{"pageid": 1102527, "title": "আজারবাইজান এবং গুয়াম সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1102527", "content": "ইউরোপীয় ইউনিয়ন এবং ন্যাটোর কাছাকাছি হতে পারস্পরিক সহযোগিতা পেতে অংশগ্রহণকারীদের সাহায্য করার জন্য গুয়াম তৈরি করা হয়েছিল। গুয়াম সদস্য দেশগুলি এই অঞ্চলে রাশিয়ার সম্প্রসারণবাদ রোধ করার ইচ্ছায় আবদ্ধ ছিল। আন্তর্জাতিক সংস্থা এবং স্বতন্ত্র দেশগুলির সাথে সংযোগ প্রসারিত করা আজারবাইজানের স্বার্থে এটি তৈরি করা হয়েছিল।\n\n\n== ইতিহাস ==\nপ্রথমত, আজারবাইজান, জর্জিয়া, ইউক্রেন এবং মলদোভার সহযোগিতায় ১৯৯৬ সালে অস্ট্রিয়ার ভিয়েনায় শুরু হয়েছিল, যেখানে চারটি রাষ্ট্র অভিন্ন লক্ষ্য ও উদ্যোগের প্রস্তাব করেছিল। ১৯৯৭ সালে কাউন্সিল অফ ইউরোপের শীর্ষ সম্মেলনের সময়, এই রাজ্যগুলির রাষ্ট্রপতিরা আঞ্চলিক সহযোগিতার বিকাশে তাদের আগ্রহের কথা বলেছিলেন। ১৯৯৯ সালের ২৪ এপ্রিল, গুয়াম আরও একটি সদস্য রাষ্ট্র - উজবেকিস্তান দ্বারা সম্প্রসারিত হয়েছিল এবং এর নাম পরিবর্তন করে গুয়াম রাখা হয়েছিল। ১১ সেপ্টেম্বর সন্ত্রাসী হামলা উজবেকিস্তানের গুয়াম এর সদস্যপদ বন্ধ করার সিদ্ধান্তে নেওয়া হয়েছিল। ২০০৬ সালে, নাম পরিবর্তন করে গণতন্ত্র ও অর্থনৈতিক উন্নয়ন সংস্থা করা হয়।\n\n\n== হায়দার আলিয়েভ এবং গুয়াম ==\nহায়দার আলিয়েভ ১৯৯৯ সালে ওয়াশিংটন এবং ২০০১ এবং ২০০২ সালে গুয়াম এর ইয়াল্টায় অংশ নেন। তার মতে, সংস্থাটি ভৌগোলিক নীতির উপর ভিত্তি করে এবং সর্বোপরি ট্রান্সককেশিয়ান মাধ্যমে সহযোগিতার উপর ভিত্তি করে এবং এর সদস্য রাষ্ট্রগুলির অর্থনৈতিক লক্ষ্যগুলি পরিবেশন করে গড়ে উঠেছে। ৪ মে ২০১২ হায়দার আলিয়েভ গুয়াম সদস্য রাষ্ট্র এবং অন্যান্য দেশের নেতাদের সাথে দেখা করেন। ২০১১ সালের সেপ্টেম্বরে, বাকু গুয়াম-এর সদস্য রাষ্ট্রগুলির সহযোগিতার জন্য প্রথম মহিলা ফোরাম আয়োজন করেছিল। হায়দার আলিয়েভ অংশগ্রহণকারীদের সাথে দেখা করেন এবং তাদের কাজে সাফল্য কামনা করেন।\n\n\n== গুয়ামে আজারবাইজানের সভাপতিত্ব ==\nগুয়াম-এ আজারবাইজানের সভাপতিত্বে ১৯ জুলাই, ২০০৭-এ বাকু শীর্ষ সম্মেলনে শুরু হয়েছিল এবং ১ জুলাই ২০০৮-এ বাতুমি শীর্ষ সম্মেলন পর্যন্ত স্থায়ী হয়েছিল।\"গুয়াম: মহাদেশকে একত্রিত করা\" এই নীতির অধীনে বাকু শীর্ষ সম্মেলন অনুষ্ঠিত হয়েছিল। অংশীদার দেশগুলির সাথে সহযোগিতার দীর্ঘমেয়াদী উন্নয়ন এবং সুবিধার গুরুত্ব আজারবাইজান প্রজাতন্ত্রের প্রোগ্রামে প্রতিফলিত হয়েছিল এবং প্রোগ্রামটি ২০০৭-২০০৮ সালে সংস্থার কার্যক্রমের ভিত্তি হিসাবে কাজ করেছিল।\n\n\n=== ইলহাম আলিয়েভ এবং গুয়াম ===\nবাতুমিতে গুয়াম শীর্ষ সম্মেলনের চেয়ারম্যান আজারবাইজানীয় রাষ্ট্রপতি ইলহাম আলিয়েভ একটি বক্তৃতা করেছিলেন: \"গুয়াম-এর মধ্যে সহযোগিতার বিকাশের কথা উল্লেখ করে, রাষ্ট্রপতি ইলহাম আলিয়েভ বলেছেন যে গুয়াম-এর আন্তর্জাতিক সংস্থাগুলির সাথে সম্পর্ক উন্নয়নশীল। আজারবাইজান বর্তমানে নিবিড় অর্থনৈতিক উন্নয়নের পথে দাঁড়িয়ে আছে, একটি বৈশ্বিক শক্তি ও পরিবহন করিডোরে পরিণত হয়েছে এবং অর্থনীতির বিভিন্ন ক্ষেত্রে আঞ্চলিক সহযোগিতার বিকাশে অবদান রাখছে”।\n\n\n== আজারবাইজান এবং অন্যান্য গুয়াম দেশের পার্থক্য ==\nসমস্ত গুয়াম দেশ রাশিয়া থেকে তেল এবং গ্যাস আমদানির উপর নির্ভরশীল। এদিকে আজারবাইজানের তেল এবং গ্যাসের মজুদ রয়েছে, যার রপ্তানি রাশিয়ার মধ্য দিয়ে যায়। আজারবাইজানের ভূখণ্ডে তেলের পাইপলাইন রয়েছে যেগুলিকে সামরিক দ্বারা সুরক্ষিত করতে হবে, তবে মোল্দোভা এবং ইউক্রেন এই ধরনের আগ্রহ ভাগ করে না।\n\n\n== উচ্চ পর্যায়ের বৈঠক ==\n২০১৭ সালে উচ্চ-পর্যায়ের বৈঠক অনুষ্ঠিত হয়েছিল ২৭ মার্চ, ইউক্রেন, জর্জিয়া এবং মলদোভার প্রধানমন্ত্রী এবং আজারবাইজানের উপ-প্রধানমন্ত্রী কিয়েভে একটি বৈঠক করেন। তুলনায়, ২০০৮ সালে তার প্রথম বৈঠকের সাথে, গ্রুপটি রাশিয়া-বিরোধী কৌশল থেকে দূরে সরে যায় এবং আঞ্চলিক বাণিজ্য চুক্তি এবং পরিবহন করিডোরের মতো অর্থনৈতিক বিষয় নিয়ে আলোচনা করে। বৈঠক চলাকালীন, আজারবাইজান বাণিজ্য ও পরিবহনে মনোযোগ বাড়াতে গুয়ামকে আহ্বান জানিয়েছে। আজারবাইজানের প্রতিনিধি উল্লেখ করেছেন যে পরিবহন করিডোরের কাজ দ্বিপাক্ষিক এবং বহুপাক্ষিক উভয় ফর্ম্যাটেই ত্বরান্বিত হয়েছে। আজারবাইজান অর্থনৈতিক সহযোগিতার জন্য একটি সংস্থা হিসাবে এবং গুয়াম অঞ্চলে বিদ্যমান বিরোধগুলি সমাধানের জন্য একটি প্ল্যাটফর্ম হিসাবে গুয়াম কে পুনরুজ্জীবিত করার আগ্রহও রাখে।\" প্রথম এবং সর্বাগ্রে, গুয়াম এলাকায় বিদ্যমান বিরোধগুলি সমাধান করার প্রচেষ্টাকে একত্রিত করা প্রয়োজন,\" আলতায়ে এফেন্দিয়েভ, গুয়ামের মহাসচিব এবং একজন আজারবাইজানীয় কূটনীতিক, ডিসেম্বরে বলেছিলেন। আজারবাইজান বাণিজ্য ও পরিবহনে মনোযোগ বাড়াতে গুয়ামকেও ডেকেছে।\n\n\n== আরও দেখুন ==\nআজারবাইজান\nমলদোভা\nজর্জিয়া\nইউক্রেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅর্গানাইজেশন ফর ডেমোক্রেসি অ্যান্ড ইকোনমিক ডেভেলপমেন্ট"}