{"pageid": 1102978, "title": "রোমের প্রবেশদ্বারে মশীহ", "url": "https://bn.wikipedia.org/wiki?curid=1102978", "content": "\"রোমের প্রবেশদ্বারে মশীহ\" হল ইহুদি ঐতিহ্যের একটি গল্প, মাশাল অথবা নীতিকথা যা ব্যাবিলনীয় তালমুদের সানহেদ্রিন ৯৮এ-তে পাওয়া যায়।\n\n\n== সারসংক্ষেপ ==\nরাব্বাই ইহোশুয়া বেন লেভি (যিনি তৃতীয় শতাব্দীর প্রথম অর্ধশত সময়ের মানুষ ছিলেন), রাব্বাই রাব্বি শিমন বার যোহইয়ের কবরের নিকটে ধ্যান করার সময় নবী ইলিয়াহুর দেখা পান। \"কখন তিনি (মশীহ) আসবেন?\" ইহোশুয়া জিজ্ঞেস করলেন। \"তাকে জিজ্ঞেস করো\", নবী জবাবে বললেন। \"মশীহ রোমের প্রবেশদ্বারে রয়েছেন, অসুস্থ এবং হতভাগ্য, দরিদ্রদের মাঝে বসে আছেন। তাদের মত, তিনি তার তার ক্ষতের বাঁধন পরিবর্তন করেন, কিন্তু সাথে সেই ক্ষতটাও বদলে যায় সেই মুহূর্তে।\"\nতারপর ইহোশুয়া রোমে যান এবং মশীহের সাথে দেখা হওয়ার পর তাকে সালাম দেন, জিজ্ঞেস করেন \"আপনার উপর শান্তি বর্ষিত হোক গুরু ও শিক্ষক\" এবং মশীহ জবাব দিলেন \"তোমার উপরেও শান্তি বর্ষিত হয়, হে লেভীর সন্তান।\" ইহোশুয়া তারপর জিজ্ঞেস করলেন \"কখন আপনি আসবেন?\" এবং তাকে বলা হলো \"আজকেই!\"। ইহোশুয়া ইলিয়াহুর নিকট ফিরে গেলেন এবং তাকে জিজ্ঞেস করা হল মশীহ কি বলেছেন। 'হে লেভীর সন্তান, আপনার উপর শান্তি বর্ষিত হোক', ইহোশুয়া জবাব দিলেন, এবং ইলিয়াহু তাকে বললেন যে এর অর্থ হল তার এবং তার পিতার এই পৃথিবীতে আগমনের একটি স্থান রয়েছে। ইহোশুয়া তারপর তাকে বললে যে মশীহ তাকে সত্যি বলেননি, কারণ তিনি তাকে কথা দিয়েছিলেন যে তিনি আজকে আসবেন কিন্তু তিনি আসেননি। ইলিয়াহু ব্যাখ্যা করলেন \"তিনি তোমাকে এই কথাই বলেছেন, আজ-কে, যদি তোমরা তার কণ্ঠস্বর শুনতে পাও\", গীতসংহিতা ৯৫:৭ এর একটি সূত্র, যা তার আগমনের শর্ত পূরণ করার উপর নির্ভরশীল।\n\n\n== গ্রহণযোগ্যতা ==\nমধ্যযুগীয় ইহুদিরা এই গল্পটিকে সম্ভবত রোমান বিরোধী গল্প হিসেবে দেখেছিলেন, এবং রাসি 'রোম' শব্দটিকে কোন সত্যিকারের শহর হিসেবে নয় বরং রোমের ন্যায় দেখতে স্বর্গের একটি অংশ হিসেবে ব্যাখ্যা করেছেন। এই ব্যাখ্যা গল্পটিকে নিরপেক্ষ এবং আধ্যাত্মিক গল্পে পরিনত করে এবং স্বর্গে মশীহকে জীবিত নিয়ে যাওয়ার কিংবদন্তীর সাথে সংযুক্ত করে।\nপরবর্তীতে, মাহারশা ব্যাপারটি নিয়ে আরো পড়ালেখা করে জানান রোমকে গল্পে 'দে রোমি' হিসেবে উল্লেখ করা নেই এবং একে 'দেরোমি' তথা 'দক্ষিণ' হিসেবে পাঠ করা উচিত যা স্বর্গেত দক্ষিণাঞ্চলে মশীহকে পাওয়া নির্দেশ করছে।\n১৬তম শতাব্দীর প্রথমদিকে কাব্বালীয় আব্রাহাম বেন এলাইজার হা-লেভি বলেন যে গালীল শহরে 'রোম' নামক একই নামের একটি ছোট শহর রয়েছে, এবং এর কিছু পরে মোশে আলশিচ গালীলের শহরটিকে এড়িয়ে মশীহকে স্বর্গে স্থাপন করেন।\nরোমান বিরোধী হিসাবে শনাক্ত করার উদ্বেগের ফলে তালমুদে 'রোম' এর অনুবাদ হিসেবে 'নগর', 'কারতা' করা হত।\n\n\n== উৎস ==\nমিদরাশ তানহুমা ৯:১\nলেভিটিকাস রাব্বাহ ১৯\nপেসিকতা ৩৬এ\n\n\n== তথ্যসূত্র =="}