{"pageid": 1102586, "title": "আলইস আলৎসহাইমার", "url": "https://bn.wikipedia.org/wiki?curid=1102586", "content": "আলইস আলৎসহাইমার (জার্মান: Alois Alzheimer; ১৪ই জুন ১৮৬৪ – ১৯শে ডিসেম্বর ১৯১৫) একজন জার্মান মনোচিকিৎসক ও স্নায়ুরোগবিজ্ঞানী ছিলেন। তিনি বিখ্যাত জার্মান মনোচিকিৎসক এমিল ক্রেপেলিনের সহযোগী ছিলেন। তিনিই প্রথম ১৯০৬ খ্রিস্টাব্দে \"প্রাক-বার্ধক্য চিত্তভ্রংশ\" নামক একটি রোগের বিস্তারিত বিবরণ দেন, যেটিকে পরবর্তীকালে ১৯১০ খ্রিস্টাব্দে ক্রেপেলিন \"আলৎসহাইমারের রোগ\" নামে নামকরণ করেন।\nআলৎসহাইমার ১৮৬৪ খ্রিস্টাব্দে দক্ষিণ জার্মানির বায়ার্ন (বাভারিয়া) রাজ্যের মার্কটব্রাইট শহরে জন্মগ্রহণ করেন। তিনি শৈশবে বিদ্যালয়ে পড়াশোনা করার সময় বিজ্ঞানে চমৎকার সাফল্য দেখান। পরবর্তীকালে তিনি বার্লিন, আশাফেনবুর্গ, ট্যুবিঙেন ও ভ্যুরৎসবুর্গে চিকিৎসাবিজ্ঞানে উচ্চশিক্ষা লাভ করেন। শেষোক্তটি থেকে তিনি ১৮৮৭ খ্রিস্টাব্দে চিকিৎসাবিজ্ঞানে উচ্চশিক্ষায়তনিক উপাধি লাভ করে উত্তীর্ণ হন। এর পরের বছর (১৮৮৮) ফ্রাংকফুর্ট নগরীতে রাজ্য মানসিক হাসপাতালে (পাগলা গারদে) কাজ করা শুরু করেন। সেখানে তিনি মানব মস্তিষ্কের বহিঃস্তর বা কর্টেক্সের উপরে গবেষণায় আগ্রহী হয়ে ওঠেন। এখানে তিনি মনোরোগ চিকিৎসা ও স্নায়ুরোগবিজ্ঞানে শিক্ষালাভ শুরু করেন। মানসিক হাসপাতালের সহযোগী ফ্রানৎস নিসলের (Franz Nissl) সাথে একত্রে মিলে আলৎসহাইমার এর পরের বছরগুলিতে একটি গবেষণাকর্মের উপর কাজ করেন, যার শিরোনাম ছিল মস্তিষ্কের বহিঃস্তরের কলাতাত্ত্বিক ও কলারোগবৈজ্ঞানিক সমীক্ষা, যাতে স্নায়ুতন্ত্রের বিভিন্ন রোগের বিবরণ দেওয়া হয়। শেষ পর্যন্ত ১৯০৭ ও ১৯১৮ খ্রিস্টাব্দের মধ্যে ছয় খণ্ডে এই রচনাকর্মটি প্রকাশিত হয়েছিল।\nমানসিক হাসপাতালে কাজ করবার সময় আলইস আলৎসহাইমার এক ভদ্রমহিলাকে বিয়ে করেন, যার নাম ছিল সেসিলিয়ে জিমোনেটে নাটালিয়ে ভালারষ্টাইন। সেসিলিয়ের সাথে তাঁর দুইটি সন্তান হয়, যাদের নাম ছিল গেরট্রুডে ও হান্স। দুর্ভাগ্যজনকভাবে ১৯০১ সালে সেসিলিয়ের মৃত্যু ঘটলে সেসিলিয়ের সাথে আলৎসহাইমারের ৭ বছরের বিবাহজীবনের সমাপ্তি ঘটে। স্ত্রীর মৃত্যুর কিছু পরেই জার্মান মনোচিকিৎসক এমিল ক্রেপেলিনের (Emil Kraepelin) নিমন্ত্রণে আলৎসহাইমার মিউনিখ (ম্যুনশেন) শহরে অভিবাসী হবার সিদ্ধান্ত গ্রহণ করেন। ১৯০৩ সালের জুন মাসে আলৎসহাইমার ক্রেপেলিনের চালু করা একটি মনোচিকিৎসালয়ে সহযোগী হিসেবে যোগদান করেন। চিকিৎসাকেন্দ্রটিতে মস্তিষ্ক গবেষণার উপরে দৃষ্টিনিবদ্ধ করা হয় এবং আলৎসহামার তাত্ত্বিক জ্ঞান ও ব্যবহারিক রোগীভিত্তিক চর্চার মধ্যে সংযোগ স্থাপনের ব্যাপারে অনুপ্রাণিত হয়ে ওঠেন। একই সাথে তিনি মিউনিখের লুডভিগ-মাক্সিমিলিয়ান বিশ্ববিদ্যালয়ের চিকিৎসাবিজ্ঞান অনুষদে প্রভাষক হিসেবে কাজ করতেন। ১৯০৬ সালে দক্ষিণ জার্মানির মনোরোগ চিকিৎসকদের ৩৭তম সম্মেলনে আলৎসহাইমার একটি স্মরণীয় বক্তৃতা প্রদান করেন। এই বক্তৃতায় তিনি বলেন যে তিনি মস্তিষ্কের বহিঃস্তর বা সেরিব্রাল কর্টেক্সের একটি অস্বাভাবিক রোগ শনাক্ত করেছেন, যা আউগুস্টে ডে নামক একজন মহিলাকে আক্রান্ত করেছিল। এই রোগটির কারণে ঐ মহিলার মৃত্যুর আগ পর্যন্ত স্মৃতিহানি, স্থান-কাল-পাত্র বিভ্রম ও অলীক মায়াবিভ্রমের মতো উপসর্গগুলির সৃষ্টি হয়েছিল যা কিনা মাত্র ৫০ বছর বয়সের একজন নারীর জন্য অস্বাভাবিক ছিল।\nমৃত্যু-পরবর্তী ময়না তদন্তে আউগুস্টে-র মস্তিষ্কে বিভিন্ন অস্বাভাবিকতা পরিলক্ষিত হয়। তাঁর মস্তিষ্কের বহিঃস্তরটি স্বাভাবিকের তুলনায় অপেক্ষাকৃত পাতলা ছিল এবং সেখানে বার্ধক্যজনিত চাপড়া (যেগুলি আগে কেবল বৃদ্ধ ব্যক্তিদের মস্তিষ্কেই দেখা যেত) এবং স্নায়ুতন্তুজট পরিলক্ষিত হয়। একটি নতুন ধরনের রঞ্জক পদার্থের সাহায্যে আলৎসহাইমার এই স্নায়ুতন্তুজটগুলি শনাক্ত করেন, যেগুলির বিবরণ আগে কখনও প্রকাশিত হয়নি। যদিও আলৎসহাইমারের এই আবিষ্কারটি খুবই তাৎপর্যপূর্ণ ছিল, তা সত্ত্বেও সে সময় সেটিকে তেমন গুরুত্ব প্রদান করা হয়নি। ১৯১০ সালে এসে ক্রেপেলিন তাঁর মনোচিকিৎসা নির্দেশিকাগ্রন্থের ৮ম সংস্করণে এই রোগটির নাম দেন \"আলৎসহাইমারের রোগ\"।\n১৯১৩ খ্রিস্টাব্দে জার্মানির ব্রেসলাউ শহরের ফ্রিডরিখ-ভিলহেল্ম বিশ্ববিদ্যালয়ের মনোবিজ্ঞান বিভাগের প্রধানের পদে আসন গ্রহণ করতে যাওয়ার পথে আলৎসহাইমারের ভীষণ ঠাণ্ডা লাগে এবং সাথে অন্তর্হৃৎপেশীপ্রদাহের জটিলতা দেখা দেয়। তিনি এই অসুস্থতা থেকে আর সম্পূর্ণ সেরে উঠতে পারেননি। শেষ পর্যন্ত ৫১ বছর বয়সে ১৯১৫ খ্রিস্টাব্দে তিনি মারা যান। ফ্রাংকফুর্ট আম মাইনের ইহুদি সমাধিক্ষেত্রে স্ত্রীর সমাধির পাশেই তাঁকে সমাধিস্থ করা হয়।\nবর্তমানে আলৎসহাইমারের রোগের রোগবৈজ্ঞানিক নির্ণয় পদ্ধতিটি এখনও ১৯০৬ সালে আলৎসহাইমারের অনুসন্ধানমূলক পদ্ধতির উপর ভিত্তি করে দাঁড়িয়ে আছে। অন্যান্য রোগের অনুসন্ধান পদ্ধতিগুলির অনেক বিকাশ ও উন্নতি ঘটলেও আলৎসহাইমারের অনুসন্ধান পদ্ধতিটি এতই উৎকৃষ্ট মানের ছিল যে সেটির উন্নতি সাধনের তেমন কোনও প্রয়োজন পড়েনি।\n\n\n== তথ্যসূত্র =="}