{"pageid": 1102612, "title": "হরচন্দ্র ঘোষ (নাট্যকার)", "url": "https://bn.wikipedia.org/wiki?curid=1102612", "content": "হরচন্দ্র ঘোষ (১৮১৭ - ২৪ নভেম্বর, ১৮৮৪) ছিলেন উনিশ শতকের বাংলা নাটকের প্রথম পর্বের খ্যাতনামা বাঙালি নাট্যকার ও অনুবাদক। পাশ্চাত্য নাটকের সঙ্গে প্রাচ্য নাট্যকলার মিলন ঘটিয়ে এক নতুন ধারা সৃষ্টিতে তিনি প্রথম প্রয়াসী হন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nহরচন্দ্র ঘোষের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হুগলির খানাকুল-কৃষ্ণনগরে। পিতা হলধর ঘোষ ছিলেন হুগলি কালেক্টরেটের প্রধান করণিক। বেহালার তালুকদার সীতারাম ঘোষ ছিলেন তার পিতামহ। হরচন্দ্রের পড়াশোনা হুগলিতে। ১৮৩৬ খ্রিস্টাব্দে হুগলি মহসিন কলেজ প্রতিষ্ঠিত হলে, তিনি কলেজে ভর্তি হন। কলেজে ১৮৪১ খ্রিস্টাব্দে বেকনের 'ট্রুথ' শীর্ষক নিবন্ধের বঙ্গানুবাদ প্রতিযোগিতায় শ্রেষ্ঠত্বের পুরস্কার লাভ করেন তৎকালীন গভর্নর জেনারেল লর্ড অকল্যাণ্ডের নিকট হতে। হরচন্দ্র ফরাসি ও ইংরাজী ভাষা ভালো জানতেন। \n\n\n== কর্মজীবন ==\n১৮৪৪ খ্রিস্টাব্দের নভেম্বরে হরচন্দ্র বোয়ালিয়ায় দ্বিতীয় শ্রেণীর আবগারি সুপারিনটেন্ডন্ট পদে যোগ দিয়ে কর্মজীবন শুরু করেন। পরের বৎসর প্রথম শ্রেণীর সুপারিনটেন্ডন্ট-রূপে মালদহে স্থানান্তরিত হন। পরে হরচন্দ্র সেটেলমেন্ট ডিপার্টমেন্টের ডেপুটি কালেক্টর ও ডেপুটি ম্যাজিসেট্রট হিসাবে বর্ধমান জেলায় কর্মরত ছিলেন। ১৮৭২ খ্রিস্টাব্দে সরকারি চাকরি থেকে অবসর নেওয়ার আগে হুগলি পৌরসভার চেয়ারম্যানের দায়িত্ব পালন করেন।\n\n\n== বাংলা নাটকের সূচনাপর্ব ==\nঊনবিংশ শতকের প্রথমার্ধে অভিনয়োপযোগী বাংলা নাটক সংস্কৃত ও ইংরাজী রীতি অনুসরণে অথবা উভয় রীতির সংমিশ্রণে রচিত হয়েছিল। আদি পর্বের নাট্যকার হিসাবে বাংলা নাট্যজগৎে সর্বপ্রথম প্রাচ্য ও পাশ্চাত্য রীতির সংমিশ্রণে আধুনিক নাট্যরীতির প্রবর্তনের চেষ্টা করেন হরচন্দ্র ঘোষ। সেকারণে তিনি বাংলা নাটকের অন্যতম জন্মদাতা হিসাবে বিবেচিত হন। বস্তুত, বাংলা নাট্য-সাহিত্যের ইতিহাসে তার অবদান বিশেষভাবে স্মরণীয়। তার রচিত ভানুমতী চিত্তবিলাস, চারুমুখ চিত্তহরা, রজতগিরিনন্দিনী যথাক্রমে  উইলিয়াম শেকসপিয়রের দ্য মার্চেন্ট অব ভেনিস, রোমিও অ্যান্ড জুলিয়েট এবং ব্রহ্মদেশীয় দ্য সিলভার হিল নাটক তিনটির অবলম্বনে রচিত। হরচন্দ্র ঘোষ রচিত অন্যান্য গ্রন্থ গুলি হল-\n\nকৌরব বিয়োগ (১৮৫৮) পৌরাণিক নাটক\nসপত্নী সরো (১৮৭৫)\n\n\n== মৃত্যু ==\nহরচন্দ্র ঘোষ ১৮৮৪ খ্রিস্টাব্দের ২৪শে নভেম্বর হুগলিতে পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}