{"pageid": 1102151, "title": "তিব্বত–নেপাল লবণ বাণিজ্য পথ", "url": "https://bn.wikipedia.org/wiki?curid=1102151", "content": "তিব্বত–নেপাল লবণ বাণিজ্য পথ হল একটি প্রাচীন তিব্বতীয় মালভূমি এবং নেপালের মধ্য পাহাড়ের মধ্যকার একটি লবণ বাণিজ্যপথ যা নেপাল পর্যন্ত পৌঁছে ভারতের দিকে চলে যায়। ১৯৫০ সালে গণচীনে তিব্বতের অন্তর্ভুক্তি এবং ১৯৬২ সালে চীন-ভারত যুদ্ধ সংঘটিত হওয়ার পর বাণিজ্যের পদ্ধতি বদলে যায় এবং ভারত ও তিব্বতের মাঝে অবস্থিত পুরনো বাণিজ্য পথটির ব্যবহার কমে যাওয়ার পাশাপাশি পথটিতে লবণ বোঝাই ক্যারাভান অচল হয়ে পড়ে।\n\n\n== পটভূমি ==\n\nইতিহাসে দেখা গেছে, নেপালী এবং তিব্বতীয়রা গিরিপথগুলো দিয়ে একে অপরের সাথে বাণিজ্য করতো। বাণিজ্যকৃত সবচাইতে গুরুত্বপূর্ণ পণ্যগুলোর দুটি ছিল তিব্বতের হ্রদ হতে প্রাপ্ত লবণ (যেমন নামটসো), এবং নেপালের মধ্য পাহাড়ের চাল। বহু শতাব্দী ধরে, তিব্বতের লবণ ও উল এবং নেপালের শস্য ও অন্যান্য কৃষি পণ্যের বিনিময় একটি বাণিজ্যিক ভিত্তি তৈরি করে যা ঐতিহ্যগতভাবে বিভিন্ন, অধিকাংশ তিব্বতি-ভাষী সম্প্রদায়ের কাছে ছিল। খ্যাম্পার মতন যাযাবর দল, যাদের নিজেদের কোন জমি ছিলো না, বেঁচে থাকার নিমিত্তে তারা ভেড়া, ছাগল এবং চমরী গাই ব্যবহার করে লবণ ও চাল ক্রয়ে অংশ নিতো। ভারত ও চীনের অন্যান্য পণ্যগুলোও বাণিজ্যে বিক্রি করা হত।\nতিব্বতের প্রচুর লবণ থাকলেও তাদের কাছে চাল ছিলো সামান্য, অন্যদিকে দক্ষিণ নেপালে প্রচুর চাল পাওয়া গেলেও লবণের অভাব ছিলো। ব্যবসায়ীরা এই সমস্যা সমাধানে সক্ষম ছিল; তারা তিব্বত থেকে লবণ যতই নিয়ে যেত, তা ততই মূল্যবান হয়ে ওঠেছিলো। ভারত/নেপাল সীমান্তে ভারত থেকে সামুদ্রিক লবণ সহজপ্রাপ্য হওয়ার পর লবণের দাম কমে আসে। যাযাবর ব্যবসায়ীরা ভারতীয় লবণ কেনা শুরু করে এবং নেপালের নিম্নভূমিতে শীতকালে শিবির নির্মাণ করে বসবাস শুরু করে। সেখানে তারা তাদের ভেড়া থেকে উল উৎপাদন করে তা থেকে তৈরি কম্বল ও লবণের বিনিময়ে গ্রামবাসীদের কাছে চাল ক্রয় করত। মার্চ মাসে তারা নিজেদের ভেড়া, ছাগল এবং গার্হস্থ্য জিনিসপত্র বহনকারী চমরী গাই নিয়ে উত্তরের দিকে চলে যেত। তুষার যথেষ্ট পরিমাণে গলে যাওয়ার পর তারা পাহাড়ের পথ অতিক্রম করে চলে যেত। আগস্ট মাসে তিব্বতের পুরাংয়ে পৌঁছানোর পর তারা চালের বিনিময়ে তিব্বতীয় লবণ কিনত এবং পরের মাসে দক্ষিণে ফিরে যেত।\n১৯৫০ এর দিকে, তিব্বতে চীনের উপস্থিতির ফলে তিব্বতীয় মালভূমিতে মহাসড়ক নির্মাণ শুরু হয় যা চীন থেকে তিব্বতীয় যাযাবরদের নিকট আটা ও চাল পৌঁছানো সম্ভব করে দেয়। একই সময় নেপালে উন্নত সড়কের অর্থ হল ভারত থেকে আয়োডিনযুক্ত লবণ আসা সহজতর হওয়া। এটি ছিল গুরুত্বপূর্ণ কেননা গলগন্ড ও বামনত্ব নেপালে অনেক হতো। তাদের বহন করা পণ্যের চাহিদা কম থাকায়, ঐতিহ্যবাহী আন্তঃসীমান্ত বাণিজ্য অর্থনৈতিকভাবে কম গুরুত্বপূর্ণ হয়ে ওঠে। ১৯৮০ সালের দিকে নতুন দাদেলধুরা হতে দোতি এবং কোহলপুর হতে বানবাসা মহাসড়ক দুটি বাণিজ্যের উপর সিলমোহর দিয়ে দেয়।\n\n\n== বাণিজ্যপথ ==\n\nএর কিছু সহজ পথ গণ্ডকী প্রদেশের মুস্তাং জেলায় অবস্থিত ছিল। যার ফলে কালী গণ্ডকী ঘাট বাণিজ্য কর্মের কেন্দ্রবিন্দুতে পরিণত হয়। উচ্চ মুস্তাং অঞ্চলটি নেপালের মুস্তাং জেলার দুই-তৃতীয়াংশ অংশ নিয়ে গঠিত। কালী গণ্ডকী ঘাটের ডানা অথবা তুকুচের মতন গ্রামগুলো ছিল বাণিজ্যপথের বিশ্রাম স্থল। দোলপা জেলাও এই বাণিজ্য পথ থেকে উপকৃত হয়েছিলো।\nইতিহাস থেকে প্রাপ্ত তথ্য অনুসারে, এখানে ছিল একাধিক সীমান্ত ক্রসিং। উচ্চ মুস্তাং এবং তিব্বতের মধ্যকার কোড়া লা ক্রসিং ছিল মূখ্য লবণ বাণিজ্য পথের একটি উদাহরণ। যদিও এই ক্রসিংটি ১৯৬০ এর দশকে তিব্বতীয় গোরিলাদের কারণে বন্ধ করে দেওয়া হয়। এটি বছর অধিকাংশ দিবসগুলো বন্ধ থাকলেও অর্ধবার্ষিক দ্বী-সীমান্ত বাণিজ্য মেলা উপলক্ষে সীমিত পরিসরে খুলে দেওয়া হয়।\nপদভ্রমণকারীদের জন্য, বোধি গণ্ডকী নদী বরাবর লবণ বাণিজ্য পথ হয়ে চলা মানাসলু সার্কিট একটি গুরুত্বপূর্ণ জায়গা যা মহা হিমালয় পথের অংশ।\n\n\n== আরও দেখুন ==\n\nহিমালয়া (চলচ্চিত্র)\nদ্য সল্টম্যান অব তিব্বত\nছাইরো গোম্পা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nGraafen, Rainer; Seeber, Christian (জুন ১৯৯২)। Important Trade Routes in Nepal and Their Importance to the Settlement Process (পিডিএফ)। Ancient Nepal। 130। \n\n\n== বহিঃসংযোগ ==\nবিশত, কপিল (২৪ মে ২০১৭)। \"In Nepal's ancient salt hub Dana, a walk past yesterday\"। অনলাইন খবর ডট কম।"}