{"pageid": 1102450, "title": "জেরিকো", "url": "https://bn.wikipedia.org/wiki?curid=1102450", "content": "জেরিকো (  JERR-ik-oh; আরবি: أريحا Arīḥā[ʔaˈriːħaː] ()</img>; হিব্রু ভাষায়: יְרִיחוֹ‎ Yərīḥō ) পশ্চিম তীরের একটি ফিলিস্তিনি শহর। এটি জর্ডান উপত্যকায় অবস্থিত, পূর্বে জর্ডান নদী এবং পশ্চিমে জেরুজালেম। এটি জেরিকো গভর্নরেটের প্রশাসনিক আসন এবং ফিলিস্তিনি জাতীয় কর্তৃপক্ষ দ্বারা শাসিত হয়। ২০০৭ সালে, এর জনসংখ্যা ছিল ১৮৩৪৬ জন।\nফিলিস্তিনের ব্রিটিশ ম্যান্ডেটের অবসানের সাথে, শহরটি ১৯৪৯ থেকে ১৯৬৭ সাল পর্যন্ত জর্ডান দ্বারা সংযুক্ত এবং শাসিত হয়েছিল এবং পশ্চিম তীরের বাকি অংশের সাথে, ১৯৬৭ সাল থেকে ইসরায়েলি দখলের অধীন ছিল; ১৯৯৪ সালে ফিলিস্তিনি কর্তৃপক্ষের কাছে প্রশাসনিক নিয়ন্ত্রণ হস্তান্তর করা হয়। জেরিকোকে বিশ্বের প্রাচীনতম শহর বলে দাবি করা হয়, এবং এটি প্রাচীনতম পরিচিত প্রতিরক্ষা প্রাচীরের শহরও। প্রত্নতাত্ত্বিকরা জেরিকোতে পরপর ২০টিরও বেশি বসতির ধ্বংসাবশেষ আবিষ্কার করেছেন, যার মধ্যে প্রথমটি ১১,০০০ খৃস্টপূর্ব বছর আগের (৯০০০ থেকে), পৃথিবীর ইতিহাসের হলসিন যুগের একেবারে শুরুতে।\nএই শহরের আশেপাশে প্রচুর ঝরনা হাজার হাজার বছর ধরে মানুষের বাসস্থানকে আকর্ষণ করেছে। হিব্রু বাইবেলে জেরিকোকে \"খেজুর গাছের শহর\" হিসাবে বর্ণনা করা হয়েছে।\n\n\n== ব্যুৎপত্তি ==\nমধ্যে জেরিকো নাম হিব্রু, Yeriẖo সাধারণত থেকে আহরণ করা বলে মনে করা হয় কণানীয় শব্দ রাহ ( \"সুগন্ধি\"), কিন্তু অন্যান্য তত্ত্ব প্রদান করেছে, এটা \"জন্য কণানীয় শব্দ উত্পন্ন চাঁদ \" (ইরাহা) অথবা চান্দ্র নাম দেবতা ইরিক, যাদের জন্য শহরটি ছিল উপাসনার প্রাথমিক কেন্দ্র।\n\n\n== ইতিহাস এবং প্রত্নতত্ত্ব ==\n\n\n==== নাটুফিয়ান শিকারী-সংগ্রাহক, আনু. ১০,০০০ খৃস্টপূর্ব ====\n\n\n==== প্রাক-মৃৎশিল্প নিওলিথিক, আনু. ৯৫০০-৬৫০০ খৃস্টপূর্ব ====\n\n\n===== প্রাক-মৃৎশিল্প নিওলিথিক এ (PPNA) =====\nছোট বৃত্তাকার বাসস্থান\nভবনের তলায় মৃতদের কবর দেওয়া\nবন্য খেলা শিকারের উপর নির্ভরতা\nবন্য বা গার্হস্থ্য শস্যের চাষ\n\n\n===== প্রাক-মৃৎশিল্প নিওলিথিক বি (PPNB) =====\nপ্রাক-মৃৎশিল্প নিওলিথিক বি (PPNB) ছিল প্রায় ১.৪ সহস্রাব্দের সময়কাল, ৭২২০ থেকে ৫৮৫০ খৃস্টপূর্ব পর্যন্ত (যদিও কার্বন-১৪-তারিখ অল্প এবং প্রাথমিক)। নিম্নলিখিত PPNB সাংস্কৃতিক বৈশিষ্ট্য:\n\nগৃহপালিত উদ্ভিদের প্রসারিত পরিসর\nভেড়ার সম্ভাব্য গৃহপালন\nমানুষের মাথার খুলি সংরক্ষণের সাথে জড়িত আপাত সম্প্রদায়, মুখের বৈশিষ্ট্যগুলি প্লাস্টার ব্যবহার করে পুনর্গঠন করা হয় এবং কিছু ক্ষেত্রে খোলস দিয়ে চোখ সেট করা হয়\n\n\n=== ব্রোঞ্জ যুগ ===\n৪৫০০ খৃস্টপূর্ব সাল থেকে পরপর বসতি স্থাপন করা হয়।\n\n\n==== হেরোডিয়ান সময়কাল ====\n\n\n==== নিউ টেস্টামেন্টে ====\n\n\n=== বাইজেন্টাইন যুগ ===\n\n\n=== মুসলিম যুগের প্রথম দিকে ===\n\n\n=== আইয়ুবী ও মামলুক আমল ===\n\n\n=== অটোমান আমল ===\n\n\n==== ১৯ তম শতক ====\n\n\n==== ১৯০০-১৯১৮ ====\nচোজিবার সেন্ট জর্জ এবং জন দ্য ব্যাপটিস্টের গ্রিক অর্থোডক্স মঠগুলি যথাক্রমে ১৯০১ এবং ১৯০৪ সালে পুনরুদ্ধার এবং সম্পূর্ণ করা হয়েছিল।\n\n\n=== ব্রিটিশ ম্যান্ডেটের সময়কাল ===\n\n\n=== ১৯৬৭ সালের পরের মানচিত্র ===\n\n\n== ভূগোল এবং পরিবেশ ==\n\n\n== জনসংখ্যা ==\n\n১৯৯৭ সালে প্যালেস্টাইন সেন্ট্রাল ব্যুরো অফ স্ট্যাটিস্টিকস (PCBS) দ্বারা পরিচালিত প্রথম আদমশুমারিতে, জেরিকোর জনসংখ্যা ছিল ১৪,৬৭৪১। এর মধ্যে ফিলিস্তিনি শরণার্থী ছিল ৪৩.৬% বাসিন্দা বা ৬৩৯৩ জন। শহরে ৫১% পুরুষ এবং ৪৯% মহিলা। জেরিকোর একটি তরুণ জনসংখ্যা রয়েছে, যারা মোট জনসংখ্যার প্রায় অর্ধেক (৪৯.২%)। বাসিন্দাদের বয়স ২০ বছরের কম। ২০ থেকে ৪৪ বছর বয়সী মানুষ জনসংখ্যার ৩৬.২%, ৪৫ এবং ৬৪ বছর বয়সের মধ্যে ১০.৭% এবং ৩.৬% ৬৪ বছরের বেশি বয়সী। পিসিবিএস দ্বারা ২০০৭ সালের আদমশুমারিতে, জেরিকোর জনসংখ্যা ছিল ১৮৩৪৬ জন।\n\n\n== অর্থনীতি ==\n\n১৯৯৪ সালে, ইসরায়েল এবং ফিলিস্তিনিরা একটি অর্থনৈতিক চুক্তি স্বাক্ষর করে যা জেরিকোতে ফিলিস্তিনিদের ব্যাংক খুলতে, কর সংগ্রহ করতে এবং স্ব-শাসনের প্রস্তুতির জন্য রপ্তানি ও আমদানিতে নিযুক্ত করতে সক্ষম করে।\n\n\n=== পর্যটন ===\n২০১০ সালে, জেরিকো, ডেড সাগরের সান্নিধ্যে, ফিলিস্তিনি পর্যটকদের মধ্যে সবচেয়ে জনপ্রিয় গন্তব্য হিসাবে ঘোষণা করা হয়েছিল।\n১৯৯৮ সালে, ইয়াসির আরাফাতের সমর্থনে জেরিকোতে ১৫০ মিলিয়ন ডলার ব্যয়ে একটি ক্যাসিনো-হোটেল তৈরি হয়েছিল। ক্যাসিনো এখন বন্ধ, যদিও প্রাঙ্গনে হোটেল অতিথিদের জন্য উন্মুক্ত।\n\n\n==== বাইবেল এবং খ্রিস্টান ধর্মে ====\nখ্রিস্টান পর্যটনে জেরিকোর আয়ের অন্যতম উৎস। জেরিকো এবং এর আশেপাশে বেশ কয়েকটি প্রধান খ্রিস্টান তীর্থস্থান রয়েছে।\n\nমাউন্ট অফ টেম্পটেশন, এই অঞ্চলের প্যানোরামিক দৃশ্য সহ টেম্পটেশনের একটি গ্রিক অর্থোডক্স মঠ দ্বারা শীর্ষে - একটি কেবল কার আছে যা মঠ পর্যন্ত চলে;\nইলিশার বসন্ত, আইন এস-সুলতান বসন্ত হিসাবে ইহুদি এবং খ্রিস্টানদের কাছে পরিচিত;\nএর ডুমুর গাছে সক্কেয় (যেমন দুই গাছ গসপেলের উল্লেখ মূল গাছ এর সাথে সম্পর্কিত করা হচ্ছে বিভিন্ন অবস্থানগুলি এ শ্রদ্ধাজ্ঞাপন করা হয়);\nজর্ডান নদীর উপর কাসর আল-ইয়াহুদের নিকটবর্তী স্থান, জর্ডানের ওপারে বেথানি জুড়ে, ঐতিহ্যগতভাবে যীশুর বাপ্তিস্মের স্থান হিসাবে বিবেচিত;\nজেরিকোর কাছে জর্ডান উপত্যকায় সেন্ট গেরাসিমোসের মঠ যা দেইর হাজলা নামে পরিচিত;\nজেরিকোর উপরে ওয়াদি কেল্টে সেন্ট জর্জ মঠ।\n\n\n==== প্রত্নতাত্ত্বিক পর্যটন ====\nজেরিকো এবং এর কাছাকাছি প্রত্নতাত্ত্বিক স্থানগুলিতে পর্যটকদের আকর্ষণ করার উচ্চ সম্ভাবনা রয়েছে। ইতিহাস এবং প্রত্নতত্ত্ব অনুচ্ছেদে এগুলি বিস্তারিতভাবে আলোচনা করা হয়েছে:\n\nটেল এস- সুলতানে পাথর, ব্রোঞ্জ এবং লৌহ যুগের শহরসমূহ;\nতুলুল আবু এল-আলাইকের হাসমোনিয়ান এবং হেরোডিয়ান শীতকালীন প্রাসাদ;\nজেরিকোতে বাইজেন্টাইন আমলের সিনাগগ ( শালোম আল ইইসরায়েল সিনাগগ ) এবং নারান শহর;\nখিরবেত আল-মাফজারে উমাইয়া প্রাসাদ যা হিশামের প্রাসাদ নামে পরিচিত;\nতাওয়াহিন এস-সুক্কারে ক্রুসেডার চিনি উৎপাদন সুবিধা (লিট।\" সুগার মিল\");\nনবী মুসা, মামলুক এবং উসমানীয় উপাসনালয় মূসার বিশ্রামস্থল বলে দাবি করেছেন (মুসলিমদের কাছে \"নবী মুসা\")\n\n\n=== কৃষি ===\nকৃষি হল আয়ের আরেকটি উৎস, শহরজুড়ে কলার বাগান রয়েছে।\nজেরিকো এগ্রো-ইন্ডাস্ট্রিয়াল পার্ক হল একটি সরকারি-বেসরকারি উদ্যোগ তৈরী, যা জেরিকো এলাকায় গড়ে উঠছে। জেরিকোর অর্থনীতিকে চাঙ্গা করার জন্য কৃষি প্রক্রিয়াকরণ কোম্পানিগুলিকে পার্কের জমি লিজ দেওয়ার জন্য আর্থিক ছাড় দেওয়া হয়।\n\n\n== স্কুল এবং ধর্মীয় প্রতিষ্ঠান ==\n১৯২৫ সালে, খ্রিস্টান মিশনারী ১০০ জন ছাত্রের জন্য একটি স্কুল খোলেন যা টেরা সান্তা স্কুলে পরিণত হয়। শহরে ২২টি রাষ্ট্রীয় স্কুল এবং বেশ কয়েকটি বেসরকারি স্কুল রয়েছে।\n\n\n== স্বাস্থ্য পরিচর্যা ==\nএপ্রিল ২০১০ সালে, ইউনাইটেড স্টেটস এজেন্সি ফর ইন্টারন্যাশনাল ডেভেলপমেন্ট (USAID) জেরিকো সরকারি হাসপাতালের সংস্কারের জন্য একটি গ্রাউন্ডব্রেকিং অনুষ্ঠানের আয়োজন করে। USAID এই প্রকল্পের জন্য $২.৫ মিলিয়ন ডলার প্রদান করছে।\n\n\n== খেলাধুলা ==\nক্রীড়া দল হলো হিলাল আরেহা, দলটি পশ্চিম তীরের প্রথম বিভাগে অ্যাসোসিয়েশন ফুটবল খেলে। ১৫,০০০ দর্শক জেরিকো আন্তর্জাতিক স্টেডিয়ামে বসে খেলা দেখতে পারে।\n\n\n== উল্লেখযোগ্য আবাসিক স্থান ==\nমুসা আলমি\n\n\n== আরও দেখুন ==\nনিবন্ধটিকে উপেক্ষা করে প্রথম শব্দ দ্বারা বর্ণানুক্রমিকভাবে তালিকাভুক্ত করা হয়েছে।\n\nপ্রাচীন ভূগর্ভস্থ কোয়ারি, জর্ডান উপত্যকা, প্রায় ৫ কিমি (৩ মা) জেরিকোর উত্তরে\nআল-আউজা, জেরিকো, জেরিকোর উত্তরে একটি ফিলিস্তিনি গ্রাম\nজেরিকোর যুদ্ধ, বাইবেলের গল্প\nজোশুয়ার বইয়ের শহরগুলি\nজেরিকোর দক্ষিণে তুলুল আবু আল-আলায়িকে হাসমোনিয়ান রাজকীয় শীতকালীন প্রাসাদগুলি, আসলে হাসমোনিয়ান এবং হেরোডিয়ান,\nপ্যালেস্টাইনে মৃৎশিল্পের ইতিহাস\nজাওয়া, জর্ডান, জর্ডান থেকে প্রাচীনতম প্রোটো-শহুরে বসতি (খ্রিস্টপূর্ব ৪র্থ সহস্রাব্দের শেষের দিকে - ব্রোঞ্জ যুগের প্রথম দিকে)\nমেভোয়েট ইরিকো, জেরিকোর ঠিক উত্তরে ইসরায়েলি বসতি\nজেরিকোর প্রাচীর, নিওলিথিক পাথরের প্রাচীর, গ. ১০,০০০ বছর পুরানো, টেল এস-সুলতানে খনন করা হয়েছে\nজেরিকোর টাওয়ার, নিওলিথিক পাথরের টাওয়ার, গ. ১০,০০০ বছর পুরানো, টেল এস-সুলতানে খনন করা হয়েছে\n\n\n== তথ্যসূত্র =="}