{"pageid": 1102219, "title": "সার শহর", "url": "https://bn.wikipedia.org/wiki?curid=1102219", "content": "সার বা Saar ( আরবি: سار   )  বাহরাইনের রাজধানী মানামার  পশ্চিমে অবস্থিত একটি আবাসিক শহর।\n\n\n== শিক্ষা ==\nএখানে স্কুল, কলেজ, মাদ্রাসা এবং বিশ্ববিদ্যালয়সহ অনেক শিক্ষা প্রতিষ্ঠান আছে।। এ প্রতিষ্ঠানগুলোর মধ্যে উল্লেখ যোগ্য হচ্ছে-\nসেন্ট ক্রিস্টোফার স্কুল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জানুয়ারি ২০১৮ তারিখে\nবাহরাইনের ইউনিভার্সিটি কলেজের একটি ক্যাম্পাস এখানে আছে।\nআল মাহদ ডে বোর্ডিং স্কুল\nবুদাইয়া প্রি-স্কুল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ নভেম্বর ২০২১ তারিখে\nসার নার্সারি স্কুল\nবাহরাইনের জাপানি স্কুল \n\n\n== ইতিহাস ==\nবাহরাইনের ইতিহাসের সার হল দিলমুন যুগে নির্মিত \"সার মন্দির\" নামে পরিচিত একটি মন্দিরের স্থান। মন্দিরটি গ্রীষ্মের অয়নকাল চিহ্নিত করার ক্ষেত্রে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল বলে বিশ্বাস করা হয়।\n\n\n== কৃষি ==\nবাহরাইন সরকার সার অঞ্চলে কৃষি কাজের জন্য নানা পদক্ষেপ গ্রহণ করেছে। সেচ, সার, কৃষি সরঞ্জাম সরবরাহ করে। রাজ্যের উত্তরের গভর্নরেটে উর্বর জমি রয়েছে যা সার-এর সবুজ পরিবেশে অবদান রাখে। বাহরিনের প্রবৃদ্ধির প্রধান অর্থনৈতিক কারণ হলো কৃষি।\n\n\n=== প্রত্নতত্ত্ব ===\nসার ১৯৭৭ সালে একটি জরিপে আবিষ্কৃত হয়েছিল এবং এম. ইব্রাহিমের নির্দেশে ১৯৭৭-১৯৭৯ সালে খনন করা হয়েছিল। ১৯৮০-এর দশকে সার-এ বাহরাইন-জর্ডানের যৌথ অভিযান পরিচালনা করে, এতে কিছু অপ্রকাশিত কাজ রয়ে যায়। রবার্ট কিলিক, জেন মুন এবং হ্যারিয়েট ক্রফোর্ডের নেতৃত্বে ১৯৯০ সাল থেকে ১৯৯৯ সালের মধ্যে সার-এ লন্ডন-বাহরাইন প্রত্নতাত্ত্বিক অভিযান পরিচালিত হয়েছিল।\n\n\n=== সার থেকে পাওয়া নিদর্শন ===\nএখানে অনেক নিদর্শন পাওয়া যায়। গৃহস্থালির মধ্যে পাওয়া নিদর্শনগুলির মধ্যে রয়েছে তামার ফিশহুক, বিটুমিন নোডুলস এবং মুক্তা ঝিনুক সহ শেলফিশের অসংখ্য খোলস। তামা বাহরাইনে উৎপাদিত হয়েছিল; বিটুমিন মেসোপটেমিয়ার কোয়ারি সাইট থেকে আমদানি করা হয়। খননে ক্ষুদ্র বীজ মুক্তা পাওয়া গেছে, যদিও সেগুলি সম্ভবত অলঙ্কার হিসাবে ব্যবহার করার জন্য খুব ছোট ছিল। এছাড়াও সেখানে প্রায় ১০০টি সীল, প্যাকেজ, বেল এবং বয়াম সিল করার জন্য ব্যবহৃত দ্রব্য পাওয়া যায়। সার বসতিতে ৪৮টি সীল সংশ্লিষ্ট কবরস্থান থেকে এসব পাওয়া গেছে। এটি একটি ছোট শহরের জন্য খুবই অস্বাভাবিক এবং বাহরাইনের জন্য অতুলনীয় বিষয়। একটি বাড়িতে চার-পাঁচটি সিল পাওয়া গেছে। সমস্ত সীলমোহর প্রাথমিক দিলমুন শৈলীর ঐতিহ্য বহন করে।\"\n\n\n== যোগাযোগ ==\nআকাশ ও স্থল পথে সারে যাওয়া যায়। তবে এখানে যেতে হলে প্রথমে বাহরাইন আন্তর্জাতিক বিমান বন্দরে যেতে হবে। পরে সেখান থেকে অভ্যন্তরিন বিমান রুটে যেতে হবে। রাজধানী থেকে সড়ক পথে যাতায়েত অনেক ভালো।\n\n\n== তথ্যসূত্র =="}