{"pageid": 1102239, "title": "৪৪০১ অদিতি", "url": "https://bn.wikipedia.org/wiki?curid=1102239", "content": "৪৪০১ অদিতি (আপাতকালীন নাম ১৯৮৫ টিবি) হল একটি উৎকেন্দ্রিক, পাথুরে গ্রহাণু। প্রায় ১.৮ কিলোমিটার ব্যাসরেখা-বিশিষ্ট এই গ্রহাণুটিকে একটি পৃথিবী-নিকটস্থ বস্তু ও একটি আমোর গ্রহাণু হিসেবে শ্রেণিবদ্ধ করা হয়েছে। ১৯৮৫ সালের ১৪ অক্টোবর মার্কিন জ্যোতির্বিজ্ঞানী ক্যারোলিন শুমেকার পালোমার মানমন্দির থেকে এটি আবিষ্কার করেন। পরবর্তীকালে এটির নামকরণ করা হয় হিন্দু দেবী অদিতির নামানুসারে।\n\n\n== শ্রেণিবিন্যাস ও কক্ষপথ ==\nপ্রতি চার বছর দুই মাসে (১,৫১৩ দিনে) ১.১-৪.০ জ্যো.এ. দূরত্ব থেকে অদিতি সূর্যকে প্রদক্ষিণ করে চলেছে। এটির কক্ষপথের উৎকেন্দ্রতা ০.৫৬ এবং ক্রান্তিবৃত্তের সঙ্গে এটির নতি ২৭°। গ্রহাণুটির পর্যবেক্ষণ আর্কের সূত্রপাত এটির আবিষ্কারের সঙ্গে, কারণ ইতিপূর্বে এটির কোনও প্রিকোভারি গৃহীত হয়নি এবং ১৯৮৫ সালের আগে এটিকে চিহ্নিত করাও যায়নি।\nপৃথিবীর সঙ্গে এটির ন্যূনতম কাক্ষিক পরিচ্ছেদন দূরত্ব (মোইড) ০.৩৩০২ AU (৪,৯০,০০,০০০ কিমি) (১২৮.৬ চান্দ্র দূরত্ব) হওয়ায় এটি কখনই পৃথিবীর এত কাছে আসে না যে এটিকে একটি সম্ভাব্য ঝুঁকিপূর্ণ বস্তু হিসেবে শ্রেণিবদ্ধ করা যায়। কারণ, সেই বস্তুগুলির সর্বোচ্চ মোইড-সীমা ০.০৫ জ্যো.এ. হিসেবে চিহ্নিত হয়েছে।\n\n\n== ভৌত বৈশিষ্ট্য ==\n\n\n=== আলোকবক্রতা ===\n২০১৪ সালের অগস্ট মাসে এবং ২০১৫ সালের মার্চ মাসে কলোরাডোর পালমার ডিভাইড মানমন্দির থেকে মার্কিন জ্যোতির্বিজ্ঞানী ব্রায়ান ওয়ার্নার কৃত আলোকমিতি-সংক্রান্ত পর্যবেক্ষণ থেকে অদিতির দু’টি আবর্তন-সংক্রান্ত আলোকবক্রতা পাওয়া গিয়েছে। প্রথম আলোকবক্রতাটির আবর্তনকাল ৬.৬৮৩ ঘণ্টা এবং উজ্জ্বলতার পার্থক্য ০.৬৪ (ইউ=৩-); অন্যদিকে দ্বিতীয়টির আবর্তনকাল ৬.৬৭০ এবং বিস্তার ০.২৯ ম্যাগনিচিউড (ইউ=৩).\nআলোকবক্রতা-সংক্রান্ত অতিরিক্ত তথ্য সংগৃহীত হয়েছে বেনিশেক (ইউ=অজ্ঞাত) ও মানজিনি (ইউ=১+) কর্তৃক।\n\n\n=== ব্যাস ও অ্যালবেডো ===\nনাসার ওয়াইড-ফিল্ড ইনফ্রারেড সার্ভে এক্সপ্লোরারের উত্তরকালীন নেওওয়াইজ অভিযানের সময় কৃত পর্যবেক্ষণ অনুযায়ী, অদিতির অ্যালবেডো ০.৩৪, যা উচ্চ মাত্রার অ্যালবেডো। এটির সঙ্গতিপূর্ণ ব্যাসরেখার দৈর্ঘ্য ১.৮০ কিলোমিটার।\nকালেকটিভ অ্যাস্টারয়েড লাইটকার্ভ লিংক অনুযায়ী, পাথুরে এস-শ্রেণির গ্রহাণুগুলির আদর্শ অ্যালবেডো ০.২০। কালেকটিভ অ্যাস্টারয়েড লাইটকার্ভ লিংক-এর গণনা অনুযায়ী, অদিতির ব্যাসরেখা ১.৮৮ কিলোমিটার অর্থাৎ সামান্য বেশি। এর কারণ হল, একটি বস্তুর অ্যালবেডো (কল্পিতভাবে) যত কম হয়, একটি স্থির পরম মানে (উজ্জ্বলতা) তার ব্যাস তত বেশি হয়।\n\n\n== নামকরণ ==\nএই গৌণ গ্রহটির নামকরণ করা হয়েছে হিন্দু দেবী অদিতির নামানুসারে। অদিতি হলেন সকল বিদ্যমান সত্ত্বার দিব্য জননী। তিনিই অষ্ট বসু, একাদশ রুদ্র ও দ্বাদশ আদিত্য সহ ত্রিদশ দেবতার জননী। বৈদিক সাহিত্যে তাঁকে দিব্য আলোকের দেবী বলে উল্লেখ করা হয়েছে। ১৯৯১ সালের ৩০ জানুয়ারি আনুষ্ঠানিকভাবে নামকরণের কথা প্রকাশ করা হয় (এম.পি.সি. টেমপ্লেট:MoMP).\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nNEODyS-2 for (4401) Aditi\nearn.dlr.de/nea for (4401) Aditi\nইউটিউবে The Palmer Divide Observatory: Tour given by Brian Warner (time 4:03 min.)\nAsteroid Lightcurve Database (LCDB), query form (info  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ ডিসেম্বর ২০১৭ তারিখে)\nDictionary of Minor Planet Names, Google books\nAsteroids and comets rotation curves, CdR –  Observatoire de Genève, Raoul Behrend\nটেমপ্লেট:NeoDys\nটেমপ্লেট:ESA-SSA\nটেমপ্লেট:JPL small body"}