{"pageid": 1102380, "title": "লাইসি", "url": "https://bn.wikipedia.org/wiki?curid=1102380", "content": "লাইসি (গ্রিক: Λύση, তুর্কি:Akdoğan বা Lisi) সাইপ্রাসের লারনাকা শহরের উত্তরে মেসোরিয়া সমভূমিতে অবস্থিত একটি গ্রাম। এটি উত্তর সাইপ্রাসের ডি ফ্যাক্টো নিয়ন্ত্রণের (সরাসরি নিয়ন্ত্রিত) অধীনে।\n\n\n== অবস্থান ==\nলাইসি হল বেয়ারমুডু, পাসাকোয়, পাইল এবং ভাদিলি গ্রামের প্রশাসনিক কেন্দ্র। ১৯৬০ সালে, এই গ্রামে ৩,৭০০ গ্রিক সাইপ্রিয়ট বাস করত এবং ১৯৭৪ সালে সেই সংখ্যা ছিল আনুমানিক ৬,০০০। পরবর্তীকালে তারা সবাই তুর্কি আক্রমণ এবং দ্বীপটির পরবর্তী বিভাজনের কারণে এই গ্রাম থেকে পালিয়ে যায়। তুরস্কের মূল ভূখণ্ড থেকে তুর্কি বসতি স্থাপনকারীরা এবং দক্ষিণ সাইপ্রাসের অন্যান্য গ্রাম থেকে বাস্তুচ্যুত তুর্কি সাইপ্রিয়টদের আগমনের ফলে গ্রামের জনসংখ্যার পরিবর্তন হয়েছে।\n\n\n== ইতিহাস ==\nগ্রামের মাঝখানে একটি ১৯ শতকের শেষের দিকের গ্রিক অর্থোডক্স গির্জা ছিল, যা ফামাগুস্তা এবং নিকোসিয়ার মধ্যযুগীয় ক্যাথেড্রালগুলি থেকে অনুলিপি করা গথিক সজ্জার একটি পুরু স্তর দ্বারা আবৃত ছিল। এই গির্জাটি ছিল লাইসির বাসিন্দাদের দ্বারা নির্মিত যারা বেশ কয়েক বছর ধরে স্বেচ্ছাশ্রমের বিনিময়ে এটি নির্মাণ করেছিলেন। গ্রামটি তুর্কি দখলের পর গির্জাটি লুট করা হয়েছিল, এর সমস্ত খ্রিস্টান আইকন এবং অন্যান্য খ্রিস্টান অভ্যন্তরীণ সজ্জা সরিয়ে ফেলা হয়েছিল এবং এটিকে একটি মসজিদে পরিণত হয়েছিল।\nগ্রাম থেকে ২ কিমি দক্ষিণ-পশ্চিমে সেন্ট ইভফেমিয়ানোসের ১৪ শতকের একটি গির্জা আছে যা সমুদ্রের স্রোতের ঠিক উপরে ইউক্যালিপটাসের ছায়া দ্বারা আচ্ছিত একটি ফাঁকা স্থানে অবস্থিত।\nএই ছোট গির্জাটিতে সাইপ্রাস দ্বীপের সবচেয়ে সুন্দর এবং ভালভাবে সংরক্ষিত বাইজেন্টাইন মোজাইকগুলির কিছু চিত্র রয়েছে। মোজাইকগুলি পরে সাইপ্রাস চার্চের পক্ষে মার্কিন যুক্তরাষ্ট্রের টেক্সাসের মেনিল ফাউন্ডেশন কিনে নিয়েছিল এবং সাইপ্রাস সরকার ঋণ হিসেবে মেনিল ফাউন্ডেশনের কাছ থেকে মোজাইকগুলি নিয়েছিল। ২০১২ সালের ফেব্রুয়ারিতে এই ঋণ চুক্তিটি শেষ হয়।\nগ্রামের পশ্চিমে, আরসোস গ্রামের টারমাক রাস্তা ধরে ২ কিমি দূরে, গোলাকার পাথর দিয়ে ঘেরা একটি অনিন্দ্যসুন্দর টিলা রয়েছে। গ্রামটির দক্ষিণ দিকের মাটির অর্ধেক নিচে একটি গ্রিক প্রত্নতাত্ত্বিক নিম্ফিয়াম রয়েছে এবং একটি ছোট প্রাকৃতিক গুহা রয়েছে যেখানে প্রত্নতাত্ত্বিকরা অনেক প্রাচীন মূর্তি খুঁজে পেয়েছেন।\nধ্বংসপ্রাপ্ত গির্জা এবং উত্তর প্রান্তের ভবনগুলিকে ১৮ শতকের সেইন্ট স্পাইরিডনের প্রাচীন মঠের পুনর্নির্মাণের ধ্বংসাবশেষ হিসেবে গণ্য করা হয়। পরবর্তীকালে কনস্টান্টিনোপলে এবং অবশেষে কর্ফু দ্বীপে সরিয়ে নেওয়ার আগে কয়েক শতাব্দী ধরে সেইন্ট স্পাইরিডনের দেহাবশেষ এখানে সমাহিত ছিল।\n\n\n== তথ্যসূত্র =="}