{"pageid": 1103501, "title": "তুরীয়", "url": "https://bn.wikipedia.org/wiki?curid=1103501", "content": "তুরীয় (সংস্কৃত: तुरीय) অর্থ সমাধিমগ্ন, চরম উৎকর্ষপ্রাপ্ত বা চরম অবস্থা প্রাপ্ত । তুরীয় হিন্দুদর্শনে অর্থ \"চতুর্থ\" বা চতুরীয়, চতুর্থ, বিশুদ্ধ চেতনা। তুরীয় হল সেই পটভূমি যা চেতনার তিনটি সাধারণ অবস্থার অন্তর্নিহিত ও পরিব্যাপ্ত। চেতনার তিনটি সাধারণ অবস্থা হল: জাগ্রত অবস্থা, স্বপ্নময় অবস্থা ও স্বপ্নহীন গভীর ঘুম। এটি বেশ কয়েকটি উপনিষদে বর্ণিত হয়েছে এবং গৌড়পাদের মাণ্ডুক্য কারিকাতে ব্যাখ্যা করা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== উপনিষদ ===\nমাণ্ডূক্য উপনিষদের ৭ নং শ্লোকে তুরীয় সম্পর্কে আলোচনা করা হয়েছে। যাইহোক, ধারণাটি প্রাচীনতম উপনিষদে পাওয়া যায়। উদাহরণস্বরূপ, ছান্দোগ্য উপনিষদের অধ্যায় ৮।৭ থেকে ৮।১২ পর্যন্ত \"চেতনার চারটি অবস্থা\" নিয়ে আলোচনা করা হয়েছে যেমন জাগ্রত, স্বপ্নে ভরা ঘুম, গভীর ঘুম ও গভীর ঘুমের বাইরে।  একইভাবে, বৃহদারণ্যক উপনিষদ, ৫.১৪.৩ অধ্যায়ে তুরীয় রাজ্য নিয়ে আলোচনা করেছে, মৈত্রী উপনিষদ ৬.১৯ ও ৭.১১ ধারায়। মাণ্ডূক্য উপনিষদের সপ্তম শ্লোক তুরীয়কে বর্ণনা করে:\n\nতুরীয়র ধ্যানের সময় অন্তর্দৃষ্টি যোগের পরিভাষায় সমাধির সমার্থক, মাণ্ডূক্য উপনিষদে 'অপরিমাপযোগ্য' বা 'পরিমাপহীন' হিসেবে পরিচিত হয়।\n\n\n=== অদ্বৈত বেদান্ত ===\n\nঅদ্বৈত চেতনার তিনটি অবস্থা পোষণ করে, যথা জাগ্রত (জাগ্রত), স্বপ্ন দেখা (স্বপ্ন), গভীর ঘুম (সুপ্তি), যা মানুষের দ্বারা অভিজ্ঞতাগতভাবে অনুভব করা হয়,  এবং তিন শরীর মতবাদের সাথে মিলে যায়:\n\nপ্রথম অবস্থা হল জাগ্রত অবস্থা, যেখানে আমরা আমাদের দৈনন্দিন জগৎ সম্পর্কে সচেতন। এটি হল স্থূল শরীর।\nদ্বিতীয় অবস্থা হল স্বপ্নময় মন। এটি হল সূক্ষ্ম শরীর।\nতৃতীয় অবস্থা হল গভীর ঘুমের অবস্থা। এটি হল কার্যকারণ শরীর।\nঅদ্বৈত তুরীয়র চতুর্থ অবস্থাও পোষণ করে, যাকে কেউ কেউ বিশুদ্ধ চেতনা হিসাবে বর্ণনা করেন, পটভূমি যা চেতনার এই তিনটি সাধারণ অবস্থার অন্তর্নিহিত ও অতিক্রম করে। তুরীয় হল মুক্তির রাজ্য, যেখানে অদ্বৈত দর্শন অনুসারে, একজন অসীম (অনন্ত) ও অ-ভিন্ন (অদ্বৈত/অভেদ) অনুভব করে, যেটি দ্বৈতবাদী অভিজ্ঞতা থেকে মুক্ত, যে অবস্থায় আজতিবাদ, অ-উৎপত্তি, ধরা হয়। চন্দ্রধারা শর্মার মতে, তুরীয় রাষ্ট্র যেখানে মৌলিক আত্মাকে উপলব্ধি করা হয়, এটি পরিমাপহীন, কারণও নয়, প্রভাবও নয়, সর্বব্যাপ্ত, দুঃখ-কষ্টহীন, আনন্দময়, পরিবর্তনহীন, স্ব-উজ্জ্বল, বাস্তব, সব কিছুর মধ্যে অব্যক্ত ও অতীন্দ্রিয়। যারা আত্ম-চেতনার তুরীয় পর্যায়টি অনুভব করেছেন তারা সকলের সাথে এবং সবকিছুর সাথে এক হিসাবে তাদের নিজস্ব অদ্বৈত আত্মার বিশুদ্ধ সচেতনতায় পৌঁছেছেন, তাদের জন্য জ্ঞান, জ্ঞাতা, জ্ঞাত এক হয়ে যায়, তারাই জীবনমুক্ত।\nঅদ্বৈত আরও প্রাচীন সংস্কৃত গ্রন্থে এই সত্তাতাত্ত্বিক তত্ত্বের ভিত্তি খুঁজে পেয়েছেন।  উদাহরণস্বরূপ, ছান্দোগ্য উপনিষদের অধ্যায় ৮.৭ থেকে ৮.১২ পর্যন্ত \"চেতনার চারটি অবস্থা\" নিয়ে আলোচনা করা হয়েছে যেমন জাগ্রত, স্বপ্নে ভরা ঘুম, গভীর ঘুম ও গভীর ঘুমের বাইরে। হিন্দু ধর্মগ্রন্থে তুরীয়-এর প্রাচীনতম উল্লেখগুলির মধ্যে একটি, বৃহদারণ্যক উপনিষদের ৫.১৪.৩ শ্লোকে পাওয়া যায়। ধারণাটি অন্যান্য প্রাথমিক উপনিষদেও আলোচনা করা হয়েছে।\n\n\n==== গৌড়পাদ ====\n\nগৌড়পাদ ছিলেন অদ্বৈত বেদান্তের প্রথম দিকের গুরু। গৌড়পাদকে ঐতিহ্যগতভাবে মহান শিক্ষক আদি শঙ্কর,-এর মহাগুরু বলে উল্লেখ করা হয়। হিন্দু দর্শনের অন্যতম গুরুত্বপূর্ণ ব্যক্তিত্ব। গৌড়পাদকে শ্রী গৌড়পদাচার্য মঠের প্রতিষ্ঠাতা এবং মাণ্ডূক্য কারিকা-এর লেখক বা সংকলক বলে মনে করা হয়।\nগৌড়পাদ লিখেছেন বা সংকলিত করেছেন এই কাজে, গৌড়পাদ উপলব্ধি, আদর্শবাদ, কার্যকারণ, সত্য ও বাস্তবতা নিয়ে কাজ করে। চতুর্থ রাজ্য, (তুরীয় অবস্থ), নীরবতার সাথে মিলে যায়, যেমনটি অন্য তিনটি ওঁ (ওম)-এর সাথে মিলে যায়। এটি অন্য তিনটি রাজ্যের উপস্তর। নাকামুরা বলেছেন, এটা হল অত্যন্ত-শূণ্যতা (পরম শূন্যতা)।\nমাইকেল কোমানস নাকামুরার থিসিসের (গবেষণামূলক প্রবন্ধ) সাথে একমত নন যে \"চতুর্থ রাজ্য সম্ভবত মহাযান বৌদ্ধধর্মের সুনয়তা দ্বারা প্রভাবিত ছিল।\" কোমানস এর মতে,\n\nএটা দেখা অসম্ভব যে কীভাবে স্থায়ী, অন্তর্নিহিত বাস্তবতার দ্ব্যর্থহীন শিক্ষা, যাকে সুস্পষ্টভাবে \"আত্ম\" বলা হয়, মহাযানের প্রথম দিকের প্রভাব দেখাতে পারে।\nকোমানস আরও উল্লেখ করেন নাকামুরাকে, যিনি উল্লেখ করেন যে পরবর্তী মহাযান সূত্র যেমন লঙ্কাবতার সূত্র এবং বুদ্ধ-প্রকৃতির ধারণা, বৈদান্তিক চিন্তাধারা দ্বারা প্রভাবিত হয়েছিল। কোমানস উপসংহারে উল্লেখ করেন.\n\nমাণ্ডুক্যের অন্তর্নিহিত আত্ম সম্বন্ধে যে শিক্ষা রয়েছে তাতে বৌদ্ধ চিন্তাধারার কোনো চিহ্ন রয়েছে এমন কোনো পরামর্শ নেই, কারণ এই শিক্ষাটি প্রাক-বৌদ্ধ বৃহদারণ্যক উপনিষদে পাওয়া যেতে পারে।\nইসায়েভা বলেছেন যে বৌদ্ধধর্মের গ্রন্থ ও হিন্দুধর্মের মাণ্ডূক্য উপনিষদে শিক্ষার মধ্যে পার্থক্য রয়েছে, কারণ পরেরটি দাবি করে যে চিত্ত \"চেতনা\" উপনিষদের শাশ্বত ও অপরিবর্তনীয় আত্মা \"আত্মা, স্ব\" এর সাথে অভিন্ন। অন্য কথায়, মাণ্ডূক্য উপনিষদ ও গৌড়পাদ আত্মার অস্তিত্ব নিশ্চিত করে, যখন বৌদ্ধ দর্শন নিশ্চিত করে যে কোন আত্মা বা আত্মা নেই।\n\n\n==== আদি শঙ্কর ====\nআদি শঙ্কর বর্ণনা করেছেন, মাণ্ডূক্য উপনিষদে উল্লিখিত ধারণার ভিত্তিতে, চেতনার তিনটি অবস্থা, যথা জাগ্রত, স্বপ্ন দেখা (স্বপ্ন), ও গভীর ঘুম (সুসুপ্তি), যা তিনটি শরীরের সাথে মিলে যায়:\n\nপ্রথম অবস্থা হল জাগ্রত চেতনা, যেখানে আমরা আমাদের দৈনন্দিন জগৎ সম্পর্কে সচেতন। \"এটি বাহ্যিক-জ্ঞানী (বহিষ-প্রজ্ঞা), স্থূল ও সর্বজনীন (বৈশ্বানর) হিসাবে বর্ণনা করা হয়েছে\"। ইহাই স্থূল শরীর।\nদ্বিতীয় অবস্থা হল স্বপ্ন দেখার মনের। \"এটি অন্তর্মুখী-জ্ঞানী (অন্তঃ-প্রজ্ঞা), সূক্ষ্ম (প্রাভিবিকতা) ও জ্বলন্ত (তৈজস) হিসাবে বর্ণনা করা হয়েছে\"। এটি হল সূক্ষ্ম শরীর।\nতৃতীয় অবস্থা হল গভীর ঘুমের অবস্থা। এই অবস্থায়, চেতনার অন্তর্নিহিত স্থলটি মনোযোগহীন। \"সকলের প্রভু (সর্ব-ঈশ্বর), সকলের জ্ঞাতা (সর্ব-জ্ঞান), অন্তর্নিয়ন্ত্রক (অন্তর্যামী), সকলের উৎস (যোনি সর্বস্য), সৃষ্ট জিনিসের উৎপত্তি ও দ্রবীভূতকরণ (প্রভাব-অপ্যায়ৌ হি ভূতনাম)\"। এটি হল কার্যকারণ শরীর।\nজাগ্রত চেতনায়, 'আমি' (আত্ম-পরিচয়) এবং চিন্তার সচেতনতা রয়েছে। নিদ্রা বা স্বপ্নাবস্থায় 'আমি'-এর কোনো বা সামান্য অনুভূতি থাকে না; যাহোক, চিন্তা ও চিন্তা সচেতনতা আছে। জেগে ওঠা ও স্বপ্ন দেখা পরম বাস্তবতা ও আধিভৌতিক সত্যের সত্য অভিজ্ঞতা নয়, বিষয় ও বস্তুর দ্বৈত প্রকৃতির কারণে, স্ব ও অ-স্ব, অহং ও অ-অহং।\n\n\n=== কাশ্মীর শৈবধর্ম ===\n\nকাশ্মীর শৈবধর্মে তুর্য নামক রাজ্য রয়েছে - চতুর্থ রাজ্য। এটা না জাগরণ, না স্বপ্ন, না গভীর ঘুম। বাস্তবে, এটি এই তিনটি অবস্থার মধ্যে যেকোন সংযোগে বিদ্যমান, যেমন জেগে ওঠা এবং স্বপ্ন দেখার মধ্যে, স্বপ্ন দেখা ও গভীর ঘুমের মধ্যে এবং গভীর ঘুম ও জাগ্রত হওয়ার মধ্যে। কাশ্মীর শৈবধর্মে তুরীয়াতিত নামে পঞ্চম চেতনার রাজ্য রয়েছে - তুরীয়র বাইরের রাজ্য। তুরীয়াতিত, যাকে শূন্য বা শূণ্যও বলা হয় সেই অবস্থা যেখানে একজন মুক্তি লাভ করে অন্যথায় জীবনমুক্তি বা মোক্ষ নামে পরিচিত।\nতন্ত্রলোকের উপর ভিত্তি করে স্বামী লক্ষ্মণ জু তুরীয়র পরপর সাতটি ধাপের বর্ধিত মডেল উপস্থাপন করেছেন। এই পর্যায়ে বলা হয়:\n\nনিজানন্দ\nনিরানন্দ\nপরানন্দ\nব্রহ্মানন্দ\nমহানন্দ\nচিদানন্দ\nজগদানন্দ\nযখন তুরীয় পর্যায় ১ - ৬ কে \"অভ্যন্তরীণ বিষয়গত  সমাধি\" (নিমিলন সমাধি) এর জন্য দায়ী করা হয়, একবার সপ্তম তুরীয় পর্যায়ে সমাধি স্থায়ীভাবে প্রতিষ্ঠিত হয়ে গেলে এটি শুধুমাত্র অভ্যন্তরীণ বিষয়গত জগতকে আর বিস্তৃত করে না বরং এর বাইরেও সমগ্র বাহ্যিক বস্তুনিষ্ঠ জগৎ (উনিমিলন সমাধি)।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== ওয়েব সূত্র ==\n\n\n== উৎস ==\nComans, Michael (২০০০)। \"The Method of Early Advaita Vedānta: A Study of Gauḍapāda, Śaṅkara, Sureśvara, and Padmapāda\"। Delhi: Motilal Banarsidass। \nIsaeva, Natalia (১৯৯৩)। Shankara and Indian Philosophy। Albany: State University of New York Press (SUNY)। আইএসবিএন 978-0-7914-1281-7।  Some editions spell the author Isayeva.\nNakamura, Hajime (২০০৪), A History of Early Vedanta Philosophy. Part Two, Delhi: Motilal Banarsidass Publishers Private Limited উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNikhilananda, Swami (১৯৭৪)। Mandukyopanishad with Gaudapada's Karika and Sankara's Commentary। Mysore: Shri Ramakrishna Ashrama। \nPotter, Karl. H. (১৯৮১), Encyclopedia of Indian Philosophies: Advaita Vedānta up to Śaṃkara and his pupils, Volume 3, Delhi: Motilal Banarsidass, আইএসবিএন 81-208-0310-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShankarananda, Swami (২০০৬)। The Yoga of Kashmir Shaivism: Consciousness Is Everything। Delhi: Motilal Banarsidass Publishers Private Limited। \nSharma, C. (১৯৯৭)। A Critical Survey of Indian Philosophy। Delhi: Motilal Banarsidass। আইএসবিএন 81-208-0365-5। \nWilber, Ken (২০০০), Integral Psychology, Shambhala Publications উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRaina, Lakshman Joo. (১৯৮৫)। Kashmir Shaivism - The Secret Supreme। USA: Lakshmanjoo Academy। আইএসবিএন 978-0-9837833-3-6। \n\n\n== বহিঃসংযোগ ==\nConsciousness, cognition and the cognitive apparatus in the Vedānta tradition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জানুয়ারি ২০২১ তারিখে"}