{"pageid": 1103922, "title": "চুংকুপ", "url": "https://bn.wikipedia.org/wiki?curid=1103922", "content": "চুংকুপ হল একটি ইন্দোনেশীয় বর্গাকার ভবন কাঠামো যার ছাদ তৈরি করা হয় কোনো কিছুকে ছায়া বা দেওয়ার জন্য, সাধারণত একটি কবর, শিলালিপি বা নামফলক। যদিও এগুলি অন্যান্য গুরুত্বপূর্ণ বস্তু ছায়া প্রদানে ব্যবহার করা হয়ে থাকে। চুংকুপ জাভানীয় মসজিদের টায়ার্ড-ছাদের শৈলীকে অনুপ্রাণিত করেছে বলেও মনে করা হয়, এই তত্ত্বটি এই অধিকাংশদের দ্বারা সমর্থিত যে চুংকুপ টায়ার্ড ভিত্তিক নয়, পূর্ব জাভাতে গিরি চুংকুপ ব্যতিক্রম স্থাপত্য শৈলী হিসাবে পরিচিত।\nকিছু ঐতিহ্যবাহী নিদর্শন রয়েছে যার সাথে প্রায়শই চুংকুপ ব্যবহার করা হয়। কিছু উদাহরণ হল কেপ ফুলের নিদর্শন যা লোকেদের অবস্থানে স্বাগত জানানোর একটি চিহ্ন বলে মনে করা হয়, তাই এই স্থাপত্য বিন্যাস সাধারণত দরজায় খোদাই করা হয়। কেপ ফুলের বিন্যাসে সম্পূর্ণ করার জন্য দ্রাক্ষালতা এবং পাতার নকশা রয়েছে। এছাড়াও একটি জুঁই ফুলের নকশা রয়েছে যা পালেমবাং ঐতিহ্যে ভদ্রতার চিহ্ন বলে মনে করা হয়। মালয় লোকেরা জুঁই ফুলের নকশাকে পবিত্র হিসাবে দেখে কারণ জুঁই ফুল প্রায়ই ধর্মীয় আচার-অনুষ্ঠানে ব্যবহৃত হয়। এই নিদর্শনগুলির অনেকগুলি স্থানীয় এবং বিভিন্ন জায়গায় বিভিন্ন অর্থ রয়েছে।\n\n\n== ব্যবহার ==\n\n\n=== কবরস্থান ===\nঐতিহ্যগতভাবে, ইন্দোনেশিয়ার ইসলামি কবরগুলি তিনটি জিনিস দ্বারা চিহ্নিত করা হয়, সাধারণ কবর, সমাধি পাথর এবং একটি চুংকুপ। চুংকুপ সাধারণত এমন লোকদের জন্য তৈরি করা হয় যারা তাদের সম্প্রদায়ে অত্যন্ত সম্মানিত ছিল যেহেতু চুংকুপ কবর রক্ষা করার জন্য। তাদের জন্য নির্মিত চুংকুপের কিছু উল্লেখযোগ্য কবর হল ব্লিটারে সুকর্নোর কবর, মিনাহাসাতে টুয়াঙ্কু ইমাম বনজোলের কবর এবং সুরাবায়ায় ডব্লিউআর সুপ্রাতমানের কবর। চুংকুপ নির্মাণ সাধারণত জাভা, সুমাত্রা এবং সুলাওয়েসি দ্বীপপুঞ্জে পাওয়া যায়, যদিও এগুলো নির্মাণের নমুনা এই জায়গাগুলোতে সম্পূর্ণরূপে সীমাবদ্ধ নয়।\n\n\n=== শিলালিপি ===\nকবরস্থানের পাশাপাশি চংকুপ শিলালিপি জন্য নির্মিত হয় যদি এটি ভবনের বাইরে স্থাপন করা হয় সেক্ষেত্রে, এটি করা হয় যাতে অন্যান্য জিনিসের মধ্যে আবহাওয়া দ্বারা শিলালিপি ক্ষতিগ্রস্ত না হয়। সাধারণত জাদুঘরে প্রদর্শিত শিলালিপিতে একটি চুংকুপ থাকে যদি এটি একটি কাচের কেস দ্বারা সুরক্ষিত না থাকে।\n\n\n=== নামফলক ===\nঅফিস এবং অন্যান্য গুরুত্বপূর্ণ ভবনগুলোর নামফলকে সাধারণত চুংকুপ থাকে যা নামফলকটিকে রক্ষা করে। এটি নামফলকের সুরক্ষা হিসাবে কাজ করে কারণ এটি আবহাওয়ার ক্ষতি এবং মরিচায় সংবেদনশীল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}