{"pageid": 1103852, "title": "জিপাং", "url": "https://bn.wikipedia.org/wiki?curid=1103852", "content": "জিপাং হল একটি ঐতিহ্যবাহী খাবার যা চাল বা আঠালো চাল দিয়ে তৈরি। এই ঐতিহ্যবাহী খাবারটিকে কখনও কখনও বিপাং বা বেরনডং বেরাসও বলা হয়ে থাকে।\n\n\n== ইতিহাস ==\nবিপাং শব্দটি হোক্কিয়েন শব্দ বি-ফাং (米芳; পিনইং মান্দারিন = মি ফাং) থেকে নেওয়া হয়েছে যার অর্থ \"সুগন্ধি বা সুগন্ধযুক্ত চাল, এটি মূলত এক প্রকারের মিষ্টান্ন জাতীয় খাদ্য। জিপাং চীনের সবচেয়ে জনপ্রিয় ঐতিহ্যবাহী জলখাবারের মধ্যে অন্যতম। চীনা অভিবাসীরা নাস্তা হিসেবে ইন্দোনেশিয়ায় জিপাং চালু ও বিক্রি করে। এই ঐতিহ্যবাহী জিপাং ব্যবসাগুলির মধ্যে কয়েকটি এখনও সক্রিয় রয়েছে, এর মধ্যে একটি হল পূর্ব জাভার পাসুরুয়ানে টোকো বিপাং জাংকার যা ১৯৪০ সাল থেকে এখনো পরিচালিত হয়ে আসছে।\n\n\n== তৈরির প্রক্রিয়া ==\nজিপাং তৈরির প্রক্রিয়াটি স্থানভেদে ভিন্ন ভিন্ন হয়, এমনকি পরিবার থেকে পরিবারে ভিন্নতা লাভ করে কেননা জিপাং একটি বহুল পরিচিয় খাবার। এর সাথে যুক্ত করতে হয় যে, জিপাংয়ের বৃহৎ পরিসরে উৎপাদনে ব্যবহৃত প্রক্রিয়াগুলো মূলত এর ঐতিহ্যগত পদ্ধতি আলাদা হয়ে থাকে।\nজিপাং তৈরির প্রধান উপকরণ হল চাল ও চিনি। জিপাং তৈরির জন্য সবচেয়ে ভালো চাল পাওয়া যায় ৩-৪ দিনের জন্য মজুত করা ধান থেকে। প্রধান জিপাং উৎপাদকদের মতে, গ্রীষ্মের পরিবর্তে বর্ষা মৌসুমে জিপাংয়ের চাহিদা সবচেয়ে বেশি হয় এবং গ্রীষ্মকালে বিক্রি কমে যায়। এর কারণ হল গ্রীষ্মের মাসগুলিতে তৃষ্ণার্ত করে এমন নাস্তা লোকজন এড়িয়ে চলে।\nবড় বড় কারখানায় জিপাং তৈরিতে সাধারণত উচ্চ-ক্ষমতাসম্পন্ন যন্ত্রপাতি ব্যবহার করা হয় যেখানে উচ্চ চাপের গ্যাসের চুলা বা গ্যাস বার্নারে চাল ভাজা হয়। এরপরে চালটি ছিটিয়ে দেওয়া হয় এবং ক্যারামেল যুক্ত চিনির সাথে মেশানো হয় যাতে এই খাবারে ঐতিহ্যবাহী জিপাংয়ের মিষ্টি স্বাদ চলে আসে। জিপাংয়ের মিশ্রণ শক্ত হওয়ার আগে, এটা একটি টেবিলে রাখা হয় এবং মোড়কজাতকরণের জন্য নির্দিষ্ট আকারে কাটা হয়।\nদক্ষিণ সুমাত্রার লাহাতে, শ্রমিক মৌসুমে জিপাং অধিক জনপ্রিয়। লাহাতে জিপাং তৈরির প্রক্রিয়া প্রধান কারখানায় ব্যবহৃত পদ্ধতির থেকে আলাদা। লাহাতে জিপাং আঠালো চাল থেকে প্রধানত তৈরি করা হয়। এই অনন্য জিপাং শেষ পর্যন্ত ভাজা হওয়ার আগে ধুয়ে, ডুবিয়ে, ব্রাউন সুগার দিয়ে ঢেকে, সূর্যের নিচে শুকানো হয়।\n\n\n== তথ্যসূত্র =="}