{"pageid": 1103225, "title": "সাউথ পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1103225", "content": "সাউথ পার্ক  হল একটি আমেরিকান অ্যানিমেটেড সিটকম যা ট্রে পার্কার এবং ম্যাট স্টোন দ্বারা নির্মিত এবং কমেডি সেন্ট্রালের জন্য ব্রায়ান গ্রেডেন দ্বারা উন্নীত। সিরিজটি চারটি ছেলেকে ঘিরে তৈরি হয়েছে — স্ট্যান মার্শ, কাইল ব্রফ্লোভস্কি, এরিক কার্টম্যান এবং কেনি ম্যাককরমিক — এবং কলোরাডো শহরের আশেপাশে তাদের অবস্থান। সাউথ পার্ক তার অশ্লীলতা এবং অন্ধকার, পরাবাস্তব হাস্যরসের জন্য কুখ্যাত হয়ে ওঠে যা একজন প্রাপ্তবয়স্ক দর্শকের দিকে বিস্তৃত বিষয়কে ব্যঙ্গ করে।\nপার্কার এবং স্টোন দ্য স্পিরিট অফ ক্রিসমাস  নামে দুটি অ্যানিমেটেড শর্ট ফিল্ম থেকে সাউথ পার্ক তৈরি করেছেন। দ্বিতীয় শর্ট ফিল্মটি প্রথম ইন্টারনেটে ভাইরাল ভিডিও হয়ে উঠে। শেষ পর্যন্ত সাউথ পার্ক ' তৈরী করে। পাইলট পর্বটি কাটআউট অ্যানিমেশন ব্যবহার করে তৈরি করা হয়েছিল। পরবর্তী পর্বগুলি কম্পিউটার অ্যানিমেশন দিয়ে তৈরি করা হয়। সাউথ পার্কে পুনরাবৃত্ত অক্ষরগুলির একটি খুব বড় সংমিশ্রণ দেখা যায়। \n১৩ আগস্ট ১৯৯৭ এ আত্মপ্রকাশের পর থেকে সাউথ পার্কের  ৩০টি পর্ব সম্প্রচার করা হয়েছে। এটি দুর্দান্ত সাফল্যের সাথে আত্মপ্রকাশ করেছে। ধারাবাহিকভাবে যেকোনো মৌলিক কেবল প্রোগ্রামের সর্বোচ্চ রেটিং অর্জন করেছে। এটি কমেডি সেন্ট্রালের সর্বোচ্চ-রেটেড প্রোগ্রামগুলির মধ্যে একটি। দুটি টেলিভিশন \" দ্য প্যানডেমিক স্পেশাল \" এবং \" সাউথ পারকিউ ভ্যাকসিনেশন স্পেশাল \", যথাক্রমে সেপ্টেম্বর ২০২০ এবং মার্চ ২০২১ এ ২০২১ সালের আগস্টে, পার্কার এবং স্টোন ভায়াকমসিবিএস-এর সাথে একটি চুক্তির ঘোষণা দেন যা 2027 সালে কমেডি সেন্ট্রালের জন্য 30 সিজনে শোটি স্লেট করবে এবং পরবর্তীকালে ২০২১ সালে দুটি প্রিমিয়ার সহ প্যারামাউন্ট এর 25 নভেম্বর, 2021-এ, প্রথম চলচ্চিত্র, সাউথ পার্ক: পোস্ট কোভিড, প্যারামাউন্ট এ মুক্তি পায়।\nসাউথ পার্ক অসংখ্য প্রশংসা পেয়েছে, যার মধ্যে রয়েছে পাঁচটি প্রাইমটাইম এমি অ্যাওয়ার্ড, একটি পিবডি অ্যাওয়ার্ড এবং বিভিন্ন প্রকাশনার সেরা টেলিভিশন অনুষ্ঠানের তালিকায় অসংখ্য অন্তর্ভুক্তি।সিরিজের উপর ভিত্তি করে একটি চলচ্চিত্র, সাউথ পার্ক: বিগার লঙ্গার অ্যান্ড আনকাট, ১৯৯৯ সালের জুন মাসে বাণিজ্যিক এবং সমালোচনামূলক সাফল্যের জন্য মুক্তি পায়, যা একাডেমি পুরস্কারের মনোনয়ন লাভ করে। ২০১৩ সালে, টিভি গাইড সাউথ পার্ককে সর্বকালের দশম সেরা টিভি কার্টুন হিসেবে স্থান দিয়েছে।\n\n\n== তথ্যসূত্র =="}