{"pageid": 1103673, "title": "ফ্রিৎস জুইকি", "url": "https://bn.wikipedia.org/wiki?curid=1103673", "content": "ফ্রিৎস জুইকি (জার্মান: Fritz Zwicky; জার্মান: [ˈtsvɪki]; ১৪ ফেব্রুয়ারি, ১৮৯৮ - ৮ ফেব্রুয়ারি ১৯৭৪) ছিলেন একজন সুইস জ্যোতির্বিজ্ঞানী। তিনি তার জীবনের বেশিরভাগ সময় মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া ইনস্টিটিউট অফ টেকনোলজিতে কাজ করেছেন, এবং তাত্ত্বিক ও পর্যবেক্ষণমূলক জ্যোতির্বিদ্যায় অনেক গুরুত্বপূর্ণ অবদান রেখেছেন। জুইকিই প্রথম ১৯৩৩ সালে ভিরিয়াল উপপাদ্য ব্যবহার করে তমোপদার্থ (ডার্ক ম্যাটার) এর অস্তিত্বের পর্যবেক্ষণমূলক আভাস দিয়েছিলেন। তিনি একে \"dunkle (kalte) Materie\" নামে অভিহিত করেছিলেন।\n\n\n== ছেলেবেলা ও শিক্ষা ==\nফ্রিৎস জুইকির জন্ম ভার্না, বুলগেরিয়াতে, ১৮৯৮ খ্রিস্টাব্দের ১৪ই ফেব্রুয়ারি। তার পিতা, ফ্রিডোলিন (জন্ম ১৮৬৮), ছিলেন বুলগেরিয়ান শহরের একজন বিশিষ্ট শিল্পপতি এবং তিনি ভার্নাতে নরওয়ের রাষ্ট্রদূত হিসেবেও কাজ করেছিলেন (১৯০৮-১৯৩৩)। তার মাতা, ফ্রানজিস্কা ভ্রাচেক (জন্ম ১৮৭১), ছিলেন অস্ট্রো-হাঙ্গেরীয় সাম্রাজ্যের একজন জাতিগত চেক। জুইকি পরিবারের তিন সন্তানের মধ্যে ফ্রিটজ ছিলেন সবচেয়ে বড়: রুডলফ নামে তার একটি ছোট ভাই এবং লিওনি নামে একটি বোন ছিল। ফ্রিটজের মা ১৯২৭ সালে ভার্নাতে মারা যান। ফ্রিডোলিন ১৯৪৫ সাল পর্যন্ত বুলগেরিয়ায় থেকেছেন এবং কাজ করেছেন, এবং দ্বিতীয় বিশ্বযুদ্ধ এর পর তিনি সুইজারল্যান্ডে ফিরে আসেন।\n১৯০৪ সালে, ছয় বছর বয়সে, জুইকিকে সুইজারল্যান্ডের গ্লারাসে অবস্থিত তার পৈত্রিক নিবাসে দাদা-দাদীর কাছে বাণিজ্য বিষয়ে পড়াশুনা করবার জন্য পাঠিয়ে দেয়া হয়। অবশ্য পরবর্তীতে গণিত ও পদার্থবিজ্ঞান বিষয়ে তার আগ্রহ জন্ম নেয়। তিনি  জুরিখ এ অবস্থিত সুইস ফেডেরাল পলিটেকনিকে (বর্তমান নাম ETH জুরিখ) গণিত ও ব্যবহারিক পদার্থবিজ্ঞান এ উচ্চশিক্ষা লাভ করেন।\n\n\n== কর্মজীবন ==\n১৯২৫ সালে রকফেলার ফাউন্ডেশনের আন্তর্জাতিক ফেলোশিপ পেয়ে ক্যালিফোর্নিয়া ইন্সটিটিউট অব টেকনোলজিতে রবার্ট মিকিলান-এর সাথে গবেষণার কাজ করবার জন্য জুইকি মার্কিন যুক্তরাষ্ট্রে গমন করেন। রবার্ট ওপেনহেইমার এবং জুইকির অফিস ছিল একই করিডরের দুই প্রান্তে।\nজুইকি ছিলেন এমন একজন প্রতিভাবান বিজ্ঞানী যার হাত ধরে এমন অসংখ্য বিশ্বতত্ত্ব-এর জন্ম এবং বিকাশ ঘটে যা একুশ শতকের শুরুর দিকে মহাবিশ্বকে বুঝবার ক্ষেত্রে গভীর প্রভাব রেখেছে। জুইকি এবং তার সহকর্মী ওয়াল্টার বাডা ১৯৩৪ সালে \"সুপারনোভা\" বা (অতিনবতারা) শব্দটি ব্যবহার করে নিউট্রন তারা, সেই সাথে মহাজাগতিক রশ্মির অস্তিত্বেরও প্রথম আভাস দেন। পরবর্তী ৫২ বছরে তিনি ১২০টি সুপারনোভা আবিষ্কার করেন, যা ২০০৯ সাল পর্যন্ত একটি রেকর্ড ছিল। জুইকিই ১৯৩৩ সালে ভিরিয়াল উপপাদ্য ব্যবহার করে তমোপদার্থ (ইংরেজি- Dark Matter) এর প্রথম পর্যবেক্ষণমূলক আভাস দিয়েছিলেন। তিনি একে \"dunkle (kalte) Materie\" নামে অভিহিত করেন। এমনকি ১৯৩৭ সালে প্রকাশিত তার বিখ্যাত গবেষণাপত্রে তিনি মহাকর্ষীয় লেন্সিং এর মাধ্যমে ছায়াপথের মতো বড় আকৃতির ভর নির্ণয়ের সম্ভাবনাও ব্যক্ত করেন।\n১৯৪২ সালে জুইকি ক্যালিফোর্নিয়া ইন্সিটিটিউট টেকনোলজিতে জ্যোতির্বিজ্ঞানের অধ্যাপক হিসেবে যোগদান করেন। এছাড়াও তিনি অ্যারোজেট ইঞ্জিনিয়ারিং কর্পোরেশনের (১৯৪৩-১৯৬১) একজন গবেষণা পরিচালক/পরামর্শদাতা হিসেবে এবং মাউন্ট উইলসন অবজারভেটরি এবং পালোমার অবজারভেটরির স্টাফ সদস্য হিসেবে তার কর্মজীবনের বেশিরভাগ সময় অতিবাহিত করেছেন। তিনি প্রথম দিকের কিছু জেট ইঞ্জিন তৈরি করেছিলেন এবং ৫০টিরও বেশি পেটেন্ট ধারণ করেছিলেন অনেকগুলো জেট প্রপালশনের। তিনি আন্ডারওয়াটার জেট আবিষ্কার করেন।\n\n\n== ব্যক্তিজীবন ==\n১৯৩২ সালের এপ্রিল মাসে জুইকি ক্যালিফোর্নিয়া স্টেট সিনেটর এগবার্ট গেটস এর কন্যা ডরোথি ভার্নন গেটসকে (১৯০৪-১৯৯১) বিয়ে করেন। ১৯৩০ এর দশকের বিশ্বব্যাপী মহামন্দার সময় পালোমার অবজারভেটরি উন্নয়নে ডরোথি বিশেষ আর্থিক সহায়তা দিয়েছিলেন। ১৯৪১ সালে পারস্পরিক সমঝোতার মাধ্যমে তাদের বিবাহবিচ্ছেদ ঘটে।\n১৯৪৭ সালে জুইকি সুইজারল্যান্ডের আনা মার্গারিথা জার্চারকে বিয়ে করেন। তাদের তিন কন্যাসন্তান - মার্গ্রিট, ফ্রানজিস্কা এবং বারবারিনা। গ্লারাসের প্রাদেশিক লাইব্রেরি (Landesbibliothek Glarus) তালিকাভুক্ত জুইকি মিউজিয়ামে জুইকির অনেক কাগজপত্র এবং বৈজ্ঞানিক কাজ প্রদর্শিত রয়েছে। তিনি 8 ফেব্রুয়ারি, ১৯৭৪ সালে পাসাডেনা, ক্যালিফোর্নিয়াতে মৃত্যুবরণ করেন এবং তাঁকে মলিস, সুইজারল্যান্ডে সমাহিত করা হয়।\n\n\n== জুইকি ফাউন্ডেশন ==\n২৩ জানুয়ারি, ১৯৭৩তে প্রতিষ্ঠিত ফ্রিৎস জুইকি ফাউন্ডেশন (Fritz Zwicky Stiftung) জুইকির ভূসম্পত্তি পরিচালনা ও রক্ষণাবেক্ষণ করে, যা গ্লারাসের প্রাদেশিক লাইব্রেরি (Landesbibliothek Glarus) এর তালিকাভুক্ত এবং সংরক্ষিত প্রতিষ্ঠান। সম্প্রতি ফাউন্ডেশনটি অ্যান এক্সট্রাঅর্ডিনারি অ্যাসট্রোফিজিস্ট শিরোনামে জুইকির একটি জীবনী প্রকাশ করেছে। (দেখুন Acta Morphologica Generalis  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৬ তারিখে)।\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৪৯ঃ স্বাধীনতায় রাষ্ট্রপতি পদক (দ্বিতীয় বিশ্বযুদ্ধের সময় রকেট প্রপালশন সংক্রান্ত কাজের জন্য)\n১৯৬৮ঃ ক্যালিফোর্নিয়া ইন্সটিটিউট অব টেকনোলজিতে প্রফেসর এমিরেটাস পদ লাভ\n১৯৭২ঃ  রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটির স্বর্ণ পদক (\"জ্যোতির্বিদ্যা এবং সৃষ্টিতত্ত্বে বিশিষ্ট অবদানের জন্য\")\n১৮০৩ঃ ১৮০৩ জুইকি গ্রহাণু এবং চাদের জুইকি খাদ, উভয়ই তার সম্মানে নামকরণ করা হয়েছে।\nজুইকি ট্রান্সিয়েন্ট ফেসিলিটি তার সম্মানে নামকরণ করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFreeman Dyson, \"The Power of Morphological Thinking\" (review of John Johnson Jr., Zwicky: The Outcast Genius Who Unmasked the Universe, Harvard University Press, 2019, 352 pp.), The New York Review of Books, vol. LXVII, no. 1 (16 January 2020), pp. 42, 44. Freeman Dyson writes (p. 42): \"The change [around 1935] from a peaceful to a violent view of the universe was the result of many discoveries by many scientists using a variety of instruments, but one man and one instrument made a major contribution to it. The man was Fritz Zwicky... The instrument was a little eighteen-inch telescope that he installed near the summit of Mount Palomar in California in 1935... Zwicky's small, cheap telescope was the second one built with a revolutionary design by Bernhard Schmidt... in Germany.... The Schmidt telescope had an enormous advantage over other telescopes at that time: it focused light accurately over a wide field of view....\"\nWinkler, Kurt, \"Fritz Zwicky and the Search for Dark Matter,\" Swiss American Historical Society Review, vol. 50, no. 2 (2014), p. 23-41.\n\n\n== বহিঃসংযোগ ==\n\nRitchey, T., Fritz Zwicky, সংগ্রহের তারিখ ২০০৭-০৭-১০ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMaurer, S.M. (২০০১), \"Idea Man\" (পিডিএফ), Beamline, 31 (1), সংগ্রহের তারিখ ২০০৭-০৭-১০ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKnill, O. (১৯৯৮), Supernovae, an alpine climb and space travel (biographical notes), ২০১৬-০৪-১৪ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৭-০৭-১০ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFritz Zwicky foundation (in German)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মার্চ ২০১৯ তারিখে\nProc Natl Acad Sci\nInitial Evidence of Dark Matter — Annenberg Learner  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ মার্চ ২০১৫ তারিখে\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"ফ্রিৎস জুইকি\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\nফাইন্ড এ গ্রেইভে ফ্রিৎস জুইকি (ইংরেজি)\nটেমপ্লেট:Relativity"}