{"pageid": 1103525, "title": "বেইত উর আল-ফাওকা, ফিলিস্তিন", "url": "https://bn.wikipedia.org/wiki?curid=1103525", "content": "বেইত উর আল-ফাউকা ( আরবি: بيت عور الفوقا   ) হল একটি ফিলিস্তিনি গ্রাম যা উত্তর পশ্চিম তীরের রামাল্লা এবং আল-বিরহ গভর্নরেটে অবস্থিত। রামাল্লার পশ্চিমে ১৪ কিলোমিটার (৮.৭ মাইল) এবং বেইত উর আল-তাহতার দক্ষিণ-পূর্বে ৩ কিলোমিটার (১.৯ মাইল)। ফিলিস্তিনের কেন্দ্রীয় পরিসংখ্যান ব্যুরো অনুসারে, ২০০৭ সালের আদমশুমারিতে এর জনসংখ্যা ছিল ৮৬৪ জন।\n\n\n== অবস্থান এবং ভূগোল ==\nরামাল্লাহর পশ্চিমে ৮.৪ কিলোমিটার (৫.২ মাইল) বেইত উর আল-ফাওকা অবস্থিত। এর পূর্বে বেইতুনিয়া, উত্তরে দিরাজ ইবজি, পশ্চিমে বেইত উর তাহতা এবং দক্ষিণে আত-তিরা ও বেইত আনান অবস্থিত।\nএ গ্রামটি বেইত উর ফাওকা দুটি পাহাড়ের চুড়ায় অবস্থিত। শহর থেকে দুই মাইল কম দূরত্বে অবস্থিত। এটির উচ্চতা ২৪৫ মিটার বা ৮০৪ ফুট উঁচু। ইতিহাস সাক্ষি যে, বাইবেলে এ গ্রামটি \"বেথরোনের আরোহন\" হিসাবে বহু শতাব্দী ধরে পরিচিত। এ গ্রামটি সহ অন্য গ্রামগুলি তাদের দিকগুলিতে ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ স্থান দখল করেছে। ঐতিহাসিকভাবে এর রাস্তাগুলির মধ্যে একটি এ গ্রামে আছে। বেথোরনের রিজ পথটি আইজালনের সমভূমি (আধুনিক ইয়ালো) থেকে বেইত উর আল-তাহতা পর্যন্ত ৩৭০ মিটার (১২১০ ফুট) উপরে উঠে গেছে; তারপর এটি বেত উর আল-ফাউকায় পৌঁছানোর আগে, উত্তর ও দক্ষিণে উপত্যকাগুলির উভয় পাশের উপত্যকা সহ রিজ বরাবর ৬১৬ মিটার (২০২১ ফুট) চলতে থাকে। আল-জিব (বাইবেলের গিবিওন) এর উত্তরে মালভূমিতে পৌঁছানো আরও 8 কিলোমিটার (৫.০ মাইল) ধরে চলতে থাকে।\n\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদমশুমারিতে, বেইত উর আল-ফাউকার জনসংখ্যা ছিল ১৪৭ জন, তারা সবাই মুসলিম। ১৯৩১ সালের আদমশুমারির সময়, বেতট 'উর-আল-ফাউকার ৪৭টি দখলকৃত বাড়ি এবং ১৭৩ জন জনসংখ্যা ছিল, তারা সবাই মুসলিম।\n১৯৪৫ সালের গ্রামের পরিসংখ্যানে জনসংখ্যা ছিল ২১০ জন, সবাই মুসলমান। একটি সরকারি ভূমি ও জনসংখ্যা জরিপ অনুসারে এখানে মোট জমি ৩৭৬২ ডুমান ছিল। এর মধ্যে ৯৮৯ ডুমান আবাদ এবং সেচযোগ্য জমির জন্য বরাদ্দ করা হয়েছিল, ১২৭৭ ডুমান শস্যের জন্য এবং ২৬ ডুমান শহর নির্মাণের জন্য শ্রেণীবদ্ধ করা হয়েছিল।\n\n\n== জর্দান যুগ ==\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পর, বেইত উর আল-ফাউকা জর্ডানের শাসনের অধীনে আসে।\n১৯৬১ সালের জর্ডানের আদমশুমারিতে এখানে ৩৬২ জন বাসিন্দা পাওয়া গেছে।\n\n\n== ইসরাইলি শাসন ==\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে বেইত উর আল-ফাউকা ইসরায়েলি দখলে আসে। ইসরায়েলি কর্তৃপক্ষ কর্তৃক পরিচালিত ১৯৬৭ সালের আদম শুমারিতে বেইত উর ফাউকার জনসংখ্যা ছিল ২৯৮ জন, যাদের মধ্যে ৩৭ জন ইসরায়েলি ভূখণ্ড থেকে উদ্ভূত।\n১৯৯৫ সালের চুক্তির পর, ১২.১% গ্রামের জমি এলাকা বি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল, বাকি ৮৭.৯% এলাকা সি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল। ইসরায়েল নির্মাণের জন্য গ্রাম থেকে ৮৬৩ ডুনাম (৮৬.৩ হেক্টর; ২১৩ একর) জমি বাজেয়াপ্ত করেছে।\nবসতি স্থাপনের কারণে তাদের স্কুলে রাস্তার জন্য ভূমি প্রদানে অস্বীকার করার পরে, গ্রামের শিশুরা এখন স্থানীয় আল-তিরা বেইত উর আল-ফুকা উচ্চ বিদ্যালয়ে যাতায়াত করে, যেটি তিন দিকে ইসরায়েলি পৃথকীকরণ পয়ঃনিষ্কাশন চ্যানেলের মাধ্যমে প্রাচীর দ্বারা বেষ্টিত। অনেক গ্রামের পরিবার আশেপাশের গুহাগুলিতে বসবাস করতে ব্যবহার করে, কিন্তু তাদের জীবন উন্নত করার জন্য তারা বাড়ি পায়খানা তৈরি করেছিল, যার মধ্যে অনেকগুলি এখন ধ্বংসের আদেশের অধীন রয়েছে যখন ইসরাইল তাদের এলাকাটিকে একটি প্রত্নতাত্ত্বিক স্থান হিসাবে সংজ্ঞায়িত করার সিদ্ধান্ত নিয়েছে৷\n\n\n== তথ্যসূত্র =="}