{"pageid": 1103844, "title": "মুহাম্মদ জাদা হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1103844", "content": "মুহাম্মদ জাদা আগ্রা (পশতু: محمد زاده اګره‎) ছিলেন খাইবার পাখতুনখোয়ার মালাকান্দ জেলার একজন মাদকবিরোধী কর্মী এবং ব্লগার। ৮ নভেম্বর ২০২১ তারিখে মালাকান্দ জেলার সাখাকোট এলাকায় অজ্ঞাত বন্দুকধারীরা তাকে গুলি করে হত্যা করে।\nএফআইআর অনুসারে, অজ্ঞাতনামা ব্যক্তিরা একটি মোটরসাইকেলে এসে তাকে গুলি করে। তিনি কয়েক দিন আগে মালাকান্দ জেলার জেলা প্রশাসকের সাথে একটি খোলা আদালতে এলাকার মাদক মাফিয়াদের বিরুদ্ধে কথা বলেছিলেন।\n\n\n== প্রতিবাদ ==\nমোহাম্মদ জাদা হত্যার প্রতিবাদে এবং মোহাম্মদ জাদা হত্যার জন্য দায়ীদের চিহ্নিত করে বিচারের আওতায় আনার দাবিতে আজ সকাল থেকে সাখাকোট মালাকান্দের প্রধান সড়কে জনতা বিক্ষোভ করেছে।\n\n\n== তদন্ত ==\nখাইবার পাখতুনখোয়ার মুখ্যমন্ত্রীর উপদেষ্টা রিয়াজ খান বলেছেন যে মুখ্যমন্ত্রী মাহমুদ খান মোহাম্মদ জাদা আগ্রার হত্যাকাণ্ডের বিষয়টি লক্ষ্য রাখছেন এবং খাইবার পাখতুনখোয়া পুলিশ প্রধান মোয়াজ্জাম জাহ আনসারিকে প্রতিবেদন দাখিল করতে বলেছেন।\nখাইবার পাখতুনখোয়ার মুখ্যমন্ত্রী মালাকান্দের ডেপুটি কমিশনার আলতাফ আহমেদ এবং সহকারী কমিশনার ফাওয়াদ খট্টককে অপসারণের নির্দেশ দিয়েছেন।\nমালাকান্দ প্রশাসনের মতে, মুহাম্মদজাদা আগ্রার হত্যার একটি মামলা অজ্ঞাত ব্যক্তিদের বিরুদ্ধে নথিভুক্ত করা হয়েছে এবং কমিশনার সোয়াতের মতে, হত্যার তদন্তের জন্য একটি যৌথ তদন্ত দল গঠন করা হয়েছে।\n\n\n=== অভিযোগ ===\nতিনি ১২ অক্টোবর তার ফেসবুক অ্যাকাউন্টে পোস্ট করেছিলেন। পোস্টটিতে, মোহাম্মদ জাদা অভিযোগ করেছিলেন যে \"জেলা প্রশাসক মালাকান্দ আমার প্রতিপক্ষ এবং রাজনৈতিক চক্রের পরিকল্পনা ও ষড়যন্ত্রে আমাকে হয়রানির চেষ্টা করছেন।\" পোস্টটিতে আরও বলা হয়েছে, \"এই 'অপবিত্র ষড়যন্ত্র'-এর অনুপযুক্ত বাস্তবায়নের ফলে যদি আমার কিছু হয়, তবে আমার পরিবারের পুরো দাবি জেলা প্রশাসক মালাকান্দের উপর থাকবে।\"\n\n\n=== খুনীদের গ্রেফতার ===\n১৫ নভেম্বর ২০২১ তারিখে, জেলা প্রশাসক মালাকান্দ আনোয়ার-উল-হক মুহাম্মদজাদা হত্যার সাথে জড়িত দুই অভিযুক্তকে মিডিয়ার সামনে উপস্থাপন করেন। আসামিদের কাছ থেকে এ ঘটনায় ব্যবহৃত অস্ত্র ও একটি মোটরসাইকেলও উদ্ধার করা হয়েছে।\nজেলা প্রশাসক বলেন, মুহাম্মদজাদা হত্যা মামলা একটি বড় চ্যালেঞ্জ এবং আসামিদের গ্রেপ্তারে দীর্ঘ সময় লেগে গেলেও ফরেনসিক টিম ও গোয়েন্দা সংস্থার যৌথ প্রচেষ্টায় তাদের গ্রেপ্তার করা হয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\nমুহাম্মদ জাদা মালাকান্দ ও সাখাকোটে একজন রাজনৈতিক ও সামাজিক কর্মী হিসেবে পরিচিত ছিলেন। ছাত্র হিসাবে, তিনি ইনসাফ স্টুডেন্টস ফেডারেশন মালাকান্দের সভাপতি এবং প্রধানমন্ত্রী ইমরান খানের ভক্ত ছিলেন। এমনকি ব্যবহারিক জীবনে প্রবেশ করার পরেও, তিনি পিটিআই-এর সাথে যুক্ত ছিলেন, তবে এলাকায় মাদক পাচার এবং অপরাধের বিরুদ্ধে কথা বলার জন্য তিনি আরও খ্যাতি অর্জন করেছিলেন। তিনি শুধু সামাজিক যোগাযোগ মাধ্যমই ব্যবহার করেননি, জনসমাবেশে স্থানীয় প্রশাসন ও মাদক ব্যবসায়ীদের বিরুদ্ধে কঠোর ভাষা ব্যবহার করতেন।\n\n\n== প্রতিক্রিয়া ==\nইউনেস্কোর মহাপরিচালক, অড্রে আজুলে এবং কমিটি টু প্রটেক্ট জার্নালিস্ট হত্যার নিন্দা জানিয়েছে।\n\n\n== তথ্যসূত্র =="}