{"pageid": 1103539, "title": "বেইত উর আল-তাহতা", "url": "https://bn.wikipedia.org/wiki?curid=1103539", "content": "বেইত উর আল-তাহতা ( আরবি: بيت عور التحتى , অর্থ হলো \"খড়ের নীচের ঘর\") রামাল্লা ও আল-বিরহ গভর্নরেটের মধ্য পশ্চিম তীরে অবস্থিত একটি ফিলিস্তিনি গ্রাম। গ্রামটি বাইবেলের বেথরোনের জায়গায় অবস্থিত, বেইট উর আল-ফাউকার মুখোমুখি একটি পাহাড়ের চূড়ায়। ফিলিস্তিনের কেন্দ্রীয় পরিসংখ্যান ব্যুরোর মতে, ২০০৭ সালের মাঝামাঝি সময়ে বেত উর-আত-তাহতার জনসংখ্যা ছিল ৪৩৭২ জন।\n\n\n== অবস্থান এবং ভূগোল ==\nবেইত উর তাহতা, রামাল্লার  ১১.৪ কিলোমিটার (৭.১ মাইল)  পশ্চিমে অবস্থিত। এটির পূর্বে বেইত উর আল ফাউকা, পূর্ব ও উত্তরে দেইর ইবজি , পশ্চিমে সাফা ও বেইত সিরা এবং দক্ষিণে খারবাথা আল মিসবাহ দ্বারা সীমাবদ্ধ। \nবেইত উর আল-তাহতার পুরানো কেন্দ্রটি গ্রামের দক্ষিণ অংশে অবস্থিত, যখন উত্তর অংশটি প্রশস্ত সোপান দ্বারা চিহ্নিত হয় এবং এটি গ্রামের বেশ কয়েকটি প্রত্নতাত্ত্বিক অংশের স্থান দখল করে আছে। গ্রামের মোট আয়তন ৫৬৫৩ ডুনাম, যার মধ্যে ৭৭৩টি ডুনাম তৈরি করা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== রোমান যুগ ===\n২০০১ সালের জানুয়ারিতে, গ্রামের দক্ষিণ উপকণ্ঠে একটি সমাধি গুহা আবিষ্কৃত হয়। গুহাটিতে দুটি কক্ষ এবং একটি খিলানযুক্ত দরজা ছিল। গুহার অভ্যন্তরে নিদর্শনগুলির মধ্যে রয়েছে বেশ কয়েকটি মৃৎপাত্রের টুকরো, একটি রান্নার পাত্র, একটি বাটি এবং গবলেট যা দ্বিতীয় মন্দিরের সময়কালের (খ্রিস্টপূর্ব ১ম শতাব্দী থেকে খ্রিস্টপূর্ব ১ম শতাব্দী)।\n\n\n=== বাইজেন্টাইন যুগ ===\nগ্রামের পশ্চিমে একটি চ্যাপেলের ধ্বংসাবশেষ রয়েছে, যা দৃশ্যত বাইজেন্টাইন আমলের,  এবং একই সময়ের সিরামিকও পাওয়া গেছে।\n\n\n=== ক্রুসেডার যুগ ===\nক্রুসেডার সময়কালে, স্থানটি ১২ শতকে পবিত্র সেপুলচারের জাতের হিসাবে উল্লেখ করা হয়েছিল।\n\n\n=== অটোমান যুগ ===\n১৫৯৬ সালে গ্রামের লোকেরা অটোমানকে কর দিত। এ কর রেজিস্টার হিসাবে সুফলা বাইত 'উর নামের অধীনে এবং  নেহিয়া এর কুদস  এর ( \"উপজেলা\") লিওয়ার ( \"জেলা\") অংশ ছিল। এটির জনসংখ্যা ছিল ২০টি মুসলিম পরিবারের মধ্যে সীমাবদ্ধ। যারা গম, বার্লি, জলপাই, ছাগল এবং/অথবা মৌমাছি সহ বিভিন্ন কৃষি পণ্যের উপর ২৫% একটি নির্দিষ্ট কর হার প্রদান করেছিল; এ করের পরিমাণ ছিল মোট ৩৭০০ একসি।\n\n\n=== ব্রিটিশ যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদমশুমারিতে, বেইট উর আল-তাহতার জনসংখ্যা ছিল ৪৭০ জন, তারা সবাই মুসলমান ছিল। যখন ১৯৩১ সালের আদমশুমারিতে, বেইত উর-আল-তাহতার ১১৭টি দখলকৃত বাড়ি ছিল এবং জনসংখ্যা ছিল ৬১১ জন, তারা সবাই মুসলিম।।\n\n১৯৪৫ সালের পরিসংখ্যানে জনসংখ্যা ছিল ৭১০, তারা সবাই মুসলিম।  একটি সরকারী ভূমি ও জনসংখ্যা জরিপ অনুসারে এখানে মোট ভূমি এলাকা ছিল ৪৬১৯ ডুনাম। এর মধ্যে ২০৪৫টি আবাদ এবং সেচযোগ্য জমির জন্য বরাদ্দ করা হয়েছিল, ১৭৮০টি শস্যের জন্য,  যেখানে ৪১টি ডুনামকে নির্মাণ (শহুরে) এলাকা হিসাবে শ্রেণীবদ্ধ করা হয়েছিল। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পর, বেইত উর আল-তাহতা জর্ডানের শাসনের অধীনে আসে। এটি ১৯৫০ সালে জর্ডান দ্বারা সংযুক্ত করা হয়েছিল।\n১৯৬১ সালে, জনসংখ্যা ছিল ১১৯৮ জন।\n\n\n=== ১৯৬৭ সালে পর ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে, বেইত উর আল-তাহতা ইসরায়েলি দখলে রয়েছে । ইসরায়েলি কর্তৃপক্ষ কর্তৃক পরিচালিত ১৯৬৭ সালের আদমশুমারিতে জনসংখ্যা ছিল ৯২০ জন, যাদের মধ্যে ৬০ জন ইসরায়েলি ভূখণ্ড থেকে এসেছে। \n\n\n== ঘটনা ==\n২০২১ সালের সেপ্টেম্বরে, একজন ফিলিস্তিনি মালীকে গ্রামের কাছে গুলি করে হত্যা করা হয়েছিল যখন তিনি দৃশ্যত মোলোটভ বোমা নিক্ষেপকারীদের জন্য কাছাকাছি বসে থাকা কেফির ব্রিগেড সৈন্যদের একটি দলের কাছে একটি সিগারেট জ্বালিয়েছিলেন।\n\n\n== আরও দেখুন ==\nফারুক শামি\n\n\n== তথ্যসূত্র =="}