{"pageid": 1103282, "title": "ভিয়েতনামের প্রশাসনিক স্তর", "url": "https://bn.wikipedia.org/wiki?curid=1103282", "content": "ভিয়েতনাম ৫টি শহর ও ৫৮টি প্রদেশ নিয়ে ৬৩টি প্রদেশ ও শহরে বিভক্ত। এটি একটি একক রাষ্ট্র, তাই রাজ্য বা স্ব-শাসিত প্রদেশ বলে কিছু নেই ।\n\n\n== প্রশাসনিক বিভাগ ==\n\nআনুষ্ঠানিকভাবে, ভিয়েতনাম ৩টি প্রশাসনিক স্তরে বিভক্ত, প্রতিটি স্তরে বিভিন্ন ধরনের প্রশাসনিক বীভাগ রয়েছে:\n\nপ্রথম স্তর: পৌরসভা ( thành phố trực thuộc trung ương ) এবং প্রদেশ ( tỉnh )\nদ্বিতীয় স্তর: পৌর শহর ( thành phố thuộc thành phố trực thuộc trung ương ), শহুরে জেলা / বরো ( quận ), প্রাদেশিক শহর / শহর ( thành phố thuộc tỉnh ), শহর ( thị / hunện জেলা) )\nতৃতীয় স্তর: ওয়ার্ড ( phường ), টাউনশিপ ( thị trấn ) এবং কমিউন ( xã )\nচতুর্থ টিয়ার এছাড়াও হ্যামলেট (Xóm, পি) এবং ভিলেজ (ল্যাঙ, thôn, ব্যন) হিসেবে বিদ্যমান। তবে এটি একটি অফিসিয়াল স্তর নয়।\n\n\n=== প্রথম স্তর ===\nপ্রথম স্তরে, ৫টি পৌরসভা এবং ৫৮টি প্রদেশ রয়েছে\n\n\n=== দ্বিতীয় স্তর ===\nপৌরসভাগুলিকে উপবিভক্ত করা হয়েছে: জেলা-স্তরের শহর (পৌর শহর), আরবান জেলা (বরো), জেলা-স্তরের শহর (টাউন) এবং জেলা (কাউন্টি)। পৌরসভার কোন সরকারী রাজধানী নেই তবে সাধারণত স্থানীয় কর্তৃপক্ষের আসনটি কেন্দ্রীয় শহুরে জেলায় অবস্থিত।\nপ্রদেশগুলিকে উপবিভক্ত করা হয়েছে: জেলা-স্তরের শহর (শহর), জেলা-স্তরের শহর (শহর) এবং জেলা (কাউন্টি)। সাধারণত, প্রাদেশিক শহর বা শহর সেই প্রদেশের রাজধানী।\nভিয়েতনামের সাধারণ পরিসংখ্যান অফিসের (GSO) সর্বশেষ সূত্রের ভিত্তিতে, ৭০৭টি দ্বিতীয় স্তরের ইউনিট রয়েছে। \nগ্রামীণ জেলা শহরে উন্নীত করা যেতে পারে, যা প্রাদেশিক শহরে উন্নীত করা যেতে পারে।\n\n\n=== তৃতীয় স্তর ===\nশহুরে জেলাগুলিকে উপবিভক্ত করা হয়েছে: ওয়ার্ড, যখন শহরগুলিকে উপবিভক্ত করা হয়েছে: ওয়ার্ড এবং কমিউন৷ গ্রামীণ জেলাগুলিকে উপবিভক্ত করা হয়েছে: টাউনশিপ এবং কমিউন।\nশহুরে জেলা এবং গ্রামীণ জেলার জন্য কোন নির্দিষ্ট রাজধানী নেই, তবে সাধারণত স্থানীয় কর্তৃপক্ষের আসন কেন্দ্রীয় ওয়ার্ড বা টাউনশিপে অবস্থিত। একইভাবে, প্রাদেশিক শহর বা শহরের জন্য কোন নির্দিষ্ট রাজধানী নেই, তবে সাধারণত স্থানীয় কর্তৃপক্ষের আসন কেন্দ্রীয় ওয়ার্ডে অবস্থিত।\n২০২০ সালের হিসাবে, GSO নির্দেশ করেছে যে ১,৭১২টি ওয়ার্ড, ৬০৫টি টাউনশিপ এবং ৮,২৯৭টি কমিউন সহ ১০,৬১৪টি তৃতীয় স্তরের ইউনিট রয়েছে। \nটাউনশিপগুলি ভিয়েতনামীতে থু ট্রান নামে পরিচিত, তবে কম সাধারণ ধরনের টাউনশিপ হল ফার্ম টাউনশিপ (thị trấn nông trường)। \nকমিউনকে টাউনশিপ বা ওয়ার্ডে উন্নীত করা যেতে পারে।\n\n\n== অন্যান্য উপবিভাগ ==\nভিয়েতনাম নির্বাচনী বিভাগ এবং সামরিক অঞ্চলেও বিভক্ত।\n\n\n=== প্রশাসনিক অঞ্চল ===\n\nভৌগোলিকভাবে, ভিয়েতনামের সমাজতান্ত্রিক প্রজাতন্ত্র 3টি অঞ্চলে বিভক্ত কিন্তু, ভিয়েতনামের সরকার প্রায়শই এটিকে 8টি প্রশাসনিক অঞ্চলে বিভক্ত করে:\n\nপ্রতিটি প্রশাসনিক অঞ্চলের মধ্যে, তারা বিভিন্ন প্রথম স্তরের প্রশাসনিক ইউনিট নিয়ে গঠিত।\n\n\n=== নির্বাচনী বিভাগ ===\nনির্বাচনী উদ্দেশ্যে, প্রতিটি প্রদেশ বা পৌরসভাকে নির্বাচনী ইউনিটে বিভক্ত করা হয়েছে ( đơn vị bầu cử ) যেগুলি আবার ভোটিং অঞ্চলে বিভক্ত ( khu vực bỏ phiếu )। নির্বাচনী বিভাগের সংখ্যা নির্বাচন থেকে নির্বাচনে পরিবর্তিত হয় এবং সেই প্রদেশ বা পৌরসভার জনসংখ্যার উপর নির্ভর করে।\n২০১১ সালের সংসদ নির্বাচনের পর থেকে, এখানে 183টি নির্বাচনী ইউনিট এবং ৮৯,৯৬০টি ভোটিং অঞ্চল রয়েছে।\n\n\n=== সামরিক অঞ্চল ===\n\nভিয়েতনাম পিপলস আর্মি ৮টি সামরিক অঞ্চলে সংগঠিত:\n\nক্যাপিটাল হ্যানয় উচ্চ কমান্ড মধ্যে (BO Tư lệnh বৃহঃ đô থেকে Hà Nội থেকে) হা Noi থেকে\nউত্তর-পূর্বে ১ম সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( কুয়ান খু 1 )\nউত্তর-পশ্চিমে ২য় সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( কুয়ান খু 2)\nরেড রিভার ডেল্টায় 3য় সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( Quân khu 3 )\n4র্থ সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( Quân khu 4 ) উত্তর মধ্য উপকূলে\n5ম সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( Quân khu 5 ) দক্ষিণ সেন্ট্রাল কোস্ট এবং সেন্ট্রাল হাইল্যান্ডে\n7 তম সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( Quân khu 7 ) দক্ষিণ-পূর্বে\nমেকং ডেল্টায় 9ম সামরিক অঞ্চল (ভিয়েতনাম পিপলস আর্মি) ( Quân khu 9 )\n\n\n== আরো দেখুন ==\nভিয়েতনামের শহরের তালিকা\n\n\n== তথ্যসূত্র =="}