{"pageid": 1103912, "title": "আসমা জাহাঙ্গীর সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1103912", "content": "আসমা জাহাঙ্গীর সম্মেলন বা এজেসিওএনএফ (উর্দু: عاصمہ جہانگیر امیدوار‎) হল একটি বার্ষিক দুই দিন ব্যাপী সম্মেলন। ২০১৮ সালে প্রথমবারের মতো আসমা জাহাঙ্গীর সম্মেলন অনুষ্ঠিত হয়েছিল কিন্তু কোভিড-১৯ মহামারীর কারণে ২০২০ সালে এটি অনুষ্ঠিত হয়নি। এই সম্মেলনে সারা পাকিস্তান থেকে বিপুল সংখ্যক সাংবাদিক, আইনজীবী, রাজনৈতিক নেতা, মানবাধিকার কর্মী, শ্রমিক নেতা, বুদ্ধিজীবী এবং ছাত্রদের পাশাপাশি বিদেশী অনেক কর্মকর্তারা অংশগ্রহণ করে থাকেন। কমিটি টু প্রোটেক্ট জার্নালিস্টস (সিপিজে) এর এশিয়া প্রোগ্রাম সমন্বয়কারী, স্টিভেন বাটলারকে ২০১৯ সালে \"স্টপ লিস্ট\" উল্লেখ করে লাহোর বিমানবন্দর থেকে নির্বাসিত করা হয়েছিল। ২০২১ সালের সম্মেলনে নওয়াজ শরীফ তার বক্তৃতা শুরু করার সাথে সাথে হোটেলে ইন্টারনেট পরিষেবা হঠাৎ স্থগিত করা হয়েছিল।\n\n\n== পটভূমি ==\nআসমা জাহাঙ্গীর সম্মেলনের নামকরণ করা হয়েছে পাকিস্তানি মানবাধিকার কর্মী ও আইনজীবী আসমা জাহাঙ্গীরের নামে।\n\n\n== প্রথম - ২০১৮ ==\nআসমা জাহাঙ্গীরের স্মরণে ২০১৮ সালের ১৩ - ১৪ অক্টোবর তারিখে লাহোরের আওয়ারি হোটেলে প্রথম সম্মেলনটি অনুষ্ঠিত হয়েছিল, জম্মু ও কাশ্মীরে সংবাদপত্রের স্বাধীনতা, আইনের শাসন, মানবাধিকার সংকট সহ মোট ২০ টি বিভিন্ন অধিবেশনে নারী ও সংখ্যালঘুদের সমস্যা, অন্যায় জবাবদিহিতা, জাতীয় নিরাপত্তার সঠিক ধারণা এবং আরও অনেক কিছু নিয়ে ১০০ জনেরও বেশি বক্তা বক্তৃতা করেছিলেন। আসমা জাহাঙ্গীর আইনী সেল এবং আসমা জাহাঙ্গীর ফাউন্ডেশন পাকিস্তান বার কাউন্সিলের সহযোগিতায় এই সম্মেলনের আয়োজন করে।\n\n\n== দ্বিতীয় - ২০১৯ ==\nদ্বিতীয় সম্মেলন ২০১৯ সালের ১৯ - ২০ অক্টোবর তারিখে লাহোরের আওয়ারি হোটেলে অনুষ্ঠিত হয়েছিল।\n\n\n== তৃতীয় - ২০২১ ==\nতৃতীয় সম্মেলন ২০২১ সালের ২০ - ২১ নভেম্বর লাহোরের আওয়ারি হোটেলে অনুষ্ঠিত হয়েছিল। দুই দিনব্যাপী আসমা জাহাঙ্গীর সম্মেলনের উদ্বোধন করেন প্রধান বিচারপতি গুলজার আহমেদ। সম্মেলনে সারাদেশের বিচারক, আইনজীবী, মানবাধিকার কর্মী ও রাজনীতিবিদরা উপস্থিত ছিলেন। লন্ডন থেকে সম্মেলনের দ্বিতীয় দিনে সমাপনী অধিবেশনে ভাষণ দেন সাবেক প্রধানমন্ত্রী নওয়াজ শরিফ। বক্তৃতার সময় সমস্ত সংযোগ বিচ্ছিন্ন করে দেওয়া হয়েছিল এবং সমাপনী অধিবেশনের আগে দুই ঘন্টার জন্য ইন্টারনেট বন্ধ করা হয়েছিল।\n\"আমরা মত প্রকাশের স্বাধীনতায় বিশ্বাস করি, তাই এই প্ল্যাটফর্মটি সকলের জন্য কোনো বৈষম্য ছাড়াই উন্মুক্ত এবং আমরা সমাপনী অধিবেশনের হট্টগোলের নিন্দা জানাই,\" বলেছেন মুনিজায়ে জাহাঙ্গীর।\n\n\n== তথ্যসূত্র =="}