{"pageid": 1103746, "title": "ডার্লিংস", "url": "https://bn.wikipedia.org/wiki?curid=1103746", "content": "ডার্লিংস হলো ২০২২ সালের ভারতীয় হিন্দি-ভাষার হাস্যরসাত্মক নাট্য চলচ্চিত্র যা পরিচালনা করেছেন জসমিত কে রিন এবং প্রযোজনা করেছেন গৌরী খান, আলিয়া ভাট এবং গৌরব বর্মা রেড চিলিজ এন্টারটেইনমেন্ট। ছবিতে প্রধান চরিত্রে অভিনয় করেছেন আলিয়া ভাট, শেফালী শাহ, বিজয় বর্মা এবং রোশন ম্যাথিউ। প্রযোজক হিসেবে এটি আলিয়ার প্রথম চলচ্চিত্র।\n\n\n== পটভূমি ==\n(স্পয়লার রয়েছে)\nহামজা একজন মদ্যপ যে তার স্ত্রী বদরুকে মদ্যপান করার পর মারধর করে, তাদের প্রেমের বিয়ের 3 বছর থেকে প্রতি রাতে। বদরু তাকে মদ্যপান ছেড়ে দেওয়ার জন্য অনেক উপায় খুঁজে বের করে, যার মধ্যে একটি হল হামজাকে একটি সন্তান নেওয়ার জন্য জোর দেওয়া।  হামজা সোসাইটির বাকি সদস্যদের সাথে তাদের থাকা ঘর সংস্কারের জন্য ক্রমাগত ঝগড়া করে। বদরু একটি মিটিংয়ে যোগ দেয় যেখানে ভবনটি সংস্কারের চূড়ান্ত সিদ্ধান্ত নেওয়া হয়। হামজা তাকে না বলতে বললেও বদরু মিটিংয়ে যোগ দেয় এবং তাকে আবার মারধর করা হয়।  জুলফি, যে চালের আশেপাশে অদ্ভুত কাজ করে, প্রায়ই বদরু এবং তার মা শামশুকে দেখতে যায়। বদরু প্রতিদিন যে অত্যাচারের শিকার হয় সে সম্পর্কে সে জানে। তিনি হামজার বিরুদ্ধে শারীরিক নির্যাতনের অভিযোগ দায়ের করেন। হামজাকে গ্রেফতার করা হয়, কিন্তু বদরুকে প্রতিশ্রুতি দেয় যে তাদের একটি সন্তান হলে সে মদ্যপান ছেড়ে দেবে। বদরু হামজাকে জেল থেকে বের করে আনে এবং হামজার হাতে আরও অপব্যবহারের শিকার হয়, যে পরিবর্তন হয় না। হামজা তখন জানতে পারে যে তার লিভার সিরোস হয়েছে এবং তাকে মদ্যপান ছেড়ে দিতে হবে নাহলে সে মারা যাবে। সেই সন্ধ্যায়, বাড়ি ফিরে, হামজা জানতে পারে যে বদরু তাদের সন্তানের সাথে গর্ভবতী, এবং সে তার প্রতিশ্রুতি রক্ষা করার জন্য মদ্যপান ছেড়ে দেওয়ার ভান করে। বাস্তবে, তিনি সিরোসিসের কারণে মদ্যপান ছেড়ে দিয়েছিলেন, বদরু গর্ভাবস্থার কারণে নয়। এদিকে কে তার বিরুদ্ধে অভিযোগ দায়ের করেছে তা জানতে হামজা উৎসুক। অবশেষে তিনি জানতে পারেন যে জুলফি এটি করেছে এবং বদরু পুরো সময় এটি সম্পর্কে জানত। বদরু গর্ভবতী তা জানা সত্ত্বেও, হামজা তাকে আঘাত করে, সন্দেহ হয় যে বদরু এবং জুলফির মধ্যে সম্পর্ক রয়েছে। তার সন্দেহ হয় বদরু যে সন্তানের জন্ম দিয়েছে তা তার নয়। হামজা বদরুকে নির্মমভাবে মারধর করে এবং তাকে সিঁড়ি বেয়ে নিচে ঠেলে দেয়, যার ফলে তার গর্ভপাত হয়। এই দিনে হামজা কোনো অ্যালকোহলের প্রভাবে ছিলেন না, এটি তার মধ্যে আসল শয়তানকে চিত্রিত করেছিল।  হাসপাতালে ভর্তি হওয়ার পর এবং তার সন্তানকে হারানোর পর, বদরু হামজার সাথে যেভাবে আচরণ করেছিল ঠিক সেভাবে তার সাথে আচরণ করার প্রতিশ্রুতি দেয়।\nসে বাড়িতে এসে তাকে ঘুমের ওষুধ খাওয়ায়, তার হাত-পা বেঁধে দেয় এবং তাকে মারধর করে এবং অত্যাচার করে, যেমনটি সে তার সাথে করেছিল।  এদিকে, কর্মস্থলে হামজার বস তার খোঁজখবর নিতে বাড়িতে আসে। বদরু এবং শামশু মিথ্যা বলে যে তার বাবা মারা যাওয়ায় সে গ্রামে গেছে, কিন্তু সেখান থেকে বের হতে পারছে না। তারা তাকে বলে যে হামজা অসুস্থ। বদরু হামজার ভিতরে শট ইনজেকশন দিতে শুরু করে। পরে জুলফি হামজাকে দেখাশোনা করার সময় জুলফির কাছে মিথ্যা কথা বলে হামজা পালিয়ে যায়, যখন মহিলারা কেনাকাটা করতে যায়। বাসায় এসে বদরু আর শামশু চমকে যায়। অবিলম্বে পুলিশ হামজা নিখোঁজ সম্পর্কে খোঁজ খবর নিতে পরিদর্শন করে, কারণ সে একজন কেন্দ্রীয় সরকারী কর্মচারী। তারা জুলফি এবং বদরুর মধ্যে সম্পর্কের বিষয়ে সন্দেহ পোষণ করে এবং জুলফিকে গ্রেপ্তারের চেষ্টা করে। তবে জুলফির দাবি, তিনি শামশুর প্রেমে পড়েছেন। পুলিশ বিভ্রান্ত হয় এবং তাদের সবাইকে স্টেশনে আসতে বলে। শামশু জুলফিকে চুমু খেয়ে তার ইচ্ছাকে নিশ্চিত করে। হামজা থানায় এসেছে, শুধু পুলিশকে জানাতে যে বদরু ও তার মা তাকে নির্যাতন করছে। পুলিশ তার গল্প বিশ্বাস করে না যেহেতু সে মাতাল দেখাচ্ছে। বদরু, শামশু ও জুলফি তাকে বাড়িতে ফিরিয়ে আনতে থানায় আসে। শামশু এবং জুলফি পরামর্শ দেয় যে তারা হামজাকে একটি রেললাইনে বেঁধে তাকে হত্যা করবে। বদরু হামজার একটি ভিডিও রেকর্ড করেন যেখানে তিনি উল্লেখ করেন যে তিনি পালিয়ে যাচ্ছেন (সে ইঙ্গিত দিতে যে তিনি আত্মহত্যা করেছেন)। তারা তাকে রেললাইনের সাথে বেঁধে রাখে যখন বদরু বুঝতে পারে যে সে ঠিক হামজার মতো হয়ে উঠছে এবং একটি ট্রেন যাওয়ার ঠিক আগে তাকে খুলে দেয়। হামজা, এখন বদরুর প্রতিশোধ নেওয়ার শপথ ছেড়েছে, যখন সে একটি ট্রেনের উপর দিয়ে চলে যায়। বাড়ি ফেরার পথে, শামশু বদরুকে পরিষ্কার করে যে তার বাবাও প্রাক্তনকে নির্মমভাবে গালিগালাজ করেছিল, এমনকি বদরু জন্মের পরেও।  শামশুও একদিন বদরুর বাবাকে খুন করে লাশ ফেলে দিতে কাসিমের সাহায্য নেয়। এরপর তিনি তার স্বামীর বিরুদ্ধে নিখোঁজ অভিযোগ দায়ের করেন কিন্তু পুলিশ তাকে খুঁজে পায়নি। শামশু বদরুকে আশ্বস্ত করে যে সে মারা যাওয়ার আগে তাকে ভালোর জন্য ছেড়ে দেওয়ার সঠিক সিদ্ধান্ত নিয়েছে। বদরুও বিশ্বাস করেন যে এটি হামজার কর্মের ফল। কয়েকদিন পরে, তারা হামজার জানাজা করে। বদরু হাসে, খুশি যে সে এখন মুক্ত, ভালো ভবিষ্যতের আশায়। \n\n\n== অভিনয়ে ==\nবদরুনিসা \"বদরু\" আনসারির চরিত্রে আলিয়া ভাট\nশামশুনিসা \"শামশু\" আনসারির চরিত্রে শেফালী শাহ\nহামজা শেখের চরিত্রে বিজয় ভার্মা\nজুলফি চরিত্রে রোশন ম্যাথিউ\nকাসিম কসাই চরিত্রে রাজেশ শর্মা\nইন্সপেক্টর রাজারাম তাওড়ে চরিত্রে বিজয় মৌর্য\nজনার্ধন যাদব চরিত্রে সন্তোষ জুভেকার\nটিকিট কালেক্টর দামলে, হামজার বস হিসেবে কিরণ কর্মকার\n\n\n== প্রযোজক ==\nচলচ্চিত্রটির আনুষ্ঠানিক ঘোষণা ১ মার্চ ২০২১ এ করা হয়েছিল এবং প্রধান ফটোগ্রাফি ৩ জুলাই ২০২১ এ শুরু হয়েছিল। আচ্ছন্ন ৭ সেপ্টেম্বর ২০২১ চলচ্চিত্র ছিল\n\n\n== সঙ্গীত ==\nছবিটির সঙ্গীত পরিচালনা করেছেন বিশাল ভরদ্বাজ এবং গান লিখেছেন গুলজার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ডার্লিংস  (ইংরেজি)"}