{"pageid": 1103456, "title": "প্রত্যাহার (ধর্মীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1103456", "content": "প্রত্যাহার (সংস্কৃত: प्रत्याहार) বা ইন্দ্রিয় প্রত্যাহার হলো পতঞ্জলির যোগসূত্রে আলোচিত অষ্টাঙ্গ যোগের পঞ্চম উপাদান। এটি বৌদ্ধ কালচক্র তন্ত্রের প্রথম পর্যায়, যেখানে এটি জ্ঞানদীপ্ত দেবতার মানসিকভাবে তৈরি ইন্দ্রিয় দ্বারা প্রতিস্থাপিত করার জন্য বাহ্যিক বস্তু থেকে পাঁচটি ইন্দ্রিয়ের প্রত্যাহারকে বোঝায়। পর্যায়টি মোটামুটিভাবে গুহ্যসমাজ তন্ত্রের শারীরিক বিচ্ছিন্নতা ​​পর্বের সাথে সাদৃশ্যপূর্ণ।\nপতঞ্জলির জন্য, এটি যোগের বহিরাঙ্গ দিকগুলো যথা, যম, নিয়ম, আসন, প্রাণায়াম ও অন্তরঙ্গ যোগের মধ্যে সেতু। প্রত্যহার পর্যায়টি বাস্তবায়িত করার পরে, অনুশীলনকারী কার্যকরভাবে সংযমের অনুশীলনে নিযুক্ত হতে সক্ষম হন। প্রত্যহার পর্যায়ে, ব্যক্তির চেতনাকে অভ্যন্তরীণ করা হয় যাতে স্বাদ, স্পর্শ, দৃষ্টি, শ্রবণ ও গন্ধের অনুভূতিগুলি মস্তিষ্কের নিজ নিজ কেন্দ্রে না পৌঁছায় এবং সাধককে পরবর্তী পর্যায়ে নিয়ে যায় যোগ, যেমন ধারণা, ধ্যান, এবং সমাধি, পুরুষের স্বীকৃতি (কৈবল্যম্) যা পতঞ্জলির যোগ অনুশীলনের লক্ষ্য।\n\n\n== ব্যুৎপত্তি ==\nপ্রত্যাহার দুটি সংস্কৃত শব্দ থেকে এসেছে: প্রতি ও অহার, যার অর্থ খাদ্য, বা নিজেদের মধ্যে কিছু নেওয়া, এবং প্রতি, একটি অব্যয় যার অর্থ দূরে বা বিপক্ষে।  একত্রে এগুলোর অর্থ হল “মনের বহির্মুখী শক্তির পরীক্ষা করা, আহার করার ইন্দ্রিয় তাড়ণা থেকে মুক্ত করা”।\n\n\n== প্রত্যাহারের ধরন ==\n\n\n=== ইন্দ্রিয় প্রত্যাহার ===\n\"ইন্দ্রিয় প্রত্যাহার\" বা \"শারীরিক সত্তায় সংবেদনশীল নিবেশ\", পাঁচটি ইন্দ্রিয় থেকে আসে, যেমন অঙ্গগুলি সংবেদনশীল অধিরাজ তৈরি করে, আর তাই মনের সংগ্রহে বাধা দেয়, যেমন ধরণে, যোগের পরবর্তী ধাপ।\nইন্দ্রিয় প্রত্যাহার করতে সাধারণ অভ্যাস হলো শ্বাসের দিকে মনোযোগ স্থাপন, এটিকে নিয়ন্ত্রণ করার চেষ্টা না করে পর্যবেক্ষণ করা, কারণ বাহ্যিক ইন্দ্রিয় এবং উদ্দীপনার সাথে সংযোগ ধীরে ধীরে বিচ্ছিন্ন হয়ে যায়। আরেকটি পদ্ধতি হলো ভ্রু, আজ্ঞা চক্র বা তৃতীয় নয়নের মধ্যবর্তী বিন্দুতে মনোনিবেশ করা। আরেকটি সাধারণ কৌশল হলো প্রথমে শারীরিক উদ্দীপনা কমানো, তারপর ইন্দ্রিয়তে মনোনিবেশ করা, যেমন শ্রবণ। মনের সংবেদনশীল নিবেশগুলোর মধ্যে ঘোরাঘুরি করার স্বাভাবিক প্রবণতা রয়েছে। এই অবস্থায়, যেহেতু আর কোন উল্লেখযোগ্য সংবেদনশীল নিবেশ নেই, মন যখন শুনতে শুনতে ক্লান্ত হয়ে যায়, তখন এটি ভিতরের দিকে যেতে বাধ্য হয়। প্রত্যাহার ধ্যান আসন ব্যবহার করতে পারে, যেমন পদ্মাসন, প্রাণায়ামের সাথে মিলিত শ্বাস-নিয়ন্ত্রণ,  কুম্ভক, এবং অনুশীলনকারী আরও উন্নত হওয়ার সাথে সাথে অধিশ্রয়ের আরও সূক্ষ্ম অভ্যন্তরীণ বস্তু। শুরুতে, বস্তুগুলো \"স্থূল\" হয়, ইন্দ্রিয় উপলব্ধির জন্য সরাসরি উপলব্ধ, যেমন অধিশ্রয় বিন্দু (দৃষ্টি) যোগাসন অনুশীলনের জন্য ব্যবহৃত হয়, ভ্রু, নাকের ডগা বা নাভির মধ্যবর্তী স্থান সহ। তারপরে আরও সূক্ষ্ম বস্তু নির্বাচন করা যেতে পারে, যেমন চক্র, তাদের বৈশিষ্ট্য সহ অবস্থান, রঙ ও পাপড়ির সংখ্যা।\n\n\n=== প্রাণ প্রত্যাহার ===\nআমাদের ইন্দ্রিয়ের নিয়ন্ত্রণের জন্য প্রাণের প্রবাহের উপর আয়ত্ত প্রয়োজন, কারণ এটিই ইন্দ্রিয়কে চালিত করে। দেহ বা প্রাণের মূল্যবান অত্যাবশ্যক শক্তির বিচ্ছুরণ বন্ধ করার জন্য, আমাদের এর প্রবাহের উপর নিয়ন্ত্রণ খুঁজতে হবে এবং এটিকে সামঞ্জস্য করতে হবে। এটি শরীরের একক বিন্দুতে সমগ্র অধিশ্রয় আনা সহ বিভিন্ন অনুশীলনের মাধ্যমে করা হয়।\nএই দুটি পরবর্তী দুই ধরনের প্রত্যহারের দিকে নিয়ে যায়, কর্ম নিয়ন্ত্রণ বা 'কর্ম প্রত্যহার', যা শুধু মোটর অঙ্গগুলোর নিয়ন্ত্রণ নয়, সঠিক কর্ম বা কাজকেও অন্তর্ভুক্ত করে, এবং কর্মযোগ, ঈশ্বরের কাছে প্রতিটি কর্মকে সমর্পণ করা এবং এটিকে\nসেবা হিসাবে সম্পাদন করা। এটি প্রত্যাহারের চূড়ান্ত রূপের দিকে নিয়ে যায় - মনের প্রত্যাহার বা 'মনো প্রত্যহার', যা অস্বাস্থ্যকর যেকোন কিছু থেকে সচেতনভাবে মনোযোগ প্রত্যাহার করে এবং মনের জন্য বিক্ষিপ্ত করে যেমন ইন্দ্রিয় থেকে মনোযোগ প্রত্যাহার করে, এবং এটিকে ভিতরের দিকে পরিচালিত করে অনুশীলন করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAyurveda and the Mind, by David Frawley, Lotus Press, Twin Lakes, Wisconsin আইএসবিএন ০-৯১৪৯৫৫-৩৬-৫.\nThe Yoga Sutras of Patanjali, Translated by James Haughton Woods. Courier Dover Publications, 2003. আইএসবিএন ০-৪৮৬-৪৩২০০-৯.\nKhedrup Norsang Gyatso. Ornament of Stainless Light. Translated by Gavin Kilty. The Library of Tibetan Classics 14. Boston: Wisdom Publications, 2004. আইএসবিএন ০-৮৬১৭১-৪৫২-০.\n\n\n== বহিঃসংযোগ ==\n\nPratyahara Comments on the Patanjali's Scheme.\nPratyahara, by Yogacharya  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ জুলাই ২০১১ তারিখে\nPatanjali : les Yoga Sûtras, a Yoga Sûtras of Patanjali translation by Sylviane Legrand\nPratyahara, fifth limb of Yoga Bahiranga.com\nPratyahara in Yoga Fit Chapter"}