{"pageid": 1103484, "title": "উত্তর ছুংছং প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1103484", "content": "উত্তর চুংচেওং প্রদেশ (কোরীয়: 충청북도, চুংচেওংবুক-দো), চুংবুক নামেও পরিচিত দক্ষিণ কোরিয়ার একটি প্রদেশ। এর জনসংখ্যা ১,৫৭৮,৯৩৪ (২০১৪) এবং ৭,৪৩৩ কিমি২ বর্গ কিলোমিটার (২,৮৭০ বর্গমাইল) ভৌগোলিক এলাকা। এটি কোরীয় উপদ্বীপের দক্ষিণ-কেন্দ্রে হোসেও অঞ্চলে অবস্থিত। এর উত্তরে গিয়েওনগি এবং গাংওয়ান, পুবে উত্তর গিয়েওংসাং, দক্ষিণে উত্তর জেওলা এবং পশ্চিমে দক্ষিণ চুংচেওং, সেজোং বিশেষ স্বায়ত্বশাসিত সিটি এবং দেজন মহানগর অবস্থিত।\nছেওন্গ্জু রাজধানী ও উত্তর চুংচেওং এর বৃহত্তম শহর। অন্যান্য প্রধান শহরগুলো চুংজু এবং জেচিওন।\nউত্তর চুংচেং ১৮৯৬ সালে চুংচেং প্রদেশ থেকে আলাদা করে প্রতিষ্ঠিত হয়েছিল। কোরিয়ার আটটি প্রদেশের মধ্যে একটি, ভূখণ্ডের উত্তর-পূর্ব অর্ধেক নিয়ে গঠিত এবং এটি দক্ষিণ কোরিয়ার একমাত্র স্থলবেষ্টিত  প্রদেশ। উত্তর চুংচেওং ১৯১০ সাল থেকে জাপানি ঔপনিবেশিক সময়কালে চুসেই-হোকু প্রিফেকচার নামে পরিচিত ছিল এবং ১৯৪৫ সালে কোরিয়ার বিভক্তির পর দক্ষিণ কোরিয়ার অংশ হয়ে ওঠে।\n\n\n== ভূগোল ==\nপ্রদেশটি হোসেও অঞ্চল এর অংশ, এবং পশ্চিমে  চুংচেওংগনাম-ডো   প্রদেশ;  উত্তরে গিয়েওঙ্গি-না এবং গ্যাংওন-ডো প্রদেশ; দক্ষিণে জিওলাবুক-ডো প্রদেশ এবং পূর্বদিকে  Gyeongsangbuk- দ্বারা বেষ্টিত। চুংচেওংবুক-ডো দক্ষিণ কোরিয়ার একমাত্র ল্যান্ড-লকড প্রদেশ। প্রদেশটি বেশিরভাগই পাহাড়ি। উত্তরে নরয়েওঙ্গ  পর্বতমালা ও পূবে সবায়েক  পর্বতমালা আধিপত্য বিস্তার করে।\n\n\n== সম্পদ ==\nকৃষি পণ্যের মধ্যে রয়েছে চাল, বার্লি, মটরশুটি এবং আলু, তবে প্রদেশটি জিনসেং এবং তামাকের ক্ষেত্রে বিশেষ অবদান রাখে। ১৯১২ সালে মার্কিন যুক্তরাষ্ট্রের  ভার্জিনিয়া থেকে তামাক প্রতিস্থাপন করা হয়েছিল।\nপ্রদেশের উত্তরাঞ্চলে সোনা, লোহা, কয়লা, স্টেটাইট, ফ্লোরাইট এবং মলিবডেনামের পাশাপাশি মার্বেল এবং চুনাপাথরের খনিজ মজুদ রয়েছে। সিল্ক বয়ন একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n== আকর্ষণ ==\nপ্রদেশের প্রধান আকর্ষণ হল মাউন্ট সোংনি ( ১,০৫৮ মিটার (৩,৪৭১ ফুট) ) সোবায়েক পর্বত এবং এর জাতীয় উদ্যানে। বেওপজুসা, কোরিয়ার প্রাচীনতম মন্দিরগুলির একটি  এই ন্যাশনাল পার্কে অবস্থিত। চেওনটায় সম্প্রদায়ের সদর দপ্তর গুইনসা ও এখানে অবস্থিত। ওরাক পর্বতের কাছে আরেকটি জাতীয় উদ্যান রয়েছে।\n\n\n== প্রশাসনিক বিভাগ ==\nচুংচেওংবুক-ডো ৩টি শহর ( si ) এবং ৮টি কাউন্টিতে ( বন্দুক ) বিভক্ত। প্রতিটি সত্তা নীচে ইংরেজি, হাঙ্গুল এবং হানজাতে তালিকাভুক্ত করা হয়েছে।\n\n\n== ধর্ম ==\n\n2015 সালের আদমশুমারি অনুসারে, জনসংখ্যার 16.3% বৌদ্ধধর্ম এবং 23.1% খ্রিস্টান ধর্মকে অনুসরণ করে (15.8% প্রোটেস্ট্যান্টবাদ এবং 7.3% ক্যাথলিক ধর্ম )। জনসংখ্যার 59.9% ধর্মীয় নয় এবং জনসংখ্যার 0.7% অন্যান্য ধর্মকে অনুসরণ করে।\n\n\n== শিক্ষা ==\nচুংচেওংবুক-ডো হল বেশ কয়েকটি তৃতীয় প্রতিষ্ঠানের সাইট, যার মধ্যে রয়েছে:\n\nচুংবুক জাতীয় বিশ্ববিদ্যালয়\nকোরিয়া ন্যাশনাল ইউনিভার্সিটি অফ ট্রান্সপোর্টেশন (পূর্বে চুংজু ন্যাশনাল ইউনিভার্সিটি)\nকোরিয়া এয়ার ফোর্স একাডেমি\nকোরিয়া ন্যাশনাল ইউনিভার্সিটি অফ এডুকেশন\nচেওংজু ন্যাশনাল ইউনিভার্সিটি অফ এডুকেশন\nচেওংজু বিশ্ববিদ্যালয়\nসিওন বিশ্ববিদ্যালয়\nসেমিউং বিশ্ববিদ্যালয়\nসুদূর পূর্ব বিশ্ববিদ্যালয়\nইয়ংডং বিশ্ববিদ্যালয়\nচুং চেওং কলেজ\nজুসুং কলেজ\nডেওন সায়েন্স কলেজ\nকনকুক বিশ্ববিদ্যালয়\nগ্যাংডং কলেজ\n\n\n== আরও দেখুন ==\nকোরিয়া-সম্পর্কিত বিষয়ের তালিকা\n\n\n== তথ্যসূত্র =="}