{"pageid": 1103886, "title": "আওয়ার বিলাভড সামার", "url": "https://bn.wikipedia.org/wiki?curid=1103886", "content": "আওয়ার বিলাভড সামার (কোরীয়: 그 해 우리는; আরআর: Geu Hae Urineun; বাংলা: আমাদের প্রিয় গ্রীষ্ম; আক্ষরিক অর্থ: সেই বছর আমরা) হচ্ছে একটি দক্ষিণ কোরীয় প্রণয়ধর্মী হাস্যরসাত্মক টেলিভিশন ধারাবাহিক। এটি স্টুডিও এন-এর প্রথম মৌলিক ধারাবাহিক হিসেবে নির্মাণ করা হয়েছিল। এটি কিম ইউন-জিন দ্বারা পরিচালিত এবং এটির লিখেন চিত্রনাট্য লি না-ইউন। এতে অভিনয় করেছেন চোই উ-শিক, কিম দা-মি, কিম সুং-চেওল এবং রোহ জিয়ং -ইউই। ধারাবাহিকটি উঠতি-বয়সের সাবেক এক যুগলের গল্প যাদের বিচ্ছেদ হয়ে গিয়েছিল কিন্তু উচ্চ বিদ্যালয়ে তাদের শ্যুট করা একটি তথ্যচিত্র ভাইরাল হলে তারা আবার একসঙ্গে কাছে আসতে বাধ্য হয়। এটি ৬ ডিসেম্বর, ২০২১ থেকে ২৫ জানুয়ারি, ২০২২ পর্যন্ত প্রতি সোমবার এবং মঙ্গলবার রাত ১০টায় (কোরীয় সময়) এসবিএস টিভিতে সম্প্রচারিত হয়েছে। এটি নেটফ্লিক্স-এর মাধ্যমে স্ট্রিমিংয়ের জন্যও উপলব্ধ আছে।\n\n\n== সারমর্ম ==\nএকটি আসন্ন বয়সেরর রোমান্টিক কমেডি যা চোই উওং (চোই উ-শিক) এবং কুক ইয়ন-সু (কিম দা-মি) এর চারপাশে আবর্তিত হয়, প্রাক্তন প্রেমিক-প্রেমিকা যারা আর কখনও দেখা না করার প্রতিশ্রুতি দিয়ে সম্পর্ক ভেঙ্গেছিল। ভাগ্যের মতো, উচ্চ বিদ্যালয়ে দশ বছর আগে তারা যে তথ্যচিত্রটি শুট করেছিল তা ভাইরাল হয়েছিল এবং তারা আবার একসঙ্গে ক্যামেরার মুখোমুখি হতে বাধ্য হয়েছিল। ধারাবাহিকটি তাদের জটিল অনুভূতি এবং বৃদ্ধি চিত্রিত করে।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান ভূমিকায় ===\n২৯ বছর বয়সী চোই উওং চরিত্রে চোই উ-শিক\nএকজন স্বাধীনচেতা ভবন চিত্রশিল্পী।\nকুক ইয়ন-সু চরিত্রে কিম দা-মি, ২৯ বছর বয়সী\nএকজন বাস্তববাদী জনসংযোগ বিশেষজ্ঞ।\nকিম সুং-চিওল কিম জি-উং চরিত্রে, ২৯ বছর বয়সী\nচোই উওং এবং কুক ইয়ন-সুর জন্য তথ্যচিত্র তৈরির দায়িত্বে থাকা তথ্যচিত্র পরিচালক।\nইন জে-ই চরিত্রে রোহ জেওং-ইউই, ২৫ বছর বয়সী\n'এনজে' নামের একটি শীর্ষ আইডল, যিনি একজন শীর্ষ তারকা এবং শীর্ষস্থানটি হারান না।\n\n\n=== সহ-অভিনয়ে ===\n\n\n==== চোই উং এর আশেপাশে মানুষ ====\n৫৬ বছর বয়সী চোই উং-এর বাবার চরিত্রে পার্ক ওন-সাং\nইউন হো চরিত্রে আহন ডং-গু\n২৭ বছর বয়সী, চোই উং এর ম্যানেজার।\nসেউ জেউং-ইয়েওন লি ইয়েওন-অকে হিসেবে, ৫৩ বছর বয়সী চোই উং-এর মা হিসেবে\nচ্যাং-সিকের চরিত্রে জং কাং-হি,\nএকটি হার্ডওয়্যারের দোকানের মালিক এবং চোই উওং-এর বাবার প্রতিবেশী বন্ধু।\n\n\n==== কুক ইয়ন-সুর আশেপাশে মানুষ ====\nলি সোল-ই চরিত্রে পার্ক জিন-জু\n৩০ বছর বয়সী, কুক ইয়ন-সুর সেরা বন্ধু।\nকাং জা-কিউং চরিত্রে চা মি-কিউং, ৭৫ বছর বয়সী ইয়েন-সু-এর ঠাকুরমা\nজি ইয়ে-ইন চরিত্রে ইউন সাং-জিয়ং\nজনসংযোগ বিশেষজ্ঞ কুক ইয়ন-সু-এর অধস্তন এবং পরিকল্পনা দলের সদস্য যিনি ইয়ন-সুকে আন্তরিকভাবে সম্মান করেন, তিনি জ্ঞানী এবং বুদ্ধিমান। যদিও তাকে অগোছালো মনে হচ্ছে, সে মজা যোগ করার পরিকল্পনা করেছে।\n\n\n==== কিম জি-উং-এর চারপাশে লোকজন ====\nপার্ক ডং-ইল হিসাবে জো বক-রায়, ৩৯ বছর বয়সী তথ্যচিত্র প্রযোজনা কোম্পানির টিম লিডার। জি-উওং এর সরাসরি সিনিয়র\nজিওন হাই-জিয়ং চায়ে-রানে হিসাবে\n২৭ বছর বয়সী, কিম জি-উং এর নিম্নপদস্থ পরিচালক এবং তার সবচেয়ে কাছের জুনিয়র এবং সহকর্মী।\nলিম তাই-হুনের চরিত্রে লি সেউং-উ\n২৭ বছর বয়সী, নতুন পিডি যিনি সম্প্রতি সম্প্রচার স্টেশনে যোগ দিয়েছেন। তিনি কিম জি-উং এর জুনিয়র এবং একজন উত্সাহী ব্যক্তি।\nলি মিন-কিউং চরিত্রে লি সিওন-হি\nএকজন তথ্যচিত্র লেখক যিনি কিম জি-উং-এর দলে যোগদান করেন।\n\n\n==== ইন জে-ই এর আশেপাশের মানুষ ====\nপার্ক ডো-উক চি-সেং হিসাবে\n৩৩ বছর বয়সী, এন জে-এর ম্যানেজার\nআহন মিয়ন চরিত্রে আহন সু-বিন, ৩১ বছর বয়সী এনজে স্টাইলিস্ট\n\n\n==== আরইউএন কোম্পানির লোকজন ====\nহিও জুন-সিওক ব্যাং ই-হুন এর চরিত্রে, ৪০ বছর বয়সী আরইউএন-এর প্রতিনিধি হিসাবে\nকিম মিউং-হো হিসাবে পার্ক ইওন-উ, ২৮ বছর বয়সী পরিকল্পনা দলের সদস্য\n২৭ বছর বয়সী জি ইয়ে-ইন হিসাবে ইউন সাং-জং, পরিকল্পনা দলের সদস্য\nকাং জি-উনের চরিত্রে চা সেউং-ইওপ, ২৬ বছর বয়সী, পরিকল্পনা দলের ইন্টার্ন\n\n\n==== অন্যান্যরা ====\nপার্ক মি-হিউন\n\n\n=== বিশেষ উপস্থিতি ===\nজ্যাং ডো-ইয়ুন চরিত্রে লি জুন-হিউক, ইয়েওন-সু-এর মক্কেলদের একজন।\nলেখক নোয়া চরিত্রে কোয়াক ডং-ইয়ন।\n\n\n== প্রযোজনা ==\n\nধারাবাহিকটি চোই উ-শিক এবং কিম দা -মি-কে পুনরায় একত্রিত করে, যারা ২০১৮ সালের রহস্য অ্যাকশন চলচ্চিত্র দ্য উইচ: পার্ট ১. দ্য সাবভার্সন-এ একসঙ্গে কাজ করেছিলেন। এটি স্টুডিও এন-এর প্রথম মূল নাটককেও চিহ্নিত করে।\n\n\n=== অভিনয়ের নট-নটী ===\n২০২১ সালের মার্চ মাসে, চোই উ-শিক এবং কিম দা-মি-কে টেলিভিশন ধারাবাহিকের জন্য নিশ্চিত করা হয়েছিল। ৮ই জুলাই অভিনয়কারীদের তালিকা নিশ্চিত করা হয়েছিল।\n\n\n=== চিত্রগ্রহণ ===\n২০২১ সালের জুলাইয়ের প্রথম দিকে চিত্রগ্রহণ শুরু হয়েছিল।\n\n\n== মুক্তি ==\nআওয়ার বিলাভড সামার (বাংলা: আমাদের প্রিয় গ্রীষ্মকাল) ৬ ডিসেম্বর, ২০২১ থেকে ২৫ জানুয়ারি, ২০২২ পর্যন্ত এসবিএস টিভিতে প্রিমিয়ার হয়েছিল এবং প্রতি সোমবার ও মঙ্গলবার রাত ১০টায় (কোরিয়ান সময়) সম্প্রচার হয়েছে। এটি নেটফ্লিক্স-এর মাধ্যমে স্ট্রিমিংয়ের জন্যও উপলব্ধ আছে।\n\n\n== অভিযোজন ==\nআমাদের প্রিয় গ্রীষ্মের উপর ভিত্তি করে একটি ওয়েবটুন তৈরি করা হচ্ছে। ওয়েবটুন হল একটি প্রিক্যুয়েল যা টেলিভিশন ধারাবাহিকের দুটি প্রধান চরিত্রের (চোই উওং এবং কুক ইয়ন-সু) উচ্চ বিদ্যালয়ের দিনগুলিকে চিত্রিত করে এবং ২০২১ সালে নেভার ওয়েবটুনে মুক্তি পাওয়ার জন্য নির্ধারিত হয়েছে।\n\n\n== দর্শকসংখ্যা ==\n\n\n== আরও দেখুন ==\nদক্ষিণ কোরিয়ার নাটক\n\n\n== তথ্যসূত্র =="}