{"pageid": 1103520, "title": "নেপাল মজুমদার", "url": "https://bn.wikipedia.org/wiki?curid=1103520", "content": "নেপাল মজুমদার (২২ জানুয়ারি ১৯২৬  - ৫ ফেব্রুয়ারি, ২০০১) ছিলেন বিশিষ্ট রবীন্দ্র-বিশেষজ্ঞ, গবেষক ও প্রাবন্ধিক।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nনেপাল মজুমদারের জন্ম ১৯২৬ খ্রিস্টাব্দের ২২ শে জানুয়ারি অবিভক্ত বাংলার অধুনা পশ্চিমবঙ্গের বীরভূম জেলার হেতমপুরে। ১৯৪২ খ্রিস্টাব্দে ম্যাট্রিক পাশ করার পরই তিনি ভারতের স্বাধীনতা আন্দোলনে যোগ দেন। ওই বছরের আগস্ট আন্দোলনে তিনি  দুবরাজপুরের সিভিল কোর্ট ও ডাকঘর অভিযানের মূল সংগঠক ছিলেন। ১৯৪৬ খ্রিস্টাব্দে ব্রিটিশ পুলিশ লয়াবাদ কয়লাখনি থেকে তাকে গ্রেফতার করে। ১৯৫৪ খ্রিস্টাব্দে তিনি কমিউনিস্ট পার্টির সদস্যপদ লাভ করেন।\n\n\n== রবীন্দ্রচর্চা ও গবেষণা ==\nস্বাধীনতা আন্দোলনের সঙ্গে জড়িত থাকার সময় থেকেই  তিনি  রবীন্দ্রনাথ ঠাকুরের জীবন ও চিন্তাধারায় অনুপ্রাণিত ছিলেন। স্বাধীনতালাভের পর ১৯৪৯ খ্রিস্টাব্দ হতে তিনি নিয়মিত শুরু করেন গবেষণা। বামপন্থী মতাদর্শে দীক্ষিত হলেও রবীন্দ্রনাথ ছিলেন তার মনের গভীরে - নানাভাবে অনুসন্ধান করেছেন তাঁকে। বামপন্থী চিন্তক গদ্যচর্চায় সোজাসুজি সত্যকে জানতে নতুন নতুন বিষয়ে প্রামাণ্য গ্রন্থ, চিঠিপত্র, পত্র-পত্রিকার যুক্তি পরম্পরায়  গদ্যের কড়া হাতুড়ির কথাই এসেছে তার রচনায়। রবীন্দ্রনাথ সম্পর্কে শ্রমসাধ্য কাজ করেছেন  ছয়টি গ্রন্থে - ভারতে জাতীয়তা ও আন্তর্জাতিকতা ও রবীন্দ্রনাথ শীর্ষক তথ্যের আকর সমৃদ্ধ গ্রন্থে। তার নিজের কথায় এটি ছিল সিরিয়াস গবেষণাগ্রন্থ। দীর্ঘজীবনকালের রচনাবলী, কর্মকাণ্ড, সাধনা ও চিন্তন,সেই সঙ্গে শুধু জাতীয় ক্ষেত্রেই  নয়, সেসময়ের বিশ্বের যাবতীয় জ্বলন্ত সমস্যা কীভাবে তীব্র স্পর্শচেতনশীল মহান মানবতাবাদী  কবিকে বিচলিত করত, তা গ্রথিত হয়েছে এই মহাগ্রন্থটিতে। এই গ্রন্থটির জন্য তিনি ১৯৭৮ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন এবং ১৯৮৬ খ্রিস্টাব্দে রবীন্দ্রভারতী বিশ্ববিদ্যালয় প্রদান করে ডি. লিট উপাধি। কলকাতা বিশ্ববিদ্যালয়ের জগত্তারিণী স্বর্ণ পদক লাভ করেন ১৯৯৩ খ্রিস্টাব্দে।\nঅসংখ্য প্রবন্ধ রচনাও করেছেন তিনি। তার \nঅন্যান্য উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nরবীন্দ্রনাথ ও সুভাষচন্দ্র\nরবীন্দ্রনাথ:কয়েকটি রাজনৈতিক প্রসঙ্গ\nমহাজাতি সদনের অধিকার  প্রসঙ্গে\nবন্দিমুক্তি ও ব্যক্তি-স্বাধীনতার স্বপক্ষে\nবিশ্বভারতীর বন্ধুরা: গান্ধীজী ও কয়েকজন\nরবীন্দ্রনাথ ও অমিয় চক্রবর্তী\nচিরস্থায়ী ও রায়তয়ী: বাংলার প্রখ্যাত বুদ্ধিজীবীরা\nএছাড়াও তিনি সত্যেন্দ্রনাথ ঠাকুরের বোম্বাই প্রেসিডেন্সির রায়তওয়ারী ব্যবস্থার বিস্তারিত এবং তথ্যপূর্ণ বিবরণ -  বোম্বাই রায়ৎ সম্পাদনা করেছেন।\n\n\n== জীবনাবসান ==\nনেপাল মজুমদার ২০০১ খ্রিস্টাব্দের ৫ই ফেব্রুয়ারি প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}