{"pageid": 1103988, "title": "জার্মানিতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1103988", "content": "জার্মানিতে ইসলাম তৃতীয় বৃহত্তম ধর্ম। ২০১৭ সালের  পিউ রিসার্চ সেন্টারের অনুমান মতে, জার্মানিতে প্রায় ৪৩,০০,০০০ থেকে ৪৬,০০,০০০ মুসলিম বসবাস করে। অষ্টাদশ শতাব্দীতে তৎকালীন উসমানীয় সাম্রাজ্য ও জার্মানির মধ্যে কূটনৈতিক সুসম্পর্কের ফলে প্রথম ইসলাম জার্মানিতে আগমন করে। এরপর ১৯৬০ এর দশকে শ্রমিক অভিবাসন এবং ১৯৭০ এর দশকে রাজনৈতিক আশ্রয়ের ফলে ইসলাম জার্মান সমাজে ব্যাপকভাবে ছড়িয়ে পড়ে৷ জার্মানির মুসলমানদের অধিকাংশই অভিবাসন পটভূমি থেকে এসেছেন ৷ ২০১২ সালে জার্মান মুসলিম কনফারেন্স অনুমান করে যে, দেশটির জনসংখ্যার ৭% ইসলাম ধর্ম মেনে চলেন৷ ২০১৪ সালে একটি একাডেমিক গবেষণা দাবি করে যে, প্রায় ১,০০,০০০ জার্মান ইসলাম ধর্ম গ্রহণ করেছেন।\n\n\n== বৈষম্য ==\nঅভিযোগ রয়েছে যে, জার্মান সেনাবাহিনীতে অনেক মুসলিম সৈন্য কর্মরত থাকলেও এখন পর্যন্ত তাদের জন্য কোনো ইমাম নিযুক্ত করা হয়নি৷ এই বিষয়ে জার্মানির হয়ে আফগান যুদ্ধে অংশ নেওয়া একজন মুসলিম মহিলা কর্মকর্তা নারিমান হামৌন্টি-রাইনকে ডয়চে ভেলে কে বলেন যে, 'বর্তমান ব্যবস্থা অন্যায্য৷ আমার মতে, ইসলাম এখনো জার্মান সমাজের একাত্ম হয়ে ওঠেনি৷ কিন্তু আমরা জার্মানির হয়েই লড়ছি। আমাদের দেশ জার্মানি, এর জন্য আমরা প্রাণ দিতেও প্রস্তুত৷'\nতুর্কি বংশোদ্ভূত বিখ্যাত জার্মান মুসলিম ফুটবলার মেসুত ওজিল বৈষম্যের স্বীকার হয়ে জার্মান জাতীয় ফুটবল দল থেকে অবসর গ্রহণ করেছেন বলে জানা যায়। রাশিয়া বিশ্বকাপের আগে তিনি তুর্কি প্রেসিডেন্ট রজব তায়েব এরদোগোনের সাথে তোলা একটি ছবি সোশ্যাল মিডিয়ায় পোস্ট করেন এবং এর কারণে তার ওপর জার্মান ফুটবল সংস্থা চটে যায়। এই কারণে  জার্মান জনগণও তার বিরুদ্ধে ব্যাপক বিষেদগার করে । তাই তিনি অন্তর্জাতিক ফুটবল থেকে সরে দাঁড়ানোর সিদ্ধান্ত নেন বলে অভিযোগ করা হয়।\n\n\n== সম্প্রদায় ==\n\nজার্মানির মুসলমানরা নিজেদের ইসলামের বিভিন্ন শাখার প্রতি সম্পৃক্ত করে। (আনুমানিক তথ্য):\n\nসুন্নি : ২,৬৪০,০০০ \nআলবীয় : ৫০০,০০০ \nইসনা আশারিয়া শিয়া : ২২৫,৫০০ \nআহমদিয়া : ৩৫,০০০ \nসালাফি : ১০,৩০০\nসুফি : ১০,০০০ \nইসমাইলি শিয়া : ১,৯০০ \nজায়েদি শিয়া : ৮০০ \nইবাদি মুসলিম : ২৭০ \n\n\n== জনসংখ্যা ==\nইসলাম জার্মানির দ্বিতীয় বৃহত্তম স্বীকারোক্তিক  সংখ্যাগরিষ্ঠ ধর্ম। জার্মানির অধিকাংশ মুসলমান তুর্কি বংশোদ্ভূত। এরপর যথাক্রমে আরব, কসোভীয়, আলবেনীয়, বসনীয়, আফগান ও ইরানি বংশোদ্ভূত মুসলিমরা রয়েছে। এছাড়া সাব-সাহারান আফ্রিকা ও দক্ষিণ এশিয়া (বেশিরভাগ পাকিস্তান) থেকে উদ্ভূত একটি উল্লেখযোগ্য সংখ্যালঘু রয়েছে। প্রাক্তন পশ্চিম জার্মানিতে সংখ্যাগরিষ্ঠ মুসলিমরা বাস করে। এছাড়া জার্মানির কিছু গ্রামীণ অঞ্চলে; বিশেষ করে বাডেন-ওয়ার্টেমবার্গ, হেসে, বায়ার্ন ও নর্ডরাইন ভেস্টফালনের কিছু অংশে উল্লেখযোগ্য মুসলিম সম্প্রদায়ের অস্তিত্ব রয়েছে। ১৯৮৯ সালের আগে শ্রম অভিবাসনের চাহিদা না থাকার কারণে প্রাক্তন পূর্ব জার্মানিতে কম মুসলিম বসতি স্থাপন করে। ২০১১ সালের আদমশুমারি থেকে অভিবাসীদের তথ্য অনুসারে, জার্মানির জেলাগুলির মধ্যে গ্রোস-গেরাউ ও অফেনবাখ জেলায় সবচেয়ে বেশি মুসলিম অভিবাসী রয়েছে। জার্মান মুসলিমদের সংখ্যাগরিষ্ঠ অংশ (৭৫%) সুন্নি এবং ৭% শিয়া। তাদের বেশিরভাগই ইরান থেকে এসেছেন।\n২০০০ এর দশকের মাঝামাঝি থেকে ২০১৬ পর্যন্ত ইউরোপের বাইরে থেকে জার্মানিতে আগমন করা অভিবাসীদের সংখ্যা বেড়েছে। তখন ৬৮০,০০০ জন নিয়মিত অভিবাসীর মধ্যে ২৭০,০০০ মুসলিম ছিল। এছাড়া ১,২১০,০০০ আশ্রয়প্রার্থীর মধ্যে ৯০০,০০০ জন (৭৪%) মুসলিম ছিল। এসকল আশ্রয়প্রার্থীর মধ্যে ৫৮০,০০০ আবেদনকারীকে অনুমোদন দেওয়া হয় এবং ৩২০,০০০ জন প্রত্যাখ্যাত হয়৷\n\n\n=== কারাগারের জনসংখ্যা ===\n২০১৮ সালের ফেব্রুয়ারি মাসে হাফিংটন পোস্ট ১৫ টি রাজ্যের বিচারমন্ত্রকে জিজ্ঞাসা করে রিপোর্ট করে যে, জার্মানিতে ৬৫,০০০ কারাবন্দীর মধ্যে ১২,৩০০ জন মুসলিম রয়েছে, যা কারাগারের জনসংখ্যার প্রায় ২০% গঠন করে। তন্মধ্যে ব্রেমেনে (২৯%), হামবুর্গে (২৮%), হেসেনে (২৬%) ও ব্যাডেন-ওয়ার্টেমবার্গ (২৬%) বন্দী রয়েছে। তবে পূর্ব জার্মানিতে মুসলিম কারাবন্দীর সংখ্যা খুবই কম। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}