{"pageid": 11037, "title": "রবার্ট ডি নিরো", "url": "https://bn.wikipedia.org/wiki?curid=11037", "content": "রবার্ট ডি নিরো জুনিয়র(; জন্ম আগস্ট ১৭, ১৯৪৩) হলেন দুইবার একাডেমী পুরস্কার বিজয়ী একজন মার্কিন চলচ্চিত্র অভিনেতা, পরিচালক, প্রযোজক এবং ট্রাইবেকা চলচ্চিত্র উৎসবের প্রতিষ্ঠাতা। তিনি ৯০টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন। সিনেমায় তার প্রথম বড় ধরনের চরিত্রে অভিনয় করেন ব্যাং দ্যা ড্রাম স্লোলি (১৯৭৩) এবং মার্টিন স্করসেসের অপরাধমূলক সিনেমা মিন স্ট্রিট (১৯৭৩) নামক সিনেমায়। দ্যা গডফাদার (১৯৭২) সিনেমায় সনি কর্লিয়নে'র চরিত্রে তাকে ফিরিয়ে দেয়ার পর, ১৯৭৪ সালে নির্মিত দ্যা গডফাদার ২ চলচ্চিত্রে তাকে ভিটো কর্লিয়নে হিসেবে বেছে নেয়া হয়। তিনি সেই সিনেমায় সেরা পার্শ্ব অভিনেতা হিসেবে একাডেমি পুরস্কার লাভ করেন।\nপ্রতিভাবান পরিচালক মার্টিন স্করসির সাথে তার দীর্ঘদিনের বিভিন্ন কাজের মাধ্যমে ১৯৮০ সালে নির্মিত রেজিং বুল সিনেমায় জ্যাক লামোটা নামক চরিত্র রূপায়নের জন্য সেরা অভিনেতা হিসেবে একাডেমি পুরস্কার পান। তিনি স্করসেসের পরিচালিত মনোস্তাত্ত্বিক রোমাঞ্চ কাহিনিভিত্তিক সিনেমা ট্যাক্সি ড্রাইভার (১৯৭৬) এবং কেপ ফিয়ার (১৯৯১) সিনেমায় অভিনয়ের সুবাদে একাডেমি পুরস্কারের জন্য মনোনয়ণ পেয়েছিলেন। একাডেমি পুরস্কারের জন্য তাকে আরও মনোনয়ন দেয়া হয় মাইকেল কিমিনো'র ভিয়েতনাম যুদ্ধ সম্পর্কিত সিনেমা দ্য ডিয়ার হান্টার (১৯৭৮), পেনি মার্শাল পরিচালিত অ্যায়োকেনিং (১৯৯০) এবং ডেভিড ও'রাসেলের রোমান্টিক কৌতুক-নাট্য সিলভার লাইনিংস প্লেবুক (২০১২) সিনেমার জন্য। গুডফেলাস (১৯৯০) নামক চলচ্চিত্রে জিমি কনওয়ে চরিত্রটি রূপায়নের জন্য ১৯৯০ সালে বাফটা পুরস্কারের জন্য মনোনয়ন লাভ করেন। তিনি গোল্ডেন গ্লোব পুরস্কার সেরা অভিনেতা - মোশন পিকচার মিউজিক্যাল বা কৌতুক বিষয়ে চারবার মনোনয়ন লাভ করেন মিউজিক্যাল নাট্য নিউ ইয়র্ক, নিউ ইয়র্ক (১৯৭৭), গ্যাংষ্টার কৌতুক এ্যানালাইজ দিস (১৯৯৯), মিডনাইট রান (১৯৮৮) এবং মিট দ্য পেরেন্টস (২০০০) সিনেমার জন্য। তিনি একই সাথে সিনেমা পরিচালনা ও অভিনয় করেছেন যেমন অপরাধমূলক নাট্য এ ব্রংস টেল (১৯৯৩) এবং গুপ্তচর বিষয়ক সিনেমা দ্য গুড শেপার্ড (২০০৬)। ডি নিরো ২০০৩ সালে এএফআই আজীবন সম্মাননা পুরস্কার লাভ করেন এবং গোল্ডেন গ্লোব সিসিল বি. ডিমিলি পুরস্কার লাভ করেন ২০১০ সালে।\nতাকে তার প্রজন্মের উৎকৃষ্টতম চলচ্চিত্রাভিনেতাদের একজন হিসাবে গণ্য করা হয়। অনেকে তাকে মার্লোন ব্রান্ডো'র যোগ্য উত্তরসূরী মনে করেন। মূলতঃ গ্যাংস্টার অধ্যুষিত আন্ডারওয়ার্ল্ডের মস্তান, কিংবা দ্বিধান্বিত ও যন্ত্রনাগ্রস্ত মানুষের চরিত্রে অভিনয়ের জন্যেই তিনি সমধিক পরিচিত।\n\n\n== প্রারম্ভিক জীবন ==\nডি নিরো নিউ ইয়র্ক, ম্যানহাটন এলাকার গ্রীনউইচ ভিলেজ নামক জায়গায় জন্মগ্রহণ করেন। তিনি ভার্জিনিয়া এডমিরাল ও রবার্ট ডি নিরো (সিনিয়র) দম্পতির পুত্র। ভার্জিনিয়া এডমিরাল চিত্রশিল্পী এবং কবি আর রবার্ট ডি নিরো সিনিয়র ছিলেন এবস্ট্র্যাক্ট একপ্রেশনিষ্ট শিল্পী এবং ভাস্কর। নিরোর বাবা ছিলেন অর্ধ ইতালীয় এবং অর্ধ আইরিশ বংশের। তার মা ছিল অর্ধ জার্মান বংশীয় এবং অন্যদিকে অর্ধ ডাচ, ইংলিশ, ফ্রেঞ্চ এবং আইরিশ বংশীয়। নিরোর ইতালীয় দাদা-দাদী, জিওভানি ডি নিরো এবং এন্জেলিনা মারকুরিও, দেশান্তরিত হয়েছিলেন ফেরাজানো, মলিস নামক জায়গা থেকে। তার মাতৃসুলভ দাদী হেলেন ও'রাইলি ছিলেন একজন আইরিশ দেশান্তরিত ব্যক্তির নাতনি।\nডি নিরোর বাবা-মার পরিচয় হয়েছিল ম্যাসাচুসেটসের প্রোভিন্সটাউনের হ্যানস হফম্যান চিত্রাঙ্কন শ্রেণীকক্ষে। তার বয়স যখন ৩ বছর বয়স তখন তাদের বিবাহবিচ্ছেদ হয়। নিরো তার মায়ের কাছে ম্যানহাটনের গ্রীনউইচ ভিলেজ এবং লিটল ইটালি এলাকায় বড় হয়। তার বাবা তাদের থেকে খুব বেশি দূরে থাকত না তাই নিরো বড় হওয়ার সময় তার কাছে সময় কাটাত। নিরো এইচবিও এর একটি প্রামাণ্যচিত্র রিমেম্বারিং দা আর্টির্স্টঃ রবার্ট ডি নিরো সিনিয়র এর প্রদর্শনীতে নিজের বাবা সমকামী ছিলেন বলে উল্লেখ করেন। তিনি বলেন, আমার বাবা অন্য বাবাদের মত সাধারণ ছিলেন না, কিন্তু তাতে আমাদের প্রতি তাঁর স্নেহের কমতি ছিল না। নিজের পিতার যৌন অভিমুখিতা নিয়ে রবার্ট ডি নিরো বিব্রত নন বলে উল্লেখ করেন। ডি নিরো ম্যানহাটনের মধ্যে অবস্থিত প্রাথমিক বিদ্যালয় পিএস ৪১ এ পড়াশোনা করেন। তারপর সে এলিজাবেথ আরউইন হাই স্কুলে ভর্তি হন ৭ম শ্রেণীতে তারপর বেসরকারি বিদ্যালয় হিসেবে অষ্টম শ্রেণীতে ভর্তি হন লিটল রেড স্কুল হাউজে। নবম শ্রেণীর জন্য তাকে হাই স্কুল অব মিউজিক এন্ড আর্ট নামক স্কুল ভর্তির জন্য গ্রহণ করে কিন্তু সরকারি জুনিয়র হাই স্কুলে স্থানান্তরের পূর্বে তিনি অল্প সময়ের জন্য সেখানে ভর্তি হয়েছিলেন।\nডি নিরো তার উচ্চ বিদ্যালয় শিক্ষা শুরু করেন ম্যাকবার্নি স্কুলে এবং পরে বেসরকারি হোডস প্রিপারেটরি স্কুলে ভর্তি হন যদিও তিনি গ্রাজুয়েট হননি। তার মুখের ফ্যাকাশে ও বিবর্ণভাবের জন্য তাকে \"ববি মিল্ক\" নামে ডাকা হত। তিনি তার কিশোর সময়ে লিটল ইতালির রাস্তার কিছু ছেলেদের দলের সাথে মিশতেন যাদের মধ্যে অনেকেই পরে তার আজীবন বন্ধু বজায় থাকেন। তার জীবনের ভবিষ্যত অনেকটা নির্ধারন হয়ে যায় যখন তিনি ১০ বছর বয়সে, মঞ্চে স্কুলের দ্য উইজার্ড অব অজ নাট্যে ভীতু সিংহের চরিত্রটি রূপায়ন করেন। তিনি এতে অভিনয় করে লজ্জা কাটানোর পাশাপাশি সিনেমায় আগ্রহী হয়ে ওঠেন। পরে তিনি ১৬ বছর বয়সে হাই স্কুল ছেড়ে দেন অভিনয়ের জন্য। অভিনয় শিখতে ভর্তি হন স্টেলা এডলার কনসারভেটরিতে সেই সাথে লি স্ট্যার্সবার্গের একটর স্টুডিওতে।\n\n\n== পেশা জীবন ==\n\n\n==== অভিনয় এবং সিনেমা তৈরী ====\nডি নিরোর প্রথম সিনেমা চরিত্র রূপায়ণ করা হয়েছিল ২০ বছর বয়সে। তিনি ব্রায়ান ডি পালমা নির্মিত দ্য ওয়েডিং পার্টি ১৯৬৩ সিনেমায় অভিনয় করেন কিন্তু সিনেমাটি ১৯৬৯ সালের আগে ছাড়া হয়নি। তখন তিনি অভিনয় করেন রজার করম্যানের ব্লাডি মামা (১৯৭০) সিনেমায়। তিনি সবার দৃষ্টি আর্কষন করেন ব্যাং দ্য ড্রাম স্লোলি সিনেমায় মারাত্মক মেজর লিগ বেজবল খেলোয়াড চরিত্রে অভিনয় করে। তারপর তিনি মার্টিন স্করসেসে'র সাথে একত্রে কাজ করেন জনি বয় নামক স্বল্প সময়ের অপরাধী চরিত্রে মিন স্ট্রীট ১৯৭৩ সিনেমায়।\n\n\n== চলচ্চিত্র ==\n\n\n== পুরস্কার ও সম্মাননা ==\n\n\n== আরও দেখুন ==\nList of Academy Award records\n\n\n== টীকাসমূহ ==\n\n\n== তথ্যসূত্র ==\nBaxter, John (2002). De Niro: A Biography. HarperCollins. আইএসবিএন ৯৭৮-০-০০-২৫৭১৯৬-৮.\nDougan, Andy (2003). Untouchable: A Biography of Robert De Niro. Da Capo Press. আইএসবিএন ১-৫৬০২৫-৪৬৯-৬.\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে রবার্ট ডি নিরো (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে রবার্ট ডি নিরো (ইংরেজি)\nবক্স অফিস মোজোতে রবার্ট ডি নিরো (ইংরেজি)\nRobert De Niro Videography by NIAF"}