{"pageid": 1103507, "title": "আত-তিরা, ফিলিস্তিন", "url": "https://bn.wikipedia.org/wiki?curid=1103507", "content": "আত-তিরা (আরবি: الطيرة) হল রামাল্লার একটি ফিলিস্তিনি গ্রাম এবং উত্তর পশ্চিম তীরের আল-বিরহ গভর্নরেট।\n\n\n== অবস্থান ==\nআত-তিরা রামাল্লার ৮.৩ কিলোমিটার (৫.২ মাইল) দক্ষিণ-পশ্চিমে অবস্থিত। এটার সীমান্তে রয়েছে-উত্তরে বা্য়তুনিয়া প্রাচ্য, এর উত্তর ও পশ্চিমে বেইত 'উর আল ফাউকা, এর পশ্চিমে বেইত' আনান, আর দক্ষিণে বেইত ডাকু।\n\n\n== ইতিহাস ==\n\n\n=== অটোমান যুগ ===\n১৮৩৮ সালে, অটোমান যুগে, এটি জেরুজালেমের পশ্চিমে বেনি মালিক জেলায় অবস্থিত একটি মুসলিম গ্রাম হিসাবে উল্লেখ করা হয়েছিল।\n১৮৮৩ সালে, পিইএফ এর পশ্চিম ফিলিস্তিন সার্ভেতে তির নামে বর্ণনা করা হয়েছে যে এটি \"একটি পাহাড়ের উপর একটি ছোট গ্রাম, উত্তর-পূর্বে একটি বড় পবিত্র গাছ ( শেখ হাসান ), এবং একটি ঝরনা ('আইন জুফনা ) এবং দক্ষিণ-পশ্চিমে উপত্যকা রয়েছে।\"\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদম শুমারিতে, আল তিরেহ- এর জনসংখ্যা ছিল ২৫৭ জন মুসলমান, ১৯৩১ সালের আদম শুমারিতে তিরাতে ৭১টি বাড়িতে ২৬৫ জন মুসলমানের সংখ্যা পাওয়া গেছে।\n১৯৪৫ সালের পরিসংখ্যান ব্যুরোর মতে এখানে ৩৩০ জন মুসলামান ছিল। জমি ও লোক গণনার এক পরিসংখ্যানে দেখাযায় এখানে ৩৯৬৮ ডুমান জমির মধ্যে ১৯৩ ডুমান জমি চাষ করার জন্য ব্যবহার হয়, ১৯৭৪ ডুমান জমি ইরি চাষে ব্যবহার হয় এবং ২৩ ডুমান জমি নির্মাণ কাজে ব্যবহার হয়।\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পর, আত-তিরা জর্ডানের শাসনের অধীনে আসে।\n১৯৬১ সালের জর্ডানের আদম শুমারি তিরাতে ৫৩৪ জন বাসিন্দাকে খুঁজে পেয়েছে।\n\n\n=== ১৯৬৭ থেকে বর্তমান সময় ===\n\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে আত-তিরা ইসরায়েলি দখলে আসে।\n১৯৯৫ সালের চুক্তির পর, ১০.৪% গ্রামের জমি এলাকা বি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল, বাকি ৮৯.৬% এলাকা সি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল। ইসরায়েল বেইট হোরনের ইসরায়েলি বসতি নির্মাণের জন্য গ্রাম থেকে মোট ৬৭ ডুনাম জমি বাজেয়াপ্ত করেছে।\nআত-তিরাসহ অন্যান্য ৯টি ফিলিস্তিনি গ্রামযথা- বেইত ডাকু, বেইত 'আনান, বেইত সুরিক, কাতান্না, আল-কুবাইবা, বেইত লিজা খারাইব, উম্মে আল-লাহিমান্ড এবং বিদু ছিটমহল\" যা তানিয়া রেন্হার্ট অনুযায়ী গঠন হয়। একটি প্রাচীরের পিছনে বন্দীশালা, জেরুজালেম করিডোরের রিয়েল এস্টেট রিজার্ভ গঠনের জন্য এবং জিভ'আত জিয়েভের সাথে একটি আঞ্চলিক ধারাবাহিকতা তৈরি করার জন্য তাদের বাগান এবং কৃষিজমি থেকে বিচ্ছিন্ন করা হয়। ছিটমহলটি রামাল্লার সাথে আন্ডারপাস এবং একটি রাস্তা যা উভয় পাশে বেড়া দিয়ে সংযুক্ত করা হয়। \"বিদ্দু ছিটমহল\" থেকে ফিলিস্তিনিরা বাইপাস রোডের নিচে দিয়ে বীর নাবালা ছিটমহল, তারপর বাইপাস রোড ৪৪৩-এর অধীনে দ্বিতীয় আন্ডারপাসে রামাল্লা পর্যন্ত বেড়ার রাস্তা ধরে যাতায়াত করে।\n\n\n== তথ্যসূত্র =="}