{"pageid": 1103748, "title": "দেইর ইবজি", "url": "https://bn.wikipedia.org/wiki?curid=1103748", "content": "দাইর ইবজি( আরবি: دير إبزيع ) হলো রামাল্লা ও আল-বিরহ গভর্নরেটের একটি ফিলিস্তিনি শহর। এর উত্তরে পশ্চিম তীর এবং পশ্চিমে রামাল্লা অবস্থিত। ফিলিস্তিনি কেন্দ্রীয় পরিসংখ্যান ব্যুরোর তথ্য অনুসারে, ২০০৭ সালে শহরের জনসংখ্যা ছিল ২০৬৯ জন।\n\n\n== অবস্থান ==\nদাইর ইবজি, রামাল্লার পশ্চিমে ৭.৭ কিলোমিটার (৪.৮ মাইল) (অনুভূমিকভাবে) দূরে অবস্থিত। এটার সীমান্তে রয়েছে-দক্ষিণ ও পূর্বে আইন আরিক, পূর্ব-উত্তরে আইন কিনিয়া, উত্তরে আল-জানিয়, পশ্চিমে কাফর নিমা ও সাফ্ফা, আর দক্ষিণে বেইত উর আল-Tahta, বেইত উর আল-পাউকা এবং বিতুনিয়া। \n\n\n== ইতিহাস ==\nপ্রস্তাব করা হয় যে, এটিই ছিল ক্রুসেডার সূত্রে জিবি হিসাবে উল্লেখিত স্থান, তবে এটি প্রত্নতাত্ত্বিক প্রমাণ দ্বারা সমর্থিত নয়।\n\n\n=== অটোমান যুগ ===\n১৫১৭ সালে, গ্রামটি প্যালেস্টাইনের বাকি অংশের সাথে অটোমান সাম্রাজ্যের অন্তর্ভুক্ত হয় এবং ১৫৯৬ ট্যাক্স-রেকর্ডে এটি আল-কুদসের লিওয়া জাবাল কুদসের নাহিয়াতে ছিল। জনসংখ্যা ছিল ২৫টি পরিবার, সবাই মুসলমান । তারা কৃষি পণ্যের উপর ৩৩.৩% হারে নির্দিষ্ট কর প্রদান করেছিল, যার মধ্যে গম, বার্লি, জলপাই গাছ, আঙ্গুর ক্ষেত, ফলের গাছ, ছাগল এবং মৌচাক  অন্তর্ভুক্ত ছিল; মোট ৩২৯০ একসি কর দিত  উসমানীয় যুগের প্রথম দিকের শেডগুলি এখানে পাওয়া গেছে।\n১৮৩৮ সালে এটি জেরুজালেমের উত্তরে বেনি হারিথ অঞ্চলে অবস্থিত একটি মুসলিম গ্রাম, দেইর বেজিয়া হিসাবে উল্লেখ করা হয়েছিল।\n১৮৭০ সালে, ভিক্টর গুয়েরিন গ্রামটিকে বর্ণনা করেছিলেন, যাকে তিনি ডেইর এবজিহ নামে অভিহিত করেছিলেন, এই হিসাবে যে, এটি অত্যন্ত কঠিন চূড়ায় অবস্থিত এবং চারশো বাসিন্দার সবাই মুসলমান; কিছু বাড়ি বড় এবং মোটামুটি ভালোভাবে নির্মিত। এখানের মেডহাফে বা অতিথিশালার এক পাথর টুকরায় একটি বিকৃত ধ্বংসাবশেষ বহন করে যাতে বিভিন্ন নকশা আছে।\" প্রায় একই বছর, ১৮৭০ সালের একটি অটোমান গ্রামের তালিকায় দেখা গেছে যে, দের বেজেইতে ৫১টি ঘর সহ ২৩৯ জন বাসিন্দা ছিল, যদিও জনসংখ্যার সংখ্যা শুধুমাত্র পুরুষদের মধ্যে অন্তর্ভুক্ত ছিল। এটি আরও লক্ষনীয় যে, গ্রামের উত্তরে বেতেরোন ছিল। আর ইহার উত্তরে বেইত উর আল-ফাউকা এবং বেইত উর আল-তাহতা।\n১৮৮২ সালে, পিইএফ এর পশ্চিম ফিলিস্তিন সার্ভে অনুযায়ী জানা যায়, \"এখানে মধ্যপন্থী আকারের একটি গ্রামে একটি সেতুবন্ধ আছে, এটির সঙ্গে দেইর ইবজির পশ্চিমে একটি কুপের বর্ণনা দিয়েছে যা জলপাই গাছ দ্বারা বেষ্টিত\"।\n১৮৯৬ সালে দের বেজেই এর জনসংখ্যা প্রায় ২৭৯ জন বলে অনুমান করা হয়েছিল।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nফিলিস্তিন কর্তৃপক্ষের ব্রিটিশ ম্যান্ডেট দ্বারা ১৯২২ সালে পরিচালিত ফিলিস্তিনের আদমশুমারিতে, দাইর ইবজি নামের গ্রামটির জনসংখ্যা ছিল ২৬২ জন, সবাই মুসলিম। ১৯৩১ সালের আদমশুমারিতে বেড়ে হয় ৩৬০ জন, এখনও সবাই মুসলিম, ৯০টি বাড়ি আছে।\n১৯৪৫ সালের পরিসংখ্যানে, দেইর ইবজির জনসংখ্যা ছিল ৪১০ মুসলিম। একটি সরকারী জমি ও জনসংখ্যার জরিপ অনুযায়ী এখানে জমি ছিল ১৪২৮৫ ডুনাম, যা তাদের অধিক্ষেত্র অধীনে ছিল। এর মধ্যে ৬৪১৮ ডুনাম ছিল আবাদ এবং সেচযোগ্য জমি, ২৬৭০ ডুনাম শস্যের জন্য  এবং ৫১ ডুনাম বা ১২,৬ একর গৃহ নির্মাণের জন্য ছিল।\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পর, দেইর ইবজি জর্ডানের শাসনের অধীনে আসে।\n১৯৬১ সালের জর্ডানের আদমশুমারিতে দেইর ইবজিতে ৫৪২ জন বাসিন্দা পাওয়া গেছে।\n\n\n=== 1967-বর্তমান ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে, দেইর ইবজি ইসরায়েলি দখলে রয়েছে । ইসরায়েলি কর্তৃপক্ষ কর্তৃক পরিচালিত ১৯৬৭ সালের আদমশুমারিতে জনসংখ্যা ছিল ৫৩৬ জন, যাদের মধ্যে ৩৪ জন ইসরায়েলি ভূখণ্ড থেকে এসেছে।\n১৯৯৫ সালের চুক্তির পর, ২৭% গ্রামের জমি এলাকা বি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল, বাকি ৭৩% এলাকা সি হিসাবে আছে। এটা ছাড়াও ইস্রাইলি বন্দোবস্ত এর দুলেভ বাইপাস রাস্তার জন্য দেইর ইবজি থেকে ২২ ডুনাম জমি বাজেয়াপ্ত করেছে। এর মধ্যে রয়েছে বসন্ত আইন বুবিন, যা এখন দুলেভের ইসরায়েলি বসতি স্থাপনকারীরা তাদের নিজস্ব সেচ প্রকল্পের জন্য ব্যবহার করে থাকে।\n\n\n== তথ্যসূত্র =="}