{"pageid": 1103682, "title": "গারমো পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=1103682", "content": "গারমো পর্বত (তাজিক: Қуллаи Гармо, কুল্লাই গারমো, রুশ: пик Гармо, পিক গারমো) হল মধ্য এশিয়ার তাজিকিস্তানে পামির পর্বতমালার একটি পর্বত। এটির উচ্চতা ৬,৫৯৫ মিটার এবং ৬,৬০২ মিটারের মধ্যে।\nগারমো পর্বতে একটি হিমবাহ রয়েছে এবং বৃহৎ ফেডচেঙ্কো হিমবাহ (মেরু অঞ্চলের বাইরে বিশ্বের দীর্ঘতম হিমবাহ) গারমো পর্বতের পূর্ব দিক দিয়ে প্রবাহিত হয়েছে। এই পর্বতের নিকটতম বসতি হল পইমাজোর যা প্রায় পনের কিলোমিটার দক্ষিণে এবং ২,৭৮৫ মিটার উচ্চতায় অবস্থিত। সম্প্রতি গারমোর অবস্থান সম্পর্কে কিছুটা অনিশ্চয়তা দেখা দিয়েছে এবং সেইসঙ্গে গারমো নামের চূড়ার প্রকৃত উচ্চতা সম্পর্কেও কিছু অনিশ্চয়তা রয়েছে। সম্প্রতি আমেরিকান আলপাইন জার্নাল এই পর্বতের ২১,৭০৩ ফুট (৬,৬১৫ মিটার) উচ্চতার তথ্য দিয়েছে।\n\n\n== ইতিহাস ==\nপূর্বে সোভিয়েত ইউনিয়নে, গারমো একাডেমি অফ সায়েন্সেস রেঞ্জের সাথে যুক্ত হয় (রুশ: Хребет Академии Наук; তাজিক: Qatorkuhi Akademiyai Fanho) যেখানে এটি দারভোজ রেঞ্জের সাথে সংযোগ স্থাপন করে। ১৯২৮ সালে এই অঞ্চলে একটি জার্মান-রাশিয়ান যৌথ অভিযান পরিচালনা করা হয়েছিল যা লেনিন চূড়ায় প্রথম আরোহণ করেছিল এবং এটির উচ্চতাও পরিমাপ করেছিল যা এখন আনুষ্ঠানিকভাবে ইসময়েল সোমনি পিক নামে পরিচিত, যেটিকে হয়তো ভুলভাবে গারমো সাথে চিহ্নিত করা হয়েছে যদিও এটি বর্তমান গারমো থেকে উত্তরে প্রায় ষোল কিলোমিটার দূরে অবস্থিত। \n১৯৬২ সালের জুলাই মাসে, দুই ব্রিটিশ পর্বতারোহী, উইলফ্রিড নয়েস এবং তরুণ স্কটিশ পর্বতারোহী রবিন স্মিথ, ইসমাইল সোমোনির উপর একটি সোভিয়েত-ব্রিটিশ অভিযানের প্রস্তুতির সময়, চূড়ার আরোহণের পরে ৪,০০০ ফুট (১,২০০ মিটার)থেকে  পড়ে মারা যান, যা তখন পিক কমিউনিজমা (পিক কমিউনিজম) নামে পরিচিত ছিল। রাশিয়ান এবং ব্রিটিশদের মধ্যে বিবাদ শুরু হয়েছিল এবং নয়েস এবং স্মিথের মৃত্যুর পর, অভিযানের সহ-নেতা স্যার জন হান্ট ব্রিটেনে ফিরে আসেন। ১৯৬৪ সালে, ব্রিটিশ প্রেস গারমোকে \"২১,৮০০-ফুট গারমো পর্বত\" হিসাবে উল্লেখ করেছিল।\n\n\n== নামের বিভ্রান্তি ==\n১৯২০ এবং ১৯৩০ এর দশক থেকে, গারমো পর্বতটি ইসমইল সোমনি নামক একটি পর্বতের শিখরের সাথে বিভ্রান্ত হয়েছে, যেটিকে কিছু বছর ধরে পিক স্ট্যালিন বলা হত এবং পিক কমুনিজমা নামে বেশি পরিচিত।২০০৮ সালে বিবিসির একটি অনলাইন কুইজের প্রশ্ন ছিল \"তাজিকিস্তানের গারমো পর্বত যখন সোভিয়েত ইউনিয়নের সর্বোচ্চ বিন্দু ছিল তখন এটি কী নামে পরিচিত ছিল?\" উত্তরে বিবিসি জানায় যে এটির নাম ছিল \"মাউন্ট কমিউনিজম\"।\nদ্য অ্যাসেন্ট অফ মাউন্ট স্টালিন (১৯৩৭), মাইকেল রম এবং অ্যালেক ব্রাউন বলেছেন যে \"দারোয়াসের নতুন নামকরণ করা হয়েছে পিক গারমো, এবং গারমোর নাম পরিবর্তন করে পিক স্টালিন রাখা হয়েছে । যদিও এই কারণগুলি বিশ্বাসযোগ্য নয়।\n২০০৮ সালে, বেশ কয়েকটি সূত্র গারমোকে পামিরের সর্বোচ্চ পর্বত হিসেবে সনাক্ত করে বা এটিকে ৭,০০০ মিটারের উপরে উচ্চতাসম্পন্ন একটি পর্বত বলে বিবৃতি দেয়।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nটেক্সাস ইন্সট্রুমেন্টস টিআই-৯৯/৪এ কর্তৃক কম্পিউটারের জন্য তৈরি আলপিনার গেমের ছয়টি পর্বতের মধ্যে গারমো পর্বত ছিল একটি।\n\n\n== তথ্যসূত্র =="}