{"pageid": 1103587, "title": "বুধের অবক্ষয়িত অভিঘাত খাদ", "url": "https://bn.wikipedia.org/wiki?curid=1103587", "content": "বুধ গ্রহের অবক্ষয়িত অভিঘাত খাদগুলি হল গ্রস্থ উপত্যকা ও বলিত শৈরশিরার মতো ভূগাঠনিক বৈশিষ্ট্য। উত্থান বা সর্বব্যাপী সংকোচনের মতো ভূগাঠনিক প্রক্রিয়ার ফলে জাত সংকোচন ও প্রসারণশীল শক্তিগুলির দ্বারা এই সকল বৈশিষ্ট্যগুলির উৎপত্তি ঘটেছিল। গ্রস্থ উপত্যকা ও বলিত শৈরশিরার যে সমন্বয় বুধের অবক্ষয়িত অভিঘাত খাদগুলির মধ্যে দেখা যায়, তা অন্য কোনও শিলাময় গ্রহে পর্যবেক্ষিত হয়নি।\n\n\n== আবিষ্কার ==\nমেসেঞ্জার মহাকাশযান বুধের উদ্দেশ্যে প্রেরণের আগে বুধের ভূগাঠনিক বৈশিষ্ট্যগুলি পুঙ্খানুপুঙ্খভাবে পর্যবেক্ষণের সুযোগ পাওয়া যায়নি। ২০০৯ সালে মেসেঞ্জার গ্রহটির পৃষ্ঠভাগের ৯৮ শতাংশ এলাকার মানচিত্র প্রস্তুত করে।  ২০১৩ সালের মধ্যেই মেসেঞ্জার বুধ-পৃষ্ঠের ১০০ শতাংশ এলাকার মানচিত্র প্রস্তুত করে ফেলে। মেসেঞ্জার মহাকাশযানে স্থাপিত মারকিউরি ডুয়েল ইমেজিং সিস্টেম ক্যামেরাগুলি এবং মারকিউরি লেজার অল্টিমিটার যন্ত্রটির মাধ্যমে গবেষকেরা বুধের ভূগাঠনিক বৈশিষ্ট্যগুলিকে বিশ্লেষণ করার জন্য গ্রহটির পৃষ্ঠভাগের উচ্চ-রেজোলিউশন সম্পন্ন ছবি গ্রহণ করতে সক্ষম হন।\n\n\n== অবক্ষয়িত অভিঘাত খাদ ==\nঅবক্ষয়িত অভিঘাত খাদগুলি হল অগ্ন্যুৎপাত-সঞ্জাত পদার্থ দ্বারা পরিপূর্ণ অভিঘাত খাদ। চাঁদ, মঙ্গল ও বুধের পৃষ্ঠভাগে অবক্ষয়িত অভিঘাত খাদ পর্যবেক্ষিত হয়েছে। সম্ভবত শুক্রেও এই জাতীয় খাদের অস্তিত্ব আছে। বুধ গ্রহে অবক্ষয়িত অভিঘাত খাদগুলি পাওয়া যায় প্রধানত গ্রহটির উত্তর গোলার্ধের মসৃণ সমতল এলাকায়। বুধ গ্রহে তিন ধরনের অবক্ষয়িত অভিঘাত খাদ দেখা যায়। প্রথম শ্রেণির অবক্ষয়িত অভিঘাত খাদগুলিতে একটি বলিত শৈরশিরা একটি বলয় গঠন করে। দ্বিতীয় শ্রেণির খাদগুলির অভ্যন্তরে একটি বলিত শৈলশিরা ও গ্রস্থ উপত্যকা থাকে। তৃতীয় শ্রণির খাদগুলির বলিত শৈলশিরার বলয়ের হয় অস্তিত্বই থাকে না, অথবা তা পর্যবেক্ষণ করা যায় না; পরিবর্তে এই ধরনের খাদের সীমান্তবর্তী এলাকায় গ্রস্থ উপত্যকার একটি বলয় থাকে।\n\n\n== ভূগাঠনিক বৈশিষ্ট্য ==\n\n\n=== গ্রস্থ উপত্যকা ===\nগ্রস্থ উপত্যকা হল স্বাভাবিক চ্যুতির সঙ্গে সম্পর্কযুক্ত একটি ভূগাঠনিক বৈশিষ্ট্য। ভূপৃষ্ঠের একাংশ উত্থিত ও অপর অংশ অবনমিত হয়ে একটি চাপের সৃষ্টি হয়। মনে করা হয় যে, প্রসারণশীল শক্তিগুলির প্রভাবে ভূপৃষ্ঠের উত্থান এবং অগ্ন্যুৎপাত-সঞ্জাত পদার্থ খাদটিতে ভর্তি হওয়ার সময় সংকোচনের ফলে গ্রস্থ উপত্যকাগুলির উদ্ভব ঘটেছিল। অভিঘাত খাদটির গঠনের সময় অবথা সেটির মধ্যে আগ্নেয় পদার্থ সঞ্চিত হওয়ার সময় সমস্থিতিক প্রতিক্ষেপের মাধ্যমে এই উত্থান সম্ভব হয়। আগ্নেয় পদার্থ শীতল হয়ে সংকুচিত হয় এবং এই শীতলায়নের দলে প্রসারণশীল টানের সৃষ্টি হয়। গ্রস্থ উপত্যকার অভিমুখ নির্ধারিত হয় গঠনকালীন টানের ভিত্তিতে। ব্যাসার্ধীয় গ্রস্থ উপত্যকা গঠিত হয় যখন অববাহিকা-পরিধিগত টান সর্বাধিক প্রসারণশীল হয়। ব্যাসার্ধীয় টান সর্বাধিক প্রসারণশীল হলে পরিধিগত গ্রস্থ উপত্যকা গঠিত হয়। ব্যাসার্ধীয় টান ও পরিধিগত টান সমান হলে বহুভূজাকার নকশার গ্রস্থ উপত্যকা গঠিত হয়।\n\n\n=== বলিত শৈলশিরা ===\nভূত্বকের যে অংশটি উত্থিত হয় সেখানকার ভূগাঠনিক বৈশিষ্ট্য হল বলিত শৈলশিরা। এই শৈলশিরাগুলি সংকোচনশীল চাপের সঙ্গে সম্পর্কযুক্ত। বুধ গ্রহের অভ্যন্তরভাগ শীতল ও সংকুচিত হচ্ছে। এই সংকোচনের ফলে গ্রহ জুড়ে সংকোচনশীল চাপের সৃষ্টি হয়। মনে করা হয়, বুধ গ্রহে শীতলায়ন ছাড়াও বলিত শৈলশিরাগুলি এসেছে আগ্নেয় সমভূমির উপরিতলে স্তুপীকৃত পদার্থ থেকে। সমভূমিগুলির উপরে আগ্নেয় পদার্থ সঞ্চিত হলে অশ্মমণ্ডল স্ফীত হয়ে সংকোচনশীল চাপের উদ্ভব ঘটিয়ে থাকবে।\n\n\n== সময়গত সম্পর্ক ==\nযে ঘটনার মাধ্যমে অবক্ষয়িত অভিঘাত খাদগুলির উদ্ভব ঘটেছিল তার ক্রমপরম্পরা নির্ধারণের জন্য বিজ্ঞানীরা পরস্পর-ছেদী সম্পর্কগুলি ব্যবহার করেছেন। খুব সম্ভবত বুধপৃষ্ঠে একটি সংঘর্ষের ঘটনা ঘটেছিল। তারপর আগ্নেয় পদার্থের বন্যা বয়ে যায় গ্রহটির পৃষ্ঠভাগে এবং তা অভিঘাত খাদটিকে ভরিয়ে দেয়। এরপর গ্রস্থ উপত্যকা ও বলিত শৈলশিরার উদ্ভব ঘটে। গ্রস্থ উপত্যকাগুলি যখন সবই বলিত শৈলশিরার ভিতরে অবস্থান করছে, সেক্ষেত্রে মনে করা হয় এগুলি বলিত শৈলশিরার পরে উদ্ভূত হয়েছিল। যদি কোনও গ্রস্থ উপত্যকাকে একটি শৈলশিরা কেটে প্রসারিত হতে দেখা যায় এবং সেটিকে পরিবর্তিত মনে হয়, সেক্ষেত্রে মনে করা হয় যে গ্রস্থ উপত্যকাটি প্রাচীনতর এবং তা শৈলশিরার পূর্বেই গঠিত হয়েছিল।\n\n\n== গুরুত্ব ==\nঅবক্ষয়িত অভিঘাত খাদের মধ্যে গ্রস্থ উপত্যকা ও বলিত শৈলশিরার উপস্থিতি বুধ গ্রহের একটি স্বতন্ত্র বৈশিষ্ট্য। যে ভূগাঠনিক প্রক্রিয়ার ফলে এই গ্রস্থ উপত্যকা ও বলিত শৈলশিরাগুলি গঠিত হয় তা-ই এই সমন্বয়ের কারণ। দ্রুত পুঞ্জীভূত লাভা স্রোতের থেকে এই গ্রস্থ উপত্যকা ও বলিত শৈলশিরাগুলি উদ্ভূত হয়। গ্রহটি যখন আভ্যন্তরীণ শীতলায়নের ফলে সর্বব্যাপী সংকোচনের স্তরের মধ্যে দিয়ে যাচ্ছিল সেই সময় এও লাভা স্রোত অভিঘাত খাদের মধ্যে শীতল হয়। চাঁদ বা মঙ্গল গ্রহের মতো মহাজাগতিক বস্তুগুলিতে অভিঘাত খাদের মধ্যে ভূগাঠনিক বৈশিষ্ট্যের সন্ধান পাওয়া যায় না। এর কারণ সম্ভবত চাঁদ বা মঙ্গলে আগ্নেয় পদার্থ পুঞ্জীভূত হওয়ার হার বুধের তুলনায় ধীরতর।\n\n\n== তথ্যসূত্র =="}