{"pageid": 1103546, "title": "বেইত সীরাহ, ফিলিস্তিন", "url": "https://bn.wikipedia.org/wiki?curid=1103546", "content": "বেইত সীরাহ ( আরবি: بيت سيرا   ) হল মধ্য পশ্চিম তীরের একটি ফিলিস্তিনি গ্রাম, যা রামাল্লা থেকে ২২ কিলোমিটার পশ্চিমে অবস্থিত এবং রামাল্লা ও আল-বিরহ গভর্নরেটের একটি অংশ বিশেষ। গ্রামটি গ্রীন লাইনের ধারে অবস্থিত। ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের সময়, এর ভূমির প্রায় ৪০০০ ডুনাম উত্তর-মধ্য পশ্চিম তীর এবং ইস্রায়েলের মধ্যে \"নো-ম্যানস ল্যান্ড \" স্ট্রিপের একটি অংশ হয়ে ওঠে। বর্তমানে বেইত সীরার এখতিয়ার হল ৩১২০টি ডুনাম, যার মধ্যে ৪৪১ টি ডুনাম নির্মাণ এলাকা এবং বাকীটি ভবিষ্যতে নির্মাণ বা কৃষি জমির জন্য খোলা জায়গা।\n\n\n== অবস্থান ==\nবেইত সীরাহ রামাল্লার ১৪.৯ কিলোমিটার (৯.৩ মাইল) (অনুভূমিকভাবে) পশ্চিমে অবস্থিত। এটির পূর্বে খারবাথা আল-মিসবাহ, বেইত লিকিয়া এবং বেইত উর আল-তাহতা, উত্তরে সাফা, পশ্চিমে ১৯৪৮ সালের অঞ্চল এবং দক্ষিণে বায়ত নুবা দ্বারা সীমাবদ্ধ।\n\n\n== ইতিহাস ==\n\n\n=== অটোমান যুগ ===\n১৫৯৬ সালের ট্যাক্স রেকর্ডে, বেইত সীরাহ ১৭ জন মুসলিম পরিবারের জনসংখ্যা সহ অটোমান সাম্রাজ্যের গাজা সানজাকের অংশ এবং রামলার নাহিয়া (\"উপজেলা\") এর একটি অংশ ছিল। গ্রামবাসীরা মাঝে মাঝে রাজস্ব ছাড়াও গম, বার্লি, গ্রীষ্মকালীন ফসল, দ্রাক্ষাক্ষেত্র, ফল গাছ, ছাগল এবং মৌচাক সহ কৃষি পণ্যের উপর ২৫% হারে একটি নির্দিষ্ট কর-হার প্রদান করে; মোট ৪৫০০ একসি । সমস্ত রাজস্ব ওয়াকফ খাতে চলে যায়।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদম শুমারিতে, বেইত সীরাহের জনসংখ্যা ছিল ৩৮১ জন মুসলমান, ১৯৩১ সালের আদম শুমারিতে ১১৩টি বাড়িতে ৪৬০ জন মুসলমান ছিল।\n\n১৯৪৫ সালের পরিসংখ্যাননে জনসংখ্যা ৫৪০ জন, তারা সবাই মুসলমান ছিল। একটি সরকারী জমি ও জনসংখ্যার জরিপ অনুযায়ী মোট ৪৬৮৭ ডুমান জমি ছিল। এর মধ্যে ২০৫টি ডুনাম ছিল আবাদ এবং সেচযোগ্য জমি, ১৯২৪টি শস্যের জন্য এবং ২৩টি ডুনামকে নির্মাণ (শহুরে) এলাকা হিসেবে শ্রেণীবদ্ধ করা হয়েছে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পর, বেইত সীরাহ জর্ডানের শাসনের অধীনে আসে।\n১৯৬১ সালের জর্ডানের আদম শুমারি বেইত সীরাতে ৭৪৬ জন বাসিন্দাকে খুঁজে পেয়েছে।\n\n\n=== ১৯৬৭ সালের পর ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে, বেইত সীরাহ ইসরায়েলের দখলে রয়েছে ।\n১৯৯৫ সালের চুক্তির পর, বেইত সীরাহের জমির ৯.৩% এলাকা বি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল, বাকি ৯০.৭% এলাকা সি হিসাবে থাকে। ২০১২ সালে, গ্রামের জনসংখ্যার প্রায় ৭৮% ইজরায়েলের শ্রমবাজারে কাজ করত। ইসরায়েল ম্যাকাবিমের ইসরায়েলি বসতি নির্মাণের জন্য বেইট সিরা থেকে ১৪৯৯ ডুনাম জমি বাজেয়াপ্ত করেছে এবং তা বর্তমানে মোদি-ইন-ম্যাকাবিম-রিউতের অংশ। \nফিলিস্তিনি কেন্দ্রীয় পরিসংখ্যান ব্যুরো অনুসারে, ২০০৬ সালে বেইত সীরার জনসংখ্যা ছিল ২৮৪০ জন। ২০০৭ পিসিবিএস আদমশুমারিতে, শহরে ২৭৪৯ জন লোক বাস করত। \n\n\n== তথ্যসূত্র =="}