{"pageid": 1103925, "title": "বুমথাং জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1103925", "content": "বুমথাং জেলা (জংখা: བུམ་ཐང་རྫོང་ཁག་) ভুটান নিয়ে গঠিত ২০টি জংখাগ (জেলা) এর মধ্যে একটি। প্রাচীন মন্দির এবং পবিত্র স্থানের সংখ্যা গণনা করা হলে এটি সবচেয়ে ঐতিহাসিক জংখাগ। বুমথাং উরা, চুমে, তাং এবং চোয়েখোর (\"বুমথাং\") চারটি পার্বত্য উপত্যকা নিয়ে গঠিত, যদিও মাঝে মধ্যে পুরো জেলাটিকে বুমথাং উপত্যকা হিসাবে উল্লেখ করা হয়। বুমথাং সরাসরি \"সুন্দর মাঠ\" হিসাবে অনুবাদ করা হয় - থাং মানে মাঠ বা সমতল জায়গা, এবং বুমকে বলা হয় বাম্পা (পবিত্র জলের জন্য একটি পাত্র, এইভাবে উপত্যকার আকৃতি এবং প্রকৃতি বর্ণনা করে), বা কেবল বুম (\"মেয়ে\") এর সংক্ষিপ্ত রূপ। এটি সুন্দর মেয়েদের উপত্যকা নির্দেশ করে। জাম্বে লাখাং নির্মাণের পর নামটির উদ্ভব হয় বলে জানা যায়।\n\n\n== অর্থনীতি ==\n\nবুমথাং খামারগুলি বাজরা ময়দা, দুগ্ধজাত দ্রব্য, মধু, আপেল, আলু, চাল, পশমী পণ্য এবং অন্যান্য অনেক পণ্য উত্পাদন করে। বুমথাং গম, বকউইট, দুগ্ধজাত পণ্য এবং আলু উৎপাদনে সমৃদ্ধ। বুমথাং ইয়াথা এবং বুমথনা মাথা বয়নের জন্যও জাতীয়ভাবে বিখ্যাত।\n\n\n== ভাষা ==\nপূর্ব বোডিশ ভাষাগুলি বুমথাং জেলার প্রাথমিক কথ্য ভাষা হয়।\nবুমথাং জেলায় যে ভাষায় কথা বলা হয় তা বুমথাংখা বুলি নামে পরিচিত। এটি খেংখার সাথে পারস্পরিকভাবে বোধগম্য এবং ভুটানের জাতীয় ভাষা জংখার সাথে ঘনিষ্ঠভাবে সম্পর্কিত একটি তিব্বতীয়-বর্মী ভাষা। বুমথাংখা জংখার ভাষাভাষীদের কাছে আংশিকভাবে বোধগম্য, যেটির উৎপত্তি বুমথাংয়ের পশ্চিমে উপত্যকায়। বুমথাং-এর চারটি উপত্যকার প্রত্যেকটির নিজস্ব উপভাষা রয়েছে এবং খেং রাজ্যের অবশিষ্টাংশ, দক্ষিণে ঝেমগাং জেলার কাছাকাছি এবং খেংখা ভাষায় কথা বলে। ঐতিহাসিকভাবে, ভুমথাংখা এবং এর ভাষাভাষীদের সাথে পূর্বে কুর্তোপখা, পশ্চিমে নুপবিখা এবং দক্ষিণে খেংখা ভাষার সাথে ঘনিষ্ঠ যোগাযোগ ছিল, যে পরিমাণে তারা \"বুমথাং ভাষার\" বিস্তৃত সংগ্রহের অংশ হিসাবে বিবেচিত হতে পারে।\nব্রোকাট নামক বিপন্ন দক্ষিণ বোডিশ ভাষায় বুমথাং উপত্যকার ধুর গ্রামে প্রায় ৩০০ জন লোক কথা বলে। ভাষাটি যাজকীয় ইয়াখার্ড সম্প্রদায়ের অবশিষ্টাংশ।\n\n\n== প্রশাসনিক বিভাগ ==\nবুমথাং জেলা চারটি গ্রাম ব্লকে বিভক্ত (বা গেওগস):\n\nছুমে গেওগ\nচোকোর গেওগ\nট্যাং গেওগ\nউরা গেওগ\nবুমথাং-এ বেশ কয়েকটি উল্লেখযোগ্য শহর রয়েছে:\n\nছুমে\nপ্রখর\nজাকার - জেলা প্রশাসনিক সদর দপ্তর\nতাং উপত্যকা\nউরা\nবার্ষিক জাকার শেচুস:\n\nমধ্য অক্টোবর (প্রতি বছর)\nস্কুলে যাওয়া শিশুদের সুবিধার জন্য ১৭ জুলাই ২০১০ তারিখে তান্ডিদাং স্কুল চালু করা হয়েছিল।\n\n\n== পরিবেশ ==\nবুমথাং জেলার অধিকাংশ এলাকা ভুটানের বিস্তৃত সুরক্ষিত আঞ্চলিক নেটওয়ার্কের অংশ। জেলার উত্তরের দুই-তৃতীয়াংশ (ছোখোর এবং তাংয়ের গেওগ) ওয়াংচুক সেন্টেনিয়াল পার্কের অন্তর্গত, জৈবিক করিডোরের পকেট দ্বারা বাফার। দক্ষিণ বুমথাং (ছুমিগ, তাং এবং উরার গেওগস) আরেকটি সংরক্ষিত এলাকা, থ্রুমশিংলা জাতীয় উদ্যানের অংশ। বুমথাং শীতকালে আসা কালো ঘাড়ের সারসের বিরাট জনসংখ্যার জন্য পরিচিত।\n\n\n== ভূমিরূপ ==\nমেম্বারশো (জ্বলন্ত হ্রদ), যেখানে ৮ম শতাব্দীতে পদ্মসম্ভব দ্বারা পবিত্র ধর্মগ্রন্থগুলি লুকিয়ে রাখা হয়েছিল এবং পরে ১৫ শতকে পেমা লিংপা পুনরুদ্ধার করেছিলেন।\nকুর্জে লাখাং, ভুটানের প্রথম তিন রাজার দেহাবশেষের শেষ বিশ্রামস্থল।\nজাকার জং, জাকার প্রধান শহর সংলগ্ন।\nজাম্বে লাখাং, ভুটানের সবচেয়ে প্রাচীন দুটি মন্দিরের একটি, তিব্বত সাম্রাজ্যের প্রতিষ্ঠাতা সোংটসান গাম্পো ৭ম শতাব্দীতে তৈরি করেছিলেন।\nতামজিং মন্দির, দেশের সবচেয়ে গুরুত্বপূর্ণ নিংগমা প্রতিষ্ঠান।\nপাদশালিং গনপা, লাসা জোওর ভবিষ্যদ্বাণী অনুসারে ১৭৬৯ সালে প্রথম পাদশালিং তুলকু সিদ্ধ নামগিয়াল লেন্ডুব দ্বারা মঠটি প্রতিষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBumthang Dzongkhag official website\nFive year plan 2002-2007\n উইকিভ্রমণ থেকে বুমথাং জেলা ভ্রমণ নির্দেশিকা পড়ুন।"}