{"pageid": 1103451, "title": "অপরিগ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1103451", "content": "অপরিগ্রহ (সংস্কৃত: अपरिग्रह) বা অ-অধিগ্রহণ হলো বৌদ্ধ, হিন্দু ও জৈন ঐতিহ্যে একটি গুণ। অপরিগ্রহ হলো লোভ থেকে আত্মসংযম (সংযম)। গুণটি দানের সাথে সম্পর্কিত এবং আংশিকভাবে দানকারী ও গ্রহণকারী উভয়ের দৃষ্টিকোণ থেকে প্রেরণাদায়ক।\nঅ-অধিগ্রহণ হলো সত্যাগ্রহের অন্যতম নীতি, একটি দার্শনিক ব্যবস্থা যা ভারত ও এশিয়া মাইনরে উদ্ভূত বিভিন্ন ধর্মীয় ও দার্শনিক ঐতিহ্যের উপর ভিত্তি করে এবং মহাত্মা গান্ধী তার অহিংস প্রতিরোধের অংশ হিসেবে অনুশীলন করেছিলেন। প্রাচীন তামিল নৈতিক পাঠ্য তিরুক্কুরাল এর ত্যাগের অধ্যায় (অধ্যায় ৩৫) এবং আকাঙ্ক্ষার উচ্ছেদ (অধ্যায় ৩৭) এর অধ্যায়ে অপরিগ্রহ সম্পর্কে আলোচনা করা হয়েছে।\n\n\n== তাৎপর্য ও অর্থ ==\nঅপারিগ্রহের অর্থ হলো বৈশিষ্ট্যগতভাবে গ্রহণ করা যা প্রকৃত প্রয়োজন এবং প্রয়োজনের অতিরিক্ত নয়। হিন্দু দর্শনের যোগ দর্শনে এটিকে অনুপযুক্ত উপহার গ্রহণ থেকে বিরত থাকা, অর্থাৎ অনুপযুক্ত উপহারের আশা বা আবেদন থেকে বিরত থাকতে পরামর্শ দয়া হয়েছে। ধারণাটি এর লক্ষ্যের মধ্যে অ-লোভ এবং অ-সম্পত্তিহীনতা অন্তর্ভুক্ত করে। অপারিগ্রহ এর মধ্যে রয়েছে \"ত্যাগ করা এবং নিয়ন্ত্রণ, সীমালঙ্ঘন, ভয় থেকে মুক্তি\" এবং উদ্বেগমুক্ত বিষয়বস্তু জীবন যাপন করা। জৈনধর্মে এটি অ-সম্পত্তি, অ-আঁকড়ে বা অ-লোভের গুণ, এবং জন্ম ও মৃত্যুর চক্র থেকে আত্মাকে মুক্ত করার উপায়।\n\n\n== ধর্মীয় ধারণা ==\n\n\n=== জৈনধর্ম ===\nঅপরিগ্রহ হলো জৈনধর্মের অন্যতম গুণ। এটি পাঁচটি ব্রতগুলির মধ্যে একটি যেটি গৃহকর্তা (শ্রাবক) এবং সন্ন্যাসীদের উভয়কেই পালন করতে হবে। এই জৈন ব্রত হলো সম্পদ (পরিমিতা-পরিগ্রহ) সীমাবদ্ধ করার এবং ইচ্ছাকে সীমিত করার (ইচ্ছা-পরিমাণ) নীতি।\nজৈনধর্মে, পার্থিব সম্পদ আহরণকে লোভ, ঈর্ষা, স্বার্থপরতা ও আকাঙ্ক্ষার সম্ভাব্য উৎস হিসেবে বিবেচনা করা হয়। মানসিক সংযুক্তি, ইন্দ্রিয়সুখ, এবং বস্তুগত অধিকার ত্যাগ করা জৈন দর্শনে মুক্তির একটি উপায়। বেঁচে থাকার জন্য পর্যাপ্ত খাওয়াকে ভোগের জন্য খাওয়ার চেয়ে বেশি মহৎ বলে মনে করা হয়। একইভাবে, সমস্ত ব্যবহারই বেশি উপযুক্ত যদি তা কারো বেঁচে থাকার জন্য অপরিহার্য হয়, এবং অনুপযুক্ত হয় যদি তা মজুদ, প্রদর্শন বা অহংকারের জন্য হয়। অ-দখল ও অ-সংসক্তি হল পুণ্যের রূপ, এবং বিশেষ করে একজনের জীবনের পরবর্তী পর্যায়ে সুপারিশ করা হয়। অহিংসার পর, অপরিগ্রহ হল জৈনধর্মের দ্বিতীয় গুরুত্বপূর্ণ গুণ।\nজৈনধর্ম বস্তুগত বা মানসিক সম্পদের সাথে সংযুক্তিকে মনে করে যা আবেগের দিকে পরিচালিত করে, যা পরিণতিতে সহিংসতার দিকে পরিচালিত করে। জৈন গ্রন্থগুলি বলে যে \"সম্পত্তির সাথে সংযুক্তি\" (পরিগ্রহ) দুই প্রকার: অভ্যন্তরীণ সম্পদের সাথে সংযুক্তি (আভয়ন্তর পরিগ্রহ), এবং বহিরাগত সম্পদের সাথে সংযুক্তি (বাহ্য পরিগ্রহ)। চৌদ্দটি অভ্যন্তরীণ সম্পদ নিম্নরূপ:\n\nতিনটি যৌন-আবেগ: পুরুষ যৌন-আবেগ, নারী যৌন-আবেগ, নপুংসক যৌন-আবেগ\nছয়টি ত্রুটি: হাসি, পছন্দ, অপছন্দ, দুঃখ, ভয়, বিতৃষ্ণা\nচারটি আবেগ (কষায়): রাগ, অহংকার, প্রতারণা, লোভ\nবাহ্যিক সম্পদ দুটি উপশ্রেণীতে বিভক্ত: অজীব ও জীব। জৈন গ্রন্থ অনুসারে, অভ্যন্তরীণ ও বাহ্যিক উভয় সম্পদই হিংসা বলে প্রমাণিত হয়।\n\n\n=== হিন্দুধর্ম ===\nপতঞ্জলির যোগসূত্র ২.৩০-এ অহিংসা, সত্য, অস্তেয় ও ব্রহ্মচর্যের পরে, অপরিগ্রহকে যম বা সংযম আইনের পঞ্চম হিসাবে তালিকাভুক্ত করা হয়েছে।\n\nअहिंसासत्यास्तेय ब्रह्मचर्यापरिग्रहाः यमाः\nঅহিংসা, সত্য, অস্তেয় ও ব্রহ্মচর্য এবং অপরিগ্রহ এই পাঁচটি যম।\n\nঅপরিগ্রহ হল হিন্দুধর্মের পাঁচটি অপরিহার্য সংযম (যম) এর মধ্যে একটি, যে পাঁচটি অপরিহার্য অনুশীলন (নিয়ম) সহ সঠিক, পুণ্যময়, জ্ঞানদীপ্ত জীবনযাপনের জন্য পরামর্শ দেওয়া হয়। যখন যোগসূত্র দশটি যম ও নিয়মকে পাতন করে, গুণগুলো বিভিন্ন আলোচনায়, বৈদিক গ্রন্থে দেখা যায়।\nএটা হিন্দুধর্মের নৈতিক তত্ত্বের অংশ।\nজেমস উড বলেছেন যে অপরিগ্রহ হলো উপযোগী বস্তু থেকে বিরত থাকার গুণ কারণ একজন ব্যক্তি \"এগুলি অর্জন করা, তাদের রাখা, তাদের হারানো, তাদের সাথে সংযুক্ত হওয়া বা তাদের ক্ষতি করা\" এর অসুবিধাগুলি বোঝেন। পতঞ্জলি পরামর্শ দেয় যে লোভ এবং বস্তুগত সম্পদের চাহিদা এবং অধিকার বৃদ্ধি করে, এমন চক্র যা একজন ব্যক্তিকে অনুপ্রাণিত করা উচিত এমন কার্যকলাপের জন্য ভাল কারণগুলি থেকে বিভ্রান্ত করে:\n\nআমরা যখন ইচ্ছা পূরণ করতে শুরু করি, তখন নতুন মাত্রার লোভ বা আসক্তি গড়ে উঠতে শুরু করতে পারে। অস্তেয়ের সাথে মিলিত, পরিগ্রহ (লোভ/সঞ্চয়) একজন ব্যক্তিকে মিথ্যা, চুরি, প্রতারণা, এমনকি কাঙ্খিত জিনিসের জন্য হত্যার দিকে নিয়ে যেতে পারে, তাদের কর্মের ফলাফল নির্বিশেষে। লোভ সম্ভবত অপরিগ্রহ অনুশীলন না করার সর্বোচ্চ কাজ, যেহেতু লোভ সাধারণত একজনের তাৎক্ষণিক বা অদূর ভবিষ্যতের প্রয়োজনের বাইরে জিনিস সংগ্রহের সমান।\nঅধিকার ও লোভ থেকে সংযম, বা অপরিগ্রহ, একজনকে ক্ষতিকারক ও ক্ষতিকর লোভ থেকে দূরে নিয়ে যায়, অন্যের ক্ষতি করা থেকে বিরত থাকে এবং ভাল কার্যকলাপের আধ্যাত্মিক অবস্থার দিকে এবং নিজের উদ্দেশ্য ও উৎস বোঝার দিকে নিয়ে যায়। অ-লোভ ও অ-সম্পত্তির গুণ হল সাধনার উপায়, আধ্যাত্মিক অস্তিত্বের পথ। বহির্বিশ্বে,  অপরিগ্রহ সরল জীবনযাপনের সাথে অ-সম্পত্তিহীনতা হিসেবে প্রকাশ পায়; যদিও মনস্তাত্ত্বিক পরিপ্রেক্ষিতে, এটি অ-সংসক্তি, অ-তৃষ্ণা, ও তৃপ্তির অবস্থা।\n\nअपरिग्रहस्थैर्ये जन्मकथंतासंबोधः\nঅপরিগ্রহের স্থিরতার সাথে, কিভাবে ও কেন উদ্দেশ্য ও জন্মের আধ্যাত্মিক আলোকপাত ঘটে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDundas, Paul (২০০২) [1992], The Jains (Second সংস্করণ), London and New York: Routledge, আইএসবিএন 978-0-415-26605-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২০১২), Acharya Amritchandra's Purushartha Siddhyupaya: Realization of the Pure Self, With Hindi and English Translation, Vikalp Printers, আইএসবিএন 978-81-903639-4-5,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯৮) [1979], The Jaina Path of Purification, Delhi: Motilal Banarsidass, আইএসবিএন 978-81-208-1578-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}