{"pageid": 1103505, "title": "আব্দুল আজিজ হাইকাল", "url": "https://bn.wikipedia.org/wiki?curid=1103505", "content": "আব্দুল আজিজ হুসাইন হাইকাল মুবারক আল বালুশি (আরবি: عبد العزيز هيكل, ইংরেজি: Abdulaziz Haikal; ১০ সেপ্টেম্বর ১৯৯০; আব্দুল আজিজ হাইকাল নামে সুপরিচিত) হলেন একজন আমিরাতি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে আমিরাতি ক্লাব শাবাব আল আহলি এবং সংযুক্ত আরব আমিরাত জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০০২–০৩ মৌসুমে, আমিরাতি ফুটবল ক্লাব আল শাবাবের যুব পর্যায়ের হয়ে খেলার মাধ্যমে আজিজ ফুটবল জগতে প্রবেশ করেছেন এবং এই দলের হয়ে খেলার মাধ্যমেই তিনি ফুটবল খেলায় বিকশিত হয়েছেন। ২০০৮–০৯ মৌসুমে, আমিরাতি ক্লাব আল শাবাবের মূল দলের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; আল শাবাবের হয়ে দুই মৌসুমে ১৮ ম্যাচে ১টি গোল করার পর ২০১০–১১ মৌসুমে তিনি শাবাব আল আহলিতে যোগদান করেছেন।\n২০০৮ সালে, আজিজ সংযুক্ত আরব আমিরাত অনূর্ধ্ব-২০ দলের হয়ে সংযুক্ত আরব আমিরাতের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৩ বছর যাবত সংযুক্ত আরব আমিরাতের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১১ সালে সংযুক্ত আরব আমিরাতের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; সংযুক্ত আরব আমিরাতের জার্সি গায়ে তিনি এপর্যন্ত ৪১ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআব্দুল আজিজ হুসাইন হাইকাল মুবারক আল বালুশি ১৯৯০ সালের ১০ই সেপ্টেম্বর তারিখে সংযুক্ত আরব আমিরাতের আবুধাবিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nআজিজ সংযুক্ত আরব আমিরাত অনূর্ধ্ব-২০ এবং সংযুক্ত আরব আমিরাত অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে সংযুক্ত আরব আমিরাতের প্রতিনিধিত্ব করেছেন।\n২০১১ সালের ৫ই জানুয়ারি তারিখে, ২০ বছর, ৩ মাস ও ২৬ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী আজিজ অস্ট্রেলিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে সংযুক্ত আরব আমিরাতের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৬৪তম মিনিটে মধ্যমাঠের খেলোয়াড় আলি আল ওয়াহাইবির বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচটি সংযুক্ত আরব আমিরাত ০–০ গোলে ড্র করেছিল। সংযুক্ত আরব আমিরাতের হয়ে অভিষেকের বছরে আজিজ সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৭ নভেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআব্দুল আজিজ হাইকাল – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nসকারওয়েতে আব্দুল আজিজ হাইকাল  (ইংরেজি)  \nট্রান্সফারমার্কেটে আব্দুল আজিজ হাইকাল (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আব্দুল আজিজ হাইকাল (ইংরেজি) \nইএসপিএন এফসিতে আব্দুল আজিজ হাইকাল (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আব্দুল আজিজ হাইকাল (ইংরেজি)"}