{"pageid": 1103555, "title": "বুদ্রাস, ফিলিস্তিন", "url": "https://bn.wikipedia.org/wiki?curid=1103555", "content": "বুদ্রাস ( আরবি: بٌدرُس   ) রামাল্লা ও আল-বিরহ গভর্নরেটের একটি ফিলিস্তিনি গ্রাম, উত্তর পশ্চিম তীরে রামাল্লা থেকে ৩১ কিলোমিটার উত্তর-পশ্চিমে অবস্থিত।   ফিলিস্তিনি সেন্ট্রাল পরিসংখ্যান ব্যুরো (পিসিবিএস) মতে, গ্রামের ২০০৭ সালে ১৩৯৯ জন জনসংখ্যা ছিল।\n\n\n== অবস্থান ==\nবুদ্রাস রামাল্লার ২১ কিলোমিটার (১৩ মাইল) উত্তর-পশ্চিমে অবস্থিত। এটি পূর্বে কিবিয়া এবং নি'লিন, উত্তরে কিবিয়া, পশ্চিমে সবুজ রেখা এবং দক্ষিণে নি'লিন দ্বারা সীমাবদ্ধ।\n\n\n== ইতিহাস ==\n\"বুদ্রাস\" আরবি শব্দ, একে \" পিটার \" বলা হয়। কেননা প্রাচীনকালে গ্রামটি প্যাট্রিস নামে পরিচিত ছিল। আধুনিক গ্রামের স্থানটি ১৯৪৯ সালের যুদ্ধবিগ্রহ লাইনের ঠিক পূর্বে, যখন প্রাচীন গ্রামটি সম্ভবত ২ কিলোমিটার দূরে খিরবেত বুদ্রাসে লাইনের পশ্চিম দিকে ছিল। ইহুদি তোসেফতা ( দেমাই 1) এটিকে জুডিয়ার দক্ষিণ পর্বতমালার সীমানার অন্তর্ভুক্ত বলে উল্লেখ করা হয়।\nহেলেনিস্টিক এবং বাইজেন্টাইন যুগের প্রত্নতাত্ত্বিক অবশেষ এখানে পাওয়া গেছে।\n\n\n=== অটোমান যুগ ===\n১৫৯৬ সালে বুদ্রাসে অটোমান কর রেজিস্টার অনুযায়ী নিহিয়ার রামাল্লাহর লিওয়ার গাজার অংশ। এটির জনসংখ্যা ছিল ৪৬টি মুসলিম পরিবারের মধ্যে সীমাবদ্ধ এবং তারা গম, বার্লি, জলপাই বা গ্রীষ্মকালীন ফসল, ছাগল বা মৌচাক এবং জলপাই বা আঙ্গুরের জন্য একটি প্রেসের উপর কর প্রদান করত; মোট ৩৬০৮ একসি দিত, যা রাজস্বের ৭/২৪ ওয়াকফের জন্য যেত ।\n১৮৩৮ সালে, বুদ্রাস গাজা জেলার একটি মুসলিম গ্রাম হিসাবে গণনা করা হয়েছিল, অঅর এটা রামলেহের সাদা মসজিদের টাওয়ার থেকে উল্লেখ করা হয়েছে।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদম শুমারিতে, বুদ্রাসের জনসংখ্যা ছিল ৩৩৪ জন; সবাই মুসলমান, ১৯৩১ সালের আদম শুমারিতে মোট ৯৮টি ঘরে ৪৩০ মুসলমান ছিল।\n\n১৯৪৫ সালের পরিসংখ্যানে জনসংখ্যা ৫১০ জন, তারা সবাই মুসলমান ছিল। একটি সরকারি জমি ও জনসংখ্যার জরিপ অনুযায়ী মোট জমি ৭৯৩৫ ডুনাম ছিল। এর মধ্যে, ৬৩৬টি ডুনাম আবাদ বা সেচের জন্য, ২৪১২টি শস্যের জন্য বরাদ্দ করা হয়েছিল, এবং ১৯টি ডুনাম নির্মিত (শহুরে) এলাকায় ছিল। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পরে, বুদ্রাস জর্ডানের শাসনের অধীনে আসে।\n১৯৬১ সালের জর্ডানের আদমশুমারি বুদ্রাসে ৭৭৬ জন বাসিন্দার সন্ধান পেয়েছে।\n\n\n=== ১৯৬৭ সাল থেকে বর্তমান ===\n\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে , বুদ্রাস ইসরায়েলি দখলে রয়েছে ।\n১৯৯৫ সালের চুক্তির পর, বুদ্রাসের ১১.২% জমিকে এলাকা বি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল, অবশিষ্ট ৮৮.৮% এলাকা সি হিসাবে চিহ্নিত করা হয়। ইসরায়েল ইসরায়েলি পশ্চিম তীর বাধ নির্মাণের জন্য বুদ্রাস থেকে জমি বাজেয়াপ্ত করেছে, উত্তর ও পশ্চিমে গ্রামটিকে ঘিরে রেখেছে, অনেক গ্রামবাসীকে তাদের জমি থেকে কেটে দিয়েছে।  ২০০৩ সাল থেকে প্রাচীরের বিরুদ্ধে ঘন ঘন বিক্ষোভ হয়েছে।\n\n\n== আরও দেখুন ==\nবুড্রাস - গ্রামে ইসরায়েলি পশ্চিম তীরে বাধা নির্মাণের বিরুদ্ধে বুড্রাস বাসিন্দাদের অহিংস প্রতিবাদ নিয়ে একটি চলচ্চিত্র।\n\n\n== তথ্যসূত্র =="}