{"pageid": 1103350, "title": "আরব আল-জাহালিন", "url": "https://bn.wikipedia.org/wiki?curid=1103350", "content": "আরব আল-জাহালিন, এটি আল-জাবাল (নামেও পরিচিত আরবি: عرب الجهالّين ; হিব্রু ভাষায়: ערב אל-ג'האלין‎ ) জেরুজালেম গভর্নরেটের একটি ফিলিস্তিনি বেদুইন পাড়া , পশ্চিম তীরে জেরুজালেমের পাঁচ কিলোমিটার দক্ষিণ-পূর্বে অবস্থিত। ফিলিস্তিনের কেন্দ্রীয় পরিসংখ্যান ব্যুরোর তথ্য (পিসিবিএস) অনুসারে, ২০০৬ সালের মাঝামাঝি সময়ে আরব আল-জাহালিনের জনসংখ্যা ছিল প্রায় ১,২০৫ জন। গ্রামটি আল-ইজারিয়ার বাইরে পাহাড়ের ধারে এবং জেরুজালেম মিউনিসিপ্যাল ডাম্প থেকে ৩০০ মিটার দূরে অবস্থিত। এটি পশ্চিম তীরের সি এরিয়াতে অবস্থিত। গ্রামটির উপর ইসরায়েলি সরকারের সম্পূর্ণ নিয়ন্ত্রণ থাকলেও, জনগণের কাছে ফিলিস্তিনি পরিচয়পত্র রয়েছে।\nআরব আল-জাহালিনে একটি মসজিদ, একটি সপ্তমশ্রেণী পর্যন্ত নিম্ন মাধ্যমিক স্কুল এবং একটি দ্বাদশ শ্রেণীর স্কুল রয়েছে। গ্রামটি পূর্ব জেরুজালেমের বিদ্যুৎ ও খাবার পানীয়র ব্যবস্থার সাথে যুক্ত রয়েছে। আস-সাওয়াহিরা আশ-শরকিয়া আরব আল-জাহালিন, জাবাল মুকাবের এবং আশ-শেখ সা'দ গ্রামগুলোর সাথে সুবিধাগুলি পেয়ে থাকে। বিশেষ করে স্কুল এবং স্বাস্থ্য সুবিধাগুলি একইভাগে পেয়ে থাকে। আস-সাওয়াহিরা আশ শারকিয়ার স্বাস্থ্যসেবা সুবিধাগুলিকে স্বাস্থ্য মন্ত্রণালয়ের ২য় স্তর হিসাবে মনোনীত করা হয়েছে। আরব আল-জাহালিনের সকল বাসিন্দাই উদ্বাস্তু এবং তাদের জাতিসংঘের ইউএনআরডব্লিউএ শরণার্থী সংক্রান্ত কাগজপত্র রয়েছে।\n\n\n== ইতিহাস ==\nআরব আল-জাহালিন উপজাতিরা মূলত উত্তর নেগেভের তেল আরাদের আশেপাশে বসবাস ছিল। ১৯৫০ এর দশকের গোড়ার দিকে ইসরায়েল ডিফেন্স ফোর্স (আইডিএফ) দ্বারা সম্পূর্ণভাবে এলাকা থেকে উচ্ছেদ করা হয়েছিল। ১৯৬৭ সালের ছয় দিনের যুদ্ধে ইসরায়েলের বিজয়ের আগে, তারা ঐতিহ্যবাহী বেদুইন জীবনধারা বজায় রেখে রামাল্লা, ওয়াদি কেল্ট এবং জেরুজালেমের মধ্যবর্তী অঞ্চলে আধা-স্থায়ী শিবির স্থাপন করে বসবাস করে এবং তারা পশুর পাল চরানোর জন্য ফিলিস্তিনি জমির মালিকদের সাথে আলোচনা করেছিল।\n\n\n=== জর্ডানের সময়কাল ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধ চুক্তির পরে এলাকাটি জর্ডানের শাসনের অধীনে আসে।\n\n\n=== পোস্ট-১৯৬৭ ===\n১৯৬৭ সালের যুদ্ধের পর থেকে 'আরব আল-জাহালিন ইসরায়েলের দখলে রয়েছে।\n১৯৭৫ সালে আইডিএফ 'আরব আল-জাহালিনের কাছ থেকে ৪২১৭ ডুনাম জমি বাজেয়াপ্ত করে, যে জমিটি ১৯৭৭ সালে মা'লে আদুমিমের ইসরায়েলি বসতি নির্মাণের জন্য ব্যবহৃত হয়েছিল।\n১৯৯৫ সালের চুক্তির পর, ৩.৩% (বা ৭৪ ডুনাম) ভূমিকে এলাকা বি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল, অবশিষ্ট ৯৬.৭% (বা ২,১৯৭ ডুনাম) এলাকা সি হিসাবে শ্রেণীবদ্ধ করা হয়েছিল।\nজুলাই ১৯৯৪ সালে, ইসরায়েলি বেসামরিক প্রশাসন আবু ডিসে জেরুজালেম পৌরসভার আবর্জনা ফেলার স্থান সংলগ্ন একটি সাইটের বাসিন্দাদের সংখ্যা হিসাব করে স্থানান্তরিত করার জন্য উচ্ছেদ আদেশ কার্যকর করে। ১৯৯০-এর দশক জুড়ে আল-জাহালিনের ১০০-১২০টি বেদুইন পরিবার উচ্ছেদের জন্য সামরিক আদালতের আদেশ ছিল। ১৯৯৭ এবং ১৯৯৮ সালে, জাহালিনদের আরও দুটি জোরপূর্বক বহিষ্কার করা হয়েছিল, এতে আরও ১০৫০ জনকে আবু ডিসে স্থানান্তরিত করা হয়েছিল। একই বছরে, একটি আপিলের ফলে ইসরায়েলের বেসামরিক প্রশাসন এবং ৩৫টি আল-জাহালিন পরিবারের প্রতিনিধিদের মধ্যে একটি চুক্তি হয়েছিল (প্রায় ২০০ জন ব্যক্তি) যাদেরকে ইসরায়েল রাষ্ট্রীয় জমি হিসাবে বিবেচনা করে যাকে \"লিজ\" দেওয়ার অনুমতি দেওয়া হয়েছিল তবে যা জাহালিনের মতে তারা আবু দিসের স্থানীয় ফিলিস্তিনিদের অন্তর্ভুক্ত ছিল। আরব আল-জাহালিন গ্রামের প্রতিষ্ঠার সাথে সাথে, স্থানান্তরিত বেদুইন অভিযোগ করেছিল যে, বরাদ্দকৃত এলাকা তাদের চারণভূমি থেকে বঞ্চিত করেছে; যা তাদের ঐতিহ্যবাহী পশুপালন জীবনধারা চালিয়ে যেতে সক্ষম করে। আল-জাহালিনের ৭০% তাদের গবাদি পশু বিক্রি করতে বাধ্য করে। উচ্চ পরিমাণে মিথেন গ্যাসের কারণে সৃষ্ট একটি শক্তিশালী দুর্গন্ধেও এলাকাটি প্রভাবিত হয়, এমন একটি প্রক্রিয়া যা প্রস্তাবিত ডাম্প বন্ধ করার পরেও অন্তত দুই দশক ধরে চলতে থাকে।\n২০১২ সালে, আবু ডিস আবর্জনা ডাম্প সংলগ্ন উপজাতিকে স্থানান্তর করার পরিকল্পনা বাদ দেওয়া হয়েছিল। তবে সামরিক-চালিত বেসামরিক প্রশাসন বলেছিল যে, তারা একটি ভিন্ন স্থান নির্বাচন করবে। ১৬ সেপ্টেম্বর ২০১৪-এ ঘোষণা করা হয়েছিল যে তারা জেরিকোর উত্তরে জর্ডান উপত্যকার একটি নতুন এলাকায় স্থানান্তরিত হবে। জাহালিনের বর্তমান অবস্থা নিয়ে একটি ডকুমেন্টারি ফিল্ম ২০১২ সালের এপ্রিল মাসে মুক্তি পায়।\n\n\n== আরও দেখুন ==\nনেগেভ বেদুইন\n\"Bedouin Representative Explains Area C Displacement to President of the European Parliament &#124\"। UNRWA। \n\n\n== তথ্যসূত্র =="}