{"pageid": 1103251, "title": "আল-খাজনেহ", "url": "https://bn.wikipedia.org/wiki?curid=1103251", "content": "আল-খাজনেহ (আরবি: الخزنة; \"কোষাগার\") প্রাচীন সময়ের আরব অধ্যুষিত নাবাতাই রাজ্যের পেত্রা শহরের সবচেয়ে বিস্তৃত মন্দিরগুলোর অন্যতম। আদ দেইর সহ এই প্রাচীন নগরীর অন্যান্য ভবনগুলোর মত এই কাঠামোটি পাথুরে পর্বত খোদাই করে নির্মাণ করা হয়েছে।\nবিশ্বাস করা হয় যে এই কাঠামো ছিল প্রথম শতাব্দীর নাবাতাই রাজা চতুর্থ আরেটাসের সমাধিসৌধ। এটি জর্ডান এবং এই অঞ্চলের সবচেয়ে জনপ্রিয় দর্শনীয় স্থানগুলোর একটি। ঊনবিংশ শতাব্দীতে বেদুইনদের নিকট এটি আল-খাজনেহ নামে পরিচিত ছিল কেননা তাদের বিশ্বাস ছিল এই ভবনে গুপ্তধন রয়েছে।\n\n\n== নাম ==\nআরবিতে আল-খাজনেহ অর্থ \"কোষাগার\", এই নামটি দ্বিতীয় ধাপে উঁচুতে থাকা অলঙ্কৃত পাথরের কলসের কিংবদন্তি থেকে এসেছে যদিও বাস্তবিকভাবে এটি কোন নিরেট বেলেপাথর ছিলো না।\nএকটি কিংবদন্তি বলে যে মিশরীয় ফারাও ও তার বাহিনী লোহিত সাগরের একত্র হওয়া থেকে পালিয়ে যায়, ফারাওয়ের সম্পদ নিরাপদে রাখার জন্য জাদু দিয়ে খাজনেহ নির্মাণ করে এবং তারপর মোশিকে ধরার প্রচেষ্টায় আবার বেড়িয়ে পড়ে। এই কিংবদন্তির ফলে জায়গাটির নাম হয় খাজনেহ এল-ফারউন, \"ফারাওয়ের কোষাগার\"।\nআরেক কিংবদন্তি দাবি করে যে ডাকাত বা দস্যুরা তাদের লুট করা সম্পদ কলসে লুকিয়ে রেখেছিলো। কলসের উপর বুলেটের আঘাতের একাধিক চিহ্ন লক্ষ্য করা যায়, বলা হয় গুপ্তধন পাওয়ার জন্য বেদুইনরা কলসটিতে গুলি করেছিল।\n\n\n== ইতিহাস ==\n\nচতুর্থ আরেটাসের আমলে প্রথম শতাব্দীতে আল-খাজনেহকে প্রকৃতপক্ষে একটি সমাধিসৌধ এবং সমাধিগৃহ হিসেবে নির্মাণ করা হয়।\nভবনটির স্থাপত্যের অনেকাংশ দুই হাজার বছরে ক্ষয়প্রাপ্ত হয়েছে কারণ এটি পাহাড় থেকে খোদাই করে নির্মাণ করা হয়েছিল। ভবনের খোদাইকৃত ভাস্কর্যগুলো পরকালের সাথে সম্পর্কিত বিভিন্ন পৌরাণিক চরিত্রের বলে মনে করা হয়। মূর্তিগুলোর উপর চারটি ঈগলের মূর্তি রয়েছে যারা আত্মা বহন করে নিয়ে যায়। উপরের ধাপের মূর্তিগুলো দ্বি-কুড়াল বিশিষ্ট নৃত্যরত আমাজনদের। প্রবেশদ্বারটির নিকটে রয়েছে যমজ ক্যাস্টর এবং পোলাক্সের মূর্তি যারা আংশিকভাবে অলিম্পাসে এবং আংশিকভাবে পাতালে বাস করত।\n\n\n== পর্যটনের প্রভাব ==\n\n১৮১২ সালে সুইস অভিযাত্রী জোহান লুডভিগ বার্কহার্ট পেত্রা শহর ও আল-খাজনেহ পুনরায় আবিষ্কার করেন। ১৯২০ এর দিকে পশ্চিম ইউরোপের লোকজন মধ্যপ্রাচ্যে ভ্রমণ ও পর্যটন আরও সাধারণ ব্যাপারে পরিণত হওয়াতে পেত্রার নিকট একটি ছোট হোটেল চালু করা হয়। অন্যদিকে অজনপ্রিয় ছোট পেত্রায় পর্যটন গড়ে উঠার ফলে সেখানকার বেদুইনদের আর্থিক ও সামাজিক কাঠামো বদলাতে শুরু করে।\nবর্তমানে পর্যটন জর্ডানের আয়ের প্রধান উৎস। হোটেল, স্মারক দোকান, রেস্টুরেন্ট ও ঘোড়া রেন্টাল সেবা পেত্রা এলাকা ও এর আশেপাশে প্রাপ্যতা লাভ করে। অর্থনৈতিক প্রভাবগুলি মূলত ইতিবাচক ফলাফল নিয়ে আসলেও, স্থানটি বর্ধিত পর্যটনের ফলে হুমকির সম্মুখীন হয়।\nস্থান পরিদর্শনকারী বিপুল সংখ্যক লোকের আর্দ্রতা শুকনো বেলেপাথরের ক্ষতি করতে পারে। দেয়ালের সাথে হাত স্পর্শের কারণে স্টিয়ারিক এসিড জমার ফলে দেয়াল এবং কলামে সাদা দাগ দেখা দিয়েছে। দেয়ালে স্পর্শ, হেলান বা ঘর্ষণের কারণে খাজনের পৃষ্ঠতল দশ বছরেরও কম সময়ে ৪০ মিলিমিটার হ্রাস পেয়েছে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nআল-খাজনেহ বিভিন্ন হলিউড চলচ্চিত্রে দেখা গেছে, মূলত ১৯৮৯ সালের ইন্ডিয়ানা জোনস অ্যান্ড দ্য লাস্ট ক্রুসেড চলচ্চিত্রের একটি দৃশ্যে আবির্ভাবের পর জনপ্রিয়তা পেতে শুরু করে, এই চলচ্চিত্রে খাজনের প্রবেশদ্বারটি হাতায় এর নিকটে পবিত্র গ্রেইলের বিশ্রামস্থলের প্রবেশপথ হিসেবে দেখানো হয়। মন্দিরের ভেতরের দৃশ্য ইংল্যান্ডের এলস্ট্রি স্টুডিওতে ধারণ করা হয়।\nপিবিএসের নোভা স্পেশাল লস্ট সিটি অব স্টোন এবং এনসিয়েন্ট মেগাস্ট্রাকচার্স: পেত্রা, পিবিএস এর টিভি ধারাবাহিক এবং ন্যাশনাল খাজনেহ ও নাবাতীয় স্থাপত্যশৈলী ও প্রকৌশল তত্ত্বকে উৎসর্গ করে তাদের অনুষ্ঠান সম্প্রচার করেছিল।\nখাজনেহকে হার্জের দুঃসাহসী টিনটিনের লোহিত সাগরের হাঙর, সিনবাদ অ্যান্ড দ্য আই অব দ্য টাইগার, স্কাই ১ ভ্রমণ ধারাবাহিক অ্যান ইডিয়ট অ্যাবরোড \"ডোমিনিয়ন\" এর দ্য সিস্টার অব দ্য মার্সি মিউজিক ভিডিও, ইতিহাস ধারাবাহিক দ্যা নেকড আর্কিওলজিস্ট, কোরীয় নাটক মিসাইং, ভিডিও গেম ওভারওয়াচ, এবং মরটাল কমব্যাট:আননিহিলেশন-এ দেখা গেছে। ২০০৭ সালের অ্যাসাসিন্স ক্রিড ভিডিও গেমে আলতাইর ইবন-লা আহাদ জেরুসালেমে সাবলের চতুর্থ রবার্টের সাথে একটি খিলানের দিকে লড়াই করতে থাকে যা খাজনেহ অবলম্বনে নকশা করা হয়েছে।\n\n\n== ত্রিমাত্রিক মডেল সমেত লেজার স্ক্যানিং ==\n\nঅলাভজনক সংস্থা জামানি প্রজেক্ট ২০১২ সালে কোষাগার স্থানিকভাবে নথিভুক্ত করে, যা বিশেষভাবে ত্রিমাত্রিক বাস্তব সাংস্কৃতিক ঐতিহ্যের ডিজিটাল নথিভুক্তিকরণ করা হয়। ত্রিমাত্রিক মডেলের নমুনাটি জামানি প্রজেক্টের ওয়েবসাইটে পাওয়া যাবে। জামানি প্রজেক্ট উৎপন্ন তথ্য নিয়ে একটি স্থায়ী রেকর্ড তৈরি করেছে যা গবেষণা, শিক্ষা, পুনরুদ্ধার এবং সংরক্ষণের জন্য ব্যবহার করা যাবে।\n\n\n== আরও দেখুন ==\nবাইবেলীয় প্রত্নতত্ত্ব\nবৃহত্তম মনোলিথের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আল-খাজনেহ সম্পর্কিত মিডিয়া দেখুন।\n\n\"পেত্রা এবং নাবাতীয়দের রহস্য সমাধান\" বাইবেলীয় প্রত্নতত্ত্ব পর্যালোচনা\n১১০ টিরও বেশি ছবি, অনেক বিবরণ\nমন্দিরের একটি ত্রিমাত্রিক উপস্থাপনা"}