{"pageid": 1104865, "title": "দ্য গড অব স্মল থিংস", "url": "https://bn.wikipedia.org/wiki?curid=1104865", "content": "দ্য গড অব স্মল থিংস (ইংরেজি: The God of Small Things, অনুবাদ 'ছোট বিষয়ের ঈশ্বর') অরুন্ধতী রায় রচিত পারিবারিক নাট্যধর্মী উপন্যাস। এতে জমজ ভাইবোনের শৈশবের অভিজ্ঞতা বর্ণিত হয়েছে \"প্রেমের আইন\" তথা \"কাকে ভালোবাসবে, এবং কতটুকু\" এই নিয়েই জীবন বিপন্ন হয়েছে। কীভাবে ছোট বিষয় মানুষের আচরণ ও তাদের জীবনকে প্রভাবিত করে তা এই বইটিতে বর্ণিত হয়েছে। এছাড়া বইটিতে ভারতে বিদ্যমান প্রধানতম বৈষম্য তথা বর্ণবাদ নিয়ে বক্রাঘাত করা হয়েছে। এটি ১৯৯৭ সালে বুকার পুরস্কার অর্জন করে।\nদ্য গড অব স্মল থিংস রায়ের প্রথম উপন্যাস এবং বিশ বছর পর ২০১৭ সালে দ্য মিনিস্ট্রি অব আটমোস্ট হ্যাপিনেস প্রকাশের পূর্ব পর্যন্ত একমাত্র উপন্যাস। তিনি ১৯৯২ সালে দ্য গড অব স্মল থিংস-এর পাণ্ডুলিপি রচনা শুরু করেন এবং চার বছর পর ১৯৯৬ সালে তা সম্পন্ন করেন। এটি এর পরের বছর প্রকাশিত হয়। হার্পারকলিন্সের সম্পাদক পঙ্কজ মিশ্র প্রথম গল্পটির সম্ভাবনা বুঝতে পারেন, তিনি তিনটি ব্রিটিশ প্রকাশনীর নিকট এটি প্রেরণ করেন। রায় অগ্রীম £৫০০,০০০ লাভ করেন এবং ২১টি দেশে বইটির স্বত্ব বিক্রি করা হয়।\n\n\n== চরিত্রাবলি ==\nএস্তা\nএস্তা হল এস্তাপ্পেন ইয়াকোর ডাকনাম। এস্তা রাহেলের জমজ ভাই। সে গুরুগম্ভীর, বুদ্ধিমান ও কিছু ক্ষেত্রে দুর্বল স্নায়ুর কিশোর।\n\nরাহেল\nরাহেল এই গল্পের আংশিক বর্ণনাকারী এবং এস্তার ১৮ মিনিটের ছোট জমজ বোন।\n\nআম্মু\nআম্মু রাহেল ও এস্তার মা। তিনি শুধু তার পরিবার থেকে পালিয়ে যাওয়ার জন্য তাদের বাবাকে (বাবা নামে উল্লেখিত) বিয়ে করেন। বাবা মদ্যপ ছিলেন এবং যখন তিনি তার ও তার সন্তানদের উপর সহিংস হতে শুরু করেন তখন আম্মু তার সাথে বিবাহবিচ্ছেদ করেন। তিনি আয়েমেনেমে ফিরে যান। বেতারে তার গান প্রচারিত হত বলে সেখানে লোকজন তাকে এড়িয়ে চলত। যখন তার জমজ সন্তানের বয়স সাত হয়, তিনি বেলুতার সাথে সম্পর্কে জড়ান। তাদের সম্পর্ক এই উপন্যাসের আকস্মিক পরিবর্তনের ঘটনা।\n\nবেলুতা\nবেলুতা একজন পারাবান বা অস্পর্শনীয়, যে দেখতে সুদর্শন। সে আইপ পরিবারের আচারের ফ্যাক্টরিতে কাঠমিস্ত্রী হিসেবে কাজ করেন। মালয়ালম ভাষায় তার নামের অর্থ সাদা, কিন্তু সে বেশি কৃষ্ণ। সে তার বাবা বেলিয়া পাপেনকে সাহায্য করতে এবং দুর্ঘটনায় আঘাতপ্রাপ্ত তার ভাইকে সাহায্য করতে আয়েমেনেমে ফিরে আসে। সে স্থানীয় কমিউনিস্ট আন্দোলনের একজন সক্রিয়কর্মী। বেলুতা জমজ ভাইবোনের প্রতি সহানুভূতিশীল এবং আম্মুর সাথে সম্পর্কে গড়ে ওঠে, যার জন্য তাকে নিষ্ঠুর শাস্তি পেতে হয়।\n\nচাকো\nচাকো এস্তা ও রাহেলার মামা। তিনি আম্মুর চেয়ে চার বছরের বড়। অক্সফোর্ডে তার শেষ বর্ষে মার্গারেটের সাথে তার সাক্ষাৎ হয় এবং পরবর্তীকালে তারা বিয়ে করেন। তাদের সোফি নামে এক কন্যা ছিল, আয়েমেনেমে যার মৃত্যু এই গল্পের মূল ঘটনা।\n\nবেবি কোচাম্মা\nবেবি কোচাম্মা এই জমজ ভাইবোনের মায়ের খালা। যৌবনে সুস্বাস্থ্যের অধিকারী হলেও পরে তার ওজন বাড়তে শুরু করে।\n\n\n== মূল্যায়ন ==\nদ্য গড অব স্মল থিংস প্রথম সারির মার্কিন ও কানাডীয় সংবাদপত্রগুলো থেকে ভূয়সী প্রশংসা অর্জন করে। উপন্যাসটিকে দ্য নিউ ইয়র্ক টাইমস \"আলোকদীপ্ত প্রথম উপন্যাস\", \"অসাধারণ\" ও লস অ্যাঞ্জেলেস টাইমস \"মর্মস্পর্শী ও সমার্জিত উপন্যাস\", এবং টরন্টো স্টার \"আরামদায়ক ও জাদুর মত চমৎকার\" বলে উল্লেখ করে। টাইম বইটিকে বর্ষসেরা বই বলে উল্লেখ করে। যুক্তরাজ্যে সমালোচকদের প্রতিক্রিয়া কম ইতিবাচক ছিল এবং বইটিকে বুকার পুরস্কার প্রদান নিয়ে বিতর্কের সৃষ্টি হয়। ১৯৯৯ সালে বুকার পুরস্কারের বিচারক কারমেন ক্যালিল উপন্যাসটিকে \"জঘন্য\" বলে অভিহিত করেন এবং দ্য গার্ডিয়ান প্রতিযোগিতাটিকে \"সুগভীরভাবে চাপিয়ে দেওয়া\" বলে বর্ণনা করে। ভারতে রায়ের রাজ্য কেরলের মুখ্যমন্ত্রী ই. কে. নারায়ণ বইটির যৌনতার অসংযত বর্ণনার জন্য সমালোচনা করেন, এবং সেখানে তাকে অশ্লীলতার দায়ে অভিযুক্ত করা হয়। প্রিয়া এ. এস. বইটি মালয়ালম ভাষায় \"কুঞ্জু কারিয়াঙ্গালুডে ওডেইতাম্পুরান\" নামে অনুবাদ করেন। কয়েকজন সমালোচক বের করেন যে বইবিক্রেতাদের ওয়েবসাইটের বইটির পাঠকের পর্যালোচনা সে সময়ে এতটাই বিপরীত ছিল যে বুঝতে কঠিন হয়ে গিয়েছিল যে তারা এই বই সম্পর্কেই বলছেন।\n\n\n== আরও দেখুন ==\nভারতে বর্ণপ্রথা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAnalysis of The God of Small Things on Lit React  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ মে ২০১৩ তারিখে"}