{"pageid": 1104820, "title": "মুরলীধর বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1104820", "content": "মুরলীধর বন্দ্যোপাধ্যায় , 'বিদ্যারত্ন'  (২৪ এপ্রিল ১৮৬৫ - ৩০ নভেম্বর ১৯৩৩)  ছিলেন প্রখ্যাত শিক্ষাব্রতী পণ্ডিত এবং নারীশিক্ষা বিস্তারে ও সমাজসংস্কারকমূলক কাজে  ঈশ্বরচন্দ্র বিদ্যাসাগরের যোগ্য উত্তরসূরি। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমুরলীধর বন্দ্যোপাধ্যায়ের জন্ম ১৮৬৫ খ্রিস্টাব্দের ২৪শে এপ্রিল (১২৭২ বঙ্গাব্দের ১৯শে বৈশাখ)  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের  উত্তর চব্বিশ পরগনা জেলার গোবরডাঙা সন্নিহিত খাঁটুরা গ্রামে। পিতা ছিলেন সেকালের খ্যাতনামা কত্থক শিল্পী ধরনীধর শিরোমণি এবং মাতা জগত্তারিণী দেবী। তাঁর পিতৃব্য শ্রীশচন্দ্র বিদ্যারত্ন ১৮৫৬ খ্রিস্টাব্দের ৭ই ডিসেম্বর প্রথম বিধবা বিবাহ করে সমাজসংস্কারে এক উজ্জ্বল দৃষ্টান্ত স্থাপন করেছিলেন। দশ বৎসর বয়সে মুরলীধরের পিতার মৃত্যু হলে তার মাতা পণ্ডিত ভুবনমোহন বিদ্যালঙ্কার মহাশয়কে গৃহশিক্ষক নিযুক্ত করে সংস্কৃত শিক্ষার ব্যবস্থা করেন।  এরপর কিছুদিন খাঁটুরা মধ্য ইংরাজী ও গোবরডাঙা উচ্চ ইংরাজী বিদ্যালয়ে পড়াশোনা করেন। সংস্কৃতে তার আগ্রহের কারণে চোদ্দ বৎসর বয়সে তার পিতৃব্য কলকাতার সংস্কৃত কলেজের বিদ্যালয়ে পঞ্চম শ্রেণীতে ভরতি করান। এখান থেকে তিনি এন্ট্রান্স, ১৮৮৯ খ্রিস্টাব্দে প্রেসিডেন্সি কলেজ থেকে সংস্কৃতে অনার্স সহ বি.এ এবং পরের বৎসর সংস্কৃত কলেজের ছাত্র হিসাবে এম.এ পাশ করেন এবং \"বিদ্যারত্ন\" উপাধি লাভ করেন।\n\n\n== কর্মজীবন ==\nএম.এ পাশের পর মুরলীধর বন্দ্যোপাধ্যায় ১৮৯১ খ্রিস্টাব্দে কটকের  \nরাভেনশ কলেজে ইংরাজীর অধ্যাপক নিযুক্ত হন। ১৯৩৩ খ্রিস্টাব্দে তিনি কলকাতার  সংস্কৃত কলেজে আসেন। এখানে তিনি ইংরাজী ছাড়াও ইতিহাস, সংস্কৃত ও দর্শনশাস্ত্রে অধ্যাপনা করেছেন। ১৯১০ খ্রিস্টাব্দে তিনি কলেজের সহকারী অধ্যক্ষ হন এবং পরে অধ্যক্ষও হন। ১৯১৭ খ্রিস্টাব্দে  কলকাতা বিশ্ববিদ্যালয়ের  প্রাকৃত ভাষার অধ্যাপক নিযুক্ত হন। ১৯২০ খ্রিস্টাব্দের অক্টোবরে সংস্কৃত কলেজের অধ্যক্ষপদ থেকে অবসর নিয়ে ১৯৩২ খ্রিস্টাব্দ পর্যন্ত তিনি  কলকাতা বিশ্ববিদ্যালয়ে অধ্যাপনার কাজে নিযুক্ত ছিলেন। বিশ্ববিদ্যালয় থেকে প্রকাশিত প্রবেশিকা পরীক্ষার্থীদের জন্য বাংলা ভাষায় \"সংস্কৃত ব্যাকরণ\" বইটির আমূল সংস্কার করেন এবং দ্বাদশ শতাব্দীতে হেমচন্দ্রকৃত প্রাকৃত অভিধানের দেশীনামমালা-র নূতন সংস্করণের  সম্পাদনা করেন তিনি। মুরলীধর বন্দ্যোপাধ্যায় রচিত গ্রন্থের সংখ্যা বেশি নয়, তবে তাঁর পরিকল্পনায় মৌলিকত্ব ছিল। বর্ণমালা শিক্ষণের জন্য বাংলা অক্ষর পরিচয় রচনা করেন। বিশ্বের দর্শনের তুলনামূলক আলোচনা করে তিনি রচনা করেন- এ জেনেটিক হিস্ট্রি অফ দ্য প্রবলেমস্ অফ ফিলজফি।\n\n\n== সমাজসংস্কারক ==\nসমাজ সংস্কারে ও নারীশিক্ষা বিস্তারে মুরলীধর বন্দ্যোপাধ্যায়ের অবদান ছিল। তিনি সমাজসংস্কারকমূলক কাজে ঈশ্বরচন্দ্র বিদ্যাসাগরের যোগ্য উত্তরসূরি ছিলেন। ১৯১৯ খ্রিস্টাব্দে প্যাটেল প্রস্তাবিত অসবর্ণ বিবাহ বিলের সমর্থনে আন্দোলন করেন। তিনি বহু জনহিতকর প্রতিষ্ঠানে যুক্ত ছিলেন। কলকাতা সমাজ সংস্কার সমিতির এবং ১৯২০ খ্রিস্টাব্দে মেদিনীপুরে আহূত সমাজ সম্মিলনীর সভাপতি ছিলেন। নারীদের স্বাবলম্বী করে তুলতে তিনি নারী শিক্ষা বিস্তারে উদ্যোগী হন এবং কলকাতায় ১৯১৯ খ্রিস্টাব্দে বালিগঞ্জ উচ্চ বালিকা বিদ্যালয় প্রতিষ্ঠা করেন।  বর্তমানে এটি দু-টি পৃথক প্রতিষ্ঠানরূপে বিকাশ লাভ করে \"মুরলীধর গার্লস কলেজ\" ও \"মুরলীধর গার্লস স্কুল (উচ্চ মাধ্যমিক) নামে পরিচিত। তাঁর সুযোগ্য পুত্র হলেন রবীন্দ্র ভারতী বিশ্ববিদ্যালয়ের প্রাক্তন উপাচার্য  হিরণ্ময় বন্দ্যোপাধ্যায়।\n\n\n== জীবনাবসান ==\nমুরলীধর বন্দ্যোপাধ্যায় ১৯৩৩ খ্রিস্টাব্দের ৩০ শে নভেম্বর পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}