{"pageid": 1104886, "title": "ঈশ্বরত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1104886", "content": "ঈশ্বরত্ব (সংস্কৃত: ईश्वरत्व) হলো সংস্কৃত ভাষায় বিমূর্ত বিশেষ্য যার অর্থ প্রভুত্ব বা দেবত্ব।\nপুরুষোত্তম তাঁর ইচ্ছায় গুণগুলিকে লুকিয়ে রাখেন এবং প্রকাশ করেন, তিনি তাঁর গুণাবলী যেমন আনন্দ ও ঈশ্বরত্ব জীবের মধ্যে লুকিয়ে রাখেন এবং এই জড় জগতে তাঁর চেতনার গুণও গোপন করেন।\nভারসাম্যের সাথে প্রকৃতির যুক্ত থাকার কারণে এবং এর ফলে গুণগুলি কর্মে বিচলিত না হওয়ার কারণে ঈশ্বরতত্ত্ব গঠন করে এমন চিদভাষা হলো প্রকৃত চেতনার সঠিক উপমা। তিনি হলেন সগুণ ব্রহ্ম যখন প্রকৃত চেতনা হলেন নির্গুণ ব্রহ্ম।\n\n\n== বিস্তৃত ধারণা এবং ইতিহাস ==\nঈশ্বরত্ব কেবল জীবত্বের দৃষ্টিকোণ থেকে। ঈশ্বরতত্ত্ব ও জীবত্ব উভয়ই আত্মা বা ব্রহ্মের স্পষ্ট পরিবর্তন। যদিও পারস্পরিক বিরোধী গুণাবলীর কারণে এগুলোকে ত্বং শব্দ দ্বারা চিহ্নিত করা হয়, আত্মাকে মানসিক অবস্থা যেমন 'জাগরণ', 'স্বপ্ন' ও 'স্বপ্নহীন ঘুম' দ্বারা যোগ্য বলে। বিবেকচূড়ামণি ২৫৩-২৪৪ অনুসারে মহাবাক্য তৎ ত্বং অসি ব্রহ্ম, জীব ও ঈশ্বরের মধ্যে পরিচয় নিশ্চিত করে।\nস্ব-উজ্জ্বলতা মানে অন্য কিছুর উপর নির্ভর না করে সরাসরি উপলব্ধিযোগ্য হওয়া; এবং এর থেকে ভিন্ন হওয়া হল হেতু (সহজাত কারণ)। জ্ঞাত ব্রহ্ম এবং যে ব্রহ্ম চেনেন তার মধ্যে অনুমিত পার্থক্য হল কাল্পনিক কারণ বাস্তবে কোন পার্থক্য নেই। একদিকে ব্রহ্ম এবং অন্যদিকে জীব ও ঈশ্বরের মধ্যে অনুমিত পার্থক্যটি আলোকিততার উপর ভিত্তি করে নয় বরং অন্যান্য ধর্মের উপর ভিত্তি করে (জীবত্ব ও ঈশ্বরত্ব, অদ্বৈত-সিদ্ধি ২২-২৩)।\nঈশ্বরত্ব অবিদ্যার উপাধির কারণে। উপাধিদের দ্বারা যেগুলো হল অবিদ্যাত্মক, আত্ত্বিক ও কল্পনিকার দ্বারা বিভাজনহীন এবং অংশহীন ব্রহ্মে বিভাজন তৈরি করে যখন বাস্তবে কোনও বিভাজন নেই। আদি শঙ্কর তার ভাষ্যতে ব্রহ্মসূত্র ২.১.১৪ ব্যাখ্যা করেছেন যে নাম ও রূপ অভূতপূর্ব অস্তিত্বের সমগ্র বিস্তৃতির বীজ গঠন করে, এবং যা অজ্ঞানতা দ্বারা আবদ্ধ হয়। শ্বেতাশ্বেতর উপনিষদ ৬.১২ মতে, সর্বজ্ঞ ঈশ্বর অর্থাৎ ব্রহ্ম, যিনি বীজকে বৈচিত্র্যময় করেন; ছান্দোগ্য উপনিষদ ৬.৩.৩ মত, যিনি নাম ও রূপ প্রকাশ করেন এবং সমস্ত রূপ সৃষ্টি করেন; তৈত্তিরীয় আরণ্যক ৩.১২.৭ মতে, তাদের নাম দেন (এবং তাদের মধ্যে প্রবেশ করেন), তাদের থেকে আলাদা।\nমাণ্ডুক্য উপনিষদের ঋষি ওঁ প্রতীকটিকে তিনটি ভিন্ন মোরাতে বিভক্ত করে চতুর্থ মোরা-হীন অংশ যোগ করেছেন যার সাথে সঙ্গতিপূর্ণ চেতনার তিনটি ভিন্ন অবস্থা রয়েছে, যার সাথে আবার, বিভিন্ন ধরনের আত্মা ও অবস্থান \"চেতনার চারটি অবস্থা — জাগ্রততা, স্বপ্ন, নিদ্রা এবং চতুর্থ নামহীন চেতনা (তুরীয়) এই শিক্ষা দেওয়ার সময় যে ভগবানের দিক রয়েছে যা এই চেতনার অবস্থার সাথে সামঞ্জস্যপূর্ণ, শেষটি একাই শেষ পর্যন্ত বাস্তব। দর্শনের পরম ঈশ্বরের মত এমন ধর্মতাত্ত্বিক ধারণাকেও ছাড়িয়ে যায়।\" শ্বেতাশ্বেতর উপনিষদ ৬.১২ অনুসারে, এট কেবল তাদের জন্য যারা বিশ্বজনীন সত্তাকে তাদের নিজের মধ্যে অবিশ্বাস্য বলে মনে করে, তাদেরই অনন্ত সুখ, অন্য কারো নয়।\n\n\n== তথ্যসূত্র =="}