{"pageid": 1104505, "title": "গোয়ালে লতা", "url": "https://bn.wikipedia.org/wiki?curid=1104505", "content": "গোয়ালে লতা  এটি একটি বহুবর্ষজীবী পর্বতারোহী যার ত্রিকোণযুক্ত পাতা ২ থেকে ৩ সেন্টিমিটার লম্বা এবং ডিম্বাকৃতি থেকে আয়তাকার-ডিম্বাকৃতির পাতা।  ফুল ছোট সবুজাভ সাদা এবং বাদামী রঙের। ফল মাংসল, রসালো, গাঢ় বেগুনি বা কালো, প্রায় গোলাকার, ব্যাস প্রায় 1 সেমি। এটি ভারতের সমগ্র পাহাড় জুড়ে পাওয়া যায়। \n\n\n== প্রাপ্তিস্থান ==\nগোয়ালে লতা Cayratia গণে প্রায় 45 প্রজাতির উদ্ভিদ রয়েছে, যার মধ্যে কিছু মানুষের জন্য উপযোগী মূল্য রয়েছে। এটি এশিয়া, আফ্রিকা, অস্ট্রেলিয়া এবং প্রশান্ত মহাসাগরের দ্বীপপুঞ্জের গ্রীষ্মমণ্ডলীয় এবং উপক্রান্তীয় অঞ্চলে পাওয়া যায়।  Vitaceae-এর মধ্যে, Cayratia সবচেয়ে ঘনিষ্ঠভাবে Tetrastigma এবং Cyphostemma.c এর সাথে সম্পর্কিত।\nএটি ভারত, এশিয়া এবং অস্ট্রেলিয়ার আদি নিবাস। এই বহুবর্ষজীবী পর্বতারোহী জম্মু এবং রাজস্থান থেকে আসাম পর্যন্ত ভারতের উষ্ণ অংশে পাওয়া যায় যা উপদ্বীপের ভারতে 600 মিটার উচ্চতা পর্যন্ত বিস্তৃত।\n\n\n== নাম পরিচয় ==\nCayratia trifolia Linn.  ডোমিন সিন।  Vitis trifolia (পরিবার: Vitaceae) সাধারণত ইংরেজিতে Fox grape নামে পরিচিত;  আমলাবেল, হিন্দিতে রামচনা এবং সংস্কৃতে অমলাবেতাশ।  \n\n\n== রাসায়নিক উপাদান ব্যবহার ==\nপ্রাথমিক ফাইটোকেমিক্যাল স্ক্রীনিং-এর পর ক্যারেটিয়া ট্রাইফোলিয়ার পুরো উদ্ভিদে হলুদ মোমের তেল, স্টেরয়েড/টেরপেনয়েড, ফ্ল্যাভোনয়েড, ট্যানিন রয়েছে বলে জানা গেছে।  পাতায় স্টিলবেনস থাকে (পিসিড, রেভেরাট্রল, ভিনিফেরিন, অ্যামপেলোপসিন)।  কান্ড, পাতা, শিকড়গুলিতে হাইড্রোসায়ানিক অ্যাসিড, ডেলফিনিডিন এবং সায়ানিডিনের মতো বেশ কয়েকটি ফ্ল্যাভোনয়েড রয়েছে বলে রিপোর্ট করা হয়েছে।  এই উদ্ভিদে কেম্পফেরল, মাইরিসেটিন, কোয়ারসেটিন, ট্রাইটারপেনস এবং এপিফ্রিডেলানলও রয়েছে।  কন্দের নির্যাসের সাথে বীজের আধান ঐতিহ্যগতভাবে ডায়াবেটিস রোগীদের রক্তের চিনির মাত্রা পরীক্ষা করার জন্য মৌখিকভাবে দেওয়া হয়।  সাপের কামড়ের চিকিৎসায় আক্রান্ত অংশে টিউবারাস পেস্ট প্রয়োগ করা হয়।  পুরো উদ্ভিদ টিউমার, নিউরালজিয়া এবং স্প্লেনোপ্যাথিতে মূত্রবর্ধক হিসাবে ব্যবহৃত হয়।  এর আরোহীরা উন্মত্ত ষাঁড়ের গলায় মোড়ানো এবং পাতার পোল্টিস ষাঁড়ের ঘা জোয়াল করতে ব্যবহৃত হয়।  ছালের নির্যাস অ্যান্টিভাইরাল, অ্যান্টিব্যাকটেরিয়াল, অ্যান্টিপ্রোটোজোয়াল, হাইপোগ্লাইসেমিক, অ্যান্টিক্যান্সার এবং মূত্রবর্ধক কার্যকলাপ দেখায়।  এই নিবন্ধটি Cayratia trifolia Linn-এর রাসায়নিক এবং জৈবিক বৈশিষ্ট্যগুলির উপর আপগ্রেড করা পর্যালোচনার উপর দৃষ্টি নিবদ্ধ করে।  এবং এই প্ল্যান্টের উপর আরও তদন্ত শুরু করে।\nমূলশব্দ: জৈবিক, Cayratiam\n.\n\n\n== তথ্যসূত্র =="}