{"pageid": 1104011, "title": "জেখারিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1104011", "content": "জেখারিয়া (হিব্রু ভাষায়: זְכַרְיָה‎) কেন্দ্রীয় ইসরায়েলে অবস্থিত একটি মোশাভ তথা হিব্রু ভাষায় \"বসতি\"। এটি বেইত শেমেসে অবস্থিত, এটি মাতেহ ইয়েহুদা আঞ্চলিক পরিষদের অধীনস্থ একটি গ্রাম। ২০১৯ সালে এর জনসংখ্যা ছিল ১,১২৪ জন।\n\n\n== ভূগোল ==\nজেখারিয়া বেইত গুভরিন এবং জেরুজালেম-জাফফা মহাসড়কের মাঝে রাস্তার পাশে অবস্থিত। এটি সমুদ্রপৃষ্ঠ থেকে ২৬৮ মিটার উপরে অবস্থিত। এটি বেইত শেমেসের প্রায় ৫ কিলোমিটার (৩.১ মাইল) দক্ষিণ-পশ্চিমে এলাহ উপত্যকার দক্ষিণ-পূর্বে সীমানা ঘেষে অবস্থিত। গ্রামের দক্ষিণে সরাসরি আজেকাহ পাহাড় দেখা যায়।\n\n\n== ইতিহাস ==\n\n\n=== অনাদিকাল ===\nবেইত জাকারিয়া (একটি কাছাকাছি পাহাড়ে) রোমান সময়ে বিদ্যমান ছিল বলে জানা যায়। কিংবদন্তি অনুসারে, নবী জাকারিয়ার মৃতদেহ এখানে পাওয়া গিয়েছিল ৪১৫ খ্রিস্টাব্দে এবং পার্শ্ববর্তী গ্রামে একই নামে একটি গির্জা ও মঠ প্রতিষ্ঠিত হয়েছিল। মাদাবা মানচিত্র পাশের শহরটিকে নবী জাকারিয়ার সমাধিস্থল হিসাবে প্রদর্শন করে।\n\n\n=== মামলুক আমল ===\nমামলুকদের অধীনে, গ্রামটি হেবরনের নির্ভর ছিল এবং ইব্রাহিমি মসজিদ সমর্থনকারী একটি ওয়াকফের অংশ তৈরি করেছিল। গ্রামবাসীরা দুটি সাম্প্রদায়িক কূপ থেকে তাদের পানীয় জল পেতো:- আল-সাফলানি কূপ যা ওয়াদি 'আজ্জুরের পাশে খনন করা হয়েছিল এবং গ্রামের উত্তরে অবস্থিত আল-সারারা কূপ।\n\n\n=== উসমানীয় আমল ===\n১৫৯৬ সালে, উসমানীয় আমলের প্রথম দিকে, জাকারিয়া আল-বাতিক গ্রামে ৪৭ পরিবার বাস করত এবং এটি কুদসের (জেরুজালেম) নাহিয়ার অংশ ছিল। এটি ছিল বায়ত জিব্রিনের প্রশাসনিক এখতিয়ারের অধীনে জেরুসালেম করিডোরের একটি ফিলিস্তিনি গ্রাম।\n\n\n=== ইসরায়েল রাষ্ট্র ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধে, আজ-জাকারিয়া ছিলেন দক্ষিণ জেরুসালেম করিডোরে সবচেয়ে দীর্ঘস্থায়ী আরব সম্প্রদায়। গ্রামবাসীদের ইসরায়েলিরা তিনটি ভিন্ন ধাপে উচ্ছেদ করেছিল, সর্বশেষ উচ্ছেদ করা হয়েছিল ৯ জুন, ১৯৫০ সালে, ডেভিড বেন-গুরিয়ন, মোশে শেরেট এবং ইয়োসেফ ওয়েটজের নির্দেশে এবং বেশিরভাগই জর্ডান-অধিকৃত পশ্চিমে তীরে চলে গিয়েছিল।\n\n\n==== মোশাভ জেখারিয়া ====\n১৯৫০ সালে গ্রামের জায়গাটি কুর্দি ইহুদি অভিবাসীরা মোশাভ জেখারিয়া প্রতিষ্ঠা করে। ১৯৬০ এর দশকে, গ্রামের বেশিরভাগ পুরানো ভবনগুলি জরাজীর্ণ এবং অনিরাপদ ছিল এবং নতুন, নিরাপদ আবাসনের জায়গা তৈরির জন্য ভেঙে ফেলতে হয়েছিল।\n\n১৯৯২ সালে, ওয়ালিদ খালিদি আরব গ্রামের অবশিষ্ট কাঠামো বর্ণনা করেছিলেন: \"মসজিদ এবং বেশ কয়েকটি বাড়ি, কিছু ইহুদি বাসিন্দাদের দখলে এবং অন্যগুলি নির্জন, পরিত্যক্ত রয়ে গেছে। স্থান্টির বড় অংশগুলো বন্য গাছপালা দিয়ে আচ্ছাদিত। মসজিদটি অবহেলিত অবস্থায় রয়েছে এবং মিনারের উপরে একটি ইসরায়েলি পতাকা লাগানো হয়েছে। আশেপাশের জমির কিছু অংশ ইসরায়েলি কৃষকরা চাষ করে।\"\n\n\n== জাকারিয়ার কবর ==\nজাকারিয়ার সমাধি, যা হিব্রু নবী জাকারিয়া এবং জন ব্যাপটিস্টের পিতা জেকারিয়া উভয়ের জন্য দাবি করা হয়েছে, তা এই মোশাভের উপর অবস্থিত। জায়গাটি সোজোমেনোসের লেখায় চতুর্থ শতাব্দীর প্রথম দিকে সূত্রে উল্লেখ করা হয়েছে এবং এটি মাদাবা মানচিত্রে উল্লেখ রয়েছে।\n১৯৭০-এর দশকে, গ্রামটিতে ইহুদিদের আবার আগমন ঘটে, যা ইরাক, ইরান, কোচিন এবং ভারতের অন্যত্র এবং অন্যান্য জায়গা থেকে আসা ইহুদিদের জন্য একটি তীর্থস্থানে পরিণত হয়েছিল, যারা অতীতে সেখানে প্রার্থনা করেছিল এবং মোমবাতি জ্বালাত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জেখারিয়া সম্পর্কিত মিডিয়া দেখুন।"}