{"pageid": 1104819, "title": "শফিক আহমেদ সিদ্দিক", "url": "https://bn.wikipedia.org/wiki?curid=1104819", "content": "ড. শফিক আহমেদ সিদ্দিক (জন্ম: ২৭ আগস্ট ১৯৫০) বাংলাদেশী শিক্ষাবিদ যিনি ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। তিনি ঢাকা কমার্স কলেজের গভর্নিং বডির চেয়ারম্যান ছিলেন। তিনি বাংলাদেশ ইউনিভার্সিটি অব বিজনেস অ্যান্ড টেকনোলজির চেয়ারপারসন এবং অ্যাসোসিয়েশন অব প্রাইভেট ইউনিভার্সিটিজ অব বাংলাদেশের ভাইস-চেয়ারপারসন ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nশফিক আহমেদ সিদ্দিক ২৭ আগস্ট ১৯৫০ সালে জন্মগ্রহণ করেন। তার পিতা আবু সিদ্দিক ও মাতা শামসুন নাহার সিদ্দিক। তারা ৩ ভাইয়ের মধ্যে রফিক আহমেদ সিদ্দিক (মৃত্যু ১৫ জুন ২০১৯) বাংলাদেশ স্টিল অ্যান্ড ইঞ্জিনিয়ারিং কর্পোরেশনের চেয়ারম্যান ছিলেন এবং আরেকভাই তারেক আহমেদ সিদ্দিক সাবেক প্রধানমন্ত্রী শেখ হাসিনার প্রতিরক্ষা উপদেষ্টা। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে স্নাতক ও স্নাতকোত্তর সম্পন্ন করেন। তিনি সাউদাম্পটন বিশ্ববিদ্যালয় থেকে ফিন্যান্সে দ্বিতীয় স্নাতকোত্তর সম্পন্ন করেন। লন্ডনের ব্রুনেল বিশ্ববিদ্যালয় থেকে তিনি পিএইচডি সম্পন্ন করেন।\n১৯৭৭ সালে তিনি বিয়ে করেন বঙ্গবন্ধুর কনিষ্ঠ কন্যা শেখ রেহানাকে। এই দম্পতির একমাত্র ছেলে রাদওয়ান মুজিব সিদ্দিক ববি এবং দুই মেয়ের মধ্যে টিউলিপ সিদ্দিক যুক্তরাজ্যের পার্লামেন্ট সদস্য আজমিনা সিদ্দিক লন্ডনে কন্ট্রোল রিস্কের পরামর্শদাতা।\n\n\n== কর্মজীবন ==\nশফিক আহমেদ সিদ্দিক ১৯৭৪ সালে ঢাকা বিশ্ববিদ্যালয়ে যোগদান করে ১৯৮৬ সালে সহকারী অধ্যাপক পদে উন্নীত হন। ১৯৯০ থেকে ১৯৯২ সাল পর্যন্ত তিনি সহকারী অধ্যাপক হিসাবে লন্ডনের ব্রুনেল বিশ্ববিদ্যালয়ে অধ্যাপনায় যোগ দিয়ে ১৯৯৩ সালে সহযোগী অধ্যাপক হিসেবে পদোন্নতি পান। তিনি সিদ্দিক বাংলাদেশ ইউনিভার্সিটি অব বিজনেস অ্যান্ড টেকনোলজির প্রতিষ্ঠাতা চেয়ারপারসন।\nতিনি ঢাকা কমার্স কলেজের গভর্নিং বডির চেয়ারম্যান ছিলেন। তিনি বঙ্গবন্ধু মেমোরিয়াল ট্রাস্টের প্রতিষ্ঠাতা সম্পাদক। এর আগে তিনি ঢাকা বিশ্ববিদ্যালয়ের ব্যুরো অব বিজনেস রিসার্চের চেয়ারপারসন হিসেবে দায়িত্ব পালন করেন। তিনি বাংলাদেশের বেসরকারি বিশ্ববিদ্যালয় সমিতির ভাইস চেয়ারপারসন হিসাবেও দায়িত্ব পালন করেছেন। তিনি বাংলা একাডেমির আজীবন সদস্য।\n\n\n== বিতর্ক ==\nশফিক আহমেদ সিদ্দিক ২০০৪ সালে মতিউর রহমান রেন্টুর বিরুদ্ধে তার বই আমার ফাঁসি চাই (১৯৯৯) নিয়ে মানহানির মামলা করেন। ১৮ এপ্রিল ২০০৭ সালে ঢাকার একটি আদালত সিদ্দিককে ১০ লাখ টাকা ক্ষতিপূরণ প্রদানের রায় জারি করেন। ক্ষতিপূরণ পেতে ব্যর্থ হলে তিনি রেন্টুর সম্পত্তি বাজেয়াপ্ত করার জন্য ১০ আগস্ট ২০০৭ সালে একটি মামলা দায়ের করেন।\n১৮ ফেব্রুয়ারি  ২০০৬ সালে তিনি বাংলাভিশনে থাকাকালীন দ্য ডেইলি স্টারের সম্পাদক  মাহফুজ আনামের বিরুদ্ধে ৬৫টি মামলাকে একটি স্ট্রিংকে \"বাড়াবাড়ি হচ্ছে\" হিসাবে বর্ণনা করেছিলেন।\n\n\n== তথ্যসূত্র =="}