{"pageid": 1104038, "title": "আইন সিনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1104038", "content": "আইন সিনিয়া ( আরবি: عين سينيا , আইন সিনিয়া হল ৭০০ জনেরও বেশি লোকের একটি ছোট ফিলিস্তিনি গ্রাম, যা রামাল্লা এবং আল-বিরহ গভর্নরেটের অধীন। এটি রামাল্লার ১০ কিলোমিটার (৬.২ মাইল) ) উত্তরে এবং জিফনা থেকে প্রায় ১ কিমি উত্তর-পূর্বে অবস্থিত। এটি জলপাই এবং ডুমুরের বাগানে ঘেরা একটি উপত্যকায় অবস্থিত।\n\n\n== অবস্থান ==\n'আইন সিনিয়া রামাল্লা থেকে 8 কিলোমিটার পূর্বে (আনুমানিক) অবস্থিত। এর সীমান্তে রয়েছে- পূর্বে ইয়াবরুদ এবং আইন ইয়াবরুদ উত্তরে আতারা এবং সিলওয়াদ, এর পশ্চিমে জিফনা এবং বিরজিত , আর দক্ষিণে জিফনা এবং দুরা আল-কার' ।\n\n\n== ইতিহাস ==\nগ্রামের চারপাশে অসংখ্য পাথর কাটা সমাধি পাওয়া গেছে। ক্লারমন্ট-গ্যানিউ বাইবেলের জেশানাহ এবং জোসেফাস ইসানার সঙ্গে আইন সিনিয়ার চিহ্নিত করেছে কিন্তু আধুনিক লেখক খন্দকার এল-বার্ন এর স্থান নির্ধারণ করেছেন। আইন সিনিয়া সাধারণত ক্রুসেডার গ্রাম আইনসিন্স হিসাবে সনাক্ত করা হয়েছে, যা রাজা গডফ্রে কর্তৃক প্রদত্ত ২১টি গ্রামের অন্যতম। এটি হলি সেপুলচারের ক্যাননগুলির জন্য একটি জায়গীরের অনুশাসন চলে। সিএন জনস, ১৯৩৯ সালে লিখেছিলেন যে, আইনেসিন্স তেল বেইত শেমেশের কাছে অবস্থিত। ক্লদ রেইগনিয়ার কন্ডার এবং হার্বার্ট কিচেনার ১৮৮২ সালে লিখেছিলেন যে, একটি ছোট ক্রুসেডার দুর্গ সেখানে অবস্থিত ছিল বলে মনে হয়, যদিও, পরবর্তী সূত্র দ্বারা এটি যাচাই করা হয়নি।\n\n\n=== অটোমান যুগ ===\nঅটোমান সাম্রাজ্যের (১৬-১৯ শতক) ফিলিস্তিনের শাসনের সময় , আইন সিনিয়া জেরুজালেম সানজাকের বনি জেইদের শেখডমে অবস্থিত ছিল। ১৫৫৬ সালে, এটি শেখডমের সবচেয়ে ছোট গ্রাম ছিল, যেখানে দশটি পরিবারের সদস্য ছিল। উসমানীয় আমলের প্রথম দিকের পোটশার্ড পাওয়া গেছে। ১৫৯৬ সালের অটোমান আদমশুমারিতে, আইন সিনিয়া জেরুজালেমের নাহিয়া (\"উপজেলা\") এর একটি অংশ ছিল, যেটি জেরুজালেম সানজাকের প্রশাসনের অধীনে ছিল। গ্রামের জনসংখ্যা ছিল ১২টি পরিবারের মধ্যে এবং সবাই মুসলিম ছিল। তারা গম, বার্লি, জলপাই, দ্রাক্ষাক্ষেত্র, ফলের গাছ, মাঝে মাঝে রাজস্ব, মৌচাক এবং/অথবা ছাগলের উপর কর প্রদান করেছিল; মোট কর ছিল ৪৩০০ একসি। ১৮৯৬ সালে আইন সিনিয়ার জনসংখ্যা প্রায় ২৩৭ জন বলে অনুমান করা হয়েছিল। ১৯০০ এর দশকের গোড়ার দিকে মোশে শেরেট দুই বছর ধরে তার পরিবারের সাথে গ্রামে থাকতেন। ১৮৩৪ সালের কৃষকদের বিদ্রোহের আগে, আইন সিনিয়া বানি মুরাহ উপজাতির অন্তর্ভুক্ত ছিল। বিদ্রোহের পর ইব্রাহিম পাশা কর্তৃক শেখদের নিয়োগ করা হয়। ১৮৩৮ সালে, বাইবেলের পন্ডিত এডওয়ার্ড রবিনসন গ্রামটিকে দ্রাক্ষাক্ষেত্র এবং ফল-বৃক্ষে ঘেরা দেখতে পান। কূপ থেকে জল দেওয়া সবজির বাগানও ছিল। এটি জেরুজালেমের উত্তরে বেনি মুরাহ জেলায় অবস্থিত মুসলিম গ্রাম হিসেবে আরও উল্লেখ করা হয়। ১৮৭০ সালে, ফরাসি অভিযাত্রী ভিক্টর গুয়েরিন গ্রামটি পরিদর্শন করেন, যেখানে তিনি দুই শতাধিক বাসিন্দা দেখতে পান। সোসিন প্রায় একই বছর (১৮৭০) থেকে একটি সরকারী অটোমান গ্রামের তালিকা থেকে পাওয়া যায় যে, আইন সিনিয়ায় ৫৭টি বাড়ি এবং ২১৮ জন জনসংখ্যা ছিল, যদিও জনসংখ্যার গণনা শুধুমাত্র পুরুষদের অন্তর্ভুক্ত ছিল। ১৮৮২ সালে, পিইএফ এর পশ্চিম প্যালেস্টাইনের সমীক্ষা আইন সিনিয়াকে একটি ছোট গ্রাম হিসাবে বর্ণনা করে, তবে \"নিঃসন্দেহে তা প্রাচীনত্ব\"। ২০ শতকের গোড়ার দিকে, আইন সিনিয়া ছিল \"ব্যবহারিকভাবে\" জেরুজালেমের একজন ধনী আরব স্থানীয়ের সম্পত্তি হিসাবে, যিনি গ্রামটির সুবিধার জন্য আইন সিনিয়ার পাশে একটি গাড়ির রাস্তা তৈরি করতে কর্তৃপক্ষকে প্রভাবিত করেছিলেন।  ১৯০৭ সালে জনসংখ্যা ছিল মুসলিম। একই সময়ে এটি উল্লেখ করা হয়েছিল যে, আইন সিনিয়া, এলাকার অন্যান্য আরব গ্রামের মত নয়, জলপাই বা ডুমুর গাছের পরিবর্তে প্রচুর পরিমাণে তুঁত এবং আখরোট গাছ জন্মায়।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদমশুমারিতে, জনসংখ্যা ছিল ১১৪ জন মুসলমান, ১৯৩১ সালের আদমশুমারিতে ২৮৮ জন, ৫৯টি বসতিপূর্ণ বাড়ি ছিল। গ্রামের ১৫ জন খ্রিস্টান, বাকিরা মুসলমান।১৯৪৫ সালের পরিসংখ্যানে আইন সিনিয়ার জনসংখ্যা ছিল ৩৩০ জন বাসিন্দা; ৩১০ জন মুসলিম এবং ২০ জন খ্রিস্টান,  এবং মোট ২৭২৪ ডুনাম ভূমি, যার অধিকাংশই আরবদের মালিকানাধীন ছিল। এর গৃহ নির্মাণ এলাকা ২১ ডুনাম নিয়ে গঠিত,  যেখানে ২৪০৪ ডুনাম চাষ করা হয়। ১,৮৫৬ ডুনাম বরাদ্দ করা হয় আবাদ ও সেচযোগ্য জমির জন্য এবং ৫৪৮ ডুনাম শস্যের জন্য। \n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধবিগ্রহ চুক্তির পর, আইন সিনিয়া জর্ডানের শাসনের অধীনে আসে। ১৯৬১ সালের জর্ডানের আদমশুমারিতে ৪৩১ জন বাসিন্দা পাওয়া গেছে।\n\n\n=== ১৯৬৭ সালের পর ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে, আইন সিনিয়া ইসরায়েলের দখলে রয়েছে ।\n১৯৯৫ সালের চুক্তির পর, গ্রামের ২৫৭৮ ডুনম জমি এলাকা বি জমি হিসাবে সংজ্ঞায়িত করা হয়েছে, বাকি ৬১৮ ডুনম এলাকা সি হিসাবে সংজ্ঞায়িত করা হয়েছে। বেশিরভাগ জনসংখ্যা যুদ্ধের সময় পালিয়ে যায় এবং শুধুমাত্র ১৯৮২ সালের মধ্যে জনসংখ্যা মোটামুটি ১৯৪৫, ৩৩৩-এ পৌঁছেছিল। এটি ১৯৮৭ সালে ৪৮২-এ উন্নীত হয়, এবং তারপর এক দশক পরে প্যালেস্টাইন সেন্ট্রাল ব্যুরো অফ স্ট্যাটিস্টিকস (পিসিবিএস) দ্বারা পরিচালিত আদমশুমারিতে ৫৩৩ জন হয়। আইন সিনিয়ায় বৃদ্ধির প্রধান কারণ, যা ১৯৬৭ সালের যুদ্ধের পরে প্রায় শূন্য ছিল, ফিলিস্তিনি উদ্বাস্তুদের আগমন ছিল, যারা ১৯৯৭ সালের মধ্যে জনসংখ্যার অর্ধেকের বেশি (৫২.৩%) হয়েছিল। পিসিবিএস মতে, আইন সিনিয়ায় ২০০৪ সালে ৭০২ জন জনসংখ্যা ছিল, যা ২০০৬ সালে বছরের মধ্যে ৭৫৩ জনে পর্যন্ত বৃদ্ধি পায়। ২০০৭ সালে পিসিবিএস আদমশুমারিতে, শহরে ৭১১ জন লোক বাস করত। 'আইন সিনিয়ার বাসিন্দারা বেশ কয়েকটি পরিবারের মধ্যে সীমাবদ্ধ, প্রধানত ঘনিমা, আবু আল-শেখ, সামহান, মাআল্লা, খাতের, আবু আল হাজ, দার আলী, বাজরুক, মুসা এবং আল হাল্লাক পরিবার ('আইন সিনিয়া গ্রাম পরিষদ, ২০১১)।\n\n\n== তথ্যসূত্র =="}