{"pageid": 1104497, "title": "চৈতন্য (চেতনা)", "url": "https://bn.wikipedia.org/wiki?curid=1104497", "content": "চৈতন্য (সংস্কৃত: चैतन्य) বলতে 'সচেতনতা', 'চেতনা', 'সচেতন স্ব', 'বুদ্ধিমত্তা' বা 'শুদ্ধ চেতনা'-কে বোঝায়। এটি শক্তি বা উদ্দীপনাকেও বোঝাতে পারে।\n\n\n== ব্যুৎপত্তি ==\nএটি চেতনা থেকে উদ্ভূত, যা জীবন্ত জিনিস বা চেতনাকে বোঝায়।\n\n\n== ধর্মগ্রন্থ ==\nঋগ্বেদে (৫.৪.৪০.৫) নৃষাদ হল মানুষের মধ্যে বসবাসকারী; নৃষাদকে চৈতন্য বা 'চেতনা' বা প্রাণ বা 'জীবনীশক্তি' হিসাবে ব্যাখ্যা করা হয়েছে কারণ উভয়ই মানুষের মধ্যে বাস করে।\nঈশোপনিষদের উপর তার ভাষ্য, শ্রী অরবিন্দ ব্যাখ্যা করেছেন যে আত্মা, স্বয়ং প্রকৃতির সাত-গুণ আন্দোলনের মাধ্যমে প্রকাশ পায়। চেতনার এই সাতটি ভাঁজ এবং তাদের প্রভাবশালী নীতিগুলি হল:\n\nঅন্নময় পুরুষ - শারীরিক\nপ্রাণময় পুরুষ - স্নায়বিক/অত্যাবশ্যক\nমনোময় পুরুষ - মানসিক/মন\nজ্ঞানময় পুরুষ - জ্ঞান ও সত্য\nআনন্দময় পুরুষ - আনন্দের অরবিন্দের ধারণা, অন্যথায় আনন্দ নামে পরিচিত\nচৈতন্য পুরুষ - অসীম ঐশ্বরিক আত্ম-সচেতনতা\nসত পুরুষ - বিশুদ্ধ ঐশ্বরিক অস্তিত্বের অবস্থা\nএর মধ্যে প্রথম পাঁচটি তৈত্তিরীয় উপনিষদের দ্বিতীয় অধ্যায় থেকে পঞ্চকোষের নির্দিষ্টকরণ অনুযায়ী সাজানো হয়েছে। চূড়ান্ত তিনটি উপাদান সচ্চিতানন্দ তৈরি করে, যার সাথে চিত কে চৈতন্য বলা হয়।\nগভীর নিদ্রা ও যোগের মধ্যে ব্রহ্মের অপরিহার্য প্রকৃতি হল চৈতন্য (শুদ্ধ চেতনা)।\n\n\n== বেদান্ত ==\nবেদান্তবাদীরা চেতনা বা মায়াওপাহিতা-চৈতন্য সম্পর্কেও কথা বলেন যা বর্ণনাতীত মায়ার সাথে যুক্ত যা সমগ্র অস্তিত্বের সৃষ্টি, সংরক্ষণ ও বিলুপ্তির জন্য দায়ী, এবং চেতনা বা অবিদ্যাওহিত-চৈতন্য সম্পর্কে যা অবিদ্যার সাথে সম্পৃক্ত যা দেহের সাথে আত্মার ভুল সনাক্তকরণ ঘটায় ইত্যাদি; মায়া ও অবিদ্যা উভয়কেই অস্বীকার করার পর, অর্থাৎ সমস্ত ভেদাভেদ বিলুপ্ত হওয়ার পর যা অবশিষ্ট থাকে তা হল বিশুদ্ধ চেতনা বা চৈতন্য।\nমন সেই বস্তুর সংস্পর্শে আসার পর বা ঢেকে রাখার পর যে বস্তুর রূপ ধরে নেয় তাকে বৃত্তি বলে। খাম তৈরির প্রক্রিয়াটিকে বৃত্তি-ব্যাপ্তি বলা হয়। ব্যাপ্তি হল ব্যাপ্তি ও বস্তু নামক নির্দিষ্ট স্থানের মনের দ্বারা ব্যাপ্তি হল বৃত্তি-ব্যাপ্তি। মন নামক এই চলমান প্রক্রিয়ার উপস্থিতির কারণে বস্তুটিকে আলোকিত করে এবং তাকে ফল-ব্যাপ্তি বলা হয়। মনের মধ্যে উপস্থিত চেতনার কারণেই বস্তুটি উপলব্ধি করা যায়। বেদান্ত  বলে যে বস্তুটি সম্পূর্ণরূপে বস্তুগত হতে পারে না এবং বস্তু ও চেতনার মধ্যে কোনো গুণগত পার্থক্য নেই যে বস্তুর সংস্পর্শে এসে চেতনা জানে যে বস্তুটি সেখানে রয়েছে যা বাস্তবতাকে বোঝায়চেতনা বস্তুর অন্তর্নিহিত।এটি হল বিষয়-চৈতন্য বা 'বস্তু-চেতনা' যার অর্থ বস্তুর চেতনা নয় বরং বস্তু যা চেতনার পর্যায় যা সর্বত্র বিরাজমান।\nঅদ্বৈত বেদান্ত অনুসারে, এটি বিশুদ্ধ চেতনাকে বোঝায় যেটি নিজেও জানে এবং অন্যদেরও জানে।\n\n\n== তথ্যসূত্র =="}