{"pageid": 1104093, "title": "আইন ইয়াব্রুদ", "url": "https://bn.wikipedia.org/wiki?curid=1104093", "content": "আইন ইয়াব্রুদ ( আরবি: عين يبرود ) হল রামাল্লার একটি ফিলিস্তিনি শহর এবং মধ্য পশ্চিম তীরের আল-বিরহ গভর্নরেটরের অধীন। এটা রামাল্লা শহরের আনুমানিক ৭ কিমি উত্তর-পূর্বে অবস্থিত এবং এর উচ্চতা ৮০০ মি। ফিলিস্তিনের সেন্ট্রাল ব্যুরো অফ স্ট্যাটিস্টিকস (পিসিবিএস) অনুসারে ২০০৭ সালে শহরের জনসংখ্যা ছিল ৩,০০০।\n\n\n== অবস্থান ==\nআইন ইয়াব্রুদ, রামাল্লার (অনুভূমিকভাবে) ৬.৮ কিলোমিটার (৪.২ মাইল) পশ্চিমে অবস্থিত। এর সীমান্তে রয়েছে-পর্বে রামমুন এবং তাইবা, এর উত্তরে ইয়াব্রুদ এবং সিলওয়াদ, পশ্চিমে দুরা আল-কার ' এবং দক্ষিণে দেইর দিবওয়ান, বেইতিন এবং আল-বিরহ।\n\n\n== ইতিহাস ==\nহেলেনিস্টিক, রোমান এবং বাইজেন্টাইন যুগের শের্ড এখানে পাওয়া গেছে। তিনটি আর্কোসোলিয়া সহ একটি কবর এবং কনস্টানটাইন দ্য গ্রেটের আমলের মুদ্রা এখানে খনন করে পাওয়া গেছে।\nউমাইয়া, ক্রুসেডার / আইয়ুবিদ এবং মামলুক যুগের শের্ডও পাওয়া গেছে। \nইয়াকুত আইন ইয়াব্রুদ এবং ইয়াব্রুদ সম্পর্কে উল্লেখ করেছেন যে, \"পবিত্র শহর থেকে নাবলুস যাওয়ার রাস্তায় এ গ্রামটি জেরুজালেমের উত্তরে অবস্থিত, এ গ্রাম এবং ইয়াব্রুদের মধ্যে কাফর নাথা রয়েছে। এটিতে বাগান, দ্রাক্ষাক্ষেত্র, জলপাই এবং সুমাচ গাছ আছে।\n\n\n=== অটোমান যুগ ===\nফিলিস্তিনের বাকি অংশের মতো আইন ইয়াব্রুদও ১৫১৭ সালে অটোমান সাম্রাজ্যের অন্তর্ভুক্ত হয় এবং ১৫৯৬ সালের আদমশুমারিতে গ্রামটি 'আইন ইব্রুদ ' নামে কুদসের লিওয়া কুদসের নাহিয়াতে উল্লেখ করা হয়। জনসংখ্যা ছিল ২৪ পরিবারের মধ্যে, সবাই মুসলমান। গ্রামবাসীরা বিভিন্ন কৃষি পণ্য যেমন গম, বার্লি, জলপাই গাছ, দ্রাক্ষাক্ষেত্র, ফলের গাছ, ছাগল এবং/অথবা মৌমাছির উপর (\"অসময়ে রাজস্ব\" ছাড়াও) ৩৩.৩% একটি নির্দিষ্ট কর হার প্রদান করে; মোট কর ছিল ৪৭০০ একসি। ১৮৩৮ সালে, এডওয়ার্ড রবিনসন আইন ইয়াব্রুদকে \"একটি পাহাড়ের চূড়ায়\" উল্লেখ করেছিলেন। এটি জেরুজালেমের উত্তরে বেনি মুরাহ অঞ্চলে অবস্থিত মুসলিম গ্রাম হিসেবে আরও উল্লেখ করা হয়েছে।সোসিন ১৮৭০ সালের একটি সরকারী অটোমান গ্রামের তালিকা থেকে পাওয়া যায় যে, গ্রামে ৬৬টি বাড়ি এবং ২৮২ জন জনসংখ্যা ছিল, যদিও জনসংখ্যার গণনা শুধুমাত্র পুরুষদের মধ্যে অন্তর্ভুক্ত ছিল। এটি আরও উল্লেখ করা হয়েছে যে এটি বেইতিনের এক ঘন্টা দূরত্বে উত্তরে অবস্থিত ছিল। ১৮৮২ সালে পিইএফ এর ওয়েস্টার্ন প্যালেস্টাইনের জরিপ (এসডব্লিউপি) আইন ইয়াব্রুদকে এইভাবে বর্ণনা করেছে: \"একটি পাহাড়ের চূড়ায় মাঝারি আকারের একটি গ্রাম, ভালভাবে নির্মিত, জলপাইয়ের সূক্ষ্ম খাঁজ দিয়ে ঘেরা, উত্তর-পূর্ব দিকে একটি কূপ রয়েছে।\" ১৮৯৬ সালে আইন ইয়াব্রুদের জনসংখ্যা ছিল প্রায় ৫৭৩ জন।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদমশুমারিতে, জনসংখ্যা ছিল ৫৭৬ জন মুসলমান, ১৯৩১ সালের আদমশুমারিতে ১৭৮টি বাড়িতে ৭৮৮ জন বাসিন্দা ছিল।  ১৯৪৫ সালের পরিসংখ্যানে আইন ইয়াব্রুদের জনসংখ্যা ছিল ৯৩০ জন মুসলমান,  এবং মোট ভূমির পরিমাণ ১১৪৮৮ ডুনাম।  ৩,১৫১ ডুনাম ছিল আবাদ ও সেচযোগ্য জমির জন্য, ৩,৬৩২ ডুনাম শস্যের জন্য,  যেখানে ৮৮ ডুনাম ছিল নির্মাণ এলাকার জন্য।\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধ চুক্তির পর, আইন ইয়াব্রুদ জর্ডানের শাসনের অধীনে আসে। ছয় দিনের যুদ্ধের আগে জর্ডান একটি সামরিক ক্যাম্প নির্মাণের জন্য আইন ইয়াব্রুদ এবং নিকটবর্তী সিলওয়াদের জমি বাজেয়াপ্ত করেছিল। ১৯৬১ সালের জর্ডানের আদমশুমারিতে আইন ইয়াব্রুদে ১৫০১ জন বাসিন্দা পাওয়া গেছে।\n\n\n=== ১৯৬৭ সালের পর ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে, আইন ইয়াব্রুদ ইসরায়েলের দখলে রয়েছে।\n\n১৯৯৫ সালের চুক্তির পর, ৩৪.৩% গ্রামের জমি এলাকা বি জমি হিসাবে শ্রেণীবদ্ধ করা হয়েছে, বাকি ৬৫.৭% এলাকা সি হিসাবে শ্রেণীবদ্ধ করা হয়েছে। ইসরায়েল দুটি বসতি স্থাপনের জন্য আইন ইয়াব্রুদ থেকে জমি বাজেয়াপ্ত করেছে: ১২৫২ ডুনাম অফরার জন্য এবং ১৩৭ ডুনাম বেইত এল এর জন্য।  জর্ডানের ভবনগুলি ১৯৭৫ সালে প্রতিষ্ঠিত ওফার ইস্রায়েলি বসতির প্রাথমিক ভিত্তি তৈরি করেছিল ২০১১ সালে এই জমিতে ওফরার আরও সম্প্রসারণের পরিকল্পনার ফলে আইনি চ্যালেঞ্জ এবং জনসাধারণের বিরোধ দেখা দেয়। গ্রামের বাসিন্দাদের জমি ব্যবহার করে পার্শ্ববর্তী অফরাতে শত শত ইসরায়েলি বসতি   স্থাপনা নির্মাণ করা হয়েছে।\n\nআইন ইয়াব্রুদ হামাসের সামরিক কমান্ডার মাহের উদ্দার গ্রামের বাড়ি। \n\n\n== তথ্যসূত্র =="}