{"pageid": 1104781, "title": "পরাবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1104781", "content": "পরাবিদ্যা (সংস্কৃত: पराविद्या) দুটি শব্দের সংমিশ্রণ। হিন্দু দর্শনে, পরা অর্থ \"অস্তিত্ব, সর্বোচ্চ বস্তু, সর্বোচ্চ বিন্দু বা ডিগ্রি, চূড়ান্ত সৌন্দর্য\"; এবং বিদ্যা অর্থ \"জ্ঞান, দর্শন, বিজ্ঞান, শিক্ষা, বৃত্তি\"। পরাবিদ্যা অর্থ \"স্বয়ং বা চূড়ান্ত সত্যের সাথে সম্পর্কিত উচ্চতর শিক্ষা বা শিক্ষা অর্থাৎ অতীন্দ্রিয় জ্ঞান\"। বেদান্ত নিশ্চিত করে যে যারা আত্মজ্ঞান লাভ করে কৈবল্য বা মোক্ষ লাভ করে, তারা মুক্ত হয়, তারা ব্রহ্ম হয়।\n\n\n== বিবরণ ও তাৎপর্য ==\nমুণ্ডক উপনিষদ (১.১.৩-৫) অনুসারে, ঋষি অঙ্গিরাস বলেন যে দুটি ভিন্ন ধরনের জ্ঞান অর্জন করতে হবে - 'উচ্চ জ্ঞান' বা পরাবিদ্যা ও 'নিম্ন জ্ঞান' বা অপরাবিদ্যা। নিম্ন জ্ঞানের মধ্যে রয়েছে সমস্ত পাঠ্য জ্ঞান - চারটি বেদ, উচ্চারণের বিজ্ঞান ইত্যাদি, আচারের কোড, ব্যাকরণ, ব্যুৎপত্তি, মিটার ও জ্যোতিষ। উচ্চতর জ্ঞান যা দ্বারা অপরিবর্তনীয় ও অবিনশ্বর আত্মাকে উপলব্ধি করা হয়, যা জ্ঞান পরম বাস্তবতা, সকলের উৎসের প্রত্যক্ষ উপলব্ধি নিয়ে আসে। আত্মার জ্ঞান খুবই সূক্ষ্ম; এটি নিজের প্রচেষ্টার বাইরে পাওয়া যায় না; আত্মাকে নিছক বুদ্ধিবৃত্তিক সরঞ্জাম দ্বারা স্বজ্ঞাতভাবে ধরা যায় না। এইভাবে, অঙ্গিরাস জ্ঞানের পথ এবং উপলব্ধির পথের মধ্যে পার্থক্য আঁকেন, যেমন মত ও সত্যের মধ্যে। বাস্তবতা উপলব্ধি করার জন্য এটি বোঝার জন্য উচ্চাকাঙ্ক্ষীকে অবশ্যই শিক্ষকের সন্ধান করতে হবে। যে শিক্ষক ইতিমধ্যেই একা আত্মার সাথে তার পরিচয় উপলব্ধি করেছেন তিনি তার নিজের অভিজ্ঞতার জোরে এত চাওয়া-পাওয়া জ্ঞান দিতে পারেন।\nমানুষ স্ব-জ্ঞানের অনুষদের সাথে আশীর্বাদপ্রাপ্ত হয় যা হল অপরাবিদ্যা বা যৌক্তিক যুক্তি এবং সেই সাথে বোঝার এবং আত্ম-সচেতনতার অনুষদ যা পরাবিদ্যা বা কোয়ান্টাম লজিক। পরাবিদ্যা কে অদ্বৈততার স্বজ্ঞাত দৃষ্টি হিসাবে সংজ্ঞায়িত করা হয়েছে; এটি হল অতীন্দ্রিয় জ্ঞান যা জ্ঞান, অভিজ্ঞতা এবং যুক্তির সমস্ত সীমার বাইরে, যা বুদ্ধি, মন এবং ইন্দ্রিয়ের বাইরে। পরম, যা সত্য, যা বাস্তব, কোন প্রকাশ বা প্রতিফলন নয়; এটি অদ্বৈত সত্তা বর্জিত, এবং এটি সাধারণ অর্থে জ্ঞানের বস্তু হতে পারে না কারণ এটি সূক্ষ্মতায় বুদ্ধিকে অতিক্রম করে। জ্ঞান হল সত্য এবং সত্য হল তার বস্তুর সাথে আশংকার মিল। এটি বুদ্ধি যা দ্বৈততার গোলকের মধ্যে চলে যার ফলে বিভ্রম, ভুল সনাক্তকরণ ইত্যাদি হয়। পরাবিদ্যা হল বিদ্যার স্বজ্ঞাত স্তর যা ঐক্য থেকে উদ্ভূত হয়, এবং দর্শন হিসাবে উদ্ভাসিত হয়, ভিজ্ঞতা হিসাবে প্রকাশিত হয়।\nপরাবিদ্যার মাধ্যমে নির্গুণ ব্রহ্মের দর্শন পাওয়া যায়, এটি সমস্ত জ্ঞানের মধ্যে সর্বোচ্চ। আত্ম-উপলব্ধির পদ্ধতিতে শ্রাবণ, মনন এবং নিদিধ্যাসন জড়িত, আচার-অনুষ্ঠান নয়। পরাবিদ্যা হল সম্যগদারচনম, বিশুদ্ধ দার্শনিক গুপ্ততত্ত্ব যা শেখায় যে ব্রহ্ম হচ্ছে গুণাবলী (গুণ), কোনো পার্থক্য (বিষেশা) এবং সীমাবদ্ধতা ছাড়াই (উপাধি), যে এটি অনির্ধারিত, একা এবং এক সেকেন্ড ছাড়া। বাস্তবতা বৃদ্ধি করতে অক্ষম; এটি অন্য কিছুতে পরিবর্তিত হয় না। যখন প্রকৃত পরিচয় জানা যায় তখন স্থানান্তরকারী আত্মার অস্তিত্ব ও স্রষ্টা হিসাবে ব্রহ্মের অস্তিত্ব উভয়ই বিলুপ্ত হয়ে যায়।\nপরাবিদ্যা, ব্রহ্মের সাথে সম্পর্কিত, সর্বোচ্চ বাস্তবতা ও মূল, এবং চূড়ান্ত শেষপ্রান্ত, তদন্ত হিসাবে কল্পনা করা যাবে না; সমস্ত বৈজ্ঞানিক ও নৈতিক অনুসন্ধানগুলি হল অপরাবিদ্যা, তথাপি, এই ধরনের অনুসন্ধানে নিয়োজিত জ্ঞানীরা শুধুমাত্র উপায় নির্বাচনকেই শেষ পর্যন্ত নির্দেশনা দেয় না বরং শেষের পছন্দকেও গাইড করে।\nবেদান্ত অবিদ্যা থেকে বিদ্যায় রূপান্তর নিয়ে কাজ করে, অর্থাৎ কল্পিত জীবন থেকে সত্য উপলব্ধির জীবনে। মায়া হল অবিদ্যা। বিদ্যা হল তত্ত্ববিদ্যা, বাস্তবের জ্ঞান যেমন এটি নিজেই। অপরাবিদ্যা  \"অধ্যাস\" এবং \"অজ্ঞান\"-এর মধ্যে নিহিত, পরাবিদ্যা  অপরাবিদ্যা এর ঊর্ধ্বে ও বাস্তবতাকে যেমন দেখায় তেমনটি উপলব্ধি করা লক্ষ্য করে এবং এটি প্রচলিত জ্ঞান এবং প্রচলিত বিশ্বাস উভয়ের প্রতিস্থাপন এবং সংশোধন করে। শঙ্করের অধ্যাসের ধারণার সঙ্গে বৈদিক বাক্যের যৌক্তিক ব্যাখ্যা জড়িত।তিনি ব্যাখ্যা করেন যে সমস্ত জ্ঞানগত, ব্যবহারিক ও সামাজিক-সাংস্কৃতিক পার্থক্যগুলি আত্মকে অ-আত্ম (অনাত্মা) এবং অ-আত্মকে আত্ম হিসাবে ভুল-পরিচিতির উপর ভিত্তি করে। পরম বিদ্যা হল পরম জ্ঞান। অবিদ্যা অপরাবিদ্যা, আবার পরাবিদ্যায় পতিত হয়। অবিদ্যা, অপরাবিদ্যা এবং পারব্য হল অভিজ্ঞতার তিনটি ভাঁজ পর্যায়, রূপান্তরকারী জ্ঞানকারীর জ্ঞানের তিনটি পরিবর্তন। সমস্ত অলীক আবির্ভাবের ঊর্ধ্বে শুধুমাত্র পরাবিদ্যা হল প্রমার্থিক জ্ঞান।\nপরাবিদ্যা হল পরম জ্ঞান যেখানে অপরাবিদ্যা হল জগতের জ্ঞান; আগেরটির বিষয়বস্তু হিসাবে বাস্তবতা রয়েছে এবং চূড়ান্ততার অনন্য গুণ রয়েছে যা একক ও যুক্তি, ইন্দ্রিয় ইত্যাদি থেকে মুক্ত। কিন্তু পরেরটির বিষয়বস্তু হিসাবে অভূতপূর্ব বিশ্ব রয়েছে। পরাবিদ্যা  কোন সমর্থন বা প্রমাণের প্রয়োজন নেই এবং এটি অকাট্য।\nঅবিচ্ছেদ্য শিক্ষার লক্ষ্য হল সমস্ত দ্বিধাবিভক্তিকে একীভূত করা, মানুষের ব্যক্তিত্বের বস্তুগত ও আধ্যাত্মিক মাত্রাগুলিকে একীভূত করা; এটি বিদ্যার বর্ণনাকে পরাবিদ্যা (উচ্চতর আধ্যাত্মিক জ্ঞান) ও অপরাবিদ্যা হিসেবে স্বীকৃতি দেয় না (ইন্দ্রিয় ও উপরিভাগের মনের জ্ঞান) কারণ পূর্বের আলো এবং প্রভাব ব্যতীত পরবর্তীটি হল অবিদ্যা বা মিথ্যা জ্ঞান।\n\n\n== তথ্যসূত্র =="}