{"pageid": 1104315, "title": "মুয়াং বুয়েং কান জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1104315", "content": "মুয়াং বুয়েং কান ( থাই: เมืองบึงกาฬ, উচ্চারিত [mɯ̄a̯ŋ bɯ̄ŋ kāːn] ) থাইল্যান্ডের উত্তর-পূর্বে অবস্থিত বুয়েং কান প্রদেশের রাজধানী জেলা ( অম্ফো মুয়াং )। এটি ব্যাংককের ৭৫৯ কিমি   উত্তর-উত্তরপূর্বে অবস্থিত।\n\n\n== ইতিহাস ==\nজেলাটির মূলত নাম ছিল চাই বুরি (ไชยบุรี) এবং এটি ছিল নাখোন ফানোম প্রদেশের একটি অংশ। ১৯১৭ সালে এটি নং খাইকে পুনঃনিযুক্ত করা হয়, এবং ১৯৩৯ সালে এটির নামকরণ করা হয় বুয়েং কান।\n৩ আগস্ট ২০১০-এ, থাই সরকার কর্তৃক নং খাই প্রদেশ থেকে বুয়েং কান প্রদেশকে পৃথক করার একটি প্রস্তাব অনুমোদিত হয়। ২২ মার্চ ২০১১-এ, \" চ্যাংওয়াত বুয়েং কান প্রতিষ্ঠার আইন, BE ২৫৫৪ (২০১১) \" সরকারি গেজেটে প্রকাশিত হয়েছিল। জেলাটি নতুন প্রদেশের রাজধানী জেলা (অ্যাম্ফো মুয়াং) হয়ে ওঠে এবং তাই আইনের ধারা ৪ দ্বারা আম্ফো মুয়েং বুয়েং কান নামকরণ করা হয়।\nএর ইতিহাসের সময়ে, বিশেষ করে ১৯৭০ এবং ১৯৮০ এর দশকে, সীমান্তে লাও জনগণের সাথে কিছু সংঘর্ষ হয়েছে। ২৩ এপ্রিল ১৯৭৫ সালের জনগণের বুয়াং কান মধ্যে সশস্ত্র বাহিনী শত্রু কেল্লা ধ্বংস, ১২ জনের মৃত্যু হয় এবং থাই কর্তৃপক্ষ জানা স্বীকার করেন যে প্রায় ১৭ থেকে বের অবশেষে নিহত ৫০।. ১৯৮০-এর দশকের গোড়ার দিকে থাই কেপিএলের দুটি টহল নৌকা বুয়েং কানে গুলি চালায় এবং দুই লাও সৈন্যকে গ্রেপ্তার করা হয় বলে জানা গেছে।\n\n\n== ব্যুৎপত্তি ==\nবুয়াং বা Bueng (TH: บึง) মানে \"জলাভূমি\"।\nকান বা Kan (TH: กาฬ) থাই ভাষায় হিন্দু দেবী কালী; বিশেষণ হিসেবে 'কালো' আর নামপদ হিসেবে 'মৃত্যুর কালো দাগ'।\n\n\n== ভূগোল ==\nপ্রতিবেশী জেলাগুলি হল (পূর্ব ঘড়ির কাঁটার দিক থেকে) বুং খলা, সেকা, সি উইলাই, ফোন চারোয়েন, সো ফিসাই এবং বুয়েং কান প্রদেশের পাক খাত। মেকং নদীর উত্তরে লাওতিয়ান প্রদেশ বলিখামক্সাই।\n\n\n== প্রশাসন ==\nজেলাটি ১২টি উপ-জেলায় বিভক্ত ( তাম্বন ), যা আরও ১৩১টি গ্রামে ( মুবান ) বিভক্ত। বুয়েং কান একটি শহরের পৌরসভা ( থেসাবান মুয়াং ) যা তাম্বন বুয়েং কান এবং উইসিটকে কভার করে। নন খেং, হো খাম, খোক কং, খাই সি এবং নোয়েং লোয়েং হল উপ-জেলা পৌরসভা যার প্রতিটি একই-নামযুক্ত উপ-জেলাকে কভার করে। পৌরসভার আওতাভুক্ত নয় এমন উপ-জেলার জন্য আরও পাঁচটি ট্যাম্বন প্রশাসনিক সংস্থা (TAO) রয়েছে।\n\nঅনুপস্থিত সংখ্যাগুলি হল তাম্বন যা এখন বুং খলা এবং সি উইলাই জেলা গঠন করে।\n\n\n== তথ্যসূত্র =="}