{"pageid": 1104101, "title": "যানোয়াহ", "url": "https://bn.wikipedia.org/wiki?curid=1104101", "content": "যানোয়াহ (হিব্রু: זָנוֹחַ‎) হল ইসরায়েলের মধ্যবর্তী অঞ্চলের একটি ইহুদি বসতি তথা হিব্রু ভাষায় মোশাভ। যানোয়াহ বেইত শামেশের নিকট অবস্থিত। যানোয়াহ গ্রামটি মাতেহ ইয়েহুদা আঞ্চলিক পরিষদের অধীনস্থ একটি গ্রাম। ২০১৯ সালে এর জনসংখ্যা ছিল মাত্র ৫২৪ জন।\n\n\n== ইতিহাস ==\nগ্রামটি ১৯৫০ সালে ইয়েমেন থেকে আসা অভিবাসীদের দ্বারা প্রতিষ্ঠিত হয়েছিল, এবং প্রাথমিকভাবে দায়ার আবানের নিকটবর্তী জনবসতিপূর্ণ ফিলিস্তিনি গ্রামের নামানুসারে দায়রাবান গিমেল নামকরণ করা হয়েছিল। পরবর্তী বছরগুলিতে এর নতুন অভিবাসীরা চলে যায় এবং মরক্কো থেকে অভিবাসীরা এই গ্রামে বসবাস করতে শুরু করে।\n\n\n== শিক্ষা ==\nবেইট শেমেশ ইয়েশিভা বিদ্যালয় যানোয়াহে অবস্থিত। বেশিরভাগ ছাত্রই রামাত বেত শেমেশ আলেফের। তালমুদ অধ্যয়নের পাশাপাশি, এর পাঠ্যক্রমে ইংরেজি ভাষা এবং গণিত অন্তর্ভুক্ত রয়েছে এবং বর্তমানে ইসরায়েলের এই জাতীয় অনেক প্রতিষ্ঠানের বিপরীতে, শিক্ষার্থীরা বাগরুত মাধ্যমিক পরীক্ষার জন্য অধ্যয়ন করে। ২০০৪ থেকে ২০১৫ সালে বন্ধ হয়ে যাওয়ার আগ পর্যন্ত, যানোয়াহ ছিল ইয়েশিভাত ইয়েসোডেই হাতোরাহ-এর নিবাস, যেখানে আন্তর্জাতিক ইংরেজি ভাষী শিক্ষার্থীদের জন্য একটি গ্যাপ ইয়ার প্রোগ্রামে অধ্যয়ন করার সুযোগ দেওয়া হয়েছিল।\n\n\n== ভূগোল ও প্রত্নতত্ত্ব ==\nনাহাল যানোয়াহ হল একটি জলপ্রবাহ যা উত্তর দিকে প্রবাহিত হয় এবং নাহাল সোরেকের মধ্য দিয়ে প্রবাহিত হয়ে থাকে। মোশাভটির দক্ষিণে একটি উঁচু পাহাড়ের ধ্বংসাবশেষ (খুরবেত জানু) মিশরীয় অক্ষরে উল্লিখিত জানোহের প্রাচীন গ্রাম বলে মনে করা হয়, যা পরবর্তীকালে যিহূদা গোত্রের অংশ (যিহোশূয় ১৫:৩৪), এবং \"দ্বিতীয় মন্দিরের যুগে। .. পুনর্বাসিত,\" যা বাইবেলে লিপিবদ্ধ (নহিমিয়ে ৩:১৩)। খ্রিস্টীয় ১ম শতাব্দীতে গ্রামটি জেনোহা নামে পরিচিত ছিল। সর্বত্র পুরানো নমুনার চিহ্ন সহ, স্থানটির প্রাচীনত্বের চোখে দেখা হয়। জায়গাটি বিস্তৃত, বিধ্স্ত কাঠামো সহ যা একসময় দেয়াল এবং ঘর হিসাবে দাঁড়িয়ে ছিল। ভাঙা মৃৎপাত্রের টুকরোগুলি সর্বত্র মাটিতে ছড়িয়ে ছিটিয়ে রয়েছে, বেশ কয়েকটি খোলা মুখের কুন্ড এবং গুহা রয়েছে।\n২০০৮ সালে ইসরায়েল পুরাকীর্তি কর্তৃপক্ষ (আইএএ) এর পক্ষ থেকে পাবলো বেটজার দ্বারা সাইটটির একটি প্রত্নতাত্ত্বিক জরিপ করা হয়েছিল। মিশনার মতে (মিউনিখ এমএস, মেনাহোট ৮৩বি), যানোয়াহ সংলগ্ন উপত্যকায় উৎকৃষ্ট গম উৎপন্ন হত, যেখান থেকে তা মন্দিরে ওমেরের নৈবেদ্যর জন্য নেওয়া হয়েছিল। যদিও যিহোশূয় ১৫:৩৪ শ্লোকে যানোয়াহকে সমতল শহর হিসাবে তালিকাভুক্ত করা হয়েছে, এটি আসলে আংশিকভাবে পার্বত্য দেশে, আংশিকভাবে সমভূমিতে।\nসি.আর. কন্ডোর এবং এইচ.এইচ. কিচেনার ১৮৮১ সালে তাদের দ্বারা পরিদর্শন করা খুরবেত জানুয়ার ধ্বংসাবশেষের বর্ণনা দিয়েছেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nZanoah in Antiquity Archaeological Survey of Israel"}