{"pageid": 1104763, "title": "ফনীমনসা", "url": "https://bn.wikipedia.org/wiki?curid=1104763", "content": "ফণীমনসা (Opuntia dillenii) গ্রীষ্মমণ্ডলীয় এবং উপ-গ্রীষ্মমণ্ডলীয় আমেরিকার স্থানীয় কাঁটাযুক্ত গাছের একটি প্রজাতি। \n\n\n== ফণীমনসার বিভিন্ন নাম ==\nভারতীয় নাম: নাগাজেমুডু,  নাগাদালি (অন্ধ্রপ্রদেশ); নাগফণা (বাংলা); chorhathalo (গুজরাত); নাগফান, ছিত্তার্থোর (হিমাচল প্রদেশ); হাতঠোরিয়া, নাঘনা (হিন্দি); papaskalli, chappatigalli (কর্নাটকা); পালাক্কালি, নাগামুল্লু (কেরল); চাপল (মহারাষ্ট্র); নাগোফেনিয়া (উড়িষ্যা); chittarthohar (পাঞ্জাব); মহাবৃক্ষ, বজ্রকান্তক (সংস্কৃত); নাগাথালি, সপ্পাথিকাল্লি (তামিলনাড়ু)। অন্যান্য নাম.\nঅস্ট্রেলিয়ান পেস্ট পিয়ার, সাধারণ কাঁটাযুক্ত নাশপাতি, ডিলেনের কাঁটাযুক্ত নাশপাতি, এলথাম ভারতীয় ডুমুর, খাড়া কাঁটাযুক্ত নাশপাতি, গায়ন্ডা নাশপাতি, পাইপস্টেম কাঁটাযুক্ত নাশপাতি, কাঁটাযুক্ত নাশপাতি, টক কাঁটাযুক্ত নাশপাতি, কাঁটাযুক্ত পেস্ট নাশপাতি, কাঁটাযুক্ত পেস্ট-নাশপাতি, মিষ্টিপ্রিক-পিয়ার নাশপাতি\n\n\n== পরিবার ==\nক্যাকটেসিয়া\nউৎপত্তি\nদক্ষিণ-পূর্ব মার্কিন যুক্তরাষ্ট্রে (অর্থাৎ আলাবামা, ফ্লোরিডা, জর্জিয়া, দক্ষিণ ক্যারোলিনা এবং টেক্সাস), মেক্সিকো, মধ্য আমেরিকা, ক্যারিবিয়ান এবং উত্তর দক্ষিণ আমেরিকার কিছু অংশ (অর্থাৎ ইকুয়েডর)।\nন্যাচারালাইজড ডিস্ট্রিবিউশন\nএই প্রজাতিটি অস্ট্রেলিয়ার পূর্বাঞ্চলে প্রাকৃতিক করা হয়েছে এবং একবার খুব বড় এলাকায় আক্রান্ত হয়েছিল। এটি দক্ষিণ ও মধ্য কুইন্সল্যান্ড এবং নিউ সাউথ ওয়েলসের কিছু অংশে রেকর্ড করা হয়েছে। যাইহোক, এর বর্তমান বিতরণকে অবমূল্যায়ন করা যেতে পারে কারণ এটিকে সহজেই সাধারণ কাঁটাযুক্ত নাশপাতি (Opuntia stricta) বলে ভুল করা হয়।\nএছাড়াও দক্ষিণ আফ্রিকা এবং গ্যালাপাগোস দ্বীপপুঞ্জে প্রাকৃতিকীকৃত।\n\n\n== বাসস্থান ==\nআধা-শুষ্ক, উপ-গ্রীষ্মমণ্ডলীয়, গ্রীষ্মমণ্ডলীয় এবং উষ্ণ নাতিশীতোষ্ণ অঞ্চলের আগাছা। এটি উন্মুক্ত বনভূমি, রেঞ্জল্যান্ডস, তৃণভূমি, চারণভূমি, ক্রিকব্যাঙ্ক, রাস্তার ধার, রেললাইন, উপকূলীয় পরিবেশ, বাগান, অশান্ত স্থান এবং বর্জ্য এলাকায় বসবাস করতে পারে।\n\n\n== অভ্যাস ==\nএকটি খাড়া (অর্থাৎ খাড়া) বা প্রায়শই ছড়িয়ে পড়া, মাংসল (অর্থাৎ রসালো), উদ্ভিদ সাধারণত 50-100 সেমি লম্বা হয়, কিন্তু মাঝে মাঝে 2 মিটার পর্যন্ত উচ্চতায় পৌঁছায়। \n\n\n== প্রজনন এবং বিচ্ছুরণ ==\nএই উদ্ভিদটি বীজের মাধ্যমে পুনরুৎপাদন করে এবং এর মাংসল (অর্থাৎ রসালো) কান্ডের টুকরো (অর্থাৎ কান্ডের অংশগুলি বিচ্ছিন্ন হয়ে নতুন উদ্ভিদে বিকশিত হতে পারে) মাধ্যমে প্রজনন করে।\nকান্ডের টুকরো প্রাণী, পাদুকা এবং যানবাহনের সাথে সংযুক্ত হয়ে ছড়িয়ে পড়ে। এগুলি বন্যার জলে এবং বাগানের বর্জ্য ফেলে দেওয়া হয়। ফলগুলি বিভিন্ন প্রাণী (যেমন পাখি এবং শেয়াল) দ্বারা খাওয়া হয় এবং বীজগুলি তাদের বিষ্ঠাগুলিতে ছড়িয়ে পড়ে।\n\n\n== অনুরূপ প্রজাতি ==\nকাঁটাযুক্ত কীটপতঙ্গ নাশপাতি (Opuntia dillenii) সাধারণ কাঁটাযুক্ত নাশপাতি (Opuntia stricta) এর সাথে খুব সাদৃশ্যপূর্ণ  এবং অস্ট্রেলিয়াতে কখনও কখনও দুটি প্রজাতির মধ্যবর্তী স্থানগুলি দেখা যায়। এটি ভারতীয় ডুমুর (Opuntia ficus-indica), সাদা-কাঁটাযুক্ত কাঁটাযুক্ত নাশপাতি (Opuntia streptacantha), drooping tree pear (Opuntia monacantha) এবং ভেলভেটি ট্রি পিয়ার (Opuntia tomentosa) এর মতও। এই প্রজাতিগুলি নিম্নলিখিত পার্থক্য দ্বারা আলাদা করা যেতে পারে:\nকাঁটাযুক্ত কীটপতঙ্গ নাশপাতি (Opuntia dillenii) অপেক্ষাকৃত বড় চ্যাপ্টা এবং দীর্ঘায়িত (অর্থাৎ উপবৃত্তাকার বা ওবোভেট) কান্ডের অংশ সহ একটি নিম্ন-বর্ধনশীল উদ্ভিদ (সাধারণত 50-100 সেমি লম্বা)। এই কান্ডের খন্ডগুলো লোমহীন এবং এদের উপরিভাগে বেশিরভাগ ছোট উত্থাপিত বাম্পে (অর্থাৎ অ্যারিওল) 1-7টি বড় কাঁটা রয়েছে। ফুল উজ্জ্বল হলুদ এবং ফল লালচে-বেগুনি।\nসাধারণ কাঁটাযুক্ত নাশপাতি (Opuntia stricta) হল একটি কম বর্ধনশীল উদ্ভিদ (সাধারণত 50-100 সেমি লম্বা) অপেক্ষাকৃত বড় চ্যাপ্টা এবং প্রসারিত (অর্থাৎ উপবৃত্তাকার বা ওবোভেট) কান্ডের অংশ। এই কান্ডের অংশগুলি লোমহীন এবং সাধারণত তাদের পৃষ্ঠের উপর ছোট উত্থাপিত বাম্পগুলিতে (অর্থাৎ আইওল) কোনও কাঁটা থাকে না (কখনও কখনও একটি বা দুটি বড় কাঁটা থাকে)। ফুল উজ্জ্বল হলুদ এবং ফল লালচে-বেগুনি।\n\nভারতীয় ডুমুর (Opuntia ficus-indica) একটি অপেক্ষাকৃত লম্বা ঝোপঝাড় বা গাছের মতো উদ্ভিদ (সাধারণত 1.5-3 মিটার লম্বা) খুব বড় চ্যাপ্টা এবং দীর্ঘায়িত (অর্থাৎ আয়তাকার, উপবৃত্তাকার বা ওমোভেট) কান্ডের অংশ। এই কান্ডের অংশগুলি লোমহীন এবং তাদের পৃষ্ঠের উপর ছোট উত্থিত বাম্পগুলিতে (অর্থাৎ অ্যারিওল) কোনও কাঁটা নেই। এতে হলুদ ফুল এবং লালচে বা গোলাপি রঙের ফল রয়েছে।\nএকটি জেরোফাইট, সাধারণত শুষ্ক রৌদ্রোজ্জ্বল অঞ্চলে পাহাড়ের ঢালে বেড়ে উঠতে দেখা যায়, যেখানে অন্য কোন গভীর শিকড়যুক্ত উদ্ভিদ নেই। এই গুল্ম একটি ব্যতিক্রমী দীর্ঘ ফুল এবং fruiting ঋতু আছে. এটি শুষ্ক অঞ্চলের বিরল বৃষ্টি থেকে জল দ্রুত শোষণ এবং সঞ্চয় করার জন্য অভিযোজিত। গাছটি একটি পুরু কিউটিকল দ্বারা আবৃত যা যথেষ্ট পরিমাণে শ্বাস-প্রশ্বাসকে বাধা দেয়। এই উদ্ভিদে, পাতাগুলি কাঁটাতে পরিবর্তিত হয়, যেখানে কান্ডটি সমতল, স্পঞ্জি, পাতার মতো কাঠামোতে পরিবর্তিত হয়, যার ভিতরে জল-সঞ্চয়কারী টিস্যু থাকে।\nহিমালয়ে 1,500 মিটার পর্যন্ত প্রচুর পরিমাণে বন্য পাওয়া যায়। রক্সবার্গ (1832) এই উদ্ভিদটিকে ভারতের স্থানীয় বলে মনে করেছিলেন, যেখানে ওয়াট (1891) এটিকে আমেরিকান বংশোদ্ভূত বলে বিশ্বাস করেছিলেন।\n\n\n== ফণী মনসার বৈশিষ্ট্য ==\nএকটি রসালো গুল্ম, মরুভূমি এবং শুষ্ক অবস্থার অধীনে ক্রমবর্ধমান;  কাণ্ড এবং শাখা. যেগুলি সবুজ, এবং চ্যাপ্টা হয়ে যায় এবং দেখতে অনেকটা পাতার মতো, তাদের বলা হয় ফাইলোক্লেড; উচ্চতা, 1 থেকে 1.8 মিটার; ইন্টারনোড, 15.2 সেমি লম্বা।\nপাতাগুলি মেরুদণ্ডে পরিবর্তিত হয় এবং তাদের কাজ পাতার মতো কান্ড দ্বারা গ্রহণ করা হয়; পরিবর্তিত পাতাগুলি একত্রিত হয়ে সূক্ষ্ম ব্রিস্টলের দল গঠন করে, যাকে বলা হয় অ্যারিওল; আরোলগুলি কাঁটাযুক্ত, বৃহত্তমটি খুব শক্ত, ধারালো এবং দৈর্ঘ্যে প্রায় 2 সেমি; প্রতি ইন্টারনোডে প্রায় 35 টি আরোল আছে।\nফুল, হলুদ, সম্পূর্ণ, হার্মাফ্রোডাইট, চক্রাকার, এপিজিনাস, অ্যাক্টিনোমর্ফিক, 5 থেকে 6 সেমি ব্যাস বিশিষ্ট epicalyx, 4 sepals সহ, সবুজ, 1.7 সেমি লম্বা, 1.8 সেমি চওড়া ক্যালিক্স, পলিসিপ্যালাস, 4টি সিপাল সহ, হলুদ 21, সবুজ। সেমি প্রশস্ত; করোলা, পলিপেটালাস, 12টি পাপড়ি সহ, নিয়মিত, উচ্চতর, চাইনিজ হলুদ 606, 3.2 সেমি লম্বা, 1.5 সেমি চওড়া; androecium polyandrous, অসীম (380 থেকে 450 stamens সহ); বহুমুখী, পুংকেশর দৈর্ঘ্যে অসম (প্রতিটি 8 থেকে 13 মিমি); gynoecium একটি আট-লবড স্টিগমা, প্রতিটি লোব প্রায় 6 মিমি লম্বা, স্টাইল 2 সেমি লম্বা; ডিম্বাশয়, নিকৃষ্ট; ডিম্বাণু, অসংখ্য। উপরের ইন্টারনোডে প্রায় 15 টি ফুল রয়েছে। প্রতিটি ফুল একটি স্কেল পাতার অক্ষ থেকে উদ্ভূত হয় যা আগে পড়ে যায় এবং গোড়ায় একটি দাগ রেখে যায়।\nফল, মাংসল, প্রায় বেরি-সদৃশ, পাইরিফর্ম, শীর্ষে বিষণ্ন, 6.1 সেমি লম্বা, 3.1 সেমি ব্যাস; ওজন, 24.92 গ্রাম; আয়তন, 24.00 মিলি; রঙ, গোলাপ বাংলা 25; সজ্জা, খুব mucilaginous; Fuchsia বেগুনি 28; রস, রোডামাইন বেগুনি 29/2।\nবীজ, সমতল থেকে কমা-আকৃতির, প্রতিটি ফলে প্রায় 125, ব্যাস 4 থেকে 5 মিমি; ওজন, 23 মিলিগ্রাম; আয়তন, 25 মাইক্রোলিটার। \n\n\n== ফুল ও ফলের মৌসুম ==\nসোলান অবস্থার অধীনে, ঝোপ ফনীমনসা. খুব দীর্ঘ সময়ের জন্য ফুল ফোটাতে থাকে। মে মাসের দ্বিতীয় সপ্তাহ থেকে আগস্টের মাঝামাঝি পর্যন্ত সামগ্রিকভাবে ফুলের ঋতু চলতে থাকে। তবে মে মাসের তৃতীয় সপ্তাহ থেকে জুনের প্রথম সপ্তাহে সর্বোচ্চ ফুল ফোটে।\nএকইভাবে, ফলের মৌসুমও ব্যতিক্রমীভাবে দীর্ঘ। এটি নভেম্বরে শুরু হয়েছিল এবং ফেব্রুয়ারি পর্যন্ত অব্যাহত ছিল। এপ্রিলের শেষ পর্যন্ত কিছু ফল ঝোপে দেখা যেত।\n\n\n== ফলন ==\n2.5 m2 জুড়ে ছড়িয়ে থাকা একটি গুল্ম বার্ষিক প্রায় 2.5 কেজি ফল দেয়।\n\n\n== ফলের রাসায়নিক গঠন ==\nফলের ভোজ্য অংশে 78.5 শতাংশ আর্দ্রতা থাকে।  ফলের মিউকিলাজিনাস রসে 10.8 শতাংশ মোট দ্রবণীয় কঠিন পদার্থ, 6.36 শতাংশ অম্লতা, 5.41 শতাংশ মোট শর্করা থাকে, যার বেশিরভাগই শর্করা কমায়। ফলের ভোজ্য অংশে ট্যানিন এবং পেকটিন উপাদান যথাক্রমে 0.11 এবং 0.24 শতাংশ। এই ফলের ভিটামিন সি কন্টেন্ট প্রতি 100 গ্রাম ফলের পাল্পে 10.38 মিলিগ্রাম।\nফলের ভোজ্য অংশের খনিজ উপাদান, ছাই দ্বারা উপস্থাপিত, 0.757 শতাংশ। প্রোটিনের পরিমাণ 0.45 গ্রাম, যেখানে ফসফরাস 0.025 গ্রাম; পটাশিয়াম, 0.458 গ্রাম; ক্যালসিয়াম, 0.242 গ্রাম; ম্যাগনেসিয়াম, 0.288 গ্রাম; এবং ভোজ্য অংশের প্রতি শত গ্রাম আয়রন 0.007 গ্রাম।\n\n\n== তথ্যসূত্র =="}