{"pageid": 11042, "title": "রোজালিন্ড ফ্রাঙ্কলিন", "url": "https://bn.wikipedia.org/wiki?curid=11042", "content": "রোজালিন্ড এলজি ফ্রাঙ্কলিন (ইংরেজি: Rosalind Elsie Franklin, ২৫শে জুলাই, ১৯২০, লন্ডন, যুক্তরাজ্য – ১৬ই এপ্রিল, ১৯৫৮, লন্ডন) একজন ব্রিটিশ ভৌত রসায়নবিদ ও কেলাসবিজ্ঞানী যিনি ডিঅক্সিরাইবোনিউক্লিয়িক অ্যাসিড তথা ডিএনএ-র আণবিক কাঠামো আবিষ্কারে গুরুত্বপূর্ণ অবদান রাখেন। ডিএনএ হল সমস্ত জীবকোষের ভেতরে অবস্থিত ক্রোমোজোম নামক অংশের গাঠনিক উপাদান, যাতে জীবের বংশগতি বা বংশাণুগত তথ্যগুলি সংকেতায়িত থাকে এবং যে তথ্যগুলি প্রজন্ম থেকে প্রজন্মে হস্তান্তরিত হয়। এছাড়া ফ্রাঙ্কলিন ভাইরাস নামক অণুজীবের গঠন সম্পর্কেও নতুন তথ্য আবিষ্কার করেন, যার বদৌলতে সাংগঠনিক ভাইরাসবিজ্ঞান নামক বিজ্ঞানের একটি নতুন উপশাখার ভিত্তি প্রতিষ্ঠিত হয়। এর বাইরে কয়লা এবং গ্রাফাইটের গঠন-কাঠামো অনুধাবনের ক্ষেত্রেও তার গুরুত্বপূর্ণ ভূমিকা ছিল।\nফ্রাঙ্কলিন যুক্তরাজ্যের লন্ডন শহরে জন্মগ্রহণ করেন। শৈশবে তিনি সেন্ট পলস গার্লস স্কুল বিদ্যালয়ে পড়াশোনা করেন। এরপর তিনি ১৯৩৮ সালে কেমব্রিজ বিশ্ববিদ্যালয়ের নিউনাম কলেজে ভৌত রসায়ন বিষয়ে পড়াশোনা শুরু করেন ও সেখান থেকে ১৯৪১ সালে স্নাতক হন। এরপর তিনি কেমব্রিজ বিশ্ববিদ্যালয়ে ভৌত রসায়নে গবেষণা করার জন্য একটি ফেলোশিপ বৃত্তি লাভ করেন। কিন্তু দ্বিতীয় বিশ্বযুদ্ধের সময় তার কর্মজীবনের গতিপথ বদলে যায়। তিনি লন্ডনের একজন বিমান হামলা ওয়ার্ডেন হিসেবে কাজ করতে শুরু করেন। ১৯৪২ সালে তিনি ফেলোশিপ ছেড়ে দেন এবং ব্রিটিশ কয়লা ব্যবহার গবেষণা সংস্থাতে (British Coal Utilisation Research Association) যোগদান করেন। সেখানে তিনি যুদ্ধের স্বার্থে কার্বন ও কয়লার শোষণ ধর্মের ব্যাখ্যা সংক্রান্ত গবেষণাতে অবদান রাখেন ও এ ব্যাপারে ৫টি গবেষণাপত্র প্রকাশ করেন। পরে এই গবেষণাকর্মটির উপর ভিত্তি করেই তিনি তার ডক্টরেট অভিসন্দর্ভটি রচনা করেন ও ১৯৪৫ সালে কেমব্রিজ বিশ্ববিদ্যালয় থেকে ডক্টরেট সনদ লাভ করেন। ১৯৪৭ থেকে ১৯৫০ সাল পর্যন্ত তিনি প্যারিসে অবস্থিত ফ্রান্সের জাতীয় কেন্দ্রীয় রাসায়নিক পরীক্ষাগারে (Laboratoire Central des Services Chimiques de l'Etat লাবোরাতোয়ার সঁত্রাল দে সের্ভিস শিমিক দ্য লেতা) বিজ্ঞানী জাক মেরাঁ-র সাথে কাজ করেন। সেখানে তিনি রঞ্জনরশ্মির অপবর্তন প্রযুক্তি ব্যবহার করে কী করে কার্বন অণুর কাঠামো নিয়ে গবেষণা করা যায়, সে ব্যাপারে শিক্ষালাভ করেন। এই কাজ করতে গিয়ে তিনি উত্তপ্ত কার্বনে গ্রাফাইট গঠনের ফলে যে কাঠামোগত পরিবর্তন আসে, সে ব্যাপারে গবেষণাকর্ম সম্পাদন করেন। তার এই কাজ কোকিং শিল্পের জন্য অত্যন্ত  মূল্যবান ছিল। সমগ্র কর্মজীবনে তিনি কয়লা ও কার্বনের গঠনের উপরে ১৭টি গবেষণাপত্র লেখেন।\n১৯৫১ সালে ফ্রাঙ্কলিন লন্ডনের কিংস কলেজের জীবপদার্থবৈজ্ঞানিক পরীক্ষাগারে (Biophysical Laboratory বায়োফিজিকাল ল্যাবরেটরি) ফেলো গবেষক হিসেবে একদল বিজ্ঞানীর সাথে যোগ দেন। সেখানে তিনি রঞ্জনরশ্মি অপবর্তনের পদ্ধতিগুলি ডিএনএ-সংক্রান্ত গবেষণাতে প্রয়োগ করেন, যা ছিল সম্পূর্ণ অভিনব একটি কাজ। সেসময় ডিএনএ-র রাসায়নিক গঠন ও কাঠামো নিয়ে তেমন কিছুই জানা ছিল না। ফ্রাঙ্কলিন শীঘ্রই ডিএনএ-র ঘনত্ব বের করেন। তিনি নিজের উদ্ভাবিত একটি কৌশল ব্যবহার করে ডিএনএর ছবি তোলেন এবং প্রথম প্রতিষ্ঠা করেন যে ডিএনএ অণুর আকৃতি কুণ্ডলাকার। সেসময় অন্য কোনও বিজ্ঞানীই ডিএনএ অণুর এরকম চিত্র তুলতে সক্ষম হয়নি। এছাড়া ফ্রাঙ্কলিন ডিএনএ অণুতে ফসফেট চিনির অণুগুলির অবস্থান নির্ণয় করতে সক্ষম হন। কিংস কলেজে ফ্রাঙ্কলিনের সাথে তার একজন সহকর্মী মরিস উইলকিন্‌সের সম্পর্ক ভাল যাচ্ছিল না। ডিএনএ-র কাঠামো সংক্রান্ত যেসব তথ্য ফ্রাঙ্কলিন আবিষ্কার করেছিলেন, সেগুলি তার অজান্তে ও তার অনুমতি ছাড়াই উইলকিন্‌স ১৯৫৩ সালের কেমব্রিজ বিশ্ববিদ্যালয়ের দুইজন বিজ্ঞানী - মার্কিন জীবরসায়নবিদ জেমস ওয়াটসন ও ব্রিটিশ জীবরসায়নবিদ ফ্রান্সিস ক্রিকের কাছে সরবরাহ করে দেন। ফ্রাঙ্কলিন ডিএনএ অণুসমূহের যে অপেক্ষাকৃত পরিষ্কার রঞ্জনরশ্মি চিত্রগুলি তৈরি করেন, সেগুলির উপর ভিত্তি করে এবং নিজেদের খুঁজে পাওয়া তথ্য মিলিয়ে ১৯৫৩ সালেই কয়েক মাস পরে নেচার নামক গবেষণা সাময়িকীতে প্রকাশিত একটি প্রবন্ধে ওয়াটসন ও ক্রিক প্রস্তাব করেন যে ডিএনএ-র গঠন একটি দ্বি-কুণ্ডলাকৃতি পলিমার, যেখানে দুইটি ডিএনএ তন্তু একে অপরকে সাপের মত পেঁচিয়ে আছে। কিন্তু এর আগ পর্যন্ত ফ্রাঙ্কলিন জানতেন না যে তার গবেষণাকর্ম এভাবে ব্যবহার করা হয়েছে। নেচার পত্রিকার ঐ একই সংখ্যাতে উইলকিন্‌স ও ফ্রাঙ্কলিন আলাদা আলাদা সহনিবন্ধ প্রকাশ করেন। এরপর ফ্রাঙ্কলিন এ ব্যাপারে আরও পাঁচটি গবেষণাপত্র প্রকাশ করেন।\n১৯৫৩ থেকে ১৯৫৮ সাল পর্যন্ত ফ্রাঙ্কলিন লন্ডন বিশ্ববিদ্যালয়ের নৈশকালীন উচ্চশিক্ষাপ্রতিষ্ঠান বার্কবেক কলেজের কেলাসবিজ্ঞান পরীক্ষাগারে কাজ করেন। সেখানে তিনি কয়লা ও ডিএনএ-র ওপর তার গবেষণাকর্মগুলি সমাপ্ত করেন এবং তামাকের মোজাইক ভাইরাসের আণবিক গঠনের উপর একটি প্রকল্প হাতে নেন। অন্যান্য বিজ্ঞানীদের সাথে তার যৌথভাবে করা একটি গবেষণাকর্মে প্রমাণিত হয় যে ঐ ভাইরাসের অভ্যন্তরস্থ রাইবোনিউক্লিয়িক অ্যাসিড (আরএনএ) ভাইরাসের ভেতরের গহ্বরে নয়, বরং এর প্রোটিনগাত্রের মধ্যে গ্রথিত থাকে। তারা আরও দেখান যে এই আরএনএ-টি ছিল একটি মাত্র কুণ্ডলাকার তন্তুর ন্যায়, ব্যাকটেরিয়াসদৃশ ভাইরাস ও উচ্চতর জীবে প্রাপ্ত ডিএনএ-র মত দ্বি-কুণ্ডলাকার তন্তুসমষ্টি নয়। জীবনের শেষপর্যায়ে ফ্রাঙ্কলিন জীবন্ত পোলিও ভাইরাসের কাঠামোর উপর কাজ করছিলেন, যদিও এর ফলে তার নিজের পোলিও রোগে সংক্রামিত হওয়ার ঝুঁকি ছিল। তার মৃত্যুর পর এরকম ঝুঁকিপূর্ণ ভাইরাসকে নিয়ে গবেষণায় বিরতি দেওয়া হয়।\nফ্রাঙ্কলিন ১৯৫৮ সালে ডিম্বাশয়ের কর্কটরোগ বা ক্যানসারে আক্রান্ত হয়ে মাত্র ৩৮ বছর বয়সে অকালে মৃত্যুবরণ করেন। তার মৃত্যুর ৪ বছর পরে ১৯৬২ সালে মরিস উইলকিন্‌স, জেমস ওয়াটসন ও ফ্রান্সিস ক্রিক-কে ডিএনএ-র কাঠামো আবিষ্কারে অবদান রাখার জন্য চিকিৎসাবিজ্ঞানে নোবেল পুরস্কার দেওয়া হয়। অনেকে মনে করেন ফ্রাঙ্কলিন বেঁচে থাকলে তাঁকেও এই পুরস্কারের অংশীদার করা হত।\n\n\n== প্রাথমিক জীবন ==\n\nফ্রাঙ্কলিন লন্ডনের নটিং হিল এলাকাতে একটি সচ্ছল ইহুদি পরিবারে জন্মগ্রহণ করেন। তার বাবা এলিস আর্থার ফ্রাঙ্কলিন (১৮৯৪-১৯৬৪) ছিলেন একজন ব্যাংক কর্মকর্তা এবং তার মা ছিলেন মুরিয়েল ফ্রান্সিস ওয়েলি (১৮৯৪-১৯৭৬)। রোজালিন্ড তার পরিবারের বড় মেয়ে ছিলেন। ফ্রাঙ্কলিন একজন অজ্ঞেয়বাদী হিসেবে নিজেকে ঘোষণা করেন।\nছোটবেলা থেকেই ফ্রাঙ্কলিনের বেশ শিক্ষাগত দক্ষতা ছিল। তিনি সেন্ট পল'স গার্লস স্কুলে পড়াশুনা করেন। তিনি বিজ্ঞান, ল্যাটিন ভাষা এবং খেলাধুলায় দক্ষ ছিলেন।\n\n\n=== কেমব্রিজ বিশ্ববিদ্যালয় এবং দ্বিতীয় বিশ্ব যুদ্ধ ===\nফ্রাঙ্কলিন নিউনাম কলেজ, কেমব্রিজ এ ১৯৩৮ সালে অধ্যয়ন করতেন রসায়ন বিষয়ের উপর। তার শিক্ষকদের মধ্যে একজন ছিলেন বর্ণালীবীক্ষণবিদ ডব্লিউ সি প্রাইস,যিনি পরবর্তীতে কিংস কলেজে তার একজন ঊর্ধ্বতন সহকর্মী ছিলেন।  ১৯৪১ সালে ফ্রাঙ্কলিন তার শেষবর্ষের পরীক্ষায় দ্বিতীয় শ্রেণীতে স্নাতক হয়ে উত্তীর্ণ হন। চাকুরীর যোগ্যতা হিসেবে তখনকার সময়ে এটাকে সম্মাননা সনদ হিসেবে মূল্যায়ন করা হত। কেমব্রিজ বিশ্ববিদ্যালয় ১৯৪৭ সাল হতে মহিলাদের উপাধিসূচক বি.এ এবং এম.এ সনদ প্রদান শুরু করে,যা থেকে পূর্বের মহিলা স্নাতকেরা বঞ্চিত ছিল। কেমব্রিজে তার শেষ বর্ষে একজন ফরাসি শরণার্থী আদ্রিয়াঁ ওয়েলের সাথে তার দেখা হয়ম যিনি মারি কুরি-র এক প্রাক্তন ছাত্র ছিল। আদ্রিয়াঁ ফ্রাঙ্কলিনের জীবন ও কর্মজীবনের উপর বড় প্রভাব রাখেন। তার কাছ থেকেই ফ্রাঙ্কলিন ফরাসি ভাষায় কথা বলা শিখেন। \nঐ সময়ে ফ্রাঙ্কলিন কেমব্রিজ বিশ্ববিদ্যালয় এর ভৌত রসায়ন পরীক্ষাগারে রোনাল্ড নরিশের (১৯৬৭ সালে রসায়নে নোবেল পুরস্কার বিজেতা) তত্ত্বাবধানে কাজ করতেন।\n\n\n== তথ্যসূত্র =="}