{"pageid": 1104645, "title": "বাংলাদেশে ধর্মীয় স্বাধীনতা", "url": "https://bn.wikipedia.org/wiki?curid=1104645", "content": "বাংলাদেশের সংবিধানে সংবিধানের ভূমিকা ও প্রথম অংশে দুইবার ইসলামের কথা বলা হয়েছে। নথিটি ইসলামিক বাক্যাংশ দিয়ে শুরু হয় (بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ) যা বাংলাতে অনুবাদ করলে হয় \"পরম করুণাময়, দয়াময় আল্লাহর নামে\" এবং অনুচ্ছেদ (২ক) ঘোষণা করে যে:\"ইসলাম প্রজাতন্ত্রের রাষ্ট্রধর্ম\"। প্রধানমন্ত্রী শেখ হাসিনা বলেছেন, বাংলাদেশ মদিনার সনদের চেতনা অনুযায়ী পরিচালিত হবে। কিন্তু একই সাথে, বাংলাদেশের সংবিধান ধর্মনিরপেক্ষতাকে মুখ্য সেবা প্রদান করে কারণ এটি বাংলাদেশের মূল সংবিধানের চারটি মৌলিক নীতির একটি। ২ক দ্বারা রাষ্ট্রধর্ম হিসাবে ইসলাম থাকা সত্ত্বেও। বাংলাদেশ বেশিরভাগ ধর্মনিরপেক্ষ আইন দ্বারা শাসিত হয়, যে সময় থেকে এই অঞ্চলটি ব্রিটিশদের দ্বারা শাসিত হয়েছিল। সংবিধানে আরও বলা হয়েছে যে \"রাষ্ট্র হিন্দু, বৌদ্ধ, খ্রিষ্টান এবং অন্যান্য ধর্ম পালনে সমান মর্যাদা এবং সমান অধিকার নিশ্চিত করবে\"। \"ধর্মের স্বাধীনতা\" হলো এর মৌলিক কাঠামো যা বাংলাদেশী সংবিধান দ্বারা নিশ্চিত করা হয়েছে যেখানে এটি তার সকল নাগরিককে তাদের ধর্মীয় পার্থক্য নির্বিশেষে সমান অধিকারের আহ্বান জানায় এবং এটি বিভিন্ন ক্ষেত্রে ধর্মের বৈষম্যকে নিষিদ্ধ করে। বাংলাদেশ কয়েকটি ধর্মনিরপেক্ষ মুসলিম-সংখ্যাগরিষ্ঠ দেশগুলির মধ্যে একটি এবং \"ধর্মান্তরকরণ\" অর্থাৎ একটি ধর্ম থেকে অন্য ধর্মে ধর্মান্তরিতকরণ সাধারণত এখানে গৃহীত হয় এবং সংবিধানের ৪১ অনুচ্ছেদের অধীনে আইন, জনশৃঙ্খলা এবং নৈতিকতা সাপেক্ষে আইন দ্বারা বৈধ করা হয়। বাংলাদেশের প্রধান ধর্ম হলো ইসলাম (৯০.৯%), কিন্তু ২০১১ সালের আদমশুমারি অনুযায়ী জনসংখ্যার একটি উল্লেখযোগ্য অংশ হিন্দুধর্ম (৮%) অনুসরণ করে; অন্যান্য ধর্মীয় গোষ্ঠীর মধ্যে রয়েছে বৌদ্ধ ০.৬%, (বেশিরভাগই থেরবাদ), খ্রিস্টান (০.৩%, বেশিরভাগ রোমান ক্যাথলিক), এবং সর্বপ্রাণ (০.২%)। বাংলাদেশ একটি ধর্মনিরপেক্ষ রাষ্ট্র হিসাবে প্রতিষ্ঠিত হয়েছিল, কিন্তু ১৯৮০ এর দশকে ইসলামকে রাষ্ট্রধর্ম করা হয়। কিন্তু ২০১০ সালে, হাইকোর্ট ১৯৭২ সালের সংবিধানের ধর্মনিরপেক্ষ নীতিগুলি ধরে রেখেছে। আইন বহির্ভূত গ্রাম সালিস দ্বারা মহিলাদের বিরুদ্ধে করা নৃশংস শাস্তির অভিযোগের পরে, হাইকোর্ট ইসলামিক হুকুম (ফতোয়া) দ্বারা শাস্তির বিরুদ্ধেও তার অবস্থানকে শক্তিশালী করেছে।\n\n২০২১ সালের জানুয়ারির সরকারি অনুমান অনুযায়ী বাংলাদেশের জনসংখ্যা ১৬৬,৩০৩,৪৯৮।\n\n\n== ধর্মীয় স্বাধীনতার অবস্থা ==\n\n\n=== আইনি এবং নীতি কাঠামো ===\nসংবিধান ইসলামকে রাষ্ট্রধর্ম হিসেবে প্রতিষ্ঠা করে কিন্তু এটাও বলে যে অন্য ধর্মগুলোও সম্প্রীতির সাথে পালন করা যেতে পারে। ইসলামী আইন মুসলিম সম্প্রদায়ের সাথে সম্পর্কিত নাগরিক বিষয়ে একটি ভূমিকা পালন করে; যদিও, ইসলামী আইনের কোন আনুষ্ঠানিক বাস্তবায়ন নেই এবং এটি অমুসলিমদের উপর চাপিয়েও দেওয়া হয় না। পারিবারিক আইনে মুসলিম, হিন্দু ও খ্রিস্টানদের জন্য আলাদা বিধান রয়েছে। বিবাহ, বিবাহবিচ্ছেদ এবং দত্তক গ্রহণ সংক্রান্ত পারিবারিক আইন জড়িত ব্যক্তিদের ধর্মীয় বিশ্বাসের উপর নির্ভর করে ভিন্ন। উদাহরণস্বরূপ, মুসলিম পারিবারিক অধ্যাদেশের অধীনে নারীদের কম উত্তরাধিকারী এবং পুরুষদের তুলনায় কম বিবাহবিচ্ছেদের অধিকার রয়েছে। জেল কোড বন্দীদের ধর্মীয় উৎসব পালনের জন্য অনুমতি দেয়, যার মধ্যে রয়েছে উৎসবের দিনগুলিতে অতিরিক্ত খাবার গ্রহণ বা ধর্মীয় উপবাসের অনুমতি। ২০১০ সালে, হাইকোর্ট ১৯৭২ সালের সংবিধানের ধর্মনিরপেক্ষ নীতিগুলি ধরে রেখেছে। আইন বহির্ভূত গ্রাম সালিস দ্বারা মহিলাদের বিরুদ্ধে করা নৃশংস শাস্তির অভিযোগের পরে, হাইকোর্ট ইসলামিক হুকুম (ফতোয়া) দ্বারা শাস্তির বিরুদ্ধেও তার অবস্থানকে শক্তিশালী করেছে।\n২০১১ সালে, সরকার ধর্মীয় কল্যাণ ট্রাস্ট (সংশোধনী) আইন পাস করে, যা ১৯৮৩ সালের খ্রিস্টান ধর্মীয় কল্যাণ ট্রাস্ট অধ্যাদেশ অনুযায়ী নবগঠিত খ্রিস্টান ধর্মীয় কল্যাণ ট্রাস্টের জন্য তহবিল সরবরাহ করে। ২০১১ সালে সরকার অর্পিত সম্পত্তি প্রত্যাবর্তন আইনও পাস করে, যা দেশের হিন্দু জনগোষ্ঠীর কাছ থেকে জব্দ করা সম্পত্তির সম্ভাব্য ফেরত দিতে সক্ষম করে। ২০১২ সালে, সরকার হিন্দু বিবাহ নিবন্ধন আইন পাস করে, যা হিন্দুদের জন্য তাদের বিবাহ সরকারের কাছে নিবন্ধনের বিকল্প প্রদান করে। এই বিলের লক্ষ্য ছিল হিন্দু নারীদের অধিকার রক্ষা করা, যাদের অধিকার ধর্মীয় বিবাহের অধীনে সুরক্ষিত নয়।\n\n\n=== শিক্ষা ===\nধর্মীয় শিক্ষা বাধ্যতামূলক এবং সমস্ত সরকারি স্কুলে যা পাঠ্যক্রমের অংশ। শিক্ষার্থীরা শ্রেণীকক্ষে যোগ দেয় যেখানে তাদের নিজস্ব ধর্মীয় বিশ্বাস শেখানো হয়। সংখ্যালঘু ধর্মীয় গোষ্ঠীর শিক্ষার্থীসহ স্কুলগুলিকে সাধারণত স্থানীয় গীর্জা বা মন্দিরগুলিতে স্কুল সময়ের বাইরে ধর্মীয় অধ্যয়নের ক্লাস করার অনুমতি দেওয়া হয়।\nসরকার ইমামদের জন্য প্রশিক্ষণ একাডেমি পরিচালনা করে এবং ইসলামিক ধর্মীয় বিদ্যালয় বা মাদ্রাসায় ধর্মীয় শিক্ষার বিষয়বস্তু নিরীক্ষণ করে এবং ধর্মীয় শিক্ষার বিষয়বস্তুকে আধুনিকীকরণ ও মূলধারায় অন্তর্ভুক্ত করাসহ পাঠ্যক্রমের পরিবর্তন করার অভিপ্রায় ঘোষণা করে।\nএখানে কয়েক হাজার মাদ্রাসা রয়েছে, যার মধ্যে কিছু সরকারী অর্থায়নে পরিচালিত হয়। তবে দেশে দুই ধরনের মাদ্রাসা আছে: কওমি ও আলিয়া। কওমি মাদ্রাসাগুলো সরকারের আওতার বাইরে পরিচালিত হয়। তাই, আলিয়া মাদ্রাসাগুলি সরকারের কাছ থেকে সমর্থন এবং পাঠ্যক্রম তদারকি পায় যেখানে কওমি মাদ্রাসাগুলি পায়না।\nযাইহোক, অধিকাংশ ক্ষেত্রে বাংলাদেশের স্কুলগুলিতে ধর্মীয় ও নৈতিক শিক্ষার ক্লাসে শিক্ষকরা সার্বজনীন ধর্মীয় শিক্ষার চেয়ে বিশেষভাবে ইসলাম বিষয়ের উপর বেশি জোর দেন এবং অমুসলিম শিক্ষার্থীরা তাদের প্রতিষ্ঠান থেকে খুব কমই বা এমনকি আনুষ্ঠানিক শিক্ষা পায়ও করে না এবং এভাবে তাদের নিজেদেরই তা পড়তে হয়। আধা-সরকারি শিক্ষা প্রতিষ্ঠানগুলো প্রায়ই ধর্মীয় ক্লাস পরিচালনার জন্য মাওলানাদের নিয়োগ করে থাকে যারা ক্লাসে অমুসলিম শিক্ষার্থীদের তাদের নিজস্ব পাঠ্যপুস্তক পড়াতে অনিচ্ছা দেখায়। দেশের জাতীয় পাঠ্যক্রমে বাংলা বিষয়ের অংশ হিসাবে, ৫ম শ্রেণীতে ধর্ম ও বর্ণ নির্বিশেষে সকল শিক্ষার্থীদের নবি মুহাম্মাদের বিদায় হজ্জের ভাষণ পড়ানো হয়; মুহাম্মাদের জীবন-সম্পর্কিত বিষয়গুলির উপর অধ্যয়নের ধারাবাহিকতা পরবর্তী ক্লাসগুলিতেও দেখা যায় এবং এটি সকল ধর্মের শিক্ষার্থীদের জন্য বাধ্যতামূলক। ইসলামের ইতিহাস ও সংস্কৃতি কলেজ পর্যায়ে মানবিক বিভাগেও অন্তর্ভুক্ত।\n\n\n== নির্যাতন ==\n\n\n=== হিন্দুদের উপর নির্যাতন ===\n\nহিন্দু ও বৌদ্ধ সংখ্যালঘুদের লক্ষ্য করে গণহত্যার তালিকা, প্রধানত উগ্র ইসলামবাদী এবং রাজাকার দ্বারা:\n\n১৯৪৬ নোয়াখালী দাঙ্গা\n১৯৬২-এর রাজশাহী হত্যাকাণ্ড\n১৯৬৪ পূর্ব পাকিস্তান দাঙ্গা\n১৯৭১ বাংলাদেশে গণহত্যা\nঅপারেশন সার্চলাইট\nচুকনগর গণহত্যা\nজাঠিভাঙ্গা গণহত্যা\nশাঁখারীবাজার গণহত্যা\nরাজাকার\n১৯৮৯ বাংলাদেশ দাঙ্গা\n১৯৯০ বাংলাদেশে সাম্প্রদায়িক সহিংসতা\n১৯৯২ বাংলাদেশে হিন্দু নির্যাতন\n২০১২ চিরিরবন্দর সহিংসতা\n২০১২ ফতেহপুর সহিংসতা\n২০১২ হাটহাজারী সহিংসতা\n২০১৩ বাংলাদেশে হিন্দু বিরোধী সহিংসতা\n২০১৪ বাংলাদেশে হিন্দু বিরোধী সহিংসতা\n২০১৬ নাসিরনগর সাম্প্রদায়িক সহিংসতা\n২০২১ বাংলাদেশে সাম্প্রদায়িক সহিংসতা\n২০১৬ সালে ধর্ম অবমাননার অভিযোগে সহিংসতায় ১৫টি মন্দির এবং ১০০টি বাড়িঘর ধ্বংসের দিকে পরিচালিত করে যদিও কর্তৃপক্ষের মতে মাত্র ৮টি মন্দির এবং ২২টি বাড়ি ক্ষতিগ্রস্ত হয়েছিল৷ শুধুমাত্র ২০১৭ সালে বিজেএইচএম-এর প্রতিবেদন অনুযায়ী, হিন্দু সম্প্রদায়ের অন্তত ১০৭ জন নিহত হয়েছিল এবং ৩১ জনকে জোরপূর্বক গুমের শিকার হয়েছে ৭৮২ হিন্দুদের হয় দেশ ত্যাগ করতে বাধ্য করা হয়েছে বা চলে যাওয়ার হুমকি দেওয়া হয়েছে। এছাড়াও ২৩ জনকে অন্য ধর্মে ধর্মান্তরিত হতে বাধ্য করা হয়েছে। বছরে অন্তত ২৫ হিন্দু নারী ও শিশু ধর্ষণের শিকার হয়েছে, এবং ২৩৫টি মন্দির ও মূর্তি ভাংচুর করা হয়েছে। ২০১৭ সালে হিন্দু সম্প্রদায়ের সাথে মোট নৃশংসতার সংখ্যা প্রায় ৬৪৭৪টি। ২০১৯ সালের বাংলাদেশের নির্বাচনের সময়, শুধুমাত্র ঠাকুরগাঁওয়ে হিন্দু পরিবারের আটটি বাড়িতে আগুন দেওয়া হয়।\n\n\n=== খ্রিস্টানদের উপর নির্যাতন ===\nসংযুক্ত আরব আমিরাত এবং আলজেরিয়ার মধ্যে খ্রিস্টানদের ধর্মীয় নিপীড়নের জন্য বিশ্ব ওয়াচ লিস্টে বাংলাদেশ ৪১ নম্বরে রয়েছে।\n২০১৬ সালে, চারজনকে তাদের খ্রিস্টান বিশ্বাসের জন্য হত্যা করা হয়েছিল। ক্রমবর্ধমান খ্রিস্টান জনসংখ্যা ক্রমবর্ধমান নির্যাতন এর শীকার হয়।\n\n\n=== আহমদীয়াদের উপর নির্যাতন ===\n\nআহমদীয়াদের বিভিন্ন প্রতিবাদ ও সহিংসতার দ্বারা লক্ষ্যবস্তু করা হয়েছে এবং মৌলবাদী ইসলামী দলগুলো দাবি করেছে যে আহমদীয়াদের আনুষ্ঠানিকভাবে কাফির ঘোষণা করা হবে।\n\n\n=== নাস্তিকদের উপর নির্যাতন ===\n\nবেশ কিছু বাংলাদেশী নাস্তিককে হত্যা করা হয়েছে এবং বাংলাদেশী ইসলামী সংগঠন আনসারুল্লাহ বাংলা দল দ্বারা জারি করা একটি \"হিট লিস্ট\" বিদ্যমান রয়েছে। গুপ্তহত্যার হুমকিতে বাংলাদেশ ত্যাগ করছেন সক্রিয় নাস্তিক ব্লগাররা।\n\n\n== আরও দেখুন ==\n১৯৭১ বাংলাদেশে গণহত্যা\nবাংলাদেশে মানবাধিকার\n\n\n== তথ্যসূত্র =="}