{"pageid": 1104506, "title": "বিদ্যা (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1104506", "content": "বিদ্যা (সংস্কৃত: विद्या) ভারতীয় দর্শন সম্পর্কিত সমস্ত গ্রন্থে বিশিষ্টভাবে পরিসংখ্যান –মানে বিজ্ঞান, শিক্ষা, জ্ঞান ও বৃত্তি; সবচেয়ে গুরুত্বপূর্ণভাবে, এটি বৈধ জ্ঞানকে বোঝায়, যা বিরোধিতা করা যায় না এবং সত্য জ্ঞান, যা নিজের সম্পর্কে স্বজ্ঞাতভাবে অর্জিত জ্ঞান। বিদ্যা নিছক বুদ্ধিবৃত্তিক জ্ঞান নয়, বেদের জন্য বোঝার চাহিদা রয়েছে।\n\n\n== অর্থ ==\nবিদ্যা প্রাথমিকভাবে বিজ্ঞান, শিক্ষা, দর্শন বা কোনো বাস্তব জ্ঞানের ক্ষেত্রে \"সঠিক জ্ঞান\" বোঝায় যা বিতর্কিত বা খণ্ডন করা যায় না। এর মূল হল বিদ  (সংস্কৃত: विद्), যার অর্থ হল \"বিবেচনা করা\", জ্ঞাতা, সন্ধান করা, জানা, অর্জন করা বা বোঝা।\n\n\n== হিন্দুধর্মে ==\nহিন্দু দর্শনে, বিদ্যা \nআত্মার জ্ঞান বা আধ্যাত্মিক জ্ঞানকে বোঝায়; এটি হিন্দু দর্শনের ছয়টি দর্শনের অধ্যয়নকে নির্দেশ করে: ন্যায়, যোগ, বৈশেষিক, সাংখ্য ও মীমাংসা। আত্মার জ্ঞান অর্জনের প্রক্রিয়া শুরু হতে পারে না যতক্ষণ না কেউ প্রাণবিদ্যা বা অগ্নিবিদ্যাকে সম্পূর্ণরূপে অন্বেষণ না করে তার অসংখ্য ধাপে; বিদ্যা বা উপাসনা থেকে জ্ঞান সর্বদাই উপনিষদ দ্বারা নির্দেশিত শাশ্বত আদেশ ছিল। বিদ্যার মাধ্যমে সত্তার পূর্ণতা ও পরিপূর্ণতার পর জ্ঞানের সূচনা হয়; অতঃপর, একজন ব্যক্তি ইতিমধ্যেই মৃত্যুর বন্ধন ছিন্ন করে জন্ম-মৃত্যু অতিক্রম করে।\n\n\n=== বেদ ===\nবৈদিক যুগে, বিদ্যাদান বা শিক্ষার জন্য উপহারকে সর্বোত্তম উপহার হিসাবে বিবেচনা করা হত, এমনকি জমি উপহারের চেয়েও উচ্চতর ধর্মীয় কার্যকারিতা ছিল। বিদ্যা মূল থেকে আসে বিদ (জানতে); তাই এর অর্থ জ্ঞান, বিজ্ঞান, শিক্ষা, বিদ্যা, পাণ্ডিত্য ও দর্শন। মূলত চারটি বিদ্যা আছে:\n\nত্রায়ি (ত্রিপল) যা বেদ ও তাদের সহায়ক গ্রন্থের অধ্যয়ন;\nআনভিকসিকি যা যুক্তিবিদ্যা ও অধিবিদ্যা;\nদন্ডনীতি যা সরকারের বিজ্ঞান;\nভারুম, ব্যবহারিক শিল্প যেমন কৃষি, বাণিজ্য, ঔষধ ইত্যাদি।\nবিদ্যা অন্তর্দৃষ্টি দেয়, আধ্যাত্মিক ক্ষেত্রে এটি পরিত্রাণের দিকে নিয়ে যায়, জাগতিক ক্ষেত্রে এটি উন্নতি এবং সমৃদ্ধির দিকে নিয়ে যায়। বিদ্যা মনকে আলোকিত করে এবং ভ্রমকে চূর্ণ করে, বুদ্ধিমত্তা, শক্তি ও দক্ষতা বাড়ায়; বুদ্ধি বিকাশ করে এবং এটিকে আরও পুনঃসূক্ষ্ম করে তোলে; এটি সমস্ত সুখের মূল ও আলোকসজ্জা এবং শক্তির উৎস হিসাবে সম্পূর্ণ রূপান্তরকে প্রভাবিত করে।  বিদ্যা শব্দটি ঋগ্বেদে পাওয়া যায় না, এটি অথর্ববেদে ও যজুর্বেদের ব্রাহ্মণ অংশে এবং উপনিষদে পাওয়া যায়।\n\n\n=== অগ্নি বিদ্যা ===\nঅগ্নি বিদ্যা বা আগুনের বিজ্ঞানকে বলা হয় প্রাচীন ভারতীয়দের সর্বশ্রেষ্ঠ আবিষ্কার যারা ক্রমাগত গবেষণা, মনন, পর্যবেক্ষণ ও পরীক্ষা-নিরীক্ষার মাধ্যমে স্বর্গীয় আগুনের প্রত্যক্ষ অভিজ্ঞতা লাভ করেছিল; তাদের অভিজ্ঞতা তাদের বাহ্যিক ও অভ্যন্তরীণ জগতের নিরাময় এবং লালনপালনের জন্য এই জ্ঞান ব্যবহার করার উপায়গুলি আবিষ্কার করতে পরিচালিত করেছিল। তাদের কাছে আগুন পবিত্র, এবং আগুনের বিস্তৃত প্রকৃতির কারণে সমস্ত জিনিস পবিত্র। দেহ ও মন যা আগুনের সম্প্রসারণ যা আত্মা স্বতঃস্ফূর্তভাবে নির্গত করে তাও পবিত্র। শরীরের মধ্যে আগুনের সবচেয়ে উল্লেখযোগ্য কেন্দ্রগুলি ইন্দ্রিয় অঙ্গগুলির তুলনায় আরও সূক্ষ্ম। তাদের বলা হয় চক্র যা পবিত্র আগুনের সাতটি ক্ষেত্র। ব্যতীত ও ভিতরে আগুনের ভূমিকার বোঝা সঠিক স্ব-বোঝা দেয় যা যোগ অনুশীলনের মাধ্যমে অর্জিত হয়। যজ্ঞের কর্মক্ষমতা হল অগ্নি বিদ্যার কর্মকাণ্ডের দিক। সমস্ত আচার-অনুষ্ঠান নির্ধারিত নিয়ম ও শর্তাবলী অনুসরণ করে। অগ্নিকাণ্ডের প্রধান কাজ হল প্রকৃতির সর্বোত্তম শক্তি ও দেবতাদের কাছে নৈবেদ্য প্রদান করা যা অভ্যন্তরীণ চেতনার স্থানকে পূর্ণ করে; আগুন এই বাহিনী ও দেবতাদের জন্য উৎসর্গ বহন করে। আগুনের সাতটি জিহ্বা রয়েছে যার সবকটিতেই অনন্য গুণ রয়েছে। দেবতা, দেবী, দেবতা ও প্রকৃতির শক্তি সাতটি প্রধান বিভাগে বিভক্ত যা আগুনের সাতটি জিভের গুণাবলীর সাথে মেলে।\n\n\n=== বেদান্ত ও উপনিষদে ===\n\n\n==== আত্মিকত্ব ====\nআত্মিকত্ব বা আত্মের পরম একত্ব হল সমগ্র অদ্বৈত বেদান্তের বিষয়বস্তু যা ছয়টি প্রমাণ বা বৈধ জ্ঞানের উপায়কে আলাদা করে, কিন্তু এই বিদ্যা বা ব্রাহ্মণের জ্ঞান হল গুহহিত, গহবরেষ্ট অর্থাৎ গোপন স্থানে স্থাপন করা এবং এর গভীরতায় লুকিয়ে আছে, অধ্যাত্ম-যোগ ছাড়া অপ্রাপ্য, নিজের প্রকৃতিকে কেন্দ্র করে ধ্যান।\nবেদান্ত সাহিত্য শুধুমাত্র এটির জন্য প্রস্তুতিমূলক, এটি অজ্ঞতা দূর করে এবং মনকে গ্রহণযোগ্য করে কিন্তু সত্য প্রকাশ করে না তাই এটি জ্ঞানের একটি পরোক্ষ মাধ্যম। আত্মের একত্ব, যা স্ব-প্রতিষ্ঠিত এবং স্ব-উজ্জ্বল, তাকে বলা হয় মহাজাগতিক তথ্যে বিদ্যা যা ব্রহ্মের প্রকৃত প্রকৃতি প্রকাশ করে, স্ব-উজ্জ্বল বিশুদ্ধ চেতনা যা কোন ভিসায় নয় ('বস্তু বা বিষয়বস্তু') কিন্তু একটি বিষয়, সমস্ত প্রচলিত বিষয় এবং বস্তুর সীমা অতিক্রম করে। আত্মা বা আত্মাকে অন্বেষণ করতে হবে, আত্মাকে অনুসন্ধান করতে হবে, জানা ও বুঝতে হবে।\n\n\n==== জ্ঞানের শ্রেণিবিন্যাস ====\nমুন্ডক উপনিষদ (শ্লোক ১.১.৪) এর ঋষি, জ্ঞানতাত্ত্বিক উদ্বেগের চেয়ে আচার-অনুষ্ঠানের প্রেক্ষাপটে, বলেছেন যে দুটি ধরনের জ্ঞান (বিদ্যা) অর্জন করতে হবে, উচ্চ (পরা) ও নিম্ন (অপরা) ) পরাবিদ্যা, উচ্চতর জ্ঞান হল পরম জ্ঞান (ব্রহ্ম, আত্মা); অপরা, নিম্ন জ্ঞান, হল জগৎ-বস্তু, ঘটনা, উপায়, শেষ, গুণ ও অপকর্মের জ্ঞান। পরাবিদ্যা এর বিষয়বস্তু হিসেবে বাস্তবতা আছে; অপরাবিদ্যা, অভূতপূর্ব বিশ্ব। অদ্বৈত বেদান্ত অনুসারে, পরাবিদ্যা, এর বিষয়বস্তুর প্রকৃতির দ্বারা, চূড়ান্ততার অনন্য গুণের অধিকারী যা অন্য কোনো বা জ্ঞানের সাথে সংযুক্ত হতে পারে এমন কোনো অনুমিত চূড়ান্ততাকে বাতিল করে দেয়, এবং স্বজ্ঞাতভাবে স্ব-প্রত্যয়িত হিসাবে অর্জিত হয়। একবার ব্রহ্ম উপলব্ধি করা হলে জ্ঞানের অন্যান্য সমস্ত পদ্ধতিকে অবিদ্যা দ্বারা স্পর্শ করতে দেখা যায়, যা অজ্ঞতার মূল। এই প্রসঙ্গে, বিদ্যা মানে প্রকৃত জ্ঞান। যাইহোক, এটি যুক্তি দেওয়া হয় যে অদ্বৈত বেদান্ত ব্যাখ্যা চূড়ান্ত প্রশ্নের উত্তর দেয় না: অবিদ্যার বাস্তবতা বা সত্য-মূল্য কী বা অবিদ্যার ভিত্তি বা কারণ কী?\n\n\n==== বৈধ জ্ঞান ====\nউপনিষদ শিক্ষা দেয় যে পার্থক্যের জ্ঞান হল অবিদ্যা বা অজ্ঞতা, এবং পরিচয়ের জ্ঞান হল প্রকৃত জ্ঞান বা বিদ্যা বা বৈধ জ্ঞান, যা অনন্ত জীবনের দিকে নিয়ে যায়।\nচার্বাক দর্শনের জন্য, উপলব্ধি হল বৈধ জ্ঞানের একমাত্র মাধ্যম (প্রমান)। জৈন দর্শনের ভাদি দেব সুরি বৈধ জ্ঞানকে সংজ্ঞায়িত করেছেন নির্ধারক জ্ঞান হিসাবে যা নিজেকে এবং বস্তুকে উপলব্ধি করে এবং যা পছন্দসই বস্তু অর্জন করে বা অবাঞ্ছিত বস্তুকে প্রত্যাখ্যান করে এমন কার্যকলাপের প্ররোচনা দিতে সক্ষম; বৈধ জ্ঞানের ফল হল অজ্ঞতার অবসান।বৈশেষিক দর্শন চার ধরনের বৈধ জ্ঞানকে স্বীকৃতি দিয়েছে – উপলব্ধি, অনুমান, স্মরণ ও অন্তর্দৃষ্টি। মীমাংসা দর্শন জ্ঞানের অন্তর্নিহিত বৈধতা (স্বতাহপ্রমাণ্য) এবং জ্ঞানের বহির্মুখী বৈধতা (পরস্ত-অপ্রমাণ) ধারণার প্রবর্তন করেছিল কিন্তু সম্মত ছিল যে জ্ঞানের বৈধতা কোনো বিশেষ জ্ঞান দ্বারা নির্ধারণ করা যায় নাএর কারণের শ্রেষ্ঠত্ব বা বস্তুর প্রকৃত প্রকৃতির সাথে এর সামঞ্জস্যের জ্ঞান বা একটি ফলপ্রসূ কর্মের জ্ঞান। আদি শঙ্কর উপলব্ধি, অনুমান, শাস্ত্রীয় সাক্ষ্য, তুলনা, অনুমান ও অ-আশঙ্কাকে জ্ঞানের ছয়টি উৎস হিসাবে গ্রহণ করেছিলেন এবং এই সিদ্ধান্তে পৌঁছেছিলেন যে যে জ্ঞান তার বস্তুর প্রকৃত প্রকৃতির সাথে মিলে যায় তা বৈধ। আত্মা হল অভিজ্ঞতামূলক আত্মের বাস্তবতা হিসাবে চির-বর্তমান মৌলিক বিষয়-বস্তুহীন সর্বজনীন চেতনা যা অভিজ্ঞতামূলক আত্মকে টিকিয়ে রাখে।\n\n\n==== অধিক তাৎপর্য ====\nউপাসনায় আন্দোলন বাইরের প্রান্ত থেকে শুরু হয় এবং ধীরে ধীরে আত্মার অন্তঃস্থলে প্রবেশ করে, এবং সমগ্র তদন্ত দুটি ক্ষেত্রে পরিচালিত হয়, বিষয়ের পাশাপাশি বস্তুতে, ব্যক্তি ও বিশ্বে, অহম ও ইদমে, অধ্যাত্ম ও অধিদৈব ক্ষেত্রেও এবং কৃত্রিমভাবে পরিচালিত হয়, সেইসাথে বিশ্লেষণাত্মকভাবে, অপ্তি এর পাশাপাশি সমৃদ্ধির মাধ্যমে,যাকে ভগবদ্গীতা যোগ ও বিভূতি বলে। বিদ্যাগুলি শুধুমাত্র সামগ্রিকভাবে বাস্তবতাকে জানার জন্য বিষয়বস্তুকে বিশ্রাম দেয় না বরং এর সমস্ত অসীম বিবরণেও এটি বোঝার জন্য আরও এগিয়ে যায়। উচ্চতর নিম্নতর গ্রেড অন্তর্ভুক্ত করে এবং এতে আরও কিছু যোগ করে এবং কখনই তা প্রত্যাখ্যান করে না; নিম্নের উচ্চতর মধ্যে তার পরিপূর্ণতা রয়েছে এবং সেখানে তার পরিপূর্ণতা খুঁজে পায় কিন্তু কখনও বিলুপ্তির সম্মুখীন হয় না। সমস্ত ধরনের মননের একটিই লক্ষ্য রয়েছে: সর্বোচ্চ জ্ঞানের দিকে নিয়ে যাওয়া এবং তাই তাদের বিদ্যা বলা হয়; বিদ্যার মাধ্যমে, যা অমৃত, অমরত্ব লাভ করে (শ্বেতাশ্বেতর উপনিষদ শ্লোক ৫.১)। দহর বিদ্যা, উদ্গীতা বিদ্যা ও মধু বিদ্যা হল কৃত্রিম উপায় যেখানে বিশ্লেষণাত্মক উপায়টি গর্গ-অজাতসত্রু পর্বের স্লিপিং ম্যান এবং পাঁচটি চাদর দ্বারা চিহ্নিত করা হয়েছে, যা দেখায় যে পৃথিবী এবং পৃথক বসন্ত একই চিরন্তন উৎস থেকে।\n\n\n=== হিন্দু তন্ত্রে ===\nহিন্দুধর্মে, দেবী হল শক্তি ও শক্তির গভীরতম স্তরের মূর্তি।শক্তির ধারণা, এর সবচেয়ে বিমূর্ত পরিভাষায়, চূড়ান্ত বাস্তবতার শক্তিমান নীতি, ঐশ্বরিকতার গতিশীল দিকটির সাথে সম্পর্কযুক্ত। এই ধারণাটি কেন উপনিষদে দেখা যায় যে দেবী উমা ইন্দ্রকে ব্রহ্ম-বিদ্যা দান করেন; শক্তি ও মায়ার সাথে যুক্ত হলে, তিনি ভ্রম (মায়া) এর শক্তিকে মূর্ত করেন, অজ্ঞতা (অবিদ্যা) ও জ্ঞান (বিদ্যা) ধারণ করে এবং এর ফলে দ্বৈত ব্যক্তিত্বের সাথে উপস্থাপন করা হয়। শাক্তদের মতে, মায়া হল মূলত দেবীর ইতিবাচক, সৃজনশীল, জাদুকরী শক্তি যা মহাবিশ্বের উদ্ভব ঘটায়। দশমহাবিদ্যা হল অতীন্দ্রিয় ও মুক্ত ধর্মীয় জ্ঞানের দানকারী বা মূর্তি; এই প্রসঙ্গে বিদ্যা শব্দটি শক্তি, বাস্তবতার সারাংশ ও মন্ত্রগুলিকে বোঝায়। দেবী শ্রীবিদ্যার কোমল ও মাতৃরূপ 'ডানহাতি'। যখন 'বহির' (শিব) সচেতনতা \"আমি\" এর সাথে মিলিত হয়ে সমগ্র স্থানকে \"আমি\" হিসাবে পরিবেষ্টন করে তখন তাকে সদা-শিব-তত্ত্ব বলা হয়। যখন পরে, আত্ম ও বাহ্যিকের বিমূর্ততা বাদ দিয়ে, অন্তর্নিহিত স্থানের সাথে স্পষ্ট পরিচয় ঘটে, তখন তাকে বলা হয় ঈশ্বর-তত্ত্ব; এই দুটি শেষ ধাপের তদন্ত হল বিশুদ্ধ বিদ্যা (জ্ঞান)। মায়া, যাকে শ্বেতাশ্বেতর উপনিষদে প্রকৃতি দিয়ে চিহ্নিত করা হয়েছে তার তিনটি গুণের প্রতিনিধিত্ব করে; অবিদ্যা দিয়েও চিহ্নিত, যার অর্থ প্রাথমিকভাবে অ-সত্তার অন্ধকার অতল গহ্বর এবং দ্বিতীয়ত অব্যক্ত অবস্থার রহস্যময় অন্ধকার, মায়া অবিদ্যার মাধ্যমে আবদ্ধ হয় এবং বিদ্যার মাধ্যমে মুক্তি দেয়।\n\n\n== বৌদ্ধধর্মে ==\nথেরবাদ বৌদ্ধধর্মে, বিদ্যা মানে তিনটি অস্তিত্বের চিহ্নের 'অ-দ্বৈত সচেতনতা'। তিব্বতি বৌদ্ধধর্মে, রিগপা, যার অর্থ বিদ্যা, একইভাবে অদ্বৈতবাদী সচেতনতা বা অন্তর্নিহিত সচেতনতাকে বোঝায়।\n\n\n=== বিদ্যা মন্ত্র ===\nবজ্রযান গ্রন্থে, মন্ত্র তিনটি রূপে বিদ্যমান: গুহ্য (গোপন), বিদ্যা (জ্ঞান) ধারণী (স্মরণীয়)। পুরুষ বৌদ্ধ তান্ত্রিক দেবতাদের ব্যাকরণগতভাবে পুরুষালি বিদ্যা দ্বারা প্রতিনিধিত্ব করা হয়, যেখানে নারী বৌদ্ধ তান্ত্রিক দেবতাদের ব্যাকরণগতভাবে নারীধরানি দ্বারা প্রতিনিধিত্ব করা হয়। বিদ্যা মন্ত্রগুলি সমস্ত বুদ্ধের জ্ঞান ও মন গঠন করে এবং যা ধর্ম-ধাতু (ধম্মের সারাংশ) ধারণ করে, এবং এটি এই জ্ঞান, ক্যাবেজনের মতে, যা \"অস্তিত্বের জগতের (সংসার) অভিজ্ঞতা এবং ইচ্ছার মতো দোষের স্তূপকে শান্ত করে\"।\n\n\n=== পঞ্চবিদ্যা ===\nবৌদ্ধধর্মে, পঞ্চবিদ্যা বা \"পাঁচটি জ্ঞান\" হল জ্ঞানের পাঁচটি প্রধান শ্রেণী (বিদ্যা) যা বোধিসত্ত্বদের আয়ত্ত করতে বলা হয়। পাঁচটি জ্ঞানের স্বীকৃত শিক্ষককে পাণ্ডিত উপাধি দেওয়া হয়। পাঁচটি জ্ঞান হল:\n\nভাষার বিজ্ঞান;\nযুক্তি বিজ্ঞান;\nচিকিৎসা বিজ্ঞান;\nসূক্ষ্ম শিল্প ও কারুশিল্পের বিজ্ঞান;\nআধ্যাত্মিকতার \"অভ্যন্তরীণ জ্ঞান\", যা ত্রিপিটক অধ্যয়নের সাথে সম্পর্কিত।\n\n\n== তথ্যসূত্র =="}