{"pageid": 1104262, "title": "বুলগেরিয়া–সাইপ্রাস সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1104262", "content": "বুলগেরিয়া-সাইপ্রাস সম্পর্ক বলতে সাইপ্রাস এবং বুলগেরিয়ার মধ্যকার ঘনিষ্ঠ্য সম্পর্ককে নির্দেশ করা হয়। সাইপ্রাসের সাধীনতার সর্বোপ্রথম স্বীকৃতি দেওয়া দেশগুলোর মধ্যে বুলগেরিয়া ছিল একটি এবং ২০১০ সালে দেশ দুটি তাদের ২০ একে অপরের সাথে ৫০ বছরের কূটনৈতিক সম্পর্ক উদযাপন করে। বাণিজ্যিক এবং কূটনৈতিক বিষয়ের পাশাপাশি দেশ দুটির সম্পর্ক আন্তর্জাতিক পর্যায়েও অনেক উন্নত হয়েছে। সাইপ্রাসের রাজধানী, নিকোসিয়ায় বুলগেরিয়ার একটি দূতাবাস এবং লিমাসোল -এ একটি একজন রাষ্ট্রদূত আছেন। সাইপ্রাসের একটি দূতাবাস সফিয়ায় এবং তার একটি শাখা কার্যালয় বুর্গাসে অবস্থিত। উভয় দেশই ইউরোপীয় ইউনিয়ন এর সদস্য। বুলগেরিয়া ২০০৭ সাল এবং সাইপ্রাস ২০০৪ সাল থেকে থেকে ইউরোপীয় ইউনিয়ন এর সদস্য।\n\n\n== ইতিহাস ==\nএই দুটি দেশের মধ্যে সম্পর্কের উৎপত্তি ২০০ বছর আগে, যখন অটোম্যান সাম্রাজ্যের বিরুদ্ধে বিদ্রোহ করায় বুলগেরিয়ার বিদ্রোহীদের নিকোসিয়ায় নিয়ে যাওয়া হয়। তারা বন্ধি থাকাকালীন স্থানীয়দের সাথে ভালো বন্ধুত্বের সম্পর্ক গড়ে তোলেন। এমনকি, এক বন্দি নিকোসিয়ায় জীবনের উপর একটি ডায়েরিও লিখেছিলেন।\n\n\n== শিক্ষা ক্ষেত্রে সম্পর্ক ==\nগত পাঁচ দশকে বুলগেরিয়ার সরকারের প্রদত্ত বৃত্তি লাভ করে সর্বোচ্চ ৫,০০০ সাইপ্রট শিক্ষার্থী বুলগেরিয়া যায়। শ্রম মন্ত্রী, সোতিরুলা খারালামবুস এবং সরকারি মুখপাত্র, স্টেফানো স্টেফানু  বুলগেরিয়ায় মৌখিকে স্নাতক করা একম শিক্ষার্থীদের মধ্যে অন্যতম। বর্তমানে প্রায় ৮০০ জন ‍সাইপ্রট শিক্ষার্থী বুলগেরিয়ায় আছে। সবচেয়ে উল্লেখযোগ্য, মুখপাত্র স্টেফানু  সফিয়ায় সমাজ বিজ্ঞান এবং সামাজিক প্রশাসন একাডেমিতে অধ্যায়ন করেন (১৯৮৪-১৯৮৯) এবং সেখান থেকে রাষ্ট্রবিজ্ঞানে স্নাতক লাভ করেন।  অধ্যায়নরত সময়ে তিনি শিক্ষার্থী আন্দোলনের সাথে জড়িত ছিলেন এবং বুলগেরিয়ায় সাইপ্রটদের শিক্ষার্থী সংঘের প্রধান হিসেবে দায়িত্ব পালন করেন।\n\n\n== বানিজ্যিক সম্পর্ক ==\nবুলগেরিয়ায় সাইপ্রাস হলো সবচেয়ে ক্ষমতাশালী বিনিযৈাগকারী। ২০১০ সালে বুলগেরিয়ায় সাইপ্রাইসের বিনোয়োগের পরিমাণ ১.৭ বিলিয়ন ইউরোতে পৌছায়। সাইপ্রাস বাণিজ্য এবং শিল্প কার্যালয়ের পৃষ্ঠপোষকতায় “সাইপ্রাস-বুলগেরিয়া বাণিজ্য সংঘ” নামক একটি সংঘ প্রতিষ্ঠা করা হয়। পরবর্তীতে, এটিকে “সংঘ” নামে অভিহিত করা হয়। সাইপ্রাস প্রতাতন্ত্র এবং বুলগেরিয়া প্রজাতন্ত্র এর মধ্যে বাণিজ্যিক এবং অর্থনৈতিক সম্পর্ক উন্নীত, অগ্রসর এবং উৎসাহিত করা এই সংঘের লক্ষ।\n\n\n== দূতাবাস ==\nবুলগেরিয়ার দূতাবাস সাইপ্রাসের নিকোসিয়ায় এবং সাইপ্রাসের দূতাবাস বুলগেরিয়ায় সোফিয়ায় অবস্থিত। \n\n\n== আরো দেখুন ==\nবুলগেরিয়া\nসাইপ্রাস\nইউরোপ\n\n\n== তথ্যসূত্র =="}