{"pageid": 1104806, "title": "প্রতিবিম্ববাদ", "url": "https://bn.wikipedia.org/wiki?curid=1104806", "content": "প্রতিবিম্ববাদ (সংস্কৃত: प्रतिबिम्बवाद) বা প্রতিফলনের তত্ত্ব হলো ব্রহ্মসূত্র ২.৩.৫০ থেকে উৎপন্ন একটি তত্ত্ব। অদ্বৈত বেদান্তের  বিবর্ণ দর্শনের প্রতিষ্ঠাতা পদ্মপদ এ মতবাদের প্রবর্তক। বিবর্ণ দর্শনের মতে, ব্রহ্ম হলো অবিদ্যার অবস্থান, এবং জীব হল ব্রহ্মের আদিরূপ (বিম্ব) অর্থাৎ ব্রহ্মের নিছক প্রতিফলন (প্রতিবিম্ব)। এই দর্শনটি এই মত পোষণ করে যে মহাবাক্য, তৎ ত্বং অসি, আত্ম ও বাস্তবতার মধ্যে পরিচয় উপলব্ধির জন্য যথেষ্ট।\n\n\n== বেদান্ত দৃষ্টিভঙ্গি ==\nবাচস্পতি মিশ্রের মত অবচেদাবাদের অনুগামীরা মনে করেন, প্রতিবিম্ববাদ ব্রহ্মোর ব্যাখ্যা করতে ব্যর্থ, কারণ যার কোন ইন্দ্রিয়গ্রাহ্য গুণাবলী নেই, সে কীভাবে প্রতিফলিত হতে পারে। প্রতিবিম্ববাদের অনুসারীরা মনে করেন যে সীমাবদ্ধতা, অজ্ঞতা বোঝায়, প্রকৃতপক্ষে সর্বজনীন আত্মকে স্বতন্ত্র থেকে পৃথক করে যা অবিদ্যার অবস্থান হতে পারে না, যে পরিবর্তিত চেতনা সীমাবদ্ধ অনুষঙ্গের জন্য ভিত্তি বা সমর্থন হতে পারে না যা এটি উৎপাদন করে।\nকিন্তু, অবচেদবাদ ও প্রতিবিম্ববাদ উভয়ই তাদের মধ্যে দ্বৈতবাদের সূচনা থেকে রেহাই পায় না, যে অপূর্ণতা থেকে শঙ্করের অনির্বাচনীয় মায়ার ধারণা ক্ষতিগ্রস্ত হয় না; অনির্বাচনীয় অর্থ – কিছু, যদিও ইতিবাচক, বাস্তব হিসাবে নির্ণয়যোগ্য নয়, আবার বাস্তব হিসাবেও নয়। পূর্বেরটি অভেদ (অ-পার্থক্য) এর দিকে জোর দেয় এবং পরেরটি ভেদ (পার্থক্য) এর দিকটির উপর বেশি জোর দেয়। শঙ্কর আত্ম (আত্মা) এবং মন-দেহের জটিলতার মধ্যে কোনো সংযোগ দেখতে পায় না শুধুমাত্র অবিদ্যার মাধ্যমে যা কোনো বাস্তব সংযোগ দেয় না কিন্তু শুধুমাত্র কাল্পনিক সংযোগ দেয়।\n\n\n== বিপরীত দৃষ্টিভঙ্গি ও এর খণ্ডন ==\nবর্দিরাজ, যদিও অদ্বৈতবাদকে খণ্ডন করা যেহেতু ব্রহ্মের গুণাবলীর বহুত্ব অসম্ভাব্য, যদি ব্যাখ্যা করা শাস্ত্রের প্রাথমিক অর্থকে গুরুত্ব সহকারে নেওয়া হয়, জীব ও ব্রহ্মের মধ্যে সীমিত সাদৃশ্য গ্রহণ করে তবে দাবি করে যে যদি..ব্রহ্মের প্রতিফলন মানে জীব, মূর্ত আত্মা, একই, উল্লেখিত সুস্পষ্ট বৈষম্যের কারণে, ব্রাহ্মণের সাথে সনাক্ত করা যায় না তাহলে এই ধরনের তুলনা শুধুমাত্র আত্মাকে ধ্বংস করতে সফল হয়। শঙ্কর চেতনার প্রতিফলনকে সম্পূর্ণ অবাস্তব বলে মনে করেন। তার মনীষা পঞ্চকম, শঙ্কর যুক্তি দেন যে সকলের হৃদয়ে প্রতিফলিত চেতনা ও এর প্রতিফলনের মধ্যে যদি কোন পার্থক্য থাকে তবে তা বিভ্রান্তিকর। বেদান্তের মতে 'চেতনার আলো' মন-বুদ্ধিতে চিন্তার পুলে প্রতিফলিত হয় আমাদের প্রত্যেকের মধ্যে স্বতন্ত্র সংবেদনশীল অহং; এটি প্রতিফলন তত্ত্ব। বিদ্যারণ্য  পুনরাবৃত্তি করে যে আভাস ও প্রতিবিম্ব অল্প বা আংশিক প্রকাশকে বোঝায় যা বাস্তবের সাথে সাদৃশ্যপূর্ণ কিন্তু বাস্তব সত্তার বৈশিষ্ট্য নেই।\n\n\n== চেতনা ও মনের ভূমিকা ==\nস্বতন্ত্র আত্মা হল মনের উপর আত্মার প্রতিফলন; এই প্রতিফলন অহংবোধের আলাদা অনুভূতির জন্ম দেয়।\nআত্মার বিশুদ্ধ চেতনা অপরিবর্তনীয়; তার চেতনার প্রতিফলন মনের উপর পড়ে মন আত্মার রূপ নেয় এবং চেতন বলে মনে হয়। মন উপলব্ধি করতে সক্ষম কারণ ও আত্মা এবং উপলব্ধির বস্তু উভয়কেই প্রতিফলিত করে (যোগসূত্র ৪.২১-২২)। যেখানে পদ্মপদ তার পঞ্চপদিকায় ও প্রকাশাত্মণ তার  পঞ্চপদিক বিবর্ণে ঈশ্বর ও জীবকে শুদ্ধ চেতনার  প্রতিফলন হিসেবে ধারণ করেছেন, যে প্রতিফলন  অবিদ্যা (অজ্ঞান)  ব্রহ্মের উপর উপস্থিত পায়, যে প্রতিফলিত চিত্রটি প্রোটোটাইপের মতোই বাস্তব, সার্বজনাত্মন তার সম্ক্ষেপসারিরকা-এ বলেছেন যে অজ্ঞানে প্রতিফলিত বিশুদ্ধ চেতনা হল ঈশ্বর এবং একই বিশুদ্ধ চেতনাটি অভ্যন্তরীণ অর্থে প্রতিফলিত হচ্ছে জীব যার ভিত্তিতে ঈশ্বর, প্রতিফলিত মূর্তি হিসাবে, অবিদ্যার ত্রুটির সাপেক্ষে যতটা অজ্ঞানতা দ্বারা চিহ্নিত করা হয় যখন নিজেকে সাক্ষী হিসাবে বোঝানো হয়; যখন বুদ্ধি দ্বারা চিহ্নিত করা হয়, তখন তাকে জ্ঞানী বলে ধরা হয়।\nপ্রতিবিম্ববাদ এই বিশ্বাসকে বোঝায় যে সমগ্র মহাবিশ্ব নিছক মনের অভিক্ষেপ, এর নিজস্ব কোনো সারমর্ম নেই এবং এটি অবাস্তব; মন কেবল বিশ্বে তার নিজস্ব বিষয়বস্তু প্রজেক্ট করে এবং সেগুলিকে বাস্তব বলে বিশ্বাস করে।\n\n\n== আরও দেখুন ==\nপ্রতীকীবাদ\nমূর্তি\n\n\n== তথ্যসূত্র =="}