{"pageid": 1104752, "title": "২০০৮ সালে মহারাষ্ট্রে উত্তরপ্রদেশী ও বিহারি অভিবাসীদের উপর হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1104752", "content": "২০০৮ সালে মহারাষ্ট্রে উত্তরপ্রদেশী ও বিহারি অভিবাসীদের উপর হামলা শুরু হয় ২০০৮ সালের ৩ ফেব্রুয়ারি ভারতের মহারাষ্ট্র রাজ্যের রাজধানী মুম্বইয়ের দাদারে দুটি রাজনৈতিক দল—মহারাষ্ট্র নবনির্মাণ সেনা (এমএনএস) ও সমাজবাদী পার্টি (এসপি)—এর কর্মীদের মধ্যে হিংসাত্মক সংঘর্ষের পর। সংঘর্ষটি ঘটে, যখন শিবসেনা (মহারাষ্ট্রের একটি প্রধান রাজনৈতিক দল) থেকে গঠিত একটি বিচ্ছিন্ন দল এমএনএস-এর কর্মীরা উত্তরপ্রদেশ ভিত্তিক আঞ্চলিক দল এসপি-এর কর্মীদের আক্রমণ করার চেষ্টা করে, যারা ইউনাইটেড ন্যাশনাল প্রগ্রেসিভ অ্যালায়েন্স (ইউএনপিএ) দ্বারা আয়োজিত সমাবেশে যোগ দিতে যাচ্ছিল। এমএনএস প্রধান রাজ ঠাকরে তার দলের অবস্থান রক্ষা করে ব্যাখ্যা করেছেন, যে আক্রমণটি \"উত্তেজক ও অপ্রয়োজনীয় শক্তি প্রদর্শন\", এবং \"উত্তর প্রদেশ ও বিহার অভিবাসী এবং তাদের নেতাদের অনিয়ন্ত্রিত রাজনৈতিক ও সাংস্কৃতিক দাদাগিরি (গুন্ডামি)\" এর প্রতিক্রিয়া।\nএই সংঘর্ষের দিকে পরিচালিত ঘটনাসমূহতে রাজ ঠাকরে ভাষা রাজনীতি ও আঞ্চলিকতাকে কেন্দ্র করে উত্তর ভারতীয় রাজ্য উত্তরপ্রদেশ ও বিহার থেকে আগত অভিবাসীদের সম্পর্কে সমালোচনামূলক মন্তব্য করেন, তিনি উত্তর ভারতীয় (উত্তরপ্রদেশ ও বিহার) অভিবাসীদের বিরুদ্ধে মহারাষ্ট্রীয় সংস্কৃতি নষ্ট করার এবং স্থানীয়দের সঙ্গে মিশে না যাওয়ার অভিযোগ করেছেন। রাজ্য জুড়ে অনুষ্ঠিত রাজনৈতিক সমাবেশে, তিনি মহারাষ্ট্রের প্রতি বলিউড অভিনেতা অমিতাভ বচ্চনের আনুগত্য নিয়ে প্রশ্ন তোলেন, যেখানে তিনি \"খ্যাতি ও জনপ্রিয়তা\" অর্জন করেছিলেন, তাকে তার জন্মভূমি উত্তরপ্রদেশের প্রতি \"আরও বেশি আগ্রহ\" দেখানোর জন্য অভিযুক্ত করেছিলেন। রাজ ঠাকরে উত্তর ভারতীয় অভিবাসীদের দ্বারা ছট পূজা উদযাপনকে একটি \"নাটক\" ও \"দাম্ভিকতা প্রদর্শন\" বলে অভিহিত করেন।\nঅবিলম্বে ব্যবস্থা নিতে অনিচ্ছার অভিযোগে অভিযুক্ত রাজ্য সরকার ২০০৮ সালের ১৩ই ফেব্রুয়ারি শেষ পর্যন্ত রাজ ঠাকরে ও আবু আসিম আজমিকে (স্থানীয় এসপি নেতা) সহিংসতার প্ররোচনা ও সাম্প্রদায়িক অশান্তি সৃষ্টির অভিযোগে গ্রেপ্তার করে। যদিও তাদের একই দিনে মুক্তি দেওয়া হয়েছিল, উভয় নেতাকে আরও জ্বালাময়ী মন্তব্য করা থেকে বিরত রাখার জন্য একটি গ্যাগ আদেশ আরোপিত করা হয়েছিল। এদিকে, রাজের সম্ভাব্য গ্রেপ্তারের খবরে মহারাষ্ট্রে উত্তেজনা বেড়ে যায় এবং পরবর্তীতে তার প্রকৃত গ্রেফতার তার সমর্থকদের ক্ষুব্ধ করে। মুম্বই, পুনে, ঔরঙ্গাবাদ, বিদ, নাশিক, অমরাবতী, জালনা ও লাতুরে এমএনএস কর্মীদের দ্বারা উত্তর ভারতীয়দের এবং তাদের সম্পত্তির বিরুদ্ধে সহিংসতার ঘটনাসমূহ নথিভুক্ত করা হয়। প্রায় ২৫,০০০ জন উত্তর ভারতীয় শ্রমিক পুনে থেকে পালিয়ে যায়, এবং আক্রমণের পরিপ্রেক্ষিতে অন্য ১৫,০০০ জন নাসিক থেকে পালিয়ে যায়। শ্রমিকদের দলবদ্ধভাবে প্রস্থানের ফলে তীব্র শ্রম ঘাটতি স্থানীয় শিল্পসমূহকে প্রভাবিত করে। বিশ্লেষকরা ₹৫০০ কোটি (ইউএস$৬৬ মিলিয়ন)– ₹৭০০ কোটির (ইউএস$৯৩ মিলিয়ন) আর্থিক ক্ষতি অনুমান করেছেন। যদিও দুই নেতার গ্রেফতারের পর সহিংসতা কমে যায়, বিক্ষিপ্ত হামলার খবর ২০০৮ সালের মে মাস পর্যন্ত পাওয়া যায়। কয়েক মাস স্থবিরতার পর, এমএনএস কর্মীরা ২০০৮ সালের ১৯শে  অক্টোবর মুম্বইয়ে সর্বভারতীয় রেলওয়ে রিক্রুটমেন্ট বোর্ডের প্রবেশিকা পরীক্ষায় অংশগ্রহণকারী উত্তর ভারতীয় প্রার্থীদের মারধর করে। ঘটনাটি রাজ ঠাকরের গ্রেফতার ও নতুন সহিংসতার দিকে পরিচালিত করে। পরবর্তীতে ২০০৮ সালের ২৮শে অক্টোবর উত্তরপ্রদেশের একজন শ্রমিককে মুম্বাই কমিউটার ট্রেনে পিটিয়ে হত্যা করা হয়।\nদেশের বিভিন্ন অংশ বিশেষ করে উত্তরপ্রদেশ ও বিহারের রাজনৈতিক নেতৃত্ব থেকে এই হামলার সমালোচনামূলক প্রতিক্রিয়ার সৃষ্টি হয়। এমনকি মারাঠি মানুদের (মারাঠি জনগণ) কণ্ঠস্বর উত্থাপনের জন্য ১৯৬৬ সালে শিবসেনার দল গঠনকারী ও শিবসেনা প্রধান বাল ঠাকরে অমিতাভ বচ্চনের বিরুদ্ধে তার ভাইপো রাজ ঠাকরের সমালোচনাকে \"মূর্খতা\" বলে ছাড় দিয়েছিলেন। এক মাস পরে শিবসেনার রাজনৈতিক মুখপত্র সামনায় একটি সম্পাদকীয়তে বাল ঠাকরে লিখেছিলেন, যে বিহারিরা যেখানেই যান সেখানেই স্থানীয় জনগণের প্রতি বিরোধিতা করেন এবং তারা সারা দেশে \"অনাকাঙ্ক্ষিত\" ছিলেন। সংবাদ মাধ্যম বাল ঠাকরের মন্তব্যকে তার দলের ভূমি-সন্তানদের পুনরুদ্ধার করার একটি প্রচেষ্টা হিসাবে বর্ণনা করেছে, যা রাজ কর্তৃক হাইজ্যাক করা হয়েছে।\n\n\n== তথ্যসূত্র =="}