{"pageid": 1104240, "title": "মুয়াং উদন থানি জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1104240", "content": "মুয়াং উদন থানি জেলা (থাই: เมืองอุดรธานี, উচ্চারিত [mɯ̄a̯ŋ ʔù.dɔ̄ːn tʰāː.nīː])) হল উত্তর-পূর্ব থাইল্যান্ডের উদন থানি প্রদেশের রাজধানী জেলা (অম্ফো মুয়াং)।\n\n\n== ভূগোল ==\nপার্শ্ববর্তী জেলার (উত্তর ঘড়ির কাঁটার দিক থেকে) : Phen, Phibun Rak, ব্যাংকক, মধ্যে Nong হান, Prachaksinlapakhom, Kumphawapi, মধ্যে Nong Saeng, মধ্যে Nong Wua সুতরাং, কূট চ্যাপ, এবং নিষিদ্ধ করুন Phue Udon থানি প্রদেশের।\n\n\n== ইতিহাস ==\nমূলত বান মাক খায়েং (บ้านหมากแข้ง) নামকরণ করা হয়েছিল, জেলাটি ১৯০৮ সালে থিসাফিবান প্রশাসনিক সংস্কারের সময় প্রতিষ্ঠিত উদন থানির মূল চারটি জেলার মধ্যে একটি।  ১৯৩৮ সালে এর নাম মাক খায়েং থেকে মুয়াং উদন থানিতে পরিবর্তন করা হয়। \n\n\n=== রামাসুন স্টেশন ===\nরামাসুন স্টেশন, পূর্বে চ্যাং ('হাতি') স্টেশন, আনুষ্ঠানিকভাবে ৭ম রেডিও রিসার্চ ফিল্ড স্টেশন (RRFS), নন সুং সাবডিস্ট্রিক্টে, ১৯৬৪ সালে মার্কিন দ্বারা নির্মিত হয়েছিল, ঠিক যখন ভিয়েতনাম যুদ্ধ গতি লাভ করছিল . সাইটটি আর্মি সিকিউরিটি এজেন্সি (এএসএ) দ্বারা পরিচালিত হয়েছিল যা সেনাবাহিনীর সংকেত গোয়েন্দা শাখা জাতীয় নিরাপত্তা সংস্থার সাথে ঘনিষ্ঠভাবে যুক্ত ছিল। এর উদ্দেশ্য ছিল রেডিও কমিউনিকেশন ইন্টারসেপ্ট এবং শত্রু স্থাপনার ত্রিভুজকরণ। সাইটটি একটি বড়, বৃত্তাকার Wullenweber অ্যারে দ্বারা আধিপত্য ছিল। তার উত্তম দিনে, স্টেশনটিতে 1,200-1,500 মার্কিন কর্মী ছিল, যেখানে ঘুমানোর কোয়ার্টার, একটি সিনেমা, একটি পোস্ট এক্সচেঞ্জ (PX), জিম, সুইমিং পুল, টেনিস কোর্ট, অস্ত্রের ডিপো এবং একটি ৩০০ মিটার দীর্ঘ টানেল রয়েছে যা আজ থাই সেনাবাহিনী। দাবি ইলেকট্রনিক তারের স্টোরেজ জন্য ব্যবহৃত হয়. এটি উদার মজুরিতে 1,400 এরও বেশি থাই নিয়োগ করেছিল।  ১৯৮৫ সালে দক্ষিণ-পূর্ব এশিয়া থেকে মার্কিন প্রত্যাহারের সাথে, স্টেশনটি থাই তৃতীয় পদাতিক ডিভিশনের কাছে হস্তান্তর করা হয়েছিল। 1983 সালে, এটি 1 ম ব্যাটালিয়ন, 13 তম পদাতিক রেজিমেন্টের ঘাঁটি হয়ে ওঠে। আগস্ট 1997 সালে, এটির নামকরণ করা হয় \"সুনথোঁধামথাদা ক্যাম্প\"।  এই স্টেশনটি মার্কিন যুক্তরাষ্ট্রের সন্ত্রাসের বিরুদ্ধে যুদ্ধের খবরে পুনরুত্থিত হয়েছিল কারণ কেউ কেউ বিশ্বাস করেন যে এটি মার্কিন যুক্তরাষ্ট্রের সন্দেহভাজন সন্ত্রাসীদের জিজ্ঞাসাবাদ করার জন্য একটি মার্কিন CIA \"ব্ল্যাক সাইট\" এর অবস্থান। \n\n\n== প্রশাসন ==\nজেলাটি ২১ উপজেলায় (বিভক্ত করা হয় tambons), যা আরও ২৪৮ গ্রাম (উপবিভাজন হয় mubans)। শহর (থেসাবান নাখোন) উদন থানি তাম্বন মাক খায়েং এবং নং বুয়া এবং নং খোন কোয়াং এর কিছু অংশ জুড়ে রয়েছে। দুটি শহর পৌরসভা রয়েছে (থেসাবান মুয়াং)। নং সামরং তাম্বন না ডি এবং মু মোন, বান লুয়েম এবং নন সাং এর কিছু অংশ জুড়ে রয়েছে। নম খাম তাম্বন নন সাং-এর অংশগুলিকে কভার করে। পাঁচটি উপ-জেলা পৌরসভা রয়েছে (থেসবান তাম্বন)। Nikhom Songkhro Nikhom Songkhro এবং Khok সং-এ tambon অংশগুলি জুড়ে; তাম্বন নং বুয়া, নং না খাম, স্যাম ফ্রাও এবং নং খোন কোয়াং-এর নং বুয়া অংশ; Tambon বান চ্যান এবং Nong Khon থেকে কোয়াং নিষিদ্ধ চ্যান অংশ; Tambon নার খাঁর নার খা অংশ। 18টি টাম্বন প্রশাসনিক সংস্থা (TAO) আছে।\n\n\n== অর্থনীতি ==\nপ্রকল্পটি অনুমোদিত হলে মুয়াং উদন থানি জেলার নন সুং, নং ফাই এবং নং খোন কোয়াং উপ-জেলাগুলি উদন উত্তর পটাশ খনির সাইট হয়ে উঠবে। \n\n\n== তথ্যসূত্র =="}