{"pageid": 110436, "title": "পন্ডিচেরি হাঙ্গর", "url": "https://bn.wikipedia.org/wiki?curid=110436", "content": "পন্ডিচেরি হাঙ্গর (ইংরেজি: Pondicherry Shark (বৈজ্ঞানিক নাম: Carcharhinus hemiodon) হচ্ছে কার্চারহিনিডি পরিবারের হাঙ্গরের অত্যন্ত বিরল একটি প্রজাতি। ভারতীয় উপমহাদেশ ও দক্ষিণপূর্ব এশিয়া জুড়ে এই হাঙ্গরের বিস্তৃতি। ছোট আকৃতির এই হাঙ্গরের ডর্সাল ফিন বা পৃষ্ঠ পাখনা যথেষ্ট পরিমাণে বড়। এর শরীরের উপরাংশ ধূসর রংয়ের ও দেহের নিম্নভাগ সাদা। পাখার উপরাংশগুলোতে ও লেজের প্রান্তভাগের অংশগুলো কালো রংয়ের। ১৯৭৯ সালের পর থেকে এই হাঙ্গর আর দেখতে পাওয়া যায় নি, যার কারণে আন্তর্জাতিক প্রকৃতি ও প্রাকৃতিক সম্পদ সংরক্ষণ সংঘের তালিকায় এটিকে মারাত্মকভাবে বিপদাপন্ন একটি প্রজাতি হিসেবে ধরা হয়। ধারণা করা হয় যে, এটি বিলুপ্তও হয়ে গিয়ে পারে।\n\n\n== বিস্তৃতি ও বাসস্থান ==\nপন্ডিচেরি হাঙ্গর ইন্দো-প্রশান্তমহাসাগরীয় অঞ্চলে ব্যাপকভাবে দেখা যেতো। ওমান উপসাগর, ভারত থেকে ইন্দোনেশীয় দ্বীপ জাভা, বোর্নিও প্রভৃতি স্থানেও এই হাঙ্গরের দেখা মিলতো। এছাড়াও দক্ষিণ চীন সাগর, নিউ গায়ানা, এবং উত্তর অস্ট্রেলিয়াতেও এই হাঙ্গর দেখার কথা যানা যায়। সমুদ্র পেরিয়ে তুলামূলক নদী অববাহিকাতেও এদেরে দেখা মেলার কথা জানা যায়। এর মধ্যে আছে হুগলি ও সায়গন নদী, যদিও এ ব্যাপারটি এখনো নিশ্চিত হয়নি।\n\n\n== বিবরণ ==\nপন্ডিচেরি হাঙ্গরের শরীর মোটাসোটা, এবং নাক সামান্য লম্বা ও খাড়া। নাকের প্রতিটি ছিদ্রে চওড়া চিড় আছে। এদের চোখ বড় ও বৃত্তাকৃতি। মুখ বৃত্তীয় ভাবে বাঁকানো। তাদের উভয় চোয়ালে ১২ থেকে ১৪টি করে দাঁত থাকে। অবশ্য মাঝে ১ থেকে ২টা ছোট দাঁত থাকতে পারে।\nএদের পেক্টোরাল পাখনা আকৃতিতে খাটো এবং এর উপরাংশ অনেকটা চোখা আকৃতির। প্রথম পৃষ্ঠীয় পাখনাটি লম্বা, সেই প্রান্তভাগও যথেষ্ট লম্বা। এটি উদ্ভব হয়েছে পেক্টোরাল পাখনার ঠিক পেছন থেকে। দ্বিতীয় পৃষ্ঠীয় পাখনাও লম্বা তবে এটি নিচের দিকে নামানো, এবং পশ্চাৎভাগের পাখনার ঠিক বিপরীতে এটি অবস্থিত। পৃষ্ঠীয় পাখনাদ্বয়ের মাঝে অপেক্ষাকৃত নিচু ভাগ রয়েছে। পেক্টোরাল, দ্বিতীয় পৃষ্ঠীয় পাখনা, এবং ক্লডিয়াল পাখনার বা পুচ্ছ পাখনা প্রান্তভাগ কালো রংয়ের, অন্যান্য পাখনার ক্ষেত্রে রংটি একটু গাঢ়। খুব বেশি নমুনা না পাওয়া যাওয়ায় এর সঠিক আকৃতি সম্মন্ধে ধারণা পাওয়া যায় না, কিন্তু ধারণা করা হয় এর আকার ১ মি (৩.৩ ফু)-এর বেশি নয়।\n\n\n== মানুষের সাথে সম্পর্ক ==\nপন্ডিচেরি হাঙ্গর খুবই দুর্লভ একটি প্রাণী। জাদুঘরে এখন পর্যন্ত এর বিশটিরও কম নমুনা সংরক্ষিত আছে। এর সবগুলোই প্রায় ১৯০০ সালের দিকে সংগ্রহকৃত। এর বিস্তৃতির এলাকাগুলোতে জরিপ করে যা পাওয়া যায় তা হচ্ছে, পন্ডিচেরী হাঙ্গর শেষ দেখা গিয়েছিলো ১৯৭৯ সালে। ধারণা করা হয় এটি হয়তো বিলুপ্ত হয়ে গেছে। যদি এটি এখনো কিছু টিকে থাকে, তবে ইন্দো-অস্ট্রেলীয় অঞ্চলে কিছু পরিমাণ থাকতে পারে, যা বাণিজ্যিক মৎসশিকারের কারণে হুমকির সম্মুখীন। আন্তর্জাতিক প্রকৃতি ও প্রাকৃতিক সম্পদ সংরক্ষণ সংঘ এটিকে মারত্মকভাবে বিপদাপন্ন প্রজাতি হিসেবে চিহ্নিত করেছে।\n\n\n== তথ্যসূত্র =="}