{"pageid": 110444, "title": "ঋজুদা", "url": "https://bn.wikipedia.org/wiki?curid=110444", "content": "ঋজুদা চরিত্রটির স্রষ্টা হলেন বুদ্ধদেব গুহ। ঋজুদার পুরো নাম ঋজু বোস। ঋজুদা বিভিন্ন জঙ্গলে দুঃসাহসিক অ্যাডভেঞ্চার করতে ভালোবাসেন, সঙ্গী হয় রুদ্র, তিতির ও ভটকাই। রুদ্রই এই গল্পগুলির বর্ণনাকারী। প্রধানত পূর্ব ভারতের অরণ্যগুলিই ঋজুদা সিরিজের কাহিনীর প্রেক্ষাপট। ঋজুদাকে প্রথম পাওয়া যায় ১৯৭৩ সালের এপ্রিল মাসে প্রকাশিত \"ঋজুদার সঙ্গে জঙ্গলে\" উপন্যাসে। ঋজুদা, যিনি একজন প্রাক্তন শিকারী, শিকার ছেড়ে দিয়ে তিনি পশুপাখি সংরক্ষণে উদ্যোগ নেন। ঋজুদার কাহিনীগুলি ভারতের বন, বন্যপ্রাণী এবং এর সৌন্দর্য সম্পর্কে আমাদের অনেক কিছু শেখায়। রচনাগুলি পাঠকদের কিছু নৈতিক জ্ঞানও দান করে। ঋজুদার বইগুলি সব বয়সের পাঠকদের জন্যই সমান আনন্দদায়ক।\n\n\n== কাহিনী সংক্ষেপ ==\nলেখক বুদ্ধদেব গুহ জঙ্গলকে যেমন ভালবাসেন তেমনি বন্যপ্রাণীদেরও ভালবাসেন, সেটা ঋজুদা সিরিজের কাহিনীগুলি থেকে সহজেই বোঝা যায়। ঋজুদার গল্পগুলিতে দেশবিদেশের বিভিন্ন অরণ্যের নিখুঁত বর্ণনা দিয়েছেন লেখক। কাহিনী এগিয়ে চলে কখনো মানুষখেকো বাঘ শিকারকে কেন্দ্র করে, আবার কখনো জঙ্গলের ত্রাস পাগলা হাতির নিধনে। বনের কাছে বাস করা নিম্ন আয়ের মানুষদের সাদাসিধে জীবন, সেই সাথে ছায়া ঢাকা ডাকবাংলোর বিবরণ একই সাথে ভ্রমণ কাহিনী আর সেই সাথে শিকার কাহিনীর আনন্দ দেয়। এই সিরিজের আরও এক মজাদার বিষয় খাবারের বর্ণনা। সাধারণত রহস্য-রোমাঞ্চ সিরিজের বইয়ে খাবার-দাবারের বিবরণ বেশিরভাগ লেখকই এড়িয়ে যান। কিন্তু ভোজন-রসিক লেখকের চমৎকার লেখনীর ছোঁয়ায় বইয়ের পাতা জুড়ে যেন খাবারের গন্ধ ভেসে বেড়ায়। মোগলাই খাবারের বিবরণ থেকে গাছ-পাঁঠার রান্নার রহস্য, শিকারের কাহিনীর থেকে কম রোমাঞ্চকর মনে হয় না।\nযদিও ঋজুদা সিরিজ মূলত অ্যাডভেঞ্চার ধরনের, কিন্তু সেখানে একেবারেই যে রহস্য নেই তা কিন্তু নয়। কখনো খুনে ডাকু ধরবার জন্যে আবার কখনো চোরা শিকারি দমনে ডাক পরে ঋজুদার। সম্ভ্রান্ত পরিবারের লুকানো রহস্য সমাধান করতেও দেখা যায় ঋজুদাকে। রহস্যের খোঁজে কেবল যে ভারতবর্ষের বনেই চষে বেরিয়েছে ঋজুদা তেমনটা নয়, আফ্রিকার গহীন অরণ্য আর সুন্দরবনের বাদাবনের মত জায়গাতেও অভিযান করেছেন ঋজুদা আর তার দলবল।\nঋজুদা সিরিজের নাম থেকেই প্রধান চরিত্রের আঁচ পাওয়া যায়। পুরো নাম ঋজু বোস, কলকাতায় নিজের ফ্ল্যাটে একাই থাকেন। বহুদিনের সঙ্গী পুরনো ভৃত্য ছাড়া আর কেউ নেই। তার পরিবার সম্পর্কে খুব বেশি বিবরণ পাওয়া যায় না, শৈশব থেকে অরণ্য প্রীতি আর যুবক বয়সের শিকারের কথা কিছু কাহিনীতে উল্লেখ রয়েছে। শিকারের নেশায় এক বন থেকে অন্য বনে ঘুরে বেড়াতেন কখনো বন্ধুদের সাথে কখনো বা অনুচরদের নিয়ে। মধ্যবয়স্ক ঋজুদার বিবরণে শক্ত ধাতের একজন মানুষ হিসেবে দেখানো হয়েছে তাকে। রুচিশীল এবং প্রায় ধনী বলা চলে এই অবসরপ্রাপ্ত শিকারিকে। এক সময় কাঠের ব্যবসা করতেন আর অনেকগুলো কুকুর পুষতেন বলে প্রথমদিকের বইয়ে উল্লেখ থাকলেও এ বিষয়ে বিস্তারিত জানা যায় না। শিকারে যেমন অসাধারণ হাত, তেমনি বুদ্ধির খেলাতেও ঋজুদা নিজের প্রমাণ রাখেন সুস্পষ্ট ভাবে। লেখকের নিজের চারিত্রিক বৈশিষ্ট্যের ছাপ এই চরিত্রের মাঝে দেখা যায়। পুরাতন সঙ্গীতের প্রতি দুর্বলতা আর সুগন্ধি তামাকের পাইপ খাওয়া এর মধ্যে উল্লেখযোগ্য।\nএকেবারে প্রথম অভিযান থেকে ঋজুদার সঙ্গী রুদ্র। দূরসম্পর্কের আত্মীয়, সংসারের প্রতি উদাসীন ঋজুদার সাথে গুরু শিষ্যের সম্পর্ক তার। ঋজুদার রহস্য ঘেরা আর উত্তেজনাপূর্ণ সব অভিযানের কাহিনী এই রুদ্রই পাঠকদের সামনে নিয়ে আসে। বয়সের তুলনায় শিকারে বেশ অভিজ্ঞ সে, এ ছাড়া লেখাপড়াতেও বেশ ভালো বলেই জানা যায়। বিপজ্জনক মুহূর্তে ঠাণ্ডা মাথায় শিকার করবার অথবা সাংঘাতিক কোনো অবস্থা থেকে সবাইকে উদ্ধার করবার মত গুণ রয়েছে এই চরিত্রের।\nকাহিনীর প্রয়োজনে ঋজুদার পুরনো বন্ধু অথবা স্থানীয় পরিচিতজনদের কথা উল্লেখ থাকলেও ঋজুদা এবং রুদ্রের বাইরে সিরিজের আরও দুটি গুরুত্বপূর্ণ চরিত্র রয়েছে। তাদের একজনের নাম তিতির, ঋজুদা সিরিজের একমাত্র নারী চরিত্র। সে রুদ্রের সহপাঠী এবং ঋজুদার ভক্ত। \"রুআহা\" শীর্ষক কাহিনীতে তিতিরের প্রথম দেখা মেলে। ছোটবেলা থেকেই শিকারের অসাধারণ হাত আর সূক্ষ্ম লক্ষ্যভেদের ক্ষমতার সাথে তীক্ষ্ণ বুদ্ধি সম্পন্ন হওয়ায় এরপর ঋজুদার অ্যাডভেঞ্চার কাহিনীগুলোয় তিতির চমৎকার মানিয়ে যায়। অপর চরিত্র ভটকাই রুদ্রের সহপাঠী এবং কাছের বন্ধুও। অদ্ভুত এই নামের মত তার চরিত্রটিও অদ্ভুত আর মজাদার। \"সাম্বাপানি\" গল্পে প্রথম আবির্ভাব এই চরিত্রটির। কাহিনীর গম্ভীর আর বিষাদময় মুহূর্তগুলিকে হালকা করতে এবং সেই সাথে একটু হাস্যরসের মাধ্যমে পরিস্থিতি স্বাভাবিক করতে ভটকাইয়ের জুড়ি নেই।\n\n\n== কাহিনীর তালিকা ==\nঋজুদা সিরিজের কাহিনীগুলি আনন্দ পাবলিশার্স ও সাহিত্যম গ্রন্থাকারে প্রকাশ করেছে। এরপর আনন্দ পাবলিশার্স \"ঋজুদা সমগ্র\" প্রকাশ করে পাঁচটি খণ্ডে এই সিরিজের অধিকাংশ রচনাই অন্তর্ভুক্ত করেছে। এই সিরিজের কাহিনীগুলি হল:\n\nগুগুনোগুম্বারের দেশে\nঅ্যালবিনো\nরুআহা\nনীনীকুমারীর বাঘ\nঋজুদার সঙ্গে জঙ্গলে\nমউলির রাত\nবনবিবির বনে\nটাঁড়বাঘোয়া\nবাঘের মাংস\nঅন্য শিকার\nসাম্বাপানি\nঋজুদার সঙ্গে লবঙ্গি-বনে\nঋজুদার সঙ্গে সুফ্কর-এ\nল্যাংড়া পাহান\nঋজুদার সঙ্গে বক্সার জঙ্গলে\nঋজুদার সঙ্গে অচানকমার-এ\nকাঙ্গপোকপি\nপ্রজাতি প্রজাপতি\nযমদুয়ার\nঋজুদার সঙ্গে স্যেশেলসে\nঋজুদার সঙ্গে ম্যাকক্লাস্কিগঞ্জে\nঋজুদার সঙ্গে পুরুণাকোটে\nঝিঙ্গাঝিরিয়ার মানুষখেকো\nঋজুদা ও ডাকু পিপ্পাল পাঁড়ে\nডেভিলস আইল্যান্ড\nজুজুমারার বাঘ\nহুলূক পাহাড়ের ভালুক\nঋজুদার সঙ্গে, রাজডেরোয়ায়\nমোটকা গোগোই\nঅরাটাকিরির বাঘ\nঋজুদার সঙ্গে আন্ধারী তাড়োবাতে\nফাগুয়ারা ভিলা\nছোটিডোঙ্গরির চিতা\nকেশকাল-এর বাঘিনী\nলিলি সিম্পসন-এর বাঘ\nসপ্তম রিপু\nঋজুদার সঙ্গে সোঁদরবনে\nতিন নম্বর\nকুরুবকের দেশে\nঋজুদার সঙ্গে চিকলধারায়\nঋজুদার সঙ্গে ডুমরাঁওগড়ে\nটুটিলাওয়ার টাঁড়ে\nফোঁটা কার্তুজের গন্ধ\nঅষ্টম রিপু (শারদীয়া বর্তমান, ১৪২৭)\n\n\n== তথ্যসূত্র =="}