{"pageid": 1104468, "title": "গঙ্গা অববাহিকা", "url": "https://bn.wikipedia.org/wiki?curid=1104468", "content": "গঙ্গা অববাহিকা হলো গঙ্গা-ব্রহ্মপুত্র অববাহিকার একটি অংশ যা তিব্বত, নেপাল, ভারত এবং বাংলাদেশের ১,০৮৬,০০০ বর্গকিলোমিটার জুড়ে বিস্তৃত। উত্তরে, হিমালয় বা নিম্ন সমান্তরাল এলাকাগুলি গঙ্গা-ব্রহ্মপুত্র বিভাজন তৈরি করে। পশ্চিমে রয়েছে গঙ্গা অববাহিকার সীমানা সিন্ধু নদ এবং তারপর আরাবল্লী পর্বতশ্রেণী। দক্ষিণের সীমানা বিন্ধ্য পর্বতমালা এবং ছোট নাগপুর মালভূমি পর্যন্ত। পূর্ব দিকে গঙ্গা ব্রহ্মপুত্রের সাথে এক জটিল পদ্ধতির অভিন্ন বণ্টনের মাধ্যমে বঙ্গোপসাগরের মিলিত হয়েছে। এর জলসীমা উত্তরপ্রদেশ (২৯৪,৩৬৪ বর্গকিলোমিটার), মধ্যপ্রদেশ (১৯৮,৯৬২ বর্গকিলোমিটার), বিহার (১৪৩,৯৬১ বর্গকিলোমিটার), রাজস্থান (১১২,৪৯০ বর্গকিলোমিটার), পশ্চিমবঙ্গ (৭১,৪৮৫ বর্গকিলোমিটার), হরিয়ানা (৩৪,৩৪১ বর্গকিলোমিটার), হিমাচল প্রদেশ (৪,৩১৭বর্গকিলোমিটার), দিল্লি, অরুণাচল প্রদেশ (১,৪৮৪ বর্গকিলোমিটার), সমগ্র বাংলাদেশ, নেপাল এবং ভুটান জুড়ে বিস্তৃত। নেপালের মধ্য দিয়ে দক্ষিণে প্রবাহিত হওয়ার আগে বেশ কয়েকটি উপনদী তিব্বতের অভ্যন্তরে উঠে গেছে। অববাহিকাটির জনসংখ্যা ৫০ কোটিরও বেশি, যা এটিকে বিশ্বের সবচেয়ে জনবহুল নদী অববাহিকাতে পরিণত করেছে।\n\n\n== বর্ণনা ==\nঅববাহিকাটি হিমালয়ের উত্তরে আধা-শুষ্ক উপত্যকা, দক্ষিণে সুউচ্চ সীমানার ঘন অরণ্যময় পর্বতমালা, শিবালিক পর্বতশ্রেণি পাদদেশ এবং উর্বর সিন্ধু-গাঙ্গেয় সমভূমি নিয়ে গঠিত। গাঙ্গেয় সমভূমির দক্ষিণে কেন্দ্রীয় উচ্চভূমিতে উপত্যকা এবং নদী সমভূমি দ্বারা ছেদ করা মালভূমি, পাহাড় এবং পর্বত রয়েছে। অববাহিকায় পাওয়া গুরুত্বপূর্ণ মাটির ধরনগুলি হলো বালি, দোআঁশ, কাদামাটি এবং তাদের সংমিশ্রণ যেমন বেলে দোআঁশ, পলিমাটি ইত্যাদি।\nভারতে অববাহিকার বার্ষিক ভূপৃষ্ঠের পানির সম্ভাবনা ৫২৫ কিমি³ হিসাবে মূল্যায়ন করা হয়েছে, যার মধ্যে ২৫০ কিমি³ ব্যবহারযোগ্য পানি। প্রায় ৫৮০,০০০ বর্গকিলোমিটার আবাদযোগ্য জমি রয়েছে; যা ভারতের চাষযোগ্য এলাকার ২৯.৫%।\nঅববাহিকাটির পানি সম্পর্কিত সমস্যাগুলি উচ্চ এবং নিম্ন উভয় প্রবাহের কারণে। ভারতের উত্তরাখণ্ড, উত্তরপ্রদেশ, বিহার ও পশ্চিমবঙ্গ রাজ্য বন্যায় ক্ষতিগ্রস্ত হয়েছে। ব্রহ্মপুত্র ও গঙ্গা নদীর মিলনস্থলে অবস্থিত বাংলাদেশ প্রায় প্রতি বছরই ভয়াবহ বন্যার শিকার হয়। কোশী, গণ্ডকী এবং মহানন্দা নদীর মতো উত্তর গঙ্গার উপনদীগুলি সবচেয়ে বন্যাপ্রবণ, এতে অবশ্য দক্ষিণের উপনদীগুলিও অবদান রাখে। হিমালয় থেকে কোশী, ঘাঘরা, গণ্ডকী এবং উপদ্বীপ অঞ্চল থেকে চম্বল, বেতওয়া, সন দ্বারা গঙ্গা যুক্ত হয়েছে।\nসংস্কৃতি এবং গঙ্গা: গঙ্গা নদী (গঙ্গা নামেও পরিচিত) বিশ্বাস, আশা, সংস্কৃতি এবং বিচক্ষণতার প্রতীক, সেইসাথে অনাদিকাল থেকে লক্ষ লক্ষ মানুষের জীবিকা নির্বাহের উৎস। এটি ভারতীয় উপমহাদেশে সামাজিক ও ধর্মীয় ঐতিহ্যের কেন্দ্রবিন্দু এবং বিশেষভাবে হিন্দুধর্মে পবিত্র। ভারতে গঙ্গা নদীর প্রতি বিশেষ বিশ্বাস এবং শ্রদ্ধা ভারতীয় সংস্কৃতির মতোই পুরানো। প্রাচীন ভারতীয় ধর্মগ্রন্থ যেমন: বেদ, পুরাণ, মহাভারত, রামায়ণ এবং আরও বেশ কিছু গ্রন্থে এগুলো ব্যাপকভাবে প্রতিফলিত হয়েছে। প্রকৃতপক্ষে, গঙ্গার প্রতি শ্রদ্ধা ভারতীয় পরিচয়ের একটি অংশ এবং ভারতীয় সংস্কৃতির প্রতীক। সংস্কৃতি ও সভ্যতার লালন-পালনে গঙ্গার ইতিহাস তার অববাহিকায় স্থানীয় সংস্কৃতিকে লালন-পালন, সিন্ধু-সরস্বতী অববাহিকায় সভ্যতার স্থানান্তর এবং ভারতীয় সভ্যতার বিকাশের জন্য সংস্কৃতির একীকরণের প্রচারের মাধ্যমে প্রশংসা করা হয়।\n\n\n== তথ্যসূত্র ==\nhttps://www.tandfonline.com/doi/abs/10.1080/14634988.2017.1304129\n\n\n== বহিঃসংযোগ ==\n\nBibliography on Water Resources and International Law পিস প্যালেস লাইব্রেরি\nS Asia's deadly Himalayan fault\nhttp://cpwfbfp.pbwiki.com/"}