{"pageid": 1104005, "title": "আদেরেত, ইসরায়েল", "url": "https://bn.wikipedia.org/wiki?curid=1104005", "content": "আদেরেত (হিব্রু: אַדֶּרֶת‎) হল ইস্রায়েলের মধ্য অঞ্চলে অবস্থিত একটি মোশাভ তথা হিব্রু ভাষায় \"বসতি\"। আদুল্লাম অঞ্চলে যিহূদীয় পাদদেশে আদেরেত গ্রামটি অবস্থিত, এটি বেইট শেমেশের দক্ষিণে, গুশ ইতজিয়নের পশ্চিমে অবস্থিত এবং এলাহ উপত্যকার আগ পর্যন্ত বিস্তৃত। আদেরেত গ্রামটি মাতেহ ইয়েহুদা আঞ্চলিক পরিষদের এখতিয়ারের অধীনে পড়ে। ২০১৯ সালে এর জনসংখ্যা ছিল মাত্র ৮৮৩ জন।\n\n\n== ইতিহাস ==\nআদেরেত গ্রামটি ১৯৫৯ সালের প্রথম দিকে রোমানিয়া থেকে আগত ইহুদি অভিবাসীদের দ্বারা প্রতিষ্ঠিত হয়েছিল। তবে সেই বসতি স্থাপনকারীরা ঘটনাক্রমে সবাই এলাকাটি ছেড়ে অন্যদিকে চলে যায়। এরপর ১৯৬৩ সালের দিকে, সরকার শহরটি পুনঃপ্রতিষ্ঠিত করার সিদ্ধান্ত নেয় এবং সেজন্য পরিকল্পনা মোতাবেক মরক্কোর আটলাস পর্বতমালা থেকে ইহুদি অভিবাসীদের নিয়ে আসে। আদেরেত গ্রামটির নাম হিব্রু বাইবেলের যিহিষ্কেল ১৭:৮ থেকে নেওয়া হয়েছে, যার আক্ষরিক অর্থ \"শক্তিশালী\" বাক্যাংশে \"শক্তিশালী\"-এর অর্থ বুঝায়, পুনর্জন্ম ইস্রায়েলের প্রতীক। নামটি এলাকার দ্রাক্ষার চাষের কথা মনে করে দেওয়া হয়েছে।\nআদেরেত গ্রামটি ইসরায়েলের জেরুজালেম (৪০ কিমি) এবং তেল আবিবের (৬৫ কিলোমিটার) জন্য একটি ছাত্রাবাস সম্প্রদায়ে তৈরি হওয়ার পর বাসিন্দারা ১৯৮০ এর দশকের শেষভাগ পর্যন্ত হাঁস-মুরগি পালন এবং অন্যান্য কৃষিকাজে জড়িত ছিল। ১৯৯৭ সালে একটি নতুন আশেপাশের এলাকা তৈরি করা হয়েছিল, যা জনসংখ্যাকে ১১০ টিরও বেশি পরিবারে নিয়ে আসে। ২০০৬ সালের শেষের দিকে সত্তরটি প্লটের জন্য একটি অতিরিক্ত আবাসন প্রকল্প শুরু হয়েছিল।\n\n\n== শিক্ষা ==\nমশাভটিতে দুটি কিন্ডারগার্টেন রয়েছে। স্কুলের বয়সী শিশুদের বেশিরভাগই অ্যালোন শভুত বা রোশ জুরিমের জন্য কমিউনিটির বাইরে বাস করা হয়। একটি প্রাক-সামরিক মেচিনা, ধর্মীয় এবং অ-ধর্মীয় উভয় ক্ষেত্রেই ছাত্রদের জন্য উন্মুক্ত, ২০০ সালের পরে প্রতিষ্ঠিত হয়েছিল। আদেরেতে চারটি সিনাগগ রয়েছে এবং প্রধান রাব্বি হলেন মোশে দাডন।\n\n\n== পর্যটন ==\nআদেরেতের আশেপাশে একটি দ্রাক্ষাক্ষেত্র এবং বার কোখবা বিদ্রোহের সময়কালের আটারি এবং মিড্রাস ধ্বংসাবশেষ সহ রোমান এবং বাইজেন্টাইন যুগের প্রত্নতাত্ত্বিক স্থানের অস্তিত্ব রয়েছে। রাজা শৌল থেকে পালানোর সময় ডেভিডের আশ্রয়স্থল হিসাবে বিখ্যাত আদুল্লামের গুহাটি অ্যাডেরেট থেকে ১ কিলোমিটার দক্ষিণে এবং সোখোর প্রাচীন স্থান বর্তমানে লুপিনের বার্ষিক ফুলের জন্য বিখ্যাত যা ২ কিলোমিটার উত্তরে অবস্থিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}