{"pageid": 1104014, "title": "বিচ্ছিন্নতাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1104014", "content": "বিচ্ছিন্নতাবাদ হলো বৃহত্তর গোষ্ঠী থেকে সাংস্কৃতিক, জাতিগত, উপজাতিগত, ধর্মীয়, সরকারী বা লৈঙ্গিক বিচ্ছিন্নতার জন্য ক্ষুদ্রতর বা উপেক্ষিত গোষ্ঠীর সমর্থিত জনমত। বিচ্ছিন্নতাবাদ বলতে সম্পূর্ণ রাজনৈতিক বিচ্ছিন্নতাকে বোঝায়। স্বায়ত্তশাসন চাওয়া গোষ্ঠীগুলো সাধারণত বিচ্ছিন্নতাবাদী নয়।  কিছু সমালোচক  বিচ্ছিন্নতাবাদকে ধর্মীয় বিচ্ছিন্নতা, জাতিগত বিচ্ছিন্নতা বা যৌন বিভাজনের সমকক্ষ মনে করে। তবে বেশিরভাগ বিচ্ছিন্নতাবাদী  যুক্তি দেখান যে পছন্দের দ্বারা বিচ্ছেদ কার্যকর উদ্দেশ্যে কাজ করতে পারে তবে তা সরকার-প্রয়োগকৃত পৃথকীকরণের মতো নয়। যদিও এই সংজ্ঞা সম্পর্কে কিছু বিতর্ক আছে।\nবিচ্ছিন্নতাবাদী গোষ্ঠীগুলো পরিচিত রাজনীতির একটি  রূপ বা অংশ। গোষ্ঠীগুলো রাজনৈতিক কার্যকলাপ এবং গোষ্ঠীর সদস্যদের মিলিত অভিজ্ঞতার ভিত্তিতে প্রতিষ্ঠিত তত্ত্বের অনুশীলন করে। এই ধরনের গোষ্ঠী বিশ্বাস করে যে প্রভাবশালী গোষ্ঠীগুলির সাথে একীকরণের প্রচেষ্টা তাদের পরিচয় এবং বৃহত্তর আত্ম-সংকল্প অনুসরণ করার ক্ষমতার সাথে বিরোধপূর্ণ।  অর্থনৈতিক ও রাজনৈতিক কারণ, সাধারণত কম উচ্চাভিলাষী পরিচয় আন্দোলনের বিপরীতে শক্তিশালী বিচ্ছিন্নতাবাদী আন্দোলন তৈরিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। \n\n\n== প্রেরণা ==\n\nগোষ্ঠীগুলোর মধ্যে বিচ্ছিন্নতার জন্য এক বা একাধিক প্রেরণা থাকতে পারে। যেমন:\n\nপ্রতিদ্বন্দ্বী সম্প্রদায়ের প্রতি ঘৃণা।\nগণহত্যা এবং জাতিগত নিধন থেকে সুরক্ষা।\nনিপীড়নের শিকার ব্যক্তিদের প্রতিরোধ; যার মধ্যে রয়েছে তাদের ভাষা, সংস্কৃতি বা ধর্মের অবমাননা।\nএই অঞ্চলের ভিতরে এবং বাইরে যারা আন্তঃগোষ্ঠী দ্বন্দ্ব এবং ঘৃণা থেকে রাজনৈতিক লাভ আশা করে তাদের দ্বারা প্রভাব এবং প্রচারণা।\nএকটি দলের অর্থনৈতিক ও রাজনৈতিক আধিপত্য যা সমতাবাদী ফ্যাশনে ক্ষমতা এবং সুবিধার অসম বন্টন।\nঅর্থনৈতিক অনুপ্রেরণা: শক্তিশালী গোষ্ঠী দ্বারা অর্থনৈতিক শোষণ বন্ধ করতে চাওয়া বা, বিপরীতে, ধনী থেকে দরিদ্র গোষ্ঠীতে অর্থনৈতিক পুনর্বন্টন থেকে বাঁচার আকাঙ্ক্ষা।\nহুমকিপূর্ণ ধর্মীয়, ভাষাগত বা অন্যান্য সাংস্কৃতিক ঐতিহ্যের সংরক্ষণ।\nএকটি বিচ্ছিন্নতাবাদী আন্দোলন অন্য একটি অস্থিতিশীলতার জন্ম দেয়।\n\n\n== প্রকারভেদ ==\n\n\n== সরকারের প্রতিক্রিয়া ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nKingsbury, Damien (মার্চ ২০২১)। Separatism and the State। Routledge। আইএসবিএন 9780367276485। \nBoniface, Pascal (জানুয়ারি ১৯৯৯)। \"Ideals or Interest: 'Pandora's box'\"। Le Monde Diplomatique। \nBrown, Graham K.। \"Horizontal Inequalities, Ethnic Separatism and Violent Conflict: The Case of Aceh, Indonesia\" (পিডিএফ)। United Nations Human Development Report 2005। ১২ মে ২০০৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৯ নভেম্বর ২০২১। \nGriffiths, Ryan (মার্চ ২৬, ২০০৮)। \"Globalization, Development and Separatism: The Influence of External and Internal Economic Factors on the Strategy of Separatism\"। মে ২৪, ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। Paper presented at the annual meeting of the ISA's 49th Annual Convention, Bridging Multiple Divides, Hilton San Francisco, San Francisco, California. \nSecessionism and Separatism in Europe and Asia: To have a state of one's own। Routledge। ২০১৩। আইএসবিএন 978-0-415-66774-6। \nCordesman, Anthony (অক্টোবর ৯, ২০০৭)। \"Pandora's Box: Iraqi Federalism, Separatism, \"Hard\" Partitioning, and US Policy\" (পিডিএফ)। Working Draft। Center for Strategic and International Studies। \nKrivushin, Ivan (২০১৬)। \"The Contemporary World between Integration and Secession: A Challenge for Russia\": 524–535। ডিওআই:10.1080/09700161.2016.1224068। \nMillard, James (২০০৪)। \"Violent Separatism in Xinjiang: A Critical Assessment\" (পিডিএফ)। eastwestcenter.org। ২০১২-০২-২২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৫-১৯। \nMiller, Michelle Ann (২০০৪)। The Nanggroe Aceh Darussalam law: a serious response to Acehnese separatism?। Asian Ethnicity। পৃষ্ঠা 333–351। \nMiller, Michelle Ann (২০১২)। Autonomy and Armed Separatism in South and Southeast Asia। ISEAS। \nRudowski, Tomasz; Sieniawski, Piotr (২০২০-০৬-৩০)। \"Latin America: The Region without Catalonia\"। International Studies. Interdisciplinary Political and Cultural Journal (ইংরেজি ভাষায়)। 25 (1): 111–128। আইএসএসএন 2300-8695। ডিওআই:10.18778/1641-4233.25.07। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বিচ্ছিন্নতাবাদ সম্পর্কিত মিডিয়া দেখুন।\nFrom Spain to Iraq, states have to see that suppressing secession won't work"}