{"pageid": 1104217, "title": "অবধূত গীতা", "url": "https://bn.wikipedia.org/wiki?curid=1104217", "content": "অবধূত গীতা (সংস্কৃত: अवधूत गीता, অনুবাদ 'মুক্ত আত্মার গান') হলো হিন্দুধর্মের সংস্কৃত গ্রন্থ। পাঠ্যের কবিতাটি হিন্দু দর্শনের অদ্বৈত ও দ্বৈত দর্শনের নীতির উপর ভিত্তি করে।\nপাঠ্যটি দত্তাত্রেয়কে আরোপিত করা হয়েছে, এবং বর্তমান পাণ্ডুলিপিগুলি আনুমানিক ৯ম বা ১০ম শতাব্দীর। এটি আটটি অধ্যায়ে বিভক্ত ২৮৯টি শ্লোক (ছন্দযুক্ত শ্লোক) নিয়ে গঠিত। প্রথম সাতটি অধ্যায় হল পাঠ্যের প্রাচীনতম স্তর, এবং আটটি অধ্যায় সম্ভবত পরবর্তীকালে অন্তর্নিহিত। এটি ভারতের পশ্চিমাঞ্চলীয় রাজ্যে, সম্ভবত মহারাষ্ট্রে রচিত হতে পারে। অবধূত গীতা হিন্দুধর্মের নাথ যোগী ঐতিহ্যের অন্যতম গুরুত্বপূর্ণ গ্রন্থ।\n\n\n== সময়কাল ==\nঅভয়ানন্দ বলেছেন, \"অবধুত গীতার রচনার প্রকৃত তারিখ অজানা, কিন্তু, এর পরিভাষা এবং শৈলী দ্বারা বিচার করলে, এটি বর্তমান যুগের সহস্রাব্দের পূর্বে লেখা হয়েছে বলে মনে হয়, যেমন কিংবদন্তি অনুসারে এটি ছিল, কিন্তু আমাদের বর্তমান যুগের ৯ম বা ১০ম শতাব্দীর কাছাকাছি সময়ে। এটি, অবশ্যই, সেই সময়ে মৌখিক সংক্রমণের সম্ভাবনাকে বাধা দেয় না।\"\n\n\n== নামকরণ ==\nপাঠ্যের শিরোনাম, অবধূত মানে \"মুক্ত আত্মা\", আর গীতা মানে গান। পাঠ্যটি আধ্যাত্মিকভাবে মুক্ত এবং মুক্ত একজন ব্যক্তির প্রকৃতি এবং অবস্থা বর্ণনা করে।\nপাঠটি অবধূত গ্রন্থ, দত্তাত্রেয় গীতা, দত্ত গীতা যোগশাস্ত্র ও বেদান্ত সার নামেও পরিচিত।\n\n\n== বিষয়বস্তু ==\n\nঅবধূত গীতা ৮টি অধ্যায়ে গঠন করা হয়েছে, যেখানে দত্তাত্রেয় – সর্বোচ্চ যোগী ও সন্ন্যাস জীবনের প্রতীক, দৈব গুরু এবং উদাহরণ হিসাবে বর্ণনা করেছেন, আত্ম-উপলব্ধির যাত্রা, তারপরে ব্যক্তির প্রকৃতি ও অবস্থা যা বেঁচে থাকে তার আত্মার সত্যে।\nদত্তাত্রেয় পাঠে জোর দিয়ে বলেছেন যে, আত্ম-উপলব্ধি ব্যক্তি \"প্রকৃতির দ্বারা, নিরাকার, সর্বব্যাপী স্বয়ং\"। তিনি হলেন সম-রস বা সমতা, যেখানে কোন কিছুর বা কারও মধ্যে কোন পার্থক্য নেই, না নিজের শরীর বা অন্য ব্যক্তির, না শ্রেণী বা লিঙ্গ, না মানুষ বা অন্য জীবের মধ্যে, বিমূর্তের মধ্যেএবং অভিজ্ঞতামূলক মহাবিশ্ব, সবই এক আন্তঃসংযুক্ত বাস্তবতা, এটি এক এবং তার বাইরের একীকরণ। তাঁর মহাবিশ্ব, সমস্ত মহাবিশ্ব, তাঁর আত্মার মধ্যে রয়েছে। ৬.২২ শ্লোকে বলা হয়েছে, \"আপনি ও আমি কখনই কেউ নেই\"।\nঅধ্যায়গুলি 'চিন্তা' নিয়ে আলোচনা করে, রিগোপুলস বলেন, সেইসাথে \"সহজ অমৃত\" 'স্বাভাবিকতার অমৃত'। এর কিছু শিক্ষাকে ভগবদ্গীতার সাথে তুলনা করা হয়েছে। সহজ শব্দটি, যা হিন্দু ও বৌদ্ধ উভয় তান্ত্রিক ঐতিহ্যের মধ্যে গুরুত্বপূর্ণ হয়ে উঠেছে, এর অর্থ \"অতিরিক্ত বাস্তবতা বা পরম\"। এটিকে বৌদ্ধধর্মে শূন্য (অকার্যকর) এর সাথে সমতুল্য করা হয়েছে, এটিকে এক ধরনের \"অলোকেটেড প্যারাডাইস\" হিসাবে কল্পনা করা হয়েছে, রিগোপোলোস বলেছেন। হিন্দুধর্মে, এটি ব্যক্তির মধ্যে অভ্যন্তরীণ গুরু, সদাশিব, সর্বব্যাপ্ত চূড়ান্ত বাস্তবতা (ব্রহ্ম) যে আত্মা।\n\n\n== আরও দেখুন ==\nভগবদ্গীতা\nব্যাধগীতা\nহংসগীতা বা উদ্ধবগীতা\nদেবীগীতা\nঈশ্বরগীতা\nঅষ্টাবক্রগীতা\nগুরুগীতা\nঅনুগীতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSanskrit editions and English translations\nAvadhuta Gita English Audio Book\nAvadhuta Gita (Sanskrit) in Devanagari, PDF\nAvadhuta Gita (multiple scripts and languages), install legacy fonts for viewing\nhttp://www.aghori.it/avadhut_gita.htm in English and Italian\nAvadhuta Gita Free Android App (English interpretation with Sanskrit Verses)\nAvadhut Gita translated into English with an introduction by Hari Prasad Shastri"}