{"pageid": 1104927, "title": "জীবত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1104927", "content": "জীবত্ব (সংস্কৃত: जीवत्व) অর্থ জীবনের অবস্থা বা ব্যক্তি আত্মার অবস্থা। জীবত্ব হল জীবের জীবনের অবস্থা (পরিবর্তনকারী পৃথক আত্মা), জীব সত্তা, যা আত্মার বিশেষ প্রকাশ, মূর্তমান মনো-শারীরিক অবস্থার মধ্যে সীমাবদ্ধ, এবং অবিদ্যার উৎস যা ভোগ করে (পুনরায়) তার কর্মের ফলে স্থানান্তর। যতক্ষণ না অজ্ঞানতা বন্ধ হয় ততক্ষণ জীব কর্মের ফলাফলের অভিজ্ঞতায় মেধা ও ক্ষতি নিয়ে আসে এবং ব্যক্তিত্বের অবস্থায় (ব্রহ্মসূত্র ১.৪.৬), এবং যতদিন বুদ্ধির  সাথে সর্তকরণ সংযোজন হিসাবে সংযোগ স্থায়ী হয়, ততদিন আত্মার ব্যক্তিত্ব এবং স্থানান্তর স্থায়ী হয় (ব্রহ্মসূত্র ২.৩.৩০)।\n\n\n== বিস্তৃত আলোচনা ==\nজীবত্ব-ভাবনা হল দেহ, মন ও বুদ্ধি দ্বারা প্রবর্তিত সীমাবদ্ধতার অনুভূতি। জীবত্বের প্রকৃতি আকাঙ্খিত, বাহ্যিক কারণের উপর নির্ভরশীল; জীবত্ব হল আকস্মিক ও ব্রহ্মের অপরিহার্য প্রকৃতি নয়।  এটা অলীকভাবে ব্রহ্মের উপর চাপানো হয়। বুদ্ধি, অহংকার (আমি-অনুষদ) এবং মনস (মন) দ্বারা গঠিত অন্তঃকরণ (অভ্যন্তরীণ বুদ্ধি) এর কার্যকলাপের সাক্ষী আত্মা। বিরাজের জীব ও হিরণ্যগর্ভ আরেকটি, কারণ এটি সাধারণত জানা যায় যে যখন দেহ ভিন্ন হয় তখন জীবগুলি ভিন্ন হয়, কিন্তু অতীত ও ভবিষ্যৎ দেহের জন্য জীব থাকা সম্ভব, দেহের পার্থক্য জীবের ক্ষেত্রে পার্থক্য নির্দেশ করে না।\n\n\n== জীব ==\n\nনিম্বার্ক সম্প্রদায় বা দ্বৈতদ্বৈত (দ্বৈতবাদ) অনুসারে ব্রহ্ম ও জীব ভিন্ন সত্তা; যে ঈশ্বর, আত্মা ও মহাবিশ্ব তিনটি পৃথক সত্তা এবং পূর্ববর্তী দুটিকে পরিচালনা করে। জীব (পৃথিবীতে বসবাসকারী স্বতন্ত্র আত্মা) বাস্তবের তিনটি বিভাগের একটি, অন্য দুটি হল জগৎ (বিশ্ব বা জগৎ) এবং ব্রহ্ম (জগৎ ও জীবের পিছনে সর্বজনীন আত্মা ও উপস্তর)। আত্মা স্বর্গে স্থানান্তরিত হতে পারে এবং ঈশ্বরের সাথে বসবাস করতে পারে। বিশিষ্টাদ্বৈত (যোগ্য অদ্বৈতবাদ) অনুসারে, একমাত্র ঈশ্বরই আছেন যিনি নিরাকার। জগৎ ও জীব তার দেহ গঠন করে এবং আত্মা মুক্ত হয় যখন সে বুঝতে পারে যে এটি ঈশ্বরের অংশ। অদ্বৈত বেদান্ত (অদ্বৈতবাদ) অনুসারে, নাম ও রূপের বাইরে ব্রহ্ম হল চূড়ান্ত সর্বোচ্চ একমাত্র বাস্তবতা। ব্রহ্ম, যা সত্য, চেতনা ও আনন্দ, এবং আত্মা অ-ভিন্ন, অভিন্ন, অপরিবর্তনীয় ও শাশ্বত।\nদ্বৈত মাযহাবের মতে, জীব মূলত একটি চিরন্তন আধ্যাত্মিক সত্তা (আজদা-দ্রব্য) যার সারাংশ জ্ঞান (জ্ঞান) দ্বারা গঠিত। জ্ঞান-স্বরূপ হিসাবে এটি সংবেদনশীল সত্তা (চেতনা) ও স্ব-প্রকাশকারী (স্বয়ম-প্রকাশ), জ্ঞাতা বা জ্ঞানের বিষয় (জ্ঞান) এবং কর্মের প্রতিনিধি (কর্তা) হিসাবে এটি আনন্দ ও বেদনা (ভোক্ত) উভয়ই অনুভব করে।  এটি ঈশ্বরের বিপরীতে চরিত্রে (অনু) মোনাডিক, যিনি সর্বব্যাপী (বিভু)। জীব হল পরমাত্মার অংশ, এটি সমর্থিত (অধেয়) দ্বারা, নিয়ন্ত্রিত ও পরমাত্মার উপর নির্ভরশীল। এটি সীমিত ব্যক্তি যিনি জাগরিত, নিদ্রা (স্বপ্ন) ও স্বপ্নহীন নিদ্রা (সুসুপ্তি) মনের অবস্থা অনুভব করেন যা ক্রমাগত হতে পারে, তবে খুব কমই চতুর্থ (তুরিয়া) যা ব্রহ্ম-অন্তর্ভুক্ত। অধ্যাসের কারণে, জীব বস্তু ও অন্যান্য জীবের সাথে কর্তা-শিপ ইত্যাদির অনুভূতির সাথে যোগাযোগ করে; এবং অভিজ্ঞতা সংসার; সংসার থেকে মুক্তিকে মোক্ষ বলা হয়।\n\n\n== জীব ও ব্রহ্মের মধ্যে সম্পর্ক ==\nকঠোপনিষদে জীব, স্বতন্ত্র আত্মা ও ব্রহ্ম, সার্বজনীন আত্মা, তাদের কর্মের ফল সমানভাবে উপভোগ করার জন্য একে অপরের সাথে সমান বলে বিবেচিত হয়েছে। মুণ্ডক উপনিষদে শুধুমাত্র স্বতন্ত্র আত্মাকে কর্মের ফলের আস্বাদন হিসাবে বর্ণনা করা হয়েছে, সর্বজনীন আত্মাকে সহজভাবে দেখা হিসাবে বর্ণনা করা হয়েছে। শ্বেতাশ্বেতর উপনিষদে স্বতন্ত্র আত্মা তিনটি গুণ নিয়ে গঠিত অজাত প্রকৃতি উপভোগ করে, যা সর্বজনীন আত্মা ছেড়ে দেয়। এটি দুটি আত্মার সম্পর্কের বিষয়ে ঋগ্বেদ প্রথম মন্ত্র ১.১৬৪.১৭-এ মোকাবেলা করেছে যা পড়ে:\n\nএবং, মুন্ডক উপনিষদ (৩.১.২) এর ঋষি কোন ধারণা এবং চিত্রকল্পকে অভিযোজিত করে আমাদের বলতে এগিয়ে যান:\n\nজীব অভ্যন্তরীণ ইন্দ্রিয় অঙ্গ দ্বারা সীমাবদ্ধ, সীমিত হওয়ায় এটি বস্তুর অধঃস্থ চেতনা থেকে স্বতন্ত্র যা সর্বব্যাপী চেতনা। এটি সর্বদা ঈশ্বরের থেকে তার পার্থক্য অনুভব করে, কারণ ব্রহ্ম সাধারণ জ্ঞানের বস্তু নয়। জীব হল অবিদ্যার অবস্থান (আশ্রয়)। জীব, মিথ্যা সত্তা, এবং ব্রহ্মের মধ্যে সনাক্তকরণ তখনই ঘটে যখন আত্মের জীবের দিকটি সম্পূর্ণরূপে বর্জন করা হয় আত্মের প্রকৃত স্বরূপ সম্পর্কে সত্য জ্ঞান দ্বারা আদি অবিদ্যাকে দূর করে।\nস্বতন্ত্র্যবাদ হল নিরঙ্কুশ সার্বভৌমত্বের মতবাদ এবং স্বর্গীয় ইচ্ছার স্বাধীনতার মতবাদ যে কোনো উপায়ে নিজেকে প্রকাশ করার এবং প্রকাশ করার জন্য; স্বতন্ত্র্য চলনযোগ্য ও স্থাবর বস্তুকে পৃথক হিসাবে দেখায় যদিও সংক্ষিপ্তভাবে তারা সম্বিত (সর্বজনীন চেতনা) থেকে পৃথক নয় এবং যা পরমের প্রকৃতিকে গোপন করে না। এর প্রকাশের বিন্দু থেকে, এটি আভাসবাদ নামে পরিচিত। আভাসবাদ হল আবির্ভাবের তত্ত্ব, শৈব ও শাক্ত দর্শনের সৃষ্টি তত্ত্ব যে তত্ত্ব অনুসারে মহাবিশ্ব এমন চেহারা নিয়ে গঠিত যা চূড়ান্ত বাস্তবতার দিক হিসাবে বাস্তব; পৃথিবী শিবের আভাস (প্রকাশ বা আলো), এটা মায়া নয়। অদ্বৈত বেদান্তে এই তত্ত্ব যা অনুসারে জীব হল ব্রহ্ম-চেতনার মায়াময় রূপ।\nআভাসবাদের তত্ত্বটি ব্রহ্মসূত্র ২.৩.৫০ এর শিকড় খুঁজে পায় যা পড়ে,\n\nএই তত্ত্বটি মন্দন মিশ্র দ্বারা সমর্থন করা হয়েছিল যাতে জীবরা ব্রহ্মের মতোই বাস্তব, তারা \nঅবিদ্যায় এবং এর মাধ্যমে প্রাথমিকভাবে উপস্থিত হয়, যদিও বিশ্বের বস্তুগুলি অবাস্তব, তারা গৌণ চেহারা, প্রাথমিক উপস্থিতির প্রতিফলন মাত্র। বিবর্ণ দর্শন বিম্ব-প্রতিবিম্ববাদের তত্ত্ব বা প্রতিফলনের তত্ত্বকে সমর্থন করে, যেখানে পরম বাস্তবতা, উপাধিতে প্রতিফলিত হয়, মধ্যবর্তী সংযোজন এবং তাদের কারণ অবিদ্যার কারণে অসংখ্য স্বরূপে আবির্ভূত হয়। \nবাচস্পতি মিশ্রের ভামতী দর্শন অবচেদবাদ, সীমাবদ্ধতার তত্ত্বকে সমর্থন করে, যেখানে জীবগুলি নিজেই ব্রহ্ম কিন্তু মনে-দেহ-জটিলের মতো অনুষঙ্গ দ্বারা সীমাবদ্ধ।\n\n\n== তাৎপর্য ==\nশঙ্করের মতে, জীবের জীবত্ব হল জীবের মিথ্যা পরিচয়ের বোধের ফল, অর্থাৎ দেহের সাথে একত্ব, জীবকে অভিজ্ঞতামূলক ব্যক্তি করে তোলে।\nজীবের সশরীরীত্বের অনুভূতি সম্পূর্ণরূপে মিথ্যা প্রত্যয় (মিথ্যাপ্রত্যয়নিমিত্তন্তত্ব) এর কারণে, সত্যিকারের আলোকিত ব্যক্তি এই জীবনে এবং এই দেহে বসবাস করেও দেহহীন। অবিদ্যা বা অজ্ঞতা ব্যক্তির দেহ নামক সাইকো-ফিজিকাল কমপ্লেক্সের সাথে নিজের ভুল সনাক্তকরণ এবং দেহের মধ্যে আত্ম-ইন্দ্রিয়ের (আত্মভিমান) বিকাশের মধ্যে রয়েছে; এটি হল জীবের প্রকৃতির মধ্যে উপাধি কাটা। আপাত পরিবর্তন জ্ঞানীয় সত্য, এবং মহাজাগতিক বহুত্বের সামগ্রিকতাও জ্ঞানীয় সত্য। আপাতদৃষ্টিতে সারগর্ভ জীবত্ব হল অবিদ্যার শাখা যা মিথ্যজ্ঞানের দ্বারা টিকে থাকে এবং পুষ্ট হয়। জীবত্ব, অভূতপূর্ব ব্যক্তিত্ব, যদিও শুরু-কম, তবে একজনের মুক্তি ও ব্রহ্মত্ব লাভের ক্ষেত্রে সমাপ্তিযোগ্য (সান্ত)।জীবের জীবত্ব হল জীবের সীমাবদ্ধতা। আত্মার জীবত্ব (আত্মার স্বতন্ত্রীকরণ) অবাস্তব, এটি নিছক বুদ্ধির ভ্রম দ্বারা সৃষ্ট কল্পনা, এবং একজনের বাস্তব প্রকৃতির উপলব্ধি দ্বারা যে বিভ্রম আসে তার বিলুপ্তির সাথে অদৃশ্য হয়ে যায়।\n\n\n== তথ্যসূত্র =="}