{"pageid": 11045, "title": "মশীহ", "url": "https://bn.wikipedia.org/wiki?curid=11045", "content": "মশীহ বা মসীহ (হিব্রু ভাষায়: מָשִׁיחַ‎; গ্রিক: μεσσίας, আরবি: مسيح) ইব্রাহিমীয় ধর্ম অনুসারে নির্দিষ্ট একটি জনগোষ্ঠীর ত্রাণকর্তা বা রক্ষাকারী। ইব্রাহিমীয় ধর্মের অনুসারীরা বিশ্বাস করেন যে অদূর ভবিষ্যতে মসীহের পৃথিবীতে আবির্ভাব হবে এবং তিনি পৃথিবীতে ন্যায়ের রাজ্য প্রতিষ্ঠা করার মাধ্যমে অনুসারীদের সাথে করা স্রষ্টার অঙ্গীকার সম্পন্ন করবেন।\n\n\n== ব্যুৎপত্তি ও ইতিহাস ==\nমশীহ শব্দটি এসেছে হিব্রু শব্দ \"המשיח‎\" থেকে যার অর্থ করলে দাঁড়ায় \"নির্বাচিত অভিষিক্ত ব্যক্তি\"। অভিষিক্ত বলতে এখানে একটি ব্যক্তিকে বুঝানো হচ্ছে যার উপর পবিত্র তেল ঢেলে দেওয়ার মাধ্যমে পরিশুদ্ধ করা হয়েছে। একমাত্র পবিত্র ও বিশেষ ব্যক্তিদেরকেই মধ্যযুগে ইহুদী ও খ্রিষ্টানেরা অভিষিক্ত করতেন।\nধর্ম বিশেষজ্ঞদের মতে পারস্যের রাজা সাইরাসকে ত্রাণকর্তা হিসেবে উল্লেখ করে  সর্বপ্রথম মশীহ তত্ত্বের অবতারণা করা হয় \"ইসাহিয়ার পুস্তক ৪৫:১\" এ।\n\n\"তাঁর মনোনীত (আরেক অর্থে অভিষিক্ত) রাজা কোরসের (সাইরাস) বিষয়ে প্রভু এই কথা বলেন, “আমি কোরসের ডান হাত ধরবো। রাজাদের কাছ থেকে ক্ষমতা ছিনিয়ে নিতে, আমি তাকে সাহায্য করব। কোরসকে নগরদ্বার আটকাবে না। আমি ফটকগুলো খুলে দেব এবং কোরস প্রবেশ করবে।”\n\n\n== ইহুদি ধর্মে ==\nইহুদি ধর্মে মশীহকে \"রাজা মশীহ\" বলা হয়ে থাকে কেননা ইহুদি বিশ্বাসমতে মশীহ ইজরায়েল ভূমি শাসন করবেন রাজা হিসেবে। ইহুদি ধর্মে দুজন মশীহ রয়েছেন। একজনকে মশীহ বিন যোশেফ এবং আরেকজনকে মশীহ বিন ডেভিড বলা হয়। মশীহ বিন যোশেফ হবেন নবী যোশেফের বংশধর ও মশীহ বিন ডেভিড হবেন নবী ডেভিডের বংশধর। জাকারিয়ার পুস্তকে চারজন কারিগরের কথা উল্লেখ রয়েছে যারা ভবিষ্যত পৃথিবীতে গুরুত্বপূর্ণ ভূমিকা রাখবেন। রাব্বাই সাইমন হাসিদা উল্লেখ করেছেন সেই চারজন কারিগর হচ্ছেন মশীহ বিন যোশেফ, মশীহ বিন ডেভিড, নবী এলিজাহ এবং একজন সৎ ও নিষ্ঠাবান পুরোহিত। শেফের জেরুবাবেল অনুসারে মশীহ বিন যোশেফের নাম হবে নিহেমিয়াহ বেন হুশিয়েল ও মশীহ বিন ডেভিডের নাম হবে মিনাহিম বেন আমামিয়েল। এই দুই মশীহ ইহুদী ধর্মের আরমিলুস ও ইয়াজুজের বিরুদ্ধে লড়াই করবেন। বিভিন্ন সূত্র অনুযায়ী মশীহ বিন ইউসুফ তৃতীয় মন্দির নির্মাণে সহায়তা করবেন। বিখ্যাত ইহুদী রাব্বাই রাসির মতে ইজরায়েলের শত্রুদের হাতে মশীহ বিন যোশেফ মারা যাবেন। মশীহ বিন যোশেফ মৃত্যুর পর মশীহ বিন ডেভিড আরমিলুসকে যুদ্ধে হারাবেন। তারপর জেরুজালেমে তৃতীয় মন্দির নির্মাণ করবেন।। আরমিলুসকে হারানোর পর মশীহ বিন ডেভিড ইজরায়েলের রাজা হিসেবে অধিষ্ঠিত হবেন।\n\n\n== খ্রিস্টান ধর্মে ==\n\nখ্রিস্টান ধর্মে মশীহকে বলা হয় \"খ্রিস্ট\" (গ্রিক: χριστός)। খ্রিস্টানেরা বিশ্বাস করেন নবী যীশু হচ্ছেন একমাত্র মশীহ এবং মশীহ বিন দাউদ যাকে ক্রুশবিদ্ধ করে হত্যা করা হয়েছে। অদূর ভবিষ্যতে তিনি ফিরে আসবেন, খ্রিস্টারির সাথে লড়াই করে তাকে হত্যা করবেন এবং পৃথিবীতে তাঁর রাজত্ব প্রতিষ্ঠা করবেন।\n\n\n== ইসলাম ধর্মে ==\nহাদিস অনুসারে ইসলাম ধর্মে দুজন মশীহ রয়েছেন -\n\nইমাম মাহদী\nনবী ইসা\nইসলামিক বিশেষজ্ঞদের একাংশ বিশ্বাস করেন নবী ইসা ও ইমাম মাহদী একত্রে ইয়াজুজ মাজুজ ও দাজ্জালের বিরুদ্ধে লড়াই করবেন কেননা সহিহ মুসলিমে উল্লেখ রয়েছে,\n\nহজরত জাবের (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন, “আমার উম্মতের একদল মুজাহিদ কিয়ামত পর্যন্ত শত্রুর উপর বিজয়ী থাকবে। একপর্যায়ে আকাশ থেকে ঈসা ইবনে মারিয়ম (আঃ) অবতরণ করলে মুসলমানদের সেনাপতি বলবে- আসুন, নামাজের ইমামতি করুন! তখন ঈসা (আঃ) বলবেন – না, বরং তোমাদের একজন অপরজনের নেতা (অর্থাৎ তুমি ইমামতি কর)। এটি এই উম্মতের জন্য আল্লাহ তায়ালার পক্ষ থেকে একটি বিরাট সম্মানের”।\nএই হাদিস দেখিয়ে অনেকে বলেন এখানে ইমাম বলতে ইমাম মাহদীকে বলা হয়েছে। যদিও এখানে স্পষ্ট করে মাহদীর নাম লেখা নেই।\nঅন্যদিকে, আরেকটি হাদিস অনুযায়ী প্রায় একই বয়ানে ইমামের স্থলে মাহদীর উল্লেখ রয়েছে।\n\n\n=== ইমাম মাহদী ===\nএক হাদিস অনুযায়ী ইমাম মাহদী পৃথিবীতে আসবেন যিনি হবেন নবী মুহাম্মদের বংশধর, যার নাম হবে তার নামের মতন। তিনি মদিনা কিংবা মক্কাতে আবির্ভূত হবেন এবং তিনি পৃথিবীতে ন্যায়পরায়ণতা ও শান্তি ফিরিয়ে আনবেন। ইমাম মাহদী আবু সুফিয়ানের বংশধর সুফিয়ানির বিরুদ্ধে লড়াই করবেন এবং সুফিয়ানি তার সৈন্য সমেত বাইদার মরুভূমিতে পরাজিত হবে। ইমাম মাহদী ইয়াজুজ ও মাজুজদের পরাজিত করবেন।\nমাহদী খলিফা হিসেবে ৬, ৭ বা ৯ বছর পৃথিবী শাসন করবেন। সুন্নি মুসলিমরা বিশ্বাস করেন ইমাম মাহদী এখনো আবির্ভূত হয়নি। অন্যদিকে শিয়া মুসলিমরা বিশ্বাস করেন মুহম্মদ আল-মাহদী হচ্ছেন ইমাম মাহদী যিনি লুকিয়ে আছেন। ভবিষ্যতে তিনি দেখা দিবেন।\n\n\n=== ইসা ===\nহাদিস অনুসারে নবী ইসা দাজ্জালকে হত্যা করতে পৃথিবীতে দামেস্কর পূর্ব দিকে সাদা মিনারের স্থানে আবির্ভূত হবেন। দাজ্জালকে হত্যা করার পরে খ্রিস্টান ও ইহুদীরা নবী ইসা ও ইসলামের প্রতি বিশ্বাস আনবে ও ইসলাম ধর্ম গ্রহণ করবে। নবী ইসা পৃথিবীর শাসক হিসেবে অধিষ্ঠিত হবেন, ক্রুশ ভেঙ্গে ফেলবেন, শূকর মেরে ফেলবেন এবং জিজিয়া কর বিলুপ্তি ঘোষণা করবেন। পৃথিবীতে আবির্ভাবের পর ইসা দাজ্জালকে হত্যা করবেন এবং তিনি খলিফা হিসেবে মৃত্যুর আগ পর্যন্ত পৃথিবী শাসন করে যাবেন।\n\n\n== আহমদিয়া ধর্মে ==\n\nআহমদিয়ারা বিশ্বাস করেন মির্জা গোলাম আহমদ ইমাম মাহদী। তাঁর আগমণের মধ্য দিয়ে নবী ইসা ও ইমাম মাহদীর ভবিষ্যতবাণী পূরণ হয়েছে।\n\n\n== অন্যান্য ধর্মে ==\nবৌদ্ধ ধর্মে মৈত্রেয় বুদ্ধ পৃথিবীতে আবির্ভূত হয়ে বৌদ্ধ ধর্ম প্রচার করবেন এবং বৌদ্ধ ধর্মকে পৃথিবীতে জাগিয়ে তুলবেন।\nমির্জা হুসাইন আলী নুরি, বাহাই ধর্মের প্রতিষ্ঠাতা যাকে বাহাই ধর্মে মশীহ বলে বিশ্বাস করা হয়।\nহিন্দু ধর্মে কল্কি অবতারকে হিন্দু মশীহ বলে বিশ্বাস করা হয় যিনি ভবিষ্যতে আসবেন, কলি অসুরকে বধ করবেন এবং তাঁর সনাতন মোক্ষ ধর্ম প্রচার করবেন।\n\n\n== তথ্যসূত্র =="}