{"pageid": 110492, "title": "হা-ইয়োম", "url": "https://bn.wikipedia.org/wiki?curid=110492", "content": "হা-ইয়োম (ইংরেজি: Ha-Yom) (হিব্রু ভাষায়: היום‎) অর্থ দিন, হচ্ছে হিব্রু ভাষার একটি দৈনিক পত্রিকা। ১৮৮৬ থেকে ১৮৮৮ সালের মধ্যভাগ পর্যন্ত রাশিয়ার সেন্ট পিটার্সবার্গ থেকে পত্রিকাটি প্রকাশিত হতো। পত্রিকাটির গোড়াপত্তন করেন এহুদা লব ক্যান্টর। তিনি একই সাথে এই পত্রিকাটির সম্পাদকও ছিলেন। হা-ইয়োম হচ্ছে হিব্রু ভাষায় প্রকাশিত প্রথম দৈনিক সংবাদপত্র। প্রকাশের শুরুতে এর দৈনিক সার্কুলেশন ছিলো প্রায় ২,৪০০। ১৮৮৭ সালের পর সার্কুলেশনের এই সংখ্যা নেমে ১,৬০০-তে আসে।\nহা-ইয়োম তার সংবাদ পরিবেশনে আধুনিক, ইউরোপীয় সাংবাদিকতার প্রকাশ ঘটায়, যা আগের হিব্রু ভাষার প্রকাশনার কাছে অজ্ঞাত ছিলো। এছাড়া এটি প্রথম হিব্রু সংবাদপত্র যা সংবাদ সংগ্রহের জন্য টেলিগ্রাফিক খবরসংগ্রাহক প্রতিষ্ঠানগুলোর (এরা টেলিগ্রামের মাধ্যমে দ্রুত খবর সংগ্রহ করতো) শরণাপন্ন হয়। এছাড়াও ক্যান্টর পশ্চিম ইউরোপ ও যুক্তরাষ্ট্রের বিভিন্ন ইহুদি কেন্দ্রস্থলগুলোতে এই পত্রিকার নিজস্ব চুক্তিবদ্ধ প্রতিবেদক নিয়োগ করেছিলেন। হা-ইয়োন-এর নামকরা কয়েকজন অবদানকারী ছিলেন ডি. ফ্রিশ্চম্যান, এ. রজেনফিল্ড, এবং এল. ক্যাটজেলেনসন।\nহা-ইয়োন-এর প্রকাশনা ও সাফল্য হিব্রু ভাষার প্রকাশনাকে অণুপ্রাণিত ও ত্বরান্বিত করে। পরবর্তীতে হা-মেলিজ, হা-সেফিরাহ-এর মতো পত্রিকাগুলোও দৈনিক পত্রিকায় রূপান্তরিত হয়। হা-ইয়োম-এর কাটতি বাড়ার ফলে আলেকজান্ডার জেদারবাউমের প্রকাশিত হা-মেলিজ হুমকির মুখে পড়ে। হা-মেলিজ ছিলো রাশিয়ার ইহুদি প্রকাশনায় একচেটিয়া প্রাধান্য বিস্তারকারী। সত্যি বলতে হা-ইয়োম-এর কারণেই হা-মেলিজ দ্রুত খবর সংগ্রহের জন্য নর্দার্ন টেলিগ্রাফিক নিউজ এজেন্সির সাথে খবর সংগ্রহের চুক্তি করতে বাধ্য হয়। এজন্য তাদেরকে প্রতি বছর ৩,০০০ রুশ রুবল প্রদান করতে হতো, যা অর্থনৈতিকভাবে উভয় পত্রিকার জন্যই একটি বিরাট বাঁধা ও চ্যালেঞ্জের বিষয় হয়ে দাঁড়ায়।\nপ্রকাশের গোড়ার দিকে হা-ইয়োম লাভারস অফ জিওন আন্দোলনের অনেক অনুসারীর কাছে প্রিয় হয়ে উঠেছিলো। যদিও পরবর্তীতে হা-মেলিজ এই আন্দোলনের অনুসারীদের একটি বড় অংশকে নিজেদের কাছে টানতে সমর্থ হয়েছিলো। যা হা-ইয়োম-এর জনপ্রিয়তা হ্রাসে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলো।\n১৮৮৭ সালে বেন-আমি (আমার জনগণের ছেলেরা) নামক একটি মাসিক ক্রোড়পত্র হা-ইয়োম-এর সাথে প্রকাশ হতে থাকে। এই ক্রোড়পত্রটির সর্বমোট চারটি সংখ্যা প্রকাশিত হয়।\nহা-ইয়োম-এর শেষ কয়টি সংস্করণ সম্পাদনা করেছিলেন জে.এল. গর্ডন। ১৮৮৯ সালে পত্রিকাটির প্রকাশনা বন্ধ হয়ে যাবার পর প্রতিষ্ঠাকালীন প্রকাশক ক্যান্টর হা-মেলিজ-এর সম্পাদকের দায়িত্ব নেন।\n\n\n== তথ্যসূত্র =="}