{"pageid": 1104783, "title": "ছোড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1104783", "content": "ছোড়ি (অনু. Girl, বাংলা:বালিকা) একটি ২০২১ সালের ভারতীয় হিন্দি-ভাষার ভৌতিক চলচ্চিত্র। যা বিশাল ফুরিয়া পরিচালনা করেছেন এবং ভূষণ কুমার, কৃষাণ কুমার, বিক্রম মালহোত্রা, জ্যাক ডেভিস, শিখা শর্মা এবং শিব চানানা প্রযোজনা করেছেন। মারাঠি ভাষার ফিল্ম লাপাছপি (২০১৭) এর রিমেক, মিতা বশিষ্ট, রাজেশ জাইস এবং সৌরভ গয়ালের পাশাপাশি এই ছবিতে মুখ্য ভূমিকায় অভিনয় করেছেন নুসরত ভারুচা। ২০২১ সালের ২৬ নভেম্বর অ্যামাজন প্রাইম ভিডিওতে ছবিটির প্রিমিয়ার হয়েছিল।\n\n\n== কাস্ট ==\nসাক্ষী চরিত্রে নুসরত ভরুচা: হেমন্তের প্রাক্তন স্ত্রী।\nভান্নো দেবীর চরিত্রে মিতা বশিষ্ঠ: রাজবীর ও ৩ ছেলের মা; কাজলার স্ত্রী।\nরানী চরিত্রে পল্লবী অজয়\nসুনাইনির চরিত্রে ইয়ানিয়া ভরদ্বাজ\nকাজলার চরিত্রে রাজেশ জাইস\nহেমন্ত চরিত্রে সৌরভ গয়াল\n\n\n== পটভূমি ==\nশুরুর দৃশ্যে, একজন গর্ভবতী মহিলাকে একটি আখ ক্ষেতে তাড়া করতে দেখা যায় এবং নিজেকে তার গর্ভ কেটে ফেলতে বাধ্য করা হয়। দৃশ্যটি তারপর শহরের দৃশ্যে কেটে যায়, যেখানে সাক্ষী একটি এনজিওতে কাজ করে এবং তার স্বামী হেমন্তের সাথে থাকে। তারা দুজনেই তাদের ড্রাইভারের গ্রামে পলাতক, হেমন্তকে ব্যবসার পরিকল্পনার জন্য ধার করা ঋণ ফেরত না দেওয়ার জন্য কিছু লোকের দ্বারা মারধর এবং হুমকি দেওয়ার পরে কিছু দিনের জন্য লুকিয়ে রাখার জন্য।\nতারা আখ ক্ষেত হয়ে শহর থেকে 300 কিলোমিটার দূরে গ্রামে পৌঁছায়। সেখানে তাদের দেখা হয় চালকের স্ত্রী দেবীর সাথে, যিনি খুবই গোঁড়া মহিলা। কয়েকদিন পর, হেমন্ত তাদের আর্থিক সমস্যার সমাধান খুঁজতে দেবীর কাছে সাক্ষীকে ছেড়ে যায়। সাক্ষী ধীরে ধীরে দেবীর সাথে একটি বন্ধন খুঁজে পায়। তিনি রাজবীরের (দেবীর বড় ছেলে) স্ত্রী রানির সাথে দেখা করেন যাকে প্রথম দৃশ্যে তাড়া করা হয়েছে বলে দেখানো হয়েছে। দেবী সাক্ষীকে বলেন যে রানি জন্মের আগে তার সন্তানকে হারিয়েছিল এবং তাকে বাঁচানোর জন্য তার গর্ভ কেটে ফেলা হয়েছিল।\nসাক্ষীকে তিনটি বাচ্চা উত্ত্যক্ত করে এবং তাদের প্রতি কৌতূহলী হয়ে ওঠে। দেবী জানতে পারেন এবং তাদের থেকে দূরে থাকতে সতর্ক করেন। কিন্তু সে তার কথা শোনে না এবং বাচ্চাদের সাথে কথা বলার চেষ্টা করে। দেবী, সাক্ষী তার কথা না শুনে হতাশ হয়ে তাকে হুমকি দেওয়ার সিদ্ধান্ত নেয়। এই ঘটনার পর দেবী ও সাক্ষীর মধ্যে কথা কাটাকাটি হয়। কয়েকদিন পর, হেমন্ত সাক্ষীকে দেখতে আসে এবং সে তাকে আতঙ্কে তাকে ফিরিয়ে নিতে বলে। সেই রাতে, তারা চলে যাওয়ার সময়, তারা দুজনেই দেবীর দ্বারা আক্রান্ত হয় এবং সাক্ষীর উপর কিছু আচার অনুষ্ঠান করা হয়। তাকে ঘরে নিয়ে যাওয়া হয়, এবং দেবী তাকে বিছানায় বেঁধে রাখে।\nদেবী তাকে বলেন যে সুনয়নী থেকে মুক্তি পাওয়ার জন্য তাকে আগামী তিন দিন সেখানে একা থাকতে হবে, যে দেবীর ভগ্নিপতি এবং একজন ডাইনি (ভূত), যে একবার গর্ভবতী ছিল। তিনি দেবীর তিনটি ছোট ছেলের উপর একটি মন্ত্র ছুঁড়েছিলেন এবং তার নিজের স্বামীকে হত্যা করেছিলেন, তিনটি ছেলেকে কুয়োতে পড়েছিলেন এবং নিজেও তার গর্ভ কেটেছিলেন। সুনাইনি দেবীর পরিবারকে অভিশাপ দিয়েছেন, নিশ্চিত করেছেন যে তারা তাদের বংশ অব্যাহত রাখতে পারবে না।\nদেবী সাক্ষীকে নির্দেশ দেন যে তিনি আগামী তিন দিনের মধ্যে যে সমস্ত দৃষ্টিভঙ্গি পর্যবেক্ষণ করবেন তা একটি বিভ্রম হবে এবং তাকে সতর্ক করে যে তিনি সুনয়নির কথা শুনেছেন এমন লুলাবি গাইবেন না। বাকি গল্পটি আবর্তিত হয়েছে কীভাবে সাক্ষী আখের ক্ষেতে ঘেরা বাড়ি থেকে পালানোর চেষ্টা করে কিন্তু তার সমস্ত প্রচেষ্টা বৃথা যায়। তিনি সুনয়নার (দেবীর ভগ্নিপতি) দ্বারা একবার অভিজ্ঞ সেই সমস্ত পরিস্থিতি এবং চ্যালেঞ্জগুলি অনুভব করতে শুরু করেছিলেন।\nশেষ পর্যন্ত জানা যায়, কন্যা সন্তানের কারণে সুনয়নীকে তার শ্বশুরবাড়ির লোকজন তার ভ্রুণ হত্যা করতে বলেছিল। যখন সে তার স্বামীকে প্রত্যাখ্যান করেছিল এবং পালানোর চেষ্টা করেছিল, সে ভুলবশত দেবীর তিন ছোট ছেলের দেওয়া ছুরি দিয়ে তার নিজের স্বামীকে হত্যা করেছিল, যারা সবসময় সুনয়নাকে ভালবাসত। দেবীর পরিবার ভেবে সুনয়না তার নিজের স্বামীকে জীবন্ত পুড়িয়ে হত্যা করেছে। সে প্রক্রিয়ায় তার সন্তানের জন্ম দেয় কিন্তু তার বাচ্চাকে গ্রামব্যাপী একটি আচার পালন করতে কূপে ফেলে দেওয়া হয় যা একটি ভাল ফসলের নিশ্চয়তা দেয়। সম্পূর্ণ দগ্ধ অবস্থায় সুনয়নী তার মেয়েকে বাঁচাতে কূপে ঝাঁপ দেয়। দেবীর তিন ছেলে পালাক্রমে সুনয়নীর মেয়ে এবং সুনয়নীকে বাঁচাতে ঝাঁপিয়ে পড়ে যার ফলে তারা সবাই ভূত হয়ে যায়।\nসাক্ষীকে তিন দিনের অগ্নিপরীক্ষার অভিজ্ঞতা দেওয়ার জন্য তৈরি করা হয়েছে, যেটি সুনয়না একটি সিরিজ বেদনাদায়ক অভিজ্ঞতার মধ্য দিয়ে গেছে। শেষ মুহুর্তে, ভূতের (সুনাইনা) দ্বারা তার সন্তানের ক্ষতি করার আগে, সাক্ষী শপথ করে যে সুনয়না যে অগ্নিপরীক্ষার মধ্য দিয়ে গেছে তা সবাইকে জানানোর জন্য, যদি ভূত তাকে যেতে দেয়, নতুন স্ত্রীদের উপর তার যন্ত্রণার পুনরাবৃত্তি না করে।\nসাক্ষী ৩ দিনের অগ্নিপরীক্ষা থেকে বেঁচে যায় এবং সকালে যখন দেবী, ড্রাইভার এবং হেমন্ত আসে, সাক্ষী গল্পটি প্রকাশ না করে চলে যেতে অস্বীকার করে।\nহেমন্তকে রাজবীর বলে প্রকাশ করা হয়েছে যে তার আগের দুই স্ত্রীকে হত্যা করেছিল কারণ সে ভয় পেয়েছিল যে তারা গ্রামের খুনের কথা লোকেদের বলবে। তিনি রানিকে রক্ষা করেছিলেন কারণ তিনি চিরকাল নীরব থাকার শপথ করেছিলেন।\nসাক্ষী চলে যায়, রাত থেকে তার হাতে থাকা ছুরিটি ফেলে দেয়, যেটি সে হেমন্ত/রাজবীরের বিরুদ্ধে আত্মরক্ষা করত। রাজবীর পিছন থেকে তাকে আক্রমণ করার জন্য ছুরি তুলে নিলে রানী তাকে আক্রমণ করে এবং একটি ক্লিভার দিয়ে তাকে হত্যা করে। শেষের দৃশ্যে দেখা যাচ্ছে সাক্ষী গ্রামের বাড়ি থেকে হেঁটে যাচ্ছে, আখের ক্ষেতের গোলকধাঁধা দিয়ে ৩টি ভূত শিশুর নির্দেশিত দিক দিয়ে। এরপর রক্তাক্ত শার্ট পরে রানির সঙ্গে যোগ দেন সাক্ষী।\n\n\n== উৎপাদন ==\nপ্রধান ফটোগ্রাফি ২৫ নভেম্বর ২০২০ সালে শুরু হয়েছিল মধ্যপ্রদেশে।  ছবিটি ২০২০ সালের ডিসেম্বরে শেষ হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ছোড়ি  (ইংরেজি)\nবলিউড হাঙ্গামায় ছোড়ি (ইংরেজি)"}