{"pageid": 1105617, "title": "যক্ষিণী", "url": "https://bn.wikipedia.org/wiki?curid=1105617", "content": "যক্ষিণী (সংস্কৃত: यक्षिणी) হিন্দু, বৌদ্ধ ও জৈন ধর্মীয় পুরাণের এক শ্রেণীর নারী প্রকৃতির আত্মা যা দেবতা,  অসুর এবং গন্ধর্ব বা অপ্সরা থেকে আলাদা। যক্ষিণী ও তাদের পুরুষ সমকক্ষ, যক্ষ হল ভারতের শতাব্দী-প্রাচীন পবিত্র উপকূলের সাথে যুক্ত বহু অলৌকিক প্রাণীর মধ্যে একটি।\n\nভাল আচরণকারী ও সৌম্য ব্যক্তিদের শিক্ষক হিসেবে পূজা করা হয়, তারা হলেন কুবের, দেবতাদের কোষাধ্যক্ষ ও ধন-সম্পদের হিন্দু দেবতা যিনি আলাকার হিমালয় রাজ্য শাসন করেছিলেন। এছাড়াও উপদ্রবকারী ভূত-সদৃশ আচরণের সাথে কুৎসিত এবং দুষ্টু যক্ষিণী রয়েছে, যা ভারতীয় লোককাহিনী অনুসারে মানুষকে পীড়িত ও অভিশাপ দিতে পারে।\nঅশোক উদ্ভিদ যক্ষিণীদের সাথে ঘনিষ্ঠভাবে জড়িত। গাছের পাদদেশে থাকা যুবতীটি ভারতীয় উপমহাদেশে উর্বরতা নির্দেশক প্রাচীন মোটিফ। ভারতীয় শিল্পের পুনরাবৃত্ত উপাদানগুলির মধ্যে একটি, যা প্রায়শই প্রাচীন বৌদ্ধ এবং হিন্দু মন্দিরে দারোয়ান হিসাবে পাওয়া যায়, হল একটি যক্ষিণী যার পা কাণ্ডের উপর এবং তার হাত স্টাইলাইজড ফুলের অশোক বা কম ঘন ঘন অন্য গাছের ডাল ধরেফুল বা ফল দিয়ে।যক্ষিণীদের বলা হয় আদিশক্তি দ্বারা সৃষ্ট শক্তি, যিনি ব্রহ্মদেবের মতে পরমাত্মা। তাদের রাক্ষসের কিছুটা সূক্ষ্ম রূপ বলা যেতে পারে যারা বেশি হিংস্র।\n\n\n== বৌদ্ধধর্মে যক্ষিণী ==\n\nভারহুত, সাঁচি ও মথুরার তিনটি স্থান থেকে প্রচুর পরিমাণে যক্ষীর মূর্তি পাওয়া গেছে, সাধারণত স্তূপের রেলিং স্তম্ভে। এগুলি সুস্পষ্ট বিকাশ ও অগ্রগতি দেখায় যা যক্ষীর কিছু বৈশিষ্ট্য যেমন তার নগ্নতাকে প্রতিষ্ঠিত করে, হাস্যোজ্জ্বল মুখ এবং স্পষ্ট (প্রায়ই অতিরঞ্জিত) সেকেন্ডারি যৌন বৈশিষ্ট্য যা তাদের উর্বরতার সাথে যুক্ত করে। যক্ষীকে সাধারণত গাছের ডালে হাত দিয়ে ত্রিভাঙ্গা ভঙ্গিতে দেখানো হয়, এইভাবে কিছু লেখক মনে করেন যে গাছের পাদদেশে থাকা যুবতীটি প্রাচীন বৃক্ষ দেবতার উপর ভিত্তি করে।\nপ্রারম্ভিক বৌদ্ধ স্মৃতিস্তম্ভগুলিতে যক্ষগুলি আলংকারিক উপাদান হিসাবে গুরুত্বপূর্ণ ছিল এবং অনেক প্রাচীন বৌদ্ধ প্রত্নতাত্ত্বিক স্থানে পাওয়া যায়।\nশতাব্দীর পর শতাব্দী পেরিয়ে তারা সালভাঞ্জিকাস (সাল গাছের কুমারী) হয়ে ওঠে, যা ভারতীয় ভাস্কর্য ও ভারতীয় মন্দির স্থাপত্য উভয়েরই আদর্শ আলংকারিক উপাদান।\nভারতীয় উপমহাদেশের প্রাচীন সাহিত্যে সাল গাছটি (শোরিয়া রোবাস্তা) প্রায়শই অশোক গাছের (সারাকা ইন্ডিকা) সাথে বিভ্রান্ত হয়। শালভঞ্জিকার অবস্থান শাক্যের রানী মায়ার অবস্থানের সাথেও সম্পর্কিত, যখন তিনি লুম্বিনীর বাগানে অশোক গাছের নীচে গৌতম বুদ্ধকে জন্ম দিয়েছিলেন, যখন তার শাখাটি আঁকড়ে ধরেছিলেন।\n\n\n=== বৌদ্ধ সাহিত্যে যক্ষিণীর তালিকা পাওয়া যায় ===\nনীচে বৌদ্ধ সাহিত্যে পাওয়া যক্ষিণীদের অসম্পূর্ণ তালিকা রয়েছে:\n\nহারতি\nআলিকা\nভেন্ডা\nঅনুপমা\nবিমলপ্রভা\nশ্রী\nশঙ্খিনী\nমেঘা\nতিমিসিকা\nপ্রভাবতী\nভীম\nহরিতা\nমহাদেবী\nনালি\nউদরিয়া\nকুন্তী\nসুলোকানা\nশুভ্র\nসুস্বরা\nসুমতি\nবসুমতি\nসিট্রাক্সি\nপূর্ণস্নিষা\nগুহ্যকা\nসুগুহ্যকা\nমেখলা\nসুমেখলা\nপদ্মোচ্ছ\nঅভয়া\nজয়া\nবিজয়া\nরেবতীকা\nকেশিনী\nকেসন্ত\nঅনিলা\nমনোহরা\nমনোবতী\nকুসুমাবতী\nকুসুমপুরবাসিনী\nপিঙ্গলা\nবিরামতি\nবিরা\nসুবিরা\nসুঘোরা\nঘোরা\nঘোড়াবতী\nসুরসুন্দরী\nসুরাসা\nগুহ্যোত্তমারী\nবাতবাসিনী\nঅশোক\nঅন্ধরাসুনারী\nআলোকসুনারী\nপ্রভাবতী\nআতিশায়াবতী\nরূপবতী\nসুরূপা\nঅসিতা\nসৌম্য\nকানা\nমেনা\nনন্দিনী\nউপনন্দিনী\nলোকান্তরা\nকুভান্না (পালি)\nসেতিয়া (পালি)\nপিয়াঙ্করামতা (পালি)\nপুনববসুমাতা (পালি)\nভেসকাল (পালি)\n\n\n== হিন্দুধর্মে যক্ষিণী ==\nউদ্দামরেশ্বর তন্ত্রে, ছত্রিশটি যক্ষিণীকে বর্ণনা করা হয়েছে, যার মধ্যে তাদের মন্ত্র ও আচারের ব্যবস্থাপত্র রয়েছে। তন্ত্ররাজ তন্ত্রে যক্ষ ও যক্ষিণীদের অনুরূপ তালিকা দেওয়া আছে, যেখানে বলা হয়েছে যে এই প্রাণীরা যা ইচ্ছা তা দেয়। তারা পৃথিবীতে লুকিয়ে থাকা ধন-সম্পদের অভিভাবক।\n\n\n=== ছত্রিশ যক্ষিণী মন্ত্র ===\nউদ্দামরেশ্বর তন্ত্রে দেওয়া ছত্রিশ যক্ষিণীর তালিকা নিম্নরূপ:\n\nবিচিত্রা (দ্য লাভলী ওয়ান): সে সব ইচ্ছা দেয়।\nবিভ্রম (প্রেমময় এক)\nহংসী (হাঁসের সাথে এক): তিনি সমাহিত ধনটির হদিস প্রকাশ করেন এবং অপ্রীতিকর অনুদান দেন যা দিয়ে কেউ কঠিন বস্তুর মাধ্যমে দেখতে পারে।\nভিসানি (ভয়ঙ্কর): আচারটি ৩টি পথের সংযোগস্থলে করা হয়। মন্ত্রটি ৬৬৬,৬৬৬ বার পাঠ করতে হবে। নৈবেদ্য হিসেবে ব্যবহার করতে হবে কর্পূর ও ঘি। ওম আইম দ্রিম মহামোদে ভিষণী দ্রম দ্রম স্বাহা।\nজনরঞ্জিকা (আনন্দজনক পুরুষ): তিনি মহান সৌভাগ্য এবং সুখী সমাপ্তি দেন।\nবিশালা (বড় চোখ): সে রসায়নিক অমৃত দেয়।\nমদনা (অভিলাষী): সে নিরাময়কারী বড়ি দেয়।\nঘন্টা: সে বিশ্বকে মোহিত করার ক্ষমতা দেয়।\nকালকর্নি (কলা দিয়ে শোভিত কান)\nমহাভয়া (প্রচণ্ড ভয়ের): তিনি ভয় থেকে মুক্তি দেন এবং রসায়নের গোপনীয়তা, এছাড়াও ধূসর চুল ও বার্ধক্যের লক্ষণ থেকে মুক্ত করেন।\nমাহেন্দ্রি (অসাধারণ শক্তিশালী): ব্যক্তিকে উড়তে ও কোথাও যাওয়ার ক্ষমতা দেয়। পাতলা সিদ্ধি পায়।\nশঙ্খিনী (শঙ্খ বালিকা): কোন ইচ্ছা পূরণ।\nচন্দ্রি (চাঁদের মেয়ে)\nশ্মশান (শ্মশান মেয়ে): তিনি ধন দান করেন, বাধা বিপত্তি দূর করেন এবং লোককে এক নজরে পঙ্গু করে দিতে পারেন।\nবত্যক্ষিণী: তিনি ঐশ্বরিক ও যাদুকর মলম দেয়।\nমেখলা (প্রেমের কোমর)\nবিকালা: সে পছন্দসই ফল দেয়।\nলক্ষ্মী (ধন): তিনি লক্ষ্মী সিদ্ধি, রসায়নের গোপনীয়তা ও স্বর্গীয় ধন দেন।\nমালিনী (ফ্লাওয়ার গার্ল): তিনি খড়্গ সিদ্ধি দেন, যার অর্থ যে কোনও অস্ত্র থামাতে সক্ষম হওয়া।\nশতপত্রিকা (১০০টি ফুল)\nসুলোচনা (প্রেমময় চোখ): তিনি পাদুকা সিদ্ধি দেন, যা একজনকে ইথার দিয়ে প্রচণ্ড গতিতে ভ্রমণ করতে সক্ষম করে।\nশোভা: দেবী পূর্ণ ভোগের শক্তি ও মহান সৌন্দর্যের রূপ দেন।\nকপালিনী (কপালের মেয়ে): সে কপাল সিদ্ধি দেয়। তিনি ঘুমের মধ্যে ইথারের যে কোনও জায়গায় যেতে এবং যে কোনও দূরত্বে যাওয়ার শক্তি দেন।\nভারয়ক্ষিণী\nনেতী (অভিনেত্রী): নেতী লুকানো ধন, আলকেমিক্যাল মলম, এবং মন্ত্র যোগের শক্তি দেয়।\nকামেশ্বরী\nঅপ্সরা (কুৎসিত)\nকর্ণপিসাচী\nমনোহরা (চমৎকার)\nপ্রমোদা (সুগন্ধি)\nঅনুরাগিনী (খুব আবেগী)\nনখাকেশি\nভামিনী\nপদ্মিনীকে নীচে (৩৫) অন্তর্ভুক্ত করা হয়েছে।\nস্বর্ণাবতী: তিনি অঞ্জনা সিদ্ধি দেন।\nরতিপ্রিয়া (ভালোবাসার অনুরাগী)\n\n\n== জৈনধর্মে যক্ষিণী ==\n\nজৈনধর্মে, পঞ্চংগুলি, চক্রেশ্বরী, অম্বিকা ও পদ্মাবতী সহ পঁচিশটি যক্ষ রয়েছে, যারা প্রায়শই জৈন মন্দিরে প্রতিনিধিত্ব করে। প্রত্যেককে বর্তমান তীর্থঙ্কর শ্রী সিমন্ধর স্বামী ও চব্বিশ জন জৈন তীর্থঙ্করের অভিভাবক দেবী হিসেবে গণ্য করা হয়। তিলোয়পন্নট্টি (বা প্রতিষ্টারসংগ্রহ) এবং অভিধানচিন্তামণি অনুসারে নামগুলি হল:\n\nপঞ্চাঙ্গুলী\nচক্রেশ্বরী\nরোহিণী, অজিতবালা\nপ্রজ্ঞাপ্তি, দুরিতারি\nবজ্রশ্রণখালা, কালী\nবজরাঙ্কুশা, মহাকালী\nমনোভেগা, শ্যামা\nকালী, শান্তা\nজ্বালামালিনী, মহাজ্বালা\nমহাকালী, সুতারকা\nমানবী, অশোক\nগৌরী, মানবী\nগান্ধারী, চন্দ\nবৈরোতি, বিদিতা\nঅনন্তমতি, অঙ্কুশা\nমানসী, কন্দর্পা\nমহামানসী, নির্বাণী\nজয়া, বালা\nতারাদেবী, ধরিণী\nবিজয়া, ধরনপ্রিয়া\nঅপরাজিতা, নারদত্ত\nবহুরূপিণী, গান্ধারী\nঅম্বিকা বা কুশমন্দিনী\nপদ্মাবতী\nসিদ্ধায়িকা\n\n\n== আধুনিক সাহিত্যে যক্ষিণী ==\n\nমালায়ালাম সাহিত্যের হরর কল্পকাহিনীতে, যক্ষীদের বেশিরভাগই পরোপকারী বলে মনে করা হয় না। তারা পুরুষদের লোভনীয় এবং অবশেষে তাদের হত্যার দ্বারা চিত্রিত করা হচ্ছে। নিম্নলিখিত বিশিষ্ট কল্পকাহিনী চরিত্র।\n\n\n=== কালিয়াঙ্কট্টু নীলি ===\nযক্ষীদের কেরালার সবচেয়ে বিখ্যাত কিংবদন্তি গল্পগুলির মধ্যে একটি হল কালিয়াঙ্কট্টু নীলি, একজন শক্তিশালী রাক্ষস, যাকে অবশেষে কিংবদন্তি যাজক কদামাত্তাথু কাথানার দ্বারা থামিয়ে দেওয়া হয়েছিল। যক্ষী থিম হল জনপ্রিয় কেরালাইট গল্পের বিষয়, যেমন ত্রিবান্দ্রমের যক্ষীর কিংবদন্তি, সেইসাথে আধুনিক মালয়ালম সিনেমার কিছু সিনেমার বিষয়।\n\n\n=== মঙ্গলাথু শ্রীদেবী ===\nঅপর কম পরিচিত যক্ষী হলেন মঙ্গলাথু শ্রীদেবী যা কাঞ্জিরোত্তু যক্ষী নামেও পরিচিত৷ তিনি দক্ষিণ ত্রাভাঙ্কোরের কাঞ্জিরাকোডে মঙ্গলাথু নামে পদমঙ্গলম নায়ার থারাবাদে জন্মগ্রহণ করেছিলেন। তিনি ছিলেন অত্যন্ত সুন্দরী গণিকা, যিনি রাজা রাম ভার্মার পুত্র রমন থামপির সাথে এবং আনিজোম থিরুনাল মার্থান্ডা ভার্মার প্রতিদ্বন্দ্বী ছিলেন।\n\nমঙ্গলাথু শ্রীদেবী তার এক ভৃত্য রমনের প্রতি মুগ্ধ হয়েছিলেন। .রামন, একজন পন্ডন নায়ার (পালকি বহনকারী), একজন ফর্সা, লম্বা, সুগঠিত এবং সুদর্শন যুবক ছিলেন। তিনি ও তার ভাই গোবিন্দন রমনের পিঠে চড়ে কাছাকাছি জায়গায় যেতেন। শিকারী স্যাডিস্ট, শ্রীদেবী রমনকে শারীরিক ও মানসিকভাবে নির্যাতন করতেন। তিনি তাকে তার স্ত্রী থেকে আলাদা করার জন্য যথাসাধ্য চেষ্টা করেছিলেন।\nসময়ের সাথে সাথে, অবিবাহিত গোবিন্দন এবং রমন পরম বন্ধু হয়ে ওঠে। তারা প্রায়ই একই রুম শেয়ার করত। .শ্রীদেবী তার প্রেমিকের প্রতি তার ভাইয়ের ক্রমবর্ধমান স্নেহ নিয়ে খুব একটা স্বাচ্ছন্দ্যবোধ করেননি। কিন্তু সে অভিনয় করেনি।\nশ্রীদেবী চক্রান্ত করে রমনের স্ত্রীকে ধর্ষণ করেন। একবার গোবিন্দন রমনের পিঠে ভ্রমণ করছিলেন যখন প্রাক্তন প্লটের বিবরণ প্রকাশ করেছিলেন। কয়েকদিন পর, রমন শ্রীদেবীকে শ্বাসরোধ করে হত্যা করে যখন তারা বিছানা ভাগাভাগি করছিলেন। গোবিন্দন অপরাধে চোখ মেললেন এবং তার প্রিয় বন্ধুকে রক্ষা করলেন।\n\nকাঞ্জিরাকোডে এক দম্পতির কাছে প্রতিহিংসাপরায়ণ যক্ষী হিসেবে শ্রীদেবীর পুনর্জন্ম হয়েছিল। তিনি তার জন্মের মুহুর্তের মধ্যেই এক জাদুকরী সৌন্দর্যে পরিণত হন। যদিও সে অনেক পুরুষকে প্রলুব্ধ করেছিল এবং তাদের রক্ত ​​পান করেছিল, তার হৃদয় সুদর্শন রমনের উপর স্থির ছিল। তিনি তাকে বলেছিলেন যে তিনি তাকে বিয়ে করলে তিনি তাকে ক্ষমা করতে ইচ্ছুক। রমন স্পষ্টভাবে প্রত্যাখ্যান করে। যক্ষী তার সমস্ত শক্তি তাকে যন্ত্রণা দেওয়ার জন্য নিবেদন করে। বিধ্বস্ত হয়ে রমন মঙ্গলাথু গোবিন্দনের সাহায্য চেয়েছিলেন, যিনি ভগবান বলরামের একজন মহান উপাসক ছিলেন। গোবিন্দন আপসের পক্ষে ছিলেন। তিনি বলেছিলেন যে যক্ষী একটি বছরের জন্য রমন থাকতে পারে যদি সে তিনটি শর্ত মেনে চলে। এক, তাকে এক বছর পর মন্দিরে স্থাপন করতে রাজি হতে হবে। দুই, বহু বছর পর মন্দিরটি ধ্বংস হয়ে যাবে এবং তাকে তখন মোক্ষম লাভের জন্য (সরনগতি) ভগবান নরসিংহের শরণাপন্ন হতে হবে। তিন, তাকে অবশ্যই গোবিন্দন ও রমনের সাথে তার সম্পর্কের জন্য প্রার্থনা করতে হবে শুধুমাত্র তাদের বর্তমান জন্মেই নয়, তাদের পরবর্তী জন্মেও। যক্ষী 'পোন্নুম ভিলাক্কুম'-এ শপথ করেছিলেন যে তিনি তিনটি শর্তই মেনে চলবেন। এইভাবে আপস সূত্র কাজ করে।\nএক বছর পরে, যক্ষী মন্দিরে স্থাপিত হয় যা পরে কাঞ্জিরাকোত্তু ভালিয়াভেডুর মালিকানাধীন হয়। এই মন্দির আর নেই।\nসুন্দরা লক্ষ্মী, একজন দক্ষ নৃত্যশিল্পী এবং এইস এইস স্বাথি থিরুনাল রামা ভার্মার সহধর্মিণী, কাঞ্জিরোত্তু যক্ষী আম্মার একজন প্রবল ভক্ত ছিলেন।\nথেক্কেডমের ভগবান নরসিংহে আশ্রয় নেওয়ার পর, যক্ষীরা এখন শ্রী পদ্মনাভস্বামী মন্দিরের কাল্লারা বি-তে বসবাস করছেন বলে মনে করা হয়।  এই যক্ষীর মায়াবী এবং হিংস্র রূপগুলি শ্রী পদ্মনাভের মন্দিরের দক্ষিণ-পশ্চিম অংশে আঁকা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nconcept of yakshi\nEncyclopædia Britannica — \"Yaksha\"\nRBI Monetary Museum — \"Yaksha and Yakshini\"\nIdeals of Female Beauty in Ancient India  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ মার্চ ২০১৫ তারিখে\nHuntingdon Archive  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ এপ্রিল ২০১৫ তারিখে"}