{"pageid": 1105988, "title": "বদরে আলম মিরাটি", "url": "https://bn.wikipedia.org/wiki?curid=1105988", "content": "বদরে আলম মিরাটি (১৮৯৮ – ২৯ অক্টোবর ১৯৬৫) ছিলেন একজন পাকিস্তানি ইসলামি পণ্ডিত। যুবক বয়সে আশরাফ আলী থানভীর বক্তৃতায় প্রভাবিত হয়ে তিনি ইসলামি শিক্ষা শুরু করেন। তার সংকলিত ফয়জুল বারী সহীহ বুখারীর অন্যতম প্রধান ব্যাখ্যাগ্রন্থ। তার আরও একটি জনপ্রিয় হাদিস গ্রন্থ তারজুমান আল সুন্নাহ। শেষ বয়সে তিনি মদিনার মসজিদে নববীতে হাদিস পাঠদান করেছেন। জান্নাতুল বাকিতে তার কবর রয়েছে।\n\n\n== জীবনী ==\nবদরে আলম মিরাটি ১৮৯৮ সালে ভারতের উত্তরপ্রদেশের বদায়ূঁ জেলায় জন্মগ্রহণ করেন। ধারণা করা হয়, তার পৈতৃক নিবাস মিরাটে হওয়ার কারণে তার নামের শেষে মিরাটি যোগ করা হয়। তার পিতা হাজী তাহুর আলি একজন পুলিশ কর্মকর্তা ছিলেন। কুরআন পাঠ শিখার মাধ্যমে তার শিক্ষাজীবন শুরু হয়। তিনি এলাহাবাদের একটি ইংরেজি স্কুলেও বেশ কয়েকবছর পড়াশোনা করেন। এক জুমার দিন তিনি এলাহাবাদের একটি স্থানীয় মসজিদে ভ্রমণ করেন, যেখানে তিনি আশরাফ আলী থানভীর বক্তৃতা শ্রবণ করেন। যুবক বয়সে থানভীর এই বক্তৃতা তার উপর প্রভাব ফেলে, তখন তিনি ইংরেজি স্কুল ছেড়ে ইসলামি শিক্ষা গ্রহণের সিদ্ধান্ত নেন। তিনি এই সিদ্ধান্তের কথা তার পিতাকে জানানোর পর, তার বাবা খলিল আহমদ সাহারানপুরিকে একটি চিঠি লিখেন। সাহারানপুরি তার পিতাকে অনুমতি দিতে বলেন।\nপিতার অনুমতি পেয়ে বদরে আলম ১৯১২ সালে মাজাহির উলুম, সাহারানপুরে ভর্তি হন। তিনি সাহারানপুরে ৬ বা ৮ বছর অধ্যয়ন করে দাওরায়ে হাদিস (স্নাতক) সমাপ্ত করেন। তার শিক্ষকদের মধ্যে উল্লেখযোগ্য খলিল আহমদ সাহারানপুরি ও জাফর আহমদ উসমানি। ১৯১৯ সালে তিনি তিনি মাজাহির উলুম, সাহারানপুরে শিক্ষক হিসেবে নিযুক্ত হন।\n১৯২১ সালে আরও উচ্চ শিক্ষা লাভের জন্য তিনি সাহারানপুর থেকে দেওবন্দ চলে আসেন এবং দারুল উলুম দেওবন্দে ভর্তি হন। দেওবন্দে তিনি আনোয়ার শাহ কাশ্মীরি, আজিজুর রহমান উসমানি, শাব্বির আহমদ উসমানি, আসগর হুসাইন দেওবন্দির মত আলেমদের অধীনে পুনরায় দাওরায়ে হাদিস সমাপ্ত করেন। পরের বছর তিনি দেওবন্দে শিক্ষক নিযুক্ত হন, ১৯২৭ পর্যন্ত এই দায়িত্ব পালন করেন। এই সময় আজিজুর রহমান উসমানির সাথে তার আধ্যাত্মিক সম্পর্ক গড়ে উঠে।\nদারুল উলুম দেওবন্দের অভ্যন্তরীণ মতানৈক্যের কারণে আনোয়ার শাহ কাশ্মীরি জামিয়া ইসলামিয়া তালিমুদ্দিন ডাভেল চলে যান। তার সাথে বদরে আলম মিরাটি সহ অনেক সহকর্মী ও ছাত্র ডাভেলে চলে যান। বদরে আলম ডাভেলে প্রায় ১৭ বছর অধ্যাপনা করেন।\nশিক্ষকতার পাশাপাশি তিনি আনোয়ার শাহ কাশ্মীরির সহীহ বুখারীর দরসে অংশগ্রহণ করেন এবং তার পাঠ সমূহ লিপিবদ্ধ করেন। এই পাঠসমূহ লিপিবদ্ধ করে ১৯৩৮ সালে তিনি মিশরের কায়রো থেকে ৪ খন্ডে তার বিখ্যাত ফয়জুল বারী গ্রন্থটি প্রকাশ করেন। বর্তমানে এটি সহীহ বুখারীর অন্যতম প্রধান ব্যাখ্যাগ্রন্থ হিসেবে স্বীকৃত। আল বদর আল সারি নামে তিনি গ্রন্থটির একটি টীকাও প্রকাশ করেন।\n১৯৪৩ সালে নাদওয়াতুল মুসান্নিফীন কর্তৃক তাকে যুগের চ্যালেঞ্জ এবং চাহিদা মোতাবেক উর্দুতে একটি অনন্য হাদিস সংগ্রহ প্রকাশের জন্য নিযুক্ত করা হয়। তিনি ৪ খন্ডে তারজুমান আল সুন্নাহ নামে গ্রন্থটি লিখেন।\n১৯৪৭ সালে দেশভাগের সময় তিনি পাকিস্তানে চলে যান এবং তান্দো আল্লাহইয়ারের দারুল উলুম আল ইসলামিয়ার সহকারী পরিচালক হিসেবে যোগদান করেন। পরবর্তী পাঁচ বছর পাকিস্তানে একটি ইসলামি সংবিধান প্রণয়ন সহ কাদিয়ানীদের বিরুদ্ধে মুহাম্মদ শফি উসমানির সাথে ঘনিষ্ঠভাবে কাজ করেন। ১৯৫২ সালে তিনি পাকিস্তান থেকে মদিনায় চলে যান। মদিনার মসজিদে নববীতে তিনি হাদিসের শিক্ষকতা করেন।\nজীবনের শেষ বছরগুলোতে তিনি মদিনায় ইবাদত বন্দেগী, লেখালেখি ও জ্ঞান সাধনায় কাটান। ১৯৬৫ সালের ২৯ অক্টোবর তিনি মদিনায় মৃত্যুবরণ করেন, তাকে জান্নাতুল বাকিতে দাফন করা হয়।\n\n\n== প্রকাশনা ==\nতার রচিত বইসমূহের মধ্যে রয়েছে:\n\nফয়জুল বারী\nতারজুমান আল সুন্নাহ\nআসমায়ে বদরীন\nআল ইমাম আল মাহদি\nখুলাসাহ জুবদাত আল মানাসিক\nজাওয়াহির আল হিকাম\nআল বদর আল সারি ইত্যাদি\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\nKaleem, Mohd (২০১৭)। Contribution of Old boys of Darul uloom Deoband in Hadith Literature (PhD) (উর্দু ভাষায়)। India: Department of Sunni Theology, Aligarh Muslim University। পৃষ্ঠা 174–176। hdl:10603/364028। ২৪ অক্টোবর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৪ অক্টোবর ২০২৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKamal, Mohd Arif (২০২০)। Ulema e Hind ki Bisween Sadi Nisf Awwal mein Khidmat e Hadith Tanquidi Mutala (PhD) (উর্দু ভাষায়)। India: Department of Sunni Theology, Aligarh Muslim University। পৃষ্ঠা 220–222। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}