{"pageid": 1105735, "title": "জার্মানির সামাজিক গণতন্ত্রী দল", "url": "https://bn.wikipedia.org/wiki?curid=1105735", "content": "জার্মানির সামাজিক গণতন্ত্রী দল (জার্মান: Sozialdemokratische Partei Deutschlands; [zoˈtsi̯aːldemoˌkʁaːtɪʃə paʁˌtaɪ ˈdɔʏtʃlants]) সংক্ষেপে এসপেডে (SPD; জার্মান উচ্চারণ: [ɛspeːˈdeː] ()) জার্মানির একটি সামাজিক গণতন্ত্রী রাজনৈতিক দল। এটি সমসাময়িককালে জার্মানির প্রধান দুইটি রাজনৈতিক দলের একটি; অপরটি হল জার্মানির খ্রিস্টীয় গণতন্ত্রী সংঘ (সেডেউ CDU)।\n২০১৯ সালে অনুষ্ঠিত দলীয় নেতৃত্ব নির্বাচনের পর থেকে সাস্কিয়া এস্কেন ও নরবের্ট ভাল্টার-বরিয়ান্স দলটির যুগ্ম নেতা। ২০২১ সালে ওলাফ শলৎস জার্মানির চ্যান্সেলর (\"কানৎসলার\") নির্বাচিত হবার পর সামাজিক গণতন্ত্রী দল জার্মানির কেন্দ্রীয় সরকারের প্রধান দলে পরিণত হয়। দলটি ২০২১ সালের জার্মানির কেন্দ্রীয় নির্বাচনের পরে সবুজ দল ও মুক্ত গণতন্ত্রী দলের সাথে একত্রে এই সরকার গঠন করে। সামাজিক গণতন্ত্রী দল জার্মানির ১৬টি রাজ্য বা লান্ডের রাজ্য সরকারগুলির মধ্যে ১১টির সদস্য এবং ৭টিতে এটি রাজ্য সরকারের প্রধান অংশীদার।\n১৮৬৩ সালে জার্মানির সামাজিক গণতন্ত্রী দলটি প্রতিষ্ঠা করা হয়। ফলে এটি বর্তমানে দেশটির বুন্ডেসটাগ বা আইনসভার প্রাচীনতম রাজনৈতিক দল। প্রতিষ্ঠার সময় এটি মার্ক্সবাদ দ্বারা প্রভাবিত বিশ্বের সর্বপ্রথম রাজনৈতিক দলগুলির একটি ছিল। ১৮৯০-এর দশক থেকে ২০শ শতকের শুরু পর্যন্ত এটি ছিল ইউরোপের সর্ববৃহৎ মার্ক্সবাদী রাজনৈতিক দল। একই সাথে এটি জার্মানির সবচেয়ে জনপ্রিয় রাজনৈতিক দল ছিল। প্রথম বিশ্বযুদ্ধের সময় দলটি যুদ্ধের সপক্ষে ও বিপক্ষে দুইটি ভাগে বিভক্ত হয়ে যায়। যুদ্ধবিরোধী অংশটি পরবর্তীকালে নতুন একটি দল হিসেবে আত্মপ্রকাশ করে, যার নাম ছিল স্বাধীন সামাজিক গণতন্ত্রী দল; এটি থেকে আবার কিছু সদস্য বেরিয়ে গিয়ে জার্মানির সাম্যবাদী দল গঠন করেন। জার্মানির ১৯১৮-১৯১৯ বিপ্লবে সামাজিক গণতন্ত্রী দলটি নেতৃস্থানীয় ভূমিকা পালন করে ও ভাইমার প্রজাতন্ত্ররের প্রতিষ্ঠা করে। দলটির রাজনীতিবিদ ফ্রিডরিখ এবের্ট ছিলেন জার্মানির প্রথম রাষ্ট্রপতি। সামাজিক গণতন্ত্রী দল ১৯৩২ খ্রিস্টাব্দ পর্যন্ত ক্ষমতায় আসীন ছিল।\n১৯৩০-এর দশকে জার্মানিতে নাৎসি দলের ক্ষমতায় আরোহণের পরে সামাজিক গণতন্ত্রী দল ছিল একমাত্র দল যেটি রাইখসটাগে ১৯৩৩ সালের ক্ষমতায়ন আদেশের বিরোধিতা করে। এরপরে দলটিকে নিষিদ্ধ ঘোষণা করা হয়। তারপর সেটি নির্বাসনে থেকে পরিচালিত হতে থাকে। দ্বিতীয় বিশ্বযুদ্ধের পরে সামাজিক গণতন্ত্রী দলটিকে পুনঃপ্রতিষ্ঠা করা হয়। পূর্ব জার্মানিতে এটিকে জার্মান সাম্যবাদী দলের সাথে একীভূত হতে বাধ্য করা হয় এবং দল দুইটি একত্রে মিলে জার্মানির সমাজতন্ত্রী ঐক্য দল গঠন করে। পশ্চিম জার্মানিতে খ্রিস্টীয় গণতন্ত্রী সংঘের পাশাপাশি এটি দুইটি প্রধান দলের একটিতে পরিণত হয়। ১৯৫৯ সালের গোডেসবের্গ কর্মসূচীতে সামাজিক গণতন্ত্রী দল মার্ক্সবাদ থেকে নিজেকে বিচ্ছিন্ন ঘোষণা করে এবং এভাবে এটি মধ্য-বামপন্থী দলগুলির জন্য একটি বৃহৎ ছত্রধর দলে পরিণত হয়। সামাজিক গণতন্ত্রী দলটি ১৯৬৯ থেকে ১৯৮২ সাল পর্যন্ত, ১৯৯৮ থেকে ২০০৫ সাল পর্যন্ত কেন্দ্রীয় সরকারের নেতৃত্বে ছিল এবং সম্প্রতি ২০২১ থেকে একই ভূমিকা পালন করছে। ১৯৬৬ থেকে ১৯৬৯ সাল, ২০০৫ থেকে ২০০৯ সাল এবং ২০১৩ থেকে ২০২১ সাল পর্যন্ত এটি খ্রিস্টীয় গণতন্ত্রী সংঘ/খ্রিস্টীয় সমাজতন্ত্রী সংঘ কোয়ালিশনের নেতৃত্বে গঠিত সরকারের কনিষ্ঠ অংশীদার ছিল।\nসামাজিক গণতন্ত্রী দলটি ইউরোপ প্রিয়বাদী দৃষ্টিভঙ্গির অধিকারী। এটি ইউরোপীয় সমাজতন্ত্রীদের দলের একটি সদস্য। ইউরোপীয় ইউনিয়নের সংসদে দলটি সমাজতন্ত্রী ও গণতন্ত্রীদের প্রগতিশীল মৈত্রীর অংশ। ১৬ জন ইউরোপীয় সংসদ সদস্য নিয়ে দলটি ঐ মৈত্রীর ৩য় বৃহত্তম দল। সামাজিক গণতন্ত্রী দল সমাজতন্ত্রী আন্তর্জাতিকের একটি প্রতিষ্ঠাতা সদস্য ছিল, কিন্তু ২০১৩ সালে তারা এই সংগঠনটি পরিত্যাগ করে এই বলে যে সংগঠনটি এমন কিছু দলকে গ্রহণ করেছে, যে দলগুলি মানবাধিকার লঙ্ঘন করেছে বলে দাবি করা হয়। এরপরে সামাজিক গণতন্ত্রী দল প্রগতিশীল মৈত্রীটি গঠন করে। এই প্রগতিশীল মৈত্রীতে বিশ্বের অন্যান্য বিভিন্ন দেশের বহু দল যোগদান করে। এর আগে সামাজিক গণতন্ত্রী দল দ্বিতীয় আন্তর্জাতিক এবং শ্রম ও সমাজতন্ত্রী আন্তর্জাতিক উভয় সংগঠনের প্রতিষ্ঠাতা সদস্য ছিল।\n\n\n== তথ্যসূত্র =="}