{"pageid": 1105828, "title": "খান দান্নুন", "url": "https://bn.wikipedia.org/wiki?curid=1105828", "content": "খান দান্নুন ( আরবি: خان دنون   , এছাড়াও বানান খান Danun, খান Dunnun বা খান যুল-নূনের)  সিরিয়া দক্ষিণ জেলার একটি শহর। এটি মারকাজ রিপ দিমাশক  জেলার রিপ দিমাশক গভর্নোরেট এর শাসন ব্যবস্থার অংশ । দামেস্কের দক্ষিণে অবস্থিত। এর নিকটবর্তী এলাকাগুলির মধ্যে রয়েছে পশ্চিমে আল- তাইবাহ, উত্তর -পশ্চিমে মুকাইলিবাহ, উত্তরে আল- কিসওয়াহ ৫ কিলোমিটার এবং পূর্বে খিয়ারাত দান্নুন। সিরিয়া কেন্দ্রীয় পরিসংখ্যান ব্যুরোর মত অনুসারে, ২০০৪ সালের আদমশুমারিতে খান দানুনের জনসংখ্যা ছিল ৮৭২৭ জন।\nখান দান্নুনের একই নামের একটি শরণার্থী শিবিরও রয়েছে এবং এটি UNRWA দ্বারা স্বীকৃত সিরিয়ার দশটি ফিলিস্তিনি শরণার্থী শিবিরের মধ্যে একটি। UNRWA পরিসংখ্যান অনুসারে ১৯৯৮ সালে শিবিরের জনসংখ্যা ছিল ৭৮৪১ জন। UNRWA অনুযায়ী জুন ২০০৮ সালে শিবিরের জনসংখ্যা ছিল ৯৪৭৯ জন এবং ২১৯২ পরিবার। \n\n\n== ইতিহাস ==\nখান দান্নুন ছিলেন মূলত একজন বড় খান (\" কারাভান্সারি \") যা ১৩৭৬ সালে দামেস্কের মামলুক গভর্নর মানজাক আল-ইউসুফি। তিনি বাহরি মামলুক সুলতান আল-আশরাফ শাবানের শাসনামলে ছিলেন। আলী ইবনুল বদরি (\"দামাস্কাস এর প্রকৌশলী।\" )  খানকে মুহানদিস আশ-শাম হিসাবে পরিচিত ছিলেন। \"দান্নুন\" নামটি \" ধুল-নুন \" এর কথ্য সংস্করণ। নবম শতাব্দীর একজন প্রখ্যাত সম্মানিত মুসলিম ব্যক্তিত্ব। তাকে সুফিদের আদি পিতৃপুরুষ বলে মনে করা হয়। পরে খান দান্নুন আল-কিসওয়ার এবং ঘাবাঘিবের হাজ্জীদের জন্য (\" মক্কার তীর্থযাত্রা\") কাফেলার রুটে একটি স্টপিং পয়েন্ট হয়ে ওঠে।\nখান, এর খিলানগুলি বাদ দিয়ে, হাওরানের পুরানো কাঠামোতে  ঐতিহ্যবাহী বেসল্ট গাঁথনিতে নির্মিত হিসাবে সাধারণত পাওয়া যায়। এটি একটি খোলা, বর্গাকার আকৃতির উঠান নিয়ে গঠিত। যার কেন্দ্রস্থলটি পশুপালনের জন্য তৈরী হয়েছিল। উঠানের চারপাশে থাকার অ্যাপার্টমেন্টের উপরে তোরণ তৈরি করা হয়েছিল যা দর্শনার্থীদের বাসস্থান হিসাবে কাজ করেছিল। প্রাঙ্গণটি বৃত্তাকার বেসাল্ট টাওয়ার দ্বারা ঘেরা। খানের ভিতরে মিহরাব কুলুঙ্গি সহ একটি ছোট প্রার্থনা কক্ষ ছিল যা মক্কার দিক নির্দেশ করে। পূর্ব দিকে প্রবাহিত একটি নদীর ফলে খানের গেটের সামনে একটি জলাভূমি তৈরি হয়েছিল।\n১৯ শতকের গোড়ার দিকে ভ্রমণকারী জন লুইস বার্কহার্ট যখন সাইটটি পরিদর্শন করেছিলেন, তখন খানটি ধ্বংসস্তূপে ছিল। খান দান্নুন হেজাজ রেলওয়ের দামেস্ক - হাওরান লাইনের একটি স্টপেজ ছিল।\n১৯৪৯ সালে, ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরে, এই শহরে খান দানুন নামে একটি ফিলিস্তিনি শরণার্থী শিবির স্থাপন করা হয়েছিল।  ২০০৯ সালে খান দানুনের জন্য একটি নতুন পয়ঃনিষ্কাশন প্রকল্প, ইউরোপীয় কমিশনের অর্থায়নে, সমাপ্ত হয়।\n\n\n== তথ্যসূত্র =="}