{"pageid": 1105622, "title": "ওলাফ শলৎস", "url": "https://bn.wikipedia.org/wiki?curid=1105622", "content": "ওলাফ শলৎস (জার্মান: Olaf Scholz, আ-ধ্ব-ব: [ˈoːlaf ˈʃɔlts]; ; জন্ম (১৯৫৮-০৬-১৪)১৪ জুন ১৯৫৮) একজন জার্মান রাজনীতিবিদ ও ২০২১ খ্রিস্টাব্দের ৮ই ডিসেম্বর তারিখ থেকে জার্মানির চ্যান্সেলর (কানৎসলার)। তিনি সামাজিক গণতন্ত্রী দল নামক রাজনৈতিক দলের একজন সদস্য। তিনি ইতঃপূর্বে ২০১৮ থেকে ২০২১ সাল পর্যন্ত জার্মানির প্রাক্তন চ্যান্সেলর আঙ্গেলা মের্কেলের অধীনে জার্মানির উপ-চ্যান্সেলর পদে ও জার্মানির অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করেন। এর আগে তিনি ২০১১ থেকে ২০১৮ পর্যন্ত হামবুর্গ নগরীর নগরপ্রধান (মেয়র) এবং ২০০৯ থেকে ২০১৯ সাল পর্যন্ত সামাজিক গণতন্ত্রী দলের উপপ্রধান ছিলেন। শলৎস বর্তমানে ট্রাফিক লাইট কোয়ালিশন নামক একটি রাজনৈতিক সমবায়ের দ্বারা গঠিত সরকারের প্রধান হিসেবে দায়িত্ব পালন করছেন, যেটিতে সামাজিক গণতন্ত্রী দলের পাশাপাশি সবুজ দল ও জার্মানির মুক্ত গণতান্ত্রিক দলটিও অন্তর্ভুক্ত।\nশলৎস একজন বার আইনজীবী হিসেবে ১৯৮৫ সালে কর্মজীবন শুরু করেন। তিনি শ্রম আইন ও কর্মসংস্থান আইন বিষয়ে বিশেষজ্ঞ। ১৯৭০-এর দশকেই তিনি সামাজিক গণতন্ত্রী দলের একজন সদস্য ছিলেন। ১৯৯৮ থেকে ২০১১ সাল পর্যন্ত তিনি জার্মানির আইনসভা বুন্ডেসটাগের একজন সদস্য ছিলেন। তিনি ২০০১ সালে হামবুর্গ নগর সরকারে প্রথম নগরপ্রধান অর্টভিন রুন্ডের অধীনে কাজ করেন। ২০০২ সালে তিনি সামাজিক গণতন্ত্রী দলের সাধারণ সচিব পদে নির্বাচিত হন। এসময় তিনি দলটির নেতা ও জার্মানির তৎকালীন চ্যান্সেলর গেরহার্ড শ্র্যোডারের সহযোগী ছিলেন। ২০০৪ সালে সাধারণ সচিব পদ থেকে সরে দাঁড়ান ও জার্মানির আইনসভা বুন্ডেসটাগে তাঁর দলের প্রধান আহ্বায়ক বা প্রধান হুইপ হিসেবে দায়িত্বপ্রাপ্ত হন। এর পরে ২০০৭ সালে তিনি আঙ্গেলা মের্কেলের সরকারে শ্রম ও সামাজিক বিষয়াবলী সংক্রান্ত মন্ত্রী হিসেবে যোগ দেন। ২০০৯ সালে নির্বাচনের পরে সামাজিক গণতন্ত্রী দল সরকার ত্যাগ করলে শলৎস হামবুর্গ নগরীতে দলটির নেতৃত্বে প্রত্যাবর্তন করেন। একই সময়ে তিনি দলটির উপনেতা নির্বাচিত হন। ২০১১ সালের হামবুর্গ রাজ্য নির্বাচনে তিনি দলকে বিজয়ী হতে সাহায্য করেন ও হামবুর্গের নগরপ্রধানে পরিণত হন; ২০১৮ সাল পর্যন্ত তিনি এই পদ ধরে রাখেন।\n২০১৮ সালে সামাজিক গণতন্ত্রী দল মের্কেলের অধীনে চতুর্থবারের মতো সরকার গঠন করলে শলৎসকে একই সাথে জার্মানির উপ-চ্যান্সেলর ও অর্থমন্ত্রীর পদ প্রদান করা হয়। ২০১৯ সালে শলৎস সামাজিক গণতন্ত্রী দলের দ্বৈত (পুরুষ-নারী জোড়) নেতৃত্বপদের জন্য ব্রান্ডেনবুর্গের রাজ্য প্রতিনিধি ক্লারা গাইভিৎসের সাথে জুটি বাঁধেন, কিন্তু এই জুটি নির্বাচনের দ্বিতীয় পর্যায়ে নর্বার্ট ভাল্টার-বরিয়ান্স ও সাস্কিয়া এস্কেন জুটির কাছে পরাজিত হয়। শলৎস দলের উপপ্রধানের পদ থেকে পদত্যাগ করেন। ২০২০ খ্রিস্টাব্দে সামাজিক গণতন্ত্রী দল শলৎসকে ২০২১ সালে দেশটির কেন্দ্রীয় নির্বাচনে জার্মানির চ্যান্সেলর পদের জন্য মনোনয়ন প্রদান করে। দলটি জার্মানির আইনসভা বুন্ডেসটাগের সংখ্যাগরিষ্ঠ আসন বিজয় করে এবং সবুজ দল ও মুক্ত গণতান্ত্রিক দলের সাথে একটি কোয়ালিশন বা সমবায় গঠন করে। ২০২১ সালের ৮ই ডিসেম্বর বুন্ডেসটাগের সংসদ সদস্যরা শলৎসকে জার্মানির চ্যান্সেলর (Kanzler \"কানৎসলার\") হিসেবে নির্বাচন করেন। ৬ নভেম্বর ২০২৪ তারিখে, তার সরকারের সংখ্যাগরিষ্ঠতা ভেঙে যায় যখন তিনি ক্রিশ্চিয়ান লিন্ডনারকে ফেডারেল অর্থমন্ত্রীর পদ থেকে বরখাস্ত করেন এবং জোট চুক্তি ভেঙে দেন। ১৬ ডিসেম্বর ২০২৪ তারিখে, স্কোলজ আস্থা ভোটে হেরে যান । একই দিনে, তিনি জার্মানির রাষ্ট্রপতির কাছে বুন্ডেস্ট্যাগ ভেঙে দেওয়ার অনুরোধ করেন। রাষ্ট্রপতি, ফ্রাঙ্ক-ওয়াল্টার স্টাইনমায়ার, তা করেন এবং ২৩ ফেব্রুয়ারি ২০২৫ তারিখে নতুন নির্বাচনের ডাক দেন, যেখানে স্কোলজ সিডিইউ প্রার্থী ফ্রিডরিখ মের্জের কাছে হেরে যান ।\n\n\n== তথ্যসূত্র =="}