{"pageid": 1105827, "title": "সৈয়দ রেজাউল হক চাঁদপুরী", "url": "https://bn.wikipedia.org/wiki?curid=1105827", "content": "সৈয়দ রেজাউল হক চাঁদপুরী (জন্ম মার্চ ১৯৭২) হলেন একজন মুসলিম পণ্ডিত, রাজনীতিবিদ, টিভি উপস্থাপক এবং বাংলাদেশ তরিকত ফেডারেশনের প্রতিষ্ঠাতা ও বর্তমান মহাসচিব। তিনি মানুষের কাছে চাঁদপুরী শাহ দরবার শরীফের সাজ্জাদানশীন পীর হিসেবেও পরিচিত। তিনি বাংলাদেশের ইসলামী রাজনৈতিক দল বাংলাদেশ জামায়াতে ইসলামীর নেতাদের বিরুদ্ধে একাধিকবার মামলা করে বিশেষভাবে আলোচিত হয়েছেন।\n\n\n== জন্ম ও পরিচয় ==\nড. সৈয়দ রেজাউল হক চাঁদপুরী ১৯৭২ সালের মার্চ মাসে কুমিল্লা জেলার লাকসাম থানার আশরাফ নগরে একটি সম্ভ্রান্ত সুফি মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা সৈয়দ গাজীউল হক চাঁদপুরী ছিলেন প্রবীণ ইসলামী পণ্ডিত, সুফী সাধক ও চাঁদপুরী শাহ দরবারের পীর। তিন ভাই তিন বোনের মধ্যে সৈয়দ রেজাউল হক চাঁদপুরী সবার বড়।তাঁর পিতার ইন্তেকালের পরে চাঁদপুরীশাহ দরবার শরীফের সাজ্জাদানশীন ও মোতোয়ালি হিসাবে তাঁকে নিয়োগ দেওয়া হয়।\n\n\n== রাজনৈতিক জীবন ==\n২০০৫ সালে বাংলাদেশ তরিকত ফেডারেশনের গঠনের মাধ্যমে রেজাউল হক চাঁদপুরীর রাজনৈতিক যাত্রা শুরু হয়। ২০০৮ সালে দলীয় কাউন্সিলে তিনি বাংলাদেশ তরিকত ফেডারেশনের মহাসচিব নির্বাচিত হন এবং ২০০৮ সালের ৩০ ডিসেম্বর অনুষ্ঠিত বাংলাদেশের নবম জাতীয় সংসদ নির্বাচনে ঢাকা-১৫ ও কুমিল্লা-৮ আসন থেকে দলীয় প্রতীক নিয়ে প্রতিদ্বন্দ্বিতা করেন। ২০১৮ সালে সাবেক সংসদ সদস্য এম এ আউয়ালকে দল থেকে বহিস্কারের পর দলের চেয়ারম্যান সৈয়দ নজিবুল বশর মাইজভান্ডারী পুনরায় রেজাউল হককে দলের মহাসচিবের দায়িত্ব দেন।রাজনৈতিক জীবনে তাঁকে দলে সচ্ছ, ত্যাগী ও সাহসী নেতা হিসাবে বিবেচনা করা হয়ে থাকে।\n\n\n=== জামায়াতে ইসলামীর বিরোধীতা ===\nআদর্শিক মতভিন্নতার কারণে সৈয়দ রেজাউল হক রাজনৈতিক জীবনের শুরু থেকেই বাংলাদেশের ইসলামী রাজনৈতিক দল, জামায়াতে ইসলামীর বিরোধীতা করে আসছেন। ২০০৮ সালে জামায়াতে ইসলামী নির্বাচন কমিশন থেকে রাজনৈতিক দল হিসাবে নিবন্ধন পাওয়ার পর রাজনৈতিক দল হিসেবে জামায়াতকে নির্বাচন কমিশনের দেওয়া নিবন্ধনের বৈধতা চ্যলেঞ্জ করে সৈয়দ রেজাউল হকসহ বিভিন্ন সংগঠনের ২৫জন ব্যক্তি ২০০৯ সালে হাইকোর্টে একটি রিট আবেদন করেন। এর পর ঐ বছরেই ২৭ জানুয়ারী বাংলাদেশ হাইকোর্ট একটি রুল জারি করেন এবং বাংলাদেশ নির্বাচন কমিশনকে ছয় সপ্তাহের মধ্যে রুলের জবাব দেওয়ার নির্দেশ দেন আদালতের একটি দ্বৈত বেঞ্চ। পরবর্তিতে ২০১৩ সালের ১লা আগস্ট বাংলাদেশ সুপ্রিম কোর্ট রুলের রায় ঘোষণা করে। রায়ে রাজনৈতিক দল হিসেবে জামায়াতে ইসলামীর নিবন্ধন অবৈধ এবং নির্বাচনে অংশগ্রহণের অযোগ্য ঘোষণা করা হয়।\n\n\n=== নিজামী, মুজাহিদ ও সাঈদী প্রসঙ্গ ===\n২০১০ সালের ১৭ মার্চ একটি জনসভায় জামায়াতে ইসলামীর ঢাকা মহানগর আমীর রফিকুল ইসলাম নিপীড়নের কথা উল্লেখ করে নিজামীর জীবনকে ইসলামের নবী মুহাম্মাদের(সা.) সাথে তুলনা করেন। যার প্রেক্ষিতে, \"ইসলাম ধর্মবলম্বী মানুষের ধর্মীয় বিশ্বাস ও অনুভূতিতে আঘাত করেছে\" এমন অভিযোগ এনে সৈয়দ রেজাউল হক জামায়াতে ইসলামীর আমির মতিউর রহমান নিজামী, নায়েবে আমির দেলাওয়ার হোসাইন সাঈদী ও সেক্রেটারী জেনারেল আলী আহসান মুহাম্মদ মুজাহিদসহ জামায়াতের কেন্দ্রীয় ৫জন নেতার নামে মামলা করেন। বাংলাদেশের আদালত জামায়াতের এই তিন নেতাকে মানবতা বিরোধী অপরাধে দন্ডিত করলেও সৈয়দ রেজাউল হকের করা মামলাতেই প্রথমে তাদেরকে গ্রেফতার দেখানো হয়েছিল।\n\n\n=== জামায়াতের প্রার্থিতা বাতিলের প্রচেষ্টা ===\n২০১৮ সালে একাদশ জাতীয় সংসদ নির্বাচনে জামায়াতের ২৫জন প্রার্থীর ২২জন ধানের শীষ প্রতীকে ও ৩জন স্বতন্ত্র প্রতীকে নির্বাচনে অংশ নেওয়ার চেষ্টা করলে সৈয়দ রেজাউল হক জামায়াত প্রাথীদের প্রার্থিতা বাতিলের জন্য নির্বাচন কমিশনে আবেদন করেন। কিন্তু নির্বাচন কমিশন ২৫জন প্রার্থির প্রার্থিতা বাতিলের আইনগত সুযোগ নেই বলে জানালে রেজাউল হক চাঁদপুরী নির্বাচন কমিশনের সিদ্ধান্তের বিরুদ্ধে হাইকোর্টে একটি রিট আবেদন করে। এর পর শুনানিতে বিচারপতি বলেন, \"আগের গণপ্রতিনিধিত্ব আদেশে দলীয় প্রার্থী হতে হলে তিন বছর সংশ্লিষ্ট দলের সদস্য পদে থাকার যে বিধান ছিল সেটি সংশোধিত আদেশে বিলুপ্ত করা হয়েছে\"; তাই তাদের প্রার্থিতা বাতিলের সুযোগ নেই।\n\n\n== আরও দেখুন ==\nবাংলাদেশ তরিকত ফেডারেশন\nসৈয়দ নজিবুল বশর মাইজভান্ডারী\nমাওলানা মোহাম্মদ সালাউদ্দিন\n\n\n== তথ্যসূত্র =="}