{"pageid": 1105613, "title": "বাংলাদেশ ফিল্ম ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1105613", "content": "বাংলাদেশ ফিল্ম ইনস্টিটিউট (বিএফআই) বাংলাদেশের বেসরকারি একটি শিক্ষা প্রতিষ্ঠান যা শিল্পসম্মত চলচ্চিত্র নির্মাণের লক্ষ্যে নতুন চলচ্চিত্রনির্মাতাদের প্রশিক্ষণ দিয়ে থাকে। ডিজিটাল ফিল্ম মেকিংয়ের তাত্ত্বিক ও ব্যবহারিক উভয় বিষয়ে প্রশিক্ষণ প্রদান করে বিএফআই। বাংলাদেশের একুশে পদকপ্রাপ্ত চলচ্চিত্রনির্মাতা তানভীর মোকাম্মেল ২০০৫ সালে বাংলাদেশ ফিল্ম ইনস্টিটিউট প্রতিষ্ঠা করেন। সেই থেকে তানভীর মোকাম্মেলসহ চলচ্চিত্রের বিশিষ্ট শিক্ষকবৃন্দের প্রচেষ্টায় এ পর্যন্ত ষাটটি (৬০) চলচ্চিত্র প্রশিক্ষণ কোর্স পরিচালনা করেছে বিএফআই। বাংলাদেশ ফিল্ম ইনস্টিটিউট থেকে উত্তীর্ণ হাজারেরও বেশি শিক্ষার্থী এখন সারা দেশে চলচ্চিত্র সংশ্লিষ্ট নানা কাজে নিয়োজিত রয়েছেন।\n\n\n== ইতিহাস ==\n২০০৫ সালে বাংলাদেশ ফিল্ম ইনস্টিটিউট (বিএফআই) প্রতিষ্ঠিত হয়। বিএফআই-য়ের প্রতিষ্ঠাতা পরিচালক তানভীর মোকাম্মেল ছাত্রজীবনে ফিল্ম সোসাইটি আন্দোলন করাকালীন সময়ে স্বপ্ন দেখতেন বিশ্ব-চলচ্চিত্র শিক্ষার ধারাবাহিকতায় বাংলাদেশেও চলচ্চিত্র শিক্ষার একটি প্রতিষ্ঠান তৈরী হবে। সরকারি পৃষ্ঠপোষকতা না পেয়ে তানভীর মোকাম্মেল ওঁর পেশাদার ফিল্ম ইউনিট নিয়ে তখন ব্যক্তিগত উদ্যোগেই গড়ে তোলেন চলচ্চিত্র শিক্ষার অ-বাণিজ্যিক এই প্রতিষ্ঠানটি বাংলাদেশ ফিল্ম ইনস্টিটিউট (বিএফআই)। প্রতিষ্ঠার পর থেকে আজ পর্যন্ত বিএফআই নিয়মিতভাবে চলচ্চিত্র প্রশিক্ষণ কোর্স, ওয়ার্কশপ এবং চলচ্চিত্র প্রদর্শনীর আয়োজন করে আসছে।\n\n\n== লক্ষ্য ও উদ্দেশ্য ==\nবাংলাদেশে শিল্পসম্মত চলচ্চিত্র তৈরী ও দেশে সুস্থধারার চলচ্চিত্র সংস্কৃতি প্রতিষ্ঠার লক্ষ্যে আগ্রহী চলচ্চিত্র নির্মাতাদের চলচ্চিত্রের কারিগরী শিক্ষা প্রদান করাই বাংলাদেশ ফিল্ম ইনস্টিটিউটের মূল লক্ষ্য। এছাড়া নতুন চলচ্চিত্রনির্মাতাদের বিশ^-চলচ্চিত্রের ইতিহাস, চলচ্চিত্রের ভাষা ও নান্দনিক বিষয়গুলি শিক্ষা প্রদান করা বিএফআই-য়ের অন্যতম উদ্দেশ্য।\n\n\n== কোর্স এবং ওয়ার্কশপ ==\nবাংলাদেশ ফিল্ম ইনস্টিটিউট বর্তমানে “ডিজিটাল ফিল্ম মেকিং কোর্স” পরিচালনা করে থাকে। কোর্সটির প্রথম পর্বে এক মাস ব্যাপী অনলাইন ক্লাসের মাধ্যমে চলচ্চিত্রের বিষয়ভিত্তিক শিক্ষা প্রদান করা হয়। প্রথম পর্বের পাঠদান শেষে একটি পরীক্ষা অনুষ্ঠিত হয়। কোর্সটির দ্বিতীয় পর্বে পরীক্ষায় উত্তীর্ণ শিক্ষার্থীরা ৫ (পাঁচ) মিনিটের একটি চলচ্চিত্র যৌথভাবে নির্মাণ করে থাকেন। উক্ত পর্ব দু’টির শেষে বাংলাদেশ ফিল্ম ইনস্টিটিউট থেকে শিক্ষার্থীদের সনদপত্র প্রদান করা হয়।\n\n\n=== কোর্সের বিষয়সমূহ ===\nবিশ্ব-চলচ্চিত্রের ইতিহাস, চলচ্চিত্রের ভাষা, চিত্রনাট্য, শিল্পনির্দেশনা, চলচ্চিত্র নন্দনতত্ত্ব, আবহসঙ্গীত, চিত্রগ্রহণ, অভিনয়, শব্দের নন্দনতত্ত্ব, পোশাক ও প্রপস্, প্রামাণ্যচিত্র, চলচ্চিত্র সমালোচনা, চলচ্চিত্র পাঠ, চলচ্চিত্র প্রোডাকশন ডিজাইন ও শট ডিভিশন।\nএছাড়া বাংলাদেশ ফিল্ম ইনস্টিটিউট বিভিন্ন সময়ে সারা দেশে চলচ্চিত্রের নানা দিক নিয়ে ওয়ার্কশপ আয়োজন করে থাকে।\n\n\n== পরিচালক ==\nবাংলাদেশ ফিল্ম ইনস্টিটিউটের পরিচালক তানভীর মোকাম্মেল একজন প্রখ্যাত বাংলাদেশী চলচ্চিত্রনির্মাতা। তিনি বাংলাদেশ শর্ট ফিল্ম ফোরামের প্রাক্তন প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করেছেন। চলচ্চিত্রে অবদানের জন্যে বাংলাদেশ সরকার তানভীর মোকাম্মেলকে সম্মানীয় “একুশে পদক” প্রদান করেন। এছাড়াও তিনি দশ বার জাতীয় চলচ্চিত্র পুরস্কার লাভ করেন। তিনি মোট সাতটি কাহিনীচিত্র ও চৌদ্দটি প্রামাণ্যচিত্র নির্মাণ করেছেন। তাঁর উল্লেখযোগ্য চলচ্চিত্রসমূহের মধ্যে “নদীর নাম মধুমতী”, “চিত্রা নদীর পারে”, “লালসালু”, “লালন”, “রাবেয়া”, “জীবনঢুলী”, “রূপসা নদীর বাঁকে”, “১৯৭১”, “সীমান্তরেখা” অন্যতম।\n\n\n== শিক্ষকবৃন্দ ==\n\n\n=== কোর্স ===\nউত্তম গুহ, শিল্পনির্দেক\nসৈয়দ সাবাব আলী আরজু, সঙ্গীত পরিচালক\nচিত্রলেখা গুহ, অভিনেত্রী, পোশাক ও কাস্টিং ডিরেক্টর\nরাকিবুল হাসান, চিত্রগ্রাহক\nসগীর মোস্তফা, চলচ্চিত্রনির্মাতা\nরানা মাসুদ, চলচ্চিত্রনির্মাতা\n\n\n==== ওয়ার্কশপ ====\nড. জন হুড, চলচ্চিত্র সমালোচক, অস্ট্রেলিয়া\nসৌমেন্দু রায়, চিত্রগ্রাহক, ভারত\nগায়েত্রী চ্যাটার্জী, চলচ্চিত্র শিক্ষক, পুনে ফিল্ম ইনস্টিটিউট\nমধুজা মুখার্জী, চলচ্চিত্র শিক্ষক, যাদবপুর বিশ^বিদ্যালয়\nআন্দ্রে গ্রাফেন্সটাইন, প্রামাণ্যচিত্রনির্মাতা, জার্মাানী\nসন্দীপ রায়, চলচ্চিত্র শিক্ষক, রামুজী ফিল্ম সেন্টার\nকাওসার চৌধুরী, প্রামাণ্যচিত্রনির্মাতা\nমোহাম্মদ আব্দুস সাত্তার, শব্দ গ্রাহক\nসৈয়দা নিগার বানু, চলচ্চিত্রনির্মাতা\n\n\n== অ্যালামনাই ==\nবাংলাদেশ ফিল্ম ইনস্টিটিউট (বিএফআই)-য়ের প্রাক্তন ছাত্রছাত্রীদের নিজেদের মধ্যে যোগসূত্র স্থাপন এবং তা অব্যাহত রাখার লক্ষ্যে বাংলাদেশ ফিল্ম ইনস্টিটিউট এ্যালামনাই এসোসিয়েশন (বিএফআইএএ) গঠন করা হয়। বাংলাদেশ ফিল্ম ইনস্টিটিউট (বিএফআই) থেকে যারা সাফল্যের সঙ্গে কোর্স সমাপ্ত করেছেন তারাই কেবল বাংলাদেশ ফিল্ম ইনস্টিটিউট এ্যালামনাই এসোসিয়েশন (বিএফআইএএ)-য়ের সদস্যপদ লাভ করতে পারবেন। এ সংস্থার উদ্দেশ্য হচ্ছে  ফিল্ম ইনস্টিটিউটের সঙ্গে প্রাক্তন ছাত্রছাত্রীদের সংযোগ এবং প্রাক্তন ছাত্রছাত্রীদের নিজেদের মধ্যে সম্পর্ক ও সহযোগিতা গড়ে তোলা, চলচ্চিত্র বিষয়ক কর্মকাণ্ডের সঙ্গে সংগঠনকে সম্পৃক্ত করা, চলচ্চিত্র সংক্রান্ত পত্রিকা প্রকাশ করা। এছাড়াও সেমিনার, সিম্পোজিয়াম, কর্মশালা এবং চলচ্চিত্র প্রদর্শনীর আয়োজন করা। নানা বিনোদনমূলক অনুষ্ঠান যেমন বাৎসরিক পুনর্মিলনীর আয়োজন করা।\n\n\n== তথ্যসূত্র =="}