{"pageid": 1105205, "title": "ইসহাক আদম", "url": "https://bn.wikipedia.org/wiki?curid=1105205", "content": "ইসহাক আদম আব্দুল্লাহ মুহাম্মদ (আরবি: اسحق ادم, ইংরেজি: Ishag Adam; ১ জানুয়ারি ১৯৯৯; ইসহাক আদম নামে সুপরিচিত) হলেন একজন সুদানী পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে সুদানী ক্লাব আল হিলাল এবং সুদান জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\n২০১৪–১৫ মৌসুমে, সুদানী ক্লাব আল মিরিখের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; আল মিরিখের হয়ে দুই মৌসুম অতিবাহিত করার পর ২০১৭–১৮ মৌসুমে তিনি উসুদ দারফুরে যোগদান করেছেন। উসুদ দারফুরে মাত্র এক মৌসুম অতিবাহিত করার পর আল আহলি শিন্দির সাথে চুক্তি স্বাক্ষর করেছেন। ২০২১–২২ মৌসুমে, তিনি আল আহলি শিন্দি হতে সুদানী ক্লাব আল হিলালে যোগদান করেছেন।\n২০১৭ সালে, ইসহাক সুদান অনূর্ধ্ব-২০ দলের হয়ে সুদানের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ১ বছর যাবত সুদানের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৮ সালে সুদানের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; সুদানের জার্সি গায়ে তিনি এপর্যন্ত ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nইসহাক আদম আব্দুল্লাহ মুহাম্মদ ১৯৯৯ সালের ১লা জানুয়ারি তারিখে সুদানে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nইসহাক সুদান অনূর্ধ্ব-২০ দলের হয়ে খেলার মাধ্যমে সুদানের প্রতিনিধিত্ব করেছেন।\n২০১৮ সালের ১৩ই অক্টোবর তারিখে, ১৯ বছর, ৯ মাস ও ১২ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ইসহাক সেনেগালের বিরুদ্ধে অনুষ্ঠিত ২০১৯ আফ্রিকা কাপ অব নেশন্স বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে সুদানের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১ নম্বর জার্সি পরিধান করে খেলেছিলেন। ম্যাচটি সেনেগাল ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। সুদানের হয়ে অভিষেকের বছরে ইসহাক মাত্র ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৫ ডিসেম্বর ২০২১ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে ইসহাক আদম  (ইংরেজি)  \nট্রান্সফারমার্কেটে ইসহাক আদম (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ইসহাক আদম (ইংরেজি) \nইএসপিএন এফসিতে ইসহাক আদম (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ইসহাক আদম (ইংরেজি)"}