{"pageid": 1105210, "title": "সন্ত (উপাধি)", "url": "https://bn.wikipedia.org/wiki?curid=1105210", "content": "সন্ত (সংস্কৃত: सन्त्, [sɐn̪t̪]) হল একজন মানুষ যিনি ভারতীয় ধর্মে, বিশেষত হিন্দু,  জৈন, শিখ ও বৌদ্ধ ধর্মে \"আত্ম, সত্য ও বাস্তবতা\" সম্পর্কে তাদের জ্ঞানের জন্য \"সত্য-উদাহরণকারী\" হিসেবে সম্মানিত। শিখধর্মে এটি এমন এক সত্তাকে বর্ণনা করতে ব্যবহৃত হয় যিনি ঈশ্বরের সাথে মিলনের মাধ্যমে আধ্যাত্মিক জ্ঞান, ঐশ্বরিক জ্ঞান ও শক্তি অর্জন করেছেন।\n\n\n== ব্যুৎপত্তি ==\n\"সন্ত\" কখনও কখনও \"সইন্ত\" হিসাবে অনুবাদ করা হয়, কিন্তু এটি মিথ্যা জ্ঞান (কোনও ব্যুৎপত্তিগত সাধারণতা নেই) কারণ \"সন্ত\" সংস্কৃত মূল সত থেকে উদ্ভূত হয়েছে, যার অর্থ হতে পারে \"সত্য, বাস্তবতা, সারমর্ম\", যখন \"সন্ত\" ল্যাটিন শব্দ স্যাঙ্কটাস থেকে এসেছে, যার অর্থ \"পবিত্র, পবিত্র\", ইন্দো-ইউরোপীয় মূল সাক- থেকে উদ্ভূত, \"পবিত্র করা\"।\nস্কোমার ও ম্যাকলিওড সন্তকে স্যাত বা \"সত্য, বাস্তবতা\"-এর গুরু হিসাবে ব্যাখ্যা করেন, \"'যিনি সত্য জানেন' বা 'যিনি চূড়ান্ত বাস্তবতা অনুভব করেছেন', এটি এমন একজন ব্যক্তি যিনি আধ্যাত্মিক জ্ঞান বা রহস্যময় আত্ম-উপলব্ধির অবস্থা অর্জন করেছেন\"। উইলিয়াম পিঞ্চ সন্তের সর্বোত্তম অনুবাদের পরামর্শ দিয়েছেন \"সত্য-উদাহরণকারী\"।\nহিন্দু ধর্মের ধর্মীয় দৃষ্টিকোণ থেকে সন্তদের আসার এবং প্রয়াসের কারণ ব্যাখ্যা করেছেন ভাদুড়ী মহাশয়- মহর্ষি নগেন্দ্রনাথ:\n\n\"জীবের দুঃখ-যন্ত্রণা দেখে কৃপাময় সন্ত-মহান্তরা স্থির থাকতে পারেন না। তাই না বুদ্ধ, শঙ্কর, রামানুজ, শ্রীচৈতন্য প্রভৃতি মহাত্মারা জাগতিক সকল সুখ ত্যাগ করে জীবের দুঃখমোচনের জন্য জীবের দ্বারে দ্বারে ঘুরেছেন। যে কালে যে ভাবে বললে যে কালের জীবের পরম কল্যাণ হবে বুঝেছেন, বেশীর ভাগ লোক উপকৃত হবেন জেনেছেন তখন সেই ভাবেই প্রকাশ করেছেন। সত্যযুগে ধ্যানের দ্বারা যা লাভ হত। আবার দ্বাপরে যাগযজ্ঞের দ্বারা লোকে সে ফল লাভের অধিকারী হত। এখন কলিকাল, কলির মানুষ অল্পায়ু; অল্প মেধাবিশিষ্ট, ধৈর্য-স্থৈর্যহীন, চঞ্চল, সাধনে দৃঢ়তা নাই, কালের ধর্মে কদাচিৎ কেউ পারে, তাই এখন হরের্নামৈব কেবলম্।\"\n\n\n== ব্যবহার ==\nসন্ত শুধুমাত্র ব্যুৎপত্তিগত অর্থে নয় বরং ব্যবহারেও সাধু থেকে পৃথক। শব্দটি বিভিন্ন প্রসঙ্গে ব্যবহৃত হয়:\n\nপনেরো ও ষোড়শ শতকের ভারতে ইসলামিক শাসনের অধীনে, এটি সাধারণত শিক্ষক এবং কবি-পণ্ডিতদের বর্ণনা করতে ব্যবহৃত হত যারা হিন্দুধর্মের ভক্তি আন্দোলনের মধ্যে উপাসক ও সম্প্রদায়কে দেবতা বা দেবীর প্রশংসা করতে নেতৃত্ব দিয়েছিলেন।\nআধুনিক যুগে, শব্দটি কখনও কখনও এমন কোনও পবিত্র পুরুষ বা মহিলাকে বর্ণনা করে যারা আধ্যাত্মিকতার একটি বিশেষ রূপের পক্ষে বা সন্ত মত (আধ্যাত্মিক মণ্ডলীর শিক্ষা) নেতৃত্ব দেয় এমন দলের সদস্যদেরকে সমর্থন করে৷\nশব্দটি সাধারণ অর্থেও ব্যবহার করা হয় এবং এই ক্ষেত্রে নৈতিকভাবে ভাল ব্যক্তিকে নির্দেশ করার জন্য সাধুর ব্যবহারের অনুরূপ। যেমন, এটি বিভিন্ন গুরুদের (শিখ গুরুদের সাথে বিভ্রান্ত না হওয়া) এবং অন্যান্য ধর্মীয় নেতাদের উপর প্রয়োগ করা হয়েছে।\n\n\n== শিখধর্ম ==\nশিখধর্মে, সন্ত, ব্রহ্মগিয়ানি বা ভগত হয় এমন কোনো মানুষ যে ঈশ্বর উপলব্ধি এবং ঈশ্বরের সঙ্গে আধ্যাত্মিক যোগাযোগ অর্জন করেছে। শিখরা বিশ্বাস করে যে ঈশ্বরের ঐশ্বরিক শক্তি পৃথিবীতে মানুষের দ্বারা অনুভব করা যেতে পারে। .এটি ক্রমাগত পাঠ এবং ঈশ্বরের নামের আধ্যাত্মিক অভ্যন্তরীণকরণের মাধ্যমে অর্জিত হয় (নাম জাপো/নাম সিমরান)। শিখরা সাধারণত ওয়াহেগুরুকে ঈশ্বরের নাম হিসেবে ব্যবহার করে যা \"আশ্চর্য গুরু\"-এ অনুবাদ করে।\nসন্তরা যেকোনো ধর্ম থেকে উদ্ভূত হতে পারে। কবির, রবিদাস, নামদেব, ফরিদ, ভিক্কন এবং অন্যদের সন্তান বা ভগত হিসেবে পরিচিত, কিছু ইসলাম বা হিন্দু  বিশ্বাসের সত্বেও। ঐশ্বরিক জ্ঞান সর্বজনীন, এবং নাম সিমরানের মাধ্যমে জ্ঞানার্জনের পরে তাদের জ্ঞান সংকলিত হয়েছে এবং শিখধর্মের পবিত্র গ্রন্থ শ্রী গুরু গ্রন্থ সাহিব-এ অন্তর্ভুক্ত করা হয়েছে।\nসন্তরা হল অত্যন্ত উচ্চ মর্যাদার পবিত্র ব্যক্তি, আদর্শ মানুষ। যেমন, শিখদেরকে সাধুদের (সাধ-সঙ্গত) সঙ্গ এবং পবিত্র মণ্ডলী খোঁজার জন্য উৎসাহিত করা হয়, তাদের কাছ থেকে শিখতে ও শিখ ধর্মগ্রন্থ (গুরবানি) এবং নাম সিমরানের নিবিড় পাঠ ও চিন্তার মাধ্যমে \"সন্তত্ব\" অর্জন করতে হয়।\nসন্ত বা ব্রহ্মজ্ঞানী (যার কাছে ঈশ্বর সম্পর্কে নিখুঁত জ্ঞান আছে) এর সাথে সম্পর্কিত পুণ্যময় জীবন শিখ গুরুবাণীতে কঠোরভাবে সংজ্ঞায়িত করা হয়েছে, বিশেষ করে শ্রী গুরু গ্রন্থ সাহিবের সুখমনি সাহেবের উত্তরণে। শিখধর্ম সকল ধর্মের লোকেদেরকে উপলব্ধি করতে এবং ঈশ্বরের সাথে এক হওয়ার পরামর্শ দেয় এবং ঈশ্বরের সাথে মিলন অর্জন হল আধ্যাত্মিক জ্ঞানের সর্বোচ্চ রূপ।\n\n\n== তথ্যসূত্র =="}