{"pageid": 1105040, "title": "সাহিত্যিক আধুনিকতা", "url": "https://bn.wikipedia.org/wiki?curid=1105040", "content": "সাহিত্যিক আধুনিকতাবাদ বা আধুনিকতাবাদী সাহিত্য ১৯ শতকের শেষের দিকে এবং 20 শতকের শুরুতে বিস্তারলাভ করেছে। প্রধানত ইউরোপ এবং উত্তর আমেরিকাতে উদ্ভূত হয়েছিল এবং কবিতা এবং গদ্য কথাসাহিত্য উভয় ক্ষেত্রেই লেখার ঐতিহ্যগত পদ্ধতির সাথে একটি স্ব-সচেতন পার্থক্য গড়ে তোলে। আধুনিকতা সাহিত্যের ফর্ম এবং অভিব্যক্তি নিয়ে পরীক্ষা-নিরীক্ষা করেছে। যেমনটি এজরা পাউন্ডের ম্যাক্সিম দ্বারা \"মেক ইট নিউ\"।  এই সাহিত্য আন্দোলনটি ঐতিহ্যগত উপস্থাপনা পদ্ধতিকে উল্টে দিতে এবং তাদের সময়ের নতুন সংবেদনশীলতা প্রকাশ করার সচেতন ইচ্ছা দ্বারা চালিত হয়েছিল।  প্রথম বিশ্বযুদ্ধের ভয়াবহতা সমাজ সম্পর্কে প্রচলিত ধারণাগুলিকে পুনঃমূল্যায়ন করতে বাধ্য করেছিল।  অনেক আধুনিকতাবাদী লেখা বিংশ শতাব্দীতে হওয়া আধুনিকতার প্রযুক্তিগত অগ্রগতি এবং সামাজিক পরিবর্তনের সাথে জড়িত।\n\n\n== তথ্যসূত্র ==\nবেম, নিনা।আমেরিকান সাহিত্যের নর্টন অ্যান্থোলজি।নিউ ইয়র্ক: WW Norton, ২০০৭। থেকে প্রকাশিত।\nBossy, Michel-André (২০০১)। Artists, Writers, and Musicians: An Encyclopedia of People Who Changed the World। Westport, Connecticut: Oryx Press। আইএসবিএন 978-1-57356-154-9। \nব্রাইন, সিজে।\"আন্ডারস্ট্যান্ডিং মডার্নিজম অ্যান্ডপোস্টমডার্নিজম\" Writing.com\nগোল্ডম্যান, জোনাথন।আধুনিকতা সেলিব্রিটিদের সাহিত্য।অস্টিন: ইউ অফ টেক্সাস পি, ২০১১প্রকাশিত হয়েছিল।\n\"সাহিত্যে আধুনিকতা: আধুনিকতা কি?\" ব্রাইট হাব ২৩ মার্চ, ২০১১।\n\"সাহিত্যে আধুনিকতার কিছু বৈশিষ্ট্য\" Fakultet for Sprog Og Erhvervskommunikation – Handelshøjskolen। Århus।২৩ মার্চ, ২০১১\nকার্লিতে সাহিত্যিক আধুনিকতা (ইংরেজি)\nঅ্যাবসার্ডিস্ট মাসিক রিভিউ – দ্য রাইটার্স ম্যাগাজিন অফ দ্য নিউ অ্যাবসার্ডিস্ট মুভমেন্ট\nPicturing সাহিত্য আধুনিকতা বাড়িতে এবং বিদেশে সংগ্রহ আধুনিক সময়ের সর্বত্র শৈল্পিক ও সাহিত্যিক আমেরিকানদের ফটোগ্রাফ ইয়েল বিশ্ববিদ্যালয়ের Beinecke বিরল বুক এবং পান্ডুলিপি লাইব্রেরী\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎপত্তি এবং অগ্রদূত ==\n১৮৮০-এর দশকে, সমসাময়িক কৌশলগুলির আলোকে অতীতের জ্ঞানকে সংশোধন করার পরিবর্তে, পূর্ববর্তী নিয়মগুলিকে সম্পূর্ণভাবে একপাশে সরিয়ে দেওয়া প্রয়োজন ছিল এই ধারণাটিকে নিয়ে আন্দোলন শুরু হয়েছিল। সিগমুন্ড ফ্রয়েড (১৮৫৬-১৯৩৯) এবং আর্নস্ট মাকদের (১৮৩৮-১৯১৬) তত্ত্বগুলি নিয়ে প্রাথমিক আধুনিকতাবাদী সাহিত্যকে ভীষণভাবে প্রভাবিত করেছিল। আর্নস্ট মাচ যুক্তি দিয়েছিলেন যে মনের একটি মৌলিক কাঠামো আছে। এই নিয়ে তিনি একটি লিখেছিলেন দ্য সাইন্স অফ মেকানিক্স (১৮৮৩) নামে। ফ্রয়েডের প্রথম প্রধান লেখা স্টাডিজ অন হিস্টিরিয়া (জোসেফ ব্রুরের সাথে) ১৮৯৫ সালে প্রকাশিত হয়েছিল। ফ্রয়েডের মতে, সমস্ত বিষয়গত বাস্তবতা মৌলিক ড্রাইভ এবং প্রবৃত্তির খেলার উপর ভিত্তি করে ছিল, যার মাধ্যমে বহির্বিশ্বকে উপলব্ধি করা হয়েছিল। বিজ্ঞানের একজন দার্শনিক হিসেবে, আর্নস্ট ম্যাক যৌক্তিক প্রত্যক্ষবাদের উপর একটি বড়ো প্রভাব ফেলেছিলে। আপেক্ষিকতাবাদ তত্ত্বের অগ্রদূত আইজ্যাক নিউটনের তত্ত্বের ত্রুটিগুলো তুলে ধরে আলবার্ট আইনস্টাইনের   তত্ত্ব তুলে ধরেন।\nজ্ঞানতত্ত্ব সম্পর্কে অনেক পূর্বের তত্ত্ব যুক্তি দিয়েছিল যে বাহ্যিক এবং পরম বাস্তবতা নিজেকে প্রভাবিত করতে পারে, যেমনটি ছিল, একজন ব্যক্তির উপর, যেমন, জন লকের (১৬৩২-১৭০৪) অভিজ্ঞতাবাদ, যা দেখেছিল মনকে একটি ট্যাবুলা রস হিসাবে।  ফাঁকা স্লেট (অ্যান এসে কনসার্নিং হিউম্যান আন্ডারস্ট্যাডিং, ১৬৯০)।\nআধুনিকতাবাদের গুরুত্বপূর্ণ সাহিত্যিক অগ্রদূত ছিলেন ফিওদর দস্তয়েভস্কি (১৮২১-৮১) — অপরাধ এবং শাস্তি(১৮৬৬), দ্য ব্রাদার্স কারামাজভ (১৮৮০); ওয়াল্ট হুইটম্যান (১৮১৯-৯২) — লিভস অফ গ্রাস (১৮৫৫-৯১); চার্লস বোদলেয়ার (১৮২১-৬৭) — Les Fleurs du mal; আর্থার র‍্যাঁবো (১৮৫৪-৯১) ইলামিনেশন (১৮৭৪); নাট হামসান (১৮৫৯-১৯৫২) — Hunger (১৮৯০); আগস্ট স্ট্রিন্ডবার্গ (১৮৪৯-১৯১২)— বিশেষ করে তার পরবর্তী নাটক, যার মধ্যে রয়েছে ট্রিলজি টু দামেস্ক ১৮৯৮-১৯০১, এ ড্রিম প্লে (১৯০২), দ্য ঘোস্ট সোনাটা (১৯০৭)।\n\nপ্রাথমিকভাবে, কিছু আধুনিকতাবাদী নৃবিজ্ঞান, মনোবিজ্ঞান, দর্শন, রাজনৈতিক তত্ত্ব, পদার্থবিদ্যা এবং মনোবিশ্লেষণে উদ্ভাবনের দ্বারা উদ্দীপিত একটি ইউটোপিয়ান চেতনাকে লালন করেছিলেন। এই আদর্শবাদ, প্রথম বিশ্বযুদ্ধের প্রাদুর্ভাবের সাথে শেষ হয়েছিল, এবং লেখকরা আরও নিষ্ঠুর রচনা তৈরি করেছিলেন যা মোহভঙ্গের একটি বিরাজমান অনুভূতিকে প্রতিফলিত করেছিল। অনেক আধুনিকতাবাদী লেখক সরকার এবং ধর্মের মতো ক্ষমতার প্রতিষ্ঠানগুলির প্রতি অবিশ্বাসও প্রকাশ করেছেন। এবং পরম সত্যের ধারণাকে প্রত্যাখ্যান করেছেন।\nআধুনিকতাবাদী কাজ যেমন টিএস এলিয়টের দ্য ওয়েস্ট ল্যান্ড (১৯২২) ক্রমবর্ধমানভাবে স্ব-সচেতন, আত্মদর্শী এবং মানব প্রকৃতির অন্ধকার দিকগুলি অন্বেষণ করেছিল। \nআধুনিকতা শব্দটি ইমাজিজম, সিম্বলিজম, ফিউচারিজম, ভোর্টিসিজম, কিউবিজম, পরাবাস্তববাদ, এক্সপ্রেশনিজম, এবং ডাডা সহ বেশ কয়েকটি সম্পর্কিত এবং ওভারল্যাপিং, শৈল্পিক এবং সাহিত্যিক আন্দোলনকে অন্তর্ভুক্ত করে।"}