{"pageid": 1105810, "title": "এরিক জেমুর", "url": "https://bn.wikipedia.org/wiki?curid=1105810", "content": "এরিক জ্যুস্তাঁ লেওঁ জেমুর (ফরাসি: Éric Justin Léon Zemmour; আ-ধ্ব-ব: [eʁik zemuʁ]; জন্ম ৩১শে আগস্ট ১৯৫৮) একজন ফরাসি রাজনীতিবিদ, রাজনৈতিক সাংবাদিক, প্রাবন্ধিক, লেখক ও রাজনীতি বিষয়ক পণ্ডিত। তাঁকে রাজনৈতিকভাবে ডানপন্থী, রক্ষণশীল এমনকি চরম-ডানপন্থী হিসেবে বর্ণনা করা হয়েছে।\nফ্রান্সের প্যারিস নগরীর অদূরে মোঁত্রইতে জন্ম নেওয়া জেমুর বিখ্যাত উচ্চশিক্ষাপ্রতিষ্ঠান সিয়ঁস-পো-তে শিক্ষালাভ করেন। তিনি ১৯৮৬ থেকে ১৯৯৬ পর্যন্ত ল্য কোতিদিয়াঁ দ্য পারি পত্রিকার প্রতিবেদক হিসেবে কাজ করেন। এরপর তিনি ল্য ফিগারো সাময়িকীতে ২০২১ সাল পর্যন্ত কাজ করেন। এছাড়া তিনি ২০০৬ থেকে ২০১১ সাল পর্যন্ত ফরাসি টেলিভিশন অনুষ্ঠান ফ্রঁস-২ চ্যানেলের ওঁ নে পা কুশে নামক আলোচনা অনুষ্ঠানে ও ২০০৩ থেকে ২০১৪ পর্যন্ত ই-তেলে (সিনিউজ) চ্যানেলের সা স্য দিসপ্যুত অনুষ্ঠানে সাংবাদিক হিসেবে অংশ নেন। এছাড়া তিনি ২০১১ থেকে ২০২১ সাল পর্যন্ত জেমুর এ নোলো নামের একটি সাপ্তাহিক সান্ধ্য আলোচনা অনুষ্ঠানেও হাজির হতেন, যা পারি প্র্যমিয়ের চ্যানেলে সম্প্রচার করা হত। এর সমান্তরালে জেমুর ২০১০ সাল থেকে ২০১৯ সাল পর্যন্ত এরতেএল নামক ফরাসি বেতার সম্প্রচার কেন্দ্রেও কাজ করেন; প্রথমে তিনি জে কম জেমুর নামক বেতার অনুষ্ঠানটির পরিচালক ছিলেন এবং পরবর্তীকালে ইভ কালভির পরিচালনায় প্রাতকালীন অনুষ্ঠানে বিশ্লেষক হিসেবে কাজ করেন। ২০১৪ সালে তাঁর প্রকাশিত ল্য স্যুইসিদ ফ্রঁসে গ্রন্থটির ৫ লক্ষের বেশি কপি বিক্রি হয়। তিনি ২০১৯ থেকে ২০২১ সাল পর্যন্ত ফাস আ লাঁফো নামক সিনিউজ চ্যানেলের দৈনিক টেলিভিশন অনুষ্ঠানের সম্পাদক ও প্যানেলবক্তা ছিলেন। \nজেমুর ফ্রান্সের অভিবাসীদের আগমন ও ফ্রান্সে ইসলাম বিষয়ে তাঁর বিতর্কিত দৃষ্টিভঙ্গির জন্য সুপরিচিত। তিনি মহাপ্রতিস্থাপন (ল্য গ্রঁ রঁপ্লাসমঁ) নামক ষড়যন্ত্র তত্ত্বটির একজন প্রবক্তা, যা অনুযায়ী ফ্রান্সের স্থানীয় জনগণ ভবিষ্যতে অ-ইউরোপীয় জনগণ দ্বারা প্রতিস্থাপিত হয়ে যাবে। ২০১১ সালে জাতিবিদ্বেষজাত উস্কানিমূলক বক্তব্য রাখার জন্য এবং ২০১৮ সালে ইসলাম-বিদ্বেষী মন্তব্য রাখার জন্য তাঁকে জরিমানা করা হয়। তবে শেষোক্তটি ইউরোপীয় মানবাধিকার আদালতে বিবেচনাধীন আছে। এছাড়া একই কারণে তাঁর বিরুদ্ধে ২০০৮, ২০১৪( দুইবার), ২০১৬, ২০১৭ ও ২০১৯ সালে মোট ছয়বার অভিযোগ আনা হয়, কিন্তু প্রতিটিতেই তিনি নির্দোষ সাব্যস্ত হন। ২০১৫ ও ২০২০ সালেও তাঁর বিরুদ্ধে জরিমানা করা হয়, কিন্তু আপীলের পরে রায় বাতিল হয়ে যায়।\n২০২১ সালের ৩০শে নভেম্বর জেমুর ২০২২ সালে ফ্রান্সের রাষ্ট্রপতি নির্বাচনের নির্দলীয় প্রার্থী হিসেবে নিজেকে ঘোষণা করেন। প্রাথমিক জনমত জরিপ অনুযায়ী তাঁর নির্বাচনের দ্বিতীয় পর্যায়ে উত্তীর্ণ হবার সম্ভাবনা আছে। জেমুর নিজেকে একজন গোলপন্থী ও বোনাপার্তপন্থী হিসেবে বর্ণনা করেছেন। তিনি ফ্রান্সের রাজনৈতিক ব্যবস্থার আমূল সংস্কার সাধনের পক্ষে প্রচারণা চালিয়েছেন।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n}}"}