{"pageid": 11059, "title": "ইরিডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=11059", "content": "ইরিডিয়াম হল একটি রাসায়নিক উপাদান যার প্রতীক Ir এবং পারমাণবিক সংখ্যা 77। প্ল্যাটিনাম গ্রুপের একটি খুব শক্ত, ভঙ্গুর, রূপালী-সাদা রূপান্তরিত ধাতু, এটি 22.56 গ্রাম ঘনত্ব সহ প্রাকৃতিকভাবে ঘটতে থাকা দ্বিতীয় ঘনত্বের ধাতু (অসমিয়ামের পরে) হিসাবে বিবেচিত হয়। পরীক্ষামূলক এক্স-রে ক্রিস্টালোগ্রাফি দ্বারা সংজ্ঞায়িত হিসাবে /cm3 (0.815 lb/cu in)। যাইহোক, ক্ষয়-প্রতিরোধ পরম পদে পরিমাপযোগ্য নয়; যদিও শুধুমাত্র নির্দিষ্ট গলিত লবণ এবং হ্যালোজেনগুলি কঠিন ইরিডিয়ামের জন্য ক্ষয়কারী, সূক্ষ্মভাবে বিভক্ত ইরিডিয়াম ধূলিকণা অনেক বেশি প্রতিক্রিয়াশীল এবং দাহ্য হতে পারে, যেখানে সোনার ধুলো দাহ্য নয় কিন্তু ইরিডিয়াম প্রতিরোধ করে এমন পদার্থ দ্বারা আক্রমণ করা যেতে পারে, যেমন অ্যাকোয়া রেজিয়া।\nপ্রাকৃতিক প্ল্যাটিনামের অদ্রবণীয় অমেধ্যগুলির মধ্যে 1803 সালে ইরিডিয়াম আবিষ্কৃত হয়েছিল। স্মিথসন টেন্যান্ট, প্রাথমিক আবিষ্কারক, গ্রীক দেবী আইরিসের নামানুসারে এর নামকরণ করেছিলেন রংধনুর মূর্ত প্রতীক, কারণ এর লবণের আকর্ষণীয় এবং বৈচিত্র্যময় রঙ। ইরিডিয়াম পৃথিবীর ভূত্বকের অন্যতম বিরল উপাদান, যার বার্ষিক উৎপাদন এবং খরচ মাত্র 3 টন (6.6 হাজার পাউন্ড)। 191Ir এবং 193Ir হল ইরিডিয়ামের দুটি প্রাকৃতিকভাবে উদ্ভূত আইসোটোপ, সেইসাথে একমাত্র স্থিতিশীল আইসোটোপ; পরেরটি আরও প্রচুর।\nইরিডিয়ামের প্রভাবশালী ব্যবহার হল ধাতু নিজেই এবং এর সংকর ধাতু, যেমন উচ্চ-কার্যক্ষমতা সম্পন্ন স্পার্ক প্লাগ, উচ্চ তাপমাত্রায় সেমিকন্ডাক্টর পুনঃক্রিস্টালাইজেশনের জন্য ক্রুসিবল এবং ক্লোরালকালি প্রক্রিয়ায় ক্লোরিন উৎপাদনের জন্য ইলেক্ট্রোড। ইরিডিয়ামের গুরুত্বপূর্ণ যৌগগুলি হল শিল্প অনুঘটকের ক্লোরাইড এবং আয়োডাইড। ইরিডিয়াম কিছু OLED-এর একটি উপাদান।\nইরিডিয়াম পৃথিবীর ভূত্বকের তুলনায় অনেক বেশি পরিমাণে উল্কাপিন্ডে পাওয়া যায়। এই কারণে, ক্রিটেসিয়াস-প্যালিওজিন সীমানায় কাদামাটির স্তরে ইরিডিয়ামের অস্বাভাবিক উচ্চ প্রাচুর্য আলভারেজ অনুমানের জন্ম দেয় যে একটি বিশাল বহির্জাগতিক বস্তুর প্রভাবে ডাইনোসর এবং অন্যান্য অনেক প্রজাতির বিলুপ্তি ঘটেছিল 66 মিলিয়ন বছর আগে, যা এখন পরিচিত। Chicxulub crater গঠিত প্রভাব দ্বারা উত্পাদিত হবে. একইভাবে, প্রশান্ত মহাসাগরের মূল নমুনায় একটি ইরিডিয়াম অসঙ্গতি প্রায় 2.5 মিলিয়ন বছর আগে এলটানিনের প্রভাবের পরামর্শ দিয়েছে।\nএটা মনে করা হয় যে পৃথিবীতে ইরিডিয়ামের মোট পরিমাণ ভূত্বক শিলাগুলির তুলনায় অনেক বেশি, তবে অন্যান্য প্ল্যাটিনাম-গ্রুপ ধাতুগুলির মতো, উচ্চ ঘনত্ব এবং লোহার সাথে ইরিডিয়ামের বন্ধনের প্রবণতার কারণে বেশিরভাগ ইরিডিয়াম নীচে নেমে আসে। ভূত্বক যখন গ্রহটি তরুণ এবং এখনও গলিত ছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্লাটিনাম গ্রুপ ===\nবাদামী ছবি সহ একটি কালো ফুলদানির অংশের ছবি: তার পিঠে ডানাওয়ালা একজন মহিলা ডান হাতে একটি তীর ধরেছেন এবং একজন পুরুষকে একটি জার দিয়েছেন। মহিলার সামনে একটি ছোট হরিণ দাঁড়িয়ে আছে।\nগ্রীক দেবী আইরিস, যার নামানুসারে ইরিডিয়াম নামকরণ করা হয়েছিল।\nইরিডিয়ামের আবিষ্কার প্লাটিনাম এবং প্ল্যাটিনাম গ্রুপের অন্যান্য ধাতুর সাথে জড়িত। প্ল্যাটিনামের প্রথম ইউরোপীয় উল্লেখটি 1557 সালে ইতালীয় মানবতাবাদী জুলিয়াস সিজার স্কেলিগারের লেখায় দারিয়েন এবং মেক্সিকোর মধ্যে পাওয়া একটি অজানা মহৎ ধাতুর বর্ণনা হিসাবে আবির্ভূত হয়, \"যা কোন আগুন বা কোন স্প্যানিশ কৃত্রিম এখনও তরল করতে সক্ষম হয়নি\"। প্ল্যাটিনামের সাথে তাদের প্রথম মুখোমুখি হওয়ার পর থেকে, স্প্যানিশরা সাধারণত ধাতুটিকে সোনার মধ্যে এক ধরনের অপবিত্রতা হিসাবে দেখেছিল এবং এটিকে এমন হিসাবে বিবেচনা করা হয়েছিল। এটি প্রায়শই কেবল ফেলে দেওয়া হত, এবং প্ল্যাটিনাম অমেধ্যযুক্ত সোনার ভেজাল নিষিদ্ধ করার জন্য একটি সরকারী ডিক্রি ছিল।\nএকটি বাম দিকে নির্দেশক ক্রিসেন্ট, ডানদিকে একটি বৃত্তের স্পর্শক যার কেন্দ্রে একটি কঠিন বৃত্তাকার বিন্দু রয়েছে\nপ্ল্যাটিনামের জন্য এই অ্যালকেমিক্যাল চিহ্নটি রূপা (চাঁদ) এবং সোনার (সূর্য) প্রতীক যোগ করে তৈরি করা হয়েছিল।\nপ্ল্যাটিনাম আবিষ্কারের জন্য ইউরোপীয় ইতিহাসে আন্তোনিও ডি উলোয়ার কৃতিত্ব রয়েছে।\n১৭৩৫ সালে, আন্তোনিও ডি উলোয়া এবং জর্জ জুয়ান ই সান্তাসিলিয়া স্থানীয় আমেরিকানদের প্ল্যাটিনাম খনন করতে দেখেছিলেন যখন স্প্যানিয়ার্ডরা আট বছর ধরে কলম্বিয়া এবং পেরুর মধ্য দিয়ে ভ্রমণ করছিল। উলোয়া এবং জুয়ান সাদা ধাতব নাগেট সহ খনিগুলি খুঁজে পান এবং তাদের স্পেনে নিয়ে যান। আন্তোনিও দে উলোয়া স্পেনে ফিরে আসেন এবং স্পেনে প্রথম খনিজবিদ্যা ল্যাব প্রতিষ্ঠা করেন এবং তিনিই প্রথম পদ্ধতিগতভাবে প্ল্যাটিনাম অধ্যয়ন করেন, যা ছিল 1748 সালে। তার এই অভিযানের ঐতিহাসিক বিবরণে প্লাটিনামকে আলাদা করা যায় না এবং ক্যালসিনেবলও বলা যায় না। উলোয়াও প্ল্যাটিনাম খনি আবিষ্কারের প্রত্যাশা করেছিলেন। 1748 সালে রিপোর্ট প্রকাশের পর, উলোয়া নতুন ধাতুর তদন্ত চালিয়ে যাননি। 1758 সালে, তাকে হুয়ানকাভেলিকাতে পারদ খনির তদারকিতে পাঠানো হয়।\n১৭৪১ সালে, চার্লস উড, একজন ব্রিটিশ ধাতুবিদ, জ্যামাইকায় কলম্বিয়ান প্ল্যাটিনামের বিভিন্ন নমুনা খুঁজে পান, যা তিনি আরও অনুসন্ধানের জন্য উইলিয়াম ব্রাউনরিগের কাছে পাঠিয়েছিলেন।\n\n১৭৫০সালে, উড দ্বারা তাঁর কাছে পাঠানো প্ল্যাটিনাম অধ্যয়ন করার পর, ব্রাউনরিগ রয়্যাল সোসাইটির কাছে ধাতুটির একটি বিশদ বিবরণ পেশ করেন, উল্লেখ করেন যে তিনি পরিচিত খনিজগুলির পূর্ববর্তী কোনো বিবরণে এর কোনো উল্লেখ দেখেননি। ব্রাউনরিগ প্ল্যাটিনামের অত্যন্ত উচ্চ গলনাঙ্ক এবং বোরাক্সের প্রতি অবাধ্যতার কথাও উল্লেখ করেছেন। ১৭৫২ সালে, হেনরিক শেফার ধাতুটির একটি বিশদ বৈজ্ঞানিক বর্ণনা প্রকাশ করেন, যাকে তিনি \"সাদা সোনা\" হিসাবে উল্লেখ করেছিলেন, যেটি তিনি কীভাবে আর্সেনিকের সাহায্যে প্লাটিনাম আকরিককে মিশ্রিত করতে সফল হন তার একটি বিবরণ সহ। শেফার প্ল্যাটিনামকে স্বর্ণের তুলনায় কম নমনীয় বলে বর্ণনা করেছেন, কিন্তু ক্ষয় প্রতিরোধের অনুরূপ।\n\n\n=== আবিষ্কার ===\nপ্ল্যাটিনাম অধ্যয়নকারী রসায়নবিদরা দ্রবণীয় লবণ তৈরি করতে এটিকে অ্যাকোয়া রেজিয়ায় (হাইড্রোক্লোরিক এবং নাইট্রিক অ্যাসিডের মিশ্রণ) দ্রবীভূত করেছিলেন। তারা সবসময় একটি অন্ধকার, অদ্রবণীয় অবশিষ্টাংশ একটি ছোট পরিমাণ পর্যবেক্ষণ. জোসেফ লুই প্রুস্ট ভেবেছিলেন যে অবশিষ্টাংশ গ্রাফাইট। ফরাসি রসায়নবিদ ভিক্টর কোলেট-ডেসকোটিলস, এন্টোইন ফ্রাঙ্কোইস, কমতে ডি ফোরক্রয় এবং লুই নিকোলাস ভাকুলিনও 1803 সালে কালো অবশিষ্টাংশ পর্যবেক্ষণ করেছিলেন, কিন্তু পরবর্তী পরীক্ষার জন্য পর্যাপ্ত পরিমাণে পাননি।\n১৮০৩ সালে, ব্রিটিশ বিজ্ঞানী স্মিথসন টেন্যান্ট (১৭৬১-১৮১৫) অদ্রবণীয় অবশিষ্টাংশ বিশ্লেষণ করেন এবং এই সিদ্ধান্তে উপনীত হন যে এটিতে একটি নতুন ধাতু থাকতে হবে। Vauquelin পাউডারটিকে পর্যায়ক্রমে ক্ষার এবং অ্যাসিড দিয়ে চিকিত্সা করেন[19] এবং একটি উদ্বায়ী নতুন অক্সাইড পান, যা তিনি এই নতুন ধাতুর বলে বিশ্বাস করেন-যাকে তিনি গ্রীক শব্দ πτηνός ptēnós, \"উইংড\" থেকে নাম দেন ptene। টেন্যান্ট, যারা অনেক বেশি পরিমাণ অবশিষ্টাংশের সুবিধা পেয়েছিলেন, তিনি তার গবেষণা চালিয়ে যান এবং কালো অবশিষ্টাংশ, ইরিডিয়াম এবং ওসমিয়ামের মধ্যে দুটি পূর্বে অনাবিষ্কৃত উপাদান সনাক্ত করেন। তিনি গাঢ় লাল স্ফটিক (সম্ভবত Na.\n\n\n=== আইআরসিএল ===\n2O) সোডিয়াম হাইড্রোক্সাইড এবং হাইড্রোক্লোরিক অ্যাসিডের সাথে বিক্রিয়ার একটি ক্রম দ্বারা। তিনি রংধনুর গ্রীক ডানাওয়ালা দেবী এবং অলিম্পিয়ান দেবতাদের বার্তাবাহক আইরিস (Ἶρις) এর নামানুসারে ইরিডিয়ামের নামকরণ করেছিলেন, কারণ তিনি যে লবণ পেয়েছিলেন তার অনেকগুলিই ছিল প্রবল রঙের। 21 জুন, 1804 তারিখে রয়্যাল সোসাইটির কাছে চিঠি।\n\n\n=== মেটালওয়ার্কিং এবং অ্যাপ্লিকেশন ===\nব্রিটিশ বিজ্ঞানী জন জর্জ চিলড্রেন সর্বপ্রথম ১৮১৩ সালে ইরিডিয়ামের একটি নমুনা গলিয়েছিলেন যা \"এখন পর্যন্ত নির্মিত সর্বশ্রেষ্ঠ গ্যালভানিক ব্যাটারি\" (সেই সময়ে)।১৮৪২ সালে প্রথম উচ্চ-বিশুদ্ধতার ইরিডিয়াম প্রাপ্ত হন রবার্ট হেয়ার। তিনি দেখতে পান এর ঘনত্ব প্রায় 21.8 g/cm3 (0.79 lb/cu in) এবং উল্লেখ্য যে ধাতুটি প্রায় অবিচ্ছিন্ন এবং খুব শক্ত। প্রশংসনীয় পরিমাণে প্রথম গলানোর কাজটি ১৮৬০ সালে হেনরি সেন্ট-ক্লেয়ার ডেভিল এবং জুলেস হেনরি ডেব্রে করেছিলেন। তাদের ৩০০লিটার (79 ইউএস গ্যাল) বিশুদ্ধ O এর বেশি পোড়ানো প্রয়োজন ছিল।\n২এবং এইচ\nপ্রতিটি ১কিলোগ্রাম (২.২ পাউন্ড) ইরিডিয়ামের জন্য 2টি গ্যাস।\nধাতু গলানোর এই চরম অসুবিধাগুলি ইরিডিয়াম পরিচালনার সম্ভাবনাকে সীমিত করে। জন আইজ্যাক হকিন্স ফাউন্টেন পেনের নিবগুলির জন্য একটি সূক্ষ্ম এবং শক্ত পয়েন্ট পেতে চেয়েছিলেন এবং ১৮৩৪ সালে একটি ইরিডিয়াম-পয়েন্টেড সোনার কলম তৈরি করতে সক্ষম হন। ১৮৮০ সালে, জন হল্যান্ড এবং উইলিয়াম লোফল্যান্ড ডুডলি ফসফরাস যোগ করে ইরিডিয়াম গলতে সক্ষম হন এবং মার্কিন যুক্তরাষ্ট্রে প্রক্রিয়াটির পেটেন্ট করেন; ব্রিটিশ কোম্পানী জনসন ম্যাথি পরে বলেছিলেন যে তারা ১৮৩৭ সাল থেকে অনুরূপ প্রক্রিয়া ব্যবহার করে আসছে এবং ইতোমধ্যে বেশ কয়েকটি বিশ্ব মেলায় ফিউজড ইরিডিয়াম উপস্থাপন করেছে। থার্মোকলগুলিতে রুথেনিয়াম সহ ইরিডিয়ামের সংকর ধাতুর প্রথম ব্যবহার অটো ফিউসনার ১৯৩৩সালে করেছিলেন। এটি ২০০০° সে (3,630 °ফা) পর্যন্ত বাতাসের উচ্চ তাপমাত্রা পরিমাপের অনুমতি দেয়।\nমিউনিখ, জার্মানিতে ১৯৫৭ সালে রুডলফ মোসবাউয়ার, যাকে \"বিংশ শতাব্দীর পদার্থবিজ্ঞানের যুগান্তকারী পরীক্ষা\" বলা হয়,[49] একটি কঠিন ধাতুর নমুনায় পরমাণু দ্বারা গামা রশ্মির অনুরণন এবং রিকোয়েল-মুক্ত নির্গমন এবং শোষণ আবিষ্কার করেন। শুধুমাত্র 191Ir ধারণকারী। Mössbauer প্রভাব নামে পরিচিত এই ঘটনাটি 1961 সালে পদার্থবিদ্যায় নোবেল পুরস্কার প্রদানের ফলে, 32 বছর বয়সে, তার আবিষ্কার প্রকাশের মাত্র তিন বছর পর।\n\n\n=== রাসায়নিক উপাদান ===\nইরিডিয়াম (আইআর), রাসায়নিক উপাদান, পর্যায় সারণীর 8-10 (VIIIb), পিরিয়ড 5 এবং 6 গ্রুপের প্লাটিনাম ধাতুগুলির মধ্যে একটি। এটি খুব ঘন এবং বিরল এবং প্ল্যাটিনাম অ্যালোয় ব্যবহার করা হয়। একটি মূল্যবান, রূপালী-সাদা ধাতু, ইরিডিয়াম শক্ত এবং ভঙ্গুর, কিন্তু এটি নমনীয় হয়ে যায় এবং 1,200° থেকে 1,500° C (2,200° থেকে 2,700° F) পর্যন্ত সাদা তাপে কাজ করা যায়। এটি ঘনতম স্থলজ পদার্থের মধ্যে একটি। বৃহদায়তন অবস্থায় ধাতুটি অ্যাসিডে কার্যত অদ্রবণীয় এবং এমনকি অ্যাকোয়া রেজিয়া দ্বারা আক্রান্ত হয় না। এটি 125° থেকে 150° C (257° থেকে 302° F) তাপমাত্রায় সোডিয়াম পারক্লোরেটের উপস্থিতিতে ঘনীভূত হাইড্রোক্লোরিক অ্যাসিডে দ্রবীভূত হতে পারে।\nপ্রস্তুতি এবং বানাতে অসুবিধার কারণে, খাঁটি ধাতুর খুব কম প্রয়োগ রয়েছে। ইরিডিয়াম প্রধানত প্লাটিনাম সংকর ধাতুর আকারে ব্যবহৃত হয়। প্ল্যাটিনাম-ইরিডিয়াম সংকর ধাতু (5 থেকে 10 শতাংশ ইরিডিয়াম) সহজে কার্যকর ধাতু যা নরম খাঁটি প্ল্যাটিনামের তুলনায় অনেক শক্ত এবং শক্ত এবং রাসায়নিক আক্রমণের জন্য বেশি প্রতিরোধী। গয়না, পেন পয়েন্ট, সার্জিকাল পিন এবং পিভট এবং বৈদ্যুতিক যোগাযোগ এবং স্পার্কিং পয়েন্টগুলির জন্য এই ধরনের সংকরগুলি ব্যবহার করা হয়। আন্তর্জাতিক প্রোটোটাইপ স্ট্যান্ডার্ড কিলোগ্রাম ভর 90 শতাংশ প্ল্যাটিনাম এবং 10 শতাংশ ইরিডিয়াম ধারণকারী একটি খাদ থেকে তৈরি করা হয়।\n\n\n== বিশুদ্ধ ইরিডিয়াম ==\nবিশুদ্ধ ইরিডিয়াম সম্ভবত প্রকৃতিতে ঘটে না; পৃথিবীর ভূত্বকের মধ্যে এর প্রাচুর্য খুব কম, প্রতি মিলিয়নে প্রায় 0.001 অংশ। যদিও বিরল, ইরিডিয়াম অন্যান্য মহৎ ধাতুর সাথে প্রাকৃতিক সংকর ধাতুতে দেখা যায়: ইরিডোসমিনে 77 শতাংশ ইরিডিয়াম পর্যন্ত, প্ল্যাটিনিরিডিয়ামে 77 শতাংশ পর্যন্ত, অরোসমিরিডিয়ামে 52 শতাংশ পর্যন্ত এবং স্থানীয় প্ল্যাটিনামে 7.5 শতাংশ পর্যন্ত। ইরিডিয়াম সাধারণত অন্যান্য প্ল্যাটিনাম ধাতুর সাথে নিকেল বা তামা উৎপাদনের উপজাত হিসাবে বাণিজ্যিকভাবে উত্পাদিত হয়।\nইরিডিয়ামযুক্ত আকরিকগুলি দক্ষিণ আফ্রিকা এবং আলাস্কা, মার্কিন যুক্তরাষ্ট্রের পাশাপাশি মিয়ানমার (বার্মা), ব্রাজিল, রাশিয়া এবং অস্ট্রেলিয়াতে পাওয়া যায়। 20 শতকের শেষের দিকে দক্ষিণ আফ্রিকা ছিল বিশ্বের প্রধান ইরিডিয়াম উৎপাদক।\n\nউপাদানটি 1803 সালে ইংরেজ রসায়নবিদ স্মিথসন টেন্যান্ট দ্বারা প্লাটিনাম আকরিকের অ্যাসিড-অদ্রবণীয় অবশিষ্টাংশে আবিষ্কৃত হয়েছিল; ফরাসি রসায়নবিদ এইচ.-ভি. কোলেট-ডেসকোটিলস, এ.-এফ. Fourcroy, এবং N.-L. Vauquelin প্রায় একই সময়ে এটি সনাক্ত. ইরিডিয়াম নামটি, গ্রীক শব্দ আইরিস (\"রামধনু\") থেকে উদ্ভূত, এর যৌগগুলির বিভিন্ন রঙকে বোঝায়। প্রাকৃতিক ইরিডিয়াম দুটি স্থিতিশীল আইসোটোপের মিশ্রণ নিয়ে গঠিত, ইরিডিয়াম-191 (37.3 শতাংশ) এবং ইরিডিয়াম-193 (62.7 শতাংশ)। ইরিডিয়ামের রসায়ন +1, +3 এবং +4-এর অক্সিডেশন অবস্থায় কেন্দ্র করে, যদিও 0 থেকে +6 পর্যন্ত সমস্ত রাজ্যের যৌগগুলি সম্ভবত +2 বাদ দিয়ে পরিচিত। অক্সিডেশন অবস্থায় কমপ্লেক্সে +1 প্রধানত কার্বন মনোক্সাইড, ওলেফিন এবং ফসফাইন লিগ্যান্ড হিসেবে থাকে। anions hexachloroiridate, [IrCl6]2−, এবং hexabromoiridate, [IrBr6]2− হল +4 অক্সিডেশন অবস্থায় ইরিডিয়াম ধারণকারী একমাত্র উল্লেখযোগ্য রাসায়নিক প্রজাতি। ইরিডিয়াম রুথেনিয়াম এবং অসমিয়ামের চেয়ে কিছুটা বেশি প্রতিক্রিয়াশীল।\n\n\n== উপাদান বৈশিষ্ট্য ==\nপারমাণবিক সংখ্যা ৭৭\n\nপারমাণবিক ওজন ১৯২.২\nগলনাঙ্ক ২৪১০° C (৪৩৭০° F)\nস্ফুটনাঙ্ক ৪৫২৭° C (৮১৮১° F)\nনির্দিষ্ট মাধ্যাকর্ষণ ২২.৪ (২০° C)\nঅক্সিডেশন স্টেট +১ , +৩ , +৪\nইলেক্ট্রন কনফিগারেশন। [Xe]4f145d9\n\n\n== বৈশিষ্ট্য ==\n\n\n=== শারীরিক বৈশিষ্ট্য ===\nগাঢ় ধূসর পদার্থের একটি চ্যাপ্টা ফোঁটা\nএক ট্রয় আউন্স (31.1035 গ্রাম) আর্ক-গলিত ইরিডিয়াম\nপ্ল্যাটিনাম গ্রুপের ধাতুগুলির একটি সদস্য, ইরিডিয়াম সাদা, প্ল্যাটিনামের মতো, তবে সামান্য হলুদ ঢালাইযুক্ত। এর কঠোরতা, ভঙ্গুরতা এবং খুব উচ্চ গলনাঙ্কের কারণে, কঠিন ইরিডিয়াম মেশিন, গঠন বা কাজ করা কঠিন; এইভাবে পাউডার ধাতুবিদ্যা সাধারণত পরিবর্তে নিযুক্ত করা হয়। এটিই একমাত্র ধাতু যা 1,600 °C (2,910 °F) এর উপরে তাপমাত্রায় বাতাসে ভাল যান্ত্রিক বৈশিষ্ট্য বজায় রাখে। সমস্ত উপাদানের মধ্যে এটির 10তম সর্বোচ্চ স্ফুটনাঙ্ক রয়েছে এবং 0.14 কে (−273.010 °C; −459.418 °F) এর নিচে তাপমাত্রায় এটি সুপারকন্ডাক্টর হয়ে ওঠে।\nইরিডিয়ামের স্থিতিস্থাপকতার মডুলাসটি ধাতুগুলির মধ্যে দ্বিতীয় সর্বোচ্চ, যা কেবলমাত্র অসমিয়াম দ্বারা অতিক্রম করে। এটি একসাথে একটি উচ্চ শিয়ার মডুলাস এবং পয়সনের অনুপাতের জন্য একটি খুব কম চিত্র (অনুদৈর্ঘ্য থেকে পার্শ্বীয় স্ট্রেনের সম্পর্ক), উচ্চ মাত্রার কঠোরতা এবং বিকৃতির প্রতিরোধের ইঙ্গিত দেয় যা এটির বানোয়াটকে দরকারী উপাদানগুলিতে পরিণত করেছে একটি বড় অসুবিধার বিষয়। এই সীমাবদ্ধতা এবং ইরিডিয়ামের উচ্চ খরচ সত্ত্বেও, বেশ কয়েকটি অ্যাপ্লিকেশন তৈরি হয়েছে যেখানে আধুনিক প্রযুক্তির সম্মুখীন হওয়া অত্যন্ত গুরুতর অবস্থার মধ্যে যান্ত্রিক শক্তি একটি অপরিহার্য কারণ।\nইরিডিয়ামের পরিমাপকৃত ঘনত্ব অসমিয়ামের তুলনায় সামান্য কম (প্রায় 0.12%) যা সবচেয়ে ঘন ধাতু হিসেবে পরিচিত।[12][13] ঘনত্বের মধ্যে পার্থক্যের ছোট আকার এবং সঠিকভাবে পরিমাপ করতে অসুবিধার কারণে দুটি উপাদানের মধ্যে কোনটি ঘন ছিল তা নিয়ে কিছু অস্পষ্টতা দেখা দিয়েছে,কিন্তু, ঘনত্ব গণনার জন্য ব্যবহৃত কারণগুলিতে বর্ধিত নির্ভুলতার সাথে, এক্স-রে ক্রিস্টালোগ্রাফিক ডেটা পাওয়া গেছে ইরিডিয়ামের জন্য 22.56 g/cm3 (0.815 lb/cu in) এবং osmium-এর জন্য 22.59 g/cm3 (0.816 lb/cu in) ঘনত্ব।\nইরিডিয়াম অত্যন্ত ভঙ্গুর, ঢালাই করা কঠিন কারণ তাপ-আক্রান্ত অঞ্চলে ফাটল ধরে, তবে অল্প পরিমাণে টাইটানিয়াম এবং জিরকোনিয়াম যোগ করে এটিকে আরও নমনীয় করা যেতে পারে (প্রত্যেকটির 0.2% দৃশ্যত ভাল কাজ করে)। -\nবিশুদ্ধ প্ল্যাটিনামের ভিকারের কঠোরতা 56 HV, যেখানে 50% ইরিডিয়াম সহ প্ল্যাটিনাম 500 HV-এর উপরে পৌঁছাতে পারে।\n\n\n==== রাসায়নিক বৈশিষ্ট্য ====\nইরিডিয়াম হল সবচেয়ে জারা-প্রতিরোধী ধাতু যা পরিচিত: এটি অ্যাকোয়া রেজিয়া সহ অ্যাসিড দ্বারা আক্রান্ত হয় না। অক্সিজেনের উপস্থিতিতে, এটি সায়ানাইড লবণের সাথে বিক্রিয়া করে। প্রথাগত অক্সিডেন্টও বিক্রিয়া করে, যার মধ্যে হ্যালোজেন এবং অক্সিজেন উচ্চ তাপমাত্রায়। ইরিডিয়াম বায়ুমণ্ডলীয় চাপে সালফারের সাথে সরাসরি বিক্রিয়া করে ইরিডিয়াম ডিসালফাইড উৎপন্ন করে।\n\n\n==== আইসোটোপ ====\nমূল নিবন্ধ: ইরিডিয়ামের আইসোটোপ\nইরিডিয়ামের দুটি প্রাকৃতিকভাবে ঘটে, স্থিতিশীল আইসোটোপ, 191Ir এবং 193Ir, যথাক্রমে 37.3% এবং 62.7% প্রাকৃতিক প্রাচুর্য সহ। কমপক্ষে 37টি রেডিওআইসোটোপ সংশ্লেষিত হয়েছে, ভর সংখ্যা 164 থেকে 202 পর্যন্ত। 192Ir, যা দুটি স্থিতিশীল আইসোটোপের মধ্যে পড়ে, এটি সবচেয়ে স্থিতিশীল রেডিওআইসোটোপ, যার অর্ধ-জীবন 73.827 দিন এবং ব্র্যাকিথেরাপিতে প্রয়োগ পাওয়া যায়। ] এবং শিল্প রেডিওগ্রাফিতে, বিশেষ করে তেল ও গ্যাস শিল্পে ইস্পাতে ওয়েল্ডের অ-ধ্বংসাত্মক পরীক্ষার জন্য; iridium-192 উত্সগুলি বেশ কয়েকটি রেডিওলজিক্যাল দুর্ঘটনায় জড়িত। অন্য তিনটি আইসোটোপের অর্ধেক-জীবন থাকে অন্তত একদিন-188Ir, 189Ir, এবং 190Ir। 189Ir বাদ দিয়ে β+ ক্ষয়, α ক্ষয় এবং (বিরল) প্রোটন নির্গমনের কিছু সংমিশ্রণে 191 এর নিচে ভর সহ আইসোটোপ ক্ষয় হয়, যা ইলেক্ট্রন ক্যাপচারের মাধ্যমে ক্ষয় হয়। সিন্থেটিক আইসোটোপগুলি 191 এর চেয়ে ভারী β− ক্ষয় দ্বারা ক্ষয় হয়, যদিও 192Ir-এরও একটি ছোট ইলেকট্রন ক্যাপচার ক্ষয় পথ রয়েছে। ১৯৩৪ এবং ২০০৮ এর মধ্যে ইরিডিয়ামের সমস্ত পরিচিত আইসোটোপ আবিষ্কৃত হয়েছিল, যার মধ্যে সাম্প্রতিকতম আবিষ্কারগুলি 200-202Ir।\nকমপক্ষে ৩২ টি মেটাস্টেবল আইসোমার চিহ্নিত করা হয়েছে, যার ভর সংখ্যা 164 থেকে 197 পর্যন্ত। এর মধ্যে সবচেয়ে স্থিতিশীল হল 192m2Ir, যা 241 বছরের অর্ধ-জীবনের সাথে আইসোমেরিক ট্রানজিশনের মাধ্যমে ক্ষয়প্রাপ্ত হয়, এটি যেকোনটির চেয়ে বেশি স্থিতিশীল করে তোলে। ইরিডিয়ামের সিন্থেটিক আইসোটোপগুলি তাদের স্থল অবস্থায় রয়েছে। সর্বনিম্ন স্থিতিশীল আইসোমার হল 190m3Ir যার অর্ধ-জীবন মাত্র 2 μs। আইসোটোপ 191Ir ছিল প্রথম কোনো উপাদান যাকে Mössbauer প্রভাব উপস্থাপন করতে দেখানো হয়েছিল। এটি পদার্থবিদ্যা, রসায়ন, জৈব রসায়ন, ধাতুবিদ্যা, এবং খনিজবিদ্যা গবেষণার জন্য Mössbauer স্পেকট্রোস্কোপির জন্য এটিকে উপযোগী করে।\n\n\n== রসায়ন ==\nআরও দেখুন: বিভাগ:ইরিডিয়াম যৌগ\n\n\n=== জারণ অবস্থা ===\n−3 [Ir(CO)\n3]3−\n−1 [Ir(CO)3(PPh3)]1−\n0 Ir4(CO)12\n+1 [IrCl(CO)(PPh3)2]\n+2 Ir(C5H5)2\n+3 IrCl3\n+4 IrO2\n+5 Ir4F20\n+6 আইআরএফ\n6\n+7 [Ir(O2)O2]+\n+8 IrO4\n+9 [IrO4]+[2]\n\n\n==== জারণ অবস্থা ====\nইরিডিয়াম −3 এবং +9 এর মধ্যে জারণ অবস্থায় যৌগ গঠন করে, তবে সবচেয়ে সাধারণ অক্সিডেশন অবস্থা হল +1, +3 এবং +4।[9] +6 অক্সিডেশন অবস্থায় ইরিডিয়াম ধারণকারী ভাল বৈশিষ্ট্যযুক্ত যৌগগুলির মধ্যে রয়েছে IrF6 এবং অক্সাইড Sr2MgIrO6 এবং Sr2CaIrO6।[9][28] ইরিডিয়াম(VIII) অক্সাইড (IrO4) আর্গনের মধ্যে 6 কে-তে ম্যাট্রিক্স বিচ্ছিন্ন অবস্থার অধীনে তৈরি হয়েছিল। সর্বোচ্চ অক্সিডেশন অবস্থা (+9), যা যেকোনো উপাদানের জন্য সর্বোচ্চ রেকর্ড করা হয়, এটি গ্যাসীয় [IrO4]+ এ পাওয়া যায়।\n\n\n=== বাইনারি যৌগ ===\nইরিডিয়াম বাইনারি হাইড্রাইড গঠন করে না। শুধুমাত্র একটি বাইনারি অক্সাইড ভাল বৈশিষ্ট্যযুক্ত: ইরিডিয়াম ডাই অক্সাইড, আইআরও2. এটি একটি নীল কালো কঠিন যা ফ্লোরাইট গঠন গ্রহণ করে। একটি sesquioxide, Ir2O\n3, একটি নীল-কালো পাউডার হিসাবে বর্ণনা করা হয়েছে, যা IrO তে জারিত হয়\nHNO দ্বারা 2৩ সংশ্লিষ্ট ডিসালফাইডস, ডিসেলেনিডস, সেসকুইসলফাইডস এবং সেসকুইসেলেনাইডগুলি পরিচিত, সেইসাথে আইআরএস\n৩ বাইনারি ট্রাইহালাইডস, আইআরএক্স3, হ্যালোজেন সব জন্য পরিচিত হয়. অক্সিডেশন অবস্থার জন্য +4 এবং তার উপরে, শুধুমাত্র টেট্রাফ্লোরাইড, পেন্টাফ্লোরাইড এবং হেক্সাফ্লোরাইড পরিচিত। ইরিডিয়াম হেক্সাফ্লোরাইড, আইআরএফ6, একটি উদ্বায়ী হলুদ কঠিন, অষ্টহেড্রাল অণু দ্বারা গঠিত। এটি পানিতে পচে যায় এবং IrF-এ কমে যায়\n4[9] ইরিডিয়াম পেন্টাফ্লোরাইডও একটি শক্তিশালী অক্সিডেন্ট, তবে এটি একটি টেট্রামার, আইআর4F\n20, চারটি কোণার ভাগাভাগি অষ্টহেদ্রা দ্বারা গঠিত।\n\n\n==== কমপ্লেক্স ====\nহাইড্রেটেড ইরিডিয়াম ট্রাইক্লোরাইড, ইরিডিয়ামের একটি সাধারণ লবণ।\nইরিডিয়ামের বিস্তৃত সমন্বয় রসায়ন রয়েছে।\nএর কমপ্লেক্সে ইরিডিয়াম সবসময় কম-স্পিন থাকে। Ir(III) এবং Ir(IV) সাধারণত অষ্টহেড্রাল কমপ্লেক্স গঠন করে। পলিহাইড্রাইড কমপ্লেক্সগুলি +5 এবং +3 অক্সিডেশন অবস্থার জন্য পরিচিত। একটি উদাহরণ হল IrH5(PiPr3)2। টারনারি হাইড্রাইড Mg6Ir2H\n11-এ IrH4− উভয়ই রয়েছে বলে মনে করা হয়\n5 এবং 18-ইলেক্ট্রন IrH5−4 anion\nইরিডিয়াম +4 এবং +5 অক্সিডেশন অবস্থায় অক্সিনিয়ান গঠন করে। কে\n2IrO 3 এবং KIrO\n3 উচ্চ তাপমাত্রায় ইরিডিয়ামের সাথে পটাশিয়াম অক্সাইড বা পটাশিয়াম সুপারঅক্সাইডের প্রতিক্রিয়া থেকে প্রস্তুত করা যেতে পারে। এই ধরনের কঠিনগুলি প্রচলিত দ্রাবকগুলিতে দ্রবণীয় নয়।\nঠিক অনেক উপাদানের মতো, ইরিডিয়াম গুরুত্বপূর্ণ ক্লোরাইড কমপ্লেক্স গঠন করে। Hexachloroiridic (IV) অ্যাসিড, H2IrCl\n6, এবং এর অ্যামোনিয়াম লবণ একটি শিল্প এবং প্রস্তুতিমূলক দৃষ্টিকোণ থেকে সবচেয়ে সাধারণ ইরিডিয়াম যৌগ। এগুলি ইরিডিয়ামের বিশুদ্ধকরণের মধ্যবর্তী এবং অন্যান্য বেশিরভাগ ইরিডিয়াম যৌগগুলির পাশাপাশি অ্যানোড আবরণ তৈরিতে অগ্রদূত হিসাবে ব্যবহৃত হয়। IrCl2−\n6 আয়নের একটি তীব্র গাঢ় বাদামী বর্ণ রয়েছে এবং সহজেই হালকা রঙের IrCl3-তে হ্রাস করা যেতে পারে\n6 এবং তদ্বিপরীত [34] ইরিডিয়াম ট্রাইক্লোরাইড, আইআরসিএল\n3, যা 650 ডিগ্রি সেলসিয়াসে ক্লোরিন দ্বারা ইরিডিয়াম পাউডারের সরাসরি অক্সিডেশন থেকে নির্জল আকারে পাওয়া যেতে পারে, অথবা Ir দ্রবীভূত করে হাইড্রেটেড আকারে 2O\nহাইড্রোক্লোরিক অ্যাসিডে 3, প্রায়শই অন্যান্য Ir(III) যৌগগুলির সংশ্লেষণের জন্য একটি প্রাথমিক উপাদান হিসাবে ব্যবহৃত হয়। প্রারম্ভিক উপাদান হিসাবে ব্যবহৃত আরেকটি যৌগ হল অ্যামোনিয়াম হেক্সাক্লোরোইরিডেট (III), (NH4) 3IrCl\n6.বাতাসের উপস্থিতিতে, ইরিডিয়াম ধাতু গলিত ক্ষার-ধাতু সায়ানাইডে দ্রবীভূত হয়ে Ir(CN)3− তৈরি করে 6 (হেক্সাক্যানোইরিডেট) আয়ন।\n\n\n===== অর্গানোইরিডিয়াম রসায়ন =====\nCyclooctadiene iridium chloride dimer হল Ir(I) এর একটি সাধারণ কমপ্লেক্স।\nঅর্গানোইরিডিয়াম যৌগগুলিতে ইরিডিয়াম-কার্বন বন্ধন থাকে। প্রাথমিক গবেষণায় খুব স্থিতিশীল টেট্রাইরিডিয়াম ডোডেকাকার্বনিল, আইআর সনাক্ত করা হয়েছে\n4(CO)12।এই যৌগটিতে, প্রতিটি ইরিডিয়াম পরমাণু অন্য তিনটির সাথে আবদ্ধ হয়ে একটি টেট্রাহেড্রাল ক্লাস্টার তৈরি করে। ভাস্কার কমপ্লেক্সের আবিষ্কার (IrCl(CO)P(C6H2) অক্সিডেটিভ সংযোজন প্রতিক্রিয়াগুলির জন্য দরজা খুলেছে, একটি প্রক্রিয়া যা দরকারী প্রতিক্রিয়াগুলির জন্য মৌলিক। উদাহরণস্বরূপ, ক্র্যাবট্রির অনুঘটক, হাইড্রোজেনেশন প্রতিক্রিয়ার জন্য একটি সমজাতীয় অনুঘটক।\nএকটি রাসায়নিক রূপান্তরের কঙ্কাল সূত্র উপস্থাপনা। প্রাথমিক যৌগগুলির উপরে একটি C5H5 রিং থাকে এবং কেন্দ্রে একটি ইরিডিয়াম পরমাণু থাকে, যা দুটি হাইড্রোজেন পরমাণু এবং একটি P-PH3 গ্রুপ বা দুটি C-O গ্রুপের সাথে আবদ্ধ থাকে। অতিবেগুনী রশ্মির অধীনে অ্যালকেন এর সাথে বিক্রিয়া সেই গোষ্ঠীগুলিকে পরিবর্তন করে।\n\n\n===== অর্গানোইরিডিয়াম রসায়নে হাইড্রোকার্বনের অক্সিডেটিভ সংযোজন =====\nইরিডিয়াম কমপ্লেক্সগুলি কার্বন-হাইড্রোজেন বন্ড অ্যাক্টিভেশন (সি-এইচ অ্যাক্টিভেশন) এর বিকাশে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে, যা হাইড্রোকার্বনকে কার্যকরীকরণের অনুমতি দেওয়ার প্রতিশ্রুতি দেয়, যা ঐতিহ্যগতভাবে অপ্রতিক্রিয়াশীল হিসাবে বিবেচিত হয়।\nলোহার চেয়ে বেশি পারমাণবিক ওজনের সমস্ত উপাদানের পাশাপাশি, ইরিডিয়াম শুধুমাত্র সুপারনোভাস এবং নিউট্রন তারকা একত্রিতকরণে আর-প্রক্রিয়া (দ্রুত নিউট্রন ক্যাপচার) দ্বারা প্রাকৃতিকভাবে গঠিত হয়।\nx অক্ষের উপর উপাদানগুলিকে পারমাণবিক সংখ্যা দ্বারা এবং y-অক্ষে Si প্রাচুর্যের তুলনায় পৃথিবীর ভূত্বকের পরিমাণ গ্রাফ বপন করুন। অক্সিজেন এবং লোহার মধ্যে হালকা উপাদানের জন্য উচ্চ প্রাচুর্য সহ একটি সবুজ এলাকা আছে। সর্বনিম্ন প্রচুর উপাদান সহ হলুদ অঞ্চলে ভারী প্ল্যাটিনাম গ্রুপের ধাতু, টেলুরিয়াম এবং সোনা অন্তর্ভুক্ত রয়েছে। সর্বনিম্ন প্রাচুর্য স্পষ্টভাবে ইরিডিয়াম।\nইরিডিয়াম পৃথিবীর ভূত্বকের মধ্যে সবচেয়ে কম প্রচুর পরিমাণে উপাদানগুলির মধ্যে একটি।\nছিদ্রযুক্ত কাঠামোর একটি বড় কালো ডিম আকৃতির বোল্ডার তার উপরে দাঁড়িয়ে আছে, কাত\nউইলামেট উল্কা, বিশ্বের ষষ্ঠ বৃহত্তম উল্কাপিন্ডে পাওয়া যায় 4.7 পিপিএম ইরিডিয়াম।\nইরিডিয়াম হল পৃথিবীর ভূত্বকের নয়টি সর্বনিম্ন প্রচুর পরিমাণে স্থিতিশীল উপাদানগুলির মধ্যে একটি, ভূত্বক শিলায় গড় ভর ভগ্নাংশ 0.001 পিপিএম; প্ল্যাটিনাম 10 গুণ বেশি, সোনা 40 গুণ বেশি এবং রৌপ্য এবং পারদ 80 গুণ বেশি। টেলুরিয়াম ইরিডিয়ামের মতোই প্রচুর। ভূত্বক শিলায় এর কম প্রাচুর্যের বিপরীতে, ইরিডিয়াম উল্কাপিণ্ডে তুলনামূলকভাবে সাধারণ, যার ঘনত্ব 0.5 পিপিএম বা তার বেশি। পৃথিবীতে ইরিডিয়ামের সামগ্রিক ঘনত্ব ভূত্বক শিলায় যা পরিলক্ষিত হয় তার চেয়ে অনেক বেশি বলে মনে করা হয়, কিন্তু ইরিডিয়ামের ঘনত্ব এবং সাইডরোফিলিক (\"লোহা-প্রেমময়\") চরিত্রের কারণে, এটি ভূত্বকের নীচে এবং পৃথিবীর কেন্দ্রে নেমে আসে যখন গ্রহ তখনও গলিত ছিল।\nইরিডিয়াম প্রকৃতিতে একটি মিলিত উপাদান বা প্রাকৃতিক সংকর ধাতু হিসাবে পাওয়া যায়; বিশেষ করে ইরিডিয়াম-অসমিয়াম মিশ্র, ওসমিরিডিয়াম (অসমিয়াম সমৃদ্ধ), এবং ইরিডোসমিয়াম (ইরিডিয়াম সমৃদ্ধ)। নিকেল এবং তামার জমাতে, প্ল্যাটিনাম গ্রুপের ধাতুগুলি সালফাইড (যেমন (Pt,Pd)S), টেলুরিডস (যেমন PtBiTe), অ্যান্টিমোনাইডস (PdSb), এবং আর্সেনাইডস (যেমন PtAs) হিসাবে দেখা দেয়।\nএই সমস্ত যৌগগুলিতে, প্ল্যাটিনাম অল্প পরিমাণে ইরিডিয়াম এবং অসমিয়াম দ্বারা বিনিময় করা হয়। প্ল্যাটিনাম গ্রুপের সমস্ত ধাতুর মতো, ইরিডিয়াম কাঁচা নিকেল বা কাঁচা তামা সহ সংকর ধাতুতে প্রাকৃতিকভাবে পাওয়া যায়। প্রজাতি গঠনকারী উপাদান হিসাবে ইরিডিয়াম সহ বেশ কয়েকটি ইরিডিয়াম-প্রধান খনিজ পরিচিত। এগুলি অত্যন্ত বিরল এবং প্রায়শই উপরে প্রদত্তগুলির ইরিডিয়াম অ্যানালগগুলির প্রতিনিধিত্ব করে৷ উদাহরণ হল irarsite এবং cuproiridsite, কিছু উল্লেখ করার জন্য। পৃথিবীর ভূত্বকের মধ্যে, তিন ধরনের ভূতাত্ত্বিক কাঠামোতে সর্বোচ্চ ঘনত্বে ইরিডিয়াম পাওয়া যায়: আগ্নেয় আমানত (নিচ থেকে ক্রাস্টাল অনুপ্রবেশ), ইমপ্যাক্ট ক্রেটার, এবং আমানতগুলি পূর্ববর্তী কাঠামোগুলির মধ্যে একটি থেকে পুনরায় কাজ করা। বৃহত্তম পরিচিত প্রাথমিক মজুদগুলি দক্ষিণ আফ্রিকার বুশভেল্ড আগ্নেয় কমপ্লেক্সে রয়েছে, সবচেয়ে বড় পরিচিত প্রভাব কাঠামোর কাছে, ভ্রেডেফোর্ট প্রভাব কাঠামোর কাছাকাছি) যদিও রাশিয়ার নরিলস্কের কাছে বড় তামা-নিকেল জমা রয়েছে এবং সাডবেরি বেসিন (এছাড়াও একটি ইমপ্যাক্ট ক্রেটার) কানাডাতেও ইরিডিয়ামের উল্লেখযোগ্য উৎস। মার্কিন যুক্তরাষ্ট্রে ছোট মজুদ পাওয়া যায়। পাললিক আমানতে প্ল্যাটিনাম এবং অন্যান্য প্ল্যাটিনাম গ্রুপ ধাতুর সাথে মিলিত গৌণ আমানতেও ইরিডিয়াম পাওয়া যায়। কলম্বিয়ার Chocó ডিপার্টমেন্টে প্রাক-কলম্বিয়ান লোকেরা যে পলিমাটি ব্যবহার করত তা এখনও প্ল্যাটিনাম-গ্রুপ ধাতুর উৎস। ২০০৩ সালের হিসাবে, বিশ্বের রিজার্ভ অনুমান করা হয়নি।\nসামুদ্রিক সমুদ্রবিদ্যা\nইরিডিয়াম সামুদ্রিক জীব, পলল এবং জলের কলামের মধ্যে পাওয়া যায়। সামুদ্রিক জল এবং জীবের মধ্যে ইরিডিয়ামের প্রাচুর্য তুলনামূলকভাবে কম, কারণ এটি সহজেই ক্লোরাইড কমপ্লেক্স গঠন করে না। জীবের প্রাচুর্য প্রায় 20 অংশ প্রতি ট্রিলিয়ন, বা ক্রিটেসিয়াস-প্যালিওজিন (K-T) সীমানায় পাললিক শিলাগুলির তুলনায় প্রায় পাঁচটি মাত্রা কম। সামুদ্রিক জল এবং সামুদ্রিক পলিতে ইরিডিয়ামের ঘনত্ব সামুদ্রিক অক্সিজেনেশন, সমুদ্রের জলের তাপমাত্রা এবং বিভিন্ন ভূতাত্ত্বিক ও জৈবিক প্রক্রিয়ার জন্য সংবেদনশীল।\nপলির মধ্যে ইরিডিয়াম মহাজাগতিক ধুলো, আগ্নেয়গিরি, সমুদ্রের জল থেকে বৃষ্টিপাত, জীবাণু প্রক্রিয়া, বা হাইড্রোথার্মাল ভেন্ট থেকে আসতে পারে, এটি ম্যাঙ্গানিজ নোডুলে অন্যান্য লৌহঘটিত ধাতুর সাথে যুক্ত হতে থাকে। ইরিডিয়াম হল বহির্জাগতিক শিলাগুলির বৈশিষ্ট্যগত উপাদানগুলির মধ্যে একটি, এবং অসমিয়ামের সাথে, পলিতে উল্কাগত উপাদানগুলির জন্য একটি ট্রেসার উপাদান হিসাবে ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, প্রশান্ত মহাসাগর থেকে উচ্চতর ইরিডিয়াম স্তরের মূল নমুনাগুলি প্রায় 2.5 মিলিয়ন বছর আগে এলটানিনের প্রভাবের পরামর্শ দেয়।\nকিছু গণবিলুপ্তি, যেমন ক্রিটেসিয়াস বিলুপ্তি, পলিতে ইরিডিয়ামের অস্বাভাবিকভাবে উচ্চ ঘনত্ব দ্বারা চিহ্নিত করা যেতে পারে এবং এগুলি প্রধান গ্রহাণুর প্রভাবের সাথে যুক্ত হতে পারে।\n\n\n=== ক্রিটেসিয়াস-প্যালিওজিনের সীমানা উপস্থিতি ===\nউচ্চারিত স্তরযুক্ত কাঠামো সহ একটি পাহাড়: হলুদ, ধূসর, সাদা, ধূসর। হলুদ এবং ধূসর স্তরগুলির মধ্যে একটি লাল তীর নির্দেশ করে৷\nলাল তীরটি ক্রিটেসিয়াস-প্যালিওজিন সীমানা নির্দেশ করে।\nমূল নিবন্ধ: ক্রিটেসিয়াস-প্যালিওজিন বিলুপ্তির ঘটনা\nক্রিটেসিয়াস-প্যালিওজিন সীমানা 66 মিলিয়ন বছর আগে, যা অস্থায়ী বো চিহ্নিত করে\nভূতাত্ত্বিক সময়ের ক্রিটাসিয়াস এবং প্যালিওজেন সময়ের মধ্যে rder, ইরিডিয়াম সমৃদ্ধ কাদামাটির একটি পাতলা স্তর দ্বারা চিহ্নিত করা হয়েছিল। লুইস আলভারেজের নেতৃত্বে একটি দল 1980 সালে এই ইরিডিয়ামের জন্য একটি বহির্জাগতিক উত্সের প্রস্তাব করেছিল, এটি একটি গ্রহাণু বা ধূমকেতুর প্রভাবকে দায়ী করে। তাদের তত্ত্ব, আলভারেজ হাইপোথিসিস নামে পরিচিত, এখন নন-এভিয়ান ডাইনোসরদের বিলুপ্তি ব্যাখ্যা করার জন্য ব্যাপকভাবে গৃহীত হয়েছে। প্রায় 66 মিলিয়ন বছর আনুমানিক বয়সের একটি বৃহৎ সমাহিত প্রভাব ক্রেটার গঠন পরে বর্তমানে ইউকাটান উপদ্বীপ (চিক্সুলুব গর্ত) এর অধীনে চিহ্নিত করা হয়েছিল। ডিউই এম. ম্যাকলিন এবং অন্যরা যুক্তি দেন যে ইরিডিয়ামটি আগ্নেয়গিরির উৎস হতে পারে, কারণ পৃথিবীর মূল অংশ ইরিডিয়াম সমৃদ্ধ, এবং রিইউনিয়ন দ্বীপে পিটন দে লা ফোর্নাইজের মতো সক্রিয় আগ্নেয়গিরি এখনও ইরিডিয়াম নির্গত করছে।\n\n\n== উৎপাদন ==\nবিশ্বব্যাপী ইরিডিয়ামের উৎপাদন প্রায় 7,500 কিলোগ্রাম (16,500 পাউন্ড) 2,114,626.67 টাকা । দাম বেশি এবং পরিবর্তিত (টেবিল দেখুন)। দৃষ্টান্তমূলক কারণ যা দামকে প্রভাবিত করে আইআর ক্রুসিবলের অত্যধিক সরবরাহ এবং LED প্রযুক্তিতে পরিবর্তন অন্তর্ভুক্ত।\n\nপ্ল্যাটিনাম ধাতুগুলি পাতলা আকরিক হিসাবে একসাথে ঘটে। ইরিডিয়াম বিরল প্ল্যাটিনাম ধাতুগুলির মধ্যে একটি: আকরিক থেকে প্রাপ্ত প্রতি ১৯০ টন প্ল্যাটিনামের জন্য, শুধুমাত্র 7.5 টন ইরিডিয়াম বিচ্ছিন্ন হয়। ধাতুগুলিকে আলাদা করতে, প্রথমে তাদের সমাধানে আনতে হবে। Ir-যুক্ত আকরিক দ্রবণীয় রেন্ডার করার জন্য দুটি পদ্ধতি হল (i) সোডিয়াম পারক্সাইডের সাথে কঠিনের সংমিশ্রণ এবং তারপরে অ্যাকোয়া রেজিয়ায় ফলিত কাচের নিষ্কাশন এবং (ii) হাইড্রোক্লোরিক অ্যাসিডের সাথে ক্লোরিনের মিশ্রণের সাথে কঠিন পদার্থের নিষ্কাশন। [ দ্রবণীয় নির্যাস থেকে, ইরিডিয়াম কঠিন অ্যামোনিয়াম হেক্সাক্লোরোইরিডেট (NH) প্রক্ষেপণ করে পৃথক করা হয়\n4)2IrCl\nঅথবা IrCl2− নিষ্কাশন করে\n6 জৈব amines সঙ্গে প্রথম পদ্ধতিটি তাদের মূল বিচ্ছেদের জন্য ব্যবহৃত Tennant এবং Wollaston পদ্ধতির অনুরূপ। দ্বিতীয় পদ্ধতিটি ক্রমাগত তরল-তরল নিষ্কাশন হিসাবে পরিকল্পনা করা যেতে পারে এবং তাই শিল্প স্কেল উত্পাদনের জন্য আরও উপযুক্ত। উভয় ক্ষেত্রেই, পণ্যটি, একটি ইরিডিয়াম ক্লোরাইড লবণ, হাইড্রোজেন দিয়ে হ্রাস করা হয়, ধাতুকে পাউডার বা স্পঞ্জ হিসাবে উৎপন্ন করে, যা পাউডার ধাতুবিদ্যা কৌশলগুলির জন্য উপযুক্ত। ইরিডিয়াম বাণিজ্যিকভাবে নিকেল এবং তামা খনন এবং প্রক্রিয়াজাতকরণ থেকে একটি উপজাত হিসাবে প্রাপ্ত হয়। তামা এবং নিকেলের ইলেক্ট্রোরিফাইনিংয়ের সময়, রৌপ্য, সোনা এবং প্ল্যাটিনাম গ্রুপের ধাতুগুলির পাশাপাশি সেলেনিয়াম এবং টেলুরিয়ামের মতো মহৎ ধাতুগুলি অ্যানোড কাদা হিসাবে কোষের নীচে স্থির হয়, যা তাদের নিষ্কাশনের সূচনা বিন্দু তৈরি করে।\n\n\n== অ্যাপ্লিকেশন ==\nইরিডিয়াম ব্যবহারের প্রধান ক্ষেত্রগুলি হল ক্লোরিন এবং অন্যান্য আক্রমনাত্মক পণ্য, OLED, ক্রুসিবল, অনুঘটক (যেমন অ্যাসিটিক অ্যাসিড), এবং স্পার্ক প্লাগের ইগনিশন টিপস তৈরির জন্য ইলেক্ট্রোড।\nIr ধাতু এবং alloys তাপ এবং ক্ষয় প্রতিরোধ ক্ষমতা ইরিডিয়াম এবং এর সংকর ধাতুগুলির বিভিন্ন ব্যবহারের ভিত্তি।\nএর উচ্চ গলনাঙ্ক, কঠোরতা এবং জারা প্রতিরোধের কারণে, ইরিডিয়াম ক্রুসিবল তৈরি করতে ব্যবহৃত হয়। এই ধরনের crucibles Czochralski প্রক্রিয়ায় কম্পিউটার মেমরি ডিভাইস এবং কঠিন অবস্থা লেজারে ব্যবহারের জন্য অক্সাইড একক-ক্রিস্টাল (যেমন স্যাফায়ার) তৈরি করতে ব্যবহৃত হয়। ক্রিস্টাল, যেমন গ্যাডোলিনিয়াম গ্যালিয়াম গারনেট এবং ইট্রিয়াম গ্যালিয়াম গারনেট, 2,100 °C (3,810 °ফা) তাপমাত্রায় অক্সিডাইজিং অবস্থার অধীনে মিশ্র অক্সাইডের প্রাক-সিন্টারযুক্ত চার্জ গলিয়ে জন্মায়।\nকিছু দীর্ঘজীবী বিমানের ইঞ্জিনের অংশগুলি একটি ইরিডিয়াম খাদ দিয়ে তৈরি, এবং একটি ইরিডিয়াম-টাইটানিয়াম খাদ গভীর জলের পাইপের জন্য ব্যবহৃত হয় কারণ এর ক্ষয় প্রতিরোধের জন্য। ইরিডিয়াম বহু-ছিদ্রযুক্ত স্পিনরেটের জন্য ব্যবহৃত হয়, যার মাধ্যমে একটি প্লাস্টিকের পলিমার গলিয়ে রেয়নের মতো ফাইবার তৈরি করা হয়। অসমিয়াম-ইরিডিয়াম কম্পাস বিয়ারিং এবং ব্যালেন্সের জন্য ব্যবহৃত হয়।\nআর্ক ক্ষয় প্রতিরোধের কারণে, কিছু নির্মাতারা স্পার্ক প্লাগের বৈদ্যুতিক যোগাযোগের জন্য ইরিডিয়াম সংকর ধাতু ব্যবহার করে,এবং ইরিডিয়াম-ভিত্তিক স্পার্ক প্লাগগুলি বিশেষ করে বিমান চালনায় ব্যবহৃত হয়।\nক্যাটালাইসিস ইরিডিয়াম যৌগগুলি ক্যাটিভা প্রক্রিয়ায় অ্যাসিটিক অ্যাসিড তৈরির জন্য মিথানলের কার্বনাইলেশনের জন্য অনুঘটক হিসাবে ব্যবহৃত হয়।\nইরিডিয়াম কমপ্লেক্সগুলি প্রায়শই অপ্রতিসম হাইড্রোজেনেশনের জন্য উভয় ঐতিহ্যগত হাইড্রোজেনেশন দ্বারা সক্রিয় থাকে। এবং স্থানান্তর হাইড্রোজেনেশন। এই সম্পত্তিটি চিরাল হার্বিসাইড (এস)-মেটোলাক্লোরের শিল্প পথের ভিত্তি। সিনজেনটা 10,000 টন/বছরের স্কেলে অনুশীলন করেছে, জোসিফোস লিগান্ডের উপস্থিতিতে জটিল [Ir(COD)Cl]\nমেডিকেল ইমেজিং রেডিওআইসোটোপ ইরিডিয়াম-192 হল ধাতুর অ-ধ্বংসাত্মক পরীক্ষার জন্য শিল্প γ-রেডিওগ্রাফিতে ব্যবহারের জন্য শক্তির সবচেয়ে গুরুত্বপূর্ণ দুটি উৎসের মধ্যে একটি। উপরন্তু, 192 Ir.\n\n ব্র্যাকিথেরাপি ব্যবহার করে ক্যান্সারের চিকিত্সার জন্য গামা বিকিরণের উত্স হিসাবে ব্যবহৃত হয়, এটি একটি রেডিওথেরাপির একটি ফর্ম যেখানে একটি সিল করা তেজস্ক্রিয় উত্সটি চিকিত্সার প্রয়োজনের জায়গার ভিতরে বা পাশে স্থাপন করা হয়। নির্দিষ্ট চিকিত্সার মধ্যে রয়েছে উচ্চ-ডোজ-রেট প্রোস্টেট ব্র্যাকিথেরাপি, বিলিয়ারি ডাক্ট ব্র্যাকিথেরাপি, এবং ইন্ট্রাক্যাভিটারি সার্ভিক্স ব্র্যাকিথেরাপি।[19] ইরিডিয়াম-192 সাধারণত প্রাকৃতিক-প্রচুর ইরিডিয়াম ধাতুতে আইসোটোপ ইরিডিয়াম-191-এর নিউট্রন অ্যাক্টিভেশন দ্বারা উত্পাদিত হয়।\n\nফটোক্যাটালাইসিস এবং OLEDs ইরিডিয়াম কমপ্লেক্স হল সাদা OLED-এর মূল উপাদান। অনুরূপ কমপ্লেক্স ফটোক্যাটালাইসিসে ব্যবহৃত হয়।\nবৈজ্ঞানিক NIST লাইব্রেরি ইউএস প্রোটোটাইপ মিটার বার আন্তর্জাতিক প্রোটোটাইপ মিটার বার 1889 সালে আন্তর্জাতিক প্রোটোটাইপ মিটার এবং কিলোগ্রাম ভর নির্মাণে 90% প্লাটিনাম এবং 10% ইরিডিয়ামের একটি সংকর ধাতু ব্যবহার করা হয়েছিল, যা প্যারিসের কাছে আন্তর্জাতিক ব্যুরো অফ ওয়েটস অ্যান্ড মেজারস দ্বারা রাখা হয়েছিল। 1960 সালে ক্রিপ্টনের পারমাণবিক বর্ণালীতে একটি রেখা দ্বারা দৈর্ঘ্যের মৌলিক এককের সংজ্ঞা হিসাবে মিটার বার প্রতিস্থাপিত হয়েছিল, [d][95] কিন্তু কিলোগ্রাম প্রোটোটাইপটি 20 মে 2019 পর্যন্ত ভরের আন্তর্জাতিক মান হিসাবে রয়ে গেছে, যখন কিলোগ্রাম প্ল্যাঙ্ক ধ্রুবকের পরিপ্রেক্ষিতে পুনঃসংজ্ঞায়িত করা হয়েছিল।\n\n\n=== ঐতিহাসিক ===\nইরিডিয়াম পয়েন্ট লেবেলযুক্ত ফাউন্টেন পেন নিব ফাউন্টেন পেনের নিব টিপসে ইরিডিয়াম-অসমিয়াম অ্যালয় ব্যবহার করা হত। ১৮৩৪সালে সোনার উপর বসানো নিবগুলিতে ইরিডিয়ামের প্রথম প্রধান ব্যবহার ছিল। ১৯৪৪ সাল থেকে, বিখ্যাত পার্কার 51 ফাউন্টেন পেনটি রুথেনিয়াম এবং ইরিডিয়াম খাদ (3.8% ইরিডিয়াম সহ) দ্বারা টিপানো একটি নিব দিয়ে লাগানো হয়েছিল। আধুনিক ফাউন্টেন পেনের টিপ উপাদানকে এখনও প্রচলিতভাবে \"ইরিডিয়াম\" বলা হয়, যদিও এতে খুব কমই কোনো ইরিডিয়াম থাকে; অন্যান্য ধাতু যেমন রুথেনিয়াম, অসমিয়াম এবং টংস্টেন এর স্থান নিয়েছে।\nএকটি ইরিডিয়াম-প্ল্যাটিনাম খাদ স্পর্শ ছিদ্র বা কামানের টুকরো ভেন্টের জন্য ব্যবহার করা হয়েছিল। ১৮৬৭সালের প্যারিস প্রদর্শনীর একটি প্রতিবেদন অনুসারে, জনসন এবং ম্যাথির দ্বারা প্রদর্শিত টুকরোগুলির মধ্যে একটি \"3000 এরও বেশি রাউন্ডের জন্য একটি হুইটওয়ার্থ বন্দুক ব্যবহার করা হয়েছে এবং খুব কমই এখনও পরিধানের লক্ষণ দেখায়। যারা ক্রমাগত কষ্ট জানেন এবং যে খরচ সক্রিয় সেবায় থাকাকালীন কামানের ভেন্ট-টুকরো পরা দ্বারা উপলভ্য হয়, এই গুরুত্বপূর্ণ অভিযোজনের প্রশংসা করবে\"\nরঙ্গক ইরিডিয়াম কালো, যা খুব সূক্ষ্মভাবে বিভক্ত ইরিডিয়াম নিয়ে গঠিত, চীনামাটির বাসন একটি তীব্র কালো আঁকার জন্য ব্যবহৃত হয়; এটা বলা হয়েছিল যে \"অন্যান্য সব চীনামাটির বাসন কালো রং এর পাশে ধূসর দেখায়\"\n\n\n== সতর্কতা ==\nএই বিভাগ আপডেট করা প্রয়োজন. সাম্প্রতিক ঘটনা বা নতুন উপলব্ধ তথ্য প্রতিফলিত করতে এই নিবন্ধটি আপডেট করতে সাহায্য করুন. (জানুয়ারি ২০২৩)\nবাল্ক ধাতব আকারে ইরিডিয়াম টিস্যুগুলির সাথে প্রতিক্রিয়াশীলতার অভাবের কারণে জৈবিকভাবে গুরুত্বপূর্ণ বা স্বাস্থ্যের জন্য বিপজ্জনক নয়; মানুষের টিস্যুতে প্রতি ট্রিলিয়ন ইরিডিয়ামের মাত্র 20টি অংশ রয়েছে। বেশিরভাগ ধাতুর মতো, সূক্ষ্মভাবে বিভক্ত ইরিডিয়াম পাউডার হ্যান্ডেল করা বিপজ্জনক হতে পারে, কারণ এটি একটি বিরক্তিকর এবং বাতাসে জ্বলতে পারে। ২০১৫ সাল নাগাদ ইরিডিয়াম যৌগগুলির বিষাক্ততা সম্পর্কে খুব কমই জানা যায়, প্রাথমিকভাবে কারণ এটি খুব কমই ব্যবহৃত হয় যে খুব কম লোকই এর সংস্পর্শে আসে এবং যারা খুব অল্প পরিমাণে করে। যাইহোক, দ্রবণীয় লবণ, যেমন ইরিডিয়াম হ্যালাইড, ইরিডিয়াম ব্যতীত অন্য উপাদানের কারণে বা ইরিডিয়ামের কারণেই বিপজ্জনক হতে পারে। একই সময়ে, বেশিরভাগ ইরিডিয়াম যৌগগুলি অদ্রবণীয়, যা শরীরে শোষণকে কঠিন করে তোলে।\nইরিডিয়ামের একটি রেডিওআইসোটোপ, 192\nIr, অন্যান্য তেজস্ক্রিয় আইসোটোপের মতো বিপজ্জনক। ইরিডিয়াম সম্পর্কিত শুধুমাত্র রিপোর্ট করা আঘাতগুলি 192 থেকে বিকিরণের দুর্ঘটনাজনিত এক্সপোজার সম্পর্কিত,\nব্র্যাকিথেরাপিতে Ir ব্যবহৃত হয়।192 থেকে উচ্চ-শক্তি গামা বিকিরণ.\nIr ক্যান্সারের ঝুঁকি বাড়াতে পারে। বাহ্যিক এক্সপোজার পোড়া, বিকিরণ বিষক্রিয়া এবং মৃত্যুর কারণ হতে পারে। 192Ir এর ইনজেশন পেট এবং অন্ত্রের আস্তরণ পোড়াতে পারে।\n\n\n== মন্তব্য ==\n  ঘরের তাপমাত্রা এবং মানক বায়ুমণ্ডলীয় চাপে, ইরিডিয়ামের ঘনত্ব 22.65 g/cm3 (0.818 lb/cu in), 0.04 g/cm3 (0.0014 lb/cu in) একইভাবে পরিমাপ করা অসমিয়ামের চেয়ে বেশি। ] তারপরও, পরীক্ষামূলক এক্স-রে ক্রিস্টালোগ্রাফি মানকে সবচেয়ে সঠিক বলে মনে করা হয় এবং যেমন ইরিডিয়ামকে দ্বিতীয় ঘনত্বের উপাদান হিসেবে বিবেচনা করা হয়।\n  ইরিডিয়ামের সর্বাধিক সাধারণ জারণ অবস্থা গাঢ় হয়। ডান কলাম প্রতিটি অক্সিডেশন অবস্থার জন্য একটি প্রতিনিধি যৌগ তালিকাভুক্ত করে।\n  ইরিডিয়ামের আক্ষরিক অর্থ \"রামধনু\"।\n  1983 সালে মিটারের সংজ্ঞা আবার পরিবর্তন করা হয়। বর্তমানে মিটারকে সংজ্ঞায়িত করা হয় একটি সেকেন্ডের 1⁄299,792,458 সময়ের ব্যবধানে একটি ভ্যাকুয়ামে আলো দ্বারা ভ্রমণ করা দূরত্ব হিসাবে।\n\n\n== তথ্যসূত্র ==\n১। ciaaw.org/iridium.htm\n২। abs/2014Natur.514..475W\n৩।archive.org/web/20110303222309/d0.fnal.gov/hardware/cal/lvps_info/engineering/elementmagn.pdf\n৪। ISBN (identifier)\n৫।chemicalOrigins.shtml\n৬। /details/playbookmetalsi00peppgoog\n\n\n== বহিঃসংযোগ ==\nWikimedia Commons has media related to Iridium.\nLook up iridium in Wiktionary, the free dictionary.\n\nIridium at The Periodic Table of Videos (University of Nottingham)\nIridium in Encyclopædia Britannica"}