{"pageid": 1105390, "title": "ছোট বউ", "url": "https://bn.wikipedia.org/wiki?curid=1105390", "content": "ছোট বউ  হল একটি ১৯৮৮ সালের বাংলা চলচ্চিত্র যেটি অঞ্জন চৌধুরী পরিচালিত এবং কলকাতার শ্রী কৃষ্ণ ফিল্ম প্রোডাকশনের ব্যানারে প্রবীর রক্ষিত প্রযোজিত। ছবিতে প্রধান চরিত্রে অভিনয় করেছেন প্রসেনজিৎ চ্যাটার্জি, রঞ্জিত মল্লিক, সন্ধ্যা রায় এবং দেবিকা মুখোপাধ্যায়। ছবির সংগীতায়োজন করেছেন স্বপন চক্রবর্তী।  ছবিটি তেলুগুতে চিন্না কোদাল্লু (1990), তামিল ভাষায় চিন্না মারুমাগাল (1992), ওড়িয়াতে পাঞ্জুরি ভিতরে শাড়ি (1992), বাংলায় বাংলাদেশে ছোট বউ (1990) এবং হিন্দিতে ছোট বাহু (1994) হিসাবে পুনর্নির্মাণ করা হয়েছিল। .\n\n\n== কাহিনী সংক্ষেপ ==\nএই সিনেমার কাহিনী পশ্চিমবঙ্গের শহরতলিতে বসবাসকারী এক বাঙালী হিন্দু মধ্যবিত্ত যৌথ পরিবারকে কেন্দ্র করে রচিত হয়েছে। পরিবারের কর্তা একজন অবসরপ্রাপ্ত সরকারি কর্মচারী, যিনি চোখে ছানি পড়ে অন্ধ হয়ে গেছেন। তিনি তার স্ত্রী, ৩ ছেলে (ডাকনাম মিনু, চিনু ও তনু) ও ২ পুত্রবধূ (মমতা ও তন্দ্রা) নিয়ে থাকেন। বড় ছেলে চিনু পেশায় সরকারি কর্মচারী, স্ত্রী মমতা ও ছেলে রাজুকে নিয়ে সুখী সংসার গড়ে তুলেছে এবং বাবা-মায়ের প্রতি অত্যন্ত অনুরক্ত, কিন্তু সে যৌথ পরিবারে সবথেকে কম উপার্জন (মাসে ৫০০ টাকা) করে বলে তার স্ত্রী মমতাকে সবসময় শাশুড়ির করা মানসিক নির্যাতনের শিকার হতে হয়। মমতা বিয়েতে যৌতুক দিতে অপারগ গরিব ঘরের মেয়ে  হওয়াতে তার শাশুড়ি তাকে ঘৃণা করে ও যৌথ  পরিবারের যাবতীয় কাজকর্ম মমতাকে একা কারুর সাহায্য ছাড়াই করতে বাধ্য করেছে।\nমেজো ছেলে চিনু, পেশায় ব্যবসায়ী, যৌথ পরিবারে সবথেকে বেশি উপার্জন (মাসে ৮০০ টাকা) করে বলে তার মা তাকে আদর্শ পুত্র হিসেবে কদর করে, তাই তার স্ত্রী তন্দ্রা ঘরের কাজ করাকে নীচু নজরে দেখে ও কোন কাজ করতে অস্বীকার করে। তন্দ্রা বিভিন্ন উপায়ে মমতাকে কীভাবে অপদস্থ, অপমানিত ও অসম্মানিত করার চক্রান্ত করতে থাকে। এতে তন্দ্রাকে সাহায্য করে তার ননদ লতিকা। প্রদীপ য়ৈনামক এক ধনী ব্যবসায়ীর স্ত্রী লতিকা তার বাড়ির ঝির অনুপস্থিতির সুযোগে মমতাকে দিয়ে নিজেদের বাড়ির জন্য রান্না করিয়ে অসম্মানিত করে। সুশীল স্বভাবের মেয়ে মমতা, স্বামীর বহু প্রতিবাদ সত্ত্বেও নীরবে লতিকা, তন্দ্রা ও শাশুড়ির অজস্র অত্যাচার মুখ বুজে সহ্য করে যায়, কেননা সে যৌথ পরিবারে অশান্তি শুরু করে সে তার মহৎহৃদয় শ্বশুরকে আঘাত করতে চায় না।\nশাশুড়ির মানুষের মূল্যায়ন তার উপার্জনের ভিত্তিতে করে।  শ্বশুরের মাসে ১৫০ টাকার পেনসন তার চিকিৎসা ও ওষুধে খরচ হয়ে যায় বলে শাশুড়ি তার প্রতিও সমানভাবে দুর্ব্যবহার করে। শাশুড়ি নিজের পেটুক ভাই নিতাইকে ঘনঘন তাদের বাড়িতে খাওয়ার নিমন্ত্রণ দেওয়ার মাধ্যমে মমতা ও শ্বশুরকে ভালো খাবার খাওয়ার সুযোগ থেকে বঞ্চিত করে আনন্দ পান।\nছোটো ছেলে তনু এক কারখানায় চাকরি করে, মাসে ৬০০ টাকা উপার্জন করে ও অধিকাংশ সময়ে পরিবারের থেকে দূরে থাকে। কর্মস্থলে সে দীপা নামক এক মেয়ের প্রেমে পড়ে। অল্পবয়সে অনাথিনী দীপা তার সহৃদয় মামা ও মামীর গরিব সংসারে বড় হয়েছে। দীপার মামী দীপাকে অপছন্দ করে ও স্বামীর অনুপস্থিতির সুযোগে দীপার থেকে মুক্তি পাবার জন্য এক ধনী বৃদ্ধের সঙ্গে দীপার বিয়ের বন্দোবস্ত করেছিল। দীপার মামা এই পরিকল্পনা বানচাল করে দেয় ও তনুর সঙ্গে দীপার বিয়ে দিয়ে দেয়। তনু নববিবাহিতা দীপাকে শ্বশুরবাড়িতে থাকতে পাঠিয়ে দেয়। দৃঢ়চরিত্রের দীপা শ্বশুরবাড়িতে লতিকা,  তন্দ্রা ও শাশুড়ি - এই ৩জনের অত্যাচারের বিরুদ্ধে রুখে দাঁড়ায় ও মমতা এবং শ্বশুরের প্রতি যত্নশীল হয়। বিয়েতে যৌতুক দিতে অপারগ গরীবের মেয়ে হওয়ার জন্য শাশুড়িও দীপাকে ঘৃণা করে। দীপাকে দেখতে তার মামা এলে শাশুড়ি তাকে তার দারিদ্র ও যৌতুক না দিতে পারার জন্য অত্যন্ত অপমান করে।\nএকদিন দীপা দেখে যে মমতা জ্বরে শয্যাগত ছেলে রাজুকে ফেলে লতিকার জন্য পুঁটিমাছ রান্না করছে। দীপা মমতাকে ননদের বদমেজাজের চেয়ে নিজের ছেলের অসুস্থতাকে অগ্রাধিকার দিতে রাজি করায়, ঘরের কাজ না করতে পারার জন্য লতিকাকে ও মেয়েকে গৃহবধূর মৌলিক কাজকর্ম না শেখানোর জন্য শাশুড়িকে ধমকায়। মমতা দীপাকে তার বিরুদ্ধে উস্কে দিয়েছে ভেবে লতিকা মমতার বিরুদ্ধে প্রতিশোধপরায়ণ হয়। জ্বরে দুর্বল রাজুকে মমতার হরলিক্স (যা মিনু অফিসে সহকর্মীদের কাছ থেকে টাকা ধার করে কিনেছিল) খাওয়ানোর প্রচেষ্টা লতিকা তার মাকে জানিয়ে বানচাল করে দেয়। শাশুড়ি লতিকার কাছ থেকে এই খবর শুনতে পেয়ে হরলিক্সের পাত্র ছিনিয়ে নেয়, নিষ্ঠুরভাবে মমতার হাত থেকে হরলিক্সের চামচ কেড়ে মেঝেতে ছুঁড়ে ফেলে দেয় এবং মমতাকে এই বলে টিটকিরি দেয় যে সে ছেলেকে হরলিক্স খাওয়ানোর মতো ধনী নয়। শাশুড়ির এই কর্মকাণ্ডে মমতা কান্নায় ভেঙ্গে পড়ে। এহেন অমানবিক কাজের প্রতিবাদে দীপা শাশুড়ির হাত থেকে আপেল ছিনিয়ে নেয় এবং তাকে শোনায় যে তিনি এত দামী ফল খাবার মতো ধনী নন। দীপার করা এই অসম্মানে ক্রুদ্ধা শাশুড়ি তন্দ্রার প্ররোচনায় তনুর কাছে নালিশ করে জানায় যে দীপা শ্বশুর-শাশুড়ির উপর অত্যাচার করছে। তনু শীঘ্রই ঘরে ফেরত আসে ও দীপাকে শাশুড়ির কাছে ক্ষমা চাইতে আদেশ করে। দীপা তা অস্বীকার করলে তনু বাড়ির সবার সামনে তাকে সপাটে চড় মারে। তখন (মমতাকে সমর্থন ও সাহায্য করার জন্য দীপার প্রতি কৃতজ্ঞ) মিনু তনুকে বেধড়ক পেটাতে থাকে। এরফলে ক্ষিপ্ত তর্কবিতর্ক শুরু হয়, যার মধ্যে শাশুড়ি প্রকাশ করেন যে তিনি মিনুর গর্ভধারিণী মা নন, এবং মিনুকে ত্যাজ্যপুত্র হিসেবে ঘোষণা করেন। তনু দীপাকে শ্বশুরবাড়ি থেকে বের করে আনার সিদ্ধান্ত নেয় ও দীপার নামে দীপার মামার কাছে নালিশ করে। দীপার মামা যখন জানায় যে কীভাবে তনুর মা তাকে যৌতুক দিতে না পারার জন্য অপমান করেছিল, তখন তনু দীপাকে চড় মারার জন্য লজ্জিত বোধ করে।\nশাশুড়ির আশা ছিল যে মমতাকে ত্যাজ্য করলে তন্দ্রা তার সেবা করবে, কিন্তু তন্দ্রা বাড়ির কাজ করতে সরাসরি অস্বীকার করে দেয়। তখন শাশুড়িকে নিজের বাড়ন্ত বয়স সত্ত্বেও বাড়ির সব কাজ করতে বাধ্য হতে হয়। এরই মধ্যে শাশুড়ি হৃদরোগে আক্রান্ত হন, যার চিকিৎসার জন্য ২৫,০০০ টাকা দিয়ে পেসমেকার বসানো আবশ্যক। নিজেদের বসবাসের জন্য নতুন ফ্ল্যাট কেনার টাকা সঞ্চয় করতে তন্দ্রার প্ররোচনায় চিনু মায়ের চিকিৎসায় টাকা দিতে অস্বীকার করে। পুজোর ছুটিতে কাশ্মীরে বেড়াতে যাবার জন্য টাকা সঞ্চয় করতে লতিকাও নিজের মায়ের চিকিৎসাতে টাকা দিতে রাজি হল না। তখন মিনু সরকারি চাকরি থেকে স্বেচ্ছায় অবসর নেওয়ার সিদ্ধান্ত নেয়, যাতে সে নিজের প্রভিডেন্ট ফাণ্ড (ভারতে সরকারী কর্মচারীদের অবসর নেওয়ার পর সরকার কর্তৃক প্রদত্ত বিপুল পরিমাণ টাকার এককালীন অনুদান, যার সুদে ওই ব্যক্তির আমৃত্যু ভবিষ্যৎ নির্বাহ করার কথা) দিয়ে সৎ-মায়ের চিকিৎসা করাতে পারে। মিনুর এই নিঃস্বার্থ পদক্ষেপে শাশুড়ির মিনু ও মমতার প্রতি ভালোবাসার উদ্রেক হয়। মমতা ও রাজুর ভবিষ্যতের কথা ভেবে, দীপা তার প্রয়াত মায়ের সোনার গহনা বিক্রি করে গোপনে টাকার জোগাড় করে, যাতে মিনুকে অকালে চাকরি থেকে ইস্তফা না দিতে হয়। অস্ত্রোপচারের পর দীপার বাড়ি ছাড়ার প্রাক্কালে শাশুড়ি একথা জানতে পারলে দীপাকে কাছে টেনে নেন। এরপর মমতার মধ্যস্থতায় চিনু (যে তার ব্যবসায়িক অংশীদারের কাছে সর্বস্ব ঠকে গিয়েছিল) তার বাবা-মায়ের সঙ্গে মিটমাট করার মাধ্যমে কাহিনী শেষ হয়।\n\n\n== অভিনয় কুশিলব ==\nদীপার চরিত্রে দেবিকা মুখোপাধ্যায়\nতনুর চরিত্রে প্রসেনজিৎ চট্টোপাধ্যায়\nমমতার চরিত্রে সন্ধ্যা রায়\nমিনুর চরিত্রে রঞ্জিত মল্লিক\nতন্দ্রার চরিত্রে সংঘমিত্রা বন্দ্যোপাধ্যায়\nচিনুর চরিত্রে সুমন্ত মুখোপাধ্যায়\nলতিকার চরিত্রে রত্না ঘোষাল\nশ্বশুরের চরিত্রে কালী বন্দ্যোপাধ্যায়\nশাশুড়ির চরিত্রে মীনাক্ষি ভৌমিক\nরাজুর চরিত্রে মাস্টার বিট্টু ওরফে সোহম চক্রবর্তী\nনিতাই মামার চরিত্রে নিমু ভৌমিক\n\n\n== সাউন্ডট্র্যাক ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Choto Bou  (ইংরেজি)\n\n\n== তথ্যসূত্র =="}