{"pageid": 1105050, "title": "ঘূর্ণিঝড় জাওয়াদ", "url": "https://bn.wikipedia.org/wiki?curid=1105050", "content": "ঘূর্ণিঝড় জাওয়াদ হলো একটি দুর্বল ক্রান্তীয় ঘূর্ণিঝড় যেটি ভারতের অন্ধ্রপ্রদেশ, ওড়িশা ও পশ্চিমবঙ্গের উপর বিঘ্ন সৃষ্টি করে এবং পরবর্তীতে একটি দুর্বল ঘূর্ণন হিসাবে উক্ত রাজ্যের উপর ভারী বৃষ্টিপাত ও শক্তিশালী বাতাস আনায়ন করে। এটি ২০২১ সালের উত্তর ভারত মহাসাগরের সক্রিয় ঘূর্ণিঝড় মৌসুমের দশম লঘুচাপ, ষষ্ঠ গভীর নিম্নচাপ ও পঞ্চম ঘূর্ণিঝড়, এর পূর্ববর্তী অবস্থাটিকে যৌথ টাইফুন সতর্কীকরণ কেন্দ্র (জেটিডব্লিউসি) দক্ষিণ চীন সাগরে একটি নিম্নচাপ অঞ্চল হিসাবে প্রথম সনাক্ত করেছিল। তারপর এটি পশ্চিম-উত্তর-পশ্চিম দিকে থাইল্যান্ড উপসাগরে চলে যায়, যেখানে ১ ডিসেম্বরের মধ্যে এটি আন্দামান সাগরে প্রবেশ করে। সেই দিন মধ্যরাতে জেটিডব্লিউসি ঘূর্ণনটির জন্য একটি টিসিএফএ জারি করে এবং পরের দিন ভারতের আবহাওয়া অধিদপ্তর (আইএমডি) নিকোবর দ্বীপপুঞ্জের মধ্য দিয়ে যাওয়ার পরে ঘূর্ণনটিকে একটি লঘুচাপে উন্নীত করে। শক্তিশালীকরণের জন্য অনুকূল পরিবেশগত অবস্থার মাধ্যমে লঘুচাপ চিহ্নিত করায় আরও তীব্রতা দেখা দেয় এবং ঘূর্ণনটি ৩ ডিসেম্বর গভীর নিম্নচাপে ও সেই দিনই ০৬:০০ ইউটিসি-এর মধ্যে একটি ঘূর্ণিঝড়ে উন্নীত হয়। আইএমডি নবগঠিত এই ঘূর্ণিঝড়ের নাম দেয় জাওয়াদ। যাইহোক, এটির তীব্রতা স্বল্পস্থায়ী ছিল, কারণ বায়ু ফাড়িয়া ফেলার কারণে ঘূর্ণনটি গভীর নিম্নচাপ হয়ে দুর্বল হয়ে পড়ে।\nজাওয়াদের কারণে ব্যাপক প্রস্তুতি নেওয়া হয়। স্কুল ও ট্রেন চলাচল ব্যাহত ও বাতিল করা হয় এবং ঝড়ের জন্য অন্ধ্রপ্রদেশ ও ওড়িশায় দুর্যোগ দল মোতায়েন করা হয়। উক্ত রাজ্যের ৫৪,০০০ জনেরও বেশি লোকসহ উপকূলীয় অঞ্চলে বসবাসকারী ব্যক্তিদের সরিয়ে নেওয়া হয়। সম্ভাব্য জরুরী পরিস্থিতির পাশাপাশি দুর্যোগ ত্রাণের জন্য প্রয়োজনীয় স্টকগুলোও প্রস্তুত করা হয়। ঘূর্ণনজনিত কারণে এখনও পর্যন্ত দুজনের মৃত্যুর বিষয়টি নিশ্চিত করা হয়েছে, উভয়ই শ্রীকাকুলাম থেকে।\n\n\n== আবহাওয়াগত ইতিহাস ==\n\nঘূর্ণিঝড় জাওয়াদের যাত্রা শুরু হয় ৩০শে নভেম্বর, যখন জয়েন্ট টাইফুন ওয়ার্নিং সেন্টার (JTWC) দক্ষিণ চীন সাগরে একটি সংবহন এলাকা পর্যবেক্ষণ শুরু করে এবং তাকে \"Invest 94W\" নাম দেয়। পরবর্তী বারো ঘন্টার মধ্যে, জাপান আবহাওয়া সংস্থা (JMA) এটিকে একটি পশ্চিম-উত্তর-পশ্চিম দিকে অগ্রসরমান নিম্নচাপ এলাকা হিসাবে চিহ্নিত করে। এটি আন্দামান সাগর এবং নিকোবর দ্বীপপুঞ্জের উপর দিয়ে অতিক্রম করার সময়, JMA উষ্ণ সমুদ্রের পৃষ্ঠের তাপমাত্রা, মাঝারি বায়ুর গতিবেগ এবং শক্তিশালী বায়ু প্রবাহ সহ এর বিকাশের জন্য অনুকূল পরিস্থিতি খুঁজে পায়। ভারত আবহাওয়া বিভাগ (IMD) দক্ষিণ থাইল্যান্ডের উপর অবস্থানকাল থেকেই এই ব্যবস্থাটি পর্যবেক্ষণ করছিল, অবশেষে 1 ডিসেম্বর বঙ্গোপসাগরে প্রবেশ করার সময় এটিকে একটি সুস্পষ্ট নিম্নচাপ ব্যবস্থায় উন্নীত করে। যাইহোক, মাঝারি বায়ুর গতিবেগ ব্যবস্থার সংবহনকে প্রভাবিত করে এবং JTWC একটি গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠন সতর্কতা জারি করে। এরপরে IMD এটিকে একটি নিম্নচাপে উন্নীত করে এবং এর নাম দেয় \"BOB ০৭\"। ৩ ডিসেম্বরের মধ্যে, এটি আরও শক্তিশালী হয়ে ওঠে এবং একটি ঘূর্ণিঝড়ে পরিণত হয়, যার নাম দেওয়া হয় জাওয়াদ।\nতবে তার সংগঠন বজায় রাখার পরেও, জাওয়াদ সম্ভবত পরিবর্তনশীল সমুদ্রের পৃষ্ঠের তাপমাত্রা এবং বায়ুর গতিবেগের কারণে ধীর হয়ে পড়ে। ফলস্বরূপ, ৪ ডিসেম্বর এটিকে একটি গভীর নিম্নচাপে নামিয়ে আনা হয়। IMD এবং JTWC উভয়ই এই প্রতিকূল পরিস্থিতির কারণে সংগঠনের ক্ষতির কারণ হিসাবে উল্লেখ করে। 5 ডিসেম্বর, জাওয়াদ আরও দুর্বল হয়ে একটি নিম্নচাপে পরিণত হয় এবং ৬ ডিসেম্বর নাগাদ বঙ্গোপসাগরের উত্তর-পশ্চিমে একটি সুস্পষ্ট নিম্নচাপ ব্যবস্থায় পরিণত হয়, কোনো উপকূলে আঘাত না করেই।\n\n\n== আরও দেখুন ==\nঘূর্ণিঝড় পাইলিন\nঘূর্ণিঝড় বুলবুল\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}