{"pageid": 1105731, "title": "যক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1105731", "content": "যক্ষ (সংস্কৃত: यक्ष) হলো প্রকৃতির আত্মার বিস্তৃত শ্রেণী, এরা সাধারণত উপকারী, কিন্তু কখনও কখনও ক্ষতিকর বা কৌতুকপূর্ণ; এবং জল, উর্বরতা, বৃক্ষ, অরণ্য, সম্পদ ও মরুভূমির সাথে সংযুক্ত। যক্ষগণ হিন্দু, জৈন ও বৌদ্ধ গ্রন্থের পাশাপাশি দক্ষিণ এশিয়া  এবং দক্ষিণ-পূর্ব এশিয়ার প্রাচীন ও মধ্যযুগের মন্দিরে  অভিভাবক দেবতা হিসেবে আবির্ভূত হয়,তাই ভক্তি সহকারে যক্ষপূজা করে। শব্দের স্ত্রীলিঙ্গ রূপ হল যক্ষী বা যক্ষিণী।\nহিন্দু, জৈন, খাসা ও বৌদ্ধ গ্রন্থে, যক্ষের দ্বৈত ব্যক্তিত্ব রয়েছে। একদিকে, যক্ষ আক্রমণাত্মক প্রকৃতি-পরী হতে পারে, যা বন ও পাহাড়ের সাথে যুক্ত; তবে যক্ষের গাঢ় সংস্করণও রয়েছে, যা এক ধরনের ভূত যা প্রান্তর ও পথ-ঘাটে তাড়া করে এবং রাক্ষসদের মতোই ভ্রমণকারীদের গ্রাস করে।\n\n\n== আদি যক্ষ ==\n\nখাসা মল্ল রাজত্বের সময় থেকে বেশ কিছু স্মারক যক্ষ পরিচিত। এগুলি খ্রিস্টপূর্ব ৩য় শতক থেকে খ্রিস্টপূর্ব ১ম শতাব্দী পর্যন্ত বিভিন্নভাবে তারিখযুক্ত। এই মূর্তিগুলি স্মারক (সাধারণত প্রায় ২ মিটার লম্বা) এবং প্রায়শই যক্ষ হিসাবে তাদের সনাক্তকরণ সম্পর্কিত শিলালিপি বহন করে। তারা পশ্চিম নেপালের প্রথম পরিচিত স্মারক ভাস্কর্য হিসাবে বিবেচিত হয়। ভারতে, দুটি স্মারক যক্ষ পাটনা থেকে, বিদিশা থেকে এবং পারখাম থেকে, সেইসাথে বিদিশা থেকে যক্ষিণী পরিচিত। যক্ষরা মূলত বন ও গ্রামের তত্ত্বাবধায়ক দেবতা হতে পারে, এবং পরে তাদের পৃথিবীর এবং নীচে সমাহিত সম্পদের স্টুয়ার্ড দেবতা হিসাবে দেখা হয়েছিল।\nপ্রারম্ভিক ভারতীয় শিল্পে, পুরুষ যক্ষকে ভয়ঙ্কর যোদ্ধা বা তীক্ষ্ণ, শক্ত ও বামনের মতো চিত্রিত করা হয়। ইয়াকসিনীদেরকে সুন্দর গোলাকার মুখ এবং পূর্ণ স্তন ও নিতম্ব সহ সুন্দরী যুবতী হিসাবে চিত্রিত করা হয়েছে।\n\n\n=== কুবের ===\n\nহিন্দু, বৌদ্ধ ও জৈন পুরাণে, ধন ও সমৃদ্ধির দেবতা কুবেরকে যক্ষের রাজা হিসাবে বিবেচনা করা হয়। তাকে উত্তরের শাসক ও বিশ্বের রক্ষক  হিসাবে বিবেচনা করা হয়।\nতাঁর বহু উপাধি, তাকে অসংখ্য আধা-ঐশ্বরিক প্রজাতির অধিপতি এবং বিশ্বের ভান্ডারের মালিক হিসাবে প্রশংসা করে। কুবেরকে প্রায়শই মোটা দেহের সাথে চিত্রিত করা হয়, যা মণি-পাত্র ও ক্লাব বহন করে। তার বাহন হল মঙ্গুস। তাকে প্রায়ই লক্ষ্মীর সাথে দেখা যায়, ধন, সৌভাগ্য এবং সমৃদ্ধির হিন্দু দেবী।\nবৌদ্ধধর্মে, তাকে বৈশ্রাবণের সাথে সমতুল্য করা হয়।\n\n\n== বৌদ্ধধর্মে যক্ষ ==\n\nবৌদ্ধ সাহিত্যে, যক্ষ হল বৈশ্রবণের পরিচারক, উত্তরের ত্রৈমাসিকের অভিভাবক, কল্যাণকর দেবতা যিনি ধার্মিকদের রক্ষা করেন। শব্দটি দ্বাদশ স্বর্গীয় সেনাপতিকেও বোঝায় যারা ভৈষ্যগুরু, মেডিসিন বুদ্ধকে রক্ষা করেন।মহামায়ুরিবিদ্যারজ্ঞনি সূত্র, পাঠ্য যা চতুর্থ শতাব্দী বা তার আগেকার (কুমারজীবের সংস্কৃত থেকে অনুবাদ) প্রাচীন ভারতের ধ্রুপদী শহরগুলিতে বসবাসকারী যক্ষদের বড় তালিকা দেয় যাদেরকে বুদ্ধধর্ম রক্ষার জন্য আহ্বান করা হয়েছে:\n\n\n== জৈনধর্মে যক্ষ ==\n\nজৈনরা প্রধানত অরিহন্ত ও তীর্থঙ্করদের সাম্প্রদায়িক চিত্র বজায় রাখে, যারা অভ্যন্তরীণ আবেগকে জয় করেছে এবং মোক্ষ অর্জন করেছে। যক্ষ ও যক্ষিণী জৈনদের ধর্মের চিত্রের চারপাশে জোড়ায় দেখা যায়, যা অভিভাবক দেবতা হিসেবে কাজ করে। যক্ষ সাধারণত জৈন চিত্রের ডানদিকে থাকে যখন যক্ষিণী বাম দিকে থাকে। তারা প্রধানত জৈনের ভক্ত হিসাবে বিবেচিত হয় এবং তাদের অতিপ্রাকৃত ক্ষমতা রয়েছে। তারাও জাগতিক আত্মার মতোই জন্ম-মৃত্যুর চক্রের মধ্যে দিয়ে ঘুরে বেড়াচ্ছে, কিন্তু তাদের আছে অতিপ্রাকৃত ক্ষমতা।\nহরিবংশ পুরাণ তাদের শসন্দেবত হিসাবে উল্লেখ করেছে। প্রথমদিকে যক্ষদের মধ্যে মণিভদ্র ও পূর্ণবদ্র যক্ষ এবং বহুপুত্রিকা যক্ষিণী জনপ্রিয় ছিল। যক্ষ মণিভদ্রকে তপ গাছের সাথে যুক্ত জৈনরা পূজা করে। দশম ও ত্রয়োদশ শতাব্দীতে যক্ষ সার্ভানুভূতি, বা সর্বহানা ও যক্ষিণী চক্রেশ্বরী, অম্বিকা, পদ্মাবতী এবং জ্বালমালিনী এত জনপ্রিয় হয়ে উঠেছিল যে তাদের জন্য নিবেদিত স্বাধীন মন্দির তৈরি করা হয়েছিল।\nযক্ষ ও যক্ষিণী মূর্তিপুজাক শ্বেতাম্বর ও বিস্পন্তি দিগম্বর জৈনদের মধ্যে সাধারণ। দিগম্বর তেরাপন্থ আন্দোলন তাদের পূজার বিরোধিতা করে। মূর্তিপুজাক শ্বেতাম্বরদের মধ্যে, ত্রিস্তুতিক গাছা  সম্প্রদায় (উভয়টি ঐতিহাসিক শিলাগানা ও দেবভদ্র দ্বারা প্রতিষ্ঠিত, এবং রাজেন্দ্রসুরি দ্বারা সংগঠিত আধুনিক সম্প্রদায়) শ্রুত-দেবতাদের উপাসনাকে আপত্তি করে।\n\n\n=== জৈনধর্মে শসন দেবতা ===\n\nজৈনধর্মে, চব্বিশজন যক্ষ ও চব্বিশজন যক্ষী রয়েছে যেগুলি চব্বিশজন তীর্থঙ্করের জন্য শসনদেবতা হিসাবে কাজ করে: এই যক্ষগুলি নিম্নরূপ: \n\nগোমুখ\nমহাযক্ষ\nত্রিমুখ\nযক্ষেশ্বর বা যক্ষনায়ক\nতুম্বারু\nকুসুম\nবারানন্দী বা মাতঙ্গ\nবিজয় বা শ্যাম\nঅজিত\nব্রহ্মা বা ব্রহ্মেশ্বর\nঈশ্বর বা যক্ষেত\nকুমার\nদন্ডপানি\nপাতাল\nকিন্নর\nকিমপুরুষ বা গরুড়\nগন্ধর্ব\nকেন্দ্র বা যক্ষেন্দ্র\nকুবের\nবরুণ\nভৃকুটি\nগোমেধ বা সর্বহান\nধরনেন্দ্র বা পার্শ্বাক্ষ\nমাতঙ্গ\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nDictionary of Hindu Lore and Legend (আইএসবিএন ০-৫০০-৫১০৮৮-১) by Anna Dhallapiccola\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে যক্ষ সম্পর্কিত মিডিয়া দেখুন।"}