{"pageid": 1105932, "title": "আরশ", "url": "https://bn.wikipedia.org/wiki?curid=1105932", "content": "ইসলাম ধর্মমতে আরশ (আরবী: العرش‎) হচ্ছে আল্লাহর সব থেকে বড় সৃষ্টি। মুসলমানগণ বিশ্বাস করেন আল্লাহ তার ক্ষমতার নিদর্শন স্বরূপ আরশ সৃষ্টি করেছেন।\n\n\n== কুরআন ==\nকুরআনের ২৫ জায়গায় আরশের উল্লেখ আছে। কুরআনের কয়েকটি আয়াতের (বাক্য) সম্ভাব্য অনুবাদ হল,\n\n\"নিশ্চয় তোমাদের রব আল্লাহ। যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন ছয় দিনে, তারপর আরশে উঠেছেন। তিনি সব বিষয় পরিচালনা করেন। তার অনুমতি ছাড়া সুপারিশ করার কেউ নেই। তিনিই আল্লাহ, তোমাদের রব। সুতরাং তোমরা তাঁর ইবাদাত কর। তারপরও কি তোমরা উপদেশ গ্রহণ করবে না?\"\nতিনিই আসমান ও যমীন ছয় দিনে তৈরী করেছেন, তাঁর আরশ ছিল পানির উপরে, তিনি তোমাদেরকে পরীক্ষা করতে চান যে, তোমাদের মধ্যে কে সবচেয়ে ভাল কাজ করে। আর যদি আপনি তাদেরকে বলেন যে, \"নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু!\"\n\"সুতরাং আল্লাহ্‌ মহিমান্বিত, প্রকৃত মালিক, তিনি ছাড়া কোন (সত্য) উপাস্য নেই; তিনি সম্মানিত ‘আরশের অধিপতি।\"\n\"আর আপনি ফেরেশতাদেরকে দেখতে পাবেন যে, তারা 'আরশের চারপাশে ঘিরে তাদের রবের সপ্ৰশংস পবিত্ৰতা ও মহিমা ঘোষণা করছে। আর তাদের মধ্যে বিচার করা হবে ন্যায়ের সাথে এবং বলা হবে, সকল প্রশংসা সৃষ্টিকুলের রব আল্লাহর প্রাপ্য।\"\nআল কোরআনে আল্লাহর সিংহাসন বা কুরসি সম্পর্কে সুরা বাকারায় আয়াতুল কুরসি নাজিল হয়েছে। এই আয়াতে আল্লাহর নাম আল-হাইয়্যু, আল-কাইয়ুম এর কথা বলা হয়েছে।\n\n\n== হাদিস ==\nজাবের বিন আবদুল্লাহ (রা.) থেকে বর্ণিত, ‘আমাকে আরশ ধারণকারী ফেরেশতাদের সম্পর্কে বলার অনুমতি দেওয়া হয়েছে। তাঁরা এমন যে তাঁদের কানের লতি থেকে গর্দানের শেষ সীমানার মধ্যবর্তী স্থানে দ্রুতগামী ঘোড়ার ৭০০ বছরের দূরত্ব রয়েছে।’ (আবু দাউদ, হাদিস : ৪৭২৭)\nহাদিসবিদ ইবনে হাজর আসকালানি (রহ.) লিখেছেন, ‘হাদিসটির সনদের সূত্র সহিহ।’ (ফাতহুল বারি : ৮/৬৬৫)। আবু জর (রা.) থেকে বর্ণিত, ‘আল্লাহর আরশের তুলনায় কুরসি এত ছোট যে তা যেন একটি বিশাল মরুভূমিতে পড়ে থাকা আংটির মতো।’ (আল বিদায়া ওয়ান নিহায়া : ১/১৪)\nআল্লামা ইবনে কাসির (রহ.) লিখেছেন, এই বর্ণনার সূত্র বিশুদ্ধ।\nকুরসি হলো ওই আংটিতুল্য। আর ওই মরুভূমি হলো আরশতুল্য। অথচ কুরসিটাই আকাশ ও পৃথিবীময় পরিব্যাপ্ত। তাহলে আল্লাহর আরশ কত বড়! হাদিস থেকে জানা যায় আরশ মঞ্জিলের অবস্থান সর্বোচ্চ জান্নাত 'জান্নাতুল ফিরদাউস'এর উপরে।\n\n\n== মুসলিম পণ্ডিতদের অভিমত ==\nকিছু মুসলিম, যেমন আছারী ও সালাফিগণ বিশ্বাস করেন, আল্লাহ আরশকে তার ক্ষমতার নিদর্শ‌ন ও বাসস্থান উভয় হিসেবে সৃষ্টি করেছেন;, কিছু মুসলিম, যেমন অধিকাংশ সুফি ও আশআরী-মাতুরিদীগণ বিশ্বাস করেন যে, আল্লাহ শুধুমাত্র তার ক্ষমতার নিদর্শ‌ন হিসেবে আরশকে সৃষ্টি করেছেন, বাসস্থান হিসেবে নয়;। আবার অনেকে একে রূপক হিসেবে বর্ননা করেন, এবং অনেকে\nবলেন, মুমিনের অন্তর হচ্ছে আল্লাহর আরশ (قلب المؤمن عرش الله), যা সালাফী মুসলিম পণ্ডিতদের দ্বারা সমালোচিত একটি বিষয়।\n\n\n== আরও দেখুন ==\nহামালাত আল-আরশ\nকুরসী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nযাহাবী, শামসুদ্দিন। كتاب العرش للذهبي (আল-যাহাবি রচিত কিতাবুল আরশ) (আরবি ভাষায়)। মামলুক সালতানাত। \nযাকারিয়া, আবু বকর মুহাম্মাদ (সেপ্টেম্বর ২০২০)। রহমান আরশের উপর উঠেছেন। ঢাকা, বাংলাদেশ: ইলম পাবলিকেশন্স। আইএসবিএন 978-984-34-8360-7।"}