{"pageid": 110590, "title": "হাই মোবিলিটি মাল্টিপারপাস হুইলড ভেহিকল", "url": "https://bn.wikipedia.org/wiki?curid=110590", "content": "হাই মোবিলিটি মাল্টিপারপাস হুইলড ভেহিকল (ইংরেজি: High Mobility Multipurpose Wheeled Vehicle), সংক্ষেপে এইচএমএমডব্লিউভি (HMMWV) বা হামভি (Humvee) হচ্ছে একপ্রকার ৪ডব্লিউডি বিশিষ্ট সামরিক মোটরযান। এটি তৈরি করেছে মার্কিন প্রতিষ্ঠান এএম জেনারেল। যুদ্ধের কাজে ব্যবহৃত বিভিন্ন প্রকারের যানবাহনের বিভিন্ন রকম কাজে ভিন্ন ভিন্ন যানের কাজ একটি যানবাহনের মাধ্যমে সম্পন্ন করার উদ্দেশ্য থেকে এই ধরনের সাজোয়া যান তৈরি করা হয়। এটি পূর্বের যেসকল যানবাহনের পরিবর্তে ব্যবহৃত হতে পারে, তার মধ্যে আছে, জিপ, যেমন: এম১৫১ ১/৪ টনের এমইউটিটি, গামা গোট এবং এর এম৭১৮এ ও এম৭৯২ অ্যাম্বুলেন্স সংস্করণ, সিইউসিভি, এবং অন্যান্য হাল্কা সামরিক যানবাহন। এর প্রাথমিক ব্যবহারকারী মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী। এছাড়াও বিভিন্ন দেশের সামরিক বাহিনী ও বিভিন্ন প্রতিষ্ঠান এর ব্যবহার আছে। এছাড়া ব্যক্তিগত পর্যায়ে এর অস্ত্রসজ্জাবিহীন সংস্করণগুলোও ব্যবহৃত হয়। কারণ প্রতিকূল পরিবেশে (পাথুরে, বালুময়, বা কর্দমাক্ত রাস্তায়) এটি অপেক্ষাকৃত ঝামেলামুক্তভাবে ও নিরাপদে চলাচল করতে পারে।\n\n\n== ইতিহাস ==\n১৯৭০-এর দশকে মার্কিন সেনাবাহিনী অনুধাবন করে যে, বেসামরিক ট্রাককে সামরিকীকরণ করার মাধ্যমে কাজ চালানো আর সম্ভপর হয়ে উঠছে না। ১৯৭৭ সালে ল্যাম্বোরঘিনি চিতা মডেলের কিছু ট্রাক সদৃশ যানবাহন তৈরি করে, যাতে সামরিক কাজে ব্যবহারের মতো বিশেষ কিছু সুবিধা ছিলো। পরবর্তীকালে ১৯৭৯ সালে সামরিক কাজে ব্যবহারের জন্য বিশেষভাবে হাই মোবিলিটি মাল্টিপারপাস হুইলড ভেহিকল বা এইচএমএমডব্লিউভি বা হামভিতে প্রদানকৃত সুবিধাগুলোর একটি খসড়া তৈরি করা হয়। ঐ বছরের জুলাইয়ে মার্কিন গাড়ি নির্মাতা প্রতিষ্ঠান এএম জেনারেল এর প্রাথমিকভাবে এর নকশা তৈরি করে, এবং এক বছরেরও কম সময়ে এর প্রথম প্রোটোটাইপ এম৯৯৮ মডেল তৈরি হয়, ও পরীক্ষণ শুরু হয়।\n১৯৮১ সালের জুন মাসে মার্কিন সামরিক বাহিনী এএম জেনারেলকে তাদের কৃতিত্বপূর্ণ কাজের জন্য পুরষ্কৃত করে। এছাড়া মার্কিন সরকারকে পরীক্ষা-নিরীক্ষার জন্য তারা আরো কয়েকটি প্রোটোটাইপ তৈরির জন্য এএম জেনারেলের সাথে চুক্তি স্বাক্ষর করে। পুরস্কারস্বরূপ পরবর্তীকালে ১৯৮৫ সালে এই প্রতিষ্ঠানের সাথে মার্কিন সামরিক বাহিনী প্রায় ৫৫,০০০ হামভি সরবরাহ করার একটি প্রাথমিক চুক্তি স্বাক্ষর করে। অপারেশন জাস্ট কজে প্রথম বারের মতো যুদ্ধে হামভি ব্যবহৃত হয়। পরবর্তীকালে ১৯৮৯ সালে মার্কিন বাহিনীর পানামা অভিযানেও হামভি ব্যবহৃত হয়।\nবিশ্বজুড়ে হামভি মার্কিন বাহিনীর যানবাহনের মেরুদণ্ড হিসেবে চিহ্নিত। ২০০৩ সালে সংঘটিত অপারেশন ইরাকি ফ্রিডমেও মার্কিন বাহিনী প্রায় ১০,০০০ হামভি সাজোয়া যান ব্যবহার করে।\n\n\n== যুদ্ধে ব্যবহার ==\nহামভি মূলত তৈরি করা হয়েছে যুদ্ধের ময়দানে বিভিন্ন রকম প্রয়োজনীয় অস্ত্র, রসদ, প্রভৃতি প্রয়োজনীয় দ্রব্যাদি ও সৈন্য পরিবহনের জন্য। সরাসরি যুদ্ধ করার জন্য এ ধরনের যানবাহন তৈরি করা হয়নি। আগেকার জিপের সংস্করণের মতোই নিউক্লীয়, জীবাণু, বা রাসায়নিক অস্ত্রের বিপরীতে হামভির কোনো নিরাপত্তা ব্যবস্থা নেই। তাছাড়া বিভিন্ন বড় বড় যুদ্ধে (যেমন: উপসাগরীয় যুদ্ধ) হামভির ক্ষয়ক্ষতির পরিমাণও বেশ কম। এছাড়াও হামভির কারণে মোগাদিশুর যুদ্ধে অপেক্ষাকৃত কম সৈনিক ক্ষয়ক্ষতির শিকার হয়েছিলেন। এছাড়াও শহরাঞ্চলে সংঘটিত এই অপারেশনে হামভির ক্ষয়ক্ষতির পরিমাণও ছিলো কম। এর চ্যাসিসের সহ্যক্ষমতার কারণে ভেতরে থাকার সদস্যরা অনেকটাই নিরাপদে ছিলেন। যদিও হামভি হাল্কা আগ্নেয়াস্ত্র, ভারী মেশিন গান, বা রকেট চালিত গ্রেনেড থেকে রক্ষা করার মতো সুরক্ষা দিয়ে ডিজাইন করা হয়নি।\n\n\n== টীকা ==\n\n\n== বহিঃসংযোগ ==\n\nAM General HMMWV page; models, history, and specs\nArmy fact file\nPlasan Sasa variant\nM1114 Up-Armored Humvee\nHMMWV variants, specs, and pictures\ncaptured HMMWV on display in Belgrade  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ ফেব্রুয়ারি ২০০৮ তারিখে\nDanish HMMWV armed with TOW\noff-road.com article"}