{"pageid": 1105250, "title": "উম্মে সাফা", "url": "https://bn.wikipedia.org/wiki?curid=1105250", "content": "উম্মে সাফা / কাফর ইশওয়া ( আরবি: أم صفا ) বা উম আল-সাফা হল রামাল্লা এবং আল-বিরহ গভর্নরেটের একটি ফিলিস্তিনি গ্রাম।\n\n\n== অবস্থান ==\nউম্মে সাফা, রামাল্লার ১২.১ কিলোমিটার (৭.৫ মাইল) উত্তরে অবস্থিত। এর সীমান্তে রয়েছে-পূর্বে আজুল ও আতারা, উত্তরে দেইরুস সুদান এবং অঅজুল,পশ্চিমে নবীর সালেহ এবং দেইর নিজাম, আর দক্ষিণে জিবিয়া, বুরহাম এবং কবর।\n\n\n=== গুরুত্বপূর্ণ পাখি এলাকা ===\nউম্মে সাফা এবং নবী সালিহ গ্রামের আশেপাশে ৩৫০০ হেক্টর জমিতে একটি বৃহৎ আছে যা ইন্টারন্যাশনাল বার্ড এরিয়ার একটি গুরুত্বপূর্ণ পাখি এলাকা (আইবিএ) হিসাবে স্বীকৃত রয়েছে কারণ এটিতে কম দাগযুক্ত ঈগলের বসবাসকে সমর্থন করে।\n\n\n== ইতিহাস ==\nএর সাথে \"দৃশ্যত ইশভাহ অথবা মিজপেহ নামক একটি প্রাচীন স্থানের সঙ্গে সংযুক্ত ছিল।\" কিন্তু এর সাথে একমত না আধুনিক পুরাতত্ত্ব।\nবাইজ্যানটাইন যুগের সিরামিহের দ্রব্,য ক্রুসেডার / আযুবিদ এবং মামলুক যুগের শের্ড এখানে পাওয়া গেছে।\n\n\n=== অটোমান যুগ ===\nউসমানীয় যুগের প্রথম দিকের মৃৎপাত্রের শের্ডগুলিও এখানে পাওয়া গেছে, এবং এটি “কাফর শু” নামে ষোড়শ শতকের ট্যাক্স রেকর্ডে উল্লেখ করা হয়েছে।\n১৮৩৮ সালে উম্মে সাফা বেনি জায়েদ জেলার একটি মুসলিম গ্রাম হিসাবে পরিচিত ছিল।\n১৮৭০ সালে, ভিক্টর গুয়েরিন উম্মে সাফার এক পাহাড়ের চূড়ায় আরোহণ করেন এবং দেখতে পান যে গ্রামে প্রায় ৩০০ জন বাসিন্দা ছিল। তিনি আরও উল্লেখ করেছেন যে: \"এর জন্য অবশ্যই প্রাচীন কালে ফিরে যেতে হবে কেননা কিছু বাড়ির নির্মাণে ব্যবহৃত উপকরণ এবং মাটিতে ছড়িয়ে ছিটিয়ে থাকা কয়েকটি স্তম্ভাকার অংশ এখানে রযেছে। আইন উম্মে সাফা নামে একটি প্রশস্ত ঝর্ণা গ্রামবাসীদের পানি সরবরাহ করে। তারা একটি কাউবেহের নিচে, নবী হানান এর দেহাবশেষকে পূজা করে।\" প্রায় একই বছর, ১৮৭০ সালের একটি সরকারি অটোমান গ্রামের তালিকা, কেফ্র এসচোয়াকে ২৪টি বাড়ি এবং এর জনসংখ্যা ১২০ জন হিসাবে তালিকাভুক্ত করা হয়েছিল, যদিও জনসংখ্যার গণনায় শুধুমাত্র পুরুষদের অন্তর্ভুক্ত ছিল। এটি শিবিজের উত্তরে অবস্থিত বলে উল্লেখ করা হয়েছে।\n১৮৮২ সালে পিইএফ এর পশ্চিম ফিলিস্তিন সার্ভে (SWP) আছে \"একটি গ্রাম উম্মে সাফা (একে কাফর ইশওয়া বলা হয়) বর্ণিত রোমান যুগের উচ্চ মাটিতে এন্টিপারটিস রাস্তা ছিল। এটিতে একটি ছোট মসজিদ বা মোসলেম চ্যাপেল রয়েছে এবং উত্তরে একটি কূপ রয়েছে।\"\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\nব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের ১৯২২ সালের আদমশুমারিতে, উম্মে সাফার জনসংখ্যা ছিল ৮০ জন মুসলমান, ১৯৩১ সালের আদমশুমারিতে উম্মে সাফাহ (বা কাফর ইশওয়া ) ২৭টি বাড়িতে ৮৯ জন মুসলমানে উন্নীত হয়েছে।\n১৯৪৫ সালের পরিসংখ্যানে , উম্মে সাফা ( কাফর ইশওয়া ) এর জনসংখ্যা ছিল ১১০ জন মুসলমান। একটি সরকারি ভূমি ও জনসংখ্যা জরিপ অনুসারে মোট ভূমির পরিমাণ ছিল ৪০৮৩ ডুনাম। এর মধ্যে ১৩৬৪ ডুনাম বৃক্ষরোপণ এবং সেচযোগ্য জমির জন্য, ৮২১ ডুনাম শস্যের জন্য ব্যবহার করা হয়েছিল, এবং ১৭ ডুনাম বসতি এলাকা হিসাবে শ্রেণীবদ্ধ করা হয়েছিল।\n\n\n=== জর্ডান যুগ ===\n১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরিপ্রেক্ষিতে এবং ১৯৪৯ সালের যুদ্ধ চুক্তির পর, উম্মে সাফা জর্ডানের শাসনের অধীনে আসে।\n১৯৬১ সালের জর্ডানের আদমশুমারি উম্মে সাফাতে ২৫২ জন বাসিন্দাকে খুঁজে পেয়েছে।\n\n\n=== ১৯৬৭ থেকে বর্তমান ===\n১৯৬৭ সালে ছয় দিনের যুদ্ধের পর থেকে উম্মে সাফা ইসরায়েলের দখলে রয়েছে।\n১৯৯৫ সালের চুক্তির পর, গ্রামের ১৬% জমিকে এলাকা বি জমি হিসাবে সংজ্ঞায়িত করা হয়েছে, বাকি ৮৪% এলাকা সি। ইস্রায়েলী আদেশে ২২৭ ডুনাম জমি ইসরায়েলি বসতি তৈরীর জন্য বাজেয়াপ্ত করেছে : আতেরেত এবং হেল্লামিশ।\nগ্রামে দুটি সমাধি রয়েছে।\n\n\n== তথ্যসূত্র =="}