{"pageid": 1105804, "title": "মিন্টু দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1105804", "content": "মিন্টু দাশগুপ্ত (২৫ নভেম্বর ১৯৩১ – ২৩ নভেম্বর ২০০৬) ছিলেন ভারতীয় বাঙালি সঙ্গীত শিল্পী যিনি বিশ শতকের পাঁচ দশকে বাংলা প্যারোডি গানের সম্রাট হিসাবে পরিচিতি লাভ করেন। তার রচিত অজস্র \nপ্যারোডি আর রঙ্গগানে কেবল হাসি ছিল না, সেগুলির মধ্যে তৎকালীন বাঙালি সমাজজীবনের নানা ত্রুটি বিচ্যুতি ও ভন্ডামি সুকৌশলে ব্যক্ত হয়েছে। এছাড়াও কৃতী বেসিক গানেও, রবীন্দ্র-জন্মশতবর্ষে প্রকাশিত গান জনপ্রিয় হয়েছিল। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমিন্টু দাশগুপ্তের জন্ম ১৯৩১ খ্রিস্টাব্দের ২৫শে নভেম্বর ব্রিটিশ ভারতের কলকাতা শহরের কালীঘাটে। চিকিৎসক পিতা জীবনকৃষ্ণ দাশগুপ্ত এবং মাতা লাবণ্যময়ী দেবীর অষ্টম তথা কনিষ্ঠ সন্তান ছিলেন তিনি। মিন্টু'র পোষাকি নাম ছিল জ্যোতিন্দ্রজিৎ। তার দশ মাস বয়সে মা মারা যান এবং পিতা দ্বিতীয় বিবাহ করেন। কিন্তু তার বয়ঃক্রম বারো বৎসর হলে পিতাও ক্যানসারে আক্রান্ত হয়ে মারা যান এবং কিছুদিন পর বিমাতাও মারা যান। সেকারণে নিদারুণ অর্থাভাবে দারিদ্র্যের মাঝে তার বাল্যকাল কাটে সম্পর্কিত দাদা ও এক বিবাহিতা দিদির কাছে। পরিবারে অবশ্য সাঙ্গীতিক পরিবেশ ছিল। মিন্টুর সেজদা গীতিকার ছিলেন। ঈশ্বরপ্রদত্ত সঙ্গীতের কণ্ঠ ছিল, গান শেখার প্রবল ইচ্ছা ছিল তার।  কলকাতা তীর্থপতি ইন্সটিটিউশনে ভরতি হয়েছিলেন, কিন্তু গানের জন্য তার লেখাপড়া বেশি দূর এগোয়নি। \n\n\n== কর্মজীবন ও সঙ্গীতজীবন ==\nমিন্টু বন্ধুবান্ধবদের সঙ্গে খালি গলায় উদাত্ত কণ্ঠে গান করতেন। সেই সুবাদে তিনি এক যাত্রাদলে যোগ দেন। কাজের বিনিময়ে প্রতিবেশী এক ভদ্রলোকের বাড়িতে হারমোনিয়াম বাজানোর সুযোগ পান এবং সেখানেই তিনি ভালোভাবে হারমোনিয়াম বাজনো শিখে গান করতেন শেখেন। এর মধ্যে তিনি মন্টু গাঙ্গুলী নামে এক সহৃদয় ব্যক্তির সহায়তায় 'বেঙ্গল এনামেল ওয়ার্কস্ লিমিটেড'-এ চাকরি পান। কিন্তু গানের প্রতি প্রবল আগ্রহে উচ্চাঙ্গ সঙ্গীতে তালিম নেন সুখেন্দু গোস্বামী,  সুধীরলাল চক্রবর্তীর কাছে। রবীন্দ্র সঙ্গীত শেখেন দ্বিজেন চৌধুরী ও ভক্তিময় গাঙ্গুলির কাছে। তার বাংলা আধুনিক গানের শিক্ষাগুরু ছিলেন অনুপম ঘটক। ইতোমধ্যে তার পরিচয় হয় আই. পি.টি.এ. তথা ভারতীয় গণনাট্য সংঘের  সলিল চৌধুরীর সঙ্গে। তাঁরই আইপিটিএ-র মঞ্চের সংগীত অনুষ্ঠানে বিখ্যাত গানের প্যারোডি তৈরি করে সঙ্গে স্বরচিত ব্যঙ্গ গান গাইতেন এবং শ্রোতারাও আনন্দে উপভোগ করতেন। প্রশংসা লাভ করেন ডা বিধানচন্দ্র রায়েরও। তিনি ভালো রবীন্দ্র সঙ্গীত ও গাইতে পারতেন, কিন্তু সলিল চৌধুরীর পরামর্শে সেময়ের আধুনিক গানের রথী-মহারথী শিল্পীদের ভিড় এড়িয়ে  তিনি প্যারোডি, ব্যঙ্গগানেই জোর দেন। ক্রমশ হাসির গানের গায়ক হিসাবে সুনাম অর্জন করেন। কলকাতার এবং কলকাতার বাইরে বিভিন্ন জলসা জমানোর অন্যতম শিল্পী হয়ে ওঠেন। এর পরই তাঁর দুটি গান হিন্দুস্থান রেকর্ড কোম্পানি রেকর্ড করে।অসমে গিয়ে অসমিয়া ভাষায়, ওড়িশায় গিয়ে  ওড়িয়া ভাষায়,  বিহারে হিন্দি ও ভোজপুরি ভাষাতে প্যারোডি গান গাইতেন।  তার বিখ্যাত কয়েকটি গান উল্লেখিত হল -\n\nরবীন্দ্রনাথ ঠাকুরের জন্মশতবার্ষিকীতে দু'টি গান- 'কাঁটাবন বিহারিণী, সুরকানা দেবী' এবং ভালো মানুষ নইরে মোরা, ভালো মানুষ নই' গেয়েছিলেন।  জনপ্রিয় গান দু'টি এইচএমভি গ্রামোফোন কোম্পানি রেকর্ডে প্রকাশ করেছিল। চলচ্চিত্রেও নেপথ্যকণ্ঠ দিয়েছিলেন তিনি।  নিউ থিয়েটার্সের 'নতুন ফসল ছবির আহারে হৈমবতী শিবসোহাগী বা তার বেসিক গান - আরে, ও জাবেদ আলীর মা, তোর পায় ক্যান সোনার নুপুর বাজে না বেশ জনপ্রিয়তা লাভ করেছিল।\n\n\n== পারিবারিক জীবন ==\nমিন্টু দাশগুপ্ত ১৯৫৬ খ্রিস্টাব্দের বৈশাখ মাসে  যাদবপুর বিশ্ববিদ্যালয়ের অধ্যাপক হৃষিকেশ বসুর জ্যেষ্ঠা কন্যা সুগায়িকা গীতা বসুকে বিবাহ করেন। তাদের এক কন্যা মুনমুন বসু। \n\n\n== জীবনাবসান ==\nমিন্টু দাশগুপ্ত সাধারণত খুব উঁচু স্কেলে গান গাইতেন, তার ফলে তার গলায় কিছু সমস্যা হয় এমনকি কণ্ঠনালীর শল্যচিকিৎসাও হয় দু'বার। কিন্তু শ্রোতাদের অফুরন্ত ভালোবাসা পাওয়া প্যারোডি গানের সম্রাট ২০০৬ খ্রিস্টাব্দের ২৩শে নভেম্বর পরলোক গমন করেন।\n\n\n== উত্তরাধিকার ==\n\n\n== তথ্যসূত্র =="}