{"pageid": 1105356, "title": "নির্মাতা তত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1105356", "content": "নির্মাতা তত্ত্ব (ইংরেজি: Constructor theory) এর্গডীয় তত্ত্বের ভাষায় মৌলিক পদার্থবিজ্ঞান ব্যাখ্যা করার একটি নতুন প্রস্তাবিত পন্থা। ২০১২ খ্রিস্টাব্দে অক্সফোর্ড বিশ্ববিদ্যালয়ের কোয়ান্টাম পদার্থবিজ্ঞানী ডেভিড ডয়েচ এই তত্ত্বটির প্রথম একটি খসড়া প্রদান করেন। নির্মাতা তত্ত্বে কোন্‌ ভৌত রূপান্তরগুলি বা কাজগুলি সম্ভব আর কোন্‌গুলি অসম্ভব, কেবলমাত্র সেই ব্যাপারটির ভিত্তিতে ভৌত সূত্রগুলিকে প্রকাশ করা হয়। মৌলিক পদার্থবিজ্ঞানে এই ধরনের প্রতিবাস্তব বিবৃতিগুলি অনুমোদনের মাধ্যমে নতুন নতুন ভৌত সূত্র প্রকাশ করার সুযোগ সৃষ্টি হয়। তথ্যের নির্মাতা তত্ত্ব এরূপ একটি সূত্র।\n\n\n== সামগ্রিক দৃশ্য ==\nনির্মাতা তত্ত্বের মৌলিক উপাদান হল কাজ; কাজ হল আগম-নির্গম বৈশিষ্ট্যসমূহের মধ্যবর্তী রূপান্তরগুলির বিমূর্ত নির্দিষ্টকরণ। যদি যাদৃচ্ছিকরূপে উচ্চ সঠিকতার সাথে কোনও কাজের সম্পাদন পদার্থবিজ্ঞানের কোনও সূত্র দ্বারা নিষিদ্ধ হয়, তাহলে সেই কাজটিকে \"অসম্ভব\" বলা হয়। অন্যথায় সেটিকে \"সম্ভব\" বলা হয়। যদি কোনও কাজ সম্ভব হয়, তাহলে সেটির জন্য যাদৃচ্ছিক সঠিকতা ও নির্ভরযোগ্যতাবিশিষ্ট একটি \"নির্মাতা\" নির্মাণ করা যায়। একটি নির্মাতা হল এমন একটি সত্তা যা ঐ কাজটি ঘটায় এবং বারংবার কাজটি ঘটানোর সামর্থ্য রাখে। যেমন তাপ ইঞ্জিন হল তাপগতীয় নির্মাতার একটি উদাহরণ; অনুঘটক হল রাসায়নিক নির্মাতা; একটি স্বয়ংক্রিয় কারখানাকে নিয়ন্ত্রণকারী কোনও  পরিগণক পূর্বলেখ বা কম্পিউটার প্রোগ্রাম হল পূর্বলেখযোগ্য (প্রোগ্রামযোগ্য) নির্মাতার একটি উদাহরণ।\nডেভিড ডয়েচ ও কিয়ারা মারলেত্তো নির্মাতা তত্ত্বটি সৃষ্টিকর্তা। এই তত্ত্বে তাপগতিবিজ্ঞান, পরিসংখ্যানিক বলবিজ্ঞান, তথ্য তত্ত্ব ও কোয়ান্টাম পরিগণনাসহ জ্ঞানের আরও বিভিন্ন শাখা থেকে আহৃত ধারণাসমূহের সমন্বয় ঘটানো হয়েছে।\nকোয়ান্টাম বলবিজ্ঞান ও অন্যান্য সমস্ত পদার্থবৈজ্ঞানিক তত্ত্ব নির্মাতা তত্ত্বের অধীনস্থ তত্ত্ব হিসেবে পরিগণিত হয়, এবং কোয়ান্টাম তথ্য অতিতথ্যের একটি বিশেষ রূপে পরিণত হয়।\nকিয়ারা মারলেত্তো-র \"জীবনের নির্মাতা তত্ত্ব\"-টি নির্মাতা তত্ত্বের উপরে ভিত্তি করে নির্মিত হয়েছে।\n\n\n== নির্মাণের কারণ ==\nডয়েচের মতে বর্তমানে পদার্থবিজ্ঞানের তত্ত্বগুলি (যেগুলি কোয়ান্টাম বলবিজ্ঞানের উপর ভিত্তি করে প্রতিষ্ঠিত) এ ব্যাপারটি সন্তোষজনকভাবে ব্যাখ্যা করতে পারে না যে কেন কিছু সত্তার মধ্যে রূপান্তর সম্ভব এবং অন্যগুলি কেন অসম্ভব। যেমন কোনও রঞ্জক তরলের ফোঁটা পানিতে দ্রবীভূত হতে পারে, কিন্তু তাপগতিবিজ্ঞান বলে যে বিপরীতমুখী রূপান্তরটি, অর্থাৎ রঞ্জক পদার্থের ফোঁটাটি দ্রবীভূত অবস্থা থেকে অদ্রবীভূত ফোঁটায় ফেরত কার্যত অসম্ভব। এই ব্যাপারটি কেন ঘটে, কোয়ান্টাম পর্যায়ে তার কোনও সন্তোষজনক ব্যাখ্যা নেই। নির্মাতা তত্ত্বে রূপান্তরে অংশগ্রহণকারী উপাদানগুলির পরিবর্তে স্বয়ং রূপান্তরগুলির প্রকৃতির উপর ভিত্তি করে একটি ব্যাখ্যামূলক পরিকাঠামো প্রদান করা হয়।\nতথ্যের একটি ধর্ম হল এই যে কোনও প্রদত্ত বিবৃতির একাধিক ভিন্ন অর্থ থাকতে পারে এবং এই বিকল্প অর্থগুলির একটি সত্য না হতে পারে। এই অসত্য বিকল্পটিকে প্রতিবাস্তব (কাউন্টারফ্যাকচুয়াল) বলা হয়। প্রথাগত পদার্থবৈজ্ঞানিক তত্ত্বগুলিতে এই ধরনের প্রতিবাস্তবগুলির কোনও প্রতিমান বা মডেল নির্মাণ করা হয় না। তবে তথ্য এবং \"বিশৃঙ্খলা-মাত্রা\" বা এনট্রপির মত ভৌত ধারণাগুলির মধ্যে সম্পর্ক এত জোরালো যে কদাচিৎ এগুলিকে শনাক্ত করা হতে পারে। যেমন কোনও কৃষ্ণগহ্বরের ঘটনা দিগন্ত একই সাথে গহ্বরটির বিশৃঙ্খলা-মাত্রা বা এনট্রপি এবং গহ্বরটির ভেতরে ধারণকৃত তথ্যের একটি পরিমাপ প্রদান করেন (বেকেনষ্টাইন সীমা অনুযায়ী)। নির্মাতা তত্ত্ব হল এই তাত্ত্বিক ব্যবধানটি ঘোচানোর একটি প্রচেষ্টা, যাতে প্রতিবাস্তবগুলিকে প্রকাশ করতে পারে এমন একটি ভৌত প্রতিমান প্রদান করা হয়েছে। ফলে তথ্য ও পরিগণনার সূত্রগুলিকে পদার্থবিজ্ঞানের সূত্র হিসেবে দেখার সুযোগ তৈরি হয়েছে।\n\n\n== রূপরেখা ==\nনির্মাতা তত্ত্বে একটি রূপান্তর বা পরিবর্তনকে কাজ বলে। একটি নির্মাতা হল এমন একটি ভৌত সত্তা যা একটি প্রদত্ত কাজ বারংবার নির্বাহ করতে সক্ষম। যদি কোনও কাজ নির্বাহ করার জন্য একটি সমর্থ নির্মাতার অস্তিত্ব থাকে, কেবলমাত্র সেই ক্ষেত্রেই সেই কাজটি ঘটা সম্ভব। অন্যথায় সেই কাজটি ঘটা অসম্ভব। নির্মাতা তত্ত্বে সবকিছুই কাজের ভিত্তিতে প্রকাশ করা হয়। তথ্যের বৈশিষ্ট্যগুলিকেও এভাবে সম্ভব ও অসম্ভব কাজের মধ্যকার সম্পর্কগুলি দিয়ে প্রকাশ করা হয়। সুতরাং প্রতিবাস্তবগুলি হল কিছু মৌলিক বিবৃতি এবং তথ্যের বৈশিষ্ট্যগুলিকে ভৌত সূত্রের দ্বারা বর্ণনা করা সম্ভব।\nযদি একটি ব্যবস্থার কতগুলি বৈশিষ্ট্যের একটি সমগ্র বা সেট থাকে, তাহলে সেই বৈশিষ্ট্যগুলির বিন্যাসসমূহের সংগ্রহ বা সেটটিকে কতগুলি কাজের একটি সংগ্রহ বা সেট হিসেবে দেখা হয়। একটি পরিগণনা মাধ্যম (Computation medium) হল এমন একটি ব্যবস্থা যার বৈশিষ্ট্যগুলি বিন্যস্ত হয়ে সর্বদা একটি সম্ভব কাজ উৎপাদন করে। বিন্যাসগুলির সেট তথা কাজগুলির সেটটিকে একটি পরিগণনা সেট (Computation set) বলা হয়। যদি পরিগণনা সেটটির বৈশিষ্ট্যগুলির অনুলিপি বা নকল করা সম্ভব হয়, তাহলে পরিগণনা মাধ্যমটিকে তথ্য মাধ্যম (Information medium) বলা হয়।\nতথ্য বা একটি প্রদত্ত কাজ কোনও নির্দিষ্ট নির্মাতার উপর নির্ভর করে না। যেকোনও যথাযথ নির্মাতা দিয়েই কাজ চলতে পারে। এভাবে ভিন্ন ভিন্ন ভৌত ব্যবস্থা বা মাধ্যমে তথ্যের নির্বাহ হওয়ার সামর্থ্যকে আন্তঃচালনাযোগ্যতা (Interoperability) বলা হয়। এর ফলে একটি মূলনীতির উদ্ভব, যা বলে যে দুইটি তথ্য মাধ্যমের সমবায় আরেকটি তথ্য মাধ্যম।\nযেসব মাধ্যমে কোয়ান্টাম পরিগণনা নির্বাহ করতে সক্ষম, যেগুলিকে অতিতথ্য মাধ্যম (Superinformation media) বলে। এগুলির কিছু বিশেষ ধর্ম থাকে। ব্যাপকভাবে দেখলে এই মাধ্যমগুলির অবস্থাগুলিতে কিছু কিছু অনুলিপিমূলক কাজ অসম্ভব। এই অসম্ভাব্যতা থেকেই কোয়ান্টাম তথ্য ও চিরায়ত তথ্যের মধ্যবর্তী সমস্ত জ্ঞাত পার্থক্যগুলি উদ্ভূত হয়েছে বলে দাবি করা হয়।\n\n\n== আরও দেখুন ==\nগণনাকারী স্থান\nপরিগণনীয়তা তত্ত্ব\nঅমীমাংসনীয় সমস্যা\nকোয়ান্টাম বর্তনী\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ ও রচনাপঞ্জি ==\nDeutsch, David (ডিসেম্বর ২০১৩)। \"Constructor theory\"। Synthese। 190 (18): 4331–4359। arXiv:1210.7439 । এসটুসিআইডি 16083339। ডিওআই:10.1007/s11229-013-0279-z। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\"Deeper Than Quantum Mechanics—David Deutsch’s New Theory of Reality\" Mediums.com's The Physics arXiv Blog. 28 May 2014.\nKehoe, J.; \"To What Extent Do We See with Mathematics?\". Scientific American Guest blog. 2013.\n\"Formulating Science in Terms of Possible and Impossible Tasks\". edge.org. 12 June 2014.\n\"Reconstructing physics: The universe is information\"। NewScientist.com (Two leading quantum physicists say information is key to understanding the universe. Their constructor theory puts it centre stage)। ২১ মে ২০১৪।"}