{"pageid": 1105501, "title": "সালিহা সুলতান (উসমানীয় রাজকন্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1105501", "content": "সালিহা সুলতান (তুর্কি: Fatma Saliha Sultan; উসমানীয় তুর্কি: فاطمہ صالحہ سلطان ১০ আগস্ট ১৮৬২ – আনু. 1941) ছিলেন একজন উসমানীয় রাজকন্যা, উসমানীয় সুলতান আব্দুল আজিজ (পিতা) এবং ডুরুনেভ কাদিনের(মাতা) কন্যা।\n\n\n== প্রাথমিক জীবন ==\nসালিহা সুলতান ১৮৬২ সালের ১০ আগস্ট দলমাবাচ প্রাসাদে জন্মগ্রহণ করেন।   তার পিতা ছিলেন উসমানীয় সুলতান আব্দুল আজিজ, দ্বিতীয় মাহমুদ এবং পেরতেভনিয়াল সুলতানের পুত্র এবং তার মা ছিলেন ডুরনেভ কাদিন, প্রিন্স মাহমুদ ডিজিয়াপস-এলপা এবং প্রিন্সেস হালিমে সিকোতুয়ার কন্যা। তিনি ছিলেন তার পিতার জ্যেষ্ঠ কন্যা এবং তার মায়ের দ্বিতীয় সন্তান। তিনি ক্রাউন প্রিন্স শাহজাদা ইউসুফ ইজ্জেদ্দিনের ছোট বোন ছিলেন।  \n১৮৬৯ সালে, তিনি প্রিন্সেস অফ ওয়েলস আলেকজান্দ্রার সাথে তিনি দেখা করেছিলেন, যখন তার স্বামী প্রিন্স অফ ওয়েলস এডওয়ার্ড (ভবিষ্যত এডওয়ার্ড সপ্তম ) এর সাথে ইস্তাম্বুলে গিয়েছিলেন।\n৩০ মে ১৮৭৬ তারিখে তার পিতা আব্দুল আজিজ তার মন্ত্রীদের দ্বারা পদচ্যুত হন, তার ভাতিজা পঞ্চম মুরাদ সুলতান হন। পরের দিন তাকে ফেরিয়ে প্রাসাদে স্থানান্তর করা হয়। তার মা এবং আব্দুল আজিজের দলের অন্যান্য মহিলারা ডলমাবাহচে প্রাসাদ ছেড়ে যেতে চাননি। তাই তাদের হাত ধরে ফেরিয়ে প্রাসাদে পাঠানো হয়। প্রক্রিয়ায়, তাদের মাথা থেকে পা পর্যন্ত অনুসন্ধান করা হয়েছিল এবং তাদের কাছ থেকে মূল্যবান সবকিছু নেওয়া হয়েছিল।  ১৮৭৬ সালের ৪ জুন, রহস্যজনক পরিস্থিতিতে আবদুল আজিজ মারা যান। \nচৌদ্দ বছরের মেয়ে সালিহা সুলতান তার মা এবং উনিশ বছর বয়সী ভাইয়ের সাথে ফেরিয়ে প্রাসাদে থাকতেন।\n\n\n== বিবাহ ==\n1875 সালে, সালিহা সুলতান মিশরের ইসমাইল পাশার খেদিভের ছেলে ইব্রাহিম হিলমি পাশার সাথে বিবাহ বন্ধনে আবদ্ধ হন।  যাইহোক, তার বাবার বরখাস্তের পর বাগদান ভেঙ্গে যায়। \n1889 সালে সুলতান আব্দুল হামিদ দ্বিতীয় তার দুই বোন, রাজকন্যা নাজিম সুলতান এবং এসমা সুলতানের পাশাপাশি তার নিজের মেয়ে জেকিয়ে সুলতানের সাথে তার ট্রাউসওক্স এবং বিবাহের ব্যবস্থা করেছিলেন।  তিনি আহমেদ জুল্কেফিল পাশা, 20 এপ্রিল 1889 সালে উপর কুর্দজাদে ইসমাইল হাক্কি পাশা পুত্রর সাথে বিয়ে ইলদিজ প্যালেসে হয়।  \nদম্পতিকে অনুসন্ধান তে অবস্থিত একটি ওয়াটারফ্রন্ট প্রাসাদ দেওয়া হয়েছিল। দুজনের একসাথে কামিল হানিমসুলতান নামে একটি কন্যা ছিল, যার জন্ম 1890 সালে এবং 1896 সালে ছয় বছর বয়সে মারা যান। \n1924 সালে রাজকীয় পরিবারকে নির্বাসনে পাঠানোর পর, সালিহা এবং তার স্বামী এখানে বসতি স্থাপন করেন। কায়রো, মিশর.\n\n\n== মৃত্যু ==\nসালিহা সুলতান ১৯৪১ সালে মিশরের কায়রোতে প্রায় ৯৯ বছর বয়সে মারা যান এবং তাকে খেদিভ তেউফিকের সমাধিতে সমাহিত করা হয়।   একই বছর তার স্বামীও মারা যান।\n\n\n== সম্মাননা ==\nOrder of the House of Osman\nOrder of the Medjidie\nOrder of Charity (Ottoman Empire)|Order of Charity, 1st Class\n\n\n== সন্তান ==\nআহমেদ জুলকেফিলের সাথে, সালিহার একটি কন্যা ছিল:\n\nKamile Hanımsultan আনু. ইস্তাম্বুল, আনু. 1890 - আনু.\n\n\n== তথ্যসূত্র ==\n\nBrookes, Douglas Scott (২০১০)। The Concubine, the Princess, and the Teacher: Voices from the Ottoman Harem। University of Texas Press। আইএসবিএন 978-0-292-78335-5। \nSakaoğlu, Necdet (২০০৮)। Bu mülkün kadın sultanları: Vâlide sultanlar, hâtunlar, hasekiler, kadınefendiler, sultanefendiler। Oğlak Yayıncılık। আইএসবিএন 978-9-753-29623-6। \nUluçay, Mustafa Çağatay (২০১১)। Padişahların kadınları ve kızları। Ankara, Ötüken।"}