{"pageid": 1105003, "title": "আশ্চর্য প্রদীপ (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1105003", "content": "আশ্চর্য প্রদীপ (ইংরেজি: Astonishing Lamp) অনীক দত্ত পরিচালিত ২০১৩ সালের একটি ভারতীয় বাংলা চলচ্চিত্র। চলচ্চিত্রটি শীর্ষেন্দু মুখোপাধ্যায়ের একটি ছোট গল্প অবলম্বনে নির্মিত। পরিচালক হিসেবে এটি অনীক দত্তের দ্বিতীয় ফিচার চলচ্চিত্র। চলচ্চিত্রটির ট্রেইলার ২০১৩ সালের ২৬ অক্টোবর ইউটিউবে প্রকাশিত হয় এবং একই বছরের ১৫ নভেম্বর চলচ্চিত্রটি কলকাতার প্রেক্ষাগৃহে মুক্তি পায়।\nচলচ্চিত্রটির কাহিনী এমন একটি দৈনন্দিন দম্পতির অপূর্ণ আকাঙ্খা নিয়ে তৈরি, যারা উন্নত জীবনলাভের আশায় কঠোর প্রচেষ্টা করেও তাদের স্বপ্নকে কখনো বাস্তবে পরিণত করতে পারেনা। অনিলাভ (শাশ্বত চট্টোপাধ্যায়) একটি আশ্চর্য্য প্রদীপ আবিষ্কার করে, যার থেকে একটি জ্বীন আবির্ভূত হয় এবং প্রচুর সম্পদ ও ক্ষমতা দিয়ে বিলাসময় এক জীবনে নিয়ে যায় তাকে। কীভাবে তারা নিজেদের আবিষ্কৃত নতুন জীবনের সাথে সমন্বয় করে ও সামলে উঠে, গল্পের বাকি অংশ তা নিয়েই গঠিত।\n\n\n== অভিনয়ে ==\nঅনিলাভ গুপ্ত চরিত্রে শাশ্বত চট্টোপাধ্যায় - একজন দৈনন্দিন বিক্রয়কর্মী, যিনি একটি আশ্চর্য্য প্রদীপ আবিষ্কার করেন। প্রদীপের জ্বীনটি অনিলাভকে অনিলদা (Anilda) বলে সম্বোধন করে, যা আলাদিন (Aladin) এর অ্যানাগ্রাম।\nঝুমুর গুপ্ত চরিত্রে শ্রীলেখা মিত্র - অনিলাভের স্ত্রী, যিনি একটি সেলুনে খণ্ডকালীন কাজ করেন এবং তার স্বামীকে কর্মক্ষেত্রে আরও উন্নতি করার জন্য তর্ক করেন।\nপ্রদীপ দত্ত ওরফে দীপক দাস চরিত্রে রজতাভ দত্ত - যিনি আসলে আশ্চর্য্য প্রদীপটির জ্বীন।\nমালামাল চরিত্রে মুমতাজ সরকার - একজন বলিউড অভিনেত্রী, অনিলাভ যাকে যৌনতার প্রতীক হিসেবে কল্পনা করে।\nঅবিনাশ বাবু চরিত্রে পরাণ বন্দ্যোপাধ্যায় - মহামায়া স্টুডিও সাপ্লাইস অ্যান্ড অকশন হাউজের মালিক।\nহরিদাস পাল চরিত্রে খরাজ মুখোপাধ্যায় - কুমারটুলির একজন ভাস্কর।\nপ্রজ্ঞান দা চরিত্রে দেব রায়\nমিস্টার পাকরাশি চরিত্রে অরিন্দম শীল - কর্মক্ষেত্রে অনিলাভের ঊর্ধ্বতন।\nবলরাম দেব ওরফে বব দেব চরিত্রে মীর আফসার আলী - একজন এসকর্ট এজেন্ট।\nএকাবলী খান্না চরিত্রে একাবলী খান্না\nস্যানাল দা চরিত্রে দ্বিজেন বন্দ্যোপাধ্যায়\nকেকে চরিত্রে সুদর্শন চক্রবর্তী - অনিলাভের ইমেজ কনসালটেন্ট।\nরেস্তোরাঁয় ওয়েটারের ভূমিকায় ববি চক্রবর্তী\nমিস পম্পা চরিত্রে রূপা ভট্টাচার্য\nবোকবোকধার্মিক চরিত্রে বিশ্বনাথ বসু - একজন জ্যোতিষী।\nমনোজ মিত্র\nঅনিন্দ্য চট্টোপাধ্যায়\nসঞ্জয় বিশ্বাস\nসুমিত সমাদ্দার\nঅঞ্জন মাহাতো\n\n\n== সাউন্ডট্র্যাক ==\n\nসকল গানের গীতিকার অনীক দত্ত।\n\n\n== মুক্তি এবং অভ্যর্থনা ==\nচলচ্চিত্রটি ২০১৩ সালের ১৫ নভেম্বর মুক্তি পায়। রজতাভ দত্ত, শাশ্বত চট্টোপাধ্যায়, শ্রীলেখা মিত্র এবং মুমতাজ সরকার সমন্বিত একটি ডিজিটাল পোস্টার ২০১৩ সালের ২৬ অক্টোবর ইউটিউবে প্রকাশিত হয়েছিল। শাশ্বত চট্টোপাধ্যায় ও শ্রীলেখা মিত্র তাদের অভিনয়ের জন্য প্রশংসা অর্জন করেন।\n\n\n== বক্স অফিস ==\nবাংলা ট্যাবলয়েড এবেলার একটি প্রতিবেদন অনুসারে, চলচ্চিত্রটি প্রথম ও দ্বিতীয় সপ্তাহে যথাক্রমে ₹ ৩.৫ মিলিয়ন (ইউএস$ ৪২,৭৮১.৫৫)  এবং ₹ ১০ মিলিয়ন (ইউএস$ ১,২২,২৩৩), মোট ₹ ১৩.৫ মিলিয়ন (ইউএস$ ১,৬৫,০১৪.৫৫) সংগ্রহ করে। পরবর্তীতে আরও ₹ ৭.৫ মিলিয়ন (ইউএস$ ৯১,৬৭৪.৭৫) সংগ্রহ করে চার সপ্তাহ পর মোট আয়ের পরিমাণ হয় ₹ ২০ মিলিয়ন (ইউএস$ ২,৪৪,৪৬৬)।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে আশ্চর্য প্রদীপ   (ইংরেজি)\nটুইটারে আশ্চর্য প্রদীপ \nফেসবুকে আশ্চর্য প্রদীপ"}