{"pageid": 1105760, "title": "গুরু-শিষ্য ঐতিহ্য", "url": "https://bn.wikipedia.org/wiki?curid=1105760", "content": "গুরু-শিষ্য ঐতিহ্য বা পরম্পরা ঐতিহ্যগত বৈদিক সংস্কৃতিতে, এবং ভারতীয় ধর্ম যেমন হিন্দু, জৈন, শিখ  ও বৌদ্ধ ধর্মে গুরু ও শিষ্যদের উত্তরাধিকার নির্দেশ করে। প্রতিটি পরম্পরা নির্দিষ্ট  সম্প্রদায়ের অন্তর্গত, এবং শিক্ষার জন্য তাদের নিজস্ব গুরুকুল থাকতে পারে যেগুলো আখড়া, গোম্পা, মঠ, বিহার বা মন্দির এর উপর ভিত্তি করে হতে পারে।\n\"গুরু-শিষ্য ঐতিহ্য\" হল আধ্যাত্মিক সম্পর্ক এবং পরামর্শের ঐতিহ্য যেখানে গুরু বা লামা থেকে শিষ্য, শ্রমণ (অনুসন্ধানকারী) বা চেলা (অনুসরণকারী) আনুষ্ঠানিক দীক্ষা এর পরে শিক্ষা হস্তান্তরণ করা হয়। এই ধরনের জ্ঞান, আগমিক, আধ্যাত্মিক, শাস্ত্রীয়, স্থাপত্য, সঙ্গীত, শিল্প বা মার্শাল আর্ট গুরু ও শিষ্যের মধ্যে বিকাশমান সম্পর্কের মাধ্যমে দেওয়া হয়।\nএটা বিবেচনা করা হয় যে এই সম্পর্ক, গুরুর অকৃত্রিমতার উপর ভিত্তি করে, এবং সম্মান যা বয়স বা বয়সের উপর ভিত্তি করে নয়, প্রতিশ্রুতি, ছাত্রের ভক্তি ও আনুগত্য, সূক্ষ্ম বা উন্নত জ্ঞান জানানোর সর্বোত্তম উপায়। ছাত্র অবশেষে সেই জ্ঞান আয়ত্ত করে যা গুরু মূর্ত করে তোলেন।\n\n\n== ব্যুৎপত্তি ==\nএকথা সর্বাংশে সত্য যে, ধর্ম মানে শুধুমাত্র আচার-আচরণের সমষ্টি নয়। ভগবানে বিশ্বাসীদের কাছে ধর্মের যে তাৎপর্য তা গভীর এবং ব্যাপক। এক্ষেত্রে গুরু তত্ত্বের ভূমিকাও কম নয়। হিন্দু ধর্ম ও বিশ্বাসের প্রচলিত প্রেক্ষিতে এই বিষয়টি নির্দেশ করেছেন লঘিমাসিদ্ধ যোগী (The Levitating Saint) ভাদুড়ী মহাশয়- মহর্ষি নগেন্দ্রনাথ:\n\n\"ধর্ম তো কতকগুলি আচার-আচরণের সমষ্টি নয়। ভগবান্ই ধর্ম। আচার-আচরণগুলি তাঁকে সদাসর্বদা স্মরণ করিয়ে দেয় বলেই গৌণভাবে, আচার-আচরণকে ধর্ম বলে। ভগবান্ সর্বব্যাপী,সর্বান্তর্যামী, কোনও সময়ে তাঁর থেকে আমাদের বিচ্ছেদ নাই। কিন্তু হাতে বালা থাকলেও যদি সে বিষয়ে খেয়াল না থাকে, তবে তাকে খুঁজতে হয়, যতক্ষণ কেউ দেখিয়ে না দেয় খোঁজার অন্ত থাকে না, দেখিয়ে দিলে তখন নিজের অজ্ঞানতা ধরা পড়ে, পাবার যা তা পেয়ে সুখী হয়। তেমনি হারানিধি পাবার জন্য ভক্তের আকূতি জাগে, ব্যাকুলতা বাড়ে; তখন দয়ালু ভগবান্ কৃপা করে গুরুমূর্তিতে আবির্ভূত হয়ে কৃপা করে নিজেকে নিজে দেখান।\"\n\nতাই গুরু-শিষ্য মানে \"গুরু থেকে শিষ্যের উত্তরাধিকার\"।\n\"পরম্পরা\" এর আক্ষরিক অর্থ হল নিরবচ্ছিন্ন সারি বা সিরিজ, ক্রম, উত্তরাধিকার, ধারাবাহিকতা, মধ্যস্থতা, ঐতিহ্য। শিক্ষার ঐতিহ্যগত আবাসিক রূপে, শিষ্য তার গুরুর কাছে পরিবারের সদস্য হিসেবে থাকে এবং প্রকৃত শিক্ষানবিশ হিসেবে শিক্ষা লাভ করে।\n\n\n== ইতিহাস ==\nউপনিষদের আদি মৌখিক ঐতিহ্যে, গুরু-শিষ্য সম্পর্ক হিন্দুধর্মের মৌলিক উপাদানে বিকশিত হয়েছিল। \"উপনিষদ\" শব্দটি এসেছে সংস্কৃত শব্দ উপ (নিকট),  নি (নিচে) ও ষদ (বসতে) থেকে — তাই এর অর্থ নির্দেশনা পাওয়ার জন্য আধ্যাত্মিক শিক্ষকের \"কাছে বসে থাকা\"। মহাভারতে কর্ণ ও অর্জুনের মধ্যে সম্পর্ক এবং রামায়ণে রাম ও লক্ষ্মণের মধ্যে সম্পর্ক হল ভক্তির উদাহরণ। উপনিষদে, গুরু ও শিষ্যরা বিভিন্ন সেটিংয়ে উপস্থিত হন (যেমন একজন স্বামী অমরত্ব সম্পর্কে প্রশ্নের উত্তর দিচ্ছেন; একজন কিশোর ছেলেকে যম, হিন্দু ধর্মের মৃত্যুর প্রভু শেখানো হচ্ছে)। কখনও কখনও ঋষি নারী, এবং নির্দেশ রাজাদের দ্বারা চাওয়া হতে পারে।\nবেদে, ব্রহ্মের জ্ঞান (ব্রহ্মবিদ্যা) মৌখিক প্রথার মাধ্যমে গুরু থেকে শিষ্যের কাছে জানানো হয়।\n\n\n== ব্যবস্থা ==\n\n\n=== সম্প্রদায়, পরম্পরা, গুরুকুল ও আখড়া ===\n\nঐতিহ্যগতভাবে প্রাচীন ভারতীয় সংস্কৃতিতে শিক্ষক ও শিষ্যদের উত্তরাধিকারের জন্য ব্যবহৃত শব্দটি হল পরম্পরা। পরম্পরা ব্যবস্থায়, জ্ঞান (যেকোন ক্ষেত্রে) পরবর্তী প্রজন্মের মধ্যে দিয়ে চলে যায় বলে বিশ্বাস করা হয়। সংস্কৃত শব্দটি রূপক অর্থে \"নিরবচ্ছিন্ন সিরিজ বা উত্তরাধিকার\"। কখনও কখনও \"বৈদিক জ্ঞানের ত্যাগ\" হিসাবে সংজ্ঞায়িত করা হয়, এটি সর্বদা আচার্যদের উপর অর্পিত বলে বিশ্বাস করা হয়। প্রতিষ্ঠিত পরম্পরাকে প্রায়ই সম্প্রদায় বা চিন্তাধারা বলা হয়। উদাহরণ স্বরূপ, বৈষ্ণবধর্মে একক শিক্ষক বা আচার্যকে অনুসরণ করে অনেকগুলি সম্প্রদায় গড়ে উঠেছে।যদিও কেউ কেউ ব্যাখ্যার স্বাধীনতার পক্ষে যুক্তি দেন যে অন্যরা মনে করেন যে \"যদিও আচার্য যে সময় ও পরিস্থিতি অনুযায়ী কথা বলেন, তিনি বৈদিক সাহিত্যের মূল উপসংহার বা সিদ্ধান্তকে সমর্থন করেন।\" এই পরম্পরা সম্প্রদায়ের ধারাবাহিকতা, ধর্মের সঞ্চারণ, জ্ঞান এবং দক্ষতা নিশ্চিত করে।\nআখড়া হল অনুশীলনের জায়গা যেখানে বোর্ডিং, থাকার ব্যবস্থা ও প্রশিক্ষণের সুবিধা রয়েছে, উভয় ক্ষেত্রেই ভারতীয় মার্শাল আর্টিস্ট বা ধর্মীয় ত্যাগীদের জন্য সম্প্রদায় মঠ। উদাহরণ স্বরূপ, দশনামী সম্প্রদায় সম্প্রদায়ের প্রসঙ্গে, শব্দটি মার্শাল আর্ট ও ত্রিশূল ত্যাগকারী সাধুদের মার্শাল রেজিমেন্টের ধর্মীয় সন্ন্যাসী উভয় দিককেই নির্দেশ করে।\n\n\n=== গুরু-শিষ্য সম্পর্কের সাধারণ বৈশিষ্ট্য ===\nভারতীয় ধর্মের বিস্তৃত বর্ণালীর মধ্যে, গুরু-শিষ্য সম্পর্কটি তন্ত্র সহ বিভিন্ন রূপের মধ্যে পাওয়া যায়। এই সম্পর্কের কিছু সাধারণ উপাদান অন্তর্ভুক্ত:\n\nশিক্ষক/ছাত্র সম্পর্ক স্থাপন।\nদীক্ষা (আনুষ্ঠানিক দীক্ষা): এই সম্পর্কের আনুষ্ঠানিক স্বীকৃতি, সাধারণত কাঠামোগত দীক্ষা অনুষ্ঠানে যেখানে গুরু শিষ্য হিসেবে দীক্ষা গ্রহণ করেন এবং এর আধ্যাত্মিক মঙ্গল ও অগ্রগতির দায়িত্বও গ্রহণ করেন নতুন শিষ্য।\nশিক্ষা (জ্ঞানের সঞ্চালন): কখনও কখনও এই সূচনা প্রক্রিয়ার মধ্যে নির্দিষ্ট গোপনীয় জ্ঞান অথবা ধ্যানের কৌশলগুলিকে অন্তর্ভুক্ত করা হয়।\nগুরুদক্ষিণা, যেখানে শিষ্য গুরুকে কৃতজ্ঞতার প্রতীক হিসেবে উপহার দেয়, প্রায়শই শুধুমাত্র আর্থিক বা অন্যথায় ফি যা ছাত্র দেয়। এই ধরনের টোকেন একলব্য ও তার গুরু দ্রোণাচার্যের ক্ষেত্রে যেমন ফলের টুকরো বা থাম্বের মতো গুরুতর হতে পারে।\nগুরু গোত্র, জন্মের সময় গোত্রের পরিবর্তে গুরুর নাম বা পরম্পরাকে নিজের গোত্র (সার্নায়েম) হিসাবে গ্রহণ করার অনুশীলনকে বোঝায়। একই গুরুর শিষ্যদের, বিশেষ করে একই গোষ্ঠীতে, গুরু ভ্রাতা (একই গুরু থাকার গুণে ভাই) বা গুরু ভগিনী (একই গুরু থাকার গুণে বোন) হিসাবে উল্লেখ করা হয়।\nকিছু পরম্পরায় একই গুরুপরমপর্যায়ে (বংশের) একই সময়ে একের অধিক সক্রিয় গুরু থাকে না, যখন অন্যান্য পরম্পরা এক সময়ে একাধিক গুরুকে অনুমতি দিতে পারে।\n\n\n=== গুরুদের উপাধি ===\nগুরুনাথ হল গুরুকে ভগবান হিসাবে শ্রদ্ধা করার এক প্রকার অভিবাদন।\nপরমপরায়, শুধুমাত্র তাৎক্ষণিক গুরুই শ্রদ্ধেয় নয়, পূর্ববর্তী তিন গুরুকেও পূজিত বা শ্রদ্ধা করা হয়। এগুলি বিভিন্নভাবে কল-গুরু বা \"চার গুরু\" হিসাবে পরিচিত এবং নিম্নরূপ মনোনীত করা হয়েছে:\n\nগুরু: অবিলম্বে গুরুকে পড়ুন।\nপরম-গুরু: নির্দিষ্ট পরম্পরার প্রতিষ্ঠাতা গুরুকে উল্লেখ করুন, যেমন শঙ্করাচার্যদের জন্য এটি হল আদি শঙ্কর।\nপরতপর-গুরু: গুরুকে উল্লেখ করুন যিনি সম্প্রদায় বা ঐতিহ্যের জন্য জ্ঞানের উৎস, যেমন শঙ্করাচার্যদের জন্য এটি হল বেদব্যাস।\nপরমেষ্ঠী-গুরু: সর্বোচ্চ গুরুর কথা বলুন, যিনি মোক্ষ দান করার ক্ষমতা রাখেন, যেমন শঙ্করাচার্যদের জন্য এটিকে সাধারণত ভগবান শিব হিসেবে চিত্রিত করা হয়, যিনি সর্বোচ্চ গুরু।\n\n\n=== সম্পর্কের মনস্তাত্ত্বিক দিক ===\nদ্য উইজডম অফ ইম্পারফেকশন-এ রব প্রিস, লিখেছেন যে যদিও গুরু/শিষ্যের সম্পর্ক একটি অমূল্য এবং ফলপ্রসূ অভিজ্ঞতা হতে পারে, আধ্যাত্মিক শিক্ষকদের সাথে সম্পর্ক স্থাপনের প্রক্রিয়াতেও এর বিপত্তি রয়েছে।\nতার আগে অন্যান্য লেখক যেমন করেছিলেন, প্রিস গুরু/শিষ্যের সম্পর্ক আরও পশ্চিমা মনস্তাত্ত্বিক দৃষ্টিকোণ থেকে যেভাবে গড়ে ওঠে তা ব্যাখ্যা করতে স্থানান্তরের ধারণাটি উল্লেখ করেছেন। তিনি লিখেছেন, \"এর সহজ অর্থে স্থানান্তর ঘটে যখন অজ্ঞানভাবে একজন ব্যক্তি অন্যকে এমন গুণ দিয়ে দেন যা আসলে নিজের ভেতর থেকে প্রক্ষিপ্ত হয়\"। প্রিস আরও বলে যে আমরা যখন অন্য ব্যক্তির মধ্যে অভ্যন্তরীণ গুণ স্থানান্তর করি তখন আমরা সেই ব্যক্তিকে আমাদের উপর ক্ষমতা প্রদান করতে পারি প্রক্ষেপণের ফলস্বরূপ, যা মহান অন্তর্দৃষ্টি ও অনুপ্রেরণার সম্ভাবনা বহন করে, কিন্তু বড় বিপদের সম্ভাবনাও, \"অন্য কাউকে এই ক্ষমতা দেওয়ার সময় তাদের আমাদের উপর নির্দিষ্ট দখল ও প্রভাব রয়েছে, এটি প্রতিরোধ করা কঠিন, যখন আমরা আর্কিটাইপের শক্তি দ্বারা মুগ্ধ বা মন্ত্রমুগ্ধ হয়ে যাই\"।\n\n\n== সম্প্রদায় দ্বারা গুরু-শিষ্য সম্পর্ক ==\nকর্তৃত্বের স্তরে ভিন্নতা রয়েছে যা গুরুকে দেওয়া যেতে পারে। সর্বাধিক যা ভক্তি যোগে পাওয়া যায় এবং সর্বনিম্নটি ​​যোগের প্রাণায়াম রূপ যেমন শঙ্করা সরনাম আন্দোলনে পাওয়া যায়। এই দুটির মধ্যে ডিগ্রী এবং কর্তৃত্বের আকারে অনেক পার্থক্য রয়েছে।\n\n\n=== অদ্বৈত বেদান্ত সম্প্রদায় ===\n\nঅদ্বৈত বেদান্ত যে কেউ অদ্বৈত বেদান্ত অধ্যয়ন করতে চান তাকে গুরু (শিক্ষক) থেকে করতে হবে। গুরুর অবশ্যই নিম্নলিখিত গুণাবলী থাকতে হবে:\n\nশ্রোত্রিয়: অবশ্যই বৈদিক শাস্ত্র ও সম্প্রদায়ে শিখতে হবে\nব্রাহ্মণিষ্ঠা: রূপক অর্থ \"ব্রাহ্মণে প্রতিষ্ঠিত\"; অবশ্যই সবকিছু এবং নিজের মধ্যে ব্রহ্মের একত্ব উপলব্ধি করেছেন।\nঅন্বেষণকারীকে অবশ্যই গুরুর সেবা করতে হবে এবং সমস্ত নম্রতার সাথে তার প্রশ্ন জমা দিতে হবে যাতে সন্দেহ দূর হয়। অদ্বৈতের মতে, সাধক জন্ম ও মৃত্যুর চক্র থেকে মুক্তি (মোক্ষ) পেতে সক্ষম হবেন।\n\n\n=== শ্রুতি সম্প্রদায় ===\n\nগুরু-শিষ্য ঐতিহ্য বৈদিক ধর্মের শ্রুতি ঐতিহ্যের গুরুত্বপূর্ণ ভূমিকা পালন করে। হিন্দুরা বিশ্বাস করে যে বেদগুলি যুগে যুগে গুরু থেকে শিষ্য পর্যন্ত হস্তান্তরিত হয়েছে। বেদ নিজেই যুবক ব্রহ্মচারীকে গুরুকুলে পাঠানোর নির্দেশ দেয় যেখানে গুরু (যাকে আচার্যও বলা হয়) ছাত্রকে বেদ ও বেদাঙ্গ শেখান। ছাত্রকে যজ্ঞ করার জন্য প্রযোগও শেখানো হয়। থাকার মেয়াদ পরিবর্তিত হয় (মনুস্মৃতি অনুসারে, মেয়াদ ১২ বছর, ৩৬ বছর বা ৪৮ বছর হতে পারে)। গুরুকুলে থাকার পর ব্রহ্মচারী সমবর্তন নামক অনুষ্ঠান করার পর বাড়ি ফিরে আসেন।\nশ্রুত শব্দটি শ্রুতি শব্দ থেকে এসেছে যার অর্থ যা শোনা যায়। শ্রৌত ঐতিহ্য হল বেদের সম্পূর্ণ মৌখিক হস্তান্তর, কিন্তু অনেক আধুনিক বৈদিক পণ্ডিত বইকে শিক্ষার হাতিয়ার হিসেবে ব্যবহার করেন।\n\n\n=== শক্তিপাত সম্প্রদায় ===\n\nগুরু তার শিষ্যদের কাছে তার জ্ঞান প্রেরণ করেন যে তার শুদ্ধ চেতনা তার শিষ্যদের নিজের মধ্যে প্রবেশ করে এবং এর বিশেষ বৈশিষ্ট্যের সাথে যোগাযোগ করে। এই প্রক্রিয়ায় শিষ্যকে আধ্যাত্মিক পরিবারের (কুল)-এর অংশ করা হয় - পরিবার যা রক্তের সম্পর্কের উপর ভিত্তি করে নয় বরং একই জ্ঞানের লোকদের উপর ভিত্তি করে।\n\n\n=== ভক্তি যোগ ===\nগুরু-শিষ্য সম্পর্কের সবচেয়ে পরিচিত রূপ হল ভক্তি। ভক্তি মানে ঈশ্বর বা গুরুর কাছে আত্মসমর্পণ। ভক্তি ভক্তির সরলতম অভিব্যক্তি থেকে প্রপত্তির অহং-ধ্বংসকারী নীতির প্রতি প্রসারিত, যা সম্পূর্ণ আত্মসমর্পণ। গুরু-শিষ্য সম্পর্কের ভক্তি রূপটি সাধারণত তিনটি প্রাথমিক বিশ্বাস বা অনুশীলনকে অন্তর্ভুক্ত করে:\n\nঐশ্বরিক মূর্তি বা অবতার হিসাবে গুরুর প্রতি ভক্তি।\nএই বিশ্বাস যে এইরকম একজন গুরু (সফল) শিষ্যকে মোক্ষ, দীক্ষা বা শক্তিপাত প্রদান করেছেন বা প্রেরণ করেছেন।\nএই বিশ্বাস যে যদি শিষ্যের গুরুর উপর তাদের ভক্তি নিবদ্ধ করার কাজটি যথেষ্ট শক্তিশালী ও যোগ্য হয়, তাহলে শিষ্যের দ্বারা কিছু ধরনের আধ্যাত্মিক যোগ্যতা অর্জিত হবে।\n\n\n=== প্রপত্তি সম্প্রদায় ===\nপ্রপত্তির (সংস্কৃত, \"নিজেকে নিক্ষেপ করা\") অহং-নাশকারী নীতিতে, ঈশ্বর বা গুরুর ইচ্ছার কাছে শিষ্যের ইচ্ছার বশ্যতার মাত্রা কখনও কখনও চরম হয়, এবং প্রায়শই ব্যক্তিগত অসহায়ত্ব, আত্ম-প্রতাপ এবং পদত্যাগের মনোভাবের সাথে মিলিত হয়। এই মতবাদটি সম্ভবত চারজন সাম্যচার্য সাধুদের শিক্ষায় সবচেয়ে ভালোভাবে প্রকাশ করা হয়েছে, যিনি শিবের প্রতি গভীর এবং রহস্যময় ভালবাসা প্রকাশ করেছেন:\n\nগভীর নম্রতা ও আত্ম-নিষ্পাপ, পাপ স্বীকার ও দুর্বলতা;\nএকমাত্র সত্য আশ্রয় হিসাবে ঈশ্বরের কাছে সম্পূর্ণ আত্মসমর্পণ; এবং\nপ্রেমিক ও প্রেয়সীর সম্পর্ক যা রহস্যবাদ  অতীন্দ্রিয়বাদ নামে পরিচিত, যেখানে ভক্ত হলেন কনে ও শিব বর।\nএর সবচেয়ে চরম আকারে এটি কখনও কখনও অন্তর্ভুক্ত করে:\n\nশিষ্যের সমস্ত বা অনেকগুলি বস্তুগত সম্পত্তি গুরুকে অর্পণ করা।\nগুরুর সমস্ত আদেশের প্রতি শিষ্যের কঠোর এবং নিঃশর্ত আনুগত্য। একটি উদাহরণ হল এই কিংবদন্তি যে কর্ণ নীরবে তার গুরু পরশুরামকে বিরক্ত না করার জন্য তার উরুতে বোলতারদংশন করার ব্যথা সহ্য করেছিলেন।\nঅন্তর্নিহিত শ্রেষ্ঠত্ব বা দেবীকরণের বিভিন্ন শিরোনামের পদ্ধতি যা গুরু ধরে নেন এবং প্রায়শই গুরুকে সম্বোধন করার সময় শিষ্য ব্যবহার করতে হয়।\nশিষ্যরা গুরুর প্রতি স্নেহের বিভিন্ন ধরনের শারীরিক প্রদর্শনে নিয়োজিত হওয়ার প্রয়োজনীয়তা, যেমন প্রণাম করা, গুরুর হাত বা পায়ে চুম্বন করা এবং কখনও কখনও বিভিন্ন শারীরিক শাস্তির জন্য সম্মত হওয়া যা কখনও কখনও হতে পারেগুরুর নির্দেশ।কখনও কখনও গুরুর কর্তৃত্ব যৌনতা, জীবিকা, সামাজিক জীবন ইত্যাদি সহ শিষ্যের জীবনের সমস্ত দিকগুলিতে প্রসারিত হবে।\nপ্রায়শই গুরু জোর দিয়ে বলেন যে তিনি শিষ্যকে সরাসরি আধ্যাত্মিকতা বা চেতনার সর্বোচ্চ সম্ভাব্য অবস্থায় নিয়ে যেতে সক্ষম, কখনও কখনও হিন্দুধর্মের মধ্যে মোক্ষ হিসাবে উল্লেখ করা হয়। ভক্তি গুরু-শিষ্য সম্পর্কের মধ্যে গুরুকে প্রায়শই অতিপ্রাকৃত ক্ষমতা বলে বিশ্বাস করা হয়, যা গুরুর দেবীত্বের দিকে পরিচালিত করে।\n\n\n=== বৌদ্ধধর্ম সম্প্রদায় ===\nপালি বৌদ্ধ ঐতিহ্যে, মাগে ভিক্ষুরা সেখাস নামেও পরিচিত।\nথেরবাদ বৌদ্ধ ঐতিহ্যে, শিক্ষক হলেন মূল্যবান ও সম্মানিত পরামর্শদাতা যিনি মহান সম্মানের যোগ্য ও আলোকিত হওয়ার পথে অনুপ্রেরণার উৎস।  তিব্বতি ঐতিহ্যে, তবে, শিক্ষককে আধ্যাত্মিক উপলব্ধির মূল এবং সমগ্র পথের ভিত্তি হিসাবে দেখা হয়। শিক্ষক ব্যতীত, এটি জোর দিয়ে বলা হয়, কোনও অভিজ্ঞতা বা অন্তর্দৃষ্টি থাকতে পারে না। গুরুকে বুদ্ধ হিসেবে দেখা হয়। .তিব্বতি গ্রন্থে, গুরুর গুণাবলীর প্রশংসা করার উপর জোর দেওয়া হয়েছে। তান্ত্রিক  শিক্ষার মধ্যে রয়েছে গুরুর কল্পনা তৈরি করা ও গুরুর প্রশংসা করে প্রস্তাব দেওয়া। গুরু বজ্র (রূপকভাবে \"হীরা\") গুরু হিসাবে পরিচিত হন, যিনি তান্ত্রিক দেবতার দীক্ষার উৎস। শিষ্যকে শপথ ও প্রতিশ্রুতিগুলির সিরিজে প্রবেশ করতে বলা হয় যা আধ্যাত্মিক সংযোগের রক্ষণাবেক্ষণ নিশ্চিত করে এই বোঝার সাথে যে এই লিঙ্কটি ভাঙ্গা গুরুতর পতন।\nবজ্রযান (তান্ত্রিক বৌদ্ধধর্ম)-এ গুরুকে নিজের পথ হিসেবে ধরা হয়। গুরু একজন ব্যক্তি নন যিনি একজন ব্যক্তিকে দীক্ষা দেন, তবে ব্যক্তির নিজস্ব বুদ্ধ-প্রকৃতি গুরুর ব্যক্তিত্বে প্রতিফলিত হয়। বিনিময়ে, শিষ্য তার গুরুর প্রতি মহান ভক্তি প্রদর্শন করবে বলে আশা করা হয়, যাকে তিনি বোধিসত্ত্বের গুণাবলীর অধিকারী হিসেবে বিবেচনা করেন। গুরুকে এমন হিসাবে গণ্য করা হয় যিনি কেবল ঐতিহ্যের কথাই আয়ত্ত করেননি, কিন্তু এমন যার সাথে ছাত্রের গভীর ব্যক্তিগত সম্পর্ক রয়েছে; এইভাবে, ভক্তিকে গুরুর প্রতি যথাযথ মনোভাব হিসেবে দেখা হয়।\nদলাই লামা, গুরুর গুরুত্বের কথা বলতে গিয়ে বলেছেন: \"গুরুকে মূল্যায়ন করার জন্য শিক্ষার উপর নির্ভর করুন: অন্ধ বিশ্বাস করবেন না, কিন্তু অন্ধ সমালোচনাও করবেন না।\" তিনি আরও লক্ষ্য করেছেন যে 'জীবন্ত বুদ্ধ' শব্দটি চীনা শব্দ হুও ফুওর অনুবাদ।\n\n\n== আদেশ ও সেবা ==\n\nভারতীয় ধর্মে যেমন জৈন, হিন্দু, বৌদ্ধ, শিখ ধর্মে গুরুর প্রতি নিঃস্বার্থ সেবা, তাঁর/তাদের সমস্ত আদেশ গ্রহণ করা এবং অনুসরণ করা তাঁর/তার গুরুর সাথে শিষ্যের সম্পর্কের অত্যন্ত গুরুত্বপূর্ণ ও মূল্যবান অংশ বহন করে। গুরুর আদেশকে গুরু আজ্ঞা/আদন্য/হুকাম বলা হয়, গুরুর সেবাকে গুরু সেবা বলা হয়। শিখধর্মে, ধর্মগ্রন্থ আদিগ্রন্থকে শেষ গুরু হিসেবে বিবেচনা করা হয় তাই বইটিকে মানব গুরুর মতো পূজা করা হয়।\nবিভিন্ন সম্প্রদায় (সম্প্রদায়) এবং তাদের পরম্পরা (বংশ) নিম্নরূপ:\n\nহিন্দু সম্প্রদায়, হিন্দু সংস্কার আন্দোলন এবং হিন্দু গুরু\nবৌদ্ধ সম্প্রদায় এবং বৌদ্ধধর্মের পরম্পরা\nজৈন সম্প্রদায় এবং তীর্থঙ্কর পরম্পরা\nশিখ ধর্মসম্প্রদায় এবং শিখ গুরু\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nNeuman, Daniel M. (১৯৯০)। The life of music in north India: the organization of an artistic tradition। Chicago: University of Chicago Press। আইএসবিএন 0-226-57516-0। \nFederico Squarcini, 2011, Boundaries, Dynamics and Construction of Traditions in South Asia.\nLeela Prasad, 2012, Poetics of Conduct: Oral Narrative and Moral Being in a South Indian Town.\nMonika Horstmann, Heidi Rika Maria Pauwels, 2009, Patronage and Popularisation, Pilgrimage and Procession.\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গুরু-শিষ্য ঐতিহ্য সম্পর্কিত মিডিয়া দেখুন।"}