{"pageid": 1105422, "title": "সেন্ট পিটার্সবার্গ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1105422", "content": "সেন্ট পিটার্সবার্গ মসজিদ (রুশ: Санкт-Петербу́ргская мече́ть), যখন ১৯১৩ সালে খোলা হয়েছিল, তখন তুরস্কের বাইরে ইউরোপের বৃহত্তম মসজিদ ছিল, এর মিনারগুলি ৪৯ মিটার উচ্চতা এবং গম্বুজটি ৩৯ মিটার উঁচু। মসজিদটি সেন্ট পিটার্সবার্গ শহরের কেন্দ্রস্থলে অবস্থিত। এটিতে এক সাথে পাঁচ হাজার মুসল্লি ইবাদত করতে পারে।\nবুখারায় আব্দুল আহাত খানের রাজত্বের ২৫তম বার্ষিকী স্মরণে ১৯১০ সালে ভিত্তিপ্রস্তর স্থাপন করা হয়েছিল। ততদিনে রাশিয়ার তৎকালীন রাজধানীতে মুসলিম সম্প্রদায়ের সংখ্যা ৮,০০০ ছাড়িয়ে গেছে। প্রক্ষিপ্ত অবকাঠামো অনুযায়ী তাদের অধিকাংশ কাজ সমাপ্ত করতে সক্ষম ছিল। স্থপতি নিকোলাই ভাসিলিভ সমরকন্দের তৈমুল লং সমাধি গুর-ই-আমিরের পরে মসজিদটির নকশা তৈরি করেছিলেন। এর নির্মাণ কাজ ১৯২১ সালে সম্পন্ন হয়।\nনামাজের সময় পুরুষ মহিলাদেরকে পৃথক পৃথক তলায় অবস্থান করতে হয়; মহিলারা প্রথম তলায় নামাজ আদায় করে, আর পুরুষরা নিচতলায় নামাজ আদায় করে। মসজিদটি ১৯৪০ থেকে ১৯৫৬ সাল পর্যন্ত মুসল্লিদের জন্য বন্ধ ছিল।\n\n\n== ইতিহাস ==\n১৮৮২ সালে, সেলিম-গিরেই তেভকেলেভ যিনি ১৮৬৫ সালে ওরেনবার্গের মুফতি নিযুক্ত হন, তিনি সেন্ট পিটার্সবার্গে একটি মসজিদের প্রয়োজনীয়তার বিষয়ে মন্ত্রী কাউন্ট টলস্টয়ের কাছে আসেন এবং চুক্তিনামার ভিত্তিতে নিয়োগ পান। ১৯০৬ সালে, মন্ত্রী মসজিদ নির্মাণের জন্য ১০ বছরের মধ্যে ৭৫০,০০০ রুবেল সংগ্রহের জন্য আহুন আতাউল্লা বায়াজিতোভের নেতৃত্বে একটি বিশেষ কমিটি গঠন করেন। তারা রাশিয়ার শহরে অনুদান সংগ্রহের জন্য অনুষ্ঠানের আয়োজন করেছিল এবং অনেক স্পনসরদের কাছ থেকে অনুদান পেয়েছিল। উপরন্তু কমিটির কাছে জমাকৃত অর্থের মোট পরিমাণ ১৪২,০০০ রুবেল এবং এছাড়াও মসজিদ প্রকল্পের জন্য  সবচেয়ে বড় দাতা ছিলেন বোখারার আমির সাইদ আব্দুল আহাদ, যিনি ভবনটির যাবতীয় সকল খরচ বহন করেন।\n\nমসজিদটির অবস্থান ছিল লক্ষনীয়, শহরের প্রাণ কেন্দ্রে পিটার এবং পল দুর্গের বিপরীতে অবস্থিত। ৩ জুলাই ১৯০৭ সালে পিটারহফের সম্রাট নিকোলাস দ্বিতীয় দ্বারা যায়গাটি কেনার অনুমতি দেওয়া হয়েছিল। স্থপতি নিকোলাই ভাসিলিভ, প্রকৌশলী স্টেপান ক্রিচিনস্কি দ্বারা প্রকল্পটির অনুমোদন প্রদান করে কমিটি এবং নির্মাণ কাজটি একাডেমিক আলেকজান্ডার ভন হোহেন দ্বারা তত্ত্বাবধান করা হয়েছিল। বিল্ডিং এর সামনের অংশ প্রাচ্য অলঙ্কার এবং ফিরোজা নীল রং এর মোজাইক উভয় একত্রিত করে তৈরি করা হয়েছিল।\n৩ ফেব্রুয়ারী ১৯১০ তারিখে, আহুন বায়াজিতোভ দ্বারা ভিত্তিপ্রস্তর স্থাপন অনুষ্ঠানটি অনুষ্ঠিত হয়েছিল, যেখানে সরকারী, ধর্মীয় এবং সামাজিক ব্যক্তিত্বরা উপস্থিত ছিলেন। মোহাম্মদ আলীম খান, এর দূত অটোমান সাম্রাজ্যের, এবং পারস্য এবং তেভকেলেভ, মুসলমানদের দলের রাজ্য নেতাও উপস্থিত ছিলেন।\nধূসর গ্রানাইট দিয়ে দেয়াল তৈরি করা হয়েছে। গম্বুজ এবং উভয় মিনার (টাওয়ার) আকাশ-আলো-নীল রঙের মোজাইক সিরামিক দিয়ে আবৃত। এগুলি পিটার ভলিন তার কিকেরিনোর কর্মশালায় তৈরি করেছিলেন। মধ্য এশিয়ার দক্ষ কারিগররা মসজিদের কাজে অংশ নেন। আরবি ক্যালিগ্রাফি ব্যবহার করে সম্মুখভাগগুলো কোরআনের আয়াত দিয়ে সজ্জিত। অভ্যন্তরীণ কলাম সবুজ মার্বেল থেকে তৈরি করা হয়। মহিলারা কক্ষের পশ্চিম অংশের উপরে, প্রথম তলায় নামাজ পড়েন। মসজিদটি মধ্য এশিয়ার কারিগরদের বোনা বিশাল বিশেষ কার্পেট দ্বারা আবৃত ছিল।\nসোভিয়েত কর্তৃপক্ষ ১৯৪০ সালে মসজিদের পরিষেবাগুলি নিষিদ্ধ করেছিল এবং বিল্ডিংটিকে একটি চিকিৎসা সরঞ্জামের স্টোরহাউসে পরিণত করেছিল। ইন্দোনেশিয়ার রাষ্ট্রপতি, সুকার্নো উক্ত শহরে ভ্রমণ করেন এবং সফরের দশ দিন পরে তিনি মসজিদটি ফিরিয়ে দেওয়ার অনুরোধ জানান এবং তার অনুরোধে  মসজিদটি ১৯৫৬ সালে সেন্ট পিটার্সবার্গের মুসলিম ধর্মীয় সম্প্রদায়ের কাছে ফিরিয়ে দেওয়া হয়েছিল। ১৯৮০ সালে মসজিদটির একটি বড় ধরনের সংস্কার করা হয়েছিল।\n\n\n== আরও দেখুন ==\nরাশিয়ায় ইসলাম\nরাশিয়ার মসজিদের তালিকা\nইউরোপের মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফটোগ্রাফ এবং বর্ণনা\nনেভার উপর মিনার\nসেন্ট পিটার্সবার্গ মসজিদ অন \"রাশিয়ান মসজিদ\" (ইংরেজি অনুবাদ)"}