{"pageid": 1106090, "title": "অমিয়কুমার দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1106090", "content": "ড. অমিয়কুমার দাশগুপ্ত (১৬ জুলাই ১৯০৩ - ১৪ জানুয়ারি ১৯৯২) ছিলেন আন্তর্জাতিক খ্যাতিসম্পন্ন ভারতীয় অর্থনীতিবিদ ও অধ্যাপক।  তাঁকে \"ভারতে আধুনিক অর্থনীতির অন্যতম প্রতিষ্ঠাতা\" এবং \"উন্নয়নমূলক অর্থনীতির সত্যিকারের পথপ্রদর্শক\" হিসাবে আখ্যায়িত করা হয়েছে। তিনি  অর্থনীতিবিদ স্যার পার্থ দাশগুপ্তের পিতা।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nঅমিয়কুমার দাশগুপ্তের জন্ম ১৯০৩ খ্রিস্টাব্দের ১৬ই জুলাই ব্রিটিশ ভারতের অধুনা বাংলাদেশের ফরিদপুর জেলার ভাঙ্গা শহরে। তবে তাঁর শৈশব অতিবাহিত হয় বরিশাল জেলার গৈলা গ্রামে।\nঅমিয়কুমার দাশগুপ্ত ১৯২০ খ্রিস্টাব্দে গৈলা স্কুল ( তার পিতৃব্য রজনীকান্ত দাশগুপ্ত দ্বারা ১৮৮৩ খ্রিস্টাব্দে প্রতিষ্ঠিত বিদ্যালয়) থেকে ম্যাট্রিক ও বরিশালের ব্রজমোহন কলেজ থেকে ১৯২২ খ্রিস্টাব্দে আই.এ পাশ করেন। ঢাকা বিশ্ববিদ্যালয় থেকে ১৯২৫ খ্রিস্টাব্দে অর্থনীতিতে স্নাতক এবং ১৯২৬ খ্রিস্টাব্দে স্নাতকোত্তর ডিগ্রি লাভ করেন। ১৯২৬ খ্রিস্টাব্দ হতে ১৯৪৬ খ্রিস্টাব্দ পর্যন্ত ঢাকা বিশ্ববিদ্যালয়ে প্রভাষক পদে কর্মরত অবস্থায় ছুটি নিয়ে তিনি ইংল্যান্ডে যান।  লন্ডন বিশ্ববিদ্যালয়ের  লন্ডন স্কুল অব ইকোনমিক্সে (১৯৩৪-৩৬) ব্রিটিশ অর্থনীতিবিদ  লিওনেল চার্লস রবিন্সের অধীনে গবেষণা করে ১৯৩৬ খ্রিস্টাব্দে পিএইচডি ডিগ্রি লাভ করেন। তাঁর গবেষণা নিবন্ধটি দ্য কনসেপশন অফ সারপ্লাস ইন থিয়োরেটিক্যাল ইকনমিক্স শিরোনামে প্রকাশিত হয়।\n\n\n== কর্মজীবন ==\n১৯৪৬ খ্রিস্টাব্দে অন্যান্য হিন্দুদের সঙ্গে তিনি সপরিবারে পূর্ববঙ্গ ত্যাগ করে দিল্লিতে আসেন। শ্রীরাম কলেজ অফ কমার্সে সিনিয়র লেকচারার পদে কর্মজীবন শুরু করে দীর্ঘ  শিক্ষকজীবনে কটকের রাভেনশ কলেজ, বারানসীর বেনারস হিন্দু বিশ্ববিদ্যালয়, দিল্লির ইন্ডিয়ান স্কুল অফ ইন্টারন্যাশনাল স্টাডিজ এবং জওহরলাল নেহরু বিশ্ববিদ্যালয়ে অধ্যাপনা করেছেন। কেমব্রিজ বিশ্ববিদ্যালয় এবং  বিশ্বভারতী বিশ্ববিদ্যালয়ে অতিথি অধ্যাপক ছিলেন। অধ্যাপক অমিয় দাশগুপ্তের  বিখ্যাত ছাত্রদের মধ্যে অন্যতম হলেন নোবেলজয়ী অর্থনীতিবিদ অমর্ত্য সেন, অশোক মিত্র, সমররঞ্জন সেন প্রমুখেরা।  \n\n\n== অর্থনৈতিক ক্রিয়াকলাপ ==\nঅধ্যাপক অমিয় দাশগুপ্ত ১৯৩০-৬০  দশকে ভারতের নেতৃস্থানীয় অর্থনৈতিক তাত্ত্বিক ছিলেন। তিনি অর্থনৈতিক তত্ত্ব এবং অর্থনৈতিক চিন্তার ইতিহাসের উপর অনেকগুলি মূল প্রবন্ধ এবং বই প্রকাশ করেছিলেন। ১৯৪৯ খ্রিস্টাব্দ হতে প্রকাশিত  আন্তর্জাতিক জার্নাল দ্য ইকোনমিক উইকলি (বর্তমান ইকোনমিক অ্যান্ড পলিটিক্যাল উইকলি নামে পরিচিত ) নামক আন্তর্জাতিক জার্নালটির অন্যতম প্রতিষ্ঠাতা ছিলেন তিনি। ১৯৫৯ খ্রিস্টাব্দে ইন্ডিয়ান ইকোনমিক অ্যাসোসিয়েশনের সভাপতি ছিলেন। এছাড়াও ভারতের  ন্যাশনাল কাউন্সিল অব অ্যাপ্লায়েড ইকোনমিক রিসার্চের ডেপুটি ডিরেক্টর, তৃতীয় বেতন কমিশনের সদস্য, দ্বিতীয় পঞ্চবার্ষিক পরিকল্পনার পরামর্শ প্রদানকারী অর্থনীতিবিদদের অন্যতম ছিলেন তিনি। স্বল্প সময়ের জন্য তিনি আন্তর্জাতিক অর্থ ভাণ্ডারের  দক্ষিণ এশিয়া বিভাগের বিভাগীয় প্রধান ছিলেন।\n\n\n== অলঙ্কৃত পদসমূহ ==\n১৯২৬ -৪৬ : প্রভাষক, ঢাকা বিশ্ববিদ্যালয় * ১৯৪৬-৪৭: সিনিয়র লেকচারার, শ্রী রাম কলেজ অফ কমার্স\n১৯৪৭ : অধ্যাপক, রাভেনশ কলেজ বর্তমানে রাভেনশ বিশ্ববিদ্যালয়\n১৯৪৭ -৫৮ : অধ্যাপক, বেনারস হিন্দু বিশ্ববিদ্যালয় *১৯৫৫ : সদস্য, অর্থনীতিবিদদের প্যানেল, দ্বিতীয় পঞ্চবার্ষিক পরিকল্পনা\n১৯৫৮-৬১: ডেপুটি ডিরেক্টর জেনারেল, ন্যাশনাল কাউন্সিল অফ অ্যাপ্লাইড ইকোনমিক রিসার্চ, নতুন দিল্লি\n১৯৬১-৬৫: অধ্যাপক, ইন্ডিয়ান স্কুল অফ ইন্টারন্যাশনাল স্টাডিজ\n১৯৬৫-৭১: পরিচালক, এএন সিনহা ইনস্টিটিউট অফ সোশ্যাল স্টাডিজ, পাটনা\n১৯৭০-৭৩: সদস্য, ভারতের তৃতীয় বেতন কমিশন\n১৯৭৬-৮২: অনারারি অধ্যাপক, জওহরলাল নেহরু বিশ্ববিদ্যালয়\n\n\n== উল্লেখযোগ্য রচনাবলী ==\nকেনিসিয়ান ইকোনমিক্স অ্যান্ড আন্ডারডেভেলপড কান্টিজ অর্থনীতি ও অনুন্নত দেশ\", ইকনমিক উইকলি, ১৯৫৪ জানুয়ারি  \nপ্ল্যানিং অ্যান্ড ইকনমিক গ্রোথ  (জর্জ অ্যালেন এবং আনউইন, ১৬৫)\nদি ইকনমিক্স অফ অস্টেরিটি  (অক্সফোর্ড ইউনিভার্সিটি প্রেস,১৯৭৫)\nইপক অফ ইকনমিক থিয়োরি (বেসিল ব্ল্যাকওয়েল, ১৯৮৫)\nএ থিয়োরি অফ ওয়েজ পলিসি\nদ্য কালেক্টেড ওয়ার্কস অফ এ কে দাশগুপ্ত, (প্রথম খণ্ড) প্রবন্ধ সংগ্রহ - অলকানন্দা প্যাটেল দ্বারা সম্পাদিত (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৯)\nদ্য কালেক্টেড ওয়ার্কস অফ এ কে দাশগুপ্ত, (দ্বিতীয় খণ্ড)  অর্থনৈতিক তত্ত্বের প্রবন্ধ, অলকানন্দা প্যাটেল দ্বারা সম্পাদিত (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৯)\nদ্য কালেক্টেড ওয়ার্কস অফ এ কে দাশগুপ্ত, (তৃতীয় খণ্ড) - পরিকল্পনা ও সরকারি নীতি বিষয়ক প্রবন্ধ অলকানন্দা প্যাটেল দ্বারা সম্পাদিত (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০০৯)\n\n\n== পারিবারিক জীবন ==\nহিন্দু-মুসলিম দাঙ্গা ও তার অভিঘাতে বেদনার্ত হৃদয়ে পুত্র, কন্যাসহ সপরিবারে  পূর্ববঙ্গ ত্যাগ করে ১৯৪৬ খ্রিস্টাব্দে অধ্যাপক অমিয়কুমার দাশগুপ্ত দিল্লিতে আসেন। বিবাহ করেছিলেন  শান্তিদেবীকে। তাদের দুই সন্তান- কন্যা অলকানন্দ প্যাটেল ও পুত্র অর্থনীতিবিদ স্যার পার্থ দাশগুপ্ত।  ভারতীয় রিজার্ভ ব্যাঙ্কের প্রাক্তন গভর্নর আই জি প্যাটেল ছিলেন তাঁর জামাতা।\n\n\n== সম্মাননা ==\nঅধ্যাপক অমিয়কুমার দাশগুপ্ত ১৯৭৮ খ্রিস্টাব্দে ঢাকা বিশ্ববিদ্যালয়ের অনারারি ফেলো নির্বাচিত হন। বর্ধমান বিশ্ববিদ্যালয় তাঁকে সাম্মানিক ডিলিট উপাধি প্রদান করে।\n\n\n== জীবনাবসান ==\nপ্রবাদপ্রতিম অর্থনীতিবিদ অধ্যাপক অমিয়কুমার  দাশগুপ্ত ১৯৯২ খ্রিস্টাব্দের ১৪ জানুয়ারি পশ্চিমবঙ্গের  শান্তিনিকেতনে ৮৮ বৎসর বয়সে পরলোক গমন করেন।\n\n\n== স্মৃতিচারণা ==\nঅধ্যাপক অমিয়কুমার দাশগুপ্তর মৃত্যুতে তাঁর স্মরণে নোবেলজয়ী অর্থনীতিবিদ অমর্ত্য সেন লিখেছেন -\n\n\"...অধ্যাপক  দাশগুপ্ত এমন একজন মহান শিক্ষক ছিলেন যিনি নিজস্ব  কল্পনাশক্তি, বুদ্ধিমত্তা, স্পষ্টতায় বিষয় উপস্থাপন করতেন এবং আমি তা কেবল সূক্ষ্ম সহানুভূতিতে বর্ণনা করতে পারি।\"\nড. অমর্ত্য সেন তাঁর শিক্ষককে সমসাময়িক উন্নয়ন অর্থনীতির সত্যিকারের পথিকৃৎ হিসাবে বর্ণনা করে আরো  লিখেছেন-\n\n\"(দাশগুপ্ত) ছিলেন উন্নয়ন অর্থনীতির প্রকৃত পথিকৃৎদের একজন। অর্থনৈতিক ধারণার ইতিহাসে এবং বিশেষ করে বিকল্প ঐতিহ্যের বৈচিত্র্যময় দৃষ্টিভঙ্গি বিশ্লেষণে তিনি যথেষ্ট অবদান রেখেছিলেন। অর্থনৈতিক যুক্তি এবং তাদের আন্তঃসংযোগ। অর্থনীতির বিভিন্ন ক্ষেত্রে তাঁর  অন্তত এক ডজন গুরুত্বপূর্ণ প্রকাশনা রয়েছে...\"।\n\n\n== তথ্যসূত্র =="}