{"pageid": 1106921, "title": "রংধনু ডায়েট", "url": "https://bn.wikipedia.org/wiki?curid=1106921", "content": "রংধনু ডায়েট বা রংধনু আহার হাল ফ্যাশনের বহুল আলোচিত একটি বিষয় যেটা স্বাস্থ্যে বিপ্লব নিয়ে আসতে পারে। রংধনু ডায়েট বলতে প্রতিদিনের খাবারে রঙ বেরঙের ফলমূল ও সবজি যোগ করা বোঝায়। এতে সকল বর্ণের জন্য দায়ী ফাইটোনিউট্রিয়েন্টস বা উদ্ভিদকণা খাবারে যোগ করা সম্ভব হয়। এসব পুষ্টি উপাদানে থাকে এন্টি অক্সিডেন্ট এবং এন্টি ইনফ্লামেটরি বৈশিষ্ট্য যা আমাদের শরীরে উৎপন্ন জায়মান অক্সিজেনকে নিষ্ক্রিয় করে এবং দীর্ঘমেয়াদী রোগব্যাধি থেকে রক্ষা করে। পুষ্টিবিদরা তাই রংধনু আহার গ্রহণ করতে জনসাধারণকে উৎসাহিত করে আসছেন।\n\n\n== প্রকারভেদ ==\nএকটি রংধনুতে যেমন বিভিন্ন বর্ণের সমাহার দেখা যায়, রংধনু ডায়েট সেখান থেকে অনুপ্রাণিত হয়ে বিভিন্ন বর্ণের ফলমূল এবং সবজি খাবার সন্নিবেশ ঘটায়। রংধনু ডায়েটে সবুজ, লাল, হলুদ, কমলা, সাদা এবং নীল রঙের ফলমূল এবং শাক সবজির সমাবেশ দেখা যায়।\n\n\n=== সবুজ ফল ও সবজি ===\nসবুজ ফল ও সবজি এন্টি অক্সিডেন্ট সমৃদ্ধ খাবার। বিশেষ করে সবুজ শাক দেহের ডায়েটারি ফাইবারের চাহিদা বহুলাংশে মিটিয়ে থাকে। সবুজ ফলগুলোর মধ্যে অন্যতম হচ্ছে লেবু, অ্যাভোকাডো, সবুজ আপেল ইত্যাদি। অনেক ফল কাঁচা অবস্থায় সবুজ রং ধারণ করে। সবুজ সবজি যেমন বাঁধাকপি, শালগম, শিম, বরবটি, শসা আমাদের দৈনন্দিন পুষ্টি চাহিদা মিটিয়ে থাকে।\n\n\n=== লাল ফল ও সবজি ===\nফল ও সবজির লাল বর্ণের উৎপত্তি লাইকোপেন নামক ক্যারোটিনয়েডের উপস্থিতি থেকে। এটি বিপাক ক্রিয়ায় উৎপন্ন জায়মান অক্সিজেনকে বিতাড়িত করতে সাহায্য করে। লাল ফল এর মধ্যে অন্যতম হচ্ছে আপেল, তরমুজ, চেরি, স্ট্রবেরি ইত্যাদি। লাল মরিচ, টমেটো, পেঁয়াজ লাল সবজির অন্যতম উদাহরণ।\n\n\n=== কমলা-হলুদ ফল ও সবজি ===\nকমলা এবং হলুদ সবজির রঙের জন্য দায়ী বিটা ক্যারোটিন। কমলা, আনারস, পাকা পেঁপে, আম ইত্যাদি ফলে প্রচুর পরিমাণে ক্যারোটিনয়েডস থাকে যা পরবর্তীতে ভিটামিন এ তে রুপান্তরিত হয়। গাজর, মিষ্টি কুমড়া, মিষ্টি আলু, ভুট্টা ইত্যাদি সবজিতে প্রচুর পরিমাণে এন্টিঅক্সিডেন্ট পাওয়া যায়।\n\n\n=== নীল ফল ও সবজি ===\nনীল ফল ও সবজিতে প্রচুর পরিমাণে এন্থোসায়ানিন নামক রঞ্জক পদার্থ থাকে। এটির উপস্থিতিতে ফলমূল এবং শাক সবজি নীল বা বেগুনী বর্ণ ধারণ করে। খুব পরিচিত একটি নিল ফল হচ্ছে জাম বা ব্লূবেরি। এছাড়া নীল ফলমূল ও সবজি অনেক দুর্লভ। নীল ফল ও সবজির অন্যতম উদাহরণ হচ্ছে আলুবোখরা, ফিগ, কিশমিশ, আঙুর, বেগুন, ইত্যাদি।\n\n\n== তথ্যসূত্র =="}