{"pageid": 1106065, "title": "ভারতীয় রেলের অঞ্চল ও বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1106065", "content": "ভারতীয় রেল তার ক্রিয়াকলাপগুলিকে জোনে বিভক্ত করে, যেগুলি আরও উপ-বিভাগে বিভক্ত, প্রতিটির একটি বিভাগীয় সদর দফতর রয়েছে। ভারতীয় রেলওয়ে সিস্টেমে মোট ১৮টি অঞ্চল (মেট্রো রেলওয়ে, কলকাতা সহ) এবং ৭০টি বিভাগ রয়েছে।  প্রতিটি বিভাগের নেতৃত্বে একজন বিভাগীয় রেলওয়ে ম্যানেজার (DRM), যিনি জোনের জেনারেল ম্যানেজার (GM) কে রিপোর্ট করেন। ভারতীয় রেলের আটটি সংগঠিত পরিষেবার যে কোনও একটি থেকে একজন ডিআরএম নিয়োগ করা যেতে পারে, যেমনঃ ইন্ডিয়ান রেলওয়ে সার্ভিস অফ সিগন্যাল ইঞ্জিনিয়ার্স (IRSSE), ইন্ডিয়ান রেলওয়ে অ্যাকাউন্টস সার্ভিস (IRAS), ইন্ডিয়ান রেলওয়ে পার্সোনেল সার্ভিস (IRPS), ইন্ডিয়ান রেলওয়ে সার্ভিস অফ ইঞ্জিনিয়ার্স (IRSE), ইন্ডিয়ান রেলওয়ে সার্ভিস অফ মেকানিকাল ইঞ্জিনিয়ার্স (IRSME), ইন্ডিয়ান রেলওয়ে সার্ভিস ওফ ইলেক্ট্রিকাল  ইঞ্জিনিয়ার্স (আইআরএসইই), ইন্ডিয়ান রেলওয়ে ট্রাফিক সার্ভিস (আইআরটিএস) এবং ইন্ডিয়ান রেলওয়ে স্টোরস সার্ভিস (আইআরএসএস) তিন বছরের মেয়াদের জন্য, তবে রেলওয়ে বোর্ডের সুপারিশে তা বাড়ানো যেতে পারে। ডিআরএমকে ডিভিশনের কাজে এক বা দুইজন অতিরিক্ত ডিভিশনাল রেলওয়ে ম্যানেজার (ADRM) সাহায্য করেন। সমস্ত বিভাগের প্রধান বিভাগীয় কর্মকর্তা যেমন স্টোর, ইঞ্জিনিয়ারিং, মেকানিক্যাল, ইলেকট্রিক্যাল, সিগন্যাল এবং টেলিকমিউনিকেশন, অ্যাকাউন্টস, কর্মী, অপারেটিং, বাণিজ্যিক, নিরাপত্তা, চিকিৎসা, নিরাপত্তা শাখা বিভাগীয় রেলওয়ে ম্যানেজারকে রিপোর্ট করে।\n\n\n== অঞ্চল এবং এর বিভাগগুলির তালিকা ==\n১৮টি অঞ্চল এবং তাদের ৭০টি বিভাগ নীচে তালিকাভুক্ত করা হয়েছে।   দক্ষিণ উপকূল রেলওয়ে জোন হল  ভারতীয় রেলের সবচেয়ে নতুন অঞ্চল। \n\nকলকাতা মেট্রো হল ভারতীয় রেলের একটি বিভাগ যার সদর দপ্তর পার্ক স্ট্রিট, কলকাতায় রয়েছে যা কলকাতাকে ভারতীয় রেলের বেশিরভাগ জোনাল সদর দপ্তরের শহর করে তোলে।\n\n\n== বিভাগসমূহ ==\nএকটি সাধারণ বিভাগের গড় ট্র্যাক দৈর্ঘ্য প্রায় ১,০০০ কিমি (৬২০ মা) এবং কর্মীদের সংখ্যা প্রায় ১৫,০০০। ভারতীয় রেলের সমস্ত বিভাগ এবং পরিষেবা একটি বিভাগে বিদ্যমান থাকে।    \n\n\n=== নিয়ন্ত্রণ কক্ষ ===\nপ্রতিটি বিভাগে ট্রেন পরিচালনার জন্য একটি কন্ট্রোল রুম রয়েছে, যেখানে বিভাগের সমস্ত ট্রেন নিয়ন্ত্রণ ও পর্যবেক্ষণ করা হয়। বিভিন্ন ধরনের কন্ট্রোল রুম রয়েছে যেমন ইঞ্জিনিয়ারিং কন্ট্রোল, মেকানিক্যাল কন্ট্রোল ইত্যাদি যা অপারেটিং কন্ট্রোল এবং সংশ্লিষ্ট বিভাগের কর্মচারীদের সাথে সমন্বয় করে।\n\n\n=== দুর্ঘটনা ত্রাণ ট্রেন ===\nদুর্যোগ ব্যবস্থাপনায় সহায়তার জন্য প্রতিটি বিভাগে দুর্ঘটনা ত্রাণ ট্রেন (ARTs), দুর্ঘটনা ত্রাণ চিকিৎসা ভ্যান (ARMVs) এবং ব্রেকডাউন ক্রেন রয়েছে। এগুলি বিভাগের সিনিয়র ডিভিশনাল মেকানিক্যাল অফ ইঞ্জিনিয়ারিং (SrDME) এর তত্ত্বাবধানে রয়েছে, যিনি বিভাগের প্রধানও।\n\n\n=== লোকোমোটিভ শেড ===\nডিজেল লোকোমোটিভ শেড এবং ইলেকট্রিক লোকোমোটিভ শেডগুলি যথাক্রমে ডিজেল এবং বৈদ্যুতিক লোকোমোটিভগুলি বজায় রাখে। তাদের প্রশাসনিক নিয়ন্ত্রণ ডিভিশনাল রেলওয়ে ম্যানেজার (ডিআরএম) এর কাছে।\n\n\n=== কোচিং ডিপো এবং অসুস্থ লাইন ===\nপ্রতিটি বিভাগের কিছু কোচিং ডিপো আছে যা যাত্রীবাহী গাড়ির রক্ষণাবেক্ষণের জন্য এবং মালবাহী গাড়িগুলিকে রক্ষণাবেক্ষণের জন্য অসুস্থ লাইন রয়েছে যা মালবাহী পরীক্ষার পয়েন্টগুলিতে অনুপযুক্ত প্রমাণ হয়।\n\n\n== তথ্যসূত্র =="}