{"pageid": 110628, "title": "টোকাই (কার্টুন চরিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=110628", "content": "টোকাই বাংলাদেশের অন্যতম স্বনামধন্য একটি কার্টুন চরিত্র, যার স্রষ্টা হলেন শিল্পী রফিকুন নবী বা রনবী।\n\n\n== ইতিহাস ==\n১৯৭৮ খ্রিষ্টাব্দে সাপ্তাহিক বিচিত্রার পাতায় প্রথম আত্মপ্রকাশ করে টোকাই চরিত্রটি। বাংলাদেশে 'টোকাই'ই প্রথম কার্টুন চরিত্র। রনবী এরকম একটি কার্টুন চরিত্র তৈরির কথা প্রথম কল্পনা করেন ষাটের দশকে। যুক্তরাষ্ট্রের কার্টুনিস্ট সুল্জ-এর  'চার্লি ব্রাউন'  চরিত্রটি দেখে অনুপ্রাণিত হন তিনি। আর স্বপ্ন দেখেন এমন একটি চরিত্র তৈরি করবেন, যার মুখে তুলে দেবেন চট-জলদি মন্তব্য, অপ্রিয় সত্য, অথবা তীব্র আর গতানুগতিকতার বাইরের কোনো আলাদা পর্যবেক্ষণ। আর এরই ধারাবাহিকতায় জন্ম টোকাই চরিত্রটির, যে এক পথশিশু, 'চার্লি ব্রাউন' থেকে অনেকখানি আলাদা।\n\n\n== চরিত্র ==\nটোকাই চরিত্রটি একটি পথশিশু, যার বয়স দশ বছরের কম। । তার উর্ধাঙ্গ অনাবৃত থাকে আর নিম্নাঙ্গ ঢাকা থাকে লুঙ্গি দিয়ে। তার বাসস্থান আস্তাকুঁড়ের কাছাকাছি, কিংবা ফুটপাতে, কিংবা পতিত বড় পাইপের ভিতরে। টোকাইয়ের মাথায় টাক, কখনও গুটিকয়েক চুল, খাটো চেক লুঙ্গি মোটা পেটে বাঁধা৷ কখনো কাঁধে বস্তা৷ '৭৮-'৭৯-এ ভোটের সময় বিলি করা জামা পরেছিল টোকাই, সেই জামাটি ছিল ওর থেকে অনেক বড় আকারের৷ থাকে রাস্তার ডাস্টবিনের পাশে, ফুটপাতে, ফেলে রাখা কংক্রিটের পাইপের ভেতর, পার্কের বেঞ্চিতে, ভাঙা দেয়ালের পাশে, কাঠের গুঁড়িতে, ঠেলা গাড়ির ওপরে, ইটের ওপর মাথা পেতে৷ তার পাশে থাকে কুকুর, কাক৷ কথা বলে কাক, গরু, ছাগল, মশার সাথে৷ কথা বলে মানুষের সাথেও৷ তার কথা বুদ্ধিদীপ্ত, বিচক্ষণতায় ভরা, আবার রসে সিক্ত৷ পেন অ্যান্ড ইঙ্কের পরে টোকাই হাজির হল জলরঙের উচ্ছলতায়৷ সেখানে সে কখনও মনের আনন্দে মার্বেল গুটি দিয়ে খেলে, নৌকা চালায়, বাঁশি বাজায়, বেহালা বাজায়, কখনও রাস্তার বুকে উবু হয়ে লিখতে শুরু করে, কখনও আনন্দে দেয় ছুট৷ কখনও একা বসে থাকে, আবার কখনও পাঁচিলের উপরে উঠে পাশের দেয়ালের অপর দিকে উঁকি দিয়ে দেখার চেষ্টা করে, রাজকীয় বাড়ির দরজায় হাজির হয় কাঁধে বস্তা নিয়ে৷ রফিকুন নবীর টোকাই এভাবে সমাজ-সংসারকে প্রশ্নবিদ্ধ করে চলে প্রতিনিয়ত৷\n\n\n== প্রতীকতা ==\nরনবি'র টোকাই চরিত্রটি বাস্তবের এমন কিছু পথশিশুর প্রতিনিধিত্ব করে, যারা, মানুষের ফেলে দেয়া আবর্জনা, কুড়িয়ে নিয়ে যায় বা টুকিয়ে নিয়ে যায়। বাস্তবের সেসব পথশিশুকে প্রতিনিধিত্ব করতে গিয়ে টোকাই'র বাসস্থান হলো আস্তাকুঁড়ে বা ডাস্টবিনের কাছাকাছি, ফুটপাত, কিংবা পতিত বড় পাইপ, যা তার বাস্তুহীনতাকে প্রতীকায়িত করে। তার পোশাক বলতে একমাত্র লুঙ্গি, যা তার দারিদ্রকে প্রতীকায়িত করে।\nঅন্য অর্থে টোকাই প্রতীকতাবর্জিত একটি চরিত্র, যে প্রায় বাস্তবই তুলে ধরে। এঅর্থে টোকাই চরিত্রে প্রতীকতা খোঁজার অবকাশ নেই।\n\n\n== আরও দেখুন ==\nরফিকুন নবী\n\n\n== বহি:সংযোগ ==\nটুনস ম্যাগে টোকাই\n\n\n== তথ্যসূত্র =="}