{"pageid": 110656, "title": "বিকিনির প্রকারভেদ", "url": "https://bn.wikipedia.org/wiki?curid=110656", "content": "বিকিনি একটি অতি সংক্ষিপ্ত অন্তর্বাস। একটি গতানুগতিক বিকিনি বলতে বোঝায় দুই প্রস্থ সাঁতারের পোশাক, যা নিচের দিকে উরুসন্ধি ও নিতম্বকে, এবং ওপরের দিকে স্তনযুগলকে ঢেকে রাখে। নানা ঢংয়ের বিকিনি বানানো হয়ে থাকে। কিছু বিকিনি শরীরের আরো বেশি অংশ ঢেকে রাখতে পারে, আবার কিছু বিকিনি শরীরের ন্যূনতম অংশে আচ্ছাদন করে নগ্নতাকে প্রকটিত করে। ইয়োরোপ, আমেরিকা, অস্ট্রেলিয়া প্রভৃতি দেশের অনেক নারী যে কোন পোশাকের নিচে অন্তর্বাস হিসাবে বিকিনি পরিধান করে।\nসাঁতারের পোশাকের উর্দ্ধাঙ্গ অনাবৃত সংস্করণগুলোও বিকিনি হিসেবে বিবেচিত হতে পারে, যদি সেগুলো প্রকৃত অর্থে দুই প্রস্থ বিশিষ্ট নয়। বিকিনি বিভিন্ন প্রকারের থাকায় এটির বেশকিছু হাস্যকর সংস্করণ তৈরি হয়েছে, যেমন: নিউমোকিনি (ওপরাংশ নেই), সিকিনি (স্বচ্ছ কাপড় দ্বারা প্রস্তুত বিকিনি), ট্যানকিনি (বিকিনির ওপরাংশ ট্যাংক টপের মতো), ক্যামকিনি (ওপরাংশ ক্যামিসোলের মতো, নিচের অংশ বিকিনি), এবং হাইকিনি। ২১ শতকের শুরু থেকেই বিভিন্ন দেশে উদ্ভূত বিভিন্ন ফ্যাশনের বিভিন্ন রকমের বিকিনি প্রচলিত ছিলো। তাই বিকিনি পরিহিত অবস্থায় একজন নারী ও ১৯১০ সালের গোসলের পোশাক পরিহিত একজন নারীর মধ্যে সাদৃশ্যও ছিলো।\n\n\n== প্রকারভেদ ==\nবিকিনির টপসের বিভিন্ন রকমে নকশা ও ঢং রয়েছে। মূলত নগ্নতা কতটুকু আবৃত বা প্রকটিত করা হবে তাই বিকিনির বিভিন্ন নকশার মূল সূত্র। যেমন: হল্টারনেক ধরনের টপ। এগুলো ওপরাংশকে আরো বেশি আবৃত করে রাখে ও সাপোর্ট প্রদান করে। আবার আছে ফিতাবিহীন (স্ট্র্যাপলেস) বন্দু টপস। আরো আছে, ত্রিকোণাকৃতি কাপড় ও ফিতা যা স্তনযুগলকে ওপর থেকে ঢেকে রাখে। বক্ষবন্ধীর ডিজাইন পুশ-আপ ব্রা-এর মতো টপ রয়েছে। এছাড়া আরো আছে ঐতিহ্যবাহী ত্রিকোণাকৃতি কাপ, যা স্তনকে ঘিরে রাখে ও একটু ওপরে উঠিয়ে রাখতে সাপোর্ট দেয়। বিকিনির নিম্নভাগে ডিজাইন কতোটুকু অংশ ঢেকে রাখবে ও কী কাট হবে, তার ওপর ভিত্তি করে বিভিন্ন রকমের হতে পারে। এর সবচেয়ে শালীন প্রকারভেদগুলোর মধ্যে আছে ব্রিফ, শর্ট, বা প্রান্তভাগে সামান্য স্কার্ট সদৃশ ঝুলযুক্ত ব্রিফ। নিতম্বের একটি বড় অংশকে প্রদর্শন করতে ব্যবহৃত হয় থং বিকিনি। স্কিমপায়ার স্টাইলের বিকিনিগুলো পাশ থেকে চিকন হয় ও সামনে ভি (V) থাকে, এবং পার্শ্বভাগ ফ্রেঞ্চ কাট (চওড়া পার্শ্বভাগ), ও ছোট কাটের ফিতা দ্বারা তৈরি করা হয়। ১৯৮৫ সালের বড় বড় ফ্যাশন শোগুলোতে দুই প্রস্থের বিকিনির ক্ষেত্রে প্রচলিত বন্দুক্স টপের স্টাইলের বদলে ক্রপড ট্যাংক টপ ধরনের বিকিনি জনপ্রিয় হয়ে ওঠে। বিকিনির আরো কতোগুলো প্রচলিত প্রকারভেদের মধ্যে আছে, মনোকিনি, ট্যানকিনি, স্ট্রিং বিকিন, থং, স্লিংশট, মিনিমিনি, টিয়ারড্রপ, ও মাইক্রোকিনি।\nখুব দ্রুত ক্রেতার মনমতো বিভিন্ন স্টাইলের বিকিনি তৈরি করতে কিছু বিকিনি প্রস্তুতকারী প্রতিষ্ঠানে চাহিদা মাফিক বিকিনি তৈরির ব্যবস্থা আছে। সেখানে তারা সাত মিনিটের মতো সময়ে একটি বিকিনি তৈরি করে দেন। জনপ্রিয় ব্রাজিলীয় সৈকতের বাজারগুলো বিভিন্ন রকমের বিকিনির বিকিকিনির ক্ষেত্রে অন্যতম বড় একটি স্থান হিসেবে বিবেচিত হয়েছে।\nবিকিনির প্রচলিত ও মূল প্রকারভেদগুলো নিম্নরূপ:\n\n\n=== স্ট্রিং বিকিনি ===\n\nবিকিনির প্রচলিত মডেলের চেয়ে স্ট্রিং বিকিনি (String bikini) বেশ অপ্রতুল ও শরীরের অনেক খানি অংশ প্রকাশ করে। একটা আকৃতিতে অনেকটা রশির মতো হওয়ায় এর নাম হয়েছে স্ট্রিং। ইংরেজি স্ট্রিং (String) শব্দের অর্থ দড়ি বা রশি। এ ধরনের বিকিনিতে দুই প্রস্থ ত্রিকোণাকার কাপড় উরুসন্ধির স্থল জুড়ে থাকে, কিন্তু পাশের স্থানটিতে কোনো কাপড় থাকে না। কোমর ঘিরে রশির মতো ফিতা দ্বারা ত্রিকোণাকৃতি কাপড় দুটো জুড়ে দেওয়া হয়। স্ট্রিং বিকিনির উর্দ্ধভাগ বা টপও অনেকটা এ ধরনের। এখানেও ত্রিকোণাকৃতি কাপড় দ্বারা উর্দ্ধাঙ্গ আবৃত করা হয়, যা ফিতা দিয়ে যুক্ত করা হয়। স্ট্রিং বিকিনির ফিতা গেঁরো দেওয়া বা গেঁরো ছাড়া হতে পারে।\nএটি দাবি করা হয় যে, ব্রাজিলীয় ফ্যাশন মডেল রোজ দে প্রিমালিও প্রথম স্ট্রিং বিকিনিটি তৈরি করেন। ফটোশুটের আগে তাড়াতাড়ি অল্প একটু কাপড় সেঁলাই করে বিকিনি প্রস্তুত করতে গিয়ে তিনি এ ধরনের বিকিনি তৈরি করেন। ১৯৭৪ সালে স্ট্রিং বিকিনির প্রথম আনুষ্ঠানিক উপস্থাপনাটি করেন গ্লেন টরারিচ নামক একজন জনসংযোগ কর্মকর্তা ও তার স্ত্রী ফ্যাশন মডেল ব্র্যান্ডি পেরেট-দুজঁ। সে সময় লুইজিয়ানার নিউ অরলিন্সের ফ্রেঞ্চ কোয়ার্টার স্থানে অবস্থিত লা পেটি সেন্টার নামক একটি বিপণি বিতানের উদ্বোধনী অনুষ্ঠানে এই ধরনের বিকিনি প্রদর্শন করা হয়। উইমেন’স ওয়্যার ডেইলি নামক ম্যাগাজিনে ব্রাজিলের রিউ দি জানেইরুর একজন ফ্যাশন মডেলের বিকিনি পরিহিত ছবি দেখে তারা এ ধরনের বিকিনি তৈরিতে অনুপ্রাণিত হন। পরবর্তীতে তাদের নিজস্ব ডিজাইনার ল্যাপ্টিন, বিপণি বিতানটির উদ্বোধনী অনুষ্ঠানের জন্য এ ধরনের একটি বিকিনির ডিজাইন করেন। বিকিনিটি প্রদর্শনের জন্য মডেল জোগাড় করেন খ্যাতনামা এজেন্ট পিটার ডেজিগনার। এই উদ্বোধন অনুষ্ঠানটি নিউ অরলিন্সের স্থানীয় টেলিভিশন চ্যানেলে প্রচারিত হয়, এবং এ সংক্রান্ত সংবাদ ছাপা হয় স্থানীয় পত্রিকা নিউ অরলিন্স টাইমস-পিকাইউনি-এ। পরবর্তীতে তা তারের মাধ্যমে ইউনাইটেড প্রেস ইন্টারন্যাশনাল ও ফরাসি সংবাদ সংস্থা অ্যাসোসিয়েটেড প্রেস-এও পৌঁছে যায়।\nস্ট্রিং বিকিনি, বিকিনির সকল প্রচলিত স্টাইলগুলোর মধ্যে অন্যতম জনপ্রিয় একটি স্টাইল। এ ধরনের বিকিনির নিচের অংশ শরীরের নিম্নভাগের ন্যূনতম বা সর্বোচ্চ, উভয় পরিমাণ অংশ ঢেকে রাখার মতো হতে পারে।\n\n\n=== মনোকিনি ===\n\nমনোকিনি (Monokini) হচ্ছে নারীর ব্যবহার্য এক প্রস্থ কাপড় দ্বারা প্রস্তুত এক প্রকার বিকিনি। এটি ইউনিকিনি (Unikini) নামেও পরিচিত। প্রচলিত বিকিনির শুধুমাত্র নিম্নভাগ নিয়ে এ ধরনের বিকিনি তৈরি হয়। এছাড়াও যেকোনো প্রকার উর্দ্ধাঙ্গ অনাবৃত সাঁতারের পোশাককেও মনোকিনি হিসেবে অভিহিত করা হয়। বিশেষ করে যে সকল বিকিনি শুধুমাত্র নিম্নভাগে পরিধান করা হয়, ও উর্দ্ধাঙ্গ অনাবৃত থাকে। ১৯৬৪ সালে যুক্তরাষ্ট্রে অস্ট্রীয় ফ্যাশন ডিজাইনার রুডি গার্নরাইখ মূলধারার মনোকিনির নকশা করেন। গার্নরাইখ-ই এ ধরনের বিকিনির জন্য এই মনোকিনি নামটি বাছাই করেন, যা পরবর্তীতে ঐ বছরই ইংরেজি ভাষার একটি শব্দ হিসেবে যুক্ত হয়। গার্নরাইখের নকশা করা মনোকিনিটি ছিলো একটি এক প্রস্থ কাপড়ের সাঁতারের পোশাক। এটিতে বিকিনির শুধুমাত্র প্রান্তভাগটি বর্তমান ছিলো, ও হল্টারনেকটি দুই স্তনের ভাঁজের ভেতর দিয়ে (ক্লিভেজ) প্রসারিত ছিলো যা স্তনকে উন্মুক্ত রাখতো। এটিতে কাঁধের ওপর দিয়ে শুধুমাত্র দুইট স্ট্র্যাপ ছিলো মাত্র। ফ্যাশন সমালোচক ও গির্জার ব্যক্তিত্বদের বিতর্ক ও সমালোচনাকে পেরিয়ে ঐ গ্রীষ্মকালে রেকর্ড পরিমাণ মনোকিনি বিক্রি হয়। যদিও জনপ্রকাশ্যে মনোকিনি পরিধানের হার ছিলো খুবই কম। এই গ্রীষ্মের শেষভাগে এসে গার্নরাইখ প্রতিটি মনোকিনি ২৪ ডলার দামে মোট ৩,০০০ মনোকিনি বিক্রি করেন। যা ছিলো এ ধরনের অল্প কাপড়ের তৈরি পোশাকে জন্য অনেক বড় ধরনের মুনাফা। কিন্তু পরবর্তীতে যুক্তরাষ্ট্রে এ ধরনের বিকিনি খুব একটা সফল হতে পারে নি। যদিও যুক্তরাষ্ট্রে লিঙ্গ নির্বিশেষে জনসম্মুখে উর্দ্ধাঙ্গ প্রদর্শন করা বৈধ ছিলো, কিন্তু তবুও সৈকতে এ ধরনের বিকিনি পরিধান করতে খুব বেশি নারী আগ্রহবোধ করেন নি যে সকল নারী উর্দ্ধাঙ্গ অনাবৃত রেখে রোদ্রস্নান করতে ইচ্ছুক ছিলেন, তাদের বেশিরভাগই সাধারণ বিকিনির নিচের অংশ পরিধান করাকেই গ্রহণ করেন। ফলে বিকিনি প্রস্তুতকারক ও খুচরা বিক্রেতারাও দ্রুত উর্দ্ধাঙ্গ ও নিম্নাঙ্গের অংশ আলাদাভাবে বিক্রয় করা শুরু করেন। গার্নরাইখ পরবর্তীকালে অপেক্ষাকৃত কম প্রচলিত পিউবিকিনি মডেলের বিকিনির নকশা করেছিলেন।\n১৯৬০-এর দশকে নারীর নিজস্ব ইচ্ছানুযায়ী পোশাক পরার ক্ষমতায়নের মাধ্যমে মনোকিনি যৌন বিপ্লবের সূচনা করে। অন্যান্য সকল সাঁতারের পোশাকের মতো মনোকিনি বিকিনির নিম্নভাগও বিভিন্ন ডিজাইন ও কাটের হতে পারে। কিছু হয় জি-স্ট্রিংয়ের মতো, আবার কিছু ক্ষেত্রে সম্পূর্ণ পেছনভাগই আবৃত থাকে। মনোকিনির নিম্নাংশ কোমর পর্যন্ত হাই কাটযুক্ত, বা নাভীর নিচ পর্যন্ত লো-কাটযুক্ত উভয়ই হতে পারে।\n\n\n=== মাইক্রোকিনি ===\n\nমাইক্রোকিনি (Microkini) হচ্ছে বিকিনির খুবই স্বল্পাকৃতি একটি সংস্করণ। এ ধরনের বিকিনির ডিজাইনের ক্ষেত্রে নারী ও পুরুষের শরীরের লজ্জাস্থানের ন্যূনতম অংশ ঢেকে রাখার ব্যাপারটিকে গুরুত্ব দেওয়া হয়। ন্যূনতম কাপড়কে পরিধানকারীর শরীরের সাথে লাগিয়ে রাখতে বাড়তি ফিতা ব্যবহৃত হতে পারে। লজ্জাস্থানের ওপর কাপড়কে যথাযথভাবে রাখতে কিছু কিছু মাইক্রোকিনিতে আঠা বা সরু ফিতা ব্যবহৃত হয়। এক্ষেত্রে কাপড় নির্দিষ্ট স্থানে রাখতে পার্শ্বভাগে কোনো বাড়তি ফিতা ব্যবহৃত হয় না। মাইক্রোকিনির কিছু চরম খোলামেলা সংস্করণ আছে, যেখানে পরিধানকারীর শরীরের আবরণ হিসেবে শুধুমাত্র ফিতাই ব্যবহার করা হয়। এক্ষেত্রে শরীরের নির্দিষ্ট অংশের অল্প কিছুটা আবৃত থাকতে পারে বা সম্পূর্ণ অনাবৃতও থাকতে পারে। ১৯৯৫ সালে বিকিনির মারত্মক খোলামেলা ডিজাইন তৈরিতে উৎসাহী একটি অনলাইন সম্প্রদায়, এ ধরনের বিকিনিকে নির্দেশ করতে মাইক্রোকিনি পরিভাষাটি ব্যবহার করে। মাইক্রোকিনি পরিধানকারীর শরীর প্রদর্শনের আইনগত সীমার সর্বনিম্ন মাত্রাটিকে বজায় রাখে, এবং কিছু ক্ষেত্রে এটি তা ছাড়িয়েও যেতে চায়। সেই সাথে এটি নগ্নতাবাদ ও রক্ষণশীল সাঁতারের পোশাকের মধ্যে একটি গাঢ় দাগ টেনে দায়।\nআধুনিক মাইক্রোকিনির উৎপত্তি ১৯৭০-এর দশকে, যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া অঙ্গরাজ্যের ভেনিস বিচে। তৎকালীন ক্যালিফোর্নিয়ার প্রশাসন ক্যালিফোর্নিয়ার সমুদ্র সৈকতগুলোতে নগ্নতাকে অবৈধ ঘোষণা করে আইন পাশ করেছিলো। ফলে সৈকতে নগ্ন অবস্থায় সূর্যস্নানে আগ্রহীরা নতুন পাশ হওয়া আইনের সাথে সাদৃশ্যতা বজায় রেখে আইনত সীমার মাঝেই স্বল্পাবৃত বিকিনি তৈরি ও ব্যবহার শুরু করে। বাড়িতে হাতে তৈরি এ ধরনের বিকিনিগুলো ছিলো ছোটর থেকেও ছোট, যেখানে সামান্য একটু কাপড় হালকাভাবে চিকন সুতা (টোয়াইন সুতা, বা মাছ ধরার বড়শিতে ব্যবহৃত সুতা) দ্বারা সেঁলাই করা থাকতো। ১৯৭৫ সালের দিকে স্থানীয় বিকিনি প্রস্তুতকারীরা এই ধারণাটি গ্রহণ করেন, ও আধুনিক দ্রব্যাদি সহযোগীতায় এ ধরনের আরো সহজে ব্যবহারযোগ্য বিকিনি তৈরি করা শুরু করেন। পরবর্তীতে শীঘ্রই কিছু প্রাপ্তবয়স্কদের জন্য তৈরি চলচ্চিত্রের অভিনেত্রীরা এ ধরনের বিকিনি তাদের চলচ্চিত্রে ব্যবহার করা শুরু করেন। সেই সাথে এই স্টাইলটির প্রচারও দ্রুত ছড়িয়ে যেতে থাকে।\n\n\n=== ট্যানকিনি ===\n\nট্যানকিনি (Tankini) হচ্ছে ট্যাংক টপের সাথে মিল রেখে তৈরি এক ধরনের বিকিনি। সাধারণত স্প্যানডেক্স ও কটন, বা লাইক্রা ও নাইলন মিলিয়ে এ ধরনের বিকিনি তৈরি করা হয়। এ ধরনের বিকিনির উৎপত্তি হয় ১৯৯০-এর দশকে। লেখক উইলিয়াম সাফিরের বক্তব্য অনুসারে, “-কিনি পরিবারের বর্তমানের বৈপ্লবিক ডিজাইনটি হচ্ছে ট্যানকিনি, যা মূলত স্প্যাঘেটি ফিতা দিয়ে তৈরি একটি ট্যাংক টপ।” ঐতিহ্যবাহী বিকিনির ট্যানকিনির পার্থক্যটি হচ্ছে এর টপসে। ট্যানকিনির উপরাংশ মূলত একটা ট্যাংক টপ। ওপর থেকে শুরু হয়ে ঠিক নাভীর নিচে এসে ট্যানকিনির টপের প্রান্তদেশ উন্মুক্ত হয়। এ ধরনের বিকিনি প্রচলিত দুই প্রস্থ কাপড়ের তৈরি সাঁতারের পোশাক, বা এক কাপড়ের পোশাকের তুলনায় বেশি শালীন হিসেবে বিবেচিত হয়।\nট্যানকিনি ডিজাইনের উৎপত্তি হয় ফ্যাশন ডিজাইনার অ্যানা কোলের কাছ থেকে। তিনি যুক্তরাষ্ট্রে সাঁতারের পোশাকের ঈশ্বরমাতা হিসেবে বিবেচিত। ১৯৯৮ সালে তিনি ট্যানকিনি বিকিনি প্রচলন করার মাধ্যমে তিনি তার ডিজাইনিং জীবনের সবচেয়ে বড় সাফল্য লাভ করে। এটি দুই প্রস্থের বিকিনি হওয়া সত্ত্বেও এর টপ (উপরাংশ) সাধারণ বিকিনি টপেরে তুলনায় একজন নারীর বুকের কবন্ধের অনেক বেশি স্থান আবৃত করে। এ ধরনের বিকিনি সেই সময় ক্রেতাদের কাছে খুবই জনপ্রিয় হয়ে ওঠে। এছাড়া ট্যানকিনির বিভিন্ন সংস্করণও বের হতে থাকে। স্প্যানডেক্স ও কটন, এবং লাইক্রা ও নাইলন নির্মিত ট্যানকিনির নাম হয় ক্যামকিনি। এক্ষেত্রে টপস ছিলো ট্যাংক আকৃতির ও এর সাথে স্প্যাঘেটি ফিতার সংমিশ্রণ ছিলো। এছাড়াও ওপরাংশ ফরাসি বন্দু টপের মতো হলে তার নাম হয় বন্দুকিনি। ট্যানকিনি বিভিন্ন রংয়ের, আকৃতির, ও স্টাইলের হতে পারে। কিছু ট্যানকিনি টপে পুশ-আপ ব্রা’র সুবিধাযুক্ত ছিলো, যা বিশেষ করে শিশুদের সৈকতের পোশাক হিসেবে জনপ্রিয় হয়ে ওঠে। ভোগ ম্যাগাজিনের ফ্যাশন সংবাদ পরিচালক ক্যাথরিন বেটসের মতে, এই উভচরী পোশাক, বালু ও সমুদ্র উভয় স্থানেই পরিহিতাকে টপস খুলে পড়ার ঝুঁকি এড়িয়ে ইচ্ছেমতো র‌্যাফটিং, ভলিভল খেলার ও সাঁতার কাটার সুযোগ করে দেবে।\n\n\n=== স্লিং বিকিনি ===\nস্লিং বিকিনি (Sling bikini), যা সাসপেন্ডার বিকিনি (Suspender bikini), সাসপেন্ডার থং (Suspender thong), স্লিংশটন বিকিনি (Slingshot bikini), বা শুধু স্লিংশট (Slingshot) নামেও পরিচিত। এটি হচ্ছে এক কাপড়ের তৈরি একপ্রকার বিকিনি, যা শরীরের অনেক কম অংশকে আবৃত করে। স্লিংশট বিকিনির নিচের অংশ থেকে চওড়া ফিতা হিপ ও কোমর পেরিয়ে, স্তনকে ঢেকে রেখে একেবারে কাঁধ পর্যন্ত গিয়ে শেষ হয়; এবং বুকের আশপাশ ও বাকি শরীর সম্পূর্ণ অনাবৃত রাখে। এটি শরীরের উপরাংশে শুধুমাত্র স্তনবৃন্ত, ও নিম্নাংশে শুধুমাত্র শ্রোণীর (পিউবিস) অংশটুকু আবৃত করে। এছাড়া শরীরের পেছনভাগ সম্পূর্ণ অনাবৃত থাকে। পেছনভাগে ঘাড় থেকে ফিতা নিচের দেকে হাল্কা ভি আকৃতিতে নিতম্বের ভাঁজের ভেতর দিয়ে প্রসারিত হয়, যা থং স্টাইলের নিম্নভাগের সৃষ্টি করে। এ ধরনের বিকিনির ভিন্ন সংস্করণগুলোর মধ্যে রয়েছে প্রেটজেল বিকিনি। এক্ষেত্রে দেহের সামনের ভাগে নিচ থেকে দুটি ফিতা এসে ঘাড়কে পেচিয়ে শেষ হয়। এরপর ঘাড় থেকে একটি চিকন ফিতা শরীরের মাঝ বরাবর পেছন দিয়ে নিতম্বের ভাঁজের ভেতর দিয়ে প্রসারিত হয়। লাইক্রার বদৌলতে ১৯৯০-এর দশকের শুরুর দিকে এ ধরনের বিকিনি তৈরি হয়। আস্তে আস্তে ইউরোপে বিভিন্ন সকৈতে এ ধরনের বিকিনি জনপ্রিয় হয়ে ওঠে। সমুদ্র সৈকতগুলোর মধ্যে আছে, সেইন্ট ট্রোপেজ, মারাবেল্লা, মাইকোনোস, এবং ইবিজা।\n\n\n=== পিউবিকিনি ===\n১৯৮৫ সালে ডিজাইনার রুডি গার্নরাইখ পিউবিকিনি (Pubikini) মডেলের বিকিনির নকশা করেন। এ ধরনের বিকিনিতে যৌনকেশ প্রদর্শন করা হয়। পিউবিকিনি হচ্ছে এক প্রস্থ ছোট কাপড় যা জঘন (হিপ) ও নিতম্বকে ঘিরে রাখে কিন্তু শ্রোণী (পিউবিক) অঞ্চলকে উন্মুক্ত রাখে। এটিকে বর্ণনা করা হয়, ভি (V) আকৃতির ফিতা যুক্ত একটি হাল্কা ধরনের বিকিনি হিসেবে যা শরীরকে মুক্ত রাখার অনুভূতি এনে দেয়।\n\n\n=== ভেলকিনি ===\n\nপ্রচলিত শালীনতার দিকে লক্ষ্য করে ভেলকিনি (Veilkini) ধরনের সাঁতারের পোশাক তৈরি করা হয়েছে। এটি মূলত নকশা করা হয়েছে মুসলিম নারীদের পরিধানের জন্য, তাদের চর্চাকৃত ঐতিহ্যগত শালীনতার প্রতি লক্ষ্য রেখে। ধর্মীয় ও অন্যান্য কিছু কারণে অনেক মুসলিম নারী তাদের শরীরকে আবৃত রাখতে আগ্রহী। ভেলকিনি অনেকটা হাঁটা বা দৌড়ানোর পোশাকের (ট্র্যাকস্যুট) মতো। যদিও এখানে বাড়তি হিসেবে একটি মস্তকবন্ধনী থাকে। ভেলকিনি পোশাক হিসেবে ঢিলেঢালা ধরনের এবং এখানে প্যান্ট, শার্টের সাথে যুক্ত থাকে। যদিও শালীন, তবুও কিছু সুইমিং পুলে এ ধরনের বিকিনি বা সাঁতারের পোশাক পরিধান করা গ্রহণযোগ্য নয়। এক্ষেত্রে কারণ হিসেবে লৈঙ্গিক ও স্বাস্থ্যগত কারণকে উল্লেখ করা হয়।\n\n\n== তৈরির উপাদান ==\n  বিকিনি তৈরির ক্ষেত্রে ব্যবহৃত বিভিন্ন উপাদান, ও একই সাথে আধুনিক যুগের প্রথম বিকিনিগুলো মূলত সুতি ও জার্সির কাপড় দ্বারা তৈরি হতো। বেশিরভাগ ক্ষেত্রে এগুলো হতো ডোরাকাটা (স্ট্রাইপড) ও মনোক্রোম। বিকিনি তৈরির ক্ষেত্রে প্রিন্টের উপাদান ব্যবহার করেন ফরাসি ডিজাইনার লুই রিয়ার্ড। ১৯৭০-এর দশকে থেকে মার্কিন নারীরা ইউরোপীয় নারীদের আরো বেশি খোলামেলা ধ্যানধারণা দ্বারা প্রভাবিত হয়ে তা গ্রহণ করতে শুরু করে। ফলশ্রুতিতে নানা ধরনের ও ডিজাইন বিকিনি তৈরি ও বিস্তৃত হতে থাকে। ১৯৬০-এর দশকের শেষের দিকে এসে বিকিনিতে ফুলের নকশা জনপ্রিয় হয়ে ওঠে। বর্তমান সময়ে বিকিনি ট্রিটেড কাপড়ে তৈরি হয়। তারপর ওপরে প্লাস্টিকের আবরণ দেওয়া হয়। পরবর্তীতে নির্দিষ্ট আকৃতিতে বিকিনির বক্ষবন্ধনী তৈরি করা হয়। ফ্যাশন পরামর্শক মালিয়া মিলসের মতে বিকিনি তৈরির উপাদানের মান ভালো কী না, তা পরীক্ষা করার দুটো কার্যকর পদ্ধতি রয়েছে। প্রথমত, পরার পর বিকিনি পেছন দিকে কুচকে গুটিয়ে যাবে না, এবং দ্বিতীয়ত, তোয়ালে নিতে গেলে বা বাহু উঁচু করলে তা স্থানচ্যুত হবে না। সাধারণ বিকিনির অভ্যন্তরভাগে বস্ত্রের আরেক প্রস্থ আবরণ থাকে, যা ভেজা অবস্থায় বিকিনিকে স্বচ্ছ হয়ে যাওয়া থেকে বিরত রাখে।\n১৯৬০-এর দশকে সাঁতারের পোশাকের ডিজাইনাররা নতুন করে লাইক্রা বা স্প্যানডেক্স আবিষ্কার করেন। এটি হচ্ছে এক প্রকার তন্তু যা দুটি ছোট কাপড়কে ফোড়ের মাধ্যমে যুক্ত করতে কার্যকরী। ঐ দশকেই বিকিনি নির্মাতা প্রতিষ্ঠান মার্কস অ্যান্ড স্পেন্সার এ উপাদানটিকে নতুন করে পরিচয় করিয়ে দেয়, ও নাইলনে কাপড়ের একটি বদলে বিকিনি তৈরিতে লাইক্রা ব্যবহার শুরু করে। স্প্যানডেক্স বিকিনির কাপড়ের প্রকারভেদ আরও বিস্তৃত করে, এবং ডিজাইনারদেরকে অন্যান্য আরও অনেক ধরনের বিকিনির তৈরির সুযোগ করে দেয়। স্প্যানডেক্সের তৈরি বিকিনি হালকা এবং অনেকটা দ্বিতীয় আর একটি চামড়ার ন্যায় অনুভূতি এনে দেয়। এছাড়া প্রযুক্তিগতভাবে এ ধরনের কাপড় মানসম্পন্ন, এবং সূচীকর্মও উচ্চমানসম্পন্ন করা সম্ভব হয়। স্ট্রিং বিকিনি স্প্যানডেক্সের মাধ্যমেই তৈরি হয়। ফ্যাশন ডিজাইনার রুডি গার্নেরিখ এর মাধ্যমেই উর্দ্ধাঙ্গ অনাবৃত মনোকিনি তৈরি করেন। ১৯৭৭ সালে লন্ডনের ম্যাপ্পিন অ্যান্ড ওয়েবের প্রস্তুতকৃত, প্লাটিনামের তৈরি একটি বিকিনির দাম উঠেছিলো প্রায় ৯৫০০ মার্কিন ডলার। গিনেস বুক অফ ওয়ার্ল্ড রেকর্ডস অনুসারে এটিই বিশ্বের সবচেয়ে দামি বিকিনি। পরবর্তীতে ঐ বছরের সুন্দরী প্রতিযোগিতায় মিস ইউনাইটেড কিংডম ঐ বিকিনি পরিধান করেন।\nউনিশ শতকের ষাটের দশক থেকেই অনেক অপ্রচলিত উপাদানও বিকিনি তৈরির ক্ষেত্রে ব্যবহৃত হয়ে আসছে। এর মধ্যে আছে কাগজের তৈরি বিকিনি ও সরাসরি রোদ লাগার মতো স্বচ্ছ বিকিনি। এ ধরনের স্বচ্ছ বিকিনি হচ্ছে ত্বকের রংয়ের মতো রং বিশিষ্ট এক ধরনের বিকিনি যা কাপড় ভেদ করে শরীরে রোদ লাগাতে কার্যকরী। আর এভাবেই এ ধরনের বিকিনি সান ট্যানিংয়ের কাজে সাহায্য করতো। বিশ শতকের গোড়ার দিকে ডিজাইনার লরা জেন নিওপ্রিন নামক বস্ত্র দিয়ে বিকিনি তৈরি করেন। ১৯৮৯ সালের দিকে ওয়েটস্যুট তৈরিতে এ ধরনের বস্ত্র ব্যবহৃত হতো। মায়ামির সাউথ বিচের বিকিনি ডিজাইনার ফার্নান্ডো গারসিয়া বিকিনি তৈরিতে চমকপ্রদ সব উপাদান ব্যবহার করা শুরু করেন। এর মধ্যে আছে, আলো-আধারির রং, অজগরের চামড়া, মঙ্গোলীয় ভেড়ার পশম, কালো শিয়ালের চামড়া ইত্যাদি। এছাড়াও উল, লেইস, পিভিসি, পাম গাছের তন্তু, পশম, তরুক্ষীর, মখমল, এবং অন্যান্য অপ্রচলিত উপাদানও বিকিনি তৈরিতে ব্যবহৃত হতো। নিয় ইয়র্কে অ্যান্ড্রু শ্নাইডার নামক একজন আকিস্কারক বিকিনিকে সৌরবিদ্যুৎ উৎপাদনে কাজে লাগানোর প্রযুক্তি আবিষ্কার করেন। এজন্য বিকিনিতে প্রায় চল্লিশটি নমনীয় ও আলোকসংবেদী কোষ প্রতিস্থাপন করা হয়। এ কোষগুলো বিদ্যুৎ উৎপাদন করে ইউএসবি পোর্টের মাধ্যমে তা সরাসরি আইপডে চার্জ প্রদান করার কাজে ব্যবহার করা যেতো। আবিস্কারকে দাবি অনুসারে দুই ঘণ্টার রৌদ্রস্নান একটি আইপড শাফলকে চার্জ করার জন্য যথেষ্ট। সূর্য রশ্মির মাধ্যমে আগত মানব ত্বকের জন্য ক্ষতিকর অতি বেগুণী রশ্মি থেকে রক্ষার জন্য জার্মান রাসায়নিক দ্রব্যাদি উৎপাদনকারী প্রতিষ্ঠান ব্র্যান্ডেন অ্যানিলিন অ্যান্ড সোডা ফ্যাক্টরি (সংক্ষেপে বিএএসএফ) বিকিনিতে ন্যানোপ্রযুক্তির প্রবেশ ঘটায়। পলিমাইড নাইলনের দ্বারা প্রস্তুত কাপড়ে টাইটেনিয়াম ডাইঅক্সাইডের আবরণ দেওয়ার ফলে এটি ভিন্ন ভিন্ন পরিবেশে প্রয়োজন অনুসারে সূর্যের ক্ষতিকর রশ্মিকে বাধা প্রদান করতে পারে।\n\n\n== আরও দেখুন ==\nসাঁতারের পোশাক ও সৈকতের পোশাক\nথং ও জি-স্ট্রিং\nবারকিনি\nবিকিনি ওয়াক্সিং\nমুক্তস্তন\nমুক্তস্তন স্বাধীনতা\nজনপ্রিয় সংস্কৃতিতে বিকিনি\nবিকিনির ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফ্যাশন ডিজাইনের যুগে সাঁতারের পোশাকের বিবর্তন\nসুন্দরী প্রতিযোগীতায় বিকিনি\nবিকিনি সায়েন্স: বিকিনির ওপর তথ্যসমৃদ্ধ একটি ওয়েবসাইট\nবিকিনি প্রদর্শনী"}