{"pageid": 1106064, "title": "ওয়াসিম রিজভী", "url": "https://bn.wikipedia.org/wiki?curid=1106064", "content": "জিতেন্দ্র নারায়ণ সিং ত্যাগী, যিনি পূর্বে ওয়াসিম রিজভী নামে পরিচিত ছিলেন, ভারতের উত্তর প্রদেশের শিয়া সেন্ট্রাল ওয়াকফ বোর্ডের প্রাক্তন সদস্য ও চেয়ারম্যান। ২০২১ সালের ৬ ডিসেম্বর গাজিয়াবাদের দাসনা মন্দিরের প্রধান পুরোহিত ইয়াতি নরসিংহানন্দ গিরি মহারাজের উপস্থিতিতে রিজভি তাঁর স্ব-ইচ্ছায় হিন্দুধর্মে ধর্মান্তরিত হয়। তিনি ভারতের সুপ্রিম কোর্টে একটি আবেদন-পত্র দাখিল করার পাশাপাশি বলিউড চলচ্চিত্র রাম কি জন্মভূমি প্রযোজনার জন্য আলোচিত।\n\n\n== বিতর্ক ==\n২০১৮ সালের জানুয়ারিতে ত্যাগী উত্তরপ্রদেশের মুখ্যমন্ত্রী এবং ভারতের প্রধানমন্ত্রীকে চিঠি লিখে মাদ্রাসা বিলুপ্তির আবেদন জানান এবং বলেন যে তাদের মধ্যে কেউ কেউ মুসলমানদের চাকরি নিশ্চিত করার পরিবর্তে সন্ত্রাসীদের প্রজননের ক্ষেত্র হিসাবে কাজ করে। এর জবাবে বেরেলি ভিত্তিক একটি ধর্মীয় সংগঠন অল ইন্ডিয়া ফৈজান-ই-মদিনা কাউন্সিল (এআইএফএমসি) ত্যাগীর শিরস্ত্রাণকারী যে কারও জন্য ১০,০০,৭৮৬ টাকা অনুদান এবং বিনামূল্যে হজ্জ ভ্রমণের ঘোষণা দেয়। ২০১৮ সালের সেপ্টেম্বর মাসে ত্যাগী বলেছিলেন যে ভারতের মাদরাসাগুলিতে সমকামিতা প্রচলিত ছিল।\n২০২০ সালের জানুয়ারিতে ত্যাগী বলেছিলেন, \"কিছু লোক বিশ্বাস করে যে সন্তান প্রসব একটি প্রাকৃতিক প্রক্রিয়া এবং এতে হস্তক্ষেপ করা উচিত নয়। পশুর মতো আরও বেশি সন্তানের জন্ম দেওয়া সমাজ এবং দেশের জন্য ক্ষতিকারক। জনসংখ্যা নিয়ন্ত্রণের জন্য একটি আইন প্রয়োগ করা হলে তা দেশের পক্ষে ভাল হবে।\" একটি সাক্ষাত্কারে তিনি বলেছিলেন যে তিনি একজন মুসলিম বলা পছন্দ করেন না, যা তার কাছে \"নিষ্ঠুর, বন্য জন্তু\" বলার মতো ছিল, তিনি আরও দাবি করে বলেন যে, যদিও তিনি ভালো মুসলিম ছিলেন, কিন্তু যদি এটি তাকে তালেবানের মতো একই শ্রেণীতে রাখে তবে তিনি মুসলিমের পরিবর্তে বরং নিজেকে একজন মানুষ হিসাবে পরিচয় দেবেন। আরেকটি সাক্ষাৎকারে তিনি ঘোষণা করেন যে তিনি ইসলাম ত্যাগ করেছেন।\n\n\n== আবেদন-পত্র ==\n২০২১ সালের ১২ মার্চ ত্যাগী সুপ্রিম কোর্টে একটি দরখাস্ত দাখিল করেন, যেখানে তিনি কুরআন থেকে ২৬টি আয়াত অপসারণের আবেদন করেন। তিনি দরখাস্তে দাবি করেছেন যে এই আয়াতগুলি মুসলমানদের মধ্যে সহিংসতা প্রচার করে। দরখাস্তে আরও বলা হয়েছে যে এই ২৬ টি আয়াত মূল কুরআনের অংশ ছিল না তবে পরবর্তী পর্যায়ে সন্নিবেশ করা হয়েছিল। এর জবাবে ইসলামের শিয়া ও সুন্নি উভয় সম্প্রদায়ের মুসলিম সংস্থার নিন্দা ও সমাবেশ করেছে। তারা ত্যাগীকে গ্রেপ্তারের জন্য আবেদন করেছে। ক্ষমতাসীন বিজেপিরাও তাঁর আবেদনের প্রতিবাদ করেছে। মোরাদাবাদের একজন আইনজীবী ত্যাগীর 'শিরশ্ছেদ' করার জন্য ১১ লক্ষ টাকা পুরস্কার ঘোষণা করেছেন, অন্যদিকে উত্তর প্রদেশের মুসলিম সংগঠন শিয়ানে হায়দার-ই-কারার ওয়েলফেয়ার অ্যাসোসিয়েশন ত্যাগীর শিরশ্ছেদের জন্য ২০,০০০ টাকা পুরস্কার ঘোষণা করেছে।\n\n\n== আরও দেখুন ==\nইসলামে ধর্মত্যাগ\nকুরআনের ইতিহাস\n\n\n== তথ্যসূত্র =="}