{"pageid": 1106092, "title": "কোঙ্কণ রেল", "url": "https://bn.wikipedia.org/wiki?curid=1106092", "content": "কোঙ্কণ রেল হল একটি রেলপথ যা কোঙ্কণ রেলওয়ে কর্পোরেশন দ্বারা পরিচালিত হয়, যার সদর দপ্তর ভারতের মহারাষ্ট্রের নবি মুম্বইয়ের সিবিডি বেলাপুরে অবস্থিত। কোঙ্কন রেলপথে প্রথম যাত্রীবাহী ট্রেনটি ২০ মার্চ ১৯৯৩ সালে উড়ুপি এবং মাঙ্গলুরুর মধ্যে চলে। পার্বত্য কোঙ্কণ অঞ্চলে পরিচালনার প্রাথমিক বছরগুলিতে, বেশ কয়েকটি দুর্ঘটনা কঙ্কন রেলওয়েকে নতুন প্রযুক্তি প্রয়োগ করতে প্ররোচিত করেছিল। সংঘর্ষবিরোধী ডিভাইস, স্কাই-বাস এবং রোল-অন/রোল-অফ হল রেলওয়ের বেশ কিছু উদ্ভাবন। ৭৫৬.২৫ কিমি (৪৬৯.৯১ মা) দীর্ঘ রেললাইনটি মহারাষ্ট্র, গোয়া এবং কর্ণাটক রাজ্যগুলিকে সংযুক্ত করে। সমাপ্ত ট্র্যাকের প্রথম ট্রেনটি ২৬ জানুয়ারি ১৯৯৮ সালে চলেছিল।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n\nআধুনিক যুগের বেশিরভাগ সময়, ভারতের কোঙ্কণ উপকূলে তার উপকূলীয় শহর, শহর এবং গ্রামগুলির সাথে সংযোগকারী রেলপথ ছিল না। এমনকি ১৯৪৭ সাল পর্যন্ত ভারত শাসনকারী ব্রিটিশরাও এই পথে রেলপথ নির্মাণ করেনি। প্রথম প্রস্তাবটি ১৯২০ সালে জরিপ করা হয়েছিল। ১৯৫৭ সালে এই অঞ্চলে রেলওয়ের উন্নয়নের সম্ভাবনা অধ্যয়নের উদ্দেশ্যে মহারাষ্ট্রের দাসগাঁও, রায়গড় জেলা এবং ম্যাঙ্গালোরের মধ্যে একটি বায়বীয় সমীক্ষা করা হয়েছিল।\nএই অঞ্চলের দীর্ঘদিনের অমীমাংসিত দাবি মিঃ জর্জ ফার্নান্দেস, ভিপিএস সিং-এর সরকারের রেলমন্ত্রী, তৎকালীন অর্থমন্ত্রী মধু দণ্ডবৎে এবং পরিকল্পনা কমিশনের ভাইস চেয়ারম্যান রামকৃষ্ণ হেগড়ে সমর্থিত ছিলেন। ভারতীয় রেলের তহবিল সঙ্কট কাটিয়ে উঠতে তারা কোঙ্কণ রেললাইন চালানোর জন্য কোঙ্কণ রেলওয়ে কর্পোরেশন লিমিটেড স্থাপন করে।\nকোঙ্কণ রেলওয়ের প্রথম ধাপ ছিল ৬০.৭৫-কিলোমিটার (৩৭.৭৫-মাইল) আপ্তা থেকে রোহা পর্যন্ত অংশ। এটি  পরিকল্পনা কমিশন দ্বারা মঞ্জুর করা হয়েছিল, এবং প্রকল্পটি ১৯৭৮-৭৯ বাজেটে অন্তর্ভুক্ত করা হয়েছিল যার আনুমানিক খরচ ₹ ১১.১৯ বিলিয়ন ৭৭১.২৫ কিলোমিটার (৪৭৯.২৩ মাইল) দৈর্ঘ্য রেলপথের আপ্তা থেকে ম্যাঙ্গালোর পর্যন্ত। ১৯৭০ থেকে ১৯৭২ সাল পর্যন্ত আপ্তা থেকে ম্যাঙ্গালোর পর্যন্ত পশ্চিম উপকূল রেলওয়ে লাইনের জন্য ইঞ্জিনিয়ারিং এবং ট্রাফিক জরিপ পরিচালিত হয়েছিল। আপ্তা-রোহা-দাসগাঁও বিভাগের জন্য চূড়ান্ত জরিপ ১৯৭৪-৭৫ সালে করা হয়েছিল। \n\n\n=== চ্যালেঞ্জ ===\nপ্রকল্পটিতে ২,১১৬টি সেতু জড়িত ছিল (যার মধ্যে ২০১০ সাল পর্যন্ত পানভালনদী সেতুটি ছিল ভারতের সর্বোচ্চ ভায়াডাক্ট, এখন ঝাজ্জার খাদ ভারতের সর্বোচ্চ ভায়াডাক্ট) এবং ৯২টি টানেল এবং এটি ছিল এশিয়ার শতাব্দীর বৃহত্তম রেলওয়ে প্রকল্প। একটি বড় চ্যালেঞ্জ ছিল প্রায় ৪৩,০০০ জমির মালিকদের কাছ থেকে জমি অধিগ্রহণ। যখন কোঙ্কন রেলওয়ে কর্পোরেশন (কেআরসিএল) লোকেদেরকে তাদের সম্পত্তি সমর্পণ করতে বলা শুরু করে যেটি প্রজন্ম ধরে তাদের ছিল, অনেকেই (প্রকল্পের গুরুত্ব সম্পর্কে নিশ্চিত) স্বেচ্ছায় তা করেছিল। এটি এক বছরের মধ্যে প্রক্রিয়াটি সম্পন্ন করতে সক্ষম করে। দীর্ঘতম সেতু শরবতী নদীর উপর, ২.০৬ কিমি (১.২৮ মা) এবং দীর্ঘতম টানেল রত্নাগিরির কাছে কার্বুদে, প্রসারিত ৬.৫৬১ কিমি (৪.০৮ মা)।\n\n\n=== সমাপ্তি ===\nমার্চ ১৯৯৩ সালে, দক্ষিণ ৪৫-কিলোমিটার (২৮-মাইল) ঠোকুরের (মাঙ্গলুরু ১৮-কিলোমিটার (১১-মাইল) থেকে উত্তরে) এবং উড়ুপি, কর্ণাটক এর মধ্যে অংশ চালু হয়। সেই বছরের জুন মাসে মহারাষ্ট্রের রোহা এবং বীরের মধ্যে আরও ৪৫-কিলোমিটার (২৮-মাইল) অংশ চালু হয়। এই রুটে প্রথম যাত্রীবাহী ট্রেনটি ২০ মার্চ ১৯৯৩ সালে ম্যাঙ্গালোর এবং উদুপির মধ্যে চলে। পরিষেবাটি ৫২ কিলোমিটার (৩২ মাইল) ১৯৯৫ সালের মার্চ মাসে বীর থেকে খেড পর্যন্ত এবং আরও ২৮৬ কিলোমিটার (১৭৮ মাইল)থেকে খেদ থেকে সাওয়ান্তওয়াদি রোড ডিসেম্বর ১৯৯৬ সালে। দক্ষিণী পরিষেবাটি ৩৮ কিলোমিটার (২৪ মাইল) ১৯৯৫ সালের জানুয়ারিতে উদুপি থেকে কুন্দপুর ২৭২ কিলোমিটার (১৬৯ মাইল) ১৯৯৭ সালের আগস্টে গোয়ার \nপেরনেমের একটি সমস্যাযুক্ত টানেলের কারণে মুম্বাই এবং ম্যাঙ্গালোরের মধ্যে পরিষেবাগুলি আটকে ছিল, যেটি বারবার গুহা-ইন এবং বন্যার সম্মুখীন হয়েছিল। নির্মাণ শুরু হওয়ার ছয় বছর পর অবশেষে 1998 সালের জানুয়ারিতে টানেলটি শেষ হয়। ৭৪০-কিলোমিটার (৪৬০-মাইল) উদ্বোধনের পর লাইনে পরিষেবার মাধ্যমে শুরু হয় 26 জানুয়ারি 1998-এ রোহা থেকে ম্যাঙ্গালোর পর্যন্ত প্রসারিত। মুম্বাই এবং ম্যাঙ্গালোরের মধ্যে পুরো রুটে যাত্রী পরিষেবা মে 1998 সালে শুরু হয়েছিল।\n\n\n== উন্নতি ==\n\n\n=== ট্র্যাক দ্বিগুণ ===\nরেলওয়ের একটি সমীক্ষা অনুসারে, প্রায় ৩২৪-কিলোমিটার (২০১-মাইল) যা সমভূমিতে চলে। ৭৫৬.২৫-কিলোমিটার (৪৬৯.৯১-মাইল) লাইনের বেশ কিছু অংশ প্রসারিত (৪৬৯.৯১ কিমি) লাইনকে ডাবল ট্র্যাকে রূপান্তর করা যেতে পারে, যেমন ৪৫-কিলোমিটার (২৮-মাইল) রোহা থেকে বীর পর্যন্ত লাইন। ৬৩-কিলোমিটার (৩৯-মাইল) উদুপি এবং ম্যাঙ্গালোরের মধ্যে প্রসারিত আরেকটি প্রার্থী। ৮৮-কিলোমিটার (৫৫-মাইল) মাদুরে থেকে বৈভববাদী রোড পর্যন্ত ট্র্যাকটি সম্পূর্ণ সমতল ভূখণ্ড এবং সহজেই ডাবল ট্র্যাকে রূপান্তরিত করা যেতে পারে পাশাপাশি ৭৫.৭৫-কিলোমিটার (৪৭.০৭-মাইল) পানভেল জংশন থেকে রোহা পর্যন্ত ট্র্যাক।\n৩ নভেম্বর ২০১৫-এ, কোঙ্কন রেলওয়ের সিনিয়র আধিকারিক ভানু পি. তায়াল প্রেসের কাছে ঘোষণা করেছিলেন যে ৮ নভেম্বর কোলাদে ট্র্যাক-দ্বৈতকরণ এবং বিদ্যুতায়ন শুরু হবে। জীবন বীমা কর্পোরেশন একটি অনুকূল ₹ ২.৫ বিলিয়ন ঋণ অফার করেছে , এবং অন্যান্য তহবিল উপলব্ধ হবে. প্রকল্পটির জন্য  ₹ ১০০ বিলিয়ন খরচ হবে বলে আশা করা হচ্ছে, ২০২০ সালের মধ্যে শেষ করার জন্য নির্ধারিত ছিল। অক্টোবর 2018 সালে, রেলওয়ে ঘোষণা করেছিল যে ৪৫-কিলোমিটার (২৮-মাইল) রোহা এবং বীরের মধ্যে প্রসারিত 2019 সালের ডিসেম্বরের মধ্যে দুটি ট্র্যাক থাকবে।\nমৎস্যগন্ধা এক্সপ্রেস (বিশেষ ট্রেন নম্বর ০২৬১৯) প্রথম ট্রেন লোকমান্য তিলক টার্মিনাস, মুম্বাই (LTT) থেকে ম্যাঙ্গালুরু সেন্ট্রাল (MAQ) ৩০ আগাস্ট ২০২১ সালে সন্ধ্যে ০৭ঃ৩০য় কোঙ্কন রেল এর  রোহা-বীর ডবল লাইনে  ভ্রমণ করে।  \n\n\n=== বিদ্যুতায়ন ===\nবিদ্যুতায়ন চলছে আনুমানিক ₹8 বিলিয়ন  খরচে  , এবং ২০২১ সালের ফেব্রুয়ারিতে, বৈদ্যুতিক শক্তি ব্যবহার করে প্রথমবারের মতো লাইনে একটি পরীক্ষামূলক ট্রেন চালানো হয়েছিল। 2021 সালের ডিসেম্বরের মধ্যে সম্পূর্ণ লাইনে বিদ্যুতায়ন সম্পন্ন হবে।\n\n\n=== নতুন স্টেশন ===\nরেলওয়ের ইন্দাপুর, গোরেগাঁও রোড, সাপে ওয়ামনে, কলম্বানি বুদ্রুক, কাদাভাই, ভেরাভালি, খারেপাটান রোড, আচিরনে, মিরজান এবং ইন্নাঞ্জে 2019 সালের ডিসেম্বরের মধ্যে নতুন স্টেশন হওয়ার কথা ছিল।\n\n\n== অপারেশন ==\n৭৫৬.২৫-কিলোমিটার (৪৬৯.৯১-মাইল) রেলওয়ের মোট ট্র্যাকের দৈর্ঘ্য ৯০০ কিলোমিটার (৫৬০ মাইল)। মহারাষ্ট্রের মধ্য দিয়ে এর দৈর্ঘ্য ৩৬১ কিলোমিটার (২২৪ মাইল), কর্ণাটক হয়ে ২৩৯ কিলোমিটার (১৪৯ মাইল), এবং ১৫৬.২৫ কিলোমিটার (৯৭.০৯ মাইল) গোয়ার হয়ে।\n\n\n=== যাত্রী ===\nরেলপথে এখন পর্যন্ত দুর্গম অঞ্চলের সাথে সংযোগের কারণে এবং পশ্চিম ও দক্ষিণ ভারতের মধ্যে ভ্রমণকারীদের জন্য যথেষ্ট সময় সাশ্রয়ের কারণে রুটটি যাত্রীদের কাছে জনপ্রিয়। বেশ কয়েকটি ট্রেন যেগুলি বৃত্তাকার রুট নিয়েছিল সেগুলি চলমান সময় কমিয়ে কোঙ্কন রেলওয়েতে চলেছিল। এর মধ্যে প্রথমটি ছিল মুম্বাই-ম্যাঙ্গালোর নেত্রাবতী এক্সপ্রেস (পরে ত্রিবান্দ্রম পর্যন্ত প্রসারিত), যা 1 মার্চ 1998-এ কোঙ্কন রেলওয়েতে ঘুরিয়ে দেওয়া হয়েছিল; এটি সেই বছরের 1 এপ্রিল তিরুবনন্তপুরম রাজধানী এক্সপ্রেস দ্বারা অনুসরণ করা হয়েছিল। মৎস্যগন্ধা এক্সপ্রেস, লোকমান্য তিলক টার্মিনাস থেকে ম্যাঙ্গালোর পর্যন্ত চলাচল করে, 1 মে 1998 সালে পরিষেবা শুরু করে। হযরত নিজামুদ্দিন- ম্যাঙ্গালোর মঙ্গলা লক্ষদ্বীপ এক্সপ্রেসকে 1 আগস্ট 1998- এ রুটে ঘুরিয়ে এর্নাকুলাম জংশন পর্যন্ত প্রসারিত করা হয়েছিল পুণে- এর্নাকুলাম জংশন এক্সপ্রেস 25 ফেব্রুয়ারি 1999 সালে চালু করা হয়েছিল। মারুসাগর এক্সপ্রেস, যা জয়পুর এবং এর্নাকুলাম জংশনের মধ্যে চলাচল করে এবং কোঙ্কন রেলওয়ের মাধ্যমে আজমির পর্যন্ত প্রসারিত হয়েছিল, 12 অক্টোবর 2001-এ পরিষেবা শুরু হয়েছিল। ভারতীয় রেলের 150 তম বার্ষিকী স্মরণে 16 এপ্রিল 2002-এ জন শতাব্দী এক্সপ্রেস মুম্বাই এবং মাদগাঁও (সবচেয়ে দীর্ঘস্থায়ী জন শতাব্দী) এর মধ্যে ফ্ল্যাগ অফ করা হয়েছিল। 1 ফেব্রুয়ারি 2008-এ, তিরুবনন্তপুরমের কচুভেলি রেলওয়ে স্টেশন এবং লোকমান্য তিলক টার্মিনাসের মধ্যে একটি গরিব রথ এক্সপ্রেস পরিষেবা শুরু করে।\nতেজস এক্সপ্রেস হল প্রথম আধা-হাই-স্পিড, সম্পূর্ণ শীতাতপ নিয়ন্ত্রিত ট্রেন বহর যা ভারতীয় রেলওয়ে দ্বারা চালু করা হয়েছে, আধুনিক অন-বোর্ড সুবিধা সহ। এর উদ্বোধনী দৌড় ছিল ২৪ মে ২০১৭ এ মুম্বাইয়ের ছত্রপতি শিবাজি টার্মিনাস থেকে গোয়ার করমালি রেলওয়ে স্টেশন পর্যন্ত। এটি 552 কভার করেছে কিমি (342 mi) আট ঘণ্টা ৩০ মিনিটে।\n\n\n=== মালবাহী ===\n\nরেলওয়ের মালবাহী প্রতিক্রিয়া ছিল উষ্ণ, তার কর্পোরেশনকে তার হার কমানোর কথা বিবেচনা করতে প্ররোচিত করেছিল। ₹ 33.75 এর বকেয়া ঋণ সহ বিলিয়ন, কেআরসিএল রাজস্বের জন্য মালবাহী যানবাহনের উপর গণনা করছিল। মালবাহী ট্র্যাফিক আকর্ষণ করার জন্য, কর্পোরেশন রুটে শিল্পের জন্য বিজ্ঞাপন দেওয়া শুরু করে। \nকর্পোরেশন 1999 সালে কোলাদ (মহারাষ্ট্র) এবং ভার্না, গোয়ার মধ্যবর্তী অংশে রোল-অন/রোল-অফ (RORO) পরিষেবা, একটি রোড-রেল ব্যবস্থা চালু করেছিল; এটি ২০০৪ সালে কর্ণাটকের সুরথকাল রেলওয়ে স্টেশন পর্যন্ত সম্প্রসারিত হয় RORO পরিষেবা, ভারতে তার ধরনের প্রথম, ফ্ল্যাটকারে ট্রাক পরিবহনের অনুমতি দেয়। এটি জনপ্রিয় হয়েছে, প্রায় ১.৬ বহন করে মিলিয়ন ট্রাক এবং ₹ 1.2 এর বেশি আয় 2009 সালের মধ্যে বিলিয়ন। \n\n\n== নিরাপত্তা ==\nকোঙ্কণ অঞ্চলের ভূখণ্ড এবং আবহাওয়া রেলের জন্য সমস্যা তৈরি করেছে। ১৯৯৮ সালের বর্ষাকালে, মুষলধারে বৃষ্টির ফলে ভূমিধস হয় যা ট্র্যাকগুলিকে ধুয়ে দেয় এবং পরিষেবা ব্যাহত হয়। প্রকৌশলের মাধ্যমে সমস্যাগুলি সমাধানের জন্য কর্পোরেশনের প্রচেষ্টা সত্ত্বেও (যেমন পাথরগুলিকে ট্র্যাকের উপর ঘূর্ণায়মান থেকে রোধ করার জন্য কাটিং বরাবর প্রতিরক্ষামূলক জাল), সমস্যাগুলি প্রতি বছর পুনরাবৃত্তি হয়।\nলাইনটির প্রথম বড় দুর্ঘটনা ঘটে ২২ জুন ২০০৩-এর রাতে, যখন একটি ভূমিধস একটি সুড়ঙ্গের প্রবেশপথে একটি কারওয়ার - মুম্বাই এক্সপ্রেস ট্রেন লাইনচ্যুত হয়। দুর্ঘটনার ফলে ৫১ জন মারা গেছে, এবং অন্যরা আহত হয়েছে। ফলস্বরূপ, ভূমিধস-প্রবণ অঞ্চলে পর্যাপ্ত নিরাপত্তা ব্যবস্থা গ্রহণে ব্যর্থতার জন্য কর্পোরেশন কঠোরভাবে সমালোচিত হয়েছিল। একটি তদন্ত রিপোর্ট করেছে যে দুর্ঘটনার কারণ বর্ষা টহলের অভাবের কারণে কাটার ব্যর্থতা। ফলাফলগুলি কর্পোরেশন দ্বারা বিতর্কিত ছিল, যা বলে যে বর্ষা টহলের অভাব দুর্ঘটনার দিকে পরিচালিত করেনি (যা প্রকৃতির শক্তির কারণে হয়েছিল)। দুর্ঘটনার পরপরই, অবশ্য কর্পোরেশন ঘোষণা করেছে যে তারা রুটে নিরাপত্তা ব্যবস্থা বাড়াবে।\nমাত্র এক বছর পরে, ১৬ জুন ২০০৪-এ দ্বিতীয় বড় দুর্ঘটনা ঘটলে ব্যবস্থাগুলি অপর্যাপ্ত ছিল। একটি ম্যাঙ্গালোর-মুম্বাই মৎস্যগান্ডা এক্সপ্রেস লাইনচ্যুত এবং ট্র্যাকের উপর পাথরের আঘাতের পরে একটি সেতু থেকে পড়ে, 20 জনের মৃত্যু হয়। আবার, কর্পোরেশন জোর দিয়ে বলে যে দুর্ঘটনাটি প্রকৃতির শক্তির কারণে হয়েছে। তখন কোঙ্কন রেলওয়ের নিরাপত্তা ও নির্ভরযোগ্যতা নিয়ে প্রশ্ন তোলা হয়। রেলওয়ে নিরাপত্তা কমিশনারের একটি তদন্তের রায়ে বলা হয়েছে যে ট্র্যাকের উপর \"পাথর এবং মাটি পড়ে\" দুর্ঘটনাটি ঘটেছে। প্রতিবেদন প্রকাশের পর কর্পোরেশন তাদের সুপারিশ বাস্তবায়ন করে। এর মধ্যে রয়েছে বর্ষাকালে ট্রেনের গতি কমিয়ে ৭৫ কিমি/ঘ (৪৭ মা/ঘ) করা ১২০ কিমি/ঘ (৭৫ মা/ঘ) থেকে এবং নিরাপত্তার উন্নতির জন্য লাইনের ধারে বোল্ডার জাল, শটক্রেটিং, রক বোল্টিং, মাইক্রোপিলিং এবং ভেটিভার প্ল্যান্টেশনের মতো ইঞ্জিনিয়ারিং ব্যবস্থা। \n১০ মে ২০২০ তারিখে ১৫৫৭ টার সময় দিওয়ানখাবটি এবং খেদ স্টেশনের (৮৩/৭ কিমি) মধ্যে সার বহনকারী একটি পণ্য ট্রেন লাইনচ্যুত হয়েছে। এটি কোভিড -১৯ ভাইরাস লকডাউনের সময় ঘটেছিল যখন ভারতের কেন্দ্রীয় বা কেন্দ্র সরকার দ্বারা নিয়মিত যাত্রী ও পণ্যবাহী ট্রেন বন্ধ করা হয়েছিল। এতে কোনো আহত বা হতাহতের ঘটনা ঘটেনি। 13 মে 2020 তারিখে 9.15 ঘটিকায় রেলপথে ট্রাফিক পুনরায় শুরু হয়।\n\n\n== আরও দেখুন ==\nভারতীয় রেলওয়ে\nকোঙ্কন রেলওয়ে কর্পোরেশন\n\n\n== তথ্যসূত্র =="}