{"pageid": 1106760, "title": "এ কে এম ইয়াকুব আলী", "url": "https://bn.wikipedia.org/wiki?curid=1106760", "content": "এ কে এম ইয়াকুব আলী বাংলাদেশের একজন লেখক, গবেষক, ইতিহাসবিদ, ও ইসলামি চিন্তাবিদ। তিনি রাজশাহী বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের ইমেরিটাস অধ্যাপক ছিলেন। তাকে ২০১৮ সালে ইতিহাস ও ঐতিহ্য বিষয়ক চতুর্দশ আন্তর্জাতিক সম্মেলনে রাজশাহী বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক ঘোষণা দেওয়া হয়। তিনি বাংলাপিডিয়ার একজন লেখক।\n\n\n== জন্ম ও বাল্যকাল ==\nইয়াকুব আলী ১৯৩৯ সালের ১ আগস্টে বগুড়া জেলার নন্দীগ্রাম থানার হাটধুমা জন্মগ্রহণ করে। তার পিতার নাম আলহাজ্জ মোহাম্মদ বাসতুল্লাহ শেখ ও মায়ের ফাতিমা বেগম। তার পিতা অত্র এলাকার আলেম ছিলেন।\n\n\n== শিক্ষাজীবন ==\nইয়াকুব আলী ছোটবেলা থেকেই এলাকায় মেধাবী ছাত্র হিসেবে পরিচিত ছিলেন। সে ১৯৫২ সালে ঢাকা মাদ্রাসা শিক্ষা বোর্ডের অধীনে আলিম পরীক্ষায় প্রথম বিভাগে নবম স্থান অধিকার করেন। ১৯৫৪ সালে একই বোর্ড থেকে ফাজিল পরীক্ষায় প্রথম বিভাগে ষষ্ঠ স্থান অধিকার করে উত্তীর্ণ হন। ১৯৫৫ সালে ঢাকা মাধ্যমিক শিক্ষাবোর্ডের অধীনে ইংরেজি ও গণিত বিষয় যুক্ত করে হাই মাদ্রাসা পরীক্ষায় উত্তীর্ণ হন। ১৯৫৬ সালে হাদিস নিয়ে কামিল পরীক্ষায় প্রথম শ্রেণি লাভ করেন।\nতিনি মাদ্রাসা শিক্ষার পাশাপাশি তিনি সাধারণ শিক্ষা কার্যক্রম অব্যাহত রেখেছিলেন। ১৯৫৮ সালে আজিজুল হক কলেজ থেকে প্রথম বিভাগে আই এ পাশ করেন। একই প্রতিষ্ঠান থেকে ১৯৬০ সালে পঞ্চম স্থান অধিকার করে বিএ পাশ করেন। এরপর ১৯৬২ সালে রাজশাহী বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগ থেকে এম এ পাশ করেন। তিনি ১৯৭০ সালে একই বিশ্ববিদ্যালয়ের আরবি বিভাগ থেকে প্রথম শ্রেণিতে প্রথম স্থান লাভ করে ২য় বার এম এ পাশ করেন। তিনি ১৯৮২ সালে বিশ্ববিদ্যালয়ের সর্বপ্রথম ইউজিসি ফেলো হিসেবে পিএইচডি ডিগ্রি অর্জন করেন।\nইয়াকুব আলী বাংলাভাষার পাশাপাশি ইংরেজি, আরবি, ফারসি এবং উর্দু ভাষায় অত্যন্ত দক্ষ ছিলেন। সংস্কৃত ভাষায়ও প্রাথমিক দক্ষ ছিলেন।\n\n\n== কর্মজীবন ==\nইয়াকুব আলী কলেজে শিক্ষকতা দিয়ে তিনি তার পেশাজীবন শুরু করেন। তিনি ১৯৬৩ সালে রাজশাহী বিশ্ববিদ্যালয়ে শিক্ষক হিসেবে যোগদান করেন। তবে মাঝখানে অল্প কিছু সময় চট্টগ্রাম বিশ্ববিদ্যালয়ে ইসলামের ইতিহাস ও সংস্কৃতি বিভাগে সহযোগী অধ্যাপক ও বিভাগীয় সভাপতির দায়িত্ব পালন করেছিলেন। এছাড়াও তিনি বিশ্ববিদ্যালয়ের বিভাগীয় সভাপতি ও অনুষদের ডিন হিসেবেও দায়িত্ব পালন করেছেন। তিনি ১৯৬৭ থেকে ১৯৭৭ সাল পর্যন্ত শিক্ষকতার পাশাপাশি রাজশাহীর বরেন্দ্র গবেষণা জাদুঘরের সহকারী কিউরেটরের (জাদুঘর পরিচালক) দায়িত্ব পালন করেছেন।\nএছাড়াও একাডেমিক গবেষণার দিক দিয়ে তার তত্ত্বাবধানে এ পর্যন্ত ২৫ জন গবেষক পিএইচডি ডিগ্রি ও ৭ জন এমফিল ডিগ্রি অর্জন করেছেন। এদের মধ্যে উল্লেখযোগ্য:\n\nতালুকদার মোহাম্মাদ লোকমান হাকিম - ইবি অধ্যাপক, জেএসিবিপ্রবি উপাচার্য।\n\n\n== রচনাবলী ==\nইয়াকুব আলীর গবেষণা ও চর্চার বিশেষ বিষয়সমূহের মধ্যে মধ্যযুগের বাংলার ইতিহাস, মুসলিম স্থাপত্য, মুসলিম মুদ্রাতত্ত্ব, হস্তলিখন শিল্প বা ক্যালিগ্রাফি, মুসলিম শিলালিপি, ইসলামের ইতিহাসের সামাজিক অর্থনৈতিক ধারা, ইতিহাসতত্ত্ব প্রভৃতি অন্যতম। তিনি গবেষণা ও প্রবন্ধধারার ১৬ টি প্রন্থ প্রকাশিত হয়েছে। তার লিখিত ৬৬টি ইংরেজি প্রবন্ধ ও ১৮টি বাংলা প্রবন্ধ ও ১টি আরবি প্রবন্ধ দেশ-বিদেশের জার্নালে প্রকাশিত হয়েছে।\nতার উল্লেখযোগ্য বইসমূহ:\n\nবরেন্দ্র অঞ্চলে মুসলিম ইতিহাস-ঐতিহ্য (২০০৮), 9844583896\nমুসলিম স্থাপত্য ও শিল্পকলা (১৯৯৬)\nআরব জাতির ইতিহাসচর্চা 984702040008X (২০১৬)\nমুসলিম মুদ্রা ও হস্তলিখন শিল্প\nরাজশাহীতে ইসলাম\nশিক্ষার সমাজতত্ত্ব 9847020500000\nজীবন প্রবাহের বাঁকে বাঁকে 98470205008110\nমুসলমানদের ইতিহাসচর্চা (খিলাফত ও ভারত উপমহাদেশ)\nসেলেক্ট এ্যারাবিক এন্ড পার্সিয়ান ইপিগ্রাপস,\nঅ্যাসপেক্ট অব সোসাইটি এন্ড কালচার অব দ্যা বারিন্দ,\nজিহাদ ইন ইসলাম : ইটস ইমপ্লিকেশনস প্রভৃতি।\nসারওয়ার ই কায়েনাত মুহাম্মদ (সঃ)\nমহানবী ও ইসলাম,\nআলোকিত পথ\nসম্পাদনা\n\nহালাকু খান (২০১৮) লেখকঃ মো: আদনান আরিফ সালিম 9789849341819\n\n\n== পুরস্কার ও সন্মাননা ==\nতাকে ২০১৮ সালে বাংলাদেশ এশিয়াটিক সোসাইটিতে অনুষ্ঠিত ইতিহাস একাডেমি কর্তৃক আয়োজিত ইতিহাস ও ঐতিহ্য বিষয়ক চতুর্দশ আন্তর্জাতিক সম্মেলনে রাজশাহী বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের ইমেরিটাস অধ্যাপক ঘোষণা দেওয়া হয়। এছাড়াও কিছু পুরস্কার পেয়েছেন।\n\nসিরাত একাডেমী পুরস্কার\nবরেন্দ্র একাডেমী পদক\nবাংলাদেশ ইতিহাস পরিষদ পুরস্কার\nশব্দকলা সাহিত্যপদক (রাজশাহী) প্রভৃতি।\n\n\n== তথ্যসূত্র =="}