{"pageid": 1106099, "title": "লা কিন্তা দেল বুইত্রে", "url": "https://bn.wikipedia.org/wiki?curid=1106099", "content": "লা কিন্তা দেল বুইত্রে হলেন ১৯৮০-এর দশকে স্পেনীয় ফুটবলে আধিপত্য বিস্তারকারী দলের মূল অংশে থাকা পাঁচজন স্বদেশী রিয়াল মাদ্রিদ খেলোয়াড়কে স্পেনীয় ক্রীড়া সাংবাদিক জুলিও সিজার ইগলেসিয়াসের দেওয়া একটি উপাধি। নামটি (\"শকুনের দল\") গ্রুপের সবচেয়ে প্রতিভাধারী এবং বিশিষ্ট খেলোয়াড় এমিলিও বুত্রাগুয়েনো-এর ডাকনাম এল বুইত্রে থেকে নেওয়া। অন্য চার সদস্য ছিলেন সানচিস, রাফায়েল মার্টিন ভাজকুয়েজ, মিচেল এবং মিগুয়েল পারদেজা। পাঁচজন খেলোয়াড়ই রিয়াল মাদ্রিদের যুব একাডেমি, লা ফ্যাব্রিকা থেকে উত্তীর্ণ। \n\n\n== উৎপত্তি ==\nনামটি \"আমানসিও ই লা কুইন্তা দেল বুইত্রে\" শিরোনামে সাংবাদিক জুলিও সিজার ইগ্লেসিয়াসের লেখা একটি এল পাইস নিবন্ধ থেকে এসেছে। প্রথমে, নিবন্ধটির শিরোনামটি কেবলমাত্র \"লা কুইন্তা দেল বুইত্রে\" করার উদ্দেশ্যে চিন্তা করা হয়েছিল, তবে ইগলেসিয়াস পত্রিকার সম্পাদকের একটি উপদেশ স্বরণ করেন যে তরুণদের একটি দলের জন্য ৯০ লাইনের একটি নিবন্ধ লেখা বাড়াবাড়ি হবে। যাইহোক, তরুণ খেলোয়াড়দের এই দলটি ক্লাবে নতুন মনোবল নিয়ে এসেছিল এবং তারা ছিল নতুন গতিশীলতার প্রতিনিধি যা সমগ্র স্পেনীয় সমাজ সেই ১৯৭০-এর দশকের শেষের দিকে এবং ১৯৮০-এর দশকের শুরুতে অনুভব করছিল।\nনিবন্ধটি প্রকাশিত হওয়ার সময়, পাঁচজন খেলোয়াড়ই রিয়াল মাদ্রিদের সংরক্ষিত দল কাস্তিয়ার অংশ ছিল এবং এই তরুণ খেলোয়াড়দের প্রতি দৃষ্টি আকর্ষণ করার জন্য নিবন্ধটি একটি বড় প্রভাব ফেলেছিল। মরসুমের শেষে, কাস্তিয়া ১৯৮৩-৮৪ সেগুন্দা ডিভিশনের চ্যাম্পিয়ন হয়, কিন্তু ততক্ষণে শুধুমাত্র মিশেলকে রিয়াল মাদ্রিদের প্রথম দলে অন্তর্ভুক্ত করা হয়নি, নিবন্ধটি প্রকাশিত হওয়ার পরপরই বাকি চারজনকে স্থানান্তর করা হয়েছিল। প্রথমে সানচিস এবং মার্টিন ভাজকুয়েজ রিয়াল মাদ্রিদের প্রথম দলের হয়ে খেলেন। ৪ ডিসেম্বর ১৯৮৩- এ মুর্সিয়াতে তাদের অভিষেক হয়। কোচ আলফ্রেডো ডি স্টেফানো শুরু থেকেই তরুণদের নামান। দুজনেই আশ্চর্যজনকভাবে ভালো খেলেন এবং এমনকি সানচিস জয়সূচক গোলটিও করেছিলেন। কয়েক মাস পরে, ৫ ফেব্রুয়ারি ১৯৮৪-এ, এমিলিও বুত্রাগুয়েনো কাদিসে একটি অ্যাওয়ে খেলায় অভিষেক করেন। এল বুইত্রে দুই গোল করেছিলেন। সেই একই মৌসুমে পারদেজাকে প্রথম দলে যোগ করা হয় এবং পরের মৌসুমে মিশেলকে অন্তর্ভুক্ত করা হয়।\n\n\n== অর্জন ==\nএর মূল অংশে কুইন্টা দেল বুইত্রে (১৯৮৬ সালে পারদেজা জারাগোজার জন্য ক্লাব ছেড়ে যাওয়ার পর দলটিকে চার সদস্যে নামিয়ে আনা হয়) নিয়ে ১৯৮০-এর দশকের দ্বিতীয়ার্ধে রিয়াল মাদ্রিদ স্পেন এবং ইউরোপের সেরা দলগুলোর মধ্যে একটি ছিল। অর্জনের মধ্যে দুটি উয়েফা কাপ এবং টানা পাঁচটি স্পেনীয় চ্যাম্পিয়নশিপ জিতেছিলো।  তবে, ইউরোপিয়ান কাপ জিততে ব্যর্থ হয়েছিল।\n১৯৯০ ফিফা বিশ্বকাপে পাঁচজন খেলোয়াড়ই স্পেনের স্কোয়াডের অংশ ছিল। বেলজিয়ামের বিপক্ষে খেলার শেষ মিনিটে, জুলিও স্যালিনাসের বদলি হিসেবে মিগুয়েল পারদেজার প্রবেশের পর লা \"কুইন্তা\" পিচে পুনরায় একত্রিত হয়েছিল। বিশ্বকাপ ফাইনালের সময় এটিই একমাত্র সময় ছিল।\nমার্টিন ভাসকুয়েজ ১৯৯০ সালে তোরিনোতে খেলতে যায়। তিনি ১৯৯২ সালে রিয়াল মাদ্রিদে প্রত্যাবর্তন করেন, ১৯৯৫ সালে ( দেপোর্তিভো দে লা করিনায় ) আবার ক্লাব ছেড়ে যান। বুত্রাগুয়েনো ১৯৯৫ সালে এবং মিচেল ১৯৯৬ সালে ক্লাব ছেড়েছিলেন। দু'জনেই মেক্সিকোর ক্লাব সেলায়াতে খেলতে গিয়েছিলেন।\nসানচিসলা কুইন্তার একমাত্র সদস্য যিনি রিয়াল মাদ্রিদ ছাড়া অন্য কোনো ক্লাবে খেলেননি। দুইবার (১৯৯৮ এবং ২০০০ সালে) চ্যাম্পিয়ন্স লিগ জিতে, তিনি লা কুইন্তা তার গৌরবময় দিনগুলোতে যা অর্জন করতে ব্যর্থ হয়েছিল তা অর্জন করতেও সক্ষম হন। তিনি বিখ্যাত দলটির সর্বশেষ সক্রিয় সদস্য হিসাবে ২০০১ সালে অবসর গ্রহণ করেন। ১৯৯৮ সালের ইয়ুভেন্তসের বিপক্ষে ফাইনালে তিনি রিয়াল মাদ্রিদ দলের অধিনায়কত্ব করেন।\nসেই বছরগুলোতে, মাদ্রিদ ক্লাবটি উচ্চ-গতি এবং অত্যন্ত দক্ষ, আক্রমণাত্মক খেলার শৈলীর সমার্থক হয়ে ওঠে। সান্তিয়াগো বার্নাবেউ স্টেডিয়ামে তখনকার উত্তপ্ত পরিবেশ কখনও কখনও খেলোয়াড়দের সীমা ছাড়িয়ে যেতে বাধ্য করতো। এই সময়ে রিয়াল মাদ্রিদ বেপরোয়া আক্রমণের জন্য পরিচিত ছিলো, তারা প্রায়শই হোল্ডিং মিডফিল্ডার ছাড়াই খেলত।\n\n\n== তথ্যসূত্র =="}