{"pageid": 1106082, "title": "দ্য ফেলোশিপ অফ দ্য রিং", "url": "https://bn.wikipedia.org/wiki?curid=1106082", "content": "দ্য ফেলোশিপ অফ দ্য রিং (ইংরেজি: The Fellowship of the Ring; অনুবাদ: অঙ্গুরীয়ের সংঘ) হল ইংরেজ লেখক জে. আর. আর. টলকেইনের মহাকাব্যিক উপন্যাস দ্য লর্ড অফ দ্য রিংস-এর তিনটি খণ্ডের মধ্যে প্রথম খণ্ড। এই উপন্যাসের পরবর্তী খণ্ডগুলি হল দ্য টু টাওয়ারস ও দ্য রিটার্ন অফ দ্য কিং। সমগ্র উপন্যাসটিই কাল্পনিক মহাবিশ্ব মিডল-আর্থের প্রেক্ষাপটে রচিত। দ্য ফেলোশিপ অফ দ্য রিং প্রথম প্রকাশিত হয় ১৯৫৪ সালের ২৯ জুলাই যুক্তরাজ্যে।\nএই খণ্ডে একটি মুখবন্ধ রয়েছে, যাতে লেখক দ্য লর্ড অফ দ্য রিংস রচনার কথা আলোচনা করেছেন এবং সেই সঙ্গে রয়েছে \"কনসার্নিং হবিটস, অ্যান্ড আদার ম্যাটারস\" নামে একটি প্রস্তাবনা এবং বুক ওয়ান ও বুক টু শীর্ষকে মূল উপাখ্যান।\n\n\n== শিরোনাম ও প্রকাশনা ==\nটলকেইন চেয়েছিলেন দ্য লর্ড অফ দ্য রিংস হবে ‘বুক’ নামাঙ্কিত ছয়টি অংশে বিভক্ত এক খণ্ডের একটি রচনা এবং তার সঙ্গে বিস্তারিত নির্ঘণ্ট যুক্ত থাকবে। মূল প্রকাশক বইটিকে তিনটি অংশে বিভাজিত করে প্রকাশ করার সিদ্ধান্ত নেন। প্রকাশকের সিদ্ধান্ত অনুসারেই পঞ্চম ও ষষ্ঠ অংশটি এবং নির্ঘণ্টগুলি অ্যারাগর্নের গন্ডোরের সিংহাসনে আরোহণ-বিষয়ক দ্য রিটার্ন অফ দ্য কিং অংশের সঙ্গে যুক্ত হয়। টলকেইন ইঙ্গিত দিয়েছিলেন যে, শেষাংশটির শিরোনাম হিসেবে দ্য ওয়ার অফ দ্য রিং নামটি তাঁর বেশি পছন্দ ছিল, কারণ এই শিরোনাম গল্পের অল্প অংশই প্রকাশ করে।\nতিন খণ্ডে দ্য লর্ড অফ দ্য রিংস প্রকাশের সিদ্ধান্ত গ্রহণের আগে টলকেইন যে উপন্যাসটি ছয় অংশে বিভক্ত এক খণ্ডে এবং দ্য সিলমারিলিওন-এর সঙ্গে একযোগে প্রকাশিত হবে। যদিও তিনি ছয়টি অংশেরই পৃথক পৃথক শিরোনামের প্রস্তাব করেছিলেন। যে দু’টি অংশ নিয়ে দ্য ফেলোশিপ অফ দ্য রিং প্রকাশিত হয়, সেটির প্রথমটির নাম প্রথমে স্থির করা হয়েছিল দ্য ফার্স্ট জার্নি অথবা দ্য রিং সেটস আউট এবং দ্বিতীয়টির নাম স্থির করা হয়েছিল দ্য জার্নি অফ দ্য নাইন কমপ্যানিয়নস অথবা দ্য রিং গোজ সাউথ। দ্য রিং সেটস আউট ও দ্য রিং গোজ সাউথ শিরোনাম দু’টি মিলেনিয়াম সংস্করণে ব্যবহৃত হয়েছিল।\n\n\n== বিষয়বস্তু ==\nএই খণ্ডে যে পাঠকেরা দ্য হবিট পড়েনি, তাদের জন্য একটি প্রস্তাববা এবং উপন্যাসটির প্রেক্ষাপট সংক্রান্ত তথ্য দেওয়া হয়েছে। আখ্যানবস্তু দুই অংশে বিন্যস্ত – বুক ওয়ান: দ্য রিং সেটস আউট ও বুক টু: দ্য রিং গোজ সাউথ।\n\nটেমপ্লেট:দ্য ফেলোশিপ অফ দ্য রিং/কাহিনি সারাংশ\n\n\n== সদস্যগণ ==\nদ্য ফেলোশিপ অফ দ্য রিং শিরোনামটির অর্থ নয় জন কালো অশ্বারোহীর বিরুদ্ধে যে নয় সঙ্গী বা নয় পরিব্রাজক এক অঙ্গুরীয় ধ্বংস করার অভিযানে বের হয়েছিল। এরা হল হবিট অঙ্গুরীয়বাহক ফ্রোডো ব্যাগিনস ও তার মালি স্যামওয়াইজ গ্যামজি, জাদুকর গ্যান্ডালফ, এলফ লেগোলাস, বামন গিমলি, মানুষ অ্যারাগর্ন দ্য রেঞ্জার ও গন্ডোরের বরোমির এবং দুই তরুণ হবিট মেরিয়াডক ব্র্যান্ডিবাক ও পেরিগ্রিন টুক। এই কারণে এই ফেলোশিপ পশ্চিমের স্বাধীন জনসাধারণের (এলফ, বামন, মানুষ ও হবিট) প্রতীক, যাদের সহকারী ছিলেন বিশেষ ক্ষমতাসম্পন্ন এক জাদুকর।\n\n\n== সমালোচনামূলক প্রতিক্রিয়া ==\n\nকবি ডব্লিউ. এইচ. অডেন দ্য নিউ ইয়র্ক টাইমস-এ উপন্যাসটির একটি ইতিবাচক পর্যালোচনা করেন। তিনি উপন্যাসে উপস্থাপিত উত্তেজনার প্রশংসা করে বলেন যে, “টলকেইনের আবিষ্কার অক্লান্ত এবং এরপর কী হবে তা জানার আদিম স্তরে দ্য ফেলোশিপ অফ দ্য রিং অন্ততপক্ষে দ্য থার্টি-নাইন স্টেপস-এর মতোই ভালো।” যদিও উপন্যাসের গোড়ার দিকে হালকা হাস্যরসকে তিনি বর্ণনা করেন “টলকেইন-সুলভ নয়” বলেই। প্রকৃতি লেখক লরেন এইসেলে এই খণ্ডটির সম্পর্কে অনুকূল পর্যালোচনা করেছিলেন। সাহিত্য সমালোচক এডমন্ড উইলসন অবশ্য \"উ, দোস অফুল ওর্কস!\" শিরোনামে একটি চাটূক্তিমুক্ত পর্যালোচনা রচনা করেন।\n\"চার্চ কোয়ার্টারলি রিভিউ\" পত্রিকায় ঔপন্যাসিক এইচ. এ. ব্লেয়ার লেখেন যে, গ্রন্থটি “কাব্যিক সত্য” প্রকাশ করেছে, আবেদন রেখেছে “অবচেতন মৌল আদর্শে”র কাছে এবং এই গ্রন্থটি একটি প্রাক্-খ্রিস্টান গ্রন্থ তবে খ্রিস্টান “প্রতিধ্বনি ও গুরুত্ব” নির্দেশকারী ধর্মীয় গ্রন্থ।\n\"সায়েন্স ফিকশন কোয়ার্টারলি\" পত্রিকায় কল্পবিজ্ঞান লেখক এল. স্প্র্যাগ ডে ক্যাম্প গ্রন্থটিকে “একটি বৃহৎ, মন্থর, বর্ণময়, কাব্যিক, দুঃখময় ও অ্যাডভেঞ্চার-প্রধান রোমান্স” বলে উল্লেখ করেন এবং হবিটদের বলেন “ইংরেজ হোয়াইট-কলার কর্মী ও খরগোশের সংকর”।\n\"দ্য ট্যাবলেট\" পত্রিকায় ক্যাথলিক পর্যালোচক ক্রিস্টোফার ডেরিক লেখেন যে, বইটি একটি বীরগাথাবিষয়ক রোমান্স এবং খোলাখুলিভাবেই পৌরাণিক। তাঁর দৃষ্টিতে টলকেইন “তাঁর জগৎ সৃষ্টিতে বিস্ময়কর উর্বরতাশক্তির পরিচয় দিয়েছেন এবং একটি উন্নত শৈলী নির্মাণে প্রায় সফল হয়েছেন”।\nটলকেইনের বন্ধু ও সহকারী-ইংকলিং সি. এস. লুইস টাইম অ্যান্ড টাইড পত্রিকায় লেখেন যে, এই বইটি রোমান্সের এক নতুন জগৎ সৃষ্টি করেছে এবং এটি “রূপকনির্দেশবিহীন একটি পুরাণ”, যার ইতিহাসের বোধ অত্যন্ত শক্তিশালী।\nঔপন্যাসিক নাওমি মিচিশন দ্য নিউ স্টেটসম্যান অ্যান্ড নেশন পত্রিকায় বইটির প্রশংসা করে বলেন যে, “সর্বোপরি এটি অসাধারণভাবে কথিত একটি কাহিনি, যার মধ্যে সব ধরনের রং, গতিশীলতা ও মহত্ত্ব রয়েছে।” \n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট বুক লিস্টে The Fellowship of the Ring (ইংরেজি)\nটেমপ্লেট:J. R. R. Tolkien\nটেমপ্লেট:Middle-earth\nটেমপ্লেট:Lotr"}