{"pageid": 1106280, "title": "১০২ নং ওয়ার্ড, কলকাতা পৌরসংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1106280", "content": "ওয়ার্ড নং ১০২, কলকাতা পৌরসংস্থা কলকাতা পৌরসংস্থার বরো নং ১১র একটি প্রশাসনিক বিভাগ। এটি যাদবপুর ( কেপিসি মেডিকেল কলেজ হাসপাতাল-রামকৃষ্ণ পল্লী-সেন্ট্রাল পার্ক-কামারপাড়া) এবং বাঘাযতীন (চিত্তরঞ্জন কলোনী-কাজিপাড়া-পশ্চিম রাজাপুর) অংশগুলি নিয়ে গঠিত এবং ভারতের পশ্চিমবঙ্গ রাজ্যের দক্ষিণ কলকাতার আশেপাশের এলাকা।\n\n\n== ইতিহাস ==\n১৯ শতকের মাঝামাঝি থেকে কলকাতা মিউনিসিপ্যাল কর্পোরেশনের প্রতিষ্ঠা ও বিবর্তন একটি দীর্ঘ প্রক্রিয়া অনুসরণ করে। ১৮৮৮ সালের মিউনিসিপ্যাল কনসোলিডেশন অ্যাক্ট এবং তারপরে গৃহীত কিছু পদক্ষেপের ফলে শহরের পূর্ব ও দক্ষিণ অংশের পেরিফেরাল এলাকাগুলি কর্পোরেশন এলাকায় যুক্ত করা হয়েছে। ১৮৮৮ সালে, ৭৫ জন কমিশনার ছিলেন, যাদের মধ্যে ৫০ জন নির্বাচিত, ১৫ জন সরকার কর্তৃক নিযুক্ত এবং ১০ জন চেম্বার অফ কমার্স, ট্রেডস অ্যাসোসিয়েশন এবং পোর্ট কমিশনারদের মতো সংস্থা থেকে মনোনীত। ১৯২৩ সালের কলকাতা মিউনিসিপ্যাল অ্যাক্ট গুরুত্বপূর্ণ পরিবর্তন নিয়ে আসে। কোসিপুর, চিটপুর, মানিকটোলা এবং গার্ডেন রিচের পার্শ্ববর্তী পৌরসভাগুলি, সেইসাথে নিউ ডক এক্সটেনশন এলাকা, কলকাতার সাথে একত্রিত হয়েছিল। গার্ডেন রিচ পরে যোগ করা হয়।\n\n\n== ভূগোল ==\n১০২নং ওয়ার্ড যাদবপুর স্টেশন রোডের উত্তরে সীমানাযুক্ত; পূর্ব রেলওয়ের শিয়ালদহ দক্ষিণ লাইন দ্বারা পূর্বে; বাঘাযতীন স্টেশন রোডের দক্ষিণে; এবং পশ্চিমে রাজা সুবোধ চন্দ্র মল্লিক রোড। \nওয়ার্ডটি কলকাতা পুলিশের যাদবপুর থানা দ্বারা পরিবেশিত হয়।\nপাটুলি মহিলা থানার এখতিয়ার রয়েছে  দক্ষিণ শহরতলির বিভাগের অধীনস্থ সমস্ত পুলিশ থানার উপর - নেতাজি নগর, যাদবপুর, কসবা, রিজেন্ট পার্ক, বাঁশদ্রোণী, গড়ফা এবং পাটুলি।\n\n\n== জনসংখ্যা ==\nভারতের ২০১১ সালের আদমশুমারি অনুসারে, ১০২ নং ওয়ার্ড, কলকাতা মিউনিসিপ্যাল কর্পোরেশনের মোট জনসংখ্যা ছিল ২১,৫০৩ জন, যার মধ্যে ১০,৬২৪ (৪৯%) পুরুষ এবং ১০,৮৭৯ (৫১%) মহিলা। ৬ বছরের নিচে জনসংখ্যা ছিল 1,321 জন। ১০২ নং ওয়ার্ডে মোট শিক্ষিতের সংখ্যা ছিল 18,877 (৬ বছরের বেশি জনসংখ্যার ৯৩.৫৩%)।\n\n\n== নির্বাচনের উপাত্ত ==\nওয়ার্ডটি একটি সিটি মিউনিসিপ্যাল কর্পোরেশন কাউন্সিল নির্বাচনী এলাকা গঠন করে এবং যাদবপুর বিধানসভা কেন্দ্রর একটি অংশ।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:কলকাতা পৌরসংস্থা"}