{"pageid": 1106010, "title": "ইউরেটার", "url": "https://bn.wikipedia.org/wiki?curid=1106010", "content": "ইউরেটার হল টিউবাকৃতির মসৃণ পেশী, যা মূত্রকে কিডনি থেকে মূত্রথলিতে নিয়ে আসে। একজন প্রাপ্তবয়স্ক মানুষের মূত্রনালী সাধারণত ২০–৩০ সেমি (৮–১২ ইঞ্চি) দীর্ঘ এবং প্রায় ৩–৪ মিমি (০.১২–০.১৬ ইঞ্চি) ব্যাসের হয়ে থাকে। মূত্রনালীটি ইউরোথেলিয়াল কোষ দ্বারা তৈরি। যার একটি অতিরিক্ত মসৃণ পেশী স্তর রয়েছে, যা পেরিস্টালিসিসে সহায়তা করে।\nমূত্রনালীগুলি মূত্রনালীর সংক্রমণ এবং বৃক্কে পাথর সহ বেশ কয়েকটি রোগ দ্বারা প্রভাবিত হতে পারে। স্টেনোসিস হয় যখন মূত্রনালী সংকুচিত হয়ে যায়, উদাহরণস্বরূপ দীর্ঘস্থায়ী প্রদাহের কারণে। জন্মগত অস্বাভাবিকতা যা মূত্রনালীকে প্রভাবিত করে তার মধ্যে একই পাশে দুটি মূত্রনালী বা অস্বাভাবিকভাবে স্থাপন করা মূত্রনালীর বিকাশ অন্তর্ভুক্ত থাকতে পারে। উপরন্তু, মূত্রাশয় থেকে মূত্র ইউরেটারে ফিরে আসাও একটি অবস্থা যা সাধারণত শিশুদের মধ্যে দেখা যায়।\nমূত্রনালীগুলিকে কমপক্ষে দুই হাজার বছর আগে চিহ্নিত করা হয়েছে, \"ইউরেটার'' শব্দটি ইউরিনেটিং বা প্রস্রাব করা থেকে উদ্ভূত হয়েছে- প্রস্রাবের সাথে সম্পর্কিত এবং অন্তত হিপোক্রেটিসের সময় থেকে লিখিত রেকর্ড পাওয়া গেছে। যাইহোক, শুধুমাত্র ১৫০০-এর দশক থেকে আধুনিক কাঠামো বোঝাতে \"ইউরেটর\" শব্দটি ধারাবাহিকভাবে ব্যবহার করা হচ্ছে এবং শুধুমাত্র ১৯০০-এর দশকে মেডিকেল ইমেজিংয়ের বিকাশের পর থেকে এক্স-রে, সিটি এবং আল্ট্রাসাউন্ডের মতো কৌশলগুলি ব্যবহার করে ইউরেটার দেখা সম্ভব হয়েছে। ইউরেটার একটি নমনীয় ক্যামেরা ব্যবহার করে ভিতর থেকেও দেখা যায়, যাকে বলা হয় ইউরেটারোস্কপি, যা প্রথম ১৯৬৪ সালে বর্ণিত হয়েছিল।\n\n\n== গঠন ==\nমূত্রনালীগুলির গঠন টিউবাকৃতির, প্রাপ্তবয়স্কদের মধ্যে প্রায় ২০–৩০ সেন্টিমিটার (৭.৯–১১.৮ ইঞ্চি), যার প্রতিটি কিডনির শ্রোণী থেকে মূত্রাশয়ে যায়। রেনাল পেলভিস থেকে, তারা সোয়াস মেজর পেশীর উপরে নেমে পেলভিসের কানায় পৌঁছায়। এখানে, তারা সাধারণ ইলিয়াক ধমনীর সামনে দিয়ে অতিক্রম করে। তারপরে তারা পেলভিসের পাশ দিয়ে নিচে চলে যায় এবং অবশেষে সামনের দিকে বাঁক নেয় এবং মূত্রাশয়ের পিছনের বাম এবং ডান দিক থেকে মূত্রাশয়ে প্রবেশ করে।  ইউরেটারের ব্যাস প্রায় ১.৫–৬ মিমি (০.০৫৯–০.২৩৬ ইঞ্চি)  এবং মূত্রাশয়ে প্রবেশের ঠিক আগে তাদের প্রান্তের কাছাকাছি ১–২ সেমি (০.৩৯–০.৭৯ ইঞ্চি) মসৃণ পেশীর একটি স্তর দ্বারা বেষ্টিত থাকে। \n\n\n== তথ্যসূত্র =="}