{"pageid": 1106194, "title": "জুমলা বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1106194", "content": "জুমলা বিমানবন্দর (আইএটিএ: JUM, আইসিএও: VNJL) নেপালের একটি আভ্যন্তরীণ বিমানবন্দর, যেটি কর্ণালী প্রদেশের জুমলা জেলায় অবস্থিত।\nবিমানবন্দরটি গড় সমুদ্রপৃষ্ঠ থেকে ৭,৭০০ ফুট (২,৩৪৭ মিটার) উচ্চতায় অবস্থিত।  এটিতে ০৯/২৭ হিসেবে মনোনীত অ্যাসফল্ট দিয়ে পাকা করা ৬৭০ বাই ২৫ মিটার (২,১৯৮ বাই ৮২ ফুট) রানওয়ে রয়েছে।\n\n\n== এয়ারলাইন্স এবং গন্তব্য ==\n\n\n== দুর্ঘটনা ও ঘটনা ==\n৫ জুলাই ১৯৯২ - আরএনএ ডি হ্যাভিল্যান্ড কানাডা ডিএইচসি-৬ টুইন ওটার ৩০০ (৯এন-এবিবি) বিমানটি, জুমলা বিমানবন্দর থেকে সুরক্ষেতের উদ্দেশ্যে উড্ডয়নের সময় দিকনির্দেশক নিয়ন্ত্রণ হারিয়ে ফেলে। বিমানটি রানওয়ে থেকে ছুটে গিয়ে বিমানবন্দরের ঘেরের বেড়ায় আঘাত করে। বিমানে কোন যাত্রী ছিল না এবং তিনজন কর্মীর কেউ আহত হয়নি।\n১৮ জানুয়ারী ১৯৯৯ - নেকন এয়ার সেসনা ২০৮ ক্যারাভান ১ (৯এন-এডিএ) বিমানটি, জুমলা বিমানবন্দর থেকে উড্ডয়নের পরে ৪৫০ ফুট (১৪০ মিটার) উচ্চতায় উঠে কিন্তু তার পরপরই থেমে যায় এবং বিধ্বস্ত হয় এবং আগুন ধরে যায়। বিমানবন্দরে অগ্নি নির্বাপক যন্ত্রপাতি না থাকায় আগুন নেভানো যায়নি। বিমানে থাকা ১০ জন যাত্রী এবং ২ জন ক্রূর মধ্যে, ৪ যাত্রী এবং ১ জন ক্রূ নিহত হন। দুর্ঘটনার সম্ভাব্য কারণ ছিল বিমানটি উড্ডয়নের সময় পাইলটের ব্যর্থতা।\n২১ জুন ২০০৬ - ইয়েতি এয়ারলাইন্স ডি হ্যাভিল্যান্ড কানাডা ডিএইচসি-৬ টুইন ওটার সিরিজ ৩০০ (৯এন-এইকিউ) বিমানটি, সুক্রেট থেকে এসে জুমলা বিমানবন্দরে অবতরন করতে যায়, তবে তখন পাইলট দৃশ্যত ঘুরে যেয়ে অবতরণ করার সিদ্ধান্ত নেন। বিমানটি বিমানবন্দরের পূর্ব দিকের একটি পাহাড়ে বিধ্বস্ত হয়, এতে তিনজন ক্রূ এবং ছয়জন যাত্রী নিহত হয়।\n৯ জুন ২০১৮ - তারা এয়ার ডি হ্যাভিল্যান্ড কানাডা ডিএইচসি-৬ টুইন ওটার সিরিজ ৩০০ (৯এন-এইভি) বিমানটি, নেপালগঞ্জ থেকে এসে অবতরনের সময় কয়েকবার বাউন্স খায় এবং রানওয়ের বাম দিকে আছড়ে পড়ে। ল্যান্ডিং গিয়ারটির নাক ভেঙে পড়ে যাওয়ায় বিমানটি রানওয়ে থেকে পিছলে পড়ে যায়, রানওয়ের বেড়াতে আটকে যায়। বিমানবন্দরের বেড়ার আঘাতে বিমানটির যথেষ্ট ক্ষতি হয়, তবে কোন হতাহতের ঘটনা ঘটেনি।\n\n\n== আরো দেখুন ==\nনেপালের বিমানবন্দরের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nJUM / VNJL-এর দুর্ঘটনার ইতিহাস - এভিয়েশন সেফটি নেটওয়ার্ক"}