{"pageid": 1106213, "title": "ধর্ম হস্তান্তরণ", "url": "https://bn.wikipedia.org/wiki?curid=1106213", "content": "ধর্ম হস্তান্তরণ, চ্যান ও জেন বৌদ্ধধর্মে একটি প্রথা যেখানে একজন ব্যক্তিকে \"শিক্ষক ও শিষ্যদের একটি অবিচ্ছিন্ন বংশের উত্তরসূরি হিসেবে প্রতিষ্ঠিত করা হয়, আধ্যাত্মিক 'রক্তরেখা' (কেচিম্যাকু) তাত্ত্বিকভাবে বুদ্ধের কাছে ফিরে পাওয়া যায়।\" ধর্ম বংশ প্রাচীন চীনে পারিবারিক কাঠামোর গুরুত্বকে প্রতিফলিত করে এবং সন্ন্যাসীয় \"পরিবারের\" জন্য এই ব্যবস্থার প্রতীকী ও আচারিক বিনোদন গঠন করে।\nরিনজাই-জেনে, ইনকা শোমি হল আদর্শভাবে \"জেনের গভীরতম উপলব্ধির আনুষ্ঠানিক স্বীকৃতি\", কিন্তু কার্যত এটি প্রশিক্ষণ হলের মাস্টারদের (শিক) \"সত্য বংশ\" প্রচারের জন্য ব্যবহৃত হচ্ছে। জাপানে এই ধরনের ইনকা শোমি-ধারকদের মধ্যে প্রায় পঞ্চাশটি থেকে আশি আছে।\nসোটো-জেনে, ধর্ম ট্রান্সমিশন (শিহো) শুধুমাত্র অপেক্ষাকৃত কম গ্রেডে অ্যাক্সেস প্রদান করে। এটি অত্যন্ত নিম্নতম ধর্মীয় মর্যাদা, প্রশিক্ষক তৃতীয় শ্রেণীর (সান্টো কিয়োশি) এর জন্য প্রয়োজনীয়তা হিসাবে তালিকাভুক্ত করা হয়েছে এবং ওশো হওয়ার জন্য আরও প্রশিক্ষণের প্রয়োজন।\n\n\n== তথ্যসূত্র ==\n\n\n== ওয়েব ==\n\n\n== আরও পড়ুন ==\n\n\n=== ইতিহাস রচনা ===\nBodiford, William M. (১৯৯১), Dharma Transmission in Soto Zen. Manzan Dohaku's Reform Movement. In: Monumenta Nipponica, Vol.46, No.4 (Winter, 1991), pp 423-451 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcRae, John (২০০৩), Seeing Through Zen. Encounter, Transformation, and Genealogy in Chinese Chan Buddhism, The University Press Group Ltd, আইএসবিএন 9780520237988 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSchlütter, Morten (২০০৭), \"Transmission and Enlightenment in Chan Buddhism Seen Through the Platform Sūtra (Liuzu tanjing 六祖壇經)\" (পিডিএফ), Chung-Hwa Buddhist Journal, 20: 379–410 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n=== সমসাময়িক অনুশীলন ===\nBodiford, William M. (২০০৮), Dharma Transmission in Theory and Practice. In: Zen Ritual: Studies of Zen Buddhist Theory in Practice (পিডিএফ), Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBorup, Jørn (২০০৮), Japanese Rinzai Zen Buddhism: Myōshinji, a Living Religion, Brill উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFord, James Myoun, A Note On Dharma Transmission And The Institutions Of Zen উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHeine, Steven; Wright, Dale Stuart (২০০৮), Zen Ritual: Studies of Zen Buddhist Theory in Practice, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLachs, Stuart (১৯৯৯), Means of Authorization: Establishing Hierarchy in Ch'an /Zen Buddhism in America উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLachs, Stuart (২০০৬), The Zen Master in America: Dressing the Donkey with Bells and Scarves উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcMahan, David L. (২০০৮), The Making of Buddhist Modernism, Oxford University Press, আইএসবিএন 9780195183276 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nRoshi and His Teachers, Dharma Transmission,and the Rochester Zen Center Lineage Roshi Bodhin Kjolhede discusses lineage and Dharma transmission.\nComing Down from the Zen Clouds:A Critique of the Current State of American Zen Stuart Lachs criticizes Dharma transmission in Zen\nDharma Transmission & Succession, A Sweeping Zen Roundtable Discussion (Podcast) Erik Storlie, Myoan Grace Schireson and Eshu Martin discuss Dharma transmission & succession\nSweeping Zen: Inka shomei\nMarried monks?\nErik Fraser Storlie: Lineage Delusions: Eido Shimano Roshi, Dharma Transmission, and American Zen\nMuho Noelke: What does it take to become a full-fledged Sōtō-shu priest and is it really worth the whole deal? Part 1 – 2 – 3 – 4 – 5 – 6 – 7 – 8 – 9 – 10\nThe Formation of Soto Zen Priests in the West, A Dialogue\nJames Ishmael Ford: Bodhisattva Ordination, Leadership Reform, and the Role of Zen Clerics in Japan\nInterview with Mel Weitsman\nJeffrey S. Brooks, On Self-Ordination, taking the title Sotapanna (Stream Winner), beginning a new Vehicle of Buddhism and Using the Buddha's terminology for hierarchy within that new vehicle"}