{"pageid": 1106924, "title": "কল্পবিজ্ঞানে পৃথিবী", "url": "https://bn.wikipedia.org/wiki?curid=1106924", "content": "কথাসাহিত্যের একটি সুবিশাল অংশের প্রেক্ষাপট বা বিষয়বস্তু হল পৃথিবী। কথাটি কল্পবিজ্ঞানের ক্ষেত্রেও সত্য, যদিও সেখানে এর বিপরীত রীতিটিই সহজলক্ষ্য। ক্ষেত্রবিশেষে পৃথিবীর আকৃতির বাস্তববিরুদ্ধ বর্ণনাও (সমতল বা শূন্যগর্ভ পৃথিবী) দেওয়া হয়ে থাকে। অল্পসংখ্যক রচনায় এক মূর্ত ও জীবন্ত পৃথিবীকেও উপস্থাপনা করা হয়েছে। সুদূর ভবিষ্যতের প্রেক্ষাপটে রচিত গল্প-উপন্যাসগুলিতে পৃথিবীকে দেখা যায় হয় মহাকাশচারী মানবসভ্যতার একটি কেন্দ্র রূপে অথবা এক ছায়াপথীয় সাম্রাজ্যের অসংখ্য বসবাসযোগ্য গ্রহের একটি হিসেবে, আবার কখনও বা দেখা যায় পৃথিবী বাস্তুতান্ত্রিক বিপর্যয় বা পারমাণবিক যুদ্ধের ফলে ধ্বংসপ্রাপ্ত হচ্ছে অথবা অন্য কোনও উপায়ে বিস্মৃতির অতলে তলিয়ে যাচ্ছে।\n\n\n== সম্পর্কিত শব্দভাণ্ডার ==\n\nবহু কল্পবিজ্ঞান রচনায় পৃথিবীর নামটি কম জনপ্রিয়, বরং গ্রহটিকে উল্লেখ করা হয়েছে ‘পৃথিবী’ শব্দের লাতিন প্রতিশব্দ ‘টেরা’ বা ‘টেলাস’ নামে। ইংরেজি ও অন্যান্য ভাষার কল্পবিজ্ঞানে পৃথিবীর অধিবাসীরা উল্লিখিত হয়েছে বিভিন্ন নামে। যেমন, আর্থলিংস (Earthlings), আর্থারস (Earthers), আর্থবর্ন (Earthborn), আর্থফোক (Earthfolk), আর্থিয়ানস (Earthians), আর্থিজ (Earthies, এটি প্রায়শই নিন্দাসূচক শব্দ হিসেবে প্রযুক্ত হয়), আর্থমেন ও আর্থউইমেন (Earthmen ও Earthwomen), আর্থপার্সনস (Earthpersons), আর্থসাইডারস (Earthsiders), সোলারিয়ানস (Solarians), টেল্যুরিয়ানস (Tellurians) বা টেরানস (Terrans)।\nসেই সঙ্গে কল্পবিজ্ঞানের শব্দভাণ্ডারে পৃথিবীতে একটি মহাকাশযানের অবতরণ অর্থে পৃথিবীপাতের (Earthfall) মতো শব্দও অন্তর্ভুক্ত হয়েছে; এবং “পৃথিবী গ্রহের বা এই গ্রহের পরিবেশের সদৃশ” ধারণাটি বোঝাতে আর্থ-টাইপ (Earth-type), আর্থলাইক (Earthlike), আর্থনর্ম(অ্যাল) (Earthnorm(al)) ও টেরেস্ট্রিয়াল (terrestrial) শব্দগুলিও ব্যবহৃত হয়েছে।\nকোনও গ্রহের অবস্থার পরিবর্তন ঘটিয়ে সেটিকে পৃথিবী-সদৃশ করে তোলার ধারণাটি পৃথিবীকরণ (ইংরেজিতে terraforming) নামে পরিচিত। পৃথিবীকরণের ধারণাটি বিকশিত হয়েছে কল্পবিজ্ঞান ও বাস্তব বিজ্ঞান উভয় ধারাতেই। বিজ্ঞানের ক্ষেত্রে ১৯৬১ সালে জ্যোতির্বিজ্ঞানী কার্ল সেগান শুক্র গ্রহের পৃথিবীকরণের প্রস্তাব দেন। এটিকে এই ধারণার প্রথম বিবরণগুলির অন্যতম মনে করা হয়। ‘টেরাফর্মিং’ শব্দটি প্রথম প্রবর্তন করেন জ্যাক উইলিয়ামসন ১৯৪২ সালে অ্যাস্টাউন্ডিং সায়েন্স ফিকশন পত্রিকায় প্রকাশিত কল্পবিজ্ঞান ছোটোগল্প \"কলিশন অরবিট\"-এ। যদিও জনপ্রিয় সংস্কৃতিতে পৃথিবীকরণের ধারণাটি তার আগে থেকেই প্রচলিত ছিল। উদাহরণস্বরূপ অক্টেভ বেলিয়ার্ডের \"একবিংশ শতাব্দীতে এক প্যারিসবাসীর এক দিন\" বইটির নাম করা যায়। এই বইটিতে চাঁদের পরিবেশ বাসযোগ্য করে তোলার ধারণাটি উল্লিখিত হয়েছিল। প্রকৃতপক্ষে সম্ভবত পৃথিবীকরণের ধারণাটিরও আগে উদ্ভাবিত হয়েছিল জেনোফর্মিং-এর ধারণাটি – অর্থাৎ এমন এক প্রক্রিয়া যার মাধ্যমে ভিনগ্রহীরা পৃথিবীকে নিজেদের প্রয়োজন অনুসারে তাদের বাসযোগ্য করে তোলে। এইচ. জি. ওয়েলসের ধ্রুপদি কল্পবিজ্ঞান উপন্যাস দ্য ওয়ার অফ দ্য ওয়ার্ল্ডস-এ (১৮৯৮) এর একটি ইঙ্গিত পাওয়া যায়।\n\n\n== বিষয়বস্তু ==\nসাধারণভাবে বলতে গেলে কল্পবিজ্ঞান সহ কথাসাহিত্যের একটি সুবৃহৎ অংশের প্রেক্ষাপট পৃথিবী। পৃথিবী যেখানে শুধুমাত্র কাহিনির অবশ্যম্ভাবী প্রেক্ষাপট বলেই উপেক্ষণীয় নয়, সেখানে বেশ কয়েকটি বিষয়বস্তুকে চিহ্নিত করা হয়ে থাকে।\n\n\n=== পৃথিবী ===\nকল্পবিজ্ঞানের অনেক গল্প-উপন্যাসেরই প্রেক্ষাপট বহিঃস্থ মহাকাশ, আবার অনেক কাহিনিরই ঘটনাস্থল পৃথিবী; এই পার্থক্য কল্পবিজ্ঞান লেখকদের মধ্যে বিতর্কের একটি বিষয়। উদাহরণস্বরূপ, ১৯৬২ সালে জে. জি. ব্যালার্ডের লেখা হুইচ ওয়ে টু ইনার স্পেস? প্রবন্ধটির নাম করা যায়। “বহিঃস্থ মহাকাশ অভিযান”-এর কয়েকজন সমালোচক “পার্থিব” ধারণাগুলি ও সমসাময়িক পাঠকদের দৈনন্দিন অভিজ্ঞতার নিকটবর্তী চিত্রকল্পের গুরুত্বটিকে নির্দেশ করেন। যদিও এটা মনে করা হয় যে “কথাসাহিত্যে [একটি গ্রহের] নিজ অধিকারে স্বচ্ছন্দে বিষয়বস্তু হওয়ার ক্ষেত্রে তা বেশিই বড়ো এবং সেটির জীবনকাল অতি দীর্ঘ”, তবুও অনেক লেখকই এই বিষয়টি নিয়ে কাহিনি রচনায় আগ্রহী হন। কোনও কোনও গল্প-উপন্যাসে পৃথিবীকে দেখানো হয়েছে গাইয়া অনুসিদ্ধান্ত, যুক্তিগোলক ও ওমেগা বিন্দুর মতো সম্পূর্ণতাবাদী ‘বৃহৎ চিত্র’ ধারণার দ্বারা প্রভাবিত এবং মহাকাশ থেকে পৃথিবীর আলোকচিত্র গ্রহণের ফলে জনপ্রিয়তা প্রাপ্ত একটি সত্ত্বা হিসেবে। অন্যান্য রচনায় পৃথিবীর ধারণাটিকে দেখা হয়েছে দেবী গাইয়া হিসেবে (গ্রিক পুরাণ থেকে গৃহীত ধারণা; কল্পবিজ্ঞানে আরেক গুরুত্বপূর্ণ যে ভূদেবীর নাম বিশেষ প্রভাব বিস্তার করেছেন তিনি হলেন রোমান দেবী টেরা বা টেলাস)। এই ধারণাগুলিকে জুড়ে কয়েকটি রচনায় পৃথিবীকে একটি প্রায়-জৈব এবং চেতন সত্ত্বা রূপেও দেখানো হয়েছে। এই ধরনের রচনার ধ্রুপদি উদাহরণ হল আর্থার কোনান ডয়েলের হোয়েন দ্য ওয়ার্ল্ড স্ক্রিমড (১৯২৮) ও জ্যাক উইলিয়ামসনের বর্ন অফ দ্য সান (১৯৩৪)।\n\n\n=== আকৃতি ===\n\nখ্রিস্টপূর্ব ২০০ অব্দ নাগাদই আর্কিমিডিস ও এরাতোস্থেনেস কর্তৃক পৃথিবীর গোলকাকার প্রমাণিত হয়েছিল। তাই আধুনিক সাহিত্যে পৃথিবীকে সমতল হিসেবে প্রদর্শন প্রায় করা হয় না বললেই চলে। তবে এই ধারার ব্যতিক্রমগুলির মধ্যে রয়েছে টেরি প্রেচেটের ডিস্কওয়ার্ল্ড নামক প্রহসনমূলক ধারাবাহিকটি (যা অনুপ্রাণিত হয়েছে হিন্দু সৃষ্টিতত্ত্বের ধারণা থেকে) এবং এস. ফাওলার রাইটের উপন্যাস বিয়ন্ড দ্য রিম (১৯৩২) প্রভৃতি ইচ্ছাকৃতভাবে প্ররোচক রচনা। এছাড়াও রয়েছে শূন্যগর্ভ পৃথিবীর কাল্পনিক বিবরণ। উদাহরণস্বরূপ এডগার অ্যালান পোর দ্য ন্যারেটিভ অফ আর্থার গর্ডন পিম অফ ন্যানটাকেট (১৮৩৮) উপন্যাসটির নাম করা যায়। এটি অনুপ্রাণিত হয়েছিল জন ক্লিভেস সিমেস জুনিয়ারের মডেলটির দ্বারা, যে মডেলে পৃথিবীর অভ্যন্তরে প্রবেশের জন্য উত্তর ও দক্ষিণ মেরুতে খোলা জায়গার দেখানো হয়েছিল। অল্প কয়েকজন লেখক আবার অপর এক পুরনো প্রান্তিক তত্ত্ব প্রতি-পৃথিবীর ধারণাটিকে নিজেদের রচনায় তুলে এনেছিলেন। এই প্রতি-পৃথিবী হল সৌরজগৎের একটি প্রকল্পিত বস্তু, যা একই কক্ষপথে পৃথিবীর বিপরীত দিক থেকে সূর্যকে প্রদক্ষিণ করে।\n\n\n=== গ্রহীয় প্রযুক্তিবিদ্যা ===\nবৃহৎ পরিসরে গ্রহীয় প্রযুক্তিবিদ্যার ধারণাগুলির মধ্যে রয়েছে পৃথিবীর আক্ষিক আনতির সমন্বয়সাধন বা কক্ষপথ থেকে পৃথিবীর অপসারণ। কয়েকটি রচনায় ভূপ্রযুক্তিবিদ্যার ধারণাটি উঠে এসেছে। এই শব্দটির মাধ্যমে সাধারণত জলবায়ু পরিবর্তন-জনিত সমস্যাগুলির সমাধানে বৃহৎ পরিসরে গৃহীত প্রকল্পগুলিকে বোঝায়। উল্লেখ্য, ভূপ্রযুক্তিবিদ্যার বিষয়টি জলবায়ু কথাসাহিত্যের অনেক রচনায় উল্লিখিত একটি বিষয়। চরম ক্ষেত্রে পৃথিবীকে সম্পূর্ণভাবে অপচয়িত হতে এবং এটির সমগ্র ভর ডাইসন গোলকের মতো অতিনির্মাণ গঠনে পুনঃব্যবহৃত হতে দেখা যায়।\n\n\n=== পৃথিবীর পরিসমাপ্তি ===\n\nপৃথিবীর ভবিষ্যতের বিভিন্ন রূপ কল্পিত হয়েছে। কোনও কোনও গল্প-উপন্যাসের উপজীব্য এই গ্রহটির পরিসমাপ্তির কাহিনি; এগুলি সকল আকারেই লিখিত হয়েছে – কয়েকটি কেন্দ্রীভূত হয়েছে ‘জাঁকালো শোকপালনে’র উপর;  অন্যগুলি অনেকটা স্ল্যাপস্টিক কমেডির অনুরূপ; আবার কোনও কোনও রচনায় জ্যোতির্বিজ্ঞান ও সমাজতত্ত্বের বিষয়গুলিকে পর্যালোচনার একটি সুযোগ হিসেবে পৃথিবীর পরিসমাপ্তির বিবরণকে গ্রহণ করা হয়েছে। জলবায়ু কথাসাহিত্যের বর্গটিতে প্রায়শই নিকট ও সুদূর ভবিষ্যতে জলবায়ু পরিবর্তনের ফলাফলগুলিকে বিষয়বস্তু হিসেবে তুলে আনা হয়, এই ফলাফল অ্যানথ্রোপোজেনিক হতে পারে, বা বিপর্যয়মূলকও হতে পারে। অন্যান্য রচনায় (প্রায়শই প্রলয় ও প্রলয়োত্তর কথাসাহিত্য ও মুমূর্ষু পৃথিবী বর্গে) দেখা যায়, পৃথিবী ধ্বংসপ্রাপ্ত হচ্ছে অথবা অন্ততপক্ষে ভাবী প্রজন্মগুলির জন্য গুরুতরভাবে ক্ষতিগ্রস্থ হচ্ছে; এই ধরনের বহু রচনারই প্রেক্ষাপট তাই পতিত জমিতে পরিণত হওয়া এক পৃথিবী। এই সকল বর্গের কোনও কোনোও রচনায় জলবায়ু পরিবর্তন-সংক্রান্ত কথাসাহিত্যের বিষয়বস্তুও মিশে যায়, যেমন জলবায়ু পরিবর্তন এবং তার পরিণামে উদ্ভূত পরিবেশগত বিপর্যয়কে সাধারণভাবে মানব সভ্যতার ধ্বংসের এক সূচক হিসেবে গ্রহণ করা হয় (অন্যান্য কাহিনিতে দেখা যায় যে পৃথিবী ধ্বংসপ্রাপ্ত হচ্ছে মানুষের যুদ্ধবিগ্রহ, ভিনগ্রহীদের আক্রমণ, বা অন্য কোনও রকম মানব-সৃষ্ট কারণ বা আকস্মিক বিপর্যয়ের ফলে)। বিপর্যয়ের সময়টি অথবা বিপর্যয়োত্তরকালের প্রেক্ষাপটে রচিত এমন অনেক রচনাই পরিবেশ-সংক্রান্ত উদ্বেগগুলির রূপক, বা অন্য ক্ষেত্রে লেখকেরা মানবজাতির যে বিষয়গুলি নিয়ে বিশেষ উদ্বিগ্ন সেগুলি সম্পর্কে সতর্ক করতে চেয়েছেন।\n\n\n=== অনেক গ্রহের মধ্যে একটি ===\nসুদূর ভবিষ্যতের প্রেক্ষাপটে রচিত অনেক রচনায় পৃথিবী একটি ছায়াপথী সাম্রাজ্য, যুক্তরাষ্ট্র বা বৃহত্তর সভ্যতার অনেকগুলি জনবসতিপূর্ণ গ্রহের একটি মাত্র। পৃথিবীর সাতন্ত্র্যের ধারণাটিকে প্রতিদ্বন্দ্বিতায় ফেলে দিয়ে অনুরূপ অনেক গ্রহই পাওয়া যায় বা সৃষ্ট হয় এই সব রচনায় (যা স্পেস অপেরার একটি সাধারণ বিষয়)। কোনও কোনও গল্প-উপন্যাসে পৃথিবীকে জ্ঞাত মহাবিশ্বের একটি কেন্দ্র, অথবা অন্ততপক্ষে ছায়াপথের প্রেক্ষাপটে এক গুরুত্বপূর্ণ স্থান হিসেবে দেখানো হয়। অন্যান্য ক্ষেত্রে, প্রধানত বিস্মৃত একটি সেকেলে জগৎ হিসেবে পৃথিবীর গুরুত্ব খুবই কম। ক্লিফোর্ড ডি. সিমাকের সেমেটারি ওয়ার্ল্ড (১৯৭৩) উপন্যাসে পৃথিবী হল গ্রহ-আকারের একটি কবরখানা এবং গর্ডন আর. ডিকসনের কল হিম লর্ড (১৯৬৬) উপন্যাসে পৃথিবী একটি জাদুঘর। চরম ক্ষেত্রে, কোনও কোনও রচনায় দেখা যায় যে পৃথিবী সাধারণভাবে একটি হারানো জগৎ, যার ফলে তা পরিণত হয়েছে একটি পৌরাণিক স্থানে এবং যে অল্প কয়েকজন পৃথিবীর কিংবদন্তির কথা জানে তারাও এটির বাস্তব অস্তিত্ব নিয়ে প্রশ্ন উত্থাপন করে। এই ধরনের কোনও কোনও রচনার একটি প্রধান বিষয়বস্তু হল ভবিষ্যতের সভ্যতা বা অসমসাহসী অভিযাত্রীর দলের ‘হারানো আঁতুরঘর’ বা পৃথিবী অনুসন্ধান। শেষত, কোনও কোনও গল্প লেখা হয়েছে পৃথিবী আবিষ্কারকারী ভিনগ্রহীদের দৃষ্টিকোণ থেকে।\n\n\n=== এক ভিন্ন ইতিহাস ===\nকোনও কোনও রচনায় পৃথিবীর ভবিষ্যতের পরিবর্তে অতীতকে ফিরে অথবা সম্ভবত পাশ দিয়ে দেখা হয়। এখানে কল্পবিজ্ঞানের সঙ্গে ঐতিহাসিক কথাসাহিত্যের এবং সেই সঙ্গে প্রাগৈতিহাসিক কথাসাহিত্যের উপাদান মিশে যায়। এটি হয় নির্দিষ্টভাবে বিকল্প ইতিহাস বর্গটির মাধ্যমে,  এবং সেই সঙ্গে সময় ভ্রমণের মাধ্যমেও (যেমন গ্যারি ওয়েস্টফালের মতে, অধিকাংশ সময় ভ্রমণকারীই মহাকাশের পরিবর্তে অনেক বেশি পরিমাণে সময়ের মধ্য দিয়ে ভ্রমণ করে এবং পৃথিবীর অতীত ও ভবিষ্যতে উপনীত হয়)।\n\n\n== আরও দেখুন ==\nক্লাস এম গ্রহ\nআর্থ ইজ রুম এনাফ\nপরিবেশ-কথাসাহিত্য\nমিথোপিয়া\nকথাসাহিত্যে নিকট ভবিষ্যৎ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}