{"pageid": 110604, "title": "১৯৯৩ সালে সংঘটিত মোগাদিশুর যুদ্ধের ঘটনাপঞ্জি", "url": "https://bn.wikipedia.org/wiki?curid=110604", "content": "১৯৯৩ সালের ৩ থেকে ৪ অক্টোবর পর্যন্ত সংঘটিত মোগাদিশুর যুদ্ধের ঘটনাপঞ্জি — মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী কর্তৃক প্রদানকৃত।\n\n\n== ৩ অক্টোবর, ১৯৯৩ ==\n১৪:৪৯ — সোমালিয়ার রাজধানী মোগাদিশুর কেন্দ্রস্থলে দুই মূল টার্গেট, হাবার গিদির গোত্রীয় সোমালি নেতাদের অবস্থানকৃত ভবনের স্থান জানা যায়।\n১৫:৩২ — সামরিক বাহিনী যুদ্ধক্ষেত্রের উদ্দেশ্য রওনা হয়। রওনাকৃত ফোর্সের মধ্যে আছে ১৯ হেলিকপ্টার, ১২টি স্থলযান, ও ১৬০ জন সৈনিক।\n১৫:৪২ — আনুষ্ঠানিকভাবে অপারেশন শুরু হয়। ১ম ডেল্টা ফোর্স সৈন্যটি লক্ষ্যবস্তু ভবনটিতে হামলা চালায়। চারটি রেঞ্জার চক দ্রুত হেলিকপ্টার থেকে দড়ি বেয়ে নেমে আসে। প্রাইভেট ফার্স্ট ক্লাস টড ব্ল্যাকবার্ন দড়ি ধরতে না পারায় ৭০ ফুট উচ্চতা থেকে রাস্তায় পড়ে যান।\n১৫:৪৭ — সোমালি জনগণের বড় একটি অংশের ভিড়ে লক্ষ্যকৃত এলাকা ছেয়ে যায়।\n১৫:৫৮ — এম৯৩৯ মডেলের পাঁচ টনী একটি ট্রাক রকেট চালিত গ্রেনেড হামলায় ক্ষতিগ্রস্ত হয়, এবং কয়েকজন মার্কিন সৈন্য আহত হন।\n১৬:০০ — অস্ত্রসজ্জিত সোমালি মিলিশিয়া ও বেসামরিক যোদ্ধারা রাজধানী মোগাদিশুর বিভিন্ন স্থান থেকে টার্গেতকৃত এলাকার দিকে আসতে থাকে।\n১৬:০২ — লক্ষ্য অর্জিত: অ্যাসল্ট বাহিনী নিশ্চিত করে যে, তারা সোমালি নেতাদের ও আরও ২১ জনকে নিজেদের নিয়ন্ত্রণে নিয়েছে। যেহেতু বাহিনীটি লক্ষ্যস্থান ত্যাগ করতে প্রস্তুত, তাই তিনটি সাজোয়াযান মূল ঘাঁটির দিকে রওনা করার জন্য আলাদা করা হয়। এর মধ্যে একটিতে আহত প্রাইভেট ব্ল্যাকবার্নকে রাখা হয়।\n১৬:১৫ — সাজোয়া যান ছাড়তে দেরি হতে থাকে। কারণ কে কাকে সংকেত দিচ্ছে তা নির্ণয় করা সমস্যা হয়ে দাঁড়ায়। সাজোয়া যানের সৈনিকরা বন্দীদের ট্রাকে ওঠানোর জন্য ডেল্টা ফোর্সের কাছ থেকে সংকেত পাবার অপেক্ষা করতে থাকে। এদিকে ডেল্টা ফোর্স নিজেরাই সাজোয়া যানের কাছ থেকে সংকেত পাবার জন্য অপেক্ষা করছিলো। অবশেষে ডেল্টা ফোর্স আসার পর বন্দীদের ট্রাকে তোলা শুরু হয়।\n১৬:২০ — প্রথম হেলিকপ্টারটি ধ্বংসপ্রাপ্ত হয়: ব্ল্যাক হক সুপার ৬১ একটি রকেট চালিত গ্রেনেডের আঘাতে ক্ষতিগ্রস্ত হয়, ও লক্ষ্য ভবন থেকে পাঁচ ব্লক দূরে দক্ষিণপূর্ব দিকে ভূপাতিত হয়।\n১৬:২২ — অস্ত্রসজ্জিত সোমালি বাহিনী সুপার ৬১ ধ্বংসের স্থানের দিকে রওনা হয়।\n১৬:২৬ — হামভি সাজোয়া যানগুলো যাত্রা শুরু করে। বন্দী বহনকারী সাজোয়া যান, ও পদাতিক বাহিনী উভয়ই হেলিকপ্টার সুপার ৬১-এর ধ্বংসের স্থানে রওনা হয়। পাইলট মাইকেল ডুরান্টের ব্ল্যাক হক সুপার ৬৪, ব্ল্যাক হক সুপার ৬১-এর পরিবর্তে অবস্থান গ্রহণ করে, ও ওপর থেকে শহর প্রদক্ষিণ করতে থাকে।\n১৬:২৮ — ব্ল্যাক হক সুপার ৬১-এর উদ্ধার কার্যক্রম শুরু হয়: সৈনিকরা ধ্বংসপ্রাপ্ত হেলিকপ্টার থেকে একজন সেনাসদস্যকে উদ্ধার করে। হেলিকপ্টারের মূল পাইলট ও সহকারী পাইলট উভয়েই মারা যান।\n১৬:৩৫ — সাজোয়া যান রাস্তা হারিয়ে ফেলে: ভুল রাস্তায় নামার কারণে সাজোয়া যানগুলো রাস্তা হারিয়ে ফেলে, ও শহরের বিভিন্ন রাস্তায় ঘুরতে দিতে থাকে। এদিকে সোমালি স্নাইপার ও মিলিশিয়ারা সাজোয়া যানকে লক্ষ্য করে ভারী গুলিবর্ষণ করতে থাকে।\n১৬:৪০ — দ্বিতীয় হেলিকপ্টারটি (সুপার ৬৪) ধ্বংসপ্রাপ্ত হয়: মাইক ডুরান্টের ব্ল্যাক হক একটি আরপিজি’র আঘাতে ক্ষতিগ্রস্ত হয়, এবং লক্ষ্য ভবন থেকে দক্ষিণপূর্ব দিকে প্রায় ১ মাইল দূরে ভূপাতিত হয়। অস্ত্রসজ্জিত সোমালিরা এবার সেটার দিকে ছুটতে থাকে।\n১৬:৪২ — দুইজন ডেল্টা ফোর্স স্নাইপার সার্জেন্ট ফার্স্ট ক্লাস র‌্যান্ডি শুঘার্ট ও মাস্টার সার্জেন্ট গ্যারি গর্ডন নিজেদের ইচ্ছায় হেলিকপ্টার ধ্বংসের স্থানে আটকে পড়া ডুরান্ট ও অন্যান্য ক্রুদের উদ্ধারে রওনা হয়।\n১৬:৫৪ — হামভি সাজোয়া যান বাহিনীর অর্ধেকেরও বেশি সৈন্য আহত বা নিহত হওয়ায় তারা প্রথম হেলিকপ্টার (সুপার ৬১) ধ্বংসের স্থানে যাওয়ার ও উদ্ধার কার্যক্রমের ইচ্ছা পরিত্যাগ করে। তারা মূল ঘাঁটিতে ফিরে আসার জন্য যুদ্ধ করতে থাকে।\n১৭:০৩ — নির্দেশনা ও নিয়ন্ত্রণ কেন্দ্র থেকে কুইক রিঅ্যাকশন ফোর্সের সাজোয়া যানগুলো ঘটনাস্থলের দিকে রওনা হয়। তাদের উদ্দেশ্য ডুরান্টের ঘটনাস্থলে আটকা পড়াদের সাহায্য করা ও এ কাজে সৃষ্ট বাধা দূর করা।\n১৭:৩৪ — কিউআরএফ ও হারানো সাজোয়া যানগুলো মূল ঘাঁটিতে ফিরে আসবে বলে সিদ্ধান্ত নেয়: উভয় সাজোয়া যানেই প্রচুর হতাহত সৈন্য ছিলো। বাকিরা প্রথম হেলিকপ্টার ধ্বংসের স্থানকে কেন্দ্র করে অবস্থান নেয়। তাদের নিজেদেরও অনেকে হতাহত হয়। রেঞ্জার কর্পোরাল জেমি স্মিথ তাদের মধ্যে একজন।\n১৭:৪০ — স্নাইপার শুঘার্ট ও গর্ডন মারা যান: সোমালি জনতা ডুরান্টের হেলিকপ্টার ধ্বংসের স্থান ঘিরে ফেলে। শুঘার্ট, গর্ডন, ও অন্যান্য সদস্যদেরকে হত্যা করে। কিন্তু ডুরান্টকে জীবিত রাখে। মিলিশিয়ারা ডুরান্টকে বন্দী করে ও তার দেহকে দিয়ে শহরে প্রদর্শন করতে থাকে।\n১৭:৪৫ — উভয় সাজোয়া যান ঘাঁটিতে ফিরে আসে। তখনও ৯৯ জন সৈন্য প্রথম ব্ল্যাক হক ধ্বংসে স্থানকে কেন্দ্র করে আটক অবস্থায় ছিলো। কর্পোরাল স্মিথের মারাত্মক রক্তপাত হচ্ছিলো, কর্তব্যরত মেডিক তাই দ্রুত তাকে উদ্ধারের অনুরোধ করে।\n১৯:০৮ — ব্ল্যাক হক সুপার ৬৬ দ্রুততার সাথে আটকে পড়া সৈন্যদের কাছে পানি, অস্ত্রসস্ত্র, ও চিকিৎসীয় সরঞ্জাম সরবরাহ করে। কিন্তু নিচে ভারী গোলাবর্ষণ হতে থাকায় এটি কর্পোরাল স্মিথকে উদ্ধার না করেই ঘাঁটিতে ফিরে আসে।\n২০:০৭ — রেঞ্জার কর্পোরাল জেমি স্মিথ মারা যান।\n২১:০০ — জয়েন্ট টাস্ক ফোর্স কমান্ড অন্য স্থান থেকে সাহায্যের আবেদন করে: মার্কিন ১০ম মাউন্টেইন ডিভিশন ও বাদবাকি টাস্ক ফোর্স রেঞ্জারদের নিয়ে দুইটি কম্পানি গঠন করা হয়। এবার এদের সাথে পাকিস্তানি ট্যাংক ও মোগাদিশুর নিউ পোর্ট স্থান থেকে মালয়েশীয় এপিসি’র সাহায্য নিয়ে আটকে পড়া সৈন্যদের উদ্ধারের পরিকল্পনা করা হয়।\n২৩:২৩ — উদ্ধারের উদ্দেশ্যে সাজোয়া যানগুলো ঘাঁটি ছেড়ে যায়।\n\n\n== ৪ অক্টোবর, ১৯৯৩ ==\n০০:০০ — মধ্যরাত হয়ে যায়, কিন্তু সৈন্যরা তখনও মোগাদিশুতে আটক অবস্থায় থাকে। তাদের কাছে রাতে যুদ্ধ করার জন্য প্রয়োজনীয় যন্ত্রাদি (যেমন: নাইট ভিশন ডিভাইস) ছিলো না।\n০১:৫৫ — উদ্ধারের সাজোয়া যানগুলো আটকে পড়া রেঞ্জার বাহিনীর কাছে পৌঁছায়। তাদের দ্বিতীয় অংশটি ডুরান্টের হেলিকপ্টার ধ্বংসের স্থানে যায়, কিন্তু সেখানে ডুরান্ট বা তার হেলিকপ্টারের সদ্যদের খুঁজে পাওয়া যায় না।\n০৩:০০ — বাহিনীর সদস্যরা সুপার ৬১-এর পাইলট ক্লিফটন ‘এলভিস’ ওলকোটের আটকে পড়া মৃতদেহ উদ্ধারে ব্যস্ত।\n০৫:৩০ — রেঞ্জাররা পায়ে হেঁটে মোগাদিশুর নিকটবর্তী পাকিস্তানি স্টেডিয়ামের দিকে সরে যেতে শুরু করে: অবশেষে ওলকোটের দেহ উদ্ধার করা হয়। সাজোয়া যানগুলো শহর ছেড়ে যেতে থাকে। রেঞ্জাররা গুলি করতে করতে শহর ত্যাগ করতে থাকে। তারা যে রাস্তা ব্যবহার করে তার নাম মোগাদিশু মাইল।\n০৬:৩০ — বাহিনী পাকিস্তানি স্টেডিয়ামে ফিরে আসে। ১৩ মার্কিন সৈন্যের মৃত্যু নিশ্চিত করা হয়। এছাড়া আরো ৭৩ জন আহত, ও ৬ জন হারিয়ে গেছে হিসেবে নিশ্চিত করা হয় (পরবর্তীকালে আরো পাঁচ জনের মৃত্যু নিশ্চিত হয়, যা মৃতের সংখ্যা ১৮-তে উন্নীত করে, এবং ১ জন মিলিশিয়াদের হাতে বন্দী হয়)।"}