{"pageid": 1106514, "title": "হারনাজ সান্ধু", "url": "https://bn.wikipedia.org/wiki?curid=1106514", "content": "হারনাজ কৌর সান্ধু (হিন্দি: हरनाज़ कौर संधू) একজন ভারতীয় মডেল এবং মিস ইউনিভার্স ২০২১ সৌন্দর্য প্রতিযোগিতার শিরোপাধারী। সান্ধু এর আগে মিস ডিভা ইউনিভার্স ২০২১-এর মুকুট পেয়েছিলেন। তিনি মিস ইউনিভার্স জেতা ভারত থেকে তৃতীয় ব্যক্তি।\nসান্ধু ২০১৯ সালে ফেমিনা মিস ইন্ডিয়া পাঞ্জাবের মুকুট লাভ করেছিলেন এবং ফেমিনা মিস ইন্ডিয়া ২০১৯-এর সেমিফাইনালিস্ট ছিলেন।\n\n\n== প্রাথমিক ও শিক্ষা জীবন ==\nসান্ধু পাঞ্জাবের গুরুদাসপুর জেলার বাটালা শহরের নিকটবর্তী কোহালি গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম প্রিয়তমাল সিং সান্ধু এবং মাতার নাম রাবিন্দার কৌর সান্ধু। তার বাবা একজন রিয়েল্টার এবং মা একজন স্ত্রীরোগ বিশেষজ্ঞ। হারনুর নামে তার এক বড় ভাই রয়েছে। সান্ধু শিখ পরিবারে বেড়ে উঠেন, আর তার বাবা জাঠ বংশোদ্ভূত।\n২০০৬ সালে, তিনি তার পরিবারের সাথে ইংল্যান্ডে চলে যান, পরে দুই বছর পর ভারতে ফিরে আসেন এবং চন্ডীগড়ে স্থায়ী হন ও সেখানে বড় হন। তিনি চন্ডীগড়ের শিবলিক পাবলিক স্কুল এবং পোস্ট গ্র্যাজুয়েট গভর্নমেন্ট কলেজ ফর গার্লসে পড়াশোনা করেন। মিস ইউনিভার্স হওয়ার আগে, সান্ধু জনপ্রশাসনে স্নাতকোত্তর ডিগ্রি নিচ্ছিলেন।\n\n\n== দৃশ্যায়ন ==\nসান্ধু কিশোর বয়সে প্রতিযোগিতায় প্রতিযোগিতা শুরু করেন, মিস চণ্ডীগড় ২০১৭ এবং মিস ম্যাক্স ইমার্জিং স্টার ইন্ডিয়া ২০১৮-এর মতো শিরোপা জিতেছিলেন। ফেমিনা মিস ইন্ডিয়া পাঞ্জাব ২০১৯ খেতাব জেতার পর, সান্ধু ফেমিনা মিস ইন্ডিয়াতে প্রতিদ্বন্দ্বিতা করেন, যেখানে তিনি শেষ পর্যন্ত শীর্ষ ১২-এ স্থান পান।\n\n\n=== মিস ডিভা ২০২১ ===\n১৬ আগস্ট ২০২১-এ, সান্ধু মিস ডিভা ২০২১- এর শীর্ষ ৫০ সেমিফাইনালিস্টদের মধ্যে একজন হিসাবে সংক্ষিপ্ত তালিকাভুক্ত হন। পরে ২৩ আগস্ট, তিনি টেলিভিশন মিস ডিভা প্রতিযোগিতায় প্রতিদ্বন্দ্বিতাকারী শীর্ষ ২০ ফাইনালিস্টদের একজন হিসেবে নিশ্চিত হন। ২২ শে সেপ্টেম্বর অনুষ্ঠিত প্রাথমিক প্রতিযোগিতা চলাকালীন, সান্ধু মিস বিউটিফুল স্কিন পুরস্কার জিতেছিলেন এবং মিস বিচ বডি, মিস বিউটিফুল স্মাইল, মিস ফটোজেনিক এবং মিস ট্যালেন্টেডের ফাইনালিস্ট হন।\nগ্র্যান্ড ফিনালে চলাকালীন মিস ডিভা ২০২১ প্রতিযোগিতার উদ্বোধনী বিবৃতি রাউন্ডে, সান্ধু, শীর্ষ ১০ সেমিফাইনালিস্টের একজন হিসাবে, বলেছেন:\n\n\"ভঙ্গুর মানসিক স্বাস্থ্যের একটি অল্পবয়সী মেয়ে যিনি উৎপীড়ন এবং বডি শেমিংয়ের মুখোমুখি হয়েছিলেন, তিনি তার আসল সম্ভাবনা উপলব্ধি করে, ফিনিক্সের মতো আবির্ভূত হয়েছেন। একজন ব্যক্তি যিনি একসময় তার নিজের অস্তিত্ব নিয়ে সন্দেহ করেছিলেন, তিনি আজ যুবকদের অনুপ্রাণিত করতে চান। আজ, আমি গর্বের সাথে মহাবিশ্বের সামনে একজন সাহসী, প্রাণবন্ত এবং সহানুভূতিশীল নারী হিসেবে দাঁড়িয়ে রয়েছি, যিনি একটি উদ্দেশ্য নিয়ে জীবন যাপন করতে এবং একটি উল্লেখযোগ্য উত্তরাধিকার রেখে যেতে প্রস্তুত।\"\nতিনি প্রতিযোগিতার পরবর্তী রাউন্ডে নির্বাচিত হন। চূড়ান্ত প্রশ্নোত্তর রাউন্ডের সময়, শীর্ষ ৫ প্রতিযোগীকে প্রতিটি কথা বলার জন্য আলাদা আলাদা বিষয় দেওয়া হয়েছিল, যা প্রতিযোগীরা নিজেরাই ড্রয়ের মাধ্যমে বেছে নিয়েছিল। সান্ধু \"বিশ্ব উষ্ণায়ন ও জলবায়ু পরিবর্তন\" বেছে নিয়েছিলেন।\nইভেন্টের শেষে, বিদায়ী শিরোপাধারী অ্যাডলাইন ক্যাসটেলিনোর দ্বারা সান্ধুকে বিজয়ী হিসাবে মুকুট দেওয়া হয়েছিল।\n\n\n=== মিস ইউনিভার্স ২০২১ ===\nমিস ডিভা ২০২১ হিসাবে, সান্ধু মিস ইউনিভার্স২০২১- এ ভারতের প্রতিনিধিত্ব করার অধিকার পেয়েছিলেন। প্রতিযোগিতাটি ১২ ডিসেম্বর ২০২১ এ ইসরায়েলের ইলাতে অনুষ্ঠিত হয়েছিল। সান্ধু ৮০ জন প্রতিযোগীর প্রাথমিক পুল থেকে শীর্ষ ষোলোতে উঠেছিলেন, পরে বিজয়ী হিসাবে মুকুট পরার আগে শীর্ষ দশ, শীর্ষ পাঁচ এবং শীর্ষ তিনে উঠেছিলেন। তার জয়ের পর, তিনি মিস ইউনিভার্সের মুকুট পরা তৃতীয় ভারতীয় নারী হয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্সটাগ্রামে হারনাজ সান্ধু"}