{"pageid": 1106096, "title": "শূন্যগর্ভ চাঁদ", "url": "https://bn.wikipedia.org/wiki?curid=1106096", "content": "শূন্যগর্ভ চাঁদ প্রকল্পনা বা মহাকাশযান চাঁদ প্রকল্পনা অনুযায়ী, পৃথিবীর চাঁদ হয় সম্পূর্ণ শূন্যগর্ভ অথবা এটির অভ্যন্তরভাগে উল্লেখযোগ্য পরিমাণে খালি জায়গা রয়েছে। এই ধারণার সপক্ষে কোনও বৈজ্ঞানিক প্রমাণ পাওয়া যায় না; মনুষ্যপ্রেরিত মহাকাশযান চাঁদ প্রদক্ষিণ বা চাঁদে অবতরণ করার সময় থেকে যে ভূকম্পীয় পর্যবেক্ষণ চালানো হয়েছে বা অন্যান্য তথ্য সংগৃহীত হয়েছে, তার থেকে ইঙ্গিত পাওয়া যায় যে চাঁদের একটি পাতলা ভূত্বক, বিস্তৃত গুরুমণ্ডল এবং ছোটো ও ঘন অন্তস্থল রয়েছে; যদিও সামগ্রিকভাবে চাঁদের ঘনত্ব পৃথিবীর ঘতত্বের চেয়ে অনেক কম।\nশূন্যগর্ভ চাঁদের ধারণাটি অধিকতর পরিচিত শূন্যগর্ভ পৃথিবী প্রকল্পনার অনুরূপ, যা অতীতে ছিল প্রাক্-মহাকাশ অভিযান কল্পবিজ্ঞানের একটি জনপ্রিয় প্রেক্ষাপট। ১৬৯২ সালে বিজ্ঞানী এডমন্ড হ্যালি প্রথম একটি শূন্যগর্ভ পৃথিবীর কথা আলোচনা করেন। কিন্তু শূন্যগর্ভ চাঁদের কথা ১৯০১ সালে এইচ. জি. ওয়েলসের দ্য ফার্স্ট ম্যান ইন দ্য মুন উপন্যাসেই প্রথম উল্লিখিত হয়।\n\n\n== পরিচয় ==\nশূন্যগর্ভ চাঁদ প্রকল্পনা অনুযায়ী, চাঁদ শূন্যগর্ভ বা ফাঁপা, সাধারণত যেটিকে কোনও ভিনগ্রহী সভ্যতার অবদান মনে করা হয়।  এই প্রকল্পনাটিকে প্রায়শই মহাকাশযান চাঁদ প্রকল্পনা নামেও অভিহিত করা হয় এবং প্রায়শই যুক্ত করা হয় অশনাক্ত উড়ন্ত বস্তু বা প্রাচীন মহাকাশচারী তত্ত্বের সঙ্গে।\nশূন্যগর্ভ চাঁদের প্রথম উল্লেখ পাওয়া যায় কল্পবিজ্ঞানে: ১৯০১ সালে হারবার্ট জর্জ ওয়েলস এই ধারণার ভিত্তিতে দ্য ফার্স্ট মেন ইন দ্য মুন উপন্যাসটি রচনা করেন। শূন্যগর্ভ গ্রহের ধারণাটি অবশ্য সেই সময় নতুন কিছু ছিল না; ওয়েলস শূন্যগর্ভ চাঁদের ধারণাটি ধার করেছিলেন লুডভিগ হোলবার্গের ১৭৪১ সালে প্রকাশিত উপন্যাস নিয়েলস কিম’স আন্ডারগ্রাউন্ড ট্রাভেলস সহ পূর্ববর্তী বিভিন্ন কথাসাহিত্যে বর্ণিত শূন্যগর্ভ পৃথিবীর ধারণাটি থেকে। গবেষকদের চিন্তাভাবনায় শূন্যগর্ভ পৃথিবীর ধারণা আরও আগে এসেছিল। এডমন্ড হ্যালি কর্তৃক ১৬৯২ সালে উপস্থাপিত প্রকল্পনাটিই ছিল প্রথম তত্ত্ব যেখানে পৃথিবীর অভ্যন্তরে একটি প্রকৃত শূন্যস্থানের কথা উল্লেখ করা হয়।\nগ্রিক পুরাণে কথিত হেডিস এবং খ্রিস্টীয় নরকের ধারণা সহ পাতাললোকের প্রাচীন ধর্মীয় ধারণাগুলি শূন্যগর্ভ পৃথিবীর ধারণাটিতে গুরুত্বপূর্ণ অবদান রেখেছিল।\nবর্তমানে এটিকে একটি প্রান্তিক তত্ত্ব মনে করা হয়। গণমাধ্যমে এটিকে প্রায়শই একটি ষড়যন্ত্র তত্ত্ব হিসেবে বর্ণনা করা হয় এবং মহাকাশযান রূপে চাঁদের ধারণাটিকে প্রায়শই উল্লেখ করা হয় ডেভিড আইকের একটি বিশ্বাস হিসেবে।\n\n\n== দাবি ও মতখণ্ডন ==\n\n\n=== ভাসিন-শ্চেরবাকোভ ===\n১৯৭০ সালে তদনীন্তন সোভিয়েত অ্যাকাডেমি অফ সায়েন্সেসের মাইকেল ভাসিন ও আলেকজান্ডার শ্চেরবাকোভ কর্তৃক উপস্থাপিত একটি প্রকল্পনায় বলা হয় যে, চাঁদ হল অজ্ঞাত জীবের সৃষ্ট একটি মহাকাশযান। নিবন্ধটির শিরোনাম ছিল \"ইজ দ্য মুন দ্য ক্রিয়েশন অফ এলিয়েন ইন্টেলিজেন্স?\" এবং এটি প্রকাশিত হয় স্পুটনিক পত্রিকায় (রিডার’স ডাইজেস্ট পত্রিকার সোভিয়েত প্রতিরূপ)।\nপ্রকল্পনাটির প্রধান ভিত্তি ছিল এই ধারণাটি যে, বৃহৎ চান্দ্র অভিঘাত খাদগুলি (যেগুলি সাধারণভাবে উল্কা সংঘর্ষের বলে সৃষ্ট বলে ধরে নেওয়া হত) সাধারণত অত্যন্ত অগভীর এবং সেগুলির তলদেশ চেটালো, এমনকি ক্ষেত্রবিশেষে উত্তলও। ভাসিন ও শ্চেরবাকোভ মনে করতেন যে, ছোটো ছোটো উল্কাগুলি চাঁদের পাথুরে পৃষ্ঠভাগের উপর পেয়ালা-আকৃতির খানাখন্দ সৃষ্টি করে এবং বৃহত্তর উল্কাখণ্ডগুলি পাথুরে স্তর ফুঁড়ে নিচে ঢুকে ভিতরের বর্ম-আচ্ছাদিত অধঃশরীরে আঘাত করে।\nউক্ত নিবন্ধটিতে জ্যোতিঃপদার্থবিদ আইয়োসিফ শ্ক্লোভস্কির পূর্ববর্তী একটি অনুমান সূত্র হিসেবে উল্লেখ করা হয়: শ্ক্লোভস্কি বলেছিলেন যে, মঙ্গলের প্রাকৃতিক উপগ্রহ ফোবোস একটি কৃত্রিম উপগ্রহ ও শূন্যগর্ভ; যদিও সেই সময় থেকেই এটিকে ভ্রান্ত ধারণা বলেই মনে করা হত। সন্দিগ্ধচিত্ত লেখক জেসন কোলাভিটো উল্লেখ করেন যে, ভাসিন ও শ্চেরবাকোভের দেওয়া প্রতিটি প্রমাণই অবস্থা-বিচারে জোরালোভাবে কিছু ইঙ্গিত করে কিন্তু কোনও প্রত্যক্ষ প্রমাণ বহন করে না। কোলাভিটো এও বলেন যে, ১৯৬০-এর দশকে পাশ্চাত্য দেশগুলির ধর্মে বিশ্বাসকে ক্রমশ দুর্বল করে দেওয়ার লক্ষ্যে নাস্তিক সোভিয়েত ইউনিয়ন প্রাচীন মহাকাশচারী ধারণাটির প্রচারে সাহায্য করত।\n\n\n=== ঘণ্টার মতো বেজে উঠেছিল চাঁদ ===\n১৯৬৯ থেকে ১৯৭৭ সালের মধ্যবর্তী সময়ে অ্যাপোলো মিশন কর্তৃক চাঁদে স্থাপিত সিসমোমিটারগুলি চন্দ্রকম্প নথিবদ্ধ করে। বলা হয়েছিল, এই রকম কয়েকটি চন্দ্রকম্পের সময় (বিশেষত অগভীর চন্দ্রকম্পগুলির ক্ষেত্রে) চাঁদ “ঘণ্টার মতো বেজে উঠেছিল”। এই পর্যায়টি ১৯৭০ সালের মার্চ মাসে পপুলার সায়েন্স পত্রিকার একটি নিবন্ধে জনসাধারণের দৃষ্টি আকর্ষণের জন্য উপস্থাপিত করা হয়। অ্যাপোলো ১২ যখন ইচ্ছাকৃতভাবে এটির লুনার মডিউলের আরোহণ পর্যায়ে চাঁদের পৃষ্ঠভাগে ভেঙে পরে, সেই সময় নাসার প্রতিবেদন অনুযায়ী চাঁচ প্রায় এক ঘণ্টা ধরে ঘণ্টার মতো বেজেছিল। এই বক্তব্যের প্রেক্ষিতে যুক্তি উত্থাপন করা হয় যে চাঁদ নিশ্চয় একটি ঘণ্টার মতোই ফাঁপা। সেই সময় থেকে চান্দ্র ভূকম্পবিদ্যা-সংক্রান্ত পরীক্ষানিরীক্ষাগুলি থেকে দেখা গিয়েছে যে চাঁদে যে অগভীর চন্দ্রকম্পগুলি ঘটে সেগুলির ক্রিয়া পৃথিবীর ভূকম্পের থেকে ভিন্নতর। এর কারণ গ্রহীয় স্তরের বিন্যাস, ধরন ও ঘনত্বের পার্থক্য। কিন্তু চাঁদের অভ্যন্তরভাগে কোনও বৃহৎ শূন্যস্থান রয়েছে বলে কোনও প্রমাণই পাওয়া যায়নি।\n\n\n=== ঘনত্ব ===\nচাঁদের ঘনত্ব যে পৃথিবীর ঘনত্বের তুলনায় কম, সেই বিষয়টিকে এটির শূন্যগর্ভ হওয়ার একটি প্রমাণ হিসেবে উপস্থাপনা করা হয়। চাঁদের গড় ঘনত্ব ৩.৩ গ্রা/সেমি৩, যেখানে পৃথিবীর ঘনত্ব ৫.৫ গ্রা/সেমি৩। এই পার্থক্যের একটি ব্যাখ্যা এই যে চাঁদ সম্ভবত উদ্ভূত হয়েছিল একটি প্রচণ্ড সংঘর্ষের ফলে যখন আদিম পৃথিবীর উপরিভাগের ভূত্বকের কিছু অংশ সেটির কক্ষপথে উৎক্ষিপ্ত হয়। পৃথিবী উর্ধ্বস্থ গুরুমণ্ডল ও ভূত্বক এটির অন্তস্থল অপেক্ষা কম ঘনত্বযুক্ত।\n\n\n== বৈজ্ঞানিক দৃষ্টিভঙ্গি ==\n\nকর্নেল বিশ্ববিদ্যালয়ের জ্যোতির্বিজ্ঞান বিভাগের স্বেচ্ছাসেবকদের দ্বারা চালিত আস্ক অ্যান অ্যাস্ট্রোনমার “চাঁদ যে শূন্যগর্ভ নয় তা কি আমরা প্রমাণ করতে পারি?” শীর্ষক প্রশ্নটির উত্তর দেয়। সেখানে পদার্থবিদ সুনীতি করুণাতিলকে বলেন যে, অন্তত দু’টি পদ্ধতিতে আমরা একটি বস্তুর ভরের বণ্টন নির্ধারণ করতে পারি। এটি জড়তার ভ্রামক প্রচলের মাধ্যমে; অন্যটি ভূকম্প-সংক্রান্ত পর্যবেক্ষণগুলির মাধ্যমে। প্রথমটির ক্ষেত্রে করুণাতিলকে বলেন, জড়তার ভ্রামক প্রচল ইঙ্গিত করে যে চাঁদের অন্তস্থল ঘনত্বযুক্ত ও ছোটো, অবশিষ্টাংশ প্রায়-অপরিবর্তনীয় ঘনত্বযুক্ত পদার্থে গঠিত। দ্বিতীয় পদ্ধতিটির ক্ষেত্রে তিনি বলেন যে, পৃথিবী বাদে চাঁদই একমাত্র গ্রহীয় বস্তু যেখানে ব্যাপক হারে ভূকম্প-সংক্রান্ত পর্যবেক্ষণ চালানো হয়েছে। এই পর্যবেক্ষণগুলি থেকে চাঁদের ভূত্বক, গুরুমণ্ডল ও অন্তস্থলের পুরুত্ব নির্ধারণ করা গিয়েছে, যা ইঙ্গিত করে যে চাঁদ শূন্যগর্ভ হওয়া সম্ভব নয়।\nচাঁদের অভ্যন্তরীণ গঠন সম্পর্কে মূলধারার বৈজ্ঞানিক মত প্রবলভাবে একটি পাতলা ভূত্বক, বিস্তৃত গুরুমণ্ডল ও ছোটো ঘনতর অন্তস্থল-যুক্ত কঠিন অভ্যন্তরীণ গঠনের ধারণাটিকে সমর্থন করে।  এই মতের ভিত্তি হল:\n\nচন্দ্রকম্প পর্যবেক্ষণ: পৃথিবী বাদে চাঁদই হল একমাত্র গ্রহীয় বস্তু যেখানে একটি ভূকম্প পর্যবেক্ষণ কার্যক্রম স্থাপন করা হয়েছে। চন্দ্রকম্পের তথ্য বিশ্লেষণের মাধ্যমে চাঁদের ভূত্বকের পুরুত্ব (~৪৫ কিলোমিটার) ও গুরুমণ্ডল, এবং সঙ্গে অন্তস্থলের ব্যাসার্ধ (~৩৩০ কিলোমিটার) নির্ধারণ করা গিয়েছে।\nমোমেন্ট অফ ইনারশিয়া প্রচল: প্রকৃত (ভৌত) চন্দ্রাক্ষদোলন পরিমাপ করা হয়েছে চান্দ্র লেজার রেঞ্জিং-এর মাধ্যমে। স্বাভাবিকীকৃত মেরুদেশীয় জড়তার ভ্রামক জানা গিয়েছে ০.৩৯৪ ± ০.০০২। এই মানটি একটি ব্যাসার্ধীয়ভাবে অপরিবর্তনীয় ঘনত্ব-যুক্ত কঠিন বস্তুর মানের (০.৪) খুবই নিকটবর্তী। ০.৪-এর কম মান গভীরতার সঙ্গে সঙ্গে ঘনত্বের বৃদ্ধি ইঙ্গিত করে: উদাহরণস্বরূপ পৃথিবীর ঘন অন্তস্তলের মানটি হল ০.৩৩। পাতলা আবরণী-যুক্ত গোলক হলে শূন্যগর্ভ চাঁদের ক্ষেত্রে স্বাভাবিকীকৃত মেরুদেশীয় জড়তার ভ্রামক হত ০.৬৭ মানের কাছাকাছি।\n\n\n== সাহিত্যে ==\nহারবার্ট জর্জ ওয়েলস, দ্য ফার্স্ট মেন ইন দ্য মুন (১৯০১): ওয়েলস এক শূন্যগর্ভ চাঁদের ভিতর বসবাসকাঈ কাল্পনিক কীটসদৃশ জীবের বর্ণনা দেন।\nএডগার রাইস বারোজ, দ্য মুন মেইড (১৯২৬): একটি স্বতঃসিদ্ধ শূন্যগর্ভ চাঁদের অভ্যন্তরভাগের প্রেক্ষাপটে রচিত ফ্যান্টাসি, এই অংশের একটি বায়ুমণ্ডল রয়েছে এবং অংশটি জনবসতিপূর্ণ।\nনিকোলাই নোসোভ, ডান্নো অন দ্য মুন (১৯৬৫): এক শূন্যগর্ভ চাঁদের প্রেক্ষাপটে রচিত একটি রাশিয়ান রূপকথা-মূলক উপন্যাস।\nআইজ্যাক অ্যাসিমোভ, ফাউন্ডেশন অ্যান্ড আর্থ (১৯৮৬): কল্পবিজ্ঞান উপন্যাস যেখানে দেখানো হয়েছে যে, রোবোট আর. ডানিল অলিভ বাস করে আংশিক শূন্যগর্ভ এক চাঁদের ভিতরে।\nডেভিড ওয়েবার, মিউটিনিয়ারস’ মুন (১৯৯১): কল্পবিজ্ঞান উপন্যাস, যেখানে দেখানো হয়েছে যে চাঁদ হল ৫০,০০০ বছর আগে আগত এক দৈত্যাকার মহাকাশযান।\nক্রিস্টোফার নাইট অ্যান্ড অ্যালান বাটলার, হু বিল্ট দ্য মুন? (২০০৫): নাইট ও বাটলার লেখেন যে, ভবিষ্যতের মানুষেরা সময় ভ্রমণ করে অতীতে এসে মানব বিবর্তন সুরক্ষিত করতে চাঁদ নির্মাণ করে।\nডেভিড আইক, হিউম্যান রেস গেট অফ ইয়োর নিজ – দ্য লায়ন স্লিপস নো মোর (২০১০): আইক বলেছেন যে, চাঁদ আসলে একটি মহাকাশ স্টেশন এবং সেখান থেকে সরীসৃপ-জাতীয় জীবেরা মানুষের চিন্তাভাবনাকে নিজ উদ্দেশ্যসাধনে পরিচালনা করছে।\n\n\n== তথ্যসূত্র =="}