{"pageid": 1106568, "title": "মহাত্মা গান্ধী কেন্দ্রীয় বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1106568", "content": "মহাত্মা গান্ধী কেন্দ্রীয় বিশ্ববিদ্যালয় (এমজিসিইউ) ভারতের বিহারের মোতিহারীতে অবস্থিত ও কেন্দ্রীয় সরকার দ্বারা অর্থায়িত একটি সরকারি বিশ্ববিদ্যালয়। এমজিসিইউ'তে ৭ টি বিদ্যালয় ও ২০ টি একাডেমিক বিভাগ রয়েছে। এটি সেন্ট্রাল ইউনিভার্সিটি অব সাউথ বিহার (সিইউএসবি) এর পরে কেন্দ্রীয় সরকার দ্বারা অর্থায়িত বিহারের দ্বিতীয় কেন্দ্রীয় বিশ্ববিদ্যালয়।\n\n\n== ইতিহাস ==\nমহাত্মা গান্ধী সেন্ট্রাল ইউনিভার্সিটি প্রতিষ্ঠার জন্য ২০১৪ সালের ১৪ই ডিসেম্বর রাষ্ট্রপতির সম্মতি লাভ কারী কেন্দ্রীয় বিশ্ববিদ্যালয় (সংশোধন) আইন, ২০১৪ বিশ্ববিদ্যালয়টিকে বিহার রাজ্যের গঙ্গা নদীর উত্তরের অঞ্চলের আঞ্চলিক এখতিয়ার প্রদান করে। এমজিসিইউ ২০১৬ সালের ৩ই ফেব্রুয়ারি কার্যকরী হয়ে ওঠে। বিশ্ববিদ্যালয়টি ২০১৬-১৭ সালে ৭টি স্কুল ও ১৫ টি বিভাগে ইউজি ও পিজি কোর্সের সঙ্গে শুরু হয়েছিল।\n\n\n== বিদ্যায়তন ==\nএমজিসিইউ ভারতের বিহারের মোতিহারীতে অবস্থিত। বিশ্ববিদ্যালয়ের নিকটতম বিমানবন্দরটি পাটনায় রয়েছে, যা মোতিহারী থেকে প্রায় ১৭০ কিলোমিটার দূরে অবস্থিত। মতিহারী সমস্ত বড় শহরের সাথে ট্রেনের মাধ্যমেও সংযুক্ত রয়েছে। নিকটতম রেলওয়ে স্টেশন হল বাপুধাম মোতিহারী, যা মোতিহারীর জিলা স্কুলে স্থাপিত অস্থায়ী বিদ্যায়তন থেকে প্রায় ২ কিলোমিটার দূরে অবস্থিত।\nস্থায়ী বিদ্যায়তনটি উন্নয়নের পর্যায়ে রয়েছে। এটি মতিহারির বাঙ্কট-বাইরিয়া গ্রামে ৩১০ একর জমির জুড়ে গড়ে উঠেছে। বাঙ্কট-বাইরিয়া গ্রামের স্থায়ী বিদ্যায়তন থেকে নিকটতম রেলওয়ে স্টেশন বাপুধাম মোতিহারী আনুমানিক ৪ কিলোমিটার দূরে অবস্থিত।\n\n\n== শিক্ষাদানের সংক্ষিপ্ত ধারণা ==\n\n\n=== ভর্তি ===\nবিশ্ববিদ্যালয়টি নিজেরই দ্বারা পরিচালিত প্রবেশিকা পরীক্ষার মাধ্যমে বিভিন্ন ইউজি, পিজি ও পিএইচডি কর্মসূচির শিক্ষার্থীদের ভর্তি করে। ভারত জুড়ে বিভিন্ন পরীক্ষা কেন্দ্রে প্রতি বছর প্রবেশিকা পরীক্ষা অনুষ্ঠিত হয়।\n\n\n=== গ্রন্থাগার ===\nমহাত্মা গান্ধী কেন্দ্রীয় বিশ্ববিদ্যালয়টির অটল বিহারী বাজপেয়ী সেন্ট্রাল লাইব্রেরি (একটি লার্নিং রিসোর্স সেন্টার) ২০১৬ সালে প্রতিষ্ঠিত হয়েছিল। বিশ্ববিদ্যালয়ের গ্রন্থাগারে মোট ২৬,০০০ টিরও বেশি বই, ১৩ টি ম্যাগাজিন, ১১ টি সংবাদপত্র ও ১২৫ টির বেশি দান করা বই রয়েছে, যা শিক্ষণ ও অশিক্ষক কর্মচারী, শিক্ষার্থী এবং গবেষণা পণ্ডিতদের পাণ্ডিত্যপূর্ণ তথ্য, গবেষণা সহায়তা ও অধ্যয়নের সুবিধা প্রদান করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}