{"pageid": 1106789, "title": "মুবাশ্বির হাসান", "url": "https://bn.wikipedia.org/wiki?curid=1106789", "content": "মুবাশ্বির হাসান (উর্দু: مبشر حسن‎‎; ২২ জানুয়ারী ১৯২২ - ১৪ মার্চ ২০২০), ছিলেন একজন পাকিস্তানি রাজনীতিবিদ, মানবতাবাদী, রাজনৈতিক উপদেষ্টা এবং একজন প্রকৌশলী যিনি ১৯৭১ থেকে ১৯৭৪ সাল পর্যন্ত ভুট্টো প্রশাসনে অর্থমন্ত্রীর দায়িত্ব পালন করেছিলেন।\n১৯৬৭ সালে, হাসান জুলফিকার আলী ভুট্টো এবং জে এ রহিমের সাথে পাকিস্তান পিপলস পার্টি নামে একটি গণতান্ত্রিক সমাজতান্ত্রিক রাজনৈতিক দলের সহ-প্রতিষ্ঠাতা ছিলেন। ১৯৭১ সালে ভুট্টো প্রশাসনে অর্থমন্ত্রী নিযুক্ত হওয়ার পর পরিকল্পিত অর্থনীতি প্রতিষ্ঠার জন্য বেসরকারী খাতের জাতীয়করণের জন্য আক্রমণাত্মকভাবে অনুসরণ করার ক্ষেত্রে, তার গুরুত্বপূর্ণ ভূমিকা ছিল। যখন তিনি পারমাণবিক বোমা কর্মসূচির তহবিল পরিচালনা করেছিলেন যখন তিনি দেশের বৈজ্ঞানিক আউটপুট হিসাবে বিজ্ঞান মন্ত্রণালয়কে প্রচার ও বৃদ্ধি করতে সহায়তা করেছিলেন।\n১৯৭৪ সালে ভুট্টো প্রশাসন ত্যাগ করার পর, তিনি পাকিস্তান পিপলস পার্টির জেনারেল-সেক্রেটারি হিসেবে নিযুক্ত হন এবং প্রধানমন্ত্রী ভুট্টোর রাজনৈতিক উপদেষ্টা হিসাবে তার ভূমিকা অব্যাহত রাখেন। কিন্তু ভুট্টোকে অফিস থেকে অপসারণ করা হলে তিনি সমস্যায় পড়েন এবং জিয়া প্রশাসন দ্বারা সহিংসতা উসকে দেওয়ার অভিযোগের সম্মুখীন হন। ১৯৮০-এর দশকে রাজনীতি থেকে অবসর নেওয়ার পর, হাসান লাহোর প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ে যোগদান করেন এবং সিভিল ইঞ্জিনিয়ারিং পড়ানোর পদ গ্রহণ করেন এবং পাকিস্তানের মানবাধিকার কমিশনের একজন গুরুত্বপূর্ণ সদস্য ছিলেন।\n\n\n== জীবনচরিত ==\nমুবাশ্বির হাসান ২১ জানুয়ারী ১৯২২ সালে ব্রিটিশ ভারতের পানিপথে একটি পরিবারে জন্মগ্রহণ করেন। তারা পেশা হিসাবে ওষুধ চর্চা করত। তার মা উর্দু ভাষার কবি আলতাফ হুসাইন হালির বংশধর পরিবারের সদস্য ছিলেন। তিনি তার মায়ের দ্বারা বেড়ে ওঠেন যখন তার বাবা হায়দ্রাবাদ রাজ্যের সরকারের হয়ে কাজ করতেন। ১৯৩৮ সালে তার ম্যাট্রিকুলেশনের পর হাসানকে লাহোর সরকারি কলেজ বিশ্ববিদ্যালয়ে ভর্তির জন্য পাঠানো হয় যেখানে তার বড় ভাই কিং এডওয়ার্ড মেডিকেল বিশ্ববিদ্যালয়ে মেডিসিন অধ্যয়নরত ছিলেন কিন্তু প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়, লাহোরে স্থানান্তরিত হন।\n১৯৪২ সালে, হাসান ২০ বছর বয়সে সিভিল ইঞ্জিনিয়ারিংয়ে স্নাতক ডিগ্রি অর্জন করেন। এরপর সংক্ষিপ্তভাবে অমৃতসরের সেচ বিভাগে উপবিভাগীয় কর্মকর্তা (এসডিও) হিসাবে নিযুক্ত হন। ১৯৪৪ সালে হাসান মার্কিন যুক্তরাষ্ট্রে প্রকৌশল অধ্যয়নের জন্য একটি বৃত্তি লাভ করেন এবং কলাম্বিয়া বিশ্ববিদ্যালয়ে সিভিল ইঞ্জিনিয়ারিংয়ে এমএসসিতে যোগদানের জন্য নিউইয়র্কে যান। কিন্তু দেশভাগের পরপরই হাসান ভারতে ফিরে আসেন এবং  লাহোরের প্রকৌশল বিশ্ববিদ্যালয়ে যোগ দেন।  ১৯৫৩ সালে তিনি আবার মার্কিন যুক্তরাষ্ট্রে ইঞ্জিনিয়ারিং ডক্টরেট প্রোগ্রাম যোগ দিতে আইওয়া স্টেট ইউনিভার্সিটিতে যান এবং সেখানে ১৯৫৫ আলে পিএইচডি অর্জন করেন। পড়াশোনা শেষে পাকিস্তানে ফিরে আসার পর, তিনি লাহোর প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয় যোগদান করেন, অবশেষে পরবর্তী বছরগুলিতে সিভিল ইঞ্জিনিয়ারিং বিভাগের চেয়ারম্যান হন।\n\n\n== প্রকাশনা ==\n\n\n=== বই এবং গ্রন্থপঞ্জি ===\n2001, বার্ডস অফ দ্য ইন্ডাস, মুবাশির হাসান, টম জে. রবার্টস\n2000, দ্য মিরাজ অফ পাওয়ার, ড. মুবাশ্বির হাসান, পিএইচডি, (2000) (আইএসবিএন ০-১৯-৫৭৯৩০০-৫ )\n1989, ভুট্টো বছরগুলিতে একটি তদন্ত, ড. মুবাশ্বির হাসান\n1986, জাতীয় ঐক্য: কী করতে হবে?, মোবাশ্বির হাসান, আইএ রহমান, এএইচ কারদার\n1977, গণতন্ত্রের জন্য যুক্তফ্রন্ট\n1976, পাকিস্তানের নিরক্ষর নেতারা\n1967, জনগণের ঐক্যের ঘোষণা\n1954, একজন প্রকৌশলীর সাধারণ শিক্ষার উপর\n\n\n== আরও পড়ুন ==\nSarwar, Beena (মার্চ ১৯, ২০২০)। \"Farewell Dr Mubashir Hasan: A Nobel Peace Laureate Remembers His Old Friend\"। Thewire.in। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nSubramanian, Nirupama (মার্চ ১৬, ২০২০)। \"Mubashir Hasan (1922-2020): A warrior for democracy in Pakistan, peace with India\"। The Indian Express। \nBose, Tapan (১৮ মার্চ ২০২০)। \"Mubashir Hasan – Man who yearned for peace through empowerment of people in the Subcontinent\"। Sabrang India।"}