{"pageid": 1106646, "title": "সরকারি কলেজ বিশ্ববিদ্যালয়, লাহোর", "url": "https://bn.wikipedia.org/wiki?curid=1106646", "content": "সরকারি কলেজ বিশ্ববিদ্যালয়, লাহোর (কথ্য GCU নামেও পরিচিত) হল একটি পাবলিক গবেষণা বিশ্ববিদ্যালয় যা পাকিস্তানের পাঞ্জাবের লাহোরে অবস্থিত। ১৮৬৪ সালে সরকারি কলেজ, লাহোর  হিসাবে খোলা হয়, এটি ২০০২ সালে একটি বিশ্ববিদ্যালয়ে পরিণত হয়।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nএটি ১৮৬৪ সালে ভারতে ব্রিটিশ সরকার কর্তৃক সরকারি কলেজ হিসাবে প্রতিষ্ঠিত হয়েছিল। ২০০২ সালে একটি বিশ্ববিদ্যালয়ের মর্যাদায় উন্নীত হওয়ার পর, এটি ১২,০০০-এর বেশি ছাত্র সংগঠন সহ পাকিস্তানের শীর্ষ দশটি বৃহত্তম প্রতিষ্ঠানের একটিতে উন্নীত হয়েছে। একাডেমিক এবং শিল্প গবেষণা এবং উন্নয়ন প্রকল্পের উপর দৃষ্টি নিবদ্ধ করা পাঁচটি গবেষণা কেন্দ্র রয়েছে। বিশ্ববিদ্যালয়টি ২০১৩ সালে উচ্চ শিক্ষা কমিশন (এইচইসি) দ্বারা সাধারণ বিভাগে দ্বিতীয় স্থান অর্জন করে। এটি দেশের সর্বোচ্চ স্নাতক হার, বার্ষিক গড় ৯৪.৬%। সরকারি কলেজ বিশ্ববিদ্যালয়ে শিক্ষার মাধ্যম ইংরেজি।\nসরকারি কলেজ বিশ্ববিদ্যালয় তার ঐতিহাসিক ভিত্তির জন্য সুপরিচিত এবং কবি - দার্শনিক আল্লামা মুহাম্মদ ইকবাল, নোবেল বিজয়ী হর গোবিন্দ খোরানা এবং আবদুস সালাম , জাতিসংঘের সাধারণ পরিষদ এবং আন্তর্জাতিক বিচার আদালত উভয়ের প্রাক্তন সভাপতি মুহাম্মদ জাফরুল্লাহ খান ২০১৯ ফ্রান্সের ভূ- বিজ্ঞানে প্রেস্টউইচ পুরস্কার বিজয়ী বিলাল ইউ হক, পণ্ডিত এবং ঔপন্যাসিক দম্পতি বানো কুদসিয়া এবং আশফাক আহমেদের মতো উল্লেখযোগ্য পণ্ডিতদের জন্ম দিয়েছে। এর স্নাতকদের মধ্যে পাকিস্তানের তিনজন সাবেক প্রধানমন্ত্রী এবং একজন তত্ত্বাবধায়ক প্রধানমন্ত্রীও রয়েছেন।\n\n\n== ইতিহাস ==\n\nমূলত, লাহোরে একটি কেন্দ্রীয় কলেজ প্রতিষ্ঠার অনুমোদন ১৮৬৫ সালে ব্রিটিশ রাজ কর্তৃক অনুমোদিত হয়েছিল, কারণ শিক্ষকরা ছিলেন অক্সফোর্ড বিশ্ববিদ্যালয়, কেমব্রিজ বিশ্ববিদ্যালয়, ডাবলিন বিশ্ববিদ্যালয় এইচসি বা ডারহাম বিশ্ববিদ্যালয়ের। কিংস কলেজ লন্ডনের আরবি ও ইসলামি আইনের অধ্যাপক ডক্টর গটলিব উইলহেম লেইটনারের নেতৃত্বে, কলেজটি স্থাপিত হয়েছিল ১ জানুয়ারী ১৮৬৪ সালে, কলকাতা বিশ্ববিদ্যালয়ের অধিভুক্ত কলেজ হিসেবে ওয়ালড সিটি অফ লাহোরের অভ্যন্তরে রাজা ধ্যান সিং হাভেলি (লাহোরের শিখ শাসক মহারাজা রঞ্জিত সিংয়ের ডোগরা প্রধানমন্ত্রী) প্রাসাদে অবস্থিত।\n১৮৭১ সালের এপ্রিল মাসে কলেজটি আনারকলি বাজারের কাছে একটি বড় বাংলোতে স্থানান্তরিত হয়। ১৮৭৩ সালে, দ্রুত ছাত্র শক্তি বৃদ্ধির কারণে এর অবস্থান আবার রহিম খানের কোঠি নামে আরেকটি বাড়িতে পরিবর্তন করা হয়। এটি ১৮৭৬ সালে তার বর্তমান ভবনে স্থানান্তরিত হয়।\nপ্রথম অধ্যক্ষ ছিলেন ড. গটলিব উইলহেম লেইটনার, যার নাম কলেজের সাথে ঘনিষ্ঠভাবে জড়িত। ১৮৮২ সালে লাহোরের পাঞ্জাব বিশ্ববিদ্যালয়ের ভিত্তি স্থাপনে লেইটনার অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তারপরে, কলেজটি ১১৫ বছরের জন্য পাঞ্জাব বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত থাকবে। ১৮৯৭ সালে, পাঞ্জাব সরকার সরকারি কলেজকে সমস্ত বিষয়ে স্বায়ত্তশাসন দেয় এবং ডিগ্রি প্রদানের মর্যাদা প্রদান করে। \n২০০২ সালে, পাঞ্জাব সরকার এটিকে বিশ্ববিদ্যালয়ের মর্যাদায় উন্নীত করেছিল; কলেজ শব্দটি তার ঐতিহাসিক ভিত্তি সংরক্ষণের জন্য এর শিরোনামে ধরে রাখা হয়েছিল।\n\n\n== ক্যাম্পাস ==\n\n\n=== পুরাতন ক্যাম্পাস ===\nলাহোরের কেন্দ্রস্থলে এর স্থান, এটি দ্য মল, লাহোর এবং লোয়ার মলের সংযোগস্থলে অবস্থিত, প্রধান ব্যবসা ও প্রশাসনিক এলাকা, বিদ্যালয়, কলেজ এবং পাঞ্জাব বিশ্ববিদ্যালয়ের পুরানো ক্যাম্পাস দ্বারা বেষ্টিত। মূল ভবনটি ডব্লিউ. পারডন দ্বারা ডিজাইন করা হয়েছিল এবং ১৮৭৭ সালে ৩২০,০০০ রুপি ব্যয়ে সম্পূর্ণ হয়েছিল। মূল ভবনের মাঝখানে একটি ১৭৬' লম্বা ক্লক টাওয়ার রয়েছে। ঔপনিবেশিক যুগে নির্মিত, প্রধান ভবনটি নিও-গথিক ঐতিহ্যকে প্রতিফলিত করে, বিস্তৃত বারান্দা এবং উঁচু সিলিং সহ। মূল ভবনের সাথে একটি বড় মাঠ রয়েছে, যাকে \"ওভাল গ্রাউন্ড\" বলে উল্লেখ করা হয়েছে। ২০১৯ সালে, ইনস্টিটিউটের প্রথম অধ্যক্ষ গটলিব উইলহেম লেইটনারের সম্মানে মাঠের নামকরণ করা হয় \"দ্য লেইটনার ওভাল\"। ক্রমবর্ধমান সংখ্যক ছাত্রদের সাথে দেখা করার জন্য, বেশ কয়েকটি ভবন এবং ব্লক চালু করা হয়েছে যার মধ্যে একটি স্নাতকোত্তর ব্লক, ইন্টারমিডিয়েট শিক্ষার্থীদের জন্য একটি নতুন ব্লক এবং একটি স্নাতক ব্লক যাতে উপরি সেতুর মাধ্যমে প্রবেশযোগ্য। মূল ক্যাম্পাসটি আনারকলি বাজার বরাবর ৫৬ একর জুড়ে বিস্তৃত, লাহোরের প্রাচীনতম টিকে থাকা বাজারগুলির মধ্যে একটি। \n\n\n=== কালা শাহ কাকু ক্যাম্পাস ===\n২৪ আগস্ট ২০১৯-এ বিশ্ববিদ্যালয়ের কালা শাহ কাকু ক্যাম্পাস উদ্বোধন করা হয় যা জিসিইউ কেএসকে ক্যাম্পাস নামে পরিচিত। ক্যাম্পাসটি ৩৭০ একর জুড়ে বিস্তৃত, ২৫,০০০ ছাত্র, ১২৫০ শিক্ষক এবং ৬৫০ জন কর্মী থাকতে সক্ষম। ২২ টি হোস্টেল থাকার জন্য সহজলভ্য।\n২৪ সেপ্টেম্বর ২০২০-এ, নতুন ক্যাম্পাস আনুষ্ঠানিকভাবে শিক্ষার্থীদের জন্য উন্মুক্ত করা হয়। উভয় ক্যাম্পাসের মধ্যে একটি বাস শাটল সার্ভিস চলবে।\n\n\n== প্রতীক ==\n\nমশাল, বিশ্ববিদ্যালয়ের প্রতীকের শিখা হিসাবে, জ্ঞানের আলোকে প্রতিনিধিত্ব করে। নীতিবাক্য \"জানার সাহস\" ছাত্র সম্প্রদায়ের পথপ্রদর্শক নীতির প্রতিনিধিত্ব করে।\n\n\n== একাডেমি ==\n\n\n=== প্রোগ্রাম ===\nবিশ্ববিদ্যালয়টি উচ্চ মাধ্যমিক স্কুল সার্টিফিকেট (স্থানীয়ভাবে ইন্টারমিডিয়েট নামে পরিচিত), স্নাতক এবং স্নাতকোত্তর অধ্যয়নের ডিগ্রি প্রদান করে। উচ্চ শিক্ষার স্তরে, এটি ২৮টি ব্যাচেলর ডিগ্রি, ২৮ টি এমএস/ এমফিল ডিগ্রি এবং ১৯ টি পিএইচডি ডিগ্রি প্রদান করে। এই ডিগ্রিগুলি নিম্নলিখিত অনুষদের অধীনে দেওয়া হয়:\n\nরসায়ন ও জীবন বিজ্ঞান অনুষদ \nগাণিতিক ও ভৌত বিজ্ঞান অনুষদ \nকলা ও সামাজিক বিজ্ঞান অনুষদ \nভাষা, ইসলামিক ও ওরিয়েন্টাল লার্নিং অনুষদ \nপ্রকৌশল অনুষদ \n\n\n=== গবেষণা ===\nবিশ্ববিদ্যালয়টি সর্বদা একটি গবেষণা-নেতৃত্বাধীন বিশ্ববিদ্যালয় ছিল, তবে সাম্প্রতিক সময়ে, এটি মানসম্পন্ন আউটপুট প্রকল্পগুলির দিকে তার ফোকাস স্থানান্তরিত করেছে, যা বিশ্ববিদ্যালয় একাডেমিক এবং শিল্পগতভাবে উপকারী বলে বিশ্বাস করে। গবেষণা, উদ্ভাবন এবং বাণিজ্যিকীকরণ অফিস (ORIC) সমস্ত গবেষণা বিষয় পরিচালনার জন্য স্থাপন করা হয়েছে। অফিসের উদ্দেশ্য হল সমস্ত গবেষণা কার্যক্রমকে অগ্রসর করা, বৈচিত্র্য আনা, পরিচালনা করা এবং গবেষণার আন্তর্জাতিক মান বজায় রাখা।\nএটি স্ট্র্যাথক্লাইড বিশ্ববিদ্যালয়, ক্র্যানফিল্ড বিশ্ববিদ্যালয়, ওয়ার্ল্ড ব্যাঙ্ক রিসার্সারস অ্যালায়েন্স ফর ডেভেলপমেন্ট ও ব্রিটিশ কাউন্সিল এবং পাকিস্তান অ্যাটমিক এনার্জি কমিশন (পিএইসি), পাকিস্তান সায়েন্স ফাউন্ডেশন (পিএসএফ), খান রিসার্চ ল্যাবরেটরি (কেআরএল), পিটিসিএল, উচ্চশিক্ষা কমিশন এবং বিজ্ঞান ও প্রযুক্তি মন্ত্রণালয়ের মতো জাতীয় প্রতিষ্ঠান ও সংস্থাগুলি থেকে গবেষণা অনুদান পায়।\n\n\n=== ইনস্টিটিউট ===\nবিশ্ববিদ্যালয়ের পাঁচটি স্বায়ত্তশাসিত/আধা-স্বায়ত্তশাসিত, গবেষণা-ভিত্তিক ইনস্টিটিউট রয়েছে, যা একাডেমিক এবং শিল্প গবেষণা এবং উন্নয়ন প্রকল্পগুলির উপর দৃষ্টি নিবদ্ধ করে। এই প্রতিষ্ঠানগুলো হল:\n\nআবদুস সালাম স্কুল অফ ম্যাথমেটিকাল সায়েন্সেস (এএসএসএমএস) - গাণিতিক বিজ্ঞানে গাণিতিক পদ্ধতি দ্বারা বৈজ্ঞানিক এবং প্রযুক্তিগত সমস্যাগুলির অধ্যয়ন।\nসেন্টার ফর অ্যাডভান্সড স্টাডিজ ইন ফিজিক্স (CASP)- পরীক্ষামূলক পদার্থবিদ্যায় গবেষণা ও উন্নয়ন (R&D)।\nইন্স্টিটিউট অফ ইন্ডাস্ট্রিয়াল বায়োটেকনোলজি (IIB) - বায়োটেকনোলজি এবং মাইক্রোবায়োলজিতে ডিগ্রি প্রদান করে।\nটেকসই উন্নয়ন অধ্যয়ন কেন্দ্র (SDSC)- পরিবেশ বিজ্ঞানে R&D.\nসেন্টার অফ এক্সিলেন্স অফ চায়না স্টাডিজ (CECS)- চাইনিজ ভাষা এবং চায়না স্টাডিজে ডিপ্লোমা অফার করে। \n\n\n== আবদুস সালাম স্কুল ফর ম্যাথমেটিকাল সায়েন্স ==\n \nআবদুস সালাম স্কুল অফ ম্যাথমেটিকাল সায়েন্সেস (এএসএসএমএস) পাকিস্তানের বৃহত্তম গণিত গবেষণা প্রতিষ্ঠানগুলির মধ্যে একটি।  স্কুলটি 2003 সালে পাঞ্জাব সরকার সরকারী কলেজ বিশ্ববিদ্যালয়ের অধীনে প্রতিষ্ঠিত হয়েছিল।  স্কুলের লক্ষ্য হল পেশাদার বিজ্ঞানীদের গাণিতিক পদ্ধতির দ্বারা বৈজ্ঞানিক ও প্রযুক্তিগত সমস্যাগুলির অধ্যয়ন এবং গাণিতিক বিজ্ঞানের শাখাগুলিতে গবেষণা করার জন্য প্রশিক্ষণ দেওয়া। স্কুলের অস্তিত্বের আগে, পাকিস্তানি গণিতবিদরা পোস্টডক্টরাল ফেলোশিপের জন্য বিদেশে পড়াশোনা করতে পছন্দ করেছিলেন; কিন্তু ASSMS প্রতিষ্ঠিত হওয়ার পর, বিদেশী প্রতিষ্ঠান থেকে ক্রমবর্ধমান সংখ্যক পিএইচডি হোল্ডাররা তাদের পোস্টডক্টরাল ফেলোশিপগুলি অনুসরণ করার জন্য এই স্কুলটিকে বেছে নিচ্ছে। \n2011-এ, এটিকে ইউরোপীয় গণিত সোসাইটি (EMS) দ্বারা প্রথম \"উত্কর্ষের উদীয়মান আঞ্চলিক কেন্দ্র\" হিসাবে চিহ্নিত করা হয়েছিল। \nএটি স্কুল ও কলেজে পাকিস্তানি ছাত্রদের উৎসাহ প্রদানের জন্য পদক্ষেপ নিয়েছে। এর মধ্যে রয়েছে:\n\nউন্নত স্তরের গণিতে ASSMS শিক্ষার্থীদের শেখানোর জন্য বা তদারকি করার জন্য বিদেশী অনুষদ নিয়োগ করা।  ইয়ুর্গেন হারজোগ, জোসিপ পেচারিক, আমের ইকবাল, আলেকজান্দ্রু ডিমকা, এবং হান্না মার্কউইগ হলেন বিদেশী অনুষদের মধ্যে যারা তত্ত্বাবধান/সহ-তত্ত্বাবধানে পিএইচডি করেছেন। ASSMS-এ শিক্ষার্থীরা।\nগণিত বিষয়ে আন্তর্জাতিক সম্মেলন ও কর্মশালার আয়োজন করেছে।  কিছু উল্লেখযোগ্য গণিতবিদ যারা ASSMS-এ পরিদর্শন করেছেন এবং বক্তৃতা দিয়েছেন তারা হলেন আরি ল্যাপ্টেভ (ইএমএস 2007-2010 এর প্রেসিডেন্ট), মার্তা সানজ-সোলে (ইএমএস 2011-2014 এর প্রেসিডেন্ট), পিয়েরে কার্টিয়ের (এর একজন সহযোগী বোরবাকি গ্রুপ ), আর্নফিন লাউডাল, মিশেল ওয়াল্ডশমিড্ট, জ্যানোস পাচ, অ্যালান হাকলবেরি, অ্যালাইন বোনামি, এবং রাগনি পাইনি ( অ্যাবেল প্রাইজ কমিটির চেয়ার 2010- 2014 এবং আন্তর্জাতিক গণিত ইউনিয়ন নির্বাহী কমিটির প্রথম মহিলা)। \nআবদুস সালাম স্কুল অফ ম্যাথমেটিকাল সায়েন্সেসের অনুষদ স্কুল এবং কলেজের শিক্ষার্থীদের জন্য প্রশিক্ষণ শিবিরের আয়োজন করেছিল। ক্যাম্পের অংশগ্রহণকারীরা আন্তর্জাতিক গণিত অলিম্পিয়াডে (IMO) প্রতিযোগিতার জন্য পাকিস্তানের জাতীয় দলের জন্য প্রস্তুত। 2005 সালে, পাকিস্তানের জাতীয় দল প্রথমবারের মতো আইএমওতে অংশ নেয়। 2007 সালে পাকিস্তান IMO-তে প্রথম পদক এবং 2012 সালে প্রথম রৌপ্য পদক জিতেছিল। এটি 2014 সাল পর্যন্ত আইএমও দলকে প্রশিক্ষণ দেওয়া অব্যাহত রাখে।\nASSMS জাতীয় পর্যায়ে গণিত ক্যাঙ্গারু প্রতিযোগিতার সূচনা করেছে।\n\n\n== চেয়ার ==\n\n\n=== আবদুস সালাম চেয়ারে পদার্থবিজ্ঞান ===\nপাকিস্তানি তাত্ত্বিক পদার্থবিজ্ঞানী এবং নোবেল বিজয়ী আবদুস সালামের নামানুসারে পদার্থবিদ্যায় আবদুস সালাম চেয়ার হল বিশ্ববিদ্যালয়ে পদার্থবিদ্যার একটি সম্মানসূচক চেয়ার। একটি আধা-স্বায়ত্তশাসিত ইনস্টিটিউট হিসাবে শুরু করে, এটি সালামের আজীবন বন্ধু ইশফাক আহমদের প্রচেষ্টায় ২০০০ সালের মার্চ মাসে চালু হয়। ২০০৯ সালে, ইন্টারন্যাশনাল সেন্টার ফর থিওরেটিক্যাল ফিজিক্স (আইসিটিপি) সালামের আসল নোবেল সার্টিফিকেট পদার্থবিজ্ঞানে সালাম চেয়ারকে দান করে। আইসিটিপি-এর প্রাক্তন পরিচালক ড. কাতেপল্লী আর. শ্রীনিবাসন লাহোরে গিয়েছিলেন যেখানে তিনি বিশ্ববিদ্যালয়ের আলমা ম্যাটারকে আসল নোবেল সার্টিফিকেট উপহার দিয়েছিলেন। শংসাপত্রটি পড়ে: প্রাথমিক কণাগুলির মধ্যে একীভূত দুর্বল এবং ইলেক্ট্রোম্যাগনেটিক মিথস্ক্রিয়া তত্ত্বে তাদের অবদানের জন্য, অন্যান্য বিষয়ের সাথে, দুর্বল নিরপেক্ষ কারেন্টের পূর্বাভাস সহ।\nএটি পদার্থবিদ্যা বিভাগে একীভূত করা হয়েছে, যেখানে এমফিল এবং পিএইচডি শিক্ষার্থীরা তাদের গবেষণা কাজ করে। এর কিছু অর্জনের মধ্যে রয়েছে: আন্তর্জাতিক জার্নালে ৫২ টি গবেষণা প্রকাশনা পাওয়া; ৬টি পিএইচডি এবং ২৫টি এমফিল থিসিস তৈরি করা; একটি প্লাজমা প্রযুক্তি ল্যাব স্থাপন; এবং ইন্টারন্যাশনাল সেন্টার ফর থিওরিটিক্যাল ফিজিক্স (ICTP), পাকিস্তান অ্যাটমিক এনার্জি কমিশন (PAEC), কাহুতা রিসার্চ ল্যাবরেটরিজ (KRL), পাকিস্তান সায়েন্স ফাউন্ডেশন (PSF)  এবং পাকিস্তান কাউন্সিল অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ (পিসিএসআইআর)। \n\n\n=== পরীক্ষামূলক পদার্থবিদ্যায় ড. রফি মুহাম্মদ চৌধুরী চেয়ার ===\nরফি মুহম্মদ চৌধুরী চেয়ার ইন এক্সপেরিমেন্টাল ফিজিক্সের নামকরণ করা হয়েছিল রফি মুহাম্মদ চৌধুরীর নামে, যিনি একজন বিখ্যাত পাকিস্তানি পারমাণবিক পদার্থবিদ এবং বিশ্ববিদ্যালয়ের কণা পদার্থবিদ্যার অধ্যাপক ছিলেন। তিনি ব্যাপকভাবে পাকিস্তানে পরীক্ষামূলক পারমাণবিক পদার্থবিজ্ঞান গবেষণার পথপ্রদর্শক হিসাবে বিবেচিত।  বিশ্ববিদ্যালয়ের অধ্যাপক হিসাবে তার মেয়াদকালে, তিনি 1952 সালে সেখানে হাই টেনশন ল্যাবরেটরি স্থাপন করেন (এখন পদার্থবিদ্যা CASP-এ সেন্টার ফর অ্যাডভান্সড স্টাডিজ-এ একত্রিত হয়েছে) যেখানে গ্যাসীয় নিঃসরণ, আয়ন এবং ইলেক্ট্রন প্রভাবের ঘটনা, পারমাণবিক পদার্থবিদ্যা, তেজস্ক্রিয়তা, এবং মহাজাগতিক রশ্মি বাহিত হয়।\nপাকিস্তান এবং পদার্থবিদ্যায় তার সেবার স্বীকৃতিস্বরূপ বিশ্ববিদ্যালয়টি চেয়ার স্থাপন করে। বর্তমানে, ফলিত পদার্থবিদ্যায় স্নাতকোত্তর গবেষণা কাজ এখানে পরিচালিত হয়। \n\n\n=== অর্থনীতিতে মাহবুব-উল-হক চেয়ার ===\nঅর্থনীতিতে মাহবুব-উল-হক চেয়ার হল বিশ্ববিদ্যালয়ে সম্মানসূচক চেয়ারগুলির সর্বশেষ সংযোজন, মাহবুব উল হক, একজন পাকিস্তানি অর্থনীতিবিদ, রাজনীতিবিদ এবং আন্তর্জাতিক উন্নয়ন তাত্ত্বিক যিনি পাকিস্তানের 13 তম অর্থমন্ত্রী হিসাবে দায়িত্ব পালন করেছিলেন তার নামে নামকরণ করা হয়েছে।  জাতিসংঘ উন্নয়ন কর্মসূচির (ইউএনডিপি) বিশেষ উপদেষ্টা হিসেবে দায়িত্ব পালনকালে তিনি মানব উন্নয়ন প্রতিবেদন (এইচডিআই) এবং ব্যাপকভাবে সম্মানিত মানব উন্নয়ন সূচক (এইচডিআই) প্রতিষ্ঠার নেতৃত্ব দেন।  দ্য ইকোনমিস্ট তাকে \"আন্তর্জাতিক উন্নয়নের স্বপ্নদ্রষ্টাদের একজন\" বলে অভিহিত করেছেন। \nবিশ্ববিদ্যালয়টি পাকিস্তান, এর জনগণ এবং সর্বোপরি অর্থনীতির শৃঙ্খলার প্রতি তার সেবার স্বীকৃতি দেওয়ার জন্য চেয়ারটি প্রতিষ্ঠা করে।  অর্থনীতিতে স্নাতকোত্তর গবেষণা ছাড়াও, চেয়ার জিসিইউ ইকোনমিক্স জার্নাল একটি বার্ষিক স্কলারলি এবং পিয়ার-অডিটেড প্রকাশনা প্রকাশের দায়িত্বে রয়েছেন। এর উদ্দেশ্য হল গবেষক, পেশাদার এবং ছাত্রদের তাদের অর্জন, দৃষ্টিভঙ্গি এবং বাস্তব অভিজ্ঞতা শেয়ার করার জন্য একটি প্ল্যাটফর্ম হিসাবে কাজ করা। \n\n\n=== অন্যান্য চেয়ার ===\nনিম্নলিখিত চেয়ার ঘোষণা করা হয়েছে এবং অদূর ভবিষ্যতে কার্যকর করা হবে।\n\nমুহাম্মদ আজমল চেয়ার মনোবিজ্ঞানে ড\nইংরেজিতে পাত্রাস বোখারি চেয়ার\nরসায়নে হর গোবিন্দ খোরানা চেয়ারে ড\nনিম্নলিখিত ছয় নিজ নিজ বিভাগে চেয়ার স্থাপন করা হয়েছে:\n\nদর্শনে আল্লামা ইকবাল চেয়ার ড\nইতিহাসে গটলিব উইলহেম লেইটনার চেয়ার\nফারসিতে সৈয়দ আলী হুজভীরী চেয়ার\nউর্দুতে আশফাক আহমেদ চেয়ার\nবায়োলজিক্যাল সায়েন্সে সুলতান আহমেদ চেয়ার \n\n\n== বাসস্থান ==\nবিশ্ববিদ্যালয়ের চারটি হোস্টেল রয়েছে - তিনটি ছেলেদের জন্য এবং একটি মেয়েদের জন্য। ইকবাল হোস্টেল (1891 সালে নির্মিত) এবং কায়েদ-ই-আজম হোস্টেল (1993 সালে নির্মিত) যথাক্রমে প্রায় 150 এবং 200 ইন্টারমিডিয়েট ছাত্রদের থাকার ব্যবস্থা করে। নিউ হোস্টেল (1937 সালে নির্মিত) প্রায় 400 ডিগ্রী শিক্ষার্থী থাকে। গার্লস হোস্টেল (1975 সালে নির্মিত) প্রায় 50 জন ছাত্রীর থাকার ব্যবস্থা আছে। পরিবারের সদস্য, শিক্ষক এবং অন্যান্য বিশ্ববিদ্যালয়ের কর্মকর্তাদের দেখার জন্য একটি ফ্যাকাল্টি মেস তৈরি করা হয়েছে। থাকার ব্যবস্থা এবং মেসিং সুবিধা এখানে পাওয়া যায়.\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nইনস্টিটিউটের প্রাক্তন ছাত্রদের রাভিয়ান বলা হয়, যা কলেজের প্রশাসন কর্তৃক প্রকাশিত ছাত্র পত্রিকা \"রবি\" এর নাম থেকে উদ্ভূত একটি শব্দ; পত্রিকার নামটি নিজেই রাভি নদী দ্বারা অনুপ্রাণিত যা লাহোরের মধ্য দিয়ে যায়। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nনওয়াজ শরীফ - পাকিস্তানের প্রাক্তন তিনবার (12 তম, 14 তম এবং 20 তম) প্রধানমন্ত্রী।\nজাফরুল্লাহ খান জামালি - পাকিস্তানের 15তম প্রধানমন্ত্রী।\nইউসুফ রাজা গিলানি - পাকিস্তানের 18 তম প্রধানমন্ত্রী।\nমঈনুদ্দিন আহমেদ কোরেশি - পাকিস্তানের সাবেক তত্ত্বাবধায়ক প্রধানমন্ত্রী, বিশ্বব্যাংকের সাবেক সিনিয়র ভাইস প্রেসিডেন্ট।\nমদন লাল ধিংড়া (1883-1909), একজন ভারতীয় বিপ্লবী, স্বাধীনতার পক্ষের কর্মী, যিনি ইংল্যান্ডে অধ্যয়নরত অবস্থায় একজন ব্রিটিশ ঔপনিবেশিক অফিসার উইলিয়াম হাট কার্জন উইলিকে হত্যা করেছিলেন, ধিংড়াকে এইচএম প্রিজন পেন্টনভিলে ফাঁসি দেওয়া হয়েছিল, হিন্দু আচার প্রত্যাখ্যান এবং ব্রিটিশ কর্তৃপক্ষ দ্বারা সমাহিত করা হয়. উইনস্টন চার্চিল ব্যক্তিগতভাবে ধিংরার বিবৃতিকে স্বীকার করেছেন \"[t]তিনি সর্বকালের সেরা দেশপ্রেমের নামে করেছেন\"। \nসৈয়দ আহমেদ শাহ পাত্রাস বোখারি - জাতিসংঘে পাকিস্তানের প্রথম স্থায়ী প্রতিনিধি হিসেবে দায়িত্ব পালন করেন।\nফয়েজ আহমদ ফয়েজ – পাকিস্তানের পাশাপাশি ভারতের উর্দু ভাষার অন্যতম বিখ্যাত কবি।\nদেব আনন্দ -ধর্মদেব পিশোরিমল আনন্দ (26 সেপ্টেম্বর 1923 - 3 ডিসেম্বর 2011), যিনি দেব আনন্দ নামেই বেশি পরিচিত, ছিলেন একজন ভারতীয় চলচ্চিত্র সুপারস্টার, লেখক, পরিচালক এবং প্রযোজক যিনি হিন্দি সিনেমায় তাঁর কাজের জন্য পরিচিত, একটি ক্যারিয়ার যা ছয় দশকেরও বেশি সময় ধরে বিস্তৃত ছিল। তিনি ছিলেন ভারতীয় চলচ্চিত্র ইতিহাসের অন্যতম সফল এবং নন্দিত অভিনেতা।\nআশফাক আহমেদ – একজন বুদ্ধিজীবী, নাট্যকার এবং সম্প্রচারক, সাহিত্যের ক্ষেত্রে তার কাজের জন্য রাষ্ট্রপতির প্রাইড অফ পারফরম্যান্স এবং সিতারা-ই-ইমতিয়াজ পুরস্কারে ভূষিত হন।\nবিলাল ইউ হক – একজন সামুদ্রিক ভূবিজ্ঞানী এবং কবি, ভূতত্ত্বে ফ্রান্সের প্রেস্টউইচ পুরস্কার বিজয়ী।\nসিনিয়র বিচারপতি জাভেদ ইকবাল – ডক্টর মুহাম্মদ ইকবালের ছেলে; পাকিস্তানের বিচার ব্যবস্থায় তার একটি দীর্ঘ কর্মজীবন ছিল\nআমজাদ সিদ্দিক – একজন পাকিস্তানি প্রাক্তন প্রথম-শ্রেণীর ক্রিকেটার যিনি পানি ও বিদ্যুৎ উন্নয়ন কর্তৃপক্ষ ক্রিকেট দলের (ওয়াপদা ক্রিকেট দলের) হয়ে খেলেছেন, যার মধ্যে কিছু সময় অধিনায়ক ছিলেন।\nরমিজ রাজা – একজন পাকিস্তানি প্রাক্তন ক্রিকেটার, যিনি 1990-এর দশকে পাকিস্তানের প্রতিনিধিত্ব করেছিলেন। আন্তর্জাতিক ক্রিকেট ম্যাচে তিনি একজন সুপরিচিত ধারাভাষ্যকার। এখন পিসিবি চেয়ারম্যান ড\nমহসিন রাজা নকভী পাকিস্তান পাঞ্জাব প্রদেশের মুখ্যমন্ত্রী, পাকিস্তান ফাডারেল সরকারের স্বরাষ্টমন্ত্রী এবং পাকিস্তান ক্রিকেট বোর্ডের চেয়ারম্যান।\nরাহিল শরীফ - পাকিস্তানের সাবেক সেনাপ্রধান।\nইকরার উল হাসান – একজন টিভি উপস্থাপক এবং এআরওয়াই নিউজের অনুসন্ধানী রিপোর্টার। তিনি একটি বিখ্যাত অনুষ্ঠান \"সার-ই-আম\" হোস্ট করেন।\nইসমত বেগ (পিএইচডি, বুখারেস্ট ) - একজন গণিতবিদ, বহু-মাপদণ্ডের সিদ্ধান্ত বিশ্লেষণ এবং নির্দিষ্ট বিন্দু (গণিত) বিষয়ে তার কাজের জন্য পরিচিত।\nহাদিকা কিয়ানি - একজন পাকিস্তানি গায়িকা।\nআফতাব ইকবাল - একজন সিনিয়র টিভি উপস্থাপক ও সাংবাদিক\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সরকারি কলেজ বিশ্ববিদ্যালয়, লাহোর সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট"}