{"pageid": 1107833, "title": "বানপ্রস্থ", "url": "https://bn.wikipedia.org/wiki?curid=1107833", "content": "বানপ্রস্থ (সংস্কৃত: वानप्रस्थ) এর আক্ষরিক অর্থ \"বনে অবসর গ্রহণ\", হিন্দুধর্মের আশ্রম পদ্ধতির তৃতীয় পর্যায়। বাকি তিনটি হল ব্রহ্মচর্য (স্নাতক ছাত্র, প্রথম পর্যায়), গার্হস্থ্য (বিবাহিত গৃহকর্তা, দ্বিতীয় পর্যায়) ও সন্ন্যাস (তপস্যা, চতুর্থ পর্যায়)।\nবানপ্রস্থ হল বৈদিক আশ্রম ব্যবস্থার অংশ, যেটি শুরু হয় যখন একজন ব্যক্তি পরবর্তী প্রজন্মের কাছে গৃহস্থালির দায়িত্ব অর্পণ করে, উপদেষ্টার ভূমিকা নেয় এবং ধীরে ধীরে পৃথিবী থেকে সরে যায়। এই পর্যায়টি সাধারণত গৃহস্থ (গৃহকর্তা) অনুসরণ করে, তবে পুরুষ বা মহিলা গৃহস্থের পর্যায় এড়িয়ে যেতে এবং সন্ন্যাস (তপস্যা) ও আধ্যাত্মিক সাধনার ভূমিকা হিসাবে ব্রহ্মচর্য (ছাত্র) পর্যায়ের পরে সরাসরি বানপ্রস্থে প্রবেশ করতে পারেন।\nবানপ্রস্থ পর্যায়কে গৃহস্থের জীবন থেকে অর্থ ও কাম (সম্পদ, নিরাপত্তা, আনন্দ ও যৌন সাধনার) উপর অধিক জোর দিয়ে মোক্ষ (আধ্যাত্মিক মুক্তি) এর উপর অধিক জোর দিয়ে রূপান্তর পর্যায় হিসাবে বিবেচনা করা হয়।\n\n\n== আলোচনা ==\nবানপ্রস্থ হল চতুরাশ্রম নামক প্রাচীন ভারতীয় ধারণার অংশ, যা মানব জীবনের চারটি পর্যায় চিহ্নিত করেছে, প্রাকৃতিক মানুষের চাহিদা এবং চালনার উপর ভিত্তি করে স্বতন্ত্র পার্থক্য সহ।জীবনের প্রথম পর্যায় ছিল ব্রহ্মচর্য (স্নাতক ছাত্র) জীবনের প্রায় ২৫ বছর ধরে, দ্বিতীয় পর্যায়টি ছিল গার্হস্থ্য (বিবাহিত গৃহকর্তা) এবং প্রায় ৫০ বছর বয়স পর্যন্ত স্থায়ী হয়েছিল। বানপ্রস্থ তৃতীয় পর্যায়ের প্রতিনিধিত্ব করে এবং সাধারণত নাতি-নাতনির জন্ম, পরবর্তী প্রজন্মের কাছে গৃহকর্তার দায়িত্বের ক্রমান্বয়ে উত্তরণ, ক্রমবর্ধমান হারমিটের মতো জীবনধারা, এবং সম্প্রদায় পরিষেবার উপর অধিক জোর দেওয়া এবং আধ্যাত্মিক সাধনা। বানপ্রস্থ পর্যায়টি শেষ পর্যন্ত সন্ন্যাসে রূপান্তরিত হয়েছে, আধ্যাত্মিক প্রশ্নগুলির প্রতি সম্পূর্ণ ত্যাগ ও উৎসর্গের পর্যায়।\nবানপ্রস্থ, বৈদিক আশ্রম পদ্ধতি অনুসারে, ৫০ থেকে ৭৪ বছর বয়সের মধ্যে স্থায়ী হয়।\nনুগটেরেন বলেন যে, বানপ্রস্থ ছিল, বাস্তবে, রূপক ও নির্দেশিকা। এটি সামাজিক দায়বদ্ধতা, অর্থনৈতিক ভূমিকা, আধ্যাত্মিকতার প্রতি ব্যক্তিগত ফোকাস, কর্মের কেন্দ্র থেকে আরও উপদেষ্টা পেরিফেরাল ভূমিকার ধীরে ধীরে উত্তরণকে উৎসাহিত করেছে, প্রকৃতপক্ষে কাউকে তার সঙ্গীর সাথে বা ছাড়াই বনে যাওয়ার প্রয়োজন ছাড়াই। যদিও কেউ কেউ আক্ষরিক অর্থে তাদের সম্পত্তি এবং সম্পত্তি ছেড়ে দিয়েছিল দূরবর্তী দেশে চলে যাওয়ার জন্য, বেশিরভাগই তাদের পরিবার ও সম্প্রদায়ের সাথেই থেকে যায় কিন্তু রূপান্তরকারী ভূমিকা গ্রহণ করে এবং বয়সের সাথে সাথে ক্রমবর্ধমান ভূমিকা গ্রহণ করে। ধবমনি বানপ্রস্থ পর্যায়কে \"বিচ্ছিন্নতা ও ক্রমবর্ধমান নির্জনতা\" হিসাবে চিহ্নিত করেছেন তবে সাধারণত পরামর্শদাতা, শান্তি-প্রস্তুতকারী, বিচারক, তরুণদের জন্য শিক্ষক এবং মধ্যবয়স্কদের উপদেষ্টা হিসাবে কাজ করছেন।\nযদিও গার্হস্থ্য ও বানপ্রস্থ জীবনের পর্যায়গুলি সুপারিশ করা হয়েছিল, সেগুলির প্রয়োজন ছিল না৷ যেকোন ব্রহ্মচর্য চাইলে, গার্হস্থ্য ও অবসরের পর্যায় এড়িয়ে সরাসরি জীবনের সন্ন্যাস পর্যায়ে যেতে পারেন, যার ফলে জাগতিক ও বস্তুবাদী সাধনা ত্যাগ করে এবং আধ্যাত্মিক সাধনায় তাদের জীবন উৎসর্গ করতে পারেন।\n\n\n== সাহিত্য ==\n\n\n=== ইতিহাস ===\nজ্যামিসন ও উইজেল উল্লেখ করেন, প্রাথমিক বৈদিক গ্রন্থে অবসর জীবন, বা বানপ্রস্থ, বা আশ্রম ব্যবস্থার কোন উল্লেখ নেই, ব্রহ্মচারিন ও গৃহস্থির ধারণার বিপরীতে যা আলাদা করা যায়। ঋগ্বেদে সম্পর্কিত ধারণার প্রথম উল্লেখটি হল স্তব ১০.৯৫.৪-এ প্রতিগৃহ (প্রতিবেশীর মতো), যেখানে প্রসঙ্গ ও বিষয়বস্তু নির্দেশ করে যে প্রবীণরা বনে যাননি, কিন্তু প্রাচীন ভারতে বাহ্যিক ভূমিকা সহ বর্ধিত পরিবারের অংশ হিসাবে বসবাস অব্যাহত রেখেছেন। পরবর্তী বৈদিক যুগে এবং সময়ের সাথে সাথে, বানপ্রস্থ ও অন্যান্য নতুন ধারণার উদ্ভব হয়, যখন পুরানো ধারণাগুলি বিকশিত ও প্রসারিত হয়েছে। বানপ্রস্থ ও সন্ন্যাসের ধারণাটি খ্রিস্টপূর্ব ৭ম শতাব্দীতে বা তার পরে উদ্ভূত হয়েছিল, যখন যাজ্ঞবল্ক্যের মতো ঋষিরা তাদের ঘরবাড়ি ছেড়ে আধ্যাত্মিক নিবাস হিসেবে ঘুরে বেড়াতেন এবং তাদের প্রব্রজিকা (গৃহহীন) জীবনধারা অনুসরণ করতেন।\nখ্রিস্টপূর্ব ১ম সহস্রাব্দের মাঝামাঝি এবং পরবর্তীকালে রচিত ধর্মসূত্র ও ধর্মশাস্ত্র, বানপ্রস্থ সহ আশ্রম ব্যবস্থার চারটি স্তরের উপর ক্রমবর্ধমান জোর দেয়। বৌধায়ন ধর্মসূত্র, ২.১১.৯ থেকে ২.১১.১২ শ্লোকে, বানপ্রস্থ সহ চারটি আশ্রমকে \"ধর্মের চতুর্গুণ বিভাগ\" হিসাবে বর্ণনা করে। প্রাচীন ধর্মসূত্রগুলি অবশ্য আশ্রম পদ্ধতির চিকিৎসায় আরও আধুনিক ধর্মশাস্ত্র থেকে উল্লেখযোগ্যভাবে আলাদা, কারণ তারা তাদের আশ্রমের কিছু আচার-অনুষ্ঠানকে তিনটি বর্ণ- ব্রাহ্মণ, ক্ষত্রিয় ও বৈশ্যের মধ্যে সীমাবদ্ধ করে না। নতুন ধর্মশাস্ত্র তাদের আশ্রম পদ্ধতির আলোচনায় ব্যাপকভাবে পরিবর্তিত হয় যার মধ্যে শ্রেণী (বর্ণ) এর প্রেক্ষাপটে বানপ্রস্থও রয়েছে, কেউ কেউ এটিকে তিনটি উল্লেখ করে, আবার অন্যরা যেমন বৈখানস ধর্মসূত্র সহ চারটি।\nঅলিভেলে মনে করেন যে পুরানো ধর্মসূত্রগুলি আশ্রমগুলিকে চারটি বিকল্প জীবন উপায় এবং বিকল্প উপলব্ধ হিসাবে উপস্থাপন করে, তবে অনুক্রমিক পর্যায়ে নয় যা কোনও ব্যক্তিকে অনুসরণ করতে হবে। অলিভেলে আরও বলেছেন যে আশ্রম ব্যবস্থার সাথে বানপ্রস্থ খ্রিস্টপূর্ব ২য় শতাব্দীতে মূলধারার পণ্ডিতদের স্বীকৃতি লাভ করেছিল।\n\n\n=== দর্শনের বর্ণালী ===\nভারতের অসংখ্য প্রাচীন ও মধ্যযুগীয় গ্রন্থে মানুষের চারটি স্তরের আলোচনা করা হয়েছে। প্রতিটি ভিন্ন দৃষ্টিকোণ প্রস্তাব। কিছু কঠোর ও আক্ষরিক, অন্যরা ধারণাটিকে প্রাসঙ্গিক এবং রূপক পরিভাষায় আলোচনা করে। উদাহরণস্বরূপ, মনুস্মৃতি কঠোর ধরনের ত্যাগের জন্য বিস্তৃত পরামর্শ প্রদান করে, শ্লোক ৬.২১-এ বর্ণনা করা হয়েছে যে বনে অবসর গ্রহণকারীর কী খাওয়া উচিত। বিপরীতে, মহাভারত প্রস্তাব করে যে বানপ্রস্থ হল প্রতীকী রূপক এবং ঘোষণা করে যে একজন রাজা বনে অবসর না নিয়ে কিছু কর্ম দ্বারা \"বানপ্রস্থের বস্তু\" অর্জন করতে পারেন। উদাহরণস্বরূপ, হিন্দু মহাকাব্যের শান্তি পর্ব (শান্তির বই) বলে,\n\nসেই রাজা, হে যুধিষ্ঠির, যিনি তাঁর সর্বোত্তম শক্তিতে, তাঁর আত্মীয়-স্বজন ও বন্ধু-বান্ধবকে দুর্দশা থেকে উদ্ধার করেন, তিনি বনপ্রস্থ জীবনের লক্ষ্য অর্জন করেন। যে রাজা সর্বক্ষেত্রে পুরুষদের মধ্যে অগ্রগণ্য ব্যক্তিদের সম্মান করেন তিনি বনপ্রস্থ জীবনের উদ্দেশ্য অর্জন করেন। যে রাজা, হে পার্থ, যিনি প্রতিদিন পুরুষ সহ সমস্ত জীবের উদ্দেশ্যে নিবেদন করেন, তিনি একই জীবনযাপনের লক্ষ্য অর্জন করেন। সেই রাজা, যিনি ধার্মিকদের রক্ষা করার জন্য অন্যের রাজ্যগুলিকে পিষে দেন, তিনি বনপ্রস্থ জীবনের উদ্দেশ্য অর্জন করেন। যে রাজা তার রাজ্য রক্ষার সংকল্প নিয়ে যুদ্ধে লিপ্ত হন বা মৃত্যুর সাথে মিলিত হন, তিনি বনপ্রস্থ জীবনের উদ্দেশ্য লাভ করেন।' মহাভারত, শান্তি পর্ব, বিভাগ ৬৪\nমার্কণ্ডেয় পুরাণ প্রস্তাব করে যে একজন গৃহকর্তা, তার বংশধর, তার পিতামাতা, তার ঐতিহ্যের যত্ন নেওয়ার পরে এবং তার মনকে পরিষ্কার করার পরে জীবনের তৃতীয় স্তর বা বানপ্রস্থে প্রবেশের জন্য প্রস্তুত। এই পর্যায়ে তাকে মিতব্যয়ী জীবনযাপন করতে হবে, মেঝেতে ঘুমাতে হবে, শুধুমাত্র ফল ও কন্দ খেতে হবেতিনি যত বেশি পার্থিব আনন্দ ত্যাগ করেন, ততই তিনি তার আত্মার জ্ঞানের কাছাকাছি যান, এবং তিনি শেষ পর্যায়ের জন্য আরও প্রস্তুত হন - সন্ন্যাস আশ্রম, যেখানে তিনি সমস্ত কিছু ত্যাগ করেন এবং আধ্যাত্মিক সাধনায় সম্পূর্ণভাবে মনোনিবেশ করেন।\nপ্রাচীন ভারতের অনেক বড় সাহিত্যকর্মে বানপ্রস্থ দেখা যায়। উদাহরণ স্বরূপ, হিন্দু মহাকাব্য রামায়ণের অনেক অধ্যায়, মহাভারতের মতই, বনে (বানপ্রস্থ) বনে সন্ন্যাসী-শৈলীর জীবন গড়ে তোলে। একইভাবে, অভিজ্ঞানাসকুন্তলম (কালিদাসের শকুন্তলা নাটক) বনের সন্ন্যাসী জীবনধারাকে ঘিরে আবর্তিত হয়েছে। বিভিন্ন সংস্কৃত রচনায় উল্লিখিত অনেক কিংবদন্তি বন আশ্রম, পরে প্রধান মন্দির ও হিন্দু তীর্থস্থানে পরিণত হয়।\nনারদ পরিভ্রাজক উপনিষদ জীবনের বানপ্রস্থ পর্যায়ের চারটি বৈশিষ্ট্যকে অদুম্বর (ঘর, কাঠের প্রান্ত), বৈখানস  (বৈরাগী), সম্প্রাক্ষলি (পরিষ্কার আচার) এবং  পূর্ণমানস (সন্তুষ্ট মন) হিসাবে চিহ্নিত করে।\nনিগাল বলেন বানপ্রস্থ পর্যায়কে \"পরিবারের মানুষ\" থেকে \"সমাজের মানুষ\" থেকে ধীরে ধীরে বিবর্তন, \"ব্যক্তিগত লাভ\" চাওয়া থেকে \"উন্নত বিশ্ব, তার সম্প্রদায়ের কল্যাণ, অগাপবাদী পরার্থপরতা\"।\n\n\n== আরও দেখুন ==\nআশ্রম\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nWalter Kaelber (2004), Āśrama, in The Hindu World (Eds: Sushil Mittal and Gene Thursby), Routledge, আইএসবিএন ৯৭৮-০৪১৫৭৭২২৭৩, Chapter 17\nPatrick Olivelle (1993), The Ashrama System: The History and Hermeneutics of a Religious Institution, Oxford University Press, ওসিএলসি 466428084\n\n\n== বহিঃসংযোগ ==\n\nFour ashrama of yoga\nPravritti-Nivritti Social action, inward contemplation and Ashramas\nThe Four Ashrams – ISKCON"}