{"pageid": 1107622, "title": "আব্দুল হামিদ (পণ্ডিত)", "url": "https://bn.wikipedia.org/wiki?curid=1107622", "content": "আব্দুল হামিদ (১৮৬৯ — ৩১ মার্চ ১৯২০) ছিলেন অবিভক্ত বাংলার একজন দেওবন্দি ইসলামি পণ্ডিত ও বিতার্কিক। ছাত্রজীবনে তিনি বাংলার দেওবন্দ আন্দোলনের অন্যতম প্রাণপুরুষ আব্দুল ওয়াহেদ বাঙ্গালীর দ্বারা প্রভাবিত হন এবং তার সংস্কার কার্যক্রমের সাথে জড়িয়ে পড়েন। তাদের সম্মিলিত প্রচেষ্টায় হাটহাজারী মাদ্রাসা প্রতিষ্ঠিত হয়। এছাড়াও তিনি আল জামিয়াতুল হামিদিয়া নছিরুল ইসলাম ফতেহপুর প্রতিষ্ঠা করেছিলেন।\n\n\n== জীবনী ==\nআব্দুল হামিদ ১৮৬৯ সালে চট্টগ্রামের হাটহাজারী থানার অন্তর্গত উত্তর মাদার্শা গ্রামের এক মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা রুস্তম আলী মুন্সী ও মাতা সুয়াজান। তার পূর্বপুরুষরা ধর্মপ্রচারের উদ্দেশ্যে আরবদেশ থেকে চট্টগ্রামে এসে বসতি স্থাপন করেছিলেন। প্রথমে নিজ গৃহে পরে মক্তবে গিয়ে কুরআন ও প্রাথমিক ধর্মীয় শিক্ষা সমাপ্ত করেন। অতঃপর তিনি স্থানীয় প্রাথমিক বিদ্যালয়ে পঞ্চম শ্রেণি শেষ করেন। এরপর তিনি চট্টগ্রাম শহরের চট্টগ্রাম মোহসেনিয়া মাদ্রাসায় ভর্তি হয়ে প্রত্যেক ক্লাসে প্রথম স্থান অধিকার করে লেখাপড়া শেষ করেন।\nমোহসেনিয়া মাদ্রাসায় অধ্যয়নকালে তিনি আব্দুল ওয়াহেদ বাঙ্গালীর সান্নিধ্যে আসেন এবং তার দ্বারা প্রভাবিত হয়ে তার সংস্কার কাজে জড়িয়ে পড়েন। ইসলামের নামে প্রচলিত বিভিন্ন কুসংস্কার দূর করতে তিনি আব্দুল ওয়াহেদের সাথে বিভিন্ন ধর্মসভা ও বিতর্কসভায় যোগদান করেন। তিনি বিতার্কিক হিসেবে পরিচিত ছিলেন। শুরুতে তিনি খন্দকিয়াতে একটি মক্তব চালু করেন। উক্ত মক্তবে শিশু থেকে বৃদ্ধাদের তিনি পাঠদান করতে থাকেন। এছাড়াও অনেক জায়গাতে মক্তব প্রতিষ্ঠায় ভূমিকা পালন করেন। ১৮৯৬ সালে তিনি ৩ সহকর্মীর সাথে দারুল উলুম হাটহাজারী মাদ্রাসা প্রতিষ্ঠা করেন। তার ৩ সহকর্মী হলেন আব্দুল ওয়াহেদ বাঙ্গালী, সুফি আজিজুর রহমান, হাবিবুল্লাহ কুরাইশি। তার প্রতিষ্ঠিত আরও একটি বড় মাদ্রাসা আল জামিয়াতুল হামিদিয়া নাছিরুল ইসলাম ফতেহপুর।\nসংস্কার কাজের পাশাপাশি তিনি কিছু গ্রন্থ রচনা করেছিলেন। তার মধ্যে রয়েছে: তুহফাতুল মুমিনীন, মাসায়েলে রামাযান, ফাযায়েলে ঈদগাহ, ফাযায়েলে ইতিকাফ।\nতিনি ১৯২০ সালের ৩১ মার্চ মৃত্যুবরণ করেন।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}