{"pageid": 1107634, "title": "উয়েফা ইউরো ২০১৬ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1107634", "content": "উয়েফা ইউরো ২০১৬ ফাইনাল জাতীয় ফুটবল দলগুলির জন্য উয়েফার চতুর্বার্ষিক প্রতিযোগিতা ইউরোপীয় ফুটবল চ্যাম্পিয়নশিপের পঞ্চদশ সংস্করণ উয়েফা ইউরো ২০১৬-এর চূড়ান্ত ম্যাচ ছিল। ম্যাচটি ২০১৬ সালের ১০ই জুলাই ফ্রান্সের প্যারিসের স্তাদ দ্য ফ্রান্সে খেলা হয়েছিল এবং পর্তুগাল ও ফ্রান্স প্রতিদ্বন্দ্বিতা করেছিল। ষোল দলের টুর্নামেন্টটি একটি গ্রুপ পর্ব দিয়ে শুরু হয়েছিল, যেখান থেকে আটটি দল নকআউট পর্বে খেলার যোগ্যতা অর্জন করেছিল। ফাইনালে যাওয়ার পথে, পর্তুগাল আইসল্যান্ড, অস্ট্রিয়া ও হাঙ্গেরির সাথে ড্র করে গ্রুপ এফ-এ তৃতীয় স্থানে ছিল। পর্তুগাল এরপর শেষ ১৬-এ ক্রোয়েশিয়াকে হারিয়ে কোয়ার্টার ফাইনালে পোল্যান্ডকে পেনাল্টি শুট-আউটে পরাজিত করে। তারা সেমিফাইনালে ওয়েলসকে হারিয়ে ফাইনালে উঠেছিল। সুইজারল্যান্ডের সাথে ড্র করার আগে ফ্রান্স রোমানিয়া ও আলবেনিয়াকে হারিয়ে গ্রুপ এ-এর বিজয়ী হিসেবে গ্রুপ পর্ব শেষ করেছিল। নকআউট রাউন্ডে, ফ্রান্স সেমিফাইনালে জার্মানিকে পরাজিত করার আগে আয়ারল্যান্ড প্রজাতন্ত্র ও আইসল্যান্ডকে হারিয়েছিল।\nফাইনালটি ৭৫,৮৬৮ জন দর্শকের সামনে অনুষ্ঠিত হয়েছিল এবং ইংরেজ কর্মকর্তা মার্ক ক্ল্যাটেনবার্গ রেফারি হিসাবে কাজ করেছিলেন। প্রথমার্ধের মাঝামাঝি সময়ে, পর্তুগালের ক্রিস্তিয়ানো রোনালদোকে আহত অবস্থায় স্ট্রেচারে করে পিচ থেকে সরিয়ে নেওয়া হয় এবং তার স্থানে রিকার্ডো কোয়ারেসমাকে স্থলাভিষিক্ত করা হয়, যার ফলে নানিকে একাই সম্মুখভাগে খেলানো হয়। প্রথমার্ধ গোলশূন্য শেষ হয় এবং বিরতিতে কোন দলই তাদের খেলোয়াড়দের মধ্যে কোন পরিবর্তন করেনি। উভয় পক্ষের জন্য গোল করার সুযোগ থাকা সত্ত্বেও, ম্যাচটি নির্ধারিত সময়ের মধ্যে ০-০ ফলাফলে শেষ হয় এবং অতিরিক্ত সময়ে চলে যায়। খেলাটি গোলশূন্য ছিল, এবং অতিরিক্ত সময়ের দ্বিতীয় সময়ের তিন মিনিটে, প্রায় ২৫ গজ (২৩ মিটার) দূর থেকে রাফায়েল গেরেইরোর ফ্রি কিক ফ্রান্সের ক্রসবারের নীচে আঘাত করে। এক মিনিট পরে, পর্তুগাল এদারের মাধ্যমে এগিয়ে যায়: ২৫ ইয়ার্ড (২৩ মিটার) থেকে তার নিচু শটে ফ্রান্সের গোলরক্ষক হুগো লরিসকে পরাস্ত করে। স্টপেজ টাইমের দুই মিনিট পর, চূড়ান্ত বাঁশি বাজানো হয় এবং পর্তুগাল ম্যাচটি ১-০ গোলে জিতে তাদের প্রথম বড় টুর্নামেন্টের শিরোপার দাবিদার হয়।\nপর্তুগালের পেপে ম্যাচ সেরা নির্বাচিত হন এবং ফ্রান্সের অঁতোয়ান গ্রিয়েজমান টুর্নামেন্টের সেরা খেলোয়াড়ের পুরস্কার পান। ফাইনাল জিতে পর্তুগাল ২০০৪ টুর্নামেন্টে ঘরের মাঠে তাদের প্রথম ফাইনালে হারার বারো বছর পর ইউরোপিয়ান চ্যাম্পিয়নশিপ জেতা দশম ভিন্ন দেশ হয়ে ওঠে। পর্তুগালের পর ফ্রান্স ফাইনালে পরাজিত দ্বিতীয় আয়োজক দল হয়ে ওঠে এবং চেকোস্লোভাকিয়ার বিপক্ষে ১৯৬০ সালের ইউরোপীয় নেশনস কাপ তৃতীয় স্থানের প্লেঅফের পর দেশে আয়োজিত একটি বড় টুর্নামেন্টে তাদের প্রথম পরাজয়ের সম্মুখীন হয়। এটি পঞ্চম ইউরোপীয় চ্যাম্পিয়নশিপ ফাইনাল ছিল, যা ৯০ মিনিটের খেলার পরে ড্র হিসাবে শেষ হয়েছিল এবং ১৯৬০ সালে উদ্বোধনী ফাইনালের পরে দ্বিতীয়বারে জন্য অতিরিক্ত সময়ের দ্বারা বিজয়ী দল নির্ধারিত হয়েছিল। বিজয়ী হিসেবে, পর্তুগাল তাদের প্রথম ফিফা কনফেডারেশন্স কাপে প্রবেশ করেছিল, যেটি রাশিয়ায় ২০১৭ সালে খেলা হয়েছিল।\n\n\n== পটভূমি ==\nউয়েফা ইউরো ২০১৬ ইউরোপীয় ফুটবল চ্যাম্পিয়নশিপের পঞ্চদশ সংস্করণ ছিল, জাতীয় দলসমূহের জন্য উয়েফা-এর ফুটবল প্রতিযোগিতা ফ্রান্সে ১০ই জুন থেকে ১০ই জুলাইয়ের মধ্যে অনুষ্ঠিত হয়। বাছাই পর্ব ২০১৪ সালের সেপ্টেম্বর মাস থেকে ২০১৫ সালের নভেম্বর মাসের মধ্যে অনুষ্ঠিত হয়েছিল, যেখানে ৫৩ টি দলকে পাঁচ বা ছয়টি দল বিশিষ্ট নয়টি গ্রুপে বিভক্ত করা হয়েছিল, একটি হোম-ও-অ্যাওয়ে রাউন্ড-রবিন প্রতিযোগিতার ভিত্তিতে একে অপরের সাথে খেলছিল। স্বাগতিক দল ফ্রান্সের সঙ্গে প্রতিটি গ্রুপের শীর্ষ দুটি দল ও সেরা তৃতীয় স্থানের রেকর্ড অর্জনকারী তুরস্কের ফাইনালের জন্য যোগ্যতা অর্জন করেছিল। বাকি চারটি স্থান নির্ধারণ করা হয়েছিল দুই-লেগযুক্ত প্লে-অফের মাধ্যমে, যেখানে অন্য আটটি তৃতীয় স্থান অধিকারী দল জড়িত ছিল। চূড়ান্ত প্রতিযোগিতায়, চব্বিশটি দলকে চারটি দলের ছয়টি গ্রুপে ভাগ করা হয়েছিল এবং প্রতিটি দল গ্রুপের মধ্যে একে অপরের সাথে একবার করে খেলেছিল। চারটি সেরা তৃতীয় স্থান অধিকারী দলের সঙ্গে প্রতিটি গ্রুপের দুটি শীর্ষ দল নক-আউট পর্বে পৌঁছেছিল।\nফ্রান্স ইতিপূর্বে দুটি ইউরোপীয় চ্যাম্পিয়নশিপের ফাইনাল খেলেছিল, স্পেনের বিপক্ষে ১৯৮৪ সালে টুর্নামেন্টের স্বাগতিক হিসেবে ও নেদারল্যান্ডসে ইতালির বিপক্ষে ২০০০ সালে একটি সোনালি গোলের মাধ্যমে জিতেছিল। পর্তুগাল ইতিপূর্বে একটি ফাইনালে খেলেছিল, তাদের নিজ দেশে ২০০৪ সালে গ্রিসের কাছে হেরেছিল। দুটি দল এর আগে চব্বিশবার মুখোমুখি হয়েছিল, তাদের প্রথম মুখোমুখি ১৯২৬ সালে হয়েছিল, ম্যাচটি ফ্রান্স তুলুসে ৪-২ ব্যবধানে জিতেছিল। ফাইনালের আগে, সেই ম্যাচসমূহের মধ্যে ফ্রান্স আঠারোটি ও পর্তুগাল পাঁচটি জিতেছিল এবং একটি ড্র হয়েছিল। পর্তুগালের শেষ জয় ফ্রান্সে অনুষ্ঠিত ১৯৭৫ সালের প্রীতি ম্যাচে ছিল, যার পরের দশটি মুখোমুখি ম্যাচে ফ্রান্স জিতেছিল। তাদের আগের তিনটি প্রতিযোগিতামূলক ম্যাচে – ইউরো ১৯৮৪, ইউরো ২০০০ ও ২০০৬ ফিফা বিশ্বকাপের সেমিফাইনালে – ফরাসিদের জয় ছিল। টুর্নামেন্টের শুরুতে, পর্তুগাল ফিফা বিশ্ব র‍্যাঙ্কিংয়ে অষ্টম স্থানে তালিকাভুক্ত ছিল, যেখানে ফ্রান্স সতেরতম ছিল।\nপ্যারিসের শহরতলির সাঁ-দ্যনির স্তাদ দ্য ফ্রান্সে ফাইনাল অনুষ্ঠিত হয়। প্যারিসে ২০১৪ সালের ২৫ এপ্রিল অনুষ্ঠিত একটি বৈঠকের পর উয়েফা দ্বারা পূর্ণ টুর্নামেন্টের সময়সূচী সহ ভেন্যু ঘোষণা করা হয়। ফ্রান্সের রাজধানী ১৯৬০ সাল ও ১৯৮৪ সালে দুটি পূর্ববর্তী ইউরোপীয় চ্যাম্পিয়নশিপের ফাইনাল আয়োজন করেছিল, উভয়ই পার্ক দে প্রাঁসে অনুষ্ঠিত হয়েছিল। একটি উয়েফা ক্যাটাগরি ফোর স্টেডিয়াম, স্তেদ ডি ফ্রান্স হল ইউরোপের ষষ্ঠ বৃহত্তম স্টেডিয়াম এবং সর্বোচ্চ ৮০,০০০ জন দর্শক ধারণক্ষমতার সঙ্গে ইউরো ২০১৬-এর বৃহত্তম ভেন্যু ছিল। ফাইনালটি স্টেডিয়ামে খেলা ইউরো ২০১৬-এর সপ্তম ম্যাচ ছিল, যার মধ্যে ফ্রান্স ও রোমানিয়ার মধ্যে টুর্নামেন্টের উদ্বোধনী খেলা অন্তর্ভুক্ত ছিল।\n\n\n== ম্যাচ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nউয়েফা ইউরো ২০১৬-এর দাপ্তরিক ওয়েবসাইট"}