{"pageid": 1107263, "title": "পলিগালা মারটিফোলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1107263", "content": "পলিগালা মারটিফোলিয়া, বৈজ্ঞানিক নাম পলিগালা মারটিফোলিয়া Polygala myrtifolia\n\n\n== বর্ণনা ==\n পলিগালা মারটিফোলিয়া এ প্রজাতি আকারে পরিবর্তিত হয় কারণ এটি উপকূলের কঠোরতা থেকে শুষ্ক অভ্যন্তরীণ জলবায়ু পর্যন্ত বিভিন্ন অঞ্চলের সাথে খাপ খাইয়ে নিতে পরিবর্তিত হয়। একটি  চিরসবুজ গুল্ম, সবচেয়ে সাধারণ ফর্মগুলি ০.৬ থেকে ১.৮ মিটার উচ্চতায় পৌঁছায় এবং কয়েকটি সোজা-বর্ধমান ডালপালা এবং সরু শাখাগুলি ঘনভাবে পাতা দিয়ে আবৃত যা মর্টলের মতো। ডিম্বাকৃতির পাতা সাধারণত ২৫-৫০ মিমি লম্বা এবং ১৩ মিমি পর্যন্ত চওড়া হয়। পাতা হালকা সবুজ, গাঢ় সবুজ বা সামান্য ধূসর। P. myrtifolia-এর কিছু রূপের পাতলা, সুচের মতো পাতা থাকে। এটি একটি ছোট গাছে পরিণত হতে পারে যা প্রায় ৪ মিটার উচ্চতায় পৌঁছায়।\nপরিবার পলিগ্যালেসি\nসাধারণ নাম\n\nবেলারাইন পেয়া,,মিরাটিল লিফ মিল্ক ওয়ার্ট মিরাটিল লেভেড মিল্কইড, প্যারটবুস, সুইট বুস, পপিগালা সেপ্টেম্বর বুস, মটর গুল্ম\nউৎপত্তি\nদক্ষিণ আফ্রিকার স্থানীয় (যেমন কেপ প্রদেশ, দক্ষিণ আফ্রিকার নাটাল এবং অরেঞ্জ ফ্রি স্টেট)।\n\n\n== চাষ ==\nমির্টল-লিফ মিল্কওয়ার্ট (পলিগালা মারটিফোলিয়া) বাগানের শোভাকর হিসেবে ব্যাপকভাবে চাষ করা হয়েছে, বিশেষ করে অস্ট্রেলিয়ার নাতিশীতোষ্ণ অঞ্চলে। প্রজাতির সাধারণ রূপটি সাধারণত আর চাষ করা হয় না, তবে একটি আধুনিক চাষ এখন চাষে ব্যাপক। এই জাতটিকে জীবাণুমুক্ত বলে মনে করা হয়েছিল, তবে এটি সম্প্রতি কিছু বীজ স্থাপন করতে দেখা গেছে।\nদুটি ফর্ম নিম্নলিখিত পার্থক্য দ্বারা আলাদা করা যেতে পারে:\nপলিগালা মারটিফোলিয়া ‌ উজ্জ্বল গোলাপী বা ফ্যাকাশে বেগুনি ফুল এবং গোলাকার টিপস সঙ্গে ছোট, চামড়া, পাতা আছে।\nপলিগালা মারটিফোলিয়া-এ উজ্জ্বল ম্যাজেন্টা বা বেগুনি রঙের ফুল রয়েছে যার লম্বা, পাতলা, পাতার টিপস রয়েছে।\nন্যাচারালাইজড ডিস্ট্রিবিউশন\nদক্ষিণ অস্ট্রেলিয়ার উপকূলীয় জেলাগুলিতে (অর্থাৎ পূর্ব নিউ সাউথ ওয়েলস, ভিক্টোরিয়া, তাসমানিয়া, দক্ষিণ অস্ট্রেলিয়া এবং দক্ষিণ-পশ্চিম অস্ট্রেলিয়ার উপকূলীয় জেলাগুলিতে) ব্যাপকভাবে প্রাকৃতিকীকৃত। ভিক্টোরিয়া, দক্ষিণ অস্ট্রেলিয়া এবং দক্ষিণ-পশ্চিম অস্ট্রেলিয়ার উপ-উপকূলীয় এবং অভ্যন্তরীণ অঞ্চলে কম সাধারণ। এছাড়াও নরফোক দ্বীপে প্রাকৃতিক করা হয়েছে।\nনিউজিল্যান্ড এবং দক্ষিণ-পশ্চিম মার্কিন যুক্তরাষ্ট্রে (অর্থাৎ ক্যালিফোর্নিয়া) প্রাকৃতিকভাবে বিদেশী।\nউৎপন্ন হয়\n\n\n== বাসস্থান ==\nঅস্ট্রেলিয়ার নাতিশীতোষ্ণ অঞ্চলে উপকূলীয় পরিবেশ, উন্মুক্ত বনভূমি, তৃণভূমি এবং জলপ্রবাহ (অর্থাৎ নদীতীরবর্তী অঞ্চল) এর আগাছা।\nঅভ্যাস\nএকটি খাড়া (অর্থাৎ খাড়া) গুল্ম সাধারণত ১ থেকে ২.৫ মিটার লম্বা হয়।\n\n\n== বিশিষ্ট বৈশিষ্ট্য ==\nএকটি সোজা গুল্ম সাধারণত ১ থেকে ২.৫ মিটার লম্বা হয়। এর পর্যায়ক্রমে সাজানো পাতাগুলি (১ থেকে ৫ সেমি লম্বা এবং ৬ থেকে ১৫ মিমি চওড়া) তুলনামূলকভাবে প্রশস্ত এবং ডালপালাগুলিতে বহন করে। এই পাতাগুলি সম্পূর্ণ মার্জিন এবং গোলাকার টিপস সহ অপেক্ষাকৃত পুরু এবং চামড়াযুক্ত। এর ফুল (১ থেকে ২ সেমি লম্বা) উজ্জ্বল গোলাপী থেকে ফ্যাকাশে বেগুনি রঙের এবং মটর ফুলের মতো। এই ফুলের দুটি ছড়ানো পাশের 'পাপড়ি' এবং একটি ভাঁজ করা নিচের পাপড়ি রয়েছে যা এর ডগায় সূক্ষ্ম-শাখাযুক্ত।\n এর ফল একটি ছোট গোলাকার ক্যাপসুল (৮ থেকে ১০ মিমি জুড়ে)।\nডালপালা এবং পাতা\nএর কনিষ্ঠ ডালপালা লোমহীন (অর্থাৎ চকচকে) বা কিছু সূক্ষ্ম কোঁকড়ানো লোম থাকে (অর্থাৎ অল্প অল্প পিউবেসেন্ট)। পর্যায়ক্রমে সাজানো পাতাগুলি (১ থেকে ৫ সেমি লম্বা এবং ৬ থেকে ১৫ মিমি চওড়া) সাধারণত ডিম্বাকার (অর্থাৎ উপবৃত্তাকার) আকৃতির হয় এবং খুব ছোট ডালপালা (অর্থাৎ পেটিওল) ১ থেকে-২ মিমি লম্বা হয়। এগুলি সম্পূর্ণ মার্জিন এবং গোলাকার টিপস সহ তুলনামূলকভাবে পুরু এবং চামড়াযুক্ত প্রকৃতির। পাতা লোমহীন থেকে অল্প লোমযুক্ত।\n\n\n== ফুল এবং ফল ==\nফুলগুলি অল্প সময়ের মধ্যে প্রসারিত গুচ্ছ এবং শাখাগুলির অগ্রভাগে ১ থেকে ৫ সেমি লম্বা সাজানো হয়। এই ফুলগুলি (1-2 সেমি লম্বা) গোলাপী থেকে ফ্যাকাশে বেগুনি বর্ণের হয় এবং 5-10 মিমি লম্বা ডালপালা উপর জন্মায়। ঘনিষ্ঠভাবে মটর আকৃতির ফুলের সাথে সাদৃশ্যপূর্ণ, কিন্তু গঠনে আসলে বেশ ভিন্ন। প্রতিটি ফুলে পাঁচটি সেপল থাকে যার মধ্যে তিনটি ছোট এবং অস্পষ্ট (4-5 মিমি লম্বা) এবং দুটি বড় (10-15 মিমি লম্বা) এবং দেখতে পাপড়ির মতো। এছাড়াও ফুলের তিনটি পাপড়ি থাকে, দুটি ছোট পার্শ্ব (অর্থাৎ পার্শ্বীয়) পাপড়ি এবং বড় ভাঁজ করা নিম্ন পাপড়ি প্রায় 10 মিমি লম্বা। নিচের পাপড়ির ডগায় দুটি সূক্ষ্ম-শাখাযুক্ত কাঠামো (4-6 মিমি লম্বা) রয়েছে। এছাড়াও প্রতিটি ফুলে আটটি পুংকেশর থাকে, যার মধ্যে মিশ্রিত ভিত্তি থাকে এবং একটি ডিম্বাশয় একটি বাঁকা শৈলী এবং কলঙ্ক সহ শীর্ষে থাকে। সারা বছর ফুল ফোটে, তবে বেশিরভাগই বসন্তকালে (অর্থাৎ সেপ্টেম্বর থেকে অক্টোবর পর্যন্ত)।\nফলটি একটি গোলাকার ক্যাপসুল (8-10 মিমি জুড়ে) একটি ছোট ডানা (প্রায় 1 মিমি চওড়া) একপাশে। এতে বেশ কিছু বিস্তৃতভাবে ডিম-আকৃতির (অর্থাৎ ডিম্বাকৃতি) থেকে আয়তাকার বীজ (প্রায় 4-5 মিমি লম্বা) রয়েছে যা বিক্ষিপ্ত লোমে আবৃত।\n\n\n== প্রজনন এবং বিচ্ছুরণ ==\nএই প্রজাতি প্রধানত বীজ দ্বারা প্রজনন করে। এই বীজ পাখি, পিঁপড়া, বাতাস, জল এবং ডাম্প করা বাগানের বর্জ্যে ছড়িয়ে পড়ে।\n পরিবেশগত প্রভাব\nমির্টল-লিফ মিল্কওয়ার্ট (পলিগালা মারটিফোলিয়া) ভিক্টোরিয়া এবং দক্ষিণ অস্ট্রেলিয়ার একটি উল্লেখযোগ্য পরিবেশগত আগাছা এবং নিউ সাউথ ওয়েলস, তাসমানিয়া এবং পশ্চিম অস্ট্রেলিয়ায় একটি মাঝারি গুরুত্বপূর্ণ পরিবেশগত আগাছা। এটি সম্প্রতি তিনটি প্রাকৃতিক সম্পদ ব্যবস্থাপনা অঞ্চলে একটি অগ্রাধিকার পরিবেশগত আগাছা হিসাবে তালিকাভুক্ত হয়েছে।\n\n\n== আইন প্রণয়ন ==\nকোন রাজ্য সরকারি কর্তৃপক্ষ দ্বারা ঘোষিত বা ক্ষতিকারক হিসাবে বিবেচিত হয় না।\nব্যবস্থাপনা\nএই প্রজাতির ব্যবস্থাপনা সম্পর্কে তথ্যের জন্য নিম্নলিখিত সংস্থানগুলি দেখুন:\nএই প্রজাতির ভিক্টোরিয়ান ডিপার্টমেন্ট অফ সাসটেইনেবিলিটি অ্যান্ড এনভায়রনমেন্ট কোস্টাল নোট, যা অনলাইনে পাওয়া যাচ্ছে http://www.dpi.vic.gov.au।\nমুইট (2001), বুশ ইনভেডারস অফ সাউথ-ইস্ট অস্ট্রেলিয়া, 207-208।\n \n\n\n== অনুরূপ প্রজাতি ==\nমির্টল-লিফ মিল্কওয়ার্ট (পলিগালা মির্টিফোলিয়া) ঝাড়ু মিল্কওয়ার্টের (পলিগালা ভিরগাটা) অনুরূপ। এই প্রজাতিগুলি নিম্নলিখিত পার্থক্য দ্বারা আলাদা করা যেতে পারে:\nপলিগালা মারটিফোলিয়া (Polygala myrtifolia) অপেক্ষাকৃত চওড়া পাতা (6 মিমি চওড়া) সহ একটি বড় ছড়ানো ঝোপ। এর ফুল শাখার ডগায় সংক্ষিপ্ত ক্লাস্টারে জন্মে।\nঝাড়ু মিল্কওয়ার্ট (পলিগালা ভিরগাটা) সরু পাতা সহ একটি ছোট সরু গুল্ম (সাধারণত 6 মিমি চওড়ার কম)। এর ফুলগুলো শাখার ডগায় লম্বা গুচ্ছে থাকে।\n \n\n\n== চিত্রজগৎ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}