{"pageid": 1107277, "title": "রতিরহস্য", "url": "https://bn.wikipedia.org/wiki?curid=1107277", "content": "রতিরহস্য (সংস্কৃত: रतिरहस्य) বা কোকশাস্ত্র হলো মধ্যযুগীয় ভারতীয় যৌন নির্দেশিকা এবং এর লেখক কোক্কোক, যাকে কবি বা কোক পণ্ডিত হিসাবে বর্ণনা করা হয়। \nশাস্ত্রটির সঠিক রচনাকাল অজানা, তবে একদশ কিংবা দ্বাদশ শতাব্দিতে রচিত বলে অনুমান করা হয়। বেণুদত্ত নামে এক রাজাকে খুশি করার জন্য রতিরহস্য লেখা হয়েছিল বলে অনুমান করা হয়। কোকোকা বইটিতে নিজেকে সিদ্ধ পাতিয়া পণ্ডিত হিসেবে বর্ণনা করেছেন, অর্থাৎ \"শিক্ষিত পুরুষদের মধ্যে বুদ্ধিমান মানুষ\"। নির্দেশিকাটি সংস্কৃত ভাষায় লেখা হয়েছিল।\n\n\n== ঐতিহাসিক প্রেক্ষাপট ==\nকামসূত্রের বিপরীতে, যা হিন্দু সাহিত্যের সাথে সম্পর্কিত প্রাচীন যৌন ম্যানুয়াল, রতিরহস্য মধ্যযুগীয় ভারতীয় সমাজের সাথে সম্পর্কিত। যৌন ম্যানুয়াল প্রয়োজন ছিল যা মধ্যযুগীয় সাংস্কৃতিক আবহাওয়ার জন্য উপযুক্ত হবে এবং রতিরহস্য লেখা হয়েছিল, যা প্রাচীন পাঠ্য কামসূত্র থেকে সম্পূর্ণ আলাদা।\n\n\n== গঠন ==\nরতিরহস্যে পনেরটি অধ্যায় এবং ৮০০টি শ্লোক রয়েছে যা বিভিন্ন বিষয় নিয়ে আলোচনা করে যেমন বিভিন্ন শরীর, চন্দ্র পঞ্জিকা, বিভিন্ন ধরনের যৌনাঙ্গ, বিভিন্ন বয়সের মহিলাদের বৈশিষ্ট্য, আলিঙ্গন, চুম্বন, যৌন মিলন এবং যৌনাসন, অদ্ভুত মহিলার সাথে সেক্স ইত্যাদি। কোকোকা রতিরহস্যে প্রেমের বিভিন্ন পর্যায় বর্ণনা করেছেন, পঞ্চম পর্যায় হল ওজন হ্রাস, নবমটি হল অজ্ঞান হয়ে যাওয়া এবং দশম ও শেষ পর্যায় হল মৃত্যু। \nরতিরহস্য মহিলাদের শ্রেণিবিভাগ করে, এবং নারীদের সহজ উত্তেজনার দিকে নিয়ে যায় এমন ইরোজেনাস জোন ও দিনগুলি বর্ণনা করে।\nরতিরহস্য হল প্রথম বই যা ভারতীয় নারী সৌন্দর্যের বিস্তারিত বর্ণনা করে। বইটি মহিলাদের চারটি মানসিক-শারীরিক প্রকারে শ্রেণীবদ্ধ করেছে, তাদের চেহারা ও শারীরিক বৈশিষ্ট্য অনুসারে।\n\nপদ্মিনী (পদ্ম নারী)\nচিত্রিণী (শিল্প নারী)\nশাঙ্কিনী (শঙ্খ নারী)\nহস্তিনী (হাতি নারী)\nযৌনাঙ্গের আকারের ভিত্তিতে, পাঠ্যটি যৌন মিলনকে নয়টি ভিন্ন প্রকারে শ্রেণীবদ্ধ করে। কামোদ্দীপকও বইটিতে বর্ণনা করা হয়েছে।\n\n\n== বিশ্লেষণ ==\nডব্লিউ জি আর্চারের মতে, কোকোকা \"কীভাবে যৌনতাকে সর্বাধিক উপভোগ করা যায়, এবং কীভাবে একজন মহিলাকে সুখী রাখা যায় সে বিষয়ে উদ্বিগ্ন।\" এই লেখাটি লেখার সময়, কোকোকা নন্দিকেশ্বর, গনিকাপুত্র ও বাৎস্যায়ন সহ অন্যান্য অনেক লেখকের উপর নির্ভর করেছিলেন।\n\n\n== অনুবাদ ==\nবইটির আরবি, ফার্সি ও তুর্কি অনুবাদ লজ্জত উন নিসা নামে। দ্য জয় অফ সেক্স-এর লেখক অ্যালেক্স কমফোর্ট ১৯৬৪ সালে রতিরহস্যের একটি ইংরেজি অনুবাদ করেছিলেন যার শিরোনাম The Koka Shastra, Being the Ratirahasya of Kokkoka, এবং প্রেমের উপর মধ্যযুগীয় ভারতীয় লেখা (লন্ডন: জর্জ অ্যালেন এবং আনউইন)। পন্ডিত কোক্কোকার কোকাশাস্ত্র (রতিরহস্য) নামে এস সি উপাধ্যায় আরেকটি ইংরেজি অনুবাদ করেছিলেন। অবন রমা চন্দ্র, কবি প্রভু এবং হরিহর এই লেখাটির উপর কিছু ভাষ্য লিখেছেন। এটি ভারতে একটি জনপ্রিয় পাঠ্য, যৌন ম্যানুয়ালগুলির মধ্যে কাম সূত্রের পরেই দ্বিতীয়।\n\n\n== আরও দেখুন ==\nকামশাস্ত্র\n\n\n== তথ্যসূত্র =="}