{"pageid": 1107558, "title": "মডেল মসজিদ ও ইসলামি সাংস্কৃতিক কেন্দ্র নির্মাণ প্রকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1107558", "content": "বাংলাদেশে মডেল মসজিদ ও ইসলামি সাংস্কৃতিক কেন্দ্র নির্মাণ প্রকল্প বাংলাদেশ সরকারের ধর্ম বিষয়ক মন্ত্রণালয়ের অধীন বাংলাদেশ ইসলামিক ফাউন্ডেশনের তত্ত্বাবধানে পরিচালিত ইসলাম ধর্মীয় ইবাদত ও শিক্ষার অনুশীলনের আধুনিক ধর্মীয় প্রতিষ্ঠান নির্মাণের একটি প্রকল্প। এই প্রকল্পের আওতায় বাংলাদেশের জেলা ও উপজেলায় মডেল ৫৬০ আধুনিক, চিত্তাকর্ষক নিদর্শন ও উন্নত সুযোগ-সুবিধার মসজিদ নির্মাণ করা হবে।\n\n\n== ইতিহাস ==\nশেখ হাসিনার ২০১৪ সালের নির্বাচনী ইশতেহারে প্রতিটি জেলা ও উপজেলায় একটি করে উন্নত মসজিদ নির্মাণের প্রতিশ্রুতি প্রদান করেন। ৮ ফেব্রুয়ারী ২০১৫ খ্রি. তারিখে ধর্ম বিষয়ক মন্ত্রণালয় পরিদর্শনকালে উক্ত প্রতিশ্রুতি বাস্তবায়নে মাননীয় প্রধানমন্ত্রী বাংলাদেশের প্রতিটি জেলা ও উপজেলায় একটি করে ৫৬০টি মডেল মসজিদ ও ইসলামিক সাংস্কৃতিক কেন্দ্র স্থাপন করার জন্য ৮ হাজার ৭২২ কেটি টাকা ব্যয়ে এপ্রিল ২০১৭ হতে ডিসেম্বর ২০২০ পর্যন্ত মেয়াদে ১ম প্রকল্প বাস্তবায়নে অনুমোদিত হয়। সংশোধিত অনুমোদিত প্রকল্পের নকশা অনুযায়ী মডেল মসজিদের জন্য ৪০ শতাংশ জায়গা নির্ধারণ করা হয়। জেলা পর্যায়ে ৪ তলা ও উপজেলা পর্যায়ে ৩ তলা এবং উপকূলীয় এলাকায় ৪ তলা মডেল মসজিদ ও ইসলামিক সাংস্কৃতিক কেন্দ্র নির্মাণের ভিত্তিপ্রস্তর স্থাপন করা হয়।\n\n\n== মডেল মসজিদের ক্যাটাগরি ==\nতিন ক্যাটাগরিতে মসজিদগুলো নির্মিত। ‘এ’ ক্যাটাগরিতে ৬৯টি চার তলা বিশিষ্ট মডেল মসজিদ ৬৪টি জেলা শহরে এবং সিটি কর্পোরেশন এলাকায় নির্মিত । এগুলোর প্রতি ফ্লোরের আয়তন ২৩৬০ দশমিক ০৯ বর্গমিটার। উপজেলায় ১৬৮০ দশমিক ১৪ বর্গমিটার আয়তনের ‘বি’ ক্যাটারির মসজিদ ৪৭৫টি। আর  উপকূলীয় এলাকা  ২০৫২ দশমিক ১২ বর্গমিটার আয়তনের ‘সি’ ক্যাটাগরির মসজিদ ১৬টি। জেলা সদর ও সিটি করপোরেশন এলাকার মসজিদগুলোতে একসঙ্গে এক হাজার ২০০ মুসল্লি নামাজ আদায় করতে পারবেন। অপরদিকে উপজেলা ও উপকূলীয় এলাকার মডেল মসজিদগুলোতে একসঙ্গে ৯০০ মুসল্লির নামাজ আদায়ের ব্যবস্থা রাখা হয়। এসব মসজিদে সারাদেশে প্রতিদিন চার লাখ ৯৪ হাজার ২০০ জন পুরুষ ও ৩১ হাজার ৪০০ জন নারী একসঙ্গে নামাজ আদায় করতে পারবেন।\n\n\n== মডেল মসজিদ প্রকল্পের উদ্দেশ্য ==\nইসলামিক ফাউন্ডেশন অ্যাক্ট, ১৯৭৫-এর বাস্তবায়ন এবং দেশব্যাপী শক্তিশালী ইসলামি প্রাতিষ্ঠানিক কাঠামো গড়ে তোলা।\nসারাদেশে ইসলামি ভ্রাতৃত্ব ও প্রকৃত মূল্যবোধের প্রচার ও দীক্ষাদান চালু করা।\nসন্ত্রাস ও নারীর প্রতি সহিংসতা রোধ করা। সরকারের উন্নয়ন কার্যক্রম বিষয়ে জনসচেতনতা বৃদ্ধি করা।\nপুরুষ-নারী মুসল্লিদের জন্য নামাজ, ধর্মীয় শিক্ষা, প্রশিক্ষণ ও দীনি দাওয়াতি কার্যক্রম পরিচালনার জন্য ভৌত সুবিধাদি সৃষ্টি করা।\nইসলামিক জ্ঞান ও সংস্কৃতি সম্প্রসারণের মাধ্যমে ইসলামি মূল্যবোধের পরিচর্যা ও প্রসার করা এবং সততা ও ন্যায়বিচারের প্রতি মানুষের আনুগত্য সমর্থন সৃষ্টি করা।\n\n\n== অবকাঠামোগত সুবিধা ও কার্যক্রম ==\nমডেল মসজিদ ও ইসলামিক সাংস্কৃতিক কেন্দ্রে নারী ও পুরুষদের পৃথক ওজু ও নামায আদায়ের সুবিধা, লাইব্রেরী, গবেষণা ও দীনি দাওয়াত কার্যক্রম, পবিত্র কুরআন হেফজ, শিশু শিক্ষা, অতিথিশালা, বিদেশী পর্যটকদের আবাসন, মৃতদেহ গোসলের ব্যবস্থা, হজ্জযাত্রীদের নিবন্ধন ও প্রশিক্ষণ, ইমামদের প্রশিক্ষণ ইত্যাদি ব্যবস্থা রাখা হয়। ইমাম-মুয়াজ্জিনের আবাসনসহ সাংস্কৃতিক কেন্দ্রে কর্মকর্তা-কর্মচারীদের জন্য অফিসের ব্যবস্থা রয়েছে।\n\n\n== গ্যালারি ==\nমসজিদের বাইরের ও ভিতরের বিভিন্ন অংশের ছবি হলো:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}