{"pageid": 1107210, "title": "বাংলাদেশ-ভারত মৈত্রী পাইপলাইন", "url": "https://bn.wikipedia.org/wiki?curid=1107210", "content": "বাংলাদেশ-ভারত মৈত্রী পাইপলাইন বা  ভারত বাংলাদেশ ফ্রেন্ডশিপ পাইপলাইন বা বাংলাদেশ-ভারত পাইপলাইন বাংলাদেশ ও ভারতের মধ্যে তেল পরিবহনের লক্ষ্যে নির্মাণাধীন একটি পাইপলাইন। পাইপলাইনটির নির্মাণ কাজ শেষ হয় জুন, ২০২২ সালে। ১৮ মার্চ, ২০২৩ সালে বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা ও ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি ভার্চুয়ালি যুক্ত হয়ে এ প্রকল্পের উদ্বোধন করেন।\n\n\n== ইতিহাস ==\nপাইপলাইনের মাধ্যমে জ্বালানি তেল আনার লক্ষ্যে ২০২০ সালে ভারত-বাংলাদেশ মৈত্রী পাইপলাইন প্রকল্পের পাইপলাইন স্থাপনের কাজ আনুষ্ঠানিকভাবে উদ্বোধন করা হয়। ১৩১.৫০ কিলোমিটার পথে পাইপলাইন স্থাপন কাজ শেষ হলে ভারতের নুলাইবাড়ী রিফাইনারি লিমিটেড থেকে সরাসরি পাইপলাইনের মাধ্যমে জ্বালানি তেল আসবে দিনাজপুরের পার্বতীপুর তেল ডিপোতে। এতে জ্বালানি তেল সংকট দূর হবে দেশের উত্তরাঞ্চলে। পার্বতীপুর উপজেলার সোনাপুকুর নামক স্থানে এ পাইপলাইন স্থাপনের কাজ উদ্বোধন করেন বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন (বিপিসি)-এর চেয়ারম্যান মো.আবু বক্কর ছিদ্দিক। ভারতের নুমালীগড় থেকে ১৩১.৫০ কিলোমিটার পাইপলাইনে বাংলাদেশের পার্বতীপুর ডিপোতে ডিজেল আমদানির বিষয়ে বাংলাদেশ ও ভারতের মধ্যে গত ২০১৮ সালের ৯ এপ্রিল একটি সমঝোতা চুক্তি স্বাক্ষর হয়। এরপর ২০১৮ সালের ১৮ সেপ্টেম্বর দুই দেশের প্রধানমন্ত্রী ভিডিও কনফারেন্সের মাধ্যমে এ প্রকল্পের ভিত্তিপ্রস্তর স্থাপন করেন। তিনি জানান, এ ১৩১.৫০ কিলোমিটারের মধ্যে ভারতের অংশে পাঁচ এবং বাংলাদেশের অংশে দিনাজপুরের পার্বতীপুর পর্যন্ত ১২৬.৫ কিলোমিটার পাইপলাইন স্থাপন করা হবে। এ প্রকল্পে ভারত ৩৪৬ কোটি রুপি ও বাংলাদেশ ৩০৬ কোটি ২৩ লাখ টাকা ব্যয় করবে। আগামী ২০২২ সালের জুনের মধ্যে এ প্রকল্পের কাজ শেষ হলে ভারত থেকে সরাসরি বাংলাদেশ পাইপলাইনের মাধ্যমে জ্বালানি তেল আমদানি হবে।\n\n\n== প্রকল্পের মেয়াদ ও সরবরাহের পরিমান ==\nভারতের রাষ্ট্রায়ত্ত প্রতিষ্ঠান নুমালীগড় রিফাইনারি লিমিটেড  বাংলাদেশের পার্বতীপুর অয়েল হেড ডিপোতে পাইপলাইনের মাধ্যমে ভারত ১৫ বছর ডিজেল সরবরাহ করবে। প্রকল্প বাস্তবায়ন হলে প্রথম তিন বছর দুই লাখ মেট্রিক টন, পরবর্তী তিন বছর তিন লাখ মেট্রিক টন, এরপর চার বছর পাঁচ লাখ মেট্রিক টন ও অবশিষ্ট পাঁচ বছরে ১০ লাখ মেট্রিক টন তেল সরবরাহ করা হবে।\n\n\n== আরও দেখুন ==\nচট্টগ্রাম-ঢাকা তেল পাইপলাইন\nইস্টার্ন রিফাইনারি-মহেশখালী তেল পাইপলাইন\n\n\n== তথ্যসূত্র =="}