{"pageid": 1107391, "title": "কামশাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1107391", "content": "কামশাস্ত্র (সংস্কৃত: कामशास्त्र) হলো কাম (প্রেম, কামুক ও যৌন ইচ্ছা) সম্পর্কিত ভারতীয় সাহিত্য। অর্থশাস্ত্রের মতো রাজনীতি এবং সরকার সম্পর্কিত ঐতিহ্যে এর ব্যবহারিক অভিযোজন রয়েছে। কামশাস্ত্রের লক্ষ্য হলো সঠিক উপভোগ এবং পরিপূর্ণতার জ্ঞান দানের পাশাপাশি সিদ্ধি অর্জনের উপায়ে নির্দেশ দেওয়া।\n\n\n== ব্যুৎপত্তি ও অর্থ ==\nকামশাস্ত্র শব্দটি কাম ও শাস্ত্র শব্দ দুইটি দিয়ে গঠিত। কাম একটি সংস্কৃত শব্দ যার সাধারণ অর্থ ইচ্ছা ও আকাঙ্ক্ষার পাশাপাশি কামুক আনন্দ এবং যৌন আকাঙ্ক্ষা। শাস্ত্র একটি সংস্কৃত শব্দ সাধারণ অর্থ আদেশ, নিয়ম, নির্দেশিকা, সংকলন, পুস্তক বা গ্রন্থ। অতএব কামশাস্ত্র হলো যৌনতা সম্পর্কিত নির্দেশিকা।\n\n\n== ইতিহাস ==\nখ্রিস্টপূর্ব ৮ম শতাব্দীতে উদ্দালকের পুত্র শ্বেতকেতু এমন কাজ তৈরি করেছিলেন যা সুগম ছিল নাবভ্রব্য নামক পণ্ডিত, তার শিষ্যদের সাথে একত্রে শ্বেতকেতুর সারাংশের সারসংক্ষেপ তৈরি করেছিলেন, যা তা সত্ত্বেও বিশাল ও বিশ্বকোষীয় টোম ছিল। খ্রিস্টপূর্ব ৩য় এবং ১ম শতাব্দীর মধ্যে, অনেক লেখক বিভিন্ন বিশেষজ্ঞ গ্রন্থে বাভ্রাব্য গোষ্ঠীর কাজের বিভিন্ন অংশ পুনরুৎপাদন করেছেন। লেখকদের মধ্যে যাদের নাম জানা যায় তারা হলেন চর্যায়ণ, ঘোটকামুখ, গোনারদীয়, গণিকাপুত্র, সুবর্ণনাভ ও দত্তক।\nযাইহোক, এই বিষয়ে পাওয়া সবচেয়ে পুরাতন পাঠ্য হল বাৎস্যায়নের কাছে বর্ণিত কামসূত্র যাকে প্রায়শই ভুলভাবে \"মল্লনাগ বাৎস্যায়\" বলা হয়। যশোধরা, কামসূত্রের উপর তার ভাষ্যতে, কামসূত্রের উৎপত্তি মল্লানাগাকে, \"অসুরদের ভাববাদী\"কে দায়ী করেছেন, যা বোঝায় যে কাম সূত্রটি প্রাগৈতিহাসিক সময়ে উদ্ভূত হয়েছিল। বাৎস্যায়নের নাম \"মল্লানাগা\" এর কারণ হল কামসূত্রের সম্পাদকের ভূমিকা এবং কাম বিজ্ঞানের পৌরাণিক স্রষ্টার ভূমিকার বিভ্রান্তির কারণে। বাৎস্যায়নের জন্মতারিখ সঠিকভাবে জানা যায় না, তবে তিনি অবশ্যই ৭ম শতাব্দীর আগে বসবাস করতেন কারণ সুবন্ধু তাঁর কাব্যে বাসবদত্তকে উল্লেখ করেছেন। অন্যদিকে, বাৎস্যায়ন অবশ্যই কৌটিল্যের অর্থশাস্ত্রের সাথে পরিচিত ছিলেন। বাৎস্যায়ন এই বিষয়ে বেশ কিছু গ্রন্থের উল্লেখ ও উদ্ধৃতি দিয়েছেন, যা দুর্ভাগ্যবশত হারিয়ে গেছে।\nবাৎস্যায়নের অনুসরণে, অনেক লেখক কামশাস্ত্রের উপর লিখেছেন, কেউ কেউ ইরোটিকসের স্বাধীন ম্যানুয়াল লিখেছেন, অন্যরা বাৎস্যায়ন সম্পর্কে মন্তব্য করেছেন। পরবর্তীতে সুপরিচিত কাজের মধ্যে রয়েছে কোকোকার রতিরহস্য (১৩শ শতক) ও কল্যাণমল্লার অনঙ্গরঙ্গ (১৬ শতক)। বাৎস্যায়নের সবচেয়ে সুপরিচিত ভাষ্যকার হলেন জয়মঙ্গলা (১৩ শতক)।\n\n\n== কামশাস্ত্র সংকলনের তালিকা ==\n\n\n=== হারিয়ে যাওয়া সংকলন ===\nনন্দী বা নন্দিকেশ্বরের কামশাস্ত্র (১০০০)\nকাশ্মীরি ক্ষেমেন্দ্র দ্বারা বাৎস্যায়নসূত্রসার: কামসূত্রের এগারো শতকের ভাষ্য\n\n\n=== কাণ্ড ===\nকামশাস্ত্র, অদ্দালকি শ্বেতকেতুর (৫০০ অধ্যায়)\nকামশাস্ত্র বা বভ্রব্যকারিকা\nকামশাস্ত্র, চরায়ণ দ্বারা\nকামশাস্ত্র, গনিকপুত্র দ্বারা\nকামশাস্ত্র, দত্তক দ্বারা (কিংবদন্তি অনুসারে, লেখক নির্দিষ্ট সময়ে মহিলাতে রূপান্তরিত হয়েছিল)\nকামশাস্ত্র বা রতিনির্ণয়, সুবর্ণনব দ্বারা\nকামসূত্র, বাৎসায়ন দ্বারা\n\n\n=== মধ্যযুগীয় ও আধুনিক পাঠ্য ===\nঅনঙ্গরঙ্গ, কল্যাণমল্ল দ্বারা\nদত্তকসূত্র, মহীশূরের গঙ্গা রাজবংশের রাজা দ্বিতীয় মাধবের লেখা\nজনবশ্য, কল্লারসা দ্বারা: কাকোকার রতিরহস্যের উপর ভিত্তি করে\nজয়মঙ্গলা, যশোধরা দ্বারা: কামসূত্রের গুরুত্বপূর্ণ ভাষ্য\nজয়া, দেবদত্ত শাস্ত্রী দ্বারা: কাম সূত্রের উপর বিংশ শতাব্দীর হিন্দি ভাষ্য\nকামসমুহ, অনন্তের (পঞ্চদশ শতাব্দী)\nকন্দর্পচুড়ামণি\nকুচোপনিষদ বা কুচুমারা তন্ত্র, কুচুমারা\nকুচোপনিষদ, কুচুমারার (দশম শতাব্দী)\nকুট্টানিমাতা, অষ্টম শতাব্দীর কাশ্মীরি কবি দামোদরগুপ্তের দ্বারা। (দামোদরগুপ্তের কুট্টানিমাতা যদিও প্রায়ই এই ধরনের তালিকায় অন্তর্ভুক্ত করা হয়, আসলেই সংস্কৃত শ্লোকে লেখা উপন্যাস, যেখানে ভিকারলা নামে বয়স্ক একজন বা ওদ [কুত্তানি] তরুণ ও সুন্দর একজনকে উপদেশ দেয়, কিন্তু এখনও বেনারসের অসফল গণিকা; বেশিরভাগ উপদেশ দুটি দীর্ঘ নৈতিক গল্পের আকারে আসে, হৃদয়হীন ও সেইজন্য সফল গণিকা মঞ্জরী সম্পর্কে এবং অন্যটি কোমল হৃদয়ের এবং তাই বোকা মেয়ে হরলতা সম্পর্কে, যে একজন ক্লায়েন্টের প্রেমে পড়ার ভুল করে এবং অবশেষে ভগ্ন হৃদয়ে মারা যায়।)\nমানসোল্লাসা বা অভিলাষিতার্থ, চিন্তামণি রাজা সোমেশ্বর দ্বারা বা চালুক্য রাজবংশের তৃতীয় সোমদেব কল্যাণী এই বিশ্বকোষের একটি অংশ, যোশিদুপভোগ, কামশাস্ত্রের প্রতি নিবেদিত। (মনসোলসা বা অভিলাষিতাচিন্তামণি)\nনগরসর্বস্ব বা নগরসর্বস্ব, দশম বা একাদশ শতাব্দীর একজন বৌদ্ধ ভিক্ষু পদ্মশ্রী দ্বারা\nপঞ্চশায়ক, পঞ্চসক্য বা পঞ্চশায়ক, জ্যোতিরিশ্বর কবিশেখর (চতুর্দশ শতাব্দী) দ্বারা\nরাসমঞ্জরী, কবি ভানুদত্ত দ্বারা\n'রতিকাল্লোলিনী, দীক্ষিত সমরাজা দ্বারা\nরতিরহস্য, কোকোকা দ্বারা\nরতিমঞ্জরী, কবি জয়দেব দ্বারা: মিনানাথের স্মরদপিকার সংশ্লেষণ\nরতিররত্নপ্রদীপিকা, বিজয়নগরের পঞ্চদশ শতাব্দীর মহারাজা প্রধা দেবরাজ দ্বারা\nশ্রিংগাররসপ্রবন্ধদীপিকা, কুমার হরিহর দ্বারা\nস্মরদীপিকা, মীনানাথের।\nসাময়মাত্রকা, ১২ শতকের কাশ্মীরি কবি ক্ষেমেন্দ্রের ব্যঙ্গ।\n'শৃঙ্গারদীপিকা, হরিহর দ্বারা।\nস্মরপ্রদীপিকা' বা স্মর প্রদীপা, গুণাকার (বাচস্পতির পুত্র) দ্বারা\nসূত্রবৃত্তি, নারিংঘ শাস্ত্রী দ্বারা: কাম সূত্রের উপর অষ্টাদশ শতাব্দীর ভাষ্য\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nThe Complete Kama Sutra, Translated by Daniélou, Alain. আইএসবিএন ০-৮৯২৮১-৪৯২-৬"}