{"pageid": 1107334, "title": "হিচহাইকিং", "url": "https://bn.wikipedia.org/wiki?curid=1107334", "content": "হিচহাইকিং (এছাড়াও থাম্বিং, অটোস্টপ, বা হিচিং নামে পরিচিত) সাধারণত অচেনা ব্যক্তিদের মাধ্যমে হয়ে থাকে, এর মাধ্যমে একজন অচেনা ব্যক্তি আর একজন অচেনা বা অপরিচিত ব্যক্তির সহায়তা নিয়ে, অধিকাংশ সময় বিনা পয়সায়, এক জায়গা থেকে আরেক জায়গায় ভ্রমণ করে। এই সহায়তা সাধারণত গাড়ি, প্রাইভেট কার, ট্রাক ইত্যাদি যানবাহনের মাধ্যমে হয়ে থাকে। \n\nযাযাবররা গত শতাব্দীর অনেক বেশি অংশে ভ্রমণের একটি প্রাথমিক মাধ্যম হিসাবে হিচহাইকিং ব্যবহার করেছে এবং আজও তা চালিয়ে যাচ্ছে।\n\n\n== হিচহাইকিং করার পদ্ধতি ==\nহিচহাইকাররা বিভিন্ন ধরনের সংকেত ব্যবহার করে বোঝায় যে তাদের যাত্রার প্রয়োজন। সূচকগুলি লিখিত চিহ্নসহ শারীরিক অঙ্গভঙ্গি বা প্রদর্শন হতে পারে। শারীরিক অঙ্গভঙ্গি, যেমন, হাতের সংকেত, কোন কাগজে জায়গার নাম লেখা ইত্যাদি। \nহিচহাইকারদের ব্যবহার বিশ্বজুড়ে আলাদা:\n\nকিছু আফ্রিকান দেশে, হিচহাইকাররা হাতের তালু উপরের দিকে মুখ করে ধরে থাকে।\nইউরোপ এবং উত্তর আমেরিকায়, বেশিরভাগ হিচিকাররা তাদের পিঠ দিয়ে ভ্রমণের দিকে মুখ করে দাঁড়িয়ে থাকে। হিচহাইকাররা সাধারণত তাদের হাত রাস্তার দিকে প্রসারিত করে বন্ধ হাতের বুড়ো আঙুল দিয়ে উপরের দিকে বা যানবাহনের ভ্রমণের দিকে নির্দেশ করে।\nবিশ্বের অন্যান্য অংশে, যেমন অস্ট্রেলিয়া, রাস্তার দিকে নির্দেশ করার জন্য তর্জনী ব্যবহার করা বেশি সাধারণ।\n১৯৫১ সালে ভিয়েতনাম যুদ্ধের সময় চালকরা হিচহাইকারদের (বেশিরভাগক্ষেত্রে সামরিক ঘাঁটির কাছাকাছি মার্কিন যুক্তরাষ্ট্রের ওইসব এলাকায় থাকা সৈন্যদের) সাথে বিভিন্ন বার্তা যোগাযোগের পদ্ধতি উদ্ভাবন করেছিল। একজন হিচহাইকিং সৈনিককে ইঙ্গিত করত যে তাদের যানবাহনে তাদের থাকার জন্য অতিরিক্ত জায়গা নেই, ড্রাইভাররা গাড়ির ছাদে টোকা দিতে পারে। আরেকটি সাধারণ বার্তা যা চালকরা হিচহাইকারদের সংকেত দিত, যারা সাধারণত দীর্ঘ দূরত্ব ভ্রমণ করতে চাইত বা যুক্তিসঙ্গত সময়ে হাঁটার জন্য খুব বেশি দূরত্ব ছিল বা চালকের গন্তব্যগুলি কাছাকাছি অবস্থিত ছিল কয়েক সেকেন্ডের জন্য মাটির দিকে নির্দেশ করত। এটা হিচহাইকাররা খুব কমই করত।\n\n\n== আইনি অবস্থা ==\n\nহিচহাইকিং বিশ্বব্যাপী একটি ঐতিহাসিকভাবে সাধারণ অভ্যাস এবং তাই বিশ্বের খুব কম জায়গাই আছে যেখানে এটিকে নিষিদ্ধ করার করার জন্য আইন বিদ্যমান। যাইহোক, হাতেগোনা কয়েকটি দেশের আইন রয়েছে যা নির্দিষ্ট স্থানে হিচহাইকিংকে নিষিদ্ধ করে। উদাহরণ স্বরূপ মার্কিন যুক্তরাষ্ট্রে; কিছু স্থানীয় সরকারের আইন রয়েছে যা চালকদের এবং হিচহাইকারদের নিরাপত্তার ভিত্তিতে হিচহাইকিং নিষিদ্ধ করেছে। ১৯৪৬ সালে নিউ জার্সি একজন হিচাইকারকে গ্রেপ্তার করে এবং কারারুদ্ধ করে। যার ফলে আমেরিকান সিভিল লিবার্টিজ ইউনিয়ন হস্তক্ষেপ করে। কানাডায় বেশ কয়েকটি হাইওয়েতে হিচহাইকিং এর উপর নিষেধাজ্ঞা রয়েছে। বিশেষ করে ব্রিটিশ কলাম্বিয়া এবং অন্টারিওতে ৪০০-সিরিজ হাইওয়েতে। ইউরোপের সব দেশেই হিচহাইক করা বৈধ এবং কিছু জায়গায় এমনকি উৎসাহিত করা হয়। যাইহোক, বিশ্বব্যাপী এমনকি যেখানে হিচহাইকিং অনুমোদিত, আইন অটোবান (জার্মানি), অটোস্ট্রেড (ইতালি), মোটরওয়ে (যুক্তরাজ্য এবং মহাদেশীয় ইউরোপ) বা আন্তঃরাজ্য মহাসড়ক (মার্কিন যুক্তরাষ্ট্র) যেখানে পথচারীদের নিষিদ্ধ করা হয় সেখানে হিচহাইকিং নিষিদ্ধ করে, যদিও প্রায়ই হিচহাইকাররা প্রবেশদ্বার এবং ট্রাক স্টপে রাইড পান যেখানে এটি ইতালি বাদে অন্তত ইউরোপ জুড়ে বৈধ।\n\n\n== নিরাপত্তা ==\nহিচহাইকিং এর নিরাপত্তা সংক্রান্ত সীমিত তথ্য পাওয়া যায়। ভাল নিরাপত্তা ডেটা কম্পাইল করার জন্য হিচহাইকারদের গণনা করা, রাইড গণনা করা এবং সমস্যা গণনা করা একটি কঠিন কাজ প্রয়োজন।\nএই বিষয়ে দুটি গবেষণার মধ্যে রয়েছে ১৯৫৪ সালের ক্যালিফোর্নিয়া হাইওয়ে প্যাট্রোল স্টাডি এবং ১৯৮৯ সালের জার্মান ফেডারেল পুলিশ স্টাডি। ক্যালিফোর্নিয়া সমীক্ষায় দেখা গেছে যে হিচহাইকাররা অপরাধের শিকার হওয়ার সম্ভাবনা অসমানিকভাবে ছিল না। জার্মান সমীক্ষায় উপসংহারে এসেছে যে প্রকৃত ঝুঁকি জনসাধারণেরভাবে অনুভূত ঝুঁকির তুলনায় অনেক কম; লেখক সাধারণভাবে হিচহাইকিংয়ের বিরুদ্ধে পরামর্শ দেননি। তারা দেখেছে যে কিছু ক্ষেত্রে মৌখিক বিরোধ বা অনুপযুক্ত মন্তব্য ছিল, তবে শারীরিক আক্রমণ খুব বিরল ছিল।\nপ্রস্তাবিত নিরাপত্তা অনুশীলন অন্তর্ভুক্ত:\n\nরাস্তার ধারে সংকেত দেওয়ার পরিবর্তে গ্যাস স্টেশনগুলিতে রাইডের জন্য জিজ্ঞাসা করা।\nপ্রতিবন্ধী চালকদের থেকে রাইড প্রত্যাখ্যান করা।\nদিনের আলোতে হিচহাইকিং করা।\nএকজনের প্রবৃত্তি বিশ্বাস করা।\nঅন্য একজন হিচাকারের সাথে ভ্রমণ করা।\nএই পরিমাপ ছয় একটি ফ্যাক্টর দ্বারা ক্ষতির সম্ভাবনা হ্রাস করে।\n\n\n== বিশ্বব্যাপী হিচহাইকিংয়ের গ্রহণযোগ্যতা ==\n\n\n=== বাংলাদেশ ===\nবাংলাদেশে হিচহাইকিং করা বর্তমান সময়ে মোটামুটি ভাবে অনেক কঠিন। কারণ এখানকার অধিকাংশ মানুষের, এখনো এ বিষয়ে সম্পর্কে কোন ধারণা নেই।\n\n\n=== কিউবা ===\n\nকিউবায়, যাত্রীদের জায়গা পাওয়া গেলে সরকারি যানবাহনের জন্য হিচহাইকারদের তোলা বাধ্যতামূলক। হিচহাইকিংকে উৎসাহিত করা হয়, কারণ কিউবায় অল্প কিছু গাড়ি আছে এবং হিচহাইকাররা নির্দিষ্ট জায়গা ব্যবহার করে। চালকরা আগে আসলে আগে পাবেন ভিত্তিতে অপেক্ষমাণ রাইডারদের তুলে নেয়।\n\n\n=== নেপাল ===\nনেপালে, গ্রামাঞ্চলে হিচহাইকিং খুবই সাধারণ। অনেকেরই নিজের গাড়ি নেই তাই বিশেষ করে গ্রামে এবং এর আশেপাশের গ্রামগুলোতে হিচহাইকিং একটি সাধারণ অভ্যাস।\n\n\n=== নেদারল্যান্ডস ===\nনেদারল্যান্ডে, হিচহাইকিং বৈধ এবং অফিসিয়াল লক্ষণগুলি নির্দেশ করে যে কেউ কোথায় যাত্রার জন্য অপেক্ষা করতে পারে। এই মনোনীত হিচহাইকিং অবস্থানগুলিকে ডাচ ভাষায় লিফটারশাল্ট বা লিফ্ট প্ল্যান্ট বলা হয় এবং এগুলি বিশ্ববিদ্যালয় শহরে বিশেষভাবে সাধারণ।\n\n\n=== পোল্যান্ড ===\nপোল্যান্ডে হিচহাইকিংয়ের একটি দীর্ঘ ইতিহাস রয়েছে এবং এখনও জনপ্রিয়। এটি ১৯৫৫ সালে বৈধ এবং আনুষ্ঠানিক করা হয়েছিল যাতে হিচহিকাররা ট্রাভেল এজেন্সি থেকে কুপনসহ বুকলেট কিনতে পারে। এই কুপনগুলি চালকদের দেওয়া হয়েছিল যারা হিচহিকার নিয়েছিল। প্রতিটি সিজনের শেষের দিকে ড্রাইভার যারা সর্বোচ্চ সংখ্যক কুপন সংগ্রহ করেছিল তারা পুরস্কারের জন্য তাদের বিনিময় করতে পারে এবং অন্যরা লটারিতে অংশ নেয়। এই তথাকথিত \"আকজা অটোস্টপ\" ১৯৫০-এর দশকের শেষ পর্যন্ত জনপ্রিয় ছিল, কিন্তু ১৯৯৫ সালে পুস্তিকাটির বিক্রি বন্ধ হয়ে যায়।\n\n\n=== আয়ারল্যান্ড ===\nআয়ারল্যান্ডে হিচহাইকিং বৈধ যদি না এটি মোটরওয়েতে হয়। গাড়ি পার্ক করার জন্য পর্যাপ্ত জায়গা থাকলে একজন ব্যাকপ্যাকার সম্ভবত এখনও একটি লিফট পাবেন। স্থানীয় পুলিশ (Gardaí) সাধারণত ব্যাকপ্যাকারদের মৌখিক সতর্কবার্তা দিয়ে চলে যেতে দেয়।\n\n\n=== যুক্তরাষ্ট্র ===\n\nমহামন্দার সময় হিচহাইকিং ভ্রমণের একটি সাধারণ পদ্ধতি হয়ে উঠেছে।\nহাইচহাইকারদের তোলার সম্ভাব্য বিপদ সম্পর্কে সতর্কতা চালকদের কাছে প্রচার করা হয়েছিল, যাদেরকে পরামর্শ দেওয়া হয়েছিল যে কিছু হিচহাইকার চালকদের ছিনতাই করবে এবং কিছু ক্ষেত্রে তাদের যৌন নির্যাতন বা হত্যা করবে। অন্যান্য সতর্কতাগুলি হিচাইকারদের কাছে প্রচার করা হয়েছিল, চালকদের দ্বারা পরিচালিত একই ধরনের অপরাধ সম্পর্কে তাদের সতর্ক করে। তবুও, হিচহাইকিং আমেরিকান মানসিকতার অংশ ছিল এবং অনেক লোক তাদের থাম্বগুলিকে আটকে রেখেছিল, এমনকি এমন রাজ্যেও যেখানে অনুশীলনটি নিষিদ্ধ করা হয়েছিল। আজ, ৫০টি রাজ্যের মধ্যে 44টিতে হিচহাইকিং বৈধ, শর্ত থাকে যে হিচহাইকার রাস্তার মধ্যে দাঁড়িয়ে না থাকে বা অন্যথায় ট্র্যাফিকের স্বাভাবিক প্রবাহে বাধা না দেয়। এমনকি যেসব রাজ্যে হিচহাইকিং বেআইনি, সেখানে হিচহাইকারদের খুব কমই টিকিট দেওয়া হয়। উদাহরণস্বরূপ, ওয়াইমিং হাইওয়ে প্যাট্রোল ২০১০ সালে ৫২৪ জন হিচহাইকারের সাথে যোগাযোগ করেছিল, কিন্তু তাদের মধ্যে মাত্র আটজনকে উদ্ধৃত করা হয়েছিল (পরবর্তীতে ২০১৩ সালে ওয়াইমিং-এ হিচহাইকিংকে বৈধ করা হয়েছিল)। হিচহাইকিং এখনও নিয়মিত অনুশীলনে রয়েছে, তবে হিচহাইকারদের অবশ্যই ঝুঁকি গ্রহণ করতে হবে।\nবেশ কিছু শহুরে এলাকায়, HOV লেন দ্বারা অনুপ্রাণিত, স্লগিং নামক হিচহাইকিংয়ের একটি ভিন্নতা ঘটে।\n\n\n== তথ্যসূত্র =="}