{"pageid": 1107672, "title": "দীপালি নাগ", "url": "https://bn.wikipedia.org/wiki?curid=1107672", "content": "দীপালি নাগ( ২২ ফেব্রুয়ারি ১৯২২  - ২০  ডিসেম্বর, ২০০৯) ছিলেন আগ্রা ঘরানার বিশিষ্ট  হিন্দুস্তানি শাস্ত্রীয় সংগীতের কণ্ঠশিল্পী। বাংলা রাগপ্রধান গানের প্রথম মহিলা শিল্পী ছিলেন তিনি। \n\n\n== জীবনী ==\nদীপালি নাগের জন্ম ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের দার্জিলিং-এ। পিতা জীবনচন্দ্র তালুকদার ছিলেন  আগ্রার সেন্ট জনস্ কলেজের ইতিহাসের অধ্যাপক এবং মাতা তরুলতা তালুকদার। তাদের আদি নিবাস ছিল অধুনা বাংলাদেশের ঢাকা  বিক্রমপুরে। শৈশবে পিতার কর্মস্থল আগ্রায় চলে আসেন এবং সেখানেই তার পড়াশোনা ও সঙ্গীত শিক্ষা শুরু হয়। আগ্রাতেই ম্যাট্রিক পরীক্ষায় চতুর্থ স্থান অধিকার করেন। তেমনই মেধাবী দীপালি  স্নাতকে দ্বিতীয় এবং ইংরাজী নিয়ে স্নাতকোত্তরে তৃতীয় স্থান অধিকার করেন। দীপালি অল্প বয়সেই আগ্রা ঘরানার খ্যাতনামা  উস্তাদ ফৈয়াজ খান,বশির খান,তাসাদুক হুসেন খান প্রমুখ বিশিষ্ট সঙ্গীতজ্ঞদের কাছে প্রশিক্ষণ নেন। দীপালির সঙ্গীতে বৈদগ্ধ্য ছিল অসামান্য। পরে ট্রিনিটি কলেজ থেকে পাশ্চাত্য সঙ্গীতেও শিক্ষা নেন।  ১৯৩৯ খ্রিস্টাব্দ হতে অল ইন্ডিয়া রেডিও, এইচএমভি এবং অন্যান্য রেকর্ড কোম্পানি হতে তার কণ্ঠসঙ্গীত পরিবেশিত হতে থাকে। তিনি সারা ভারতে ও  আকাশবাণীর এআইআর সঙ্গীত সম্মেলনের নিয়মিত খেয়াল শিল্পী ছিলেন। তাঁর সঙ্গীতে এই বৈশিষ্ট্যের জন্য তাকে বাংলা রাগপ্রধান গানের প্রথম মহিলা শিল্পী তথা ফার্স্ট লেডি অব রাগপ্রধান বলা হত। তার কণ্ঠে গীত নজরুলগীতি সহ বেশ কয়েকটি রাগপ্রধান গান বেশ জনপ্রিয় হয়েছিল। \n১৯৪৬ খ্রিস্টাব্দে প্রয়াগ সঙ্গীত সম্মেলনে বিজয় কিচলু প্রথম দেখেন দীপালিকে। অতি শিক্ষিত পরিবারের সদস্য হয়ে দীপালি সব রকমের প্রথা ভেঙ্গে সঙ্গীতের দুনিয়ায় আসেন। পরবর্তীকালে বিজয় কিচলু সঙ্গীত রিসার্চ আকাদেমি গঠিত হলে তিনি  চেয়ারপার্সন হন।  মায়ের চিকিৎসার জন্য প্রায়শই তাকে আগ্রা থেকে কলকাতা আসতে হত। তিনি প্রায় বিশ বৎসর বয়সে বিবাহ করেন প্রখ্যাত পরমাণু বিজ্ঞানী ও ভারতের  তৎকালীন প্রধানমন্ত্রী  শ্রীমতী ইন্দিরা গান্ধীর বৈজ্ঞানিক উপদেষ্টা  বাসন্তী দুলাল নাগচৌধুরীকে সেই সূত্রে কলকাতায় বসবাস শুরু   হয়। কলকাতার  বিশিষ্ট সঙ্গীত শিল্পী সুখেন্দু গোস্বামীর অনুরোধে তিনি ১৯৫০ খ্রিস্টাব্দে ভবানীপুর গীতবিতানের সঙ্গীতভারতী শাখার সহকারী অধ্যক্ষারপদে যোগ দেন। ১৯৬৭ খ্রিস্টাব্দ পর্যন্ত তিনি সেখানে অত্যন্ত জনপ্রিয় শিক্ষিকা ছিলেন। দীপালি নাগের বিশাল কর্মময়  জীবনের সর্বশেষ স্থিতি ছিল আই টি সি পরিচালিত সঙ্গীত রিসার্চ আকাদেমি। তিনি এখানে ১৯৭৯ খ্রিস্টাব্দ হতে জীবনের  শেষদিন পর্যন্ত যুক্ত থেকে দক্ষতার সঙ্গে কাজ করে গেছেন। তার কণ্ঠেগীত বিখ্যাত গানের কয়েকটি হল -\n\n\n== বিখ্যাত সংগীতসমূহ ==\n\nএসব গানগুলি রাগপ্রধান গানের রসপিপাসুদের কাছে অত্যন্ত জনপ্রিয়। বিদুষী দীপালি নাগ গ্রন্থ ও নিবন্ধ রচনায় খ্যাতি অর্জন করেন। তিনি কুমারপ্রসাদ মুখোপাধ্যায়ের রচিত কুদরত রঙ্গিবিরঙ্গি গ্রন্থটি হিন্দিতে অনুবাদ করেন। নিজের আত্ম চরিত- যবে ঝরা পাতা এলোমেলো ওড়ে নামে প্রকাশ করেন। \nজীবনের শেষদিকে তিনি গান গাওয়া কমিয়ে দিয়ে গান শেখানোতে সময় দিয়েছেন।\n\n\n== জীবনাবসান ==\nমৃত্যুর কয়েক মাস আগে তাঁর সেরিব্রাল হেমারেজ হয়। কলকাতার এক হাসপাতালে তার অস্ত্রোপচারও হয়। এরপর তার একমাত্র পুত্র দীপঙ্কর গুজরাতের গান্ধীনগরে নিজের বাসায় রাখেন। সেখানে ২০০৯ খ্রিস্টাব্দের ২০শে ডিসেম্বর ৮৭ বৎসর বয়সে পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}