{"pageid": 1107231, "title": "বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন", "url": "https://bn.wikipedia.org/wiki?curid=1107231", "content": "বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন বাংলাদেশ সরকারের তেল আমদানি ও বাজারজাত করার জন্য নিয়োজিত একটি সংস্থা।\n\n\n== ইতিহাস ==\nবাংলাদেশে অপরিশোধিত তেল, জ্বালানি, লুব্রিকেটিং তেল এবং পেট্রোলিয়াম পণ্য আমদানি ও বিতরণের জন্য ১৯৭৬ সালে রাষ্ট্রপতির অধ্যাদেশ (নং-৮৮, ১৩/ ১১/১৯৭৬) বলে বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন প্রতিষ্ঠিত হয়। বর্তমানে এটি বিদ্যুৎ, জ্বালানি ও খনিজ সম্পদ মন্ত্রণালয় দ্বারা পরিচালিত হয়। ২০০৯ সালের হিসাবে বাংলাদেশ পেট্রোলিয়াম কর্পোরেশনের বার্ষিক আমদানির মাত্রা ছিল ২৯০ লাখ ব্যারেল। ২০১৭ সালের অর্থনৈতিক সমীক্ষায় বাংলাদেশ পেট্রোলিয়াম কর্পোরেশনকে সবচেয়ে লাভজনক রাষ্ট্রীয় মালিকানাধীন প্রতিষ্ঠান হিসাবে দেখা যায়। ২০১৫-২০১৬ অর্থবছরে এটি ৯০ বিলিয়ন টাকার বেশি আয় করে। ২০ ফেব্রুয়ারী ২০১৮ সালে, বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন একটি নতুন সূত্র ব্যবহার করে তেলের দাম নির্ধারণের জন্য সরকারের কাছে অনুমতি চেয়েছিল যা আন্তর্জাতিক বাজারে দামের সাথে স্বয়ংক্রিয়ভাবে দাম সমন্বয় করবে। কোম্পানির আশঙ্কা ছিল দেশীয় বাজারে কম দাম কোম্পানির জন্য ক্ষতির কারণ হতে পারে এবং তা ভারতের সঙ্গে সীমান্ত এলাকায় তেল চোরাচালানকে উৎসাহিত করতে পারে। ২০২০ সালে, বাংলাদেশ সরকার রাষ্ট্রীয় মালিকানাধীন প্রতিষ্ঠানগুলোকে জাতীয় কোষাগারে উদ্বৃত্ত বা নিষ্ক্রিয় তহবিল জমা দেওয়ার জন্য আইন পরিবর্তন করে। বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন ২০১৪-১৫ থেকে ২০২০-২১ অর্থবছরে প্রায় ৪০ হাজার কোটি টাকা কর-মূসক হিসেবে জাতীয় কোষাগারে টাকা জমা দেয়।\n\n\n== প্রতিষ্ঠান ==\nবাংলাদেশ পেট্রলিয়াম কর্পোরেশনের (বিপিসি)র অধীনে আটটি কোম্পানি পরিচালিত হচ্ছে:\n\n\n=== বিপণন ===\nপদ্মা অয়েল কোম্পানি লিমিটেড\nযমুনা অয়েল কোম্পানি লিমিটেড\nমেঘনা পেট্রোলিয়াম লিমিটেড\n\n\n=== রিফাইনারি ===\nইস্টার্ন রিফাইনারি লিমিটেড (ইআরএল), বাংলাদেশের একমাত্র তেল শোধনাগার\n\n\n=== লুব্রিকেন্টস ===\nইস্টার্ন লুব্রিকেন্ট ব্লেন্ডার্স লিমিটেড\nস্ট্যান্ডার্ড এশিয়াটিক অয়েল কোম্পানি লিমিটেড\n\n\n=== এলপি গ্যাস ===\nএল পি গ্যাস লিমিটেড\n\n\n== তেল ডিপো ==\nবাংলাদেশ পেট্রোলিয়াম কর্পোরেশন (বিপিসি) তার অধীনস্থ কোম্পানিসমূহের সহায়তায় দেশের বিভিন্ন স্থানে জ্বালানি তেল মজুতের ব্যবস্থা গড়ে তুলেছে, যাতে সময়মত জ্বালানি তেলের সরবরাহ ও বাজার নিয়ন্ত্রণ সম্ভব হয়। বিপিসির অধীনস্থ কোম্পানিসমূহ স্থানীয় বাজারে তার পণ্যসমূহ বিপণনের জন্য মার্কেটিং এজেন্টদের ব্যবহার করে।\nদেশের প্রধান প্রধান জ্বালানি তেলের মজুতক্ষেত্র বা ডিপোগুলি হচ্ছে:\n\nগোদনাইল তেল ডিপো (নারায়ণগঞ্জ)\nদৌলতপুর তেল ডিপো (খুলনা)\nফতুল্লা তেল ডিপো (ঢাকা) এবং\nবাঘাবাড়ি তেল ডিপো (পাবনা)\nমাঝারি আকৃতির ডিপোসমূহ হচ্ছে:\n\nরংপুর তেল ডিপো\nপার্বতীপুর তেল ডিপো (দিনাজপুর)\nভৈরব বাজার তেল ডিপো\nআশুগঞ্জ তেল ডিপো\nশ্রীমঙ্গল তেল ডিপো\nঢাকা তেল ডিপো\nচাঁদপুর তেল ডিপো\nবরিশাল তেল ডিপো এবং\nঝালকাঠি তেল ডিপো\nছোট ডিপোসমূহ হচ্ছে:\n\nচিলহাটি তেল ডিপো (কুড়িগ্রাম)\nবালাসি তেল ডিপো (গাইবান্ধা)\nরাজশাহী তেল ডিপো\nহরিয়ান তেল ডিপো\nনাটোর তেল ডিপো\nসিলেট তেল ডিপো এবং\nব্রাহ্মণবাড়িয়া তেল ডিপো\nবাংলাদেশ পেট্রোলিয়াম কর্পোরেশনের কেন্দ্রীয় মজুতক্ষেত্র সমূহ ২,০৬,০০০ টন এবং দেশের অন্যান্য ডিপোসমূহ প্রায় ৬,৮৮,০০০ টন জ্বালানি তেল মজুত ক্ষমতা গড়ে তুলেছে।\n\n\n== তেল পাইপলাইন ==\n\n\n=== বাংলাদেশ ভারত মৈত্রী পাইপলাইন ===\n\nপাইপলাইনের মাধ্যমে জ্বালানি তেল আনার লক্ষ্যে ভারত-বাংলাদেশ মৈত্রী পাইপলাইন প্রকল্পের পাইপলাইন স্থাপনের কাজ শুরু করেছে বাংলাদেশ পেট্রোলিয়াম কর্পোরেশন। ১৩১.৫০ কিলোমিটার পথে পাইপলাইন স্থাপন কাজ শেষ হলে ভারতের নুলাইবাড়ী রিফাইনারি লিমিটেড থেকে সরাসরি পাইপলাইনের মাধ্যমে জ্বালানি তেল আসবে দিনাজপুরের পার্বতীপুর তেল ডিপোতে। প্রথম দিকে এর লক্ষ্য মাত্রা বছরে দুই লাখ মেট্রিক টন হলেও পরবর্তীতে দশ লাখ মেট্রিক টনে উন্নিত করা হবে।\n\n\n=== ইস্টার্ন রিফাইনারি-মহেশখালী তেল পাইপলাইন ===\n\nমহেশখালীর পশ্চিমাংশে বঙ্গোপসাগর থেকে দ্রুত ও সাশ্রয়ীভাবে জ্বালানি তেল খালাসের উদ্দেশ্যে গভীর সমুদ্র থেকে মহেশখালী হয়ে ইস্টার্ন রিফাইনারি লিমিটেড পর্যন্ত তেল পাইপলাইন নির্মাণ করেছে সরকার। চট্টগ্রাম বন্দরের বর্তমান অবকাঠামোর সীমাবদ্ধতা এবং কর্ণফুলী নদীর চ্যানেলের নাব্য কম হওয়ায় মাদার অয়েল ট্যাংকার গুলো সরাসরি খালাস করা সম্ভব হয় না। যার ফলে এসব ট্যাংকার গভীর সমুদ্রে নোঙ্গর করে ছোট ছোট লাইটারেজ ভেসেলের মাধ্যমে অপরিশোধিত তেল খালাস করা হয়। এভাবে ১১ দিনে একটি এক লাখ ডিডব্লিউটি ট্যাংকার খালাস করা যায়। গতানুগতিক এই পদ্ধতি সময়সাপেক্ষ, ঝুঁকিপূর্ণ ও ব্যয়বহুল হওয়ায় এইচএসডি স্থানান্তরের জন্য পাইপলাইন বসানোর প্রকল্পটি হাতে নেওয়া হয়।\n\n\n=== চট্টগ্রাম-ঢাকা তেল পাইপলাইন ===\n\nচট্টগ্রাম থেকে সারাদেশে জ্বালানি তেল পরিবহনের প্রধান মাধ্যম নৌপথ। দেশের মোট জ্বালানি তেলের ৯০ শতাংশ তেল পরিবহন হয় নৌপথে। বিপুল পরিমাণ জ্বালানি তেল পরিবহনের জন্য তেল বিপণন কোম্পানিগুলোর প্রায় ২০০টি কোস্টাল ট্যাঙ্কার নিয়োজিত রয়েছে। দেশে প্রাকৃতিক গ্যাসের অপ্রতুলতার কারণে জ্বালানি তেলের চাহিদা বাড়ছে। তবে অদূর ভবিষ্যতে চাহিদার বিপরীতে নৌপথে দ্রুত পরিবহন সম্ভব হবে না। তাছাড়া শুষ্ক মৌসুমে প্রায় নাব্যতা সঙ্কট দেখা দেয়। তাতে স্বাভাবিক জ্বালানি তেল পরিবহন বিঘ্নত হয়। তাই জ্বালানি তেল সরবরাহ স্বাভাবিক রাখতে চট্টগ্রাম-ঢাকা তেল পাইপলাইন নির্মাণ করছে সরকার। যা বাস্তবায়নের দায়িত্বে আছে বাংলাদেশ সেনাবাহিনী। বর্তমানে দেশে জ্বালানি তেলের গড় চাহিদা বছরে প্রায় ৬০ লাখ মেট্রিক টন। এরমধ্যে ঢাকা বিভাগে মোট ব্যবহার হয় ৪২ শতাংশ। যার পুরোটাই চট্টগ্রামের পতেঙ্গা থেকে নদীপথে নারায়ণগঞ্জের গোদনাইল, ফতুল্লা ও চাঁদপুর ডিপোতে নেয়া হয়। এছাড়া ঢাকায় অবস্থিত বিপণন কোম্পানিগুলো শ্যালো ড্রাফট ট্যাঙ্কারযোগে উত্তরবঙ্গের বাঘাবাড়ি, চিলমারী ও সাচনা বাজার ডিপোতে জ্বালানি তেল পাঠায়।\n\n\n== তথ্যসূত্র =="}