{"pageid": 1107108, "title": "সর্বভারতীয় গণতান্ত্রিক ছাত্র সংগঠন", "url": "https://bn.wikipedia.org/wiki?curid=1107108", "content": "সর্বভারতীয় গণতান্ত্রিক ছাত্র সংগঠন বা অল ইন্ডিয়া ডেমোক্র্যাটিক স্টুডেন্টস অর্গানাইজেশন ভারতের একমাত্র বিপ্লবী ছাত্র সংগঠন। ২৮ ডিসেম্বর ১৯৫৪ সালে প্রভাস ঘোষ এই সংগঠনটি প্রতিষ্ঠা করেন। এটি সোশ্যালিস্ট ইউনিটি সেন্টার (কমিউনিস্ট)-এর ছাত্র সংগঠন। সংগঠনটি সমস্ত ছাত্রছাত্রীকে শিক্ষা-সংস্কৃতি-মনুষ্যত্ব রক্ষার আহ্বান জানায়।\n\n\n== মৌলিক দৃষ্টিভঙ্গি ==\nসর্বভারতীয় গণতান্ত্রিক ছাত্র সংগঠনের লক্ষ্য অন্যায়, নিপীড়ন এবং শোষণের বিরুদ্ধে লড়াই করা এবং সামাজিক রূপান্তর প্রচার করা।\n\n\n== লক্ষ্য এবং উদ্দেশ্য ==\n\nAIDSO-এর প্রাথমিক উদ্দেশ্য হল কেন্দ্রীয় ও রাজ্য সরকারের পাশাপাশি সংশ্লিষ্ট অন্যান্য কর্তৃপক্ষের শিক্ষা বিরোধী নীতির বিরুদ্ধে ছাত্র আন্দোলন সংগঠিত করা এবং \"একটি বৈজ্ঞানিক, ধর্মনিরপেক্ষ, গণতান্ত্রিক শিক্ষা ব্যবস্থার প্রতিষ্ঠা\"।\n\n\n== আন্দোলন ও প্রতিবাদ ==\nAIDSO গঠিত হয়েছিল ২৮ ডিসেম্বর ১৯৫৪ সালে, তিনি করেছিলেন বর্তমানের এসইউসিআই পার্টির সাধারণ সম্পাদক প্রভাস ঘোষ। পঞ্চাশের দশকের শেষের দিকে, পশ্চিমবঙ্গে আসন সীমাবদ্ধতার বিরুদ্ধে একটি বৃহৎ ছাত্র আন্দোলন গড়ে ওঠে। AIDSO এই আন্দোলনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছে। ১৯৭৪ সালে, AIDSO কটক সম্মেলন আয়োজন করে যেখানে সংগঠনটি ৮টি রাজ্যের প্রতিনিধিত্ব সহ একটি সর্বভারতীয় চরিত্রের সাথে একটি নতুন রূপে আবির্ভূত হয়।\n১৯৭৫-৭৬ সালের জরুরি অবস্থার সময় ১৯৮০-এর দশকে পশ্চিমবঙ্গে বাস ও ট্রামের ভাড়া বৃদ্ধির প্রতিবাদে AIDSO এর বেশ কয়েকজন সদস্য জড়িত ছিলেন। মানিক বর্মণ, একজন স্কুল ছাত্র এবং AIDSO কর্মী, এবং রবি ঘোষ, একজন প্রধান AIDSO সংগঠক, গুরুতর বুলেটে আহত হয়েছইলো। পুরুলিয়ায় হাবুল রাজাক একজন AIDSO কর্মী এবং সোভারাম মোদক পুলিশের গুলিতে মারা গিয়েছিলো।\nকেরালায়, এআইডিএসও ডিপিইপির বিরুদ্ধে একটি দীর্ঘ আন্দোলনে সংগঠনটি ভালো ভূমিকা পালন করেছিলো।\nসম্প্রতি AIDSO শিক্ষার বাণিজ্যিকীকরণ, শিক্ষাকে GATS-এর আওতায় আনা, স্কুল পর্যায়ে যৌন শিক্ষা প্রবর্তন এবং এসইজেড (SEZ, Special Economic Zone) নীতির বিরুদ্ধে একটি জাতীয় আন্দোলন সংগঠিত করেছিলো।\nAIDSO ভিটিইউ শিক্ষার্থীদের পুরাতন স্কিম অধ্যয়নরত শিক্ষার্থীদের সমালোচনামূলক আন্দোলনকে সক্রিয়ভাবে সমর্থন করেছিলো। রাজ্যব্যাপী VTU কলেজগুলির স্বেচ্ছাসেবী বন্ধ ছাত্রদের কাছ থেকে ব্যতিক্রমীভাবে ভাল সাড়া পেয়েছে এবং ১৬০টিরও বেশি ইঞ্জিনিয়ারিং কলেজ সম্পূর্ণরূপে বন্ধ হয়ে গেছে। ব্যাঙ্গালোরের মহীশূর ব্যাংক সার্কেলের কাছে ছাত্ররা ব্যাপক বিক্ষোভ করেছিল।\n\n\n== AIDSO দ্বারা প্রতিবাদ ==\nAIDSO সেমিস্টার সিস্টেম এবং পছন্দ ভিত্তিক ক্রেডিট সিস্টেম (CBCS) এর বিরুদ্ধে দেশ পর্যায়ে প্রতিবাদের আয়োজন করেছে। \n\n\n== নেতৃত্ব ==\nসভাপতি - ভিএন রাজশেখর\nসাধারণ সম্পাদক - সৌরভ ঘোষ\n\n\n== উত্তরবঙ্গ বিশ্ববিদ্যালয়ের জমি বিক্রির বিরুদ্ধে আন্দোলন ==\n\n\n== আরো দেখুন ==\nসোশ্যালিস্ট ইউনিটি সেন্টার অফ ইন্ডিয়া (কমিউনিস্ট)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nঅল ইন্ডিয়া ডেমোক্রেটিক স্টুডেন্টস অর্গানাইজেশনের 50 তম বার্ষিকী পালন"}