{"pageid": 1107826, "title": "সন্ন্যাস (চতুর্থ আশ্রম)", "url": "https://bn.wikipedia.org/wiki?curid=1107826", "content": "সন্ন্যাস (সংস্কৃত: संन्यास) হলো ত্যাগের জীবন ও হিন্দু পদ্ধতির চারটি জীবনপর্যায়ের মধ্যে চতুর্থ পর্যায় যা আশ্রম নামে পরিচিত, অন্যগুলো হলো ব্রহ্মচর্য, গার্হস্থ্য ও বানপ্রস্থ। সাধারণত পুরুষ বা নারীদের জীবনের শেষ বছরগুলিতে সন্ন্যাস ধারণা করা হয়, কিন্তু অল্প বয়স্ক ব্রহ্মচারীদের গার্হস্থ্য ও বানপ্রস্থ এড়িয়ে যাওয়ার, এবং জাগতিক ও বস্তুবাদী সাধনা ত্যাগের পাশাপাশি আধ্যাত্মিক সাধনায় জীবন উৎসর্গ করার স্বাধীনতা ছিল।\nসন্ন্যাস হলো একধরনের তপস্যা যা বস্তুগত আকাঙ্ক্ষা ও কুসংস্কারের পরিত্যাগ সহ বস্তুগত জীবন থেকে অনাগ্রহ ও বিচ্ছিন্নতার অবস্থার, এবং আধ্যাত্মিক সাধনায় জীবন অতিবাহিত করাকে বোঝায়। হিন্দুধর্মে সন্ন্যাস আশ্রমে পুরুষরা সন্ন্যাসী এবং নারীরা সন্ন্যাসিনী নামে পরিচিত। জৈন সন্ন্যাসবাদের সাধু ও সাধ্বী ঐতিহ্যের সাথে সন্ন্যাসের, এবং সন্ন্যাসী ও সন্ন্যাসিনীদের বৌদ্ধধর্মের ভিক্ষু এবং ভিক্ষুণীদের সাথে মিল রয়েছে।\nদ্বাদশ শতাব্দী থেকে ব্রিটিশ রাজের মাধ্যমে ভারতে মুসলিম শাসন প্রতিষ্ঠা ও আক্রমণের পরবর্তীতে, শৈব (গোসাইন) ও বৈষ্ণব (বৈরাগী) তপস্বীদের কিছু অংশ সামরিক শৃঙ্খলায় রূপান্তরিত হয়েছিল, যেখানে তারা মার্শাল আর্ট তৈরি করেছিল, সামরিক কৌশল তৈরি করেছিল এবং গেরিলা যুদ্ধে নিযুক্ত ছিল। \nযোদ্ধা  সন্ন্যাসীরা (তপস্বী) ভারতীয় উপমহাদেশে ইউরোপীয়  উপনিবেশবাদ প্রতিষ্ঠার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলো।\n\n\n== ব্যুৎপত্তি ও সমার্থক শব্দ ==\nসংস্কৃত ন্যাস মানে শুদ্ধিকরণ, সন্ন্যাস মানে \"সবকিছুর পরিশুদ্ধি\"। এটি যৌগিক শব্দ সান- যার অর্থ \"একসাথে, সব\", নি- যার অর্থ \"নিচে\" এবং আসা মূল থেকে যেমন, যার অর্থ \"নিক্ষেপ করা\" বা \"স্থাপন করা\"। সন্ন্যাসের আক্ষরিক অনুবাদ হল \"সবকিছু, সমস্ত কিছুকে নিচে রাখা\"।  সন্ন্যাসকে কখনও কখনও সন্যাস বলা হয়।\nসংহিতা, আরণ্যক ও ব্রাহ্মণ শব্দটি বৈদিক সাহিত্যের (২য় সহস্রাব্দ খ্রিস্টপূর্বাব্দ) প্রাচীনতম স্তরগুলিতে উপস্থিত হয়েছে, কিন্তু এটি বিরল। এটি প্রাচীন বৌদ্ধ বা জৈন শব্দভাণ্ডারে পাওয়া যায় না এবং শুধুমাত্র খ্রিস্টপূর্ব ১ম সহস্রাব্দের হিন্দুগ্রন্থে দেখা যায়, যারা উপনিষদে আলোচিত আচার-অনুষ্ঠান ত্যাগ করেছেন এবং অ-অনুষ্ঠানবাদী আধ্যাত্মিক সাধনা গ্রহণ করেছেন তাদের প্রসঙ্গে। সন্ন্যাস শব্দটি প্রাচীন সূত্র গ্রন্থে ত্যাগের আচারে বিকশিত হয়েছে, এবং তারপরে খ্রিস্টীয় তৃতীয় ও চতুর্থ শতাব্দীর মধ্যে এটি স্বীকৃত, সুপরিচিত জীবনের পর্যায় (আশ্রম) হয়ে উঠেছে।\nসন্ন্যাসীরা হিন্দুগ্রন্থে ভিক্ষু, প্রব্রজিতা/প্রভ্রজিতা,  যতি, শ্রমণ ও পরিভ্রাজক নামেও পরিচিত।\n\n\n== ইতিহাস ==\nজ্যামিসন ও উইটজেল বলেন, প্রারম্ভিক বৈদিক গ্রন্থে সন্ন্যাসের কোনো উল্লেখ নেই, বা আশ্রম ব্যবস্থা, ব্রহ্মচর্য ও গার্হস্থ্যের ধারণার বিপরীতে যা তারা উল্লেখ করে। পরিবর্তে, ঋগ্বেদ স্তব ১০.৯৫.৪-এ অন্তিগৃহ শব্দটি ব্যবহার করে, যা এখনও বর্ধিত পরিবারের অংশ, যেখানে বয়স্ক লোকেরা বাহ্যিক ভূমিকা সহ প্রাচীন ভারতে বাস করত। এটি পরবর্তী বৈদিক যুগে এবং সময়ের সাথে সাথে সন্ন্যাস ও অন্যান্য নতুন ধারণার উদ্ভব ঘটে, যখন পুরানো ধারণাগুলি বিকশিত এবং প্রসারিত হয়। বনপ্রস্থের সাথে তিন-পর্যায়ের আশ্রম ধারণার উদ্ভব ঘটেছিল খ্রিস্টপূর্ব ৭ম শতাব্দীতে বা তার পরে, যখন যাজ্ঞবল্ক্যের মতো ঋষিরা তাদের ঘরবাড়ি ছেড়ে আধ্যাত্মিক নিবাস হিসেবে ঘুরে বেড়াতেন এবং তাদের প্রব্রজিকা  (ভ্রমণকারী) জীবনধারা অনুসরণ করতেন। চার স্তরের আশ্রম ধারণার সুস্পষ্ট ব্যবহার, কয়েক শতাব্দী পরে আবির্ভূত হয়।\nযাইহোক, খ্রিস্টপূর্ব ২য় সহস্রাব্দের প্রথম দিকের বৈদিক সাহিত্যে মুনি (সন্ন্যাসী, ভক্ত, পবিত্র মানুষ) উল্লেখ করা হয়েছে, যা পরবর্তীকালের সন্ন্যাসীন এবং সন্ন্যাসিনীদের মধ্যে পাওয়া বৈশিষ্ট্যগুলির প্রতিফলন করে। ঋগ্বেদ, উদাহরণস্বরূপ, বইয়ের ১০ অধ্যায় ১৩৬-এ মুনিদের উল্লেখ করেছে যারা কেসিন (লম্বা কেশযুক্ত) এবং মালা পোশাক (মাটি রঙের, হলুদ, কমলা, জাফরান) সঙ্গে মানানতের (মন, ধ্যান) বিষয়ে নিযুক্ত ছিলেন। ঋগ্বেদ অবশ্য এই লোকদেরকে মুনি ও বটি (ভিক্ষু যারা ভিক্ষা করে) বলে উল্লেখ করে।\n\nकेश्यग्निं केशी विषं केशी बिभर्ति रोदसी। केशी विश्वं स्वर्दृशे केशीदं ज्योतिरुच्यते॥१॥  मुनयो वातरशनाः पिशङ्गा वसते मला।  वातस्यानु ध्राजिं यन्ति यद्देवासो अविक्षत॥२॥\nতিনি দীর্ঘ আলগা তালার (চুলের) সাহায্যে অগ্নি, এবং আর্দ্রতা, স্বর্গ ও পৃথিবীকে সমর্থন করেন; তাকে দেখার জন্য সমস্ত আকাশ: লম্বা চুল তাকে এই আলো বলা হয়। মুনিরা, বাতাসের সাথে কোমরে বাঁধা, মাটির রঙের পোশাক পরেন; তারা, বাতাসের গতিপথ অনুসরণ করে, দেবতারা আগে যেখানে গেছেন সেখানে যান।\n\nএই মুনিরা, তাদের জীবনধারা ও আধ্যাত্মিক সাধনা, সম্ভবত সন্ন্যাস ধারণাকে প্রভাবিত করেছিল, সেইসাথে ব্রহ্মচর্য (স্নাতক ছাত্র) এর প্রাচীন ধারণার পিছনের ধারণাগুলিকে প্রভাবিত করেছিল। এক শ্রেণীর মুনিরা রুদ্রের সাথে যুক্ত ছিল। আরেকটি ব্রত্য।\n\n\n== জীবনধারা ও লক্ষ্য ==\n\nহিন্দুধর্মের জীবনধারা বা আধ্যাত্মিক অনুশাসন, পদ্ধতি বা দেবতার কোন আনুষ্ঠানিক দাবি বা প্রয়োজনীয়তা নেই সন্ন্যাসিন বা সন্ন্যাসিনীর অনুসরণ করা আবশ্যক –\nএটি ব্যক্তির পছন্দ ও পছন্দের উপর ছেড়ে দেওয়া হয়।  এই স্বাধীনতা যারা সন্ন্যাস গ্রহণ করে তাদের জীবনধারা ও লক্ষ্যে বৈচিত্র্য এবং উল্লেখযোগ্য পার্থক্য সৃষ্টি করেছে। তবে কিছু সাধারণ থিম আছে। সন্ন্যাস-এর ব্যক্তি সাধারণ জীবনযাপন করেন, সাধারণত বিচ্ছিন্ন, ভ্রমণকারী, স্থান থেকে অন্য স্থানে প্রবাহিত, কোনো বস্তুগত সম্পদ বা মানসিক সংযুক্তি ছাড়াই। তাদের হাঁটার লাঠি, বই, পাত্র বা খাবার ও পানীয়ের জন্য পাত্র থাকতে পারে, প্রায়শই হলুদ, জাফরান, কমলা, ঈচর বা মাটির রঙের কাপড় পরে থাকে। তাদের লম্বা চুল থাকতে পারে ও বিক্ষিপ্ত দেখাতে পারে এবং সাধারণত নিরামিষভোজী হয়।  কিছু গৌণ উপনিষদ এবং সেইসাথে সন্ন্যাসীর আদেশগুলি নারী, শিশু, ছাত্র, পতিত পুরুষ (যাদের অপরাধমূলক তথ্য রয়েছে) এবং অন্যদের সন্ন্যাস হওয়ার যোগ্য নয় বলে বিবেচনা করে; যদিও অন্যান্য গ্রন্থে কোন বিধিনিষেধ নেই। পোষাক, সরঞ্জাম ও জীবনধারা গ্রুপের মধ্যে পরিবর্তিত হয়। উদাহরণস্বরূপ, সন্ন্যাস উপনিষদ ২.২৩ থেকে ২.২৯ শ্লোকে, ছয় প্রকার ত্যাগীদের জন্য ছয়টি জীবনধারা চিহ্নিত করে। তাদের মধ্যে নিম্নোক্ত সম্পত্তি নিয়ে বসবাসকারী হিসেবে বর্ণনা করা হয়েছে,\n\nপাত্র, পানের কাপ ও ফ্লাস্ক - তিনটি সমর্থন, এক জোড়া জুতা,\nপ্যাচযুক্ত পোশাক যা সুরক্ষা দেয় - তাপ ও ঠান্ডায়, কটি কাপড়,\n\nস্নানের দেরাজ ও আলিঙ্গন করা কাপড়, তিনগুণ করা দণ্ড ও শয্যাবরণী।\nযারা সন্ন্যাসে প্রবেশ করে তারা বেছে নিতে পারে তারা কোন দলে যোগদান করবে কিনা (ভিক্ষাজীবী সন্ন্যাসী আদেশ)। কেউ কেউ হল বৈরাগী, গৃহহীন পুরুষ যারা প্রত্যন্ত অঞ্চলে একাকীত্ব ও নির্জনতা পছন্দ করে, কোন সম্পর্ক ছাড়াই।  অন্যরা সেনোবাইট, তাদের আধ্যাত্মিক যাত্রার সাধনায় আত্মীয়-সন্ন্যাসীর সাথে বাস করে এবং ভ্রমণ করে, কখনও কখনও আশ্রম বা মঠ/সংঘে (আশ্রম, সন্ন্যাসীর আদেশ)।\nঅধিকাংশ হিন্দু সন্ন্যাসীরা যখন সন্ন্যাস শুরু করেন তখন ব্রহ্মচর্য গ্রহণ করেন। যাইহোক, ব্যতিক্রম আছে, যেমন শৈব তন্ত্র \"দর্শন অফ অ্যাসেটিসিজম' যেখানে ধর্মীয় যৌনতাকে মুক্তি প্রক্রিয়ার অংশ হিসাবে বিবেচনা করা হয়।  যৌনতাকে তাদের দ্বারা ব্যক্তিগত, অন্তরঙ্গ কাজ থেকে নৈর্ব্যক্তিক এবং তপস্বী কিছুর সীমা অতিক্রম হিসাবে দেখা হয়।\n\n\n=== লক্ষ্য ===\nহিন্দু সন্ন্যাসীদের লক্ষ্য হলো মোক্ষ (মুক্তি)। এর অর্থ কী তা সম্পর্কে ধারণা ঐতিহ্য থেকে ঐতিহ্যে পরিবর্তিত হয়।\n\nআমি কে এবং আমি আসলে কিসের মধ্যে আছি? কি এই কষ্টের খাঁচা?\nভক্তি ঐতিহ্যের জন্য, মুক্তি হল ঈশ্বরের সাথে মিলন এবং সংসার থেকে মুক্তি (ভবিষ্যত জীবনে পুনর্জন্ম); যোগ ঐতিহ্যের জন্য, মুক্তি হল সর্বোচ্চ সমাধি (এই জীবনে গভীর সচেতনতা) এর অভিজ্ঞতা; এবং অদ্বৈত ঐতিহ্যের জন্য, মুক্তি ও জীবনমুক্তি – এই জীবনে পরম বাস্তবতা (ব্রহ্ম) এবং আত্ম-উপলব্ধির সচেতনতা। সন্ন্যাস নিজেই উপায় ও শেষ। এটি হ্রাস করার উপায় এবং তারপরে শেষ পর্যন্ত যে কোনও ধরনের সমস্ত বন্ধন শেষ করে। এটি আত্মা ও অর্থের উপায়, কিন্তু অহং বা ব্যক্তিত্ব নয়। সন্ন্যাস সমাজকে পরিত্যাগ করে না, এটি সামাজিক জগতের আচার-অনুষ্ঠান পরিত্যাগ করে এবং এর অন্যান্য প্রকাশের সাথে সংযুক্তি। শেষ হল মুক্ত, বিষয়বস্তু, মুক্ত ও আনন্দময় অস্তিত্ব।\n\n\n=== আচরণ ও বৈশিষ্ট্য ===\nসন্ন্যাস-এ ব্যক্তির আচরণগত অবস্থা অনেক প্রাচীন ও মধ্যযুগের ভারতীয় গ্রন্থে বর্ণিত হয়েছে। ভগবদ্গীতা অনেক শ্লোকে এটি নিয়ে আলোচনা করেছে, উদাহরণস্বরূপ:\n\nসন্ন্যাসের সময় ত্যাগ ছাড়াও অন্যান্য আচরণগত বৈশিষ্ট্যগুলির মধ্যে রয়েছে: অহিংসা, অক্রোধ (অন্যের দ্বারা অপব্যবহার করলেও রাগান্বিত হবেন না), নিরস্ত্রীকরণ (কোনও অস্ত্র নয়), সতীত্ব, স্নাতকতা (বিবাহ নয়), অব্যতি (অ-আকাঙ্ক্ষিত), আমতি (দারিদ্র্য), আত্মসংযম , সত্যবাদিতা, সর্বভূতাহিত (সকলের প্রতি দয়া.জীব), অস্তেয় (অ-চুরি),  অপরিগ্রহ (উপহার গ্রহণ না করা, অ-সম্পত্তি) এবং শৌচ (শরীর বাক ও মনের বিশুদ্ধতা)। কিছু হিন্দু সন্ন্যাসীর আদেশের জন্য ব্রত আকারে উপরিউক্ত আচরণের প্রয়োজন হয়, ত্যাগী আদেশে প্রবেশ করার আগে। তিওয়ারি উল্লেখ করেছেন যে এই গুণগুলি সন্ন্যাসের জন্য অনন্য নয়, এবং ত্যাগ ছাড়া, এই সমস্ত গুণাবলী মানব জীবনের চারটি আশ্রমের জন্য প্রাচীন গ্রন্থে সম্মানিত।\nবৌধায়ন ধর্মসূত্র, খ্রিস্টপূর্ব ৭ম শতাব্দীতে সম্পন্ন হয়েছে, সন্ন্যাসের ব্যক্তির জন্য নিম্নলিখিত আচরণগত ব্রতগুলি বর্ণনা করেছে।\n\nএগুলি হল সন্ন্যাসীর মানত-\nজীবকে আঘাত করা থেকে বিরত থাকা, সত্যবাদিতা, অন্যের সম্পত্তি বরাদ্দ করা থেকে বিরত থাকা, যৌনতা থেকে বিরত থাকা, উদারতা (দয়া, ভদ্রতা) প্রধান ব্রত। পাঁচটি ছোট ব্রত রয়েছে: ক্রোধ থেকে বিরত থাকা, গুরুর প্রতি আনুগত্য, অযৌক্তিকতা পরিহার, পরিচ্ছন্নতা ও আহারে পবিত্রতা। অন্যকে বিরক্ত না করে তার (খাদ্যের জন্য) ভিক্ষা করা উচিত, যে কোন খাবার সে পায় তাকে অনুগ্রহপূর্বক অন্য জীবিত প্রাণীদের সাথে অংশ ভাগ করে নিতে হবে, অবশিষ্ট অংশটি জল দিয়ে ছিটিয়ে তাকে এটি খেতে হবে যেন এটি ওষুধ।\n\n\n=== প্রকার ===\nআশ্রম উপনিষদ তাদের বিভিন্ন লক্ষ্যের উপর ভিত্তি করে বিভিন্ন ধরনের সন্ন্যাসী ত্যাগকারীদের চিহ্নিত করেছে: কুটিচাক - বায়ুমণ্ডলীয় বিশ্বের সন্ধান করা; বহুদাক – স্বর্গীয় জগতের খোঁজ; হংস - তপস্যা জগৎ খোঁজা; পরমহংস – সত্য জগৎ খোঁজা; এবং তুরিয়াতিত ও অবধূতরা এই জীবনে মুক্তি চাইছে।\nকিছু গ্রন্থে, যেমন সন্ন্যাস উপনিষদ, এগুলিকে সন্ন্যাসীদের বহন করা প্রতীকী জিনিস এবং তাদের জীবনধারা দ্বারা শ্রেণীবদ্ধ করা হয়েছে। উদাহরণস্বরূপ, কুটিচাক সন্ন্যাসীরা ত্রিপল স্টাফ বহন করে, হামসা সন্ন্যাসীরা একক লাঠি বহন করে, যখন পরমহংসরা তাদের ছাড়াই চলে যান। প্রতীকী আইটেমগুলির উপর ভিত্তি করে শ্রেণিবিভাগের এই পদ্ধতিটি বিতর্কিত হয়ে ওঠে, কারণ ত্যাগের ধারণার বিরোধী। পরবর্তী গ্রন্থগুলি, যেমন নারদপরিভ্রাজক উপনিষদ বলে যে সমস্ত ত্যাগ এক, কিন্তু মানুষ সন্ন্যাস রাজ্যে প্রবেশ করে বিভিন্ন কারণে - বিচ্ছিন্নতা এবং তাদের নিত্যনৈমিত্তিক জগৎ থেকে দূরে সরে যাওয়ার জন্য, জীবনে জ্ঞান ও অর্থের সন্ধান করতে, সন্ন্যাসের আচার-অনুষ্ঠানকে সম্মান করার জন্য তারা গ্রহণ করেছে, এবং কারণ তার ইতিমধ্যেই মুক্তির জ্ঞান রয়েছে।\n\n\n==== অন্যান্য শ্রেণিবিভাগ ====\nপ্রাক-মৌর্য সাম্রাজ্যের যুগে হিন্দু, জৈন ও বৌদ্ধ সন্ন্যাসিদের অনেক গোষ্ঠী সহ-অবস্থান ছিল, প্রতিটি তাদের বৈশিষ্ট্য দ্বারা শ্রেণীবদ্ধ ছিল, যেমন: অচেলকাস (বস্ত্রবিহীন), আজিবিকা, আভিরুদ্ধক, দেবধম্মিকা, এক-সতক, গোতামাক, জাতিলাক, মাগন্দিকা, মুন্ডাসাবক, নিগ্রন্থ (জৈন), পরিব্বাজক, তেদান্দিকা, তিত্তিয়া ও অন্যান্য।\n\n\n== সাহিত্য ==\n\nখ্রিস্টপূর্ব ১ম সহস্রাব্দের মাঝামাঝি এবং পরবর্তীকালে রচিত ধর্মসূত্র ও ধর্মশাস্ত্র, সন্ন্যাস সহ আশ্রম ব্যবস্থার চারটি স্তরের উপরই ক্রমবর্ধমান জোর দেয়। বৌধায়ন ধর্মসূত্র, ২.১১.৯ থেকে ২.১১.১২ শ্লোকে, চারটি আশ্রমকে \"ধর্মের চতুর্গুণ বিভাগ\" হিসাবে বর্ণনা করেছে। প্রাচীন ধর্মসূত্রগুলি, তবে, আশ্রম পদ্ধতির চিকিৎসার ক্ষেত্রে আরও আধুনিক ধর্মশাস্ত্র থেকে উল্লেখযোগ্যভাবে আলাদা, কারণ তারা তাদের আশ্রমের কিছু আচার-অনুষ্ঠানকে দ্বিজ পুরুষের মধ্যে সীমাবদ্ধ করে না, অর্থাৎ তিনটি বর্ণ – ব্রাহ্মণ, ক্ষত্রিয় ও বৈশ্য। নতুন ধর্মশাস্ত্র তাদের শ্রেণী (বর্ণ) প্রসঙ্গে আশ্রম পদ্ধতির আলোচনায় ব্যাপকভাবে পরিবর্তিত হয়, কেউ কেউ এটিকে তিনটির জন্য উল্লেখ করে, অন্যরা যেমন বৈখানস ধর্মসূত্র সহ চারটি।\nধর্মসূত্র ও ধর্মশাস্ত্র ত্যাগের বিষয়ে অনেক বিস্তারিত কিন্তু ব্যাপকভাবে ভিন্ন নির্দেশিকা দেয়। সব ক্ষেত্রে, সন্ন্যাস কখনই বাধ্যতামূলক ছিল না এবং ব্যক্তির সামনে এটি পছন্দ ছিল। শুধুমাত্র ছোট শতাংশ এই পথ বেছে নিয়েছে। অলিভেল পরীক্ষা করেন যে পুরানো ধর্মসূত্রগুলি সন্ন্যাস সহ আশ্রমগুলিকে চারটি বিকল্প জীবন উপায় ও উপলব্ধ বিকল্প হিসাবে উপস্থাপন করে,\nকিন্তু অনুক্রমিক পর্যায় হিসেবে নয় যে কোনো ব্যক্তিকে অবশ্যই অনুসরণ করতে হবে।  অলিভেলে আরও বলেন যে আশ্রম ব্যবস্থার সাথে সন্ন্যাসও খ্রিস্টপূর্ব ২য় শতকের দিকে মূলধারার পণ্ডিতদের স্বীকৃতি লাভ করে।\nহিন্দুধর্মের প্রাচীন ও মধ্যযুগীয় গ্রন্থগুলি গার্হস্থ্য (গৃহস্থ) পর্যায়কে সমাজতাত্ত্বিক প্রেক্ষাপটের মধ্যে সবথেকে গুরুত্বপূর্ণ বলে মনে করে, কারণ এই পর্যায়ে মানুষ শুধুমাত্র পুণ্যময় জীবন অনুসরণ করে না, তারা খাদ্য ও সম্পদ উৎপাদন করে যা মানুষকে জীবনের অন্যান্য পর্যায়ে টিকিয়ে রাখে, সেইসাথে বংশধর যা মানবজাতিকে অব্যাহত রাখে।  যাইহোক, ব্যক্তির পছন্দ ছিল যে সে যেকোন সময় ত্যাগ করতে পারে, যার মধ্যে ছাত্রজীবনের পরেও রয়েছে।\n\n\n=== কখন ব্যক্তি ত্যাগ করতে পারে? ===\nবৌধায়ন ধর্মসূত্র, শ্লোক ২.১০.১৭.২-তে বলা হয়েছে যে যে কেউ ব্রহ্মচর্য (ছাত্র) জীবন পর্যায়ে শেষ করে ফেলেছে সে অবিলম্বে তপস্বী হতে পারে, ২.১০.১৭.৩-তে যে কোনো নিঃসন্তান দম্পতি যে কোনো সময় সন্ন্যাসে প্রবেশ করতে পারে, যেখানে শ্লোক ২.১০.১৭.৫ বলে যে বিধবার ইচ্ছা হলে সন্ন্যাস বেছে নিতে পারেন, কিন্তু সাধারণভাবে, শ্লোক ২.১০.১৭.৫ বলে, সন্ন্যাস ৭০ বছর পূর্ণ হওয়ার পরে এবং সন্তানদের দৃঢ়ভাবে স্থির হওয়ার পরে উপযুক্ত। অন্যান্য গ্রন্থে ৭৫ বছর বয়সের পরামর্শ দেওয়া হয়েছে।\nবশিষ্ঠ ও আপস্তম্ব ধর্মসূত্র, এবং পরবর্তী মনুস্মৃতি আশ্রমগুলিকে অনুক্রমিক পর্যায় হিসাবে বর্ণনা করে যা বৈদিক ছাত্রত্ব থেকে গৃহস্থ থেকে বনে বসবাসকারী সন্ন্যাসী থেকে ত্যাগকারীতে যেতে দেয়।  যাইহোক, এই পাঠ্যগুলি একে অপরের সাথে পৃথক। যাজ্ঞবল্ক্য স্মৃতি, উদাহরণস্বরূপ, মনুস্মৃতি থেকে পৃথক এবং শ্লোক ৩.৫৬-এ বলা হয়েছে যে কেউ বনপ্রস্থ (বনবাস, অবসরপ্রাপ্ত) পর্যায় এড়িয়ে গার্হস্থ্য (গৃহকর্তা) পর্যায় থেকে সরাসরি সন্ন্যাসে যেতে পারে।\n\n\n=== কে ত্যাগ করতে পারে? ===\nপ্রাচীন বা মধ্যযুগীয় ধর্ম সাহিত্যে কোনটি বরণ ত্যাগ করতে পারে বা নাও পারে সেই প্রশ্নটি কখনোই স্পষ্টভাবে বলা হয়নি, আরও আধুনিক ধর্মশাস্ত্র গ্রন্থে দ্বিজ পুরুষের প্রেক্ষাপটে ত্যাগের পর্যায় নিয়ে আলোচনা করা হয়েছে। তথাপি, ধর্মশাস্ত্রের গ্রন্থে সকল বর্ণের মানুষ এবং সেইসাথে নারী, অনুশীলনে সন্ন্যাসে প্রবেশ করেছিল।\n\n\n=== ত্যাগকারীদের সম্পত্তি এবং মানবাধিকারের কী হয়েছে? ===\nপৃথিবী ত্যাগ করার পর, একজন মৃত ব্যক্তির মতোই তপস্বীর আর্থিক বাধ্যবাধকতা এবং সম্পত্তির অধিকার রাষ্ট্র দ্বারা মোকাবেলা করা হয়েছিল। বিষ্ণু স্মৃতি শ্লোক ৬.২৭-এ, উদাহরণস্বরূপ, বলা হয়েছে যে যদি একজন ঋণী সন্ন্যাস গ্রহণ করে, তবে তার পুত্র বা নাতিদের তার ঋণ পরিশোধ করা উচিত। সন্ন্যাসী ত্যাগের পরে যে সামান্য সম্পত্তি সংগ্রহ বা অধিকার করতে পারে সে সম্পর্কে, কৌটিল্য বা চাণক্যের অর্থশাস্ত্রের তৃতীয় বই, অধ্যায় ১৬-এ বলা হয়েছে যে সন্ন্যাসীদের (বনপ্রস্থ), তপস্বী (যতি, সন্ন্যাস) এবং ছাত্র স্নাতকদের (ব্রহ্মচারী) সম্পত্তিতাদের মৃত্যুতে তাদের গুরু, শিষ্যরা, তাদের ধর্মভ্রাত্রী (সন্ন্যাসী ক্রমে ভাই), অথবা পর পর সহপাঠীরা গ্রহণ করবে।\nযদিও পরিত্যাগকারীর অনুশীলনকারীর বাধ্যবাধকতা এবং সম্পত্তির অধিকারগুলি পুনরায় বরাদ্দ করা হয়েছিল, তবে তিনি বা তিনি মৌলিক মানবাধিকার যেমন অন্যদের দ্বারা আঘাত থেকে সুরক্ষা ও ভ্রমণের স্বাধীনতা উপভোগ করতে থাকেন। একইভাবে, কেউ সন্ন্যাস পালনকারী সাধারণ নাগরিকদের মতো একই আইনের অধীন ছিল; কৌটিল্যের অর্থশাস্ত্রে সন্ন্যাসীর দ্বারা চুরি করা, ক্ষতি করা বা মানুষকে হত্যা করা সবই গুরুতর অপরাধ ছিল।\n\n\n=== দৈনন্দিন জীবনে ত্যাগ ===\nপরবর্তীকালে ভারতীয় সাহিত্য বিতর্ক করে যে ত্যাগের সুফল (মোক্ষ, বা মুক্তি) অর্জন করা যায় কিনা তার জীবনের প্রথম পর্যায়ে তপস্যা ছাড়া। উদাহরণ স্বরূপ, ভগবদ্গীতা, বিদ্যারণ্যের জীবনমুক্তি বিবেক,  এবং অন্যরা বিশ্বাস করত যে যোগের বিভিন্ন বিকল্প রূপ এবং যোগবিদ্যার গুরুত্ব আধ্যাত্মিকতার পথ হিসেবে কাজ করতে পারে ও শেষ পর্যন্ত মোক্ষ।  সময়ের সাথে সাথে, হিন্দুধর্মে আধ্যাত্মিকতার মুক্তির চারটি পথ আবির্ভূত হয়েছে: জ্ঞান যোগ, ভক্তি যোগ, কর্ম যোগ ও রাজ যোগ। লোভ বা ফলাফলের আকাঙ্ক্ষা ছাড়া কাজ করা, উদাহরণস্বরূপ, কর্ম যোগে, সন্ন্যাসের মতোই দৈনন্দিন জীবনে বিচ্ছিন্নতার একটি রূপ হিসাবে বিবেচিত হয়। শর্মা বলেন যে, \"কর্ম যোগের মূল নীতি হল যে কেউ যা করে তা নয়, তবে কীভাবে এটি করা হয় তা গণনা করা হয় এবং যদি এই অর্থে জ্ঞান থাকে তবে যে কোনও কাজ করেই মুক্তি পেতে পারে কি করে\" এবং \"(একটি অবশ্যই করতে হবে) ফলাফলের সাথে সংযুক্তি ছাড়াই, দক্ষতার সাথে এবং নিজের ক্ষমতার সর্বোত্তম\"।\n\n\n== যোদ্ধা তপস্বী ==\n\nতপস্বী জীবন ছিল ঐতিহাসিকভাবে ত্যাগ, অহিংসা ও আধ্যাত্মিক সাধনার জীবন। যাইহোক, ভারতে, এটি সবসময় হয় না। উদাহরণস্বরূপ, ১২ শতকে মঙ্গোল ও পারস্যের ইসলামিক আক্রমণের পর এবং দিল্লি সালতানাত প্রতিষ্ঠার পর, পরবর্তী হিন্দু-মুসলিম বিরোধ ভারতে হিন্দু সন্ন্যাসীদের সামরিক আদেশের সৃষ্টিকে উস্কে দেয়। এই যোদ্ধা তপস্বীরা ‘আখড়া’ নামে আধাসামরিক গোষ্ঠী গঠন করেছিল এবং তারা বিভিন্ন মার্শাল আর্টের উদ্ভাবন করেছিল।\nখ্রিস্টীয় দ্বাদশ শতাব্দীর নাথ সিদ্ধরা, মুসলিম বিজয়ের পর সামরিক প্রতিক্রিয়ার জন্য প্রথম দিকের হিন্দু সন্ন্যাসী হতে পারেন। তপস্বী, ঐতিহ্য অনুসারে, যাযাবর এবং অসংলগ্ন জীবনধারার নেতৃত্ব দিয়েছিল। যেহেতু এই সন্ন্যাসীরা বিদ্রোহের জন্য নিজেদেরকে উৎসর্গ করেছিল, তাদের দলগুলি স্তম্ভের সন্ধান করেছিল, গুপ্তচরবৃত্তি ও লক্ষ্যবস্তু করার কৌশল তৈরি করেছিল এবং তারা মুসলিম অভিজাত ও সুলতানি রাষ্ট্রের বিরুদ্ধে যুদ্ধের কৌশল গ্রহণ করেছিল। এই গোষ্ঠীগুলির মধ্যে অনেকেই ছিলেন হিন্দু দেবতা মহাদেবের ভক্ত, এবং তাদেরকে মহন্ত বলা হত। তাদের অন্যান্য জনপ্রিয় নাম ছিল সন্ন্যাসী, যোগী, নাগাস (শিবের অনুসারী), বৈরাগী (বিষ্ণুর অনুসারী) এবং গোসাইনরা ১৬ থেকে ১৯ শতক পর্যন্ত; কিছু ক্ষেত্রে, এই হিন্দু সন্ন্যাসীরা সুফী ও নির্যাতিত মুসলিম ফকিরদের সহযোগিতা করেছিলেন।\nযোদ্ধা সন্ন্যাসীরা মুঘল সাম্রাজ্যের মাধ্যমে তাদের বিদ্রোহ অব্যাহত রেখেছিলেন এবং ব্রিটিশ রাজের প্রথম দিকে একটি রাজনৈতিক শক্তিতে পরিণত হয়েছিল। কিছু ক্ষেত্রে, সৈনিক সন্ন্যাসীদের এই রেজিমেন্টগুলি গেরিলা অভিযান থেকে যুদ্ধের জোটে স্থানান্তরিত হয়েছিল এবং এই হিন্দু যোদ্ধা সন্ন্যাসীরা ভারতে নিজেদের প্রতিষ্ঠা করতে ব্রিটিশদের সাহায্য করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ১৯ শতকের শেষের দিকে ব্রিটিশ রাজের একত্রীকরণের সাথে এবং মহাত্মা গান্ধীর অহিংস আন্দোলনের উত্থানের সাথে যোদ্ধা তপস্বীদের তাৎপর্য দ্রুত হ্রাস পায়।\nনোভেটজকে বলেছেন যে এই হিন্দু যোদ্ধা তপস্বীদের মধ্যে কিছু লোককে লোক বীর হিসাবে গণ্য করা হয়েছিল, গ্রামবাসী ও শহরবাসীদের দ্বারা সাহায্য করা হয়েছিল, কারণ তারা বৈষম্যমূলক রাষ্ট্রে রাজনৈতিক ও অর্থনৈতিক ক্ষমতার ব্যক্তিদের লক্ষ্য করেছিল, এবং এই যোদ্ধাদের কিছু রবিন হুডের জীবনধারার সমান্তরাল।\n\n\n== সন্ন্যাস উপনিষদ ==\nমুক্তিকার ১০৮টি উপনিষদের মধ্যে, সর্ববৃহৎ কর্পাসটটিতে সন্ন্যাস ও যোগকে উৎসর্গ করা হয়েছে, অথবা প্রায় ২০টি প্রতিটি, কিছু সমাপতিত অংশ সহ। ত্যাগ-সম্পর্কিত গ্রন্থগুলোকে সন্ন্যাস উপনিষদ বলা হয়।\nতেরোটি প্রধান বা প্রধান উপনিষদের মধ্যে, সবগুলিই প্রাচীন যুগের, অনেকগুলি সন্ন্যাস সম্পর্কিত বিভাগগুলি অন্তর্ভুক্ত করে। উদাহরণস্বরূপ, মৈত্রায়ণী উপনিষদে সন্ন্যাসীর প্রেরণা ও অবস্থা উল্লেখ করা হয়েছে, ধ্রুপদী প্রধান উপনিষদ যা রবার্ট হিউম তার হিন্দুধর্মের \"তেরো প্রধান উপনিষদের\" তালিকার মধ্যে অন্তর্ভুক্ত করেছিলেন। মৈত্রায়ণী প্রশ্ন দিয়ে শুরু করে, \"জীবনের প্রকৃতি দেখে, আনন্দ কীভাবে সম্ভব?\" এবং \"কীভাবে মোক্ষ (মুক্তি) অর্জন করা যায়?\"; পরবর্তী বিভাগে এটি সম্ভাব্য উত্তর এবং সন্ন্যাস সম্পর্কে তার মতামত নিয়ে বিতর্কের প্রস্তাব দেয়।\n\nকাম, ক্রোধ, লোভ, ভ্রম, ভয়, হতাশা, ক্ষোভ, প্রিয় ও কাঙ্খিত জিনিস থেকে বিচ্ছিন্ন হওয়া, যা কাম্য নয় তার প্রতি আসক্তি, ক্ষুধা, তৃষ্ণা, বার্ধক্য, মৃত্যু, অসুস্থতা, দুঃখ ও বাকিতে আক্রান্ত এই দেহে - কীভাবে পারে, শুধু আনন্দের অভিজ্ঞতা? - স্তোত্র ১.৩\n\nমহাসমুদ্রের শুকিয়ে যাওয়া, পর্বত ভেঙে পড়া, মেরু-তারকার অস্থিরতা, বায়ু-কর্ডের ছিঁড়ে যাওয়া, ডুবে যাওয়া, মাটির নিমজ্জিত হওয়া, দেবতাদের স্বস্থান থেকে গড়িয়ে পড়া- একটি পৃথিবীতে.যা এই ধরনের ঘটনা ঘটতে পারে, কীভাবে কেবল আনন্দ অনুভব করতে পারে? - স্তোত্র ১.৪\n\nগুণের নদী (ব্যক্তিত্ব) দ্বারা দূষিত হয়ে দূরে টেনে নিয়ে গিয়ে, শিকড়হীন, ছিন্নভিন্ন, ভেঙে পড়ে, লোভী, অসংলগ্ন ও আমি-চেতনার মায়ায় পড়ে, সে কল্পনা করে: \"আমি এই, এই আমার\" এবং জালে পাখির মতো নিজেকে বেঁধে রাখে। - স্তোত্র ৬.৩০\n\nযেমন জ্বালানি ছাড়া আগুন তার জায়গায় বিশ্রাম নেয়, তাই নিষ্ক্রিয় মনও তার উৎসে বিশ্রাম নেয়; যখন এটি (মন) ইন্দ্রিয়ের বস্তু দ্বারা মোহিত হয়, তখন সে সত্য থেকে দূরে পড়ে এবং কাজ করে; একা মন হল সংসার, পরিশ্রমের সাথে একে শুদ্ধ করা উচিত; আপনি আপনার মন যা, রহস্য, চিরস্থায়ী এক;যে মন প্রশান্ত, ভাল-মন্দ সকল কর্ম বাতিল করে; যিনি, নিজে, নির্মল, নিজের মধ্যে অবিচল থাকেন - তিনি অবিনশ্বর সুখ লাভ করেন। – স্তোত্র ৬.৩৪\n\n\n== আরও দেখুন ==\nসন্ন্যাস যোগ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nArticles on aspects of Sannyasa, Vairagya, and Brahmacharya\n'The Song of the Sannyasin', poem by Swami Vivekananda  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মার্চ ২০২১ তারিখে\nVows Of Sannyasa Saiva Siddhanta - Example covenant between a Hindu Sannyasin and a Hindu Monastic Order (PDF download)\nFour ashrama of yoga\nPravritti-Nivritti Social action, inward contemplation and Ashramas\nThe Four Ashrams – ISKCON"}