{"pageid": 1107106, "title": "এরাতোস্থেনেস ছাকনি", "url": "https://bn.wikipedia.org/wiki?curid=1107106", "content": "গণিতে, এরাতোস্থেনেস ছাকনি হলো একটি নির্দিষ্ট সীমার মধ্যে মৌলিক সংখ্যাসমুহ নির্ণয়ের প্রাচীন অ্যালগরিদম।\n\n২ হতে শুরু করে এক এক করে যৌগিক সংখ্যা অর্থাৎ মৌলিক সংখ্যার গুণিতক সমুহ চিহ্নিত করে এটি কাজ করে। কোন মৌলিক সংখ্যার গুণিতক সমুহ সেই সংখ্যা হতে শুরু হয়ে একটি ধারা গঠন করে এবং ধরার প্রতিটি পদের পার্থক্য ধ্রুব থাকে এবং ঐ মৌলিক সংখ্যাটির সমান হয়। যখন মৌলিক সংখ্যার গুণিতক সমুহ চিহ্নিত করা শেষ হয়, বাকি থাকা সংখ্যাগুলোই মৌলিক।\n\n\n== সাধারণ বিবরণ ==\nমৌলিক সংখ্যা হলো সেই সকল স্বাভাবিক সংখ্যা যাদের কেবল মাত্র দুইটি গুণনিয়ক রয়েছে। মৌলিক সংখ্যাকে কেবল মাত্র ১ এবং সেই সংখ্যাটি দ্বারা ভাগ করা যায়।\nn এর সমান কিংবা ছোট সংখ্যাগুলোর মাঝে মৌলিক সংখ্যাগুলো ইরাতোস্থিনিস অ্যালগরিদম এর সাহায্যে বের করতে:\n\n2 থেকে n পর্যন্ত সংখ্যাগুলোর তালিকা করতে হবে।\nপ্রাথমিকভাবে, ধরি p=2, যা প্রথম মৌলিক সংখ্যা।\np থেকে p এর গুণিতকসমুহ n পর্যন্ত চিহ্নিত করি। ( p কে চিহ্নিত করা যাবে না।)\nপর্যায়ক্রমে, p= 3, 5 কিংবা অন্যান্য মৌলিক সংখ্যা ধরে ধাপ ৩ এর পুনরাবৃত্তি করতে হবে। যখন, \n  \n    \n      \n        \n          p\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle p^{2}}\n  \n তালিকার সর্বোচ্চ সংখ্যা হতে বড় হবে, তখন থামতে হবে।\nবাদ পড়া সংখ্যা গুলোই মৌলিক সংখ্যা।\n\n\n=== উদাহরণ ===\n১ থেকে ৩০ পর্যন্ত মৌলিক সংখ্যা গুলো বের করতে হলে\nপ্রথমে ২ হতে ৩০ পর্যন্ত ৩০ পর্যন্ত সংখ্যাগুলোর তালিকা তৈরি করি:\n\n 2  3  4  5  6  7  8  9  10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 \n\nতালিকার প্রথম সংখ্যা 2। প্রতিবার 2 যোগ করে পরবর্তী সংখ্যাগুলো কেটে দেই। :\n\n 2  3  4  5  6  7  8  9  10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 \n\nএরপর তালিকাতে ৩ আছে। প্রতিবার ৩ যোগ করে ৩ এর গুণিতক সমুহ কেটে দিই।\n\n 2  3  4  5  6  7  8  9  10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 \n\nএরপর ৫ এর গুণিতক সমুহ কেটে দিই।\n\n 2  3  4  5  6  7  8  9  10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 \n\nএরপর ৭ এর গুণিতক সমুহ কাটতে হবে। কিন্তু ৭ এর গুণিতক সমুহ ইতোমধ্যে কাটা হয়েছে। যেহেতু (৭×৭) ৩০ এর চেয়ে বড়। তাই বাদ পড়া সংখ্যা গুলোই ৩০ এর নিচের মৌলিক সংখ্যা।\n\n 2  3     5     7           11    13          17    19          23                29\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nprimesieve – Very fast highly optimized C/C++ segmented Sieve of Eratosthenes\nEratosthenes, sieve of at Encyclopaedia of Mathematics\nInteractive JavaScript Page\nSieve of Eratosthenes by George Beck, Wolfram Demonstrations Project.\nSieve of Eratosthenes in Haskell\nSieve of Eratosthenes algorithm illustrated and explained. Java and C++ implementations.\nA related sieve written in x86 assembly language\nFast optimized highly parallel CUDA segmented Sieve of Eratosthenes in C\nSieveOfEratosthenesInManyProgrammingLanguages c2 wiki page\nThe Art of Prime Sieving Sieve of Eratosthenes in C from 1998 with nice features and algorithmic tricks explained."}