{"pageid": 1107810, "title": "সীরাতুন নবী", "url": "https://bn.wikipedia.org/wiki?curid=1107810", "content": "সীরাতুন নবী (উর্দু: سیرت النبی‎‎) উর্দু ভাষায় রচিত ৭ খণ্ডের একটি জনপ্রিয় সীরাত গ্রন্থ। এর রচয়িতা শিবলী নোমানী ও সুলাইমান নদভী। এটি শিবলী নোমানীর সর্বশেষ ও সর্বশ্রেষ্ঠ রচনা। নোমানী এই গ্রন্থে দর্শনের আলোকে সীরাতকে বিশ্লেষণ করেছেন। ফলশ্রুতিতে তার কিছু মতামত সংখ্যাগরিষ্ঠ আলেমদের নিকট সমালোচিত হয়েছে। তিনি বহুদিন আগ থেকে এটি রচনার চিন্তাভাবনা করেন এবং ১৯০৩ সালে প্রাথমিক রচনার কাজ শুরু করেন। তবে বিভিন্ন সমস্যার কারণে কাজটি যথাযথভাবে শুরু করতে পারেননি। মে ১৯১২ সালে তিনি এ কাজ সম্পন্ন করার মানসে লক্ষ্ণৌতে একটি দফতর প্রতিষ্ঠা করেন। তিনি সীরাত সংক্রান্ত ইংরেজি গ্রন্থের অনুবাদের জন্য একজন অনুবাদক রাখেন এবং আরবি গ্রন্থাবলী থেকে সাহায্য নেয়ার জন্য সুলাইমান নদভীকে নিয়ােগ করেন। সুলাইমান সীরাত সম্পর্কিত আরবি গ্রন্থাবলী থেকে বিভিন্ন তথ্য একত্রিত করে এর রচনার ক্ষেত্রে স্বীয় উস্তাদকে পূর্ণ সহায়তা করেন। শিবলী নোমানী জুলাই ১৯১২ সালে সুলাইমান নদভীর পূর্ণ সহযােগিতায় এর রচনার কাজ পুরােদমে আরম্ভ করেন। তিনি সুলাইমানের সহযােগীতায় মাত্র দুই খণ্ড রচনা শেষে তা প্রকাশ করার আগেই ১৮ নভেম্বর ১৯১৪ সালে মৃত্যুবরণ করেন। উক্ত দুই খণ্ড প্রকাশ করা ও বাকি পরিপূর্ণ জীবন চরিত রচনার দায়ভার রেখে যান তারই শিষ্য সুলাইমান নদভীর ওপর। সুলাইমান নদভী ১ম দুই খণ্ড প্রকাশ করেন এবং এবং সম্পূর্ণ স্বীয় উস্তাদের আঙ্গিকে রচনা করেন বাকি ৫ খণ্ড।\n\n\n== প্রথম খণ্ড ==\nএ খণ্ডটি মূলত রচনা করেছেন শিবলী নোমানী। নোমানীর রচনাশৈলী বজায় রেখে সুলাইমান নদভীর সম্পাদনায় ১৯১৮ সালের আগস্টে গ্রন্থটির প্রথম খণ্ড প্রকাশিত হয়। এ খণ্ডটির পৃষ্ঠা সংখ্যা ৬২২। এ খণ্ডটিতে নবী জীবনের জন্ম থেকে নবুয়ত লাভের ২০ বছর পর্যন্ত বিস্তারিত আলােচনা করা হয়েছে।\n\n\n== দ্বিতীয় খণ্ড ==\nএই খণ্ডটিও শিবলী নোমানী রচনা করেছেন। সুলায়মান নদভী প্রয়ােজন মাফিক সংযােজন–বিয়ােজন করে ১৯২০ সালে এটি প্রকাশ করেন। এই খণ্ডে নবী জীবনের শেষ তিন বছর আলোচিত হয়েছে। খণ্ডটির পৃষ্ঠা সংখ্যা ৪৩৯। ১–১৪৮ পৃষ্ঠায় ৯ম হিজরি তথা ইসলামের নিরাপত্তাপূর্ণ জীবন ব্যবস্থা, ইসলামের প্রচার–প্রসার, আরব ভূখণ্ডে ইসলামি শাসন প্রতিষ্ঠা, ইসলামি শরিয়তের পরিপূর্ণতা, বিভিন্ন আকীদা, ইবাদত ও হালাল–হারাম বিষয়ে বিস্তারিত আলােচনা করা হয়েছে। ১৪৯–১৬৮ পৃষ্ঠায় ১০ম হিজরি তথা বিদায় হজ্বের আলােচনা ও নবুওয়তের পরিসমাপ্তির ঘােষনা রয়েছে। ১৬৯–১৮৫ পৃষ্ঠা জুড়ে রয়েছে ১১তম হিজরি ও নবীর মৃত্যুবরণ প্রসঙ্গ। ১৮৬–১৯৬ পৃষ্ঠায় রয়েছে নবীর পরিত্যক্ত জিনিসপত্রের বর্ণনা। এরপর নবীর শারীরিক গঠন বর্ণনা ও চাল–চলনের বর্ণনা রয়েছে ১৯৭–২২৩ পৃষ্ঠায়। নবীর বিভিন্ন সভা–বৈঠক, বক্তৃতা, বিভিন্ন ইবাদতের কথা আলােচনা করা হয়েছে ২২৪–২৮৫ পৃষ্ঠায়। ২৮৬–৪২০ পৃষ্ঠা জুড়ে চরিত্র সম্পর্কে আলােচনা রয়েছে। পরিশেষে ৪২১–৪৩৯ পর্যন্ত নবীর সন্তানাদি প্রসঙ্গে এবং নবীর স্ত্রীগণের সাথে আচার–ব্যবহার সম্পর্কে আলােচনার মাধ্যমে উক্ত খণ্ডটির ইতি টানা হয়েছে।\n\n\n== তৃতীয় খণ্ড ==\nতৃতীয় খণ্ডটি লিখেছেন সুলাইমান নদভী। ৮৬৮ পৃষ্ঠার এ খণ্ডে তিনি নবীর মুজিযা ও নবুওয়তের প্রমাণাদি নিয়ে আলোচনা করেছেন। খণ্ডটির শুরুতে আব্দুল বারী নদভী ৮৩ পৃষ্ঠার একটি দীর্ঘ ভূমিকা লিখেছেন। খণ্ডটি ১৯২৪ সালে প্রকাশিত হয়। তারপর লেখক কুরআনের বিভিন্ন আয়াতের মাধ্যমে মুজিযার বিভিন্ন সূক্ষ্ম বিষয় তুলে ধরেছেন। যাদু ও মুজিযার মধ্যে পার্থক্য এবং যাদুকর ও পয়গাম্বরের মধ্যে পার্থক্য বর্ণনা করে নবীর মুজিযার ঐসব ঘটনাবলী লিখেছেন, যেগুলাে সরাসরি অথবা ইঙ্গিতস্বরূপ কুরআনে বর্ণিত রয়েছে। অতঃপর ঐসব মুজিযাতের বর্ণনা করেছেন যেগুলাে ছহীহ ও ধারাবাহিক সনদে বর্ণিত হাদিস দ্বারা প্রমাণিত রয়েছে। সবশেষে তিনি ঐসব মুজিযাতের বর্ণনা এনেছেন যেগুলাে বিভিন্ন মুহাদ্দিসীনে কিরাম স্বীয় গ্রন্থাবলীতে স্থান দিয়েছেন। অতপর লেখক এ বিষয়টির উপর জোর দিয়েছেন যে, আল্লাহর পক্ষ থেকে নবীকে যত মুজিযা দান করা হয়েছে, সেগুলাের মধ্যে সবচেয়ে বড় মুজিযা হলাে কুরআন। তিনি প্রমাণ হিসেবে লিখেন যে, সকল নবীদের মুজিযা ছিল সাময়িক। মুজিযা সংঘঠিত হয়েছে এবং এরপর মিটে গেছে। কিন্তু শেষ নবীর সবচেয়ে বড় মুজিযা কুরআন কিয়ামত পর্যন্ত দুনিয়ায় স্থায়ী থাকবে এবং নবাগত লােকদেরকে নিজের দিকে আহবান করবে। এ খণ্ডটি রচনার ক্ষেত্রে সুলাইমান নদভী কুরআন ও ছহীহ হাদীস সমূহকে মূল ভিত্তি হিসেবে নিয়েছেন । বিভিন্ন স্থানে ছিহাহ সিত্তাহ হাদিস গ্রন্থসমূহের পাশাপাশি মুসতাদরাকে হাকিম, মুসনাদে আহমদ ইবনে হাম্বল, শরহে মাওয়াহেব, জাওয়ামিউল কালিমের বরাত দিয়েছেন। এমনিভাবে ইবনে হিশামের সীরাতে ইবনে হিশাম এবং ইবনে হাযামের আল মিলাল ওয়াল নিহাল গ্রন্থের উদ্ধৃতি উল্লেখ করেছেন। ইবনে তাইমিয়া, ইবনে রুশদ, ইমাম গাযালী, ওয়াকেদী, ফারাবী, ইবনে রুশদ, আবু আলী সীনাসহ বিভিন্ন বিশিষ্ট ইমামদের মুজিযা সম্পর্কিত বিভিন্ন বিষয়ের উপর আলােচনা এনেছেন। মুজাদ্দেদে আলফে সানীর মাকতুবাতের কিছু উদ্ধৃতি এনেছেন। শাহ ওলীউল্লাহ মুহাদ্দিসে দেহলবীর রচিত গ্রন্থ হুজ্জাতুল বালিগা থেকে আলমে মিছাল তথা আকৃতি জগত এর পুরাে অধ্যায়ের অনুবাদ তুলে ধরেছেন এবং তার আল ফাওযুল কাবীর গ্রন্থের বরাত দিয়েছেন। এছাড়াও এ খণ্ড রচনায় ত্বাবারী, সুয়ূতী ও বায়হাকী-সহ বিভিন্ন ইসলামী ইতিহাসবিদদের ইতিহাস, ইংরেজ ইতিহাসবিদ এড়ার ডিগবানের রােম পরাজয়ের ইতিহাস এবং মি. হিকালের Windras of life গ্রন্থের উদ্ধৃতিও উল্লেখ করেছেন। অর্থাৎ খণ্ডটিন এ অংশ রচনার ক্ষেত্রে সুলাইমান নদভী কুরআন হাদিসের সাথে সাথে অন্যান্য গ্রন্থের উদ্ধৃতি দেওয়ার একটাই উদ্দেশ্য যে, নবীর মুজিযার ব্যাপারে তথ্য-উপাত্তের যেন কোন ধরনের ত্রুটি বা কোন দিক যেন ঘাটতি না থাকে।\n\n\n== চতুর্থ খণ্ড ==\nএর ৪র্থ খণ্ডটি প্রথম প্রকাশ পায় ১৯৩২ সালে। সুলাইমান নদভী ৮৮৮ পৃষ্ঠা বিশিষ্ট এ খণ্ডটিতে নবুওয়তের মর্যাদা সম্পর্কে আলােচনা করেন। নবুওয়তের স্বরূপ, প্রয়ােজনীয়তা, বিশেষত্ব, নবীর পবিত্রতা, অদৃশ্য জ্ঞান, অদৃশ্যের স্বরূপ ও ওহী, ইলমে ইজতেহাদ বা উদ্ভাবনী বিদ্যা, কুরআনের আয়াত, ফেরেশতার দর্শন ইত্যাদি বিষয়াবলী সহজ ভাষায় বিস্তারিতভাবে তুলে ধরেন। পাশাপাশি ইসলামী আকীদার বিভিন্ন বিষয়াবলীও আলােচনায় আনেন। তিনি নবুয়ত সম্পর্কিত এসব বিষয়াবলী কুরআনের আয়াতসমূহ ও ছহীহ হাদীসসমূহের আলােকে উপস্থাপন করেন। ইমাম গাযালীর মাআরিজুল কুদস ও শাহ ওলীউল্লাহর হুজ্জাতুল্লাহিল বালিগাহ গ্রন্থদয় সামনে রেখে তথ্য নির্ভর আলােচনা করেন। এ খণ্ডটি সাজানাে হয়েছে এভাবে যে, শুরুতে ২০৯ পৃষ্ঠা ব্যাপী একটি মােকাদ্দমাহ বা ভূমিকা রয়েছে, যাতে রাসূল সা. এর নবুওয়তের মাহাত্ম, বিশেষত্ব ও প্রয়ােজনীয়তা সম্পর্কে আলােচনা করা হয়েছে। অতঃপর ২১০—৩৪৪ পৃষ্ঠায় ইসলাম পূর্বে আরবের ধর্মীয় ও সামাজিক অবস্থার চিত্রপট ফুটে উঠেছে । ৩৪৫—৪০৪ পৃষ্ঠার মধ্যে আরব তথা সারা বিশ্বে নবুয়তের দাওয়াত পৌছানাে প্রসঙ্গ আনা হয়েছে । অতঃপর প্রায় চারশত পৃষ্ঠার বেশি জায়গা জুড়ে কিতাবের মূল আলােচনা তথা ইসলামী আকীদা সম্পর্কে বিস্তারিত আলােচনা করা হয়েছে । ৪০৫—৪১৫ পৃষ্ঠায় আকীদার মাহাত্ম ও গুরুত্ব সম্পর্কে আলােচনা করা হয়েছে । আল্লাহর উপর ঈমান আনা প্রসঙ্গটি তুলে ধরা হয়েছে গ্রন্থের ৪১৬—৫৫৩ পৃষ্ঠার মধ্যে। এমনিভাবে ফেরেশতাদের প্রতি ঈমান আনা প্রসঙ্গটি তুলে ধরা হয়েছে ৫৫৪—৫৭৬ পৃষ্ঠায়। গ্রন্থের ৫৭৭—৫৯৩ পৃষ্ঠায় রাসূলগণের প্রতি ঈমান আনা এবং ৫৯৪—৬৩১ পৃষ্ঠায় আল্লাহর কিতাবের উপর ঈমান আনা সম্পর্কে আলােচনা করা হয়েছে। মৃত্যুর পরবর্তী জীবন তথা পরকাল , আলমে বরযখ তথা কবর জগত এবং কেয়ামত সম্পর্কে গ্রন্থের ৬৩২—৭১৩ পৃষ্ঠার মধ্যে আলােচনা করা হয়েছে। আখেরাতে পাপ পুণ্যের প্রতিদান এবং জান্নাত–জাহান্নামের বিস্তারিত বর্ণনা করা হয়েছে ৭১৪—৮৫৯ পৃষ্ঠার মধ্যে। সবশেষে তাকদীরের উপর বিশ্বাস স্থাপন এবং বিশ্বাসের ফলাফল সম্পর্কে আলােকপাত করা হয়েছে ৮৬০ থেকে গ্রন্থের শেষ পৃষ্ঠা ৮৮৮ পর্যন্ত।\n\n\n== পঞ্চম খণ্ড ==\nএর ৫ম খণ্ডটি নভেম্বর ১৯৩৫ সালে প্রথম প্রকাশিত হয়। ২৫৫ পৃষ্ঠা বিশিষ্ট এ খণ্ডটির মূল বিষয় ইবাদত প্রসঙ্গ। লেখক এতে ইবাদতের হাকিকত ও ইবাদতের প্রকারভেদ অত্যন্ত বিস্তারিতভাবে তুলে ধরেন। অর্থাৎ রাসূল সা. আমাদের জন্য কী কী ইবাদত নিয়ে এসেছেন, তার একটি সুস্পষ্ট ধারণা তুলে ধরেন এ খণ্ডটিতে। ইসলামের পঞ্চ ফরজ তথা নামায, রােজা, যাকাত, হজ্জ ও জিহাদ সম্পর্কে আলাদা আলাদাভাবে বিস্তারিত আলােচনা করেন। শারীরিক ইবাদতের পাশাপাশি কালবী ইবাদত তথা তাকওয়া, ইখলাছ, তাওয়াক্কুল, ছবর ইত্যাদি বিষয়েরও আলােচনা আনেন। সাথে সাথে এসবের আহকাম ও বিধিবিধান এবং অন্যান্য অনেক নেককাজ সম্পর্কে বিস্তারিত বর্ণনা তুলে ধরেন। এ খণ্ডটি সাজানাে হয়েছে এভাবে যে , শুরুতে ১০ পৃষ্ঠা পর্যন্ত সুলাইমান নদভীর লিখিত একটি ভূমিকা রয়েছে । অতঃপর ১১—৩৬ পৃষ্ঠায় আমালে ছালেহ তথা সৎকর্ম সম্পর্কে বর্ণনার পাশাপাশি ইবাদতের হাকীকত ও প্রকারভেদ সম্পর্কে বর্ণনা করা হয়েছে। ৩৭—১০৯ পৃষ্ঠায় ইসলাম গ্রহণের পর মুসলমানের প্রথম ইবাদত তথা ইসলামের দ্বিতীয় রুকন নামায সস্পর্কে বিস্তারিত আলােচনা করা হয়েছে। এমনিভাবে গ্রন্থটির ১১০–১৪৭ পৃষ্ঠায় ইসলামের তৃতীয় ইবাদত যাকাত প্রসঙ্গে আলােচনা করা হয়েছে। ১৪৮—১৭১ পৃষ্ঠায় ইসলামের চতুর্থ ইবাদত সাওম বা রােযা সম্পর্কে আলােচনা করা হয়েছে। আর ১৭২—২০৯ পৃষ্ঠায় ইসলামের পঞ্চম ইবাদত হজ্জ সম্পর্কে বর্ণনা করা রয়েছে। অতঃপর ইসলামের আরেকটি ইবাদত জিহাদ ফি সাবিলিল্লাহ তথা আল্লাহর রাস্তায় জিহাদ সম্পর্কে আলােচনা করা হয়েছে ২১০—২১৬ পৃষ্ঠায় । আর ইবাদতে বাদানী বা শারীরিক ইবাদতের পাশাপাশি ইবাদতে কালবী বা আত্মিক ইবাদতের বিষয়টি স্থান পেয়েছে গ্রন্থের ২১৭ নং পৃষ্ঠায়। অতপর ২১৮—২৫১ পৃষ্ঠা পর্যন্ত ইসলামের অন্যান্য কিছু বিষয় যেমন তাওয়াক্কুল, তাকওয়া, ইখলাছ, ছবর ইত্যাদি বিষয়ে আলােকপাত করা হয়েছে। পরিশেষে ২৫৫ নং পৃষ্ঠায় একটি খাতেমা বা পরিশিষ্টের মাধ্যমে উক্ত খণ্ডের ইতি টানা হয়েছে।\n\n\n== ষষ্ঠ খণ্ড ==\n৬ষ্ঠ খণ্ডটি নভেম্বর ১৯৩৮ সালে প্রথম প্রকাশ পায়। এতে মূলত স্থান পেয়েছে রাসূল সা. - এর আখলাক ও আদাব তথা সুন্দর চরিত্র ও উত্তম চাল–চলনের আলােকে ইসলামের আচরনগত শিক্ষা , ইসলামে সুন্দর চরিত্রের গুরুত্ব ও মাহাত্ম এবং ইসলামী আখলাকের দার্শনিক বর্ণনা। ইসলামী চাল–চলনের ফযীলত, মন্দ বা বদ চরিত্রের ক্ষতি এবং ইসলামী আদব ও আখলাক সম্পর্কে বিস্তারিত আলােচনার পাশাপাশি একজন আখলাকী মােয়াল্লেম বা সুন্দর চরিত্রের মহান শিক্ষক হিসেবে রাসূল সা. এর উচ্চ মর্যাদার কথা তুলে ধরা হয়েছে। এ কারণেই মানাজির আহসান গিলানি সাহেব এ খণ্ডটির উপর প্রশংসাপূর্ণ একটি বিশদ বর্ণনামূলক আলােচনা করেছেন , যা ১৯৪০ সালের মাআরিফ-এর কয়েকটি সংখ্যায় ধারাবাহিকভাবে প্রকাশিত হয়। ৮৭২ পৃষ্ঠা বিশিষ্ট এ খণ্ডটি সাজানাে হয়েছে এভাবে যে, শুরুতে ১—৩৮ পৃষ্ঠায় একটি ভূমিকা রয়েছে, যাতে আখলাক তথা নৈতিকতার ধর্মীয় গুরুত্ব উপস্থাপন করা হয়েছে। অতঃপর ৩৮—১১২ পৃষ্ঠায় ইসলামী আখলাকের দর্শন সম্পর্কে আলােচনা করা হয়েছে। ইসলামের আখলাকী তালীম তথা সুন্দর চরিত্রের শিক্ষা যা কুরআন ও হাদিসে বর্ণিত আছে তা তুলে ধরা হয়েছে গ্রন্থের ১১৩—১৮৫ পৃষ্ঠায় । এতে কী কী সুন্দর চরিত্র অবলম্বন করলে একজন ভাল চরিত্রবান মানুষ হওয়া যাবে, তার প্রতি আলােকপাত করা হয়েছে। নিয়মাবলী বর্ণনা করা হয়েছে। মানুষের পারস্পরিক বিভিন্ন প্রকার হুকুম তথা দায়িত্ব ও কর্তব্য এক একজন মানুষের অপরজনের উপর কী কী হক বা অধিকার রয়েছে তা বর্ণনা করা হয়েছে গ্রন্থের ২০৪—৩৫০ পৃষ্ঠায়। আর ৩৫১—৫৮৭ পৃষ্ঠা ব্যাপী এ বিশাল অংশে আখলাকের ফযীলত সম্পর্কে আলােচনা করা হয়েছে। অতঃপর ৫৮৮—৭৮৬ পৃষ্ঠায় যত মন্দ বা বদ চরিত্রগত বিষয়াদি রয়েছে তা বর্ণনা করা হয়েছে । মানব চরিত্রের সকল মন্দ দিকগুলাের বর্ণনা পাওয়া যাবে এ অংশে । পরিশেষে ৭৮৭ পৃষ্ঠা থেকে এ খণ্ডের শেষ পৃষ্ঠা ৮৭২ পর্যন্ত ইসলামী আদাব বা ইসলামী চাল - চলনের বিধিবিধান নিয়ে আলােচনা করা হয়েছে।\n\n\n== সপ্তম খণ্ড ==\nএর সপ্তম তথা শেষ খণ্ডটি সুলাইমান নদভীর জীবদ্দশায় প্রকাশিত হয়নি। তার মৃত্যুর পর ১৯৫৫ সালে এ খণ্ডটি প্রথম প্রকাশিত হয়। মূলত এ খণ্ডটিকে তার রেখে যাওয়া একটি অসম্পূর্ণ কাজ বলা যায় । তিনি ষষ্ঠ খণ্ডটি রচনা ও প্রকাশের পর ইসলামি রীতিনীতি ও রাজনীতি সম্পর্কিত একটি আলাদা খণ্ড রচনা করতে চেয়েছিলেন। তিনি তার এ অভিপ্রায় ব্যক্ত করেন এভাবে: ষষ্ঠ খণ্ড প্রকাশের পর সপ্তম খরে পালা সামনে চলে আসে । আর সকলের জানা আছে যে, এ খণ্ডের বিষয় হবে মুয়ামালাত বা ইসলামের লেনদেন সম্পর্কিত আলােচনা। মুয়ামালাত বলতে ইসলামের ঐসব মাসআলাকে বুঝায় , যেগুলাে আইন - কানুনের পর্যায়ভুক্ত । তন্মধ্যে সর্বপ্রথম বিষয় হলাে রাজত্ব ও রাজত্বের রীতিনীতিণ । অতপর ইসলামের সব ধরনের আইন - কানুন , সভ্যতাগত , সংস্কৃতিক , সামাজিক ও অর্থনৈতিক বিষয়াদির বিশ্লেষণের কাজ । এটি হবে আমাদের আলােচনার নতুন পথ।\nকিন্তু সুলাইমান নদভী এরূপ খণ্ড সমাপ্ত করার মনােবাসনা থাকলেও বিভিন্ন সমস্যা ও অসুস্থতার কারণে তা তিনি করতে পরেননি। তবে যে কয়েকটি অধ্যায় তিনি রচনা করেছেন, সেগুলাে সংকলন করে পরবর্তীতে দারুল মুসান্নিফীন থেকে প্রকাশ করা হয়। তিনি এ খণ্ডটির প্রথমে মুআমালাহ বা ইসলামের লেনদেন বিধান সম্পর্কিত একটি ভূমিকা লিখেছেন। অতপর ইসলামের লেনদেন বিধান সম্পর্কিত পাচঁটি অধ্যায় রচনা করেছেন। অধ্যায়গুলাে হলাে : ১. ইসলামে শাসন ব্যবস্থার গুরুত্ব ও মর্যাদা ২. রাসূল সা . - এর যুগে শাসন নীতি ৩. রাজত্ব ও ধর্মের সম্পর্ক এবং মুসলিম উম্মতের আবির্ভাব ৪. রাজত্ব ও রাজতন্ত্রের হাকীকত।৫. প্রকৃত হাকিম বা শাসক একমাত্র আল্লাহ তায়ালা\n\n\n== আরও দেখুন ==\nনবীয়ে রহমত\nসীরাতুল মুস্তফা\nসীরাতে খাতামুল আম্বিয়া\nযে ফুলের খুশবুতে সারা জাহান মাতোয়ারা — আশরাফ আলী থানভী\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nখানম, কাহাকাশান (২০১৮)। Research Study of the Urdu Books on Seerah in Twentieth Century [বিংশ শতাব্দীতে রচিত সিরাত সম্পর্কিত উর্দু বই নিয়ে  একটি অধ্যয়ন] (গবেষণাপত্র)। ভারত: আলিগড় মুসলিম বিশ্ববিদ্যালয়। পৃষ্ঠা ১৩৮–১৪৮। hdl:10603/247655। \nআহরারি, মুহাম্মদ জাফর (১৯৯৯)। উর্দু সাহিত্যের নবজাগরণ এবং শিবলী (গবেষণাপত্র) (ইংরেজি ভাষায়)। জওহরলাল নেহেরু বিশ্ববিদ্যালয়। পৃষ্ঠা ১৬৯–১৭২। \nআম্মার, আব্দুল হাই (২০১৭)। উনবিংশ-বিংশ শতাব্দীতে সৈয়দ আহমদ খান, কাসেম নানুতুবি, শিবলী নোমানী, মানাজির আহসান গিলানি, আবুল কালাম আজাদের মত মুসলিম চিন্তাবিদদের শিক্ষা ভাবনা। ভারত: জামিয়া মিলিয়া ইসলামিয়া। পৃষ্ঠা ১৬৪–১৬৫। hdl:10603/313157। \nখাতুন, শায়েস্তা (২০১৩)। মুসলিম মহিলাদের শিক্ষা ও সামাজিক বিকাশে আল্লামা শিবলীর ভূমিকা (গবেষণাপত্র) (উর্দু ভাষায়)। উর্দু বিভাগ, বীর বাহাদুর সিং পূর্বাঞ্চল বিশ্ববিদ্যালয়। পৃষ্ঠা ৫৯–৬১। \nআজিজ, শহিদ (২০১৬)। জীবনী সাহিত্য রচনায় মুহাম্মদ হুসাইন হাইকল এবং শিবলী নোমানীর তুলনামূলক অধ্যয়ন (গবেষণাপত্র) (আরবি ভাষায়)। বাবা গোলাম শাহ বাদশাহ বিশ্ববিদ্যালয়। পৃষ্ঠা ১৭৮–১৯৩। \nআহরারি, মুহাম্মদ জাফর (১৯৯৯)। উর্দু সাহিত্যের নবজাগরণ এবং শিবলী (গবেষণাপত্র) (ইংরেজি ভাষায়)। জওহরলাল নেহেরু বিশ্ববিদ্যালয়। পৃষ্ঠা ৩৪৬–৩৯০। \nগবেষণাপত্র:আল্লামা ইকবাল উন্মুক্ত বিশ্ববিদ্যালয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ জানুয়ারি ২০২২ তারিখে\n\n\n== বহিঃসংযোগ ==\nসীরাতুন নবী–এর উর্দু সংস্করণ"}