{"pageid": 1107203, "title": "নাথ সম্প্রদায়", "url": "https://bn.wikipedia.org/wiki?curid=1107203", "content": "নাথ সম্প্রদায় (সংস্কৃত: नाथसम्प्रदाय) হলো ভারত ও নেপালের হিন্দুধর্মের মধ্যে শৈব উপ-সম্প্রদায়।\n ভারতীয় বৌদ্ধ, শৈব এবং যোগ ঐতিহ্যের ধারণাকে মধ্যযুগীয় আন্দোলন একত্রিত করেছে। নাথ ভক্তরা শিবকে তাদের প্রথম প্রভু বা গুরু হিসাবে বিবেচনা করে, তাই তাদেরকে \"শৈব\" বা \"শিব\" গোত্রীয় বলা হয়ে থাকে। তাদের গুরুর বিভিন্ন তালিকা রয়েছে। এর মধ্যে, নবম বা দশম শতাব্দীর মতসেন্দ্রনাথ বিশেষ করে গোরক্ষনাথের দ্বারা তৈরি করা ধারণা ও সংগঠন বিশেষভাবে গুরুত্বপূর্ণ। গোরক্ষনাথকে এর প্রবর্তক হিসেবে বিবেচনা করা হয়।\nনাথ ঐতিহ্যের নিজস্ব বিস্তৃত শৈব-সম্পর্কিত ধর্মতাত্ত্বিক সাহিত্য রয়েছে, যার অধিকাংশই খ্রিস্টীয় ১১ শতক বা তার পরে পাওয়া যায়। যাইহোক, এর শিকড় অনেক বেশি প্রাচীন সিদ্ধ ঐতিহ্যের মধ্যে রয়েছে। নাথ ঐতিহ্য অনুশীলনের উল্লেখযোগ্য দিক হল যোগের পরিমার্জন ও ব্যবহার, বিশেষ করে হঠ যোগ, নিজের শরীরকে পরম বাস্তবতার সাথে জাগ্রত আত্মপরিচয়ের সহজ সিদ্ধ অবস্থায় রূপান্তরিত করা। নিপুণ গুরু, অর্থাৎ যোগব্যায়াম ও আধ্যাত্মিক নির্দেশিকাকে অপরিহার্য বলে মনে করা হয়, এবং তারা ঐতিহাসিকভাবে তাদের রহস্যময় ও ভিন্নধর্মী অনুশীলনের জন্য পরিচিত।\nতাদের অপ্রচলিত উপায়গুলি সমস্ত অর্থোডক্স প্রাঙ্গনে চ্যালেঞ্জ করেছিল, ধর্মতত্ত্ব বোঝার এবং অভ্যন্তরীণ ক্ষমতা অর্জনের উপায় হিসাবে সমাজের অন্ধকার ও পরিহার করা অনুশীলনগুলি অন্বেষণ করেছিল। তারা সন্ন্যাসী সংগঠন, ভ্রমণকারী দল গঠন করেছিল যারা তাদের আধ্যাত্মিক অনুশীলনের অংশ হিসেবে কুম্ভ মেলার মতো পবিত্র স্থান এবং উৎসবগুলিতে অনেক দূরত্ব পায়ে হেঁটে যায়। নাথদেরও তাদের সন্ন্যাস গোষ্ঠীর সমান্তরালে বৃহৎ বসতি স্থাপনকারী গৃহস্থ ঐতিহ্য রয়েছে।\nতাদের মধ্যে কিছু ভারতীয় উপমহাদেশের ইসলামিক শাসনের সময় যোদ্ধা তপস্বীতে রূপান্তরিত হয়েছিল।\nনাথ ঐতিহ্য অন্যান্য ভারতীয় ঐতিহ্য যেমন অদ্বৈত বেদান্ত অদ্বৈতবাদ দ্বারা প্রভাবিত হয়েছিল, এবং এর ফলে এটিকে প্রভাবিত করেছে সেই সাথে বৈষ্ণবধর্ম, শাক্তধর্ম ও ভক্তি আন্দোলনের মধ্যে কবীর ও নামদেবের মতো সাধুদের মাধ্যমে।\n\n\n== আরও দেখুন ==\nগুরুনাথ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBagchi, Prabodh Chandra; Magee, Michael (1986).Kaulajnana-nirnaya of the school of Matsyendranatha. Prachya Prakashan.\nBanerjea, Akshaya Kumar (1983). Philosophy of Gorakhnath with Goraksha-Vacana-Sangraha. Motilal Banarsidass. আইএসবিএন ৯৭৮-৮১-২০৮-০৫৩৪-৭.\nBeck, Guy L. (2012). Alternative Krishnas: Regional and Vernacular Variations on a Hindu Deity. State University of New York Press. আইএসবিএন ৯৭৮-০-৭৯১৪-৮৩৪১-১.\nBerntsen, Maxine, and Eleanor Zelliot (1988). The Experience of Hinduism: Essays on Religion in Maharashtra. Albany, N.Y: State University of New York Press. pp. 338. আইএসবিএন ০-৮৮৭০৬-৬৬২-৩.\nBoucher, Cathy (n.d.). \"The Lineage of Nine Gurus. The Navnath Sampradaya and Sri Nisargadatta Maharaj\". Archived from the original on 27 January 2016.\nBriggs (2009) [1938]. Gorakhnath and the Kanphata Yogis (6th ed.). Motilal Banarsidass. p. 229. আইএসবিএন ৯৭৮-৮১২০৮০৫৬৪৪.\nDavisson, Sven (2003). Shri Kapilnath Interview in Journal of Experimental Spirituality, Vol. 2, No. 4, Winter 2003.\nGold, Daniel and Ann Grodzins Gold (1984). The Fate of the Householder Nath in History of Religions, Vol. 24, No. 2 (Nov., 1984), pp. 113-132.\nHarper, Katherine Anne; Brown, Robert L. (2002). The Roots of Tantra. State University of New York Press. আইএসবিএন ৯৭৮-০-৭৯১৪-৫৩০৫-৬.\nJones, Constance; Ryan, James D. (2006). Encyclopedia of Hinduism. Infobase Publishing. আইএসবিএন ৯৭৮-০-৮১৬০-৭৫৬৪-৫.\nLorenzen, David N. (1978). \"Warrior Ascetics in Indian History\". Journal of the American Oriental Society. 98 (1): 61. doi:10.2307/600151.\nLorenzen, David N.; Muñoz, Adrián (2011). Yogi Heroes and Poets: Histories and Legends of the Naths. State University of New York Press. আইএসবিএন ৯৭৮-১-৪৩৮৪-৩৮৯২-৪.\nMallinson, James (2012). \"\"Nāth Sampradāya\"\". In Knut A. Jacobsen; Helene Basu; Angelika Malinar; Vasudha Narayanan (eds.). Brill's Encyclopedia of Hinduism. 3. Brill.\nMitragotri, Vithal Raghavendra (1999). A socio-cultural history of Goa from the Bhojas to the Vijayanagara. Institute Menezes Braganza.\nMuller-Ortega, Paul E. (2010). Triadic Heart of Siva, The: Kaula Tantricism of Abhinavagupta in the Non-dual Shaivism of Kashmir. State University of New York Press. আইএসবিএন ৯৭৮-১-৪৩৮৪-১৩৮৫-৩.\nNesbitt, Eleanor (2014). Pashaura Singh; Louis E. Fenech (eds.). The Oxford Handbook of Sikh Studies. Oxford University Press. আইএসবিএন ৯৭৮-০-১৯-১০০৪১১-৭.\nPinch, William R. (2006). Warrior Ascetics and Indian Empires. Cambridge University Press. আইএসবিএন ৯৭৮-০-৫২১-৮৫১৬৮-৮.\nRigopoulos, Antonio (1998). Dattatreya: The Immortal Guru, Yogin, and Avatara: A Study of the Transformative and Inclusive Character of a Multi-faceted Hindu Deity. State University of New York Press. আইএসবিএন ৯৭৮-০-৭৯১৪-৩৬৯৬-৭.\nRosen, Richard (2012). Original Yoga:  Rediscovering Traditional Practices of Hatha Yoga. Shambhala Publications. আইএসবিএন ৯৭৮-০-৮৩৪৮-২৭৪০-০.\nSaran, Prem (2012). Yoga, Bhoga and Ardhanariswara: Individuality, Wellbeing and Gender in Tantra. Routledge. আইএসবিএন ৯৭৮-১-১৩৬-৫১৬৪৮-১.\nSchomer, Karine; McLeod, W. H. (1987). The Sants: Studies in a Devotional Tradition of India. Motilal Banarsidass. আইএসবিএন ৯৭৮-৮১-২০৮-০২৭৭-৩.\nShukla-Bhatt, Neelima (2015). Narasinha Mehta of Gujarat: A Legacy of Bhakti in Songs and Stories. Oxford University Press. আইএসবিএন ৯৭৮-০-১৯-৯৯৭৬৪২-৩.\nSingleton, Mark (2010). Yoga Body: The Origins of Modern Posture Practice. Oxford University Press. আইএসবিএন ৯৭৮-০-১৯-৯৭৪৫৯৮-২.\nStorl, Wolf-Dieter (2004). The Wild God of Power and Ecstasy. Inner Traditions. আইএসবিএন ৯৭৮-১-৫৯৪৭৭-৭৮০-৬.\nThapar, Romila (2008). Somanatha. Penguin Books. আইএসবিএন ৯৭৮-০-১৪-৩০৬৪৬৮-৮.\nWhite, David Gordon (2012). The Alchemical Body: Siddha Traditions in Medieval India. University of Chicago Press. আইএসবিএন ৯৭৮-০-২২৬-১৪৯৩৪-৯.\n\n\n== বহিঃসংযোগ ==\n\nNath FAQ\nThree Lineages. The Navnath Sampradaya and Shree Nisargadatta Maharaj\nGurudev R.D Ranade\nInternational Nath Order  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ আগস্ট ২০০৮ তারিখে\nInternational Nath Order  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ আগস্ট ২০০৮ তারিখে\nMahendranath, Shri Gurudev (1990). The Scrolls of Mahendranath. International Nath Order. Retrieved Mar. 6, 2006.\nMahendranath, Shri Gurudev. The Tantrik Initiation in The Occult World of a Tantrik Guru. International Nath Order. Retrieved Nov. 18, 2006.\nAbout Nath/Jogis: Jogi. Retrieved Feb. 06, 2010.\nBhatnagar, V. S. (2012). The Nātha philosophy and Ashṭāṅga-yoga. New Delhi: Aditya Prakashan."}