{"pageid": 1107674, "title": "মিট ইওর মিট", "url": "https://bn.wikipedia.org/wiki?curid=1107674", "content": "মিট ইওর মিট হল ফ্যাক্টরি ফার্মিং সম্পর্কে ২০০২ সালে বানানো একটি ডকুমেন্টারি বা প্রামাণ্য চলচ্চিত্র যা পিপল ফর দি ইথিকাল ট্রিটমেন্ট অফ অ্যানিম্যালস (PETA) দ্বারা নির্মিত, অ্যালেক বাল্ডউইন দ্বারা বর্ণিত এবং ব্রুস ফ্রেডরিখ ও সেম আকিন দ্বারা পরিচালিত। প্রামাণ্যচিত্রটিতে আধুনিক পশু খামারগুলোতে (বাণিজ্যিক কৃষি বা পশুচাষ নামেও পরিচিত) পশুপাখিদের প্রতি কিরূপ আচরণ করা হয় তা নিয়ে অনুসন্ধান করা হয়েছে। এটি ১২ মিনিট দৈর্ঘ্যের একটি চলচ্চিত্র।\nপ্রামাণ্যচিত্রটিতে প্রাণীদের প্রতি নিষ্ঠুরতার বেশ কয়েকটি ঘটনা নথিভুক্ত করা হয়েছে, যার মধ্যে রয়েছে:\n\nডিম-পাড়া মুরগিকে ঘনবসতিপূর্ণ ফাইল ড্রয়ার আকারের ছোট ছোট ব্যাটারি খাঁচায় রাখা হয়। এরকম একটি খাঁচায় প্রায় ছয় থেকে সাতটি মুরগির বসতি হয়, যার ভেতর মুরগিগুলো তাদের প্রত্যেকের জন্য অবশ্য প্রয়োজনীয় ন্যুনতম জায়গাটিও পায় না।\nগবাদি পশুদেরকে অণ্ডকোষ ফেলে দিয়ে খোজা করা হয়, তাদের শিং সরিয়ে ফেলা হয় এবং তৃতীয়-ডিগ্রিতে পোড়ানো হয় (গবাদি পশুর ব্র্যান্ডিং)। এর সবই করা হয় তাদের উপর বেশ আঘাত করে এবং কোন প্রকার চেতনানাশক ছাড়াই।\nদুধ উৎপাদনের জন্য ব্যবহৃত গাভীগুলোকে বাছুর জন্মদানের অল্প সময় পরপরই তাদের থেকে বাছুরগুলিকে সরিয়ে দেওয়া হয়। এই বাছুরগুলোকে ভীল খামারে (যেসব খামারে ছোট বাছুরকে মাংস উৎপাদনের জন্য ব্যবহার করা হয়) পাঠানো হয়।\nপ্রজনন এবং ওষুধ খাওয়ানোর ফলে খামারের মুরগিগুলো এত দ্রুত বৃদ্ধি পায় যে তাদের হৃৎপিণ্ড, ফুসফুস এবং অঙ্গপ্রত্যঙ্গ নিয়ে প্রায়ই তারা নড়াচড়া বা চলাফেরা করতে পারে না।\nমা শূকরদেরকে গর্ভকালীন বাক্সে সীমাবদ্ধ রাখা হয়, এসব বাক্সগুলো এত ছোট যে শূকরগুলি এর মধ্যে ঘুরে দাঁড়াতে পারে না, এমনকি শুয়েও থাকতে পারে না।\nচেতনানাশক প্রয়োগ ছাড়াই মুরগি এবং টার্কির ঠোঁট পুড়িয়ে বা কেটে ফেলা হয়।\n\nমিট ইওর মিট প্রামাণ্যচিত্রটির প্রচার বার্গার কিং কোম্পানিকে তাদের পণ্য উৎপাদনে আরও মানবিক নীতি গ্রহণে প্রভাবিত ও উদ্বুদ্ধ করেছে। \n\n\n== আরও দেখুন ==\nদ্য মিট্রিক্স - একাধিক পুরস্কার বিজয়ী সংক্ষিপ্ত একটি অ্যানিমেটেড চলচ্চিত্র যাতে শিল্পকৃষি এবং খামারি চাষ পদ্ধতির সমালোচনা করা হয়েছে।\nনিরামিষবাদী মিডিয়ার তালিকা\nআর্থলিংস – পোষা প্রাণী, খাদ্য, পোশাক, বিনোদন এবং পরীক্ষায় ব্যবহারের জন্য প্রাণীদের উপর মানুষের নির্ভরতা সম্পর্কে একটি প্রামাণ্য চলচ্চিত্র।\nফিডলট\nডিবেকিং\nপশু অধিকার\nনিরামিষবাদ\nকর্পোরেট নৈতিকতা\nফাস্ট ফুড শিল্প\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMeat.org: Meet Your Meat এবং অনুরূপ ভিডিওর ওয়েবসাইট \"যে ওয়েবসাইট মাংস শিল্প আপনাকে দেখতে চায় না\"\nইন্টারনেট মুভি ডেটাবেসে আপনার মাংসের সাথে দেখা করুন\nটেমপ্লেট:Veganism and vegetarianism"}