{"pageid": 110881, "title": "ব্রজবুলি", "url": "https://bn.wikipedia.org/wiki?curid=110881", "content": "ব্রজবুলি মধ্যযুগীয় বাংলা সাহিত্যের দ্বিতীয় কাব্যভাষা বা উপভাষা। ব্রজবুলি মূলত এক ধরনের কৃত্রিম মিশ্রভাষা। মৈথিলি ও বাংলার মিশ্রিত রূপ হলো ব্রজবুলি ভাষা। হুমায়ুন আজাদ ব্রজবুলি ভাষা সম্পর্কে লিখেছেন, \"এ ভাষায় কোন অমধুর শব্দ নেই। কঠিন শব্দ নেই। যে-সকল শব্দ উচ্চারণ করলে শুনতে ভালো লাগে না, তাদের বদলে এখানে সুন্দর করা হয়। এজন্যে ব্রজবুলি খুব মিষ্টি, সুরময়, গীতিময় ভাষা।\" \nমিথিলার কবি বিদ্যাপতি (আনু. ১৩৭৪-১৪৬০) এর উদ্ভাবক। তিনি লিখেছেন,\n\n\"যব-গোধূলি সময় বেলি।\nধনি-মন্দির বাহির ভেলি।।\nনব জলধর বিজুরি রেহা\n\nদ্বন্দ্ব পসারি গেলি।।\"\n\n'বেলা' হয়েছে 'বেলি', 'বিদ্যুৎ' হয়েছে 'বিজুরি', 'রেখা' হয়েছে 'রেহা'। ফলস্বরূপ শ্রুতিমাধুর্যপূর্ণ ছন্দ তৈরি হয়েছে এখানে। \nতার পদের ভাব ও ভাষার অনুসরণে বাংলা, উড়িষ্যা ও আসামে পঞ্চদশ শতাব্দীর শেষ ভাগে ব্রজবুলি ভাষার সৃষ্টি হয়। এই ব্রজবুলি ভাষায় পরবর্তী ক্ষেত্রে গোবিন্দ দাস অনেক পদ রচনা করেন যাকে বাংলার বিদ্যাপতি বলা হতো। এইসব পদে রাধাকৃষ্ণের ব্রজলীলা বর্ণিত হওয়ায় এর নাম হয়েছে ব্রজবুলি, অর্থাৎ ব্রজ অঞ্চলের ভাষা। অবশ্য এই পদগুলি তখন ব্রজধামে ব্যাপকভাবে প্রচলিত ছিল বলেও একে ব্রজবুলি বলা হতো। এর উৎপত্তি বিদ্যাপতির হাতে হলেও পরিপুষ্টি হয়েছে বাঙালি কবিদের হাতে। উল্লেখ, প্রাচীন ভারতবর্ষের ব্রজভূমি (অধুনা উত্তর প্রদেশ) অঞ্চলে ব্রজভাষা নামের একটি ভাষা রয়েছে। লোক বিশ্বাস যে, দূর অতীতে ব্রজধামে রাধা ও কৃষ্ণ যে ভাষায় তাদের হৃদয়ের আর্তি জানাত, অর্থাৎ প্রেম বিনিময় করত সেটাই মূলত ব্রজবুলি।\n\"ব্রজবুলি সাহিত্য\" এর একটি দীর্ঘ ঐতিহ্য আছে। \"ব্রজবুলি\" শব্দের ব্যবহার খ্রিস্টীয় ১৯ শতকের। এই শব্দটির ব্যবহার এতদিন পর্যন্ত পাওয়া গেছে শুধুমাত্র বাঙালি কবি ঈশ্বরচন্দ্র গুপ্তের রচনায়। কলকাতা বিশ্ববিদ্যালয়ের ড. সুকুমার সেন ইংরেজিতে 'ব্রজবুলি' সাহিত্যের ইতিহাস প্রকাশ করেছেন।\nব্রজবুলি ও ব্রজভাষা এক নয়। ব্যাকরণগতভাবে ব্রজবুলি ও ব্রজভাষা উভয়েরই নিজস্ব স্বতন্ত্র বৈশিষ্ট্য রয়েছে। তবে ভাষাবিজ্ঞানের দৃষ্টিকোণ থেকে, এটি স্বীকার করা হয় যে ব্রজবুলি ব্রজভাষার সাথে সম্পর্কিত। ব্রজবুলি শব্দের ব্যবহার ব্রজবুলির পদগুলোতে বেশি দেখা যায়।\n\n\n== ইতিহাস ==\nউত্তর বিহারের তিরহূত জেলা ও দক্ষিণ নেপালের একটা প্রাচীন রাজ্য ছিলো, নাম “বিদেহ”। তার রাজধানী ছিলো “মিথিলা”। সেখানে মৈথিলী ভাষায় কথা বলতো মানুষজন (অদ্যাপি)। সে রাজ্যের মহাকবি ছিলেন বিদ্যাপতি, তিনি মৈথিলী কবি কোকিল নামেও সুপরিচিত। তিনি মৈথিলী ভাষা ও সংস্কৃত ভাষার একটা মেলবন্ধনে কবিতা লিখতেন। সে ভাষায় রাধা-কৃষ্ণ, সনাথ-ব্রজমন্ডলের লীলা বিবৃত হতো বলে সে ভাষার নাম দেয়া হলো ব্রজবুলি। বিদ্যাপতি ছাড়াও বাংলার অন্যতম বৈষ্ণব কবি গোবিন্দ দাস ও বাংলার অন্যান্য কবিগণ এই ভাষায় সাহিত্য চর্চা করছেন। হিন্দু-মুসলিম নির্বিশেষে সকল বৈষ্ণব কবি এ ভাষায় বহু পদ রচনা করেন। যেমন প্রাচীন বাংলার প্রথম ব্রজবুলি পদ রচনা করেন যশোরাজ খান। রবীন্দ্রনাথ ঠাকুর তার ভানুসিংহ ঠাকুরের পদাবলী রচনা করেছেন এ ভাষায়।\nবাংলার নবজাগরণের  অন্যান্য ১৯ শতকের ব্যক্তিত্ব, যেমন বঙ্কিমচন্দ্র চট্টোপাধ্যায়ও ব্রজবুলিতে লিখেছেন। বর্তমান ব্রজবুলি সাহিত্য প্রায় ৫,০০০ কবিতা নিয়ে গঠিত।\n\n\n== ভৌগোলিক বিস্তার ==\nবাংলা ছাড়া আসাম এবং উড়িষ্যাতেও ব্রজবুলির বেশ চর্চা হয়েছে। বাংলাদেশে প্রথম ব্রজবুলি পদ রচনা করেন যশোরাজ খান, আসামে শংকরদেব এবং উড়িষ্যায় রামানন্দ রায়। এঁরা তিনজনই ছিলেন ষোল শতকের কবি। ব্রজবুলির শ্রেষ্ঠ বাঙালি কবি ছিলেন গোবিন্দদাস কবিরাজ (১৬শ-১৭শ শতক)।\n\n\n== আরও দেখুন ==\nবিদ্যাপতি\nযশোরাজ খান\nভানুসিংহ ঠাকুরের পদাবলী\n\n\n== তথ্যসূত্র =="}