{"pageid": 1108014, "title": "মুহাম্মাদ ইনাম-উল হক", "url": "https://bn.wikipedia.org/wiki?curid=1108014", "content": "মুহাম্মাদ ইনাম-উল হক (৩০ জানুয়ারি, ১৯৩৯ - ৬ জুন, ২০১৫) একজন বাংলাদেশী শিক্ষাবিদ, ইতিহাসবিদ এবং লেখক যিনি ইসলামী বিশ্ববিদ্যালয়ের চতুর্থ উপাচার্য ছিলেন। তিনি ৯ মে ১৯৯৫ থেকে ২ সেপ্টেম্বর ১৯৯৭ পর্যন্ত দায়িত্ব পালন করেছিলেন। তিনি চট্টগ্রাম বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের অধ্যাপক ছিলেন। আমেরিকান বায়োগ্রাফিক্যাল ইনস্টিটিউট তাদের ইন্টারন্যাশনাল ডিরেক্টরি অফ ডিস্টিংগুইশড লিডারশিপের ৭ম, ৮ম এবং ৯ম সংস্করণে তার জীবনী স্থান পেয়েছে।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nইনাম-উল হক ১৯৩৯ সালের ৩০ জানুয়ারি চট্টগ্রাম জেলার সীতাকুণ্ড উপজেলার মুরাদপুর ইউনিয়নের গুপ্তখালী গ্রামে একটি সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা মাওলানা নুরুল আবসার ছিলেন ফেনী সরকারি কলেজের আরবি বিভাগের অধ্যাপক, তিনিমুনতাখাব আল-আরাবী বইটি ইংরেজিতে অনুবাদ করেন। ইনাম হক ১৯৭৩ সালে চট্টগ্রাম বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রী লাভ করেন।\n\n\n== প্রারম্ভিক কর্মজীবন ==\nইনাম-উল হক ১৯৮০ সালে ইসলামের ইতিহাস ও সংস্কৃতি বিভাগে অধ্যাপক হিসেবে চট্টগ্রাম বিশ্ববিদ্যালয়ে যোগদানের আগে রংপুর কারমাইকেল কলেজ, চট্টগ্রাম কলেজ এবং চট্টগ্রাম সরকারি সিটি কলেজে  বিভাগের প্রভোস্ট, প্রক্টর এবং চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন এবং দীর্ঘদিন বিশ্ববিদ্যালয়ে বাংলাদেশ ন্যাশনাল ক্যাডেট কোরের কমান্ডার ছিলেন।\n\n\n=== উপাচার্য পদ ===\nইনাম-উল হক ১৯৯৫ সালের ৯ মে ইসলামী বিশ্ববিদ্যালয়ের উপাচার্য নিযুক্ত হন। তিনি কম্পিউটার বিজ্ঞান ও প্রকৌশল, তড়িৎ ও ইলেকট্রনিক প্রকৌশল এবং প্রয়োগকৃত রসায়ন ও রাসায়নিক প্রকৌশল নামে তিনটি প্রকৌশল বিভাগ স্থাপন করেন।  তিনি ১৯৯৬ সালে রশিদ আহমেদের ডিজাইনকৃত মুক্ত বাংলা ভাস্কর্য উদ্বোধন করেন। তিনি বিশ্ববিদ্যালয়ে বিক্ষোভের পর তিনি ২ সেপ্টেম্বর, ১৯৯৭ সালে উপাচার্য পদ থেকে পদত্যাগ করেন।\n\n\n=== পরবর্তী কর্মজীবন ===\nইনাম ১৯৯৬-৯৭ সাল পর্যন্ত জাতীয় শিক্ষা কমিশনের সদস্য ছিলেন। এরপর ২০০৭ সালে চট্টগ্রাম বিশ্ববিদ্যালয়ের অধ্যাপক পদে ফিরে আসেন। এছাড়াও তিনি বাংলাদেশ ইতিহাস পরিষদ, এশিয়াটিক সোসাইটি, বাংলা একাডেমী এবং কলকাতার পশ্চিমবঙ্গ ইতিহাস পরিষদের আজীবন সদস্য ছিলেন। তিনি সীতাকুণ্ড সমিতি-চট্টগ্রামের উপদেষ্টাও ছিলেন।\n\n\n== মৃত্যু ==\nতিনি ৭৬ বছর বয়সে ২০১৫ সালের ৬ জুন রাতে ঢাকার ইউনাইটেড হাসপাতালে মৃত্যুবরণ করেন। তার মৃত্যুতে ঢাকা বিশ্ববিদ্যালয় ও ইসলামী বিশ্ববিদ্যালয়ে তার রুহের মাগফেরাত কামনা করে মোনাজাত করা হয়।\n\n\n== গ্রন্থপঞ্জি ==\nশিক্ষকতার পাশাপাশি তিনি জাতীয় ও আন্তর্জাতিক জার্নালে আটটি গবেষণামূলক বই এবং অনেক প্রবন্ধ প্রকাশ করেছেন।  তিনি বাংলা, ইংরেজি, আরবি, ফার্সি ও উর্দু ভাষায় পারদর্শী ছিলেন।\n\n\n=== বই ===\nবাংলা:\nবাংলার ইতিহাস: ভারতে ব্রিটিশ শাসনের সূচনা (বাংলা: বাংলার ইতিহাস: ভারতে রাজ্যের সুচনাপর্ব)। আইএসবিএন ৯৮৪-০৭-৪৭৪০-১\nভারতে মুসলিম শাসনের ইতিহাস (Bengali: ভারতে ভারতে মুসলিম শাসনের ইতিহাস) আইএসবিএন ৯৮৪-৫৬০-২০৩-৭\nসম্রাট জহিরুদ্দিন মুহম্মদ বাবর (বাংলা: সম্রাট জহির এমপি আইএসবিএন ৯৮৪-৫৬০-২০৪-৫\nসম্রাট মুহিউদ্দীন মুহাম্মদ আওরঙ্গজেব-আলমগীর বাহাদুর (1618-1707) (বাংলা: সম্রাট মুহিউদ্দীন মুহাম্মদ আওরঙ্গজেব-আলমগীর বাহাদুর) আইএসবিএন ৯৮৪-৫৬০-২৭১-১\nমুসলমান এবং ভারতের স্বাধীনতা আন্দোলন (বাংলা: ভারতে আমাদের ও স্বাধীনতা আন্দোলন)\nমধ্যপ্রাচ্য অতীত ও বর্তমান ( ইয়াহিয়া আরমাজানি বই অনুবাদ করুন) (বাংলা নাম: মধ্যপ্রাচ্য অতীত ও বর্তমান) আইএসবিএন ৯৮৪-৫৬০-১২২-৭\nআধুনিক তুরস্ক এবং মধ্যপ্রাচ্যের ইতিহাস (বাংলা: মধ্যপ্রাচ্য ও মধ্যপ্রাচ্যের ইতিহাস ) \nবাংলাদেশের মিঠা পানির ছোট মাছ (বাংলা: জলাভূমি মিঠা পানির ছোট মাছ)\nইংরেজি:\nইসলামে সমাজ ও সংস্কৃতি (সংকলিত বই)\nভারত-পাকিস্তানে মুসলিম শাসনের সংক্ষিপ্ত ইতিহাস।\n\n\n=== প্রকাশনা ===\nকলকাতা সুতানুটি এবং গোবিন্দপুরের বিক্রয় দলিল: ব্রিটিশদের অবস্থানের বিশ্লেষণ। \nবাংলা আওরঙ্গজেবের রাজত্বের শেষের দিকে।\n\n\n== তথ্যসূত্র =="}