{"pageid": 1108004, "title": "মুহাম্মাদ আব্দুল হামিদ", "url": "https://bn.wikipedia.org/wiki?curid=1108004", "content": "অধ্যাপক মুহাম্মদ আবদুল হামিদ (মৃত্যু: ১২ নভেম্বর ২০০২) হলেন বাংলাদেশী অর্থনীতিবিদ, গবেষক, লেখক এবং শিক্ষাবিদ। তিনি ১৮ জুন ১৯৯১ থেকে ২১ মার্চ ১৯৯৫ পর্যন্ত  ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশের ৩য় উপাচার্য দায়িত্ব পালন করেন। তিনি রাজশাহী বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের বিশিষ্ট অধ্যাপক ছিলেন। কুষ্টিয়া শহর থেকে শান্তিডাঙ্গার আগের মূল ক্যাম্পাসে ইবি ক্যাম্পাস ফেরাতে তিনি সরাসরি অবদান রেখেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি রাজশাহী বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের ছাত্র ছিলেন। স্নাতক শেষ করার পর, তিনি তার অর্থনীতি বিভাগের প্রভাষক পদে আবেদন করেন এবং প্রভাষক হিসেবে মনোনীত হন।\n\n\n== কর্মজীবন ==\nআবদুল হামিদ রাজশাহী বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগে প্রভাষক হিসেবে যোগদান করেন। পরে অধ্যাপক পদে উন্নীত হন। তিনি অর্থনৈতিক প্রবৃদ্ধি ও উন্নয়ন, অর্থনীতির সংকট ইত্যাদি বিষয়ে গবেষণা করেছেন।\n\n\n== ইবি উপাচার্য ==\n১৯৯১ সালের ১৮ জুনে রাষ্ট্রপতি শাহাবুদ্দিন আহমেদের নির্দেশে  মুহাম্মাদ আবদুল হামিদকে ইসলামী বিশ্ববিদ্যালয়ের উপাচার্য পদে মনোনীত করা হয়। তিনি কুষ্টিয়া শহরে কিছু অস্থায়ী ভবন নিয়ে ইসলামী বিশ্ববিদ্যালয়ের একাডেমিক কার্যক্রম শুরু করেন। হামিদ তার মনোযোগ ও পরিশ্রম দিয়ে ক্যাম্পাসকে বর্তমান স্থানে ফেরাতে পেরেছিলেন। তিনি ইসলমী বিশ্ববিদ্যালয়ের সুন্দর প্রাকৃতিক দৃশ্যের রূপকার।\nইসলামী বিশ্ববিদ্যালয়ের অধ্যাপক মুঈদ রহমান বলেন,\n\nঅধ্যাপক হামিদ আর্থিক দিক থেকে অত্যন্ত সৎ ও স্বচ্ছ মানুষ ছিলেন। তিনি কোনো রাজনৈতিক প্রভাব ছাড়াই শুধুমাত্র শিক্ষাদানের দক্ষতার ভিত্তিতে শিক্ষক নিয়োগ করেছিলেন।\nতিনি কিছু বিজ্ঞান বিভাগ নিয়ে বিজ্ঞান ও প্রযুক্তি অনুষদ খোলেন। বিশ্ববিদ্যালয়ের শিক্ষক নিয়োগে স্থানীয় রাজনীতির প্রভাবে তিনি উপাচার্যের পদ থেকে পদত্যাগ করতে বাধ্য হন। স্থানীয় রাজনৈতিক প্রার্থীরা তাকে বাসায় অবরুদ্ধ করে রাখেন। ফলে তিনি ২১ মার্চ ১৯৯৫ সালে রাতের আধারে ইসলামী বিশ্ববিদ্যালয়ে ছেড়ে চলে যান। তিনি ৩ বছর ৯ মাস ৩ দিন উপাচার্য হিসাবে দায়িত্ব পালন করেন।\n\n\n== মৃত্যু ==\nহামিদ ১২ নভেম্বর ২০০২ সালে বার্ধক্যজনিত কারণে মৃত্যুবরণ করেন। তার মৃত্যুতে রাজশাহী বিশ্ববিদ্যালয় ও ইসলামী বিশ্ববিদ্যালয়ের উপাচার্য ও শিক্ষকবৃন্দ শোক প্রকাশ করেন। এবং দোয়া মাহফিলের আয়োজন করেছিলেন।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== প্রকাশনা ===\nমুহাম্মদ আবদুল হামিদের ৬টি ভাষায় প্রায় ৩৮টি প্রকাশনার অনেক গবেষণা ও জার্নাল প্রকাশনা রয়েছে। রেফারেন্স সহ সর্বাধিক প্রভাব এবং গুরুত্বপূর্ণ প্রকাশনা উল্লেখ করা হল:\n\nসমন্বিত পল্লী উন্নয়ন কর্মসূচী: নাটোর ও গাইবান্ধা প্রকল্পের একটি মূল্যায়ন  - প্রকাশ: ১৯৭৫\nবাংলাদেশের উত্তর-পশ্চিমাঞ্চলে বিএডিসি ডিপ টিউবওয়েল প্রোগ্রামের একটি অধ্যয়ন।   - প্রকাশ : 1977\nজমি অধিগ্রহণ প্রক্রিয়া পর্যালোচনা: DFC-I এবং DFC-II প্রকল্পের রেফারেন্স সহ। - প্রকাশ: 1975।\nউত্তর-পশ্চিম বাংলাদেশে IDA ক্রেডিট অধীনে অগভীর টিউবওয়েল  - প্রকাশনা: 1982\nদক্ষিণ-পূর্ব বাংলাদেশে আইডিএ ক্রেডিট-এর অধীনে কম উত্তোলন পাম্প: একটি আর্থ-সামাজিক গবেষণা।  - প্রকাশ: 984\nসেচের জন্য মেরামত ও রক্ষণাবেক্ষণ সুবিধাগুলির বেসরকারীকরণের উপর সমীক্ষা  - প্রকাশ: 1984\nকর্মসংস্থান সৃষ্টি, দারিদ্র্য-বিমোচন, এবং ষষ্ঠ পঞ্চবার্ষিক পরিকল্পনা (FY2011-FY 2015): পরিকল্পনা বাস্তবায়নে রাজশাহী কৃষি উন্নয়ন ব্যাংকের ভূমিকা  - প্রকাশ: ২০১২\n\n\n=== বই ===\nগণমিলন-একটি মূল্যায়ন প্রতিবেদন  - প্রকাশ: 1975\nবাংলাদেশে সেচ প্রযুক্তি  - প্রকাশ: ১৯৭৮ খ্রি.\nস্বনির্ভর গ্রাম সরকার এবং সাদুল্লাপুর মডেলের মামলা  - প্রকাশ: 1980\nবাংলাদেশে ল্যাথারিজম: একটি কৃষি-অর্থনৈতিক সমীক্ষা দুটি ল্যাথারিসমপ্রোন এলাকার  - প্রকাশ: 1986।\n\n\n== তথ্যসূত্র =="}