{"pageid": 11080, "title": "কলকাতা বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=11080", "content": "কলকাতা বিশ্ববিদ্যালয় (পোষাকি নাম: কলিকাতা বিশ্ববিদ্যালয়, সংক্ষেপে: ক.বি.) হল ভারতের পশ্চিমবঙ্গ রাজ্যের কলকাতার প্রথম তথা অন্যতম প্রধান সরকারি গবেষণা বিশ্ববিদ্যালয়। এটিকে ভারতের অন্যতম শ্রেষ্ঠ রাজ্য গবেষণা বিশ্ববিদ্যালয় মনে করা হয়। কলকাতা ও সন্নিহিত অঞ্চলের ১৫১টি স্নাতক কলেজ ও ১৬টি উচ্চশিক্ষা প্রতিষ্ঠান কলকাতা বিশ্ববিদ্যালয় কর্তৃক অনুমোদিত। ১৮৫৭ সালের ২৪ জানুয়ারি প্রতিষ্ঠিত এই বিশ্ববিদ্যালয়টি এশিয়ার প্রাচীনতম বহুমুখী ও ইউরোপীয়-ধাঁচের শিক্ষাপ্রতিষ্ঠান। বর্তমানে এই বিশ্ববিদ্যালয়ের এক্তিয়ারভুক্ত এলাকা পশ্চিমবঙ্গের কয়েকটি জেলার মধ্যে সীমাবদ্ধ হলেও প্রতিষ্ঠাকালে লাহোর থেকে ব্রহ্মদেশ পর্যন্ত একটি বিশাল অঞ্চল এর অন্তর্গত ছিল। ভারতের মধ্যে এই বিশ্ববিদ্যালয় \"পাঁচ-তারা বিশ্ববিদ্যালয়\" হিসেবে স্বীকৃত এবং জাতীয় মূল্যায়ন ও প্রত্যয়ন পরিষদ (ন্যাক) কর্তৃক \"এ\" গ্রেড প্রাপ্ত। বিশ্ববিদ্যালয় মঞ্জুরি কমিশন কলকাতা বিশ্ববিদ্যালয়কে \"সেন্টার উইথ পোটেনশিয়াল ফর এক্সিলেন্স ইন পার্টিকুলার এরিয়া\" ও \"ইউনিভার্সিটি উইথ পোটেনশিয়াল ফর এক্সিলেন্স\" মর্যাদা প্রদান করেছে।\nকলকাতা শহর ও শহরতলি এলাকায় কলকাতা বিশ্ববিদ্যালয়ের মোট চোদ্দোটি শিক্ষাপ্রাঙ্গণ রয়েছে। ২০২০ সালের হিসেব অনুযায়ী, ১৫১টি কলেজ ও ২১টি শিক্ষাপ্রতিষ্ঠান এই বিশ্ববিদ্যালয় কর্তৃক অনুমোদিত। ভারত সরকারের শিক্ষা মন্ত্রকের জাতীয় প্রাতিষ্ঠানিক র‍্যাঙ্কিং ফ্রেমওয়ার্ক প্রকাশিত ভারতীয় বিশ্ববিদ্যালয় র‍্যাঙ্কিং ২০২১ তালিকায় কলকাতা বিশ্ববিদ্যালয় চতুর্থ স্থান অধিকার করেছিল।\nএই বিশ্ববিদ্যালয়ের প্রাক্তন শিক্ষার্থী বা শিক্ষকদের মধ্যে রয়েছেন বিভিন্ন রাষ্ট্রপ্রধান, সরকার প্রধান, সমাজ সংস্কারক, শিল্পী, একমাত্র ভারতীয় অ্যাকাডেমি পুরস্কার বিজয়ী ও ডির‍্যাক পদক বিজয়ী, রয়্যাল সোসাইটির অনেক ফেলো এবং ২০১৯ সালের হিসেব অনুযায়ী পাঁচ জন নোবেল বিজয়ী (দক্ষিণ এশিয়ার মধ্যে সর্বোচ্চ সংখ্যায়)। যে পাঁচজন নোবেল বিজয়ীর নাম এই বিশ্ববিদ্যালয়ের সঙ্গে যুক্ত তাঁরা হলেন: রোনাল্ড রস, রবীন্দ্রনাথ ঠাকুর, চন্দ্রশেখর ভেঙ্কট রামন, অমর্ত্য সেন ও অভিজিৎ বন্দ্যোপাধ্যায়। জাতীয় যোগ্যতা পরীক্ষায় উত্তীর্ণ ছাত্রছাত্রীদের মধ্যে এই বিশ্ববিদ্যালয়ের শিক্ষার্থীদের সংখ্যাই সর্বাধিক। এই বিশ্ববিদ্যালয় ইউনাইটেড নেশনস অ্যাকাডেমিক ইমপ্যাক্টেরও সদস্য।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক্‌-স্বাধীনতা ===\nভারতে ব্রিটিশ সরকারের শিক্ষা সচিব ফ্রেডরিক জন লন্ডনে সরকারের নিকট লন্ডন বিশ্ববিদ্যালয়ের ধাঁচে কলকাতায় একটি বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রস্তাব দেন। ১৮৫৪ সালের জুলাই মাসে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির কোর্ট অফ ডিরেকটরস-এর পক্ষ থেকে কাউন্সিলে ভারতের গভর্নর জেনারেলের কাছে একটি সরকারি নির্দেশ প্রেরিত হয়। উডের প্রস্তাবপত্র নামে পরিচিত এই নির্দেশে কলকাতা, মাদ্রাজ ও বোম্বাই শহরে বিশ্ববিদ্যালয় প্রতিষ্ঠার কথা বলা হয়েছিল।\n\n১৮৫৭ সালের ২৪ জানুয়ারি কলকাতা বিশ্ববিদ্যালয় আইন কার্যকর হয় এবং বিশ্ববিদ্যালয়ের নীতি-নির্ধারক সমিতি হিসেবে ৪১ সদস্যের একটি সেনেট (ব্যবস্থাপক সভা) গঠিত হয়। বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রয়োজনীয় জমি দান করেছিলেন দ্বারভাঙার মহারাজ মহেশ্বর সিং বাহাদুর। প্রতিষ্ঠাকালে এই বিশ্ববিদ্যালয়ের এক্তিয়ারভুক্ত এলাকা প্রসারিত ছিল লাহোর থেকে রেঙ্গুন ও দক্ষিণে সিংহল পর্যন্ত, যে কোনও ভারতীয় বিশ্ববিদ্যালয়ের ক্ষেত্রে এই এলাকা ছিল বৃহত্তম। সুয়েজ খালের পূর্ব অংশে কলকাতা বিশ্ববিদ্যালয়ই হলো প্রথম বিশ্ববিদ্যালয় যেখানে ইউরোপীয় ধ্রুপদী সাহিত্য, ইংরেজি সাহিত্য, ইউরোপীয় ও ভারতীয় দর্শন এবং পাশ্চাত্য ও প্রাচ্য ইতিহাস শিক্ষা দেওয়া শুরু হয়। ব্রিটিশ ভারতের প্রথম মেডিক্যাল স্কুল হিসেবে কলকাতা মেডিক্যাল কলেজ ১৮৫৭ সালে এই বিশ্ববিদ্যালয়ের অনুমোদন অর্জন করে। ভারতের প্রথম মহিলা কলেজ বেথুন কলেজও এই বিশ্ববিদ্যালয় কর্তৃক অনুমোদিত।\n\n১৮৩৬ থেকে ১৮৯০ সালের মধ্যে, প্রথম ভারতীয় বিজ্ঞান কলেজ হিসেবে গভর্নমেন্ট সায়েন্স কলেজ, জবলপুর কলকাতা বিশ্ববিদ্যালয়ের অনুমোদন লাভ করেছিল। বিশ্ববিদ্যালয়ের প্রথম গ্রন্থাগার কাজ শুরু করে ১৮৭০-এর দশকে। ১৮৫৮ সালে বঙ্কিমচন্দ্র চট্টোপাধ্যায় ও যদুনাথ বসু বিশ্ববিদ্যালয় থেকে প্রথম স্নাতক হন। ১৮৮২ সালে বিশ্ববিদ্যালয়ের প্রথম মহিলা স্নাতক হন কাদম্বিনী গঙ্গোপাধ্যায় ও চন্দ্রমুখী বসু। কলকাতা বিশ্ববিদ্যালয়ের প্রথম আচার্য ও উপাচার্য ছিলেন যথাক্রমে গভর্নর জেনারেল লর্ড ক্যানিং ও সুপ্রিম কোর্টের প্রধান বিচারপতি স্যার উইলিয়াম কোলভিল। আশুতোষ মুখোপাধ্যায় পর পর চারবার দুই বছরের মেয়াদে (১৯০৬-১৯১৪) এবং পঞ্চম বারের জন্য আরেকবার দুই বছরের মেয়াদে (১৯২১-২৩) উপাচার্য হয়েছিলেন।\nপ্রথম দিকে কলকাতা বিশ্ববিদ্যালয় ছিল শুধুমাত্র একটি অনুমোদনকারী ও পরীক্ষা গ্রহণকারী সংস্থা। সকল প্রকার গবেষণা ও শিক্ষাদান-সংক্রান্ত কাজকর্ম চলত বিশ্ববিদ্যালয়-অধিভুক্ত কলেজগুলিতে, যেগুলি হলো: প্রেসিডেন্সি কলেজ (অধুনা প্রেসিডেন্সি বিশ্ববিদ্যালয়, স্কটিশ চার্চ কলেজ, সংস্কৃত কলেজ (অধুনা সংস্কৃত কলেজ ও বিশ্ববিদ্যালয়) ও বেঙ্গল ইঞ্জিনিয়ারিং কলেজ (অধুনা ইন্ডিয়ান ইনস্টিটিউট অফ ইঞ্জিনিয়ারিং সায়েন্স অ্যান্ড টেকনোলজি)। সেই যুগে কলকাতা মেডিক্যাল কলেজের পরিষদীয় কক্ষ (কাউন্সিল রুম) ও উপাচার্যের নিজস্ব বাসভবন সেনেট অধিবেশনের জন্য ব্যবহৃত হত। অনুষদ পরিষদের সভা বসত সংশ্লিষ্ট অনুষদ সভাপতির বাসভবনে, সিভিল ইঞ্জিনিয়ারিং কলেজে অথবা রাইটার্স' বিল্ডিং-এ। স্থানাভাবের কারণে বিশ্ববিদ্যালয়ের পরীক্ষাগুলি আয়োজিত হত কলকাতা টাউন হলে এবং ময়দানের তাঁবুগুলিতে।\n১৮৬৬ সালে জমি ক্রয়ের জন্য ₹ ৮১,৬০০ (ইউএস$ ৯৯৭.৪২) অনুদান দেওয়া হয় এবং কলেজ স্ট্রিট অঞ্চলে নতুন ভবন নির্মাণের জন্য ₹ ১,৭০,৫৬১ (ইউএস$ ২,০৮৪.৮২) বরাদ্দ করা হয়। ১৮৭৩ সালে চালু হওয়া এই ভবনটির নাম ছিল সেনেট হাউস। এটিতে সেনেটের সভাকক্ষ, উপাচার্যের একটি কক্ষ, নিয়ামকের (রেজিস্ট্রার) কার্যালয়, পরীক্ষাগ্রহণ কক্ষ ও বক্তৃতা সভাঘর ছিল। ১৯০৪ সালে বিশ্ববিদ্যালয়ে স্নাতকোত্তর শিক্ষাদান ও গবেষণা শুরু হয়। এর ফলে ছাত্র ও প্রার্থীর সংখ্যাও বৃদ্ধি পায়। বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রায় ষাট বছর পর দ্বিতীয় ভবনটি তৈরি হয় ১৯১২ সালে। দ্বারভাঙা ভবন নামে পরিচিত এই বাড়িটি নির্মিত হয়েছিল মহারাজা মহেশ্বর সিং বাহাদুরের দান করা ₹ ২.৫ লাখ (ইউএস$ ৩,১০০) টাকায়।\nদ্বারভাঙা ভবনে ছিল বিশ্ববিদ্যালয়ের আইন বিভাগ, গ্রন্থাগার এবং বিশ্ববিদ্যালয়ের কয়েকটি কার্যালয়। উপরের তলাটি বিশ্ববিদ্যালয়ের পরীক্ষা গ্রহণের জন্য ধার্য করা হয়েছিল। একই বছর ব্রিটিশ সরকার সেনেট হাউসের ঠিক পাশেই অবস্থিত মাধববাবুর বাজার নামে একটি বাজার অধিগ্রহণের জন্য ₹ ৮ লাখ (ইউএস$ ৯,৮০০) টাকা বরাদ্দ করে। এখানেই শিক্ষণ বিভাগের নতুন ভবনের কাজ শুরু হয়। এই ভবনটিতে কাজ করা শুরু হয় ১৯২৬ সালে। পরবর্তীকালে, ১৯০৬-১৪ সাল পর্যন্ত বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে কর্মরত আশুতোষ মুখোপাধ্যায়ের নামানুসারে এই ভবনটির নাম রাখা হয় আশুতোষ ভবন। ১৯১২ ও ১৯১৪ সালের মধ্যে তারকনাথ পালিত ও রাসবিহারী ঘোষ নামে দুই বিশিষ্ট আইনজীবী ₹ ২৫ লাখ (ইউএস$ ৩০,৬০০) টাকার সম্পত্তি বিশ্ববিদ্যালয়কে দান করেন। এই অর্থে আপার সার্কুলার রোডে (অধুনা আচার্য প্রফুল্লচন্দ্র রোড) বিশ্ববিদ্যালয় বিজ্ঞান কলেজ স্থাপিত হয়।\n\n\n=== স্বাধীনতা-উত্তর ===\nদেশভাগের আগে পূর্ববঙ্গের (অধুনা বাংলাদেশ) সাতাশটি কলেজ ছিল কলকাতা বিশ্ববিদ্যালয় অনুমোদিত। পশ্চিমবঙ্গ সরকার ১৯০৪ সালের আইনটিকে প্রতিস্থাপিত ক'রে কলকাতা বিশ্ববিদ্যালয় আইন ১৯৫১ পাস করে এবংএর মাধ্যমে বিশ্ববিদ্যালয়ের একটি গণতান্ত্রিক কাঠামো নিশ্চিত করা হয়। একই বছর পশ্চিমবঙ্গ মাধ্যমিক শিক্ষা আইন পাশ করা হয়, এটি বিশ্ববিদ্যালয়কে বিদ্যালয়ের শেষ পরীক্ষার সঙ্গে যুক্ত করে। ক্রমে বিশ্ববিদ্যালয়ের কার্যক্ষেত্র বৃদ্ধি পেলে সেনেট হাউসে স্থানাভাব দেখা দেয়। বিশ্ববিদ্যালয়ের শতবার্ষিকীর পরে সেই ভবনটি ভেঙে ফেলা হয় অধিকতর ব্যবহারোপযোগী একটি ভবন নির্মাণের জন্য। ১৯৫৭ সালে, অর্থাৎ বিশ্ববিদ্যালয়ের শতবর্ষে, বিশ্ববিদ্যালয় মঞ্জুরি কমিশন থেকে কলকাতা বিশ্ববিদ্যালয় ₹ ১ কোটি (ইউএস$ ১,২২,২৩৩) টাকা অনুদান লাভ করে। এই অর্থে কলেজ স্ট্রিট শিক্ষাপ্রাঙ্গনে শতবার্ষিকী ভবন এবং হাজরা রোড শিক্ষাপ্রাঙ্গনে আইন কলেজ ভবন নির্মিত হয়। ১৯৫৮ সালে ব্যারাকপুর ট্রাঙ্ক রোডের কাছে অর্থনীতি বিভাগ নতুন ভবন লাভ করে। ১৯৬৫ সালে ইউনিভার্সিটি কলেজ অফ মেডিসিনের পক্ষে গোয়েঙ্কা হসপিটাল ডায়গনস্টিক রিসার্চ সেন্টার বিশ্ববিদ্যালয়ের স্বাস্থ্য পরিষেবা প্রদানকারী সংস্থা হিসেবে কাজ শুরু করে। ১৯৬০ সাল পর্যন্ত সেনেট হাউস ছিল কলকাতার অন্যতম প্রধান দর্শনীয় স্থান।\n\n১৯৬৮ সালে সেনেট হাউসের জায়গায় নির্মিত হওয়া শতবার্ষিকী ভবন চালু হয়। বর্তমানে এই ভবনেই রয়েছে কেন্দ্রীয় গ্রন্থাগার, আশুতোষ মিউজিয়াম অফ ইন্ডিয়ান আর্ট, শতবার্ষিকী সভাঘর এবং বেশ কয়েকটি বিশ্ববিদ্যালয় কার্যালয়। ১৯৭০-এর দশকের মধ্যভাগে এটি বিশ্বের বৃহত্তম বিশ্ববিদ্যালয়গুলির একটিতে পরিণত হয়। সেই সময় এই বিশ্ববিদ্যালয়ের প্রত্যক্ষ নিয়ন্ত্রণে ১৩টি কলেজ, দেড়শোটিরও বেশি অনুমোদিত কলেজ এবং ১৬টি স্নাতকোত্তর অনুষদ ছিল। ২০০১ সালে জাতীয় মূল্যায়ন ও প্রত্যয়ন পরিষদ (ন্যাক) কর্তৃক ভারতীয় বিশ্ববিদ্যালয় প্রত্যয়নের প্রথম চক্রে এই বিশ্ববিদ্যালয় \"পাঁচ-তারা\" মর্যাদা লাভ করে। ২০০৯ ও ২০১৭ সালে বিশ্ববিদ্যালয় প্রত্যয়নের দ্বিতীয় ও তৃতীয় চক্রে কলকাতা বিশ্ববিদ্যালয় ন্যাক কর্তৃক সর্বোচ্চ \"এ\" মর্যাদা প্রাপ্ত হয়। ২০১৯ সালে বিশ্ববিদ্যালয়ের কেন্দ্রীয় গ্রন্থাগার ও ৪০টি বিভাগীয় গ্রন্থাগার সর্বসাধারণের ব্যবহারের জন্য খুলে দেওয়া হয়েছে। এগুলিতে দশ লক্ষাধিক বই এবং দুই লক্ষেরও বেশি পত্রিকা, কার্যবিবরণী ও পুঁথি রক্ষিত আছে।\n\n\n== সীলমোহর ==\nবছরের পর বছর সীলমোহরটি একাধিকবার পরিবর্তিত হয়েছে। প্রথম সীলটি ১৮৫৭ সালে তৈরি করা হয়। ব্রিটিশ সংসদ ভারত সরকার আইন ১৮৫৮ পাস করলে এটির পরিবর্তন করা হয়। এই নিয়মের ফলে ইস্ট ইন্ডিয়া কোম্পানির সরকার ও অঞ্চলসমূহ ব্রিটিশ রাজমুকুটের আওতায় চলে আসে। তৃতীয়, চতুর্থ ও পঞ্চম সীলমোহর ১৯৩০-এর দশকে প্রবর্তিত হয়, চতুর্থ সীলটি স্থানীয়ভাবে সমালোচনার মুখোমুখি হয়েছিল। বিশ্ববিদ্যালয়ের বর্তমান সীলটি ষষ্ঠ সীলের পরিবর্তিত সংস্করণ। সীলমোহরের রূপান্তর ঘটলেও শিক্ষার মূলমন্ত্র অ্যাডভান্সমেন্ট অফ লার্নিং (শিক্ষার অগ্রগতি) একইরকম থেকে গেছে।\n\n\n== শিক্ষাপ্রাঙ্গণ ==\nবিশ্ববিদ্যালয়টি কলকাতা শহর ও শহরতলিতে মোট ১৪ টি শিক্ষা প্রাঙ্গণে ছড়িয়ে পড়েছে। প্রধান শিক্ষা প্রাঙ্গণসমূহের মধ্যে রয়েছে কলেজ স্ট্রিটের সেন্ট্রাল ক্যাম্পাস (আশুতোষ শিক্ষা প্রাঙ্গণ), রাসবিহারী শিক্ষা প্রাঙ্গণ বা রাজাবাজারের বিজ্ঞান কলেজ, বালিগঞ্জের তারকনাথ পালিত শিক্ষা প্রাঙ্গণ এবং আলিপুরের শহীদ ক্ষুদিরাম শিক্ষা প্রাঙ্গণ। অন্যান্য ক্যাম্পাস বা শিক্ষা প্রাঙ্গণসমূহের মধ্যে রয়েছে হাজরা রোড ক্যাম্পাস, বিশ্ববিদ্যালয় প্রেস অ্যান্ড বুক ডিপো, বিটি রোড ক্যাম্পাস, বিহারিলাল কলেজ অব হোম সায়েন্স ক্যাম্পাস, বিশ্ববিদ্যালয় স্বাস্থ্য পরিষেবা, হরিণঘাটা ক্যাম্পাস, ঢাকুরিয়া লেক (বিশ্ববিদ্যালয় রোয়িং ক্লাব) এবং বিশ্ববিদ্যালয় গ্রাউন্ড ও ময়দান তাঁবু।\n\n\n=== আশুতোষ শিক্ষাপ্রাঙ্গণ ===\nআশুতোষ শিক্ষা প্রাঙ্গণ (সাধারণত কলেজ স্ট্রিট ক্যাম্পাস নামে পরিচিত) বিশ্ববিদ্যালয়ের প্রধান ক্যাম্পাস যেখানে প্রশাসনিক কাজ করা হয়। শিক্ষা প্রাঙ্গণটি মধ্য কলকাতার কলেজ স্ট্রিটে ২.৭ একর জমিতে অবস্থিত। এখানে কলা বা চারুকলা ও ভাষা বিভাগ, প্রশাসনিক কার্যালয়, জাদুঘর, কেন্দ্রীয় গ্রন্থাগার, একটি প্রেক্ষাগৃহ ইত্যাদি রয়েছে। আশুতোষ শিক্ষাপ্রাঙ্গণের ভারতীয় শিল্পের যাদুঘরে বাংলার লোকশিল্প প্রদর্শিত হয়েছে। বিশ্ববিদ্যালয়ের এই ক্যাম্পাসের প্রথম ভবন হলো সিনেট হাউস; এটি ১৮৭২ সালে খোলা হয়। বৃহৎ আকারের শতবর্ষী ভবন নির্মাণের জন্য ১৯৬০ সালে এটি ভেঙে ফেলা হয়, শতবর্ষী ভবনটি ১৯৬৮ সালে খোলা হয়। দ্বারভাঙা ভবন ও আশুতোষ ভবন নামের অন্য দুটি ভবন যথাক্রমে ১৯২১ এবং ১৯২৬ সালে খোলা হয়।\n\n\n=== রাসবিহারী শিক্ষাপ্রাঙ্গণ ===\n\nরাসবিহারী শিক্ষা প্রাঙ্গণ (বিজ্ঞান, প্রযুক্তি ও কৃষি বিশ্ববিদ্যালয়, বা আরও সাধারণভাবে রাজাবাজার বিজ্ঞান কলেজ হিসাবে পরিচিত) রাজাবাজারের আচার্য প্রফুল্লচন্দ্র রোডে অবস্থিত। ১৯১৪ সালে প্রতিষ্ঠিত এই শিক্ষা প্রাঙ্গণে বেশ কিছু বৈজ্ঞানিক ও প্রযুক্তি বিভাগ রয়েছে। তার মধ্যে আছে বিশুদ্ধ ও ফলিত রসায়ন, বিশুদ্ধ ও ফলিত পদার্থবিদ্যা, ফলিত আলোকবিদ্যা ও ফোটোনিক্স, রেডিও পদার্থবিজ্ঞান, ফলিত গণিত, মনোবিজ্ঞান বা মনস্তত্ত্ব, শারীরবৃত্ত বা দেহতত্ব, জৈবপদার্থবিদ্যা ও আণবিক জীববিজ্ঞান এবং অন্যান্য বিভাগসমূহ।\n\n\n=== তারকনাথ শিক্ষাপ্রাঙ্গণ ===\nদক্ষিণ কলকাতার বালিগঞ্জ সার্কুলার রোডে অবস্থিত তারকনাথ শিক্ষা প্রাঙ্গণে (ইউনিভার্সিটি কলেজ অব সায়েন্স বা বালিগঞ্জ সায়েন্স কলেজ নামে পরিচিত) আছে কৃষিবিজ্ঞান, নৃতত্ত্ববিজ্ঞান, জৈবরসায়ন, অণুজীববিজ্ঞান, উদ্ভিদবিজ্ঞান, ভূগোলবিদ্যা, জিনতত্ত্ব, পরিসংখ্যানবিদ্যা, প্রাণিবিদ্যা, স্নায়ুবিজ্ঞান, সামুদ্রিক বিজ্ঞান, জৈব প্রযুক্তি এবং অন্যগুলির মধ্যে সবচেয়ে উল্লেখযোগ্য ভূতত্ত্ব বিভাগ। এছাড়াও এখানে এস. এন. প্রধান স্নায়ুবিজ্ঞান কেন্দ্র এবং কৃষি বিজ্ঞান শিক্ষালয়ও রয়েছে।\n\n\n=== শহীদ ক্ষুদিরাম শিক্ষাপ্রাঙ্গণ ===\nসাধারণত আলিপুর ক্যাম্পাস নামে পরিচিত আলিপুরের শহিদ ক্ষুদিরাম শিক্ষা প্রাঙ্গণটি বিশ্ববিদ্যালয়ের মানববিদ্যা বা কলাবিদ্যা ক্যাম্পাস। এই ক্যাম্পাসে ইতিহাস, প্রাচীন ভারতীয় ইতিহাস ও সংস্কৃতি, ইসলামী ইতিহাস ও সংস্কৃতি, দক্ষিণ ও দক্ষিণ-পূর্ব এশীয় অধ্যয়ন, প্রত্নতত্ত্ব বা পুরাতত্ত্ব, রাষ্ট্রবিজ্ঞান, ব্যবসায় পরিচালনা বা বিজনেস ম্যানেজমেন্ট ও সংগ্রহালয় বিজ্ঞানের বিভাগসমূহ অবস্থিত।\n\n\n=== প্রযুক্তি শিক্ষাপ্রাঙ্গণ ===\nটেক ক্যাম্পাস নামে পরিচিত প্রযুক্তি শিক্ষা প্রাঙ্গণটি বিশ্ববিদ্যালয়ের নবীনতম শিক্ষা প্রাঙ্গণ। এখানে তিনটি প্রকৌশল ও প্রযুক্তিগত বিভাগ একত্রিত হয়েছে। বিভাগ তিনটি হল সল্টলেকের সেক্টর ৩ এর জেডি ব্লকে অবস্থিত কম্পিউটার বিজ্ঞান ও প্রকৌশল বিভাগ, এ.কে.সি. স্কুল অব ইনফরমেশন টেকনোলজি (তথ্য প্রযুক্তিবিদ্যা) এবং ফলিত আলোকবিদ্যা ও ফোটোনিক্স বিভাগ।\n\n\n== সংগঠন ও প্রশাসন ==\n\n\n=== পরিচালন প্রক্রিয়া ===\nকলকাতা বিশ্ববিদ্যালয় পরিচালিত হয় প্রশাসনিক আধিকারিকদের একটি পর্ষদের দ্বারা। এই পর্ষদে আছেন উপাচার্য, শিক্ষায়তনিক বিষয়ের সহ-উপাচার্য, বাণিজ্যিক ও অর্থ বিষয়ক সহ-উপাচার্য, নিয়ামক (রেজিস্ট্রার), বিশ্ববিদ্যালয় গ্রন্থাগারিক, কলেজ পরিদর্শক, ব্যবস্থা ব্যবস্থাপক ও আরও ৩৫ জন। এঁরাই বিশ্ববিদ্যালয়ের কাজকর্ম, বিশ্ববিদ্যালয় অনুমোদিত কলেজ ও বিশ্ববিদ্যালয়ের তহবিল পর্যবেক্ষণ করেন। ২০১৭ সালে সোনালি চক্রবর্তী বন্দ্যোপাধ্যায় কলকাতা বিশ্ববিদ্যালয়ের ৫১তম উপাচার্য নিযুক্ত হন। বিশ্ববিদ্যালয় মঞ্জুরি কমিশন, পশ্চিমবঙ্গ সরকার, বিভিন্ন গবেষণা ক্ষেত্রের একাধিক সংস্থার অনুদান এবং বেতন, উৎপাদিত সামগ্রী বিক্রয়, প্রকাশনা, আর্থিক অনুদান থেকে প্রাপ্ত পরিষেবা মাশুল থেকে বিশ্ববিদ্যালয়ের অর্থসংস্থান হয়ে থাকে।\n\n\n=== এক্তিয়ারভুক্ত এলাকা ===\n\nএক সময় ব্রিটিশ ভারতের একটি বৃহৎ অঞ্চল কলকাতা বিশ্ববিদ্যালয়ের এক্তিয়ারভুক্ত এলাকার অধীনস্থ ছিল। এই এলাকার প্রসার ছিল পশ্চিমে লাহোর থেকে পূর্বে রেঙ্গুন ও দক্ষিণে সিংহল পর্যন্ত। টমাসন ইঞ্জিনিয়ারিং কলেজ (বর্তমানে আইআইটি রূড়কী), মহামেডান অ্যাংলো-ওরিয়েন্টাল কলেজ (বর্তমানে আলিগড় মুসলিম বিশ্ববিদ্যালয়) প্রভৃতি কলেজ কলকাতা বিশ্ববিদ্যালয় কর্তৃক অনুমোদিত শিক্ষাপ্রতিষ্ঠান ছিল। রাওয়ালপিন্ডি, লাহোর, জয়পুর, কানপুর, লখনউ, মুসৌরি প্রভৃতি জেলায় অবস্থিত বিদ্যালয়গুলি কলকাতা বিশ্ববিদ্যালয়ের প্রবেশিকা পরীক্ষার জন্য ছাত্র প্রস্তুত ও প্রেরণ করত। ১৮৮২ সালে পাঞ্জাব বিশ্ববিদ্যালয় এবং ১৮৮৭ সালে এলাহাবাদ বিশ্ববিদ্যালয় প্রতিষ্ঠিত হওয়ার পরেও কলকাতা বিশ্ববিদ্যালয়ের আঞ্চলিক একাধিপত্য খর্ব করা হয়নি। যদিও ১৯০৪ সালের ভারতীয় বিশ্ববিদ্যালয় আইন চালু হওয়ার পর, প্রথমবারের মতো কলকাতা বিশ্ববিদ্যালয়ের এক্তিয়ার বাংলা (বিহার ও ওড়িষ্যা সহ), আসাম ও বর্মা প্রদেশের মধ্যে সীমায়িত করা হয়। এই আইনে এক্তিয়ারভুক্ত এলাকার সীমা খর্ব করার ব্যবস্থা রাখা হয় এবং কলকাতা, বোম্বাই, মাদ্রাজ, পাঞ্জাব ও এলাহাবাদ বিশ্ববিদ্যালয়ের আঞ্চলিক এক্তিয়ার সীমায়িত করার অধিকার গভর্নর-জেনারেল-ইন-কাউন্সিলকে দেওয়া হয়।\n১৯০৪ সালের ২০শে অগস্ট ভারতের ব্রিটিশ সরকার যে বিজ্ঞপ্তি প্রকাশ করেন, সেই অনুসারে সিংহল চলে যায় মাদ্রাজ বিশ্ববিদ্যালয়ের অধীনে; মধ্য ভারত এজেন্সি, রাজপুতানা এজেন্সি, আগ্রা ও অবধের যুক্তপ্রদেশ প্রভৃতি মধ্য ভারতের প্রদেশ, দেশীয় রাজ্য ও এজেন্সিগুলি চলে যায় এলাহাবাদ বিশ্ববিদ্যালয়ের অধীনে; উত্তর ও উত্তর-পশ্চিম ভারতের প্রদেশ ও দেশীয় রাজ্যগুলি যায় পাঞ্জাব বিশ্ববিদ্যালয়ের অধীনে। পূর্ব ভারতের বিদ্যালয় ও কলেজগুলি থেকে যায় কলকাতা বিশ্ববিদ্যালয়ের হাতে। ১৯০৭ সালের মধ্যে পাঞ্জাবের দু'টি কলেজ, মধ্য ভারতের তিনটি কলেজ, রাজপুতানা এজেন্সির পাঁচটি কলেজ, আগ্রা ও অবধের যুক্তপ্রদেশের ছয়টি কলেজ ও সিংহলের সাতটি কলেজের অনুমোদন কলকাতা বিশ্ববিদ্যালয়ের হাতছাড়া হয়। ১৯৪৮ সাল পর্যন্ত বিভিন্ন পর্যায়ে আরও অনেক কলেজের অনুমোদন এই বিশ্ববিদ্যালয়ের হাতছাড়া হয়েছিল। ১৯১৭ সালে পাটনা বিশ্ববিদ্যালয় প্রতিষ্ঠিত হলে উড়িষ্যা ও বিহার প্রদেশের বিদ্যালয় ও কলেজগুলি চলে যায় সেই বিশ্ববিদ্যালয়ের অধীনে। রেঙ্গুন বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয় ১৯২০ সালে এবং ১৯২১ সালে বর্মা অঞ্চল সেই বিশ্ববিদ্যালয়ের অধীনে চলে যায়। ১৯২১ সালেই ঢাকা বিশ্ববিদ্যালয় প্রতিষ্ঠিত হলে পূর্ববঙ্গের কয়েকটি কলেজ সেই বিশ্ববিদ্যালয়ের অধীনে যায়। ১৯৪৭ সালে দেশভাগের পর পূর্ববঙ্গের উপর থেকে কলকাতা বিশ্ববিদ্যালয়ের নিয়ন্ত্রণ সম্পূর্ণ তিরোহিত হয়। গৌহাটী বিশ্ববিদ্যালয় প্রতিষ্ঠার পর ১৯৪৮ সালে অসমের সব বিদ্যালয় ও কলেজ সেই বিশ্ববিদ্যালয়ের নিয়ন্ত্রণে আসে।\n\n২০২০ সালের হিসেব অনুযায়ী, পশ্চিমবঙ্গের ১৫১টি কলেজ ও ২২টি উচ্চশিক্ষা প্রতিষ্ঠান ও গবেষণা কেন্দ্র কলকাতা বিশ্ববিদ্যালয় কর্তৃক অনুমোদন-প্রাপ্ত। এই বিশ্ববিদ্যালয়ের প্রথম যুগের অনুমোদিত কয়েকটি উল্লেখযোগ্য কলেজ হল:\n\n\n=== অনুষদ ও বিভাগ ===\nসাতটি অনুষদের মধ্যে কলকাতা বিশ্ববিদ্যালয়ের ৬০টি বিভাগ বিন্যস্ত, সেগুলি হলো: কলা অনুষদ, বাণিজ্য, সমাজকল্যাণ ও ব্যবসা ব্যবস্থাপনা অনুষদ, শিক্ষা, সাংবাদিকতা ও গ্রন্থাগারবিজ্ঞান অনুষদ, ইঞ্জিনিয়ারিং ও প্রযুক্তি অনুষদ, চারুকলা, সংগীত ও গৃহবিজ্ঞান অনুষদ, আইন অনুষদ ও বিজ্ঞান অনুষদ। এছাড়া ছয়টি বিভাগে বিন্যস্ত একটি কৃষি প্রতিষ্ঠানও এখানে রয়েছে।\nকৃষিবিদ্যা শিক্ষা ও গবেষণার জন্য কলকাতা বিশ্ববিদ্যালয়ের অধীনে ১৯৫০-এর দশকে কৃষিবিদ্যার খয়রা অধ্যাপক (বৃত্তিমূলক পদ) পবিত্রকুমার সেন কর্তৃক ইনস্টিটিউট অফ এগ্রিকালচারাল সায়েন্স প্রতিষ্ঠিত হয়। ১৯১৩ সালে এই জাতীয় প্রতিষ্ঠান স্থাপনের চেষ্টা করা হলেও ১৯৩৯ সালেই প্রথম কলকাতার কাছে ব্যারাকপুরে বিশ্ববিদ্যালয় কর্তৃক একটি কৃষিবিদ্যা প্রতিষ্ঠান স্থাপিত হয়েছিল। তার আগে ১৯২৬ সালে প্রতিষ্ঠিত হয়েছিল ইম্পিরিয়াল কাউন্সিল অফ এগ্রিকালচারাল রিসার্চ (অধুনা ইন্ডিয়ান কাউন্সিল অফ এগ্রিকালচারাল রিসার্চ)। যদিও ১৯৪১ সালে দ্বিতীয় বিশ্বযুদ্ধের কারণে সেটি বন্ধ হয়ে যায়। এরপর ১৯৫৪ সালে বিশ্ববিদ্যালয় কর্তৃক বালিগঞ্জ সায়েন্স কলেজে একটি স্নাতকোত্তর কৃষিবিদ্যা বিভাগ চালু করা হয়। সেখানে একমাত্র কৃষিবিদ্যামূলক জীববিজ্ঞানই পড়ানো হত। দুই বছর পরে বিশ্ববিদ্যালয়ের ভেটেরিনারি সায়েন্স ইনস্টিটিউট যুক্ত হয় এবং বিভাগটিকে একটি অনুষদে উন্নীত করে নাম দেওয়া হয় কৃষিবিদ্যা ও পশুরোগবিষয়ক বিজ্ঞান অনুষদ। ২০০২ সালে বিশ্ববিদ্যালয় কলকাতার দক্ষিণে বারুইপুরের কৃষিবিদ্যা পরীক্ষণ খামার শিক্ষাপ্রাঙ্গনে স্নাতকস্তরীয় কৃষিবিজ্ঞান পাঠক্রম পুনরায় চালু করার সিদ্ধান্ত নেয়। সেই বছরই বিভাগটির পুনর্বিন্যাস ঘটিয়ে পৃথক ইনস্টিটিউট অফ এগ্রিকালচারাল সায়েন্স গঠিত হয়।\nকলা অনুষদের অধীনে ২৩টি বিভাগ; বাণিজ্য অনুষদের অধীনে তিনটি বিভাগ; শিক্ষা, সাংবাদিকতা ও গ্রন্থাগার বিজ্ঞান অনুষদের অধীনে তিনটি বিভাগ; প্রকৌশল ও প্রযুক্তি অনুষদের অধীনে আটটি বিভাগ; বিজ্ঞান অনুষদের অধীনে ২২টি বিভাগ; এবং গৃহবিজ্ঞান পাঠক্রমে খাদ্য ও পুষ্টি, মানব উন্নয়ন ও গৃহবিজ্ঞানের মতো বিষয়গুলি পড়ানো হয়। ১৯০৯ সালের জানুয়ারি মাসে আইন অনুষদটি বিশ্ববিদ্যালয় আইন কলেজ হিসেবে প্রতিষ্ঠিত হয়। ১৯৯৬ সালে সেটি বিশ্ববিদ্যালয়ের আইন বিভাগের মর্যাদা লাভ করে। এই শিক্ষাপ্রাঙ্গনটি হাজরা আইন কলেজ নামে পরিচিত। রাজেন্দ্র প্রসাদ, রাসবিহারী ঘোষ, চিত্তরঞ্জন দাশ প্রমুখ বিশিষ্ট আইনজীবী এই কলেজের সঙ্গে যুক্ত ছিলেন।\n\n\n== শিক্ষায়তনিক বিষয় ==\n\n\n=== ভর্তি ===\nস্নাতকস্তরীয় পাঠক্রমগুলির ক্ষেত্রে—কলা (বিএ), বাণিজ্য (বি.কম.) ও বিজ্ঞান (বি.এসসি.) শাখায় (ইঞ্জিনিয়ারিং পাঠক্রম ছাড়া) ভর্তির জন্য শিক্ষার্থীরা নিজ নিজ উচ্চ মাধ্যমিক বিদ্যালয় শংসাপত্রের ভিত্তিতে বা সমতুল্য পরীক্ষার ফলাফলের ভিত্তিতে বিভিন্ন পাঠ্যক্রমে সরাসরি ভর্তির আবেদন জানাতে পারে। উক্ত পরীক্ষায় প্রাপ্ত নম্বর ও বিশ্ববিদ্যালয়ে সংশ্লিষ্ট পাঠ্যক্রমে আসনসংখ্যা অনুযায়ী যোগ্য ছাত্রছাত্রীদের সংক্ষিপ্ত তালিকাভুক্ত করা হয়। কোনও কোনও বিভাগের ক্ষেত্রে বিভাগীয় প্রধানের নিজস্ব বিবেচনায় প্রবেশিকা পরীক্ষাও গৃহীত হয়। উচ্চ মাধ্যমিক পরীক্ষা পাস করার পাঁচ বছরের মধ্যে যে কেউ আবেদন জানাতে পারে। ইঞ্জিনিয়ারিং পাঠ্যক্রমের জন্য ভর্তি নেওয়া হয় পশ্চিমবঙ্গ জয়েন্ট এন্ট্রান্স পরীক্ষার (ডব্লিউবিজেইই) র‍্যাঙ্কিং অনুযায়ী। স্নাতকোত্তর পাঠ্যক্রম ও ডক্টরাল ডিগ্রি পাঠ্যক্রমের জন্য শিক্ষার্থীদের বিশ্ববিদ্যালয় কর্তৃক গৃহীত বা ইউজিসি কর্তৃক সংশ্লিষ্ট বিষয়ের উপর আয়োজিত জাতীয় স্তরের একটি প্রবেশিকা পরীক্ষা/লিখিত পরীক্ষা দিতে হয়। এই সকল পরীক্ষার ফলাফলের ভিত্তিতে একটি মেধাতালিকা প্রস্তুত করা হয়।\nইঞ্জিনিয়ারিং বিভাগে স্নাতকস্তরীয় ছাত্রছাত্রীরা ত্রি- অথবা চতুঃ-বার্ষিক পাঠ্যক্রমে নথিভুক্ত হতে পারে। শিক্ষার্থী হিসেবে নথিভুক্ত হওয়ার সময় তারা কোন একটি বিষয়ে মেজর গ্রহণ করতে পারে এবং পরবর্তীকালে তারা সেটিকে বদলাতে পারে না, তবে বিশ্ববিদ্যালয়ের পেশাগত বা স্বীয় অর্থ সংস্থানে চলা স্নাতকোত্তর কর্মসূচিতে যোগ দেওয়ার সময় এই ক্ষেত্রে পরিবর্তন চলতে পারে। মূলত ভালো কর্মসংস্থানের সম্ভাবনার প্রত্যাশায় বিজ্ঞান ও বাণিজ্য শাখার বিশেষ চাহিদা রয়েছে। অধিকাংশ কর্মসূচিই বার্ষিক ভিত্তিতে পরিচালিত হয়, যদিও কয়েকটি কর্মসূচি সেমিস্টার (ষাণ্মাসিক) ভিত্তিক। অধিকাংশ বিভাগেই এক বা একাধিক বছরের স্নাতকোত্তর ডিগ্রির পাঠ্যক্রম আছে। বিশেষায়িত শিক্ষাপ্রতিষ্ঠান এবং সেই সঙ্গে পৃথক পৃথক বিভাগে গবেষণা কাজও চলে, এগুলির অনেকগুলিরই ডক্টরাল কর্মসূচিও থাকে।\n\n\n=== গবেষণা ===\n\nকলকাতা বিশ্ববিদ্যালয়ের গবেষণা কেন্দ্রটি বৃহত্তম, এটি ২০১৩ সালের জানুয়ারি মাসে ভারতের ১০০তম বিজ্ঞান কংগ্রেস থেকে শুরু হয়েছিল। বিধাননগরের প্রযুক্তি শিক্ষাপ্রাঙ্গনে অবস্থিত এই কেন্দ্রটির নাম হল সেন্টার ফর রিসার্চ ইন ন্যানোসায়েন্স অ্যান্ড ন্যানোটেকনোলজি (সিআরএনএন)। কলকাতা বিশ্ববিদ্যালয়ের অধীনে ১৮টি গবেষণা কেন্দ্রে ৭১০ জন শিক্ষক, ৩,০০০ অ-শিক্ষক কর্মী এবং ১১,০০০ স্নাতকোত্তর ছাত্রছাত্রী রয়েছেন।\n\n\n=== গ্রন্থাগার ===\nআশুতোষ শিক্ষাপ্রাঙ্গনে কেন্দ্রীয় গ্রন্থাগারটি চালু হয়েছিল ১৮৭০-এর দশকে। ৩৯টি বিভাগীয় গ্রন্থাগার ছাড়াও এই বিশ্ববিদ্যালয়ে একটি কেন্দ্রীয় গ্রন্থাগার, দু'টি শিক্ষাপ্রাঙ্গন গ্রন্থাগার এবং উচ্চশিক্ষা গবেষণা কেন্দ্রে দু'টি গ্রন্থাগার রয়েছে, যেগুলি সাতটি শিক্ষাপ্রাঙ্গন জুড়ে ছড়িয়ে আছে। অনুমোদিত কলেজগুলির ছাত্রছাত্রীরা কেন্দ্রীয় গ্রন্থাগারটি ব্যবহার করতে পারেন। এই গ্রন্থাগারে দশ লক্ষাধিক বই এবং দুই লক্ষাধিক পত্রিকা, কার্য-বিবরণী, পুঁথি, পেটেন্ট ও অন্যান্য মূল্যবান সংগ্রহ রয়েছে।\n\n\n=== প্রকাশনা ===\n\nকলকাতা বিশ্ববিদ্যালয়ের একটি প্রকাশনা সংস্থা আছে, যার নাম ইউনিভার্সিটি প্রেস অ্যান্ড পাবলিকেশনস, এটির প্রতিষ্ঠা হয়েছিল বিংশ শতাব্দীতে। এছাড়াও এই বিশ্ববিদ্যালয়ের একটি পুস্তক ভাণ্ডার রয়েছে। এই প্রকাশনা সংস্থা থেকে পাঠ্যপুস্তক, গবেষণা-সন্দর্ভ ও পত্রিকা এবং বিশ্ববিদ্যালয় আয়োজিত সকল পরীক্ষার প্রশ্নপত্র ছাপা হয়। দ্য ক্যালকাটা রিভিউ নামে একটি পত্রিকাও বিশ্ববিদ্যালয় থেকে প্রকাশিত হয়। এটি এশীয় বিশ্ববিদ্যালয়গুলি থেকে প্রকাশিত সবচেয়ে পুরনো পত্রিকাগুলির অন্যতম। ১৮৪৪ সালের মে মাসে স্যার জন কায়ে এই পত্রিকাটি চালু করেছিলেন। ১৯১৩ সাল থেকে এটি দ্বিবার্ষিক আকারে প্রকাশিত হয়ে চলেছে।\n\n\n=== র‌্যাঙ্কিং ===\n\nআন্তর্জাতিকভাবে, ২০২০ সালের কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংয়ে কলকাতা বিশ্ববিদ্যালয় ৮০০–১০০০তম স্থান অর্জন করে। একই র‌্যাঙ্কিংয়ে এশিয়ায় এটি ১৩৯তম ও ব্রিকস দেশসমূহের মধ্যে ৬৮তম স্থান অর্জন করে।\nকলকাতা বিশ্ববিদ্যালয় ভারতের ন্যাশনাল ইনস্টিটিউশনাল র‌্যাঙ্কিং ফ্রেমওয়ার্ক (এনআইআরএফ) দ্বারা ২০২০ সালে একাদশতম এবং বিশ্ববিদ্যালয়গুলির মধ্যে সপ্তম স্থান অর্জন করে। ২০১৯ সালের এনআইআরএফ র‌্যাঙ্কিংয়ে এটি ভারতের শীর্ষ পাঁচটি বিশ্ববিদ্যালয়ের মধ্যে স্থান লাভ করে।\n\n\n=== প্রত্যয়ন ও স্বীকৃতি ===\n২০০১ সালে জাতীয় মূল্যায়ন ও প্রত্যয়ন পরিষদ (ন্যাক) কর্তৃক প্রত্যয়নের প্রথম চক্রে ভারতীয় বিশ্ববিদ্যালয় \"পাঁচ-তারা\" মর্যাদা লাভ করেছিল। ২০০৯ ও ২০১৭ সালে বিশ্ববিদ্যালয় প্রত্যয়নের দ্বিতীয় ও তৃতীয় চক্রে কলকাতা বিশ্ববিদ্যালয় ন্যাক কর্তৃক সর্বোচ্চ \"এ\" গ্রেড প্রাপ্ত হয়। বিশ্ববিদ্যালয় মঞ্জুরি কমিশন ২০০৫ সালের ৮ ডিসেম্বর কলকাতা বিশ্ববিদ্যালয়কে \"সেন্টার উইথ পোটেনশিয়াল ফর এক্সিলেন্স ইন পার্টিকুলার এরিয়া\" মর্যাদা প্রদান করে। এই সংস্থা ইলেক্ট্রো-ফিলিওলজি ও নিউরোইমেজিং বিদ্যায় (গাণিতিক মডেলিং সহ) কলকাতা বিশ্ববিদ্যালয়কে \"সেন্টার উইথ পোটেনশিয়াল ফর এক্সিলেন্স\" (বিশেষ এলাকায় শ্রেষ্ঠত্বের ক্ষমতাযুক্ত কেন্দ্র) মর্যাদাও প্রদান করে।\nবিশ্ববিদ্যালয়ের পাণ্ডুলিপিশালাটিকে ২০০৩ সালে প্রতিষ্ঠিত ন্যাশনাল মিশন ফর ম্যানুস্ক্রিপ্টের অধীনে একটি \"পাণ্ডুলিপি সংরক্ষণ কেন্দ্র\"-এর মর্যাদা দেওয়া হয়েছে। কলকাতা বিশ্ববিদ্যালয় ইউনাইটেড নেশনস অ্যাকাডেমিক ইমপ্যাক্টেরও সদস্য।\n\n\n== ছাত্রজীবন ==\nময়দানে বিশ্ববিদ্যালয়ের একটি মাঠ ও তাঁবু আছে। সেখানে নানা ধরনের ক্রীড়ানুষ্ঠান আয়োজিত হয়। ফুটবল, তিরন্দাজি, বাস্কেটবল ও হকির মতো খেলাধুলায় আন্তঃ-কলেজ প্রতিযোগিতারও আয়োজন করা হয়। ১৯৮৩ সালে রবীন্দ্র সরোবরে বিশ্ববিদ্যালয় রোয়িং ক্লাব চালু হয়। ছাত্রছাত্রীদের সংগঠন ক্যালকাটা ইউনিভার্সিটি স্টুডেন্টস' ইউনিয়ন রক্তদান শিবির, পরিবেশ সচেতনতা কর্মসূচি, ত্রাণ তহবিল গঠন, শিক্ষক দিবস উদ্‌যাপন, সরস্বতী পূজা প্রভৃতি সামাজিক ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন করে।\nশহরে অবস্থিত অনেক সম্বদ্ধ স্নাতক কলেজেরই নিজস্ব ছাত্রাবাস রয়েছে। বিশ্ববিদ্যালয়ের মোট ১৭টি ছাত্রাবাস আছে যার মধ্যে আটটি (দু'টি স্নাতক ও ছয়টি স্নাতকোত্তর শিক্ষার্থীদের জন্য) মহিলাদের জন্য। এছাড়াও সারা শহরে মোট ১৩টি ছাত্রাবাস রয়েছে, যেখানে অর্থের বিনিময়ে ছাত্রছাত্রীদের বাস করার সুবিধা আছে।\n\n\n=== বিশ্ববিদ্যালয় সঙ্গীত ===\n১৯৩৭ সালে তদনীন্তন উপাচার্য শ্যামাপ্রসাদ মুখোপাধ্যায় রবীন্দ্রনাথ ঠাকুরকে অনুরোধ করেন কলকাতা বিশ্ববিদ্যালয়ের জন্য একটি \"বিশ্ববিদ্যালয় সংগীত\" রচনা করে দেওয়ার জন্য। রবীন্দ্রনাথ একটির বদলে দুটি গান রচনা করে দেন - \"চলো যাই, চলো যাই\" ও \"শুভ কর্মপথে ধর নির্ভয় গান\"। \"চলো যাই, চলো যাই \" গানটি গৃহীত হয় এবং ১৯৩৭ সালের ২৪ জানুয়ারি বিশ্ববিদ্যালয়ের প্রতিষ্ঠাদিবস উপলক্ষে কুচকাওয়াজে ছাত্রদের দ্বারা প্রথম গীত হয়। ২০০৭ সালে বিশ্ববিদ্যালয়ের সার্ধশতবর্ষ উপলক্ষে নতুন বিশ্ববিদ্যালয় সঙ্গীত হিসেবে \"শুভ কর্মপথে ধর নির্ভয় গান\" গানটি গৃহীত হয়।\n\n\n== উপাচার্যবৃন্দ ==\n\n\n== অনুষদ সমূহ ==\nকলকাতা বিশ্ববিদ্যালয়ে মোট আটটি অনুষদের অধীনে মোট ৬৫টি দফতর রয়েছে। অনুষদগুলি হল: কৃষি অনুষদ; কলা অনুষদ; বাণিজ্য, সমাজকল্যাণ ও বিজনেস ম্যানেজমেন্ট অনুষদ; শিক্ষা, সাংবাদিকতা ও গ্রন্থাগারবিজ্ঞান অনুষদ; প্রযুক্তি ও কারিগরি অনুষদ; চারুকলা, সংগীত ও গৃহবিজ্ঞান অনুষদ; আইন অনুষদ ও বিজ্ঞান অনুষদ।\n\n\n==== কৃষি অনুষদ ====\nকৃষি অনুষদে কেবল একটিই বিভাগ রয়েছে। সেটি হল কৃষিবিজ্ঞান বিভাগ। এই বিভাগে কৃষি-রসায়ন ও মৃত্তিকাবিজ্ঞান, কৃষিনীতি, উদ্যানপালন বিদ্যা (হর্টিকালচার), প্ল্যান্ট ফিজিওলজি, জেনেটিকস ও বৃক্ষপ্রজনন এবং বীজবিজ্ঞান ও প্রযুক্তির উপর স্নাতকোত্তর পাঠক্রম চালু আছে। ১৯৫০-এর দশকে কৃষি অনুষদের খয়রা অধ্যাপক পবিত্রকুমার সেন \"কৃষি কলেজ\" স্থাপন করেন।\nকলকাতা বিশ্ববিদ্যালয়ের কৃষি বিভাগটি ১৯৫৪ সালের এপ্রিল মাসে চালু হয়েছিল। কৃষি অনুষদের ছ-টি বিভাগ নিয়ে কলকাতা বিশ্ববিদ্যালয়ের ইনস্টিটিউট অফ এগ্রিকালচারাল সায়েন্স প্রতিষ্ঠিত হয় ২০০২ সালের এপ্রিল মাসে।\n\n\n==== কলা অনুষদ ====\nকলকাতা বিশ্ববিদ্যালয়ের কলা অনুষদের অধিভুক্ত বিভাগগুলি হল আরবি ও ফার্সি বিভাগ, প্রাচীন ভারতীয় ইতিহাস ও সংস্কৃতি বিভাগ, পুরাতত্ত্ব বিভাগ, বাংলা ভাষা ও সাহিত্য বিভাগ, অর্থনীতি বিভাগ, ইংরেজি ভাষা ও সাহিত্য বিভাগ, ফরাসি বিভাগ, হিন্দি বিভাগ, ইতিহাস বিভাগ, ইসলামি ইতিহাস ও সংস্কৃতি বিভাগ, ভাষা বিভাগ, ভাষাতত্ত্ব বিভাগ, জাদুঘর বিজ্ঞান বিভাগ, পালি বিভাগ, দর্শন বিভাগ, রাষ্ট্রবিজ্ঞান বিভাগ, সংস্কৃত বিভাগ, সমাজবিজ্ঞান বিভাগ, দক্ষিণ ও দক্ষিণপূর্ব এশিয়া গবেষণা বিভাগ, তামিল গবেষণা বিভাগ, উর্দু বিভাগ।\n\n\n==== অর্থনীতি বিভাগ ====\nকলকাতা বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগটি চালু হয় ১৯১৪ সালে। এই বিভাগটি বিশ্ববিদ্যালয়ের ব্যারাকপুর ট্রাঙ্ক রোড শিক্ষাপ্রাঙ্গণে অবস্থিত। ২০০২ সাল থেকে এই বিভাগ অর্থনীতি নামে একটি পত্রিকা প্রকাশ করছে।\n\n\n===== আরবি ও ফার্সি বিভাগ =====\nকলকাতা বিশ্ববিদ্যালয়ের আরবি ও ফার্সি বিভাগটি চালু হয় ১৯১৩ সালে। এই বিভাগটি বিশ্ববিদ্যালয়ের আশুতোষ শিক্ষাপ্রাঙ্গণের (কলেজ স্ট্রিট শিক্ষাপ্রাঙ্গণ) আশুতোষ ভবনে অবস্থিত।\n\n\n===== পুরাতত্ত্ব বিভাগ =====\nকলকাতা বিশ্ববিদ্যালয়ের পুরাতত্ত্ব বিভাগটি চালু হয় ১৯৬০ সালে। এই বিভাগটি বিশ্ববিদ্যালয়ের শহিদ ক্ষুদিরাম শিক্ষাপ্রাঙ্গণে (আলিপুর শিক্ষাপ্রাঙ্গণ) অবস্থিত।\n\n\n===== প্রাচীন ভারতীয় ইতিহাস ও সংস্কৃতি বিভাগ =====\nকলকাতা বিশ্ববিদ্যালয়ের প্রাচীন ভারতীয় ইতিহাস ও সংস্কৃতি বিভাগটি চালু হয় ১৯১৮ সালে। এই বিভাগটি বিশ্ববিদ্যালয়ের শহিদ ক্ষুদিরাম শিক্ষাপ্রাঙ্গণে (আলিপুর শিক্ষাপ্রাঙ্গণ) অবস্থিত।\n\n\n===== বাংলা ভাষা ও সাহিত্য বিভাগ =====\nকলকাতা বিশ্ববিদ্যালয়ের বাংলা ভাষা ও সাহিত্য বিভাগটি চালু হয় ১৯১৯ সালের ১ জুন। এই বিভাগটি বিশ্ববিদ্যালয়ের আশুতোষ শিক্ষাপ্রাঙ্গণের (কলেজ স্ট্রিট শিক্ষাপ্রাঙ্গণ) আশুতোষ ভবনে অবস্থিত।\nউপাচার্য স্যার নীলরতন সরকারের উদ্যোগে আধুনিক ভারতীয় ভাষা বিভাগ নামে এই বিভাগের যাত্রা শুরু হয়। আচার্য দীনেশচন্দ্র সেনকে কলকাতা বিশ্ববিদ্যালয়ের বাংলা ভাষা ও সাহিত্য বিভাগের প্রতিষ্ঠাতা মনে করা হয়। বাংলা বিভাগের প্রথম অধ্যাপক পদটি রামতনু লাহিড়ীর নামে সৃষ্টি করা হয়। রায়বাহাদুর খগেন্দ্রনাথ মিত্র বিশ্ববিদ্যালয়ের প্রথম রামতনু লাহিড়ি অধ্যাপক। তিনি ১২ বছরেরও বেশি সময় এই পদে ছিলেন। ১৯৩২ সালের ১ আগস্ট রবীন্দ্রনাথ ঠাকুরকে বিশ্ববিদ্যালয়ের রামতনু লাহিড়ী অধ্যাপক পদে নিয়োগ করা হয়। রবীন্দ্রনাথ ঠাকুর ও শরৎচন্দ্র চট্টোপাধ্যায়ের নামে বাংলা বিভাগে দুটি অধ্যাপক-চেয়ার পদ রয়েছে। অধ্যাপক আশুতোষ ভট্টাচার্য এই বিভাগে লোকসাহিত্য, মঙ্গলকাব্য ও বাংলা নাটক পেপার তিনটি চালু করেছিলেন। বহু প্রথম সারির বাঙালি কবি, ঔপন্যাসিক, নাট্যকার ও অভিনেতার নাম এই বিভাগটির সঙ্গে জড়িয়ে আছে।\nএই বিভাগের কয়েকজন বিশিষ্ট অধ্যাপকের নাম: রবীন্দ্রনাথ ঠাকুর, দীনেশচন্দ্র সেন, রামেন্দ্রসুন্দর ত্রিবেদী, চারুচন্দ্র বন্দ্যোপাধ্যায়, সুশীলকুমার দে, খগেন্দ্রনাথ মিত্র, বসন্তরঞ্জন রায়, ডি আর ভাণ্ডারকর, আই জে এস তারাপোরওয়ালা, সুনীতিকুমার চট্টোপাধ্যায়, শ্রীকুমার বন্দ্যোপাধ্যায়, সুধীরকুমার দাশগুপ্ত, তমোনাশচন্দ্র দাশগুপ্ত, প্রিয়রঞ্জন সেন, জনার্দন চক্রবর্তী, বিশ্বপতি চৌধুরী, মণীন্দ্রমোহন বসু, d.মহম্মদ শহিদুল্লাহ, সুবোধচন্দ্র সেনগুপ্ত, যতীন্দ্রমোহন ভট্টাচার্য, শশিভূষণ দাশগুপ্ত, প্রমথনাথ বিশী, ক্ষুদিরাম দাস,হরপ্রসাদ মিত্র, বিজনবিহারী ভট্টাচার্য, সুকুমার সেন, নারায়ণ গঙ্গোপাধ্যায়, আশুতোষ ভট্টাচার্য, ক্ষেত্র গুপ্ত, সত্যজিত চৌধুরী, দ্বিজেন্দ্রনাথ বসু, অসিতকুমার বন্দ্যোপাধ্যায়,সনৎ কুমার নস্কর প্রমুখ। বর্তমানে বাংলা বিভাগের প্রধান হলেন ঊর্মি রায়চৌধুরী।\nকলকাতা বিশ্ববিদ্যালয়ের বাংলা বিভাগ চারটি সম্মানজনক পুরস্কার প্রদান করে থাকে। এগুলি হল: জগত্তারিণী পদক, সরোজিনী বসু পদক, লীলা পুরস্কার ও ভুবনমোহিনী দাসী পদক।\nকলকাতা বিশ্ববিদ্যালয়ের বাংলা বিভাগ দ্বারা আয়োজিত সম্মানী বক্তৃতাগুলি হল:\n\nদ্বিজেন্দ্রলাল রায় রিডারশিপ (বার্ষিক) – বাঙালির জীবন ও সংস্কৃতি সংক্রান্ত চারটি বক্তৃতা।\nবিদ্যাসাগর লেকচারশিপ (বার্ষিক) – বাংলা ভাষা, সাহিত্য ও সমাজ সংস্কারের বিভিন্ন বিষয়ের উপর বক্তৃতা।\nদীনেশচন্দ্র সেন স্মৃতি লেকচারশিপ (বার্ষিক) – বাংলা ভাষা ও সাহিত্য বিষয়ক বক্তৃতা।\nশরৎচন্দ্র চট্টোপাধ্যায় স্মৃতি লেকচারশিপ (দ্বিবার্ষিক) – বাংলা ভাষা ও সাহিত্য বিষয়ক বক্তৃতা।\nরামমোহন রায় লেকচারশিপ (বার্ষিক) – রাজা রামমোহন রায়ের উপর বক্তৃতা।\nগিরিশচন্দ্র ঘোষ লেকচারশিপ (দ্বিবার্ষিক) – বাংলা সাহিত্য বিষয়ক বক্তৃতা।\nঅধ্যাপক সুধীরকুমার দাশগুপ্ত বক্তৃতা (দ্বিবার্ষিক) – নন্দনতত্ত্ব ও সাহিত্য সমালোচনা বিষয়ক বক্তৃতা।\nলীলা লেকচারশিপ (দ্বিবার্ষিক) – বাংলা ভাষা ও সাহিত্য বিষয়ক বক্তৃতা\nপার্থ বন্দ্যোপাধ্যায় স্মৃতি লেকচারশিপ (বার্ষিক) – বাংলা ভাষা ও সাহিত্য, বিশেষত বাংলা নাটক, বিষয়ক বক্তৃতা।\nঅশোকবিকাশ ভট্টাচার্য স্মৃতি বক্তৃতা (বার্ষিক) – বাংলা ভাষা ও কল্পবিজ্ঞান বিষয়ক বক্তৃতা।\nঅধ্যাপক ক্ষুদিরাম দাস স্মারক বক্তৃতা- (বার্ষিক)- বাংলা ভাষা ও সাহিত্য বিষয়ক বক্তৃতা।\nকলকাতা বিশ্ববিদ্যালয়ের বাংলা বিভাগ দশটি বৃত্তি প্রদান করে থাকে। এগুলি হল: প্রয়াত রাসবিহারী বন্দ্যোপাধ্যায় স্মৃতি অর্থ পুরস্কার, পত্রলেখা দেবী বৃত্তি, অনিলচন্দ্র গুপ্ত স্মৃতি ছাত্রবৃত্তি, জ্ঞানদাসুন্দরী সরকার স্মৃতি বৃত্তি, পারমিতা বসু স্মৃতি বৃত্তি, রূপলেখা নন্দী স্মৃতি বৃত্তি, কল্যাণী সরকার স্মৃতি বৃত্তি, কমলাবালা পাল স্মৃতি ছাত্রবৃত্তি, অমলকুমার বন্দ্যোপাধ্যায় স্মৃতি ছাত্রবৃত্তি ও যতীন্দ্রনাথ সেনগুপ্ত স্মৃতি ছাত্রবৃত্তি।\n২| ইংরেজি:\n৪। দর্শন:\n৫। ইতিহাস:\n৭। ইসলামিক স্টাডিজ:\n৮। ইসলামের ইতিহাস ও সংস্কৃতি:\n৯। সংস্কৃত ও পালি:\n১০। তথ্য বিজ্ঞান ও গ্রন্থাগার ব্যবস্থাপনা\n১১। ভাষাতত্ত্ব\n১২। নাট্যকলা ও সঙ্গীত\n১৩। বিশ্ব ধর্মতত্ত্ব\n\n\n==== বিজ্ঞান অনুষদ ====\nবিভাগ সমূহ\n১। পদার্থ বিজ্ঞান বিভাগ :\n২। গণিত বিভাগ:\n৩। রসায়ন বিভাগ:\n৪। পরিসংখ্যান বিভাগ:\n৫। ভূগোল ও পরিবেশ বিভাগ:\n৬। ভূতত্ত্ব বিভাগ:\n৭। ফলিত পদার্থ বিজ্ঞান ও ইলেকট্রনিক্স বিভাগ\n'৮। ফলিত রসায়ন ও রাসায়নিক প্রযুক্তি বিভাগ:\n৯। কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বিভাগ:\n১০। ফাইবার ইঞ্জিনিয়ারিং বিভাগ:\n\n\n==== আইন অনুষদ ====\nবিভাগ সমূহ\n১। আইন বিভাগ\n\n\n==== সামাজিক বিজ্ঞান অনুষদ ====\nবিভাগ সমূহ\n১। অর্থনীতি বিভাগ :\n২। রাষ্ট্রবিজ্ঞান বিভাগ :\n৩। আন্তর্জাতিক সম্পর্ক বিভাগ:\n৪। সমাজ বিজ্ঞান বিভাগ:\n৫। লোক প্রশাসন বিভাগ:\n৬। সাংবাদিকতা ও গণযোগাযোগ বিভাগ\n৭। নৃবিজ্ঞান বিভাগ:\n৮। পপুলেশন সায়েন্সেস বিভাগ\n৯। শান্তি ও সংঘর্ষ অধ্যয়ন বিভাগ:\n১০। উইমেন্স স্টাডিজ বিভাগ:\n১১| ডেভেলপমেন্ট স্টাডিজ বিভাগ\n\n\n==== বিজনেস স্টাডি ====\n২। একাউন্টিং এন্ড ইনফরমেশন সিস্টেমস বিভাগ:\n৩। মার্কেটিং বিভাগ:\n৪। ফিন্যান্স বিভাগ:\n\n\n== উল্লেখযোগ্য প্রাক্তনী ও শিক্ষক ==\n\nবহু বিজ্ঞানী, প্রকৌশলী, বিশ্বনেতা, নোবেল বিজয়ী ও শিক্ষক কলকাতা বিশ্ববিদ্যালয়ে পড়াশোনা বা শিক্ষকতা করেছেন। বাংলা তথা ভারতের প্রাচীনতম আধুনিক বিশ্ববিদ্যালয় হওয়ার কারণে এই বিশ্ববিদ্যালয় সমাজের বিভিন্ন শ্রেণির ছাত্রছাত্রীদের আকর্ষণ করেছিল। যে সকল নোবেল বিজয়ী এই বিশ্ববিদ্যালয়ে পড়াশোনা অথবা শিক্ষকতা করেছিলেন তাঁদের মধ্যে রয়েছেন: রবীন্দ্রনাথ ঠাকুর, চন্দ্রশেখর ভেঙ্কট রমন, রোনাল্ড রস, অমর্ত্য সেন ও অভিজিৎ বন্দ্যোপাধ্যায়। ভারতের জাতীয় স্তোত্রের রচয়িতা বঙ্কিমচন্দ্র চট্টোপাধ্যায় এবং অ্যাকাডেমি পুরস্কার বিজয়ী চলচ্চিত্র পরিচালক সত্যজিৎ রায় উভয়েই ছিলেন কলকাতা বিশ্ববিদ্যালয়ের প্রাক্তন ছাত্র। যে সকল শিল্পপতি এই বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন তাঁদের অন্যতম হলেন স্যার রাজেন মুখোপাধ্যায়, রমাপ্রসাদ গোয়েঙ্কা, লক্ষ্মী মিত্তল, বিনয় মালু ও আদিত্য বিড়লা। বিশ্ববিদ্যালয়ের সঙ্গে সম্পৃক্ত বিশিষ্ট বিজ্ঞানী ও গণিতজ্ঞদের মধ্যে রয়েছেন আচার্য জগদীশচন্দ্র বসু, আচার্য প্রফুল্লচন্দ্র রায়, মেঘনাদ সাহা, অনিল কুমার গায়েন, সত্যেন্দ্রনাথ বসু, অশোক সেন, সংঘমিত্রা বন্দ্যোপাধ্যায়, অসীমা চট্টোপাধ্যায় ও উজ্জ্বল মৌলিক।\nঅভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ,\nপাকিস্তানের প্রতিষ্ঠাতা-সদস্যাদের মধ্যে অগ্রণী, ফাতেমা জিন্নাহ কলকাতা বিশ্ববিদ্যালয়ে দন্তচিকিৎসা শিক্ষা করেছিলেন। ভারতের জাতীয়তাবাদী নেতা, ভারতীয় জাতীয় কংগ্রেসের প্রাক্তন সভাপতি, আজাদ হিন্দ ফৌজের সহ-প্রতিষ্ঠাতা ও আর্জি হুকুমৎ-এ-আজাদ হিন্দের রাষ্ট্রপ্রধান সুভাষচন্দ্র বসু কিছুকাল এই বিশ্ববিদ্যালয়ে পড়াশোনা করেন। ভারতীয় জাতীয় কংগ্রেসের অন্যান্য সে সকল সভাপতি এই বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন তাঁদের মধ্যে রয়েছেন উমেশচন্দ্র বন্দ্যোপাধ্যায়, সুরেন্দ্রনাথ বন্দ্যোপাধ্যায়, আনন্দমোহন বসু, রমেশচন্দ্র দত্ত, ভূপেন্দ্রনাথ বসু ও মদনমোহন মালব্য। মদনমোহন মালব্য পরবর্তীকালে কাশী হিন্দু বিশ্ববিদ্যালয় প্রতিষ্ঠা করেছিলেন। ভারতের তিন রাষ্ট্রপতির সঙ্গে কলকাতা বিশ্ববিদ্যালয়ের যোগ রয়েছে, তাঁরা হলেন: রাজেন্দ্র প্রসাদ, ড. সর্বপল্লি রাধাকৃষ্ণন ও প্রণব মুখোপাধ্যায়। রাজেন্দ্র প্রসাদ ছিলেন কলকাতা বিশ্ববিদ্যালয়ের ছাত্র, ড. রাধাকৃষ্ণন এই বিশ্ববিদ্যালয়ে শিক্ষকতা করেছিলেন এবং প্রণব মুখোপাধ্যায় কলকাতা বিশ্ববিদ্যালয় অনুমোদিত কলেজে পড়াশোনা ও শিক্ষকতা দুইই করেন। ভারতের প্রাক্তন উপরাষ্ট্রপতি মহম্মদ হামিদ আনসারি এবং প্রাক্তন উপপ্রধানমন্ত্রী জগজীবন রামও এই বিশ্ববিদ্যালয়ের ছাত্র ছিলেন।\n\nভারতের বিভিন্ন রাজ্যের একাধিক রাজ্যপালও কলকাতা বিশ্ববিদ্যালয়ে পড়াশোনা করেছিলেন। এঁদের মধ্যে রয়েছেন বিহার ও ওড়িশা রাজ্যের প্রথম ভারতীয় রাজ্যপালগণ, রায়পুরের লর্ড সত্যেন্দ্রপ্রসন্ন সিংহ (প্রথম ব্যারন সিনহা), পাঞ্জাব ও উত্তরপ্রদেশের রাজ্যপাল চন্দেশ্বর প্রসাদ নারায়ণ সিং এবং দিল্লি, মেঘালয়, উত্তরপ্রদেশের প্রাক্তন রাজ্যপাল তথা উত্তরাখণ্ডের বর্তমান রাজ্যপাল বনওয়ারি লাল যোশি। ভারতীয় করদ রাজ্য কোচবিহারের প্রাক্তন মহারাজা নৃপেন্দ্রনারায়ণ ভূপ বাহাদুর, সরাইকেল্লার পাটায়েত সাহিব মহারাজকুমার ভূপেন্দ্র নারায়ণ সিং দেও, ব্রিটিশ যুগের করদ রাজ্য কাশ্মীরের প্রধানমন্ত্রী অ্যালবিয়ান রাজকুমার বন্দ্যোপাধ্যায় এবং অবিভক্ত বাংলার প্রধানমন্ত্রী এ. কে. ফজলুল হকও এই বিশ্ববিদ্যালয়ের ছাত্র ছিলেন।\nকলকাতা বিশ্ববিদ্যালয়ের প্রাক্তন ছাত্রছাত্রীদের মধ্যে রয়েছেন পশ্চিমবঙ্গের আট জন মুখ্যমন্ত্রী: প্রফুল্লচন্দ্র ঘোষ, ড. বিধানচন্দ্র রায়, প্রফুল্লচন্দ্র সেন, অজয় মুখোপাধ্যায়, সিদ্ধার্থশঙ্কর রায়, জ্যোতি বসু, বুদ্ধদেব ভট্টাচার্য ও মমতা বন্দ্যোপাধ্যায়; অসমের তিন জন মুখ্যমন্ত্রী: গোপীনাথ বরদলৈ, বিষ্ণু রাম মেধি ও গোলাপ বরবরা; বিহারের তিন মুখ্যমন্ত্রী: কৃষ্ণ সিনহা, বিনোদানন্দ ঝা ও রাম সুন্দর দাস; মেঘালয়ের দুই মুখ্যমন্ত্রী: বি. বি. লিংডো ও এস. সি. মারাক; মধ্যপ্রদেশের দুই মুখ্যমন্ত্রী: রবিশঙ্কর শুক্ল ও কমল নাথ; মণিপুরের মুখ্যমন্ত্রী রিশাং কেইশিং; নাগাল্যান্ডের মুখ্যমন্ত্রী এস. সি. জামির এবং সিকিমের মুখ্যমন্ত্রী বি. বি. গুরুং। ভারতের সুপ্রিম কোর্টের প্রধান বিচারপতিদের মধ্যে বিজন কুমার মুখোপাধ্যায়, সুধীরঞ্জন দাস, অমল কুমার সরকার, অজিতনাথ রায়, সব্যসাচী মুখোপাধ্যায় ও আলতামাস কবির এই বিশ্ববিদ্যালয়ের ছাত্র ছিলেন। এছাড়াও সুপ্রিম কোর্টের অন্যান্য অনেক বিচারপতি, বিভিন্ন রাজ্যের হাইকোর্টের মুখ্য বিচারপতি ও অন্যান্য বিচারপতিরাও এই বিশ্ববিদ্যালয়ে পড়াশোনা করেন।\n\nবিদেশি রাষ্ট্রের যে সকল রাষ্ট্রনেতা কলকাতা বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন তাঁদের মধ্যে অন্যতম বাংলাদেশের চার রাষ্ট্রপতি শেখ মুজিবুর রহমান, মোহাম্মদ মোহাম্মদুল্লাহ, আবু সাদাত মোহাম্মদ সায়েম, আব্দুস সাত্তার; বাংলাদেশের তিন প্রধানমন্ত্রী শেখ মুজিবুর রহমান, মুহাম্মদ মনসুর আলী ও শাহ আজিজুর রহমান; পাকিস্তানের তিন প্রধানমন্ত্রী মোহাম্মদ আলী বগুড়া, হোসেন শহীদ সোহ্‌রাওয়ার্দী, নুরুল আমিন; ব্রিটিশ শাসনে বর্মার প্রথম প্রধানমন্ত্রী বা মও; নেপালের প্রথম রাষ্ট্রপতি রামবরণ যাদব এবং নেপালের গণতান্ত্রিক উপায়ে নির্বাচিত প্রথম প্রধানমন্ত্রী বিশ্বেশ্বর প্রসাদ কৈরালা ও তাঁর উত্তরসূরি তুলসী গিরি।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উল্লেখপঞ্জি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}