{"pageid": 1108959, "title": "মুহাম্মাদ লুৎফর রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1108959", "content": "অধ্যাপক মুহাম্মদ লুৎফর রহমান একজন বাংলাদেশী অধ্যাপক, রসায়নবিদ ও গবেষক। তিনি ইসলামী বিশ্ববিদ্যালয়, বাংলাদেশের ৬ষ্ঠ উপাচার্য (২০ অক্টোবর ২০০০ থেকে ৩ নভেম্বর ২০০১ পর্যন্ত) ছিলেন। তিনি রাজশাহী বিশ্ববিদ্যালয়ের রসায়ন বিভাগের অধ্যাপক ছিলেন। তিনি এখন ইন্ডিপেন্ডেন্ট ইউনিভার্সিটি, বাংলাদেশের পরিবেশ বিজ্ঞান ও ব্যবস্থাপনা বিভাগে চুক্তিবদ্ধ অধ্যাপক হিসাবে দায়িত্ব পালন করছেন।\n\n\n== প্রারম্ভিক জীবন ==\nএম. লুৎফর রহমান ১৯৪২ সালের ২ মে জন্মগ্রহণ করেন। তার পিতার নাম মৌলভী আবুল হোসেন এবং মাতার নাম সিকারুননেসা। \n\n\n== শিক্ষাজীবন ==\nলুতফর রহমান খোকসা জানিপুর সরকারি পাইলট মাধ্যমিক বিদ্যালয় থেকে ১৯৮৫ সালে ম্যাট্রিকুলেশন পরীক্ষায় (বর্তমানে এসএসসি) উত্তীর্ণ হন। তৎকালীন সময়ে তিনি কুষ্টিয়া জেলায় প্রথম স্থান অধিকার লাভ করেন। এরপর ১৯৬০ সালে পাবনা এডওয়ার্ড কলেজ থেকে ইন্টারমিডিয়েট (বর্তমানে এইচএসসি) পাশ করেন। সেই সময়ে তিনি রাজশাহী বিভাগে ৬ষ্ঠ স্থান অধিকার লাভ করেন। এরপর ১৯৬৩ সালে রাজশাহী কলেজ থেকে রসায়ন বিভাগ থেকে স্নাতক সম্পন্ন করেন। ১৯৬৪ সালে রাজশাহী বিশ্ববিদ্যালয় থেকে শারীরিক রসায়ন বিভাগে স্নাতকোত্তর সম্পন্ন করেন। এরপর ১৯৬৯ সালেকেমব্রিজ বিশ্ববিদ্যালয় থেকে ভৌত রসায়নে পিএইচডি ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nতিনি রাজশাহী বিশ্ববিদ্যালয় স্নাতকোত্তর শেষ করার পরেই ১৯৬৫ সালে রাজশাহী বিশ্ববিদ্যালয়ে প্রভাষক হিসাবে যোগদান করেন। যোগদানের পরে তিনি ১৯৬৯ সালে কেমব্রিজ বিশ্ববিদ্যালয় থেকে পিএইচডি সম্পন্ন করেন। তিনি ১৯৭৩ সালে রাজশাহী বিশ্ববিদ্যালয়ের রসায়ন বিভাগের সহযোগী অধ্যাপকে পদোন্নতি লাভ করেন। তিনি ১৯৮০ সাল থেকে ৮৫ সাল পর্যন্ত লিবিয়ার ইউনিভার্সিটি অব গ্যারিউনিসের (বর্তমানে বেনগাজি বিশ্ববিদ্যালয় লিবিয়া) বিজ্ঞান অনুষদে পড়িয়েছেন। তিনি ১৯৮০ সালে রাজশাহী বিশ্ববিদ্যালয়ের রসায়ন বিভাগের অধ্যাপক হিসাবে পদোন্নতি লাভ করেন। ১৯৮৬ থেকে ৮৯ সাল পর্যন্ত রসায়ন বিভাগের চেয়ারম্যান হিসাবে দায়িত্ব পালন করেন। এছাড়াও ১৯৯৩ থেকে ১৯৯৫ পর্যন্ত বিজ্ঞান অনুষদের ডিন হিসাবে দায়িত্ব পালন করেন। তিনি ২০০৬ সাল থেকে চুক্তি ভিত্তিক অধ্যাপক হিসাবে ইন্ডিপেন্ডেন্ট ইউনিভার্সিটি বাংলাদেশের এনভায়রনমেন্টাল সায়েন্স অ্যান্ড ম্যানেজমেন্ট বিভাগে পড়াচ্ছেন।\n\n\n=== ইবি উপাচার্য ===\n২০০০ সালের ২০ অক্টোবর সরকারি প্রাজ্ঞাপনের মাধ্যমে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে উপাচার্য হিসাবে দায়িত্ব গ্রহণ করেন। তিনি ৪ বছরের জন্য নিয়োগপ্রাপ্ত হলেও মাত্র ১ বছর ১৩ দিন দায়িত্ব পালন করার পরে ৩ নভেম্বর ২০০১ সালে উপাচার্যের পদ থেকে পদত্যাগ করেন।\n\n\n== প্রকাশনা ==\nChakraborty, Haribal; Paul, Niranjan (১৯৯৪-১০-০১)। \"Catalytic activities of Schiff base aquocomplexes of copper(II) towards hydrolysis of amino acid esters\" (ইংরেজি ভাষায়): 524–526। আইএসএসএন 1572-901X। ডিওআই:10.1007/BF00136366। \nRahman, M. L.; Linnett, J. W. (১৯৭১-০১-০১)। \"Recombination of atoms at surfaces. Part 10.—Nitrogen atoms at pyrex surfaces\" (ইংরেজি ভাষায়): 170–178। আইএসএসএন 0014-7672। ডিওআই:10.1039/TF9716700170। \nHossain, M. Kamal; Rahman, M. Lutfor (২০০৪-১২-০১)। \"Comparative regeneration status in a natural forest and enrichment plantations of Chittagong (south) forest division, Bangladesh\" (ইংরেজি ভাষায়): 255–260। আইএসএসএন 1993-0607। ডিওআই:10.1007/BF02844948। \nChakraborty, Haribal; Rahman, M. Lutfor (১৯৯৪-১০-০১)। \"Kinetics of hydrolysis of amino acid esters in the presence of aquocomplexes involving ethylenediamine, diethylenetriamine and triethylenetetramine ligands. Part 2. Cobalt(II), cobalt(III), platinum(II) and palladium(II)\" (ইংরেজি ভাষায়): 481–483। আইএসএসএন 1572-901X। ডিওআই:10.1007/BF00136354। \nMarshall, Roger M.; Rahman, Lutfor (১৯৭৭)। \"Radical equilibrium studies; the thermodynamic parameters of n-propyl\" (ইংরেজি ভাষায়): 705–724। আইএসএসএন 1097-4601। ডিওআই:10.1002/kin.550090503। \nRahman, Lutfor; Silong, Sidik (২০০০)। \"Graft copolymerization of methyl acrylate onto sago starch using ceric ammonium nitrate as an initiator\" (ইংরেজি ভাষায়): 516–523। আইএসএসএন 1097-4628। ডিওআই:10.1002/(SICI)1097-4628(20000425)76:4<516::AID-APP9>3.0.CO;2-7। \nHegde, Gurumurthy; Fernandes, Pearl Zynia (২০১৫)। \"Light Sensitive Molecule for Photonic Devices\" (ইংরেজি ভাষায়): 115–120। আইএসএসএন 1521-3900। ডিওআই:10.1002/masy.201550315। \nGoswami, N.; Rahman, M. L. (১ ডিসেম্বর ১৯৭৯)। \"Kinetic studies on the catalytic reduction of nitrotoluene by hydrazine\": 3047–3052। ডিওআই:10.1139/v79-496। \nRahman, M. L. (১৯৭৭)। \"Spin Density in N3 Radical\": 40–। \nTarafder, M. T. H.; Begum, Monowara (এপ্রিল ১৯৮৬)। \"Cu (II) Complexes of S-benzyldithiocarbazate\" (পিডিএফ): 377–378। \nHasan, Shahnoor; Rabbani, Khondkar (২৪ এপ্রিল ২০১২)। \"Persistent Organic Pollutants and Pesticide Residues in Seasonal Waters of Rural Bangladesh\" (পিডিএফ): 41–47। আইএসএসএন 2186-6872। ২২ ডিসেম্বর ২০২১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ ডিসেম্বর ২০২১। \n\n\n== সদস্যপদ ==\nআজীবন সদস্য, বাংলাদেশ কেমিক্যাল সোসাইটি \nসদস্য, রাসায়নিক বিজ্ঞানের মূল্যায়ন কমিটি, বিশ্ববিদ্যালয় মঞ্জুরি কমিশন ।\nসদস্য, বাংলাদেশ অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্স\nসদস্য, বাংলাদেশ অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্স\nসাবেক সভাপতি, বাংলাদেশ কেমিক্যাল সোসাইটি, আঞ্চলিক শাখা, রাজশাহী।\nসাবেক সদস্য, সম্পাদকীয় বোর্ড, বাংলাদেশ কেমিক্যাল সোসাইটি জার্নাল।\n\n\n== কর্মশালা ==\n১৯৬৭ সালে সুইডেনের উপসালায় 'কোয়ান্টাম কেমিস্ট্রি' বিষয়ে একটি গ্রীষ্মকালীন ইনস্টিটিউটে যোগদান করেন।\n১৯৬৮ সালে বেলজিয়ামের ঘেন্টে 'সেমিকন্ডাক্টর সারফেসেস'-এর উপর একটি গ্রীষ্মকালীন সেমিনারে যোগদান করেন।\n১৯৯২ সালে ইতালির ট্রিয়েস্টে অনুষ্ঠিত 'ক্যাটালিস্ট ডিজাইন'-এর উপর দ্বিতীয় কর্মশালায় অংশগ্রহণ করেন।\nবাংলাদেশের পরিবেশ বিষয়ক আন্তর্জাতিক সম্মেলন (ICEAB) \n\n\n== সন্মাননা ==\n১৯৭৪ সালে কমনওয়েলথ একাডেমিক স্টাফ ফেলোশিপ। \n১৯৬৫ এর প্রদর্শনীর জন্য রয়্যাল কমিশন কর্তৃক বিদেশী বৃত্তি প্রদান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল স্কলারে। লুৎফর রহমানের\nলুৎফর রহমানের রিসার্চ গেট অ্যাকাউন্ট\nলুৎফর রহমানের সিভি.pdf"}