{"pageid": 1108574, "title": "হায়াতে ইমাম মালিক", "url": "https://bn.wikipedia.org/wiki?curid=1108574", "content": "হায়াতে ইমাম মালিক (حیات امام مالک) ইমাম মালিকের উপর রচিত উর্দু ভাষার প্রথম জীবনী সাহিত্য। এর রচয়িতা সুলাইমান নদভী। লেখক হিসেবে সুলাইমান নদভীর প্রথম গ্রন্থও এটি। গ্রন্থটিতে ইমাম মালিকের জীবনী ছাড়াও তার গ্রন্থাবলি, মদিনার তাবেয়ীদের অবস্থা, হিজাযের ফকিহ ইমামদের অবস্থা, ইলমে হাদিসের প্রাথমিক ইতিহাস এবং হাদিস সংকলনের ক্ষেত্রে মুহাদ্দিসদের পরিশ্রম ইত্যাদি তুলে ধরা হয়েছে। পাশাপাশি ইমাম মালিকের দরস বা শিক্ষাদান পদ্ধতি, ছাত্র পরিচিতি, ফতওয়া প্রদান এবং তার মুয়াত্তা ইমাম মালিক সম্পর্কে বিস্তারিত আলোচনা করা হয়েছে। গ্রন্থটি রচনায় নদভী ২৮টি গ্রন্থকে উৎস হিসেবে গ্রহণ করেছেন। গ্রন্থটির গুরুত্ব সম্পর্কে ড. হামিদুল্লাহ বলেন, ‘এ গ্রন্থটি লিখা হয়েছে প্রায় ৭৮ বছর হল, কিন্তু গ্রন্থটি আজও প্রয়োজনীয় জ্ঞানের উৎসগিরি হয়ে আছে। যদি কেউ (ইমাম মালিক সম্পর্কে) এ গ্রন্থ থেকে উত্তম গ্রন্থ লেখার চেষ্টা করে, তাহলে তা হবে এ সংক্ষিপ্ত গ্রন্থের বিস্তারিত ব্যাখ্যা মাত্র।\n\n\n== প্রেক্ষাপট ==\nইমাম মালিকের জীবনীর উপর আলাদা কোনো গ্রন্থ রচনা করা সুলাইমান নদভীর উদ্দেশ্য ছিল না। তিনি দারুল উলুম নদওয়াতুল উলামার ছাত্র থাকাকালে নদওয়ার মাসিক আন নদওয়া পত্রিকায় লেখা প্রকাশের উদ্দেশ্যে ১৯০৭ সালে ‘হায়াতে ইমাম মালিক র.’ শিরোনামে একটি প্রবন্ধ লিখেন। প্রবন্ধটি আন নদওয়া পত্রিকার কয়েক সংখ্যায় প্রকাশ করা হয়। পরবর্তীতে তিনি প্রবন্ধটির গুরুত্ব ও প্রয়োজনীয়তা অনুভব করে এর মাঝে আরো কিছু তথ্য সংযোজন করেন এবং দারুল মুসান্নিফীনের প্রারম্ভকালে আগস্ট ১৯১৭ সালে একটি আলাদা গ্রন্থ হিসেবে প্রথম প্রকাশ করেন। তিনি কয়েকটি উদ্দেশ্যকে সামনে রেখে গ্রন্থটি রচনা শুরু করেন। প্রথমত পূর্বসূরিদের জীবনী রচনার মাধ্যমে ইসলামি জ্ঞানের ইতিহাস রচনা করা। দ্বিতীয়ত ইমাম আবু হানিফা ও ইমাম শাফির জীবনী উর্দুতে লিখা হয়েছে; কিন্তু ইমাম মালিক সম্পর্কে উর্দুতে একটি অক্ষরও লিখা হয়নি। অথচ তিনি ছিলেন মদিনার প্রখ্যাত ফিকাহবিদ, দারুল হিজরার ইমাম এবং ইলমে হাদিসের প্রথম নিয়মতান্ত্রিক সংকলক। তৃতীয়ত ইমাম মালিক ও তার হাদিসগ্রন্থ মুয়াত্তা ইমাম মালিকের প্রতি তার ছিল অগাধ বিশ্বাস, যা এ গ্রন্থ রচনার প্রতি আগ্রহ সৃষ্টি করে।\n\n\n== গঠন ==\n১২০ পৃষ্ঠা বিশিষ্ট এ গ্রন্থটির শুরুতে লেখক একটি ভূমিকা লিখেন। এরপর ইমাম মালিকের জন্ম, বংশ পরিচয়, শিক্ষা জীবন, তার উস্তাদদের কথা, মদিনার তাবেয়ীদের কথা এবং তৎসময়ের বিভিন্ন ইমামদের সম্পর্কে আলোচনা করেন। লেখক ইমাম মালিকের শিক্ষকতা, ছাত্রদের সাথে সম্পর্ক এবং তার ক্লাসের অবস্থা তুলে ধরেন গ্রন্থের ৪২–৫২ পৃষ্ঠায়। ইমাম মালিকের ফিকহি তথা ইসলামি আইন বিষয়ে বিভিন্ন মাসআলার ফতওয়া ও সমাধান প্রদান বিষয়টি আলোচনা করেন গ্রন্থের ৫৩–৬২ পৃষ্ঠায়। পাশাপাশি রাসূল (স.) এর যুগ থেকে উমর ইবনে আবদুল আজিজের যুগ পর্যন্ত ফিকাহ উদ্ভাবনের একটি চিত্র সংক্ষিপ্তাকারে তুলে ধরেন। ইমাম মালিকের বিভিন্ন মাসআলার ফতওয়া প্রদানের ক্ষেত্রে যে নিয়ম অনুসরণ করতেন, লেখক সে বিষয়গুলোর উপরও আলোকপাত করেন অত্র অংশে।\nলেখক গ্রন্থের ৬৩–৭৯ পৃষ্ঠায় ইমাম মালিকের সাধারণ জীবনযাপনের কথা তুলে ধরার পাশাপাশি খিলাফতে আব্বাসীয়া, বাদশাহ মনসুর, বাদশাহ হারুনুর রশীদ প্রমুখের সাথে ইমাম মালিকের সম্পর্ক বিষয়টি আলোচনা করেন। গ্রন্থের ৮০–৯০ পৃষ্ঠায় ইমাম মালিকের চরিত্র, অভ্যাস ও নিজস্ব নিয়মনীতি সম্পর্কে আলোচনার পাশাপাশি তার মৃত্যুর কথা, জানাযা ও শোকগীতি সম্পর্কে আলোচনা করেন। গ্রন্থের একেবারে শেষভাগে ৯১–১২০ পৃষ্ঠার মধ্যে ইমাম মালিক রচিত গ্রন্থাবলী ও তার মুয়াত্তা সম্পর্কে আলোচনার পাশাপাশি একটি পরিশিষ্টের মাধ্যমে গ্রন্থের ইতি টানেন। ইমাম মালিকের মুয়াত্তা লেখার উৎস, সময়কাল, নামকরণ, এর প্রয়োজনীয়তা এবং গ্রহণযোগ্যতা ইত্যাদি বিষয়গুলো অত্যন্ত বিস্তারিত আলোচনা করেন। পাশাপাশি মুসনাদে আবু হানিফা, মুসনাদে শাফেয়ী, মুসনাদে ইবনে হাম্বলের সাথে মুয়াত্তা ইমাম মালিকের তুলনাপূর্বক এর বিশেষত্বগুলো তুলে ধরেন।\n\n\n== উৎস ==\nতিনি এ গ্রন্থ রচনার ক্ষেত্রে যে ২৮টি গ্রন্থকে উৎস ব্যবহার করেছেন:\n\nআল ইসাবাতু ফী তময়ীযিস সাহাবাহ\nতাযঈনুল মামালিক (সুয়ূতী)\nতারীখে ইবনে খাল্লিকান\nআসআফুল মুবতা বি রিজালিল মুআত্তা (সুয়ূতী)\nতাযকিরাতুল হুফফায (যেহনী)\nকিতাবুল আনসাব (সামআনী)\nতবাকাতু ইবনে সাদ\nজামিউ বয়ানিল ইল্ম (ইবনু আব্দিল বার)\nকিতাবুল ইলাল (তিরমিযী)\nবুসতানুল মুহাদ্দিসীন (শাহ আব্দুল আযীয)\nতাওয়ালিত তাছীছ বি মানাকিবি ইবনি ইদরিস\nমানাকিবু মালিক ইবনে সউদ আল যাওয়াদী\nতাকরীবুত তাহযীব\nখতীবে বাগদাদী\nমুসনাদে ইমাম আবু হানিফা\nদারে কুতনী\nকিতাবুয যাবায়িহ (বদরুদ্দীন যারাকশী)\nমুকাদ্দামাহ ইবনু ছলাহ\nমুকাদ্দামাহ ইলামুল মুকিঈন (ইবনু হাযাম উনদুলুসী)\nআল আখবারুত তাওয়াল (আবু হানিফা দিননুরী)\nকিতাবুল আখবার\nকিতাবুল ইবর (ইবনু খালদুন)\nকিতাবুল ফিহরিসত (ইবনু নাদীম)\nমারাআতুল আওরাক (ইবনু হাজার)\nতাবাকাতু সাবাকী\nমারাআতুল জিনান (ইয়াফিয়ী)\nকাশফুয যুনুন\nতাহযীবুল কামাল\n\n\n== আরও দেখুন ==\nসংগ্রামী সাধকদের ইতিহাস\nসীরাতুন নবী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহায়াতে ইমাম মালিক–এর উর্দু সংস্করণ"}