{"pageid": 1109329, "title": "ধর্মবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1109329", "content": "ধর্মবিদ্যা (ইংরেজি: Religious studies) হলো এমন কেতাবি ক্ষেত্র যা ধর্মীয় বিশ্বাস, আচরণ ও প্রতিষ্ঠানের গবেষণায় নিবেদিত, এবং ঐতিহাসিক ও পদ্ধতিগত সঙ্কর-সাংস্কৃতিক দৃষ্টিভঙ্গির উপর জোর দিয়ে ধর্মকে বর্ণনা, তুলনা ও ব্যাখ্যা করে।\nধর্মতত্ত্ব যখন ঐতিহ্যগত ধর্মীয় বিবরণ অনুসারে অতিক্রান্ততা বা  অতিপ্রাকৃতকে বোঝার চেষ্টা করে, ধর্মবিদ্যা কোনো বিশেষ ধর্মীয় দৃষ্টিভঙ্গি থেকে স্বাধীন হয়ে আরও বৈজ্ঞানিক ও বস্তুনিষ্ঠ দৃষ্টিভঙ্গি নেয়। ধর্মবিদ্যা এইভাবে নৃতত্ত্ব, সমাজবিজ্ঞান, মনোবিজ্ঞান,  দর্শন এবং ইতিহাস সহ একাধিক কেতাবি শাখা এবং পদ্ধতির উপর প্রলুব্ধ করে।\nধর্মবিদ্যার উৎপত্তি ঊনবিংশ শতাব্দীর ইউরোপে, যখন বাইবেলের পাণ্ডিত্যপূর্ণ ও ঐতিহাসিক বিশ্লেষণের বিকাশ ঘটেছিল, কারণ হিন্দু ও বৌদ্ধ ধর্মগ্রন্থগুলি প্রথম ইউরোপীয় ভাষায় অনুবাদ করা হয়েছিল। প্রথম দিকের প্রভাবশালী পণ্ডিতদের মধ্যে রয়েছে ফ্রেডরিখ ম্যাক্স মুলার এবং কর্নেলিস পেট্রাস টাইলে। বর্তমানে, ধর্মবিদ্যা কেতাবি শৃঙ্খলা যা বিশ্বব্যাপী পণ্ডিতদের দ্বারা অনুশীলন করা হয়। এর গোড়ার দিকের বছরগুলিতে, এটি তুলনামূলক ধর্মতত্ত্ব বা ধর্মের বিজ্ঞান হিসেবে পরিচিত ছিল এবং, মার্কিন যুক্তরাষ্ট্রে, যারা আজকে এই ক্ষেত্রটিকে \"ধর্মের ইতিহাস\" নামেও চেনেন (সাধারণভাবে শিকাগো বিশ্ববিদ্যালয়ের এবং বিশেষ করে মিরসিয়া এলিয়েডে, ১৯৫০ এর দশকের শেষ থেকে ১৯৮০ এর দশকের শেষ পর্যন্ত প্রাপ্ত পদ্ধতিগত ঐতিহ্যের সাথে যুক্ত)।\nধর্মবিদ্যা পণ্ডিত ওয়াল্টার ক্যাপস শৃঙ্খলার উদ্দেশ্য বর্ণনা করেছেন \"প্রশিক্ষণ ও অনুশীলন... নির্দেশনা এবং ধর্মের বিষয়ে অনুসন্ধান পরিচালনা করার জন্য\"। একই সময়ে, ক্যাপস বলেছিলেন যে এর অন্য উদ্দেশ্য ছিল \"ধর্মের বিষয়কে বোধগম্য করার জন্য নির্ধারিত পদ্ধতি ও অনুসন্ধানের কৌশলগুলি ব্যবহার করা।\" ধর্মবিদ্যা পণ্ডিত রবার্ট এ সেগাল শৃঙ্খলাকে বিষয় হিসাবে চিহ্নিত করেছেন যা অনেক পদ্ধতির জন্য উন্মুক্ত, এবং এইভাবে এটি \"শৃঙ্খলাগত মর্যাদার যোগ্য হওয়ার জন্য স্বতন্ত্র পদ্ধতি বা স্বতন্ত্র ব্যাখ্যার প্রয়োজন হয় না।\"\nএই ক্ষেত্রে কাজ করা বিভিন্ন পণ্ডিতদের বিভিন্ন স্বার্থ ও উদ্দেশ্য রয়েছে; যেমন কেউ কেউ ধর্মকে রক্ষা করতে চায়, যখন অন্যরা এটি ব্যাখ্যা করতে চায়, এবং অন্যরা ধর্মকে উদাহরণ হিসাবে ব্যবহার করতে চায় যার সাথে তাদের নিজস্ব তত্ত্ব প্রমাণ করা যায়। ধর্মবিদ্যার কিছু পণ্ডিত প্রাথমিকভাবে তারা যে ধর্মের সাথে সম্পর্কিত তা অধ্যয়ন করতে আগ্রহী। ধর্মের পণ্ডিতরা যুক্তি দিয়েছেন যে বিষয়ের অধ্যয়ন ব্যক্তিদের জন্য দরকারী কারণ এটি তাদের এমন জ্ঞান প্রদান করবে যা ক্রমবর্ধমান বিশ্বায়িত বিশ্বের মধ্যে আন্তঃ-ব্যক্তিগত ও পেশাগত প্রসঙ্গে প্রাসঙ্গিক। এটাও যুক্তি দেওয়া হয়েছে যে ধর্মবিদ্যা সাম্প্রদায়িক উত্তেজনা ও ধর্মীয় সহিংসতাকে উপলব্ধি করতে এবং বোঝার জন্য উপযোগী।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nThe Institute for the Biocultural Study of Religion (IBCSR)\nIBCSR Research Review - briefly annotates and furnishes online information about scholarly articles and books related to brain, behavior, culture, and religion.\nThe Religious Research Association\nThe Society for the Scientific Study of Religion (SSSR)\nThe Institute for the Study of American Religion  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ফেব্রুয়ারি ২০২০ তারিখে\n\n\n=== বিদ্বৎসমাজ ===\nAustralian Association for the Study of Religions (AASR)\nAmerican Academy of Religion (AAR)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ মার্চ ২০২০ তারিখে\nBritish Association for the Study of Religions (BASR)\nCanadian Corporation for Studies in Religion (CCSR)\nEuropean Association for the Study of Religions (EASR)\nInternational Association for the Cognitive Science of Religion (IACSR)\nInternational Association for the History of Religions (IAHR)\nInternational Philosophy of Religion Association (IPRA)\nNew Zealand Association for the Study of Religions (NZASR)\nNorth American Association for the Study of Religion (NAASR)\nSociety for the Scientific Study of Religion (SSSR)\nEuropean Association of Social Anthropologists (EASA) - Anthropology of Religion\n\n\n=== আন্তর্জালিক রচনা ও উৎস ===\n\nStudying Religion in Culture University of Alabama\n\"Religious studies web guide:  Online journals"}