{"pageid": 1109155, "title": "জ্যুল অঁতোয়ান লিসাজু", "url": "https://bn.wikipedia.org/wiki?curid=1109155", "content": "জ্যুল অঁতোয়ান লিসাজু (ফরাসি: Jules Antoine Lissajous; আ-ধ্ব-ব: [ʒyl ɑ̃twan lisaʒu]; ৪ঠা মার্চ, ১৮২২, ভের্সাই - ২৪শে জুন, ১৮৮০, প্লোঁবিয়ের-লে-দিজোঁ) ১৯শ শতকের একজন ফরাসি পদার্থবিজ্ঞানী। তাঁর নামে লিসাজু চিত্র বা বক্ররেখাগুলির নামকরণ করা হয়েছে। তিনি লিসাজু যন্ত্র নামের একটি যন্ত্র উদ্ভাবন করেন, যার মাধ্যমে উপরোক্ত চিত্রগুলি আঁকা যায়। এই যন্ত্রটিতে একটি আলোকরশ্মিকে প্রথমে একটি কম্পমান সুরশলাকার সাথে সংযুক্ত একটি দর্পণে প্রতিফলিত করা হয়, এরপর প্রথম দর্পণ থেকে প্রতিফলিত আলোকরশ্মিটিকে দ্বিতীয় একটি দর্পণে প্রতিফলিত করা হয়, যে দর্পণটি লম্বভাবে বসানো আরেকটি (ভিন্ন তীক্ষ্ণতা বা কম্পাঙ্কের ও বিশেষ দোলন বিরতি সৃষ্টিকারী) কম্পমান সুরশলাকার সাথে সংযুক্ত থাকে। শেষ পর্যন্ত দ্বিতীয়বার প্রতিফলিত আলোকরশ্মিটি একটি দেয়ালের উপরে আপতিত হয়ে একটি লিসাজু চিত্রের সৃষ্টি করেন। লিসাজুর এই যন্ত্র থেকে পরবর্তীতে অন্যান্য আরও যন্ত্র যেমন হার্মনোগ্রাফ উদ্ভাবিত হয়।\nলিসাজু ১৮৪১ খ্রিস্টাব্দে একল নর্মাল স্যুপেরিয়রে ভর্তি হন। ১৮৪৭ সালে তিনি লিসে সাঁ-লুই মহাবিদ্যালয়ে গণিতের অধ্যাপকে পরিণত হন এবং ১৮৭৪ সাল পর্যন্ত এই পদে চাকরি করেন। ১৮৫০ সালে তিনি গণিতে ডক্টরেট উপাধি লাভ করেন। ১৮৭৪ সালে তিনি ফরাসি বিদ্যালয়সমূহের একটি আঞ্চলিক বোর্ড শঁবেরি আকাদেমির প্রধানে (রেক্তর) পরিণত হন। এর এক বছর পরে তাঁকে ব্যজঁসো আকাদেমির প্রধান পদে নিয়োগ দেওয়া হয়।\nলিসাজু তাঁর গবেষণাকর্মের জন্য সহকর্মীদের প্রশংসা অর্জন করেন। ১৮৭৩ সালে কম্পনের আলোকীয় পর্যবেক্ষণ ও বিশেষত এ সংক্রান্ত নান্দনিক পরীক্ষাগুলির জন্য তাঁকে লাকাজ পুরস্কার প্রদান করা হয়। অবশ্য লিসাজুর চল্লিশ  বছর আগেই ব্রিটিশ বিজ্ঞানী নাথানিয়েল বাওডিচ ১৮১৫ সালে একই চিত্রগুলি প্রস্তুত করতে সমর্থ হন। তাই কদাচিৎ এগুলিকে বাওডিচ চিত্র বা লিসাজু-বাওডিচ চিত্র নামেও ডাকা হয়। তবে লিসাজু সম্পূর্ণ স্বাধীনভাবেই তাঁর গবেষণাকর্ম সম্পাদন করেছিলেন।\nলিসাজুর চিত্রগুলি শীঘ্রই পদার্থবিজ্ঞানের পাঠ্যপুস্তক ও প্রদর্শনীর অতিসাধারণ বিষয়ে পরিণত হয়েছিল। ১৮৬৭ সালে প্যারিসে অনুষ্ঠিত বিশ্বমেলাতে এগুলি প্রদর্শন করা হয়েছিল।\n\n\n== অস্ট্রেলিয়ান ব্রডকাস্টিং কোম্পানির প্রতীক ==\n\nঅস্ট্রেলিয়ার টেলিভিশন দর্শকেরা লিসাজু চিত্রগুলির সাথে খুবই পরিচিত। কেননা অস্ট্রেলিয়ান ব্রডকাস্টিং কোম্পানি ১৯৬৫ সাল থেকে তাদের লোগো বা বাণিজ্যিক মার্কাতে একটি লিসাজু প্রতীক ব্যবহার করে আসছে। দুইটি সুরশলাকাকে পরস্পরের সাপেক্ষে লম্বভাবে স্থাপন করে একটিকে আরেকটির তুলনায় তিনগুণ বেশি কম্পাঙ্কে কাঁপালে এই চিত্রটি পাওয়া যায়।\n\n\n== আরও দেখুন ==\nলিসাজু বক্ররেখা\nলিসাজু কক্ষপথ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"জ্যুল অঁতোয়ান লিসাজু\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\n\nটেমপ্লেট:France-mathematician-stub"}