{"pageid": 110970, "title": "ব্রাজিল জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=110970", "content": "ব্রাজিল জাতীয় ফুটবল দল (পর্তুগিজ: Seleção Brasileira de Futebol) হচ্ছে আন্তর্জাতিক ফুটবলে ব্রাজিলের প্রতিনিধিত্বকারী পুরুষদের জাতীয় দল, যার সকল কার্যক্রম ব্রাজিলের ফুটবলের সর্বোচ্চ নিয়ন্ত্রক সংস্থা ব্রাজিলীয় ফুটবল কনফেডারেশন দ্বারা নিয়ন্ত্রিত হয়। এই দলটি ১৯২৩ সাল হতে ফুটবলের সর্বোচ্চ সংস্থা ফিফার এবং ১৯১৬ সাল হতে তাদের আঞ্চলিক সংস্থা কনমেবলের সদস্য হিসেবে রয়েছে। ১৯১৪ সালের ২০শে সেপ্টেম্বর তারিখে, ব্রাজিল প্রথমবারের মতো আন্তর্জাতিক খেলায় অংশগ্রহণ করেছে; আর্জেন্টিনার বুয়েনোস আইরেসে অনুষ্ঠিত উক্ত ম্যাচে ব্রাজিল আর্জেন্টিনার কাছে ৩–০ গোলের ব্যবধানে পরাজিত হয়েছিল।\nসেলেসাও নামে পরিচিত এই দলটি বেশ কয়েকটি স্টেডিয়ামে তাদের হোম ম্যাচগুলো আয়োজন করে থাকে। এই দলের প্রধান কার্যালয় ব্রাজিলের রিউ দি জানেইরুর আটলান্টিক মহাসাগর তীরবর্তী বরা দা তিজুকা এলাকায় অবস্থিত। বর্তমানে এই দলের ম্যানেজারের দায়িত্ব পালন করছেন তিতে এবং অধিনায়কের দায়িত্ব পালন করছেন রিয়াল মাদ্রিদের মধ্যমাঠের খেলোয়াড় কাজিমিরো।\nব্রাজিল ফিফা বিশ্বকাপের ইতিহাসের সবচেয়ে সফল দল, যারা এপর্যন্ত ৫ বার (১৯৫৮, ১৯৬২, ১৯৭০, ১৯৯৪ এবং ২০০২) বিশ্বকাপ জয়লাভ করেছে। ব্রাজিল ফিফা বিশ্বকাপের ইতিহাসে একমাত্র দল হিসেবে সবগুলো আসরে অংশগ্রহণ করেছে। এছাড়া কোপা আমেরিকায়ও ব্রাজিল অন্যতম সফল দল, যেখানে তারা ৯টি (১৯১৯, ১৯২২, ১৯৪৯, ১৯৮৯, ১৯৯৭, ১৯৯৯, ২০০৪, ২০০৭ এবং ২০১৯) শিরোপা জয়লাভ করেছে। এছাড়াও, ব্রাজিল ৪ বার ফিফা কনফেডারেশন্স কাপ (১৯৯৭, ২০০৫, ২০০৯ এবং ২০১৩) জয়লাভ করেছে; যা উক্ত প্রতিযোগিতার সর্বোচ্চ।\nপেলে, গ্যারিঞ্চা, কাফু, রোনালদো, রোনালদিনহো, নেইমার,কাকা এবং রবার্তো কার্লোসের মতো খেলোয়াড়গণ ব্রাজিলের জার্সি গায়ে মাঠ কাঁপিয়েছেন। ফুটবলের ব্যাপারে একটি সাধারণ উক্তি রয়েছে, যা হচ্ছে: ইংরেজি: The English invented it, the Brazilians perfected it. অর্থাৎ, [ফুটবল] ইংল্যান্ড আবিষ্কার করেছে, তবে ব্রাজিল তা পরিপূর্ণতা দান করেছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক ইতিহাস ===\nঅধিকাংশ ব্যক্তি মনে করেন যে, ব্রাজিল জাতীয় দলটি তাদের প্রথম খেলাটি ১৯১৪ সালে খেলেছে। ব্রাজিলের রিউ দি জানেইরু ও সাও পাওলো দলের মধ্য হতে নির্বাচিত একটি দল ইংল্যান্ডের এক্সিটার সিটি ফুটবল ক্লাবের সাথে একটি খেলায় অংশ নেয়। ফ্লামিনিনেস স্টেডিয়ামে অনুষ্ঠিত উক্ত খেলায় ব্রাজিল ২–০ গোলের ব্যবধানে জয়লাভ করেছিল। ব্রাজিলের পক্ষে দুটো গোল করে ওসওয়াল্ড গোমেজ এবং ওসমান। অনেকে দাবি করেন যে, উক্ত খেলাটি ৩–৩ গোলে ড্র হয়েছিল। ভবিষ্যতের গৌরবোজ্জল সাফল্যের তুলনায় শুরুর দিকে দলটির উপস্থিতি ছিল খুবই নগণ্য। ব্রাজিলীয় ফুটবলে পেশাদারিত্বের অভাবের কারণে উক্ত সময়ে একটি শক্তিসম্পন্ন দল গঠন করতে ব্রাজিলীয় ফুটবল ফেডারেশন ব্যর্থ হয়েছিল।\nসুইজারল্যান্ডে অনুষ্ঠিত ১৯৫৪ সালের ফিফা বিশ্বকাপে ব্রাজিল দল পূর্ণাঙ্গভাবে আত্মপ্রকাশ করে। পূর্ববর্তী আসরে মারাকানায় পরাজিত হওয়ার বেদনা ভুলে নিলতন সান্তোস, দালমা সান্তোস, দিদির ন্যায় একগুচ্ছ প্রতিভাবান ফুটবলারদের নিয়ে উক্ত আসরে অংশগ্রহণ করে ব্রাজিল। কিন্তু, দলটি খুব বেশি দূর অগ্রসর হতে পারেনি। কোয়ার্টার-ফাইনালে শক্তিশালী হাঙ্গেরির কাছে ৪–২ গোলের ব্যবধানে পরাজিত হয়ে তারা উক্ত আসর হতে বিদায় নেয়। এই খেলাটি ফুটবলের ইতিহাসে সবচেয়ে কদর্যপূর্ণ খেলারূপে বিবেচিত হয় ও অমর্যাদাকরভাবে বার্নের যুদ্ধ নামে পরিচিতি লাভ করে।\n\n\n=== স্বর্ণযুগ এবং পেলে (১৯৫৮–১৯৭০) ===\n১৯৫৮ সালে সুইডেনে অনুষ্ঠিত ফিফা বিশ্বকাপে ব্রাজিলের কোচ ভিসেন্তে ফিওলা দলে কিছু কঠোর নিয়ম আরোপ করেন। খেলোয়াড়দের চল্লিশটি কাজ না করার আদেশ একটি তালিকা আকারে প্রদান করা হয়। এসব নিয়মের মধ্যে ছিল মাথায় হ্যাট পরিধান বা ছাতা ব্যবহার করা যাবে না, জার্সি পরিহিত অবস্থায় ধূমপান করা যাবে না, দল বহির্ভূত পত্রিকা অথবা সাংবাদিকদের সাথে কথা বলা যাবে না ইত্যাদি। সেসময় ব্রাজিল ফুটবল দলই ছিল একমাত্র দল, যাদের নিজস্ব একজন মনোবিজ্ঞানী (কারণ ১৯৫০ সালের ফাইনালের দুঃসহ স্মৃতি তখনও কিছু খেলোয়াড়কে মানসিকভাবে অস্থিতিশীল করে রেখেছিল) ও দন্তচিকিৎসক (কারণ জাতিগত কারণে অনেক খেলোয়াড়েরই দাঁতের সমস্যায় ভুগতেন, এর ফলে দাঁতের সংক্রমণের কারণে তাদের মাঠের নৈপূণ্যতায় নেতিবাচক প্রভাব ফেলত) ছিলো। সেসময় বাছাইপর্বের খেলাগুলো পর্যবেক্ষণের জন্য ব্রাজিল দলের পক্ষ থেকে একজন প্রতিনিধিকে ইউরোপে পাঠানো হয়েছিল।\n\n\n=== ধারাবাহিক সাফল্য (১৯৯৪–২০০২) ===\n\n\n==== ১৯৯৪ বিশ্বকাপ ====\nঅনেকের কাছে আশ্চর্যজনক হলেও সত্যি যে, ব্রাজিল দল আন্তর্জাতিক ফুটবলে ১৯৭০ সালের পর দীর্ঘ ২৪টি বছর বিশ্বকাপ জয় করতে পারেনি, এমন কী ফাইনালেও উঠতে পারেনি। মার্কিন যুক্তরাষ্ট্রে অনুষ্ঠিত ১৯৯৪ সালের বিশ্বকাপে তারা সেই খরা কাটিয়ে উঠতে সক্ষম হয়েছিল। সে সময় বিশ্বের সেরা আক্রমণভাগের খেলোয়াড়গণ ব্রাজিলের আক্রমণভাগে খেলতেন; তাদের মধ্যে ছিলেন রোমারিও, বেবেতো, দুঙ্গা, তাফারেল, এবং জোরগিনহো। ১৯৯৪ সালেই ব্রাজিল রেকর্ড চতুর্থবারের মতো ফিফা বিশ্বকাপ জয়লাভ করে। এই আসরে ব্রাজিল শুরু থেকেই অত্যন্ত সাফল্যের সাথে খেলতে থাকে। গ্রুপ পর্ব থেকে উত্তোরণের পর ১৬ দলের পর্ব থেকে মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে ১–০ গোলের ব্যবধানে জয়লাভ করে তারা কোয়ার্টার ফাইনালের ওঠে। সেখানে নেদারল্যান্ডের সাথে উত্তেজনাপূর্ণ এক খেলায় ৩–২ গোলে জয়লাভ করে সেমিফাইনালের জন্য উত্তীর্ণ হয় (এই খেলাটিকে ঐ টুর্নামেন্টের সেরা খেলা হিসেবে বিবেচিত হয়)। এছাড়া সুইডেনকে তারা সেমিফাইনালে ১–০ গোলে পরাজিত করে। অতঃপর ফাইনালে একটি চিরচেনা প্রতিদ্বন্দ্বিতার সৃষ্টি হয় – ব্রাজিল বনাম ইতালি। খেলাটি ০–০ গোলে ড্র হওয়ায় ট্রাইবেকারের মাধ্যমে ফলাফল নির্ধারিত হয়। শেষ মুহুর্তে ইতালির আক্রমণভাগের খেলোয়াড় রবের্তো বাজ্জোর শট ক্রসবারের ওপর দিয়ে চলে গেলে, ব্রাজিল চতুর্থবারের মতো বিশ্ব চ্যাম্পিয়ন হয়। সেই সাথে পুনরায় ফিরে আসে বিশ্ব ফুটবলে ব্রাজিলের আধিপত্যের যুগ।\n\n\n==== ১৯৯৮ বিশ্বকাপ ====\nব্রাজিল ১৯৯৮ ফিফা বিশ্বকাপে রানার-আপ হয়। সেমিফাইনালে ব্রাজিল নেদারল্যান্ডের সাথে ড্র করে। এই ম্যাচে রোনালদো এবং প্যাট্রিক ক্লুভার্ট প্রত্যেকেই নিজ নিজ দলের পক্ষে একটি করে গোল করে। ফাইনালে ফ্রান্সের কাছে ৩–০ গোলে পরাজিত হয়। এই ম্যাচে ব্রাজিলের রক্ষণভাগ খুবই দুর্বল ছিল। উক্ত ম্যাচে জিনেদিন জিদান কর্নার কিক থেকে হেডের মাধ্যমে দুই গোল করেন। ফাইনাল ম্যাচের কিছু পূর্বেই রোনালদো স্নায়ুরোগে ভুগছিলেন। উল্লেখযোগ্য অবদান রাখতে না পারায় অনেকেই রোনালদোকে প্রথম লাইন-আপে রাখার ব্যাপারে সমালোচনা করেছিলেন।\n\n\n==== ২০০২ বিশ্বকাপ ====\nবাছাইপর্বের মাত্র পাঁচটি খেলা হাতে রেখে ঐসময় বিশ্বকাপে খেলার যোগ্যতা অর্জন নিয়ে ব্রাজিল বিরাট সংশয়ে ছিল। ২০০১ সালে লুইজ ফেলিপে স্কলারি কোচের দায়িত্ব গ্রহণ করার পর প্রথম ম্যাচেই ব্রাজিল উরুগুয়ের কাছে ১–০ গোলের ব্যবধানে পরাজিত হওয়ার পর এই সঙ্কট আরও ঘনীভূত হয়। শেষ পর্যন্ত ব্রাজিল মূলপর্বে উত্তীর্ণ হতে সমর্থ হয়।\nবিশ্বকাপের জন্য চূড়ান্ত দল ঘোষণা করার পূর্বে প্রবল জনমত উপেক্ষা করে তিনি বর্ষীয়ান স্ট্রাইকার রোমারিওকে দলে নিতে অস্বীকৃতি জানান। এমনকি রোমারিও নিজেও কান্নাজড়ানো কন্ঠে আবেদন জানালে স্কলারি তা নাকচ করে দেন। বিশ্বকাপ শুরুর আগে ব্রাজিলকে তুলনামূলকভাবে দুর্বল দল হিসেবেই বিবেচনা করা হচ্ছিল। কিন্তু একে-একে তুরস্ক, চীন, কোস্টা রিকা, বেলজিয়াম, ইংল্যান্ড এবং সেমি-ফাইনালে পুনরায় তুরস্কের বিরুদ্ধে জয় ব্রাজিলকে ফাইনালে পৌঁছে দেয়। ফাইনালে রোনালদোর জোড়া গোলের বিনিময়ে ব্রাজিল জার্মানিকে পরাজিত করে পঞ্চমবারের মত বিশ্বকাপ শিরোপো নিজেদের করে নেয়।\n\n\n=== ২০০৬ বিশ্বকাপ পরবর্তী যুগ ===\n২০০৬ সালের ২৪শে জুলাই তারিখে , ১৯৯৪ সালের ব্রাজিলের বিশ্বকাপজয়ী দলের সদস্য দুঙ্গাকে ব্রাজিলের নতুন কোচ হিসেবে নিয়োগ দেওয়া হয়। সহকারী কোচ হিসেবে দুঙ্গা তার প্রাক্তন সহকর্মী জোরগিনহোকে বেছে নেন। সেই বছরের আগস্টের ১৬ তারিখ নরওয়ের বিপক্ষে ব্রাজিলের খেলা দিয়ে কোচ হিসেবে দুঙ্গার অভিষেক হয়। উক্ত ম্যাচটি ১–১ গোলে ড্র হয়েছিল। কোচ হিসেবে দুঙ্গার দ্বিতীয় ম্যাচটি ছিল অপেক্ষাকৃত কঠিন। ৩রা সেপ্টেম্বর অনুষ্ঠিত এই খেলায় ব্রাজিল মুখোমুখি হয় তার চিরপ্রতিদ্বন্দ্বী আর্জেন্টিনার। লন্ডনে এমিরেটস স্টেডিয়ামে অনুষ্ঠিত এই খেলায় ব্রাজিল ৩–০ গোলে আর্জেন্টিনাকে পরাজিত করে। ৫ই সেপ্টেম্বর তারা টটেনহ্যাম হটস্পারের হোয়াইট হার্ট মাঠে ওয়েলসকে ২–০ গোলে পরাজিত করে। পরবর্তীতে তারা কুয়েতের ক্লাব আল-কুয়েতকে ৪–০, ইকুয়েডরকে ২–১, ও সুইজারল্যান্ডকে ২–১ গোলে পরাজিত করে।\nদুঙ্গা কোচ হিসেবে ২০০৭ সালের ৬ই ফেব্রুয়ারি তারিখে প্রথম পরাজয়ের মুখোমুখি হন। পর্তুগালের বিপক্ষে এক প্রীতি ম্যাচে ব্রাজিল পরাজিত হয়। সে সময় পর্তুগালের কোচ ছিলেন ব্রাজিলের সাবেক বিশ্বকাপজয়ী কোচ লুইজ ফেলিপে স্কলারি। পরবর্তীতে সুইডেনে ব্রাজিল তাদের প্রথম পরাজয় থেকে ঘুরে দাঁড়ায় এবং মার্চের ২৪ ও ২৭ তারিখ যথাক্রমে চিলি (৪–০) ও ঘানাকে (১–০) পরাজিত করে।\n\n\n==== ২০০৯ ফিফা কনফেডারেশন্স কাপ ====\n২০০৯ সালে দক্ষিণ আফ্রিকায় অনুষ্ঠিত ফিফা কনফেডারেশন্স কাপে ব্রাজিল শিরোপা জয় করে। এই টুর্নামেন্টে ব্রাজিলের শুরুটা খুব একটা স্বাচ্ছন্দপূর্ণ ছিল না। প্রথম খেলায় তারা মিশরের সাথে হারতে হারতে ৪–৩ গোলে জয়লাভ করে। খেলার শেষ মিনিটে এসে মিশরের বিপক্ষে পেনাল্টি থেকে একটি গোল করার মাধ্যমে ব্রাজিলের এই জয় আসে। ব্রাজিলের বিপক্ষে আফ্রিকার কোনো ফুটবল দলের এক ম্যাচে তিন গোল করার ঘটনা সেটিই প্রথম ছিল। পরবর্তীতে অবশ্য দলটি খুব ভালোভাবে ইতালি ও মার্কিন যুক্তরাষ্ট্রকে পরাজিত করে। উভয়কেই ব্রাজিল ৩–০ গোলে পরাজিত করে। এছাড়া ব্রাজিল সেমিফাইনালে স্বাগতিক দক্ষিণ আফ্রিকাকে পরাজিত করার পর, ফাইনালে তারা পুনারায় যুক্তরাষ্ট্রের মুখোমুখি হয়। উত্তেজনাপূর্ণ এই ফাইনালের প্রথমার্ধে ব্রাজিল ২–০ গোলে পিছিয়ে থাকলেও, দ্বিতীয়ার্ধে তারা পুরোপুরিভাবে খেলায় ফিরে আসে ও দুইটি গোলই পরিশোধ করে। পরবর্তীতে খেলা শেষের ছয় মিনিট আগে লুসিওর শিরোপাজয়ী গোলের সুবাদে ব্রাজিল ৩–২ গোলে তাদের তৃতীয় ফিফা কনফেডারেশন্স কাপ জয়লাভ করে। এই আসরের সেরা খেলোয়াড় নির্বাচিত হন ব্রাজিলের কাকা এবং সবচেয়ে বেশি গোল করেন লুইস ফ্যাবিয়ানো। তিনি ৫ ম্যাচে মোট ৫টি গোল করেন।\n\n\n==== ২০১০ ফিফা বিশ্বকাপ ====\n২০০৯ সালের ৫ই সেপ্টেম্বর তারিখে, রোজারিওতে আর্জেন্টিনার নিজেদের মাঠে, আর্জেন্টিনাকে ৩–১ গোলে পরাজিত করার মাধ্যমে ব্রাজিল ২০১০ সালের ফিফা বিশ্বকাপের মূলপর্বে উত্তীর্ণ হয়।\n২০০৯ সালের ৪ঠা ডিসেম্বর তারিখে অনুষ্ঠিত বিশ্বকাপের গ্রুপ পর্বের ড্রয়ে ব্রাজিল জি গ্রুপে স্থান পায়। অনেকের মতে এটিই হচ্ছে এ বিশ্বকাপের গ্রুপ অফ ডেথ। এই গ্রুপের হয়ে ২০১০ সালের ১৫ই জুন তারিখে উত্তর কোরিয়ার বিপক্ষে সেলেসাওরা তাদের প্রথম খেলাটি খেলে। এরপর ২০শে জুন তারিখে তারা কোত দিভোয়ারের বিরুদ্ধে খেলে এবং গ্রুপ পর্বের শেষ ম্যাচে ২৫শে জুন তারিখে তারা খেলে অপর শক্তিশালী দল পর্তুগালের বিরুদ্ধে।\n\n\n== পোশাক ==\n\n\n=== প্রথম পোশাক ===\n\n\n=== দ্বিতীয় পোশাক ===\n\n\n== খেলোয়াড় ==\n\n\n=== বর্তমান দল ===\nনিম্নলিখিত খেলোয়াড়গণ ২০২১ সালের ৯ই জুন তারিখে ২০২১ কোপা আমেরিকার জন্য ঘোষিত দলে স্থান পেয়েছেন। \nসকল ম্যাচ এবং গোল সংখ্যা ৫ই জুলাই ২০২১ তারিখে পেরুর বিরুদ্ধে অনুষ্ঠিত ম্যাচপর্যন্ত হালনাগাদকৃত।\n\n\n=== সাম্প্রতিক অন্তর্ভুক্তি ===\nনিম্নলিখিত খেলোয়াড়গণ গত ১২ মাসে ব্রাজিল দলে অন্তর্ভুক্ত হয়েছেন।\n\n\n== র‌্যাঙ্কিং ==\nফিফা বিশ্ব র‌্যাঙ্কিংয়ে, ১৯৯৩ সালের সেপ্টেম্বর মাসে প্রকাশিত র‌্যাঙ্কিংয়ে ব্রাজিল তাদের ইতিহাসে সর্বপ্রথম সর্বোচ্চ অবস্থান (১ম) অর্জন করে এবং ২০১৩ সালের জুন মাসে প্রকাশিত র‌্যাঙ্কিংয়ে তারা ২২তম স্থান অধিকার করে, যা তাদের ইতিহাসে সর্বনিম্ন। অন্যদিকে, বিশ্ব ফুটবল এলো রেটিংয়ে ব্রাজিলের সর্বোচ্চ অবস্থান হচ্ছে ১ম (যা তারা সর্বপ্রথম ১৯৫৮ সালে অর্জন করেছিল) এবং সর্বনিম্ন অবস্থান হচ্ছে ২০। নিম্নে বর্তমানে ফিফা বিশ্ব র‌্যাঙ্কিং এবং বিশ্ব ফুটবল এলো রেটিংয়ে অবস্থান উল্লেখ করা হলো:\n\n\n== প্রতিযোগিতামূলক তথ্য ==\n\n\n=== ফিফা বিশ্বকাপ ===\n\n\n== অর্জন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nরুই কাস্ত্রো, অ্যান্ড্রু ডোনি (অনুবাদক) (২০০৫)। Garrincha – The triumph and tragedy of Brazil's forgotten footballing hero। ইয়েলো জার্সি প্রেস, লন্ডন। আইএসবিএন 0-224-06433-9। \nইভান সোতার (২০১৫)। Enciclopédia da Seleção:100 anos de seleção brasileira de futebol। ফোলহা সেকা, রিও দে জানেইরু। আইএসবিএন 978-85-87199-29-4। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (পর্তুগিজ)\nফিফা-এ ব্রাজিল জাতীয় ফুটবল দল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০১৮ তারিখে (ইংরেজি)\nব্রাজিলীয় ফুটবল জাদুঘর"}