{"pageid": 1109528, "title": "২০২১ ওসাকা ভবন অগ্নিকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1109528", "content": "২০২১ সালের ১৭ ডিসেম্বর জাপানের ওসাকার কিতা-কুতে দোজিমা কিতা ভবনের চতুর্থ তলায় অবস্থিত একটি মনোরোগ ক্লিনিকে আগুন লাগে। পরিকল্পিতভাবে আগুন লাগানো হয়েছে বলে সন্দেহ করা হচ্ছে। এতে ২৫ জন নিহত হয় এবং সন্দেহভাজন সহ আরও তিনজন আহত হয়। সন্দেহভাজন একজন প্রাক্তন রোগীকে গ্রেপ্তার করা হয়েছে।\n\n\n== অগ্নিকাণ্ড ==\n২০২১ সালের ১৭ ডিসেম্বর স্থানীয় সময় সকাল ১০টা ২০ মিনিটে জাপানের ওসাকা বিভাগের একটি ওয়ার্ড কিতার একটি আটতলা ভবনে আগুন লাগে। চারতলায় অবস্থিত একটি মনোরোগ ক্লিনিকে আগুন লাগে, যার নাম নিশি উমেদা কোকোরো তো কারাদা নো কুরিনিক্কু (নিশি উমেদা মানসিক ও শারীরিক ক্লিনিক)। ক্লিনিকটি হতাশা এবং প্যানিক ডিসঅর্ডারে আক্রান্ত রোগীদের চিকিৎসা করে, তবে রক্তাল্পতা এবং স্লিপ অ্যাপনিয়া সহ অন্যান্য শারীরিক অসুস্থতারও চিকিৎসা করা হত। ক্লিনিকে স্থানীয় সময় সকাল ১০:০০ টায় রোগীদের জন্য কাউন্সেলিং সেশন ছিল যারা দ্রুত তাদের কর্মক্ষেত্রে পুনরায় ফিরতে চেয়েছিলেন। এই সেশনটি থাকার ফলেই আগুন লাগার সময় অনেক ভুক্তভোগী ক্লিনিকে ছিলেন।\nরিসেপশন ডেস্কে থাকা দুজন জীবিত ব্যক্তির মতে, একজন ব্যক্তি একটি কাগজের ব্যাগ নিয়ে ক্লিনিকে প্রবেশ করেন, যা তিনি অভ্যর্থনা ডেস্কে একটি হিটারের পাশে রেখেছিলেন। তিনি ব্যাগটি লাথি মেরে  ব্যাগের ভিতরে তরলটি ছড়িয়ে তারপরে জ্বালিয়ে দেন এবং পুরো মেঝেতে আগুন ধরে যায়।\nকয়েক ডজন দমকলকর্মী দ্রুত বিল্ডিংয়ে যান এবং প্রায় ত্রিশ মিনিটের মধ্যে আগুন নিয়ন্ত্রণে আসে। দমকলকর্মীরা জানিয়েছেন যে সত্তরটি ফায়ার ট্রাক এবং অ্যাম্বুলেন্স ঘটনাস্থলে ছুটে যায়। ভবনটির বেশিরভাগ বাইরের অংশ অক্ষত ছিল, কারণ আগুন ২০ বর্গমিটার এলাকায় সীমাবদ্ধ ছিল। দমকলকর্মীদের বিভাগটি ১০:১৮ মিনিটে আগুনের বিষয়ে একটি প্রতিবেদন পায় এবং ১০:৪৬ নাগাদ আগুন প্রায় নিভিয়ে ফেলা হয়।\nক্লিনিকের বাইরে থাকা জরুরি সিঁড়ি এবং লিফট সহ শুধুমাত্র একটি পালানোর পথ ছিল বলে ক্ষতিগ্রস্তরা বাতাসের জন্য হাঁসফাঁস করেছিল এবং পালাতে অসুবিধা হয়েছিল।\n\n\n== ক্ষয়ক্ষতি ও হতাহত ==\nআগুন লাগার ঘটনায় ২৪ জনের মৃত্যুর খবর নিশ্চিত করা হয়েছে, সন্দেহভাজনসহ আরও চারজন আহত হয়েছে। মৃতদের মধ্যে ১৪ জন পুরুষ এবং দশজন নারী। নিহতদের বয়স বিশ থেকে ষাটের মধ্যে। ভুক্তভোগীরা সকলেই ক্লিনিকের রোগী বা কর্মী ছিলেন।\nআহত চারজনের মধ্যে সন্দেহভাজন ব্যক্তিও রয়েছে, যে গুরুতর দগ্ধ অবস্থায় হাসপাতালে ভর্তি; এছাড়াও দুজন নারী যারা অজ্ঞান ও গুরুতর অবস্থায় রয়েছে এবং তৃতীয় আরেকজন নারী যিনি সামান্য আহত হয়েছেন। হতাহতদের কয়েকজনের চিকিৎসা করা একজন ডাক্তার সাংবাদিকদের বলেন, ভুক্তভোগীদের অনেকেই তাদের সীমিত বাহ্যিক আঘাত দেখে মনে হচ্ছে কার্বন মনোক্সাইডের বিষক্রিয়ায় মারা গেছেন। ২১ ডিসেম্বর, হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে হওয়া ২০ বছর বয়সী একজন নারী রাত ২:৫০ মিনিটে মারা যান, যার ফলে নিহতের সংখ্যা ২৫ এ উন্নীত হয়। সন্দেহভাজন সহ দুজনের অবস্থা আশঙ্কাজনক।\n\n\n== তদন্ত ==\nপুলিশ জানিয়েছে যে তারা সন্দেহ করছে যে আগুনটি অগ্নিসংযোগ ছিল এবং আরও তদন্ত করা হচ্ছে বলে জানা গেছে।  ঘটনাস্থলে একটি অত্যন্ত দাহ্য তরলের চিহ্ন পাওয়া গেছে যা সম্ভবত পেট্রল হতে পারে। ক্লিনিকের ছাদে পাওয়া চিহ্ন এবং আগুনের গতি অগ্নিসংযোগের সন্দেহকে সমর্থন করে। \n১৮ ডিসেম্বর পুলিশ ওসাকার নিশিয়োদোগাওয়া-কুতে সন্দেহভাজনের বাড়িতে তল্লাশি চালায়। আগুন লাগার কয়েক মাস আগে সন্দেহভাজন ব্যক্তি ওই বাড়িতে চলে যায়। ভবনে আগুন লাগার আধঘণ্টা আগে সন্দেহভাজন ব্যক্তির বাড়িতে একটি ছোট আগুন লেগেছিল। সন্দেহভাজন ব্যক্তি ৬১ বছর বয়সী এবং এই ক্লিনিকেরই একজন প্রাক্তন রোগী; পরে তাকে মোরিও তানিমোতো নামে শনাক্ত করা হয়, যিনি পেশায় একজন অবসরপ্রাপ্ত ধাতব শ্রমিক।\nঅগ্নিকাণ্ডে মৃতের সংখ্যা বেড়ে যাওয়ায় বিস্মিত বিশেষজ্ঞরা। কর্তৃপক্ষ তদন্ত করছে কীভাবে ক্ষতিগ্রস্তরা আটকে পড়ল এবং এত দ্রুত মেঝে ধোঁয়ায় ভরে গেল। কর্মকর্তাদের মতে, ভবনটিতে আগে কোনো ফায়ার কোড লঙ্ঘন হয়নি।\n\n\n== প্রতিক্রিয়া ==\nপ্রধানমন্ত্রী ফুমিও কিশিদা বলেছেন, \"একটি অত্যন্ত মর্মান্তিক ঘটনা ঘটেছে। প্রথমত, প্রকৃত পরিস্থিতি উপলব্ধি করে এবং কারণ ও পরিস্থিতি স্পষ্ট করে পুনরাবৃত্তি রোধ করার জন্য আমাদের চেষ্টা করতে হবে।\"\nওসাকার গভর্নর হিরোফুমি ইয়োশিমুরা লিখেছেন, \"পৌর ফায়ার ডিপার্টমেন্ট আগুন লাগার কারণ অনুসন্ধান করছে। আমি একটি প্রতিবেদন পেয়েছি যে ওসাকা পুলিশ আগুনকে সম্ভাব্য অগ্নিসংযোগ হিসাবে তদন্ত করছে\"। অভ্যন্তরীণ বিষয়ক ও যোগাযোগ মন্ত্রী ইয়াসুশি কানেকো জাপানের প্রায় ৩০,০০০ ভবন পরিদর্শনের নির্দেশ দিয়েছেন, যেগুলোর তিন তলার বেশি, কিন্তু কেবল মাত্র একটি সিঁড়ি রয়েছে।\n\n\n== তথ্যসূত্র =="}