{"pageid": 1109491, "title": "জ্যাকুলিন কেনেডি ওনাসিস", "url": "https://bn.wikipedia.org/wiki?curid=1109491", "content": "জ্যাকুলিন লি কেনেডি ওনাসিস ( জন্মনাম: Bouvier  BOO-vee-ay ; জুলাই ২৮, ১৯২৯ – মে ১৯, ১৯৯৪) একজন মার্কিন সোশ্যালাইট, লেখক, ফটোগ্রাফার এবং বই সম্পাদক ছিলেন। তিনি ৩৫ তম মার্কিন রাষ্ট্রপতি জন এফ কেনেডির স্ত্রী হিসাবে ২০ জানুয়ারী, ১৯৬১ থেকে ২২ নভেম্বর, ১৯৬৩ পর্যন্ত মার্কিন যুক্তরাষ্ট্রের ফার্স্ট লেডি ছিলেন। তিনি ফার্স্ট লেডি হিসেবে হোয়াইট হাউস সংরক্ষণে অবদান রাখায় এবং তার ফ্যাশন শৈলীর জন্য জনপ্রিয় ছিলেন। তার সবচেয়ে পরিচিত ফ্যাশন পোশাকগুলির মধ্যে একটি ছিল তার গোলাপী চ্যানেল স্যুট এবং ম্যাচিং পিলবক্স টুপি যা তিনি টেক্সাসের ডালাসে ২২ নভেম্বর, ১৯৬৩ তারিখে যখন রাষ্ট্রপতিকে হত্যা করা হয় তখন পরিধান করে ছিলেন। এটি তার স্বামীর মৃত্যুর প্রতীক হয়ে উঠেছে।\nকেনেডি ওনাসিস ২৮ জুলাই, ১৯২৯ সালে নিউইয়র্কের সাউদাম্পটনে জন্মগ্রহণ করেন। ১৯৫১ সালে, তিনি জর্জ ওয়াশিংটন বিশ্ববিদ্যালয় থেকে স্নাতক হন এবং ফটোগ্রাফার হিসাবে ওয়াশিংটন টাইমস-হেরাল্ডের জন্য কাজ করেন। এক বছর পরে, তিনি ওয়াশিংটন ডিসিতে একটি ডিনার পার্টিতে তৎকালীন মার্কিন প্রতিনিধি জন এফ কেনেডির সাথে দেখা করেছিলেন।\nতিনি কেনেডিকে ১৯৫৩ সালে নিউপোর্ট, রোড আইল্যান্ডে বিয়ে করেছিলেন। তাদের চারটি সন্তান ছিল, যার মধ্যে দুটি অল্প বয়সে মারা যায়। ১৯৬০ সালে তার স্বামী মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচিত হওয়ার পর, কেনেডি তার হোয়াইট হাউস পুনর্গঠন এবং শিল্প ও সংস্কৃতির সমর্থনের জন্য পরিচিত ছিলেন। ৩১ বছর বয়সে, তিনি মার্কিন যুক্তরাষ্ট্রের তৃতীয়-কনিষ্ঠ ফার্স্ট লেডি ছিলেন যখন তার স্বামী রাষ্ট্রপতি ছিলেন।\nতার স্বামীর হত্যা এবং অন্ত্যেষ্টিক্রিয়ার পরে, কেনেডি ওনাসিস এবং তার দুই সন্তান জনজীবন থেকে অবসর নেন। ১৯৬৮ সালের অক্টোবরে, তিনি অ্যারিস্টটল ওনাসিস নামে একজন গ্রীক ব্যবসায়ীকে বিয়ে করেছিলেন, যা তার জনপ্রিয়তা হ্রাস এবং বিখ্যাত করে তুলেছিল। ১৯৭৫ সালে তার মৃত্যুর পর, তিনি নিউইয়র্ক সিটিতে একজন বই সম্পাদক হিসাবে কর্মজীবন শুরু করেছিলেন। তিনি ১৯৯৪ সালে নন-হজকিন লিম্ফোমায় আক্রান্ত হয়ে মারা যান। তার মৃত্যুর পর, তাকে আমেরিকার ইতিহাসে সবচেয়ে জনপ্রিয় এবং সুপরিচিত প্রথম মহিলা হিসেবে দেখা হয়। ১৯৯৯ সালে, তাকে ২০ শতকের সর্বাধিক প্রশংসিত পুরুষ ও মহিলাদের একজন হিসাবে উল্লেখ করা করেছিলেন। তাকে আর্লিংটন ন্যাশনাল সিমেট্রিতে রাষ্ট্রপতি কেনেডির পাশে সমাহিত করা হয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\n\nজ্যাকুলিন লি ব্যুইভার ২৮ জুলাই, ১৯২৯ সালে নিউইয়র্কের সাউদাম্পটনের স্টনি ব্রুক সাউদাম্পটন হাসপাতালে ওয়াল স্ট্রিট স্টক ব্রোকার জন ভার্নো \"ব্ল্যাক জ্যাক\" বোভিয়ার তৃতীয় এবং জ্যানেট নর্টন লির পরিবারে জন্মগ্রহণ করেন। তার মা আইরিশ বংশোদ্ভূত এবং তার বাবা ফরাসি, স্কটিশ এবং ইংরেজ বংশোদ্ভূত ছিল। তিনি একজন রোমান ক্যাথলিক হিসাবে বেড়ে ওঠেন। তার একটি বোন ছিল, ক্যারোলিন লি, যিনি তার চার বছর পরে ৩ মার্চ, ১৯৩৩ সালে জন্মগ্রহণ করেছিলেন।\nকেনেডি ওনাসিস তার শৈশবকালে লং আইল্যান্ডের ইস্ট হ্যাম্পটনে ম্যানহাটনে এবং বুভিয়ার্সের দেশের বাড়িতে থাকতেন। তিনি তার বাবাকে সম্মান করতেন এবং তৃতীয় বুভিয়ার তার সবচেয়ে বড় মেয়েকে \"একজন মানুষের সবচেয়ে সুন্দর কন্যা\" বলে অভিহিত করেছিলেন।\nছোটবেলা থেকেই, কেনেডি ওনাসিস ছিলেন একজন অশ্বারোহী যিনি খেলাধুলায় প্রতিদ্বন্দ্বিতা করতেন। তিনি ব্যালে শিখেছিলেন এবং অনেক ভাষাও শিখেছিলেন। তিনি ইংরেজি, ফরাসি, স্প্যানিশ এবং ইতালীয় ভাষায় কথা বলতেন। ১৯৩৫ সালে, তিনি ম্যানহাটনের চ্যাপিন স্কুলে যেতে শুরু করেন। তার একজন শিক্ষক তাকে \"একটি প্রিয় শিশু, সবচেয়ে সুন্দর ছোট্ট মেয়ে, খুব চতুর, খুব শৈল্পিক এবং শয়তানে পূর্ণ\" বলে অভিহিত করেছিলেন।\nবাবার মদ্যপানের কারণে তার বাবা-মায়ের সম্পর্ক খারাপ হয়ে যায়। ওয়াল স্ট্রিট মন্দা, ১৯২৯ -এর কারণে তার পিতামাতার আর্থিক সমস্যা ছিল। তারা ১৯৩৬ সালে আলাদা হয়ে যায় এবং চার বছর পরে বিবাহবিচ্ছেদ হয়। ১৯৪২ সালে, তার মা আইনজীবী হিউ ডুডলি অচিনক্লস জুনিয়রকে বিয়ে করেন। \n\n\n== তথ্যসূত্র =="}