{"pageid": 1109125, "title": "মহাকাশ দূরবীক্ষণ যন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1109125", "content": "মহাকাশ দূরবীক্ষণ যন্ত্র বা মহাকাশ মানমন্দির বলতে মহাকাশে স্থাপিত এক বিশেষ ধরনের দূরবীক্ষণ যন্ত্রকে বোঝায় যেটিকে খ-বস্তুসমূহকে পর্যবেক্ষণ করার উদ্দেশ্যে ব্যবহার করা হয়। ১৯৪৬ খ্রিস্টাব্দে লাইম্যান স্পিটজার এইরূপ একটি দূরবীক্ষণ যন্ত্র প্রস্তাব করেন। ১৯৬৮ সালে উৎক্ষিপ্ত মার্কিন যুক্তরাষ্ট্রের প্রদক্ষিণরত জ্যোতির্বৈজ্ঞানিক মানমন্দির অর্বিটিং অ্যাস্ট্রোনমিকাল অবজারভেটরি-২ ছিল ইতিহাসের প্রথম কর্মক্ষম মহাকাশ দূরবীক্ষণ যন্ত্র। ১৯৭১ সালে সোভিয়েত ইউনিয়নের সালিউত মহাকাশ বিরতিস্থলের উপরে স্থাপিত আরিওন মহাকাশ দূরবীক্ষণ যন্ত্রটি ছিল দ্বিতীয় মহাকাশ দূরবীক্ষণ যন্ত্র। তবে স্পিটজার যে ধরনের মহাকাশ দূরবীক্ষণ যন্ত্র চেয়েছিলেন, শেষ পর্যন্ত তা বাস্তবে রূপ পায় হাবল মহাকাশ দূরবীক্ষণ যন্ত্রটি নির্মাণের মধ্য দিয়ে, যেটিকে ১৯৯০ খ্রিস্টাব্দে ডিস্কভারি নভোখেয়াযানের মাধ্যমে মহাকাশে উৎক্ষেপ করা হয়।\nমহাকাশ দূরবীক্ষণ যন্ত্রগুলি তড়িৎ-চুম্বকীয় বর্ণালীর পরিস্রাবণ ও বিকৃতিমূলক মিটিমিটি পরিহার করতে সক্ষম হয় এবং ভূ-পৃষ্ঠস্থিত মানমন্দিরগুলি যে আলোক দূষণের শিকার হয়, তা থেকেও পরিত্রাণ পায়। মহাকাশ দূরবীক্ষণ যন্ত্রগুলিকে বিভিন্ন উপায়ে শ্রেণীবদ্ধ করা যায়। পর্যবেক্ষণের বিষয়বস্তু অনুযায়ী এগুলিকে দুইটি শ্রেণীতে ভাগ করা যায়। একটি শ্রেণী সমস্ত মহাকাশ পর্যবেক্ষণ ও মানচিত্রণ করে (যাকে জ্যোতির্বৈজ্ঞানিক জরিপ বলে); অপর শ্রেণীটি নির্বাচিত কিছু খ-বস্তু কিংবা মহাকাশের অংশবিশেষের উপর নজরদারি করে। মহাকাশ দূরবীক্ষণ যন্ত্রগুলি ভূ-চিত্রণকারী কৃত্রিম উপগ্রহগুলি অপেক্ষা ভিন্ন প্রকৃতির। ভূ-চিত্রণকারী কৃত্রিম উপগ্রহগুলি কৃত্রিম উপগ্রহভিত্তিক চিত্রণের উদ্দেশ্যে পৃথিবীর দিকে তাক করা থাকে এবং এগুলিকে আবহাওয়া বিশ্লেষণ, রেকি তথা গুপ্তচরবৃত্তি এবং অন্যান্য ধরনের তথ্য সংগ্রহের কাজে ব্যবহার করা হয়।\nমহাকাশ দূরবীক্ষণ যন্ত্রগুলিকে আবার পর্যবেক্ষণকৃত তড়িৎ-চুম্বকীয় তরঙ্গসমূহের কম্পাঙ্ক পরিসরের উপর ভিত্তি করে একাধিক শ্রেণীতে ভাগ করা যায়। যেমন গামা রশ্মি, রঞ্জনরশ্মি (এক্স-রশ্মি), অতিবেগুনি রশ্মি, দৃশ্যমান আলোকরশ্মি, অবলোহিত রশ্মি, অণুতরঙ্গ বিকিরণ ও বেতার তরঙ্গ বিকিরণ। কোনও কোনও দূরবীক্ষণ যন্ত্র একাধিক কম্পাঙ্ক পরিসর জুড়ে কাজ করে। এছাড়া বিশেষ বিশেষ মহাকাশ দূরবীক্ষণ যন্ত্র মহাজাগতিক রশ্মির পরমাণুকেন্দ্র বা ইলেকট্রন সংগ্রহ করতে পারে কিংবা মহাকর্ষীয় তরঙ্গ শনাক্ত করতে পারে। মহাকাশ দূরবীক্ষণ যন্ত্রগুলি দুই ধরনের কক্ষপথে আবর্তন বা প্রদক্ষিণ করতে পারে; এগুলি হল ভূ-কেন্দ্রিক কক্ষপথ এবং সৌরকেন্দ্রিক কক্ষপথ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nজেমস ওয়েব মহাকাশ দূরবীক্ষণ যন্ত্র\nহাবল মহাকাশ দূরবীক্ষণ যন্ত্র"}