{"pageid": 11094, "title": "নূতন নিয়ম", "url": "https://bn.wikipedia.org/wiki?curid=11094", "content": "নূতন নিয়ম হলো খ্রিস্টান বাইবেলীয় ধর্মগ্রন্থের দ্বিতীয় বিভাগ। এটি যিশুর শিক্ষা ও রুপ, সেইসাথে প্রথম শতাব্দীর খ্রিস্টধর্ম সম্পর্কিত ঘটনাগুলি নিয়ে আলোচনা করে। নূতন নিয়মের পটভূমি, বাইবেলের প্রথম বিভাগকে বলা হয় পুরাতন নিয়ম যেগুলো মূলত হিব্রু বাইবেলের উপর প্রতিষ্ঠিত; এগুলো একসঙ্গে খ্রিস্টানদের দ্বারা পবিত্র ধর্মগ্রন্থ হিসেবে গণ্য হয়। নূতন নিয়ম হলো খ্রিস্টান পাঠ্যের সংগ্রহ যা মূলত কোইনে গ্রিক ভাষায় বিভিন্ন লেখক দ্বারা বিভিন্ন সময়ে লেখা। যদিও পুরাতন নিয়মের ধর্মশাস্ত্র বিভিন্ন খ্রিস্টান সম্প্রদায়ের মধ্যে কিছুটা পরিবর্তিত হয়, নূতন নিয়মের ২৭-পুস্তক ধর্মশাস্ত্রটি খ্রিস্টধর্মের মধ্যে সর্বজনীনভাবে স্বীকৃত হয়েছে, পরবর্তী প্রাচীনকাল থেকে। এইভাবে, আজ প্রায় সমস্ত খ্রিস্টান ঐতিহ্যে, নূতন নিয়ম ২৭টি পুস্তক নিয়ে গঠিত: ৪টি সুসমাচার পুঁথি (ম্যাথু, মার্ক, লূক ও যোহন); প্রেরিতদের আইন; সাধু পলের ১৩টি পত্র; হিব্রুদের নিকট পত্র; ৭টি সাধারণ পত্র; এবং প্রেরিত শিষ্য যোহনের নিকট প্রকাশিত বাক্য।\nআলেকজান্দ্রিয়ার ৪র্থ শতাব্দীর বিশপ, ৩৬৭ খ্রিস্টাব্দে অ্যাথানাসিয়াস কর্তৃক লেখা চিঠিতে ২৭টি পুস্তকের প্রথম পরিচিত সম্পূর্ণ তালিকা পাওয়া যায়। উত্তর আফ্রিকার হিপ্পো ও কার্থেজ সম্মেলনের সময় নূতন নিয়মের ২৭টি পুস্তক প্রথম আনুষ্ঠানিকভাবে প্রচলিত হয়েছিল। প্রথম পোপ ইনোসেন্ট ৪০৫ সালে একই ধর্মশাস্ত্র সমর্থন করেন, কিন্তু এটা সম্ভব যে রোমের সম্মেলন ৩৮২ সালে প্রথম পোপ দামাসাসের অধীনে একই তালিকা দিয়েছিলেন। সম্মেলনগুলি পুরাতন নিয়মের ধর্মশাস্ত্রও প্রদান করেছিল, যার মধ্যে দ্বিতীয় বিবরণগত পুস্তকসমূহ  অন্তর্ভুক্ত ছিল।\nসর্বশেষ নতুন নিয়মের পাঠ্যগুলির রচনার তারিখের বিষয়ে বৈজ্ঞানিক ঐকমত্য অনুপস্থিত। জন আর্থার টমাস রবিনসন, ড্যানিয়েল বেয়ার্ড ওয়ালেস, এবং উইলিয়াম ফক্সওয়েল অলব্রাইট ৭০ খ্রিস্টাব্দের আগে নতুন নিয়মের সমস্ত পুস্তকের তারিখ দিয়েছেন। অন্যান্য অনেক পণ্ডিত, যেমন বার্ট ডেন্টন এহরম্যান ও স্টিফেন এল হ্যারিস, এর থেকে অনেক পরে কিছু নতুন নিয়মের পুস্তকের তারিখ দিয়েছেন; রিচার্ড পারভোর মতে, লূক–প্রেরিত এর তারিখ ১১৫ খ্রিস্টাব্দ, এবং ডেভিড ট্রবিশ প্রথম নতুন নিয়মের ধর্মশাস্ত্র প্রকাশের সমসাময়িক মধ্য থেকে দ্বিতীয় শতাব্দীর মধ্যবর্তী সময়ে প্রেরিত স্থাপন করেন। সুসমাচারগুলি ৭০ খ্রিস্টাব্দের আগে বা পরে রচিত হয়েছিল, বাস ভ্যান ওসের মতে, প্রথম শতাব্দীর শেষ পর্যন্ত যিশুর নিজের পরিবারকে অন্তর্ভুক্ত করে এমন প্রত্যক্ষদর্শীর জীবনকাল সম্ভবত পরিসংখ্যাকিয়।  মার্কাস বকমুহেল বিভিন্ন প্রারম্ভিক খ্রিস্টীয় ঐতিহ্যে আজীবন স্মৃতির এই কাঠামো খুঁজে পান।\nনতুন অক্সফোর্ড টীকাযুক্ত বাইবেল মতে, \"পণ্ডিতরা একমত যে সুসমাচারগুলি যিশুর মৃত্যুর চল্লিশ থেকে ষাট বছর পরে লেখা হয়েছিল৷ এগুলো এইভাবে যিশুর জীবন ও শিক্ষার প্রত্যক্ষদর্শী বা সমসাময়িক বিবরণ উপস্থাপন করতে পারে।\" এসবি বিদ্যা বাইবেল নিম্নলিখিত দাবি করে (সুসমাচারের সত্যতার জন্য যুক্তি হিসাবে): কারণ লূক, দ্বিতীয় প্রজন্মের খ্রিস্টান হিসাবে, প্রত্যক্ষদর্শী সাক্ষ্য পুনরুদ্ধার করার দাবি করেন (লূক ১:১-৪), প্রেরিত পৌলের সাথে ভ্রমণ করা ছাড়াও (প্রেরিত ১৬:১০-১৭; আনুমানিক ৬২ খ্রিস্টাব্দের লেখকত্বের তারিখের জন্য তর্ক করা), যা কলসিয়ানদের নিকট পলের পত্র (কোল ৪:১৪), ফিলেমনের নিকট পত্র (ফিলেম ২৩-২৪) ও টিমোথির নিকট দ্বিতীয় পত্র (দ্বিতীয় টিমো ৪:১১), লূকের সুসমাচারের বিবরণ \"পল থেকে প্রেরিত অনুমোদন ও কর্তৃত্ব এবং পল যে সুসমাচার প্রচার করেছিলেন তার বিশ্বস্ত নথি হিসাবে গৃহীত হয়েছিল\" (যেমন, রোম ২:১৬, যাজকীয় ইতিহাসের ইউসেবিয়াসের মতে ৩.৪.৮) দ্বারা নিশ্চিত করা হয়েছে।\n\n\n== পুস্তকসমূহ ==\n\n\n=== নূতন নিয়মের পুস্তকসমূহ ===\n\n\n== পুস্তকক্রম ==\n\n\n== অপ্রামাণিক রচনাবলি ==\n\n\n== লেখকগণ ==\n\n\n== তারিখনির্ণয় ==\n\n\n== ভাষা ==\n\n\n== নূতন নিয়ম কানুনের বিকাশ ==\n\n\n== আদি পাণ্ডুলিপি ==\n\n\n== পাঠগত ভিন্নতা ==\n\n\n== আধুনিক অনুবাদ ==\n\n\n== খ্রীষ্টীয় মণ্ডলীসমূহে ধর্মতাত্ত্বিক ব্যাখ্যা ==\n\n\n== স্তোত্রপদ্ধতিতে নূতন নিয়ম ==\n\n\n== শিল্পকলায় নূতন নিয়ম ==\n\n\n== আরও দেখুন ==\nমার্ক ১৬\nপুরাতন নিয়ম\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nBultmann, Rudolf (1951–1955). Theology of the New Testament, English translation, 2 volumes. New York: Scribner.\nvon Campenhausen, Hans (1972). The Formation of the Christian Bible, English translation. Philadelphia: Fortress Press.\nClark, Gordon (1990). \"Logical Criticisms of Textual Criticism\", The Trinity Foundation: Jefferson, Maryland\nConzelmann, Hans; Lindemann, Andreas (1999). Interpreting the New Testament: An Introduction to the Principles and Methods of New Testament Exegesis, English translation. Peabody, Massachusetts: Hendrickson.\nDormeyer, Detlev (1998). The New Testament among the Writings of Antiquity, English translation. Sheffield.\nDuling, Dennis C.; Perrin, Norman (1993). The New Testament: Proclamation and Parenesis, Myth and History, 3rd edition. New York: Harcourt Brace.\nEhrman, Bart D. (2011). The New Testament: A Historical Introduction to the Early Christian Writings, 5th edition. New York: Oxford University Press.\nGoodspeed, Edgar J. (1937). An Introduction to the New Testament. Chicago: University of Chicago Press.\nLevine, Amy-Jill; Brettler, Marc Z. (2011). The Jewish Annotated New Testament. Oxford: Oxford University Press.\nKoester, Helmut (1995 and 2000). Introduction to the New Testament, 2nd edition, 2 volumes. Berlin: Walter de Gruyter.\nKümmel, Werner Georg (1996). Introduction to the New Testament, revised and enlarged English translation. Nashville: Abingdon Press.\nMack, Burton L. (1995). Who Wrote the New Testament?. San Francisco: HarperSanFrancisco.\nMyles, Robert J. (২০১৯)। Class Struggle in the New Testament। Lanham: Fortress Academic। আইএসবিএন 978-1-9787-0209-7। \nNeill, Stephen; Wright, Tom (1988). The Interpretation of the New Testament, 1861–1986, new edition. Oxford: Oxford University Press.\nThielman, Frank. Theology of the New Testament: a Canonical and Synthetic Approach, \nZondervan, 2005.\nWills, Garry, \"A Wild and Indecent Book\" (review of David Bentley Hart, The New Testament: A Translation, Yale University Press, 577 pp.), The New York Review of Books, vol. LXV, no. 2 (8 February 2018), pp. 34–35. Discusses some pitfalls in interpreting and translating the New Testament.\nZahn, Theodor (1910). Introduction to the New Testament, English translation, 3 volumes. Edinburgh: T&T Clark.\n\n\n== বহিঃসংযোগ ==\n\nNew Testament Gateway Annotated guide to academic New Testament Web resources including not only other Web sites, but articles and course materials\nJewish Studies for Christians  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ডিসেম্বর ২০১৯ তারিখে An Online Study Group exploring the Jewish setting of the early Jesus movement. (An Israeli blog led by Dr. Eliyahu Lizorkin-Eyzenberg).\n\"Introduction to New Testament History and Literature\" course materials \"Open Yale course\" taught at Yale University by Dale B. Martin\nNew Testament Reading Room  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ আগস্ট ২০১৯ তারিখে: Extensive on-line New Testament resources (including reference works, commentaries, translations, atlases, language tools, and works on New Testament theology), Tyndale Seminary\nBiblicalstudies.org.uk New Testament pages Bibliographies on the New Testament and its individual books\nNew Testament Greek Lexicon Bible Study Tools offers two Bible versions, King James and New American Standard, for studying within the New Testament lexicons.\nPastoral articles on the New Testament for ministerial training Wisconsin Lutheran Seminary (WELS)\nJewish reading of the New Testament Haaretz essay on reclaiming the New Testament as an integral part of Jewish literature\nGuide to the University of Chicago New Testament Club Records 1894–1958 at the University of Chicago Special Collections Research Center"}