{"pageid": 1109752, "title": "নৈশজীবন", "url": "https://bn.wikipedia.org/wiki?curid=1109752", "content": "পৌর নৈশজীবন বা সংক্ষেপে নৈশজীবন বলতে রাত্রিবেলায় (সাধারণত সন্ধ্যা ৬টা থেকে সকাল ৬টা পর্যন্ত) পৌর বাণিজ্যিক অঞ্চলে সংঘটিত বিভিন্ন সামাজিক কর্মকাণ্ডকে বোঝায়। বিশেষত চা-কফি পান, মদ্যপান, নৃত্য, নৈশভোজন, সরাসরি সঙ্গীত ও নৃত্য পরিবেশনা কিংবা পেশাদার খেলা উপভোগ, ইত্যাদি কর্মকাণ্ডগুলিকেই মূলত নির্দেশ করা হয়। নিউ ইয়র্ক শহরের নগরপ্রধানের কার্যালয়ের একটি প্রতিবেদনে নৈশজীবনকে পাঁচটি খাতে ভাগ করা হয়েছে - খাদ্য ও পানীয় পরিবেশন (রেস্তোরাঁ, কফিঘর, ভ্রাম্যমাণ খাবারের দোকান), পানশালা (মূলত মদ্যপানের বার ও নৈশক্লাব), শিল্পকলা (জাদুঘর, প্রদর্শনীকেন্দ্র, চলচ্চিত্র প্রেক্ষাগৃহ, মঞ্চনাটকভবন), অনুষ্ঠানস্থল (সঙ্গীত ও অন্যান্য পরিবেশন কলার জন্য) এবং ক্রীড়া ও বিনোদন (ভিডিও গেম, বিলিয়ার্ড, বোলিং, স্টেডিয়ামে অনুষ্ঠিত ক্রীড়া, ইত্যাদি)। যেসব ব্যক্তি রাতের বেলায় সক্রিয় হতে পছন্দ করে, তাদেরকে নিশাচর বা রাতের পাখি বলা হয়।\n২০শ শতকের শুরুর দিকে বড় নগরগুলিতে বাণিজ্যিক বিনোদনের নাটকীয় প্রবৃদ্ধি ঘটে এবং এগুলিতে নগরের অধিবাসীদের অংশগ্রহণ বহুগুণ বৃদ্ধি পায়। বিনোদন ভোগের দৃষ্টিকোণ থেকে নৈশজীবন পৌর অর্থনৈতিক জীবনের একটি গুরুত্বপূর্ণ অংশে পরিণত হয়েছে। সক্রিয় নৈশজীবন একটি নগরীকে বিশ্বজনীন চরিত্র দান করে ও সেখানে বিদেশী (বিশেষ করে পশ্চিমা) পর্যটকদের আগমন ও বিদেশী বিনিয়োগ বৃদ্ধি করতে পারে। উদাহরণস্বরূপ, যুক্তরাজ্যের রাজধানী লন্ডন নগরীর নৈশ অর্থনীতির আয়তন বাৎসরিক ২৬৩০ কোটি পাউন্ড এবং এই খাতে নগরী এক-অষ্টমাংশ লোকের (৭ লক্ষেরও বেশি লোকের) কর্মসংস্থান হয়। নিউ ইয়র্কে ২৫ হাজারেরও বেশি রাত্রিকালীন প্রতিষ্ঠান আছে, যেগুলিতে প্রায় ৩ লক্ষ লোক কাজ করে এবং যেগুলির অর্থনৈতিক উৎপাদন বাৎসরিক প্রায় ৩৫১০ কোটি মার্কিন ডলার।\nনৈশজীবন শুধু কোনও শহরের স্থানীয় অর্থনীতির জন্যই গুরুত্বপূর্ণ নয়, বরং এটির সামাজিক গুরুত্বও রয়েছে। নৈশজীবনে নাগরিকেরা পরিবার, বন্ধু-বান্ধবদের সাথে সম্পর্ক আরও গভীর করে এবং আনন্দ-বিনোদন করতে পারে। পর্যটনমুখী বৈশ্বিক নগরীগুলিতে নৈশজীবন আন্তঃসাংস্কৃতিক, আন্তঃগোষ্ঠী, ও আন্তঃলিঙ্গ সামাজিকতা বৃদ্ধি করে। নৈশজীবনের মাধ্যমে সামাজিক পুঁজি, গণতান্ত্রিক মূল্যবোধ, সামাজিক অন্তর্ভুক্তি, ইত্যাদি সামাজিক উপকারগুলি সাধিত হয়। নতুন নতুন সামাজিক অভিজ্ঞতার ভিত্তিতে লোকেরা অর্থবহ জীবনচর্যা ও নতুন আত্ম-পরিচয়ের সন্ধান পেতে পারে। দিনের বেলার আনুষ্ঠানিক সাক্ষাতের পরিবর্তে নৈশকালীন অনানুষ্ঠানিক, বিনোদননির্ভর সাক্ষাৎ বন্ধুবান্ধবদের মধ্যে সম্পর্ক আরও গাঢ় করতে পারে এবং সম্পূর্ণ অপরিচিতদের মধ্যে নতুন সম্পর্ক গড়ে তুলতে পারে। নৈশজীবন এভাবে নাগরিকদের সামাজিকীকরণে তাৎপর্যপূর্ণ ভূমিকা রাখতে পারে।\nসামাজিক শ্রেণীভেদে নৈশজীবন ভিন্ন হতে পারে। অভিজাত শ্রেণীর লোকেরা শিল্পকলা জাদুঘর ও প্রদর্শনীশালা, গীতিনাট্যশালা, মঞ্চ, ব্যক্তিগত ক্লাব, জুয়াঘর ও ধ্রুপদী সঙ্গীতশালায় গমন করেন। এরপর বিপরীতে সাধারণ মধ্যবিত্ত বা নিম্নবিত্তরা খেলার মাঠ, বনভোজন, দোকানে কেনাকাটা, চলচ্চিত্র প্রেক্ষাগৃহ, ইত্যাদি অপেক্ষাকৃত সাশ্রয়ী গন্তব্যে গমন করে। বড় শহরের বাইরে থেকে আগত উপশহরীয় বা গ্রামীণ পর্যটকেরা বাণিজ্যিক রাত্রীনিবাস বা হোটেলগুলিকে কিছু রাতের জন্য অবস্থান করে শহরের মূল বিনোদনকেন্দ্রগুলি ঘুরে যেতে পারে; উন্নত গণপরিবহন ব্যবস্থা এক্ষেত্রে পর্যটকদের আগমন ও চলাচলকে আরও সহজ ও আকর্ষণীয় করে তুলতে পারে। উদাহরণস্বরূপ লন্ডন নগর সরকার রাত্রীকালীন অর্থনীতিকে চাঙা করার জন্য ২০১৬ সাল থেকে বিশেষ কিছু লাইনে সপ্তাহান্তে শনি ও রবিবারে ২৪ ঘণ্টা পাতাল রেলব্যবস্থার বন্দোবস্ত করেছে, যার নাম \"নাইট টিউব\"।\nবিংশ শতাব্দীর শুরুতে পাশ্চাত্যের বড় বড় নগরীগুলিতে বর্তমানে অর্থে নৈশজীবনের বিকাশ ও জনপ্রিয়তা বৃদ্ধি পায়। এর পেছনে বেশ কিছু কারণ ছিল। রাত্রিবেলায় বৈদ্যুতিক আলোর ব্যবহার একটি প্রধান কারণ ছিল। নৈশ বিনোদন কেন্দ্রগুলি ভবনের ভেতরে ও বাইরে বহু উজ্জ্বল বাতি ব্যবহার করত, ফলে নাগরিকেরা রাত্রে বের হতে নিরাপদ বোধ করত। সড়কে বাতির পাশাপাশি দোকানপাট, মঞ্চনাটকের ভবন, বিজ্ঞাপন ইত্যাদির  উজ্জ্বল আলো মানুষকে রাত্রিতে ঘর থেকে বেরোতে উৎসাহিত করত।  এছাড়া দৈনিক কর্মঘণ্টার পরিমাণ হ্রাস, চাহিদা মিটানোর পরে উদ্বৃত্ত ব্যয়যোগ্য আয় বৃদ্ধি, নারীদের শ্রমবাজারে যোগদান, ইত্যাদি কারণে পাশ্চাত্যের সাধারণ মধ্যবিত্ত নাগরিকদের অবসর সময় ও ব্যয়যোগ্য অর্থের পরিমাণ দুই-ই বৃদ্ধি পায়। রাত্রিকালীন বাণিজ্যিক বিনোদনের বিরুদ্ধে ধর্মীয় ও নৈতিক বিরোধিতাও হ্রাস পেতে শুরু করে এবং শ্রমজনিত ক্লান্তি-অবসাদ দূর করতে এইসব বিনোদনে অংশগ্রহণকে উৎসাহিত করা শুরু হয়। প্রথমদিকে পুরুষ নাগরিকেরা রাস্তার মোড়ে মোড়ে পানশালার বারে দাঁড়িয়ে জমায়েত হত। পরবর্তীতে অপেক্ষাকৃত উঁচু দরের রেস্তোরাঁ ব্যবসা জনপ্রিয় হয়ে ওঠে, যেগুলিতে নারী-পুরুষ একসাথে কিংবা পরিবারের সদস্যরা নৈশভোজনে যেতে পারত। মঞ্চনাটক পাড়াগুলিও জমে ওঠে। গীতিনাট্যশালা ও ধ্রুপদী সঙ্গীত মিলনায়তনগুলিতে অভিজাত শ্রেণীর রুচিশীল ব্যক্তিরা গমন করতেন। অন্যদিকে পাড়ায় পাড়ায় চলচ্চিত্র প্রেক্ষাগৃহ সব স্তরের মানুষের আনাগোনা ছিল। অনেকে নাচঘরে নাচ করতে যেত। প্রেমিক-প্রেমিকা জুটিরা রেস্তোরাঁ-মঞ্চপাড়া-নাচঘরগুলিতে সাক্ষাতে মিলিত হত। এইসব সাক্ষাতের মাধ্যমে তারা একে অপরকে বিচার করত ও পরবর্তীকালে বিবাহসঙ্গী নির্বাচন করত। তবে এসব নির্দোষ কর্মকাণ্ডের পাশাপাশি মদাসক্তদের পানশালা, পতিতালয়, জুয়াঘর, সংঘবদ্ধ অপরাধীদের সাক্ষাৎগুলির মতো নেতিবাচক কর্মকাণ্ডগুলিও প্রচলিত ছিল।\n১৯৩০ ও ১৯৪০-এর দশকে কৃষাঙ্গদের উদ্ভাবিত জ্যাজ সঙ্গীত ক্লাবগুলি জনপ্রিয় হয়ে ওঠে। ১৯৬০-এর দশক রক সঙ্গীতশিল্পীর দলগুলি মিলনায়তন ও উন্মুক্ত ক্রীড়াক্ষেত্রে পরিবেশন করা শুরু করলে সেগুলিতে হাজার হাজার শ্রোতা-দর্শক তাদেরকে দেখতে আসত। একই সময় ডিসকোঘরগুলি জনপ্রিয় হয়ে ওঠে। ১৯৮০ ও ১৯৯০-এর দশকে পরিত্যক্ত ভবন বা গুদামঘরে অনুষ্ঠিত \"রেভ\" জাতীয় নাচের উৎসবগুলি তরুণদের মধ্যে অত্যন্ত জনপ্রিয় হয়ে ওঠে। ১৯৭০-এর দশকে কিছু কিছু শহরে জুয়া খেলার ক্যাসিনো গড়ে ওঠে। কিন্তু সামগ্রিকভাবে ১৯৬০-এর দশকের পর থেকে টেলিভিশনের কারণে ও কাজের চাপ বৃদ্ধি পাবার কারণে নৈশজীবনের জনপ্রিয়তা ধীরে ধীরে কমে আসছে। রাত্রীকালীন নিরাপত্তা হ্রাস, কম্পিউটার, ভিডিও গেম ও ইন্টারনেট আসার পর থেকে নিজ বাসায় থাকা বা বন্ধুবান্ধবের বাসায় মিলিত হবার প্রবণতা আরও বৃদ্ধি পেয়েছে। আবার এর বিপরীতে বিশ্বায়ন, ২৪ ঘণ্টা অর্থনীতি, রাত্রিকালীন কাজ, তরুণ জনসংখ্যা বৃদ্ধি, ইত্যাদি কিছু কিছু শহরে নৈশজীবন ও নৈশ অর্থনীতিকে উৎসাহ প্রদান করেছে।\n\n\n== নৈশজীবন ও অবৈধ মাদকের ব্যবহার ==\nঅনেক দেশের নৈশজীবনে তরুণ-তরুণীরা নৈশক্লাবে মদপান ও ধূমপানের পাশাপাশি এক বা একাধিক অবৈধ মাদকদ্রব্য সেবন করে থাকে, যেগুলি তাদের স্বাস্থ্যের উপর বিরূপ প্রতিক্রিয়া সৃষ্টি করে (যেমন বদমেজাজ, অনিদ্রা, স্মৃতি সমস্যা, হৃৎছন্দবৃদ্ধি, জ্ঞান হারানো) এমনকি ক্ষেত্রবিশেষে মৃত্যুও ঘটায়। অবৈধ মাদকদ্রব্যগুলির মধ্যে গাঁজা, কোকেন,  অ্যামফিটামিন (স্পিড), মেথ্যামফিটামিন (মেথ) ও মেথিলিন-ডাইঅক্সি-মেথ্যামফিটামিন (এক্সট্যাসি), হেরোইন ও ফেন্টানিল উল্লেখ্য। ২০২০-এর দশকে এসে নতুন চিত্তবিকারকারী আফিম-সদৃশ অবৈধ মাদক ঔষধ (যেমন আইসোটনিটাজিন ও এটিজোলাম) বাজারে প্রবেশ করেছে। ২০১০-এর দশকে পাশ্চাত্যের কিছু কিছু দেশ অবৈধ মাদক বিক্রয় ও পতিতাবৃত্তির মত কাজগুলিকে অর্থনীতির অংশ হিসেবে গণনা করা শুরু করে। যুক্তরাজ্যে ২০১৪ সালে পতিতাবৃত্তি ও অবৈধ মাদক ব্যবসা দেশটির স্থূল অভ্যন্তরীণ উৎপাদন বা জিডিপি-তে প্রায় ৬৫০ কোটি পাউন্ড পরিমাণ অর্থ যোগ করে, যা কিনা দেশটির মোট অর্থনীতির প্রায় ৫%।\n\n\n== তথ্যসূত্র =="}