{"pageid": 1109220, "title": "ইয়াদে রফতেগাঁ", "url": "https://bn.wikipedia.org/wiki?curid=1109220", "content": "ইয়াদে রফতেগাঁ (উর্দু: یاد رفتگاں‎, অনুবাদ 'বিদায়ীদের স্মরণে'‎) সুলাইমান নদভীর রচিত একটি উর্দু জীবনী সাহিত্য। এ গ্রন্থটি মূলত ১৯১৪ সাল থেকে ১৯৫৩ সাল পর্যন্ত প্রায় ৪০ বছরের দীর্ঘ সময়ের শোকগাঁথা ইতিহাস। এতে স্থান পেয়েছে এ সময়কার মৃত্যু বরণকারী ১৩৫ জন বিশিষ্ট ও প্রসিদ্ধ ব্যক্তিবর্গের জীবনী, তাদের খণ্ড কাহিনী, অবদান, সুলাইমান নদভীর সাথে তাদের সম্পর্ক, সাহিত্য জগতে রেখে যাওয়া অবদান ও কর্ম স্মারক ইত্যাদি। এ ধরনের বড় বড় বিশিষ্ট লোকদের জীবনী সমৃদ্ধ এ গ্রন্থটি উর্দু সাহিত্যের একটি দুর্লভ গ্রন্থ। এতে অনেক লোক সম্পর্কে জিজ্ঞাসার সুন্দর সমাধান রয়েছে। সুলাইমান নদভী এ গ্রন্থটি তার জীবদ্দশায় প্রকাশ করে যেতে পারেননি। তার অসিয়ত অনুযায়ী তার মৃত্যুর পর ১৯৫৪ সালে করাচি, পাকিস্তান থেকে গ্রন্থটি প্রথম প্রকাশিত হয়। সাহিত্যিক আবু আছিম এডভোকেট গ্রন্থটির গুরুত্ব সম্পর্কে ভূমিকায় লিখেন, ‘নিঃসন্দেহে ইয়াদে রফতগাঁ গ্রন্থের এ প্রবন্ধাবলী উর্দু সাহিত্যে এক নতুন অধ্যায় এবং এর অধিকাংশ প্রবন্ধাবলী চিরন্তন। এ প্রবন্ধাবলী শুধু উর্দু সাহিত্যের নয়; বরং বিশ্ব সাহিত্যের মহা মূল্যবান মুক্তাখণ্ডের লিপিকায় অন্তর্ভুক্ত করার যথোপযুক্তও বটে।’\n\n\n== প্রেক্ষাপট ==\nমূলত ১৮ নভেম্বর ১৯১৪ সালে সুলাইমান নদভীর উস্তাদ শিবলী নোমানী মৃত্যুবরণ করলে তার জীবনে শোকের ছায়া নেমে আসে। এতে তিনি দুঃখভারাক্রান্ত হৃদয়ে স্বীয় শিক্ষাগুরুর উপর ‘আল্লামা শিবলী নোমানী’ শিরোনামে একটি প্রবন্ধ লিখেন। এ প্রবন্ধটি শিবলী নোমানীর মৃত্যুর উপর লেখা প্রথম প্রবন্ধ, যা লাহোর থেকে প্রকাশিত যমীনদার পত্রিকায় ১৯১৪ সালের শেষ দিকের এবং ১৯১৫ সালের প্রথম দিকের কয়েকটি সংখ্যায় ধারাবাহিকভাবে প্রথম প্রকাশিত হয়। পরবর্তীতে স্বীয় উস্তাদের মনোবাসনা পুরনার্থে স্মৃতি-স্মারক প্রতিষ্ঠান শিবলী একাডেমী তথা দারুল মুসান্নিফীন পরিপূর্ণভাবে প্রতিষ্ঠিত হলে আগস্ট ১৯১৬ সালে এ প্রবন্ধটি দারুল মুছান্নিফীন থেকে প্রকাশিত মাআরিফ পত্রিকায় পুনরায় ছাপা হয়। এরপর থেকে সুলাইমান নদভীর জীবনের শেষ অব্দি ভারতবর্ষে যতজন বিশিষ্ট ব্যক্তিবর্গ মৃত্যুবরণ করেছেন, তাদের জীবনী ও মৃত্যু শোকগাঁথা নিয়ে তিনি আলাদা আলাদা প্রবন্ধ রচনা করেছেন। প্রথমদিকে তার এসব জীবনীমূলক প্রবন্ধ মাআরিফ পত্রিকার ‘শাযারাত’ অংশে লিখা শুরু করেন। পরবর্তীতে তিনি এসব জীবনী স্মারক ও মৃত্যুশোক প্রবন্ধ ‘ওয়াফিয়াত’ অংশে লিখেন। এভাবে আস্তে আস্তে তিনি নিজের জীবনের শেষ অব্দি তথা ১৯৫২ সালের ৩১ ডিসেম্বর কেফায়াতুল্লাহ দেহলভির মৃত্যু পর্যন্ত মোট ১৩৫ জন বিশিষ্ট ও প্রসিদ্ধ ব্যক্তিবর্গের মৃত্যুতে শোকগাঁথা ও জীবনীমূলক বিভিন্ন প্রবন্ধাবলী রচনা করেন। তার এসব প্রবন্ধাবলী একত্র করে ইয়াদে রফতেগাঁ (বিদায়ীদের স্মরণে) নামকরণের মাধ্যমে ১৯৫৪ সালে করাচি, পাকিস্তান থেকে গ্রন্থাকারে প্রথম প্রকাশ করা হয়।\n\n\n== গঠন ==\n৫১৯ পৃষ্ঠা বিশিষ্ট এই গ্রন্থটির শুরুতে আবু আছিম এডভোকেট কর্তৃক লিখিত একটি ভূমিকা রয়েছে। অতঃপর লেখক স্বীয় উস্তাদ শিবলী নোমানীর মৃত্যুর উপর লেখা শোকগাঁথা ও জীবনীমূলক প্রবন্ধ রচনার মাধ্যমে মূল গ্রন্থটির সূচনা করেন। এ গ্রন্থে যাদের শোকগাঁথা, জীবন ইতিহাস ও সাহিত্য অবদান সম্পর্কে প্রবন্ধাবলী রয়েছে তন্মধ্যে উল্লেখযোগ্য কয়েকজন হলেন: মুহাম্মদ ইসমাঈল মিরাটি (মৃ. ১৯১৭), আব্দুল গণি ওয়ারেছী (মৃ. ১৯১৮), মুহাম্মদ আব্দুল্লাহ (মৃ.১৯২০), আকবর এলাহাবাদী (মৃ. ১৯২১), রশিদ আহমদ আনসারী (মৃ. ১৯২২), আব্দুল হাই হাসানী নদভী (মৃ. ১৯২৩), আবুল হাসানাত নদভী (মৃ. ১৯২৪), আহমদ আলী শৌক (মৃ. ১৯২৫), আব্দুল বারি ফিরিঙ্গি মহল্লী (মৃ. ১৯২৬), শাদ আযীমাবাদী (মৃ. ১৯২৭), সৈয়দ আমীর আলী (মৃ. ১৯২৮), হাবিবুর রহমান উসমানি (মৃ. ১৯২৯), আফতাব আহমদ খান (মৃ. ১৯৩০), সৈয়দ জালব দেহলভি (মৃ. ১৯৩১), আব্দুল মাজিদ বাদায়ূনী (মৃ. ১৯৩২), আনোয়ার শাহ কাশ্মীরি (মৃ. ১৯৩৩), গোলাম মুহাম্মদ (মৃ. ১৯৩৪), শাহ সুলায়মান ফুলওয়ারী (মৃ. ১৯৩৫), মুন্সি প্রেমচান্দ (মৃ. ১৯৩৬), স্যার রাস মাসউদ (মৃ. ১৯৩৭), মুহাম্মদ ইকবাল (মৃ. ১৯৩৮), শওকত আলি (মৃ. ১৯৩৯), সাজ্জাদ হোসাইন (মৃ. ১৯৪০), ইনায়াত উল্লাহ ফিরিঙ্গী (মৃ. ১৯৪১), মুহাম্মদ ইয়ার জঙ্গ (মৃ. ১৯৪২), সৈয়দ সাজ্জাদ হায়দার ইয়ালদারাম (মৃ. ১৯৪৩), মুহাম্মদ ইলিয়াস কান্ধলভি (মৃ. ১৯৪৪), ফজলুর রহমান নদভী (মৃ. ১৯৪৫), ফাসাহাত জঙ্গ জলীল (মৃ. ১৯৪৬), হাকিম হাবিবুর রহমান, ঢাকা (মৃ. ১৯৪৭), মুহাম্মদ আলী জিন্নাহ (মৃ. ১৯৪৮), শাব্বির আহমদ উসমানি (মৃ. ১৯৪৯), হাবীবুর রহমান খান শোরয়ানী (মৃ. ১৯৫০), হযরত মোহানি (মৃ. ১৯৫১) ও কেফায়াতুল্লাহ দেহলভি (মৃ. ১৯৫২) প্রমূখ। এসব ব্যক্তিদের মধ্যে মুসলিম, হিন্দু, খ্রিস্টান, ইহুদী, ভারতীয়, ইংরেজ, মিশরীয়, তুর্কি, ব্যরিস্টার, আলিম, পীর, ফকীর, শিক্ষক, কবি, সাহিত্যিক, খতীব, রাজনীতিবিদ প্রমূখ রয়েছেন।\n\n\n== আরও দেখুন ==\nসীরাতুন নবী\nসংগ্রামী সাধকদের ইতিহাস\nহায়াতে ইমাম মালিক\nসীরাতে আয়েশা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইয়াদে রফতেগাঁ–এর উর্দু সংস্করণ"}