{"pageid": 1109338, "title": "প্রয়াগরাজ জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1109338", "content": "এলাহাবাদ জংশন  (স্টেশন কোড: ALD), হাওড়া-দিল্লি মেন লাইন, এলাহাবাদ-মউ-গোরখপুর মেন লাইন এবং হাওড়া-এলাহাবাদ-মুম্বাই লাইনের একটি রেলওয়ে স্টেশন। এটি উত্তর মধ্য রেলওয়ে জোনের সদর দপ্তর। এটি ভারতের উত্তর প্রদেশ রাজ্যের  এলাহাবাদে অবস্থিত। এটি এলাহাবাদ এবং আশেপাশের এলাকাকে পরিবেশন করে।\n\n\n== ইতিহাস ==\nইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানি ঊনবিংশ শতাব্দীর মাঝামাঝি হাওড়া থেকে দিল্লি পর্যন্ত একটি রেললাইন তৈরির প্রচেষ্টা শুরু করে। এমনকি যখন মুঘলসরাই পর্যন্ত লাইন তৈরি করা হচ্ছিল এবং হাওড়ার কাছাকাছি লাইনগুলি চালু করা হয়েছিল, ১৮৫৯ সালে প্রথম ট্রেনটি এলাহাবাদ থেকে কানপুর পর্যন্ত চলেছিল। ১৮৬৪ সালে হাওড়া থেকে দিল্লি পর্যন্ত ট্রেনের মাধ্যমে প্রথমবারের মতো, এলাহাবাদে যমুনা পার হয়ে নৌকায় করে বগি আনা হয়েছিল। ১৮৬৫-৬৬ সালে ট্রেনের মাধ্যমে যমুনা জুড়ে পুরানো নৌনী সেতুর কাজ শেষ হওয়ার সাথে সাথে ট্রেন চলাচল শুরু হয়। \n১৯০২ সালে গঙ্গার ওপারে কার্জন সেতুর উদ্বোধন এলাহাবাদকে গঙ্গার উত্তরে বা তার বাইরের অঞ্চলগুলির সাথে যুক্ত করেছিল।\nবারাণসী-এলাহাবাদ সিটি (রামবাগ) লাইনটি ১৮৯৯ এবং ১৯১৩ সালের মধ্যে বঙ্গ ও উত্তর পশ্চিম রেলওয়ে দ্বারা একটি মিটার-গেজ লাইন হিসাবে নির্মিত হয়েছিল। এটি ১৯৯৩-৯৪ সালে ব্রডগেজে রূপান্তরিত হয়েছিল।\n\n\n== বিদ্যুতায়ন ==\nচেওকি-সুবেদারগঞ্জ সেকশনটি ১৯৬৫-৬৬ সালে বিদ্যুতায়িত হয়েছিল। \n\n\n== কর্মশালা ==\nএলাহাবাদে ভারতীয় রেলওয়ের প্রকৌশল কর্মশালা রয়েছে। \n\n\n== যাত্রী চলাচল ==\nএলাহাবাদ ভারতীয় রেলওয়ের শীর্ষ শতাধিক বুকিং স্টেশনগুলির মধ্যে একটি।  স্টেশনটির দুটি প্রবেশপথ রয়েছে দক্ষিণে সিটি সাইড এবং উত্তরে সিভিল লাইনস সাইড। \n\n\n=== কুম্ভ মেলা ===\nএলাহাবাদে কুম্ভ মেলার জন্য তীর্থযাত্রীদের বিপুল পরিমাণে আগমনের জন্য রেলওয়ে বিশেষ ব্যবস্থা করে। \n\n\n== সুযোগ-সুবিধা ==\nএলাহাবাদ জংশন একটি 'এ' গ্রেড রেলওয়ে স্টেশন। এলাহাবাদ রেলওয়ে স্টেশনে ৩টি ডাবল-বেডের এসি রিটায়ারিং রুম, ৯ টি ডাবল-বেডড নন-এসি রিটায়ারিং রুম এবং একটি ২০-শয্যার ডরমিটরি রয়েছে এবং এতে ওয়াই-ফাই সুবিধা রয়েছে। উত্তর সেন্ট্রাল রেলওয়ে (এনসিআর) বিমানবন্দরের মতো বোর্ডিং সুবিধা চালু করেছে যাতে যাত্রীদের নতুন অত্যাধুনিক চেক-ইন কাউন্টার থেকে জংশনে সুবিধা পেতে বোর্ডিং পাস দেওয়া হবে।\n\n\n== প্রধান ট্রেন ==\n\n\n=== বন্দে ভারত ===\nনয়াদিল্লি-বারাণসী বন্দে ভারত এক্সপ্রেস\n\n\n=== অন্যান্য ট্রেন ===\nপ্রধান ট্রেনগুলি হল:-\n\nরাজেন্দ্র নগর-নিউদিল্লি তেজস রাজধানী এক্সপ্রেস\nডিব্রুগড় রাজধানী এক্সপ্রেস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}