{"pageid": 1109786, "title": "শ্যাম সিংহ রায়", "url": "https://bn.wikipedia.org/wiki?curid=1109786", "content": "শ্যাম সিংহ রায় হল রাহুল সংকৃত্যন দ্বারা পরিচালিত ২০২১ সালের ভারতীয় তেলুগু-ভাষার অতিপ্রাকৃত নাটকীয়-রোমাঞ্চকর চলচ্চিত্র, জঙ্গা সত্যদেবের সঙ্গে রাহুল সাংকৃতিয়ান চলচ্চিত্রটির সহ-রচনা করেছিলেন। ছবিতে সাই পল্লবী, কৃতি শেট্টি ও ম্যাডোনা সেবাস্টিয়ানের সঙ্গে নানি দ্বৈত চরিত্রে অভিনয় করেছেন। এটি পুনর্জন্মের থিমের উপর ভিত্তি কলকাতার পটভূমিতে চলচ্চিত্রটি নির্মাণ করা হয়েছে।\nচলচ্চিত্রটি ২০২০ সালের ফেব্রুয়ারি মাসে ঘোষণা করা হয়েছিল এবং মূল দৃশ্যধারণটি ২০২০ সালের ডিসেম্বর মাস থেকে ২০২১ সালের জুলাই মাস পর্যন্ত হায়দ্রাবাদ ও কলকাতায় হয়েছিল। কোভিড-১৯ মহামারীর কারণে চলচ্চিত্রের উত্পাদন ও মুক্তি বিলম্বিত হয়েছিল। এটি ২০২১ সালের ২৪শে ডিসেম্বর প্রেক্ষাগৃহে মুক্তি দেওয়া হয়েছিল, এবং নানি, পল্লবী, কৃতি ও ম্যাডোনার অভিনয়ের প্রশংসার পাশাপাশি নির্দেশনা, চিত্রনাট্য, মিউজিক্যাল স্কোর, এক্সিকিউশন ও ভিজ্যুয়াল ইফেক্টের জন্য বেশিরভাগ ইতিবাচক পর্যালোচনা লাভ করে।\n\n\n== অভিনেতা-অভিনেত্রী ==\nনানি - শ্যাম সিংহ রায় ও বাসুদেব ঘণ্টার দ্বৈত চরিত্রে\nসাই পল্লবী - মৈত্রেয়ী/রোজি চরিত্রে, একজন দেবদাসী\nকৃতি শেট্টি - কীর্তি চরিত্রে\nম্যাডোনা সেবাস্টিয়ান - আইনজীবী পদ্মাবতীর ভূমিকায়\nযিশু সেনগুপ্ত - দেবেন্দ্র সিংহ রায়ের চরিত্রে\nমুরলী শর্মা - অ্যাডভোকেট কৃষ্ণমূর্তি হিসেবে\nরাহুল রবীন্দ্রন - মনোজ সিংহ রায়ের চরিত্রে\nঅভিনব গোমাতম\nমণীশ ওয়াধওয়া\nলীলা স্যামসন - মনোবিজ্ঞানী হিসাবে\nসুভলেখা সুধাকর - বিচারক হিসেবে\nঅনুরাগ কুলকার্নি - \"প্রাণবালয়\" গানে একটি ছোট চরিত্রে\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nরাহুল সংকৃত্যন ২০১৯ সালের ১৮ই ডিসেম্বর নানির কাছে একটি চিত্রনাট্য (স্ক্রিপ্ট) বর্ণনা করেছিলেন, যা একটি \"উদ্ভাবনী গল্প\" বলে বিবেচিত হয়েছিল। প্রকল্পটি প্রাথমিকভাবে সূর্যদেবরা নাগা ভামসির সিতারা এন্টারটেইনমেন্টস ব্যানারের অধীনে উত্পাদিত হবে বলে জানা যায়, যিনি প্রাথমিকভাবে জার্সিতে (২০১৯) ননির সাথে কাজ করেছিলেন। শ্যাম সিংহ রায়, শিরোনাম সহ চলচ্চিত্রটি ২০২০ সালের ফেব্রুয়ারি মাসে ঘোষণা করা হয়েছিল এবং ২০২০ সালের মে মাসে দৃশ্যধারণের ফ্লোরে যাওয়ার আশা করা হয়েছিল, যদিও ভারতে কোভিড-১৯ মহামারীর কারণে চলচ্চিত্রায়ন শুরু করা বিলম্বিত হয়েছিল। ছবিটির সঙ্গীত রচনা করার জন্য এ.আর. রহমানের সঙ্গে ২০২০ সালের মার্চ মাসে যোগাযোগ করা হয়েছিল, এবং নীরভ শাহ সিনেমাটোগ্রাফি পরিচালনার দায়িত্বে ছিলেন। পরে \tঅনিরুদ্ধ রবিচন্দরকে সুরকার হিসেবে ঘোষণা করা হয়, কারণ এ.আর. রহমান দৃশ্যত প্রস্তাবটি গ্রহণ করেননি। এই চলচ্চিত্রটি জার্সি ও নানি'স গ্যাং লিডার-এর পর ননীর সঙ্গে অনিরুদ্ধের তৃতীয় কাজ ছিল।\nচলচ্চিত্রটি নানির চলচ্চিত্র জীবনের সবচেয়ে ব্যয়বহুল চলচ্চিত্র হিসেবে একটি বিশাল পরিসরে তৈরি হবে বলে আশা করা হয়েছিল। যাইহোক, প্রযোজক নাগা ভামসি মহামারীর উদ্ধৃতি দিয়ে বাজেট কমাতে চেয়েছিলেন, কারণ আনুমানিক খরচ অনেক বেশি ছিল; যখন নানি তুক জগদীশ-এর শুটিং শেষ করছিলেন, তখন নাগা ভামসি প্রকল্পটি স্থগিত রাখতে চেয়েছিলেন। নানি ও নাগা ভামসির মধ্যে মতপার্থক্যের কারণে, প্রযোজনাটি ভেঙ্কট বয়নাপল্লীর কাছে হস্তান্তর করা হয়েছিল, যিনি তার সদ্য প্রতিষ্ঠিত ব্যানার নিহারিকা এন্টারটেইনমেন্টের অধীনে ছবিটি প্রযোজনা করবেন।\nসুরকার মিকি জে. মেয়ার, চিত্রগ্রাহক সানু জন ভার্গিস এবং সম্পাদক নবীন নুলির অন্তর্ভুক্তির সঙ্গে দশেরাকে মিলে ২০২০ সালের ২৫শে অক্টোবর একটি নতুন পোস্টার উন্মোচন করা হয়েছিল। পরিচালক রাহুল সংকৃত্যন প্রকাশ করেছেন, যে ছবিটি পুনর্জন্মের বিষয়বস্তুর উপর ভিত্তি করে এবং আংশিকভাবে কলকাতার পটভূমিতে তৈরি করা হয়েছে।\n\n\n=== অভিনয়-শিল্পী নির্বাচন ===\nএই ছবিতে সাই পল্লবী অভিনয় করেছিলে, যিনি মিডল ক্লাস আব্বায়ীতেও নানির সাথে কাজ করেছিলেন। এটি রিপোর্ট করা হয়েছিল, যে রশ্মিকা মন্দানাকে একটি প্রধান ভূমিকার জন্য যোগাযোগ করা হয়েছিল, যদিও কৃতি শেট্টিকে পরে চূড়ান্ত করা হয়েছিল। ম্যাডোনা সেবাস্টিয়ানকেও একটি প্রধান হিসাবে নিশ্চিত করা হয়েছিল, যা তাকে প্রেমাম-এর (২০১৬) পরে তেলুগু চলচ্চিত্রে ফিরে আসাকে চিহ্নিত করে। মুরলী শর্মা, অভিনব গোমাতম ও রাহুল রবীন্দ্রন পরে অভিনয়ে অন্তর্ভুক্ত হন। বাঙালি অভিনেতা যীশু সেনগুপ্ত ছবিতে একটি গুরুত্বপূর্ণ চরিত্রে অভিনয়ের জন্য ২০২১ সালের মার্চ মাসে চুক্তিবদ্ধ হন।\n\n\n=== চিত্রগ্রহণ ===\nচলচ্চিত্রটি ২০২০ সালের ১১ই ডিসেম্বর হায়দ্রাবাদে একটি ব্যক্তিগত অনুষ্ঠানে অভিনয়-শিল্পী ও কলাকুশলীদের উপস্থিতিতে শুরু করা হয়েছিল, এবং নানির বাবা ছবিটির জন্য ‘মুহুর্তের শট’ দিয়েছিলেন। প্রধান ফটোগ্রাফি ২০২০ সালের ২১শে ডিসেম্বর ভারতের হায়দ্রাবাদে শুরু হয়েছিল। কালীঘাট কালী মন্দিরের সঙ্গে কলকাতা-থিমযুক্ত একটি রাস্তা ₹৬ কোটির বাজেটে নির্মিত হয়েছিল। দলটি ২০২১ সালের ফেব্রুয়ারি মাসে কলকাতায় গুরুত্বপূর্ণ দৃশ্যের চিত্রায়ন শুরু করে। ভারতে কোভিড-১৯ লকডাউনের কারণে চিত্রগ্রহণ সংক্ষিপ্তভাবে বন্ধ করা হয়েছিল এবং ২০২১ সালের জুলাই মাসে আবার শুরু হয়েছিল। হায়দ্রাবাদের কলকাতা সেটটি ভারী বৃষ্টির কারণে ক্ষতিগ্রস্ত হয়েছিল এবং শিল্প পরিচালক অবিনাশ কোল্লা দ্বারা পুনরুদ্ধার করা হয়েছিল। চিত্রগ্রহণ ২০২১ সালের ২৬শে জুলাই সম্পন্ন হয় এবং পোস্ট-প্রোডাকশন শুরু হয়।\n\n\n== সঙ্গীত ==\n\nসাউন্ডট্র্যাক অ্যালবামটি মিকি জে. মেয়ার রচনা করেছেন এবং অডিও স্বত্ব সারেগামা তেলুগু অধিগ্রহণ করেছে।\n\n\n== মুক্তি ==\nক্রিসমাস বা বড়দিনের সঙ্গে মিলিয়ে চলচ্চিত্রটি ২০২০ সালের ২৪শে ডিসেম্বর মুক্তির জন্য নির্ধারিত ছিল, কিন্তু শেষ পর্যন্ত কোভিড-১৯ মহামারীর কারণে চিত্রগ্রহণ বিলম্বিত হওয়ায় স্থগিত করা হয়েছিল। চলচ্চিত্রটি ২০২১ সালের ২৪শে ডিসেম্বর মুক্তি পায়। এটি তেলুগু সংস্করণের সঙ্গে তামিল, মালয়ালম ও কন্নড় ভাষায় ডাব করা ও মুক্তি দেওয়া হয়েছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে শ্যাম সিংহ রায় (২০২১) (ইংরেজি)"}