{"pageid": 1109663, "title": "সিয়ালিয়া সিয়ালিস", "url": "https://bn.wikipedia.org/wiki?curid=1109663", "content": "{{যান্ত্রিক অনুবাদ|date=ডিসেম্বর ২\n\nবৈজ্ঞানিক নাম \nSialia sialis\nসিয়ালিয়া সিয়ালিস\nপরিবার \nটারডিডে (থ্রাশস) প্যাসেরিফর্মিস \n\n\n== পাখির তথ্য ==\nরঙ:  নীল, কমলা, সাদা\nফিডার প্রকার:  প্ল্যাটফর্ম\nবীজ পছন্দ: খাবার  কীট\nআকার:  চড়ুই\nমাস:  জানুয়ারি, ফেব্রুয়ারি, মার্চ, এপ্রিল, মে, জুন, জুলাই, আগস্ট, সেপ্টেম্বর, অক্টোবর, নভেম্বর, ডিসেম্বর\nজাত:  ইন্ডিয়ানা জুড়ে\n\n\n== প্রাপ্তিস্থান ==\nউত্তর আমেরিকা দক্ষিণ আমেরিকা  ইন্ডিয়ানা আফ্রিকা এবং অস্ট্রেলিয়ামহাদেশে  ইস্টার্ন ব্লুবার্ডে  দেখা যায়\n\n\n== বর্ণনা ==\nইস্টার্ন ব্লুবার্ড হল একটি ছোট থ্রাশ যার একটি মোটা শরীর এবং ছোট, সোজা বিল। উপরের অংশগুলি পুরুষের ক্ষেত্রে উজ্জ্বল নীল, মহিলাদের ক্ষেত্রে ধূসর-নীল। উভয় লিঙ্গের নীচের অংশগুলি গলা, স্তন এবং পাশে মরিচাযুক্ত, পেটে এবং লেজের পালকের নীচে সাদা। মহিলা নীচের দিকে ফ্যাকাশে। \nগানটি নোটের একটি ঝাপসা বাঁশিওয়ালা সিরিজ, যেটিকে কিছু লোক \"উল্লসিত প্রফুল্ল মনোমুগ্ধকর\" হিসাবে অনুবাদ করে। কল হল চুইরি , নরম বংশদ্ভুত কিন্তু শেষের দিকে উঠছে।গ্রীষ্মকালীন বাসিন্দা হিসাবে, রাজ্যব্যাপী সাধারণ; শীতকালীন বাসিন্দা হিসাবে, দক্ষিণে অস্বাভাবিক এবং উত্তরে বিরল।\n\n\n== সদৃশ প্রজাতি ==\nযদিও এরা নীলও হয়, নীলের বান্টিং থ্রাশ নয়, এরা মূল পরিবারে; তারা ছোট এবং শঙ্কুযুক্ত বিল আছে; পুরুষরা সবাই নীল (যদিও তারা খারাপ আলোতে কালো দেখাতে পারে) এবং কোথাও মরিচা বা সাদা নেই। নীল গ্রোসবিকগুলি নীলের বান্টিংয়ের সাথে ঘনিষ্ঠভাবে সম্পর্কিত তবে খুব বড়, ত্রিভুজাকার, রূপালী বিলযুক্ত খড়কুটো পাখিদুটি মরিচাযুক্ত ডানা বার সহ পুরুষরা নীল হয়; নীচের অংশগুলি সাদা বা মরিচা ছাড়াই নীল।\nকার্ডিনাল পরিবারের আরেক সদস্য, লাজুলি বান্টিং, পশ্চিম মিশৌরতে খুব কমই দেখা যায়; পুরুষদের একটি কমলা রঙের স্তন এবং সাদা পেট থাকে, পুরুষ পূর্ব নীল পাখির মতো, তবে তাদের দুটি সাদা উইংবার, শঙ্কুযুক্ত বিল এবং আরও ফিরোজা রঙের হয়।\nআকার \nদৈর্ঘ্য: 7 ইঞ্চি (বিলের ডগা থেকে লেজের ডগা)।\n\n\n== বাসস্থান এবং সংরক্ষণ ==\nগ্রীষ্মে, ব্লুবার্ডগুলি সাধারণত বিক্ষিপ্ত গাছ, কৃষিজমি এবং গ্রামীণ এলাকায় বাড়ির উঠোন সহ তৃণভূমিতে দেখা যায়। বাসস্থানের ক্ষতি, কীটনাশক এবং আক্রমনাত্মক অজাতীয় প্রজাতির (হাউস চড়ুই এবং ইউরোপীয় তারকাদের) সাথে প্রতিযোগিতার কারণে গত শতাব্দীতে জনসংখ্যা হ্রাস পেয়েছে।  সংরক্ষণবাদীরা বিশেষ ব্লুবার্ড নেস্ট বাক্স স্থাপন ও সুরক্ষার ব্যাপক প্রচেষ্টার মাধ্যমে প্রজাতিটিকে বৃহৎ অংশে উদ্ধার করেছে। তবে প্রতিযোগিতা একটি উদ্বেগের বিষয়।\n\n\n== খাদ্য ==\nবন্য ফল পূর্বাঞ্চলীয় ব্লুবার্ডদের একটি প্রিয় খাবার, যার মধ্যে রয়েছে বন্য আঙ্গুর, পর্ণমোচী হলি এবং এমনকি বিষাক্ত আইভি ফল। যখন খাওয়ানোর জন্য বাসা থাকে, তখন পাখিরা পোকামাকড়ের পরিবর্তে চারণ করে, যা বাড়ন্ত বাচ্চাদের জন্য আরও প্রোটিন সরবরাহ করে। ব্লুবার্ডগুলি পোকামাকড়ের জন্য পার্চে দেখে এবং তাদের তুলতে বা বাতাসে ধরার জন্য নীচে উড়ে বেড়ায়\n\n\n== জীবনচক্র ==\nইস্টার্ন ব্লুবার্ড  গুলি মার্চ এবং এপ্রিল মাসে আমাদের রাজ্যে তাদের প্রজনন স্থানে আসতে শুরু করে এবং অক্টোবর এবং নভেম্বরে দক্ষিণে ফিরে যায়। এরা ক্যাভিটি নেস্টার, কাঠঠোকরার মতো অন্য কোনো প্রাণী দ্বারা সৃষ্ট একটি গাছের ফাঁপা গহ্বরে ডিম পাড়ে।  এই ধরনের সাইটের প্রতিযোগিতার ফলে মানুষ ব্লুবার্ডের প্রয়োজনীয়তার সাথে মানানসই নেস্ট বক্স তৈরি করে। একটি ক্লাচে সাধারণত 2-7টি ডিম থাকে এবং প্রতি মৌসুমে 2টি ব্রুড থাকে।\n\n\n== মানব সংযোগ ==\nআমাদের সরকারী রাষ্ট্রীয় পাখি হিসাবে, পূর্ব ব্লুবার্ড মিসৌরিয়ানদের জন্য একটি বিশেষ গর্ব রাখে। এর প্রফুল্ল গান এবং আনন্দদায়ক উজ্জ্বল নীল প্লামেজ এটিকে দেখতে আনন্দ দেয় এবং ব্লুবার্ডগুলি দীর্ঘকাল ধরে সুখের ধারণার সাথে যুক্ত। এই প্রিয় পাখিরা বসন্তকালের একটি বার্তাবাহক, এবং তাদের কাছের ব্লুবার্ড বাক্সে তাদের পরিবারকে বড় করতে দেখা আনন্দের।\n\n\n== ইকোসিস্টেম সংযোগ ==\nব্লুবার্ডরা বিভিন্ন ধরনের পোকামাকড় ধরে, যার মধ্যে অনেকগুলি যা উদ্যানপালক এবং কৃষকরা তাদের ফসলে না থেকে পছন্দ করে।  অসংখ্য প্রজাতি নীল পাখি শিকার করে; যদিও উচ্চ গহ্বরের বাসাগুলি কিছুটা সুরক্ষা দিতে সাহায্য করে, ডিম এবং বাচ্চা প্রায়শই সাপএবং অন্যান্য শিকারী প্রজাতির খাদ্য হয়ে ওঠে।\n\n\n== চিত্রজগৎ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}