{"pageid": 110957, "title": "শঙ্খ ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=110957", "content": "শঙ্খ ঘোষ  (৫ ফেব্রুয়ারি ১৯৩২ – ২১ এপ্রিল ২০২১) ছিলেন একজন বিশিষ্ট ভারতের একজন শক্তিমান বাঙালি কবি ও সাহিত্য-সমালোচক। তিনি একজন বিশিষ্ট রবীন্দ্র বিশেষজ্ঞ হিসাবে প্রসিদ্ধ ছিলেন। তিনি ছিলেন কাব্য সাহিত্যে রবীন্দ্রনাথ ও জীবনানন্দ দাশের উত্তরসূরী.শঙ্খ ঘোষের প্রথম লেখা কবিতাটির নাম 'দিনগুলি রাতগুলি'। কবিতাটি ১৯৫৩ সালে কৃত্তিবাস পত্রিকার প্রথম সংখ্যায় প্রকাশিত হয়। ১৯৫৬ সালে একই শিরোনামে তাঁর প্রথম কাব্যগ্রন্থ প্রকাশিত হয়।\nতার প্রকৃত নাম চিত্তপ্রিয় ঘোষ। শঙ্খ ঘোষ সারা জীবন শিক্ষকতা করেছেন। তিনি বঙ্গবাসী কলেজ, জঙ্গীপুর কলেজ, যাদবপুর, ইন্ডিয়ান ইনস্টিটিউট অফ অ্যাডভান্সড স্টাডিজ (শিমলা), দিল্লি ও বিশ্বভারতী বিশ্ববিদ্যালয়ে বাংলা সাহিত্যে অধ্যাপনা করেছেন।\nবাবরের প্রার্থনা কাব্যগ্রন্থটির জন্য তিনি ভারতের দ্বিতীয় সর্বোচ্চ সাহিত্য পুরস্কার সাহিত্য অকাদেমি পুরস্কার লাভ করেন। তার গদ্যগ্রন্থ \"বটপাকুড়ের ফেনা\" ২০১৬ সালে ভারতের সর্বোচ্চ সাহিত্য সম্মান জ্ঞানপীঠ পুরস্কার লাভ করে। তার উল্লেখযোগ্য গ্রন্থগুলির মধ্যে অন্যতম হল মুখ ঢেকে যায় বিজ্ঞাপনে, উর্বশীর হাসি, ওকাম্পোর রবীন্দ্রনাথ ইত্যাদি। তিনি শঙ্খ ঘোষ নামে অধিক পরিচিত হলেও তাঁকে অন্য নামও গ্রহণ করতে দেখা যায়। দশম-একাদশ শতকের সংস্কৃত আলংকারিক কুন্তক-এর নাম তিনি গ্রহণ করেছেন নিজের আরেকটি ছদ্মনাম হিসেবে। আবার শুভময় নামটিও তাকে ব্যবহার করতে দেখা যায়।\nশঙ্খ ঘোষ ১০ এপ্রিল ২০২১ তারিখে কোভিড-১৯ রোগে আক্রান্ত হন বলে পরীক্ষায় ধরা পড়ে। এরপরে তিনি বিভিন্ন রোগে আক্রান্ত হন এবং ২১ এপ্রিল ২০২১ তারিখে কলকাতায় তাঁর নিজ বাড়িতে সকাল ১১:৩০ -এ মারা যান।\n\n\n== প্রাথমিক জীবন ==\nশঙ্খ ঘোষ এর আসল নাম চিত্তপ্রিয় ঘোষ। তার পিতা মণীন্দ্রকুমার ঘোষ এবং মাতা অমলা ঘোষ। তিনি বর্তমান বাংলাদেশের চাঁদপুরে জেলায় ৫ ফেব্রুয়ারি ১৯৩২ সালে জন্মগ্রহণ করেন। বংশানুক্রমিকভাবে পৈত্রিক বাড়ি বাংলাদেশের বরিশাল জেলার বানারিপাড়া গ্রামে শঙ্খ ঘোষ বড় হয়েছেন। পাবনায় পিতার কর্মস্থল হওয়ায় তিনি বেশ কয়েক বছর পাবনায় অবস্থান করেন এবং সেখানকার চন্দ্রপ্রভা বিদ্যাপীঠ থেকে ম্যাট্রিকুলেশন পাস করেন। ১৯৫১ সালে প্রেসিডেন্সি কলেজ থেকে বাংলায় কলা বিভাগে স্নাতক এবং কলকাতা বিশ্ববিদ্যালয়ে স্নাতকোত্তর ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nতিনি বঙ্গবাসী কলেজ, সিটি কলেজ, যাদবপুর বিশ্ববিদ্যালয় সহ বহু শিক্ষা প্রতিষ্ঠানে  শিক্ষকতা করেন। তিনি যাদবপুর বিশ্ববিদ্যালয় থেকে ১৯৯২ সালে অবসর নেন। ১৯৬০ সালে মার্কিন যুক্তরাষ্ট্রের আইওয়া বিশ্ববিদ্যালয়ে রাইটার্স ওয়ার্কশপে অংশগ্রহণ করেন। তিনি দিল্লি বিশ্ববিদ্যালয়, শিমলাতে ইন্ডিয়ান ইন্সটিটিউট অফ আডভান্স স্টাডিজ এবং বিশ্বভারতী বিশ্ববিদ্যালয়েও শিক্ষকতা করেন।\nতার সাহিত্য সাধনা এবং জীবনযাপনের মধ্যে বারবার প্রকাশ পেয়েছে তার রাজনৈতিক সত্তা। ভারতের কেন্দ্রীয় সরকারের 'নাগরিকত্ব সংশোধনী বিল' এর বিরুদ্ধে বারবার তাঁকে কলম ধরতে দেখা গেছে। প্রতিবাদ জানিয়েছেন নিজের মতো করে। ‘মাটি’ নামের একটি কবিতায় নাগরিকত্ব আইনের বিরুদ্ধে অবস্থান নিয়েছিলেন তিনি।\n\n\n== সাহিত্য চর্চা ==\nবাংলা কবিতার জগতে শঙ্খ ঘোষ অপরিসীম অবদান রাখেন। ‘দিনগুলি রাতগুলি’, ‘বাবরের প্রার্থনা’, ‘মুখ ঢেকে যায় বিজ্ঞাপনে’, ‘গান্ধর্ব কবিতাগুচ্ছ’ তার উল্লেখযোগ্য কাব্যগ্রন্থ।\nশঙ্খ ঘোষ প্রাথমিক ভাবে ‘কবি’ রূপে পরিচিত হলেও তার গদ্য রচনা বিপুলসংখ্যক। তিনি কবিতা এবং গদ্য মিলিয়ে কাজ করেছেন। তিনি এক বিশিষ্ট রবীন্দ্র বিশেষজ্ঞ ছিলেন, ‘ওকাম্পোর রবীন্দ্রনাথ’, 'এ আমির আবরণ', 'কালের মাত্রা ও রবীন্দ্র নাটক ', 'ছন্দের বারান্দা' আর 'দামিনির গান'তার উল্লেখযোগ্য রবীন্দ্রবিষয়ক গ্রন্থ। ‘শব্দ আর সত্য’, ‘উর্বশীর হাসি’, ‘এখন সব অলীক’ তার অন্য উল্লেখযোগ্য গদ্যগ্রন্থ। তার লেখা বছরের পর বছর দুই বাংলায় চর্চিত, জনপ্রিয়\nকবিতায় তিনি লিখেছেন ‘নিহিত পাতালছায়া’, ‘আদিম লতাগুল্মময়’, ‘পাঁজরে দাঁড়ের শব্দ’, ‘গান্ধর্ব কবিতাগুচ্ছ’-র মতো বই। তার পাশাপাশিই তিনি লিখেছেন ‘লাইনেই ছিলাম বাবা’ নামক কাব্যগ্রন্থ যা বিস্ফোরক রাজনৈতিক কবিতা দিয়ে ভরা।\nশঙ্খ ঘোষের যে কবিমানস, তার গতি দ্বিমুখী। এক দিকে সেই মন সর্বদা সজাগ সমসময়ের সমস্ত সামাজিক রাজনৈতিক ঘটনার ঘাত প্রতিঘাত বিষয়ে। সমাজের যে কোনও অন্যায় অবিচারের বিরুদ্ধে শঙ্খ ঘোষের অতিসংবেদনশীল কবিমন গর্জন করে ওঠে। তার প্রকাশ আমরা দেখি কখনও কখনও তীব্র শ্লেষে, ব্যঙ্গাত্মক ভাষায় লেখা কবিতার মধ্যে। নিচুতলার মানুষ, দরিদ্রসাধারণ তাদের প্রাত্যহিক যন্ত্রণার সঙ্গী হিসেবে পেতে পারে শঙ্খ ঘোষের কবিতাকে। সমাজের প্রতিটি অসাম্য, ন্যায়বিচারের প্রতিটি অভাব শঙ্খ ঘোষ চিহ্নিত করে দেন তার অমোঘ কবিতা দিয়ে।\nএখনই বলছিলাম যে, শঙ্খ ঘোষের কবিতার গতিধারা চালিত হয় দু’টি ভিন্ন মুখে। একটি হল, যেখানে সমাজের নিচুতলার মানুষদের ওপর যে শোষণপীড়ন বঞ্চনা অবিরাম ঘটে চলেছে, সে বিষয়ে কবির প্রতিবাদ ধ্বনিত হয়। অন্য গতিধারাটি কাজ করে সম্পূর্ণ পৃথক একটি দিকে। সেই দিকটি হল কবির নিজের অবচেতনের মধ্যে কেবলই নেমে চলে তার কবিতা। মনের কোনও গভীর অতলান্তের দিকে তার যাত্রা। যেমন এই দৃষ্টান্তটি নেওয়া যাক:\n\n”তোমার শুধু জাগরণ শুধু উত্থাপন কেবল উদ্ভিদ\nতোমার শুধু পান্না আর শুধু বিচ্ছুরণ কেবল শক্তি।\nতোমার কোনো মিথ্যা নেই তোমার কোনো সত্য নেই\nকেবল দংশন\nতোমার কোনো ভিত্তি নেই তোমার কোনো শীর্ষ নেই\n\nকেবল তক্ষক...\nএখানে, তোমার কোনো ভিত্তি নেই, তোমার কোনো শীর্ষ নেই/কেবল তক্ষক— এই লাইনটি কিন্তু বাচ্যার্থ পেরিয়ে চলে যায়। এ কবিতার শিরোনাম ‘তক্ষক’। কিন্তু, ‘তক্ষক’ শব্দটি যেখানে যে ভাবে প্রয়োগ করা হয়েছে সেখানে আমরা বাচ্যার্থ আশ্রয় করলে কী মানে পাব তার? এই ভাবেই অন্তহীন রহস্যকেও নিজের শরীরে ধারণ করে থাকে শঙ্খ ঘোষের কবিতা। এ রকম আরও দৃষ্টান্ত দেওয়া যায়। যেমন ধরা যাক ‘জল’ কবিতাটি:\n\n”জল কি তোমার কোনও ব্যথা বোঝে? তবে কেন, তবে কেন\nজলে কেন যাবে তুমি নিবিড়ের সজলতা ছেড়ে?\nজল কি তোমার বুকে ব্যথা দেয়? তবে কেন তবে কেন\n\nকেন ছেড়ে যেতে চাও দিনের রাতের জলভার?\nএই কবিতাটিতে ‘জল’ শব্দটি কয়েক বার প্রয়োগ করা হয়েছে। কিন্তু, স্পষ্ট প্রত্যক্ষ বাচ্যার্থ দিয়ে ‘জল’ কথাটিকে আমরা ধরাছোঁয়ার মধ্যে পাচ্ছি না। একটি শব্দের চার পাশে যেটুকু অর্থের বৃত্ত থাকে, সেই বৃত্তটিকে পার হয়ে নতুন এক রহস্যময়তায় শব্দটিকে উত্তীর্ণ করে দেওয়া হল। ‘জল’ এই সামান্য ও অতিচেনা শব্দও নতুন অর্থস্তর যোগ করল নিজের সঙ্গে। সহজ কথাকে এত অসামান্যতায় উড়িয়ে দেওয়া হল যে পাঠকের বিস্ময়ে বিমুগ্ধ হওয়া ছাড়া উপায় রইল না।\nআবার কখনও তিনি লেখেন:\n\n”পাঁজরে দাঁড়ের শব্দ, রক্তে জল ছলছল করে\nনৌকোর গলুই ভেঙে উঠে আসে কৃষ্ণা প্রতিপদ\nজলজ গুল্মের ভারে ভরে আছে সমস্ত শরীর\n\nআমার অতীত নেই, ভবিষ্যৎও নেই কোনোখানে।\n‘পাঁজরে দাঁড়ের শব্দ’ নামক তার এই হাতে-হাতে-ঘোরা কাব্যগ্রন্থ সম্পূর্ণ হয় যে কবিতায় পৌঁছে, তা হল এই রকম:\n\n”ঘিরে ধরে পাকে পাকে, মুহূর্তে মুহূর্ত ছেড়ে যাই\nজলপাতালের চিহ্ন চরের উপরে মুখে ভাসে\nতাঁবু হয়ে নেমে আসে সূর্যপ্রতিভার রেখাগুলি\n\nস্তব্ধ প্রসারিত-মূল এ আমার আলস্যপুরাণ।\nশঙ্খ ঘোষের এই দু’টি কবিতার মধ্যবর্তী অংশে ধরা থাকে শ্লোকের মতো চার পঙ্‌ক্তি সংবলিত আরও একগুচ্ছ কবিতা।\nশব্দ আর সত্যতে তিনি লিখেছেনা “শব্দবাহুল্যের বাইরে দাঁড়িয়ে, ভুল আস্ফালনের বাইরে দাঁড়িয়ে সত্যিই যদি নিজেকে, নিজের ভিতর এবং বাহিরকে, আগ্নেয় জীবনযাপনের বিভীষিকার সামনে খুলে দিতে পারেন কবি, সেই হবে আজ তার অস্তিত্বের পরম যোগ্যতা, তার কবিতা।”ওই বিশেষ কথাগুলি শঙ্খ ঘোষ লিখেছিলেন ‘ক্ষুধার্ত’ সম্প্রদায়ভুক্ত কবিদের বিষয়ে আলোচনা করতে গিয়ে।ওই একই গ্রন্থে আরও একটি প্রবন্ধ আছে, যার নাম ‘রুচির সমগ্রতা’। সেখানে এক জায়গায় আছে এই কথা: “এরকম অভিজ্ঞতাও আমাদের বিস্তর ঘটেছে যে বিষ্ণু দে-র ভক্ত সইতে পারেন না জীবনানন্দের রচনা, অথবা জীবনানন্দের অনুরাগী অগ্রাহ্য করেন সুধীন্দ্রনাথকে...।” এর পরেই পাওয়াএই সব লাইন: “এক-হিসেবে, হয়তো এ-রকমই হবার কথা। রুচির এক-একটা বিশেষ আদল গড়ে ওঠে পাঠকের মনে, হয়তো কোনো সামার্থ্যবান কবিই তৈরি করে দেন সেই আদলটি, আর তার বাইরে ভিন্ন রুচির কবিতাকে নিজের মধ্যে নিতে পারা যেন অসম্ভব মনে হয় তখন। এক কবিকে মনে হতে থাকে আরেকজনের বিপরীত কিংবা বিরোধী, একজনের প্রতি আনুগত্যের সততায় অন্যজনকে লক্ষ করা তখন শক্ত হয়ে ওঠে।”এই ‘রুচির সমগ্রতা’ রচনাটি ধরে এগিয়ে চলতে চলতে জানা হয় লেখকের একটি বিশেষ উপলব্ধি “জীবনের কাছে অথবা কবিতার কাছে আমাদের অতিনির্মিত সচেতন দাবির ধরনটা খুব উচ্চারিত। আমরা চাই হৃদয় অথবা মেধা, জাদু অথবা যুক্তি, রহস্য অথবা স্বচ্ছতা, ব্যক্তি অথবা সমাজ, শমতা কিংবা ক্ষোভ, নম্যতা বা বিদ্রোহ, আসক্তি বা বিদ্রূপ। আমরা নির্বাচন করে নিই এর মধ্যে যে-কোনো এক দিক, মনে করতে থাকি সেইটেকেই জীবনের সম্পূর্ণতা...।”\nএর ঠিক পরেই এ লেখায় এসে পড়ল নম্র ও মৃদু স্বরে বলা কঠোর একটি বাক্য। বাক্যটি এই রকম: “কিন্তু এতে কি ফাঁকি নেই মস্ত? মানুষের সহস্রধারা মনকে কি অত সহজেই বন্দী করা চলে নির্ধারিত এক কাঠামোর মধ্যে?” এক দিকে সমাজের প্রতিটি দায়ভার নিজের কাঁধে তুলে নেওয়ার সামর্থ্য, অন্য দিকে নিজের গভীরতম অবচেতনের দিকে যাত্রা করার মতো এক অতিনিবিষ্ট অভিনিবেশসম্পন্ন মন— এই দুই ধরন পাওয়া যায় শঙ্খ ঘোষের কবিতায়।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== কাব্যগ্রন্থ ===\n\n\n=== গদ্যগ্রন্থ ===\n\n\n=== ছোট ও কিশোরদের জন্যে লেখা ===\n\n\n=== বক্তৃতা / সাক্ষাৎকার ভিত্তিক সংকলন ===\nঅন্ধের স্পর্শের মতো (২০০৭)\nএক বক্তার বৈঠক: শম্ভু মিত্র (২০০৮)\nকথার পিঠে কথা (২০১১)\nজানার বোধ (২০১৩)\nহওয়ার দুঃখ (২০১৪)\n\n\n=== অগ্রন্থিত রচনা সংকলন ===\nমুখজোড়া লাবণ্য (২০০৯)\nঅগ্রন্থিত শঙ্খ ঘোষ (২০১৭)\n\n\n== পুরস্কার ==\n১৯৭৭ -  \"মূর্খ বড়, সামাজিক নয়\" নরসিংহ দাস পুরস্কার।\n১৯৭৭ - \"বাবরের প্রার্থনা\" র জন্য সাহিত্য একাদেমি পুরস্কার।\n১৯৮৯ - \"ধুম লেগেছে হৃদকমলে\" রবীন্দ্র পুরস্কার।\n১৯৯৮ - সরস্বতী সম্মান \"গন্ধর্ব কবিতাগুচ্ছ\"র জন্য।\n১৯৯৯ - \"রক্তকল্যাণ\" অনুবাদের জন্য সাহিত্য একাদেমি পুরস্কার।\n১৯৯৯ - বিশ্বভারতীর দ্বারা দেশিকোত্তম পুরস্কার।\n২০১০ - বিদ্যাসাগর বিশ্ববিদ্যালয় থেকে ডি. লিট উপাধি।\n২০১১ - ভারত সরকারের পদ্মভূষণ পুরস্কার।\n২০১৫ - শিবপুর ইন্ডিয়ান ইনস্টটিউট অফ ইঞ্জিনিয়ারিং সায়েন্স অ্যান্ড টেকনোলজি থেকে ডি. লিট।\n২০১৬ - জ্ঞানপীঠ পুরস্কার।\n২০২০ - উত্তর ভারতের “অমর উজালা ফাউন্ডেশন”-এর সর্ব্বোচ্চ পুরস্কার “আকাশদীপ”\n\n\n== জীবনাবসান ও শেষকৃত্য ==\nশঙ্খ ঘোষ ২০২১ খ্রিস্টাব্দের ১২ এপ্রিল থেকে সর্দি-কাশিতে ভুগছিলেন। দুই দিন পর অর্থাৎ ১৪ এপ্রিলে তার করোনা পরীক্ষার রিপোর্ট পজিটিভ আসে। কোভিডের বাড়বাড়ন্তের কারণে কবি হাসপাতালে যেতে অনিচ্ছুক ছিলেন, তাই সেই থেকে তিনি ঘরোয়া নিভৃতবাসে তথা আইসোলেশনেই ছিলেন এবং সেখানেই তার চিকিৎসা চলছিল। তবে শেষমেষ কোভিডের সঙ্গে যুদ্ধ করতে না পেরে ২১ এপ্রিল সকালে নিজ বাসভবনে তিনি প্রয়াত হন।\nকবির মৃত্যুতে জয় গোস্বামী বলেন, \n\nএক মহা বটবৃক্ষের পতন হল। তিনি ছিলেন জাতির বিবেক। \nসাহিত্যিক শীর্ষেন্দু মুখোপাধ্যায় বলেন,\n\nশঙ্খ ঘোষের মৃত্যুতে যেন মনে হচ্ছে, মাথার ওপর ছাদ সরে গেল।... মনটা খুব খারাপ হয়ে গেল। নিমতলা মহাশশ্মানে কোভিড বিধি মেনে  তার শেষ কৃত্য সম্পন্ন হয়।\nশঙ্খ ঘোষের মৃত্যুর আট দিনের মধ্যে তার স্ত্রী প্রতিমা ঘোষও ২০২১ সালের ২৯ শে এপ্রিল ভোর পাঁচ টায় করোনার কারণে প্রয়াত হন।  কবির অনুজ ছিলেন প্রাবন্ধিক ও রবীন্দ্র গবেষক নিত্যপ্রিয় ঘোষ (১৯৩৪-২০২২)।\n\n\n== আরও দেখুন ==\nবাংলার জন্য সাহিত্য অকাদেমি পুরস্কার বিজয়ীদের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}