{"pageid": 1109811, "title": "আন্তর্জাতিক পারমাণবিক ঘটনা পরিমাপক", "url": "https://bn.wikipedia.org/wiki?curid=1109811", "content": "আন্তর্জাতিক পারমাণবিক ও তেজস্ক্রিয় ঘটনা পরিমাপক (আইএনআরএস) (ইংরেজিতে ইন্টারন্যাশনাল নিউক্লিয়ার অ্যান্ড রেডিওলজিক্যাল ইভেন্ট স্কেল) ১৯৯০ সালে  আন্তর্জাতিক আণবিক শক্তি সংস্থা (আইএইএ) কর্তৃক প্রবর্তন করা হয়েছিল যাতে পারমাণবিক দুর্ঘটনার সময় গুরুত্বপূর্ণ নিরাপত্তা সংশ্লিষ্ট তথ্যের তাৎক্ষণিক যোগাযোগ সম্ভবপর হয়।\nপরিমাপকটিকে সংবর্গমান হিসেবে তৈরি করা হয়েছে, অনেকটা মূহুর্ত মাত্রা পরিমাপকের মত যেটি ভূমিকম্পের মাত্রা পরিমাপ করতে ব্যবহৃত হয়। এই পরিমাপকের প্রতিটি পর্যায়ক্রমিক স্তর পূর্ববর্তী স্তরের তুলনায় প্রায় দশগুণ গুরুতর দুর্ঘটনার প্রতিনিধিত্ব করে। ভূমিকম্প পরিমাপের ক্ষেত্রে যেখানে ঘটনার তীব্রতা পরিমাণগতভাবে মূল্যায়ন করা যায়, সেখানে একটি মানবসৃষ্ট বিপর্যয়ের তীব্রতার মাত্রার (যেমন, একটি পারমাণবিক দুর্ঘটনা) ক্ষেত্রে বিষদ ব্যাখ্যার প্রয়োজন পড়ে। এই সাবজেক্টিভিটির কারণে একটি ঘটনার আইএনইএস স্তর, ঘটনা ঘটার অনেক পরে নির্ধারণ করা হয়ে থাকে। তাই পরিমাপকটি দুর্যোগ-সহায়তা ব্যবস্থাপনায় সহায়তা করার উদ্দেশ্যে তৈরি করা হয়েছে।\n\n\n== বিস্তারিত ==\nবিভিন্ন দপ্তর কর্তৃপক্ষ দ্বারা পারমাণবিক ঘটনাগুলির সুসংগত বিবরণ নিশ্চিত করার জন্য বেশ কয়েকটি মানদণ্ড এবং সূচক সংজ্ঞায়িত করা হয়েছে। আইএনএস পরিমাপকে সাতটি অশূন্য স্তর রয়েছে, যার মধ্যে তিনটি ঘটনা- স্তর এবং চারটি দুর্ঘটনা-স্তর আছে। এগুলির পাশাপাশি একটি শূন্য স্তরও আছে।\n\nপরিমাপক মাত্রা তিনটি শ্রেনির সর্বোচ্চ মানের বিচারে নির্ধারিত হয়। এগুলো হলো বহিঃ স্থানীয় প্রভাব, অন্তঃ স্থানীয় প্রভাব এবং প্রতিরক্ষা গভীরতার অধঃপতন। \n\n\n== পরিমাপক সীমার বাইরে ==\nএছাড়াও পরিমাপক সীমার বাইরে এমন কিছু ঘটনা আছে যেসব ঘটনার সঙ্গে কোনো পরিমাপক মাত্রার নিরাপত্তা প্রাসঙ্গিকতা নেই। এইসব ঘটনা সমূহকে পরিমাপক সীমা বহির্ভূত ঘটনা হিসেবে চিহ্নিত করা হয়েছে।\n\nউদাহরণ:\n৫ মার্চ ১৯৯৯: সান ওনোফ্রে, যুক্তরাষ্ট্র: এখানকার একটি পারমাণবিক বিদ্যুৎ কেন্দ্রে একটি সন্দেহজনক উপাদানের খোঁজ পাওয়া যায়। উপাদানটিকে একটি বোমা হিসেবে সন্দেহ করা হয়েছিল।\n২৯ সেপ্টেম্বর ১৯৯৯: এইচবি রবিনসন , মার্কিন যুক্তরাষ্ট্র: পারমাণবিক বিদ্যুৎ কেন্দ্রের সুরক্ষিত এলাকার মধ্যে একটি টর্নেডো দেখা দেয়। \n১৭ নভেম্বর ২০০২: হায়দ্রাবাদ, ভারত: পারমাণবিক জ্বালানী কমপ্লেক্সের প্রাকৃতিক ইউরেনিয়াম অক্সাইড জ্বালানী প্রস্তুতকারী কারখানায় একটি রাসায়নিক বিস্ফোরণ। \n\n\n== সমালোচনা ==\nচেরনোবিল দুর্ঘটনা ও ফুকুশিমা দাইইচি পারমাণবিক দুর্ঘটনার পার্থক্য নিরূপণ করতে গিয়ে বিদ্যমান আইএনইএস মাত্রাসমূহের ঘাটতি বেরিয়ে আসে। ১৯৮৬ সালের চেরনোবিল দুর্ঘটনা মানুষ ও পরিবেশের উপর মারাত্নক সুদূরপ্রসারী প্রভাব ফেললেও, ২০১১ সালের ফুকুশিমা দাইইচি পারমাণবিক দুর্ঘটনায় কোনো মানুষ নিহতের ঘটনা ঘটেনি এবং তুলনামূলক কম (১০ শতাংশ) তেজস্ক্রিয় উপাদান ছড়িয়ে পড়ার ঘটনা ঘটেছিল। প্রাথমিকভাবে ফুকুশিমা দাইইচি পারমাণবিক দুর্ঘটনার আইএনইএস মাত্রা, ৫ নির্ধারণ করা হলেও পরবর্তীতে চুল্লি নম্বর ১, ২ এবং ৩ নং এর ঘটনাকে একটি একক ঘটনায় সমন্বিত করায় এর আইএনইএস মাত্রা, ৭ এ উন্নিত করা হয়। তিনটি চুল্লি হতে নির্গত তেজস্ক্রিয় বস্তুর মোট পরিমান আইএনইএসের এই রেটিং নির্ধারণের মূল কারণ হিসেবে দেখা দেয়। \nএকটি সমীক্ষায় দেখা গেছে, আন্তর্জাতিক আণবিক শক্তি সংস্থার আইএনইএস পরিমাপক অত্যন্ত অসামঞ্জস্যপূর্ণ। এই সংস্থা কর্তৃক প্রদত্ত মানসমূহ অসম্পূর্ণ ও অনেক ঘটনার আইএনইএস মাত্রানির্ধারক অনুপস্থিত। শুধু তাই নয়, আইএনইএস মাত্রানির্ধারক দুর্ঘটনার প্রকৃত ক্ষয়ক্ষতির মাত্রাকে প্রতিফলিত করতে পারে না। একটি পরিমাপযোগ্য, অবিচ্ছিন্ন পরিমাপক আইএনইএস-এর জন্য কার্যকরী হতে পারে, যেভাবে ভূমিকম্পের মাত্রা পরিমাপের জন্য পুরানো মার্কালি পরিমাপককে ক্রমাগত পরিবর্তনশীল ভৌতীয় রিখটার পরিমাপক দ্বারা স্থানান্তর করা হয়েছিল। \nনিম্নবর্ণিত যুক্তিসমূহ প্রস্তাব করা হয়েছে: প্রথমত, পরিমাপকটি মূলত একটি পৃথক গুণগত মাত্রানির্ধারক, যেটি ঘটনা স্তর ৭ এর ঊর্ধ্বে সংজ্ঞায়িত নয়। দ্বিতীয়ত, এটি তৈরি করা হয়েছিল জনসংযোগের একটি কার্য সম্পাদন ব্যবস্থা হিসেবে, একটি বস্তুনিষ্ঠ বৈজ্ঞানিক পরিমাপক ব্যবস্থা হিসেবে নয়। তৃতীয়ত, এর সবচেয়ে গুরুতর ত্রুটি হল এটি মাত্রা এবং তীব্রতাকে একত্রিত করে ফেলে। এই সমস্যাগুলি সমাধানের জন্য ব্রিটিশ পারমাণবিক নিরাপত্তা বিশেষজ্ঞ ডেভিড স্মিথ একটি বিকল্প পারমাণবিক দুর্ঘটনা মাত্রা পরিমাপক (এনএএমএস) প্রস্তাব করে ছিলেন। \n\n\n=== পারমাণবিক দুর্ঘটনার মাত্রা পরিমাপক ===\nপারমাণবিক দুর্ঘটনার মাত্রা পরিমাপক (এনএএমএস) হলো আইএনইএস-এর একটি বিকল্প, যা ২০১১ সালে ফুকুশিমা দাইইচি পারমাণবিক বিপর্যয়ের ফলস্রুতিতে ডেভিড স্মিথ প্রস্তাব করেছিলেন। সে সময় কিছু উদ্বেগ উপস্থিত হয়েছিল আইএনইএস এর ব্যবহার নিয়ে। সন্দেহ ছিল আইএনইএস পরিমাপক বিভ্রান্তিকর উপায়ে ব্যবহৃত হচ্ছিল। এনএএমএস এইসকল উদ্ভুত বিচ্যুতি ত্রুটিসমূহে উদ্দেশ্য করে তৈরি করা হয়েছিল।\nস্মিথ বলেছেন, আএনইএস পরিমাপক, স্তর নম্বর ৭ এ শেষ হয়ে যায়, তাই ২০১১ সালের ফুকুশিমা কিংবা ১৯৮৬ সালের চেরনোবিল দুর্ঘটনার চেয়েও মারাত্নক কোনো ঘটনা ঘটলে আইএনইএস পরিমাপক সে ঘটনাটিকে ৭ মাত্রার ঘটনা হিসেবে চিহ্নিত করবে। উপরন্তু, পরিমাপকটি অবিচ্ছিন্ন নয় এবং পারমাণবিক ঘটনা ও দুর্ঘটনার সূক্ষ্ম তুলনা করতে পারে না। এরপরই স্মিথ আইএনইএস পরিমাপকের সবচেয়ে উদ্বেকজনক সমস্যাটির তুলে ধরেন; এই পরিমাপকটি মাত্রা ও তীব্রতার পার্থক্য করতে পারে না, যে পার্থক্য অনেক আগেই ভূকম্পবিদগণ ভূমিকম্প ব্যাখ্যা করতে বিবৃত করেছিলেন। এক্ষেত্রে ভূমিকম্পের মাত্রা বলতে ভূমিকম্পের মাধ্যমে নির্গত শক্তির পরিমাণ ও ভূমিকম্পের তীব্রতা বলতে ভূমিকম্পের প্রভাবকে বুঝানো হয়। উদাহরণ, একটি উচ্চ মাত্রার পারমাণবিক ঘটনা (যেমন, কেন্দ্রীয় গলন) সব সময় একটি তীব্র তেজস্ক্রিয় দূষণ ঘটায় না। সুইজারল্যান্ডের লুসেন্সের একটি গবেষণা চুল্লিতে এমনটাই ঘটেছিল কিন্তু আইএনএস পরিমাপকে একে ৪ মাত্রার ঘটনা হিসেবে চিহ্নিত করা হয়েছিল। যে মাত্রায় ১৯৫৭ সালের উইন্ডস্কেল দুর্ঘটনাও অবস্থান করে, যদিও উইন্ডস্কেল দুর্ঘটনা ব্যাপক তেজস্ক্রিয় দূষণ ঘটিয়েছিল।\n\n\n==== সংজ্ঞা ====\nএনএএমএস পরিমাপকের সংজ্ঞা নিম্নরূপ:\n\nNAMS = log10 (20 × R)\nএখানে R দ্বারা আয়োডিন-১৩১ এর তুলনায় টেরাবেকেরেলে (তেজস্ক্রিয়তা মাপার মাত্রা) তেজস্ক্রিয়তা ছড়িয়ে পড়ার পরিমাণকে বুঝানো হয়। এনএএমএস শুধুমাত্র পারমাণবিক চুল্লি এলাকার বাইরে বায়ুমণ্ডলীয় তেজস্ক্রিয়তা ছড়িয়ে পড়ার হারকে হিসেব করে এবং যেসব তেজস্ক্রিয়তা বাইরে ছড়িয়ে পড়ে না সেসব তেজস্ক্রিয়তাকে ০ মান দিয়ে চিহ্নিত করে। ২০ সংখ্যার একটি গণনার মাধমে আইএনইএস এবং এনএএমএস পরিমাপক দু'টিকে একই পরিসরে রাখা হয়, যাতে দুর্ঘটনা সমূহের মধ্যে একটি পার্থক্য বের করা যায়। যেকোনো তেজস্ক্রিয় দূষণ আইএনইএস মাত্রার ৪ হতে ৭ নম্বর পর্যন্ত চিহ্নিত হবে কিন্তু এনএএমএসে এ ধরনের সীমাবদ্ধতা নেই।\nএনএএমএস পরিমাপক এখন পর্যন্ত কোনো পারমাণবিক বিদ্যুৎ কেন্দ্রের কাছাকাছি কোনো মহাসাগর, সমুদ্র, নদী বা ভূগর্ভস্থ পানির দূষণের মতো তরল পদার্থের তেজস্ক্রিয় দূষণকে মাত্রা পরিমাপের সময় বিবেচনা করে না।এনএএমএস পরিমাপকের মাত্রা সমূহের একটি পরিমাপ বিভিন্ন ধরনের আইসোটোপের তেজস্ক্রিয় সমতুল্যতার সমস্যাযুক্ত সংজ্ঞা এবং তেজস্ক্রিয়তা গ্রহনের বিভিন্ন পথ যার মাধ্যমে তেজস্ক্রিয়তা মানবদেহে প্রবেশ করতে পারে সেসব পথের সাথে সম্পর্কিত বলে ধারণা করা হয় , যেমন মাছ খাওয়া বা খাদ্য শৃঙ্খলের মাধ্যমে।\n\n\n== তথ্যসূত্র ও পাদটিকা ==\n\n\n== বহিঃসংযোগ ==\nনিউক্লিয়ার ইভেন্টস ওয়েব-ভিত্তিক সিস্টেম (NEWS), IAEA\nইন্টারন্যাশনাল নিউক্লিয়ার ইভেন্ট স্কেল ফ্যাক্টশীট, IAEA\n\"International Nuclear Event Scale, User's manual\" (পিডিএফ)। ১৫ মে ২০১১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ মার্চ ২০১১।  আন্তর্জাতিক পারমাণবিক ইভেন্ট স্কেল, ব্যবহারকারীর ম্যানুয়াল, IAEA, 2008"}