{"pageid": 1110950, "title": "বাসনা (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1110950", "content": "বাসনা (সংস্কৃত: वासना) হলো আচরণগত প্রবণতা বা কর্মের ছাপ যা ব্যক্তির বর্তমান আচরণকে প্রভাবিত করে। এটি ভারতীয় দর্শনের প্রযুক্তিগত শব্দ, বিশেষ করে যোগ, সেইসাথে বৌদ্ধ দর্শন ও অদ্বৈত বেদান্ত।\nবাসনা আক্ষরিক অর্থ 'ইচ্ছা' বা 'আকাঙ্ক্ষা', কিন্তু অদ্বৈতে ব্যবহৃত হয় একজনের প্রকৃতিতে অবচেতন বা সুপ্ত প্রবণতা অর্থে। \n\n\n== সাহিত্য ==\nঅদ্বৈত বেদান্ত দৃষ্টিকোণ থেকে লেখা, ওয়েট এডওয়ার্ড ডি বোনো দ্বারা প্রস্তাবিত মডেলকে বোঝায়:\n\nআপনি যদি জেলি নেন, শক্ত হয়ে প্লেটে পরিণত হয় এবং আপনি উপরের দিকে খুব গরম জল ফেলেন, এটি প্লেটের উপর ছুটে যাবে এবং অস্পষ্ট প্রণালীর পিছনে চলে যাবে যেখানে গরম জল জেলি গলিয়ে দেয়। আপনি যদি এখন আরও গরম জল ঢালেন, তবে এটি আগের মতো একই প্রণালীতে চলে যাওয়ার প্রবণতা থাকবে, যেহেতু এগুলি সর্বনিম্ন প্রতিরোধের লাইন অফার করে, এবং প্রণালীগুলি গভীর করুন। যদি এটি বারবার করা হয়, খুব গভীর প্রণালী তৈরি হবে এবং অন্য কোথাও জল চালানো কঠিন, যদি অসম্ভব না হয় তবে কঠিন হয়ে পড়বে। গেঁথে বসেছে অভ্যাস সমতুল্য গঠিত হয়েছে।\n\n\n== ধর্মীয় দৃষ্টিকোণ থেকে বাসনার প্রকারভেদ ==\nহিন্দু ধর্মের প্রচলিত ধর্মীয় দৃষ্টিকোণ থেকে বলা হয় বাসনা দু প্রকার। যথা - শুদ্ধা বাসনা এবং মলিনা বাসনা। এই দুই প্রকার বাসনার প্রসঙ্গ নির্দেশ করেছেন ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ:\n\n\"বাসনা দুই প্রকার— শুদ্ধা ও মলিনা। যে কামনা হরিপাদপদ্ম লাভ করিতে চায় তাহা শুদ্ধা, আর ধনদৌলত পাইবার ইচ্ছাকে মলিনা বাসনা বলে । হরিপদ লাভ হইলে, তারসঙ্গে সঙ্গে সব আসিবে। ধনদৌলত সব ফাউ জানিবে । অতএব মনে করিও না যে ‘ধর্ম ধর্ম’ করিলে বকে যাবে। সাবান দ্বারা যেমন বস্ত্রের ময়লা কাটানো হয় তেমনি মনের ময়লা কাটাতে হইলে মলিনা বাসনা পুড়াইয়া ক্ষার করিয়া মন বসনকে ধোলাই করিতে হয়। এই প্রকার করিলে মন শুদ্ধ হয়, তখন শুদ্ধ মনকে ভগবৎ চরণে নিবেদন করিলে উপলব্ধি নিশ্চয়ই আসিবে। এই অবস্থায় ভক্তের মন ভগবানের সহিত মিশিয়া এক হইয়া যায়। তখন ভক্তের স্বতন্ত্র কোন বাসনা থাকে না। তখন ভক্ত বলে— প্রভু! আমার ইচ্ছা নহে, তোমার ইচ্ছাই পূর্ণ হউক। তিনি কি করেন জান ?\n‘বাগ্ ভি স্তবন্তঃ, মনসা স্মরন্তঃ ও তন্বা নমন্তঃ’\n\nহরিকথা ভিন্ন অন্য কোন কথা তাঁহার মুখ হইতে বাহির হয় না, ভগবদ্‌রূপ ব্যতীত অন্য কোন মূর্তি তাঁহার মানসপটে উদয় হয় না এবং তিনি সর্বভূতে ভগবানের আবির্ভাব দেখিয়া মস্তক অবনত করিয়া সকলকে নমস্কার করেন।\"\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}