{"pageid": 1110653, "title": "অ্যাসফোডেলাস ফিস্টুলোসাস", "url": "https://bn.wikipedia.org/wiki?curid=1110653", "content": "\n== বৈজ্ঞানিক নাম ==\nAsphodelus fistulosus\n\nঅ্যাসফোডেলাস ফিস্টুলাস এল.\nসমার্থক শব্দ\nঅ্যাসফোডেলাস ফিস্টুলোসাস L. var. tenuifolius (Cav.) বেকার\nAsphodelus tenuifolius Cav.\n\n\n== সাধারণ নাম ==\nঅ্যাসফোডেল, অ্যাসফোডেলাস, অ্যাসফোডেল, অ্যাসফোডেল, পেঁয়াজ অ্যাসফোডেল,, বন্য পেঁয়াজ\nপরিবার\nAsphodelaceae\n\n\n== প্রাপ্তিস্থান ==\nকুইন্সল্যান্ড, নিউ সাউথ ওয়েলস, ACT এবং ওয়েস্টার্ন অস্ট্রেলিয়া)\nলিলিয়াসি (ভিক্টোরিয়া, তাসমানিয়া, দক্ষিণ অস্ট্রেলিয়া এবং উত্তর অঞ্চল\n\nএশিয়া, ইউরোপআফ্রিকা\n, দক্ষিণ আফ্রিকা, ভূমধ্যসাগরীয় অঞ্চল।\n\n\n== বর্ণনা ==\nআসফোডেলাস ফিস্টুলোসাস (পেঁয়াজগাছ) হল একটি বার্ষিক/ বহুবর্ষজীবী ভেষজ (পরিবার লিলিয়াসি) যা শুষ্ক, বালুকাময় এবং পাথুরে স্থানে, সেইসাথে চারণভূমি, রাস্তার ধারে এবং বর্জ্য স্থানে পাওয়া যায়। গবাদি পশুরা এটি খাওয়া এড়ায়, এটি ঘন স্ট্যান্ড তৈরি করতে দেয় যা চারণভূমিতে আরও পছন্দসই চারার প্রজাতিকে ভিড় করে। এটি প্রাথমিকভাবে দক্ষিণ ক্যালিফোর্নিয়ার উপকূলীয় অঞ্চলে পাওয়া যায়।\n\n\n== বিতরণ ==\nআইবিআরএ অঞ্চল\nঅ্যাভন হুইটবেল্ট, কার্নারভন, কুলগার্ডি, এস্পেরেন্স সমভূমি, গ্যাসকোইন, জেরাল্ডটন স্যান্ডপ্লেইন, হ্যাম্পটন, ম্যালি, মুর্চিসন, নুলারবার, পিলবারা, সোয়ান কোস্টাল প্লেইন, ইয়ালগু আইবিআরএ উপপ্রদেশ\nঅ্যাশবার্টন, অগাস্টাস, কেপ রেঞ্জ, কার্লাইল, চিচেস্টার, ইস্টার্ন গোল্ডফিল্ড, ইস্টার্ন ম্যালি, ইস্টার্ন মুর্চিসন, ফিটজেরাল্ড, জেরাল্ডটন হিলস, হ্যামারসলে, হ্যাম্পটন, ক্যাটানিং, লেসুয়ার স্যান্ডপ্লেইন, মেরেডিন, নুলারবার প্লেইন, পার্থ, রেচেরচে, ক্রোবোর্ন, সাউথর্নিং ওয়েস্টার্ন ম্যালি, ওয়েস্টার্ন মুর্চিসন, উওরামেল।IMCRA অঞ্চল\nসেন্ট্রাল ওয়েস্ট কোস্ট, লিউউইন-ন্যাচারালিস্ট।\nস্থানীয় সরকার এলাকা (এলজিএ)\nঅ্যালবানি, অ্যাশবার্টন, বুসেলটন, ক্যানিং, কার্নারভন, ক্লেরমন্ট, ককবার্ন, কুলগার্ডি, ডান্ডারগান, দুন্দাস, ইস্ট পিলবারা, এস্পেরেন্স, এক্সমাউথ, ফ্রেম্যান্টল, গিংগিন, গোসনেলস, আরউইন, কালামুন্ডা, কালগুর্লি-বোল্ডার, কররাথা, ম্যানইউথ, মিকাথারা, মেলভিল, মাউন্ট ম্যাগনেট, নেডল্যান্ডস, নর্থহ্যাম্পটন, পার্থ, র্যাভেনথর্প, রকিংহাম, শার্ক বে, স্টার্লিং, আপার গ্যাসকোইন, ওয়াগিন, ওয়ানেরু, ওয়ারুনা, ইয়ালগু, ইলগার্ন।\n\n\n== মন্তব্য. ==\nবার্ষিক, দ্বিবার্ষিক বা স্বল্পস্থায়ী বহুবর্ষজীবী হতে পারে। প্রধানত শীতকালীন বৃষ্টিপাতের এলাকায় ক্ষারীয় বালুকাময় বা নুড়িযুক্ত সুনিষ্কাশিত মাটির আগাছা। প্রায়ই বালুকাময় উপকূলীয় সাইট এবং বিরক্ত এলাকায় পাওয়া যায়. কম পুষ্টির মাত্রা সহ সাইটগুলিতে ঘন ঘন এবং পুষ্টি এবং বৃদ্ধির জন্য এর মাইকোরাইজাল সহযোগীদের উপর নির্ভর করতে পারে।তুষারপাত এবং খরা-হার্ডি একবার প্রতিষ্ঠিত। দ্রুত বৃদ্ধি এবং বিস্তার করতে সক্ষম। ফুল একরঙা (পুরুষও স্ত্রী উভয় অংশই থাকে) এবং পোকা পরাগযুক্ত। ফলপ্রসূ বীজ উৎপাদন করে। সাধারণত 15 °C তাপমাত্রায় বীজ পরিপক্ব হওয়ার 1-3 মাসের মধ্যে অঙ্কুরোদগম ঘটে। বছরের যেকোনো সময় বীজ অঙ্কুরিত হয় তবে প্রধান ফ্লাশ গ্রীষ্মের শেষের দিকে এবং শরতের সময় ঘটে। বাতাসে প্রবাহিত পুরানো ফুলের মাধ্যমে বীজ ছড়িয়ে পড়ে যা এখনও ক্যাপসুলে বীজ বহন করে। বীজ থেকে বেড়ে ওঠা গাছগুলি সাধারণত 18 মাসে ফুল বিকাশ করে। বসন্তের পর,ফুলের অংশ মরে যায়। গ্রীষ্মকালে পাতা থাকে এবং পরবর্তী শরৎকালে গাছের গোড়া থেকে নতুন পাতা উৎপন্ন হয়। ভিক্টোরিয়ায় ঘোষিত উদ্ভিদ।\n\nঅতিরিক্ত তথ্য. উৎপত্তি। উত্তর আফ্রিকা, দক্ষিণ আফ্রিকা, নাতিশীতোষ্ণ এশিয়া, দক্ষিণ-পূর্ব ইউরোপ, ভূমধ্যসাগর, দক্ষিণ-পশ্চিম ইউরোপ। ব্যবহারের ইতিহাস/পরিচয়। শোভাময়, বীজ দূষক। অনুরূপ বহিরাগত প্রজাতি। ট্র্যাচ্যন্দ্র ডিভারিকটা।\n\n\n== উৎপত্তি ==\n\nএই প্রজাতির আদি নিবাস দক্ষিণ ইউরোপ, মাদেইরা দ্বীপপুঞ্জ, ক্যানারি দ্বীপপুঞ্জ, উত্তর আফ্রিকা এবং পশ্চিম এশিয়া।\nন্যাচারালাইজড ডিস্ট্রিবিউশন\nএকটি খুব ব্যাপকভাবে প্রাকৃতিক প্রজাতি, যা অস্ট্রেলিয়ার দক্ষিণ অংশে বিশেষভাবে সাধারণ। এটি নিউ সাউথ ওয়েলস, ভিক্টোরিয়া, দক্ষিণ এবং পশ্চিম পশ্চিম অস্ট্রেলিয়া এবং দক্ষিণ অস্ট্রেলিয়ার দক্ষিণ অংশে সাধারণ। বিক্ষিপ্ত জনসংখ্যা দক্ষিণ-পূর্ব এবং মধ্য কুইন্সল্যান্ডে, তাসমানিয়ায়, দক্ষিণ অস্ট্রেলিয়ার অন্যান্য অংশে এবং উত্তর অঞ্চলের দক্ষিণ অংশে পাওয়া যায়।\nএছাড়াও যুক্তরাজ্য, গ্রীষ্মমণ্ডলীয় এশিয়া, নিউজিল্যান্ড, দক্ষিণ মার্কিন যুক্তরাষ্ট্র (। অর্থাৎ ক্যালিফোর্নিয়া, টেক্সাস এবং নিউ মেক্সিকো) এবং দক্ষিণ আমেরিকার দক্ষিণ অংশে বিদেশী প্রাকৃতিকীকৃত।\n\n\n== বাসস্থান ==\nপ্রাথমিকভাবে উষ্ণ নাতিশীতোষ্ণ এবং আধা-শুষ্ক অঞ্চলে পাওয়া যায়, তবে উপ-গ্রীষ্মমণ্ডলীয় এবং শুষ্ক পরিবেশের আগাছাও পাওয়া যায়। চারণভূমি, রেঞ্জল্যান্ড, উন্মুক্ত বনভূমি, তৃণভূমি, ঝোপঝাড়, রাস্তার ধার, রেললাইন, বিপর্যস্ত স্থান, বর্জ্য এলাকা, উপকূলীয় পরিবেশ এবং শস্যক্ষেত্রের আগাছা।\n\n\n== অভ্যাস ==\nএকটি খাড়া (অর্থাৎ খাড়া), গুঁড়া, গুল্মজাতীয় উদ্ভিদ যার ডালপালা 20-80 সেমি লম্বা হয়, তবে সাধারণত 40 সেন্টিমিটারের কম। এটি যে পরিবেশে বেড়ে উঠছে তার উপর নির্ভর করে এটি স্বল্পস্থায়ী বা দীর্ঘস্থায়ী (যেমন বার্ষিক, দ্বিবার্ষিক বা বহুবর্ষজীবী) হতে পারে।\n\n\n== বিশিষ্ট বৈশিষ্ট্য ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nএকটি গুঁড়া ভেষজ উদ্ভিদ সাধারণত 40 সেমি লম্বা।\nএর পেঁয়াজের মতো পাতা ফাঁপা, নলাকার এবং লম্বাটে।\nএর ফুলগুলি পর্যায়ক্রমে এর মসৃণ এবং ফাঁপা কান্ডের শাখাযুক্ত উপরের অংশ বরাবর সাজানো হয়।\nএই ফুলগুলি (15-20 মিমি জুড়ে) সাদা বা গোলাপী রঙের এবং ছয়টি 'পাপড়ি' রয়েছে, যার প্রতিটির কেন্দ্রে একটি লাল ডোরা রয়েছে।\nএর প্রায় গোলাকার ক্যাপসুলগুলির (4-7 মিমি জুড়ে) তিনটি বগি রয়েছে, যার প্রতিটিতে এক বা দুটি গাঢ় রঙের বীজ (3-4 মিমি লম্বা) রয়েছে।\n\n\n== ডালপালা এবং পাতা ==\nখাড়া (অর্থাৎ খাড়া) ফুলের ডালপালা মসৃণ, লোমহীন (অর্থাৎ চকচকে) এবং প্রকৃতিতে ফাঁপা। এই ডালপালা (2.5-7 মিমি পুরু) অনমনীয়, কোন পাতা নেই এবং সাধারণত তাদের উপরের অংশে শাখাযুক্ত হয়।\nদীর্ঘায়িত (অর্থাৎ রৈখিক) পাতাগুলি গাছের গোড়ার কাছাকাছি থেকে বেরিয়ে আসে, যা এটিকে একটি গোলাকার, ঘাসের মতো চেহারা দেয়। এই পাতাগুলি (3-55 সেমি লম্বা এবং 1.5-8 মিমি জুড়ে) ক্রস-সেকশনে প্রায় নলাকার (অর্থাৎ টেরিট), ফাঁপা, সামান্য মাংসল (অর্থাৎ আধা-রসালো) এবং পেঁয়াজের মতো চেহারা। এগুলি লোমহীন (অর্থাৎ চকচকে) এবং ফুলের ডালপালা থেকে উল্লেখযোগ্যভাবে খাটো।\n\n\n== ফুল এবং ফল ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসাদা বা গোলাপী রঙের ফুল (15-20 মিমি জুড়ে) 1-9 মিমি লম্বা ছোট ডালপালা (অর্থাৎ পেডিসেল) এ জন্মে। এই ফুলগুলির মধ্যে 30টি পর্যন্ত পর্যায়ক্রমে শাখাযুক্ত ফুলের কান্ডের উপরের অংশ বরাবর সাজানো হয় (অর্থাৎ এগুলি টার্মিনাল রেসেমে বহন করা হয়)। ফুলের ছয়টি 'পাপড়ি' (অর্থাৎ টেপাল বা পেরিয়ান্থ সেগমেন্ট) আছে যা 5-12 মিমি লম্বা এবং 1-3 মিমি চওড়া, যার প্রতিটির কেন্দ্রে একটি বাদামী, লালচে বা বেগুনি রঙের ডোরা রয়েছে। এছাড়াও ফুলে সাদা ফিলামেন্ট এবং কমলা বা বাদামী-রঙের অ্যান্থার সহ ছয়টি পুংকেশর (6-7 মিমি লম্বা) থাকে। শীত, বসন্ত এবং গ্রীষ্মকালে ফুল ফোটে, যদিও বেশিরভাগ গাছপালা বৃদ্ধির প্রথম বছরে ফুল ফোটে না।\nফলটি প্রায় গোলাকার (অর্থাৎ সাব-গ্লোবুলার) ক্যাপসুল যা কিছুটা কুঁচকানো (অর্থাৎ রুগোজ) চেহারার। এই ফলগুলি (4-7 মিমি জুড়ে) তিনটি ভাগে বিভক্ত, প্রতিটিতে একটি বা দুটি বীজ থাকে। তারা পরিপক্ব হওয়ার সাথে সাথে সবুজ থেকে ফ্যাকাশে লাল-বাদামী বা বেলে-বাদামী রঙে পরিণত হয়। বীজগুলি (3-4 মিমি লম্বা) বাদামী বা কালো রঙের, টাকু-আকৃতির (অর্থাৎ ফুসিফর্ম) বা ত্রিভুজাকার আকৃতির, এবং পৃষ্ঠের গঠন রুক্ষ।\n\n\n== প্রজনন ==\n\nএই উদ্ভিদ শুধুমাত্র বীজ দ্বারা পুনরুত্পাদন করে। বীজ বাতাস, জল, যন্ত্রপাতি, কৃষি পণ্যে, এবং পশু ও যানবাহনের সাথে সংযুক্ত কাদা দ্বারা বিচ্ছুরিত হতে পারে।\n\n\n== পরিবেশগত প্রভাব ==\nভিক্টোরিয়া, দক্ষিণ অস্ট্রেলিয়া, নিউ সাউথ ওয়েলস এবং পশ্চিম অস্ট্রেলিয়ায় পেঁয়াজের আগাছা (অ্যাসফোডেলাস ফিস্টুলোসাস) একটি পরিবেশগত আগাছা হিসাবে বিবেচিত হয়। একটি সাম্প্রতিক সমীক্ষার সময়, তিনটি প্রাকৃতিক সম্পদ ব্যবস্থাপনা অঞ্চলে পেঁয়াজ আগাছা (অ্যাসফোডেলাস ফিস্টুলাস) একটি অগ্রাধিকার পরিবেশগত আগাছা হিসাবে তালিকাভুক্ত করা হয়েছিল। এটি রাস্তার ধারে এবং ওভারগ্রাজড রেঞ্জল্যান্ডে বিশৃঙ্খল জায়গায় বিশেষভাবে প্রচুর কিন্তু স্থানীয় আবাসস্থলের বিস্তৃত পরিসরে বৃদ্ধি পায়। উদাহরণস্বরূপ, এটি তুলনামূলকভাবে নীরবচ্ছিন্ন উন্মুক্ত বনভূমি সম্প্রদায়ের পাশাপাশি শুষ্ক উপকূলীয় গাছপালা, মালি ঝোপঝাড়, নিম্নভূমি তৃণভূমি, ঘাসযুক্ত বনভূমি এবং পাথুরে আউটফসল গাছপালা আক্রমণ করতে দেখা গেছে। এই প্রজাতির ঘন উপদ্রব এত ঘনভাবে বৃদ্ধি পায় যে অন্যান্য গাছপালা, বিশেষ করে ঘাসের আবরণ কমে যায়। এই উপদ্রবগুলি শেষ পর্যন্ত মাটির নাইট্রোজেনের মাত্রা কমিয়ে দেয়, যা অন্যান্য গাছপালাকে এই প্রজাতির প্রতিষ্ঠা ও প্রতিদ্বন্দ্বিতা করতে বাধা দেয় পেঁয়াজের আগাছা (অ্যাসফোডেলাস ফিসটুলোসাস) দক্ষিণ অস্ট্রেলিয়ার ফ্লিন্ডার রেঞ্জস ন্যাশনাল পার্কে এতটাই প্রচুর যে, এটি ফুলের সময় পর্যটকদের আকৃষ্ট করে এবং দর্শনার্থীদের দ্বারা সাধারণত স্থানীয় বন্য ফুল বলে ভুল হয়। উত্তর নিউ সাউথ ওয়েলসে এটি কুলতাই ঘাসের (হাইপারহেনিয়া হির্টা) ঘন স্ট্যান্ডের মধ্যে বেড়ে উঠতে দেখা গেছে, এটি আরেকটি পরিবেশগত আগাছা, এবং এটি পশ্চিম নিউ সাউথ ওয়েলসের কিনচেগা ন্যাশনাল পার্কে উপস্থিত রয়েছে। কেপ রেঞ্জ ন্যাশনাল পার্কে, উত্তর-পশ্চিম অস্ট্রেলিয়ায়, গিরিখাত এবং উপকূলীয় সমভূমিতে পেঁয়াজ আগাছার (অ্যাসফোডেলাস ফিস্টুলাস) উপদ্রব দেখা যায়। ভিক্টোরিয়াতে এটি এক বা একাধিক গাছপালা সম্প্রদায়ের জন্য একটি গুরুতর হুমকি সৃষ্টি করে বলে মনে করা হয় (উদাহরণস্বরূপ, এটি মারে স্ক্রোল বেল্টের বায়োরিজিয়নের নদীমাতৃক চেনোপোড বনভূমিতে উচ্চ প্রভাব ফেলে)\n\n\n== অন্যান্য প্রভাব ==\nপশুসম্পদ পেঁয়াজের আগাছা (অ্যাসফোডেলাস ফিস্টুলাস) খেতে অস্বীকার করে এবং তাই এটি চরাঞ্চলে আক্রমণাত্মক হয়ে ওঠে, অন্যান্য আরও সুস্বাদু চারণভূমির প্রজাতির সাথে দৃঢ়ভাবে প্রতিযোগিতা করে। এর ফলে চারণভূমির উৎপাদনশীলতা হ্রাস পেতে পারে এবং ব্যবস্থাপনা ব্যয় বৃদ্ধি পেতে পারে। এমনকি এটি পরামর্শ দেওয়া হয়েছে যে এই আগাছার কারণে দক্ষিণ অস্ট্রেলিয়ার শুষ্ক অংশে অনেক চারণভূমির বহন ক্ষমতা 75% হ্রাস পেয়েছে।\nএটি শস্যক্ষেত্রেও পাওয়া যায়, যদিও এটি চারণভূমির তুলনায় চাষে সমস্যা কম। ফলোয় ক্রমবর্ধমান উপদ্রবগুলি স্ক্যারিফায়ার এবং চাষের মতো টাইন করা সরঞ্জামগুলিতে উল্লেখযোগ্য বাধা সৃষ্টি করতে পারে।\n\n\n== আইন প্রণয়ন ==\nএই প্রজাতিটি নিম্নলিখিত রাজ্য এবং অঞ্চলগুলিতে আইনের অধীনে ঘোষণা করা হয়েছে:\nনিউ সাউথ ওয়েলস: ক্লাস 4 - স্থানীয়ভাবে নিয়ন্ত্রিত আগাছা। এই প্রজাতির বৃদ্ধি এবং বিস্তার অবশ্যই স্থানীয় নিয়ন্ত্রণ কর্তৃপক্ষের দ্বারা প্রকাশিত একটি ব্যবস্থাপনা পরিকল্পনায় নির্দিষ্ট ব্যবস্থা অনুযায়ী নিয়ন্ত্রণ করতে হবে এবং গাছটি বিক্রি, প্রচার বা জ্ঞাতসারে বিতরণ করা যাবে না (বালরানাল্ড, বেরিগান, কোনারগো, ডেনিলিকুইন, মারে, ওয়াকুল, ওয়েন্টওয়ার্থ এবং উইন্ডোরান স্থানীয় কর্তৃপক্ষ এলাকা)।\nউত্তর অঞ্চল: A - নির্মূল করা হবে (সমস্ত অঞ্চল জুড়ে), এবং C - অঞ্চলে প্রবর্তন করা হবে না।\nদক্ষিণ অস্ট্রেলিয়া: 7* - একটি ক্লাস 7 আগাছা, যার নিয়ন্ত্রণ শুধুমাত্র রাজ্যের কিছু অংশে প্রয়োজন (যেমন কোরং, গয়েডার, লেসপেডে তাতিয়ারা রোব, লোয়ার ফ্লিন্ডার, মিড মারে, আপার নর্থ, এবং ইয়র্ক পেনিনসুলা। নিয়ন্ত্রণ বোর্ড এলাকায় )\nতাসমানিয়া: ডি - এই প্রজাতির আমদানি বা বিক্রয় নিষিদ্ধ এবং একটি এলাকায় এর জনসংখ্যা কমাতে, একটি এলাকা থেকে এটি নির্মূল করার, বা একটি নির্দিষ্ট এলাকায় এটিকে সীমাবদ্ধ করার ব্যবস্থা প্রয়োজন হতে পারে।\nভিক্টোরিয়া: C3 - একটি আঞ্চলিকভাবে নিয়ন্ত্রিত আগাছা Glenelg, Corangamite এবং Wimmera (শুধুমাত্র উত্তর গ্র্যাম্পিয়ানদের শায়ারে) অঞ্চলে, যেখানে জমির মালিকদের অবশ্যই তাদের নিয়ন্ত্রণের জন্য সমস্ত যুক্তিসঙ্গত পদক্ষেপ নিতে হবে এবং তাদের জমিতে এবং রাস্তার ধারে তাদের বিস্তার রোধ করতে হবে। .\nপশ্চিম অস্ট্রেলিয়া: নিষিদ্ধ - নিষিদ্ধ প্রজাতির তালিকায় এবং রাজ্যে প্রবেশের অনুমতি নেই।\nব্যবস্থাপনা\nএই প্রজাতির ব্যবস্থাপনা সম্পর্কে তথ্যের জন্য নিম্নলিখিত সংস্থানগুলি দেখুন:নর্দার্ন টেরিটরি ডিপার্টমেন্ট অফ ন্যাচারাল রিসোর্সেস, এনভায়রনমেন্ট এবং দ্য আর্টস অ্যাগনোট এই প্রজাতির উপর, যা অনলাইনে পাওয়া যাচ্ছে http://www.nt.gov.au/weeds।\nওয়েস্টার্ন অস্ট্রেলিয়ান ডিপার্টমেন্ট অফ এগ্রিকালচার অ্যান্ড ফুড ফার্মনোট এই প্রজাতির উপর, যা অনলাইনে পাওয়া যাচ্ছে http://www.agric.wa.gov.au।\n\n\n== অনুরূপ প্রজাতি ==\nপেঁয়াজ আগাছা (অ্যাসফোডেলাস ফিসটুলোসাস) ডুন পেঁয়াজ আগাছা (ট্র্যাচিয়ান্দ্রা ডিভারিকাটা), মিথ্যা পেঁয়াজ আগাছা (নোথোসকর্ডাম বোরবোনিকাম), তিনকোনা রসুন (অ্যালিয়াম ট্রাইকুয়েট্রাম) এবং কাক রসুন (অ্যালিয়াম ভিনেল) এর সাথে বিভ্রান্ত হতে পারে। এই প্রজাতিগুলি নিম্নলিখিত পার্থক্য দ্বারা আলাদা করা যেতে পারে:\nপেঁয়াজের আগাছা (অ্যাসফোডেলাস ফিসটুলোসাস) এর নলাকার, ফাঁপা, পাতা রয়েছে এবং এর পাতলা, নলাকার, কয়েক-শাখাযুক্ত ডালপালা বরাবর ফুল উৎপন্ন হয়। এই ফুলগুলির প্রতিটি 'পাপড়ি' (অর্থাৎ পেরিয়ান্থ সেগমেন্ট) এর মাঝখানে একটি লাল ডোরা রয়েছে।\nটিলা পেঁয়াজের আগাছা(ট্র্যাচিয়ান্দ্রা ডিভারিকাটা) চ্যাপ্টা, ফাঁপা, পাতা এবং ফুল উৎপন্ন করে যা এর নলাকার, অনেক শাখাযুক্ত ডালপালা বরাবর বহন করে। এই ফুলগুলির প্রতিটি 'পাপড়ি' (অর্থাৎ পেরিয়ান্থ সেগমেন্ট) এর মাঝখানে একটি লাল ডোরা রয়েছে।\nমিথ্যা পেঁয়াজ আগাছা (নোথোসকর্ডাম বোরবোনিকাম) চ্যাপ্টা, চাবুকের মতো, পাতা এবং খাড়া ফুল উৎপন্ন করে যা এর পাতলা, নলাকার, শাখাবিহীন কান্ডের শীর্ষে গুচ্ছ আকারে জন্মায়। এই ফুলগুলিতে কখনও কখনও প্রতিটি 'পাপড়ি' (অর্থাৎ পেরিয়ান্থ সেগমেন্ট) এর বাইরের দিকে একটি লাল বা সবুজ রঙের ডোরা থাকে।\nতিন-কোণাযুক্ত রসুন (অ্যালিয়াম ট্রাইকুয়েট্রাম) চ্যাপ্টা, চাবুকের মতো, পাতা (একপাশে একটি 'কিল' সহ নিচের দিকে চলে যায়) এবং ঝুলে যাওয়া ফুল উৎপন্ন করে যা এর তিন-কোণ (অর্থাৎ ত্রিকোণিক) শীর্ষে ছোট, আলগা গুচ্ছে জন্মায়। ), শাখাবিহীন ডালপালা। এই ফুলগুলির প্রতিটি 'পাপড়ি' (অর্থাৎ পেরিয়ান্থ সেগমেন্ট) এর মাঝখানে একটি সবুজ ডোরা রয়েছে।\nকাক রসুনের (অ্যালিয়াম ভিনেল) নলাকার, ফাঁপা, পাতা রয়েছে এবং এর পাতলা,। নলাকার, শাখাবিহীন কান্ডের শীর্ষে ফুলের (এবং/অথবা বুলবিল) ঘন গুচ্ছ তৈরি করে। এই ফুলগুলি সাদা, গোলাপী বা সবুজাভ রঙের হয় এবং প্রতিটি 'পাপড়ি' (অর্থাৎ পেরিয়ান্থ সেগমেন্ট) এর মাঝখানে একটি ডোরা থাকে না।\nপেঁয়াজের আগাছা (অ্যাসফোডেলাস ফিসটুলোসাস) দেশীয় লিক (বুলবিনোপসিস সেমিবারবাটা) এর সাথেও বিভ্রান্ত হতে পারে। যাইহোক, এই প্রজাতিটি সহজেই এর ছোট সোনালী হলুদ ফুল (15 মিমি জুড়ে) দ্বারা আলাদা করা যায়।\n\n\n== চিত্রজগৎ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}