{"pageid": 1110454, "title": "ধৃতি (গুণ)", "url": "https://bn.wikipedia.org/wiki?curid=1110454", "content": "ধৃতি (সংস্কৃত: धृति) হলো যমগুলির মধ্যে একটি, অর্থ 'সংকল্পের সাথে কাজ করা', 'ধৈর্য' 'দৃঢ়তা', 'অধ্যবসায়', 'নিয়মিত পরিধান', এবং এগারোজন রুদ্রানীর একজনকে বোঝায়। মহাভারত মতে, ধৃতি মাদ্রী রূপে জন্ম নিয়েছিলেন।\nধৃতি অর্থাৎ 'দৃঢ়তা' ও 'সংকল্প'কে মানুষের মধ্যে সূক্ষ্ম অনুষদ হিসাবে সংজ্ঞায়িত করা হয় যা তাকে লক্ষ্যের দিকে ক্রমাগত চেষ্টা করে। এটা সাহস, উদ্যম ও অধ্যবসায় প্রদান করে এবং সমস্ত প্রতিকূলতা ও বাধা অতিক্রম করে।\n\n\n== বৈদিক প্রাসঙ্গিকতা ==\nধৃতি হল ১২.১২.৮|১২.৮|১২.৮ প্রকারের বৈদিক মিটারের নাম, এবং এটি বিভিন্ন ধরনের অতিচান্দ। এটি হিন্দু পঞ্জিকার যোগের নামও। বৈদিক ঋষিরা বিশ্বদেবদের কাছে তাদের প্রার্থনা সম্বোধন করেন ঠিক যেমন তারা আদিত্য ও মারুতদের করেন; যারা গোষ্ঠী হিসাবে সকলে দশটি ঋত এর রক্ষক, যার মধ্যে ধৃতি  (পূর্বাবস্থা) যে শব্দটি হরি ও কীর্তির মত বিমূর্ত ধারণার প্রতিনিধিত্ব করে।\nঅশ্বমেধ যজ্ঞের সম্পাদনের অংশ হিসাবে, যেমনটি  শতপথ ব্রাহ্মণ, আশ্বলায়ন-শ্রুত-সূত্র ও সংখায়ন-শ্রৌত-সূত্রে উল্লিখিত, অধ্যভার্যু প্রদত্ত, দিনের বেলায় বলিদান ঘোড়ার নিরাপদ চলাচলের জন্য, তিন দৈব। সাবিত্রের কাছে এবং রাত্রিকালে সেই ঘোড়াটির নিরাপদ আশ্রয়ের জন্য চারটি ধৃতি হোম পালন করেছিলেন। যখন ধৃতি হোমস চলছে, তখন একজন রাজন্য (ক্ষত্রিয়) ল্যুট-বাদক (বীণাগাথি) অনেক শ্লোক নিয়ে গঠিত তিনটি গান (গাথা) গেয়েছিলেন যাতে তিনি তার বীরত্বপূর্ণ কাজের উল্লেখ সহ রাজ-বলিদানকারীর প্রশংসা করেছিলেন, যেমন, তিনি যে যুদ্ধগুলি করেছিলেন, তিনি যে যুদ্ধে জয়লাভ করেছিলেন, তিনি যে বিজয়গুলি করেছিলেন, ইত্যাদি৷\n\n\n== পুরাণের প্রাসঙ্গিকতা ==\nপুরাণ সূচী ধৃতিকে তালিকাভুক্ত করে, যার জন্ম  বিজয়া, ধর্মের  সন্তানদের মধ্যে একজন যিনি ছিলেন ব্রহ্মার পুত্র, এবং যিনি দক্ষের তেরোটি কন্যাকে বিয়ে করেছিলেন, যাদের প্রত্যেকেরই একটি পুত্রের জন্ম হয়েছিল। ধৃতবর্ত ছিলেন ধৃতির পুত্র ও সত্যকর্মার পিতা। নন্দী ছিলেন ধৃতির সহধর্মিণী। নিয়ামা ছিলেন ধৃতির ছেলে, এবং ধৃতি (সাহস)  গ্রহাবলিতে আহ্বান করা হয়।\nদেবী ভাগবত (৫.২২.২৫-৪২) এর স্তূতিতে, দেবী, যিনি মহাবিশ্বের সৃষ্টি ও ধ্বংসের শক্তি, অমৃতি (স্মৃতি),  ধৃতি (অটলতা), বুদ্ধি  (বুদ্ধিমত্তা) ইত্যাদি আকারে অনেকগুলি নাম রয়েছে এবং সকলের মধ্যে বসবাসকারী হিসাবে প্রশংসিত হয়েছে।\n\n\n== নিহিতার্থ ==\nধৃতি অর্থাৎ 'দৃঢ়তা' ও 'সংকল্প'কে মানুষের মধ্যে সূক্ষ্ম অনুষদ হিসাবে সংজ্ঞায়িত করা হয় যা তাকে একটি লক্ষ্যের দিকে ক্রমাগত চেষ্টা করতে বাধ্য করে। এটা সাহস, উদ্যম ও অধ্যবসায় প্রদান করে এবং সব প্রতিকূলতা ও বাধা অতিক্রম করে।  ভগবদ্গীতায় উল্লিখিত তিন ধরনের ধৃতি সম্পর্কে, স্বামী তেজোমায়ানন্দ বলেছেন যে সাত্ত্বিক ধৃতি হল অটল দৃঢ়তা যার সাহায্যে কেউ বাধা সত্ত্বেও, উত্সাহ এবং উৎসর্গের সাথে মহৎ উদ্দেশ্যে কাজ করে; রাজসিক ধৃতি হল সেই দৃঢ়তা যা কিছু সময়ের জন্য, অংশে, জায়গায় বা বিশেষ পরিস্থিতিতে নির্দিষ্ট লক্ষ্য অর্জনের জন্য প্রদর্শিত হয় এবং বিভিন্ন পরিস্থিতিতে দ্রবীভূত হতে পারে এবং তামসিক ধৃতি হল একগুঁয়েতা যার সাথে কেউ ধরে রাখেমিথ্যা উপর।\nশ্রী শ্রী রবি শঙ্কর ধৃতির মতোই সংকল্প তিনটি গুণের পরামর্শ দেন; \"আকাঙ্খা (রাজ্যবাদী) বিশ্বাসকে বাঁচিয়ে রাখে। সাত্ত্বিক বিশ্বাস হল নির্দোষতা ও চেতনার পূর্ণতা থেকে জন্ম নেয়।\" তামসিক বিশ্বাস হল নিস্তেজতার কারণে, আত্মতুষ্টি যে একমাত্র ঈশ্বরই এই সমস্ত কিছুর যত্ন নেবেন। বিশ্বাস না থাকলে ভয় থাকে। \"জ্ঞানে (জ্ঞানের রাজ্যে) উত্তেজনা [বা ভয়] ছাড়া সতর্কতা এবং আত্মতুষ্টি ছাড়াই বিশ্বাস রয়েছে।\" উচ্চতর আধ্যাত্মিক জ্ঞানের অধিকারী হতে হবে।\nসমস্ত টেকসই প্রচেষ্টায় জ্বালানি ও প্রেরণা শক্তি সরবরাহকারী দুটি কারণ হল - বুদ্ধি (বোঝা) ও ধৃতি (দৃঢ়তা), প্রথমটি হল 'যা ঘটছে তা উপলব্ধি করার বুদ্ধিবৃত্তিক ক্ষমতা' এবং পরেরটি হল 'উদ্দেশ্য এবং স্ব-প্রয়োগের স্থিরতা'। অভিনবগুপ্ত বলেন যে যেহেতু সবাই কাজ করে তাই প্রত্যেকেরই ধৃতি আছে; তিনি বুদ্ধি মানে 'সংকল্প' ও ধৃতি মানে 'সন্তুষ্টি'।\nহিন্দুধর্মে, চারটি জিনিস যেমন শ্রুতি ও  স্মৃতি যা সমাজের নৈতিকতার কোড,  সদাচার যা সমাজ দ্বারা গৃহীত ভাল মহৎ আচরণ; এবং স্বস্য চ প্রিয়ম আত্মনঃ যা নিজের আনন্দ ও আনন্দ, ধর্ম নির্ধারণ করে। সনাতন ধর্ম হল শাশ্বত সার্বজনীন মূল্যবোধ যা সকল মানুষের জীবনে অনুসরণ করা হয়, এবং বর্ণশ্রম ধর্ম প্রতিটি ব্যক্তির জন্য নির্দিষ্ট কর্তব্য নিয়ে গঠিত; ধর্ম মানে যা সবাইকে ও সবকিছুকে একত্র করে যা এই জীবনেই বস্তুগত সমৃদ্ধি এবং আধ্যাত্মিক উপলব্ধির দিকে নিয়ে যায়। মনুর মতানুসারে, ধৃতি হল সমস্ত মানুষের জন্য প্রয়োজনীয় দশটি মূল্যবোধের মধ্যে একটি যা ধর্মকে বৈশিষ্ট্যযুক্ত করে। ধৃতি মানে দৃঢ়তা; এর অর্থ হল কিছু ধরে রাখার ক্ষমতা। এটি হল সাত্ত্বিক ধৃতি যা শক্তি, বল ও ক্ষমতা যা আমাদের জীবনের মহৎ মূল্যবোধকে ধরে রাখে।\nসাত্ত্বিক ধৃতি ও সাত্ত্বিক বুদ্ধি পারস্পরিক সম্পর্কযুক্ত পদ। কৃষ্ণ অর্জুনকে ব্যাখ্যা করেছেন (ভগবদগীতা  ১৮.৩০):\n\nप्रवृति च निवृति च कार्याकार्ये भयाभये ।\n\nबन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी ।।\nঅর্থ \"যে কর্ম ও ত্যাগের পথ জানে, কী করা উচিত আর কী করা উচিত নয়, ভয় ও নির্ভীকতা, বন্ধন ও মুক্তি, সেই 'বোঝা' হল সাত্ত্বিক ('শুদ্ধ')।\" ভগবদ্গীতায় সাত্ত্বিক যুক্তি, রাজসিক যুক্তি এবং তামসিক যুক্তির প্রকৃতি এইভাবে বর্ণনা করা হয়েছে, কর্ম ও ত্যাগের পথ হিসাবে। যার অর্থ বুদ্ধির কাজ হল বৈষম্য, 'সঠিক বোঝার' অনুষদ (বুদ্ধি) যা প্রকৃত আনন্দ, সাফল্য ও সমৃদ্ধি দেয়। সাত্ত্বিক ধৃতি সম্পর্কে তিনি বলেন (ভগবদ্গীতা ১৮.৩৩):\n\nधृत्या यया धारयते मनः प्राणेन्द्रियकिर्याः । \nयोगेनव्यभिचरिण्या धृतिः सा पार्थ सात्त्विकी ।।\nযে অটুট 'দৃঢ়তা' যোগের মাধ্যমে, মনের কাজ, প্রাণ ও ইন্দ্রিয়গুলিকে সংযত করা হয়, সেই 'দৃঢ়তা' হল সাত্ত্বিক (শুদ্ধ)। এই প্রসঙ্গে শঙ্কর  ভগবদ্গীতার তার ভাস্যে ব্যাখ্যা করেছেন যে 'কর্ম' (কর্মের উপায়) হল আন্দোলন যা বন্ধনের দিকে নিয়ে যায় এবং 'নিষ্ক্রিয়তা' (ত্যাগ) মুক্তির দিকে নিয়ে যায়। দূরবর্তী অভিব্যক্তি - অটুট বা অটল বা অবিচ্ছিন্ন ঘনত্ব, সমাধান বা ধৃতির সাথে সম্পর্কিত হওয়া উচিত; ইন্দ্রিয় হল যে মনের কাজ ইত্যাদি, অটল সংকল্পের মাধ্যমে রক্ষণাবেক্ষণ করা হয়, প্রকৃতপক্ষে একাগ্রতার মাধ্যমে রক্ষণাবেক্ষণ করা হয়।\n\n\n== যোগ সংক্রান্ত প্রাসঙ্গিকতা ==\nপতঞ্জলির যোগসূত্র ২.২৮ এ উল্লেখ করা আছে,\n\nএর অর্থ হল – যোগের ধাপগুলি পালনের মাধ্যমে অশুদ্ধতা দূর হয়, বৈষম্যমূলক জ্ঞানের পূর্ণ আলোকিত হওয়া পর্যন্ত জ্ঞানের ক্রমশ প্রজ্বলন ঘটে। গুণ হিসাবে বৈষম্যমূলক জ্ঞান হল সুখের কারণ, এবং উভয়েই, ব্যাস ও বিজ্ঞানভিক্ষু তাদের ভাষ্যগুলিতে নয়টি কারণ তালিকাভুক্ত করেছেন যার মধ্যে রয়েছে নবম কারণ ধৃতি এখানে অর্থ ভরণপোষণ; এবং সম্মত হন যে যোগ-অঙ্গগুলি অশুদ্ধতা দূর করেমূর্ত (দৃষ্টি) এবং অস্পষ্ট (অদৃষ্ট) উভয় উপায়ে অর্থাৎ শারীরিক অনুশীলন যেমন শুদ্ধিকরণ (শৌচ) এবং জপের মাধ্যমে। নির্মূল মানে সত্ত্ব মন-ক্ষেত্রে আবরণ উধাও। দেহ ইন্দ্রিয়ের ধারক এবং তাদের অবলম্বন, কিন্তু ইন্দ্রিয়গুলি আধ্যাত্মিক ও বৈষয়িক কল্যাণ প্রদানের মাধ্যমে দেহকে টিকিয়ে রাখে। স্থূল উপাদানগুলি দেহের ধারক এবং একে অপরকে টিকিয়ে রাখে; বিভিন্ন উপ-মানব, মানব ও মহাকাশীয় বস্তুগুলি পারস্পরিকভাবে ধারক এবং টিকিয়ে রাখে। ধৈর্য মানে ধৈর্য, ​​এমনকি দুর্যোগেও (ধর্ম- ধর্মীয় কর্তব্য, নৈতিক অধিকার ও কর্তব্য) প্রতি সত্য থাকা, এবং প্রজ্ঞা বজায় রাখার ক্ষেত্রে পরিপূর্ণতা।\n\n\n== বৈষ্ণো প্রাসঙ্গিকতা ==\nশ্রী ভক্তি-রসামৃত-সিন্ধু-এর শ্লোক ২.৬.১৪৫তে বলা হয়েছে – ভগবানের উপলব্ধি অর্জন থেকে উদ্ভূত হৃদয়ের স্থিরতা, ভগবানের উপলব্ধি অর্জনে কষ্টের অনুপস্থিতি থেকে, এবং প্রভুর সঙ্গে প্রেমা উপলব্ধি করাকে ধৃতি বলা হয়; এই অবস্থায় অর্জিত জিনিসের জন্য বা অদৃশ্য হয়ে যাওয়া জিনিসগুলির জন্য কোন বিলাপ নেই। ক্ষমা (সহনশীলতা) ধৃতি-ভাব-এর অন্তর্ভুক্ত। তিন প্রকার রতি ('ভালোবাসার সম্পর্ক', 'আকর্ষণ') হল প্রীতি (স্নেহ),  সখ্য (বন্ধুত্ব) এবং বাৎসল্য, ধৃতি সহ  বিতর্ক (অনুমান),  মতি ('শাস্ত্রীয় উপসংহার') , নির্বেদ (আত্ম-বিতৃষ্ণা),  স্মৃতি (স্মরণ), হর্ষ (আনন্দ),এবং অজ্ঞতার বিনাশ থেকে উদ্ভূত বোধের ধরন কিছুটা রতির কারণ হয়ে ওঠে।\n\n\n== তথ্যসূত্র =="}