{"pageid": 1110655, "title": "প্রজ্ঞা (হিন্দুধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1110655", "content": "প্রজ্ঞা (সংস্কৃত: प्रज्ञा) শব্দটি বুদ্ধিমত্তা ও বোঝার সর্বোচ্চ ও বিশুদ্ধতম রূপ বোঝাতে ব্যবহৃত হয়। প্রজ্ঞা হল প্রজ্ঞার অবস্থা যা যুক্তি ও অনুমান দ্বারা প্রাপ্ত জ্ঞানের চেয়ে উচ্চতর। গভীর ঘুমের অবস্থায়, প্রাণ, অত্যাবশ্যক শ্বাস দ্বারা সীমাবদ্ধ আত্মাকে বলা হয় প্রজ্ঞা।\n\n\n== বৈদিক উল্লেখ ==\nকিছু বৈদিক মন্ত্র আছে যা প্রজ্ঞা, জ্ঞানী ও বিদ্বান বুদ্ধিজীবীকে নির্দেশ করে, এবং তাই ঈশ উপনিষদ যা শুক্ল যজুর্বেদের অন্তর্গত। দয়ানন্দ সরস্বতী, ঋগ্বেদের অনুবাদ ও মন্তব্য করছেন, ঋগ্বেদের একজন ঋষির প্রতি দৃষ্টি আকর্ষণ করেছেন যিনি আমাদের বলেন –\n\nपिशङ्गरूपः सुभरो वयोधाः श्रुष्टीवीरो आयते देवकामः।\nप्रजां त्वष्टा वि ष्यतु नाभिमस्मे अथा देवानाम प्येतु पाथः॥ २.३.९॥\nযে তেজস্বী, যিনি ভোজন করেন এবং লালন করেন, যিনি জন্ম নিশ্চিত করেন, যিনি বিদ্বানদের সাথে মেলামেশা করতে চান, তিনি অবশ্যই শীঘ্রই বিস্তৃত জ্ঞান অর্জন করেন (এবং বুদ্ধিমান ও সচেতন হন)।\nএবং, বিশ্বমিত্রের কাছে যিনি আমাদের বলেন -\n\nयदद्य त्वा प्रयति यज्ञे अस्मिन् होतिश्च्कितवोऽवृणीमहीह।\nध्रुवमया ध्रुवमुताशमिष्ठाः प्रजानन् विद्वान् उप याहि सोमम्॥ ३.२९.१६॥\nযে বস্তুনিষ্ঠ জগৎের উপায় ও পদ্ধতি এবং এর উৎপত্তি এবং তার সত্তা বোঝার জন্য যারা ক্রমাগত চেষ্টা করে তারা অবশ্যই দেবত্ব (ঐশ্বর্য) লাভ করে। সায়ান মন্ত্র ৩.২৭.৭-এর উপর মন্তব্য করে দেখেন যে মায়ার সবচেয়ে সাধারণ অর্থ হল প্রজ্ঞা ('বুদ্ধিমত্তা') এবং কপটতা ('প্রতারণা') এবং যৌগের সেই ক্রতু- মন্ত্র ১.২০.৮-এ সুক্রতু শব্দটি হয় কর্ম (ক্রিয়া) বা প্রজ্ঞা (জ্ঞান) বোঝায়।\nভগবদ্গীতায়, কেউ কেউ পঞ্চম বেদ বলে বিবেচিত, স্থিত-প্রজ্ঞার উপর বক্তৃতা রয়েছে, যেখানে ভগবান শ্রীকৃষ্ণ স্থির বুদ্ধিসম্পন্ন ব্যক্তির গুণাবলী বর্ণনা করেছেন।\n\n\n== উপনিষদিক উল্লেখ ==\nঐতরেয় উপনিষদের তৃতীয় অধ্যায় শিক্ষা দেয়- যে সমস্ত কিছু বিদ্যমান, সমস্ত ঘটনা মহাজাগতিক ও মনস্তাত্ত্বিক, প্রজ্ঞার মধ্যে নিহিত রয়েছে অর্থাৎ চেতনা, এবং চেতনা হল ব্রহ্ম, যে বিষয়ে আদি শঙ্কর তার ভাষ্যতে বলেছেন যে ব্রহ্ম বিভিন্ন নাম ও রূপগুলিকে বিভক্ত সংস্থাগুলির দ্বারা শর্তযুক্ত করে; এটি সেই একই সত্তা যা সমস্ত অবস্থার অধীনে বৈচিত্র্যময় হয়ে উঠেছে ও সর্বত্র পরিচিত এবং সমস্ত প্রাণী ও সেইসাথে যুক্তিবিদদের দ্বারা বহুমুখীভাবে চিন্তা করা হয়। এবং, কৌষীতকি উপনিষদ ৩.৩.৪-এ, ইন্দ্র 'মৃত্যু'কে  প্রাণ ও  প্রজ্ঞা ('চেতনা' বা 'আত্ম') এর সম্পূর্ণ শোষণ হিসাবে বর্ণনা করেছেন, যা একসাথে দেহে বাস করে এবং একসাথে প্রস্থান করে, এক হয়ে যায়। কৌষীতকি উপনিষদের মূল প্রতিপাদ্য হল প্রজ্ঞা ছাড়া ইন্দ্রিয় কাজ করে না, যা জ্ঞান, কারণ জ্ঞান দ্বারা একজন পরিষ্কারভাবে দেখতে পায়; প্রজ্ঞা হল ব্রহ্ম এবং সমস্ত জিনিস ব্রহ্মে নিহিত। প্রাণ হল প্রজ্ঞা, আত্ম-চেতনা। এটি হল প্রজ্ঞা যা বক্তৃতা দখল করে, এবং বক্তৃতা দ্বারা শব্দ পাওয়া যায়; নাক দখল করে, এবং কেউ গন্ধ পায়; চোখের অধিকারী হয়, এবং একজন সমস্ত রূপ লাভ করে; কান দখল করে, এবং সমস্ত শব্দ গ্রহণ করে; জিভের দখল নেয়, এবং একজন খাবারের সমস্ত স্বাদ পায়; হাত দখল করে, এবং একজন সমস্ত কর্ম অর্জন করে; দেহের অধিকারী হয়, এবং আনন্দ ও বেদনা লাভ করে;  অঙ্গ দখল করে, সুখ, আনন্দ ও বংশ লাভ করে; পায়ের দখল নেয়, কেউ সমস্ত চালচলন লাভ করে এবং মনের অধিকারী হয়, এবং কেউ সমস্ত চিন্তা অর্জন করে, প্রজ্ঞা ছাড়া কোন চিন্তাই সফল হয় না।\nবেদান্তসার আমাদের বলে যে ব্রহ্মকে নির্গুণ হিসেবে ভাবতে হবে, কোনো গুণ ছাড়াই; ব্রহ্মই একমাত্র বাস্তবতা, বাকি সবই অনাত্মান, অ-অস্তিত্ব এবং অ-জ্ঞান। অজ্ঞতা দ্বিগুণ; অজ্ঞতার সামগ্রিকতার সম্পর্কে ব্রহ্ম ঈশ্বরের হিসাবে সৃষ্টিকর্তা ও জগতের শাসকের সমস্ত গুণাবলী রয়েছে কিন্তু বিশেষ অজ্ঞতার সাথে স্বতন্ত্র আত্মা, ত্রুটিপূর্ণ বুদ্ধিমত্তা, প্রজ্ঞা- বুদ্ধিমত্তা তার অদৃশ্য আকারে ব্রহ্মকে বোঝায়- প্রজা, আনন্দের উপভোগকারী, তার সাহায্যের জন্য চেতনার সাথে (মাণ্ডুক্য উপনিষদ ৫), সর্বজনবিদিত বাস্তবতা, তার দৃশ্যমান আকারে এটি হল পারভিসেন্ট জীব যা নিজেকে ঈশ্বরের থেকে আলাদা করতে সক্ষম –তারপর (স্বপ্নহীন ঘুমে), আমার প্রিয়, তিনি (জীব) অস্তিত্বের সাথে এক হয়ে যান ঈশ্বর (ছান্দোগ্য উপনিষদ ৬.৮.১))।\nগৌড়পাদ, মাণ্ডুক্য উপনিষদে তাঁর কারিকায়, চেতনার তিনটি অবস্থাকে বোঝায়, আত্মার কাছে একই দেহে ত্রিগুণ এবং ত্রিগুণ তৃপ্তি উপলব্ধি করা হয়; তিনি বৈশ্বনারাকে উল্লেখ করেন – যার কর্মক্ষেত্র হল জাগ্রত অবস্থা, তাইজাসকে – যার গোলক হল স্বপ্নের রাজ্য, এবং প্রজ্ঞা, যার গোলক কারণ আকারে শুধুমাত্র গভীর ঘুম স্বপ্ন বিহীন, চেতনার ভর হিসাবে, হৃদয়ে আকাশ এবং পরমানন্দের মতো।তিনি বলেন যে 'স্বপ্ন' হল বাস্তবতার ভুল আশংকা, 'ঘুম' হল সেই অবস্থা যেখানে কেউ জানে না বাস্তবতা কি; এই দুই রাজ্যে মিথ্যা অভিজ্ঞতা অদৃশ্য হয়ে গেলে তুরিয়া উপলব্ধি হয় (গৌড়পাদ কারিকা ১.৭.১৫)। এবং, বৃহদারণ্যক উপনিষদে যাজ্ঞবল্ক্য পরামর্শ দেয় যে ব্রহ্মের বুদ্ধিমান অন্বেষণকারী, একা নিজের সম্পর্কে শেখার, জ্ঞান (প্রজ্ঞা) অনুশীলন করা উচিত এবং খুব বেশি শব্দের কথা চিন্তা করা উচিত নয়, যে জন্য বক্তৃতা অঙ্গ ক্লান্তিকর হয়।\nস্বামী গম্ভীরানন্দ ব্যাখ্যা করেছেন যে যে অবস্থায় ঘুমন্ত ব্যক্তি কোন আনন্দদায়ক জিনিস কামনা করে না এবং কোন স্বপ্ন দেখে না তা হল গভীর ঘুম, এবং প্রজ্ঞা হল স্বপ্ন এবং জাগ্রত অবস্থার অভিজ্ঞতার দ্বার। প্রজ্ঞা হল গভীর ঘুমে থাকা সর্বজনীন ব্যক্তি হিসাবে স্বয়ং।যাজ্ঞবল্ক্য জনককে বলেন যে চিদাক্ষা, চেতনার প্রকৃতির স্বয়ং, হল বুদ্ধিমান শব্দের পিছনে চেতনা ও শব্দ ব্রহ্মের উৎস যার প্রাথমিক রূপ হল ওঁ যে শব্দটিকে প্রজ্ঞা (জ্ঞান) হিসাবে ধ্যান করতে হবেঅন্তরতম চেতনা।\n\n\n== যোগ সংক্রান্ত উল্লেখ ==\nপতঞ্জলির যোগসূত্রগুলি সচেতনতার গড় স্তর থেকে সর্বোচ্চ চেতনার বর্ধিত মাত্রা পর্যন্ত বৌদ্ধিক সমতলকে কভার করে। পতঞ্জলির মতে, সমাধি হল আট-গুণ পথের শেষ দিক যা যোগের উপলব্ধির দিকে নিয়ে যায় যা নশ্বরকে অমরত্বের সাথে একত্রিত করে এবং প্রজ্ঞা হল পরিপূর্ণতার অবস্থা, এক, সম্পূর্ণ অবিভাজ্য সত্তা। এই পরম অবস্থা লাভের জন্য নিখুঁত যোগী সম্পূর্ণ অ-সত্ত্বা হয়ে যায়। পতঞ্জলি বলেছেন যে যে শব্দটি তাঁকে প্রকাশ করে তা হল ওঁ কিন্তু কেবলমাত্র ওঁ-এর পূরনই অপর্যাপ্ত, কারণ আত্মা সম্পর্কে জ্ঞান অর্জনের জন্য এবং পৌঁছানোর পথে সেই জ্ঞানের প্রতিবন্ধকতাগুলি ধ্বংস করার জন্যও এর অর্থ সম্পর্কে ধ্যান করা উচিতনির্বিচার সমাধি যখন মন শুদ্ধ হয় এবং সেই সমাধিতে, জ্ঞানকে সত্যে পূর্ণ বলা হয় যা জ্ঞান অনুমান ও শাস্ত্রের বাইরে যায়।\n\n\n== আরও দেখুন ==\nপ্রজ্ঞা (বৌদ্ধধর্ম)\n\n\n== তথ্যসূত্র =="}