{"pageid": 1110511, "title": "লোকপ্রশাসন", "url": "https://bn.wikipedia.org/wiki?curid=1110511", "content": "লোকপ্রশাসন বা পাবলিক অ্যাডমিনিস্ট্রেশন, বা পাবলিক পলিসি এবং অ্যাডমিনিস্ট্রেশন বলতে বোঝায় \"পাবলিক প্রোগ্রামের ব্যবস্থাপনা\", এবং সেইসাথে একাডেমিক ডিসিপ্লিন যা অধ্যয়ন করে যে কিভাবে জনসাধারণ নীতি তৈরি এবং বাস্তবায়ন করা হয়।\nলোকপ্রশাসন সামাজিক বিজ্ঞানের বহুল প্রচলিত ও গুরুত্বপূর্ণ শাখা। এটি রাষ্ট্রবিজ্ঞানের একটি উপক্ষেত্রও যেখানে নীতি প্রক্রিয়া এবং সরকারি প্রতিষ্ঠানের কাঠামো, কার্যাবলী এবং আচরণ এবং বৃহত্তর সমাজের সাথে তাদের সম্পর্কগুলির অধ্যয়ন করা হয়। জনপ্রশাসনের অধ্যয়ন এবং প্রয়োগ এই নীতির উপর প্রতিষ্ঠিত যে একটি সংস্থা বা প্রতিষ্ঠানের সঠিক কার্যকারিতা কার্যকর ব্যবস্থাপনার উপর নির্ভর করে।\nবিংশ শতাব্দীর মাঝামাঝি সময়ে জার্মান সমাজবিজ্ঞানী ম্যাক্স ওয়েবারের আমলাতন্ত্রের তত্ত্বের উত্থান দেখা যায়, যা জনপ্রশাসনের তাত্ত্বিক দিকগুলিতে যথেষ্ট আগ্রহ নিয়ে আসে। 1968 মিনোব্রুক কনফারেন্স, যা সিরাকিউজ ইউনিভার্সিটিতে ডোয়াইট ওয়াল্ডোর নেতৃত্বে আয়োজিত হয়েছিল, নতুন জনপ্রশাসনের ধারণার জন্ম দেয়, যা আজকের শৃঙ্খলার মধ্যে একটি গুরুত্বপূর্ণ আন্দোলন। \n\n\n== সংজ্ঞা ==\nলোকপ্রশাসন সরকারি নীতির বাস্তবায়ন, তত্ত্বাবধান এবং ব্যবস্থাপনা এবং জনসাধারণের বিষয়গুলির ব্যবস্থাপনাকে অন্তর্ভুক্ত করে। ক্ষেত্রটি সরকারি সেক্টরে আমলাতান্ত্রিক কাঠামোর সংগঠন, অপারেশন এবং কৌশলগত সমন্বয় জড়িত। পাবলিক অ্যাডমিনিস্ট্রেটররা নীতি প্রণয়ন এবং কার্যকর করতে, শেয়ার্ড রিসোর্স পরিচালনা এবং সরকারি সংস্থা এবং প্রোগ্রামগুলির দক্ষ কার্যকারিতা নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা পালন করে। \nলোকপ্রশাসন স্বতন্ত্র একটি বিভাগ বা অধ্যয়নের বিষয় হিসেবে পরিচিত হয়ে আসছে ঊনবিংশ শতাব্দীর প্রথম দিক হতে। এ বিষয়টি এখনও সমাজ বিজ্ঞান অথবা গণমুখী বিষয়রূপে বিকাশমান।\n১। লোকপ্রশাসন বিজ্ঞানী পল এইচ এপলবি বলেন,“লোকপ্রশাসন হচ্ছে নীতি প্রণয়ন। তবে এ নীতি প্রণয়ন স্ব-ইচ্ছায় প্রণীত কিংবা একান্তভাবে নিরবিচ্ছিন্ন নীতি প্রণয়ন নয়।”\n২। এলডি হোয়াইটের মতে ‘‘সরকারি নীতি প্রয়োগের ক্ষেত্রে সব কাজই হচ্ছে প্রশাসন।”\n৩। উড্রো উইলসনের মতে “ প্রশাসন একটি সুবিন্যস্ত ও বিস্তারিত আইনের প্রয়োগ। প্রতিটি নির্দিষ্ট আইনকে কাজে পরিণত করাই হচ্ছে এক কথায় প্রশাসন।’;\n৪। ডিমকের মতে “প্রশাসন সরকার কী এবং কীরূপ তা নিয়ে আলোচনা করে।”\n৫। সাইমন বলেছেন, “সাধারণ অর্থে প্রশাসন বলতে জাতীয়, কেন্দ্রীয় এবং স্থানীয় সরকারের কার্যনির্বাহী বিভাগের কাজকে বুঝায়।”\nউপরোক্ত সংজ্ঞাসমূহের আলোকে আমরা বলতে পারি যে, সরকার প্রণীত নীতি ও আইনসমূহের জনকল্যাণার্থে বাস্তবায়ন এবং প্রয়োগের সম্মিলিত প্রচেষ্টাই হলো লোকপ্রশাসন। অন্য কথায়, রাষ্ট্রের সর্বোচ্চ সেবা জনগণের জন্য নিশ্চিত করতে রাজনীতিবিদগণের গৃহীত সিদ্ধান্তসমূহের বাস্তবায়ন প্রক্রিয়াই হলো লোকপ্রশাসন।\n\n\n== জনক ==\nআমেরিকার ২৮তম রাষ্ট্রপতি উড্রো উইলসন হলেন লোকপ্রশাসনের জনক। উনি রাষ্ট্রবিজ্ঞান থেকে লোকপ্রশাসনকে স্বতন্ত্র বিষয় হিসেবে পৃথক করেন। এ জন্য তাকে লোকপ্রশাসনের জনক হিসেবে আখ্যায়িত করা হয়।\n\n\n== ইতিহাস ==\nউড্রো উইলসনকে লোকপ্রশাসনের জনক হিসাবে বিবেচনা করা হয়। ১৮৮৭ সালের \"প্রশাসনের অধ্যয়ন\" শিরোনামের একটি নিবন্ধে তিনি প্রথম আনুষ্ঠানিকভাবে লোকপ্রশাসনকে স্বীকৃতি দেন।\n\n\n== প্রকৃতি ==\nলুথার গুলিক মনে করেন যে, লোকপ্রশাসন হলো সংগঠন ও ব্যবস্থাপনার একটি সাধারণ বিজ্ঞান। লোক প্রশাসনের আওতা ব্যবস্থাপনার কলাকৌশলের মধ্যেই সীমিত। লুথার গুলিক সকল প্রশাসনিক সংগঠনের কর্মকাণ্ড বিশেষ করে তাদের ব্যবস্থাপনা কর্মকাণ্ডের বর্ণনা ও ব্যখ্যা করার জন্য \"পোস্ডকর্ব\" (প্লানিং, অর্গানাইজিং, স্টাফিং, ডিরেকটিং, কো-অর্ডিনেটিং, রিপোর্টিং ও বাজেটিং) কথাটির ব্যবহার করেছেন।\n\n\n== শাখা ==\n\n\n=== মূল শাখা ===\nএকাডেমিয়ায়, জনপ্রশাসনের ক্ষেত্রটি বিভিন্ন উপ-ক্ষেত্র নিয়ে গঠিত। পণ্ডিতরা উপ-ক্ষেত্রের বিভিন্ন সেটের প্রস্তাব করেছেন। প্রস্তাবিত মডেলগুলির মধ্যে একটি পাঁচটি \"স্তম্ভ\" ব্যবহার করে:\n\nজনপ্রশাসনে সাংগঠনিক তত্ত্ব হল সরকারি সত্ত্বার কাঠামোর অধ্যয়ন এবং তাদের মধ্যে অন্তর্ভুক্ত অনেকগুলি বিবরণ।\nজনপ্রশাসনে নৈতিকতা সিদ্ধান্ত গ্রহণের জন্য একটি আদর্শিক পদ্ধতির কাজ করে।\nনীতি বিশ্লেষণ এবং প্রোগ্রাম মূল্যায়ন সিদ্ধান্ত গ্রহণের একটি অভিজ্ঞতামূলক পদ্ধতি হিসাবে কাজ করে।\nপাবলিক বাজেটিং এবং পাবলিক ফাইন্যান্স\nপাবলিক বাজেটিং হল একটি সরকারের মধ্যে কার্যকলাপ যা সীমাহীন চাহিদার মধ্যে দুষ্প্রাপ্য সম্পদ বরাদ্দ করতে চায়।\nপাবলিক ফাইন্যান্স হল অর্থনীতিতে সরকারের ভূমিকার অধ্যয়ন।  এটি অর্থনীতির একটি শাখা যা সরকারি রাজস্ব এবং সরকারি কর্তৃপক্ষের সরকারি ব্যয়ের মূল্যায়ন করে এবং পছন্দসই প্রভাবগুলি অর্জন করতে এবং অবাঞ্ছিতগুলি এড়াতে এক বা অন্যটির সমন্বয় করে। \nহিউম্যান রিসোর্স ম্যানেজমেন্ট হল একটি অভ্যন্তরীণ কাঠামো যা নিশ্চিত করে যে পাবলিক সার্ভিস স্টাফিং একটি নিরপেক্ষ, নৈতিক এবং মূল্যবোধ-ভিত্তিক পদ্ধতিতে সম্পন্ন করা হয়। এইচআর সিস্টেমের মৌলিক কাজগুলি হল কর্মচারী সুবিধা, কর্মচারীর স্বাস্থ্যসেবা, ক্ষতিপূরণ, এবং আরও অনেক কিছু (যেমন, মানবাধিকার, আমেরিকানস উইথ ডিসএবিলিটিস অ্যাক্ট )। এইচআর ডিরেক্টর এবং অন্যান্য প্রধান বিভাগীয় কর্মীদের পরিচালনাকারী নির্বাহীরাও জনপ্রশাসন ব্যবস্থার অংশ।\n\n\n=== অন্যান্য শাখা ===\nঅলাভজনক ব্যবস্থাপনা হল গবেষণা এবং অলাভজনক সংস্থা পরিচালনার অনুশীলন এবং তাদের প্রভাব।\nইমার্জেন্সি ম্যানেজমেন্ট হল ব্যবস্থাপকীয় কাজ যা কাঠামো তৈরি করার জন্য দায়ী যার মধ্যে সম্প্রদায়গুলি বিপদের ঝুঁকি হ্রাস করে এবং দুর্যোগ মোকাবেলা করে।\n\n\n== একাডেমিক ক্ষেত্র ==\n\nবিশ্ববিদ্যালয়গুলি পাবলিক অ্যাডমিনিস্ট্রেশন বা সরকারি, রাষ্ট্রবিজ্ঞান, এবং আন্তর্জাতিক বিষয়গুলিতে স্নাতক এবং স্নাতক ডিগ্রি প্রদান করতে পারে পাবলিক পলিসি অ্যান্ড অ্যাডমিনিস্ট্রেশনে ঘনত্ব বা বিশেষীকরণের সাথে। স্নাতক ডিগ্রির মধ্যে রয়েছে মাস্টার অফ পাবলিক অ্যাডমিনিস্ট্রেশন (এমপিএ) ডিগ্রি, একটি মাস্টার অফ আর্টস (এমএ) বা মাস্টার অফ সায়েন্স (এমএস) পাবলিক অ্যাডমিনিস্ট্রেশন (ম্যানেজমেন্ট ট্র্যাক্টের জন্য), এবং মাস্টার অফ পাবলিক পলিসি (এমপিপি), একটি মাস্টার আর্টস (এমএ), বা পাবলিক পলিসিতে মাস্টার অফ সায়েন্স (এমএস) (গবেষণা ট্র্যাক্টের জন্য)\nমার্কিন যুক্তরাষ্ট্রে, জনপ্রশাসনের একাডেমিক ক্ষেত্রটি রাজনৈতিক বিজ্ঞান এবং প্রশাসনিক আইনের উপর অনেক বেশি আকর্ষণ করে। কিছু এমপিএ প্রোগ্রামের মধ্যে অর্থনীতির পাঠ্যক্রম অন্তর্ভুক্ত থাকে যাতে শিক্ষার্থীদের ক্ষুদ্র-অর্থনৈতিক সমস্যা (বাজার, রেশনিং মেকানিজম ইত্যাদি) এবং সামষ্টিক অর্থনৈতিক সমস্যা (যেমন, জাতীয় ঋণ) এর পটভূমি দেওয়া হয়। জন এ. রোহরের মতো পণ্ডিতরা সরকারি আমলাতন্ত্রের সাংবিধানিক বৈধতার পেছনে দীর্ঘ ইতিহাস লিখেছেন।\nজনপ্রশাসনের একজন পণ্ডিত, ডোনাল্ড কেটল, যুক্তি দেন যে \"জনপ্রশাসন একটি শৃঙ্খলাবদ্ধ ব্যাকওয়াটারে বসেছে\", কারণ \"গত প্রজন্মের জন্য, পণ্ডিতরা এটিকে বাস্তবায়ন, জনব্যবস্থাপনা, এবং আনুষ্ঠানিক আমলাতান্ত্রিক তত্ত্বের মতো অধ্যয়নের ক্ষেত্রগুলির সাথে সংরক্ষণ বা প্রতিস্থাপন করার চেষ্টা করেছেন\" . কেটল বলেছেন যে \"জনপ্রশাসন, রাষ্ট্রবিজ্ঞানের মধ্যে একটি উপক্ষেত্র হিসাবে ... শৃঙ্খলার মধ্যে তার ভূমিকা সংজ্ঞায়িত করতে সংগ্রাম করছে\"।  তিনি জনপ্রশাসনের সাথে দুটি সমস্যা নোট করেছেন: এটি \"পদ্ধতিগতভাবে পিছিয়ে থাকা বলে মনে হচ্ছে\" এবং \"ক্ষেত্রের তাত্ত্বিক কাজটি প্রায়শই এটিকে সংজ্ঞায়িত করে না বলে মনে হয়\" - প্রকৃতপক্ষে, \"জনপ্রশাসনের সবচেয়ে আকর্ষণীয় সাম্প্রতিক ধারণাগুলি বাইরে থেকে এসেছে। ক্ষেত্র\" \nপাবলিক অ্যাডমিনিস্ট্রেশন তত্ত্ব হল সেই ডোমেইন যেখানে সরকারের অর্থ ও উদ্দেশ্য, গণতান্ত্রিক সরকারকে সমর্থন করার ক্ষেত্রে আমলাতন্ত্রের ভূমিকা, বাজেট, শাসন এবং জনসাধারণের বিষয় নিয়ে আলোচনা করা হয়।\n\n\n=== তুলনামূলক জনপ্রশাসন ===\nতুলনামূলক পাবলিক অ্যাডমিনিস্ট্রেশন বা CPA একটি তুলনামূলক ফ্যাশনে প্রশাসনিক ব্যবস্থার অধ্যয়ন বা অন্যান্য দেশে জনপ্রশাসনের অধ্যয়ন হিসাবে সংজ্ঞায়িত করা হয়। আজ, আমেরিকান সোসাইটি ফর পাবলিক অ্যাডমিনিস্ট্রেশনের একটি বিভাগ রয়েছে যা তুলনামূলক প্রশাসনে বিশেষজ্ঞ। এটি আন্তর্জাতিক এবং তুলনামূলক জনপ্রশাসনে লাইফটাইম অ্যাচিভমেন্টের জন্য বার্ষিক রিগস অ্যাওয়ার্ডের জন্য দায়ী।\nপশ্চিমা দেশ এবং উন্নয়নশীল দেশগুলির মধ্যে প্রধান পার্থক্য সহ তুলনামূলক জনপ্রশাসনের বিকাশকে বাধাগ্রস্ত করে এমন বেশ কয়েকটি বিষয় রয়েছে; জনপ্রশাসন কার্যক্রমে এই উপ-ক্ষেত্রে পাঠ্যক্রমের অভাব; এবং তাত্ত্বিক মডেলগুলি বিকাশে সাফল্যের অভাব যা বৈজ্ঞানিকভাবে পরীক্ষা করা যেতে পারে। যদিও CPA সামগ্রিকভাবে একটি দুর্বলভাবে গঠিত ক্ষেত্র, জনপ্রশাসনের এই উপ-ক্ষেত্রটি আন্তঃ-সাংস্কৃতিক বিশ্লেষণের একটি প্রচেষ্টা, একটি \"প্রশাসনিক কর্ম ও আচরণের নিদর্শন এবং নিয়মিততার অনুসন্ধান।\"  CPA হল জনপ্রশাসনের কৌশল বিশ্লেষণের একটি অবিচ্ছেদ্য অংশ। তুলনা করার প্রক্রিয়াটি বিভিন্ন পরিস্থিতিতে আরও ব্যাপকভাবে প্রযোজ্য নীতিগুলি পরীক্ষা করার অনুমতি দেয়।\nতুলনামূলক জনপ্রশাসনের একটি পাঠ্যক্রমের অভাব রয়েছে, যা এটিকে অধ্যয়নের একটি প্রধান ক্ষেত্র হতে বাধা দিয়েছে। এই ক্ষেত্রের ভিত্তি তৈরি করে এমন মৌলিক ধারণাগুলির বোঝার এই অভাবটি শেষ পর্যন্ত এর ব্যবহারের অভাবের দিকে পরিচালিত করেছে। উদাহরণ স্বরূপ, জর্জিয়া স্টেট ইউনিভার্সিটির একজন অধ্যাপক উইলিয়াম ওয়া বলেছেন \"তুলনামূলক অধ্যয়ন কঠিন কারণ পাঠকদের জন্য কেন পার্থক্য এবং মিল রয়েছে তা বোঝার জন্য জাতীয় প্রশাসনিক কাঠামো এবং প্রক্রিয়াগুলির সামাজিক-রাজনৈতিক প্রেক্ষাপটে যথেষ্ট তথ্য সরবরাহ করার প্রয়োজনীয়তা রয়েছে৷ \"  তিনি আরও জোর দিয়ে বলেন, \"যদিও তুলনামূলক জনপ্রশাসনের উপর প্রচুর সাহিত্য রয়েছে তা বিক্ষিপ্ত এবং তারিখযুক্ত।\" \n\n\n=== ব্যাচেলর ডিগ্রী, একাডেমিক ঘনত্ব এবং একাডেমিক নাবালক ===\nটেমপ্লেট:Missing information\nবিশ্ববিদ্যালয়গুলি পাবলিক অ্যাডমিনিস্ট্রেশন বা সরকারি, রাষ্ট্রবিজ্ঞান, এবং আন্তর্জাতিক বিষয়গুলিতে স্নাতক স্তরের স্নাতক ডিগ্রি প্রদান করে যার একাডেমিক ঘনত্ব বা পাবলিক পলিসি অ্যান্ড অ্যাডমিনিস্ট্রেশনে বিশেষায়িত হয়। বেশ কয়েকটি বিশ্ববিদ্যালয়ে স্নাতক-স্তরের পাবলিক অ্যাডমিনিস্ট্রেশন এবং অলাভজনক ব্যবস্থাপনা শিক্ষাকে একসঙ্গে প্যাকেজ করা হয় (আন্তর্জাতিক সম্পর্ক এবং নিরাপত্তা অধ্যয়নের সাথে) রাষ্ট্রবিজ্ঞানের একটি ডিগ্রি।\n\n\n=== স্নাতকোত্তর ডিগ্রি ===\nকিছু পাবলিক অ্যাডমিনিস্ট্রেশন প্রোগ্রামের ব্যবসায় প্রশাসনের প্রোগ্রামের সাথে মিল রয়েছে, যেখানে মাস্টার্স ইন পাবলিক অ্যাডমিনিস্ট্রেশন (এমপিএ) এবং মাস্টার্স ইন বিজনেস অ্যাডমিনিস্ট্রেশন (এমবিএ) প্রোগ্রামের ছাত্ররা একই কোর্সের অনেকগুলি গ্রহণ করে।  কিছু প্রোগ্রামে, MPA (বা MAPA) MBA থেকে আরও স্পষ্টভাবে আলাদা, যে MPA প্রায়শই যথেষ্ট ভিন্ন নৈতিক ও সমাজতাত্ত্বিক মানদণ্ডের উপর জোর দেয় যা জনসাধারণের কল্যাণের জন্য সরকারি প্রোগ্রামগুলি পরিচালনা করার সাথে সম্পর্কিত যা ব্যবসায় পরিচালকদের জন্য মূল মানদণ্ড নয়, যারা সাধারণত লাভ বা শেয়ারের মূল্য সর্বাধিক করার লক্ষ্য রাখে।\n\n\n=== ডক্টরেট ডিগ্রি ===\nজনপ্রশাসনে দুই ধরনের ডক্টরেট ডিগ্রি রয়েছে: ডক্টর অফ পাবলিক অ্যাডমিনিস্ট্রেশন (DPA) এবং পিএইচডি। জনপ্রশাসনে। ডিপিএ জনপ্রশাসনের ক্ষেত্রে একটি ফলিত-গবেষণা ডক্টরেট ডিগ্রি, যা তাত্ত্বিক দিকগুলির চেয়ে জনপ্রশাসনের অনুশীলনের উপর বেশি মনোযোগ দেয়। পিএইচ.ডি. সাধারণত জনপ্রশাসনের অধ্যাপক বা গবেষক হওয়ার লক্ষ্য ব্যক্তিদের দ্বারা চাওয়া হয়। যে ব্যক্তিরা পিএইচডি করছেন পাবলিক অ্যাডমিনিস্ট্রেশনে প্রায়ই তাদের ডিপিএ সমকক্ষদের চেয়ে বেশি তাত্ত্বিক গবেষণামূলক বিষয় অনুসরণ করে।\n\n\n=== উল্লেখযোগ্য আলেমগণ ===\n\nজনপ্রশাসনের উল্লেখযোগ্য পণ্ডিতরা বিভিন্ন ক্ষেত্র থেকে এসেছেন। রাষ্ট্রবিজ্ঞানের নিজস্ব স্বতন্ত্র উপ-শাখা হিসাবে জনপ্রশাসনের অস্তিত্বের পূর্বের সময়কালে, এই ক্ষেত্রে অবদানকারী পণ্ডিতরা অর্থনীতি, সমাজবিজ্ঞান, ব্যবস্থাপনা, রাষ্ট্রবিজ্ঞান, আইন-বিশেষত প্রশাসনিক আইন-এবং অন্যান্য সম্পর্কিত ক্ষেত্রগুলি থেকে এসেছেন। অতি সম্প্রতি, জনপ্রশাসন এবং পাবলিক পলিসির পণ্ডিতরা গুরুত্বপূর্ণ অধ্যয়ন এবং তত্ত্বগুলি অবদান রেখেছেন।\n\n\n=== উল্লেখযোগ্য প্রতিষ্ঠান ===\n\nউল্লেখযোগ্য প্রতিষ্ঠানের জন্য, পাবলিক পলিসি স্কুলের উইকিপিডিয়া নিবন্ধটি দেখুন।\n\n\n== প্রশাসনের মধ্যকার পার্থক্য ==\nহারবার্ট আলেকজান্ডার সাইমন মনে করেন, সাধারণ মানুষের কল্পনাতেই লোকপ্রশাসন ও বেসরকারি প্রশাসনের মধ্যে পার্থক্য তীব্রতর ভাবে প্রকাশ পায়। সাধারণ মানুষ ধারণা করে যে, লোক প্রশাসন রাজনৈতিক, আমলাতান্ত্রিক এবং দীর্ঘ সূত্রি আর বেসরকারি প্রশাসন অরাজনৈতিক, অবাধ এবং ব্যবসায়িক মনোভাব পূর্ণ।\n\n\n== মানব সম্পদ ব্যবস্থাপনা ==\nমানব সম্পদ ব্যবস্থাপনা (এইচআরএম বা এইচআর) হল সংগঠনের কর্মীদের কার্যকরী ব্যবস্থাপনার কৌশলগত পদক্ষেপ, যাতে তারা ব্যবসায়িকভাবে একটি প্রতিযোগিতামূলক সুবিধা লাভ করতে সাহায্য করে, সাধারণতঃ এইচআর ডিপার্টমেন্ট হিসাবে উল্লেখ করা হয়, এটি একটি নিয়োগকর্তার চাকরির কর্মচারী কর্মক্ষমতা বাড়ানোর জন্য ডিজাইন করা হয়েছে কৌশলগত উদ্দেশ্য এইচআর প্রধানত প্রতিষ্ঠানের মধ্যে মানুষের পরিচালনার সঙ্গে সংশ্লিষ্ট, নীতি এবং সিস্টেমের উপর মনোযোগ নিবদ্ধ। এইচআর ডিপার্টমেন্ট কর্মচারী-বেনিফিট ডিজাইন, কর্মচারী নিয়োগ, প্রশিক্ষণ এবং উন্নয়ন, কর্মক্ষমতা মূল্যায়ন, এবং পুরষ্কারসম্পন্ন (যেমন, বেতন এবং সুবিধা ব্যবস্থার ব্যবস্থাপনা) তত্ত্বাবধানের জন্য দায়ী। এইচআর এছাড়াও সাংগঠনিক পরিবর্তন এবং শিল্প সম্পর্কের সাথে নিজেকে উদ্বেগের, যা, যৌথ দরকষাকষি এবং সরকারি আইন থেকে উদ্ভূত প্রয়োজনীয়তা সঙ্গে সাংগঠনিক চর্চা সামঞ্জস্য।\n\n\n== আমলাতন্ত্র ==\nইংরেজি 'ব্যুরোক্রেসি' শব্দটি ফরাসি শব্দ 'ব্যুরাে’ এবং গ্রিক শব্দ ক্রেটিন-এর সমাহার।\n\nলেখার টেবিল বা ডেস্ক অর্থে ব্যুরাে এবং শাসন অর্থে ক্লেটিন শব্দটি ব্যবহৃত হয়। তাই ব্যুৎপত্তিগত অর্থে আমলাতন্ত্র বলতে বােঝায় 'টেবিলে বসে পরিচালিত সরকার বা শাসন ব্যবস্থাকে'I\nপ্রতিটি গণতান্ত্রিক রাষ্ট্রের আধুনিক শাসন ব্যবস্থায় সরকারের রাজনৈতিক অংশ বা স্থায়ী অংশ, মূলত অভিজ্ঞ, বেতনভুক কর্মচারীবৃন্দ অর্থাৎ আমলাদের দ্বারা পরিচালিত হয়। এই পরিচালিত শাসন ব্যবস্থা আমলাতন্ত্র নামে পরিচিত। এককথায় বলা যায়, সরকারি কর্মচারীদের নিয়ে গড়ে ওঠা একটি সংগঠন বা গােষ্ঠীবিশেষ হল আমলাতন্ত্র।\nঅধ্যাপক ম্যাক্স ওয়েবার আমলাতন্ত্র সম্পর্কে বলেছেন, 'আমলাতন্ত্র হল প্রশাসনের একটি ব্যবস্থা, যার বৈশিষ্ট্য দক্ষতা, অপক্ষপাতিত্ব এবং মানবিকতার অনুপস্থিতি।' অ্যালমন্ড ও পাওয়েলের অভিমত হলো, 'আমলাতন্ত্র সরকারের অরাজনৈতিক অংশ, যা স্থায়ী।'\nআমলাতন্ত্রের রাজনৈতিক-অরাজনৈতিক কিংবা পক্ষ-নিরপেক্ষ বিতর্কের পটভূমিতে তাদের মৌলিক বৈশিষ্ট্যগুলোর দিকে নজর দেওয়া যেতে পারে। তাহলে এদের প্রকৃত স্বরূপ এবং সঠিক অবস্থান সম্পর্কে অনুধাবন করা সহজ হবে।\n\n\n== প্রশাসনিক পদসোপান ==\nবাংলাদেশে বিসিএস (প্রশাসন) ক্যাডারের পদগুলোকে মোটাদাগে দুইভাগে ভাগ করা যায়। একটা হল মাঠ প্রশাসন এবং অন্যটি সচিবালয়। সর্ব উপরের পদকে উপরে রেখে অধোক্রমে সাজালে সচিবালয়ের পদসোপান নিম্নরূপ-\nসচিব\nঅতিরিক্ত সচিব\nযুগ্ম সচিব\nউপ সচিব\nসিনিয়র সহকারী সচিব\nসহকারী সচিব\nএকইভাবে সাজালে মাঠপ্রশাসনের পদগুলো নিম্নরূপ-\nবিভাগীয় কমিশনার\nডেপুটি কমিশনার\nসিনিয়র সহকারী কমিশনার\nসহকারী কমিশনার\nবিসিএস (প্রশাসন) ক্যাডারের কাউকে এখন প্রথমেই সচিবালয়ে নিয়োগ দেওয়া হয় না। সবাইকেই মাঠপ্রশাসনে সহকারী কমিশনার পদে নিয়োগ দেওয়া হয়। সেখান থেকে প্রমোশন/ট্রান্সফারের মাধ্যমে সচিবালয়ে নিয়ে আসা হয়।\n\n\n== পঠিত বিষয়সমূহ ==\nমূলত প্রশাসন সংক্রান্ত বিষয়াবলী মেজর কোর্স এর অন্তর্ভূক্ত। এর ফলে দেশ, দেশের শাসন ব্যবস্থা, সচিবালয়, মন্ত্রণালয়, আইন সবই পাঠদানের অন্তর্ভূক্ত। এছাড়াও সাংবিধান, অর্থনীতি, আন্তর্জাতিক সম্পর্ক, মানবসম্পদ উন্নয়ন, ব্যাংকিং, হিসাব বিজ্ঞান, বিচারিক আইন, গবেষণা পদ্ধতি, নৃবিজ্ঞান প্রভৃতি বিষয় পড়ানো হয়।\n\n\n== অধ্যয়নের পদ্ধতি ==\nলোকপ্রশাসনের সাধারণত যে সকল পদ্ধতি অধ্যায়ন করা হয় সেগুলো নিচে দেওয়া হলঃ\n১.  ঐতিহাসিক পদ্ধতি: সাম্প্রতিককালে লোকপ্রশাসনের ক্ষেত্রে ঐতিহাসিক পদ্ধতির ব্যবহার বহুগুণে বৃদ্ধি পেয়েছে। এ পদ্ধতি অনুসারে আদি থেকে বর্তমান যুগ পর্যন্ত প্রশাসনিক প্রতিষ্ঠান উৎপত্তি বৃদ্ধি ও অগ্রগতির ইতিহাস জানার পরে এর বর্তমান উপলব্ধির নির্দেশ দেয়।  অবশ্য অতীতকে জানার মধ্যে প্রতিষ্ঠানকে সমভাবে বুঝে উঠা নির্ভর করে না। তবুও প্রতিষ্ঠান বিভিন্ন দিক সম্পর্কে অতিত যে জ্ঞানের সন্ধান দেয় তা যথেষ্ট গুরুত্বপূর্ণ। সাম্প্রতিককালে ইউরোপ ও আমেরিকার প্রখ্যাত প্রশাসকগণ প্রশাসন ক্ষেত্রে বিভিন্ন সমস্যা সমাধানের জন্য ঐতিহাসিক ঘটনাবলীর উপর বহুল পরিমাণে নির্ভর করতেছেন।\n২.  বৈজ্ঞানিক ব্যবস্থাপনা পদ্ধতি: লোক প্রশাসন অধ্যায়নের আরেকটি গুরুত্বপূর্ণ পদ্ধতি হচ্ছে বৈজ্ঞানিক ব্যবস্থাপনা পদ্ধতি। বৈজ্ঞানিক ব্যবস্থাপনার পদ্ধতি অনুযায়ী লোকপ্রশাসন অধ্যায়নের লক্ষ্য হলো, প্রশাসনিক সমস্যার ক্ষেত্রে বিজ্ঞানসম্মত পদ্ধতি ও কৌশল প্রয়োগ করা। বিজ্ঞানসম্মত উপায়ে ব্যবস্থাপনা কার্য পরিচালনার প্রচেষ্টার ফলে সংগঠন ও ব্যবস্থাপনা আয় ব্যয় নির্ধারণের ক্ষেত্রে কার্যকর কলা-কৌশলের বিকাশ ঘটে। বর্তমান সময়ে অফিসের ব্যবস্থাপনা হিসাব-নিকাশ ইত্যাদি বৈজ্ঞানিক নীতির ভিত্তিতে নির্ধারণ ও নিয়ন্ত্রণ করা হচ্ছে।\n৩.  আইনগত পদ্ধতি: লোক প্রশাসনকে আইনগত দৃষ্টিভঙ্গির আলোকে অধ্যায়ন করার নীতি বহুলাংশে প্রচলিত রয়েছে। সকল দেশে প্রশাসনিক আইন রাষ্ট্রীয় আইনের একটি গুরুত্বপূর্ণ অংশ স্বরূপ এবং সরকারি কর্তৃপক্ষ সমূহের সংগঠন ও কার্যাবলী তাদের মধ্যকার পারস্পরিক সম্পর্ক তাদের ক্ষমতা ও দায়িত্ব ইত্যাদি প্রশাসনিক আইন এর আওতাভুক্ত বলে ধারণা করা হয়। এরূেপ সেখানে যেহেতু প্রশাসনের প্রশাসনিক আইন এরই অংশ হিসেবে বিবেচনা করা হয় এবং সেহেতু প্রশাসনকে আইনগত দৃষ্টিকোণ হতে অধ্যায়ন করা হয়।\n৪.  পরীক্ষামূলক পদ্ধতি: লোক প্রশাসন অধ্যায়নে পরীক্ষামূলক পদ্ধতি ব্যাপক পরিমাণে ব্যবহৃত হচ্ছে। প্রতিটি প্রশাসনিক প্রতিষ্ঠান এবং সংস্থাকে এক একটি পরীক্ষাগার গলে বলে মনে করা যেতে পারে। এ পরীক্ষাগারে বিভিন্ন সামাজিক, রাজনৈতিক, অর্থনৈতিক, সাংস্কৃতিক ও ধর্মীয় সংস্কার আইন ও নীতিমালা প্রবর্তন করার মানসে নতুন নতুন কৌশল বাস্তবায়নের কাজ গৃহীত হয়।উন্নত এবং সমৃদ্ধিশালী জীবন গঠনের তাগিদে এসমস্ত নীতিমালা প্রায় পরীক্ষামূলকভাবে চালু করা হয়।\n৫.  রাজনীতি ভিত্তিক পদ্ধতি: প্রশাসনকে রাজনৈতিক তত্ত্ব ও প্রচলিত রাজনৈতিক মূল্যবোধের উপাদান হিসেবে গণ্য করা হচ্ছে।প্রশাসনকে এর সামাজিক ও রাজনৈতিক পটভূমি হতে বিচ্ছিন্ন ভাবে অধ্যায়ন করা যেতে পারে এ মত রাজনীতি ভিত্তিক পদ্ধতির অনুসারীগণ কর্তৃক প্রত্যাখ্যাত হয়। রাজনৈতিক দৃষ্টিকোণ হতে লোক প্রশাসনকে অধ্যায়ন করা হলে সংগঠন ব্যবস্থাপনায় ইত্যাদি সংক্রান্ত সমস্যাগুলিকে গণতান্ত্রিক আদর্শ লক্ষ্যের পটভূমিতে অনুশীলন করা যাবে। এ পথে সকল সমস্যা সমাধান করা সম্ভব।\nউপরুক্ত আলোচনা শেষে বলা যায় যে লোক প্রশাসনের উপরিউক্ত পদ্ধতি গুলোর মধ্যে কোনটি সঠিক পদ্ধতি তা নিয়ে মতভেদ রয়েছে। বস্তুত কোন একটি পদ্ধতি স্বয়ংসম্পূর্ণ নয় তবে লোকপ্রশাসন অধ্যায়নের জন্য কয়েকটি পদ্ধতির একত্র প্রয়োগই লক্ষ্য অর্জনে সহায়ক। এগুলো নির্দিষ্ট করে দেয়া কোনো উপায় নেই এগুলো নির্ভর করে সম্পূর্ণভাবে প্রশাসনের সংস্কৃতির উপর।\n\n\n== প্রয়োজনীয়তা ==\nলোকপ্রশাসন এমন একটি বিষয় যা নিজের কর্মগন্ডি সমৃদ্ধ করে ব্যবসায়ে প্রশাসনেও নিজের বিস্তৃতি ঘটিয়েছে। কলাতেও নিজের কার্যকারিতা প্রমাণ করেছে। পৃথিবীর প্রত্যেকটা ছোট থেকে বড় বিষয়েই লোকপ্রশাসনের ভূমিকা রয়েছে। প্রশাসনিক ব্যবস্থার সাহায্যেই প্রত্যেকটা সংগঠন চলছে, সেটা পরিবার থেকে শুরু করে ব্যবসা কর্পোরেশন থেকে রাষ্ট্র পর্যন্ত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলোকপ্রশাসন : কেন পড়বেন, কোথায় পড়বেন? ক্যারিয়ার ইন্টিলিজেন্স বিডি পত্রিকা"}