{"pageid": 1110551, "title": "খুদ্দকনিকায়", "url": "https://bn.wikipedia.org/wiki?curid=1110551", "content": "খুদ্দকনিকায় হল সুত্ত পিটকের পাঁচটি নিকায়ের শেষ নিকায়।  থেরবাদ বৌদ্ধধর্মের ধর্মগ্রন্থ পালি ত্রিপিটক রচনা করা \"তিনটি পিটকের\" মধ্যে একটি। এই নিকায়ে পনেরটি (থাইল্যান্ড), পনেরটি (শ্রীলঙ্কা বুদ্ধঘোষের তালিকা অনুসরণ করে), বা আঠারোটি বই (বার্মা) বিভিন্ন সংস্করণে বুদ্ধ ও তাঁর প্রধান শিষ্যদের দ্বারা ভাষিত হয়।\nখুদ্দক শব্দ পালি ভাষায় 'ছোট' এবং নিকায়া হল 'সংগ্রহ'। চীনা এবং তিব্বতি ত্রিপিটকগুলির সমতুল্য সংগ্রহ হল ক্ষুদ্রক আগম, তবে সংগ্রহগুলির মধ্যে যথেষ্ট পার্থক্য রয়েছে।\n\n\n== ঐতিহাসিক বিকাশ ==\nহিরাকাওয়া আকিরা মতে যে খুদ্রক নিকায় পালি ত্রিপিটক/আগামার বিকাশের একটি পর্যায়ের প্রতিনিধিত্ব করে যেখানে নতুন উপাদান যুক্ত করা হয়নি সুত্ত পিটকের বাকি অংশে আর কোনটি, কিন্তু এর পরিবর্তে একটি 'খুদ্দক পিটক' যোগ করা হয়েছে। এই খুদ্দক পিটক ছিল চারটি আগাম/নিকায় (দীঘ নিকায়, মধ্যম নিকায়, সংযুক্ত নিকায় এবং অঙ্গুত্তর নিকায়) থেকে বাদ পড়া উপকরণের ভান্ডার এবং এইভাবে আদিম এবং পরবর্তী  লেখার গ্রন্থ অন্তর্ভুক্ত ছিল। অন্যান্য কিছু বৌদ্ধ নিকায় যেগুলির মধ্যে একটি খুদ্রক পিটক তাদের ত্রিপিটক অন্তর্ভুক্ত ছিল সেগুলি হল মহিষাসক, ধর্মগুপ্তক এবং মহাসংঘিক। থেরবাদ বৌদ্ধ মতে খুদ্দকা নিকায়া এই ধরনের খুদ্দকা পিটকের একমাত্র সম্পূর্ণ বর্তমান উদাহরণ।\nখুদ্দক নিকায়ের বিভিন্ন বইয়ের সম্পর্কে, অলিভার আবেনায়েক নোট করেছেন যে:\nখুদ্দক নিকায়কে সহজে বিভক্ত করা যায় দুটি স্তরে, একটি প্রথম দিকে এবং অন্যটি পরবর্তীতে। সুত্ত নিপাত, ইতিবুত্তক, ধম্মপদ, থেরিগাথা (থেরাগাথা), উদান এবং জাতক গ্রন্থগুলি প্রাথমিক স্তরের অন্তর্গত। খুদ্দকপাথ, বিমানবত্থু, পেটাবথু, নিদ্দেস, পতিসম্ভিদা, অপদান, বুদ্ধবংশ এবং চরিয়পিটক গ্রন্থগুলিকে পরবর্তী স্তরে শ্রেণীবদ্ধ করা যেতে পারে।\n\n\n== সূচি ==\nএই নিকায় নিম্নলিখিত কিছু বা সমস্ত পাঠ্য ধারণ করে:\n\nখুদ্দকপথ\nধম্মপদ\nউদান\nইতিবুত্তক\nসুত্তনিপাত\nবিমানবত্থু\nপেটবথু\nথেরগাথা\nথেরিগাথা\nজাতক\nনিদ্দেস\nপতিসম্ভিদামগ্গ\nঅপদান\nবুদ্ধবংস\nচারিয় পিটক\nনেটিপাকারনা বা নেট্টি (বর্মী এবং সিংহলী সংস্করণে অন্তর্ভুক্ত, কিন্তু থাই সংস্করণে নয়)\nপেটকোপদেস (বর্মী এবং সিংহলী সংস্করণে অন্তর্ভুক্ত, কিন্তু থাই সংস্করণে নয়)\nমিলিন্দপন্থ (বর্মী সংস্করণে অন্তর্ভুক্ত, কিন্তু সিংহলী ও থাই সংস্করণে নয়)\n\n\n== তথ্যসূত্র =="}