{"pageid": 1110106, "title": "ইউরেশীয় ম্যাগপাই", "url": "https://bn.wikipedia.org/wiki?curid=1110106", "content": "ইউরেশিয়ান ম্যাগপাই, বৈজ্ঞানিক নাম: pica pica\n\n\n== প্রাপ্তিস্থান ==\nইউরেশিয়ান ম্যাগপাই হল ইউরোপ জুড়ে, এশিয়া এবং উত্তর-পশ্চিম আফ্রিকার বেশিরভাগ অঞ্চলে বসবাসকারী প্রজননকারী পাখি। , এছাড়া উত্তর আমেরিকা দক্ষিণ আমেরিকতে ম্যাগপাই পাখির অবাধ বিচরণ রয়েছে\n\n\n== বর্ণনা ==\nইউরেশিয়ান ম্যাগপি পিকা পিকা 16 শতকে কোরিয়া থেকে জাপানের উত্তর কিউশুতে প্রবর্তিত হয়েছিল বলে মনে করা হয়। \nচিকুশি সমভূমিতে বেশ কিছু ছোট জনসংখ্যা প্রতিষ্ঠিত হয়েছিল, কিন্তু তাদের ভৌগোলিক পরিসর প্রসারিত করতে ব্যর্থ হয়েছিল। , 20 শতকের মাঝামাঝি থেকে, এবং সবচেয়ে উল্লেখযোগ্যভাবে 1980 সাল থেকে, জনসংখ্যার আকার এবং পরিসরের পরিমাণ বৃদ্ধি পেয়েছে। এই কাগজে, আমি ম্যাগপিদের বাস্তুশাস্ত্র, সামাজিক ব্যবস্থা এবং জীবন ইতিহাসের উপর পরিচালিত অধ্যয়নগুলি পর্যালোচনা করি এবং জাপানে ম্যাগপিদের বন্টন এবং জনসংখ্যার গতিশীলতা নির্ধারণের কারণগুলি নিয়ে আলোচনা করি। একদিকে ম্যাগপাইরা সর্বভুক, এবং তাদের বাসা-সাইট পছন্দগুলিতে নমনীয়। তারা বাসা বাঁধার জন্য কৃত্রিম কাঠামো, সেইসাথে প্রাকৃতিক স্থানগুলি (বিশেষ করে গ্রামীণ অঞ্চলে গাছ) ব্যবহার করে এবং বড় থাবা বসায়, যা তাদের নতুন আবাসস্থলে স্থাপনের সুবিধা দেয়। অন্যদিকে, ম্যাগপাইরা তাদের রূপগত বৈশিষ্ট্য এবং শক্তিশালী জন্মগত ফিলোপ্যাট্রির কারণে দীর্ঘ দূরত্বের আন্দোলন করে না এবং খোলা বাসস্থান পছন্দ করে। জঙ্গলযুক্ত পাহাড়গুলি পরিবেশগত বাধাগুলি উপস্থাপন করেছে যা ম্যাগপিদের তাদের বিতরণ প্রসারিত করতে বাধা দেয় - সম্প্রতি পর্যন্ত। পাহাড়ে আবাসিক এলাকার উন্নয়ন সহ আবাসস্থল পরিবর্তন, তাদের সাম্প্রতিক পরিসর সম্প্রসারণে অবদান রাখতে পারে। উত্তর কিউশুতে ম্যাগপির সাম্প্রতিক জনসংখ্যা বৃদ্ধির কারণ স্থির নগরায়ণ এবং শহুরে পরিবেশের সাথে ম্যাগপিদের অভিযোজনের সংমিশ্রণ। 1980 এর দশক থেকে ম্যাগপিদের বাসা বাঁধার জন্য ইউটিলিটি খুঁটির ব্যবহার দ্রুত বৃদ্ধি পায় যার ফলে সংখ্যা বৃদ্ধি পায়। , ক্রমাগত নগরায়ন নেতিবাচকভাবে বাসা বাঁধার সাফল্যকে প্রভাবিত করেছে এবং 1990 এর দশক থেকে বাসা বাঁধার ম্যাগপির সংখ্যা হ্রাস পেয়েছে, সম্ভবত শহুরে চারার পরিবেশের অবনতির ফলে। ম্যাগপাই জাপান এবং ইউরেশিয়ার অন্য কোথাও শহুরে পরিবেশে আক্রমণ করেছে। এই ধরনের জনসংখ্যার গতিশীলতার দীর্ঘমেয়াদী পর্যবেক্ষণ পরিচালনা করা এবং এভিয়ান আক্রমণের সাফল্য বা ব্যর্থতা নির্ধারণের কারণগুলি ব্যাখ্যা করার জন্য এই প্রজাতির প্রজনন বাস্তুশাস্ত্র, জীবন ইতিহাস এবং সামাজিক কাঠামোর তদন্ত করা দরকারী।\n\n\n== বৈশিষ্ট্য ==\nইউরেশিয়ান ম্যাগপাই বা সাধারণ ম্যাগপাই (পিকা পিকা) হল ইউরেশীয় মহাদেশের উত্তরাঞ্চল জুড়ে বসবাসকারী প্রজননকারী পাখি। এটি কাক পরিবারের (কর্ভিডস) মনোনীত ম্যাগপিসের বেশ কয়েকটি পাখির মধ্যে একটি এবং এটি \"একরঙা\" ম্যাগপিস.পি এর হলারকটিক বিকিরণের অন্তর্গত।\nম্যাগপাই উপ-প্রজাতির প্রাপ্তবয়স্ক পুরুষ , পি. পি. পিকা , দৈর্ঘ্যে 44-46 সেমি (17-18 ইঞ্চি), যার অর্ধেকেরও বেশি লেজ। পাখার প্রসারতার দৈর্ঘ্য প্রায় 52-62 সেমি (20-24 মধ্যে)। মাথা, ঘাড় এবং স্তন ধাতব সবুজ এবং বেগুনি চকচকে কালো রঙের; পেট এবং স্ক্যাপুলার (কাঁধের পালক) খাঁটি সাদা; ডানাগুলি সবুজ বা বেগুনি দিয়ে কালো টকটকে, এবং প্রাইমারিতে সাদা ভিতরের জাল থাকে, যখন ডানা খোলা থাকে তখন স্পষ্ট হয়। স্নাতক লেজ কালো, সবুজ এবং লালচে বেগুনি দিয়ে টকটকে। পা এবং বিল কালো; আইরিস গাঢ় বাদামী।লিঙ্গের প্লামেজ একই রকম তবে স্ত্রীরা কিছুটা ছোট। উভয় লিঙ্গের লেজের পালক বেশ লম্বা, প্রায় 12-28 সেমি লম্বা।মনোনীত উপপ্রজাতির পুরুষদের ওজন 210–272 গ্রাম (7.4–9.6 oz) যেখানে মহিলাদের ওজন 182–214 গ্রাম (6.4–7.5 oz)। অল্পবয়সিরা প্রাপ্তবয়স্কদের সাথে সাদৃশ্যপূর্ণ, কিন্তু প্রথমে তারা ঝলমলে পালকের উপর বেশি চকচকে থাকে না। তরুণদের মালার অঞ্চল গোলাপী এবং কিছুটা পরিষ্কার চোখ। লেজ বড়দের তুলনায় অনেক খাটো।\nউপ-প্রজাতিগুলি তাদের আকারে ভিন্ন হয়, তাদের প্লামেজে সাদা পরিমাণ এবং তাদের কালো পালকের চকচকে রঙ। এশিয়ান উপপ্রজাতি P. p. ব্যাকট্রিয়ানার প্রাইমারিগুলিতে আরও বিস্তৃত সাদা এবং একটি বিশিষ্ট সাদা রাম্প রয়েছে।\nপ্রাপ্তবয়স্কদের প্রজননের পরে একটি বার্ষিক সম্পূর্ণ মোল্ট হয়। মোল্ট জুন বা জুলাই মাসে শুরু হয় এবং সেপ্টেম্বর বা অক্টোবরে শেষ হয়। প্রাথমিক ফ্লাইট পালক তিন মাস একটি নির্দিষ্ট সময়ের উপর প্রতিস্থাপিত হয়।  কিশোর পাখিরা প্রাপ্তবয়স্ক পাখির তুলনায় প্রায় এক মাস পরে আংশিক ঝাঁকুনির মধ্য দিয়ে যায় যেখানে তাদের শরীরের পালক প্রতিস্থাপিত হয় তবে ডানা বা লেজের নয়।\nইউরেশীয় ম্যাগপিদের একটি সুপরিচিত ডাক রয়েছে। এটি একটি শ্বাসরুদ্ধকর বকবক \"চ্যাক-চ্যাক\" বা একটি পুনরাবৃত্তিমূলক \"\nইউরেশিয়ান ম্যাগপাই (যাকে সাধারণ ম্যাগপাইও বলা হয়), একটি পাখি যা তার জেট কালো এবং সাদা পালক এবং বেগুনি-, সবুজ- এবং  নীলস্ট্রিকযুক্ত ডানার জন্য পরিচিত, এর চারপাশে যথেষ্ট পরিমাণে কুসংস্কার রয়েছে। একটি পুরানো ব্রিটিশ ছড়া একজন ব্যক্তির ভাগ্যের ভবিষ্যদ্বাণী করে যে তারা দেখেছে ম্যাগপির সংখ্যার ভিত্তিতে: \"একটি দুঃখের জন্য, দুটি আনন্দের জন্য, তিনটি অন্ত্যেষ্টিক্রিয়ার জন্য এবং চারটি জন্মের জন্য।\" কেউ কেউ বলে যে আপনি যদি অতীতে হেঁটে যাওয়া একটি ম্যাগপিকে সালাম দিতে ব্যর্থ হন তবে দুর্ভাগ্য পরের কোণে ধৈর্য ধরে অপেক্ষা করে। এবং সাবধান—অনেকে বিশ্বাস করেন যে যদি একটি নির্জন ম্যাগপাই, যার প্রজাতি জীবনের জন্য সঙ্গী হয়, আপনার বাড়ির জানালায় বসে থাকে, তাহলে এটি একাকীত্ব এবং নিশ্চিত মৃত্যুর ইঙ্গিত দেয়। দরিদ্র পাখির নামটি পৌরাণিক অর্থে লোড, কিন্তু ম্যাগপির আসল বিস্ময় তার প্রাকৃতিক ক্ষমতা থেকে আসে।\nসাধারণ ম্যাগপাই হল সবচেয়ে বুদ্ধিমান পাখিদের মধ্যে একটি এবং অস্তিত্বের সবচেয়ে বুদ্ধিমান প্রাণীদের মধ্যে একটি। । তাদের মস্তিষ্ক থেকে শরীরের ভরের অনুপাত শুধুমাত্র মানুষের তুলনায় এবং জলজ স্তন্যপায়ী প্রাণীএবং বড় বনমানুষের সমান। Magpies হাতিয়ার তৈরি এবং ব্যবহার করার ক্ষমতা, মানুষের বক্তৃতা অনুকরণ, শোক, গেম খেলা এবং দলে কাজ করার ক্ষমতা দেখিয়েছে। যখন তাদের নিজস্ব ধরনের কেউ মারা যায়, তখন একটি গ্রুপ তৈরি হবে লাশের চারপাশে \"অন্ত্যেষ্টিক্রিয়া\" করার জন্য কান্নাকাটি। তাদের বাচ্চাদের খাবার ভাগ করার জন্য, ম্যাগপাইরা সঠিক আকারে খাবার কাটতে স্ব-তৈরি পাত্র ব্যবহার করবে । Magpies \"মিরর টেস্ট\" নামে একটি জ্ঞানীয় পরীক্ষা পাস করতেও সক্ষম, যা একটি জীবের প্রতিফলনে নিজেকে চিনতে সক্ষম বলে প্রমাণ করে। এই পরীক্ষাটি সম্পাদন করার জন্য, একটি রঙিন বিন্দু প্রাণী বা মানুষের উপর এমন জায়গায় স্থাপন করা হয় যেটি তারা শুধুমাত্র একটি আয়নায় তাকালেই দেখতে সক্ষম হবে। বিষয়গুলি উত্তীর্ণ হয় যদি তারা তাদের প্রতিফলনের দিকে তাকাতে পারে এবং চিনতে পারে যে চিহ্নটি নিজের উপর এবং অন্য নয়, প্রায়ই এটি পৌঁছানোর এবং অপসারণের চেষ্টা করে। আয়না পরীক্ষায় উত্তীর্ণ হওয়া বুদ্ধিমত্তার একটি কৃতিত্ব যা কেবলমাত্র অন্য চারটি প্রাণী প্রজাতি সম্পন্ন করতে পারে।\nচ্যাক-চ্যাক-চ্যাক-চ্যাক\"। তরুণরাও আগের কলটি নির্গত করে, যদিও তারা \"উইক উইক\" এর মতো একটি তীব্র কল নির্গত করে, যা একটি ছোট কুকুরের ঘেউ ঘেউ করার মতো হতে পারে । প্রাপ্তবয়স্ক এবং অল্পবয়সী উভয়েই এক ধরনের হিস নির্গত করতে পারে যা দূর থেকে খুব কমই লক্ষণীয়।\nহল\n\n\n== শ্রেণিবিন্যাস এবং পদ্ধতিগত ==\nবাচাল বর্ণনা করেছিলেন এবং সুইস প্রকৃতিবিজ্ঞানী দ্বারা চিত্রিত করা হয়েছিল কনরাড Gessner তার মধ্যে ইতিহাস animalium 1555. এর 1758 সালে লিনিয়াস প্রজাতি অন্তর্ভুক্ত 10th সংস্করণ তাঁর Systema Naturae অধীনে দ্বিপদ নাম Corvus Pica ।বাচাল  একটি পৃথক সরিয়ে নেওয়া হয়েছে । উরেশীয় বাচাল উত্তর আমেরিকার চেহারায় প্রায় অভিন্ন কালো-বিল বাচাল ( Pica, hudsonia ) এবং এক সময়ে দুই প্রজাতির হিসেবে বিবেচনা করা হয় conspecific । 2000 সালে, আমেরিকান পক্ষীবিদদের ইউনিয়ন কণ্ঠস্বর এবং আচরণের অধ্যয়নের উপর ভিত্তি করে কালো-বিলযুক্ত ম্যাগপাইকে একটি পৃথক প্রজাতি হিসাবে বিবেচনা করার সিদ্ধান্ত নেয় যা নির্দেশ করে যে কালো-বিলযুক্ত ম্যাগপাই হলুদ-বিলযুক্ত ম্যাগপির কাছাকাছি ছিল। ( Pica nuttalli ) ইউরেশীয় ম্যাগপির চেয়ে।\n\n\n== ব্যুৎপত্তি ==\nম্যাগপিগুলি মূলত \"পাই\" নামে পরিচিত ছিল। এটি একটি প্রোটো-ইন্দো-ইউরোপীয় মূল থেকে এসেছে যার অর্থ \"পয়েন্টেড\", হয় চঞ্চু বা লেজের ক্ষেত্রে।উপসর্গ \"ম্যাগ\" 16 শতকের তারিখের এবং প্রদত্ত নাম মার্গারেটের সংক্ষিপ্ত রূপ থেকে এসেছে, পাই এর কলকে একজন মহিলার অলস বকবক করার মত শোনানো হত এবং তাই এটিকে \"ম্যাগ পাই\" বলা হত। পাখির জন্য \"পাই\" শব্দটি 13 শতকের তারিখের, এবং \"পাই\" শব্দটি প্রথম 1552 সালে লিপিবদ্ধ করা হয়, অন্যান্য পাখিদের ক্ষেত্রে প্রযোজ্য হয় যেগুলি কালো-সাদা প্লামেজ থাকার ক্ষেত্রে ম্যাগপির সাথে সাদৃশ্যপূর্ণ\n\n\n== বন্টন এবং বাসস্থান ==\n\nম্যাগপির পরিসর নাতিশীতোষ্ণ ইউরেশিয়া জুড়ে পর্তুগাল, স্পেন এবং আয়ারল্যান্ড থেকে পশ্চিমে কামচাটকা উপদ্বীপ পর্যন্ত বিস্তৃত । ঘনিষ্ঠভাবে সম্পর্কিত ওরিয়েন্টাল ম্যাগপাই ( P. serica ) জাপানে কিউশু দ্বীপে চালু করা হয়েছে\nপছন্দের অভ্যাসটি ছড়িয়ে ছিটিয়ে থাকা গাছের সাথে খোলা গ্রামাঞ্চল এবং ম্যাগপাইগুলি সাধারণত বৃক্ষহীন এলাকা এবং ঘন বন থেকে অনুপস্থিত থাকে। কখনও কখনও এরা উদ্যান এবং উদ্যানের মতো শহরতলির পরিবেশে উচ্চ ঘনত্বে বংশবৃদ্ধি করে। এগুলি প্রায়শই শহরের কেন্দ্রের কাছাকাছি পাওয়া যায়।\nম্যাগপাইরা সাধারণত বসে থাকে এবং শীতকাল তাদের বাসা বাঁধার অঞ্চলের কাছাকাছি কাটায় তবে সুইডেন, ফিনল্যান্ড এবং রাশিয়ায় তাদের পরিসরের উত্তর সীমার কাছাকাছি বসবাসকারী পাখিরা কঠোর আবহাওয়ায় দক্ষিণে যেতে পারে।\n\n\n== প্রজনন ==\n\nম্যাগপিস আঞ্চলিক এবং সারা বছর তাদের নিজস্ব অবস্থানে থাকে, এমনকি প্রজাতির সীমার উত্তরেও। জোড়া একবিবাহী এবং সারাজীবন একসাথে থাকে, কেউ হারিয়ে গেলে ইয়ারলিং এর স্টক থেকে নতুন সঙ্গী খুঁজে পায়। সঙ্গম বসন্তে সঞ্চালিত হয়। প্রহসন প্রদর্শনে পুরুষরা দ্রুত তাদের মাথার পালক বাড়ায় এবং অবনমিত করে, ভক্তদের মতো তাদের লেজগুলিকে উত্থাপন করে, খোলা এবং বন্ধ করে এবং তাদের স্বাভাবিক বকবক থেকে বেশ আলাদা নরম সুরে ডাকে। ফ্ল্যাঙ্কগুলির আলগা পালকগুলি প্রাইমারিগুলির উপরে আনা হয় এবং কাঁধের প্যাচটি ছড়িয়ে দেওয়া হয় যাতে সাদাটি স্পষ্ট হয়, সম্ভবত মহিলাদের আকর্ষণ করার জন্য। ছোট উচ্ছল ফ্লাইট এবং তাড়া অনুসরণ.\nম্যাগপিস তাদের বিশাল বাসার জন্য লম্বা গাছ পছন্দ করে, দৃঢ়ভাবে উপরের শাখায় একটি কেন্দ্রীয় কাঁটা দিয়ে তাদের সংযুক্ত করে। কাঠিগুলির একটি কাঠামো মাটি এবং কাদামাটি দিয়ে সিমেন্ট করা হয় এবং এর একটি আস্তরণ সূক্ষ্ম শিকড় দিয়ে আবৃত থাকে। উপরে একটি ঢিলেঢালাভাবে নির্মিত গম্বুজটি কাঁটাযুক্ত ডালের একক প্রবেশদ্বার সহ। পাতা ঝরে পড়লে এই বিশাল বাসাগুলো সুস্পষ্ট হয়। যেখানে গাছ দুষ্প্রাপ্য, যদিও ভাল জঙ্গলযুক্ত দেশে, বাসাগুলি মাঝে মাঝে ঝোপ এবং হেজরোতে তৈরি করা হয়।\nডিম সাধারণত এপ্রিল মাসে পাড়া হয়, পাঁচ থেকে আটটি স্বাভাবিক যদিও দশটির মতো রেকর্ড করা হয়েছে। পাখির আকারের জন্য ছোট, এগুলি সাধারণত নীল-সবুজ এবং কাছাকাছি দাগ এবং বাদামী এবং ধূসর দাগগুলির সাথে, তবে স্থল এবং চিহ্নিতকরণে অনেক বৈচিত্র দেখায়। বিপর্যয় প্রথম clutch.c অতিক্রম না করা পর্যন্ত শুধুমাত্র একটি বাচ্চা পালন করা হয়\n\n\n== খাদ্য ==\nম্যাগপাই সর্বভুক , ছোট পাখি এবং ডিম, ছোট স্তন্যপায়ী প্রাণী ,পোকামাকড় , স্ক্র্যাপস এবং ক্যারিয়ন, অ্যাকর্ন , শস্য এবং অন্যান্য উদ্ভিজ্জ পদার্থ খায় ।\n\n\n== বুদ্ধিমত্তা ==\nম্যাগপাইদের বিস্তৃত সামাজিক আচার-অনুষ্ঠানে জড়িত থাকতে দেখা গেছে, সম্ভবত দুঃখ প্রকাশ সহ।মিরর স্ব-স্বীকৃতি ইউরোপীয় magpies মধ্যে প্রদর্শিত হয়েছে, এই ক্ষমতার অধিকারী মাত্র কয়েকটি প্রজাতির মধ্যে একটি করে তোলে। \nইউরেশীয় ম্যাগপাইয়ের জ্ঞানীয় ক্ষমতাকে প্রমাণ হিসাবে বিবেচনা করা হয় যে কর্ভিড এবং প্রাইমেট উভয়ের মধ্যেই বুদ্ধিমত্তা স্বাধীনভাবে বিবর্তিত হয়েছে। এটি সরঞ্জামের ব্যবহার, ঋতু জুড়ে খাবার লুকিয়ে রাখার এবং সঞ্চয় করার ক্ষমতা, এপিসোডিক মেমরি , এবং তাদের নিজস্ব অভিজ্ঞতা ব্যবহার করে ষড়যন্ত্রের আচরণের ভবিষ্যদ্বাণী দ্বারা নির্দেশিত হয়। বুদ্ধিমত্তা প্রদর্শনকারী আরেকটি আচরণ হল তাদের বাচ্চাদের আকারের জন্য সঠিক আকারের অনুপাতে তাদের খাবার কাটা। বন্দিদশায়, ম্যাগপাইদের খাদ্য পেতে গণনা করতে দেখা গেছে, মানুষের কন্ঠস্বর অনুকরণ করে এবং তাদের নিজস্ব খাঁচা পরিষ্কার করার জন্য নিয়মিত সরঞ্জাম ব্যবহার করে। বন্য অঞ্চলে, তারা নিজেদেরকে দলবদ্ধ করে এবং জটিল কৌশল ব্যবহার করে অন্যান্য পাখি শিকার করে এবং যখন শিকারীদের মুখোমুখি হয়\n\n\n== প্রাণি সম্পর্ক ==\nইউরোপে, ম্যাগপিগুলিকে ঐতিহাসিকভাবে মানুষের দ্বারা ভূতপ্রেত করা হয়েছে, প্রধানত কুসংস্কার এবং মিথের ফলে। স্টিভ রাউড বলেছেন বৃহৎ কালো পাখি, যেমন কাক এবং দাঁড়কাক, ব্রিটিশ লোককাহিনীতে খারাপ হিসাবে দেখা হয় এবং সাদা পাখিদের ভাল হিসাবে দেখা হয়\"। ইউরোপীয় লোককাহিনীতে , ম্যাগপাইকে বেশ কিছু কুসংস্কারের সাথে যুক্ত করা হয়েছে দুর্ভাগ্যের লক্ষণ হিসেবে এর খ্যাতি ঘিরে। 19 শতকের বইটিতে, A Guide to the Scientific Knowledge of Things Familiar, magpies সম্পর্কিত একটি প্রবাদ আবৃত্তি করা হয়: \"বসন্তে একটি একক ম্যাগপাই, খারাপ আবহাওয়া আনবে\"। বইটি আরও ব্যাখ্যা করে যে এই কুসংস্কারটি ম্যাগপির জোড়ার অভ্যাস থেকে উদ্ভূত হয় যখন আবহাওয়া ঠিক থাকে তখনই একসাথে তারা খায়। ইন স্কটল্যান্ড , বাড়ির জানালার কাছে একটি বাচাল ভবিষ্যদ্বাণী করার জন্য বলা হয় মৃত্যুর । একটি ইংরেজী ঐতিহ্য বলে যে একটি একক ম্যাগপাইকে অভিবাদন দিয়ে অভ্যর্থনা জানানো হয় যাতে এটি হতে পারে দুর্ভাগ্য থেকে রক্ষা পেতে। একটি অভিবাদন শব্দটি বলার রূপ নিতে পারে 'শুভ সকাল, মিস্টার ম্যাগপি, মিসেস ম্যাগপি এবং অন্যান্য সমস্ত ছোট ম্যাগপি কেমন আছেন?'\nইন ব্রিটেন এবং আয়ারল্যান্ডের , একটি ব্যাপক ঐতিহ্যগত ছড়া, \" দুঃখ জন্য এক \", রেকর্ড শ্রুতি (এটা পরিষ্কার করতে হবে কিনা তা  গুরুত্বের বিশ্বাস করা হয়েছে) যে magpies এইজন্য ভবিষ্যৎ অনুমান কত দেখা হয় উপর নির্ভর করে। ছড়াটির অনেক আঞ্চলিক বৈচিত্র রয়েছে, যার অর্থ একটি নির্দিষ্ট সংস্করণ দেওয়া অসম্ভব।\nইন ইতালীয় ব্রিটিশ ও ফরাসি লোকাচারবিদ্যা, magpies চকচকে আইটেম, বিশেষ করে মূল্যবান পাথর বা ধাতু বস্তু গোছগাছ জন্য একটি ঝোঁক আছে বলে বিশ্বাস করা হয়। Rossini এর অপেরা লা gazza ladra এবং টিনটিন কমিক দ্য Castafiore এমারল্ড এই থিম উপর ভিত্তি করে। একটি সাম্প্রতিক গবেষণা গবেষণা এই বিশ্বাসের সত্যতা নিয়ে সন্দেহ প্রকাশ করেছ সালে বুলগেরিয় , চেক , জার্মান , হাঙ্গেরীয় , পোলিশ , রাশিয়ান , স্লোভাক এবং সুইডিশ লোক কাহিনীতে ম্যাগপাইকে চোর হিসেবে দেখা হয়। হাঙ্গেরিতে একটি পুরানো কথা আছে যে যদি ম্যাগপাই \"csörög\" (~ \"রিং\", কল), বাড়িতে অতিথি আসে। সম্ভবত গ্রামের বাড়ির সামনের গাছে বসে থাকতে পছন্দ করত এবং একজন লোক এগিয়ে আসার ইঙ্গিত দিত।\n\nসুইডেনে, এটি আরও জাদুবিদ্যার সাথে যুক্ত। নরওয়েতে, একটি ম্যাগপাইকে ধূর্ত এবং চোর হিসাবে বিবেচনা করা হয় , তবে হালডার পাখি , ভূগর্ভস্থ মানুষও।\nশিকারী হিসাবে তাদের ভূমিকার জন্য ম্যাগপিদের আক্রমণ করা হয়েছে, যার মধ্যে রয়েছে অন্যান্য পাখির ডিম এবং তাদের বাচ্চা খাওয়া। একটি সমীক্ষা এই দৃষ্টিভঙ্গিকে বিতর্কিত করেছে যে তারা গান-পাখির মোট জনসংখ্যাকে প্রভাবিত করে, গানবার্ড জনসংখ্যা বৃদ্ধির হারের উপর শিকারী প্রজাতির কোন প্রভাবের কোন প্রমাণ পাওয়া যায়নি। তাই আমাদের কাছে কোন ইঙ্গিত ছিল না যে গানপাখির জনসংখ্যার উপর শিকারীদের একটি সাধারণ প্রভাব ছিল। বৃদ্ধির হার\"অন্য একটি গবেষণায় দাবি করা হয়েছে যে গানপাখির জনসংখ্যা এমন জায়গায় বেড়েছে যেখানে ম্যাগপির সংখ্যা বেশি ছিল এবং তাদের মোট গান-পাখির জনসংখ্যার উপর নেতিবাচক প্রভাব পড়ে না।\n\n\n== চিত্রজগৎ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPica pica in the Flickr: Field Guide Birds of the World\n{{{2}}} ভিডিও, আলোকচিত্র ও ডাক, the Internet Bird Collection\nAgeing and sexing (PDF; 2.9 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze\nFeathers of Eurasian magpie  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৮ তারিখে"}