{"pageid": 1110807, "title": "বাংলাদেশ ইনস্টিটিউট অফ লেবার স্টাডিজ", "url": "https://bn.wikipedia.org/wiki?curid=1110807", "content": "বাংলাদেশ ইনস্টিটিউট অফ লেবার স্টাডিজ ( বিআইএলএস) হল বাংলাদেশে ট্রেড ইউনিয়নের কার্যকলাপ এবং অন্যান্য শ্রম সংক্রান্ত বিষয়গুলির জন্য একটি থিঙ্ক ট্যাঙ্ক। এটি ১৯৯৫ সালে ট্রেড ইউনিয়ন গঠন এবং তাদের কার্যক্রমকে সমর্থন করার জন্য সরকার ও সমাজের মধ্যে ট্রেড ইউনিয়নের কারণগুলিকে উন্নীত করার জন্য প্রতিষ্ঠিত হয়েছিল। বর্তমানে ১২টি বাংলাদেশী ট্রেড ইউনিয়ন ফেডারেশন BILS-এর সাথে অধিভুক্ত। বাংলাদেশের অন্যান্য অনেক শ্রমিক সংগঠনের মত, প্রতিষ্ঠানটি কোন রাজনৈতিক দলের সাথে সম্পৃক্ত নয়। ইনস্টিটিউট একটি দ্বিবার্ষিক জার্নাল, লেবার প্রকাশ করে।\n\n\n== সংগঠন ==\nবিলসের প্রধান কার্যালয় ঢাকায়। ইনস্টিটিউটের চট্টগ্রামে একটি \"শ্রম সম্পদ ও সহায়তা কেন্দ্র\" এবং মানিকগঞ্জে আরেকটি অফিস রয়েছে।\nবিআইএলএস প্রায়ই জার্মান সামাজিক গণতান্ত্রিক ফ্রেডরিখ এবার্ট ফাউন্ডেশন এবং ডেইলি স্টারের সাথে সহযোগিতা করে।\nবিআইএলএস-এর কাজকে শিক্ষাবিদদের দ্বারা বর্ণনা করা হয়েছে যে \"সম্পদ-অনাহারী বাংলাদেশ ইউনিয়নগুলির প্রচেষ্টায় উল্লেখযোগ্য বৃদ্ধি পেয়েছে।\"\n\n\n== ইতিহাস ==\nবিআইএলএস ১৯৯৫ সালে প্রতিষ্ঠিত হয়েছিল।\nএপ্রিল ২০০৬ সালে, বিআইএলএস ট্রেড ইউনিয়নগুলির মধ্যে মিটিং শুরু করে। যার ফলে গার্মেন্টস শ্রমিকদের শ্রম অবস্থার উন্নতি হয়। বিশেষ করে ন্যূনতম মজুরি বৃদ্ধির জন্য দশ-দফা দাবির সনদ তৈরি হয়। এই সনদটি ন্যূনতম মজুরি বোর্ড তৈরি করে এবং গার্মেন্টস শ্রমিকদের জন্য ৭-গ্রেডের ন্যূনতম মজুরি কাঠামো আজও ব্যবহৃত হয়।\nএছাড়াও ২০০৬, বিআইএলএস বাংলাদেশে গৃহকর্মীদের কাজের অবস্থার উন্নতির জন্য ট্রেড ইউনিয়ন, মানবাধিকার সংস্থা এবং এনজিওগুলির সাথে একত্রে গৃহকর্মী অধিকার নেটওয়ার্ক গঠন করে। ২০১০ সালে বাংলাদেশ সরকার, জোট গৃহকর্মীদের সুরক্ষায় ২০১৫ সালের একটি নীতি সিদ্ধান্ত হিসাবে গ্রহণ করে।\n২০১৩ সালের ঢাকা গার্মেন্টস ফ্যাক্টরি ধসের পর, বাংলাদেশ সরকার রানা প্লাজা সমন্বয় কমিটিতে যোগ দেয় যা দুর্যোগে নিহত ও আহতদের পরিবারকে অর্থ প্রদানের নেতৃত্ব দেয়।\n২০১৭ সালে, বিআইএলএস একটি সমীক্ষা পরিচালনা করে যাতে দেখা যায় যে বাংলাদেশের কারখানাগুলি ন্যূনতম কাজের ঘন্টা এবং কর্মক্ষেত্রের নিরাপত্তার জন্য আইএলও মান অনুসরণ করে না। জরিপে দেখা গেছে, দিনে আট ঘণ্টার পরিবর্তে বাংলাদেশে শ্রমিকরা গড়ে ১২ ঘণ্টা কাজ করে। জরিপ করা পরিবহন শ্রমিকদের প্রায় অর্ধেকই দিনে ১৫ ঘণ্টারও বেশি সময় ধরে কাজ করেছে। সেই বছরে, ইনস্টিটিউট ফ্রেডরিখ এবার্ট ফাউন্ডেশনের সাথে ১৬ জন তরুণ ট্রেড ইউনিয়ন নেতাদের জন্য শ্রম নীতি এবং শ্রমিকদের অধিকারের উপর একটি তিন মাসের প্রশিক্ষণ কোর্স পরিচালনা করে।\n২০১৮ সালে, বিআইএলএস এই নিয়ম বাতিল করার আহ্বান জানিয়েছিল যে একটি কারখানার ২০ শতাংশ শ্রমিক একটি ইউনিয়ন গঠনের জন্য প্রয়োজন। একই বছরে, ইনস্টিটিউট একটি সমীক্ষা পরিচালনা করে যা বাংলাদেশের অনানুষ্ঠানিক খাতে শ্রম আইনের সাথে সম্মতির অভাবের নথিভুক্ত করে। প্রতিষ্ঠানটি, শ্রমিক ঐক্য পরিষদ এবং জাতীয় শ্রমিক ফেডারেশনের সাথে সেই বছরে, রিকশাচালকদের কাজের অবস্থার উন্নতির জন্য ১৬টি দাবিও প্রকাশ করেছিল।\nকোভিট-১৯ মহামারি দ্বারা সৃষ্ট অর্থনৈতিক সংকটের সময়, বিআইএলএস বেকার কর্মীদের একটি জাতীয় ডাটাবেস প্রতিষ্ঠার জন্য তাদের সুরক্ষায় সহায়তা করার আহ্বান জানিয়েছে।\n\n\n== তথ্যসূত্র =="}