{"pageid": 1110471, "title": "ওয়াজেহ রশিদ নদভী", "url": "https://bn.wikipedia.org/wiki?curid=1110471", "content": "মুহাম্মদ ওয়াজেহ রশিদ আল হাসানী আন নদভী (১৯৩২ – ১৬ জানুয়ারি ২০১৯) ছিলেন একজন ভারতীয় ইসলামি পণ্ডিত, আরবি সাহিত্যিক, লেখক, গবেষক ও সাংবাদিক। তাকে ভারতে আরবি সাংবাদিকতার পথিকৃৎ বলা হয়। তিনি আবুল হাসান আলী নদভীর ভাগ্নে এবং রাবে হাসানী নদভীর সহোদর। তিনি দারুল উলুম নদওয়াতুল উলামার শিক্ষাবিভাগীয় প্রধান, আন্তর্জাতিক ইসলামি সাহিত্য সংস্থা ও ইসলামি গবেষণা একাডেমির সেক্রেটারি জেনারেল ছিলেন। তার সম্পাদনায় প্রকাশিত হয় পাক্ষিক আর রায়িদ। এছাড়াও তিনি আল বাসুল ইসলামির সহকারী সম্পাদক ছিলেন। ভারতের আরবি সাহিত্যে বিশেষ অবদানের স্বীকৃতিস্বরূপ তিনি ‘প্রেসিডেন্ট অ্যাওয়ার্ড’ লাভ করেন।\n\n\n== জীবনী ==\nওয়াজেহ রশিদ নদভী ১৯৩২ সালে ভারতের উত্তর প্রদেশের রায়বেরেলির তাকিয়া কিলাঁ গ্রামে জন্মগ্রহণ করেন। নিজ পরিবারে তার প্রাথমিক শিক্ষার হাতেখড়ি হয়। তারপর দারুল উলুম নদওয়াতুল উলামায় ইসলাম ও আরবি ভাষা শিক্ষা লাভ করেন। এরপর আলিগড় মুসলিম বিশ্ববিদ্যালয়ে থেকে ১৯৫২ সালে ইংরেজিতে অনার্স সম্পন্ন করেন।\n১৯৫৩ সালে তিনি অল ইন্ডিয়া রেডিওতে আরবি বিভাগের উপস্থাপক হিসেবে যোগদান করেন। ১৯৭৩ সালে উপস্থাপনা ছেড়ে তিনি নদওয়াতুল উলামায় যোগ দেন। আরবি ভাষা ও ইসলামি সাহিত্যে শিক্ষকতা ও লেখালেখির পাশাপাশি তিনি পাক্ষিক আরবি পত্রিকা ‘আর-রায়িদ’-এর সম্পাদক পদে নিযুক্ত হন। মাসিক আরবি পত্রিকা ‘আল-বাসুল ইসলামি’র সহকারী সম্পাদকের দায়িত্বও পালন করেন। তার পরিচালনায় নিয়মিত প্রকাশিত হয় নদওয়ার ইংরেজি মুখপত্র ‘দ্য ফ্রাগরেন্স অব ইস্ট’ (The Fragrance of East)। ভারতে আরবি সাহিত্যে বিশেষ অবদানের স্বীকৃতিস্বরূপ লাভ করেন ভারতের ‘প্রেসিডেন্ট অ্যাওয়ার্ড’।\nকর্মজীবনে তিনি নদওয়ার আরবি ভাষা ও সাহিত্য বিভাগের ডিন, ইসলামি দাওয়াহ ইনস্টিটিউটের প্রধান হিসেবে কাজ করেন। ভারতের অন্যতম খ্যাতিমান শিক্ষাবিদ আবদুল্লাহ আব্বাস নদভীর মৃত্যুর পর থেকে ধারাবাহিকভাবে তিনি দারুল উলুম নদওয়ার শিক্ষাবিভাগীয় প্রধান হিসেবেও দায়িত্ব পালন করেছেন। তিনি ‘রাবেতুল আদব আল ইসলামি আল আলমি’ (আন্তর্জাতিক ইসলামি সাহিত্য সংস্থা) ও ‘আল মুজাম্মাউল ইসলামি আল ইলমি’র (ইসলামি গবেষণা একাডেমি) সেক্রেটারি জেনারেল ছিলেন। ১৯৯৪ সালে তিনি প্রথম বাংলাদেশে এসেছিলেন চট্টগ্রামের জামেয়া দারুল মাআরিফ আল ইসলামিয়ার সাহিত্য সেমিনারে।\nতিনি ২০১৯ সালের ১৬ জানুয়ারি মৃত্যুবরণ করেন।\n\n\n== প্রকাশনা ==\nতিনি আরবি ‘আর-রায়িদ’, ‘আল বাসুল ইসলামি’  এবং সাকাফাতুল হিন্দে নিয়মিত লেখালেখি করতেন। তার মৌলিক ও অনূদিত গ্রন্থের মধ্যে রয়েছে:\n\nতারিখুল আদাবিল আরবি\nআদাবুস সাহওয়াহ আল ইসলামিয়্যাহ\nহারকাতুত তালিমিল ইসলামী ফিল হিন্দি ওয়া তাতাওউরুল মানহাজ\nআদ দাওয়াতুল ইসলামিয়্যাহ ওয়া মিনহাজুহা ফিল হিন্দ\nমুখতাসারুল শামায়িলিন নববিয়্যাহ\nইলা নিজামিন আলামিয়্যিন জাদিদিন\nআল ইমাম আহমদ বিন ইরফান আশ শহিদ\nমিন সানায়াতিল মাওতি ইলা সানায়াতিল কারারাত\nআ-লামুল আদাবিল আরবি ফিল আসরিল হাদিস\nআশ-শাইখ আবুল হাসান নদভি কায়িদান ওয়া হাকিমান\nমাসাদিরুল আদাবিল আরাবি ইত্যাদি\nআসাম বিশ্ববিদ্যালয়ের অধ্যাপক ড. আশফাক আহমদ নদভী বলেন, \n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nওয়াজেহ রশিদ নদভীর উর্দু বই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ সেপ্টেম্বর ২০১৬ তারিখে\nওয়াজেহ রশিদ নদভীর আরবি বই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ সেপ্টেম্বর ২০১৬ তারিখে"}