{"pageid": 1110813, "title": "চিন্তাকেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1110813", "content": "চিন্তাকেন্দ্র বলতে এমন এক ধরনের আন্তঃশাস্ত্রীয় গবেষক দল বা গবেষণা প্রতিষ্ঠানকে বোঝায়, যাতে উচ্চশিক্ষায়তন ও পেশাদারি ক্ষেত্র থেকে আগত অভিজ্ঞ বিশেষজ্ঞরা সামাজিক নীতি, রাজনৈতিক কৌশল, পরিবেশ, অর্থনীতি, সামরিক বাহিনী বা জাতীয় নিরাপত্তা, স্বাস্থ্যসেবা, প্রযুক্তি ও সংস্কৃতির মতো বিষয়গুলির বিষয়ে বিভিন্ন উৎস থেকে তথ্য সংগ্রহ করে সেগুলির উপরে সামাজিক বিজ্ঞানের বিভিন্ন পদ্ধতি প্রয়োগ করে বিশ্লেষণী গবেষণা সম্পাদন করেন, এগুলি সংক্রান্ত জননীতির লক্ষ্যসমূহ নির্মাণ করেন, সেগুলি সুপারিশ করেন ও সেগুলির সপক্ষে প্রবক্তার ভূমিকা পালন করেন। সব মিলিয়ে একটি চিন্তাকেন্দ্রে ৫ থেকে ৫০ জন গবেষক ও কর্মচারী থাকতে পারে। চিন্তাকেন্দ্রকে ইংরেজি পরিভাষায় \"থিংক ট্যাংক\" (think tank) বলা হয়। তাছাড়া এগুলিকে কখনও কখনও নীতি গবেষণা প্রতিষ্ঠান (Policy Research Institute) নামেও ডাকা হতে পারে।\nচিন্তাকেন্দ্রগুলি সমাজের উচ্চস্তরের ক্ষমতাবান ব্যক্তিদেরকে রাজনৈতিক ও অর্থনৈতিক নীতি নির্ধারণ ও বাস্তবায়নের প্রশ্নে নির্দিষ্ট পথ অনুসরণে রাজি করানোর চেষ্টা করে কিংবা তাদেরকে নির্দিষ্ট বিষয়ে পরামর্শ দান করে। চিন্তাকেন্দ্রগুলি জননীতি নির্ধারণ প্রক্রিয়াতে প্রভাব বিস্তার করে থাকে। তারা দাবী করে যে তাদের কাজ জননীতি সম্পর্কে জনগণের সচেতনতা বৃদ্ধি ও জনগণের সার্বিক কল্যাণের জন্য গুরুত্বপূর্ণ। চিন্তাকেন্দ্রগুলির গবেষকদের পেশাদারি মনোভাব ও বিশেষজ্ঞ জ্ঞান তাদের গবেষণার ফলাফলগুলিকে এক ধরনের বৈধতা ও নির্ভরযোগ্যতা প্রদান করে। তারা জননীতির বিভিন্ন ক্ষেত্রে গবেষণাপত্র, গ্রন্থ ও প্রতিবেদন প্রকাশনা, সম্মেলন, প্রশিক্ষণমূলক আলোচনাসভা বা সেমিনার ও কর্মশালা অনুষ্ঠিত করার মতো কর্মকাণ্ড পরিচালনা করে। কদাচিৎ তারা আইনের খসড়াও প্রস্তুত করতে পারে। মার্কিন যুক্তরাষ্ট্রের প্রেক্ষাপটে শীর্ষস্থানীয় পত্রপত্রিকায় মতামত কলামে প্রকাশিত নিবন্ধের সংখ্যা ও মার্কিন আইনসভার শুনানিতে বিশেষজ্ঞ সাক্ষ্যপ্রদানের সংখ্যাও একটি চিন্তাকেন্দ্রের সাফল্য নির্ধারণ করে থাকে। এছাড়া চিন্তাকেন্দ্রের বিশেষজ্ঞরা টেলিভিশন ও অন্যান্য গণমাধ্যমে সাক্ষাৎকার প্রদান করতে পারেন। বিশ শতকের শেষে এসে চিন্তাকেন্দ্রগুলি প্রধান রাজনৈতিক ও অর্থনৈতিক খেলোয়াড়ে পরিণত হয়েছে। তারা উচ্চশিক্ষায়তনিক অঙ্গন, রাষ্ট্র, রাজনৈতিক নেতৃত্ব, বৃহৎ ও শক্তিশালী ব্যবসায়িক প্রতিষ্ঠান ও নাগরিক সমাজের মধ্য মধ্যস্থতাকারী একটি বুদ্ধিবৃত্তিক ও রাজনৈতিক অবস্থান দখল করেছে। তারা সরকার ও ব্যবসা প্রতিষ্ঠানগুলির বিভিন্ন কর্মকাণ্ডের গ্রহণযোগ্য সীমা বা তাত্ত্বিক পরিকাঠামো নির্ধারণে সক্রিয় ও আধিপত্যমূলক ভূমিকা রাখে। তবে একই সাথে তারা তাদের গবেষণার প্রকৃতি স্বাধীন ও বস্তুনিষ্ঠ দাবী করে নিজেদের প্রাতিষ্ঠানিক নির্ভরযোগ্যতা ধরে রাখার চেষ্টা করে। কোনও দেশের চিন্তাকেন্দ্রের সংখ্যা ও বৈচিত্র্য সেই দেশের সমাজের নতুন ধ্যানধারণা শোনার উন্মুক্ত মনোভাব ও দেশটির প্রাতিষ্ঠানিক সামর্থ্যের একটি সূচক।\nবেশিরভাগ চিন্তাকেন্দ্রই বেসরকারী সংস্থা হয়ে থাকে, তবে কিছু চিন্তাকেন্দ্র সরকার, আধা-স্বায়ত্তশাসিত সংস্থা বা বিশেষ রাজনৈতিক দল, ব্যবসা বা সামরিক বাহিনীর সাথে যুক্ত থাকতে পারে। চিন্তাকেন্দ্রগুলি সাধারণত ধনী ব্যক্তিদের ব্যক্তিগত অনুদান নিয়ে তহবিল গঠন করে; এছাড়া চুক্তি, মরণোত্তর অনুদান, প্রতিবেদন বিক্রয়, ইত্যাদিও এগুলির আয়ের উৎস। এগুলি ব্যক্তি, দাতব্য প্রতিষ্ঠান, বেসরকারি বা বাণিজ্যিক প্রতিষ্ঠানের পাশাপাশি সরকারের জন্যও কাজ করতে পারে। সরকারের জন্য তারা সামাজিক নীতি পরিকল্পনা ও জাতীয় নিরাপত্তার মতো বিষয়গুলিতে পরামর্শ প্রদান করে। বাণিজ্যিক ক্ষেত্রে এগুলি নতুন প্রযুক্তি বা নতুন পণ্যের উদ্ভাবন ও পরীক্ষণের ব্যাপারে পরামর্শ দান করে। চিন্তাকেন্দ্রগুলি সাধারণত রাজনৈতিক দল ও সরকার থেকে স্বাধীন হলেও এগুলির রাজনৈতিক পক্ষপাত থাকতে পারে। \nচিন্তাকেন্দ্রের ইংরেজি পরিভাষা \"থিংক ট্যাংক\" (Think tank) মূলত ২য় বিশ্বযুদ্ধের সময় উদ্ভাবিত একটি সামরিক বিভাষা, যা দিয়ে সামরিক পরিকল্পনা ও সমরকৌশল আলোচনার নিরাপদ স্থান বোঝানো হত। ১৯৬০-এর দশকে মার্কিন যুক্তরাষ্ট্রে বেসরকারি ব্যক্তিমালিকানাধীন অলাভজনক নীতি গবেষণা সংস্থাগুলিকে নির্দেশ করতে এই পরিভাষাটির ব্যবহার শুরু হয়। এর বহু আগে ১৯শ শতকের শেষভাগে যুক্তরাজ্যের ফাবিয়ান সোসাইটি নামক সংগঠনটি জননীতির পরিবর্তনের লক্ষ্যে একই রকম ভূমিকা পালন করেছিল। বহু বছর ধরে কেবলমাত্র মার্কিন যুক্তরাষ্ট্রেই এই রকমের চিন্তাকেন্দ্রগুলির বিকাশ ঘটে, কেননা সেখানে সরকারি তহবিলের পরিবর্তে বেসরকারি তহবিলের অর্থায়নে এই ধরনের প্রতিষ্ঠান গঠনের জন্য রাজনৈতিক পরিস্থিতি অনুকূল ছিল। পরবর্তীতে ইংরেজিভাষী অন্যান্য দেশ যেমন যুক্তরাজ্য, কানাডা ও অস্ট্রেলিয়াতেও এগুলির বিকাশ ঘটে। ২১শ শতকের শুরুতে এসে চিন্তাকেন্দ্রগুলির সিংহভাগই মূলত উত্তর আমেরিকা ও পশ্চিম ইউরোপে অবস্থিত, তবে আফ্রিকা, পূর্ব ইউরোপ, মধ্য এশিয়া ও দক্ষিণ-পূর্ব এশিয়াতে এগুলির সংখ্যা বৃদ্ধি পেয়েছে। ২০০৭ সালে সারা বিশ্বে প্রায় ৫ হাজার চিন্তাকেন্দ্র ছিল, যার মধ্যে ৬১% মার্কিন যুক্তরাষ্ট্র, কানাডা ও পশ্চিম ইউরোপে অবস্থিত ছিল। এশিয়া মহাদেশে সেসময় প্রায় ৬০০টি চিন্তাকেন্দ্র ছিল।\n\n\n== বিশ্বে চিন্তাকেন্দ্র ==\n\n\n=== আফ্রিকায় চিন্তাকেন্দ্র ===\n\n\n==== ঘানা ====\nঘানার প্রথম রাষ্ট্রপতি, ডক্টর কোয়ামে এনক্রুমাহ ১৯৬০-এর দশকে বিভিন্ন রাষ্ট্র-সমর্থিত চিন্তাকেন্দ্র স্থাপন করেছিলেন। ১৯৯০ এর দশকের মধ্যে,আফ্রিকাতে বিভিন্ন নীতিতে গবেষণা কেন্দ্র গড়ে ওঠে। এগুলো শিক্ষাবিদদের দ্বারা প্রতিষ্ঠিত হয়; তারা ঘানায় জননীতিকে প্রভাবিত করতে চেয়েছিল।\nঘানার উল্লেখযোগ্য চিন্তাকেন্দ্রগুলির মধ্যে রয়েছে:\n\nIMANI সেন্টার ফর পলিসি অ্যান্ড এডুকেশন\nইন্সটিটিউট অফ ইকোনমিক অ্যাফেয়ার্স, ঘানা (IEA)\n\n\n==== মরক্কো ====\nAMAQUEN, ২০০৩ সালে প্রতিষ্ঠিত, এটি একটি প্রকাশনা চিন্তাকেন্দ্র, আন্তর্জাতিক বৈজ্ঞানিক জার্নাল দ্য জার্নাল অফ কোয়ালিটি ইন এডুকেশন,  এবং আন্তর্জাতিক ইভেন্ট (CIMQUSEF) এর মাধ্যমে শিক্ষার ক্ষেত্রে একটি চিন্তাকেন্দ্র।  মারিয়ান রিপাবলিকের মতে, AMAQUEN হল শিক্ষা-সম্পর্কিত বিষয়গুলির জন্য একটি নেতৃস্থানীয় চিন্তাকেন্দ্র।\n\n\n==== সোমালিয়া ====\nহেরিটেজ ইনস্টিটিউট ফর পলিসি স্টাডিজ\nপুন্টল্যান্ড উন্নয়ন গবেষণা কেন্দ্র\n\n\n==== দক্ষিণ আফ্রিকা ====\nআফ্রিকায় টেকসই গণতন্ত্রের জন্য নির্বাচনী প্রতিষ্ঠান\nফ্রি মার্কেট ফাউন্ডেশন\nএফডব্লিউ ডি ক্লার্ক ফাউন্ডেশন\nহেলেন সুজমান ফাউন্ডেশন\nইনস্টিটিউট ফর ডেমোক্রেটিক অল্টারনেটিভ ইন সাউথ আফ্রিকা (আইডিএএসএ)\nইনস্টিটিউট ফর জাস্টিস অ্যান্ড রিকনসিলিয়েশন\nইনস্টিটিউট ফর সিকিউরিটি স্টাডিজ\nসাউথ আফ্রিকান ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স (SAIIA)\nসাউথ আফ্রিকান ইনস্টিটিউট অফ রেস রিলেশনস\n\n\n=== এশীয় চিন্তাকেন্দ্র ===\n\n\n==== আফগানিস্তান ====\nআফগানিস্তানে সরকারি, বেসরকারি এবং কর্পোরেট সংস্থার আকারে বেশ কিছু চিন্তাকেন্দ্র রয়েছে। যেমন\n\nআফগানিস্তান বিশ্লেষক নেটওয়ার্ক\nআফগানিস্তান পাবলিক পলিসি রিসার্চ অর্গানাইজেশন\nসংঘর্ষ ও শান্তি অধ্যয়ন কেন্দ্র\n\n\n==== আর্মেনিয়া ====\nগ্লোবাল গো চিন্তাকেন্দ্র রিপোর্ট ২০১২ অনুসারে, আর্মেনিয়ায় ১৪টি চিন্তাকেন্দ্র রয়েছে, যার বেশিরভাগ ইয়েরেভানে অবস্থিত। আর্মেনিয়ার উল্লেখযোগ্য চিন্তাকেন্দ্রগুলির মধ্যে রয়েছে অর্থনৈতিক উন্নয়ন ও গবেষণা কেন্দ্র (EDRC) এবং আন্তর্জাতিক মানব উন্নয়ন কেন্দ্র (ICHD)।\n\n\n==== বাংলাদেশ ====\nবাংলাদেশে সরকারি, বেসরকারি এবং কর্পোরেট সংস্থার আকারে বেশ কিছু চিন্তাকেন্দ্র রয়েছে। যেমন\n\nবাংলাদেশ ইনস্টিটিউট অব ডেভেলপমেন্ট স্টাডিজ (বিআইডিএস)\nবাংলাদেশ ইনস্টিটিউট অফ ল অ্যান্ড ইন্টারন্যাশনাল অ্যাফেয়ার্স (বিলিয়া)\nবাংলাদেশ ইনস্টিটিউট অব পিস অ্যান্ড সিকিউরিটি স্টাডিজ (বিআইপিএসএস)\nসেন্টার ফর পলিসি ডায়ালগ (CPD)\nআন্তর্জাতিক উন্নয়ন কেন্দ্র (IGC)\nমেকিং আওয়ার ইকোনমি রাইট (MOER)\nবাংলাদেশ ইনস্টিটিউট অব লেবার স্টাডিজ (বিলস)\n\n\n==== চীন ====\nগণপ্রজাতন্ত্রী চীনে রাষ্ট্রীয় পরিষদের উন্নয়ন গবেষণা কেন্দ্রের মতো সরকারী সংস্থাগুলি দ্বারা স্পনসর করা হয়েছে অনেক চিন্তাকেন্দ্র। কিন্তু এখনও ধারণাগুলিকে আরও স্বাধীনভাবে প্রস্তাব ও বিতর্ক করতে সক্ষম হওয়ার জন্য পর্যাপ্ত বে-সরকারি মর্যাদা বজায় রেখেছে। জানুয়ারী ২০১২ সালে, চীনের প্রথম বে-সরকারি চিন্তাকেন্দ্র, দক্ষিণ বেসরকারি চিন্তাকেন্দ্র, গুয়াংডং প্রদেশে প্রতিষ্ঠিত হয়েছিল। ২০০৯ সালে চীনা সেন্টার ফর ইন্টারন্যাশনাল ইকোনমিক এক্সচেঞ্জ প্রতিষ্ঠিত হয়।\n\n\n==== হংকং ====\nহংকং-এর চিন্তাকেন্দ্রগুলির মধ্যে রয়েছে:\n\nবাউহিনিয়া ফাউন্ডেশন রিসার্চ সেন্টার\nহংকং এর ব্যবসা এবং পেশাদার ফেডারেশন\nকেন্দ্রীয় নীতি ইউনিট\nসিভিক এক্সচেঞ্জ\nআগামীকালের জন্য গ্লোবাল ইনস্টিটিউট\nএইচকে গোল্ডেন৫০\nহংকং খ্রিস্টান শিল্প কমিটি\nহংকং ডেমোক্রেটিক ফাউন্ডেশন\nহংকং পিপলস কাউন্সিল অন হাউজিং পলিসি\nলায়ন রক ইনস্টিটিউট\nনিউ সেঞ্চুরি ফোরাম\nআমাদের হংকং ফাউন্ডেশন\nএক দেশ দুই সিস্টেম রিসার্চ ইনস্টিটিউট\nগণতন্ত্রের পথ\nপলিসি ইনোভেশন অ্যান্ড কো-অর্ডিনেশন ইউনিট\nপ্রফেশনাল কমন্স\n\n\n==== ভারত ====\nভারতে বিশ্বের দ্বিতীয় বৃহত্তম চিন্তাকেন্দ্র রয়েছে । বেশিরভাগই নয়াদিল্লিতে অবস্থিত। এর কয়েকটিতে সরকার-স্পন্সর করে। এর মধ্যে বেশ কিছু বৈদেশিক নীতি এবং নিরাপত্তা সংক্রান্ত বিষয়ে কাজ করে কিছু চিন্তাকেন্দ্র আছে যারা পরিবেশগতভাবে দায়ী এবং জলবায়ু প্রতিরোধী ধারণা প্রচার করে যেমন সেন্টার ফর সায়েন্স অ্যান্ড এনভায়রনমেন্ট, সেন্টার ফর পলিসি রিসার্চ এবং ওয়ার্ল্ড রিসোর্সেস ইনস্টিটিউট । অবজারভার রিসার্চ ফাউন্ডেশন এবং সেন্টার ফর সিভিল সোসাইটির মতো অন্যান্য চিন্তাকেন্দ্র রয়েছে।\n\n\n==== ইন্দোনেশিয়া ====\nকৌশলগত এবং আন্তর্জাতিক স্টাডিজ কেন্দ্র\n\n\n==== ইরাক ====\nইরাকে, বিশেষ করে কুর্দিস্তান অঞ্চলে সম্প্রতি ৫০টিরও বেশি চিন্তাকেন্দ্র রয়েছে। ইরাকের নেতৃস্থানীয় চিন্তাকেন্দ্র হল মধ্যপ্রাচ্য গবেষণা ইনস্টিটিউট (MERI), যা এরবিলে অবস্থিত। MERI হল একটি স্বাধীন বেসরকারি নীতি গবেষণা সংস্থা, যা ২০১৪ সালে প্রতিষ্ঠিত এবং ইংরেজি, কুর্দি এবং আরবি ভাষায় প্রকাশ করে। এটি মধ্যপ্রাচ্যে ৪৬তম হিসাবে মার্কিন যুক্তরাষ্ট্রের পেনসিলভেনিয়া বিশ্ববিদ্যালয়ের লডার ইনস্টিটিউট দ্বারা বিশ্বব্যাপী র‌্যাঙ্কিংয়ে তালিকাভুক্ত করা হয়েছে।\n\n\n==== ইজরায়েল ====\nইসরায়েলে অনেক চিন্তাকেন্দ্র দল রয়েছে, যেমন \n\nশাহরিত - সাধারণ কারণ তৈরি করা\nজেরুজালেম ইনস্টিটিউট ফর মার্কেট স্টাডিজ (JIMS)\nReut ইনস্টিটিউট\nইসরায়েল কাউন্সিল অন ফরেন রিলেশনস\nজেরুজালেম সেন্টার ফর পাবলিক অ্যাফেয়ার্স\nঅ্যাডভা সেন্টার\nইসরায়েল ডেমোক্রেসি ইনস্টিটিউট\nজেরুজালেম ইনস্টিটিউট ফর পলিসি রিসার্চ\nমায়ার্স-জেডিসি-ব্রুকডেল ইনস্টিটিউট\nজেরুজালেমের হিব্রু ইউনিভার্সিটিতে ফ্লোরশাইমার স্টাডিজ\nহ্যারি এস. ট্রুম্যান রিসার্চ ইনস্টিটিউট ফর দ্য অ্যাডভান্সমেন্ট অফ পিস, জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়\nইন্টারন্যাশনাল ইনস্টিটিউট ফর কাউন্টার টেরোরিজম - আইডিসি হার্জিলিয়া\nইসরায়েল সেন্টার ফর থার্ড সেক্টর রিসার্চ, নেগেভের বেন গুরিয়ন ইউনিভার্সিটি\nIPCRI - গবেষণা ও তথ্যের জন্য ইসরাইল/প্যালেস্টাইন সেন্টার\nমিলকেন ইনস্টিটিউট\nশে দায়ান সেন্টার ফর মিডল ইস্টার্ন অ্যান্ড আফ্রিকান স্টাডিজ, তেল আবিব বিশ্ববিদ্যালয়\nদ্য বিগিন-সাদত সেন্টার -বার ইলান ইউনিভার্সিটি\nজেরুজালেমের হিব্রু ইউনিভার্সিটিতে ইসরায়েলের ফিলানথ্রপি অধ্যয়নের কেন্দ্র\nজেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ের ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিজ\nইহুদি আরব কেন্দ্র (জেএসি), হাইফা বিশ্ববিদ্যালয়\nইহুদি সরকারি নীতি ইনস্টিটিউট (জেপিপিআই)\nশালেম সেন্টার\nন্যাশনাল সিকিউরিটি স্টাডিজ ইনস্টিটিউট, তেল আবিব বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত।\n\n\n==== জাপান ====\nজাপানে ১০০ টিরও বেশি চিন্তাকেন্দ্র রয়েছে, যার বেশিরভাগই কেবল নীতি গবেষণাই নয়, অর্থনীতি, প্রযুক্তি ইত্যাদিও কভার করে। কিছু সরকার সম্পর্কিত, তবে বেশিরভাগ চিন্তাকেন্দ্র বেসরকারী খাত দ্বারা স্পনসর করা হয়।\n\n\n==== কাজাখস্তান ====\nকাজাখস্তান প্রজাতন্ত্রের প্রথম রাষ্ট্রপতির ফাউন্ডেশনে বিশ্ব অর্থনীতি ও রাজনীতি ইনস্টিটিউট (IWEP) ২০০৩ সালে তৈরি হয়েছিল। আইডব্লিউইপি কার্যক্রম বিশ্ব অর্থনীতি, আন্তর্জাতিক সম্পর্ক, ভূ-রাজনীতি, নিরাপত্তা, একীকরণ এবং ইউরেশিয়ার গবেষণার সমস্যাগুলির পাশাপাশি কাজাখস্তান প্রজাতন্ত্রের প্রথম রাষ্ট্রপতির জরিপ এবং একটি স্বাধীন রাষ্ট্র হিসাবে কাজাখস্তান প্রতিষ্ঠা ও শক্তিশালীকরণে এর অবদানের লক্ষ্যে। আন্তর্জাতিক সহযোগিতার উন্নয়ন এবং শান্তি ও স্থিতিশীলতার প্রচার করে।\nকাজাখস্তান ইনস্টিটিউট ফর স্ট্র্যাটেজিক স্টাডিজ অফ দ্য আরকে (কাজিআইএসএস) এর অধীনে ১৬ জুন ১৯৯৩ সালে আরকে-এর রাষ্ট্রপতির ডিক্রি দ্বারা প্রতিষ্ঠিত হয়েছিল। কাজাখস্তান প্রজাতন্ত্রের রাষ্ট্রপতির অধীনে কাজাখস্তান ইনস্টিটিউট ফর স্ট্র্যাটেজিক স্টাডিজের মূল লক্ষ্য, যা একটি জাতীয় চিন্তাকেন্দ্র হিসাবে কাজ করে। কাজাখস্তানের রাষ্ট্রপতির জন্য বিশ্লেষণাত্মক এবং গবেষণা সমর্থন বজায় রাখে। \n\n\n==== মালয়েশিয়া ====\nমালয়েশিয়ার উল্লেখযোগ্য চিন্তাকেন্দ্রগুলির মধ্যে রয়েছে:\n\nএকাডেমি অফ সায়েন্সেস মালয়েশিয়া (এএসএম)\nইনস্টিটিউট ফর ডেমোক্রেসি অ্যান্ড ইকোনমিক অ্যাফেয়ার্স (আইডিইএএস)\nশিক্ষা ও অর্থনৈতিক শ্রেষ্ঠত্বের অগ্রগামী ইনস্টিটিউট (ইনস্পায়ার)\nমালয়েশিয়ার মেরিটাইম ইনস্টিটিউট (MIMA)\nজওহর একাডেমি অফ সোশ্যাল সায়েন্সেস (JASS) \nজেফরি চেহ ইনস্টিটিউট অন সাউথইস্ট এশিয়া (জেসিআই)\nমালয়েশিয়ান ইন্ডাস্ট্রি-গভর্নমেন্ট গ্রুপ ফর হাই টেকনোলজি (সম্ভবত)\nইসলামিক রেনেসাঁ ফ্রন্ট (IRF)\n\n\n==== পাকিস্তান ====\nপাকিস্তানের চিন্তাকেন্দ্রগুলি মূলত সামাজিক নীতি, অভ্যন্তরীণ রাজনীতি, বৈদেশিক নিরাপত্তা সমস্যা এবং আঞ্চলিক ভূ-রাজনীতিকে ঘিরে আবর্তিত হয়। এর বেশির ভাগই রাজধানী ইসলামাবাদকে কেন্দ্র করে। একটি উল্লেখযোগ্য চিন্তাকেন্দ্র হল সাসটেইনেবল ডেভেলপমেন্ট পলিসি ইনস্টিটিউট ( এসডিপিআই ), যা বিশেষ করে পরিবেশ ও সামাজিক উন্নয়নের ক্ষেত্রে নীতি ওকালতি এবং গবেষণার উপর দৃষ্টি নিবদ্ধ করে। ইসলামাবাদে অবস্থিত আরেকটি উল্লেখযোগ্য নীতি গবেষণা প্রতিষ্ঠান হল ইনস্টিটিউট অফ সোশ্যাল অ্যান্ড পলিসি সায়েন্সেস (I-SAPS) যা শিক্ষা, স্বাস্থ্য, দুর্যোগ ঝুঁকি হ্রাস, শাসন, সংঘাত এবং স্থিতিশীলতার ক্ষেত্রে কাজ করে।\n\n\n==== ফিলিপাইন ====\nফিলিপাইনের চিন্তাকেন্দ্রগুলিকে সাধারণত জাতীয় সরকারের সাথে তাদের সংযোগের পরিপ্রেক্ষিতে শ্রেণিবদ্ধ করা যেতে পারে। নীতি-নির্ধারণ প্রক্রিয়ায় গবেষণা ইনপুট প্রদানের সুনির্দিষ্ট উদ্দেশ্যে ফিলিপাইন সরকার দ্বারা বেশ কয়েকটি স্থাপন করা হয়েছিল। \n\n\n==== শ্রীলংকা ====\nশ্রীলঙ্কায় সরকারি, বেসরকারি এবং কর্পোরেট সংস্থার আকারে বেশ কিছু চিন্তাকেন্দ্র রয়েছে।\n\nলক্ষ্মণ কাদিরগামার ইনস্টিটিউট অফ ইন্টারন্যাশনাল রিলেশনস অ্যান্ড স্ট্র্যাটেজিক স্টাডিজ হল একটি নীতি-অধ্যয়ন ইনস্টিটিউট যা প্রায়শই একটি চিন্তাকেন্দ্র হিসাবে উল্লেখ করা হয়।\nLIRNEasia হল একটি চিন্তাকেন্দ্র যা এশিয়া-প্যাসিফিক জুড়ে নিয়ন্ত্রক ও নীতি সংক্রান্ত বিষয়ে কাজ করে। তাদের প্রধান ফোকাস হল আইসিটি সেক্টর, যদিও তারা কৃষি এবং স্বাস্থ্যের মতো অন্যান্য সেক্টরে কাজ করে, যা আইসিটি থেকে উপকৃত হতে পারে।\nভেরিটে রিসার্চ কলম্বোতে একটি আন্তঃবিভাগীয় চিন্তাকেন্দ্র।\n\n\n==== সিঙ্গাপুর ====\nসিঙ্গাপুরে বেশ কয়েকটি চিন্তাকেন্দ্র রয়েছে যারা সরকারকে বিভিন্ন নীতি এবং সেইসাথে অঞ্চলের কর্পোরেশনগুলির জন্য ব্যক্তিগত বিষয়ে পরামর্শ দেয়। তাদের অনেকগুলি স্থানীয় সরকারী শিক্ষা প্রতিষ্ঠানের মধ্যে হোস্ট করা হয়।\nতাদের মধ্যে রয়েছে সিঙ্গাপুর ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স (SIIA), ইনস্টিটিউট অফ সাউথইস্ট এশিয়ান স্টাডিজ (ISEAS), এবং এস. রাজারত্নম স্কুল অফ ইন্টারন্যাশনাল স্টাডিজ । \n\n\n==== তাইওয়ান ====\n২০১৭ সালে তাইওয়ানের ৫৮টি চিন্তাকেন্দ্র ছিল, যা বিশ্বের ২৫তম।  বেশিরভাগ দেশের মতো এখানেও সরকারি অর্থায়নে এবং বেসরকারিভাবে অর্থায়িত চিন্তাকেন্দ্রের মিশ্রণ রয়েছে। \nবর্ণানুক্রমিক ক্রমে তাইওয়ানের চিন্তাকেন্দ্র:\n\nচুং-হুয়া ইনস্টিটিউশন ফর ইকোনমিক রিসার্চ\nজাতীয় প্রতিরক্ষা ও নিরাপত্তা গবেষণা ইনস্টিটিউট\nসম্ভাবনা ফাউন্ডেশন\nতাইওয়ান এশিয়া এক্সচেঞ্জ ফাউন্ডেশন\nতাইওয়ান প্রতিযোগিতামূলক ফোরাম\nতাইওয়ান ফাউন্ডেশন ফর ডেমোক্রেসি\nতাইওয়ান ইনস্টিটিউট অফ ইকোনমিক রিসার্চ\n\n\n==== থাইল্যান্ড ====\nথাইল্যান্ড উন্নয়ন গবেষণা ইনস্টিটিউট\niLaw\n\n\n==== সংযুক্ত আরব আমিরাত ====\nসংযুক্ত আরব আমিরাত রাজনৈতিক ভিত্তিক চিন্তাকেন্দ্রগুলির একটি কেন্দ্র; যা আঞ্চলিক এবং বৈশ্বিক উভয় নীতিতে মনোনিবেশ করে। MENA অঞ্চলে সন্ত্রাসবাদ, শিক্ষা এবং অর্থনৈতিক নীতির উপর বিশ্বব্যাপী বিতর্কে উল্লেখযোগ্য চিন্তাকেন্দ্র আবির্ভূত হয়েছে। চিন্তা ট্যাংক অন্তর্ভুক্ত:\n\nআল মেসবার স্টাডিজ অ্যান্ড রিসার্চ সেন্টার\nদুবাই ইকোনমিক কাউন্সিল\nউপসাগরীয় গবেষণা কেন্দ্র\nপ্রাচ্য গবেষণা কেন্দ্র\n\n\n==== উজবেকিস্তান ====\nCED  – সেন্টার ফর ইকোনমিক ডেভেলপমেন্ট (Центр Содействия Экономическому Развитию) হল একটি চিন্তাকেন্দ্র যার প্রধান কাজগুলি হল: উজবেকিস্তানে অর্থনৈতিক সংস্কার ও উন্নয়নে বিশ্লেষণমূলক সহায়তা; অর্থনৈতিক উন্নয়নের বিষয়ে জ্ঞান এবং দক্ষতা উন্নত করা; অর্থনৈতিক উন্নয়নের বিষয়ে সরকার, সুশীল সমাজ এবং বেসরকারি খাতের মধ্যে ফলপ্রসূ সংলাপে সহায়তা।\n\n\n=== ওশেনিয়ান চিন্তাকেন্দ্র ===\n\n\n==== অস্ট্রেলিয়া ====\nবেশিরভাগ অস্ট্রেলিয়ান চিন্তাকেন্দ্রগুলি বিশ্ববিদ্যালয়গুলিতে অবস্থিত - উদাহরণস্বরূপ, মেলবোর্ন ইনস্টিটিউট - বা সরকারী অর্থায়নে রয়েছে - উদাহরণস্বরূপ, উত্পাদনশীলতা কমিশন বা CSIRO ৷\n\n\n==== নিউজিল্যান্ড ====\nনিউজিল্যান্ড ভিত্তিক চিন্তাকেন্দ্রগুলির মধ্যে রয়েছে:\n\n\n=== ইউরোপীয় থিংক ট্যাংক ===\n\n\n==== বেলজিয়াম ====\nব্রাসেলস বেশিরভাগ ইউরোপীয় প্রতিষ্ঠানের আয়োজক, তাই সেখানে প্রচুর সংখ্যক আন্তর্জাতিক চিন্তাকেন্দ্র রয়েছে। উল্লেখযোগ্য চিন্তাকেন্দ্রগুলি হল ব্রুগেল, দ্য সেন্টার ফর ইউরোপিয়ান পলিসি স্টাডিজ (CEPS), সেন্টার ফর দ্য নিউ ইউরোপ (CNE), ইউরোপিয়ান সেন্টার অফ ইন্টারন্যাশনাল পলিটিক্যাল ইকোনমি (ECIPE), ইউরোপিয়ান পলিসি সেন্টার (EPC), দ্য ফ্রেন্ডস অফ ইউরোপ, গ্লোবাল গভর্নেন্স ইনস্টিটিউট (GGI), Liberales, এবং খেলাধুলা এবং নাগরিকত্ব।\n\n\n==== বুলগেরিয়া ====\nবুলগেরিয়ার অনেকগুলি চিন্তাকেন্দ্র রয়েছে যা দক্ষতা প্রদান করে এবং নীতি গঠন করে, যার মধ্যে রয়েছে আধুনিক রাজনীতি ইনস্টিটিউট ।\n\n\n==== চেক প্রজাতন্ত্র ====\nইউরোপীয় মূল্যবোধ চিন্তাকেন্দ্র \nপ্রাগ সিকিউরিটি স্টাডিজ ইনস্টিটিউট (PSSI) \n\n\n==== ডেনমার্ক ====\nCEPOS হল ডেনমার্কের একটি ধ্রুপদী উদার/মুক্ত-বাজার রক্ষণশীল চিন্তাকেন্দ্র।\n\n\n==== ফিনল্যান্ড ====\nফিনল্যান্ডের বেশ কয়েকটি ছোট চিন্তাকেন্দ্র রয়েছে যা খুব নির্দিষ্ট ক্ষেত্রে দক্ষতা প্রদান করে। উল্লেখযোগ্য চিন্তাকেন্দ্রগুলির মধ্যে রয়েছে:\n\nঅ্যাল্যান্ড দ্বীপপুঞ্জ শান্তি ইনস্টিটিউট\nডেমোস হেলসিঙ্কি \nহাইব্রিড হুমকি মোকাবেলার জন্য ইউরোপীয় সেন্টার অফ এক্সিলেন্স (হাইব্রিড CoE) \nক্রাইসিস ম্যানেজমেন্ট ইনিশিয়েটিভ (CMI) \nফিনিশ অর্থনীতির গবেষণা প্রতিষ্ঠান (Etla) \nফিনিশ ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স \n\n\n==== ফ্রান্স ====\nফ্রেঞ্চ ইনস্টিটিউট অফ ইন্টারন্যাশনাল রিলেশনস (আইএফআরআই) ১৯৭৯ সালে প্রতিষ্ঠিত হয়েছিল এবং চ্যাথাম হাউস (ইউকে, ১৯২০) এবং স্টকহোম ইন্টারন্যাশনাল পিস রিসার্চ ইনস্টিটিউট (সুইডেন, ১৯৬০) এর পরে পশ্চিম ইউরোপের তৃতীয় প্রাচীনতম চিন্তাকেন্দ্র। IFRI-এর প্রাথমিক লক্ষ্যগুলি হল আন্তর্জাতিক সমস্যাগুলির সাথে সম্পর্কিত পাবলিক পলিসির ক্ষেত্রে ফলিত গবেষণা বিকাশ করা এবং গবেষক, পেশাদার এবং মতামত নেতাদের মধ্যে ইন্টারেক্টিভ এবং গঠনমূলক কথোপকথনকে উত্সাহিত করা। ফ্রান্স এছাড়াও হোস্ট সিকিউরিটি স্টাডিজের জন্য ইউরোপীয় ইউনিয়নের ইনস্টিটিউট (EUISS), একটি প্যারিস ভিত্তিক ইউরোপীয় ইউনিয়নের সংস্থা এবং মনে জন্য প্রাসঙ্গিকতা ট্যাংক গবেষণা নিরাপত্তা বিষয়ক ইইউ । এছাড়াও বেশ কয়েকটি প্রো-বিজনেস চিন্তাকেন্দ্র রয়েছে, বিশেষ করে প্যারিস-ভিত্তিক ফান্ডেশন কনকর্ড।  ফাউন্ডেশন ফরাসি এসএমই-এর প্রতিযোগিতা বাড়ানোর উপর দৃষ্টি নিবদ্ধ করে এবং ফ্রান্সে উদ্যোক্তাকে পুনরুজ্জীবিত করার লক্ষ্য রাখে।\n\n\n==== জার্মানি ====\nজার্মানিতে সমস্ত প্রধান দলগুলি শিথিলভাবে গবেষণা ফাউন্ডেশনের সাথে যুক্ত যা নীতি গঠনে কিছু ভূমিকা পালন করে, তবে সাধারণত নীতিনির্ধারকদেরকে স্পষ্টভাবে প্রস্তাব করার চেয়ে গবেষণা প্রদানের ক্ষেত্রে আরও বেশি উদাসীন ভূমিকা থেকে। এর মধ্যে রয়েছে কনরাড- অ্যাডেনাউয়ার-স্টিফটুং ( খ্রিস্টান ডেমোক্রেটিক ইউনিয়ন -সংযুক্ত), ফ্রেডরিখ-এবার্ট- স্টিফটুং ( সোশ্যাল ডেমোক্রেটিক পার্টি -সংযুক্ত), হ্যান্স -সিডেল- স্টিফটুং ( খ্রিস্টান সোশ্যাল ইউনিয়ন -সংযুক্ত), হেনরিক-বল-স্টিফটুং ( গ্রিনস-এর সাথে সারিবদ্ধ ), ফ্রেডরিখ নউম্যান ফাউন্ডেশন ( ফ্রি ডেমোক্রেটিক পার্টি-সংযুক্ত ) এবং রোজা লুক্সেমবার্গ ফাউন্ডেশন (ডাই লিঙ্কের সাথে সংযুক্ত)।\n\n\n==== গ্রীস ====\nগ্রীসে অনেক চিন্তাকেন্দ্র আছে, যাদেরকে গবেষণা সংস্থা বা ইনস্টিটিউটও বলা হয়।\n\n\n==== আয়ারল্যান্ড ====\nইকোনমিক অ্যান্ড সোশ্যাল রিসার্চ ইনস্টিটিউট (ইএসআরআই) আয়ারল্যান্ডের ডাবলিনে একটি স্বাধীন গবেষণা প্রতিষ্ঠান। এর গবেষণা নীতি-নির্ধারণ এবং সামাজিক বোঝাপড়াকে জানাতে আয়ারল্যান্ডের অর্থনৈতিক ও সামাজিক উন্নয়নের উপর দৃষ্টি নিবদ্ধ করে।\nদ্য ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যান্ড ইউরোপিয়ান অ্যাফেয়ার্স (IIEA) ইউরোপীয় এবং আন্তর্জাতিক বিষয়গুলির উপর দৃষ্টি নিবদ্ধ করে।\nআইওনা ইনস্টিটিউট একটি রক্ষণশীল, ক্যাথলিক চিন্তাকেন্দ্র।\nTASC (চিন্তাকেন্দ্র ফর অ্যাকশন অন সোশ্যাল চেঞ্জ) হল একটি আইরিশ বামপন্থী চিন্তাকেন্দ্র।\nট্রান্সহিউম্যান কর্পোরেশন একটি গবেষণা চিন্তাকেন্দ্র যা সাইবার এবং প্রযুক্তির উন্নয়নের উপর দৃষ্টি নিবদ্ধ করে।\n\n\n==== ইতালি ====\nব্রুনো লিওনি ইনস্টিটিউট\nভবিষ্যতের ইতালি\nISPI – ইতালীয় ইনস্টিটিউট ফর ইন্টারন্যাশনাল পলিটিক্যাল স্টাডিজ\nইস্তিতুতো আফারি ইন্টারন্যাশনাল\nট্রিনিটা দে মন্টি\n\n\n==== লাটভিয়া ====\nযদিও লাটভিয়ায় চিন্তাকেন্দ্রগুলি ব্যাপক নয়, একক ইস্যু অ্যাডভোকেসি সংস্থাগুলির বিপরীতে, লাটভিয়ান চিন্তাকেন্দ্রের ল্যান্ডস্কেপে বেশ কয়েকটি লক্ষণীয় প্রতিষ্ঠান রয়েছে:\n\nলাটভিয়ার প্রাচীনতম চিন্তাকেন্দ্র হল লাটভিয়ান ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যাফেয়ার্স । LIIA হল একটি বেসরকারী এবং নির্দলীয় ফাউন্ডেশন, ১৯৯২ সালে প্রতিষ্ঠিত। তাদের গবেষণা এবং অ্যাডভোকেসি মূলত লাটভিয়ান বৈদেশিক নীতির উপর দৃষ্টি নিবদ্ধ করে; ট্রান্সআটলান্টিক সম্পর্ক; ইউরোপীয় ইউনিয়নের নীতি, এর প্রতিবেশী নীতি এবং পূর্ব অংশীদারত্ব সহ; এবং রাশিয়ার সাথে বহুপাক্ষিক ও দ্বিপাক্ষিক সম্পর্ক।\nসেন্টার ফর পাবলিক পলিসি PROVIDUS  হল একটি বেসরকারী এবং নির্দলীয় সমিতি, ২০০২ সালে প্রতিষ্ঠিত। প্রোভিডাস তাদের কাজকে (গবেষণা এবং অ্যাডভোকেসি উভয়ই) বিশেষ করে ট্রানজিশন এবং পোস্ট-ট্রানজিশন পরিবেশে এবং বিশেষ করে লাটভিয়ায় প্রাসঙ্গিক বিষয়গুলিতে ফোকাস করে: সুশাসন; ফৌজদারি বিচার নীতি; সহনশীলতা এবং অন্তর্ভুক্তিমূলক জননীতি এবং ইউরোপীয় নীতি।\nবেশ কয়েকটি চিন্তাকেন্দ্র রয়েছে যেগুলি বিশ্ববিদ্যালয়গুলির পৃষ্ঠপোষকতায় প্রতিষ্ঠিত এবং কাজ করে, যেমন:\n\nসেন্টার ফর ইউরোপিয়ান অ্যান্ড ট্রানজিশন স্টাডিজ  একটি চিন্তাকেন্দ্র যা ইউনিভার্সিটি অফ লাটভিয়া, দেশের বৃহত্তম পাবলিক বিশ্ববিদ্যালয় এর পৃষ্ঠপোষকতায় কাজ করে। CETS ২০০০ সালে প্রতিষ্ঠিত হয়েছিল।\nবা প্রতিরক্ষা গবেষণা কেন্দ্র  ১৯৯২ সালে ন্যাশনাল একাডেমি অফ ডিফেন্সের পৃষ্ঠপোষকতায়।\n\n\n==== লিথুয়ানিয়া ====\nনীতি বিশ্লেষণ (VIPA) জন্য ভিলনিয়াস ইনস্টিটিউট একটি স্বাধীন বেসরকারি, অ-লাভজনক, নির্দলীয় নীতিতে চিন্তাকেন্দ্র হয় লিত্ভা যার মিশন খোলা সমাজ, উদার গণতন্ত্র, আইন ও মানবাধিকার শাসন পদ্ধতির নীতিমালা জন্য দাঁড়ানো হয়। ভিআইপিএ শক্তিশালী এবং নিরাপদ ইউরোপীয় ইউনিয়নের পক্ষে ওকালতির মাধ্যমে কাজ করে, মধ্য ও পূর্ব ইউরোপে স্বৈরাচার বিরোধী, স্বচ্ছ এবং উন্মুক্ত শাসন ধারণা বিশ্লেষণ এবং সমর্থন করে, জনমতবাদ, মৌলবাদ এবং কর্তৃত্ববাদী প্রবণতার বিরুদ্ধে জনসাধারণের কাছে বিকল্প মতামত প্রদানকারী একটি মতামত নেতা। সিদ্ধান্ত গ্রহণে সক্রিয় নাগরিকদের অংশগ্রহণকে শক্তিশালী করা, জাল খবর বিশ্লেষণ, বিভ্রান্তি, এবং মিডিয়া সাক্ষরতার উদ্যোগের প্রস্তাব, লিথুয়ানিয়ার পাবলিক সেক্টরের জবাবদিহিতা, স্বচ্ছতা এবং উন্মুক্ততা উন্নত করার জন্য সমাধান সামনে রাখা, উন্মুক্ত সমাজ মূল্যবোধ ভিত্তিক বিশেষজ্ঞদের নেটওয়ার্ক তৈরি করা, নাগরিক অ্যাক্টিভিস্ট এবং এনজিও।\n\n\n== আরও দেখুন ==\nসমষ্টিগত বুদ্ধিমত্তা\nভবিষ্যৎবাদী\nইন্টারনেট চিন্তাকেন্দ্র\nচিন্তাকেন্দ্রের তালিকা\nতদবির\nগণ সহযোগিতা\nগণ যোগাযোগ\nওভারটন জানালা\nকৌশলগত বিদ্যা\nটেড (সম্মেলন)\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন =="}