{"pageid": 1110411, "title": "তাফসিরে মাজেদী", "url": "https://bn.wikipedia.org/wiki?curid=1110411", "content": "তাফসীরে মাজেদী (ইংরেজি: Tafsirul Quran: Translation and Commentary of the Holy Quran; উর্দু: القرآن الحکیم‎‎) আব্দুল মাজেদ দরিয়াবাদি লিখিত একটি পূর্ণ তাফসীর।  এটি প্রথমে ইংরেজিতে রচিত পরে উর্দুতে অনূদিত হয়। দ্বিতীয় বিশ্বযুদ্ধের সময় প্রকাশিত তফসীরটি প্রচুর উদ্ধৃতি, আধুনিক দৃষ্টিভঙ্গি, যুক্তিনির্ভর ব্যাখ্যা বিশ্লেষণ, বাইবেল ও অন্যান্য ধর্মগ্রন্থ নিয়ে তুলনামূলক আলোচনা করে কুরআন ও ইসলামের শ্রেষ্ঠত্ব বর্ণনার জন্য অনন্য বৈশিষ্ট্যমন্ডিত।\n\n\n== ইতিহাস ==\nআব্দুল মাজেদ দরিয়াবাদি প্রথম জীবনে নাস্তিক ছিলেন; পরবর্তীতে আশরাফ আলী থানভীর দ্বারা প্রভাবে ও অনুপ্রেরণায় তাফসীরে মাজেদী রচনা করেন।তাফসীরে মাজেদীর প্রাথমিক সংস্করণ ইংরেজিতে রচিত। তখন মুসলিমদের লিখিত কুরআনের কোনো ইংরেজি অনুবাদ ছিল না। দরিয়াবাদিকে ইংরেজিতে তাফসীর রচনার শুরু জন্য সিরাজুল হকের অনুরোধ ছিল। তিনি ১৯৩৩ থেকে ১৯৩৯ পর্যন্ত প্রায় ৬ বছরে গ্রন্থটি রচনা করেন। ১৯৪১ সালে করাচির দারুল ইশাআত থেকে \"Tafsirul Quran: Translation and Commentary of the Holy Quran\" নামে ৪ খণ্ডে তাফসীরটি প্রকাশিত হয়। পরবর্তীতে ১৯৪৪ সালে তাজ কোম্পানি লিমিটেড আল কুরআনুল হাকিম নামে এ্টির উর্দু সংস্করণ প্রকাশ করে। উর্দু সংস্করণটি ১২১৫ পৃষ্ঠার একক খন্ডে প্রকাশিত। ১৯৮১ সালের সংস্করণে আবুল হাসান আলী হাসানী নদভী লিখিত 'ভূমিকা' সংযুক্ত হয়। ১৯৯৪ সালে ইসলামিক ফাউন্ডেশন বাংলাদেশ হতে ওবাইদুর রহমান মল্লিক অনূদিত বঙ্গানুবাদ প্রকাশিত হয়।\n\n\n== গঠন ==\nতাফসীরে মাজেদীর ১৯৪১ সালে প্রকাশিত ইংরেজি সংস্করণটির গঠন নিম্নরূপ:\n\nপ্রথম খণ্ড: সূরা ফাতিহা – সূরা আল মায়িদাহ'র ৮২ নম্বর আয়াত পর্যন্ত। মোট পৃষ্ঠা ৪৫৪।\nদ্বিতীয় খণ্ড: সুরা আল মায়িদার ৮৩ – সূরা আন-নাহল। মোট পৃষ্ঠা ৪৯৭।\nতৃতীয় খণ্ড: সূরা বনী-ইসরাঈল – সুরা ফাতির। মোট পৃষ্ঠা ৫০৩।\nচতুর্থ খণ্ড: সূরা ইয়াসীন – সূরা নাস। মোট পৃষ্ঠা ৫৪৩।\n\n\n== বৈশিষ্ট্য ==\nতাফসীরে মাজেদীর ইংরেজি ভাষায় রচিত মূল সংস্করণটিতে কুরআনের ব্যাখ্যা বর্ণনার সময় বাইবেলের আদি পুস্তক, নূতন নিয়ম, জিউইশ এনসাইক্লোপিডিয়া ও অন্যান্য ধর্মগ্রন্থ হতে উদ্ধৃতি দিয়ে ইসলামের তুলোনামূলক অবস্থান তুলে ধরা হয়েছে। এটি স্বীকৃত আরবী তফসীর ও কুরআনের ব্যাখ্যামূলক অন্যান্য বহুল পঠিত গ্রন্থ হতে উদ্ধৃতি সমৃদ্ধ। প্রনেতা তাফরীরে আধুনিক ধারণার আলোকে আলোচনা করেছেন।\n\n\n== মূল্যায়ন ==\nগ্রন্থটি মূল্যায়ন করে ইসলামিক ফাউন্ডেশন বাংলাদেশের প্রাক্তন মহাপরিচালক দাউদউজ্জামান চৌধুরী বলেন, \n\nতাফসীরটির বঙ্গানুবাদক বলেন, \n\n\n== আরও দেখুন ==\nবয়ানুল কুরআন\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nতাফসীরের উর্দু ও ইংরেজি সংস্করণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ অক্টোবর ২০২১ তারিখে"}