{"pageid": 111073, "title": "আলেক্সান্দ্‌র পুশকিন", "url": "https://bn.wikipedia.org/wiki?curid=111073", "content": "আলেক্সান্দ্‌র সের্গেইয়েভিচ পুশকিন (রুশ: Алекса́ндр Серге́евич Пу́шкин, উচ্চারিত [ɐlʲɪˈksandr sʲɪˈrɡʲejevʲɪtɕ ˈpuʃkʲɪn] ()) (৬ জুন  [পুরোনো শৈলীতে ২৬ মে ] ১৭৯৯\n– ১০ ফেব্রুয়ারি  [পুরোনো শৈলীতে ২৯ জানুয়ারি ] ১৮৩৭\n) একজন রোমান্টিক ধাঁচের কবি, নাট্যকার ও ঔপন্যাসিক। অনেকেই তাকে রাশিয়ার সর্বশ্রেষ্ঠ কবি এবং আধুনিক রুশ সাহিত্যের জনক হিসাবে আখ্যায়িত করে থাকেন।\nপুশকিন মস্কোতে রাশিয়ার অভিজাত পরিবারে জন্মগ্রহণ করেন। তার পিতা, সের্গেই লভোভিচ পুশকিন, অভিজাত পুশকিন পরিবারের সদস্য ছিলেন। তার প্রমাতামহ ছিলেন মধ্য-আফ্রিকান বংশোদ্ভূত জেনারেল আব্রাম পেত্রোভিচ গ্যানিবাল। তিনি ১৫ বছর বয়সে তার প্রথম কবিতা প্রকাশ করেন এবং সারস্কোয়ে সেলো লাইসিয়াম থেকে স্নাতকত্ব লাভ করার সময় অবধি সাহিত্য মহলে ব্যাপক পরিচিতি লাভ করেন। লাইসি থেকে স্নাতকত্ব লাভের পর পুশকিন তার বিতর্কিত কবিতা \"ওড টু লিবার্টি\" আবৃত্তি করেন, যা রাশিয়ার জার প্রথম আলেকজান্ডার কর্তৃক তার নির্বাসন দানের অন্যতম কারণ। জারের রাজনৈতিক পুলিশ বাহিনীর কঠোর নজরদারিতে, লেখা প্রকাশ করতে অক্ষম থাকা অবস্থাতেই পুশকিন তার সবচেয়ে বিখ্যাত নাটক বোরিস গোদুনোভ লিখেছিলেন। তার কাব্যিক উপন্যাস, ইউজিন ওনেজিন, ১৮২৫ থেকে ১৮৩২ সালের মধ্যে ধারাবাহিকভাবে লিখিত হয়।\nপুশকিনের শ্যালক, ফরাসি শেভালিয়ার গার্ড রেজিমেন্টে কর্মরত একজন অফিসার, জর্জেস দান্তেস, পুশকিনের স্ত্রী নাতালিয়া পুশকিনাকে প্রলুব্ধ করার চেষ্টা করেছিল। তার শ্যালকের সাথে দ্বন্দ্বযুদ্ধ বা ডুয়েল লড়তে গিয়ে পুশকিন মারাত্মকভাবে আহত হন।\n\n\n== বংশবৃত্তান্ত ==\n\nপুশকিনের পিতা সের্গেই লভোভিচ পুশকিন (১৭৬৭–১৮৪৮) একটি বিশিষ্ট অভিজাত রুশ পরিবার এর বংশধর, দ্বাদশ শতাব্দী পর্যন্ত যার পূর্বসূরীদের সন্ধান পাওয়া যায়। পুশকিনের মাতা, নাদেজদা (নাদিয়া) ওসিপোভনা গ্যানিবাল (১৭৭৫–১৮৩৬), জার্মান এবং স্ক্যান্ডিনেভিয়ান অভিজাত পরিবার এর বংশধর। তিনি ওসিপ আব্রামোভিচ গ্যানিবাল (১৭৪৪–১৮০৭) এবং তার স্ত্রী মারিয়া আলেকসেয়েভনা পুশকিনার (১৭৪৫–১৮১৮) কন্যা।\nওসিপ আব্রামোভিচ গ্যানিবালের পিতা, পুশকিনের প্রপিতামহ আব্রাম পেত্রোভিচ গ্যানিবাল (১৬৯৬–১৭৮১) একজন আফ্রিকান ছিলেন, যাকে অপহরণ করে উসমানীয় সুলতানের জন্য উপহার হিসাবে কনস্টান্টিনোপলে পাঠানো হয় এবং পরবর্তীতে তাকে রাশিয়ার প্রথম পিটার এর উপহার হিসাবে রাশিয়ায় স্থানান্তর করা হয়। আব্রাম, মহান পিটারের কন্যা সম্রাজ্ঞী এলিজাবেথকে লেখা একটি চিঠিতে উল্লেখ করেন যে তিনি \"লাগোন\" শহরের বাসিন্দা। মূলত গ্যানিবালের জামাতা রোটকার্খ-এর একটি কাল্পনিক জীবনীর উপর ভিত্তি করে, কিছু ঐতিহাসিক এই সিদ্ধান্তে উপনীত হন যে গ্যানিবালের জন্ম তৎকালীন আবিসিনীয় সাম্রাজ্যের একটি অংশে, যা বর্তমানে ইথিওপিয়ার অন্তর্ভুক্ত। ভ্লাদিমির নাবোকভ, ইউজিন ওনেজিন নিয়ে গবেষণা করার সময় এই তত্ত্ব সম্পর্কে গুরুতর সন্দেহ প্রকাশ করেন। পরবর্তীতে পণ্ডিতগণের গবেষণায় অবশেষে প্রতিষ্ঠিত হয় যে গ্যানিবাল আসলে মধ্য আফ্রিকায়, আধুনিক ক্যামেরুনে চাদ হ্রদের সীমান্তবর্তী এলাকায় জন্মগ্রহণ করেন। সামরিক প্রকৌশলী হিসেবে ফ্রান্সে শিক্ষা লাভের পর, গ্যানিবাল রেভালের গভর্নর হন এবং পরবর্তীতে রাশিয়ায় সমুদ্র দুর্গ ও খাল নির্মাণের দায়িত্ব নিয়ে জেনেরাল ইন চিফ (তৃতীয় সর্বোচ্চ সামরিক পদমর্যাদা) পদ লাভ করেন।\n\n\n== প্রাথমিক জীবন ==\nমস্কোতে জন্মগ্রহণ কারী পুশকিন ধাত্রী ও ফরাসি শিক্ষকগণের নিকট শিক্ষা লাভ করেন এবং দশ বছর বয়স অবধি মূলত ফরাসি ভাষায় কথা বলতেন। তিনি গৃহভৃত্যগণ এবং তার আয়া, আরিনা রদিওনোভনা, যার প্রতি তিনি তার নিজের মায়ের চেয়ে বেশি অনুরক্ত ছিলেন, তাদের মাধ্যমে রুশ ভাষার সাথে পরিচিত হয়ে ওঠেন। তিনি ১৫ বছর বয়সে তার প্রথম কবিতা প্রকাশ করেন। সেন্ট পিটার্সবার্গের কাছে সারস্কোয়ে সেলোতে, মর্যাদাপূর্ণ ইম্পেরিয়াল লাইসিয়ামের প্রথম স্নাতক শ্রেণীর অংশ হিসেবে যখন তিনি পড়া শেষ করেন, ইতোমধ্যে তার প্রতিভা রুশ সাহিত্য জগৎ অবগত হয়ে যায়। বিদ্যালয় শেষে পুশকিন, রাজধানী সেন্ট পিটার্সবার্গের প্রাণবন্ত এবং উচ্ছৃঙ্খল বুদ্ধিজীবী তরুণদের সংস্কৃতিতে ডুব দেন। ১৮২০ সালে তিনি তার প্রথম দীর্ঘ কবিতা, রুসলান এবং লুডমিলা প্রকাশ করেন, যার বিষয় ও শৈলী নিয়ে বহু বিতর্ক হয়।\n\n\n== সামাজিক আন্দোলন ==\nলাইসিয়ামে থাকাকালীন, পুশকিন, আলেকজান্ডার পেত্রোভিচ কুনিৎসিনের কান্টীয় উদারনৈতিক ব্যক্তিত্ববাদী শিক্ষা দ্বারা ব্যাপকভাবে প্রভাবিত হন এবং পরবর্তীতে ১৯ অক্টোবর কবিতায় পুশকিন তাকে স্মরণ করেন। পুশকিন এছাড়াও ফরাসি জ্ঞানের চিন্তায় নিজেকে ডুবিয়ে রাখেন, বিশেষ করে দিদেরো এবং ভলতেয়ার, যাদেরকে তিনি বর্ণনা করেছেন এভাবে \"নতুন পথের প্রথম অনুসারী এবং ইতিহাসের অন্ধকার আধারে দর্শনের প্রদীপ আনয়নকারী\"।\nপুশকিন ধীরে ধীরে সামাজিক সংস্কার সম্পর্কে প্রতিশ্রুতিবদ্ধ হয়ে ওঠেন এবং সাহিত্যিক সংস্কারবাদীদের জন্য একজন মুখপাত্র হিসেবে আবির্ভূত হন। এর ফলে সরকার তার ওপর ক্ষুব্ধ হয় এবং ১৮২০ সালের মে মাসে তাকে রাজধানী ত্যাগ করতে হয়। তিনি প্রথমে ককেসাস ও ক্রিমিয়া ও পরবর্তীতে কামিয়ানকা এবং মলদোভার কিশিনাউ এ যান, যেখানে তিনি একজন ফ্রিম্যাসন হয়ে ওঠেন।\nতিনি ফিলিকি ইটেরিয়া নামক একটি গোপন সংগঠনে যোগ দেন, যার উদ্দেশ্য ছিল গ্রীসে উসমানীয় শাসন উৎখাত এবং একটি স্বাধীন গ্রিক রাষ্ট্র প্রতিষ্ঠা করা। তিনি গ্রিক বিপ্লব দ্বারা অনুপ্রাণিত হন এবং যখন উসমানীয় তুর্কিদের বিরুদ্ধে যুদ্ধ শুরু হয় তখন তিনি গণজাগরণের ঘটনাগুলো একটি ডায়েরিতে লিপিবদ্ধ করে রাখেন।\n\n\n== উত্থান ==\n\nতিনি ১৮২৩ সাল পর্যন্ত কিশিনাউ এ অবস্থান করেন এবং এসময় দুটি রোমান্টিক কবিতা লিখেন, যেগুলো বেশ খ্যাতি লাভ করে : ককেসাসের বন্দী এবংবখচিসারাই এর ফোয়ারা । ১৮২৩ সালে পুশকিন ওডেসা চলে যান। সেখানে তিনি আবার সরকারের সাথে সংঘাতে জড়ান, যার ফলে তাকে ১৮২৪ থেকে ১৮২৬ সাল পর্যন্ত মিখাইলভস্কয়ে (পসকভের কাছে অবস্থিত) তার মায়ের গ্রামীণ এস্টেটে নির্বাসনে থাকতে হয়।\nমিখাইলভস্কোয়ে তে পুশকিন কিছু স্মৃতিকাতর প্রেমের কবিতা লেখেন যেগুলো তিনি মালোরোসিয়ার জেনারেল-গভর্নরের স্ত্রী এলিজাভেতা ভোরোন্তসোভার প্রতি উৎসর্গ করেন। এরপর পুশকিন তার কাব্যিক উপন্যাস ইউজিন ওনেজিন-এর কাজ চালিয়ে যান।\nমিখাইলভস্কোয়ে, ১৮২৫ সালে, পুশকিন টু*** কবিতাটি লেখেন। সাধারণত বিশ্বাস করা হয় যে তিনি এই কবিতা আনা কার্ন এর প্রতি উৎসর্গ করেছেন, কিন্তু এ বিষয়ে ভিন্নমতও রয়েছে। কবি মিখাইল দুদিন বিশ্বাস করতেন যে কবিতাটি ভৃত্য ওলগা কালাশনিকভের প্রতি নিবেদিত। পুশকিন সম্পর্কে অধ্যয়নকারী, কিরা ভিক্টোরোভার মতে কবিতাটি সম্রাজ্ঞী এলিজাভেতা আলেকসায়েভনার প্রতি উৎসর্গ করা হয়েছিল। ভাদিম নিকোলায়েভ যুক্তি দেখান যে সম্রাজ্ঞী সম্পর্কে ধারণাটি প্রান্তীয় এবং এ নিয়ে কোনো আলোচনা করতেই তিনি অস্বীকৃতি জানান। তবে তিনি প্রমাণ করার চেষ্টা করেন যে কবিতাটি ইউজিন ওনেজিন এর নায়িকা তাতিয়ানা লারিনাকে উৎসর্গ করা হয়েছে।\n\nডিসেম্বরপন্থী অভ্যুত্থান (১৮২৫) এর সময় বিদ্রোহীদের জিনিসপত্রের মধ্যে তার কবিতা ওড টু লিবার্টি খুঁজে পাওয়ার পর শাসকগোষ্ঠী পুশকিনকে মস্কোতে তলব করে। ১৮২০ সালে তার নির্বাসনের পর, পুশকিনের বন্ধু এবং পরিবারবর্গ ক্রমাগত তার মুক্তির জন্য আবেদন করতে থাকে ও জার প্রথম আলেকজান্ডার এবং তারপর জার প্রথম নিকোলাস এর সঙ্গে সাক্ষাৎ করে ও তাদের চিঠি প্রদান করে। জার প্রথম নিকোলাসের সাথে সাক্ষাতের পর পুশকিন নির্বাসন থেকে মুক্তি পান এবং জাতীয় আর্কাইভের নামমাত্র কাউন্সেল হিসেবে কাজ শুরু করেন। আসলে, সেন্ট পিটার্সবার্গের ডিসেম্বরপন্থী অভ্যুত্থানের বিদ্রোহীদের কাছে পুশকিনের কিছু রাজনৈতিক কবিতা পাওয়ায়, পুশকিনের প্রকাশিত সবকিছুর ওপর জার কঠোর নিয়ন্ত্রণ বজায় রাখেন এবং এসময় ইচ্ছানু্যায়ী ভ্রমণ করতেও অক্ষম ছিলেন।\nএকই বছর (১৮২৫), তার এস্টেটে থাকাকালীন সময়ে পুশকিন তার সবচেয়ে বিখ্যাত নাটক, বোরিস গোদুনোভ লিখেছেন। তবে পরবর্তী পাঁচ বছর পর্যন্ত তিনি তা প্রকাশের অনুমতি পাননি। এমনকি এই নাটকের মূল এবং সেন্সরবিহীন সংস্করণ ২০০৭ সালের আগে মঞ্চস্থ হয়নি।\n১৮২৫-১৮২৯ সাল নাগাদ তিনি মধ্য রাশিয়ায় নির্বাসনের সময় পোলিশ কবি অ্যাডাম মিকিউইচের সাথে সাক্ষাৎ করেন এবং তাদের মধ্যে সাথে বন্ধুত্ব গড়ে ওঠে। ১৮২৯ সালে তিনি রুশ-তুর্কি যুদ্ধের সময় রাশিয়ান সেনাবাহিনীতে তার বন্ধুদের সাথে দেখা করতে ককেশাসের মধ্য দিয়ে এরজুরামে পৌঁছান। ১৮২৯ সালের শেষে পুশকিন বিদেশ যাত্রা করতে চেয়েছিলেন, এই আকাঙ্ক্ষা তার কবিতা Поедем, я готов; куда бы вы, друзья... তেও প্রতিফলিত হয়েছে। তিনি যাত্রার জন্য অনুমতির আবেদন করেন, কিন্তু ১৮৩০ সালের ১৭ জানুয়ারি প্রথম নিকোলাসের কাছ থেকে নেতিবাচক সাড়া পান।\n\n১৮২৮ সাল নাগাদ পুশকিন ১৬ বছর বয়সী নাতালিয়া গনচারোভার সাথে পরিচিত হন, যিনি সেসময় মস্কোর সর্বাধিক আলোচিত সুন্দরীদের একজন। জারের সরকার স্বাধীনতাবাদী এই কবিকে নির্যাতন করায় আগ্রহী নয়, এই আশ্বাস পাওয়ার পর, নাতালিয়া ১৮৩০ সালের এপ্রিল মাসে পুশকিনের বিয়ের প্রস্তাব গ্রহণ করেন। পরবর্তীতে, পুশকিন এবং তার স্ত্রী কোর্ট সোসাইটির নিয়মিত অভিযাত্রী হয়ে ওঠেন। আনুষ্ঠানিকভাবে ১৮৩০ সালের ৬ মে তাদের বাগ্দান হয় এবং তারা বিয়ের আমন্ত্রণ পাঠাতে শুরু করেন। তবে কলেরা এবং অন্যান্য পরিস্থিতির কারণে, বিয়ে এক বছরের জন্য পেছানো হয়। অনুষ্ঠানটি ১৮৩১ সালের ১৮ ফেব্রুয়ারি, মস্কোর বলশায়া নিকিৎস্কায়া স্ট্রিটের গ্রেট অ্যাসেনশন চার্চে অনুষ্ঠিত হয়। জার পুশকিনকে কোর্টের সর্বনিম্ন উপাধি, জেন্টলম্যান অফ দ্য চেম্বার এ ভূষিত করলে কবি ক্ষুব্ধ হয়ে ওঠেন, কারণ তিনি মনে করেন যে তাকে তার নিজের গুণে নয় বরং তার স্ত্রী, জারসহ অনেকেই যার ভক্ত, তাকে কোর্টে উপস্থিত রাখার জন্যই এ উপাধি দেওয়া হয়েছে।\n১৮৩১ সালে পুশকিনের সাহিত্য প্রভাবের ক্রমবৃদ্ধির সময় তিনি রাশিয়ার আরেক সেরা লেখক নিকোলাই গোগোলের সাথে সাক্ষাৎ করেন। গোগোলের লিখিত ছোটগল্পের ১৮৩১-১৮৩২ সালের খন্ড, ইভেনিংস অন এ ফার্ম নেয়ার দিকানকা পাঠের পর, পুশকিন তাকে সমর্থন করতে শুরু করেন এবং ১৮৩৬ সালে প্রতিষ্ঠিত তারদ্য কনটেম্পোরারি পত্রিকায় গোগোলের সবচেয়ে বিখ্যাত কিছু ছোটগল্প ফিচার করেন।\n\n\n== মৃত্যু ==\n\n১৮৩৬ সালের শরৎ অবধি, পুশকিন আরো বেশি বেশি ঋণগ্রস্থ হয়ে পড়েন, এছাড়াও তার স্ত্রী অন্য কারো সাথে প্রেমের সম্পর্কে জড়িত, এমন কলঙ্কজনক গুজবের সম্মুখীন হন। ৪ নভেম্বর তিনি জর্জ দান্তেস, যিনি দান্তেস-গেকার্ন নামেও পরিচিত, তাকে দ্বন্দ্বযুদ্ধে আহ্বান করেন। তবে দান্তেসের দত্তক পিতা, জ্যাকব ভ্যান হিকেরেন, এটিকে দুই সপ্তাহ বিলম্বিত করতে বলেন। কবির বন্ধুদের প্রচেষ্টায়, এই দ্বন্দ্বযুদ্ধ বাতিল করা হয়। ১৭ নভেম্বর দান্তেস, নাতালিয়া গনচারোভার (পুশকিনার) বোন একাতেরিনা গনচারোভাকে বিয়ের প্রস্তাব দেন। তবে এই বিয়েও দ্বন্দ্বের সমাধান করতে পারেনি। দান্তেস প্রকাশ্যেই নাতালিয়া গনচারোভাকে পাওয়ার চেষ্টা করতে থাকেন এবং শুধুমাত্র তার সম্মান রক্ষার্থে, গুজব রটে যায় যে, দান্তেস নাতালিয়ার বোনকে বিয়ে করেছেন। ১৮৩৭ সালের ২৬ জানুয়ারি (গ্রেগরিয়ান ক্যালেন্ডারে ৭ ফেব্রুয়ারি) পুশকিন হিকেরেনকে একটি \"অত্যন্ত অপমানজনক চিঠি\" লিখে পাঠান। পুশকিন জানতেন এই চিঠির একমাত্র উত্তর দেওয়া হতে পারে একটি দ্বন্দ্বযুদ্ধের মাধ্যমে। পুশকিন তার ভগ্নিপতি একাতেরিনা গেক্কানার মাধ্যমে দ্বন্দ্বযুদ্ধের আনুষ্ঠানিক প্রস্তাব গ্রহণ করেন, যা একই দিনে ফরাসি দূত, ভিসকাউন্ট এর মাধ্যমে দান্তেস কর্তৃক অনুমোদিত হয়।\nপুশকিন সেন্ট পিটার্সবার্গে ব্রিটিশ কনস্যুলেট-জেনারেলের সাথে সংযুক্ত আর্থার ম্যাগেনিস কে তার সহকারী হতে বলেন। ম্যাগেনিস আনুষ্ঠানিকভাবে তার প্রস্তাব গ্রহণ করেননি, কিন্তু ২৬ জানুয়ারি (৭ ফেব্রুয়ারি) একটি সমঝোতা করার জন্য ভিসকাউন্ট ডি'আর্চিয়াকের সাথে কথা বলার চেষ্টা করেন। তবে, ডি'আর্চিয়াক তার সাথে কথা বলতে রাজি হন নি যেহেতু তিনি তখনো আনুষ্ঠানিকভাবে পুশকিনের সহকারী ছিলেন না। ম্যাগেনিস সন্ধ্যায় পুশকিনকে খুঁজে না পেয়ে তাকে বেলা দুইটায় একজন দূতের মাধ্যমে একটি চিঠি প্রেরণ করে তার সহকারী হওয়ার প্রস্তাব প্রত্যাখ্যান করেন, যেহেতু শান্তিপূর্ণ সমঝোতার সম্ভাবনা ইতোমধ্যেই বাতিল হয়েছে এবং ঐতিহ্যগতভাবে সহকারীর প্রথম কাজ হলো একটি সমঝোতা তৈরীর চেষ্টা করা।\n২৭ জানুয়ারি (৮ ফেব্রুয়ারি) দান্তেসের সাথে পুশকিনের কোনো সহকারীর উপস্থিতি ছাড়াই ব্ল্যাক নদীতে দ্বন্দ্বযুদ্ধ অনুষ্ঠিত হয়। দান্তেস প্রথমে গুলি চালিয়ে পুশকিনকে গুরুতর ভাবে আহত করেন; গুলি তার কোমরে প্রবেশ করে এবং তার পেটে আঘাত হানে। দান্তেস শুধুমাত্র ডান হাতে সামান্য আঘাতপ্রাপ্ত হন। দুই দিন পরে, ২৯ জানুয়ারি (১০ ফেব্রুয়ারি) বেলা ২:৪৫ এ, পুশকিন পেরিটোনাইটিসে মৃত্যুবরণ করেন।\n\nপুশকিনের স্ত্রীর অনুরোধে, তাকে জার প্রদত্ত চেম্বার-ক্যাডেট ইউনিফর্মের বদলে সান্ধ্যকালীন পোশাক কফিনে রাখা হয়। অন্ত্যেষ্টিক্রিয়া প্রাথমিকভাবে সেন্ট আইজ্যাক ক্যাথিড্রালে হওয়ার কথা থাকলেও পরে তা কনিউশেন্নায়া গির্জায় অনুষ্ঠিত হয়। অনুষ্ঠানে অনেক মানুষ উপস্থিত হন। অন্ত্যেষ্টিক্রিয়া শেষে, ৩ ফেব্রুয়ারি পসকভ প্রদেশে সরিয়ে নেওয়া অবধি কফিন বেসমেন্টে রাখা হয়। আলেক্সান্দ্‌র পুশকিনকে পসকভের কাছে বর্তমান পুশকিনস্কি গৌরির নিকটে তার মায়ের পাশে সমাহিত করা হয়। তার শেষ বাড়িটি এখন একটি জাদুঘর।\n\n\n== বংশধর ==\n\nপুশকিন এবং নাতালিয়া চারটি সন্তান জন্ম দেন: মারিয়া (জন্ম ১৮৩২), আলেকজান্ডার (জন্ম ১৮৩৩), গ্রিগরি (জন্ম ১৮৩৫) এবং নাতালিয়া (জন্ম ১৮৩৬), যাদের মধ্যে শেষেরজন নাসাউ (নাসাউ-ওয়েলবার্গের হাউস) এর রাজপুত্র নিকোলাস উইলহেল্মের সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং কাউন্টেস অফ মেরেনবার্গ উপাধি লাভ করেন।\nশুধুমাত্র আলেক্সান্দ্‌র এবং নাতালিয়ার বংশধর এখনও রয়ে গেছে। নাতালিয়ার নাতনী, নাদেজদা, বর্ধিত ব্রিটিশ রাজপরিবারে বিবাহিত হন (তার স্বামী, ডিউক অফ এডিনবার্গ প্রিন্স ফিলিপের চাচা)। কবির বংশধররা এখন যুক্তরাজ্য, চেক প্রজাতন্ত্র, জার্মানি, বেলজিয়াম, লুক্সেমবার্গ এবং মার্কিন যুক্তরাষ্ট্রে বসবাস করেন।\n\n\n== ঐতিহ্য ==\n\n\n=== সাহিত্যিক ===\nসমালোচকরা তার অনেক কাজকে মাস্টারপিস বিবেচনা করে, যেমন দ্য ব্রোঞ্জ হর্সম্যান কবিতা এবং দ্যা স্টোন গেস্ট নাটক, যা ডন হুয়ানের পতনের গল্প বলে। তাঁর কাব্যিক নাটিকা মোৎসার্ট এবং সালিয়েরি (দ্য স্টোন গেস্ট সহ এই নাটিকাটি, পুশকিনের চারটি লিটল ট্র্যাজেডি বা ক্ষুদ্র বিয়োগান্ত নাটকের অন্তর্ভুক্ত, ১৮৩০ সালে পিয়োতর প্লেতিনোভকে লেখা চিঠিতে পুশকিনের নিজেই এদের এই চরিত্রায়ন করেন), পিটার শাফারের আমাডেয়ুস লেখার অনুপ্রেরণা হিসেবে কাজ করে এবং সেই সাথে রিমস্কি-কোরসাকভের অপেরা মোৎসার্ট এবং সালিয়েরি এর লিবারেটো (প্রায় আক্ষরিক অর্থে) প্রদান করে। পুশকিন তার লিখিত ছোটগল্পের জন্যও পরিচিত। বিশেষত, \"দ্য শট\" সহ তার সাইকেল দ্য টেলস অফ দ্য লেট ইভান পেত্রোভিচ বেলকিন বেশ ভালোভাবেই গৃহীত হয়। সাহিত্য তাত্ত্বিক কর্নেলিজে কেভাসের মতে, \"আখ্যান যুক্তি ও যা বর্ণনা করা হয় তার বিশ্বাসযোগ্যতা এবং একইসাথে স্পষ্টতা, সংক্ষিপ্ততা – বাস্তবতা উপস্থাপনার সংগঠন – উপর্যুক্ত সব কিছুই টেলস অফ বেলকিন এ অর্জিত হয়েছে, বিশেষভাবে এবং সর্বোপরি দ্য স্টেশনমাস্টার গল্পে। পুশকিন রুশ বাস্তববাদী সাহিত্যের দীর্ঘ এবং ফলপ্রসূ উন্নয়নের পূর্বপুরুষ, কারণ তিনি বাস্তববাদী আদর্শ অনুযায়ী বাস্তবতার একটি সংক্ষিপ্ত উপস্থাপনা অর্জন করতে সক্ষম।\" পুশকিন নিজে তার কাব্য উপন্যাস ইউজিন ওনেজিন পছন্দ করতেন যা তিনি তার সমগ্র জীবন জুড়ে লিখেছিলেন এবং যা, কিছু কেন্দ্রীয় চরিত্র অনুসরণের মাধ্যমেই ভঙ্গি এবং মনোযোগের ব্যাপক বৈচিত্রের মাধ্যমে লিখিত মহান রুশ উপন্যাসের ঐতিহ্য শুরু করে।\nইউজিন ওনেজিন এতটাই জটিল যে, এটি ১০০ পৃষ্ঠার একটি লেখা হওয়া সত্ত্বেও, অনুবাদক ভ্লাদিমির নাবোকভের ইংরেজিতে এর অর্থ পুরোপুরি উপস্থাপন করার জন্য দুটি পূর্ণ ভলিউমের প্রয়োজন হয়েছে। অনুবাদে এই অসুবিধার কারণে পুশকিনের কাব্য ইংরেজ পাঠকদের কাছে প্রায় অজানা রয়ে গেছে। তা সত্ত্বেও, পুশকিন হেনরি জেমস এর মত পাশ্চাত্যের লেখকদের গভীরভাবে প্রভাবিত করেছেন। পুশকিন \"দ্য কুইন অফ স্পেডস্‌\" নামক একটি ছোটগল্প লিখেছেন যা প্রায়ই ইংরেজি অনুবাদে বিভিন্ন সংকলনে অন্তর্ভুক্ত করা হয়।\n\n\n=== সংগীতে ===\nএছাড়াও পুশকিনের কাজ রাশিয়ান সুরকারদের জন্য উর্বর ভূমি তৈরী করে দিয়েছে। গ্লিনকার রুসলান এবং লুডমিলা প্রথম গুরুত্বপূর্ণ পুশকিন-অনুপ্রাণিত অপেরা এবং রুশ সঙ্গীতে একটি যুগান্তকারী সৃষ্টি। চাইকোভস্কির অপেরা ইউজিন ওনেজিন (১৮৭৯) এবংদ্য কুইন অফ স্পেডস (পিকোভায়া দামা ১৮৯০) সম্ভবত পুশকিনের একই নামের লেখার চেয়ে রাশিয়ার বাইরে অপেরা হিসেবেই বেশি পরিচিত হয়ে ওঠে।\nমুসরগস্কির স্মরণীয়, বোরিস গোদুনোভ (দুইটি সংস্করণ, ১৮৬৮–৯ এবং ১৮৭১–২) রাশিয়ান অপেরার অন্যতম সেরা এবং সবচেয়ে মৌলিক কাজ। পুশকিনের লেখার ভিত্তিতে রচিত অন্যান্য রুশ অপেরার মধ্যে রয়েছে, দারগোমিজস্কি এর রুসালকা এবং দ্য স্টোন গেস্ট, রিমস্কি-কোরসাকোভের মোৎসার্ট এবং সালিয়েরি, টেল অফ জার সালতান এবং দ্য গোল্ডেন ককেরেল; কুই এর প্রিজনার অফ দ্য ককেসাস, ফিস্ট ইন টাইম অফ প্লেগ এবংদ্য ক্যাপ্টেনস ডটার, চাইকোভস্কির মাজেপ্পা; রাচামাইনোফ এর এক অঙ্কের অপেরা আলেকো (দ্য জিপসিস এর ওপর ভিত্তি করে) এবং দ্য মিসারলি নাইট; স্ট্রাভিনকি এর মাভরা এবং নাপরাভিক এর ডুবরোভস্কি।\nএছাড়াও, ব্যালে এবং ক্যান্টাটার পাশাপাশি অসংখ্য গান পুশকিনের কাব্যের ভিত্তিতে রচিত হয়েছে (এমনকি ইসাবেল আবুলকারের গানের সাইকেলে তার ফরাসি ভাষার কবিতাও অন্তর্ভুক্ত হয়েছে)। সুপে, লিওনকাভালো এবং মালিপিয়েরো তার কাজের ভিত্তিতে করে রচিত অপেরা।\nএলিজাভেতা ভোরোন্টসোভাকে উৎসর্গ করে তার রচিত দ্য ডিজায়ার অফ গ্লোরি, ডেভিড তুখমানভ কর্তৃক সঙ্গীত রূপ পেয়েছে, এর পাশাপাশি রয়েছে আলেকজান্ডার বারিকিন ও পরবর্তীতে তুখামানোকভ কর্তৃক সঙ্গীতে রূপান্তরিত কিপ মি, মাইন টালিসম্যান।\n\n\n=== রোমান্টিকতা ===\nপুশকিন কে অনেকে রুশ সাহিত্যে রোমান্টিকতার মূল প্রতিনিধি হিসেবে বিবেচনা করে থাকে, যদিও তিনি দ্ব্যর্থহীনভাবে একজন রোমান্টিক হিসাবে পরিচিত ছিলেন না। রুশ সমালোচকরা যুক্তি দেখিয়েছেন যে তার কাজ, নব্যধ্রুপদীবাদ থেকে রোমান্টিকতার মধ্য দিয়ে বাস্তবতাবাদ পর্যন্ত একটি পথের প্রতিনিধিত্ব করে। একটি বিকল্প মূল্যায়ন অনুযায়ী: \"তার বৈপরীত্য পোষণের ক্ষমতা ছিল যা উৎপত্তিগতভাবে রোমান্টিক মনে হলেও আসলে রোমান্টিকতা সহ সকল বাঁধা দৃষ্টিভঙ্গির জন্যই তা বিধ্বংসী\" এবং \"তিনি একই সাথে রোমান্টিক এবং রোমান্টিক নন\"।\n\n\n=== রুশ ভাষায় ===\nভ্লাদিমির নাবোকভের মতে,পুশকিনের ভাষা, রুশ ভাষার সকল সমসাময়িক উপাদান ও দারঝাভিন, ঝুকভস্কি, বাতুশকোভ, কারামজিন এবং ক্রিলভের কাছ থেকে যা শিখেছেন তার সম্মিলনে গঠিত:\nচার্চ স্লাভোনিক রূপ ও বাচনভঙ্গিতে যে কাব্যিক এবং অধিবিদ্যাগত টান বিদ্যমান ছিল\nঅজস্র্র এবং সহজাত গ্যালিসিজম\nদৈনন্দিন কথোপকথনে তার উপাদানসমূহের ব্যবহার\nছদ্মধ্রুপদী আর্কেয়িকদের প্রিয়, বিখ্যাত তিন শৈলীর (লো, মিডিয়াম এলিভেশন, হাই) মিশ্রণে জনগণের বাচনভঙ্গির আকর্ষণীয়তা বৃদ্ধি এবং সামান্য প্যারোডির সঙ্গে রুশ রোমান্টিকতার উপাদান যোগ।\nপুশকিনকেই সাধারণত রাশিয়ান সাহিত্য বিকাশের কৃতিত্ব প্রদান করা হয়। যে অত্যন্ত সূক্ষ্ম ভাষার স্তর তার পরে রুশ সাহিত্যকে বৈশিষ্ট্যযুক্ত করেছে, পুশকিনকে এর জনক হিসেবে বিবেচনা করা হয়। এছাড়াও তাকে রুশ শব্দকোষ উল্লেখযোগ্যভাবে বৃদ্ধির কৃতিত্ব দেওয়া হয়। যখনই তিনি রুশ শব্দভাণ্ডারে কোনো ফাঁক খুঁজে পেয়েছেন, অন্য ভাষা থেকে ধার করে (ক্যাল্‌ক) তিনি তা পূরণ করেছেন। তার সমৃদ্ধ শব্দভাণ্ডার এবং অত্যন্ত সংবেদনশীল শৈলী আধুনিক রুশ সাহিত্যের ভিত্তি হিসেবে কাজ করেছে। তার অর্জন রাশিয়ান ভাষা এবং সংস্কৃতির বিকাশে নতুন মাত্রা স্থাপন করে। অষ্টাদশ শতাব্দীর সর্বোচ্চ অর্জন এবং ঊনবিংশ শতাব্দীর সাহিত্য প্রণালীর প্রারম্ভ ঘটানোর মাধ্যমে তিনি ঊনবিংশ শতকে রুশ সাহিত্যের জনক হয়ে ওঠেন। তিনি সকল ইউরোপীয় সাহিত্য ধারা এবং বহু পশ্চিম ইউরোপীয় লেখকদের সঙ্গে রাশিয়াকে পরিচয় করিয়ে দেন। তিনি আধুনিক রুশ কাব্য গঠনে বিদেশী প্রভাব এবং সহজাত বাচনভঙ্গির প্রয়োগ ঘটান। যদিও তার জীবন অত্যন্ত সংক্ষিপ্ত ছিল, তবুও তিনি তার জীবদ্দশার প্রায় প্রতিটি সাহিত্যের ধারায় অবদান রেখে গেছেন: লিরিক কবিতা, আখ্যান কবিতা, উপন্যাস, ছোটগল্প, নাটক, সমালোচনামূলক প্রবন্ধ এবং এমনকি ব্যক্তিগত চিঠিতেও।\nএকজন সমালোচক এবং সাংবাদিক হিসেবে তার কাজ রুশ ম্যাগাজিন সংস্কৃতির জন্ম দেয়। এর মধ্যে আছে ঊনবিংশ শতাব্দীর অন্যতম প্রভাবশালী সাহিত্য পত্রিকা, সোভরমেনিক (দ্য কন্টেম্পোরারি, বা Современник) তে তার ব্যাপক অবদান। পুশকিন, লোককাহিনী এবং এই ঘরানার অন্যান্য লেখকদের অনুপ্রাণিত করেছেন, যেমন লেসকভ, ইয়েসেনিন এবং গোর্কি। তার রুশ ভাষার ব্যবহার, ঔপন্যাসিক ইভান তুর্গেনেভ, ইভান গনচারোভ এবং ল্যেভ তল্‌স্তোয় এর পাশাপাশি মিখাইল লারমোনতভ এর মত পরবর্তী গীতি কবিদের শৈলীর ভিত্তি গঠন করে। পুশকিনের উত্তরসূরি এবং ছাত্র নিকোলাই গোগোল তার কাজের বিশ্লেষণ করেছেন। এছাড়াও মহান রুশ সমালোচক ভিসারিওন বেলিনস্কি পুশকিনের কাজের পূর্ণাঙ্গ এবং গভীর সমালোচনামূলক গবেষণা রচনা করেছেন, যা এখনও প্রাসঙ্গিকতা বজায় রেখেছে।\n\n\n== সম্মাননা ==\n১৯২৯ সালে, সোভিয়েত লেখক লিওনিদ গ্রসম্যান একটি উপন্যাস প্রকাশ করেন, যেখানে দ্বন্দ্বযুদ্ধের অংশগ্রহণকারী এবং সাক্ষী হিসেবে একজন ফরাসি কূটনীতিকের দৃষ্টিকোণ থেকে পুশকিনের মৃত্যুর গল্প বলা হয়েছে। বইটিতে তাকে একজন উদারনৈতিক এবং জার শাসনের শিকার হিসেবে বর্ণনা করা হয়েছে। পোল্যান্ডে বইটি ডেথ অফ দ্য পোয়েট শিরোনামে প্রকাশিত হয়।\n১৯৩৭ সালে তার সম্মানে সারস্কোয়ে সেলো শহরের নাম পরিবর্তন করে পুশকিন রাখা হয়।\nরাশিয়ায় পুশকিনের স্মরণে বেশ কয়েকটি জাদুঘর স্থাপিত হয়েছে, যার মধ্যে মস্কোতে দুটি, সেন্ট পিটার্সবার্গে একটি এবং মিখাইলভস্কয়ে রয়েছে একটি বৃহৎ কমপ্লেক্স।\nপুশকিনের মৃত্যু ২০০৬ সালের জীবনীমূলক চলচ্চিত্র পুশকিন: দ্য লাস্ট ডুয়েল এ চিত্রিত করা হয়। চলচ্চিত্রটি পরিচালনা করেন নাতালিয়া বন্দারচুক। পুশকিনকে পর্দায় তুলে ধরেন সের্গেই বেজরুকভ।\n১৯৮৭ সালে ডাচেস অফ অ্যাবারকর্ন পুশকিন ট্রাস্ট প্রতিষ্ঠা করেন, যার লক্ষ্য তার পূর্বপুরুষের সৃজনশীল ঐতিহ্য ও চেতনা স্মরণ করা এবং আয়ারল্যান্ডের শিশুদের চিন্তা, অনুভূতি এবং অভিজ্ঞতা প্রকাশের সুযোগ প্রদানের মাধ্যমে তাদের সৃজনশীলতা ও কল্পনাশক্তির বিকাশ ঘটানো।\n১৯৭৭ সালে সোভিয়েত জ্যোতির্বিজ্ঞানী নিকোলাই চেরনিখ কর্তৃক আবিষ্কৃত একটি ছোট গ্রহ, ২২০৮ পুশকিন, তার নামে নামকরণ হয়েছে।\nএমএস আলেকজান্ডার পুশকিন, রাশিয়ান ইভান ফ্রাঙ্কো (\"কবি\" বা \"লেখক\" শ্রেণী হিসাবেও উল্লেখিত) শ্রেণীর দ্বিতীয় জাহাজ।\nতাঁর সম্মানে তাশখন্দ মেট্রোর একটি স্টেশনের নামকরণ হয়।\nকানাডার অন্টারিওর ককরেন জেলার বেন নেভিস টাউনশিপে অবস্থিত পুশকিন হিলস এবং পুশকিন লেক তার সম্মানে নামকরণ কৃত।\n২০১০ সালে জাতিসংঘ কর্তৃক প্রতিষ্ঠিত এবং প্রতি বছর ৬ জুন উদযাপিত, জাতিসংঘ রুশ ভাষা দিবস, পুশকিনের জন্মদিনের সাথে মিল রেখে নির্ধারিত হয়।\n২০১০ সালে ফিলিপাইন-রাশিয়া সম্পর্ক স্মরণে ফিলিপাইনের ম্যানিলার মেহান গার্ডেনের ভেতরে পুশকিনের একটি ভাস্কর্য উন্মোচিত হয়।\nরাশিয়া এবং সাবেক সোভিয়েত ইউনিয়নে প্রাপ্ত দ্বিতীয় বৃহত্তম আলেকজান্ডার পুশকিন ডায়মন্ড, তার নামে নামকরণ হয়।\n২০০৯ সালের ২৮ নভেম্বর ইরিত্রিয়ার রাজধানী আসমারায় পুশকিনের একটি স্মৃতিস্তম্ভ স্থাপিত হয়।\n২০০৫ সালে পুশকিন এবং তার দাদী মারিয়া হ্যানিবালের স্মরণে রাশিয়ার জাখারোভোতে, রুশ সংস্কৃতির একজন আরাধক জাস্ট রুগেল একটি স্মৃতিস্তম্ভ প্রতিষ্ঠা করেন। এর ভাস্কর ছিলেন ভি কোজিনিন।\n২০১৯ সালে রাশিয়ার গ্রেট নেমস অফ রাশিয়া প্রতিযোগিতার মাধ্যমে পুশকিনের নামে মস্কোর শেরেমেতিয়েভো আন্তর্জাতিক বিমানবন্দরের নামকরণ হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== উল্লেখযোগ্য কাজ ==\n[আরো অসংখ্য সংক্ষিপ্ত কবিতা ব্যতীত]\n\n\n=== আখ্যান কবিতা ===\n১৮২০ – রুসলান এন্ড লুডমিলা (Руслан и Людмила)\n১৮২০-২১ – দ্য প্রিজনার অফ দ্য ককেসাস (Кавказский пленник)\n১৮২১ - দ্য গ্যাব্রিয়েলিয়াদ (Гавриилиада)\n১৮২১–২২ – দ্য রবার ব্রাদার্স (Братья разбойники)\n১৮২৩ – দ্য ফাউন্টেইন অফ বখচিসারাই (Бахчисарайский фонтан)\n১৮২৪ – দ্য জিপসিস (Цыганы)\n১৮২৫ – কাউন্ট নালিন (Граф Нулин)\n১৮২৯ – পোলতাভা (Полтава)\n১৮৩০ – দ্য লিটল হাউজ ইন কলমনা (Домик в Коломне)\n১৮৩৩ - আঞ্জেলো (Анджело)\n১৮৩৩ – দ্য ব্রোঞ্জ হর্সম্যান (Медный всадник)\n১৮২৫-১৮৩২ (১৮৩৩) – ইউজিন ওনেজিন (Евгений Онегин)\n\n\n=== নাটক ===\n১৮২৫ – বোরিস গোদুনোভ (Борис Годунов)\n১৮৩০ – দ্য লিটল ট্র্যাজেডিস (Маленькие трагедии)\nদ্য স্টোন গেস্ট (Каменный гость)\nমোৎসার্ট এন্ড সালিয়েরি (Моцарт и Сальери)\nদ্য মিসারলি নাইট, দ্য কোভেশাস নাইট (Скупой рыцарь)\nআ ফিস্ট ইন টাইম অফ প্লেগ (Пир во время чумы)\n\n\n=== গদ্য ===\n\n\n==== ছোটগল্প ====\n১৮৩১ – দ্য টেলস অফ দ্য লেট ইভান পেত্রোভিচ বেলকিন (Повести покойного Ивана Петровича Белкина)\nদ্য শট (Выстрел)\nদ্য ব্লিজার্ড (Метель)\nদ্য আন্ডারটেকার (Гробовщик)\nদ্য স্টেশনমাস্টার (Станционный смотритель)\nদ্য স্কোয়াইয়ারস ডটার (Барышня-крестьянка)\n১৮৩৪ – দ্য কুইন অফ স্পেডস (Пиковая дама)\n১৮৩৪ – কিরজালি (Кирджали)\n১৮৩৭ – দ্য স্টোরি অফ দ্য ভিলেজ অফ গোরইউখিনো (История села Горюхина)\n১৮৩৭ – দ্য ইজিপশিয়ান নাইটস (Египетские ночи)\n\n\n==== উপন্যাস ====\n১৮২৮ – দ্য মুর অফ পিটার দ্য গ্রেট (Арап Петра Великого), অসমাপ্ত উপন্যাস\n১৮২৯ – আ নোভেল ইন লেটারস (Роман в письмах)\n১৮৩৬ – দ্য ক্যাপটেন্স ডটার (Капитанская дочка);\n১৮৩৬ – রোসলাভলেভ (Рославлев), অসমাপ্ত উপন্যাস\n১৮৪১ – ডুবরোভস্কি (Дубровский), অসমাপ্ত উপন্যাস\n\n\n==== নন-ফিকশন ====\n১৮৩৪ – আ হিস্টোরি অফ পুগাচেভ (История Пугачева)\n১৮৩৬ – আ জার্নি টু আরজ্রুম (Путешествие в Арзрум)\n\n\n=== কাব্যে লিখিত রূপকথা ===\n১৮২২ – জার নিকিতা এন্ড হিজ ফোর্টি ডটারস (Царь Никита и сорок его дочерей)\n১৮২৫ – দ্য ব্রাইডগ্রুম (Жених)\n১৮৩০ – দ্য টেল অফ দ্য প্রিস্ট এন্ড অফ হিজ ওয়ার্কম্যান বালডা (Сказка о попе и о работнике его Балде)\n১৮৩০ – দ্য টেল অফ দ্য ফিমেল বেয়ার (Сказка о медведихе), অসমাপ্ত\n১৮৩১ – দ্য টেল অফ জার সালতান (Сказка о царе Салтане)\n১৮৩৩ – দ্য টেল অফ দ্য ফিশারম্যান এন্ড দ্য ফিশ (Сказка о рыбаке и рыбке)\n১৮৩৩ – দ্য টেল অফ দ্য ডেড প্রিন্সেস (Сказка о мертвой царевне)\n১৮৩৪ – দ্য টেল অফ দ্য গোল্ডেন ককেরেল (Сказка о золотом петушке)\n\n\n== আরও দেখুন ==\nঅ্যান্টন দেলভিগ\nআনা পেত্রোভনা কার্ন\nফিওদর পেত্রোভিচ তলস্তয়\nপুশকিন পুরস্কার\nস্কাজকা\nভ্যাসিলি পুশকিন\nভ্লাদিমির দাল\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বিস্তারিত পঠন ==\nBinyon, T.J. (2002) Pushkin: A Biography. London: HarperCollins আইএসবিএন ০-০০-২১৫০৮৪-০; US edition: New York: Knopf, 2003 আইএসবিএন ১-৪০০০-৪১১০-৪\nYuri Druzhnikov (2008) Prisoner of Russia: Alexander Pushkin and the Political Uses of Nationalism, Transaction Publishers আইএসবিএন ১-৫৬০০০-৩৯০-১\nDunning, Chester, Emerson, Caryl, Fomichev, Sergei, Lotman, Lidiia, Wood, Antony (Translator) (2006) The Uncensored Boris Godunov: The Case for Pushkin's Original Comedy University of Wisconsin Press আইএসবিএন ০-২৯৯-২০৭৬০-৯\nFeinstein, Elaine (ed.) (1999) After Pushkin: versions of the poems of Alexander Sergeevich Pushkin by contemporary poets. Manchester: Carcanet Press; London: Folio Society আইএসবিএন ১-৮৫৭৫৪-৪৪৪-৭\nPogadaev, Victor (2003) Penyair Agung Rusia Pushkin dan Dunia Timur (The Great Russian Poet Pushkin and the Oriental World). Monograph Series. Centre For Civilisational Dialogue. University Malaya. 2003, আইএসবিএন ৯৮৩-৩০৭০-০৬-X\nVitale, Serena (1998) Pushkin's button; transl. from the Italian by Ann Goldstein. New York: Farrar, Straus & Giroux আইএসবিএন ১-৮৫৭০২-৯৩৭-২\nDuVernet, M.A. (2014) Pushkin's Ode to Liberty. US edition: Xlibris আইএসবিএন ৯৭৮-১-৪৯৯০-৫২৯৪-৭\nТелетова, Н.К. (Teletova, N.K.) (2007) Забытые родственные связи А.С. Пушкина (The forgotten family connections of A.S. Pushkin). Saint Petersburg: Dorn ওসিএলসি 214284063\nWolfe, Markus (1998) Freemasonry in life and literature. Munich: Otto Sagner ltd. আইএসবিএন ৩-৮৭৬৯০-৬৯২-X\nWachtel, Michael. \"Pushkin and the Wikipedia\" Pushkin Review 12–13: 163–66, 2009–2010\nJakowlew, Valentin. \"Pushkin's Farewell Dinner in Paris\" (Text in Russian) Koblenz (Germany): Fölbach, 2006, আইএসবিএন ৩-৯৩৪৭৯৫-৩৮-২.\nGalgano Andrea (2014). The affective dynamics in the work and thought of Alexandr Pushkin, Conference Proceedings, 17th World Congress of the World Association for Dynamic Psychiatry. Multidisciplinary Approach to and Treatment of Mental Disorders: Myth or Reality?, St. Petersburg, 14–17 May 2014, In Dynamische Psychiatrie. Internationale Zeitschrift für Psychotherapie, Psychoanalyse und Psychiatrie – International Journal for Psychoanalysis, Psychotherapy, and Psychiatry, Berlin: Pinel Verlag GmbH, 1–3, Nr. 266–68, 2015, pp. 176–91\n\n\n== বহিঃসংযোগ ==\n\nএনসাইক্লোপিডিয়া ব্রিটানিকায় আলেক্সান্দ্‌র পুশকিন\nগুটেনবের্গ প্রকল্পে Aleksandr Pushkin-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে Alexander Sergeyevich Pushkin কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  আলেক্সান্দ্‌র পুশকিন\nBiographical essay on Pushkin.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ অক্টোবর ২০১২ তারিখে মাইক ফিলিপস, British Library (পিডিএফ)\nThe Pushkin Review  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০২১ তারিখে, annual journal of North American Pushkin Society\nEnglish translations of Pushkin's poems  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ ফেব্রুয়ারি ২০২১ তারিখে\nEnglish translation of \"The Tale of the Female Bear\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মার্চ ২০২১ তারিখে\nList of English translations of Eugene Onegin with extracts\nList of English translations of The Bronze Horseman with extracts\nAlexander Pushkin. Mozart and Saliery in English\nAlexander Pushkin. Boris Godunov in English\nAlexander Pushkin. The Bronze Horseman in English\nAlexander Pushkin poetry(রুশ)\nPushkin's poetry translated to English by Margaret Wettlin  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুলাই ২০২০ তারিখে\nThe afro-american interpretation of the family history of Aleksandr Pushkin\nThe ancestors Aleksander Sergeyevich Pushkin (In Russian)\nPoet's Page - audio readings in Russian  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ এপ্রিল ২০০৮ তারিখে\nPushkin's African Background  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মে ২০০৮ তারিখে\nMalay translations of Pushkin's poems  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জানুয়ারি ২০১২ তারিখে"}