{"pageid": 1110927, "title": "দ্বিসংকর জনন", "url": "https://bn.wikipedia.org/wiki?curid=1110927", "content": "দ্বিসংকর জনন (ইংরেজি: Dihybrid cross) বংশগতি বিদ্যার একটি সুপরিচিত অধ্যায়। দুইজোড়া বিপরীত চারিত্রিক বৈশিষ্ট্য সম্পন্ন একই প্রজাতির দুটি জীবের মধ্যে সংকরায়ন ঘটানো হলে, তাকে দ্বিসংকর জনন বলে। এটি ঘটানোর জন্য দুইজোড়া বিপরীত চারিত্রিক বৈশিষ্ট্য সম্পন্ন একই প্রজাতির দুটি জীব নেওয়া হয়, যারা হোমোজাইগাস প্রকৃতির হয়।\n\n\n== উদাহরণ ==\n\n\n== মেন্ডেলের পরীক্ষা ==\nবিজ্ঞানী গ্রেগর জোহান মেন্ডেল মটর গাছ (Pisum sativum) নিয়ে গবেষণা করেন ও বহু বৈশিষ্ট্যের ভিত্তিতে দ্বিসংকর জনন সম্পন্ন করেন। বৈশিষ্ট্যগুলি ছিল:\n\nএদের প্রতি দুটি বৈশিষ্ট্য নিয়ে দ্বিসংকর জনন সম্পন্ন করা সম্ভব।\n\nP জনু\nজনিতৃ জনুতে মেন্ডেল দুটি উদ্ভিদ নেন, যাদের একটির বীজ হলুদ ও গোল (YYRR) ও অপরটি সবুজ ও কুঞ্চিত (yyrr)। ছক অনুসারে হলুদ প্রকট (Y) ও সবুজ প্রচ্ছন্ন (y)। আবার, গোল প্রকট (R) ও কুঞ্চিত প্রচ্ছন্ন (r)।\nদুটির যেকোনো একটিকে স্ত্রী ও অপরটিকে পুংলিঙ্গের নেওয়া হল। এদের মধ্যে সংকরায়ণ ঘটানো হলে প্রথম অপত্য জনু সৃষ্টি হয়।\n\nF1 জনু\nপ্রথম অপত্য জনুতে প্রতিটিই YyRr হল। অর্থাৎ, গোল ও হলুদ হল (প্রকটতার সূত্র অনুসারে)।\nএবার YyRr প্রকৃতির দুটি বিপরীত লিঙ্গের উদ্ভিদ নিয়ে সংকরায়ণ করা হল। ফলাফল নীচের চেকার বোর্ডে দেখা যাবে:\n\nF2 জনু\nউপরের চেকার বোর্ড থেকেই বোঝা যাচ্ছে যে,\n\nফিনোটাইপিক অনুপাত = হলুদ ও গোল : হলুদ ও কুঞ্চিত : সবুজ ও গোল : সবুজ ও কুঞ্চিত = ৯:৩:৩:১\nজিনোটাইপিক অনুপাত = YYRR : YYRr : YyRR : YyRr : YYrr : Yyrr : yyRR : yyRr : yyrr = ১:২:২:৪:১:২:১:২:১\n\n\n== ফিনোটাইপ ও জিনোটাইপ ==\nফিনোটাইপিক অনুপাত = ৯:৩:৩:১\nজিনোটাইপিক অনুপাত = ১:২:২:৪:১:২:১:২:১\n\n\n== মুক্ত সঞ্চরণ সূত্র ==\nমেন্ডেল এখান থেকে তার মুক্ত সঞ্চারণ সূত্র উদ্ভাবন করেন।যে কোনো ভিন্ন প্রকৃতির দুটি বৈশিষ্ট্য কোনো উদ্ভিদে একসঙ্গে আত্মপ্রকাশ করলেও (মেন্ডেলের পরীক্ষায় যেমন হলুদ ও মসৃণ) এর অর্থ এই নয় যে, ওই বৈশিষ্ট্য দুটির সংযুক্তি একেবারে স্থায়ী। জননকোষ উৎপাদনকালে ওই বৈশিষ্ট্য দুটি পরস্পর বিচ্ছিন্নই শুধু হয় এমন নয়, নিষেক ক্রিয়া সংঘটিত হওয়ার সময় সেগুলি স্বাধীনভাবে যে কোনোরকম জুটির সৃষ্টি করতে পারে। অর্থাৎ হলুদ বৈশিষ্ট্য অমসৃণ বৈশিষ্ট্যের সঙ্গে নতুন জুটির সৃষ্টি করতে পারে বা মসৃণ বৈশিষ্ট্যেরও সেইরকমভাবে সবুজ বৈশিষ্ট্যের সঙ্গে যুক্ত হওয়া সম্ভব।\nএইভাবে যে কোনো বৈশিষ্ট্য অপর যে কোনো বৈশিষ্ট্যের সঙ্গে মিলিত হওয়ার ব্যাপারে যে স্বাধীনতা দেখায় তাকেই মুক্ত সঞ্চরণ বলা হয়েছে।\n\n\n== আরও দেখুন ==\nএকসংকর জনন\n\n\n== তথ্যসূত্র =="}