{"pageid": 1111144, "title": "পিং পং শো", "url": "https://bn.wikipedia.org/wiki?curid=1111144", "content": "পিং পং শো হল মঞ্চ বিনোদনের একটি রূপ যা স্ট্রিপ ক্লাবগুলিতে সঞ্চালিত হয়। এটি এক ধরনের যৌন প্রদর্শনী যেখানে মহিলারা তাদের যোনি গহ্বর থেকে কোন বস্তুকে ধরে রাখতে, বের করে দিতে বা উড়িয়ে দিতে তাদের শ্রোণী পেশী ব্যবহার করে। পিং পং বলগুলি সর্বাধিক ব্যবহৃত বস্তু। অনুষ্ঠানটি দক্ষিণ-পূর্ব এশিয়ায় (বিশেষ করে ব্যাংকক, থাইল্যান্ড) বেশ কয়েক দশক ধরে জনপ্রিয় এবং এটি মূলত বিদেশী পর্যটকদের জন্য আয়োজন করা হয়। শোটি অনেক ক্ষেত্রে যৌন পর্যটনের সাথে যুক্ত এবং অভিনয়কারীদের সম্পর্কে মানবাধিকারের উদ্বেগ উত্থাপিত হয়েছে।\n\n\n== বর্ণনা ==\nশোটি সাধারণত একটি মঞ্চ বা নাচের প্ল্যাটফর্মে সঞ্চালিত হয় এবং প্রায়শই একজন একক অভিনয়শিল্পী এর সাথে জড়িত থাকেন। সাধারণত তিনি তার পিঠে শুয়ে অভিনয় করেন, যদিও কিছু বৈচিত্র্য আনতে অভিনয়শিল্পী দাড়িয়েও করতে পারেন। অভিনয়শিল্পী সাধারণত শুধুমাত্র একটি বিকিনি টপ বা ব্রা পরে থাকেন এবং তার গুপ্ত লোমগুলো কামানো থাকে। পারফরম্যান্সের অংশ হিসাবে বস্তুগুলো যোনিতে ঢোকানো হয় বা মঞ্চে আসার আগে প্রস্তুতির সময়। শ্রোণী পেশী ব্যবহার করে বস্তুগুলো বের করার বিকল্প হিসাবে, কখনও কখনও জিনিসগুলি হাত দিয়ে টেনে বের করা হয়।  শোটির প্রথমতম সংস্করণে পিং পং বল জড়িত ছিল, তবে অন্যান্য বৈচিত্র্যময় বস্তুগুলি তখন থেকেই পারফরম্যান্সে ব্যবহার করা হয়েছে। এর মধ্যে রয়েছে ডিম, কলা, লম্বা স্ট্রিং বা ফিতা, হুইসেল, শিং, কলম, সিগারেট, মোমবাতি, ডার্ট, স্পিনিং টপস, বোতল, আতশবাজি, রেজার ব্লেড এবং চপস্টিক। আরেকটি ক্রিয়াকলাপ হ'ল একটি বাটিতে গোল্ডফিশ ছুড়ে মারা, বা একটি বড় ব্যাঙকে ভিতরে ঠাসিয়া দেয়া, যাতে সে এটি কতক্ষণ রাখতে পারে। দর্শনার্থীদের একজন পুরুষ সদস্যকে একটি বেলুন ধরার জন্য প্ল্যাটফর্মে আনা হতে পারে, যখন এতে একটি ডার্ট ছোঁড়া হয়, অথবা অভিনয়শিল্পী প্রতিটি গ্রাহকের চেয়ারে বাঁধা বেলুনগুলিতে টেবিলের চারপাশে ছুড়ে মারতে পারে। দর্শনার্থীদের অংশগ্রহণের আরেকটি উদাহরণ হল অভিনয়শিল্পী তার যোনিপথ বিয়ার দিয়ে ভরাট করেন, এটি একটি গ্লাসে বের করে দেন এবং যেকোন একজন দর্শনার্থীকে এটি পান করার জন্য আমন্ত্রণ জানানো হয়। \n\n\n== আরো দেখুন ==\nডঙ্কি শো\nলাওসে পতিতাবৃত্তি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nলিওন, হারমন। \"জীবন একটি ব্যাংকক স্ট্রিপ ক্লাবে একটি পিং-পং বলের মতো\"। nthWORD, ইস্যু 2 (বসন্ত/গ্রীষ্ম 2009), পিপি। 29-36, ওয়েব্যাক মেশিনে সংরক্ষণাগারভুক্ত, 25 সেপ্টেম্বর 2009।\nOllett, Luke (১৯ জুন ২০০৯)। \"Impartial account of a ping pong show\"। Our Thursday। ২ ফেব্রুয়ারি ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৬ জানু ২০১৪। \nBrad (৭ মার্চ ২০১৩)। \"Super Pussy - Our Night At A Ping Pong Ball Show In Bangkok\"। Guys Who Travel। সংগ্রহের তারিখ ৬ জানু ২০১৪। \nSanders-McDonagh, Erin (২০১৬)। Women and Sex Tourism Landscapes। Taylor & Francis। আইএসবিএন 9781317601159।"}