{"pageid": 1111771, "title": "অনুগামী প্রক্ষোভ", "url": "https://bn.wikipedia.org/wiki?curid=1111771", "content": "আবহাওয়াবিজ্ঞান ও বিমানচালনার ক্ষেত্রে অনুগামী প্রক্ষোভ (ইংরেজি: Wake turbulence) বলতে বাতাসের মধ্য দিয়ে কোনও বস্তু বা বিমান গমনের ফলে সেটির পশ্চাতে বায়ুমণ্ডলে সৃষ্ট বিশৃঙ্খলাকে বোঝায়।\nউড্ডয়নের সময় প্রতিটি বিমানই অনুগামী প্রক্ষোভ সৃষ্টি করে থাকে। অনুগামী প্রক্ষোভ একটি একক ঘটনা না, বরং একাধিক ঘটনার সমবায়। অতীতে মনে করা হত যে প্রপেলার তথা প্রচালক-চালিত বিমানের প্রচালকগুলির ঘূর্ণনের কারণে কিংবা আধুনিক জেটবিমানের ইঞ্জিন থেকে স্বল্প সময়ের জন্য যে অতিবিক্ষুব্ধ গ্যাসের তোড় নির্গত হয়, সেটিই অনুগামী প্রক্ষোভের মূল কারণ। ১৯৬০-এর দশকে মার্কিন মহাকাশ সংস্থা নাসা এবং যুক্তরাষ্ট্রের কেন্দ্রীয় বিমানচালনা সংস্থা গবেষণা করে বের করে যে বিমানের উত্তোলক বলের কারণে অবধারিতভাবে বিমানের দুই পাখার প্রান্তবিন্দু থেকে পেছনের দিকে পরস্পর বিপরীত দিকে ঘূর্ণায়মান যে দুইটি বায়ুঘূর্ণির সৃষ্টি হয়, সেগুলিই আসলে অনুগামী প্রক্ষোভের জন্য সিংহভাগ দায়ী। এর আগে অনুগামী প্রক্ষোভ তেমন কোনও সমস্যার সৃষ্টি করেনি। কিন্তু ১৯৬০-এর দশকের পর থেকে আকাশে ভারী জেটবিমান (বিশেষত অতিপ্রশস্ত জাম্বোজেট বিমান) চলাচল বেড়ে যাবার কারণে অনুগামী প্রক্ষোভের ঘটনাটির গুরুত্ব বেড়ে যায়।\nউড্ডয়নের সময় বিমানের পাখার (যা এক ধরনের বায়ুফলক) উপরে একটি নিম্নচাপবিশিষ্ট এলাকার সৃষ্টি হয়। এই অবস্থায় পাখার নিচের উচ্চচাপযুক্ত এলাকা থেকে থেকে বাতাস স্থানান্তরিত হয়ে পাখার প্রান্তকে কুণ্ডলীর মতো ঘুরে পাখার উপরের নিম্নচাপযুক্ত এলাকাতে যায়। এর ফলে প্রতিটি পাখার প্রান্তসীমায় একটি করে দ্রুত ঘূর্ণায়মান ও চোঙাকৃতির বায়ুঘূর্ণির সৃষ্টি হয়। পেছন থেকে দেখলে বাম পাখা থেকে উৎপন্ন বায়ুঘুর্ণিটি ঘড়ির কাঁটার দিকে ঘোরে, এবং ডান পাখা থেকে উৎপন্ন ঘূর্ণিটি ঘড়ির কাঁটার বিপরীত দিকে ঘোরে। বায়ুঘূর্ণিগুলি কত জোরে ঘুরবে, তা পাখার বোঝা (wing loading), বিমানের আকৃতি (সরু নাকি প্রশস্ত) বিমানের মোট ওজন (gross weight) এবং বিমানের গতিবেগের (speed) উপর নির্ভর করে।\nবায়ুঘুর্ণিগুলি বেশ কিছুক্ষণ ধরে বিরাজ করতে পারে। আবহাওয়া খুব শান্ত থাকলে বিমান চলে যাওয়ার কয়েক মিনিট পরেও বাতাসে থেকে যেতে পারে। সাধারণত এগুলি বিমানের গমনপথের নিচে ১০০০ ফুট বা ৩০০ মিটার পর্যন্ত ঝুলে থাকতে পারে। বিমান চলাচলের ক্ষেত্রে একটি বিমানের ফলে সৃষ্ট অনুগামী প্রক্ষোভ সেটিকে অনুসরণকারী অপর একটি বিমানের চলাচলে বিঘ্নের সৃষ্টি করতে পারে, যা ক্ষেত্র বিশেষে মারাত্মক হতে পারে। মধ্যম ভারী, ভারী বা অতিভারী বিমানগুলিকে অনুসরণকারী ঘূর্ণিগুলি অত্যন্ত দ্রুতগতিতে ঘুরতে পারে এবং এগুলি অপেক্ষাকৃত হালকা ও ছোট বিমানের জন্য ঝুঁকিপূর্ণ হতে পারে। অনুগামী প্রক্ষোভের ফলে যে বায়ুঘূর্ণিগুলির সৃষ্টি হয়, সেগুলির শক্তি, স্থায়িত্বকাল ও দিক আক্রান্ত বিমানের উপরে এক ধরনের আবর্তক ভ্রামক বল (Rolling moment) চাপিয়ে দিতে পারে, যা ঐ বিমানটির আবর্তন-নিয়ন্ত্রণ ক্ষমতাকে ভণ্ডুল করে দিতে যেতে পারে। এর ফলে বিমানের উচ্চতা হঠাৎ হ্রাস পেতে পারে, হালকা বিমান উলটে যেতে পারে, বিমানচালক বিমানের নিয়ন্ত্রণ হারিয়ে ফেলতে পারেন, বিমানের যাত্রীদের আঘাত বা জখম হতে পারে এবং বিমানটির যান্ত্রিক ক্ষতি হতে পারে। যদি বিমানচালক বিমানটিকে সময়মত নিয়ন্ত্রণে আনতে না পারেন এবং বিমানটি যদি ভূপৃষ্ঠের কাছাকাছি থাকে, তাহলে সামাল দেবার জন্য উচ্চতার অভাবে বিমান ভূপাতিত হয়ে ধ্বংস হয়ে যেতে পারে। এ কারণে বিমান চলাচল প্রশাসনগুলি কোনও বিমান আকাশে আরোহণ, ভূমিতে অবতরণ ও অন্য একটি বিমানের পেছনে গমনের সময় ন্যূনতম কতটুকু দূরত্ব রক্ষা করে চলবে, সে ব্যাপারে প্রবিধান জারি করে থাকে। বিমানের প্রকার ও আকারভেদে এই দূরত্ব ভিন্ন ভিন্ন হয়ে থাকে। বিমানচালকদেরকে উড্ডয়নের সময় সর্বদা অন্য একটি বিমানের অনুগামী প্রক্ষোভের সম্ভাব্য উপস্থিতির ব্যাপারে সাবধান থাকতে হয় এবং দরকার হলে উড্ডয়ন পথ পরিবর্তন করে নিতে হয়। এইসব নিয়ম মেনে চলার কারণে, বিমানচালকদের সর্তকতার সুবাদে এবং আধুনিক বিমানগুলির নকশা অনেক ঘাতসহ বলে অনুগামী প্রক্ষোভ থেকে বিমানধ্বসের মতো মারাত্মক দুর্ঘটনার সম্ভাবনা খুবই কম।\nঅনুগামী প্রক্ষোভ বিমান আকাশে আরোহণের সময় ও ভূমিতে অবতরণের দশা দুইটিতে বিশেষভাবে বিপজ্জনক। এই দুইটি দশাতে বিমান একটি উচ্চ আক্রমণ কোণে ক্রিয়াশীল থাকে, ফলে শক্তিশালী বায়ুঘূর্ণিসমূহ সৃষ্টি হবার সম্ভাবনা বৃদ্ধি পায়। বিমানবন্দরের আশেপাশে বহুসংখ্যক বিমান থাকে, যেগুলি নিম্নগতি ও নিম্ন উচ্চতায় ক্রিয়াশীল থাকে। এর ফলে বিপদের ঝুঁকি আরও বেড়ে যায় কেননা কোনও সমস্যার সৃষ্টি হলে সেটিকে সামাল দেবার জন্য যথেষ্ট উচ্চতা থাকে না।\nকোনও বিমান যত ভারী হবে, সেটিকে উত্তোলন করতে তত বেশি উত্তোলক বলের প্রয়োজন হবে, অর্থাৎ পাখার নিচের উচ্চচাপ ও পাখার উপরের নিম্নচাপের মধ্যে পার্থক্য তত বেশি হবে। এর ফলে ভারী বিমানের দ্বারা সৃষ্ট বায়ুঘূর্ণি তথা অনুগামী বিক্ষোভও ততই শক্তিশালী হবে। আন্তর্জাতিক বেসরকারি বিমান চলাচল সংস্থাগুলি বিমানের আকাশে আরোহণকালীন সর্বোচ্চ ওজনের উপর ভিত্তি করে তিন ধরনের অনুগামী প্রক্ষোভের বর্ণনা দিয়েছে। এগুলি হল ভারী (হেভি), মধ্যম ভারী (মিডিয়াম), এবং হালকা (লাইট) বিমান দ্বারা উৎপন্ন অনুগামী প্রক্ষোভ। এগুলি যথাক্রমে ১ লক্ষ ৩৬ হাজার কেজি বা তদূর্ধ্ব, ৭ হাজার থেকে ১ লক্ষ ৩৬ হাজার কেজি এবং ৭ হাজার কেজির কম ওজনের হয়ে থাকে।\nবৃহৎ যাত্রীবাহী জেটবিমানগুলি যে ঘূর্ণির সৃষ্টি করে, সেগুলি আবর্তন গতিবেগ ঘন্টায় ১৫০ মাইল হতে পারে এবং এগুলি ২০ মাইল দূর পর্যন্ত অনুভূত হতে পারে। ভারী বিমানগুলি ভূমিতে অবতরণ প্রচেষ্টা শুরুর সময় (অ্যাপ্রোচ) এগুলি ধীর গতিতে চলন্ত এবং অবতরণ গিয়ার ও ফ্ল্যাপ গুটানো অবস্থায় থাকে বলে এসময় তারা সবচেয়ে শক্তিশালী ও বিপজ্জনক ঘূর্ণিগুলির সৃষ্টি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nU.S. FAA, The Aeronautical Information Manual on Wake Turbulence\nU.S. FAA, Pilot Controller Glossary, see Aircraft Classes\nWake Turbulence, An Invisible Enemy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জানুয়ারি ২০১৯ তারিখে\nNASA Dryden – Wake Vortex Research  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ মার্চ ২০১৭ তারিখে"}