{"pageid": 1111676, "title": "সুভাষচন্দ্র বসুর রাজনৈতিক দৃষ্টিভঙ্গি", "url": "https://bn.wikipedia.org/wiki?curid=1111676", "content": "নেতাজি সুভাষচন্দ্র বসুর রাজনৈতিক দৃষ্টিভঙ্গি প্রথম দিকে শ্রেণীহীন সমাজ ও রাষ্ট্রীয় সমাজতন্ত্রের সঙ্গে ভারতের সম্পূর্ণ স্বাধীনতার সমর্থনে ছিল, যেখানে এটি কংগ্রেস কমিটির অধিকাংশ নেতাই ডোমিনিয়ন মর্যাদার মাধ্যমে পর্যায়ক্রমে চেয়েছিল। যদিও সুভাষচন্দ্র বসু ও মোহনদাস করমচাঁদ গান্ধীর ভিন্ন মতবাদ ছিল, পরবর্তীতে মোহনদাস করমচাঁদ গান্ধী ১৯৪২ সালে সুভাষচন্দ্র বসুকে \"দেশপ্রেমিকদের দেশপ্রেমিক\" বলে অভিহিত করেছিলেন।\nসুভাষচন্দ্র বসু শিল্পায়নকে ভারতকে শক্তিশালী ও স্বয়ংসম্পূর্ণ করার একমাত্র পথ হিসেবে দেখেছিলেন (এতে তিনি সোভিয়েত পঞ্চবার্ষিকী পরিকল্পনার সাফল্যের তথ্য দ্বারা সে সময়ের অন্যান্য অনেক ভারতীয় বুদ্ধিজীবীর মতো প্রভাবিত হয়ে থাকতে পারেন)।\nতিনি ১৯৪১ সালে জার্মানিতে পালিয়ে যান এবং হিটলারকে জোটের প্রস্তাব দেওয়ার পরে, অক্ষশক্তিরকে সহযোগিতা করার জন্য অভিযুক্ত হন। তিনি দ্বিতীয় বিশ্বযুদ্ধের সময় ব্রিটিশদের সমালোচনা করে বলেছিলেন, যে ব্রিটেন নাৎসি নিয়ন্ত্রণে থাকা ইউরোপীয় দেশসমূহের স্বাধীনতার জন্য লড়াই করছিল, কিন্তু এটি ভারত সহ তাদের ব্রিটেনের উপনিবেশসমূহকে স্বাধীনতা দেবে না। তিনি ১৯৩৭ সালে সুদূর প্রাচ্যের জাপানি সাম্রাজ্যবাদকে আক্রমণ করে একটি নিবন্ধ প্রকাশ করেছিলেন, যদিও তিনি জাপানি শাসনের অন্যান্য দিকগুলির জন্য কিছু প্রশংসা করেছিলেন।\nসুভাষচন্দ্র বসুর পূর্বের চিঠিপত্র (১৯৩৯ সালের আগে) নাৎসি জার্মানিতে গণতান্ত্রিক প্রতিষ্ঠানসমূহের বর্ণবাদী অনুশীলন ও বাতিলকরণের বিষয়ে তার গভীর অসম্মতি প্রতিফলিত করে।  তিনি অবশ্য ১৯৩০-এর দশকে ইতালি ও জার্মানিতে যে স্বৈরাচারী পদ্ধতিসমূহ দেখেছিলেন (যদিও জাতিগত মতাদর্শ নয়) তার প্রশংসা করেছিলেন এবং ভেবেছিলেন যে সেগুলি একটি স্বাধীন ভারত গড়তে ব্যবহার করা যেতে পারে। তথাপি, কংগ্রেস পার্টির সভাপতি হিসেবে সুভাষচন্দ্র বসুর কার্যকাল (১৯৩৮-৩৯) কোনো বিশেষ গণতন্ত্রবিরোধী বা কর্তৃত্ববাদী গুণাবলী প্রতিফলিত করে। নীরদ সি. চৌধুরী, অ্যান্টন পেলিঙ্কা এবং লিওনার্ড গর্ডন মন্তব্য করেছেন যে বোসের দক্ষতা যুদ্ধক্ষেত্রের পরিবর্তে আলোচনার টেবিলে সবচেয়ে ভালভাবে চিত্রিত হয়েছিল। নীরদচন্দ্র চৌধুরী, অ্যান্টন পেলিঙ্কা ও লিওনার্ড গর্ডন মন্তব্য করেছেন যে সুভাষচন্দ্র বসুর দক্ষতা যুদ্ধক্ষেত্রের পরিবর্তে আলোচনার টেবিলে সবচেয়ে ভালভাবে চিত্রিত হয়েছিল।\nতিনি ১৯৩৯ সালের ত্রিপুরা কংগ্রেস অধিবেশনে ব্রিটিশ সরকারকে স্বাধীনতা প্রদানের জন্য ছয় মাসের সময়সীমা দেওয়ার দাবি করেন এবং যদি এটি করতে ব্যর্থ হয়, তবে একটি গণ আইন অমান্য আন্দোলন শুরু করার দাবি জানান। তিনি বিশ্বাস করতেন যে \"...দেশটি অভ্যন্তরীণভাবে একটি বিপ্লবের জন্য আগের চেয়ে অনেক বেশি পরিপক্ক ছিল এবং আসন্ন আন্তর্জাতিক সংকট ভারতকে তার মুক্তি অর্জনের একটি সুযোগ দেবে, যা মানব ইতিহাসে বিরল।\"\n\n\n== তথ্যসূত্র =="}