{"pageid": 1111720, "title": "সন্ন্যাস যোগ", "url": "https://bn.wikipedia.org/wiki?curid=1111720", "content": "সন্ন্যাস যোগ হলো হিন্দু জ্যোতিষশাস্ত্রে কিছু বিশেষ রাশিফলের মধ্যে দেখা অদ্ভুত গ্রহের পরিস্থিতি বা সংমিশ্রণ যা সন্ন্যাস অর্থাৎ সেই যোগগুলির সাথে জন্মগ্রহণকারী ব্যক্তিদের দ্বারা পার্থিব বস্তুগত জীবন ত্যাগের ইঙ্গিত দেয়। সন্ন্যাস যোগগুলি প্রব্রজ্যা যোগ নামেও পরিচিত।\n\n\n== সন্ন্যাস - এর অর্থ ==\nসন্ন্যাস, এই শব্দটি মুন্ডক উপনিষদে প্রথমবার উল্লেখ করা হয়েছে, এটি ত্যাগের পথ। সন্ন্যাসী হলেন যিনি গার্হস্থ্যের জাগতিক উচ্চাকাঙ্ক্ষার ঊর্ধ্বে উঠেছেন এবং নির্জনতার নীরবতা ও তপস্যাও করেছেন। ভগবদ্গীতা অনুসারে, সন্ন্যাস মানে ইচ্ছা থেকে উদ্ভূত কর্মের পরিত্যাগ, এবং ত্যাগ মানে সমস্ত কর্মের ফল পরিত্যাগ করা। সন্ন্যাসীরা জ্ঞানের পথে চলার যোগ্য; তাদের কোন আচার-অনুষ্ঠান বা পবিত্র আগুন জ্বালানোর প্রয়োজন নেই (ব্রহ্মসূত্র ৩.৪.২৫)।\n\n\n== সন্ন্যাস যোগসমূহ ==\nহিন্দু জ্যোতিষশাস্ত্রে সন্ন্যাস যোগ হল গ্রহের পরিস্থিতি বা নির্দিষ্ট জন্ম (রাশিফল) এর সংমিশ্রণ যা সন্ন্যাসকে নির্দেশ করে। সন্ন্যাস যোগগুলি প্রব্রজ্যা যোগ নামেও পরিচিত। এগুলো শুভ যোগাসন। সত্যিকারের সন্ন্যাস যোগ খুবই বিরল।\nচার বা ততোধিক শক্তিশালী গ্রহ এক ঘরে বা চিহ্নে মিলিত হলে সন্ন্যাস যোগ হয়, গৃহীত সন্ন্যাসের প্রকৃতি বা ধরন নির্ভর করে সেই নির্দিষ্ট গ্রহের সবচেয়ে শক্তিশালী গ্রহের উপর। যদি সূর্যটি চার্টের সবচেয়ে শক্তিশালী গ্রহ হয়, তবে ব্যক্তিটি উচ্চ নৈতিকতা ও বুদ্ধিবৃত্তিক দক্ষতার অধিকারী হয়, এবং প্রত্যন্ত স্থানে কঠোর অনুশীলন বেছে নেবে; যদি এটি চাঁদ হয়, তাহলে অনুশীলনটি নির্জনে হয় এবং ধর্মগ্রন্থ অধ্যয়নের ক্ষেত্রে আরও বেশি হয়; যদি এটি বুধ হয়, সহজেই অন্যের দর্শন দ্বারা প্রভাবিত হয়; যদি এটি মঙ্গল হয়, তাহলে কেউ লাল রঙের পোশাক পরতে পছন্দ করে এবং তার মেজাজ নিয়ন্ত্রণ করতে লড়াই করে; যদি এটি বৃহস্পতি হয়, তবে একজনের তার ইন্দ্রিয় এবং ইন্দ্রিয়ের উপর সম্পূর্ণ নিয়ন্ত্রণ থাকে; যদি এটি শুক্র হয়, বিচরণকারী ভিখারি, এবং যদি সবচেয়ে শক্তিশালী গ্রহ শনি হয় তবে এটি একজনকে অত্যন্ত কঠোর অভ্যাস গ্রহণ করতে বাধ্য করে। চার বা ততোধিক গ্রহের এই সংমিশ্রণে দশম ঘরের অধিপতির সম্পৃক্ততা সন্ন্যাসের শক্তিশালী সূচক। যদি এই চার বা ততোধিক গ্রহ কোন কেন্দ্রে বা ত্রিকোনায় মিলিত হয়,\nতাহলে ব্যক্তিটি মোক্ষ লাভ করে কিন্তু যদি তারা ৮ম ঘরে যোগ দেয় তাহলে যোগভ্রষ্ট হবে অর্থাৎ যোগ-ক্রিয়াতে বিরতি হবে, এবং মুক্তির চূড়ান্ত অবস্থা থেকে পড়ে। সংযোজিত গ্রহগুলির মধ্যে সবচেয়ে শক্তিশালী যদি দহন হয় তবে কোন সন্ন্যাস থাকবে না এবং গ্রহযুদ্ধে পরাজিত হলে সন্ন্যাস গ্রহণ করে পার্থিব জীবনে ফিরে আসে। চাঁদ যখন শনির ড্রেকেনায় থাকে এবং মঙ্গল ও শনির দৃষ্টিতে থাকে বা শনির দৃষ্টিতে মঙ্গল গ্রহের নবমে থাকে তখনও সন্ন্যাসকে নির্দেশ করা হয়। একজন ব্যক্তি সন্ন্যাস গ্রহণ করেন যদি চন্দ্রের অবস্থানকারী শনি দ্বারা দৃষ্টিপাত করে এবং অন্য কোন গ্রহের দ্বারা নয় বা যদি সমস্ত গ্রহ একক গৃহ বা চিহ্ন দখল করে বা বৃহস্পতি ৯ম ঘরে থাকে এবং শনি লগ্ন (অ্যাসেন্ড্যান্ট) এর দিকে থাকে। চন্দ্র ও বৃহস্পতি, এই ধরনের ব্যক্তি শাস্ত্রের উপর লিখবেন এবং দর্শন খুঁজে পাবেন, এবং যদি শনি কোন গ্রহ দ্বারা দৃষ্টিপাত না করে ৯ম ঘরে থাকে তবে একজন রাজা জন্মগ্রহণ করে সন্ন্যাস গ্রহণ করবেন।\n\n\n== সন্ন্যাস যোগ - এর প্রভাব ==\nমর্যাদায় উপকারী গ্রহদের দ্বারা গঠিত সন্ন্যাস যোগগুলি একজন ব্যক্তিকে সম্পূর্ণ ব্যক্তিত্বের বিবর্তনীয় উচ্চতা ও আদিম তাগিদের পরমানন্দের সাথে আশীর্বাদ করে। যখন চার বা ততোধিক গ্রহ এক গৃহে একত্রিত হয় তখন সন্ন্যাস যোগের উদ্ভব হয়, (বুদ্ধের জন্মের সময়, দশম ঘরে পাঁচটি গ্রহ ছিল যার মধ্যে দুর্বল শনি তার দুর্বলতার চিহ্ন দখল করে), অথবা যখন আরোহণকারী অধিপতি শনি দ্বারা দৃষ্টি করা হয় বা শনি একটি দুর্বল লগ্ন অধিপতিকে দৃষ্টিভঙ্গি করে বা যখন শনি গ্রহের দ্রেকেনায় চাঁদ মঙ্গল বা শনির একটি নবমশা দখল করে এবং শনি দ্বারা দৃষ্টিভঙ্গি করা হয় তখন ফলদীপিকা অনুযায়ী যদি লগ্নের অধিপতি দুর্বল চন্দ্রের দিক দিয়ে সন্ন্যাসী অত্যন্ত দুঃখজনক জীবনযাপন করবে কিন্তু যদি রাজযোগ হয় তবে তিনি বিশ্বের শাসকদের দ্বারা পূজিত হবেন। যদি সন্ন্যাস যোগ ক্ষতিকারক প্রভাব দ্বারা আক্রান্ত হয় তবে সেই সন্ন্যাস যোগের ব্যক্তিটি সন্ন্যাস গ্রহণ করবে কিন্তু সেই আদেশের জন্য লজ্জাজনক প্রবণতা এবং নীচ আচার-আচরণ ও ক্রিয়াকলাপের জন্য দুর্বল বলে প্রমাণিত হবে।\nঅরুধ লগ্ন থেকে ৩য় বা ৬ষ্ঠ ঘরে উপকারী গ্রহগুলি সাধু যোগের জন্ম দেয় যা স্থানীয়দের একজন সাধু ব্যক্তিকে ধার্মিক কাজকর্মে পরিণত করে। গবেষণায় আরও পাওয়া গেছে যে পারিজাত যোগ কখনও কখনও পারিব্রজ যোগ হিসেবেও কাজ করতে পারে।\nলগ্ন থেকে দশম ঘরে চারটি গ্রহ বা দশম ঘরে চারটি গ্রহ মিলিত হলে বা লগ্নের অধিপতি এবং দশমের অধিপতি যে কোনও তিনটি গ্রহের সাথে যে কোনও জায়গায় মিলিত হলে সন্ন্যাস দিন কিন্তু শনি মিলিত হলে কোনও সন্ন্যাস হবে না। এবং, যদি চাঁদ এবং বৃহস্পতি বুধ এবং মঙ্গল ১০ম বা মীন রাশিতে যোগ দেয়, তাহলে মোক্ষ নিশ্চিত হয়। যদি চারটির মধ্যে একাধিক গ্রহ শক্তিশালী হয় তবে কোন সন্ন্যাস যোগ হবে না, যখন দুটি গ্রহ শক্তিশালী হয় তখন একজন আরও শক্তিশালী দ্বারা নির্দেশিত ধরনের সন্ন্যাস গ্রহণ করে কেবলমাত্র সেই ধরনের সন্ন্যাস গ্রহণ করার জন্য যাকে বাতিল করে। কম শক্তিশালী। চার বা ততোধিক গ্রহের মধ্যে যেকোন একটিকে সন্ন্যাস প্রদানের জন্য খুব শক্তিশালী হতে হবে কিন্তু সন্ন্যাস সৃষ্টিকারী গ্রহটি যদি দহন হয় বা গ্রহযুদ্ধে পরাজিত হয় এবং অন্যান্য গ্রহ দ্বারা দৃষ্টিভঙ্গি করা হয় তবে কোন সন্ন্যাস থাকবে না কিন্তু ব্যক্তি সন্ন্যাসীদের পূজা করবে অর্থাৎ যারা সন্ন্যাস গ্রহণ করেছে।\n\n\n== সন্ন্যাস যোগাসমূহ - তাদের তাৎপর্য ==\nসন্ন্যাস যোগ ব্যক্তিকে সমস্ত সম্পদ ও বস্তুগত সম্পদ ত্যাগ করতে বাধ্য করে; সে তখন পরিচারক হয় এবং ভিক্ষা চায়। এই যোগাসগুলি শ্রেণী পৃথক, এগুলি হল শুভ-যোগ (শুভ যোগ) ও অভা-যোগ (অশুভ যোগ) নয় যা দারিদ্র্যকে নির্দেশ করে৷ এগুলো ব্যক্তিকে জগত ত্যাগ করতে এবং চূড়ান্ত সত্যের সন্ধান করতে বাধ্য করে। সন্ন্যাস যোগের সাথে রাজযোগ প্রাপ্তি ব্যক্তিকে বিশ্ববিখ্যাত দীক্ষিত করে তোলে এবং ধার্মিক শাসক হতে পারে যাকে ব্যাপকভাবে পূজা করা হয়।\nদুর্বল শনি আরোহণের দুর্বল অধিপতির দিকে তার দৃষ্টিভঙ্গি নিক্ষেপ করে সাধারণত ত্যাগের পথে নিয়ে যায়। সন্ন্যাস যোগে যে ভব সংঘটিত হয় তার অধিপতি যদি রাহুর সাথে যুক্ত হন বা নিষ্ঠুর আমসায় গুলিকার সাথে মিলিত হন, অথবা যদি হিতৈষী কথিত প্রভুর দৃষ্টিভঙ্গি না করে, তাহলে সেই সন্ন্যাস যোগ বিলুপ্ত হয়ে যাবে। চেঙ্গিজ খান, পরাক্রমশালী মঙ্গোল যোদ্ধা, ১৬/৯/১১৮৬ তারিখের সকাল ১.৩০ টায় জন্মগ্রহণ করেছিলেন, যার সাথে ছয়টি গ্রহ এক রাশিতে এবং গৃহে মিলিত হয়েছিল অর্থাৎ লগ্ন থেকে ৩য় ঘরে কন্যা রাশিতে, যে গ্রুপে শক্তিশালী উচ্ছবিলাশী শনি অন্তর্ভুক্ত ছিল, তিনি তা করেননি নিতে.ত্যাগের পথ। তিনি ছিলেন নির্মম যোদ্ধা ও বিচরণকারী বিজয়ী, যেমনটি এই সংযোগের জন্য সরাবলি এর ভবিষ্যদ্বাণী করেছিলেন এবং ৫৩৭ শ্লোকে লঘু জাতক সর্বস্ব দ্বারা নিযুক্ত শক্তিশালী শাসক, যেখানে বলা হয়েছে যে সমস্ত গ্রহ যদি চাঁদ থেকে ১২তম স্থানে থাকে এবং চাঁদ থেকে ৬ তম ঘরে তখন রাজযোগ হয় এবং ব্যক্তি ৬৮ বছর বেঁচে থাকে; চেঙ্গিজ খান ৬৮ বছর বেঁচে ছিলেন।\nবরাহমিহির বলেছেন যে যদি লগ্ন একটি সমান চিহ্নে পড়ে, এবং মঙ্গল সহ তিনটি প্রাকৃতিক উপকারী সবই ভাল করার জন্য শক্তিশালী হয় তবে মহিলা বিখ্যাত  বেদান্তিন হয়ে ওঠেন, এবং যদি ৭ম ঘরটি নিষ্ঠুর গ্রহ দ্বারা ভাড়াটে হয় এবং ৯ম টি মৃদু দ্বারা উপকারী তাহলে তিনি নবম ঘরে অবস্থানকারী গ্রহ দ্বারা নির্দেশিত সন্ন্যাস ধরবেন। মকর লগ্নের জন্মে রাহু ৫ তে মঙ্গল, ৭ তে শনি, ৮ তে সূর্য এবং চন্দ্র, ৯ তম শুক্র ও বুধ, ১১ তম বৃহস্পতি এবং কেতু শক্তিশালী ভাগ্য যোগ প্রাপ্ত হওয়া সত্ত্বেও এবং তিনটিই প্রাকৃতিক। সূর্য ও চন্দ্রকে এগিয়ে রাখায় ভদ্রমহিলা দীক্ষা পাননি কারণ শনি চন্দ্রকে বা তার অবস্থানকারীকে দেখেনি, এবং মঙ্গল ৯ম ঘরকে দেখেনি।\nজাতক ভরনাম পুনরালোচনা করে যে বৃহস্পতি যদি হয় পঞ্চম ঘরে বা লগ্নে এবং চাঁদ দশম ঘরে অবস্থান করে তাহলে সেই ব্যক্তি হবেন তপস্বী অর্থাৎ যিনি তার ইন্দ্রিয়কে জয় করেছেন এবং যিনি সর্বোত্তম জিনিসের অধিকারী বুদ্ধিমত্তা, অধ্যবসায়ী, পরিশ্রমী ও সফল।এটি অত্যন্ত উচ্চমানের যোগ এবং বৃহস্পতি ও চন্দ্র উভয়ই অনুকূল ভার্গ এবং নক্ষত্র লাভ করলে চমৎকার ফলাফল দেয়। এই যোগ-গঠনের তাৎপর্যপূর্ণ বিষয় হল দেবগুরু (বৃহস্পতি) সর্ব-গুরুত্বপূর্ণ কর্মস্থান দখলকারী উচ্চতার চিহ্নের অধিপতি।\n\n\n== আরও দেখুন ==\nত্যাগ\n\n\n== তথ্যসূত্র =="}