{"pageid": 11119, "title": "দিল তো পাগল হ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=11119", "content": "দিল তো পাগল হ্যায় (হিন্দি: दिल तो पागल है দিল তো পাগল হৈ, উর্দু: دل تو پاگل ہے‎‎, বাংলা: হৃদয় পাগল) শাহরুখ খান অভিনীত একটি হিন্দি চলচ্চিত্র। ছবিটি ভারতীয় জাতীয় চলচ্চিত্র পুরস্কারের বিভিন্ন শাখায় বেশ কয়েকটি পুরস্কার লাভ করে। এছাড়া সাধারণ দর্শকদের কাছেও চলচ্চিত্র টি জনপ্রিয়তা অর্জন করে। ছবিটি অভিনয় করেছেন শাহরুখ খান, মাধুরী দীক্ষিত, অক্ষয় কুমার, করিশমা কাপুর প্রমুখ।\n\n\n== কাহিনী সংক্ষেপ ==\nরাহুল (শাহরুখ খান) একজন নৃত্যশিল্পী এবং একজন সফল সঙ্গীত ও নৃত্য দল পরিচালক. সে বিশ্বাস করে যে নিশা (করিশমা কপূর), তার সেরা নৃত্যশিল্পী, তার ভালো বন্ধু. নিশা তার বন্ধুর মত কাজ করে, কিন্তু তাকে ভালবাসেন গোপনে. গল্পের অন্য অবগত হয় পূজা (মাধুরী দীক্ষিত), যারা ​​বিশ্বাস করে যে কেউ কোথাও প্রত্যেকের জন্য এবং যখন তিনি যে বিশেষ কেউ ঈশ্বরের পাবেন একটি ইঙ্গিত / সংকেত তার দিতে হবে. পূজা হল একটি মাতৃহীন ঊর্ধ্বতন বন্ধু জীবিত. তাদের পুত্র অজয় (অক্ষয় কুমার) তার ভালো বন্ধু.\nনাচতে গিয়ে নিশা তার ব্যথা পায়, এক্ষেত্রে রাহুল নৃত্যদল পরিচালনার নতুন নৃত্যশিল্পী প্রয়োজন হয়. রাহুল পূজার নৃত্য দেখে পছন্দ করেন. তিনি এবং রাহুল অপরের ক্রমবর্ধমান হয় অনুরাগী, কিন্তু আইন হিসাবে এটা যদি না হয়. পূজা, অজানা রাহুল থেকে, অজয় থেকে ইতোমধ্যে রত. অন্য মানুষের সঙ্গে রোমান্স মানহানিকর এবং তার পিসি এবং চাচা, যিনি তার তাদের পুত্র বিবাহ দেখতে চান একটি হতাশা হবে. তিনি রাহুল থেকে তার দূরত্ব রাখতে চেষ্টা এবং তিনি, তার মিশ্র সংকেত দ্বারা ধাঁধা, বিষয় ধাক্কা না.\nনিশা, তার ঈর্ষা দ্বারা শাণিত অজ্ঞান, সব কমিটি. পরিবর্তে ব্যাপার বন্ধ চেষ্টা যাইহোক, তিনি যখন জন্য ভারত ছেড়ে বিষয়ে তাদের কোর্স গ্রহণ দেত্তয়া সিদ্ধান্ত নেয়. তিনি সত্যিই ভালবাসেন রাহুল এবং শুভেচ্ছা শুধুমাত্র তার জন্য.\nনতুন প্রদর্শন অব্যাহত জন্য প্রস্তুতি হিসেবে, পরিশেষে পূজা বলে রাহুল যে তিনি অজয় এবং রাহুল হয় গভীরভাবে আঘাত নিযুক্ত হয়. তিনি তার নতুন অসুখী প্রতিফলিত দেখাতে শেষ দৃশ্যের সংশোধিত. নিশা যে এটি একটি অসুখী সমাপ্তি হয়েছে অভিযোগ কিন্তু রাহুল থেকে তা পরিবর্তন করতে রাজি, গল্প করার উপায় সে কমিটি পূজা তার সম্পর্ক প্রতিফলিত করে.\nশেষ ইন, রাহুল থেকে এক পূজা সঙ্গে তার প্রণয় পুনর্জ্ীবত শেষ চেষ্টা করা সিদ্ধান্ত নেয়. পূজা অজয়, যিনি কি, রিলিজ পূজা তার প্রবৃত্তি থেকে যাওয়া, এবং পূজা এবং রাহুল পুনর্মিলিত অনুভূত হয়েছে পর্যন্ত প্রেম ও কর্তব্যের মধ্যে বিদীর্ণ হয়.\n\n\n== শ্রেষ্ঠাংশে ==\nশাহরুখ খান - রাহুল\nমাধুরী দীক্ষিত - পূজা\nকরিশমা কাপুর - নিশা\nঅক্ষয় কুমার - অজয়\nফরিদা জালাল - পূজা মাসীমা / অজয় এর মম\nদেভেন বর্মা - পূজা চাচা / অজয় এর বাবা\nঅরুণা ইরানি - পূজা শিক্ষক দাই\nইয়াশ চোপড়া -এবং পামেলা চোপড়া হিসাবে নিজেদের (ক্রেডিট ক্রম খোলার)\nইয়াশ জহর - এবং নিজেরা যেমন হিরু জহর (ক্রেডিট ক্রম খোলার)\nআদিত্য চোপড়া - এবং পয়াল চোপড়া হিসাবে নিজেদের (ক্রেডিট ক্রম খোলার)\nকরণ জহর - এবং তিসকা চোপড়া হিসেবে নিজেদের (ক্রেডিট ক্রম খোলার)\n\n\n== সংগীত ==\n\n\n== সাউন্ড ট্র্যাক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দিল তো পাগল হ্যায়   (ইংরেজি) - এ"}