{"pageid": 1111905, "title": "মুখ্য উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1111905", "content": "মুখ্য উপনিষদ অথবা প্রধান উপনিষদ হিন্দুধর্মের সবচেয়ে প্রাচীন ও ব্যাপকভাবে অধীত ও আলোচিত উপনিষদ। ৮০০ খ্রিস্টপূর্বাব্দ থেকে সাধারণ যুগের শুরুর মধ্যে রচিত, এই উপনিষদগুলো বৈদিক ঐতিহ্যের সাথে সম্পর্কযুক্ত।\n\n\n== বিষয়বস্তু ==\nমুখ্য উপনিষদগুলো সম্ভবত ৬০০ ও ৩০০ খৃষ্টপূর্বাব্দের মধ্যে রচিত হয়েছিল, এবং বেদের অন্তভাগে এগুলো রয়েছে। অধিকাংশ হিন্দু পণ্ডিত দশটি উপনিষদকে মুখ্য উপনিষদ হিসাবে বিবেচনা করেন, কিন্তু বর্তমানে কিছু পণ্ডিত এই তালিকায় শ্বেতাশ্বেতর, কৌষীতকি ও  মৈত্রায়ণীয়কে অন্তর্ভুক্ত করেছেন।    বেদান্তের প্রধান বিদ্যাপীঠের প্রতিষ্ঠাতা, যেমন, আদি শঙ্কর ও মধ্বাচার্য এই দশটি প্রধান উপনিষদের উপর ভাষ্য লিখেছেন। যদিও রামানুজ মুখ্য উপনিষদের উপর স্বতন্ত্র ভাষ্য লেখেননি, তবুও তিনি তাঁর শ্রী ভাষ্যে উপনিষদের শত শত মন্ত্র উদ্ধৃত করেছেন। রামানুজের বংশে, তার অনুসারী, রঙ্গারামানুজ, ১৬০০-এর দশকের প্রায় সমস্ত প্রধান উপনিষদের উপর ভাষ্য লিখেছিলেন।\nমুখ্য উপনিষদগুলো সকল হিন্দুদের দ্বারা শ্রুতি বা হিন্দুধর্মের সবচেয়ে গুরুত্বপূর্ণ ধর্মগ্রন্থ হিসেবে গৃহীত হয়। প্রধান উপনিষদগুলোকে তিনটি শ্রেণিতে বিভক্ত করা হয়েছে: গদ্য (তৈত্তিরীয়, ঐতরেয়,  ছান্দোগ্য, বৃহদারণ্যক, মাণ্ডুক্য) ও পদ্য (ঈশ, কঠ,  মুণ্ডক) এবং গদ্য-পদ্য উভয়ে রচিত (কেন, প্রশ্ন)।\n\n\n== মূখ্য উপনিষদসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDeussen, Paul (১৮৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass Publications। আইএসবিএন 9788120814684। \nEdgerton, Franklin (১৯৬৫)। The Beginnings of Indian Philosophy। Cambridge: Harvard University Press। আইএসবিএন 9780674064003। \nHume, Robert Ernest (১৯২১)। The Thirteen Principal Upanishads। Oxford University Press। আইএসবিএন 9780195637434। \nJohnston, Charles (২০১৪) [1920-1931]। The Mukhya Upanishads। Kshetra Books। আইএসবিএন 9780195637434। \nRadhakrishnan, Sarvapalli (১৯৯৪) [1953]। The Principal Upanishads। New Delhi: HarperCollins Publishers। আইএসবিএন 9788172231248। \nSwami Gambhirananda (১৯৫৭)। Eight Upanishads With the Commentary of Shankaracharya। Advaita Ashrama, Kolkata। আইএসবিএন 8175050152। \nYeats, William Butler; Shri Purohit Swami (১৯৩৮)। The Ten Principal Upanishads। Repro Books Limited। আইএসবিএন 9788129100740। \n\n\n== বহিঃসংযোগ ==\nHolybooks.com has a book containing the 10 principal Upanishads here."}