{"pageid": 1111665, "title": "স্বাগত", "url": "https://bn.wikipedia.org/wiki?curid=1111665", "content": "কাউকে স্বাগত জানানো হলো এক প্রকার অভিবাদনরীতি যার মাধ্যমে নতুন একটি স্থান বা পরিস্থিতি অথবা পরিবেশে কোনো ব্যক্তির সাচ্ছন্দ্যময় উপস্থিতির আহ্বান করা হয়। এছাড়া একজন নতুন ব্যক্তিকে সাদরে গ্রহণের অনুভূতি প্রকাশের ক্ষেত্রেও এই শব্দটি প্রয়োগ করা হয়।\nআবার কিছুক্ষেত্রে কোন অপরিচিত ব্যক্তিকে কোন পরিবার বা কোন এলাকার সাথে পরিচয় করিয়ে দেওয়ার বেলাও স্বাগত শব্দটি ব্যবহৃত হয়। জর্জ এস. ম্যাকক্লেলান এবং জেরেমি স্ট্রিংগার তাদের দ্য হ্যান্ডবুক অব স্টুডেন্টস অ্যাফেয়ার্স অ্যাডমিনিস্ট্রেশন-এ লিখেছেন: \"একজন অপরিচিত ব্যক্তিকে স্বাগত জানানোর অর্থ হলো, নিজের ইচ্ছা থেকে এমন সব মিথস্ক্রিয়ার যোগান দেওয়া, যেগুলো অন্যদের মনে এই অনুভূতিকে জাগ্রত করবে যে, তাদেরকে গুরুত্বের সাথে গ্রহণ করা হয়েছে এবং আপনি তাদের সাথে পরিচিত হতে চান।\" তাসত্ত্বেও অনেক সম্প্রদায় ও সম্প্রদায় সংশ্লিষ্ট পরিবেশের ক্ষেত্রে স্বাগত হওয়াকে যে নিরাপত্তার নিশ্চয়তার সাথে সাংঘর্ষিক হিসেবে দেখা হয়, এখানে সেটাও উল্লেখ করতে হবে। ফলস্বরূপ স্বাগত জানানোর অর্থ কিছুটা স্ব-সীমিত হয়ে যায়: \"আমরা আপনাকে স্বাগত জানাব, যদি না আপনি অনিরাপদ কিছু না করেন।\" স্বাগত জানানোর প্রক্রিয়ার ক্ষেত্রে ভিন্ন ভিন্ন সংস্কৃতিতে নিজ নিজ ঐতিহ্য রয়েছে, আর স্বাগত জানানোর এই ভিন্ন ভিন্ন চর্চায় একটি বৈচিত্র্য পাওয়া যায়।\n\nস্বাগত জানানোর প্রক্রিয়া যথাযথ ভৌত ব্যবস্থাপনাসমূহের মাধ্যমে রূপায়িত ও লালিত হলেও তা কোন ভৌত প্রক্রিয়া নয়। স্বাগত জানানোয় একটি নান্দনিকতা থাকতে পারে। যখন স্বাগত জানানো হয় তখন সেখানে কী ঘটে? বাস্তবে  সেখানে কিছুই ঘটে না, এবং যা ঘটে তা যে কোন কিছুর চেয়েও ব্যাপক। যখন কেউ একবার স্বাগত জানায় তখন তিনি এমন পরিস্থিতি তৈরি করেন যা একজনকে স্বাচ্ছন্দ্যের প্রতিশ্রুতি দেয়। যাকে স্বাগত জানানো হয় তিনি যাতে অস্বস্তি বা প্রতিকূলতা বোধ না করেন, বরং তার যেন স্বাচ্ছন্দ্য  বোধ হয়, এটি সম্ভবপর করে তোলার জন্যই স্বাগত জানানো হয়।\nআগন্তুকদেরকে স্বাগত জানানোর ইঙ্গিত বা লক্ষণ বিভিন্নভাবে সম্পন্ন করা যেতে পারে। যেমন: জাতীয়, রাষ্ট্রীয় বা পৌর পর্যায়ের স্বাগত চিহ্ন হলো একটি ভৌগোলিক অঞ্চলের সীমানায় স্থাপিত একটি ট্রাফিক চিহ্ন যা ঐ অঞ্চলে আগন্তুকদেরকে স্বাগত জানায় বা আগন্তুকদেরকে ঐ অঞ্চলটির সাথে পরিচয় করিয়ে দেয়। আবার একটি স্বাগত চিহ্ন একটি নির্দিষ্ট সম্প্রদায় অথবা একটি স্বতন্ত্র স্থাপনার জন্যও দেখানো হয়ে থাকতে পারে। স্থপতিদের মতে, \"কোন গেটওয়ে (প্রবেশ বা প্রবেশপথ) এবং একটি স্বাগত চিহ্নের মধ্যে মৌলিক পার্থক্য হলো, গেটওয়ের নকশা প্রণয়ন ও নির্মাণ সাধারণত একজন বহিরাগত অথবা একজন ডেভেলপার অথবা স্থপতি করে থাকেন। পক্ষান্তরে, স্বাগত চিহ্নের নকশা প্রণয়ন ও নির্মাণ সম্পন্ন হয় সম্প্রদায়ের অন্তর্ভুক্ত কোন সদস্যের মাধ্যমে।\" [[মাদুর|অভ্যর্থনার চিহ্নযুক্ত মাদুর]] হলো সেই মাদুর যা কোন গৃহ বা ভবনের প্রবেশপথে রাখা হয় এবং গৃহ বা ভবনে প্রবেশের পূর্বে অতিথিকে এতে পা মোছার সুযোগ করে দেয়।\nইউরোপে স্বাগত জানানোর আরো এক ধরনের ঐতিহ্যের দেখা যায়: অভ্যর্থনাকারী ওয়াগন (গাড়িবিশেষ)। কোন এলাকায় নবাগতকে স্বাগত জানাতে ঐ এলাকার বাসিন্দাদের থেকে প্রয়োজনীয় উপহারসামগ্রী সংগ্রহ করে এই ওয়াগন সাজানো হয়।\n\n\n== পরিভাষা ==\n\n\n== স্বাগত বনাম স্বাগতম ==\nস্বাগত ও স্বাগতম এই দুটি শব্দের মধ্যে কোনটি প্রমিত নয় তা নিয়ে বাংলাদেশের বাংলা একাডেমি ও পশ্চিমবঙ্গের বাংলা আকাদেমি থেকে সুনির্দিষ্টভাবে কিছু বলা হয়নি। বরং কোন শব্দ অভিধানে না থাকলেই যে অসিদ্ধ হয়ে যায় না, পশ্চিমবঙ্গ বাংলা আকাদেমি সেটাই বলেছে।\n\n\n== তথ্যসূত্র =="}