{"pageid": 1111955, "title": "চেরেপানভসের বাষ্প ইঞ্জিন", "url": "https://bn.wikipedia.org/wiki?curid=1111955", "content": "চেরেপানভসের বাষ্প ইঞ্জিন রাশিয়ায় নির্মিত প্রথম বাষ্প লোকোমোটিভ। প্রথম বাষ্প লোকোমোটিভ ১৮৩৩ সালে নির্মিত হয়েছিল, দ্বিতীয়টি ১৮৩৫ সালে। বাষ্প লোকোমোটিভ দ্বারা ব্যবহৃত রেলপথটির গেজ ছিল ১,৬৪ মিমি (২ টি আরশিন এবং ৫ ভার্ফোস)।\n\n\n== প্রথম বাষ্প লোকোমোটিভ ==\n\nপ্রথম বাষ্প লোকোমোটিভ ১৮৩৩ সালে ভাইস্কি উদ্ভিদে, যা নিজনি তাগিল গাছের অংশ ছিল, চেরেপানোভসের এবং মিরন দ্বারা নির্মিত হয়েছিল। বাষ্প লোকোমোটিভের পরীক্ষাগুলি ১৮৩৪ সালের আগস্টে শুরু হয়েছিল।\nএই লোকোমোটিভটির ডিভাইস এবং এর তৈরির ইতিহাসটি ১৮৩৫ সালের জন্য খনির পত্রিকা এর পঞ্চম সংখ্যায় বর্ণিত হয়েছিল। আমরা এই নিবন্ধ থেকে জানি যে বাষ্পীয় লোকোমোটিভ তৈরি করার সময় চেরেপানোভগুলি বেশ কয়েকটি প্রযুক্তিগত সমস্যার মুখোমুখি হয়েছিল। বিশেষত, প্রাথমিকভাবে বাষ্প বয়লার পর্যাপ্ত তাপ দেয়নি এবং প্রয়োজনীয় পরিমাণ বাষ্প উৎপাদন করেনি। এছাড়াও, চেরেপানোভগুলি একটি বিপরীত ডিভাইস তৈরির সমস্যার মুখোমুখি হয়েছিল, যার ফলে মোড় না নিয়ে লোকোমোটিভের গতিপথের দিক পরিবর্তন করা সম্ভব হয়েছিল। দুটি প্রযুক্তিগত সমস্যা সফলভাবে চেরেনোভ ইঞ্জিনিয়াররা সমাধান করেছেন।\nগর্নি ঝুরনাল লিখেছেন যে প্রথম সমস্যাটি ধোঁয়া নল টিউবগুলির সংখ্যা বৃদ্ধি করে (যার সংখ্যা আশিতে বাড়িয়ে আনা হয়েছিল) দিয়েছিল এবং দ্বিতীয়টি - সিলিন্ডারে বাষ্পের প্রবেশের দিকটি নিয়ন্ত্রণকারী গতি বাষ্প স্পুলগুলিতে সেট করে এমন একটি উইন্ডো হুইল সমন্বিত একটি প্রক্রিয়া ব্যবহার করে।\n\"মাইনিং জার্নাল\" লোকোমোটিভের প্রযুক্তিগত বৈশিষ্ট্যগুলি সম্পর্কে নিম্নলিখিত তথ্য সরবরাহ করে:টেমপ্লেট:Начало цитаты\nСухопутный пароход, ими устроенный, ходит ныне в обе стороны по нарочно приготовленным на длине 400 сажень (853,5 м) чугунным колёсопроводам. Пароход их неоднократно был в действии и показал на деле, что может возить более 200 пуд (3,3 тонны) тяжести со скоростью от 12 до 15 вёрст в час (13 — 16 км/ч). Самый пароход состоит из цилиндрического котла длиною 5 1/2 футов (1676 мм) диаметром 3 футов (914 мм) и из двух паровых лежачих цилиндра длиной 9 дюймов (229 мм), в диаметре 7 дюймов (178 мм).\nটেমপ্লেট:Конец цитаты\n\nСухопутный пароход, ими устроенный, ходит ныне в обе стороны по нарочно приготовленным на длине 400 сажень (853,5 м) чугунным колёсопроводам. Пароход их неоднократно был в действии и показал на деле, что может возить более 200 пуд (3,3 тонны) тяжести со скоростью от 12 до 15 вёрст в час (13 — 16 км/ч). Самый пароход состоит из цилиндрического котла длиною 5 1/2 футов (1676 мм) диаметром 3 футов (914 мм) и из двух паровых лежачих цилиндра длиной 9 дюймов (229 мм), в диаметре 7 дюймов (178 мм).\n\nপত্রিকাটিতে আরও উল্লেখ করা হয়েছে যে লোকোমোটিভটিতে জল এবং জ্বালানির জন্য দরপত্র রয়েছে। \"কাস্ট আয়রন হুইল লাইন\" (যা রেলগুলি) নিজনি তাগিল প্ল্যান্টে পরীক্ষার ভিত্তিতে তৈরি করা হয়েছিল।\nঅন্যান্য উত্স থেকে, লোকোমোটিভের ভর সম্পর্কিত তথ্য জানা যায় যা ছিল ২.৪ টন (কার্যক্রমে)। লোকোমোটিভের অক্ষীয় সূত্রটি 1-1-0 হয়। রানার এবং ড্রাইভ হুইলসেটের ব্যাস একই ছিল।\n\n\n== দ্বিতীয় বাষ্প লোকোমোটিভ ==\n\nপ্রথম বাষ্প লোকোমোটিভ পরীক্ষা করার পরে, চেরেপানোভগুলি একটি দ্বিতীয় বাষ্প লোকোমোটিভ তৈরি করা শুরু করেছিল, যা 1835 সালের মার্চ মাসে সম্পন্ন হয়েছিল। এই লোকোমোটিভ পূর্বেরটির চেয়ে কিছুটা বড় ছিল এবং এটি কিছু নকশার বৈশিষ্ট্যে পৃথক ছিল। প্রথম বাষ্প লোকোমোটিভ থেকে পৃথক, দ্বিতীয় বাষ্প লোকোমোটিভ এর চাকার নেতৃস্থানীয় চাকা জোড়ায় চাকার চেয়ে একটি ছোট ব্যাস ছিল।\nচেরেপানোভগুলির দ্বিতীয় বাষ্প লোকোমোটিভের প্রধান মাত্রা:\n\nবয়লার দৈর্ঘ্য - 6 ফুট (1829 মিমি)\nবয়লার ব্যাস - 3 ফুট এবং 4 ইঞ্চি (1016 মিমি)\nবোর - 7.5 ইঞ্চি (190.5 মিমি)\nপিস্টন স্ট্রোক - 10 ইঞ্চি (254 মিমি)\nВ заметке «Горного журнала» говорилось:\nটেমপ্লেট:Начало цитаты\nВ «Горном журнале» сего года №5 было напечатано известие о том, что в Нижне-Тагильском заводе гг. механики Черепановы устроили сухопутный пароход, который был испытан неоднократно, при чем оказалось, что он может возить более 200 пудов тяжести со скоростью от 12 до 15 верст в час.\nНыне гг. Черепановы устроили другой пароход большего размера, так что он может возить за собой до тысячи пудов тяжести. По испытании сего парохода оказалось, что он удовлетворяет своему назначению; почему и предложено и ныне же продолжить чугунные колесопроводы от Нижне-Тагильского завода до самого медного рудника, и употребить пароход для перевозки медных руд из рудника в завод.\nটেমপ্লেট:Конец цитаты\n\nВ «Горном журнале» сего года №5 было напечатано известие о том, что в Нижне-Тагильском заводе гг. механики Черепановы устроили сухопутный пароход, который был испытан неоднократно, при чем оказалось, что он может возить более 200 пудов тяжести со скоростью от 12 до 15 верст в час.\nНыне гг. Черепановы устроили другой пароход большего размера, так что он может возить за собой до тысячи пудов тяжести. По испытании сего парохода оказалось, что он удовлетворяет своему назначению; почему и предложено и ныне же продолжить чугунные колесопроводы от Нижне-Тагильского завода до самого медного рудника, и употребить пароход для перевозки медных руд из рудника в завод.\n\n\n== চেরেপানোভ স্টিম লোকোমোটিভগুলির ভাগ্য ==\n\n১৮3636 সালে, তাদের নেতৃত্বে, মেদেনরোদ্যায়ানস্ক খনি থেকে ভিস্কি উদ্ভিদ পর্যন্ত, তিন বর্গ দীর্ঘ দীর্ঘ সরবরাহের জন্য একটি cast ালাই -লোহার রাস্তা তৈরি করা হয়েছিল।\nতত্কালীন সময়ে রাশিয়ান শিল্প কর্তৃক দাবি করা স্টিম ইঞ্জিনগুলির বিপরীতে, চেরেপানোভগুলির প্রথম রাশিয়ান রেলপথটিকে প্রাপ্য মনোযোগ দেওয়া হয়নি। নিজনি তাগিল গাছের পরিচালনা, এবং ব্রিডার এন। স্টিম ইঞ্জিন তৈরির বিষয়ে ডেমিডভ খুব সংশয়ী ছিলেন। এছাড়াও ঘোড়া টানা গাড়িবহর ঠিকাদাররা রেলওয়ের বিরোধিতা করেছিল।\nতবে সবচেয়ে বড় কথা, আগুনের কাঠ চেরেপানোভসের স্টিম লোকোমোটিভগুলিতে জ্বালানী হিসাবে ব্যবহৃত হয়েছিল। \"ল্যান্ড স্টিমার\" তাদের এ জাতীয় পরিমাণে গ্রাস করেছিল যে খুব শীঘ্রই সরবরাহের ক্ষেত্রে সমস্যা দেখা দিয়েছে। পরিচালনার বছরগুলিতে, রেলওয়ের আশেপাশের পুরো বন কেটে ফেলা হয়েছিল এবং একই ঘোড়া টানা গাড়িতে দূর থেকে আগুনের কাঠ সরবরাহ করা হয়েছিল। কয়লা খনিগুলির প্রধান প্রকৌশলী স্টিফেনসনের মেশিনগুলির বিপরীতে, এই বাষ্পের লোকোমোটিভগুলির ভাগ্যকে নির্ধারিতভাবে প্রভাবিত করেছিল।\nপরবর্তীকালে, বাষ্প লোকোমোটিভের পরিবর্তে তারা ঘোড়ার টানা জোতা ব্যবহার শুরু করে, শাখা বরাবর আকরিক দিয়ে ওয়াগনগুলি টেনে নিয়ে যায়।\nইয়েফিম চেরেপানোভের ভাগ্নী আমোস প্রকৃতি থেকে তৈরি অঙ্কন, সেইসাথে সেন্ট পিটার্সবার্গে একটি শিল্প প্রদর্শনীর জন্য 1837 সালে তাদের দ্বারা তৈরি বাষ্পের লোকোমোটিভের একটি কার্যকরী মডেল আংশিকভাবে সংরক্ষণ করা হয়েছে। ১৯৯৯ সালে তাদের উপর একটি বাষ্প লোকোমোটিভের একটি অনুলিপি তৈরি করা হয়েছিল, যা এখন ইয়েকাটারিনবুর্গের স্টেশনের বিপরীতে রেলওয়েম্যানদের প্রাসাদ অব সংস্কৃতির সামনে দাঁড়িয়ে রয়েছে। এর মডেল প্রথম বাষ্প চারী Cherepanovs দেখা যায় ঐতিহাসিক ও কারিগরি মিউজিয়াম \"Cherepanovs হাউস\" – Nizhny Tagil মিউজিয়াম-রিজার্ভ \"Gornozavodskaya উরাল\" (একটি শাখা Nizhny Tagil), পলিটেকনিক মিউজিয়াম (মস্কো), জাদুঘর বিজ্ঞান ও Sverdlovsk রেলওয়ে প্রযুক্তি ইতিহাস (ইয়েকাটেরিনবার্গ) এ, এ সাইবেরিয়ান স্টেট ইউনিভার্সিটি অফ রেলওয়ে (নোভোসিবিরস্ক), সামারা রেলওয়ে জাদুঘর এবং আমুর ব্রিজ মিউজিয়ামে (খবরভস্ক) এর ক্র্যাশনোয়র্ক্ক রেলওয়ে প্রশাসনের ভবনের কাছে । ২০০০ সালে ক্যালিনিনগ্রাদ রেলওয়ে প্রশাসনের ভবনের কাছে প্রথম রাশিয়ান স্টিম লোকোমোটিভের একটি অনুলিপিও ইনস্টল করা হয়েছিল ।\nচেরেপনোভের স্মৃতিসৌধটি নিঝনি তাগিল শহরের কেন্দ্রীয় বর্গক্ষেত্রের পাশাপাশি উরাল স্টেট ইউনিভার্সিটি অফ রেলওয়ে (ইয়েকাটারিনবুর্গ) এবং কেমেরোভো শহরের শিশু রেলওয়ের টার্মিনাল স্টেশনে দাঁড়িয়ে রয়েছে। বংশোদ্ভূত [ সত্যের তাৎপর্য? ] চেরেপনোভরা এখন চেলিয়াবিনস্ক, ব্লাগোভেসচেঙ্ক, ইরকুটস্ক, কোস্টানাই (কাজাখস্তান), মুরমানস্ক এবং সেন্ট পিটার্সবার্গে বাস করছেন [ সত্যের তাৎপর্য? ] ।\n\n\n== তথ্যসূত্র =="}