{"pageid": 1111688, "title": "রোজমেরি গ্রেভিলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1111688", "content": "বৈজ্ঞানিক নাম\nGrevillea rosmarinifolia\nগ্রেভিলিয়া রোসমারিনিফোলিয়া এ.\nসাধারণ নাম\n\nরোজমেরি গ্রেভিলিয়া, রোজমেরি লেভেড,  গ্রেভিলিয়া, মাকড়সা ফুল, \n\n\n== প্রাপ্তিস্থান ==\nগ্রেভিলিয়া প্রজাতির সমস্ত গাছপালা দক্ষিণ গোলার্ধ  থেকে এবং বিশেষ করে অস্ট্রেলিয়া, ওশেনিয়া এবং দক্ষিণ-পূর্ব এশিয়ার দ্বীপপুঞ্জইন্দোনেশিয়া, নিউ গিনি, নিউ ক্যালেডোনিয়া) থেকে এসেছে। কিছু ছোট জনসংখ্যা দক্ষিণ আফ্রিকার পরিবর্তে স্থানীয়।\n\n\n== জাত ও চাষ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nপ্রজাতির বিপুল সংখ্যক জাত নির্বাচন করা হয়েছে, যার মধ্যে রয়েছে।\nভিক্টোরিয়ারতে এই যাত গুলি পাওয়া যায় এবং চাষ হয় 'আনাকি' আনাকি'  অরিয়া প্রবাল' 'মরুভূমির শিখা'\nহার্স্টব্রিজ' - হার্স্টব্রিজ, ফর্'জেনকিনসি'\nলারা ডোয়ার্ফ' (লারা ফর্ম) - লারা,  লাইম-লাইট'\nলিটল ডেজার্ট' —  লুটিয়া'\nমার্লো' নানা' নেকটিস'\nনোইলি' -অ্যারোমাস', প্রভৃতি।)\nমার্কিন যুক্তরাষ্ট্রে এই জাত টি চাষ হয় \nরোজি পোসি) নিউ সাউথ ওয়েলসে এই জাত গুলি চাষ হয়\nইয়ারাঙ্গোবিলি গুহা এলাকার একটি রূপ\nভেকটিস'ওয়েকহার্স্ট'\nওয়েস্ট ওয়াইলং বিউটি'\nউইলিয়ামসি প্রসট্রেট'\nউইলিয়ামসি'ওয়ায়ালং ওয়ান্ডার)\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nরোজমেরি গ্রেভিলিয়া  নাতিশীতোষ্ণ জলবায়ুতে একটি শক্ত গুল্ম হিসাবে ব্যাপকভাবে চাষ করা হয়।  'ডেজার্ট ফ্লেম', 'লারা', 'লারা ডোয়ার্ফ', 'লাইমলাইট', 'র‍্যাঙ্কিন স্প্রিংস' এবং 'রোজি পোসি' সহ চাষাবাদে বেশ কিছু রূপ ও জাত পরিচিত।  এই প্রজাতিটি অনেক জনপ্রিয় হাইব্রিড গ্রেভিলিয়ার পিতামাতাদের মধ্যে একটি, যার মধ্যে কিছু চাষ থেকেও পালিয়ে গেছে।\n\n\n== বর্ণনা ==\nগ্রেভিলিয়া রোসমারিনিফোলিয়া\nশ্রেণী: গুল্ম\nপরিবার: Proteaceae (Proteas)\nমূল: অস্ট্রেলিয়া (অস্ট্রেলিয়া)\nচিরসবুজ: \nফুলের রঙ: গোলাপী গোলাপী\nব্লুমটাইম: শীত/বসন্ত\nসমার্থক শব্দ: [. rosmarinifolia Pryor's Hybrid']\nপিতামাতা: ( রোসমারিনিফোলিয়া হাইব্রিড)\nউচ্চতা: 4-5 ফুট\nপ্রস্থ: 6-8 ফুট\nএক্সপোজার: পূর্ণ সূর্য\nসমুদ্রতট: \nসেচ  (H2O তথ্য) : কম জলের প্রয়োজন\nশীতকালীন কঠোরতা: 20-25ï¿½ F\nগ্রেভিলিয়া 'স্কারলেট স্প্রাইট' - একটি ঢিবিঢালা, কম্প্যাক্ট গুল্ম যা 4 থেকে 5 ফুট লম্বা এবং একটু চওড়া এবং ঘনিষ্ঠভাবে সেট করা নরম-টেক্সচারযুক্ত সবুজ সূঁচের মতো পাতা। গোলাপ-গোলাপী এবং ক্রিম রঙের ফুলগুলি শীত এবং বসন্তকালে দেখা যায় তবে প্রায়শই সারা বছর কিছু ফুল থাকতে পারে। যে কোনো মাটিতে পূর্ণ রোদে রোপণ করুন যতক্ষণ না এটি শালীনভাবে সুনিষ্কাশিত হয়। মাঝে মাঝে খুব কম পরিমাণে সেচ দিন। 15ï¿½F পর্যন্ত নির্ভরযোগ্যভাবে হার্ডি এবং কখনও কখনও আরও কিছুটা শক্ত। উত্তর উইলামেট রিসার্চ অ্যান্ড এক্সটেনশন সেন্টারে ওরেগন স্টেট নার্সারি ট্রায়ালে, এই উদ্ভিদটি ডিসেম্বর 2013-এ প্রায় 10 ডিগ্রি ফারেনহাইট তাপমাত্রায় বেশ কিছু রাত সহ্য করেছিল। এটি একটি খুব আকর্ষণীয় বাগানেরউদ্ভিদ যার ঘন সুন্দর পরিষ্কার পাতা, আকর্ষণীয় ফুল যা পাখিকে আকর্ষণ করার জন্য অমৃত রয়েছে। এটি একটি সুন্দর ছোট নমুনা উদ্ভিদ তৈরি করে বা একটি ছোট অনানুষ্ঠানিক বা আনুষ্ঠানিক হেজ তৈরি করতে ছাঁটাই করা যেতে পারে। 'স্কারলেট স্প্রাইট'কে গ্রেভিলিয়া রোসমারিনিফোলিয়ার একটি নির্বাচন বলে মনে করা হয়েছিল এবং কীভাবে এটি রজার এলিয়ট এবং ডেভিড জোনসে তালিকাভুক্ত হয়েছিলঅস্ট্রেলিয়ান উদ্ভিদের এনসাইক্লোপিডিয়া যেখানে এটি উল্লেখ করা হয়েছে যে এটিকে 'প্রিওরস হাইব্রিড'ও বলা হয়েছে এবং এর নাম ছিল 'ওয়ায়ালং ওয়ান্ডার'। আমরা এটিকে গ্রেভিলিয়া রোসমারিনিফোলিয়া 'স্কারলেট স্প্রাইট' হিসাবে তালিকাভুক্ত করেছি কিন্তু এখন এটিকে এই প্রজাতির একটি সংকর হওয়ার সম্ভাবনা অন্য অভিভাবক অজানা হিসাবে বিবেচনা করা হয়, তাই এই নির্দিষ্ট এপিথেট ছাড়াই এখন এটি তালিকাভুক্ত করুন। এটি পুরানো মার্কিন চাষের গ্রেভিলিয়া 'নোইলি'-এর মতো যা একসময় ক্যালিফোর্নিয়ায় চাষের ক্ষেত্রে সবচেয়ে সাধারণ গ্রেভিলিয়া ছিল, কিন্তু 'স্কারলেট স্প্রাইট' ঘন বর্ধনশীল এবং কাঁটাযুক্ত নয়। আমরা প্রথমে মন্টেরি বে নার্সারি থেকে এই উদ্ভিদটি পেয়েছি এবং 1998 সাল থেকে আমাদের নার্সারিতে এটি জন্মেয়েছি। \n\n\n== প্রাকৃতিক বিচরণ ==\nদক্ষিণ-পূর্ব দক্ষিণ অস্ট্রেলিয়া, ACT, দক্ষিণ-পূর্ব কুইন্সল্যান্ড এবং দক্ষিণ ভিক্টোরিয়াতে এর স্থানীয় পরিসরের বাইরে প্রাকৃতিকভাবে তৈরি\n\n\n== বাসস্থান ==\nস্রোতের কাছাকাছি বনভূমিতে এবং আর্দ্র ঢালে এবং অস্ট্রেলিয়ার নাতিশীতোষ্ণ অঞ্চলে বালুকাময় মাটিতে মালি এবং গুল্মভূমিতে প্রাকৃতিকভাবে জন্মে।  নাতিশীতোষ্ণ এবং মাঝে মাঝে শীতল উপ-গ্রীষ্মমণ্ডলীয় অঞ্চলে তৃণভূমি, খোলা বনভূমি এবং পাথুরে ঢালের আগাছা।\n\n\n== বিশিষ্ট বৈশিষ্ট্য ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nএকটি ছোট থেকে মাঝারি আকারের বড় ঝোপ 0.3-2 মিটার লম্বা।\nএর দীর্ঘ এবং সরু পাতায় (0.8-3.8 সেমি লম্বা এবং 0.5-3 মিমি চওড়া) মার্জিন রয়েছে যা নীচে কুঁকানো\nএর ফুল সাধারণত ফুলের গুচ্ছের শাখা বরাবর নিয়মিত জোড়ায় জন্মায়।\nএই ফুলগুলি গোলাপী থেকে লাল রঙের হয়, কখনও কখনও তাদের ডগাগুলির কাছে ক্রিম, এবং নীচের দিকে বাঁকা হয়।\nতাদের একটি বিশিষ্ট শৈলী রয়েছে যা এর অগ্রভাগের দিকে প্রসারিত হয়।\n\n\n== ডালপালা এবং পাতা ==\nপ্রসারিত (অর্থাৎ সংকীর্ণ-উপবৃত্তাকার বা সংকীর্ণ-আয়তাকার) থেকে খুব সরু (অর্থাৎ রৈখিক) পাতাগুলি পর্যায়ক্রমে কান্ড বরাবর সাজানো থাকে।  এই ছোট পাতাগুলির (0.8-3.8 সেমি লম্বা এবং 0.5-3 মিমি চওড়া) মার্জিন রয়েছে যা নীচে কুঁকানো (অর্থাৎ বিবর্তিত), যা আংশিক বা সম্পূর্ণভাবে নীচের পাতার পৃষ্ঠকে আড়াল করে।  তাদের উপরের পৃষ্ঠগুলি লোমহীন এবং তাদের নীচের পৃষ্ঠগুলি হয় শিথিলভাবে কিছু সিল্কি লোমে (অর্থাৎ সাব-সিরিয়াস) বা লোমহীন (অর্থাৎ গ্ল্যাব্রাস) দ্বারা আবৃত \n\n\n== ফুল এবং ফল ==\nফুলের গুচ্ছগুলি শাখাযুক্ত বা শাখাবিহীন হতে পারে, প্রতিটি শাখায় এক থেকে অনেকগুলি ফুল থাকে (যেমন রেসমেস বা কনফ্লোরেসেন্সে)।  ফুল সাধারণত ফুলের গুচ্ছের শাখা বরাবর নিয়মিত জোড়ায় জন্মে।  এদের চারটি 'পাপড়ি' (অর্থাৎ পেরিয়ান্থ সেগমেন্ট বা টেপাল) থাকে যেগুলো গোলাপি থেকে লাল রঙের, অথবা কখনো কখনো তাদের ডগাগুলোর কাছে ক্রিম।  এই পাপড়িগুলো বাইরের দিকে লোমহীন (অর্থাৎ চকচকে) এবং ভিতরে লোমযুক্ত (অর্থাৎ দাড়িওয়ালা)।  এগুলি একসাথে একটি টিউব (অর্থাৎ পেরিয়ান্থ টিউব) এর সাথে মিশে যায় যা নীচের দিকে বাঁকা হয় (অর্থাৎ পুনরুত্থিত) এবং শেষ পর্যন্ত আংশিকভাবে বিভক্ত হয়ে যায়।  ফুলের চারটি ডাঁটাবিহীন (অর্থাৎ অণ্ডকোষযুক্ত) পুংকেশর থাকে যা 'পাপড়ির' অভ্যন্তরে মিশে থাকে এবং প্রায়শই দেখতে অসুবিধা হয়।  এছাড়াও তাদের একটি বিশিষ্ট শৈলীর শীর্ষে একটি ডিম্বাশয় রয়েছে যা ফুলের বাকি অংশের বাইরে ভালভাবে ছড়িয়ে পড়ে।  এই স্টাইলটি লোমহীন (অর্থাৎ চটকদার) বা সামান্য লোমযুক্ত (অর্থাৎ যৌবনময়) এবং এর ডগায় ফোলা।  ফুল ফোটে প্রধানত বসন্তকালে, তবে মাঝে মাঝে শীতের শেষের দিকে বা গ্রীষ্মের শুরুতে (অর্থাৎ আগস্ট থেকে ডিসেম্বর পর্যন্ত)।\nফলটি (অর্থাৎ ফলিকল) সাধারণত লোমযুক্ত, পরিপক্ক হওয়ার সাথে সাথে সবুজ থেকে বাদামী রঙে পরিণত হয়।  সম্পূর্ণরূপে পরিপক্ক হলে এটি বিভক্ত হয়ে তার বীজ ছেড়ে দেয়।\n\n\n== প্রজনন এবং বিচ্ছুরণ ==\nএই প্রজাতি শুধুমাত্র বীজ দ্বারা প্রজনন করে।  এর বীজ পিঁপড়া বাতাস এবং জল দ্বারা বিচ্ছুরিত হতে পারে।\n\n\n== পরিবেশগত প্রভাব ==\nরোজমেরি গ্রেভিলিয়া একটি পরিবেশগত আগাছা হিসাবে বিবেচিত হয় দক্ষিণ অস্ট্রেলিয়া, ACT এবং ভিক্টোরিয়ার সেই অংশগুলি এর স্থানীয় পরিসরের বাইরে।এটি ঘন ঝাঁক তৈরি করে যা স্থানীয় তৃণভূমির প্যাচগুলিকে দমিয়ে দিতে পারে এবং খোলা বনভূমির ঝোপের স্তর দখল করতে পারে।  বৃহত্তর উদ্বেগের বিষয় হল যে এই গার্ডেন এস্কেপি এমন এলাকাগুলিতেও ছড়িয়ে পড়ে যেখানে স্থানীয় গ্রেভিলিয়াগুলি অবস্থিত।  এটি প্রায়শই স্থানীয়ভাবে আদিবাসী প্রজাতির সাথে সংকর করে, তাদের জিনগত অখণ্ডতাকে দূষিত করে এবং এমনকি বিরল প্রজাতির বেঁচে থাকার জন্য হুমকি দেয়। রোজমেরি গ্রেভিলিয়া বর্তমানে দক্ষিণ-পূর্ব দক্ষিণ অস্ট্রেলিয়ায় সবচেয়ে উদ্বেগের বিষয়, যেখানে এটি বৃহত্তর অ্যাডিলেড অঞ্চল এবং মাউন্ট লফটি রেঞ্জের একটি সাধারণ পরিবেশগত আগাছা।  উদাহরণস্বরূপ, এটি অ্যাডিলেড হিলস কাউন্সিল জেলার বুশল্যান্ডে একটি আক্রমণাত্মক উদ্ভিদ হিসাবে তালিকাভুক্ত এবং মাউন্ট জর্জ কনজারভেশন পার্কে প্রাকৃতিক হয়ে উঠেছে।  রোজমেরি গ্রেভিলিয়া এছাড়াও ল্যাভেন্ডার গ্রেভিলিয়া  এর সাথে হাইব্রিডাইজ করে, যা স্থানীয়ভাবে এই অঞ্চলের স্থানীয়।  এই হাইব্রিডগুলি এই এলাকার বুশল্যান্ডে সাধারণ হয়ে উঠছে, সংরক্ষণ এলাকা সহ (যেমন অ্যাঙ্গোভ কনজারভেশন পার্ক) এবং ভিক্টোরিয়ার কিছু অংশে রেকর্ড করা হয়েছে।  এই আন্তঃপ্রজনন সমস্যাটি দেশীয় প্রজাতির জিনগত কার্যক্ষমতাকে ক্ষুণ্ন করছে এবং উদ্বেগ রয়েছে যে ল্যাভেন্ডার গ্রেভিলিয়া (গ্রেভিলিয়া ল্যাভান্ডুলেসিয়া সাবস্প। ল্যাভান্ডুলেসিয়া) অবশেষে দক্ষিণ অস্ট্রেলিয়ার এই অংশে স্থানীয়ভাবে বিলুপ্ত হতে পারে।\nরোজমেরি গ্রেভিলিয়া হল ACT-এ সাধারণত বিক্রি ও চাষ করা প্রজাতি।  এটি রোপণ থেকে খুব সহজেই প্রাকৃতিক হয়ে ওঠে এবং মোলংলো গর্জের পাথুরে ঢাল থেকে রোপিত নমুনার কাছাকাছি তৃণভূমি এলাকা পর্যন্ত বিস্তীর্ণ অঞ্চলে প্রতিষ্ঠিত হয়।   এই প্রজাতিটি মোলংলো গর্জ রিজার্ভের জন্য একটি দীর্ঘমেয়াদী পরিবেশগত হুমকি বলে মনে করা হয় এবং এটি।  ক্যানবেরা বোটানিক গার্ডেন ‌  থেকে সংলগ্ন ইউক্যালিপ্ট এবং সাইপ্রেস পাইন বনভূমিতে ছড়িয়ে পড়ছে, বিশেষ করে যেখানে ছাউনি অতীত পরিষ্কার বা আগুন দ্বারা পাতলা হয়ে গেছে।  এটি স্থানীয় জুনিপার-লিফ গ্রেভিলিয়া (গ্রেভিলিয়া জুনিপেরিনা সাবস্প. ফোর্টিস) এর সাথেও সংকরিত হয়েছে।  এই হাইব্রিডটিকে এখন ক্যানবেরার রেড হিলের সবচেয়ে সাধারণ গ্রেভিলিয়া বলে মনে করা হয় এবং এটি মাউন্ট আইন্সলির নীচের ঢালেও দেখা যায়।\nরোজমেরি গ্রেভিলিয়া দক্ষিণ ভিক্টোরিয়াতেও একটি সমস্যা হয়ে উঠছে।  উদাহরণস্বরূপ, এটি মেলবোর্নের পূর্ব প্রান্ত এবং ড্যানডেনং রেঞ্জের বুশল্যান্ড রিজার্ভ থেকে রিপোর্ট করা হয়েছে।  এটি কিছু এলাকায় পরিবেশগত আগাছা হিসাবে তালিকাভুক্ত (যেমন, নক্স সিটি এবং গলবার্ন ব্রোকেন ক্যাচমেন্ট) এবং মেলবোর্নের পশ্চিমে ব্রিসবেন রেঞ্জ ন্যাশনাল পার্কে উপস্থিত রয়েছে।  নিউ সাউথ ওয়েলস সাউদার্ন টেবিলল্যান্ডে বিপন্ন উই জ্যাস্পার গ্রেভিলিয়া (গ্রেভিলিয়া ইয়াসপিকুলা) পাওয়া যায় এমন কিছু সাইটেও এই প্রজাতিটি রয়েছে।  যদিও রোজমেরি গ্রেভিলিয়া  এই বিশেষ এলাকার স্থানীয় হতে পারে, এই দুটি ঘনিষ্ঠভাবে সম্পর্কিত প্রজাতির মধ্যে সংকরকরণ ঘটে, যা দুটি প্রজাতির বিরল প্রাণীর জিনগত বিশুদ্ধতাকে প্রভাবিত করে এবং সম্ভবত এটির অস্তিত্বকে হুমকির মুখে ফেলে।\n\n\n== আইন প্রণয়ন ==\nকোন রাজ্য সরকারী কর্তৃপক্ষ দ্বারা ঘোষিত বা ক্ষতিকারক হিসাবে বিবেচিত হয় না। \n\n\n== অনুরূপ প্রজাতি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n রোজমেরি গ্রেভিলিয়া।  অন্যান্য দেশীয় গ্রেভিলিয়ার সাথে খুব মিল, যার মধ্যে কিছু অতি বিরল প্রজাতি রয়েছে যার সাথে এটি অতীতে বিভ্রান্ত হয়েছে।  এটি অসংখ্য চাষকৃত হাইব্রিডের পাশাপাশি কিছু প্রাকৃতিকভাবে সৃষ্ট হাইব্রিডের মতোও।  এগুলির মধ্যে প্রায়শই রোজমেরি গ্রেভিলিয়া (গ্রেভিলিয়া রোসমারিনিফোলিয়া সাবসপি। রোসমারিনিফোলিয়া) প্যারেন্ট প্রজাতিগুলির মধ্যে একটি হিসাবে থাকে এবং তাই রোজমেরি গ্রেভিলিয়া (গ্রেভিলিয়া রোসমারিনিফোলিয়া সাবস্প। রোসমারিনিফোলিয়া) এবং অন্যান্য মূল প্রজাতির মধ্যে মধ্যবর্তী অক্ষরগুলি প্রদর্শন করতে পারে।  এই কারণে একজন বিশেষজ্ঞ বা বিশেষজ্ঞ পাঠ্যের সাথে পরামর্শ করা উচিত।\nযদিও, সাধারণভাবে, রোজমেরি গ্রেভিলিয়া  এর লম্বা এবং সরু পাতার দ্বারা আলাদা করা যায়, যার উপরের পৃষ্ঠতল মসৃণ এবং লোমহীন, এবং এর ফুলগুলি খুব লোমযুক্ত নয় (অর্থাৎ ডিম্বাশয়, শৈলী এবং  পাপড়ির বাইরের অংশ লোমহীন বা সামান্য লোমযুক্ত)।  অন্যান্য অনুরূপ উদ্ভিদের অনেকগুলি নিম্নলিখিত এক বা একাধিক পার্থক্য দ্বারা পৃথক করা যেতে পারে খাটো এবং প্রশস্ত পাতা,পাতার উপরের পৃষ্ঠগুলি যেগুলি লোমযুক্ত বা আঁশযুক্ত (যেমন যক্ষ্মা),\nপাতার নীচের অংশগুলি ঘন লোমযুক্ত,\nলোমশ ডিম্বাশয় এবং/অথবা শৈলী, এবং\nতাদের 'পাপড়ি' এর লোমশ বাইরের পৃষ্ঠ।\n\n\n== চিত্রজগত ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}