{"pageid": 1111017, "title": "দ্য রাইটিং অন দ্য ওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1111017", "content": "দ্য রাইটিং অন দ্য ওয়াল (ইংরেজি: The Writing on the Wall, অনুবাদ 'দেয়ালের উপর লেখা') থানহাউসার কোম্পানি প্রযোজিত ১৯১০ সালের আমেরিকান নির্বাক স্বল্পদৈর্ঘ্য নাট্য চলচ্চিত্র। লয়েড লোনারগানের চিত্রনাট্যে চলচ্চিত্রটি পরিচালনা করেছেন ব্যারি ও'নিল। অনুমান করা হয় চলচ্চিত্রটি হারিয়ে গেছে। এটির কাহিনি গ্রেস নামে একটি অল্পবয়সী মেয়েকে কেন্দ্র করে রচিত, যে জ্যাক নামে একজন ধনী ব্যক্তির প্রতি আকৃষ্ট হয়। গল্পের অপর দুই চরিত্র টার্নার এবং হ্যাঙ্ক নামের দুই ব্যক্তি। যারা জ্যাক একটি ব্যাংক থেকে বিপুল পরিমাণ অর্থ উত্তোলনের পর তাকে ছিনতাই করার পরিকল্পনা করে; কিন্তু  তাদের বিষপানের একটি চক্রান্ত সম্পর্কে গ্রেস জ্যাককে সতর্ক করে। জ্যাক পালিয়ে যায় এবং গ্রেসকে বিয়ে করে। কোন পরিচিত বাণিজ্যিক প্রকাশনা হতে চলচ্চিত্রটির পর্যালোচনা করা হয়নি, তবে এটির জন্য পর্যালোচনা বা মূল্যায়ন থাকতে পারে। ১৯১০ সালে মুক্তি পাওয়ার পর প্রেক্ষাগৃহগুলি ১৯১৩ সালের শেষের দিকেও এই ছবি প্রদর্শনের বিজ্ঞাপন দিতো।\n\n\n== কাহিনি ==\nধারণা করা হয় চলচ্চিত্রটি হারিয়ে গেছে, কিন্তু এটির একটি সংক্ষিপ্তসার ১৯১০ সালের ১১ জুন দ্য মুভিং পিকচার ওয়ার্ল্ডে প্রকাশিত হয়েছিল। প্রকাশিত বর্ণনানুযায়ী: \"টার্নার, একজন খারাপ চরিত্রের লোক, যে গ্রামাঞ্চলে একটি সরাইখানা চালায়। গ্রেস তার সৎকন্যা হলেও টার্নারের প্রতি বিশ্বস্ত। টার্নারের আদেশে গ্রামে গিয়ে গ্রেস, জ্যাক নামের একজন ধনী যুবক সাথে দেখা করে।  জ্যাক গ্রেসের প্রতি অনেক আকৃষ্ট হয়। জ্যাক ব্যাংকে যায় এবং বড় অঙ্কের টাকা উত্তোলন করে। হ্যাঙ্ক, টার্নারের একজন বন্ধু জ্যাককে টাকা তুলতে দেখে ও পথিমধ্যে তাকে আক্রমণ করার চেষ্টা করে, কিন্তু ব্যর্থ হয়। তারপর হ্যাঙ্ক আগে গিয়ে টার্নারকে ঘটনা বলতে চলে যান। জ্যাক, পরবর্তিতে তার এক ভ্রমণে গ্রেসের সাথে দেখা করে; প্রায় ক্লান্ত গ্রেসকে জ্যাক নিজের বাড়িতে নিয়ে যান। জ্যাক নিজের অজান্তেই খলনায়কদের পরিকল্পনার ক্রীড়ানকে পরিণত হতে যাচ্ছিলেন। তারা তার রিভলভার চুরি করে, এবং তাকে বিষপান করানোর পরিকল্পনা করে। গ্রেস ওয়াইন দিয়ে দেয়ালে জ্যাকের জন্য একটি সতর্কবাণী লিখে। দেয়ালের লিখন দেখে সতর্ক জ্যাক, গ্রেসের সাহায্যে পালিয়ে যায় কিন্তু পালানোর সময় গ্রেস আহত হয়। জ্যাক গ্রেসকে বিয়ে করে।\"\n\n\n== প্রযোজনা ==\nদ্য রাইটিং অন দ্য ওয়াল চলচ্চিত্রের দৃশ্যসমূহের লেখক ছিলেন লয়েড লোনারগান। লোনারগান একজন অভিজ্ঞ সংবাদপত্রের কর্মী ছিলেন। থানহাউসার কোম্পানির জন্য চিত্রনাট্য লেখার পাশাপাশি তিনি নিউইয়র্ক ইভেনিং ওয়ার্ল্ড পত্রিকায় কর্মরত ছিলেন। ১৯১০ হতে ১৯১৫ সময়কালে তিনি ছিলেন থানহাউজারের সবচেয়ে গুরুত্বপূর্ণ চিত্রনাট্য লেখক। এসময়ে তিনি প্রতিষ্ঠানটির জন্য প্রতি বছর গড়ে ২০০টি চিত্রনাট্য লিখেছিলেন। টমাস জে ম্যাকার্থি চলচ্চিত্রটি পরিচালনায় 'ব্যারি ও'নিল' মঞ্চনাম ব্যবহার করেছিলেন। ও'নিল থানহাউসারের অনেক গুরুত্বপূর্ণ ছবি পরিচালনা করেছিলেন, যার মধ্যে কোম্পানির প্রথম দুই-রিলের ছবি রোমিও অ্যান্ড জুলিয়েট ছিল। চলচ্চিত্র ইতিহাসবিদ কুয়েন্টিন ডেভিড বোয়ার্স এই প্রযোজনার জন্য একজন নয়, সম্ভাব্য দুইজন চিত্রগ্রাহক থাকার কথা উল্লেখ করেছেন। ব্লেয়ার স্মিথ ছিলেন থানহাউসার কোম্পানির প্রথম চিত্রগ্রাহক, শীঘ্রই তারসাথে কার্ল লুই গ্রেগরি যোগ দেন, যিনি স্থির ও চলমান ছবির আলোকচিত্রশিল্পী হিসেবে বছরের পর বছর কাজের অভিজ্ঞতা অর্জন করেছিলেন। ১৯১০ সালের প্রযোজনাগুলিতে চিত্রগ্রাহকের ভূমিকার জন্য কৃতিত্ব দেয়ার বিষয়টি অপ্রত্যাশিত ছিল। এই ছবির অভিনয়শিল্পীদের নাম অজানা রয়ে গেছে। তবে শিল্পীতালিকায় থানহাউসারের শীর্ষস্থানীয় শিল্পী, আনা রোজমন্ড এবং ফ্রাঙ্ক হল ক্রেন অন্তর্ভুক্ত থাকতে পারে। রোজমন্ড থানহাউজারের চলচ্চিত্র নির্মাণ শুরুর বছরের দুই শীর্ষ অভিনেত্রীদের একজন ছিলেন। ক্রেন প্রথম থেকে থানহাউসার কোম্পানির সাথে জড়িত ছিলেন এবং থানহাউসারের পরিচালক হওয়ার আগে অসংখ্য ছায়াছবিতে অভিনয় করেছিলেন।\nদ্য মুভিং পিকচার ওয়ার্ল্ড-এর ছবি নির্মাণের সমসাময়িক একটি প্রবন্ধ প্রকাশিত হয়েছিল। ১৯১০ সালের ১৪ মে'তে মুদ্রিত প্রবন্ধে চলচ্চিত্রটি নির্মাণের সময়সূচী সম্পর্কে প্রচ্ছন্ন ধারণা পাওয়া যায়। প্রবন্ধের বর্ণনা অনুযায়ী ঐ ছায়াছবির একটি ভেস্তে যাওয়া দৃশ্যে ব্যারি ও'নিলকে ছবিটির পরিচালক হিসাবে চিহ্নিত করে যিনি স্টুডিও কর্মীদের হতবাক করেছিলেন। একটি বিশৃঙ্খল দৃশ্যে, দুই খলনায়ক নায়কের পানীয়তে বিষ মিশানোর পর নিজেই বিষ মিশানো পানি পান করে ফেলে, এসময় ও'নীল চিৎকার করে বলেছিলেন, \"থামুন! আপনি বিষ পান করেছেন!\"\n\n\n== মুক্তি ==\nপ্রায় ১০০০ ফুট দীর্ঘ একক রিলের নাট্য চলচ্চিত্রটি ১৯১০ সালের ১০ জুন মুক্তি পায়। বিলবোর্ড ম্যাগাজিনে পরদিন ১১ জুন সংখ্যায় ছবিটির বিজ্ঞাপন দেওয়া হয়েছিল। ছবিটি ১৯১১ সাল পর্যন্ত ইন্ডিয়ানার ভৌডেট থিয়েটার এবং ১৯১৩ সাল পর্যন্ত টেক্সাসের প্রিন্সেস থিয়েটারে প্রদর্শনের বিজ্ঞাপন দেওয়া হয়েছিল। এই ছবির জন্য প্রকাশিত কোন পর্যালোচনা আছে কিনা তা অজানা, তবে থানহাউজার কোম্পানির ইতিহাসবিদ কুয়েন্টিন ডেভিড বোয়ার্স ও আমেরিকান ফিল্ম ইনস্টিটিউটের ক্যাটালগে এই চলচ্চিত্রের পর্যালোচনা সম্পর্কে উদ্ধৃতি'র অনুপস্থিতি রয়েছে। এই উদ্ধৃতি না থাকার প্রেক্ষিতে, সাধারণ বাণিজ্যিক প্রকাশনার বাইরে বিজ্ঞাপন বা স্থানীয় সংবাদপত্র থেকে চলচ্চিত্রটি সম্পর্কে অতিরিক্ত বিবরণ বা মন্তব্য পাওয়া যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দ্য রাইটিং অন দ্য ওয়াল   (ইংরেজি)"}