{"pageid": 1111359, "title": "আরিয়ান ফ্লাইট ভিএ২৫৬", "url": "https://bn.wikipedia.org/wiki?curid=1111359", "content": "আরিয়ান ফ্লাইট ভিএ২৫৬ ছিল আরিয়ান ৫ রকেটের একটি ফ্লাইট যা ২৫ ডিসেম্বর ২০২১ তারিখে জেমস ওয়েব মহাকাশ দূরবীক্ষণ যন্ত্র মহাকাশে নিয়ে যাওয়ার জন্য ব্যবহৃত হয়েছিল। এটি ছিল ২০২১-এ আরিয়ান রকেটের শেষ ফ্লাইট এবং ২৫৬তম আরিয়ান মিশন।\n\n\n== উৎক্ষেপণের কনফিগারেশন ==\n\n\n=== রকেট ===\nআরিয়ান ৫ হলো দুটি কঠিন জ্বালানী বুস্টার সহ দুই-পর্যায়ের একটি ভারী উত্তোলক রকেট। এই ফ্লাইটে এর ইসিএ ধরন ব্যবহার করা হয়েছিল, যা সর্বোচ্চ ভরের পেলোড বহন করতে পারে। এর মোট উৎক্ষেপণ ভর ৭,৭০,০০০ কিলোগ্রাম (১৭,০০,০০০ পাউন্ড)।\n\n\n=== পেলোড ===\nফ্লাইটে একমাত্র পেলোড ছিল জেমস ওয়েব স্পেস টেলিস্কোপ, যা নাসা ও ইউরোপীয় মহাকাশ সংস্থার তৈরি মহাকাশ দূরবীক্ষণ যন্ত্র। টেলিস্কোপটির উৎক্ষেপণ ভর ছিল প্রায় ৬,৫০০ কিলোগ্রাম (১৪,৩০০ পাউন্ড) এবং এটি ৫ থেকে ১০ বছর সময়কালের জন্য ডিজাইন করা হয়েছে।\n\n\n== উৎক্ষেপণের প্রস্তুতি ==\n\n\n=== কুরুতে আগমন ===\nপেলোডটি ১২ অক্টোবর ২০২১ তারিখে ফরাসি গায়ানার কুরুতে পৌঁছেছিল, যেখানে এটি এমএন কোলিব্রি কার্গো জাহাজ থেকে খালাস করে মহাকাশ কেন্দ্রে নিয়ে যাওয়া হয়েছিল।\n\n\n=== সমন্বয় কার্যক্রম ===\n\n\n==== সৃষ্ট ঘটনা ====\n২২ নভেম্বর ২০২১ তারিখে নাসা এবং আরিয়ানস্পেস একটি ঘটনার সংবাদ প্রদান করে যে, ইন্টিগ্রেশন কার্যক্রমের সময় অ্যাডাপ্টারে পেলোড সুরক্ষিত করে একটি ক্ল্যাম্প ব্যান্ড প্রকাশ করা হয়, যার ফলে টেলিস্কোপে কম্পন সৃষ্টি হয়। কিছু পরীক্ষা সম্পাদনের পর, একটি পর্যালোচনা বোর্ড ২৪ নভেম্বর ২০২১ তারিখে সিদ্ধান্তে আসে যে কোন পেলোড উপাদান ক্ষতিগ্রস্ত হয়নি, এবং পরের দিন জ্বালানি ভরার কার্যক্রম শুরু করা যেতে পারে, সেই সময় ২২ ডিসেম্বর ২০২১ এর জন্য উৎক্ষেপণের পরিকল্পনা করা হয়েছিল।\n\n\n==== ফুয়েলিং অপারেশন ====\n\nমহাকাশযানের জ্বালানি ভরার কার্যক্রম ২৫ নভেম্বর ২০২১ তারিখে শুরু হয়েছিল, ৩ ডিসেম্বর ২০২১ তারিখে জ্বালানী সিস্টেমের সংযোগ বিচ্ছিন্ন করা হয়, এবং ৫ ডিসেম্বর ২০২১ তারিখে যাচাইকরণ শেষ হয়। এটি ১৬৮ কিলোগ্রাম (৩৭০ পাউন্ড) হাইড্রাজেন এবং ১৩৩ কিলোগ্রাম (২৯৩ পাউন্ড) ডাইনাইট্রোজেন টেট্রোক্সাইডের দ্বারা পূর্ণ ছিল।\n\n\n==== চূড়ান্ত সমন্বয় ====\nরকেট ২৯ নভেম্বর ২০২১ তারিখে পৌঁছেছিল, টেলিস্কোপটি ৭ ডিসেম্বর ২০২১ তারিখে চূড়ান্ত সমাবেশ ভবনে স্থানান্তরিত হয়েছিল। এটিকে ২১ ডিসেম্বর ২০২১ তারিখে রকেটের উপরে সংযুক্ত করা হয়েছিল।\n\n\n==== ইন্টারফেস যোগাযোগ সমস্যা ====\n১৪ ডিসেম্বর ২০২১ তারিখে, নাসা এবং আরিয়ানস্পেস-এর একটি যৌথ প্রেস রিলিজ প্রকাশ করে যেখানে বলা হয় \"অবজারভেটরি এবং লঞ্চ ভেহিকল সিস্টেমের মধ্যে একটি যোগাযোগের সমস্যা লক্ষ্য করা হয়েছে\", যার কারণে ২৪ ডিসেম্বর ২০২১ পূর্বে টেলিস্কোপ উৎক্ষেপণ করা যাবেনা।\n\n\n==== আবহাওয়া সমস্যা ====\n২৪ ডিসেম্বর ২০২১ এর প্রতিকূল আবহাওয়ার পূর্বাভাসের কারণে উৎক্ষেপণ ২৫ ডিসেম্বর ২০২১ পর্যন্ত বিলম্বিত করা হয়।\n\n\n== উৎক্ষেপণ ==\n\nরকেটটি গুয়ানা স্পেস সেন্টারের ইএলএ লঞ্চ প্যাড থেকে ২৫ ডিসেম্বর ২০২১-এর ১২:২০ ইউটিসিতে উৎক্ষেপণ করা হয়েছিল। লঞ্চের ডিডিওতে ছিলেন জিন-লুক ভয়ার, যিনি তার শিফট শেষ করে বলেছিলেন \"গো ওয়েব!\"\n\n\n== কক্ষপথ ==\nজেমস ওয়েব স্পেস টেলিস্কোপটিকে একটি স্থানান্তর গতিপথে প্রবেশ করানো হয়েছিল যা এটিকে দ্বিতীয় আর্থ-সান ল্যাগ্রাঞ্জ পয়েন্টে (L2) নিয়ে যাবে।\nউৎক্ষেপণ যানের দ্বিতীয় পর্যায় এবং মহাকাশযানের পৃথকীকরণ লিফটঅফের প্রায় ৩০ মিনিট পরে এটি ঘটেছিল। দ্বিতীয় পর্যায়টি সৌর প্যানেলগুলির পৃথকীকরণ এবং প্রাথমিক মোতায়েনের ছবিগুলি ডাউনলোড করতে সক্ষম হয়েছিল। এই বিচ্ছেদের পর, টেলিস্কোপটি নিজে চলনক্ষম হয়ে ওঠে এবং এর প্রক্রিয়াগুলি মোতায়েন করতে শুরু করে। প্রায় ৩০ দিনের মধ্যে এটি এল ২ পয়েন্টের চারপাশে একটি হ্যালো কক্ষপথে স্থাপিত হবে, যেখানে এটি তার বিজ্ঞান মিশন শুরু করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nJames Webb Space Telescope detaches from Ariane 5 rocket\nAriane flight VA256 at Arianespace\n\nটেমপ্লেট:James Webb Space Telescope"}