{"pageid": 1111742, "title": "ত্যাগ (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1111742", "content": "ত্যাগ (সংস্কৃত: त्याग) হলো সংস্কৃত শব্দ যার অর্থ \"উদারতায় ত্যাগ করা, পরিত্যাগ করা\" মূল্যবান কিছু, পাশাপাশি প্রসঙ্গের উপর নির্ভর করে \"ত্যাগ\"। এটি হিন্দু, বৌদ্ধ ও জৈন ধর্মের নৈতিক ধারণা।\n\n\n== ব্যুৎপত্তি ==\nত্যাগ অর্থ – ত্যাগ, পরিত্যাগ, পদত্যাগ, দান, উদারতা, প্রত্যাহার। ত্যাগ যা নিছক জগত সংসার ত্যাগ নয়, তা সন্ন্যাস থেকে ভিন্ন; সন্ন্যাস যার অর্থ মূল থেকে এসেছে - \"সম্পূর্ণভাবে ত্যাগ করা\", ত্যাগ মানে - \"উদারতার সাথে ত্যাগ করা যা একজন সম্ভবত রাখতে পারত\"।\n\n\n== হিন্দুধর্ম ==\nত্যাগ বা পরিত্যাগ বলতে বোঝায় কর্মের ফল ভোগ করার জন্য সমস্ত উদ্বেগ ত্যাগ করা; দৈনন্দিন কাজকর্মে এই ধরনের টায়গা শৃঙ্খলার অভ্যাসের মাধ্যমে কর্মের ফল ভোগ করার ক্ষণস্থায়ী উদ্বেগ দূর হয়। এটি স্বার্থপরতা ও আকাঙ্ক্ষার বিষয়ভিত্তিক ত্যাগ।\nযজ্ঞ হল ত্যাগ । ত্যাগের বৈদিক ব্যাখ্যা সহ আচার-অনুষ্ঠানের ফল – অগ্নিস্টোমেনা স্বর্গকামো যজেতা – \"স্বর্গের আকাঙ্ক্ষা\", যা পরিত্যাগ শব্দটিতে প্রকাশ পাওয়া যায় – আগ্নেয় ইদম না মা – \"এটা অগ্নির জন্য, আমার জন্য নয়\" - উৎসর্গের সময় যজমান দ্বারা উচ্চারিত হয়।\nকৃষ্ণ-যজুর্বেদের অন্তর্গত তেজোবিন্দু উপনিষদ ব্যাখ্যা করে যে ত্যাগে আত্মার উপলব্ধির মাধ্যমে মহাবিশ্বের প্রকাশ বা বস্তু ত্যাগ করে তা হল সত ও চিত এবং এটি তাৎক্ষণিক পরিত্রাণের দাতা হিসাবে জ্ঞানী দ্বারা অনুশীলন করা হয়। এইভাবে, কৈবল্য উপনিষদ  সংসর্গের পথে মানুষের অবস্থাকে জাগতিক প্রতি সমস্ত আসক্তি থেকে মুক্ত করে তুলেছেন এবং যিনি ফলস্বরূপ সকলের মধ্যে বসবাসকারী একমাত্র ঐশ্বরিক সারাংশ হিসাবে নিজেকে জানেন ও অনুভব করেন।\n\n\n=== ভগবদ্গীতার ত্যাগ ===\nজন্ম ও মৃত্যুর আকারে অস্তিত্বের বন্ধন থেকে দীর্ঘস্থায়ী মুক্তি ও পরমানন্দ (ব্রহ্ম) ছাড়া অন্য কেউ নন এমন ঈশ্বরকে উপলব্ধি করা মোক্ষের অন্তর্ভুক্ত। ভগবদ্গীতার ১৮ অধ্যায় সন্ন্যাস ও ত্যাগের সাথে সম্পর্কিত, জ্ঞান ও কর্মের পথ যা মোক্ষ অর্জনের উপায়। কৃষ্ণ অর্জুনকে বলেন যে যদিও সন্ন্যাস  আকাঙ্ক্ষা দ্বারা উদ্বুদ্ধ সমস্ত কর্মের পরিত্যাগ হিসাবে বোঝা যায়, এবং ত্যাগ হল সমস্ত কর্মের ফল পরিত্যাগ করা; যে সমস্ত ক্রিয়া পরিত্যাগ করার যোগ্য কারণ এতে পরিমাপ রয়েছে.ত্যাগ, দান ও তপস্যা যে মন্দ কাজগুলি এড়িয়ে চলার যোগ্য নয়, সেখানে তিন প্রকার ত্যাগ আছে – সাত্ত্বিক, রাজসিক ও তামসিক (শ্লোক ১৮.৪)। কৃষ্ণ সাত্ত্বিক-ত্যাগের সুপারিশ করেন।\n\n\n== জৈনধর্ম ==\nতত্ত্বার্থ সূত্র অনুসারে, তপস্বীর ধর্ম দশটি উপাদান অর্থাৎ বিমূর্ত গুণ নিয়ে গঠিত, যেগুলো হল -\nকসম  (সহনশীলতা), মর্দব (নম্রতা),  আর্জব (সরলতা),  সৌক (অনিচ্ছা), সত্য (সত্যতা), সাম্য (আত্ম-শৃঙ্খলা), তাপস  (আত্মহত্যা), ত্যাগ, অকিঞ্চন (দারিদ্র) ও ব্রহ্মচর্য। হেমচন্দ্র দশটি প্রত্যখ্যানের মধ্যে মাত্র দুটিকে চিনতে পেরেছেন যেমন। সংকেত-প্রত্যয়খ্যান ও অধি-প্রত্যয়খ্যান, পূর্বের, যা আট প্রকার, প্রতীকী ও ভক্ত কিছু সময়ের জন্য খাদ্য গ্রহণ করা থেকে বিরত থাকে যার দ্বারা সে ত্যাগের কথা স্মরণ করেতার ধর্মীয় কর্তব্যের প্রতি তার মন;পরেরটি, আচার-অনুষ্ঠান, খাদ্য থেকে বিরত থাকা বা ত্যাগ করার সাথেও যুক্ত, এবং গ্রহণ করার জন্য নির্দিষ্ট পদ্ধতি রয়েছে। স্বেতাম্ব্রদের দ্বারা অনুশীলন করা অহিংস-ব্রত হত্যার ত্যাগকে বোঝায়। মূলত, এগারো প্রতিমায় অন্তর্ভুক্ত পাঁচ প্রকার ত্যাগ আছে। স্বচিত্য-ত্যাগ প্রতিমা, অপরিষ্কার খাদ্য পরিত্যাগের পর্যায়; আরম্ভ-ত্যাগ প্রতিমা, সমস্ত পেশাদার কার্যকলাপ পরিত্যাগের পর্যায়; পরিগ্রহ-ত্যাগ প্রতিমা, পুত্র বা আত্মীয়কে প্রকাশ্যে একজনের সম্পত্তি হস্তান্তর করার পর্যায়; অনুমতি-ত্যাগ প্রতিমা, গৃহত্যাগের পর্যায় এবং গৃহস্থালী বিষয়ে পরামর্শ দেওয়া থেকে বিরত থাকা,\nএবং উদ্দিষ্ট-ত্যাগ প্রতিমা, বিশেষ করে নিজের জন্য তৈরি খাবার না খাওয়ার পর্যায়, যেমন একজন সন্ন্যাসীর মতো ভিক্ষা চাওয়ার পর্যায়, সাধারণত স্বেতাম্বরস, দিগম্বরস ও অবস্যাক-কুর্নি অনুসরণ করে।\nনেমিকান্দ্রা চুরাশিটি আসনের তালিকা দিয়েছেন যার মধ্যে রয়েছে সচিত্তনাম আতয়াগা বা সংবেদনশীল বস্তু অপসারণ করতে ব্যর্থতা ও আজিভ ত্যাগ বা অসংবেদনশীল বস্তু অপসারণে ব্যর্থতা।\n\n\n== আরও দেখুন ==\nনিষ্ঠা\n\n\n== তথ্যসূত্র =="}