{"pageid": 11115, "title": "কুছ কুছ হোতা হ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=11115", "content": "কুছ কুছ হোতা হ্যায় (হিন্দি: कुछ कुछ होता है) হল ১৯৯৮ সালে মুক্তিপ্রাপ্ত ভারতীয় হিন্দি ভাষার প্রণয়ধর্মী নাট্য চলচ্চিত্র। এটি রচনা ও পরিচালনা করেন করণ জোহর। এতে চতুর্থবারের মত কেন্দ্রীয় চরিত্রে অভিনয় করেন জনপ্রিয় পর্দা জুটি শাহরুখ খান ও কাজল। রানী মুখার্জী পার্শ্ব অভিনেত্রী চরিত্রে এবং সালমান খান ক্ষণিক চরিত্রে অভিনয় করেন। ত্রিভূজ প্রেমের কাহিনী-নির্ভর চলচ্চিত্রটি বলিউডে ছবিটি ব্যাপক দর্শকপ্রিয়তা অর্জন করে, যার প্রথমার্ধ্বে কলেজ প্রাঙ্গনের বন্ধুত্ব ও দ্বিতীয়ার্ধ্বে একজন বিপত্নীকের কিশোরী কন্যার তাঁর পিতার সাথে তাঁর পুরনো বন্ধুর মিলন ঘটানোর গল্প বিবৃত হয়।\nচলচ্চিত্রটি একাধিক পুরস্কার অর্জন করে, তন্মধ্যে রয়েছে শ্রেষ্ঠ সুস্থ বিনোদন প্রদানকারী জনপ্রিয় চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার এবং শ্রেষ্ঠ চলচ্চিত্র বিভাগে ফিল্মফেয়ার পুরস্কার, জি সিনে পুরস্কার, স্ক্রিন পুরস্কার ও বলিউড মুভি পুরস্কার। চলচ্চিত্রটি আটটি বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করে এবং একমাত্র চলচ্চিত্র হিসেবে অভিনয়ের চারটি বিভাগে তথা শ্রেষ্ঠ অভিনেতা,  শ্রেষ্ঠ অভিনেত্রী, শ্রেষ্ঠ পার্শ্ব অভিনেতা ও  শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে পুরস্কার লাভ করে।\n\n\n== কাহিনি সংক্ষেপ ==\nরাহুল (শাহরুখ খান) ও অঞ্জলি (কাজল) কলেজের সহপাঠী এবং ঘনিষ্ঠ বন্ধু। রাহুল কলেজে নবাগত টিনার (রানী মুখোপাধ্যায়) প্রেমে পড়ে। অঞ্জলি এতোদিন রাহুলকে বন্ধু হিসাবে দেখলেও এখন উপলব্ধি করে সেও রাহুলকে ভালোবাসে। অঞ্জলি কলেজ ছেড়ে চলে যায়। রাহুল ও টিনার বিয়ে হলেও সন্তান জন্ম দেয়ার সময় টিনা মারা যায়। তাদের সন্তানের নাম রাখা হয় অঞ্জলি। আট বছর পর মায়ের লেখা চিঠি থেকে অঞ্জলি সব জানতে পেরে রাহুল ও অঞ্জলি (কাজল) এর পুনর্মিলন ঘটাবার চেষ্টা করে।\n\n\n== শ্রেষ্ঠাংশে ==\nশাহরুখ খান - রাহুল খান্না\nকাজল - অঞ্জলি শর্মা\nরানী মুখার্জী - টিনা মালহোত্রা খান্না\nসালমান খান - আমান মেহেরা\nসানা সাইদ - অঞ্জলি খান্না\nফরিদা জালাল - জনাবা খান্না\nঅনুপম খের - প্রিন্সিপাল মালহোত্রা\nঅর্চনা পুরান সিং - শ্রীমতি বৃগানজা\nরিমা লাগু - জনাবা শর্মা\nহিমানী শিভ্পুরি -রিফাত উভকামী\nজনি লিভার - কর্নেল আলমেইডা\nপার্জুন দস্তুর - সর্দারজী\nনিলাম কোঠারী - বিশেষ মুখ\n\n\n== সংগীত ==\n\nকুছ কুছ হোতা হ্যায় ছবিতে সঙ্গীত পরিচালনা করেছেন যতীন-ললিত। জতিন-ললিত দ্বারা একটি পূর্বপরল্পনা ছিল যেমন; একেকটি চরিত্রের জন্য নির্ধারিত একজন কণ্ঠশিল্পী থাকবেন। এখানে কবিতা কৃষ্ণমূর্তি (টিনা মালহোত্রা এবং জনাবা শর্মা হিসেবে), উদিত নারায়ন (রাহুল খান্না হিসেবে), অলকা ইয়াগনিক (যেমন অঞ্জলি শর্মা হিসেবে), এবং কুমার শানু (আমান মেহেরা হিসেবে) কণ্ঠ দিয়েছিলেন। গান \"লাড়কি বাড়ী অনজানী হ্যায়\" গান ১৯৬৯ সালের চলচ্চিত্র প্রেম পুজারী থেকে \"রঙ্গীলা রে:\" একটি বেহালা নমুনা বৈশিষ্ট্য।\n\n\n=== গানের তালিকা ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে কুছ কুছ হোতা হ্যায়  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে কুছ কুছ হোতা হ্যায়   (ইংরেজি)\nরটেন টম্যাটোসে কুছ কুছ হোতা হ্যায় (ইংরেজি)"}