{"pageid": 1112989, "title": "আত-তিব্বুন নববী (গ্রন্থ)", "url": "https://bn.wikipedia.org/wiki?curid=1112989", "content": "আত-তিব্বুন নববী হল একটি গ্রন্থ যা শেখ ইবনে কাইয়িম আল-জাওজিয়া রচনা করেন। তিনি হিজরি অষ্টম শতাব্দীর একজন পণ্ডিত ছিলেন। তিনি ১২৯২ খ্রিস্টাব্দে দামেস্কে জন্মগ্রহণ করেন এবং ১৩৫০ খ্রিস্টাব্দে মৃত্যুবরণ করেন। তিনি ইবনে তাইমিয়ার ছাত্রত্ব গ্রহণ করেন এবং তার সাথে অনেকদিন অতিবাহিত করেন। গ্রন্থটিতে প্রচুর উপকারিতা রয়েছে। ওষুধের নিয়ম, বিরল বৈজ্ঞানিক উপকারিতা এবং সমস্যা ও তার সমাধান তুলে ধরেছেন। ইবনে কাইয়িম আল-জাওজিয়া বলেছেন: নিজের জন্য ওষুধ খাওয়া, তার পরিবার এবং সঙ্গীদের মধ্যে যারা কোনো রোগে আক্রান্ত হতো তাদের জন্য ওষুধ খাওয়ার নির্দেশনা দেওয়ার ক্ষেত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পদ্ধতি কি? সে বিষয় এখানে আলোচনা রয়েছে। এ যৌগিক ওষুধগুলিকে \"আক্রাবাযিন\" বলা হয়। বরং, তাদের বেশিরভাগ ওষুধ আলাদা আলাদা ছিল। কখনও কখনও আলাদা বা যৌগিক ওষুধ ব্যবহার করত। এটি আরব, তুর্কি এবং সামগ্রিকভাবে মরুভূমির মানুষসহ বিভিন্ন জাতিগুলির বেশিরভাগ ওষুধ গ্রহণের পদ্ধতি ছিল। রোমান, গ্রীক ও ভারতের বেশিরভাগ ওষুধ অসুখ অনুযায়ী আলাদা আলাদা ছিল। চিকিৎসকরা একমত হয়েছেন যে খাবার দিয়ে চিকিৎসা করা সম্ভব। এটি থেকে ওষুধে পরিবর্তন করা হয় না। যখন এটি সাধারণ ওষুধের মাধ্যমে সম্ভব হয়, তখন এটি থেকে যৌগে পরিবর্তন করা হয় না। তারা বললেনঃ যে সকল রোগ খাদ্য ও পথ্য দ্বারা দূর করা সম্ভব ছিল, তিনি ঔষধ দিয়ে তা দূর করার চেষ্টা করেননি। তারা বললেন: ডাক্তারের ওষুধ খাওয়ানোর প্রতি অনুরাগ করা উচিত নয়, কারণ ওষুধ যদি শরীরে এমন রোগ খুঁজে না পায় যা এটি ঘটায়, বা এমন রোগ খুঁজে পায় যা তার সাথে একমত নয়, বা এমন কিছু খুঁজে পায় যা তার সাথে একমত এবং তার পরিমাণ বা গুণমান বৃদ্ধি পায়, তিনি স্বাস্থ্যের সাথে আঁকড়ে ধরেন এবং অসুস্খ করেন। ডাক্তারদের পরীক্ষাকারীরা প্রায়শই আলাদা ওষুধ ব্যবহার করেন। তিনটি মেডিকেল টিমের মধ্যে এ বিষয়ে অনুসন্ধানে জানা যায় যে, ওষুধগুলো খাদ্যের প্রকারের। যে জাতি ও সম্প্রদায়ের খাবার বেশির গ্রহণ করে না, তাদের খুব কম রোগ আছে। তাদের চিকিৎসা কম হয়। যৌগিক খাবারের আধিপত্য মানুষদের যৌগিক ওষুধের প্রয়োজন হয়। এর কারণ হ'ল তাদের রোগগুলি প্রায়শই যৌগিক হয়, তাই যৌগিক ওষুধ যাদের রয়েছে তাদের পক্ষে বেশি উপকারী এবং রোগ উপত্যকা এবং মরুভূমি একক, তাই একক ওষুধ দিয়ে তাদের চিকিত্সা করাই যথেষ্ট। এটি চিকিৎসা শিল্প অনুসারে প্রমাণ।” \n\n\n== আরও দেখুন ==\nনবী মুহাম্মদের প্রাকৃতিক ওষুধসমূহ\n\n\n== তথ্যসূত্র =="}