{"pageid": 1112406, "title": "দেবেন মাহাতো সরকারি মেডিক্যাল কলেজ ও হাসপাতাল", "url": "https://bn.wikipedia.org/wiki?curid=1112406", "content": "দেবেন মাহাতো সরকারি মেডিক্যাল কলেজ ও হাসপাতাল একটি পূর্ণাঙ্গ সরকারি চিকিৎসা মহাবিদ্যালয়। এটি ২০২০ সালে প্রতিষ্ঠিত হয়েছিল। কলেজটি ব্যাচেলর অব মেডিসিন অ্যান্ড সার্জারি (এমবিবিএস) ডিগ্রি প্রদান করে। নার্সিং ও প্যারা-মেডিক্যাল কোর্সও প্রদান করা হয়। কলেজের সঙ্গে যুক্ত হাসপাতালটি পুরুলিয়ার অন্যতম বড় হাসপাতাল।\n\n\n== ইতিহাস ==\nপশ্চিমবঙ্গে রাজনৈতিক পালাবদল ২০১১ সালে ঘটে। এর পরে, রাজ্য সরকার পুরুলিয়া শহরের নিকট হাতোয়াড়ায় সুপার স্পেশ্যালিটি হাসপাতাল গড়তে উদ্যোগী হয়। সেই অনুযায়ী সুপার স্পেশ্যালিটি হাসপাতাল গড়ার কাজও শুরু হয়। রাজ্য সরকার ২০১৬ সালে পুরুলিয়ায় মেডিক্যাল কলেজ তৈরির কথা ঘোষণা করে। হাতোয়াড়া ক্যাম্পাসেই মেডিক্যাল কলেজের পরিকাঠামো গড়ে তোলার কাজ শুরু হয়। রাজ্য সরকারের পক্ষ থেকে ২০১৮ সালে কলেজের অনুমোদনের জন্য আবেদন করা হয়। এর পরে ২০১৯ সালের মে মাসে মেডিক্যাল কাউন্সিল অব ইন্ডিয়া (এমসিআই)-এর প্রতিনিধিরা কলেজ পরিদর্শন করেন। পরিকাঠামোগত কিছু ত্রুটি পরিলক্ষিত হওয়ার জন্য মেডিক্যাল কাউন্সিল অব ইন্ডিয়া মেডিক্যাল কলেজের প্রয়োজনীয় অনুমোদন প্রদান করা থেকে বিরত থাকে। পুনরায় ২০২০ সালের সেপ্টেম্বরে ন্যাশন্যাল মেডিক্যাল কাউন্সিলের আওতাধীন ‘মেডিক্যাল অ্যাসেসমেন্ট অ্যান্ড রেটিং বোর্ড’-এর প্রতিনিধিরা পুরুলিয়া মেডিক্যাল কলেজ পরিদর্শনে করেন। ‘মেডিক্যাল অ্যাসেসমেন্ট অ্যান্ড রেটিং বোর্ড’ ২০২০ সালের অক্টোবর মাসে মেডিক্যাল কলেজের অনুমোদন প্রদান করে। অনুমোদনপত্র ২০২০ সালের ১৯ই অক্টোবর কলেজ কর্তৃপক্ষের নিকট পৌঁছায়। কলেজটি প্রথম শিক্ষাবর্ষ ১০০ টি আসনের অনুমোদন লাভ করে।\nকলেজটি শিক্ষাবর্ষ ২০২০-২১ শিক্ষাবর্ষ থেকে পড়ুয়াদের ভর্তি নিতে শুরু করে।\n\n\n== বিদ্যায়তন ==\nমেডিক্যাল কলেজ হাসপাতাল হাতুয়াড়াতে ১৭ একর জমির উপর অবস্থিত।\n\n\n== পঠন-পাঠন ==\nদেবেন মাহাতো সরকারি মেডিক্যাল কলেজ ও হাসপাতালে শিক্ষার্থীদের এমবিবিএস কোর্সে শিক্ষা ও প্রশিক্ষণ প্রদান করে।\n\n\n== অধিভুক্ত ==\nকলেজটি ওয়েস্ট বেঙ্গল ইউনিভার্সিটি অব হেলথ সায়েন্সেসের থেকে অনুমোদিত এবং ন্যাশনাল মেডিকেল কমিশন দ্বারা স্বীকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ জানুয়ারি ২০২২ তারিখে"}