{"pageid": 1112100, "title": "প্রশ্নোপনিষদ্", "url": "https://bn.wikipedia.org/wiki?curid=1112100", "content": "প্রশ্নোপনিষদ (সংস্কৃত: प्रश्नोपनिषद्) হলো অথর্ববেদের অন্তর্গত সংস্কৃত ভাষায় রচিত একটি হিন্দু ধর্মগ্রন্থ। এটি মুখ্য উপনিষদগুলোর একটি  এবং মুক্তিকা শাস্ত্রের চতুর্থ উপনিষদ হিসেবে তালিকাভুক্ত।\n\nপ্রশ্নোপনিষদে ছয়টি প্রশ্ন রয়েছে এবং প্রতিটি উত্তরের আলোচনা হলো ছয়টি অধ্যায়। অধ্যায়গুলো শেষ হয় প্রসন্নপ্রতিবাকনম বাক্যাংশ দিয়ে, যার আক্ষরিক অর্থ হল, \"এইভাবে প্রশ্নের উত্তর শেষ হয়\"। ভারতে আবিষ্কৃত কিছু পাণ্ডুলিপিতে, এই উপনিষদটিকে মোট ছয়টি কণ্ডিকা (ক্ষুদ্র বিভাগ) সহ তিনটি অধ্যায়ে ভাগ করা হয়েছে। \nএডুয়ার্ড রোর বলেন, প্রথম তিনটি প্রশ্ন গভীর আধিভৌতিক প্রশ্ন কিন্তু কোনো নির্দিষ্ট, দার্শনিক উত্তর নেই, বেশিরভাগই  রূপক ও প্রতীকধর্মী। অন্যদিকে, চতুর্থ অধ্যায়ে দর্শনতত্ত্ব রয়েছে। শেষ দুই অধ্যায়ে ওঁ ও মোক্ষ ধারণা  আলোচিত হয়েছে। রোর ও ওয়েবার এর মতে, শেষ দুটি প্রশ্ন প্রক্ষিপ্ত হতে পারে, পরবর্তী যুগে এগুলো মূল উপনিষদে সন্নিবেশিত হয়েছে।\nপ্রশ্নোপনিষদ প্রাচীন ভারতের শিক্ষা প্রক্রিয়ার কাঠামো ও সমাজতাত্ত্বিক অন্তর্দৃষ্টির জন্য উল্লেখযোগ্য। উপনিষদটি প্রশ্নোপনিষদ নামেও পরিচিত। কিছু ঐতিহাসিক ভারতীয় সাহিত্য ও ভাষ্যগুলোতে এটিকে ষটপ্রশ্ন উপনিষদও নামে উল্লেখ করেছেন।\n\n\n== কালানুক্রম ==\nপ্রশ্ন উপনিষদ সম্ভবত রচিত হয়েছিল খ্রিস্টপূর্ব ১ম সহস্রাব্দের দ্বিতীয়ার্ধে, সম্ভবত অন্যান্য অথর্ববেদ সংহিতার পরে, যেমন- মুন্ডক উপনিষদ, কিন্তু প্রশ্ন উপনিষদের সুনির্দিষ্ট কালানুক্রম অস্পষ্ট ও মতদ্বৈতাপূর্ণ। উদাহরণস্বরূপ, প্যাট্রিক অলিভেল লেখেন, এটি বরং পরবর্তী যুগের প্রাচীন উপনিষদ এবং সম্ভাব্যভাবে, বুদ্ধোত্তর যুগে রচিত। প্রশ্ন উপনিষদ ও অন্যান্য প্রাচীন ভারতীয় গ্রন্থের কালানুক্রমিকতা সমাধান করা কঠিন, কারণ সমস্ত মতামত স্বল্প প্রমাণের উপর নির্ভর করে, প্রত্নতাত্ত্বিক বিশ্লেষণ, শৈলী ও পাঠ্য জুড়ে পুনরাবৃত্তি, সম্ভাব্য বিবর্তন সম্পর্কে অনুমান দ্বারা চালিতধারনা, এবং অনুমানের উপর ভিত্তি করে যে কোন দর্শনটি অন্যান্য ভারতীয় দর্শনকে প্রভাবিত করতে পারে।\nঅলিভেল বলেছেন প্রশ্ন উপনিষদ \"খ্রিস্টাব্দ শুরুর চেয়ে বেশি পুরানো হতে পারে না\"। মাহনি বলেছেন, এটি খ্রিস্টপূর্ব সময়ে গ্রথিত। তিনি মৈত্রী ও মাণ্ডুক্য উপনিষদের রচনাকালে প্রশ্নোপনিষদকে রেখেছেন, যা সম্ভবত খ্রিস্টপূর্ব চতুর্থ শতাব্দীর প্রথম দিকে গ্রথিত হয়েছে। প্রাচ্য বিশেষজ্ঞ ফিলিপস উল্লেখ করেছেন যে- বৃহদারণ্যক, ছান্দোগ্য, ঈশ, তৈত্তিরীয়, ঐতরেয়, কেন, কঠ ও মুন্ডকের পরে প্রশ্ন উপনিষদ রচিত হয়েছে, কিন্তু এটি মাণ্ডুক্য, শ্বেতাশ্বতর ও মৈত্রী উপনিষদের আগে গ্রথিত হয়েছে। রনাডে  ফিলিপসের সমদৃষ্টিভঙ্গি পোষণ করেছেন, তবে, তিনি প্রশ্ন উপনিষদের রচনাকালকে প্রাচীন উপনিষদগুলোর রচনাকাল হিসেবে পঞ্চম দলে রেখেছেন। কিন্তু, তিনি মনে করেন, শ্বেতাশ্বতর উপনিষদের রচনাকালের পরে প্রশ্ন উপনিষদ রচিত।\n\n\n== গঠনপ্রণালী ==\nপ্রশ্ন উপনিষদে ছয়টি প্রশ্ন ও তাদের উত্তর আলোচিত হয়েছে। ছয়টি প্রশ্ন ও তাদের উত্তর হলো ছয়টি অধ্যায়। প্রথম ও শেষ প্রশ্ন ব্যতীত, অন্যান্য সব অধ্যায়ে একাধিক প্রশ্ন জিজ্ঞাসিত ও আলোচিত হয়েছে। ছয়টি প্রশ্নের জিজ্ঞাসাকারী কৃতিত্বপ্রাপ্ত শিষ্যগণ হলেন যথাক্রমে কবন্ধিন কাত্যায়ন, ভার্গব বৈদর্ভি, কৌশল্য আশ্বালয়ন, সৌর্যায়নিন গার্গ্য, শৈব্য সত্যকামা এবং সুকেশান ভরদ্বাজ। আর এই ছয়টি প্রশ্নের উত্তরদাতা হলেন ঋষি পিপ্পলাদ।\nপ্রশ্নগুলো দৈবচয়িতভাবে সাজানো নয়, তবে এদের সুনির্দিষ্ট অভিপ্রায় রয়েছে। এই উপনিষদ অধিভূত প্রশ্ন দিয়ে শুরু হয়েছে এবং তারপরে অধিযজ্ঞ বিষয়ে বিস্তারিত বিবরণে এগিয়ে যায়, এইভাবে জাগতিক আধ্যাত্মিক ও ব্রহ্মবিষয়ক সবকিছুই বর্ণিত হয়েছে।\n\n\n== বিষয়বস্তু ==\n\n\n=== প্রাচীন দর্শনে শিক্ষালাভের পূর্বে নৈতিকতা ===\nপ্রশ্ন উপনিষদের প্রারম্ভিক শ্লোকগুলো এমন শিষ্যদের বর্ণনা করে যারা ব্রহ্ম (চূড়ান্ত বাস্তবতা, সর্বজনীন আত্মা) সম্বন্ধে জ্ঞানান্বেষণে ঋষিদর্শনে আসে। তারা ঋষি পিপ্লাদকে এই \nব্রহ্ম বিষয়ক জ্ঞানের ব্যাখ্যা দিতে বলে। ঋষিবর তাদেরকে ব্রহ্ম সম্পর্কে সরাসরি প্রবচন করেন নি, তবে তিনি তাদের আদেশ দেন, তারা প্রথমে তাঁর (ঋষি পিপ্পলাদের) আশ্রমে থেকে ব্রহ্মচর্য পালন করে। যেমন,\n\nএই মুখবন্ধটি তাৎপর্যপূর্ণ, জনস্টন বলেন, যেহেতু এটি বৈদিক যুগের বিশ্বাসকে প্রতিফলিত করে যে জ্ঞান ভাগ করে নেওয়ার আগে একজন ছাত্রের প্রকৃতি ও মনকে প্রথমে একটি অঙ্গীকার, আকাঙ্ক্ষা ও নৈতিক বিশুদ্ধতা দেখাতে হবে। দ্বিতীয়ত, জনস্টনের মতে, শিক্ষার্থীর প্রথম প্রশ্ন ও তারপর উত্তর দেওয়ার পদ্ধতিটি তাৎপর্যপূর্ণ, যেহেতু এটি ইন্টারেক্টিভ শৈলীকে প্রতিফলিত করে যেখানে শিক্ষার্থী তার উত্তর দেওয়ার আগে নিজের জন্য প্রশ্নটি তৈরি করেছে, বক্তৃতা শৈলীর বিপরীতে যেখানে শিক্ষক শিক্ষার্থীরা বোঝে কিনা তা নির্বিশেষে প্রশ্ন ও উত্তর প্রদান করেন। প্রশ্ন উপনিষদের এই শ্লোকে যে তিনটি নৈতিক নীতির উপর জোর দেওয়া হয়েছে তা হল তপস (তপস্যা, অধ্যবসায়, উদ্দীপনা), ব্রহ্মচর্য (সতীত্ব, আত্ম-শৃঙ্খলা) ও শ্রদ্ধা (বিশ্বাস, বিশুদ্ধতা, মনের প্রশান্তি)।\nউত্তরের দ্বিতীয় আকর্ষণীয় অংশটি হল \"যদি আমরা জানি\" সহ শিক্ষক দ্বারা অন্তর্নিহিত স্বীকারোক্তি, যে তিনি উত্তরটি জানেন না, এবং এইভাবে শেখার প্রক্রিয়ার মধ্যে সংশয় ও নম্রতার অনুভূতি স্বীকার করেন।\n\n\n=== জীবন কীভাবে শুরু হয়েছিল? - প্রথম প্রশ্ন ===\nএক বছর পরে, ঋষি পিপ্পলদাকে প্রথম প্রশ্ন করা হয়, \"জীবন্ত প্রাণীরা কোথায় সৃষ্টি হয়েছে?\" প্রশ্ন উপনিষদের শ্লোক ১.৪ ঋষির উত্তর বলে, যে প্রজাপতি তপস (তাপ, ধ্যানমূলক তপস্যা, তপস্যা) করেছিলেন এবং দুটি নীতি তৈরি করেছিলেন: রিয়া (বস্তু, স্ত্রীলিঙ্গ) ও প্রাণ (আত্মা, পুংলিঙ্গ), এই ভেবে যে \"এগুলি একসাথে অনেক উপায়ে আমার জন্য প্রাণী তৈরি করবে\"। সূর্য হল আত্মা, পদার্থ হল চন্দ্র, জোর করে প্রশনা উপনিষদ। সূর্য সর্বোচ্চে আরোহণ করে, একাকী মহিমায়, আমাদের উষ্ণ করে, সমস্ত প্রাণীর আত্মা। তিনি আদিত্য, সমস্ত কিছুকে আলোকিত করেন, প্রথম প্রশনা বলেন, এবং তার দুটি পথ রয়েছে - উত্তর ও দক্ষিণ। যারা সন্তান কামনা করে তারা সূর্যের দক্ষিণ পথের নির্দেশনা অনুসরণ করে, আর যারা আত্মাকে অন্বেষণ করে তারা উত্তরের পথ অবলম্বন করে, জ্ঞান, ব্রহ্মচর্য, তপস ও শ্রদ্ধা। Those who desire offspring follow the guidance of sun's southern path, while those who seek the Self take the northern path, one of knowledge, brahmacharya, tapas and sraddha.\nপ্রশ্ন উপনিষদের প্রথম অধ্যায়ে বেশ কিছু প্রতীকী পৌরাণিক দাবি রয়েছে। উদাহরণস্বরূপ, এটি বলে যে সূর্য শেষ পর্যন্ত \"সাত চাকা ও ছয়টি স্পোক সহ রথে\" আকাশে বৃষ্টি এবং দৌড়ের দাতা। আরও প্রাচীন বৈদিক সাহিত্যেও এই প্রতীকীতা পাওয়া যায় এবং সাতটি চাকা হল: অর্ধ বছর, ঋতু, মাস, অর্ধ মাস, দিন, রাত্রি ও মুহুর্ত (বৈদিক যুগের বিভাজন ৪৮ মিনিটের সমান এবং মুহুর্তকে দিনের ১/৩০ তারিখ বলে দাবি করা হয়েছিল)। ছয়টি কথ্য প্রতীকবাদ বলতে পৃথিবীর পাঁচটি ঋতুর বিপরীতে সূর্যকে ছয়টি ঋতু বলে বর্ণনা করার বৈদিক রীতিকে বোঝায়।\nপ্রথম বিভাগটি ১.১৫ ও ১.১৬ শ্লোক দিয়ে শেষ হয় যে আত্ম-ব্রহ্মকে উপলব্ধি করার জন্য নৈতিক জীবনযাপন প্রয়োজন: সত্য (সত্যবাদীতা), ব্রহ্মচর্য (অবিবাহিত হলে সতীত্ব, ব্রহ্মচর্য, বিবাহিত হলে বিশ্বস্ততা), তপস (তপস্যা, ধ্যান, অধ্যবসায়), না অন্ত (মিথ্যা, মিথ্যা, প্রতারণা), না জিহম (নৈতিক কুটিলতা, সঠিক কাজ না করার অভিপ্রায় সহ নৈতিক তির্যকতা), এবং না মায়া (প্রতারণা, প্রলাপ, ছলনা)।\n\n\n=== জীবন্ত প্রাণী কি? - দ্বিতীয় প্রশ্ন ===\nদ্বিতীয় প্রশ্ন তিনটি প্রশ্ন দিয়ে শুরু হয়, \"কতজন দেব (দেবতা,  শক্তি) জীবকে সমর্থন করে? কতজন তাদের শক্তি এভাবে প্রকাশ করে? এবং কে শ্রেষ্ঠ?\"\nপ্রশ্নটি তাৎপর্যপূর্ণ কারণ এটি স্পষ্টভাবে প্রকাশ করে যে দেবতাগণ প্রতিটি জীবের মধ্যে ও প্রকৃতিতে বসবাস করছেন, জীবনকে সমর্থন করার জন্য। এটি পণ্ডিতদের দ্বারা ব্যাপকভাবে ব্যাখ্যা করা হয়েছে, উত্তরের প্রেক্ষাপটে দেওয়া হল, বর্তমান বিশ্বাসকে প্রতিফলিত করার জন্য যে দেবতারা সংবেদনশীল অঙ্গ ও ক্ষমতার মাধ্যমে মানুষ ও প্রাণীদের মধ্যে নিজেদের প্রকাশ করে। প্রশ্নটির দ্বিতীয় উল্লেখযোগ্য দিক হল এর কাঠামোগত গঠন, যেখানে শিক্ষককে ভগবান বলা হয়, যা শিক্ষকদের প্রতি শ্রদ্ধা ও শ্রদ্ধার বৈদিক সংস্কৃতিকে প্রতিফলিত করে। উপনিষদ এইভাবে ভগবান শব্দের একাধিক প্রাসঙ্গিক অর্থের পরামর্শ দেয়। শিক্ষকের জন্য ভগবান শব্দের এই ধরনের ব্যবহার অন্যত্র পুনরাবৃত্ত হয়েছে, যেমন প্রশ্ন উপনিষদের শুরুর লাইন ও শ্লোক ৪.১-এ, সেইসাথে অন্যান্য উপনিষদে যেমন \nমুন্ডক উপনিষদের শ্লোক ১.১.৩।\nঋষি পিপ্পালদা দেবতার অভিব্যক্তি হিসাবে পাঁচটি স্থূল উপাদান, পাঁচটি ইন্দ্রিয় ও পাঁচটি কর্মের অঙ্গ তালিকাভুক্ত করে তিনটি প্রশ্নের উত্তর খুলেছেন। শ্লোক ২.৩ ও ২.৪-এ, প্রশ্ন উপনিষদ বলে যে প্রাণ  (শ্বাস, আত্মা) হল সবচেয়ে প্রয়োজনীয় ও শক্তিশালী, কারণ এটি ছাড়া অন্য সমস্ত দেবতা প্রাণীতে বেঁচে থাকতে পারে না, তারা তখনই বিদ্যমান থাকে যখন প্রাণ উপস্থিত থাকে। দেবতারা প্রাণের কারণে এবং সম্মানে তাদের শক্তি প্রকাশ করেন। আত্মা অগ্নি (আগুন), সূর্য হিসাবে, বায়ু হিসাবে, স্থান হিসাবে, বায়ু হিসাবে, যা আকার আছে এবং যা আকার নেই হিসাবে প্রকৃতির পাশাপাশি জীবন হিসাবে নিজেকে প্রকাশ করে।\n\n\n=== মানুষের প্রকৃতি কি, এবং এটা কীভাবে হয়? - তৃতীয় প্রশ্ন ===\nউপনিষদের তৃতীয় প্রশনা ছয়টি প্রশ্ন জিজ্ঞাসা করে: (১) কোথা থেকে জীবনের জন্ম হয়? (২) জন্মের সময় দেহে আসে কীভাবে? (৩) শরীরে প্রবেশ করলে তা কীভাবে থাকে? (৪) শরীর থেকে কীভাবে বের হয়? (৫) প্রকৃতি ও ইন্দ্রিয়ের সাথে জীবন কীভাবে তার সম্পর্ককে ইন্টারফেস করে? (৬) কীভাবে নিজের সাথে জীবন ইন্টারফেস করে?\nঋষি পিপ্পালদা বলেছেন যে এই প্রশ্নগুলি কঠিন, এবং ব্রহ্ম সম্পর্কে ছাত্রের অতীত কৌতূহলকে বিবেচনা করে তিনি এটিকে নিম্নরূপ ব্যাখ্যা করেছেন,\n\nआत्मन एष प्राणो जायते\nআত্মা (আত্ম) থেকে এই জীবন জন্মেছে।\n\nএটি অন্যান্য অঙ্গগুলির কাছে কাজ অর্পণ করে শরীরকে পরিচালনা করে, ঋষি পিপ্পালদা শ্লোক ৩.৪-এ চালিয়ে যান, প্রতিটি অন্য ক্ষমতা থেকে স্বাধীন নিজস্ব কাজ করতে বিশেষ, ঠিক যেমন একজন রাজা তার রাজ্যের গ্রামে গ্রামে কাজ পরিচালনা করার জন্য তার মন্ত্রীদের আদেশ দেন। এরপর উপনিষদ মানবদেহের তত্ত্বের কথা বর্ণনা করে যা প্রাচীন বৈদিক সাহিত্যে পাওয়া যায়, যেমন বৃহদারণ্যক উপনিষদ স্তোত্র ২.১.১৯।  এটি দাবী করে, উদাহরণস্বরূপ, মানবদেহের হৃৎপিণ্ড রয়েছে নিজের প্রধান অঙ্গ হিসাবে, যেখান থেকে ২০২টি প্রধান ধমনী উৎপন্ন হয়, প্রতিটি প্রধান ধমনী একশত বার বিভক্ত হয়, যা ৭২,০০০টি ছোট ধমনীতে বিভক্ত হয়ে মোট ৭২৭,২১০,২০১টি ছোট ও বড় ধমনী দেয় এবং এই ধমনীগুলি সারা শরীর জুড়ে বাতাস ছড়িয়ে দেয়। এটি এই জীবন-শ্বাস যা মানব দেহের সমস্ত অঙ্গ ও জীবনের সাথে নিজেকে ইন্টারফেস করে, উপনিষদ বলে।\nতৃতীয় প্রশ্ন আরো প্রাচীন গ্রন্থের উপর নির্ভর করে প্রতীকী বাক্যাংশ ব্যবহার করে। এটি উল্লেখ করে, শ্লোক ৩.৫ উদাহরণস্বরূপ, \"সাত আলো\" কাজ করার জন্য ধমনী দ্বারা সঞ্চালিত বাতাসের উপর নির্ভর করে, এটি বাক্যাংশ যার অর্থ \"দুটি চোখ, দুটি কান, দুটি নাসিকা ও মুখ\"। এর আধিভৌতিক প্রশ্নের উত্তর দার্শনিক না হয়ে শারীরবৃত্তীয়।\n\n\n=== কী মানুষকে প্রতিষ্ঠিত করে? - চতুর্থ প্রশ্ন ===\nউপনিষদের প্রথম তিনটি প্রশ্ন ক্ষণস্থায়ী, অভিজ্ঞতামূলক, উদ্ভাসিত জগতের কারণ ও প্রভাবের উপর ফোকাস করে, মন্তব্য এডুয়ার্ড রোর। উপনিষদের চতুর্থ থেকে ষষ্ঠ প্রশ্ন স্ব-প্রকৃতির উপর ফোকাস করে, যা অপরিবর্তনীয় ও কারণ, প্রমাণের থেকে স্বাধীন ও স্বতঃসিদ্ধ।\nচতুর্থ প্রশ্ন বা অধ্যায়ে পাঁচটি ছোটপ্রশ্ন রয়েছে: (১) জীবদেহে কোন্ কোন্ ইন্দ্রিয় নিদ্রা যায়? (২) কোন্ কোন্ ইন্দ্রিয় জেগে থেকে নিজ কার্য করে? (৩) কার্য ও কারণাত্মক দেবতাদ্বয়ের মধ্যে কোন্ দেবতা স্বপ্ন দেখে? (৪) সুষুপ্তিকালে যে অব্যাহত নিশ্চেষ্টরূপে সুখানুভূতি হয় সেই অনুভূতি কার? (৫) সুষুপ্তিকালে করণবর্গ কার মধ্যে একীভূত হয়ে স্থিতলাভ করে?\nপ্রশ্ন উপনিষদ তার নিজস্ব ব্যাখ্যা দেওয়ার আগে বিদ্যমান তত্ত্বের পটভূমি বর্ণনা করার জন্য উপমা দিয়ে উত্তর শুরু করে। সূর্যের রশ্মির মতো যা অস্ত যাওয়ার সাথে সাথে চাকতিতে প্রত্যাহার করে এবং এটি উদিত হওয়ার সাথে সাথে আরও বিচ্ছুরিত হয়, মানুষের ভিতরের সমস্ত দেবতা (সংবেদনশীল অঙ্গ) প্রত্যাহার করে নেয় এবং যখন সে ঘুমায় তখন মানস (মন) নামক সর্বোচ্চ দেবতায় এক হয়ে যায়। অন্যান্য লোকেরা বলে, উপনিষদ দাবি করে, মনের দেবতা ব্যতীত মানুষের ভিতরে যে দেবতারা বাস করেন, তারা এই ঘুমের অবস্থায় কাজ করা বন্ধ করে দেন এবং এই অবস্থায় একজন ব্যক্তির সারমর্ম, তার আত্মা ঘুমায়।\nউপনিষদের চতুর্থ প্রশ্ন, তারপরে \"পাঁচ অগ্নি\" তত্ত্ব উপস্থাপন করে,  উল্লেখ করে যে প্রাণ (শ্বাস, জীবন-শক্তি) ঘুমায় না, যে মনের সেবা করার জন্য মন শ্বাস দ্বারা প্রদত্ত বায়ু দিয়ে দেহে সঞ্চিত খাদ্য উৎসর্গ করে।  স্বপ্ন, প্রশ্ন উপনিষদ বলে, মনের জন্য উপভোগের একটি রূপ, যেখানে এটি পুনরায় কনফিগার করে এবং নতুন উপায়ে অনুভব করে, যা এটি আগে দেখেছে, সম্প্রতি বা অতীতে, হয় এই জীবন বা অন্য জন্ম, সত্য হোক বা অসত্য, শ্রবণিত হোক বা অশ্রুত হোক, সুখকর হোক বা অপ্রীতিকর হোক। স্বপ্নে মন সব দেখে।\nগভীর ঘুমের অবস্থা আছে, উপনিষদ বলে, যেখানে প্রভাব শেষ হয় এবং মনও প্রভাব ছাড়াই ঘুমায়, এবং এটি হল মানসিক প্রশান্তি, শরীরের সুখের সম্পূর্ণ অবস্থা। তখনই যখন ব্যক্তির সবকিছু আত্ম-ব্রহ্মে পরিণত হয়, যার মধ্যে পদার্থের উপাদান ও উপাদান, জল ও জলের উপাদান, আলো ও আলোর উপাদান, চোখ ও যা দৃশ্যমান, কান ও যা শ্রবণযোগ্য, গন্ধ ও বস্তুগুলি সহ এর গন্ধ, স্বাদ ও স্বাদের বস্তু, স্পর্শ ও স্পর্শের বস্তু, কথাবার্তা ও কথা বলার বস্তু, যৌনতা ও এর উপভোগের বস্তু, পা ও যা চলনযোগ্য, হাত ও যা দখলযোগ্য, মন ও মনের বস্তু, চিন্তা ও বস্তু চিন্তা, যুক্তি ও যুক্তির বস্তু, আত্ম-চেতনা ও আত্ম-চেতনার বস্তু, অন্তর্দৃষ্টি ও আলোকিত বস্তু, জীবন-শক্তি ও জীবন-শক্তির বস্তু।\nএর স্বপ্ন তত্ত্ব ও গভীর-নিদ্রা তত্ত্বের ভিত্তি স্থাপন করার পর, প্রশ্ন উপনিষদ আত্মাকে পুরুষ (মহাজাগতিক স্ব, চেতনা, সমস্ত প্রাণীর মাটি, সর্বজনীন নীতি) হিসেবে সংজ্ঞায়িত করে,\n\nएष हि द्रष्ट स्प्रष्टा श्रोता घ्राता रसयिता मन्ता बोद्धा कर्ता विज्ञानात्मा पुरुषः । स परेऽक्षर आत्मनि संप्रतिष्ठते ॥ ९ ॥\nবাংলা প্রতিলিপি: \nএষ হি দ্রষ্টা স্প্রষ্টা শ্রোতা ঘ্রাতা রসয়িতা মন্তা বোদ্ধা কর্তা বিজ্ঞানাত্মা পুরুষঃ। স পরেঽক্ষর আত্মনি সম্প্রতিষ্ঠতে॥ ৪.৯॥\nতিনিই যিনি দেখেন, স্পর্শ করেন, শোনেন, গন্ধ নেন, স্বাদ নেন, উপলব্ধি করেন, চিন্তা করেন, কারণ করেন, ধারণা করেন, কাজ করেন, যার সারমর্ম হল জ্ঞান, আত্মা। তাঁর ভিত্তি ও বাসস্থান হল পরম, অবিনশ্বর আত্মা।\n\nপ্রশ্ন উপনিষদ উত্তর দেয় যে মানুষের মধ্যে সুখ ও পরমানন্দ হল আত্মে জানা ও বাস করার এই প্রতিষ্ঠিত শান্ত অবস্থা, সত্য, সৌন্দর্য ও কল্যাণের আধ্যাত্মিক অবস্থা।\n\n\n=== ধ্যান কি, এবং কেন ধ্যান? - পঞ্চম প্রশ্ন ===\nপ্রশ্ন উপনিষদ পঞ্চম অধ্যায়টি এই প্রশ্ন দিয়ে খোলে: মানুষ যদি তার মৃত্যুর আগ পর্যন্ত আন্তরিকভাবে \"ওঁ\" (অউম) চিহ্নের ধ্যান করে, তাহলে সে এর দ্বারা কী পাবে? বিভাগটি তখন দাবি করে যে \"আত্ম\" (আত্ম-ব্রহ্ম) জানার জন্য ধ্যান করে, তারপরে রূপকভাবে ধ্যানের বিভিন্ন স্তর, অর্জিত জ্ঞানের স্তরগুলি উপস্থাপন করে, এবং এই ও পরবর্তী জীবনে এই ধরনের ধ্যানের ব্যক্তির উপর ফলস্বরূপ প্রভাব।\nউপনিষদ দৃঢ়ভাবে বলে যে আত্মা (আত্ম) জ্ঞানের তিনটি স্তর রয়েছে, সর্বনিম্ন স্তরটি হল অউম-এর প্রথম অক্ষরের ধ্যান থেকে আংশিক, সেটি হল অ। এটি দ্রুত পুনর্জন্মের দিকে পরিচালিত করে, তবে নৈতিক শক্তি ও ফলস্বরূপ মহত্ত্বের সাথে। আত্ম-জ্ঞানের মধ্যবর্তী স্তরটি অউম-এর দুটি অক্ষর, যেটি অ ও উ-তে ধ্যান করার মত। আত্ম-জ্ঞানের মধ্যবর্তী স্তর মানুষকে নৈতিক আচরণ ও মনসের জগৎ (চন্দ্র, মন) অর্জনের দিকে নিয়ে যায়, সে প্রথমে স্বর্গীয় জীবন উপভোগ করে এবং তারপরে মানুষের পৃথিবীতে পুনর্জন্ম হয়। যে ব্যক্তি অ, উ ও ম এই তিনটি অক্ষরই আত্মের সমস্ত দিক নিয়ে ধ্যান করে, সে পূর্ণ আত্মজ্ঞানে পৌঁছে, সমস্ত দুঃখ, পাপ ও ভয় থেকে মুক্ত হয়ে ব্রহ্ম জগতে পৌঁছে যায়। এই ধরনের মানুষ \"আত্মকে সার্বজনীন, সমস্ত প্রাণীর মধ্যে বিস্তৃত ও চিরন্তন হিসাবে দেখেন\"।\nপ্রশ্ন উপনিষদ প্রতীকীভাবে জ্ঞানের তিনটি অবস্থাকে তিনটির সমষ্টির সাথে তুলনা করে: জেগে থাকা, স্বপ্ন-নিদ্রা ও গভীর ঘুম; তিনটি উচ্চারণ - তারা, মন্দ্র ও মধ্যমা (সত্য কিন্তু উচ্চ স্বর, অস্পষ্ট কিন্তু আনন্দদায়ক-মূল স্বর, নিখুঁত মধ্য-স্বর যা যথাক্রমে আনন্দদায়ক ও সত্য)।\n\n\n=== মানুষের মধ্যে অমর কি? - ষষ্ঠ প্রশ্ন ===\nউপনিষদের ষষ্ঠ প্রশ্ন রাজপুত্রের গল্প দিয়ে শুরু হয়েছে যেটি ছাত্রের সাথে দেখা করে এবং জিজ্ঞাসা করেছিল, \"ষোলটি অংশ বিশিষ্ট ব্যক্তিটি কোথায়?\" ছাত্র স্বীকার করে যে সে জানে না, নৈতিক উপদেশ দিয়ে, \"অসত্যের সাথে উত্তর দেওয়া, যখন কেউ উত্তর জানে না, ভুল\"। ছাত্রটি ঋষি পিপ্পলদাকে একই প্রশ্ন করে। ঋষি উত্তর দেন, উপনিষদে বলা হয়েছে, তিনি ও প্রতিটি মানুষের ষোলটি অংশ রয়েছে।\nএই উত্তরটি তাৎপর্যপূর্ণ কারণ বৈদিক যুগের আরও প্রাচীন গ্রন্থ, যেমন সংহিতা, প্রজাপতি, সৃষ্টির প্রভু, কে সোদাসিন বলে উল্লেখ করে - যার আক্ষরিক অর্থ হল, ষোলটি অংশ। মানুষ, উপনিষদের ষষ্ঠ প্রশ্ন বোঝায়, প্রজাপতির মূর্তিতে সৃষ্ট ও জন্মগতভাবে সৃষ্টির প্রভু। ধারায় বলা হয়েছে, আত্মা অমর। আত্ম-জ্ঞান, ব্রহ্মের জ্ঞান, সর্বোত্তম জ্ঞান, প্রশ্ন উপনিষদের সমাপনী শ্লোকগুলি বর্ণনা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPrasna Upanishad Max Muller (Translator), Oxford University Press\nPrasna Upanishad Robert Hume (Translator), Oxford University Press\nPrasnopnishad with Adi Shankara Commentary SS Sastri (Translator)\nMultiple translations (Johnston, Nikhilānanda, Gambhirananda)\nPrashna Upanishad Sanskrit PDF\nSri Aurobindo on Prashna Upanishad\nThe Prashna Upanishad with Shankara’s Commentary Translated by S. Sitarama Sastri, online ebook\nRecitation\nPrashna Upanishad Chanting by Pt. Ganesh Vidyalankar  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ সেপ্টেম্বর ২০১৪ তারিখে"}