{"pageid": 1112334, "title": "মাখনলাল রায়চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1112334", "content": "ড. মাখনলাল রায়চৌধুরী, শাস্ত্রী (৫ জানুয়ারি ১৯০০ — ২৮ জুন ১৯৬২) ছিলেন একজন বিখ্যাত  ইতিহাসবিদ। তবে সাহিত্যিক,  শিক্ষাবিদ, ক্রীড়াবিদ ও সমাজসেবী হিসাবেও খ্যাতিমান ছিলেন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nমাখনলাল রায়চৌধুরীর জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের নোয়াখালী জেলার করপাড়ায়। পিতা মহিমচন্দ্র রায়চৌধুরী ছিলেন প্রখ্যাত আইনবিদ। তিনি নোয়াখালীর জুবিলি হাই স্কুল থেকে বৃত্তিসহ প্রবেশিকা পরীক্ষা পাশ করেন। এরপর তিনি ঢাকা কলেজে বি.এ ক্লাসে ভরতি হন। কিন্তু ১৯২০ খ্রিস্টাব্দে গান্ধীজীর অসহযোগ আন্দোলনে অংশগ্রহণ করায় তিনি করে থেকে বিতাড়িত হন। পরে ১৯২২ খ্রিস্টাব্দে বি.এ পাশ করেন এবং কলকাতার প্রেসিডেন্সি কলেজ থেকে ইতিহাসে প্রথম শ্রেণীতে এম.এ পাশ করেন। এর সঙ্গে তিনি আইন পরীক্ষাতেও উত্তীর্ণ হন। কিছুদিন স্বনামধন্য ঐতিহাসিক যদুনাথ সরকারের অধীনে গবেষণা করেন। \n\n\n== কর্মজীবন ==\nইতোমধ্যে তিনি পাটনা কলেজে অধ্যাপনা দিয়ে কর্মজীবন শুরু করেন। পরে ভাগলপুরের টি.এন.বি কলেজে যোগ দেন। এখানে অধ্যাপনাকালে তিনি অধ্যাপক খোদাবক্সের অধীনে \"দীন ইলাহি\" -র উপর গবেষণা করে  কলকাতা বিশ্ববিদ্যালয়ের প্রেমচাঁদ-রায়চাঁদ বৃত্তি লাভ করেন এবং ১৮৩৪ খ্রিস্টাব্দে তিনি \"মওয়াট\" স্বর্ণপদক লাভ করেন। ১৯৩৭ খ্রিস্টাব্দে তৎকালীন  বারাণসীর ওরিয়েন্টাল কলেজ তাকে \"শাস্ত্রী\" উপাধি প্রদান করে। কলকাতা বিশ্ববিদ্যালয় ১৯৪১ খ্রিস্টাব্দে তাঁর রচিত \"স্টেট অ্যান্ড রিলিজিয়ন  ইন মুঘল ইন্ডিয়া\" শীর্ষক প্রবন্ধের জন্য ডি.লিট প্রদান করে এবং \"দ্য দীন ইলাহি অর দ্য রিলিজিয়ন অফ আকবর\" গ্রন্থটি প্রকাশ করে। ১৯৪২ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয়ে 'ইসলামিক হিস্ট্রি' বিভাগ খোলা হলে তিনি অধ্যাপক হিসাবে যোগ দেন।\n১৯৪৪ খ্রিস্টাব্দে মিশরের জন্য ঘোষ ট্রাভেলিং ফেলোশিপ লাভ করায় তিনি  কায়রোর আল-আজহার বিশ্ববিদ্যালয়ে যান এবং ১৯৪৮ খ্রিস্টাব্দে \"মিউজিক ইন ইসলাম\" গ্রন্থের জন্য গ্রিফিথ পুরস্কার লাভ করেন। এখানে অবস্থানকালে তিনিই প্রথম আরবি ভাষায় \"ভগবদ্গীতা\" অনুবাদ করেন। পরে তিনি মিশরের রাজকীয় বিশ্ববিদ্যালয়ে প্রাচ্য ভাষা ও সাহিত্য সংস্কৃতির অধ্যাপক নিযুক্ত হন এবং এই বিশ্ববিদ্যালয়ের প্রতিনিধিত্ব করেন মধ্যপ্রাচ্যের বিভিন্ন দেশে। \n১৯৫০ খ্রিস্টাব্দে তিনি দেশে ফিরে আসেন এবং কলকাতা বিশ্ববিদ্যালয়ে এবার 'ইসলামিক ইতিহাস ও সংস্কৃতি বিভাগ'-র প্রধান অধ্যাপক হন।  তিনি কলকাতা বিশ্ববিদ্যালয়ের সিনেট এবং একাডেমিক কাউন্সিলেরও সদস্য ছিলেন। \n\n\n== সাহিত্যকর্ম ==\nমাখনলাল রায়চৌধুরী সাহিত্য অনুরাগী ছিলেন।  সাহিত্যকর্মে ও বিভিন্ন সাহিত্য আলোচনায় বিশেষ দক্ষতার পরিচয় পাওয়া যায়। তিনি ইংরাজী ভাষায় \"আরবি সাহিত্যের উপর সংস্কৃতের প্রভাব\" - শীর্ষক প্রবন্ধ রচনা করে স্যার আশুতোষ স্বর্ণ পদক লাভ করেন। তার রচিত  গ্রন্থগুলিরমধ্যে উল্লেখযোগ্য কয়েকটি হল —\n\nজাহানারার আত্মকাহিনী  (১৯৫০)\nশরৎ-সাহিত্যে পতিতা (১৯৩৯)\nব্রহ্মবিদ্যার যৎকিঞ্চিৎ (১৯৩৫)\nবিশ্বের বিখ্যাত পত্রাবলী\nআরব শিশুর কাহিনী\nহে অতীত কথা কও (১৯৪৯)\nরামায়ণে রাক্ষস সভ্যতা\nভারতবর্ষ পরিচয়\nমিশরের ডায়েরী (তিন খণ্ড)\nদেশবিদেশের ছেলেমেয়ে\nরেমান্স অফ আফগানিস্তান\nইজিপ্ট ইন ১৯৪৫ প্রভৃতি।  \nসাহিত্যচর্চার পাশাপাশি মাখনলাল ক্রীড়ানুরাগীও ছিলেন। তিনি কলকাতা বিশ্ববিদ্যালয়ের ক্রীড়া বিভাগের অধ্যক্ষ পদে ছিলেন। নিজে কলকাতার  আইএফএ শীল্ডের ফুটবল প্রতিযোগিতায় কয়েক বার অংশগ্রহণ করেন। জনসেবাতেও তার বিশেষ অবদান ছিল। ১৯৩৪ খ্রিস্টাব্দের ১৫ ই জানুয়ারি বিহারের মুঙ্গেরে ভূমিকম্পের সময় এবং ১৯৪৩ খ্রিস্টাব্দের মন্বন্তরে সেবাকার্যে নিয়োজিত ছিলেন।\n\n\n== জীবনাবসান ==\nমাখনলাল রায়চৌধুরী ১৯৬২ খ্রিস্টাব্দের ২৮শে জুন পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}