{"pageid": 1112980, "title": "মজলিসে তাহকিকাত ওয়া নাশরিয়াতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1112980", "content": "মজলিসে তাহকিকাত ওয়া নাশরিয়াতে ইসলাম (উর্দু: مجلس تحقیقات ونشریات اسلام‎‎) দারুল উলুম নদওয়াতুল উলামার চৌহদ্দিতে অবস্থিত একটি ইসলামি গবেষণা ও প্রকাশনা প্রতিষ্ঠান। এটি নদওয়াতুল উলামার গবেষণা ও প্রকাশনা সম্পর্কিত ৩টি বোর্ডের অন্যতম। আবুল হাসান আলী নদভী সহ নদওয়াতুল উলামার কতিপয় আলেমের তৎপরতায় ১৯৫৯ সালে এটি প্রতিষ্ঠিত হয়। এর লক্ষ্য ও উদ্দেশ্য হলো, আধুনিক শিক্ষিত শ্রেণিদের মধ্যে যারা ইসলামি মূল্যবোধ থেকে দূরে সরে গেছেন, ইসলামের আবেদন, বৈশিষ্ট্য, শ্রেষ্ঠত্বের সাথে তাদের নতুনভাবে পরিচয় করিয়ে দেয়া। এই একাডেমির সদস্যপদ সবার জন্য উন্মুক্ত। ওয়াজেহ রশিদ নদভীর দেওয়া তথ্যমতে, প্রতিষ্ঠার পর থেকে ২০০৯ সাল পর্যন্ত এটি ৩২৮টি বই প্রকাশ করেছে। সহজ ভাষায় ব্যাখ্যা করার পাশাপাশি এই বইগুলোতে ইসলামের মৌলিক শিক্ষা, সামাজিক রীতিনীতি, আচার-আচরণ, ধর্মীয় আচার-অনুষ্ঠান, মুসলমানদের উৎসব ইত্যাদি ও ইসলামের প্রধান অবদানকে তুলে ধরে।\n\n\n== বর্ণনা ==\n১৯৫৯ সালে প্রতিষ্ঠার পর থেকে এ প্রতিষ্ঠান বিভিন্ন ভাষায় বেশ কিছু গ্রহণযোগ্য ও ফলপ্রসূ প্রকাশনা আধুনিক শিক্ষিত লোকদের দোরগোড়ায় পৌছিয়ে দিয়েছে , যাতে তারা ইসলামের শিক্ষা সম্পর্কে সম্যক ধারণা পান। আবুল হাসান আলী নদভীর লিখিত নতুন তুফান ও তার প্রতিরোধ নামক পুস্তিকাটি প্রকাশের মাধ্যমে অত্র প্রতিষ্ঠানের যাত্রা শুরু হয়। এই পুস্তিকায় আধুনিক শিক্ষিতদের ইসলামের শিক্ষা থেকে দূরত্ব ও ইসলামি আকিদা, আমল প্রভৃতি সম্পর্কে অজ্ঞতা যে পর্যায়ে পৌছে গেছে তা চিত্রায়িত হয়েছে এবং ক্রমশ এর ফলে ইসলামের সাথে আধুনিক শিক্ষিতদের বন্ধন শিথিল হবার বিষয়টিকে তুলে ধরা হয়েছে। এই পুস্তিকাটি আরবি, উর্দু এবং ইংরেজি তিন ভাষাতেই প্রকাশিত হয়েছে এবং গ্রহণযোগ্যতা পেয়েছে। এরপর থেকে এই প্রতিষ্ঠান বহু গুরুত্বপূর্ণ গ্রন্থাবলি প্রকাশ করতে শুরু করে। এর মধ্যে উল্লেখযোগ্য সংখ্যক গ্রন্থের একাধিক সংস্করণও প্রকাশিত হয়েছে। এসব গ্রন্থ শিক্ষিত মহলের দৃষ্টি আকর্ষণ করতে সমর্থ হয়েছে। এসব কিতাবাদির লেখকদের মধ্যে এমন শীর্ষস্থানীয় শিক্ষাবিদগণও আছেন যাদের রচনাকর্ম ও গ্রন্থ সর্বত্র ব্যাপকভাবে সমাদৃত। তাফসির, হাদিস, ফিকহ, শরয়ী বিধানের গুঢ়রহস্য, ইসলামের ইতিহাস, ইসলামি গবেষণা ও চিন্তাধারা, ইসলামি সংস্কৃতি, ইসলাম ও অনৈসলামিক দৃষ্টিভঙ্গির তুলনামূলক বিশ্লেষণ, মুসলিম দেশ সমূহে দাওয়াতী সফরের ইতিবৃত্ত , দাওয়াতী বক্তৃতা সমূহ এবং এ ধরনের বিভিন্ন বিষয় ভিত্তিক গ্রন্থ প্রকাশিত হয়। ইংরেজিতে এই প্রতিষ্ঠানটির নাম \"Academy of Islamic Research & Publication\", আরবিতে \"المجمع الإسلامي العلمي\" (উচ্চারণ: আল মাজমাউল ইসলামী আল ইলমী)। প্রতিষ্ঠান পরিচালনা ও তার প্রয়োজনীয় বিষয়াদি চিন্তাভাবনা, পরিকল্পনা ও সার্বিক তৎপরতার জন্য একটি স্বতন্ত্র পরিষদ রয়েছে। এর সাথে দেশের উল্লেখযোগ্য সংখ্যক ইসলামি চিন্তাবিদ ও শিক্ষিত মহল এবং লেখক-গবেষকগণ সম্পৃক্ত আছেন। নদওয়াতুল উলামা এবং অত্র প্রতিষ্ঠার পরস্পর সহযোগিতার বন্ধনে আবদ্ধ।\n\n\n== আরও দেখুন ==\nপয়ামে ইনসানিয়াত\n\n\n== তথ্যসূত্র =="}