{"pageid": 1112400, "title": "আফশিন বে", "url": "https://bn.wikipedia.org/wiki?curid=1112400", "content": "আফশিন বে (তুর্কি: Afşin Bey; আনু. ১০১৬–১০৭৭) ১১শ শতকে সেলজুক সাম্রাজ্যের একজন খোরাসানি তুর্কমেনীয় কমান্ডার ছিলেন। তিনি তিনজন সুলতানের দায়িত্ব পালন করেছিলেন: চাঘরি বেগ, আল্প আরসালান এবং মালিক শাহ প্রথম । ১০৭৭ খ্রিস্টাব্দের পর তিনি অদৃশ্য হয়ে গেছেন বলে বিশ্বাস করা হয়।\n\n\n== জীবন ==\nতরুণ আফশিন ১০১৬ সালে চাঘরি বিন মিকাইল বিন সালজুকের চাকরিতে যোগ দিয়েছিলেন এবং তার অভিযানে তাকে সহায়তা করেছিলেন। ১০৬৪ সালে, তিনি বাইজেন্টিয়ামে সেলজুকদের দখল করার জন্য দায়িত্ব পান। তিনি অনেকগুলো শহর জয় করেন যা আজও তুরস্কের অধীনে রয়ে গেছে। তার অসম কৃতিত্বের কারণে, তিনি বাইজেন্টাইনদের এক তিক্ত শত্রু হয়ে উঠেছিলেন এবং হোশিনের কাছে বন্দী হন (পরে মুক্তিপণের বিনিময়ে মুক্তি পান)। তিনি মালাতিয়ায় বাইজেন্টাইনদের পরাজিত করতে দানিশমন্দ রাজবংশের আমির গুমুস্তগীনের সঙ্গে যৌথভাবে কাজ করেন। ১০৬৬ খ্রিস্টাব্দে, বে নূর পাহাড়ে অভিযান চালান। ১০৬৭ খ্রিস্টাব্দে, তিনি কায়সেরি এবং কিলিকিয়া দখল করেন। তার সম্রাট আল্প আরসালান তার এই সামরিক কৃতিত্বে খুশী হয়েছিলেন।  পরে আফশিন বে জর্জিয়ান অঞ্চলে অভিযান চালান। ১০৭০ খ্রিস্টাব্দে, আফশিন বে তার ১০,০০০ সৈন্যদের সাথে আরেকটি বাইজেন্টাইন সেনাবাহিনীকে পরাজিত করে। এসব ঘটনার মধ্যেই হঠাৎ, একজন সেলজুক কমান্ডার আফশিনের ভাইকে হত্যা করে এবং আফশিন তাকে প্রতিশোধের জন্য হত্যা করে ফেলেন। এই ঘটনার ফলে আফশিন পলায়নের চিন্তা করেন এবং আনাতোলিয়ার দিকে পালিয়ে যান, পথে এলাকা জয় করতে থাকেন। কিছু সময় অতিবাহিত হওয়ার পর, আফশিন আল্প আরসালানের সাথে সন্ধি করেন এবং বিজিত এলাকাগুলো আল্পকে দিয়ে দেন। ১০৭১ খ্রিস্টাব্দে আফশিন সেলজুক কমান্ডার হিসেবে মালাজগির্দের যুদ্ধে অংশগ্রহণ করেন। ১০৭৭ খ্রিস্টাব্দে, মালিক শাহ প্রথম আফশিন বেসহ বেশ কয়েকজন সেনাপতিকে তার ভাই তুতুশের নেতৃত্বে স্থানান্তরিত করেন। বিদ্রোহ দমন করতে আফশিনকে আলেপ্পোতে পাঠানো হয়েছিল।  কিন্তু তাদের মধ্যে মতবিরোধ ঘটে এবং আফসিন নিখোঁজ হন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nদিরিলিস: এরতুগ্রুল, একটি ঐতিহাসিক ডকুড্রামায় তাকে শ্রদ্ধার সাথে উল্লেখ করা হয়েছে। তার চরিত্রে অভিনয় করেছেন Turgut Tunçalp \n\n\n== আরো দেখুন ==\nআর্তুক বে\nমালাজগির্দের যুদ্ধ\nবিচার থেকে পলাতকদের তালিকা যারা নিখোঁজ\n\n\n== তথ্যসূত্র =="}