{"pageid": 1112294, "title": "কাথু ভাকুলা রেন্দু কাধল", "url": "https://bn.wikipedia.org/wiki?curid=1112294", "content": "কাঠু ভাকুলা রেন্দু কাধল হল ভারতীয় তামিল ভাষার প্রণয়ধর্মী হাস্যরসাত্মক চলচ্চিত্র। চলচ্চিত্রটি রচনা এবং পরিচালনা করেছেন বিঘ্নেশ শিবন এবং সঙ্গীত পরিচালনা করেছেন অনিরুদ্ধ রবিচন্দ্রন এবং চিত্রগ্রাহক ও সম্পাদকের ভার সামলেছেন বিজয় কার্তিক কানন ও এ. শ্রীকর প্রসাদ। চলচ্চিত্রটি রাউডি পিকচার্স ও সেভেন স্ক্রিন স্টুডিওসের ব্যানারে নির্মিত। চলচ্চিত্রটিতে মুখ্য ভূমিকায় অভিনয় করেছেন বিজয় সেতুপতি, নয়নতারা এবং সামান্থা। \n\n\n== অভিনয়ে ==\nবিজয় সেতুপতি — র‍্যাম্বো\nনয়নতারা — কানমনি গাঙ্গুলী\nসামান্থা রুথ প্রভু — খাতিজা বেগম\nপ্রভু\nকালা মাস্টার\nরেডিন কিংসলে — আর্নল্ড\nলল্লু সভা মারান\nভার্গব\nএস. শ্রীশান্ত — মোহাম্মদ মোবি\n\n\n== চিত্রগ্রহণ ==\n২০২০ সালের এপ্রিলে চলচ্চিত্রের চিত্রগ্রহণ শুরু হওয়ার কথা ছিল, কিন্তু ভারতে কোভিড-১৯ এর বৈশ্বিক মহামারীজনিত অবরুদ্ধকরণ কারণে তা বিলম্বিত হয়। ২০২০ সালের মে মাসে, প্রোডাকশন হাউস ঘোষণা করে যে আগস্টে চিত্রগ্রহণ শুরু হবে।  ১০ ডিসেম্বর ২০২০ সালে, আনুষ্ঠানিকভাবে চেন্নাইতে ফ্লোরে চলচ্চিত্রটির কাজ শুরু করে, বিজয় সেতুপতির হায়দ্রাবাদে আগমনের পর ১৪ ডিসেম্বর থেকে প্রধান চিত্রগ্রহণ শুরু হয়।  চলচ্চিত্রের প্রথম শিডিউল এক মাসের মধ্যে শেষ হওয়ার পর, সামান্থা রুথ প্রভু তাদের দ্বিতীয় শিডিউলের অংশ হিসেবে চেন্নাইতে ২০২১ সালের জানুয়ারিতে চলচ্চিত্রের সেটে আনুষ্ঠানিকভাবে যোগ দেন।  ১০ ফেব্রুয়ারি ২০২১ সালে, বিগ্নেশ ঘোষণা করেন যে দ্বিতীয় শিডিউলের শুটিং শেষ হয়েছে। \nতৃতীয় শিডিউলটি ২০২১ সালের মার্চ মাসে চেন্নাইতে শুরু হয়। তবে পরে ভারতে কোভিড-১৯ এর দ্বিতীয় তরঙ্গের কারণে চিত্রগ্রহণ বিলম্বিত হয়।  ২০২১ সালের আগস্টে পুদুচেরিতে আবার শুটিং শুরু হয়।  ২৩ আগস্ট ২০২১ সালে, শুটিং স্পট থেকে একটি ভিডিও ইন্টারনেটে প্রকাশিত হয়। এতে দেখা যায় প্রধান অভিনেতারা সত্যা (১৯৮৮) এর \"ভালাই ওসাই\" গানটির সাথে কণ্ঠ মিলাচ্ছেন, একইসাথে অভিনেতারা সেই গানের মতো পোশাক পরেছেন।  চলচ্চিত্রটির ৯০ শতাংশেরও এরও বেশি শুটিং সম্পন্ন হওয়ার সাথে সাথে, নির্মাতারা চলচ্চিত্রটির জন্য পোস্ট-প্রোডাকশন কার্যক্রম শুরু করেন। অন্যান্য ভাষার জন্য চলচ্চিত্রের ডাবিং কাজ শুরু হয় ডিসেম্বর ২০২১ এর শুরুতে।  ৭ ডিসেম্বর, বিঘ্নেশ মহীশূরে চলচ্চিত্রের চূড়ান্ত সময়সূচী শুরু করেন। \n\n\n== মুক্তি ==\nকাঠুভাকুলা রেন্দু কাধল চলচ্চিত্রটি ২৮ এপ্রিল ২০২২-এ মুক্তি পাওয়ার কথা রয়েছে। প্রথমে এটি ২০২১ সালের ডিসেম্বরে প্রেক্ষাগৃহে মুক্তির পাওয়ার কথা ছিল কিন্তু পোস্ট-প্রোডাকশনে বিলম্বের কারণে, মুক্তি তারিখ এপ্রিলে পিছিয়ে দেওয়া হয়। এটি এক সাথে কানমানি র‍্যাম্বো খাতিজা নামে তেলুগু ভাষাতেও মুক্তি পাবে বলে কথা আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কাথু ভাকুলা রেন্দু কাধল  (ইংরেজি)"}