{"pageid": 1112738, "title": "মহারাজা জিতেন্দ্র নারায়ণ মেডিকেল কলেজ ও হাসপাতাল", "url": "https://bn.wikipedia.org/wiki?curid=1112738", "content": "মহারাজা জিতেন্দ্র নারায়ণ মেডিকেল কলেজ ও হাসপাতাল(পূর্বে, কোচবিহার সরকারি মেডিকেল কলেজ ও হাসপাতাল) হল পশ্চিমবঙ্গের কোচবিহার জেলার কোচবিহারে অবস্থিত একটি সরকারিভাবে পরিচালিত চিকিৎসা মহাবিদ্যালয়। এই মহাবিদ্যালয়টি ২০১৯ সালে প্রতিষ্ঠিত হয়েছিল, এটি প্রধানত কোচবিহার ও আলিপুরদুয়ার জেলার উত্তর অংশের মানুষকে প্রতিরোধমূলক, রোগ নির্ণয় ও নিরাময়মূলক পরিষেবা প্রদান করে। মহাবিদ্যালয়ের সঙ্গে যুক্ত হাসপাতালটি কোচবিহার জেলার অন্যতম বড় হাসপাতাল।\nমহাবিদ্যালয়টি পশ্চিমবঙ্গ স্বাস্থ্যবিজ্ঞান বিশ্ববিদ্যালয়ের অধিভুক্ত এবং জাতীয় মেডিক্যাল কমিশন দ্বারা স্বীকৃত।\n\n\n== প্রশাসন ==\nমহাবিদ্যালয় ও হাসপাতালটি প্রশাসনিক আধিকারিকদের একটি বোর্ড দ্বারা পরিচালিত হয়, যার মধ্যে অধ্যক্ষ, মেডিকেল সুপারিনটেনডেন্ট সহ উপাধ্যক্ষ, ছাত্র বিষয়ক ডিন, ডেপুটি সুপারিনটেনডেন্ট, সহকারী সুপারিনটেনডেন্টগণ, মহাবিদ্যালয়ের হিসাবরক্ষণ কর্মকর্তা, হাসপাতালের হিসাবরক্ষণ কর্মকর্তা ও নার্সিং ট্রেনিং স্কুলের অধ্যক্ষ অন্তর্ভুক্ত রয়েছেন। মহাবিদ্যালের অধ্যক্ষ প্রশাসনিক বোর্ডের সভাপতিত্ব হিসাবে দায়িত্ব প্রাপ্ত থাকেন। বর্তমানে, সুকুমার বসাক মহাবিদ্যালয়ের অধ্যক্ষ হিসাবে নিযুক্ত রয়েছেন। ২০২২ সালের তথ্য অনুযায়ী প্রশাসনিক বোর্ডে ১১ জন সদস্য রয়েছেন।\nকলেজ কাউন্সিল হল মহাবিদ্যালয়ের একাডেমিক বিষয়ের সর্বোচ্চ কর্তৃপক্ষ। এটি অধ্যক্ষকে শিক্ষা, শৃঙ্খলামূলক ও ইনস্টিটিউটের বিভিন্ন প্রশাসনিক বিষয়ে সহায়তা করে। কাউন্সিলের সদস্যরা অধ্যক্ষকে ঊর্ধ্বতন কর্তৃপক্ষের সাথে যোগাযোগ করতে ও বিভিন্ন একাডেমিক বিভাগের কার্যকারিতা সমন্বয় করতে সহায়তা করেন।\n\n\n== অধ্যয়ন বিষয়ক ==\n\n\n=== ভর্তি ===\nপ্রতিবছর ন্যাশনাল টেস্টিং এজেন্সি পরিচালিত ন্যাশনাল এলিজিবিলিটি কাম এন্ট্রেন্স টেস্টে উত্তীর্ণ শিক্ষার্থীরা কোচবিহার মেডিক্যাল কলেজ ও হাসপাতালে ভর্তির আবেদনের সুযোগ লাভ করে। মহাবিদ্যালয়ের মোট আসনের (১০০টি) মধ্যে ৮৫ শতাংশ আসনে রাজ্যের স্থানীয় শিক্ষার্থী ও ১৫ শতাংশ আসনে সর্বভারতীয় শিক্ষার্থীদের ভর্তি করা হয়।\nএছাড়াও, এটি প্রতিবছর বিভিন্ন প্যারামেডিক্যাল কোর্সে শিক্ষার্থী ভর্তি করে।\n\n\n=== গ্রন্থাগার ===\nকেন্দ্রীয় গ্রন্থাগারটি ২৫,০০০ বর্গফুট এলাকা জুড়ে দুটি তলা বিশিষ্ট। এটিতে চিকিৎসা বিভাগীয় বই, জার্নাল ও মুদ্রিত বই, ই-বুক এবং ব্যাক ভলিউম থেকে শুরু করে অন্যান্য সম্পদের বিশেষ সংগ্রহ রয়েছে। কেন্দ্রীয় গ্রন্থাগারটি লাইব্রেরি অটোমেশনের জন্য ইন হাউস ডেভেলপমেন্ট লাইব্রেরি ম্যানেজমেন্ট সফ্টওয়্যার ব্যবহার করে এবং স্ব-ইস্যু ও রিটার্ন কিয়স্ক, ডব্লিউইবি-ওপিএসি (অনলাইন পাবলিক অ্যাক্সেস ক্যাটালগ) ও অনলাইন পুনর্নবীকরণ সুবিধা সহ আরএফআইডি প্রযুক্তি প্রয়োগ করে।\nগ্রন্থাগারে প্রায় ১.৫ হাজারের বেশি বই ও ১০০ টির বেশি জার্নাল  রয়েছে।\n\n\n== তথ্যসূত্র =="}