{"pageid": 1112954, "title": "আইয়ো (প্রাকৃতিক উপগ্রহ)", "url": "https://bn.wikipedia.org/wiki?curid=1112954", "content": "আইয়ো (ইংরেজি: Io; ) বা বৃহস্পতি ১ (ইংরেজি: Jupiter I) হল বৃহস্পতি গ্রহের চারটি গ্যালিলিয়ান উপগ্রহগুলির মধ্যে সর্ব-অভ্যন্তরীণ ও তৃতীয় বৃহত্তম। চাঁদের থেকে আকারে সামান্য বড়ো আইয়ো হল সৌরজগতের চতুর্থ বৃহত্তম প্রাকৃতিক উপগ্রহ। সৌরজগতের যে কোনও প্রাকৃতিক উপগ্রহের তুলনায় আইয়োর ঘনত্ব বেশি এবং সৌরজগতের যে কোনও জ্ঞাত জ্যোতির্বৈজ্ঞানিক বস্তুর তুলনায় আইয়োতে জলের পরিমাণ (আণবিক অনুপাত অনুযায়ী) সর্বনিম্ন। ১৬১০ সালে গ্যালিলিও গ্যালিলি এই উপগ্রহটি আবিষ্কার করেন এবং এটির নামকরণ করা হয় গ্রিক পৌরাণিক চরিত্র আইয়োর (হেরার স্ত্রী-পুরোহিত, যিনি জিউসের অন্যতমা প্রেমিকা হয়েছিলেন) নামানুসারে।\nচারশোটিরও বেশি সক্রিয় আগ্নেয়গিরি নিয়ে আইয়ো সৌরজগতের ভূতাত্ত্বিকভাবে সর্বাপেক্ষা সক্রিয় বস্তু। এই চরম ভূতাত্ত্বিক সক্রিয়তাটি হল বৃহস্পতি ও অন্যান্য গ্যালিলিয়ান উপগ্রহগুলির (ইউরোপা, গ্যানিমিড ও ক্যালিস্টো) মধ্যস্থলে বাঁধা পড়ে আইয়োর অভ্যন্তরভাগে যে উদ্ঘর্ষণের সৃষ্টি হয় তার থেকে উৎসারিত জোয়ার-সংক্রান্ত তাপায়নের ফল। বেশ কয়েকটি আগ্নেয়গিরি থেকে উৎক্ষিপ্ত সালফার ও সালফার ডাইঅক্সাইডের স্তম্ভ পৃষ্ঠভাগের ৫০০ কিমি (৩০০ মা) পর্যন্ত উত্থিত হয়। আইয়োর পৃষ্ঠভাগে শতাধিক পর্বতও রয়েছে, যেগুলি আইয়োর সিলিকেট ভূত্বকের তলায় প্রবল চাপের ফলে উত্থিত হয়েছে। এগুলির মধ্যে কয়েকটি পর্বতশৃঙ্গ পৃথিবীর পৃষ্ঠভাগের সর্বোচ্চ বিন্দু মাউন্ট এভারেস্টের থেকেও উঁচু। বাহ্য সৌরজগতের অধিকাংশ প্রাকৃতিক উপগ্রহ প্রধানত জলীয় বরফ দ্বারা গঠিত হলেও আইয়ো প্রধানত গঠিত হয়েছে একটি গলিত লৌহ বা আয়রন সালফাইড অন্তস্থল ঘিরে থাকা সিলিকেট পাথরে। আইয়োর পৃষ্ঠভাগের বেশিরভাগই গঠিত হয়েছে সালফার ও সালফার ডাইঅক্সাইডের হিমায়িত আবরণে ঢাকা বিস্তৃত সমভূমির দ্বারা।\nআইয়োতে অগ্ন্যুৎপাত এই উপগ্রহের অনেক স্বতন্ত্র বৈশিষ্ট্যের জন্য দায়ী। আগ্নেয় শিখা ও লাভার প্রবাহগুলি উপগ্রহটির পৃষ্ঠভাগে অনেক ভূপ্রাকৃতিক পরিবর্তন সূচিত করেছে এবং সালফারের অ্যালোট্রোপ ও যৌগগুলির জন্য পৃষ্ঠভাগটি হলুদ, লাল, সাদা, কালো ও সবুজ রঙের বিভিন্ন সূক্ষ্ম সূক্ষ্ম মাত্রায় রঞ্জিত হয়ে গিয়েছে। অসংখ্য সুপ্রসারিত লাভা প্রবাহের (যার মধ্যে কয়েকটি দৈর্ঘ্যে ৫০০ কিমি (৩০০ মা)-এরও বেশি) চিহ্নও পৃষ্ঠভাগে পাওয়া যায়। এই অগ্ন্যুৎপাতের ফলে যে বস্তুগুলি উৎক্ষিপ্ত হয় তা দ্বারাই আইয়োর পাতলা, সামঞ্জস্যবিহীন বায়ুমণ্ডল ও বৃহস্পতির সুপ্রসারিত চৌম্বকমণ্ডলটির সৃষ্টি হয়েছে। এছাড়াও আইয়োর আগ্নেয় উৎক্ষেপ বৃহস্পতির চারিধারে একটি বৃহৎ প্লাজমা টরাস সৃষ্টি করেছে।\nসপ্তদশ ও অষ্টাদশ শতাব্দীতে জ্যোতির্বিজ্ঞানের বিকাশে আইয়ো একটি গুরুত্বপূর্ণ ভূমিকা গ্রহণ করেছিল। ১৬১০ সালের জানুয়ারি মাসে গ্যালিলিও গ্যালিলি কর্তৃক অন্যান্য গ্যালিলিয়ান উপগ্রহের সঙ্গে আইয়োর আবিষ্কার সৌরজগতের কোপারনিকান মডেলের অনুমোদন, কেপলারের গতিসূত্রের বিকাশ ও প্রথম আলোর গতি পরিমাপকে এগিয়ে নিয়ে যায়। ঊনবিংশ শতাব্দীর শেষভাগ থেকে বিংশ শতাব্দীর গোড়া পর্যন্ত পৃথিবী থেকে আইয়ো কেবলমাত্র আলোর একটি বিন্দু রূপেই দেখা যেত। তারপর এই উপগ্রহটির ঘন লাল মেরুদেশীয় ও উজ্জ্বল বিষুবীয় অঞ্চলগুলির মতো পৃষ্ঠভাগের বৃহৎ বৈশিষ্ট্যগুলি চিহ্নিত করা সম্ভবপর হয়। ১৯৭৯ সালে দু’টি ভয়েজার মহাকাশযান আইয়োকে ভূতাত্ত্বিকভাবে সক্রিয় একটি জগৎ হিসেবে প্রকাশ করে এবং দেখা যায় যে এই উপগ্রহটিতে রয়েছে অগ্ন্যুৎপাতের অসংখ্য চিহ্ন, বৃহৎ পর্বত এবং এমন এক নবীন পৃষ্ঠভাগ যাতে অভিঘাত গহ্বরের কোনও নিশ্চিত চিহ্ন পাওয়া যায় না। গ্যালিলিও মহাকাশযানটি ১৯৯০-এর দশকে এবং ২০০০-এর দশকের গোড়ার দিকে উপগ্রহটির খুব কাছে বেশ কয়েকটি ফ্লাইবাই প্রেরণ করে আইয়োর অভ্যন্তরীণ গঠন ও পৃষ্ঠভাগের উপাদান সম্পর্কে তথ্য সংগ্রহ করে। আইয়োর সঙ্গে বৃহস্পতির চৌম্বকক্ষেত্রের সম্পর্ক এবং আইয়োর কক্ষপথটিকে কেন্দ্র করে একটি উচ্চ শক্তিসম্পন্ন বিকিরণ বলয়ের অস্তিত্বের কথা এই মহাকাশযানটির মাধ্যমেই জানা যায়। আইয়ো প্রতিদিন ৩,৬০০ রেম (৩৬ এসভি) আয়নায়নশীল বিকিরণ প্রাপ্ত হয়।\n২০০০ সালে ক্যাসিনি-হাইগেন্স, ২০০৭ সালে নিউ হোরাইজনস ও ২০১৭ সাল থেকে জুনো কর্তৃক এবং সেই সঙ্গে পৃথিবী-ভিত্তিক দূরবীন ও হাবল স্পেস টেলিস্কোপ কর্তৃকও আরও পর্যবেক্ষণ চালানো হয়েছে।\n\n\n== নামকরণ প্রণালী ==\n\nসাইমন মারিয়াস গ্যালিলিয়ান উপগ্রহগুলির একক আবিষ্কর্তা না হলেও, এই উপগ্রহগুলির যে নাম তিনি স্থির করেছিলেন তা-ই গৃহীত হয়েছিল। ১৬১৪ সালে প্রকাশিত Mundus Iovialis anno M.DC.IX Detectus Ope Perspicilli Belgici গ্রন্থে তিনি বৃহস্পতির বৃহৎ উপগ্রহগুলির মধ্যে সর্ব-অভ্যন্তরে অবস্থিত উপগ্রহটির একাধিক বিকল্প নাম প্রস্তাব করেন। এই প্রস্তাবনাগুলির অন্যতম ছিল \"বৃহস্পতির বুধ\" ও \"বাসব গ্রহগুলির মধ্যে প্রথম\" নামগুলিও। ১৬১৩ সালে জোহানেস কেপলারের প্রস্তাবনার ভিত্তিতে তিনি নামকরণের এমন এক পরিকল্পনাও গ্রহণ করেন যেখানে প্রতিটি উপগ্রহের নামকরণ করা হয় গ্রিক পুরাণের জিউস বা জিউসের রোমান প্রতিরূপ জুপিটারের এক-এক প্রেমিক বা প্রেমিকার নামানুসারে। মারিয়াস বৃহস্পতির সর্ব-অভ্যন্তরের বৃহৎ উপগ্রহটির নামকরণ গ্রিক পৌরাণিক চরিত্র আইয়োর নামানুসারে করেন:\n\n... Inprimis autem celebrantur tres fœminæ Virgines, quarum furtivo amore Iupiter captus & positus est, videlicet Io Inachi Amnis filia... Primus à me vocatur Io... [Io,] Europa, Ganimedes puer, atque Calisto, lascivo nimium perplacuere Jovi.\n... প্রথমে, গোপন প্রেমের ছলনে জুপিটার কর্তৃক বন্দী হওয়া তিন যুবতী সম্মানিত হবেন, অর্থাৎ, ইনাকাস নদীর কন্যা আইয়ো… প্রথম [উপগ্রহটিকে] আমি আইয়ো বলে ডাকি… আইয়ো, ইউরোপা, বালক গ্যানিমিড ও ক্যালিস্টো কামুক জুপিটারকে অতিশয় তুষ্ট করেছিলেন।\nমারিয়াসের প্রস্তাবিত নামগুলি বিংশ শতাব্দীর মধ্যভাগের পূর্বাবধি সর্বজনস্বীকৃত ছিল না। প্রথম দিকের জ্যোতির্বিজ্ঞান সাহিত্যের অধিকাংশ জুড়েই আইয়োকে সাধারণভাবে উল্লেখ করা হত গ্যালিলিও প্রস্তাবিত পদ্ধতি অনুসারে এটির রোমান সংখ্যা সূচক দ্বারা \"জুপিটার ১\" বা \"বৃহস্পতি ১\" নামে, অথবা \"বৃহস্পতির প্রথম প্রাকৃতিক উপগ্রহ\" হিসেবে।\nনামটির প্রথাগত ইংরেজি উচ্চারণটি হল , যদিও ক্ষেত্রবিশেষে অধিকতর ‘প্রামাণিক’ উচ্চারণ হিসেবে -ও ব্যবহৃত হয়েছে। লাতিন ভাষায় নামটির দু’টি মূল অংশ রয়েছে: Īō ও (বিরল ক্ষেত্রে) Īōn। শেষোক্ত শব্দটিই ইংরেজি বিশেষণ Ionian-এর উৎস।\nআইয়োর বৈশিষ্ট্যগুলির নামকরণ করা হয়েছে আইয়ো পুরাণকথার সঙ্গে যুক্ত চরিত্র ও স্থানগুলির নামানুসারে এবং সেই সঙ্গে বিভিন্ন দেশের পুরাণে আগুন, আগ্নেয়গিরি, সূর্য ও ঝঞ্ঝার দেবদেবীদের এবং দান্তের ইনফারনো-র চরিত্র ও স্থানের নামানুসারে। এই নামগুলি আইয়োর পৃষ্ঠভাগের আগ্নেয়গিরি-সম্বন্ধীয় প্রকৃতির সঙ্গে সাযুজ্যপূর্ণ। ভয়েজার ১ মহাকাশযান কর্তৃক প্রথম কাছ থেকে আইয়োর পৃষ্ঠভাগ পর্যবেক্ষণের পর থেকে ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন আইয়োর আগ্নেয়গিরি, পর্বত, মালভূমি ও বৃহৎ অ্যালবেডো বৈশিষ্ট্যগুলির জন্য ২২৫টি নাম অনুমোদন করেছে। আইয়োর বিভিন্ন ধরনের আগ্নেয়গিরি-সম্বন্ধীয় বৈশিষ্ট্যের ধরনগুলির যে অনুমোদিত বর্গনামগুলি ব্যবহৃত হয় তার মধ্যে রয়েছে প্যাটারা (\"খন্দ\"; আগ্নেয় অবনমিত ভূমি), ফ্লুকটাস (\"প্রবাহ\"; লাভা প্রবাহ), ভ্যালিস (\"উপত্যকা\"; লাভা প্রণালী) এবং সক্রিয় উদ্গীরণ কেন্দ্র (এক-একটি নির্দিষ্ট আগ্নেয়গিরিতে সেই স্থান যেখানে স্তম্ভ সক্রিয়তাই আগ্নেয় সক্রিয়তার প্রথম চিহ্ন)। নামযুক্ত পর্বত, মালভূমি, স্তরবিশিষ্ট ভূখণ্ড ও ঢালাকৃতি আগ্নেয়গিরিগুলির ক্ষেত্রে যথাক্রমে মনস, মেনসা (টেবিল), প্লেনাম ও থোলাস (রোটুনডা) পরিভাষাগুলি ব্যবহৃত হয়েছে। নামযুক্ত উজ্জ্বল অ্যালবেডো অঞ্চলগুলির ক্ষেত্রে রিজিও পরিভাষাটি প্রযুক্ত হয়ে থাকে। নামযুক্ত বৈশিষ্ট্যগুলির উদাহরণ হল প্রমিথিউস, প্যান মেনসা, ত্বষ্টৃ প্যাটারা ও ৎসুই গোয়াব ফ্লুকটাস।\n\n\n== পর্যবেক্ষণের ইতিহাস ==\n\n১৬১০ সালের ৭ জানুয়ারি গ্যালিলিও গ্যালিলি প্রথম আইয়ো পর্যবেক্ষণ করেন বলে জানা যায়। এই পর্যবেক্ষণের কাজে তিনি পাদুয়া বিশ্ববিদ্যালয়ে একটি ২০এক্স-পাওয়ার প্রতিফলক দূরবীন ব্যবহার করেছিলেন। যদিও এই পর্যবেক্ষণকালে দূরবীনটির নিম্ন ক্ষমতার জন্য গ্যালিলিও আইয়ো ও ইউরোপাকে পৃথকভাবে শনাক্ত করতে পারেননি; দু’টিকেই নথিভুক্ত করেছিলেন আলোর একক বিন্দু হিসেবে। পরের দিন অর্থাৎ ১৬১০ সালের ৮ জানুয়ারি বৃহস্পতি পরিমণ্ডল পর্যবেক্ষণের সময় প্রথম গ্যালিলিও আইয়ো ও ইউরোপাকে পৃথকভাবে চিহ্নিত করতে সক্ষম হন। তাই ৮ জানুয়ারি তারিখটিকেই ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন আইয়ো আবিষ্কারের তারিখ হিসেবে স্বীকৃতি দিয়েছে। ১৬১০ সালের মার্চ মাসে গ্যালিলিওর সিডেরিয়াস নানসিয়াস গ্রন্থে আইয়ো ও বৃহস্পতির অন্যান্য গ্যালিলিয়ান উপগ্রহগুলির আবিষ্কারের কথা প্রকাশিত হয়। ১৬১৪ সালে প্রকাশিত মান্ডাস জোভিয়ালিস গ্রন্থে সাইমন মারিয়াস দাবি করেন যে, গ্যালিলিওর আবিষ্কারের এক সপ্তাহ আগে ১৬০৯ সালেই তিনি আইয়ো ও বৃহস্পতির অন্যান্য উপগ্রহগুলি আবিষ্কার করেছিলেন। এই দাবিটি সম্পর্কে গ্যালিলিও নিঃসন্দেহ ছিলেন না। তিনি মারিয়াসের বইটির বিরুদ্ধে কুম্ভীলকবৃত্তির অভিযোগ উত্থাপন করেন। উল্লেখ্য, মারিয়াসের প্রথম নথিবদ্ধ পর্যবেক্ষণের তারিখটি ছিল জুলীয় বর্ষপঞ্জি অনুযায়ী ১৬০৯ সালের ২৯ ডিসেম্বর; যা গ্যালিলিও ব্যবহৃত তারিখ অর্থাৎ গ্রেগরীয় বর্ষপঞ্জি অনুযায়ী ১৬১০ সালের ৮ জানুয়ারির সমান। যাই হোক, গ্যালিলিও মারিয়াসের পূর্বে নিজের বইটি প্রকাশ করেছিলেন বলে এই আবিষ্কারের কৃতিত্ব গ্যালিলিওকেই দেওয়া হয়।\nপরবর্তী আড়াই শতাব্দীকাল জ্যোতির্বিজ্ঞানীদের দূরবীনে আইয়ো একটি সমাধান-না-হওয়া, পঞ্চম-ম্যাগনিচিউড আলোর বিন্দুই থেকে যায়। সপ্তদশ শতাব্দীতে আইয়ো ও ওন্যান্য গ্যালিলিয়ান উপগ্রহগুলিকে বিভিন্ন উদ্দেশ্যে ব্যবহার করা হত; তার মধ্যে ছিল দ্রাঘিমাংশ নির্ধারণের আদি পদ্ধতিসমূহ, কেপলারের তৃতীয় গ্রহীয় গতিসূত্রের বৈধকরণ এবং বৃহস্পতি থেকে পৃথিবীতে আলোর গতির সময় নির্ধারণ। জ্যোতির্বিজ্ঞানী জিওভান্নি ক্যাসিনি ও অন্যান্যদের কৃত এফিমেরিডেসের ভিত্তিতে পিয়ের-সাইমন লাপ্লাস আইয়ো, ইউরোপা ও গ্যানিমিডের কক্ষীয় অনুনাদের ব্যাখ্যায় একটি গাণিতিক তত্ত্ব প্রস্তাব করেন। পরবর্তীকালে জানা যায় যে এই তিনটি প্রাকৃতিক উপগ্রহের ভূতত্ত্বের উপর এই অনুনাদের প্রভাব অপরিসীম।\nঊনবিংশ শতাব্দীর শেষভাগে এবং বিংশ শতাব্দীতে দূরবীন প্রযুক্তির উন্নতিসাধনের ফলে জ্যোতির্বিজ্ঞানীরা আইয়োর পৃষ্ঠভাগের বৃহৎ বৈশিষ্ট্যগুলিকে চাক্ষুষ করতে সক্ষম হন। ১৮৯০-এর দশকে এডওয়ার্ড ই. বার্নার্ড প্রথম আইয়োর বিষুবীয় ও মেরু অঞ্চলে ঔজ্জ্বল্যের পার্থক্যগুলি পর্যবেক্ষণ করেন। তিনি সঠিকভাবেই ধরতে পেরেছিলেন যে এর কারণ আইয়োর আকৃতি সহকারী জ্যোতির্বিজ্ঞানী উইলিয়াম পিকারিং-এর মত অনুযায়ী ডিম্বাকার বলে অথবা ইতিপূর্বে বার্নার্ড কর্তৃকই প্রস্তাবিত দু’টি পৃথক বস্তু নয়, বরং দুই অঞ্চলের মধ্যে রং ও অ্যালবেডোর পার্থক্য। দূরবীনের মাধ্যমে সম্পাদিত পরবর্তী পর্যবেক্ষণের মাধ্যমে জ্যোতির্বিজ্ঞানীরা আইয়োর স্বতন্ত্র লালচে-বাদামি মেরু অঞ্চল এবং হলুদ-সাদা বিষুবীয় পট্টির বিষয়ে নিশ্চিত হন।\nবিংশ শতাব্দীর মধ্যভাগ থেকে দূরবীনে কৃত পর্যবেক্ষণের মাধ্যমে জ্যোতির্বিজ্ঞানীরা আইয়োর বেদস্তুর প্রকৃতিটির আভাস পেতে শুরু করেন। বর্ণালি পর্যবেক্ষণের মাধ্যমে এমন ইঙ্গিত পাওয়া যায় যে আইয়োর পৃষ্ঠভাগে জলীয় বরফের অস্তিত্ব নেই, যেখানে অন্যান্য গ্যালিলিয়ান উপগ্রহগুলিতে জলীয় বরফ প্রচুর পরিমাণে পাওয়া গিয়েছে। কোনও কোনও পর্যবেক্ষণের ফলে এমন ইঙ্গিতও পাওয়া গিয়েছে যে আইয়োর পৃষ্ঠভাগে সোডিয়াম লবণ ও সালফার গঠিত উদ্বায়ী পদার্থেরই প্রাধান্য রয়েছে। রেডিওটেলিস্কোপিক পর্যবেক্ষণের মাধ্যমে বৃহস্পতির চৌম্বকমণ্ডলের উপর আইয়োর প্রভাবের কথা জানা গিয়েছে; ডেকামেট্রিক তরঙ্গদৈর্ঘ্য বিস্ফোরণগুলি আইয়োর কক্ষীয় পর্যায়কালের সঙ্গে বাঁধা রয়েছে।\n\n\n=== পায়োনিয়ার ===\nপ্রথম যে দু’টি মহাকাশযান আইয়ো অতিক্রম করে সেগুলি হল পায়োনিয়ার ১০ ও পায়োনিয়ার ১১। এই দুই মহাকাশযান যথাক্রমে ১৯৭৩ সালের ৩ ডিসেম্বর এবং ১৯৭৪ সালের ২ ডিসেম্বর আইয়োর নিকটবর্তী হয়েছিল। বেতার পরীক্ষণের মাধ্যমে আইয়োর ভরের উৎকৃষ্ট পরিগণনা সম্ভব হয় এবং সেই সঙ্গে এই উপগ্রহটির আকার সম্পর্কেও সবচেয়ে ভালো তথ্য পাওয়া যায়। এর থেকে এমন ইঙ্গিত পাওয়া যায় যে গ্যালিলিয়ান উপগ্রহগুলির মধ্যে আইয়োর ঘনত্ব সর্বাধিক এবং এটি জলীয় বরফের পরিবর্তে প্রধানত সিলিকেট পাথর দ্বারা গঠিত। পায়োনিয়ার মহাকাশযানটির মাধ্যমে আইয়োতে একটি পাতলা বায়ুমণ্ডল এবং আইয়োর কক্ষপথের কাছে প্রবল বিকিরণ বলয়গুলির অস্তিত্বের কথাও জানা যায়। দু’টি মহাকাশযানের মধ্যে পায়োনিয়ার ১১ মহাকাশযানের ক্যামেরাটিই কেবল আইয়োর ভালো ছবি তুলতে সক্ষম হয়। এই ছবিগুলিতে আইয়োর উত্তর মেরু অঞ্চলটি পর্যবেক্ষিত হয়। পায়োনিয়ার ১০ মহাকাশযানটির অতিক্রমণের সময় ক্লোজ-আপ চিত্র গ্রহণেরও পরিকল্পনা করা হয়েছিল, কিন্তু উচ্চ-বিকিরণযুক্ত পরিবেশের কারণে সেগুলি হারিয়ে যায়।\n\n\n=== ভয়েজার ===\n\n১৯৭৯ সালে ভয়েজার ১ ও ভয়েজার ২ প্রোব দু’টি আইয়ো অতিক্রম করে। এই দুই প্রোবের উন্নততর চিত্রগ্রহণ ব্যবস্থার মাধ্যমে অনেক বেশি অনুপুঙ্খ আলোকচিত্র গ্রহণ করা সম্ভব হয়। ১৯৭৯ সালের ৫ মার্চ তারিখে ভয়েজার ১ আইয়োর ২০,৬০০ কিমি (১২,৮০০ মা) দূরত্ব দিয়ে উপগ্রহটিকে অতিক্রম করে। গৃহীত আলোকচিত্রগুলি থেকে আইয়োর পৃষ্ঠভাগে অভিঘাত গহ্বর-বিহীন একটি অদ্ভুত বহুবর্ণ ভূপ্রকৃতির সন্ধান পাওয়া যায়। সর্বোচ্চ-রেজোলিউশন ছবিগুলিতে অদ্ভুত আকারবিশিষ্ট গহ্বর, মাউন্ট এভারেস্টের চেয়েও উঁচু পর্বত এবং আগ্নেয় লাভা প্রবাহের অনুরূপ বৈশিষ্ট্যে পরিপূর্ণ একটি অপেক্ষাকৃত নবীন পৃষ্ঠভাগের সন্ধান পাওয়া যায় যায়।\nএই অভিযানের অব্যবহিত পরেই ভয়েজার নেভিগেশন ইঞ্জিনিয়ার লিন্ডা এ. মোরাবিটো একটি ছবিতে আইয়োর পৃষ্ঠভাগ থেকে উত্থিত একটি উদ্গীরণ স্তম্ভ লক্ষ্য করেন। ভয়েজার ১ কর্তৃক গৃহীত আরেকটি ছবিতে দেখা যায় এই রকম নয়টি উদ্গীরণ স্তম্ভ আইয়োর পৃষ্ঠভাগে ছড়িয়ে ছিটিয়ে রয়েছে। এর থেকে প্রমাণিত হয় যে আইয়োতে আগ্নেয় সক্রিয়তার অস্তিত্ব রয়েছে। ভয়েজার ১ আইয়োর মুখোমুখি হওয়ার অল্পকাল আগে প্রকাশিত একটি পত্রে এই সিদ্ধান্তটির ভবিষ্যদ্বাণী করেছিলেন স্ট্যান পিল, প্যাট্রিক ক্যাসেন ও আর. টি. রেনল্ডস। লেখকেরা অনুমান করেছিলেন যে আইয়োর অভ্যন্তরভাগ নিশ্চয়ই ইউরোপা ও গ্যানিমিডের সঙ্গে এই উপগ্রহটির কক্ষীয় অনুনাদের ফলে উদ্ভূত গুরুত্বপূর্ণ জোয়ার-সম্বন্ধীয় তাপায়নের মধ্য দিয়ে গিয়েছে (এই প্রক্রিয়ার বিস্তারিত ব্যাখ্যার জন্য \"জোয়ার-সম্বন্ধীয় তাপায়ন\" অনুচ্ছেদটি দেখুন)। এই ফ্লাইবাই থেকে প্রাপ্ত তথ্যে দেখা গিয়েছে যে আইয়োর পৃষ্ঠভাগে সালফার ও সালফার ডাইঅক্সাইড হিমেরই প্রাধান্য। এই যৌগগুলি এই উপগ্রহের পাতলা বায়ুমণ্ডল ও আইয়োর কক্ষপথে কেন্দ্রীভূত প্লাজমা টোরাসটিকেও নিয়ন্ত্রণ করছে। (এটিও ভয়েজার কর্তৃক আবিষ্কৃত হয়)।\n১৯৭৯ সালের ৯ জুলাই ভয়েজার ২ ১১,৩০,০০০ কিমি (৭,০০,০০০ মা) দূরত্ব থেকে আইয়ো অতিক্রম করে। যদিও এই মহাকাশযানটি ভয়েজার ১-এর মতো খুব কাছ দিয়ে আইয়ো অতিক্রম করেনি, তবুও দুই মহাকাশযান থেকে গৃহীত আলোকচিত্রগুলিকে তুলনা করে দেখা গিয়েছে দু’টি অভিযানের মধ্যবর্তী চার মাসে আইয়োর পৃষ্ঠভাগে বেশ কিছু পরিবর্তন সূচিত হয়েছিল। সেই সঙ্গে ভয়েজার ২ বৃহস্পতির জগৎ ছেড়ে বেরিয়ে যাওয়ার সময় এই মহাকাশযান থেকে আইয়োকে অর্ধচন্দ্রাকারে পর্যবেক্ষণের সময় দেখা যায় যে মার্চ মাসে পর্যবেক্ষিত নয়টি উদ্গীরণ স্তম্ভ জুলাই মাসেও সক্রিয় রয়েছে, যেখানে একমাত্র পেলে আগ্নেয়গিরিটিতেই দুই ফ্লাইবাইয়ের মধ্যবর্তী সময়ে অগ্ন্যুৎপাত থেমেছে।\n\n\n=== গ্যালিলিও ===\n\nভয়েজার প্রোবের বৃহস্পতি অতিক্রমণের পর মধ্যবর্তী বছরগুলিতে পৃথিবী-ভিত্তিক পর্যবেক্ষণ চালানো হয়। এরপর পৃথিবী থেকে যাত্রা শুরু করার ছয় বছর পর ১৯৯৫ সালে গ্যালিলিও মহাকাশযানটি বৃহস্পতির নিকট উপস্থিত হয়। বৃহস্পতির তীব্রতম বিকিরণ বলয়গুলির একটির মধ্যে আইয়োর অবস্থান দীর্ঘকালীন নিকট ফ্লাইবাইকে অসম্ভব করে তুলেছিল, কিন্তু গ্যালিলিও মহাকাশযানটি এটির দুই বছর ব্যাপী বৃহস্পতি মণ্ডল পর্যবেক্ষণের অভিযানে কক্ষপথে প্রবেশের অব্যবহিত পূর্বে উপগ্রহটির নিকটবর্তী হতে পেরেছিল। ১৯৯৫ সালের ৭ সেপ্টেম্বর নিকট ফ্লাইবাইয়ের সময় কোনও আলোকচিত্র গৃহীত না হলেও এই অভিযানের ফলে কিছু গুরুত্বপূর্ণ আবিষ্কার সম্ভব হয়। এর মধ্যে রয়েছে অভ্যন্তরীণ সৌরজগতের শিলাময় গ্রহগুলির অনুরূপ লৌহনির্মিত বৃহৎ অন্তস্থল।\nক্লোজ-আপ ছবির অভাব ও যান্ত্রিক সমস্যার ফলে আহরিত তথ্য পৃথিবীতে প্রেরণে অতিমাত্রায় অসুবিধা সত্ত্বেও গ্যালিলিও মহাকাশযানের প্রাথমি অভিযানের সময় বেশ কয়েকটি গুরুত্বপূর্ণ বৈশিষ্ট্য আবিষ্কৃত হয়। গ্যালিলিও পিল্লান প্যাটারায় একটি প্রধান অগ্ন্যুৎপাতের প্রভাবগুলি পর্যবেক্ষণ করে এবং নিশ্চিত করে যে এই উপগ্রহে অগ্ন্যুৎপাতের ফলে উৎক্ষিপ্ত পদার্থ ম্যাগনেসিয়াম-সমৃদ্ধ ম্যাফিক ও অতিম্যাফিক উপাদান সহ সিলিকেট ম্যাগমা দ্বারা গঠিত। প্রাথমিক অভিযানের সময় প্রায় প্রত্যেক প্রদক্ষিণেই দূর থেকে আইয়োর আলোকচিত্র গৃহীত হয়েছিল। এই ছবিগুলি থেকে জানা যায় আইয়োতে অনেকগুলি সক্রিয় আগ্নেয়গিরি (পৃষ্ঠভাগে শীতলায়িত ম্যাগমা থেকে তাপ নিঃসরণ ও আগ্নেয় উদ্গীরণ স্তম্ভ উভয়ই), ভিন্ন ভিন্ন ধরনের ভূপ্রাকৃতিক বৈশিষ্ট্য-সমন্বিত অসংখ্য পর্বত রয়েছে এবং ভয়েজার ও গ্যালিলিও মহাকাশযানের অভিযানের মধ্যবর্তী সময়ে ও গ্যালিলিও-র প্রদক্ষিণের মধ্যেও এই উপগ্রহে পৃষ্ঠভাগে অনেক পরিবর্তন সাধিত হয়েছে।\nগ্যালিলিও অভিযান দুইবার সম্প্রসারিত হয় – ১৯৯৭ ও ২০০০ সালে। এই সম্প্রসারিত অভিযানের সময় ১৯৯৯ সালের শেষভাবে ও ২০০০ সালের গোড়ার দিকে প্রোবটি তিনবার আইয়োর নিকটবর্তী হয় এবং ২০০১ সালের শেষভাবে ও ২০০২ সালের গোড়ার দিকে আবার তিনবার আইয়োর নিকটবর্তী হয়। এই অভিযানগুলির সময় কৃত পর্যবেক্ষণ থেকে জানা যায় যে, আইয়োর আগ্নেয়গিরি ও পর্বতগুলি ভূতাত্ত্বিক প্রক্রিয়া চলছে, কোনও চৌম্বক ক্ষেত্রের অস্তিত্ব নেই এবং সেই সঙ্গে আগ্নেয়গিরিগুলির সক্রিয়তার মাত্রাও জানা যায়।\n\n\n=== ক্যাসিনি ===\n২০০০ সালের ডিসেম্বর মাসে ক্যাসিনি মহাকাশযান শনির দিকে যাওয়ার সময় অল্পকালের জন্য দূর থেকে বৃহস্পতি মণ্ডলের মুখোমুখি হয়। এর ফলে এই মহাকাশযানটি গ্যালিলিও-র সঙ্গে একযোগে বৃহস্পতি ও তার উপগ্রহগুলিকে পর্যবেক্ষণের সুযোগ পায়। এই পর্যবেক্ষণগুলি থেকে ত্বষ্টৃ প্যাটারায় একটি নতুন উদ্গীরণ স্তম্ভ প্রকাশ পায় এবং আইয়োর অরোরা সম্পর্কে অন্তর্জ্ঞান অর্জন সম্ভব হয়।\n\n\n=== নিউ হোরাইজনস ===\nপ্লুটো ও কাইপার বেষ্টনীর দিকে যাত্রার সময় ২০০৭ সালের ২৮ ফেব্রুয়ারি নিউ হোরাইজনস মহাকাশযানটি বৃহস্পতি মণ্ডল ও আইয়ো অতিক্রম করে। এই অভিযানের সময় দূর থেকে অনেক বার আইয়োকে পর্যবেক্ষণ করা হয়। পর্যবেক্ষণলব্ধ ছবিগুলির মধ্যে ছিল ত্বষ্টৃ প্যাটারায় একটি বিরাট উদ্গীরণ স্তম্ভের ছবি। এর ফলে ১৯৭৯ সালে পেলের উদ্গীরণ স্তম্ভটি পর্যবেক্ষণের পর আইয়োনীয় আগ্নেয় উদ্গীরণ স্তম্ভের বৃহত্তম শ্রেণিটিকে প্রথম বিস্তারিতভাবে পর্যবেক্ষণ করা সম্ভব হয়। এছাড়াও নিউ হোরাইজনস গিররু প্যাটারার কাছে একটি আগ্নেয়গিরির আলোকচিত্র গ্রহণ করে। এটি সেই সময় অগ্ন্যুৎপাতের আদি পর্যায়ে ছিল। গ্যালিলিও অভিযানের পরে সংঘটিত একাধিক অগ্ন্যুৎপাতের আলোকচিত্রও নিউ হোরাইজনস কৃত ধৃত হয়েছিল।\n\n\n== কক্ষপথ ও আবর্তন ==\n\n\n== বৃহস্পতির চৌম্বকমণ্ডলের সঙ্গে সম্পর্ক ==\n\n\n== ভূতত্ত্ব ==\n\n\n=== অভ্যন্তরীণ ===\n\n\n=== জোয়ার-সংক্রান্ত তাপায়ন ===\n\n\n=== পৃষ্ঠভাগ ===\n\n\n==== অগ্ন্যুৎপাত ====\n\n\n==== পর্বত ====\n\n\n== বায়ুমণ্ডল ==\n\n\n== আরও দেখুন ==\nআইয়ো অভিযান\nকথাসাহিত্যে আইয়ো\nপ্রাকৃতিক উপগ্রহগুলির তালিকা\nগ্রহীয় ভূতত্ত্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}