{"pageid": 1112070, "title": "দক্ষিণ মধ্য রেল", "url": "https://bn.wikipedia.org/wiki?curid=1112070", "content": "দক্ষিণ মধ্য রেল হল  ভারতীয় রেলের ১৮টি জোনের মধ্যে একটি।  অঞ্চলটির এখতিয়ার তেলেঙ্গানা, মহারাষ্ট্র, কর্ণাটক, অন্ধ্রপ্রদেশ এবং মধ্যপ্রদেশ রাজ্য জুড়ে বিস্তৃত।  প্রশাসনিক ভাবে তিনটি বিভাগ রয়েছে: সেকেন্দ্রাবাদ, হায়দ্রাবাদ এবং নান্দেদ।  এটি ২০১৯ সালে পুনরায় সংগঠিত হয়েছিল এবং বিজয়ওয়াড়া, গুন্টুর এবং গুন্টকাল রেলওয়ে বিভাগএর স্টেশনগুলি দক্ষিণ উপকূল রেল গঠনের জন্য পৃথক করা হয়েছিল।  সেকেন্দ্রাবাদ জংশন রেলওয়ে স্টেশন বর্তমান সদর দপ্তর  এবং গজানন মাল্য জোনের বর্তমান জেনারেল ম্যানেজার। \n\n\n== ইতিহাস ==\nমাননীয় প্রাক্তন সাংসদ বায়া সূর্যনারায়ণ মূর্তি নতুন রেলওয়ে জোন তৈরিতে অনুরোধ করেছিলেন জোনগুলির আকার সম্পর্কে বলার সময়, আমি দক্ষিণাঞ্চলের কথা বলতে প্রলুব্ধ হয়েছি। এই জোন, আমি বলেছি, 6.017 মাইল নিয়ে গঠিত। এটি একটি লেভিয়াথানের মতো নিজেকে পাঁচটি রাজ্যে ছড়িয়ে দেয়- বোম্বে, মহীশূর, অন্ধ্রপ্রদেশ, মাদ্রাজ এবং কেরালা। এটি শুধুমাত্র অত্যধিক আকারের নয়, এটি অবাঞ্ছিত। রেলওয়ে বোর্ডকে বিবেচনা করতে হবে এটিকে দ্বিখণ্ডিত করা যাবে কি না। এ প্রসঙ্গে দক্ষিণ মধ্যাঞ্চল নামে পরিচিত একটি নতুন জোন গঠনের কথা ভাবা যেতে পারে। এটি নিম্নলিখিত বিভাগগুলি নিয়ে গঠিত হতে পারে: বেজ-ওয়াদা বিভাগ, গুন্তকাল। হুবলি, ওয়ালটেয়ার, সেকেন্দ্রাবাদ এবং শোলাপুর বিভাগ। আমি মনে করি সেই নতুন জোন তৈরির ফলে বিদ্যমান জোনের মহাব্যবস্থাপককে তার দায়িত্ব থেকে কিছুটা মুক্তি দেবে এবং তাকে অন্যান্য বিভাগের প্রতি মনোযোগ কেন্দ্রীভূত করার জন্য শ্বাস-প্রশ্বাসের জায়গা দেবে আমি মনে করি না যে আমরা যদি একটি তৈরি করি তবে কোনও অতিরিক্ত ব্যয় হবে। নতুন অঞ্চল। সেকেন্দ্রাবাদ, যেটি নতুন অঞ্চলের অংশ হবে, নিজামের রেলওয়ের সদর দপ্তর ছিল। যেমন, একটি জোনের সদর দফতরের জন্য প্রয়োজনীয় বিল্ডিং এবং অন্যান্য সরঞ্জাম ইতোমধ্যে সেখানে রয়েছে \n২ অক্টোবর ১৯৬৬ সালে দক্ষিণ রেল অঞ্চলের বিজয়ওয়াড়া এবং হুবলি বিভাগ খোদাই করে, এবং নিজামের গ্যারান্টিড স্টেট রেলওয়ের সোলাপুর, সেকেন্দ্রাবাদকে একীভূত করে জোনটি গঠিত হয়েছিল।  ২ অক্টোবর ১৯৭৭-এ, দক্ষিণ রেলওয়ে জোনের গুন্টকাল বিভাগকে একীভূত করা হয়েছিল এবং সোলাপুরের ইতোমধ্যে একীভূত বিভাগটি জোন থেকে বিচ্ছিন্ন হয়ে তার প্রাক্তন সেন্ট্রাল রেলওয়ে জোনের অংশ হয়ে যায়। ১৭ ফেব্রুয়ারি ১৯৭৮-এ, বিদ্যমান সেকেন্দ্রাবাদ রেলওয়ে বিভাগকে বিভক্ত করে হায়দ্রাবাদ বিভাগ গঠিত হয়। ১ এপ্রিল ২০০৩-এ, এই অঞ্চলে গুন্টুর এবং নান্দেদের দুটি নতুন বিভাগ তৈরি করা হয়েছিল এবং হুবলি বিভাগটি বিচ্ছিন্ন হয়ে দক্ষিণ পশ্চিম রেলওয়ে জোনের অংশ হয়ে যায়।  খান্ডোয়া আকোলা বিভাগটিকে সেন্ট্রাল রেলওয়ের ভুসাওয়াল ডিভিশনে একীভূত করা হয়েছিল কারণ লাইনটি ২০১৭ সালে গেজ রূপান্তরের জন্য নেওয়া হয়েছিল। ২৭ ফেব্রুয়ারি ২০১৯-এ, ওয়াল্টেয়ার ডিভিশনের AP অংশ, বিজয়ওয়াড়া, গুন্টুর এবং গুন্টকাল ডিভিশনগুলিকে নতুন গঠিত দক্ষিণ উপকূল রেল  একীভূত করা হয়েছিল।\nমেজর রেলস্টেশন অন্তর্ভুক্ত Gadwal, মাহবুবনগর, কর্নুল, নিজামবাদ, আদিলাবাদ, কামারেডি, পেদ্দাপল্লী, জাগতিয়াল, কাগজনগর, খাম্মাম, কাজীপেট, রাইচুর, দোর্নাকাল, ভদ্রাচলম, করিমনগর, রামাগুন্ডম, মানচিরিয়াল, কাচেগুদা, ওয়ারাঙ্গাল, ভিকারবাদ, আকোলা জংশন, নান্দেদ, পারভানি, পূর্ণা, গাজওয়েল, ঔরঙ্গাবাদ এবং নগরসোল ।\n\n\n== এখতিয়ার ==\nঅঞ্চলটি তেলেঙ্গানা, মহারাষ্ট্র, অন্ধ্রপ্রদেশ, কর্ণাটক এবং মধ্যপ্রদেশ রাজ্য জুড়ে বিস্তৃত।\n\n\n== বিভাগ ==\nসেকেন্দ্রাবাদ রেলওয়ে বিভাগ\nহায়দ্রাবাদ রেলওয়ে বিভাগ\nনান্দেদ রেলওয়ে বিভাগ\n\n\n== অবকাঠামো ==\n\n\n=== কর্মশালা ===\nজোন যান্ত্রিক কর্মশালা হয়েছে মেট্টুগুদা এবং লাল্লাগুদা। \n\n\n=== চালা ===\nজোনের কাজিপেট এবং মৌলা-আলি (সেকেন্দ্রাবাদ) এ ডিজেল লোকো শেড রয়েছে। জোনে লাল্লাগুড়া (সেকেন্দ্রাবাদ) এবং কাজিপেটে বৈদ্যুতিক লোকো শেড রয়েছে। জোনে মৌলা-আলি ইএমইউতে একটি ইএমইউ কারশেড রয়েছে। \n\n\n=== ডিপো ===\nজোন এ যাত্রী কোচ যত্ন ডিপো রয়েছে হায়দ্রাবাদ, সেকেন্দ্রাবাদ, Kacheguda, Kazipet, নান্দেদ এবং পূর্ণা । উপরন্তু, রামাগুন্ডম, বেল্লামপল্লীতে ওয়াগন রক্ষণাবেক্ষণ ডিপো আছে।\n\n\n=== প্রশিক্ষণ প্রতিষ্ঠান ===\nজোন প্রদান ও রেলপথ কৌশল উভয় ভারতীয় ভালো বিদেশী রেলওয়ে কর্মীরা হিসেবে কাজ শেখার জন্যে ইনস্টিটিউট প্রশিক্ষণ দিয়েছে সেকেন্দ্রাবাদ, Kazipet এবং ওয়াসিম ।\n\n\n=== স্বাস্থ্যসেবা ===\nলাল্লাগুদা (সেকেন্দ্রাবাদ), কাজিপেট এবং নান্দেদ এলাকায় অবস্থিত রেলওয়ে হাসপাতালগুলিতে ভারতীয় রেলের কর্মচারী এবং তাদের পরিবারের জন্য একচেটিয়াভাবে পরিষেবা প্রদানকারী স্বাস্থ্যসেবা সুবিধা রয়েছে। \n\n\n== লোকো শেড ==\nবৈদ্যুতিক লোকো শেড, লাল্লাগুদা\nইলেকট্রিক লোকো শেড, কাজীপেট\nইলেকট্রিক লোকো শেড, বিজয়ওয়াড়া\nডিজেল লোকো শেড, গুটি\nডিজেল লোকো শেড, গুন্টকাল\nডিজেল লোকো শেড, মৌলা আলী\nডিজেল লোকো শেড, কাজীপেট\n\n\n== রুট ==\nনতুন দিল্লি-চেন্নাই প্রধান লাইন (সোনার চতুর্ভুজ গ্র্যান্ড ট্রাঙ্ক রুটের তির্যক) উত্তর-দক্ষিণ অঞ্চলকে সংযুক্ত করে।\nবল্লারশাহ-যোহন (স্বতন্ত্র) - কাজিপেট জংশন-কোন্ডাপাল্লি (স্বতন্ত্র)\nকাজিপেট জং- সেকান্দ্রাবাদ জংশন-ওয়াডি জংশন (বাতিল) নতুন দিল্লি-চেন্নাই প্রধান লাইনকে মুম্বাই-চেন্নাই প্রধান লাইনের সাথে সংযুক্ত করছে\nমনমাদ জংশন-নান্দেদ-সেকান্দ্রাবাদ জংশন- ধোন-যোহন\n\n\n== প্রকল্প ==\nবৈদ্যুতিক লোকো শেড, গুন্টকাল \nমিডলাইফ কোচ কারখানা, কুরনুল \nপর্যায়ক্রমিক ওয়াগন ওভারহোলিং ওয়ার্কশপ, কাজীপেট \nবগি কম্পোনেন্টস ম্যানুফ্যাকচারিং ইউনিট, থট্টম্বেদু \n\n\n== কর্মক্ষমতা এবং উপার্জন ==\n২০১৮-১৯ অর্থবছরের জন্য, জোনটি 122.5 million tonnes মাল পরিবহন করেছে এবং ₹১৫,৬৪০ কোটি (ইউএস$ ১.৯১ বিলিয়ন)  ; যখন এটি 383 million যাত্রী পরিবহন করেছে এবং ₹১০,০০০ কোটি (ইউএস$ ১.২২ বিলিয়ন)  । এটি প্রতিদিন মোট ৭৪৪টি ট্রেন চালায়, যার মধ্যে পাঁচ লাখ যাত্রী রয়েছে। \n\n\n== অর্জন ==\n২০১৬-১৭ সালে ট্রেনের সময়ানুবর্তিতা এবং যাত্রী উপার্জনের ক্ষেত্রে দক্ষিণ মধ্য রেলওয়ে ভারতের সমস্ত রেলওয়ে অঞ্চলের মধ্যে শীর্ষে ছিল।  সাউথ সেন্ট্রাল রেলওয়ে (SCR) দেশের প্রথম রেলওয়ে জোন হয়ে উঠেছে যেটি তার আওতাধীন ৭৩৩টি স্টেশনে ১০০ শতাংশ LED লাইটিং সম্পন্ন করেছে। ২০১৮ সালে, এটি ভারতের সমস্ত রেলওয়ে জোনের পরিচ্ছন্নতার ক্ষেত্রে দ্বিতীয় স্থানে ছিল। \n\n\n== আরো দেখুন ==\nএমএমটিএস হায়দ্রাবাদ\nঅল ইন্ডিয়া স্টেশন মাস্টার্স অ্যাসোসিয়েশন (AISMA)\nনিজামের গ্যারান্টিযুক্ত রাজ্য রেলওয়ে\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\nটেমপ্লেট:দক্ষিণ মধ্য রেল"}