{"pageid": 1112930, "title": "রবীন্দ্র সৃজনকলা বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1112930", "content": "রবীন্দ্র সৃজনকলা বিশ্ববিদ্যালয় বাংলাদেশের একটি বেসরকারী পর্যায়ের উচ্চ-শিক্ষাদানকারী প্রতিষ্ঠান। বাংলাদেশের রাজধানী ঢাকার উত্তরায় ২০১৬ সালে বিশ্ববিদ্যালয়টি প্রতিষ্ঠিত হয়।\n\n\n== ইতিহাস ==\n২০১৬ সালে রবীন্দ্র সৃজনকলা বিশ্ববিদ্যালয় প্রতিষ্ঠার উদ্যোগ নেওয়া হয়। বর্তমানে ১৪ সদস্যের একটি ট্রাস্টি বোর্ড এটির পরিচালনায় রয়েছেন। রবিন খান ট্রাস্টি বোর্ডের সচিব ও সমন্বয়কারী ট্রাস্টি। এই বিশ্ববিদ্যালয়ের স্বপ্নদ্রষ্টা ছিলেন জাতীয় অধ্যাপক আনিসুজ্জামান, বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন-এর প্রাক্তন চেয়ারম্যান অধ্যাপক নজরুল ইসলাম এবং শিল্পী রেজওয়ানা চৌধুরী বন্যা। রবীন্দ্র সৃজনকলা বিশ্ববিদ্যালয় ২০১৭ সালে বাংলাদেশ সরকারের শিক্ষা মন্ত্রণালয় কর্তৃক ও ২০২১ সালে বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন কর্তৃক অনুমোদিত হয়।\nঢাকা বিশ্ববিদ্যালয়ের অবসরপ্রাপ্ত অধ্যাপক ও বাংলা একাডেমির প্রাক্তন মহাপরিচালক ড. সৈয়দ মোহাম্মদ শাহেদ বিশ্ববিদ্যালয়ের উপাচার্য।\n\n\n== অনুষদ ও বিভাগ ==\nবর্তমানে বিশ্ববিদ্যালয়টিতে ৩টি অনুষদের অধীনে ৫টি বিভাগ রয়েছে। \n\n\n=== পরিবেশনকলা অনুষদ ===\nসংগীত বিভাগ\nনাট্যকলা বিভাগ\nনৃত্যকলা বিভাগ\n\n\n=== নকশা ও উদ্ভাবন অনুষদ ===\nফ্যাশন ডিজাইন বিভাগ\n\n\n=== ব্যবসাবিদ্যা অনুষদ ===\nব্যবসা প্রশাসন\n\n\n== গ্রন্থাগার ও অন্যান্য ==\nরবীন্দ্র সৃজনকলা বিশ্ববিদ্যালয়ের গ্রন্থাগারে ব্যবসায় প্রশাসন, ফ্যাশন ডিজাইন, সংগীত, নাট্যকলাসহ বিষয়ভিত্তিক প্রয়োজনীয় রেফারেন্স বইয়ের সংগ্রহ রয়েছে। এছাড়াও বিশ্ববিদ্যালয়ের গ্রন্থাগারে রয়েছে রবীন্দ্র—নজরুল অধ্যয়ন, অভিধান ও বিশ্বকোষ, সাময়িকী, অভিসন্দর্ভ, বাংলাদেশ অধ্যয়ন, জীবনী ও আত্মজীবনী, সাময়িকী এবং বাংলা ভাষা ও সাহিত্যের বই। রয়েছে বঙ্গবন্ধু ও মুক্তিযুদ্ধ কর্নার। সঙ্গে কিছু দুর্লভ গ্রন্থ ও সাময়িকী।\n\n\n== শিক্ষাসহায়ক কার্যক্রম ==\nশিক্ষা প্রদানের পাশাপাশি এখানে রয়েছে নিয়মিত শিক্ষাসহায়ক কার্যক্রম।\n\nশিক্ষা, সংস্কৃতি, সমাজ, বাংলাদেশের ইতিহাস—ঐতিহ্য, মুক্তিযুদ্ধ প্রভৃতি বিষয়ে নিয়মিত বক্তৃতা\nনিয়মিত সাংস্কৃতিক আয়োজন\nসংগীত—নাট্য—ফ্যাশন—আবৃত্তি ও নৃত্য প্রতিযোগিতা\nসাহিত্য প্রতিযোগিতা ও সাময়িকী প্রকাশ গ্রন্থপাঠ উৎসব\nবিতর্ক প্রতিযোগিতা\nবিএনসিসি কার্যক্রম\nআর্ট ক্যাম্প ক্রীড়া প্রতিযোগিতা\nবনভোজন ও শিক্ষাসফর\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}