{"pageid": 111274, "title": "নিমতলি অগ্নিকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=111274", "content": "নিমতলি অগ্নিকাণ্ড সংঘটিত হয় বাংলাদেশের রাজধানী ঢাকা শহরে ২০১০ খ্রিষ্টাব্দের ৩রা জুন তারিখে। পুরান ঢাকার নবাব কাটরার নিমতলি নামীয় মহল্লায় একটি বড়সড় অগ্নিকাণ্ড সংঘটিত হয় যা নিম্নতলি অগ্নিকাণ্ড (কখনও নিমতলি ট্র্যাজেডি) নামে অভিহিত। এই অগ্নিকাণ্ডে নিশ্চিতভাবে ১১৭ জন মানুষ নিহত হন। পরে ৬ই জুন এক শিশু এবং ৭ই জুন এক মহিলা মারা গেলে মৃতের সংখ্যা দাঁড়ায় ১১৯। বাংলাদেশ সরকার এই ভয়াবহ অগ্নিকাণ্ডে নিহতের স্মরণে ৫ জুন, ২০১০ তারিখে রাষ্ট্রীয় শোক ঘোষণা করে।\n\n\n== কারণ ==\nভবনসংলগ্ন একটি বৈদ্যুতিক ট্রান্সফর্মার বিস্ফোরিত হলে সেখান থেকে আশেপাশের ভবনগুলোতে আগুন ছড়িয়ে পড়ে। দ্রুত আগুন ছড়িয়ে পড়ার কারণ হিসেবে বাংলাদেশের অগ্নিনির্বাপক সংস্থা ফায়ার সার্ভিস ও সিভিল ডিফেন্সের মত: আশেপাশের দোকানগুলোতে থাকা রাসায়নিক দ্রব্যাদি ও দাহ্য পদার্থের সংস্পর্শে আগুন আরো দ্রুত বিস্তৃত হয়। এছাড়া আক্রান্ত এলাকাটি ঘনবসতিপূর্ণ হওয়ায় অগ্নিনির্বাপক কর্মীদের সে এলাকায় যেতে ও কাজ করতে বাধার সম্মুখীন হতে হয়, যা দ্রুত অগ্নিনির্বাপন বাধাগ্রস্থ করে। এছাড়া পুরান ঢাকা এলাকার সংকীর্ণ রাস্তা দিয়ে তাদের বিভিন্ন যন্ত্রপাতি ও অগ্নিনির্বাপক গাড়ি প্রবেশ করাতেও যথেষ্ট বেগ পেতে হয়।\n\n\n== ক্ষয়ক্ষতি ==\nঅগ্নিকাণ্ডে নিমতলি এলাকার বেশ কয়েকটি ভবন ক্ষতিগ্রস্ত হয়, এবং আক্রান্তরা ভবনগুলোতে আটকা পড়েন। ঘটনার দিন রাত ১০:৩০ এর দিকে অগ্নিকাণ্ডের সূত্রপাত ঘটে এবং এটি তিন ঘণ্টারও বেশি সময় স্থায়ী হয়। এই অগ্নিকাণ্ডে কমপক্ষে ১১৭ জন মানুষ নিহত হয়, এবং প্রায় শতাধিক মানুষ আহত হন। ৬ই জুন বিকেল পাঁচটায় ঢাকার সিএমএইচ-এ ৫ বছরের শিশু সায়েমের মৃত্যু হলে মৃতের সংখ্যা দাঁড়ায় ১১৮। আক্রান্ত একটি ভবনে বিয়ের অনুষ্ঠান চলছিলো এবং এজন্য সেখানে ছিল অনেক অতিথির সমাগম। ফলশ্রুতিতে ক্ষয়ক্ষতির মাত্রাও বেড়ে যায়। একটি ভবনে আগুন ধরে গেলেও মানুষ বের হতে পারেনি কারণ এর জানালা লোহার গ্রিল দ্বারা ঢাকা ছিলো।\nআহতদেরকে ঢাকা মেডিকেল কলেজ ও হাসপাতালে ভর্তি করা হয়। আহতরে মধ্যে অনেকেই ছিলেন অগ্নিদগ্ধ; এছাড়া অনেকে ধোঁয়াজনিত কারণে শ্বাসকষ্টে ভুগছিলেন। হাসপাতালের ডাক্তারদের মতা অনুসারে অগ্নিদগ্ধতার কারণে নয়, বরং বেশিরভাগ মৃত্যুই ঘটেছে ধোঁয়াজনিত শ্বাসরুদ্ধতার কারণে।\n৪ জুন, ২০১০ তারিখে আনুষ্ঠানিকভাবে উদ্ধার তৎপরতা শেষ হয়।\n\n\n== প্রতিক্রিয়া ==\nবাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা অগ্নিকাণ্ডের যথাযথ কারণ উদঘাটনের জন্য একটি তদন্ত কমিটি গঠনের নির্দেশ দেন। তিনি সেই সাথে ঘটনায় ক্ষতিগ্রস্ত ও নিহতদের পরিবারবর্গের প্রতি তার গভীর সমবেদনা জানান। বাংলাদশে সরকার ৫ জুন, ২০১০ সারাদেশে রাষ্ট্রীয় শোক ঘোষণা করে। এছাড়া বাংলাদেশ ক্রিকেট দল, যাঁরা দুর্ঘটনার দিন ইংল্যান্ড সফরে ছিলেন, তারা সেদিন ক্ষতিগ্রস্তদের স্মরণে শোকসূচক কালো আর্মব্যান্ড পরিধান করে খেলায় অংশ নেন।\n\n\n== তথ্যসূত্র =="}