{"pageid": 1112147, "title": "তৈত্তিরীয় উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1112147", "content": "তৈত্তিরীয় উপনিষদ (সংস্কৃত: तैत्तिरीय उपनिषद्) হলো যজুর্বেদের অন্তর্গত সংস্কৃত ভাষায় রচিত একটি হিন্দু ধর্মগ্রন্থ। এটি মুখ্য উপনিষদগুলোর একটি, এবং সম্ভবত খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে রচিত। \nতৈত্তিরীয় উপনিষদ যজুর্বেদের তৈত্তিরীয় শাখার সাথে যুক্ত, যা ঋষি বৈশম্পায়নের শিষ্যরা  প্রথম প্রচার করেন। এটি মুক্তিকা শাস্ত্রের সপ্তম হিসেবে তালিকাভুক্ত। \nতৈত্তিরীয় উপনিষদ হল তৈত্তিরীয় আরণ্যকের সপ্তম, অষ্টম ও নবম অধ্যায়, যেগুলোকে যথাক্রমে শিক্ষাবল্লী, আনন্দবল্লী ও ভৃগুবল্লীও বলা হয়। এই উপনিষদটিকে \"কৃষ্ণ\" যজুর্বেদের অংশ হিসাবে শ্রেণিবদ্ধ করা হয়েছে। অন্যদিকে \"শ্বেত\" (সুবিন্যস্ত) যজুর্বেদের অন্তর্গত বৃহদারণ্যক উপনিষদ ও ঈশোপনিষদ\nঅনুবিদ্ধ রয়েছে। \nএই উপনিষদে এমন শ্লোকগুলো অন্তর্ভুক্ত রয়েছে যাদের কিছু আংশিকভাবে প্রার্থনা ও আশির্বাদ, কিছু আংশিকভাবে ধ্বনিতত্ত্ব ও অনুশীলন উপর নির্দেশনা, আংশিকভাবে প্রাচীন বৈদিক গুরুকুল থেকে স্নাতক শিষ্যদের উদ্দেশ্যে দেওয়া নীতি ও নৈতিকতার বিষয়ক উপদেশ, আংশিকভাবে রূপক, এবং কিছু আংশিকভাবে দার্শনিক নির্দেশনা।\n\n\n== নামব্যুৎপত্তি ==\nতৈত্তিরীয় একটি সংস্কৃত শব্দ যার অর্থ \"তিত্তিরি থেকে\"। এই নামের মূলটি দুটি উপায়ে ব্যাখ্যা করা হয়েছে: \"বৈদিক ঋষি তিত্তিরির কাছ থেকে\", যিনি যাস্কের শিষ্য ছিলেন; অথবা বিকল্পভাবে, পুরাণে উল্লিখিত শিষ্যদের শ্লোকগুলোর একটি সংকলন যারা জ্ঞান অর্জনের জন্য তিত্তিরি (পাখি) হয়ে ওঠে। শিরোনামের পরবর্তী মূলটি থেকে তৈত্তিরীয় উপনিষদকে বুঝাচ্ছে যা \" কৃষ্ণ যজুর্বেদ\" এর মতোই, একটি অগোছালো, পারস্পরিক সম্পর্কহীন কিন্তু পৃথকভাবে অর্থপূর্ণ শ্লোকের সংকলন। তৈত্তিরীয় উপনিষদের প্রতিটি অধ্যায়কে বলা হয় বল্লী (वल्ली), যার আক্ষরিক অর্থ হল একটি ঔষধি লতা-সদৃশ আরোহণকারী উদ্ভিদ যা স্বাধীনভাবে বেড়ে ওঠে কিন্তু একটি প্রধান গাছের সাথে সংযুক্ত থাকে। পল ডুসেন বলেছেন যে- এই প্রতীকী পরিভাষাটি উপযুক্ত এবং সম্ভবত তৈত্তিরীয় উপনিষদের মূল এবং প্রকৃতিকে প্রতিফলিত করে, যেটি অনেকাংশে উপাসনামূলক যজুর্বেদ থেকে স্বতন্ত্র এবং মূল পাঠের সাথে সংযুক্ত।\n\n\n== কালপঞ্জি ==\nবৈদিক যুগের অন্যান্য সাহিত্যের সাথে তৈত্তিরীয় উপনিষদের কালানুক্রম অস্পষ্ট। সমস্ত মতামত নির্ভর করে অপর্যাপ্ত প্রমাণ , ধারণাগুলোর সম্ভাব্য বিবর্তন সম্পর্কে অনুমান এবং কোন দর্শনটি অন্যান্য ভারতীয় দর্শনকে প্রভাবিত করেছে সে সম্পর্কে অনুমানের উপর। \nস্টিফেন ফিলিপস প্রস্তাব করেছেন- তৈত্তিরীয় উপনিষদ সম্ভবত প্রাচীন উপনিষদগুলোর মধ্যে একটি,  বৃহদারণ্যক, ছান্দোগ্য এবং ঈশ-এর পরে, খ্রিস্টপূর্ব ১ম সহস্রাব্দের প্রথমার্ধে রচিত হয়েছিল, কিন্তু ঐতরেয়, কৌষীতকি, কেন, কঠ, মাণ্ডুক্য, প্রশ্ন এর আগে। শ্বেতাস্বতার ও মৈত্রী উপনিষদ, সেইসাথে প্রাচীনতম বৌদ্ধ পালি ও জৈনধর্মের সূত্রগুলো আগে। \nরানাডে ক্রমানুসারে অন্যান্য উপনিষদের সাপেক্ষে  তৈত্তিরীয় উপনিষদের কালানুক্রমে ফিলিপসের দৃষ্টিভঙ্গির সাথে সহমত পোষণ করেন। পল ডুসেন এবং উইন্টারনিৎস, ফিলিপসের সাথে একমত পোষণ করেন, কিন্তু তৈত্তিরীয়কে ঈশ উপনিষদের আগে এবং বৃহদারণ্যক উপনিষদ ও ছান্দোগ্য উপনিষদের পরে রচিত বলেন। \n১৯৯৮ সালের, প্যাট্রিক অলিভেলের  পর্যালোচনা অনুসারে, তৈত্তিরীয় উপনিষদ প্রাক-বৌদ্ধ যুগে, সম্ভবত খ্রিস্টপূর্ব ৬ষ্ঠ থেকে ৫ম শতাব্দীতে রচিত হয়েছিল। \n\n\n== গঠন ==\nতৈত্তিরীয় উপনিষদে তিনটি অধ্যায় রয়েছে: শিক্ষা বল্লী, আনন্দ বল্লী ও ভৃগু বল্লী'। প্রথম অধ্যায় শিক্ষাবল্লীতে বারোটি অনুবাক রয়েছে। দ্বিতীয় অধ্যায় আনন্দ বল্লী, মাঝে মাঝে ব্রহ্মানন্দ বল্লী নামে পরিচিত-তে রয়েছে নয়টি শ্লোক। তৃতীয় অধ্যায় ভৃগু বল্লী দশটি শ্লোক নিয়ে গঠিত। \nকিছু প্রাচীন ও মধ্যযুগীয় হিন্দু পণ্ডিত তৈত্তিরীয় উপনিষদকে এর কাঠামোর ভিত্তিতে ভিন্নভাবে শ্রেণিবদ্ধ করেছেন। উদাহরণ স্বরূপ, সায়ন তার ভাষ্য (পর্যালোচনা ও ভাষ্য) তে শিক্ষাবল্লীকে (আরণ্যকের সপ্তম অধ্যায়) সংহিতি-উপনিষদ বলে অভিহিত করেছেন, এবং তিনি আনন্দ বল্লী ও ভৃগু বল্লীকে (অষ্টম ও নবম প্রপাঠক) পৃথক উপনিষদ হিসেবে বিবেচনা করেছেন এবং একে বারুণি উপনিষদ নাম দিয়েছেন। \nউপনিষদ প্রাচীনতম গ্রন্থগুলোর মধ্যে একটি যেখানে গ্রন্থটির কাঠামোগত বিন্যাস হিসাবে মূল পাঠের সাথে প্রতিটি বিভাগের শেষে সূচী অন্তর্ভুক্ত করা হয়েছে। তৈত্তিরীয় উপনিষদ পাণ্ডুলিপির প্রতিটি বল্লীর শেষে, এর অন্তর্গত অনুবাকগুলোর সূচী রয়েছে। সূচীতে প্রতিটি অনুবাকের প্রথম শব্দ এবং শেষ শব্দ, সেইসাথে অনুবাকের বিভাগগুলোর সংখ্যা অন্তর্ভুক্ত রয়েছে। উদাহরণস্বরূপ, শিক্ষাবল্লীর প্রথম ও দ্বিতীয় অনুবাকের সূচিতে উল্লেখিত হয়েছে- তাদের প্রতিটিতে পাঁচটি অংশ আছে। চতুর্থ অনুবাকের সূচিতে উল্লেখিত- তিনটি অংশ ও একটি অনুচ্ছেদ রয়েছে। অন্যদিকে, দ্বাদশ অনুবাক সূচী বলে যে- এটির একটি অংশ ও পাঁচটি অনুচ্ছেদ রয়েছে।\n'আনন্দ বল্লীর অনুবিদ্ধ সূচী অনুসারে, এর প্রতিটি অধ্যায় বর্তমানে প্রাপ্ত পাঠ্যগুলির চেয়ে অনেক বড় বলে উল্লেখ রয়েছে৷ উদাহরণস্বরূপ, ১ম অনুবাকের সূচীতে প্রতীক শব্দ হিসেবে ব্রহ্মবিদ, ইদম, অয়ম তালিকাভুক্ত আছে এবং একুশটি বিভাগের সংখ্যা উল্লেখিত। ২য় অনুবাক দাবি করেন এর ২৬টি ধারা রয়েছে, তৃতীয়টি বাইশটি, চতুর্থটির আঠারটি, পঞ্চমটির বাইশটি বিভাগ রয়েছে, ৬ষ্ঠ অনুবাক তার সূচীতে উল্লেখ করেছে- এটির আটাশটি বিভাগ রয়েছে। সপ্তম অনুবাকে উল্লেখিত হয়েছে ষোলটি, অষ্টম অনুবাকে একান্নটি অংশ রয়েছে। আর নবম অনুবাকে এগারোটি অংশ আছে। একইভাবে, তৃতীয় বল্লীর দশটি অনুবাকের প্রতিটির জন্য সূচীতে প্রতিক ও অনুক্রমণি তালিকাভুক্ত রয়েছে।\n\n\n== বিষয়বস্তু ==\n\n\n=== শিক্ষা বল্লী ===\nতৈত্তিরীয় উপনিষদের শিক্ষাবল্লী অধ্যায়টি শিক্ষা থেকে এর নামটি এসেছে, যার আক্ষরিক অর্থ \"নির্দেশ, শিক্ষা\"।  এই প্রথম অধ্যায়ের বিভিন্ন পাঠ ভারতের প্রাচীন বৈদিক যুগে ছাত্রদের শিক্ষা, দর্শনে তাদের দীক্ষা ও স্নাতক হওয়ার পরে তাদের দায়িত্বের সাথে সম্পর্কিত। এটি আজীবন \"জ্ঞানের অন্বেষণ\" উল্লেখ করে, এতে \"আত্ম-জ্ঞান\" এর ইঙ্গিত রয়েছে, তবে এটি মূলত আত্মা ও আত্ম-জ্ঞানের আলোচনা করে উপনিষদের দ্বিতীয় ও তৃতীয় অধ্যায় থেকে স্বাধীন। পল ডিউসেন বলেছেন যে শিক্ষাবল্লী সম্ভবত এই উপনিষদের প্রথম অধ্যায় ছিল, এবং পাঠ্যটি সময়ের সাথে সাথে অতিরিক্ত অধ্যায়গুলির সাথে বৃদ্ধি পেয়েছে।\nশিক্ষা বল্লীতে বৈদিক দর্শনে প্রবেশকারী শিক্ষার্থীদের দ্বারা প্রতিশ্রুতি, মৌলিক পাঠ্যক্রমের বিষয়বস্তুর রূপরেখা, উন্নত পথের প্রকৃতি ও মানবিক সম্পর্ক থেকে সৃজনশীল কাজ অন্তর্ভুক্ত রয়েছে, শিক্ষক ও ছাত্রদের নৈতিক ও সামাজিক দায়িত্ব, শ্বাস-প্রশ্বাসের ভূমিকা এবং বৈদিক সাহিত্যের সঠিক উচ্চারণ, স্নাতককে অবশ্যই স্নাতকোত্তর পর্যন্ত জীবনযাপন করতে হবে এমন কর্তব্য এবং নৈতিক নীতিমালা।\n\n\n==== ছাত্রের প্রতিশ্রুতি - প্রথম অনুবাক ====\nতৈত্তিরীয় উপনিষদের প্রথম অনুবাক (পাঠ) আশীর্বাদের মাধ্যমে শুরু হয়, যেখানে আদি শঙ্কর বলেন, প্রধান বৈদিক দেবতাদের ব্রহ্ম (মহাজাগতিক স্ব, ধ্রুব বিশ্বজনীন নীতি, অপরিবর্তনীয় বাস্তবতা) এর প্রকাশ বলে ঘোষণা করা হয়। আশীর্বাদের পাশাপাশি, প্রথম অনুবাকে প্রার্থনা ও প্রতিশ্রুতি রয়েছে যা ভারতের বৈদিক যুগে ছাত্রের পাঠ করার কথা ছিল। বৈদিক দেবতাদের আশীর্বাদের পাশাপাশি, আবৃত্তিতে বলা হয়েছে,\n\nআদি শঙ্কর মন্তব্য করেছেন যে \"শান্তি\" বাক্যাংশটি তিনবার পুনরাবৃত্তি করা হয়েছে, কারণ একজন ছাত্রের দ্বারা আত্ম-জ্ঞান লাভের ক্ষেত্রে তিনটি সম্ভাব্য বাধা রয়েছে: একজনের নিজের আচরণ, অন্য লোকের আচরণ ও দেবগণ; এই উৎসগুলি শান্তির জন্য আহ্বান জানানো হয়।\n\n\n==== ধ্বনিতত্ত্ব ও সংযোগ সংযোগের তত্ত্ব - দ্বিতীয় ও তৃতীয় অনুবাক ====\nদ্বিতীয় অনুবাক বৈদিক নির্দেশের উপাদান হিসেবে ধ্বনিতত্ত্বকে হাইলাইট করে। শ্লোকটি জোর দিয়ে বলে যে শিক্ষার্থীকে অবশ্যই শব্দের নীতিগুলিকে আয়ত্ত করতে হবে যেমন এটি তৈরি করা হয়েছে এবং অনুভূত হয়েছে, ভাষাতত্ত্ব, স্বরবর্ণ, ব্যঞ্জনবর্ণ, ভারসাম্য, উচ্চারণ (স্ট্রেস, মিটার), সঠিকভাবে কথা বলা, এবং উচ্চারণ ও শ্রবণ দৃষ্টিকোণ থেকে শব্দে শব্দের সংযোগ। তৈত্তিরীয় উপনিষদ এর পরবর্তী অনুবাক, স্বাধ্যায়, অনুশীলনের উপর জোর দেয় যা দুই সহস্রাব্দেরও বেশি সময় ধরে বেদের মূল আকারে মৌখিক সংরক্ষণের প্রধান হাতিয়ার হিসেবে কাজ করে। ছাত্রদের নির্দেশের অংশ হিসেবে স্বাধ্যায়, ভারতীয় শাস্ত্রের আবৃত্তি অনুশীলনের সাথে ভাষাগত নীতিগুলি বোঝার সাথে জড়িত, যা সঠিক উচ্চারণ সহ সমগ্র অধ্যায় এবং বইগুলিকে আয়ত্ত করতে সক্ষম করে। ভাষাতত্ত্ব ও আবৃত্তি ঐতিহ্যের প্রাচীন ভারতীয় অধ্যয়ন, যেমন তৈত্তিরীয় উপনিষদের দ্বিতীয় অনুবাকে উল্লিখিত হয়েছে, খৃষ্টপূর্ব দ্বিতীয় সহস্রাব্দ থেকে বিস্তৃত বৈদিক সাহিত্যকে প্রেরণ ও সংরক্ষণ করতে সাহায্য করেছিল, অনেক আগে গণ মুদ্রণ এবং বই সংরক্ষণের পদ্ধতি বিকশিত হয়েছিল। মাইকেল উইটজেল এটি নিম্নরূপ ব্যাখ্যা করেছেন,\n\nবৈদিক গ্রন্থগুলি লিপির ব্যবহার ছাড়াই মৌখিকভাবে রচনা করা হয়েছিল এবং প্রেরণ করা হয়েছিল, শিক্ষক থেকে ছাত্রের কাছে প্রেরণের একটি অবিচ্ছিন্ন লাইনে যা প্রথম দিকে আনুষ্ঠানিকভাবে রূপান্তরিত হয়েছিল। এটি অন্যান্য সংস্কৃতির ধ্রুপদী পাঠ্যের চেয়ে উচ্চতর অনবদ্য পাঠ্য প্রেরণ নিশ্চিত করেছে; এটি আসলে টেপ-রেকর্ডিংয়ের মতো কিছু....শুধু প্রকৃত শব্দ নয়, এমনকি দীর্ঘ-হারিয়ে যাওয়া বাদ্যযন্ত্র (স্বরবর্ণ) উচ্চারণ (যেমন পুরানো গ্রীক বা জাপানি ভাষায়) বর্তমান পর্যন্ত সংরক্ষিত হয়েছে।\nশিক্ষাবল্লীর তৃতীয় অনুবাক দাবি করে যে মহাবিশ্বের সবকিছুই সংযুক্ত। তার \"সংযুক্ত সংযোগ\" তত্ত্বে এটি বলে যে অক্ষরগুলি শব্দ গঠনের জন্য যুক্ত হয় এবং শব্দগুলি ধারণা প্রকাশের জন্য যুক্ত হয়, ঠিক যেমন পৃথিবী এবং স্বর্গগুলি বায়ু মাধ্যমে মহাকাশ দ্বারা কার্যকারণে যুক্ত হয়, এবং ঠিক যেমন আগুন ও সূর্য মেঘের মাধ্যমের সাথে বজ্রপাতের মাধ্যমে কার্যকারণভাবে যুক্ত রূপ। এটি দাবি করে যে এটি এমন জ্ঞান যা শিক্ষক ও শিক্ষার্থীকে প্রকাশের মাধ্যমে সংযুক্ত করে, যখন সন্তান জন্মদানের মাধ্যমে পিতা ও মাতার মধ্যে সংযোগকারী সংযোগ। বক্তৃতা (অভিব্যক্তি) হল উপরের এবং নীচের চোয়ালের মধ্যে সংযোগকারী সংযোগ, এবং এটি বক্তৃতা যা মানুষকে সংযুক্ত করে।\n\n\n==== শিক্ষকের প্রার্থনা - চতুর্থ অনুবাক ====\nশিক্ষাবল্লীর চতুর্থ অনুবাক হল শিক্ষকের প্রার্থনা,\n\nচতুর্থ অনুবাকের গঠন অস্বাভাবিক কারণ এটি পরিমাপিত শ্লোক হিসাবে শুরু হয় কিন্তু ধীরে ধীরে ছন্দময় সংস্কৃত গদ্যে রূপান্তরিত হয়। উপরন্তু, শ্লোকটির নির্মাণে সৃজনশীল উপাদান রয়েছে যা একাধিক অনুবাদের অনুমতি দেয়। চতুর্থ অনুবাকটি লিটারজিকাল পাঠ্য হিসাবেও গঠন করা হয়েছে, যার অনেক অংশ ছন্দবদ্ধভাবে স্বহাতে শেষ হয়, যজ্ঞের অনুষ্ঠানের সময় অর্ঘ্য নিবেদন করার সময় ব্যবহৃত একটি শব্দ।\n\n\n==== একত্ব ও পবিত্র বিস্ময়কর তত্ত্ব - পঞ্চম ও ষষ্ঠ অনুবাক ====\nপঞ্চম অনুবাক ঘোষণা করেন যে \"ভুর! ভুভঃ! স্বর!\" তিনটি পবিত্র বিস্ময়কর শব্দ, তারপর যোগ করে যে ভুর হল শ্বাস প্রশ্বাস, ভুভা হল শ্বাস নেওয়া, আর স্বার হল এই দুটির মধ্যবর্তী ধাপ। এটি আরও বলে যে \"ব্রহ্ম হলেন আত্মা (স্বয়ং), এবং সমস্ত দেবতা ও দেবতাই তার অঙ্গ\", যে \"আত্ম-জ্ঞান হল শাশ্বত নীতি\", এবং এই একত্ব ও আত্ম-জ্ঞান আছে এমন মানুষগুলি দেবতাদের দ্বারা পরিবেশিত হয়।\nশিক্ষাবল্লীর ষষ্ঠ অনুভকের দ্বিতীয় অংশটি দাবি করে যে \"আত্মা (স্ব) বিদ্যমান\" এবং যখন ব্যক্তি স্বয়ং কিছু বৈশিষ্ট্য অর্জন করে, তখন সে ব্রহ্মের (মহাজাগতিক স্ব, শাশ্বত বাস্তবতা) সাথে এক হয়ে যায়। এই বৈশিষ্ট্যগুলি শ্লোক ১.৬.২, এ নিম্নরূপ তালিকাভুক্ত করা হয়েছে,\n\nষষ্ঠ অনুবাক এই একত্ব নীতির উপর ধ্যান করার উপদেশ দিয়ে শেষ হয়, প্রাচীন যোগের সময়,  এটিকে প্রাচীন ভারতে বিদ্যমান ধ্যানমূলক যোগ অনুশীলনের প্রাচীনতম উল্লেখগুলির মধ্যে একটি করে তোলে।\n\n\n==== জ্ঞানের সমান্তরালতা ও ওঁ কি - সপ্তম ও অষ্টম অনুবাক ====\n\nশিক্ষাবল্লীর সপ্তম অনুবাক অসংযুক্ত পাঠ যা দাবি করে যে \"এই সমগ্র বিশ্বের সবকিছুই পঞ্চগুণ\" - সংবেদনশীল অঙ্গ, মানুষের শারীরস্থান (ত্বক, মাংস, সাইনিউজ, হাড়, মজ্জা), শ্বাস, শক্তি (আগুন, বাতাস, সূর্য, চাঁদ) , তারা), মহাকাশ.(পৃথিবী, বায়বীয় স্থান, স্বর্গ, মেরু, মধ্যবর্তী মেরু)। এই বিভাগটি প্রাসঙ্গিকভাবে ষষ্ঠ বা অষ্টম পাঠের সাথে খাপ খায় না। এটি সপ্তম অনুবাকের সমাপ্তি শব্দ যা এটিকে তৈত্তিরীয় উপনিষদের সাথে প্রাসঙ্গিক করে তোলে, অস্তিত্বের ভগ্ন প্রকৃতির ধারণাকে জাহির করে যেখানে প্রকৃতি ও বাস্তবতার একই লুকানো নীতিগুলি ম্যাক্রো এবং মাইক্রো আকারে উপস্থিত রয়েছে, সমস্ত জ্ঞানের মধ্যে সমান্তরালতা আছে। পল ডিউসেন বলেছেন যে শিক্ষাবল্লীর সপ্তম পাঠের এই সমাপ্তি শব্দগুলি জোর দিয়ে বলে, \"মানুষ এবং বিশ্বের মধ্যে সমান্তরালতা রয়েছে, মনুষ্য ও বিশ্বাব্রক্ষ্মাণ্ড, এবং যিনি সমান্তরালতার এই ধারণাটি বোঝেন তিনি নিজেই বিশ্বাব্রক্ষ্মাণ্ডের মাধ্যমে সেখানে পরিণত হন\"।\nওঁ (ॐ) কি?\nঅষ্টম অনুবাক, একইভাবে, আরেকটি আপাতদৃষ্টিতে সংযোগহীন পাঠ। এটিতে যুক্তাক্ষর শব্দ ওঁ-এর প্রকাশ রয়েছে, যেখানে বলা হয়েছে যে এই শব্দটি ব্রহ্ম শব্দের অভ্যন্তরীণ অংশ, এটি ব্রহ্মকে বোঝায়, এই সমগ্র বিশ্বটি তৈত্তিরীয় উপনিষদের প্রথম বিভাগে আটটি পাঠ বলে। শ্লোকটি দাবি করে যে এই শব্দাংশটি প্রায়শই এবং বিভিন্ন উদ্দেশ্যে ব্যবহৃত হয়, সেই ব্রহ্মকে স্মরণ করিয়ে দিতে ও উদযাপন করতে। এটি প্রাচীন ভারতে, আমন্ত্রণে, অগ্নিধরায়, সামনের গানে, প্রার্থনায়, শাস্ত্রে, বলিদানের সময়, আচার-অনুষ্ঠানের সময়, ধ্যানের সময়, ওঁ-এর বিভিন্ন ব্যবহার তালিকাভুক্ত করে, এবং বেদ পাঠের সময়।\n\n\n==== মানুষের নৈতিক কর্তব্য - নবম অনুবাক ====\nশিক্ষাবল্লীর নবম অনুবাক হল সমস্ত মানুষের নৈতিক কর্তব্যের ছন্দময় আবৃত্তি, যেখানে স্বাধ্যায় হল \"নিজের অধ্যয়ন\" (নিজেকে অধ্যয়ন করা), এবং প্রবচন (বেদের ব্যাখ্যা ও আলোচনা) এর উপর জোর দেওয়া হয়েছে।\n\n\n==== দশম অনুবাক ====\nপল ডুসেনের মতে দশম অনুবাক অস্পষ্ট, সম্পর্কহীন পাঠ, সম্ভবত মূলটির দূষিত বা অসম্পূর্ণ টিকে থাকা সংস্করণ। এটি মহাব্রিহাতি যবমধ্য মিটারের সাথে ছন্দবদ্ধ, গাণিতিক \"৮+৮+১২+৮+৮\" গঠন।\nম্যাক্স মুলার এটিকে সক্ষম, ক্ষমতাপ্রাপ্ত সুখী সত্ত্বা হিসেবে একজনের আত্মপ্রত্যয় হিসেবে অনুবাদ করেছেন। দশম অনুবাক দৃঢ়ভাবে বলেছেন, \"আমিই তিনি যিনি গাছকে নাড়ান। আমি পাহাড়ের চূড়ার মতো মহিমান্বিত। আমি, যাঁর বিশুদ্ধ আলো (জ্ঞানের) উত্থিত হয়েছে, আমি সেই যা সত্যই অমর, যেমন সূর্যের মধ্যে থাকে। আমি (আত্ম) ধন, জ্ঞানী, অমর, অবিনশ্বর। এটি ঋষি ত্রিশঙ্কুর দ্বারা বেদের শিক্ষা।\" আদি শঙ্কর বলেন যে গাছটি অভিজ্ঞতামূলক জগতের একটি রূপক, যা আত্ম-ব্রহ্ম (আত্ম, শাশ্বত বাস্তবতা ও লুকানো অদৃশ্য নীতি) জ্ঞান ও উপলব্ধি দ্বারা প্রকম্পিত হয়।\n\n\n==== স্নাতক ছাত্রদের সমাবর্তন ভাষণ, নৈতিকভাবে জীবনযাপন - একাদশ অনুবাক ====\nশিক্ষাবল্লীর একাদশ অনুবাক হল স্বর্ণালী নিয়মের তালিকা যা বৈদিক যুগের শিক্ষক স্নাতক ছাত্রদেরকে নৈতিক জীবনধারা হিসাবে প্রদান করেছিলেন। শ্লোকগুলি স্নাতককে নিজেদের যত্ন নিতে এবং ধর্ম, অর্থ ও কামকে তাদের সর্বোত্তম ক্ষমতার জন্য অনুসরণ করতে বলে৷ অধ্যায় ১.১১.১ এর আয়াতের অংশ, উদাহরণস্বরূপ, রাষ্ট্র\n\nগুরুকুল থেকে স্নাতক ছাত্রদের জন্য শিক্ষাবল্লীর একাদশ অনুবাক আচরণগত নির্দেশিকা তালিকা,\n\nএকাদশ অনুবাকের তৃতীয় বিভাগে স্নাতক ছাত্রদের জন্য নৈতিক নীতি হিসাবে বিশ্বাস, সহানুভূতি, বিনয় এবং প্রফুল্লতার সাথে দাতব্য ও দান করাকে তালিকাভুক্ত করা হয়েছে।\nপণ্ডিতরা বিতর্ক করেছেন যে এই তৈত্তিরীয় উপনিষদ অনুবাকের নৈতিকতার নির্দেশিকা উপনিষদের \"নিজেকে জানুন\" চেতনার সাথে সামঞ্জস্যপূর্ণ কিনা। আদি শঙ্কর বলেছেন যে তারা, কারণ তত্ত্ব ও অনুশীলনের মধ্যে পার্থক্য রয়েছে, আত্ম-জ্ঞানের প্রয়োজনীয়তা শেখা এবং এই ধরনের আত্ম-জ্ঞানের ফলে যে নীতিশাস্ত্র হয় তা একই জীবন্ত অনুশীলনের মতো নয়। নৈতিক জীবনযাপন স্নাতকের মধ্যে স্ব-জ্ঞানকে ত্বরান্বিত করে।\n\n\n==== স্নাতক ছাত্রের স্বীকৃতি - দ্বাদশ অনুবাক ====\nতৈত্তিরীয় উপনিষদের শেষ অনুবাক (পাঠ), প্রথম অনুভাকের মতোই, আশীর্বাদ দিয়ে শুরু হয়, যেখানে বৈদিক দেবতাদের আবারও ব্রহ্মের (মহাজাগতিক স্ব, অপরিবর্তনীয় বাস্তবতা) প্রকাশ বলে ঘোষণা করা হয়। আশীর্বাদের পাশাপাশি, শেষ অনুবাক স্বীকৃতি অন্তর্ভুক্ত করে যা প্রথম অনুবাকের প্রতিশ্রুতিকে প্রতিফলিত করে,\n\n\n=== আনন্দ বল্লী ===\n\nতৈত্তিরীয় উপনিষদের দ্বিতীয় অধ্যায়, আনন্দ বল্লী এবং কখনও কখনও ব্রহ্মানন্দ বল্লী নামে পরিচিত, অন্যান্য প্রাচীন উপনিষদের মতই আত্মার (আত্ম) বিষয়বস্তুকে কেন্দ্র করে। এটি দাবি করে যে \"আত্মা বিদ্যমান\", এটি ব্রহ্ম, এবং এটি উপলব্ধি করা হল সর্বোচ্চ, ক্ষমতায়নকারী, মুক্ত জ্ঞান। আনন্দ বল্লী জোর দিয়ে বলেছেন যে নিজেকে জানা হল সমস্ত উদ্বেগ, ভয় থেকে মুক্তি ও সুখী জীবনযাপনের ইতিবাচক অবস্থার পথ।\nআনন্দ বল্লী তার কোয তত্ত্বের (বা স্তরযুক্ত মায়াতত্ত্ব) জন্য উল্লেখযোগ্য, যা প্রকাশ করে যে মানুষ তার সর্বোচ্চ সম্ভাবনায় পৌঁছে যায় এবং সঠিক শেখার ও ভুল শেখার প্রক্রিয়ার মাধ্যমে গভীরতম জ্ঞান বুঝতে পারে। প্রকৃত গভীর জ্ঞান লুকিয়ে থাকে ভাসা ভাসা জ্ঞানের স্তরে, কিন্তু ভাসা ভাসা জ্ঞান সহজ ও সরল। আনন্দ বল্লী এগুলোকে জ্ঞান-অন্বেষণের এককেন্দ্রিক স্তর (খাপ) হিসেবে শ্রেণীবদ্ধ করেছেন। সবচেয়ে বাইরের স্তরটিকে এটি অন্নমায়া বলে যা প্রণমায়াকে ঢেকে রাখে ও লুকিয়ে রাখে, যা পরিবর্তিতভাবে মনোমায়াকে ঢেকে দেয়, যার ভিতরে বিজ্ঞানময়, এবং অবশেষে আনন্দময় যা উপনিষদ বলেছে সবচেয়ে ভিতরের, গভীরতম স্তর।\nআনন্দ বল্লী দৃঢ়ভাবে বলেছেন যে আত্ম-জ্ঞান ঈশ্বরের সাংস্কৃতি উপাসনা বা অহংবোধ ও আকাঙ্ক্ষা (মনোমায়া) দ্বারা অনুপ্রাণিত দেবতাদের দ্বারা অর্জনযোগ্য নয়। বিজ্ঞানামায়া বা বিচ্ছিন্ন জ্ঞানের সাথে অস্তিত্বের গভীরতর অবস্থার অভিজ্ঞতা হয় কিন্তু তাও অপর্যাপ্ত। আনন্দ বল্লী বলেন, আত্ম-জ্ঞানের সম্পূর্ণ, একীভূত এবং আনন্দময় অবস্থা হল, যেখানে একজন ব্যক্তি সমস্ত বাস্তবতার সাথে এক হয়ে যায়, সেখানে বস্তু এবং বিষয়ের মধ্যে কোন বিচ্ছেদ নেই, আমি ও আমরা, আত্মা ও ব্রহ্ম। আত্মার উপলব্ধি হল শোষণ, একতা, মিলনের গভীর অবস্থা।\nআনন্দ বল্লী হল মানুষ ও জ্ঞানের প্রকৃতির ইতিহাসের প্রাচীনতম তত্ত্বগুলির মধ্যে একটি, এবং প্রায় এক সহস্রাব্দ পরে বিভিন্ন আকারে লিপিবদ্ধ হেলেনিস্টিক হারমেটিক ও নিওপ্ল্যাটোনিক তত্ত্বগুলির সাথে সাদৃশ্যপূর্ণ কিন্তু পূর্ব-তারিখ, যেমন কর্পাস হারমেটিকায় প্রকাশিত।\n\n\n==== অন্নময় - প্রথম ও দ্বিতীয় অনুবাক ====\nপ্রথম অনুবাকের সূচনা হয় সমগ্র আনন্দ বল্লীর ভিত্তি ও সারসংক্ষেপ উল্লেখ করে।\n\nब्रह्मविदाप्नोति परम् । तदेषाऽभ्युक्ता । सत्यं ज्ञानमनन्तं ब्रह्म ।\nযে ব্রহ্মকে জানে, সে সর্বোচ্চে পৌঁছে যায়। সত্য (বাস্তবতা, সত্য) ব্রহ্ম, জ্ঞান (জ্ঞান) ব্রহ্ম, অনন্ত (অনন্ত) ব্রহ্ম।\n\nপল ডিউসেন উল্লেখ করেছেন যে শ্লোক ১-এ অনন্ত শব্দটি ভালগেট হতে পারে, এবং একইভাবে উচ্চারিত সম্পর্কিত শব্দ আনন্দ, হিন্দুধর্মের অন্যান্য উপনিষদের শিক্ষার সাথে আরও সামঞ্জস্যপূর্ণ, বিশেষ করে আত্মার কেন্দ্রীয় ভিত্তি সত-চিত-আনন্দ। দেউসেনের পর্যালোচনা এবং অনুবাদে, \"ব্রাহ্মণ অসীম\" এর পরিবর্তে বিকল্প অভিব্যক্তি \"ব্রাহ্মনই আনন্দ\"।\nআনন্দ বল্লীর দ্বিতীয় অনুবাক তারপরে মানুষের প্রকৃতি এবং জ্ঞান-অন্বেষণের প্রথম স্তরটিকে \"বস্তু মানুষ এবং বস্তুগত প্রকৃতি\" সম্পর্কে খাদ্যের রূপক দিয়ে ব্যাখ্যা করতে এগিয়ে যায়। তৈত্তিরীয় উপনিষদ দাবি করে যে \"বস্তুগত মানুষ এবং বস্তুগত প্রকৃতি\" উভয়ই ব্রহ্ম দ্বারা সৃষ্ট, ব্রহ্মেরই প্রকাশ, ব্রহ্ম, কিন্তু কেবলমাত্র অস্তিত্বের বাইরের খোলস বা আবরণ। শ্লোকটি প্রাকৃতিক উপাদানগুলির মধ্যে সম্পর্কযুক্ত সংযোগের প্রস্তাব দেয়, দাবি করে যে সবকিছুই একটি নির্দিষ্ট সময়ে বা সময়ের সাথে অস্তিত্বের অভিজ্ঞতাগত স্তরে মহাবিশ্বের অন্য কিছুর খাদ্য। সমস্ত প্রাণীর জন্ম এই \"প্রকৃতির দেওয়া খাদ্য এবং সময়ের সাথে জীবনের দেওয়া খাদ্য\" থেকে। সমস্ত প্রাণী খাদ্যের কারণে বেড়ে ওঠে এবং এইভাবে পরস্পর নির্ভরশীল। সমস্ত প্রাণী, তাদের মৃত্যুতে, এই খাদ্য-শৃঙ্খলে খাদ্য হয়ে ওঠে, আনন্দ বল্লীর দ্বিতীয় শ্লোকে বলা হয়েছে। এই \"খাদ্য শৃঙ্খল\" অস্তিত্বের বস্তুগত প্রকৃতি এবং পরস্পর নির্ভরতা শেখা, জানা ও বোঝা হল প্রথম অপরিহার্য, তথাপি সবচেয়ে অসম্পূর্ণ জ্ঞান।\n\n\n==== প্রাণময় - তৃতীয় অনুবাক ====\nপ্রকৃতির দ্বিতীয় অভ্যন্তরীণ স্তর ও জ্ঞান-অন্বেষণ হল জীবনীশক্তি সম্পর্কে, আনন্দ বল্লীর তৃতীয় অনুভাক দাবি করেছেন। এই জীবনশক্তি শ্বাস-প্রশ্বাসের দ্বারা চিহ্নিত ও নির্ভরশীল। দেবতারা শ্বাস নেয়, মানুষ শ্বাস নেয়, প্রাণীরা শ্বাস নেয়, যেমন সমস্ত অস্তিত্ব আছে।জীবন-শক্তি বস্তুগত মহাবিশ্বের চেয়ে বেশি, এতে সত্তার অভ্যন্তরে অ্যানিমেটিং প্রক্রিয়া, বিশেষ করে শ্বাস-প্রশ্বাস, এবং প্রকৃতি ও জ্ঞানের এই স্তরটি হল প্রণাময় কোষ।\n\n\n==== মনোময় - চতুর্থ অনুবাক ====\nপরবর্তী অভ্যন্তরীণ, প্রকৃতির গভীর স্তর ও জ্ঞান-অন্বেষণ মনস (মন, চিন্তা, ইচ্ছা, ইচ্ছা) বা মনোময় কোযের সাথে সম্পর্কিত। মনস, আনন্দ বল্লীর চতুর্থ অনুবাক দাবি করেন, শুধুমাত্র স্বতন্ত্র জীবের মধ্যে বিদ্যমান। এটি ইচ্ছাশক্তি, ইচ্ছা করার ক্ষমতা এবং অভিজ্ঞতামূলক প্রকৃতি, জ্ঞান ও প্রাণীর উপর কর্মের মাধ্যমে সমৃদ্ধির জন্য প্রচেষ্টার দ্বারা চিহ্নিত করা হয়। চতুর্থ অনুবাকের শ্লোক যোগ করে যে এই জ্ঞান অপরিহার্য অথচ অসম্পূর্ণ, যে ব্রহ্মের জ্ঞানই প্রকৃতপক্ষে মুক্তি দেয়, এবং যিনি আত্ম-ব্রহ্মকে জানেন তিনি \"এখন এবং কখনও কিছুতেই ভয় পান না\" এবং \"সন্তুষ্টভাবে, আনন্দে জীবনযাপন করেন\"।\n\n\n==== জ্ঞানময় - পঞ্চম অনুবাক ====\nআনন্দ বল্লীর পঞ্চম অনুবাক বলে যে \"মনোময় কোষ\" (চিন্তা, ইচ্ছা, ইচ্ছা) অস্তিত্বের একটি গভীরতর গভীর স্তরকে আবৃত করে, যা \"বিজ্ঞান-মায়া কোষ\" (জ্ঞান, নীতিশাস্ত্র, যুক্তি)। এটি সমস্ত মানুষের মধ্যে পরিলক্ষিত জ্ঞানের রাজ্য। জ্ঞান-মায়া বিশ্বাস, ন্যায়, সত্য, যোগ ও মহাস (অনুভূতি ও যুক্তির শক্তি) দ্বারা চিহ্নিত। যে ব্যক্তি জ্ঞান-মায়া সম্বন্ধে সচেতন, আনন্দ বল্লীর শ্লোকগুলি দাবি করে, অন্যদের কাজ হিসাবে জ্ঞান প্রদান করে।\n\n\n==== আনন্দময় - ষষ্ঠ, সপ্তম, অষ্টম ও নবম অনুবাক ====\nআনন্দ বল্লীর ষষ্ঠ, সপ্তম ও অষ্টম অনুবাক বলে যে \"বিজ্ঞানময় কোষ\" (জ্ঞান, নীতিশাস্ত্র, যুক্তি) অস্তিত্বের গভীরতম, লুকানো স্তরকে আবৃত করে, যা \"আনন্দ-মায়া কোষ\" (আনন্দ, প্রশান্তি, তৃপ্তি)। এটি হল আত্ম-ব্রহ্ম (আত্ম, আধ্যাত্মিকতা) এর অন্তর্গত। আনন্দ-মায়া প্রেম, আনন্দ, প্রফুল্লতা, আনন্দ ও ব্রহ্ম দ্বারা চিহ্নিত। আনন্দ-মায়া সম্বন্ধে সচেতন ব্যক্তি, আনন্দ বল্লীর ষষ্ঠ থেকে অষ্টম শ্লোকে দৃঢ়ভাবে বলেছেন, তারাই একই সাথে অভিজ্ঞতাগত ও আধ্যাত্মিক, সচেতন ও অচেতন, পরিবর্তনশীল ও শাশ্বত, সময় ও নিরবধি।\nতত্তিরীয় উপনিষদের দ্বিতীয় বল্লীর এই শেষ অনুবাকগুলি দাবি করে যে যার আত্ম-জ্ঞান আছে তিনি সুগঠিত, তিনি মর্ম উপলব্ধি করেন, তিনি আনন্দে পূর্ণ। তিনি ভিতরে ও বাইরে শান্তিতে বিদ্যমান, পরিস্থিতি নির্বিশেষে তার শান্ত আনন্দের অবস্থা, তিনি সবকিছু এবং সবার সাথে এক। তিনি কাউকে ভয় করেন না, তিনি কাউকে ভয় করেন না, তিনি তার প্রকৃত প্রকৃতির জীবনযাপন করেন, তিনি অহংকার থেকে মুক্ত, তিনি অপরাধ মুক্ত, তিনি ভাল ও মন্দের উর্ধ্বে, তিনি লালসা থেকে মুক্ত এবং এইভাবে সমস্ত বিশ্ব তাঁর মধ্যে রয়েছে এবং তার। তাঁর পরমানন্দময় সত্তা হল আত্ম-ব্রহ্ম, এবং আত্ম-ব্রহ্ম হল সেই পরমানন্দ যা তিনি।\n\n\n=== ভৃগু বল্লী ===\nতৈত্তিরীয় উপনিষদের তৃতীয় বল্লী ঋষি ভৃগু সম্পর্কে গল্পের মাধ্যমে আনন্দ বল্লীর ধারণার পুনরাবৃত্তি করে। অধ্যায়টিও এর মূলভাব ও কেন্দ্রবিন্দুে অনুরূপ যা কৌষীতকি উপনিষদের অধ্যায় ৩ এবং ছান্দোগ্য উপনিষদের ৮ অধ্যায়ে পাওয়া যায়। ভৃগু বল্লীর মূলভাব হল আত্ম-ব্রহ্ম (আত্ম) ধারণা এবং আত্ম-উপলব্ধি, মুক্ত, মুক্ত মানুষ হওয়ার অর্থ কী তা প্রকাশ করা।\nভৃগু বল্লীর প্রথম ছয়টি অনুবাককে বলা হয় ভার্গবী বারুণী বিদ্যা, যার অর্থ \"ভৃগু (তার পিতা) বারুণীর কাছ থেকে পাওয়া জ্ঞান\"। এই অনুবাকগুলিতেই ঋষি বারুণী ভৃগুকে ব্রাহ্মণের একটি বারবার উদ্ধৃত সংজ্ঞা দিয়ে উপদেশ দিয়েছেন, \"যেখান থেকে প্রাণীর উৎপত্তি হয়, যার মাধ্যমে তারা বেঁচে থাকে, এবং মৃত্যুর পরে তারা যেটিতে পুনঃপ্রবেশ করে, সেইটি অন্বেষণ করুন কারণ এটিই ব্রহ্ম।\" এই বিষয়ভিত্তিক, বাস্তবতা এবং অস্তিত্বের চিরন্তন প্রকৃতির বিকাশ ঘটছে ভৃগুর আত্মদর্শন ও অভ্যন্তরীণকরণের উপর জোর দেওয়ার জন্য, যাতে জ্ঞানের বাহ্যিক খোসা ছাড়িয়ে যায়, আধ্যাত্মিক আত্ম-জ্ঞানের অন্তর্নিহিত কার্নেল পৌঁছানোর ও উপলব্ধি করার জন্য।\nভৃগু বল্লীর দশটি অনুভকের মধ্যে শেষ চারটি এই ভিত্তির উপরই গড়ে উঠেছে, কিন্তু আনন্দ বল্লীর মতো আবারও আনন্দ বল্লীর মতো \"খাদ্য\" রূপক ব্যবহার করুন। আনন্দ বল্লীর মতো, ভৃগু বল্লীতে, সবকিছু এবং প্রত্যেককে খাদ্য (শক্তি, উপাদান, জ্ঞানের) দ্বারা সমস্ত কিছু এবং অন্য সকলের সাথে সংযুক্ত এবং গভীরভাবে আন্তঃসম্পর্কিত বলে দাবি করা হয়েছে। \"খাদ্যের ভিত্তি হল খাদ্য\", তৈত্তিরীয় উপনিষদের শ্লোক ৩.৯ দাবি করে, যা তারপর নির্দিষ্ট উদাহরণ দিয়ে ধারণাটিকে ব্যাখ্যা করে \"পৃথিবীটি স্থানের (খাদ্যের জন্য) উপর প্রতিষ্ঠিত, এবং স্থান পৃথিবীতে (খাদ্যের জন্য) প্রতিষ্ঠিত হয়\"।\n\nব্রহ্মের প্রকৃতি নিয়ে আলোচনা করার পর, তৈত্তিরীয় উপনিষদের ভৃগু বল্লী অধ্যায় নিম্নলিখিত সর্বোচ্চ এবং ব্রত সুপারিশ করে:\n\n\"কখনই খাবারকে অপমান করবেন না\", যার রূপক অর্থ হল \"কখনও কিছু বা কাউকে অপমান করবেন না\"।\n\"খাদ্য বৃদ্ধি করুন\", যার রূপক অর্থে \"সবার ও সবকিছুর সমৃদ্ধি বৃদ্ধি\"।\n\"আপনার বাড়িতে কোনও অতিথিকে প্রত্যাখ্যান করবেন না, এবং অপরিচিতদের সহ সকলের সাথে খাবার ভাগ করুন\", যার রূপক অর্থে \"সহানুভূতির সাথে সবাইকে সাহায্য করা, প্রচুর সমৃদ্ধি ও জ্ঞান ভাগ করে নেওয়া\"।\nতৈত্তিরীয় উপনিষদ নিম্নলিখিত ঘোষণার সাথে সমাপ্ত হয়,\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nOutlines Of Indian Philosophy by M.Hiriyanna. Motilal Banarasidas Publishers.\nKannada Translation of Taittireeya Upanishad by Swami Adidevananda Ramakrishna Mission Publishers.\n\n\n== বহিঃসংযোগ ==\n\nThe Taittiriya Upanishad with the commentaries of Śaṅkarāchārya, Sureśvarāchārya and Sāyaṇa (Vidyāraṇya) Translated by AM Sastry (proofread edition with proper unicode diacritics and a glossary); originally scanned at archive.org)\nTaittiriya Upanishad, Translated by Swami Sharvananda with the original text in Devanagari, transliteration of each shloka, and word-for-word English rendering followed by a running translation and notes based on Shankaracharya's commentary. আইএসবিএন ৮১-৭৮২৩-০৫০-X\nTaittiriya Upanishad, Multiple translations (Johnston, Nikhilānanda, Gambhirananda)\nTaittiriya Upanishad, Sanskrit manuscript\nTaittiriya Upanishad, Sanskrit manuscript with Vedic accents\nTaittiriya Upanishad  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ আগস্ট ২০১৬ তারিখে Vision of Advaita Vedanta in Taittiriya Upanishad"}