{"pageid": 1112382, "title": "মুহাম্মদ সাঈদ রামাদান আল-বুতি", "url": "https://bn.wikipedia.org/wiki?curid=1112382", "content": "শায়খ মুুুহাম্মদ সাঈদ রামাদান আল-বুতি ছিলেন একজন বিখ্যাত সুন্নি মুসলিম পণ্ডিত। তিনি \"লেভান্টের শাইখ\" নামে পরিচিত ছিলেন। ২০১৩ সালের ২১ শে মার্চ সিরিয়ার গৃহযুদ্ধের সময় এক বোমা হামলায় তিনি নিহত হন।\nরামাদান আল-বুতিকে বলা হয় \"উল্লেখযোগ্য লেখক, যার উপদেশমূলক বক্তৃতা নিয়মিত টেলিভিশনে সম্প্রচার করা হতো\", সিরিয়ার টিভি দর্শকদের কাছে জনপ্রিয়তার দিক দিয়ে  প্রেসিডেন্ট বাশার আল-আসাদের পরেই ছিল তার অবস্হান। রামাদান আল-বুতি  বিভিন্ন ইসলামিক বিষয়ের উপর ষাটটিরও বেশি বই লিখেছেন। সুন্নি ইসলামের  উপর ভিওি করে প্রতিষ্ঠিত চারটি মাযহাব এবং অর্থোডক্স আশ'আরাইট ধর্মের একজন গুরুত্বপূর্ণ পণ্ডিত হিসাবে বিবেচিত ছিলেন। ধর্মীয় লেখালেখি ছাড়াও তিনি সাহিত্যেও কাজ করেছেন; তিনি ম্যাম এবং জ্বিন নামক কুর্দি গল্প আরবিতে অনুবাদ করেছিলেন।\n\n\n== প্রাথমিক জীবন ==\nআল-বুতি ১৯২৯ সালে তুরস্কের সিজরের নিকট জিলকা নামক গ্রামে জন্মগ্রহণ করেন। তিনি কুর্দি উপজাতির অন্তর্ভুক্ত; যারা সিরিয়া, ইরাক এবং তুরস্ক জুড়ে অনেক অঞ্চলে বসবাস করে।\nরামাদান আল-বুতির বয়স যখন চার বছর, তখন তার পরিবার দামেস্কে চলে আসে। বুতি দামেস্কে ধর্মীয় শিক্ষা গ্রহণ শুরু করেন। এগারো বছর বয়সে, আল-মিদানের জামি' মানজাক মসজিদে শায়খ হাসান হাবান্নাকাহ এবং শায়খ আল-মারাদলনের কাছে কুরআন ও মুহাম্মদ সল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবনীর উপর শিক্ষালাভ করেন।পরবর্তীতে ১৯৫৩ সাল পর্যন্ত তিনি কুরআনের ব্যাখ্যা(তাফসীর), যুক্তিবিদ্যা, অলঙ্কারশাস্ত্র এবং ইসলামী আইনের মৌলিক নীতি(উসুল আল ফিকহ) অধ্যয়ন করেন।\n১৯৫৪ সালে আল-আজহার বিশ্ববিদ্যালয়ের শরীয়া অনুষদে স্নাতক অধ্যয়ন শেষ করতে কায়রো যান। আল-আজহারের শরিয়া অনুষদ থেকে আইনে তিন বছরের ডিগ্রী এবং আল-আজহারের ইংরেজি অনুষদ থেকে শিক্ষায় আরেকটি ডিপ্লোমা সম্পন্ন করার পরে, আল-বুতি শারফা শিক্ষার যোগ্যতা (ইজাজা) এবং এবং একটি শিক্ষা ডিপ্লোমা নিয়ে দামেস্কে ফিরে আসেন।\n\n\n== কর্মজীবন ==\nরামাদান আল-বুতি ১৯৫৮ থেকে ১৯৬১ সালের মাঝামাঝি সময়ে হোমসের একটি মাধ্যমিক বিদ্যালয়ে শিক্ষকতার মাধ্যমে তার কর্মজীবন শুরু করেন। তিনি ১৯৬০ সালে দামেস্ক বিশ্ববিদ্যালয়ের শরিয়া অনুষদে অধ্যাপক নিযুক্ত হন। তিনি শরিয়াহ বিষয়ে ডক্টরেটের জন্য আল আজহার বিশ্ববিদ্যালয়ে যান এবং ১৯৬৫ সালে ডক্টরেট (পিএইচডি) লাভ করেন।\n১৯৬৫ সালে তিনি দামেস্ক বিশ্ববিদ্যালয়ে একজন প্রশিক্ষক হিসাবে ফিরে আসেন। অবশেষে ১৯৭৭ থেকে ১৯৮৩ সাল পর্যন্ত একই বিশ্ববিদ্যালয়ের শরিয়া অনুষদের ডিন হন। পরবর্তীকালে তিনি দামেস্ক বিশ্ববিদ্যালয়ের তুলনামূলক আইন ও ধর্মীয় অধ্যয়নের প্রভাষক হন; কিছুদিনের জন্য তিনি শরফা অনুষদের ডিন হিসেবে কর্মরত ছিলেন। রামাদান আল-বুতি তুলনামূলক আইনের অধ্যাপক ছিলেন এবং ইসলামিক ধর্মের ভিওি (আকিদা) এবং মুহাম্মদ (সাঃ) এর জীবনী (সীরাত) এর প্রভাষক হিসেবেও কাজ করেছিলেন।\nএছাড়াও তিনি অনেক আরব ও ইসলামিক বিশ্ববিদ্যালয়ে অতিথি অধ্যাপক ছিলেন এবং দামেস্ক বিশ্ববিদ্যালয় সহ বেশ কিছু  বিশ্ববিদ্যালয়ের শরিয়া কলেজের স্নাতকোত্তর ও ডক্টরেট ডিগ্রী তত্ত্বাবধান করতেন।\nআল-বুতি জর্ডানের আম্মানের আল-আল-বাইত ইসলামিক ফাউন্ডেশন, অক্সফোর্ড একাডেমির সুপ্রিম কাউন্সিল এবং আবুধাবির তাবাহ ফাউন্ডেশনের সুপ্রিম অ্যাডভাইজরি কাউন্সিলের সদস্য ছিলেন।\n\n\n== চিন্তাধারা ==\nআল-বুতির বেশিরভাগ ধারণা ঐতিহ্যগত আইনী বৃত্তির কাঠামোর মধ্যে সামনে রাখা হয়েছে, তিনি প্রায়শই কুরআনের আয়াত, হাদিস এবং বিখ্যাত নেতৃস্থানীয় মতামত উল্লেখ করেন, বিশেষ করে আন-নববী, ইবনে আরাবি, আল-গাজালি, এবং আল-শাফিঈ। আল-বুতি তাঁর পেশার কারণে, ইসলামী আইনকে ইসলাম ধর্মের মূল বলে মনে করেন; তিনি যখনই ইসলামের কথা বলেন, তখনই তিনি শরীয়তের নীতি, আদেশ-নিষেধ এবং বাস্তবিক প্রয়োগ এর ব্যপারে আলোচনা করেন ।\nআল-বুতি তাঁর বক্তব্য ও লেখায়, শুধুমাত্র ধর্মনিরপেক্ষতাই নয়, বরং মার্কসবাদ এবং জাতীয়তাবাদের মতো অন্যান্য পশ্চিমা মতাদর্শকেও খণ্ডন করতে নিরলস কাজ করেছেন। উপরন্তু তিনি আধুনিকতাবাদী মুহাম্মাদ আবদুহ থেকে শুরু করে সালাফি লেখক মুহাম্মাদ নাসিরুদ্দিন আল-আলবানি পর্যন্ত ইসলামিক সংস্কারের প্রবক্তাদের সমালোচনা করেন।\nদ্বান্দ্বিক বস্তুবাদের সমালোচনা করার জন্য তিনি একটি বই উৎসর্গ করেছিলেন। সালাফিবাদের দৃষ্টিভঙ্গি খণ্ডন এবং তাদের অসঙ্গতি ব্যাখ্যা করে তিনি দুটি বই লিখেছেন।\n\n\n== সিরিয়ার ২০১১ সালের আন্দোলন ও তার অবস্হান ==\n\n\n== হত্যা ==\n\nদামেস্কের মধ্য মাজরা জেলার আল-ইমান মসজিদে ছাত্রদের ধর্মীয় শিক্ষা দেওয়ার সময় বোমা হামলায়  রামাদান আল-বুতি নিহত হন। বোমা হামলায় কমপক্ষে ৪২ জন নিহত এবং ৮৪ জনেরও বেশি আহত হয়েছে বলে জানা গেছে। গৃহযুদ্ধের সময় প্রথমবারের মতো একজন আত্মঘাতী বোমা হামলাকারী একটি মসজিদের ভিতরে বিস্ফোরণ ঘটায়।\n\n\n== ভিডিওসমূহ ==\n\n\n== কাজসমূহ ==\nআরবি ভাষায় রামাদান আল-বুতির প্রায় ৬০ টি গ্রন্থ প্রকাশিত হয়েছে।\nতবে,  ফিকহুস সিরাহ লেখার মাধ্যমে তিনি অনন্য উচ্চতায় আসীন হন। তাঁর এই বইটি আরব বিশ্বে ব্যপক সমাদৃত।\n\n\n== বাংলা ভাষায় অনূদিত রামাদান বুতির বই ==\n১. ফিকহুস সিরাহ(দুই খন্ড)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}