{"pageid": 1112373, "title": "যৌথ ঘূর্ণিঝড় সতর্কতা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1112373", "content": "জয়েন্ট টাইফুন ওয়ার্নিং সেন্টার (বা JTWC; বাংলা: যৌথ ঘূর্ণিঝড় সতর্কতা কেন্দ্র) হচ্ছে পার্ল হারবার, হাওয়াইয়ে যুক্তরাষ্ট্রের নৌবাহিনী ও বিমান বাহিনীর একটি যৌথ কমান্ড। জিটিডব্লিউসি উত্তর-পশ্চিম প্রশান্ত মহাসাগর, দক্ষিণ প্রশান্ত মহাসাগর এবং ভারত মহাসাগরে মার্কিন প্রতিরক্ষা দপ্তর এবং অন্যান্য মার্কিন সরকারী সংস্থাগুলোর সমস্ত শাখার জন্য ক্রান্তীয় ঘূর্ণিঝড়ের সতর্কতা জারি করার দায়িত্ব পালন করে থাকে। তাদের সতর্কতাগুলো প্রাথমিকভাবে সামরিক জাহাজ এবং বিমানের পাশাপাশি বিশ্বের অন্যান্য দেশের সাথে যৌথভাবে পরিচালিত সামরিক স্থাপনাগুলোর সুরক্ষার উদ্দেশ্যেও করা হয়ে থাকে।\nএটির যুক্তরাষ্ট্র নৌবাহিনীর উপাদানগুলো নৌবহরসংক্রান্ত আবহাওয়াবিদ্যা ও সমুদ্রবিজ্ঞানের কমান্ডের সাথে সম্পৃক্ত।\n\n\n== ইতিহাস ==\n\nজয়েন্ট টাইফুন ওয়ার্নিং সেন্টার (জিটিডব্লিউসি) এর সূচনা কার্যক্রম ১৯৪৫ থেকে পাওয়া যায়; যখন ১৯৪৪ খ্রিস্টাব্দের ডিসেম্বরে কোবরা এবং ১৯৪৫ খ্রিস্টাব্দের জুনে কনি ঘূর্ণিঝড় আঘাত করে, যেটি মানুষ ও জাহাজের উল্লেখযোগ্য ক্ষতি করেছিল। এই দুটির পাশাপাশি আরো একাধিক ঘূর্ণিঝড়ের পরে গুয়াম দ্বীপে নৌবাহিনীর আবহাওয়া কেন্দ্র বা ঘূর্ণিঝড়ের আভাসকেন্দ্র প্রতিষ্ঠিত হয়েছিল। সেসময়ে তিনটি নৌবাহিনী এবং দুটি বিমান বাহিনীর একটি ইউনিটের কেন্দ্রটি প্রশান্ত মহাসাগরীয় অঞ্চলে গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় নির্ণয় এবং সতর্কতার জন্য দায়িত্ব পালন করত। পরবর্তী কয়েক বছর ধরে কেন্দ্রগুলোর মধ্যে গ্রীষ্মমণ্ডলীয় সতর্কতাগুলোর সমন্বয় বিভিন্ন যোগাযোগ সমস্যার কারণে কখনও কখনও কঠিন বা অসম্ভব ছিল। ১৯৫৮ সালে, মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষার আবহাওয়া পরিষেবা বিভাগ এবং জাতীয় আবহাওয়া ব্যুরো প্রশান্ত মহাসাগর কমান্ডে যৌথ আবহাওয়া কমিটি গঠন করে এবং ঘূর্ণিঝড় বিশ্লেষণ এবং পূর্বাভাসের জন্য একটি যৌথ নৌবাহিনী এবং বিমান বাহিনী কেন্দ্র গঠনের প্রস্তাব দেয়। পরবর্তীকালে সমস্যাটি গবেষণা করার জন্য একটি কমিটি গঠন করা হয় যা ১৯৫৯ সালের জানুয়ারিতে একটি প্রতিবেদন জমা দেয়, যা কেন্দ্রটি স্থাপনের সুপারিশ করছিল। প্রতিবেদন এবং মার্চ ১৯৫৯ সালের বার্ষিক গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় সম্মেলনে উপনীত সিদ্ধান্তের উপর ভিত্তি করে, যৌথ আবহাওয়া কমিটি আনুষ্ঠানিকভাবে, কমান্ডার ইন চিফ, যুক্তরাষ্ট্রের প্যাসিফিক কমান্ড (CINCPAC)-কে একটি যৌথ ঘূর্ণিঝড় সতর্কীকরণ কেন্দ্র স্থাপনের জন্য আহ্বান জানায়। CINCPAC পরবর্তীকালে জয়েন্ট চিফ অফ স্টাফের কাছে আবেদন করে, যিনি  নৌবাহিনীর আবহাওয়া কেন্দ্রের কমান্ডারের অধীনে পহেলা মে, ১৯৫৯ থেকে কেন্দ্রটি স্থাপনের কার্যকরী অনুমতি দিয়েছিলেন।\n\n\n== কর্মকতা ও কার্যক্রম ==\nকেন্দ্রটি প্রায় ৩৭জন মার্কিন বিমান বাহিনী এবং নৌবাহিনীর কর্মী দ্বারা পরিচালিত হয়। জিটিডব্লিউসি তার কার্য সফল করতে বেশ কয়েকটি স্যাটেলাইট সিস্টেম এবং সেন্সর, রাডার, পৃষ্ঠ এবং উপরের স্তরের সিনপটিক ডাটার পাশাপাশি বায়ুমণ্ডলীয় মডেল ব্যবহার করে। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}