{"pageid": 1112063, "title": "ফিরিশতা (ঐতিহাসিক)", "url": "https://bn.wikipedia.org/wiki?curid=1112063", "content": "ফিরিশতা, ফেরেশতা বা ফেরেসতে (ফার্সি: فِرِشتہ), পুরো নাম মুহাম্মদ কাসিম হিন্দু শাহ (ফার্সি: مُحَمَّد قاسِم هِندو شاہ), ছিলেন একজন ফারসী  ইতিহাসবিদ, যিনি পরবর্তীতে ভারতে বসতি স্থাপন করেন এবং দাক্ষিণাত্য সুলতানদের দরবারী ইতিহাসবিদ হিসেবে কাজ করেন। তিনি ১৫৬০ খ্রিস্টাব্দে জন্মগ্রহণ করেন এবং ১৬২০ খ্রিস্টাব্দে মারা যান।\n\n\n== জীবন ==\nফিরিশতা কাস্পিয়ান সাগরের তীরে আস্ত্রাবাদে গোলাম আলী হিন্দু শাহের ঘরে জন্মগ্রহণ করেন। ফিরিশতা যখন ছোট ছিলেন, তখন তার পিতাকে তার জন্মভূমি থেকে ভারতের আহমেদনগরে ডেকে পাঠানো হয়েছিল, যাতে তিনি যুবরাজ মিরান হোসেন নিজাম শাহের কাছে ফার্সি ভাষা শেখান। তার সাথে ফিরিশতা পড়াশোনা করেছিলেন।\n১৫৮৭ খ্রিস্টাব্দে ফিরিশতা মুর্তজা নিজাম শাহের রক্ষীবাহিনীর অধিনায়ক হিসাবে দায়িত্ব পালন করছিলেন; যখন যুবরাজ মিরান তার পিতাকে উৎখাত করেন এবং আহমেদনগরের সিংহাসন দাবি করেন। যুবরাজ মিরান তার প্রাক্তন বন্ধুর জীবন রক্ষা করেছিলেন, যিনি  ১৫৮৯ সালে ইব্রাহিম আদিল দ্বিতীয়ের চাকরিতে প্রবেশের জন্য বিজাপুর চলে যান।\nতখন পর্যন্ত সামরিক অবস্থানে থাকার পর, ফিরিশতা বিজাপুরে খুব দ্রুত সফল হননি। আরও কঠিন বিষয় ছিল যে, ফিরিশতা শিয়া বংশোদ্ভুত ছিলেন। যেকারণে দাক্ষিণাত্য সুলতানদের আধিপত্যপূর্ণ সুন্নি দরবারে উচ্চ পদ লাভের খুব বেশি সুযোগ ছিল না। ১৫৯৩ খ্রিস্টাব্দে ইব্রাহিম শাহ দ্বিতীয় দাক্ষিণাত্য রাজবংশের ইতিহাসের উপর সমান জোর দিয়ে ভারতবর্ষের ইতিহাস লেখার জন্য শেষ পর্যন্ত ফিরিশতাকে অনুরোধ করেছিলেন। কারণ তখন পর্যন্ত কোন ইতিহাস কর্মই উপমহাদেশের সমস্ত অঞ্চলকে সমান দৃষ্টিভঙ্গিতে লেখা হয়নি।\n\n\n== কর্মের বিবরণ ==\nতার কর্ম বেশিরভাগ তারিখ-ই ফিরিশতা এবং গুলশান-ই ইব্রাহিমি নামে পরিচিত। ভূমিকায় মুসলিম বিজয়ের সময়ের পূর্বের হিন্দুস্তানের ইতিহাসের একটি সারসংকলন দেওয়া হয়েছে এবং প্রাচ্যের মধ্য দিয়ে আরবদের বিজয়ের অগ্রগতির উল্লেখ রয়েছে। প্রথম দশটি বই প্রতিটি প্রদেশের রাজাদের ইতিহাস নিয়ে দখল করে আছে; একাদশ গ্রন্থে মালাবারের মুসলমানদের বিবরণ দেওয়া হয়েছে; ভারতের মুসলিম সাধকদের দ্বাদশ ইতিহাস; এবং উপসংহারে ভারতের ভূগোল এবং জলবায়ু নিয়ে আলোচনা করা হয়েছে । এতে কাশ্মীরে সিকান্দার বুতশিকানের শাসনামলে হিন্দুদের নিপীড়নের চিত্রবিশিষ্ট বর্ণনাও রয়েছে।\nতারিখ-ই ফিরিশতা প্রাথমিকভাবে নিম্নলিখিত বইগুলি নিয়ে গঠিত:  \n\nগজনি ও লাহোরের রাজাগণ\nদিল্লির রাজাগণ\nদক্ষিণের রাজা - 6টি অধ্যায়ে বিভক্ত:\nগুলবার্গা\nবিজাপুর\nআহমেদনগর\nতিলঙ্গা\nবিরার\nবিদার\nগুজারাতের রাজারা\nমালওয়ার রাজারা\nখানদেশের রাজারা\nবাংলা ও বিহারের রাজারা\nমুলতানের রাজারা\nসিন্ধুর শাসকরা\nকাশ্মীরের রাজারা\nমালাবারের একটি বিবরণ\nভারতের সাধুদের একটি বিবরণ\nউপসংহার - ভারতের জলবায়ু এবং ভূগোলের একটি বিবরণ\n\n\n== পরবর্তী মূল্যায়ন ==\n\n\n== কর্মসমূহ ==\nFirishta, Muhammad Qasim Hindu Shah Astarabadi (১৭৯৪)। Ferishta's History of Dekkan..(Vol. 1)। Jonathan Scott (trans.)। John Stocksdale, London। \nFirishta, Muhammad Qasim Hindu Shah Astarabadi; Tr. by Jonathan Scott (১৭৯৪)। Ferishta's History of Dekkan..(Vol. 2)। John Stocksdale, London। \n\n\n== আরো দেখুন ==\nমুসলিম ইতিহাসবেত্তাদের তালিকা\n\n\n== তথ্যসূত্র =="}