{"pageid": 1112132, "title": "অ্যাঞ্জেল হার্ট (মাঙ্গা)", "url": "https://bn.wikipedia.org/wiki?curid=1112132", "content": "অ্যাঞ্জেল হার্ট (জাপানি: エンジェル・ハート, হেপবার্ন: Enjeru Hāto) হল সুকাসা হোজো লিখিত এবং চিত্রিত একটি মাঙ্গা যা ২০০১ থেকে ২০১০ সাল পর্যন্ত সাপ্তাহিক কমিক বাঞ্চ-এ প্রকাশিত হয়। বাঞ্চ বাতিলের পর মাঙ্গাটি নতুন করে মাসিক কমিক জেনোন-এ অ্যাঞ্জেল হার্ট: ২য় মরসুম শিরোনামে ২০১০ থেকে ২০১৭ সাল পর্যন্ত প্রকাশ করা হয়। ৩ অক্টোবর ২০০৫ থেকে ২৫ সেপ্টেম্বর, ২০০৬ পর্যন্ত মাঙ্গা অবলম্বনে এর একটি অ্যানিমেটেড টেলিভিশন ধারাবাহিক জাপানে সম্প্রচার করা হয়।\nএর লেখক প্রথম ট্যাঙ্কোবন খণ্ডে উল্লেখ করেছিলেন যে অ্যাঞ্জেল হার্ট মাঙ্গায় সিটি হান্টার-এর কিছু চরিত্র রয়েছে, যদিও এটি সিটি হান্টারের ধারাবাহিক নয়। বরঞ্চ এর কাহিনী সিটি হান্টারের সমান্তরাল জগতের উপর ভিত্তি করে লিখিত।\n\n\n== পটভূমি ==\n\nএকজন তরুণীকে শিনজুকু শহরে একটি ভবনের ছাদে দাঁড়িয়ে থাকতে দেখা যায় যখন সে তার আদেশ প্রদানকারীর কাছ থেকে একটি ফোন কল পায়। আদেশ প্রদানকারী তাকে \"গ্লাস হার্ট\" নামে সম্মোধন করে তাকে তার সাম্প্রতিক এবং পঞ্চাশতম খুনকে সেরা কাজ হওয়ার জন্য তাকে অভিনন্দন জানায়। গ্লাস হার্ট তখন সেইদিনের ঘটনা স্মরণ করতে থাকে। সে একটি সাইলেন্সর যুক্ত বন্দুক দিয়ে পার্কের বেঞ্চে বসা একজনকে হত্যা করেছিল। যখন সে পার্ক থেকে বেরিয়ে যাচ্ছিল, তখন একটি ছোট মেয়ে আইসক্রিম নিয়ে ছুটে আসে এবং গ্লাস হার্ট বুঝতে পারে যে সে একটি ছোট্ট মেয়ের বাবাকে হত্যা করেছে। এর পরপরই সে ভবন থেকে লাফ দেয়, নীচের লোহার কাঁটাযুক্ত বেড়া তার বুকের ভেতর আঘাত করে।\nঠিক একই সময়ে, কাওরি মাকিমুরা তার স্বামী \"সিটি হান্টার\" খ্যাত রিও সায়েবার সাথে বিয়ের ছবি তোলার জন্য একটি সময় পাওয়ার জন্য দেরি করছিল৷ যখন সে একটি মেয়েকে ট্রাকের সামনে দিয়ে যেতে দেখে, তখন ট্রাকটি বাচ্চাকে ধাক্কা দেওয়ার আগেই সে লাফ দেয় এবং মেয়েটিকে রাস্তা থেকে সরিয়ে দেয়। এর পরে, তার মস্তিষ্ক মৃত ঘোষণা করা হয় এবং তার হৃদয় অঙ্গ দানের জন্য সংগ্রহ করা হয়, কেননা সে মারা যাওয়ার সময় নিজের অঙ্গ দান করে গিয়েছিল। যাইহোক, সন্ত্রাসী সংস্থাটির গ্লাস হার্টের জন্য একটি হৃৎপিণ্ডের প্রয়োজন, যা পরিবহনের সময় হৃদয় চুরি করা হয় এবং গ্লাস হার্টের শরীরে স্থাপন করা হয়।\nগ্লাস হার্টকে তাইওয়ানে নিয়ে যাওয়া হয়, যেখানে সে এক বছরের জন্য কোমায় ছিল। সেই সময়ে সে যেসকল লোকেদের হত্যা করেছিল তাদের চেহারার পাশাপাশি অজ্ঞাত অঙ্গদাতা কাওরি ও রিও সায়েবার চেহারা দেখে আতঙ্কিত হয়৷ মানুষগুলোকে খুঁজে পেতে এক বছর পর গ্লাস হার্ট জেগে উঠে। সে শিনজুকুতে ফিরে যান এবং বেশ কয়েকটি ঘটনাবহুল সময় অতিক্রান্ত হওয়ার পরে সে \"সিটি হান্টার\" সম্পর্কে জানতে পারে। স্ত্রীর মৃত্যুর পর থেকে সে তার দায়িত্ব থেকে অবসর নিয়েছিল। সে কাওরির হৃৎপিণ্ডের প্রাপক গ্লাস হার্ট এটা জানার পর, রিও তাকে নিজের মেয়ে হিসেবে দত্তক নেওয়ার সিদ্ধান্ত নেয় এবং তার আসল বাবার দেওয়া একটি নাম তাকে দেওয়া হয়: শাইং ইং। প্রাক্তন ভাড়াটে খুনি এরপর প্রাক্তন সুইপারের সাহায্যে বাইরের দুনিয়ায় স্বাভাবিক জীবনে ফিরে আসার চেষ্টা করতে থাকে।\n\n\n== চরিত্র ==\n\n\n=== প্রধান চরিত্র ===\nশাইং-ইং (香瑩, জাপানি: Shan'in, চীনা পিনয়িং: Xiāng-Yíng)\n\nকণ্ঠ দিয়েছেন: মাও কাওয়াসাকি\nঅভিনয় করেছেন: আয়াকা মিয়োশি\nএকজন তরুণ তাইওয়ানীয় মেয়ে যে অ্যাঞ্জেল হার্টের প্রধান চরিত্র। বাস্তবে, সে সন্ত্রাসী দল ঝেং দাও হুইয়ের নেতা লি শিয়াং-চিয়াংয়ের কন্যা। যাই হোক, দুই বছর বয়সে, সে এবং তার মা একটি গাড়ি দুর্ঘটনায় পড়ে এবং তাদের গাড়িটি একটি পাহাড় থেকে নদীতে পড়ে যায়। তার মা দুর্ঘটনায় নিহত হয় কিন্তু তার বাবা এবং তার সংস্থা তাকে খুঁজে বের করার সর্বোত্তম প্রচেষ্টা সত্ত্বেও শাইং-ইংকে খুঁজে পাওয়া যায়নি। ভাগ্যের কি নিষ্ঠুর পরিহাস, শাইং-ইংকে জুক বিভাগ (ঝেং দাও হুইয়ের একটি অংশ যা হত্যাকাণ্ডে পারদর্শী) খুঁজে পায় এবং তাকে হত্যাকারী হিসেবে প্রশিক্ষণ দেওয়া হয়। দুর্ঘটনার কারণে, তার শৈশবের কোন স্মৃতি নেই, এবং ফলস্বরূপ সে তার প্রকৃত পিতামাতা জানে না। জুক বিভাগের প্রশিক্ষণের সময়, তাকে নম্বর ২৭ হিসাবে ডাকা হত তবে প্রশিক্ষণ শেষ হওয়ার পরে, তাকে গ্লাস হার্ট নাম দেওয়া হয়। আত্মহত্যা করার চেষ্টা করার পরে, কাওরি মাকিমুরার হৃদপিণ্ড তার দেহে প্রতিস্থাপন করা হয় এবং সেই সাথে বেঁচে থাকার এবং রিও সায়েবার সাথে পুনরায় মিলিত হওয়ার অপ্রতিরোধ্য ইচ্ছা তার মাঝে জন্ম নেয়। ফলস্বরূপ, তাকে যে গবেষণাগারে রাখা হয়েছিল সেখান থেকে পালিয়ে জাপানে যায় যেখানে তার সাথে পর্যন্ত রিওর দেখা হয়। রিও পরবর্তীতে শাইং-ইংকে নিজের কন্যা হিসাবে গ্রহণ করে।\nরিও সায়েবা (冴羽 獠, সায়েবা রিও)\nকণ্ঠ দিয়েছেন: আকিরা কামিয়া\nঅভিনয় করেছেন: তাকায়া কামিকাওয়া\nশাইং-ইংয়েএ ন্যায় রিওয়ের মাতাপিতা সম্পর্কে কিছু জানেনা। সে ছিল একটি বিমান দুর্ঘটনায় একমাত্র বেঁচে থাকা ব্যক্তি যা তার পিতামাতাকে হত্যা করেছিল যে একজন ভাড়াটে যোদ্ধা হিসেবে বড় হয়েছিল। সিটি হান্টার হিসাবে কাজ করা কালে সে অপরাধজগতে সেরাদের একজন হিসাবে প্রশংসিত হয় যদিও তখন সে একজন নারী পিপাসু হিসেবে কুখ্যাত ছিল। যাইহোক, সে এমন এক পর্যায়ে সে কাওরিকে তার স্ত্রী হিসাবে গ্রহণ করে পরিবার গঠন করার সিদ্ধান্ত নিয়েছিল। যখন কাওরি সড়ক দুর্ঘটনায় মারা যাচ্ছিল তখন রিও তার সাথে শেষ মুহুর্ত পর্যন্ত ছিল এবং তাকে বেঁচে থাকার জন্য অনুরোধ করেছিল।\nগল্পের শুরুতে, রিও সায়েবা একজন শোকাহত মানুষ। তারপর থেকে সে সিটি হান্টার হিসাবে তার ব্যবসা বন্ধ করে দেয়। তার বাগদত্তা কাওরির ক্ষতি মোকাবেলা করার জন্য সে মেয়েদের স্কার্ট তাড়া করার পুরনো অভ্যাসে ফিরে যায়, তবে তার বন্ধু সায়েকো ও উমিবজু জানত যে সে তার কষ্ট লুকানোর জন্য এটি করছে। তার জীবনে শাইং-ইংয়ের আগমন তাকে তার বদভ্যাস বন্ধ করার পাশাপাশি বেঁচে থাকার জন্য অনুপ্রেরণা দেয় কেননা সে এমন কাউকে দেখে রাখতে শুরু করে যাকে সে নিজের এবং কাওরির মেয়ে বলে মনে করে।\nকাওরি মাকিমুরা (槇村 香, মাকিমুরা কাওরি)\nকণ্ঠ দিয়েছেন: কাজুয়ে ইকুরা\nঅভিনয় করেছেন: সাকি আইবু\nএই বিকল্প কাহিনী অনুয়ায়ী কাওরি রিওর সাথে বিয়ের ছবি তুলতে যাওয়ার সময় একটি বাচ্চা মেয়েকে বাঁচানোর চেষ্টা করার সময় ট্রাকের সাথে ধাক্কা লাগে। শাইং-ইংয়ের আত্মহত্যার চেষ্টা করার পর ঝেং ডাও হুই গ্লাস হার্টের অস্ত্রোপচারে ব্যবহারের জন্য ছিনতাই করার পূর্বে তার হৃদয় অন্য প্রাপকের জন্য সংগ্রহ করা হয়। মৃত্যুর সময় কাওরির বয়স ২৮ বছর হিসাবে তালিকাভুক্ত করা হয়।\nশাইং-ইং এবং রিওর মতো কাওরিও তার প্রকৃত মাতা-পিতাদের চিনত না, সে ছিল একজন অপরাধীর মেয়ে যে একটি পুলিশি সংঘর্ষে মারা যায় এবং পরে মাকিমুরা পরিবার তাকে দত্তক নেয়। কাওরি কোনভাবে এটা জানে যে সে তার পালির মাকিমুরা পরিবারের সাথে সম্পর্কিত নয়। যখন সে ছোট ছিল সে প্রতিদিন শিনজুকু স্টেশনের টার্নস্টাইলে তার বাবার (যে মারা গিয়েছিল) আসার জন্য অপেক্ষা করত, এটা বিশ্বাস করে যে তার ভাই তাকে নিতে আসবে সবার আগে।\nকাওরি মৃত হলেও শাইং-ইং তার ভিতরে কাওরিকে অনুভব করতে পারে এবং কাওরি শাইং-ইংয়ের মাধ্যমে রিওর সাথে যোগাযোগ করতে পারে।\nউমিবজু (海坊主)\nকণ্ঠ দিয়েছেন: তেসহো গেনডা\nঅভিনয় করেছেন: ব্রাদার টম\nউমিবজু ক্যাটস আই ক্যাফের মালিক। উমিবজু অন্ধ, কিন্তু তার অন্ধত্ব তার ক্ষমতার উপর প্রভাব ফেলেনি। এমনকি সে স্বীকার করে যে তার অন্ধত্বের কারণে সে কিছু জিনিস \"দেখতে\" পায় যা সাধারণ দৃষ্টিশক্তি সম্পন্ন লোকেরা দেখতে পায় না, যেমন ক্যাফেতে পা ফেলার আগে ব্যক্তিকে চিনতে পারা। উমিবজু রিওকে তার বন্ধু হিসাবে বিবেচনা করে যেটি রিওর মানসিক স্বাস্থ্যের জন্য তার উদ্বেগের প্রমাণ। উমিবজু নিজের সাংকেতিক নাম ফ্যালকন দ্বারাও পরিচিত।\nসায়কো নোগামি (野上 冴子, নোগামি সায়কো)\nকণ্ঠ দিয়েছেন: ইয়োকো আসাগামি\nঅভিনয় করেছেন: রেইকো তাকাশিমা\nসায়েকো শিনজুকু জেলা পুলিশ বিভাগের অধীক্ষক।\nলিউ শিন-হোং (劉 信宏)\nকণ্ঠ দিয়েছেন: চিহিরো সুজুকি\nঅভিনয় করেছেন: শোহেই মিউরা\nশিং-হোং শাইং-ইংয়ের শৈশবের বন্ধু এবং ঝুক শাখায় প্রশিক্ষণের সময় তার নাম দেওয়া হয় নম্বর ৩৬। সে শাইং-ইংয়ের প্রতি মানসিকভাবে দূর্বল হয়ে পড়ে এবং ফলস্বরূপ প্রশিক্ষকরা চূড়ান্ত পরীক্ষায় মৃত্যুর লড়াইয়ে শাইং-ইং ও শিং-হোং মুখোমুখি হয়েছিল। পরীক্ষায় অনিচ্ছাবশত সে তার একমাত্র বন্ধুকে হত্যা করে উত্তীর্ণ হয়। তবে কোনোভাবে সে বেঁচে যায় এবং ঝেং দাও হুইয়ের আরেকটি শাখা চিংলং শাখায় স্থানান্তরিত হয়। প্রকৃতপক্ষে সেই পুরো সময় জুড়ে শিং-হোং তার বেঁচে থাকার অনুপ্রেরণার কারণ হিসাবে শাইং-ইংয়ের সাথে দেখা করার ইচ্ছা পুষে রাখা। শুনানুয়ে দ্বারা চিংলং শেষ হওয়ার পর শাইং-ইংকে দেখভাল করার জন্য লি শিয়াং-চিয়াং তাকে স্বাভাবিক জীবনযাপন করার অনুমতি দেয়।\n\n\n== মাধ্যম ==\n\n\n=== মাঙ্গা ===\n১৫ মে ২০০১ তারিখে সাপ্তাহিক কমিক বাঞ্চের প্রথম ইস্যুতে মাঙ্গা ধারাবাহিকটির আত্মপ্রকাশ ঘটে। এর গল্পটির হোজোর দ্য আইজ অব দ্য এসাসিন নামক ছোটগল্প থেকে বিকশিত করা হয়। মূল সংলাপ তৈরি করতে পাঁচ বছর লেগে যায়। এই ধারাবাহিক অক্টোবর ২০০১ থেকে অক্টোবর ২০১০ পর্যন্ত ৩৩টি খণ্ডে প্রকাশিত হয়েছে। তোকুমা শোতেন দ্বারা ২৪ খণ্ড সম্বলিত অ্যাঞ্জেল হার্ট: ১ম মরসুম শিরোনামে ধারাবাহিকটি পুনর্প্রকাশ করা হয়।\n২০১০ সালে সাপ্তাহিক কমিক বাঞ্চ বন্ধ হয়ে যাওয়ার কারণে ধারাবাহিকটি অ্যাঞ্জেল হার্ট: ২য় মরসুম শিরোনামে মাসিক কমিক জেনোন ম্যাগাজিনে প্রকাশনা অব্যাহত রাখা হয়। ২য় মরসুম ধারাবাহিকভাবে ডিসেম্বর ২০১০-এর ইস্যু থেকে জুলাই ২০১৭ পর্যন্ত ১৬টি সংগৃহীত খণ্ডে প্রকাশ করা হয়।\n২০১৬ সালে মাঙ্গাটির ইংরেজি সংস্করণ প্রাতিষ্ঠানিক এসএমএসির ওয়েবসাইটে অনলাইনে প্রকাশ করা শুরু হলেও মাত্র ১৩টি অধ্যায়ের পর আর প্রকাশ করা হয়নি।\n\n\n=== অ্যানিমে ===\n\nটিএমএস এন্টারটেইনমেন্ট (ক্যাটস আই-এর প্রযোজক), ইয়োমিউরি টেলিকাস্টিং কর্পোরেশন, এবং অ্যানিপ্লেক্স এই তিন প্রতিষ্ঠানের প্রযোজনায় অ্যাঞ্জেল হার্ট অবলম্বনে একটি অ্যানিমেটেড টেলিভিশন ধারাবাহিক নির্মাণ করা হয়। ২০০৫ সালের ৪ অক্টোবর থেকে ২০০৬ সালের ২৬ সেপ্টেম্বর পর্যন্ত এর পঞ্চাশটি পর্ব সম্প্রচার করা হয়েছে।\n\n\n=== লাইভ অ্যাকশন ===\n\nঅ্যাঞ্জেল হার্টের কাহিনী অবলম্বনে একটি লাইভ অ্যাকশন টিভি নাটক নির্মাণ করা হয়েছে যাতে শাইং-ইং চরিত্রে আয়াকা মিয়োশি এবং রিও সায়েবা চরিত্রে তাকায়া কামিকাওয়া অভিনয় করেন। এই ধারাবাহিকের সংলাপ লিখেছেন ইয়ুয়া তাকাহাশি এবং পরিচালনা করেছেন শুনশুকে কারিয়ামা। ধারাবাহিকটি ২০১৫ সালের ১১ অক্টোবরে সম্প্রচার শুরু হয়। নিপ্পন টিভিতে সম্প্রচারিত এই ধারাবাহিকটি মোট দর্শকদের ১২.৫% বাজার দখল করে আছে। এটি ক্রাঞ্চিরোলে স্ট্রিমিং করে দেখানো হচ্ছে।\n\n\n== প্রতিক্রিয়া ==\nঅ্যাঞ্জেল হার্ট মাঙ্গা ধারাবাহিকটি আড়াই কোটি সংখ্যক বিক্রি হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ মার্চ ২০২০ তারিখে (জাপানি ভাষায়)\nসাইলেন্ট মাঙ্গা অডিশন কমিটিতে অ্যাঞ্জেল হার্ট\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে অ্যাঞ্জেল হার্ট (মাঙ্গা)"}