{"pageid": 1112067, "title": "মৈত্রায়ণীয় উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1112067", "content": "মৈত্রায়ণীয় উপনিষদ (সংস্কৃত: मैत्रायणीय उपनिषद्) বা মৈত্রী উপনিষদ হলো যজুর্বেদের অন্তর্ভুক্ত প্রাচীন সংস্কৃত ভাষায় রচিত একটি হিন্দু ধর্মগ্রন্থ। এটি মুক্তিকা শাস্ত্রের চব্বিশ নম্বর উপনিষদ হিসেবে তালিকাভুক্ত।\n\nমৈত্রায়ণীয় উপনিষদ যজুর্বেদের মৈত্রায়ণ দর্শনের সাথে যুক্ত। এটি \"কৃষ্ণ\" যজুর্বেদের একটি অংশ, যজুর্বেদের \"সাদা\" (সুবিন্যস্ত) যজুর্বেদের বিপরীতে যেখানে বৃহদারণ্যক উপনিষদ ও ঈশ উপনিষদ এর বিপরীতে \"কৃষ্ণ\" শব্দটি যজুর্বেদের বিষয়বস্তুর \"বিন্যস্ত, বিচিত্র সংগ্রহ\" বোঝায় অনুবিদ্ধ করা হয়। মৈত্রায়ণীয় উপনিষদের কালপঞ্জী প্রতিদ্বন্দ্বিতা করা হয়, তবে সাধারণত এটি প্রাচীন যুগের উপনিষদিক রচনা হিসেবে গৃহীত হয়।\nমৈত্রায়ণীয় উপনিষদ সাতটি প্রপাথক (পাঠ) নিয়ে গঠিত।প্রথম প্রপাথক হল সূচনামূলক, পরের তিনটি প্রশ্ন-উত্তর শৈলীতে গঠন করা হয়েছে এবং আত্মা (আত্ম) সম্পর্কিত আধিভৌতিক প্রশ্ন নিয়ে আলোচনা করা হয়েছে, যেখানে পঞ্চম থেকে সপ্তম প্রপাথক হল পরিপূরক।  যাইহোক, ভারতের বিভিন্ন অংশে আবিষ্কৃত বেশ কয়েকটি পাণ্ডুলিপিতে কম সংখ্যক  প্রপাথক রয়েছে, একটি তেলুগু ভাষার সংস্করণে মাত্র চারটি এবং আরেকটি বার্নেল সংস্করণে মাত্র একটি অংশ দেখানো হয়েছে। উপনিষদের বিষয়বস্তু ও কাঠামো বিভিন্ন পাণ্ডুলিপির রিসেনশনেও ভিন্ন, যা পরামর্শ দেয় যে উপনিষদটি নির্দিষ্ট সময়ের মধ্যে ব্যাপকভাবে অন্তর্নিহিত ও প্রসারিত হয়েছিল।\nবিভিন্ন রিসেনশন জুড়ে উপনিষদের সাধারণ কেন্দ্রস্থল, ম্যাক্স মুলার বলেন, আত্মের প্রতি শ্রদ্ধা, যাকে কয়েকটি শব্দে সংক্ষিপ্ত করা যেতে পারে যেমন, \"(মানুষ) হল স্বয়ং – অমর, নির্ভীক, ব্রহ্ম\"।\nমৈত্রী উপনিষদ হল গুরুত্বপূর্ণ প্রাচীন পাঠ্য, যা এর সম্প্রসারিত সংস্করণে উল্লেখযোগ্য, বৌদ্ধধর্ম, হিন্দুধর্মের সাংখ্য ও \nযোগ দর্শনের উপাদানগুলির পাশাপাশি আশ্রম পদ্ধতিতেও পাওয়া তত্ত্বগুলির উল্লেখের জন্য। পাঠ্যটি অন্যত্রপ্যুক্তম (বা ইত্যেভম হায়াহা) এর অনুশীলনের জন্যও উল্লেখযোগ্য, যেটি প্রাচীনতম সংস্কৃত পাঠ্যগুলির মধ্যে একটি যা আরও প্রাচীন সংস্কৃত পাঠে আমানত এবং ঘন ঘন উদ্ধৃতি সহ উদ্ধৃতি অনুবিদ্ধ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCowell, E. B. (re-issue 1935). (tr.) The Maitri or Maitrāṇīya Upanishad, Calcutta: The Asiatic Society of Bengal\n\n\n== বহিঃসংযোগ ==\n\nMaitri Upanishad with commentary of Ramatirtha (Sanskrit] EB Cowell (Compiler)\nMaitri Upanishad EB Cowell (English Translation), Cambridge University\nMaitrayana Brahmana Upanishad Max Muller (Translator), Oxford University Press\nMaitri Upanishad in The Thirteen Principal Upanishads, Robert Hume (Translator)\nhttps://www.scribd.com/doc/290391743/Prabuddha-Bharata-January-2015] Translation of Maitrayani Upanishad in Prabuddha Bharata by Swami Narasimhananda\nMaitri Upanishad Another archive of Hume's Thirteen Principal Upanishads\nMaitri Upanishad Sanskrit Documents\n Maitrayana Upanishad লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)"}