{"pageid": 1112507, "title": "মুহাম্মদ জাহেদ কাওসারি", "url": "https://bn.wikipedia.org/wiki?curid=1112507", "content": "মুহাম্মদ জাহেদ ইবন হাসান হালাসি কাওসারি, কাওসারি গ্রামের সাথে সম্পর্ক ছিল বিধায় তাকে কাওসারি বলা হয়। এ গ্রামটি ককেশাস অঞ্চলের শেস নদীর তীরে অবস্থিত। বলা হয়, তার একজন পূর্বপুরুষ প্রাচীন সার্কাসিয়ান শাবসোউ উপজাতির সাথে সম্পর্কিত ছিলেন এবং তাই তিনি সার্কাসিয়ান বংশোদ্ভূত ছিলেন।\n\n\n== জন্ম ==\n১২৯৬ হিজরির ২৭ বা ২৮ শাওয়াল মঙ্গলবার মোতাবেক ১৪ অক্টোবর, ১৮৭৮ খ্রিস্টাব্দে তুরস্কের উস্তানিয়া থেকে প্রায় তিন মাইল পূর্বে দুজগার নিকটবর্তী হাজী হাসান কোরেশী গ্রামে জন্মগ্রহণ করেন।\n\n\n== প্রাথমিক জীবন ও বিদ্যার্জন ==\n\nতিনি উস্তানার আল-ফাতেহ বিশ্ববিদ্যালয়ে অধ্যয়ন করেন এবং শিক্ষকতা পরিষদের চেয়ার নেন। প্রথম বিশ্বযুদ্ধের সময় ফেডারেলবাদীদের দ্বারা অধিকাংশ ক্লাসে ধর্মীয় বিজ্ঞানকে আধুনিক বিজ্ঞানের সাথে প্রতিস্থাপন করার পরিকল্পনার বিরোধিতা করার জন্য তিনি নির্যাতিত হন। তুরস্কের কামালবাদীরা যখন দায়িত্ব গ্রহণ করে এবং নাস্তিকতা প্রচার করে, তখন তাকে গ্রেপ্তার করতে চাওয়া হয়েছিল। তাই তিনি ১৩৪১ হিজরি মোতাবেক ১৯২২ খ্রিস্টাব্দে  একটি জাহাজে চড়ে আলেকজান্দ্রিয়ায় চলে যান এবং মিশর ও লেভান্টে কিছু সময়ের জন্য ভ্রমণ করেন, তারপর কায়রোতে স্থায়ীভাবে বসবাস শুরু করেন। তিনি গচ্ছিত থাকা তুর্কি নথিগুলিকে আরবি ভাষায় অনুবাদ করেন। তিনি আরবি, তুর্কি, ফার্সি এবং সার্কাসিয়ান ভাষায় সাবলীল কথা বলতেন এবং আরবীতে উচ্চারণ করতেন।\n\n\n== প্রকাশনা ==\n\nতিনি পঞ্চাশটিরও বেশি ধর্মীয় গ্রন্থ রচনা করেছেন।\nতার প্রকাশিত গ্রন্থের মধ্যে: \n\nمقالات الكوثري.\nصفعات البرهان على صفحات العدوان.\nالعقيدة وعلم الكلام من أعمال الإمام محمد زاهد الكوثري.\nالفقه وأصول الفقه من أعمال الإمام محمد زاهد الكوثري.\nتأنيب الخطيب على ما ساقه في ترجمة أبي حنيفة من الأكاذيب.\nنظرة عابرة في مزاعم من ينكر نزول عيسى عليه السلام قبل الأخرة.\nالإشفاق على أحكام الطلاق في الرد على من يقول: إن الثلاث واحدة.\nاللامذهبية قنطرة اللادينية.\nمحق التقول في مسألة التوسل.\nالاستبصار في التحدث عن الجبر والاختيار.\nتحذير الخلف من مخازي أدعياء السلف.\nالنكت الطريفة في التحدث عن ردود ابن أبي شيبة على أبي حنيفة.\nإحقاق الحق بإبطال الباطل في مغيث الخلق، ويليه: أقوم المسالك في رواية مالك عن أبي حنيفة ورواية أبي حنيفة عن مالك.\nالتحرير الوجيز فيما يبتغيه المستجيز.\nالترحيب بنقد التأنيب.\nمن عبر التاريخ في الكيد للإسلام.\nفقه أهل العراق وحديثهم.\nنبراس المهتدي في اجتلاء أبناء العارف دمرداش المحمدي.\nرفع الاشتباه عن حكم كشف الرأس ولبس النعال في الصلاة.\nإرغام المريد في شرح النظم العتيد لتوسل المريد.\nتعطير الأنفاس بذكر سند ابن أركماس.\nحنين المتفجع وأنين المتوجع.\nالفوائد الوافية في علمي العروض والقافية.\nالإفصاح عن حكم الإكراه في الطلاق والنكاح.\nملخص تذهيب التاج اللجيني في ترجمة البدر العيني في أول شرح البخاري.\nلمحات النظر في سيرة الإمام زفر رضي الله عنه.\nحسن التقاضي في سيرة الإمام أبي يوسف القاضي.\nبلوغ الأماني في سيرة الإمام محمد بن الحسن الشيباني.\nالإمتاع في سيرة الإمامين الحسن بن زياد وصاحبه محمد بن شجاع.\nالحاوي في سيرة الإمام أبي جعفر الطحاوي.\nতার সাথে সম্পর্কিত প্রবন্ধ\n\nالغرة المنيفة للسراج الغزنوي الهندي في تحقيق نحو مائة وسبعين مسألة، رداً على الطريقة البهائية للفخر الرازي.\nدفع شبه التشبيه بأكف التنزيه لابن الجوزي.\nتبيين كذب المفتري فيما نسب إلى الإمام أبي الحسن الأشعري لابن عساكر.\nالتبصير في الدين وتمييز الفرقة الناجية عن الفرق الهالكين لأبي المظفر الإسفراييني.\nالفرق بين الفرق لعبد القاهر البغدادي.\nالتنبيه والرد على أهل الأهواء والبدع لأبي الحسين الملطي.\nالإنصاف فيما يجب اعتقاده ولا يجوز الجهل به للقاضي الباقلاني.\nالعقيدة النظامية لإمام الحرمين الجويني.\nالأسماء والصفات للبيهقي.\nاختلاف الموطآت للدارقطني.\nبيان زغل العلم للذهبي.\nالمصعد الأحمد لابن الجزري.\nالانتصار والترجيح للمذهب الصحيح لسبط ابن الجوزي.\nالسيف الصقيل في الرد على ابن زفيل (في الرد على نونية ابن القيم) للتقي السبكي، والتعليقات معروفة بإكمالة الرد ومسماة بتبديد الظلام المخيم من نونية ابن القيم.\nمراتب الإجماع لابن حزم، ونقده لابن تيمية.\nالنبذ في أصول الفقه الظاهري لابن حزم.\nالاختلاف في اللفظ والرد على الجهمية والمشبهة لابن قتيبة، والتعليق يسمى لفت اللحظ إلى ما في الاختلاف في اللفظ.\nرسالة أبي داود في وصف سنته.\nمناقب أبي حنيفة وأبي يوسف ومحمد بن الحسن للذهبي، ومعها أيضاً تعليق الأستاذ أبي الوفاء.\nذيول طبقات الحفاظ للحسيني وابن فهد والسيوطي.\nالعالم والمتعلم.\nرسالة أبي حنيفة إلى عثمان البتي.\nالفقه الأبسط للإمام أبي حنيفة.\nاللمعة في الوجود والقدر وأفعال العباد لإبراهيم بن مصطفى الحلبي المذاري.\nكشف أسرار الباطنية لمحمد بن مالك الحمادي.\nالروض الزاهر في سيرة الملك الظاهر للبدر العيني.\nشروط الأئمة الستة لمحمد بن طاهر المقدسي وشروط الخمسة للحازمي، والتعليقات عليها مسماة بالتعليقات المهمة على شروط الأئمة.\nكشف المغطى من فضل الموطا لابن عساكر.\nالعقل وفضله لابن أبي الدنيا.\nالحدائق في الفلسفة العالية للبطليوسي.\nحقيقة الإنسان والروح للجلال الدواني.\nمنية الألمعي فيما فات الزيلعي للعلامة قاسم بن قطلوبغا.\nالانتقاء في تاريخ الأئمة الفقهاء، مالك والشافعي وأبي حنيفة لابن عبد البر.\nخصائص مسند أحمد لأبي موسى المديني.\nشرح الحكيم محمد بن أبي بكر التبريزي على المقدمات الخمس والعشرين.\nمن دلالة الحائرين لموسى بن ميمون.\nতার  আরও কিছু লেখা: \n\nشرح مقامة (الحور العين) لنشوان الحميري.\nالروض النضير في شرح المجموع الفقهي الكبير للسياغي الصنعاني.\nنثر الدر المكنون في فضائل اليمن الميمون للسيد محمد الأهدل.\nالدر الفريد الجامع لمتفرقات الأسانيد للسيد عبد الواسع اليماني.\nبيان مذهب الباطنية وبطلانه من كتاب قواعد عقائد آل محمد لمحمد بن الحسن الديلمي.\nطبقات ابن سعد من الطبعة المصرية.\nنصب الراية في تخريج أحاديث الهداية للحافظ الزيلعي، تقدمته واسعة وجداول التصويب غير وافية، فتحتاج إلى إكمال.\nفتح الملهم في شرح صحيح مسلم للعلامة شبير أحمد العثماني.\nترتيب مسند الإمام الشافعي للحافظ محمد عابد السندي.\nأحكام القرآن جمع البيهقي من نصوص الإمام الشافعي.\nمناقب الإمام الشافعي للحافظ عبد الرحمن بن أبي حاتم الرازي الشافعي.\nذيل الروضتين للحافظ أبي شامة.\nفهارس البخاري لفضيلة الأستاذ الشيخ رضوان محمد رضوان.\nإشارات المرام من عبارات الإمام أبي حنيفة النعمان لكمال الدين البياضي.\nكشف الستر عن فرضية الوتر لعبد الغني النابلسي.\nالعالم والمتعلم لأبي بكر الوراق الترمذي.\nالأعلام الشرقية للأستاذ زكي مجاهد.\nانتقاد المغني عن الحفظ والكتاب للأستاذ حسام الدين القدسي.\nالنهضة الإصلاحية للأسرة الإسلامية للأستاذ مصطفى الحمامي.\nمنتهى آمال الخطباء له أيضاً.\nبراهين الكتاب والسنة للعلامة العارف بالله الشيخ سلامة العزامي.\nقانون التأويل لحجة الإسلام الغزالي.\nالثمرة البهية للصحابة البدرية لمحمد سالم الحفناوي.\nكتاب بغداد لابن طيفور.\nفتاوى تقي الدين السبكي.\nإيضاح الكلام فيما جرى للعز بن عبد السلام.\nتاريخ القوقاز.\nدفع شبه من شبه وتمرد ونسب ذلك إلى السيد الجليل الإمام أحمد للتقي الحصني.\nتعليقه على مادة (الجركس) في تعريب دائرة المعارف الإسلامية.\n\n\n== তার সম্পর্কে লিখিত গ্রন্থ ==\nইমাম আল-কাওসারির মতবাদের বিরুদ্ধে লড়াইয়ের পদ্ধতি - মুহাম্মদ মুহাম্মাদ মীরা সাহেবের ধর্ম।\nশেখ মুহম্মদ জাহিদ আল- কাওসারি - মুহাম্মদ আল-মুসলেহ অনুসারে ডাউনলোড ইজতিহাদের নিয়ন্ত্রণ।\nন্যায়শাস্ত্রের সুন্নি মাযহাবের সমর্থন ও সমর্থনে ইমাম আল-কাওসারির প্রভাব - সালাহ মুহাম্মদ আবু আল-হাজ।\nইমাম মুহাম্মদ জাহিদ আল-কাওসারি এবং রেওয়ায়েত ও ইসনাদ শাস্ত্রে তাঁর অবদান - মুহাম্মদ আবদুল্লাহ আল রশিদ।\nইমাম আল-কাওসারি এবং পত্র-পত্রিকায় তাঁর পাণ্ডিত্যপূর্ণ নথি, তিনি তাঁর নিবন্ধগুলি থেকে যা সংগ্রহ করেননি তা প্রকাশ করার সময় - ইয়াদ আহমদ আল-ঘৌজ।\nআলেম মুহম্মদ জাহিদ আল-কাওসারি এবং তার সময়ে আপাত প্রবণতা সম্পর্কে তার অবস্থান- ড. আব্দুর রাজ্জাক ও ওয়ারাকিয়া।\nজাহিদ আল-কাওসারীর সামগ্রিক প্রভাব এবং মতামত — অধ্যাপক. ড. আম্মার গিদেল।\nমহান সুন্নাহের সেবায় শেখ মুহাম্মদ জাহিদ আল-কাওসারীর প্রচেষ্টা: উপস্থাপনা এবং অধ্যয়ন — অধ্যাপক ড. আবু বকর বিন আল-তায়েব কাফি, হাদীস শাস্ত্রের অধ্যাপক এবং প্রিন্স আবদুলে কাদের ইউনিভার্সিটি অফ ইসলামিক সায়েন্সেস ইন কনস্টানটাইন, আলজেরিয়ার িএর কুরআন ও সুন্নাহ ও সুন্নাহ বিভাগের প্রধান।\nসুন্নাহ এবং সুন্নি স্কুল অফ জুরিসপ্রুডেন্স এবং ইসলামিক বিশ্বাস রক্ষায় শেখ আল-কাওসারির প্রচেষ্টা ( ২৩-২৪ নভেম্বর , ২০০৭  দুজগা : মুহাম্মদ জাহিদ আল-কাওসারি, আন্তর্জাতিক সম্মেলনের জন্য আরবি ভাষায় উপস্থাপিত গবেষণা/আব্দুল্লাহ মুহাম্মদ আবদুল্লাহ ইসমাইল উপস্থাপিত।\n\n\n== মৃত্যু ==\nতিনি ১৯৫২ খ্রিস্টাব্দের ১১ আগস্ট, ১৩৭১ হিজরির ১৯ তারিখে পঁচাত্তর বছর বয়সে মৃত্যুবরণ করেন। জানাজার নামাজ পড়ান আরবি ভাষার শেখ শেখ আব্দুল জলিল ইসা। কারাফাত আল-শাফি’তে আবু আল-আব্বাস আল-তুসির কবরের কাছে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}