{"pageid": 1112744, "title": "ফি যিলালিল কুরআন", "url": "https://bn.wikipedia.org/wiki?curid=1112744", "content": "ফী যিলালিল কুরআন হলো আরবি ভাষার একটি তাফসির গ্রন্থ, লিখেছেন সাইয়্যিদ কুতুব ইব্রাহিম হুসেন সাজলি; যিনি সাইয়েদ কুতুব নামে পরিচিত ( ৯ অক্টোবর ১৯০৬ - ২৯ আগস্ট ১৯৬৬)। তিনি কুরআনের ত্রিশ পাড়া অনুযাযী ত্রিশ খন্ডে তাফসির করেছেন। এটি কয়েকবার পুনর্মুদ্রিত হয়েছে। \"ফী যিলালিল কুরআন\" তাফসিরের গ্রন্থটিতে অধিকাংশ বিষয় শ্রেণীবদ্ধ করা হয়েছে এবং এটিতে সামাজিক দিককে বিশ্লেষণাত্মক, অলঙ্কারমূলক এবং সাহিত্যিক ভঙ্গিতে একত্রিত করা হয়েছে এবং উদ্দেশ্যমূলক ব্যাখ্যাগুলির মধ্যেও শ্রেণীবদ্ধ করা হয়েছে, কারণ এটি এসব বিষয় সংশ্লিষ্ট সূরার উদ্দেশ্যগত ঐক্যের সাথে মিল রাখে। তা হল সূরাটিকে সামগ্রিকভাবে, এর সাধারণ এবং নির্দিষ্ট উদ্দেশ্যগুলির পরিপ্রেক্ষিতে, এর বিষয়গুলিকে একে অপরের সাথে সংযুক্ত করে। যাতে সূরাটি অত্যন্ত সুরেলা এবং সুনির্দিষ্ট হয় এবং একটি অত্যন্ত সৃজনশীল মুক্তার মালা হিসাবে উপস্থিত হয়। সাইয়্যিদ কুতুবকে সবচেয়ে বিশিষ্ট ব্যক্তিদের মধ্যে একজন হিসাবে বিবেচনা করা হয় যারা এই দিকটির প্রতি এমনভাবে মনোযোগ দিয়েছেন যা তিনি আগে কখনও করেননি এবং এখন পর্যন্ত কেউ তার কাছে যাননি। \n\n\n== এর সংস্করণ ==\nনির্জন কারাগারে থাকাকালীন তাঁর প্রথম সংস্করণ বের হয়। তিনি কঠোর পরিস্থিতিতে এবং কঠোর নির্যাতনের মধ্যে গ্রন্থটি লিখেছিলেন। তার গ্রন্থটির প্রথম সংস্করণে তাফসিরের দিক ছিল না। তবে এটি একটি মননশীল মন, একটি প্রাণবন্ত হৃদয় এবং একটি সংবেদনশীল বিবেকের জন্য দাঁড়িয়েছে, যা কুরআনের মহত্ত্বের সন্ধান করে, এর অলৌকিকতাকে স্পষ্ট করে, এর সত্যতাকে স্পষ্ট করে এবং এর উদ্দেশ্যকে সতর্ক করে।\nতার দ্বিতীয় সংস্করণটি কারাগার থেকে মুক্তি পাওয়ার পর বের হয়েছিল, যেখানে তিনি তার কিছু ভুল (বিশেষ করে কিছু সাহাবীর প্রতি তার নেতিবাচক মনোভাব) প্রত্যাহার করেছেন এবং অনেক বাক্যাংশ সংশোধন করেছেন এবং আইনশাস্ত্রীয় সমস্যাগুলিকে আরও উপস্থাপন করার জন্য ইবনে কাছিরের ব্যাখ্যা দ্বারা প্রভাবিত হয়ে তার গ্রন্থটিকে সংস্কার করেছেন। আগের চেয়ে গভীরভাবে এবং প্রথম অংশের দ্বিতীয় সংস্করণে, তিনি ব্যাখ্যামূলক দিকটির দিকে মনোযোগ দিতে শুরু করেন। কারণ তিনি তার \"ফী যিলালে\" ইবনে কাছিরের ব্যাখ্যার সারাংশ করেছেন। কিন্তু পুরো ব্যাখ্যাটি রি-এডিট করার আগেই তাকে আবার গ্রেফতার করা হয়। তাই শেষ অংশ একই থেকে যায়।\nএর প্রথম শরয়ী সংস্করণ : প্রথম শরয়ী সংস্করণটি ১৩৯৮ হিজরিতে \"দার আল-শোরুক\" থেকে ছয়টি বড় খণ্ডে \"ফী যিলালিল কুরআন\" প্রকাশিত হয়েছিল। ১৯৭৮ খ্রি. এই সংস্করণটি গুরুত্বপূর্ণ; কারণ এতে লেখকের রেখে যাওয়া সংযোজন এবং সংশোধনগুলি অন্তর্ভুক্ত রয়েছে এবং তার মৃত্যুর পরে প্রথমবারের মতো প্রকাশিত হয়েছে৷ এতে মূল সংস্করণে থাকা কুরআনের আয়াত এবং ব্যাখ্যার ত্রুটিগুলির একটি বিস্তৃত পর্যালোচনা এবং সঠিক সংশোধনও অন্তর্ভুক্ত ছিল৷ - যা অবৈধ সংস্করণ হিসাবে চিত্রিত করা হয়েছিল।\nএই সংস্করণটি \"সায়্যিদ কুতুব\" এর ভাই মুহাম্মদ কুতুব সংক্ষিপ্ত শব্দে উপস্থাপন করেছিলেন: \"ফী যিলালিল কুরআন\" গ্রন্থটিতে লেখক তার চেতনা, চিন্তা, অনুভূতি এবং সমগ্র সত্তা নিয়ে বেঁচে ছিলেন। তিনি এক মুহুর্তের জন্য একটি ধারণা এবং একটি শব্দের জন্য বেঁচে ছিলেন। বিশ্বাসের জগতে তার জীবন্ত অভিজ্ঞতার সারসংক্ষেপ জমা দিয়েছেন। একজন সৎ প্রকাশকের হাতে তার স্বাভাবিক অবস্থান নেওয়া হয়। আনুমানিক একজন প্রকাশক যিনি ভাবতেন আগে তিনি অর্থ সংগ্রহকারী ছিলেন। তিনি চিন্তার বিস্তার, সর্বোচ্চ বার্তা, লোভী সুবিধাবাদ ত্যাগ করেছিলেন। এটি দার আল-শোরুকের বৈধ সংস্করণ। পৃথিবীতে আমাদের ট্রানজিটে আমাদের পক্ষ থেকে শুভেচ্ছা। . মৃত লেখকের কাছে। \" \n\nদ্বিতীয় আইনি সংস্করণ : দার আল-ওসুল আল-ইলমিয়া ২০১৯ সালে ৬ খণ্ডে বইটির একটি নতুন আইনি সংস্করণ জারি করে, যাতে পূর্ববর্তী সংস্করণগুলিতে সংশোধন এবং টাইপোগ্রাফিক ত্রুটিগুলি সংশোধন করা হয়েছিল, এবং হাদীসগুলি বের করা হয়েছিল। এতে তারা একটি ভূমিকা লিখেছিল যাতে লেখককে পণ্ডিত বলেছিল।\n\n\n== গ্রন্থটির অনুবাদ ==\n\"ফী যিলালিল কুরআন\" তাফসিরের গ্রন্থটি বেশ কয়েকটি ভাষায় অনূদিত হয়েছে: বইটির অনুবাদ ইংরেজি, ফরাসি, জার্মান, উর্দু, তুর্কি, ইন্দোনেশিয়ান, ফার্সি এবং বাংলায় প্রকাশিত হয়েছে । প্রথম খন্ডগুলি ইরানের ইসলামী বিপ্লবের সর্বোচ্চ নেতা আয়াতুল্লাহ সাইয়্যেদ আলী খামেনি ফার্সি ভাষায় অনুবাদ করেছিলেন। \n\n\n== আরও পড়ুন ==\nসাইয়েদ কুতুব\n\n\n== বহিঃসংযোগ ==\nইসলাম ওয়েব লাইব্রেরিতে সাইয়্যিদ কুতুব কর্তৃক কুরআনের ছায়ায় ব্যাখ্যা।\nদ্য ফাইনাল বই, ইন দ্য শ্যাডোস অব দ্য কোরান ইন দ্য ব্যালেন্স, সালাহ বিন আবদুল-ফাত্তাহ আল-খালিদি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ মে ২০১৬ তারিখে, আল-দুরার আল-সুন্নি ওয়েবসাইট।\nকোরানের ছায়ায় একটি বই, ব্যাপক লাইব্রেরিতে।\nকোরানের ছায়ায় আবেদন, প্লে স্টোরে ।\nকুরআনের ছায়ায়, ইসলামের গল্পের সাইট , রাগেব আল-সিরজানি ।\n\n\n== তথ্যসূত্র =="}