{"pageid": 1112378, "title": "মারিউপোল", "url": "https://bn.wikipedia.org/wiki?curid=1112378", "content": "মারিউপোল (ইউকে: , ইউএস: ; ইউক্রেনীয়: Маріу́поль, প্রতিবর্ণীকৃত: Mariupol [mɐr⁽ʲ⁾iˈupolʲ] (); also Маріюпіль Mariiupil [mɐr⁽ʲ⁾iˈjupilʲ]; রুশ: Мариу́поль, প্রতিবর্ণীকৃত: Mariúpol' [mərʲɪˈupəlʲ]; গ্রিক: Μαριούπολη) ইউক্রেনের দশম বৃহত্তম  ও দোনেৎস্ক অঞ্চলের দ্বিতীয় বৃহত্তম শহর।  শহরটি ইউক্রেনের দক্ষিণ-পূর্বে, কালমিয়াস এবং কালচিক নদীর মুখে আজভ সাগরের উত্তর উপকূলে অবস্থিত। শহরটি ১৭৭৮ সালে ক্রিমিয়ার গ্রীক বসতি স্থাপনকারীদের দ্বারা প্রতিষ্ঠিত হয়েছিল। এখন শহরটি প্রধানত (৯০%) ইউক্রেনীয় এবং রাশিয়ানদের দ্বারা জনবহুল। ২০২১ সালে জনসংখ্যা ৪০০,০০০ এর বেশি বাসিন্দা। অর্থনীতির প্রধান খাতগুলি হল ধাতুবিদ্যা, যান্ত্রিক প্রকৌশল, পরিবহন (রেলওয়ে স্টেশন, বাণিজ্যিক সমুদ্র বন্দর, মহাসড়ক, নগর পরিবহন: বাস, ট্রাম, ট্রলিবাস)। বেশ কয়েকটি উচ্চ শিক্ষা প্রতিষ্ঠান, ক্রীড়া সুবিধা (ইনডোর স্টেডিয়াম, ইনডোর স্কেটিং রিঙ্ক), একটি থিয়েটার, আধুনিক সিনেমা এবং বিনোদন পার্ক। একটি উচ্চ শিল্প এবং বৈজ্ঞানিক সম্ভাবনা, একটি উন্নত পরিবহন পরিকাঠামো, আর্থিক প্রতিষ্ঠানের একটি বৃহৎ নেটওয়ার্ক এবং একটি অনুকূল ব্যবসায়িক জলবায়ু সহ শহরটি ইউক্রেনের বিনিয়োগের জন্য সবচেয়ে আকর্ষণীয় স্থানগুলির মধ্যে একটি। সমুদ্র উপকূলবর্তী ছুটি পছন্দ করে এমন পর্যটকদের জন্য শহরের আকর্ষণ রয়ে গেছে: প্রচুর পরিমাণে সূর্য, সমুদ্রের বায়ু ওজোন এবং খনিজ লবণে পরিপূর্ণ। ঐতিহ্যগত বিনোদনের পাশাপাশি, পর্যটকরা অনুষ্ঠান, সাংস্কৃতিক, শিক্ষামূলক এবং গ্যাস্ট্রোনমিক পর্যটনে আগ্রহী।\n\n\n== স্বাস্থ্যসেবা ==\nডোনেটস্ক অঞ্চলের দক্ষিণে মারিউপোল একটি বড় চিকিৎসা কেন্দ্র।\nসরকারি হাসপাতালের তালিকা (২০২১):\n\nমারিউপোল আঞ্চলিক নিবিড় চিকিত্সা হাসপাতাল\nমারিউপোল শহরের হাসপাতাল নং ১\nমারিউপোল শহরের হাসপাতাল নং ৪\nমারিউপোল শহরের হাসপাতাল নং ৯\n\n\n== সিটি ফোন বুক ==\nকলিং কোড +৩৮০ ৬২৯\n\nপুলিশ - ১০২, অ্যাম্বুলেন্স - ১০৩, উদ্ধার পরিষেবা - ১০১\nরেলওয়ে স্টেশন - ৫৪৭ ২৬৭, বাস স্টেশন - (+৩৮০ ৯৭) ০৭৭ ৬৬০০,\nস্পার্টাক হোটেল - ৩৩১ ০৮৮, ইউরোপিয়ান হোটেল - ৫৩০ ৩৭৩, রেইকার্টজ হোটেল - ৫৯৫ ৮০০, পোসেইডন হোটেল - (+৩৮০ ৬৭) ৬২৯ ৩৯০২, মোরিয়াক হোটেল - (+৩৮০ ৯৬) ৯৮৭৩\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}