{"pageid": 1112, "title": "দাবা", "url": "https://bn.wikipedia.org/wiki?curid=1112", "content": "দাবা একটি জনপ্রিয় খেলা যা বোর্ড বা ফলকের উপর খেলা হয়। দাবা খেলার সর্বপ্রথম সূচনা হয় ভারতবর্ষে। যিনি দাবা খেলেন তাকে দাবাড়ু  বলা হয়। দাবায় দু’জন খেলোয়াড় অংশগ্রহণ করে। দাবা খেলায় জিততে হলে বোর্ডের ওপর ঘুঁটি সরিয়ে বা চাল দিয়ে বিপক্ষের রাজাকে কোণঠাসা করে এমন স্থানে আনতে হয় যেখানে রাজা আক্রান্ত এবং আর স্থানান্তরিতও হতে পারবে না, দাবার পরিভাষায় একে বলে ‘কিস্তিমাত’।\nযুদ্ধংদেহী ফলকক্রীড়া রূপে দাবা খেলার সুনাম রয়েছে। খেলার মূল উদ্দেশ্য হচ্ছে প্রতিপক্ষের ঘুঁটি আয়ত্তে আনার মাধ্যমে নতিস্বীকারে বাধ্য করা। ফলকের উপর খেলা যায় এমন খেলাগুলোর মধ্যে এ খেলার বিশ্বব্যাপী অসম্ভব জনপ্রিয়তা রয়েছে। পরিকল্পনা অনুযায়ী অগ্রসরতা ও আক্রমণ চিহ্নিত করার দক্ষতার মাধ্যমে দাবাড়ুর শক্তিমত্তা যাচাই করা সম্ভবপর। প্রত্যেক খেলোয়াড়েরই রাজা, মন্ত্রী, হাতি, ঘোড়া, নৌকা ও বোড়ের সমন্বয়ে গঠিত ১৬ ঘুঁটির সৈনিকদল একে-অপরের বিরুদ্ধে প্রতিদ্বন্দ্বিতায় অবতীর্ণ হয়। প্রত্যেক ঘুঁটিরই ক্রীড়াফলকে স্থানান্তরের বিশেষ ক্ষমতা রয়েছে। কোন কারণে ঘুঁটির মাধ্যমে প্রতিপক্ষের ঘুঁটিকে নিয়ন্ত্রণে আনতে পারলে তা অধিকৃত স্থানের পর্যায়ে পৌঁছে ও ক্রীড়াফলক থেকে সরিয়ে ফেলতে হয়।\n\n\n== দাবার ইতিহাস ==\n\nবেশির ভাগ ঐতিহাসকগণই মনে করেন যে প্রাচীণ ভারতবর্ষেই দাবা খেলার জন্ম। ঠিক কোথায় সর্বপ্রথম দাবা খেলার উৎপত্তি, সেটি নিয়ে বিতর্কের শেষ নেই। কিছু প্রাচীন আমলের হরফে দাবা খেলার প্রারম্ভিক কাল সম্পর্কে ধারণা পাওয়া যায়, পাশাপাশি খেলাটির আদি অস্তিত্বের প্রমাণস্বরূপ কিছু কিছু দাবার গুটিরও হদিশ মেলে। কিন্তু এ নিয়ে জল্পনা-কল্পনা, তত্ত্ব ও মতামতের অভাব নেই। বেশিরভাগ ইতিহাসবিদের ধারণা ভারত, পারস্য কিংবা চীনই দাবার জন্মস্থল। তবে দাবা সম্পর্কে আমাদের জ্ঞান এখানেই সীমিত নয়। ইউরোপে দাবার যে রূপ অনুপ্রবেশ করে তা আদপে প্রায় ১,৩৫০ বছর আগেই পারস্যে খেলা হতো। সেই সময় তথা সপ্তদশ শতাব্দীর মধ্যভাগে সেই অঞ্চলে মুসলিম সেনাশক্তির অধীনে ছিল। মুসলিম বিশ্বে এই খেলাটি বিপুল জনপ্রিয়তা পায় এবং ইসলামের প্রচারের সাথে সাথে খেলাটি ছড়িয়ে যেতে যেতে উত্তর আমেরিকা এবং ইউরোপেও চলে যায়।\nবিভিন্ন জাতির পক্ষেই নানারকম দাবি থাকলেও বহু গবেষণার পর গবেষকগণ একমত হয়েছেন যে, ভারতীয় উপমহাদেশেই খেলাটির আদি উৎপত্তি স্থান। দাবার মতো এক ধরনের খেলার সন্ধান পাওয়া যায় প্রাচীন মিশরে খ্রিস্টপূর্ব ৩,০০০ অব্দে, যার নাম ছিল শতরঞ্জ। তবে ভারত বর্ষে চতুরঙ্গ নামক দাবা খেলাটির সূচনা হয় ষষ্ঠ শতাব্দীর আগেই, ভারতবর্ষে তখনও গুপ্ত সাম্রাজ্য বিরাজমান। তখন দাবাকে চতুরঙ্গ বলার কারণ ছিল—খেলাটিতে হাতি, ঘোড়া, রথ ও সৈন্য এই চারটি অংশ ছিল। কিন্তু চতুরঙ্গ খেলাটা ‘দাবা’ হয়ে উঠতে অনেক সময় চলে গেছে, পাড়ি দিতে হয়েছে সমুদ্র। প্রশ্ন ওঠা স্বাভাবিক, তাহলে খেলাটা ছড়িয়ে পড়ল কীভাবে?\nআসলে ওই সময়ে পারস্যের সঙ্গে ভারতের ব্যবসায়িক সম্পর্ক ছিল দারুণ। পারস্যের বণিকেরা খেলাটি দেখেন এবং বেশ পছন্দ করে ফেলেন। অতি উৎসুক কয়েকজন বেশ শোরগোল করে নিয়মকানুন শিখেও ফেলেন। পরবর্তীতে, পারস্যে এই খেলার উন্নয়ন সাধিত হয় এবং চতুরঙ্গ নামটা বদলে সেটিই হয়ে ওঠে ‘শতরঞ্জ’ (আরবি: شطرنج‎, ফার্সী: شترنگ‎)। নাহ, নামটা বদলে গেছে বলাটা ঠিক হলো না। আসলে পারস্য বর্ণমালাতে ‘চ’ এবং ‘গ’ না থাকায় সেটাই কালক্রমে ‘শ’ এবং ‘জ’-তে পরিণত হয়।\nতবে প্রায় একই সময় ভারত থেকে খেলাটি চীনেও পাড়ি দেয়। চীনারা এই খেলার নামকরণ করে জিয়ানকি বা শিয়াংচি (চীনা: 象棋, পিনয়িন: xiàngqí; ইংরেজি: Xiangqi), যা কিনা দাবারই আরেক নামান্তর! তবে চীন দাবি করে, জিয়ানকি তাদের নিজেদের উদ্ভাবিত খেলা। শুধু তাই নয়, দাবা খেলাটাও নাকি ভারতে নয়, চীনেই উদ্ভাবিত হয়েছে! যদিও ইতিহাসবিদেরা চীনের সপক্ষে যথেষ্ট প্রমাণ পাননি।\nঅন্যদিকে শতরঞ্জ কিন্তু পারস্যে অলস বসে ছিলো না, সুযোগ বুঝে ঠিক পাড়ি জমিয়েছিলো স্পেনে! সে সময় স্পেনে ছিলো মুসলিম শাসনামল, যার বদৌলতে পারস্য থেকে খেলাটি খুব সহজেই স্পেনে শক্ত আসন গেঁড়ে বসে। তবে নামটা এখানে এসে বদলে যায় আরেকবার, এবার সেটা পর্তুগীজ ভাষায় হয়ে যায় ‘Xadrez’, যাকে ইংরেজিতে ‘Ajedrez’, ‘Acedrex’, ‘Axedrez’ বিভিন্নভাবে লেখা হয়।\nপারস্যের ‘শাহ-মাৎ’ নামটিও রেহাই পায়নি রূপান্তর থেকে। গ্রিসে ‘শাহ’ তথা রাজা শব্দটির পরিভাষা হচ্ছে ইয়াট্রিকিওন (Zatrikion), আর এই নামেই খেলাটি সেখানে প্রচলিত হয়। এছাড়া ল্যাটিন ভাষায় Ludus Scacchorum, ইতালিয়ান ভাষায় scacchi, কাতালান ভাষায় escacs, ফ্রেঞ্চ ভাষায় échecs, ওলন্দাজ ভাষায় schaken, বিভিন্ন দেশে বিভিন্ন সময়ে দাবা বিভিন্ন নাম ধারণ করেছে। পরে ইউরোপে ও রাশিয়ায় ব্যাপকভাবে ছড়িয়ে পড়ে এই খেলা, তবে এখানে নতুন নাম ‘চেস’। শব্দটি পুরাতন ফরাসি ভাষা ‘échecs’ (অর্থ চেক) থেকে উদ্ভূত। তবে শুধু নামেই নয়, খেলাটিতেও পরিবর্তন আসে অনেকটাই। ইউরোপে আসার পরই দাবায় প্রথমবারের মতো ‘বিশপ’ (হাতি) যুক্ত হয়, আরও পরে যোগ হয় ‘কুইন’ (রানি)। ধীরে ধীরে ‘চেস’ বা দাবা ইউরোপীয়দের মাধ্যমেই সারা বিশ্বে ছড়িয়ে পড়ে এবং ক্রমেই জনপ্রিয় হয়ে ওঠে।\n\n\n== বোর্ডের গঠন ==\n\nদাবা বোর্ডে বর্গাকৃতি ৬৪টি সাদা-কালো ঘর থাকে। ঘরগুলোতে প্রতিটি খেলোয়াড়ের একটি করে রাজা বা কিং, মন্ত্রী বা কুইন, দু’টি করে - নৌকা বা রুক, ঘোড়া বা নাইট ও গজ বা বিশপ এবং ৮টি করে বোড়ে (পেয়াদা সৈন্য) বা পন সহ মোট ১৬টি গুটি থাকে। অর্থাৎ, দু'জন খেলোয়াড়ের সর্বমোট ৩২টি গুটি থাকে। র‌্যাঙ্ক বা সারিগুলোকে ইংরেজি 'ওয়ান' (1) থেকে 'এইট' (8) সংখ্যা দিয়ে এবং ফাইল বা স্তম্ভগুলোকে ইংরেজি 'এ' (a) থেকে 'এইচ' (h) বর্ণ দিয়ে নির্দেশ করা হয়। ফলে দাবার ছকের প্রতিটি ঘরকেই একটি অনন্য বর্ণ-সংখ্যা প্রতীক দিয়ে প্রকাশ করা যায়। দাবার নোটেশন বা লিপিবদ্ধকরণের এই পদ্ধতি খুবই কাজে আসে, কেননা এটি ব্যবহার করে যে-কোন দাবা খেলার সমস্ত চাল লিপিবদ্ধ করে ভবিষ্যতের জন্য সংরক্ষণ করে নিজের ভুলগুলো সম্পর্কে সচেতন থাকা যায়।\n\n\n== উদ্দেশ্য ==\nপ্রতিপক্ষের রাজার বিরুদ্ধে কিস্তি বা চেক দেবার পর যদি রাজা চেক সরাতে না পারে এবং পরবর্তীতে যদি নড়াতে না পারে তবে কিস্তিমাৎ হয়ে খেলা শেষ হবে। একে কিস্তিমাত বা চেকমেট বলা হয়।\n\n\n== উৎপত্তি ==\nদাবা খেলার জন্ম ভারতবর্ষে বলে সর্বাধিক প্রচলিত মতবাদ । এছাড়া, পারস্য (বর্তমান ইরান) দেশে ৩য় শতাব্দীতে প্রচলিত শতরঞ্জ এবং চীন -এ ২য় শতাব্দীতে প্রচলিত শিয়াংছী নামক খেলাকে দাবার পূর্বসূরী হিসেবে গণ্য করার পক্ষেও মতামত আছে। কথিত আছে যে রাবনের স্ত্রী মন্দোদরী যুদ্ধে নিবৃত করার জন্য রাবনের সাথে দাবা খেলতেন। পুরাণ অনুযায়ী রাবনের স্ত্রী মন্দোদরী এই খেলা আবিস্কার করেন। প্রাচীন ভারতীয় খেলা হিসেবে দাবার সংস্কৃত শব্দ শতরঞ্জ খেলাটি পরিবর্তিতরূপে পঞ্চদশ শতকের মাঝামাঝি সময়ে ইউরোপে পরিমার্জিত হয়ে বর্তমান পর্যায়ে এসেছে। ক্রীড়াবিদেরা দাবার কৌশল এবং বুদ্ধিমত্তা প্রয়োগে খেলাটির ধারাই পরিবর্তন করে দিয়েছেন। অনেক বছর ধরে দাবা খেলার প্রোগ্রাম ব্যবহার করে কম্পিউটারের সহযোগিতা নিচ্ছেন ব্যবহারকারীরা। তেমনি একটি হলো – ডীপ ব্লু। এটিই ১ম যন্ত্রচালিত প্রোগ্রাম যা তৎকালীন বিশ্ব দাবা চ্যাম্পিয়ন গ্যারি কাসপারভকে ১৯৯৭ সালে পরাজিত করে।\n\n\n== বিশ্ব শিরোপা ==\nসংগঠিত ও নিয়ন্ত্রিত ক্রীড়া হিসেবে দাবা প্রতিযোগিতা অনুষ্ঠিত হয় ষোড়শ শতকে। বিশ্ব দাবা প্রতিযোগিতায় ১৮৮৬ সালে আনুষ্ঠানিকভাবে ১ম শিরোপাধারী হন উইলিয়াম স্টেইনজ। বর্তমান শিরোপাধারী হলেন –ভারতের  গুকেস ডি. \n\n\n== দাবা প্রতিযোগিতাসমূহ ==\nদাবা প্রতিযোগিতা হিসেবে বিশ্ব চ্যাম্পিয়নশীপের পাশাপাশি প্রমিলা বিশ্ব চ্যাম্পিয়নশীপ, জুনিয়র বিশ্ব চ্যাম্পিয়নশীপ, বিশ্ব সিনিয়র চ্যাম্পিয়নশীপ, করেসপন্ডেন্স দাবা বিশ্ব চ্যাম্পিয়নশীপ, বিশ্ব কম্পিউটার দাবা চ্যাম্পিয়নশীপ এবং ব্লিটজ এন্ড র‌্যাপিড ওয়ার্ল্ড চ্যাম্পিয়নশীপ (দ্রুতগতির দাবা) অন্যতম। তবে দাবা অলিম্পিয়াডে দলগতভাবে বিভিন্ন দেশের মধ্যেকার খেলা জনপ্রিয় প্রতিযোগিতা হিসেবে বিশেষ খ্যাতি অর্জন করেছে। অনলাইনভিত্তিক দাবা শৌখিন ও পেশাধারী প্রতিযোগিতা হিসেবে বিশ্বব্যাপী জনপ্রিয়তা পেয়েছে।\n\n\n== দাবা সংস্থার নিয়ন্ত্রক ==\nদাবা বিশ্বব্যাপী স্বীকৃত খেলা। আন্তর্জাতিক অলিম্পিক কমিটি ও ফিদে আন্তর্জাতিক দাবা প্রতিযোগিতার আয়োজন করে। বর্তমানে দাবা বিশ্বের সবচেয়ে জনপ্রিয় খেলাগুলোর মধ্যে অন্যতম। বাড়ীতে, ক্লাবে, টুর্ণামেন্টসহ বিভিন্ন প্রতিযোগিতায় লক্ষ লক্ষ দাবাড়ু অংশগ্রহণ করে। নির্দিষ্ট নিয়মের বাইরেও বিভিন্ন ধরনের নিয়ম-কানুন প্রয়োগ করে খেলা হয়ে থাকে।\n\n\n== নিয়ম-কানুন ==\nবিশ্ব দাবা ফেডারেশন বা ফিদে কর্তৃক নির্ধারিত নিয়ম-কানুন দাবা খেলায় প্রয়োগ করা হয়। স্বীকৃত দাবা প্রতিযোগিতাগুলো ফিদে হ্যাণ্ডবুকে বর্ণিত নিয়মে পরিচালিত হয়। দাবা টুর্নামেন্টের নিয়মকানুন দিয়ে যেভাবে খেলতে হয় অনেক টুর্নামেন্টে সাধারণ ও একই রকম কিছু নিয়ম অনুসরণ করা হয়। বাসায় বা অনলাইনে খেলার ক্ষেত্রে এই নিয়মগুলো সাধারণত মানা হয়না, কিন্তু আপনি সেগুলো যেকোনো উপায়ে অনুশীলন করতে চাইতে পারেন।\nস্পর্শ-চাল- যদি কোনো খেলোয়াড় তার নিজের কোনো গুটি ধরেন, তাহলে তাকে ঐ গুটিই চালাতে হবে যদি কোনো বৈধ চাল থাকে। যদি একজন খেলোয়াড় তার প্রতিপক্ষের কোনো গুটি ধরেন তাহলে তাকে ঐ গুটি খেতে হবে। যদি কোনো খেলোয়াড় বোর্ডে সমন্বয় করার জন্য গুটি ধরতে চান, তাহলে তার ইচ্ছার কথা ঘোষণা দিয়ে নিতে হবে, সাধারণত ধরার আগে \"সমন্বয়\" বলে।\nঘড়ি ও সময়ের মানদণ্ডঅধিকাংশ টুর্নামেন্টে ঘড়ি ব্যবহার করা হয় প্রতিটি খেলার সময় বেঁধে দেওয়ার জন্য, নির্দিষ্ট চালের সময় মাপার জন্য জন্য নয়। প্রত্যেক খেলোয়াড়কে পুরো খেলা শেষ করার জন্য সমান সময় বরাদ্দ করা হয় এবং তিনি নিজের ইচ্ছেমতো তা ব্যবহার করতে পারেন। একজন খেলোয়াড় নিজের চাল দেবার পর একটি বোতাম টিপে অথবা একটি হাতলে চাপ দিয়ে প্রতিপক্ষের ঘড়ি সচল করে দেন। যদি কোনো খেলোয়াড়ের নির্দিষ্ট সময় শেষ হয়ে যায় এবং তার প্রতিপক্ষ সেদিকে দৃষ্টি আকর্ষণ করেন, তাহলে যার সময় শেষ হয়ে গেছে তিনি পরাজিত হবেন (এক্ষেত্রে তার প্রতিপক্ষের কাছে কিস্তিমাত করার মতো যথেষ্ট গুটি থাকতে হবে, নইলে খেলাটি ড্র হবে)।\n\n\n=== গুটি স্থাপনা ===\nদাবা খেলা বর্গাকৃতি ৮টি রো ও ৮টি কলামে মোট ৬৪টি ঘরের সমষ্টিতে তৈরী বোর্ডে হয়ে থাকে। রো-গুলো রেংক বা ‍সারি হিসেবে ১ থেকে ৮ সংখ্যায় নির্ধারিত এবং কলামগুলো ফাইল হিসেবে যা ইংরেজি অক্ষর A থেকে h পর্যন্ত হয়ে থাকে। দাবা বোর্ড কাগজের, কাঠের, প্লাস্টিকের তৈরী হয়ে থাকে।\n৬৪টি বর্গাকৃতি ঘরগুলো দু’ধরনের হয়। একটি হালকা এবং অন্যটি গাঢ় কিংবা একটি সাদা এবং অন্যটি কালো। সাধারণতঃ ঘরগুলোর সাথে মিল রেখে ঘরগুলোর রং হয়। তবে দু’দলের মন্ত্রী বা কুইনের রং হবে নিজ ঘরের রংয়ে। \nগুটিগুলো দুই অংশে বিভক্ত। তাহলো সাদা এবং কালো সেট। খেলোয়াড়দের পরিচিতি হয় ‘সাদা’ এবং ‘কালো’।\n\n\n=== গুটি পরিচালনা ===\n\nপাশ্চাত্য নিয়ম মতে সাদা গুটি সর্বদা প্রথম চালানো হয়। এরপর থেকেই একটি গুটির পর অন্য দলের গুটি চালানো হয়। ব্যতিক্রম হিসেবে ক্যাসলিঙের সময় দু’টি গুটি পরিচালিত হয়। খালি জায়গায় গুটি চালাতে হয় অথবা প্রতিপক্ষের গুটি দখল করে ঘর থেকে বাইরে উচ্ছেদ করা হয়। একমাত্র অঁ পাঁসা নিয়ম ছাড়া, বাকি সব ক্ষেত্রে প্রতিপক্ষের গুটিকে উচ্ছেদ করতে গুটিটির অধিকৃত ঘর দখল করা হয়। যদি কোন কারণে গুটি পরিচালনা করা না যায় তাহলে অমীমাংসিত ভাবে খেলা শেষ হয়। প্রতিপক্ষের রাজা আক্রান্ত হয়ে কোন ঘরে যাওয়ার সুযোগ না থাকলে কিস্তিমাত বা চেকমেটের সাহায্যে খেলা শেষ করা হয়।\nপ্রতিটি দাবার গুটির নিজস্ব চলাচলের শর্ত রয়েছে।\n\nরাজা শুধু তার ঘরের সাথে সংযুক্ত যে কোন একটি ঘরে যেতে পারে। তবে বিশেষ শর্তে নৌকা সাথে ঘর পরিবর্তন করতে পারে যা ক্যাসলিং নামে পরিচিত।\nনৌকা অন্য গুটিকে অতিক্রম না করে সোজাসুজি ভাবে যে কোন ঘরে যেতে পারে। তবে বিশেষ শর্তে রাজার সাথে ঘর পরিবর্তন করতে পারে যা ক্যাসলিং নামে পরিচিত\nগজ যে-কোনো অন্য গুটিকে অতিক্রম না করে আড়াআড়ি ঘরে যেতে পারে।\nমন্ত্রী, নৌকা এবং হাতির সমন্বিত শক্তি হিসেবে অন্য গুটিকে অতিক্রম না করে সোজাসুজি কিংবা আড়াআড়ি যে কোন ঘরে যেতে পারে।\nঘোড়া কাছাকাছি দু’ঘর গিয়ে ডানে কিংবা বামের অন্য ঘরে যেতে পারে। ঘোড়ার চলন ইংরেজি এল অক্ষরের মতো। ঘোড়ার বিশেষ বৈশিষ্ট হচ্ছে যে একমাত্র এ গুটিই যে কোন গুটিকে অতিক্রম করে অন্য ঘরে যেতে পারে।\nবোড়ে নিজস্ব ফাইলে এক ঘর করে অগ্রসর হয়। তবে ব্যতিক্রম হিসেবে নিজস্ব ঘর থেকে ইচ্ছে করলে দু’ঘর সামনে যেতে পারে যদি ঘরগুলো খালি থাকে কিংবা প্রতিপক্ষের গুটিকে কেটে আড়াআড়ি অন্য ঘরে যেতে পারে। তবে সামনে যদি প্রতিপক্ষের বোড়ে থাকে তবে আর অগ্রসর হতে পারবে না। বোড়ের অঁ পাঁসা ও পদোন্নতি নামে দুটি বিশেষ পরিচালনা পদ্ধতি আছে।\n\n\n=== বোড়ের পদোন্নতি ===\n\nযখন একটি বোড়ে ৮ম রাঙ্কে যায়, তখনই খেলোয়াড় ইচ্ছে করলে এর পরিবর্তে নিজ দলের মন্ত্রী, নৌকা, হাতি কিংবা ঘোড়ার গুটি বোর্ডে আনতে পারেন। সাধারণতঃ বোড়ে উত্তরিত হয়ে মন্ত্রীতে রুপান্তরিত হয়। কিন্তু কিছু কিছু ক্ষেত্রে যদি অন্য গুটি পছন্দ করা হয়, তখন তা আণ্ডার প্রমোশন নামে পরিচিত হয়।\n\n\n=== অঁ পাঁসা ===\n\nযখন একটি বোড়ে তার শুরুর দানে দুই ঘরে এগিয়ে যায় এবং সেই ঘরের পাশের ফাইলে প্রতিপক্ষের বোড়ে থাকে, তখন অঁ পাঁসা দানের সাহায্যে প্রতিপক্ষের বোড়ে প্রথম বোড়েকে উচ্ছেদ করতে পারে। এই দানে প্রতিপক্ষের বোড়েটিকে প্রথম বোড়ের পেছনের ঘরে আড়াআড়ি ভাবে নিয়ে যাওয়া হয়। এই দান প্রথম বোড়ের ঠিক পরের দানেই সম্ভব।\n\n\n=== ক্যাসলিং ===\n\nরাজা সাধারণতঃ শুধু তার ঘরের সাথে সংযুক্ত যে কোন একটি ঘরে যেতে পারে। তবে বিশেষ শর্তে প্রতি খেলায় মাত্র একবারের জন্য ক্যাসলিং নামক এক বিশেষ চালের সুযোগ পায়। প্রথম সারিতে থাকা রাজা প্রথম সারিতে থাকা নৌকার দিকে দুই ঘর যেতে পারে এবং ঐ একই দানে নৌকা রাজা দানটির সময় যে ঘর অতিক্রম করছিল, সেই ঘরে চলে যেতে পারে। ক্যাসলিং তখনই সম্ভব যখন নিম্নলিখিত পূর্বশর্তগুলি বজায় থাকে\n\nখেলা চলাকালে রাজা ও নৌকা কোন ঘরেই নড়াচড়া করলে ক্যাসলিং হবে না,\nরাজা ও নৌকার মাঝে অন্য কোন গুটি থাকতে পারবে না,\nরাজা কিস্তিপ্রাপ্ত অবস্থায় থাকতে পারবে না, বা সেই ঘরে যেতে পারবে না যে ঘরে গেলে কিস্তিপ্রাপ্ত হতে হয়, বা সেই ঘরগুলি অতিক্রম করতে পারবে না যেগুলি বিপক্ষের গুটি দ্বারা আক্রান্ত অবস্থায় আছে।\nআবার ক্যসলিং ২ প্রকারের হয়ে থাকে। \n১) শর্ট/কিংসাইড  ক্যাসলিংঃ রাজা তার নিজ পাশের নৌকার সাথে যখন ক্যাসলিং সম্পন্ন করে। এর নোটেশন O-O ভাবে করা হয়।\n২) লং/কুইনসাইড  ক্যাসলিংঃ রাজা যখন মন্ত্রীর পাশের নৌকার সাথে ক্যাসলিং সম্পন্ন করে। এর নোটেশন O-O-O ভাবে করা হয়। \n\n\n=== খেলা ড্র ===\nমাঝেমাঝে দাবা খেলায় জয় পরাজয় হয় না, ড্র হয়। দাবা খেলা ড্র হওয়ার কয়েকটি কারণ আছে:\nস্টেলমেট হয় তখন যখন একজন খেলোয়াড়ের চাল, কিন্তু তার রাজা চেক-এ না থাকার পরও তার কোন বৈধ চাল থাকেনা। অর্থাৎ রাজা নিজের ঘরে সুরক্ষিত, কিন্তু রাজা কোনো ঘরে এগোতে পারবেনা কারণ তার চারপাশে প্রত্যেকটি ঘর অসুরক্ষিত।\nখেলোয়াড়রা যেকোনো সময়ে ড্র-তে সম্মত হতে পারেন এবং খেলা থামিয়ে দিতে পারেন।\nদুই খেলোয়াড়ের কাছেই চালমাত করানোর জন্য যথেষ্ট গুটি বোর্ডে নেই (উদাহরণ: রাজা এবং হাতি বনাম শুধু রাজা) বা এক খেলোয়াড়ের কাছে চালমাত করানোর জন্য যথেষ্ট গুটি থাকলেও তার সময় শেষ হয়ে গেছে এবং প্রতিপক্ষের কাছে চালমাত করানোর জন্য যথেষ্ট গুটি নেই।\nএকজন খেলোয়াড় হুবহু একই অবস্থান তিনবার পুনরাবৃত্তি করলে (সেটা পর পর তিনবার নাও হতে পারে) খেলায় ড্র ঘোষণা করা হয়।\nএকজন খেলোয়াড়ের শুধু রাজা থাকা অবস্থায় ১৬ চালের মধ্যে খেলা শেষ করতে না পারলে ড্র ঘোষণা করা হয়।\nপরপর পঞ্চাশ চাল খেলা হয়েছে যেখানে কোন খেলোয়াড়ই কোন সৈন্য চালায়নি বা কোন গুটি খায়নি।\n\n\n=== সময় নিয়ন্ত্রণ ===\nঅপেশাদার এবং ঘরোয়া দাবা খেলাতে কোনো নির্দিষ্ট সময় থাকে না। কিন্তু পেশাদার দাবা খেলায় নির্দিষ্ট সময় দেয়া থাকে।\n\n\n== কিছু বিখ্যাত দাবা খেলার উদাহরণ ==\nঅমর গেম: এডল্ফ এনডারসন এবং লিওনেল কিয়েসেরিতস্কি (১৮৫১)\nচিরসবুজ গেম: এডল্ফ এনডারসন এবং জঁ দুফ্রেস্নে (১৮৫২)\nঅপেরা গেম: পল মর্ফি এবং দুই মিত্র, ব্রানস্‌উইক-এর ডিউক ও কাউন্ট ইসুয়ার্ড (১৮৫৮)\nলস্কর এবং বাওয়ার, এমস্টার্ড্যাম, ১৮৮৯, বিখ্যাত জোড়া হাতি বিসর্জনের প্রথম উদাহরণ\nশতাব্দীর সেরা গেম: ববি ফিশার এবং ডোনাল্ড বায়ার্ন (১৯৫৬)\nডীপ ব্লু এবং কাসপারভ, ১৯৯৬, ১ম খেলা। ইতিহাসের প্রথম খেলা যাতে একটি কম্পিউটার বিশ্বসেরা দাবাড়ুকে পরাজিত করে (১৯৯৬)\nকাসপারভ বনাম বিশ্ব, বিশ্ব চ্যাম্পিয়ন কাসপারভ ইন্টারনেটের সহায়তায় ঐক্যবদ্ধ বিশ্বের সাথে খেলেন (১৯৯৯)\n\n\n== দাবা ব্যক্তিত্ব ==\nবাংলাদেশে দাবা খেলার পথিকৃৎ হিসেবে আছেন কাজী মোতাহার হোসেন। তাকে স্মরণ করেই আন্তর্জাতিক দাবা প্রতিযোগিতা নিয়মিত অনুষ্ঠিত হয়।\n\n\n== কয়েকজন গ্র্যান্ডমাস্টার ==\nনিয়াজ মোরশেদ, জিয়াউর রহমান,রাণী হামিদ ও রিফাত বিন সাত্তার (বাংলাদেশ); বিশ্বনাথন আনন্দ, দিব্যেন্দু বড়ুয়া, সূর্য্যশেখর গঙ্গোপাধ্যায় (ভারত); ববি ফিশার (যুক্তরাষ্ট্র); নাইজেল শর্ট (ইংল্যান্ড), কাসপারভ ও কারপভ (সাবেক সোভিয়েত ইউনিয়ন), ম্যাগনাস কার্লসেন (নরওয়ে) ।\n\n\n== বিবিধ ==\nসাবেক সোভিয়েত ইউনিয়নের দেশসমূহ দাবাড়ুদের দেশ হিসেবে চিহ্নিত। সাধারণতঃ গণিতে অভিজ্ঞরাই দাবা খেলায় উন্নতি করতে পারে বলে বিজ্ঞানীরা দাবী করে থাকেন। সাম্প্রতিক সমীক্ষায় দেখা গেছে যে, এ খেলায় নারীদের তুলনায় পুরুষদের অংশগ্রহণের হার খুব বেশি। শতকরা ৯৮ জন পুরুষ দাবা খেলায় অংশ নেন; যেখানে নারীদের অংশগ্রহণ মাত্র ২%।\n\n\n== ব্যবহৃত পরিভাষা ==\nকিস্তি, বড়ে, পন, কিং, কুইন, রুক, বিশপ, ক্যাসলিং, নাইট, চেক, স্টেলমেট, গামবিট, র‌্যাংক, অঁ পাঁসা, বোর্ড।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে দাবা (ইংরেজি)\nInternational organizations\nFIDE – World Chess Federation\nICCF – International Correspondence Chess Federation\nখবর\nChessbase news\nThe Week in Chess\nইতিহাস\nChesshistory.com"}