{"pageid": 1112786, "title": "তপস", "url": "https://bn.wikipedia.org/wiki?curid=1112786", "content": "তপস (সংস্কৃত: तपस्, तपः) হলো ভারতীয় ধর্মে বিভিন্ন ধরনের কঠোর আধ্যাত্মিক ধ্যান অনুশীলন। জৈনধর্মে, এর অর্থ তপস্যা (শরীরের ক্ষোভ); বৌদ্ধধর্মে, এটি ধ্যান এবং স্ব-শৃঙ্খলা সহ আধ্যাত্মিক অনুশীলনকে বোঝায়; এবং হিন্দুধর্মের মধ্যে বিভিন্ন ঐতিহ্যের মধ্যে এর অর্থ হল যোগী, অভ্যন্তরীণ পরিচ্ছন্নতা থেকে শুরু করে ধ্যান অনুশীলনের মাধ্যমে স্ব-শৃঙ্খলা পর্যন্ত অনুশীলনের বর্ণালী। তপস অনুশীলনে প্রায়শই একাকীত্ব জড়িত থাকে এবং এটি সন্ন্যাস চর্চার অংশ যা মোক্ষ (মুক্তি, পরিত্রাণের) উপায় বলে মনে করা হয়।\nহিন্দুধর্মের বেদ সাহিত্যে, তাপ-এর উপর ভিত্তি করে সংমিশ্রণ শব্দগুলি ব্যাপকভাবে ব্যবহৃত হয় তাপ বা অভ্যন্তরীণ শক্তির মাধ্যমে বিকশিত হওয়া বিভিন্ন আধ্যাত্মিক ধারণাকে ব্যাখ্যা করার জন্য, যেমন ধ্যান, বিশেষ পর্যবেক্ষণ ও অন্তর্দৃষ্টিতে পৌঁছানোর যে কোনও প্রক্রিয়াযোগিন বা তপসের আধ্যাত্মিক পরমানন্দ (বৃদ্ধি উৎপন্ন অর্থ \"তপস্যার অনুশীলনকারী, যোগী\"), এমনকি যৌন অন্তরঙ্গতার উষ্ণতা। কিছু নির্দিষ্ট প্রসঙ্গে, শব্দটির অর্থ তপস্যা, ধার্মিক কার্যকলাপ, সেইসাথে কঠোর ধ্যান।\n\n\n== ব্যুৎপত্তি ও অর্থ ==\n\nতপস মূলের উপর ভিত্তি করে তৈরি করা হয় তপ্ এর অর্থ \"তাপ দেওয়া, উষ্ণতা দেওয়া, চকচকে করা, পোড়ানো\"। \"অতীতের কর্মকে পুড়িয়ে ফেলা\" এবং নিজেকে মুক্ত করার জন্য \"কষ্ট করা, শরীরকে ক্ষয় করা, তপস্যা করা\" এর অর্থও পরিবর্তিত হয়েছে। তপস শব্দের অর্থ \"উষ্ণতা, তাপ, আগুন\"।\nপ্রাচীন ভারতীয় সাহিত্যে শব্দের অর্থ বিকশিত হয়েছে। তপস-এর প্রথম আলোচনা, এবং মূল টোকা থেকে যৌগিক শব্দ জৈবিক জন্মের জন্য প্রয়োজনীয় তাপের সাথে সম্পর্কিত। এর ধারণাগত উৎপত্তি প্রাকৃতিক অপেক্ষা, মাতৃত্বের উষ্ণতা ও শারীরিক \"ব্রুডিং\" দ্বারা চিহ্নিত করা হয়েছে যেমন পাখির ডিমের উপর মুরগি - এমন প্রক্রিয়া যা হ্যাচিং ও জন্মের জন্য অপরিহার্য; বৈদিক পণ্ডিতরা এই ধারণাটি ব্যাখ্যা করতে এবং জ্ঞানের ও আধ্যাত্মিক পুনর্জন্মের জন্য প্রসারিত করতে মা প্রকৃতির উদাহরণ ব্যবহার করেছেন।\nতপস-এর কিছু প্রাচীন উল্লেখ ও মূল টোকা থেকে যৌগিক শব্দ অনেক প্রাচীন হিন্দু ধর্মগ্রন্থে পাওয়া যায়, যার মধ্যে রয়েছে ঋগ্বেদ (১০.১৫৪.৫), শতপথ ব্রাহ্মণ (৫.৪ - ৫.১৭), এবং অথর্ববেদ (৪.৩৪.১, ৬.৬১.১, ১১.১.২৬)। এই গ্রন্থগুলিতে, তপসকে সেই প্রক্রিয়া হিসাবে বর্ণনা করা হয়েছে যা ঋষিগণ- আধ্যাত্মিক অন্তর্দৃষ্টির ঋষিদের আধ্যাত্মিক জন্মের দিকে পরিচালিত করেছিল। অথর্ববেদ পরামর্শ দেয় যে সমস্ত দেবতারা তাপস-জন্ম (তপোজ) ছিলেন এবং সমস্ত পার্থিব জীবন সূর্যের তপস (তপসঃ সম্বভুভুর) থেকে সৃষ্টি হয়েছিল। জৈমিনীয় উপনিষদ ব্রাহ্মণে, জীবন নিজেকে চিরস্থায়ী করে এবং তপস দ্বারা সন্তানসন্ততি উৎপাদন করে, একটি প্রক্রিয়া যা যৌন উত্তাপ দিয়ে শুরু হয়।\nসংস্কৃত তপস্যা (নিরপেক্ষ লিঙ্গ), আক্ষরিক অর্থে \"তাপ দ্বারা উৎপাদিত\", লক্ষ্য অর্জনের জন্য গৃহীত শৃঙ্খলার ব্যক্তিগত প্রচেষ্টাকে বোঝায়। যিনি তাপস করেন তিনি হলেন তাপস্বিন। হিন্দুধর্মের অগ্নি দেবতা, অগ্নি, যজ্ঞ ও হোমের মতো অনেক হিন্দু আচার-অনুষ্ঠানের কেন্দ্রবিন্দু। অগ্নিকে তাপ, যৌন শক্তি, অণ্ডস্ফুটনের প্রতিনিধি হিসাবে বিবেচনা করা হয়; অগ্নিকে মহান তপস্বিন হিসেবে বিবেচনা করা হয়।\n\"তপস্বী\" শব্দটি পুরুষ তপস্বী বা ধ্যানকারীকে বোঝায়, যখন \"তপস্বীনি\" মহিলাকে বোঝায়।\n\n\n== বৌদ্ধধর্ম ==\nবুদ্ধ জ্ঞান লাভের আগে, অন্যান্য শ্রমণ ধর্মে (জৈনধর্ম) যে ধরনের তপস্বী (আত্মমৃত্যু) চেষ্টা করেছিলেন, এবং এটিকে তপস (তিব্বতি: দক ' থব, চীনা: কুক্সিং, জাপানি: কুগিও, কোরিয়ান: কহাএং) হিসেবে উল্লেখ করা হয়। জ্ঞানার্জন-পরবর্তী, মধ্যপথ ও নোবেল এইটফোল্ড পথের বৌদ্ধ মতবাদে তপস্বী অনুশীলন অন্তর্ভুক্ত ছিল না।\nবুদ্ধ, একাধিক বৌদ্ধগ্রন্থে, যেমন মজ্ঝিম নিকায় ও দেবদহ সুত্ত, তপস্বী আত্মহত্যার শৈলী তপস অনুশীলনগুলিকে জৈনধর্মের (নিগন্থাস) জন্য দায়ী করেছেন, যেখানে এই ধরনের অভ্যাসগুলি অতীতের কর্মকে ধ্বংস করে এবং নতুন কর্মকে হতে বাধা দেয়সৃষ্ট, যেগুলি সংসারে পুনর্জন্মের চক্রের দিকে নিয়ে যায়৷ এই প্রাচীন বৌদ্ধ গ্রন্থগুলি জৈন ব্রাহ্মণ এবং তপস্বীদের অস্তিত্বের দাবিতে তাদের কর্ম মতবাদ এবং প্রাচীনকালে তাদের তপস অনুশীলনের কারণগুলির সাথে তাৎপর্যপূর্ণ:\n\nধন্য [বুদ্ধ] বলেছেন,\"হে ভিক্ষুগণ, কিছু তপস্বী ও ব্রাহ্মণ আছেন যারা এইভাবে কথা বলেন এবং এই মত পোষণ করেন: 'একজন নির্দিষ্ট ব্যক্তি যা কিছু অনুভব করেন, তা আনন্দদায়ক বা বেদনাদায়ক, বা আনন্দদায়ক বা বেদনাদায়ক নয়, এই সমস্ত কিছুর কারণ রয়েছে যা আগে করা হয়েছিল। এই কারণে, তপস্যা [তপস] দ্বারা পূর্ববর্তী কর্মের বিলুপ্তি এবং নতুন কর্ম [কম্ম] না করা ভবিষ্যতে অনুপ্রবাহের সমতুল্য। অপ্রবাহ থেকে ভবিষ্যতে কর্মের বিনাশ হয়। কর্মের বিনাশ থেকে যন্ত্রণার বিনাশ। যন্ত্রণার বিনাশ থেকে অনুভূতির বিনাশ; অনুভূতির ধ্বংস থেকে, সমস্ত ব্যথা মুছে যাবে। এইভাবে বল, হে ভিক্ষুগণ, যারা বন্ধনমুক্ত [জৈনরা]। \"ও নিগন্থাস, তুমি...\nএই তপস্বী তাপস অভ্যাসগুলি জৈনধর্মের গ্রন্থ যেমন উত্তরাজ্ঞায়ন দ্বারাও নিশ্চিত করা হয়েছে। বৌদ্ধ পণ্ডিত ধর্মকীর্তি মুক্তির উপায় হিসেবে তপসের জৈন অনুশীলনের তীব্র সমালোচনা করেছেন, যখন অনেক জৈনধর্মের পণ্ডিত ধর্মকীর্তির মত ও বিশ্লেষণের কঠোর সমালোচনা করেছেন, ব্যাখ্যা করেছেন কেন তাদের তপস্বী করার পদ্ধতিতাপস উপযুক্ত।\nহাজিমে নাকামুরা ও অন্যান্য পণ্ডিতদের মতে, প্রাথমিক বৌদ্ধধর্মের কিছু শাস্ত্র থেকে জানা যায় যে তপস্বী তপস তার প্রাথমিক দিনগুলিতে বৌদ্ধ অনুশীলনের অংশ ছিল, যেখানে বৌদ্ধ ভিক্ষুর জন্য তার আধ্যাত্মিক অনুশীলনে দেহ-মৃত্যু বিকল্প ছিল।\nথাইল্যান্ডের থেরবাদ ঐতিহ্যে, ১২ শতকে সন্ন্যাস প্রথার আবির্ভাব ঘটে যারা তপসকে তপস্বী বিচরণ ও অরণ্য বা শ্মশানে বসবাসকারী সন্ন্যাসীদের কঠোর অনুশীলনের সাথে করতেন এবং এগুলি থুডং নামে পরিচিত হয়। এই তপস্বী বৌদ্ধ সন্ন্যাসীদের মিয়ানমারেও পাওয়া যায়, এবং থাইল্যান্ডের মতো, তারা বৌদ্ধধর্মের মঠগুলির শ্রেণীবদ্ধ প্রাতিষ্ঠানিক সংঘ কাঠামোকে প্রতিরোধ করে বৌদ্ধধর্মের নিজস্ব সংস্করণ অনুসরণ করতে পরিচিত। পাঠগত প্রমাণ থেকে জানা যায় যে তপস্বীতাপস অনুশীলনগুলি খ্রিস্টপূর্ব ৩য় শতাব্দীর মধ্যে শ্রীলঙ্কার বৌদ্ধ ঐতিহ্যের অংশ ছিল এবং এই ঐতিহ্য মধ্যযুগ পর্যন্ত সঙ্ঘ শৈলীর সন্ন্যাসী ঐতিহ্যের সমান্তরালে অব্যাহত ছিল।\nমহাযান ঐতিহ্যে, রহস্যময় ও রহস্যময় অর্থ সহ তপস্বী স্বীকৃত অনুশীলনে পরিণত হয়েছে, যেমন জাপানী বৌদ্ধধর্মের টেন্ডাই ও শিঙ্গন দর্শনে। এই জাপানি অনুশীলনের মধ্যে রয়েছে তপস্যা, জলপ্রপাতের নীচে অযু, এবং নিজেকে শুদ্ধ করার আচার। ১২ শতকের জাপানি রেকর্ডগুলি ভিক্ষুদের গুরুতর তপস্যা গ্রহণের গল্পগুলি লিপিবদ্ধ করে, যখন রেকর্ডগুলি থেকে জানা যায় যে ১৯ শতকের নিচিরেন বৌদ্ধ ভিক্ষুরা প্রতিদিন মধ্যরাতে বা ২:০০ টায় জেগে উঠতেন এবং একটি হিসাবে তপস্বী জল পরিশোধন আচার সম্পাদন করতেনতাপসের অংশ। অন্যান্য অনুশীলনের মধ্যে রয়েছে শুধুমাত্র পাইন সূঁচ, রজন, বীজ খাওয়া এবং শেষ পর্যন্ত স্ব-মমিকরণ, বা জাপানে সোকুশিনবুটসু (মিরা) খাওয়ার চরম তপস্বী অনুশীলন।\nঅন্যত্র, মূলধারার বৌদ্ধধর্মে, সময়ের সাথে সাথে তাপস শব্দের অর্থ বিকশিত হয়েছে, যেখানে তপস্বী তপস্যা পরিত্যাগ করা হয়েছে এবং তপস মানে ধ্যান ও আধ্যাত্মিক অনুশীলন।\nতপস শব্দটি বৌদ্ধ সাহিত্যে ব্যাপকভাবে দেখা যায় যেখানে, রিচার্ড গমব্রিচ বলেন, এর অর্থ \"তপস্যা বা ত্যাগ\" নয়। তপস শব্দের অর্থ \"ধ্যান\" বা \"যুক্তিযুক্ত নৈতিক স্ব-শৃঙ্খলা\" বা উভয়ই বৌদ্ধধর্মে। বেইলি ও ম্যাবেটের মতে, এই বৌদ্ধ ধারণাগুলি ব্রাহ্মণ্য (বৈদিক) ঐতিহ্যের অনুরূপ, যেখানে তপস, যোগ, ধ্যান ও জ্ঞানের (জ্ঞান) ধারণাগুলির মধ্যে প্রচুর পরিমাণে ওভারল্যাপ রয়েছে, তবুও তপস শব্দটি ভারতীয় ধর্মের অভ্যন্তরীণ \"অতীন্দ্রিয় তাপ\" থিমের মধ্যে নিহিত।\n\n\n== হিন্দুধর্ম ==\n\n\n=== ইতিহাস ===\nতপস-এর সর্বপ্রথম উল্লেখ পাওয়া যায় বৈদিক গ্রন্থে। আধ্যাত্মিক পুনর্জন্মের প্রতীক হিসেবে তপস-এর ধারণা বেদে শুরু হয়। অথর্ববেদের শ্লোক ১১.৫.৩ একজন ছাত্রের তার শিক্ষকের যত্নে আধ্যাত্মিক পুনর্জন্মের প্রক্রিয়াটিকে, মায়ের গর্ভে শিশুর জৈবিক জন্মের সময় গর্ভধারণ প্রক্রিয়ার সাথে তুলনা করে।\nউপনিষদেও তপস পাওয়া যায়। উদাহরণ স্বরূপ,  ছান্দোগ্য উপনিষদ পরামর্শ দেয় যে যারা দেবতা ও পুরোহিতদের আচার-অনুষ্ঠানে নিয়োজিত তারা তাদের আধ্যাত্মিক অনুশীলনে ব্যর্থ হবে এবং যারা তপস ও আত্ম-পরীক্ষায় নিয়োজিত তারা সফল হবে। শ্বেতাশ্বেতর উপনিষদে বলা হয়েছে যে আত্ম-উপলব্ধির জন্য সত্য ও তপস (ধ্যান) অনুসন্ধান করা প্রয়োজন।\n\nপ্রাচীন ধর্মগ্রন্থে আত্ম-উপলব্ধির জন্য ধ্যান ও সুস্পষ্ট জ্ঞান অর্জনকে অপরিহার্য বলে ঘোষণা করা হয়েছে। আদি শঙ্কর-এর পাঠ্যগুলি তাপসকে গুরুত্বপূর্ণ, কিন্তু আধ্যাত্মিক অনুশীলনের জন্য যথেষ্ট নয়। পরবর্তী হিন্দু পণ্ডিতরা 'মিথ্যা তপস্বী'-র আলোচনার প্রবর্তন করেন, যিনি ব্রহ্মের প্রকৃতির উপর ধ্যান না করেই তপসের যান্ত্রিকতার মধ্য দিয়ে যান। তপস হল আধ্যাত্মিক পথের উপাদান, রাষ্ট্রীয় ভারতীয় গ্রন্থ। ধারণাটি বেদ, এবং উপনিষদে ব্যাপকভাবে উল্লেখ করা হয়েছে।\n\nওয়াল্টার কেলবার, ও অন্যদের মতে,  প্রাচীন সংস্কৃত নথির কিছু অনুবাদে তপসকে তপস্যা হিসাবে ব্যাখ্যা করা হয়েছে; যাইহোক, এটি প্রায়শই অপর্যাপ্ত কারণ এটি উহ্য প্রেক্ষাপটকে প্রতিফলিত করতে ব্যর্থ হয়, যা যৌন উত্তাপ বা উষ্ণতা যা জীবনের জন্ম দেয়। তপস্যা, পরিশ্রম, ক্লান্তি ও আত্মত্যাগকে তাপ, ব্রুডিং ও অভ্যন্তরীণ নিষ্ঠার প্রাচীন ধারণার সাথে সংযুক্ত করার ধারণা, প্রতিটি মা তার ভ্রূণের যত্ন নেওয়ার এবং তার সন্তানের জন্ম দেওয়ার জন্য যে শ্রম দেন তা থেকে আসে, জীবন নির্বিশেষে রূপ; 'এগ হ্যাচিং'-এর ধারণা ও তথ্যটি পরবর্তী শতাব্দীতে লেখা সংস্কৃত গ্রন্থে শুধুমাত্র 'ব্রুডিং' বা 'ইনকিউবেশন' দিয়ে প্রতিস্থাপিত হয়েছে।\nপ্রেম, আকাঙ্ক্ষা, লালসা, প্রলোভন ও যৌনতাকে উৎসর্গ করা হিন্দুধর্মের প্রাচীন সাহিত্যে, তপস শব্দের মূলটি সাধারণত ব্যবহৃত হয়। উদাহরণস্বরূপ, অথর্ববেদে, নারীর জন্য প্রস্তাবিত মন্ত্র যা পুরুষের প্রেম জয় করতে বা বাধ্য করতে চায় তা হল, 'প্রেম গ্রাসকারী আকাঙ্ক্ষা, এই আবেগ, এই আকাঙ্ক্ষা, যা দেবতারা ঢেলে দিয়েছেন, জীবনের জলে, আমি তোমার জন্য জ্বলে উঠি (তাম তে তপামি), বরুণের নিয়মে।' যৌন মিলনের দিকে পরিচালিত অনুভূতি ও অভ্যন্তরীণ শক্তিকে ব্যাখ্যা করার জন্য তপস ধারণার সাথে আকাঙ্ক্ষা (কাম) সমতুল্য। অগ্নিকায়ান, শতপথ ব্রাহ্মণ ও অন্যান্য প্রাচীন গ্রন্থ একইভাবে আবেগ, জৈবিক পর্যায় ও গর্ভধারণ থেকে শিশুর জন্ম পর্যন্ত মায়ের প্রচেষ্টার প্রতীক হিসেবে তপস শব্দের মূল ব্যবহার করে।\nতপস-এর উভয় অর্থই বিভিন্ন হিন্দু ধর্মগ্রন্থে পাওয়া যায়। কিছু প্রাচীন গ্রন্থে, তপস অন্যান্য ভারতীয় ধর্মের মতই এক অর্থে তপস্বী ত্যাগের অনুভূতি রয়েছে, যদিও ভগবদ্গীতা ও  হিন্দুধর্মের যোগ দর্শনে, শব্দটির অর্থ বৌদ্ধধর্মের অনুরূপ অর্থে স্ব-প্রশিক্ষণ ও পুণ্যময় জীবনযাপন। পুরাণ ও হিন্দুধর্মের দেবী ঐতিহ্যের গ্রন্থে, শব্দটি তীব্র স্ব-শৃঙ্খলার সাথে ভক্তির সমতুল্য, বিশেষ অভ্যন্তরীণ শক্তি প্রদান করে বলে বিশ্বাস করা হয়। সমসাময়িক ব্যবহারে, যে কোনো অভ্যাস যাতে কষ্টের অন্তর্ভুক্ত থাকে এবং অধ্যবসায় প্রয়োজন – যেমন ব্রতের সময় উপবাস-কে তপস বলা হয়।\n\n\n=== যোগ ও ব্রহ্মচর্য ===\nপতঞ্জলি, তার যোগসূত্রে, তপসকে নিয়মগুলির মধ্যে তালিকাভুক্ত করেছেন (পুণ্যের অনুশীলন),  এবং এটিকে ২.৩২, ২.৪৩ ও ৪.১ এর মতো কয়েকটি বিভাগে বর্ণনা করেছেন। শব্দটি স্ব-শৃঙ্খলা, ধ্যান, সরল ও কঠোর জীবনযাপন বা অভ্যন্তরীণ আত্ম-শুদ্ধির কোনো উপায় অন্তর্ভুক্ত করে। পতঞ্জলি পাঠ্য ও যোগের অন্যান্য হিন্দু গ্রন্থে তপস, বেঞ্জামিন স্মিথ বলেন, যা হল \"অশুদ্ধতা হ্রাসের মাধ্যমে শরীর এবং অঙ্গগুলির পরিপূর্ণতার মাধ্যম\" এবং যোগীর পূর্ণতা অর্জনের জন্য ভিত্তি৷\nহিন্দু ঐতিহ্যে তপস হল জীবনের পর্যায়ের অংশ, যাকে বলা হয় ব্রহ্মচর্য। বৈদিক সাহিত্য পরামর্শ দেয় যে দীক্ষা (জ্ঞানের ক্ষেত্রে ছাত্রের ইনকিউবেশন) তাপস প্রয়োজন, এবং তপস ব্রহ্মচর্যের অবস্থা দ্বারা সক্ষম হয়। এই রাজ্যে কখনও কখনও তপস অন্তর্ভুক্ত করে যেমন ব্রত (উপবাস, খাদ্য বলি), শ্রম (জনহিতৈষী সামাজিক কাজ, আয়ের বলি), নীরবতা (বক্তৃতা বলি), এবং তপস্বী (খালি ন্যূনতম জীবনযাপন, আরামের বলি)।  ওল্ডেনবার্গ উল্লেখ করেছেন যে ব্রাহ্মণ শাস্ত্র পরামর্শ দেয় যে ব্রহ্মচারীকে তার অস্তিত্বের একেবারে অগ্রভাগে তপস বহন করা উচিত, যার মধ্যে তার চুল, নখ ও দাড়ি কাটা অন্তর্ভুক্ত নয়। এইভাবে, আধ্যাত্মিক পুনর্জন্ম ও দীক্ষার এই প্রক্রিয়া চলাকালীন, ব্রহ্মচারী দ্বারা পালন করা তাপগুলির মধ্যে নীরবতা, উপবাস, নির্জনতা, সতীত্ব এবং সেইসাথে অন্যান্য কার্যকলাপ অন্তর্ভুক্ত থাকতে পারে। তপসের লক্ষ্য হল ব্রহ্মচারীকে ধ্যান, বাস্তবতা পর্যবেক্ষণ, প্রতিফলন ও আধ্যাত্মিক পুনর্জন্মের উপর ফোকাস করা। ব্রহ্মচর্য ও তপস্যা  আন্তঃসম্পর্কিত, ছাত্রজীবন সহজ ও কঠোর, শিক্ষার জন্য নিবেদিত প্রত্যাশিত।\n\n\n== জৈনধর্ম ==\nতাপস হল জৈন ধর্মের একটি কেন্দ্রীয় ধারণা। এটি দেহত্যাগ, তপস্যা ও তপস্যার আধ্যাত্মিক অনুশীলনকে বোঝায়, যাতে অতীতের কর্মকে পুড়িয়ে ফেলা হয় এবং নতুন কর্মের উৎপাদন বন্ধ করা যায়, যার ফলে সিদ্ধ (নিজেকে মুক্ত করা) পৌঁছানো যায়। জৈন সন্ন্যাসীদের মধ্যে তপস্বী তপস, অভ্যন্তরীণ ও বাহ্যিক উভয়ই আধ্যাত্মিক বৃদ্ধি এবং কৈবল্য (মোক্ষ, মুক্তি) এর জন্য অপরিহার্য বলে মনে করা হয়। তপস অনুশীলনের বিবরণ জৈনধর্মের বিভিন্ন ঐতিহ্যের মধ্যে পরিবর্তিত হয়।\nজৈন পাঠ সর্বার্থসিদ্ধি, পূজ্যপাদের ভাষ্য, দাবি করে যে হিন্দু সাংখ্য দর্শন \"শুধু জ্ঞান, কোন অনুশীলন নয়\" এর উপর জোর দেয়, যখন বৈশেষিকরা তপস ও মোক্ষে পৌঁছানোর উপায় হিসেবে \"শুধু অভ্যাস, কোন জ্ঞান নেই\" এর উপর জোর দেয়। আরেকটি জৈন পাঠ তত্ত্বার্থ সূত্র, উমাস্বতীর ৯ অধ্যায়ে, দাবি করে যে তপস বিভিন্ন ধরনের ধ্যান অন্তর্ভুক্ত করে।\nজৈনধর্মের তপস অভ্যন্তরীণ অনুশীলন ও বাহ্যিক তপস্যা অন্তর্ভুক্ত করে। বাহ্যিক তপস-এর মধ্যে রয়েছে উপবাস, অন্য মানুষ বা প্রাণীদের দ্বারা সৃষ্ট কষ্ট সহ্য করা, নগ্নতা বা কাছাকাছি নগ্নতার দ্বারা আবহাওয়া থেকে সমস্ত অস্বস্তি সহ্য করা এবং কোনও সম্পদের অভাব, আশ্রয়ের অভাব, একা একা হাঁটা এবং ঘুরে বেড়ানোযে কোন কিছুর ভয়ে এবং কাউকে আঘাত না করে। অভ্যন্তরীণ তপস শব্দ ও অভ্যন্তরীণ চিন্তা (উদ্দেশ্য) অন্তর্ভুক্ত যা বাহ্যিক তাপস (ক্রিয়া) এর সাথে অনুরণিত হয়। জৈনধর্মের অভ্যন্তরীণ ও বাহ্যিক তপস্যার তালিকা পাঠ্য ও ঐতিহ্যের সাথে পরিবর্তিত হয়, তত্ত্বার্থ সূত্র, উত্তরাধ্যায়ণ সূত্র এবং ভগবতী সূত্র উল্লেখ করে:\n\nবাহ্য তপস (বাহ্যিক তপস্যা): উপবাস, বর্জন, ভিক্ষা ভিক্ষায় সংযম, সুস্বাদু খাবার ত্যাগ, আত্মহত্যা, জগৎ থেকে পশ্চাদপসরণ।\nঅভ্যন্তর তপস (অভ্যন্তরীণ তপস্যা): তপস্যা, বড়দের প্রতি শ্রদ্ধা, অন্যের সেবা, অধ্যয়ন, ধ্যান, নিজের চিন্তায় শরীর ত্যাগ।\nজৈনধর্মে, তপস আকাঙ্ক্ষার উপর নিয়ন্ত্রণকে বোঝায় এবং এটি আত্মশুদ্ধিকরণ। মহাবীর, ২৪তম তীর্থঙ্কর বারো বছর ধরে তপস্বী তপস গ্রহণ করেছিলেন, তার পরে তিনি কেবল জ্ঞান (সর্বোচ্চ জ্ঞানের মুক্তি) লাভ করেছিলেন।\n\n\n== আজীবিক ==\nআজীবিক ছিল আরেকটি প্রাচীন ভারতীয় ধর্ম যা প্রায় ১৩শ শতাব্দীতে টিকে ছিল, কিন্তু তারপরে বিলুপ্ত হয়ে যায়, যেখানে তপস ছিল পরিত্রাণের উপায় হিসেবে কেন্দ্রীয় ধারণা।  আর্থার বাশামের মতে, আজিবিকগণ জনসাধারণের মধ্যে সবচেয়ে কঠোর তপস্বী অনুশীলনে বিশ্বাস করতেন। তারা কোন কিছুর ক্ষতি না করতে এবং কোন জীবিত প্রাণী বা পদার্থের ক্ষতির কারণ না হওয়াতে বিশ্বাস করত, তাই তারা আবর্জনা, বর্জ্য দ্রব্য খেয়ে ফেলত, তাদের কঠোর জীবনযাপনের জন্য গভীর বন, পাহাড় বা বিচ্ছিন্ন গুহায় চলে যেত।\nবৌদ্ধ প্রামাণিক গ্রন্থগুলির মধ্যে একটি, নাঙ্গুত্থা জাতক, দাবি করে যে আজীবিকরা তাদের তপসের অংশ হিসাবে গুরুতর তপস্বী অনুশীলন করে, যার মধ্যে কাঁটাযুক্ত বিছানায় ঘুমানো ও আত্মহত্যার অন্যান্য রূপ রয়েছে। জৈনধর্মের পাঠ্য স্থানাঙ্গ সূত্র দাবি করে যে আজিবিকরা তাদের তাপস অনুশীলনের অংশ হিসেবে কঠোর তপস্যা ও আত্মহত্যা করেছে। আজীবিকদের তপস্বী অনুশীলনের উল্লেখ চীনা ও জাপানি বৌদ্ধ সাহিত্যে পাওয়া যায়, যেখানে তাদের বানান আশিবিকাস।\nবৌদ্ধ ও জৈন ধর্মের মতোই আজিবিকা ছিল শ্রমণ ধর্ম, এবং এগুলি একে অপরের সাথে প্রতিদ্বন্দ্বিতা করত। আজীবিক গ্রন্থের অধিকাংশই টিকে থাকেনি। আজীবিকদের তপস অনুশীলন, সেইসাথে তাদের সম্পর্কে অন্যান্য তথ্য প্রাথমিকভাবে বৌদ্ধ ও জৈন গ্রন্থ থেকে; পণ্ডিতগণ প্রশ্ন করেন যে, আজীবিকের বর্ণনা সুষ্ঠু ও সম্পূর্ণরূপে সংক্ষিপ্ত করা হয়েছে কি না, অথবা এই বিতর্কিত ভুল উপস্থাপনা।\n\n\n== আধুনিক অনুশীলন ==\nআধুনিক অনুশীলনকারীরা তপস- ধ্যান ও ভারত জুড়ে আশ্রমে ধর্মের অধ্যয়ন করে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBasham, Arthur Llewellyn (১৯৫১)। History and Doctrines of the Ajivikas, a Vanished Indian Religion। Motilal Banarsidass। আইএসবিএন 978-81-208-1204-8। \nJain, Shanti Lal (১৯৯৮), ABC of Jainism, Bhopal (M.P.): Jnanodaya Vidyapeeth, আইএসবিএন 81-7628-0003 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nTapas, Birth, and Spiritual Rebirth in the Veda Walter O. Kaelber, History of Religions, 1976, The University of Chicago Press\nTapas and Purification in Early Hinduism, Walter O. Kaelber, Numen, 1979, BRILL\nTapas in Rigveda, Anthony Murdock, 1983, McMaster University\nYoga, Meditation on Om, Tapas and Turiya in the Principal Upanishads, Ira Israel and Barbara Holdrege, 1999, UCSB"}