{"pageid": 1113459, "title": "জিতেন্দর সিং শান্টি", "url": "https://bn.wikipedia.org/wiki?curid=1113459", "content": "জিতেন্দর সিং শান্টি (জন্ম ১ আগস্ট ১৯৬২), একজন ভারতীয় রাজনীতিবিদ এবং সমাজকর্মী। শান্টি ২০১৩ সালে ভারতীয় জনতা পার্টির হয়ে দিল্লির শাহদরা থেকে বিধানসভার সদস্য নির্বাচিত হন। তিনি শহীদ ভগত সিং সেবাদল একটি এনজিওর প্রতিষ্ঠাতা, যেটি হিন্দু ও শিখ ধর্মের নির্দেশ অনুসারে দাবিহীন মৃতদেহ দাহ সংস্কার করতে সাহায্য করে। এই কার্যক্রম শুরু হয়েছিল ১৯৯৬ সালে একটি শ্মশানে কোন একটি ঘটনার ঘটার পর।\n\n\n== জীবনী ==\nজিতেন্দর সিং শান্টি ১৯৯৬ সালে শহীদ ভগৎ সিং সেবা ছাত্রদল প্রতিষ্ঠা করেন তিনি দিল্লির ঝিলমিল ওয়ার্ড থেকে একজন নির্দলীয়  কাউন্সিলর হিসেবে রাজনীতিতে তার কর্মজীবন শুরু করেন। যাইহোক, তিনি ২০০৮ সালে বিজেপিতে যোগ দেন এবং পূর্ব পৌর কর্পোরেশনের ঝিলমিল ওয়ার্ড থেকে কাউন্সিলর নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং নির্বাচনে জয়ী হন। তিনি ২০১৩ সালে প্রথমবার দিল্লি বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেন, এবং শাহদারা নির্বাচনী এলাকা থেকে ৪৫,৩৬৪ ভোট পেয়ে জয়ী হন।\n২০১৪ সালের সেপ্টেম্বরে, একজন অজ্ঞাত বন্দুকধারী তাকে লক্ষ্য করে গুলি করেছিল কিন্তু লক্ষ্যভ্রষ্ট হয়। এর আগেও ২০০৭ ও ২০১৩ সালে শান্টির উপর  দুবার হামলা হয়েছিল বলে জানা গেছে। ঘটনাটি ঘটেছে দিল্লির বিবেক বিহারের নিজ বাসভবনে। ২০১৮ সালের ডিসেম্বরে, শান্টি তার বক্তব্যের জন্য অভিনেতা নাসিরুদ্দিন শাহের বিরুদ্ধে একটি এফআইআর দায়ের করেছিলেন যে তিনি ভারতে তার সন্তানদের নিরাপত্তা নিয়ে চিন্তিত ছিলেন। ২০২১ সালে, জিতেন্দ্র সিং শান্টি কোভিড সংকটের সময় তার পরিষেবার জন্য ভারতের মর্যাদাপূর্ণ পুরস্কার পদ্মশ্রী পেয়েছিলেন। জিতেন্দর সিং শান্টি তার পদ্মশ্রী পুরস্কার ফ্রন্টলাইন কর্মীদের উৎসর্গ করেছেন।\n\n\n== পুরস্কার এবং সাফল্য ==\n'বিশ্বের প্রথম শিখ যিনি ১০০ বার রক্ত দান করেন' এবং 'ডোনার সিং' উপাধি দ্বারা দিল্লি স্টেট ব্লাড ট্রান্সফিউশন কাউন্সিল কর্তৃক ভূষিত\nISBTI- ৩০ বার রক্তদানের জন্য চ্যাপ্টার  পুরস্কার\nওয়ার্ল্ড বুক অফ রেকর্ডসে ১০০ বার রক্তদাতার বিশ্ব রেকর্ড\nন্যাশনাল ব্লাড ট্রান্সফিউশন কাউন্সিল (ভারত সরকার) এবং দিল্লি স্টেট ব্লাড ট্রান্সফিউশন কাউন্সিল (দিল্লির এনসিটি সরকার) দ্বারা সেঞ্চুরিয়ান অ্যাওয়ার্ড\nকোভিডের সময় সামাজিক অবদানের জন্য পদ্মশ্রী পুরস্কার।\n\n\n== আরো দেখুন ==\n২০১৩ দিল্লি বিধানসভা নির্বাচন\nশাহদারা (দিল্লি বিধানসভা কেন্দ্র)\n\n\n== তথ্যসূত্র =="}