{"pageid": 1113087, "title": "আকবর এলাহাবাদী", "url": "https://bn.wikipedia.org/wiki?curid=1113087", "content": "সৈয়দ আকবর হুসাইন, আকবর এলাহাবাদী নামেই পরিচিত (১৬ই নভেম্বর ১৮৪৬ - ৯ই সেপ্টেম্বর ১৯২১) ছিলেন একজন ভারতীয় উর্দু কবি ছিলেন। \n\n\n== জীবন এবং কর্মজীবন ==\nআকবর এলাহাবাদী বারা শহরে জন্মগ্রহণ করেন, যা এলাহাবাদ থেকে এগারো মাইল দূরে। তার পরিবার মূলতঃ সৈয়দ; যারা মূলত পারস্য থেকে ভারতে সৈন্য হিসেবে আগমন করেন। তার পিতা, মৌলভী তফাজ্জুল হুসেন একজন নায়েবে তহসিলদার হিসাবে কাজ করতেন এবং তার মা বিহারের গয়া জেলার জগদীশপুর গ্রামের জমিদার পরিবার থেকে ছিলেন।\nআকবর তার প্রাথমিক শিক্ষা বাড়িতে তার পিতা থেকেই গ্রহণ করেছিলেন। ১৮৫৫ খ্রিস্টাব্দে তার মাতা এলাহাবাদে চলে যান এবং মহল্লা চকে বসতি স্থাপন করেন। ১৮৫৬ খ্রিস্টাব্দে তাকে যমুনা মিশন স্কুলে ইংরেজি শিক্ষার জন্য ভর্তি করানো হয়। কিন্তু ১৮৫৯ খ্রিস্টাব্দে তিনি স্কুলের পড়াশোনা ছেড়ে দেন। যদিও তিনি নিজে নিজে ইংরেজি শিক্ষা ও পড়াশোনা ব্যাপকভাবে চালিয়ে গিয়েছিলেন।\nস্কুল ছাড়ার পর আকবর রেলওয়ে ইঞ্জিনিয়ারিং বিভাগে কেরানি হিসেবে যোগ দেন। চাকরিতে থাকাকালীনই তিনি উকালতির পরীক্ষায় পাশ করেন। পরবর্তীকালে তিনি তহসিলদার এবং মুন্সিফ হিসেবে কাজ করেন। পরে চূড়ান্তভাবে দায়রা আদালতের বিচারক হিসেবে কাজ করতে থাকেন। বিচার বিভাগীয় তার কাজের স্মরণে তাকে খান বাহাদুর উপাধিতে ভূষিত করা হয়। আকবর ১৯০৩ খ্রিস্টাব্দে অবসর গ্রহণ করেন এবং এলাহাবাদে বসবাস করা শুরু করেন।\n\n\n== মৃত্যু এবং পরবর্তী ==\n১৯২১ খ্রিস্টাব্দের ৯ই সেপ্টেম্বর জ্বরে আক্রান্ত হয়ে তিনি মারা যান এবং তাকে এলাহাবাদের হিম্মতগঞ্জ জেলায় সমাহিত করা হয়।\n\"হাঙ্গামা হ্যায় কিয়োঁ বারপা\" একটি জনপ্রিয় গজল, যা আকবর এলাহাবাদী রচিত এবং সবচেয়ে উল্লেখযোগ্যভাবে গেয়েছেন গোলাম আলী। তাঁর কবিতার শ্লোকগুলি নুসরাত ফতেহ আলী খানের বিখ্যাত কাওয়ালি \"তুম ইক গোরখ ধান্দা হো\"-তেও অংশ পেয়েছে। ২০১৫ সালের হিন্দি ছবি মসানে আকবর এলাহাবাদীর বেশ কিছু কবিতা ব্যবহার করা হয়েছিল। এটিকে একটি সচেতন শ্রদ্ধা হিসাবে ব্যাখ্যা করে চলচ্চিত্রের গানের লেখক বরুণ গ্রোভার ব্যাখ্যা করেছেন যে, তিনি একজন মহিলা প্রধান চরিত্র শালুকে (শ্বেতা ত্রিপাঠি অভিনয় করেছেন) একজন ব্যক্তি হিসাবে দেখাতে চেয়েছিলেন যার শখ হিন্দি কবিতা এবং শায়রি পড়া।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকবিতা কোষে আকবর এলাহাবাদী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জুন ২০১২ তারিখে (হিন্দি ভাষায়)\nআকবর এলাহাবাদীর কয়েকটি গজল"}