{"pageid": 1113108, "title": "২০২৩ আফ্রিকা কাপ অব নেশন্স", "url": "https://bn.wikipedia.org/wiki?curid=1113108", "content": "২০২৩ আফ্রিকা কাপ অব নেশন্স (যা সাধারণত এএফসিওএন ২০২৩, সিএএন ২০২৩ অথবা পৃষ্ঠপোষকজনিত কারণে নামে পরিচিত) হচ্ছে আফ্রিকান ফুটবল কনফেডারেশন (ক্যাফ) দ্বারা আয়োজিত দ্বিবার্ষিক আন্তর্জাতিক ফুটবল প্রতিযোগিতা আফ্রিকা কাপ অব নেশন্সের ৩৪তম আসরের চূড়ান্ত পর্ব, যেখানে আফ্রিকার ফুটবল সংস্থা ক্যাফের অন্তর্ভুক্ত ২৪টি জাতীয় ফুটবল দল (পুরুষ) প্রতিযোগিতা করবে। এই আসরটি ২০২৩ সালের জুন হতে জুলাই পর্যন্ত কোত দিভোয়ারে অনুষ্ঠিত হওয়ার কথা ছিল।\nটুর্নামেন্টের এই সংস্করণটি প্রাথমিকভাবে ২০১৯ সালের পর তৃতীয়বারের মতো উত্তর গোলার্ধের গ্রীষ্মকালে অনুষ্ঠিত হওয়ার পরিকল্পনা করা হয়েছিল, যাতে ইউরোপীয় ক্লাব দল এবং প্রতিযোগিতার সাথে সময়সূচী দ্বন্দ্ব কমানো যায়। যদিও আইভরি কোস্টে প্রতিকূল গ্রীষ্মকালীন আবহাওয়ার উদ্বেগের কারণে এটি ১৩ জানুয়ারী - ১ ফেব্রুয়ারি ২০২৪ তারিখ পর্যন্ত ক্যাফ দ্বারা স্থগিত করা হয়েছিল, যেখানে স্পনসরশিপের উদ্দেশ্যে সংস্করণের আসল নামটি বজায় রাখা হয়েছিল। এটি অনুসরণ করে ক্যামেরুনে ২০২১-এর সংস্করণটিও একই কারণে উত্তর গোলার্ধের শীত মৌসুমে স্থানান্তরিত হয়।\nডিফেন্ডিং চ্যাম্পিয়ন সেনেগাল জাতীয় ফুটবল দল।\n\n\n== স্বাগতিক নির্বাচন ==\n\n\n== মার্কেটিং ==\n\n\n=== স্পনসর ===\n\n\n=== ম্যাসকট ===\n\n২০২৩ আসরের আয়োজক কমিটি, যাকে সাধারণত \"COCAN 2023\" বলা হয়, প্রতিযোগিতাটির ম্যাসকট উন্মোচন করেছে; \"আকওয়াবা\", যার অর্থ বাউলে ভাষায় \"স্বাগত\"। এটি একটি হাতি, যা আইভরি কোস্টের জাতীয় প্রাণী। এর কিট আইভরি কোস্টের জার্সির রঙের সাথে সাদৃশ্যপূর্ণ।\n\n\n=== ম্যাচ বল ===\n১২ অক্টোবর ২০২৩-এ, আফ্রিকান ফুটবল কনফেডারেশন ও পুমা যৌথ ভাবে \"Pokou\" নামের অফিসিয়াল ম্যাচ বলটির উদ্বোধন ড্র শুরু হওয়ার আগে করেছিল। নামটি কোত দিভোয়ারের অন্যতম সেরা ফুটবলার লরেন্ট পোকোউ-এর নামে নামাঙ্কিত করা হয়েছিল। তিনি ১৯৭০ আসরে ইথিওপিয়ার বিপক্ষে দেশের হয়ে ৫ গোল দেওয়ার জন্য স্মরণীয়, যা আজও একটা রেকর্ড।\n\n\n=== অফিসিয়াল গান ===\n১২ অক্টোবর ২০২৩-এ, আফ্রিকান ফুটবল কনফেডারেশন প্রতিযোগিতার ড্র চলাকালীন অফিসিয়াল গান উদ্বোধন করে। এমটিভি পুরস্কার বিজয়ী নাইজেরীয় আর্টিস্ট ইয়েমি আলাদে, মিশরীয় র‌্যাপার মোহাম্মদ রামাদান এবং কোত দিভোয়ারের মিউজিক ব্যান্ড ম্যাজিক সিস্টেম মিলে গানটি গেয়েছেন। গানটির নাম \"আকওয়াবা\", যার অর্থ বাউলে ভাষায় \"স্বাগত\"। গানটি অ্যাফ্রোবিট, র‌্যাপ এবং জুগলু এর মিশ্রণে তৈরী, যা, প্রতিযোগিতার পূর্ববর্তী সঙ্গীতের ঐতিহ্যের সাথে গভীরভাবে জড়িত বলে মনে করা হয়।\n\n\n== দল ==\n\n\n== মাঠ ==\n\n\n== ম্যাচ পরিচালক ==\n৩২ জন রেফারি, ৩৩ জন সহকারী রেফারি, ৪ জন ভিডিও সহকারী রেফারি ও ৬ জন টেকনিক্যাল ও ফিজিক্যাল পরামর্শদাতা আফ্রিকান ফুটবল কনফেডারেশন কর্তৃক নিয়োজিত হয়েছে।\n\n\n=== রেফারি ===\n\n\n=== সহকারী রেফারি ===\n\n\n=== ভিডিও সহকারী রেফারি ===\n আব্দুল রাজ্জাক\n মাহমুদ আসর\n মারিয়া রিভেট\n আখোনা মাকালিমা\n\n\n=== টেকনিক্যাল ও ফিজিক্যাল পরামর্শদাতা ===\nমাইক ভ্যান ডার রোস্ত (ফিফা)\n মালাঙ দিধু\n মহম্মদ গুয়েজাজ\n ফেলিক্স তাঙ্গাওয়ারিমা\n জাঁ বিরুমুশাহু\n ইয়েও সঙ্গুইফলু\n\n\n== ড্র ==\n১২ অক্টোবর ২০২৩-এ আবিজানের পার্ক দেস এক্সপোজিশন ডি'আবিজানে চূড়ান্ত ড্র অনুষ্ঠিত হয়। অনুষ্ঠানটি সেনেগালিজ-আমেরিকান সঙ্গীতজ্ঞ একন দ্বারা সঞ্চালিত করা হয়েছিল, যেখানে ড্র পরিচালনা করেছিলেন প্রাক্তন আফ্রিকান ফুটবলার দিদিয়ে দ্রগবা এবং মিকেল জন ওবি, বর্তমান আন্তর্জাতিক সাদিও মানে এবং আশরাফ হাকিমি।  ২৪টি দলকে চারটি করে ছয়টি গ্রুপে বিভক্ত করা হয়েছে, যার মধ্যে চারটি প্রাথমিক পাত্র নির্ধারণ করা হয়েছে সেপ্টেম্বর ২০২৩ ফিফা বিশ্ব র‍্যাঙ্কিং (বন্ধনীতে দেখানো হয়েছে), নীচে তালিকাভুক্ত করা হয়েছে। আইভরি কোস্টকে স্বয়ংক্রিয়ভাবে শীর্ষ বাছাই দেওয়া হয়েছিল এবং স্বাগতিক হিসাবে ড্রতে এ১ পজিশন দেওয়া হয়েছিল।\n\n\n== গ্রুপ পর্ব ==\n\n\n=== টাইব্রেকার ===\nপ্রত্যেক দলের পয়েন্টের ওপর ভিত্তি করে দলের অবস্থান নির্ণয় করা হয় (জয়ের জন্য ৩ পয়েন্ট, ড্রয়ের জন্য ১ পয়েন্ট, হারের জন্য ০ পয়েন্ট), এবং যদি পয়েন্টের সমতা হয় তবে গ্রুপ পর্বের সবগুলো খেলা শেষে নিম্নে বর্ণিত মানদণ্ডের উপর ভিত্তি করে শীর্ষ দুই দল নির্ণয় করা হয়েছিল:\n\nযেসকল দলের পয়েন্ট সমান, তাদের ম্যাচে পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের গোল সংখ্যা;\nযদি মানদণ্ড ১ থেকে ৩ প্রয়োগ করার পরও দলগুলো সমতায় থাকে, তবে মানদণ্ড ১ থেকে ৩ শুধুমাত্র দলগুলোর মধ্যে ম্যাচগুলোর ক্ষেত্রে পুনরায় প্রয়োগ করা হয়। এই পদ্ধতিটি যদি কোন সিদ্ধান্তের দিকে পরিচালিত না করে তবে মানদণ্ড ৫ থেকে ১০ প্রযোজ্য;\nগ্রুপ পর্বের সকল ম্যাচে উক্ত দলসমূহের মধ্যকার ম্যাচে পয়েন্ট;\nগ্রুপ পর্বের সকল ম্যাচে উক্ত দলসমূহের গোল পার্থক্য;\nগ্রুপ পর্বের সকল ম্যাচে উক্ত দলসমূহের গোল সংখ্যা;\nযদি উপরে সকল হেড-টু-হেড মানদণ্ড প্রয়োগ করার পরও দলগুলো সমতায় থাকে, তবে উপরের সকল হেড-টু-হেড মানদণ্ড শুধুমাত্র উক্ত দলগুলোর ক্ষেত্রে প্রয়োগ করা হবে;\nগ্রুপ পর্বের সকল ম্যাচে গোল পার্থক্য;\nগ্রুপ পর্বের সকল ম্যাচে গোল সংখ্যা;\nলটারি।\nটীকা\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== গ্রুপ ডি ===\n\n\n=== গ্রুপ ই ===\n\n\n=== গ্রুপ এফ ===\n\n\n=== তৃতীয় স্থানাধিকারী দলগুলির অবস্থান ===\n\n\n== নক-আউট পর্ব ==\n\n\n=== বন্ধনী ===\n\n\n=== ১৬ দলের পর্ব ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== তৃতীয় স্থান ===\n\n\n=== ফাইনাল ===\n\n\n== পুরস্কার ==\n\n\n== চূড়ান্ত অবস্থান ==\n\n\n== সম্প্রচারক ==\nবিবিসি রেডিও এবং রেডিও ফ্রান্স ইন্টারন্যাশনাল সমগ্র আফ্রিকা মহাদেশে সম্প্রচার করেছিল।\nনিম্নে টেলিভিশন সম্প্রচারকদের তালিকা দেওয়া হল:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)\n২০২৩ আফ্রিকা কাপ অব নেশন্সের আয়োজক কমিটি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জানুয়ারি ২০২২ তারিখে (ইংরেজি)"}