{"pageid": 1113677, "title": "মিশরের সুলতান", "url": "https://bn.wikipedia.org/wiki?curid=1113677", "content": "মিশরের সুলতান দ্বারা ১১৭৪ খ্রিস্টাব্দে আইয়ুবীয় রাজবংশের প্রতিষ্ঠাতা সালাহউদ্দিন মিশরে ক্ষমতা প্রতিষ্ঠা করার পর থেকে মিশরে ১৫১৭ খ্রিস্টাব্দে উসমানীয়দের বিজয় পর্যন্ত সময়কালের শাসকদের বুঝানো হয়। যদিও মিশরের সালতানাতের সীমানা হ্রাস-বৃদ্ধি চলমান ছিল, কিন্তু প্রায় সবসময় এতে শাম এবং হেজাজ অন্তর্ভুক্ত ছিল। যার ফলে আইয়ুবীয় ও পরবর্তীতে মামলুক সুলতানদেরকেও সিরিয়ার সুলতান হিসেবে গণ্য করা হত। অবশ্য ১৯১৪ খ্রিস্টাব্দে মিশর ও সুদানের মুহাম্মাদ আলী রাজবংশের প্রধানরা উপাধিটি ব্যবহার করেছিল, কিন্তু এর কিছুকাল পরেই ১৯২২ খ্রিস্টাব্দে উপাধিটি বিলুপ্ত করে মিশর ও সুদানের রাজা উপাধি দ্বারা প্রতিস্থাপিত করা হয়েছিল।\n\n\n== আইয়ুবীয় রাজবংশ ==\nসালাহউদ্দিনের উত্থানের আগে মিশর ছিল শিয়া ফাতিমীয় খিলাফতের কেন্দ্র। ইসলামের ইতিহাসে এটিই একমাত্র সময়, যখন একটি খেলাফত ইসলামের শিয়া শাখার সদস্যদের দ্বারা শাসিত হয়েছিল। ফাতেমীয়রা দীর্ঘদিন ধরে ইরাকে অবস্থিত সুন্নি আব্বাসীয় খিলাফতকে সম্পূর্ণরূপে প্রতিস্থাপন করতে চেয়েছিল। তারা আব্বাসীয়দের মত খলিফা উপাধিও গ্রহণ করেছিল, যা ইসলামি শ্রেণিবিন্যাসের মধ্যে সর্বোচ্চ শ্রেণি। যাইহোক, ১১৬৯ খ্রিস্টাব্দে সালাহউদ্দিনের ক্ষমতার উত্থানের কারণে মিশরে সুন্নিদের অবস্থান এবং আব্বাসীয় খিলাফতে ফিরে আসে। আব্বাসীয় খলিফাকে তার তাত্ত্বিক মর্যাদাকে স্বীকৃতি দিয়ে সালাহউদ্দীন ১১৭৪ খ্রিস্টাব্দে সুলতান উপাধি ধারণ করেন। এভাবে উসমানীয়দের মিশরে বিজয়ের আগপর্যন্ত খিলাফতের সর্বোচ্চ ক্ষমতা মিশরের সুলতানের কাছে চলে আসে।\n\n\n== মামলুক রাজবংশ ==\n\n১২৫০ খ্রিস্টাব্দে আইয়ুবীরা মামলুকদের কাছে পরাজিত হয়। মামলুকরা বাহরি রাজবংশ প্রতিষ্ঠা করে সুলতান উপাধি ধারণ করে। উল্লেখযোগ্য বাহরি সুলতানরা হচ্ছেন- কুতুয; যিনি আইন জালুতের যুদ্ধে মঙ্গোল বাহিনী হালাকু খানের বাহিনীকে পরাজিত করে কিংবদন্তি হয়েছেন। আরেকজন হচ্ছেন, বাইবার্স; যিনি ক্রুসেডার রাজ্যকে সম্পূর্ণরূপে সমাপ্ত করে জেরুজালেমকে পুনরুদ্ধার করেছিলেন। বাহরিরা ১৩৮২ খ্রিস্টাব্দে মামলুকদের আরেকটি গোষ্ঠী বুরজী রাজবংশের কাছে পরাজিত হয়।\n\n\n== উসমানীয় সালতানাত এবং স্বায়ত্তশাসিত খেদিভাত ==\n\n১৫১৭ খ্রিস্টাব্দের লড়াই মিশরে সালতানাতের অবসান ঘটায়। এই লড়াইয়ের পর থেকে মিশর উসমানীয় সাম্রাজ্যের একটি প্রদেশে পরিণত হয়। এটি মামলুক সালতানাতের সাথেসাথে আব্বাসী খেলাফতের পূর্ণ সমাপ্তি হিসেবেও চিহ্নিত করে। কারণ, উসমানীয়রা সর্বশেষ আব্বাসী খলিফা মুতাওয়াক্কিল তৃতীয়কে বন্দী করেছিল এবং তাকে সুলতান প্রথম সেলিমের কাছে \"খলীফা\" উপাধি ত্যাগ করতে বাধ্য করেছিল। এরপর থেকেই মূলতঃ উসমানীয় সুলতানরা নিজেদেরকে মুসলিম বিশ্বের খলীফা হিসেবে গণ্য করতে থাকেন। উসমানীয়রা পরবর্তীকালে মিশরের বিষয়ে খুব কম আগ্রহ দেখিয়েছে। আর মামলুকরা দ্রুতই মিশরের মধ্যে তাদের বেশিরভাগ ক্ষমতা পুনরুদ্ধার করে। তারপর অবশ্য তারা উসমানীয় খেলাফতের অধীনেই ছিলেন এবং উসমানীয়রা তাদের নেতাদেরকে বে উপাধিতে ভূষিত করে।\n১৫২৩ খ্রিস্টাব্দে উসমানীয় সাম্রাজ্যের নিয়োগ করা মিশরের গভর্নর হাইন আহমেদ পাশা নিজেকে মিশরের সুলতান এবং উসমানীয় সাম্রাজ্য থেকে স্বাধীন বলে ঘোষণা করেছিলেন। তিনি তার শাসনকে প্রমাণ করার জন্য নিজস্ব মুদ্রা তৈরী করেছিলেন। কিন্তু খুব দ্রুতই পারগালি ইব্রাহিম পাশা একটি উসমানীয় সৈন্যবাহিনী নিয়ে তাকে পরাজিত করে বন্দী ও হত্যা করেন। ইব্রাহীম পাশা গভর্নর পদে অধিষ্ঠিত হন, পরবর্তীতে হাদিম সুলেইমান পাশা উসমানীয় ভিতকে মিশরে শক্তিশালী করেন।\n১৮০১ খ্রিস্টাব্দে নেপোলিয়নের বাহিনী মিশরে পরাজিত হবার পর মুহাম্মদ আলি পাশা মিশরের ক্ষমতা দখল করে নিজেকে মিশরের শাসক ঘোষণা করেন। ১৮০৫ খ্রিস্টাব্দে উসমানীয় সুলতান তৃতীয় সেলিম অনিচ্ছায় তাকে উসমানীয় রাজত্বের অধীনস্থ গভর্নর হিসেবে স্বীকৃতি দেন। মুহাম্মদ আলি প্রকৃতপক্ষে উসমানীয় সাম্রাজ্যের অধীনস্থ হওয়ার পরও নিজেকে খেদিভ হিসেবে আখ্যায়িত করেছিলেন। আর তিনি মিশরকে স্বাধীন রাষ্ট্র হিসেবে শাসন করছিলেন। উসমানীয় সাম্রাজ্যের স্থলে নিজের রাজত্ব প্রতিষ্ঠা করতে মুহাম্মদ আলি দ্রুতই আধুনিকীকরণ ও সামরিকীকরণ কর্মসূচী শুরু করেন এবং মিশরের সীমানা দক্ষিণে সুদান ও উত্তরে সিরিয়ায় প্রসারিত করেন। এই প্রত্যাশায় শেষপর্যন্ত তিনি উসমানী সাম্রাজ্যের বিরুদ্ধে যুদ্ধ পরিচালনা শুরু করেন। তবে শেষ পর্যন্ত মহা শক্তিগুলোর হস্তক্ষেপে মুহাম্মদ আলি নিজের সীমাবদ্ধতা উপলব্ধি করেন ও উসমানীয় সাম্রাজ্যের অধীনস্থ স্বীকার করে নেন। তার মৃত্যুর পর উসমানীয় পোর্টে মুহাম্মদ আলি রাজবংশকে দেশের বংশীয় শাসক হিসেবে স্বীকৃতি দিয়ে দেয়। \n\nমুহাম্মদ আলির নাতি প্রথম ইসমাইল ১৮৬৩ খ্রিস্টাব্দে মিশরের সিংহাসনে অধিষ্ঠিত হন। ক্রমবর্ধমান মিশরের শক্তিবৃদ্ধি, উসমানীয় শক্তি অবনতি আর প্রকাশ্য ঘুষের বিনিময়ে উসমানীয় সুলতান আব্দুল আজিজ ১৮৬৭ খ্রিস্টাব্দে মিশরীয় শাসকদেরকে খেদিভ হিসেবে আনুষ্ঠানিকভাবে স্বীকৃতি দিয়ে দেয়। ইসমাইল আফ্রিকা পর্যন্ত মিশরের সীমানা প্রসারিত করেছিলেন। এছাড়া উসমানীয় সাম্রাজ্যের ধারাবাহিক ক্ষয়ের কারণে ইসমাইল বিশ্বাস করতেন যে, খুব দ্রুতই তিনি আনুষ্ঠানিকভাবে মিশরকে স্বাধীন হিসেবে প্রতিষ্ঠিত করতে পারবেন। এমনকি ১৮৬৯ খ্রিস্টাব্দে তিনি নিজেকে মিশরের সুলতান ঘোষণা করতে সুয়েজ খাল খনন করার চিন্তা করেছিলেন। তবে তাকে মহা শক্তিগুলো দ্বারা এর থেকে বিরত করা হয়েছিল, যারা উসমানীয় ক্ষমতার আরও ক্ষয়ের আশঙ্কা করছিল। শেষপর্যন্ত ইসমাইলের রাজত্ব ব্যর্থতায় শেষ হয়। তার উচ্চাকাঙ্ক্ষী প্রকল্পগুলোর বিপুল ঋণের কারণে ইউরোপীয় ও উসমানীয়রা সুযোগ পায়। ১৮৭৯ খ্রিস্টাব্দে ইউরোপীয় ও উসমানীয়দের চাপের কারণে সে পদত্যাগ করতে বাধ্য হয় এবং তার সন্তান তাওফিক পাশাকে তার স্থলাভিষিক্ত করা হয়। পরবর্তীতে ১৮৮২ খ্রিস্টাব্দে ওরাবীর বিদ্রোহের ফলে খেদিভ তাওফিক গ্রেট ব্রিটেনকে মিশরে আক্রমণ করতে আমন্ত্রণ জানায়। ব্রিটেন পরবর্তী কয়েক দশক দেশটিতে দখলদারিত্ব চালিয়ে যায়।\n\n\n== মিশরীয় সালতানাতের পুনরুদ্ধার ==\n১৮৮২ খ্রিস্টাব্দ থেকে মিশরের অভ্যন্তরীণ সমস্যাগুলো বেশ জটিল হয়ে যায়। আনুষ্ঠানিকভাবে মিশর ছিল উসমানীয় সাম্রাজ্যের প্রদেশ, আধিকারিক ক্ষমতাবলে এটি ছিল কার্যত রাজতান্ত্রিক স্বাধীন রাষ্ট্র; যার সশস্ত্র বাহিনী আর সুদান যার অধীনস্থ ছিল। কিন্তু প্রকৃতপক্ষে সেটি হয়ে যায় ব্রিটিশদের পুতুল। মিশরে উসমানীয় সার্বভৌমত্বের আনুষ্ঠানিকতা শেষ হয় ১৯১৪ খ্রিস্টাব্দে। যখন উসমানীয় সাম্রাজ্য প্রথম বিশ্বযুদ্ধে কেন্দ্রীয় শক্তিতে যোগদান করে। ব্রিটিশবিরোধী খেদিভ আব্বাস হিলমি পাশা উসমানীয়দের সমর্থন করবে বলে ব্রিটিশদের ধারণা ছিল। তাই তার চাচা হুসাইন কামেলকে দিয়ে তাকে পদচ্যুত করে মিশরকে ব্রিটিশ আশ্রিত রাজ্য ঘোষণা করে। উসমানীয় শাসনের আনুষ্ঠানিক সমাপ্তির প্রতীক হিসেবে হুসাইন কামেল সুলতান উপাধি গ্রহণ করে। এরপর তার ভাই প্রথম ফুয়াদ ১৯১৭ খ্রিস্টাব্দে তার স্থলাভিষিক্ত হন। তিনিও সুলতান উপাধি বজায় রাখেন, যদিও তারা উভয়েই ব্রিটিশের অধীন ছলেন। হুসাইন কামেল আর ফুয়াদ উভয়েই সুদানকে মিশরের অধীনস্থ রেখেছিলেন। মিশরীয় জাতীয়তাবাদীরা উভয়কেই \"মিশর ও সুদানের সুলতান\" হিসেবেই ঘোষণা করে আসছিল।\nব্রিটিশ দখলদারিত্বের কারণে জাতীয়তাবাদীদের ক্ষোভ ক্রমাগত বৃদ্ধি পেতে থাকে। শেষপর্যন্ত ১৯২২ খ্রিস্টাব্দে ব্রিটেন মিশরকে আনুষ্ঠানিকভাবে স্বাধীন বলে স্বীকৃতি দিতে বাধ্য হয়। যাইহোক, এরপর সুলতান উপাধিটি বাদ দেয়া হয়েছিল। এর পরিবর্তে রাজা বা মালিক উপাধি গ্রহণ করা হয়। মিশরীয় জাতীয়তাবাদী নেতা সাদ জগলুল, যিনি ব্রিটিশদের দ্বারা নির্বাসিত হয়েছিলেন; তিনি উল্লেখ করেন যে, ব্রিটিশরা তাদের নিজস্ব রাজার চেয়ে ক্ষমতাশালী করে একজন সার্বভৌম মিশরীয় শাসককে স্বীকৃতি দিতে অস্বীকার করেছিল। (উপাধির ক্রমবিন্যাস হিসেবে, সুলতানের ক্ষমতা সম্রাটের সাথে তুলনীয়, যিনি এতটা সার্বভৌম যে- তিনি কোনো ধর্মনিরপেক্ষ শ্রেষ্ঠত্বকে স্বীকৃতি দেননা।) উপাধি পরিবর্তনের আরেকটি কারণ দেখানো হয় যে, এটি সেসময়ের মিশরের ক্রমান্বয়ে ধর্মনিরপেক্ষতার দিকে এগিয়ে যাওয়াকে প্রতিফলিত করছিল। কারণ, সুলতান শব্দে ইসলামের একটি আমেজ রয়েছে, যা রাজা বা মালিকের মত অন্য আরবী শব্দগুলোতে নেই।\nক্রমাগত ব্রিটিশ দখলে ক্রমবর্ধমান জাতীয়তাবাদী ক্ষোভ ব্রিটেনকে ১৯২২ সালে মিশরের স্বাধীনতাকে আনুষ্ঠানিকভাবে স্বীকৃতি দিতে বাধ্য করে। যাইহোক, সুলতান উপাধিটি বাদ দেওয়া হয়েছিল এবং রাজার সাথে প্রতিস্থাপিত হয়েছিল। জাতীয়তাবাদী নেতা সাদ জাগলুল, যিনি পরে ব্রিটিশদের দ্বারা নির্বাসিত হয়েছিলেন, বজায় রেখেছিলেন যে ব্রিটিশরা তাদের নিজস্ব রাজাকে ছাড়িয়ে যাওয়া একজন সার্বভৌম মিশরীয় শাসককে স্বীকৃতি দিতে অস্বীকার করেছিল (উপাধির শ্রেণিবিন্যাসে, ইরানে শাহের মতো সুলতান, সম্রাটের সাথে তুলনীয়), একজন সার্বভৌম যিনি কোন ধর্মনিরপেক্ষ শ্রেষ্ঠত্বকে স্বীকৃতি দেন না)। শিরোনাম পরিবর্তনের জন্য প্রস্তাবিত আরেকটি কারণ হল, এটি সেই সময়ে মিশরের ক্রমবর্ধমান ধর্মনিরপেক্ষতাকে প্রতিফলিত করেছিল, কারণ সুলতানের ইসলামিক ভারসাম্য রয়েছে, যেখানে রাজা, মালিকের জন্য আরবি শব্দ নেই।\n১৯৫২ খ্রিস্টাব্দে মিশরীয় বিপ্লবের সময় ফুয়াদের পুত্র প্রথম ফারুককে উৎখাত করার পর, ফ্রি অফিসাররা সুদানের উপর নিজেদের সার্বভৌমত্ব প্রমাণ করতে এবং ব্রিটিশদের দখলদারিত্ব প্রত্যাখ্যান করতে তার শিশুপুত্রকে সুলতান ঘোষণা করার কথা বিবেচনা করেছিল। কিন্তু যেহেতু বিপ্লবীরা ইতোমধ্যে ক্ষমতায় তাদের দখল সুসংহত করার পর মিশরীয় রাজতন্ত্র বিলুপ্ত করার সিদ্ধান্ত নিয়ে নিয়েছিল; তাই তারা এটাকে বাতুলতা ভেবে ফারুকের পুত্র দ্বিতীয় ফুয়াদকে যথাযথ রীতিতে রাজা ঘোষণা করেছিল। পরের বছর ১৯৫৩ খ্রিস্টাব্দের ১৮ই জুন বিপ্লবী সরকার আনুষ্ঠানিকভাবে রাজতন্ত্র বিলুপ্ত করে এবং মিশর একটি প্রজাতন্ত্র রাষ্ট্রে পরিণত হয়।\n\n\n== সুলতানদের তালিকা ==\n\n\n=== আইয়ুবীয় রাজবংশ ===\nসালাহউদ্দিন (১১৭১-১১৯৩)\nআজিজ (১১৯৩-১১৯৮)\nমনসুর (১১৯৮-১২০০)\nপ্রথম আদিল (১২০০-১২১৮)\nকামিল (১২১৮-১২৩৮)\nদ্বিতীয় আদিল (১২৩৮-১২৪০)\nসালিহ আইয়ুব (১২৪০-১২৪৯)\nতুরানশাহ (১২৪৯-১২৫০)\nদ্বিতীয় আশরাফ (১২৫০-১২৫৪) (নামকাওয়াস্তে, প্রকৃতপক্ষে মামলুক আইবাক শাসন করেছিলেন)\n\n\n=== মামলুক সালতানাত ===\n\n\n=== হাইন আহমেদ পাশার বিদ্রোহ ===\n১৫২৩ হাইন আহমেদ পাশা\n\n\n=== মোহাম্মদ আলী রাজবংশ (১৯১৪-১৯২২) ===\n\nহুসাইন কামেল (মিশর ও সুদানের সুলতান) - ১৯ ডিসেম্বর ১৯১৪ - ৯ অক্টোবর ১৯১৭\nফুয়াদ প্রথম (মিশর ও সুদানের সুলতান) - ৯ অক্টোবর ১৯১৭ - ১৬ মার্চ ১৯২২\n\n\n== আরও দেখুন ==\nআইয়ুবীয় রাজবংশ\n\n\n== তথ্যসূত্র =="}