{"pageid": 1113895, "title": "বিষ্ণুস্মৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1113895", "content": "বিষ্ণুস্মৃতি হলো হিন্দুধর্মের ধর্মশাস্ত্র ঐতিহ্যের সর্বশেষ গ্রন্থগুলির মধ্যে একটি, এবং একমাত্র গ্রন্থ যেটি ধর্ম জানার উপায়গুলির সাথে সরাসরি কারবার করে না। পাঠ্যটিতে বিষ্ণু পূজার প্রতি গুরুত্ব আরোপ করা হয়েছে। এটিতে মোট ১০০টি অধ্যায় রয়েছে।\nএটি সতীদাহ প্রথার বিতর্কিত বিষয় পরিচালনার জন্যও পরিচিত। ১৬২২ সালে নন্দপণ্ডিত বিষ্ণুস্মৃতির উপর প্রথম ভাষ্য রচনা করেন।\n\n\n== ইতিহাস ==\nএটি সাধারণত একমত যে বিষ্ণুস্মৃতি পূর্ববর্তী ধর্মশাস্ত্র গ্রন্থের উপর অনেক বেশি নির্ভর করে, যেমন মনুস্মৃতি ও যাজ্ঞবল্ক্য স্মৃতি। কিছু পণ্ডিতের মতে এটি কথক ধর্মসূত্রের বৈষ্ণব পুনঃনির্মাণ,  অন্যরদের মতে কথকগ্রহ্য ও ছন্দোবদ্ধ শ্লোকগুলি পরে যুক্ত করা হয়েছিল। সুনির্দিষ্ট সময়কাল পণ্ডিতদের এড়িয়ে যায়, ৩০০ খৃষ্টপূর্বাব্দ ও ১০০০ খৃষ্টাব্দ এর মধ্যে যে কোনো জায়গায় সীমা স্থাপন করা হয়েছে।\nঅলিভেলের সর্বশেষ গবেষণা অনুসারে, বারবার সম্পাদনা ও সংশোধনের সম্ভাবনা নিয়ে সন্দেহ করার কারণ রয়েছে। তিনি যুক্তি দেন যে বিষ্ণুস্মৃতি হল ধর্মশাস্ত্র ঐতিহ্যের একক ব্রাহ্মণ বিশেষজ্ঞের কাজ এবং বিষ্ণুর ভক্তও। অলিভেল দেখায় যে পাঠ্যটি সম্ভবত ৭০০ ও ১০০০ খৃষ্টাব্দ-এর মধ্যে রচনা করা হয়েছিল, বেশ কয়েকটি কারণের উপর ভিত্তি করে: ১) লিখিত নথির কেন্দ্রীকতা এবং সাধারণ যুগে ঘটে যাওয়া ঘটনা যা পাঠ্যের মধ্যে উদ্ধৃত করা হয়েছে, ২) ব্যবহৃত শব্দভাণ্ডার (এর জন্য উদাহরণ, পুস্তক শব্দ,যেটি ষষ্ঠ শতাব্দীর একজন জ্যোতির্বিজ্ঞানী প্রথম ব্যবহার করেছিলেন), ৩) সত্য যে বিষ্ণুস্মৃতিই একমাত্র ধর্মশাস্ত্র যা সতীর উল্লেখ বা তীর্থের সাথে ব্যাপকভাবে মোকাবিলা করার জন্য এবং ৪) বৈষ্ণবের বর্ণনার মধ্যে অনন্য প্রতিমা সংক্রান্ত পারস্পরিক সম্পর্ককাশ্মীরে অষ্টম শতাব্দীর পরেই টেক্সট এবং নমুনার ছবি পাওয়া যায়।\n\n\n== গঠন ==\nবিষ্ণুস্মৃতি একশত অধ্যায়ে বিভক্ত, যার বেশিরভাগই গদ্য পাঠ নিয়ে গঠিত কিন্তু প্রতিটি অধ্যায়ের শেষে এক বা একাধিক শ্লোক রয়েছে। \nবর্ণনার ভিত্তি হল দেবতা বিষ্ণু ও দেবী পৃথিবীর মধ্যে একটি ফ্রেম গল্পের সংলাপ। অনেক ধর্মশাস্ত্রের বিপরীতে এই ফ্রেমের গল্পটি পুরো পাঠ্য জুড়েই রয়ে গেছে, যেখানে বেশিরভাগ বইয়ের জন্য আইনের সহজ ব্যাখ্যা করা হয়।\nপাঠ শুরু হয় যখন বিষ্ণু বুঝতে পারেন যে পৃথিবী জলের নিচে নিমজ্জিত। সে তাকে উদ্ধার করার জন্য ডুব দেয়, তাকে জল থেকে উপরে তুলে তার পৃষ্ঠকে উন্মুক্ত করে। পৃথিবী কৃতজ্ঞ তবে উদ্বিগ্ন যে ভবিষ্যতে তাকে সমর্থন করবে। বিষ্ণু তখন তাকে আশ্বস্ত করেন যে তার চিন্তা করা উচিত নয় কারণ, \"ভালো মানুষ যারা সামাজিক শ্রেণীগুলির আচার-আচরণ ও জীবনের আদেশে আনন্দ পায় যারা শাস্ত্রের প্রতি সম্পূর্ণ নিবেদিত, হে পৃথিবী, তোমাকে সমর্থন করবে। আপনার যত্ন নেওয়ার দায়িত্ব তাদের উপর ন্যস্ত করা হয়েছে (১.৪৭)\"। সান্ত্বনা পেয়ে, পৃথিবী জিজ্ঞাসা করে, \"হে চিরন্তন, আমাকে বলুন, সামাজিক শ্রেণীর নিয়ম ও জীবনের আদেশ (১.৪৮-১.৪৯)\"। এই প্রশ্ন থেকে, বিষ্ণু তারপর তার ধর্মের শিক্ষা শুরু করেন।\n\n\n== আরও দেখুন ==\nযাজ্ঞবল্ক্য স্মৃতি\nনারদস্মৃতি\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nPatrick Olivelle. \"The Date and Provenance of the Viṣṇu Smṛti.\" Indologica Taurinensia, 33 (2007): 149-163.\nThe Institutes of Visnu. Trans. Julius Jolly.  Oxford: Claredon Press, 1880. [১]"}