{"pageid": 1113882, "title": "মিডনাইট সান (২০১৮-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1113882", "content": "মিডনাইট সান (মধ্যরাত্রির সূর্য) হলো ২০১৮ সালে ইংরেজি ভাষায় মুক্তিপ্রাপ্ত একটি মার্কিন প্রণয়ধর্মী নাট্য চলচ্চিত্র। ২০০৬ সালে মুক্তিপ্রাপ্ত জাপানি চলচ্চিত্র অ্যা সং টু দ্য সান অবলম্বনে এটি নির্মিত হয়। চলচ্চিত্রটির পরিচালক হলেন স্কট পিয়ার এবং চিত্রনাট্যকার হলেন এরিক কার্স্টেন। এতে বেলা থোর্ন, প্যাট্রিক শোয়ার্জনেগার ও রব রিগল প্রমুখ অভিনয় করেন। চলচ্চিত্রের কাহিনি “জেরোডার্মা পিগমেন্টোসাম” নামক ব্যাধিতে আক্রান্ত  এক মেয়ের জীবনের ঘটনাকে ঘিরে আবর্তিত হয়। এই ব্যাধির কারণে সে সরাসরি সূর্যালোকে যেতে পারে না। একটি ছেলের সাথে যখন তার পরিচয় হয়, তখন সে দ্বিধাদ্বন্দ্বে ভোগে, সে কি তার আসল জীবনের ঘটনা তাকে বলবে, না কি স্বাভাবিক জীবনের অভিনয় করে যাবে। ২০১৫ সালের ১২ অক্টোবর কানাডার ব্রিটিশ কলাম্বিয়া অঙ্গরাজ্যের ভ্যানকুভারে চলচ্চিত্রের প্রধান দৃশ্যধারণ শুরু হয়। ২০১৮ সালের ২৩ মার্চ মার্কিন যুক্তরাষ্ট্রে চলচ্চিত্রটি মুক্তি পায়।\n\n\n== কাহিনিপট ==\nক্যাটি প্রাইস ছোটবেলা থেকে জেরোডার্মা পিগমেন্টোসাম নামের এক বিরল জিনগত ব্যাধিতে আক্রান্ত। ফলে সরাসরি সূর্যালোকে যেতে পারে না। দিনের বেলায় সে ঘরে বন্দি হয়ে সময় কাটায়। তার বাবা জ্যাক ও বন্ধু মরগ্যান এই সময়ে তার দেখাশোনা করে। সূর্যাস্তের পর প্রতিরাতে ক্যাটি ঘর থেকে বের হওয়ার অবকাশ পায়। একবার ক্যাটির অনেকদিনের “ক্রাশ” চার্লি তাকে রেলস্টেশনে গিটার বাজাতে দেখে। ক্যাটি তাকে দেখে তৎক্ষণাৎ ছুটে পালায়; কিন্তু ভুলবশত তার নোটবুক ফেলে যায়, যা চার্লি নিজের কাছে রেখে দেয়। পরদিন তা সে ক্যাটিকে ফেরত দেয়। তাদের মধ্যে বন্ধুত্ব গড়ে উঠলে চার্লি তাকে জানায় কীভাবে একটা চোটের জন্য সে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলিতে বৃত্তি থেকে বঞ্চিত হয়েছে।\nতবে ক্যাটি তখনও চার্লিকে তার শরীরের অবস্থা জানায়নি, যদিও তার বাবা তাকে নিষেধ করছিলেন। একরাতে ক্যাটি চার্লির সাথে সিয়াটলে যায়, একটা লাইভ শো উপভোগ করে এবং শহরের রাস্তায় ক্যাটি চার্লির জন্য একটা গান গায়। সিয়াটল থেকে ফিরে তারা একটি হ্রদে সাঁতার কাটে এবং তীরে আগুন পোহায়। চার্লি একসাথে বসে সূর্যোদয় দেখার প্রস্তাব করতেই ক্যাটি ভয়ে সেখান থেকে দৌড়ে চলে যায়। চার্লি তাকে দ্রুতই বাসায় নিয়ে আসে, কিন্তু সময়মতো ক্যাটি ঘরে ঢুকতে পারে না। মাত্র কয়েক মুহূর্তের জন্য সরাসরি সূর্যালোক ক্যাটির শরীরে এসে পড়ে। ক্যাটি দ্রুতই ঘরে ঢোকে, জ্যাক আর মরগ্যান দ্রুতই বাড়ি ফিরে আসে। চার্লি বাড়ির দরজায় হতভম্ব হয়ে দাঁড়িয়ে থাকে আর মরগ্যান তাকে ক্যাটির অবস্থা বুঝিয়ে বলে। ডাক্তাররা কিছু পরীক্ষা করেন এবং সিদ্ধান্তে আসেন যে ক্যাটির মস্তিষ্ক পরিবর্তিত হতে শুরু করেছে এবং সে কেবল কয়েকদিনই বাঁচবে।\nক্যাটি তার আঙুলে অদ্ভুত অনুভব করে, যার কারণে সে গিটার বাজাতে পারে না। চার্লিকে কোনোভাবে আঘাত দিতে চায় না বলে সে তার পাঠানো খুদেবার্তারও উত্তর দেয় না। জ্যাক ধীরে ধীরে ক্যাটিকে চার্লির সাথে দেখা করতে সম্মত করে। চার্লি তখনও ক্যাটির সাথে থাকতে চায় আর সে ক্যাটির শরীরের কোনো অবস্থাকেই আমলে আনতে চায় না। ক্যাটি বার্কলি কোচে চার্লির সাথে দেখা করতে যায়, মরগ্যান ও জ্যাকের সাথে তার বাড়িতে সময় কাটায়। চার্লি ক্যাটিকে এক রাতে নিয়ে আসে এবং রেকর্ডিং সেশনের ব্যবস্থা করে তাকে চমকে দেয়। সেখানে সে চার্লির জন্য লেখা একটি গান রেকর্ড করে। শীঘ্রই চার্লিকে জানায় যে সে শেষবারের মতো একটি নৌকায় করে ঘুরে বেড়াতে চায়। পুরো গ্রীষ্মকালের জন্য তারা একটি নৌকাও ভাড়া করেছিল। ক্যাটির মনে পড়ে চার্লির একসাথে নৌকায় ভ্রমণ করতে চেয়েছিল, তাই সে মৃত্যুর ভয়কে পাশে সরিয়ে দিনের বেলায় বাইরে যেতে জ্যাককে রাজি করায়। ক্যাটি চার্লির সাথে নৌকাভ্রমণে বের হয়, সূর্যালোককে অনুভব করে এবং কিছুক্ষণের মধ্যে মৃত্যুর কোলে ঢলে পড়ার পূর্ব পর্যন্ত চার্লির সাথে তার অন্তিম সময় কাটায়।\nকিছু সময় পর, চার্লিকে ক্যাটির বাড়িতে গিয়ে জ্যাককে সাঁতারে যাওয়ার আগে বিদায় জানাতে দেখা যায়। জ্যাক ক্যাটির ইচ্ছানুসারে তার নোটবুক চার্লিকে দেয়। চার্লি ঘর থেকে বের হওয়ার সময় রেডিওতে ক্যাটির গান শোনে এবং নোটবুকে তার নামে লেখা ক্যাটির হৃদয়ছোঁয়া লেখা পড়ে। সেই লেখায় ক্যাটি চার্লিকে লিখেছে, সে যেন চলার পথে নতুন কিছুর সন্ধানে থাকে, আকাশের দিকে তাকিয়ে যেন তাকে স্মরণ করে আর যেন সবসময় মনে রাখে সে চার্লিকে ভালোবাসে।\n\n\n== কুশীলব ==\nক্যাথেরিন “ক্যাটি” প্রাইস হিসেবে বেলা থোর্ন\nচার্লস “চার্লি” রিড হিসেবে প্যাট্রিক শোয়ার্জনেগার\nজ্যাক প্রাইস হিসেবে রব রিগল\nমরগান হিসেবে কুইন শেফার্ড\nডা. পৌলা ফ্লেমিং হিসেবে সুলেকা ম্যাথিউ\nগার্ভার হিসেবে নিকোলাস কুমবে\nমার্ক রিড হিসেবে কেন ট্রেম্বলেট\nবার্ব রিড হিসেবে জেনিফার গ্রিফিন\nজো কারমাইকেল হিসেবে টিয়েরা স্কৌবি\nওয়েন হিসেবে অস্টিন ওবিয়াজুনওয়া\nওয়েস হিসেবে অ্যালেক্স প্যাংবার্ন\nব্লেক জোনস হিসেবে পল ম্যাকগিলিয়ন\n\n\n== নির্মাণ ==\n২০১৫ সালের ২২ জুন এরিক কার্স্টেনের চিত্রনাট্যে স্কট স্পিয়ারের নতুন রোমান্টিক ড্রামা চলচ্চিত্র মিডনাইট সান পরিচালনার ঘোষণা দেওয়া হয়, যেখানে চার্লি হিসেবে প্যাট্রিক শোয়ার্জনেগার ও ক্যাটি হিসেবে বেলা থোর্ন অভিনয় করবেন। ২০০৬ সালে মুক্তিপ্রাপ্ত একই নামের জাপানি চলচ্চিত্র অনুসারে নতুন চলচ্চিত্রটি নির্মিত হয়। বয়েস / শাইলার ফিল্ম গ্রুপ এর অর্থায়ন করে এবং জন রিকার্ড ও জ্যাক শাইলার এর নির্মাণ করেন। ২০১৫ সালের ৯ অক্টোবর রব রিগল ক্যাটির বাবা জ্যাকের চরিত্রে অভিনয় শুরু করেন।\n\n\n=== চলচ্চিত্রায়ন ===\n২০১৫ সালের ১২ অক্টোবর কানাডার ব্রিটিশ কলাম্বিয়া অঙ্গরাজ্যের ভ্যানকুভারে চলচ্চিত্রের প্রধান দৃশ্যধারণ শুরু হয়।\n\n\n== সাউন্ডট্র‍্যাক ==\n\nমিডনাইট সান (মূল মোশন পিকচার সাউন্ডট্র‍্যাক) হলো চলচ্চিত্রটির সাউন্ডট্র‍্যাক অ্যালবাম। লেকশোর রেকর্ডসের মাধ্যমে ২০১৮ সালের ১৬ মার্চ অ্যালবামটি মুক্তি পায়।\nএই অ্যালবামের পূর্বে দুইটি একক—“বার্ন সো ব্রাইট” ও “ওয়াক উইথ মি” মুক্তি পায়।\n\n\n== মুক্তির ইতিহাস ==\n\n\n== মুক্তি ==\n২০১৬ সালের অক্টোবর মাসে ওপেন রোড ফিল্মস চলচ্চিত্রটির প্রচারসত্ত্ব লাভ করে। তারা ২০১৮ সালের ২৩ মার্চ তারিখ নির্ধারণের পূর্বে ২০১৭ সালের ১৪ জুলাই তারিখ নির্ধারণ করে।\n\n\n=== বক্স অফিস ===\nমিডনাইট সান মার্কিন যুক্তরাষ্ট্র ও কানাডায় ৯.৬ মিলিয়ন মার্কিন ডলার এবং বিশ্বের অন্যান্য অঞ্চলে ১৭.৮ মিলিয়ন মার্কিন ডলার, তথা বিশ্বব্যাপী ২৭.৪ মিলিয়ন মার্কিন ডলার লাভ করে।\nমার্কিন যুক্তরাষ্ট্রে চলচ্চিত্রটি প্যাসিফিক রিম: আপরাইজিং, শার্লক নোমস, আনসেন ও পল, অ্যাপোসল অব ক্রাইস্ট প্রভৃতি চলচ্চিত্রের সাথে মুক্তি পায়। প্রথম সপ্তাহে ২,১৭৩টি থিয়েটারে মুক্তি পাওয়া চলচ্চিত্রটি ৫ মিলিয়ন মার্কিন ডলার লাভ করবে বলে ধারণা করা হয়েছিল। কিন্তু এটি কেবল ৪ মিলিয়ন মার্কিন ডলার লাভ করে এবং বক্স অফিসে ১০ম স্থানে থেকে সপ্তাহ শেষ করে। দ্বিতীয় সপ্তাহে চলচ্চিত্রটি ৫৪% পড়ে ১.৮ মিলিয়ন মার্কিন ডলার লাভ করে।\n\n\n=== চলচ্চিত্র সমালোচনা ===\nচলচ্চিত্র মূল্যায়নকারী ওয়েবসাইট রটেন টম্যাটোস-এ চলচ্চিত্রটির গড় রেটিং ৪.২/১০ (জানুয়ারি ২০২২ অনুসারে)। ওয়েবসাইটটির সমালোচনামূলক পর্যালোচনায় বলা হয়েছে, “মিডনাইট সান হলো কিশোর প্রেমের একটি গড়পড়তা আকর্ষণী ও কল্পনানির্ভর চলচ্চিত্র, যা এতে থাকা বাস্তব রোগের অবাস্তব কল্পনার মাধ্যমে অন্য চলচ্চিত্র থেকে সহজে পৃথকযোগ্য।” মেটাক্রিটিকে ১৪টি পর্যালোচনার ভিত্তিতে চলচ্চিত্রটির গড় স্কোর ১০০-এর মধ্যে ৩৮, যা “সাধারণ প্রতিকূল পর্যলোচনা” হিসেবে বিবেচ্য। সিনেমাস্কোর পরিচালিত দর্শক জরিপে এ+ থেকে এফ-এর মধ্যে চলচ্চিত্রটির স্কোর “এ-”।\n\n\n=== পুরস্কার ও মনোনয়ন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মিডনাইট সান  (ইংরেজি)\nবক্স অফিস মোজোতে মিডনাইট সান (ইংরেজি)\nদ্য নাম্বার্সে মিডনাইট সান\nরটেন টম্যাটোসে মিডনাইট সান (ইংরেজি)"}