{"pageid": 11138, "title": "সোনা", "url": "https://bn.wikipedia.org/wiki?curid=11138", "content": "সোনা একটি ধাতব হলুদ বর্ণের ধাতু। বহু প্রাচীনকাল থেকেই মানুষ এই ধাতুর সাথে পরিচিত ছিল। অপরিবর্তনীয় বৈশিষ্ট্য, চকচকে বর্ণ, বিনিময়ের সহজ মাধ্যম, কাঠামোর স্থায়ীত্বের কারণে এটি অতি মূল্যবান ধাতু হিসেবে চিহ্নিত হয়ে আসছে সেই প্রাচীনকাল থেকেই। সোনা দিয়ে বিভিন্ন ধরনের অলঙ্কার তৈরির প্রথা এখনও সমানভাবে বিরাজমান রয়েছে।\n\n\n== নামকরণ ==\nসোনার রাসায়নিক নাম Aurum যা লাতিন শব্দ Aurora থেকে উৎপত্তি লাভ করেছে।\n\n\n== আবিষ্কারের ইতিহাস ==\nধারণা করা হয়, সোনা মানুষের আবিষ্কৃত প্রাচীনতম মৌল। এমনকি নব প্রস্তর যুগেও সোনার তৈরি দ্রব্যাদি ব্যবহৃত হতো। সে যুগের খননকৃত অনেক নিদর্শনে পাথরের জিনিসের সাথে এগুলোর অস্তিত্ব পাওয়া গেছে। জার্মানির বিখ্যাত সমাজতত্ত্ববিদ কার্ল মার্ক্সও সোনাকে মানুষের আবিষ্কৃত প্রথম ধাতু হিসেবে চিহ্নিত করেছেন। অপরিবর্তনীয় রুপ, সহজ বণ্টনযোগ্যতা এবং চকচকে প্রকৃতির জন্য এটি অনেক আগে থেকেই অর্থের প্রধান মানদণ্ড হিসেবে ব্যবহৃত হতো। সোনার সাথে পৃথিবীর অনেক বেদনা বিধুর ও ভয়ংকর কাহিনী জড়িত। সোনা অধিকারের লক্ষ্যে জাতিতে জাতিতে যুদ্ধ হয়েছে, প্রাণ হারিয়েছে অগণিত মানুষ। আবার সোনার মালিক হয়েও কেউ শান্তি পায়নি। কারণ পাওয়ার পরই এসে যেতো সোনা হারানোর ভয়। যখন থেকে মানুষ সমাজবদ্ধ হতে শিখেছে এবং ধীরে ধীরে সামাজিক শ্রেণিবিভাগের সূচনা হয়েছে তখন থেকেই মানুষ খনি থেকে সোনা উত্তোলন করতে শুরু করে। তখন থেকেই অলঙ্কার তৈরীতে সোনা ব্যবহৃত হয়ে আসছে। তখন সোনা বিশুদ্ধিকরণের পদ্ধতিগুলো মানুষের তেমন জানা ছিল না। এ কারণে তখন মূলত সোনা-রুপার সঙ্কর ধাতু তৈরি করা হতো যা অ্যাজেম নামে পরিচিত ছিল। এছাড়া সোনা-রুপার আরেকটি প্রাকৃতিক সঙ্কর ধাতু বিদ্যমান ছিল যার নাম ইলেকট্রুম।\nপ্রাচীনকালের সকল জাতিতেই স্বর্ণের ব্যবহার ছিল। মিশরীয় সম্রাটদের দ্বারা নির্মিত পিরামিডগুলো খনন করে প্রচুর সোনার অলঙ্কার ও জিনিসপত্র উদ্ধার করা হয়েছে। অনেককাল ধরেই মিশরীয়রা সোনা নিয়ে গবেষণা করেছে। চতুর্থ থেকে ষোড়শ শতাব্দী পর্যন্ত কিমিয়াবিদরা সোনা অনুসন্ধানের আপ্রাণ চেষ্টা করেছিলেন। তাদের মূল উদ্দেশ্য ছিল পরশ পাথর অনুসন্ধান। তাদের বিশ্বাস মতে, পরশ পাথরের মাধ্যমে ক্ষার ধাতুকে সোনায় রুপান্তরিত করা সম্ভব। কিমিয়াবিদদের এই ধারণার পিছনে আরও কারণ ছিল। তামার খনিতে অনেকদিন লোহা পড়ে থাকলে তার উপর তামার আস্তরণ পড়তো। কিমিয়াবিদরা মনে করেছিল লোহা তামায় রুপান্তরিত হয়েছে। এ থেকে তারা এ ধারণাও করেছিল যে অন্য ধাতুকেও এভাবে সোনায় পরিণত করা সম্ভব। তারা এক্ষেত্রে অগ্রণী ভূমিকা পালন করে। তবে এই কাজে সর্বোচ্চ উন্নতি করতে পেরেছিল মিশরীয়রা। তারা সোনা নিষ্কাষণের গুপ্তবিদ্যা জানতো। মিশরীয় ঐতিহ্যের সাথে সোনার সম্পর্ক সুগভীর।\nএছাড়া চীন, ভারত এবং মেসোপটেমিয়ার অন্তর্গত রাজ্যগুলোতে খ্রিস্টপূর্ব দশম শতাব্দীতেও সোনা ব্যবহৃত হতো। খ্রিস্টপূর্ব অষ্টম-সপ্তম শতাব্দীতে গ্রীসে সোনার তৈরী টাকা প্রচলিত ছিল। খ্রিস্টপূর্ব প্রথম শতাব্দীতে আর্মেনিয়ায় সোনার টাকা ব্যবহৃত হতো। ভারত এবং নুরিয়া অঞ্চলে (উত্তর-পূর্ব আফ্রিকা) প্রাচীনতম সোনার খনির সন্ধান পাওয়া গেছে। কিমিয়াবিদরা ধাতু নিয়ে গবেষণায় বিশেষ প্রসার অর্জন করেছিলেন। স্বাভাবিকভাবে প্রাপ্ত লেড সালফাইডের সাথে রুপা মিশ্রিত অবস্থায় পাওয়া যায় যাকে কখনও কখনও নিষ্কাশন করা হয়। তারা বুঝতে পেরেছিলেন সীসার উপর রুপা সৃষ্টি হয় না। বরং অভিন্ন উপাদানগুলো বিভিন্ন অনুপাতে সংযুক্ত হয়ে সমস্ত বস্তু উৎপন্ন করে। এই ধারণা কিমিয়াবিদদের মধ্যে বিকাশ লাভ করে। কিমিয়াবিদদের অনেকেই অন্য ধাতু থেকে সোনা তৈরির জন্য পরশ পাথরের সন্ধান করেছিল, অনেকে জীবন পর্যন্ত উৎসর্গ করেছিল। কিন্তু এর মধ্যে কোন সত্যতা ছিল না। পরশ পাথর নামে কিছুর অস্তিত্ব বিজ্ঞান স্বীকার করেনি। যাহোক, কিমিয়াবিদ্যার প্রসার এতে থেমে থাকেনি।\nদক্ষিণ ও মধ্য আমেরিকা বিজয়ের জন্য স্পেনীয়রা অভিযান পরিচালনা করেছিল। সেখানে ইউরোপীয় উপনিবেশ স্থাপনের পর প্রাচীন ইনকাতে সোনার প্রাচুর্য দেখে কিমিয়াবিদরা অভিভূত হয়েছিল। ইনকাদের কাছে সোনা ছিল গুপ্ত ধাতু তথা সূর্য দেবতার ধাতু। তাদের মন্দিরগুলোতে বিপুল পরিমাণ সোনা রক্ষিত থাকতো। ইনকাবাসীদের মহান নেতা আটাহুয়ালপাকে যখন স্পেনীয়রা বন্দী করে তখন ইনকারা তার মুক্তিপণ হিসেবে ৬০ ঘনমিটার সোনা দেয়ার প্রতিশ্রুতি করেছিল যা অবিশ্বাস্য মনে হতে পারে। এতেও স্পেনীয় সেনানায়ক ফ্রান্সিস্‌কো পিজারো তাকে মুক্তি দেয়নি, বরং পণের অপেক্ষ‍া না করেই তাকে হত্যা করে। ইনকারা যখন এই হত্যার সংবাদ জানতে পারে তখন সেই বিপুল পরিমাণ সোনা বহন করে নিয়ে আসছিল ১১০০ লামা। তারা সোনাগুলো অ্যাজানগারের পর্বতে লুকিয়ে রাখে। কিন্তু তারা তাদের সম্পদ বেশিদিন লুকিয়ে রাখতে পারেনি। পেরুর সবচেয়ে সমৃদ্ধ নগরী কুজকো দখল করে স্পেনীয়রা সেখানের অনেক কিছু লুট করার পাশাপাশি সোনাও লুট করে।\n\n১৬০০ সালে রাশিয়ার খনি থেকে সোনা উত্তোলন শুরু হয়। তবে এর পরিমাণ খুব বেশি ছিল না। ১৯০০ খ্রিষ্টাব্দের পর থেকে সেখানে সোনা উত্তোলনের পরিমাণ অনেকগুণ বেড়েছে।\n\n\n== স্বর্গীয় উৎস তত্ত্ব ==\nজ্যোতির্বিজ্ঞানীদের মতে মহাকাশে অনবরত বৃষ্টির মতো সোনার কণা ঝরছে। পৃথিবীর সব সোনাও এ ধরনের প্রাচীন মহাজাগতিক সোনাবৃষ্টি থেকেই পাওয়া। দুটি নিউট্রন তারার সংঘর্ষ বা কৃষ্ণগহ্বরের সঙ্গে নিউট্রন তারার একত্রীকরণে যে বিস্ফোরণ হয়, তাকে বলে কিলানোভা।  এই কিলানোভার মাধ্যমে মহাকাশে অনবরত সোনা ও প্লাটিনামের মতো ভারী ধাতু সৃষ্টি হচ্ছে বলে সাম্প্রতিক গবেষণায় জানা যায়। এসব ধাতু বৃষ্টির মতো ঝরে পড়ছে মহাকাশে। পৃথিবীতে যত সোনা ও প্লাটিনাম রয়েছে, তা প্রাচীন একটি নিউট্রন তারার সংঘর্ষ থেকে পাওয়া।\n\n\n== তথ্যসূত্র ==\n\nরাসায়নিক মৌল: কেমন করে সেগুলি আবিষ্কৃত হয়েছিল: দ. ন. ত্রিফোনভ, ভ. দ. ত্রিফোনভ; বাংলা অনুবাদ: কানাই লাল মুখোপাধ্যায়; মির প্রকাশন, মস্কো এবং মনীষা গ্রন্থালয়, কলকাতা থেকে প্রকাশিত। সোভিয়েত ইউনিয়নে মুদ্রিত; ১৯৮৮।\n\n\n== আরও দেখুন =="}