{"pageid": 1113078, "title": "নাজিস (অপবিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1113078", "content": "ইসলামী আইন অনুসারে, নাজিস (আরবি: نجس) হচ্ছে শাস্ত্রীয়ভাবে অবিত্রতা। ফিকহের পরিভাষা অনুসারে, দুই ধরনের নাজিস রয়েছে: মৌলিক নাজিস; যা পরিষ্কার করা যায় না। আর দ্বিতীয়টি হচ্ছে, মৌলিক নয় এমন নাজিস যা মৌলিক নাজিসের সংস্পর্শে আসার কারণে নাজিসে পরিণত হয়।\nনাজিস জিনিসের সংস্পর্শ একজন মুসলমানকে ধর্মীয় অপবিত্র অবস্থায় নিয়ে আসে (আরবি: نجاسة  najāsa, এর বিপরীত বিষয়টি হল তাহারাত বা ধর্মীয় পবিত্রতা)। নামাজ আদায়ের মত বিভিন্ন ধর্মীয় দায়িত্ব পালনের জন্য ধর্মীয় পবিত্রতার প্রয়োজন পড়ে।\n\n\n== ইসলামি আইন ==\nসুন্নী ইসলামী আইনশাস্ত্রের মধ্যে শাফিঈ মাজহাবমতে-\nমদ এবং অন্যান্য অ্যালকোহলমিশ্রিত পানীয়, কুকুর, শূকর, মৃত প্রাণী (যেগুলোকে ধর্মীয় আইনে জবাই করা হয়নি), রক্ত, শরীর থেকে নির্গত বিষয়, হারাম প্রাণীর দুধ অপবিত্র বা নাজিস। বিষয়টি ইমাম নববী তার মিনহাজ বইয়ে পদ্ধতিগতভাবে উল্লেখ করেছেন। এদিকে সকল অ্যালকোহল মিশ্রিত পানীয় হানাফী মতে অপবিত্র নয়। আবার মালিকীদের মতে জীবিত কুকুর ও শূকর অপবিত্র নয়। কোন  অ্যালকোহল মিশ্রিত পানীয় পাক কোনটি নাপাক- এই বিষয় নিয়েও বেশ মতভেদ রয়েছে।\nনববীর কৃত তালিকার পাশাপাশি শিয়া ফকিহগণ কাফির এবং মৃতদেহের নাপাক বা অপবিত্র হবার বিষয়টি যুক্ত করেছেন।\nনাজিস জিনিসগুলিকে পবিত্র করা যায় না, এর বিপরীতে রয়েছে যেগুলো অপবিত্র হয় (মুতানাজিস )। নাজিসের মধ্যে কেবল মদ পবিত্র করা যায়, সেটিও কেবল ভিনেগার তৈরি করলে পবিত্র হয় এবং চামড়া, যা চর্মসংস্কার (ট্যানিং) দ্বারা পবিত্র হয়।\n\n\n== মুতাহহিরাত ('পবিত্রকারী বিষয়সমূহ') ==\nযেসব বিষয় অপবিত্র হয়ে গিয়েছে, সেগুলো পবিত্র করা সম্ভব। এই পবিত্রকারী বিষয়গুলোকে তিনভাগে ভাগ করা যেতে পারে:\n\n\n=== মুতাহিরাত ===\nপৃথিবী\nসূর্য\nপানি - কুরআনে আছে: “তিনিই (আল্লাহ) স্বীয় রাহমাতের প্রাক্কালে সুসংবাদবাহী রূপে বায়ু প্রেরণ করেন এবং আমি আকাশ হতে বিশুদ্ধ পানি বর্ষণ করি।\" (সূরা ফুরকান: ৪৮) শরিয়ত অনুযায়ী, পানি দুই ধরনের হতে পারে: মুৎলাক্ব এবং মুদ্বআফ।  কোনো ধরনের পরীক্ষা করা ব্যতিরেকেই মুতলাকের পানি পবিত্র পানি হিসেবে গণ্য। মুৎলাক্বের পাঁচটি রূপ হল: বৃষ্টির পানি, কূপের পানি, প্রবাহিত বা প্রবাহিত জল (নদী বা ঝর্ণা), কুরের জল (হ্রদ, সমুদ্র বা মহাসাগর), এবং কুরের চেয়ে কম। মুদ্বআফ হচ্ছে মিশ্রিত পানি।\n\n\n=== বস্তুগত পরিবর্তন ===\nইস্তিহালাহ (রাসায়নিক পরিবর্তন)\nইনকিলাব (সম্পত্তি পরিবর্তন)\nইন্তিকাল (স্থান পরিবর্তন)\nযাওয়াল লি আইনিন নাজাসাহ (নাজাসাতের উৎসের অন্তর্ধান)\nইস্তিবরা (বিচ্ছিন্নকরণ)\n\n\n=== আধ্যাত্মিক পরিবর্তন ===\nইসলামগ্রহণ\nতাবা'ইয়্যাহ (অনুসরণ করা)\nগায়বাত আল-মুসলিম (মুসলিম অনুপস্থিতি)\nএই সমস্ত পরিশুদ্ধকারী বিষয় প্রত্যেক নাজিসকে  সবসময় পবিত্র করতে পারে না। যাইহোক, বিষয়গুলোর মধ্যে পানি হল সবচেয়ে সার্বজনীন পরিশোধনকারী বিষয়, আর বাকি বিষয়গুলোর পবিত্র করার ক্ষমতা সীমিত।\n\n\n== আইনের সূত্র ==\nধর্মীয় অপবিত্রতার আইন মূলত কুরআন এবং হাদিস থেকে এসেছে। কুরআনে শূকর ও রক্তকে হারাম খাদ্য ঘোষণা করা হয়েছে।\n\n\n== আরও দেখুন ==\nগোসল\nতাহের\nধর্মীয় পবিত্রতা\nওযু\nধীমি\n\n\n== তথ্যসূত্র ==\n \n\n\n== আরো পাঠ করার জন্য =="}