{"pageid": 1113454, "title": "হাওড়া-চেন্নাই প্রধান লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1113454", "content": "হাওড়া-চেন্নাই প্রধান লাইন হল একটি রেললাইন যা ভারতের পূর্ব উপকূলীয় সমভূমি জুড়ে চেন্নাই এবং কলকাতাকে সংযুক্ত করে। ১,৬৬১ কিলোমিটার (১,০৩২ মাইল) দূরত্ব কভার করে পশ্চিমবঙ্গ, ওড়িশা, অন্ধ্রপ্রদেশ এবং তামিলনাড়ু জুড়ে।\n\n\n== বিভাগসমূহ ==\n১,৬৬১ কিমি (১,০৩২ মা) দীর্ঘ ট্রাঙ্ক লাইনকে  আরও বিশদভাবে ভাগ করা হয়েছে:\n\nহাওড়া–খড়্গপুর লাইন\nখড়গপুর-খুর্দা রোড বিভাগ\nখুর্দা রোড–বিশাখাপত্তনম বিভাগ (প্রায় ৪৩০ কিলোমিটার (২৭০ মাইল) )\nনিদাদাভোল-নরসাপুরম বিভাগ\nদুভাদা-বিজয়ওয়াড়া বিভাগ (প্রায় ৩৫০ কিলোমিটার (২২০ মাইল) ) ( আনাকাপালে  দক্ষিণ উপকূল রেল থেকে)\nবিজয়ওয়াড়া-গুদুর বিভাগ (প্রায় ৩১০ কিলোমিটার (১৯০ মাইল) ) দক্ষিণ উপকূল রেল\nগুডুর-চেন্নাই বিভাগ (প্রায় ১৪০ কিলোমিটার (৮৭ মাইল) ) ( গুডুর জংশন বাদে) দক্ষিণ রেল\n\n\n== ভূগোল ==\nহাওড়া-চেন্নাই প্রধান লাইনটি মহানদী, গোদাবরী এবং কৃষ্ণার মতো প্রধান নদীগুলিকে অতিক্রম করে পূর্ব উপকূলীয় সমভূমিকে অতিক্রম করে। পূর্ব ঘাট এবং বঙ্গোপসাগরের মধ্যে অবস্থিত উপকূলীয় সমভূমিগুলি জনসংখ্যার উচ্চ ঘনত্ব সহ উর্বর কৃষি জমি।\n\n\n== ইতিহাস ==\nহাওড়া–দিল্লি প্রধান লাইন ছিল ভারতের প্রথম ট্রাঙ্ক রুট যা দুটি মহানগরকে সংযুক্ত করে। এটি ১৮৬৬ সালে খোলা হয়েছিল।  দ্বিতীয় ট্রাঙ্ক রুট ছিল হাওড়া-এলাহাবাদ-মুম্বাই লাইন, যা ১৮৭০ সালে খোলা হয়েছিল।  হাওড়া-নাগপুর-মুম্বাই লাইনটি ১৯০০ সালে দেশের তৃতীয় ট্রাঙ্ক রুট হিসাবে খোলা হয়েছিল। তার উল্টো পায়ে বন্ধ ছিল ১৯০১ সালে হাওড়া-চেন্নাই প্রধান লাইন ।\nদক্ষিণ ভারতের প্রথম ট্রেন পরিষেবা থেকে পরিচালিত হয় Royapuram / Vyasarpadi Jeeva এ চেন্নাই থেকে Walajah রোড কাছাকাছি ভেলোর, ১০০ কিমি (৬২ মা) কাছাকাছি আচ্ছাদন দীর্ঘ, এবং মাদ্রাজ রেলওয়ে কোম্পানি দ্বারা পরিচালিত, ১ জুলাই ১৮৫৬ সালে। আরও কয়েকটি লাইনও তৈরি করা হয়েছিল।  ১৮৯৩ থেকে ১৮৯৬ সময়কালে, ১,২৮৭ কিমি (৮০০ মা)এর  ইস্ট কোস্ট রাজ্য রেলওয়ে থেকে Vijayawada Junction থেকে কটকে তৈরী এবং ট্রাফিক খোলা হয়,   ১৮৯৯ সালে বিজয়ওয়াড়া-চেন্নাই লিংক ও নির্মাণ ভারতের পূর্ব উপকূল বরাবর ট্রেনের চলমান মারফত এটিকে সক্ষম।  বেঙ্গল নাগপুর রেলওয়ে হাওড়া-খড়গপুর এবং খড়গপুর-কটক উভয় লাইনে কাজ করছিল, ১৯০০ সালে রূপনারায়ণ এবং 1901 সালে মহানদীর উপর সেতুটি সম্পূর্ণ করে, এইভাবে চেন্নাই এবং কলকাতার মধ্যে সংযোগের মাধ্যমে সম্পূর্ণ করে।\n\n\n=== রেলওয়ে পুনর্গঠন ===\nইস্ট কোস্ট স্টেট রেলওয়ের দক্ষিণ অংশ (ওয়াল্টেয়ার থেকে বিজয়ওয়াড়া পর্যন্ত) ১৯০১ সালে মাদ্রাজ রেলওয়ে দ্বারা দখল করা হয়েছিল।  ৫১৪ কিমি (৩১৯ মা) কটক পর্যন্ত পূর্ব উপকূল লাইনের দীর্ঘ উত্তর অংশ, যার মধ্যে পুরী পর্যন্ত শাখা লাইন রয়েছে, ১৯০২ সালে বেঙ্গল নাগপুর রেলওয়ের দখলে ছিল।\n১৯০৮ সালে মাদ্রাজ ও দক্ষিণ মারাঠা রেলওয়ে গঠনের জন্য দক্ষিণ মারাঠা রেলওয়ের সাথে একীভূত করা হয়।\n১৯৫০-এর দশকের গোড়ার দিকে আইন পাস করা হয়েছিল যা কেন্দ্রীয় সরকারকে স্বতন্ত্র রেলওয়ে ব্যবস্থা গ্রহণের ক্ষমতা দিয়েছিল। ১৪ এপ্রিল ১৯৫১-এ মাদ্রাজ ও দক্ষিণ মারাঠা রেলওয়ে, দক্ষিণ ভারতীয় রেলওয়ে কোম্পানি এবং মহীশূর রাজ্য রেলওয়েকে একীভূত করে দক্ষিণ রেল গঠন করা হয়। পরবর্তীকালে, নিজামের গ্যারান্টিড স্টেট রেলওয়েকেও দক্ষিণ রেলে একীভূত করা হয়। ২ অক্টোবর ১৯৬৬-এ, সেকেন্দ্রাবাদ, সোলাপুর, হুবলি এবং বিজয়ওয়াড়া বিভাগ, নিজামের গ্যারান্টিড স্টেট রেলওয়ের প্রাক্তন অঞ্চলগুলি এবং মাদ্রাজ এবং দক্ষিণ মহরট্ট রেলওয়ের কিছু অংশকে দক্ষিণ মধ্য রেল গঠনের জন্য দক্ষিণ রেলওয়ে থেকে পৃথক করা হয়েছিল। ১৯৭৭ সালে, দক্ষিণ রেলওয়ের গুন্টকাল বিভাগ দক্ষিণ মধ্য রেলওয়েতে স্থানান্তরিত হয় এবং সোলাপুর বিভাগ মধ্য রেলওয়েতে স্থানান্তরিত হয়। ২০১০ সালে তৈরি করা সাতটি নতুন অঞ্চলের মধ্যে ছিল দক্ষিণ পশ্চিম রেলওয়ে, যেটি দক্ষিণ রেলওয়ে থেকে পুনর্গঠন করা হয়েছিল।\nবেঙ্গল নাগপুর রেলওয়ে  ১৯৪৪ সালে জাতীয়করণ করা হয়  পূর্ব রেল ১৪ এপ্রিল ১৯৫২-এ ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির পূর্বে মুঘলসারাই এবং বেঙ্গল নাগপুর রেলওয়ের অংশ নিয়ে গঠিত হয়েছিল।  ১৯৫৫ সালে, দক্ষিণ পূর্ব রেলওয়ে পূর্ব রেলওয়ে থেকে খোদাই করা হয়েছিল। এটি লাইন নিয়ে গঠিত যা বেশিরভাগই আগে BNR দ্বারা পরিচালিত হয়েছিল।  ২০০৩ সালের এপ্রিলে শুরু হওয়া নতুন অঞ্চলগুলির মধ্যে ছিল পূর্ব উপকূল রেলওয়ে এবং দক্ষিণ পূর্ব মধ্য রেলওয়ে । এই দুটি রেলপথই দক্ষিণ পূর্ব রেলওয়ে থেকে খোদাই করা হয়েছিল।  ২০২০ সালের এপ্রিলে শুরু করা নতুন জোনের মধ্যে রয়েছে দক্ষিণ উপকূল রেল এই রেলপথটি দক্ষিণ মধ্য রেলওয়ে এবং পূর্ব উপকূল রেলওয়ে থেকে তৈরি করা হয়েছিল। \n\n\n== বিদ্যুতায়ন ==\nহাওড়া-চেন্নাই মেল ছিল দক্ষিণ পূর্ব রেলওয়ের প্রথম ট্রেন যা ১৯৬৫ সালে একটি ডিজেল ইঞ্জিন (WDM-1 ) দ্বারা চালানো হয়েছিল। \nহাওড়া-চেন্নাই রুট সম্পূর্ণভাবে ২০০৫ সালে  বিদ্যুতায়িত হয় \n\n\n== গতিসীমা ==\nনয়াদিল্লি-চেন্নাই সেন্ট্রাল লাইন (গ্র্যান্ড ট্রাঙ্ক রুট), যার মধ্যে বিজয়ওয়াড়া-চেন্নাই অংশ একটি অংশ, এবং হাওড়া-নাগপুর-মুম্বাই লাইন, যার মধ্যে হাওড়া-খড়গপুর বিভাগ একটি অংশ, \"গ্রুপ A\" হিসাবে শ্রেণীবদ্ধ করা হয়েছে। লাইন যা ১৬০ কিমি/ঘণ্টা পর্যন্ত গতি নিতে পারে। খড়গপুর-বিজয়ওয়াড়া সেক্টরকে একটি গ্রুপ বি লাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে যা ১৩০ কিমি/ঘণ্টা পর্যন্ত গতি নিতে পারে। \n\n\n== যাত্রী চলাচল ==\nএই লাইনে হাওড়া, খড়গপুর, বালাসোর, কটক, ভুবনেশ্বর, ব্রহ্মপুর, ভিজিয়ানগরম, বিশাখাপত্তনম, রাজামুন্দ্রি, এলুরু, বিজয়ওয়াড়া, নেলোর, গুডুর এবং চেন্নাই সেন্ট্রাল ভারতীয় রেলওয়ের শীর্ষ শতাধিক বুকিং স্টেশনগুলির মধ্যে রয়েছে। \n\n\n== সুবর্ণ চতুর্ভুজ ==\nহাওড়া-চেন্নাই মূল লাইনটি সোনালী চতুর্ভুজের একটি অংশ। চারটি প্রধান মহানগরকে (নয়া দিল্লি, মুম্বাই, চেন্নাই এবং কলকাতা) সংযোগকারী রুটগুলি তাদের তির্যক সহ, যা সোনালী চতুর্ভুজ নামে পরিচিত, প্রায় অর্ধেক মালবাহী এবং প্রায় অর্ধেক যাত্রী পরিবহন করে, যদিও দৈর্ঘ্য  তার মাত্র ১৬ শতাংশ গঠন করে।\n\n\n== তথ্যসূত্র =="}