{"pageid": 111316, "title": "মৌলিক কণা", "url": "https://bn.wikipedia.org/wiki?curid=111316", "content": "কণা পদার্থবিজ্ঞানে মৌলিক কণা বা প্রাথমিক কণা হল সেসব কণা , যাদের ক্ষুদ্রতর কোন ভিত্তি বা গাঠনিক একক নেই অর্থাৎ এরা অন্য কোনো ক্ষুদ্রতর কণার সন্নিবেশে গঠিত হয়নি । যদি কোন মৌলিক কণার প্রকৃতপক্ষেই কোন ক্ষুদ্রতর একক না থাকে তবে তাকে মহাবিশ্বের গাঠনিক একক হিসাবে বিবেচনা করা হয় , যা থেকে অন্য সব কণা তৈরি হয়েছে । আদর্শ মডেল অনুযায়ী কোয়ার্ক , লেপটন এবং গেজ বোসনকে মৌলিক কণিকা হিসাবে বিবেচনা করা হয় ।\nঐতিহাসিকভাবে , হ্যাড্রন , মেসন এবং বেরিয়ন (যেমন: প্রোটন এবং নিউট্রন) এমনকি পুরো পরমাণুই একসময় মৌলিক কণিকা হিসেবে বিবেচিত হয়েছে । মৌলিক কণা তত্ত্বের একটি ভিত্তিসূচক ধারণা হল ২০ শতাব্দীর সূচণাভাগের \"কোয়ান্টার\" ধারণা , যা তড়িৎ-চৌম্বকীয় বিকিরণ সংক্রান্ত অধ্যয়নে নতুন যুগের সূচণা করেছে এবং কোয়ান্টাম বলবিদ্যার সূত্রপাত ঘটিয়েছে । গাণিতিক প্রয়োজনে মৌলিক কণাদিকে বিন্দু কণা হিসেবে বিবেচনা করা হয় , যদিও কিছু কণা তত্ত্ব যেমন স্ট্রিং তত্ত্বে এর ভৌত মাত্রার ধারণা দেয়া হয়েছে ।\n\n\n== একনজরে ==\n\nসব মৌলকণাই হয় বোসন নয়তো ফার্মিওন (যা তাদের ঘূর্ণনের ওপর নির্ভর করে) । ঘূর্ণন পরিসংখ্যান তত্ত্ব লব্ধি কোয়ান্টাম পরিসংখ্যান চিহ্নিত করে যা ফার্মিওন ও বোসনের মধ্যে পার্থক্য গ'ড়ে দেয় । এ পদ্ধতি অনুযায়ী পদার্থের সাথে জড়িত কণাসমূহ হল ফার্মিয়ন , যার ঘূর্ণন-সংখ্যা (স্পিন) অর্ধ পূর্ণসংখ্যা ; এদের বারোটি ফ্লেভারে ভাগ করা হয় । মৌলিক বলের সাথে যুক্ত কণাদের বলা হয় বোসন , যার ঘূর্ণন পূর্ণসাংখ্যিক ।\n\nফার্মিয়ন\nকোয়ার্ক\nআপ, ডাউন\nচার্ম, স্ট্রেঞ্জ\nটপ, বটম\nলেপটন\nইলেকট্রন, ইলেকট্রন নিউট্রিনো\nমিউওন, মিউওন নিউট্রিনো\nটাও, টাও নিউট্রিনো\nবোসন\nগেজ বোসন\nগ্লুয়ন\nফোটন\nডব্লিউ এবং জেড বোসন\nগ্র্যাভিটন (এখনও তত্ত্বীয়)\nস্কেলার বোসন\nহিগস বোসন\n\n\n== আদর্শ মডেল ==\nকণা পদার্থবিজ্ঞানের আদর্শ মডেল ১২ ধরনের ফ্লেভারের প্রাথমিক ফার্মিয়ন এবং তাদের সংশ্লিষ্ট প্রতিপদার্থ, পাশাপাশি বোসন কণা - যারা বলের মধ্যস্ততাকারী এবং হিগস বোসন কণা নিয়ে গঠিত। তবে আদর্শ মডেলের তত্ত্বকে কোন মৌলিক তত্ত্ব হিসাবে না দেখে কেবল একটি ধারণা হিসেবেই বিবেচনা করা হয়, কারণ এটি আইনস্টাইনের সাধারণ আপেক্ষিক তত্ত্বের সাথে সঙ্গতিপূর্ণ কিনা তা জানা যায়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGreene, Brian, \"Elementary particles\". The Elegant Universe, NOVA (PBS)\nparticleadventure.org: The Standard Model\nUnsolved Mysteries. Beyond The Standard Model\nWhat is the World Made of? The Naming of Quarks\nparticleadventure.org: Particle chart\nUniversity of California: Particle Data Group\nCERNCourier: Season of Higgs and melodrama  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জুলাই ২০০৮ তারিখে\nPentaquark information page\nInteractions.org Particle physics news\nSymmetry Magazine, a joint Fermilab/SLAC publication\n\"Sized Matter: perception of the extreme unseen\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ ডিসেম্বর ২০০৭ তারিখে — Michigan University project for artistic visualisation of subatomic particles."}