{"pageid": 1113995, "title": "নাসির দাউদ", "url": "https://bn.wikipedia.org/wiki?curid=1113995", "content": "নাসির দাউদ ইবনে মুয়াযযাম ঈসা (আরবি: الناصر داود ابن المعظم; ১২০৬-১২৬১) ছিলেন একজন কুর্দী শাসক। প্রথমে ১২২৭ থেকে ১২২৯ খ্রিস্টাব্দ পর্যন্ত দামেস্কে আইয়ুবীয় আমির এবং পরে ১২২৯ - ১২৪৮ খ্রিস্টাব্দ পর্যন্ত কেরাকের আমির হিসেবে শাসন করেছেন।\n\n\n== কর্মজীবন ==\n\n\n=== দামেস্কের ক্ষমতা ===\nনাসির দাউদ ১২১৮ থেকে ১২২৭ খ্রিস্টাব্দ পর্যন্ত দামেস্কে শাসন করা আইয়ুবীয় আমির মুয়াযযাম ঈসার সন্তান। পিতার মৃত্যুর পর নাসির তার উত্তরাধিকার হিসেবে দামেস্কের আমির হন। কিন্তু অল্প কিছুকাল পরেই তার চাচা মিশরের কামিলের বিরোধিতার মুখোমুখি হন। কামিল জেরুসালেম এবং নাবলুস জয় করে তার বিরুদ্ধে যুদ্ধ করছিলেন। নাসির তার অন্য চাচা হারানের শাসক আশরাফের কাছে সাহায্য চান। কিন্তু আশরাফ তার সাথে বিশ্বাসঘাতকতা করেছিলেন। আশরাফ কামিলের সাথে নাসিরের এলাকা ভাগ করার জন্য একটি চুক্তি করেছিলেন যে, আশরাফ দামেস্ক এবং উত্তরের নিয়ন্ত্রণ নিবেন আর কামিল ফিলিস্তিনের নিয়ন্ত্রণ নিবেন।\nনাসির সময়মত প্রতারণা বুঝতে পেরে তার রাজধানী দামেস্কে ফিরে আসেন। যেখানে তার শহর ১২২৮ খ্রিস্টাব্দের শেষদিকে তার চাচাদের দ্বারা অবরুদ্ধ হয়। অবরোধ ১২২৯ খ্রিস্টাব্দের জুন পর্যন্ত চলে। শেষপর্যন্ত আশরাফ দামেস্ক দখল করে তার ভাইয়ের কর্তৃত্ব স্বীকার করে সেখানকার শাসক হন। নাসিরকে পূর্ব জর্ডানের কেরাক অঞ্চলের নিয়ন্ত্রণ দিয়ে ক্ষতিপূরণ দেয়া হয়েছিল।\n\n\n=== কেরাকের ক্ষমতা ===\nনাসির দাউদ কেরাক অঞ্চল পরবর্তী ত্রিশ বছর শাসন করেছিলেন। ১২৩৯ খ্রিস্টাব্দে তিনি আবার উল্লেখযোগ্য অবস্থানে চলে এসেছিলেন। তিনি তার চাচা কামিলের বড় ছেলে আস সালিহ আইয়ুবকে তার ভাই ও মিশরের শাসক আদিল দ্বিতীয়ের হাতে তুলে দিতে অস্বীকার করেন। আইয়ুব ইতোমধ্যেই বিদ্রোহ করে দামেস্ক থেকে পলায়ন করেছিলেন। নাসির তাকে কারাগারে বন্দী রাখেন।\n১২৩৯ খ্রিস্টাব্দের নভেম্বরে ব্যারন ক্রুসেডের একজন নেতা পিটার অব ব্রিটানি জর্ডান থেকে দামেস্কের দিকে অগ্রসর হওয়া একটি কাফেলার উপর আক্রমণ করেন। এতে নাসির ক্ষুব্ধ হন এবং জেরুসালেম আক্রমণ করেন, যা প্রায় অরক্ষিত ছিল। দুর্গের মূল সৈন্যদল ৭ই ডিসেম্বর আত্মসমর্পণ করে। তিনি জেরুসালেম ধরে রাখার চেষ্টা করেননি। তবে তিনি দুর্গগুলো ধ্বংস করেন। এরপর কেরাকে ফিরে আসেন।\n১২৪০ খ্রিস্টাব্দের এপ্রিলে নাসির আদিল দ্বিতীয়ের সাথে বাদানুবাদ করে সালিহ আইয়ুবকে মুক্ত করে মিত্রতা স্থাপন করেন। এই শর্তের সাথে যে, বিনিময়ে আইয়ুব তাকে দামেস্কে পুনরায় শাসন ক্ষমতায় বসতে সহায়তা করেন। এদিকে আদিল তার নিজের সৈন্যদের দ্বারা নিহত হন। আইয়ুব ও নাসির জুন মাসে বিজয়ী হিসেবে কায়রোতে প্রবেশ করেন। নাসির পরের মাসে কেরাকে ফিরে আসেন। তবে তিনি তার শহর ক্রুসেডারদের হাতে আক্রান্ত অবস্থায় পান। ক্রুসেডাররা তার শত্রু দামেস্কের সালিহ ইসমাইলের সাথে জোটবদ্ধ হয়েছিল। এদিকে আইয়ুব নাসিরের সাথে করা দামেস্ক পুনরুদ্ধারের প্রতিশ্রুতি ত্যাগ করেন। তিনি নাসিরকে কূটনৈতিকভাবে বিচ্ছিন্ন করে রাখেন। এমতাবস্থায় তার নিজের এলাকা ধরে রাখঅর জন্য নাসিরকে ইসমাইলের সাথে চুক্তিতে আসতে হয়েছিল। পরে আবার ক্রুসেডারদের সাথেও চুক্তি করতে হয়েছিল।\n১২৪১ খ্রিস্টাব্দের বসন্তে আইয়ুব ক্রুসেডারদের সাথে একটি যুদ্ধবিরতি স্বাক্ষর করেন। এরপর তিনি সিরিয়া পুনরায় বিজয় করতে অভিযান পরিচালনা করেন। জেরুসালেমের পশ্চিমে একটি যুদ্ধে তার বাহিনী নাসিরের বাহিনীর মোকাবেলা করে পরাজিত হয়। নাসির জয়ী হবার পরও যেকোনো কারণে আইয়ুবের বশ্যতা আবার স্বীকার করে নেন। পরের দুই বছর নাসির ফ্রাঙ্কদের বিরুদ্ধে ক্রমাগত লড়াইয়ের মুখোমুখী হন। আবার মাঝেমধ্যে ইসমাইলের বিরুদ্ধেও যুদ্ধে অবতীর্ণ হতে হয়। কিন্তু এই সময়কালে তিনি আইয়ুবের নিকট থেকে বাস্তব সহায়তা খুবই কম পেয়েছিলেন। তাই তিনি ১২৪৩ খ্রিস্টাব্দে আবার পক্ষ পরিবর্তন করে চাচা ইসমাইলের পক্ষ নেন। উত্তর হতে খোয়ারিজমীয় জলদস্যুদের আক্রমণের ফলে ক্রুসেডার-দামেস্কের মিশরের দিকের যৌথ অভিযান ব্যাহত হয়। নাসির আবার কেরাকে প্রত্যাবর্তন করেন।\n\n\n== শেষজীবন ও মৃত্যু ==\n১২৪৫ খ্রিস্টাব্দে আইয়ুব দামেস্ক ও ফিলিস্তিন উদ্ধারকল্পে একটি সৈন্যদল প্রেরণ করেন। এসময়ে পশ্চিম জর্ডান নাসিরের হাতছাড়া হয়। কিন্তু তাকে জর্ডানের পূর্বে ফিরে যাওয়ার অনুমতি দেয়া হয়। যাইহোক, তিনি কেরাকে ফিরে আসেন ও সেখানে ১২৪৮ খ্রিস্টাব্দ পর্যন্ত শাসন করেন। শেষপর্যন্ত সেখান থেকে তাকে ক্ষমতাচ্যুত করা হয়। এর কয়েকবছর পর ১২৫৬ খ্রিস্টাব্দে তিনি মৃত্যুবরণ করেন।\n\n\n== সূত্র ==\nGibb, H. A. R. (১৯৬৯)। The Aiyūbids (পিডিএফ)। A History of the Crusades (Setton), Volume II। ২৬ মার্চ ২০২৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৫ জানুয়ারি ২০২২। \nRunciman, Steven (১৯৫৪)। A History of the Crusades, Volume Three: The Kingdom of Acre and the Later Crusades। Cambridge University Press। আইএসবিএন 978-0521347723।"}