{"pageid": 1113503, "title": "স্পেসএক্স স্টারবেস", "url": "https://bn.wikipedia.org/wiki?curid=1113503", "content": "স্টারবেস হল একটি বেসরকারি রকেট উৎপাদন সুবিধা, পরীক্ষার স্থান এবং স্পেসএক্স দ্বারা নির্মিত স্পেসপোর্ট, যা মার্কিন উপসাগরীয় উপকূলে টেক্সাসের ব্রাউঞ্জভিল থেকে প্রায় ৩২ কিমি (২০ মাইল) পূর্বে বোকা চিকাতে অবস্থিত। যখন ধারণা করা হয়, তখন এর উল্লিখিত উদ্দেশ্য ছিল \"স্পেসএক্সকে একটি একচেটিয়াভাবে উৎক্ষেপণ স্থান প্রদান করা, যা কোম্পানিকে তার উৎক্ষেপণ ইস্তাহার ও ভিড়েঠাসা লঞ্চ উইন্ডোগুলির সাথে মিলিত হতে দেয়।\" উৎক্ষেপণ স্থানটি মূলত ফ্যালকন ৯ ও ফ্যালকন হেভি উৎক্ষেপণ যানের পাশাপাশি \"বিভিন্ন ধরনের পুনঃব্যবহারযোগ্য সাবঅরবিটাল লঞ্চ ভেহিকেল\"কে সমর্থন করার উদ্দেশ্যে তৈরি করা হয়েছিল, কিন্তু স্পেসএক্স ২০১৮ সালের শুরুর দিকে পরিকল্পনার পরিবর্তন ঘোষণা করে। স্পেসএক্স থেকে জানানো হয়, যে উৎক্ষেপণ স্থানটি শুধুমাত্র স্পেসএক্সের পরবর্তী প্রজন্মের উৎক্ষেপণ যান স্টারশিপের জন্য ব্যবহার করা হবে। স্থানটি ২০১৮ সাল থেকে ২০২০ সালের মধ্যে উল্লেখযোগ্য রকেট উত্পাদন ও পরীক্ষার ক্ষমতা যুক্ত করেছে। স্পেসএক্সের সিইও ইলন মাস্ক ২০১৪ সালে ইঙ্গিত দিয়েছিলেন, যে তিনি আশা করেন \"দক্ষিণ থেকে টেক্সাস বাণিজ্যিক মহাকাশচারী, ব্যক্তিগত মহাকাশচারী রওনা হবেন\"  এবং তিনি স্থানটি থেকে মঙ্গল গ্রহে মহাকাশযান উৎক্ষেপণের পূর্বাভাস দিয়েছিলেন।\nস্পেসএক্স ২০১২ সাল থেকে ২০১৪ সালের মধ্যে নতুন বাণিজ্যিক উৎক্ষেপণ সুবিধার জন্য মার্কিন যুক্তরাষ্ট্রের চারপাশে সাতটি সম্ভাব্য অবস্থান বিবেচনা করেছিল। সাধারণত, অরবিটাল উৎক্ষেপণের জন্য একটি আদর্শ স্থানে নিরাপত্তার জন্য পূর্বদিকে একটি জল ভাগের উপরে উড্ডয়নের পথ থাকবে এবং পৃথিবীর ঘূর্ণন গতির সুবিধা নেওয়ার জন্য যতটা সম্ভব বিষুব রেখার কাছাকাছি অবস্থিত হবে। স্থান নির্বাচনের সময়ে টেক্সাসের ব্রাউঞ্জভিলের কাছে বোকা চিকা বিচ সংলগ্ন জমি অগ্রণী অবস্থানে ছিল, একটি বর্ধিত সময়ের মধ্যে ইউএস ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন (এফএএ) টেক্সাসের ব্যবহারের উপর একটি বিস্তৃত পরিবেশগত মূল্যায়ন পরিচালনা করেছিল। এছাড়াও এই সময়ের মধ্যে, স্পেসএক্স উক্ত এলাকায় জমি অধিগ্রহণ শুরু করে, প্রায় ৪১ একর (১,৭০,০০০ বর্গমিটার) ক্রয় করে এবং ২০১৪ সালের জুলাই মাসের মধ্যে ৫৭ একর (২,৩০,০০০ বর্গমিটার) লিজের মাধ্যমে গ্রহণ করা হয়। চূড়ান্ত পরিবেশগত মূল্যায়ন সম্পন্ন ও ২০১৪ সালের জুলাই মাসের মধ্যে পরিবেশগত চুক্তিগুলি কার্যকর হওয়া পরে স্পেসএক্স ২০১৪ সালের আগস্ট মাসে ঘোষণা করেছিল, যে তারা ব্রাউঞ্জভিলের কাছাকাছি অবস্থানটিকে নতুন বেসরকারি উৎক্ষেপণ কেন্দ্রের জন্য স্থান হিসাবে বেছে নিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSpaceX gets preliminary FAA nod for South Texas launch site, Waco Tribune-Herald, 16 April 2013.\nLone Star State Bets Heavily on a Space Economy, New York Times, 27 November 2014."}