{"pageid": 1113596, "title": "বাংলাদেশে শিয়া ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1113596", "content": "শিয়া মুসলিমরা বাংলাদেশে একটি বৃহৎ সংখ্যালঘু সম্প্রদায়, যেখানে মোট জনসংখ্যার প্রায় ২% শিয়া মুসলিম। অধিকাংশ বাংলাদেশি শিয়ারা বিহারী সম্প্রদায়ের অন্তর্গত। যদিও বাংলাদেশে অল্প সংখ্যক শিয়া রয়েছে, তথাপি আলী ইবনে আবি তালিবের পুত্র ইমাম হাসান ও ইমাম হোসাইনের মৃত্যুর স্মরণে পালন করা আশুরা উৎসব এখনও দেশের সুন্নি সম্প্রদায়ের মাঝে ব্যাপকভাবে পালিত হয়; যেটি বাংলায় শিয়াদের ঐতিহাসিক প্রভাবকে উপস্থাপন করে।\n\n\n== বিস্তার ==\nদাউদী বোহরা সম্প্রদায়ের শিয়াদের মূলত চট্টগ্রামে এবং নিজারি ইসমাইলি সম্প্রদায়দের শিয়াদের মূলত ঢাকায় পাওয়া যায়। ঢাকার বকশীবাজারের হোসেনী দালান হলো বাংলাদেশের বৃহত্তম শিয়া মসজিদ এবং প্রধান ইমামবাড়া। ঢাকা জুড়ে আদাবর, পল্টন, মোহাম্মদপুর, জেনেভা কেম্প, বংশাল, মিরপুর, কারবালার মাঠ, ফরাশগঞ্জ ও আজিমপুরের মতো জায়গায় অসংখ্য ইমামবাড়া ও শিয়া মসজিদ রয়েছে। উত্তর-পূর্ব সিলেট বিভাগে ইসনা আশারিয়া সম্প্রদায়ের বসবাস রয়েছে কুলাউড়া ও রাজটিলার মতো স্থানে এবং সিলেটের বিখ্যাত পৃথিমপাশা পরিবারের সাথে তাদের সম্পর্ক রয়েছে, যারা নিজেরাও শিয়া মুসলিম ছিল। পিরোজপুরের ভাণ্ডারিয়ায় ভেলাই চোকদারের জোড়া মসজিদ রয়েছে, যেটি দক্ষিণ বাংলার শিয়া বসবাস ও ঐতিহ্যের একটি নিদর্শন। খুলনা জেলার খালিশপুর ইমামবাড়া ও সবথেকে বড় শিয়া মাদ্রাসা রয়েছে। এছাড়াও বাংলাদেশের উত্তরাঞ্চলের ঠাকুরগাঁওয়ের শালবাড়ি শিয়া মসজিদটি ১৮৮৮ সালের শেষের দিকে নির্মিত। মানিকগঞ্জ, কিশোরগঞ্জ, অষ্টগ্রাম ও সৈয়দপুরেও শিয়া ইমামবাড়া রয়েছে।\n\n\n== ইতিহাস ==\n\nঅনেক ইসনা আশারিয়া বা দ্বাদশী শিয়া সম্প্রদায়ের মানুষ বিভিন্ন সালতানাত এবং পরবর্তীতে মুঘল সাম্রাজ্যের সময় দক্ষিণ এশিয়ায় স্থানান্তরিত হয়ে উন্নতি লাভ করে এবং সাম্রাজ্যে উচ্চ পদ লাভ করে। এদের অনেকেই ছিলেন বিদ্রোহী ও অভিজাত, যারা পারস্যে নিজেদের রাজকীয় সম্মান হারিয়ে ভারতবর্ষে চলে আসেন। মুঘলরাও বিদেশি মুসলিম কর্মকর্তাদের নিয়োগ করতে পছন্দ করতো, কারণ তাদের কোনো স্থানীয় স্বার্থ ছিল না এবং তাঁরা সম্রাটের প্রতি অনুগত ছিল। বাংলার সব নবাবই শিয়া মুসলিম ছিলেন।\nসুলতানি যুগে ইস্পাহানের একজন শিয়া সম্ভ্রান্ত ব্যক্তি সখী সালামত ১৪৯৯ সালে কুলাউড়ার পৃথিমপাশা গ্রামে বসতি স্থাপন করেন। তাঁর পুত্র ইসমাইল খান লোদিকে অসংখ্য জমিদারি দেওয়া হয়েছিল এবং পৃথিমপাশা রাজবংশ বৃহত্তর সিলেটের অন্যতম প্রধান পরিবারে পরিণত হয় যারা পূর্ব বাংলার তৎকালীন সামন্ততান্ত্রিক আভিজাত্যের অন্তর্গত ছিল।\n\n\n=== মুঘল যুগে ===\nবাংলাদেশের প্রাচীনতম শিয়া ইমামবাড়া ছিল ঢাকার ফরাশগঞ্জে বিবি কা রওজা, যেটি ১৬০৮ সালে আমির খান নির্মাণ করেছিলেন। যদিও ভবনটি এখন আর বিদ্যমান নয়। সম্রাট জাহাঙ্গীরের শাসনামলে ইব্রাহিম খান ফতেহ জঙ্গ নামে একজন শিয়া কর্মচারীকে ১৬১৭ সালে বাংলার সুবাহদারিত্ব দেওয়া হয় এবং তিনি তাঁর সঙ্গে অনেক শিয়া সহকর্মীদের ঢাকার নিয়ে এসেছিলেন।\nমুঘল বাংলার সুন্নি সুবাহদার শাহ সুজার মা, দুই স্ত্রী ও শিক্ষক সকলেই ছিলেন শিয়া। শাহ সুজার দরবারীদের মধ্যে অনেকেই শিয়া ছিলেন। এজন্য ঢাকায় একটি কথা প্রচলিত হয়ে যায় যে, শাহ সুজা তাঁর সঙ্গে ৩০০ জন শিয়াকে নিয়ে এসেছিলেন যাদের তিনি বাংলার বিভিন্ন অঞ্চলে বসতি স্থাপন করিয়েছিলেন। যদিও একজন কট্টর সুন্নি মুসলিম ও শাহ সুজার বিরোধীরা দিল্লিতে  গুজব ছড়াতে শুরু করে যে শাহ সুজা শিয়া ইসলামে ধর্মান্তরিত হয়েছে। ১৬৪২ সালে শাহ সুজার মেয়াদকালে ঢাকার মুঘল নৌপ্রধান সাইয়িদ মুরাদ হোসেনি দালান নির্মাণ করেন।\nমুঘল বাংলার পরবর্তী দুজন সুবাহদার মীর জুমলা ও শায়েস্তা খাঁও শিয়া মতাদর্শে বিশ্বাসী ছিলেন।\nনাজাফের মির সাইয়িদ শাকরুল্লাহ আল-হুসাইনি ছিলেন শাহ সুজা কর্তৃক আনীত শিয়া সম্ভ্রান্ত ব্যক্তিদের একজন এবং তিনি নবাব সাইয়িদ ছোটন সাহেবের পূর্বপুরুষ ছিলেন, যার ঢাকার আবুল হাসনাত রোডে একটি বিশাল ভূসম্পত্তি ছিল। সেখানে মোহাম্মদী বেগম ইমামবাড়া রয়েছে, যেটি ১৭০৭ সালে নির্মিত হয়েছিল।\n১৭১৭ সাল থেকে ১৮৮০ সাল পর্যন্ত, তিনটি ধারাবাহিক নবাবি বংশ - নাসিরি, আফশার ও নাজাফি - বাংলায় শাসন ​​করেছিল এবং সকলেই শিয়া মতবাদে বিশ্বাসী ছিল।\nবাংলার প্রথম নবাব মুর্শিদকুলি খাঁ মূলত দাক্ষিণাত্যের একটি দরিদ্র হিন্দু পরিবারে জন্মগ্রহণ করেছিলেন, ক্রিতদাস হিসাবে বিক্রি হওয়ার পর ইস্পাহানের একজন পারসিক ব্যবসায়ী হাজি শফি তাকে শিয়া ইসলামে ধর্মান্তরিত করেছিলেন। পরবর্তীতে তিনি তাঁর পথ ধরে কাজ করে যান এবং অবশেষে বাংলার নবাবদের মধ্যে প্রথম হন এবং নাসিরি রাজবংশ প্রতিষ্ঠা করেন। তিনি বাংলার রাজধানী জাহাঙ্গীরনগর (ঢাকা) থেকে বর্তমান ভারতের মুর্শিদাবাদে স্থানান্তর করেন।\nদ্বিতীয় নবাবি বংশ, আশফার বংশ ১৭৪০ থেকে ১৭৫৭ সাল পর্যন্ত বাংলা ও একই সঙ্গে বিহার ও ওড়িশা শাসন করেছিল এবং শিয়া বংশোদ্ভূত আলীবর্দী খান দ্বারা এই বংশটি প্রতিষ্ঠিত হয়। আশফার রাজবংশের শেষ ও বাংলার নবাবদের মধ্যে সর্বাধিক আলোচিত নবাব সিরাজউদ্দৌলা ১৭৫৭ সালে পলাশীর যুদ্ধে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির হাতে নিহত হন। তাঁর স্থলাভিষিক্ত হন শিয়া বংশোদ্ভূত সেনাপতি মীর জাফর, যিনি বাংলার তৃতীয় এবং চূড়ান্ত নবাবি বংশ নাজাফি রাজবংশ প্রতিষ্ঠা করেন।\n\n\n=== ঔপনিবেশিক যুগে ===\nমির আশরাফ আলি (মৃত্যু ১৮২৯) শিরাজের একজন ধার্মিক শিয়া ছিলেন যিনি ১৮ শতকে ঢাকায় চলে আসেন, যেখানে তিনি ঢাকার নায়েব নাজিমদের কাছে একজন জমিদার ও দরবারি হিসেবে বিশিষ্টতা অর্জন করেন। ঢাকা, কুমিল্লা, বরিশাল, ময়মনসিংহ ও চট্টগ্রাম অঞ্চল জুড়ে ছড়িয়ে থাকা সম্পত্তি এবং শত শত অধীনস্থ কর্মরত কৃষক ও ঢাকা শহরে অসংখ্য দাতব্য দানশীলতা মির আশরাফ আলিকে তাঁর সময়ে পূর্ব বাংলার সবচেয়ে ধনী ব্যক্তি করে তোলে। ইরাকের জ্যেষ্ঠ শিয়া আলেমদের সমালোচনার জবাবের বিনিময়ে দ্বাদশী মতাদর্শের উপর শাহ আব্দুল আজিজের বিখ্যাত সমালোচনার জবাবে মির আশরাফ আলি সেখানে প্রচুর অর্থ প্রেরণ করেন। এর প্রতিক্রিয়া দেওয়া হয়েছিল কিনা তা অজানা।\n১৭৯৯ সালে ইরানি বংশোদ্ভূত সিলেটের মুঘল শিয়া সম্ভ্রান্ত ব্যক্তি আগা মুহাম্মাদ রেজা ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে বিদ্রোহ করেন। নিজেকে সুফি সাধক বলে দাবি করার পর হাজার হাজার কৃষকের সমর্থন পেয়ে মুহাম্মাদ রেজা সফলভাবে নিকটবর্তী কাছাড়ি রাজ্য আক্রমণ করেন। পরে নিজেকে মাহদী (প্রতিশ্রুত মসীহ) এবং দ্বাদশ ইমাম হিসাবে ঘোষণা করে, পরে তাকে আটক করা হয় এবং কলকাতায় বন্দী করা হয়।\n১৮৬১ সালে ঢাকার ফরাশগঞ্জের বিবি কা রওজা ইমামবাড়া আর. এম. দোশানজি সংস্কার করেন। ১৯ শতকে বিহারের পূর্ণিয়ার শীতলপুরের শিয়া জমিদার পরিবারের বংশধররা আধুনিক বাংলাদেশের ঠাকুরগাঁওয়ের সিন্দুরনা গ্রামে চলে আসেন। এই পরিবারের শায়েখ মুহাম্মদ রাজ ১৮৮৮ সালে গ্রামে শিয়া সম্প্রদায়ের জন্য শালবাড়ি মসজিদ নির্মাণ করেন এবং বর্তমানে স্থানটি একটি জনপ্রিয় পর্যটক আকর্ষণ। ১৮৯১ সালে ঢাকার ১, হোসেনী দালান রোডে মির ইয়াকুব ইমামবাড়া নির্মিত হয়। এটি ২০০৪ সালে শিয়া আঞ্জুমান-ই-হুসাইনি সংস্কার করে।\n\n\n== সমসাময়িক নিপীড়ন ==\nবাংলাদেশ ও সমগ্র বাংলায় শিয়াদের একটি দীর্ঘ এবং সমৃদ্ধ ইতিহাস থাকা সত্ত্বেও বর্তমানে শিয়া সম্প্রদায়গুলো সাম্প্রদায়িক সহিংসতার লক্ষ্যবস্তুতে পরিণত হয়েছে। উদাহরণস্বরূপ, ২০১৫ সালের ৯ই মুহাররম রাতে ঢাকার হোসেনি দালান ইমামাবাড়াতে বোমা হামলা চালানো হয়েছিল।\n\n\n== আরও দেখুন ==\nশিয়া রাজবংশের তালিকা\nবাংলাদেশের সরকারি ছুটির দিন\n\n\n== তথ্যসূত্র =="}