{"pageid": 1113862, "title": "বহ্নিশিখা", "url": "https://bn.wikipedia.org/wiki?curid=1113862", "content": "বহ্নিশিখা  হলো একটি জনপ্রিয় বাংলা চলচ্চিত্র যা পরিচালনা করেন পীযূষ বোস। এই চলচ্চিত্রটি বিখ্যাত লেখক নীহাররঞ্জন গুপ্ত এর উপন্যাস অবলম্বনে নির্মিত। এই চলচ্চিত্রটি ১৯৭৬ সালে শ্রী আর. এস প্রোডাকশান্স ব্যানারে মুক্তি পেয়েছিল এবং এই চলচ্চিত্রটি সংগীত পরিচালনা করেছিলেন হেমন্ত মুখোপাধ্যায়। এই চলচ্চিত্রটির মুখ্য চরিত্রে অভিনয় করেন উত্তম কুমার, সুপ্রিয়া দেবী, রঞ্জিত মল্লিক, অলিভিয়া।\n\n\n== কাহিনী ==\nলতিকা ও বিলাশ একে অপরকে ভালোবাসে। বিলাশ ব্যারিস্টার হওয়ার জন্য বিদেশে পড়তে যাচ্ছেন। লতিকার বাবা-মা চান তিনি চলে যাওয়ার আগে তাদের বিয়ে হয়ে যাক। যাইহোক  বিলাশ তার পিতামাতার সম্পর্কে সত্য প্রকাশ করে, লতিকার বাবা-মা বিবাহ বাতিল করে। বিলাশ লতিকাকে ফিরে না আসা পর্যন্ত এক বছর অপেক্ষা করতে বলে কিন্তু ফিরে এসে দেখে যে লতিকা ইতিমধ্যেই বিবাহিত এবং একটি ছোট মেয়ে রানু রয়েছে। বিলাশ খুব হতাশ হয় এবং সমাজের বিরুদ্ধে এবং লতিকার বিরুদ্ধে প্রতিশোধ নেওয়ার সিদ্ধান্ত নেয় যে তাকে বিশ্বাসঘাতকতা করেছে। সে রানুকে অপহরণ করে এবং তাকে অসামাজিক হওয়ার পথ দেখায়। সে একজন অপরাধী হয়ে মিস্টার সিনহার নামে কাজ করে। এদিকে, রানুর বাবা গ্রামের ছেলে প্রদ্যুতকে বাড়িতে নিয়ে আসে যখন সে মনে করে যে তার একমাত্র মেয়ে মারা গেছে। প্রদ্যুত বড় হয়ে একজন পুলিশ অফিসার হয় এবং কলকাতার সমস্ত অসামাজিক উপাদানকে ধ্বংস করার সিদ্ধান্ত নেয়। তিনি ক্যাপ্টেন হিউম্যান নামে একজন সঙ্গী খুঁজে পান। তারা জানতে পারে মিঃ সিনহা সবচেয়ে বড় অসামাজিক এবং তাকে খুঁজতে শুরু করে। এরই মধ্যে প্রদ্যুত একটি মেয়েকে খুঁজে পায়, বহ্নি, যে আসলে রানু এবং তার প্রেমে পড়ে। মিঃ সিনহা চান না বহ্নি এবং প্রদ্যুত দুজনেই বিয়ে করুক এবং তাই তাদের হত্যা করার চেষ্টা করে। প্রদ্যুতের সাথে আলাপচারিতায় মিঃ সিনহা জানতে পারেন যে লতিকাকে তার পরিবার জোর করে বিয়ে দিয়েছে। সে তার ভুল বুঝতে পেরে পুলিশের কাছে আত্মসমর্পণ করে। তাকে মৃত্যুদণ্ড দেওয়া হয় কিন্তু ফাঁসির আগে সে বহ্নির  আসল পরিচয় প্রকাশ করে। বহ্নি এবং প্রদ্যুত অবশেষে বিয়ে করেন।\n\n\n== শ্রেষ্ঠাংশে ==\nউত্তম কুমার\nসুপ্রিয়া চৌধুরি\nরঞ্জিত মল্লিক\nঅলিভিয়া\nঅসীম কুমার\nতরুণ কুমার\nশম্ভু ভট্টাচার্য\nশিবানি বোস\nমন্টু চ্যাটার্জী\nমঞ্জুশ্রী বোস\nস্বপন কুমার\nরবিন ব্যানার্জী\nকল্যাণী আধিকারী\n\n\n== সাউন্ডট্রাক ==\nএ চলচ্চিত্রের সকল গানের গীতিকার হলেন গৌরীপ্রসন্ন মজুমদার।\n\nসকল গানের সুরকার হেমন্ত মুখোপাধ্যায়।\n\n\n== তথ্যসূত্র =="}