{"pageid": 1113101, "title": "ব্ৰত", "url": "https://bn.wikipedia.org/wiki?curid=1113101", "content": "ব্রত (সংস্কৃত: व्रत) সংস্কৃত শব্দ যার অর্থ \"সংকল্প, ভক্তি\", এবং জৈনধর্ম ও হিন্দুধর্মের মতো ভারতীয় ধর্মে পাওয়া উপবাস ও তীর্থযাত্রা (তীর্থ) এর মতো ধর্মীয় পালনকে বোঝায়। এটি সাধারণত তাদের প্রিয়জনদের জন্য স্বাস্থ্য ও সুখ কামনা করে প্রার্থনার সাথে যুক্ত।\nব্রত বলতে বিশেষ করে হিন্দু ও জৈন সংস্কৃতির লোকেদের খাদ্য ও পানীয় সম্পর্কিত বিষয়ে কঠোরতার অনুশীলনকে বোঝায়।\n\n\n== সাহিত্যে ==\nব্রত শব্দের মূল ব্র এবং শব্দটিকে ঋগ্বেদে ২০০ বার পাওয়া যায়। এটি উপনিষদ সহ অন্যান্য বৈদিক সাহিত্যেও পাওয়া যায়, কিন্তু প্রেক্ষাপট থেকে বোঝা যায় যে বৈদিক যুগে শব্দের অর্থ ব্যক্তিগত ধার্মিক পালন হিসাবে ছিল না, এবং এর পরিবর্তে ঋত এবং ধর্মের সাথে সম্পর্কিত ছিল, অন্তর্নিহিত নীতি ও সর্বজনীন আইনের অর্থে যা মহাজাগতিক শৃঙ্খলা বজায় রাখে। ঋগ্বেদের স্তোত্র ৯.১১২.১ অনুসারে প্রতিটি মানুষের পেশাকে তার ব্রত বলা হয়। এইভাবে, যে পেশায় একজন নিবেদিত, সর্বোত্তম কাজ করার সংকল্প করেন, তাকে বৈদিক সাহিত্যে ব্রত হিসেবে গণ্য করা হয়। ঋগ্বেদের স্তোত্র ১.৯৩.৮-এর মতো অন্য প্রসঙ্গে বলিদানকে ব্রতও বলা হয়।\n\nবৈদিক-উত্তর গ্রন্থে এই শব্দটিকে খাদ্য ও আচরণের উপর স্ব-আরোপিত বিধিনিষেধের রূপ হিসাবে ব্যবহার করা হয়েছে, কখনও কখনও ব্রত সহ।. ধারণাটি বিকশিত হয় ধর্মীয় ভক্তিমূলক আচারের রূপ, ব্যক্তিগতকৃত ও অভ্যন্তরীণভাবে, যেটির জন্য কোনো পাবলিক অনুষ্ঠান বা ব্যক্তিগত অনুষ্ঠানের প্রয়োজন নেই, তবে এটি ব্যক্তিগতভাবে পালন করা হয়। এর অর্থ ব্যক্তিগত আত্মত্যাগের অনুভূতি বজায় রাখে, আশার বিনিময়ে, ব্যক্তিগতভাবে সংজ্ঞায়িত বা লালিত দেবত্বের কাছে প্রার্থনা সহ, এবং প্রিয়জনের মঙ্গল কামনার দ্বারা চালিত হয়। গৃহ্য-সূত্র, পুরাণ ও মহাকাব্যগুলি বিশেষ করে বৈদিক ছাত্রদের,  ব্রাহ্মণ, এবং মহিলাদের প্রসঙ্গে অনুশীলনটিকে \"ভক্তি, গম্ভীর ব্রত, পবিত্র অনুশীলন, সংকল্প, উৎসর্গ\" হিসাবে বর্ণনা করে।\n\n\n== হিন্দুধর্ম ==\nব্রত হল ধর্মীয় ভক্তিমূলক আচার, ব্রত যা প্রায়ই খাবার থেকে বিরত থাকা জড়িত, বিশেষ করে মহিলাদের ক্ষেত্রে সাধারণ। এর সাথে হতে পারে বিস্তৃত প্রার্থনা, অন্যান্য আচার যেমন দাতব্য বা মন্দিরে যাওয়া, কখনও কখনও উৎসবের সময় বা সংস্কার (অনুষ্ঠানের আচার) অনুষ্ঠানের সাথে পালন করা হয়। এটি প্রাচীন হিন্দু গ্রন্থ যেমন বেদের মধ্যে পাওয়া যায়, কিন্তু তরল প্রসঙ্গে যা ধার্মিক পালনের অর্থে নয়।\nহিন্দু উপনিষদগুলি ব্রতকে নৈতিক ও আচরণগত শৃঙ্খলা প্রক্রিয়া হিসাবে ধারণা করে, যেখানে খাদ্যকে সম্মান করা হয়, অভাবীকে সাহায্য করা হয়, অপরিচিতকে স্বাগত জানানো হয়, ছাত্র জ্ঞানের সাধনা চালিয়ে যায়। পুরাণগুলি এই অনুশীলনটিকে নারীর শক্তির ক্ষমতায়ন ধারণার সাথে যুক্ত করে, যখন ধর্মশাস্ত্রগুলি পুরুষ ও নারী উভয়ের জন্য প্রায়শ্চিত্ত ধারণার মাধ্যমে অনুশীলনটিকে সম্ভাব্য তপস্যার সাথে যুক্ত করে।\nব্রত হল ব্যক্তিগত অনুশীলন, সাধারণত কোন যাজক জড়িত থাকে না, তবে ব্যক্তিগত প্রার্থনা, জপ, আধ্যাত্মিক পাঠ্য পাঠ, বন্ধুবান্ধব এবং পরিবারের সামাজিক মিলন, বা নীরব ধ্যান অন্তর্ভুক্ত থাকতে পারে।\n\n\n== জৈনধর্ম ==\nপাঁচটি ব্রত (ব্রত) হল জৈন গৃহস্থদের জন্য আচরণবিধি। যে কোন ব্রত (ব্রত) যা সন্ন্যাসী ও সাধারণ উভয়ের ক্রিয়াকলাপ পরিচালনা করে। এগুলি যোগের যমগুলির অনুরূপ, এবং অহিংস, সত্য, অস্তেয়, ব্রহ্মচর্য ও অপরিগ্রহের ব্রত অন্তর্ভুক্ত করে। জৈনধর্মেরও সাতটি সম্পূরক ব্রত রয়েছে, যাকে শিলা-ব্রত বলা হয়, যা অতিরিক্ত গুণের পরামর্শ দেয়।\nউপবাস জৈনধর্মে ব্রত পালনের অংশ, এবং কিছু মন্দিরে সমবেত উপবাসের অন্তর্ভুক্ত। জৈন মহিলাদের মধ্যে ব্রত নির্দিষ্ট নির্দিষ্ট দিনে সম্পূর্ণ বা আংশিক উপবাসের অন্তর্ভুক্ত হতে পারে; তীর্থযাত্রা বা তীর্থ নির্দিষ্ট স্থান বা স্থান, সেইসাথে অন্যদের জন্য পুণ্য কর্ম। ব্রতকে জীব (আত্মা) থেকে কর্ম অপসারণ এবং পুণ্য (যোগ্যতা) লাভ করার ক্ষমতা সহ তপস্যার রূপ হিসাবে দেখা হয়।\nসাধারণ ব্যক্তিরা এই প্রতিজ্ঞাগুলি কঠোরভাবে পালন করবে বলে আশা করা হয় না। একবার একজন সাধারণ ব্যক্তি আধ্যাত্মিক অনুশাসনের (গুণস্থান) প্রাথমিক পর্যায়ের মধ্য দিয়ে চলে গেলে, সেই ব্যক্তি একটি নির্দিষ্ট সময়ের জন্য ১২টি ব্রত পালন করার প্রতিশ্রুতি দিতে পারে এবং সেই সময় শেষ হওয়ার পরে অঙ্গীকারটি পুনর্নবীকরণ করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDenise Cush; Catherine Robinson; Michael York (২০১২)। Encyclopedia of Hinduism। Routledge। আইএসবিএন 978-1-135-18978-5। \nLynn Teskey Denton (২০১২)। Female Ascetics in Hinduism। State University of New York Press। আইএসবিএন 978-0-7914-8462-3। \nSangave, Vilas Adinath (২০০১), Facets of Jainology: Selected Research Papers on Jain Society, Religion, and Culture, Mumbai: Popular Prakashan, আইএসবিএন 978-81-7154-839-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHeather Elgood (২০০০)। Hinduism and the Religious Arts। Bloomsbury Academic। আইএসবিএন 978-0-304-70739-3। \nAriel Glucklich (২০০৮)। The Strides of Vishnu: Hindu Culture in Historical Perspective। Oxford University Press। আইএসবিএন 978-0-19-531405-2। \nKane, P. V. (১৯৫৩)। History of Dharmaśāstra: Ancient and Medieval Religious and Civil Law in India। 4। \nKane, P. V. (১৯৫৮)। History of Dharmaśāstra: Ancient and Medieval Religious and Civil Law in India। 5, part 1। \nAxel Michaels (২০১৬)। Homo Ritualis: Hindu Ritual and Its Significance for Ritual Theory। Oxford University Press। আইএসবিএন 978-0-19-026263-1। \nAnne Mackenzie Pearson (১৯৯৬)। Because It Gives Me Peace of Mind: Ritual Fasts in the Religious Lives of Hindu Women। State University of New York Press। আইএসবিএন 978-0-7914-3038-5। \nVerma, Manish (২০০০)। Fasts and festivals of India। Diamond Pocket Books। আইএসবিএন 81-7182-076-X। \nDictionary of Hindu Lore and Legend (আইএসবিএন ০-৫০০-৫১০৮৮-১) by Anna Dallapiccola\nVrata: Sacred Vows and Traditional Fasts, by M.N. Dutt. Cosmo Publication, 2003. আইএসবিএন ৮১-২৯২-০০১৮-X"}