{"pageid": 1113178, "title": "মক্কায় মুহাম্মাদ", "url": "https://bn.wikipedia.org/wiki?curid=1113178", "content": "ইসলামের সর্বশেষ নবী মুহাম্মাদ মক্কায় জন্মগ্রহণ করেন। তার জন্মের পর থেকে প্রথম ৫৩ বছর (আনু. ৫৭০ - ৬৩২ খ্রি.) মদিনায় হিজরত করা পর্যন্ত  মক্কায় জীবনযাপন করেন। তার জীবনের এই সময়কালের সবচেয়ে উল্লেখযোগ্য বিষয় হচ্ছে তার নবুয়ত। মুহাম্মাদের পিতা আবদুল্লাহ ইবনে আবদুল মুত্তালিব তার জন্মের পূর্বেই ইন্তেকাল করেন। তার মাতা আমিনা তাকে ছয় বছর বয়স পর্যন্ত লালন-পালন করেন। কিন্তু আনুমানিক ৫৭৭ খ্রিস্টাব্দে তিনি আবওয়াতে ইন্তেকাল করেন। পরবর্তীতে তিনি দাদা আবদুল মুত্তালিব ও চাচা আবু তালিবের পরিচর্যায় বেড়ে উঠেন। মুহাম্মাদ তার কর্মজীবনের শুরুর দিকে রাখাল এবং বণিক হিসেবে অতিবাহিত করেছেন। সিরিয়ায় সফলভাবে ব্যবসা করার পর খাদিজা বিনতে খুওয়াইলিদকে বিবাহ করেন। খাদিজা এবং আবু তালিবের মৃত্যুর পর দুঃখের বছরের পরের বছর মুহাম্মাদ সাওদা এবং আয়িশাকে বিয়ে করেন।\nমুসলমানরা বিশ্বাস করে যে, মুহাম্মাদ ৬১০ খ্রিস্টাব্দে প্রথম ওহী পেয়েছিলেন। প্রথমদিকে মুহাম্মাদের কিছু ঘনিষ্ঠ বন্ধু ও আত্মীয়ই কেবল ইসলামগ্রহণ করেছিলেন। যদিও অন্যান্য আরো কিছু কুরাইশের লোক ও আরব গোত্রগুলোর সম্মানিত বেশ কিছু লোক তার কথা ও বার্তাকে গ্রহণ করেছিল; কিন্তু গোত্রের নেতৃবর্গ আর আবু লাহাবের মত তার কিছু আত্মীয়সহ বেশিরভাগই তার বিরোধিতা করেছিল। তাকে নিয়ে উপহাস করেছিল। এমনকি একপর্যায়ে তার গোত্র বনু হাশিমকে বয়কটও করেছিল। তার সাথীরাও হয়রানীর শিকার ছিলেন, লাঞ্ছিত হয়েছিলেন। এমনকি তার সাথীদের একটি দল আবিসিনিয়ায় হিজরত করেন। ৬২০ খ্রিস্টাব্দে মিরাজের ঘটনার পর মদিনার (তৎকালীন ইয়াসরিব) লোকদের একটি অংশ ইসলাম গ্রহণ করে। আকাবায় তাদের দুটি গোত্র (আউস এবং খাযরাজ) তাকে প্রতিরক্ষার ওয়াদা করে। মুহাম্মাদ তার অনুসারীদের ধীরে ধীরে মদিনায় স্থানান্তরিত হবার নির্দেশ দেন। সর্বশেষ ৬২২ খ্রিস্টাব্দে নিজেও হিজরত করেন।\nপুরাতন এবং আধুনিক ইতিহাসবিদরা কুরআন, মুহাম্মাদের জীবনী (সীরাত) এবং হাদিসের বর্ণনাগুলোই মুহাম্মাদের জীবনীর প্রথম দিককার মূল উৎস হিসেবে গ্রহণ করেছেন। কিছু উৎসের নিশ্চয়তা নিয়ে কিছু পণ্ডিত যদিও প্রশ্ন তুলেছেন, কিন্তু অধিকাংশই এসব উৎসকে কিছু সংশোধন করে এগুলোকে মুহাম্মাদের মক্কার প্রথম জীবনের জন্য নিশ্চিত উৎস হিসেবে গ্রহণ করেছেন।\n\n\n== পটভূমি ==\nআরব উপদ্বীপটি মূলতঃ শুষ্ক এবং উত্তপ্ত ছিল। যার ফলে মরুদ্যান বা ঝর্ণার নিকটবর্তী অঞ্চল ব্যতীত অন্য কোথাও কৃষিকাজ করা সম্ভব ছিল না। তৎকালীন আরবীয় ভূচিত্রটি এমনই মরুদ্যানের কাছাকাছি দুটি শহর দিয়ে চিত্রিত ছিল- মক্কা ও মদিনা (তখন ইয়াসরিব নামে প্রসিদ্ধ ছিল।) মরুভূমিতে বেঁচে থাকার জন্য গোষ্ঠীবদ্ধ হয়ে থাকাটা আবশ্যক ছিল। কারণ, এই রূঢ় আবহাওয়া ও পরিবেশের বিরুদ্ধে যুদ্ধ করার জন্য একে অপরের সাহায্য দরকার ছিল। এসব কারণে উপজাতীয় গোষ্ঠীগুলো দলবদ্ধ থাকতে উৎসাহী ছিল। আর এই দলবদ্ধ থাকার মূলভিত্তি ছিল, রক্তের বন্ধন। আরবের লোকেরা পূর্বযুগে যাযাবর ছিল। তারা এক জায়গা থেকে অন্যত্র ভ্রমণ করত আর খাদ্য অন্বেষণ করত। পরবর্তীযুগে তারা এক জায়গায় স্থির হয়ে বসতি স্থাপন করতে থাকল আর কৃষি-বাণিজ্য করতে শুরু করল। বাকি যারা যাযাবরের জীবন বেছে নিয়েছিল (বা বেদুঈনরা); তাদের অনেকে মরুদ্যানের অঞ্চলে বা কাফেলায় আক্রমণ করেই জীবনযাপন করত আর তারা এটাকে অপরাধ মনে করত না। মদিনা ছিল একটি বৃহৎ কৃষি সমৃদ্ধ বসতি আর মক্কা ছিল অনেক গোত্রের একটি গুরুত্বপূর্ণ অর্থনৈতিক কেন্দ্র।\n\nইসলামপূর্ব যুগে আরবে দেব-দেবীদেরকে বিভিন্ন উপজাতির রক্ষক হিসেবে দেখা হত। আর তারা বিভিন্ন বৃক্ষ, পাথর, ঝর্ণা আর কূপকে পবিত্র বলে বিশ্বাস করত। মক্কায় একটি গুরুত্বপূর্ণ উপাসনালয় ছিল (যেটি কাবা হিসেবে পরিচিত), যেখানে উপজাতীয়দের রক্ষক দেবতার ৩৬০টি মূর্তি ছিল আর এটি তাদের বার্ষিক তীর্থযাত্রার স্থান ছিল। এসব দেব-দেবী ছাড়াও আরব গোত্রগুলো একজন মূল প্রভু বলে আল্লাহকে বিশ্বাস করত। আর তিনটি দেবীকে তারা আল্লাহর কন্যা হিসেবে বিশ্বাস করত, সেগুলো ছিল- লাত, মানাত আর উজ্জা। ইহুদী-খ্রিস্টানসহ আরবে কিছু একেশ্বরবাদী গোষ্ঠীও বিদ্যমান ছিল। পরম্পরা অনুসারে মুহাম্মাদ ছিলেন ইব্রাহিমের পুত্র ইসমাইলের বংশধর।\n\n\n== বংশ, জন্ম ও শৈশব ==\n\nমুহাম্মাদের জন্ম রবিউল আউয়াল মাসে হয়েছিল। মুসলিম ঐতিহাসিকরা হস্তিবর্ষের অনুসারে মুহাম্মাদের জন্ম ৫৭০ বা ৫৭১ খ্রিস্টাব্দে বলে বর্ণনা করেছেন। তবে আধুনিক ঐতিহাসিকরা ৫৬৮ বা ৫৬৯ খ্র্রিস্টাব্দে বলে উল্লেখ করা অধিক নির্ভুল বলেছেন। মুহাম্মাদের জন্মের তারিখ নিয়ে মুসলিম সম্পদ্রায়গুলোর মধ্যে বিতর্ক রয়েছে। যদিও বেশিরভাগ সুন্নীরা বিশ্বাস করেন যে, এই ঘটনা ১২ই রবিউল আউয়ালে ঘটেছিল, যেটি ইবনে ইসহাকের মত। তবে শিয়া মুসলিমরা বিশ্বাস করেন যে, একই মাসের ১৭ তারিখ ভোরে জন্ম হয়েছিল। মুহাম্মাদ বনু হাশিমের পরিবারে জন্মগ্রহণ করেছিলেন। বনু হাশিম মক্কার কুরাইশ বংশের একটি গুরুত্বপূর্ণ গোত্র ছিল। তার দাদা আবদুল মুত্তালিব কুরাইশের নেতৃবৃন্দের মধ্যে গণ্য হতেন। তার পিতা ছিলেন, আবদুল্লাহ ইবনে আবদুল মুত্তালিব আর মাতা ছিলেন আমিনা বিনতে ওয়াহাব; যিনি ছিলেন বনু জুহরাহর গোত্রপতির বোন। মুহাম্মাদের পিতার দিকের প্রপিতামহ সালমা বিনতে আমর মদিনার বনু খাযরাজের প্রভাবশালী ইহুদী ছিলেন, যেকারণে বিভিন্ন আন্তঃধর্মীয় প্রবক্তারা তাকে আরব-ইহুদী বংশের মিশ্রিত বলে উল্লেখ করে থাকে। মুহাম্মাদের একজন প্রথম যুগের জীবনীকার ইবনে ইসহাকের মতে, মুহাম্মাদের দাদা আবদুল মুত্তালিব যখন তার পৌত্রের নাম মুহাম্মাদ রাখেন, সেটি আরব উপদ্বীপে অপরিচিত নাম ছিল।\nমুহাম্মাদের বাবা আবদুল্লাহ পুত্রের জন্মের প্রায় ছয় মাস আগে ইন্তেকাল করেন। মুহাম্মাদের জন্মের পরপরই তাকে মরুভূমির একটি বেদুইন পরিবারের কাছে প্রেরণ করা হয়েছিল। কারণ, মরুভূমির জীবন অধিক স্বাস্থ্যকর বলে প্রমাণিত ছিল। যেহেতু তিনি পিতৃহীন ছিলেন, তাই এতিমের যত্ন নেয়া অলাভজনক ভেবে ধাত্রীরা তাকে নিতে আগ্রহী ছিলনা। যাইহোক, তাকে হালিমা বিনতে আবু সুয়াইব সাদিয়া গ্রহণ করেছিলেন, তিনি যত্ন নেয়ার জন্য কোনো সন্তান পাননি। মুহাম্মাদ হালিমা এবং তার স্বামীর সাথে দুই বা তিন বছর বয়স পর্যন্ত ছিলেন। তিনি পরবর্তী তিন বছর মক্কায় তার মায়ের সাথে বসবাস করেন। এরপর তার মাতা আমিনা তাকে তার মাতৃকুলের আত্মীয়দের সাথে দেখা করাতে নিয়ে যান। এবং ফেরার পথে আবওয়ার কাছাকাছি ইন্তেকাল করেন। পিতামহ আবদুল মুত্তালিব পিতৃমাতৃহারা এই সন্তানের লালন-পালনের দায়িত্ব নেন। দুইবছর পর তিনিও ইন্তেকাল করেন। মুহাম্মাদ তারপর চাচা আবু তালিবের তত্ত্বাবধানে বেড়ে উঠেন। আবু তালিব ছিলেন বনু হাশিমের সর্দার। তার চাচার সাথে থাকার সময়ে মুহাম্মাদ প্রথমজীবনে জীবিকা নির্বাহের জন্য মক্কার উপকন্ঠে ভেড়ার পাল চরাতে শুরু করেন। এছাড়া তিনি তার চাচার সাথে বেশ কয়েকটি বাণিজ্যিক যাত্রায়ও যেতেন। এই ভ্রমণগুলোর কারণে মুহাম্মাদ সাংস্কৃতিক বৈচিত্র আর বিভিন্ন ধর্মীয় ঐতিহ্যের সাথে পরিচিত হন। ১২বছর বয়সে তিনি তার চাচা আবু তালিবের সাথে সিরিয়ায় ব্যবসার জন্য গমন করেন। মুসলিমরা বিশ্বাস করেন যে, তিনি বুশরা শহরে পাদ্রী বাহিরার সাথে সাক্ষাত করেছিলেন; যিনি তার নবী হওয়ার ভবিষ্যদ্বাণী করেছিলেন।\n\n\n== নবুয়তের আগে ==\nচাচার সাথে ব্যবসায়ী সফর দ্বারা উৎসাহিত হয়ে মুহাম্মাদ পরবর্তী জীবনে বিভিন্ন ব্যবসায়ী কার্যক্রমের সাথে যুক্ত হয়ে পড়েন। ব্যবসায়ী জীবনে মুহাম্মাদ আল-আমিন বা বিশ্বাসী উপাধী হিসেবে বিখ্যাত হয়েছিলেন। এছাড়া তাকে বিভিন্ন বিরোধের সময়ে একজন নিরপেক্ষ সালিশ হিসেবে বিশ্বাস করা হত।\nআকস্মিক বন্যায় কাবার ক্ষয়ক্ষতি হওয়ায় কুরাইশরা সেটি পুনর্নির্মাণ করছিল। নির্মাণকার্য শেষ হবার পর কুরাইশের বিভিন্ন গোত্রের নেতারা হাজরে আসওয়াদ কে সঠিক স্থানে স্থাপন করবে; তা নিয়ে বিরোধ শুরু হয়। এই মতবিরোধের কারণে উত্তেজনা বৃদ্ধি পেতে থাকে এবং যুদ্ধের মত অবস্থায় পৌঁছে যায়। পরে তারা একমত হয় যে, হারামে পরবর্তীতে যে প্রবেশ করবে তার থেকে পরামর্শ নেয়া হবে। মুসলমানরা বিশ্বাস করেন যে, পরবর্তী ব্যক্তিটি মুহাম্মাদ ছিলেন। তিনি তার চাদরটি বিছিয়ে দিয়েছিলেন এবং প্রধান গোত্রের সদস্যদে বলেছিলেন, চাদরের চারপাশ দিয়ে ধরে সেটিকে উপযুক্ত স্থানে নিয়ে যেতে। এরপর তিনি স্বহস্তে পাথরটি যথাস্থানে স্থাপন করেন।\n\n\n=== খাদিজা বিনতে খুওয়াইলিদের সাথে বিবাহ এবং যায়েদ ইবনে হারিছাকে দত্তক গ্রহণ ===\n\nখাদিজা বিনতে খুওয়াইলিদ ছিলেন মক্কার প্রসিদ্ধ ব্যবসায়ী মহিলা। তিনি বিধবা ছিলেন। মুহাম্মাদের বিশ্বস্ততার কথা শুনে সিরিয়ায় তার বাণিজ্যিক কার্যক্রম পরিচালনা করতে অনুরোধ করেছিলেন। মুহাম্মাদের ব্যবসায়ী প্রাজ্ঞতা দেকে খাদিজা তার বান্ধবী নাফিসার মাধ্যমে মুহাম্মাদের কাছে বিয়ের প্রস্তাব প্রেরণ করেন। মুহাম্মাদ প্রস্তাব গ্রহণ করেন এবং খাদিজাকে বিয়ে করেন। খাদিজা যায়েদ ইবনে হারেসাকে ক্রয় করে মুহাম্মাদকে উপহার হিসেবে দিয়েছিলেন, যাকে মুহাম্মাদ পরে দত্তকপুত্র হিসেবে গ্রহণ করেন। ইবনে ইসহাক উল্লেখ করেছেন যে, খাদিজা মুহাম্মাদের ছয়টি সন্তানের জন্ম দিয়েছেন: কাসিম নামে একটি ছেলে (যিনি দুই বছর বয়সে মারা যান), তারপর চারটি মেয়ে- জয়নব, রুকাইয়াহ, উম্মে কুলসুম, ফাতিমা এবং আরেকটি ছেলে আবদুল্লাহ (যিনি দুই বছর বয়সে মারা যান)।\nআব্দুল্লাহর মৃত্যুর পর মুহাম্মাদ আবু তালিবের সন্তান আলীকে তার ঘরে নিয়ে আসেন। পরবর্তীতে চাচা আবু তালিবের দুর্বল আর্থিক অস্থায় একটি বৃহৎ পরিবারের ভরণপোষণের বোঝা লঘু করার জন্য তাকে নিজের ঘরে রেখে দেন। মুহাম্মাদ যায়েদকেও দত্তকপুত্র হিসেবে গ্রহণ করেন ও যায়েদ বিন মুহাম্মাদ নাম দেন। মুসলিমরা বিশ্বাস করেন যে, নামকরণটি কুরআনের ৩৩তম সুরা সূরা আল-আহযাবের একটি আয়াতের জন্য বাতিল হয়ে গিয়েছে। যেখানে বলা হয়েছে যে, কোনো দত্তক নেওয়া সন্তানকে বিয়ে বা উত্তরাধিকার দ্বারা স্বাভাবিক পুত্র গণ্য করা যাবেনা। দত্তক নেয়া সন্তানকে তার আসল পিতার নামেই ডাকতে হবে। এজন্যই যায়েদের নাম পুনরায় যায়েদ বিন হারেসা রাখা হয়। [কুরআন ৩৩:৪০]\n\n\n== প্রাথমিক ওহী এবং বিরোধিতা ==\n\nএকসময়ে মুহাম্মাদ মক্কার নিকটবর্তী হেরা পর্বতের গুহায় একাকী কয়েক সপ্তাহ ধ্যান করার অভ্যাস গ্রহণ করেছিলেন। ইসলামী বিশ্বাসমতে, ৬১০ খ্রিস্টাব্দে হিজরতের ১৩ বছর পূর্বে একবার হেরা গুহায় তার গমনের পর, ফেরেশতা জিবরাঈল তার কাছে আগমন করেন এবং মুহাম্মাদকে কুরআনের ৯৬তম সুরা আলাক্বের প্রথম কয়েকটি আয়াত পড়তে নির্দেশ দেন:পড়ুন আপনার রবের নামে, যিনি সৃষ্টি করেছেন। যিনি সৃষ্টি করেছেন মানুষকে জমাট-বাঁধা রক্তপিন্ড (আলাক্ব) হতে। পড়ুন, আর আপনার রব মহিমান্বিত। যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন। শিক্ষা দিয়েছেন মানুষকে যা সে জানত না। (কুরআন ৯৬:১–৫)বেশিরভাগ সুন্নী সূত্রমতে, মুহাম্মাদ তার প্রথম ওহীর সময় অত্যন্ত ঘাবড়ে গিয়েছিলেন। কিন্তু ফেরেশতা আরো নিকটে চলে আসেন এবং বলেন যে, তাকে আল্লাহর বার্তাবাহক হিসেবে মনোনীত করা হয়েছে। এরপর মুহাম্মাদ আতংকিত অবস্থাতেই ঘরে ফিরে আসেন এবং খাদিজা তাকে তার খ্রিস্টান চাচাতো ভাই ওয়ারাকা ইবনে নওফলের কাছে নিয়ে গেলে তিনি তাকে শান্ত করেন। কিন্তু শিয়া মুসলিমরা মনে করেন যে, মুহাম্মাদ জিবরাইলের চেহারা দেখে অবাক বা ভীত হননি। বরং তিনি তাকে স্বাগত জানিয়েছিলেন; যেন তিনি এমনটিই আকাঙ্ক্ষা করছিলেন প্রথম ওহীর পর তিন বছর পর্যন্ত তার কাছে ওহী অবতীর্ণ হয়নি। মুহাম্মাদ সেসময়ে ইবাদত ওআধ্যাত্মিক অনুশীলনের চর্চা আরো বৃদ্ধি করে দেন। এরপর আবার ওহী অবতীর্ণ হয় এবং মুহাম্মাদকে প্রচারের জন্য আদেশ দেয়া হয়:আপনার প্রভু আপনাকে পরিত্যাগ করেননি আর না তিনি [আপনাকে] ঘৃণা করেন। (কুরআন ৯৩:৩ )ওয়েলচের মতে, ওহীর অবতরণগুলো রহস্যময় অন্তরের খিঁচুনি দ্বারা সংঘটিত হত আর এই বর্ণনাগুলো মুসলিমদের দ্বারা মিথ্যা হবার সম্ভাবনা খুবই কম। ডব্লিউ মন্টগোমারি ওয়াট আরও যোগ করেছেন যে, মুহাম্মাদ তার নিজস্ব চিন্তাভাবনা থেকে এই বিশেষ বার্তাগুলো পৃথক করতে পারার ব্যাপারে আত্মবিশ্বাসী ছিলেন।\n\n\n=== কার্যক্রম এবং প্রাথমিক প্রচেষ্টা ===\nনতুন বিশ্বাস প্রচারে মুহাম্মাদের প্রাথমিক প্রচেষ্টা একটি একক আদর্শের প্রচারের ব্যাপারে কেন্দ্র করেই ছিল। আর সেটি ছিল- একেশ্বরবাদ। এই সময়ে অবতীর্ণ কুরআনের সুরাগুলোতে মুহাম্মাদকে আল্লাহর একত্ব ও শ্রেষ্ঠত্ব প্রচার করতে এবং একমাত্র তারই উপাসনা করতে নির্দেশ দেয়া হয়েছিল। এছাড়া কখনো বিচারের দিবসকে প্রত্যক্ষভাবে উল্লেখ করে আবার কখনো পরোক্ষভাবে উল্লেখ করে কিছু বিলুপ্ত জাতির ইতিহাস থেকে উদাহরণ দিয়ে[কুরআন ৪৩:১৩] পৌত্তলিকদেরকে পরকালের শাস্তি সম্পর্কে সতর্ক করতে বলা হয়েছিল।[কুরআন ৩৮:৭০][কুরআন ৬:১৯] এই সময়ে অবতীর্ণ সূরাগুলো মাক্কী সূরা হিসেবে পরিচিত। প্রথম দিকে ইসলাম গ্রহণকারীদের মধ্যে ছিলেন মুহাম্মাদের স্ত্রী খাদিজা, চাচাত ভাই আলী, তার দত্তকপুত্র যায়েদ, তার সেবিকা উম্মে আইমান এবং তার বন্ধু আবু বকর।\nকুরাইশদের মধ্যে খুব কম সংখ্যক ব্যক্তিই মুহাম্মাদের বাণীকে গুরুত্ব দিয়েছিলেন; অধিকাংশই তা উপেক্ষা করেছিল আর কয়েকজন তার বাণী নিয়ে উপহাস করেছিল। ওয়েলচের মতে, প্রারম্ভিক কুরআনের আয়াতগুলো \"একেশ্বরবাদের একটি গোঁড়া ধারণার উপর ভিত্তি করে নয়, বরং একটি শক্তিশালী সাধারণ নৈতিক এবং ধর্মীয় আবেদনের উপর ভিত্তি করে ছিল।\" এছাড়া তিনি যুক্ত করেন যে, মাক্কী সুরার মূলভাব মানুষের তার স্রষ্টার প্রতি দায়িত্ববোধ: মৃত্যুর পর পুনরুত্থান, বিচার দিবসে জাহান্নামের শাস্তির বিভীষিকা, জান্নাতের প্রতিদিনের বিস্ময়কর আনন্দ ও শান্তি, ঈশ্বরের নিদর্শন, যিনি একটি মহান শক্তির অস্তিত্বের প্রমাণ বহন করেন; যিনি মানুষের ভালো-মন্দের বিচার করবেন। প্রথমদিকের ধর্মীয় দায়িত্বের মূলভিত্তির মধ্যে অন্তর্ভুক্ত ছিল- আল্লাহর উপর ঈমান আনয়ন, পাপের জন্য ক্ষমা চাওয়া, অধিকহারে উপাসনা করা, অভাবীদের বিশেষ গুরুত্ব দিয়ে অন্যের সহায়তা করা, ধোঁকা ও সম্পদের ভালোবাসা থেকে বেঁচে থাকা, সতীত্বরক্ষা, আর ইসলামপূর্ব আরবে প্রচলিত নারী শিশু হত্যায় বাঁধা দেয়া।\n\nপ্রাথমিকভাবে ইসলাম গ্রহণকারীদের  তিনটি প্রধান দল ছিল: বড় বড় ব্যবসায়ীদের ছোট ভাই এবং পুত্র, যারা তাদের গোত্রের উত্তম পদ থেকে ছিটকে পড়েছিল বা এটি অর্জন করতে ব্যর্থ হয়েছিল এবং দুর্বল, বেশিরভাগ অরক্ষিত ও বিদেশী। আবু বকর, যিনি মুহাম্মাদের সমতার নীতি অনুসারে দাসদের মুক্ত করার জন্য ক্রয় করে মুক্ত করতেন, তিনি বিপুল সংখ্যক ইসলাম গ্রহণকারীদের আকৃষ্ট করেছিলেন। এতদসত্ত্বেও এই প্রাথমিক ধর্ম গ্রহণকারীদের সংখ্যা কম ছিল। আর মুহাম্মাদ শান্তভাবে একটি ছোট, কিন্তু আধ্যাত্মিকভাবে শক্তিশালী, সম্প্রদায় তৈরিতে মনোযোগী ছিলেন। ৬১৩ খ্রিস্টাব্দের দিকে মুহাম্মাদকে নির্দেশ দেয়া হল:\"আপনার নিকটতম আত্মীয়স্বজন উপদেশ দিন\" [কুরআন ২৬:২১৪]এই আয়াত অবতীর্ণ হওয়ার ফলে মুহাম্মাদ জনসম্মুখে ধর্ম প্রচার শুরু করলেন। একদিন তিনি সাফা পাহাড়ে আরোহণ করে গোত্রপ্রধানদের জোরে আহ্বান করলেন। নেতৃবন্দকে তিনি জিজ্ঞেস করেছিলেন, তাকে তারা বিশ্বাস করেন কিনা। তারা তাকে নিশ্চয়তা দিয়েছিল যে, তারা যেহেতু তাকে কখনো মিথ্যা বলতে শুনেনি, তাই তারা তাকে বিশ্বাস করবে। তারপর তিনি প্রভুর একত্ববাদের ঘোষণা দেন। পরে মুহাম্মাদ আরেকটি নৈশভোজের আয়োজন করে সেখানেও তার নবুয়তের মূল বক্তব্য তুলে ধরেন। এসব ঘটনার সময়ে মুহাম্মাদ তার এক চাচা আবু লাহাবের তীব্র বিরোধিতার সম্মুখীন হন। অপরদিকে হামযা ইবনে আবদুল মুত্তালিব ও আব্বাস তাকে গ্রহণ করেন। মুহাম্মাদের বার্তার প্রতি কুরাইশদের অসন্তোষের অনেক কারণে বর্ণনা করা হয়েছে। এরমধ্যে প্রধান কয়েকটি কারণ হচ্ছে, মুহাম্মাদ কুরাইশদের দেব-দেবীদের জন্য সম্মানজনক ছিলেন না। আর তিনি তাদের অন্যায় রীতিগুলোর ব্যাপারে খোলাখুলি বিরোধিতা করতেন। এছাড়া তিনি তার বিরোধীদের চেয়ে কম শক্তিশালী একটি বংশ থেকে এসেছিলেন।\n\n\n=== প্রথমদিকে মুসলমানদের উপর নিপীড়ন ===\n\nমুহাম্মাদের বার্তার ব্যাপারে প্রথমদিকে আত্মরক্ষামূলক বিরোধিতা দেখা দেয়। ইবনে সাদের মতে, মুহাম্মাদ মক্কাবাসীদের (আল্লাহ ব্যতীত) অন্য মূর্তিসমূহের উপাসনা করার ব্যাপারে এবং তাদের পূর্বপুরুষরা ভুল বিশ্বাসের উপর ছিল বলে আয়াত বর্ণনা করার পর মক্কাবাসীরা তার বিরোধিতা করা শুরু করে। ওয়াটের মতে, মুহাম্মাদের সাথীরা মক্কায় আগ্রহ সৃষ্টি করছিল। যার কারণে স্থানীয় গোত্র ও শাসকরা হুমকি মনে করছিল। কারণ, তাদের অর্থনৈতিক উন্নতি কাবা থেকে তাদের বার্ষিক আয়ের উপর অনেকটাই নির্ভরশীল ছিল। আবার এটা তাদের ধর্মীয় কেন্দ্রবিন্দুও ছিল। এছাড়া মক্কার পুরাতন ধর্মগুলোকে মিথ্যা প্রতিপন্ন করা হচ্ছিল, বিশেষতঃ মুহাম্মাদের নিজের গোত্র কুরাইশরাই তাকে হুমকি মনে করছিল। কারণ এতদিন কুরাইশদেরকেই কাবার অভিভাবক হিসেবে গণ্য করা হচ্ছিল। কুরাইশের কিছু নেতৃস্থানীয় ব্যক্তিরা মুহাম্মাদের সাথে তার প্রচার বন্ধ করার জন্য সন্ধি করতে এসে ব্যর্থ হয়। তারা তাকে ব্যবসায় ভালো স্থান দেয়ার প্রস্তাব দেয়। এছাড়া সম্মানীয় কোনো গোত্রপতি বা রাজকন্যার সাথে বিয়ে করানোর প্রস্তাবও দেয়। এমনকি শেষপর্যন্ত পুরো আরবের রাজত্বের প্রস্তাব দেয়; কিন্তু মুহাম্মাদ সবগুলো প্রস্তাব প্রত্যাখ্যান করেন। এই সময়ে মুহাম্মাদ তার অনুসারীদেরকে শান্তিবাদী হতে আহ্বান জানান। পিটারসনের মতে, \"কাফেরদের সাথে ভদ্রভাবে আচরণ করা\"।\nমুহাম্মাদের সাথী এবং কুরাইশদের দলগুলোর মধ্যে দ্রুতই সম্পর্কের অবনতি ঘটে। মক্কার মূর্তিগুলোর ব্যাপারে মুহাম্মাদের প্রকাশ্য নিন্দা বৈরী অবস্থাকে আরও নিশ্চিত করে তুলে। তবে মুহাম্মাদ শারিরীক ক্ষয়ক্ষতি থেকে বেঁচে যান। কারণ, তিনি বনু হাশিমের অন্তর্ভুক্ত ছিলেন। আর তাকে আহত করা বনু হাশিমের সাথে যুদ্ধ ঘোষণা করার সমান ছিল। আর গোত্রীয় নেতাদের চুক্তি ও বৈধতাকে ক্ষুণ্ণ করে কুরাইশরা মুহাম্মাদকে হত্যা করতে ইচ্ছুক ছিল না। তবে মুহাম্মাদের উপর বেশ কয়েকটি প্রাণঘাতী আক্রমণ করা হয়েছিল। মুসলিম ঐতিহাসিকদের সূত্রগুলো বর্ণনা করে যে, কুরাইশরা মুসলিমদেরকে নামাজ পড়তে বাঁধা দিয়ে প্রথমে অত্যাচার শুরু করেছিল। পাশ্চাত্যের পণ্ডিতরা মুহাম্মাদের অনুসারীদের প্রতি নিপীড়ন ও দুর্ব্যবহারের বর্ণনাগুলোকে সত্যায়িত করেছে। মুহাম্মাদের অনেক সাথীকে লাঞ্ছিত করা হয়েছিল, হয়রানি করা হয়েছিল; এমনকি নির্বাসনে বাধ্য করা হয়েছিল। আর তাদের মধ্যে দুইজন ইয়াসির ইবনে আমের ও সুমাইয়া বিনতে খাব্বাতকে নির্যাতন করে হত্যা করা হয়েছিল।\n\n৬১৫ খ্রিস্টাব্দে মুসলিমদের বিরুদ্ধে তীব্র সহিংসতা চলায় মুহাম্মাদ তার সাথীদেরকে খ্রিস্টান রাজা নাজাশির সুরক্ষার অধীন আবিসিনিয়ায় চলে যাওয়ার নির্দেশ দেন। মুসলিম ঐতিহাসিকরা মক্কাবাসীদের নিপীড়নকে দেশত্যাগের প্রধান কারণ হিসেবে উল্লেখ করেছেন। কিন্তু স্কটিশ ইতিহাসবিদ উইলিয়াম মন্টগোমারি ওয়াট লিখেন, ' যদিও ঐতিহ্যগুলি মক্কাবাসীদের নিপীড়নকে দেশত্যাগে প্রধান ভূমিকা পালন করেছে বলে মনে করে, ইসলামিক স্টাডিজের অধ্যাপক উইলিয়াম মন্টগোমারি ওয়াট বলেন, এমনটি বিশ্বাস করার কারণ আছে যে, মুসলিম সম্প্রদায়ের প্রথমদিককার অংশের একটা ভাগ আবিসিনিয়ায় অভিবাসনের কারণ ছিল ব্যবসা। সম্ভবতঃ মক্কার বিশিষ্ট ব্যবসায়ীর সাথে প্রতিযোগিতা এর লক্ষ্য ছিল। মক্কাবাসীরা আমর ইবনুল আস ও আব্দুল্লাহ বিন রাবিয়াহকে কুরাইশদের কাছে মুসলিমদেরকে সমর্পণ করার বিষয়ে আলোচনা করার জন্য পাঠায়। কিন্তু নাজাশি তাদের অনুরোধ ও প্রস্তাব প্রত্যাখ্যান করেন।\n\n\n=== উমরের ইসলাম গ্রহণ এবং হাশেমদের বয়কট ===\nসুন্নী মুসলিমরা বিশ্বাস করেন যে, মুহাম্মাদ উমর ইবনুল খাত্তাব বা আমর ইবনে হিশামের ইসলামগ্রহণের মাধ্যমে ইসলামকে শক্তিশালী করার জন্য প্রার্থনা করেছিলেন। উমর প্রথমে মুহাম্মাদের আহ্বানের তীব্র বিরোধী ছিলেন। তিনি শেষপর্যন্ত মুহাম্মাদকে মক্কার বিভাজনকে দায়ী করে হত্যা করার সিদ্ধান্ত নেন। মুহাম্মাদকে হত্যা করতে যাওয়ার সময়েই তাকে তার বোনের ইসলাম গ্রহণের কথা জানানো হয়। তিনি প্রথমে তার বোনকে হত্যা করার সিদ্ধান্ত নিয়ে বোনের বাড়িতে আসেন। কিন্তু সেখানে গিয়ে কুরআনের আওয়াজ শুনে তিনি মোহিত হন। এবং শব্দগুলোর সৌন্দর্য্য ও মহত্ত্ব বিবেচনা করে ইসলাম গ্রহণ করেন। তিনি তার ইসলাম গ্রহণের কথা তাৎক্ষণিকভাবে সবাইকে জানিয়ে দেন। উমরের ইসলাম গ্রহণ করায় মুসলমানরা প্রকাশ্যে কাবায় নামাজ পড়তে শুরু করেন। কারণ পৌত্তলিকরা উমরের শক্তিমত্তার মুখোমুখি হতে আগ্রহী ছিল না।\nকুরাইশের দুটি গুরুত্বপূর্ণ গোত্র বনু হাশিম গোত্রকে বয়কট করার ঘোষণা দেয়। যাতে মুহাম্মাদকে সুরক্ষা দেয়ার ব্যাপারে গোত্রের উপর চাপ সৃষ্টি করা যায়। ইবনে ইসহাকের বর্ণনামতে বনু হাশিমের উপর আরোপিত শর্তাবলীগুলো এই ছিল যে, কেউ তাদের নারীদেরকে বিয়ে করবেনা বা তাদের বিয়ে করার জন্য নারী দেবেনা। এবং কেউ তাদের কাছে কোনোকিছু বিক্রি করবেনা বা কেউ তাদের নিকট থেকে কোনোকিছু ক্রয় করবেনা। নির্বাসন দুই বা তিন বছর স্থায়ী হয়েছিল। কিন্তু চুক্তিটি শেষপর্যন্ত তার উদ্দেশ্য সফল করেনি বিধায় ভেঙ্গে যায়। কুরাইশরা হাশেমীদের প্রতি সহানুভূতিশীলদের কারণে শেষ পর্যন্ত চুক্তি বাতিল করার ব্যাপারে ঐকমত্য পোষণ করে।\n\n\n== হিজরতের কারণসমূহ ==\n\n\n=== খাদিজা ও আবু তালিবের মৃত্যু এবং মুহাম্মদের তায়েফ সফর ===\n\nমুহাম্মাদের নবুয়ত দাবীর ৯ বছর পর, মুহাম্মাদের বাণীকে রক্ষার জন্য প্রতিশ্রুতিবদ্ধ দুইজন- স্ত্রী খাদিজা ও তার চাচা আবু তালিব ইন্তেকাল করেন। আবু তালিবের মৃত্যুর পর বনু হাশিম গোত্রের নেতৃত্ব মুহাম্মাদের আরেক চাচা আবু লাহাবের হাতে চলে যায়, যে ছিল মুহাম্মাদ ও ইসলামের এক অপ্রতিরোধ শত্রু। আবু লাহাব নেতৃত্ব পেয়েই মুহাম্মাদের কাছ থেকে গোত্রের সুরক্ষা প্রত্যাহার করে নিয়েছিল। বিষয়টি মুহাম্মাদের জন্য কঠিন হয়ে দাঁড়ায়। কারণ, গোত্রের সুরক্ষা প্রত্যাহার করার অর্থ হচ্ছে- তাকে হত্যা করলে রক্তের প্রতিশোধ নেয়া হবেনা। এরপর মুহাম্মাদ মক্কার নিকটবর্তী তায়েফ শহরের নেতৃবৃন্দের কাছে নিজের বার্তা পৌঁছানোর চেষ্টা করেন। কিন্তু শহরের মানুষ তাকে পাথর নিক্ষেপ করায় তার সেই প্রচেষ্টা ব্যর্থ হয়।\n\n\n=== সাওদা বিনতে জামআ ও আয়িশাকে বিয়ে ===\n\n৬২০ খ্রিস্টাব্দের কোনো এক সময়ে, দুঃখের বছরের পরের বছর; মুহাম্মাদ সাওদা বিনতে জামআর কাছে বিয়ের প্রস্তাব পাঠান। সাওদা প্রথম দিকে ইসলামগ্রহণকারিনীদের মধ্যে একজন। প্রস্তাবটি তিনি এবং তার পিতা জামআ ইবনে কায়েস উভয়েই গ্রহণ করেছিলেন। মুহাম্মাদ ও সাওদার বিয়ে হয় একই বছর রমজানে। মুহাম্মাদ হিজরতের পূর্বে তার বন্ধু ও সাথী আবু বকরের কন্যা আয়িশাকেও বিয়ে করেছিলেন, যখন তার বয়স ৬ থেকে ৯ বছরের মধ্যে ছিল। যার ফলে আধুনিক পণ্ডিতদের আলোচনায় প্রচুর বিতর্ক সৃষ্টি করেছে। সাওদা এবং আয়িশা উভয়েই মুহাম্মাদের চেয়ে বেশিদিন বেঁচে ছিলেন। আয়িশা মুহাম্মাদের মৃত্যুর পর ৪৪ বছর সময়ে ২২শতেরও বেশি হাদিস বর্ণনা করেছিলেন। তার বর্ণনাগুলোর মধ্যে উত্তরাধিকার, হজ্জ, পরকালবিদ্যা এবং মুহাম্মাদের ব্যক্তিগত জীবন স্থান পেয়েছে।\n\n\n=== লাইলাতুল মেরাজ এবং আকাবার শপথ ===\n\n৬২০ খ্রিস্টাব্দের কোনো এক সময়ে, মুহাম্মাদ তার সাথীদের বর্ণনা করেন, তিনি মেরাজের অভিজ্ঞতা অর্জন করেছেন। তিনি জেরুজালেম হয়ে সপ্তম স্বর্গের উপর পর্যন্ত একটি অতিপ্রাকৃত ভ্রমণ সম্পন্ন করেছেন। এই ভ্রমণটি তিনি একরাতেই সম্পন্ন করেছেন ও সেসময়ে ফেরেশতা জিবরাঈল তার সাথী হিসেবে ছিলেন। মুহাম্মাদ স্বর্গ ও নরক ভ্রমণ করেছেন। আদম, ইব্রাহিম, মুসা এবং ঈসাসহ পূববর্তী নবীদের সাথে কথা বলেছেন। মুহাম্মাদের পূববর্তী জীবনী লেখক ইবনে ইসহাক বিষয়টিকে আধ্যাত্মিক বলে উল্লেখ করেছেন। কিন্তু পরবর্তী যুগের মুসলিম ঐতিহাসিক, যেমন- আত তাবারি ও ইবনে কাসির বিষয়টিকে শারিরীক ভ্রমণ বলে প্রমাণ করেছেন। মুসলিম পাশ্চাত্যের পণ্ডিতদের মধ্যকার কিছু অংশ মনে করেন যে, মুসলিম পুরাতন বর্ণনা যেগুলোতে মক্কা থেকে জান্নাত হয়ে বায়তুল মামুর পর্যন্ত ভ্রমণের বর্ণনা আছে সেগুলো সঠিক। বাকিরা মনে করেন, মুহাম্মাদ কেবল মক্কা থেকে জেরুসালেমের বায়তুল মুকাদ্দাস পর্যন্ত ভ্রমণ করেছিলেন।\nযেহেতু কুরাইশরা মুহাম্মাদের বাণীর প্রতি গুরুত্ব দিচ্ছিল না, তাই মুহাম্মাদ মক্কায় আগত ব্যবসায়ী ও হজ্জযাত্রীদের মধ্যে তার বার্তা প্রচার করার সিদ্ধান্ত নেন। কয়েকটি দলের কাছে ব্যর্থ হবার পর, মদিনার কিছু লোক তার বার্তা গ্রহণ করে। ইয়াসরিবের আরব জনগোষ্ঠী একেশ্বরবাদের সাথে পরিচিত ছিল। কারণ, মদিনায় ইহুদি কয়েকটি গোত্রের অস্তিত্ব ছিল। এতদ্ব্যতীত তারা এই অঞ্চল থেকে শেষ নবী আগমনের ভবিষ্যদ্বানী করত। এসব কারণে মদিনার সেসব লোকেরা তার বার্তা সহজেই গ্রহণ করে নেয়। মুহাম্মাদ মদিনার আউস ও খাযরাজ গোত্রের কতেক সদস্যের কাছে মিনার নিকটবর্তী আকাবায় দুবার দেখা করেছিলেন। তারা সেখানে মুহাম্মাদের প্রতি আনুগত্যের ও তাকে রক্ষা করার শপথ করেছিল। আকাবার শপথ অনুসারে মুহাম্মাদ তার সাথীদেরকে মদিনায় হিজরতে করতে নির্দেশ দেন। কুরাইশরা মুসলমানদের হিজরত করতে বাঁধা দিলেও অক্ষমরা ছাড়া বাকি সমস্ত মুসলিমই মদিনায় চলে যেতে সক্ষম হয়েছিল।\n\n\n== হিজরত ==\n\nমুসলমানরা বিশ্বাস করেন যে, মুহাম্মাদ মদিনায় হিজরত করার জন্য আল্লাহর আদেশের অপেক্ষা করছিলেন। আল্লাহর পক্ষ থেকে নির্দেশ পাওয়ার পর সেই রাতেই মক্কা ত্যাগ করার পরিকল্পনা করেন। কুরাইশরা তার পূর্বের হিজরতকারী বিপুল সংখ্যক মুসলমানের কথা স্মরণ করে হত্যার জন্য তার বাড়ি ঘেরাও করেছিল। হত্যাকাণ্ডের জন্য যেই রাত ঠিক করা হয়েছিল সে রাতেই মুহাম্মাদ তাদের চোখকে ধোঁকা দিয়ে বাড়ি থেকে বেরিয়ে যান। মক্কার বিভিন্ন লোকের বেশ কয়েকটি আমানত তার কাছে গচ্ছিত থাকায়, আলীকে সেসব আর্থিক ও অন্যান্য বিষয়গুলো নিষ্পত্তি করার জন্য রেখে গিয়েছিলেন। আলী মুহাম্মাদের পোষাক পরিধান করেছিলেন, যার কারণে ঘাতকরা ভাবছিল যে- মুহাম্মাদ এখনও বের হননি। যখন মুহাম্মাদ আবু বকরের সাথে শহর থেকে অনেক দূরে চলে গিয়েছিলেন। আলী ষড়যন্ত্র থেকে বেঁচে গিয়েছিলেন। তবে তিনি মুহাম্মাদের নির্দেশ পালনার্থে মক্কায় থেকে জীবনের ঝুঁকি নিয়েছিলেন। মক্কার লোকদের গচ্ছিত বিষয়াবলী প্রাপকদেরকে বুঝিয়ে দিয়ে আলী তার মা ফাতিমা বিনতে আসাদ, মুহাম্মাদের কন্যা ফাতিমা ও উম্মে কুলসুম, মুহাম্মাদের স্ত্রী সাওদা ও তার সেবিকা উম্মে আইমানকে সাথে নিয়ে মদিনায় গমন করেন। যাত্রা চালিয়ে যাওয়ার পূর্বে মুহাম্মাদ এবং আবু বকর মক্কার বাইরে সাওর পর্বতের গুহায় আশ্রয় নিয়েছিলেন। কুরাইশদের আরও বিভ্রান্ত করতে মুহাম্মাদ প্রথম কয়েকদিন মদিনার বিপরীত দিকে দক্ষিণে ভ্রমণ করেন। এরপর মুহাম্মাদ ও আবু বকর লোহিত সাগরের দিকে ফিরে মদিনার দিকের উপকূলরেখা অনুসরণ করে ২৭শে সেপ্টেম্বর, ৬২২ খ্রিস্টাব্দ রোজ সোমবার কুবায় উপনীত হন।\n\n\n== ইতিহাস ও সূত্র ==\n\nমক্কায় মুহাম্মাদের জীবনের প্রধান উৎস হচ্ছে কুরআন। কুরআনের পাঠ্য নিয়ে গবেষণা করে পশ্চিমা বিশ্ববিদ্যালয়ের পণ্ডিতরা মুহাম্মাদের কথা হিসেবেই গণ্য করেছেন। কারণ তারা এর মাঝে তেমন বৃহৎ কোনো তাৎপর্য খুঁজে পাননি।\nকুরআন যাইহোক না কেন মুহাম্মাদের আদর্শিক ও আধ্যাত্মিক বিষয়গুলোর প্রধান বর্ণনা। এবং এই শহরে তার যাপিত জীবন সম্পর্কে একমাত্র খন্ডিত উৎস। যা তার বা তার অনুসারীদের জীবনের ঘটনাগুলোর কালানুক্রমিক ক্রম নির্ণয় করা কঠিন করে দিয়েছে। মুহাম্মাদের আধুনিক জীবনী লেখকরা মক্কার আর্থ-সামাজিক ও আর্থ-রাজনৈতিক দিকগুলো ক্রম নির্ণয় করেন ও সেই প্রেক্ষাপটে কুরআনের আদর্শিক দিকগুলো পড়েন।\n\nপরবর্তীকালের অন্যান্য ঐতিহাসিক কাজ, উল্লেখযোগ্যভাবে হিজরী শতাব্দীর ৩য় ও ৩র্থ শতাব্দীর কাজগুলো মুহাম্মাদের এই শহরের জীবনের চিত্র অংকনে যথেষ্ট গুরুত্ব রাখে। এর মধ্যে রয়েছে মুহাম্মাদের প্রাথমিক দিককার জীবনীগ্রন্থগুলো; যেমন- ইবনে ইসহাক (আনু. ৭০৪ - ৭৬৭ খ্রি.) ও ইবনে সা'দ (আনু. ৭৮৪ - ৮৪৫ খ্রি.)। আরও রয়েছে হাদিস সাহিত্যে মুহাম্মাদের উক্তিসমূহের উদ্ধৃতিসমূহের মুসলিম পণ্ডিতদের কৃত সংকলন, যেমন- ইমাম বুখারী (আনু. ৮১০ - ৮৭০ খ্রি.) ও মুসলিম ইবনে আল-হাজ্জাজ (আনু. ৮১৫ - ৮৭৫ খ্রি.)। এসকল বিষয় তার জীবন সম্পর্কে অতিরিক্ত তথ্য প্রদান করে। প্রাচীনতম টিকে থাকা সীরাত হল ইবনে ইসহাক রচিত - \"সীরাতুর রাসূলুল্লাহ\"। যদিও এর মূল নথিটি হারিয়ে গিয়েছে, এর অধিকাংশ ইবনে হিশাম আর আত তাবারির পুনরুক্তির কারণে বেঁচে আছে। অনেক ঐতিহাসিক এই জীবনীগ্রন্থগুলোর যথার্থতা স্বীকার করেন, যদিও এগুলোর যথার্থতা অনিশ্চিত। উইলিয়াম মন্টগোমারি ওয়াটের মতে, আইনের চোখে দেখলে এটা বিপথগামী উদ্ভাবন মনে হতে পারে। কিন্তু ইতিহাসের দৃষ্টিভঙ্গিতে দেখলে, কিছু ঘটনা বাদ দিলে বাকি বিষয়গুলো বানোয়াট হওয়ার চেয়ে ঘটিত বিষয় বলেই মনে হবে।\nহাদিস হচ্ছে মুহাম্মাদের ঘটনাবলী বা বাণীর বর্ণনা, যেগুলো মুহাম্মাদের জীবনী হিসেবে গণ্য করা যায়। এগুলো মুহাম্মাদের সাথী ও তার আনুগত্যকারীদের স্মরণশক্তির কারণে স্থায়ী হয়েছে। প্রাথমিক ইসলামের ইতিহাস ও মুহাম্মাদের জীবনীতে হাদিসের বর্ণনাগুলো একটি গুরুত্বপূর্ণ উপাদান। পূর্ববর্তী পশ্চিমা পণ্ডিতদের মধ্যে এই বর্ণনা এবং পরবর্তী সময়ে সংগৃহিত বর্ণনাগুলোকে একবাক্যে বানোয়াট বলে দেয়ার একটা প্রবণতা ছিল। লিওন কেটানি ইবনে ইসহাকের মত সীরাতগ্রন্থগুলোতে আব্দুল্লাহ ইবনে আব্বাস এবং আয়িশার সনদ ব্যতীত বর্ণনাগুলোকে কাল্পনিক আখ্যা দেন। তবে উইলফার্ড ম্যাডলাং নির্বিচারে সকল বর্ণনা প্রত্যাখ্যান করার বিরুদ্ধে। ম্যাডলাং এবং পরবর্তী কিছু ঐতিহাসিকরা পরবর্তী সময়ে সংকলিত বর্ণনাগুলোকে প্রত্যাখ্যান করেননি। বরং তারা ইতিহাসের প্রেক্ষাপট, ঘটনা ও পরিসংখ্যানের সাথে সামঞ্জস্যতার ভিত্তিতে বিচার করার চেষ্টা করেছেন।\nসুন্নি মুসলিমরা ইমাম বুখারী রচিত সহীহ বুখারী এবং মুসলিম ইবনে হাজ্জাজ রচিত সহিহ মুসলিমকে সবচেয়ে প্রামাণ্য হাদিস সংগ্রহ বলে মনে করেন। ইমাম বুখারী ১৬ বছর ধরে ১৬ লক্ষেরও বেশি হাদিস সংগ্রহ করেছেন আর তন্মধ্যে সনদ ও বিষয়ের বিচারে সবচেয়ে উত্তম ৭,৩৯৭টি হাদিস সংকলন করেছেন। যার অধিকাংশই মুহাম্মাদের জীবনী সংক্রান্ত বর্ণনাকে স্থান দিয়েছে। শিয়াদের জন্য, মুহাম্মাদের বংশধর হিসেবে তাদের ইমামদের কথা ও কাজকে মূল্যায়ন দেয়া হয়। মূলত সংকলিত হওয়ার আগে মৌখিকভাবে প্রজন্ম থেকে প্রজন্ম বর্ণনা করে আসছিল। বর্ণনার ক্রম অনুসারে কয়েকটি বাণীই মুহাম্মাদের।\n\n\n== আরও দেখুন ==\nইসলামের ইতিহাস\nইসলামের ইতিহাসের সময়রেখা\nহিজরত\nবদরের যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উদ্ধৃত কর্ম ===\nবোওয়ারসক, গ্লেন ওয়ারেন; গ্রাবার ওলেগ (1999)। লেট অ্যান্টিকুইটি: পোস্টক্লাসিক্যাল ওয়ার্ল্ডের জন্য একটি গাইড। হার্ভার্ড ইউনিভার্সিটি প্রেস। আইএসবিএন ০-৬৭৪-৫১১৭৩-৫আইএসবিএন 0-674-51173-5।\nBrown, Daniel (২০০৩)। A New Introduction to Islam। Blackwell Publishing Professional। আইএসবিএন 978-0-631-21604-9। \nEsposito, John (১৯৯৮)। Islam: The Straight Path। Oxford University Press। আইএসবিএন 0-19-511233-4। \nJacobs, Louis (১৯৯৫)। The Jewish Religion: A Companion। Oxford University Press। আইএসবিএন 0-19-826463-1। \nMadelung, Wilferd (১৯৯৭)। The Succession to Muhammad: A Study of the Early Caliphate। Cambridge University Press। আইএসবিএন 0-521-64696-0। \nLings, Martin (১৯৮৩)। Muhammad: his life based on the earliest sources। Inner traditions international। \nRazwi, Ali Asgher (১৯৯৭)। A Restatement of the History of Islam and Muslims। World Federation of K S I Muslim Communities Islamic Centre। আইএসবিএন 0-9509879-1-3। \nRobinson, Chase F. (২০০৩)। Islamic Historiography। Cambridge University Press। আইএসবিএন 0-521-62936-5। \nNomani, Shibli (১৯৭০)। Sirat al-Nabi। Pakistan Historical Society। \nPeterson, Daniel C. (২০০৭)। Muhammad, Prophet of God। Wm. B. Eerdmans Publishing। আইএসবিএন 978-0-8028-0754-0। \nTabatabae, Sayyid Mohammad Hosayn (১৯৭৯)। Shi'ite Islam। SUNY press। আইএসবিএন 0-87395-272-3। \nRamadan, Tariq (২০০৭)। In the Footsteps of the Prophet। Oxford University Press। \nরডিনসন, ম্যাক্সিম, মুহাম্মদ: ইসলামের নবী, টরিস পার্ক পেপারব্যাকস, 2002।আইএসবিএন ১-৮৬০৬৪-৮২৭-৪আইএসবিএন 1-86064-827-4\nReeves, Minou (২০০৩)। Muhammad in Europe: A Thousand Years of Western Myth-Making। NYU Press। আইএসবিএন 978-0-8147-7564-6। \nWatt, Montgomery (১৯৫৩)। Muhammad in Mecca। Clarendon Press। \nWatt, Montgomery (১৯৬১)। Muhammad: Prophet and Statesman। Oxford University Press। \nIbn Ishaq / A. Guillaume (১৯৬৭)। The Life of Muhammad। Oxford University Press। আইএসবিএন 0-19-636033-1। \n\n\n==== বিশ্বকোষীয় ====\nP.J. Bearman; Th. Bianquis; C.E. Bosworth; E. van Donzel; W.P. Heinrichs (সম্পাদকগণ)। Encyclopaedia of Islam। Brill Academic Publishers। আইএসএসএন 1573-3912। \nEncyclopædia Britannica Online। Encyclopedia Britannica, Inc.। \nJane Dammen McAuliffe, সম্পাদক (২০০৫)। Encyclopedia of the Qur'an। Brill Academic Publishers। আইএসবিএন 978-90-04-12356-4। \nEncyclopedia of World History। Oxford University Press। ১৯৯৮। আইএসবিএন 0-19-860223-5। \nEncyclopædia Iranica। Center for Iranian Studies, Columbia University। আইএসবিএন 1-56859-050-4। \nMeri, Josef W. (সম্পাদক)। Medieval Islamic Civilization: An Encyclopedia। Taylor & Francis। আইএসবিএন 0-415-96691-4।"}