{"pageid": 1113807, "title": "ওয়ালী (প্রশাসনিক উপাধি)", "url": "https://bn.wikipedia.org/wiki?curid=1113807", "content": "ওয়ালী (আরবি: والي) হচ্ছে একটি প্রশাসনিক উপাধি, যা মুসলিম বিশ্বে (খিলাফতসমূহ এবং উসমানীয় সাম্রাজ্যসহ) প্রশাসনিক বিভাগের গভর্নরদের মনোনীত করতে ব্যবহৃত হয়েছিল। আরব বা মুসলিম সংস্কৃতি দ্বারা প্রভাবিত কিছু দেশে এটি এখনও ব্যবহার করা হয়। একজন ওয়ালি যে বিভাগটি পরিচালনা করে তাকে বলা হয় উইলায়াহ আর উসমানীয়রা বলে, \"বেলায়েত\"।\nউপাধিটি বর্তমান ফিলিপাইনের মুসলিম সংখ্যাগরিষ্ঠ স্বায়ত্তশাসিত অঞ্চল বাংসামোরোর আনুষ্ঠানিক প্রধানকেও নির্দেশ করে।\n\n\n== উসমানীয় সালতানাত ==\n\"ওয়ালী\" (উসমানীয় সংবিধানে ফ্রেঞ্চ ভাষায় \"gouverneur-général\" হিসাবে অনুবাদ করা হয়েছে) উসমানীয় সাম্রাজ্যের সবচেয়ে সাধারণ গভর্নরের উপাধি, যিনি একটি ভিলায়েতের দায়িত্বে ছিলেন।\n\n\n== ইরান ==\nইরানে একটি গুরুত্বপূর্ণ প্রদেশের গভর্নর-জেনারেল বা স্থানীয় নেতার জন্য শব্দটি ব্যবহৃত হয়। সাফাভীয়দের সময়ে ১৫০১-১৭২২ খ্রিস্টাব্দ পর্যন্ত পূর্ববর্তী জর্জিয়ান কার্তলি আর কাখেটি রাজ্যের তৎকালীন প্রদেশ কুর্দীয় আরদালান আমিরাতের প্রাক্তন আমিরদেরকে পশ্চিম ইরানের লোরেস্তন প্রদেশ এবং খুজেস্তন প্রদেশের বংশগত গভর্নর জেনারেল হিসেবে ওয়ালী উপাধি দেয়া হয়েছিল। ওয়ালীরা সাফাভীয় ইরানের বেলারবেলিকের সমপর্যায়ের ছিলেন। এই ক্ষমতাশীল ওয়ালীরা ইরানের পশ্চিম সীমান্তে বৈদেশিক শক্তির বিরুদ্ধে ইরানকে প্রতিরক্ষা করত। কাজার শাসনের সময়ে (১৭৮৫-১৯২৫) জর্জিয়া সাম্রাজ্য রাশিয়ার কাছে পরাজিত হয় এবং রাশিয়া এই বংশীয় নেতাদেরকে নিজস্ব কেন্দ্রীয় ক্ষমতাশীলদের নিয়োগকৃত অফিসারদের মাধ্যমে প্রতিস্থাপিত করে। প্রধানত এই অফিসাররা সাম্রাজ্যের নেতৃস্থানীয়দের দ্বারা ওয়ালী হিসেবে নির্বাচিত হতেন। যেমন, আজারাবাইজানের (ইরান) ওয়ালী হিসেবে ক্রাউন্স প্রিন্স ঐতিহ্যগতভাবে উপাধি ধারণ করেছেন।\n\n\n== আধুনিক রাষ্ট্রসমূহ ==\n\n\n=== আলজেরিয়ার ক্ষেত্রে ===\nআলজেরিয়াতে একজন ওয়ালী দেশটির রাষ্ট্রপতি দ্বারা নির্বাচিত হন। আর ওয়ালীর পদ \"গভর্নর\" এবং ৪৮টি প্রদেশের প্রশাসনের প্রধান হিসেবে গণ্য করা হয়।\n\n\n=== ওমানি সালতানাতের ক্ষেত্রে ===\nওমানের সালতানাত যখন কেনিয়ার মোম্বাসা শাসন করেছিল, স্থানীয়ভাবে লিওয়ালি নামে পরিচিত শহরের জন্য একজন ওয়ালি নিয়োগ করেছিল। ওমানীয় বসতি বুঝাতে সেখানে আজও শব্দটির প্রয়োগ রয়েছে। যেমন- মাধা উইলায়াত। চুক্তিবদ্ধ রাষ্ট্রের অনেক শাসক (যাকে অতীতে ট্রুসিয়াল ওমানও বলা হত) তাদের পক্ষে শহরগুলির দেখাশোনা করার জন্য ওয়ালিদের নিয়োগ করেছিলেন। এমনকি একই কাজের জন্য দাসদের‌ও নিয়োগ করা হয়েছিল।\n\n\n=== মরক্কোর ক্ষেত্রে ===\n১৯৯৭ সালের আঞ্চলিককরণ সংস্কারের পর থেকে, একজন ওয়ালি হলেন মরক্কোর বারোটি অঞ্চলের একটির গভর্নর।\n\n\n=== পাকিস্তানের ক্ষেত্রে ===\nপাকিস্তানে প্রাক্তন রাজ্য সোয়াতের শাসকদের ওয়ালী উপাধি দেওয়া হয়েছিল।\n\n\n=== ফিলিপাইনের ক্ষেত্রে ===\nফিলিপাইনের বৃহৎ দক্ষিণ দ্বীপের মুসলিম মিন্দানাও বাংসামোরোর নামমাত্র প্রধানের জন্য শব্দটি ব্যবহৃত হয়। ওয়ালীদের ক্ষমতায় আনুষ্ঠানিক কার্যক্রম ছাড়াও অঞ্চলটির নৈতিক অভিভাবকত্ব এবং সংসদ প্রতিষ্ঠা বা ভেঙে দেওয়াও রয়েছে।\n\n\n=== তিউনিসিয়ার ক্ষেত্রে ===\nতিউনিসিয়ায় একজন ওয়ালি দেশের ২৪টি প্রদেশের প্রতিটির \"গভর্নর\" এবং প্রশাসনিক প্রধান। দেশটিতে ওয়ালী রাষ্ট্রপতি দ্বারা নির্বাচিত হন।\n\n\n=== আধুনিক তুর্কির ক্ষেত্রে ===\nতুরস্কে একজন ওয়ালী হলেন ৮১টি তুর্কি প্রদেশের একটির প্রাদেশিক গভর্নর। তিনি স্বরাষ্ট্রমন্ত্রী কর্তৃক মনোনীত অথবা রাষ্ট্রপতি কর্তৃক নিযুক্ত হতে পারেন। একজন ওয়ালী রাষ্ট্রীয় কার্যাবলী যেমন নিরাপত্তা ও রক্ষণাবেক্ষণের কাজকর্মের তত্ত্বাবধান করেন, তেমনিভাবে নির্বাচিত প্রাদেশিক ও পৌরসভার তত্ত্বাবধান করেন। ওহাল রাজ্যের জরুরি অবস্থার সময়ে ১৯৮৭ থেকে ২০০২ পর্যন্ত, একজন অতিরিক্ত ওয়ালী ছিলেন যিনি দক্ষিণ-পূর্ব আনাতোলিয়ায় ১৩টি প্রদেশের ওয়ালীদের তত্ত্বাবধান করেছিলেন।\n\n\n== আরও দেখুন ==\nগভর্নর জেনারেল\n\n\n== তথ্যসূত্র =="}