{"pageid": 1114616, "title": "ট্রান্সলেটউইকি.নেট", "url": "https://bn.wikipedia.org/wiki?curid=1114616", "content": "ট্রান্সলেটউইকি.নেট হল একটি ওয়েব-ভিত্তিক অনুবাদ প্ল্যাটফর্ম। এটি মিডিয়াউইকির অনুবাদ এক্সটেনশন দ্বারা পরিচালিত হয়। এটি বিভিন্ন ধরনের পাঠ্য অনুবাদ করতে ব্যবহার করার জন্য তৈরী হয়েছে। তবে সাধারণত সফটওয়্যারের ইন্টারফেস স্থানীয়করণ বা অনুবাদ করতে এটি ব্যবহৃত হয়।\nএই প্ল্যাটফর্মে প্রায় ১২,০০০ জন অনুবাদক রয়েছেন। এখানে মিডিয়াউইকি, ওপেনস্ট্রিটম্যাপ, মিফস, এনসাইক্লোপিডিয়া অফ লাইফ এবং ম্যান্টিসবিটিসহ ৬০টি প্রকল্পের জন্য ৫৮,০০,০০০-এর অধিক পাতা রয়েছে।\n\n\n== বৈশিষ্ট্যসমূহ ==\n\nট্রান্সলেটউইকি.নেট হল একটি উইকি। তাই এখানে সহজে প্রবেশ করা যায়।\nঅনুবাদগুলিকে একটি সংস্করণ নিয়ন্ত্রণ ব্যবস্থা এবং অনুবাদযোগ্য উইকি পৃষ্ঠাগুলোর মধ্যে সিঙ্ক্রোনাইজ করা হয়।\nউইকিমিডিয়া ফাউন্ডেশন প্রকল্পের মিডিয়াউইকির জন্য, নতুন স্থানীয়করণ এক দিনের মধ্যে মূল সাইটগুলোতে পৌঁছাতে পারে।\nঅনুবাদ সম্পাদকটি মেশিন-সহায়তাভিত্তিক অনুবাদের জন্য বিভিন্ন বৈশিষ্ট্য প্রদান করে। যেমন:\n\nবিজ্ঞপ্তি নথি, \"প্রসঙ্গ\" নামেও পরিচিত।\nএকটি টেক্সট কর্পাস এবং মেশিন অনুবাদ থেকে পরামর্শ।\nঅনুবাদে সাধারণ সিনট্যাক্স ভুল পরীক্ষা করা।\nবার্তাগুলোর অনুবাদের পরিসংখ্যান।\nট্রান্সলেটউইকি.নেট একটি সেম্যান্টিক মিডিয়াউইকিও, যা সেম্যান্টিক ওয়েব-এর অংশ।\n\n\n== ইতিহাস ==\nট্রান্সলেটউইকি.নেট মিডিয়াউইকির সমস্ত ভাষার স্থানীয়করণ প্ল্যাটফর্ম হিসাবে ২০০৬ সালের জুনের দিকে নিকলাস ল্যাক্সস্ট্রোম তৈরি করেছিলেন। তখন এটির নামকরণ করা হয়েছিল বেটাউইকি।\nঅনুবাদ ছাড়াও, আন্তর্জাতিকীকরণ বৈশিষ্ট্যে উন্নতির দিকে মূল লক্ষ্য রেখে, এটি মিডিয়াউইকির জন্য ইনটিগ্রেটেড ডেভলপমেন্ট ইনভাইরনমেন্ট বৈশিষ্ট্যসহ বিকশিত হয় (২০০৫ সালে নুকাউইকি)।\n২০০৭ সালের শেষে সিব্র্যান্ড মেজল্যান্ড ওয়েবসাইটটির ব্যবস্থাপনায় যোগদান করেন। তখন সাইটটি বর্তমান ডোমেইন translatewiki.net-এ স্থানান্তরিত হয়।\n২০০৮ সালের এপ্রিলের মধ্যে এটি মিডিয়াউইকির জন্য ১০০টিরও বেশি ভাষা এবং এর ২০০টি এক্সটেনশনের জন্য কাজ করে। যা, ফ্রিকলের পাশাপাশি মিডিয়াউইকিকে \"সর্বকালের সবচেয়ে অনুদিত সফটওয়্যার প্রকল্পগুলির একটিতে পরিণত করে।\" তারপর থেকে, একটি স্বাধীন স্বেচ্ছাসেবী প্রকল্প হিসেবে, এটি মিডিয়াউইকি এবং এর দ্বারা চালিত উইকিমিডিয়া প্রকল্পের বৈশ্বিক সাফল্যে একটি প্রধান নিয়ামক হিসাবে স্বীকৃতি পায়, এটি ব্যবহার করে ২৮০টিরও বেশি ভাষায় উইকিপিডিয়া ইন্টারফেস অনূদিত হয়।\n\n২০০৯ সালে নিকলাস ল্যাক্সস্ট্রোমের গুগল সামার অফ কোড প্রকল্পের অধীনে এটিতে উন্নয়ন আনা হয়। ২০১১ সালে এটিতে মুদ্রণ সংশোধন বৈশিষ্ট্য চালু করা হয়। ২০১২ সালে, \"অনুবাদ\" এক্সটেনশন ব্যবহার করে এর অনুবাদ মেমরি ইঞ্জিন সমস্ত উইকিমিডিয়া প্রকল্পে চালু হয়।\n২০১৩ সালে, এই অনুবাদ প্ল্যাটফর্মটিতে \"ট্রান্সলেট ইউজার এক্সপেরিয়েন্স\" প্রকল্প বা \"TUX\" এর মাধ্যমে একটি বড় পরিবর্তন আনা হয়। যার মধ্যে রয়েছে \"পরিভ্রমণ, সম্পাদনা দৃশ্য এবং পছন্দ, অনুবাদ অংশ, ছাঁকুনি, অনুসন্ধান এবং রঙ ও শৈলীতে পরিবর্তন\"।\n\n\n== সমর্থিত ফরম্যাট ==\nস্থানীয়ভাবে সমর্থিত কিছু বিন্যাস নিচে দেওয়া হল। সাইটটিতে আরো কিছু ভবিষ্যতে যোগ করা হতে পারে।\n\nমিডিয়াউইকি ইন্টারফেস এবং পাতাসমূহ\nগ্নু গেটটেক্সট\nজাভা বৈশিষ্ট্য\nঅ্যান্ড্রয়েড স্ট্রিং রিসোর্স\nআইএনআই\nডিটিডি\nপিএইচপি ফাইল\nজাভাস্ক্রিপ্ট\nJSON\nপাইথনসিঙ্গল\nইয়ামল\nএক্সলাইফ (আংশিক, বেটা)\nএএমডি i18n\n\n\n== উল্লেখযোগ্য ব্যবহার ==\nমিডিয়াউইকি এবং মিডিয়াউইকি এক্সটেনশন\nফ্রিকল\nওপেনস্ট্রিটম্যাপ\nএনসাইক্লোপিডিয়া অফ লাইফ\nম্যান্টিসবিটি\nএফইউডিফোরাম\nউইকিপিডিয়া মোবাইল অ্যাপস\nপাইউইকিবট\nইথারপ্যাড\nকিউইক্স\nজেন্টু লিনাক্স নথিসমূহ\nকেডিই নথিসমূহ\nকিউইক্স ওয়েবসাইট\nজুমলা নথিসমূহ\nপ্যান্ডোরা নথিসমূহ\nসিম্পল মেশিন ফোরাম নথিসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nমিডিয়াউইকি অনুবাদ এক্সটেনশন পৃষ্ঠা এবং নথিসমূহ।\nমিডিয়াউইকি ট্রান্সলেটউইকি.নেট\nওপেন হাবে ট্রান্সলেটউইকি.নেট"}