{"pageid": 1114056, "title": "চুপাকাবরা", "url": "https://bn.wikipedia.org/wiki?curid=1114056", "content": "চুপাকাবরা স্প্যানিশ ভাষায় 'চুপা'র মানে হচ্ছে 'চোষা' আর 'কাবরা' অর্থ 'ছাগল'। এ দুটোকে জুড়ে দিলে যে মানেটা দাঁড়ায় তা হচ্ছে: 'ছাগলচোষা'। অর্থাৎ চুপাকাবরা হচ্ছে একধরনের প্রাণী যা ছাগলের রক্ত পান করে। অবশ্য ছাগল ভিন্ন গরু, মহিষ, মেষ ইত্যাদি গৃহপালিত পশুর রক্তও পান করতে পারে। চুপাকাবরা'র কিংবদন্তির উৎস ল্যাটিন আমেরিকার দেশ পুয়ের্তো রিকোতে ১৯৯৫ সালে।\nপ্রাণীটির শারীরিক বর্ণনা ভিন্ন ভিন্ন, কেউ কেউ একে কুকুরের মতো (বিশেষ করে দক্ষিণ-পশ্চিম মার্কিন যুক্তরাষ্ট্রে) বর্ণনা করে, যখন অন্যরা এটিকে সরীসৃপ এবং এলিয়েনের মতো (পুয়ের্তো রিকো এবং ল্যাটিন আমেরিকায়) বর্ণনা করে। কেউ কেউ এটিকে একটি ছোট ভাল্লুকের আকারের একটি ভারী প্রাণী হিসাবে রিপোর্ট করেছেন, যার সারি কাঁটা ঘাড় থেকে লেজের গোড়া পর্যন্ত পৌঁছেছে।\n১৯৭০ এর দশক থেকে পুয়ের্তো রিকোতে দেখার খবর পাওয়া গেছে, এবং এই প্রাণীটি উত্তর মেইন থেকে,দক্ষিণে চিলি পর্যন্ত এবং এমনকি আমেরিকার বাইরে রাশিয়া এবং ফিলিপাইনের মতো দেশেও রিপোর্ট করা হয়েছে। সমস্ত রিপোর্টই উপাখ্যানমূলক এবং অপ্রমাণিত বা প্রমাণের অভাব হিসাবে উপেক্ষা করা হয়েছে। উত্তর মেক্সিকো এবং দক্ষিণ মার্কিন যুক্তরাষ্ট্রের দর্শনীয় স্থানগুলি চর্মরোগে আক্রান্ত কুকুর জাতীয় প্রানি হিসাবে বলা হয়েছে। জীববিজ্ঞানী এবং বন্যপ্রাণী ব্যবস্থাপনা কর্মকর্তাদের মতে, চুপাকাবরা একটি শহুরে কিংবদন্তি।\n\n\n== নামকরন ==\n\nচুপার ('চুষতে') এবং ক্যাবরা ('ছাগল') থেকে চুপাকাবরাকে আক্ষরিক অর্থে 'ছাগল-চুষক' হিসাবে অনুবাদ করা যেতে পারে। এটি সমগ্র আমেরিকা জুড়ে চুপাকাবরাস এবং চুপাকাবরা উভয় নামেই পরিচিত, যার পূর্বেরটি আসল নাম, এবং পরবর্তীটি একটি নিয়মিত নাম। নামটি পুয়ের্তো রিকান কৌতুক অভিনেতা সিলভেরিও পেরেজের দেয়া, যিনি ১৯৯৫ সালে সান জুয়ান রেডিও ডিজে হিসাবে হামলার বিষয়ে মন্তব্য করার সময় নামটি ব্যবহার করেছিলেন।\n\n\n== ইতিহাস ==\nপুয়ের্তো রিকান কৌতুক অভিনেতা এবং উদ্যোক্তা সিলভেরিও পেরেজকে চুপাকাবরাস শব্দটি তৈরি করার কৃতিত্ব দেওয়া হয় প্রেসে প্রথম ঘটনাগুলি প্রকাশিত হওয়ার পরেই। পুয়ের্তো রিকোতে প্রথম রিপোর্ট করা ঘটনার পরপরই, অন্যান্য প্রাণীর মৃত্যুর খবর পাওয়া গেছে বিভিন্ন দেশে, যেমন আর্জেন্টিনা, বলিভিয়া, ব্রাজিল, চিলি, কলম্বিয়া, ডোমিনিকান প্রজাতন্ত্র, এল সালভাদর, হন্ডুরাস, মেক্সিকো, নিকারাগুয়া, পানামা, পেরু এবং মার্কিন যুক্তরাষ্ট্র।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAlleged chupacabra likely a \"Xolo dog\"; story a hoax\nLundborg, Pam (২৫ সেপ্টেম্বর ২০০৯)। \"\"Chupacabra\" remains bought by Oswego County man\"। Syracuse.com। সংগ্রহের তারিখ ২০ জানুয়ারি ২০১৬। \nChupacabra mystery solved from Seeker.com\nOoty: Kangaroo cousin lived in western ghats?"}