{"pageid": 1114105, "title": "আল-কাসিম অঞ্চল", "url": "https://bn.wikipedia.org/wiki?curid=1114105", "content": "কাসিম প্রদেশ ( আরবি: منطقة القصيم Minṭaqat al-Qaṣīm[alqɑˈsˤiːm], নজদী আরবি :[elgəˈsˤiːm] ), কাসিম অঞ্চল নামেও পরিচিত। আনুষ্ঠানিকভাবে আল-কাসিম প্রদেশের আমিরাত, সৌদি আরবের ১৩টি প্রদেশের মধ্যে একটি। আরব উপদ্বীপের ভৌগোলিক কেন্দ্রের কাছে দেশের কেন্দ্রস্থলে অবস্থিত। এর জনসংখ্যা ১৩৭০,৭২৭ এবং আয়তন ৫৮০৪৬ কিমি। এটি কৃষি সম্পদের জন্য দেশের \"প্রাধান্যের ঝুড়ি\" হিসাবে পরিচিত।\nআল-কাসিম সৌদি আরবের মাথাপিছু ধনীদের সবচেয়ে বড় অঞ্চল। এটি জিজানের পরে দেশের সপ্তম সর্বাধিক জনবহুল ও পঞ্চম সর্বাধিক ঘনবসতিপূর্ণ অঞ্চল। এটিতে ৪০০ টিরও বেশি শহর, গ্রাম ও বেদুইন বসতি রয়েছে। যার মধ্যে দশটি গভর্নরেট হিসাবে স্বীকৃত হয়েছে। এর রাজধানী শহর বুরাইদাহ, যেটি এই অঞ্চলের মোট জনসংখ্যার প্রায় ৬০% দ্বারা অধ্যুষিত। ১৯৯২ থেকে ২৯ জানুয়ারি ২০১৫ পর্যন্ত প্রদেশের গভর্নর ছিলেন প্রিন্স ফয়সাল বিন বান্দর, পরে তার স্থলাভিষিক্ত হন প্রিন্স ফয়সাল বিন মিশাল।\n\n\n== ব্যুৎপত্তি ==\nআল কাসিম \"আল গাসিম\" \"গাসিম\" শব্দটি \"কাসিমাহ\" ( আরবি: قصيمة ), যা قصائم الغضا বা অঞ্চলের বালি বা বালিয়াড়ি; এর অর্থ সাদা গাছ।  এই অঞ্চলে ক্যালিগনাম উদ্ভিদের একটি বড় গ্রুপ রয়েছে যেমন কমোসাম (স্থানীয়ভাবে আর্টা নামে পরিচিত) হিসেবে পরিচিত।\n\n\n== অবস্থান ==\nপ্রদেশটি সৌদি আরবের রাজধানী রিয়াদের উত্তর-পশ্চিমে ৪০০ কিমি (২৫০ মা) কেন্দ্রে অবস্থিত। এটি দক্ষিণ-পূর্বে রিয়াদ অঞ্চল, উত্তরে হাইল অঞ্চল এবং পশ্চিমে আল মদিনা অঞ্চল দ্বারা সীমানাযুক্ত। এই অঞ্চলটি সৌদি আরবের প্রায় প্রতিটি অংশের সাথে হাইওয়ের একটি অত্যন্ত জটিল নেটওয়ার্ক দ্বারা সংযুক্ত। আঞ্চলিক বিমানবন্দর, প্রিন্স নায়েফ বিন আবদুল আজিজ আঞ্চলিক বিমানবন্দর, আল কাসিম (গাসিম) কে দেশের অন্যান্য প্রদেশের সাথে সংযুক্ত করে।\n\n\n== ইতিহাস ==\n\nপ্রাক-ইসলামী আরব\nপ্রাক-ইসলামী আরবের সময়ে আল কাসিম প্রদেশ সম্পর্কে খুব বেশি তথ্য জানা যায় না। উনাইজা হলো একটি কবিতার প্রেয়সী, যা ইমরুল আল কায়েস (বিখ্যাত আরব কবি ) উল্লেখ করেছেন। তাছাড়া আলজিওয়া, যা  উনাইজাহ থেকে প্রায় ৬০ কিমি উত্তরে অবস্থিত। আবসি কবি অন্তরাহ বিন শাদ্দাদ তা উল্লেখ করেছেন।\n\n\n== আব্বাসীয় সাম্রাজ্য ==\nআব্বাসীয় সাম্রাজ্যের যুগে পূর্ব (প্রধানত পারস্য ও ইরাক) থেকে আগত তীর্থযাত্রী ও ব্যবসায়ীদের রাস্তায় আল কাসিম প্রদেশের কিছু গুরুত্বপূর্ণ স্থান ছিল।\nজুবেইদা রাস্তাটি ছিল একটি দীর্ঘ তীর্থযাত্রীদের রাস্তা, যা ইরাকের কুফা শহর থেকে শুরু হয়ে আরবের মক্কায় চলে যেত। হারুন আল রশিদের শাসনামলে রাস্তাটি নির্মিত হয় এবং তার স্ত্রী জুবেদার নামে নামকরণ করা হয়। এটা তোলেসহ উনাইজা অঞ্চলের শহরগুলোতে অনেক তীর্থযাত্রীদের ফোয়ারা ছিল।\n\n\n== উপজাতি দ্বন্দ্ব (১৬০০-১৯০৭) ==\nবনু তামিম গোত্রের আল আবু ওলায়ান - রাজবংশ ১৬ শতকের শেষের দিকে বুরাইদাহের আমিরাত প্রতিষ্ঠা করে। তার নেতা ছিল রশিদ আল দুরাইবি। তিনি বুরাইদাহ নির্মাণ করেন ও এটিকে প্রদেশের রাজধানী করেন। উনাইজাহ আল সুলাইম রাজবংশ দ্বারা শাসিত হয়েছিল। পরে মুহান্না সালেহ আবালখাইল আমিরাত দ্বারা শাসন হয়। ১৮৯০ সালে, হাইল ভিত্তিক রশিদি রাজবংশ প্রদেশটিকে সংযুক্ত করে। ১৯০৪ সালে, আবালখাইল প্রদেশটি পুনরুদ্ধার করে। ১৯০৭ সালে, প্রদেশটি সৌদি আরব রাজ্যের অধীনে একীভূত হয়।\n\n\n== অর্থনীতি ও বাণিজ্য যুগ \"আল আকিলাত (প্রাথমিক ১৭০০) ==\n\nতারা নজদের একটি সভ্য উপজাতি এবং পরিবারের প্রতিনিধিত্ব করে, বিশেষ করে সৌদি আরবের আল কাসিম থেকে। আকিলাতের সবচেয়ে গুরুত্বপূর্ণ পরিবারের মধ্যে রয়েছে “আবা আলখাইল, আল রুমাইহ, আল আরফাজ, আল রেবদি, আল ফুজান আলসাবিগ, আল জারবু, আল ওতাইশান, আল রাওয়াফ, আল বাতি, আল সুগাইর, আল মুসালাম, আল শারাইদাহ, আল আসাফ এবং আল তুওয়াজিরি”। তারা আরব উপদ্বীপ জুড়ে প্রাথমিকভাবে সোনা, ঘোড়া বিশেষ করে আরবীয় ঘোড়া, উট, পোশাক এবং খাবারের ব্যবসার জন্য বিখ্যাত ছিল। তারা কুয়েত, ইরাক, শাম \"এখন পরিচিত জর্ডান, সিরিয়া\" এবং অন্যান্য দেশে ব্যবসা করত।\n\n\n== সৌদি আরব ==\nএটি নজদ অঞ্চলের প্রাণকেন্দ্র এবং সালাফি আন্দোলনের কেন্দ্রস্থল। আল রিয়াদ প্রদেশ, হাইল প্রদেশ এবং আল জাওফ প্রদেশ সহ এই প্রদেশটিকে আল সৌদ পরিবারের অন্যতম প্রধান সমর্থন ঘাঁটি হিসাবে বিবেচনা করা হয়। এই প্রদেশটি অনেক উল্লেখযোগ্য সালাফি ওলামা এবং শেখদের অবদান রেখেছে। \n\n\n== জনসংখ্যা ==\nআলকাসিমের অধিবাসী সৌদি আরবের অন্যান্য প্রদেশের মতো একটি স্বতন্ত্র প্রদেশ। এটিকে কাসিমি বা বোরাদলি নাজদিও বলা হয়, এটি সৌদি আরবের অন্যতম প্রিয় এলাকা।\n\n\n== ভূগোল ==\nআল কাসিম প্রদেশটি ওয়াদি আল-রুমাহ (রুম্মাহ উপত্যকা) দ্বারা বিভক্ত। উপত্যকাটি পশ্চিম থেকে উত্তর-পূর্বে সমগ্র অঞ্চল অতিক্রম করেছে। এটি সমগ্র আরব উপদ্বীপের দীর্ঘতম উপত্যকা, এটি মদিনার কাছে থেকে প্রায় ৬০০ কিমি (৩৭০ মা) পূর্বে থুয়াইরাত টিউন পর্যন্ত এবং এই অঞ্চলের উত্তর-পূর্বে অবস্থিত। কাসিমে ভূমির উচ্চতা সমুদ্রপৃষ্ঠ থেকে প্রায় ৬০০-৭৫০ মিটার এবং এটি সাধারণভাবে পশ্চিম থেকে পূর্ব দিকে অগ্রসর হয়।\n\n\n== জলবায়ু ==\nআল কাসিম অঞ্চলে একটি সাধারণ মরুভূমির জলবায়ু রয়েছে, যা শীতল, বৃষ্টির শীতকাল এবং গরম, কম আর্দ্র গ্রীষ্মের জন্য পরিচিত।\n\n\n== কৃষি ==\n\nআল-কাসিম অঞ্চলে ৮ মিলিয়নেরও বেশি পাম গাছ রয়েছে। এটিকে মধ্যপ্রাচ্যের খেজুরের বৃহত্তম উৎপাদকদের মধ্যে একটি। বার্ষিক ২০৫ হাজার টন পরিমাণে বিভিন্ন ধরনের উন্নত খেজুর উৎপাদন করে, যা জাতীয় এবং আন্তর্জাতিকভাবে রপ্তানি করে উচ্চ অর্থনৈতিক মূল্য দেয়। বিশেষ করে GCC অঞ্চলে। এই অঞ্চলের একাধিক শহর তাদের খেজুরের উৎপাদন বাজারজাত করে খেজুরের উত্সবগুলির সাথে। সেপ্টেম্বরে শুরু হয়। যদিও বুরাইদাহ (প্রদেশের রাজধানী) বিশ্বের বৃহত্তম উত্সব আয়োজন করে। যেখানে প্রচুর লোক সারা বিশ্ব থেকে তাদের কেনাকাটা করতে আসে।\n\n\n== পরিবহন ==\nবিমান\nপ্রিন্স নায়েফ বিন আব্দুল আজিজ আঞ্চলিক বিমানবন্দর বিমানবন্দরটি একটি আন্তর্জাতিক বিমানবন্দর, যা GCC, মিশর এবং তুরস্কের গন্তব্যে পরিষেবা প্রদান করে। পূর্বে কাসিম আঞ্চলিক বিমানবন্দর ও বিমান ভ্রমণ শিল্পে \"গাসিম\" (আল-কাসিম প্রদেশ থেকে) নামে ব্যাপকভাবে পরিচিত ছিল। বিমানবন্দরটি ১৯৬৪ সালে প্রতিষ্ঠিত হয়েছিল। এটি জেনারেল অথরিটি অফ সিভিল এভিয়েশন (GACA) এর মালিকানাধীন এবং পরিচালনা করে। বিমানবন্দরটি আল-মুলিদা শহরে অবস্থিত, যা বুরাইদহ থেকে পশ্চিমে ৪০ কি.মি উনাইজাহ থেকে উত্তর পশ্চিমে ৩০ কি.মি. দূরে।(GACA) অনুসারে, ভ্রমণকারীর সংখ্যা ২০১১ সালে ৫৯৫১৭০ ভ্রমণকারী থেকে ২০১৪ সালে ১,১৫০,০০০ ভ্রমণকারীতে উন্নীত হয়েছে।\nরেল যোগাযোগ\nউত্তর দক্ষিণ রেলওয়ে লাইন ২,৭৫০ কিলোমিটার (১,৭০৯ মিটার) রেললাইন। সৌদি আরবে সৌদি রেলওয়ে কোম্পানি (SAR) দ্বারা নির্মিত। ১,৩৯২ কিলোমিটারে (৮৬৫ মিটার) দীর্ঘ সংযোগকারী রেল লাইন; যা আল জাফ অঞ্চল, উত্তর সীমান্ত অঞ্চল, হাইল অঞ্চল, আল-কাসিম অঞ্চল, রিয়াদ অঞ্চল অন্তর্ভুক্ত করে।\nপূর্ব বুরাইদাহ এ অবস্থিত আল কাসিম রেলওয়ে স্টেশন কিং ফাহাদ রোডে ১০ কি.মি.।\nস্টেশন সুবিধা : এটিএম, বিজনেস লাউঞ্জ, ব্যাগেজ ট্রলি, ক্যাফে, কাস্টমার সার্ভিস, হারানো সম্পত্তি, মসজিদ, নামাজের ঘর, রেস্তোরাঁ, বসার জায়গা, দোকান, গাড়ি পার্কিং, শিশুর পরিবর্তন, টয়লেট এবং ওয়াই-ফাই।\nসময়সূচী : ৯ জুলাই - ২৩ সেপ্টেম্বর ২০১৭\nরিয়াদ থেকে কাসিম (রবি, সোম, মঙ্গল, বুধ, শুক্র) ১০:০০ থেকে ১২:২৬ পেরিয়ে মাজমা স্টেশন। রিয়াদ থেকে কাসিম (বৃহস্পতি, শনি) ১৭:৩০ থেকে ২০:০০ পর্যন্ত মাজমাহ স্টেশন।\nকাসিম থেকে রিয়াদ (রবি, সোম, মঙ্গল, বুধ, শুক্র) ১৭:৪৫ থেকে ২০:১৬ পর্যন্ত মাজমাহ স্টেশন। কাসিম থেকে রিয়াদ (বৃহস্পতি, শনি) ২১:০০ থেকে ২৩:২৬ পেরিয়ে মাজমাহ স্টেশন।\nএয়ারলাইন্স ও গন্তব্য\n\nসড়ক\n\nহাইওয়ে ৬৫ (সৌদি আরব) (দক্ষিণ) রিয়াদ, পূর্বাঞ্চলীয় প্রদেশ এবং GCC দেশগুলির সাথে সংযোগ করে।\nহাইওয়ে ৬৫ (সৌদি আরব) (উত্তর) হাইল, আল জউফ, কুরাইয়াত এবং জর্ডান সীমান্তের সাথে সংযুক্ত।\nহাইওয়ে ৬০ (সৌদি আরব) (পশ্চিম) জেদ্দা এবং মক্কা যাওয়ার পথে মদিনা, ইয়ানবু, রাবিঘের সাথে সংযোগ করে।\nহাইওয়ে ৬০ (সৌদি আরব) (পূর্ব) আল জুলফির সাথে সংযুক্ত।\n\n\n== শিক্ষা ==\nস্কুল\nএর প্রত্যেক অঞ্চলে বিদ্যালয় এর তিনটি শিক্ষার ধাপ (প্রাথমিক, মাধ্যমিক এবং উচ্চ মাধ্যমিক ) আছে। প্রতি শহরে বিভিন্ন ধরনের বিদ্যালয় (পাবলিক, প্রাইভেট, কুরানিক আন্তর্জাতিক) ও বেসরকারি আছে।\nএই অঞ্চলে ২৬৩৩৭৯ জন বালিকা এবং বালক, ৩৩০৬১ জন মহিলা ও পুরুষ শিক্ষক এবং ২৫৩৩টি স্কুল রয়েছে।\nবিশ্ববিদ্যালয়\nকাসিম বিশ্ববিদ্যালয়টি ২০০৪ সালে ইমাম মোহাম্মদ ইবনে সৌদ ইসলামিক ইউনিভার্সিটি এবং কিং সৌদ ইউনিভার্সিটির দুটি কাসিম শাখাকে একীভূত করে প্রতিষ্ঠিত হয়েছিল। বিশ্ববিদ্যালয় প্রতিষ্ঠার পর থেকে এটি তালিকাভুক্তির বৃদ্ধি, অনুষদ এবং এর প্রশাসনিক কর্মীদের উল্লেখযোগ্য সম্প্রসারণ হয়। ২০১০-১১ সালে বিশ্ববিদ্যালয়ে নিবন্ধিত পুরুষ ও মহিলা শিক্ষার্থীর সংখ্যা ৫০,০০০-এর কাছাকাছি পৌঁছেছে এবং অনুষদ সদস্য ও কর্মচারীর সংখ্যা ৪,০০০-এর উপরে। বর্তমানে বিশ্ববিদ্যালয়টি পুরুষ ও মহিলা উভয়ের জন্য ২৮টি কলেজকে অন্তর্ভুক্ত করে।\nকারিগরি ও বৃত্তিমূলক প্রশিক্ষণ কর্পোরেশন\n\nসৌদি আরব রাজ্যে কারিগরি ও বৃত্তিমূলক শিক্ষার জন্য নতুন দৃষ্টান্তের অংশ হিসাবে কাসিমে বেশ কয়েকটি কারিগরি কলেজ রয়েছে; যা আন্তর্জাতিক প্রশিক্ষণ প্রদানকারী (ITP's) দ্বারা পরিচালিত হয়। এগুলি উনাইজা, আর রাস এবং বুরাইদাহে অবস্থিত। হার্টফোর্ডশায়ার লন্ডন কলেজগুলি উনাইজাতে নর এবং নারী পরিচালনা করে। তারা একটি ভিত্তি তৈরী করে বছর শেষে সনদ প্রদান করে। যেখানে শিক্ষার্থীরা যুক্তরাজ্য থেকে স্থানীয় ইংরেজি ভাষাভাষীদের দ্বারা শেখানো ইংরেজি ও আইটি যোগাযোগ করে শেখে। দ্বিতীয় ও তৃতীয় বর্ষ শিক্ষার্থীদের বিভিন্ন প্রযুক্তিগত ও বৃত্তিমূলক বিষয়ে বিশেষজ্ঞ করতে সক্ষম করে; যার মধ্যে রয়েছে স্বয়ংচালিত মটর, ইলেকট্রনিক্স, মেকাট্রনিক্স, ম্যানুফ্যাকচারিং, ব্যবসা, আইটি এবং ছোট ডিপ্লোমা শেখে। শিক্ষার্থীরা যখন কাজ করে তখন তাদের যোগ্যতা অর্জনের জন্য তাদের পড়াশোনা চালিয়ে যাওয়ার একটি ডিগ্রির অনুমতি দেওয়া হয়।\nকারিগরি ও বৃত্তিমূলক প্রশিক্ষণ কর্পোরেশন-এর জন্য বুরাইদাহ, ওনিজাহ, আর রাস এবং আল বাদায়ায় কলেজ রয়েছে। কলেজগুলি বিজ্ঞান ও প্রযুক্তির ক্ষেত্রগুলিতে ফোকাসসহ বিভিন্ন সেক্টরে (শিল্প, কৃষি, বাণিজ্যিক এবং সরকারী পরিষেবা) কর্মসংস্থানের জন্য শিক্ষার্থীদের দক্ষ ও প্রস্তুত হতে প্রশিক্ষণ দেয়। কম্পিউটার বিজ্ঞান, ইলেকট্রনিক্স, ওয়েল্ডিং, বিদ্যুৎ, মেকানিক্সে বিভিন্ন বিশেষত্ব প্রদান করে। রেফ্রিজারেশন, এয়ার কন্ডিশনার, মোটর যান, রসায়ন, প্রযুক্তিগত, প্রশাসনিক, যোগাযোগ, স্থান, ব্যবস্থাপনা, নদীর গভীরতানির্ণয়, কার্পেনট্রি, ফটোগ্রাফি, বিপণন, স্থাপত্য নির্মাণ, মুদ্রণ এবং পেইন্ট শিক্ষা দেয়া হয়।\nকলেজ অফ এক্সিলেন্স, TVTC-এর আন্তর্জাতিক সহযোগী সংস্থা বুরাইদাহে একটি নতুন সরকারি স্পনসর কলেজ খুলেছে। কলেজটি ভোকেশনাল কলেজ; যা ব্যবসা, প্রযুক্তি এবং ইলেকট্রনিক্সে প্রধান এবং কর্মজীবনের ক্ষেত্র হিসাবে ফোকাস করে।\nপ্রাইভেট কলেজ\nকাসিম প্রাইভেট কলেজ\nআল-গাদ ইন্টারন্যাশনাল মেডিকেল সায়েন্স কলেজ\nবুরাইদহ কলেজ\nসুলায়মান আলরাজি কলেজ\nউনাইজাহ কলেজ\n\n\n== শহর ==\n\nবুরাইদাহ হল এই অঞ্চলের সরকারি রাজধানী, প্রদেশের বৃহত্তম শহর এবং প্রদেশের অর্ধেকেরও বেশি জনসংখ্যা এখানে বাস করে। প্রদেশের রাজকুমারের প্রাসাদটি অন্যান্য সরকারি কেন্দ্রের সাথে শহরে অবস্থিত। বুরাইদাহ প্রদেশের সবচেয়ে গুরুত্বপূর্ণ সাংস্কৃতিক, খেলাধুলা, শৈল্পিক এবং অফিসিয়াল ইভেন্টগুলি কাজ করে। এটি দেশের সপ্তম বৃহত্তম শহর (জনসংখ্যা অনুসারে) মোট জনসংখ্যা ৬০৯, ০০০ (২০১০ সালের আদমশুমারি অনুযায়ী)।\nউনাইজাহ হল এই অঞ্চলের দ্বিতীয় বৃহত্তম শহর, মোট জনসংখ্যা ১৬৩,০০০ (২০১০ সালের আদমশুমারি অনুযায়ী)। তাদের এবং সৌদি রাজপরিবারের মধ্যে একটি লিখিত চুক্তি অনুসারে শহরটি আল সুলাইম রাজবংশ দ্বারা শাসিত হয়। শহরটি তার পর্যটন আকর্ষণ এবং উৎসবের জন্য পরিচিত।\nআর রাস হল জনসংখ্যার দিক থেকে আল কাসিম প্রদেশের তৃতীয় বৃহত্তম শহর, মোট জনসংখ্যা ১৩৩,০০০ (২০১০ সালের আদমশুমারি)। এলাকা অনুসারে আল কাসিম প্রদেশের বৃহত্তম শহর বলেও মনে করা হয়। এটি প্রায় ৬০ কিমি।\nদুলায় রাশিদ, আলমেথনাব, আল-বুকাইরিয়া, বাদায়া, রিয়াদ আল-খাবরা, আল-খাবরা এবং নাভানিয়াসহ অন্যান্য কাছাকাছি গ্রামীণ শহরগুলিও রয়েছে।\n\n\n== স্বাস্থ্যসেবা ==\nআল-কাসিমের এই অঞ্চলে অনেক হাসপাতাল রয়েছে যেগুলি এই অঞ্চলের নাগরিক এবং দর্শনার্থীদের চিকিৎসা পরিষেবা প্রদান করে। হাসপাতালগুলি স্বাস্থ্য মন্ত্রণালয়, প্রতিরক্ষা মন্ত্রকের অধীনে রয়েছে। অনেকগুলি বেসরকারীভাবে পরিচালিত হাসপাতালগুলিও অন্তর্ভুক্ত করে:\nকিং ফাহদ স্পেশালিস্ট হাসপাতাল, বুরাইদহ - ৫০০ শয্যার বেশি\nকিং সৌদ হাসপাতাল, ওনাইজাহ - ৩১০ শয্যা\nশিশু হাসপাতাল, বুরাইদহ - ২৪৫ শয্যা\nবুরাইদহ সেন্ট্রাল হাসপাতাল, বুরাইদহ - ২১৫ শয্যা\nমানসিক স্বাস্থ্য হাসপাতাল, বুরাইদহ - ১৪৫ শয্যা\nপ্রিন্স সুলতান কার্ডিয়াক সেন্টার PSCCQ - ৫০ শয্যা\nপ্রিন্স ফয়সাল ক্যান্সার সেন্টার পিএফসিসিকিউ\nপ্রিন্স ফয়সাল বিন মিশাল ফার্টিলিটি সেন্টার\nআর রাস জেনারেল হাসপাতাল, আর রাস - ২৫০ শয্যা\nআল বাদায়েয়া জেনারেল হাসপাতাল, আল বাদায়িয়া ১৩০ শয্যা\nআল মোথনাব জেনারেল হাসপাতাল, আল মোথনাব - ১৩০ শয্যা\nআল বুকাইরিয়াহ জেনারেল হাসপাতাল, আল বুকাইরিয়াহ - ১৩০ শয্যা\nউয়ুন আল জিওয়া জেনারেল হাসপাতাল, উয়ুন আল জিওয়া - ৫০ শয্যা\nআল-কুয়ারাহ জেনারেল হাসপাতাল, আল-কুয়ারাহ - ৫০ শয্যা\nআল আসিয়াহ জেনারেল হাসপাতাল, আল আসিয়াহ ৫০ শয্যা\nরিয়াদ আল খাবরা জেনারেল হাসপাতাল, রিয়াদ আল খবর - ৫০ শয্যা\nআল ওয়াফা হাসপাতাল, ওনাইজাহ\nডা সুলায়মান আল-হাবিব হাসপাতাল, বুরাইদহ\nকাসিম ন্যাশনাল হাসপাতাল, বুরাইদহ\nনিরাপত্তা বাহিনী হাসপাতাল, বুরাইদহ\n\n\n== খেলাধুলা ==\n\nকিং আবদুল্লাহ স্পোর্ট সিটি স্টেডিয়াম হল আল-কাসিম অঞ্চলের প্রধান স্টেডিয়াম, রাজধানী বুরাইদাহ শহরে অবস্থিত। স্টেডিয়ামের ধারণক্ষমতা ২৫,০০০ এবং এটি বিভিন্ন খেলাধুলা এবং বিনোদন ইভেন্টের আয়োজন করে। এটি আল-রায়েদ এবং আল-তাউন এফসির হোম গ্রাউন্ডও।\nআল-রায়েদ হল আল-কাসিম অঞ্চলে প্রতিষ্ঠিত প্রথম ক্রীড়া ক্লাব ১৯৫৪ সালে প্রতিষ্ঠিত সৌদি আরবের ১২তম ক্লাব। আল-রায়েদ বর্তমানে সৌদি প্রফেশনাল লিগে খেলছেন, যা দেশের সর্বোচ্চ ফুটবল প্রতিযোগিতা।\nআল-তাউন এফসি হল আল-কাসিম অঞ্চলে প্রতিষ্ঠিত দ্বিতীয় এবং সৌদি আরবে ১৪তম, ১৮৫৬ সালে প্রতিষ্ঠিত। আল-তাওন এফসি হল আল-কাসিমের প্রথম দল যারা এএফসি চ্যাম্পিয়ন্স লিগে খেলছে, যা এশিয়ার সর্বোচ্চ ফুটবল প্রতিযোগিতা, তাদের প্রথম উপস্থিতি ২০১৭ সংস্করণে। তারা বর্তমানে সৌদি প্রফেশনাল লিগেও খেলছে, যা দেশের সর্বোচ্চ ফুটবল প্রতিযোগিতা।\nআল-কাসিমের অনেক ক্লাবই প্রথম লিগে ভালো ফলাফল করেছে, যে ক্লাবগুলো সৌদি প্রফেশনাল লিগ বা এর আগে (প্রথম লিগ) খেলেছে সেগুলো হল: আল-রায়েদ, আল-তাউন, আল-নাজমাহ, আল-আরাবি এবং আল-হাজেম।\nনীচে আল-কাসিম অঞ্চলের সমস্ত ক্লাবের একটি তালিকা রয়েছে।\n\n\n== পর্যটন ==\nসৌদি কমিশন ফর ট্যুরিজম অ্যান্ড ন্যাশনাল হেরিটেজ (এসসিটিএইচ) অনুসারে, আল-কাসিম ২০১৪ সালে বার্ষিক ১৭৩টি স্থানের সাথে উৎসব ও অনুষ্ঠান আয়োজনে রাজ্যের এক নম্বর প্রদেশ হিসাবে স্বীকৃত হয়েছে। আল-কাসিম প্রদেশ ঐতিহ্য, প্রকৃতি এবং ঐতিহ্যবাহী হস্তশিল্পে সমৃদ্ধ। এর ভৌগোলিক অবস্থান এটিকে বিভিন্ন সংস্কৃতি ও বিভিন্ন উৎসবের কেন্দ্র করে তোলে। কাসিমের প্রতিটি ঋতুতে একটি নির্দিষ্ট উৎসব এবং একটি নির্দিষ্ট উপলক্ষ থাকে; যা সেই ঋতুর বিশিষ্ট বৈশিষ্ট্যগুলিকে তুলে ধরে। গ্রীষ্মের ছুটিতে, প্রায় এক মাস ধরে, কাসিম এবং এর গভর্নরেটগুলিতে বিভিন্ন অনুষ্ঠান ও উৎসব আয়োজন করা হয়। অনুষ্ঠানের প্রকৃতি অনুসারে বাজার, জাদুঘর, পাবলিক পার্ক এবং অন্যান্য স্থানে অনুষ্ঠিত হয়। এই ধরনের উৎসব সমগ্র সম্প্রদায়ের কাছে জনপ্রিয়। এতে নারী, পুরুষ এবং শিশুরা অংশগ্রহণ করে। কাসিমে আয়োজিত সবচেয়ে বিখ্যাত অনুষ্ঠান হল বুরাইদাহ বিনোদন উৎসব, উনাইজাহ পর্যটন উৎসব এবং আল-মিথনিব সামার ফেস্টিভ্যাল।\n\n\n== তথ্যসূত্র =="}