{"pageid": 1114077, "title": "আল-আওয়ামিয়াহ", "url": "https://bn.wikipedia.org/wiki?curid=1114077", "content": "আল-আওয়ামিয়া, অন্য বানান আওয়ামীয়া, ( আরবি: العوامية al-ʿAwāmiyyah ) সৌদি আরবের পূর্বাঞ্চলীয় প্রদেশের আল-কাতিফ অঞ্চলে  অবস্থিত একটি শহর। ২০০৯-এর হিসাব অনুযায়ী , এটির জনসংখ্যা প্রায় ২৫,৫০০ জন। আল-আওয়ামিয়াহ পূর্বে আল-রামিস খামার এবং পশ্চিম ও দক্ষিণে কিছু অন্যান্য খামার দ্বারা সীমাবদ্ধ ছিল। উত্তর দিকে, আল-আওয়ামিয়া এবং পার্শ্ববর্তী সাফওয়া শহরের মধ্যে একটি বিভাজন রেখা রয়েছে। তাই শহরটি আর প্রসারিত হতে পারেনি এবং এর ক্রমবর্ধমান জনসংখ্যার জন্য আবাসন জমি সরবরাহ করতে পারেনি। এই সীমিত জমির কারণে, লোকেরা শহর ছেড়ে আশেপাশের এলাকায় বসতি স্থাপন করে। বিশেষ করে আল-নাসেরা যেখানে ২৫০টি বাড়িতে বসবাসকারী প্রায় ২৫০০ লোকের বাসস্থান।\n\n\n== ভূগোল ==\nএটি একটি প্রাচীন শহর, যা আল-কাতিফের মরূদ্যানের উত্তর প্রান্তে পারস্য উপসাগরকে উপেক্ষা করে। এটি সাফওয়া শহর থেকে ২.১ কিমি দক্ষিণে এবং আল-কুদ্দাইহ থেকে ১ কিমি উত্তরে অবস্থিত। এটিতে একটি ম্যানগ্রোভ এলাকা আছে। এর আশেপাশের এলাকা হল আল-জারা, যেটি একটি ঐতিহাসিক শহর এবং প্রাক ইসলামিক সময় থেকে বাহরাইনের ঐতিহাসিক প্রদেশের রাজধানী ছিল।\n\n\n== ইতিহাস ==\nসৌদি আরবে প্রকাশ্য বিক্ষোভ নিষিদ্ধ সত্ত্বেও, ২৯ জুলাই ২০০৬ সালে একটি গণমুখী হিজবুল্লাহ মার্চ আল-আওয়ামীয়া ও আল-কাতিফের সংঘটিত হয়। এর কারণ ছিল লেবাননে ইস্রায়েলের সামরিক অভিযানের বিরুদ্ধে প্রতিবাদ। একই বছরের ৩ আগস্ট  এবং ২৮ এপ্রিল ২০০৯ বিক্ষোভ সংঘটিত হয়।\n২০০৯ সালের মার্চ মাসে, সমাবেশে অংশ নেওয়ার পরে একজন নাবালকসহ অন্তত চারজনকে গ্রেপ্তার করা হয়েছিল। শেখ নিমর বাকির আল-নিমর, একজন সিনিয়র শিয়া ধর্মগুরু এবং আল-আওয়ামীয়াতে একটি মসজিদের ইমামের গ্রেপ্তারের পরোয়ানার প্রতিবাদে সংগঠিত হয়েছিল। তিনি মুহাম্মদের সমাধিতে ভ্রমণকারী শিয়াদের বিরুদ্ধে হামলার সমালোচনা করেছিলেন।\n৫ এপ্রিল ২০১৫ সাল, সন্দেহভাজন সরকার বিরোধীদের উপর অভিযানের সময় একজন নিরাপত্তা কর্মকর্তা নিহত হন। সরকারের মতে, অন্তত চার নাগরিককে আটক করা হয়েছে এবং অস্ত্র উদ্ধার করা হয়েছে।\nজানুয়ারী ২০১৬ সালে, সৌদি আরব বিশিষ্ট শিয়া ধর্মগুরু শেখ নিমর বাকির আল-নিমরকে মৃত্যুদন্ড কার্যকর করে। যিনি সন্ত্রাসবাদের অভিযোগে অভিযুক্ত ৪৭ জন গণতন্ত্র সমর্থক বিক্ষোভের ডাক দিয়েছিলেন।\n\n\n=== ২০১৭ সালে অবরোধ ===\n২০১৭ সালের মে মাসে, উচ্ছেদের কারণে সহিংসতা শুরু হওয়ার পর আল-আওয়ামিয়াহ সৌদি সামরিক বাহিনী দ্বারা সম্পূর্ণ অবরোধের মধ্যে পড়ে। সরকার এই সহিংসতার জন্য সন্ত্রাসী কর্মকাণ্ডকে দায়ী করে। প্রতিবেদনগুলি ইঙ্গিত করে যে ১০ থেকে ২৫ জন বন্দুকযুদ্ধ এবং শেলিংয়ে নিহত হয়েছে। যার মধ্যে দুটি শিশু রয়েছে।\nবাসিন্দারা সৈন্যদের বাড়ি, গাড়ি এবং রাস্তায় সবাইকে গুলি করার কথাও জানিয়েছেন। ক্র্যাকডাউনের সময় সৌদি সরকার কাতিফের বেশ কিছু ঐতিহাসিক স্থান এবং অন্যান্য অনেক ভবন ও বাড়িঘর গুঁড়িয়ে দিয়েছে।\n২০,০০০ বাসিন্দা বেঁচে থাকার জন্য তাদের বাড়ি ছেড়ে পালিয়ে যেতে বাধ্য হয়েছিল।  শহরটি ধ্বংসযজ্ঞ ও যুদ্ধে বিধ্বস্ত হয়।\nপুনঃউন্নয়ন প্রকল্প\nস্থানীয় বাসিন্দাদের সাথে পরামর্শ ছাড়াই, পূর্ব প্রদেশের গভর্নর ২০১৮ সালের ফেব্রুয়ারিতে একটি \"পুনঃউন্নয়ন প্রকল্প\" চালু করে। প্রকল্পের মূল লক্ষ্য হল \"নিরাপত্তা সমাধান বা সশস্ত্র গ্রুপ তৈরী করা এবং স্লিপার সেলগুলির ট্র্যাকিং\" উন্নত করা।\n\n\n== অর্থনীতি ==\nআল-আওয়ামিয়ার অর্থনীতি মূলত পেট্রোলিয়াম উৎপাদন এবং কৃষির উপর ভিত্তি করে গঠিত।\n\n\n=== কৃষি ===\nশহরটি টমেটোর জন্য বিশেষভাবে বিখ্যাত এবং পরিচিত। কারণ এটি যে জমিতে জন্মায় তার নাম অনুসারে এটিকে রামসি টমেটো বলা হয়, আল রামিস ।\n\n\n=== তেল ===\nপশ্চিম এবং উত্তর দিক থেকে তেলের পাইপলাইনগুলি গ্রামটিকে ঘিরে রয়েছে এবং বেশ কয়েকটি তেলের কূপ রয়েছে যার মধ্যে কয়েকটি পুরানো। অন্যগুলি কাতিফ প্রকল্পের অংশ হিসাবে নতুনভাবে খনন করা হয়েছে৷ রাস তনুরা টার্মিনাল ও শোধনাগারের পথে প্রতিদিন ২ মিলিয়ন ব্যারেল তেল গ্রামের মধ্য দিয়ে যায়।\n\n\n== পরিবহন ==\n\n\n=== বিমানবন্দর ===\nশহরটি কাছাকাছি কিং ফাহদ আন্তর্জাতিক বিমানবন্দর অবস্থিত, যা ২৫ মিনিটের দূরত্বে টার্মিনাল থেকে ৩০ কিমি দূরে অবস্থিত।\n\n\n=== হাইওয়ে ===\nদাহরান-জুবাইল হাইওয়ে থেকে দুটি এক্সিট দিয়ে শহরে প্রবেশ করা যায়। আওজামের কাছে বিমানবন্দরের প্রস্থান বা কাতিফের প্রধান প্রবেশদ্বার। ২০১৯ সালের মার্চের মধ্যে, শহরটিকে তার পার্শ্ববর্তী এলাকার সাথে সংযোগকারী একটি নতুন হাইওয়ে চালু করার পরিকল্পনা করা হয়েছে।\n\n\n== ধর্ম ==\nআল-আওয়ামিয়ার বাসিন্দাদের প্রায় সকলেই টুয়েলভার শিয়া ইসলাম পালন করে ।\n\n\n== আল-আওয়ামিয়ার বিখ্যাত ব্যক্তিরা ==\nআয়াতুল্লাহ নিমর আল-নিমরকে গণতান্ত্রিক পরিবর্তনের আহ্বানের জন্য ২ জানুয়ারী, ২০১৬-এ সৌদি সরকার কর্তৃক মৃত্যুদন্ড কার্যকর করা হয়েছিল। আল-আওয়ামিয়ার দেয়ালে তার নাম প্রশংসিত হয়েছে। তার প্রতিকৃতি বিলবোর্ড ও বারান্দায় হুসেন ইবনে আলীর সাথে ঝুলছে। \nশেখ নিমরের ভাগ্নে আলী মোহাম্মদ বাকির আল-নিমরকে সৌদি কর্তৃপক্ষ ২০১২ সালে গ্রেপ্তার করে এবং ১৫ ফেব্রুয়ারি ২০১৮ (2018-02-15)-এর হিসাব অনুযায়ী, একই অভিযোগে মৃত্যুর মুখোমুখি করে।\n\n\n== তথ্যসূত্র =="}