{"pageid": 1114346, "title": "কুতুয", "url": "https://bn.wikipedia.org/wiki?curid=1114346", "content": "সাইফুদ্দীন কুতুয (আরবি: سيف الدين قطز; মৃত্যু: ২৪শে অক্টোবর ১২৬০; পূর্ণনাম- মালিকুল মুযাফফর সাইফুদ্দীন কুতুয; আরবি: الملك المظفر سيف الدين قطز) ছিলেন একজন মুসলিম সামরিক নেতা এবং মিশরে তৃতীয় অথবা চতুর্থ মামলুক সুলতান। তিনি জাতিগতভাবে তুর্কীয় ছিলেন। তিনি ১২৫৯ খ্রিস্টাব্দ থেকে ১২৬০ খ্রিস্টাব্দের কিছুকাল, মূলতঃ একবছরেরও কম সময় সুলতান হিসেবে রাজত্ব করেছেন। তবে তিনি আসলে দে ফাক্তো শাসক হিসেবে দুই দশকের মত সময় রাজ্য সামলিয়েছেন।\nমিশরে তাকে দাস হিসেবে বিক্রয় করা হয়েছিল। অথচ খুব দ্রুতই তিনি সুলতানের পিছনে দাঁড়িয়ে মূল শক্তি হিসেবে রাজ্য পরিচালনা শুরু করেন। সপ্তম ক্রুসেডারদেরকে পরাজিত করার পিছনে তিনি মূল কারণ ছিলেন। ক্রুসেডাররা ১২৪৯-৫০ খ্রিস্টাব্দে মিশর আক্রমণ করেছিল। ১২৫৯ খ্রিস্টাব্দে মঙ্গোলরা মিশর ধ্বংস করার হুমকি দিলে তিনি সামরিক ও রাজনৈতিক নেতৃত্ব দিয়েছিলেন। তিনি ১৫ বছর বয়সী সুলতান মানসুর আলীকে ক্ষমতাচ্যুত করেন। ততদিনে সিরিয়া ও বাগদাদের মুসলিম শক্তিশালী সালতানাতগুলোকে মঙ্গোলরা পরাজিত করে ফেলেছিল। এমনকি বাগদাদের খেলাফতকেও পদানত করেছিল। যার ফলে মিশরের ইসলামি আমিরাত মুসলিম ক্ষমতার কেন্দ্রবিন্দু হয়ে উঠে। যার ফলে মঙ্গোলরা মিশরকে তাদের লক্ষ্যবস্তু বানিয়েছিল। কুতুয মিশরের দীর্ঘদিনের শত্রু ক্রুসেডারদের সাথে একটি দীর্ঘস্থায়ী শান্তিচুক্তি করেন। তারপর তিনি মঙ্গোলদের বিরুদ্ধে লড়াইয়ের জন্য একটি মামলুক সৈন্যবাহিনী তৈরি করেন।\n১২৬০ খ্রিস্টাব্দের ৩রা সেপ্টেম্বর দক্ষিণ-পূর্ব গ্যালিলিতে মিশরীয় মামলুক সেনাবাহিনী আর মঙ্গোলদের মধ্যে আইন জালুতের যুদ্ধ সংঘটিত হয়। মঙ্গোলরা কুতুযের বাহিনীর কাছে অত্যন্ত নিষ্ঠুরভাবে পরাজিত হয়েছিল। মঙ্গোলদের পরাজয়ের ফলে যুদ্ধটি সেই শতাব্দীর ইতিহাস পরিবর্তন করে দেয়া যুদ্ধ হিসেবে বিবেচিত হয়েছে। কায়রোতে বিজয়ী হিসেবে প্রত্যাবর্তন করার সময়ে সহকর্মী মামলুক নেতা বাইবার্সের হাতে নিহত হন। কুতুয অনেক সংক্ষিপ্ত সময় শাসন করলেও তিনি মুসলিম বিশ্বের অন্যতম জনপ্রিয় মামলুক সুলতান। এছাড়া মুসলিম ইতিহাসেও তার নাম অত্যন্ত সম্মানের সাথে লিপিবদ্ধ করা হয়েছে।\n\n\n== পটভূমি ==\nকুতুয প্রকৃতপক্ষে ছিলেন পারস্যের তুর্কীয় রাজপুত্র। আনু. ১২৩১ খ্রিস্টাব্দে, খোয়ারেজমীয় রাজবংশের পতনের সময়ে তিনি মঙ্গোলদের হাতে বন্দী হন। তাকে সিরিয়ার দামেস্কে একজন মিশরীয় ক্রীতদাস ব্যবসায়ীর কাছে বিক্রি করা হয়। ঐ বিক্রেতা তাকে কায়রোর মামলুক সুলতান আইবেকের কাছে বিক্রি করে দেন। কিছু সূত্র কুতুযের এই দাবি উল্লেখ করেছিল যে, তার আসল নাম মাহমুদ ইবনে মামদুদ এবং তিনি খোয়ারিজমীয় সাম্রাজ্যের শাসক আলাউদ্দিন মুহাম্মদ দ্বিতীয়ের বংশধর।\n\nতিনি সুলতান আইবাকের সবচেয়ে উল্লেখযোগ্য মুইযি মামলুক ছিলেন। তিনি ১২৫৩ সালে তার সহকারী সুলতান হন। ১২৫৭ সালে আইবাককে হত্যা করা হয়। এরপর কুতুয আইবাকের পুত্র মানসুর আলীরও সহকারী সুলতান ছিলেন। কুতুয মুইযি মামলুকদের নেতৃত্ব দেন। তারা আইবাকের বিধবা স্ত্রী শাজারাতুদ দুরকে গ্রেফতার করেন আর মানসুর আলীকে মিশরের নতুন সুলতান হিসেবে প্রতিষ্ঠিত করেন। নভেম্বর ১২৫৭ এবং এপ্রিল ১২৫৮ সালে তিনি বাহরিয়া মামলুক এবং শাহরজুরি কুর্দিদের সমর্থিত কারাকের মালিকুল মুগিছের বাহিনীর আক্রমণকে প্রতিহত করেন। দ্বারা সমর্থিত ছিল এবং শাহরজুরি কুর্দিদের অন্তর্ভুক্ত ছিল। অভিযানগুলো কারাকের বাহরিয়া মামলুকদের মধ্যে বিরোধের সৃষ্টি করেছিল। কারণ, তাদের মধ্যে কেউ কেউ মিশরে তাদের অনুসারীদের সমর্থন করতে চেয়েছিল।\n১২৫৮ সালের ফেব্রুয়ারিতে মঙ্গোল সেনাবাহিনী বাগদাদ দখল করে।  আব্বাসীয় খলিফা আল-মুস্তাসিমসহ অসংখ্যা লোককে হত্যা করে। এরপর তারা সিরিয়ার দিকে অগ্রসর হয়। সিরিয়া তখন আইয়ুবীয় সুলতান নাসির ইউসুফের শাসনে ছিল। তিনি হালাকু খানের কাছ থেকে একটি হুমকিমূলক চিঠি পেয়েছিলেন। নাসির ইউসুফ মিশরে অবিলম্বে সাহায্যের আবেদন জানিয়ে পত্র প্রেরণ করেন। যা ফলে সহকারী সুলতান কুতুয এবং মিশরীয় আমিররা দুশ্চিন্তাগ্রস্থ হয়ে পড়েন। তখন ১৫ বছর বয়সী সুলতান মানসুর আলী এবং কুতুযের দরবারে সমবেত আমিররা তাদেরকে বলেছিলেন যে, পরিস্থিতির দুরাবস্থার কারণে মিশরের একজন শক্তিশালী এবং সক্ষম সুলতান থাকা উচিত; যিনি মঙ্গোলদের বিরুদ্ধে লড়াই করতে পারেন। ১২৫৯ সালের ১২ নভেম্বর মানসুর আলী কুতুয কর্তৃক ক্ষমতাচ্যুত হন। কুতুয যখন নতুন সুলতান হন, তখন তিনি আমিরদের প্রতিশ্রুতি দেন যে, মঙ্গোলদের পরাজিত করার পর তারা অন্য কোনো সুলতানকে বসাতে পারবেন।\nকুতুয আমির ফারিসুদ্দীন আকতাই মুস্তারিবকে মিশরীয় সেনাবাহিনীর আতাবেগ হিসেবে বহাল রাখেন। তিনি সেনাবাহিনীকে আসন্ন যুদ্ধের জন্য প্রস্তুত করতে শুরু করেন।\n\n\n== মঙ্গোল হুমকি ==\n\nহালাকু খান তার সৈন্যবহর নিয়ে দামেস্কের দিকে এগিয়ে যাচ্ছিল। দামেস্কের দরবারে সিরিয়ার কিছু আমির নাসির ইউসুফকে আত্মসমর্পণ করার পরামর্শ দিচ্ছিলেন। তাদের মতে, নিজেদের এবং সিরিয়াকে বাঁচানোর সর্বোত্তম সমাধান হচ্ছে হালাকু খানের কাছে সবকিছু সমর্পণ করে দেয়া। সভায় উপস্থিত বাইবার্স মামলুকরা এই পরামর্শে রাগান্বিত হয় এবং সেই রাতে নাসির ইউসুফকে হত্যা করার সিদ্ধান্ত নেয়। কিন্তু নাসির ইউসুফ তার ভাইয়ের সাথে দামেস্কের দুর্গে পালিয়ে আত্মরক্ষা করেন। বাইবার্স এবং তার সঙ্গীরা তারপর সিরিয়া ছেড়ে মিশরে পাড়ি জমান। কুতুয মঙ্গোল বাহিনীর বিরুদ্ধে তাদের চিন্তার জন্য তাদেরকে স্বাগত জানান। বাইবার্সকে কালয়ুব শহরের দায়িত্ব সমর্পণ করেন। নাসির ইউসুফ যখন শুনলেন, মঙ্গোল বাহিনী আলেপ্পোর দিকে আসছে; তখন তিনি তার স্ত্রী-সন্তান আর অর্থকড়ি মিশরে প্রেরণ করে দেন। দামেস্ক এবং সিরিয়ার অন্যান্য শহরের জনগণ পালাতে শুরু করে। সাতদিন আলেপ্পো অবরোধে রেখে মঙ্গোলরা এটি দখল করে। শহরে ভাঙচুর শুরু করে এবং জনগণকে হত্যা করতে থাকে। নাসির ইউসুফ আলেপ্পোর পতনের কথা শুনে দামেস্কের অবশিষ্ট জনসংখ্যাকে অরক্ষিত রেখেই মিশরের দিকে পালিয়ে যান। কিন্তু কুতুয তাকে শহরে প্রবেশের অনুমতি দিতে অস্বীকার করেন। ইউসুফ মিশরের সীমানায় এভাবে অবস্থান করছিলেন। তার আমিররা তাকে ছেড়ে চলে যান। সুলতান কুতুয নাসির ইউসুফের অর্থকড়ি বাজেয়াপ্ত করার নির্দেশ দেন; যেগুলো তার স্ত্রী-সন্তানদের সাথে মিশরে প্ররণ করা হয়েছিল। মঙ্গোলদের কাছে আলেপ্পো পতনের ষোল দিন পর, দামেস্ক বিনা লড়াইয়ে আত্মসমর্পণ করে। ইউসুফকে তার কোনো এক ক্রীতদাস বন্দী করে হালাকু খানের কাছে প্রেরণ করে।\nসিরিয়ায় ইসলামী শক্তির কেন্দ্র এবং বাগদাদকে পদানত করার পর মিশর ইসলামী সাম্রাজ্যের কেন্দ্রে পরিণত হয়। যার ফলে হালাকু খানের লক্ষ্যবস্তুতে পরিণত হয়। হালাকু খান একটি হুমকিমূলক চিঠি দিয়ে দূত প্রেরণ করে। যাতে কুতুযকে আত্মসমর্পণ করার আহ্বান জানানো হয়েছিল। কুতুয প্রতিউত্তরে দূতদেরকে মৃত্যুদণ্ড দেন। তাদের টুকরো টুকরো করা হয়েছিল এবং কায়রোর বাব জুয়েলার গেটে বসানো হয়েছিল। তারপর কুতুয মঙ্গোলদের আক্রমণের অপেক্ষা করার পরিবর্তে মিশর থেকে বের হয়ে তাদের মুকাবেলা করার সিদ্ধান্ত নেন। সেজন্য তিনি সেনাবাহিনী বৃদ্ধি করতে শুরু করেন। অনেকে পলায়ন করতে শুরু করে। মিশরে বসবাসকারী মরক্কোররা পশ্চিম দিকে পালিয়ে যায়, আর ইয়েমেনিরা ইয়েমেন এবং হেজাজে পালিয়ে যায়।\n\nকুতুয সালেহিয়ায় গিয়ে মঙ্গোলদের উপর আক্রমণের জন্য কখন বের হবেন, সেটা নিয়ে সিদ্ধান্ত নিতে কমান্ডারদের একত্রিত করেন। কিন্তু কিছু আমির মঙ্গোলদের ব্যাপারে ভীতি প্রকাশ করে। কুতুয ভীতুদেরকে তার সাথে থাকা অপমানজনক হিসেবে উল্লেখ করেন। তিনি বলেন,হে মুসলিমদের আমিরগণ! আপনাদেরকে দেশের কোষাগারের অর্থ দিয়ে লালন-পালন করা হয়েছে আর আপনারা আক্রমণ করতে ভয় পান? আমি একাই যাব। যে আমার সাথে যোগ দিয়ে চায়, সে যেন আমার সাথে যায়। আর যে আমার সাথে যেতে অপছন্দ করে, সে যেন ঘরে ফিরে যায়। কিন্তু তারা যেন মনে রাখে, তারা আমাদের নারী ও দুর্বলদের রক্ষা না করার পাপ বহন করবে।মঙ্গোলদের ছোট একটি গ্যারিসন পর্যবেক্ষণ করতে কুতুয বাইবার্সকে গাজায় একটি বাহিনী নিয়ে যাওয়ার নির্দেশ দেন। গ্যারিসনটি বাইবার্সরা সহজে পরাজিত করেন। গাজায় একদিন অতিবাহিত করে কুতুয তার সেনাবাহিনীকে উপকূল বরাবর আক্কার দিকে নিয়ে যান। আক্কা তৎকালীন অবশিষ্ট ক্রুসেড রাষ্ট্র জেরুজালেম রাজ্যের একটি অংশ ছিল। ক্রুসেডাররা এমনিতে ছিল মামলুকদের ঐতিহ্যবাহী শত্রু। এমনকি, ফ্র্যাঙ্কো-মঙ্গোল জোট গঠনের বিষয়ে মঙ্গোলরা তাদের সাথে যোগাযোগ করেছিল। যাইহোক, সে বছর ক্রুসেডাররা মঙ্গোলদের আরো বড় হুমকি হিসেবে স্বীকৃতি দেয়। কুতুয মঙ্গোলদের বিরুদ্ধে ক্রুসেডারদের সাথে একটি সামরিক জোট করতে চেয়েছিলেন। কিন্তু ক্রুসেডাররা দুই বাহিনীর মধ্যে নিরপেক্ষ থাকার সিদ্ধান্ত নেয়। তবে তারা কুতুয এবং তার সেনাবাহিনীকে ক্রুসেডার অঞ্চলগুলোর মধ্যে অবিচ্ছিন্নভাবে ভ্রমণ করার এবং ক্রুসেডারদের শক্তিশালী ঘাঁটি আক্কার নিকটবর্তী এলাকায় গ্যারিসন তৈরি করার অনুমতি দেয়। কুতুয এবং তার সেনাবাহিনী আক্কায় তিনদিন অবস্থান করেন। যখন তারা মঙ্গোলদের জর্দান নদী অতিক্রম করার সংবাদ পান, তখন কুতুয এবং বাইবার্স মঙ্গোলদের মুকাবেলা করতে তাদের সেনাবাহিনীকে আইনে জালুতের অভিমুখে নিয়ে চলেন।\n\n\n== আইন জালুতের যুদ্ধ ==\n\n৩রা সেপ্টেম্বর ১২৬০ খ্রিস্টাব্দে আইনে জালুতের যুদ্ধ সংঘটিত হয়। এটি ছিল ইতিহাসের মোড় পাল্টে দেয়া একটি অন্যতম গুরুত্বপূর্ণ যুদ্ধ। এদিকে যুদ্ধটির মাত্র দশ বছর পূর্বে ১২৫০ খ্রিস্টাব্দে একই বাহরি মামলুকরা (কুতুয, বাইবার্স এবং কালাউন) ফ্রান্সের রাজা নবম লুইয়ের সপ্তম ক্রুসেডের বিরুদ্ধে মিশরের নেতৃত্ব দিয়েছিল। যেই যুদ্ধে মামলুকরা সিদ্ধান্তমূলক বিজয় পেয়েছিল। অপরদিকে আইনে জালুতে মঙ্গোল সৈন্যদলের নেতৃত্বে ছিল কিতবুগা। তার সাথে ছিল নেস্টোরিয়ান খ্রিস্টান নাইমান তুর্ক; যাকে সিলিসিয়ান আর্মেনীয় রাজা আর অ্যান্টিওকের খ্রিস্টান রাজপুত্র সহযোগিতা ও সমর্থন দিয়েছিল। খোয়ারিজম, বাগদাদ আর সিরিয়ার পতনের পরে মিশরই ছিল মধ্যপ্রাচ্যে ইসলামের শেষ দুর্গ। আর শামের উপকূলে ক্রুসেড বেলামুখের অস্তিত্ব মুসলিম বিশ্বের জন্য একটি গুরুতর হুমকি হয়ে দাঁড়িয়েছিল। একারণে ইসলাম এবং পশ্চিমা খ্রিস্টানদের পরবর্তী ইতিহাস এই যুদ্ধের ফলাফলের উপরই নির্ভরশীল ছিল। যেই যুদ্ধ মধ্যযুগের সবচেয়ে শক্তিশালী দুই সৈন্যদল মামলুক আর মঙ্গোলদের মধ্যে সংঘটিত হয়েছিল। যদিও মঙ্গোলদের সাথে কিছু খ্রিস্টান ক্রুসেডারও ছিল।\nবাইবার্স অগ্রগামী বাহিনীর নেতৃত্বে ছিলেন। তিনি দ্রুতগামী সেনাপতি হিসেবে পরিচিত ছিলেন। তিনি কৌশলে মঙ্গোল বাহিনীকে আইনে জালুতে প্রবেশ করতে বাধ্য করেন। সেখানে কুতুযের নেতৃত্বে মিশরীয় সেনাবাহিনী অপেক্ষা করছিল। মিশরীয়রা প্রথমে মঙ্গোল হামলার মোকাবেলা করতে ব্যর্থ হয়। তাদের সেনাবাহিনীর বাম অংশ মারাত্মক ক্ষতিগ্রস্থ হয়। তারা বিক্ষিপ্ত হয়ে ছুটোছুটি করতে শুরু করে। কিন্তু কুতুয দৃঢ় হয়ে দাঁড়িয়ে থাকেন। তিনি তার শিরস্ত্রাণ খুলে ছুড়ে মারেন আর \"ইয়া ইসলামাহ\" (হায় ইসলাম) বলে চিৎকার করতে থাকেন। তিনি তার নিজস্ব ইউনিটকে নিয়ে ক্ষতিগ্রস্থ দিকে অগ্রসর হন। তিনি মঙ্গোলদের পিছু হটতে বাধ্য করেন এবং তারা বাইতুশ শেয়ানের দিকে পালিয়ৈ যায়। কিন্তু তারা পুনরায় ঐক্যবদ্ধ হয়ে যুদ্ধক্ষেত্রে ফিরে আসে এবং পাল্টা আক্রমণ করতে শুরু করে। কুতুয তিনবার উচ্চস্বরে কেঁদে কেঁদে বলেন, হায় ইসলাম! হে আল্লাহ, আপনার গোলাম কুতুযকে মঙ্গোলদের বিরুদ্ধে বিজয়ী করুন। কিন্তু শেষপর্যন্ত মঙ্গোলরা তাদের খ্রিস্টান ও মুসলিম মিত্ররা কুতুযের সেনাবাহিনীর কাছে পুরোপুরি পরাজিত হয়। তারা সিরিয়ার দিকে পলায়ন করে, কিন্তু  সেখানকার স্থানীয় জনগণ তাদেরকে হত্যা করতে শুরু করে। কুতুয সিজদায় লুটিয়ে পড়েন। তার সেনাবাহিনী গণিমতের মাল একত্রিত করতে শুরু করে।মঙ্গোল বাহিনীর সেনাপতি কিতবুগাকে হত্যা করা হয়। তার কর্তিত মস্তক কায়রোতে প্রেরণ করা হয়।\nমঙ্গোলরা মুসলিম বিশ্বে আক্রমণের পর এটিই ছিল প্রথম উল্লেখযোগ্য রাজনৈতিক ও সামরিক পরাজয়। তারা প্রথমে দামেস্ক থেকে, পরে সমগ্র উত্তর শাম থেকে পলায়ন করতে শুরু করে। কুতুয তার সৈন্যবাহিনীকে নিয়ে দামেস্কে প্রবেশ করেন। বাকি মঙ্গোলদের নির্মূল করতে বাইবার্সকে হিমসে প্রেরণ করেন। আলমুদ্দীন সিনজারকে কুতুয দামেস্কে সুলতানের সহকারী হিসেবে নিয়োগ করেন। আলেপ্পোর দায়িত্ব মসুলের আমির মালিকুস সাইদ আলাউদ্দীনের হাতে অর্পণ করেন। এছাড়া কুতুয নতুন আব্বাসীয় খলীফা নিয়োগ করার জন্য চিন্তা করেন। মিশরের সীমান্ত থেকে দজলা নদী পর্যন্ত পুরো শাম মঙ্গোলদের হাত থেকে মুক্ত হয়েছিল। এই বিজয়ের পর মামলুকরা তাদের সার্বভৌমত্বকে শামে সম্প্রসারিত করেন। তারা আইয়ুবীয় ও অন্যান্য শাসকদের দ্বারাও বৈধ শাসক হিসেবে স্বীকৃতি পান। যখন হালাকু খান মঙ্গোল সেনাবাহিনীর পরাজয়ের কথা শুনেন, তিনি তাবরিজের কাছাকাছি এলাকায় নাসির ইউসুফকে মৃত্যুদণ্ড দেন। হালাকু খান মামলুক সালতানাতকে ধমকি দিতে থাকেন। কিন্তু অল্পকিছুদিন পরে ইউরেশীয় স্টেপের পশ্চিম অর্ধে গোল্ডেন হর্ডের মঙ্গোলদের সাথে দ্বন্দ্বের কারণে তিনি কঠিন আঘাত পান। কারণ, বারকা খান ইসলাম গ্রহণ করেছিলেন (আরও দেখুন: বারকা-হালাকু যুদ্ধ)। হালাকু খান ১২৬৫ খ্রিস্টাব্দে মারা যান। তিনি কখনোই আইনে জালুতে মঙ্গোলদের পরাজয়ের প্রতিশোধ নিতে পারেননি।\nআইনে জালুতের যুদ্ধ বিস্ফোরক হাত কামান (আরবিতে মিদফা) ব্যবহারের প্রাচীনতম যুদ্ধ হিসেবেও পরিচিত। এই বিস্ফোরকগুলো মামলুক মিশরীয়রা মঙ্গোল ঘোড়া ও অশ্বারোহী বাহিনীকে ভয় দেখিয়ে তাদের ছত্রভঙ্গ করতে ব্যবহার করেছিল। এই কামানগুলোর বিস্ফোরক গানপাউডারের বিবরণের উল্লেখ পরবর্তীতে ১৪শ শতকের গোড়ার দিকে আরবি রাসায়নিক আর সামরিক সারগ্রন্থসমূহে করা হয়েছিল।\n\n\n== গুপ্তহত্যা ==\nকায়রোতে প্রত্যাবর্তন করার পথে সালেহিয়ায় শিকার অভিযানে কুতুযকে হত্যা করা হয়। আধুনিক ও মধ্যযুগীয় মুসলিম ঐতিহাসিকরা বাইবার্সের এই হত্যাকাণ্ডে জড়িত থাকার কথা উল্লেখ করেছেন। মাকরিজির মতে, যে আমিররা মূলতঃ কুতুযকে আঘাত করেছিলেন; তারা হলেন- আমির বদরুদ্দিন বকতুত, আমির ওন্স, আমির বাহাদুর মুইযি। তিনি বিশ্বাস করেন যে, বাইবার্স এই হত্যাকাণ্ডে জড়িত ছিলেন। পশ্চিমা ঐতিহাসিকরাও বাইবার্সকে ষড়যন্ত্রে অন্তর্ভুক্ত মনে করেন। প্রকৃতপক্ষে তারা এই ঘটনার জন্য তাকেই দায়ী করেন। মামলুক যুগের মুসলিম ঐতিহাসিকরা লিখেন, বাইবার্স সুলতান আইবাকে শাসনামলে তার বন্ধু ও বাহরি মামলুকদের নেতা ফারিসুদ্দিন আকতাইয়ের হত্যাকাণ্ডের জন্য প্রতিশোধ গ্রহণ করেন। অথবা কুতুয আলেপ্পো মসুলের আমির আলাউদ্দিন মালিকুস সাঈদকে প্রদান করার কারণে; আইনে জালুতের যুদ্ধের পূর্বে কুতুয বাইবার্সকে সেটি প্রদান করার প্রতিশ্রুতি দিয়েছিলেন।\nকুতুযকে প্রথমে কুসাইর শহরে সমাহিত করা হয়। পরে কায়রোর একটি কবরস্থানে পুনঃ সমাহিত করা হয়। বাইবারস কায়রোতে ফিরে আসেন যা মঙ্গোলদের বিরুদ্ধে বিজয়ের উদযাপন এবং সজ্জিত ছিল, যেখানে তিনি নতুন সুলতান হন। কুতুয কর্তৃক আরোপিত যুদ্ধ কর প্রত্যাহার করায় বাইবারস একসময় জনগণের দ্বারা প্রশংসিত হন। \n\n\n== মুদ্রা ==\nকুতুযের মুদ্রাগুলো মামলুক মুদ্রার ইতিহাসে অনন্য বলে বিবেচিত হয়। কারণ তার উপাধি মালিকুল মুযাফফর সাইফুদ্দুনিয়া ওয়াদ্দিন (বিজয়ী রাজা এবং দুনিয়া ও ধর্মের তরবারি) এবং তার নাম মুযাফফর সাইফুদ্দিন (ধর্মের বিজয়ী তরবারি) ছাড়া আর কোনো নাম এতে খোদাই করা হয়নি।\n\n\n== আরও দেখুন ==\nবাইবার্স\nমামলুক সুলতানদের তালিকা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকালয়ুবের মানচিত্র\nমানচিত্রে সালেহিয়া\nআইন জালুতের যুদ্ধের অবস্থানের মানচিত্র"}