{"pageid": 1114643, "title": "মাআরিফুল কুরআন (কান্ধলভি)", "url": "https://bn.wikipedia.org/wiki?curid=1114643", "content": "মাআরিফুল কুরআন (উর্দু: معارف القرآن‎‎) মুহাম্মদ ইদ্রিস কান্ধলভির রচিত একটি উর্দু তাফসীর গ্রন্থ। একই নামে মুহাম্মদ শফি উসমানির একটি তাফসীর গ্রন্থ রয়েছে, যদিও উভয়ের বৈশিষ্ট্য এবং ব্যাখ্যার পদ্ধতি ভিন্ন। কান্ধলভি তার পীর আশরাফ আলী থানভীর রচিত বয়ানুল কুরআন থেকে অনুপ্রাণিত হয়ে এবং বয়ানুল কুরআনের ধারা ও বর্ণনাভঙ্গি বজায় রেখে গ্রন্থটি রচনা শুরু করেন। তবে তিনি পূর্ণাঙ্গ রচনা করতে পারেন নি। তার মৃত্যুর পর তার ছাত্র মুহাম্মদ মালিক কান্ধলভি বাকি অংশের কাজ সমাপ্ত করে গ্রন্থটি ৮ খণ্ডে প্রকাশ করেন। এটি পূর্বসূরি মুফাসিরগণের জ্ঞান ও প্রজ্ঞার একটি সার-নির্যাস। এতে শাহ আব্দুল কাদির দেহলভীর কুরআনের ব্যবহারিক অনুবাদ এবং শাহ রফিউদ্দিনের শব্দানুবাদ উভয়টিকে সমন্বিত করা হয়েছে।\n\n\n== বর্ণনা ==\nকান্ধলভি ১৯৬২ সালে গ্রন্থটি রচনার কাজ শুরু করেন। ১৯৭৪ সালে তার মৃত্যুর পূর্ব পর্যন্ত সূরা আল-ফাতিহা থেকে সূরা আস-ছাফফাত পর্যন্ত রচনা করতে পেরেছিলেন। তার মৃত্যুর পর তার ছাত্র মুহাম্মদ মালিক কান্ধলভি একই রচনাশৈলী অনুসরণ করে বাকি কাজ সমাপ্ত করেন। এতে রয়েছে কুরআনের ভাব ও মর্মের ব্যাখ্যা-বিশ্লেষণ ও আয়াতসমূহের পারস্পরিক সম্বন্ধ বর্ণনার পাশাপাশি প্রয়োজন অনুপাতে বিষয়-সংশ্লিষ্ট বিশুদ্ধ হাদিস, সাহাবা ও তাবেয়ীগণের তাফসীর বিষয়ক অভিমত, আয়াত-সংশ্লিষ্ট গূঢ় তত্ত্ব, জ্ঞানমূলক সূক্ষ্ম বিষয়াবলী, জটিল বিষয়সমূহের গবেষণালব্ধ ফলাফল, ধর্মবিরোধী ও ভ্রান্ত দলসমূহের মতবাদ ও  আপত্তি খণ্ডন এবং তাদের সংশয় ও সন্দেহের দলিলসমৃদ্ধ জবাব। আল্লাহ কালামের বড়ত্ব-মহিমা ও অলৌকিকত্বের কিছু উদাহরণও তাফসীরটিতে রয়েছে। তিনি একদিকে যেমন ইবনে কাসির, ইমাম কুরতুবী, ইমাম ফখরুদ্দীন রাযী এবং সায়্যিদ মাহমূদ আলূসীর তাফসীর বিষয়ক অভিমত উদ্ধৃত করেছেন, তেমনি অন্যদিকে মহিউদ্দীন ইবনুল আরাবী, হাসান বসরী এবং জালালুদ্দিন রুমীর আধ্যাত্মিক ও মারিফত বিষয়ক বক্তব্যও উদ্ধৃত করেছেন। তিনি আয়াতের তাফসীরে ইমামগণের মতামত উল্লেখ করার পর বিশুদ্ধতম ও প্রাধান্যপ্রাপ্ত মতটিকে বিশেষভাবে উল্লেখ করেছেন। উৎসগ্রন্থ হিসাবে সবচেয়ে বেশি নির্ভর করেছেন আলূসীর রুহুল মাআনী, ইমাম রাযীর তাফসীরে কাবীর এবং ইবনে কাসীরের তাফসীরুল কুরআনিল আজীমের উপর। এ তাফসীর গ্রন্থটি বাংলা ভাষাভাষী পাঠকদের জন্য অনুবাদ করেছেন মুঃ অছিউর রহমান।\n\n\n== আরও দেখুন ==\nমাআরিফুল কুরআন — উসমানি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nZUBAIR, MUHAMMAD (২০১৬-০৮-১৫)। \"Methodology Of Molana Muhammad Idress Kandehlvi(1899-1974) In His Tafseer Marif Ul Quran (Tafseer Bil Rai)\"। VFAST Transactions on Islamic Research (ইংরেজি ভাষায়)। 4 (1): 39–47। আইএসএসএন 2309-6519। \n\n\n== বহিঃসংযোগ ==\nপূর্ণাঙ্গ উর্দু সংস্করণ"}