{"pageid": 1114488, "title": "২০১৫-এ ইউরোপীয় অভিবাসী সংকট", "url": "https://bn.wikipedia.org/wiki?curid=1114488", "content": "২০১৫-এ ইউরোপীয় অভিবাসী সংকট হল ২০১৫ সালে ইউরোপে উদ্বাস্তু ও অভিবাসীদের উল্লেখযোগ্যভাবে বৃদ্ধির একটি সময়কাল ছিল, যখন ১.৩ মিলিয়ন মানুষ মহাদেশে আশ্রয়ের অনুরোধ করেছিল, যা দ্বিতীয় বিশ্বযুদ্ধের পর এক বছরে সবচেয়ে বেশি ছিল। যে সকল ব্যক্তি ইউরোপে আশ্রয়ের জন্য ২০১৫ সালে অনুরোধ করেছিল তাদের বেশিরভাগই ছিল সিরীয়, তবে উল্লেখযোগ্য সংখ্যক আফগান, নাইজেরীয়, পাকিস্তানি, ইরাকি এবং ইরিত্রীয়ও অন্তর্ভুক্ত ছিল।\nমধ্যপ্রাচ্য, এশিয়া ও আফ্রিকার কিছু অংশে সংঘাতের কারণে ইউরোপ ইতিমধ্যেই ২০১০ সালে শরণার্থী আগমনের সংখ্যা বৃদ্ধির নিবন্ধন শুরু করেছিল, বিশেষ করে সিরিয়া, ইরাক ও আফগানিস্তানের যুদ্ধ, কিন্তু নাইজেরিয়া ও পাকিস্তানে সন্ত্রাসী বিদ্রোহ - ইরিত্রিয়ায় মানবাধিকার লঙ্ঘন, সবই উদ্বাস্তু প্রবাহে অবদান রাখেছিল। অনেক মিলিয়ন লোক প্রাথমিকভাবে তাদের উৎসের কাছাকাছি তুলনামূলকভাবে স্থিতিশীল দেশে আশ্রয় চেয়েছিল, কিন্তু এই দেশসমূহ মূলত যুদ্ধ মুক্ত থকা শর্তেও শরণার্থীদের জীবনযাত্রার অবস্থা প্রায়শই খুব দরিদ্র ছিল। তুরস্কে, অনেককে কাজ করার অনুমতি দেওয়া হয়নি; জর্ডান ও লেবাননে যারা লক্ষ লক্ষ সিরীয় উদ্বাস্তুকে আতিথ্য করেছিল, তবে বড় সংখ্যক শরণার্থী শিবিরে সীমাবদ্ধ ছিল। যেহেতু এটা স্পষ্ট হয়ে গেছে যে তাদের নিজ দেশে যুদ্ধ অদূর ভবিষ্যতে শেষ হবে না, ফলে অনেকে ক্রমবর্ধমানভাবে অন্য কোথাও স্থায়ীভাবে বসতি স্থাপন করতে চেয়েছিল। এছাড়াও, ২০১৪ সাল থেকে লেবানন, জর্ডান ও মিশর সিরিয়ার আশ্রয়প্রার্থীদের গ্রহণ করা বন্ধ করে দিয়েছে। একসাথে এই ঘটনাসমূহ ২০১৫ সালে ইউরোপে পালিয়ে যাওয়া লোকেদের একটি ঢেউ তৈরি করে।\nইউরোপে আসা শরণার্থীদের বিশাল সংখ্যাগরিষ্ঠ মানুষ তুরস্ক থেকে এজিয়ান সাগর পাড়ি দিয়ে গ্রিসে এবং পরবর্তীকালে ইউরোপীয় ইউনিয়নের দিকে বলকান হয়ে স্থলপথে তাদের গন্তব্যের পথ তৈরি করেছিল। এটি ছিল পূর্ববর্তী বছরগুলিতে একটি উল্লেখযোগ্য পরিবর্তন: ২০১৫ সালের আগে, মূলত দ্বিতীয় লিবিয়ার গৃহযুদ্ধের সময় সীমান্ত নিয়ন্ত্রণের পতনের কারণে বেশিরভাগ শরণার্থী লিবিয়া থেকে ইতালিতে ভূমধ্যসাগর পাড়ি দিয়ে ইউরোপে পৌঁছেছিল। যে সকল দক্ষিণ-পূর্ব ও মধ্য ইউরোপীয় দেশসমূহের মাধ্যমে উদ্বাস্তুরা পশ্চিম ইউরোপে পৌঁছানোর জন্য যাত্রা করেছিল, সেগুলি তাদের মাধ্যমে কয়েক হাজার শরণার্থীর আকস্মিক চলাচলের জন্য অভ্যস্ত ও অপ্রস্তুত ছিল। অনেকেই প্রতিবেশী দেশগুলোর সীমান্ত বন্ধ করে প্রতিক্রিয়া জানিয়েছে। এই ব্যবস্থাসমূহ প্রায়শই কিছু পরিমাপ নিয়ন্ত্রণ পুনরুদ্ধার করার উদ্দেশ্যে বিশৃঙ্খলা সৃষ্টি করে, কারণ বিপুল সংখ্যক মানুষ বারবার এক দেশে আটকা পড়ে বা অন্য দেশে ফিরে যায়। বেশিরভাগ দেশ আগত শরণার্থীদের নিতে অস্বীকার করে; সরকার অস্থায়ীভাবে ইউরোপীয় ইউনিয়নের একটি নিয়মের প্রয়োগ স্থগিত করার সিদ্ধান্ত নেওয়ার পরে, জার্মানি শেষ পর্যন্ত তাদের বেশিরভাগ শরণার্থীদের গ্রহণ করেছিল, আশ্রয়প্রার্থীরা প্রথম ইউরোপীয় ইউনিয়নের দেশে থাকে পা রেখেছিল। ২০১৫ সালের শরৎকালে শরণার্থীর আগমন দ্রুত কমতে শুরু করে, কারণ শীত শুরু হয় ও ঠান্ডা যাত্রাটিকে আরও বিপজ্জনক করে তোলেছিল। ২০১৬ সালের মার্চ মাসে, তুরস্ক অর্থ ও কূটনৈতিক সুবিধার বিনিময়ে ইইউতে তার সীমান্ত বন্ধ করতে সম্মত হয়েছিল, যা কার্যকরভাবে পূর্ব ইউরোপের মধ্য দিয়ে শরণার্থীদের যাতায়াত বন্ধ করে দেয়।\nএই সংকটটি প্রভাবিত ইইউ দেশসমূহ ও সামগ্রিকভাবে ইইউ উভয়ের রাজনীতিতে যথেষ্ট স্বল্পমেয়াদী ও দীর্ঘমেয়াদী প্রভাব ফেলেছিল। প্রভাবিত দেশসমূহের জনপ্রিয় ডানপন্থী রাজনৈতিক দলসমূহ অভিবাসী বিরোধী মনোভাবকে পুঁজি করে, অনেক ক্ষেত্রে এটিকে তাদের মঞ্চের কেন্দ্রবিন্দুতে পরিণত করে। যদিও তারা সাধারণত সরকারে প্রবেশের জন্য পর্যাপ্ত ভোট জিততে পারেনি, তাদের উপস্থিতি প্রায়শই শাসক জোট গঠনকে জটিল করে এবং রাজনৈতিক মূলধারার অভিবাসনের বিরোধিতা করে রাজনীতিকে প্রভাবিত করে। সঙ্কটের পরবর্তী সময় ও তৎক্ষণাৎ ইইউ আশ্রয় আইনের সংস্কারের জন্য একটি শক্তিশালী ধাক্কা তৈরি করা হয়েছিল, তবে শরণার্থীদের আগমনের সংখ্যা হ্রাস পাওয়ার পরে মূলত তা স্থবির হয়ে পড়ে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}