{"pageid": 1114059, "title": "নারদস্মৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1114059", "content": "নারদস্মৃতি হলো ধর্মশাস্ত্রের একটি অংশ, ভারতীয় সাহিত্যিক ঐতিহ্য যা ধর্মের বিষয়ের সাথে সম্পর্কিত আইনগত সর্বাধিকার সংগ্রহ হিসাবে কাজ করে। \nপাঠ্যটি চরিত্রগতভাবে সম্পূর্ণরূপে বিচারিক যে এটি শুধুমাত্র পদ্ধতিগত ও মূল আইনের উপর ফোকাস করে। \"বিচার সংক্রান্ত পাঠ শ্রেষ্ঠত্ব\" হিসাবে পরিচিত, নারদস্মৃতি হল একমাত্র ধর্মশাস্ত্র পাঠ যা ধার্মিক আচরণ ও তপস্যার মতো ক্ষেত্রগুলিকে কভার করে না। পাঠ্যটির প্রকৃতি ভারতীয় উপমহাদেশ ও দক্ষিণ-পূর্ব এশিয়ায় শাসক ও তাদের সরকারদের দ্বারা পাঠ্যটিকে অত্যন্ত মূল্যবান করে তুলেছে, সম্ভবত দেশটিকে ন্যায়সঙ্গতভাবে শাসন করার তাদের ধর্ম পালনের সহায়ক হিসেবে।\n\n\n== উৎস ও কর্তৃপক্ষ ==\nএকটি সংশোধিত গ্রন্থ দাবি করে যে \"মনু প্রজাপতি মূলত ১০০,০০০ শ্লোক এবং ১০৮০টি অধ্যায়ে পাঠ রচনা করেছিলেন, যা নারদ, মার্কণ্ডেয় এবং সুমতি ভার্গব ঋষিদের দ্বারা ধারাবাহিকভাবে সংক্ষিপ্ত করা হয়েছিল, যা ৪,০০০ শ্লোকের পাঠে নেমে এসেছে।\" নারদস্মৃতি, এই সংশোধনের দাবি অনুসারে, মনুর মূল পাঠ্যের আইনি প্রক্রিয়া সম্পর্কিত নবম অধ্যায়ের প্রতিনিধিত্ব করে। এই সংযোগটি নারদস্মৃতির প্রতিপত্তি বাড়াতে পারে কারণ কিছু ঐতিহ্যগত গ্রন্থে বলা হয়েছে যে ধর্ম সম্পর্কে মনু উচ্চারণ চ্যালেঞ্জের উর্ধ্বে। যাইহোক, লারিভিয়েরে উল্লেখ করেছেন যে এটি সমালোচনামূলক সংস্করণ এবং অন্যান্য প্রাচীন নথির পরীক্ষা থেকে স্পষ্ট যে নারদস্মৃতির উৎসের এই ব্যাখ্যাটি পৌরাণিক কাহিনী এবং পরে যুক্ত করা হয়েছিল।\nনারদস্মৃতি শুধুমাত্র ভারতীয় উপমহাদেশে নয়, সেইসাথে দক্ষিণ-পূর্ব এশিয়ায় যখন হিন্দুধর্মের বিকাশ ঘটেছিল তখন প্রামাণিক দলিল ছিল। জয়া হরিবর্মনের চম্পা সাম্রাজ্যের ১২ শতকের শিলালিপি, যা এখন আধুনিক ভিয়েতনামে, ঘোষণা করে যে এর দরবারের কর্মকর্তারা \"সমস্ত ধর্মশাস্ত্রে, বিশেষ করে নারদীয় এবং ভার্গবিয় বিশেষজ্ঞ\" ছিলেন।\nঐশ্বরিক ঋষি নারদ দেবতাদের বার্তাবাহক হিসাবে পরিচিত, যিনি পৃথিবীর মানুষের কাছে ঐশ্বরিক ইচ্ছা প্রেরণ করেন। যদিও ধর্মে বিশেষজ্ঞ হিসেবে পরিচিত না হলেও, তাকে আইন ও রাজনীতির প্রশিক্ষক হিসেবে চিত্রিত করা হয়েছে।\n\n\n== রচয়িতা ==\nলারিভিয়ের যুক্তি দেন যে \"এই পাঠ্যটির কোনো একক 'লেখক' ছিল না\" বরং, হয় ব্যক্তি বা দল যারা নির্দিষ্ট সম্প্রদায়ের দ্বারা ঋষি নারদকে দায়ী করা সমস্ত শ্লোক সংকলন করেছিলেন। মূল পাণ্ডুলিপির লিপি পরীক্ষা করে নির্ণয় করে যে নারদীয়মনুসংহিতা পাণ্ডুলিপিগুলি দক্ষিণ ভারতের লেখা হয়েছিল যখন নেওয়ারি পাণ্ডুলিপিটি নেপাল থেকে এসেছে। সংশোধিত গ্রন্থ ডি এবং পি উপমহাদেশ জুড়ে পাওয়া গেছে বলে মনে হয় তবে খুব কমই নেপাল বা কেরালায়।\n\n\n== সময়কাল ==\nসমস্ত প্রাচীন ভারতীয় গ্রন্থের অনুরূপ, নারদস্মৃতি রচনার জন্য নির্দিষ্ট তারিখগুলি পণ্ডিতদের এড়িয়ে যায়। বিভিন্ন যুক্তি তৈরি করা হয়েছে এবং প্রমাণ উদ্ধৃত করা হয়েছে কিন্তু কোন সিদ্ধান্তমূলক সিদ্ধান্তে পৌঁছানো হয়নি। সর্বোত্তম সময়সীমা যা ১০০ খৃষ্টপূর্ব ও ৪০০ খৃষ্টাব্দ এর মধ্যে প্রদান করা যেতে পারে।\n১৮৭৬ ​​সালে নারদস্মৃতির পাণ্ডুলিপি ডি জার্মান পণ্ডিত জুলিয়াস জলি দ্বারা অনুবাদ করা হয়েছিল, এটি ইউরোপের আইনি পণ্ডিতদের কাছে প্রথমবারের মতো উপলব্ধ করা হয়েছিল। কাজটি তার শৈলী, বিষয়বস্তু এবং কাঠামোর কারণে ইউরোপে সহজেই গৃহীত হয়েছিল যা সেই সময়ের রোমান আইনি পাঠ্যের সাথে যথেষ্ট মিল ছিল যে পণ্ডিতরা এটির সাথে কাজ করতে স্বাচ্ছন্দ্য বোধ করেছিলেন। কার্ল মার্কস এমনকি তার এশিয়াটিক মোডস অফ প্রোডাকশনের জন্য রেফারেন্স হিসাবে এই অনুবাদটি ব্যবহার করেছিলেন। ১৮৭৯ সালে, জলি পাণ্ডুলিপি অনুবাদ করেন পি। ১৯৮৯ সালে, লারিভিরে  টেক্সট পুনর্বিবেচনা করেন এবং একটি সমালোচনামূলক অনুবাদ তৈরি করেন যাতে নতুন পাণ্ডুলিপির প্রমাণ রয়েছে, সেইসাথে ডি ও পি, যা জলি ব্যবহার করেছিলেন।\n\n\n== গঠন ==\nনারদস্মৃতির গঠন আইনের আঠারোটি শিরোনামের উপর ভিত্তি করে তৈরি করা হয়েছে, যেগুলো মনুস্মৃতিতেও উল্লেখ আছে কিন্তু নামের কিছু ভিন্নতা রয়েছে। এই ১৮টি শিরোনাম নিয়ে আলোচনা করার আগে পাঠ্যটি আইন এবং আদালতের সংক্ষিপ্ত ভূমিকা দিয়ে শুরু হয়, প্রতিটিতে অধ্যায় উৎসর্গ করে। যেভাবে এই পাঠ্যটি লেখা হয়েছে তা স্পষ্ট করে যে লেখক(রা) অনুশীলনকারীদের সম্প্রদায়ের কাছে আবেদন করেছিলেন, প্রতিদিনের ক্ষেত্রে সরাসরি আইন প্রয়োগ করতে আগ্রহী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nNaradasmriti, English Translation\nNaradasmriti, One of the three known distinct versions of the Law Book (in Sanskrit)\nNāradasmṛti: IAST-Translit, A SARIT Initiative, The British Association for South Asian Studies and The British Academy"}