{"pageid": 1114984, "title": "পাত্রিক মালো", "url": "https://bn.wikipedia.org/wiki?curid=1114984", "content": "পাত্রিক বিহেতুয়ে আরনাউদ মালো (ফরাসি: Patrick Malo; জন্ম: ১৮ ফেব্রুয়ারি ১৯৯২; পাত্রিক মালো নামে সুপরিচিত) হলেন একজন বুর্কিনাবি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে মরক্কী ক্লাব হাসানিয়াহ আগাদির এবং বুর্কিনা ফাসো জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় এবং বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১১–১২ মৌসুমে, বুর্কিনাবি ক্লাব ফোর্সেস আর্মির হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; ফোর্সেস আর্মির হয়ে দুই মৌসুম অতিবাহিত করার পর ২০১৩–১৪ মৌসুমে তিনি এসওএ-এ যোগদান করেছেন। এসওএ-এ দুই মৌসুম অতিবাহিত করার পর প্রায় ০০ মিলিয়ন ইউরোর বিনিময়ে আলজেরীয় ক্লাব জোনেসের সাথে চুক্তি স্বাক্ষর করেছেন, যেখানে তিনি ২৩ ম্যাচে ১টি গোল করেছেন। পরবর্তীকালে, তিনি সুমুহা, ওয়াদি দিজলা এবং মিমোসাসের হয়ে খেলেছেন। ২০২০–২১ মৌসুমে, তিনি মিমোসাস হতে মরক্কী ক্লাব হাসানিয়াহ আগাদিরে যোগদান করেছেন।\nমালো ২০১৫ সালে বুর্কিনা ফাসোর হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বুর্কিনা ফাসোর জার্সি গায়ে তিনি এপর্যন্ত ২৩ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nপাত্রিক বিহেতুয়ে আরনাউদ মালো ১৯৯২ সালের ১৮ই ফেব্রুয়ারি তারিখে বুর্কিনা ফাসোর ওয়াগাদুগুতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n২০১৫ সালের ৯ই অক্টোবর তারিখে, ২৩ বছর, ৭ মাস ও ২১ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী মালো মালির বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বুর্কিনা ফাসোর হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৬তম মিনিটে রক্ষণভাগের খেলোয়াড় জিয়েম সোমদার বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ৫ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি মালি ৪–১ গোলের ব্যবধানে জয়লাভ করেছিল। বুর্কিনা ফাসোর হয়ে অভিষেকের বছরে মালো সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\nমালো ক্যামেরুনে অনুষ্ঠিত ২০২১ আফ্রিকা কাপ অব নেশন্সের জন্য ২০২১ সালের ২৪শে ডিসেম্বর তারিখে ঘোষিত বুর্কিনা ফাসো দলে স্থান পেয়েছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৯ জানুয়ারি ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে পাত্রিক মালো  (ইংরেজি)  \nসকারবেসে পাত্রিক মালো (ইংরেজি) \nট্রান্সফারমার্কেটে পাত্রিক মালো (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে পাত্রিক মালো (ইংরেজি) \nইএসপিএন এফসিতে পাত্রিক মালো (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে পাত্রিক মালো (ইংরেজি)"}