{"pageid": 1114035, "title": "আফযাল বিন সালাহুদ্দিন", "url": "https://bn.wikipedia.org/wiki?curid=1114035", "content": "আফযাল ইবনে সালাহুদ্দিন (আরবি: الأفضل بن صلاح الدين, আফযাল অর্থ \"সবচেয়ে উচ্চতর\"; আনু. ১১৬৯ - ১২২৫, সাধারণত আফযাল নামে পরিচিত (الأفضل) ছিলেন মিশর ও সিরিয়ার সুলতান সালাহুদ্দিনের সতেরো পুত্রের একজন এবং সালাহুদ্দিনের ধারাবাহিকতায় কুর্দি বংশোদ্ভূত। তিনি দামেস্কের দ্বিতীয় আইয়ুবী আমীর হিসেবে তার পিতার স্থলাভিষিক্ত হন। একজন শাসক হিসাবে তার কর্মজীবন তার পরিবারের অন্যান্য বিশিষ্ট সদস্যদের সাথে বারবার সশস্ত্র সংঘর্ষের দ্বারা ভরপুর ছিল। শেষপর্যন্ত তার চাচা প্রথম আদিল তাকে রাজনৈতিকভাবে প্রান্তিক করে দেন এবং শাসন করার জন্য অনেক কম গুরুত্বপূর্ণ শহর দেন।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন ===\nআফযাল আরসুফের যুদ্ধে আইয়ুবীয় সেনাপতিদের একজন ছিলেন। এই যুদ্ধে সালাহুদ্দিন ইংল্যান্ডের প্রথম রিচার্ড এবং তৃতীয় ক্রুসেডের বাহিনীর কাছে পরাজিত হন। যখন সালাহুদ্দিন মৃত্যুবরণ করেন, তখন আফযাল দামেস্কের উত্তরাধিকারী হলেও পিতার বাকি অঞ্চলগুলো পাননি। মিশরকে তার ভাই আজিজ দাবি করেছিলেন, যেখানে তিনি ইতোমধ্যেই গভর্নর হিসেবে নিযুক্ত ছিলেন। আবার আলেপ্পো তার আরেক ভাই যাহির দাবি করেছিলেন। পিতার মৃত্যুর সময়ে আফযাল তার কাছে আনুগত্যের শপথ নেয়ার জন্য সকল আমিরকে দামেস্কে ডেকে পাঠিয়েছিলেন। আফযাল তাত্ত্বিকভাবে আইয়ুবীয় রাজবংশের প্রধান ছিলেন। কিন্তু তিনি তার ভাইবোনদের উপর কোনো কর্তৃত্ব প্রয়োগ করতে পারেননি। এবং খুব দ্রুতই তার শাসনক্ষমতায় কমতি থাকার প্রমাণ করেছিলেন।\n\n\n=== আইয়ুবী রাজবংশের মধ্যে দ্বন্দ্ব এবং ক্ষমতার চূড়ান্ত পতন ===\n১১৯৪ খ্রিস্টাব্দের মে মাসে আফযালের রাজধানী দামেস্ক তার ভাই আজিজ দ্বারা আক্রান্ত হয়। উভয়ের চাচা আদিল জাযিরা থেকে আসেন ও একটি শান্তিচুক্তি করেন। এটি এক বছর সময়েই ভেঙ্গে যায় আর আজিজ আবার দামেস্কের দিকে অগ্রসর হয়। কিন্তু আফযাল তাকে মিশরের দিকে পিছু হটতে বাধ্য করে। ১১৯৬ খ্রিস্টাব্দ পর্যন্ত আদিল আফযালের অযোগ্য সিদ্ধান্তের কারণে ধৈর্য্য হারিয়ে ফেলেন এবং আজিজের সাথে মিত্র হয়ে যান। আদিল এরপর দামেস্ক থেকে আফযালকে অপসারণ করে হারাউনের সালখাদে অবসরে পাঠিয়ে দেন। ১১৯৮ খ্রিস্টাব্দের নভেম্বরে শিকারের সময়ে ঘোড়া থেকে পড়ে গিয়ে আজিজ মারা যান। আদিলের উচ্চাকাঙ্ক্ষার ভয়ে মিশরের আমিররা আফযালকে আজিজের বালক পুত্রের জন্য রাজপ্রতিনিধি বা আতাবেগ আসাকির হতে আহ্বান করেন। ১১৯৯ খ্রিস্টাব্দে আফযাল আলেপ্পোর গভর্নর তার ভাই যাহিরের সাথে মিত্রতা করেন। তিনিও আদিলের বিরোধী ছিলেন। তারা উভয়ে তাদের চাচাকে দামেস্কে অবরোধ করেন। আদিল দক্ষতার সাথে তার ভ্রাতুষ্পুত্রদের সাথে রাজনৈতিক খেলা খেলেছিলেন এবং একে অপরের বিরুদ্ধে খেলিয়েছিলেন। তাদের উভয়কে একে অপরের প্রতি বীতশ্রদ্ধ করেন। এরমধ্যে এসব ঝগড়া চলাকালীনই ১১৯৯ খ্রিস্টাব্দের নভেম্বরে আদিলের পুত্র কামিল আরো সৈন্যসামন্ত নিয়ে দামেস্কে পৌঁছেন। তার আগমন এই অবরোধকে সমাপ্ত করে। আফযাল মিশরে পশ্চাদপসরণ করেন, কিন্তু তার চাচা তাকে অনুসরণ করেন। বিলবিসে তার সেনাবাহিনীকে পরাজিত করেন। আফযাল কায়রোতে পালিয়ে যান। সেখানে পৌঁছে যেকোনো শর্তে আদিলের কাছে শান্তির আবেদন করেন। তাকে সামোসাতা ও মায়াফারাকিন শহরের নিয়ন্ত্রণের ওয়াদা করা হয়েছিল। ১৭ই ফেব্রুয়ারি ১২০০ খ্রিস্টাব্দে আদিল নিজেকে সুলতান দাবি করেন। আদিলের আরেকজন পুত্র আওহাদ মায়াফারাকিন আফযালকে দিতে অস্বীকার করে। আফযাল আরেকবার যাহিরের সাথে মিত্রতা করে দুইভাই মিলে দামেস্ক অবরোধ করেন। কিন্তু আবারও তাদের মতানৈক্য দেখা দেয় আর আফযাল শেষপর্যন্ত যুদ্ধ চালিয়ে যাওয়ার ইচ্ছা হারিয়ে ফেলেন। আদিল সামোসাতা, সারুজসহ আরো কয়েকটি শহরের নিয়ন্ত্রণ আফযালকে প্রদান করেন। যাহিরও ১২০২ খ্রিস্টাব্দের বসন্তে তার চাচার আধিপত্য স্বীকার করে নিয়েছিলেন। আর এভাবেই আদিল সফলভাবে পুরো আইয়ুবীয় রাজত্বে নিজের কর্তৃত্ব প্রয়োগ করেন।\n\n\n=== ক্ষমতা পুনরুদ্ধারের শেষ চেষ্টা ===\n১২১৮ খ্রিস্টাব্দে ইতোমধ্যে যাহিরেরও মৃত্যু হয়ে যাওয়ায় আফযাল ক্ষমতা পুনরুদ্ধারের জন্য সামোসাতা থেকে শেষ চেষ্টা করতে চিন্তা করেন। আলেপ্পো দখল করার ইচ্ছায় তিনি সেলজুক রুমের সুলতান প্রথম কায়কাউসের সাথে মিত্রতা করেন। কিন্তু তিক্ত সত্য হচ্ছে, দুটি শহর দখল করার পরই তিনি তার মিত্রের সাথে ঝগড়া শুরু করে দেন এবং তার সাথে আর যুদ্ধে অংশ নেননি। ফলতঃ কায়কাউস পরবর্তী সময়ে পরাজিত হন। আফযাল ১২২৫ খ্রিস্টাব্দে মারা যান।\n\n\n== তথ্যসূত্র ==\n \n\n\n== গ্রন্থপঞ্জি ==\nHumphreys, RS (1997) ফ্রম সালাদিন টু দ্য মঙ্গোলস: দ্য আয়ুবিডস অফ দামেস্ক, 1193-1260, SUNY প্রেস\n\n\n== উচ্চতর পাঠ ==\nFleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett (সম্পাদকগণ)। \"al-Malik al-Afḍal b. Ṣalāḥ al-Dīn\"। Encyclopaedia of Islam, THREE। Brill Online। আইএসএসএন 1873-9830। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHusain, Shahnaz (১৯৯৮)। Muslim heroes of the Crusades। আইএসবিএন 1-897940-71-8।"}