{"pageid": 1114587, "title": "লিভোসেটিরিজিন", "url": "https://bn.wikipedia.org/wiki?curid=1114587", "content": "লিভোসেটিরিজিন (ইংরেজি: Levocetirizine) হলো তৃতীয় প্রজন্মের অ্যান্টিহিস্টামিন যা অ্যালার্জিজনিত নাসাপ্রদাহ ও ছুলি বা আমবাতের চিকিৎসায় ব্যবহৃত হয়। এটি পুরাতন অ্যান্টিহিস্টামিনগুলোর তুলনায় অপেক্ষাকৃত কম শমক। এটি মুখে সেবন করতে হয়।\nসাধারণ পার্শ্বপ্রতিক্রিয়ার মধ্যে রয়েছে নিদ্রালুতা, মুখ শুষ্ক হয়ে যাওয়া, কাশি, বমন ও উদরাময়। গর্ভাবস্থায় ব্যবহার নিরাপদ বলে মনে করা হয় তবে পর্যাপ্ত গবেষণা এখনও হয়নি। দুগ্ধদানকালীন নিরাপদ কি না তা এখনও স্পষ্ট নয়। এটি দ্বিতীয় প্রজন্মের হিস্টামিন নিরোধক হিসেবে শ্রেণিভুক্ত এবং হিস্টামিন H1-রিসেপ্টারের সাথে যুক্ত হয়ে কাজ করে।\nযুক্তরাষ্ট্রে ২০০৭ সালে লিভোসেটিরিজিন চিকিৎসায় ব্যবহারের অনুমোদন পায়। এটি জেনেরিক ওষুধ হিসেবে বর্তমানে পাওয়া যায়। ২০১৯ সালে যুক্তরাষ্ট্রে ২০ লাখেরও বেশি ব্যবস্থাপত্রে এটি লেখা হয় এবং বিক্রয়ের দিক থেকে ১৯৩ তম অবস্থানে ছিল।\n\n\n== চিকিৎসায় ব্যবহার ==\nলিভোসেটিরিজিন অ্যালার্জিজনিত নাসাপ্রদাহে ব্যবহৃত হয়। এর উপসর্গগুলো হলো চোখ ও নাক দিয়ে পানি পড়া, হাঁচি, ছুলি বা আমবাত ও চুলকানি।\n\n\n== পার্শ্বপ্রতিক্রিয়া ==\nলিভোসেটিরিজিনকে অশমক হিস্টামিন নিরোধক হিসেবে উল্লেখ করা হয় কারণ এটি মস্তিষ্কে যথেষ্ট পরিমাণে প্রবেশ করে না ফলে তন্দ্রাচ্ছন্ন হওয়ার সম্ভাবনা কম। অন্যান্য হিস্টামিন নিরোধকের তুলনায় এটি হৃদ্‌যন্ত্রের ক্রিয়ার জন্যও নিরাপদ, কারণ লিভোসেটিরিজিন সুস্থ ব্যক্তিদের QT বিরতি প্রলম্বিত করে না। তবে, কিছু ব্যক্তির ক্ষেত্রে কিছু পার্শ্বপ্রতিক্রিয়া দেখা যায় যেমন, সামান্য তন্দ্রাচ্ছন্নতা, মাথাব্যথা, মুখ শুকিয়ে যাওয়া, মাথা ঝিমঝিম করা, ঝাপসা দেখা, বুক ধড়ফড়ানি ও ক্লান্তি।\n\n\n== ওষুধবিজ্ঞান ==\nলিভোসেটিরিজিন একটি হিস্টামিন নিরোধক। এটি একটি ব্যস্ত অ্যাগনিস্ট হিসেবে কাজ করে যা  হিস্টামিন H1-রিসেপ্টারের ক্রিয়া কমিয়ে দেয়। ফলস্বরূপ এটি অন্যান্য অ্যালার্জিকারক রাসয়নিকের অবমুক্তি প্রতিহত করে এবং উক্ত অঞ্চলে রক্ত সরবরাহ বাড়িয়ে দেয় ফলে অ্যালার্জির উপসর্গগুলো প্রশমিত হয়। লিভোসেটিরিজিন, (R)-(-)-সেটিরিজিন, হলো অপরিহার্যভাবে (±)-সেটিরিজিনের একটি কাইরাল সুইচ। এই ইনানটিয়োমার বা দর্পণ প্রতিবিম্ব সমাণু বেশি নৈর্বাচনিক ও কম শমক এবং (S)-প্রতিরূপটি নিষ্ক্রিয়।\n\n\n== ইতিহাস ==\nবেলজিয়ান ফার্মাসিউটিক্যাল কোম্পানি UCB (Union Chimique Belge) ২০০১ সালে প্রথমবারের মতো লিভোসেটিরিজিন চালু করে।\n\n\n== সমাজ ও সংস্কৃতি ==\n২০১৭ সালের ৩১ জানুয়ারি, যুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন এটিকে ওভার-দা-কাউন্টার (OTC) ওষুধ হিসেবে অনুমোদন দেয়। পূর্বে ২০০৭ সালে লিভোসেটিরিজিন ব্যবস্থাপত্র ওষুধ হিসেবে খাদ্য ও ওষুধ প্রশাসন থেকে অনুমোদন পেয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Levocetirizine\"। Drug Information Portal। U.S. National Library of Medicine। \n\"Levocetirizine dihydrochloride\"। Drug Information Portal। U.S. National Library of Medicine। \n\nটেমপ্লেট:Histamine receptor modulators"}