{"pageid": 11147, "title": "ফ্রান্সিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=11147", "content": "ফ্রান্সিয়াম (ইংরেজি: Francium) পর্যায় সারণীর ৮৭তম মৌলিক পদার্থ। ফ্রান্সিয়ামের আণবিক সংকেত Fr। এটি সর্বাধিক তড়িৎ-ধনাত্নক মৌল।\n\n\n== আবিষ্কার ==\nফ্রান্সিয়াম হল প্রাকৃতিকভাবে উৎপন্ন উপাদানগুলির মধ্যে সবচেয়ে অস্থির: এর দীর্ঘস্থায়ী আইসোটোপ, francium-223, এর অর্ধ-জীবন মাত্র 22 মিনিট। একমাত্র তুলনীয় উপাদান হল অ্যাস্টাটাইন, যার সবচেয়ে স্থিতিশীল প্রাকৃতিক আইসোটোপ, অ্যাস্টাটাইন-219 (ফ্রান্সিয়াম-223-এর আলফা কন্যা), এর অর্ধ-জীবন 56 সেকেন্ড, যদিও সিন্থেটিক অ্যাস্টাটাইন-210 অর্ধ-জীবনের সাথে অনেক বেশি সময় ধরে থাকে। 8.1 ঘন্টার। ফ্রান্সিয়ামের সমস্ত আইসোটোপ ক্ষয় হয়ে অ্যাস্টাটাইন, রেডিয়াম বা রেডনে পরিণত হয়। ফ্রানসিয়াম-২২৩-এরও প্রতিটি কৃত্রিম মৌলের দীর্ঘতম-জীবিত আইসোটোপের তুলনায় সংক্ষিপ্ত অর্ধ-জীবন রয়েছে এবং মৌলিক পদার্থ ১০৫, ডাবনিয়ামসহ।\nফ্রান্সিয়াম হল একটি ক্ষারীয় ধাতু যার রাসায়নিক বৈশিষ্ট্য বেশিরভাগই সিজিয়ামের অনুরূপ। একটি একক ভ্যালেন্স ইলেকট্রন সহ একটি ভারী মৌল, তরল ফ্রানসিয়াম-যদি তৈরি হয়-এর গলনাঙ্কে 0.05092 N/m পৃষ্ঠের টান থাকা উচিত। Francium এর গলনাঙ্ক প্রায় 8.0 °C (46.4 °F); মৌলের চরম দুর্লভতা এবং তেজস্ক্রিয়তার কারণে গলনাঙ্ক অনিশ্চিত; দিমিত্রি মেন্ডেলিভের পদ্ধতির উপর ভিত্তি করে একটি ভিন্ন এক্সট্রাপোলেশন 20 ± 1.5 °C (68.0 ± 2.7 °F) দিয়েছে। বাইনারি আয়নিক স্ফটিক গলানোর তাপমাত্রার উপর ভিত্তি করে একটি গণনা 24.861 ± 0.517 °C (76.750 ± 0.931 °F) দেয়। 620 °C (1,148 °F) এর আনুমানিক স্ফুটনাঙ্কও অনিশ্চিত; অনুমান 598 °C (1,108 °F) এবং 677 °C (1,251 °F), পাশাপাশি মেন্ডেলিভের 640 °C (1,184 °ফা) পদ্ধতি থেকে এক্সট্রাপোলেশনেরও পরামর্শ দেওয়া হয়েছে।[1][11] ফ্রানসিয়ামের ঘনত্ব প্রায় 2.48 g/cm3 (মেন্ডেলিভের পদ্ধতি 2.4 g/cm3 এক্সট্রাপোলেট করে) বলে আশা করা হচ্ছে।\nলিনাস পলিং পলিং স্কেলে 0.7 এ ফ্রান্সিয়ামের বৈদ্যুতিক ঋণাত্মকতা অনুমান করেছিলেন, সিজিয়ামের মতোই; 14] সিজিয়ামের তুলনায় ফ্রান্সিয়ামের আয়নায়ন শক্তি কিছুটা বেশি, [১৫] 392.811(4) kJ/mol এর বিপরীতে 375.7041(2) kJ/mol সিজিয়ামের জন্য, যা আপেক্ষিক প্রভাব থেকে প্রত্যাশিত হবে, এবং এটি বোঝাবে যে সিজিয়াম কম দুটির তড়িৎ ঋণাত্মক। ফ্রান্সিয়ামের সিজিয়ামের তুলনায় উচ্চতর ইলেক্ট্রন সম্বন্ধ থাকা উচিত এবং Fr− আয়ন Cs− আয়নের চেয়ে বেশি মেরুকরণযোগ্য হওয়া উচিত।\n\n\n== বৈশিষ্ট্য ==\nএই ধরনের ভুল করার জন্য যন্ত্রপাতি এবং পদ্ধতি খুব সঠিক ছিল। এই কারণে, নোবেল পুরস্কার বিজয়ী এবং হুলুবের পরামর্শদাতা জিন ব্যাপটিস্ট পেরিন, মার্গুরাইট পেরির সম্প্রতি আবিষ্কৃত ফ্রান্সিয়ামের চেয়ে সত্যিকারের ইকা-সিজিয়াম হিসাবে মোল্ডাভিয়ামকে সমর্থন করেছিলেন। Perey তার Hulubei এর কাজের সমালোচনা সঠিক এবং বিস্তারিত হতে বেদনা গ্রহণ, এবং অবশেষে তিনি উপাদান 87 একমাত্র আবিষ্কারক হিসাবে ক্রেডিট করা হয়. মৌল 87 এর অন্যান্য সমস্ত পূর্ববর্তী আবিষ্কারগুলিকে ফ্রান্সিয়ামের খুব সীমিত অর্ধ-জীবনের কারণে বাতিল করা হয়েছিল।\nপেরির বিশ্লেষণ\nসম্পাদনা\nEka-caesium 7 জানুয়ারী, 1939 তারিখে প্যারিসের কুরি ইনস্টিটিউটের মার্গুরাইট পেরেই দ্বারা আবিষ্কৃত হয়েছিল,[32] যখন তিনি অ্যাক্টিনিয়াম-227 এর একটি নমুনা বিশুদ্ধ করেছিলেন যার 220 keV এর ক্ষয় শক্তি রয়েছে বলে জানা গেছে। পেরেই 80 keV-এর নিচে শক্তির স্তর সহ ক্ষয়প্রাপ্ত কণা লক্ষ্য করেছেন। পেরেই ভেবেছিলেন যে এই ক্ষয় কার্যকলাপটি পূর্বে অজ্ঞাত ক্ষয় পণ্যের কারণে হতে পারে, যা পরিশোধনের সময় আলাদা করা হয়েছিল, কিন্তু বিশুদ্ধ অ্যাক্টিনিয়াম-227 থেকে আবার আবির্ভূত হয়েছিল। বিভিন্ন পরীক্ষা অজানা উপাদান থোরিয়াম, রেডিয়াম, সীসা, বিসমাথ বা থ্যালিয়াম হওয়ার সম্ভাবনাকে বাদ দিয়েছে। নতুন পণ্যটি একটি ক্ষারীয় ধাতুর রাসায়নিক বৈশিষ্ট্য প্রদর্শন করে (যেমন সিজিয়াম সল্টের সাথে সমন্বিত করা), যার ফলে পেরেই বিশ্বাস করতে পারে যে এটি অ্যাক্টিনিয়াম-227-এর আলফা ক্ষয় দ্বারা উত্পাদিত উপাদান 87। পেরি তারপর অ্যাক্টিনিয়াম-227-এ আলফা ক্ষয় থেকে বিটা ক্ষয়ের অনুপাত নির্ধারণ করার চেষ্টা করেছিলেন। তার প্রথম পরীক্ষায় আলফা ব্রাঞ্চিং 0.6% ছিল, একটি চিত্র যা তিনি পরে 1% এ সংশোধিত করেন।\nপেরেই নতুন আইসোটোপের নাম দিয়েছেন অ্যাক্টিনিয়াম-কে (এটি এখন ফ্রান্সিয়াম-২২৩ নামে পরিচিত)[32] এবং 1946 সালে, তিনি তার নতুন আবিষ্কৃত উপাদানটির জন্য ক্যাটিয়াম (সিএম) নামটি প্রস্তাব করেছিলেন, কারণ তিনি বিশ্বাস করতেন এটি সবচেয়ে ইলেক্ট্রোপজিটিভ ক্যাটেশন। উপাদানগুলির। Irène Joliot-Curie, পেরির একজন তত্ত্বাবধায়ক, ক্যাটেশনের পরিবর্তে বিড়ালের অর্থের কারণে নামটির বিরোধিতা করেছিলেন; তদুপরি, প্রতীকটি সেই সাথে মিলে যায় যা তখন থেকে কিউরিয়ামে বরাদ্দ করা হয়েছিল। পেরেই তখন ফ্রান্সের পরে ফ্রানসিয়ামের পরামর্শ দেন। এই নামটি আনুষ্ঠানিকভাবে 1949 সালে ইন্টারন্যাশনাল ইউনিয়ন অফ পিওর অ্যান্ড অ্যাপ্লায়েড কেমিস্ট্রি (IUPAC) দ্বারা গৃহীত হয়েছিল,[8] যা ফ্রান্সের নামে নামকরণ করা গ্যালিয়ামের পরে দ্বিতীয় উপাদান হয়ে ওঠে। এটিকে ফা চিহ্ন দেওয়া হয়েছিল, কিন্তু খুব শীঘ্রই এটি বর্তমান Fr-এ সংশোধিত হয়েছিল। ফ্রানসিয়াম ছিল হাফনিয়াম এবং রেনিয়াম অনুসরণ করে সংশ্লেষিত না হয়ে প্রকৃতিতে আবিষ্কৃত শেষ উপাদান। ফ্রান্সিয়ামের গঠন সম্পর্কে আরও গবেষণা অন্যান্যদের মধ্যে, 1970 এবং 1980-এর দশকে CERN-এ সিলভাইন লিবারম্যান এবং তার দল দ্বারা পরিচালিত হয়েছিল।\n\n\n== যৌগসমূহ ==\n\n\n== রাসায়নিক বিক্রিয়া ==\n\n\n== উৎস ==\nব্রিটানিকা বিশ্বকোষ (Encyclopedia Britannica)\n\n\n== আরও দেখুন ==\nমৌলিক পদার্থ"}