{"pageid": 1114487, "title": "হীরেন্দ্রনাথ দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1114487", "content": "হীরেন্দ্রনাথ  দত্ত (১৬ জানুয়ারি ১৮৬৮ ― ১৬ সেপ্টেম্বর ১৯৪২) ছিলেন খ্যাতিমান আইনজীবী, চিন্তাশীল লেখক  এবং বিশিষ্ট দার্শনিক পণ্ডিত। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nহীরেন্দ্রনাথ দত্তের জন্ম ১৮৬৮ খ্রিস্টাব্দের ১৬ ই জানুয়ারি ব্রিটিশ ভারতের রাজধানী  কলকাতার হাটখোলায়। পিতা দ্বারকানাথ দত্ত। হীরেন্দ্রনাথ ছাত্রজীবনে ছিলেন আগাগোড়াই এক কৃতি ছাত্র। মেট্রোপলিটন স্কুলে শিক্ষা শুরু করে প্রেসিডেন্সি কলেজ থেকে স্নাতক, ১৮৮৮ খ্রিস্টাব্দে বি. এল এবং ১৮৮৯ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে ইংরাজী ভাষা ও সাহিত্যে প্রথম স্থান অধিকার করে এম.এ পরীক্ষায় উত্তীর্ণ হন। ১৮৯৩ খ্রিস্টাব্দে প্রেমচাঁদ-রায়চাঁদ বৃত্তি পান।\n\n\n== কর্মজীবন ==\n১৮৯৪ খ্রিস্টাব্দে হাইকোর্টের অ্যাটর্নিশিপ পাশ করে কলকাতা হাইকোর্টে যোগ দেন। ১৯০৮ খ্রিস্টাব্দে অরবিন্দ ঘোষের মামলায় এবং পুলিশের ডেপুটি সুপারিনটেন্ডন্ট শামসুল আলম হত্যা মামলার তিনি সুনাম অর্জন করেন এবং রাজনৈতিক ক্ষেত্রে সুপরিচিত হয়ে ওঠেন। শিক্ষা জীবন শেষ করেই তিনি  অ্যানি বেসান্তের সংস্পর্শে এসে ১৯২০ খ্রিস্টাব্দ পর্যন্ত একজন নেতা হিসাবে বিভিন্ন আন্দোলনে জড়িত ছিলেন। ১৮৯৪ -১৯২০ খ্রিস্টাব্দ পর্যন্ত তিনি কংগ্রেসের সকল সম্মেলনে যোগ দেন এবং রাজনীতিতে তিনি মোটামুটি মডারেট দলভুক্ত ছিলেন। ১৯১৫ খ্রিস্টাব্দে হোমরুল আন্দোলনে তিনি  অ্যানি বেসান্তের প্রধান সহকারী ছিলেন। তৎকালীন বহু বিখ্যাত মনীষী ব্যক্তি তার সঙ্গে একযোগে কাজ করেছেন। তবে অহিংস মতবাদে তার বিশ্বাস ছিল না  বলে গান্ধীজি কর্তৃক কংগ্রেস দখলের পর তিনি ভারতীয় জাতীয় কংগ্রেস ত্যাগ করেন। পরে মদনমোহন মালব্যের সঙ্গে অখিল ভারতীয় হিন্দু মহাসভা গঠন করে রাজনীতি থেকে অবসর নেন।\nরাজনীতির পাশাপাশি তিনি  বঙ্গীয় সাহিত্য পরিষদের অন্যতম প্রতিষ্ঠাতা ছিলেন এবং বিভিন্ন পদে আসীন ছিলেন। এছাড়াও তিনি বেঙ্গল থিওজফিক্যাল সোসাইটির সম্পাদক ও সহ-সভাপতি ছিলেন। ১৯৪০ খ্রিস্টাব্দে তিনি  কলকাতা বিশ্ববিদ্যালয়ের কমলা লেকচারার নিযুক্ত হয়েছিলেন। \nব্রিটিশ-শোষণ বন্ধ করার লক্ষ্যে তিনি স্বদেশী শিল্পপ্রসারে সচেষ্ট ছিলেন। তিনি বঙ্গলক্ষ্মী কটন মিল, ন্যাশনাল ব্যাংক, হিন্দুস্থান ইন্সিওরেন্স কোম্পানি স্থাপনে সহায়তা করেন।\nহীরেন্দ্রনাথের পাশ্চাত্য দর্শন, ইতিহাস ও সাহিত্যে গভীর জ্ঞান ছিল। বহু পত্র-পত্রিকায় তার সুচিন্তিত দর্শন সম্বন্ধীয় রচনা প্রকাশিত হয়। পন্থা ও ব্রহ্মবিদ্যা নামক দুটি পত্রিকার সম্পাদক ছিলেন তিনি। ইংরাজী ও বাংলা উভয় ভাষাতেই তার রচিত অনেক গ্রন্থ আছে। উল্লেখযোগ্য গ্রন্থগুলি হল- \n\nবেদান্ত পরিচয়\nগীতায় ঈশ্বরবাদ\nউপনিষদে ব্রহ্মতত্ত্ব\nঅবতারতত্ত্ব\nজগদ্গুরুর আবির্ভাব\nযাগ্যবল্কের অদ্বৈতবাদ\nবুদ্ধদেবের নাস্তিকতা\nনারীর নির্বাচন অধিকার\nপ্রেমচাঁদ ধর্ম\nরাসলীলা\nসাংখ্য পরিচয়\nবুদ্ধি ও বোধি\nদার্শনিক বঙ্কিমচন্দ্র\nজরা ও জীবতত্ত্ব\nউপনিষদ\nকর্মবাদ ও জন্মান্তরবাদ\nতিনি মেঘদূত -এর বঙ্গানুবাদ করেছিলেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nহীরেন্দ্রনাথ দত্ত পাণ্ডিত্যের জন্য ১৯৪০ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয়ের জগত্তারিণী স্বর্ণ পদক, বঙ্গীয় সাহিত্য পরিষদের রামপ্রাণ স্বর্ণ পদক এবং কাশী হতে বেদান্তরত্ন উপাধি লাভ করেন। \n\n\n== জীবনাবসান ==\nহীরেন্দ্রনাথ দত্ত ১৯৪২ খ্রিস্টাব্দের ১৬ই সেপ্টেম্বর কলকাতায় প্রয়াত হন। কবি সুধীন্দ্রনাথ দত্ত ছিলেন তার পুত্র।\n\n\n== তথ্যসূত্র =="}