{"pageid": 1114316, "title": "১১ সেপ্টেম্বরের হামলায় সৌদির ভূমিকার অভিযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1114316", "content": "১১ সেপ্টেম্বরের হামলায় কথিত সৌদি ভূমিকা হল এই বিশ্বাস যে, সৌদি আরব সরকার ১১ সেপ্টেম্বরের হামলার সাথে যুক্ত ছিল। এ অভিযোগ সৌদি আরব সরকার নিয়মিত অস্বীকার করেছে। ২০০৪ সালের ন্যাশনাল কমিশন অন টেররিস্ট অ্যাটাকস আপন দা ইউনাইটেড স্টেটের চূড়ান্ত প্রতিবেদনে বলে যে, \" যে একটি প্রতিষ্ঠান হিসাবে সৌদি সরকার বা ঊর্ধ্বতন সৌদি কর্মকর্তারা ব্যক্তিগতভাবে [আল কায়েদা]কে হামলার ষড়যন্ত্রের জন্য অর্থায়ন করেছে, এর কোন প্রমাণ পাওয়া যায়নি\" যদিও \"প্রতিবেদনে সৌদি আরবকে আল-কায়েদার অর্থায়নের প্রাথমিক উৎস হিসেবে চিহ্নিত করা হয়েছে\"। যদিও ১৯ জন অপহরণকারীদের মধ্যে ১৫ জন সৌদি নাগরিকদের ছিল। ১১ সেপ্টেম্বর থেকে যুক্তরাষ্ট্রে ব্যাপক অনাক্রম্যতা বিষয়ে মার্চ ২০১৮ সালে মার্কিন জেলা আদালত জন্য SDNY সৌদি সরকার সরকারের বিরুদ্ধে একটি মামলা দেয়া\n\n\n== ১৯৯৯ প্রস্তুতি ==\nসৌদি আরব সরকারের বিরুদ্ধে একটি মামলা দাখিল করে। এর প্রমাণ থেকে জানা যায় যে, তারা নিরাপত্তা দুর্বলতার সুযোগ নিয়ে অঅক্রমণের জন্য ফ্লাইটে অর্থায়ন করেছে। বিশেষভাবে, মামলায় অভিযোগ করা হয়েছে যে, সৌদি আরব সরকার দুই ব্যক্তিকে অর্থায়ন করেছিল যারা ফ্লাইট অ্যাটেনডেন্টদের প্রযুক্তিগত প্রশ্ন জিজ্ঞাসা করেছিল এবং মার্কিন যুক্তরাষ্ট্রে একটি অভ্যন্তরীণ ফ্লাইটের ককপিটে প্রবেশের চেষ্টা করেছিল, যার ফলে ফ্লাইটটি জরুরি অবতরণ করেছিল এবং ব্যক্তিদের এফবিআই জিজ্ঞাসাবাদ করেছিল। পরে তাদের ছেড়ে দেওয়া হয়।\n\n\n== ফাইল-১৭ ==\nজুলাই ২০১৬ সালে, মার্কিন সরকার ডানা লেসেম্যান এবং মাইকেল জ্যাকবসন দ্বারা সংকলিত একটি নথি প্রকাশ করে, যা \"ফাইল-১৭\" নামে পরিচিত। এতে ফাহাদ আল-থুমাইরি, ওমর আল-বায়োমি, ওসামা বাসনান এবং মোহদার আবদুল্লাহ সহ তিন ডজন লোকের নাম রয়েছে। যা সৌদি আরবকে হাইজ্যাকারদের সাথে সংযুক্ত করে। প্রাক্তন ডেমোক্রেটিক ইউএস সিনেটর বব গ্রাহামের মতে, \"ফাইল ১৭ যে তথ্যের উপর লেখা হয়েছে তার বেশিরভাগই ২৮ পৃষ্ঠায় যা আছে তার উপর ভিত্তি করে।\"\n\n\n== আফটারমেথ ==\nসৌদি সরকার দীর্ঘদিন ধরে এ হামলার সাথে কোনো সম্পর্ক অস্বীকার করে আসছে। ভুক্তভোগীদের স্বজনরা সৌদি রাজপরিবারের সদস্যদের, ব্যাঙ্ক বা দাতব্য সংস্থাগুলিকে দায়ী করার জন্য আদালতকে ব্যবহার করার চেষ্টা করে। কিন্তু এই প্রচেষ্টাগুলি আংশিকভাবে ব্যর্থ হয়েছে। ১৯৭৬ সালের একটি আইন বিদেশী সরকারকে অনাক্রম্যতার বৈধতা দেয়। রাষ্ট্রবিজ্ঞানের অধ্যাপক গওদাত বাহগাতের মতে, ১১ সেপ্টেম্বরের হামলার পর তথাকথিত \"সন্ত্রাসবাদ প্রচার এবং ঘৃণার অর্থায়নে সৌদি নীতি\" \" ওয়াশিংটনের প্রভাবশালী নীতি-নির্ধারক এবং বেশ কিছু থিঙ্ক-ট্যাঙ্ক\" দ্বারা কঠোর সমালোচনার সম্মুখীন হয়।\n\n\n== জাসটা ==\n২০১৬ সালের মার্চ মাসে, সৌদি আরব ওবামা প্রশাসনকে হুমকি দিয়েছিল যে ১৯৭৬ সালের বৈদেশিক সার্বভৌম অনাক্রম্যতা আইনের ব্যতিক্রম সৃষ্টি করার জন্য জাস্টিস অ্যাগেইনস্ট স্পন্সরস অফ টেররিজম অ্যাক্ট (JASTA) প্রণীত হলে সৌদি আরবের মালিকানাধীন US$৭৫০ বিলিয়ন মূল্যের আমেরিকান সম্পদ বিক্রি করবে। মার্কিন ডলার অস্থিতিশীল হওয়ার আশঙ্কা সৃষ্টি করে। মার্কিন প্রেসিডেন্ট বারাক ওবামাও \"অনাকাঙ্ক্ষিত পরিণতির \" বিরুদ্ধে সতর্ক করেন। অন্য অর্থনৈতিক বিশ্লেষকরা বিশ্বাস করেন যে এই পদক্ষেপ সৌদি সরকারের ক্ষতি করবে।\n\n\n== অপারেশন এনকোর ==\nঅপারেশন এনকোর ছিল ১১ সেপ্টেম্বরের হামলার সাথে সৌদি আরবের যোগসূত্র সম্পর্কে এফবিআই তদন্ত। পরিস্থিতিগত প্রমাণ উন্মোচিত হয়েছিল যে, কোন সরাসরি লিঙ্ক প্রতিষ্ঠিত হয়নি।েএতে সম্ভাব্য লিডগুলি প্রাথমিকভাবে অনুসরণ করা হয়নি এবং কিছু এফবিআই এজেন্ট বিশ্বাস করে যে, সিআইএ দুই সৌদিকে নজরদারিতে রাখার প্রচেষ্টায় হস্তক্ষেপ করেছিল।\n\n\n== ২৮ পৃষ্ঠা ==\n১১1 সেপ্টেম্বরের হামলায় কথিত সৌদির ভূমিকা নতুন করে নজর কাড়ে মার্কিন কংগ্রেসের সাবেক সদস্য এবং হামলার বিষয়ে কংগ্রেসনাল ইনকোয়ারির কো-চেয়ারম্যান বব গ্রাহাম এবং পোর্টার গস, এপ্রিল ২০১৬-এ সিবিএসকে বলেছিলেন যে, কংগ্রেসনাল ইনকোয়ারির রিপোর্টের ২৮ পৃষ্ঠা সংশোধন করা হয়েছে। হামলা চালানোর ক্ষেত্রে সৌদি আরবের যথেষ্ট জড়িত থাকার প্রমাণের জন্য সংশোধন করা পৃষ্ঠাগুলি প্রকাশ করার জন্য নতুন করে আহ্বান জানানো দরকার।\n\n\n== এফবিআই সৌদি কূটনীতিকের নাম বলে ==\n২০২০ সালের এপ্রিলে, এফবিআই দ্বারা আনা ৯/১১ পরিবারের মামলায় আদালতে দায়ের করা একটি আদালতে সৌদি কূটনীতিক মুসাইদ আহমেদ আল-জারাহ (MAJ) এর নামের কথা বলে। ১৯৯৯-২০০০ সালে MAJ ছিলেন একজন মধ্য-স্তরের সৌদি পররাষ্ট্র মন্ত্রণালয়ের কর্মকর্তা যিনি ওয়াশিংটন ডিসিতে সৌদি দূতাবাসে কর্মরত ছিলেন। দূতাবাসের প্রাক্তন কর্মকর্তারা বলেন, MAJ মার্কিন যুক্তরাষ্ট্রে সৌদি রাষ্ট্রদূত, প্রিন্স বান্দরকে রিপোর্ট করে এবং সৌদি অর্থায়নে পরিচালিত মসজিদ এবং ইসলামিক কেন্দ্রগুলিতে ইসলামিক বিষয়ক মন্ত্রণালয়ের কর্মচারীদের মার্কিন যুক্তরাষ্ট্র জুড়ে পরিচালনা করে।\n\n\n== ২০২১ এফবিআই ফাইল অপসারণ ==\n১১ সেপ্টেম্বর, ২০২১-এ, জো বাইডেনের একটি নির্বাহী আদেশের পর, এফবিআই ৯/১১-এর সাথে সৌদি আরবের যোগসূত্র এবং হামলায় সৌদি নাগরিকদের ভূমিকা সম্পর্কিত একাধিক সংশোধন করা নথি প্রকাশ করা শুরু করে। নিরাপত্তার উদ্দেশ্যে, সমস্ত তথ্য প্রকাশ করা হয়নি, এবং নথিগুলি সংক্ষিপ্ত করা হয়েছিল।\n\n\n== আরও দেখুন ==\nসৌদি আরব ও রাষ্ট্রীয় মদদপুষ্ট সন্ত্রাসবাদ\nসন্ত্রাসী আইনের পৃষ্ঠপোষকদের বিরুদ্ধে বিচার\nজাকারিয়াস মুসাউই\n\n\n== তথ্যসূত্র =="}