{"pageid": 1114341, "title": "সৌদি আরবের প্রাচীন শহর", "url": "https://bn.wikipedia.org/wiki?curid=1114341", "content": "সৌদি আরবে বর্তমান সময় পর্যন্ত তেরোটি প্রাচীন শহর আবিষ্কৃত হয়েছে।  এর মধ্যে রয়েছে ক্বারিয়াত আল-ফাউ, আল-উখদুদ হেগরা (মাদাইন সালিহ), জুব্বাহ, তারুত, আল-শুওয়াইহাতিয়া, তাজ, তাইমা এবং দুমাত আল-জান্দাল প্রত্নতাত্ত্বিক এলাকা। সৌদি আরবে এখনও আরও প্রাচীন শহর রয়েছে, তবে বর্তমানে সেগুলির সম্পর্কে খুব কম তথ্য পাওয়া যায়। সৌদি আরব একটি অনন্য ও স্বতন্ত্র ভৌগোলিক অবস্থান দখল করে মহাদেশগুলির মধ্যে সভ্যতার সেতুবন্ধন তৈরী করে। প্রাচীনকালে আরব উপদ্বীপ বাণিজ্যের করিডোর হিসেবে কাজ করত। তাই এটি অনেক সভ্যতার সূচনা দেখেছিল। যার ধ্বংসাবশেষ আজও স্পষ্ট। সৌদি সরকার সম্প্রতি সৌদি কমিশন ফর ট্যুরিজম অ্যান্ড অ্যান্টিকুইটিস প্রতিষ্ঠা করেছে, যা এই শহরগুলোর সংরক্ষণের জন্য কাজ করে।\n\n\n== ক্বারিয়াতুল ফাও ==\nক্বারিয়াত আল-ফাও, দক্ষিণের ক্বারিয়াত ধু কাহল, ক্বারিয়াত আল-হামরা এবং ধাত আল-জেনান হিসাবেও পরিচিত। নামটি তার ভৌগোলিক অবস্থান থেকে এসেছে। তাউওয়াইক পর্বতমালার মধ্য দিয়ে এটি ওয়াদি আল-দাওয়াসিরের সাথে ছেদ করে, খালি কোয়ার্টার মরুভূমির উত্তর-পশ্চিম প্রান্তকে উপেক্ষা করে। এটি  সৌদি আরবের রাজধানী শহর রিয়াদের প্রায় ৭০০ কিমি (৪৩০ মাইল) দক্ষিণ-পশ্চিমে। কারিয়াত আল-ফাউকে সৌদি আরবের সবচেয়ে গুরুত্বপূর্ণ প্রাচীন শহরগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়।  এটি খ্রিস্টপূর্ব ১ম শতাব্দী থেকে খ্রিস্টপূর্ব ৪র্থ শতাব্দী পর্যন্ত কিন্দাহ রাজ্যের রাজধানী ছিল। যা মধ্যবর্তী সময়ে প্রাচীন আরব রাজ্যগুলির মধ্যে  আরব উপদ্বীপ একটি ছিল। কিন্দাহ মূলত মারিব বাঁধ ভেঙে ফেলার পর ইয়েমেন থেকে এসেছে। যার ফলে সাবা রাজ্যের পতন ঘটে। বস্তুত, মারিব বাঁধ ধ্বংস হওয়ার পর সাবা 'রাজ্যের তিন উপজাতীয় এলাকায়,  কিন্দা উপজাতিদের আগমন হয়। এর একটি অংশ সাবায়ী কিংডম মারিবে বিভক্ত ছিল। অন্য দুটি উপজাতি ছিল মুন্ধারাইট , যারা দক্ষিণ ইরাকে তাদের রাজ্য তৈরি করেছিল এবং ঘাসান, যাদের রাজ্য এখন সিরিয়া নামে পরিচিত। আরব উপদ্বীপে প্রতিষ্ঠিত অন্যান্য সংগঠিত রাজ্যগুলির বিপরীতে কিন্দাহ রাজ্যটিকে অনেক ঐতিহাসিকদের দ্বারা একটি বেদুইন উপজাতীয় রাজ্য বলে মনে করা হয়।\n\n\n=== আবিষ্কার ===\nএকটি প্রত্নতাত্ত্বিক স্থান হিসাবে ক্বারিয়াত আল-ফাও-এর প্রতি আগ্রহ ১৯৪০-এর দশকে, যখন সৌদি আরামকো তেল কোম্পানির কিছু অফিসিয়াল কর্মী এটির উল্লেখ করে। ১৯৫২ সালে, কোম্পানির তিনজন কর্মী শহর পরিদর্শন করেন এবং এটি সম্পর্কে লিখেন। ১৯৯৬ সালে, পুরাকীর্তি ও জাদুঘর সংস্থার একজন বিশেষজ্ঞ গ্রামটি পরিদর্শন করেন। ১৯৭৬ সালে, এটি প্রথমে রিয়াদের কিং সৌদ ইউনিভার্সিটির ইতিহাস এবং পুরাকীর্তি অ্যাসোসিয়েশন এবং তারপরে সৌদি কমিশন ফর ট্যুরিজম অ্যান্ড অ্যান্টিকুইটিস দ্বারা পরিদর্শন করা হয়েছিল, উভয়েরই লক্ষ্য ছিল সাইটটি অধ্যয়ন করা এবং আরও নির্দিষ্টভাবে, শহরের অবস্থান চিহ্নিত করা। কাজটি ১৯৭২ থেকে ১৯৯৫ সালের মধ্যে হয়েছিল। ১৯৭০ থেকে ২০০৩ সাল পর্যন্ত কিং সৌদ ইউনিভার্সিটির একটি দল দ্বারা প্রত্নতাত্ত্বিক খনন করা হয়েছিল এবং শহরের দুটি প্রধান সেক্টর উন্মোচিত হয়। প্রথমটি ছিল একটি আবাসিক এলাকা, যেখানে বাড়ি, স্কোয়ার, রাস্তা এবং একটি বাজারের জায়গা ছিল। দ্বিতীয়টি ছিল মন্দির এবং সমাধি সমন্বিত একটি পবিত্র এলাকা। সাধারণ স্থাপত্য পরিকল্পনা আরবের প্রাচীন শহরগুলির ইঙ্গিত করে। আবদুলরহমান আল-আনসারী,  রিয়াদের কিং সৌদ বিশ্ববিদ্যালয়ের প্রত্নতত্ত্বের প্রাক্তন অধ্যাপক এবং সৌদি আরবের পরামর্শক পরিষদের সদস্য এবং শিক্ষা বিষয়ক কাউন্সিলের কমিটির সদস্য, কেরিয়াত আল-ফাউ শহরের পুনঃআবিষ্কারের প্রতিষ্ঠাতা হিসাবে বিবেচনা করা হয়।\n\n\n=== বাজার এলাকা ===\nএটি উপত্যকার পশ্চিম প্রান্তের কাছে নির্মিত। তাউওয়াইক পর্বতমালা ও আবাসিক এলাকার পূর্বে শহরের সীমা থেকে বিচ্ছিন্ন ছিল। এটি বড় বাজার। পশ্চিম থেকে পূর্বে দৈর্ঘ্য ৩০.৭৫ মিটার এবং উত্তর থেকে দক্ষিণে ২৫.২০ মিটার। এটি তিনটি সংলগ্ন অংশ নিয়ে গঠিত। এটি বিশাল বেড়া দ্বারা বেষ্টিত ছিল। মাঝখানেরটি চুনাপাথর দিয়ে এবং অভ্যন্তরীণ ও বাহ্যিকটি মাটির তৈরি চিল। মার্কেটের কোণায় সাতটি টাওয়ার এবং ভবনের উত্তর, দক্ষিণ ও পূর্বের মাঝখানে তিনটি তলা ছিল। বাজারের একমাত্র প্রবেশপথটি পশ্চিম দিকের দক্ষিণ অর্ধেকের মধ্যে অবস্থিত ছিল। এটির একটি ছোট দরজা ছিল যা একটি ছোট চত্বরের দিকে নিয়ে যায়।\n\n\n=== সাহিত্য ===\n\n\n=== মন্দির ===\nতিনটি মন্দির এবং একটি বেদি পাওয়া গেছে ক্বারিয়াত আল-ফাউতে। দুটি বাজারের পশ্চিমে এলাকায় এবং একটি বাজার এলাকার বাইরে। এছাড়াও, শহরে একাধিক ধরনের কবরস্থান পাওয়া গেছে। কারণ সেখানে পাবলিক এবং পারিবারিক কবরস্থান রয়েছে।\n\n\n== আল-উখদুদ প্রত্নতাত্ত্বিক এলাকা ==\n\n\n== মাদাইনে সালিহ ==\nমাদাইনে সালিহ বা হেগরা শহর, যাকে আল-হিজরও বলা হয়। সৌদি আরবের হেজাজ অঞ্চলের উত্তর অংশে অবস্থিত একটি প্রাচীন শহর। রিয়াদের ১,৪০০ কিমি (৮৭০ মাইল)  উত্তরে অবস্থিত। মাদাইনে সালিহ দেশের সবচেয়ে গুরুত্বপূর্ণ ও প্রাচীনতম শহরগুলির মধ্যে একটি। মাদাইনে সালিহ আল-উলা শহরের উত্তর-পশ্চিমে অবস্থিত। এটি সবচেয়ে গুরুত্বপূর্ণ প্রাচীন বাণিজ্য রুটের একটি। এটি কৌশলগত কারণে আরব উপদ্বীপের দক্ষিণকে উত্তরের সাথে যুক্ত করেছে। পাশাপাশি এটি বিশাল অর্থনৈতিক কেন্দ্র মেসোপটেমিয়া, সিরিয়া এবং মিশরের সাংস্কৃতিক কেন্দ্র যুক্ত করেছে। এটি নাবাটিয়ানদের রাজ্যের দ্বিতীয় বৃহত্তম শহর। নাবাতীয়রা আরব উপজাতিদের একটি দল ছিল, যাদের অর্থনীতি যাযাবরীর উপর ভিত্তি করে ছিল। সময়ের সাথে সাথে তারা বসতি স্থাপন করে, বেশ কয়েকটি শহর তৈরি করে তা বিকাশ করে ব্যবসায়ী হয়ে ওঠে। নাবাতিয়ানরা আশ-শাম এলাকার দক্ষিণে একটি অঞ্চল দখল করেছিল যেখানে তারা নাবাতিয়ানদের প্রতিষ্ঠা করেছিল। তাদের রাজধানী ছিল জর্ডানের পেট্রা। যা ২০০৭ সালে বিশ্বের সপ্তাশ্চর্যের একটি হিসাবে নির্বাচিত হয়েছিল। তাদের নাবাতি ভাষা ছিল পুরানো উত্তর আরবের একটি রূপ। মাদাইন সালিহ এর ল্যান্ডস্কেপ চিত্তাকর্ষক শিলা গঠন, লাল থেকে হলুদ এবং সাদা রঙের বিভিন্ন রঙের বেলেপাথরের পাহাড় আছে। মাদাইন সালিহের এলাকা প্রায় ১,৬২১ ha (৪,০১০ একর)। সমাধিগুলি নিম্নরূপ:\n\nকাসরুস সানেঈ ( আরবি: قَصْر ٱلصَّانِع   ) হল অনেক সমাধির প্রথমটি। এর দক্ষিণ অংশে দুটি বেলেপাথরের পাহাড় আছে। পশ্চিম পাহাড়ে শুধুমাত্র একটি বড় সমাধি রয়েছে। যার নাম কাসর আল-সানি'। আর দ্বিতীয়টিতে ছয়টি ছোট সমাধি রয়েছে।\nআবাসিক এলাকার সমাধি: এই সৌধ আবাসিক এলাকার দক্ষিণে অবস্থিত। এটি দুটি বেলেপাথরের পাহাড় নিয়ে গঠিত। একটি ছোট ও একটি বড়। বড়টিতে আঠারটি সমাধি রয়েছে।\nকাসর আল-ফরিদ এটি দক্ষিণ-পশ্চিমে অবস্থিত। এটি অন্যান্য সমাধি থেকে সম্পূর্ণ বিচ্ছিন্ন হওয়ায় এ নাম দেওয়া হয়েছিল।\nকাসর আল-বিন্ত ( আরবি: قَصْر ٱلْبِنْت   জাবাল ইথিবের পশ্চিমে এই সমাধিটি রয়েছে। এটি দুটি বেলেপাথরের পাহাড় নিয়ে গঠিত। একটিতে ২৯টি সমাধি এবং দ্বিতীয়টিতে দুটি সমাধি রয়েছে।\nজিবাল আথিলব ( আরবি: جِبَال أَثِلْب   ): এটি শীর্ষস্থানীয় নাম যা দুটি পর্বতশ্রেণীকে নির্দেশ করে। এটি উত্তর-পূর্ব দিকে বিস্তৃত।\nজাবাল আল-মাহজার ( আরবি: جَبَل ٱلْمَهْجَر   ): সমাধির এই দলটি কাসর আল-বিন্ত কমপ্লেক্সের উত্তর-পশ্চিমে অবস্থিত। তিনটি প্রসারিত বেলেপাথরের পাহাড় দখল করে। যার একটিকে জাবাল আল-মাহজার বলা হয়। এই এলাকায় চৌদ্দটি সমাধি রয়েছে।\nখয়মাত ( আরবি: ٱلْخَيْمَات   ): এই সমাধিটি হাজাজ রেলপথের পশ্চিমে অবস্থিত। এতে তেপান্নটি সমাধি রয়েছে।\nআবাসিক এলাকা ( আরবি: مجموعة مقابر ٱلْمِنْطَقَة ) এটি সমভূমির মাঝখানে অবস্থিত।\nমাদাইন সালিহ ইউনেস্কো কর্তৃক স্বীকৃত একটি এলাকা। যা সৌদি আরবের প্রথম বিশ্ব ঐতিহ্যবাহী স্থান। সামুদ সম্প্রদায় ( পেট্রা ) নামে পরিচিত এই লোকদের গল্প কুরআনে নবী সালিহের সাথে কয়েকবার উল্লেখ করা হয়েছে।\n\n\n== জুব্বাহ ==\nজাব্বাহ ( আরবি: جبَّة   ৭৩০ কিমি (৪৫০ মাইল) সালের দিকে হায়িল প্রদেশে অবস্থিত রিয়াদের উত্তরে। শহরটি প্রায় ৩০০০ বছর আগে নির্মিত হয়েছিল।\n\n\n== তারুত ==\nতারুত দ্বীপ হল কাতেফ শহরের কাছে অবস্থিত পারস্য উপসাগরের দ্বিতীয় বৃহত্তম দ্বীপ। নামটি প্রেম এবং যুদ্ধের দেবী, একজন ফিনিশিয়ান এবং কানানি দেবী আস্তারুতের নাম থেকে এসেছে বলে বলা হয়। তারুত তার ঐতিহাসিক ল্যান্ডমার্কের জন্য পরিচিত, যেমন তারুত দুর্গ।\n\n\n== আল-শুওয়াইহাতিয়াহ ==\nআল-শুওয়াইহা ( আরবি: ٱلشُّوَيْحَطِيَّة   ) সৌদি আরবের উত্তরে প্রায় ১,৩০০ কিমি (৮১০ মাইল) আল-জাওফ অঞ্চলে রিয়াদের উত্তরে।\n\n\n== থাজ ==\n\nথাজ (আরবি: ثَاج; উচ্চারণ [θaːd͡ʒ]) (২৬°২২′৫৫.৯২″ উত্তর ৪৮°২০′৩.৪৮″ পূর্ব) পূর্ব প্রদেশের উত্তর-পশ্চিমে অবস্থিত।  রিয়াদের প্রায় ৬০০ কিমি (৩৭০ মা) উত্তর-পূর্বে। অধিকাংশ ঐতিহাসিক বিশ্বাস করেন যে থাজ শহরটি গ্রীকদের আমলে নির্মিত হয়েছিল। খ্রিস্টপূর্ব ৩৩০ সালে আলেকজান্ডারের বিজয়ের পর। শহরের সবচেয়ে গুরুত্বপূর্ণ আবিষ্কারগুলি হল খ্রিস্টপূর্ব প্রথম সহস্রাব্দের মাঝামাঝি সময়ে লেখার সাথে খোদাই করা নয়টি পাথর।\n\n\n== দুমাত আল-জান্দাল ==\n\nদুমাত আল-জান্দাল (খ্রিস্টপূর্ব ১০ম শতাব্দী), আল-জাওফ প্রদেশের উত্তর পশ্চিম সৌদি আরবের ধ্বংসাবশেষের একটি প্রাচীন শহরের নাম। দুমাত আল-জান্দাল নামের আক্ষরিক অর্থ \"পাথরের দুমাহ\"। যেহেতু এটি ছিল দুমাহ অঞ্চল, ইসমাইলের বারো পুত্রের একজন। শহরের প্রাচীন আক্কাদিয়ান নাম ছিল আদুমাতু। \n\n\n== আরও দেখুন ==\nপ্রাচীন নিকট প্রাচ্যের শহর\nআল-উলা : দেদান - লিহিয়ান রাজ্য (৫ম শতাব্দী খ্রিস্টপূর্বাব্দ)\nকাইন্ডা : ইয়েমেনি উপজাতি (খ্রিস্টপূর্ব ২য় শতাব্দী)\nমদিনা : ইয়াথ্রিব (খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দী)\nতায়মা : টেমা (৮ম শতাব্দী BCE)\n\n\n== তথ্যসূত্র =="}