{"pageid": 1114512, "title": "সুশ্রুত সংহিতা", "url": "https://bn.wikipedia.org/wiki?curid=1114512", "content": "সুশ্রুত সংহিতা (সংস্কৃত: सुश्रुतसंहिता) হলো চিকিৎসা বিজ্ঞান ও শল্যবিদ্যার উপর একটি প্রাচীন সংস্কৃত গ্রন্থ, যা টিকে থাকা চিকিৎসা বিজ্ঞানের উপর সবচেয়ে গুরুত্বপূর্ণ গ্রন্থগুলোর মাঝে একটি। চরক সংহিতা, ভেল সংহিতা এবং বাওয়ার পাণ্ডুলিপির চিকিৎসা অংশের পাশাপাশি সুশ্রুতের সংকলন  আয়ুর্বেদের অন্যতম মৌলিক গ্রন্থ। এটি চিকিৎসা পেশা সম্পর্কিত দুটি মৌলিক হিন্দু গ্রন্থের একটি যা প্রাচীন ভারত থেকে বর্তমান পর্যন্ত টিকে আছে।\nসুশ্রুত সংহিতা ঐতিহাসিকভাবে অত্যন্ত গুরুত্বপূর্ণ। এতে ঐতিহাসিকভাবে এমন অধ্যায় রয়েছে যেগুলো শল্যবিদ্যা, যন্ত্রবিদ্যা ও কৌশলের বর্ণনা করা হয়েছে যা বর্তমানেও আধুনিক বিজ্ঞানের শল্য চিকিৎসায় অনুসরণ করা হয়। তালপাতার পাণ্ডুলিপির প্রাচীনতম সুশ্রুত সংহিতাটি নেপালের কায়সার লাইব্রেরিতে সংরক্ষিত রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== কালপঞ্জি ===\nএক শতাব্দীরও বেশি আগে, পণ্ডিত রুডল্ফ হোর্নেল (১৮৪১ – ১৯১৮) প্রস্তাব করেছিলেন যে, শতপথ ব্রাহ্মণ, যেটি প্রথম-সহস্রাব্দ খ্রিস্টপূর্বাব্দের মাঝামাঝি থেকে বৈদিক পাঠ, সুশ্রুতের মতবাদ সম্পর্কে সচেতন ছিলেন, সুশ্রুতের মতবাদের তারিখের উপর ভিত্তি করে হওয়া উচিত। শতপথ ব্রাহ্মণের রচনার তারিখটি নিজেই অস্পষ্ট, হোয়ার্নল যোগ করেছেন এবং তিনি এটিকে খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দী বলে অনুমান করেছেন। সুশ্রুত সংহিতার জন্য হোর্নলের ৬০০ খ্রিস্টপূর্বাব্দের তারিখটি অনেক হস্তক্ষেপকারী পাণ্ডিত্য সত্ত্বেও  সমালোচনামূলকভাবে উদ্ধৃত করা অব্যাহত রয়েছে। অনেক পণ্ডিত পরবর্তীকালে কাজের তারিখ সম্পর্কে মতামত প্রকাশ করেছেন, এবং এই অনেক মতামতকে মিউলেনবেল্ড তার হিস্ট্রি অফ ইন্ডিয়ান মেডিক্যাল লিটারেচারে সংক্ষিপ্ত করেছেন। বস্লাফের মতে খ্রিস্টিয় ৬ষ্ঠ শতাব্দী বর্তমান বিদ্যমান পাঠ্যের তারিখ বলে মনে করেন।\nকালানুক্রমিক সমস্যার কেন্দ্রবিন্দু হল যে সুশ্রুত সংহিতা বিভিন্ন হাতের কাজ। পাণ্ডুলিপি পুস্তকের শেষ পৃষ্ঠায় ও মধ্যযুগীয় ভাষ্যকারদের দ্বারা লিপিবদ্ধ অভ্যন্তরীণ ঐতিহ্য স্পষ্ট করে যে সুশ্রুত সংহিতা-এর পুরানো সংস্করণ ১-৫ ধারা নিয়ে গঠিত, যার ষষ্ঠ অংশটি পরবর্তী লেখক যোগ করেছেন। যাইহোক, আমাদের কাছে সবচেয়ে পুরনো পাণ্ডুলিপির কাজ ইতিমধ্যেই ষষ্ঠ অংশ রয়েছে।\nসুশ্রুত সংহিতার কালপঞ্জির সবচেয়ে বিস্তারিত ও বিস্তৃত বিবেচ্য বিষয় হল যেটি মেউলেনবেল্ড তার হিস্ট্রি অফ ইন্ডিয়ান মেডিক্যাল লিটারেচার (১৯৯৯-২০০২)-এ প্রকাশ করেছেন। এই জটিল প্রশ্নের সমস্ত গুরুতর বিবেচনা এই কাজের সচেতনতা দেখাতে হবে।মেউলেনবেল্ড বলেছিলেন যে সুশ্রুত সংহিতা সম্ভবত এমন কাজ যাতে বেশ কয়েকটি ঐতিহাসিক স্তর রয়েছে, যার রচনাটি খ্রিস্টপূর্ব গত শতাব্দীতে শুরু হয়ে থাকতে পারে এবং এটির বর্তমান টিকে থাকা অন্য একজন লেখক দ্বারা সম্পূর্ণ করেছিলেন যিনি এর প্রথম পাঁচটি বিভাগ সংশোধন করেছেন ও দীর্ঘ, চূড়ান্ত বিভাগটি যোগ করেছেন, \"উত্তরতন্ত্র\"। সম্ভবত সুশ্রুত সংহিতা পণ্ডিত দ্রোহবালা (৩০০-৫০০ খৃষ্টাব্দ) এর কাছে পরিচিত ছিল, যা আধুনিক যুগে টিকে থাকা কাজের সংস্করণের সর্বশেষ তারিখ দেয়।\nসুশ্রুত সংহিতা - বৈজ্ঞানিক সংক্ষিপ্তসারে, ভারতীয় বিজ্ঞানের ইতিহাসবিদ রায়, গুপ্ত এবং রায় নিম্নলিখিত মতটি উল্লেখ করেছেন, যা মূলত মেউলেনবেল্ডের মতই:\n\nভারতের ন্যাশনাল ইনস্টিটিউট অফ সায়েন্সেসের কালানুক্রম কমিটি (প্রসিডিংস, ১৯৫২), অভিমত ছিল যে খ্রিস্টীয় তৃতীয় থেকে চতুর্থ শতাব্দীকে নাগার্জুন কর্তৃক সুশ্রুত সংহিতার পুনরুদ্ধারের তারিখ হিসাবে গ্রহণ করা যেতে পারে, যা ডাল্লানার ভাষ্যের ভিত্তি তৈরি করেছিল।\nভারতীয় চিকিৎসা ও সংস্কৃত সাহিত্যের ইতিহাসের বিশ্ববিদ্যালয়ের পণ্ডিতদের মধ্যে এই মতটি সর্বসম্মত।\n\n\n=== রচয়িতা ===\nসুশ্রুত (অর্থ \"বিখ্যাত\")-কে পাঠ্যটির লেখক হিসাবে নামকরণ করা হয়েছে। ভগবান ধন্বন্তরি আয়ুর্বেদ সম্পর্কে সুশ্রুতকে যেসব উপদেশ দিয়েছিলেন, এই গ্রন্থে তা লিপিবদ্ধ করা হয়েছে। পাঠ্যটিতে দেখা যায়, সুশ্রুত সহ অন্যান্য ঋষিগণ ধন্বন্তরির নিকট এই শাস্ত্র অধ্যয়ন করেন। দিবোদাস প্রথম ধন্বন্তরির নিকট রোগ নিরাময়ের উপায় নিয়ে প্রশ্ন করেন। এবং পরবর্তীতে শল্যতন্ত্রের উপদেশ প্রদানের জন্য জিজ্ঞাসা করতে সুশ্রুতকে বেছে নেওয়া হয়। দিবোদাসকে বৌদ্ধ জাতকের মতো প্রাথমিক গ্রন্থে বলা হয়েছে যে তিনি চিকিৎসক ছিলেন যিনি তক্ষশীলার (ঝিলম নদীর তীরে) অন্য মেডিকেল স্কুলের সমান্তরালে কাশী (বারাণসী) এর একটি স্কুলে পড়াতেন, কখনও কখনও খ্রিস্টপূর্ব ১২০০ ও ৬০০ এর মধ্যে। সুশ্রুত সংহিতার ঐতিহ্যের সাথে দৃঢ়ভাবে যুক্ত সুশ্রুত নামের প্রাচীনতম উল্লেখগুলো বোওয়ার পাণ্ডুলিপিতে (খ্রিস্টীয় ৪র্থ বা ৫ম শতাব্দী), যেখানে সুশ্রুত হিমালয়ে বসবাসকারী দশজন ঋষির একজন হিসেবে তালিকাভুক্ত।\n১৯৮৫ সালে রাও প্রস্তাব করেছিলেন যে মূল \"স্তর\" এর লেখক ছিলেন \"বড় সুশ্রুত\" (পুরাতন সুশ্রুত), যদিও এই নামটি প্রাথমিক সংস্কৃত সাহিত্যে কোথাও দেখা যায় না। রাও বলেন, পাঠ্যটি বহু শতাব্দী পরে সংশোধন করা হয়েছিল \"অন্য সুশ্রুত দ্বারা, তারপর নাগার্জুন দ্বারা, এবং তারপরে উত্তর-তন্ত্র পরিপূরক হিসাবে যোগ করা হয়েছিল। এটি সাধারণত পণ্ডিতদের দ্বারা গৃহীত হয় যে \"সুশ্রুত\" নামে বেশ কিছু প্রাচীন লেখক ছিলেন যারা এই পাঠে অবদান রেখেছিলেন।\n\n\n=== অন্তর্ভুক্তি ===\nঅনেক পণ্ডিত এই পাঠটিকে হিন্দু পাঠ বলে অভিহিত করেছেন। পাঠ্যটি আরও প্রাচীন হিন্দু গ্রন্থে পাওয়া একই পরিভাষা সহ অস্ত্রোপচার নিয়ে আলোচনা করে, এর অধ্যায়ে হিন্দু দেবতা যেমন নারায়ণ, হরি, ব্রহ্মা, রুদ্র, ইন্দ্র এবং অন্যান্য দেবতার উল্লেখ আছে, হিন্দু ধর্মের ধর্মগ্রন্থ যেমন বেদকে বোঝায়, এবং কিছু ক্ষেত্রে, রোগীর চিকিৎসা ও পুনরুদ্ধার প্রক্রিয়ার অংশ হিসেবে ব্যায়াম, হাঁটা ও \"বেদের ধ্রুবক অধ্যয়ন\" করার পরামর্শ দেয়। পাঠ্যটিতে সাংখ্য ও হিন্দু দর্শনের অন্যান্য দর্শনের পরিভাষাও ব্যবহার করা হয়েছে।\nসুশ্রুত সংহিতা ও চরক সংহিতার সর্বত্র ধর্মীয় ধারণা রয়েছে, স্টিভেন এংলার বলেন, যিনি তারপরে উপসংহারে বলেছেন \"বৈদিক উপাদানগুলোকে প্রান্তিক হিসাবে ছাড় দেওয়া খুব কেন্দ্রীয়\"। এই ধারণাগুলোর মধ্যে রয়েছে পদ এবং একই রূপকগুলোর ব্যবহার যা হিন্দু ধর্মগ্রন্থগুলোতে বিস্তৃত – বেদ, এবং প্রাচীন হিন্দুতে পাওয়া সেইগুলোর লাইন ধরে কর্ম, স্ব (আত্মা) এবং ব্রহ্ম (আধিভৌতিক বাস্তবতা) তত্ত্বের অন্তর্ভুক্তিলেখা। যাইহোক, এঙ্গলার যোগ করেন, পাঠ্যটি ধারণার আরেকটি স্তরও অন্তর্ভুক্ত করে, যেখানে অভিজ্ঞতামূলক যুক্তিবাদী ধারণাগুলো ধর্মীয় ধারণাগুলোর সাথে প্রতিযোগিতা বা সহযোগিতার মাধ্যমে বিকাশ লাভ করে। ইঙ্গলারের অধ্যয়নের পরে, সমসাময়িক পণ্ডিতরা \"ধর্মীয়\" বনাম \"অভিজ্ঞ-যুক্তিবাদী\" পার্থক্যটি পরিত্যাগ করেছেন কারণ আর দরকারী বিশ্লেষণাত্মক পার্থক্য নেই।\nপাঠটিতে বৌদ্ধ প্রভাব থাকতে পারে, যেহেতু নাগার্জুন নামে একজন রিডাক্টর অনেক ঐতিহাসিক প্রশ্ন উত্থাপন করেছেন, তিনি কি মহাযান বৌদ্ধ ধর্মের খ্যাতির একই ব্যক্তি ছিলেন। জিস্ক বলেছেন যে প্রাচীন বৌদ্ধ চিকিৎসা গ্রন্থগুলো সুশ্রুত ও চরক সংহিতা উভয়ের থেকে উল্লেখযোগ্যভাবে আলাদা।\nউদাহরণ স্বরূপ, চরক ও সুশ্রুত উভয়েই কিছু ক্ষেত্রে ধূপনা (ধূপদান) সুপারিশ করে, এক শ্রেণীর চিকিৎসায় আগুন ও ক্ষার দিয়ে দাগ দেওয়ার ব্যবহার, এবং ক্ষতের চিকিৎসার প্রথম ধাপ হিসেবে রক্ত ​​বের হওয়া। বৌদ্ধ পালি গ্রন্থে কোথাও এই ধরনের চিকিৎসা পদ্ধতির উল্লেখ নেই।  একইভাবে, সুশ্রুত ও পালি গ্রন্থের মধ্যে ঔষধি রজন (লক্ষ) তালিকার ভিন্নতা রয়েছে, কিছু সেটের উল্লেখ নেই। যদিও সুশ্রুত ও চরক কাছাকাছি, অনেক কষ্ট ও তাদের চিকিৎসা এই গ্রন্থগুলোতে পাওয়া যায় না পালি গ্রন্থে।\nসাধারণভাবে, জিস্ক বলে, বৌদ্ধ চিকিৎসা গ্রন্থগুলো কারকের চেয়ে সুশ্রুতের কাছাকাছি, এবং তার গবেষণায় দেখা যায় যে সুশ্রুত সংহিতা সম্ভবত খ্রিস্টপূর্ব ১ম সহস্রাব্দের শেষের দিকে এবং হিন্দু দর্শন পরিচয় তৈরি হওয়ার পর সাধারণ যুগের প্রথম শতাব্দীতে একটি \"হিন্দুকরণ প্রক্রিয়া\"র মধ্য দিয়েছিল।  ক্লিফোর্ড বলেছেন যে প্রভাবটি সম্ভবত পারস্পরিক ছিল, বৌদ্ধ চিকিৎসা অনুশীলন তার প্রাচীন ঐতিহ্যে বৌদ্ধ সন্ন্যাসীর আদেশের বাইরে নিষিদ্ধ একটি নজির দ্বারা বুদ্ধ, এবং বৌদ্ধ গ্রন্থ তাদের ভূমিকায় হিন্দু দেবতার পরিবর্তে বুদ্ধের প্রশংসা করে। বিভিন্ন ভারতীয় ধর্মের মধ্যে চিকিৎসা ঐতিহ্যের পারস্পরিক প্রভাব, সুশ্রুত-সংহিতার স্তরগুলোর ইতিহাস অস্পষ্ট, বৃহত্তর ও কঠিন গবেষণা সমস্যা।\nসুশ্রুতকে হিন্দু ঐতিহ্যে শ্রদ্ধার সাথে ধন্বন্তরীর বংশধর হিসেবে ধরা হয়, যিনি চিকিৎসার পৌরাণিক দেবতা, অথবা যিনি বারাণসীতে ধন্বন্তরির কাছ থেকে বক্তৃতা থেকে জ্ঞান লাভ করেছিলেন।\n\n\n=== পাণ্ডুলিপি ও হস্তান্তরণ ===\n\nসুশ্রুত সংহিতার প্রাচীনতম পাম-পাতার পাণ্ডুলিপিগুলোর মধ্যে নেপালে আবিষ্কৃত হয়েছে। এটি কায়সার লাইব্রেরি–৬৯৯, নেপালে পাণ্ডুলিপি হিসাবে সংরক্ষিত আছে, এর ডিজিটাল কপি নেপাল-জার্মান পাণ্ডুলিপি সংরক্ষণ প্রকল্প (৮০/৭) দ্বারা সংরক্ষণ করা হয়েছে। আংশিকভাবে ক্ষতিগ্রস্ত পাণ্ডুলিপিতে ১৫২টি ফোলিও রয়েছে, উভয় পাশে লেখা, ৬ থেকে ৮ লাইন ট্রানজিশনাল গুপ্ত লিপিতে। পাণ্ডুলিপিটি রবিবার, এপ্রিল ১৩, ৮৭৮ খৃষ্টাব্দ (মানদেব সংবত ৩০১) তারিখে লেখক দ্বারা সম্পূর্ণ করা হয়েছে বলে প্রমাণিত হয়েছে।\nসুশ্রুত-সংহিতার বেশিরভাগ বৃত্তি উনবিংশ এবং বিংশ শতাব্দীর প্রথম দিকে প্রকাশিত পাঠ্যের সংস্করণগুলোর উপর ভিত্তি করে। এর মধ্যে রয়েছে বৈদ্য যাদবসর্মণ ত্রিবিক্রমাত্মজা আশ্রিয়ার গুরুত্বপূর্ণ সংস্করণ যাতে পণ্ডিত ডালহানের ভাষ্যও রয়েছে।\nমুদ্রিত সংস্করণগুলো টিকে থাকা পাণ্ডুলিপিগুলোর ছোট উপসেটের উপর ভিত্তি করে তৈরি করা হয় যা বোম্বে, কলকাতা ও অন্য কোথাও যখন সংস্করণগুলো প্রস্তুত করা হচ্ছিল তখন প্রধান প্রকাশনা কেন্দ্রগুলোতে উপলব্ধ ছিল - কখনও কখনও তিন বা চারটি পাণ্ডুলিপির মতো। কিন্তু এগুলো \nআধুনিক যুগে টিকে থাকা সুশ্রুত-সংহিতার বিপুল সংখ্যক পাণ্ডুলিপি সংস্করণকে যথাযথভাবে উপস্থাপন করে না। একসাথে নেওয়া, সুশ্রুত সংহিতার সমস্ত মুদ্রিত সংস্করণ বর্তমানে বিদ্যমান কাজের ২৩০টিরও বেশি পাণ্ডুলিপির দশ শতাংশের বেশি নয়। এই পাণ্ডুলিপিগুলো আজ ভারতে ও বিদেশের গ্রন্থাগারগুলোতে বিদ্যমান। কাজের দুই শতাধিক পাণ্ডুলিপি বিদ্যমান, এবং সুশ্রুত-সংহিতার সমালোচনামূলক সংস্করণ এখনও প্রস্তুত করা হয়নি।\n\n\n== বিষয়বস্তু ==\nসুশ্রুত সংহিতা সবচেয়ে গুরুত্বপূর্ণ প্রাচীন চিকিৎসা গ্রন্থগুলোর মধ্যে একটি।  এটি চরক সংহিতা, বেহ সংহিতা ও বোওয়ার পাণ্ডুলিপির চিকিৎসা অংশগুলোর পাশাপাশি ভারতের চিকিৎসা ঐতিহ্যের অন্যতম মৌলিক পাঠ্য।\n\n\n=== প্রসার ===\nসুশ্রুত সংহিতা চরক সংহিতার পরে রচিত হয়েছিল, এবং কিছু বিষয় এবং তাদের গুরুত্ব ব্যতীত, উভয়েই সাধারণ নীতি, প্যাথলজি, রোগ নির্ণয়, শারীরস্থান, সংবেদনশীল পূর্বাভাস, থেরাপিউটিকস, ফার্মাসিউটিকস ও টক্সিকোলজি।\nসুশ্রুত ও চরক গ্রন্থগুলো প্রধান দিক থেকে পৃথক, যেখানে সুশ্রুত সংহিতা অস্ত্রোপচারের ভিত্তি প্রদান করে, অন্যদিকে চরক সংহিতা প্রাথমিকভাবে চিকিৎসার ভিত্তি।\n\n\n=== অধ্যায়সমূহ ===\nসুশ্রুত সংহিতা, তার বর্তমান আকারে, ১৮৬টি অধ্যায়ে বিভক্ত এবং এতে ১,১২০টি অসুখ, ৭০০টি ঔষধি গাছ, ৬৪টি খনিজ উৎস থেকে এবং ৫৭টি প্রাণীর উৎসের উপর ভিত্তি করে প্রস্তুতির বর্ণনা রয়েছে।\nসুশ্রুত-সংহিতা দুটি ভাগে বিভক্ত: প্রথম পাঁচটি বিভাগ (স্থান) পাঠ্যের প্রাচীনতম অংশ হিসেবে বিবেচিত হয় এবং \"পরবর্তী বিভাগ\" (উত্তরতন্ত্র) যা লেখক নাগার্জুন যোগ করেছিলেন। এই অধ্যায়ের বিষয়বস্তু বৈচিত্র্যময়, কিছু বিষয় বিভিন্ন বইয়ের একাধিক অধ্যায়ে কভার করা হয়েছে।\n\n\n== প্রতিরোধ বনাম প্রতিকার ==\nসুশ্রুত, টিপটন বলেছেন, একজন চিকিত্সকের উচিত রোগ প্রতিরোধের প্রচেষ্টা যতটা নিরাময়মূলক প্রতিকার পদ্ধতিতে বিনিয়োগ করা উচিত।  প্রতিরোধের একটি গুরুত্বপূর্ণ উপায়, সুশ্রুত বলেন, শারীরিক ব্যায়াম এবং স্বাস্থ্যকর অনুশীলন।  টেক্সট যোগ করে যে অত্যধিক কঠোর ব্যায়াম ক্ষতিকারক হতে পারে এবং রোগের জন্য আরও সংবেদনশীল করে তুলতে পারে, এই ধরনের অতিরিক্তের বিরুদ্ধে সতর্কতা।  নিয়মিত পরিমিত ব্যায়াম, সুশ্রুত পরামর্শ দেয়, রোগ ও শারীরিক ক্ষয় প্রতিরোধ ক্ষমতা উন্নত করে।  সুশ্রুত রোগ প্রতিরোধে শ্লোক রচনা করেছেন।\n\n\n=== মানব কঙ্গালতন্ত্র ===\nসুশ্রুত সংহিতার শরীরস্থানের ৫ম অধ্যায়ে বলা হয়েছে, \"আয়ুর্বেদবাদীরা বলেন যে, অস্থির সংখ্যা তিনশত ছয়। কিন্তু এই শল্যতন্ত্রে তিনশত অস্থিই বলা হয়েছে\"। ডাক্তার ওয়াইজ বলেন যে, তরুণাস্থি ও অস্থি একত্র ধরিয়া ৩০৬টি অস্থি বলা হয়েছে। অতঃপর পাঠ্যটিতে মোট ৩০০টি অস্থির একটি তালিকা বর্ণনা করা হয়েছে। ১২০টি অস্থি রয়েছে শরীরের শাখাসমূহে (হস্ত ও পাদদ্বয়ে), ১১৭টি অস্থি রয়েছে শ্রোণী, পার্শ্বে, পৃষ্ঠে, উদরে ও বক্ষে এবং ৬৩টি অস্থি গ্রীবার উর্দ্ধভাগে। এই অস্থিসমূহকে ৫টি শ্রেণীতে ভাগ করা হয়েছে: কপালাস্থি, রুচক-অস্থি, তরুণ-অস্থি, বলয়-অস্থি এবং নলক-অস্থি। পাঠ্যটি তখন ব্যাখ্যা করে যে কীভাবে এই সাবটোটালগুলি পরীক্ষামূলকভাবে যাচাই করা হয়েছিল। বিষয়বস্তুটি থেকে বুঝা যায়, ভারতীয় ঐতিহ্য চিন্তার বৈচিত্র্যকে লালন করে, সুশ্রুত বিদ্যালয়ের নিজস্ব সিদ্ধান্তে পৌঁছে এবং আত্রেয়-কারক ঐতিহ্য থেকে ভিন্ন। \nসুশ্রুতের অস্টিওলজিক্যাল সিস্টেম, হোর্নেল বলেন, হোমোলজির নীতি অনুসরণ করে, যেখানে শরীর এবং অঙ্গগুলিকে স্ব-প্রতিফলন হিসাবে দেখা হয় এবং প্রতিসাম্যের বিভিন্ন অক্ষের সাথে সম্পর্কিত। দুটি বিদ্যালয়ে হাড়ের গণনার পার্থক্য আংশিক কারণ চরক সংহিতা তার গণনায় বত্রিশটি দাঁতের সকেট অন্তর্ভুক্ত করে এবং কীভাবে এবং কখন একটি তরুণাস্থিকে হাড় হিসাবে গণনা করা যায় সে সম্পর্কে তাদের মতামতের পার্থক্য (উভয়ই তরুণাস্থিকে হাড় হিসাবে গণনা করে, বর্তমান চিকিৎসা অনুশীলনের বিপরীতে)।  \n\n\n=== শল্যচিকিৎসা ===\nসুশ্রুত সংহিতা অস্ত্রোপচারের পদ্ধতি এবং আলোচনার জন্য সবচেয়ে বেশি পরিচিত।  এটি মানব ইতিহাসের প্রথম একটি ছিল যে পরামর্শ দেয় যে অস্ত্রোপচারের একজন ছাত্রকে একটি মৃতদেহ ছিন্ন করে মানবদেহ এবং এর অঙ্গগুলি সম্পর্কে শিখতে হবে।  একজন শিক্ষার্থীর অনুশীলন করা উচিত, পাঠ্যটি বলে, রোগাক্রান্ত বা শরীরের অংশের অনুরূপ বস্তুর উপর।  উদাহরণস্বরূপ, পুষ্পফালা (স্কোয়াশ, কুকুরবিটা ম্যাক্সিমা ), আলাবু (বোতল গার্ড, ল্যাজেনারিয়া ভালগারিস ), ট্রাপুশা (শসা, কুকুমিস পিউবেসেন্স ), তরল এবং মৃত প্রাণীর মূত্রাশয় ভরা চামড়ার ব্যাগগুলির উপর ছেদ গবেষণার সুপারিশ করা হয়। \nপ্রাচীন পাঠ্য, রাজ্য মেনন এবং হাবারম্যান বর্ণনা করেছেন রক্তক্ষরণ, বিচ্ছেদ, প্লাস্টিক, রাইনোপ্লাস্টিক, চক্ষু, লিথোটমিক এবং প্রসূতি পদ্ধতি.\nসুশ্রুত সংহিতা স্লাইডিং গ্রাফ্ট, রোটেশন গ্রাফ্ট এবং পেডিকল গ্রাফ্ট সহ বিভিন্ন পদ্ধতির উল্লেখ করেছে।  একটি নাক (রাইনোপ্লাস্টি) যা কেটে ফেলা হয়েছে তার পুনর্গঠন, গাল থেকে চামড়ার ফ্ল্যাপ ব্যবহার করেও বর্ণনা করা হয়েছে।  ল্যাবিওপ্লাস্টিও সমাহিতায় মনোযোগ পেয়েছে। \n\n\n=== ভেষজ ঔষধি ===\nসুশ্রুত সংহিতা, সংস্কৃত ঔষধ-সম্পর্কিত ক্লাসিক অথর্ববেদ এবং চরক সংহিতা সহ, একসাথে ৭০০ টিরও বেশি ভেষজ ঔষধির বর্ণনা করে।  বর্ণনা, পদ্মা জানায়, নিরাপত্তা, কার্যকারিতা, ডোজ এবং সুবিধার জন্য তাদের স্বাদ, চেহারা এবং হজমের প্রভাব অন্তর্ভুক্ত করে। \n\n\n=== রাইনোপ্লাস্টি ===\nরাইনোপ্লাস্টি, কথোপকথনে 'নাকের কাজ' নামে পরিচিত, দুটি ফলাফল অর্জনের জন্য একটি অস্ত্রোপচার করা হয়:\n\nনাকের শ্বাস-প্রশ্বাসের কার্যকারিতা উন্নত করতে\nনাকের প্রসাধনী চেহারা উন্নত করতে\nসুশ্রুতের গ্রন্থটি গাল ফ্ল্যাপ রাইনোপ্লাস্টির প্রথম লিখিত রেকর্ড সরবরাহ করে, একটি কৌশল যা আজও একটি নাক পুনর্গঠনের জন্য ব্যবহৃত হয় । পাঠ্যটি এটি মেরামত করার জন্য 15টিরও বেশি পদ্ধতি উল্লেখ করেছে। এর মধ্যে রয়েছে গাল থেকে চামড়ার ফ্ল্যাপ ব্যবহার করা, যা আজকের সবচেয়ে আধুনিক প্রযুক্তির মতো। .\nভারতীয় সমাজে নাক প্রাচীনকাল জুড়েই মর্যাদা ও সম্মানের প্রতীক হয়ে আছে। রাইনোপ্লাস্টি ভারতে একটি বিশেষভাবে গুরুত্বপূর্ণ বিকাশ ছিল কারণ শাস্তির একটি রূপ হিসাবে গণ্ডার (নাক কেটে ফেলা) এর দীর্ঘস্থায়ী ঐতিহ্য। দোষী সাব্যস্ত অপরাধীরা প্রায়শই তাদের অবিশ্বস্ত হিসাবে চিহ্নিত করার জন্য তাদের নাক কেটে ফেলত, তবে ব্যভিচারের অভিযোগে অভিযুক্ত মহিলাদের উপরও প্রায়শই অঙ্গচ্ছেদ করা হয় - এমনকি তারা দোষী প্রমাণিত না হলেও। একবার এই ফ্যাশনে ব্র্যান্ডেড হয়ে গেলে, একজন ব্যক্তিকে তার বাকী জীবন কলঙ্কের সাথে বাঁচতে হয়েছিল। পুনর্গঠনমূলক অস্ত্রোপচার, তাই, পরিত্রাণ এবং স্বাভাবিকতার আশা প্রদান করে।\nবাহ্যিক নাক পুনর্গঠনের প্রয়োজনের ফলে রাইনোপ্লাস্টির অনুশীলন ধীরে ধীরে শুরু হয় এবং পরে পূর্ণাঙ্গ বিজ্ঞানে বিকশিত হয়। \n\n\n== অভ্যর্থনা ==\n\n\n=== ভারতের বাইরে বিস্তরণ ===\nবাগদাদের বারমাকিদ পরিবারের একজন সদস্যের নির্দেশে 8ম শতাব্দীর প্রথম দিকে বাগদাদে পাঠ্যটি আরবীতে কিতাব শাহ শুন আল-হিন্দি নামে অনুবাদ করা হয়েছিল, যা কিতাব ই-সুসুরুদ নামেও পরিচিত।   ইয়াহিয়া ইবনে বারমাক সংস্কৃত গ্রন্থ যেমন বাগভাতের অস্তানগ্রাহ্য সংহিতা, রবিগুপ্তের সিদ্ধসার এবং সুশ্রুত সংহিতা সংগ্রহ ও অনুবাদ করার জন্য একটি বড় প্রচেষ্টার সাহায্য করেছিলেন।  মধ্যযুগের শেষের দিকে আরবি অনুবাদ ইউরোপে পৌঁছেছিল।  কিছু প্রমাণ আছে যে রেনেসাঁ ইতালিতে, সিসিলির ব্রাঙ্কা পরিবার  এবং গাসপারো তাগলিয়াকোজি ( বোলোগনা ) সুশ্রুত সংহিতায় উল্লিখিত রাইনোপ্লাস্টিক কৌশলগুলির সাথে পরিচিত ছিল। \nপাঠ্যটি কম্বোডিয়ার খেমার রাজা যশোবর্মন I (fl. 889-900) এর কাছে পরিচিত ছিল। সুশ্রুত তিব্বতি সাহিত্যে একজন চিকিৎসা কর্তৃপক্ষ হিসেবেও পরিচিত ছিলেন। \n\n\n=== ভাষ্য ===\nভারতে, পাঠ্যের একটি প্রধান ভাষ্য, যা নিবান্ধ - সম্গ্রহ নামে পরিচিত, ডালহানা দ্বারা সিএ-তে লেখা হয়েছিল। 1200 CE। অন্যান্য ভাষ্যগুলির মধ্যে রয়েছে 11 শতকে রচিত গয়াদাসের ন্যায় চন্দ্রিকা এবং খ্রিস্টীয় 19 শতকে লেখা হারানচন্দ্রের সুসরুতর্ধ সন্দীপিনী ।\n\n\n=== আধুনিক অভ্যর্থনা ===\nআধুনিক সাহিত্যে সুশ্রুতের বেশ কিছু অবদান আলোচনা করা হয়েছে। এর মধ্যে কিছু হৃৎশুলা (হৃদপিণ্ডের ব্যথা), শরীরের গুরুত্বপূর্ণ তরল সঞ্চালন (যেমন রক্ত (রক্ত ধাতু ) এবং লিম্ফ ( রস ধাতু ), ডায়াবেটিস ( মধুমেহা , স্থূলতা এবং উচ্চ রক্তচাপ অন্তর্ভুক্ত। Kearns & Nash (2008) বলে যে কুষ্ঠরোগের প্রথম উল্লেখ সুশ্রুত সংহিতায় বর্ণিত হয়েছে।  পাঠ্যটি কিডনিতে পাথর এবং তার অস্ত্রোপচার অপসারণ নিয়ে আলোচনা করে। \n\n\n== সংস্করণ ==\nপাঠ্যটির প্রথম মুদ্রিত সংস্করণটি তৈরি করেছিলেন মধুসূদন গুপ্ত (2 খণ্ড, কলকাতা 1835, 1836 )। 1883 সালে ইউসি দত্তের একটি আংশিক ইংরেজি অনুবাদ প্রকাশিত হয়েছিল। সুশ্রুত সংহিতার প্রথম সম্পূর্ণ ইংরেজি অনুবাদ করেছিলেন কবিরাজ কুঞ্জলাল ভীষগ্রত্ন, যিনি এটিকে 1907 থেকে 1916 সালের মধ্যে তিনটি খণ্ডে প্রকাশ করেছিলেন (1963, 2006 পুনর্মুদ্রিত)। \nসুশ্রুত সংহিতা এবং দালহানের ভাষ্য উভয়েরই একটি ইংরেজি অনুবাদ 1999 সালে পিভি শর্মা দ্বারা তিনটি খণ্ডে প্রকাশিত হয়েছিল। \n\n\n== আরও দেখুন ==\nসুশ্রুত সংহিতা\nচরক সংহিতা\nআয়ুর্বেদ\nভেল সংহিতা\nকশ্যপ সংহিতা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBoslaugh, Sarah (২০০৭)। Encyclopedia of Epidemiology। 1। SAGE Publications। আইএসবিএন 978-1412928168। \nBalodhi, J. P. (১৯৮৭)। \"Constituting the outlines of a philosophy of Ayurveda: mainly on mental health import\"। Indian Journal of Psychiatry। 29 (2): 127–31। পিএমআইডি 21927226। পিএমসি 3172459 । \nBanerjee, Anirban D.;  ও অন্যান্য (২০১১)। \"Susruta and Ancient Indian Neurosurgery\"। World Neurosurgery। 75 (2): 320–323। ডিওআই:10.1016/j.wneu.2010.09.007। পিএমআইডি 21492737। \nBhishagratna, Kaviraj KL (১৯০৭)। An English Translation of the Sushruta Samhita in Three Volumes, (Volume 1, Archived by University of Toronto)। Calcutta। ২০০৮-১১-০৪ তারিখে মূল থেকে আর্কাইভ করা।  Alt URL  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ অক্টোবর ২০১৬ তারিখে\nBhishagratna, Kaviraj KL (১৯১১)। An English Translation of the Sushruta Samhita in Three Volumes, (Volume 2, Archived by University of Toronto)। Calcutta। ২০০৮-০৮-৩১ তারিখে মূল থেকে আর্কাইভ করা।  Alt URL  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ অক্টোবর ২০১৬ তারিখে\nBhishagratna, Kaviraj KL (১৯১৬)। An English Translation of the Sushruta Samhita in Three Volumes, (Volume 3, Archived by University of Toronto)। Calcutta। ২০১০-০২-০৪ তারিখে মূল থেকে আর্কাইভ করা।  Alt URL  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ অক্টোবর ২০১৬ তারিখে\nDwivedi, Girish; Dwivedi, Shridhar (২০০৭)। \"History of Medicine: Sushruta – the Clinician – Teacher par Excellence\" (পিডিএফ)। Indian Journal of Chest Diseases and Allied Sciences। 49 (4)। ১০ অক্টোবর ২০০৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ জানুয়ারি ২০২২। \nEngler, Steven (২০০৩)। \"\" Science\" vs.\" Religion\" in Classical Ayurveda\"। Numen। 50 (4): 416–463। hdl:11205/105 । ডিওআই:10.1163/156852703322446679। \nHoernle, A. F. Rudolf (১৯০৭)। Studies in the Medicine of Ancient India: Osteology or the Bones of the Human Body। Oxford, UK: Clarendon Press। \nKutumbian, P. (২০০৫)। Ancient Indian Medicine। Orient Longman। আইএসবিএন 978-812501521-5। \nLoukas, M;  ও অন্যান্য (২০১০)। \"Anatomy in ancient India: A focus on the Susruta Samhita\"। Journal of Anatomy। 217 (6): 646–650। ডিওআই:10.1111/j.1469-7580.2010.01294.x। পিএমআইডি 20887391। পিএমসি 3039177 । \nRana, R. E.; Arora, B. S. (২০০২)। \"History of plastic surgery in India\"। Journal of Postgraduate Medicine। 48 (1): 76–8। পিএমআইডি 12082339। \nRây, Priyadaranjan;  ও অন্যান্য (১৯৮০)। Suśruta saṃhitā: a scientific synopsis। Indian National Science Academy। ওসিএলসি 7952879। \nMeulenbeld, Gerrit Jan (১৯৯৯)। A History of Indian Medical Literature। Groningen: Brill (all volumes, 1999-2002)। আইএসবিএন 978-9069801247। \nSharma, P. V. (১৯৯২)। History of medicine in India, from antiquity to 1000 A.D.। New Delhi: Indian National Science Academy। ওসিএলসি 26881970। \nSchultheisz, E. (১৯৮১)। History of Physiology। Pergamon Press। আইএসবিএন 978-0080273426। \nRaveenthiran, Venkatachalam (২০১১)। \"Knowledge of ancient Hindu surgeons on Hirschsprung disease: evidence from Sushruta Samhita of circa 1200-600 bc\"। Journal of Pediatric Surgery। 46 (11): 2204–2208। ডিওআই:10.1016/j.jpedsurg.2011.07.007। পিএমআইডি 22075360। \nTipton, Charles (২০০৮)। \"Susruta of India, an unrecognized contributor to the history of exercise physiology\"। Journal of Applied Physiology। 104 (6): 1553–1556। ডিওআই:10.1152/japplphysiol.00925.2007। পিএমআইডি 18356481। \nValiathan, M. S (২০০৭)। The legacy of Suśruta। Orient Longman। আইএসবিএন 9788125031505। ওসিএলসি 137222991। \nWalton, John (১৯৯৪)। The Oxford medical companion। Oxford New York: Oxford University Press। আইএসবিএন 978-0-19-262355-3। \nZysk, Kenneth (২০০০)। Asceticism and Healing in Ancient India: Medicine in the Buddhist Monastery। Motilal Banarsidass। আইএসবিএন 978-8120815285। \nChari PS. 'Sushruta and our heritage', Indian Journal of Plastic Surgery.\n\n\n== বহিঃসংযোগ ==\nSushruta Samhita, Translated by Rudolf Hoernle\nSushruta Samhita Volume 1, in English, Translated by KK Lal Bhisaghratna\nSushruta Samhita Volume 2, in English, Translated by KK Lal Bhisaghratna\nSushruta Samhita Volume 3, in English, Translated by KK Lal Bhisaghratna\nSutrasthana, Translated by Kaviraj Kunja Lal Bhishagratna\nNidanasthana, Translated by Kaviraj Kunja Lal Bhishagratna\nSharirasthana, Translated by Kaviraj Kunja Lal Bhishagratna\nCikitsasthana, Translated by Kaviraj Kunja Lal Bhishagratna\nKalpasthana, Translated by Kaviraj Kunja Lal Bhishagratna\nUttaratantra, Translated by Kaviraj Kunja Lal Bhishagratna\nThe Sushruta Project: The textual and cultural history of medicine in South Asia based on newly-discovered manuscript evidence.  An academic research project at the University of Alberta (2020-2024)."}