{"pageid": 1114208, "title": "বৈদিক স্তোত্র", "url": "https://bn.wikipedia.org/wiki?curid=1114208", "content": "বৈদিক স্তোত্র হলো বেদের মৌখিক প্রথার (শ্রুতি) বিভিন্ন আবৃত্তি, যা বৈদিক মন্ত্র উচ্চারণের উপায় নিয়ে গঠিত। বৈদিক মন্ত্রের এধরনের ঐতিহ্যকে সচরাচর অস্তিত্বের প্রাচীনতম অবিচ্ছিন্ন মৌখিক প্রথা হিসেবে বিবেচনা করা হয়, বৈদিক গ্রন্থের (সংহিতা) স্থিরকরণ মোটামুটিভাবে হোমারের (প্রাথমিক লৌহযুগের) সময় থেকে সংরক্ষিত।\nইউনেস্কো ৭ নভেম্বর, ২০০৮ সালে বৈদিক স্তুতির এই ঐতিহ্যকে মানবতার মৌখিক এবং অধরা ঐতিহ্যের শ্রেষ্ঠ অবদান হিসেবে ঘোষণা করেছে।\n\n\n== স্বর ==\nবৈদিক মন্ত্রগুলো চারটি স্বর ব্যবহার করে – উদত্ত (মধ্যস্বর), অনুদত্ত (নিম্নস্বর), স্বরিত (উচ্চস্বর) এবং দীর্ঘস্বরিত (উচ্চস্বর প্রসারিত)। এগুলো সাধারণত স্বজ্ঞাত স্বর চিহ্ন দ্বারা চিহ্নিত করা হয় – নিম্নস্বরের জন্য নিম্নরেখা, উচ্চস্বরের জন্য অক্ষরের উপরে ছোট উল্লম্বরেখা এবং দীর্ঘস্বরের জন্য দুটি উল্লম্বরেখা।\n\n\n== পাঠ ==\nবৈদিক নিক্ষেপ উচ্চারণ সহ পাঠ্য এবং এর উচ্চারণ সম্পূর্ণ এবং নিখুঁতভাবে অন্তস্থ করার অনুমতি দেওয়ার জন্য বিভিন্ন পাঠ বা আবৃত্তি শৈলী তৈরি করা হয়েছে। বেদ পাঠের জন্য ১১ প্রকার পাঠপদ্ধতি তৈরি করা হয়েছিল। এর মধ্যে ৩টিকে প্রকৃতিপাঠ এবং ৮টিকে বিকৃতিপাঠ বলা হয়। সংহিতাপাঠ, পদপাঠ, ক্রমপাঠ এই তিনটি হচ্ছে প্রকৃতিপাঠ। জটা, মালা, শিখা, লেখা, ধ্বজ, দণ্ড, রথ এবং ঘন এই ৮টি হচ্ছে বিকৃতিপাঠ কারণ এতে বিপরিত পদক্রম রয়েছে। বিপরিত পদক্রমের জপ বৈদিক (সংস্কৃত) ভাষায় অর্থ পরিবর্তন করে না।\nপ্রকৃতিপাঠের মাঝে সংহিতাপাঠ ও পদপাঠ সবচেয়ে গুরুত্বপূর্ণ। এবং বিকৃতিপাঠের মাঝে জটাপাঠ ও দণ্ডপাঠ গুরুত্বপূর্ণ। আর ঘনপাঠের উৎস জটাপাঠ ও দণ্ডপাঠ উভয়ই। এর জন্য ঘনপাঠকে সবচেয়ে কঠিন বলে মনে করা হয়।\nশিক্ষার্থীদের ৮টি বিকৃতি পাঠশৈলী শেখানোর আগে শুরুতে সহজ পদ্ধতিতে বেদ মুখস্থ করতে শেখানো হয়। যেমন ক্রমাগত আবৃত্তি (সংহিতাপাঠ), পদের পর পদ আবৃত্তি (পদ পাঠ) যেখানে সন্ধিবিচ্ছেদ করা হয়ে থাকে এবং ক্রমা পাঠ (পদগুলো কখ খগ গঘ-এর অনুরূপ সাজানো হয়।...); ।\nযিনি পাঠগুলো আয়ত্ত করেছেন এমন পণ্ডিতকে পাঠিন বলা হয়। এইভাবে, একজন ঘানাপাথিন ঘানার অগ্রসর পর্যায় পর্যন্ত শাস্ত্রের জপ শিখেছেন । ঘনাপাথা বা \"বেল\" জপের মোডকে বলা হয় কারণ শব্দগুলো একটি ঘণ্টার আকারে সামনে পিছনে পুনরাবৃত্তি হয়। ঘানায় বৈদিক জপের স্বাভাবিকতা বৃদ্ধি করা হয়েছে। জটপাঠে, শব্দগুলোকে একত্রে বেঁধে দেওয়া হয়, তাই কথা বলার জন্য, এবং পিছনে পাঠ করা হয়।\n\n\n== মৌখিক প্রেরণ ==\nপ্রাচীন ভারতীয় সংস্কৃতির শাস্ত্রগুলো কোনো প্রকার ব্যতিক্রম ছাড়াই প্রজন্মের পর প্রজন্ম ধরে নির্ভুলভাবে প্রেরণ করা জন্য অসামান্য শ্রম প্রয়োগ করতে হয়েছিল। ভারতের প্রাচীন ঋষিগণ গুরুকুলে তাদের জ্ঞানসমূহ শোনার কৌশল, অন্তস্থ করার কৌশল এবং আবৃত্তির কৌশল তৈরি করেছিল যাকে ‘পাঠ’ বলা হয়। প্রত্যেক বেদের সমস্ত মন্ত্র অনুরূপ উপায়ে পাঠ করা হতো। যেমন- ঋগ্বেদের ১০,৬০০টি মন্ত্র সহ ১,০২৮টি সুক্ত এধরণের ‘পাঠ’ পদ্ধতিই অনুসরণ করে সংরক্ষিত ছিল। প্রতিটি পাঠ আবার বেশ কয়েকটি উপায়ে আবৃত্তি করা হতো, যেন আবৃত্তির বিভিন্ন পদ্ধতি একে অন্যের প্রতি আড়াআড়িভাবে বিদ্যমান থাকে। পিয়েরে-সিলভাইন ফিলিওজ্যাট একে সংক্ষিপ্ত করেছেন:\n\nসংহিতাপাঠ: মন্ত্রের স্বাভাবিক পাঠ, অর্থাৎ বেদের সংহিতাভাগে মন্ত্র যেভাবে সন্ধিযুক্ত সমাসবদ্ধভাবে লিপিবদ্ধ আছে সেভাবে পাঠ করাই সংহিতা পাঠ।\nপদপাঠ: একটি ঋকের প্রত্যেকটি পদ বা শব্দ স্বতন্ত্ররূপে সন্ধিবিচ্ছেদ করে ও সমাসবদ্ধ পদকে ব্যস্ত করে দেখানো হয়েছে। প্রত্যেক পদের পরে বিরতি চিহ্ন রয়েছে যার ফলে উচ্চারণের সংমিশ্রণ রোধ হয়।\nক্রমপাঠ: একটি ধাপে ধাপে আবৃত্তি যেখানে সৌহার্দ্যপূর্ণভাবে যুক্ত শব্দগুলো পরপর এবং ক্রমানুসারে জোড়া হয় এবং তারপর আবৃত্তি করা হয়; উদাহরণস্বরূপ, একটি স্তোত্র \"পদ১ পদ২ পদ৩ পদ৪...\", আবৃত্তি করা হবে \"পদ১পদ২ পদ২পদ৩ পদ৩পদ৪.....\"; যথার্থতা যাচাই করার এই পদ্ধতিটি হিন্দু ঐতিহ্যে বৈদিক ঋষি গার্গ্য এবং সাকার্যকে কৃতিত্ব দেওয়া হয় এবং প্রাচীন সংস্কৃত ব্যাকরণবিদ পাণিনি (প্রাক-বৌদ্ধধর্মের সময়কাল থেকে) উল্লেখ করেছেন;\nক্রমপাঠ পরিবর্তিত: উপরের মতো একই ধাপে ধাপে আবৃত্তি, কিন্তু euphonic-সংমিশ্রণ ছাড়াই (বা প্রতিটি শব্দের মুক্ত রূপ); নির্ভুলতা যাচাই করার এই পদ্ধতিটি হিন্দু ঐতিহ্যে বৈদিক ঋষি বাভ্রাব্য এবং গালভাকে কৃতিত্ব দেওয়া হয় এবং প্রাচীন সংস্কৃত ব্যাকরণবিদ পাণিনিও এর উল্লেখ করেছেন;\nজটাপাঠ , ধ্বজাপাঠ এবং ঘনপাঠ হল একটি পাঠের আবৃত্তি এবং এর মৌখিক সংক্রমণের পদ্ধতি যা খ্রিস্টপূর্ব ৫ম শতাব্দীর পরে, অর্থাৎ বৌদ্ধ ও জৈন ধর্মের শুরুর পরে; এই পদ্ধতিগুলো সংমিশ্রণের আরও জটিল নিয়ম ব্যবহার করে এবং কম ব্যবহৃত হয়।\nঘনপাঠ: এতে প্রথম চারটি পদ দুটি দুটি করে পাঠ করতে হয়; এরপর তিনটি করে পদ যথাক্রমে বিপরীতক্রমে ও বিপর্যস্থভাবে উচ্চারণ করতে হয়।\nএই অসাধারণ ধারণ কৌশলগুলো একটি নির্ভুল শ্রুতিকে প্রজন্মের পর প্রজন্ম জুড়ে প্রক্ষিপ্ত হওয়া ছাড়াই স্থায়িত্ব প্রদান করে, শুধুমাত্র শব্দক্রমের ক্ষেত্রেই অপরিবর্তিত নয় বরং শব্দ গঠনের ক্ষেত্রেও সুক্ষ্মতা দেয়। এই পদ্ধতিগুলো যে কার্যকর, তার প্রমাণ হচ্ছে ভারতীয় ধর্মগ্রন্থগুলোর মাঝে সর্বপ্রাচীন ঋগ্বেদ (আনুমানিক ১৫০০ খ্রিস্টপূর্বাব্দ) সংরক্ষণ।\nবিভিন্ন পটাতে নয়টি শব্দ সহ একটি পাঠ্যের উদাহরণ নীচে সেট করা হয়েছে:\n\n\n== দিব্য বাণী ==\nযথাসম্ভব নির্ভুলভাবে উচ্চারণ এবং উচ্চারণ রক্ষা করার তাগিদ এই বিশ্বাসের সাথে সম্পর্কিত যে উচ্চারণের সময় মন্ত্রগুলির শক্তি তাদের ধ্বনিতে রয়েছে। শাখাগুলোর উদ্দেশ্য হল ঋষিদের দ্বারা উপলব্ধি দিব্য বাণীর উচ্চারণের জ্ঞান সংরক্ষণ করা।\nবৈদান্তিক সাহিত্যের অংশগুলি আধ্যাত্মিক হাতিয়ার হিসাবে শব্দের ব্যবহারকে ব্যাখ্যা করে। তারা দাবি করে যে সমগ্র মহাজাগতিক সৃষ্টি শব্দের মাধ্যমে শুরু হয়েছিল: \"তাঁর উচ্চারণে মহাবিশ্ব এসেছে।\" (বৃহদারণ্যক উপনিষদ ১.২.৪)। বেদান্ত -সূত্রগুলি যোগ করে যে চূড়ান্ত মুক্তি ধ্বনি থেকেও আসে (অনাবৃত্তিঃ শব্দত)।\nকাত্যায়ন বক্তৃতাকে পরম ব্রহ্মের সাথে তুলনা করেছেন। তিনি ঋগ্বেদিক শ্লোকটি ব্যবহার করেছেন - \"চারটি তার শিং, তিনটি তার পা, দুটি তার মাথা এবং সাতটি তার হাত, ত্রিগুণযুক্ত ষাঁড়টি জোরে গর্জন করে, মহান দেবতা মর্ত্যে প্রবেশ করেন\" (ঋগ্বেদ, iv. 58, 3), এই দাবি জাহির করতে. কাত্যায়ন ব্যাখ্যা করেছেন যে শ্লোকে, \"চার শৃঙ্গ\" হল চার ধরনের শব্দ অর্থাৎ বিশেষ্য, ক্রিয়াপদ, অব্যয় এবং কণা; এর \"তিন ফুট\" অর্থ তিনটি কাল, অতীত, বর্তমান এবং ভবিষ্যত; \"দুই মাথা\" শাশ্বত এবং অস্থায়ী শব্দগুলিকে বোঝায়, \"প্রকাশিত\" এবং \"প্রকাশকারী\" হিসাবে আলাদা; এর \"সাত হাত\" হল সাতটি কেস অ্যাফিক্স; \"ত্রিগুণ আবদ্ধ\" তিনটি অঙ্গে আবদ্ধ হয় বুক, গলা এবং মাথা; রূপক \"ষাঁড়\" (বৃষভ) বোঝাতে ব্যবহৃত হয় যে জ্ঞানের সাথে ব্যবহার করলে ফল দেয়; \"জোরে গর্জন\" শব্দ, বক্তৃতা বা ভাষা উচ্চারণ বোঝায়; এবং \"মহান ঈশ্বর মানুষের মধ্যে প্রবেশ করেন\" এর মধ্যে \"মহান ঈশ্বর\" বক্তৃতাটি মরণশীলদের মধ্যে প্রবেশ করে।  এইভাবে, প্রাথমিক ধ্বনিকে প্রায়শই শব্দ ব্রহ্ম বা \" পরম হিসাবে শব্দ\" হিসাবে উল্লেখ করা হয়। মৈত্রী উপনিষদ বলে:\nমন্ত্র, বা পবিত্র ধ্বনি, শুদ্ধিকরণ এবং আধ্যাত্মিক জ্ঞানার্জনের উদ্দেশ্যে অস্তিত্বের ইন্দ্রিয়গত, মানসিক এবং বৌদ্ধিক স্তর (চেতনার সমস্ত নিম্ন স্তর) ভেদ করতে ব্যবহৃত হয়। \"শব্দ কম্পনের দ্বারা একজন মুক্ত হয়\" (বেদান্ত-সূত্র 4.22)।\n\n\n== আরও দেখুন ==\nব্রহ্ম সংহিতা\nবৈদিক মন্ত্রের ব্যাখ্যা\nশ্রৌত\nস্বাধ্যায়\nমৌখিক প্রথা\n\n\n== টিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCowell, E. B.; Gough, A. E. (২০০১), The Sarva-Darsana-Samgraha or Review of the Different Systems of Hindu Philosophy: Trubner's Oriental Series, Taylor & Francis, আইএসবিএন 978-0-415-24517-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFilliozat, Pierre-Sylvain (২০০৪), \"Ancient Sanskrit Mathematics: An Oral Tradition and a Written Literature\",   Chemla, Karine, History of Science, History of Text (Boston Series in the Philosophy of Science), Dordrecht: Springer Netherlands, 254 pages, pp. 137–157, পৃষ্ঠা 360–375, আইএসবিএন 978-1-4020-2320-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHoward, Wayne. Veda Recitation in Varanasi. Motilal Banarsidass. আইএসবিএন ৯৭৮-৮১-২০৮-০০৭১-৭.\nKrishnananda (Swami.), S. Bhagyalakshmi. Facets of Spirituality: Dialogues and Discourses of Swami Krishnananda. Motilal Banarsidass, ১st edition (June ১, ১৯৮৬). আইএসবিএন ৯৭৮-৮১-২০৮-০০৯৩-৯\nRamaswami, Srivatsa. Yoga for the Three Stages of Life: Developing Your Practice As an Art Form, a Physical Therapy, and a Guiding Philosophy. Inner Traditions; ১ST edition (January ১, ২০০১). আইএসবিএন ৯৭৮-০-৮৯২৮১-৮২০-৪.\nScharfe, Hartmut. Education in Ancient India\", ২০০২, BRILL; আইএসবিএন ৯০-০৪-১২৫৫৬-৬, আইএসবিএন ৯৭৮-৯০-০৪-১২৫৫৬-৮\nStaal, Frits (১৯৮৬), The Fidelity of Oral Tradition and the Origins of Science, Mededelingen der Koninklijke Nederlandse Akademie von Wetenschappen, Afd. Letterkunde, NS 49, 8. Amsterdam: North Holland Publishing Company, 40 pages উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nVedic Chanting – A perfectly formulated Oral Tradition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুলাই ২০১৯ তারিখে\nBBC Story on UN\nMethods of Chanting\nWeekly podcast on Vedic Chanting and Vedic 'Mythology'\nVeda Reciting styles\nRadio Sai - streaming Vedic Chants\nVedic Chanting Generation Tool  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ জানুয়ারি ২০২২ তারিখে"}