{"pageid": 111445, "title": "শয়তানবাদ", "url": "https://bn.wikipedia.org/wiki?curid=111445", "content": "শয়তানবাদ সাধারণভাবে হিব্রু বাইবেল ও কুরআনের উল্লেখ শয়তানের উপাসনা, ভক্তি বা প্রশংসাকে বোঝানো হয়ে থাকে। নূতন নিয়মে আরো বিস্তারিত ধারণা পাওয়া যায়, যেখানে যিশুর প্রলুব্ধ হওয়ার ঘটনাকে বুঝানো হয়েছে। আব্রাহামিক ধর্মে শয়তানকে তুলনা করা হয়েহে বিপথগামী দেবদূত বা দানব হিসেবে যে মানুষকে খারাপ কাজ বা পাপ করতে অনুপ্রেরণা যোগায়। ইসলাম ধর্ম অনুযায়ী শয়তানকে ইসলাম ধর্মের প্রধান শত্রু হিসেবে গণ্য করা হয়েছে। ইউরোপে রেঁনেসা হওয়ার পরে শয়তানকে আসলে রূপক অর্থে দেখা হয়েছে যা বোঝাচ্ছে বিশ্বাসের অভাবকে, বিচ্ছিন্নতাবাদ, ইচ্ছার স্বাধীনতা, জ্ঞান এবং আলোকিত হওয়াকে। সাহিত্যে শয়তানকে মিল্টনের প্যারাডাইজ লস্ট-এ দেখানো হয়।\n১৯৬০ সালের আগে শয়তান-উপাসকদলগুলোকে গুপ্ত ও অবৈধ মনে করা হত। হাদীসবিদ্যা বিরোধী আইন যেমন ব্রিটিশ হাদীসবিদ্যা আইন ১৭৩৫ (যা ১৯৫১ সালের আগ পর্যন্ত বিদ্যমান ছিল) জনগণের হাদীসবিদ্যা ও শয়তানবাদ বিরোধী আবেগকে প্রকাশ করে। আধুনিক শয়তানবাদ প্রথম সবার নজরে আসে ১৯৬৬ সালে চার্চ অব স্যাটান বা \"শয়তানের গির্জা\" প্রতিষ্ঠার মাধ্যমে। আধুনিক শয়তানবাদি দলগুলো নানা ভাগে বিভক্ত হলেও প্রধান দু'টি ধারা হচ্ছে আস্তিক ও নাস্তিক। আস্তিকরা শয়তানকে ইবলিশ হিসেবে জানে। অন্যদিকে নাস্তিক শয়তানবাদিরা নিজেদের নাস্তিক মনে করে এবং শয়তানকে মনে করে মানুষের খারাপ বৈশিষ্ট্যের একটি প্রতীকরপ হিসাবে।\n\n\n== আস্তিক শয়তানবাদ ==\n \nআস্তিক শয়তানবাদে (থেইস্টিক স্যাটানিজম, যা প্রাচীনপন্থী শয়তানবাদ বা আধ্যাত্বিক শয়তানবাদ বলেও পরিচিত) শয়তানকে দেবতা হিসেবে উপাসনা করা হয়। থেইস্টিক স্যাটানিজমকে নানা দৃষ্টিকোণ থেকে দেখা যায়, যাতে আছে কালো যাদুর উপর বিশ্বাস স্থাপন, যা শয়তানের পূজার মাধ্যমে অর্জিত হতে পারে। আস্তিক স্যাটানিজমে শিথিলায়নের রীতি এবং আত্মার উন্নয়ন-ও অন্তর্ভুক্ত। আস্তিক শয়তানবাদ প্রাচীন আধ্যাত্বিকতা সম্পর্কিত সূত্রগুলো থেকেও অনুপ্রেরণা লাভ করে (১৯৬০ সালের স্যাটানিক বাইবেলের পূর্বের সূত্রসমূহ), যেমন ফরাসী ঐতিহাসিক জুল মিশলের ১৮৬২ সালের বই স্যাটানিজম অ্যান্ড উইচক্রাফট।\nআরেকটি দলকে আস্তিক স্যাটানিজমের ভাগে ফেলা যায়। এদের বলা হয় \"রিভার্স ক্রিশ্চিয়ান\" বা \"বিপরীত খ্রিষ্টবাদি\" যা অন্যান্য আস্তিক শয়তানবাদি দলগুলো একটি খারাপ শব্দ হিসাবে ধরে । খ্রিষ্টানরা অভিযোগ করে যে রিভার্স ক্রিশ্চিয়ানরা ব্ল্যাক মাসের চর্চা করে থাকে ।\n\n\n== নাস্তিক শয়তানবাদ ==\n\nনাস্তিক শয়তানবাদ (অ্যাথেইস্টিক স্যাটানিজম, যা দার্শনিক শয়তানবাদ বা আধুনিকপন্থী শয়তানবাদ বলেও পরিচিত) একটি ধর্ম যা লাভেয়ান স্যাটানিজম (ইংরেজি: LaVeyan Satanism) নামে বেশি পরিচিত। ১৯৬৬ সালে অ্যান্টন লাভেই এই ধর্ম প্রচার শুরু করে। এর মূল তত্ত্বগুলো আত্মকেন্দ্রিকতা, স্বভোগ ও \"চোখের পরিবর্তে চোখ\" (\"Eye for an Eye\") নৈতিকতার ওপর প্রতিষ্ঠিত। লাভীয় শয়তানবাদি দলগুলো নাস্তিকতা ও অজ্ঞেয়বাদে বিশ্বাসী এবং তারা শয়তানকে মানুষের সহজাত সুপ্ত প্রবৃত্তির প্রতীক মনে করে। এরা সংখ্যালঘু একটি মতবাদের লোক যারা কোন ধরনের ধর্মবিশ্বাসের সাথে জড়িত নয় এবং যার অনুসারীরা নিজ ইচ্ছাপূরণে সচেষ্ট, বন্ধুদের প্রতি সদয় ও শত্রুদের অনিষ্টে বিশ্বাসী হয়ে থাকে। তাদের বিশ্বাসগুলো স্যাটানিক বাইবেলে লিপিবদ্ধ যা চার্চ অব স্যাটান দেখাশোনা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}