{"pageid": 1114632, "title": "মীর্জা বাকী", "url": "https://bn.wikipedia.org/wiki?curid=1114632", "content": "মীর্জা বাকী ( ফার্সি: میرزا باقی) যিনি মির্জা বাকী বেগ নামেও পরিচিত, ছিলেন সপ্তদশ শতকের মোগল সাম্রাজ্যের সামরিক জেনারেল। তিনি ফুলডুবি (ফরিদপুরের নিকটে) ও ভুলুয়া (নোয়াখালী) থানাদার হিসেবে দায়িত্ব পালন করেন। \n\n\n== কর্মজীবন ==\nকাসিম খাঁন চিশতীর নির্দেশে, মীর্জা বাকী আবদুন নবীর নেতৃত্বে কাটঘর অভিযান ও বিজয়ে যোগ দেন। \nমীর্জা বাকী ছিলেন ইব্রাহিম খাঁন ফতেহ-জঙ্গের বখশী। খাঁন যখন খবর পান যে বর্মীরা আরাকান আক্রমণ করেছে, তখন তিনি মীর্জা বাকীকে তাদের পাশে নদী পাহারা দেওয়ার নির্দেশ দেন।  মীর্জা বাকীকে এটি করার জন্য ৬০০ সশস্ত্র সৈন্য এবং বেশ কয়েকটি নৌকার নেতৃত্ব দেওয়া হয়েছিল।  সন্ধ্যার বাদে ৪৫ মিনিটের মধ্যে মীর্জা বাকী তার বহর নিয়ে জাহাঙ্গীরনগরের (ঢাকা) উদ্দেশে রওনা দেন এবং মধ্যরাতের কিছু বাদে পৌঁছান। অন্য জেনারেলরা ভোরবেলা মীর্জা বাকীর সাথ পায়।  \nইব্রাহিম খাঁন বাদে মীর্জা বাকী এবং রাজা রঘুনাথকে ১০০টি নৌকা নিয়ে খাঁনপুর নদীর কাছে গোয়ালপাড়ার কেল্লায় পাঠান যাতে সরহাদ খান এবং শেখ কামালের অবশিষ্ট সৈন্যদের নিরাপদে হেফাজৎ করা যায়। মীর্জা নাথানকে তাদের সাথে যোগ দিতে রাজী করার পর, মীর্জা বাকী এবং তার সঙ্গীরা হাজো অভিযানে রওনা হন যেখানে তারা কুলিজ খাঁনের সাথে দীদার করেন। যাইহোক, নাথান পরে আবারও শেখ কামালের সাথে তর্কে জড়িয়ে পড়েন এবং তাই মীর্জা বাকী এবং রঘুনাথ ভবচনের পরিকল্পিত বন্দিত্বে অংশ না নিয়ে জাহাঙ্গীরনগর ফিরে আসেন। \nযখন ইব্রাহিম খাঁনের আকবরনগর (রাজমহল) সফর শুরূ হ​য়, তিনি মীর্জা বাকীর নেতৃত্বে ১০০০ সশস্ত্র মোগল সৈন্যদের সঙ্গে ফুলডুবির থানাদার নিযুক্ত করেন। এ সময় ইব্রাহিম খাঁন মারা যান এবং তার কিছু সৈন্যকে ফুলডুবিতে মীর্জা বাকীর কাছে পাঠানো হয়।  \n১৬২৪ সালে শাহজাদা খুররম (আগামীর শাহ জাহান) জাহাঙ্গীরনগরে আগমন করলে তিনি মীর্জা বাকীকে ভুলুয়ার থানাদার নিযুক্ত করেন এবং তাকে ৫০০ সৈন্য ও ৪০০ ঘোড়ার মনসবদার করেন।  ১৬২৫ সালে, মগ রাজা সীরি সুধম্ম ভুলুয়ায় মীর্জা বাকীকে পরাজিত করেন এবং প্রচুর [[ নিয়ে আরাকানে ফিরে আসেন। \n\n\n== মতাদর্শ ==\nখাঁনপুর নদীর কাছে সদ্য বিজিত গোয়ালপাড়ার কেল্লায়, মীর্জা বাকী এবং রাজা রঘুনাথকে ইব্রাহিম খাঁন ফতেহ-জঙ্গ নির্দেশ দিয়েছিলেন যে তারা মীর্জা নাথানকে জানাবেন যে সে শেখ কামাল এবং সরহাদ খাঁনের আদেশ অনুসরণ করবে। যখন তারা একটি মজলিসে একে অপরের সাথে মিলিত হয়েছিল, নাথান মীর্জা বাকীর খুব মেহমানপরায়ণ ছিলেন। তারা বাদে একটি ব্যক্তিগত কোঠায় যায় যেখানে মীর্জা বাকী নাথানকে তাকে কী করতে হবে তা জানিয়েছিল। নাথান যাকে অধীনতা হিসেবে দেখেছিলে তাতে প্রচণ্ডভাবে ক্ষুব্ধ হয়েছিলে এবং বাংলায় বেশুমার বারো-ভুঁইয়াদের  পরাজয়ের বিষয়ে তার প্রচেষ্টার জন্য গর্ব করেছিলে। জবাবে, মীর্জা বাকী তার প্রচেষ্টাকে উপহাস করেছেন এবং গোয়ালপাড়া বিদ্রোহীদের \"জেলেদের দল\" বলে উল্লেখ করেছেন।  \n\n\n== আরও দেখুন ==\nনোয়াখালীর ইতিহাস\n\n\n== তথ্যসূত্র =="}