{"pageid": 1114437, "title": "শ্লোক", "url": "https://bn.wikipedia.org/wiki?curid=1114437", "content": "শ্লোক (সংস্কৃত: श्लोक) হলো ভারতের শাস্ত্রীয় ভাষা সংস্কৃতে ব্যবহৃত একপ্রকার কাব্যিক রূপ। এটি ১৬ পদাংশ, বা ৩২ পদাংশের চারটি পদ বা চতুর্থাংশ পদ নিয়ে গঠিত। মনিয়ার-উইলিয়ামসের মতে, শ্লোক হলো যেকোনো পদ বা স্তবক, প্রবাদ, উক্তি; কিন্তু বিশেষ করে এটি ৩২-পদাংশ শ্লোককে বোঝায়, যা বৈদিক অনুষ্টুভ ছন্দ থেকে উদ্ভূত।\nবৈদিক গ্রন্থে অনুষ্টুভ পাওয়া যায়, কিন্তু এর উপস্থিতি গৌণ, এবং ঋগ্বেদে ত্রিষ্টুভ এবং গায়ত্রী ছন্দ প্রাধান্য পায়। পাঠ্যে শ্লোকের প্রধান উপস্থিতি চিহ্নিতকারী যে পাঠ্যটি সম্ভবত উত্তর-বৈদিক।\nশ্লোক হলো ভারতীয় মহাকাব্য স্তবকের ভিত্তি, এবং এটিকে ভারতীয় স্তবক হিসেবে বিবেচনা করা যেতে পারে, কারণ এটি শাস্ত্রীয় সংস্কৃত কবিতায় যেকোনো ছন্দের তুলনায় অনেক বেশি ব্যবহৃত হয়। শ্লোক সাধারণত ভগবদ্গীতা, মহাভারত, রামায়ণ, পুরাণ, স্মৃতির পাশাপাশি সুশ্রুত সংহিতা ও চরক সংহিতাতে ব্যবহৃত হয়। উদাহরণস্বরূপ, মহাভারত এর অধ্যায়ে অনেক শ্লোক ছন্দ বৈশিষ্ট্যযুক্ত, কিন্তু স্তবকের ৯৫% শ্লোক অনুষ্টুভ ধরনের, এবং বাকি অধিকাংশই ত্রিষ্টুভ।\nপ্রথাগত দৃষ্টিভঙ্গি হলো ভালোবাসায় আবদ্ধ দুটি পাখির মধ্যে একটিকে শিকারী কর্তৃক বিদ্ধ হতে দেখে দুঃখে রামায়ণের রচয়িতা বাল্মীকি অনিচ্ছাকৃতভাবে স্তবকের শ্লোক রূপটি রচনা করেন। এজন্য তাকে আদিকবি বলা হয়।\n\n\n== শ্লোক ও মন্ত্রের মধ্যে পার্থক্য ==\nশ্লোক নির্দিষ্ট ছন্দ রচনা করতে হবে, প্রতি লাইনে নির্দিষ্ট সংখ্যক শব্দ সহ নির্দিষ্ট সংখ্যক লাইন সহ, প্রতিটি শব্দ মন্ত্র হতে পারে। উদাহরণস্বরূপ, বিষ্ণু সহস্রনাম অনুষ্টুভ ছন্দ (চারটি শব্দের দুটি লাইন)।\nঅন্যদিকে, মানত্র, ওঙ্কার (আদি ধ্বনি) দ্বারা উপসর্গযুক্ত ও প্রয়োজনীয় নাম এবং উপসর্গ ও প্রত্যয়ের মধ্যে অভিবাদন শব্দ নাম দ্বারা প্রত্যয়িত। কোন ছন্দ নির্ধারিত নেই। যেকোন ভারনিক বা ছন্দোময় ছন্দের গান হল শ্লোক৷ সাধারণ ভুল থাকা সত্ত্বেও বৈদিক স্তোত্রের স্তবকগুলো শ্লোক নয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMichael Hahn: \"A brief introduction into the Indian metrical system for the use of students\" (pdf)\nIntroduction to Sanskrit prosody LearnSanskrit.Org\nChanting of opening of Bhagavad Gita (starts at 0:46).\n3 ślokas read by Dr R. Ganesh (including the one from Harṣacaritam)"}