{"pageid": 1114769, "title": "প্যাট্রিক অলিভেল", "url": "https://bn.wikipedia.org/wiki?curid=1114769", "content": "প্যাট্রিক অলিভেল ভারতবিদ্যা, সাংস্কৃতিক ভাষাতত্ত্ব ও সংস্কৃত সাহিত্যের একজন পণ্ডিত। তার কাজ সন্ন্যাসব্রত, ত্যাগ ও ধর্মের উপর দৃষ্টি নিবদ্ধ করেছে।\nতিনি ১৯৯১ সাল থেকে ইউনিভার্সিটি অব টেক্সাস অ্যাট অস্টিন এর সংস্কৃত ভাষা ও ভারতীয় ধর্মের অধ্যাপক ছিলেন।\n\n\n== প্রারম্ভিক জীবনী ==\nঅলিভেলের জন্ম শ্রীলঙ্কায়। ১৯৭২ সালে অক্সফোর্ড বিশ্ববিদ্যালয় থেকে তিনি বি এ (সম্মান) ডিগ্রি অর্জন করেন, যেখানে তিনি টমাস বারো এবং রবার্ট চার্লস জাহেনারের কাছে সংস্কৃত, পালি ও ভারতীয় ধর্ম অধ্যয়ন করেন। লুডো রোচারের তত্ত্বাবধানে যাদব প্রকাশের যতিধর্ম প্রকাসের সমালোচনামূলক সংস্করণ ও অনুবাদ সম্বলিত গবেষণামূলক প্রবন্ধের জন্য ১৯৭৪ সালে পেনসিলভেনিয়া বিশ্ববিদ্যালয় থেকে তিনি পিএইচডি ডিগ্রি অর্জন করেন। ১৯৭৪ থেকে ১৯৯১ সালের মধ্যে, অলিভেল ইন্ডিয়ান ইউনিভার্সিটি ব্লুমিংটনের ধর্ম অধ্যয়ন বিভাগে পড়াতেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nLindquist, Steven E. (২০১১), \"Introduction: Patrick Olivelle and Indology\",   Steven E. Lindquist, Religion and Identity in South Asia and Beyond: Essays in Honor of Patrick Olivelle, Anthem Press, পৃষ্ঠা 9–20, আইএসবিএন 978-0-85728-790-8, সংগ্রহের তারিখ ৩০ সেপ্টেম্বর ২০১৩ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nClark, Matthew (২০০৭), Patrick Olivelle: A Profile, SOAS, University of London, ২৪ সেপ্টেম্বর ২০১৫ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১০ ফেব্রুয়ারি ২০২৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJamison, Stephanie W. (২০০৮), \"Review of: Languages, Texts, and Society: Explorations in Ancient Indian Culture and Religion by Patrick Olivelle; Ascetics and Brahmins: Studies in Ideologies and Institutions by Patrick Olivelle\", Journal of the American Oriental Society, 128 (2): 395–396, জেস্টোর 25608395 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\"Prof. Patrick Olivelle and Dr Nick Sutton discuss the Vedas and Upanishads\"। Oxford Centre for Hindu Studies Online Education Initiative। ২০১০।"}