{"pageid": 1114038, "title": "গৌতম ধর্মসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1114038", "content": "গৌতম ধর্মসূত্র হলো একটি সংস্কৃত গ্রন্থ এবং সম্ভবত প্রাচীন ধর্মসূত্রগুলির মধ্যে একটি, যার পাণ্ডুলিপিগুলি আধুনিক যুগে টিকে আছে।\nসম্পূর্ণ কল্পসূত্রের সাথে অসংলগ্ন এবং স্বাধীন গ্রন্থ হিসেবে গৌতম ধর্মসূত্র টিকে আছে, কিন্তু সমস্ত ধর্মসূত্রের মতো এটি শ্রৌতসূত্র ও গৃহ্যসূত্র ইতিহাস থেকে হারিয়ে গেছে। পাঠ্যটি সামবেদ দর্শনের অন্তর্গত, এবং এর তপস্যা তত্ত্বের ২৬তম অধ্যায়টি সামবেদের পাঠ্যের সামবিধান ব্রাহ্মণ স্তর থেকে প্রায় সম্পূর্ণরূপে ধার করা হয়েছে।\nপাঠ্যটি উল্লেখযোগ্য যে এটি ধর্ম সম্পর্কিত অনেক পুরানো গ্রন্থ এবং কর্তৃপক্ষের উল্লেখ করেছে, যার ফলে পণ্ডিতরা এই সিদ্ধান্তে পৌঁছেছেন যে এই পাঠ্য রচনার আগে প্রাচীন ভারতে ধর্মসূত্র পাঠের সমৃদ্ধ ধারা বিদ্যমান ছিল।\n\n\n== লেখকত্ব ও কালপঞ্জি ==\n\nধর্মসূত্রটি গৌতমের উপর আরোপিত করা হয়, এটি \nব্রাহ্মণ পরিবারের সদস্য, যার অনেক সদস্যই সামবেদের বিভিন্ন শাখা (বৈদিক দর্শন) প্রতিষ্ঠা করেছিলেন। পাঠ্যটি সম্ভবত সামবেদ ঐতিহ্যের রানায়ানিয়া শাখায় রচিত হয়েছিল, সাধারণত আধুনিক মারাঠারা যেখানে বাস করে (মহারাষ্ট্র-গুজরাত) তার সাথে মিল রেখে। পাঠ্যটি সম্ভবত প্রত্যন্ত যুগের শ্রদ্ধেয় ঋষি গৌতমকে আরোপিত করা হয়েছে, তবে এই সামবেদ দর্শনের সদস্যরা স্বাধীন গ্রন্থ হিসাবে রচিত।\nকেন অনুমান করেছিলেন যে গৌতম ধর্মশাস্ত্রের তারিখ আনুমানিক ৬০০-৪০০ খৃষ্টপূর্বাব্দ। যাইহোক, প্যাট্রিক অলিভেল বলেছেন যে এই পাঠ্যটি যবন শব্দের সাথে গ্রীকদের বংশধরদের নিয়ে আলোচনা করে, যাদের উত্তর-পশ্চিম ভারতে উল্লেখযোগ্য সংখ্যায় আগমন ও থাকার তারিখ দারিয়ুস (~৫০০ খৃষ্টপূর্বাব্দ) এর পরে। অশোকের আদেশে (২৫৬ খৃষ্টপূর্বাব্দ) যবনদেরকে সীমান্তবর্তী মানুষ বলা হয়েছে, অলিভেল বলেছে, এবং গৌতম তাদের গুরুত্ব দিয়েছেন যেন তারা অ-সীমান্ত মানুষ, এই লেখাটি সম্ভবত অশোকের আদেশের পরে রচিত হয়েছে, অর্থাৎ খ্রিস্টপূর্ব তৃতীয় শতাব্দীর মাঝামাঝি। অলিভেল বলেছেন যে আপস্তম্ব ধর্মসূত্রটি সম্ভবত ধর্মসূত্র ধারার সবচেয়ে প্রাচীন পাঠ্য, এর পরে গৌতম ধর্মশাস্ত্র রয়েছে। রবার্ট লিঙ্গাত অবশ্য বলেছেন যে পাঠ্যটিতে যবনের উল্লেখ বিচ্ছিন্ন, এবং এই ক্ষুদ্র ব্যবহারটি গ্রিকো-ব্যাক্ট্রিয়ান রাজ্যগুলিকে নির্দেশ করতে পারে যেগুলির সীমানা অশোক যুগের আগে উত্তর-পশ্চিম ভারতীয় উপমহাদেশে পৌঁছেছিল। লিঙ্গাত মনে করেন যে গৌতম ধর্মশাস্ত্র সম্ভবত ৪০০ খৃষ্টপূর্বাব্দের পূর্বের হতে পারে, এবং তিনি এবং অন্যান্য পণ্ডিতরা এটিকে প্রাচীনতম বর্তমান ধর্মসূত্র বলে মনে করেন।\nআপেক্ষিক কালানুক্রম নির্বিশেষে, প্রাচীন গৌতম ধর্মসূত্র, অলিভেলে বলে,একটি পরিপক্ক আইনি প্রক্রিয়া ঐতিহ্যের স্পষ্ট লক্ষণ দেখায় এবং দুটি গ্রন্থের মধ্যে সমান্তরাল থেকে বোঝা যায় যে খ্রিস্টপূর্ব ১ম সহস্রাব্দে এই গ্রন্থগুলি রচিত হওয়ার আগে উল্লেখযোগ্য ধর্ম সাহিত্য বিদ্যমান ছিল।\nপাঠ্যের মূল ভিত্তি বৌদ্ধধর্মের পূর্ব-তারিখ হতে পারে কারণ এটি বেদকে সম্মান করে এবং সন্ন্যাসীদের জন্য ভিক্ষুর মতো শব্দ ব্যবহার করে, যা পরবর্তীতে বৌদ্ধদের সাথে যুক্ত হয়, এবং হিন্দুদের সাথে যুক্ত যতি বা সন্ন্যাসী শব্দের পরিবর্তে। প্রমাণ আছে যে কিছু অনুচ্ছেদ, যেমন বর্ণ ও মিশ্র বিবাহ সম্পর্কিত, সম্ভবত এই পাঠ্য মধ্যে প্রক্ষিপ্ত ও পরবর্তী তারিখে পরিবর্তিত হয়।\n\n\n== সংগঠন ও বিষয়বস্তু ==\nপাঠ্যটি সম্পূর্ণরূপে গদ্যে রচিত, অন্যান্য জীবিত ধর্মসূত্রের বিপরীতে যেটিতে কিছু পদও রয়েছে। বিষয়বস্তু সূত্রধর্মী সূত্র শৈলীতে সংগঠিত, যা প্রাচীন ভারতের সূত্রের সময়কালের বৈশিষ্ট্য। পাঠ্যটি ২৮টি অধ্যায়ে, সমষ্টিগত মোট ৯৭৩টি শ্লোকে বিভক্ত। এর ধারার টিকে থাকা প্রাচীন গ্রন্থগুলির মধ্যে, গৌতম ধর্মসূত্রের সবচেয়ে বড় অংশ (১৬%) সরকারি ও বিচারিক পদ্ধতির জন্য উৎসর্গ করা হয়েছে, যেখানে অাপস্তম্বের ৬%, বৌধায়নের ৩% এবং বশিষ্ঠের ৯%।\nগৌতম ধর্মসূত্রের বিষয়বস্তু, ড্যানিয়েল ইঙ্গলস বলেছেন, প্রাচীন ভারতে ব্যক্তিগত সম্পত্তির অধিকার বিদ্যমান ছিল, যে রাজার কর আদায়ের অধিকার ছিল এবং তার রাজ্যের নাগরিকদের রক্ষা করার পাশাপাশি এই বিবাদগুলি উদ্ভূত হলে এবং যখন তাদের মধ্যে বিরোধগুলি যথাযথ প্রক্রিয়ার মাধ্যমে নিষ্পত্তি করা তার কর্তব্য ছিল।\nএই ধর্মসূত্রের বিষয়গুলি পদ্ধতিগতভাবে সাজানো হয়েছে, এবং অনেক পরে ধর্ম-সম্পর্কিত স্মৃতি (ঐতিহ্যমূলক গ্রন্থে) পাওয়া পাঠ্যের কাঠামোর সাথে সাদৃশ্যপূর্ণ।\n\n\n== ভাষ্য ==\n\nমাসকারিন ও হরদত্ত দুজনেই গৌতম ধর্মসূত্রের উপর মন্তব্য করেছিলেন – সবচেয়ে প্রাচীনটি ৯০০-১০০০ খ্রিস্টাব্দে মাসকারিনের লেখা, হরদত্তের আগে (যিনি আপস্তম্বের উপরও মন্তব্য করেছিলেন)।\nঅলিভেলে বলেছেন যে হরদত্ত গৌতম ধর্মসূত্রের উপর তার ভাষ্য লেখার সময় মিতাক্ষরা মাসকারিনের ভাষ্য থেকে অবাধে অনুলিপি করেছিলেন। বিপরীতে, ব্যানার্জী বলেছেন যে হরদত্তের ভাষ্য মাসকারিনের চেয়ে পুরানো। অসহায় গৌতম পাঠের উপর ভাষ্যও লিখেছেন, কিন্তু এই পাণ্ডুলিপি হয় হারিয়ে গেছে বা এখনও আবিষ্কৃত হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDaniel H.H. Ingalls (২০১৩)।  Roy W. Perrett, সম্পাদক। Theory of Value: Indian Philosophy। Routledge। আইএসবিএন 978-1-135-70357-8। \nTimothy Lubin; Donald R. Davis Jr; Jayanth K. Krishnan (২০১০)। Hinduism and Law: An Introduction। Cambridge University Press। আইএসবিএন 978-1-139-49358-1। \nPatrick Olivelle (১৯৯৯)। Dharmasutras: The Law Codes of Ancient India। Oxford University Press। আইএসবিএন 978-0-19-283882-7। \nPatrick Olivelle (২০০৫)। Manu's Code of Law। Oxford University Press। আইএসবিএন 978-0-19-517146-4। \nPatrick Olivelle (২০০৬)। Between the Empires: Society in India 300 BCE to 400 CE। Oxford University Press। আইএসবিএন 978-0-19-977507-1। \nRobert Lingat (১৯৭৩)। The Classical Law of India। University of California Press। আইএসবিএন 978-0-520-01898-3।"}