{"pageid": 1114460, "title": "টুপান প্যাটারা", "url": "https://bn.wikipedia.org/wiki?curid=1114460", "content": "টুপান প্যাটারা (ইংরেজি: Tupan Patera) বৃহস্পতির প্রাকৃতিক উপগ্রহ আইয়োর একটি প্যাটারা (স্ক্যালোপ-আকৃতির প্রান্তভাগ-যুক্ত এক ধরনের জটিল অভিঘাত গহ্বর)। এটি আইয়োর বৃহস্পতি-বিপরীতমুখী গোলার্ধে অবস্থিত এবং এটির স্থানাঙ্ক ১৮.৭৩° দক্ষিণ ১৪১.১৩° পশ্চিম﻿ / -18.73; -141.13। টুপান গড়ে উঠেছে প্যাটারা নামে পরিচিত একটি আগ্নেয় জ্বালামুখ নিয়ে, যেটি ৭৯ কিলোমিটার চওড়া ও ৯০০ মিটার গভীর। ১৯৭৯ সালে দু’টি ভয়েজার মহাকাশযান কর্তৃক নিম্ন-রেজোলিউশন পর্যবেক্ষণে এই আগ্নেয়গিরিটি প্রথম দৃষ্ট হয়। তবে ১৯৯৬ সালে গ্যালিলিও মহাকাশযানটির প্রথম পরিক্রমার পূর্বাবধি এই আগ্নেয়গিরিতে কোনও অগ্ন্যুৎপাতের ঘটনা চোখে পড়েনি। প্রায়-অবলোহিত তাপনিঃসরণের প্রথম শনাক্তকরণ এবং পরবর্তী কয়েকটি পরিক্রমায় গ্যালিলিও কর্তৃক পরবর্তী শনাক্তকরণগুলির পরে ১৯৯৭ সালে ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন কর্তৃক ব্রাজিলের আদিবাসী টুপি-গুয়ারানিদের বজ্রদেবতার নামানুসারে এই আগ্নেয়গিরিটির নামকরণ করা হয় ‘টুপান প্যাটারা’।\n১৯৯৬ থেকে ২০০১ সালের মধ্যবর্তী সময়ে গ্যালিলিও-র নিয়ার-ইনফ্রারেড ম্যাপিং স্পেকট্রোমিটার (এনআইএমএস) কর্তৃক পর্যবেক্ষণের মাধ্যমে জানা যায় যে, টুপান হল পুনঃপুনঃ অগ্ন্যুৎপাতকারী সক্রিয় আগ্নেয়গিরি। আইয়োর বৃহস্পতি-বিপরীতমুখী গোলার্ধে এনআইএমএস-এর অধিকাংশ পর্যবেক্ষণেই এটিকে দেখা যায়। ২০০১ সালের ১৬ অক্টোবর তারিখের পরিক্রমার সময় গ্যালিলিও টুপান প্যাটারার উচ্চ-রেজোলিউশন রঙিন ছবি ও প্রায়-অবলোহিত বর্ণালি গ্রহণে সক্ষম হয়। এই তথ্যগুলি থেকে জানা যায় যে প্যাটারার তলদেশের পূর্বে ও পশ্চিমে উষ্ণ, অন্ধকার সিলিকেট লাভা বিদ্যমান এবং সেই সঙ্গে মধ্যভাগে উজ্জ্বল ও শীতল উপাদানের একটি ‘দ্বীপ’ রয়েছে। উজ্জ্বল দ্বীপটির সীমা বরাবর এবং আগ্নেয়গিরির দক্ষিণপূর্বের উজ্জ্বল সমভূমিতে লালচে পদার্থও পর্যবেক্ষিত হয়েছে। এটি ইঙ্গিত করে যে, প্যাটারার তলদেশের ছিদ্র দিয়ে সাম্প্রতিক অগ্ন্যুৎপাতের ফলে স্বল্পকালীন সালফার নিঃসরণের ঘটনা ঘটেছিল। দ্বীপটি এবং প্যাটারার ভিত্তিমূলে পদার্থের থাকটির সীমানা বরাবর অন্ধকার পদার্থের একটি ‘তীর’ দেখা যায়। সম্ভবত প্যাটারার তলদেশে লাভা ভর্তি হয়ে এই তীরটি গঠিত হয়েছিল এবং তারপর হয় শীতল হতে থাকা লাভার গ্যাস নির্গত হয়ে অথবা ম্যাগমা চেম্বারের মধ্যে পুনঃসঞ্চয়ের ফলে তলদেশটি চ্যাপ্টা হয়ে যায়। আবার প্যাটারার তলদেশের সীমানা বরাবর সীমায়িত অগ্ন্যুৎপাতের ফলেও এই তীরের রেখাটি সৃষ্টি হতে পারে। আগ্নেয়গিরির পশ্চিম দিকের লাল-কমলা ও অন্ধকার পদার্থের মিশ্রণটি সম্ভবত কেন্দ্রীয় দ্বীপ ও প্যাটারার প্রাচীরের সালফারের গলন ও এই অঞ্চলে অন্ধকার পদার্থের আস্তরণ পড়ার ফলে সৃষ্টি হয়েছে। টুপানের পশ্চিমাংশের শীতলতর তাপমাত্রা এই তত্ত্ব সমর্থন করে। এই অংশটি অধিকতর অন্ধকার পূর্বাংশের তুলনায় সালফারের গলন ও কঠিনীভবনের পক্ষে যথেষ্টই শীতল। টুপান প্যাটারার গঠন সম্ভবত একটি সিলের অনুরূপ, যেখানে উদ্গীরণের ফলে ভিতরের পদার্থ এখনও বাইরে আসছে।\n২০০২ সালের জানুয়ারি মাসে সর্বশেষ গ্যালিলিও ফ্লাইবাইয়ের পরেও টুপান সক্রিয়ই রয়েছে। পৃথিবী-ভিত্তিক পর্যবেক্ষকেরা কেক টেলিস্কোপ ব্যবহার করে ও নিউ হোরাইজনস মহাকাশযানের মাধ্যমে আগ্নেয়গিরিটি থেকে তাপ নিঃসরণ পর্যবেক্ষণ করা হয়েছে। ২০০৩ সালের ৮ মার্চ কেক মানমন্দিরে ১০-মিটার অ্যাডাপটিভ অপটিকস ব্যবহার করে জ্যোতির্বিজ্ঞানীরা টুপানে একটি বৃহদায়তন উদ্গীরণ পর্যবেক্ষণ করেন। এই প্রধান অগ্ন্যুৎপাতটি ছাড়াও গ্যালিলিও সহ পরবর্তী অভিযানগুলির মাধ্যমে টুপানের সক্রিয়তা বজায় থাকার কথা জানা যায়। এই সকল অগ্ন্যুৎপাতের সময় টুপানের প্যাটারার পৃষ্ঠভাগ থেকে শক্তির উৎপাদন ভিন্ন ভিন্ন সময়ে ভিন্ন ভিন্ন পরিমাণে হয়েছে। তা লোকি প্যাটারার সমরূপীয় হলেও লোকির তুলনায় কম।\n\n\n== তথ্যসূত্র =="}