{"pageid": 1114410, "title": "ভয়েস অফ দ্য কাস্টমার", "url": "https://bn.wikipedia.org/wiki?curid=1114410", "content": "বিপণনে, ভয়েস অফ দ্য কাস্টমার (ভিওসি) গ্রাহকদের প্রত্যাশা, পছন্দ এবং অনিচ্ছার সংক্ষিপ্ত বিবরণ দেয়।\nভিওসি বাজার গবেষণার একটি বহুল ব্যবহৃত বিন্যাস যা গ্রাহকের চাহিদা এবং চাহিদার একটি বিশদ সেট তৈরি করে, একটি শ্রেণিবদ্ধ কাঠামোতে সংগঠিত, এবং তারপরে বর্তমান বিকল্পগুলির সাথে আপেক্ষিক গুরুত্ব এবং সন্তুষ্টির পরিপ্রেক্ষিতে অগ্রাধিকার দেওয়া হয়। ভিওসি অধ্যয়ন সাধারণত গুণগত এবং পরিমাণগত উভয় গবেষণা পদক্ষেপ নিয়ে গঠিত এবং সাধারণত গ্রাহকের চাহিদা এবং চাহিদাগুলি আরও ভালভাবে বোঝার জন্য এবং কোয়ালিটি ফাংশন ডিপ্লয়মেন্ট (QFD), এবং বিস্তারিত ডিজাইন নির্দিষ্টকরণের বিন্যাস নতুন পণ্য সংজ্ঞার মূল ইনপুট হিসাবে যে কোনও নতুন পণ্য, প্রক্রিয়া বা পরিষেবা ডিজাইনের উদ্যোগের শুরুতে পরিচালিত হয়।\nএই প্রক্রিয়া সম্পর্কে অনেক কিছু লেখা হয়েছে, এবং তথ্য সংগ্রহের অনেক সম্ভাব্য উপায় রয়েছে - ফোকাস গ্রুপ, পৃথক সাক্ষাৎকার, প্রাসঙ্গিক অনুসন্ধান, নৃতাত্ত্বিক কৌশল ইত্যাদি। সবকটিতেই একগুচ্ছ কাঠামোগত গভীর সাক্ষাৎকার জড়িত, যা বিবেচনাধীন বিভাগের মধ্যে বর্তমান পণ্য বা বিকল্পগুলির সাথে গ্রাহকদের অভিজ্ঞতার উপর ফোকাস করে। প্রয়োজনের বিবৃতিগুলি বের করা হয়, আরও ব্যবহারযোগ্য অনুক্রমের মধ্যে সংগঠিত করা হয় এবং তারপর গ্রাহকদের দ্বারা অগ্রাধিকার দেওয়া হয়।\nএটি গুরুত্বপূর্ণ যে পণ্য বিকাশের মূল দল এই প্রক্রিয়ার সাথে জড়িত। \nতারা অবশ্যই বিষয় সংজ্ঞায়িত করতে, নমুনা ডিজাইন করতে (গ্রাহকদের অন্তর্ভুক্ত করার ধরন), আলোচনার কৌশলের জন্য প্রশ্ন তৈরি করতে, সাক্ষাৎকার পরিচালনা বা পর্যবেক্ষণ ও বিশ্লেষণ করতে ও চাহিদাগুলো নিষ্কাশন ও প্রক্রিয়াকরণে নেতৃত্ব দেন।\nএপিক্স অনুসারে ভিওসি-এর সংজ্ঞা হল: কার্যাবলী এবং বৈশিষ্ট্যগুলির জন্য কথায় প্রকৃত গ্রাহকের বর্ণনা যা পণ্য ও পরিষেবার জন্য গ্রাহকদের আকাঙ্ক্ষা। যথাযথ সংজ্ঞায়, কোয়ালিটি ফাংশন ডিপ্লয়মেন্ট (QFD) এর সাথে সম্পর্কিত, গ্রাহক শব্দটি সরবরাহকারী সত্তার বহিরাগত গ্রাহককে নির্দেশ করে।\n\n\n== আরও দেখুন ==\nব্যবহারকারী গবেষণা\nব্যবসার কণ্ঠস্বর\nঅনুভূতির বিশ্লেষণ\nআইটিআইএল\n\n\n== তথ্যসূত্র ==\n\n \n\n\n== আরও পড়ুন ==\nগ্রাহকের ভয়েস: ক্যাপচার এবং বিশ্লেষণ । ম্যাকগ্রা হিল প্রফেশনাল ।\nঅর্জন, প্রক্রিয়াকরণ এবং স্থাপন করা: গ্রাহকের ভয়েস । সিআরসি প্রেস ।\nসন্তুষ্টি: প্রতিটি মহান কোম্পানি গ্রাহকের ভয়েস কীভাবে শোনে । পেঙ্গুইন ।"}