{"pageid": 1114629, "title": "সবেগ সিং", "url": "https://bn.wikipedia.org/wiki?curid=1114629", "content": "সবেগ সিং (১৯২৫-১৯৮৪) একজন ভারতীয় সেনা কর্মকর্তা ছিলেন। তবে তিনি পরে জার্নাইল সিং ভিন্দ্রানওয়ালের সামরিক উপদেষ্টা হিসেবে কাজ করেছিলেন। ভারতীয় সেনাবাহিনীতে কর্মরত অবস্থায় তিনি বাংলাদেশের স্বাধীনতা যুদ্ধের সময় মুক্তিবাহিনীর স্বেচ্ছাসেবকদের প্রশিক্ষণে ব্যাপকভাবে জড়িত ছিলেন।\nতিনি অন্যান্য বড় যুদ্ধের পাশাপাশি দ্বিতীয় বিশ্বযুদ্ধ, ভারত-পাকিস্তান যুদ্ধ ১৯৪৭ এবং ১৯৬২ এর চীন-ভারত যুদ্ধে লড়াই করেছিলেন। অবসর নেওয়ার একদিন আগে তাকে দুর্নীতির অভিযোগে সেনাবাহিনী থেকে বরখাস্ত করা হয়েছিল, যার জন্য তিনি দেওয়ানি আদালতে প্রতিকার চেয়েছিলেন। তিনি আদালতের সকল মামলায় বিজয়ী হয়েছিলেন কারণ দুর্নীতির মামলাটি ছিল যে তিনি প্রক্সিতে একটি 'ঝোঙ্গা' কিনেছিলেন। সবেগ সিং পরবর্তীতে ধর্ম-যুদ্ধ মোর্চায় যোগদান করে সেখানে আধাসামরিক বাহিনীর সামরিক উপদেষ্টা এবং প্রশিক্ষক হিসাবে কাজ করেন।\nতিনি অপারেশন ব্লু স্টারের সময় স্বর্ণ মন্দিরের দুর্গে খালসা যোদ্ধাদের সংগঠিত করেছিলেন, যদিও অপারেশন ব্লু স্টারের ৪ সপ্তাহ আগেও তিনি বলেছিলেন যে 'তিনি প্রধানমন্ত্রীর চেয়েও সূক্ষ্ম ছাঁচের একজন দেশপ্রেমিক'। অপারেশন ব্লু স্টারের সময় ভিন্দ্রানওয়ালের সাথে সাবেগ সিংও ভারতীয় সেনাবাহিনীর হাতে নিহত হন। দুজনেই হরমন্দির সাহিবে নিজেদের সুরক্ষিত করে রেখেছিলেন। তাকে এবং তার সমর্থকদের অপসারণের প্রক্রিয়া চলাকালীন মন্দিরটি বিধ্বস্ত হয়েছিল এবং পরে শিখ ভক্তরা এটি পুনর্নির্মাণ করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nসবেগ সিং ১৯২৫ সালে অমৃতসর-চোগাওয়ান সড়ক থেকে প্রায় চৌদ্দ কিলোমিটার (৯ মাইল) দূরে খিয়ালা গ্রামে (আগে খিয়ালা নন্দ সিংওয়ালা নামে পরিচিত ছিল) জন্মগ্রহণ করেন। তিনি সর্দার ভগবান সিং এবং প্রীতম কৌরের জ্যেষ্ঠ পুত্র এবং তার তিন ভাই ও এক বোন ছিল। তিনি অমৃতসরের খালসা কলেজে এবং পরে লাহোরের সরকারি কলেজে ভর্তি হন।\n\n\n== সামরিক কর্মজীবন ==\n১৯৪২ সালে লাহোরের কলেজসমূহ পরিদর্শনকারী একটি অফিসার-নির্বাচন দল সবেগ সিংকে ব্রিটিশ ভারতীয় সেনাবাহিনীর অফিসার ক্যাডারে নিয়োগ দেয়। ইন্ডিয়ান মিলিটারি একাডেমিতে অধ্যয়ন করার পর, তিনি গাড়ওয়াল রাইফেলসে সেকেন্ড লেফটেন্যান্ট হিসেবে কমিশন লাভ করেন। কিছু দিনের মধ্যেই রেজিমেন্টটি বার্মায় চলে যায় এবং ইম্পেরিয়াল জাপানের বিরুদ্ধে যুদ্ধে যোগ দেয়। ১৯৪৫ সালে যখন যুদ্ধ শেষ হয়, সবেগ সিং তার ইউনিটের সাথে মালয়ে ছিলেন। ভারত বিভাজনের পর যখন ভারতীয় রেজিমেন্টগুলি পুনর্গঠন করা হয়, তখন সিং ভারতীয় সেনাবাহিনীর ৫০তম প্যারাসুট ব্রিগেডে যোগ দেন। তাকে প্যারাসুট রেজিমেন্টের ১ম ব্যাটালিয়নে পদায়ন করা হয়, যেখানে তিনি ১৯৫৯ সাল পর্যন্ত ছিলেন। ১৯৬৫ সালের ২ জুন লেফটেন্যান্ট কর্নেল পদে উন্নীত হন। পরে তিনি ১১ গোর্খা রাইফেলসের ৩য় ব্যাটালিয়নের কমান্ড লাভ করেন এবং ৪ জানুয়ারী ১৯৮৬-এ তাকে একটি ব্রিগেডের কমান্ড দেওয়া হয়। সবেগ সিং ১২ জুন ১৯৬৮ সালের ১২ জুন কর্নেল এবং ২২ ডিসেম্বর সারস্ট্যান্টিভ ব্রিগেডিয়ার পদে উন্নীত হন।\n১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধে তার পরিষেবার জন্য তিনি সংবাদ মাধ্যমের একজন উল্লেখযোগ্য ব্যক্তিত্ব হয়ে উঠেছিলেন। ১৯৭২ সালের ৬ জুলাই তিনি ভারপ্রাপ্ত মেজর জেনারেলের পদে জিওসি, এমপিবি এন্ড ও এরিয়া নিযুক্ত হন, এবং ১৯৭৪ সালের ২ এপ্রিল মেজর জেনারেল পদে উন্নীত হন।\nঅবসর গ্রহণের আগের দিন তাকে সামরিক আদালতের রায় ছাড়াই তার পদ থেকে বরখাস্ত করে তার পেনশন বাতিল করা হয়েছিল। ভারতের সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন তার বিরুদ্ধে লখনউতে দুর্নীতিবিরোধী আদালতে দুটি চার্জশিট প্রদান করেছিল। সবেগ সিং দেওয়ানী আদালতে প্রতিকার চেয়েছিলেন এবং ১৯৮৪ সালের ১৩ ফেব্রুয়ারি এই অভিযোগ থেকে খালাস পান।\n\n\n== অপারেশন ব্লু স্টার ==\nবরখাস্ত হওয়ার পর তিনি দমদমি টাকসালের শিখ নেতা জার্নাইল সিং ভিন্দ্রানওয়ালের সাথে যোগদান করেন, যেখানে তিনি ভিন্দ্রানওয়ালের সামরিক উপদেষ্টা হিসেবে দায়িত্ব পালন করেন। সিং বলেছিলেন যে তিনি তার প্রতি অপমান এবং তিনি দেশের জন্য যা কিছু করেছিলেন তা সত্ত্বেও তার পেনশন কেড়ে নেওয়ার কারণে তিনি ভিন্দ্রানওয়ালের সাথে যোগ দিয়েছিলেন।\nরিসার্চ অ্যান্ড অ্যানালাইসিস উইং এর কাউন্টার ইন্টেলিজেন্স রিপোর্টে বলা হয়েছে যে খালসা বাহিনীর তিনজন বিশিষ্ট প্রধান হলেন মেজর জেনারেল শাবেগ সিং, বলবির সিং এবং আমরিক সিং।\n১৯৮৩ সালের ডিসেম্বরে শিখ রাজনৈতিক দল আকালি দলের সভাপতি হরচরণ সিং লঙ্গোয়াল জার্নাইল সিং ভিন্দ্রানওয়ালেকে গোল্ডেন টেম্পল কমপ্লেক্সে বসবাসের জন্য আমন্ত্রণ জানিয়েছিলেন। সবেগ সিং তার সামরিক দক্ষতাকে কাজে লাগিয়ে মন্দির কমপ্লেক্সের প্রতিরক্ষাকে মজবুত করে তুলেছিলেন যার ফলে স্বাভাবিকভাবে কমান্ডো অপারেশন বাস্তবায়ন করা সম্ভব ছিল না। তিনি ১৯৮৪ সালের জুন মাসে অমৃতসরের হরমন্দির সাহিবে উপস্থিত শিখ জঙ্গিদের সংগঠিত করেছিলেন। একই মাসে ভারতীয় সরকারী বাহিনী অপারেশন ব্লু স্টার শুরু করেছিল। তার পরিকল্পনার ফলে ১৫০ জন অপ্রশিক্ষিত জঙ্গির হাতে ৭০০জন ভারতীয় সেনা নিহত হয়।\nঅপারেশনের প্রাথমিক পর্যায়ে সবেগ সিং অকাল তখত এবং দর্শনি দেওরির মধ্যে গোলাগুলিতে নিহত হন। অভিযান শেষ হলে পরে তার লাশ পাওয়া যায় এবং শনাক্ত করা হয়। সবেগ সিংকে শিখ রীতি অনুসারে এবং সম্পূর্ণ সামরিক সম্মানের সাথে দাহ করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}