{"pageid": 1114, "title": "ধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1114", "content": "ধর্ম (বাংলা উচ্চারণ: [dʱɔɾmo] ধর্‌মো) হলো একাধিক অর্থবাচক একটি শব্দ; সাধারণত এটি দ্বারা সামাজিক-সাংস্কৃতিক ব্যবস্থার একটি পরিসরকে বোঝায়, যার মধ্যে রয়েছে মনোনীত আচরণ ও অনুশীলন, নৈতিকতা, বিশ্বাস, বিশ্বদর্শন, পাঠ্য, পবিত্র স্থান, ভবিষ্যদ্বাণী, নীতিশাস্ত্র বা সংগঠন, যা সাধারণত মানবতাকে অতিপ্রাকৃত, অতীন্দ্রিয় ও আধ্যাত্মিক উপাদানের সাথে সম্পর্কিত করে—যদিও ধর্ম সুনির্দিষ্টভাবে কীসের সমন্বয়ে গঠিত হয় তা নিয়ে পণ্ডিতদের মাঝে কোনো ঐক্যমত নেই। তবে ভারতীয় দর্শনে, ধর্ম বলতে সাধারণত প্রাকৃতিক ও মহাজাগতিক নিয়মের সঙ্গে সামঞ্জস্যপূর্ণ আইন, শৃঙ্খলা, আচরণ, নৈতিক গুণাবলি ও কর্তব্য, অনুশীলন এবং জীবনযাত্রাকে বোঝায়। বিভিন্ন ধর্মে ঐশ্বরিকতা, পবিত্রতা, আধ্যাত্মিক বিশ্বাস ও এক বা একাধিক অতিপ্রাকৃতিক সত্তা থেকে শুরু করে বিভিন্ন উপাদান থাকতে পারে বা নাও থাকতে পারে।\nধর্মীয় অনুশীলনের মধ্যে থাকতে পারে বিভিন্ন আচার-অনুষ্ঠান, উপদেশ, স্মরণ বা উপাসনা (দেবতা বা সাধুদের), বলিদান, উৎসব, ভোজন, সমাধি, দীক্ষা, বিবাহ ও শেষকৃত্য, ধ্যান, প্রার্থনা, সঙ্গীত, শিল্পকলা, নৃত্য বা জনসেবামূলক কাজ অন্তর্ভুক্ত থাকতে পারে। কিন্তু একথা সর্বাংশে সত্য যে, ধর্ম মানে খুব আচার-আচরণের সমষ্টি নয়।\nবিভিন্ন ধর্মের পবিত্র ইতিহাস ও আখ্যান রয়েছে, যা পবিত্র গ্রন্থ, প্রতীক ও পবিত্র স্থানগুলোতে সংরক্ষিত হতে পারে, যার প্রাথমিকভাবে উদ্দেশ্য জীবনের অর্থ প্রদান। ধর্মে প্রতীকী গল্প থাকতে পারে যা হয়ত চেষ্টা করে জীবনের উৎপত্তি, মহাবিশ্ব ও অন্যান্য ঘটনা ব্যাখ্যা করতে; এ সকল ধর্মের কিছু অনুসারী এগুলোকে সত্য গল্প বলে বিশ্বাস করে; অন্যরা এগুলোকে পৌরাণিক কাহিনি হিসেবে বিবেচনা করে। ঐতিহ্যগতভাবে বিশ্বাস ও যুক্তি উভয়কেই ধর্মীয় বিশ্বাসের উৎস হিসেবে বিবেচনা করা হয়।\nবিশ্বব্যাপী আনুমানিক ১০,০০০ টি স্বতন্ত্র ধর্ম রয়েছে, যদিও তন্মধ্যে প্রায় প্রত্যেকটি ধর্মই অঞ্চল ভিত্তিক, যেগুলোর অপেক্ষাকৃত ক্ষুদ্র অনুসারী রয়েছে। চারটি ধর্ম—খ্রিস্টধর্ম, ইসলাম, হিন্দুধর্ম ও বৌদ্ধধর্ম—বিশ্বের জনসংখ্যার ৭৭% মানুষ অনুসরণ করে এবং বিশ্বের ৯২% মানুষ হয় এই চারটি ধর্মের যেকোনো একটি অনুসরণ করে নতুবা নিজেদের ধর্মহীন হিসেবে পরিচয় দেয়, অর্থাৎ বিশ্বের মোট জনসংখ্যার ৮% বাকি ৯,০০০+ বিশ্বাস অনুসরণ করে। ধর্মীয়ভাবে অসংলগ্ন লোকেদের মাঝে রয়েছে যাঁরা কোনো নির্দিষ্ট ধর্মের অনুসারী হিসেবে পরিচয় দেন না, নাস্তিক ও অজ্ঞেয়বাদীরা, যদিও এদের অনেকেই তবু্ও বিভিন্ন ধর্মীয় বিশ্বাসে বিশ্বাসী।\nঅনেক বৈশ্বিক ধর্মসমূহ সংগঠিত ধর্মও বটে, যার মধ্যে রয়েছে খ্রিস্টান, ইসলাম ও ইহুদি ধর্মের মতো ইব্রাহিমীয় ধর্মসমূহ, যেখানে অন্যান্য ধর্মগুলো যৌক্তিকভাবে স্বল্প সংগঠিত, বিশেষ করে লোকধর্ম, আদিবাসী ধর্ম এবং কিছু প্রাচ্য ধর্ম। বিশ্বের জনসংখ্যার একটি অংশ নতুন ধর্মীয় আন্দোলনের অনুসারী। পণ্ডিতরা ইঙ্গিত দিয়েছেন যে ধর্মীয় দেশগুলোর সাধারণত উচ্চ জন্মহারের কারণে বিশ্বব্যাপী ধার্মিকতা বৃদ্ধি পাচ্ছে।\nধর্মের অধ্যয়নে ধর্মতত্ত্ব, ধর্মের দর্শন, তুলনামূলক ধর্মতত্ত্ব ও সামাজিক বৈজ্ঞানিক অধ্যয়নসহ বিভিন্ন ধরনের প্রাতিষ্ঠানিক শাখা রয়েছে। ধর্মের তত্ত্বসমূহ ধর্মীয় সত্তা ও বিশ্বাসের সত্তাতত্ত্বের ভিত্তিসহ এর উৎস ও কাজের জন্য বিভিন্ন ব্যাখ্যা প্রদান করে।\n\n\n== ব্যুৎপত্তি ও ধারণাটির বিকাশ ==\n\n\n=== ব্যুৎপত্তি ===\n\nবাংলায় ব্যবহৃত ধর্ম শব্দটি একটি তৎসম তথা সংস্কৃত শব্দ, এর উৎপত্তি √ধৃ ধাতু হতে, যার অর্থ \"ধারণ\" বা \"বহন\"। সংস্কৃত ধর্ম শব্দটিও প্রচলিত অর্থে ধর্মকে নির্দেশ করে, তবে এই দিক থেকে, এর অর্থ দাঁড়ায় \"যা প্রতিষ্ঠিত বা দৃঢ়\", অতএব এর অর্থ \"আইন\"। এটি একটি পুরাতন বৈদিক সংস্কৃত শব্দ ধর্মন্‌- (-ন্‌ কান্ডযুক্ত), যার আক্ষরিক অর্থ \"ধারক, বাহক\", এটি ধর্মীয় দৃষ্টিতে ঋতের একটি দিক হিসেবে কল্পিত হয়।\n\n\n==== সংস্কৃত ধর্ম ====\nধর্ম শব্দটি ঐতিহাসিক বৈদিক ধর্মের সময় থেকেই ব্যবহার হয়ে আসছে এবং এর অর্থ ও ধারণা বেশ কয়েক সহস্রাব্দ যাবত বিবর্তিত হয়েছে। ঋগ্বেদে, শব্দটি -ন্‌ কান্ডযুক্ত ধর্মন্‌ হিসেবে আবির্ভূত হয়, যার অর্থের একটি পরিসরের মাঝে রয়েছে \"প্রতিষ্ঠিত বা দৃঢ় কিছু\" (আক্ষরিক অর্থে শঙ্কু বা খুঁটি, রূপকার্থে \"টেকসই\" ও (দেবতাদের) \"বাহক\")। শাস্ত্রীয় সংস্কৃত ও অথর্ববেদের বৈদিক সংস্কৃতে শব্দটির শেষে -ন্‌ কান্ডের ব্যবহার বিষয়ভিত্তিক: ধর্ম (দেবনাগরী: धर्म)। প্রাকৃত ও পালি ভাষায় একে ধম্ম হিসেবে লেখা হয়। খ্রিস্টপূর্ব ৩য় শতকে মৌর্য সম্রাট অশোক ধর্ম শব্দকে গ্রিক ও আরামীয় ভাষায় অনুবাদ করেন এবং তিনি কান্দাহার দ্বিভাষিক প্রস্তর শিলালিপি ও কান্দাহার গ্রিক অনুশাসনে ধর্ম-এর জন্য গ্রিক শব্দ ইউসেবিয়া (εὐσέβεια, ভক্তি, আধ্যাত্মিক পরিপক্কতা বা দেবানুগত্য) ব্যবহার করেন। কান্দাহার দ্বিভাষিক প্রস্তর শিলালিপিতে তিনি আরামীয় শব্দ קשיטא (qšyṭ'; সত্য, ন্যায়পরায়ণতা) ব্যবহার করেন।\n\n\n==== বৈশিষ্ট্য অর্থে ====\nধর্ম বলতে কখনো কখনো কোনো প্রাণী বা বস্তুর বৈশিষ্ট্যকে বোঝায়। তবে এর ব্যবহার বৈজ্ঞানিক ক্ষেত্র পর্যন্তই সীমাবদ্ধ, যেমন: মৌলের পর্যায়বৃত্ত ধর্ম।\n\n\n=== \"ধর্ম\" ধারণাটির ইতিহাস ===\nধর্ম একটি আধুনিক ধারণা। ধর্মের আধুনিক ও বৈশ্বিক ধারণাটি ইউরোপীয়দের নিকট থেকে উদ্ভুত হয়েছে। তবে ইউরোপীয়দের মাঝেও ধারণাটি সাম্প্রতিককালের।প্রোটেস্ট্যান্ট সংস্কারের সময় খ্রিস্টীয় বিশ্বের বিভক্তি ও আবিষ্কারের যুগে বিশ্বায়নের মতো ঘটনার কারণে ১৭ শতকের ইউরোপীয় পাঠ্যগুলোতে \"ধর্ম\" শব্দটির আধুনিক ব্যবহার পাওয়া যায়, যা অ-ইউরোপীয়দের সাথে অসংখ্য বিদেশী সংস্কৃতির সাথে যোগাযোগ সংশ্লিষ্ট ছিল। কেউ কেউ যুক্তি দেন যে এর সংজ্ঞা যাই হোক না কেন, অ-পশ্চিমা সংস্কৃতির ক্ষেত্রে ধর্ম শব্দটি প্রয়োগ করা উপযুক্ত নয়, যেখানে বিভিন্ন ধর্মের কিছু অনুসারী তাঁদের নিজস্ব বিশ্বাস ব্যবস্থাকে বর্ণনা করার জন্য শব্দটি ব্যবহার করে তিরস্কার করেন।\n\"প্রাচীন ধর্ম\" এর ধারণাটি অনুশীলনের একটি পরিসরের আধুনিক ব্যাখ্যা থেকে উদ্ভূত যা ধর্মের একটি আধুনিক ধারণার সাথে সঙ্গতিপূর্ণ, যা আধুনিক ও ১৯ শতকের প্রথম দিকের খ্রিস্টীয় বক্তৃতা দ্বারা প্রভাবিত হয়েছিল। ধর্মের ধারণাটি ১৬ ও ১৭ শতকে গঠিত হয়েছিল, যদিও বাইবেল, কুরআন ও অন্যান্য প্রাচীন পবিত্র গ্রন্থের মূল ভাষাগুলোতে ধর্মের জন্য কোনো শব্দ বা এমনকি এর কোনো ধারণাও ছিল না এবং যে সংস্কৃতি ও মানুষের মাঝে এই পবিত্র গ্রন্থগুলো লেখা হয়েছিল তাঁদের মাঝেও ধর্মের কোনো ধারণা ছিল না। উদাহরণস্বরূপ, হিব্রুতে ধর্ম শব্দটির কোনো সুনির্দিষ্ট সমতুল্য নেই এবং ইহুদি ধর্মে ধর্ম, বর্ণ, জাতি বা জনগোষ্ঠী পরিচয়ের মধ্যে স্পষ্টভাবে পার্থক্য করা হয় না। ইহুদিদের কেন্দ্রীয় ধারণাগুলোর মধ্যে একটি হলো হালাখা, যার অর্থ হাঁটা বা পথ কখনো কখনো আইন হিসেবেও অনূদিত হয়, যা ধর্মীয় অনুশীলন ও বিশ্বাস এবং দৈনন্দিন জীবনের অনেক দিক নির্দেশ করে। যদিও ইহুদি ধর্মের বিশ্বাস ও ঐতিহ্যগুলো প্রাচীন বিশ্বে পাওয়া যায়, প্রাচীন ইহুদিরা তাঁদের ইহুদি পরিচয়কে একটি জাতিগত বা জাতীয় পরিচয় হিসেবে দেখতো এবং তাঁদের সংস্কৃতিতে একটি বাধ্যতামূলক বিশ্বাস ব্যবস্থা বা নিয়ন্ত্রিত আচার-অনুষ্ঠান অন্তর্ভুক্ত হয় নি। খ্রিস্টীয় ১ম শতাব্দীতে, জোসেফাস গ্রিক শব্দ ioudaismos (ইহুদি ধর্ম)-কে একটি জাতিগত শব্দ হিসেবে ব্যবহার করেছিলেন এবং এটি ধর্মের আধুনিক বিমূর্ত ধারণা অথবা বিশ্বাসের একটি গুচ্ছে সঙ্গে সংশ্লিষ্ট ছিল না। \"ইহুদি ধর্ম\"-এর ধারণাটি খ্রিস্টীয় চার্চ কর্তৃক উদ্ভাবিত হয়েছিল এবং ১৯ শতকে ইহুদিরা তাঁদের পূর্বপুরুষদের সংস্কৃতিকে খ্রিস্টধর্মের অনুরূপ একটি ধর্ম হিসেবে দেখতে শুরু করে। গ্রিক শব্দ threskeia, যা হেরোডোটাস ও জোসেফাসের মতো গ্রীক লেখকরা ব্যবহার করেছিলেন, বাইবেলের নতুন নিয়মে পাওয়া যায়। আজকের অনুবাদে threskeia কখনো কখনো \"ধর্ম\" হিসেবে অনূদিত হয়, তবে শব্দটি মধ্যযুগে সাধারণত \"উপাসনা\" হিসেবে অনূদিত হত। কুরআনে আরবি শব্দ দ্বীনকে প্রায়ই আধুনিক অনুবাদে ধর্ম হিসেবে অনূদিত হয়, কিন্তু ১৬০০-এর দশকের মাঝামাঝি পর্যন্ত অনুবাদকরা দ্বীনকে \"আইন\" হিসেবে অনুবাদ করতেন।\nতদ্রূপ সংস্কৃত শব্দ ধর্মকেও কখনো কখনো আধুনিক অর্থে ধর্ম হিসেবে ব্যবহার করা হয়, এর অন্যতম অর্থ আইন। ধ্রুপদী যুগের দক্ষিণ এশিয়া জুড়ে ধর্মশাস্ত্রে প্রায়শ্চিত্ত ও আচারের মতো ধারণাও ছিল। মধ্যযুগীয় জাপানে প্রথমে রাজকীয় আইন ও সার্বজনীন বা বৌদ্ধ আইনের মধ্যে একটি অনুরূপ সংযুক্তি তৈরি হয়, কিন্তু পরবর্তীতে এসব ক্ষমতার স্বাধীন উৎস হয়ে উঠে।\nযদিও প্রথা, পবিত্র গ্রন্থ ও অনুশীলনগুলো যুগব্যাপী বিদ্যমান ছিল, বেশিরভাগ সংস্কৃতি ধর্মের পাশ্চাত্য ধারণার সাথে সারিবদ্ধ ছিল না কারণ তারা পবিত্রতা থেকে দৈনন্দিন জীবনকে পৃথক করেনি। ১৮ ও ১৯ শতকে বৌদ্ধধর্ম, হিন্দুধর্ম, তাওবাদ, কনফুসীয়বাদ ও বিশ্বধর্ম শব্দগুলো প্রথম ইংরেজি ভাষায় প্রবেশ করে। নেটিভ আমেরিকানদেরও মনে করা হত যে, তাঁদের কোনো ধর্ম নেই এবং তাঁদের ভাষায়ও ধর্মের জন্য কোনো অনুরূপ শব্দ ছিল না। ১৮০০-এর আগে কেউ একজন হিন্দু বা বৌদ্ধ বা অন্যান্য অনুরূপ নামে স্ব-পরিচয় পায়নি। \"হিন্দু\" শব্দটি ঐতিহাসিকভাবে ভারতীয় উপমহাদেশের আদিবাসীদের জন্য ভৌগোলিক, সাংস্কৃতিক ও পরবর্তীতে ধর্মীয় বৈশিষ্ট্য শনাক্তকারী শব্দ হিসেবে ব্যবহৃত হয়েছে। জাপানের সুদীর্ঘ ইতিহাসে ধর্মের কোনো ধারণা ছিল না যেহেতু ধর্মের অনুরূপ কোনো জাপানি শব্দ ছিল না বা এর অর্থের কাছাকাছি কিছু ছিল না, কিন্তু ১৮৫৩ সালে যখন মার্কিন যুদ্ধজাহাজ জাপানের উপকূলে উপস্থিত হয়েছিল এবং জাপান সরকারকে অন্যান্য বিষয়ের পাশাপাশি ধর্মের স্বাধীনতার দাবিতে চুক্তিতে স্বাক্ষর করতে বাধ্য করেছিল, তখন দেশটির এই ধারণাটির সঙ্গে মানিয়ে নিতে হয়েছিল।\n১৯ শতকের সাংস্কৃতিক ভাষাতাত্ত্বিক ম্যাক্স মুলারের মতে ইংরেজি শব্দ religion লাতিন ক্রিয়ামূল religiō মূলত ঈশ্বর বা দেবতাদের প্রতি শ্রদ্ধা, ঐশ্বরিক জিনিসের যত্নশীল চিন্তাভাবনা, ধার্মিকতা বোঝাতে ব্যবহৃত হতো (যার থেকে সিসারো পরিশ্রম অর্থে আরও উদ্ভুত করেছেন)। মুলার মিশর, পারস্য ও ভারতসহ বিশ্বের অন্যান্য অনেক সংস্কৃতিকে ইতিহাসের এই বিষয়ে একই রকম অনুক্রমের বৈশিষ্ট্যযুক্ত হিসেবে চিহ্নিত করেন। আজ যাকে প্রাচীন ধর্ম বলা হয়, তাঁরা কেবল তাকে আইন বলতো।\n\n\n== সংজ্ঞা ==\nপণ্ডিতগণ ধর্মের সংজ্ঞা নিয়ে একমত হতে ব্যর্থ হয়েছেন। তবে, দুটি সাধারণ সংজ্ঞা ব্যবস্থা রয়েছে: সমাজতাত্ত্বিক/কার্যকরী এবং ঘটনাগত/দার্শনিক।\n\n\n=== আধুনিক পাশ্চাত্য মতবাদ ===\nধর্মের ধারণার উৎপত্তি আধুনিক যুগে পাশ্চাত্য সভ্যতায়।\n\n\n== বিভিন্ন দিক ==\n\n\n=== বিশ্বাস ===\nধর্মীয় বিশ্বাসের উৎপত্তি একটি মুক্ত প্রশ্ন, যার সম্ভাব্য ব্যাখ্যাসমূহের মাঝে রয়েছে ব্যক্তিমৃত্যুর সচেতনতা, সাম্প্রদায়িক চেতনা ও স্বপ্ন। ঐতিহ্যগতভাবে, যুক্তির পাশাপাশি আধ্যাত্মিক বিশ্বাসও ধর্মীয় বিশ্বাসের উৎস হিসেবে বিবেচিত হয়েছে। বিশ্বাস ও যুক্তির মাঝে পারস্পরিক সম্পর্ক এবং ধর্মীয় বিশ্বাসের জন্য প্রয়োজনীয় প্রতিপাদন হিসেবে এদের ব্যবহার দার্শনিক ও ধর্মতাত্ত্বিকদের আগ্রহের বিষয়।\n\n\n=== পৌরাণিক কাহিনি ===\n\nপুরাণ শব্দের বিভিন্ন অর্থ রয়েছে:\n\nদৃশ্যত ঐতিহাসিক ঘটনাসমূহের একটি ঐতিহ্যবাহী গল্প যা একজন মানুষের বৈশ্বিক দৃষ্টিভঙ্গির একটি অংশকে উন্মোচন করে অথবা একটি অনুশীলন, বিশ্বাস বা প্রাকৃতিক ঘটনা ব্যাখ্যা করে;\nএকজন ব্যক্তি বা একটি বস্তু যার কেবল একটি কাল্পনিক বা যাচাই-অযোগ্য অস্তিত্ব রয়েছে; বা\nমানুষের মধ্যে আধ্যাত্মিক সম্ভাবনার জন্য একটি রূপক।\nপ্রাচীন বহু-ঈশ্বরবাদী ধর্মসমূহ যেমন গ্রিস, রোম ও স্ক্যান্ডিনেভিয়ার ধর্মসমূহকে সাধারণত পৌরাণিক কাহিনি শিরোনামে শ্রেণিবদ্ধ করা হয়। একইভাবে প্রাক-শিল্প জনগণের ধর্ম, বা উন্নত অর্থে সংস্কৃতিকে, ধর্মের নৃবিজ্ঞানে পুরাণ বলা হয়। পুরণ শব্দটি ধার্মিক ও অ-ধর্মীয় উভয় সম্প্রদায় কর্তৃক নিন্দনীয় অর্থে ব্যবহৃত হতে পারে। কেউ অন্য ব্যক্তির ধর্মীয় গল্প ও বিশ্বাসকে পৌরাণিক কাহিনি হিসাবে সংজ্ঞায়িত করে বোঝাতে চায় যে সেগুলো তাঁর নিজের ধর্মীয় গল্প ও বিশ্বাসের চেয়ে কম বাস্তব বা সত্য। জোসেফ ক্যাম্পবেল মন্তব্য করেছেন, \"পৌরাণিক কাহিনিকে প্রায়শই অন্যান্য মানুষের ধর্ম হিসেবে মনে হয়, এবং ধর্মকে ভুল ব্যাখ্যাকৃত পৌরাণিক কাহিনি হিসেবে সংজ্ঞায়িত করা যেতে পারে।\"\nতবে সমাজবিজ্ঞানে, পুরাণ শব্দটির একটি অ-নিন্দনীয় অর্থ রয়েছে। সেখানে পুরাণকে একটি গল্প হিসেবে সংজ্ঞায়িত করা হয়েছে যা কোনো সম্প্রদায়ের জন্য গুরুত্বপূর্ণ, তা বস্তুনিষ্ঠ বা প্রমাণিত সত্য হোক বা না হোক। উদাহরণের মধ্যে রয়েছে খ্রিস্টানদের নিকট তাঁদের বাস্তব প্রতিষ্ঠাতা যিশুর পুনরুত্থান, যেখানে তাদের পাপ থেকে মুক্তির উপায় ব্যাখ্যা করা হয়েছে, এটি মৃত্যুর উপর জীবনের শক্তির প্রতীকী এবং এটিকে তাঁরা একটি ঐতিহাসিক ঘটনাও বিবেচনা করে। কিন্তু একটি পৌরাণিক দৃষ্টিভঙ্গি থেকে দেখলে, ঘটনাটি আসলে ঘটেছিল কিনা তা গুরুত্বপূর্ণ নয়। পরিবর্তে, একটি পুরোনো জীবনের মৃত্যু এবং একটি নতুন জীবনের শুরুর প্রতীকীতা সবচেয়ে তাৎপর্যপূর্ণ। ধর্মীয় বিশ্বাসীরা এই ধরনের প্রতীকী ব্যাখ্যা গ্রহণ করতেও পারে বা নাও করতে পারে।\n\n\n=== অনুশীলন ===\nএকটি ধর্মের অনুশীলনের মধ্যে রয়েছে আচার-অনুষ্ঠান, উপদেশ, কোনো উপাস্যের (দেবতা বা দেবীর) স্মরণ বা পূজা, বলিদান, উৎসব, ভোজ, সমাধি, দীক্ষা, অন্তেষ্টিক্রিয়া, বিবাহ, ধ্যান, প্রার্থনা, ধর্মীয় সঙ্গীত, ধর্মীয় শিল্পকলা, পবিত্র নৃত্য, জনসেবা, বা মানব সংস্কৃতির অন্যান্য দিক। তবে ধর্ম মানে খুব বেশি আচার-আচরণের সমষ্টি নয়। বিশ্বাসীদের কাছে ধর্মের তাৎপর্য গভীর এবং ব্যাপক। হিন্দুধর্ম ও বিশ্বাসের প্রচলিত প্রেক্ষিতে এই বিষয়টি নির্দেশ করেছেন লঘিমাসিদ্ধ যোগী ভাদুড়ী মহাশয় মহর্ষি নগেন্দ্রনাথ: \"ধর্ম তো কতকগুলি আচার-আচরণের সমষ্টি নয়। ভগবান্ই ধর্ম। আচার-আচরণগুলি তাঁকে সদাসর্বদা স্মরণ করিয়ে দেয় বলেই গৌণভাবে, আচার-আচরণকে ধর্ম বলে। ভগবান্ সর্বব্যাপী, সর্বান্তর্যামী, কোনও সময়ে তাঁর থেকে আমাদের বিচ্ছেদ নাই। কিন্তু হাতে বালা থাকলেও যদি সে বিষয়ে খেয়াল না থাকে, তবে তাকে খুঁজতে হয়, যতক্ষণ কেউ দেখিয়ে না দেয় খোঁজার অন্ত থাকে না, দেখিয়ে দিলে তখন নিজের অজ্ঞানতা ধরা পড়ে, পাবার যা তা পেয়ে সুখী হয়। তেমনি হারানিধি পাবার জন্য ভক্তের আকূতি জাগে, ব্যাকুলতা বাড়ে; তখন দয়ালু ভগবান্ কৃপা করে গুরুমূর্তিতে আবির্ভূত হয়ে কৃপা করে নিজেকে নিজে দেখান।\"\n\n\n=== সামাজিক সংগঠন ===\nঅনুসারী বা সংঘ গঠনের জন্য ধর্মের একটি সামাজিক ভিত্তি ও একটি সংজ্ঞা রয়েছে, হয় একটি জীবন্ত ঐতিহ্য হিসেবে সাধারণ ধর্মাবলম্বীদের দ্বারা বাহিত হয়, অথবা একটি সংগঠিত পন্ডিতদের দ্বারা বাহিত হয়।\n\n\n== শ্রেণিবিভাগ ==\n\n১৯ ও ২০ শতকে তুলনামূলক ধর্মতত্ত্বের প্রাতিষ্ঠানিক অনুশীলনে ধর্মীয় বিশ্বাসকে দার্শনিকভাবে সংজ্ঞায়িত শ্রেণীতে বিভক্ত করা হয় যাকে বৈশ্বিক ধর্ম বলে। এই বিষয়ে অধ্যয়নরত কিছু শিক্ষাবিদ ধর্মকে তিনটি বিস্তৃত ভাগে ভাগ করেছেন:\n\nবিশ্বধর্ম, একটি শব্দ যা বহুসংস্কৃতিব্যাপী, আন্তর্জাতিক ধর্মকে বোঝায়;\nআদিবাসী ধর্ম, যা ছোট, সংস্কৃতি-নির্দিষ্ট বা জাতি-নির্দিষ্ট ধর্মীয় গোষ্ঠীকে বোঝায়; এবং\nনতুন ধর্মীয় আন্দোলন, যা সাম্প্রতিক বিকশিত ধর্মগুলোকে বোঝায়।\nসাম্প্রতিক কিছু বিদ্যাবত্তা যুক্তি দেখিয়েছে যে সকল ধরনের ধর্মকে অবশ্যই পারস্পরিক বিশেষিত দর্শন দ্বারা পৃথক করা হয় না এবং উপরন্তু উল্লেখ করে যে একটি অনুশীলনকে একটি নির্দিষ্ট দর্শন হিসেবে বর্ণনা করার উপযোগিতা সীমিত, এমনকি একটি প্রদত্ত অনুশীলনকে সাংস্কৃতিক, রাজনৈতিক বা সামাজিক ক্ষেত্রে ধর্মীয় বলার পরিবর্তে। ধর্মীয়তার প্রকৃতি সম্পর্কে মনস্তাত্ত্বিক অধ্যয়নের বর্তমান অবস্থায় ধারণা করা হয় যে ধর্মকে একটি বহুলাংশে অপরিবর্তনীয় ঘটনা হিসেবে উল্লেখ করাই উত্তম যা সাংস্কৃতিক নিয়ম থেকে পৃথক হওয়া উচিত।\n\n\n=== রূপতাত্ত্বিক প্রকারভেদ ===\nকিছু ধর্মতত্ত্ববিদ ধর্মসমূহকে হয় সর্বজনীন ধর্ম হিসেবে শ্রেণিবদ্ধ করেন যেগুলো বিশ্বব্যাপী গ্রহণযোগ্যতা চায় এবং সক্রিয়ভাবে নতুন ধর্মান্তরিতদের গ্রহণ করে, যেমন বাহাই ধর্ম, বৌদ্ধ, খ্রিস্টান, ইসলাম ও জৈন ধর্ম, যেখানে জাতিগত ধর্মগুলো একটি নির্দিষ্ট জাতিগত গোষ্ঠীর সাথে সংশ্লিষ্ট এবং ধর্মান্তরিতদের গ্রহণ করে না যেমন ইহুদি ধর্ম। অন্যরা এই ধরনের পার্থক্য প্রত্যাখ্যান করে, এই বলে যে সকল ধর্মীয় অনুশীলনই জাতিগত, তাঁদের দার্শনিক উৎস যাই হোক না কেন, কারণ তারা একটি নির্দিষ্ট সংস্কৃতি থেকে উদ্ভুত।\n\n\n=== জনসাংখ্যিক প্রকারভেদ ===\n\nবিশ্বের জনসংখ্যা অনুসারে পাঁচটি বৃহত্তম ধর্মীয় জনগোষ্ঠী, যাদের আনুমানিক ৫৮০ কোটি মানুষ অনুসরণ এবং বিশ্বের জনসংখ্যার ৮৪%, হলো খ্রিস্টধর্ম, ইসলাম, বৌদ্ধধর্ম, হিন্দুধর্ম (বৌদ্ধধর্ম ও হিন্দুধর্মের জন্য আপেক্ষিক সংখ্যাসমূহ সমন্বয়বাদের পরিমাণের উপর নির্ভর করে) এবং ঐতিহ্যগত লোকধর্ম।\n\n২০১২ সালে একটি বৈশ্বিক জরিপে ৫৭ টি দেশে সমীক্ষা করা হয় এবং প্রতিবেদনে উল্লেখ করা হয় যে বিশ্বের জনসংখ্যার ৫৯% ধার্মিক, ২৩% ধার্মিক নন ও ১৩% প্রতীত নাস্তিক হিসেবে পরিচয় দেন এবং মানুষকে ধার্মিক হিসেবে পরিচয় প্রদান করার মাত্রা ২০০৫ সালের ৩৯ টি দেশের গড় হিসাবের তুলনায় ৯% হ্রাস পেয়েছে। ২০১৫ সালে একটি ফলো-আপ জরিপে পাওয়া গেছে যে বিশ্বের ৬৩% ধার্মিক, ২২% ধার্মিক নন এবং ১১% প্রতীত নাস্তিক হিসেবে হিসেবে পরিচয় দেন। গড়ে নারীরা পুরুষদের তুলনায় অধিক ধার্মিক। কিছু মানুষ একই সময়ে একাধিক ধর্ম বা একাধিক ধর্মীয় রীতিনীতি অনুসরণ করেন, ঐতিহ্যগতভাবে তাঁরা যে ধর্মীয় রীতিনীতিগুলো অনুসরণ করে তা নির্বিশেষে সমন্বয়বাদের অনুমতি দিক বা না দিক৷ জন্মহারের পার্থক্যের কারণে ধর্মীয়ভাবে অসংশ্লিষ্ট জনসংখ্যা হ্রাস পাবে বলে অনুমান করা হয়, এমনকি বিসম্বন্ধের হার বিবেচনায় নেওয়া হলেও।\nবিশেষজ্ঞরা ইঙ্গিত করেছেন যে ধর্মীয় দেশগুলোতে উচ্চ জন্মহারের কারণে বৈশ্বিক ধার্মিকতা বৃদ্ধি পেতে পারে।\n\n\n== ধর্মের ইতিহাস ==\n\nধর্মের ইতিহাস বিভিন্ন ধর্মমতে ভিন্ন ভিন্ন, তবে বর্তমান পৃথিবীর প্রধান তিনটি ধর্ম অর্থ্যাৎ খ্রিস্টান, ইসলাম ও ইহুদি ধর্মমতে পৃথিবীর সকল মানুষ একজন পিতা ও একজন মাতা থেকে জন্ম গ্রহণ করেছে। এই দুইজন আদি পিতা আদম (Adam) ও মাতা হাওয়া (Eve) এর মাধ্যমে পৃথিবীর সকল মানুষের জন্ম। এই তিন ধর্মের পবিত্র গ্রন্থ যথাক্রমে বাইবেল (নিউ টেস্টামেন্ট), কুরআন মাজিদ ও তাওরাহ (ওল্ড টেস্টামেন্ট) থেকে এই ঘটনার সুত্র পাওয়া যায়। মানব্জাতির সৃষ্টির পর থেকেই মুলত মানুষের ধর্মের সুত্রপাত। ইসলাম ধর্মমতে আদম (আলাইহিস সালাম) পৃথিবীতে আগমনের পর তার প্রাথমিক কাজ ছিল কীভাবে পৃথিবীতে জীবন ধারণ করতে হবে তা প্রতিপালন করা এবং এক্ষেত্রে ফেরেশতা জিবরাইল (আলাইহিস সালাম) (Gabrial) আদম (আলাইহিস সালাম) কে সহযোগিতা করেছেন। কীভাবে ঘর নির্মাণ করতে হবে, খাবার তৈরী করতে হবে, শিকার করতে হবে এসকল জিনিস ছিল তার প্রাথমিক ধর্ম। পরবর্তিতে আদম (আলাইহিস সালাম) ও হাওয়া (আলাইহিস সালাম) এর সন্তানসন্ততি জন্মগ্রহণ করলে তখনো তাদের জীবনধারণ করাটাই ছিল তাদের ধর্মের মূল বিধিবিধান।\nধর্মীয় ধারণাগুলোর প্রাচীনতম প্রমাণ পাওয়া যায় কয়েক হাজার বছর আগে মধ্য ও নিম্ন প্যালিলিথিক যুগে। প্রত্নতাত্ত্বিকগণ প্রায় ৩০০,০০০ বছর আগে ধর্মীয় ধারণার প্রমাণ হিসাবে হোমো স্যাপিয়েনদের কবরস্থানের কথা উল্লেখ করেছেন। ধর্মীয় ধারণার অন্যান্য প্রমাণ আফ্রিকায় পাওয়া যায়, যার মধ্যে মধ্য পাথর যুগে হস্তনির্মিত বিভিন্ন প্রতীকী অন্তর্ভুক্ত। যাইহোক, প্রাথমিক প্যালিলিথিক যুগের হস্তনির্মিত বিভিন্ন প্রতীকীর ব্যাখ্যা, যা কীভাবে ধর্মীয় ধারণা সম্পর্কিত, তা নিয়ে বিতর্ক রয়েছে। তবে সাম্প্রতিক সময়ের প্রত্নতাত্ত্বিক প্রমাণ কিছুটা কম বিতর্কিত। বিজ্ঞানীরা সাধারণত ধর্মীয় ধারণার প্রতিনিধিত্বকারী হিসাবে উর্ধ-প্যালোলিথিক (৫০,০০০-১৩,০০০ খ্রিস্টপূর্বাব্দ) যুগ থেকে পাওয়া বেশ কয়েকটি প্রত্নতাত্ত্বিক বিষয় ব্যাখ্যা করে থাকেন। সেই যুগের ধর্মীয় বিশ্বাসগুলোর সাথে সম্পর্কিত উদাহরণগুলোর মধ্যে রয়েছে সিংহের মত দেখতে মানুষ, শুক্রের মূর্তি, চাউট গুহার সমাধি, গুহা চিত্র ইত্যাদি।\nউনিশ শতকের গবেষকগণ ধর্মের উৎস সম্পর্কিত বিভিন্ন তত্ত্ব প্রস্তাব করেছিলেন, যেটি খ্রিস্টান মতবাদকে বিতর্কিত করেছিলো।  উদারতার আগে দাবিগুলো চ্যালেঞ্জ করেছিল। প্রারম্ভিক তত্ত্ববিদ এডওয়ার্ড বার্নেট টাইলর (১৮৩২-১৯১৭) এবং হার্বার্ট স্পেন্সার (১৮২০-১৯০৩) অ্যানিমিজমের ধারণা প্রস্তাব করেছিলেন। আর প্রত্নতত্ত্ববিদ জন লুবক (১৮৩৪-১৯১৩) শব্দটিকে \"প্রতিমাবাদ\" বলেন। এদিকে ধর্মীয় পণ্ডিত ম্যাক মুলার (১৮২৩-১৯০০) বলেন  ধর্ম শুরু হয় হেডোনিজম থেকে। ফোকলোরিস্ট উইলহেলম মানহার্ড (১৯৩১-১৮৮০) বলেছিলেন, ধর্ম \"প্রাকৃতিকতা\" থেকে শুরু হয়েছিল, যার দ্বারা তিনি প্রাকৃতিক ঘটনাগুলোর পৌরাণিক ব্যাখ্যা বোঝাতে চেয়েছিলেন। এই সব তত্ত্বগুলো ব্যাপকভাবে সমালোচনা করা হয়েছে। ধর্মের উৎপত্তি সংক্রান্ত কোন বিস্তৃত ঐক্যমত্য নেই।\nপ্রাক-মৃৎপাত্র নিওলিথিক এ (পিপিএনএ) গোবেকলি তেপে, যা এখন পর্যন্ত আবিষ্কৃত প্রাচীনতম ধর্মীয় স্থান। এর মধ্যে রয়েছে বিশাল টি-আকৃতির প্রস্তর স্তম্ভ, যা বিশ্বের প্রাচীনতম মেগালিথ হিসেবে পরিচিত।  এটি বিমূর্ত চিত্র, চিত্রগ্রন্থ এবং পশু ভাস্কর্য ইত্যাদি দ্বারা সজ্জিত। এটি তথাকথিত নিউলিথিক বিপ্লবের আগে নির্মিত হয়েছিল, যেমনঃ ৯০০০ খ্রিস্টপূর্বাব্দে কৃষি ও পশুপালন শুরু হয়েছিলো।  কিন্তু গোবেকলি তেপের নির্মাণে একটি উন্নত  সংগঠন বুঝায়, যা এখন পর্যন্ত প্যালিওলিথিক, পিপিএনএ বা পিপিএনবি সমাজগুলোর সাথে সম্পর্কিত নয়। জায়গাটি প্রথম কৃষি সমাজের শুরুতে প্রায় পরিত্যক্ত হয়ে যায়। জায়গাটি এখনও খনন এবং বিশ্লেষণ করা হচ্ছে। এভাবে এই অঞ্চলের পুরনো সম্প্রদায়ের জন্য, সেইসাথে ধর্মের সাধারণ ইতিহাসের জন্য উল্লেখযোগ্য বিষয় সম্পর্কে জানা যাবে।\n\n\n== ধর্মের উপকারিতা ==\nসংগঠিত ধর্ম নিম্নলিখিত উপায়ে বৃহত্তর জনসংখ্যার সামাজিক ও অর্থনৈতিক স্থিতিশীলতা প্রদানের মাধ্যম হিসাবে উত্থাপিত হয়েছেঃ\n\nসংগঠিত ধর্ম একটি কেন্দ্রীয় কর্তৃপক্ষকে ন্যায্যতা প্রদান করে, যার ফলে রাষ্ট্রকে সামাজিক ও নিরাপত্তা পরিষেবা প্রদানের জন্য কর আদায় করার অধিকার লাভ করে। ভারত এবং মেসোপটেমিয়ার ধর্মশাসনে বিভিন্ন বাহিনীর প্রধানগণ,রাজা, এবং সম্রাট রাজনৈতিক ও আধ্যাত্মিক নেতা হিসেবে ভূমিকা পালন করতেন। বিশ্বব্যাপী সমস্ত রাষ্ট্রীয় সমাজে অনুরূপ রাজনৈতিক কাঠামো রয়েছে, যেখানে রাজনৈতিক কর্তৃত্ব ঐশ্বরিক অনুমোদন দ্বারা ন্যায্যতা পায়।\nসংগঠিত ধর্ম সম্পর্কহীন ব্যক্তিদের মধ্যে শান্তি বজায় রাখার উপায় হিসাবে আবির্ভূত হয়েছিলো।  তবে রাষ্ট্র ও দেশগুলোতে হাজার হাজার বা কোটি কোটি মানুষ পরস্পরের সাথে সাথে সম্পর্কহীন ছিলো। জারেড ডায়মন্ড যুক্তি দেখান যে, সংগঠিত ধর্ম অন্য কোনও সম্পর্কহীন ব্যক্তিদের মধ্যে বন্ধন তৈরী করে। অন্যথায় সেখানে শত্রুতার প্রবণতা প্রকাশ পাবে। কারণ হিসেবে তিনি যুক্তি দেন যে, ব্যান্ড ও উপজাতীয় সমাজের মধ্যে মৃত্যুর একটি প্রধান কারণ হত্যাকাণ্ড। \n\n\n== বিভিন্ন ধর্ম ==\nএই সম্পর্কে বিস্তারিত জানতে দেখুন, বিভিন্ন ধর্ম ও বিশ্বাসের তালিকা\n\n\n=== ইব্রাহামীয় ধর্মসমূহ ===\nইসলাম\nখ্রিস্ট ধর্ম\nইহুদি ধর্ম\nবাহাই ধর্ম\nদ্রুজ\nরাস্তাফারি\nইয়াজিদি\n\n\n=== ভারতীয় ধর্মসমূহ ===\nসনাতন ধর্ম\nজৈন ধর্ম\nবৌদ্ধধর্ম\nশিখ ধর্ম\n\n\n=== পূর্ব এশীয় ধর্মসমূহ ===\nতাওবাদ\nশিন্তো ধর্ম\nকনফুসীয়বাদ\n\n\n=== পার্সি (ইরানীয়) ধর্মসমূহ ===\nজরথুস্ট্রবাদ\nমানি ধর্ম\n\n\n==== অন্যন্যা ধর্মসমূহ ====\nমেন্ডীয়বাদ\n\n\n=== বিলুপ্ত ধর্ম ===\nপ্রাচীন মিশরীয় ধর্ম\nসুমেরীয় ধর্ম\nইনকা ধর্ম\n\n\n== ধর্মের সমালোচনা ==\n\nধর্মের সমালোচনা হল রাজনৈতিক ও সামাজিক প্রভাব সহ ধর্মের ধারণা, সত্য বা অনুশীলনের সমালোচনা।\n\n\n== আরও দেখুন ==\n\nবৈষ্ণব ধর্ম\nধর্মে নীতিশাস্ত্র\nধর্মদর্শন\nসুখ ও ধর্ম\nসামাজিকীকরণ\nধর্মরাষ্ট্র\nলোকধর্ম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nReligion Statistics from UCB Libraries GovPubs\nকার্লিতে ধর্ম (ইংরেজি)\nMajor Religions of the World Ranked by Number of Adherents  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জুন ২০০৮ তারিখে by Adherents.com August 2005\nIACSR - International Association for the Cognitive Science of Religion\nStudying Religion - Introduction to the methods and scholars of the academic study of religion\nA Contribution to the Critique of Hegel’s Philosophy of Right - Marx's original reference to religion as the opium of the people.\nThe Complexity of Religion and the Definition of “Religion” in International Law Harvard Human Rights Journal article from the President and Fellows of Harvard College(2003)"}