{"pageid": 1114290, "title": "পুলক বিশ্বাস", "url": "https://bn.wikipedia.org/wiki?curid=1114290", "content": "পুলক বিশ্বাস (১৯৪১ — ২৯ আগস্ট ২০১৩) ছিলেন ভারতের একজন শীর্ষস্থানীয় শিল্পী এবং শিশুদের বইয়ের অন্যতম চিত্রকর।\n\n\n== জীবনী ==\nপুলক বিশ্বাসের জন্ম ব্রিটিশ ভারতের ঢাকায় অধুনা বাংলাদেশে। তার শৈশব অতিবাহিত হয় সেখানে। তবে স্বাধীনতা লাভের সময় দেশভাগের পর কলকাতায় চলে আসেন।\nকলকাতার গভর্নমেন্ট কলেজ অব আর্ট অ্যান্ড ক্র্যাফট-এ ভরতি হন। পেন্টিং পড়ার সময় থেকেই তিনি পড়াশোনার খরচ জোগাতে বইয়ের অলংকরণ তথা ইলাস্ট্রেশন শুরু করেন। ১৯৬১ খ্রিস্টাব্দে প্রশিক্ষণ শেষে ডিপ্লোমা লাভ করে বিজ্ঞাপন জগতে আসেন এবং প্রায় বারো বছর কাজ করেন। তিনি গ্রাফিক ডিজাইন এবং ইলাস্ট্রেশনে ইউনেস্কোর ফেলোশিপ পান। সেই সাথে লন্ডনের হর্নসে কলেজ এবং আমস্টারডামের রিটভাল্ড অকাদেমিতে গ্রাফিক ডিজাইনের এবং চিত্রাঙ্কনের পরবর্তী উচ্চতর ধাপগুলি আয়ত্ত করেন।\nতিনি ভারতে ও ইউরোপের বিভিন্ন স্থানে তার শিল্প কর্মের একক ও দলগত প্রদর্শনীতে অংশ নেন।\n\n\n== শিশুসাহিত্য ==\nআশির দশকে পুলক বিশ্বাস বিজ্ঞাপন সংস্থার গ্রাফিক ডিজাইনের কাজ ছেড়ে দেন এবং প্রথম দিকে ফ্রিল্যান্স হতে চাইলেও শেষে নতুন দিল্লির কার্টুনিস্ট কেশব শঙ্কর পিল্লাইয়ের আহ্বানে সাড়া দিয়ে চিলড্রেনস বুক ট্রাস্টে যোগ দেন এবং পাঁচ বছর কাজ করেন। তারপর তিনি তার স্বপ্নের পেশা হিসাবে চিত্রাঙ্কন এবং শিশুদের বইয়ের চিত্রায়নে মনোনিবেশ করেন। ১৯৯২-৯৩ খ্রিস্টাব্দে তিনি দীপা অগ্রবাল রচিত “অশোকস্ নিউ ফ্রেন্ড” নামক শিশু পাঠ্য গ্রন্থে চিত্রাঙ্কনের জন্য শিশু-সাহিত্যের জাতীয় পুরস্কার লাভ করেন। তার চিত্রায়িত উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nমহাগিরি অ্যান্ড আম্মা প্যারি আম্মা  (চিলড্রেনস বুক ট্রাস্ট -১৯৬৯)\nএ ডে ইন দ্য লাইফ অফ মায়া অফ মহেঞ্জাদড়ো ( চিলড্রেন বুক ট্রাস্ট - ১৯৬৯)\nবিজি অ্যান্টস ( ন্যাশনাল বুক ট্রাস্ট - ১৯৮৭)\nহেনস্ স্পারো টার্নস্ পার্পল\nটাইগার অন এ ট্রি ( তারা পাবলিশিং, - ১৯৯৭) অনুষ্কা রবিশঙ্কর রচিত\nক্যাচ দ্যাট ক্রোকোডাইল (তারা পাবলিশিং,- ১৯৯৯)\nসুপরিচিত চিত্রশিল্পী, পুলক বিশ্বাস গত কয়েক বছর চিত্রকলায় নিমগ্ন ছিলেন। তিনি ২০১৩ খ্রিস্টাব্দের ২৯শে আগস্ট দিল্লিতে পরলোক গমন করেন।\n\n\n== পুরস্কার ==\nমুলকরাজ আনন্দ রচিত \"এ ডে ইন দ্য লাইফ অফ মায়া অফ মহেঞ্জাদড়ো\" বইতে চিত্রায়নের জন্য ১৯৬৯ খ্রিস্টাব্দে ব্রাতিস্লাভায় দ্বিবার্ষিক চিত্রাঙ্কনে (বিয়েনাল অফ ইলিউশন ব্রাতিস্লাভা- বিআইবি)-এ উচ্চ প্রশংসিত হয়।\n\"হেন স্প্যারো টার্নস্ পার্পল\" বইটির চিত্রায়নে জন্য ব্রাতিস্লাভায় দ্বিবার্ষিক চিত্রাঙ্কনে (বিয়েনাল অফ ইলিউশন ব্রাতিস্লাভা- বিআইবি) আন্তর্জাতিক সম্মান গ্র্যান্ড প্রিক্স লাভ করেন।\nতিনি ১৯৯৯ খ্রিস্টাব্দে স্লোভাকিয়ার ব্রাতিস্লাভায় অনুষ্কা রবিশঙ্কর রচিত \"টাইগার অন এ ট্রি\" বইটিতে চিত্রায়নের জন্য ব্রাতিস্লাভায় দ্বিবার্ষিক চিত্রাঙ্কনে (বিয়েনাল অফ ইলিউশন ব্রাতিস্লাভা- বিআইবি) ফলক লাভ করেন এবং বইটি আমেরিকান লাইব্রেরি অ্যাসোসিয়েশনের বিখ্যাত গ্রন্থ তালিকায় অন্তর্ভুক্ত হয়।\n\n\n== আরও দেখুন ==\nদ্য ম্যান উইথ দ্য ম্যাজিক ব্রাশ: মিটিং পুলক বিশ্বাসের সাক্ষাতকার এবং তার কাজের কিছু অংশ নতুন দিল্লিতে বিশ্ব বইমেলা ২০১৪-এ প্রদর্শিত হয়েছিল।\nপুলক বিশ্বাসের সংক্ষিপ্ত সাক্ষাৎকারটি দেখুন https://web.archive.org/web/20131213132719/http://www.papertigers.org/gallery/Pulak_Biswas/index.html-এ\n\n\n== তথ্যসূত্র =="}