{"pageid": 1115641, "title": "চৌধুরী আবিদ রাজা", "url": "https://bn.wikipedia.org/wiki?curid=1115641", "content": "চৌধুরী আবিদ রাজা গুজ্জর ( উর্দু: چوہدری عابد رضا‎‎   ; জন্ম ২ সেপ্টেম্বর ১৯৭২) তিনি একজন পাকিস্তানি রাজনীতিবিদ। তিনি আগস্ট ২০১৮ সালে পাকিস্তানের জাতীয় পরিষদের সদস্য হন। তিনি জুন ২০১৩ থেকে মে ২০১৮ পর্যন্ত জাতীয় পরিষদের সদস্য ছিলেন। পারিবারিক কলহ বা ইসলামপন্থী জঙ্গিবাদের সাথে তার যোগসূত্রের বিষয়ে সমালোচনা সত্ত্বেও, তিনি তার রাজনীতির পরিষ্কার ব্র্যান্ডের জন্য সুপরিচিত হয়েছেন।\n\n\n== প্রাথমিক জীবন ==\nতিনি ২শে সেপ্টেম্বর ১৯৭২ সালে গুজরাত জেলার খারিয়ানের কোটলা আরব আলী খানে জন্মগ্রহণ করেন। তাঁর পিতা ৬০-এর দশকে ইউসি কোটলার চেয়ারম্যান নির্বাচিত হন। তাঁর পরিবার স্থানীয় রাজনীতিতে সুপরিচিত।\n\n\n== কর্মজীবন ==\n\n\n=== জঙ্গি রাজনীতি ===\nগুজরাতের নিজাম, একটি পারিবারিক প্রতিদ্বন্দ্বী ও সেইসাথে সিপাহ-ই-সাহাবা ও লস্কর-ই-জাংভির সাথে সম্পর্ক থাকার জন্য গুলাম সারওয়ার ভুচকে হত্যার চেষ্টায় ছয় জনকে হত্যা করার জন্য ১৯৯৮ সালে সন্ত্রাসবিরোধী আইনের মাধ্যমে তাকে মৃত্যুদণ্ড দেওয়া হয়। ২০০৩ সালে তিনি আমজাদ ফারুকীকে সাহায্য করার জন্য অভিযুক্ত হন। তিনি ইসলামপন্থী মোশাররফকে হত্যার পরিকল্পনা করেছিলেন। তিনি এই সমস্ত অভিযোগ এবং জঙ্গি সংগঠনের সাথে সংযোগ থাকার কথা অস্বীকার করেছিলেন। যদিও তিনি মৃত্যুদণ্ড পাননি। কারণ তিনি পাঁচ বছর কারাগারে কাটিয়েছিলেন। ইসলামী আইন অনুসারে বিরোধী দলের সাথে পুনর্মিলনের পরে মুক্তি পেয়েছিলেন। \n\n\n=== মূলধারার রাজনীতি ===\nরাজা পাকিস্তান পিপলস পার্টি (পিপিপি) এর সাথে তার রাজনৈতিক জীবন শুরু করেন। তিনি ২০০৮ সাল পর্যন্ত পাঞ্জাবের প্রাদেশিক পরিষদে দায়িত্ব পালন করেন। তার পরিবার ২০০৩ সালে পিএমএল-কিউতে যোগ দেয়। তিনি ২০০৮ সালে পাকিস্তান মুসলিম লীগ (এন) (পিএমএল-এন) এ যোগদান করেন। হামজা শাহবাজ শরীফই সেই ব্যক্তি, যিনি বিতর্ক সত্ত্বেও পিএমএল-এন-এ তাঁর অন্তর্ভুক্তিকে ঠেলে দিয়েছিলেন, \"কোটলাদের খুশি করার জন্য।\" \nতিনি ২০১৩ সালে নির্বাচনী এলাকা NA-১০৭ (গুজরাত-IV) থেকে পিএমএল-এন-এর প্রার্থী হিসাবে পাকিস্তানের জাতীয় পরিষদে নির্বাচিত হন। তিনি ৯৪১৯৬ ভোট পেয়েছেন এবং পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই) এর প্রার্থী চৌধুরী মুহাম্মদ ইলিয়াসকে পরাজিত করেছেন। \nতিনি ২০১৮ সালে পাকিস্তানের সাধারণ নির্বাচনে নির্বাচনী এলাকা NA-৭১ (গুজরাত-৪) থেকে পিএমএল-এন-এর প্রার্থী হিসাবে জাতীয় পরিষদে পুনরায় নির্বাচিত হন। তিনি ৮৮,৫৮৮ ভোট পেয়ে পিটিআই-এর প্রার্থী মুহাম্মদ ইলিয়াস চৌধুরীকে পরাজিত করেন। \n\n\n== তথ্যসূত্র =="}