{"pageid": 1115642, "title": "আকাসা এয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1115642", "content": "এসএনভি এভিয়েশন প্রাইভেট লিমিটেডের ব্র্যান্ড আকাসা এয়ার হল একটি ভারতীয় আসন্ন স্বল্প খরচের বিমানসংস্থা। বিমানসংস্থাটির সদর দপ্তর ভারতের মহারাষ্ট্র রাজ্যের মুম্বই শহরে অবস্থিত। এটি রাকেশ ঝুনঝুনওয়ালা কর্তৃক সমর্থিত। বিমানসংস্থাটি নতুন বোয়িং ৭৩৭ ম্যাক্স উড়োজাহাজ হাতে পাওয়ার পর ২০২২ সালের জুলাই মাসে উড়ান শুরু করার পরিকল্পনা করেছে। আকাসা এয়ারের সিইও বিনয় দুবে বলেছেন, যে আকাসার লক্ষ্য হল ২০২২ সালের শেষ নাগাদ বহরে ১৮ টি উড়োজাহাজ থাকবে এবং প্রতি বছর প্রায় ১২-১৪ টি উড়োজাহাজ সংস্থার বহরে যোগ করা। তিনি আরও বলেন, আকাসা এয়ারের কাছে ৫ বছরের মধ্যে ৭২টি বিমান থাকবে। বিনয় দুবে বলেছেন যে বিমানসংস্থাটি প্রাথমিকভাবে মহানগর থেকে টিয়ার-২ ও টিয়ার-৩ শহরগুলিতে পরিষেবা দেবে, সেইসাথে ভারতের বড় শহরগুলিতেও উড়ান পরিচালনা করবে।\n\n\n== ইতিহাস ==\n২০২১ সালের মার্চ মাসে প্রকাশিত একটি বিজ্ঞপ্তিতে উল্লেখ কার হয়েছিল, যে জেট এয়ারওয়েজ ও গোফার্স্ট-এর প্রাক্তন সিইও বিনয় দুবে প্রাক্তন গোফার্স্ট প্রধান বাণিজ্যিক কর্মকর্তা (সিসিও) প্রবীণ আইয়ার ও উড়ান পরিচালনার প্রধান নিখিল বেদের সাথে ভারতে একটি নতুন স্বল্প খরচে বিমান সংস্থা চালু করার পরিকল্পনা করেছিলেন।\nভারতের ধনকুবের ব্যবসায়ী রাকেশ ঝুনঝুনওয়ালা ২০২১ সালের জুলাই মাসে বিমান সংস্থার ৪০% শেয়ারের জন্য $৩৫ মিলিয়ন বিনিয়োগ করেছিলেন।\nএটি ২০২১ সালের অক্টোবর মাসে বেসামরিক বিমান পরিবহন মন্ত্রকের কাছ থেকে একটি অনাপত্তি শংসাপত্র অর্জন করে। বিমান পরিচালনার শংসাপত্র (এওসি) পাওয়ার জন্য প্রয়োজনীয় কার্যক্রম প্রক্রিয়াধীন রয়েছে। বিমানসংস্থাটি বিমান পরিচালনার শংসাপত্র পাওয়ার পর ৩ থেকে ৬ মাসের মধ্যে কার্যক্রম শুরু করবে। সংস্থাটি ২০২২ সালের গ্রীষ্মে উড়ান চালু করার লক্ষ্য রেখেছে। আকাসা এয়ার উড়ান কার্যক্রমের জন্য বোয়িং ৭৩৭ ম্যাক্স ব্যবহার করবে এবং তারা আগামী চার বছরে প্রায় ৭০ টি উড়োজাহাজ সংস্থার বহরে যুক্ত করার লক্ষ্য ঘোষণা করেছে।\nবিমানসংস্থাটি ২০২১ সালের ২২শে ডিসেম্বর \"ইটস ইওর স্কাই\" ট্যাগলাইন সহ নিজের ব্র্যান্ডের পরিচয় ও লোগো উন্মোচন করে। সংস্থার লোগোর একটি অংশ 'রাইজিং এ' প্রতীক হিসাবে গ্রহণ করা হয়েছে, যা উদীয়মান সূর্যের উষ্ণতা, একটি পাখির অনায়াসে উড়ে যাওয়া ও একটি বিমানের ডানার নির্ভরযোগ্যতা সহ আকাশ থেকে আসা উপাদানসমূহের দ্বারা অনুপ্রাণিত হয়েছিল। ব্র্যান্ডের রং হিসাবে ‘সানরাইজ অরেঞ্জ’ ও ‘প্যাশনেট পার্পল’ বেছে নেওয়া হয়েছিল, যা বিমানসংস্থাটির উষ্ণ, তারুণ্য ও শ্রদ্ধাশীল প্রকৃতিকে প্রতিফলিত করে।\n\n\n== গন্তব্যস্থল ==\n\nআকাসা ২০২২ সালের ২২শে জুলাই প্রথম গন্তব্যস্থলের ঘোষণা করেছিল, এবং গন্তব্যস্থলের জন্য অগ্রিম টিকিট বিক্রি শুরু করেছিল। বিমানসংস্থাটির প্রথম বাণিজ্যিক উড়ানটি ২০২২ সালের ৭ই আগস্ট আহমেদাবাদ ও মুম্বইয়ের মধ্যে ছিল। বেশিরভাগ উড়ান বেঙ্গালুরু ও মুম্বইয়ে সংস্থার পরিচালনা ঘাঁটির মাধ্যমে পরিচালিত হয়। বিমানসংস্থাটি বর্তমানে ১০ টি গন্তব্যে উড়ান পরিচালনা করে, আরও দুটি গন্তব্যে উড়ান চালু করার পরিকল্পনা রয়েছে। বহরের প্রয়োজনীয় বাধ্যতামূলক ২০ টি বিমান পূরণ করার পরে ২০২৩ সালের মধ্যে আন্তর্জাতিক উড়ান চালু করার পরিকল্পনা রয়েছে।\n\n\n== বহর ==\n\nআকাসা এয়ার ২০২২ সালের নভেম্বর মাস পর্যন্ত একটি বোয়িং ৭৩৭ ম্যাক্স বহর পরিচালনা করেছিল, যা নিম্নলিখিত বিমানগুলির সমন্বয়ে গঠিত:\n\n\n=== বহরের উন্নয়ন ===\nআকাসা এয়ার ২০২১ সালের ১৬ই নভেম্বর ৭২ টি বোয়িং ৭৩৭ ম্যাক্স উড়োজাহাজ ক্রয়ের আদেশ করেছিল, যার মূল্য প্রায় $৯ বিলিয়ন। ক্রয়ের আদেশটি ৭৩৭ ম্যাক্স ৮ ও উচ্চ-ক্ষমতার ৭৩৭ ম্যাক্স ২০০ সংস্করণ নিয়ে গঠিত। আকাসা এয়ার গ্রিফিন গ্লোবাল অ্যাসেট ম্যানেজমেন্টের সঙ্গে একটি বিক্রয়-লিজব্যাক চুক্তির জন্য অংশীদারিত্ব করেছে, যার মধ্যে তাদের ৫ টি বোয়িং ৭৩৭ ম্যাক্স বিমান অন্তর্ভুক্ত রয়েছে। সংস্থাটি সরবরাহকৃত প্রথম বোয়িং ৭৩৭-৮ বিমান ২০২২ সালের ১৬ই জুন গ্রহণ করেছিল। বিমানসংস্থাটির বর্তমানে প্রতি ২ সপ্তাহে একটি বিমানকে বহরে যোগ করার পরিকল্পনা রয়েছে।\n\n\n== তথ্যসূত্র =="}