{"pageid": 1115143, "title": "আশরাফ আলী বিশ্বনাথী", "url": "https://bn.wikipedia.org/wiki?curid=1115143", "content": "আশরাফ আলী বিশ্বনাথী (১৯২৮ – ২০০৫) ছিলেন একজন বাংলাদেশি দেওবন্দি ইসলামি পণ্ডিত, শিক্ষাবিদ, রাজনীতিবিদ ও ধর্মীয় লেখক। পূর্ব পাকিস্তান তথা বর্তমান বাংলাদেশে সাংগঠনিকভাবে জমিয়তে উলামায়ে ইসলাম বাংলাদেশের ভিত্তি দাঁড় করানোর জন্য তাকে \"বাবায়ে জমিয়ত\" বলা হয়। তিনি কিছুকাল দলটির সভাপতিও ছিলেন। এছাড়াও তিনি জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়া, বিশ্বনাথ, মাদানিয়া কওমিয়া মহিলা মাদ্রাসা এবং সাহিত্য সাময়িকী মাসিক আল ফারুকের প্রতিষ্ঠাতা।\n\n\n== জীবনী ==\nআশরাফ আলী বিশ্বনাথী ১৯২৮ সালে সিলেটের বিশ্বনাথ থানাধীন ঘড়গাঁও গ্রামের এক মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতা জওয়াদ উল্লাহ ও মাতা হাবিবুন্নেছা ওরফে জয়তুন বিবি। মাতাপিতার কাছে তার প্রাথমিক শিক্ষার হাতেখড়ি হয়। ঢাকাউত্তর রানাপিং আরাবিয়া হুসাইনিয়া মাদ্রাসায় মেশকাত পর্যন্ত পড়ার পর তিনি দারুল উলুম হাটহাজারী মাদ্রাসায় ভর্তি হন। ১৯৪৯ সালে সেখান থেকে দাওরায়ে হাদিস (মাস্টার্স) সমাপ্ত করেন। তার শিক্ষকদের মধ্যে রয়েছেন মুফতি ফয়জুল্লাহ, আহমদুল হক, শাহ আবদুল ওয়াহহাব প্রমুখ। ১৯৫০ সালে দারুস সুন্নাহ গলমুকাপন মাদ্রাসায় শিক্ষকতার মাধ্যমে তার কর্মজীবনের সূচনা হয়। সেখানে ৩ বছর শিক্ষকতা করে জামেয়া তাওয়াক্কুলিয়া রেঙ্গা মাদ্রাসায় যোগ দেন। ১৯৫৮ সালে পারকুল মাদ্রাসায় এক বছর শিক্ষকতা করেন। একই বছর তিনি বন্ধ হয়ে যাওয়া বিশ্বনাথ এম.ই. মাদ্রাসা পুনরায় চালু করেন এবং আমৃত্যু সেখানে অধ্যক্ষ ছিলেন, যার বর্তমান নাম জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়া, বিশ্বনাথ। তিনি মাদ্রাসাটির মহিলা শাখা হিসেবে মাদানিয়া কওমিয়া মহিলা মাদ্রাসা প্রতিষ্ঠা করেন। তার প্রস্তাবে বিশ্বনাথ নতুন বাজার প্রতিষ্ঠিত হয়। ছাত্রজীবন থেকে তিনি রাজনীতিতে সক্রিয় হন। তৎকালীন পূর্ব পাকিস্তানে তার আহবানে সিলেট হাওয়াপাড়া মসজিদে ১৯৬৪ সালের ১ নভেম্বর অনুষ্ঠিত উলামা ও সুধী সমাবেশে জমিয়তে উলামায়ে ইসলাম সিলেটের যাত্রা শুরু হয়। তিনি এর সাধারণ সম্পাদক ছিলেন। ১৯৭৫ সালে তিনি এর কেন্দ্রীয় সহ-সভাপতি নির্বাচিত হন। ২০০০ সালে তিনি দলটির নির্বাহী সভাপতি ও ২০০১ সালে ভারপ্রাপ্ত সভাপতি, ২০০২ সালে স্থায়ী সভাপতির দায়িত্ব পান।\n২০০৫ সালের ২০ মে তিনি মৃত্যুবরণ করেন।\n\n\n== প্রকাশনা ==\nতিনি ছাত্রজীবন থেকে লেখালেখির সাথে সংযুক্ত হন। ১৯৯৮ সালে তিনি মাসিক সাহিত্য সাময়িকী আল ফারুক প্রতিষ্ঠা করেন। তার রচিত বইসমূহের মধ্যে রয়েছে:\n\nইসলাম বনাম সমাজতন্ত্র ও গণতন্ত্র\nমাদরাসাতুল বানাতের পাঠ্য তালিকা (১৯৯২)\nজমিয়তে উলামায়ে ইসলামের সংক্ষিপ্ত পরিচিতি (১৯৮৮)\nমক্তব প্রথম পাঠ (১৯৮৩)\nমুসাফিরের নামাজ (১৯৯৬)\nস্মৃতির দর্পনে পূণ্যভূমি ইরাক (১৯৯৫)\nএদারার সংক্ষিপ্ত পরিচিতি ইত্যাদি।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== আরও পড়ুন ==\nতওফীকুর রহমান, ড. তারেক মুহাম্মদ। বাংলাদেশের রাজনীতিতে আলিমসমাজ : ভূমিকা ও প্রভাব (১৯৭২—২০০১)। ঢাকা: একাডেমিক প্রেস এন্ড পাবলিশার্স লাইব্রেরি।"}