{"pageid": 1115670, "title": "সৌদি আরবে ধর্ম অবমাননা আইন", "url": "https://bn.wikipedia.org/wiki?curid=1115670", "content": "সৌদি আরবের আইন হলো শরিয়া ( প্রধানত হাম্বলী মাযহাবের আইনশাস্ত্র দ্বারা প্রণীত। এর সাথে জাফরি মাযহাবের মতো আইনের অন্যান্য স্কুল থেকেও প্রণয়ন করার নিয়ম চালু আছে), রাজকীয় ডিক্রি, রাজকীয় অধ্যাদেশ, অন্যান্য রাজকীয় কোড ও উপবিধি, কাউন্সিল অফ সিনিয়র স্কলারস (সৌদি আরব) থেকে ফতোয়া এবং রীতি ও অনুশীলন।\n\n\n== দমন ==\nসৌদি আরবের কর্তৃপক্ষ সুন্নি ইসলামের একটি মাযহাব, সালাফিবাদ বা ওয়াহাবিজম ব্যতীত অন্য সব ধরনের জনসাধারণের ধর্মীয় অভিব্যক্তিকে দমন করতে রাজ্যের আইন ব্যবহার করে। অসংখ্য ইসমাইলি মুসলমান তাদের ধর্মের কারণে কারাগারে রয়েছে। অনেক শিয়া মুসলমান গ্রেফতার বা আটক রয়েছে। রাজ্যটি ধর্মত্যাগের বিরুদ্ধে আইন প্রয়োগ করতে কমিশনকে সদ্ব্যবহার করতে প্রচার করে। ধর্মীয় পুলিশ প্রতিরোধে ব্যবহার করে। কমিশন অনিয়ন্ত্রিত, উদ্যোগী স্বেচ্ছাসেবকদের অংশে গঠিত।\n\n\n== অত্যাচার ==\nদোষী সাব্যস্ত করার জন্য, সৌদি আরবের প্রশাসনিক ও বিচার বিভাগীয় কর্তৃপক্ষ নিয়মিতভাবে স্বীকারোক্তি চায়। স্বীকারোক্তি সুরক্ষিত করার জন্য কর্তৃপক্ষ সাধারণত মানবাধিকারের গুরুতর লঙ্ঘনে জড়িত থাকে। ব্লাসফেমির অভিযোগে অভিযুক্ত ব্যক্তিরা নির্যাতনের শিকার হতে পারে বা নিষ্ঠুর ও অবমাননাকর আচরণের পাশাপাশি দীর্ঘস্থায়ী এবং একাকী আটক থাকতে পারে। অভিযুক্তের ভাগ্য নির্ধারণ করে এমন কার্যক্রম গোপন করা হয়। সাধারণত পুরুষদের জন্য তলোয়ার দিয়ে শিরশ্ছেদ এবং মহিলাদের জন্য ফায়ারিং স্কোয়াড দ্বারা মৃত্যুদণ্ড করা হয়।\n\n\n== নির্বাচিত মামলা ==\n২০০৯ সালে অ্যামনেস্টি ইন্টারন্যাশনাল রিপোর্ট করেছে যে, \"২০০৮ সালে কমপক্ষে ১০২ জন পুরুষ ও মহিলা, যাদের মধ্যে ৩৯ জন বিদেশী নাগরিকের মৃত্যুদণ্ড কার্যকর করা হয়েছিল৷ অনেককে অহিংস অপরাধের জন্য মৃত্যুদণ্ড দেওয়া হয়েছিল। যার মধ্যে মাদকের অপরাধ, 'সডোমি', ব্লাসফেমি এবং ধর্মভ্রষ্টতা রয়েছে।\" ২০০৮ সালে হিউম্যান রাইটস ওয়াচ রিপোর্ট করেছে যে, সৌদি আরব প্রায়ই ধর্ম অবমাননার অভিযোগে ব্যক্তিদের দোষী সাব্যস্ত করে। ১৯৯৯ সালে, জাতিসংঘের মানবাধিকার কমিশনের বিশেষ প্রতিবেদক আটক ব্যক্তিদের পরিস্থিতি সম্পর্কে অনুসন্ধানে সৌদি আরবের প্রতিক্রিয়ার অভাব নিয়ে উদ্বেগ প্রকাশ করেছিলেন।\nসৌদি আরবে ২০০৮ সালে, রইফ বাদাউই একটি ওয়েবসাইট পরিচালনা করার পর যেটি সেই দেশের ধর্মীয় পুলিশের সমালোচনা করেছিল এবং ইসলামের ওয়াহাবি ব্যাখ্যা নিয়ে প্রশ্ন করেছিল, কর্তৃপক্ষ তাকে \"ইসলামকে অবমাননা করে এমন একটি ইলেকট্রনিক সাইট স্থাপন করার\" অভিযোগ এনেছিল৷ পাঁচ বছরের কারাদণ্ড এবং $৮০০,০০০ জরিমানা করে। সেইসাথে তার নিরাপত্তার বিরুদ্ধে হুমকি উভয় সম্ভাবনার সম্মুখীন হয়। পরে তিনি দেশ ছেড়ে পালিয়ে যান।\n১৯৯২ সালে সৌদি আরব ব্লাসফেমি আইনে কমপক্ষে একজন কিশোরকে মৃত্যুদণ্ড দেয়।\n\n\n== আরও দেখুন ==\nইসলামে ধর্মত্যাগ\nসৌদি আরবে ধর্মের স্বাধীনতা\nইসলাম এবং ব্লাসফেমি\nশরিয়া#গণতন্ত্র এবং মানবাধিকার\nব্লাসফেমি আইন\n\n\n== তথ্যসূত্র =="}