{"pageid": 11151, "title": "প্রোটেক্টিনিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=11151", "content": "প্রোটেক্টিনিয়াম পর্যায় সারণির ৯১দশ মৌল। এটি একটি তেজস্ক্রিয় মৌল।\n\n\n== নামকরণ ==\n১৯১৩ সালে বিজ্ঞানী কে ফাজান্‌স এবং ও গোহ্‌রিং ব্রেভিয়াম নামে একটি মৌল আবিষ্কার করেন যা প্রকৃতপক্ষে প্রোট্যাক্টিনিয়ামই ছিল। তারা ব্রেভিয়াম নামটিই প্রস্তাব করেছিলেন। দ্বিতীয় বিশ্বযুদ্ধ শুরু হয়ে যাওয়ায় বিষয়টি চাপা পড়ে যায়। পরবর্তীতে ১৯১৮ সালে অটো হান এবং লিজে মাইটনার মৌলটি আবিষ্কার করেন। উদারতা দেখিয়ে ফাজান্‌স আর মৌলটির আবিষ্কারক হিসেবে নিজেকে দাবী করেন নি। তিনি কেবল ব্রেভিয়াম নাম বদলে প্রোট্যাক্টিনিয়াম রাখার প্রস্তাব করেন। গ্রিক ভাষায় প্রোট্যাক্টিনিয়াম  অর্থ \"অ্যাক্টিনিয়ামের পূর্বে\"।\n\n\n== আবিষ্কারের ইতিহাস ==\nরসায়নবিদ দিমিত্রি ইভানভিচ মেন্ডেলিফ একা-ট্যান্টালাম নামক একটি মৌলের ভবিষ্যদ্বাণী করেছিলেন অনেক আগেই। এটি বোধহয় একমাত্র তেজস্ক্রিয় মৌল যা স্বীকৃতি লাভের অনেক আগেই আবিষ্কৃত হয়েছিল। ইউরেনিয়াম এবং থোরিয়ামের মধ্যে ৯১নং মৌলটি থাকার কথা। এই ৯১নং মৌলের অর্ধায়ু (৩৪,৩০০ বছর) অনেক বেশি এবং তা আলফা রশ্মি বিকিরণ করে। সে হিসেবে এর ইউরেনিয়াম আকরিকে ভাল পরিমাণেই সঞ্চিত হওয়ার কথা। একা-ট্যান্টালাম এবং এই মৌলের মধ্যে অনেক সাদৃশ্যও রয়েছে। তথাপি এটি আবিষ্কারের স্বীকৃত বছর হল ১৯১৮। এতো দেরীর নির্দিষ্ট কারণও রয়েছে। ইউরেনিয়াম-২৩৮ নামক তেজস্ক্রিয় পরিবারটি সম্বন্ধে আলোচনার মাধ্যমে প্রোট্যাক্টিনিয়াম আবিষ্কারের ইতিহাস পর্যালোচনা করা যায়। বিজ্ঞানী ক্রুক্‌স UX নামক মৌলটি আবিষ্কার করেন এবং এর মাধ্যমেই মূলত তেজস্ক্রিয় মৌলের সন্ধান শুরু হয়। পরবর্তীতে UX2 নামক আরেকটি মৌল আবিষ্কারের কারণে UX-এর নতুন নাম দেয়া UX1।\n১৯১৩ সালে ফ্রেডেরিক সডি বলেন, UX এবং ১৯১১ সালে আবিষ্কৃত U-II মধ্যে একটি তেজস্ক্রিয় মৌল থাকা উচিত। এই অজ্ঞাত মৌলের ধর্ম হওয়া উচিত একা-ট্যান্টালামের মত এবং তার অবস্থান হওয়া উচিত পর্যায় সারণীর ৫ম শ্রেণীতে। U-I ও U-II উভয়েই ইউরেনিয়ামের একটি সমস্থানিক এবং U-I এর পশ্চাদপটে U-II কে শনাক্ত করা সহজ ছিল না। যে UX2 'র কথা উল্লেখ করা হয়েছেতা-ই হল একা-ট্যান্টালাম, আর এটিকেও তাই শনাক্ত করা সহজ ছিল না। ১৯১৩ সালের মার্চ মাসের মাঝামাঝি সময়ে বৈজ্ঞানিক কে ফাজান্‌স এবং ও গোহ্‌রিং এই কঠিন কাজটিই করেছিলেন। তারা বিটা কণিকা বিকিরক এবং ১.১৭ মিনিট অর্ধায়ু বিমিষ্ট একটি নতুন তেজস্ক্রিয় মৌল আবিষ্কার করেন যার ধর্ম একা-ট্যান্টালামের মত ছিল। একই বছরের অক্টোবর মাসে তারা খানিকটা নির্দিষ্ট করে বলেন UX2 হচ্ছে থোরিয়াম ও ইউরেনিয়ামের মধ্যে অবস্থিত একটি নতুন তেজস্ক্রিয় মৌল। তারা মৌলটির নাম ব্রেভিয়াম (গ্রিক ভাষায় যার অর্থ ক্ষণজীবন) রাখার প্রস্তাব করেন। ইংরেজ ও জার্মান বিজ্ঞানীরা এর আবিষ্কারের বিষয়টি প্রমাণ করেছিলেন। কিন্তু ইউরেনিয়াম পরিবারে UX2 তার আপন স্থান করে নিলেও পর্যায় সারণীর ৯১নং ঘরে Bv প্রতীকটি স্থাপন করা হয়নি। বর্তমানে কেন ৯১ নং মৌলের আবিষ্কারের তারিখ ১৯১৩ ধরা হয় না তার ব্যাখ্যা দেয়া সম্ভব।\nপ্রথম বিশ্বযুদ্ধ শুরু না হলে ব্রেভিয়াম মৌলটিই টিকে যেতে পারতো। কিন্তু বিশ্বযুদ্ধ শুরু হওয়ায় তেজস্ক্রিয় রসায়নের গবেষণা কাজে ছেদ পড়েছিল। এছাড়া তথ্য আদান-প্রদান নিষিদ্ধ ঘোষিত হওয়ার কারণে আবিষ্কারের তথ্যাদি বিশ্বব্যাপী ছড়িয়ে দেয়া সম্ভব হয়নি। ব্রেভিয়ামের বিষয়টি চাপা পড়ে যাবার এটি একটি কারণ। অবশ্য মূল কারণ আরেকটি। ৯১নং মৌলটি তেজস্ক্রিয় মৌলের দ্বিতীয় পরিবার তথা অ্যাক্টিনিয়াম পরিবার বা ইউরেনিয়াম-২৩৫ পরিবারে অবস্থিত। কিন্তু তখন এই পরিবারের প্রথম মৌল ধরা হতো অ্যাক্টিনিয়ামকে। তাই এর আগে কোন মৌল থাকতে পারে বলে ধারণা করাটাই ছিল অযৌক্তিক। অবশ্য অনেকে মনে করতেন অ্যাক্টিনিয়াম কোন স্বতন্ত্র পরিবার নয় বরং ইউরেনিয়াম পরিবারের অন্তর্ভুক্ত। ১৯১৩-১৪ সালের দিকে এই ধারণা অনেকেই পোষণ করতে থাকেন এবং প্রায় একই সময়ে ব্রেইয়াম আবিষ্কৃত হয়। ব্রেভিয়ামকে অ্যাক্টিনিয়াম পরিবারে অ্যাক্টিনিয়ামের পূর্বে স্থান দেয়া তাই অসম্ভব ছিল না। কিন্তু তখন বিষয়টির কোন সুরাহা হয়নি। অবশেষে অ্যাক্টিনিয়ামকে প্রথম মৌল হিসেবে প্রায় সবাই মনে নিয়েছিলেন।\nব্যাপারটির সুরাহা হতে শুরু হয় নতুন আবিষ্কৃত তেজস্ক্রিয় মৌল UY-কে কেন্দ্র করে। এটি থোরিয়ামের সমস্থানিক ছিল যাকে রুশ রসায়নবিদ জি আন্তোনভ ১৯১১ সালে আবিষ্কার করছিলেন। আন্তোনভ রাদারফোর্ডের গবেষণাগারে কাজ করতেন। তিনি বলেছিলেন, থোরিয়ামের সমস্থানিক UX1 বিটা কণা ত্যাগ করে ব্রেভিয়াম তথা UX2 তে পরিণত হয়। ১৯১৭ সালে ফরাসি বিজ্ঞানী এ পিকার্ড অ্যাক্টিনিয়াম পরিবারের উৎস সম্বন্ধে কথা বলেন। তার ধারণা ছিল এই পরিবারের প্রারম্ভিক মৌল ইউরেনিয়ামের অন্য কোন অজ্ঞাত (U-I ও U-II ছাড়াও) সমস্থানিক। তিনি এর নাম দেন অ্যাক্টিনোইউরেনিয়াম। তার মতে অ্যাক্টিনোইউরেনিয়াম আলফা কণা ত্যাগ করে UY তে পরিণত হয় এবং তা পরে অ্যাক্টিনিয়ামে রুপান্তরিত হয়। অ্যাক্টিনিয়াম তৈরির ধাপগুলো তাহলে দাড়ায়: AcU a UY b EkaTa a Ac\nঅ্যাক্টিনিয়াম পরিবারে UY এর অবস্থান সম্বন্ধে যে ধাঁধা ছিল এর মাধ্যমে তারও সমাধান হয়ে যায়। কিন্তু বিষয়টি প্রমাণ করার প্রয়োজনীয়তা ছিল। সডি ও তার সহকারী এ ক্রান্সটন একা-ট্যান্টালাম গবেষণার দ্বিতীয় অধ্যায় নিয়ে কাজ করছিলেন ইংল্যান্ডে। ১৯১৭ সালে ডিসেম্বরে তারা এ সম্বন্ধে একটি গবেষণাপত্র লিখেন যাতে বলা হয়, UY থেকে বিটা কণা নিঃসরণের ফলে একা-ট্যান্টালাম উৎপন্ন হয়। কিন্তু এর আগেই একা-ট্যান্টালাম সম্বন্ধে আরও নির্দিষ্ট তথ্য আবিষ্কার করেছিলেন জার্মান রসায়নবিদ অটো হান ও লিজে মাইটনার। তাই হান ও মাইটনারকেই এখন প্রোট্যাক্টিনিয়ামের আবিষ্কারক বলা হয়। কারণ তারা কেবল মৌলটি আবিষ্কারই করেননি, বরং একই সাথে এর রাসায়নিক ধর্মের সম্ভাব্য সব ধরনের পরীক্ষা করেছিলেন; নির্ণয় করেছিলেন এর অর্ধায়ু এবং এ থেকে নিঃসরিত আলফা কণার গড় মুক্ত পথ। অনেক সময় ইংরেজ ও জার্মান বিজ্ঞানীদেরকে একসাথেই এর আবিষ্কারক বলা হয় যদিও হান ও মাইটনারের আবিষ্কার অনেক বেশি নির্দিষ্ট ছিল। এভাবে পর্যায় সারণীতে Pa প্রতীকটি যু্ক্ত হয় ৯১নং ঘরে। এর সবচেয়ে দীর্ঘ অর্ধায়ু বিশিষ্ট সমস্থানিকের ভর সংখ্যা ছিল ২৩১। ১৯২৭ সালে কয়েক মিলিগ্রাম পরিমাণ Pa2O5 নিষ্কাশন করা সম্ভব হয়।\n\n\n== বহিঃসংযোগ ==\n\nProtactinium at The Periodic Table of Videos (University of Nottingham)"}