{"pageid": 111581, "title": "চার্বাক দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=111581", "content": "চার্বাক (সংস্কৃত: चार्वाक) বা লোকায়ত দর্শন হলো ভারতীয় দর্শনের একটি বস্তুবাদী শাখা। এটি অধ্যাত্মবাদবিরোধী নিরীশ্বরবাদী ও বস্তুবাদী দর্শন। সাধারণভাবে গুরু বৃহস্পতিকে এই দর্শনশাস্ত্রের প্রবর্তক হিসাবে মনে করা হয়। এই দর্শন কোনো প্রকার প্রত্যাদেশে বিশ্বাসী নয়, ‘প্রমাণ’ই এ-দর্শন অনুসারে যথার্থ জ্ঞানের উৎস। পারলৌকিক নয়, ইহজাগতিক সুখ ভোগই মানুষের একমাত্র কাম্য বলে চার্বাকরা মনে করত। চার্বাক দর্শনের প্রভাব বুদ্ধের সময় ও প্রাক-বুদ্ধ যুগে উপস্থিত ছিল বলে অনেকে মনে করে থাকেন।\nচার্বাক মতবাদ অনুযায়ী ইন্দ্রিয়জ সুখই মানুষের জীবনে পরম কাম্য হওয়া উচিৎ কারণ পার্থিব দুঃখই নরক। দেহের উচ্ছেদই হচ্ছে মুক্তি। কারণ মৃত্যুতেই সব কিছুর পরিসমাপ্তি ঘটে। আত্মা বলে কিছু নেই; তাই পরকাল বা পুনর্জন্ম বলেও কিছু নেই। চার্বাকবেত্তারা মানুষের দৃষ্টি অসীম থেকে সসীমের দিকে, আধ্যাত্মিকতা থেকে বাস্তবের দিকে আকৃষ্ট করতে প্রয়াসী। তাদের পরামর্শ মানুষ যেন জীবনের চরিতার্থতার জন্য ভোগে লিপ্ত থাকে। তারা পরামর্শ দেন: “ঋণং কৃত্যং ঘৃতং পীবেৎ”।\n\n\n== ব্যুৎপত্তি ==\nসংস্কৃত \"চার্বাক\" (সংস্কৃত: चार्वाक) শব্দটি উৎপত্তি অজানা। আচার্য হেমচন্দ্র লিখেছেন, \"চার্বাক\" শব্দটি সংস্কৃত চর্বন থেকে আগত, যার অর্থ ‘দাঁত দিয়ে চিবানো’। চার্বাকবাদীরা যেহেতু ধর্ম ও আধ্যাত্মিকতার বিরোধিতা করেন, তাই সম্ভবত ধর্ম ও আধ্যাত্মিকতার ধ্বংসের সংকেত (চিবিয়ে খাবার পিষে ফেলার সঙ্গে তুলনা করা হয়েছে) হিসাবে এই নামটি ব্যবহার করা হয়েছে। হিন্দু ধর্মগ্রন্থে চার্বাকদের নাস্তিক হিসাবে গণ্য করা হয়েছে।\n\n\n== উৎস ==\nচার্বাক গোষ্ঠীর নিজস্ব রচনা হিসেবে জয়রাশি ভট্টের আনুমানিক অষ্টম শতাব্দীতে রচিত তত্ত্বোপপ্লবসিংহ নামক একটি মাত্র গ্রন্থের উল্লেখ পাওয়া যায়। সেই কারণে চার্বাক দর্শন সম্বন্ধে অধিকাংশ তত্ত্বের উৎস হিসেবে ভারতীয় দর্শনের বিভিন্ন গ্রন্থের চার্বাকী মতবাদের বিরুদ্ধ সমালোচনাগুলোরই উল্লেখ করা হয়ে থাকে। এর মধ্যে উল্লেখযোগ্য ন্যায় দার্শনিক জয় ভট্টের নবম শতাব্দীতে রচিত ন্যায়মঞ্জরী, বৌদ্ধ পণ্ডিত শান্তরক্ষিতের ও অষ্টম শতাব্দীতে রচিত তত্ত্বসংগ্রহ। ভারতীয় দর্শনের যে সকল সঙ্কলন গ্রন্থ চার্বাক দর্শনকে অন্তর্ভুক্ত করে তার মধ্যে উল্লেখযোগ্য অষ্টম শতাব্দীতে রচিত জৈন দার্শনিক হরিভদ্র সূরীর  ষড়দর্শনসমুচ্চয়, চতুর্দশ শতাব্দীতে রচিত মাধবাচার্যের \"সর্বদর্শনসমগ্র\" ও শঙ্করাচার্যের রচনা বলে পরিচিত সর্বদর্শনসিদ্ধান্তসংগ্রহ।\nচার্বাক দর্শন একটি সুপ্রাচীন মতবাদ। ভারতীয় দর্শনের সকল সম্প্রদায়ই স্ব-স্ব গ্রন্থে চার্বাকের মতবাদ পূর্বপক্ষরূপে উপস্থাপন করেছে। যেমন ঋগ্বেদ (১০.৭২), ছান্দোগ্যোপনিষৎ (৮.৭-৯),  মহাভারত (শান্তিপর্ব, শল্যপর্ব), মাধবাচার্যের সর্বদর্শনসংগ্রহ (১ম অধ্যায়), বাৎস্যায়নের ন্যায়ভাষ্য (২.১.৩৭; ৩.২.৩৫), শঙ্করের শারীরকভাষ্য (১.১.১; ২.২.২), বাচস্পতির ভামতী (৩.৩.৫৩) প্রভৃতি গ্রন্থাদি থেকে চার্বাক মতবাদের পরিচয় পাওয়া যায়।\n\n\n== প্রবক্তা ==\nপ্রবোধচন্দ্রোদয়, সর্বদর্শনসংগ্রহ ইত্যাদি গ্রন্থে চার্বাক দর্শনের আদি প্রচারক হিসেবে বৃহস্পতির নাম করা হয়েছে। এই গ্রন্থগুলোতে বৃহস্পতির শিষ্য হিসেবে চার্বাক নামক এক শক্তিশালী প্রচারকের উল্লেখ পাওয়া যায়, যার ঐতিহাসিক অস্তিত্ব সম্বন্ধে কোন প্রমাণ পাওয়া যায় না। তত্ত্বোপপ্লবসিংহ ও ষড়দর্শনসমুচ্চয় গ্রন্থে চার্বাক দর্শনের সূত্র রচয়িতা হিসেবে বৃহস্পতির নাম উল্লেখ করা হয়েছে।\nচার্বাক আচার্য বৃহস্পতির ঐতিহাসিক অস্তিত্ব কালক্রমে পৌরাণিক দেবগুরু বৃহস্পতির সঙ্গে একাত্মতা লাভ করেছে। মৈত্রায়ণীয় উপনিষদের বর্ণনানুসারে দেবগুরু বৃহস্পতি বিষয়সুখে প্ররোচনাত্মক বিভ্রান্তিকর শাস্ত্র প্রণয়নের উদ্দেশ্যে অসুরদের ভুল পথে চালিত করার কাজে ব্রতী হন।\n\n\n== আবির্ভাব ==\nছান্দোগ্য উপনিষদে অসুর শব্দটি এক শ্রেণীর অবিশ্বাসী অর্থে ব্যবহৃত যাদের কাছে জাগতিক সুখভোগ জীবনের চরম লক্ষ্য। অসুর সংজ্ঞা যদি চার্বাক মতে বিশ্বাসী কোন গোষ্ঠীকে বোঝাতে ব্যবহৃত হয়, তাহলে মৈত্রায়ণীয় ও ছান্দোগ্য উপনিষদের রচনাকালেই চার্বাক মতবাদের গোড়াপত্তন হয়েছিল বলে অনুমান করা যায়। ঐতরেয় উপনিষদের কিছু অনুচ্ছেদে দেহাত্মবাদ ও বৃহদারণ্যক উপনিষদে মরণোত্তর চৈতন্যের অস্তিত্বের অস্বীকৃতির স্বপক্ষে কিছু শ্লোকের উল্লেখ পাওয়া যায়। কঠ উপনিষদের পরলোকগামী আত্মার অস্তিত্বে অবিশ্বাসী সম্প্রদায়ের উল্লেখ পাওয়া যায়।\nবিভিন্ন স্থানে বিক্ষিপ্তভাবে উদ্ধৃত চার্বাকী মতের বিবরণ এই চিন্তাধারার সঠিক কাল সম্বন্ধে সামান্যই তথ্যপ্রদান করতে পারে, তবে উপনিষদীয় যুগের বৃহৎ পরিসরে এই কালকে অন্তর্ভুক্ত করা যায়। ছান্দোগ্য উপনিষদ ও বৃহদারণ্যক উপনিষদের রচনাকাল খৃষ্টপূর্ব ষষ্ঠ শতাব্দীতে বুদ্ধদেবের আবির্ভাবের পূর্ববর্তী বলে অনুমান করা হলে চার্বাক মতের জন্ম এই কালেই হয়েছে বলে ধরে নেওয়া যায়।\n\n\n== চার্বাক সিদ্ধান্ত ==\n\n\n=== প্রত্যক্ষ প্রমাণ ===\nচার্বাক দর্শন সম্বন্ধে বিভিন্ন দর্শন সঙ্কলনগুলোতে প্রত্যক্ষপ্রমাণবাদী হিসেবে বর্ণনা করা হয়েছে। ষড়দর্শনসমুচ্চয় গ্রন্থে বলা হয়েছে চার্বাকের জগতের আয়তন ইন্দ্রিয়গোচরতার মধ্যে সীমাবদ্ধ। ইন্দ্রিয়ের দ্বারা প্রত্যক্ষ বস্তুজ জ্ঞানই চার্বাকগোষ্ঠী প্রমাণ হিসেবে বিবেচনা করেন বলে অধিকাংশ দর্শন গ্রন্থগুলো উল্লেখ করলেও জয়ন্ত ভট্টের “ন্যায়মঞ্জরী” গ্রন্থে অপর এক মতবাদকে চার্বাকের মতবাদ বলে উল্লেখ করেছেন। এই মতবাদ অনুসারে, প্রমাণ এবং প্রমেয়ের সংখ্যা ও লক্ষণের অনৈক্যই হল তত্ত্ব। “তত্ত্বোপপ্লবসিংহ” গ্রন্থে এই মতবাদের সমর্থন পাওয়া যায়। এই তত্ত্বের মতে জাগতিক বস্তুনিচয়ের সত্যাসত্য নির্ণয়ের মান বাস্তবিকপক্ষে কখনোই ত্রুটিমুক্ত না হওয়ার দরুন প্রমাণ ও প্রমেয় সম্বন্ধে ধারণাও ত্রুটিমুক্ত হয় না।\n\n\n=== অনুমান প্রমাণ ===\nন্যায় দর্শন দ্বারা স্বীকৃত অনুমানের দ্বারা প্রমাণকে চার্বাক মতে অনুমোদন করা হয়নি। অনুমানলব্ধ জ্ঞানের হেতু বা সাধনের সঙ্গে অনুমান বা সাধ্যের সম্পর্ক বা ব্যাপ্তিকে চার্বাকবাদী দার্শনিকেরা ভ্রান্ত হিসেবে প্রমাণ করার চেষ্টা করেছেন। তাদের মতে অভ্রান্ত ব্যাপ্তিজ্ঞানের উৎপত্তি প্রত্যক্ষের সাহায্যে সম্ভব নয়। “তত্ত্বোপপ্লবসিংহ” গ্রন্থে এর প্রধান অন্তরায় হিসেবে দেশ, কাল ও স্বভাবের ব্যবধানকে এর কারণ হিসেবে ধরা হয়েছে। এই পরিবর্তনশীল জগতে দেশ, কাল ও পরিবেশের বিভিন্নতা অনুযায়ী বস্তুজগত ও তার ধর্ম প্রতিনিয়ত পরিবর্তিত হয়, তাই অনুমান দ্বারা ব্যাপ্তিজ্ঞানকে চিরকালীন ধরে নেওয়া যায় না। চার্বাক মতে অনুমান সম্ভাবনার আভাষ মাত্র। \n\n\n=== আপ্তবাক্য প্রমাণ ===\nআপ্তবাক্য অনুমানের ওপর নির্ভরশীল হওয়ায় এর দ্বারা প্রমাণ চার্বাকগণের মতে ভ্রান্ত বলে বিবেচিত। আপ্তবাক্যের সত্যতার ভিত্তি নির্ভরযোগ্য ব্যক্তির উক্তি যা ব্যক্তির ব্যাপ্তিজ্ঞানে বিশ্বাসের ওপর অধিকাংশ সময়ে নির্ভরশীল হওয়ায় তা চার্বাক মতে গ্রাহ্য নয়।\n\n\n=== দেহাত্মবাদ ===\nপ্রত্যক্ষবাদী চার্বাকেরা বস্তুজগতের মূলগত উপাদানের সংখ্যা চারে সীমিত রাখেন। এগুলো হল ক্ষিতি, অপ্, তেজ ও মরুৎ। ব্যোম বা আকাশকে প্রত্যক্ষ করা যায় না বলে একে জগতের মূল উপাদানের মধ্যে তারা ধরেন না।\n\n\n== নাস্তিক্যবাদ ও চার্বাক দর্শন ==\nবিভিন্ন গ্রন্থের বর্ণনার মাধ্যমে পরিচিত চার্বাক দর্শন “নাস্তিক” এই বিশিষ্ট অভিধায় ভূষিত — কোথায়ও বা প্রচ্ছন্নভাবে, যদিও অধিকাংশ ক্ষেত্রেই প্রকাশ্য বিশেষণের সাহায্যে। জৈন দার্শনিক হরিভদ্র স্রী নাস্তিক পংক্তিতে চাবণকের স্থান রেখেছেন। সর্বদর্শনসংগ্রহকার মাধবাচার্যের সমীক্ষায় চার্বাক নাস্তিকদের শিরোমণি। আদি চার্বাক কূপের চিত্রণে চার্বাক দর্শনের এই নাস্তিকী বৈশিষ্ট্যের ভূমিকা উপেক্ষণীয় নয়। কারণ প্রাচীন ভারতে নাস্তিক্যবাদের অস্তিত্বের স্বপক্ষে বিভিন্ন তথ্যের স্বাক্ষ্য আছে। নাস্তিক্যবাদ সম্বন্ধীয় আলোচনার সূচনায় ভারতীর সাহিত্যে “নাস্তিক” শব্দের অর্থ সন্বন্ধে সর্বাগ্রে আমাদের ধারণা পরিক্ষুট হওয়া প্রয়োজন। পাণিনি সুত্রের ব্যাখ্যা প্রসঙ্গে ব্যাকরণকার পতঞ্জলি তার “মহাভাষ্য” গ্রন্থে “নাস্তিক” এবং তার প্রতিদ্বন্দ্বী “আস্তিক' শব্দের সংজ্ঞা সম্বন্ধে কিছুটা আলোক রঞ্জন শান্ত্রীর মতে “গার” শব্দের একটি অর্থ “বৃহস্পতি”, চারুব অর্থাৎ বৃহস্পতির বাক্য বা উপদেশ যাহারা অনুসরণ করে তাহাদিগকে চাবণক বলা যায়\nপতঞ্জলির মতে “অস্তি' বা 'আছে' এই ধারণার বশবর্তী লোকেরা আস্তিক এবং এর বিপরীত, “ন অস্তি” এই ধারণার দ্বারা প্রভাবিত সকলে 'নাস্তিক' পদের দ্বারা অভিধেয়। আস্তিকেরা যে বিশেষ বস্তু বা ধারণার অস্তিত্ব স্বীকার করে নেন, সেগুলোকে স্বীকৃতি না দেওয়ার জন্য নাস্তিকেরা স্বতন্ত্র এক গোষ্ঠীর অন্তর্ভূক্তি হয়েছেন। পতঞ্জলির “মহাভাষ্যে” অবশ্য এসবের কোন বিশদ বিবরণ নেই। কিন্তু নাস্তিক শব্দের ব্যাখ্যা প্রসঙ্গে অন্যান্য গ্রন্থে যেসব উক্তি দেখা যায়, তা থেকে এ বিষয়ে কিছু আভাস পাওয় যায়। মহাভারতের বিভিন্ন স্থানে নাস্তিকদের দ্বারা অস্বীকৃত বিভিন্ন ধারণার সঙ্গে ট্বদিক সমর্থনকে যুক্ত করা হয়েছে। “মনুসংহিতা” গ্রন্থের বিভিন্ন স্থানে নাস্তিক\" শব্দের উল্লেখ আছে। মনুর মতে বেদনিন্দুকেরা “নাস্তিক” আখ্যায় অভিহিত হওয়ার যোগ্য। বেদবিরোধী নাস্তিকদের কার্যকলাপে বৈদিক এতিহ্যের ধারক মনুর সমর্থন না থাকাই স্বাভাবিক। “মনুসংহিতা” গ্রন্থের নানা স্থানে নাস্তিকদের নানাভাবে নিন্দা করা হয়েছে। “মনুসংহিতার” বিভিন্ন স্থানে ব্যবহৃত নাস্তিক শব্দের ব্যাখ্যা প্রসঙ্গে টীকাকার মেধাতিথি ঘষে উক্তি করেছেন, তা থেকে নাস্তিকদের অবিশ্বাসের পরিধির বিস্তার সম্বন্ধে আরও কিছু তথ্যের সন্ধান পাওয়া যায়। নাস্তিকদের অস্বীকৃতির ক্ষেত্র বৈদিক যাগযজ্ঞেই সীমাবদ্ধ নয়, পরলোক ইত্যাদির অস্তিত্বেও তা বিস্তৃত। মেধাতিথির রচনায় এই ইঙ্গিত আছে। পাণিনিরই অপর একটি স্তরের ব্যাখ্যা প্রসঙ্গে ভটোজি দীক্ষিত নাস্তিকদের অস্বীকৃতির এই বিস্তৃত পরিধির উল্লেখ করেন। প্রকৃতপক্ষে বৈদিক ঐতিহ্যের প্রভাবপুষ্ট সকলের কাছে “নাস্তিক” সংজ্ঞা বৈদিক প্রাধান্যের বিরোধীদের অর্থে ব্যবহার্য। ভারতের দর্শনগুলোকে “আস্তিক” এবং “নাস্তিক” এই দুই নির্দিষ্ট বিভাগে চিহ্নিত করার মূলেও আছে।\n\n\n== প্রভাব ==\nহাজারেরও অধিক বছর ধরে নিষ্ক্রিয় থাকা চার্বাক সম্প্রদায়ের প্রত্যক্ষ প্রভাবে প্রভাবিত হয়ে একবিংশ শতাব্দীর প্রথম দশকে বাংলাদেশি দার্শনিক সবুজ তাপস দৃষ্টান্তবাদী সম্প্রদায় প্রবর্তন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nচার্বাক দর্শন রূপরেখা by লতিকা চট্টোপাধ্যায়\nCharbak Darshan(ruprekha) by Chattapadhyay, Latika"}