{"pageid": 1115994, "title": "নৈশ হাট", "url": "https://bn.wikipedia.org/wiki?curid=1115994", "content": "নৈশ হাট বা রাতের বাজার হল রাস্তার পাশের বাজার যা সাধারণত রাতে চলে এবং অবসরে ঘুরে বেড়ানো, কেনাকাটা এবং খাওয়ার জন্য দিনের বাজারের চেয়ে বেশি পরিচিত। এগুলি সাধারণত পূর্ব এশিয়া, দক্ষিণ-পূর্ব এশিয়া এবং বিশ্বের অন্যান্য অঞ্চলের চায়নাটাউনে জনপ্রিয় উন্মুক্ত স্থানের বাজার।\n\n\n== ইতিহাস ==\nনৈশ হাট বা রাতের বাজারের ধারণাটি মধ্যযুগীয় চীনা তাং রাজবংশের সময়ে পাওয়া যায়। তাং সরকার ৮৩৬খ্রিস্টাব্দে রাতের বাজার এবং এসবের কার্যক্রমের উপর কঠোর নিষেধাজ্ঞা জারি করেছিল। তাংরাজবংশের শেষের দিকে, অর্থনৈতিক সম্প্রসারণের ফলে রাষ্ট্রীয় নিয়ন্ত্রণ কমে যায় এবং রাতের বাজারের উপর নিষেধাজ্ঞা তুলে নেওয়া হয়। সং রাজবংশের সময় (৯৬০-১২৭৯), রাতের বাজারগুলি চীনাদের নৈশজীবনে কেন্দ্রীয় ভূমিকা পালন করেছিল। এই বাজারগুলি বড় শহরের কোণায় কোণায় পাওয়া যেত। কিছু আবার চব্বিশ ঘণ্টা খোলা থাকত। প্রায়ই ব্যবসায়িক এলাকা এবং রেড লাইট এলাকার কাছাকাছি অবস্থিত হওয়ার কারণে সং সময়কালের নৈশ হাটগুলিতে রেস্তোরাঁ এবং পতিতালয় অন্তর্ভুক্ত ছিল বলে জানা যায়।\n\n\n== ভৌগোলিক বিস্তার ==\nচীনা সংস্কৃতিতে নৈশ হাট খুব জনপ্রিয়; এগুলি পূর্ব এবং দক্ষিণ-পূর্ব এশিয়ায় বিশেষকরে সাধারণত, চীন, হংকং, ম্যাকাও, একইসাথে তাইওয়ান, থাইল্যান্ড, কম্বোডিয়া, ভিয়েতনাম, সিঙ্গাপুর, মালয়েশিয়া, ইন্দোনেশিয়া থেকে ফিলিপাইনজুড়ে বিদেশী চীনা সম্প্রদায়গুলিতে পাওয়া যায়। চীনা জনজাতিদের অর্থনৈতিক ও সাংস্কৃতিক কর্মকাণ্ডে নৈশ হাট অনেক গুরুত্বপুর্ণ। তাইপেই, কাওশিউং, সাংহাই, বেইজিং, গুয়াংঝু, হংকং, সিঙ্গাপুর এবং ব্যাংককে কিছু সুপরিচিত নৈশ হাট বিদ্যমান, তবে বিশ্বব্যাপী চায়নাটাউনগুলিতেও এদের অস্তিত্ব রয়েছে।\n\n\n=== নিউজিল্যান্ড ===\n\nঅকল্যান্ড, নিউজিল্যান্ডের সবচেয়ে বড় শহর, ওয়েলিংটন, নিউজিল্যান্ডের রাজধানী, সেইসাথে হ্যামিলটন, ফ্লাক্সমেয়ার এবং অয়াইটারার মত ছোট আঞ্চলিক শহরগুলিতে নৈশ হাট জনপ্রিয়। অকল্যান্ডের প্রথম রাতের বাজার ২০১০সালে পাকুরাঙ্গায় চালু হয়েছিল। ২০১৯সাল নাগাদ, অকল্যান্ডে সপ্তাহে প্রতি রাতে নৈশ হাট পাওয়া যেত। সাধারণত, অকল্যান্ডের রাতের বাজারগুলি শপিং মলের কারপার্কগুলিতে বসে। যেখানে এশিয়া, ইউরোপ, সেইসাথে মাওরি এবং প্রশান্ত মহাসাগরীয় খাবারের পশরা বসে। এছাড়াও বিশেষজ্ঞ পপ-আপ নাইট মার্কেট রয়েছে যা এক ধরনের খাবার (যেমন নুডলস) এর জন্য পরিচিত। ২০১৯সালে, অকল্যান্ডের রাতের বাজার থেকে খাদ্য বিতরণ পরিষেবাও চালু করা হয়েছিল। ২০২০সালে, কভিড-১৯ মহামারি চলাকালীন, অকল্যান্ডের রাতের বাজারগুলি স্পর্শহীন অর্ডার এবং অর্থপ্রদানের জন্য একটি অ্যাপের ব্যবহার চালু করেছিল যাতে সামাজিক দূরত্ব পরিচালনা করা যায়।\n\n\n== আরো দেখুন ==\n\nতাইওয়ানের রাতের বাজার\nতাইওয়ানের রাতের বাজারের তালিকা\nব্যাংককের সুয়ান লুম নাইট বাজার\nহংকং এর রাতের বাজার\nসিউলের ডংডেমুন বাজার\nরাস্তার খাবার\nতাইপেই এর শিলিন নাইট মার্কেট\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nতাইওয়ানের নাইট মার্কেট সম্পর্কে পররাষ্ট্র মন্ত্রণালয়ের ওয়েবসাইট\nতাইওয়ান পর্যটন ব্যুরো বিশেষ আগ্রহ > রাতের বাজার (চীনা ভাষায়) (ইংরেজি, জাপানি, ফরাসি, স্পেনীয়, কোরীয়, এবং ওলন্দাজ ভাষায়)\nসান ফ্রান্সিসকো চায়নাটাউন নাইট মার্কেট\nভ্যাঙ্কুভার নাইট মার্কেট\nভ্যাঙ্কুভার চায়নাটাউন নাইট মার্কেট\nরিচমন্ড সামার নাইট মার্কেট\nনাইট ইট আপ!  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ অক্টোবর ২০১৬ তারিখে\nসেন্ট্রাল চীনা শহর ইছাং-এর একটি রাতের বাজারে হাঁটার ভিডিও"}