{"pageid": 1115761, "title": "ধীরেন বল", "url": "https://bn.wikipedia.org/wiki?curid=1115761", "content": "ধীরেন বল  (২২ জানুয়ারি  ১৯১২ — ৩ জানুয়ারি ১৯৯২) ছিলেন  একজন খ্যাতনামা বাঙালি গ্রন্থ চিত্রকর, চিত্রশিল্পী এবং শিশু সাহিত্যিক।  চিত্রালংকরণশিল্পী হিসাবে তার পরিচিতি হলেও তিনি ছোটদের জন্য  ছড়া, কবিতা ও গল্প লেখাতেও ছিলেন সমান পারদর্শী।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\n ব্রিটিশ ভারতের অধুনা বাংলাদেশের  বগুড়া জেলার বারইল গ্রামে ১৯১২ খ্রিস্টাব্দের ২২ জানুয়ারি জন্মগ্রহণ করেন ধীরেন বল। পিতা নন্দলাল বল এবং মাতা দক্ষবালা বল। ধীরেন বলের শৈশব কেটেছে বগুড়ার গ্রামীণ পরিবেশে। ছোটবেলা থেকেই প্রকৃতির মাঝে ছবি দেখতে ও আঁকতে ভালবাসতেন, মাটির প্রতিমাও গড়তেন। দশ বছর বয়স থেকেই তিনি ‘সন্দেশ’, ’খোকাখুকু’, ‘শিশুসাথী’র গ্রাহক ছিলেন এবং বারো বৎসর বয়স থেকেই বগুড়ার গ্রাম থেকে নানা পত্র-পত্রিকায় লেখা ও ছবি পাঠাতে শুরু করেছিলেন। প্রাথমিক পড়াশোনা শুরু হয় বগুড়ার করোনেশন স্কুলে। ১৯২৭ খ্রিস্টাব্দে বিদ্যালয়ের পাঠ শেষে ভর্তি হন রংপুরের কারমাইকেল কলেজে ১৯৩১ খ্রিস্টাব্দে বি.এ. পাশের পর চলে আসেন কলকাতায়। গভর্নমেন্ট কলেজ অব আর্ট অ্যান্ড ক্র্যাফট থেকে তিন বৎসরের কমার্শিয়াল আর্টে শিক্ষা লাভ করেন।\n\n\n== কর্মজীবন ==\nশিক্ষা শেষে গ্রন্থ চিত্রণ শিল্পীরূপে কর্মজীবন শুরু করেন। তবে শিল্পী জীবনে তিনি মাত্র একবারই ১৯৪৫ খ্রিস্টাব্দে মুম্বইতে প্রদর্শনীতে ছবি পাঠিয়েছেন - বর্মাশেল কর্তৃক আয়োজিত আর্টস ইন ইন্ড্রাস্ট্রিতে। বাইশজন প্রতিযোগীর মধ্যে তার তিনটি ছবি পুরস্কৃত হয়। ১৯৩৮ খ্রিস্টাব্দে তিনি  ভারত সরকারের প্রচার বিভাগের শিল্পী হিসাবে সিমলা যান এবং সেখানে অবস্থানকালে তিনি দুর্গা ও সরস্বতীর মাটির প্রতিমা গড়েন এবং সেই মৃন্ময়ী প্রতিমা সেখানে প্রথম পূজিত হয়। পরে তিনি সরকারি চাকরি ছেড়ে কলকাতায় চলে আসেন এবং বিভিন্ন সংবাদপত্রের বিজ্ঞাপন বিভাগে চিত্রশিল্পী হিসেবে কাজ  করতে থাকেন। বিজ্ঞাপন জগতের  উল্লেখযোগ্য কাজগুলি ছিল- কোকোলা, হিমানী, আমলা, হিমকলন্যাস, ভিভিগ্যান, নিম সাবান ইত্যাদি। পরবর্তীতে ১৯৪০ খ্রিস্টাব্দে বিমল ঘোষ তাকে  আনন্দবাজার পত্রিকা গোষ্ঠীর আনন্দমেলায় নিয়ে আসেন। বিমল ঘোষ তথা মৌমাছি রচিত 'চেঙাবেঙা'র চিত্রাঙ্কন এবং তার সচিত্র 'ঠেকে হাবুল শেখে' আনন্দমেলায় নিয়মিত প্রকাশিত হয়। কলকাতার যুগান্তরের ছোটদের পাততাড়ি সঙ্গে তিনি দীর্ঘদিন যুক্ত ছিলেন। শিশু ও কিশোর সাহিত্য-চিত্রণের জন্য পরিচিত হলেও, গল্প-উপন্যাসে ছবি, সাহিত্য পত্রিকা দেশ সহ বড়দের অনেক বইও তিনি চিত্রাঙ্কিত করেন। ছোটদের চিত্রাঙ্কন শেখানোর জন্য প্রায় পনেরোটি বই সহ পঞ্চাশটির ও বেশি গ্রন্থ রচনা করেছেন তিনি। তার প্রথম গ্রন্থ তোলপাড় প্রকাশিত হয় ১৯৪৭ খ্রিস্টাব্দে। অন্যান্য উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nতুতুভূতু ( ইংরাজী ও হিন্দিতে অনূদিত হয়েছে)\nঠেকে হাবুল শেখে (১৯৫৭)\nদেখে হাবুল শেখে\nকাড়াকাড়ি (১৯৫৭)\nমজার দেশে মানু\nছড়ায় ভরা গ্রাম (১৯৬২)\nটুকরো হাসি\nজমজমাট (১৯৫৬)\nহাস্যকর (১৯৭৩)\nটাইটুম্বুর (১৯৭১)\nদেখে এলাম ভারত\nদেখে এলাম কলকাতা\nএই বাংলার মেয়ে\n\n\n== সম্মাননা ==\nমৌমাছি' তথা বিমল ঘোষের লেখা চেঙাবেঙা বইটিতে চিত্রাঙ্কনের জন্য তিনি ভারত সরকার কর্তৃক পুরস্কৃত হন এবং ওয়াল্ট ডিজনি অব বেঙ্গল নামে ভূষিত হন। এছাড়াও তিনি ভুবনেশ্বরী পদক, মৌমাছি পুরস্কার, শিশু সাহিত্য পরিষদ পুরস্কার ( টাইটুম্বুর এর জন্য) রঞ্জিত স্মৃতি পদক সহ বহু পুরস্কার লাভ করেছেন। ছোটদের জনপ্রিয় এই চিত্রশিল্পীর সাক্ষাত পাওয়ার পর স্বনামধন্য লেখিকা লীলা মজুমদার ১৯৯১ খ্রিস্টাব্দের ২০ ডিসেম্বর ছোট্ট এক চিঠিতে লেখেন-\n\n \"আমাদের বন্ধু ধীরেন বলের মতো চিত্রশিল্পী আমাদের দেশে কম জন্মেছেন। ছোটদের জন্য আঁকা ছবি যেন লাফায়-ঝাঁপায়, মনকে নাড়া দেয়। ধন্য তাঁর তুলি-কলম। কেবলি আমার দাদা সুকুমার রায়ের ছবির কথা মনে পড়িয়ে দেয়। নামকরা শিল্পী আমাদের চিত্রজগতে অনেক দেখা দিয়েছেন। কিন্তু ছোটদের মনের ছাড়পত্র পেয়েছেন মাত্র দু-চার জনা।\nধীরেন বলের দর্শন পেয়েছি। আমার সৌভাগ্য। তাঁর মঙ্গল হক।\"\nদেশে শিশুসাহিত্যের বইয়ের মূল্যায়নের জন্য শেষের দিকে বেশ কয়েক বার তিনি  রাষ্ট্রীয় শৈক্ষিক অনুসন্ধান এবং প্রশিক্ষণ পরিষদের তথা এন.সি.ই.আর.টি-র  পুরস্কারের বিচারক হয়েছিলেন।\n\n\n== পারিবারিক জীবন ==\nধীরেন বল ১৯৫২ খ্রিস্টাব্দে মুর্শিদাবাদ জেলার রঘুনাথগঞ্জের এক সাবজজের কন্যা প্রতিমাকে বিবাহ করেন। তাদের চার পুত্র ও দুই কন্যা। তিনি কলকাতার কলেজ স্ট্রিটে দক্ষভারতী নামে এক প্রকাশনা সংস্থা প্রতিষ্ঠা করেছিলেন। পরবর্তীতে তার এক পুত্র কৌশিক বল এটির  দেখাশোনার ভার নেন। তার এক কন্যা পৃথা বল একজন শিশুসাহিত্যিক। তিনি পিতার মৃত্যুর পর ১৯৯৪ খ্রিস্টাব্দে 'ধীরেন বল পুস্তকালয়' প্রতিষ্ঠা করে পিতার রচিত পুরনো গ্রন্থগুলির পুনঃপ্রকাশের ব্যবস্থা করেন।\n\n\n== জীবনাবসান ==\n১৯৯২ খ্রিস্টাব্দের ৩ জানুয়ারি ধীরেন বল কলকাতায় প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}