{"pageid": 1115390, "title": "সাব্বির নাসির", "url": "https://bn.wikipedia.org/wiki?curid=1115390", "content": "সাব্বির নাসির  (জন্ম ২৪ অক্টোবর ১৯৭২) হলেন একজন বাংলাদেশি গায়ক, সুরকার, গীতিকার। তিনি লোকসঙ্গীত, ইন্ডি পপ এবং ব্লুজ মিউজিক নিয়ে কাজ করেন। ২০২১ সালে তিনি ক্যালিফোর্নিয়া থেকে “আধা” গানের জন্য গ্লোবাল মিউজিক অ্যাওয়ার্ডে “ব্রোঞ্জ” পুরস্কার অর্জন করেন পুরুষ গায়ক হিসেবে। এছাড়া ২০২১ সালে “আমারে দিয়ে দিলাম তোমারে” গানের জন্য “সেফকিপার চ্যানেল আই ডিজিটাল পুরস্কার” অর্জন করেন এবং ২০২০ সালে “হর্ষ” গানের জন্য সিজেএফবি পুরস্কার অর্জন করেন।\n\n\n== কর্মজীবন ==\nসাব্বির নাসির একজন বাংলাদেশী গায়ক, সুরকার, গীতিকার। তিনি ১৬ বছর বয়সে মঞ্চে অভিনয় শুরু করেন  এছাড়া তিনি বিভিন্ন ব্যান্ডের কণ্ঠশিল্পী ও প্রধান গিটারিস্ট ছিলেন তার শেষ ব্যান্ড মেটামরফোসিস ১৯৯৮ সালে তাদের প্রথম এবং শেষ অ্যালবাম প্রকাশ করে। ১৯৯৮ সাল থেকে ২০১৮ সাল পর্যন্ত সাব্বির সঙ্গীত জগতের বাইরে ছিলেন। এর পর আবার সংগীতে আসেন তার কিছু শীর্ষ লোকসঙ্গীত “বিনোদিনী রাই\" যা ভারতের সম্পা বিশ্বাসের সাথে গাওয়া, এবং তিনি বাংলাদেশী ও ভারতীয় শ্রোতাদের মধ্যে খুব জনপ্রিয় হয়ে ওঠে। “আমারে দিয়া দিলাম তোমারে”, “তুমি দমে দম”, “আবল তাবল”, “আধা\"  “টান” ইত্যাদি। তিনি তার একক “হর্ষ” এর জন্য ২০২০ সালে সিজেএফবি পুরস্কার পেয়েছিলেন। তিনি তার “আমারে দিয়া দিলাম তোমারে” গানের জন্য ২০২১ সালে সেফকিপার চ্যানেল আই ডিজিটাল পুরস্কারে স্বীকৃত হন। ২০২১ সালে তিনি ক্যালিফোর্নিয়া থেকে “আধা” গানের জন্য গ্লোবাল মিউজিক অ্যাওয়ার্ডে পুরুষ গায়ক হিসেবে “ব্রোঞ্জ” পুরস্কারও অর্জন করেন। তার প্রথম ইংরেজি একক গান “ড্রাউনিং” বিভিন্ন আন্তর্জাতিক ম্যাগাজিনে প্রদর্শিত হয়েছে, এই গানটি অন্যায়ের বিরুদ্ধে আওয়াজ তোলে।\nতিনি বিভিন্ন ছবিতে প্লেব্যাক গান করেছেন যেমন ব্রিটিশ বিরোধী আন্দোলনের প্রথম বিপ্লবী নারী শহীদ প্রীতিলতা ওয়াদ্দেদারের জীবনের গল্প নিয়ে নির্মিত চলচ্চিত্র ‘প্রীতিলতা’ এই চলচ্চিত্রে \"দেমুক্তি\" গানে কোনালের সাথে গেয়েছেন। \n\n\n== ব্যক্তিগত জীবন ==\nসাব্বির নাসির খুলনায় জন্ম ও বেড়ে ওঠা, একই জেলার সেন্ট জোসেফ উচ্চ বিদ্যালয়ে পড়াশোনা করেছেন। তিনি বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় বুয়েট থেকে স্নাতক ডিগ্রি লাভ করেন। এমবিএ করার সময় তিনি ব্যবসায় প্রশাসন ইনস্টিটিউটে পড়েন। তিনি এমআইটি স্লোন স্কুল অব ম্যানেজমেন্ট এবং ইউসি বার্কলে হাস স্কুল অফ ম্যানেজমেন্ট থেকে স্নাতকোত্তর ডিপ্লোমা এবং কোর্স করেছেন।\n\n\n== অ্যালবামের তালিকা ==\nআধা\nবিনোদিনী রাই\nতুমি দমে দম\nআমারে দিয়া দিলাম তোমারে\nআবল তাবল\nটান\nহর্ষ\nড্রাউনিং\n\n\n== পুরস্কার ==\nসিজেএফবি পারফরম্যান্স পুরস্কার (২০২০)\nসেফকিপার চ্যানেল আই ডিজিটাল পুরস্কার (২০২১)\nগ্লোবাল মিউজিক অ্যাওয়ার্ডস (২০২১)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}