{"pageid": 1115377, "title": "ইব্রাহিম রেজা খান", "url": "https://bn.wikipedia.org/wiki?curid=1115377", "content": "মুহাম্মদ ইব্রাহিম রেজা খান কাদেরী রিজভী (১৯০৭-১৯৬৫) ছিলেন একজন ভারতীয় ইসলামী পণ্ডিত, সুফি রহস্যবাদী, ইসলামী বক্তা, লেখক এবং ভারতীয় উপমহাদেশে সুন্নি ইসলামের সুন্নি মুসলিমদের বেরলভী আন্দোলনের নেতা যিনি সাধারণত মুফাসসিরে আজম ই হিন্দ এবং জিলানী মিয়া নামে পরিচিত।\n\n\n== পরিবার ==\nইব্রাহিম রেজা ছিলেন হুজ্জাত আল-ইসলাম হামিদ রেজা খান কাদেরীর বড় ছেলে এবং আহমদ রেজা খান কাদেরীর বড় নাতি। তিনি ১৩২৫ হিজরির (১৯০৭ খ্রিস্টাব্দ) ১০ রবিউস সানি জন্মগ্রহণ করেন।\n\n\n== শিক্ষা ==\nতার প্রাথমিক শিক্ষা ছিল কুরআন, উর্দু ভাষার বই এবং অন্যান্য বই পড়া তার দাদী ও মায়ের নির্দেশনায়, ৭ বছর বয়সে তিনি দারুল উলুম জামিয়া রিজভীয়া মানজার-এ-ইসলামে ভর্তি হন এবং ১৯ বছর বয়সে তিনি ১৩৪৪ হিজরিতে (১৯২৬ সাল) দারুল উলুম জামিয়া রিজভীয়া মানজার-এ-ইসলাম থেকে স্নাতক সম্পন্ন করেন। দারুল উলুম জামিয়া রিজভীয়া মানজার-এ-ইসলামে ইব্রাহিম রেজার শিক্ষকরা ছিলেন মাওলানা আহসান আলী সাহাব মুহাদ্দিস ফয়জপুরী, তার পিতা হুজ্জাত আল-ইসলাম হামিদ রেজা খান কাদেরী এবং আল্লামা সরদার আহমদ মুহাদ্দিস ই পাকিস্তান। স্নাতক অনুষ্ঠানের সময় (দস্তর বন্দী) তার পিতা হুজ্জাতুল ইসলাম হামিদ রেজা খান কাদেরী নিজেই তার ছেলের মাথায় পাগড়ী (দস্তর) বেঁধেছিলেন।\n\n\n== নিকাহ (বিবাহ) ==\nইব্রাহিম রেজা তার চাচাতো বোনকে বিয়ে করেছিলেন যিনি হলেন মুফতি এ আজম এ হিন্দ মোস্তফা রেজা খান কাদেরী নূরীর বড় মেয়ে। এই নিকাহ আহমদ রেজা খান কাদেরী নিজেই আয়োজন করেছিলেন যখন দুজনেই শিশু ছিল। ১৩৪৭ হিজরির (১৯২৯ সাল) ২রা রবিউস সানি বিবাহ অনুষ্ঠান অনুষ্ঠিত হয়।\n\n\n== সন্তান ==\nতার ৮ সন্তান, ৩ মেয়ে ও ৫ ছেলে। \n\nমুহাম্মদ রেহান রেজা খান কাদেরী রিজভী (রেহমানী মিয়া)\nমুহাম্মদ তানভীর রেজা খান (মাফকুদ উল খবর)\nতাজুশ শরীয়াহ মুফতি মুহাম্মদ আখতার রেজা খান কাদেরী রিজভী (আজহারী মিয়া)\nডক্টর মুহাম্মদ কামার রেজা খান কাদেরী রিজভী (কামার মিয়া)\nমাওলানা মুহাম্মদ মান্নান রেজা খান (মান্নানী মিয়া)\nপিলিভীতের শওকত আলী খানের সাথে এক মেয়ের বিয়ে হয়েছিল (পরে পাকিস্তানে চলে যায়)\nদ্বিতীয় কন্যার বিয়ে হয়েছিল বাদাউনের আব্দুল হাবিবের সাথে, এবং\nতৃতীয় কন্যার বিয়ে হয় পরিবারের মধ্যে ইউনুস রেজা খানের সাথে।\nতার সব সন্তানের মধ্যে একমাত্র ছোট ছেলে মাওলানা মুহাম্মদ মান্নান রেজা খান বেঁচে আছেন।\n\n\n== ইজাযত ও খেলাফত ==\nতিনি সিলসিলা আলিয়া কাদেরিয়া বরকাতিয়াহ রিজভিয়াহ নূরিয়াহ-এর ৪২তম ইমাম এবং শায়খ। ৪ বছর বয়সে ইব্রাহিম রেজা আহমদ রেজা খান কাদেরীর (দাদা) মুরীদ (শিষ্য) হন, আহমদ রেজা খান কাদেরী তাকে সিলসিলা আলিয়া কাদেরিয়া বরকাতিয়াহ রিজভিয়াহ নূরিয়াহ-এর খিলাফত দেন, তিনি তার পিতা হুজ্জাত আল-ইসলাম হামিদ রেজা খান কাদেরীর কাছ থেকেও খিলাফত পেয়েছেন এবং চাচা হলেন মুফতি এ আজম এ হিন্দ মোস্তফা রেজা খান কাদেরী নূরী। ১৩৭২ হিজরীতে তিনি হারামাঈন শরীফ পরিদর্শন করেন, তিনি মক্কা আল-মুকাররামা এবং মদিনা আল মুনাওয়ারাহ-এর উলামাদের কাছ থেকে হাদীস, দালাইল-ই-খাইরাত এবং হিজবুল বাহর ইত্যাদির জন্য বিভিন্ন ইজাযত পান।\n\n\n== মাসিক আ'লা হযরত সাময়িকী ==\nআহলে সুন্নাতের শিক্ষা প্রচারের জন্য তিনি মাসিক আ'লা হযরত সাময়িকী চালু করেন। এই পত্রিকাটি সফল ছিল ও আজও প্রচলন রয়েছে এবং বর্তমানে মুফতি মুহাম্মদ সোবহান রেজা খান কাদেরী সোবহানী মিয়া এর প্রধান সম্পাদক এবং মুফতি মুহাম্মদ আহসান রেজা খান সম্পাদক।\n\n\n== উত্তরাধিকার ==\nইব্রাহিম রেজা তার পিতা হুজ্জাত আল-ইসলাম হামিদ রেজা খান কাদেরীর উত্তরসূরি। তার পিতা তাকে তার সমস্ত দায়িত্ব দিয়েছিলেন যা তিনি তার পিতা আহমদ রেজা খান কাদেরীর কাছ থেকে পেয়েছিলেন, যার মধ্যে ছিল খানকাহ-এ-আলিয়া রিজভীয়ার সাজ্জাদানশিনী, দারুল উলূম জামিয়া মানজার-এ-ইসলামের মোহতামিম (প্রধান), রেজা জামে মসজিদ এবং দরগাহ-এ-আলা হযরতের মোতাওয়াল্লির দায়িত্ব।\n\n\n== উল্লেখযোগ্য কাজ (বই) ==\nজিকরুল্লাহ\nনেহমাতুল্লাহ\nহুজ্জাতুল্লাহ\nফাজায়েল-ই-দুরূদ শরীফ\nতাফসীরে সূরা বালাদ ও\nতাশরীহ কাসিদা মু’মানিয়া\n\n\n== খুলাফা (আধ্যাত্মিক উত্তরসূরি) ==\nতার অনেক মুরিদিন (শিষ্য) এবং খুলাফা (উত্তরাধিকারী) ছিলেন, তার কয়েকজ  বিখ্যাত খুলাফার নাম নিচে লেখা হল।\n\nমুফতি মুহাম্মদ রেহান রেজা খান কাদেরী রিজভী (বড় ছেলে ও উত্তরসূরি)\nমুফতি মুহাম্মদ আখতার রেজা খান কাদেরী রিজভী (ছেলে এবং মোস্তফা রেজা খান কাদেরী রিজভী নূরীর উত্তরসূরি)\nমুফতি আব্দুল ওয়াজিদ কাদের জিলানী (নেদারল্যান্ডের প্রধান মুফতি {হল্যান্ড})।\nআল্লামা সামসুল্লা রিজভী হাশমতি বাস্তাভী, মহল্লা ভূরে খান, পিলিভীত, উত্তরপ্রদেশ।\nআল্লামা আব্দুল হাকিম রিজভী জিলানী, মুজফ্ফরপুর, বিহার।\nআল্লামা সৈয়দ আফাজ আহমদ রিজভী জিলানী, মাটিকুন্ডা, ইসলামপুর, উত্তর দিনাজপুর, পশ্চিমবঙ্গ।\n\n\n== মৃত্যু ==\nটানা ৩ বছর অসুস্থ থাকার পর ১৩৮৫ হিজরির ১১ই সফর উল মুজাফফর সোমবার (১২ জুন ১৯৬৫ সাল) সকাল ৭টায় তিনি মৃত্যুবরণ করেন। ১৩৮৫ হিজরির ১২ই সফর উল মুজাফফর (১৩ই জুন ১৯৬৫ সাল) ইসলামিয়া ইন্টার কলেজে তার জানাযার নামাজ অনুষ্ঠিত হয়, জানাযার নামাজে করেছিলেন মুফতি সৈয়দ মুহাম্মদ আফজাল হোসাইন, এবং \n\nমাওলানা মুহাম্মদ আহসান আলী\nমাওলানা সৈয়দ আরিফ আলী\nজনাব সৈয়দ ইজাজ হোসাইন ও\nমুহাম্মদ গাউস খান\nতাকে তার কবরে নামিয়ে দেন। তাকে বেরেলির দরগাহ এ আ’লা হযরতে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}