{"pageid": 1115983, "title": "মার্কিন যুক্তরাষ্ট্রের অঙ্গরাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1115983", "content": "মার্কিন যুক্তরাষ্ট্রে অঙ্গরাজ্য হলো সংবিধান কর্তৃক স্বীকৃত শাসন ব্যবস্থা। মার্কিন যুক্তরাষ্ট্র বর্তমানে ৫০টি অঙ্গরাজ্য নিয়ে গঠিত। অঙ্গরাজ্যসমূহ একটি রাজনৈতিক ইউনিয়নে একসাথে আবদ্ধ থেকে প্রতিটি অঙ্গরাজ্য একটি নির্দিষ্ট ভৌগোলিক অঞ্চলে স্থানীয় সরকার গঠন করে। অঙ্গরাজ্যসমূহ যুক্তরাষ্ট্রীয় সরকারের অধীনস্থ হলেও আংশিক সার্বভৌমত্ব বজায় রাখে। একারণে একজন মার্কিন নাগরিক যুক্তরাষ্ট্রীয় সরকারের নাগরিক হওয়ার পাশাপাশি তিনি যে অঙ্গরাজ্যে বসবাস করেন সেই অঙ্গরাজ্যের নাগরিক হিসেবে গন্য হন। অঙ্গরাজ্যের নাগরিকত্ব পরিবর্তনযোগ্য এবং আদালতের নির্দিষ্ট ধরনের আদেশ কর্তৃক সীমাবদ্ধ ব্যক্তিগণ (যেমন দণ্ডপ্রাপ্ত আসামিরা) ব্যতীত যেকোনো ব্যক্তি কোনও প্রকার সরকারি অনুমোদন ছাড়াই এক অঙ্গরাজ্য থেকে অন্য অঙ্গরাজ্যে স্থানান্তরিত হতে পারেন।\nঅঙ্গরাজ্য সরকারসমূহ তাদের স্বতন্ত্র সংবিধানের মাধ্যমে জনগণ (উক্ত অঙ্গরাজ্যের) সরকার গঠন করে। সকল অঙ্গরাজ্যের সরকারই প্রজাতন্ত্রের নীতির উপর ভিত্তি করে প্রতিষ্ঠিত, এবং আলাদা ও স্বাধীন ক্ষমতাসম্পন্ন নির্বাহী, আইন ও বিচার বিভাগের সমন্বয়ে গঠিত। অঙ্গরাজ্যগুলিকে কাউন্টি বা কাউন্টি সমতুল্য বিভাগে বিভক্ত করা হয়েছে। এই বিভাগসমূহে কিছু স্থানীয় সরকার ব্যবস্থা থাকলেও তা সার্বভৌম নয়। কাউন্টি বা কাউন্টি সমতুল্য কাঠামো একেক অঙ্গরাজ্যে একেক ধরনের হতে পারে এবং অঙ্গরাজ্যগুলি অন্যান্য স্থানীয় সরকারও গঠন করে থাকে।\nঅঙ্গরাজ্যগুলো মার্কিন যুক্তরাষ্ট্রের সংবিধানের অধীনে অনেক ক্ষমতার অধিকারী। সিনেট এবং প্রতিনিধি পরিষদ নিয়ে গঠিত দ্বিকক্ষ বিশিষ্ট মার্কিন যুক্তরাষ্ট্রের কংগ্রেসে অঙ্গরাজ্যসমূহ এবং তাদের নাগরিকগণ প্রতিনিধিত্ব করেন। প্রতিটি অঙ্গরাজ্য ইলেকটোরাল কলেজে ভোট দেওয়ার জন্য বেশ কিছু নির্বাচকগণ (সেই অঙ্গরাজ্যের মোট প্রতিনিধি এবং সিনেটর সংখ্যার সমান) নির্বাচিত করতে পারেন। এই নির্বাচকগণ সরাসরি মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচিত করেন। এছাড়াও প্রতিটি অঙ্গরাজ্যের কাছে সাংবিধানের সংশোধনী অনুমোদনের অধিকার রয়েছে। কংগ্রেসের সম্মতিতে দুই বা ততোধিক অঙ্গরাজ্য একে অপরের সাথে আন্তঃঅঙ্গরাজ্য চুক্তিতে প্রবেশ করতে পারে। প্রতিটি অঙ্গরাজ্যের আলাদা পুলিশের ক্ষমতাও স্বীকৃত।\nসংবিধান অনুযায়ী কংগ্রেস ইউনিয়নে নতুন অঙ্গরাজ্য যুক্ত করতে পারবে। ১৭৭৬ সালে তেরো উপনিবেশ কর্তৃক মার্কিন যুক্তরাষ্ট্র প্রতিষ্ঠার পর থেকে, অঙ্গরাজ্যের সংখ্যা ১৩ থেকে ৫০ এ পরিণত হয়েছে। প্রতিটি নতুন অঙ্গরাজ্যকে বিদ্যমান অঙ্গরাজ্যগুলির সমতুল্য ক্ষমতা সহকারে যুক্ত হয়েছে। অঙ্গরাজ্যগুলির ইউনিয়ন থেকে বিচ্ছিন্ন হওয়ার ক্ষমতা আছে কিনা সে বিষয়ে সংবিধানে স্পষ্টভাবে উল্লেখ করা না হলেও গৃহযুদ্ধের পর মার্কিন সুপ্রিম কোর্টের রায় অনুযায়ী একটি অঙ্গরাজ্য একতরফাভাবে যুক্তরাষ্ট্র থেকে বেরিয়ে যেতে পারবে না বলে জানিয়ে দেওয়া হয়।\n\n\n== মার্কিন যুক্তরাষ্ট্রের অঙ্গরাজ্যসমূহ ==\n\nপতাকাসহ মার্কিন যুক্তরাষ্ট্রের ৫০টি অঙ্গরাজ্য:\n\n\n== তথ্যসূত্র =="}