{"pageid": 1115634, "title": "ওয়াশিংটন ব্লেড", "url": "https://bn.wikipedia.org/wiki?curid=1115634", "content": "ওয়াশিংটন ব্লেড হল ওয়াশিংটন, ডিসি মহানগর এলাকার একটি সমকামী, গে, উভকামী এবং রূপান্তরিত লিঙ্গ (এলজিবিটি) সংবাদপত্র। দ্য ব্লেড হল মার্কিন যুক্তরাষ্ট্রের প্রাচীনতম এলজিবিটি সংবাদপত্র এবং ফিলাডেলফিয়া গে নিউজ এবং নিউ ইয়র্ক সিটির গে সিটি নিউজের পরে প্রচলন অনুসারে তৃতীয় বৃহত্তম।  দ্য ব্লেডকে প্রায়ই আমেরিকার গে নিউজ অব রেকর্ড হিসাবে উল্লেখ করা হয় কারণ এটি স্থানীয়ভাবে, জাতীয়ভাবে এবং আন্তর্জাতিকভাবে এলজিবিটি সংবাদকে ধারাবিবরণীভুক্ত করে।  নিউ ইয়র্ক টাইমস বলেছে যে, ব্লেডকে \"সমকামী পাঠকদের জন্য লেখা সবচেয়ে প্রভাবশালী প্রকাশনাগুলোর মধ্যে একটি\" বলে মনে করা হয়। \nকাগজটি মূলত একটি স্বাধীন প্রকাশনা হিসাবে ১৯৬৯ সালের অক্টোবরে সম্প্রদায়কে একত্রিত করার লক্ষ্যে চালু করা হয়েছিল। ২০০১ সালে, ব্লেড উইন্ডো মিডিয়া এলএলসি দ্বারা ক্রয় করা হয়েছিল, যা সমকামী-ভিত্তিক সংবাদপত্রের একটি গ্রুপ সমগ্র মার্কিন যুক্তরাষ্ট্রে প্রচারিত  পেশাদার সাংবাদিকদের সমন্বয়ে গঠিত, যা ওয়াশিংটন এবং দেশের উভয় পাঠকদের জন্য সংবাদের একটি প্রধান উৎস হয়ে ওঠে।  কাগজে সাপ্তাহিক শুক্রবার প্রকাশিত হতো  ও অক্টোবর ২০১৯-এ তাদের ৫০তম বার্ষিকী পালন করে। \nনভেম্বর ২০০৯-এ, ব্লেড এবং সাউদার্ন ভয়েস সহ বিভিন্ন সম্পর্কিত প্রকাশনা, উইন্ডো মিডিয়ার ব্যবসা বন্ধ করার ঘোষণা দেওয়ার পর বন্ধ হয়ে যায়। ব্লেডের কর্মীদের তাদের আর চাকরি নেই, জানানোর পরে তারা ডিসি এজেন্ডা নামে একটি নতুন সমকামী প্রকাশনার পরিকল্পনা করেছিল, যেহেতু ওয়াশিংটন ব্লেডের ট্রেডমার্কটি তখনও বিলুপ্ত উইন্ডো মিডিয়ার হাতে ছিল। \nএটি ২৭ এপ্রিল, ২০১০-এ ঘোষণা করা হয়েছিল যে ডিসি এজেন্ডা তাদের নাম পরিবর্তন করে ওয়াশিংটন ব্লেড রাখবে। এজেন্ডার মালিকানা গোষ্ঠীতে ব্লেডের অনেক প্রাক্তন কর্মী সদস্য ছিলেন, যারা দেউলিয়া আদালত থেকে ট্রেডমার্ক এবং কাগজের সংরক্ষণাগারগুলি কিনেছিলেন। সদ্য স্বাধীন ব্লেডের প্রথম সংখ্যা ৩০ এপ্রিল, ২০১০-এ আত্মপ্রকাশ করে। \n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি থেকে ১৯৭৩ ===\nওয়াশিংটন ব্লেড, মূলত দ্য গে ব্লেড বলা হয়, তার প্রথম সংখ্যাটি প্রকাশিত হয় ৫ অক্টোবর ১৯৬৯ সালে।  ১৯৫০-এর দশকের শেষের দিকে ও ১৯৬০-এর দশকের প্রথম দিকে ব্লেড প্রতিষ্ঠিত হয়েছিল ওয়াশিংটন, ডিসির গে সম্প্রদায়ের মধ্যে সামাজিক যোগাযোগের সংগঠনের অনুভূত ফাঁক পূরণ করার জন্য। ন্যান্সি টাকার ও লিলি ভিনসেঞ্জ কর্তৃক এটি প্রতিষ্ঠিত হয়েছিল।  দ্য ব্লেড মূলত এক পাতার হিসাবে প্রকাশিত হয়েছিল এবং শহর জুড়ে বিভিন্ন গে বারে হাতে-হাতে বিতরণ করা হয়েছিল। প্রকাশনা নিয়ে প্রতিক্রিয়ার ভয়ে, ব্লেডের প্রাথমিক লেখকদের অনেকেই প্রকাশনার প্রথম বছরগুলিতে ছদ্মনাম ব্যবহার করেছিলেন।  প্রাথমিক প্রকাশনাগুলি সম্পূর্ণরূপে সম্প্রদায়ের স্বেচ্ছাসেবকদের দ্বারা তৈরি হয়েছিল, যার নেতৃত্বে ছিলেন দুইজন সম্পাদক, ন্যান্সি টাকার এবং বার্ট ওয়েঙ্গার। ওয়েঙ্গার বলেছিলেন যে প্রকাশনার প্রাথমিক লক্ষ্য ছিল \"...সম্প্রদায়ের অনুভূতি জাগানো\" এবং এটি \"সমকামীদের একে অপরের সাথে পরিচিত হওয়া অত্যন্ত গুরুত্বপূর্ণ।\"  ১৯৬৯ থেকে ১৯৭৩ পর্যন্ত মাসিক প্রকাশিত, সংবাদপত্রটি আস্তে আস্তে তার আসল আকার ও আকৃতির দিকে ধাবিত হয়। ১৯৭২ সালের জুনে, গে ব্লেড তার প্রথম বহু-পৃষ্ঠার সংস্করণ প্রকাশ করে, যা ছিল চার পৃষ্ঠার এবং এপ্রিল ১৯৭৩ সালে, কাগজটি আট পৃষ্ঠায় প্রসারিত হয় এবং প্রমাণ আকারের কাগজের শীটে ছাপা হয়, মাঝখানে পিন মারা এবং ভাঁজ করা।  কাগজের চেহারা যেমন বিকশিত হয়েছে, তেমনি সংবাদ কভারেজও বেড়েছে। দ্য গে ব্লেড সম্প্রদায়কে সংগঠিত করার জন্য একটি নিউজলেটার এবং সম্প্রদায়ের জন্য একটি সংবাদপত্র হিসেবে কম ফোকাস করতে শুরু করে। \n\n\n=== ১৯৭৪ থেকে ১৯৮২ ===\nজুলাই ১৯৭৪ সালে, প্রথম নিউজপ্রিন্ট সংস্করণ প্রকাশিত হয়েছিল এবং গে ব্লেডের ইতিহাসে এটি একটি বিবর্তনের সংকেত।  কাগজটির পঞ্চম বার্ষিকী সংস্করণ ১৯৭৪ সালের অক্টোবরে রাজস্ব এবং মুনাফার অভাবের কারণে প্রকাশিত হয়নি, যা ছিল কাগজটির ইতিহাসে একটি সংস্করণ প্রকাশ করতে না পারার ব্যর্থতা।  ১৯৭৪ এবং ১৯৭৫ সালে প্রকাশনার প্রচলন এক ডজনেরও কম স্থানে পাঁচশ অনুলিপি বিতরণ করা থেকে শহর জুড়ে পঁয়ত্রিশটি স্থানে উপলব্ধ ৪,০০০ অনুলিপিতে বৃদ্ধি করা হয়।  ব্লেডের জুন ১৯৭৫ সংস্করণে প্রকাশনার শিরোনাম থেকে 'গে' শব্দটি বাদ দেয়, যখন এটি আবিষ্কৃত হয় যে নিউ ইয়র্ক সিটির একটি সংবাদপত্র গে ব্লেড নামের অধিকার রাখে।  প্রকাশনার নতুন নাম হলো এখন দ্য ব্লেড। এটি নিউজপ্রিন্ট কাগজে প্রকাশিত হতে থাকে এবং দশকের শেষের দিকে পর্যন্ত কোনো অতিরিক্ত বিন্যাসের পরিবর্তন হয়নি। \"ব্লেড কমিউনিকেশনস, ইনকর্পোরেটেড\" শিরোনামে একটি অলাভজনক কর্পোরেশন হিসাবে একে অন্তর্ভুক্ত করা হয়। ১৯৭৫ সালের নভেম্বরে, কাগজটি তার প্রবৃদ্ধি অব্যাহত রাখে।  ডন মাইকেলস, প্রকাশনাটির একটি গুরুত্বপূর্ণ ব্যক্তি, যাকে ১৯৭৮ সালের জানুয়ারিতে কাগজটির সম্পাদক হিসাবে নিয়োগ দেয়া হয়েছিল। মাইকেলস একটি নীতির কঠোর প্রয়োগ শুরু করেন, যা হলো ছদ্মনাম ব্যবহার নিষিদ্ধ করেন।  ১৯৭৮ সালের নভেম্বরের মধ্যে, ব্লেড নিয়মিতভাবে তার পাতাগুলিতে রঙিন মুদ্রণ শুরু করেন এবং ১৯৭৯ সালের শুরুতে ব্লেডটি দ্বি-সাপ্তাহিক প্রকাশনায় পরিবর্তিত হয়। অক্টোবর ১৯৮০ থেকে শুরু করে, প্রকাশনার নাম পরিবর্তন করে দ্য ওয়াশিংটন ব্লেড করা হয় এবং কর্পোরেশনটিকে একটি লাভজনক, কর্মচারী-মালিকানাধীন ব্যবসা হিসাবে পুনরায় অন্তর্ভুক্ত করা হয়।  জুলাই ১৯৮১ সালে, ব্লেড \"রেয়ার, ফেটাল নিউমোনিয়া হিটস গে মেন\" শিরোনামে প্রথম পাতায় একটি সংবাদ করা হয়, যা এইডস নামে পরিচিত রোগ সম্পর্কে লেখার জন্য কাগজটিকে দেশের প্রথম সমকামী সংবাদপত্রগুলির মধ্যে একটি করে তোলে।  ১৯৮১ সালের নভেম্বরে, ডন মাইকেলস প্রকাশকের পদে উন্নীত হন, এই পদে তিনি দুই দশকেরও বেশি সময় ধরে থাকবেন। \n\n\n=== ১৯৮৩ থেকে ২০০০ ===\nদ্য ব্লেড ১৯৮৩ সালের জানুয়ারিতে সাপ্তাহিক প্রকাশ করা শুরু করে এবং কভারেজ এইডস সংকট এবং এই নতুন উদীয়মান রোগের খবরে স্থানান্তরিত হয়। ক্রমাগত ব্রেকিং নিউজের কারণে কাগজটি কভারেজের একটি উচ্চতর অবস্থায় থেকে যায় এবং সম্প্রদায়ের সদস্যদের ব্লেডের কাজকে সমর্থন করার পদক্ষেপ নেওয়ার জন্য কাগজপত্রের সংস্থান প্রায় নিঃশেষ হয়ে যায়। এই সময়সীমার মধ্যে এইডস সঙ্কটের প্রতিবেদন সংবাদপত্রটিকে পরিণত এবং পেশাগতভাবে চালিত প্রকাশনার যুগে নিয়ে আসে।  ১৯৮৮ সালের জুন মাসে, কাগজের সম্পাদকরা প্রথমবারের মতো কাগজটি লেআউট করার জন্য একটি কম্পিউটার ব্যবহার করে।  ১৯৯০ এর দশকে ওয়াশিংটন ব্লেডের পাঠক ও প্রচলন দুটোই বৃদ্ধি পায়। ১৯৯৩ সালের এপ্রিলে, ওয়াশিংটনে ১৯৯৩ সালের গে মার্চের সময়, কাগজটি ২১৬ পাতার সমন্বয়ে এখন পর্যন্ত তার বৃহত্তম সংস্করণ প্রকাশ করে।  কাগজটি ১৯৯৫ সালে ব্লেডের অনলাইন সংস্করণের চালুর মধ্যদিয়ে নতুন বাজার এবং মাধ্যমে প্রসারিত হয়, এর দুই বছর পরে নিউইয়র্কে নিউ ইয়র্ক ব্লেড নামে একটি ভগিনী প্রকাশনা চালু হয়।  শতাব্দীর শেষভাগে, স্থানীয় এবং জাতীয় সংবাদের পাশাপাশি এলজিবিটি সম্প্রদায়ের আগ্রহের আন্তর্জাতিক সংবাদ অন্তর্ভুক্ত করার জন্য কভারেজ প্রসারিত করা হয়েছিল। \n\n\n=== ২০০১ থেকে ২০১০ ===\n২৫ মে ২০০১-এ, প্রিন্ট সংস্করণ ওয়াশিংটন ব্লেডকে উইন্ডো মিডিয়া, এলএলসি, সমকামী প্রকাশনার একটি গ্রুপের কাছে বিক্রির ঘোষণা দেয়। নতুন মালিকানায় অন্যান্য উইন্ডো মিডিয়া প্রকাশনার মত কাগজটিকে মানসম্মত করার জন্য বেশ কয়েকটি পরিবর্তন আনা হয়, যেমন কয়েক দশক ধরে অনুপস্থিত থাকা সম্পাদকীয় ফিরিয়ে আনা হয়।  কাগজটি বিক্রি হবার কিছুদিন পরে, ব্লেডের কর্মীরা ওয়াশিংটন-বাল্টিমোর নিউজপেপার গিল্ডের সহায়তায় ইউনিয়ন করার জন্য ভোট চায়। গিল্ড এবং ব্লেডের কর্মীরা ন্যাশনাল লেবার রিলেশনস বোর্ডের কাছে একটি অভিযোগ এনেছিল এবং এই ইস্যুতে কয়েক সপ্তাহ ধরে আলোচনা চলেছিল, ফলাফল ২০ জুলাই ২০০১-এ ইউনিয়নকরণের বিরুদ্ধে দশ থেকে আটটি ভোট পড়ে। \n২০০৫ এর শুরুতে, ওয়াশিংটন ব্লেড ব্লেডওয়্যার নামে একটি বিনামূল্যের সংবাদ ক্লিপিং পরিষেবাও চালু করে। এই পরিষেবাটি বিভিন্ন স্থানীয়, আঞ্চলিক, জাতীয় এবং নির্বাচিত আন্তর্জাতিক গণমাধ্যম উত্স থেকে এলজিবিটি সম্প্রদায়ের আগ্রহের খবর সংগ্রহ করেছে। পরিষেবাটি ব্লেডের সম্পাদকদের দ্বারা তৈরি করা হয়েছিল এবং ইন্টারনেটে প্রকাশিত হয়েছিল। ব্লেডওয়্যারের একটি বৈশিষ্ট্য হলো জাভাস্ক্রিপ্ট ব্যবহার করে একে অন্যান্য ওয়েবসাইটেও ব্যবহার করার অনুমতি দেয়।\n২০০৮ সালের মার্কিন রাষ্ট্রপতি নির্বাচনের সময়, সিনেটর জন ম্যাককেইনের ব্লেডের সাথে একটি লিখিত সাক্ষাত্কারে অংশগ্রহণের সিদ্ধান্তটি প্রথমবারের মতো চিহ্নিত হয়েছিল যখন একজন রিপাবলিকান রাষ্ট্রপতি মনোনীত একটি সমকামী প্রকাশনার সাথে সাক্ষাত্কার দিতে সম্মত হন। \n১৬ নভেম্বর ২০০৯-এ, কাগজটি তার মূল কোম্পানি, উইন্ডো মিডিয়া, এবং এর সংখ্যাগরিষ্ঠ শেয়ারহোল্ডার, অ্যাভালন ইক্যুইটি পার্টনারের আর্থিক অবস্থার কারণে হঠাৎ বন্ধ হয়ে যায়।  ব্লেডের কর্মচারীরা উইন্ডো মিডিয়ার আর্থিক সমস্যা সম্পর্কে সচেতন ছিলেন, কিন্তু প্রকাশনা সম্পূর্ণ বন্ধ হওয়া সমগ্র কর্মীদের জন্য একটি ধাক্কার মতো এসেছিল। ব্লেডের সম্পাদক কেভিন নাফ বলেছেন, কর্মচারীরা \"আজ সকালে যখন আমরা কাজ করতে যাই তখন দুজন কর্পোরেট অফিসার আমাদের জন্য অপেক্ষা করছিলেন\"  যেহেতু ব্লেড একটি লাভজনক সংবাদপত্র ছিল, এবং যেহেতু ঋণে জর্জরিত উইন্ডো মিডিয়া আর প্রকাশনার অর্থ দিবে না, ব্লেড যে দিন বন্ধ হয়ে যায় সেই দিনই, নাফ ওয়াশিংটন সিটি পেপারকে বলেন, \"আমরা সবাই একসাথে আছি। আমাদের নতুন উদ্যোগের জন্য আমাদের প্রথম মিটিং আগামীকাল সকালে।\"  প্রতিনিধি এলেনর হোমস নর্টন বলেন যে, ব্লেড একটি \"আবশ্যই পাঠ করার সাপ্তাহিক\" ছিল এবং ওয়াশিংটনের এলজিবিটি সম্প্রদায়ের সেবা করার একটি নতুন প্রকাশনার জন্য সমর্থনের প্রতিশ্রুতি দিয়েছেন।\nনভেম্বর ২০, ২০০৯-এ, একটি নতুন উদ্যোগ, যা সম্পূর্ণরূপে স্বেচ্ছাসেবী কর্মীদের দ্বারা সমর্থিত ছিল (যারা ব্লেডের বেশিরভাগ সম্পাদকীয় কর্মী ছিল, সেইসাথে আরও কয়েকজন), এর প্রথম সংখ্যা চালু করে। বলা হয় ডিসি এজেন্ডার, একই নামের অলাভজনক সংস্থার সাথে কোন সম্পর্ক নেই, নতুন উদ্যোগটি ব্লেড বন্ধ হওয়ার একই সপ্তাহে মুক্তি পায়। স্থানধারক ওয়েবসাইট SaveTheBlade.com থেকে:\n\nযদিও আমরা নামটি সংরক্ষণ করতে পারি না, আমরা অবশ্যই আমাদের এলজিবিটিকিউ সম্প্রদায়ের রেকর্ডের সংবাদপত্রের সারমর্ম এবং চেতনা সংরক্ষণ করতে পারি। কাগজের কর্মীরা ঐক্যবদ্ধ আছে এবং আমাদের আলোকিত করার ও তথ্য জানানোর লক্ষ্যে আমরা অবিচল। আমরা একটি নতুন প্রকাশনা চালু করব যা আপনাকে দিবে যা আমরা সবসময় বিতরণ করার জন্য কাজ করেছি - সমকামী সংবাদ এবং তথ্য যা আমাদের মেট্রো ডিসি এলজিবিটিকিউ সম্প্রদায়ের জন্য গুরুত্বপূর্ণ। \nসংখ্যাগুলো ওয়াশিংটন, ডিসির মেট্রো রেল স্টেশনগুলিতে হস্তান্তর করা হয়েছিল এবং একটি অনলাইন অনুলিপি www.washingtonblade.com এ উপলব্ধ ছিল৷ \n২৫ ফেব্রুয়ারি ২০১০-এ, ডিসি এজেন্ডা মার্কিন দেউলিয়া আদালত থেকে ওয়াশিংটন ব্লেডের সম্পদ অর্জন করে। যার মধ্যে ওয়াশিংটন ব্লেড অফিসের আর্কাইভ, নাম, ট্রেডমার্ক, ওয়েবসাইট এবং ফিক্সচার অন্তর্ভুক্ত ছিল। প্রায় এক মাস পরে এপ্রিল ২৬, ২০১০-এ, ডিসি এজেন্ডা প্রকাশক ঘোষণা করেন যে ওয়াশিংটন ব্লেড নামটি কাগজের মাস্টহেডে ফিরে আসবে এবং ডিসি এজেন্ডা শিল্প ও বিনোদন বিভাগের নাম হয়ে উঠবে। \n২৪ মার্চ ২০১৭-এ, কাগজটি লস অ্যাঞ্জেলেসে একটি সংস্করণ চালু করেছে, যার নাম লস অ্যাঞ্জেলেস ব্লেড। \n\n\n== প্রচলন এবং পরিসংখ্যান ==\nওয়াশিংটন ব্লেড সাপ্তাহিক শুক্রবারে প্রকাশিত হতো প্রতিটি সংস্করণের ৩৩,৮৭৪টি মুদ্রিত কপির প্রচলন ছিল।  সংবাদের বিস্তৃতি মূলত ওয়াশিংটন, ডিসি এলাকার বিনোদন এবং নৈশজীবনের অতিরিক্ত কভারেজ সহ এলজিবিটি ব্যক্তিদের সম্পর্কিত বৈশ্বিক এবং আঞ্চলিক রাজনৈতিক বিষয়গুলিতে কেন্দ্রীভূত। মাস্টহেড মুদ্রিত কাগজ স্লোগান \"দ্য গে অ্যান্ড লেসবিয়ান উইকলি অব দ্য ন্যাশনাল ক্যাপিটাল এরিয়া সিন্স ১৯৬৯\" এবং অনলাইন মাস্টহেড একদম অন্যরকম \"অল দ্য নিউজ ফর ইয়ুর লাইফ। অ্যান্ড ইয়ুর স্টাইল।\"  ব্লেড বিতরণে ওয়াশিংটন, ডিসি এলাকা জুড়েই বিভিন্ন স্থান রয়েছে। অতিরিক্ত বিতরণ পয়েন্টগুলি মেরিল্যান্ড, ভার্জিনিয়া এবং রেহোবোথ বিচ, ডেলাওয়্যার পর্যন্ত অবস্থিত। সংবাদপত্রটি প্রাথমিকভাবে রাস্তার কোণে মুক্ত-স্থায়ী সংবাদপত্রের বাক্স, মেট্রো স্টেশনে সংবাদপত্রের র্যাক এবং দোকান ও রেস্তোরাঁয় বিতরণ করা হয়।  ওয়াশিংটন, ডিসিতে ওয়াশিংটন ব্লেডের প্রধান প্রতিযোগী হল সাপ্তাহিক নিউজ ম্যাগাজিন, মেট্রো উইকলি এবং জাতীয়ভাবে সান ফ্রান্সিসকোর বে এরিয়া রিপোর্টার । ১৯৭৯ সালে সংক্ষিপ্ত সময়ের জন্য, ব্লেডের প্রতিযোগিতা ছিল ব্ল্যাকলাইট -এর সাথে, যা শহরের প্রথম আফ্রিকান-আমেরিকান সমকামী মাসিক সাময়িকী।  ওয়াশিংটন ব্লেড সংরক্ষণাগারে তাদের ওয়াশিংটন, ডিসির অফিসে সংরক্ষণ করা হয় এবং লাইব্রেরি অব কংগ্রেসে মাইক্রোফিল্মেও সংরক্ষণ করা হয়। বৈকল্পিক এবং ভূগর্ভস্থ প্রোকুয়েস্ট (পূর্বে ইউএমআই বলা হতো) প্রেস সংগ্রহে, যা অ্যান আর্বর, মিশিগানে অবস্থিত।  সংবাদপত্রটি ন্যাশনাল নিউজপেপার অ্যাসোসিয়েশন, ন্যাশনাল গে নিউজপেপার গিল্ড এবং অ্যাসোসিয়েটেড প্রেসের সদস্য। \nওয়াশিংটন ব্লেডের জন্য এপ্রিল ২০০০ সালে সিমন্স মার্কেট রিসার্চ দ্বারা পরিচালিত একটি সমীক্ষা অনুসারে, তাদের পাঠকের গড় বয়স ছিল একচল্লিশ এবং তাদের ৮৫% পাঠকের বয়স ছিল পঁচিশ থেকে চুয়ান্ন বছরের মধ্যে। পাঠকদের ৯২% চাকুরে যার ৭০% বিভিন্ন পেশাজীবী ও ব্যবস্থাপনার চাকরিতে নিযুক্ত। পাঠকদের গড় আয় ছিল প্রতি বছর $৫৭,২০০, গড় পরিবারিক আয় $৮৪,০০০। সামগ্রিকভাবে, ব্লেড- এর ৭৯% পাঠক একটি কলেজ ডিগ্রী ধারণ করে এবং ৪২% পাঠক স্নাতকোত্তর ডিগ্রীধারী। \n\n\n== পুরস্কার ==\nমার্চ ১৯৮৫ থেকে পাঁচ মাস ধরে লিসা কেনের লেখা \"হয়েন প্রিটেন্ডিং স্টপস\" শিরোনামে ধারাবাহিক নিবন্ধগুলি, স্থানীয় আইনজীবী রে এনজেব্রেটসেনের ধীর মৃত্যুর কভারেজের জন্য স্থানীয় প্রশংসা এবং পুরস্কার জিতেছে। এই ধারাবাহিকের নিবন্ধগুলিতে সমকামী সম্প্রদায়ের মধ্যে এইডসের প্রভাবকে ধারাবিবরণীভুক্ত করেছে এবং ওয়াশিংটনে এর বিশাল কভারেজ ছিল।  ১৯৯৫ সালে, ওয়াশিংটন ব্লেড আমেরিকান বার অ্যাসোসিয়েশন থেকে একটি সিলভার গেভেল পুরস্কার জিতেছিল, \"লিগ্যাল চ্যালেঞ্জেস টু অ্যান্টি গে ইনিশিয়েটিভস\" শিরোনামে চার কিস্তির ধারাবাহিকের জন্য, যা সমকাম বিরোধী ব্যালট উদ্যোগের আইনি পরিণতি এবং সাংবিধানিক চ্যালেঞ্জগুলি অন্বেষণ করেছিল।  ২০০৭ সালে, পত্রিকাটি সোসাইটি অব প্রফেশনাল জার্নালিস্ট ওয়াশিংটন, ডিসি, প্রো চ্যাপ্টার থেকে স্থানীয় সাংবাদিকতায় শ্রেষ্ঠত্বের জন্য চারটি ডেটলাইন পুরস্কার জিতে। \n\n\n== সমালোচনা ও বিতর্ক ==\nবছরের পর বছর ধরে কোন পত্রিকার প্রকাশনা বিতর্ক ছাড়া হয়নি। ওয়াশিংটন, ডিসি, একটি শহর যেখানে ৭০ শতাংশেরও বেশি বাসিন্দা আফ্রিকান-আমেরিকান, সেখানকার সমকামী আফ্রিকান-আমেরিকান জনসংখ্যার কভারেজ না থাকার কারণে ১৯৮০-এর দশকের মাঝামাঝি পর্যন্ত খবরের কভারেজকে কেউ কেউ \"হোয়াইট-ওয়াশড\" বলে মনে করেছিলেন। যার ফলে ১৯৭৯ সালের আগস্টে শহরের প্রথম আফ্রিকান-আমেরিকান সমকামী মাসিক সাময়িকী ব্ল্যাকলাইট আত্মপ্রকাশ করে, যা স্বল্পস্থায়ী ছিল, যেটি ব্লেডের সাথে প্রতিযোগিতা করার চেষ্টা করেছিল।  ১৯৯১ সালের এপ্রিলে সিটি কাউন্সিলের বিশেষ নির্বাচনের পক্ষপাতদুষ্ট কভারেজ তীব্র সমালোচনার জন্ম দেয় এবং কাগজের সম্পাদকীয় বোর্ডের সংস্কারের আহ্বান জানানো হয়।  ১৯৯৩ সালে, ব্লেড এবং এর প্রকাশনা সংস্থার বিরুদ্ধে ফেয়ারফ্যাক্স কাউন্টির লাইব্রেরি শাখা ব্লেডের বিতরণের উপর সম্ভাব্য নিষেধাজ্ঞার জন্য মামলা করার হুমকি দেয়।  এছাড়াও, ২০০১ সালে ওয়াশিংটন ব্লেডের উইন্ডো মিডিয়া, এলএলসির কাছে বিক্রির ফলে প্রাক্তন কর্মচারী, সম্পাদক এবং মিডিয়া পন্ডিতদের কাছ থেকে তীব্র সমালোচনা হয়, একই কোম্পানির এত সমকামী সংবাদপত্রের সম্পাদকীয় বোর্ড একত্রীকরণের এবং সম্পাদকীয় নিয়ন্ত্রণের প্রস্তাব আস, যার ফলে বিষয়বস্তু একত্রিত হওয়ার আশঙ্কা দেখা দেয়।  একজন প্রাক্তন কর্মী লেখক রাজনৈতিক বিবৃতি দেওয়ার জন্য 'গে' শব্দের বড়হাতের অক্ষরের সংস্করণের বাধ্যতামূলক ব্যবহারের রাজনৈতিক খেলার অভিযোগও করেছেন। \nসংবাদপত্রের বিরুদ্ধে সময়ে সময়ে জনসাধারণের ব্যক্তিদের যৌন পরিচয় জোর করে বের করার অভিযোগ আনা হয়েছে। ব্যক্তিদের এই 'বের করে আনার' এই নীতিটি ১৯৯৬ সালে ডিফেন্স অফ ম্যারেজ অ্যাক্ট নিয়ে বিতর্কের সময় প্রকাশিত হয়েছিল, যখন ব্লেড এবং দ্য অ্যাডভোকেট কংগ্রেসম্যান জিম কোলবে এবং মার্ক ফোলিকে বের করতে যাচ্ছিল। কোন প্রকাশনাই কোন রাজনীতিককে বের করেনি, এবং উভয় প্রকাশনাই পরে কংগ্রেসম্যানদের বের করার ইচ্ছা অস্বীকার করে।  সাম্প্রতিক বছরগুলিতে, ব্লেডের বর্তমান সম্পাদক কেভিন নাফ, এলজিবিটি ব্যক্তিদের সম্পর্কে ওয়াশিংটন পোস্টকে 'স্ট্রেট-ওয়াশিং' গল্পের জন্য অভিযুক্ত করে বলেন এই অভিযোগগুলি পুনরুত্থিত হয়েছে। ন্যাফ লিখেছেন যে \"যখন কাউকে 'ফ্ল্যামবয়েন্ট,' 'অকেন্দ্রিক' বা 'একজন আজীবন ব্যাচেলর' হিসাবে বর্ণনা করা হয়, তখন আমরা জানি কী বোঝানো হচ্ছে। . . ওয়াশিংটন পোস্টের পাঠকরা তাদের গেইডার দক্ষতাকে আরও ভালোভাবে ফুটিয়ে তুলতে পেরেছিলেন, কারণ গল্পের পর গল্পে, সংবাদ সংগ্রহকারী বেহেমথ হয় যৌন অভিযোজনের প্রশ্নগুলিকে উপেক্ষা করেছেন অথবা কোনটি আরও ভাল বানান করা যেতে পারে তা বোঝাতে অবিরাম চোখমেরেছেন এবং মাথা নাড়িয়েছেন।\"  ব্লেডের মতো প্রকাশনার মাধ্যমে ব্যক্তিদের চিহ্নিত করা এবং বের করা কেন জিজ্ঞাসা করা হলে, স্টাফ লেখক গ্রেগ মারজুলো লিখেছেন \"কেন [আমরা] কারো যৌন অভিমুখিতা উল্লেখ করার জন্য জোর দিই? কারণ আমরা একটি কুইয়ার পত্রিকা।\"  যেমন ওয়াশিংটন পোস্টে প্রতিবেদন করা হয়েছে, প্রাক্তন সম্পাদক ক্রিস ক্রেইন 'বের করে আনার'-এর জন্য ব্লেডের সম্পাদকীয় যুক্তির সংক্ষিপ্তসারে বলেন যে, \"এটি ২০০৪, ১৯৫৪ নয়, এবং নিজের যৌন অভিমুখিতা আর 'ব্যক্তিগত ঘটনা' নয়। তদন্তে প্রকাশিত হবেই।\" দ্য ব্লেড, তিনি লিখেছেন, \"প্রভাবশালী কংগ্রেস সহযোগীরা সমকামী কিনা সে বিষয়ে তদন্ত করবে এবং প্রতিবেদন করবে যদি তাদের যৌন অভিমুখিতা সম্পর্কে কংগ্রেসের সমকাম বিরোধী সদস্যদের দ্বারা উচ্চ সংবাদযোগ্য প্রশ্ন উত্থাপন করে, যাদের জন্য তারা কাজ করে।\"  ওয়াশিংটন ব্লেডের একজন প্রাক্তন কর্মচারী ও লেখক ব্যক্তিদের তাদের যৌন অভিমুখিতা দ্বারা চিহ্নিত করার এই প্রচারাভিযান নিয়ে আপত্তি করেছেন এবং এই আপত্তিগুলি নিবন্ধন করার জন্য একটি ব্লগ ব্যবহার করেছেন৷ \nজুলাই ২০০৫ সালে, জেফ গ্যানন পত্রিকার জন্য সম্পাদকীয় লিখতে শুরু করেন। তার মধ্যে সমকামী ব্লগার জন অ্যারাভোসিসের সমালোচনা অন্তর্ভুক্ত ছিল, যিনি গ্যাননের অশ্লীল বিজ্ঞাপনগুলি উন্মোচনে সহায়তা করেছিলেন৷  সম্পাদক ক্রিস ক্রেন সমকামী সম্প্রদায়ের অনেকের কাছ থেকে এই সিদ্ধান্তের জন্য সমালোচনায় পড়তে হয়েছিল, গ্যাননের সমকাম বিরোধী প্রতিবেদনের ইতিহাসের পাশাপাশি গ্যানন তার নিজের যৌন অভিমুখিতা প্রকাশ করতে অস্বীকার করার কারণে। তিনি বলেছিলেন, \"আমার ব্যক্তিগত জীবন একটি ব্যক্তিগত বিষয়, যদিও আমি একজন পাবলিক ব্যক্তি।\" ক্রেইন সেপ্টেম্বর ২০০৫-এর একটি সম্পাদকীয়তে তার সিদ্ধান্তকে সমর্থন করেছিলেন  এবং দাবি করেছিলেন যে \"গ্যাননের প্রতিটি নতুন নিবন্ধের সাথে \"প্রতিক্রিয়ার অবিচলিত প্রবাহ\" \"একটু\" হ্রাস পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিসি এজেন্ডা নতুন প্রকাশনা ডিসি এজেন্ডার ওয়েবসাইট যা প্রাক্তন ব্লেড কর্মীদের দ্বারা তৈরি করা হয়েছিল\nব্লেড সংরক্ষণ করুন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জানুয়ারি ২০২২ তারিখে একটি অস্থায়ী ওয়েবসাইট ব্লেড বন্ধ হওয়ার পরপরই ব্যবহার করা হয়\nওয়াশিংটন ব্লেডের ইতিহাস, মেট্রোপলিটন ওয়াশিংটন ডিসির জিএলবিটি নিউজপেপার অফ রেকর্ড, দ্য রেনবো হিস্ট্রি প্রজেক্টের মাধ্যমে\nনিউজপেপার অফ রেকর্ড: ৩৫ ইয়ারস অফ দ্য ওয়াশিংটন ব্লেড, দ্য রেনবো হিস্ট্রি প্রজেক্টের দ্বারা"}