{"pageid": 1116563, "title": "পরমহংস উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1116563", "content": "পরমহংস উপনিষদ (সংস্কৃত: परमहंस उपनिषद) হলো সংস্কৃত ভাষায় রচিত একটি গ্রন্থ, এবং অথর্ববেদের সাথে সংযুক্ত ৩১টি উপনিষদের মধ্যে একটি। এটিকে সন্ন্যাস উপনিষদগুলির মধ্যে একটি হিসেবে শ্রেণীবদ্ধ করা হয়। রামানুজাচার্যের মতে, পরমহংস হলেন ভগবান বিষ্ণুর রূপ যিনি ভগবান ব্রহ্মাকে বিষ্ণু সহস্রনাম অনুসারে দিব্য রাজহাঁসের রূপে বেদ প্রদান করেছিলেন।\nউপনিষদ হল হিন্দু দেবতা ব্রহ্মা ও ঋষি নারদের মধ্যে একটি বক্তৃতা। তাদের কথোপকথন পরমহংস (সর্বোচ্চ আত্মা) যোগীর বৈশিষ্ট্যকে কেন্দ্র করে। পাঠ্যটি সন্ন্যাসীকে জীবনমুক্ত, জীবিত অবস্থায় মুক্ত আত্মা হিসেবে বর্ণনা করে এবং বিদেহ মুক্তি হল পরকালের মুক্তি।\nপাঠ্যটি সম্ভবত সাধারণ যুগের সূচনার পূর্ববর্তী শতাব্দীতে রচিত হয়েছিল। এটি যোগিন শব্দের ব্যবহার এবং সেই উপাধি দ্বারা ত্যাগকারীদের ডাকার জন্য উল্লেখযোগ্য।\n\n\n== কালপঞ্জি ==\nপরমহংস উপনিষদ কোন শতাব্দীতে রচিত হয়েছিল তা জানা যায় না। পাঠ্যটি প্রাচীন কারণ এটি অন্যান্য প্রাচীন পাঠে উল্লেখ করা হয়েছে যার তারিখ আরও ভালভাবে প্রতিষ্ঠিত। এই শাস্ত্রীয় উল্লেখ এবং সাহিত্য শৈলী থেকে বোঝা যায় যে এই হিন্দু পাঠটি আশ্রম উপনিষদের আগে রচিত হয়েছিল যা খ্রিস্টীয় তৃতীয় শতাব্দীতে তৈরি হয়েছিল। উপনিষদের জার্মান পণ্ডিত, স্প্রকহফ, এটিকে খ্রিস্টপূর্ব ১ম সহস্রাব্দের শেষ কয়েক শতাব্দীর বলে উল্লেখ করেছেন।\n\n\n== বিষয়বস্তু ==\nউপনিষদ, তার প্রারম্ভিক ও সমাপ্তি স্তোত্রে, ব্রহ্ম ও মহাবিশ্বের অসীমতার প্রধানতার উপর জোর দেয়, ব্রহ্ম অসীমের প্রতিনিধিত্ব করে। উপনিষদের বিষয় চারটি স্তোত্রে উপস্থাপিত হয়েছে পরমহংস যোগীদের পথের দিক সম্পর্কে নারদের প্রশ্নের উত্তরে ব্রহ্মার ব্যাখ্যা হিসেবে।\nহংস বা ঐশ্বরিক রাজহাঁস, যা পরমহংস যোগীর আধিপত্যকে হাইলাইট করতে ব্যবহৃত হয়, যার অর্থ \"আলোকিত এক\", রূপকভাবে রাজহাঁসের গুণাগুণকে জল থেকে দুধ আলাদা করার জন্য উপস্থাপন করে।\nব্রহ্মা ব্যাখ্যা করেন যে পরমহংস যোগীর পর্যায় অর্জন করা একটি কঠিন কাজ এবং এই ধরনের যোগীরা বিরল। পরমহংস যোগী হলেন বেদের মানুষ, পাঠকে জোর দিয়ে বলেছেন, তিনি একাই ব্রহ্ম, চিরন্তন বিশুদ্ধ চরম বাস্তবতায় অধিষ্ঠিত হন। এই যোগী কেবল তার স্ত্রী, পুত্র, কন্যা, আত্মীয়স্বজন, বন্ধুবান্ধব ত্যাগ করেন না। এছাড়াও পবিত্র সুতা, সমস্ত আচার ও আবৃত্তি এবং চুলের গোছা। পরমহংসের নিম্নলিখিত বৈশিষ্ট্য রয়েছে, পাঠ্যটি বলে:\n\nপরমহংস যোগী অভিমতযুক্ত বা মানহানি দ্বারা প্রভাবিত নন, বা ঈর্ষান্বিত নন, প্রদর্শনী নন, নম্র, এবং সমস্ত মানুষের দুর্বলতার প্রতি অজ্ঞ। তিনি তার দেহের অস্তিত্বের প্রতি অনাক্রম্য, যাকে তিনি মৃতদেহ হিসাবে বিবেচনা করেন। তিনি মিথ্যা ছলনার ঊর্ধ্বে এবং ব্রহ্মকে উপলব্ধি করে জীবনযাপন করেন।\nঅধ্যায় ৩-এ, উপনিষদ বলে যে জ্ঞানের কর্মী বহন করা তাকে \"একদন্ডী\" উপাধি দেয়, কারণ তিনি বিশ্বের সমস্ত আনন্দের পরিত্যাগকারী; এর বিপরীতে যে ব্যক্তি একটি কাঠের টুকরো হিসাবে একটি লাঠি বহন করে মহারৌরব অন্যান্য নরকের পর্যায় অতিক্রম করে, পার্থিব আরামের জন্য প্রবণ এবং জ্ঞান ছাড়াই। যিনি \"জ্ঞানের কর্মী\" ও \"কাঠের কর্মচারী\" এর মধ্যে পার্থক্য বোঝেন, তিনি হলেন পরমহংস।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nPrasad, Ramanuj (১ জানুয়ারি ২০০৩)। Know the Upanishads। V&S Publishers। আইএসবিএন 978-81-223-0831-0। \nTinoco, Carlos Alberto (১৯৯৭)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279।"}