{"pageid": 1116092, "title": "ইয়ান স্টিভেনসন", "url": "https://bn.wikipedia.org/wiki?curid=1116092", "content": "ইয়ান প্রিটিম্যান স্টিভেনসন (অক্টোবর ৩১, ১৯১৮ - ৮ ফেব্রুয়ারি, ২০০৭) ছিলেন একজন কানাডিয়ান বংশোদ্ভূত আমেরিকান মনোরোগ বিশেষজ্ঞ। তিনি ভার্জিনিয়া স্কুল অফ মেডিসিন বিশ্ববিদ্যালয়ে পঞ্চাশ বছর ধরে কাজ করেছেন। ১৯৫৭ থেকে ১৯৬৭ সাল পর্যন্ত সেখানে মনোরোগবিদ্যা বিভাগের সভাপতি হিসাবে, ১৯৬৭ থেকে ২০০১ সাল পর্যন্ত মনোরোগবিদ্যার কার্লসন অধ্যাপক এবং ২০০২ থেকে তাঁর মৃত্যু পর্যন্ত মনোরোগবিদ্যার গবেষণা অধ্যাপক হিসেবে ছিলেন। \nতিনি ইউনিভার্সিটির ডিভিশন অফ পারসেপচুয়াল স্টাডিজের প্রতিষ্ঠাতা এবং পরিচালক হিসাবে ছিলেন, যা প্যারানরমাল নিয়ে তদন্ত করে। স্টিভেনসন তার গবেষণার জন্য পুনর্জন্মের পরামর্শদাতা বলে পরিচিত হয়ে ওঠেন। তার এই ধারণা যে আবেগ, স্মৃতি, এমনকি শারীরিক বৈশিষ্ট্যগুলো এক জীবন থেকে অন্য জীবনে স্থানান্তরিত হতে পারে। আন্তর্জাতিক ফিল্ডওয়ার্কে চল্লিশ বছর ধরে তিনি ৩,০০০ শিশু নিয়ে কাজ করেছেন যারা অতীতের জীবন স্মরণ রাখার দাবি করেছে। তাঁর অবস্থান যে নির্দিষ্ট ছিল ফোবিয়া, philias, অস্বাভাবিক ক্ষমতা এবং অসুস্থতা সম্পূর্ণরূপে বংশগতি বা পরিবেশ দ্বারা ব্যাখ্যা করা যায়নি। তিনি বিশ্বাস করতেন যে, জেনেটিক্স এবং পরিবেশ ছাড়াও, পুনর্জন্ম সম্ভবত একটি তৃতীয়, অবদানকারী ফ্যাক্টর প্রদান করতে পারে। \nস্টিভেনসন ১৯৮২ সালে সোসাইটি ফর সায়েন্টিফিক এক্সপ্লোরেশন খুঁজে পেতে সহায়তা করেছিলেন এবং পুনর্জন্মের উপর প্রায় ৩০০টি গবেষণাপত্র এবং ১৪টি বইয়ের লিখেছিলেন, যার মধ্যে Twenty Cases Suggestive of Reincarnation (১৯৬৬), Cases of the Reincarnation Type (৪ খণ্ড, ১৯৭৫-১৯৮৩) এবং European Cases of the Reincarnation Type(২০০৩)। তার সবচেয়ে গুরুত্বপূর্ণ কাজটি ছিল ২,২৬৮-পৃষ্ঠা, দুই-খণ্ডের Reincarnation and Biology: A Contribution to the Etiology of Birthmarks and Birth Defects(১৯৯৭)। এতে এমন দুইশটি ক্ষেত্রে রিপোর্ট করেছে যেখানে জন্মচিহ্ন এবং জন্মগত ত্রুটিগুলো মৃত ব্যক্তির উপর একটি ক্ষতের সাথে সঙ্গতিপূর্ণ বলে মনে হয়েছিল যার জীবন শিশুটি স্মরণ করেছিল। তিনি সাধারণ পাঠকের জন্য একই গবেষণার একটি সংক্ষিপ্ত সংস্করণ লিখেছেন, Where Reincarnation and Biology Intersect (১৯৯৭)। \nতার কাজের প্রতিক্রিয়া ছিল মিশ্র। দ্য নিউ ইয়র্ক টাইমস-এ স্টিভেনসনের জন্য একটি মৃত্যুতে , মার্গালিট ফক্স লিখেছিলেন যে স্টিভেনসনের সমর্থকরা তাকে ভুল বোঝার প্রতিভা হিসাবে দেখেছিল, কিন্তু বেশিরভাগ বিজ্ঞানী তার গবেষণাকে উপেক্ষা করেছিলেন এবং তার বিরুদ্ধবাদীরা তাকে আন্তরিক কিন্তু নির্দোষ বলে মনে করেছিলেন।  তাঁর জীবন এবং কাজ ৩টি সহায়ক বইয়ের বিষয় হয়ে ওঠে: ওয়াশিংটন পোস্টের সাংবাদিক টম শ্রোডারের লেখা Old Souls: The Scientific Search for Proof of Past Lives(১৯৯৯), মনোরোগ বিশেষজ্ঞ এবং ভার্জিনিয়া বিশ্ববিদ্যালয়ের সহকর্মী জিম বি টাকারের লেখা Life Before Life (২০০৫), এবং এমিলি উইলিয়ামস কেলির লেখা Science, the Self, and Survival after Death (২০১২)। সমালোচকরা, বিশেষ করে দার্শনিক সি.টি.কে চ্যারি (১৯০৯-১৯৯৩) এবং পল এডওয়ার্ডস (১৯২৩-২০০৪), বেশ কয়েকটি বিষয় উত্থাপন করেছিলেন, যার মধ্যে দাবি ছিল যে স্টিভেনসনের সাক্ষাৎকার নেওয়া শিশু বা পিতামাতারা তাকে প্রতারিত করেছে, যে তিনি তাদের প্রধান প্রশ্ন জিজ্ঞাসা করেছিলেন, তিনি প্রায়শই অনুবাদকদের মাধ্যমে কাজ করতেন যারা সাক্ষাৎকারকারীরা যা বলছেন তা বিশ্বাস করতেন এবং তার সিদ্ধান্তগুলো নিশ্চিতকরণের পক্ষপাত দ্বারা ক্ষুণ্ন করা হয়েছিল, যেখানে তার অনুমানকে সমর্থন করে না এমন মামলাগুলো এর বিরুদ্ধে গণনা হিসাবে উপস্থাপন করা হয়নি। \n\n\n== পটভূমি ==\n\n\n=== ব্যক্তিগত জীবন এবং শিক্ষা ===\nস্টিভেনসন মন্ট্রিলে জন্মগ্রহণ করেন এবং অটোয়াতে বেড়ে ওঠেন, তিন সন্তানের একজন। তার বাবা জন স্টিভেনসন ছিলেন একজন স্কটিশ আইনজীবী যিনি অটোয়াতে দ্য টাইমস অফ লন্ডন বা নিউ ইয়র্ক টাইমসের কানাডিয়ান সংবাদদাতা হিসেবে কাজ করছিলেন।  তার মা, রুথের থিওসফির প্রতি আগ্রহ ছিল এবং এই বিষয়ে একটি বিস্তৃত লাইব্রেরি ছিল, যার জন্য স্টিভেনসন প্যারানরমাল বিষয়ে তার নিজের আগ্রহকে দায়ী করেছিলেন। শৈশবকালে তিনি প্রায়শই ব্রঙ্কাইটিসে শয্যাশায়ী ছিলেন, এমন একটি অবস্থা যা যৌবন পর্যন্ত অব্যাহত থাকে এবং তার মধ্যে বইয়ের প্রতি আজীবন ভালবাসার জন্ম দেয়।  ভার্জিনিয়া বিশ্ববিদ্যালয়ের তার সহকর্মী এমিলি উইলিয়ামস কেলির মতে, তিনি যে বইগুলো পড়েছিলেন তার একটি তালিকা বজায় রেখেছিলেন, যার সংখ্যা ছিল ১৯৩৫ থেকে ২০০৩ সালের মধ্যে ৩,৫৩৫। তিনি ১৯৩৭ থেকে ১৯৩৯ সাল পর্যন্ত স্কটল্যান্ডের সেন্ট অ্যান্ড্রুজ ইউনিভার্সিটিতে মেডিসিন অধ্যয়ন করেছিলেন, কিন্তু দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার কারণে তাকে কানাডায় পড়াশোনা শেষ করতে হয়েছিল।  তিনি ম্যাকগিল বিশ্ববিদ্যালয় থেকে ১৯৪২ সালে বিএসসি এবং ১৯৪৩ সালে এমডি ডিগ্রি অর্জন করেন। তিনি ১৯৮৩ সালে মৃত্যুর আগে পর্যন্ত ১৯৪৭ থেকে Octavia রেনল্ডস বিয়ে করেছিলেন ১৯৮৫ সালে, তিনি র্যান্ডলফ-ম্যাকন ওমেনস কলেজের ইতিহাসের অধ্যাপক ড. মার্গারেট পার্টজফ (১৯২৬-২০০৯) কে বিয়ে করেন। তিনি প্যারানরমাল সম্পর্কে তার মতামত শেয়ার করেননি, তবে স্টিভেনসন যাকে \"উদার নীরবতা\" বলে অভিহিত করেছেন তা সহ্য করেছিলেন। \n\n\n=== প্রারম্ভিক কর্মজীবন ===\nস্নাতক হওয়ার পর, স্টিভেনসন বায়োকেমিস্ট্রিতে গবেষণা করেন। তার প্রথম বাসস্থান ছিল মন্ট্রিলের রয়্যাল ভিক্টোরিয়া হাসপাতালে (১৯৪৪-১৯৪৫), কিন্তু তার ফুসফুসের অবস্থা তাকে বিরক্ত করতে থাকে এবং ম্যাকগিলের একজন অধ্যাপক তাকে তার স্বাস্থ্যের জন্য অ্যারিজোনায় চলে যাওয়ার পরামর্শ দেন। তিনি ফিনিক্স, অ্যারিজোনার সেন্ট জোসেফ হাসপাতালে (১৯৪৫-১৯৪৬) একটি আবাস গ্রহণ করেন। এর পরে, তিনি নিউ অরলিন্সের অল্টন ওকসনার মেডিকেল ফাউন্ডেশনে অভ্যন্তরীণ ওষুধে ফেলোশিপ করেন, টুলেন ইউনিভার্সিটি স্কুল অফ মেডিসিনে (১৯৪৬-১৯৪৭) বায়োকেমিস্ট্রিতে ডেনিস ফেলো হন এবং কর্নেল ইউনিভার্সিটি মেডিকেল কলেজে মেডিসিনে একজন কমনওয়েলথ ফান্ড ফেলো হন। এবং নিউ ইয়র্ক হাসপাতাল (১৯৪৭-১৯৪৯)। তিনি ১৯৪৯ সালে একটি মার্কিন নাগরিক হয়ে ওঠে \nকেলি লিখেছেন যে স্টিভেনসন অসন্তুষ্ট হয়ে ওঠে খণ্ডতাবাদ তিনি প্রাণরসায়ন সম্মুখীন, এবং পুরো ব্যক্তি অধ্যয়ন করতে চেয়েছিলেন।  তিনি সাইকোসোম্যাটিক মেডিসিন, সাইকিয়াট্রি এবং সাইকোঅ্যানালাইসিসে আগ্রহী হয়ে ওঠেন এবং ১৯৪০ এর দশকের শেষের দিকে নিউ ইয়র্ক হাসপাতালে কাজ করেন সাইকোসোমাটিক অসুস্থতা এবং স্ট্রেসের প্রভাব, এবং বিশেষ করে কেন একজনের মানসিক চাপের প্রতিক্রিয়া হাঁপানি এবং অন্যজনের উচ্চ রক্তচাপ হতে পারে। \nতিনি ১৯৪৯ থেকে ১৯৫৭ সাল পর্যন্ত লুইসিয়ানা স্টেট ইউনিভার্সিটি স্কুল অফ মেডিসিনে সহকারী, তারপর সহযোগী, মনোরোগবিদ্যার অধ্যাপক হিসাবে পড়ান। ১৯৫০-এর দশকে, তিনি ইংরেজ লেখক অ্যালডাস হাক্সলির (১৮৯৪-১৯৬৩) সাথে দেখা করেন, যিনি সাইকেডেলিক ওষুধের পক্ষে তাঁর পক্ষে পরিচিত ছিলেন, এবং LSD এবং মেসকালিনের প্রভাবগুলো অধ্যয়ন করেন, এটি করার জন্য প্রথম শিক্ষাবিদদের একজন। কেলি লিখেছেন যে তিনি নিজেই LSD চেষ্টা করেছিলেন এবং তিনি একে তিন দিনের \"নিখুঁত প্রশান্তি\" বর্ণনা করেছেন। তিনি লিখেছিলেন যে সেই সময়ে তিনি অনুভব করেছিলেন, তিনি \"আবার কখনও রাগ করতে পারবেন না\", কিন্তু যোগ করেছেন, \"যেমন এটি ঘটেনি তা কার্যকর হয়নি, তবে এটির স্মৃতি আশা করার মতো কিছু হিসাবে রয়ে গেছে।\"\n১৯৫১ সাল থেকে, তিনি নিউ অরলিন্স সাইকোঅ্যানালাইটিক ইনস্টিটিউট এবং ওয়াশিংটন সাইকোঅ্যানালাইটিক ইনস্টিটিউটে মনোবিশ্লেষণ অধ্যয়ন করেন, ভার্জিনিয়া বিশ্ববিদ্যালয়ের মনোরোগবিদ্যা বিভাগের প্রধান নিযুক্ত হওয়ার এক বছর পর ১৯৫৮ সালে স্নাতক হন। তিনি সেই সময়ে মনোরোগবিদ্যা এবং মনোবিশ্লেষণের মধ্যে গোঁড়ামির বিরুদ্ধে যুক্তি দিয়েছিলেন যে প্রারম্ভিক বছরগুলোতে ব্যক্তিত্ব আরও প্লাস্টিক; বিষয়ের উপর তার গবেষণাপত্র, \"মানুষের ব্যক্তিত্ব কি শৈশব এবং শৈশবে বেশি প্লাস্টিক?\" ( আমেরিকান জার্নাল অফ সাইকিয়াট্রি, ১৯৫৭), তার সহকর্মীদের দ্বারা ভালভাবে গ্রহণ করা হয়নি। তিনি লিখেছেন যে তাদের প্রতিক্রিয়া তাকে প্রত্যাখ্যানের জন্য প্রস্তুত করেছে যে তিনি প্যারানরমাল বিষয়ে তার কাজের অভিজ্ঞতা অর্জন করেছিলেন।\n\n\n== পুনর্জন্ম গবেষণা ==\n\n\n=== প্রারম্ভিক সুদ ===\nস্টিভেনসন তার কর্মজীবনের লেইটমোটিফ হিসাবে বর্ণনা করেছেন যে কেন একজন ব্যক্তি একটি রোগের বিকাশ ঘটাবে এবং অন্যজন ভিন্ন কিছু করবে। তিনি বিশ্বাস করেছিলেন যে পরিবেশ বা বংশগতি কোনটিই কিছু ভয়, অসুস্থতা এবং বিশেষ ক্ষমতার জন্য দায়ী হতে পারে না এবং কিছু ধরনের ব্যক্তিত্ব বা স্মৃতি স্থানান্তর তৃতীয় ধরনের ব্যাখ্যা প্রদান করতে পারে। তিনি স্বীকার করেছেন, তবে, এমন একটি শারীরিক প্রক্রিয়ার প্রমাণের অনুপস্থিতি যার দ্বারা একজন ব্যক্তিত্ব মৃত্যু থেকে বেঁচে থাকতে পারে এবং অন্য দেহে স্থানান্তর করতে পারে, এবং তিনি সতর্ক ছিলেন যে পুনর্জন্ম ঘটে এমন অবস্থানে নিজেকে সম্পূর্ণরূপে প্রতিশ্রুতিবদ্ধ না করার জন্য।  তিনি যুক্তি দিয়েছিলেন যে তার কেস স্টাডিজ তার দৃষ্টিতে পরিবেশ বা বংশগতি দ্বারা ব্যাখ্যা করা যায় না এবং যে \"পুনর্জন্মই সর্বোত্তম - যদিও একমাত্র নয় - আমরা তদন্ত করেছি শক্তিশালী মামলাগুলোর জন্য ব্যাখ্যা।\"  তিনি ১৯৭৪ সালে তার কাজের দিকে ফিরে তাকিয়ে বলেছিলেন:[ডব্লিউ] আমি যা বিশ্বাস করি তা হল, আমরা এখন যে ক্ষেত্রে জানি, পুনর্জন্ম---অন্তত কারো জন্য--ই সেরা ব্যাখ্যা যা আমরা নিয়ে আসতে পেরেছি। প্রমাণের একটি চিত্তাকর্ষক শরীর রয়েছে এবং এটি সব সময় শক্তিশালী হচ্ছে। আমি মনে করি একজন যুক্তিবাদী ব্যক্তি, যদি তিনি চান, প্রমাণের ভিত্তিতে পুনর্জন্মে বিশ্বাস করতে পারেন। ১৯৫৮ এবং ১৯৫৯ সালে, স্টিভেনসন হার্পারের প্যারাসাইকোলজি সম্পর্কে বেশ কয়েকটি প্রবন্ধ এবং বই পর্যালোচনা করেছেন, যার মধ্যে সাইকোসোমাটিক অসুস্থতা এবং অতিইন্দ্রিয় উপলব্ধি রয়েছে এবং ১৯৫৮ সালে, তিনি দার্শনিকের সম্মানে আমেরিকান সোসাইটি ফর সাইকিক্যাল রিসার্চ দ্বারা আয়োজিত একটি প্রতিযোগিতায় বিজয়ী এন্ট্রি জমা দেন। উইলিয়াম জেমস (১৮৪২-১৯১০)। পুরস্কারটি ছিল \"অলৌকিক মানসিক ঘটনা এবং শারীরিক মৃত্যুর পরে মানব ব্যক্তিত্বের বেঁচে থাকার সমস্যার সাথে তাদের সম্পর্ক\" শীর্ষক সেরা প্রবন্ধের জন্য। স্টিভেনসনের প্রবন্ধ, \"প্রাক্তন অবতারদের দাবিকৃত স্মৃতি থেকে বেঁচে থাকার প্রমাণ\" (১৯৬০), এমন চল্লিশটি প্রকাশিত কেস পর্যালোচনা করেছে, যাদের বেশিরভাগই শিশু, যারা অতীত জীবন মনে রাখার দাবি করেছে। এটি প্যারাসাইকোলজি ফাউন্ডেশনের প্রতিষ্ঠাতা আইলিন জে. গ্যারেটের (১৮৯৩-১৯৭০) দৃষ্টি আকর্ষণ করে, যিনি স্টিভেনসনকে এমন একটি শিশুর সাক্ষাৎকার নিতে ভারত ভ্রমণের জন্য একটি অনুদান দিয়েছিলেন যিনি অতীত জীবনের স্মৃতি রয়েছে বলে দাবি করছেন। জিম টাকার মতে, স্টিভেনসন ভারতে মাত্র চার সপ্তাহের মধ্যে আরও পঁচিশটি মামলা খুঁজে পান এবং ১৯৬৬ সালে এই বিষয়ে তার প্রথম বই, টোয়েন্টি কেস সাজেস্টিভ অফ রিইনকারনেশন প্রকাশ করতে সক্ষম হন। \nচেস্টার কার্লসন (১৯০৬-১৯৬৮), জেরোগ্রাফির উদ্ভাবক, আরও আর্থিক সাহায্যের প্রস্তাব করেছিলেন। টাকার লিখেছেন যে এটি স্টিভেনসনকে মনোরোগ বিভাগের চেয়ার পদ থেকে সরে যেতে এবং বিভাগের মধ্যে একটি পৃথক বিভাগ স্থাপন করার অনুমতি দেয়, যাকে তিনি ব্যক্তিত্ব অধ্যয়নের বিভাগ বলে ডাকেন, পরবর্তীতে অনুধাবন অধ্যয়নের বিভাগ নামকরণ করা হয়।  ১৯৬৮ সালে কার্লসন মারা গেলে, তিনি স্টিভেনসনের কাজ চালিয়ে যাওয়ার জন্য ভার্জিনিয়া বিশ্ববিদ্যালয়ে $১,০০০,০০০ রেখে যান। এই উইলটি গবেষণার প্রকৃতির কারণে বিশ্ববিদ্যালয়ের মধ্যে বিতর্কের সৃষ্টি করেছিল, কিন্তু দানটি গৃহীত হয়েছিল এবং স্টিভেনসন মনোরোগবিদ্যার প্রথম কার্লসন অধ্যাপক হন। \n\n\n== কেস স্টাডিজ ==\n\n\n=== ওভারভিউ ===\nউইল স্টিভেনসনকে ব্যাপকভাবে ভ্রমণ করার অনুমতি দেয়, কখনও কখনও বছরে ৫৫,০০০ মাইল পর্যন্ত, আফ্রিকা থেকে আলাস্কা পর্যন্ত শিশুদের সাক্ষাৎকারের ভিত্তিতে প্রায় তিন হাজার কেস স্টাডি সংগ্রহ করে।\nসাংবাদিক টম শ্রডারের মতে, \"সাক্ষীদের সাক্ষাৎকার নেওয়ার সময় এবং নথিপত্র পর্যালোচনা করার সময়, ডঃ স্টিভেনসন সাক্ষ্যের জন্য অ্যাকাউন্ট করার বিকল্প উপায়গুলো অনুসন্ধান করেছিলেন: যে শিশুটি কিছু স্বাভাবিক উপায়ে তথ্য পেয়েছিল, যে সাক্ষীরা প্রতারণা বা আত্ম-বিভ্রমে লিপ্ত ছিল।, যে পারস্পরিক সম্পর্কগুলো কাকতালীয় বা ভুল বোঝাবুঝির ফলাফল ছিল৷ কিন্তু অনেক ক্ষেত্রে, ডঃ স্টিভেনসন উপসংহারে পৌঁছেছেন যে কোন স্বাভাবিক ব্যাখ্যাই যথেষ্ট নয়।\" \nকিছু ক্ষেত্রে, একটি \"অতীত জীবন\" ক্ষেত্রে একটি শিশুর জন্ম চিহ্ন বা জন্মগত ত্রুটি থাকতে পারে যা কোনো না কোনোভাবে \"পূর্ববর্তী ব্যক্তির\" শারীরিক বৈশিষ্ট্যের সাথে মিলে যায় যার জীবন শিশু মনে করে। Stevenson's Reincarnation and Biology: A Contribution to the Etiology of Birthmarks and Birth Defects (১৯৯৭) অতীত জীবনের স্মৃতি দাবি করে এমন শিশুদের জন্মগত ত্রুটি বা জন্ম চিহ্নের দুইশত কেস পরীক্ষা করে। এর মধ্যে রয়েছে বিকৃত বা অনুপস্থিত আঙ্গুলের শিশুরা যারা বলেছিল যে তারা আঙ্গুল হারানো লোকদের জীবন স্মরণ করে; প্রবেশদ্বার এবং প্রস্থানের ক্ষতের মতো জন্মচিহ্ন সহ একটি ছেলে যে বলেছিল যে সে গুলোবিদ্ধ ব্যক্তির জীবন স্মরণ করেছে; এবং তার মাথার খুলির চারপাশে তিন সেন্টিমিটার চওড়া একটি দাগযুক্ত একটি শিশু যে বলেছিল যে সে মাথার খুলির অস্ত্রোপচার করা একজন ব্যক্তির জীবনের কথা স্মরণ করেছে। অনেক ক্ষেত্রে, স্টিভেনসনের দৃষ্টিতে, সাক্ষীর সাক্ষ্য বা ময়নাতদন্তের রিপোর্ট মৃত ব্যক্তির শরীরে আঘাতের অস্তিত্বকে সমর্থন করে।\nছেলেটির ক্ষেত্রে যিনি বলেছিলেন যে তিনি গুলোবিদ্ধ ব্যক্তির জীবনের কথা স্মরণ করেছেন, নিহতের বোন স্টিভেনসনকে বলেছিলেন যে তার ভাই গলায় নিজেকে গুলো করেছে। ছেলেটি স্টিভেনসনকে তার গলায় জন্মচিহ্ন দেখিয়েছিল। স্টিভেনসন পরামর্শ দিয়েছিলেন যে তার মাথার উপরে একটি জন্মচিহ্নও থাকতে পারে, যা প্রস্থান ক্ষতকে প্রতিনিধিত্ব করে এবং সেখানে ছেলেটির চুলের নিচে একটি পাওয়া যায়। \n\n\n=== অভ্যর্থনা ===\n\n\n==== সমালোচনা ====\nআমেরিকান মেডিক্যাল অ্যাসোসিয়েশনের জার্নাল স্টিভেনসনের কেস অফ দ্য রিইনকারনেশন টাইপ (১৯৭৫) কে একটি \"বেদনাদায়ক এবং আবেগহীন\" কেস সংগ্রহ হিসাবে উল্লেখ করেছে যেগুলো \"পুনর্জন্ম ব্যতীত অন্য কোনো ধারণার ব্যাখ্যা করা কঠিন\"।  ১৯৭৭ সালের সেপ্টেম্বরে, জার্নাল অফ নার্ভাস অ্যান্ড মেন্টাল ডিজিজ স্টিভেনসনের গবেষণায় একটি সংখ্যার বেশিরভাগ উৎসর্গ করেছিল।  জার্নালে লেখা, মনোরোগ বিশেষজ্ঞ হ্যারল্ড লিফ স্টিভেনসনকে একজন পদ্ধতিগত তদন্তকারী হিসাবে বর্ণনা করেছেন এবং যোগ করেছেন, \"হয় তিনি একটি বিশাল ভুল করছেন, নয়তো তিনি '২০ শতকের গ্যালিলিও' হিসাবে পরিচিত হবেন (আমি তাকে যতটা বলেছি) \"  সমস্যাটি জনপ্রিয় প্রমাণিত হয়েছে: জার্নালের সম্পাদক, মনোরোগ বিশেষজ্ঞ ইউজিন ব্রডি বলেছেন, তিনি পুনর্মুদ্রণের জন্য ৩০০-৪০০টি অনুরোধ পেয়েছেন। \nএই প্রাথমিক আগ্রহ সত্ত্বেও, বেশিরভাগ বিজ্ঞানী স্টিভেনসনের কাজকে উপেক্ষা করেছিলেন। তার নিউইয়র্ক টাইমসের মৃত্যুকথা অনুসারে, তার বিরোধিতাকারীরা তাকে \"আগ্রহী, কুকুরছাড়া কিন্তু শেষ পর্যন্ত বিপথগামী, ভ্রান্তি, ইচ্ছাপূর্ন চিন্তাভাবনা এবং বিজ্ঞান দেখার প্রবণতা হিসাবে দেখেছিল যেখানে অন্যরা কুসংস্কার দেখেছিল।\" সমালোচকরা পরামর্শ দিয়েছিলেন যে শিশু বা তাদের পিতামাতারা তাকে প্রতারিত করেছিল, সে তাদের বিশ্বাস করতে খুব ইচ্ছুক ছিল এবং সে তাদের প্রধান প্রশ্ন জিজ্ঞাসা করেছিল। রবার্ট টড ক্যারল তার স্কেপটিকস ডিকশনারিতে লিখেছেন যে স্টিভেনসনের ফলাফলগুলো নিশ্চিতকরণ পক্ষপাতের বিষয় ছিল, যে ক্ষেত্রে অনুমানের সমর্থনকারী নয় তাকে এটির বিরুদ্ধে গণনা হিসাবে উপস্থাপন করা হয়নি। লিওনার্ড অ্যাঞ্জেল, ধর্মের একজন দার্শনিক, নিউ ইয়র্ক টাইমসকে বলেছেন যে স্টিভেনসন সঠিক মান অনুসরণ করেননি। \"[বি] তবে এটি দেখার জন্য আপনাকে সাবধানে তাকাতে হবে; সে কারণেই তিনি অনেক লোকের কাছে খুব প্ররোচিত হয়েছেন।\" \nSkeptical Inquirer- এর একটি প্রবন্ধে অ্যাঞ্জেল স্টিভেনসনের টোয়েন্টি কেস সাজেস্টিভ অফ রিইনকারনেশন (১৯৭৪) পরীক্ষা করেন এবং এই সিদ্ধান্তে উপনীত হন যে গবেষণাটি এতটাই খারাপভাবে পরিচালিত হয়েছিল যে স্টিভেনসনের সমস্ত কাজের উপর সন্দেহ জাগিয়েছিল। তিনি বলেছেন যে স্টিভেনসন তাদের যাচাই করার চেষ্টা করার আগে করা দাবিগুলো পরিষ্কারভাবে এবং সংক্ষিপ্তভাবে নথিভুক্ত করতে ব্যর্থ হয়েছেন। অন্যান্য অনেক ত্রুটির মধ্যে, অ্যাঞ্জেল বলেছেন, স্টিভেনসন নেতৃস্থানীয় প্রশ্ন জিজ্ঞাসা করেছিলেন এবং সমস্ত ভুল বিবৃতিগুলোর জন্য সঠিকভাবে ট্যাব্যুলেট বা অ্যাকাউন্ট করেননি। এঞ্জেল লিখেছেন:\n\"In sum, Stevenson does not skillfully record, present, or analyze his own data. If a case regarded by Stevenson to be among the strongest of his cases — the only case of ২০ that had its purported verifications conducted by Stevenson himself — falls apart under scrutiny as badly as the Imad Elawar case does, it is reasonable to conclude that the other cases, in which data were first gathered by untrained observers, are even less reliable than this one.\"সংশয়বাদীরা লিখেছেন যে স্টিভেনসনের প্রমাণগুলো উপাখ্যানমূলক ছিল এবং ওকামের রেজার প্রয়োগ করে প্যারানরমালকে আহ্বান না করেই মামলাগুলোর জন্য প্রাসঙ্গিক ব্যাখ্যা রয়েছে।  বিজ্ঞান লেখক টেরেন্স হাইন্স লিখেছেন:\n\"The major problem with Stevenson’s work is that the methods he used to investigate alleged cases of reincarnation are inadequate to rule out simple, imaginative storytelling on the part of the children claiming to be reincarnations of dead individuals. In the seemingly most impressive cases Stevenson (১৯৭৫, ১৯৭৭) has reported, the children claiming to be reincarnated knew friends and relatives of the dead individual. The children’s knowledge of facts about these individuals is, then, somewhat less than conclusive evidence for reincarnation.\" রবার্ট বেকার লিখেছেন যে স্টিভেনসন এবং অন্যান্য প্যারাসাইকোলজিস্টদের দ্বারা তদন্ত করা অনেক কথিত অতীত-জীবনের অভিজ্ঞতা পরিচিত মনস্তাত্ত্বিক কারণগুলোর পরিপ্রেক্ষিতে ব্যাখ্যা করা যেতে পারে। বেকার ক্রিপ্টোমনেসিয়া এবং বানোয়াট মিশ্রণের জন্য অতীতের জীবন স্মরণ করার জন্য দায়ী করেছেন।\nব্রিটিশ লেখক এবং ধর্মীয় অধ্যয়ন পণ্ডিত, ইয়ান উইলসন, যুক্তি দিয়েছিলেন যে স্টিভেনসনের মামলাগুলোর একটি বড় সংখ্যক দরিদ্র শিশুরা ধনী জীবনকে স্মরণ করে বা উচ্চ বর্ণের অন্তর্গত। তিনি অনুমান করেছিলেন যে এই জাতীয় মামলাগুলো অভিযুক্ত প্রাক্তন অবতারের পরিবারের কাছ থেকে অর্থ পাওয়ার একটি পরিকল্পনার প্রতিনিধিত্ব করতে পারে।\nচেন্নাইয়ের মাদ্রাজ খ্রিস্টান কলেজের দার্শনিক সিটি কে চারি, প্যারাসাইকোলজির একজন বিশেষজ্ঞ, যুক্তি দিয়েছিলেন যে স্টিভেনসন নিষ্পাপ ছিলেন এবং স্থানীয় জ্ঞানের অভাবের কারণে কেস স্টাডিগুলোকে ক্ষুণ্ণ করা হয়েছিল। চারি লিখেছেন যে অনেক ঘটনা সমাজ থেকে এসেছে, যেমন ভারত থেকে, যেখানে লোকেরা পুনর্জন্মে বিশ্বাস করত এবং গল্পগুলো ছিল কেবল সাংস্কৃতিক নিদর্শন ; তিনি যুক্তি দিয়েছিলেন যে, এশিয়ার অনেক দেশের শিশুদের জন্য, অতীত জীবনের স্মৃতিচারণ একটি কাল্পনিক খেলার সাথীর সমতুল্য।  দার্শনিক কিথ অগাস্টিন একই রকম যুক্তি দিয়েছিলেন। \nএই সাংস্কৃতিক যুক্তির জবাবে, স্টিভেনসন বলেছিলেন যে এটি সঠিকভাবে সেই সমাজগুলো ছিল যারা অতীত জীবন সম্পর্কে শিশুদের দাবি শুনেছিল, যা ইউরোপ বা উত্তর আমেরিকাতে সাধারণত তদন্ত ছাড়াই বরখাস্ত করা হয়।  সাংস্কৃতিক উদ্বেগকে মোকাবেলা করার জন্য, তিনি ইউরোপীয় কেস অফ দ্য রিইনকারনেশন টাইপ (২০০৩) লিখেছেন, যা ইউরোপে তার পরীক্ষা করা চল্লিশটি কেস উপস্থাপন করেছে।  অধিকন্তু, ক্যালিফোর্নিয়া স্টেট ইউনিভার্সিটির দর্শন ও ধর্মের ইমেরিটাস অধ্যাপক জোসেফ প্রভু লিখেছেন যে এটি সত্য নয় \"এই ঘটনাগুলো মূলত সংস্কৃতিতে পাওয়া যায়, যেখানে পুনর্জন্মের বিশ্বাস প্রচলিত। জুলাই ১৯৭৪ সালে ভার্জিনিয়া বিশ্ববিদ্যালয়ের স্টিভেনসনের সহকর্মী, জেজি প্র্যাট, স্টিভেনসনের মামলাগুলোর একটি আদমশুমারি চালান এবং দেখেন যে ১৩৩৯টি মামলার মধ্যে স্টিভেনসনের ফাইলে, 'যুক্তরাষ্ট্রে সবচেয়ে বেশি ৩২৪টি মামলা রয়েছে (আমেরিকান ভারতীয়দের গণনা করা হয়নি এবং এস্কিমো) এবং পরবর্তী পাঁচটি দেশ হল বার্মা (১৩৯ ক্ষেত্রে), ভারত (১৩৫), তুরস্ক (১১৪), এবং গ্রেট ব্রিটেন (১১১)।'\" \nদার্শনিক পল এডওয়ার্ডস , ম্যাকমিলানস এনসাইক্লোপিডিয়া অফ ফিলোসফির প্রধান সম্পাদক, স্টিভেনসনের প্রধান সমালোচক হন।  ১৯৮৬ সাল থেকে, তিনি স্টিভেনসনের কাজের জন্য বেশ কয়েকটি নিবন্ধ উৎসর্গ করেন এবং স্টিভেনসনকে তার পুনর্জন্ম: একটি সমালোচনামূলক পরীক্ষা (১৯৯৬) এ আলোচনা করেন।  তিনি যুক্তি দিয়েছিলেন যে স্টিভেনসনের দৃষ্টিভঙ্গি ছিল \"অযৌক্তিক বাজে কথা\" এবং যখন তার কেস স্টাডিগুলো বিশদভাবে পরীক্ষা করা হয় তখন \"বড় গর্ত\" ছিল এবং \"পুনর্জন্মের বিরুদ্ধে প্রাথমিক অনুমানের সাথে একটি উল্লেখযোগ্য কাউন্টারওয়েট যোগ করতে শুরু করে না।\"  স্টিভেনসন, এডওয়ার্ডস লিখেছেন, \"স্পষ্টতই মেঘ-কোকিল-ভূমিতে বাস করে।\" \nচ্যাম্পে র্যানসম, যাকে স্টিভেনসন ১৯৭০-এর দশকে একজন সহকারী হিসাবে নিয়োগ করেছিলেন, স্টিভেনসনের কাজ সম্পর্কে একটি অপ্রকাশিত প্রতিবেদন লিখেছিলেন, যা এডওয়ার্ডস তার অমরত্ব (১৯৯২) এবং পুনর্জন্ম (১৯৯৬) এ উল্লেখ করেছেন। র‌্যানসম অনুসারে, এডওয়ার্ডস লিখেছেন, স্টিভেনসন শিশুদের প্রধান প্রশ্ন জিজ্ঞাসা করেছিলেন, বর্ণনার ফাঁকে ভরা, তাদের সাক্ষাত্কারে যথেষ্ট সময় ব্যয় করেননি এবং দাবিকৃত প্রত্যাহার এবং সাক্ষাত্কারের মধ্যে খুব বেশি সময় রেখেছিলেন; স্টিভেনসন এটি সম্পর্কে শিখেছেন যে একটি প্রত্যাহার প্রথম উল্লেখের বছর পরে প্রায়ই ছিল. ১,১১১টি মামলার মধ্যে মাত্র এগারোটিতেই র‍্যানসম দেখেছে যদি সাক্ষাৎকারের আগে মৃত ব্যক্তির পরিবার এবং শিশুর মধ্যে কোনো যোগাযোগ ছিল না; উপরন্তু, Ransom অনুসারে, সেই এগারোটি মামলার মধ্যে সাতটি গুরুতর ত্রুটিপূর্ণ ছিল। তিনি আরও লিখেছেন যে স্টিভেনসন যেভাবে মামলাগুলো উপস্থাপন করেছিলেন তাতে সমস্যা ছিল, এতে তিনি তার সাক্ষীদের উপসংহারগুলো রিপোর্ট করবেন, যে ডেটার উপর ভিত্তি করে সিদ্ধান্তগুলো বিশ্রাম দেওয়া হয়েছিল। মামলাগুলোর দুর্বলতাগুলো নিজেরাই মামলাগুলোর আলোচনার পরিবর্তে তার বইয়ের একটি পৃথক অংশে রিপোর্ট করা হবে। র‍্যানসম উপসংহারে পৌঁছেছে যে এটি সবই দুর্বলতম ধরনের গল্পের প্রমাণ। \nডেথ অ্যান্ড পার্সোনাল সারভাইভাল (১৯৯২) ইন, জর্জিয়া স্টেট ইউনিভার্সিটির দর্শনের ইমেরিটাস অধ্যাপক রবার্ট অ্যালমেডার মনে করেন যে র‌্যানসম মিথ্যা বলে উল্লেখ করেছেন যে শুধুমাত্র ১১টি মামলা ছিল যেখানে সংশ্লিষ্ট দুটি পরিবারের মধ্যে কোনো পূর্বে যোগাযোগ ছিল না। . আলমেডারের মতে এই ধরনের ২৩ টি কেস ছিল। \nএডওয়ার্ডস Corliss Chotkin, জুনিয়র, এ ক্ষেত্রে উদাহৃত Angoon, আলাস্কা, একটি উদাহরণ যে এক নারী, ভিক্টর ভিনসেন্ট, একজন জেলের বিভিন্ন ভাইঝি শব্দ তার উপর সম্পূর্ণরূপে নির্ভরশীল হিসাবে, স্টিভেনসনের কুড়ি মামলা পুনরজ্জীবিত এর প্রস্তাবমূলক (১৯৬৬) বর্ণনা করা হয়েছে।  (ভিক্টর ভিনসেন্ট ছিলেন সেই ব্যক্তি যার জীবন করলিস চটকিন, জুনিয়র, মনে আছে। ) এডওয়ার্ডস লিখেছিলেন যে, মামলার অনেক দুর্বলতার মধ্যে, পরিবারটি পুনর্জন্মে ধর্মীয় বিশ্বাসী ছিল, চোটকিনের জন্ম চিহ্ন ছিল যা ভিনসেন্টের দাগের সাথে সাদৃশ্যপূর্ণ বলে মনে করা হয়েছিল কিন্তু স্টিভেনসন ভিনসেন্টের দাগ দেখেননি, এবং সমস্ত গুরুত্বপূর্ণ বিবরণ নির্ভর করে ভাতিজি এডওয়ার্ডস বলেছিলেন যে স্টিভেনসন তার সম্পর্কে কোনো তথ্য দেননি, শুধুমাত্র অনেক লোক তাকে বলেছিল যে তার একটি প্রবণতা রয়েছে, যেমনটি স্টিভেনসন বলেছেন, গল্পগুলো অলঙ্কৃত করা বা উদ্ভাবন করা। এডওয়ার্ডস লিখেছেন যে স্টিভেনসনের সমস্ত কেস স্টাডিতে অনুরূপ দুর্বলতা পাওয়া যেতে পারে।  স্টিভেনসনের প্রতিরক্ষায়, রবার্ট অ্যালমেডার ১৯৯৭ সালে লিখেছিলেন যে চটকিন কেসটি স্টিভেনসনের দুর্বলগুলোর মধ্যে একটি। \nএডওয়ার্ডস অভিযোগ করেছেন যে স্টিভেনসন নিজেকে একজন বিজ্ঞানী হিসাবে উল্লেখ করেছেন কিন্তু একজনের মতো কাজ করেননি। এডওয়ার্ডের মতে, তিনি উল্লেখযোগ্য আপত্তির জবাব দিতে বা উল্লেখ করতেও ব্যর্থ হন; স্টিভেনসনের চিলড্রেন হু রিমেম্বার প্রেভিয়াস লাইভস (১৯৮৭) এর বৃহৎ গ্রন্থপঞ্জিতে তার বিরোধীদের একটি কাগজ বা বই অন্তর্ভুক্ত করা হয়নি। \nস্টিভেনসন সেকেন্ড টাইম রাউন্ড (১৯৭৫) নামে একটি বইয়ের একটি ভূমিকা লিখেছিলেন, যেখানে এডওয়ার্ড রিয়াল, একজন ইংরেজ, জন ফ্লেচার, যিনি ১৬৪৫ সালে টনটনে জন্মগ্রহণ করেছিলেন, একজন ব্যক্তি হিসাবে অতীত জীবনের স্মৃতি বলে তিনি যা বিশ্বাস করেছিলেন সে সম্পর্কে বলেছিলেন। ইংল্যান্ড, এবং চল্লিশ বছর পরে ওয়েস্টনজয়ল্যান্ড, সমারসেটের তার বাড়ির কাছে মারা যান।  স্টিভেনসন মামলাটি তদন্ত করেছিলেন এবং আবিষ্কার করেছিলেন যে রিয়ালের বই থেকে কিছু ঐতিহাসিক বৈশিষ্ট্য সঠিক ছিল। স্টিভেনসন লিখেছেন, \"আমি মনে করি এটি সবচেয়ে সম্ভাবনাময় যে তার একটি বাস্তব আগের জীবনের স্মৃতি রয়েছে এবং তিনি সত্যিই জন ফ্লেচারের পুনর্জন্ম করেছেন, যেমন তিনি নিজেকে বিশ্বাস করেন\"। ১৯৭৬ সালে, যাইহোক, জন টেলর আবিষ্কার করেছিলেন যে ১৬৪৫ থেকে ১৬৮৫ সাল পর্যন্ত ওয়েস্টনজয়ল্যান্ড চার্চে উপলব্ধ গির্জার রেকর্ডগুলোর কোনওটিতেই ফ্লেচার নামের জন্ম, বিবাহ বা মৃত্যুর এন্ট্রি ছিল না। যেহেতু নামের কোনো চিহ্ন খুঁজে পাওয়া যায়নি, তাই তিনি উপসংহারে পৌঁছেছিলেন যে জন ফ্লেচার নামে কোনো মানুষ আসলেই বিদ্যমান ছিল না এবং অনুমিত স্মৃতিগুলো রিয়ালের বছরের পর বছর ধরে গড়ে ওঠা একটি ফ্যান্টাসি ছিল। স্টিভেনসন পরে মামলা সম্পর্কে তার মতামত পরিবর্তন করেন। তার বই পুনরজ্জীবিত প্রকার ইউরোপীয় মামলা , তিনি লিখেছিলেন, \"আমি আর বিশ্বাস করতে পারে এডওয়ার্ড Ryall এর আপাত স্মৃতি সব আগের জীবন থেকে আহরণ করা কারণ তার বিবরণ কিছু পরিষ্কারভাবে ভুল,\" কিন্তু তিনি এখনও যে Ryall কিছু অর্জিত অলৌকিক উপায়ে ১৭ শতকের সমারসেট সম্পর্কে তথ্য। \n\n\n==== সমালোচকদের কাছ থেকে ছাড় ====\nইয়ান উইলসন, স্টিভেনসনের সমালোচকদের একজন, স্বীকার করেছেন যে স্টিভেনসন \"এখন পর্যন্ত ক্র্যাঙ্ক-প্রবণ ক্ষেত্রে একটি নতুন পেশাদারিত্ব নিয়ে এসেছেন।\" পল এডওয়ার্ডস লিখেছেন যে স্টিভেনসন \"অন্য কারো চেয়ে পুনর্জন্মের প্রতিরক্ষায় আরও সম্পূর্ণ এবং আরও বুদ্ধিমত্তার সাথে লিখেছেন।\"  যদিও স্টিভেনসনের রায়কে দোষারোপ করেছেন, এডওয়ার্ডস লিখেছেন: “আমি তার সততার জন্য সর্বোচ্চ সম্মান করি। তার সমস্ত মামলার রিপোর্টে এমন আইটেম রয়েছে যা সমালোচনার ভিত্তি তৈরি করা যেতে পারে। স্টিভেনসন সহজেই এই তথ্যটি চাপা দিতে পারতেন। সত্য যে তিনি তার সততার জন্য ভাল কথা বলেননি।\" \nকার্ল সেগান তার বই দ্য ডেমন-হন্টেড ওয়ার্ল্ডে স্পষ্টতই স্টিভেনসনের তদন্তগুলোকে সাবধানে সংগ্রহ করা অভিজ্ঞতামূলক তথ্যের উদাহরণ হিসাবে উল্লেখ করেছেন এবং যদিও তিনি গল্পগুলোর জন্য একটি তুচ্ছ ব্যাখ্যা হিসাবে পুনর্জন্মকে প্রত্যাখ্যান করেছিলেন, তিনি লিখেছেন যে কথিত অতীত-জীবনের স্মৃতির ঘটনা। আরও গবেষণা করা উচিত।  স্যাম হ্যারিস তার বই দ্য এন্ড অফ ফেইথ- এ স্টিভেনসনের কাজগুলোকে ডেটার একটি অংশ হিসাবে উদ্ধৃত করেছেন যা মনস্তাত্ত্বিক ঘটনার বাস্তবতাকে প্রমাণ করে বলে মনে হয়, তবে এটি শুধুমাত্র ব্যক্তিগত ব্যক্তিগত অভিজ্ঞতার উপর নির্ভর করে। \n\n\n==== সমর্থন ====\nস্টিভেনসনের সমর্থনে, অ্যালমেডার ডেথ অ্যান্ড পার্সোনাল সারভাইভালে যুক্তি দিয়েছিলেন যে এডওয়ার্ডস আগে থেকেই এই প্রশ্নটি জিজ্ঞাসা করেছিলেন যে জীবনের মধ্যবর্তী ব্যবধানে মস্তিষ্ক ছাড়া বিদ্যমান চেতনার ধারণাটি অবিশ্বাস্য ছিল এবং এডওয়ার্ডসের \"গোঁড়া বস্তুবাদ\" তাকে বাধ্য করেছিল। দৃষ্টিভঙ্গি যে স্টিভেনসনের কেস স্টাডি অবশ্যই জালিয়াতি বা বিভ্রান্তিকর চিন্তাভাবনার উদাহরণ হতে হবে। অ্যালমেডারের মতে, এডওয়ার্ডস উল্লেখিত ক্ষেত্রে প্রতারণার সম্ভাবনা প্রকৃতপক্ষে তদন্ত করা হয়েছিল।\n২০১৩ সালে সায়েন্টিফিক আমেরিকান ওয়েবসাইটে প্রকাশিত একটি নিবন্ধে, যেখানে স্টিভেনসনের কাজটি অনুকূলভাবে পর্যালোচনা করা হয়েছিল, বিজ্ঞান যোগাযোগের অধ্যাপক জেসি বেরিং লিখেছেন: \"তার নিজের জীবনের শেষের দিকে, পদার্থবিদ ডরিস কুহলম্যান-উইলসডর্ফ — যার সারফেস ফিজিক্সের যুগান্তকারী তত্ত্বগুলো তাকে জার্মান সোসাইটি ফর মেটেরিয়াল সায়েন্সেস থেকে মর্যাদাপূর্ণ হেইন মেডেল জিতেছিল, অনুমান করে যে স্টিভেনসনের কাজ প্রতিষ্ঠিত করেছে যে 'আসলে পুনর্জন্ম ঘটে এমন পরিসংখ্যানগত সম্ভাবনা এতটাই অপ্রতিরোধ্য ... যে সমষ্টিগতভাবে প্রমাণগুলো তার চেয়ে নিকৃষ্ট নয় বিজ্ঞানের সব শাখা না হলে বেশিরভাগই।' \" \n\n\n== জেনোগ্লোসি ==\nযদিও স্টিভেনসন প্রধানত শিশুদের অতীত জীবন মনে রাখার বিষয়ে দৃষ্টি নিবদ্ধ করেছিলেন, তিনি এমন দুটি ক্ষেত্রেও অধ্যয়ন করেছিলেন যেখানে সম্মোহনের অধীনে প্রাপ্তবয়স্করা অতীত জীবনকে স্মরণ করে এবং বর্তমান জীবনে তারা শেখেনি এমন একটি ভাষার প্রাথমিক ব্যবহার দেখায়। স্টিভেনসন এই ঘটনাটিকে \"জেনোগ্লোসি\" বলেছেন।  ভাষাতাত্ত্বিক সারাহ থমাসন, এই মামলাগুলোর সমালোচনা করে লিখেছেন যে স্টিভেনসন \"ভাষা সম্পর্কে অপ্রত্যাশিত\" এবং মামলাগুলো অবিশ্বাস্য।  থমাসন উপসংহারে এসেছিলেন, \"জেনোগ্লোসির দাবির পক্ষে সমর্থন প্রদানের জন্য ভাষাগত প্রমাণ খুবই দুর্বল।\" টরন্টো বিশ্ববিদ্যালয়ের একজন ভাষাবিদ উইলিয়াম জে. সামারিন লিখেছেন যে স্টিভেনসন ভাষাবিদদের সাথে একটি নির্বাচনী এবং অ-পেশাদার পদ্ধতিতে যোগাযোগ করেছিলেন। তিনি বলেছিলেন যে স্টিভেনসন ছয় বছরের সময়ের মধ্যে একজন ভাষাবিজ্ঞানীর সাথে যোগাযোগ করেছিলেন \"ভাষাবিদদের যে ধরনের বিষয়গুলো জানা দরকার সে সম্পর্কে কোনও আলোচনা না করেই।\"  আরেক ভাষাবিদ, উইলিয়াম ফ্রাওলি লিখেছেন, \"স্টিভেনসন এই ক্ষেত্রে তার অধিবিদ্যাকে সমর্থন করার জন্য যথেষ্ট ভাষাগত প্রমাণ বিবেচনা করেন না।\" \n\n\n== অবসর, মৃত্যু এবং পরীক্ষা ==\n\nস্টিভেনসন ২০০২ সালে ডিভিশন অফ পারসেপচুয়াল স্টাডিজের ডিরেক্টর পদ থেকে পদত্যাগ করেন, যদিও তিনি সাইকিয়াট্রির রিসার্চ প্রফেসর হিসাবে কাজ চালিয়ে যান।  ব্রুস গ্রেসন , জার্নাল অফ নিয়ার-ডেথ স্টাডিজের সম্পাদক, বিভাগের পরিচালক হন। জিম টাকার, সাইকিয়াট্রি এবং নিউরোবিহেভিয়ারাল সায়েন্সের বিভাগের সহযোগী অধ্যাপক, শিশুদের নিয়ে স্টিভেনসনের গবেষণা অব্যাহত রেখেছেন, টাকার বই, লাইফ বিফোর লাইফ: এ সায়েন্টিফিক ইনভেস্টিগেশন অফ চিলড্রেনস মেমোরিস অফ প্রিভাস লাইভস (২০০৫) এ পরীক্ষা করেছেন। স্টিভেনসন ২০০৭ সালের ফেব্রুয়ারিতে ভার্জিনিয়ার শার্লটসভিলে তার অবসর গৃহে নিউমোনিয়ায় মারা যান। তার উইলে তিনি ম্যাকগিল ইউনিভার্সিটি ডিপার্টমেন্ট অফ সোশ্যাল স্টাডিজ অফ মেডিসিন- এ মেডিসিন সহ দর্শন ও বিজ্ঞানের ইতিহাসে স্টিভেনসন চেয়ার প্রদান করেন। উদ্বোধনী চেয়ারহোল্ডার হলেন প্রফেসর অ্যানমারি অ্যাডামস।\nশারীরিক মৃত্যুর ব্যক্তিগত বেঁচে থাকার পরীক্ষা করার জন্য একটি পরীক্ষা হিসাবে, ১৯৬০-এর দশকে স্টিভেনসন একটি গোপন শব্দ বা বাক্যাংশ ব্যবহার করে একটি সংমিশ্রণ লক সেট করেছিলেন এবং এটি বিভাগের একটি ফাইলিং ক্যাবিনেটে স্থাপন করেছিলেন, তার সহকর্মীদের বলেছিলেন যে তিনি কোডটি তাদের কাছে দেওয়ার চেষ্টা করবেন। তার মৃত্যু. এমিলি উইলিয়ামস কেলি দ্য নিউ ইয়র্ক টাইমসকে বলেছেন: \"সম্ভবত, যদি কেউ তার সম্পর্কে একটি প্রাণবন্ত স্বপ্ন দেখে থাকে, যাতে মনে হয় যে একটি শব্দ বা একটি বাক্যাংশ বারবার বলা হচ্ছে - আমি পুরোপুরি জানি না এটি কীভাবে কাজ করবে - যদি তা হয় যথেষ্ট প্রতিশ্রুতিশীল বলে মনে হচ্ছে, আমরা প্রস্তাবিত সমন্বয় ব্যবহার করে এটি খোলার চেষ্টা করব।\" ২০১৪ সালের অক্টোবরে দ্য মর্নিং নিউজ জানিয়েছে যে তালাটি এখনও খোলা হয়নি। \n\n\n== কাজ করে ==\nবই\n(১৯৬০). Medical History-Taking. Paul B. Hoeber.\n(১৯৬৬). Twenty Cases Suggestive of Reincarnation. University of Virginia Press.\n(১৯৬৯). The Psychiatric Examination. Little, Brown.\n(১৯৭০). Telepathic Impressions: A Review and Report of ৩৫ New Cases. University Press of Virginia.\n(১৯৭১). The Diagnostic Interview (২nd revised edition of Medical History-Taking). Harper & Row.\n(১৯৭৪). Twenty Cases Suggestive of Reincarnation (second revised and enlarged edition). University of Virginia Press.\n(১৯৭৪). Xenoglossy: A Review and Report of A Case. University of Virginia Press.\n(১৯৭৫). Cases of the Reincarnation Type, Vol. I: Ten Cases in India. University of Virginia Press.\n(১৯৭৮). Cases of the Reincarnation Type, Vol. II: Ten Cases in Sri Lanka. University of Virginia Press.\n(১৯৮০). Cases of the Reincarnation Type, Vol. III: Twelve Cases in Lebanon and Turkey. University of Virginia Press.\n(১৯৮৩). Cases of the Reincarnation Type, Vol. IV: Twelve Cases in Thailand and Burma. University of Virginia Press.\n(১৯৮৪). Unlearned Language: New Studies in Xenoglossy. University of Virginia Press.\n(১৯৯৭). Reincarnation and Biology: A Contribution to the Etiology of Birthmarks and Birth Defects. Volume ১: Birthmarks. Volume ২: Birth Defects and Other Anomalies. Praeger Publishers.\n(১৯৯৭). Where Reincarnation and Biology Intersect. Praeger Publishers (a short, non-technical version of Reincarnation and Biology).\n(২০০০). Children Who Remember Previous Lives: A Question of Reincarnation (revised edition).\n(২০০৩). European Cases of the Reincarnation Type. McFarland & Company.\n(২০১৯). Handbook of Psychiatry volume Five' ' (Co-written with Javad Nurbakhsh and Hamideh Jahangiri).\n(২০২০). Psychological Treatment Techniques For Social Anxiety Disorder' ' (Co-written with Aliakbar Shoarinejad and Hamideh Jahangiri).\nনির্বাচিত নিবন্ধ \n(১৯৪৯). \"Why medicine is not a science\", Harper's, April.\n(১৯৫২). \"Illness from the inside\", Harper's, March.\n(১৯৫২). \"Why people change\", Harper's, December.\n(১৯৫৪). \"Psychosomatic medicine, Part I\", Harper's, July.\n(১৯৫৪). \"Psychosomatic medicine, Part II\", Harper's, August.\n(১৯৫৭). \"Tranquilizers and the mind\", Harper's, July.\n(১৯৫৭). \"Schizophrenia\", Harper's, August.\n(১৯৫৭). \"Is the human personality more plastic in infancy and childhood?\", American Journal of Psychiatry, ১১৪(২), pp. ১৫২–১৬১.\n(১৯৫৮). \"Scientists with half-closed minds\" Harper's, November.\n(১৯৫৯). \"A Proposal for Studying Rapport which Increases Extrasensory Perception,\" Journal of the American Society for Psychical Research, ৫৩, pp. ৬৬–৬৮.\n(১৯৫৯). \"The Uncomfortable Facts about Extrasensory Perception\", Harper's, July.\n(১৯৬০). \"The Evidence for Survival from Claimed Memories of Former Incarnations,\" Journal of the American Society for Psychical Research, ৫৪, pp. ৫১–৭১.\n(১৯৬০). \"The Evidence for Survival from Claimed Memories of Former Incarnations\": Part II. Analysis of the Data and Suggestions for Further Investigations, Journal of the American Society for Psychical Research, ৫৪, pp. ৯৫–১১৭.\n(১৯৬১). \"An Example Illustrating the Criteria and Characteristics of Precognitive Dreams,\" Journal of the American Society for Psychical Research, ৫৫, pp. ৯৮–১০৩.\n(১৯৬৪). \"The Blue Orchid of Table Mountain,\" Journal of the Society for Psychical Research, ৪২, pp. ৪০১–৪০৯.\n(১৯৬৮). \"The Combination Lock Test for Survival,\" Journal of the American Society for Psychical Research, ৬২, pp. ২৪৬–২৫৪.\n(১৯৭০). \"Characteristics of Cases of the Reincarnation Type in Turkey and their Comparison with Cases in Two other Cultures,\" International Journal of Comparative Sociology, ১১, pp. ১–১৭.\n(১৯৭০). \"A Communicator Unknown to Medium and Sitters,\" Journal of the American Society for Psychical Research, ৬৪, pp. ৫৩–৬৫.\n(১৯৭০). \"Precognition of Disasters,\" Journal of the American Society for Psychical Research, ৬৪, pp. ১৮৭–২১০.\n(১৯৭১). \"The Substantiability of Spontaneous cases,\" Proceedings of the Parapsychological Association, No. ৫, pp. ৯১–১২৮.\n(১৯৭২). \"Are Poltergeists Living or Are They Dead?,\" Journal of the American Society for Psychical Research, ৬৬, pp. ২৩৩–২৫২.\n(১৯৭৭).\nস্টিভেনসনের কাজের একটি বর্ধিত তালিকা এখানে অনলাইনে রয়েছে: http://www.pflyceum.org/১৬৭.html\n\n\n== তথ্যসূত্র =="}