{"pageid": 1116844, "title": "আরুণি", "url": "https://bn.wikipedia.org/wiki?curid=1116844", "content": "আরুণী, যাকে উদ্দালক বা উদ্দালক আরুণি বা উদ্দালক বরুণী নামেও উল্লেখ করা হয়, হল হিন্দুধর্মের একজন শ্রদ্ধেয় বৈদিক ঋষি। বহু বৈদিক যুগের সংস্কৃত গ্রন্থে তাঁর উল্লেখ রয়েছে, এবং তাঁর দার্শনিক শিক্ষাগুলো বৃহদারণ্যক উপনিষদ  ও ছান্দোগ্য উপনিষদ, দুটি প্রাচীন উপনিষদিক ধর্মগ্রন্থের কেন্দ্রবিন্দুর মধ্যে রয়েছে। বিখ্যাত বৈদিক শিক্ষক, আরুণি বুদ্ধের কয়েক শতাব্দী আগে বেঁচে ছিলেন, তার কিছু ছাত্র যেমন যাজ্ঞবল্ক্যও হিন্দু ঐতিহ্যে অত্যন্ত সম্মানিত। আরুণি ও যাজ্ঞবল্ক্য উভয়েই হিন্দুধর্মের সবচেয়ে বেশিবার উল্লিখিত উপনিষদিক শিক্ষকদের মধ্যে একজন।\nতেল আভিভ বিশ্ববিদ্যালয়ের দর্শনশাস্ত্রের ইমেরিটাস অধ্যাপক বেন-অমি শার্ফস্টেইনের মতে, উদ্দালাক আরুণি ছিলেন নথিভুক্ত ইতিহাসের প্রথম দার্শনিকদের একজন। দেবীপ্রসাদ উদ্দালক আরুণিকে মানবজাতির বুদ্ধিবৃত্তিক ইতিহাসে প্রথম 'প্রাকৃতিক বিজ্ঞানী' হিসেবে প্রতিষ্ঠিত করেন। ছান্দোগ্য উপনিষদে আরুণি বাস্তবতা ও সত্যের প্রকৃতি সম্পর্কিত আধিভৌতিক প্রশ্ন জিজ্ঞাসা করেন, ধ্রুবক পরিবর্তন পর্যবেক্ষণ করেন ও জিজ্ঞাসা করেন যে এমন কিছু আছে যা চিরন্তন এবং অপরিবর্তনীয়। এই প্রশ্নগুলো থেকে, তার ছেলের সাথে কথোপকথনে অনুবিদ্ধ করা, তিনি আত্মা (আত্মা, স্ব) ও সার্বজনীন স্ব-এর ধারণা উপস্থাপন করেন।\n\n\n== জীবনী ==\nউদ্দালক আরুণি ছিলেন গৌতম (গৌতম মহর্ষি) বংশের একজন ব্রাহ্মণ যিনি ছিলেন কুরু-পাঞ্চালের। তিনি ছিলেন অরুণা (তার পিতা) ও পাতাঙ্কল কাপ্যের শিষ্য। তিনি ছিলেন যাজ্ঞবল্ক্য বাজসনেয়, কাহোলা কৌশিতকি, প্রতী কৌসুরুবিন্দী ও তাঁর নিজের পুত্র শ্বেতকেতু অদ্দালকির গুরু। তিনি বিতর্কে প্রাচীনযোগ সৌসেয়া ও সম্ভবত ভদ্রসেন অজাতসত্রভাকে পরাজিত করেছিলেন, কিন্তু তার নিজের ছাত্র যাজ্ঞবল্ক্যের কাছে বিতর্কে পরাজিত হন।\n\n\n== রচনাবলী ==\nঋষি আরুণি হিন্দু ঐতিহ্যে শ্রদ্ধেয়, এবং এর অনেক শ্রদ্ধেয় প্রাচীন পণ্ডিতদের মতো, পরবর্তী যুগের পণ্ডিতরা তাঁর নামে তাদের গ্রন্থের নামকরণ বা নামকরণ করেছেন। এই গ্রন্থগুলোর মধ্যে কয়েকটি অন্তর্ভুক্ত:\n\nআরুণিশ্রুতি, যাকে উদ্দালক শ্রুতিও বলা হয়, সম্ভবত মধ্যযুগীয় আস্তিক পাঠ্য যা ইতিহাস থেকে হারিয়ে গেছে, এবং উদ্ধৃত করেছেন মাধবাচার্য।\nআরুণি উপনিষদ, যাকে অরুণেয় উপনিষদও বলা হয়, হিন্দুধর্মের প্রাচীনতম ত্যাগ ও সন্ন্যাসী জীবন-সম্পর্কিত সন্ন্যাস উপনিষদগুলোর মধ্যে একটি। উপনিষদের জার্মান পণ্ডিত জোয়াকিম স্প্রকহফের মতে ও প্যাট্রিক অলিভেলের মতে, পাঠ্যটি সম্ভবত খ্রিস্টপূর্ব ৪র্থ শতাব্দীতে বা তার পরে সম্পন্ন হয়েছিল তবে সাধারণ যুগ শুরু হওয়ার আগে। আরুণি উপনিষদ বলেছে যে পুস্তকীয় ও আচার জ্ঞান অপ্রাসঙ্গিক, জ্ঞানের প্রকৃত সাধনা হল বৈদিক ধারণার অর্থ, সারমর্ম ও আমদানি, আধ্যাত্মিকতার একক সাধনায় পার্থিব জীবন ত্যাগ করার অধিকার ও কর্তব্য রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSwami Krishnananda.org\nA History of Pre-Buddhistic Indian Philosophy By Benimadhab Barua, p. 124-142\nEncyclopaedia of the Hindu world By Gaṅgā Rām Garg"}