{"pageid": 1116955, "title": "জমিয়ত ইশাআতুত তাওহিদ ওয়া সুন্নাত", "url": "https://bn.wikipedia.org/wiki?curid=1116955", "content": "জমিয়ত ইশাআতুত তাওহিদ ওয়া সুন্নাত (উর্দু: جمعیت اشاعت توحید و سنت‎‎; সংক্ষেপে জেআইটিডব্লিউএস) পাকিস্তানের সর্বাধিক গুরুত্বপূর্ণ বেরলভি বিরোধী সংগঠন। এই সংগঠনের অনুসারীরা ইশাতি/মামাতি/পাঞ্জপীরি নামেও পরিচিত। ১৯৫৭ সালে মাওলানা হুসাইন আলী পাঞ্জাবের মিয়ানওয়ালীতে এই সংগঠনটি প্রতিষ্ঠা করেন। সংগঠনটির বর্তমান প্রধান তাহির তৈয়ব পাঞ্জপীরি।\n\n\n== ইতিহাস ==\n\n\n=== মতাদর্শ ===\nহুসাইন আলী বিশ্বাস করতেন, নবীগণ তাদের কবরে জীবিত থাকলেও তাদের জীবনের প্রকৃতি পার্থিব জীবনের থেকে ভিন্ন এবং পার্থিব জগতের সাথে তাদের কোন সম্পর্ক নেই। এই মতপার্থক্য দেওবন্দিদের মধ্যে বিভেদ সৃষ্টি করে। হুসাইন আলীর অনুসারীরা মামাতি নামে পরিচিতি লাভ করে। অন্য দেওবন্দিরা হায়াতি নামে পরিচিত। মামাতিরা অন্যান্য দেওবন্দিদের সাথে বিভিন্ন ধর্মীয় ও রাজনৈতিক সংগঠনে কাজ করেছিল। কিন্তু হায়াতিদের সাথে বিরোধ চরম আকার ধারণ করলে তারা নিজেদের সংগঠন প্রতিষ্ঠার সিদ্ধান্ত নেয়। তখন থেকে এটি শুধু বেরলভি নয়, হায়াতি দেওবন্দিদের বিরুদ্ধেও কাজ করে।\n\n\n=== প্রভাব ===\nমুহাম্মদ তাহির পাঞ্জপীরি সংগঠনটির প্রতিষ্ঠাতা হুসাইন আলীর একজন বিশিষ্ট ছাত্র ছিলেন। তিনি হুসাইন আলীর এই মতাদর্শ ধারণ করে খাইবার পাখতুনখোয়ার সোয়াবি জেলার নিজ শহর পাঞ্জপীরে ১৯৪৭ সালে একটি মাদ্রাসা প্রতিষ্ঠা করেন। তখন থেকে এই মতাদর্শের অনুসারীরা পাঞ্জপীরি নামে পরিচিতি লাভ করে। এরা খাইবার পাখতুনখোয়ায় ব্যাপক প্রভাব বিস্তার করে। পাঞ্জপীরিরা নিজেদের সত্যিকার দেওবন্দি দাবি করে এবং মূলধারার দেওবন্দিদের বিভ্রান্ত হিসেবে চিহ্নিত করে।\nতেহরিকে নাফাজে শরিয়াতে মুহাম্মাদির (টিএনএসএম) প্রতিষ্ঠাতা সুফি মুহাম্মদ মুহাম্মদ তাহির পাঞ্জপীরির ছাত্র ছিলেন। টিএনএসএম শরিয়া শাসন বাস্তবায়নের দাবি জানিয়েছিল। এই আন্দোলন প্রথমে দির জেলা থেকে শুরু হলেও পরে পুরো মালাকান্দ বিভাগে ছড়িয়ে পড়ে। জমিয়ত ইশাআতুত তাওহিদ ওয়া সুন্নাতের পূর্ববর্তী প্রভাবের কারণে টিএনএসএম শীঘ্রই মালাকান্দ বিভাগে বিশাল প্রভাব বিস্তার করতে শুরু করেছিল। খাইবার পাখতুনখোয়া ছাড়াও আফগানিস্তানের নুরিস্তান ও বাদাখশান প্রদেশে পাঞ্জপীরির শক্তিশালী প্রভাব আছে। তাহির পাঞ্জপীরির মৃত্যুর পর পাঞ্জপীরির মাদ্রাসাটি এখন পরিচালনা করেন তার ছেলে তৈয়ব তাহির পাঞ্জপীরি।\n\n\n== আরও দেখুন ==\nদেওবন্দি সংগঠনের তালিকা\n\n\n== তথ্যসূত্র =="}