{"pageid": 1116340, "title": "নিরালম্ব উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1116340", "content": "নিরলম্ব উপনিষদ (সংস্কৃত: निरालम्ब उपनिषत्) হলো সংস্কৃত গ্রন্থ এবং হিন্দুধর্মের ২২টি সামন্য উপনিষদের একটি। সর্বসার উপনিষদ সহ পাঠ্যটি হিন্দু দর্শনের ২৯টি মৌলিক ধারণার উপর প্রাচীন ও মধ্যযুগীয় ১০৮ উপনিষদের সংগ্রহের মধ্যে অনুবিদ্ধ করা দুটি উৎসর্গীকৃত শব্দকোষের একটি।\nনিরলম্ব উপনিষদ ২৯টি উপনিষদিক ধারণাকে সংজ্ঞায়িত ও ব্যাখ্যা করে। এটি উল্লেখ করার জন্য উল্লেখযোগ্য যে পুরুষ, মহিলা, সমস্ত জীব, হিন্দু দেবতা যেমন বিষ্ণু ও রুদ্র (শিব), তাদের সারমর্মে একই চূড়ান্ত বাস্তবতা যা হল ব্রহ্ম। এটি \"বন্ধন\"কে ত্যাগের আচার এবং যে কোনো প্রকারের স্বার্থপরতা হিসাবে বর্ণনা করার জন্যও উল্লেখযোগ্য, এবং \"নিষ্ঠুর আকাঙ্ক্ষা, ঘৃণা ও ভণ্ডামি\"কে আশ্রয় করে উপবাস করা বা বিড়বিড় করে প্রার্থনা করার জীবন হিসাবে \"পৈশাচিক\" সংজ্ঞায়িত করার জন্য।\nপাঠ্যটি হিন্দু ধর্মের অদ্বৈত বেদান্ত দর্শনের সাথে অনুরণিত উত্তরগুলি উপস্থাপন করে।\n\n\n== ইতিহাস ==\nনিরলম্ব উপনিষদের রচয়িতা ও লেখার কালপঞ্জি জানা যায়নি, তবে এটি সম্ভবত মুক্তিকা উপনিষদের মতই মধ্যযুগীয় শেষের দিকের পাঠ্য।\nএই পাঠ্যের পাণ্ডুলিপিগুলিকে নিরলম্বোপনিষদ নামেও পাওয়া যায়। মুক্তিকা সূত্রের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানকে বর্ণিত, এটি ৩৪ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== বিষয়বস্তু ==\nনিরলম্ব উপনিষদ হল বেদান্তের শব্দকোষ, আমন্ত্রণ প্রার্থনার পরে, ধারাবাহিক প্রশ্ন জিজ্ঞাসা করে শুরু হয়, তারপরে ক্রমিক উত্তর দেওয়া হয়। বিন্যাসে প্রশ্ন করা হয় – ব্রহ্ম কি? ঈশ্বর কে? জীব কে? প্রকৃতি কি এবং আরও অনেক কিছু। পাঠ্যের শব্দকোষের তালিকায় রয়েছে পরমাত্মা, ব্রহ্মা, বিষ্ণু, রুদ্র, ইন্দ্র, যম, সূর্য, চন্দ্র, দেবগণ, রাক্ষস, পিসাচ, পুরুষ, নারী, জীবিত প্রাণী, স্থির বস্তু, ব্রাহ্মণ ও অন্যান্য জাতি, কর্ম, অকর্ম, জ্ঞান, অজ্ঞান, সুখ, দুখ, স্বর্গ, নরক, বান্ধ, মোক্ষ, উপাস্য, শিষ্য, বিদ্বান, মুধা, অসুর, তপস, পরমপদ, গ্রাহ্য, অগ্রাহ্য ও সন্ন্যাসী।\n\nপাঠ্যটি ষোলটি প্রশ্নের একই উত্তর দেওয়ার জন্য উল্লেখযোগ্য। এটি বলে যে নিচের সবগুলিকে ব্রহ্ম (চূড়ান্ত বাস্তবতা) বলা হয় শুধুমাত্র একটি এবং একই পরিচয়, বিভাগগুলি মিথ্যা - পরমাত্মা, ব্রহ্মা, বিষ্ণু, রুদ্র, ইন্দ্র, যম, সূর্য, চন্দ্র, দেবগণ, অসুর, পিশাচ, পুরুষ, মহিলা, সমস্ত প্রাণি, স্থির ব্যাপার, ব্রহ্ম ও অন্যান্য। উপনিষদে ঈশ্বর ও জীব উভয়কেই ব্রহ্মের প্রকাশ বলে ব্যাখ্যা করা হয়েছে, যেখানে প্রকৃতিকে ব্রহ্মের শক্তি হিসাবে ব্যাখ্যা করা হয়েছে।\nশ্লোক ২৪-এ জ্ঞান, বি.আর. রাজম লেয়ার বলেছেন, মানে সত্যের জ্ঞান যে মহাবিশ্বের অপরিবর্তনীয় অস্তিত্ব হল ব্রহ্ম, যিনি হলেন চৈতন্য বা চেতনা। এটি হল, পাঠকে দাবি করে, যা দ্রষ্টা এবং দেখা, সমস্তই বিস্তৃত, আত্মের উপলব্ধি যা প্রত্যেকের মধ্যে একই, ইন্দ্রিয়গুলিকে বশীভূত করে, গুরু (শিক্ষক) সেবা করে এবং বেদান্তিক শিখে ও ধ্যান করে মতবাদ।\nঅজ্ঞান, ২৫ শ্লোকের পাঠ্যের সাথে বৈপরীত্য, কারণ এই বিভ্রম যে নিজের মধ্যে থাকা আত্মা (আত্মা, স্ব) স্বর্গদূত, অন্যান্য জীবিত প্রাণী, পুরুষ, নারী, বা জাত বা জীবনের আদেশের কারণে, বা কারণ কিছু নড়ে এবং কিছু স্থির হয়, এবং এটি অজ্ঞতা যে আত্মা সর্বব্যাপী ব্রহ্ম থেকে আলাদা যা সবকিছুর প্রকৃতি।\nসুখ (আনন্দ) পাঠ্য দ্বারা সংজ্ঞায়িত করা হয় একজনের সহজাত আনন্দ উপলব্ধি করার, সচ্চিতানন্দ অনুভব করার অবস্থা। দুঃখ (বেদনা) জাগতিক, অ-স্বের অবস্থা, আত্ম-জ্ঞানের অভাব দ্বারা চালিত হচ্ছে। স্বর্গ হল আধ্যাত্মিক সত্যের সাথে সম্পর্ক, যখন নরক জাগতিক অস্তিত্বের জন্য তৃষ্ণার্ত।\n\nএই উপনিষদের ৩০ নম্বর শ্লোকটি বন্ধকে সংজ্ঞায়িত করে, আক্ষরিক অর্থে বন্ধন। অজ্ঞান সম্পর্কে যেকোন চিন্তা প্রক্রিয়া বা মানসিক স্থির হল বন্ধন, পাঠ্যটি বলে। ভাবনা যে কিছু \"আমার\" চিরন্তন বন্ধন, যেমন চিন্তা করা হয় যে কেউ আটটি সিদ্ধির (মানসিক) শক্তি বিকাশ করতে পারে, দেবতা, দেবদূত বা পুরুষদের অনুশোচনা করার চিন্তা হল বন্ধন, উপনিষদ দাবি করে। একজনের জীবন ব্যবস্থা (আশ্রম) বা বর্ণের দায়িত্ব গ্রহণ করা এবং পালন করা দাসত্ব, পাঠ্য বলে। যজ্ঞের আচার বা আচার-অনুষ্ঠানের নিয়ম সম্পর্কে জ্ঞান অন্বেষণ করা, মানত করা বা তপস্যা করা বন্ধন। নিরলম্ব উপনিষদ অনুসারে ভয় বা সন্দেহকে নিজের আত্মার প্রকৃতি বলে মেনে নেওয়া হল বন্ধন। মোক্ষ সহ যেকোনো কিছুর আকাঙ্ক্ষা হল বন্ধন।\n৩১ শ্লোকের পাঠ্য দ্বারা মোক্ষকে সংজ্ঞায়িত করা হয়েছে, বন্ধন ত্যাগ করা, কোনটি চিরন্তন এবং কোনটি ক্ষণস্থায়ী তা জানা ও অনন্তের মধ্যে থাকা।\nবিদ্যান, পাঠ্যটি বলে, তিনি হলেন যিনি তার চেতনার অপরিবর্তনীয় বাস্তবতাকে উপলব্ধি করেছেন যা প্রত্যেকের মধ্যে সুপ্ত রয়েছে। মুধা, আক্ষরিক অর্থে অজ্ঞ, যে ব্যক্তি অহংকারীভাবে ধারণা করে যে দেহ বা বর্ণ বা আশ্রম বা অভিনেতা বা উপভোগকারী বা এই জাতীয় বিষয়গুলি গুরুত্বপূর্ণ।\nতপস বলেন, পাঠ্য হল জ্ঞানে জ্বলে ওঠার কাজ যে অপরিবর্তনীয় সত্য হল ব্রহ্ম এবং মহাবিশ্ব হল মায়া। পৈশাচিক তা হল, উপনিষদ দাবি করে, যেখানে একজন ব্যক্তি তপস্যা ও জপ (মন্তব্য মন্ত্র) অনুশীলন করে একই সাথে এমন জীবন যাপন করে যা যে কোনো ধরনের \"নিষ্ঠুর ইচ্ছা, ঘৃণা, বেদনা ও ভণ্ডামি\"কে আশ্রয় করে। \nসন্ন্যাসী, পাঠটিকে সংজ্ঞায়িত করেছেন, সেই ব্যক্তি যিনি \"আমি এবং আমার\" ত্যাগ করেছেন, যিনি নিশ্চিত যে \"আমি ব্রহ্ম\" এবং প্রত্যেকেই, সবকিছুই ব্রহ্ম, সেখানে কোনো গোষ্ঠী নেই, সেখানে কেবল একতা রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAiyar, Narayanasvami (১৯১৪)। Thirty minor Upanishads। Archive Organization। সংগ্রহের তারিখ ১৩ ফেব্রুয়ারি ২০১৬। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass Publishers। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০), The Philosophy of the Upanishads, Oxford University Press (Reprinted by Cosimo), আইএসবিএন 978-1-61640-239-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFellow, M.C.; Row, P. Sreenivas (১৮৮৪)। The Theosophist। Theosophical Publishing House। \nHattangadi, Sunder (২০০০)। \"निरालम्बोपनिषत् (Niralamba Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৩ ফেব্রুয়ারি ২০১৬। \nKenneth S. Cohen (অক্টোবর ১৯৮১)। Yoga Journal। Active Interest Media। পৃষ্ঠা 58। \nLyer, B. R. Rajam (৩০ সেপ্টেম্বর ১৯৯৬)। Rambles in Vedanta। Motilal Banarsidass Publisher। আইএসবিএন 978-81-208-0912-3। \nNiketan, Yoga (মে ২০০৫)। The Scriptural Commentaries of Yogiraj Sri Sri Shyama Charan Lahiri Mahasaya। iUniverse। আইএসবিএন 978-0-595-35181-7। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nVan Boetzelaer, JM (১৯৯৭)। Sureshvara's Taittiriyopanisadbhasyavartikam। BRILL Academic। আইএসবিএন 978-9004016682। \nAlbrecht Friedrich Weber (১৮৮৫)। Indische Studien, herausg. von A. Weber, Volume 17। Leipzig: FA Brockhaus (in German language)।"}