{"pageid": 111617, "title": "২০১০ ফিফা বিশ্বকাপ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=111617", "content": "২০১০ ফিফা বিশ্বকাপের ফাইনাল খেলাটি অনুষ্ঠিত হয় ২০১০ সালের ১১ জুলাই তারিখে। দক্ষিণ আফ্রিকার জোহানেসবার্গ শহরের সকার সিটি স্টেডিয়ামে অনুষ্ঠিত এই খেলাটির মাধ্যমে ২০১০ ফিফা বিশ্বকাপের শিরোপাজয়ী দলটিকে নির্ধারণ করা হয়। এই খেলায় স্পেন, নেদাল্যান্ডসকে ১–০ গোলে পরাজিত করে। নির্ধারিত সময়ের খেলা গোলশূন্য সমতায় থাকার পর খেলা গড়ায় অতিরিক্ত সময়ে। অতিরিক্ত সময় শেষ হবার মাত্র ৪ মিনিট আগে আন্দ্রেজ ইনিয়েস্তা স্পেনের পক্ষে জয়সূচক গোলটি করেন। স্পেন ও নেদারল্যান্ডস উভয় দলই প্রথম বারের মতো বিশ্বকাপে পরস্পরের মুখোমুখি হয় এই খেলার মাধ্যমে। নেদারল্যান্ডস এর আগে কখনো বিশ্বকাপ জয় করতে না পারলেও ১৯৭৪ ও ১৯৭৮ সালে তারা রানার্স-আপ হয়েছিলো। অপরদিকে স্পেন এবারই প্রথমবারের মতো বিশ্বকাপের ফাইনাল খেলে। পূর্বে স্পেনের বিশ্বকাপের সর্বোচ্চ সাফল্য ছিলো চতুর্থ স্থান পর্যন্ত, যা তারা লাভ করে ১৯৫০ সালের বিশ্বকাপে।\nএবারই দ্বিতীয় বারের মতো বিশ্বকাপের ফাইনাল খেলায় দুটি ইউরোপীয় দল অংশ নেয়। সেই সাথে এবারই প্রথম ইউরোপের বাইরে ইউরোপের কোনো দল বিশ্বকাপের শিরোপা অর্জন করে। ২০১৪ সালের বিশ্বকাপ পর্যন্ত স্পেন বর্তমান চ্যাম্পিয়ন হিসেবে অধিষ্ঠিত হবে, কিন্তু ২০১৪ সালের বিশ্বকাপে অংশ নিতে হলে তাদেরকে বাছাইপর্বের গণ্ডি পার হয়ে আসতে হবে। এবারই প্রথম বারের মতো কোনো দল বিশ্বকাপের মূল পর্বে তাদের প্রথম খেলায় হেরে যাবার পরেও শিরোপা জয় করে।\nখেলাটিতে রেফারির দায়িত্ব পালন করেন ইংল্যান্ডের ফুটবল সংস্থা দ্য ফুটবল অ্যাসোসিয়েশনের রেফারি হাওয়ার্ড ওয়েব। তিনি এই খেলায় মোট ১৪টি হলুদ কার্ড ও ১টি লাল কার্ড সহ মোট ১৫টি কার্ড ইস্যু করেন, যা এখন পর্যন্ত কোনো বিশ্বকাপ ফাইনালের জন্য একটি রেকর্ড।\n\n\n== পটভূমি ==\nনেদারল্যান্ডস ও স্পেন এই খেলার আগে এর আগে কখনো বিশ্বকাপ বা উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপে পরস্পরের মুখোমুখি হয়নি। এই দুটো প্রতিযোগিতাকে ধরা হয় বিশ্ব ফুটবলের অন্যতম বড় ও মর্যাদাপূর্ণ দুটো প্রতিযোগিতা। ১৯২০ সাল থেকে এই দুই দল পরস্পরের সাথে মোট নয় বার মুখোমুখি হয়েছে, এবং প্রত্যেকেই চারটি করে খেলায় বিজয়ী হয়েছে। এর মধ্যে আছে ফ্রেন্ডলি ম্যাচ, ইউরোপীয় চ্যাম্পিয়নশিপের বাছাই পর্বের খেলা, এবং বেলজিয়ামের অ্যান্টওয়েরপে অনুষ্ঠিত ১৯২০ সালের গ্রীষ্মকালীন অলিম্পিকসের ফুটবল খেলা।\nদুটি দলের কোনোটিই এর আগে বিশ্বকাপের শিরোপা অর্জন করেনি। নেদারল্যান্ডস এর আগে দুই বার রানার্স-আপ হওয়ার সৌভাগ্য অর্জন করলেও, ১৯৭৪ সালের ফাইনালে ২–১ গোলে পশ্চিম জার্মানির কাছে ও ১৯৭৮ সালে আর্জেন্টিনার কাছে ৩–১ গোলে পরাজিত হয়। অপরদিকে এই বিশ্বকাপে ফাইনালে উত্তীর্ণ হওয়াটাই স্পেনের এখন পর্যন্ত সর্বোচ্চ সফলতা। এর আগে দলটি ১৯৫০ সালে বিশ্বকাপে তারা চতুর্থ অবস্থান নিয়ে, এবং ১৯৩৪, ১৯৮৬, ১৯৯৪, ও ২০০২ সালের বিশ্বকাপ কোয়ার্টার ফাইনাল থেকে বিদায় নিয়েছিলো। স্পেন হচ্ছে প্রথম বারের মতো ফিফা বিশ্বকাপের ফাইনাল খেলা ১২তম দল, এবং ১৯৯৮ সালের ফ্রান্সের বিশ্বকাপের পর প্রথম দল। এই খেলার বিজয়ী দল অষ্টম দল হিসেবে প্রথম বারের মতো বিশ্বকাপ জয়ের গৌরব অর্জন করবে। সেই সাথে তারা ইংল্যান্ড ও ফ্রান্সের সাথে একবার করে বিশ্বকাপের শিরোপা অর্জনের গৌরবও ভাগাভাগি করবে।\n\n\n== ফাইনালের পথে যাত্রা ==\n২০০৮ সালে উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপের শিরোপ জয়ের পর স্পেন বর্তমান উয়েফা ইউরোপীয়ান চ্যাম্পিয়ন হিসেবে এই বিশ্বকাপে অংশগ্রহণ করেছে। এছাড়াও স্পেন জাতীয় ফুটবল দল ২০০৭ সাল থেকে ২০০৯ সাল পর্যন্ত টানা ৩৫ খেলায় অপরাজিত থাকার রেকর্ড করে। অপরদিকে নেদারল্যান্ডস তাদের বিশ্বকাপের বাছাইপর্বের সকল খেলায় জয়লাভ করে বিশ্বকাপে অংশগ্রহণের যোগ্যতা লাভ করে। উয়েফা কনফেডারেশনের বাছাই পর্বে নেদারল্যান্ড ৮টি খেলার ৮টি-তেই জয়লাভ করে।\nবিশ্বকাপের মূল পর্বে এসে নেদার‌ল্যান্ডস গ্রুপ পর্বের সবগুলো ম্যাচে জয় লাভ করে ই গ্রুপের চ্যাম্পিয়ন দল হিসেবে ১৬ দলের পর্বে উত্তীর্ণ হয়। গ্রুপ পর্বে তারা ডেনমার্ক, জাপান, ও ক্যামেরুনকে পরাজিত করে। এই পর্বে তারা পক্ষে গোল দেয় ৫টি, এবং বিপক্ষে গোল আসে মাত্র ১টি। নকআউট পর্বে এসে তারা প্রথম খেলায় (১৬ দলের পর্বে) স্লোভাকিয়াকে পরাজিত করে। পরবর্তীতে তারা কোয়ার্টার ফাইনালে ব্রাজিল, ও সেমিফাইনালে উরুগুয়েকে পরাজিত করে। ২০০৮ সালের সেপ্টেম্বর থেকে এই ফাইনাল খেলা পর্যন্ত নেদারল্যান্ডস জাতীয় ফুটবল দল মোট ২৮ খেলায় অপরাজিত রয়েছে।\nঅপরদিকে গ্রুপ এইচে থাকা স্পেন তাদের প্রথম খেলায় সুইজারল্যান্ডের কাছে পরাজিত হলেও, পরবর্তীতে হন্ডুরাস ও চিলিকে পরাজিত করে গ্রুপ চ্যাম্পিয়ন হিসেবেই গ্রুপ পর্ব শেষ করে। গ্রুপ পর্বের শেষ খেলায় তারা ২-১ গোলে চিলিকে পরাজিত করে ও চিলি সাথে সমান পয়েন্ট সংখ্যায় অবস্থান করলেও গোল ব্যবধানে এগিয়ে থাকায় গ্রুপ চ্যাম্পিয়ন হিসেবে দ্বিতীয় পর্ব শুরু করে। নকআউট পর্বের প্রথম খেলায় তারা গ্রুপ জি রানার্স-আপ পর্তুগালকে পরাজিত করে। এছাড়াও কোয়ার্টার ফাইনালে ও সেমিফাইনালে তারা যথাক্রমে প্যরাগুয়ে ও জার্মানিকে পরাজিত করে। নকআউট পর্বের এই প্রথম তিনটি খেলাতেই তারা ১-০ ব্যবধানে জয়লাভ করে। সেমিফাইনালে জার্মানির সাথে তাদের খেলাটি ছিলো অনেকটা পুরোনো স্মৃতির রোমন্থন। ২০০৮ সালের ইউরো চ্যাম্পিয়নশিপ ফাইনালেও জার্মানি ও স্পেন পরস্পরের মুখোমুখি হয়েছিলো। সেই খেলাতেও স্পেন, জার্মানিকে ১-০ গোলেই পরাজিত করে। সেইবার স্পেনের পক্ষে জয়সূচক করেছিলেন ফের্নান্দো তোরেস, এবং এবার করেছিলেন কার্লেস পুইয়োল।\nফাইনালে উত্তীর্ণ হওয়ার আগে ছয়টি খেলায় নেদারল্যান্ডস ও স্পেন প্রত্যেকের পক্ষের মোট গোল সংখ্যা ছিলো যথাক্রমে ১২ ও ৭। অপরদিকে বিপক্ষে গোলের ক্ষেত্রে এই সংখ্যা যথাক্রমে ৫ ও ২। নেদার‌ল্যান্ডসের ওয়েসলি স্নাইডার ও স্পেনের ডেভিড ভিয়া প্রত্যেকেই ৫টি করে গোল দিয়েছেন। ছয়টি খেলায় উভয় দলের মধ্যে মাত্র তিনজন খেলোয়াড় একাধিক গোল করার সৌভাগ্য অর্জন করেছেন।\n\n\n== উল্লেখযোগ্য দর্শক ==\nএই খেলার উল্লেখযোগ্য দর্শকদের মধ্যে রয়েছে নেদাল্যান্ডসের রাজপরিবার, স্পেনের রাজপরিবার, টেনিস তারকা রাফায়েল নাদাল, পাউ গাসোল, ফিফা প্রেসিডেন্ট সেপ ব্লাটার, দক্ষিণ আফ্রিকার রাষ্ট্রপতি জ্যাকব জুমা, এবং দক্ষিণ আফ্রিকার সাবেক রাষ্ট্রপতি নেলসন ম্যান্ডেলা।\n\n\n== খেলার বল ==\n২০১০ ফিফা বিশ্বকাপের ফাইনালের জন্য অ্যাডিডাস জাবুলানি বলের একটি নতুন সংস্করণ উন্মুক্ত করা হয় গত ২০ এপ্রিল, ২০১০ তারিখে। বলটির নাম দেওয়া হয় অ্যাডিডাস জো’বুলানি (Adidas Jo'bulani)। এটি মূল অ্যাডিডাস জাবুলানি বলেরই একটি সোনালি বর্ণের সংস্করণ। এই বলটির নাম নেওয়া হয়েছে জুলু ভাষার শব্দ ‘জাবুলানি’ থেকে, যার অর্থ হচ্ছে ‘উদ্‌যাপন করা’, এবং ম্যাচের ভেন্যু জোহানেসবার্গ-এর নামানুসারে এসে ‘জো’ শব্দটি। এই দুইয়ে মিলে বলটির নাম দেওয়া হয়েছে ‘জো’জাবুলানি’। এছাড়া জোহানেসবার্গ শহরটিকে সংক্ষেপে ‘জো’বার্গ নামেও ডাকা হয়। এছাড়া এর রং সোনালি করা হয়েছে ফিফা বিশ্বকাপ ট্রফির সোনালি রং অনুসারে। এছাড়াও জোহানেসবার্গকে বলা হয় দ্য সিটি অফ গোল্ড—যাও এই সোনালি রংকে উপস্থাপন করছে। ফিফা বিশ্বকাপের ফাইনাল খেলায় ভিন্ন সংস্করণের বল ব্যবহারের সংস্কৃতি চালু হবার পর জো’জাবুলানি হচ্ছে দ্বিতীয় বল। এর আগে ২০০৬ সালের বিশ্বকাপের ফাইনাল খেলায় টিমজেইস্ট বার্লিন নামের একটি বল ব্যবহার করা হয়েছিলো।\nজো’বুলানি বলটির কারিগরী বৈশিষ্ট্য জাবুলানি বলের অনুরূপ। এই বলটিতেও আটটি তাপ সহযোগে যুক্ত প্যানেল ব্যবহার করা হয়েছে, এবং অ্যাডিডাসের আবিষ্কৃত ‘গ্রিপ এন গ্রুভ’ টেক্সচার প্রযুক্তি ব্যবহৃত হয়েছে।\n\n\n== রেফারি ==\nফাইনাল খেলায় রেফারি হিসেবে দায়িত্ব পালন করবেন হাওয়ার্ড ওয়েব। তিনি প্রতিনিধিত্ব করবেন ইংল্যান্ডের জাতীয় ফুটবল সংস্থা দ্য ফুটবল অ্যাসোসিয়েশনের। এছাড়া মাঠে সহকারী রেফারির দায়িত্ব পালন করবেন তার দুই ইংরেজ সহযোগী ড্যারেন ক্যান ও মাইক মুলার্কি। এর আগে মাত্র একবারই কোনো ইংরেজ রেফারি ফিফা বিশ্বকাপের ফাইনাল খেলায় রেফারির দায়িত্ব পালন করেছেন। তিনি হচ্ছেন জ্যাক টেইলর, এবং ১৯৭৪ সালের বিশ্বকাপের ফাইনালে নেদারল্যান্ডস ও পশ্চিম জার্মানির মধ্যে অনুষ্ঠিত খেলায় তিনি এ দায়িত্ব পালন করেন।\nহাওয়ার্ড ওয়েব পেশায় মূলত একজন পুলিশ কর্মকর্তা। তিনি রথেনহ্যামে কাজ করেন। ৩৮ বছর বয়সী ওয়েব একজন ইংরেজ সিলেক্ট গ্রুপ রেফারি। ২০০৩ সাল থেকেই তিনি প্রিমিয়ার লীগের খেলাগুলোতে রেফারি হিসেবে দায়িত্ব পালন করে আসছেন। ২০০৫ সাল থেকে তিনি ফিফার আন্তর্জাতিক ফুটবল খেলায় রেফারি হিসেবে দায়িত্ব পালন শুরু করেন। এই বিশ্বকাপে রেফারি হিসেবে দায়িত্ব পালনের আগে তিনি ২০১০ উয়েফা চ্যাম্পিয়ন্স লীগ ফাইনাল এবং ২০০৯ এফএ কাপ ফাইনালে রেফারির দায়িত্ব পালন করেছেন।\n\n\n== খেলা ==\n\n\n=== সারসংক্ষেপ ===\n২০১০ ফিফা বিশ্বকাপের ফাইনাল অনুষ্ঠিত হয়েছে ১১ জুলাই, জোহানেসবার্গের সকার সিটি স্টেডিয়ামে। এই খেলায় স্পেন, নেদারল্যান্ডসকে ১–০ গোলে পরাজিত করে। স্পেনের পক্ষে জয়সূচক গোলটি করেন আন্দ্রেজ ইনিয়েস্তা। এর মাধ্যমেই স্পেন তাদের প্রথম বিশ্বকাপ শিরোপা জয় করে।\nহলুদ কার্ড ছড়াছড়ি এই খেলার অন্যতম উল্লেখযোগ্য একটি দিক। বেশির ভাগ হলুদ কার্ড পান নেদারল্যান্ডসের খেলোয়াড়রা। পুরো খেলায় হলুদ কার্ড আসে মোট ১৪টি। এর মধ্যে নেদারল্যান্ডস পায় ৯টি, ও স্পেন ৫টি। ওলন্দাজ জন হেইটিংগা ৫৭ ও ১০৯ মিনিটে দুইবার হলুদ কার্ড পাওয়াতে লাল কার্ড পান ও মাঠের বাইরে চলে যান। এছাড়াও প্রথমার্ধে নেদারল্যান্ডসের নিখেল দে ইয়ং বলে লাথি মারতে গিয়ে বাতাসে ভেসে থাকা অবস্থায় স্পেনের শাবি আলোনসোর বুকে লাথি মারেন। এতে আলোনসো মারাত্মকভাবে আহত হন। প্রতিক্রিয়ায় নিখেল একটি হলুদ কার্ড পেলেও, অনেকের ধারণায় সিদ্ধান্তটি সঠিক হিসেবে বিবেচিত হয়নি।\nনেদারল্যান্ডসের জন্য খেলার ফলাফল নিজেদের পক্ষে নেবার বেশ কয়েকটি সুযোগ এসেছিলো। বিশেষ করে ৬০ মিনিটের মাথায় ওয়েসলি স্নাইডারের কাছ থেকে আরিয়েন রোবেন একটি নিখুঁত পাস পান। রবেনের সামনে স্পেনীয় গোলরক্ষক ইকার কাসিয়াস ছাড়া আর কেউ ছিলো না, কিন্তু স্নাইডারের আলতো শট কাসিয়াসের পায়ে লেগে মাঠের বাইরে চলে যায়। এছাড়াও অতিরিক্ত সময়ে স্পেনীয় রক্ষণভাগের খেলোয়াড় কার্লেস পুইয়োল, রবেনের একটি প্রচেষ্টাকে ব্যর্থ করে দেন। অপরদিকে স্পেনের সার্জিও রামোস কর্নার কিক থেকে সহজ একটি হেড করতে গিয়ে ব্যর্থ হন। অতিরিক্ত সময়ের শেষ মুহূর্ত ঘনিয়ে আসার সাথে সাথে একটি পেনাল্টি শুটআউটের সম্ভাবনা প্রায় নিশ্চিত হয়ে গিয়েছিলো। এমতা অবস্থায় স্পেনের হেসুস নাভাস স্পেনের মূল আক্রমণভাগে খেলা শুরু করেন, এবং ধারাবাহিক পাসের মাধ্যমে স্পেন আক্রমণে যাওয়ার চেষ্টা করতে থাকে। অবশেষে ফ্যাব্রিগাসের একটি হাফ-ভলি শট থেকে ফের্নান্দো তোরেস বলের নিয়ন্ত্রণ পান, এবং তার সামনে দুজন ওলন্দাজ ডিফেন্ডার থাকায় তিনি পাল্টা পাস দেন ফ্যাব্রিগাসকে, এবং তিনি দেন ইনিয়েস্তাকে। শেষ পর্যন্ত ইনিয়েস্তা গোল করে এই গোল খরা শেষ করেন খেলার ১১৬ মিনিটে। খেলা শেষ হতে তখন বাকি ছিলো মাত্র ৪ মিনিট।\nগোলটি হবার কিছুক্ষণ আগে নেদারল্যান্ডস দল একটি ফ্রি কিক পেয়েছিলো। সেই ফ্রি কিকটি পরিষ্কারভাবে ফ্যাব্রিগাসকে স্পর্শ করে বাইরে চলে যায়। এর ফলে নেদারল্যান্ডস দলের একটি কর্নার প্রাপ্তি ছিলো, কিন্তু রেফারি স্পেনকে গোল কিক দেওয়ার সিদ্ধান্ত দেন, এবং পরবর্তীতে খেলা শুরু হলে স্পেন গোল দেয়। ওলন্দাজরা রেফারির প্রতি বিভিন্নভাবে দৃষ্টি আকর্ষণের চেষ্টা ও আবেদন করেন, যা গৃহীত হয়নি। বিশেষ করে ইয়োরিস মাটহিয়েসেন রেফারির কাছে কড়াকড়িভাবে বিক্ষোভ প্রকাশ করায় একটি হলুদ কার্ড পান। এছাড়া খেলা শেষে অন্যান্য ওলন্দাজ খেলোয়াড়রাও রেফারির সমালোচনা করেন।\n\n\n=== বিবরণ ===\n\n\n=== পরিসংখ্যান ===\n(সম্পূর্ণ খেলা ও অতিরিক্ত সময় সহকারে দেওয়া হয়েছে)\n\nফিফা ডট কম — নেদাল্যান্ডস বনাম স্পেন – সারসংক্ষেপ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ এপ্রিল ২০১৫ তারিখে\nফিফা ডট কম — ৬৪তম খেলা – ফাইনাল; ১১ জুলাই, ২০১০ – সম্পূর্ণ সময়ের পরিসংখ্যান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জুলাই ২০১০ তারিখে\n\n\n== তথ্যসূত্র =="}