{"pageid": 1116978, "title": "র‍্যনে মাগ্রিত", "url": "https://bn.wikipedia.org/wiki?curid=1116978", "content": "র‍্যনে ফ্রঁসোয়া গিলাঁ মাগ্রিত (ফরাসি : [ʁəne fʁɑ̃swa ɡilɛ̃ maɡʁit]; ২১ নভেম্বর ১৮৯৮ – ১৫ আগস্ট ১৯৬৭) ছিলেন বেলজিয় পরাবাস্তববাদী চিত্রশিল্পী, যিনি বেশকিছু মজাদার এবং চিন্তা-উদ্দীপক চিত্রকর্ম তৈরি করার জন্য সুপরিচিত। চিত্রকর্মে প্রায়শই সাধারণ বস্তুগুলিকে তিনি অস্বাভাবিক প্রেক্ষাপটে চিত্রিত করেছেন, যা পর্যবেক্ষকদের বাস্তবতার পূর্বশর্ত উপলব্ধিকে চ্যালেঞ্জ করতে সক্ষম। তিনি প্রায় ১,০০০টির অধিক শিল্পকর্ম তৈরি করেছেন, সেইসাথে রয়েছে জলরঙ, কোলাজ এবং ভাস্কর্য। এগুলির মধ্যে রয়েছে ভুদৃশ্য, অচেতন চিত্র বা ষ্টিল লাইফ, প্রতিকৃতি এবং সাহসী চিত্রকল্প, নাটকীয়, আবেগপ্রবণ ও অভিব্যক্তিপূর্ণ চিত্রকর্ম যা পরাবাস্তব শিল্পের ভিত্তিতে মুখ্য অবদান রাখে। তার সৃষ্টিকর্ম বিশেষ প্রতীকগুলির দ্বারা চিহ্নিত- যেখানে মস্তকবিহীন নারীমূর্তী, বুর্জোয়া \"ক্ষুদ্র মানুষ\", বোলার টুপি, আপেল, দুর্গ, শিলা, জানালা এবং অন্যান্য সাধারণ বস্তু, যা প্রায়শই অস্বাভাবিক বা অস্থির পরিস্থিতিতে স্থাপন করা হত।\nএকটি উচ্চ-মধ্যবিত্ত পরিবারে জন্মগ্রহণকারী, মাগ্রিত তার দশ বছর বয়সে আঁকার পাঠ শুরু করেন। প্রথমদিকে গ্রাফিক শিল্পী এবং আধা-বিমূর্ত চিত্রশিল্পী হিসেবে তিনি তার কর্মজীবন শুরু করলেও পরবর্তীতে ১৯২৬ সালে তার কাজ রূপান্তরিত হয়েছিল, যখন তিনি নিজেকে একজন রূপক শিল্পী হিসেবে পুনরোদ্ভাবন করেছিলেন। ১৯২৭ সালে, তিনি প্যারিসে চলে আসেন, যেখানে তিনি  অঁদ্রে ব্র‍্যতোঁর সাথে বন্ধুত্ব করেন এবং ফ্রান্সের পরাবাস্তববাদী দলে যুক্ত হন।\n১৯৬০-এর দশকে মাগ্রিতের কাজের প্রতি জনপ্রিয় আগ্রহ উল্লেখযোগ্যভাবে বৃদ্ধি পায় এবং তার চিত্রকল্প পপ শিল্প, মিনিমালিস্ট শিল্প এবং ধারণাগত শিল্পকে ব্যপকভাবে প্রভাবিত করে। তার আলোর সাম্রাজ্য বিবিসি টু-এর ১০০ দুর্দান্ত চিত্রকর্ম এবং এখন পর্যন্ত বিক্রি হওয়া বিশ্বের সবচেয়ে ব্যয়বহুল চিত্রকর্মগুলির মধ্যে একটি। তার নামে ব্রাসেল্‌সে দুইটি জাদুঘর প্রতিষ্ঠা করা হয়েছে, যেখানে তার সৃষ্টিকর্মের বৃহত্তম সংগ্রহ রয়েছে।\n\n\n== জীবনী ==\n\n\n=== শৈশব ও বাল্যকাল ===\nর‍্যনে ফ্রঁসোয়া গিলাঁ মাগ্রিত ১৮৯৮ সালে বেলজিয়ামের হাইনট প্রদেশের লেসিনসে জন্মগ্রহণ করেন। তিনি ছিলেন লিওপোল্ড মাগ্রিত এবং রেজিনার জ্যেষ্ঠ পুত্র। তার বাবা ছিলেন একজন দর্জি ও বস্ত্র ব্যবসায়ী, এবং তার মা বিবাহের আগে একজন টুপি প্রস্তুতকারক (মিলিনার) ছিলেন। তাদের পরিবারটি প্রথমে সোগনিজে চলে যায়, পরে সেন্ট-গিলেস, লেসিনেসে ফিরে আসে, যেখানে র‍্যনে মাগ্রিত জন্মগ্রহণ করেছিলেন এবং ১৯০০ সালে গিলিতে রেজিনার মায়ের কাছে ফিরে আসেন, যেখানে তার দুই ভাই রেমন্ড (১৯০০-১৯৭০) এবং পলের (১৯০২-১৯৭৫) জন্ম হয়। ১৯০৪ সালে, তার বাবা-মা শ্যাটেলেটে বসতি স্থাপন করেন, যেখানে তিনি বিভিন্ন ব্যবসা করার পরে, তেল এবং মার্জারিন উৎপাদনকারী ডি ব্রুইন কোম্পানির ইন্সপেক্টর জেনারেল হিসেবে কাজ করে বিত্তশালী হয়ে ওঠেন। মাগ্রিতের প্রাথমিক জীবন সম্পর্কে খুব কমই জানা যায়। গিলিতে মাগ্রিত প্রাথমিক বিদ্যালয়ে ছয় বছর এবং এক বছর মাধ্যমিক বিদ্যালয়ে অধ্যয়ন করেন। তিনি ১৯১০ সালে আঁকার পাঠ শুরু করেছিলেন। একই বছর তিনি শিল্পী ফেলিসিয়েন ডিফোইনের স্টুডিওতে একটি অঙ্কন  কোর্স করেন। তিনি বাফেলো বিল-এর জিগোমার, টেক্সাস জ্যাক, ন্যাট পিঙ্কারটন, দ্য নিকেল ফুটের অ্যাডভেঞ্চারে বিশেষভাবে আগ্রহী হয়ে উঠেন এবং ১৯১১ সালের দিকে ফ্যান্টোমাস চরিত্রের বিষয়ে উৎসাহী হন। শার্লেরোই প্রদর্শনীতে, তিনি একই বছর এ চলচ্চিত্রের পোস্টার দ্বারা প্রভাবিত হয়ে বিজ্ঞাপনে কাজ করার পাশাপাশি আলোকচিত্রশিল্পী হিসেবেও কাজ শুরু করেন।\nমাগ্রিতের মা ছিলেন একজন আত্মঘাতী মহিলা, যার কারণে মাগ্রিতের বাবা তাকে ঘরে তালাবদ্ধ করে রাখতেন। ১৯১২ সালের ২৪ ফেব্রুয়ারি, তার মা ঘর থেকে পালিয়ে শ্যাটেলেটের সাম্ব্রে নদীতে ডুবে আত্মহত্যা করেন। এর কারণে তাদের পরিবার প্রকাশ্যে অপমানিত হয়েছিল। তার মা ইতোপূর্বেও আত্মহত্যার প্রচেষ্টা করেছিলেন। ১৯১২ সালের ১২ মার্চ তার লাশ খুঁজে পাওয়া যায়। একটি কিংবদন্তি অনুসারে জানা যায়, যখন তার মার দেহটি জল থেকে উদ্ধার করা হয়েছিল তখন সেখানে ১৪ বছর বয়সী মাগ্রিত উপস্থিত ছিলেন, তবে সাম্প্রতিক গবেষণা এই ঘটনাটিকে অস্বীকার করে, যা পারিবারিক এক নার্স থেকে উদ্ভূত হতে পারে। অনুমিতভাবে, যখন মাগ্রিতের মাকে খুঁজে পাওয়া যায়, তখন তার মুখ পোশাকে ঢাকা ছিল। পরে ১৯২৭-১৯২৮ সালে মাগ্রিতের বেশকয়েকটি চিত্রকর্মে লোকেদের মুখ কাপড়ে ঢাকা অবস্থায় দেখা যায়, যার মধ্যে \"প্রেমিক\" (Les Amants) উল্লেখযোগ্য।\nমায়ের মৃত্যুর পরে, মাগ্রিত এবং তার দুই ভাই তাদের দাদীর নিকট লালন-পালন হয়েছিল। মাগ্রিত শহরের অ্যাথেনিয়ামে তার পড়াশোনা চালিয়ে যান এবং রবার্ট লুইস স্টিভেন্সন, এডগার অ্যালান পো, মরিস লেব্লাঙ্ক এবং গ্যাস্টন লেরোক্স পাঠ করেন। তার বাবা তাকে একটি পাথে ক্যামেরা দিয়েছিলেন, যেটি দিয়ে তিনি ছোট-ছোট চলচ্চিত্র নির্মাণ করেছিলেন। ছুটির সময় তিনি সোগনিসে তার বাবার জুতার দোকান চালাতেন, সেখানে তিনি একটি পরিত্যক্ত কবরস্থানে একটি ছোট মেয়ের সাথে খেলতে পছন্দ করতেন। ১৯১৩ সালে ১৫ বছর বয়সে, ১৩ বছর বয়সী জর্জেট বার্জারের সাথে তার প্রথম দেখা হয়েছিল, এবং তাদের বন্ধুত্ব গড়ে ওঠে। তারা বিদ্যালয়ে যাওয়ার পথে নিয়মিত দেখা করত, তবে  ১৯১৪ থেকে ১৯১৮ সাল পর্যন্ত প্রথম বিশ্বযুদ্ধের কারণে তাদের বিচ্ছেদ ঘটে। শার্লেরোই জার্মান সেনাবাহিনীর দখলে থাকায় তাদের পরিবার শ্যাটেলেটে ফিরে আসে, যেখানে মাগ্রিতের বাবা ম্যাগির কুবের ব্রোথের প্রতিনিধি হিসেবে কাজ চালিয়ে যান।\n\n\n=== ১৯১০ থেকে ১৯২০-এর দশক ===\n১৯১৪ সালের শেষের দিকে বা ১৯১৫ সালের শুরুতে মাগ্রিত তার প্রথম চিত্রকর্ম তৈরি করেছিলেন, যাতে একটি জ্বলন্ত আস্তাবল থেকে ঘোড়ার পালিয়ে যাওয়া চিত্রিত করা হয়। ১৯১৫ সালের অক্টোবরে তিনি পড়াশোনা ছেড়ে দেন এবং ব্রাসেল্‌সের, রুয়ে ডু মিডিতে চলে যান। রয়্যাল একাডেমি অব ফাইন আর্টসে প্রবেশের পূর্বে তিনি অন্তর্মুদ্রাবাদ শৈলিতে ছবি আঁকেন। মাগ্রিতের প্রথম দিকের চিত্রকর্ম, যা প্রায় ১৯১৫ সালের, যেটি শৈলীতে ছিল অন্তর্মুদ্রাবাদী। ১৯১৬ সালের ডিসেম্বরে তার পরিবার ব্রাসেল্‌সে বসতি স্থাপন করে। অক্টোবর ১৯১৬ থেকে ১৯১৮ সাল পর্যন্ত, মাগ্রিত ব্রাসেল্‌সের অ্যাকাডেমি রয়্যালে ডেস বিউক্স-আর্টসে কমবেশি নিয়মিত অংশগ্রহণ করেছিলেন, যেখানে তিনি আর্ট নুওয়াউ স্টাইলের পোস্টার শিল্পী এমিল ভ্যানডামে-সিলভা এবং প্রতীকবাদী কনস্ট্যান্ট মন্টাল্ড নিকট পাঠ নিয়েছিলেন। কিন্তু সেখানকার পাঠ-নির্দেশনা তার অ-অনুপ্রেরণাদায়ক বলে মনে হয়েছিল। তিনি অ্যাকাডেমি রয়্যালে চিত্রশিল্পী ও পোস্টার নকশাকারী গিসবার্ট কমবাজের ক্লাসেও আংশ নিয়েছিলেন। ১৯১৮ থেকে ১৯২৪ সালে তিনি যে চিত্রকর্মগুলি এঁকেছিলেন তা ভবিষ্যতবাদ এবং মেটজিঞ্জারের রূপক কিউবিজম দ্বারা প্রভাবিত ছিল। ১৯১৯ থেকে ১৯২০ সালে তিনি পিয়েরে-লুই ফ্লুকেটের সাথে ভাড়া করা একটি স্টুডিওতে কাজ করেন।\n\n১৯২০ সালের ডিসেম্বর থেকে ১৯২১ সালের সেপ্টেম্বর পর্যন্ত, মাগ্রিত লিওপোল্ডসবার্গের কাছে বেভারলোর ফ্লেমিশ শহরে বেলজিয় পদাতিক বাহিনীতে কাজ করেছিলেন। ১৯২২ সালে, মাগ্রিত জর্জেট বার্জারকে বিয়ে করেছিলেন। এছাড়াও ১৯২২ সালে, কবি মার্সেল লেকমত মাগ্রিতকে জর্জিও ডি চিরিকোর ১৯১৪ সালে আঁকা ভালোবাসার গান (Le chant d'amour) চিত্রকর্মেরর একটি পুনরুৎপাদন দেখান, যেটি ছিল স্বপ্নের মতো স্থাপত্যের স্থানে অদ্ভুত উপাদানের (একটি ধ্রুপদী আবক্ষ মূর্তি এবং তার মধ্যে একটি রাবারের দস্তানা) একটি উদ্দীপক এবং ভুতুড়ে সমন্বয়। চিত্রকর্মটি মাগ্রিতের শৈল্পিক শৈলীর উপর দুর্দান্ত প্রভাব রেখেছিল। যেটি তার চোখ আশ্রুস্নাত করেছিল; তিনি এটিকে তার \"জীবনের সবচেয়ে চলমান মুহূর্তগুলির মধ্যে\" একটি হিসাবে বর্ণনা করেছেন। পরের কয়েক বছর ধরে তিনি একটি একক শৈলী গড়ে তোলেন যা যত্ন সহকারে দৈনন্দিন জিনিসগুলিকে প্রায়শই রহস্যময় সন্নিধিতে রাখা হয়। বেলজিয় প্রতীকী চিত্রশিল্পী উইলিয়াম দেগউভ দে নানকেসের চিত্রকর্মগুলিও মাগ্রিতের উপর প্রভাব বিস্তার করেছিল বলে উল্লেখ করা হয়েছে, বিশেষত তার পূর্বের চিত্রকর্ম দ্য ব্লাইন্ড হাউস (১৮৯২) এবং মাগ্রিতের ভিন্নতা বা আলোর সাম্রাজ্য-এর ধারাবাহিকসমূহ।\n১৯২২ থেকে ১৯২৩ সালে, মাগ্রিত একটি ওয়ালপেপার কারখানায় ড্রাফ্টসম্যান হিসাবে কাজ করেছিলেন। ১৯২৪ সালে তিনি ব্রাসেল্‌সে একজন ফ্রিল্যান্স গ্রাফিক ডিজাইনার হিসেবে কাজ শুরু করেন এবং পরবর্তী পাঁচ বছরে তিনি একটি বেলজীয় ফ্যাশন হাউস এবং আলফা রোমিও সহ অনেক গ্রাহকদের জন্য বিজ্ঞাপন তৈরি করেছিলেন। ১৯২৬ সাল পর্যন্ত তিনি একজন পোস্টার ও বিজ্ঞাপন নকশাকার ছিলেন, যখন ব্রাসেল্‌সে গ্যালারি লে সেন্টোরের সাথে একটি চুক্তি তার তাকে পূর্ণকালীন ছবি আঁকার সুযোগ করে দিয়েছিল। ১৯২৬ সালে, মাগ্রিত তার প্রথম পরাবাস্তব চিত্রকর্ম, হারানো জকি (লে জকি পারডু) আঁকেন। ১৯২৭ সালে ব্রাসেল্‌সের গ্যালারি লা সেন্টৌরিতে মাগ্রিত তার প্রথম একক প্রদর্শনী করেন। তার জীবনের এই সময়কালে, তিনি প্রতিদিন প্রায় একটি শিল্পকর্ম তৈরি করছিলেন, যা একটি বিস্তৃত প্রদর্শনের জন্য বিভিন্ন ধরণের অনন্য শৈলী ধারণ করেছিল। অবশ্য প্রদর্শনীটি তৎকালীন শিল্প সমালোচকদের দ্বারা ভালোভাবে গৃহীত হয়নি।\nপরবর্তীসময়ে ব্যর্থতায় হতাশ হয়ে ১৯২৭ সালে তিনি এবং তার স্ত্রী প্যারিসের একটি উপশহরে চলে আসেন। ১৯২০-এর দশকে, মনোবিজ্ঞানী সিগমুন্ড ফ্রয়েডের লেখার দ্বারা প্রভাবিত হয়ে, পরাবাস্তববাদ সাহিত্যিক, বুদ্ধিজীবী এবং শৈল্পিক আন্দোলন যুক্তিবাদী মনের সীমাবদ্ধতার বিরুদ্ধে একটি বিপ্লব এনেছিল। প্যারিসে তিনি অঁদ্রে ব্র‍্যতোঁর সাথে বন্ধুত্ব করেন এবং পরাবাস্তববাদী দলে যুক্ত হন। মাগ্রিটের পরাবাস্তবতার সংস্করণে মায়াময়, স্বপ্নের মতো গুণ বিদ্যমান। তিনি আন্দোলনের একজন নেতৃস্থানীয় সদস্য হয়ে ওঠেন এবং তিন বছর প্যারিসে আবস্থান নেন। ম্যাগ্রিট তার কিছু কাজের মধ্যে পাঠ্য একীভূত করতে শুরু করেন এবং এই সময়ে তিনি তার সবচেয়ে বিখ্যাত চিত্রকর্মের মধ্যে একটি, ছবির বিশ্বাসঘাতকতা (১৯২৯) এঁকেছিলেন। ১৯২৯ সালে, তিনি প্যারিসের গোয়েম্যানস গ্যালারিতে সালভাদোর দালি, জিন আর্প, ডি চিরিকো, ম্যাক্স আর্নস্ট, জোয়ান মিরো, ফ্রান্সিস পিকাবিয়া, পাবলো পিকাসো এবং ইয়েভেস ট্যানগুইয়ের সাথে প্রদর্শনিতে আংশ নিয়েছিলেন।\n১৯২৯ সালের ১৫ ডিসেম্বর, মাগ্রিত লা রেভোলিউশন সাররিয়ালিস্ট সংখ্যা ১২-এর শেষ প্রকাশনায় অংশ নিয়েছিলেন, যেখানে তিনি তার প্রবন্ধ \"শব্দ এবং ছবি\" (\"Les mots et les images\") প্রকাশ করেছিলেন, যেখানে শব্দগুলি চিত্রের সাথে তার ছবির বিশ্বাসঘাতকতা চিত্রকর্মের সাথে সমন্বয় করে। ১৯২৯ সালের শেষের দিকে গ্যালারি লে সেন্টোর বন্ধ হয়ে যায়, সাথে মাগ্রিতের চুক্তির আয়ও শেষ হয়।\n\n\n=== ১৯৩০ থেকে ১৯৪০-এর দশক ===\nপ্যারিসে সামান্য প্রভাব ফেলে, তিন বছর পর ১৯৩০ সালে ম্যাগ্রিট এবং তার স্ত্রী ব্রাসেল্‌সে ফিরে আসেন, যেখানে তিনি আবারও বেলজিয়ামের পরাবাস্তববাদী আন্দোলনে সক্রিয় হন। পাশাপাশি বিজ্ঞাপনে কাজ শুরু করেন তিনি। তিনি এবং তার ভাই, পল, স্টুডিও ডোঙ্গো নামে একটি এজেন্সি গঠন করেছিলেন। ১৯৩৪ এবং ১৯৩৭ সালের মধ্যে, মাগ্রিত জার্মান সাউন্ড ফিল্ম ডিস্ট্রিবিউটর টোবিস ক্ল্যাংফিল্মের জন্য 'ইমার' ছদ্মনামে চলচ্চিত্রের পোস্টার আঁকেন। লিউভেন সিটি আর্কাইভ মাগ্রিতের নকশা করা সাতটি পোস্টার সংরক্ষণ করে। ১৯৩৬ সালে তিনি নিউ ইয়র্কের জুলিয়েন লেভি গ্যালারিতে মার্কিন যুক্তরাষ্ট্রে তার প্রথম একক প্রদর্শনী করেন, তারপরে ১৯৩৮ সালে লন্ডন গ্যালারিতে একটি প্রদর্শনী হয়। প্রদর্শনীগুলি তাকে আন্তর্জাতিক জনপ্রিয়তা এনে দিয়েছিল।\nতার কর্মজীবনের প্রাথমিক পর্যায়ে, ব্রিটিশ পরাবাস্তববাদী পৃষ্ঠপোষক এডওয়ার্ড জেমস মাগ্রিতকে তার লন্ডনের বাড়িতে ভাড়া-মুক্ত থাকার অনুমতি দিয়েছিলেন, যেখানে মাগ্রিত স্থাপত্য অধ্যয়ন করেছিলেন এবং ছবি আঁকতেন। ১৯৩৭ সালে আঁকা মাগ্রিতের দুটি চিত্রকর্মে জেমসকে চিত্রায়িত করা হয়েছে, যার একটি আনন্দের নীতি, অন্যটি নিষিদ্ধ প্রজনন।\n\n\n==== রেনোয়ার এবং গো সময়কাল ====\n১৯৪০-এর দশকে মাগ্রিত বিভিন্ন ধরনের শৈলী নিয়ে পরীক্ষা-নিরীক্ষা করে, কখনও কখনও অন্তর্মুদ্রাবাদের উপাদানগুলিকে অন্তর্ভুক্ত করে, উদাহরণস্বরূপ, যাকে তার \"রেনোয়ার সময়কাল\" বলা হয়৷ দ্বিতীয় বিশ্বযুদ্ধে জার্মান বেলজিয়াম দখলের সময় তিনি ব্রাসেল্‌সে থেকে যান, যার ফলে ব্র‍্যতোঁর সাথে তার সম্পর্ক ছিন্ন হয়। এ সময় জার্মান-অধিকৃত বেলজিয়ামে বসবাসের সাথে তার বিচ্ছিন্নতা এবং পরিত্যাগের অনুভূতির প্রতিক্রিয়া হিসাবে, তিনি ১৯৪৩ থেকে ১৯৪৪ সালে সংক্ষিপ্তভাবে একটি রঙিন, চিত্রকর শৈলী গ্রহণ করেন, যা তার \"রেনোয়ার সময়কাল\" নামে পরিচিত। উদাহরণস্বরুপ নিষিদ্ধ মহাবিশ্ব (দ্য ফরবিডেন ইউনিভার্স) (১৯৪৩)-এর মতো চিত্রকর্মগুলিতে, মাগ্রিত বিস্তৃত ব্রাশস্ট্রোক এবং অন্তর্মুদ্রাবাদী চিত্রশিল্পী পিয়ের-ওগ্যুস্ত রনোয়ারের স্মরণ করিয়ে দেওয়া একটি নরম প্যালেট ব্যবহার করে একটি মারমেইডের মতো চিত্র এঁকেছিলেন। তবে এই সময়ের মধ্যে তিনি যে চিত্রকর্মগুলি উৎপাদিত করেছিলেন, সেগুলি বেশিরভাগ সফল হয়নি এবং শেষ পর্যন্ত তিনি তার এই পরীক্ষাগুলি ত্যাগ করেছিলেন।\n১৯৪৬ সালে, তার আগের কাজের সহিংসতা এবং নৈরাশ্যবাদ ত্যাগ করে, তিনি পূর্ণ সূর্যালোকে পরাবাস্তববাদের ইশতেহারে স্বাক্ষর করার জন্য বেলজিয়ামের অন্যান্য শিল্পীদের সাথে যোগ দেন। ১৯৪৭ থেকে ১৯৪৮ সালে, মাগ্রিত তার \"ভাচে পিরিয়ড\", একটি উত্তেজক এবং অশোধিত ফাউভ শৈলীতে এঁকেছিলেন। এই সময়ে, মাগ্রিত পিকাসো, ব্র্যাকস এবং ডি চিরিকোস—এর পুনরুৎপাদনের মাধ্যমে নিজেকে সমর্থন করেছিলেন-একটি প্রতারণামূলক ভাণ্ডার যা তিনি পরবর্তীতে যুদ্ধোত্তর সময়ের মধ্যে নকল নোট ছাপানোর জন্য প্রসারিত করেছিলেন। এই উদ্যোগটি তার ভাই পল এবং সহযোগী পরাবাস্তববাদী এবং \"সারোগেট পুত্র\" মার্সেল মারিয়েনের পাশাপাশি হাতে নেওয়া হয়েছিল, যার কাছে জালিয়াতি বিক্রি করার কাজ পড়েছিল। ১৯৪৮ সালের শেষের দিকে, মাগ্রিত তার প্রাক-যুদ্ধ পরাবাস্তব শিল্পের শৈলী এবং থিমে ফিরে আসেন।\n১৯৪৮ সালের মার্চ মাসে, মাগ্রিত তার গো সময়কালের আধীনে ছয় সপ্তাহের মধ্যে প্রায় চল্লিশটি চিত্রকর্ম এবং গুয়াশ আঁকেন, মূলত প্যারিসের বণিকদের বিভ্রান্ত করতে এবং ফরাসি সু-রুচিকে কলঙ্কিত করার উদ্দেশ্যে, একটি সাধারণত পরাবাস্তববাদী ঢঙ্গে। চিত্রকর্মগুলি গ্যালারি ডু ফাউবুর্গে প্রদর্শিত হয়। পরে আইরিন হ্যামোয়ার ব্রাসেল্‌স যাদুঘরে এই কাজের অনেকগুলি দান করেছিলেন।\n\n\n=== ১৯৫০ থেকে ১৯৬০-এর দশক ===\n\n১৯৫২ থেকে ১৯৫৬ সাল পর্যন্ত, মাগ্রিত একটি পোস্টকার্ড আকারে উপস্থাপিত প্রকৃতির মানচিত্র (La Carte d'après nature) ম্যাগাজিন পরিচালনা করেছিলেন। ১৯৫২ এবং ১৯৫৩ সালে তিনি কনককে-যে-জৌতে অবস্থিত Le Domaine enchanté ক্যাসিনোর দেয়াল সাজানোর জন্য আটটি প্যানেল তৈরি করেন। ১৯৫৭ সালে, দ্য ইগনোর্যান্ট ফেয়ারি ফর দ্য প্যালাইস ডেস বিউক্স-আর্টসের শার্লেরোই এবং, ১৯৬১ সালে, ব্রাসেল্‌সের প্যালাইস ডেস কংগ্রেসের জন্য রহস্যময় ব্যারিকেড। ১৯৫৪ সালে ব্রাসেল্‌সের প্যালাইস ডেস বিউক্স-আর্টসে মেসেনস দ্বারা তার কাজের একটি প্রথম পূর্ববর্তী প্রদর্শনীর আয়োজন করা হয়েছিল।\n১৯৬৫ সালের এপ্রিলে, স্বাস্থ্যের উন্নতির জন্য তিনি ইতালির রোম হয়ে ইশচিয়া আসেন, এবং ডিসেম্বরে মোমাতে একটি পূর্ববর্তী প্রদর্শনীর জন্য প্রথমবারের মতো মার্কিন যুক্তরাষ্ট্রে ভ্রমণ করেন। পরবর্তীকালে তিনি শিকাগো, বার্কলে এবং পাসাডেনায় উপস্থিত হন। ১৯৬৬ এবং ১৯৬৭ সালের জুনে, তিনি ইতালিতে স্কুটেনায়ার এবং বেলজিয় ঔপন্যাসিক ও কবি আইরিন হ্যামোয়ারের সাথে ছুটি কাটিয়েছিলেন। তার শেষ বছরে তিনি তার আঁকা চিত্রকর্মগুলি থেকে প্রাপ্ত আটটি ব্রোঞ্জ ভাস্কর্য নির্মাণের তত্ত্বাবধান করেন।\n\n\n== সাম্প্রতিক বছর ==\nফ্রান্সে, মাগ্রিতের কাজ বেশকয়েকটি পূর্ববর্তী প্রদর্শনীতে প্রদর্শিত হয়েছে। অতি সম্প্রতি ২০১৬ থেকে ২০১৭ সালে সঁত্র্‌ জর্জ পম্পিদুতে প্রদর্শনী হয়েছিল। মার্কিন যুক্তরাষ্ট্রে তার সৃষ্টিকর্ম তিনটি পূর্ববর্তী প্রদর্শনীতে প্রদর্শিত হয়েছে: ১৯৬৫ সালে মিউজিয়াম অব মডার্ন আর্টে, এবং ১৯৯২ ও ২০১৩ সালে মেট্রোপলিটন মিউজিয়াম অব আর্টে। ২০১৮ সালে সান ফ্রান্সিসকো মিউজিয়াম অব মডার্ন আর্টে \"দ্য ফিফথ সিজন\" শিরোনামের একটি প্রদর্শনী তার শেষের দিককার চিত্রকর্মের উপর দৃষ্টি নিবদ্ধ করে।\n২০০৫ সালে তিনি শ্রেষ্ঠ বেলজিয় (De Grootste Belg)-এর ওয়ালুন সংস্করণে ৯ম স্থানে এবং ফ্লেমিশ সংস্করণে ১৮তম স্থানে ছিলেন।\n\n\n== রাজনৈতিক মতাদর্শ ==\nরাজনৈতিকভাবে, মাগ্রিত ছিলেন বামপন্থী এবং যুদ্ধ-পরবর্তী বছরগুলিতেও কমিউনিস্ট পার্টির সাথে ঘনিষ্ঠ সম্পর্ক বজায় রেখেছিলেন। ১৯৩২ সালে, মাগ্রিত বেলজিয়ামের কমিউনিস্ট পার্টিতে যোগদান করেন, যা তিনি পর্যায়ক্রমে ছেড়ে যেতেন এবং কয়েক বছর ধরে পুনরায় যোগদান করতেন। যদিও, তিনি কমিউনিস্ট বামপন্থীদের কার্যকরী সাংস্কৃতিক নীতির সমালোচনা করেছিলেন, বলেছিলেন যে \"শ্রেণী সচেতনতা রুটির মতো প্রয়োজনীয়; কিন্তু এর অর্থ এই নয় যে শ্রমিকদের রুটি ও জলের জন্য নিন্দা করা উচিত এবং মুরগি ও শ্যাম্পেনের প্রত্যাশা করা ক্ষতিকর হবে। (...) কমিউনিস্ট চিত্রকরের জন্য, শৈল্পিক ক্রিয়াকলাপের ন্যায্যতা হল এমন চিত্র তৈরি করা যা মানসিক বিলাসিতাকে উপস্থাপন করতে সক্ষম।\" রাজনৈতিক বামদের প্রতি প্রতিশ্রুতিবদ্ধ থাকাকালীন, তিনি শিল্পের একটি নির্দিষ্ট স্বায়ত্তশাসনের পক্ষে আবস্থান নিয়েছিলেন। আধ্যাত্মিকভাবে, মাগ্রিত ছিলেন একজন অজ্ঞেয়বাদী।\n\n\n== ব্যক্তিগত জীবন ==\nমাগ্রিত ১৯২২ সালের জুনে জর্জেট বার্জারকে বিয়ে করেন। জর্জেট ছিলেন শার্লেরোইতে একজন কসাইয়ের মেয়ে। ১৫ বছর বয়সে ১৩ বছর বয়সী জর্জেটের সাথে প্রথম দেখা হয়েছিল মাগ্রিতের। সাত বছর পরে ১৯২০ সালে ব্রাসেল্‌সে আবার তাদের দেখা হয়। জর্জেট শিল্পকলা অধ্যয়ন করেছিলেন, যিনি মাগ্রিতের মডেল এবং পরবর্তিতে স্ত্রী হয়েছিলেন। র‍্যনে এবং জর্জেটের কোন সন্তান ছিল না।\n১৯৩৬ সালে মাগ্রিতের বিবাহিত জীবন সমস্যা দেখা দেয়, যখন তরুণ অভিনয়শিল্পী শিলা লেগের সাথে তার পরিচয় ঘটেছিল এবং তার সাথে সম্পর্ক শুরু করেছিলেন। জর্জেটকে বিনোদন এবং বিভ্রান্ত করার জন্য মাগ্রিত তার বন্ধু পল কলিনেটকে ঠিক করেছিলেন, কিন্তু যা জর্জেট এবং কলিনেটের মধ্যে সম্পর্কের দিকে নিয়ে যায়। মাগ্রিত এবং তার স্ত্রী ১৯৪০ সাল পর্যন্ত আলাদা থাকেন।\n\n\n== মৃত্যু ==\n\nমাগ্রিত ১৯৬৭ সালের ১৫ আগস্ট ৬৮ বছর বয়সে অগ্ন্যাশয়ের ক্যান্সারে মারা যান। তাকে ব্রাসেল্‌সের এভারের শ্যারবিক কবরস্থানে সমাহিত করা হয়। একই সমাধিস্থানে, মাগ্রিতের পাশে তার স্ত্রী জর্জেট বার্জারকে সমাহিত করা হয়, যিনি ১৯৮৬ সালে মারা যান। ২০০৯ সাল থেকে, সমাধিটি ব্রাসেল্‌স অঞ্চল ২৯ দ্বারা একটি স্মৃতিস্তম্ভ হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\n\n\n== শৈলী এবং সৃষ্টিকর্ম ==\n\n\n=== দার্শনিক এবং শৈল্পিক ভঙ্গি ===\n\nমাগ্রিতের সৃষ্টিকর্ম প্রায়শই একটি অস্বাভাবিক প্রেক্ষাপটে সাধারণ বস্তুর সংগ্রহ প্রদর্শন করে, যার মাধ্যমে দিয়ে পরিচিত বস্তুগুলির নতুন অর্থ প্রদান করে। তার সৃষ্টিকর্মে কতিপয় বিষয়ের বিশেষ প্রতীকি ব্যবহার লক্ষ্য করা যায়- যেখানে মহিলার ধড়, বুর্জোয়া \"ক্ষুদ্র মানুষ\", বোলার টুপি, আপেল, দুর্গ, শিলা, জানালা এবং অন্যান্য সাধারণ বস্তু, যা প্রায়শই অস্বাভাবিক বা অস্থির পরিস্থিতিতে স্থাপন করা হত। বস্তুর সাধারণ ব্যবহার ব্যাতিরেকে তার চিত্রকর্মে ভিন্ন অর্থের প্রতিনিধিত্ব করা হয়েছে, ছবির বিশ্বাসঘাতকতা (লা ট্রাহিসন ডেস ইমেজ), যা একটি পাইপ চিত্রিত করে যেটি দেখে মনে হয় যেন এটি একটি তামাক দোকানের বিজ্ঞাপনের মডেল। চিত্রকর্মে মাগ্রিত পাইপটির নিচে লিখেছেন \"এটি একটি পাইপ নয়\" (\"Ceci n'est pas une pipe\"), যা একটি দ্বন্দ্ব বলে মনে হয়, কিন্তু বাস্তব সত্য: চিত্রটি আসলে একটি পাইপ নয়, এটি পাইপের একটি \"চিত্র\"। এটি \"আবেগগতভাবে সন্তুষ্ট\" হয় না—যখন মাগ্রিতকে একবার এই ছবিটি সম্পর্কে জিজ্ঞাসা করা হয়েছিল, তিনি উত্তর দিয়েছিলেন যে, অবশ্যই এটি একটি পাইপ নয়, শুধু তামাক দিয়ে এটি ভরতে চেষ্টা করুন।\nমাগ্রিতের সৃষ্টিকর্মকে সুজি গ্যাবলিক বর্ণনা করেছেন \"ভৌত জগতের যে কোনো গোঁড়ামিপূর্ণ দৃষ্টিভঙ্গিকে ব্যাহত করার একটি নিয়মতান্ত্রিক প্রচেষ্টা।\" অতএব, যখন মাগ্রিত পাথর এঁকেছেন – যা সাধারণত ভারী, নির্জীব বস্তু বলে বোঝা যায় – তিনি প্রায়শই সেগুলিকে আকাশে ভাসমান মেঘের মতো আঁকতেন, বা মানুষ এবং তাদের পরিবেশ পাথরে পরিণত হওয়ার দৃশ্য আঁকতেন।\nমাগ্রিতের সৃষ্টিকর্মের মধ্যে রয়েছে অন্যান্য বিখ্যাত চিত্রকর্মের বেশকিছু পরাবাস্তববাদী সংস্করণ, যেমন পরিপ্রেক্ষিত ১ এবং পরিপ্রেক্ষিত ২, যা যথাক্রমে জাক-লুই ডেভিডের পোর্ট্রেট অব ম্যাডাম রেকামিয়ার এবং এদুয়ার মানের বারান্দা (লে ব্যালকন)-এর অনুলিপি, কিন্তু কফিনের দ্বারা মানব বিষয়ের প্রতিস্থাপনের মাধ্যমে। অন্যত্র, মাগ্রিত তার মানবিক অবস্থা ধারাবাহিক (১৯৩৩, ১৯৩৫) বা ইউক্লিডের বিহার (১৯৫৫)-এর মতো একটি ইজেলের পুনরাবৃত্ত মোটিফ দিয়ে অর্থ বোঝাতে শিল্পকর্মের অসুবিধাকে চ্যালেঞ্জ করেছেন, যেখানে ক্যানভাস উপেক্ষা করে সাধারণ রাস্তায় একটি দুর্গের স্পিয়ারগুলি \"আঁকা\" হয়। অঁদ্রে ব্র‍্যতোঁকে লেখা একটি চিঠিতে, তিনি মানবিক অবস্থা সম্পর্কে লিখেছিলেন যে ইজেলের পিছনের দৃশ্যটি এতে যা চিত্রিত করা হয়েছিল তার থেকে ভিন্ন হলে এটি অপ্রাসঙ্গিক হত, \"কিন্তু মূল বিষয়টি ছিল ঘরের বাইরে এবং ভিতর থেকে একটি দৃশ্যের মধ্যে পার্থক্য দূর করা।\" এই চিত্রকর্মের কিছু জানালা ভারী ড্রেপ দিয়ে ফ্রেম করা হয়েছে, যা থিয়েটারের মোটিফের পরামর্শ দিচ্ছে।\nজোয়ান মিরোর মতো শিল্পীদের \"স্বয়ংক্রিয়\" শৈলীর চেয়ে মাগ্রিতের পরাবাস্তববাদের শৈলী বেশি প্রতিনিধিত্বমূলক। অপরিচিত স্থানগুলিতে মাগ্রিতের সাধারণ বস্তুর ব্যবহার তার কাব্যিক চিত্রকল্প তৈরির আকাঙ্ক্ষার সাথে যুক্ত। তিনি চিত্রকর্মের কাজটিকে \"রংগুলিকে পাশাপাশি রাখার শিল্প হিসাবে বর্ণনা করেছিলেন যাতে তাদের আসল দিকটি ম্লান হয়ে যায়, যাতে পরিচিত বস্তুগুলি- আকাশ, মানুষ, গাছ, পর্বত, আসবাবপত্র, তারকা, কঠিন কাঠামো, গ্রাফিতি- একক কাব্যিকভাবে সুশৃঙ্খল ইমেজে ঐক্যবদ্ধ হয়। এই চিত্রের কাব্য পুরাতন বা নতুন যেকোন প্রতীকী তাৎপর্যের সাথে বিস্তৃত।\"\nমাগ্রিত তার চিত্রকর্মগুলিকে \"দৃশ্যমান চিত্রগুলি যা কিছুই গোপন করে না; তারা রহস্যের উদ্রেক করে এবং প্রকৃতপক্ষে, যখন কেউ আমার একটি ছবি দেখে, তখন নিজেকে এই সহজ প্রশ্নটি জিজ্ঞাসা করে, 'এর অর্থ কী?'। এর কোন মানে হয় না, কারণ রহস্যের মানে কিছুই না, এটা অজানা।\"\nশৈশবে, ম্যাগ্রিট সমুদ্র এবং বিস্তৃত আকাশ সম্পর্কে উৎসাহী ছিলেন, যা তার চিত্রগুলিতে দৃঢ়ভাবে চিত্রিত হয়েছিল। থ্রেটেনিং ওয়েদারে (১৯২৯) চিত্রকর্মে মেঘের আকৃতি মস্তকহীন মূর্তি, একটি টিউবা এবং একটি চেয়ারের সাথে  সমুদ্র উপরে ভাসমান সেখান হয়েছে। পিরেনিসের দুর্গ (১৯৫৯) চিত্রকর্মে একটি ছোট দুর্গ সমুদ্র উপরে ভাসমান একটি বিশাল পাথরের উপর স্থাপন করা হয়েছে। অন্যান্য প্রতিনিধিত্বমূলক কল্পনা ছিল মানুষের পা সহ একটি মাছ, একটি মাথার স্থানে একটি পাখির খাঁচার স্থাপন সহ একটি মানুষ এবং পোষা সিংহের পাশে একটি দেয়ালের উপর হেলানরত এক লোক। স্থান, সময় এবং পরিস্থানচ্যুতি তার চিত্রকর্মের সাধারণ উপাদান। উদাহরণস্বরূপ, স্তম্ভিত সময় (১৯৩৮) চিত্রকর্মে, একটি বাষ্পীভূত লোকোমোটিভ মধ্যবিত্তের বসার ঘরে একটি উনুনের নিকটস্থ তাকে (ম্যানটেলপিস) স্থগিত করা হয়, মনে হয় যেন এটি একটি সুড়ঙ্গ থেকে বেরিয়ে এসে স্তম্ভিত হয়েছে। গোলকুন্ডা (১৯৫৩) চিত্রকর্মে বুর্জোয়া, বোলার-বিদ্বেষী লোকেরা বৃষ্টির মতো আকাশ থেকে সারিবদ্ধ রাস্তার দিকে ঝরে পড়ছে।\nবাস্তবতা এবং বিভ্রমের সাথে মাগ্রিতের ক্রমাগত খেলা তার মায়ের প্রাথমিক মৃত্যুর জন্য দায়ী করা হয়েছে। মনোবিশ্লেষক যারা শোকাহত শিশুদের পরীক্ষা করেছেন তারা অনুমান করেছেন যে মাগ্রিতের বাস্তবতা এবং বিভ্রমের সাথে খেলা তার \"তিনি যা চান তা থেকে ক্রমাগত পিছন পিছন সরে যাওয়া-'মা জীবিত' - যা তিনি জানেন - 'মা মারা গেছেন' প্রতিফলিত করে।\"\nঅতি সম্প্রতি, প্যাট্রিসিয়া অলমার মাগ্রিতের শিল্পে মেলার মাঠ আকর্ষণের প্রভাব প্রদর্শন করেছেন– ক্যারোসেল এবং সার্কাস থেকে প্যানোরামা এবং স্টেজ ম্যাজিক পর্যন্ত।\n\n\n=== ছাপচিত্র ===\nমাগ্রিত তার ৬২ বছর বয়সে ছাপচিত্র শুরু করেছিলেন, একজন শিল্পী হিসাবে তার সবচেয়ে পরিণত বয়সে। তার সমস্ত মূল লিথোগ্রাফ তার শৈল্পিক কর্মজীবনের শেষ ৮ বছরের মধ্যে সম্পন্ন হয়েছিল। তার লিথোগ্রাফগুলি তার পরাবাস্তব চিত্রগুলির মতো একই চিত্র এবং থিমে তৈরি। তার দুটি বিখ্যাত চিত্রকর্ম, প্রেমিক (১৯২৮) এবং মানবপুত্র (১৯৬৪) লিথোগ্রাফ হিসাবে মুদ্রিত হয়েছিল। মানবপুত্র চিত্রকর্মটি প্রথম দিকে তার বন্ধু হ্যারি টর্কজাইনারের প্রতিকৃতি হিসাবে তৈরি করা হয়েছিল। কিন্তু টর্কজাইনারের প্রকৃত পরিচয় লুকানোর উদ্দেশ্যে তিনি তার মুখের উপর এঙ্কটি সবুজ আপেল স্থাপ্ন করেন। এই কাজের বিষয়ে মাগ্রিত বলেছেন, “আমি শুধুমাত্র দৃশ্যমান ছবি আঁকি। তাই অদৃশ্যের সন্ধান করা ভুল হবে...এতে আপনি একটি মুখবিশিষ্ট একজন মানুষকে দেখতে পাবেন, যা দৃশ্যমান কিছু। আপনি একটি আপেলও দেখতে পারেন যা নিজেই দৃশ্যমান। যদিও, এমন সময়ও আসে যখন একটি দৃশ্যমান জিনিস আপনাকে অন্যটি দেখতে বাধা দেয়।\nপ্রেমিক হল ম্যাগ্রিটের সবচেয়ে স্বীকৃত চিত্রকর্মগুলির মধ্যে একটি, যেখানে সাদা কাপড়ে একটি দম্পতির মুখ ঢাকা রয়েছে। চিত্রকর্মটি বিষণ্ণতার অনুভূতিকে চিত্রিত করে যা প্রায়শই প্রেমের মধ্যে উপস্থিত থাকে এবং যা প্রকাশ করা কঠিন। তিনি দর্শককে প্রেমের ক্ষণস্থায়ী প্রকৃতির অনুস্মারক সহ রোম্যান্সের মাধুর্য দেখান। সাদা ওড়না বা কাপড় চিত্রিত ছবিগুলি প্রায়শই শিল্পের ইতিহাসে মৃত্যুর সংকেত বহন করে। মাগ্রিত অনায়াসে প্রেমিক চিত্রকর্মে পরস্পরবিরোধী উপাদানগুলিকে একত্রিত করেছেন এবং কাজটি তার কল্পনা এবং শৈল্পিক দক্ষতার একটি সত্য প্রদর্শন।\n\n\n=== ভাস্কর্য ===\nমাগ্রিত তার পরিণত বয়সে ডিলার আলেকজান্ডার লোলাসের সাথে কথোপকথন থেকে উদ্ভূত হয়ে ভাস্কর্য তৈরির সিদ্ধান্ত নিয়েছিলেন। লোলাস পরামর্শ দিয়েছিলেন যে মাগ্রিত তার বিস্তৃত চিত্রকর্মের উপর ভিত্তি করে ভাস্কর্যের একটি দল তৈরি করতে পারেন। ১৯৬৭ সালে, ম্যাগ্রিট ৮টি ব্রোঞ্জ ভাস্কর্য তৈরি করেছিলেন যা ইতালির ভেরোনার একটি ফাউন্ড্রিতে স্থাপন করা হয়েছিল। প্রতিটি ভাস্কর্যের জন্য, তিনি যত্ন সহকারে স্কেচ তৈরি করেছিলেন যেগুলি পরে মোমের কাস্টের ভিত্তিতে নির্মিত হয়েছিল। বিষয়বস্তুকে অনুপ্রাণিত করে এমন চিত্রকর্মের নামানুসারে ভাস্কর্যের শিরোনাম রাখা হয়েছিল। শিরোনামগুলি নিম্নরূপ: লা গিয়াকোন্ডা, গ্র্যান্ডুরের বিভ্রম, প্রতিষেধক, ম্যাডাম রেকামিয়ার, আলেকজান্ডারের শ্রম, প্রাকৃতিক অনুগ্রহ, সত্যের কূপ এবং শ্বেতাঙ্গ জাতি। পরে মোমের মডেল থেকে ভাস্কর্যগুলি ব্রোঞ্জে স্থাপন করে হয়েছিল। ভাস্কর্যগুলি প্রথম ১৯৬৮ সালে ব্রাসেল্‌সে আইসি ব্রাচট গ্যালারিতে প্রদর্শিত হয়েছিল।\n\n\n== উল্লেখযোগ্য চিত্রকর্ম ==\n\n\n== চলচ্চিত্র ==\n১৯৪৬ সালে মাগ্রিত দ্য ফেইথফুলনেস অব ইমেজ নামে ২৭ মিনিট দৈর্ঘ্যের একটি চলচ্চিত্র পরিচালনা করেন। যেখানে তার সাথে ছিলেন জর্জেট মাগ্রিত, মার্সেল লেকোমে, লুই স্কুটেনায়ার এবং আইরিন হ্যামোয়ার।\n\n\n== মাগ্রিত দ্বারা প্রভাবিত শিল্পী ==\nচিত্রের চঞ্চলতা সম্পর্কে র‍্যনে মাগ্রিতের উত্তেজক পরীক্ষা দ্বারা সমসাময়িক শিল্পীরা ব্যাপকভাবে প্রভাবিত হয়েছেন। কিছু শিল্পী যারা মাগ্রিতের কাজ দ্বারা প্রভাবিত হয়েছেন তাদের মধ্যে রয়েছে জন বালডেসারি, এড রুশা, অ্যান্ডি ওয়ারহল, জ্যাসপার জন্স, জ্যান ভারডট, মার্টিন কিপেনবার্গার, ডুয়ান মিকালস, স্টর্ম থরগের্সন, এবং লুইস রে। কিছু শিল্পীর কাজ সরাসরি রেফারেন্স একত্রিত করে এবং অন্যরা তার বিমূর্ত স্থিরকরণের উপর সমসাময়িক দৃষ্টিভঙ্গি প্রদান করে।\nমাগ্রিতের সাধারণ গ্রাফিক এবং দৈনন্দিন চিত্রের ব্যবহার পপ-শিল্পীদের সাথে তুলনা করা হয়েছে। পপ শিল্পের বিকাশে তার প্রভাব ব্যাপকভাবে স্বীকৃত হয়েছে, যদিও মাগ্রিত নিজেই সংযোগটি ছাড় দিয়েছিলেন। তিনি পপ শিল্পীদের \"বিশ্ব যেমন আছে\" এর উপস্থাপনাকে \"তাদের ত্রুটি\" হিসাবে বিবেচনা করেছিলেন এবং \"বাস্তবতার জন্য অনুভূতি, যেহেতু এটি স্থায়ী\" এই উদ্বেগের সাথে ক্ষণস্থায়ী দিকে তাদের মনোযোগের বিপরীতে।\" ২০০৬-২০০৭ এলএসিএমএ প্রদর্শনী \"মাগ্রিত অ্যান্ড কনটেম্পোরারি আর্ট: দ্য থ্রেচারি অব ইমাজেস\" মাগ্রিত এবং সমসাময়িক শিল্পের মধ্যে সম্পর্ক পরীক্ষা করে।\n\n\n== শ্রদ্ধাঞ্জলি ==\n\nজ্যোতির্বিজ্ঞানে, গ্রহাণু ৭৯৩৩ মাগ্রিত এবং বুধ গ্রহের খাদ মাগ্রিত তার সম্মানে নামকরণ করা হয়েছে।\n২০১৬ সালের ২১ মার্চ, ব্রাসেল্‌স এয়ারলাইন্স তাদের দ্বিতীয় এয়ারবাস এ৩২০ (ওও-এসএনসি)-কে \"বেলজিয়ান আইকন\" নিবেদিত একটি বিশেষ বৈশিষ্ট্যসূচক সাজসজ্জায় (লিভারির) উপস্থাপন করে। এই সময়, সংস্থাটি বেলজিয় পরাবাস্তববাদী চিত্রশিল্পী মাগ্রিত এবং তার সৃষ্টিকর্মকে সম্মান জানায়। বিমান চালনার জগতের সাথে মাগ্রিতের ঘনিষ্ঠ সম্পর্ক ছিল এবং তিনি মেঘ ও আকাশের প্রতি আগ্রহী ছিলেন, এই কারণে ব্রাসেল্‌স এয়ারলাইন্স এবং মাগ্রিত ফাউন্ডেশনের সহযোগিতায় মাগ্রিতের সৃষ্টিকর্মে একটি প্লেন সজ্জিত করার পরিকল্পনা করে। ফলস্বরূপ একটি এয়ারবাস এ৩২০ যা মাগ্রিতের তিনটি চিত্রকর্মের প্রতিনিধিত্ব করে: সুন্দর সমাজ (La Belle Société) (১৯৬৫-৬৬), ক্লেয়ারভায়েন্স (১৯৩৬) এবং প্রত্যাবর্তন (Le Retour) (১৯৪০)।\nমাগ্রিতের জন্মের শতবর্ষে, জার্মান নির্মাতা প্রতিষ্ঠান বিএমডব্লিউ মাগ্রিতের ছবি বহনকারী তাদের ই৩৬ ক্যাব্রিওলেটের একটি বিশেষ সিরিজ চালু করে। র‍্যনে মাগ্রিত বিশেষ সিরিজটি মাত্র ১০০ কপির একটি সিরিয়াল নম্বরে বাজারে ছাড়া হয়েছিল এবং প্রতিটি মালিককে এর সাথে সত্যতার একটি শংসাপত্র দেওয়া হয়েছিল। গাড়িগুলি ছিল ওরিয়েন্ট নীল ধাতব রঙের, যার উপরে পিছনের বাম ফেন্ডারে হাতে আঁকা \"মাগ্রিত\" লোগো বার্নিশ করা ছিল। গাড়ির অভ্যন্তরে, নরম ছাদ এবং বৈদ্যুতিক জানালা, দুটি প্রাকৃতিক নাপ্পা মোডেনা বা নাপ্পা মৌলবীরে (ধূসর) চামড়ার পাশাপাশি ড্যাশবোর্ডে \"Magritte\" নাম লেখা এবং হেডরেস্টে পাখির প্রতীক ব্যবহৃত হয়েছে।\nলেসিনসে, মাগ্রিতের শহরে, ১৫ আগস্টের ঐতিহ্যবাহী শোভাযাত্রায় শিল্পীর প্যারেডের চিত্র বহনকারী একটি ২০০ কেজি ওজনের ব্রোঞ্জের দৈত্যাকৃতির মূর্তী, ২০১৭ সালে মূল চত্বরে স্থাপন করা হয়েছে।\nপরাবাস্তববাদী চিত্রশিল্পী, অলিভিয়ার ল্যাম্বোরে ইতিমধ্যেই বিভিন্ন চিত্রকর্ম তৈরি করেছেন যা তিনি র‍্যনে মাগ্রিতকে উৎসর্গ করেছিলেন।\n\n\n=== সম্পর্কিত চলচ্চিত্র ===\nবেলজীয় চলচ্চিত্র নির্মাতা, লুক ডি হিউশ ১৯৬০ সালে মাগ্রিত নামে একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র পরিচালনা করেছেন।\nহেনরি ডি গারলাচে ২০০৯ সালে মাগ্রিত, জঁ জোয়ার এত লা নাইট নামে একটি চলচ্চিত্র পরিচালনা করেন। যেখানে মাগ্রিতের চরিত্রে চার্লি ডুপোন্ট আভিনয় করেছেন।\n\n\n== উত্তরাধিকার ==\n\n১৯৬০-এর দশকে মাগ্রিতের কাজ সম্পর্কে জনসচেতনতা ব্যাপকভাবে বৃদ্ধি পায়। মিশেল ফুকো এবং অন্যান্যদের দ্বারা মাগ্রিতের কাজ একাডেমিক আগ্রহের বিষয় হয়ে উঠে। তার \"উদ্দেশ্যমূলক এবং প্রশ্নবিদ্ধকরণ, উভয় পদ্ধতিতে কীভাবে বস্তুগুলিকে উপস্থাপন করা যায় সে সম্পর্কে সঠিক জ্ঞান\" লাভ করে যায়। তার সৃষ্টিকর্মগুলি প্রায়শই বিজ্ঞাপন, পোস্টার, বইয়ের প্রচ্ছদ প্রভৃতিতে অভিযোজিত বা চুরি করা হয়েছে৷ উদাহরণগুলির মধ্যে রয়েছে অ্যালবামের কভার যেমন দ্য জেফ বেক গ্রুপের ১৯৬৯ সালের বেক-ওলা মাগ্রিতের শ্রবণ কক্ষ চিত্রকর্মের পুনরুৎপাদন; অ্যালান হালের ১৯৭৩ সালের পাইপড্রিম, যেখানে দার্শনিকের বাতি চিত্রকর্মটি ব্যবহার করা হয়েছিল; জ্যাকসন ব্রাউনের ১৯৭৪ সালের লেট ফর দ্য স্কাই, যেটি আলোর সাম্রাজ্য চিত্রকর্ম থেকে অনুপ্রাণিত হয়েছিল; ফায়ারসাইন থিয়েটারের ১৯৭৭ সালের জাস্ট ফোকস... আ ফায়ারসাইন চ্যাট, দিগন্তের রহস্যসমূহ চিত্রকর্মের উপর ভিত্তি করে; ওরেগনের ১৯৭৮সালের আউট অব দ্য উডস মাগ্রিটের কার্টে ব্ল্যাঞ্চ চিত্রকর্মের আভিযোজন; এবং স্টাইক্সের ১৯৭৭সালের দ্য গ্র্যান্ড ইলিউশন, দ্য ব্ল্যাঙ্ক সিগনেচার (লে ব্ল্যাঙ্ক সিং) চিত্রকর্মের একটি অভিযোজন অন্তর্ভুক্ত করে। যুক্তরাজ্যের ফোক-রক ব্যান্ড লিন্ডিসফার্নের ব্যান্ডের অ্যালান হুল তার ১৯৭৩ এবং ১৯৭৯ সালের দুটি একক অ্যালবামে ম্যাগ্রিটের চিত্রকর্ম ব্যবহার করেছিলেন। নাইজেরিয় র‌্যাপার জেসি জাগজের ২০১৪ সালের জাগজ নেশন ভলিউম ২: রয়্যাল নাইজার কোম্পানি অ্যালবাম মাগ্রিতের কাজ দ্বারা অনুপ্রাণিত কভার আর্ট ধারণ করেছে। ২০১৫ সালে পাঞ্চ ব্রাদার্স তাদের দ্য ফসফোরসেন্ট ব্লুজ অ্যালবামের কভার হিসেবে মাগ্রিতের প্রেমিকরা ব্যবহার করেছিল।\nদ্য বিটল্‌সের অ্যাপল কর্পস কোম্পানির লোগো, মাগ্রিতের ১৯৬৬ সালের মুরের ক্রিড়া (লে জেউ ডি মুর) চিত্রকর্ম দ্বারা অনুপ্রাণিত, যেটি ব্রিটিশ গ্রাফিক ডিজাইনার জিন মাহন তৈরি করেছেন। পল সাইমনের গান \"রিনি অ্যান্ড জর্জেট মাগ্রিত উইথ দ্য ওয়ার ডগ আফটার দ্য ওয়ার\", লোথার ভোলেহে দ্বারা মাগ্রিতের একটি আলোকচিত্র থেকে অনুপ্রাণিত, যেটি ১৯৮৩ সালের হার্টস অ্যান্ড বোনস অ্যালবামে প্রদর্শিত হয়। জন ক্যাল \"মাগ্রিত\" শিরোনামের একটি গান লিখেছেন; যেটি ২০০৩ সালের হোবোসেপিয়েন্স অ্যালবামে সংকলিত হয়। টম স্টপার্ড ১৯৭০ সালে আফটার মাগ্রিত নামে একটি পরাবাস্তববাদী নাটক লিখেছিলেন। জন বার্জার মাগ্রিত সম্পর্কিত চিত্র এবং মতাদর্শ ব্যবহার করে ওয়েজ অফ সিয়িং বইটির স্ক্রিপ্ট করেছিলেন। ডগলাস হফস্ট্যাডটারের ১৯৭৯ সালের বই গোডেল, এসচার, বাখ-এর চিত্রালংকরণের জন্য মাগ্রিতের অনেক কাজ ব্যবহার করেন। L. J. Smith-এর ১৯৯৪ সালের দ্য ফরবিডেন গেম উপন্যাসের একটি প্রধান প্লটে চিত্রকল্পের বিশ্বাসঘাতকতা ব্যবহার করা হয়েছিল। মাগ্রিতের চিত্রকল্প পরাবাস্তববাদী মার্সেল মারিয়েন থেকে শুরু করে জিন-লুক গডার্ড, অ্যালাইন রবে-গ্রিলেট, বার্নার্ডো বার্টোলুচি, নিকোলাস রোগ, জন বুরম্যান এবং টেরি গিলিয়ামের মতো মূলধারার চলচ্চিত্র নির্মাতাদের অনুপ্রাণিত করেছে।\n১৯৯৮ সালের তথ্যচিত্র দ্য ফিয়ার অব গড: টুয়েন্টি ফাইভ ইয়ারস অব \"দ্য এক্সরসিস্ট\" অনুসারে, দা এক্সরসিস্ট চলচ্চিত্রের আইকনিক পোস্টারটি মাগ্রিতের আলোর সাম্রাজ্য চিত্রকর্ম দ্বারা অনুপ্রাণিত হয়েছিল।\n১৯৯২ সালের টয়েজ চলচ্চিত্রে, মাগ্রিতের কাজ পুরো প্রভাবশালী ভূমিকা রাখে, বিশেষ করে একটি ব্রেক-ইন দৃশ্যে, যেখানে রবিন উইলিয়ামস এবং জোন কিউস্যাককে একটি মিউজিক ভিডিও ফাঁকি দিয়ে দেখানো হয়েছে। মাগ্রিতের অনেক কাজ সরাসরি সেই দৃশ্যে ব্যবহার করা হয়েছিল। পিয়ার্স ব্রসনান, র‍্যনে রুসো এবং ডেনিস লিয়ারি অভিনীত ১৯৯৯ সালের দ্য থমাস ক্রাউন অ্যাফেয়ার চলচ্চিত্রে, মাগ্রিতের চিত্রকর্ম দ্য সন অফ ম্যান প্লট লাইনের অংশ হিসাবে বিশিষ্টভাবে প্রদর্শিত হয়েছিল। জন গ্রিনের ২০১২ সালের কাল্পনিক উপন্যাস অবলম্বনে নির্মিত ২০১৪ সালের মার্কিন চলচ্চিত্র দ্য ফল্ট ইন আওয়ার স্টারস-এ প্রধান চরিত্র হ্যাজেল গ্রেস ল্যাঙ্কাস্টার মাগ্রিতের দ্য ট্রেচেরি অফ ইমেজেস (এটি একটি পাইপ নয়)-এর একটি টি-শার্ট পরেন। যেখানে গ্রেস তার প্রিয় লেখকের সাথে দেখা করতে তার মাকে ছেড়ে যাওয়ার ঠিক আগে, তার বিভ্রান্ত মাকে চিত্রকর্মটি ব্যাখ্যা করে এবং বলে যে লেখকের উপন্যাসে \"বেশকিছু মাগ্রিত রেফারেন্স\" রয়েছে, স্পষ্টতই আশা করা যায় যে লেখক রেফারেন্সটি পেয়ে খুশি হবেন।\nগ্যারি নুমানের ১৯৭৯ সালের দ্য প্লেজার প্রিন্সিপল অ্যালবামে একই নামের মাগ্রিতের চিত্রকর্মের উল্লেখ ছিল। মার্কাস শুলজ, ডাকোটা ছদ্মবেশে প্রকাশিত \"কুলহাউস\" গানের অফিসিয়াল মিউজিক ভিডিওটি মাগ্রিতের কাজ থেকে অনুপ্রাণিত হয়েছিল।\nব্রাসেল্‌সের একটি রাস্তার নামকরণ করা হয়েছে Ceci n'est pas une rue নামে অর্থাৎ এটি কোনো রাস্তা নয়। যেটি মাগ্রিতের চিত্রকল্পের বিশ্বাসঘাতকতা (১৯২৯) চিত্রকর্ম থেকে নেয়া।\n\n\n== সংগ্রহশালা ==\n\n\n=== মাগ্রিত জাদুঘর ===\n\nমাগ্রিত জাদুঘর ২০০৯ সালের ৩০ মে ব্রাসেল্‌সে জনসাধারণের জন্য উন্মুক্ত করা হয়। এটি প্লেস রয়্যালে ১৮-শতকের শেষের দিকের একটি পুরানো পাঁচ-তলা নিওক্লাসিক্যাল শৈলীর হোটেল ভবনে অবস্থিত। ভবনটি এবং এর আশেপাশের ভবনগুলি প্রাচীন শাসনের অধীনে বেলজিয়াম এবং এর স্বাধীনতার একটি ঐতিহাসিক সাক্ষ্য। এটি বেলজিয়ামের রয়্যাল মিউজিয়াম অব ফাইন আর্টসের একটি উপাদান জাদুঘর। এখানে প্রত্যাবর্তন, শেহেরাজাদে এবং আলোর সাম্রাজ্য সহ মাগ্রিতের প্রায় ২৫০টি মূল চিত্রকর্ম, অঙ্কন এবং ভাস্কর্য রয়েছে। এই বহু শৃঙ্খলামূলক স্থায়ী ইনস্টলেশনটি যে কোনও স্থানে সবচেয়ে বড় মাগ্রিত সংরক্ষণাগার এবং বেশিরভাগ কাজ সরাসরি শিল্পীর স্ত্রী জর্জেট মাগ্রিতের সংগ্রহ থেকে এবং প্রাথমিক সংগ্রাহক Iআইরিন হ্যামোইর স্কুটেনারের কাছ থেকে সংগ্রহ করে হয়েছে। উপরন্তু, জাদুঘরে ১৯২০ সাল থেকে আলোকচিত্র নিয়ে মাগ্রিতের পরীক্ষা এবং ১৯৫৬ সাল থেকে তার তৈরি পরাবাস্তববাদী স্বল্পদৈর্ঘ্য চলচ্চিত্র অন্তর্ভুক্ত রয়েছে।\n\n\n=== র‍্যনে মাগ্রিত জাদুঘর ===\nর‍্যনে মাগ্রিত মিউজিয়াম বেলজিয়ামের ব্রাসেল্‌সের জেতে মিউনিসিপ্যালিটিতে ১৩৫ রুয়ে এসেগেমে অবস্থিত। এটি মাগ্রিতের প্রাক্তন বাড়ি, যেখানে তিনি ১৯৩০ থেকে ১৯৫৪ সাল পর্যন্ত তার স্ত্রীর সাথে বাস থাকতেন। ১৯৯৯ সালে পুরো বাড়িটি একটি জাদুঘরে পরিণত করা হয়। মূলত এটি একটি জীবনী সংক্রান্ত জাদুঘর। বাড়ির নিচতলায় একটি অ্যাপার্টমেন্ট রয়েছে যেখানে মাগ্রিত এবং তার স্ত্রী থাকতেন। এছারাও ভবনটির প্রথম এবং দ্বিতীয় তলায় তার জীবনী প্রদর্শন করা হয়েছে। এখানে মাগ্রিত প্রায় ৮০০টিরও আধিক ছবি এঁকেছেন, যা তার মোট শৈল্পিক উৎপাদনের অর্ধেক। এই জাদুঘর থেকে অলিম্পিয়া (১৯৪৮) নামে মাগ্রিতের স্ত্রীর একটি নগ্ন প্রতিকৃতি, যার মূল্য প্রায় ১.১ মিলিয়ন মার্কিন ডলার, ২০০৯ সালের ২৪ সেপ্টেম্বর সকালে দুই সশস্ত্র লোক কর্তৃক চুরি হয়েছিল। এটি জাদুঘরের বীমাকারীর কাছ থেকে ৫০,০০০-ইউরো পরিষোধের বিনিময়ে ২০১২ সালের জানুয়ারিতে জাদুঘরে ফেরত দেওয়া হয়েছিল। চোরেরা চুক্তিতে সম্মত হয়েছিল কারণ তারা চিত্রকর্মটি কালোবাজারে খ্যাতির কারণে বিক্রি করতে পারেনি।\n\n\n=== মাগ্রিত হাউস ===\nমাগ্রিত হাউস, শ্যাটেলেটে অবস্থিত, যেখানে তার ছেলেবেলা কেটেছিল। এই বাড়িটি, প্রায়শই তার চিত্রকর্মগুলিতে চিত্রিত হয়েছে। এটিতে থাকা আলংকারিক উপাদান এবং তার মায়ের আত্মহত্যার মর্মান্তিক ঘটনার কারণে এটি মাগ্রিতের জন্য অনুপ্রেরণার একটি গুরুত্বপূর্ণ উৎস ছিল, যা তার কিছু চিত্রকর্মে ইঙ্গিত করে।\n\n\n=== অন্যান্য সংগ্রহ ===\nহিউস্টন, টেক্সাসের মেনিল কালেকশনে মার্কিন যুক্তরাষ্ট্রের ডাডা এবং পরাবাস্তববাদী কাজের অন্যতম উল্লেখযোগ্য সংগ্রহ রয়েছে, যার মধ্যে মাগ্রিতের কয়েক ডজন তৈলচিত্র, গুয়াশ, অঙ্কন এবং ব্রোঞ্জ রয়েছে। জন ডি মেনিল এবং ডোমিনিক ডি মেনিল ১৯৯২ থেকে ১৯৯৭ সালের মধ্যে পাঁচটি খণ্ডে প্রকাশিত, মাগ্রিতের শিল্পসম্ভারের ক্যাটালগ রেইজনে ২০১২ সালে একটি সংযোজন সহ প্রবর্তিন এবং অর্থায়ন করেছিলেন। মেনিল কালেকশনের প্রধান তৈলচিত্রগুলির মধ্যে রয়েছে: রাতের অর্থ (১৯২৭), অনন্ত স্পষ্ট (১৯৩০), ধর্ষণ (১৯৩৪), শ্রবণ কক্ষ (১৯৫২), এবং গোলকুন্ডা (১৯৫৩) যা সাধারণত সংগ্রহে থাকা অন্যান্য পরাবাস্তববাদী কাজের সাথে ঘূর্ণায়মান ভিত্তিতে এক সময়ে কয়েকটি প্রদর্শিত হয়।\n\n\n== তথ্যসূত্র ==\n\nউদ্ধৃতি\n\nগ্রন্থপঞ্জী\n\n\n== বহিঃসংযোগ ==\n\nফাউন্ডেশন মাগ্রিত\nব্রাসেল্‌সে র‍্যনে মাগ্রিত জাদুঘর\nর‍্যনে মাগ্রিতের জীবনী এবং কাজ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জানুয়ারি ২০১৫ তারিখে\nআর্টসাইক্লোপিডিয়ায় মাগ্রিত\nর‍্যনে মাগ্রিত মিউজিয়াম অব মডার্ন আর্টে\nগুগল আর্ট প্রজেক্টে র‍্যনে মাগ্রিত\nইন্টারনেট আর্কাইভে র‍্যনে মাগ্রিত কর্তৃক কাজ বা সম্পর্কে তথ্য\nইন্টারনেট মুভি ডেটাবেজে র‍্যনে মাগ্রিত  (ইংরেজি)\nফাইন্ড এ গ্রেইভে র‍্যনে মাগ্রিত  (ইংরেজি)"}