{"pageid": 11161, "title": "বেণী মাধব দাস", "url": "https://bn.wikipedia.org/wiki?curid=11161", "content": "বেণী মাধব দাস (২২ নভেম্বর ১৮৮৬ - ২ সেপ্টেম্বর ১৯৫২) একজন প্রাজ্ঞ বাঙালি পণ্ডিত, শিক্ষক, এবং দেশপ্রেমিক। তিনি শরৎচন্দ্র বসু, সুভাষচন্দ্রসহ আরও অনেক প্রখ্যাত ব্যক্তির শিক্ষাগুরু ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nবেণী মাধব দাসের জন্ম বর্তমান বাংলাদেশের চট্টগ্রাম জেলার শেওড়াতলী গ্রামে। তার পিতার নাম কৃষ্ণ চন্দ্র দাস। দর্শন শাস্ত্রে উচ্চ শিক্ষা লাভ করার পর তিনি চট্টগ্রাম কলেজে শিক্ষক হিসাবে যোগ দেন। তার হাতে এটি একটি আদর্শ শিক্ষা প্রতিষ্ঠানে পরিণত হয়। চট্টগ্রামের পর তিনি ঢাকা, কটক র‍্যাভেনশ স্কুল, কৃষ্ণনগর কলেজিয়েট স্কুল ও কলকাতার স্কুল ও কলেজে শিক্ষকতা করেছেন। ব্রাহ্ম নেতা মনীষী কেশবচন্দ্র সেনের প্রভাবে তিনি ব্রাহ্ম সমাজে যোগ দেন, এবং ব্রাহ্ম সমাজের প্রকাশনা ইন্ডিয়ান মেসেঞ্জার ও নববিধান-এর সাথে যুক্ত ছিলেন।\n\n\n== আদর্শ শিক্ষক ==\nদেশপ্রেম ও শিক্ষকতায় নিবেদিতপ্রাণ বেণী মাধব ছিলেন একজন আদর্শ শিক্ষক। দর্শন ছাড়াও তিনি অর্থনীতি ও ইতিহাসে পণ্ডিত ছিলেন। তিনি ১৯২৩ খ্রিষ্টাব্দে কাকিনাদায় (বর্তমানে ভারতের অন্ধ্র প্রদেশ এ ) অনুষ্ঠিত অল ইন্ডিয়া থেইস্টিক কনফারেন্সের  সভাপতিত্ব করেন। সভাপতি হিসাবে তার ভাষণ পরে মডার্ন থেইস্টিক মুভমেন্ট ইন ইন্ডিয়া নামক পুস্তিকায় প্রকাশ করা হয়। তার প্রবন্ধ সংকলন পিলগ্রিমেজ থ্রু প্রেয়ার্স (প্রার্থনার মাধ্যমে তীর্থযাত্রা) সমালোচকদের কাছে ভূয়সী প্রশংসা লাভ করেছিল। সুভাষচন্দ্র তার ভারত পথিক গ্রন্থে তার কথা উল্লেখ করেছেন।\nকটক ও কৃষ্ণনগরে বেণীমাধবের সংস্পর্শে আসা আরেকজন পণ্ডিত, নিরঞ্জন নিয়োগী লিখেছেন - here was no harshness in his administration, no pompous display surrounding it – his cool and charming behaviour used to have a remarkable impact on his students. Even those who were turbulent calmed down, became respectful towards him and were endeared to his affections. (এখানে তার প্রশাসনে কোন কঠোরতা ছিল না, এর চারপাশে কোনও আড়ম্বরপূর্ণ প্রদর্শন ছিল না - তার কোমল ও মনোমুগ্ধকর আচরণ তার শিক্ষার্থীদের উপর বিশেষ প্রভাব ফেলত। এমনকি যারা অস্থির ছিল তারা শান্ত, তার প্রতি শ্রদ্ধাশীল হয় এবং তার স্নেহের পাত্রে পরিণত হয়।)\"\n\n\n== পারিবারিক জীবন ==\nবেণী মাধব দাসের পরিবার রাজনৈতিক পরিবার। অসহযোগ ও জাতীয় আন্দোলনের যোগ দেওয়ার কারণে তার মেজছেলে কারাবরণ করেন। পত্নী সারদা দেবী ছিলেন মধূসূদন সেনের কন্যা। মধুসূদন সেন কলকাতার সাধারণ ব্রাহ্ম সমাজের সম্পাদক হিসাবে কাজ করার পর অবসর নিয়ে ঢাকায় চলে এসেছিলেন। সারদা দেবী সমাজ সেবায় সক্রিয় ছিলেন। তাদের দুই কন্যার নাম কল্যাণী দাস (ভট্টাচার্য) এবং বীণা দাস (ভৌমিক)। কল্যাণী দাস সমাজ সেবা ও বিপ্লবী কর্মকাণ্ডে জড়িত ছিলেন। তিনি ছাত্রী সংঘের উদ্যোক্তা ছিলেন এবং ব্রিটিশ বিরোধী রাজনীতির জন্য কারাবরণ করেন। বীণা দাস ব্রিটিশ বিরোধী সশস্ত্র বিপ্লবে সক্রিয় ছিলেন এবং ১৯৩২ সালের ৬ ফেব্রুয়ারি কলকাতা বিশ্ববিদ্যালয় এর সমাবর্তনে বাংলার ব্রিটিশ গভর্নর স্ট্যানলি জ্যাকসনকে পিস্তল দিয়ে গুলি করে হত্যা প্রচেষ্টার জন্য ৯ বছর কারা বরণ করেন। মেয়ের বিপ্লবী কার্যকলাপে বাধাদান তো দূরস্থান, দেশপ্রেমিক বেনীমাধব রীতিমতো উৎসাহ প্রদান করেছিলেন।\n\n\n== মৃত্যু ==\nবেণী মাধব দাস তার সারা জীবন ব্রাহ্ম সমাজের কল্যাণে নিবেদন করেন। তিনি ১৯৫২ সালের ২রা সেপ্টেম্বর কলকাতায় মৃত্যু বরণ করেন।\n\n\n== তথ্যসূত্র =="}