{"pageid": 1116468, "title": "টুন ডিজনি", "url": "https://bn.wikipedia.org/wiki?curid=1116468", "content": "টুন ডিজনি ছিলো একটি যুক্তরাষ্ট্রভিত্তিক বহুজাতিক শিশুতোষ টেলিভিশন চ্যানেল  যেটার মালিক ছিলো ডিজনি-এবিসি টেলিভিশন গ্রুপের ডিজনি চ্যানেলস ওয়ার্ল্ডওয়াইড। এটি ২ থেকে ১১ বছরের শিশুদের লক্ষ্য করে সম্প্রচার করেছিলো এবং এটির জেটিক্স আনুষ্ঠানিক ব্লক ৬ থেকে ১৩ বছরের শিশুদের লক্ষ্য করে সম্প্রচার করতো।\nডিজনি চ্যানেলের স্পিন-অফ হয়ে টুন ডিজনি বেশিরভাগ ডিজনির থেকে অ্যানিমেটেড অনুষ্ঠান, শর্টস এবং চলচ্চিত্র সম্প্রচার করতো। সাথে অন্যান্য অনুষ্ঠান প্রচারিত করতো।\n\n\n== ইতিহাস ==\nডিজনি চ্যানেলের ১৫তম বার্ষিকী উপলক্ষে ডিজনি/এবিসি নেটওয়ার্কেস ডাইরেকটিভি, মার্কাস কেবল এবং একোস্টারে টুন ডিজনির উদ্বোধন করে ১৯৯৮ সালের ১৮ এপ্রিলে। চ্যানেলের প্রথম প্রচারিত অনুষ্ঠান ছিলো দ্য সর্সারার'স অ্যাপ্রেন্টাইস (১৯৪০)। সেই দিনের সন্ধ্যা বেলায় টুন ডিজনি \"দ্য ম্যাজিকাল ওয়ার্ল্ড অফ টুন্স\" ব্লকটির উদ্বোধন করে। এটিতে অ্যানিমেটেড চলচ্চিত্র, স্পেশাল, এবং শর্টস প্রচারিত হয়েছিল। পাঁচ মাস পরে চ্যানেলটি আমেরিক্যাস্টে সম্প্রচার শুরু করে। উদ্বোধনে টুন ডিজনি ডিজনি চ্যানেলের সাথে এটির আধা অনুষ্ঠানসমূহ ভাগ করে প্রচারিত করতো। এটি এটির সেট নম্বর দর্শক পৌঁছানোর আগে চ্যানেলে কোনো বিজ্ঞাপন প্রচারিত হতো না। ১৯৯৯ সালের ৩১ জানুয়ারিতে প্রথম বার্ষিক পুম্বা বোল ম্যারাথন প্রচারিত হয়।\n২০০০ সালের সেপ্টেম্বরে চ্যানেলটি ২ কোটি সাবস্ক্রাইবার পাওয়ার কথা ছিলো, এবং তারপর বিজ্ঞাপন প্রচার করা শুরু করার সম্ভবনা ছিলো। বিজ্ঞাপনের বিক্রয়ের পরিচালনা করবে ডিজনি কিডস নেটওয়ার্ক।\nসেই সালের ডিসেম্বরে এই চ্যানেলে দ্য সান্টা ক্লস ব্রাদারস এর ওয়ার্ল্ড প্রিমিয়ার হয়। ২০০২ সালের সেপ্টেম্বরে টুন ডিজনির শরৎকালের অনুষ্ঠানসূচীতে আরো আটটি নতুন অনুষ্ঠান অন্তর্ভুক্ত করা হয়। ২০০৩ সালের এপ্রিলে এটির পঞ্চম বার্ষিকী উপলক্ষে চ্যানেলে টুন ডিজনি'স ম্যাজিকাল অ্যাডভেঞ্চার সুইপস্টেকস প্রচারিত করে, যেটায় তিনটি বিজয়ীর সাথে তিনটি পরিবারের সদস্যরা ডিজনি'স আলাদিন: আ মিউজিকাল স্পেকট্যাকিউলার দেখতে ডিজনিল্যান্ড রিসোর্টে যেতে পারবে।\n২০০৪ সালের ১৪ ফেব্রুয়ারিতে এবিসি নেটওয়ার্কস গ্রুপ, ফক্স কিডস ইউরোপ, এবং ফক্স কিডস লাতিন আমেরিকার জেটিক্স আনুষ্ঠানিক জোটের অংশে জেটিক্স আনুষ্ঠানিক ব্লক টুন ডিজনি এবং এবিসি ফ্যামিলিতে সম্প্রচার করা শুরু করেছে। নিজেদের অনুষ্ঠান সহ সমস্ত ফক্স কিডস/সাবান এন্টারটেইনমেন্ট অ্যাকশন সিরিজ প্রচারিত করতো। কিছু সিরিজ, যেমন দ্য লেজেন্ড অফ টারজান এবং বাজ লাইটইয়ার অফ স্টার কমান্ড, দুটোই টুন ডিজনি এবং জেটিক্সের হিসেবে সম্প্রচার হতো।\n২০০৬ সালের ২২ ডিসেম্বরে ১৩.৫ লক্ষ্য দর্শক পৌঁছে টুন ডিজনি/বিগ মুভি শো প্রিমিয়ার দ্য পোলার এক্সপ্রেস চ্যানেলের সবচেয়ে বেশি প্রাইমটাইম রেটিং হলো। ২০০৭ সালের ২৭ জানুয়ারিতে টুন ডিজনি এটির সপ্তাহান্ত দুপুরের আনুষ্ঠানিক ব্লক, দ্য গ্রেট টুন উইকএন্ড, এর উদ্বোধন করে।\n২০০৮ সালের ৬ আগস্টে ডিজনি-এবিসি টেলিভিশন গ্রুপ টুন ডিজনিকে ডিজনি এক্সডির রুপে পরিবর্তন করার ঘোষণা দেন, যেটা ৬ বছরের উপরের শিশুদের লক্ষ্য করে সম্প্রচার করবে। ২০০৯ সালের ১২ ফেব্রুয়ারিতে টুন ডিজনির সম্প্রচার বন্ধ করে দেওয়া হয়, এবং এটির জায়গায় ডিজনি এক্সডির যাত্রা শুরু হয়। চ্যানেলটির শেষ অনুষ্ঠান ছিলো জেটিক্সে দ্য ইনক্রেডিবল হাল্ক, এবং পরের দিনে ডিজনি এক্সডিতে সবচেয়ে প্রথম প্রচারিত অনুষ্ঠান হচ্ছে ফিনিয়েস ও ফার্ব।\n\n\n== আনুষ্ঠানিক ব্লকসমূহ ==\nটুন ডিজনি'স বিগ মুভি শো ছিলো একটি সন্ধ্যাবেলার চলচ্চিত্রের ব্লক ২০০৫ থেকে ২০০৯ সালের পর্যন্ত প্রচারিত।\nডাবল ফিচার ফ্রাইডে ছিলো একটি ব্লক যেতে প্রতি শুক্রবার রাতে ব্যাক-টু-ব্যাক দুটি চলচ্চিত্র প্রচারিত করতো। ব্লকটি ২০০১ সাল থেকে ২০০৪ সাল পর্যন্ত প্রচারিত হয়েছিলো।\nজেটিক্স ছিলো একটি ব্লক যেতে এবিসি ফ্যামিলি ওয়ার্ল্ডওয়াইড এর সাবান/মার্ভেল থেকে অনুষ্ঠান সাথে নিজস্ব অনুষ্ঠান সম্প্রচার হতো। এটি ২০০৪ সালের ১৪ ফেব্রুয়ারিতে যাত্রা শুরু করেছে, সাথে প্রথমত ১২ ঘণ্টার সাপ্তাহিক প্রাইম টাইম অনুষ্ঠান রয়েছিলো। টুন ডিজনির বন্ধ হওয়ার সময় জেটিক্স চ্যানেলটির আধার বেশি অনুষ্ঠানসূচী নিয়ে ছিলো, এবং সপ্তাহের দিনে ১২ ঘণ্টার জন্য এবং সপ্তাহান্তে ১৯ ঘণ্টার জন্য প্রচারিত করেছিলো।\nদ্য গ্রেট টুন উইকএন্ড (জিটিডাবলইউ) ছিলো একটি সপ্তাহান্তিক দুপুরে প্রচারিত ব্লক যেটা ২০০৭ সালের ২৭ জানুয়ারি থেকে প্রতি শনিবার এবং রবিবার দুপুর থেকে সাত ঘণ্টার জন্য প্রচারিত হতো। এই ব্লকটি \"বিগ মুভি শো\" এর নামে একটি দুই ঘণ্টার চলচ্চিত্র দিয়ে শুরু হয়েছিলো, তারপর পাঁচ ঘণ্টার জন্য আলাদিন, টিমন ও পুম্বা, বাজ লাইটইয়ার অফ স্টার কমান্ড, দ্য এম্পেরর্স নিউ স্কুল, এবং লিলো ও স্টিচের ব্যাক-টু-ব্যাক পর্ব সম্প্রচার করেছিলো।\nহ্যাঙ্গিং উইথ দ্য হিরোস একটি সপ্তাহান্ত ব্লক হিসেবে চালু হয় ২০০২ সালের জানুয়ারি মাসে। এটিতে দুই ঘণ্টার জন্য আলাদিন, গার্গয়েলস, এবং হার্কিউলিস প্রচারিত হতো। পরে, প্রতি সপ্তাহের রাত ১১ টায় সম্প্রচার করা শুরু করে।\n\n\n== আন্তর্জাতিক চ্যানেলসমূহ ==\n২০০০ সালের শর​ৎকালে টুন ডিজনি তাদের প্রথম বিদেশীয় ফিড যুক্তরাজ্যতে স্থাপন করে। ২০০৬ সালের মার্চে যুক্তরাজ্য চ্যানেলটি ডিজনি সিনেম্যাজিক এর পরিবর্তন করা হ​য়। ২০০৪ সালে তিনটি ইউরোপীয় সহ আরও চারটি মার্কেটে টুন ডিজনির ফিড স্থাপন করা হ​য়, সাথে জার্মানিতে একটি টাইমশিফ্ট ফিডের স্থাপন হ​য়। সেই সালের ডিসেম্বরে ওয়াল্ট ডিজনি টেলিভিশন ইন্টারন্যাশনাল ইন্ডিয়া ভারতে একটি টুন ডিজনির ফিড স্থাপন করে। এটি ইংরেজি, হিন্দি, তামিল, এবং তেলুগু ভাষায় সম্প্রচার হতো। ২০০৫ সালে নর্ডিক দেশে এবং জাপানে টুন ডিজনির ফিড স্থাপন হ​য়। সেই সালের ১ সেপ্টেম্বরে ভারতের টুন ডিজনিতে একটি হিন্দি ভাষার অডিও ট্র্যাকের উদ্বোধন হ​য়। যুক্তরাষ্ট্রভিত্তিক চ্যানেলের বন্ধের পর যুক্তরাষ্ট্রের বাহিরে টুন ডিজনির নামে বাকি চ্যানেল অথবা ব্লকগুলো ডিজনি সিনেম্যাজিক (শুধু ইউরোপে), ডিজনি চ্যানেল, অথবা ডিজনি এক্সডির রুপে পরিবর্তন করা হ​য়, এবং ২০১১ সালের ১ অক্টোবরে ইতালিতে শেষ দুটো টুন ডিজনি চ্যানেলগুলো বন্ধ হয়ে যায়।\n\n\n== আরও দেখুন ==\nটুন ডিজনি কর্তৃক সম্প্রচারিত অনুষ্ঠানমালার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবেক, জেরি (১৭ মার্চ ২০১৪)। \"The Launch of Toon Disney\"। কার্টুন রিসার্চ।  - সাথে রয়েছে টুন ডিজনির উদ্বোধনী অনুষ্ঠান, যেটায় আছে চ্যানেলটির প্রথম সপ্তাহের অনুষ্ঠানসূচী"}