{"pageid": 1116499, "title": "পাতাল (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1116499", "content": "পাতাল (সংস্কৃত: पाताल, অনুবাদ 'পায়ের নিচে', সংস্কৃত উচ্চারণ: [paːtaːlɐ]), ভারতীয় ধর্ম অনুসারে পার্থিব মাত্রার নিচে অবস্থিত ভূগর্ভস্থ অঞ্চল। এটিকে প্রায়ই অধোলোক হিসাবে অনুবাদ করা হয়। এটিকে স্বর্গের চেয়েও সুন্দর, এবং চমৎকার রত্ন, সুন্দর উদ্যান ও হ্রদে ভরা হিসাবে বর্ণনা করা হয়েছে।\nহিন্দু সৃষ্টিতত্ত্বে, মহাবিশ্বকে তিনটি জগতে বিভক্ত করা হয়েছে: স্বর্গ, মর্ত্য (পৃথিবী) ও পাতাল। পাতাল সাতটি মাত্রা বা লোকের সমন্বয়ে গঠিত, তাদের মধ্যে সপ্তম ও সর্বনিম্নটিকে পাতাল বা নাগ-লোকও বলা হয়, নাগদের অঞ্চল। দানব (দনুর দানব পুত্র), দৈত্য (দিতির দানব পুত্র), যক্ষ এবং সর্প-মানুষ নাগ (কদ্রুর সর্প-মানুষ গঠিত পুত্র), পাতাল রাজ্যে বাস করে।\nবজ্রযান বৌদ্ধধর্মে, অসুরদের অধ্যুষিত গুহাগুলি হল পাতালের প্রবেশদ্বার; এই অসুরদের, বিশেষ করে মহিলা অসুরদের, প্রায়ই পদ্মসম্ভবের মতো বিখ্যাত বৌদ্ধ ব্যক্তিত্বদের দ্বারা ধর্মপাল বা ডাকিনী হিসাবে \"বৌদ্ধ\" (বৌদ্ধধর্মে রূপান্তরিত) করা হয়।\n\n\n== হিন্দুধর্ম ==\nবিষ্ণু পুরাণে ঐশ্বরিক বিচরণকারী ঋষি নারদকে  পাতাল ভ্রমণকারী উল্লেখ করা হয়েছে। নারদ এটিকে স্বর্গের চেয়েও সুন্দর বলে বর্ণনা করেছেন। পাতালকে অপূর্ব রত্ন, সুন্দর উপকূল ও হ্রদ এবং মনোরম রাক্ষস দাসীতে ভরা বলে বর্ণনা করা হয়েছে। মিষ্টি সুবাস বাতাসে এবং মিষ্টি সঙ্গীতের সাথে মিশে যায়। এখানকার মাটি সাদা, কালো, বেগুনি, বেলে, হলুদ, পাথুরে ও সোনারও।\nভাগবত পুরাণে সাতটি নিম্ন অঞ্চলকে বিল-স্বর্গ (ভূগর্ভস্থ স্বর্গ) এবং সেগুলিকে পৃথিবীর নীচের গ্রহ বা গ্রহ ব্যবস্থা হিসাবে গণ্য করা হয়। অঞ্চলগুলিকে মহাবিশ্বের উপরের স্বর্গীয় অঞ্চলগুলির তুলনায় আরও সমৃদ্ধ বলে বর্ণনা করা হয়েছে।এখানকার জীবন আনন্দ, ধন-সম্পদ ও বিলাসবহুল, কোনো কষ্ট নেই। রাক্ষস স্থপতি মায়া রত্ন দিয়ে প্রাসাদ, মন্দির, বাড়ি, উঠান এবং বিদেশীদের জন্য হোটেল তৈরি করেছেন। পাতালের প্রাকৃতিক সৌন্দর্য স্বর্গের সৌন্দর্যকে ছাড়িয়ে গেছে বলে কথিত আছে। নীচের অঞ্চলে সূর্যের আলো নেই, তবে পাতালের বাসিন্দারা যে রত্নগুলি পরিধান করে তার দ্যূতিতে অন্ধকার দূর হয়। পাতালে বার্ধক্য নেই, ঘাম নেই, রোগ নেই।\nবিষ্ণু পুরাণ, পৃথিবীর উপরিভাগের নীচে অবস্থিত পাতলার সাতটি রাজ্যের কথা বলেছে, যেগুলি হল সত্তর-হাজার যোজন (পরিমাপের একক)। তাদের প্রত্যেকটি দশ হাজার যোজন প্রসারিত করে। বিষ্ণু পুরাণে, তাদের নাম সর্বোচ্চ থেকে সর্বনিম্ন হিসাবে দেওয়া হয়েছে: অতল, বিতল, নিতল, গর্ভস্তিমাত, মহাতল, সুতল ও পাতাল। ভাগবত পুরাণ ও  পদ্ম পুরাণে, এগুলিকে অতল, বিতল, সুতল, তলাতল, মহাতল, রসাতল ও পাতাল বলা হয়। শিব পুরাণ, তল দিয়ে মহাতলকে প্রতিস্থাপন করেছে। বায়ু পুরাণ এগুলিকে রসাতল, সুতল, বিতল, গভস্তল, মহাতল, শ্রীতল ও পাতাল বলে। সাতটি পাতাল ও তাদের উপরের পৃথিবী বিষ্ণুর তামসিক (অন্ধকার) রূপ, সহস্র মাথাওয়ালা নাগ-শেষার (শেষনাগ) মাথায় সমর্থিত। কখনও কখনও, শেষনাগের বাস পাতালের সর্বনিম্ন অঞ্চলে বলে বর্ণনা করা হয়। পাতাল অঞ্চলের নীচে রয়েছে নরক বা মৃত্যুর রাজ্য, যেখানে পাপীদের শাস্তি দেওয়া হয়।\nপাতালের বিভিন্ন অঞ্চল বিভিন্ন রাক্ষস ও নাগদের দ্বারা শাসিত হয়; সাধারণত বাসুকীর নেতৃত্বে নাগদের সর্বনিম্ন রাজ্যে নিযুক্ত করা হয়।  বায়ুপুরাণ অনুসারে পাতালের প্রতিটি রাজ্যে শহর রয়েছে। প্রথম অঞ্চলে দৈত্য নমুচি ও কালীয় নাগের শহর রয়েছে; দ্বিতীয়টিতে হয়গ্রীব এবং নাগ তক্ষক-এর; তৃতীয়টিতে প্রহ্লাদ ও হেমকের; কালনেমি ও বৈনাতেয়র চতুর্থাংশে; পঞ্চম হিরণ্যাক্ষ ও কিরমির এবং ষষ্ঠে পুলোমান ও বাসুকীর। বলী পাতালের সার্বভৌম রাজা হিসেবে শাসন করেন।\nভাগবত পুরাণ সাতটি নিম্ন রাজ্যের বিশদ বিবরণ উপস্থাপন করে। সাতটি পাতালের অনুরূপ বর্ণনা দেবীভাগবত পুরাণেও পাওয়া যায়।\n\n\n=== অতল ===\nঅতল বালা দ্বারা শাসিত হয় - মায়ার পুত্র - যিনি রহস্যময় ক্ষমতার অধিকারী।এক ঝাঁকুনি দিয়ে, বালা তিন ধরনের নারী তৈরি করেছেন – স্বেরিনি (\"স্ব-ইচ্ছাকৃত\"), যারা তাদের নিজেদের দলের পুরুষদের বিয়ে করতে পছন্দ করে; কামিনীস (\"লম্পট\"), যারা যেকোন গোষ্ঠীর পুরুষদের বিয়ে করে, এবং পুংচালি (\"যারা সম্পূর্ণরূপে নিজেদের ছেড়ে দেয়\"), যারা পরিবর্তন করতে থাকেতাদের অংশীদার। যখন একজন পুরুষ অতলে প্রবেশ করেন, তখন এই মহিলারা তাকে মুগ্ধ করে এবং তাকে নেশাজাতীয় গাঁজা পান পরিবেশন করে যা পুরুষের মধ্যে যৌন শক্তি জাগায়। তারপর, এই মহিলারা ভ্রমণকারী পুরুষের সাথে অসীম যৌন খেলা উপভোগ করে ও এই মহিলার ভ্রমণকারী পুরুষের সাথে অসীম ব্রেস্টফিডিং বা স্তন্যদান মেতে ওঠে, যারা দশ হাজার হাতির চেয়ে শক্তিশালী বলে মনে করে এবং আসন্ন মৃত্যুকে ভুলে যায়।\n\n\n=== বিতল ===\nবিতল দেবতা হর-ভাব (সম্ভবত শিবের একটি রূপ) দ্বারা শাসিত হয়, যিনি তার সহধর্মিণী ভবানীর সাথে সোনার খনির কর্তা হিসাবে ভূত ও গবলিন সহ পরিচারক গনদের সাথে বাস করেন এবং তাদের যৌন তরল এখানে হতাকি নদী হিসাবে প্রবাহিত হয়।\nযখন আগুন – বাতাসের দ্বারা চালিত – এই নদী থেকে পান করে, তখন এটি হতাকা নামক এক ধরনের সোনার মতো জলকে ছিটিয়ে দেয়। এই রাজ্যের বাসিন্দারা এই অঞ্চলের সোনা দিয়ে শোভিত।\n\n\n=== সুতল ===\nসুতল বিশ্বকর্মার দ্বারা নির্মিত, হল ধর্মপরায়ণ দানব রাজা বলীর রাজ্য। বিষ্ণুর বামন অবতার, বামন বলীকে প্রতারণা করে – যিনি তিন জগৎ জয় করেছিলেন – তিন ধাপ জমি ভিক্ষা করে এবং তাঁর তিন গতিতে তিন জগৎ অর্জন করেছিলেন। বামন বলীকে সুতালায় ঠেলে দিয়েছিলেন, কিন্তু যখন বলী বিষ্ণুর কাছে আত্মসমর্পণ করেছিলেন এবং তাঁর সমস্ত জিনিসপত্র তাঁর কাছে দিয়েছিলেন, বিষ্ণু বিনিময়ে বলীকে স্বর্গের দেবতা-রাজা ইন্দ্রের চেয়েও ধনী করেছিলেন। বালী এখনও এই রাজ্যে বিষ্ণুর কাছে প্রার্থনা করে। বালীর ভক্তি দ্বারা অত্যন্ত মুগ্ধ হয়ে, বিষ্ণু তাকে বর দিয়েছিলেন যে তিনি স্বয়ং চিরকাল বলীর প্রাসাদে প্রহরী হিসাবে দাঁড়াবেন ও বালীর সুদর্শনা যৌনসঙ্গিণী স্ত্রী হিসেবে হবেন এবং বালীকে অসুর পতিত্ববরণ করবেন।\n\n\n=== তলাতল ===\nতলাতল হল রাক্ষস-স্থপতি মায়ার রাজ্য এবং তার অসীম ক্ষমতা রাক্ষামণি রয়েছে, যিনি জাদুবিদ্যায় পারদর্শী। শিব, ত্রিপুরান্টক হিসাবে, মায়ার তিনটি নগর ধ্বংস করেছিলেন, কিন্তু পরে মায়ার প্রতি সন্তুষ্ট হন এবং তাকে এই রাজ্য দান করেন এবং তাকে রক্ষা করার প্রতিশ্রুতি দেন।তলাতল অপর নাম হলো রাক্ষসলোক।\n\n\n=== মহাতল ===\nমহাতাল হল বহু-ফুলযুক্ত নাগদের (সাপ) বাসস্থান - কদ্রুর পুত্র, যাদের নেতৃত্বে কুহাকা, তক্ষক, কালিয়া ও সুশেনার ক্রোধবশ (ইরাসিবল) ব্যান্ড। তারা এখানে তাদের পরিবারের সাথে শান্তিতে বসবাস করে কিন্তু সবসময় গরুড়কে ভয় পায়।কুহাকা-কুহমণি,তক্ষক-তক্ষোমণি,কালিয়া-কালমণি ও সুশেনা-ক্রোধমণি নামক নাগমণি রয়েছে।\n\n\n=== রসাতল ===\nবিষ্ণুর মহাবিশ্ব রূপের পায়ের তলায় রসাতল হল অসুরদের বাসস্থান – দানব ও দৈত্যরা, যারা পরাক্রমশালী কিন্তু নিষ্ঠুর। তারা দেবদের (দেবতাদের) চিরশত্রু। এরা সাপের মত গর্তে বাস করে।\n\n\n=== পাতাল ===\nপাতাল বা নাগলোক হল সবচেয়ে নিচু এলাকা এবং নাগদের অঞ্চল, বাসুকী (শিবের গলায় ঝুলে থাকা সাপ) দ্বারা শাসিত। এখানে অনেক ফণা সহ বেশ কিছু নাগা বাস করে। তাদের প্রতিটি ফণা রত্ন বা অসীম ক্ষমতাধর নাগমণি দ্বারা সজ্জিত, আলোর উৎস যা এই রাজ্যকে আলোকিত করে।\n\n\n=== প্রেতলোক ===\n\n\n== বৌদ্ধধর্ম ==\nহিন্দুধর্মের পুরাণগুলির মতো, প্রাথমিক বজ্রযানে, পতাল (তিব্বতি: \"অধোলোক\") নরক রাজ্যের উপরে নাগ ও অসুরদের অধ্যুষিত ভূগর্ভস্থ স্বর্গ হিসাবে বোঝা যায়। যখন অসুর রাজ্য হিসাবে পাতালা প্রতিষ্ঠার গল্পটি মেরু পর্বতে অসুরদের পরাজয়ের জন্য দায়ী করা হয়, বৌদ্ধ ধর্মগ্রন্থে এটি বিষ্ণুর কাছে তাদের পরাজয়ের পরিবর্তে মঞ্জুশ্রীর মন্ত্র ব্যবহার করে সাকরার দ্বারা তাদের পরাজয়ের কারণে; আইকনিক ইমেজরিতে মঞ্জুশ্রীর ব্যানারে সাকরার উপস্থিতির জন্য এই ব্যাখ্যা দেওয়া হয়েছে।\nপাতাল ক্রিয়াতন্ত্রের সাথে যুক্ত, যেটি কিলা, টারটোন ও টারমা ও জলের জাদু, এবং বিদ্যাধারা (চীনা: 仙, 仚; পিনয়িন: জিয়ান) মর্যাদা অর্জনের সাথে সম্পর্কিত। তিব্বতীয় বৌদ্ধধর্ম ও তাংমি-এর প্রাথমিক যুগের পরে এই অনুশীলনগুলি মূলত উপেক্ষা করা হয়েছে কিন্তু মূলত জনপ্রিয় ছিল।\nরহস্যময় বৌদ্ধধর্মের কাছে পাতালের গুরুত্ব তার ভূমিকায় রয়েছে রসায়ন ও জাদুবিদ্যা বা বিদ্যা, অমরত্ব ও উপভোগের উৎস হিসেবে, বিশেষ করে (পুরুষ) বিদ্যাধরের জন্য নারী অ-মানুষের সাথে মিলনের সুযোগ। এটিকে প্রবাহিত জলের উৎস হিসেবেও দেখা হতো।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDimmitt, Cornelia (২০১২)। Classical Hindu Mythology: A Reader in the Sanskrit Puranas। Temple University Press। আইএসবিএন 978-1-4399-0464-0। \nMāṇi, Veṭṭaṃ (১৯৭৫)। Puranic Encyclopaedia: A Comprehensive Dictionary With Special Reference to the Epic and Puranic Literature। Delhi: Motilal Banarsidass। আইএসবিএন 0-8426-0822-2। \nMāṇi, Veṭṭaṃ (১৯৯৮)। Purāṇic Encyclopaedia: A Comprehensive Dictionary with Special Reference to the Epic and Purāṇic Literature। Motilal Banarsidass। আইএসবিএন 978-81-208-0597-2। \nMayer, Robert (২০০৭)। \"The Importance of the Underworlds: Asuras' Caves in Buddhism, and Some Other Themes in Early Buddhist Tantras Reminiscent of the Later Padmasambhava Legends\"। Journal of the International Association of Tibetan Studies। 3। \nParmeshwaranand (২০০১)। Encyclopaedic Dictionary of Puranas। Sarup & Sons। আইএসবিএন 978-81-7625-226-3। \nWilson, Horace Hayman (১৮৬৫)। \"Chapter V\"। The Vishnu Purana (Translation)। London: Trübner & Co.। পৃষ্ঠা 209–213। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে পাতাল সম্পর্কিত মিডিয়া দেখুন।"}