{"pageid": 1116424, "title": "মাসুবি (আগ্নেয়গিরি)", "url": "https://bn.wikipedia.org/wiki?curid=1116424", "content": "মাসুবি (ইংরেজি: Masubi) হল বৃহস্পতির প্রাকৃতিক উপগ্রহ আইয়োর একটি সক্রিয় আগ্নেয়গিরি। এটি আইয়োর অগ্রণী গোলার্ধে ৪৯.৬° দক্ষিণ ৫৬.১৮° পশ্চিম﻿ / -49.6; -56.18 টারসাস রেজিও নামে এক উজ্জ্বল ভূভাগে অবস্থিত। ১৯৭৯ সালে ভয়েজার ১ মহাকাশযানের অতিক্রমণের সময় থেকেই বিভিন্ন মহাকাশযান কর্তৃক মাসুবিতে একটি আগ্নেয় স্তম্ভ পর্যবেক্ষিত হয়েছে। যদিও এই স্তম্ভটি আইয়োতে অবস্থিত অনুরূপ আমিরানি ও প্রমিথিউস আগ্নেয়গিরিগুলির মতো পুনঃপুনঃ ঘটনশীল নয়। মাসুবির আরেকটি উল্লেখযোগ্য বৈশিষ্ট্য হল আইয়োর বৃহত্তম সক্রিয় লাভা প্রবাহগুলির একটি এই আগ্নেয়গিরিতে অবস্থিত, যার সঙ্গে ২৪০ কিমি (১৫০ মা) দৈর্ঘ্যের আরেকটি অতিরিক্ত প্রবাহ গড়ে উঠেছে ১৯৯৯ থেকে ২০০৭ সালের মধ্যে।\n\n\n== ভয়েজার ১ কর্তৃক পর্যবেক্ষণ ==\n১৯৭৯ সালের ৫ মার্চ বৃহস্পতি পরিমণ্ডলে উপনীত হওয়ার পর ভয়েজার ১ মহাকাশযান কর্তৃক আগ্নেয়গিরিটি প্রথম পর্যবেক্ষিত হয়। ভয়েজার ১ একটি ৬৪ কিমি (৪০ মা) উঁচু, ১৭৭ কিমি (১১০ মা) চওড়া আগ্নেয় ধূলি স্তম্ভ আবিষ্কার করে। প্রধানত সালফার ডাইঅক্সাইড দ্বারা গঠিত এই স্তম্ভটি একটি ৫০১ কিমি (৩১১ মা) দীর্ঘ অন্ধকার লাভা প্রবাহের উত্তর প্রান্তে উৎক্ষিপ্ত হয়েছিল। ভয়েজার ১ মহাকাশযানটি আইয়োর সর্বাপেক্ষা নিকটে উপনীত হওয়ার ঠিক আগে এই মহাকাশযানের ইমেজিং সায়েন্স সাব-সিস্টেম ওয়াইড-অ্যাঙ্গেল ক্যামেরা দ্বারা যে ছবিগুলি তোলা হয়েছিল, সেগুলিতে এই আগ্নেয়গিরিটিকে ধরার সর্বোচ্চ ব্যাপনস্থল-সম্বন্ধীয় রেজোলিউশন ছিল প্রতি পিক্সেলে দুই কিলোমিটার। এই ছবিগুলির মাধ্যমে এক ভি-আকৃতির উত্তরসীমা যুক্ত একটি লাভা প্রবাহ প্রকাশ পায়। সেই সঙ্গে দেখা যায় যে, সেটিকে ঘিরে রয়েছে অন্ধকারাচ্ছন্ন স্তম্ভ সঞ্চয় বলয়, যেটি এই আগ্নেয়গিরির স্তম্ভের উৎস। এছাড়া লাভা প্রবাহটির দ্বিখণ্ডিত দক্ষিণাংশটিও এই ছবিগুলিতে ধরা পড়ে। ভয়েজার ১ মহাকাশযানের অতিক্রমণের সময় মাসুবির আগ্নেয় স্তম্ভই সম্ভবত দু’টি লতিযুক্ত আকৃতিবিশিষ্ট স্তম্ভ সঞ্চয়টির কারণ। প্রবাহক্ষেত্রে দু’টি উৎস এবং দু’টি উদ্গীরণ স্তম্ভ থেকে এটি সৃষ্টি হয়ে থাকবে। এটিই ছিল দু’টি ভয়েজার মহাকাশযান কর্তৃক পর্যবেক্ষিত স্তম্ভগুলির মধ্যে সর্বাপেক্ষা অস্পষ্ট। প্রথম এটির সংখ্যায়ন করা হয়েছিল স্তম্ভ আট বা প্লুম ৮ হিসেবে। কিন্তু ১৯৭৯ সালে ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন আনুষ্ঠানিকভাবে জাপানি অগ্নিদেবী হো-মাসুবির নামানুসারে এটির নামকরণ করে মাসুবি। গ্যালিলিও অভিযানের সূচনার অব্যবহিত পরেই এই আগ্নেয় স্তম্ভটির সঙ্গে সম্পর্কিত লাভা প্রবাহটির নামকরণ করা হয় মাসুবি ফ্লুকটাস (ইংরেজি: Masubi Fluctus)।\n\n\n== গ্যালিলিও কর্তৃক পর্যবেক্ষণ ==\nগ্যালিলিও মহাকাশযান ও পৃথিবী-ভিত্তিক জ্যোতির্বিজ্ঞানীরা মাসুবিতে আগ্নেয়গিরির সক্রিয়তা ১৯৯০-এর দশকের শেষভাগে বেশ কয়েকবার পর্যবেক্ষণ করেছিলেন। কিন্তু এটি একটি স্থায়ী তাপীয় হটস্পট ছিল না। গ্যালিলিও মহাকাশযানের ক্যামেরা এই মহাকাশযানের সম্প্রসারিত অভিযানের সময় (জুলা/অগস্ট, ১৯৯৯ এবং অগস্ট, ২০০১) মাসুবি ফ্লুকটাসে একটি আগ্নেয় স্তম্ভ পর্যবেক্ষণ করে। ১৯৯৭ সালের সেপ্টেম্বর মাসে গ্যালিলিও মহাকাশযানের ক্যামেরাগুলি একটি স্তম্ভ সঞ্চয়ও পর্যবেক্ষণ করে। প্রতিটি ক্ষেত্রেই আগ্নেয় স্তম্ভ উদ্গত হয়েছিল মাসুবি ফ্লুকটাসের ভিন্ন ভিন্ন অংশ থেকে। এর ফলে আরও প্রমাণ পাওয়া যায় যে মাসুবির ধূলি স্তম্ভের মতো স্তম্ভগুলি প্রাথমিক আগ্নেয় ছিদ্র থেকে উৎক্ষিপ্ত হওয়ার পরিবর্তে উষ্ণ, অগ্রগামী লাভা প্রবাহের সম্মুখভাগ কর্তৃক পৃষ্ঠভাগের সালফার ডাইঅক্সাইড হিম দ্রুত ঊর্ধ্বপাতনের ফলে গঠিত হয়েছে।  ১৯৯৮ সালের অগস্ট মাসে পৃথিবী-ভিত্তিক জ্যোতির্বিজ্ঞানীরা মাসুবিতে স্বল্প সময়ের জন্য একটি উচ্চ-তাপমাত্রার অগ্ন্যুৎপাত পর্যবেক্ষণ করেন। এর ফলে মাসুবি ফ্লুকটাসের সিলিকেট ম্যাফিক থেকে অতি-ম্যাফিক গঠনটি নিশ্চিত করা সম্ভব হয়।\n\n\n== নিউ হোরাইজনস কর্তৃক পর্যবেক্ষণ ==\n২০০৭ সালের ২৮ ফেব্রুয়ারি বৃহস্পতি পরিমণ্ডল অতিক্রমণ করার সময় নিউ হোরাইজনস অভিযানের সময় একটি মহাকাশযান কর্তৃক মাসুবি সর্বশেষ পর্যবেক্ষিত হয়েছিল। এই অতিক্রমণের সময়ই মাসুবি ফ্লুকটাসের গায়ে দু’টি আগ্নেয় স্তম্ভ পর্যবেক্ষিত হয়। একটি দেখা গিয়েছিল প্রবাহের উত্তর সীমায়। এটিকে প্রবাহের প্রধান উৎস ছিদ্র বলে ব্যাখ্যা করা হয়। দ্বিতীয়টি পর্যবেক্ষিত হয় প্রলম্বিত প্রবাহক্ষেত্রের মধ্যভাগের কাছে। এই দু’টি আগ্নেয় স্তম্ভ যথাক্রমে ৭০ ও ৮০ কিলোমিটার উঁচু ছিল। নিউ হোরাইজনস মাসুবিতে একটি নতুন, ২৪০ কিলোমিটার দীর্ঘ লাভা প্রবাহও পর্যবেক্ষণ করে। এটি গঠিত হয়েছিল ১৯৯৯ সালে গ্যালিলিও মহাকাশযানের মাসুবি ফ্লুকটাসের পর্যবেক্ষণ এবং ২০০৭ সালে নিউ হোরাইজনস ফ্লাইবাইয়ের মধ্যবর্তী সময়ে। ১৯৭৯ সালে আইয়োতে পৃথিবী-বহিঃস্থ অগ্ন্যুৎপাত আবিষ্কারের পর থেকে এটিই ছিল সৌরজগতের বৃহত্তম পর্যবেক্ষিত নতুন লাভা প্রবাহ। দু’টি উদ্গীরণ স্তম্ভ পর্যবেক্ষিত হয় এই নতুন প্রবাহের উত্তর ও দক্ষিণ সীমায়। দু’টি আগ্নেয় উদ্গীরণ স্তম্ভ থেকে পতিত পদার্থ নতুন লাভা প্রবাহটিকে ঘিরে একটি দুই-লতিযুক্ত অন্ধকার সঞ্চয় গড়ে তুলেছে, যা ভয়েজার থেকে পর্যবেক্ষিত সঞ্চয়ের সমরূপ।\nনিউ হোরাইজনস চিত্রগুলি এছাড়াও এই বিষয়ের উপর আলোকপাত করেছে যে প্রাচীনতর, ৫০০-কিলোমিটার দীর্ঘ প্রবাহের পরিবর্তনের দৃষ্টিগ্রাহ্যতা পর্যবেক্ষণের পর্যায় কোণের উপর নির্ভরশীল। পর্যায় কোণ হল পর্যবেক্ষক, আইয়ো ও সূর্যের মধ্যবর্তী কোণ। ০°-র কাছে নিম্ন পর্যায় কোণে আইয়ো \"সম্পূর্ণ\" দৃশ্যমান হয়, ৯০°-র কাছে মাঝারি পর্যায়কোণে \"অর্ধ-পূর্ণ\" এবং ১৮০°-এর নিকটবর্তী উচ্চ পর্যায় কোণে অর্ধচন্দ্রাকৃতি দেখায়। মাসুবি ফ্লুকটাসের প্রাচীনতর অংশটি নিম্ন পর্যায় কোণে প্রায় অদৃশ্য থাকে; এই অংশটিকে কেবলমাত্র উচ্চ পর্যায় কোণেই দেখা যায়। সম্ভবত বর্তমানে শীতলীভূত লাভা প্রবাহের উপরে সালফার ডাইঅক্সাইড হিম এটিকে অস্পষ্ট করে দেয় বলে এমন হয়। কিন্তু এই সঞ্চয়টি এখনও এতটাও পুরু হয়নি যা প্রবাহের বিন্যাসটিকে অস্পষ্ট করে দিতে পারবে। মাসুবি ফ্লুকটাসে একই রকমের পর্যায় কোণ প্রভাব ভয়েজার ও গ্যালিলিও কর্তৃকও পর্যবেক্ষিত হয়েছিল, কিন্তু তা দীর্ঘতর দৃশ্যমান তরঙ্গদৈর্ঘ্য দ্বারা সীমাবদ্ধ ছিল।\n\n\n== চিত্রকক্ষ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}