{"pageid": 1116379, "title": "স্বর্গ (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1116379", "content": "স্বর্গ (সংস্কৃত: स्वर्ग, অনুবাদ 'আলোকময় আবাস') বা ইন্দ্রলোক বা স্বর্গলোক হিন্দুধর্মে  দেবতাদের স্বর্গীয় আবাস। স্বর্গ হল হিন্দু সৃষ্টিতত্ত্বের সাতটি উচ্চতর লোকের মধ্যে একটি। দেবতা ইন্দ্র হলেন স্বর্গের রাজা।\nহিন্দুধর্মীয় পুণ্যের উপভোগস্থানকে প্রায়শই স্বর্গ হিসেবে অনুবাদ করা হয়,  যদিও এটিকে ইব্রাহিমীয় স্বর্গের সমতুল্য বলে মনে করা হয় না।\n\n\n== বিবরণ ==\n\nস্বর্গলোক হল মেরু পর্বতের উপরে অবস্থিত স্বর্গীয় জগতের একটি সমষ্টি, যেখানে যারা ধর্মগ্রন্থগুলি মেনে চলার মাধ্যমে ধার্মিক জীবনযাপন করেছিল তারা পৃথিবীতে তাদের পরবর্তী জন্মের আগে আনন্দে আনন্দিত হয়েছিল। এটি দেবতাদের বৈদিক স্থপতি ত্বষ্টা কর্তৃক নির্মিত বলে বর্ণনা করা হয়েছে।\nদেবগণের রাজা ইন্দ্র হল স্বর্গের শাসক, যিনি তার সহধর্মিণী ইন্দ্রাণীর সাথে শাসন করেন। তাঁর আবাসস্থলের প্রাসাদকে বলা হয় বৈজয়ন্ত। এই প্রাসাদটির মধ্যে বিখ্যাত হল সুধর্মা সভা যা সমস্ত রাজসভার মধ্যে অপ্রতিদ্বন্দ্বী। স্বর্গের রাজধানী হল অমরাবতী, এবং এর প্রবেশদ্বারটি কিংবদন্তি হাতি, ঐরাবত দ্বারা সুরক্ষিত। স্বর্গকে কামধেনু, প্রচুর পরিমাণের গাভী, সেইসাথে পারিজাত বৃক্ষের বাড়ি বলে বর্ণনা করা হয়েছে, যে গাছ সমস্ত ইচ্ছা পূরণ করে। কিংবদন্তি কল্পবৃক্ষ গাছটি নন্দন বাগানের কেন্দ্রে জন্মে, যেটি সমুদ্রমন্থন থেকে বের হওয়ার পর ইন্দ্র সেখানে রোপণ করেছিলেন। অবস্থানের কারণে স্বর্গকে বলা হয় ত্রিদিব বা তৃতীয় সর্বোচ্চ স্বর্গ।\nবায়ু পুরাণে, জম্বুদ্বীপ প্রসঙ্গে মেরু পর্বতের বর্ণনায় বলা হয়েছে :\n\nআপনারা বিভাগানুসারে ক্রমশঃ ইহা শ্রবণ করুন।  এই পৃথিবীর চারিটি মহাদ্বীপ ঐ লোকপদ্মের পত্রস্থানীয় বলিয়া বিখ্যাত। মহাবল মেরু উহার কর্ণিকা স্থান । এই মেরুর পার্শ্ব সকল নানা বর্ণময়। উহার পূৰ্ব্বদিক শ্বেত, দক্ষিণ পীত, শৃঙ্গ কৃষ্ণ, এবং উত্তরাংশ রক্তবর্ণ। মেরুর এই অংশ নানা বিশিষ্ট বর্ণে অন্বিত। এই মেরুগিরি শুভ্রাকারে শোভিত ও রাজার ন্যায় বিরাজিত। ইহার আকার তরুণ তপন-সন্নিভ সুতরাং বিধুম পাবকের ন্যায় ইহা বিরাজমান। ইহার ঔন্নত্য চতুরশীতি সহস্র যোজন বলিয়া কথিত । এই গিরি অধোভাগে ষোড়শ যোজন প্রবিষ্ট এবং উহা উক্ত পরিমাণ বিস্তৃত। এই মেরুগিরি মস্তকদেশে দ্বাত্রিংশৎ যোজন বিস্তৃত হইয়া পূৰ্ব্বে শরাবাকারে অবস্থিত। ইহার চারিদিকের পরিমাণ বিস্তার অপেক্ষা ত্রিগুণ। এই মহান্ পর্বত দিব্য ঔষধিগণে অম্বিত। সুবর্ণময় শুভ ভুষণসমূহে ইহার সৰ্ব্বস্থান আবৃত। এই শৈলরাজের উপরিভাগে দেব, গন্ধর্ব্ব, উরগ, রাক্ষস ও সুন্দরী অপ্সরাগণ পরিদৃষ্ট হয়। ভুতভাবন বিবিধভূবনে এই মেরুগিরি পরিবৃত। ইহার নানাদিকের পার্শ্বে চারিটি দেশ অধিষ্ঠিত। ঐ দেশচতুষ্টয়ের নাম- ভদ্রাশ্ব, ভারত, কেতুমাল ও উত্তরকুরু। এই উত্তর কুরু পুণ্যবানদিগের আশ্রয়ভূমি।ভূপদ্মের কর্ণিকা চারিদিকে মণ্ডলাকারে ষন্নবতিসহস্র যোজন বলিয়া বিখ্যাত। উহার কেশরজাল চতুর্দ্দিকে বিস্তীর্ণ। উহারা উপর্যুপরি অধিষ্ঠিত। উহাদের সংখ্যা রতুরশীতি এবং প্রমাণে উহারা ত্রিশতাধিক সহস্র যোজন। পূর্ব্বোক্ত ভূ-পদ্মের যে চারিটি পত্রের কথা উল্লিখিত হইয়াছে, উহাদের আয়াম-বিস্তার শত সহস্র অশীতি যোজন। উহা চতুৰ্দ্দিকে প্রসারিত হইয়া অবস্থিত । ঐ যে আমি পূর্ব্বে কর্ণিকার কথা কহিয়াছি, উহার সম্বন্ধে আবার সংক্ষেপে বলিতেছি।একাগ্রভাবে শ্রবণ করুন। অত্রি মুনি ইহাকে শতাস্র, ভৃগুঋষি সহস্রাস্র, সাবর্ণি অষ্টাস্র ও ভাগুরি চতুরাস্রাকারে এবং বার্ষায়ণি সমুদ্রাকারে, গালব শরাবাকারে, গাৰ্গ্য উর্দ্ধবেণীর আকারে এবং ক্রোষ্টুকি পরিমণ্ডলাকারে পরিজ্ঞাত আছেন। ফলে যে ঋষি যেরূপ আকারেই এই পর্ব্বতাধিপতির পার্শ্ব সম্বন্ধে অভিজ্ঞ, ইহার পার্শ্ব বস্তুতঃ সেই সেইরূপই আছে। পরন্তু ইহার সমস্ত তত্ত্ব একমাত্র ব্রহ্মাই জানেন। এই নগোত্তম মেরুগিরি বিচিত্র মণিরত্নময় এবং নানা বর্ণ প্রভাপাতে সমুজ্জ্বল। এখানে অনেক বর্ণের সমাবেশ;ইহার প্রভা সুবর্ণ ও অরুণবৎ প্রতিভাত। ইহা দেখিতে অতি রমণীয়, সহস্র পর্ব্বে অম্বিত, সহস্র সহস্র জলপূর্ণ কন্দরে সুশোভিত এবং সহস্র সহস্র কমলদলে উদ্ভাসিত। এখানে মণিরত্নখচিত বহু স্তম্ভ আছে; মণিমণ্ডিত বহু বেদিকা আছে। ইহার সর্ব্বাঙ্গ সুবর্ণ-মণি দ্বারা চিত্রিত রহিয়াছে এবং বহু বিদ্রুমতোরণে অন্বিত আছে। দেবগণের শত শত সুন্দর সুন্দর বিমানযানের প্রভাপাতে প্রতি পর্ব্বে পর্ব্বে এই মেরুর ভূমি পর্য্যন্ত বিদীপিত হয়। ত্বদীয় সহস্ৰ সহস্ৰ পৰ্ব্ব বিবিধ আশ্রয়ে বিভুষিত, সমুদয় দেব-নিবাস উহাতে সন্নিবিষ্ট এবং ব্রহ্মবিদগণের বরেণ্য দেবপ্রধান চতুরানন ব্রহ্মা উহার উর্দ্ধভাগে অবস্থিত। এই গিরি নানা দিকে বহু সহস্র মহাপুরে সমাকুল। ঐ সকল ধাতুসমূহে অন্বিত সুরম্য অতিতেজঃসম্পন্ন। উহার তলদেশ বহুরত্নে আস্ত্বত। উহাতে নানা স্তম্ভ বিরাজিত। বিবিধ স্বর্ণ-উদ্যান ও নানাবিধ রম্য রত্নবেদিকায় সদাই উহা সমুদ্ভাসিত। উহাতে কত কুটাগার ও কত উত্তম উত্তম ভবন বিদ্যমান। উহা অগ্নিদেবের তেজোবতী নাম্নী মহাসভা বলিয়া প্রথিত । সর্ব্বদেবের মুখস্বরূপ সুরশ্রেষ্ঠ অনলদেব সাক্ষাৎ তথায় বিরাজমান। ঐ বিভাবসু শত সহস্র শিখায় অম্বিত এবং জ্বালামালায় মণ্ডিত। সুরগণ ও ঋষিগণ তাঁহার স্তুতি করেন এবং তাহাতে আহুতি প্রদান করিয়া থাকেন । বিপ্রগণ তাঁহাকে বিশিষ্ট অধিদেবরূপে কীৰ্ত্তন করেন। তিনিই সমস্ত তেজঃসমষ্টি, সন্দেহ নাই। ভিন্ন ভিন্ন ভোগ প্রাপ্ত হইয়া সেই একই তেজঃ বিভুরূপে বিরাজিত। পরন্তু কার্য্য কারণবশত যুক্তি দ্বারা তদীয় পৃথকভাব কল্পিত। অগ্নির ন্যায় তেজস্বী, লোকতত্ত্বজ্ঞ, মাহাত্মা, মহাভাগগণ ঐ অগ্নিদেবকে নমস্কার করেন।\nমেরুর তৃতীয় অন্তরতটে এইরূপ অপর এক মহাসভা আছে। উহা যমের সুসংযমা বা সংযমনী নাম্নী মহাসভা বলিয়া লোকে বিখ্যাত। উহার চতুর্থ তটে নৈর্ঝতাধিপতি ধীমান্ বিরূপাক্ষের এক সভা আছে, তাহার নাম কৃষ্ণাঙ্গনা। মেরুর পঞ্চম অন্তরতটে আরও এক মহাসভা বিরাজিতা। উহা বৈবস্বতের শুভগতিনাম্নী রমণীয় মহাসভা। মহাত্মা জলাধিপতি বরুণের সতী নাম্নী সভা সুবিখ্যাত। ঐ সভাপুরীর উত্তরে মেরুর সুরম্য ষষ্ঠ অন্তরতটে পবনদেবের নন্দবতী নাম্নী সভা সুপ্রসিদ্ধ। এই সভা সৰ্ব্বগুণে উপচিত। মেরুর সপ্তম অন্তরতটে নিশাপতির চন্দ্রের মহোদয়া নাম্নী সভা বিরাজিত। উহা বিশুদ্ধ বৈদুৰ্য্যবেদিকায় অলঙ্কৃত। মেরুর অষ্টম অন্তরতটে মাহাত্মা ঈশানের যশোবতী নাম্নী সভা বিরাজমান। প্রতপ্ত কাঞ্চনের ন্যায় ঐ সভার প্রভা সমুজ্জ্বল । ইন্দ্রাদি মহাত্মা অষ্ট দেবশ্রেষ্ঠগণের অষ্টদিকস্থিত এই অষ্ট শুভ মহাবিমান কথিত হইল। ঋষিগণ, দেবগণ, গন্ধর্ব্বগণ, অপ্সরাগণ ও মহাভাগ মহোরগগণ সৰ্ব্বদাই এই সকল মহাবিমান সেবা করিয়া থাকেন। অতএব সমুদায় কৃতাত্মাদেবগণের অধিষ্ঠান বলিয়া বেদবেদাঙ্গবিৎ ব্যক্তিগণ নাকপৃষ্ঠ, দিব, ও স্বর্গ ইত্যাদি পৰ্য্যায়বাচক শব্দে এই মেরুর মহিমা কীর্ত্তন করিয়া থাকেন। সমস্ত শ্রুতিবাক্যে এই গিরিবরেই দেবলোক বিরাজিত বলিয়া কীৰ্ত্তিত হইয়া থাকে। বিবিধ যজ্ঞ, নিয়ম, ও অনেক জন্মসঞ্চিত বহু পুণ্যফলে মানব এই দেবলোক প্রাপ্ত হয়। ইহাই স্বর্গ বলিয়া নির্দ্দিষ্ট হইয়া থাকে। \nহিন্দু পুরাণে, স্বর্গের উপর দেবতাদের আধিপত্য প্রায়শই তাদের প্রতিদ্বন্দ্বী, অসুরদের সাথে তাদের চিরন্তন যুদ্ধে বিরোধের প্রধান বিষয়। এই কিংবদন্তির সাধারণ বিষয় হল একজন অসুর রাজা, যেমন হিরণ্যকশিপু, নিজের জন্য রাজ্য দখল করে নেয়। সংরক্ষণকারী দেবতা, বিষ্ণু প্রায়ই স্থিতাবস্থা পুনরুদ্ধার করতে হস্তক্ষেপ করেন। তিনি কখনও কখনও অসুর রাজাকে পরাজিত করতে, ইন্দ্র ও দেবতাদের তাদের জায়গায় ফিরিয়ে আনতে নৃসিংহের মতো অবতার গ্রহণ করেন। প্রতিটি প্রলয় (মহান দ্রবীভূত) চলাকালীন, প্রথম তিনটি রাজ্য, ভুলোক, ভুবর্লোক ও স্বর্গলোক ধ্বংস হয়ে যায়। সমসাময়িক হিন্দুধর্মে, স্বর্গকে প্রায়ই নিম্ন স্বর্গের মর্যাদা দেওয়া হয়, যেটি আধ্যাত্মিকভাবে পাশাপাশি অবস্থানগতভাবে বৈকুণ্ঠ ও কৈলাসের ( বিষ্ণু ও শিবের স্বর্গীয় আবাস ) নিচে অবস্থিত।\nনীল আকাশের ঊর্ধ্বে পিতৃলোক, তারপর স্বর্গ, তারপর ইন্দ্রপুরী, তারপর কৈলাস। পিতৃলোকের দক্ষিণ দিকটা কসাইখানার ন্যায়। নরক প্রভৃতি স্থান ঐ দিকেই আছে। পূর্ব ও পশ্চিম দিকটা দেবতা প্রভৃতির স্থান। মৃত্যুর পর পিতৃলোকে একবার সকলকেই যেতে হয়। গো, মেষ প্রভৃতির মৃত্যুর পর তাদের স্থান আলাদা। তারা তাদের জন্য নির্দিষ্ট স্থানেই গিয়ে থাকে। পরে আবার পুনর্জন্ম গ্রহণ করে। মশা, মাছি প্রভৃতি কীট মৃত্যুর পর উর্ধ্বস্থিত আকাশের বায়ুমণ্ডল পর্যন্তই যেতে পারে।  তারপর তারা আবার নিচে নেমে এসে পুনরায় জন্মগ্রহণ করে।\nমর্ত্যলোকের বাইরে আর কোথাও মাটি দেখা যায় না।পিতৃলোক একটি শান্ত স্থান এবং অত্যন্ত বিশাল। যেকোন দিক দিয়ে পিতৃলোকে প্রবেশ করা যায়। পিতৃলোক পুষ্পময়, স্বর্গ সুবর্ণভূমি, সূর্যলোক হীরকময়, ধ্রুবলোক স্ফটিকময়, কৈলাস মণিমুক্তাময়। কোন লোকে কেউ আছে বললে বোঝায় যে ঐ লোক তার বিশ্রামস্থান। তবে এমনও কেউ আছেন যাদের কোন নির্দিষ্ট লোক নেই যেমন, নারদ। ইহাদের নির্দিষ্ট কোন স্থান নাই, তারা এক লোকে অধিক্ষণ অবস্থান করেন না, বরং মহাবিশ্বের সর্বত্র ঘুরে বেড়ান। কেউ ঊর্ধ্বের কোনও লোকে গিয়ে স্থিত হলে কোথা হতে দেবতা আবির্ভূত হয়ে হাতের তালু দেখান এবং ঐ হাতের তালু যদি কম্পিত হয় তাহলে বোঝা যায়, ঐ স্থানে তার অবস্থিতি বেশিক্ষণের জন্য নয়, নতুবা অবস্থিতি হয়। \n\n\n== সাহিত্য ==\n\n\n=== বৈদিক গ্রন্থ ===\nঅথর্ববেদের স্তোত্রগুলিতে, স্বর্গকে পিতৃলোক হিসাবে ধারণা করা হয়েছে, পিতৃলোক হল সেই দেশ যেখানে কেউ তার প্রয়াত পূর্বপুরুষদের সাথে দেখা করার আশা করে। এটি সেই আবাস যা ত্যাগকারীর জন্য পুরস্কৃত হয়। বলা হয়, একজন ব্যক্তি যে ত্যাগ স্বীকার করে সে সরাসরি স্বর্গে যাত্রা করে এবং ত্যাগকারীর আগমনের জন্য অপেক্ষা করার জন্য সংরক্ষণ করা হয়। একটি স্তোত্র স্বর্গকে এমন রাজ্য হিসাবে বর্ণনা করে যেখানে জল-পদ্ম এবং পদ্ম, মধুর তীর সহ মাখনের হ্রদ এবং সুরা, দুধ, দই এবং জলের মতো অনেক খাবারের সাথে প্রবাহিত স্রোত রয়েছে। অতিথিদের উপহার দেওয়াকেও স্বর্গপ্রাপ্তির পথ বলা হয়েছে।\nবেদান্ত সূত্র স্বর্গ থেকে ভুলোকে স্থানান্তরের ধারণাটি ব্যাখ্যা করে।এটি নির্দেশ করে যে জীব (জীবনী শক্তি)  ত্যাগ ও দাতব্য কাজ করেছে সে স্বর্গে আরোহণ করে এবং যখন স্বর্গীয় আবাস ছেড়ে পৃথিবীতে ফিরে আসে, তখন সে বৃষ্টির মেঘ হিসাবে নেমে আসে এবং বৃষ্টির মতো পৃথিবীতে বর্ষিত হয়। যখন মানুষ বৃষ্টি দ্বারা জলযুক্ত খাবার গ্রহণ করে, তখন সে মানুষের বীর্যে প্রবেশ করে সহবাসের সময়, এবং পুনর্জন্মের জন্য নারীর গর্ভে প্রবেশ করে।  \"সম্পাতা\" কে সেই ধারণার পরিভাষা হিসাবে বর্ণনা করেছে যা একজনকে স্বর্গে আরোহণের অনুমতি দেয়।\nএটি আরও বলে যে স্বর্গে যিনি ভাল আচরণ করেছিলেন তিনি একজন ব্রাহ্মণ, ক্ষত্রিয় বা বৈশ্যের জন্ম লাভ করেন এবং অন্যরা নিন্ম জন্ম যেমন অন্যান্য প্রাণী ও বহিষ্কৃত এর জন্য নিন্দিত হয়।\nমুণ্ডক উপনিষদ নিশ্চিত করে যে স্বর্গ লাভের জন্য বৈদিক আচার পালন করা আবশ্যক।\n\n\n=== পুরাণ ===\nভাগবত পুরাণে বলা হয়েছে যে স্বর্গ হল সেই ব্যক্তির জন্য রাজ্য যিনি সঠিক এবং ভুল কাজের মধ্যে বৈষম্য করতে সক্ষম, এবং অন্য লোকেদের ভালবাসেন, তাদের জন্য ভাল কাজের সাথে জড়িত। ভাল, পুণ্যবান ও নিষ্ঠাবানদের স্বর্গীয় আবাস অর্জন করতে সক্ষম বলে বর্ণনা করা হয়েছে। এটাকে পরিতৃপ্তির ক্ষেত্র বলা হয়, যেখানে একজন ব্যক্তি ঐশ্বরিক সঙ্গীত, ঐশ্বরিক সৌন্দর্য এবং ঐশ্বরিক বস্তুর প্রশংসা করতে সক্ষম হয়, যেগুলো যেকোনো মানুষের জন্য যথেষ্ট। এই লোকে থাকার সময়কাল একজনের জমাকৃত পুণ্য দ্বারা নির্ধারিত হয়। আধ্যাত্মিকতার প্রয়োজনীয় স্তরের অভাব থাকলে উচ্চ বুদ্ধিকে স্বর্গীয় আবাসে প্রবেশের জন্য যথেষ্ট বলে মনে করা হয় না।\n\nসেই ইন্দ্রপুরী পত্র, পুষ্প ও ফলের গুরুভারে অবনত দেববৃক্ষসমূহে পূর্ণ নন্দনকাননের মতো অতীব মনোরম উপবন এবং উদ্যানের দ্বারা অত্যন্ত রমণীয়। সেই সমস্ত উদ্যানগুলি কুজন-পরায়ণ বিহঙ্গ-মিথুন এবং গুঞ্জনরত ভ্রমরে পূর্ণ। সেই পরিবেশ ছিল সম্পূর্ণরূপে স্বর্গীয়। সেই পুরী মুক্তা শোভিত চন্দ্রাতপের দ্বারা সজ্জিত ছিল, এবং সেখানকার প্রাসাদের গম্বুজগুলি মণি ও সুবর্ণময় পতাকা শোভিত ছিল। সেই পুরী সর্বদা ময়ূর, কপোত এবং মধুকরদের গুঞ্জনে নিনাদিত, এবং সেখানে বৈমানিক বা বিমানচারিণী সুন্দরী রমণীরা নিরন্তর যে মঙ্গলময় সংগীত গাইতেন তা ছিল অত্যন্ত শ্রুতিমধুর।\nসেই পুরী মৃদঙ্গ, শঙ্খ, আনকদুন্দুভি, বেণু, বীণা আদি সমস্ত বাদ্যযন্ত্র একত্রে বাদিত হওয়ার শব্দে পূর্ণ ছিল। গন্ধর্বদের সংগীতে সেখানে নিরন্তর নৃত্য হত। ইন্দ্রপুরীর সৌন্দর্য সাক্ষাৎ প্রভাদেবীকে পরাভূত করেছিল। সেই নগর অঙ্গন, বিস্তৃত পথ, সভাগৃহ এবং কোটি কোটি বিমানে পূর্ণ ছিল। সেখানকার চতুষ্পথগুলি ছিল মণিময়, এবং সেখানে হীরক ও প্রবাল নির্মিত উপবেশনের স্থান ছিল। নিত্য রূপ এবং যৌবন-সম্পন্না, নির্মল বসনা, রূপবতী রমণীগণ অগ্নিশিখার মতো দীপ্তিশালিনী হয়ে সেই নগরীতে বিরাজ করতেন। তাঁরা সকলেই ছিলেন শ্যামাগুণ সমন্বিতা অর্থাৎ তাদের দেহ শীতকালে উষ্ণ এবং গ্রীষ্মকালে শীতল, এবং স্তনদ্বয় সুকঠিন। সেখানে বায়ু দেবাঙ্গনাদের কেশ থেকে নিপতিত ফুলের সৌরভ বহন করে পথে প্রবাহিত হয়।\nসেখানে সুরপ্রিয়া বা অপ্সরাগণ স্বর্ণময় গবাক্ষ থেকে নির্গত অগুরুর গন্ধযুক্ত সিক্ত শুভ্র ধূমে আচ্ছাদিত পথে পরিভ্রমণ করেন। হংস, সারস, চক্রবাক, কারণ্ডবসমূহে সমাকীর্ণ পদ্মসরোবর সমন্বিত সেই সমস্ত উদ্যানে দেবতাদের দ্বারা রক্ষিতা সুন্দরী রমণীরা খেলা করেন। সেই পুরী পরিখাস্বরূপ আকাশগঙ্গার দ্বারা এবং অগ্নিবর্ণ উচ্চ প্রাচীরের দ্বারা পরিবেষ্টিত। সেই প্রাচীরের উপর যুদ্ধস্থানসমূহ বিরচিত ছিল। সেখানকার দরজাগুলি স্বর্ণপট্টের দ্বারা নির্মিত এবং পুরদ্বারগুলি অপূর্ব সুন্দর স্ফটিকের দ্বারা নির্মিত। সেগুলি বিভিন্ন রাজপথের দ্বারা যুক্ত। সেই সমগ্র পুরীটি নির্মাণ করেছিলেন বিশ্বকর্মা। যারা পাপী, খল, জীবহিংসক, শঠ, দাম্ভিক, কামুক এবং লোভী তারা সেই পুরীতে প্রবেশ করতে পারে না। এই সমস্ত দোষরহিত ব্যক্তিরাই সেখানে বাস করে।\n\n\n=== রামায়ণ ===\nরামায়ণে পুণ্য অর্জন এবং সৎকর্ম সম্পাদনকে স্বর্গ অর্জনের পূর্বশর্ত বলা হয়েছে।\nমহাকাব্যটি রাজা ত্রিশঙ্কুর কিংবদন্তি বর্ণনা করে, যাকে ঋষি বিশ্বামিত্র স্বর্গে স্থান দেওয়ার প্রতিশ্রুতি দিয়েছিলেন। ঋষি বশিষ্ঠের নির্দেশের কারণে অন্য ঋষিদের দ্বারা যোগদান না করে, ত্রিশঙ্কু স্বর্গ অর্জনের জন্য একান্ত যজ্ঞে নিযুক্ত হন। ঋষির অনুষ্ঠানের শক্তির কারণে রাজা স্বর্গের দরজায় আরোহণ করেন। দেবতারা এই কথা ইন্দ্রকে জানালেন, যিনি ত্রিশঙ্কুকে তার স্বল্প জন্মের কারণে ক্রুদ্ধভাবে স্বর্গীয় আবাস থেকে লাথি মেরেছিলেন এবং তাকে পৃথিবীর দিকে আঘাত করে পাঠিয়েছিলেন। বিশ্বামিত্র তার অবতরণের সময় মাঝপথে তার পতন থামাতে সক্ষম হয়েছিলেন এবং তাই রাজাকে বাতাসে ঝুলিয়ে রাখা হয়েছিল। ত্রিশঙ্কুর বাসস্থানের জন্য ইন্দ্র একটি আপস হিসাবে তার নিজের স্বর্গের নীচে নতুন স্বর্গ তৈরি করতে বেছে নিয়েছিলেন। জবাবে, বিশ্বামিত্র তপোবলে রাজার সাথে নতুন স্বর্গ দখল করার জন্য নতুন ইন্দ্র এবং দেবতাদের সৃষ্টি করেছিলেন। ঋষির ক্ষমতায় ভীত হয়ে, ইন্দ্র ত্যাগ করেন এবং ব্যক্তিগতভাবে ত্রিশঙ্কুকে তার নিজের সোনার বিমানে প্রকৃত স্বর্গে নিয়ে যান।\n\n\n=== মহাভারত ===\nমহাকাব্য মহাভারতে, অর্জুনকে ইন্দ্রের সারথি মাতলি দ্বারা স্বর্গে নিয়ে যাওয়া হয়। ভ্রমণের সময়, তিনি হাজার হাজার উড়ন্ত আকাশীয় গাড়ি, বিমানের সাক্ষী হন। তিনি দেখেন যে এই রাজ্যে আলো দেওয়ার জন্য সূর্য বা চাঁদ নেই, কারণ এটি সম্পূর্ণরূপে স্ব-উজ্জ্বল। তিনি স্বর্গের বাসিন্দাদের উল্লেখ করেন: ঋষি, বীর যারা যুদ্ধে মারা গিয়েছিল, যারা কঠোর তপস্যা করেছিল, গন্ধর্ব, গুহ্যক, সেইসাথে অপ্সরাগণ স্বর্গে বাস করেন। ইন্দ্রের রাজধানী অমরাবতীতে পৌঁছানো পর্যন্ত তিনি স্বর্গের বিভিন্ন অঞ্চল অতিক্রম করেন।\nঅমরাবতীতে, অর্জুন অপ্সরাদের প্রিয় আশ্রয়স্থল নন্দন এর বাগান দেখেন। তিনি লক্ষ্য করেন যে সমস্ত ঋতুতে পবিত্র গাছ এবং ফুল ফোটে। তিনি বিভিন্ন শ্রেণীর প্রাণীদের প্রশংসা করেন, যেমন অশ্বিন ও মরুতদের মতো দেবতা, রাজকীয় ঋষিরা যার নেতৃত্বে ছিলেন দিলীপ, এবং উন্নত ব্রাহ্মণ। তিনি সর্বোত্তম গন্ধর্ব, তুম্বুরু-এর সবচেয়ে পবিত্র সঙ্গীতের সাথে আচরণ করেন এবং মেনকা, রম্ভা ও ঊর্বশীর মতো সবচেয়ে লোভনীয় অপ্সরাদের নৃত্য পর্যবেক্ষণ করেন।\nমহাভারত স্বর্গের বিভিন্ন রূপ বা অঞ্চলের অস্তিত্বের বর্ণনা দেয়, যা প্রতিটি দেবতা, যেমন সূর্য, কুবের ও বরুণ এর নেতৃত্বে থাকে। বলা হয়েছে, ইন্দ্র স্বর্গের বাসিন্দাদের সমস্ত ইচ্ছা পূরণ করেন। পুরুষ ও নারী সীমাবদ্ধতা ছাড়াই একে অপরের সাথে আনন্দ উপভোগ করে এবং পরস্পরের মধ্যে ঈর্ষার কোন রূপ নেই।\nমহাভারতে, নহুষ যুধিষ্ঠিরকে মনে করিয়ে দেন যে দান করা, আনন্দদায়ক কথা বলা, সততা এবং অহিংসা আচরণ দ্বারা স্বর্গ লাভ করা যায়।\nএই স্বর্গ-লোক ভূবর্লোকের ন্যায় সপ্ত প্রদেশে বিভক্ত। এখানে দুঃখের লেশমাত্র নাই এবং এমন কোন পদার্থ নেই, যা মন্দ নামে অভিহিত হতে পারে। এখানকার অধিবাসীরা স্বীয় মানসিক শক্তি অনুসারে সর্ব্বদাই খুব ভোগ করে থাকে।\nপ্রথম প্রদেশে, কোকিল-কুঞ্জিত ফলপূর্ণ রমণীয় বৃক্ষ, কানন-উপবন-সমন্বিত এক পৃথিবী এবং সেই পৃথিবীতে বড় বড় নদী, বাপী, কুপ, তড়াগ, পল্বল, ঝর্ণা, স্ত্রী, পুরুষ সমস্তই রয়েছে।\nতার পর সম্মুখেই, দিব্য প্রাচীর-মণ্ডিত যজ্ঞশালা-যুক্ত নানাবিধ অট্টালিকা বিরাজিত রমণীয় এক নগর। তারপর সেই স্থানে একটি দিব্য নন্দনকানন দেখতে আছে। সেখানে একটি পারিজাত বৃক্ষের ছায়াতে দেবগাভী সুরভি বিশ্রাম করে। তার নিকটে চতুর্দন্ত একহস্তী রয়েছে এবং মেনকা প্রভৃতি অপ্সরাবৃন্দ নানাবিধ হাবভাব প্রকাশ পূর্ব্বক নৃত্য গীত ও ক্রীড়া করে। আবার মন্দারবাগানের মধ্যে শতশত যক্ষ,  গন্ধর্ব্ব ও বিদ্যাধরগণ গান ও ক্রীড়া করে। তার মধ্যে প্রভু শতক্রতু ইন্দ্র পৌলোমী শচীর সাথে অবস্থিত রয়েছেন। তারপরে বরুণ, কুবের, যম, সূর্য্য ও অগ্নি প্রভৃতি দেবগণ আছেন। \n\n\n=== ভগবদ্গীতা ===\nভগবদ্গীতায় নির্দেশ করা হয়েছে যে স্বর্গ তাদের চিরস্থায়ী গন্তব্য নয় যারা পুণ্য সঞ্চয় করে।\n\nতারা স্বর্গের সেই প্রশস্ত জগৎ উপভোগ করে, তাদের যোগ্যতা (পুণ্য) নিঃশেষ হয়ে গেলে মর্ত্যলোকে প্রবেশ করে; এইভাবে ত্রয়ীধর্ম অনুসরণ করে, বাসনা (বস্তু) কামনা করে, তারা জন্ম ও মৃত্যু লাভ করে থাকে।\n\n\n== আরও দেখুন ==\nসপ্তস্বর্গ\nনরক\nদেবলোক\nভুলোক\nঊর্ধ্বলোক\nপাতাল\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nThe Garuda Purana (Wood and Subrahmanyam translation, 1911) at sacred-texts.com"}