{"pageid": 1116856, "title": "কিতাব (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1116856", "content": "কিতাব  হলো একটি জনপ্রিয় হিন্দি চলচ্চিত্র যা পরিচালনা করেন গুলজার। এই চলচ্চিত্রটি সমরেশ বসুর বাংলা গল্প পথিক অবলম্বনে নির্মিত হয়েছিল। এই চলচ্চিত্রটি ১৯৭৭ সালে প্রানলাল মেহেরা এন্ড গুলজার ব্যানারে মুক্তি পেয়েছিল এবং এই চলচ্চিত্রটির গীতিকার গুলজার সাহেব ও সংগীত পরিচালনা করেছিলেন রাহুল দেব বর্মণ। এই চলচ্চিত্রটির মুখ্য চরিত্রে অভিনয় করেন উত্তম কুমার, বিদ্যা সিনহা, শ্রীরাম লাগু, কেষ্ট মুখার্জী।\n\n\n== কাহিনী ==\nবাবলা (মাস্টার রাজু) একটি বাচ্চা যে তার মায়ের (দীনা পাঠক) সাথে একটি গ্রামে থাকে। তার মা তাকে তার দিদির (বিদ্যা সিনহা) কাছে (একটি শহরে) পাঠায় যাতে সে একটি ভালো স্কুলে যেতে পারে। প্রাথমিকভাবে, বাবলার স্কুল এবং তার দিদির বাড়ি উভয়কেই খুব পছন্দ করে এবং তার সহপাঠী পাপ্পু (মাস্টার টিটো) এর সাথে একটি ভাল বন্ধু হয়ে ওঠে। তারা রাস্তায় ঘুরে বেড়ায়, রাস্তার ম্যাজিক শো দেখে এবং তারা এই ধরনের কৌশল করতে পারে, কীভাবে মিষ্টি তৈরি হয় তা অনুসন্ধানের সাথে দেখতে থাকে, শিক্ষকের সাথে মজা করে ইত্যাদি। তারা এই সমস্ত জিনিসগুলি পুঙ্খানুপুঙ্খভাবে উপভোগ করে। কিন্তু বাবলা জীবনের রূঢ় বাস্তবতার কথা মনে করিয়ে দেয় যখন তার দিদি এবং জামাই তাকে পড়াশোনায় অনাগ্রহের জন্য এবং স্কুল থেকে তার তথাকথিত দায়িত্বজ্ঞানহীন আচরণের (যেমন শিক্ষকদের নিয়ে মজা করা, শ্রেণীকক্ষে গান গাওয়া) সম্পর্কে অভিযোগের জন্য তাকে তিরস্কার করে। তিনি বুঝতে পারেন যে বাচ্চাদের, তাদের নির্দোষতা, জীবন সম্পর্কে তাদের দৃষ্টিভঙ্গি বোঝে না এবং জীবনকে পুরোপুরি উপভোগ করার জন্য তাকে বড় হতে হবে।\nএকদিন বাবলা সিদ্ধান্ত নেয় যে সে গ্রামে তার মায়ের সাথে থাকতে পারবে। সে দৌড়ে ট্রেনে উঠে। যেহেতু তার কাছে টিকিট নেই, তাই টিকিট-মাস্টার তাকে ধরে পাশের স্টেশনে নামিয়ে দেয়। রাতে তিনি ঠান্ডা অনুভব করেন এবং আশ্রয়ের জন্য চারপাশে তাকান। তিনি দেখতে পান একজন বৃদ্ধ মহিলা কম্বল পড়ে ঘুমাচ্ছে এবং কম্বল ভাগাভাগি করে তার পাশে শুয়ে আছে। সকালে, বুড়ি এখনও ঘুমাচ্ছে দেখে, সে তার পাত্র থেকে একটি মুদ্রা তুলে জল খেতে চলে যায়। জল খাওয়ার সময় তিনি দেখেন যে বৃদ্ধা মহিলার চারপাশে অনেক লোক জড়ো হয়েছে। তিনি সেখানে গিয়ে দেখেন যে তিনি যে মহিলার সাথে ঘুমিয়েছিলেন তিনি মারা গেছেন। সে তার মূলে ভয় পায় এবং বুঝতে পারে যে জীবন আসলে, যারা দরিদ্র তাদের জন্য সহজ নয়। সে যে কয়েনটি নিয়েছিল তা ফিরিয়ে দেয় এবং তার মায়ের জায়গায় চলে যায়। সেখানে সে তার মা, দিদি এবং জামাইকে তার জন্য চিন্তিত দেখতে পায়। তারা বাবলাকে ফিরে দেখে আনন্দিত হয় এবং বাবলা সবাইকে প্রতিশ্রুতি দেয় যে সে আন্তরিকভাবে পড়াশুনা করবে এবং কখনো কারো জন্য সমস্যা সৃষ্টি করবে না।\n\n\n== শ্রেষ্ঠাংশে ==\nরাজু শ্রেষ্ঠা - বাবলা\nউত্তম কুমার- নিখিল গুপ্ত\nবিদ্যা সিনহা- কোমল গুপ্তা\nইন্দ্রাণী মুখোপাধ্যায় - কুসুম\nটিটো খত্রী - পাপ্পু\nশ্রীরাম লাগু - বৈজুরাম\nদীনা পাঠক - বাবলার মা\nকেষ্ট মুখার্জী - পন্ডিত শঙ্কর লাল\nওম শিবপুরী - অধ্যক্ষ\nটিপি জৈন - ইংরেজি শিক্ষক\nরামমোহন শর্মা - ওস্তাদ\nঅসিত কুমার সেন\nকমলদীপ\nঅমল সেন\nরণবীর রাজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কিতাব  (ইংরেজি)"}