{"pageid": 1116088, "title": "ত্বষ্টৃ প্যাটারা", "url": "https://bn.wikipedia.org/wiki?curid=1116088", "content": "ত্বষ্টৃ প্যাটারা (ইংরেজি: Tvashtar Paterae) বৃহস্পতির প্রাকৃতিক উপগ্রহ আইয়োর উত্তর মেরুর কাছে একটি সক্রিয় আগ্নেয়গিরি অঞ্চল গঠন করেছে। এটি হল প্যাটারা বা আগ্নেয় জ্বালামুখের একটি বিন্যাস। এটির নামকরণ করা হয়েছে বৈদিক দেবতা ত্বষ্টৃর নামানুসারে। ১৯৯৯ সালের ২৬ নভেম্বর একটি গ্যালিলিও ফ্লাইবাইয়ের কয়েক ঘণ্টা পরে আইআরটিএফ আলোকচিত্রগুলি থেকে ত্বষ্টৃ প্যাটারাটি আবিষ্কৃত হয়। ১৯৯৯ সালের সেপ্টেম্বর মাসে ইএসও ৩.৬এম দূরবীন ও তার অ্যাডাপটিভ অপটিকসের মাধ্যমে গৃহীত আলোকচিত্রগুলি থেকে একটি অস্পষ্ট হটস্পটের (৯৯০৯৩০ডি লেবেলকৃত) উপস্থিতি প্রকাশ পায়। বেশ কয়েক বছর ধরে গ্যালিলিও মহাকাশযান কর্তৃক বিস্ফোরণটি পর্যবেক্ষিত হয়। এই সময়ই একটি ২৫-কিলোমিটার (১৬-মাইল) দীর্ঘ, ১-থেকে-২-কিলোমিটার (০.৬২-থেকে-১.২৪-মাইল) উঁচু লাভার পর্দাকে একটি প্যাটারা থেকে উৎক্ষিপ্ত হতে দেখা যায়। সেই সঙ্গে বৃহত্তম প্যাটারাটিতে অতিতাপযুক্ত সিলিকেট লাভার একটি হ্রদও উৎক্ষিপ্ত হয় এবং শেষ পর্যন্ত গ্যাসের একটি স্তম্ভ বিস্ফোরিত হয়ে বেরিয়ে এসে আইয়োর উপর ৩৮৫ কিলোমিটার (২৩৯ মাইল) পর্যন্ত উত্থিত হয় এবং দূরে ৭০০ কিলোমিটার (৪৩০ মাইল) পর্যন্ত এলাকাকে আচ্ছাদিত করে।\nত্বষ্টৃ প্যাটারায় জেগে ওঠা হটস্পটটি ২০০৬ সালের ২ জুন তারিখে কেক অ্যাডাপটিভ অপটিকস সিস্টেমের মাধ্যমে পর্যবেক্ষিত হয়েছিল। পরের ৫৩০ দিন এটি বজায় ছিল। এটিই আইয়োতে পর্যবেক্ষিত সর্বকালের মধ্যে দীর্ঘতম বিস্ফোরক অগ্ন্যুৎপাতের ঘটনা। ২০০৭ সালের ২৬ ফেব্রুয়ারি প্লুটো-গামী নিউ হোরাইজনস প্রোবটি বৃহস্পতির পাশ দিয়ে যাওয়ার সময় অগ্ন্যুৎপাতটির আলোকচিত্র গ্রহণ করে। এই প্রোবের পর্যবেক্ষণে আগ্নেয়গিরিটি থেকে উত্থিত একটি প্রকাণ্ড ৩৩০-কিলোমিটার (২১০-মাইল) উদ্গীরণ স্তম্ভ ধরা পড়ে। সেই সঙ্গে সূর্য থেকে আগত আলোয় স্পষ্টত দৃশ্যমান একটি সূত্রাকার বস্তুও দেখা যায়। সেটিকে এখনও পর্যন্ত ব্যাখ্যা করা সম্ভব হয়নি।\n\n\n== আরও দেখুন ==\nপৃথিবী-বহিঃস্থ আগ্নেয়গিরিগুলির তালিকা\nত্বষ্টৃ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ত্বষ্টৃ প্যাটারা সম্পর্কিত মিডিয়া দেখুন।\n\"VOLCANIC ACTIVITY AT TVASHTAR CATENA, IO\", Lunar and Planetary Science XXXV (2004)"}