{"pageid": 1116196, "title": "রাবেতায়ে মাদারিসে ইসলামিয়া আরাবিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1116196", "content": "রাবেতায়ে মাদারিসে ইসলামিয়া আরাবিয়া (উর্দু: رابطہ مدارس اسلامیہ عربیہ‎, অনুবাদ 'আরবি ইসলামি মাদ্রাসা বোর্ড'‎) ভারতের সর্ববৃহৎ ইসলামি শিক্ষা প্রতিষ্ঠান দারুল উলুম দেওবন্দের অধিভুক্ত মাদ্রাসা সমূহের একটি সর্বভারতীয় সংগঠন। ১৯৯৫ সালে এই সংগঠনটি প্রতিষ্ঠিত হয়। ২০১৮ সালের তথ্যানুযায়ী, এই সংগঠনের অধীনে তিন সহস্রাধিক মাদ্রাসা রয়েছে। যদিও এই সংগঠনটি প্রতিষ্ঠা হওয়ার পূর্বে মাদ্রাসাগুলো দারুল উলুম দেওবন্দের সাথে অনানুষ্ঠানিকভাবে যুক্ত ছিল। এই সংগঠনের বর্তমান সভাপতি আবুল কাসেম নোমানী এবং মহাসচিব শওকত আলী কাসেমী। ২০১৩ সালে পশ্চিমবঙ্গের মন্ত্রী সিদ্দিকুল্লাহ চৌধুরীর দেওয়া তথ্যমতে, শুধুমাত্র পশ্চিমবঙ্গে সংগঠনটির অধীনে প্রায় ১০ হাজার মক্তব এবং ৮০০ মাদ্রাসা রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== গঠন ===\n\n১৮৫৭ সালে ব্রিটিশদের বিরুদ্ধে মহাবিদ্রোহ ব্যর্থ হওয়ার পর তার ক্ষতিপূরণের অংশ হিসেবে ১৮৬৬ সালে দারুল উলুম দেওবন্দ প্রতিষ্ঠিত হয়। পরবর্তীতে দারুল উলুম দেওবন্দের অনুকরণে শত শত মাদ্রাসা গড়ে উঠে। বিভিন্ন ইস্যুতে মাদ্রাসাসমূহের মধ্যে ঘন ঘন মতপার্থক্যের কারণে সমস্ত মাদ্রাসার মা হিসেবে দারুল উলুম দেওবন্দ ১৯৯৫ সালে রাবেতায়ে মাদারিসে ইসলামিয়া আরাবিয়া নামে মাদ্রাসা সমূহের একটি যৌথ প্ল্যাটফর্ম গঠন করে। এই সংগঠনটি মাদ্রাসা শিক্ষার বিরুদ্ধে ষড়যন্ত্র মোকাবিলা, পাঠ্যক্রম সম্পর্কিত বিষয় এবং মাদ্রাসার উন্নয়ন সহ বিভিন্ন বিষয়ে কাজ করে।\nদারুল উলুম দেওবন্দের মজলিসে শূরার ১০ জন, ১০ জন জ্যেষ্ঠ শিক্ষক এবং সংযুক্ত মাদ্রাসার ৩১ জন সদস্য, মোট ৫১ জন সদস্য নিয়ে সংগঠনটির নির্বাহী কমিটি গঠিত। প্রতিটি প্রদেশে একজন সভাপতি রয়েছে। প্রতিটি মাদ্রাসার সদস্যদের সমন্বয়ে একটি সাধারণ পরিষদ রয়েছে। প্রতিষ্ঠার পর থেকে সংগঠনটি কয়েক ডজন বৃহৎ সম্মেলনের আয়োজন করেছে।\n\n\n=== কেন্দ্রীয় মাদ্রাসা বোর্ড ===\n২০০৭ সালে ভারত সরকারের শিক্ষা মন্ত্রণালয় মাদ্রাসা সমূহের সমন্বয়ে দারুল উলুম দেওবন্দকে একটি কেন্দ্রীয় মাদ্রাসা বোর্ড গঠনের প্রস্তাব দেয়। প্রস্তাবটি নিয়ে আলোচনার জন্য ২০০৭ সালের ১৩ ও ১৪ মার্চ একটি সর্বভারতীয় সম্মেলন আহ্বান করা হয়। এই সম্মেলনে ৩০০০ মাদ্রাসার ৩৫০০ প্রতিনিধি যোগদান করেছিল। সম্মেলনে সর্বসম্মতিক্রমে ভারত সরকারের অধীনে কেন্দ্রীয় মাদ্রাসা বোর্ড গঠনের প্রস্তাবকে প্রত্যাখ্যান করা সহ সরকারের যেকোনো ধরনের নিয়ন্ত্রণ প্রচেষ্টার বিরোধিতা করা হয়। সম্মেলনের পরের দিন শিক্ষা মন্ত্রণালয়ের একটি খবর প্রকাশিত হয়, যেখানে বলা হয়, সরকারের কেন্দ্রীয় মাদ্রাসা বোর্ড প্রতিষ্ঠার কোনো পরিকল্পনা নেই।\n\n\n=== সরকারি সাহায্য প্রত্যাখ্যান ===\nসংগঠনটি বারবার সরকারের যেকোনো ধরনের সহায়তার প্রস্তাবকে প্রত্যাখ্যান করেছে। ২০১৫ সালে নরেন্দ্র মোদী মাদ্রাসা শিক্ষার আধুনিকায়নের জন্য ১০০ কোটি রূপির বাজেট বরাদ্দ করে। সংগঠনটি ৪০০০ সদস্য নিয়ে ২০১৫ সালের ২৩–২৪ মার্চ একটি সম্মেলন আহ্বান করে নরেন্দ্র মোদীর এই বাজেট গ্রহণ থেকে বিরত থাকে। ২০১৮ সালে পুনরায় এরকম আরেকটি প্রস্তাবকে ফিরিয়ে দেওয়া হয়। কারণ হিসেবে সংগঠনটির নেতারা মুহাম্মদ কাসেম নানুতুবির প্রণীত দারুল উলুম দেওবন্দের মূলনীতির কথা উল্লেখ করে।\n\n\n== আরও দেখুন ==\nদেওবন্দি সংগঠনের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nরাবেতায়ে মাদারিসে ইসলামিয়া আরাবিয়ার একটি প্রতিবেদন"}