{"pageid": 1116555, "title": "অরুণেয় উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1116555", "content": "অরুণেয় উপনিষদ (সংস্কৃত: आरुणय उपनिषद्) হলো হিন্দুধর্মের ১০৮টি \nউপনিষদের মধ্যে একটি ছোট উপনিষদ। এটি সংস্কৃত ভাষায় লেখা। এটি সামবেদের সাথে সংযুক্ত ১৬টি উপনিষদের একটি। এটাকে সন্ন্যাস উপনিষদ হিসেবে শ্রেণীবদ্ধ করা হয়।\nএটি সন্ন্যাসী, সন্ন্যাস বা ত্যাগের অনুশীলনকারীর সাংস্কৃতিক ঘটনা নিয়ে কাজ করে। উপনিষদ পরমহংসের চরিত্র ও জীবনধারার রূপরেখা দেয়, যে সন্ন্যাসী আধ্যাত্মিকতার সর্বোচ্চ অবস্থা অর্জন করেছে। পাঠ্যটি দেবতা প্রজাপতি (কিছু মন্তব্যে ব্রহ্মার সাথে চিহ্নিত) ঋষি অরুণীর কাছে উপদেশ হিসেবে বলা হয়েছে, যিনি এই উপনিষদে তাঁর নাম দিয়েছেন।\nপাঠ্যটি খ্রিস্টপূর্ব ১ম-সহস্রাব্দের তারিখের, এবং প্রাচীন ভারতে ত্যাগের ঐতিহ্যের বিবরণের জন্য এটি উল্লেখযোগ্য। উপনিষদ আত্মাকে জানার উপায় হিসেবে সমাধি অনুশীলনের সুপারিশ করে, যেটি প্যাট্রিক অলিভেল বলেছে, প্রাসঙ্গিকভাবে অর্থ গভীর যোগিক মনন। এটি প্রাচীনতম পাঠ্যগুলির মধ্যে একটি হিসাবেও উল্লেখযোগ্য যেটি বলে যে জ্ঞান একজনকে সন্ন্যাস গ্রহণের যোগ্যতা দেয়, যা অন্যান্য প্রাচীন উপনিষদের থেকে আলাদা অবস্থান যেমন জাবাল উপনিষদ যা বলে যে বিশ্ব থেকে বিচ্ছিন্নতা একজনকে ত্যাগের যাত্রা শুরু করতে যোগ্য করে তোলে। পাঠ্য, পল ডিউসেন বলেন, প্রাচীন ভারতের অসাধারণ সাংস্কৃতিক ঘটনার প্রাণবন্ত দলিল, যা আধুনিক যুগে টিকে আছে, এবং \"যা এর জন্ম দিয়েছে তা মানুষের মধ্যে রয়েছে, আমাদের সকলের মধ্যে রয়েছে\"।\nপাঠ্যটি অরুণেয়ী উপনিষদ, অরুণীকা উপনিষদ ও অরুণী উপনিষদ নামেও পরিচিত।\n\n\n== কালপঞ্জি ==\nঅরুণেয় উপনিষদ হল প্রাচীনতম ত্যাগ-সম্পর্কিত উপনিষদগুলির মধ্যে একটি। উপনিষদের জার্মান পণ্ডিত স্প্রকহফ ও প্যাট্রিক অলিভেলের মতে পাঠ্যটি সম্ভবত খ্রিস্টপূর্ব ৪র্থ শতাব্দী থেকে সাধারণ যুগের শুরুর মধ্যে সম্পন্ন হয়েছিল।\n\n\n== বিষয়বস্তু ==\n\nঅরুণেয় উপনিষদকে ঋষি অরুণী ও বৈদিক দেবতা প্রজাপতি এর মধ্যে কথোপকথন হিসেবে উপস্থাপন করা হয়েছে (কিছু অনুবাদ প্রজাপতিকে ব্রহ্মার উপাধি বলে মনে করে)। পাঠ্যটি খোলে অরুণী প্রজাপতির সাথে দেখা করেন এবং তাকে এমন উপায় জিজ্ঞাসা করেন যার মাধ্যমে তিনি যে কোনও এবং সমস্ত আচারের প্রয়োজন বন্ধ করতে পারেন।\nপ্রজাপতি তাকে সমস্ত সম্পর্ক (পুত্র, ভাই, বোন, বন্ধু ইত্যাদি) ত্যাগ করতে বলেন এবং সেই সাথে চুলের গোছা ও পবিত্র সুতোর মতো বাহ্যিক প্রতীকগুলিও পরিত্যাগ করতে বলেন। তাকে অবশ্যই বেদ পাঠ ও সমস্ত মন্ত্র জপ ছেড়ে দিতে হবে, সমগ্র মহাবিশ্বের সমস্ত কিছু যা সে সংযুক্ত। পোশাক ও কর্মচারী নিন, পাঠ্যটি উল্লেখ করুন, তারপর ত্যাগের যাত্রা শুরু করুন।\nপ্রজাপতি অরুণীকে মহাবিশ্বের সাতটি উচ্চ ক্ষেত্র - ভূর, ভুভ, স্বর, মহস, জন, তপস, সত্য এবং \"অতল, পাতাল, বিতল, সুতল, রসাতল, মহাতল, তালাতল, এর সাতটি নিম্ন ক্ষেত্র এবং বিশ্বের সৃষ্টির ডিম পরিত্যাগ করতে বলেন।।\" জীবনের সমস্ত বস্তুগত জিনিস ত্যাগ করুন।\nপ্রজাপতি অরুণীকে শিক্ষা দেন যে জীবনের তিনটি স্তরে (আশ্রম) - ব্রহ্মচর্য (ছাত্র), গার্হস্থ্য (গৃহকর্তা), ও বনপ্রস্থ (বনবাসের অবসর), পেটে আগুন নিভানোর জন্য প্রাণ-অগ্নিহোত্র অগ্নি বলি পালন করা উচিত, এবং বাক অগ্নি পরিবেশন করতে গায়ত্রী মন্ত্র পাঠ করুন। তার চুলের গোড়া ও পবিত্র সুতো মাটিতে ফেলে দিতে হবে অথবা পানিতে ফেলে দিতে হবে।\nব্রহ্মচর্য পর্যায়ে, ছাত্র হিসাবে, তার আত্মীয়দের সাথে সমস্ত সংযুক্তি ত্যাগ করা উচিত, তার ভিক্ষার বাটি ও ফিল্টারিং কাপড়ের পাশাপাশি মহাবিশ্বের রাজ্য সমর্পণ করুন এবং অগ্নি বলিদান বন্ধ করুন যা তাকে বস্তুগত আরাম দেয়। ত্যাগকারী হিসেবে, তার উচিত বৈদিক মন্ত্র ত্যাগ করা। তার দিনে তিনবার স্নান করা উচিত - ভোর, দুপুর ও সন্ধ্যা, আত্মা এর সাথে উপলব্ধি ও মিলনের জন্য গভীরভাবে ধ্যান করা, এবং শুধু আরণ্যক ও উপনিষদ আবৃত্তি করুন।\n\n\n=== কীভাবে ত্যাগ করতে হবে? ===\nপরিত্যাগকারী হিসাবে, \"আমি সত্যই ব্রহ্ম\" এর পরে, ব্রাহ্মণকে অভ্যন্তরীণ পবিত্র গুণ হিসাবে বিবেচনা করা উচিত, সেখান থেকে \"আমিই গুণ\" এবং তাই তাকে বাহ্যিক পবিত্র সুতোটি ফেলে দেওয়া উচিত। \"আমি ত্যাগ করেছি, আমি পরিত্যাগ করেছি, আমি পরিত্যাগ করেছি\" এই শব্দটি তিনবার উচ্চারণ করে, তাকে বাঁশের লাঠি ও কটি-কাপড় তুলে নিতে হবে, এইভাবে তার যাত্রা শুরু করা উচিত। তার উচিত সামান্য খাবার আশা করা, অল্প অল্প করে খাওয়া যেন খাবার ওষুধ।\n\nপরিত্যাগকারীকে অবশ্যই রাগ, লোভ, ভ্রম, ছলনা, মিথ্যা ও কামনা ত্যাগ করতে হবে। তাকে অবশ্যই অহিংসা, সত্যবাদিতা, পবিত্রতা ও আবেগের সাথে অন্যদের সাথে ভাগ করে নেওয়া উচিত।\nতার কর্মীদের (হাঁটার লাঠি) তার বন্ধু হিসাবে বিবেচনা করা উচিত ও বলা উচিত, \"তুমি আমার শক্তি এবং আমার বন্ধু, তুমি ইন্দ্রের বজ্রপাত\"।\n\n\n=== পরমহংস ===\nপ্রজাপতি পরমহংস পরিব্রাজক সম্পর্কে আরও বলেন, ভিক্ষুদের সর্বোচ্চ শ্রেণী। তারা পরিভ্রমণকারী সন্ন্যাসী যাদেরকে বিশ্বাস করা হয় যে তারা জ্ঞান অর্জন করেছে। তারা গৃহহীন থাকে, ঘুমায় ও কেবল মাটিতে বসে থাকে, মাটি বা লাউ বা কাঠের বাটি দিয়ে ভিক্ষা করে জীবনযাপন করে। বর্ষাকালের চার মাসে, তার এক জায়গায় বসবাস করা উচিত এবং বাকি আট মাসে, তিনি নিজে পরিভ্রমণকারী সন্ন্যাসী হওয়া উচিত।\nবেদের অর্থ উপলব্ধি করার পরে, পবিত্র সুতো অনুষ্ঠানের আগে বা পরে, ত্যাগকারী তার পিতা, মাতা, স্ত্রী, পরিবার ও বন্ধুবান্ধব, তার কাজ ত্যাগ করেন এবং পবিত্র সুতো ও অগ্নি বলির পাশাপাশি সমস্ত জড় বস্তু ত্যাগ করেন। তিনি গ্রামে যেতে হবে শুধুমাত্র খাদ্যের জন্য ভিক্ষা করার অভিপ্রায় নিয়ে, তার পেটটি তার বাটি হিসাবে, এবং ভিক্ষা হিসাবে সে যা অর্জন করে তা খাবে।\nওঁ শব্দটি তার উপনিষদ হওয়া উচিত।\nপরিশেষে, সে তার পলাসা, বিল্ব, উদুম্বর কর্মী, তার হরিণের চামড়া, তার কোমর, তার গুণ ত্যাগ করে। যিনি এটি জানেন (ঋগ্বেদের স্তোত্র ১.২২.২০-১.২২.২১), তিনি জয়ী হন:\n\nএটিই বেদ শিক্ষা দেয়, এটাই মুক্তির শিক্ষা, অরুণেয় উপনিষদ বলে।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nPrasoon, Prof.S.K. (১ জানুয়ারি ২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8। \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279। \n\n\n== বহিঃসংযোগ ==\nAruneya Upanishad  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ নভেম্বর ২০১২ তারিখে in Sanskrit"}