{"pageid": 1116151, "title": "সংস্কৃত লিপ্যন্তরের আন্তর্জাতিক বর্ণমালা", "url": "https://bn.wikipedia.org/wiki?curid=1116151", "content": "সংস্কৃত লিপ্যন্তরের আন্তর্জাতিক বর্ণমালা অথবা সলিআব হলো লিপ্যন্তরের পদ্ধতি যা সংস্কৃত এবং সংশ্লিষ্ট ভারতীয় ভাষাগুলোর দ্বারা নিযুক্ত ভারতীয় লিপিগুলোর অবিকল রোমানীকরণের সুবিধা প্রদান করে। এটি চার্লস ট্রেভেলিয়ান, উইলিয়াম জোন্স, মনিয়ার মনিয়ার-উইলিয়ামস এবং অন্যান্য পণ্ডিতদের পরামর্শে ঊনবিংশ শতাব্দীর দিকে উদ্ভূত পরিকল্পনার উপর ভিত্তি করে এবং ১৮৯৪ সালের সেপ্টেম্বরে \"ট্রান্সলিটারেশন কমিটি অফ জেনেভা ওরিয়েন্টাল কংগ্রেস\" দ্বারা আনুষ্ঠানিকভাবে রূপান্তরিত হয় সলিআব পাঠকের জন্য দ্ব্যর্থহীনভাবে ভারতীয় লিপির পাঠ্যগুলো পড়া সম্ভব করেছে, যেমনটি মূল ভারতীয় লিপি পড়ার ক্ষেত্রে ঘটে। মূল লিপিগুলোর প্রতি এই বিশ্বস্ততাই পণ্ডিতদের মধ্যে এর ক্রমাগত জনপ্রিয়তার জন্য আরোপিত।\n\n\n== ব্যবহার ==\nপণ্ডিতরা সাধারণত প্রকাশনায় সলিআব এর ব্যবহার করেন যেগুলো সংস্কৃত, পালি এবং অন্যান্য শাস্ত্রীয় ভারতীয় ভাষায় পাঠ্য উপাদান উদ্ধৃত করে।\nসলিআব প্রধান বৈদ্যুতিন-গ্রন্থ ভাণ্ডার যেমন সারিত, মুক্তবোধ, গ্রেটিল, এবং sanskritdocuments.org-এর জন্যও ব্যবহৃত হয়।\nসলিআব স্কিমটি শাস্ত্রীয় ভারতীয় অধ্যয়নের বই এবং জার্নালে এক শতাব্দীরও বেশি সময় ধরে পাণ্ডিত্যপূর্ণ ব্যবহারের প্রতিনিধিত্ব করে। বিপরীতে, ২০০১ সালে স্ট্যান্ডার্ড এ্যান্ড লাইব্রেরি ওয়ার্ল্ড থেকে ভারতীয় লিপি লিপ্যন্তর করার জন্য আইএসও ১৫৯১৯ মানদণ্ড আবির্ভূত হয়। বেশিরভাগ ক্ষেত্রে, আইএসও ১৫৯১৯ সলিআব স্কিম অনুসরণ করে, এটি থেকে কেবল ছোটখাটো ক্ষেতে ব্যতিক্রম করে। সমস্ত ভারতবর্ষীয় অক্ষরের রোমানীকরণের উদ্দেশ্যে, সলিআব-এর একটি প্রসারণ হলে রোমানিকরণ জাতীয় গ্রন্থাগার, কলকাতা।\n\n\n== বর্ণনামূলক তালিকা এবং নিয়মাবলী ==\nসলিআব অক্ষরগুলো তাদের দেবনাগরী সমতুল্য এবং ধ্বনিগত মানগুলোর সাথে আধ্বব- এ তালিকাভুক্ত করা হয়েছে, সংস্কৃত, হিন্দি এবং অন্যান্য আধুনিক ভাষার জন্য বৈধ যা দেবনাগরী লিপি ব্যবহার করে, তবে কিছু ধ্বনিগত পরিবর্তন ঘটেছে:\n\n* H আসলে কণ্ঠনালীয়, পশ্চাত্তালব্য নয়।\nকিছু অক্ষর বৈশিষ্ট্যসূচক চিহ্নের সাথে পরিবর্তিত হয়: দীর্ঘ স্বরবর্ণ মাত্রা দিয়ে চিহ্নিত করা হয়। পশ্চাত্তালব্য (দলমাত্রিক) ব্যঞ্জনধ্বনি, মূর্ধন্য ব্যঞ্জনধ্বনি এবং ṣ (/ʂ~ɕ~ʃ/) এর আন্ডারডট (নিচে বিন্দু) আছে। অক্ষরে ওভারডট (উপরে বিন্দু) আছে: ṅ (/ŋ/) তীক্ষ্ন উচ্চারণ আছে: ś (/ʃ/) অক্ষরের নিচে মাত্রা আছে: ḻ (/ɭ/) (বৈদিক)।\nকেবল—অ্যাস্‌কি রোমানীকরণ যেমন ভারতীয় ভাষা লিপ্যন্তর (ইট্রান্স) বা হার্ভার্ড-কিয়োটো- এর বিপরীতে, সলিআব-এর জন্য ব্যবহৃত বৈশিষ্ট্যসূচক চিহ্নগুলো নামের বড় হাতের অক্ষরের সুবিধা দেয়। অক্ষরের বড় রূপগুলো কখনই শব্দে আসে না-প্রাথমিকভাবে (Ṇ Ṅ Ñ Ṝ Ḹ) কেবল অল-ক্যাপস (সবগুলো বড় হাতের অক্ষর)-এ এবং পাণিনি প্রসঙ্গে লেখার সময় উপযোগী হয় যার জন্য অষ্টাধ্যায়ী শব্দগুলোকে বড় হাতের অক্ষর হিসাবে লেখা হয়।\n\n\n== আইএসও ১৫৯১৯ এর সাথে তুলনা ==\nঅধিকাংশ ক্ষেত্রে, সলিআব হলো আইএসও ১৫৯১৯  এর উপসেট যা মূর্ধন্য (নীচে ফুটকিযুক্ত) অনির্ধারিত ধ্বনিকে কণ্ঠনালীয় (নীচে রিংযুক্ত) ধ্বনির সাথে, এবং কম সংবৃত-মধ্য স্বরধ্বনিকে অধিক সংবৃত-মধ্য স্বরধ্বনির সাথে একত্রিত করে। নিম্নলিখিত সাতটি ব্যতিক্রম হলো আইএসও মানদণ্ড যা সংস্কৃত ব্যতীত অন্যান্য ভাষার জন্য ব্যবহৃত দেবনাগরী এবং অন্যান্য ভারতীয় লিপিগুলির প্রতিবর্ণীকরণের অনুমতি দেওয়ার জন্য প্রতীকগুলির বর্ধিত ভাণ্ডার মিটমাট করে।\n\n\n== বিকল্প কীবোর্ড বিন্যাস দ্বারা কম্পিউটার নিবেশ ==\nরোমানীকৃত সংস্কৃত নিবেশের সবচেয়ে সুবিধাজনক পদ্ধতি হলো বিকল্প কীবোর্ড বিন্যাস স্থাপন করা। এটি বৈশিষ্ট্যসূচক চিহ্ন সহ অক্ষর লেখার জন্য সংশোধক কী ধরে রাখতে দেয়। উদাহরণ স্বরূপ,alt+a = ā। এটি কীভাবে সেটআপ করা হয় তা অপারেটিং সিস্টেম অনুসারে পরিবর্তিত হয়।\nলিনাক্স/ইউনিক্স এবং বিএসডি ডেস্কটপ পরিমণ্ডল একজনকে কাস্টম কীবোর্ড বিন্যাস সেটআপ করতে এবং মেনু বারে পতাকা আইকনে ক্লিক করে সেগুলো পরিবর্তন করার অনুমতি দেয়।\nম্যাকওএস-এ আগে থেকে ইনস্টল করা মার্কিন যুক্তরাষ্ট্রীয় আন্তর্জাতিক কীবোর্ড ব্যবহার করা যায়, অথবা Toshiya Unebe-এর Easy Unicode কীবোর্ড বিন্যাস ইনস্টল করা যায়।\nমাইক্রোসফট উইন্ডোজ একজনকে কীবোর্ড বিন্যাস পরিবর্তন করতে এবং সলিআব-এর জন্য অতিরিক্ত কাস্টম কীবোর্ড ম্যাপিং সেটআপ করার সুবিধা দেয়। মাইক্রোসফট কীবোর্ড বিন্যাস সৃষ্টিকারী (এমএসকেএলসি) দ্বারা তৈরি এই পালি কীবোর্ড ইনস্টলার আইএএসটি সমর্থন করে (অন্তত সংস্করণ ১০ পর্যন্ত মাইক্রোসফট উইন্ডোজে কাজ করে, Ctrl+Alt সমন্বয়ের পরিবর্তে কীবোর্ডের ডানদিকে Alt বোতাম ব্যবহার করতে পারে)।\n\n\n== পর্দা থেকে নির্বাচন করে কম্পিউটার নিবেশ ==\n\nঅনেক সিস্টেম দৃশ্যত ইউনিকোড অক্ষর নির্বাচন করার উপায় প্রদান করে। আইএসও/আইইসি ১৪৭৫৫ এটিকে screen-selection entry method হিসাবে উল্লেখ করে।\nমাইক্রোসফট উইন্ডোজ ক্যারেক্টার ম্যাপ প্রোগ্রামের ইউনিকোড সংস্করণ প্রদান করেছে (এটি ⊞ Win+R চেপে খুঁজুন, তারপর charmap টাইপ করুন, তারপর ↵ Enter দিন) সংস্করণ NT 4.0 থেকে - XP এর ভোক্তা সংস্করণ থেকে দেখা যাচ্ছে। এটি মৌলিক বহুভাষিক সমতল (বিএমপি) অক্ষরের মধ্যে সীমাবদ্ধ। অক্ষর ইউনিকোড অক্ষর নাম দ্বারা অনুসন্ধানযোগ্য, এবং টেবিল নির্দিষ্ট কোড ব্লক সীমাবদ্ধ করা যেতে পারে। একই ধরনের আরও উন্নত তৃতীয় পক্ষের সরঞ্জামগুলোও উপলব্ধ (উল্লেখযোগ্য ফ্রিওয়্যার উদাহরণ হল BabelMap)।\nম্যাকওএস একই কার্যকারিতাসহ \"অক্ষর প্যালেট\" প্রদান করে, সাথে সম্পর্কিত অক্ষর দ্বারা অনুসন্ধান, ফন্টে গ্লিফ টেবিল ইত্যাদি। এটি সিস্টেম পছন্দসমূহ → আন্তর্জাতিক → ইনপুট মেনু (বা সিস্টেম পছন্দসমূহ → ভাষা ও পাঠ্য → ইনপুট উৎস) অথবা অনেক প্রোগ্রামে সম্পাদনা → ইমোজি ও প্রতীকের অধীনে দেখা যেতে পারে।\nসমতুল্য সরঞ্জাম – যেমন গুচারম্যাপ (জিনোম) বা কেডিই অ্যাপ্লিকেশন (কেডিই) - বেশিরভাগ লিনাক্স ডেস্কটপ পরিবেশে বিদ্যমান।\nলিনাক্স ভিত্তিক প্ল্যাটফর্মে এসসিআইএম এর ব্যবহারকারীরা sa-itrans-iast ইনপুট হ্যান্ডলার ইনস্টল এবং ব্যবহার করার সুযোগ পেতে পারে যা m17n লাইব্রেরির অংশ হিসাবে ভারতীয় ভাষার রোমানাইজেশনের জন্য আইএসও ১৫৯১৯ মানদণ্ডের জন্য সম্পূর্ণ সমর্থন প্রদান করে।\n\n\n== উৎস সমর্থন ==\nকেবল কিছু ফন্ট বিন্যাস এবং আইএসও ১৫৯১৯ মান অনুযায়ী ভারতবর্ষীয় অক্ষর লিপ্যন্তরের জন্য প্রয়োজনীয় সমস্ত ল্যাটিন ইউনিকোড অক্ষর সমর্থন করে।\nউদাহরণস্বরূপ, এরিয়াল, তাহোমা এবং টাইমস নিউ রোমান ফন্ট প্যাকেজগুলো যা মাইক্রোসফ্ট অফিস ২০০৭ এর সাথে আসে এবং পরবর্তী সংস্করণগুলোও ā, ḍ, ḥ, ī, ḷ, ḹ, ḻ, ṃ, ñ, ṅ, ṇ, এর মতো পূর্বনির্ধারিত ইউনিকোড অক্ষর সমর্থন করে। ṛ, ṝ, ṣ, ś, ṭ এবং ū, কিছু কিছুর জন্য গ্লিফ শুধু ল্যাটিন এক্সটেন্ডেড অতিরিক্ত ইউনিকোড ব্লকে পাওয়া যায়।\nবই তৈরির জন্য সাধারণত ব্যবহৃত অন্যান্য অনেক টেক্সট ফন্ট এই ব্লকের এক বা একাধিক অক্ষরের জন্য সমর্থনের অভাব হতে পারে। তদনুসারে, সংস্কৃত অধ্যয়নের ক্ষেত্রে কর্মরত অনেক শিক্ষাবিদ বিনামূল্যের ওপেনটাইপ ফন্ট যেমন FreeSerif বা Gentium ব্যবহার করেন, উভয়েরই বিন্যাস ক্যারেক্টার সেটে সংযুক্ত ডায়াক্রিটিক্সের সম্পূর্ণ সংগ্রহের জন্য সম্পূর্ণ সমর্থন রয়েছে। GNU FreeFont বা SIL ওপেন ফন্ট লাইসেন্সের অধীনে প্রকাশিত, যথাক্রমে, এই ধরনের ফন্টগুলো অবাধে ভাগ করা যেতে পারে এবং এর সাথে যুক্ত ফন্টগুলো ব্যবহার করার জন্য মালিকানা সফ্টওয়্যার কেনার জন্য কোনও নথি পড়ার বা সম্পাদনা করার প্রয়োজন হয় না৷\n\n\n== আরও দেখুন ==\nদেবনাগরী লিপ্যন্তর\nআর্যভট্ট সংখ্যাপাতকরণ\nহুন্টরিয়ন লিপ্যন্তর\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nReddy, Shashir। \"Shashir's Notes: Modern Transcription of Sanskrit\"। \n\"Mutlilingual keyboard\"।"}