{"pageid": 1116158, "title": "প্রমিথিউস (আগ্নেয়গিরি)", "url": "https://bn.wikipedia.org/wiki?curid=1116158", "content": "প্রমিথিউস (ইংরেজি: Prometheus) হল বৃহস্পতির প্রাকৃতিক উপগ্রহ আইয়োর একটি সক্রিয় আগ্নেয়গিরি। এটি আইয়োর বৃহস্পতি-বিপরীতমুখী গোলার্ধে ১.৫২° দক্ষিণ ১৫৩.৯৪° পশ্চিম﻿ / -1.52; -153.94 স্থানাংকে অবস্থিত।\nপ্রমিথিউস গঠিত হয়েছে প্রমিথিউস প্যাটারা (ইংরেজি: Prometheus Patera) নামে পরিচিত একটি ২৮-কিলোমিটার (১৭-মাইল)-চওড়া আগ্নেয় জ্বালামুখ এবং একটি ১০০-কিলোমিটার (৬২-মাইল)-দীর্ঘ মিশ্র লাভা প্রবাহ নিয়ে। দু’টিকেই ঘিরে রয়েছে লালচে সালফার এবং বৃত্তাকার, উজ্জ্বল সালফার ডাইঅক্সাইড আগ্নেয় স্তম্ভ সঞ্চয়।  ১৯৭৯ সালের মার্চ মাসে ভয়েজার ১ মহাকাশযান থেকে গৃহীত আলোকচিত্রে আগ্নেয়গিরিটি প্রথম পর্যবেক্ষিত হয়। সেই বছরই পরে ইন্টারন্যাশনাল অ্যাস্ট্রোনমিক্যাল ইউনিয়ন গ্রিক অগ্নিদেবতা প্রমিথিউসের নামানুসারে এটির নামকরণ করে।\nপ্রমিথিউস একটি সক্রিয় আগ্নেয়গিরি অন্ততপক্ষে ১৯৭৯ সালে ভয়েজার ১ মহাকাশযানের অতিক্রমণ কাল থেকে এই আগ্নেয়গিরিতে অগ্ন্যুৎপাত ঘটে আসছে। ভয়েজার মহাকাশযানগুলির অতিক্রমণ কাল এবং গ্যালিলিও মহাকাশযানের প্রথম পর্যবেক্ষণগুলির মধ্যবর্তী সময়ে এখানে একটি ৬,৭০০-বর্গকিলোমিটার (২,৬০০-বর্গমাইল) প্রবাহক্ষেত্র গড়ে উঠেছে। পরবর্তীকালে গ্যালিলিও পর্যবেক্ষণের মাধ্যমে জানা যায় যে এই প্রবাহক্ষেত্রটিতে অসংখ্য ছোটো ছোটো নির্গমস্থল রয়েছে, যেগুলি বিশেষভাবে দেখা যায় প্রবাহক্ষেত্রটির পশ্চিম সীমায়।\nপ্রমিথিউসে দু’টি আগ্নেয় উদ্গীরণ স্তম্ভ দেখা যায়: প্রবাহক্ষেত্রটির পূর্ব সীমায় একটি ছোটো সালফার-সমৃদ্ধ উদ্গীরণ স্তম্ভ ম্যাগমা-উৎসের ছিদ্রটি থেকে উৎক্ষিপ্ত হয়েছে এবং একটি ৭৫-থেকে-১০০-কিলোমিটার (৪৭-থেকে-৬২-মাইল)-দীর্ঘ, SO2-সমৃদ্ধ ধূলির স্তম্ভ উৎক্ষিপ্ত হয়েছে অপর প্রান্তের সক্রিয় প্রবাহমুখ থেকে। প্রথমটি প্রমিথিউস প্রবাহক্ষেত্রের পূর্ব দিকে একটি বিকীর্ণ, লাল সঞ্চয় সৃষ্টি করেছে। দ্বিতীয়টি সমগ্র আগ্নেয়গিরি ও লাভা প্রবাহটিকে ঘিরে একটি উজ্জ্বল, বৃত্তাকার সঞ্চয় গড়ে তুলেছে। যখন প্রবাহক্ষেত্রের পশ্চিম প্রান্তে লাভা সালফার ডাইঅক্সাইড হিমকে আচ্ছাদিত করে তাকে উত্তপ্ত ও বাষ্পীভূত করেছে তখন SO2-সমৃদ্ধ স্তম্ভটি উৎপন্ন হয়েছে। বিভিন্ন নির্গমস্থলে এটি সম্পন্ন হয় দৃশ্যমান ধূলির স্তম্ভের জজ্য গ্যাস ও ধূলি উৎপাদন করে।  প্রমিথিউসের স্তম্ভটি উভয় ভয়েজার মহাকাশযান, গ্যালিলিও ও নিউ হোরাইজনস থেকে পর্যবেক্ষিত হয়েছে এবং প্রতিটি মহাকাশযানই এটির আলোকচিত্র গ্রহণের সুযোগ পেয়েছে।\n\n\n== তথ্যসূত্র =="}