{"pageid": 111783, "title": "ডাবের পানি", "url": "https://bn.wikipedia.org/wiki?curid=111783", "content": "ডাবের পানি বা ডাবের জল হলো কচি ডাবের ভেতরকার রস। ডাব পেকে নারিকেল হবার সাথে সাথে ডাবের পানি বা জল কমে যায়, আর তার জায়গায় নারিকেলের শাঁস ভেতরে জমা হয়। একেবারে কচি ডাবের ভিতরে অল্প পরিমাণে শাঁস থাকে। নিরক্ষীয় অঞ্চলে পানীয় হিসাবে ডাবের পানি অত্যন্ত জনপ্রিয়। বিশেষ করে দক্ষিণ পূর্ব এশিয়া, প্রশান্ত মহাসাগরীয় দ্বীপসমূহ, এবং ক্যারিবীয় দ্বীপপুঞ্জে এর ব্যাপক জনপ্রিয়তা রয়েছে। টাটকা, ক্যানে ভরা, অথবা বোতলে ভরে ডাবের পানি বিক্রি করা হয়। ডাবের পানিতে প্রতি ১০০ গ্রামে ১৬.৭ ক্যালোরি তথা ৭০ কিলো জুল খাদ্যশক্তি রয়েছে।\nডাবের পানির উৎস হিসাবে আস্ত ডাব অনেক জায়গাতেই বিক্রি করা হয়। ডাবের বাইরের সবুজ খোসা সরিয়ে বাকি অংশকে অনেক সময় প্লাস্টিকে মুড়িয়ে বেচা হয়। দক্ষিণ এশিয়া (যেমন বাংলাদেশ, ভারত) ও মধ্য আমেরিকার অনেক দেশে (যেমন কোস্টা রিকা ও পানামায়) রাস্তার পাশে বিক্রেতারা আস্ত ডাব বিক্রি করে। খদ্দেরের সামনেই দা দিয়ে ডাবের মুখটি কেটে টাটকা ডাবের পানি বিক্রি করা হয়। ডাবের পানিতে প্রচুর পরিমাণ পটাশিয়াম ও অন্যান্য খনিজ পদার্থ আছে। ১ কাপ ডাবের পানিতে যা খনিজ পদার্থ আছে, তা অনেক স্পোর্টস ড্রিংকের চাইতেও বেশি। একটি ডাবে একটি কলার চাইতে বেশি পটাশিয়াম থাকে।\nমাটির গুণাগুণের উপর ভিত্তি করে ডাবের পানির স্বাদ বিভিন্ন রকম হয়ে থাকে। যেমন, ভারতের ডাব মিষ্টি হয়, কিন্তু ব্রাজিলের ডাব হয় একটু পানসে। আবার বাংলাদেশের ডাবের পানি বেশ মিষ্টি হয়, আর একটু হালকা নোনতা স্বাদ থাকে।\nযেসব দেশে স্যালাইন পাওয়া যায় না, সেখানে ডাবের পানিকে অনেক সময় শিরার মাধ্যমে দেয়া স্যালাইন হিসাবে ডিহাইড্রেশন প্রতিরোধের কাজে ব্যবহার করা হয়।\n\n\n== চাষ ==\n\nডাবকে কচি অবস্থাতেই নারকেল গাছ থেকে পেড়ে নেয়া হয়। মুখের কাছটা ধারালো ছুরি বা দা দিয়ে কেটে ফেলে সেখানে গর্ত করে ডাবের পানি ও শাঁস বের করে নেয়া হয়, অথবা স্ট্র দিয়ে সেখান থেকে সরাসরি খাওয়া হয়। কচি ডাবের ভেতরে পানি ও বায়ু অতিরিক্ত চাপে থাকতে পারে, সেজন্য ডাবের মুখ কাটলে অনেক সময় একটু পানি ছিটকে বেরোয়।\n\n\n== চিকিৎসায় ব্যবহার ==\nডাবের পানিতে খনিজ লবণ থাাকে যা মানুষের জন্য অতি গুরুত্বপূর্ণ একটি খাদ্যপ্রাণ। ডায়ারিয়া হলে মানবদেহে ইলেকট্রোলাইট কমে যায়, মানুুষ দুর্বল হয়ে পড়ে। তখন ডাবের পানি খাওয়ালে ইলেকট্রোলাইট ব্যালানসড হয় এবং শরীরের স্বাভাবিক কর্মক্ষমতা প্রত্যাবর্তন করে। ডাবের পানিতে কিনেটিন থাকে যা স্নায়ুসংক্রান্ত রোগে উপকারী।  ডাবের পানি কিছু কিছু ক্ষেত্রে রোগের প্রতিরোধক ও প্রতিষেধক হিসেবে কাজ করে। এটা কিডনির পাথর সৃষ্টি রোধ করে এবং ডায়রিয়া, আলসার, গ্যাসটাটাইটিস বা অ্যাসিডিটি, মূত্রনালীর সংক্রমণ ও ইউরোলিথিয়েসিস প্রতিরোধ করে। ডাবের পানিতে এন্টিসেপটিক গুণ থাকাতে কাটা-ছেড়া জায়গায় ব্যবহার করলে ভালো ফল পাওয়া যায়। মুখের ক্ষত যেমন—ব্রণ, মেছতা ও ফক্সের ক্ষত ডাবের পানি দিয়ে ধৌত করলে ভালো ফল পাওয়া যায়। এতে ক্যালসিয়াম, পটাশিয়াম, ম্যাগনেসিয়াম, ভিটামিন সি, রিবোফ্লেভিন ও কার্বোহাইড্রেট আছে। ডাবের পানি কোষ্ঠকাঠিন্য দূর করে।\n\n\n== তথ্যসূত্র ==\n\nCampbell-Falck D, Thomas T, Falck TM, Tutuo N, Clem K (2000). The intravenous use of coconut water. Am. J. Emerg. Med. 18 (1): 108-11. PMID 10674546.\nRanti IS, Kwee TIEN BOH, Thio IN LIANG, Tan ENG HOEY (1965). Coconut water for intravenous fluid therapy. Paediatr Indones. 5 (3): Suppl: 782-92. PMID 5873766.\nGeorg A. Petroianu, Melita Kosanovic, Ibrahim Saad Shehatta, Bahaa Mahgoub, Ayman Saleh, Wolfgang H. Maleck (2004). Green coconut water for intravenous use: Trace and minor element content. Journal of Trace Elements in Experimental Medicine 17 (4): 273-82. PMID 14824551.C"}