{"pageid": 1117928, "title": "আদামা গিরা", "url": "https://bn.wikipedia.org/wiki?curid=1117928", "content": "আদামা গিরা (ফরাসি: Adama Guira; ২৪ এপ্রিল ১৯৮৮) হলেন একজন বুর্কিনাবি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে স্পেনীয় ক্লাব রেসিং রিওহা এবং বুর্কিনা ফাসো জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় এবং আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০০৫–০৬ মৌসুমে, বুর্কিনাবি ক্লাব বোবো দিউলাসোর হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছেন; বোবো দিউলাসোর হয়ে তিন মৌসুম অতিবাহিত করার পর ২০০৮–০৯ মৌসুমে তিনি স্পেনীয় ক্লাব গাভায় যোগদান করেছেন। গাভায় মাত্র এক মৌসুম অতিবাহিত করার পর আলিকান্তের সাথে চুক্তি স্বাক্ষর করেছেন, যেখানে তিনি ৩৪ ম্যাচে ১টি গোল করেছেন। পরবর্তীকালে, তিনি লোগ্রোনিয়েস, ইয়ুর্গদেন্স, দাসিয়া চিশিনাউ, সোনাইয়েস্কে, লঁস, আরহুস এবং আরঅ্যান্ডএফের হয়ে খেলেছেন। ২০২১–২২ মৌসুমে, তিনি সোনাইয়েস্কে হতে স্পেনীয় ক্লাব রেসিং রিওহায় যোগদান করেছেন।\nআদামা ২০১০ সালে বুর্কিনা ফাসোর হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বুর্কিনা ফাসোর জার্সি গায়ে তিনি এপর্যন্ত ৪০ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআদামা গিরা ১৯৮৮ সালের ২৪শে এপ্রিল তারিখে বুর্কিনা ফাসোর বোবো দিউলাসোতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n২০১০ সালের ৬ই সেপ্টেম্বর তারিখে, ২২ বছর, ৪ মাস ও ১৩ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী আদামা গ্যাবনের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বুর্কিনা ফাসোর হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচটি ১–১ গোলে ড্র করেছিল। বুর্কিনা ফাসোর হয়ে অভিষেকের বছরে আদামা সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন।\nআদামা ক্যামেরুনে অনুষ্ঠিত ২০২১ আফ্রিকা কাপ অব নেশন্সের জন্য ২০২১ সালের ২৪শে ডিসেম্বর তারিখে ঘোষিত বুর্কিনা ফাসো দলে স্থান পেয়েছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৯ ফেব্রুয়ারি ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআদামা গিরা – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে আদামা গিরা  (ইংরেজি)  \nসকারবেসে আদামা গিরা (ইংরেজি) \nবিডিফুটবলে আদামা গিরা  (ইংরেজি)  \nট্রান্সফারমার্কেটে আদামা গিরা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আদামা গিরা (ইংরেজি) \nইএসপিএন এফসিতে আদামা গিরা (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আদামা গিরা (ইংরেজি)"}