{"pageid": 1117629, "title": "সৌদি আরবে বিবাচন", "url": "https://bn.wikipedia.org/wiki?curid=1117629", "content": "বই, সংবাদপত্র, সাময়িকী, চলচ্চিত্র, টেলিভিশন এবং আন্তর্জালে (ইন্টারনেটে) প্রকাশিত বিষয়বস্তুসহ একাধিক ধরনের সম্প্রচারিত বিষয়বস্তু সৌদি আরবে বিবাচন করা হয়েছে।\nসৌদি সরকার যোগাযোগ মাধ্যমগুলিকে ঘনিষ্ঠভাবে পর্যবেক্ষণ করে এবং সরকারি আইনের অধীনে এগুলিকে সীমাবদ্ধ করে। এই বিধিনিষেধ কমানোর জন্য পরিবর্তন করা হয়েছে। তথ্য নিয়ন্ত্রণে সরকারের নেতৃত্বাধীন কিছু প্রচেষ্টাও আন্তর্জাতিক দৃষ্টি আকর্ষণ করেছে। ২০১৪ সালে, রিপোর্টার্স উইদাউট বর্ডার্স সংগঠনটি সরকারকে \"সৌদি গণমাধ্যম এবং ইন্টারনেটের বিবাচনে নিরলস\" হিসাবে বর্ণনা করে। ২০১৮ সালে এটি সংবাদপত্রের স্বাধীনতার সূচকে ১৮০টি দেশের মধ্যে সৌদি আরবকে ১৬৯তম স্থান দেয়।\n\n\n== আইন ও কর্মকাণ্ড ==\nযদিও সৌদি আরবের জন্য বিবাচন সংক্রান্ত আনুষ্ঠানিক আইন এখনও চালু নেই, তা স্বত্ত্বেও দেশটির প্রতিকূল অবস্থার কারণে নেতারা কঠোর নিয়ম মেনে চলে যা গণমাধ্যমকে প্রভাবিত করে। বিশেষ করে ইরানের ইসলামি বিপ্লব এবং ১৯৭৯ সালে চরমপন্থীদের দ্বারা মসজিদ-আল-হারাম দখলের ফলে সরকারকে উগ্র সুন্নিদের বিরুদ্ধে দমন-পীড়ন চালায়। বাদশাহ খালিদের অধীনে সরকার এবং পরবর্তীতে তার ভাই বাদশাহ ফাহদ সম্ভাব্য বৈরিতা ও অস্থিরতা প্রতিরোধে সহায়তা করার জন্য কিছু নীতি প্রয়োগ করেন, যেমন সংস্কার তৈরির জন্য ধর্মীয় প্রতিষ্ঠানের সাথে ঘনিষ্ঠভাবে কাজ করা।\n১৯৯২ সাল পর্যন্ত গণমাধ্যমে সরকারি নিয়ন্ত্রণ আনুষ্ঠানিকভাবে বিস্তারিত ছিল না। তখন অসন্তোষের একটি নতুন তরঙ্গ উদ্ভূত হয়েছিল। সরকার ১৯৯২ সালে গণমাধ্যম নীতি সংক্রান্ত বিবৃতি প্রকাশ করে, যা ইসলাম ও সৌদি আরবের পক্ষে ধর্মীয় এবং রাজনৈতিক উপাদানসহ সাংবাদিকদের লক্ষ্যের রূপরেখা দিয়েছে।\n\n\n== প্রকাশনা মাধ্যম ==\nসৌদি আরবের মুদ্রিত প্রকাশনা মাধ্যম ব্যক্তিগত মালিকানাধীন হলেও সরকারের সাথে ঘনিষ্ঠভাবে জড়িত। নতুন সাংবাদিকদের নিবন্ধন, কোনও গণমাধ্যম প্রতিষ্ঠানের কর্মীদের পরিবর্তন, নতুন গণমাধ্যম প্রতিষ্ঠান তৈরির জন্য সরকারের অনুমোদন প্রয়োজন হয়। সরকারি ভর্তুকির কারণে দৈনিক সংবাদপত্রগুলি প্রায়শই রাষ্ট্রীয় সমর্থনের উপর নির্ভর করে। বিতর্কিত বিষয়গুলিতে সৌদি প্রেস এজেন্সির সাথে তালিকাভুক্ত হওয়ার প্রবণতা রাখে। তা সত্ত্বেও সংবাদপত্রগুলি অপরাধ, মাদক পাচার এবং চরমপন্থার মতো বিষয়গুলিতে ক্রমবর্ধমানভাবে প্রতিবেদন প্রকাশ করে চলেছে।\n\n\n=== জামাল খাশোগি হত্যা ===\nসাংবাদিক জামাল খাশোগির মামলাটি আন্তর্জাতিকভাবে নজর কেড়েছে। বেশ কয়েকটি আরব সংবাদপত্রের প্রতিবেদক এবং বিদেশী সংবাদদাতা হিসাবে বহু বছর কাজ করার পর, খাশোগি ১৯৯৯ থেকে ২০০৩ সাল পর্যন্ত আরব নিউজের উপ-সম্পাদক-ইন-চিফ হিসাবে কাজ করেন। ২০০৩ সালে তিনি আল ওয়াতানের প্রধান সম্পাদক হন। এটি দৈনিক পত্রিকা যা সৌদি আরবে সংস্কারের জন্য প্রেস দিয়েছিল। সংবেদনশীল বিষয়ের তথ্য প্রকাশ করেছিল। বিশেষ করে রিয়াদ কম্পাউন্ড বোমা হামলা সংক্রান্ত। খাশোগি তাঁর নেতৃত্বে সম্পাদনার অধীনে “আল ওয়াতান” এ তার প্রবন্ধে ‘ইবনে তাইমিয়া, ইসলামী পণ্ডিত যারা অনুপ্রাণিত ওয়াহবিজিম’ লেখার কারণে বরখাস্ত করা হয়। ধর্মীয় পুলিশ তাকে জিজ্ঞাসাবাদ করে। তিনি সৌদি ত্যাগ করেন এবং ওয়াশিংটন, ডিসিতে সৌদি দূতাবাসে কাজ শুরু করেন। কিন্তু পরবর্তীকালে তিন বছর পর তাকে আবার অপসারণ করা পর্যন্ত আল ওয়াতানে ফিরে আসেন।\nআল ওয়াতান ছেড়ে যাওয়ার পর, খাশোগি বিভিন্ন আরব এবং আন্তর্জাতিক নিউজ চ্যানেলে ভাষ্যকার হিসেবে হাজির হন এবং বিভিন্ন প্রকাশনার জন্য লিখেন। খাশোগি আল-হায়াত পত্রিকার একজন কলামিস্ট ছিলেন। কিন্তু ডোনাল্ড ট্রাম্পের সমালোচনা করে নিবন্ধ লেখার পর ডিসেম্বর ২০১৬ সালে তাকে নিষিদ্ধ করা হয়েছিল। তিনি গ্রেফতারের ভয়ে ২০১৭ সালে রাজ্য ত্যাগ করে মার্কিন যুক্তরাষ্ট্রে \"স্ব-আরোপিত নির্বাসনে\" যান এবং ওয়াশিংটন পোস্টের জন্য লিখতে শুরু করেন।\n২ অক্টোবর ২০১৮-এ, খাশোগি ইস্তাম্বুলের সৌদি কনস্যুলেটে প্রবেশ করার পর নিখোঁজ হন। তাকে কনস্যুলেট থেকে কিছু নথি সংগ্রহ করতে হয়েছিল। সৌদি কর্মকর্তারা দাবি করেছেন যে, তারা খাশোগির মৃত্যুর জন্য দায়ী নয়। কিন্তু কী ঘটেছে তার প্রমাণ দিতে সক্ষম হননি। এদিকে, তুর্কি কর্মকর্তারা বলেছেন যে, সৌদি এজেন্টরা তাকে তুরস্কের জঙ্গলে ফেলে দেওয়ার আগে তাকে হত্যা করে টুকরো টুকরো করে। সৌদি কর্মকর্তারা পরে জানিয়েছিলেন যে খাশোগি কনস্যুলেটে দেখা লোকদের সাথে লড়াইয়ে মারা গেছেন।  সৌদি সরকারের পক্ষ থেকে বেশ কয়েক সপ্তাহ পরস্পরবিরোধী দাবির পর, মার্কিন কেন্দ্রীয় গোয়েন্দা সংস্থা উপসংহারে পৌঁছেছে যে ক্রাউন প্রিন্স মোহাম্মদ বিন সালমান খাশোগিকে হত্যার নির্দেশ দিয়েছিলেন। যদিও এই হত্যাকাণ্ডের নির্দেশ কে দিয়েছে তা নিয়ে এখনও কিছু পক্ষের প্রশ্ন রয়েছে। \nরাজপরিবারের সাথে সম্পর্কযুক্ত একজন সাংবাদিক হিসাবে খাশোগির উল্লেখযোগ্যতার কারণে এই মামলাটি অত্যন্ত প্রচারিত হয়েছিল, যিনি সাংবাদিক হিসাবে তার কর্মজীবনে অসংখ্য বিধিনিষেধের মুখোমুখি হয়েছিলেন।\n২০১৯ সালের মে মাসে, অ্যামনেস্টি ইন্টারন্যাশনাল দাবি করেছে যে সৌদি আরব খাশোগিসহ কর্মী এবং সাংবাদিকদের টার্গেট করতে এনএসও গ্রুপের পেগাসাস সফ্টওয়্যার ব্যবহার করেছে। অ্যামনেস্টি টেকের ডেপুটি ডিরেক্টর দাবি করেছেন যে, \"সরকাররা ভয়ানক মানবাধিকার লঙ্ঘনের জন্য পরিচিত\" এই সফ্টওয়্যারটি ব্যবহার করে ভিন্নমতাবলম্বী এবং মানবাধিকার রক্ষাকারীদের সন্ধান করতো। দ্য কিংডম কাম টু কানাডা, একটি সিটিজেন ল্যাবের প্রতিবেদনে দেখায় যে, কানাডায় বসবাসকারী আরেক সৌদি কর্মী ওমর আবদুল আজিজকে কীভাবে তার বন্ধু জামাল খাশোগির সাথে সংবেদনশীল কথোপকথনগুলি অ্যাক্সেস করার জন্য সৌদি সরকার লক্ষ্যবস্তু করেছিল। আবদুল আজিজ ডিসেম্বর ২০১৮ সালে একটি মামলাও দায়ের করেছিলেন। এতে অভিযোগ করে যে সৌদি কর্তৃপক্ষ তার ফোন হ্যাক করতে এবং তার কথোপকথনগুলি অ্যাক্সেস করতে পেগাসাস স্পাইওয়্যার ব্যবহার করেছিল।\n\n\n=== ওসামা বিন লাদেন ===\nওসামা বিন লাদেন ছিলেন একজন সৌদি আরবের নাগরিক; যিনি সৌদি আরবের সমালোচনা শুরু করার পর তার নাগরিকত্ব বাতিল করা হয়েছিল। পরে তিনি নিকটবর্তী আফগানিস্তান ও পাকিস্তান ভ্রমণ করেন এবং সেখানে তার শেষ বছরগুলো অতিবাহিত করেন।\n\n\n== চলচ্চিত্র ও টেলিভিশন ==\n১৯৮৩ সালে পাবলিক সিনেমা অবৈধ হয়ে ওঠে যখন রক্ষণশীল ধর্মগুরুরা সিনেমাকে একটি দুর্নীতিগ্রস্ত প্রভাব বলে মনে করে। দাবি করা হয় পশ্চিমা ও আরব-ভাষা উভয় চলচ্চিত্রই \"ইসলামের শিক্ষার বিপরীত।\"\n\n\n== ইন্টারনেট ==\nসৌদি আরব বিজ্ঞান ও প্রযুক্তির জন্য কিং আব্দুল আজিজ সিটিতে অবস্থিত একটি প্রক্সি ফার্মের মাধ্যমে সমস্ত আন্তর্জাতিক ইন্টারনেট ট্রাফিক পরিচালনা করে। সিকিউর কম্পিউটিং-এর সফ্টওয়্যারের উপর ভিত্তি করে সেখানে একটি বিষয়বস্তু ফিল্টার প্রয়োগ করা হয়।  অক্টোবর ২০০৬ সাল থেকে যোগাযোগ ও তথ্য প্রযুক্তি কমিশন (CITC) সৌদি আরবে KACST-এর জায়গায় DNS কাঠামো এবং ফিল্টারিং পরিচালনা করে। অতিরিক্তভাবে, ইন্টারনেট সার্ভিসেস ইউনিট (আইএসইউ) দ্বারা রক্ষণাবেক্ষণ করা দুটি তালিকা অনুসারে বেশ কয়েকটি সাইট ব্লক করা হয়। একটি \"অনৈতিক\" (বেশিরভাগই পর্নোগ্রাফিক বা এলজিবিটি-অধিকারের সমর্থক) সাইট এবং অন্যটি শিয়া মতাদর্শের প্রচারকারী সাইট। বাকিগুলি তথ্য মন্ত্রণালয় দ্বারা পরিচালিত একটি নিরাপত্তা কমিটির নির্দেশে (সৌদি সরকারের সমালোচনামূলক সাইটগুলি সহ) নিষিদ্ধ করা হয়। এই সিস্টেমের একটি আকর্ষণীয় বৈশিষ্ট্য হল যে, নাগরিকদের সক্রিয়ভাবে \"অনৈতিক\", পর্নোগ্রাফিক, সরকারের সমালোচনা ওয়েবসাইটে উপলব্ধ একটি প্রদত্ত ওয়েব ফর্ম ব্যবহার করে ব্লক করার জন্য সাইটগুলি রিপোর্ট করতে উত্সাহিত করা হয়।\n\n\n=== বিভিন্ন আন্তর্জাল মঞ্চে বিবাচন ===\n২০১১ সালে, সৌদি সরকার নতুন ইন্টারনেট বিধি ও প্রবিধান প্রবর্তন করে। যেগুলির জন্য সমস্ত আন্তর্জালীয় সংবাদপত্র এবং ব্লগলেখকদের তথ্য মন্ত্রণালয় থেকে একটি বিশেষ অনুমতিপত্র পেতে হবে।  উদারপন্থী কর্মীদের ব্লগ এবং সামাজিক যোগাযোগমাধ্যমের হিসাব উভয় ক্ষেত্রেই পর্যবেক্ষণ করা হয়। ২০১২ সালের একটি অত্যন্ত প্রকাশ্য মামলায় একজন ব্লগার রাইফ বাদাউইকে ১০ বছরের কারাদণ্ড এবং ১,০০০ বেত্রাঘাতের শাস্তি দেওয়া হয়েছিলও তার গণমাধ্যম ক্ষেত্রে কাজ বা বিদেশ ভ্রমণের উপর ১০ বছরের নিষেধাজ্ঞা দেওয়া হয়েছিল৷ \n\n\n== আরও দেখুন ==\nমধ্যপ্রাচ্যে বিবাচন\nকমিশন ফর দ্য প্রমোশন অফ ভার্চ্যু এবং প্রিভেনশন অফ ভাইস\nসৌদি আরবের চলচ্চিত্র শিল্প\nসৌদি আরবে এলজিবিটি অধিকারের বিবাচন\nতুওয়া\n\n\n== তথ্যসূত্র =="}