{"pageid": 111756, "title": "সূরা ইউনুস", "url": "https://bn.wikipedia.org/wiki?curid=111756", "content": "সূরা ইউনুস (আরবি ভাষায়: سورة يونس‎) মুসলমানদের ধর্মীয় গ্রন্থ কুরআনের দশম সূরা। এই সূরাটি মক্কায় অবতীর্ণ হয়েছে এবং এর আয়াত সংখ্যা ১০৯ টি। এই সূরাটিতে কোরাআন পাক ও ইসলামের মৌলিক উদ্দেশ্যাবলী-\nতওহীদ, রিসালাত, আখিরাত ইত্যাদি বিষয়ের যথার্থতা বিশ্বচরাচর এবং তার মধ্যকার পরিবর্তন-পরিবর্তনশীল ঘটনাবলীর মাধ্যমে প্রমাণ দেখিয়ে ভালো করে বোধগম্য করার ব্যবস্থা করা হয়েছে। সাথে সাথে কিছু উপদেশমূলক, ঐতিহাসিক ঘটনাবলী এবং কাহিনীর অবতারণা করে সে সমস্ত লোকদেরকে সতর্ক করা হয়েছে যারা আল্লাহ্‌ তাআলার এ সব প্রকাশ্য নিদর্শনসমূহের উপর একটু চিন্তা করে না।\n\n\n== নামকরণ ==\n\n\n== যথারীতি ৯৮ আয়াত থেকে নিছক আলামত হিসেবে এ সূরার নামকরণ করা হয়েছে। এ আয়াতের প্রসংগক্রমে হযরত ইউনুস আলাইহিস সালামের কথা এসেছে কিন্তু মূলত ও সূরার আলোচ্য বিষয় হযরত ইউনুসের কাহিনী নয়। ==\n\n\n== নাযিলের সময়কাল ==\nএ সূরাটি কখন নাযিল হয়, এ সম্পর্কিত কোন হাদীস আমরা পাইনি। কিন্তু এর বক্তব্য বিষয় থেকে বুঝা যায় এ সুরাটি রাসূলুল্লাহ (সা., মক্কায় অবস্থানের শেষের দিকে নাযিল হয়ে থাকবে। কারণ এর বক্তব্য বিষয় থেকে সুস্পষ্টভাবে অনুভূত হয় যে, এসময় ইসলামী দাওয়াতের বিরোধীদের পক্ষ থেকে বাধা ও প্রতিবন্ধকতা সৃষ্টির কাজ প্রচণ্ড ভাবে শুরু হয়ে গিয়েছে। তারা নিজেদের মধ্যে নবী ও তার অনুসারীদেরকে আর বরদাশত করতে রাযী নয়। উপদেশ অনুরোধের মাধ্যমে তারা সঠিক পথে চলবে, এমন আশা করা যায় না। নবী চূড়ান্তভাবে প্রত্যাখ্যান করার ফলে তাদের যে অনিবার্য পরিণতির সম্মুখীন হওয়ার কথা। এখন তা থেকে তাদের সতর্ক করে দেয়ার সময় এসে গেছে। কোন ধরনের সূরা মক্কার শেষ যুগের সাথে সম্পর্ক রাখে বক্তব্য বিষয়ের এ বৈশিষ্ট্যই তা আমাদের জানিয়ে দেয়। কিন্তু এ সূরায় হিজরতের প্রতি কোন ইঙ্গিত পাওয়া যায় না। তাই যেসব সূরা থেকে আমরা হিজরতের ব্যাপারে সুস্পষ্ট বা অস্পষ্ট কোন না কোন ইঙ্গিত পাই এ সূরাটির যুগ সেগুলো থেকে আগের মনে করতে হবে। এ সময় কাল চিহ্নিত করার পর ঐতিহাসিক পটভূমি বর্ণনা করার প্রয়োজন থাকে না। কারণ, সূরা আনআম ও সূরা আরাফের ভূমিকায় এ যুগের ঐতিহাসিক পটভূমি বর্ণনা করা হয়েছে।\n\n\n== নাযিলের প্রেক্ষাপট ==\n\n\n== ব্যাখ্যা ==\n\n\n== বিষয়বস্তু ==\nএ ভাষণের বিষয়বস্তু হচ্ছে, দাওয়াত দেয়া, বুঝানো, ও সতর্ক করা। ভাষণের শুরু হয়েছে এভাবেঃ\nএকজন মানুষ নবুয়াতের বানী প্রচার করেছে। তা দেখে লোকেরা অবাক হচ্ছে। তারা অযথা তার বিরুদ্ধে যাদুকারিতার অভিযোগ আনছে। অথচ যেসব কথা সে পেশ করেছে তার মধ্যে আজব কিছুই নেই এবং যাদু ও জ্যোর্তিবিদ্যার সাথে সম্পর্ক রাখে এমন কোন বিষয়ও তাতে নেই। সে তো দুটো গুরুত্বপূর্ণ সত্য তোমাদের জানিয়ে দিচ্ছে। এক, যে আল্লাহ এ বিশ্ব জাহানের স্রষ্টা এবং যিনি কার্যত এর ব্যবস্থাপনা পরিচালনা করেছেন একমাত্র তিনিই তোমাদের মালিক ও প্রভু এবং একমাত্র তিনিই তোমাদের বন্দেগী ও আনুগত্য লাভের অধিকার রাখেন। দুই, বর্তমান পার্থিব জীবনের পরে আর একটি জীবন আসবে। সেখানে তোমাদের পুনর্বার সৃষ্টি করা হবে। সেখানে তোমরা নিজেরদের বর্তমান জীবনের যাবতীয় কাজের হিসেব দেবে। একটি মৌলিক প্রশ্নের ভিত্তিতে তোমরা শাস্তি বা পুরস্কার লাভ করবে। সে প্রশ্নটি হচ্ছে, তোমরা আল্লাহকে নিজেদের প্রভু মেনে নিয়ে তা ইচ্ছা অনুযায়ী সৎকাজ করছো না তার বিপরীত কাজ করছো? তিনি তোমাদের সামনে এই যে সত্য দুটি পেশ করেছেন এ দুটি যথার্থ ও অকাট্য বাস্তব সত্য। তোমাদের মানা নামানায় এর কিছু আসে যায় না। এ সত্য তোমাদেরকে আহবান জানাচ্ছে, যে একে মেনে নিয়ে সেই অনুযায়ী তোমরা নিজেদের জীবন গড়ে তোলো। তার এ আহবানে সাড়া দিলে তোমাদের পরিণাম ভাল হবে। অন্যথায় দেখবে নিজেদের অশুভ পরিণতি।\n\n\n== আলোচনার বিষয়াদি ==\nএ প্রাথমিক আলোচনার পর নিম্নোক্ত বিষয়গুলো একটি বিশেষ ধারাবাহিকতা সহাকরে সামনে আসেঃ\nএকঃ যারা অন্ধ বিদ্বেষ ও গোঁড়ামিতে লিপ্ত হয় না এবং আলোচনায় হারজিতের পরিবর্তে নিজেরা ভুল দেখা ও ভুল সিদ্ধান্ত গ্রহণ থেকে বাঁচার চিন্তা করে তাদের বুদ্ধি- বিবেককে আল্লাহর একত্ব ও পরকালীন জীবন সম্পর্কে নিশ্চিন্ত করার মতো যুক্তি প্রমাণাদি।\nদুইঃ লোকদের তাওহীদ ও রিসালাতের আকীদা স্বীকার করে নেয়ার পথে প্রতিবন্ধক হিসেবে যেসব বিভ্রান্তি দেখা দিয়েছিল সেগুলো দূর করা এবং যেসব গাফলতি সৃষ্টি হয়েছিল সেগুলো সম্পর্কে সতর্ক করে দেয়া।\nতিনঃ মুহম্মাদ (সা.) এর রিসালাত এবং তিনি যে বাণী এনেছিলেন সেসব সম্পর্কে যে সন্দেহ ও আপত্তি পেশ করা হতো, তার যথাযথ জবাব দান।\nচারঃ পরবর্তী জীবনে যা কিছু ঘটবে সেগুলো আগেভাগেই জানিয়ে দেয়া, যাতে মানুষ সে ব্যাপারে সতর্কতা অবলম্বন করে নিজের কার্যকলাপ সংশোধন করে নেয় এবং পরে আর তাকে সে জন্য আফসোস করতে না হয়।\nপাঁচঃ এ ব্যাপারে সতর্ক করে দেয়া যে, এ দুনিয়ার বর্তমান জীবন আসলে একটি পরীক্ষার জীবন। এ পরীক্ষার জন্য তোমাদের যে অবকাশ দেয়া হয়েছে তা শুধুমাত্র ততটুকুই যতটুকু সময় তোমরা এ দুনিয়ায় শ্বাস-প্রশ্বাস নিচ্ছো। এ সময়টুকু যদি তোমরা নষ্ট করে দাও এবং নবীর হেদায়াত গ্রহণ করে পরীক্ষায় সাফল্য লাভের ব্যবস্থা না করো, তাহলে তোমরা আর দ্বিতীয় কোন সুযোগ পাবে না। এ নবীর আগমন এবং এ কুরআনের মাধ্যমে তোমাদের কাছে সত্য জ্ঞান পৌঁছে যাওয়া তোমাদের পাওয়া একমাত্র ও সর্বোত্তম সুযোগ। একে কাজে লাগাতে না পারলে পরবর্তী জীবনে তোমাদের চিরকাল পস্তাতে হবে।\nছয়ঃ এমন সব সুস্পষ্ট অজ্ঞতা, মূর্খতা, ও বিভ্রান্তি চিহ্নিত করা, যা শুধুমাত্র আল্লাহর হেদায়াত ছাড়া জীবন যাপন করার কারণেই লোকদের জীবনে সৃষ্টি হচ্ছিল।\nএ প্রসঙ্গে নূহ (আ) ঘটনা সংক্ষেপে এবং মূসা (আ) ঘটনা বিস্তারিতভাবে বর্ণনা করা হয়েছে। চারটি কথা অনুধাবন করানোই এ ইতিহাস বর্ণনার উদ্দেশ্য।\nপ্রথমত, মুহাম্মাদ (সা.) এর সাথে তোমরা যে ব্যবহার করছো তা নূহ (আ) ও মূসার(আ) সাথে তোমাদের পূর্ববর্তীরা যে ব্যবহার করছে অবিকল তার মতই। আর নিশ্চিত থাকো যে, এ ধরনের কার্যকলাপের যে পরিণতি তারা ভোগ করেছে তোমরাও সেই একই পরিণতির সম্মুখীন হবে। দ্বিতীয়ত, মুহাম্মাদ (সা.) ও তার সাথীদের আজ তোমরা যে অসহায়ত্ব ও দুর্বল অবস্থার মধ্যে দেখছো তা থেকে একথা মনে করে নিয়ো না যে, অবস্থা চিরকাল এ রকমই থাকবে। তোমরা জানো না, যে আল্লাহ মূসা ও হারূনের পেছনে ছিলেন এদের পেছনেও তিনিই আছেন। আর তিনি এমনভাবে গোটা পরিস্থিতি পাল্টে দেন যা কেউ চিন্তাও করতে পারে না। তৃতীয়ত, নিজেদের শুধরে নেয়ার জন্য আল্লাহ তোমাদের যে অবকাশ দিচ্ছেন তা যদি তোমরা নষ্ট করে দাও এবং তারপর ফেরাউনের মতো আল্লাহর হাতে পাকড়াও হবার পর একেবারে শেষ মুহূর্তে তাওবা করো, তাহলে তোমাদের মাফ করা হবে না।চতুর্থত, যারা মুহাম্মাদ (সা.) এর ওপর ঈমান এনেছিল তারা যেন প্রতিকূল পরিবেশের চরম কঠোরতা ও তার মোকাবিলায় নিজেদের অসহায়ত্ব দেখে হতাশ হয়ে না পড়ে। তাদের জানা উচিত, এ অবস্থায় তাদের কিভাবে কাজ করতে হবে। তাদের এ ব্যাপারেও সতর্ক হতে হবে যে, আল্লাহ যখন নিজের মেহেরবানীতে তাদেরকে এ অবস্থা থেকে উদ্ধার করবেন তখন যেন তারা বনী ইসরাঈল মিসর থেকে মুক্তি পাওয়ার পর যে আচরণ করেছিল তেমন আচরণ না করে।\nসবশেষে ঘোষণা করা হয়েছেঃ এ আকীদা-বিশ্বাস অনুযায়ী এবং এ পথ ও নীতির ভিত্তিতে এগিয়ে চলার জন্য আল্লাহ তার নবীকে নির্দেশ দিয়েছেন। এর মধ্যে সামান্যতমও কাটছাট করা যেতে পারে না। যে ব্যক্তি এটা গ্রহণ করবে সে নিজের ভাল করবে এবং যে একে বর্জন করে ভুল পথে পা বাড়াবে সে নিজেরই ক্ষতি করবে।\nএই সূরার দ্বিতীয় আয়াতে রয়েছে মুশরেকদের একটি সন্দেহ ও প্রশ্নের উত্তর। সন্দেহটি ছিলো এই যে, কাফেররা তাদের মূর্খতার দরুণ সাব্যস্ত করে রেখেছিল যে, আল্লাহ্‌ তাআলার পক্ষ থেকে যে নবী বা রসূল আসবেন তিনি মানুষ হবেন না বরং তিনি মানুষ না হয়ে ফেরেশতা হওয়াটাই উচিত। কোরাআন পাক বিভিন্ন জায়গায় তাদের এই ভ্রান্ত ধারণার উত্তর বিভিন্ন প্রকারে দিয়েছেন। এক আয়াতে এরশাদ হয়েছেঃ \n\n যার মূল কথা হলো এই যে, রেসালাতের উদ্দেশ্য ততহ্মণ পর্যন্ত পূর্ণ হবে না, যতহ্মণ পর্যন্ত না রসূল এবং যাদের মধ্যে রসূল পাঠানো হচ্ছে এই দুয়ের পারস্পরিক সম্পর্ক থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.altafsir.com/\nhttps://web.archive.org/web/20100619211615/http://www.qtafsir.com/\nhttps://web.archive.org/web/20100727143953/http://quran-tafsir.org/\nhttp://www.tafsir.com/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ এপ্রিল ২০২১ তারিখে\nhttp://www.englishtafsir.com/\nhttps://web.archive.org/web/20070329034450/http://www.islamibayanaat.com/EnglishMarefulQuran.htm\nhttp://www.searchtruth.com/tafsir/tafsir.php"}