{"pageid": 1117557, "title": "অ্যান্টার্কটিকা ক্রিল", "url": "https://bn.wikipedia.org/wiki?curid=1117557", "content": "বৈজ্ঞানিক নাম\nইউফৌসিয়া সুপারবা\nEuphausia_superba\n এন্টার্কটিকা ক্রিল (ইউফাউসিয়া সুপারবা) একটি ক্রিলের প্রজাতি যা দক্ষিণ মহাসাগরের অ্যান্টার্কটিক জলে পাওয়া যায়। এটি একটি ছোট, সাঁতারের  ক্রাস্টেসিয়ান যা বড় দলে বাস করে, যাকে ঝাঁক বলা হয়, কখনও কখনও প্রতি ঘনমিটারে 10,000-30,000 পৃথক প্রাণীর ঘনত্বে পৌঁছায়। যা সর্বোচ্চ রেকর্ড।\n\n\n== ভৌ­গ­লিক পরিসর ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n অ্যা­ন্টা­র্ক­টিক ক্রিল দক্ষিণ এবং ভা­র­তীয় অ্যা­ন্টা­র্ক­টিক মহা­সা­গ­রে বাস করে, অ্যা­ন্টা­র্ক­টিক উপ­দ্বীপ অঞ্চ­লে। তাদের বণ্টন অ্যা­ন্টা­র্ক­টিক মহা­দে­শীয় শেল্ফ বিরতি অ্যা­ন্টা­র্ক­টিক পোলার ফ্র­ন্টাল জোন পর্য­ন্ত বি­স্তৃত। বি­শে­ষত উচ্চ জৈ­ব­ব­স্তুর অঞ্চ­ল­গু­লির মধ্যে রয়েছে অ্যা­ন্টা­র্ক­টিক উপ­কূ­লীয় স্রোত, অ্যা­ন্টা­র্ক­টিক মহা­দে­শের কাছে, প্রি­ডজ বে এর কাছে, অ্যা­ন্টা­র্ক­টিক মহা­দে­শের উত্তর এবং পশ্চিম উপ­কূ­লীয় অঞ্চ­লে এবং যে অঞ্চ­ল­গু­লি­তে অ্যা­ন্টা­র্ক­টিক উপ­কূ­লীয় স্রোত অ্যা­ন্টা­র্ক­টিক সা­র্কা­ম্পো­লার স্রো­তের সাথে যো­গা­যোগ করে।\n\n\n== বা­স­স্থান ==\n\nঅ্যা­ন্টা­র্ক­টিক ক্রিল খোলা সা­মু­দ্রিক জলে বাস করে। প্রা­প্ত­বয়স্ক­দের ভূ­পৃ­ষ্ঠের জল থেকে 350 মিটার গভী­র­তা পর্য­ন্ত পাওয়া  যায়; তাদের মাঝে মাঝে 600 মিটার গভীরে পাওয়া গেছে। শীতের মা­স­গু­লি­তে এগুলি গভীর জলে পাওয়া যায়। লা­র্ভা সমু­দ্রের তল­দে­শের কাছে জীবন শুরু করে এবং বি­কা­শ ের সাথে সাথে পৃ­ষ্ঠের দিকে আরোহণ করে।\n বাসস্থান অঞ্চলপোলার নোনা জল বা সামুদ্রিক\nজলজ বায়োমপেলাজিক\nপরিসীমা গভীরতা\n0 থেকে 600 মি\n0.00 থেকে 1968.50 ফুট\nগড় গভীরতা\n150 মি\n492.13 ফুট।\n\n\n== শা­রী­রিক বর্ণ­না ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nদেহটি গো­লা­পী এবং কি­ছু­টা অস্ব­চ্ছ, একটি শক্ত, ক্যা­ল­সি­ফা­ইড এক্সো­স্কে­ল­টন  এটি একটি ক্যা­রা­পেস নামেও পরি­চিত) একটি সে­ফা­লো­থো­রা­ক্স (মাথা এবং বক্ষ মি­শ্রিত) এবং একটি পেটে বি­ভ­ক্ত। এই প্রা­ণী­গু­লো দেখতে চিংড়ির মতোই। অ্যা­ন্টা­র্ক­টিক ক্রি­লের ছয় জোড়া বক্ষ উপা­ঙ্গ এবং এক জোড়া অ্যা­ন্টে­না রয়েছে। একটি লেজ চূড়ান্ত উপা­ঙ্গের  সং­মি­শ্রণ দ্বা­রা গঠিত হয়। মুখের অংশের কাছে, যৌ­না­ঙ্গে (সে­ফা­লো­থো­রা­ক্সে অব­স্থিত) এবং পেটের প্লিওপডের গোড়ায় (যা এই প্রা­ণী­রা সাঁতার কাটার জন্য কাঁটা­যু­ক্ত অঙ্গ­গু­লি ব্য­ব­হার করে) এর গোড়ায় ফো­টো­ফোর নামে আলো­কিত অঙ্গ রয়েছে। এই ফটো­ফো­র­গু­লি একটি নীল আলো তৈরি করে। ফু­ল­কা­গু­লি  ক্যা­রা­পে­সের নীচে, ventrally অব­স্থিত। প্রা­প্ত­বয়স্ক­দের দৈ­র্ঘ্য 5-6.5 সেমি এবং গড় ওজন 2 গ্রাম।মহি­লা­রা পু­রু­ষ­দের থেকে কি­ছু­টা বড় এবং লি­ঙ্গের মধ্যে শরী­রের আকারে ছো­ট­খা­টো পা­র্থ­ক্য থাকে (উদা­হ­র­ণ­স্ব­রূপ পু­রু­ষ­দের দেহের আকার আরও দী­র্ঘায়িত হয়, কি­ছু­টা বড় চোখ, লম্বা অ্যা­ন্টে­না এবং সা­মা­ন্য ছোট রো­স্ট্রাম)। এছাড়াও, প্রা­প্ত­বয়স্ক পু­রু­ষ­রা প্লিওপডের প্রথম জোড়া হি­সা­বে পে­টা­স­মা নামক এন্ডো­প­ড­গু­লি­কে পরি­ব­র্তিত করেছে। এগুলি সঙ্গ­মের সময় স্পা­র্মা­টো­ফোর স্থা­না­ন্তর করতে ব্য­ব­হৃত হয়। মহি­লা­দের দেহের ভে­ন্ট্রাল পো­স্টে­রিয়র অংশে একটি ত্রি-লো­ব­যু­ক্ত কা­ঠা­মো থাকে যাকে থে­লা­ই­কাম বলা হয়। অবি­কৃত মহি­লা­দের মধ্যে, এই গঠন প্রায়ই একটি উজ্জ্বল লাল রং হয়। স্পা­র্মা­টো­ফো­রস (ছোট সাদা ভে­সি­কেল), মাঝে মাঝে মিলিত মহি­লা­দের মধ্যে এটির সাথে সং­যু­ক্ত দেখা যায়।এগুলি সঙ্গ­মের সময় স্পা­র্মা­টো­ফোর স্থা­না­ন্তর করতে ব্য­ব­হৃত হয়। মহি­লা­দের দেহের ভে­ন্ট্রাল পো­স্টে­রিয়র অংশে একটি ত্রি-লো­ব­যু­ক্ত কা­ঠা­মো থাকে যাকে থে­লা­ই­কাম বলা হয়। অবি­কৃত মহি­লা­দের মধ্যে, এই গঠন প্রায়ই একটি উজ্জ্বল লাল রং হয়। স্পা­র্মা­টো­ফো­রস (ছোট সাদা ভে­সি­কেল), মাঝে মাঝে মিলিত মহি­লা­দের মধ্যে এটির সাথে সং­যু­ক্ত দেখা যায়।এগুলি সঙ্গ­মের সময় স্পা­র্মা­টো­ফোর স্থা­না­ন্তর করতে ব্য­ব­হৃত হয়। মহি­লা­দের দেহের ভে­ন্ট্রাল পো­স্টে­রিয়র অংশে একটি ত্রি-লো­ব­যু­ক্ত কা­ঠা­মো থাকে যাকে থে­লা­ই­কাম বলা হয়। অবি­কৃত মহি­লা­দের মধ্যে, এই গঠন প্রায়ই একটি উজ্জ্বল লাল রং হয়। স্পা­র্মা­টো­ফো­রস (ছোট সাদা ভে­সি­কেল), মাঝে মাঝে মিলিত মহি­লা­দের মধ্যে এটির সাথে সং­যু­ক্ত দেখা যায়।\nঅন্যান্য শারীরিক বৈশিষ্ট্যদ্বিপাক্ষিক প্রতিসাম্য\nসেক্সুয়াল ডিমরফিজমমহিলা বড় লিঙ্গ ভিন্ন আকৃতির\nগড় ভর\n2 গ্রাম\n0.07 oz\nপরিসীমা দৈর্ঘ্য\n5.0 থেকে 6.5 সেমি\n1.97 থেকে 2.56 ইঞ্চি\n\n\n== উন্নয়ন ==\nক্রিল বেশ কয়েকটি লার্ভা পর্যায়ের মধ্য  দিয়ে যায়, যা নওপ্লিয়াস, মেটানাউপ্লিয়াস, ক্যালিপটোপাস এবং ফারসিলিয়া নামে পরিচিত; প্রতিটি স্তরের মধ্যে (এবং কখনও কখনও এর মধ্যে) molts হয়, প্রতিটি লার্ভা পর্যায় 8-15 দিন স্থায়ী হয়। একবার ডিম পাড়ার পর, তারা প্রায় 10 দিন ডুবে থাকে, কয়েকশ থেকে 2,000 মিটার গভীর পর্যন্ত। সেখানে, এগুলি নওপ্লি হিসাবে জন্মে, যার কেবল একটি চোখ থাকে এবং কোনও দেহের অংশ বা অঙ্গের কুঁড়ি নেই। নওপলি আরোহণ করে এবং একটি মেটানাউপ্লিয়াস পর্যায়ে প্রবেশ করে, যেখানে অঙ্গ-প্রত্যঙ্গের বিকাশ শুরু হয়। লার্ভা ক্রমাগত বৃদ্ধি পাওয়ার সাথে সাথে তারা ক্যালিপটপে পরিণত হয়; এগুলি পৃষ্ঠে পৌঁছায় এবং খাওয়ানো শুরু করে। তিনটি অতিরিক্ত molts পরে, লার্ভা furcilia হিসাবে পরিচিত হয়। furcilia পর্যায়ে অস্থাবর যৌগিক চোখের বিকাশ দ্বারা চিহ্নিত করা হয়, যা ক্যারাপেসের প্রান্ত থেকে প্রজেক্ট করে। Furcilia কিশোর বয়সে বিকশিত হয়, শীতের শুরুতে 4-10 মিমি দৈর্ঘ্যে পৌঁছায়,মার্চের শেষের দিকে প্রবৃদ্ধি কমে যায়। কিশোররা তাদের দ্বিতীয় বছরে (বসন্ত/গ্রীষ্ম) গোনাড তৈরি করতে শুরু করে এবং দুই বছর বয়সে জন্ম দিতে শুরু করে।এ ভাবেই বংশবিস্তার বৃদ্ধি হয়।\n\n\n== প্রজনন ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসঙ্গমে 5টি পর্যায় জড়িত: তাড়া, অনুসন্ধান, আলিঙ্গন, ফ্লেক্স এবং ধাক্কা। প্রথমত, একজন পুরুষ (কখনও কখনও একের বেশি) একটি গুরুগম্ভীর মহিলাকে অনুসরণ করে। তারপরে, একজন পুরুষ তার পেটাসমা (প্রথম জোড়া প্লিওপডগুলিতে পাওয়া বিশেষ কাঠামো) দিয়ে একজন মহিলাকে পরীক্ষা করে। নর-নারী তখন একে অপরকে জড়িয়ে ধরে, পেটে পেটে। শুক্রাণু স্থানান্তরিত হয় যখন পুরুষ তার শরীরকে নারীর চারপাশে বাঁকা করে, একটি টি-আকৃতির জোড়া তৈরি করে। শুক্রাণু ট্রান্সফারে তার পেটাসমা সাহায্যে হুক।  ফ্লেক্সিংয়ের সময় দ্রুত স্পিনিং ঘটে, যা প্রায় 5 সেকেন্ড স্থায়ী হয়, যা তার থলিকামে শুক্রাণু ঢেলে দিতে সাহায্য করে।  নমনীয় হওয়ার পরে, এই জুটি একসাথে সাঁতার কাটতে থাকে কারণ পুরুষ তার রোস্ট্রাম এবং অ্যান্টেনাকে মহিলার ভেন্ট্রাল পৃষ্ঠের বিরুদ্ধে ঠেলে দেয়। অবশেষে, এই জুটি একে অপরের থেকে বিচ্ছিন্ন হয়ে সাঁতার কাটে।\n\n\n== মিলন ব্যবস্থাবহুগামী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসমস্ত প্রাপ্তবয়স্ক মহিলা অ্যান্টার্কটিক ক্রিল একটি প্রজনন ঋতুতে একটি ব্রুড তৈরি করে, ডিমগুলি পর্যায়ক্রমে উত্পাদিত হয় এবং বিভিন্ন স্পনিং ইভেন্টে ছেড়ে দেয়। নারী প্রতি চারটি oocytes ভিটেলোজেনেসিস (কুসুম উৎপাদন) হতে পারে। উষ্ণ তাপমাত্রা মহিলাদের মধ্যে প্রজনন এবং গলিত  কার্যকলাপ বৃদ্ধি করতে পারে। মহিলারা ডিসেম্বর থেকে মার্চ মাসের মধ্যে গভীর জলে ডিম পাড়ে। ডিমগুলি সমুদ্রের তলদেশে বিকাশ শুরু করে, তবে জলের  কলামে কোথায় পাড়া হয় তা জানা যায় না। ডিম ফুটে ও উপরে বর্ণিত লার্ভা পর্যায়ে প্রবেশ করার প্রায় 10 দিন আগে ডুবে থাকে। ( কুজিন-রাউডি, 2000 ; কাওয়াগুচি, এট আল।, 2011 ; নক্স, 1994 )\nমূল প্রজনন বৈশিষ্ট্যiteroparous মৌসুমী প্রজনন gonochoric/gonochoristic/dioecious (লিঙ্গ পৃথক) যৌন নিষিক্তকরণ অভ্যন্তরীণ ডিম্বাকৃতি\n প্রজনন ব্যবধান\nঅ্যান্টার্কটিক ক্রিল বছরে একবার প্রজনন করে।\nপ্রজনন ঋতু\nগ্রীষ্মের মাসগুলিতে প্রজনন ঘটে।\nবংশের পরিসীমা সংখ্যা\n4 (নিম্ন)\nগড় গর্ভকালীন সময়কাল\n10 দিন\nযৌন বা প্রজনন পরিপক্কতার বয়সের পরিসীমা (মহিলা)\n 2.8 থেকে 3.0 বছর\nযৌন বা প্রজনন পরিপক্কতার বয়সের পরিসীমা (পুরুষ)\n2.8 থেকে 3.0 বছর\nগ্যামেট উৎপাদনে জড়িত পুষ্টির বাইরে এই প্রজাতিতে পিতামাতার কোনো বিনিয়োগ পরিলক্ষিত হয় না। ( নিকোল, 2006 )\n\n\n== আয়ুষ্কাল/দীর্ঘায়ু ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nঅ্যান্টার্কটিক ক্রিলের গড় আয়ু 5-7 বছর। ( পর্যন্ত বেঁচে থাকে।\n পরিসীমা জীবনকাল\nস্থিতি: বন্য\n9 (উচ্চ) বছর\nসাধারণ জীবনকালের\nঅবস্থা: বন্য\n2 থেকে 7 বছর\n\n\n== আচরণ ==\nঅ্যান্টার্কটিক ক্রিল হল একটি বাধ্যতামূলক স্কুলিং প্রজাতি, যেখানে স্কুলগুলি প্রাথমিকভাবে স্রোতের সাথে জলের কলামে অনুভূমিকভাবে চলে।  স্কুলগুলি অত্যন্ত বড় হতে পারে, গড় দৈর্ঘ্য 100 মিটার, কিন্তু 100 কিমি পর্যন্ত  প্রসারিত হতে পারে, যার গড় বেধ 15 মি। ঘনত্ব প্রতি ঘনমিটারে 1,0000-100,000 ক্রিল পরিমাপ করতে পারে, নিম্ন ঘনত্বের স্কুলগুলি প্রতি ঘনমিটারে 1 থেকে 100 ক্রিল পরিমাপ করে। একই ধরনের শারীরিক আকারের দলে স্কুলে পড়া এই প্রাণীদের সাহায্য করে যে কোনো একজনকে শিকারী দ্বারা আলাদা করা এড়াতে।\n\n\n== যোগাযোগ এবং উপলব্ধি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nক্রিল ঘন স্কুল গঠন করে, যার মধ্যে সমস্ত ব্যক্তি একই দিকে সাঁতার কাটে, একে অপরের থেকে সমানভাবে দূরত্বে। একটি প্রদত্ত স্কুলের সমস্ত ব্যক্তি প্রায় একই আকারের।  একজন ব্যক্তি স্কুলের বাকি অংশের সাথে তার আকার পরিমাপ করবে এবং উপযুক্ত হিসাবে যোগদান  করবে বা ছেড়ে দেবে। একটি স্কুলের সামনে থাকা ব্যক্তিরা সাঁতার কাটার সময় যোগাযোগের জন্য রিওট্যাকটিক ইঙ্গিত ব্যবহার করে, যেমন আসন্ন স্রোতের দিকে বাঁক। দৃষ্টি ব্যক্তিদের স্কুল বজায় রাখতে এবং খাওয়ানোর সময় সাহায্য করে। মেকানোরিসেপশন এবং ঘ্রাণও স্কুলের আচরণে একটি ভূমিকা পালন করতে পারে। কেমোরেসেপ্টরগুলি অ্যামিনো অ্যাসিড সনাক্ত করতে ব্যবহৃত হয় (এমনকি খুব কম স্তরেও), যা খাদ্য উত্সের উপস্থিতি নির্দেশ করে এবং ফেরোমোন সম্ভবত মিলনে ভূমিকা পালন করে।\n\n\n== খাদ্যাভ্যাস ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nসাধারণত, অ্যান্টার্কটিক ক্রিল তাদের  থোরাসিক এন্ডোপোডাইট ব্যবহার করে একটি জলরোধী খাওয়ানোর ঝুড়ি  তৈরি করে, যা খাবার এবং জলের একটি পকেটে ঘেরা থাকে। তারপরে কম্প্রেশন-পরিস্রাবণ দ্বারা setae মাধ্যমে জল পার্শ্বীয়ভাবে ফিল্টার করা হয়। ফাইটোপ্ল্যাঙ্কটন খাওয়ানোর ঝুড়িতে  আটকে থাকে কারণ জল ফিল্টার হয়ে যায়, এবং সেটি দ্বারা মুখের মধ্যে খাওয়ার জন্য ব্রাশ করা হয়। অ্যান্টার্কটিক ক্রিল প্রাথমিকভাবে প্ল্যাঙ্কটিভরস, তবে মাঝে মাঝে অন্যান্য ক্রিল বা গলিত এক্সোস্কেলেটন খায়। তারা দক্ষিণ মহাসাগরের প্রভাবশালী তৃণভোজী হিসাবে বিবেচিত হয়। শীতকালে, অ্যান্টার্কটিক ক্রিল খাদ্যের উৎস হিসেবে বরফের শেওলার উপর অনেক বেশি নির্ভর করে। তারা ফিল্টার ফিডার, কিন্তু খাদ্য কণার উপস্থিতি নির্দেশ করার জন্য রাসায়নিক সংকেতের উপর নির্ভর করে ক্রমাগত খাওয়ানো হয় না।\n\n\n== শিকার ==\nঅ্যান্টার্কটিক ক্রিল অনেক সামুদ্রিক স্তন্যপায়ী প্রাণী, অমেরুদণ্ডী প্রাণী, মাছ  এবং পাখির শিকার হিসাবে কাজ করে। এই ক্রিলগুলির একমাত্র বিরোধী শিকারী অভিযোজন হল তাদের স্কুলে পড়ার আচরণ। স্কুলে ব্যাঘাত ঘটলে ভর গলে যেতে পারে, যা শিকারীদের বিভ্রান্তি হিসেবে কাজ করতে পারে। ক্রিল ভূপৃষ্ঠের নীচে গভীর, ঠাণ্ডা জলে থেকেও শিকারীদের এড়াতে পারে।\n\n\n== পরিচিত শিকারী ==\n তিমি ( Cetacea অর্ডার করুন )\nচিতাবাঘের সীল ( হাইড্রারগা লেপটনিক্স )\nওয়েডেল সীল ( লেপ্টোনিকোটস ওয়েডেলি )\nক্র্যাবিটার সীল ( লোবোডন কার্সিনোফাগা )\nবালেন তিমি ( সাববর্ডার মিস্টিসেটি )\nরস সীল ( ওমাটোফোকা রসসি )\n পশম সীল (ফ্যামিলি ওটারিডি )\nস্কুইড (ক্লাস সেফালোপোডা )\nক্যালিয়ানিরা অ্যান্টার্কটিকা (ফাইলাম সেনোফোরা )\nঅস্থি মাছ (শ্রেণি অ্যাক্টিনোপটেরিজি )\nঅ্যান্টার্কটিক সিলভারফিশ ( প্লেরোগ্রামা অ্যান্টার্কটিকা )\nটাক নটোথেন ( প্যাগোথেনিয়া বোর্চগ্রেভিঙ্কি )\nঅ্যালবাট্রসেস (ফ্যামিলি ডায়োমেডিডি )\nপেট্রেলস (ফ্যামিলি প্রোসেলারিডি )\nঅ্যাডেলি পেঙ্গুইন ( পাইগোসেলিস অ্যাডেলিয়া )\nচিনস্ট্র্যাপ পেঙ্গুইন ( পাইগোসেলিস অ্যান্টার্কটিকাস )\nজেন্টু পেঙ্গুইন ( পাইগোসেলিস পাপুয়া )\nবাস্তুতন্ত্রের ভূমিকা\nঅ্যান্টার্কটিক ক্রিল দক্ষিণ মহাসাগরের অনেক প্রাণীর জন্য প্রাথমিক খাদ্য উত্স হিসাবে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।  এগুলি বিভিন্ন জীব দ্বারা পরজীবী হতে পারে, বিশেষ করে এফেলোটা গণের প্রোটোজোয়ানদের দ্বারা । সংক্রামিত ক্রিলগুলি আরও অস্বচ্ছ এবং সাদা রঙের হয়ে যায় এবং টিউমার এবং গলিত সমস্যায় আক্রান্ত হয়, যার মধ্যে তাদের বহির্মুখের অংশগুলি সংযুক্ত থাকে।\nইকোসিস্টেমের প্রভাবKeystone প্রজাতি\nকমেন্সাল/পরজীবী প্রজাতি\nসেফালোইডোফোরা প্যাসিফিকা (শ্রেণি স্পোরোজিয়া , ফিলাম এপিকমপ্লেক্সা )\nApostoma sp. (শ্রেণি অলিগোহাইমেনোফোরিয়া , ফিলাম সিলিওফোরা )\nEphelota sp. (ক্লাস ফিলোফ্যারিঞ্জিয়া , ফিলাম সিলিওফোরা )\nমানুষের জন্য অর্থনৈতিক গুরুত্ব: ইতিবাচক\nমানুষের ব্যবহারের জন্য অ্যান্টার্কটিক ক্রিল ব্যবহার করার চেষ্টা করা হয়েছে, তবে এই প্রজাতিটি মূলত গৃহপালিত প্রাণী এবং জলজ খাদ্যের জন্য ব্যবহৃত হয়। ক্রিল পণ্যগুলির ফার্মাসিউটিক্যাল এবং শিল্প ব্যবহার রয়েছে। বিশেষ করে, কোলেস্টেরলের মাত্রা কমাতে কাইটিনের সম্ভাব্য ব্যবহার থাকতে পারে এবং অ্যান্টার্কটিক ক্রিলের লিপিড সংমিশ্রণ ফ্যাটি অ্যাসিডের পুষ্টির উত্স হিসাবে কার্যকর হতে পারে। অ্যান্টার্কটিক ক্রিলের লিপিডগুলি মানুষের দ্বারা খাওয়া কিছু মাছের তুলনায় আরও স্থিতিশীল। কশেরুকার ডিস্কের মধ্যে স্নায়ুর শিকড়ের উপর চাপ কমাতে ক্রিল পাচক প্রোটিসগুলিও মানুষের মধ্যে ইনজেকশন করা যেতে পারে।\n\n\n== সংরক্ষণ অবস্থা ==\n যদিও এই প্রজাতিটি বর্তমানে কোন বিশেষ বিপদের মধ্যে নেই, এটি কিছু সংরক্ষণ গোষ্ঠীর জন্য উদ্বেগের বিষয়। অ্যান্টার্কটিক ক্রিল অ্যান্টার্কটিক এবং দক্ষিণ মহাসাগরের অনেক প্রাণীর খাদ্যের জন্য অপরিহার্য। একটি প্রধান উদ্বেগ হল যে ক্রিল মৎস্য চাষের মাছকে খাওয়ানোর জন্য অতিরিক্ত বিকাশ হতে পারে, দক্ষিণ মহাসাগরে অ্যান্টার্কটিক ক্রিল জৈববস্তু হ্রাস করতে পারে এবং এই অঞ্চলে বসবাসকারী অন্যান্য প্রাণীর প্রজাতির সম্ভাব্য বিপন্ন হতে পারে।  অ্যান্টার্কটিক ক্রিলের সুরক্ষার জন্য গৃহীত ব্যবস্থাগুলির মধ্যে রয়েছে ক্রিল মৎস্য চাষকে সম্প্রসারণ থেকে রোধ করা, নিয়মিত জৈববস্তু জরিপ করা এবং অ্যান্টার্কটিক ইকোসিস্টেম নিরীক্ষণের জন্য নিবেদিত প্রোগ্রামগুলিকে শক্তিশালী  করা এবং অর্থায়ন করা।\n\n\n== তথ্যসূত্র =="}