{"pageid": 1117270, "title": "অপ (জল)", "url": "https://bn.wikipedia.org/wiki?curid=1117270", "content": "অপ (সংস্কৃত: आप) বা অপস্ (সংস্কৃত: आपस्) হল \"জল\"-এর জন্য বৈদিক সংস্কৃত শব্দ, যা শাস্ত্রীয় সংস্কৃতে শুধুমাত্র বহুবচনে অপস্। অপ শব্দটি  প্রত্ন-ইন্দো-ইউরোপীয় ভাষা থেকে এসেছে, যার অর্থ জল। ইন্দো-ইরানীয় শব্দটি জলের জন্য ফার্সি শব্দ হিসেবেও টিকে আছে \"অব\", যেমন পাঞ্জাবে (পাঞ্জ-অব \"পাঁচ জল\" থেকে)।\nহিন্দু দর্শন অনুসারে, অপ হল মহাভূত বা পঞ্চভূতের একটি উপাদান। পৃথিবী, জল, আগুন, বায়ু ও ইথার (নির্মল আকাশ) হল পাঁচটি গুরুত্বপূর্ণ তত্ত্ব যার মধ্যে জলের উপাদানটি অপস তত্ত্বকে বোঝায়। পুরাণ মতে দেবতা বরুণ জলের দেবতা।\nঋগ্বেদে, বেশ কয়েকটি স্তোত্র \"জল\" (অপস): ৭.৪৯, ১০.৯, ১০.৩০, ১০.১৩৭। এর মধ্যে প্রাচীনতম, ৭.৪৯, জলের সাথে ইন্দ্রের খরার সম্পর্ক রয়েছে। অগ্নি, আগুনের দেবতা, জলের সাথে ঘনিষ্ঠ সম্পর্ক রয়েছে এবং প্রায়শই তাকে  অপাং নপাত \"জলের বংশধর\" হিসাবে উল্লেখ করা হয়। বৈদিক জ্যোতিষশাস্ত্রে, নারী দেবতা অপহ হলেন পূর্ব আষাঢ় নক্ষত্রবাদের প্রধান দেবতা, যার অর্থ \"আষাঢ়ের প্রথম\", আষাঢ় \"অজেয় এক\" বৃহত্তর নক্ষত্রমণ্ডলের নাম।\nঅপ সাদা রঙ, স্বাদ অনুভূতি ও সাহসের বৈশিষ্ট্যের সাথে জড়িত। জল উপাদান উদগ্র অর্ধচন্দ্র দ্বারা প্রতিনিধিত্ব করা হয়।\n\n\n== হিন্দুধর্মে ==\nঅপ (জল) বলতে বোঝায় দ্রব্যপঞ্চক (পঞ্চগুণ পদার্থ), যা তৈত্তিরীয় আরণ্যক ৭.৭.১-এ সংজ্ঞায়িত করা হয়েছে। দ্রব্যপঞ্চক, এবং এই জাতীয় অন্যান্য পঞ্চগুণ বিভাজন, বাস্তবতার ত্রি-গুণ বিভাজনের (অধিভূত, অধিদৈব ও অধ্যাত্ম) মৌলিক দিক (অধিভূত) এর সাথে যুক্ত যা মহাবিশ্বের অভূতপূর্ব প্রকৃতি ব্যাখ্যা করার চেষ্টা করে। অধিভুত বস্তু বা মৌলিক সৃষ্টির অন্তর্গত সমস্ত কিছুকে বোঝায়।\n\n\n== বৌদ্ধধর্মে ==\nঅপ বলতে বোঝায় “এগারোটি মূর্ত্তি” (স্প্রাষ্টব্য) এর মধ্যে একটিকে যা ধর্ম-সংগ্রহ (ধারা ৩৮) এ সংজ্ঞায়িত করা হয়েছে। ধর্মসংগ্রহ হল সংস্কৃতে বৌদ্ধ প্রযুক্তিগত পরিভাষার বিস্তৃত শব্দকোষ। কাজটি নাগার্জুনকে উৎসর্গ করা হয় যিনি খ্রিস্টীয় ২য় শতাব্দীতে বসবাস করতেন।\nঅপ (জল) এছাড়াও ধর্ম-সংগ্রহ (অনুচ্ছেদ ৩৯ ও ৫৮)-এ সংজ্ঞায়িত \"পাঁচটি মহান উপাদান\" (মহাভূত) এর সাথে সাথে \"ছয়টি উপাদান\" (ষধাতু) এর একটিকেও বোঝায়।\n\n\n== জৈনধর্মে ==\nদ্বিতীয় শতাব্দীর তত্ত্বসূত্র ২.১৩ অনুসারে অপস (জল), অপ বা জল পাঁচ ধরনের অচল প্রাণীর (স্থাবর) একটিকে বোঝায়। স্থাবর হল এক ধরনের অভিজ্ঞতামূলক (সংসারী) আত্মা, বা সংবেদনশীল (জীব)।\nসরঞ্জাম-শরীর-নির্মাণ কর্ম/ স্থাবর-নামকর্মের উত্থানের কারণে অভিজ্ঞতামূলক আত্মার অবস্থা, শুধুমাত্র এক ধরনের ইন্দ্রিয় অঙ্গ রয়েছে, নাম শরীর এবং যেগুলি অবাধে চলাফেরা করতে পারে না, তাকে সরঞ্জামী দেহ (স্থাবর) বলে।\nজল (অপস) অর্থ কি? জলের ভূত্বকের নিজস্ব প্রকৃতির মতো শীতলতা রয়েছে কিন্তু চেতনা নেই তাকে জল বলা হয়। জলাবদ্ধ জীবের অর্থ কী? যে জীবের শরীরে জল আছে তাকে জলাশয় জীব বলে। জল কত প্রকার? জল চার প্রকার যেমন জল, জলাশয়, জলাশয়ে জীবন ও জলাশয়ের দিকে ঝোঁক।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}