{"pageid": 1117235, "title": "সিলেটের ইফতারি প্রথা", "url": "https://bn.wikipedia.org/wiki?curid=1117235", "content": "সিলেটের ইফতারি প্রথা হচ্ছে রমজান মাসে মেয়ের শ্বশুর বাড়িতে নানা প্রকার মৌসুমী ফল, মিষ্টি-মিঠাই বা পছন্দমত যে কোন ধরনের ইফতারি নিয়ে যাওয়ার একটি প্রথা, যা সিলেট অঞ্চলের একটি প্রাচীন ঐতিহ্য। মেয়ের (ফুরির) শ্বশুরবাড়িতে পাঠানো হয় বলে সিলেটি ভাষায় একে বলা হয় ফুরির বাড়ি ইফতারি। যদিও এই রীতিটি কোন বাধ্যতামূলক প্রথা নয়। তবে সময় মতো ইফতারি দিতে না পারায় নানা জায়গায় নানা অপ্রীতিকর ঘটনা ঘটে থাকে। এই রীতির বলি হয়ে বহু নারী নিপীড়িত-নিগৃহীত হন। প্রাণ হারান অনেকে। এমনকি এই প্রথা পালনে ব্যর্থ হয়ে আত্মহত্যার মাধ্যমে প্রতিদান দিতে হয়েছে বহু নারীকে। মুসলমানদের পবিত্র মাস রমজানে পালিত হলেও এই প্রথার ইসলামে কোন বাধ্যবাধকতা নেই। এমনকি এটাকে বর্তমানে অমানবিক বা কুপ্রথা হিসেবে আখ্যায়িত করা হয়। একইসাথে এটি হতদরিদ্র কন্যার বাবা বা পরিবারের জন্য মানষিক, আর্থিক ও সামাজিক ব্যাধিতে পরিণত হয়েছে।\n\n\n== আয়োজন ==\nরমজান মাসের ৩০দিনের যেকোনো একদিন বেশ ঘটা করেই আয়োজন করা হয় ফুরির বাড়ি ইফতারি। ঐতিহ্য হিসেবে রমজান মাসে নিজ বাড়িতে বানানো ইফতারি মেয়ের শ্বশুরবাড়িতে নিয়ে যাওয়ার প্রচলন রয়েছে। যদিও সময়ের সাথে সাথে ফুড়ির বাড়ি ইফতারি দেয়ার রেওয়াজেও এসেছে পরিবর্তন। মেয়ের বাড়ি থেকে ইফতার আসাকে কেন্দ্র করে  শ্বশুড়বাড়িতে আত্মীয়স্বজনকে দাওয়াত করা হয়। আবার মেয়ের বাড়ি থেকে যে ইফতারি নিয়ে যাওয়া হয় তা প্রতিবেশীদের মাঝেও বিলিয়ে দেওয়া হয়। যেখানে কার শ্বশুরবাড়ি থেকে কত বেশি আইটেমের ইফতার এলো তার এক নীরব প্রতিযোগিতা চলে। যা মূলত অসচ্ছল পরিবারের উপর চাপিয়ে দেওয়া নীরব অত্যাচার। অতীতের ন্যায় নিজ বাড়িতে তৈরী ইফতারির স্থান এখন দখল করে নিয়েছে বাজারে বানানো হরেক পদের ইফতারি। ফলে এ প্রথাকে কেন্দ্র করে রমজান মাসজুড়ে সিলেট অঞ্চলের মৌসুমি ইফতারসামগ্রীর বাজার বাংলাদেশের অন্য এলাকাগুলোর চেয়ে একটু বেশিই রমরমা হয়ে ওঠে। যেকারণে ইফতারি প্রদান বিত্তবানের কাছে দারুণ খ্যাতির ব্যাপার হলেও অসহায় দুঃস্থদের কাছে এক আতঙ্কের নাম।\n\n\n== প্রথা ==\nইফতারিতে ঘরোয়া আয়োজনে খিচুড়ি এবং অতিথি আপ্যায়নে আখনি পোলাও সিলেটের একটি ঐতিহ্য হিসেবে প্রচলিত। সিলেটি ইফতারির আরেকটি আনুষঙ্গিক পদ হচ্ছে বাখরখানি, যা ইফতারের সময় কিংবা রাতে চায়ের সঙ্গে খাওয়ার প্রচলন যুগ যুগ ধরে চলে আসছে। পাশাপাশি কোনো প্রকার ফুড কালার ছাড়াই তৈরি আমিত্তি সিলেটি ইফতারির একটি বিশেষ পদ। নতুন বিয়ে হলে অনেক সময় দু-তিন দফায় ইফতারি দেওয়া হয়; প্রথম দফায় ইফতারি প্রথম রমজানে, দ্বিতীয় দফার ইফতারি ১০ থেকে ২০ রমজানের মধ্যে, এবং সর্বশেষ দফায় রমজানের শেষ সপ্তাহে। ফলে ঐতিহ্যগতভাবে ফুরির বাড়ি ইফতারি আইটেমের মধ্যে থাকে হান্দেশ, ছই পিঠা, চিতল পিঠা, রুট পিঠা, ভাপা পিঠা, ঢুপি পিঠা, খুদি পিঠা, চুঙ্গা পিঠা, নুনগড়া এবং  ফবসহ আরো নানা ধরনের পিঠা, মিষ্টি, জিলাপি, নিমকি, খাজা, আমির্তি, বাখরখানি, দেশি-বিদেশি ফল, চানা, পিঁয়াজু, পোলাও, চপ, বেগুনি ও শাকের তৈরি বিভিন্ন ধরনের বড়া ইত্যাদি।\n\n\n== আরও দেখুন ==\n\nহোয়াইট হাউস ইফতার ডিনার\nনৈশভোজ\n\n\n== তথ্যসূত্র =="}