{"pageid": 1117995, "title": "গুড়-বাদাম", "url": "https://bn.wikipedia.org/wiki?curid=1117995", "content": "গুড়-বাদাম হল একটি ঐতিহ্যবাহী ভারতীয় মিষ্টি (ভঙ্গুর)। এটি সাধারণত বাদাম এবং গুড়/চিনি দিয়ে তৈরি করা হয়। বিভিন্ন ধরনের গুড় বাদাম রয়েছে, তাদের মধ্যে সবচেয়ে সাধারণ ধরনটি হল চিনাবাদাম দিয়ে গুড় বাদাম। প্রতিটি জাতের গুড় বাদামের নামকরণ করা হয়েছে ব্যবহৃত উপাদানের নামানুসারে, যার মধ্যে রয়েছে সেঁকা বা ভাজা দেশী ছোলা, তিল, শুকনো খোলায় ভাজা চাল, খোবরা (নারিকেল), এবং অন্যান্য বাদাম যেমন কাঠবাদাম কাজু এবং পেস্তা।\n\nউত্তর ভারত অঞ্চলে, বিশেষ করে বিহার এবং উত্তরপ্রদেশে, এই মিষ্টির নাম লাইয়া পাত্তি। ভারতের সিন্ধ এবং সিন্ধি অঞ্চলে একে লায়ী বা লাই বলা হয় এবং উত্তর ভারতের অন্যান্য রাজ্যে, এটি গজক বা মেরুন্ডা নামেও পরিচিত। বাংলাদেশ, পশ্চিমবঙ্গ এবং অন্যান্য বাংলাভাষী অঞ্চলে, এটি গুড় বাদাম নামে পরিচিত। দক্ষিণ ভারতের রাজ্য তেলেঙ্গানা এবং অন্ধ্রপ্রদেশে, একে পাল্লী পাত্তি বলা হয়। কেরালায় একে কপালান্দি মুথাই বলা হয়। তামিলনাড়ুতে একে বলা হয় কাদালাই মিঠাই। অনুরূপ খাবারগুলি ব্রাজিলেও খুব জনপ্রিয়, যেখানে এটি পি-ডি-মোলেক নামে পরিচিত এবং প্যারাগুয়েতে একে কাই লাদ্রিলো বলা হয়।\n\n\n== উপকরণ ==\n\nকিছু বিশেষ উপাদানের সমন্বয়ে গুড় বাদাম তৈরি করা হয়। কাজু, কাঠ বাদাম, পেস্তা অথবা তিল দিয়ে বিশেষ ধরনের গুড় বাদাম তৈরি করা হয়। যদিও এর সাধারণ মিষ্টি উপাদান হল গুড়, কখনও কখনও চিনিও এই মিষ্টি তৈরিতে ব্যবহৃত হয়। এটি দক্ষিণ এশিয়ার গ্রামীণ এবং শহর উভয় অঞ্চলেরই একটি খুব জনপ্রিয় মিষ্টি খাবার। দক্ষিণ ভারতের তামিলনাড়ু রাজ্যে, প্রায়শই গুড়ের থেকে বাদামের অনুপাত বেশি রেখে এই মিষ্টি প্রস্তুত করা হয়। বেশ কয়েকটি রাজ্যে, চৌকো এবং গোলাকার উভয় আকারের গুড় বাদাম পাওয়া যায়।\n\n\n== প্রস্তুতি ==\nগুড় বাদাম তৈরিতে প্রথমে খুব কম জল দিয়ে গুড়কে ফুটিয়ে একটি মিশ্রণ তৈরি করা হয়। এরপর তাতে বাদাম যোগ করা হয় এমনভাবে, যাতে বাদামের ওপর গুড়ের প্রলেপ পড়ে যায়। এরপর একটি কাঠের ছাঁচে এই মিশ্রণকে স্থানান্তরিত করা হয়। তারপর একটি কাঠের বেলন ব্যবহার করে বেলে এগুলিকে প্রায় ৬-৮ মিমি পুরু রাখা হয়। এরপর ঠান্ডা করার জন্য এগুলিকে স্টিলের থালায় রাখা হয়। সবশেষে পছন্দ অনুযায়ী আকারে কেটে এগুলিকে মোড়কে বন্ধ করা হয়। বাড়িতে, অল্প পরিমাণে তৈরি করে কাঠের বেলন দিয়ে হাতে বেলা হয়।\nভারতে সর্বাধিক জনপ্রিয় গুড় বাদাম পাওয়া যায় গুজরাতের ভূজ; তামিলনাড়ুর কোবিলপাত্তি, স্ট্যান্ডার্ড কোল্ড প্রেসড অয়েল মাদুরাই; কেরলের পালঘাট, কেন্দ্রীয় ত্রিবাঙ্কুর, কণ্ণুর, চের্তলা, মহারাষ্ট্রের লোনাভালা, মাথেরান, মহাবালেশ্বর, পঞ্চগনি, কারজাত ইত্যাদি অঞ্চল থেকে।\n\n\n== আরও দেখুন ==\nগজক, তিল বীজ দিয়ে তৈরি একটি অনুরূপ মিষ্টি\nকোবিলপাত্তি\nলোনাওয়ালা চিক্কি\nভঙ্গুর (খাদ্য), একটি অনুরূপ মিষ্টি, যেখানে বাদাম কম অনুপাতে থাকে।\nগোজিনাকি\nচিনাবাদামের খাবারের তালিকা\nটেমেলেটজি\nঅ্যালেগ্রিয়া (মেক্সিকান মিষ্টি)\nপি-ডি-মোলেক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIndiaCurry.com Chikki and Recipes  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\nSingada Chikki recipe on Recidemia\nIndian Chikki Recipes\nটেমপ্লেট:Nut confections"}