{"pageid": 1117972, "title": "দিদ্দা", "url": "https://bn.wikipedia.org/wiki?curid=1117972", "content": "দিদ্দা (আনু. ৯২৪ খৃঃ – ১০০৩ খৃঃ), যিনি \"কাশ্মীরের ক্যাথরিন\" এবং জাদুকরী রানি, নামেও পরিচিত ছিলেন, তিনি ৯৮০ খৃষ্টাব্দ থেকে ১০০৩ খৃষ্টাব্দ পর্যন্ত কাশ্মীরের শাসনকর্ত্রী ছিলেন। তিনি ৯৫৮ খৃষ্টাব্দ থেকে ৯৮০ খৃষ্টাব্দ পর্যন্ত প্রথমে নিজের পুত্র এবং তারপরে বিভিন্ন নাতিদের হয়ে শাসক এবং ৯৮০ খৃষ্টাব্দ থেকে একমাত্র শাসক ও রাজ্ঞী হিসাবে শাসনকার্য পরিচালনা করেছিলেন। তাঁর সম্পর্কিত বেশিরভাগ তথ্য দ্বাদশ শতাব্দীতে কলহন রচিত রাজতরঙ্গিনী গ্রন্থ থেকে প্রাপ্ত হয়েছে।\n\n\n== জীবনী ==\nদিদ্দা ছিলেন লোহার রাজা সিংহরাজের কন্যা। তিনি মাতার সূত্রে, কাবুলের একজন হিন্দু শাহী, ভীমদেব শাহীর নাতনি ছিলেন। পশ্চিম পাঞ্জাব এবং কাশ্মীরের মধ্যে একটি বাণিজ্য পথে, পীর পাঞ্জাল পর্বতশ্রেণীতে, লোহার অঞ্চলটি অবস্থিত।\n২৬ বছর বয়সে, তিনি কাশ্মীরের রাজা ক্ষেমাগুপ্তকে বিবাহ করেছিলেন। এর ফলে তাঁর স্বামীর রাজ্যের সাথে লোহার রাজ্য একত্রিত হয়ে যায়। শাসনকর্ত্রী হওয়ার আগেও, রাষ্ট্রীয় বিষয়ে দিদ্দার যথেষ্ট প্রভাব ছিল, এবং এমন কিছু মুদ্রা পাওয়া গেছে যেখানে তাঁর নাম এবং ক্ষেমাগুপ্তের নাম উভয়ই খোদিত আছে।\n\n\n=== শাসন ===\nএকটি শিকার যাত্রার পরে, জ্বরে আক্রান্ত হয়ে, ক্ষেমাগুপ্ত ৯৫৮ সালে মারা যান। তাঁর স্থলাভিষিক্ত হন পুত্র দ্বিতীয় অভিমন্যু। যেহেতু অভিমন্যু তখনও শিশু ছিলেন, দিদ্দা তাঁর হয়ে শাসক হিসাবে শাসনকার্য পরিচালনা করেছিলেন এবং কার্যকরভাবে একক ক্ষমতা প্রয়োগ করেছিলেন। সেই সময়ের অন্যান্য সমাজের তুলনায়, কাশ্মীরে মহিলাদের উচ্চ সম্মান প্রদান করা হত।\nশাসক হিসাবে তাঁর প্রথম কাজ ছিল অসুবিধাজনক মন্ত্রী এবং উচ্চপদস্থ ব্যক্তিদের থেকে মুক্তি পাওয়া। তাদের রাজকার্য থেকে অপসারিত করার পর তারা তাঁর বিরুদ্ধে বিদ্রোহ ঘোষণা করে। পরিস্থিতি উত্তেজনাপূর্ণ হয়ে ওঠে এবং তিনি নিয়ন্ত্রণ হারানোর পর্যায়ে চলে আসেন, কিন্তু অন্যান্যদের সমর্থন নিয়ে তিনি নিজের অবস্থান শক্ত করেছিলেন। এদের মধ্যে অনেককেই দিদ্দা উৎকোচ দিয়ে বশীভূত করেছিলেন। দিদ্দা শুধুমাত্র বন্দী বিদ্রোহীদেরই নয়, তাদের পরিবারের প্রতিও মৃত্যুদন্ড কার্যকর করতে নির্মমতা প্রদর্শন করেছিলেন। ৯৭২ সালে অভিমন্যুর মৃত্যুর পর আরও সমস্যা দেখা দেয়। অভিমন্যুর পুত্র নন্দীগুপ্ত তাঁর স্থলাভিষিক্ত হয়। নন্দীগুপ্তের বয়সও কম ছিল। এই ঘটনার ফলে দামারাদের মধ্যে অস্থিরতার সৃষ্টি হয়েছিল, এরা ছিল সামন্ত জমিদার। পরবর্তীকালে এরা দিদ্দা প্রতিষ্ঠিত লোহার রাজবংশের জন্য বিশাল সমস্যা সৃষ্টি করেছিল।\n৯৭৩ সালে, 'স্টেইনের বাক্যাংশ' অনুযায়ী তিনি নন্দীগুপ্তের 'ব্যবস্থা' করেছিলেন, এবং তারপর ৯৭৫ সালে তার ছোট ভাই ত্রিভুবনগুপ্তকে নিয়েও একই কাজ করেছিলেন। এর ফলে দিদ্দার কনিষ্ঠ নাতি, শুধুমাত্র ভীমগুপ্ত সিংহাসনের উত্তরাধিকারী হিসাবে থেকে যায়, এবং দিদ্দা আবার তার হয়ে শাসক হিসাবে কাজ শুরু করেন। কিন্তু নিরঙ্কুশ ক্ষমতা পাওয়ার জন্য তাঁর আকাঙ্ক্ষা অপ্রতিরোধ্য হয়ে উঠেছিল, বিশেষ করে ফালুঙ্গার মৃত্যুর পর। ফালুঙ্গা তাঁর স্বামীর পরামর্শদাতা ও প্রধানমন্ত্রী ছিলেন। ক্ষেমাগুপ্তের মৃত্যুর পর দিদ্দা তাঁকে নির্বাসিত করেছিলেন। কিন্তু পরে যখন শাসনকার্যে তাঁর দক্ষতার প্রয়োজন হয়েছিল, তখন দিদ্দা তাঁকে নিজের মণ্ডলীতে ফিরিয়ে এনেছিলেন। এই সময় তুঙ্গা নামে তাঁর এক প্রেমিকও ছিল। যদিও সে একজন সাধারণ পশুপালক ছিল, কিন্তু তার উপস্থিতি দিদ্দাকে নিরাপত্তার অনুভূতি প্রদান করত। এর সহায়তায় ৯৮০ সালে তিনি ভীমগুপ্তকে নির্যাতন করে হত্যা করার ব্যবস্থা করেছিলেন এবং শাসন ব্যবস্থায় নিজের নিরঙ্কুশ নিয়ন্ত্রণ নিয়ে এসেছিলেন, তুঙ্গা তাঁর প্রধানমন্ত্রী হিসাবে নিযুক্ত হয়েছিল।\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি\n\nগ্রন্থপঞ্জি"}