{"pageid": 1117614, "title": "১৯৮৮ যুব ক্রিকেট বিশ্বকাপ", "url": "https://bn.wikipedia.org/wiki?curid=1117614", "content": "১৯৮৮ ম্যাকডোনাল্ড'স দ্বিশতবার্ষিকী যুব ক্রিকেট বিশ্বকাপ হল আন্তর্জাতিক অনূর্ধ্ব-১৯ ক্রিকেট প্রতিযোগিতা, যা অস্ট্রেলিয়াতে অনুষ্ঠিত হয়েছিল। এই প্রতিযোগিতাটি অস্ট্রেলীয় দ্বিশতবার্ষিকী উদযাপনের একটি অংশ ছিল। এটিকে অনূর্ধ্ব-১৯ ক্রিকেট বিশ্বকাপের প্রথম আসর রূপে গণ্য করা হয়।\nপ্রতিযোগিতাটিতে আন্তর্জাতিক ক্রিকেট কনফারেন্সের প্রথা মেনে অস্ট্রেলিয়ান ক্রিকেট বোর্ড একদিনের আন্তর্জাতিক ক্রিকেটকে ফরম্যাট হিসেবে ঘোষণা করে।\n১৭৮৮ সালে ক্যাপ্টেন আর্থার ফিলিপের ১১টি জাহাজ নিয়ে সিডনি হার্বারে প্রত্যাবর্তনের ২০০ বছর উদ্‌যাপন উপলক্ষে ১৯৮৮ সালে \"ম্যাকডোনাল্ড'স বাইসেন্টিনিয়াল ইয়ুথ ওয়ার্ল্ড কাপ\" অনুষ্ঠিত হয়েছিল। ৭টি টেস্ট ক্রিকেটভূক্ত দেশসহ আইসিসি'র সহযোগী সদস্য একাদশ দলসমূহ রাউন্ড-রবিন পদ্ধতিতে খেলায় অংশ নেয়। অস্ট্রেলিয়া পাকিস্তানকে চূড়ান্ত খেলায় পরাভূত করেছিল।\nএ প্রতিযোগিতায় উল্লেখযোগ্যসংখ্যক খেলোয়াড় অংশগ্রহণ করেছিলেন যারা পরবর্তীকালে আন্তর্জাতিক ক্রিকেট খেলোয়াড় হিসেবে আবির্ভূত হন। তারা হলেন - ইংল্যান্ডের অধিনায়ক নাসের হুসেন এবং মাইকেল অ্যাথারটন, ভারতের স্পিনার ভেঙ্কটাপতি রাজু, নিউজিল্যান্ডের অল-রাউন্ডার ক্রিস কেয়ার্নস, পাকিস্তানের মুশতাক আহমেদ এবং ইনজামাম-উল-হক, শ্রীলঙ্কার সনাথ জয়াসুরিয়া এবং ওয়েস্ট ইন্ডিজের ব্রায়ান লারা, রিডলি জ্যাকবস ও জিমি এডামস।\n৫২.৩৩ রান গড়ে ৪৭১ রান নিয়ে অস্ট্রেলিয়ার ব্রেট উইলিয়ামস সর্বোচ্চ রান সংগ্রহকারী এবং ১৯ উইকেট নিয়ে ওয়েন হোল্ডসওয়ার্থ (অস্ট্রেলিয়া) ও মুশতাক আহমেদ যথাক্রমে ১২.৫২ ও ১৬.২১ রান দিয়ে সংগ্রহ করেন।\n\n\n== দল ==\nনিম্নলিখিত দলগুলি অংশগ্রহণ করে:\n\n অস্ট্রেলিয়া\n ইংল্যান্ড\n ভারত\n শ্রীলঙ্কা\n পাকিস্তান\n ওয়েস্ট ইন্ডিজ\n নিউজিল্যান্ড\n আইসিসি সহযোগী একাদশ\n\n\n== লিগ পর্ব ==\n\n\n=== পয়েন্ট তালিকা ===\n\n  সেমি-ফাইনালে উত্তীর্ণ\n\n\n=== ম্যাচসমূহ ===\n\n\n==== পর্ব ১ ====\n\n\n==== পর্ব ২ ====\n\n\n==== পর্ব ৩ ====\n\n\n==== পর্ব ৪ ====\n\n\n==== পর্ব ৫ ====\n\n\n==== পর্ব ৬ ====\n\n\n==== পর্ব ৭ ====\n\n\n== নক-আউট পর্ব ==\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ফাইনাল ===\n\n\n== তথ্যসূত্র =="}