{"pageid": 1117407, "title": "সৌদি আরবে মৃত্যুদণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1117407", "content": "মৃত্যুদণ্ড শাস্তি একটি আইনি; এটির মাধ্যমে সৌদি আরবে শাস্তি দেয়া হয় । দেশটি ২০১৫ সালে কমপক্ষে ১৫৮টি, ২০১৬ সালে কমপক্ষে ১৫৪টি, ২০১৭ সালে কমপক্ষে ১৪৬টি, ২০১৮ সালে ১৪৯টি, ২০১৯ সালে ১৮৪টি মৃত্যুদণ্ড, এবং ২৭টি মৃত্যুদণ্ড কার্যকর করেছে। ২০২০ সালে মাদক-সম্পর্কিত অপরাধের জন্য মৃত্যুদণ্ডের উপর স্থগিতাদেশের কারণে এটি হ্রাস পায়। (অধিকাংশ মৃত্যুদণ্ড স্থগিত হওয়ার আগে এই অপরাধগুলির জন্য পরিচালিত হয়েছিল)।\n\n\n== পদ্ধতি ==\nসৌদি আরবের একটি ফৌজদারি বিচার ব্যবস্থা রয়েছে যা শরিয়তের একটি ফর্মের উপর ভিত্তি করে ইসলামের একটি নির্দিষ্ট রাষ্ট্র-অনুমোদিত ব্যাখ্যাকে প্রতিফলিত করে।\nমৃত্যুদণ্ড সাধারণত তরবারি দিয়ে শিরশ্ছেদ করা হয়। তবে মাঝে মাঝে গুলি করেও বাস্তবায়ন করা হয়। সৌদি আরব প্রকাশ্যে মৃত্যুদণ্ড কার্যকর করে। সাজাগুলি প্রাথমিকভাবে স্বীকারোক্তির ভিত্তিতে দেওয়া হয়। মানবাধিকার পর্যবেক্ষণ বলেছে যে, বেশিরভাগ লোক স্বীকারোক্তি পাওয়ার জন্য নির্যাতন করা হয় এবং আদালত এটি সম্পর্কে তদন্ত করেনি। ২০২০ সালের এপ্রিল পর্যন্ত, যারা অপরাধ করে তারা ১৮ বছর বয়সে আর মৃত্যুদণ্ডের মুখোমুখি হবে না। পরিবর্তে কিশোরদের আটকে রাখার সুবিধার মধ্যে সর্বাধিক ১০ বছরের মুখোমুখি হতে হবে।\n\n\n== মূল অপরাধ ==\n\nসৌদি আইন তাত্ত্বিকভাবে বিভিন্ন অপরাধের জন্য মৃত্যুদণ্ডের অনুমতি দেয়:\n\nধর্মত্যাগ\nবিশ্বাসঘাতকতা\nসমকামিতা\nগুপ্তচরবৃত্তি\nখুন\nধর্ষণ\nসন্ত্রাস\nমাদক চোরাকারবার\nসশস্ত্র ডাকাতি\nব্লাসফেমি\nচুরি যদি উত্তেজনাপূর্ণ পরিস্থিতিতে, পুনর্বিবেচনাসহ\nব্যভিচার (অবিবাহিত ব্যভিচারীদের ১০০ বেত্রাঘাতের শাস্তি হতে পারে, বিবাহিতদের পাথর ছুড়ে মারার শাস্তি হতে পারে।) [স্ব-প্রকাশিত উত্স?]\nজাদুবিদ্যা বা জাদুবিদ্যা\nঈশ্বরের বিরুদ্ধে যুদ্ধ করা।\n\n\n== বিচার বহির্ভূত মৃত্যুদণ্ড ==\nসৌদি আরব ভিন্নমতাবলম্বীদের সহ্য করে না। তারা এই ধরনের লোকদের উপর শাস্তি আরোপ করতে পারে। ২০১৮ সালে সৌদি-আমেরিকান সাংবাদিক জামাল খাশোগিকে মৃত্যুদণ্ড দেওয়ার জন্যও সৌদি আরব দায়ী। তিনি তুরস্কে সৌদি দূতাবাসে প্রবেশ করার সাথে সাথে একদল সৌদি ঘাতক তুরস্কে এসে পৌঁছায়। তিনি কখনই দূতাবাস থেকে বের হননি।\n\n\n== আরও দেখুন ==\nসৌদি আরবে অপরাধ\nসৌদি আরবের আইন\n\n\n== তথ্যসূত্র =="}