{"pageid": 111777, "title": "প্রবীর ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=111777", "content": "প্রবীর ঘোষ (জন্ম ১ মার্চ, ১৯৪৫ — ৭ এপ্রিল ২০২৩) কলকাতাভিত্তিক ভারতীয় বিজ্ঞান ও যুক্তিবাদী সমিতির প্রধান এবং হিউম্যানিস্ট এসোসিয়েশনের সভাপতি ছিলেন। ভারতীয় বিজ্ঞান ও যুক্তিবাদী সমিতির প্রতিষ্ঠাতা ছিলেন তিনি। বিজ্ঞান ও যুক্তিবাদী সমিতির পক্ষ থেকে প্রবীর ঘোষ যে কোনো ধরনের অলৌকিক শক্তির প্রমাণ প্রদানকারীকে ৫০ লক্ষ ভারতীয় টাকা প্রদানের ঘোষণা দিয়েছিলেন। তিনি বেশকিছু জ্যোতিষবিদ ও অলৌকিক শক্তি অধিকারী বলে দাবি কৃত ব্যক্তিদের প্রচারণার অসারতা প্রমাণ করেছেন। যার মধ্যকার কয়েকটি ঘটনা নিয়ে চ্যানেল ফোর 'Guru Busters' নামে একটি তথ্যচিত্র তৈরি করেছে।\n\n\n== প্রারম্ভিক জীবন ==\nপ্রবীর ঘোষ ১৯৪৫ সালে ফরিদপুরে জন্মগ্রহণ করেন। তবে তার কৈশোর জীবন অতিবাহিত হয় পশ্চিমবঙ্গের খড়গপুরে। স্কুল ফাইনাল পাস করার পর খড়্গপুর থেকে তিনি কলকাতায় আসেন ও দমদম মতিঝিল কলেজে ভর্তি হন। তিনি স্টেট ব্যাঙ্ক অফ ইন্ডিয়ায় কর্মরত ছিলেন দীর্ঘকাল। ১৯৮৫ সালে কলকাতায় তিনি ও আরো কয়েকজন ব্যক্তি মিলে বিজ্ঞান ও যুক্তিবাদী সমিতি গঠন করেন যা তথাকথিত অলৌকিক ক্ষমতাসম্পন্ন ব্যক্তিদের বিরুদ্ধে দীর্ঘমেয়াদী আন্দোলন পরিচালনা করে। এক পর্যায়ে যুক্তিবাদী সমিতির আভ্যন্তরীণ বিষয়ে ও নিজের মনোবিজ্ঞানের ডিগ্রী নিয়ে বিতর্কে জড়িয়েছেন তিনি। ১৯৯৯ সালে প্রবীর ঘোষ চাকরি ছেড়ে দিয়ে সর্বক্ষণের জন্য যুক্তিবাদী সংগঠনের কাজে যোগ দেন।\n\n\n== মৃত্যু ==\nপ্রবীর ঘোষ দীর্ঘকাল ধরে বার্ধক্যজনিত কারণে ভুগছিলেন। ৭ এপ্রিল ২০২৩ দমদমে তাঁর দেবীনিবাস রোডের বাড়িতে তিনি মারা যান।\n\n\n== বাঙলায় লিখিত বই ==\nতিনি যুক্তিবাদ প্রসার সহায়ক ও অলৌকিকতা বিরোধী একাধিক গ্রন্থের লেখক। তার উল্লেখযোগ্য বইগুলোর মধ্যে আছে:\n\nঅলৌকিক নয় লৌকিক ( ৫ খণ্ডে সমাপ্ত)\nআমি কেন ঈশ্বরে বিশ্বাস করি না\nজ্যোতিষীর কফিনে শেষ পেরেক\nমনের নিয়ন্ত্রণ যোগ ও মেডিটেসান\nসংস্কৃতিঃ সংঘর্ষ ও নির্মাণ\nআমি কেন ঈশ্বরে বিশ্বাস করি না\nপিংকি ও অলৌকিক বাবা\nঅলৌকিক রহস্য জালে পিংকি\nধর্ম-সেবা-সম্মোহন\nকাশ্মীর সমস্যা: এক ঐতিহাসিক দলিল\n‘যুক্তিবাদীর চোখে গীতা, রামায়ণ, মহাভারত ইত্যাদি’\n‘গোলটেবিলে সাফ জবাব’  প্রভৃতি।\n\n\n== ইংরেজিতে লিখিত প্রধান বইসমূহ ==\nParanormal Exposed! (অস্বাভাবিকতা উন্মচিত!)\nGod Does Not Exist (ইশ্বরের অস্তিত্ব নেই')\n\n\n== আরও দেখুন ==\nযুক্তিবাদ\nসংশয়বাদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nhttps://web.archive.org/web/20171107215623/http://www.srai.org/prabir-ghosh/"}