{"pageid": 1117119, "title": "গর্ভ উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1117119", "content": "গর্ভ উপনিষদ (সংস্কৃত: गर्भ उपनिषत्) বা  গর্ভোপনিষদ হলো \"ভ্রূণের উপর রহস্যময় মতবাদ\",   ক্ষুদ্র উপনিষদ, ১০৮টি হিন্দু উপনিষদিক গ্রন্থের আধুনিক সংকলনে ১৭ নম্বর তালিকাভুক্ত। সংস্কৃত ভাষায় রচিত, এটিকে কেউ কেউ কৃষ্ণ যজুর্বেদের সাথে যুক্ত করেছেন, এবং অন্যান্য পণ্ডিতদের মতে অথর্ববেদের সাথে যুক্ত বেদান্তিক উপনিষদ হিসেবে। এটিকে ৩৫টি সামান্য (সাধারণ) উপনিষদের মধ্যে একটি হিসেবে বিবেচনা করা হয়। উপনিষদের শেষ শ্লোকটি পাঠ্যটি ঋষি পিপ্পলদাকে দিয়েছে, কিন্তু পাঠ্যটির কালানুক্রম ও লেখক অস্পষ্ট, এবং বেঁচে থাকা পান্ডুলিপিগুলি ক্ষতিগ্রস্ত, একে অপরের সাথে অসঙ্গত ও অসম্পূর্ণ।\n\nগর্ভ উপনিষদ এমন পাঠ্য যা প্রায় একচেটিয়াভাবে চিকিৎসা ও শারীরবিদ্যা সম্পর্কিত ধরাণাগুলির উপর মন্তব্য করে, যা জন্মের পর মানব ভ্রূণ ও মানবদেহের গঠন ও বিকাশের তত্ত্ব নিয়ে কাজ করে। উপনিষদ উপাদানগুলির (প্রয়োজনীয় অংশ ও নীতি) ও শরীরের বিভিন্ন বৈশিষ্ট্যের বিশদ বিবরণ দেয় এবং মাতৃগর্ভে ভ্রূণের বিবর্তন সম্পর্কে বিস্তারিত ব্যাখ্যা দেয়। পল ডুসেন ও অন্যান্য গর্ভ বা মানব ভ্রূণের উপর এই উপনিষদটিকে একটি আধ্যাত্মিক পাঠ্যের চেয়ে \"শারীরবৃত্তবিদ্যা বা ঔষধ সংক্রান্ত সারগ্রন্থ\" এর মত মনে করুন, অনুচ্ছেদ বাদ দিয়ে যেখানে ভ্রূণের সচেতনতা সম্পর্কে বেশ কয়েকটি বিবৃতি রয়েছে, এই দাবি সহ যে ভ্রূণের অতীত জীবন সম্পর্কে জ্ঞান রয়েছে সেইসাথে ভাল এবং খারাপের স্বজ্ঞাত বোধ, যা জন্মের সময় ভুলে যায়।\nপাঠ্যটি তার শৈলীর জন্য উল্লেখযোগ্য, যেখানে এটি একটি প্রস্তাবনা বলে, প্রস্তাবটিকে চ্যালেঞ্জ করে প্রশ্ন জিজ্ঞাসা করে, তারপরে সেই প্রশ্নের উত্তরগুলি বিকাশ করে ও উপস্থাপন করে। এটি ভ্রূণ থেকে মানব জীবনের প্রাপ্তবয়স্ক পর্যায় পর্যন্ত মানুষের শারীরস্থানের আপেক্ষিক পরিমাপ গণনা ও প্রস্তাব করার প্রচেষ্টার জন্যও উল্লেখযোগ্য।\n\n\n== কাঠামো ও পাণ্ডুলিপি ==\nটিকে থাকা পাণ্ডুলিপিগুলি অসম্পূর্ণ, বেশিরভাগ পাঠ্য হারিয়ে গেছে বা এখনও আবিষ্কৃত হয়নি, এবং পাঠ্যটি অবিচ্ছিন্ন, উপলব্ধ পাণ্ডুলিপিগুলির মধ্যে অসামঞ্জস্যপূর্ণ। সর্বাধিক অধ্যয়ন করা সংস্করণ হল কলকাতা পাণ্ডুলিপি, যার একটি অধ্যায়ে চারটি গদ্য অংশ রয়েছে।\n\n\n== বিষয়বস্তু ==\nচারটি বিভাগ দ্বান্দ্বিক শৈলী অনুসন্ধানের আকারে গঠন করা হয়, যেখানে প্রস্তাব উপস্থাপন করা হয়, তারপরে কয়েকটি প্রশ্নের উত্তর দেওয়া হয় এবং এই প্রশ্নের উত্তর দেওয়া হয়। উদাহরণস্বরূপ, গর্ভ উপনিষদ নিম্নলিখিতগুলি দিয়ে খোলা হয়,\n\nপাঁচটির সমন্বয়ে গঠিত, পাঁচটির প্রতিটির সাথে সংযুক্ত, ছয়টির উপর সমর্থিত, ছয়টি গুণের বোঝা, সাতটি উপাদানের উপাদান, তিনটি অমেধ্য, দুবার প্রজনন, চতুর্গুণ খাদ্য গ্রহণ শরীর।\nকেন বলা হয় পাঁচটি নিয়ে গঠিত?\nকারণ এতে রয়েছে পৃথ্বী (পৃথিবী), অপ (জল), অগ্নি (আগুন), বায়ু (বাতাস) ও আকাশ (মহাকাশ, নির্মল আকাশ)।\nপৃথিবী কি? জল কি? আগুন কি? বাতাস কি? ইথার (নির্মল আকাশ) কি?\n\n\n=== বিভাগ ১: মানুষের শরীর কি? ===\nগর্ভ উপনিষদ বলে মানবদেহ পাঁচটি উপাদানের সমন্বয়ে গঠিত। শরীরে যা কিছু শক্ত তা মাটি দ্বারা গঠিত, যা তরল তা জলের, যা উষ্ণ তা আগুন থেকে, দেহে যা চলে তা বায়ুর নির্যাস থেকে এবং দেহের ফাঁপাটি স্থানের নির্যাস। পৃথিবীর নীতি এটিকে সমর্থন দেয়, খাদ্যের আত্তীকরণের জন্য প্রয়োজনীয় জল, আলোকসজ্জার জন্য অগ্নি নির্যাস, বায়ু নীতি শরীরের সাথে পদার্থের বিতরণ করে, যখন ইথার আভাকাশ (ঘরের ভিতরে) প্রদান করে।\nইন্দ্রিয়ের পাঁচটি বস্তু কান, ত্বক, চোখ, জিহ্বা, নাক সম্পর্কিত। সম্পর্কিত সাপোর্ট সিস্টেমের মধ্যে থাকে কথা বলার জন্য মুখ, তোলার জন্য হাত, হাঁটার জন্য পা, স্বাদের জন্য জিহ্বা, গন্ধ নেওয়ার জন্য নাক, মলত্যাগের জন্য আপনা, এবং যৌন উপভোগের জন্য যৌনাঙ্গ। দেহ ভেদাভেদ করে এবং বুদ্ধি দ্বারা জানে, কল্পনা করে এবং মনস (মন) দ্বারা চিন্তা করে এবং কথা বলে। পাঁচটি স্বাদ রয়েছে, যা উন্নয়নের জন্য প্রয়োজনীয় খাদ্যের প্রতিনিধিত্ব করে এবং এগুলি হল মিষ্টি, লবণাক্ত, তিক্ত, তীক্ষ্ণ ও কষাকষি।\nদেহ তার জীবনের অস্তিত্ব থেকে ছয়টি পর্যায় অতিক্রম করে এবং এগুলো হল ভ্রূণ, জন্ম, বৃদ্ধি, পরিপক্কতা, ক্ষয় ও মৃত্যু। এটি ছয়টি \"চক্র (চাকা)\" বিকশিত করে, যা \"ধমনি (স্নায়ু), মূলধরা, স্বাধিষ্ঠান,  মণিপুরক, অনাহত, বিসুধি ও আজনাকে বোঝায়।\" তারপর ছয়টি গুণ ও সাতটি ধ্বনি, যেগুলো একত্রিত হয়ে শব্দ তৈরি করে, কিছু গ্রহণযোগ্য এবং কিছু অগ্রহণযোগ্য।\n\n\n=== বিভাগ ২: কীভাবে মানব ভ্রূণ গঠিত হয়? ===\nশরীরের সাতটি রঙের উপাদান (ধাতুস) হল, টেক্সট, সাদা, লাল, অস্বচ্ছ, ধোঁয়া রঙের, হলুদ, বাদামী এবং ফ্যাকাশে রঙের। সাদা থেকে যা খাদ্য রস (রস, রস, সার) রক্ত ​​(লাল), রক্ত ​​থেকে মাংস (অস্বচ্ছ), মাংস থেকে চর্বি (ধোঁয়া রঙের), চর্বি থেকে হাড় (হলুদ), ভিতরে বিকাশ করে হাড় অস্থি মজ্জা বিকাশ করে.(বাদামী), এবং মজ্জা থেকে বীর্য বিকশিত হয় (ফ্যাকাশে রঙের)। পুরুষ শুক্ল (বীর্য) ও শোনিতা (রক্ত, স্ত্রী প্রাণশক্তি) এর মিলন থেকে মানব ভ্রূণের বিকাশ ঘটে, গর্ভ উপনিষদ দাবি করে।\n\n\n=== বিভাগ ৩: কীভাবে ভ্রূণের বিকাশ হয়? ===\nউপনিষদ গর্ভে কীভাবে গর্ভধারণ হয় এবং কীভাবে তা নয় মাসের মধ্যে বিকশিত হয় সে সম্পর্কে বিস্তারিত বর্ণনা দেয়। নির্দিষ্ট ঋতুতে মিলন হওয়ার পরে, প্রথম দিনে ভ্রূণের দেহের বৃদ্ধি \"নোডিউল\"। সপ্তম রাতে এটি \"বুদবুদ\" হয়ে যায়; ১৫ রাতের মধ্যে এটি \"গলিত\" হয়ে যায়; এক মাসের মধ্যে ভ্রূণ শক্ত হয়; দুই মাসের শেষে, মাথা গঠিত হয়; পায়ের অংশ তিন মাসের মধ্যে প্রদর্শিত হয়; পেট, পদ ও গোড়ালি চতুর্থ মাসে প্রদর্শিত হয়; পঞ্চম মাসের মধ্যে কশেরুকার কলামের আকার আসে; মুখ, নাক ও কান ষষ্ঠ মাসের মধ্যে উপস্থিত হয়; সপ্তম মাস হল যখন ভ্রূণকে জীব বা আত্মা (আত্মান) দ্বারা আবিষ্ট করা হয়, অষ্টম মাসে শরীরের সমস্ত অঙ্গ থাকে এবং নবম মাসে সম্পূর্ণরূপে বিকশিত হয়।  ভ্রূণ বৃদ্ধি পায় এবং মা যা খায় ও পান করে তার দ্বারা শিরার মাধ্যমে পুষ্ট হয়।\nউপনিষদ শিশুর লিঙ্গ, জন্মগত ত্রুটি ও যমজ সন্তানের জন্মের জন্য তার তত্ত্বকে সমর্থন করে। এটি বলে যে পুরুষের বীর্যের আধিপত্যের ফলে পুরুষ সন্তান হয় যখন কন্যা সন্তান জন্ম নেয় যখন মহিলা বা মায়ের বীর্য বেশি থাকে। যখন পুরুষ ও মহিলা উভয়ের বীর্য সমানভাবে শক্তিশালী হয় তখন হিজড়ার জন্ম হয়। গর্ভধারণের সময় পিতা-মাতা উভয়েই উদ্বেগ ও ট্রমায় ভুগছেন তখন জন্মগত ত্রুটিগুলি দাবী করা হয়। একই লিঙ্গের যমজ সন্তান জন্ম নেয় যখন শুক্র ও শোনিত দুটিতে বিভক্ত হয়; যাইহোক, যখন শুধুমাত্র শুক্রা দুটিতে বিভক্ত হয় বা যখন পিতামাতারা প্রায়শই মিলন করেন, তখন মিশ্র লিঙ্গের যমজ তৈরি হতে পারে। একক ভ্রূণের বিকাশ ও জন্ম মানুষের মধ্যে সবচেয়ে সাধারণ, পাঠ্য বলে। যাইহোক, পাঁচ দিয়ে গুণ করা বা হওয়া মানুষের মধ্যে পরিলক্ষিত হয়, প্রাচীন পাঠ দাবী করে।\n\n\n=== বিভাগ ৪: ভ্রূণ কী জানে? ===\nঅষ্টম মাসের মধ্যে, গর্ভ উপনিষদ বলে, ভ্রূণ তার অতীত জন্ম জানে, ধ্যান করে ও ওঁ-কে উপলব্ধি করে, ভাল ও খারাপের স্বজ্ঞাত জ্ঞান লাভ করে।\nপাঠ্যটিতে বলা হয়েছে যে তার বিকাশের শেষ সপ্তাহগুলিতে, ভ্রূণ ভাল ও খারাপ কর্মের কথা মনে রাখে এবং বহু জন্মের মাধ্যমে নতুন করে জন্ম নেয়, মহেশ্বর (শিব) ও নারায়ণ (বিষ্ণু) কে স্মরণ করার সংকল্প করে, সাংখ্য-যোগ অধ্যয়ন ও অনুশীলন করার সংকল্প করে। জন্মের পর কারণ এগুলো সবই দেয় মুক্তির পুরস্কার।ভ্রূণ সিদ্ধান্ত নেয়, উপনিষদ বলে, জন্মের পরম ব্রহ্মকে ধ্যান করবে। যাইহোক, যখন ভ্রূণ জন্মের প্রক্রিয়ায় থাকে, তখন লেখায় বলা হয়েছে, গর্ভ থেকে বের হওয়া তার পণ ভুলে যায়।\n\n\n=== বিভাগ ৫ : গর্ভ সংস্কারের মাধ্যমে ভ্রূণ কীভাবে শেখে? ===\nগর্ভ মানে \"গর্ভ\" এবং সংস্কার মানে \"নৈতিকতা\" বা \"মূল্যবোধ\" আপনার সন্তানকে পিতা-মাতা করা ও মাতৃগর্ভে নৈতিকতা শেখানো সবচেয়ে আনন্দদায়ক অভিজ্ঞতা হতে পারে যা যেকোনো পিতামাতা কল্পনা করতে পারেন। গর্ভ সংস্কারের আধ্যাত্মিক যাত্রার সবচেয়ে বড় প্রমাণ হল আমাদের ঐতিহাসিক পটভূমি।গর্ভাবস্থায়, মা স্বাস্থ্যকর সুষম খাদ্য বজায় রাখেন যা শক্তিশালী, সুস্থ প্ল্যাসেন্টা বিকাশে সাহায্য করে যা প্রাপ্তবয়স্ক জীবনে সন্তানের জন্মের ওজন ও ভবিষ্যতের স্বাস্থ্য নির্ধারণ করে।\nগর্ভ সংস্কারের উদ্দেশ্য হল গর্ভের সন্তানকে শিক্ষিত করা। এটা বিশ্বাস করা হয় যে ভারতীয় সংস্কৃতিতে এবং বিশেষ করে হিন্দুধর্মে ভ্রূণ গর্ভে ধারণের মুহূর্ত থেকেই নৈতিক, ঐতিহ্যগত এবং আধ্যাত্মিক মূল্যবোধের শিক্ষা শুরু হয়। বিজ্ঞান দেখিয়েছে যে গর্ভের শিশুরা প্রাথমিক পর্যায়ে  গর্ভসংস্কার থেকে উপকৃত হবে। শিশুর সাথে মায়ের সম্পর্ক গর্ভধারণের মুহূর্ত থেকেই শুরু হয়।\nরামায়ণে দেখা যায় যে 'পুত্র কামেষ্ঠী যজ্ঞে' ভগবান রামের জন্মের আগে, অগ্নি দেবতা রাজা দশরথকে 'পায়স' দিয়েছিলেন যা কেবলমাত্র এক ধরনের 'গর্ভসংস্কার' হিসাবে বিবেচিত হতে পারে। মহাভারতে সুপরিচিত পৌরাণিক আখ্যানও রয়েছে যে কীভাবে অর্জুন তার মা সুভদ্রার গর্ভে থাকাকালীন অভিমন্যুকে 'চক্রব্যূহ'তে প্রবেশ করতে শিখিয়েছিলেন। এই ইতিহাসও প্রমাণ করে যে পৌরাণিক যুগেও মানুষ গর্ভ সংস্কারের ধারণাকে বিশ্বাস করেছিল। চরকাচার্যের মতে ভ্রূণের মন তার পিতামাতার সাথে সম্পূর্ণরূপে আত্তীকৃত হয়, যাই হোক না কেন, গান ও গর্ভ সংস্কার সঙ্গীত গর্ভবতী মহিলা শোনে তার গর্ভের শিশুর মনেও প্রভাব ফেলে।\n\n\n=== জন্মের পরে বিকাশ ===\nপাঠ্যটি, টি.এম.পি. মহাদেবন, দাবি করেন যে আত্মা মানুষের দেহে বাস করে এবং মুক্তির আকাঙ্ক্ষা করে।\nগর্ভ উপনিষদ প্রশ্ন করেছে, \"কেন এটিকে শরীর বলা হয়?\",  এবং উত্তরে বলে যে কারণ এতে শ্রিয়ন্তে  (বিদ্যমান) তিনটি আগুন – জ্ঞানের জন্য আগুন, দেখার আগুন ও পাচক আগুন। পাঠ্যটি যজ্ঞ (অগ্নি) আচারের উপমা  ব্যবহার করে বর্ণনা করে যে কীভাবে দেহের মন্দিরে মহাজাগতিক প্রক্রিয়াগুলি পুনরাবৃত্ত হয়, নৈবেদ্য হিসাবে খাদ্য, ব্রহ্মকে মনে করা এবং জীবনের আচারের লক্ষ্য হিসাবে আত্মার সন্ধান করা।\nপাঠ্যটি তখন হঠাৎ করে উন্নত মানবদেহের শারীরবৃত্তিতে ঝাঁপ দেয়, সম্ভবত পাণ্ডুলিপির হারিয়ে যাওয়া অধ্যায় থেকে। এটি দাবি করে, পল ডিউসেন বলেন, প্রাপ্তবয়স্ক মানুষের মধ্যে, \"মাথার খুলির চারটি হাড় থাকে এবং তাদের প্রতিটি পাশে ষোলটি সকেট থাকে; শরীরে ১০৭টি জয়েন্ট, ১৮০টি সেলাই, ৯০০টি সাইনিস, ৭০০টি শিরা, ৫০০টি পেশী, ৩৬০ হাড় ও ৪৫ মিলিয়ন.চুল\"।  আরও, উপনিষদ গণনা করে, প্রাপ্তবয়স্ক পুরুষের হৃদয়ের ওজন ৩৬৪ গ্রাম, জিহ্বার ওজন ৫৪৬ গ্রাম, শরীরে পিত্তের পরিমাণ ৭২৮ গ্রাম, উৎপন্ন বীর্য ১৮২ গ্রাম, চর্বি ১,৪৫৬ গ্রাম ও উৎপন্ন মলমূত্রের পরিমাণ অনিশ্চিতশরীর কি এবং কতটা খায় এবং পান করে তার উপর নির্ভর করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nPrasoon, Prof.S.K. (১ জানুয়ারি ২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8।"}