{"pageid": 1117635, "title": "যোগাযোগ ও তথ্য প্রযুক্তি কমিশন (সৌদি আরব)", "url": "https://bn.wikipedia.org/wiki?curid=1117635", "content": "যোগাযোগ ও তথ্য প্রযুক্তি কমিশন ( CITC ) ( আরবি: هيئة الاتصالات وتقنية المعلومات   , হাইআত আল-ইত্তিসালাত ওয়া তিকনিয়াত আল-মা`লুমাত) হলো সৌদি যোগাযোগ কর্তৃপক্ষ। মন্ত্রী পরিষদের সিদ্ধান্ত অনুযায়ী এটি প্রথম সৌদি কমিউনিকেশন কমিশন নামে প্রতিষ্ঠিত হয়। কমিশনকে তথ্যপ্রযুক্তি সংক্রান্ত নতুন দায়িত্ব দেওয়ার পর নাম পরিবর্তন করা হয়। অক্টোবর ২০০৬ থেকে, CITC সৌদি আরবে KACST (বিজ্ঞান ও প্রযুক্তির জন্য রাজা আবদুল আজিজ সিটি) এর জায়গায় DNS কাঠামো এবং ফিল্টারিং পরিচালনা করে।\n\n\n== সেন্সরশিপ ==\nকমিউনিকেশনস অ্যান্ড ইনফরমেশন টেকনোলজি কমিশন ইন্টারনেট নিয়ন্ত্রণ করার জন্য এবং ফায়ারওয়াল হোস্ট করার জন্য দায়ী। এটি প্রধানত যৌন ও রাজনৈতিক বিষয়বস্তুর কারণে হাজার হাজার ওয়েবসাইটের অ্যাক্সেস ব্লক করে। সৌদি আরবের ইন্টারনেট কর্তৃপক্ষের দ্বারা মেগাআপলোডের অ্যাক্সেস মাঝে মাঝে অবরুদ্ধ করা হয়।\n\n\n== আইসিটি সেক্টর ==\nCITC সৌদি আরবে আইসিটি খাত নিয়ন্ত্রণের জন্য দায়ী। ২০০১ সালে রাজকীয় ডিক্রি দ্বারা জারি করা টেলিযোগাযোগ আইন, এই সেক্টরকে সংগঠিত করার জন্য আইনি কাঠামো প্রদান করে। এই আইনের অনেকগুলি উদ্দেশ্য রয়েছে। যেমন ১) সাশ্রয়ী মূল্যের সাথে উন্নত ও পর্যাপ্ত টেলিযোগাযোগ পরিষেবা সরবরাহ করা, ২)ন্যায্য প্রতিযোগিতা উৎসাহিত করার জন্য উপযুক্ত পরিবেশ তৈরি করা, ৩) ফ্রিকোয়েন্সিগুলি কার্যকরভাবে ব্যবহার করা, ৪) টেলিযোগাযোগ প্রযুক্তির স্থানীয়করণ, ৫) সাম্প্রতিক অগ্রগতিগুলি পরিচালনা করা, ৬)  পদ্ধতিতে স্বচ্ছতা, সমতা, নিরপেক্ষতা, জনস্বার্থের সুরক্ষার পাশাপাশি ব্যবহারকারী এবং বিনিয়োগকারীদের স্বার্থ রক্ষা করা।\n\n\n== ডাক সেবা ==\n২০১৯ সালের শেষ থেকে, CITC সৌদি আরবে ডাক খাত নিয়ন্ত্রণের জন্য দায়ী। এতে বর্তমান বাজার অধ্যয়ন, নিয়ন্ত্রক পরিবেশের উন্নতি এবং পরিষেবা প্রদানকারীদের তাদের পরিষেবার গুণমান উন্নত করতে সহায়তা করা সাথে জড়িত। \n\n\n== নতুন প্রযুক্তি ==\nসৌদি ভিশন ২০৩০ এবং ন্যাশনাল ট্রান্সফরমেশন প্রোগ্রাম ২০২০ এর সাথে সারিবদ্ধভাবে, CITC কিংডমে আইটি ও টেক সেক্টরের বৃদ্ধি এবং স্থানীয়করণ সহজতর করতে আগ্রহী। ২০২৩ সাল নাগাদ CITC-এর লক্ষ্য এই প্রযুক্তিগুলিকে নিয়ন্ত্রণ ও লাইসেন্স প্রদানের মাধ্যমে আইটি এবং উদীয়মান প্রযুক্তির বাজারের আকার বৃদ্ধি করা এবং বিশ্বব্যাপী বিনিয়োগ চালনা করা।\n\n\n== সেবা ==\nঅভিযোগ\nরিপোর্ট\nআরগামি\nকভারেজ মানচিত্র\nবর্ণালী\nডোমেইন নাম নিবন্ধন\nসরঞ্জাম লাইসেন্সিং\nমেকিয়াস\nবোনিয়াহ\n\n\n== তথ্যসূত্র =="}