{"pageid": 111732, "title": "মাকসুদুল আলম", "url": "https://bn.wikipedia.org/wiki?curid=111732", "content": "মাকসুদুল আলম (১৪ ডিসেম্বর ১৯৫৪ - ২০ ডিসেম্বর ২০১৪) ছিলেন একজন বাংলাদেশি জিনতত্ত্ববিদ। তাঁর নেতৃত্বে ঢাকা বিশ্ববিদ্যালয়, বাংলাদেশ পাট গবেষণা ইনস্টিটিউট ও তথ্যপ্রযুক্তি প্রতিষ্ঠান ডাটাসফটের একদল গবেষকের যৌথ প্রচেষ্টায় ২০১০ সালের মাঝামাঝি সময়ে সফলভাবে উন্মোচিত হয় পাটের জিন নকশা । ২০১০ সালের ১৬ জুন সাবেক প্রধানমন্ত্রী শেখ হাসিনা আনুষ্ঠানিকভাবে পাটের জিনোম অনুক্রম আবিষ্কারের ঘোষণা দেন।\n\n\n== শৈশব ==\nমাকসুদুল আলম ফরিদপুরে ১৯৫৪ সালের ১৪ ডিসেম্বর জন্ম গ্রহণ করেন। তাঁর পিতা দলিলউদ্দিন আহমেদ ছিলেন তৎকালীন পূর্ব পাকিস্তান রাইফেলসের (ইপিআর) একজন কর্মকর্তা এবং তাঁর মা লিরিয়ান আহমেদ একজন সমাজকর্মী ও শিক্ষিকা। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে পিতা শহিদ হলে পরিবারের দায়িত্ব এসে পড়ে মা লিরিয়ান আহমেদের উপর। শিক্ষকতা করে তিনি তাঁর চার ছেলে ও চার মেয়েকে গড়ে তোলেন।\nমাকসুদুল আলম তাঁর কনিষ্ঠ ভ্রাতা মাহবুবুল আলম ও বন্ধু জোনায়েদ শফিককে নিয়ে গড়ে তোলেন ‘অনুসন্ধানী বিজ্ঞান ক্লাব’। ক্লাবের কাজ ছিল মূলত গাছ পর্যবেক্ষণ, গাছের চারা লাগানো এবং পাতা সংগ্রহ। গাছের পাতা। অ্যালবামে সাজিয়ে বই দেখে দেখে বের করতেন গাছগুলোর বৈজ্ঞানিক নাম।\n\n\n== শিক্ষাজীবন ==\nগভর্নমেন্ট ল্যাবরেটরি হাই স্কুল থেকে মাধ্যমিক এবং ঢাকা কলেজ থেকে উচ্চ মাধ্যমিক পাশ করে স্বাধীনতার পর মাকসুদুল আলম চলে যান রাশিয়ায়। সেখানে মস্কোফস্কি গোসুদারস্তেভনেই উনিভারসিতিয়েৎ ইমিন্যে (মস্কো রাষ্ট্রীয় বিশ্ববিদ্যালয়) থেকে অণুপ্রাণবিজ্ঞানে স্নাতক, স্নাতকোত্তর (১৯৭৯) ও পিএইচডি (১৯৮২) সম্পন্ন করেন। পরে জার্মানিতে বিখ্যাত মাক্স-প্লাংক ইনস্টিটুট ফুর বিয়োখেমি (মাক্স প্লাংক জৈবরসায়ন ইনস্টিটিউট) থেকে ১৯৮৭ সালে প্রাণরসায়নে আরেকটি পিএইচডি উপাধি অর্জন করেন। মস্কোতে মাকসুদ ভ্লাদিমির পেত্রোভিচ মুলাচেভের সংস্পর্শে আসেন। পেত্রোভিচের প্রাণরসায়নের নানা শাখায় অবদান রয়েছে।\n\n\n== কর্মজীবন ==\nজার্মানিতে তিনি কাজ করার সুযোগ পান প্রাণরসায়নের ডিটার উস্টাহেল্ট (Dieter Oesterhelt) ও গেরাল্ড হেইজেলবাওয়াদের (Gerald Hazelbauer) সঙ্গে। জার্মানির পর তিনি যুক্তরাষ্ট্র  হাওয়াই বিশ্ববিদ্যালয়ে সামুদ্রিক জীবপণ্য প্রকৌশল কেন্দ্রে (Marine Bioproduct Engineering Center) সহকারী পরিচালক হিসেবে যোগ দেন। সে সময় যুক্তরাষ্ট্রের ন্যাশনাল সায়েন্স ফাউন্ডেশন ও অন্যান্য প্রতিষ্ঠান গবেষণার জন্য মাকসুদ ও তাঁর সহকর্মীদের ১০ লাখ ডলার অনুদান দেয়।\n১৯৯২ সালে একই বিশ্ববিদ্যালয়ের অণুজীব বিজ্ঞান বিভাগে সহকারী অধ্যাপক হিসাবে যোগ দেন। ওই কেন্দ্রে কাজ করার সময় লবণ-আকর্ষী আর্কিয়ার ভৌত-তড়িৎ রূপান্তর (transduction) সংকেতকে বিশ্লেষণ করেন। ২০০০ সালে তিনি ও তাঁর সহকর্মী র‌্যান্ডি লারসেন সহ আটজন বিজ্ঞানী আর্কিয়াতে মায়োগ্লোবিনের মতো এক নতুন ধরনের আমিষ আবিষ্কার করেন। এ দুটিকে নাম দেন গ্লোবিন-যুগল সংবেদক (globin-coupled sensors) এবং প্রোটোগ্লোবিন (protoglobins)। এই প্রাচীন আমিষগুলো থেকে প্রাণের উদ্ভবকালে অক্সিজেন কেমন করে ব্যবহৃত হতো তার হদিশ পাওয়া যায়।\nন্যাশনাল সায়েন্স ফাউন্ডেশন ও হাওয়াই বিশ্ববিদ্যালয়ের সামুদ্রিক জীবপণ্য প্রকৌশল কেন্দ্রের উদ্যোগে পরিচালিত অণুজীব বৈচিত্র‌্য অনুসন্ধান পর্বে হাওয়াই দ্বীপপুঞ্জ, লোঈহি (Lō‘ihi) নামক সমুদ্রগর্ভ আগ্নেয়গিরি এবং নিউজিল্যান্ডের জলতাপীয় এলাকা পরিবীক্ষণ করে বেশ কিছু প্রজাতির অণুজীব আবিষ্কার করেন যা ছিল তদপরিপার্শ্বিক জনবসতির বসবাসের কায়দা সম্পর্কে জানতে সহায়ক।\nএ আবিষ্কারের সুবাদে মাকসুদের খ্যাতি ও দক্ষতা সবার নজরে আসে। ২০০১ সাল থেকে মৃত্যুর আগে পর্যন্ত হাওয়াই বিশ্ববিদ্যালয়ের অধ্যাপক হিসাবে কাজ করে যান।\n২০০৩ সালে তিনি হাওয়াই বিশ্বদ্যিালয়ে বংশাণুসমগ্র বিজ্ঞান, প্রোটিনসমগ্র বিজ্ঞান ও জৈব তথ্যবিজ্ঞানে অগ্রসর গবেষণা কেন্দ্র (Advanced Studies in Genomics, Proteomics and Bioinformatics (ASGPB)) প্রতিষ্ঠা করেন। যার ফলশ্রতিতে হাওয়াইয়ান পেঁপের ‍জিনোম অনুক্রম বের করা হয়। এ কাজ সম্পন্ন করার পর বিজ্ঞান সাময়িকী নেচারের প্রচ্ছদে স্থান পান তিনি। বংশাণুগতভাবে পরিবর্তিত এই পেঁপের জিন নকশা উন্মোচনের পর তিনি পাটের জিন নকশা উন্মোচনের কথা ভেবেছিলেন। সে সময় কয়েকবার বাংলাদেশেও এসেছিলেন তিনি। কিন্তু তাঁর ডাক পড়ে মালয়েশিয়ায় রাবার গাছের জিন নকশা উন্মোচনের জন্য, ওই কাজেও তিনি সফল হন।\nপরে ২০০৯ সাল থেকে তিনি মনোনিবেশ করেন তোষা পাটের (Corchorus olitorius) জিন নকশা উন্মোচনে নেতৃত্ব দানে। পাটের বেস-জোড়া ১২০ কোটি: এরা কোন অনুক্রমে আছে, তা এই আবিষ্কারের ফলে জানা গেছে। এর সুফল হিসাবে মিহি আঁশের পাট, শীতকালীন পাট, সহজ-পচনশীল পাট, পোকা-প্রতিরোধী পাট, ঔষধী পাট, তুলার মতন শক্ত আঁশের পাট প্রভৃতি উদ্ভাবন করা সহজ হবে।\n২০১২ সালে পাটের জন্য ক্ষতিকর ছত্রাকমাক্রোফোমিনা ফেইজেওলিনার জিনোম অনুক্রম উদ্ঘাটনে বাংলাদেশের একটি গবেষণা দলের নেতৃত্ব দেন।\n\n\n== গবেষণারাজি ==\nএকক বা যৌথভাবে\n\nThe draft genome of the transgenic tropical fruit tree papaya (Carica papaya Linnaeus) (বংশাণুগতভাবে পরিবর্তিতকারিকা পাপায়া লিনিয়াস বা পেঁপের খসড়া বংশাণুসমগ্র)। নেচার, ২০০৮।\nGenome sequence of Halobacterium species NRC-1 (আলোবাকতেরিয়ুম গণের (এনআরসি-১) বংশাণুসমগ্রের অনুক্রম বিশ্লেষণ)। প্রসিডিংস অফ দ্য ন্যাশনাল অ্যাকাডেমি অফ সায়েন্সেস অফ দ্য য়ুনাইটেড স্টেটস অফ আমেরিকা, ২০০০।\nDraft genome sequence of the rubber tree Hevea brasiliensis (রাবার গাছ এভিয়া ব্রাজিলিয়েনসিস এর খসড়া সম্পূর্ণ বংশাণুসমগ্র অনুক্রম নির্ণয়)। বিএমসি জেনোমিকস, ২০১৩।\nIsolation of novel bacteria, including a candidate division, from geothermal soils in New Zealand (নিউজিল্যান্ডের ভূতাপীয় মৃত্তিকা থেকে একটি প্রার্থী বিভাগ সহ নতুন ব্যাকটেরিয়া পৃথকীকরণ)। এনভায়রনমেন্টাল মাইক্রোবায়োলজি, ২০০৮।\nTools to kill: Genome of one of the most destructive plant pathogenic fungi Macrophomina phaseolina (বধের হাতিয়ার:মাক্রোফোমিনা ফেইজেওলিনা নামক অন্যতম ধ্বংসী উদ্ভিদ রোগ সংক্রামকের বংশাণুসমগ্র বিশ্লেষণ)। বিএমসি জেনোমিকস, ২০১২।\n\n\n== মৃত্যু ==\nমাকসুদুল আলম ২০১৪ সালের ২০ ডিসেম্বর যুক্তরাষ্ট্রের হাওয়াইয়ের কুইনস মেডিকেল সেন্টারে চিকিৎসাধীন অবস্থায় মারা যান। তিনি যকৃতের সিরোসিসে ভুগছিলেন।\n\n\n== স্বীকৃতি ==\nবাংলাদেশ সরকার তাঁর অবদানের জন্য ২০১৬ সালে মরণোত্তর স্বাধীনতা পদক প্রদান করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমাকসুদুল আলম — University of Hawaiʻi at Mānoa"}