{"pageid": 1117554, "title": "হুদুদ", "url": "https://bn.wikipedia.org/wiki?curid=1117554", "content": "হুদুদ (আরবি: حدود হুদুদ, এছাড়াও ট্রান্সলিটারেটেড হাদুদ, হুদূদ ; বহুবচন হদ حد ) একটি আরবি শব্দ যার অর্থ \"সীমানা, সীমানা সীমা\"। ইসলাম ধর্মে এটা এমন শাস্তিকে বোঝায় যেগুলো ইসলামী আইনের অধীনে (শরিয়াহ) আল্লাহ কর্তৃক বাধ্যতামূলক এবং নির্ধারিত। এই শাস্তিগুলি প্রাক-আধুনিক ইসলামে খুব কমই প্রয়োগ করা হয়েছিল, এবং কিছু আধুনিক রাষ্ট্রে তাদের ব্যবহার বিতর্কের কারণ হয়েছে।\nঐতিহ্যগত ইসলামী আইনশাস্ত্র অপরাধকে আল্লাহ এবং মানুষের বিরুদ্ধে অপরাধের মধ্যে বিভক্ত করে। প্রথমটির লঙ্ঘন আল্লাহর হুদুদ বা \"সীমানা\" লঙ্ঘন হিসাবে দেখা হয়, এবং তা কুরআনে উল্লিখিত শাস্তির সাথে যুক্ত এবং কিছু ক্ষেত্রে হাদিস থেকে অনুমান করা হয়। হুদুদ শাস্তির জন্য যে অপরাধগুলি করা হয় তা হ'ল জিনা (অবৈধ যৌন সঙ্গম যেমন ব্যভিচার), জিনার ভিত্তিহীন অভিযোগ, মদ্যপান, হাইওয়ে ডাকাতি, এবং কিছু ধরনের চুরি। ইসলাম থেকে ধর্মত্যাগ এবং একজন বৈধ ইসলামী শাসকের বিরুদ্ধে বিদ্রোহ হুদুদ অপরাধ কিনা তা নিয়ে আইনজ্ঞরা ভিন্নমত পোষণ করেছেন।\nহুদুদের  শাস্তি জনসমক্ষে আঘাত করা থেকে শুরু করে প্রকাশ্যে পাথর ছুঁড়ে হত্যা, হাত কেটে ফেলা এবং ক্রুশবিদ্ধ করা পর্যন্ত। হুদুদ অপরাধ ভুক্তভোগী বা রাষ্ট্র দ্বারা ক্ষমা করা যায় না এবং শাস্তি অবশ্যই জনসমক্ষে কার্যকর করতে হবে। এই শাস্তিগুলি অনুশীলনে খুব কমই প্রয়োগ করা হয়েছিল, তবে, কারণ প্রমাণমূলক মানগুলি প্রায়শই অসম্ভবভাবে উচ্চ ছিল। উদাহরণস্বরূপ, জিনা এবং চুরির জন্য হুদুদ প্রয়োজনীয়তা পূরণ করা আদালতে স্বীকারোক্তি ছাড়া কার্যত অসম্ভব ছিল, যা একটি প্রত্যাহার দ্বারা অবৈধ হতে পারে। একটি হাদিসের উপর ভিত্তি করে, আইনজ্ঞরা শর্ত দিয়েছিলেন যে সামান্যতম সন্দেহ বা অস্পষ্টতা (সুবুহাত) দ্বারা হুদুদের শাস্তিগুলি এড়ানো উচিত। কঠোরতম হুদুদের শাস্তিগুলি ঈশ্বরের বিরুদ্ধে অপরাধের গুরুত্বকে প্রতিহত করার জন্য এবং প্রকাশ করার জন্য বোঝানো হয়েছিল, বরং তা কার্যকর করার পরিবর্তে।\nঊনবিংশ শতাব্দীতে, শরিয়া-ভিত্তিক ফৌজদারি আইনগুলি ইসলামী বিশ্বের অনেক অংশে ইউরোপীয় মডেলদ্বারা অনুপ্রাণিত বিধিদ্বারা প্রতিস্থাপিত হয়েছিল, যদিও আরব উপদ্বীপের মতো বিশেষভাবে রক্ষণশীল অঞ্চলে নয়। বিংশ শতাব্দীর শেষের দিকে ইসলামী পুনরুজ্জীবন ইসলামি আন্দোলনের মাধ্যমে শরিয়ার পূর্ণ বাস্তবায়নের আহ্বান নিয়ে আসে। হুদুদ শাস্তির পুনঃস্থাপন এই গোষ্ঠীর জন্য বিশেষ প্রতীকী গুরুত্ব রয়েছে কারণ তাদের কোরানিক উৎসের কারণে, এবং তাদের উকিলরা প্রায়শই তাদের প্রয়োগের কঠোর ঐতিহ্যগত বিধিনিষেধকে উপেক্ষা করেছে। বাস্তবে, যেসব দেশে ইসলামপন্থী চাপে হুদুদকে আইনি কোডে অন্তর্ভুক্ত করা হয়েছে, সেগুলি প্রায়শই কম ব্যবহার করা হয়েছে বা একেবারেই নয়, এবং তাদের প্রয়োগ স্থানীয় রাজনৈতিক আবহাওয়ার উপর নির্ভর করে পরিবর্তিত হয়েছে। তাদের ব্যবহার সমালোচনা ও বিতর্কের বিষয় হয়ে উঠেছে।\nএকবিংশ শতাব্দীতে , অঙ্গ-প্রত্যঙ্গ কেটে ফেলা সহ হুদুদ ব্রুনাই, ইরান, নাইজেরিয়া, সৌদি আরব, সংযুক্ত আরব আমিরাত এবং ইয়েমেনের আইনি ব্যবস্থার অংশ।\nহুদুদ শরিয়তের অধীনে শাস্তির একমাত্র রূপ নয়। মানুষের বিরুদ্ধে অপরাধের জন্য - শরিয়াতে অন্য ধরনের অপরাধ - যা শারীরিক ক্ষতি করার সাথে জড়িত ইসলামী আইন অপরাধ (কিসাস) বা আর্থিক ক্ষতিপূরণ (দিয়া) এর অনুরূপ প্রতিশোধমূলক শাস্তি নির্ধারণ করে; এবং অন্যান্য অপরাধের জন্য শাস্তির ফর্মটি বিচারকের বিবেচনার উপর ছেড়ে দেওয়া হয় (তা'জির)। যে অপরাধীরা হুডুডের শাস্তি থেকে পালিয়ে গিয়েছিল তারা এখনও তা'জিরের শাস্তি পেতে পারে। যে অপরাধীরা হুদুডের শাস্তি থেকে পালিয়ে গিয়েছিল তারা এখনও তা'জিরের শাস্তি পেতে পারে। বাস্তবে, ইসলামের ইতিহাসের প্রথম দিকে থেকে, ফৌজদারি মামলাগুলি সাধারণত শাসক-শাসিত আদালত বা স্থানীয় পুলিশ দ্বারা পরিচালিত হয় যেগুলি কেবলমাত্র শরিয়ার সাথে সম্পর্কিত ছিল।\n\n\n== ধর্মীয় ভিত্তি ==\nহুদুদের অপরাধ কুরআনে বর্ণিত অপরাধ। এসব অপরাধের শাস্তি কুরআন ও সুন্নাহ উভয় থেকেই নেয়া হয়েছে। কুরআন অপরাধগুলিকে সঠিকভাবে সংজ্ঞায়িত করে না: তাদের সংজ্ঞাগুলি ফিকহ (ইসলামী আইনশাস্ত্র) এ বিশদভাবে ব্যাখ্যা করা হয়েছে।\n\n\n=== কুরআন ===\nকুরআনে বেশ কয়েকটি হুদুদ অপরাধের বর্ণনা দেওয়া হয়েছে এবং কিছু কিছু ক্ষেত্রে শাস্তির বিধান রয়েছে। কুরআনের সূরা আল-মায়িদাহর ৩৮নং আয়াতে চুরির হুদুদ অপরাধ উল্লেখ করা হয়েছে:\n\nযে পুরুষ চুরি করে এবং যে নারী চুরি করে তাদের হাত কেটে দাও তাদের কৃতকর্মের সাজা হিসেবে। আল্লাহর পক্ষ থেকে হুশিয়ারী। আল্লাহ পরাক্রান্ত, জ্ঞানময়।\nকিছু মুসলিম পণ্ডিতের মতে, একটি মুসলিম রাষ্ট্রের অভ্যন্তরে \"ইসলামের বিরুদ্ধে ডাকাতি এবং নাগরিক অশান্তি\" এর অপরাধটি কুরআনের সূরা আল-মায়িদাহর  ৩৩নং আয়াতে এ উল্লেখ করা হয়েছে:\n\nযারা আল্লাহ ও তাঁর রসূলের সাথে সংগ্রাম করে এবং দেশে হাঙ্গামা সৃষ্টি করতে সচেষ্ট হয়, তাদের শাস্তি হচ্ছে এই যে, তাদেরকে হত্যা করা হবে অথবা শূলীতে চড়ানো হবে অথবা তাদের হস্তপদসমূহ বিপরীত দিক থেকে কেটে দেয়া হবে অথবা দেশ থেকে বহিষ্কার করা হবে। এটি হল তাদের জন্য পার্থিব লাঞ্ছনা আর পরকালে তাদের জন্যে রয়েছে কঠোর শাস্তি।কুরআনের সূরা আন-নূরের  ২নং আয়াতে সহ বেশ কয়েকটি আয়াতে অবৈধ সম্মতিক্রমে যৌনমিলনের অপরাধ উল্লেখ করা হয়েছে:\nব্যভিচারিণী নারী ব্যভিচারী পুরুষ; তাদের প্রত্যেককে একশ’ করে বেত্রাঘাত কর। আল্লাহর বিধান কার্যকর কারণে তাদের প্রতি যেন তোমাদের মনে দয়ার উদ্রেক না হয়, যদি তোমরা আল্লাহর প্রতি ও পরকালের প্রতি বিশ্বাসী হয়ে থাক। মুসলমানদের একটি দল যেন তাদের শাস্তি প্রত্যক্ষ করে।\n\"চার জন সাক্ষী ব্যতীত সতী মহিলাদের বিরুদ্ধে অবৈধ যৌনতার অভিযোগ\" এবং একটি হুদুদ শাস্তি কুরআনের ২৪:৪, ২৪:৬, আয়াতের উপর ভিত্তি করেঃ\n\nযারা সতী-সাধ্বী নারীর প্রতি অপবাদ আরোপ করে অতঃপর স্বপক্ষে চার জন পুরুষ সাক্ষী উপস্থিত করে না, তাদেরকে আশিটি বেত্রাঘাত করবে এবং কখনও তাদের সাক্ষ্য কবুল করবে না। এরাই না’ফারমান।\n\n\n=== হাদিস ===\nকুরআনের আয়াত ৫:৯০-এ মদ পানকরার অপরাধ উল্লেখ করা হয়েছে এবং হাদীসে হুদুদ শাস্তি বর্ণনা করা হয়েছে:\n\nহে মুমিনগণ, এই যে মদ, জুয়া, প্রতিমা এবং ভাগ্য-নির্ধারক শরসমূহ এসব শয়তানের অপবিত্র কার্য বৈ তো নয়। অতএব, এগুলো থেকে বেঁচে থাক-যাতে তোমরা কল্যাণপ্রাপ্ত হও।\nসহিহ হাদিস, মুহাম্মাদের কথা, অনুশীলন এবং ঐতিহ্যের একটি সংকলন যা তার সঙ্গীদের দ্বারা পর্যবেক্ষণ করা হয়, সুন্নি মুসলমানরা কুরআনের পরে ইসলামী আইনের সবচেয়ে বিশ্বস্ত উৎস হিসাবে বিবেচিত হয়। তারা হুদুদের অপরাধ ও শাস্তির বর্ণনা ব্যাপকভাবে বর্ণনা করে।  কিছু কিছু ক্ষেত্রে ইসলামী পন্ডিতগণ হাদীস ব্যবহার করে হুদুদ শাস্তি প্রতিষ্ঠা করেছেন, যা কুরআনে উল্লেখ করা হয়নি। সুতরাং, জিনার শাস্তি হিসাবে পাথর নিক্ষেপ করা হাদিসের উপর ভিত্তি করে তৈরি করা হয়েছে যা এমন পর্বগুলি বর্ণনা করে যেখানে মুহাম্মদ এবং তার উত্তরসূরিরা এটি নির্ধারণ করেছিলেন। হুদুদের শাস্তি এড়ানোর জন্য সুবুহা (সন্দেহ, অনিশ্চয়তা) এর অস্তিত্ব ব্যবহার করার প্রবণতা একটি হাদিসের উপর ভিত্তি করে তৈরি করা হয়েছে যা \"সুবুহা ক্ষেত্রে হদ (হুদুদ) শাস্তি এড়ানো\" বলে।\n\n\n== হুদুদ অপরাধ ও শাস্তি ==\nহুদুদের অপরাধগুলি শাস্তি:\n\nচুরির (সারিকা, السرة) জন্য হাত কেটে ফেলার শাস্তি;\nহাইওয়ে ডাকাতি (হিরাবাহ, কাত আল-তারিক)। ক্রুশবিদ্ধকরণ, ডান হাত এবং বাম পা কেটে ফেলার পরে মৃত্যুর সাথে শাস্তি দেওয়া হয় (সম্মিলিত ডান-বাম ডাবল অঙ্গচ্ছেদ প্রক্রিয়াটি ক্রস-অঙ্গচ্ছেদের প্রাচীন শাস্তি হিসাবে পরিচিত) বা নির্বাসন। বিভিন্ন পরিস্থিতির জন্য বিভিন্ন শাস্তি নির্ধারণ করা হয় এবং আইনী স্কুলগুলির মধ্যে এবং এর মধ্যে নির্দিষ্ট সম্পর্কে মতামতের পার্থক্য রয়েছে।\nধর্মত্যাগ (রিদ্দাহ, ردة বা ইরতিদাদ, ارتداد), ইসলামকে অন্য ধর্মের জন্য বা নাস্তিকতার জন্য ছেড়ে দেওয়া, এটি ঐতিহ্যবাহী মালিকি, শিয়া এবং হানবালি আইনশাস্ত্রে মৃত্যুদণ্ডের জন্য দায়ী হুদুদ অপরাধগুলির মধ্যে একটি হিসাবে বিবেচিত হয়, তবে হানাফি এবং শফি'ই ফিকহ-এ নয়, যদিও এই স্কুলগুলি ধর্মত্যাগকে ইসলামী রাষ্ট্র ও সমাজের বিরুদ্ধে একটি গুরুতর অপরাধ হিসাবে বিবেচনা করে এবং ধর্মভ্রষ্টদের জন্য মৃত্যুদন্ড নির্ধারণ করে।\nঅবৈধ যৌন সঙ্গম (জিনা (الزنا)। এর মধ্যে রয়েছে প্রাক-বৈবাহিক যৌনতা এবং বিবাহ-বহির্ভূত যৌনতা। সমকামী সহবাসের শ্রেণিবিন্যাস জিনা হিসাবে আইনী স্কুল অনুসারে পৃথক হয়। [৩৫] যদিও জিনার জন্য পাথর ছোড়ার কথা কুরআনে উল্লেখ করা হয়নি, তবে ঐতিহ্যবাহী আইনশাস্ত্রের সমস্ত মাযহাব হাদিসের ভিত্তিতে একমত হয়েছিল যে অপরাধী যদি মুহসান (প্রাপ্তবয়স্ক, মুক্ত, মুসলিম এবং বিবাহিত বা পূর্বে বিবাহিত) হয় তবে পাথর ছুঁড়ে শাস্তি দেওয়া হবে। মুহসান নয় এমন অপরাধীদের জন্য বেত্রাঘাত হল শাস্তি, অর্থাৎ তারা উপরের সমস্ত মানদণ্ড পূরণ করে না। অপরাধীরা অবশ্যই তাদের নিজস্ব ইচ্ছায় কাজ করেছে।\nজিনার মিথ্যা অভিযোগ (কাদফ, العذف),  ৮০টি বেত্রাঘাতে দণ্ডিত।\nমদ্যপান আইনী বিদ্যালয়ের উপর নির্ভর করে ৪০ থেকে ৮০ টি বেত্রাঘাত দ্বারা দণ্ডিত।\nবিদ্রোহ (বাঘি) যদিও এটি ফিকহ (ইসলামী আইনশাস্ত্র) এর বেশিরভাগ কাজে হুদুদ অপরাধ হিসাবে তালিকাভুক্ত করা হয় না, তবে কুরআন ৪৯:৯ এর উপর ভিত্তি করে কিছু আইনজ্ঞ দ্বারা মুসলিম শাসকের বিরুদ্ধে বিদ্রোহকে একটি কঠোর অপরাধ হিসাবে বিবেচনা করা হয়।\nহত্যা, আঘাত এবং সম্পত্তির ক্ষতি ইসলামী দণ্ডবিধিতে হুদুদ অপরাধ নয়, এবং ইসলামী দণ্ডবিধির অন্যান্য বিভাগের অধীনে অন্তর্ভুক্ত করা হয়েছে, যা হল:\n\nকিয়াস (অর্থ প্রতিশোধ, এবং \"চোখের জন্য চোখ\") নীতি অনুসরণ করে), এবং দিয়াহ (\"রক্তের অর্থ\", হত্যা, শারীরিক ক্ষতি বা সম্পত্তির ক্ষতির ক্ষেত্রে শিকার বা শিকারের উত্তরাধিকারীদের দেওয়া আর্থিক ক্ষতিপূরণ। দিয়াহ একই শ্রেণীর অপরাধের জন্য কিসাসের বিকল্প)।\nতা'জির - বিচারকের বিবেচনার ভিত্তিতে পরিচালিত শাস্তি।\n\n\n== ইতিহাস ==\nযেহেতু হুদুদ শাস্তি প্রয়োগের উপর কঠোর ঐতিহ্যগত বিধিনিষেধ, তারা ঐতিহাসিকভাবে খুব কমই প্রয়োগ করা হয়েছিল। উদাহরণস্বরূপ, প্রাক-আধুনিক যুগের \"কয়েকটি বিরল এবং বিচ্ছিন্ন\" উদাহরণ এবং সাম্প্রতিক বেশ কয়েকটি ঘটনা ছাড়াও, জিনাকে বৈধভাবে পরিচালিত হওয়ার জন্য পাথর ছোড়ার কোনও ঐতিহাসিক রেকর্ড নেই। যে অপরাধীরা হুডুদের শাস্তি থেকে পালিয়ে গিয়েছিল তাদের এখনও তাজির ব্যবস্থার অধীনে নিষিদ্ধ করা যেতে পারে, যা বিচারক এবং উচ্চ কর্মকর্তাদের হুদুদ এবং কিসাসের বিভাগের অধীনে পড়ে না এমন অপরাধকে শাস্তি দেওয়ার জন্য বিচক্ষণতার সাথে শাস্তি দেওয়ার ক্ষমতা দেয়। বাস্তবে, ইসলামী ইতিহাসের প্রথম দিক থেকে, ফৌজদারি মামলাগুলি সাধারণত শাসক-শাসিত আদালত বা স্থানীয় পুলিশ দ্বারা পরিচালিত হত এমন পদ্ধতিগুলি ব্যবহার করে যা কেবল শরিয়তের সাথে আলগাভাবে সম্পর্কিত ছিল। ঊনবিংশ শতাব্দীতে, শরিয়া-ভিত্তিক ফৌজদারি আইনগুলি ইসলামী উপদ্বীপের মতো কিছু বিশেষভাবে রক্ষণশীল অঞ্চল ব্যতীত ইসলামী বিশ্বের প্রায় সর্বত্রই ইউরোপীয় মডেল দ্বারা অনুপ্রাণিত বিধিদ্বারা প্রতিস্থাপিত হয়েছিল।\nইসলামী আন্দোলনের চাপে, সাম্প্রতিক দশকগুলিতে হুদুদ শাস্তি পুনরায় প্রবর্তন করা হয়েছে এবং ২০১৩ সালের মধ্যে ৫০ টি মুসলিম-সংখ্যাগরিষ্ঠ দেশের মধ্যে প্রায় এক ডজন হুদুদকে প্রযোজ্য করে তুলেছিল, অনেক দেশ ঐতিহ্যগত কঠোর প্রয়োজনীয়তা উপেক্ষা করেছে। বেশিরভাগই ১৯৭৮ সাল থেকে। ১৯৭৯ সালে পাকিস্তান হুদুদ অধ্যাদেশ জারি করে। ১৯৮০ সালের জুলাই মাসে ইসলামী প্রজাতন্ত্র ইরান কেরমানে চার অপরাধীকে পাথর মেরে হত্যা করে। ১৯৮০-এর দশকের শেষের দিকে, মৌরিতানিয়া, সুদান এবং সংযুক্ত আরব আমিরাত \"আদালতকে কঠোর শাস্তি দেওয়ার ক্ষমতা দেওয়ার জন্য আইন প্রণয়ন করেছিল\"। ১৯৯০-এর দশকে সোমালিয়া, ইয়েমেন, আফগানিস্তান এবং উত্তর নাইজেরিয়া অনুসরণ করেছিল। ১৯৯৪ সালে ইরাকের প্রেসিডেন্ট সাদ্দাম হোসেন (যিনি অনেক ইসলামপন্থীকে নিপীড়ন ও মৃত্যুদন্ড কার্যকর করেছিলেন) একটি ডিক্রি জারি করেছিলেন, \"ডাকাত এবং গাড়ি চোরদের তাদের হাত হারাতে হবে\" নির্দেশ দিয়ে। ব্রুনাই ২০১৪ সালে হুদুদ আইন গ্রহণ করে।\nহুদুদেরর শাস্তি প্রয়োগ দেশ থেকে দেশে পরিবর্তিত হয়েছে। পাকিস্তান ও লিবিয়ায় কঠোর বাধ্যবাধকতার কারণে হুদুদের শাস্তি একেবারেই প্রয়োগ করা হয়নি। নাইজেরিয়ার স্থানীয় আদালত জিনার জন্য বেশ কয়েকটি পাথর নিক্ষেপের সাজা দিয়েছে, যার সবগুলোই আপিলের ভিত্তিতে বাতিল করা হয়েছে এবং পর্যাপ্ত প্রমাণের অভাবে অকার্যকর অবস্থায় ফেলে রাখা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== সংক্ষিপ্ত পর্যালোচনা ===\nRudolph Peters (২০০৯)। \"Hudud\"।   John L. Esposito। The Oxford Encyclopedia of the Islamic World। Oxford: Oxford University Press। ২৩ ডিসেম্বর ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ জানুয়ারি ২০২২। \nSilvia Tellenbach (২০১৪)। \"Islamic Criminal Law\"।   Markus D. Dubber; Tatjana Hörnle। The Oxford Handbook of Criminal Law। \nM. Cherif Bassiouni (1997), \"Crimes and the Criminal Process,\" Arab Law Quarterly, Vol. 12, No. 3 (1997), pp. 269–286 (via JSTOR)\n\n\n=== সাধারণ তথ্যসূত্র ===\nVikør, Knut S. (২০০৫)। Between God and the Sultan: A History of Islamic Law। Oxford University Press। \nPeters, Rudolph (২০০৬)। Crime and Punishment in Islamic Law: Theory and Practice from the Sixteenth to the Twenty-First Century। Cambridge University Press। \nWael B. Hallaq (২০০৯)। Sharī'a: Theory, Practice, Transformations। Cambridge University Press। \n\n\n=== নির্দিষ্ট বিষয় ===\nZina, Rape and Islamic Law: An Islamic Legal Analysis of the Rape Laws in Pakistan.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ আগস্ট ২০১৯ তারিখে A Position Paper by KARAMAH: Muslim Women Lawyers for Human Rights\nA. Quraishi (1999), \"Her honour: an Islamic critique of the rape provisions in Pakistan's ordinance on zina,\" Islamic studies, Vol. 38, No. 3, pp. 403–431 (via JSTOR)\n\"Punishment in Islamic Law: A Critique of the Hudud Bill of Kelantan, Malaysia,\" Mohammad Hashim Kamali, Arab Law Quarterly, Vol. 13, No. 3 (1998), pp. 203–234 (via JSTOR)\n\"Islamization and Legal Reform in Malaysia: The Hudud Controversy of 1992,\" Maria Luisa Seda-Poulin, Southeast Asian Affairs (1993), pp. 224–242 (via JSTOR)\n\"Criminal Justice under Shari'ah in the 21st Century—An Inter-Cultural View,\" Michael Bohlander and Mohammad M. Hedayati-Kakhki, Arab Law Quarterly, Vol. 23, No. 4 (2009), pp. 417–436 (via JSTOR)\n\"Islamization in Sudan: A Critical Assessment,\" Carolyn Fluehr-Lobban, Middle East Journal, Vol. 44, No. 4 (Autumn, 1990), pp. 610–623 (via JSTOR)"}