{"pageid": 1117999, "title": "দ্বিতীয় জর্জ (গ্রেট ব্রিটেন)", "url": "https://bn.wikipedia.org/wiki?curid=1117999", "content": "দ্বিতীয় জর্জ  (জর্জ অগাস্টাস জার্মান: Georg August; ৩০ অক্টোবর / ৯ নভেম্বর, ১৬৮৩ O.S./N.S.২৫ অক্টোবর, ১৭৬০) হলেন গ্রেট ব্রিটেন এবং আয়ারল্যান্ডের রাজা, ডিউক অফ ব্রান্সউইক-লুনেবার্গ (হানোফার) এবং ১১ জুন ১৭২৭ (ওএস) থেকে ১৭৬০ সালে তাঁর মৃত্যু পর্যন্ত পবিত্র রোমান সাম্রাজ্যের একজন রাজপুত্র-নির্বাচক ছিলেন।\nউত্তর জার্মানিতে জন্মগ্রহণ ও বেড়ে ওঠা, জর্জ গ্রেট ব্রিটেনের বাইরে জন্মগ্রহণকারী সাম্প্রতিকতম ব্রিটিশ রাজা। অ্যাক্ট অফ সেটেলমেন্ট, ১৭০১ এবং অ্যাক্টস অফ ইউনিয়ন ১৭০৭, তার দাদী, হ্যানোভারের সোফিয়া এবং তার প্রোটেস্ট্যান্ট বংশধরদের ব্রিটিশ সিংহাসনের উত্তরাধিকারী হিসাবে অবস্থান করে। ১৭১৪ সালে গ্রেট ব্রিটেনের রানী সোফিয়া এবং অ্যানের মৃত্যুর পর, তার পিতা, হ্যানোভারের ইলেক্টর, গ্রেট ব্রিটেনের প্রথম জর্জ হন। রাজা হিসাবে তার পিতার রাজত্বের প্রথম বছরগুলিতে, জর্জ বিরোধী রাজনীতিবিদদের সাথে যুক্ত ছিলেন যতক্ষণ না তারা ১৭২০ সালে শাসক দলে পুনরায় যোগ দেন।\n১৭২৭ সাল থেকে রাজা হিসাবে, জর্জ ব্রিটিশ অভ্যন্তরীণ নীতির উপর সামান্য নিয়ন্ত্রণ প্রয়োগ করেছিলেন, যা মূলত গ্রেট ব্রিটেনের পার্লামেন্ট দ্বারা নিয়ন্ত্রিত ছিল। নির্বাচক হিসাবে তিনি হ্যানোভারে বারোটি গ্রীষ্ম কাটিয়েছেন, যেখানে সরকারী নীতির উপর তার আরও প্রত্যক্ষ নিয়ন্ত্রণ ছিল। তার বড় ছেলে ফ্রেডরিকের সাথে তার একটি কঠিন সম্পর্ক ছিল, যিনি সংসদীয় বিরোধী দলকে সমর্থন করেছিলেন। অস্ট্রিয়ান উত্তরাধিকার যুদ্ধের সময়, জর্জ ১৭৪৩ সালে ডেটিংজেনের যুদ্ধে অংশগ্রহণ করেছিলেন এবং এইভাবে যুদ্ধে সেনাবাহিনীর নেতৃত্ব দেওয়ার জন্য শেষ ব্রিটিশ রাজা হয়েছিলেন। ১৭৪৬ সালে ব্রিটিশ সিংহাসনের ক্যাথলিক দাবিদার, জেমস ফ্রান্সিস এডওয়ার্ড স্টুয়ার্ট (\"দ্য ওল্ড প্রিটেন্ডার\") এর সমর্থকরা জেমসের পুত্র চার্লস এডওয়ার্ড স্টুয়ার্ট (\"দ্য ইয়াং প্রিটেন্ডার\" বা \"বনি প্রিন্স চার্লি\") এর নেতৃত্বে পদচ্যুত করার চেষ্টা করে এবং ব্যর্থ হয়। জর্জ জ্যাকোবাইট বিদ্রোহের শেষ সময়ে। ফ্রেডরিক তার বাবার নয় বছর আগে ১৭৫১ সালে হঠাৎ মারা যান; জর্জের স্থলাভিষিক্ত হন ফ্রেডরিকের জ্যেষ্ঠ পুত্র জর্জ তৃতীয়।\nদ্বিতীয় জর্জের মৃত্যুর পর দুই শতাব্দী ধরে, ইতিহাস তাকে ঘৃণার চোখে দেখে, তার উপপত্নী, স্বল্প মেজাজ এবং বর্বরতার দিকে মনোনিবেশ করেছিল। তারপর থেকে, তার উত্তরাধিকারের পুনর্মূল্যায়ন, পণ্ডিতরা এই সিদ্ধান্তে পৌঁছেছে যে, তিনি পূর্বের চিন্তার চেয়ে বৈদেশিক নীতি এবং সামরিক নিয়োগে বেশি প্রভাব ফেলেছেন।\n\n\n== তথ্যসূত্র =="}