{"pageid": 1117062, "title": "নিত্যযাত্রীবাহী রেল পরিবহন", "url": "https://bn.wikipedia.org/wiki?curid=1117062", "content": "নিত্যযাত্রীবাহী রেল পরিবহন বা শহরতলি রেল পরিবহন হল এমন এক ধরনের যাত্রীবাহী রেল পরিবহন পরিষেবা যা প্রধানত একটি মহানগর এলাকার মধ্যে কাজ করে এবং কোনও শহরতলি/উপশহর বা নিত্যযাত্রী সরবরাহকারী শহর থেকে যাত্রীদের একটি কেন্দ্রীয় শহরের সাথে সংযুক্ত করে। সাধারণত নিত্যযাত্রীবাহী রেল পরিবহন ব্যবস্থাকে ভারী রেল হিসাবে বিবেচনা করা হয়। এই রেলগাড়িগুলি বিদ্যুৎ বা ডিজেল দ্বারা চালিত হয়। এগুলিকে ইংরেজি পরিভাষায় \"কমিউটার রেল\" (Commuter rail) বলা হয়।\n\n\n== বিভিন্ন অঞ্চলে নিত্যযাত্রীবাহী রেল ==\nমার্কিন যুক্তরাষ্ট্রে নিত্যযাত্রীবাহী রেল পরিবহন বলতে প্রায়শই এমন সব পরিষেবাকে বোঝায় যেগুলি ভিড়ের সময় বা ব্যস্ততম সময় উচ্চ হারে ও ব্যস্ততাহীন সময়গুলিতে অপেক্ষাকৃত কম হারে পরিচালিত হয়। উত্তর আমেরিকায় সর্বপ্রথম ১৯৬৭ সালে কানাডার টরন্টো শহরের জিও ট্রানজিট কমিউটার সার্ভিস (নিত্যযাত্রী সেবা) শুরু হয়। এর পর থেকে মহাদেশটিতে নিত্যযাত্রীবাহী রেল পরিষেবা বৃদ্ধি পাচ্ছে এবং যাত্রাপথের (রুটের) দৈর্ঘ্য প্রসারিত হচ্ছে। মার্কিন যুক্তরাষ্ট্রে নিত্যযাত্রীবাহী রেলগাড়িগুলিকে কখনও কখনও \"লোকাল ট্রেন\" (\"স্থানীয় রেল\") বলা হতে পারে, তবে সাধারণত স্থানীয় রেল একটি ভিন্ন, স্বতন্ত্র পরিষেবা।\n\n\n== বৈশিষ্ট্য ==\nস্থানীয় রেল (লোকাল ট্রেন) এবং নিত্যযাত্রীবাহী রেলের মধ্যে প্রধান পার্থক্য হল যে নিত্যযাত্রীবাহী রেল পরিবহন ব্যবস্থাটি মানুষের আবাসিক লোকালয় ও তাদের দৈনন্দিন কর্মস্থলকে যুক্ত করে, যে কর্মস্থলটি সাধারণত একটি বড় শহর বা মহানগরের কেন্দ্রে অবস্থিত থাকে। অন্যদিকে স্থানীয় রেলগাড়িগুলি প্রধান শহরগুলির বাইরে চলাচল করে। স্থানীয় রেলগুলি আন্তঃনগর রেলের বিপরীতে যাত্রাপথের বেশিরভাগ বা সমস্ত বিরতিস্থল বা স্টেশনে বিরতি দেয়, রেলপথ বরাবর ক্ষুদ্র স্থানীয় লোকালয়গুলিকে পরিবহন পরিষেবা প্রদান করে ও অধিক দূরত্বের পরিষেবাগুলির সাথে সংযোগও প্রদান করে৷ স্থানীয় রেল সাধারণত সারা দিন কাজ করে কিন্তু এর বিপরীতে নিত্যযাত্রীবাহী রেল প্রায়ই ঘণ্টায় একবার বা দিনে মাত্র কয়েকবার উচ্চহারের পরিষেবা (high frequency service) প্রদান করে।\nস্থানীয় রেল পরিষেবাগুলি আন্তঃনগরের তুলনায় লাভজনক হওয়ার সম্ভাবনা অনেক কম (এর প্রধান কারণ অনেক যাত্রী মাসিক ভ্রমণ-অনুমতিপত্র বা \"পাস\" ব্যবহার করেন, যা প্রতিবার ভ্রমণের খরচ কমিয়ে দেয়। অধিকন্তু রেলগাড়িগুলি কম গড় গতিতে কম দূরত্ব অতিক্রম করে, যার অর্থ প্রতি ঘণ্টায় টিকিট থেকে আয় কম হয়), তাই প্রয়োজনে স্থানীয় রেল ব্যবস্থাগুলিকে সরকারি ভর্তুকি প্রদান করতে হয়, তবে এ ব্যাপারটি সামাজিক বা পরিবেশগত ভিত্তিতে ন্যায়সঙ্গত। এছাড়া স্থানীয় রেল পরিষেবাগুলি প্রায়শই আরও লাভজনক আন্তঃনগর রেলপথের জন্য বাহক হিসাবে কাজ করে।\n\n\n== আরও দেখুন ==\nনিত্যযাত্রা\nভিড়ের সময়\n\n\n== তথ্যসূত্র =="}