{"pageid": 1117268, "title": "জিনএক্সপার্ট এমটিবি/আরআইএফ", "url": "https://bn.wikipedia.org/wiki?curid=1117268", "content": "জিনএক্সপার্ট এমটিবি/আরআইএফ একযোগে দ্রুত যক্ষ্মা রোগ নির্ণয় এবং দ্রুত অ্যান্টিবায়োটিক সংবেদনশীলতা পরীক্ষার জন্য একটি কার্টিজ-ভিত্তিক নিউক্লিক অ্যাসিড পরিবর্ধন পরীক্ষা (এনএএটি)। এটি একটি স্বয়ংক্রিয় ডায়গনিস্টিক পরীক্ষা যা মাইকোব্যাক্টেরিয়াম টিউবারকিউলোসিস (এমটিবি) ডিএনএ এবং রিফাম্পিসিন (আরআইএফ) প্রতিরোধের সনাক্ত করতে পারে। নিউ জার্সির মেডিসিন এবং ডেন্টিস্ট্রি বিশ্ববিদ্যালয়\nএটি সেফিড ইনক. এবং ফাউন্ডেশন ফর ইনোভেটিভ নিউ ডায়াগনস্টিকস, ইউএস ন্যাশনাল ইনস্টিটিউট অফ হেলথ (NIH) থেকে অতিরিক্ত আর্থিক সহায়তায় নিউ জার্সির মেডিসিন এবং ডেন্টিস্ট্রি বিশ্ববিদ্যালয় (ইউএমডিএনজে) এর অধ্যাপক ডেভিড অ্যাল্যান্ডের গবেষণাগার ফলে বিকাশিত হয়েছিল।\n২০১০ ডিসেম্বরে, বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) যক্ষ্মা (টিবি) রোগে ব্যবহারের জন্য স্থানীয় দেশগুলিতে এক্সপার্ট এমটিবি/আরআইএফ অনুমোদন দিয়েছে৷ এটি টিবি, এমডিআর-টিবি এবং টিবি/এইচআইভি সহ-সংক্রমনে এর ক্ষেত্রের কার্যকারিতা মূল্যায়নের ১৮ মাস ভূমিকা পালন করে।\nএই পরীক্ষাটি রোগীদের মধ্যে টিবি রোগ নির্ণয় করতে সক্ষম হতে পারে যারা গতানুগতিক পরীক্ষাগুলি করতে ব্যর্থ হন।\n২০১৫ সালে সেন্টার ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন (সিডিসি) অনুসারে, এক্সপার্ট এমটিবি/আরআইএফ \"টিবি রোগের দ্রুত নির্ণয় এবং ওষুধ প্রতিরোধী যক্ষ্মা পরীক্ষায় অবদান রেখে যক্ষ্মা নিয়ন্ত্রণে বিপ্লব ঘটাচ্ছে। পরীক্ষাটি একই সাথে মাইকোব্যাক্টেরিয়াম টিউবারকিউলোসিস কমপ্লেক্স (এমটিবিসি) এবং রিফাম্পিন (আরআইএফ) প্রতিরোধের ২ ঘণ্টারও কম সময়ে সনাক্ত করে।  তুলনামূলকভাবে, স্ট্যান্ডার্ড কালচারে এমটিবিসি বাড়তে ২ থেকে ৬ সপ্তাহ সময় লাগতে পারে এবং প্রচলিত ওষুধ প্রতিরোধের পরীক্ষা আরও ৩ সপ্তাহ সময় লাগতে পারে।\"\n\n\n== কোভিড-১৯ পরীক্ষার জন্য ব্যবহার ==\n২০২০ সালের আগস্ট মাসে ভিয়েতনাম স্বাস্থ্য মন্ত্রক জিনএক্সপার্টের ব্যবহারের জন্য অনুমোদন দেয়, যা ২০১২ সাল থেকে ভিয়েতনাম যক্ষ্মা প্রতিরোধ নেটওয়ার্কে কোভিড-১৯ পরীক্ষার জন্য ব্যবহৃত হচ্ছে। হ্যানয়ের জাতীয় ফুসফুস হাসপাতালের পরিচালক নুয়েয়েন ভীহং এর মতে, টেস্টটি আরটি-পিসিআর এর মতো, কোভিড-১৯ এবং টিউবারকুলোসিসের জন্য ৩৫-৪৫ মিনিটের মধ্যে সঠিক ফলাফল দেয় এবং স্বয়ংক্রিয়ভাবে কাজ করতে পারে এটি সোমালিয়া জুড়ে ছয়টি জায়গায় কোভিড-১৯ পরীক্ষার জন্যও ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}