{"pageid": 1117958, "title": "তারসার উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1117958", "content": "তারসার উপনিষদ (সংস্কৃত: तारसार उपनिषत्) হল হিন্দুধর্মের একটি ছোটো উপনিষদ। এই সংস্কৃত পাঠ্যটি ১৪টি বৈষ্ণব উপনিষদের একটি, এবং মন্ত্র উপনিষদ হিসেবে শ্রেণীবদ্ধ করা হয়েছে। এটি শুক্ল যজুর্বেদের সাথে সংযুক্ত ১৯টি উপনিষদের একটি।\nপাঠ্যটি তারক হিসেবে যোগিক ধ্যানের জন্য ওঁ আলোচনার জন্য উল্লেখযোগ্য বা যা একজনকে জাগতিক থেকে আধ্যাত্মিক জগতে যেতে সাহায্য করে। এটি এমন গ্রন্থ যা বৈষ্ণবধর্মের \"ওঁ নমো নারায়ণায়\" মন্ত্রের উল্লেখ করে। উপনিষদ ওঁ মন্ত্র নিয়ে আলোচনা করে এবং এর ধ্বনিতে একত্রিত করে, মহাকাব্য রামায়ণের কেন্দ্রীয় চরিত্র যেমন রাম, সীতা, লক্ষ্মণ, হনুমান, ভরত, শত্রুঘ্ন ও জাম্ববান। এটি আরও দাবি করে যে হনুমান হল শিবের প্রকাশ।\n\n\n== ইতিহাস ==\nতারসার উপনিষদের তারিখ বা লেখক অজানা। এই উপনিষদের প্রথম অধ্যায়টি প্রভাবশালী এবং প্রাচীন জাবালোপনিষদের সাথে অভিন্ন। এরপর উভয় উপনিষদের পাঠ ভিন্ন।\nতারসার উপনিষদ, ডুসেনের মতে, রামোত্তরতাপানীয় উপনিষদের অধ্যায় ৫ ও ৬ থেকে আংশিকভাবে বিস্তৃত পাঠ অন্তর্ভুক্ত করে। পাঠ্যটি রামোত্তরতাপানীয় উপনিষদের অস্তিত্ব অনুমান করে, আপেক্ষিক কালানুক্রমের পরামর্শ দেয়। রামোত্তরতাপানিয়ার মতো রাজা রামের উপর সম্পূর্ণভাবে ফোকাস করা মন্ত্রের পরিবর্তে, তারসার পাঠ্য \"ওঁ নমো নারায়ণায়\" মন্ত্রটি অন্তর্ভুক্ত করে, 'তারকাম' যার অর্থ \"উপনকারী।\"\nএই পাঠের পাণ্ডুলিপিগুলিকে তারসারোপনিষদ নামেও পাওয়া যায়। মুক্তিকা উপনিষদে উল্লেখিত ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম হনুমানকে বর্ণনা করেছেন, এটি ৯১ নম্বরে তালিকাভুক্ত করা হয়েছে। এটি উপনিষদের সংগ্রহে \"ওপানেখাত\" শিরোনামে প্রদর্শিত হয়, যা ১৬৫৬ সালে দারা শিকোহ একত্রিত করেছিলেন, এতে ৫০টি উপনিষদের একটি ফার্সি অনুবাদ রয়েছে এবং যারা এটিকে ধর্মের সেরা বই, তারসার বা তারক উপনিষদ ৪৬ নম্বরে \"তার্ক\" হিসাবে তালিকাভুক্ত। দারা শিকোহের সংগ্রহটি উত্তর ভারতে জনপ্রিয় উপনিষদ সংকলনগুলির মতোই ছিল। কিন্তু কোলব্রুকের ৫২টি উপনিষদ সংস্করণে এর উল্লেখ পাওয়া যায় না বা নারায়ণ দ্বারা উপনিষদের সংকলনে - ভারতীয় পণ্ডিত যিনি ১৪ খৃষ্টীয় শতকের পরে কিছুকাল বেঁচে ছিলেন, এবং আধুনিক যুগে বিবিলিওথিকা ইন্ডিক সংস্করণ হিসেবে পুনঃপ্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\nপাঠ্যটিতে তিনটি অধ্যায় রয়েছে, প্রথমটি জাবালোপনিষদের প্রথম অধ্যায়ের পুনরাবৃত্তি সহ। দ্বিতীয় ও তৃতীয় অধ্যায়ে ওঁ মন্ত্রের বর্ণনার উপর আলোকপাত করা হয়েছে, এটি চূড়ান্ত এবং সর্বোচ্চ বাস্তবতা ব্রহ্ম, এবং নারায়ণ (বিষ্ণু) এর সাথে এর সম্পর্ক।\n\nঠিক যেমন জাবালোপনিষদ, উপনিষদের অধ্যায় ১, বৃহস্পতি ও যাজ্ঞবল্ক্যের মধ্যে কথোপকথন হিসাবে গঠন করা হয়েছে। পরবর্তীতে বলা হয়েছে যে সত্য কুরুক্ষেত্র হল অবিমুক্তম – এমন স্থান যা শিব কখনও ছেড়ে যাননি এবং বারাণসী (বেনারস) এর অংশ। এই স্থানটি, পাঠ্যটি সুপারিশ করে, সেই সমস্ত ত্যাগকারীদের জন্য যারা ঘুরে বেড়ানোর পরে, সেখানে থাকতে পারেন। এটি সেই জায়গা, উপনিষদ দাবি করে, যেখানে রুদ্র মোক্ষ জ্ঞান প্রদান করে যখন মৃতের শেষ অত্যাবশ্যক শ্বাস প্রস্থান হয়, ব্যক্তিকে ভিদেমুক্তির দিকে নিয়ে যায়। এই স্থানটি সমস্ত জীবের (পবিত্র) আধ্যাত্মিক আসন, পাঠ্যটি দাবি করে, শ্রদ্ধা করার ও ছেড়ে না যাওয়ার জায়গা।\nএরপর উপনিষদ নারায়ণকে মহিমান্বিত করে, এই বলে যে \"ওঁ নমো নারায়ণ\" হল জাগতিক জগত থেকে আধ্যাত্মিক জগতে পাড়ি দেওয়ার উপায়। ওঁ এই মন্ত্রে আত্ম (আত্মা) পাঠকে জোর দিয়ে, নমঃ প্রকৃতি  (পরিবর্তিত বাস্তবতা)  প্রতিনিধিত্ব করে এবং নারায়ণ  হলো পরব্রহ্ম (সর্বোচ্চ ব্রহ্ম) এর প্রকৃতি।\nপাঠ্যটি আরও বর্ণনা করে যে কীভাবে \"ওঁ নমো নারায়ণায়\" মন্ত্রের ধ্বনি খণ্ডগুলি ব্রহ্মা, বিষ্ণু, রুদ্র,  ঈশ্বর, সমস্ত মহাবিশ্ব, পুরুষ, ভগবান ও পরম-আত্মান (সর্বোচ্চ স্বয়ং) অন্তর্ভুক্ত করে। ওঁও অবিনশ্বর, অপরিবর্তনীয় বাস্তবতা (ব্রহ্ম), পাঠে বলা হয়েছে, যা একাই পূজা করা উচিত। \"ওঁ\" মন্ত্রের আটটি সূক্ষ্ম ধ্বনি উপাদান রয়েছে, উপনিষদ বর্ণনা করে, \"অ\", \"উ\", \"ম\", বিন্দু,  নদ, কাল (যুগ, বর্তমান সময়),  কালাতীত (বর্তমান যুগের বাইরে, বা ভবিষ্যতে), এবং শেষ সূক্ষ্ম ধ্বনি উপাদান হল যা কলটিতার বাইরে।\n\nঅধ্যায় ২-এ, উপনিষদ হিন্দু মহাকাব্য রামায়ণের চরিত্রগুলির পরিপ্রেক্ষিতে একই ওম মন্ত্রের বর্ণনা দিয়েছে। \"অ\" হল ব্রহ্মার উৎস যিনি জাম্ববত হয়েছিলেন, \"উ\" থেকে বিষ্ণু এসেছিলেন যিনি সুরগ্রীব হয়েছিলেন, অউম মন্ত্রের \"ম\" থেকে শিব এসেছেন যিনি হনুমান রূপে উদ্ভাসিত হয়েছেন, পাঠ্যটি বলে। ওঁ-এর বিন্দু শত্রুঘ্ন (রামের তৃতীয় ভাই), নড় হয়ে ওঠে ভরত (রামের বড় ভাই), কাল অনুরণন হয়ে ওঠে লক্ষ্মণ (রামের ছোট ভাই), কালাতীত হয়ে ওঠেন লক্ষ্মী যিনি দেবী সীতা (শক্তি, রামের স্ত্রী) রূপে উদ্ভাসিত হন। এবং এই সবের বাইরে ওঁ-এর শেষ সূক্ষ্ম অংশ যা পরম স্বয়ং রাম রূপে প্রকাশিত।\nপরবর্তী পাঠ্য আটটি মন্ত্র উপস্থাপন করে, তাদের আত্মাকে উপলব্ধি করার একটি উপায় বলে দাবি করে।এগুলি রামায়ণের চরিত্রগুলির সাথে ওম মন্ত্রের উপাদানগুলির ম্যাপিংকে পুনরাবৃত্তি করে, রামকে পরমাত্মান, নারায়ণ ও পরম পুরুষ (মহাজাগতিক মানুষ) বলে অভিহিত করে, প্রাচীন পুরুষোত্তম, শাশ্বত, মুক্ত, সত্য, সর্বোচ্চ আনন্দ, অদ্বিতীয়। মন্ত্র পাঠকারীর ধ্যান করা উচিত, পাঠ্যটি বলে, \"ব্রহ্ম নিজেই, আমি রাম\"। এই অষ্টাক্ষর মন্ত্রের আয়ত্ত, উপনিষদে বলা হয়েছে, গায়ত্রী মন্ত্র এক লক্ষ বার উচ্চারণ করা ও ইতিহাস, পুরাণ ও রুদ্র মন্ত্র শেখার সমতুল্য। এটি হল অভ্যন্তরীণ শুদ্ধির পথ, এটি বিষ্ণুর পরম আসন দেখার উপায়, তারসার উপনিষদ বলে।\n\n\n== আরও দেখুন ==\nঅথর্বশীরস উপনিষদ\nমহা উপনিষদ\nমহানারায়ণ উপনিষদ\nত্রিপুরা উপনিষদ\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:মুখ্য উপনিষদ্‌"}