{"pageid": 111887, "title": "সীমানির্ধারণী সমস্যা", "url": "https://bn.wikipedia.org/wiki?curid=111887", "content": "বিজ্ঞান ও জ্ঞানতত্ত্বের দর্শনে সীমানির্ধারণী সমস্যা (ইংরেজি: The Demarcation Problem বা boundary problem) হল কিভাবে বিজ্ঞান এবং অ-বিজ্ঞানের মধ্যে পার্থক্য করা যায় সেই প্রশ্ন। এটি বিজ্ঞান, ছদ্মবিজ্ঞান এবং মানুষের অন্যান্য কার্যকলাপ যেমন শিল্প, সাহিত্য এবং ধর্মীয় বিশ্বাসের মতো বিষয়বস্তুর মধ্যেও সীমানা পরীক্ষা করে। বিজ্ঞানের দার্শনিক এবং বিভিন্ন ক্ষেত্রের বিজ্ঞানীদের মধ্যে দুই সহস্রাব্দেরও বেশি সময় ধরে সংলাপের মাধ্যমে বিতর্ক চলমান রয়েছে।\n\nশিক্ষা এবং পাবলিক পলিসিতে বিতর্কের ফলাফল রয়েছে যে জন্য এই বিষয়গুলিকে \"বৈজ্ঞানিক\" বলা যেতে পারে।\n\n\n== ইতিহাস ==\n\n\n=== ধর্ম ও বিজ্ঞানের অপসরণ ===\nবিজ্ঞান ও ধর্ম যখন একে অপরের থেকে অনেকটাই স্বাধীনতা লাভ করেছে, তখনই মূলত এই সমস্যার আবির্ভাব।১৮৭৪ সালে প্রভাবশালী বিজ্ঞান-ঐতিহাসিক জন উইলিয়াম ড্রেপার “হিস্ট্রি অব কনফ্লিক্ট বিটুইন রিলিজয়ন এন্ড সায়েন্স” গ্রন্থটি প্রকাশ করেন। গ্রন্থটিতে তিনি বিজ্ঞানের অগ্রগতির পুরো ইতিহাসকে ধর্মের বিরুদ্ধে যুদ্ধ হিসেবে চিত্রায়িত করেন। এই দৃষ্টিভঙ্গীকে পরে এন্ড্রু ডিকসন হোয়াইটের মত প্রভাবশালী পন্ডিতরা তার A History of the Warfare of Science with Theology in Christendom(online) প্রবন্ধে বিস্তার করেন।\nড্রেপার এবং হোয়াইটের মাধ্যমে বিজ্ঞানের ইতিহাস সম্পর্কিত অনেক অতিকথা জনপ্রিয় হয়েছে। এরকম কিছু অতিকথা হল কোপারনিকাস তার De revolutionibus orbium coelestium গ্রন্থের প্রকাশনা গীর্জার নির্যাতনের ভয়ে বাতিল করেছিলেন এবং মধ্যযুগের খ্রীষ্টানরা সমতল পৃথিবীতে বিশ্বাস করত। কোপারনিকাস কি দার্শনিক অথবা বৈজ্ঞানিক বিরোধিতা নিয়ে উদ্বিগ্ন ছিলেন নাকি তিনি আসলেই ধর্মীয় প্রতিক্রিয়ার আশঙ্কা করেছিলেন, এ নিয়ে বিশেষজ্ঞদের মধ্যে মতবিরোধ রয়েছে।\nইতিহাস বলে বিজ্ঞান এবং ধর্মের সম্পর্ক আরও জটিল। কিছু বিজ্ঞানী ধার্মিক ছিলেন এবং ধর্ম প্রায়ই বৈজ্ঞানিক অনুসন্ধানের মূল চালিকাশক্তি এবং বিনিয়োগকারী হিসেবে আবির্ভূত হত। তবে ঊন-বিংশ শতাব্দীর শেষের দিকে মানুষ ক্রমেই বিজ্ঞান ও ধর্মকে পরস্পরবিরোধি হিসেবে দেখা শুরু করল। বিবর্তন নিয়ে ডারউইনের কাজের উপর বিতর্ক মানুষের চিন্তাভাবনার এই পরিবর্তনে সহায়ক ছিল। ডারউইনের প্রজাতির উৎপত্তি গ্রন্থের প্রকাশনার আগে থেকেই ধর্ম ও বিজ্ঞান নিয়ে অস্থিরতা বিদ্যমান ছিল, কিন্তু এই গ্রন্থটির প্রকাশের পরই মূলত বিতর্কটি ব্রিটিশ পত্র-পত্রিকায় চলে আসে। অনেক ধার্মিক ধর্ম ও বিজ্ঞানের মধ্যে কোন সংঘাত দেখেন না(যেমন, অনেকেই প্রজাতির উৎপত্তি এবং হিব্রু বাইবেলকে সংগতিপূর্ণ মনে করেন), আস্তিকতামূলক বিবর্তন(ইংরেজি- theistic evolution) এর মত সংগতিবাদী দৃষ্টিভঙ্গীতে তা প্রতীয়মান হয়।\n\n\n=== যৌক্তিক ইতিবাদ ===\nবিজ্ঞান ও ধর্মের বিরোধের এই নতুন ধারণাটি এই দু’টো বিষয়ের পৃথকীকরণের একটি পরিষ্কার মানদন্ড দাবি করে। ভিয়েনা বৃত্তের দার্শনিকরাই প্রথম একটি উত্তর প্রস্তাব করেন। তাঁদের দার্শনিক অবস্থান, যা যৌক্তিক ইতিবাদ(ইংরেজি- logical positivism) নামে পরিচিত, একটি অর্থের তত্ত্বকে(ইংরেজি- theory of meaning) সমর্থন করে যা বলে যে প্রায়োগিক পর্যবেক্ষণ এবং নিয়মানুগ যৌক্তিক প্রস্তাবনা ধারণকারী বিবৃতিগুলোই কেবল অর্থবহ। অর্থাৎ, যেসব বিবৃতি এই পদ্ধতি অনুসরণ করে না(যেমন ধর্মীয় ও অধিবৈদিক বিবৃতি) সেগুলো প্রকৃতিগতভাবেই অর্থহীন(অর্থের প্রতিপাদনযোগ্যতার তত্ত্ব দ্রষ্টব্য, ইংরেজি- verifiability theory of meaning, যা verificationism নামেও পরিচিত)। কিন্তু এই দার্শনিক অবস্থান খুব দ্রুত যৌক্তিক প্রতিবন্ধকতার সম্মুখীন হয়, যেমন-“প্রায়োগিক পর্যবেক্ষণ এবং নিয়মানুগ যৌক্তিক প্রস্তাবনা ধারণকারী বিবৃতিগুলোই কেবল অর্থবহ” বাক্যটিকে কীভাবে প্রায়োগিকভাবে পর্যবেক্ষণ করা হবে?\n\n\n=== মিথ্যা-প্রতিপাদনযোগ্যতাবাদ ===\nদার্শনিক কার্ল পপার লক্ষ করেছিলেন যে ভিয়েনা বৃত্তের দার্শনিকরা দু’টো বিচ্ছিন্ন সমস্যাকে এক করে তাদের জন্য একটি সাধারণ সমাধান প্রস্তাব করেছেন- যাচাইযোগ্যতাবাদ(ইংরেজি-verificationism)। এর বিপরীতে পপার দাবি করেছিলেন যে একটি তত্ত্ব বৈজ্ঞানিক না হয়েও সত্য হতে পারে এবং অর্থবহতার মানদন্ড সীমানির্ধারণীর মানদন্ডকে আবৃত করবে এমন কোন কথা নেই। অতএব, তাঁর মিথ্যা-প্রতিপাদনযোগ্যতাবাদ শুধুই যাচাইযোগ্যতাবাদের বিকল্প নয়, এটি প্রথমবারের মত উপরিউক্ত দু’টো মানদন্ডের মাঝে স্বাতন্ত্র্য প্রতিষ্ঠা করে যা আগের তত্ত্বগুলো উপেক্ষা করেছিল। \nসীমানির্ধারণী সমস্যাকে পপার বিজ্ঞানের দর্শনের প্রধান সমস্যা মনে করতেন। একটি তত্ত্ব বৈজ্ঞানিক কিনা এটি নির্ধারণ করার জন্য তিনি যাচাইযোগ্যতাবাদের পরিবর্তে মিথ্যা-প্রতিবাদনযোগ্যতাবাদ প্রস্তাব করেছিলেন। আলোচ্য তত্ত্বটি যদি ভুল প্রমাণ করা যায়, তবেই কেবল এটি বৈজ্ঞানিক তত্ত্ব হিসেবে গণ্য হবে।\nমিথ্যা-প্রতিপাদনযোগ্যতা বিবৃতি ও তত্ত্বের বৈশিষ্ট্য, এটি নিজে নিরপেক্ষ। সীমানির্ধারণের মানদন্ড হিসেবে এই তত্ত্ব তার এই বৈশিষ্ট্যটিকে পুঁজি করে মিথ্যা-প্রতিপাদনযোগ্য তত্ত্বসমূহকে মিথ্যা-প্রতিপাদন অযোগ্য তত্ত্বসমূহের চেয়ে উৎকৃষ্ট প্রমাণে তৎপর হয়। কিন্তু অর্থবহ এবং উপকারী অনেক কিছুই মিথ্যা-প্রতিপাদনযোগ্য নয়। বৈজ্ঞানিক তত্ত্বে মিথ্যা-প্রতিপাদনযোগ্য নয় এমন বিবৃতি ঠিকই ভূমিকা রাখে। পপারের প্রস্তাবিত মানদন্ডকে অনেকভাবে ব্যাখ্যা করা যায়। মানদন্ডটির সবচেয়ে বিশুদ্ধ ব্যাখ্যা গ্রহণ করলে বেশিরভাগ বৈজ্ঞানিক তত্ত্বই অবৈজ্ঞানিক হিসেবে গণ্য হবে কারণ খুব কম বৈজ্ঞানিক তত্ত্বই অসঙ্গতিমুক্ত। আবার তত্ত্বের মিথ্যা-প্রতিপাদনযোগ্যতাকে আমলে না নিলে এবং তত্ত্বের প্রস্তাবকারীরা তত্ত্বের দাবিগুলোকে ভুল প্রমাণের চেষ্টা না করলে যেকোন দাবিকেই বৈজ্ঞানিক তত্ত্বের স্বীকৃতি দিতে হবে।\nতথাপি একটি তত্ত্ব মিথ্যা-প্রতিপাদনযোগ্য কিনা তা জানা অতীব গুরুত্বপূর্ণ, আর কোন কারণে না হলেও এই মানদন্ডটি আমরা কোন কোন উপায়ে একটি তত্ত্বের সত্যাসত্য নির্ধারণ করব তা সম্পর্কে ধারণা দেয়।\n\n\n=== কুন এবং প্যারাডিম শিফট ===\nআমেরিকান বিজ্ঞানের ঐতিহাসিক টমাস কুন বিজ্ঞানের দর্শনে অঙ্গনে একজন উজ্জ্বল ব্যক্তিত্ব, তাঁর নামের সাথে প্রায়ই উত্তরইতিবাদ(ইংরেজি-postpositivism) এবং উত্তরঅভিজ্ঞতাবাদের(ইংরেজি-postempiricism) প্রসঙ্গ চলে আসে। ১৯৬২ সালে তাঁর “দ্যা স্ট্রাকচার অব সায়েন্টিফিক রেভোল্যুশনস” গ্রন্থে তিনি বৈজ্ঞানিক অনুসন্ধানের প্রক্রিয়াকে দু’ ভাগে বিভক্ত করেছেন- সাধারণ বিজ্ঞান(normal science) এবং অসাধারণ বিজ্ঞান(extraordinary science কিংবা revolutionary science)। বৈজ্ঞানিক সমাজে বর্তমানে গৃহীত যে “প্যারাডাইম”(তার ভাষায়) এর ভেতরে থেকে বিজ্ঞানীরা যাই করেন, তাকেই “সাধারণ বিজ্ঞান” বলে। এধরনের কাজকে কুন “সমস্যা সমাধান” বলেছেন: বর্তমানকালের তত্ত্বসমূহের পরিমন্ডলে কাজ করা এবং কোন পরীক্ষা কাজ করবে, কোন পরীক্ষা কাজ করবে না তা নির্ধারণ করা। কুন দাবি করেন এই “সাধারণ বিজ্ঞান” নিয়ে কাজ করার সময় মাঝে মাঝে কিছু অসঙ্গতি উৎপন্ন হয় এবং এসব অসঙ্গতি নিরসনে বর্তমানে গৃহীত “প্যারাডাইম”কে প্রয়োজন অনুসারে বিস্তৃত করতে হয়। আবার কিছু কিছু অসঙ্গতি বর্তমানের মডেল দিয়ে কোনভাবেই নিরসন করা যায় না। বিজ্ঞানের কোন বিশেষ শাখায় যখন এই অসঙ্গতিগুলো পুঞ্জীভূত হয়ে বিজ্ঞানীদের দৃষ্টি আকর্ষণের জন্য যথেষ্ট গুরুত্ব অর্জন করে(যা অনেক সময়ই বিজ্ঞানীদের ব্যক্তিনিষ্ঠ বিচারবুদ্ধির উপর নির্ভর করে), তখন একটি “সংকটের যুগ”(crisis period) শুরু হয় এবং, কুন দাবি করেন, তখনই বিজ্ঞানীরা “অসাধারণ বিজ্ঞান” এর অঙ্গনে প্রবেশ করেন। এই পর্যায়ে সর্বজনসম্মতে গৃহীত হয় যে পূর্বের মডেলটিতে কিছু মৌলিক ত্রুটি রয়েছে যা অভিযোজনের জন্য অযোগ্য এবং বিজ্ঞানীরা সম্পূর্ণ নতুন নতুন ধারণা(যা মাঝে মাঝে পুরনো এবং প্রত্যাখ্যাতও হতে পারে) নিয়ে কাজ শুরু করেন, যেগুলো বেশিরভাগই পরে ব্যর্থ হবে। এই সময়ের মধ্যেই একটি নতুন “প্যারাডাইম” জন্ম নেয় এবং কিছুদিন যাবৎ এই প্যারাডাইম রাজত্ব করার পর বৈজ্ঞানিক সমাজে এটিই হয়ে যায় একটি প্রতিষ্ঠিত মডেল বা norm। পুরনো তত্ত্বগুলোকে নতুন মডেলের সাথে সামঞ্জ্যপুর্ণ করে তোলা হয় এবং পুরনো মডেলটিকে ইতিহাসের পাতায় নির্বাসনে পাঠানো হয়। এর একটি আদর্শ উদাহরণ হল বিংশ শতাব্দীর প্রারম্ভে ম্যাক্সওয়েলীয়/নিউটোনীয় পদার্থবিদ্যা থেকে আইন্সটাইনীয়/কোয়ান্টাম পদার্থবিদ্যায় উত্তোরণ। কোন বৈজ্ঞানিক তত্ত্বের গ্রহণযোগ্যতা অথবা ব্যর্থতা যদি শুধুই সরল মিথ্যা-প্রতিপাদনযোগ্যতার উপর নির্ভর করত তবে, কুনের মতে, কোন বৈজ্ঞানিক তত্ত্বই ফলপ্রসূ হওয়ার মত সময় বেঁচে থাকতে পারত না কারণ কোন বৈজ্ঞানিক তত্ত্বই অসঙ্গতিমুক্ত না।\nকুনের বর্ণিত যে প্রক্রিয়ায় বিজ্ঞানী সমাজ নতুন প্যারাডাইম গ্রহণ করে, তা কিন্তু অনেকাংশেই বিজ্ঞান ও অপবিজ্ঞানের সীমানির্ধারণী সমস্যা সমাধানে সাহায্য করে এবং এটি পপারের মিথ্যা-প্রতিপাদনযোগ্যতা তত্ত্বের সাহায্য ছাড়াই করে। কুন বলেন যে নতুন প্যারাডাইম গ্রহণ করা হয় মূলত একারণে যে এই নতুন মডেল সবচেয়ে বেশি দক্ষতার সাথে সমকালীন সমস্যাগুলোর সমাধান করতে পারে। অর্থাৎ, একটি বৈজ্ঞানিক প্যারাডাইমের মূল্য হল এর ভবিষ্যদ্বানী করার ক্ষমতা এবং পুরনো মডেলের সমস্যাগুলো সমাধান দেওয়ার পাশাপাশি নতুন নতুন সমস্যার সমাধান দেওয়া। তাহলে অপবিজ্ঞান হবে সেসব তত্ত্ব যা অস্তিমান প্যারাডাইমের অধীনে কোন গ্রহণযোগ্য ব্যাখ্যা দিতে পারে না।\nকোন তত্ত্ব বা অনুকল্প(hypotheses) নীরিক্ষা করার জন্য যখন সাধারণ বৈজ্ঞানিক পদ্ধতিগুলো(পরীক্ষা-নীরিক্ষা, যুক্তি ইত্যাদি) কোন কারণে প্রয়োগ করা যায় না, তখন সীমানির্ধারণী সমস্যা হয়ে দাঁড়ায়। একটা উদাহরণ হতে পারে বর্তমানে আবহাওয়াবিজ্ঞান ও ভেষজবিদ্যার ঠিক কতটুকু বিজ্ঞান তা নির্ধারণ করা। বলা হয়ে থাকে যে এই দু’টো শাস্ত্রের সাথে জ্যোতিষশাস্ত্রের অনেকাংশেই কোন পার্থক্য নেই, যা আগে বিজ্ঞান বলে গণ্য হত। জ্যোতিষশাস্ত্র সমকালীন কোন তথ্যের সাথে সংঘাতময় ছিল না, এটা মাঝে মাঝে সুনির্দিষ্ট ভবিষ্যদ্বানী করতে ব্যর্থ হত এবং এর কার্যকারণ সম্পর্কে জ্ঞানের অভাব নিরসনে কোন পদক্ষেপ নেওয়া হত না।\n\n\n=== ফায়রাবেন্ড এবং বিজ্ঞানের স্বাতন্ত্র্য ===\nবিজ্ঞানের সংস্কারবাদী দার্শনিক পল ফায়রাবেন্ড মনে করেন যুক্তি ও পদ্ধতির বিচারে বিজ্ঞানের কোন বিশেষত্ব নেই, তাই বিজ্ঞানীদের কোন দাবিও আলাদা গুরুত্ব বহন করে না। এর ফলে জ্ঞান অর্জনের একটি গণতান্ত্রিক এবং নৈরাজ্যবাদী পথ সৃষ্টি হয়েছে। তিনি দাবি করেন যে বিজ্ঞানের ইতিহাসে এমন কোন পদ্ধতি দেখা যাবে না যা বৈজ্ঞানিক জ্ঞানের অগ্রগতির স্বার্থে বাতিল হয়নি। লাকাতোস এবং ফায়রাবেন্ড দু’জনই মনে করেন সত্যান্বেষণের জন্য বিজ্ঞান কোন স্বতন্ত্র অঙ্গন নয়, এটা মানুষের সংস্কৃতিরই একটি অংশ। এই দর্শনমতে সত্য-মিথ্যা এবং ঠিক-বেঠিকের প্রশ্নগুলোর কোন নৈর্ব্যক্তিক ভিত্তি নেই, এগুলো একদমই ব্যক্তিনিষ্ঠ ব্যাপার।\n\n\n=== থ্যাগার্ডের পদ্ধতি ===\nসাম্প্রতিক কালে সীমানির্ধারণী সমস্যা নিয়ে আগ্রহে ভাটা পড়েছে। এর আংশিক কারণ হল কেউ কেউ মনে করেন এই সমস্যার কোন সমাধান নেই, যেহেতু অনেকেই অতীতে ব্যর্থ হয়েছেন। উদাহরণস্বরুপ, অনেক বহুল পরিচিত অপবিজ্ঞানকেই পরে মিথ্যা-প্রতিপাদনযোগ্য দেখানো গিয়েছে, তাই পূর্বে প্রস্তাবিত সীমানির্ধারণের মানদন্ডগুলোকে বিশেষভাবে নির্ভরযোগ্য বলা যায় না। \nপল আর. থ্যাগার্ড এই সমস্যা সমাধানে একটি নতুন পদ্ধতি প্রস্তাব করেছেন এবং তিনি বিশ্বাস করেন এই সমস্যা সমাধান করা সমাজের জন্য খুবই জরুরী। থ্যাগার্ডের পদ্ধতিমতে একটা তত্ত্ব তত্ত্ব বৈজ্ঞানিক হবে না যদি,\n\nবিকল্প তত্ত্বগুলোর তুলনায় আলোচ্য তত্ত্বটি কালের প্রবাহে প্রগতির মুখ না দেখে এবং অনেক সমস্যাকে অসামাধানকৃত অবস্থায় রেখে দেয়\nতত্ত্বের অনুশীলনকারীরা সমস্যা সমাধানের উদ্দেশ্যে তত্ত্বের উন্নতি সাধনে সচেষ্ট না হয়, অন্য তত্ত্বগুলোর সাপেক্ষে উদ্দীষ্ট তত্ত্বটিকে মূল্যায়ন না করে এবং তত্ত্বটি যাচাইকরণের ক্ষেত্রে পক্ষপাতদুষ্টতা প্রদর্শন করে\n\nথ্যাগার্ড আরও বলেন যে মাঝে মাঝে কিছু কিছু তত্ত্ব অপবিজ্ঞানের আস্তাকুড়ে নিক্ষিপ্ত হওয়ার আগে নিস্ক্রিয় অবস্থায় পড়ে থাকবে। তিনি জ্যোতিষশাস্ত্রকে উদাহরণ হিসেবে পেশ করেন: এই শাখাটি সপ্তদশ শতকে পদার্থবিজ্ঞানের অগ্রগতির তুলনায় স্থবির হয়ে পড়ে ছিল এবং ঊনবিংশ শতাব্দীতে মনোবিজ্ঞানের ব্যাখ্যাগুলোর দাপটে এটি শেষমেষ অপবিজ্ঞানে রুপান্তরিত হয়েছিল। অতএব, থ্যাগার্ডের মতে কোন তত্ত্ব যদি নিশ্চল হয়ে পড়ে থাকে এবং এটির যাচাইকরণে যদি কোন পদক্ষেপ না নেওয়া হয়, তবেই কেবল তত্ত্বটিকে “অপবিজ্ঞান” বলা যাবে।\n\n\n=== ল্যারি লডানের প্রত্যাখ্যান ===\nএকটি সীমানির্ধারণী মানদন্ড প্রতিষ্ঠা করার বিভিন্ন ঐতিহাসিক প্রচেষ্টা ব্যর্থ হওয়ায় ল্যারি লডান ঘোষণা করেন যে “দর্শনশাস্ত্র মাল সরবরাহে ব্যর্থ হয়েছে”। অধিকাংশ দার্শনিক পূর্বের প্রচেষ্টাগুলোকে গ্রহণ করেন না এবং, লডান মনে করেন, তা করা উচিতও না। তিনি লক্ষ করেন যে অনেক সঠিক বিশ্বাসই বৈজ্ঞানিক নয়, আবার অনেক বৈজ্ঞানিক অনুমান সঠিক নয়। তিনি মনে করেন বিজ্ঞান এবং অবিজ্ঞানের মধ্যে সীমানির্ধারণ করা আসলে একটা ছদ্ম-সমস্যা এবং এর চেয়ে বরং নির্ভরযোগ্য জ্ঞান ও অনির্ভরযোগ্য জ্ঞানের মাঝে সীমা নির্ধারণ করাই শ্রেয়। তিনি “অপবিজ্ঞান”, “অবৈজ্ঞানিক” এর মত শব্দগুলোকে রাজনীতিবিদ ও সমাজবিজ্ঞানীদের বচনে সীমাবদ্ধ রাখতে চান।\n\n\n== তথ্যসূত্র =="}