{"pageid": 1118974, "title": "স্বরসমষ্টি", "url": "https://bn.wikipedia.org/wiki?curid=1118974", "content": "সঙ্গীতশাস্ত্রে স্বরসমষ্টি বা স্বরসংযোগ কোনও বাদ্যযন্ত্রে একই মুহূর্তে একই সাথে বাজানো তিন বা ততোধিক ভিন্ন ভিন্ন উচ্চতার (বা তীক্ষ্মতা বা কম্পাঙ্কের) সাঙ্গীতিক স্বরের সঙ্গতিপূর্ণ সমবায়কে বোঝায়। স্বরসমষ্টির ব্যবহারকে সুরসঙ্গতির ভিত্তি হিসেবে গণ্য করা হয়। পাশ্চাত্যে স্বরসমষ্টিকে ইংরেজি ভাষায় কর্ড (chord), ফরাসি ভাষায় আকর (accord), ইতালীয় ভাষায় আকর্দো (accordo) ও গ্রিক ভাষায় আকর্দ (Akkord) বলা হয়। ব্যবহারিক বা তাত্ত্বিক উদ্দেশ্যে স্বরপরম্পরা (arpeggio, যেখানে স্বরসমষ্টির স্বরগুলিকে একসাথে না বাজিয়ে একের পর এক বাজানো হয়), ভগ্ন স্বরসমষ্টি (যেখানে স্বরসমষ্টির স্বরগুলি সবগুলি একসাথে না বাজিয়ে দুইটি স্বরের দলে ভেঙে বাজানো হয়), কিংবা কোনও স্বরসমষ্টির একটিমাত্র উৎপাদক স্বরকেও পরিস্থিতিভেদে স্বরসমষ্টি হিসেবে গণ্য করা হতে পারে।\nবৈশিষ্ট্যসূচক প্রধান স্বরভিত্তিক পশ্চিমা ধ্রুপদী সঙ্গীতে (যে সঙ্গীতে একটি বৈশিষ্ট্যসূচক প্রধান স্বর বা নীড়স্বর থাকে) যে স্বরসমষ্টিগুলি সবচেয়ে বেশি দেখতে পাওয়া যায়, সেগুলি হল ত্রিস্বর বা ত্রয়ী (Triad), যেগুলি তিনটি স্বতন্ত্র স্বরের সমবায়ে গঠিত হয়। ত্রয়ীতে একটি মূলস্বর থাকে এবং মূলস্বরটির উপরে সেটি থেকে নির্দিষ্ট ব্যবধিতে অবস্থিত তৃতীয়া ও   পঞ্চমী স্বরগুলি উপরিপাতিত হয়। যেসব স্বরসমষ্টিতে তিনের অধিক স্বর থাকে, সেগুলির মধ্যে সংযোজিত প্রধান স্বরবিশিষ্ট স্বরসমষ্টি, সম্প্রসারিত স্বরসমষ্টি এবং স্বরগুচ্ছ অন্তর্ভুক্ত, যেগুলি সমসাময়িক ধ্রুপদী সঙ্গীত, জ্যাজ সঙ্গীত ও অন্যান্য যেকোনও প্রকারের সঙ্গীতে ব্যবহৃত হতে পারে। পাশ্চাত্যের সঙ্গীততত্ত্বে স্বরসমষ্টিগুলিকে অস্বাভাবিক (anomalous), বৈশিষ্ট্যসূচক (characteristic), সাধারণ (common), বিপরীত (inverted), ক্ষণস্থায়ী (transient), ইত্যাদি শ্রেণীতে শ্রেণীবদ্ধ করা হয়ে থাকে।\nযখন ধারাবাহিকভাবে অনেকগুলি স্বরসমষ্টি বাজানো হয়, তখন তাকে স্বরসমষ্টি প্রগমন (chord progression) বলে। পাশ্চাত্যের ঐতিহ্যবাহী সঙ্গীত ও ব্লুজ ধরনের সঙ্গীতে ব্যাপকভাবে ব্যবহৃত একটি স্বরসমষ্টি প্রগমন হল ১২ মাত্রার ব্লুজ প্রগমন (12 bar blues progression)। যদিও তাত্ত্বিকভাবে কোনও স্বরসমষ্টি বাজানোর পরে অন্য যেকোনও ধরনের স্বরসমষ্টি বাজানো সম্ভব, কিন্তু পশ্চিমা সঙ্গীতে কিছু কিছু স্বরসমষ্টির বিন্যাস অপেক্ষাকৃত বেশি প্রচলিত। এগুলি মধ্যে কিছু কিছু বিন্যাস আবার সাধারণ রেওয়াজের সুরসঙ্গতিতে (Common practice harmony) চাবিস্বর বা প্রধান স্বর (key বা tonic note) প্রতিষ্ঠাকারী বিন্যাস হিসেবে গৃহীত হয়েছে। বিশেষ করে একটি অধিপতি স্বরসমষ্টির (dominant chord) প্রধান স্বরসমষ্টিতে (tonic chord) নিরসন (resolution) হওয়ার ব্যাপারটির সাথে এটি জড়িত। এই ব্যাপারটি বর্ণনা করার জন্য পশ্চিমা সঙ্গীততত্ত্ব রোমান অঙ্কসমূহ ব্যবহার করে স্বরসমষ্টিগুলিকে ক্রমিক সংখ্যা প্রদানের রেওয়াজের বিকাশ ঘটেছে, যেখানে আলোচ্য একটি স্বর কোনও স্বরসপ্তকের (Scale) প্রধান স্বরটি থেকে কতগুলি শুদ্ধ স্বরসপ্তকীয় ধাপ (diatonic step) উপরে অবস্থিত, তা একটি রোমান অঙ্কের মাধ্যমে প্রকাশ করা হয়।\nপশ্চিমা সঙ্গীতে প্রথাগত স্বরলিপি ছাড়াও আরও বেশ কিছু পদ্ধতিতে স্বরসমষ্টি প্রকাশ করা হয়ে থাকে, যাদের মধ্যে রোমান অঙ্ক, ন্যাশভিল সংখ্যাপদ্ধতি, সংখ্যায়িত খাদস্বর পদ্ধতি, স্বরসমষ্টি বর্ণমালা (কদাচিৎ আধুনিক সঙ্গীতবিদ্যায় ব্যবহৃত হয়) এবং স্বরসমষ্টি মানচিত্র উল্লেখ্য।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\n\n\n== আরও পড়ুন =="}