{"pageid": 1118460, "title": "যোগশিখা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1118460", "content": "যোগশিখা উপনিষদ (সংস্কৃত: योगशिखा उपनिषत्) হল একটি সংস্কৃত গ্রন্থ এবং হিন্দুধর্মের একটি ছোটো উপনিষদ। এটি বেদের বিশটি যোগ উপনিষদের মধ্যে একটি।\nযোগশিখা উপনিষদের দুটি সংস্করণ বিদ্যমান, একটি সংক্ষিপ্ত যা কিছু সংকলনে অথর্ববেদের সাথে সংযুক্ত আছে, এবং একটি দীর্ঘ সংস্করণ যা প্রায়শই তেলুগু ভাষার সংকলনে কৃষ্ণ যজুর্বেদের সাথে সংযুক্ত পাওয়া যায়।  দীর্ঘ সংস্করণটি ছয়টি অধ্যায় নিয়ে গঠিত, এবং সংক্ষিপ্ত সংস্করণের চেয়ে প্রায় চল্লিশ গুণ বেশি। সংক্ষিপ্ত সংস্করণটি দীর্ঘ সংস্করণের প্রথম অধ্যায়ের মধ্যে ছেদ দেখা যায়।\n\n\n== ইতিহাস ==\nযোগশিখা হল প্রাচীন গ্রন্থ, মিরসিয়া এলিয়েড বলেন, যিনি আপেক্ষিক কালানুক্রমের পরামর্শ দেন। তিনি এটিকে একই সময়ে উল্লেখ করেছেন যখন নিম্নলিখিত হিন্দু গ্রন্থগুলি রচিত হয়েছিল –মৈত্রী উপনিষদ, মহাভারতের শিক্ষামূলক অংশ, প্রধান সন্ন্যাস উপনিষদ ও অন্যান্য প্রাথমিক যোগ উপনিষদ যেমন ব্রহ্মবিন্দু, ব্রহ্মবিদ্যা, তেজোবিন্দু, যোগতত্ত্ব, নদবিন্দু, ক্ষুরিকা, ধ্যানবিন্দু ও অমৃতবিন্দু। যোগশীখা উপনিষদের সাথে এই গ্রন্থগুলি, ইলিয়াডে যোগ করে, যোগ-কুণ্ডলী, বরাহ ও পশুপতব্রহ্ম উপনিষদের মতো দশ বা এগারোটি পরবর্তী যোগিক উপনিষদের আগে রচিত হয়েছিল। গ্যাভিন ফ্লাড এই পাঠের তারিখ, অন্যান্য যোগ উপনিষদের সাথে, সম্ভবত ১০০ খৃষ্টপূর্বাব্দ থেকে ৩০০ খৃষ্টাব্দ সময়কাল পর্যন্ত।\n\nজর্জ ফুরস্টেইন যোগশিখা উপনিষদকে \"যোগের শিখা\" ও \"যোগ উপনিষদের সবচেয়ে ব্যাপক\" বলে অভিহিত করেছেন। যোগশিখায় প্রাপ্ত ধারণাগুলি হঠযোগের অনেক গ্রন্থে ভাগ করা হয়েছে যেমন  গোরক্ষনাথের লেখা।\nপাঠের কিছু পাণ্ডুলিপির শিরোনাম যোগশিখোপনিষদ। এটি ১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমানের ক্রমিক ক্রমানুসারে ৬৩ নম্বরে তালিকাভুক্ত হয়েছে। উত্তর ভারতে জনপ্রিয় ৫২টি উপনিষদের কোলব্রুকের সংস্করণে এটি ২২ নম্বরে তালিকাভুক্ত হয়েছে। নারায়ণ সংকলন, দক্ষিণ ভারতে জনপ্রিয়, এছাড়াও এই উপনিষদটি বিবলিওথিকা ইন্ডিকা-তে ২২ নম্বরে রয়েছে। ১৬৫৬ সালে সুলতান মোহাম্মদ দারা শিকোহ দ্বারা \"ওপানেখাত\" শিরোনামের অধীনে উপনিষদের সংগ্রহে, ৫০টি উপনিষদের ফার্সি অনুবাদ সমন্বিত এবং যিনি এটিকে ধর্মের উপর সেরা বই হিসাবে উপস্থাপন করেছিলেন, যোগশিখাকে ২০ নম্বরে তালিকাভুক্ত করা হয়েছে এবং নাম দেওয়া হয়েছে যোগ সংক্হা। অ্যালাইন ড্যানিয়েলো এর মতে, এই উপনিষদটি ১২টি রাজযোগ উপনিষদের একটি, যার মধ্যে সাতটি কৃষ্ণ যজুর্বেদের সাথে ও পাঁচটি শুক্ল যজুর্বেদের সাথে সংযুক্ত।\nপাঠ্যটি মধ্যযুগীয় হিন্দু সাহিত্যে প্রভাবশালী ছিল যেমন ১২ শতকের প্রথম দিকের সর্বব্যাপী পাঠ মানসোল্লাসা, ও যোগবীজ- এর মতো হঠযোগ সাহিত্যের ১.২ ধারায়।\n\n\n== বিষয়বস্তু ==\n\nপাঠ্যটি কাব্যিক শ্লোক শৈলীতে রচিত হয়। অধ্যায় ১, দীর্ঘতম, মোক্ষ অর্জনে যোগের ভূমিকার আলোচনা অন্তর্ভুক্ত করে, যা জীবিত অবস্থায় মুক্তি (জীবনমুক্ত), এবং এটিকে বিদেহমুক্তি (পরবর্তী জীবনে মুক্তি) এর সাথে বৈপরীত্য করে। প্রথম অধ্যায় ওঁ-কে মুল-মন্ত্র (মূল মন্ত্র) বলে দাবি করে এবং এটিকে অংশ পুংলিঙ্গ শিব এবং অংশ স্ত্রীলিঙ্গ শক্তি বলে বর্ণনা করে। এটি দাবি করে যে ক্রোধ, লোভ ও এই ধরনের মনস্তাত্ত্বিক অবস্থাগুলি এমন ত্রুটি যা পরিণামে দুঃখের দিকে নিয়ে যায়, যে বিশুদ্ধ সত্ত্বা হল সেই ব্যক্তি যিনি এর বাইরে, এমন অবস্থা যা শুধুমাত্র জ্ঞান ও যোগের যুগপত সাধনার মাধ্যমে অর্জন করা যেতে পারে।\nযোগশিখা উপনিষদের তেলুগু ভাষার সংকলন সংস্করণ জ্ঞান যোগ (জ্ঞানের পথ) আলোচনার জন্য উল্লেখযোগ্য।\nপাঠ্যের অধ্যায় ১ ও ৫ ছয় ধরনের যোগ, কুণ্ডলিনী ও মানবদেহে পাঁচটি অগ্নি সম্পর্কে আলোচনা করে। এটি দাবি করে যে হঠযোগ অনুশীলনের সাথে চক্রের সচেতনতা আধ্যাত্মিক অভিজ্ঞতার একটি রূপ। মানবদেহ, রূপকভাবে পাঠ্য দাবি করে, ব্রহ্ম হিসেবে বিষ্ণুর মন্দির। শাশ্বত আত্মাকে (আত্ম, আত্মা) ক্ষণস্থায়ী দেহের মতো মনে করা ভুল।\nউপনিষদ ব্রহ্মা গ্রন্থিকে কুণ্ডলিনীর প্রথম গিঁট হিসেবে ব্যাখ্যা করে, যা মূলাধার চক্রে (মূল চক্র) অবস্থিত। তান্ত্রিক গ্রন্থগুলি যোগশিখা উপনিষদ থেকে ভিন্ন, হরিশ জোহরি বলেন, কারণ তারা ব্রহ্মা গ্রন্থিকে মণিপুরা চক্রে অবস্থান করার জন্য চিহ্নিত করে যা তৃতীয় চক্র। পাঠ্য, জর্জ ফিউয়ারস্টেইন বলেন, যোগ হল যাত্রা ও গুরু (শিক্ষক) এর সাথে স্থির আধ্যাত্মিক অনুশীলনের পরামর্শ দেয়।\nউপনিষদ গুরুকে আধ্যাত্মিক পথপ্রদর্শক এবং ভক্তির যোগ্য বলে অভিহিত করে, গুরুকে ব্রহ্ম, বিষ্ণু, অচ্যুত বলে প্রশংসা করে, আত্মার অনুরূপ, ঘোষণা করে যে মহাবিশ্বে গুরুর চেয়ে বড় আর কেউ নেই।  শ্লোক ২.২২ বলে যে যারা ঈশ্বর ও গুরুতে বিশ্বাসী তারা মহান হবে। উপনিষদের শেষ অধ্যায়ে সর্বোচ্চ স্ব, হংস ও ওঁ-এর উপর ধ্যান এর গুরুত্বের উপর জোর দেওয়া হয়েছে।\nপান্ডুলিপির ভিন্নতা সময়ের সাথে সাথে পাঠ্যের দুর্নীতির ইঙ্গিত দেয়, ডুসেন বলেছেন, যেমন সংক্ষিপ্ত সংস্করণের শ্লোক ৮-এ \"এই পাঠ্যটি দিনে তিনবার আবৃত্তি করা মুক্তির দিকে নিয়ে যায়\" এর আকস্মিক, অ-ছন্দোময় সংযোজন।\n\n\n== আরও দেখুন ==\nযোগতত্ত্ব উপনিষদ\nযোগবাশিষ্ঠ\nযোগ দর্শন\nহঠযোগ\nব্রহ্মবিদ্যা উপনিষদ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nBooth, Mark (১১ ফেব্রুয়ারি ২০১৪)। The Sacred History: How Angels, Mystics and Higher Intelligence Made Our World। Simon and Schuster। আইএসবিএন 978-1-4516-9856-5। \nDaniélou, Alain (১ আগস্ট ১৯৯১)। Yoga: Mastering the Secrets of Matter and the Universe। Inner Traditions / Bear & Co। আইএসবিএন 978-0-89281-301-8। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Oxford University Press (Reprinted by Cosimo)। আইএসবিএন 978-1-61640-239-6। \nFeuerstein, Georg (১৯৮৯)। Yoga: The Technology of Ecstasy। J.P. Tarcher। আইএসবিএন 978-0-87477-525-9। \nFeuerstein, Georg (১৯৯৮)। The Yoga Tradition: Its History, Literature, Philosophy and Practice। Hohm Press। আইএসবিএন 978-0934252836। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHattangadi, Sunder (২০০০)। \"योगशिखोपनिषत् (Yogashikha Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৬ জানুয়ারি ২০১৬। \nJohari, Harish (১ সেপ্টেম্বর ২০০০)। Chakras: Energy Centers of Transformation। Inner Traditions / Bear & Co। আইএসবিএন 978-1-59477-909-1। \nKempton, Sally (১ ফেব্রুয়ারি ২০১১)। Meditation for the Love of It: Enjoying Your Own Deepest Experience। Sounds True। পৃষ্ঠা 191। আইএসবিএন 978-1-60407-329-4। \nLarson, Gerald James; Bhattacharya, Ram Shankar (২০০৮)। Yoga : India's Philosophy of Meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nWhite, David Gordon (২০১২)। The Alchemical Body: Siddha Traditions in Medieval India। University of Chicago Press। আইএসবিএন 9780226149349।"}