{"pageid": 1118170, "title": "যোগ উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1118170", "content": "যোগ উপনিষদ হল যোগ সম্পর্কিত হিন্দুধর্মের একটি ছোট উপনিষদ। মুক্তিকা সংকলনে তালিকাভুক্ত ১০৮টি উপনিষদের সংকলনে বিশটি যোগ উপনিষদ রয়েছে। অন্যান্য ছোট উপনিষদের সাথে যোগ উপনিষদগুলিকে সাধারণত তেরোটি প্রধান মূখ্য উপনিষদ থেকে আলাদা শ্রেণীবদ্ধ করা হয় যাকে আরও প্রাচীন ও বৈদিক ঐতিহ্য থেকে বিবেচনা করা হয়।\nযোগ উপনিষদগুলি যোগিক কৌশলগুলির তত্ত্ব এবং অনুশীলনের সাথে মোকাবিলা করে, পদ্ধতি এবং ধ্যানের উপর বিভিন্ন জোর দিয়ে, কিন্তু কিছু ভাগ করা ধারণার সাথে। এগুলি ক্ষুদ্র উপনিষদের অন্যান্য গোষ্ঠীর সাথে বৈপরীত্য, যেমন সামান্য উপনিষদ যা সাধারণ প্রকৃতির, সন্ন্যাস উপনিষদ যা হিন্দু ত্যাগ ও সন্ন্যাসী অনুশীলনের উপর ফোকাস করে, শৈব উপনিষদ যা শৈবধর্মের দিকগুলিকে তুলে ধরে, বৈষ্ণব উপনিষদ বৈষ্ণবধর্মকে ও শাক্ত উপনিষদ যা শাক্তধর্মকে হাইলাইট করে।\n\n\n== কালপঞ্জি ==\nপ্রতিটি যোগ উপনিষদের রচনার তারিখ অস্পষ্ট, এবং সেগুলি কখন রচিত হয়েছিল তার অনুমান পণ্ডিতদের সাথে পরিবর্তিত হয়। মাহনির মতে, এগুলি সম্ভবত ১০০ খ্রিস্টপূর্বাব্দ থেকে ১১০০ খ্রিস্টাব্দের মধ্যে। যাইহোক, গ্যাভিন ফ্লাড যোগ উপনিষদের তারিখ ১০০ খৃষ্টপূর্বাব্দ থেকে ৩০০ খৃষ্টাব্দ সময়কালের মধ্যে। জেমস ম্যালিনসনের মতে, কিছু যোগ উপনিষদ অষ্টাদশ শতাব্দীতে হিন্দু নাথ উপ-ঐতিহ্যের হঠযোগ ধারণাগুলিকে অন্তর্ভুক্ত করার জন্য সংশোধিত হয়েছিল।\nমিরসিয়া এলিয়েড বলেন যে পাঠ্য শৈলী, প্রাচীন ভাষা ও অন্যান্য ভারতীয় গ্রন্থে কিছু যোগ উপনিষদের উল্লেখ থেকে বোঝা যায় যে নিম্নলিখিত যোগ উপনিষদগুলি সম্ভবত মহাভারতের শিক্ষাগত অংশগুলির মতো একই সময়ে রচিত হয়েছিল এবং প্রধান সন্ন্যাস উপনিষদ: ব্রহ্মবিন্দু, ক্ষুরিকা,  অমৃতবিন্দু,  ব্রহ্মবিদ্যা,  তেজোবিন্দু, নদবিন্দু,  যোগশিখা, ধ্যানবিন্দু ও যোগতত্ত্ব উপনিষদ। এলিয়েডের পরামর্শে এগুলোকে খ্রিস্টপূর্ব শেষ শতাব্দীতে বা খৃষ্টাব্দে-এর প্রথম শতাব্দীতে রাখা হয়েছে। এই সব, বিজ্ঞাপন এলিয়েড, সম্ভবত দশ বা এগারোটি পরবর্তী যোগ উপনিষদ যেমন যোগ-কুণ্ডলিনী, বরাহ ও পশুপতব্রহ্ম উপনিষদ।\n\n\n== লক্ষ্য ==\nযোগ উপনিষদগুলি ভঙ্গি, শ্বাস ব্যায়াম, ধ্যান, ধ্বনি (নাদ), তন্ত্র (কুণ্ডলিনী শারীরস্থান) এবং অন্যান্য থেকে শুরু করে যোগের বিভিন্ন দিক এবং প্রকারগুলি নিয়ে আলোচনা করে। এই বিষয়গুলির মধ্যে কয়েকটি  ভগবদগীতা বা পতঞ্জলির যোগসূত্রে আচ্ছন্ন নয়।\nঅনেক গ্রন্থে যোগকে ধাপ বা সদস্য (অঙ্গ) সমন্বিত হিসাবে বর্ণনা করা হয়েছে এবং পল ডিউসেন এর মতে, গুরুত্বপূর্ণ যোগ উপনিষদগুলি যা এইগুলির সাথে কাজ করে তা হল ব্রহ্মবিদ্যা, ক্ষুরিকা, কুলিকা (সামান্য উপনিষদের অধীনে তালিকাভুক্ত), নাদবিন্দু, ব্রহ্মবিন্দু, অমৃতবিন্দু, ধ্যানবিন্দু, তেজোবিন্দু, \nযোগশিখা, যোগতত্ত্ব, ও হংস। এই ১১টি যোগ উপনিষদ বেদান্তিক দৃষ্টিকোণ থেকে বৈদিক শাখা (দর্শন) এর অন্তর্গত। এই উপনিষদের মধ্যে নীতিশাস্ত্রের আলোচনা রয়েছে [ যম (আত্ম সংযম যেমন অহিংসা) এবং নিয়ম (আত্ম প্রচেষ্টা যেমন অধ্যয়ন) ], আসন (শারীরিক ব্যায়াম ও শরীরের ভঙ্গি), প্রাণায়াম (শ্বাসের ব্যায়াম),  প্রত্যাহার (ইন্দ্রিয় প্রত্যাহার), ধারণা (মনের একাগ্রতা), ধ্যান (চিন্তা ও ধ্যান) এবং সমাধি (ধ্যান চেতনার অবস্থা)।\n\n\n== যোগ উপনিষদসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDerek, Coltman (১৯৮৯)। Yoga and the Hindu Tradition। Motilal Banarsidass। আইএসবিএন 978-81-208-0543-9। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Cosimo, Inc.। আইএসবিএন 978-1-61640-239-6। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMahony, William K. (১৯৯৮)। The Artful Universe: An Introduction to the Vedic Religious Imagination। State University of New York Press। আইএসবিএন 978-0-7914-3579-3। \nMallinson, James (২০০৪)। The Gheranda Samhita: The Original Sanskrit and an English Translation। YogaVidya.com। আইএসবিএন 978-0-9716466-3-6। \nSen, S.C. (১৯৩৭)। The Mystical Philosophy Of The Upanishads। Cosmo Publications। আইএসবিএন 978-81-307-0660-3।"}