{"pageid": 1118567, "title": "জপমালা", "url": "https://bn.wikipedia.org/wiki?curid=1118567", "content": "জপমালা, জপ মালা বা মালা (সংস্কৃত:  माला; অর্থ 'মালা') হল প্রার্থনা পুঁতি যা সাধারণত ভারতীয় ধর্মে যেমন হিন্দুধর্ম, জৈনধর্ম, শিখধর্ম ও বৌদ্ধধর্মে আধ্যাত্মিক অনুশীলনের (সাধনা) জন্য ব্যবহৃত হয় যা সংস্কৃত ভাষায় জপ নামে পরিচিত। এগুলি বিশ্বের বিভিন্ন ধর্মে ব্যবহৃত প্রার্থনার পুঁতির অন্যান্য রূপের মতো এবং কখনও কখনও ইংরেজিতে \"জলামা\" হিসাবে উল্লেখ করা হয়, যা খ্রিস্টান অনুশীলনের সাথে মিল প্রতিফলিত করে, ইসলামে \"ধিকর পুঁতির\" অনুরূপ।\n\nমালার প্রধান অংশ সাধারণত ১০৮ পুঁতি, যদিও অন্যান্য সংখ্যাগুলিও ব্যবহার করা হয়।উপরন্তু, প্রায়শই ১০৯ তম পুঁতি (প্রায়শই স্বতন্ত্র আকার বা রঙের) এবং/অথবা রেশমী ঝাপ্পা থাকে এবং কখনও কখনও অতিরিক্ত পুঁতি থাকে যা আলংকারিক হতে পারে বা বৃত্তাকার গণনার জন্য ব্যবহৃত হতে পারে। কোনো মন্ত্র বা কোনো দেবতার নাম বা নাম পাঠ, জপ বা মানসিকভাবে পুনরাবৃত্তি করার সময় গণনা রাখার জন্য মালা ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nApte, V.S. (১৯৬৫), The Practical Sanskrit Dictionary (Fourth revised and enlarged সংস্করণ), Delhi: Motilal anarsidass Publishers, আইএসবিএন 81-208-0567-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBhattarai, Khem Raj; Pathak, Mitra Lal (২০১৫)। \"A new species of Ziziphus (Rhamnaceae) from Nepal Himalayas\"। Indian Journal of Plant Sciences। 4: 71–77। \nBuswell, Robert Jr; Lopez, Donald S. Jr., সম্পাদকগণ (২০১৩)। Princeton Dictionary of Buddhism.। Princeton, NJ: Princeton University Press। পৃষ্ঠা 520। আইএসবিএন 9780691157863। \nChaudhary, Sanjib (২০১৫-০৮-০৬)। \"Buddha's Beads Fetch Millions for Farmers in Central Nepal\"। Global Voices। \nDubin, L.S. (২০০৯)। \"Prayer Beads\"।   Kenney, C.। The History of Beads: From 100,000 B.C. to the Present (Revised and Expanded সংস্করণ)। New York: Abrams Publishing। পৃষ্ঠা 79–92। \nHenry, G.; Marriott, S (২০০৮)। Beads of Faith: Pathways to Meditation and Spirituality Using Rosaries, Prayer Beads and Sacred Words। Fons Vitae Publishing। \nKieschnick, John (২০০৩)। The Impact of Buddhism on Chinese Material Culture (ইংরেজি ভাষায়)। Princeton and Oxford: Princeton University Press। পৃষ্ঠা 118–138। আইএসবিএন 0691096767। \nPaw, Maung (২০০৪)। Myanmar Buddhist Prayer Beads (পিডিএফ)। www.usamyanmar.net। California: । ৪ মার্চ ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nSimoons, Frederick J. (১৯৯৮)। Plants of life, plants of death। University of Wisconsin Press। পৃষ্ঠা 7–40। আইএসবিএন 978-0-299-15904-7। \nSmith, Ruth J. (২০০৫)। Botanical Beads of the World। Santa Barbara: University of California। পৃষ্ঠা 99। \nUntracht, O (২০০৮)। \"Rosaries of India\"।   Whelchel, H.। Traditional Jewelry of India। New York: Thames & Hudson, Inc.। পৃষ্ঠা 69–73। \nWatts, Jonathan; Tomatsu, Yoshiharu (২০০৫)। Traversing the Pure Land Path: A Lifetime of Encounters with Honen Shonin। Jodo Shu Press। আইএসবিএন 488363342X। \nWiley, E.; Shannon, M.O. (২০০২)। A String and a Prayer: How to Make and Use Prayer Beads। Red Wheel/Weiser, LLC.। \n\"Buddhist studies: Malas (beads)\"। www.buddhanet.net। Buddha Dharma Education Association। ২০২০-১১-০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৯-০২-০৫। \n\"How to Use a Mala (5 Ways)\"। japamalabeads.com (ইংরেজি ভাষায়)। Japa Mala Beads। সংগ্রহের তারিখ ২০১৯-১১-১৬।"}