{"pageid": 1118872, "title": "সাংগঠনিক প্রতিষ্ঠাতা", "url": "https://bn.wikipedia.org/wiki?curid=1118872", "content": "প্রধান প্রতিষ্ঠাতা (ইংরেজি: Organizational founder) হলেন এমন একজন ব্যক্তি যিনি একটি নতুন সংগঠন তৈরি করার জন্য প্রয়োজনীয় কিছু (বা সমস্ত) গঠনমূলক কাজ করেছেন, হোক তা একটি ব্যবসা প্রতিষ্ঠান, একটি দাতব্য সংস্থা, একটি গভর্নিং বডি, একটি স্কুল, বিনোদনকারীদের একটি গোষ্ঠী, বা অন্য কোন ধরনের অলাভজনক বা সামাজিক সংগঠন। একাধিক প্রতিষ্ঠাতা থাকলে, একজনকে প্রধান প্রতিষ্ঠাতা ও বাকিদের প্রত্যেককে সহ-প্রতিষ্ঠাতা হিসাবে উল্লেখ করা যেতে পারে। \n\n\n== পদ থেকে উদ্ভূত সমস্যা ==\nপ্রতিষ্ঠাতার ভূমিকার সাথে সম্পর্কিত বেশ কয়েকটি নির্দিষ্ট সমস্যা চিহ্নিত করা হয়েছে।একটি সংগঠনের প্রতিষ্ঠাতা সেই সংগঠনের সাথে এত ঘনিষ্ঠভাবে চিহ্নিত হতে পারে, বা এর ক্রিয়াকলাপে এত বেশি জড়িত হতে পারে যে সংগঠনের প্রতিষ্ঠাতার উপস্থিতি ছাড়া অস্তিত্বের জন্য সংগ্রাম করতে হতে পারে।  \"একজন প্রতিষ্ঠাতার উপর অত্যধিক নির্ভরশীলতার সাথে মোকাবিলা করার একটি ব্যবহারিক উপায় হল ব্যবস্থাপনার দায়িত্ব বিতরণ করা যাতে অন্যরা গুরুত্বপূর্ণ ক্রিয়াকলাপের জন্য স্পষ্টভাবে দায়ী থাকে। যদি প্রতিষ্ঠাতা অলাভজনক বোর্ডে থাকেন, তাহলে সমাধানের অংশ হল নিশ্চিত করা যে বোর্ডটি বৈচিত্র্যময়, ভারসাম্যপূর্ণ এবং নিয়মিতভাবে নতুন লোক যুক্ত হয়।\" \n\n\n=== আইনি অবস্থা ===\nমার্কিন যুক্তরাষ্ট্রে সিকিউরিটিজ রেগুলেশনের ভাষা রেগুলেশন ডি এর অধীনে সহ-প্রতিষ্ঠাতাদের \"প্রবর্তক\" বলে মনে করে। ইউএস সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের \"প্রবর্তক\" এর সংজ্ঞার মধ্যে রয়েছে: (i) যে কোনো ব্যক্তি যিনি একা বা এক বা একাধিক ব্যক্তির সাথে একত্রে কাজ করেন, প্রত্যক্ষ বা পরোক্ষভাবে একটি ইস্যুকারীর ব্যবসা বা উদ্যোগ প্রতিষ্ঠা ও সংগঠিত করার উদ্যোগ নেন;  তবে, প্রত্যেক প্রবর্তক একজন সহ-প্রতিষ্ঠাতা নন। প্রকৃতপক্ষে, সহ-প্রতিষ্ঠাতা -র কোন আনুষ্ঠানিক, আইনি সংজ্ঞা নেই।  নিজেকে একজন সহ-প্রতিষ্ঠাতা বলার অধিকার তার সহ-প্রতিষ্ঠাতাদের সাথে চুক্তির মাধ্যমে বা স্টার্টআপ কোম্পানির পরিচালনা পর্ষদ, বিনিয়োগকারী বা শেয়ারহোল্ডারদের অনুমতির মাধ্যমে প্রতিষ্ঠিত হতে পারে। যখন কোন নির্দিষ্ট চুক্তি না থাকে, (যেমন শেয়ারহোল্ডারদের চুক্তি) তখন সহ-প্রতিষ্ঠাতা কে তা নিয়ে বিরোধ দেখা দিতে পারে।\n\n\n=== প্রতিষ্ঠাতা ইমেরিটাস ===\nকিছু সংস্থা তাদের প্রতিষ্ঠাতার সাথে একটি সংযোগ বজায় রাখে প্রতিষ্ঠাতা ইমেরিটাসের একটি পদ প্রতিষ্ঠা করে, হয় সম্পূর্ণ প্রতীকী পদ হিসাবে, বা কিছু ক্ষমতা সহ একটি অবস্থান হিসাবে, যেমন পরিচালনা পর্ষদে একটি স্থায়ী অবস্থান। এই ধরনের ব্যবস্থার একটি অপূর্ণতা হল এই সম্ভাবনা যে প্রতিষ্ঠাতা সেই ব্যক্তির সাথে সংঘর্ষে লিপ্ত হবেন যিনি তাকে (বা তাদেরকে) প্রতিস্থাপিত করেছেন সংগঠনের নেতা হিসেবে, এবং এই ধরনের দ্বন্দ্ব বোর্ড সদস্য হিসাবে প্রতিষ্ঠাতা ইমেরিটাসের কর্মক্ষমতাকে প্রভাবিত করবে। \n\n\n=== প্রতিষ্ঠাতার দ্বিধা ===\nকিছু ক্ষেত্রে, সংস্থার উপর নিয়ন্ত্রণ বজায় রাখার জন্য প্রতিষ্ঠাতার ইচ্ছা একটি সমস্যা হয়ে দাঁড়ায় কারণ, যখন একটি উদ্যোক্তা সংস্থা সফল হয়, তখস \"[এটি] নিয়ন্ত্রণ করা প্রতিষ্ঠাতা বা এমনকি প্রতিষ্ঠাতার চারপাশের একটি ছোট দলের ক্ষমতাকে ছাড়িয়ে যায়\"।  হার্ভার্ড বিজনেস রিভিউ এই সমস্যাটিকে প্রতিষ্ঠাতার দ্বিধা হিসাবে চিহ্নিত করেছে, উল্লেখ করেছে যে বেশিরভাগ সফল কোম্পানিতে, কোম্পানি গঠনের পর প্রথম কয়েক বছরের মধ্যে প্রতিষ্ঠাতা বিনিয়োগকারীদের দ্বারা নিয়ন্ত্রণের বাইরে চলে যায়।  কিছু ক্ষেত্রে, একটি কোম্পানীর একাধিক প্রতিষ্ঠাতা থাকতে পারে, এবং কোম্পানীর বিকাশের সাথে-সাথে এই প্রতিষ্ঠাতাদের মধ্যে মতবিরোধের একটি প্রধান উৎস হতে পারে।  প্রত্যেকের দায়িত্বের মধ্যে ভারসাম্য বজায় রাখার চেষ্টা করা উচিত যাতে একজন প্রতিষ্ঠাতা সদস্য অন্যদের তুলনায় তাদের ভূমিকায় অনিচ্ছাকৃতভাবে হ্রাস বোধ না করেন।\n\n\n=== স্মরণাতীত প্রতিষ্ঠাতা ===\nআরেকটি সমস্যা যা দেখা দিতে পারে তা হল বিস্মৃত বা স্মরণাতীত প্রতিষ্ঠাতা, একজন ব্যক্তি যিনি একটি এন্টারপ্রাইজ গঠনের প্রথম দিকে অংশগ্রহণ করেন, কিন্তু সাফল্য অর্জনের আগেই ত্যাগ করেন বা বহিষ্কৃত হন, এবং তারপর ইক্যুইটি, বুদ্ধিবৃত্তিক সম্পত্তি বা আইনগত অধিকার দাবি করতে ফিরে আসেন সেই সাফল্যের আরও কিছু ফল পেতে।  এই সমস্যা এড়াতে, এটি পরামর্শ দেওয়া হয় যে \"শীঘ্রই কম্পানী সরকারের খাতায় অন্তর্ভুক্ত করে এবং সময়ের সাথে সাথে ন্যস্ত করা সাপেক্ষে শেয়ার ইস্যু করা\"। \n\n\n== আরও দেখুন ==\nস্টার্টআপ কোম্পানি#প্রতিষ্ঠাতা/উদ্যোক্তা\n\n\n== তথ্যসূত্র =="}