{"pageid": 1118670, "title": "জরাগ্রস্ততা", "url": "https://bn.wikipedia.org/wiki?curid=1118670", "content": "জরাগ্রস্থতা বা বার্ধক্য হলো বৃদ্ধ হবার প্রক্রিয়া। এই শব্দটি প্রধানত মানুষ, অন্যান্য প্রানী এবং ছত্রাক এর ক্ষেত্রে ব্যবহার করা হয়। এছাড়া অন্যান্য কিছু জীব যেমন ব্যাকটেরিয়া, বহুবর্ষজীবী উদ্ভিদ এবং কিছু সরল প্রাণী সম্ভাব্য জৈবিকভাবে অমর। \nউপরন্তু, বার্ধক্য আসে জৈবিক এবং সামাজিক উভয়ের সমন্বয়ে । এটি সাধারণত জৈবিক, মনস্তাত্ত্বিক, শারীরবৃত্তীয়, পরিবেশগত, আচরণগত এবং সামাজিক প্রক্রিয়াগুলির গতিশীল পরিবর্তনের সাথে জড়িত। বৃহত্তর অর্থে, বার্ধক্য বলতে একটি জীবের মধ্যে একক কোষকে বোঝায় যা বিভাজন বন্ধ করে দিয়েছে বা একটি প্রজাতির জনসংখ্যাকে।\nমানুষের ক্ষেত্রে, বার্ধক্য বলতে যা বুঝানো হয় তা হলো মানুষের সময়ের সাপেক্ষে পরিবর্তন  এবং এটির মধ্যে অন্তর্ভুক্ত হতে পারে শারীরিক পরিবর্তন, মানসিক পরিবর্তন অথবা সামাজিক পরিবর্তন। তবে প্রতিক্রিয়ার সময়, উদাহরণস্বরূপ, যখন স্মৃতি এবং সাধারণ জ্ঞান সাধারণত বৃদ্ধি পায়, বয়সের সাথে বার্ধক্য ধীর হতে পারে। বার্ধক্য মানুষের রোগের ঝুঁকি বাড়ায় যেমন ক্যান্সার, আলৎসহাইমার রোগ, ডায়াবেটিস, হৃদরোগ, স্ট্রোক এবং আরও অনেক কিছু সারা বিশ্বে প্রতিদিন মারা যাওয়া প্রায় ১৫০,০০০ লোকের মধ্যে প্রায় দুই-তৃতীয়াংশ মারা যায় বয়সজনিত কারণে। \nবর্তমান বার্ধক্য তত্ত্বগুলো ক্ষতির ধারণার দিকে নিযুক্ত করা হয়েছে, ক্ষতির এই ধারণা (যেমন ডিএনএ অক্সিডেশন) জৈবিক প্রক্রিয়াগুলোকে ব্যর্থ করতে পারে বা প্রোগ্রাম করা বার্ধক্য ধারণা, যেখানে সমস্যা দেখা যায় অভ্যন্তরীণ প্রক্রিয়াগুলির সাথে (এপিজেনেটিক রক্ষণাবেক্ষণ যেমন ডিএনএ মেথিলেশন) যার ফলে বার্ধক্য হতে পারে। \nপ্রোগ্রাম করা বার্ধক্যকে প্রোগ্রাম করা কোষের মৃত্যু (অ্যাপোপ্টোসিস) এর সাথে বিভ্রান্ত করা উচিত নয়। উপরন্তু, এখানে অন্যান্য কারণও থাকতে পারে যা মানুষ সহ অন্যান্য জীবের বার্ধক্যকে তারান্বিত করতে পারে যেমন স্থূলতা এবং আপোসহীন রোগ প্রতিরোধ ব্যবস্থা\nবিজ্ঞানীরা দীর্ঘদিন ধরে জানেন যে নন-প্রাইমেট প্রাণীদের খাদ্যতালিকাগত ক্যালোরি সীমাবদ্ধতা সুস্বাস্থ্য এবং শরীরের কার্যকারিতা বজায় রেখে বার্ধক্যকে ধীর করে দেয়। যে সকল ইঁদুররা প্রারম্ভিক জীবনের শুরুতে অবাধে খাওয়ার চেয়ে ৩০% থেকে ৫০% কম ক্যালোরি খাবার গ্রহণ করে তাদের ক্ষেত্রে বিভিন্ন শারীরবৃত্তীয় স্বাস্থ্য সুবিধা, দীর্ঘস্থায়ী রোগের কম ঘটনা দেখা যায় এবং তাদের জীবনের দৈর্ঘ্য ৫০% পর্যন্ত বৃদ্ধি দেখায়।\nযদিও জীবন-বর্ধক প্রভাব অনিশ্চিত থাকে, তবুও মানুষ সহ অন্যান্য প্রাইমেটদের ক্যালোরি গ্রহণ সীমিত করার বিভিন্ন স্বাস্থ্য সুবিধাগুলি এখন সুপ্রতিষ্ঠিত। তাদের সম্পর্কে এমনটা ধারণা করা হয় যে খাদ্যের অভাবের শারীরবৃত্তীয় প্রতিক্রিয়ায় সাড়া দিয়ে শরীরের ক্ষমতা বাড়াতে বিকশিত হয়েছিল যা প্রতিকূলতা থেকে বাঁচতে সহায়তা করেছে।\nতবুও, খুব কম লোকই আছে যারা তাদের অধিকাংশ জীবনকালের জন্য হ্রাসকৃত খাদ্যের তালিকা গ্রহন করতে ইচ্ছুক। ফলস্বরূপ, বিজ্ঞানীরা ক্যালোরি-সীমাবদ্ধ রাখে এমন প্রাকৃতিক বস্তু এবং সিন্থেটিক ওষুধের যৌগগুলি অনুসন্ধান করতে শুরু করেছেন যা ডায়েটিং ছাড়াই ক্যালোরি সীমাবদ্ধতার মতো একই স্বাস্থ্যের প্রভাব ফেলতে পারে।  এই তদন্তগুলি এখনও প্রাথমিক পর্যায়ে রয়েছে।\nজৈবিকভাবে, বার্ধক্য হয় সময়ের সাথে সাথে বিস্তৃত আণবিক এবং কোষীয় ক্ষতির সমন্বয়ের প্রভাব থেকে। এইভাবে, এটি শারীরিক এবং মানসিক ক্ষমতা ধীরে ধীরে হ্রাস করে, রোগের ক্রমবর্ধমান ঝুঁকি বাড়ায় এবং শেষ পর্যন্ত মৃত্যুর দিকে নিয়ে যায়। এই পরিবর্তনগুলি সাধারণত সামঞ্জস্যপূর্ণ এবং একজন ব্যক্তির বয়সের সাথে যুক্ত। যদিও ৭০ বছর বয়সী কিছু লোক শক্তিশালী হতে পারে এবং ভাল স্বাস্থ্য উপভোগ করতে পারে, আবার ৭০ বছর বয়সী হলেও অন্যরা দুর্বল হতে পারে এবং তাদের সাহায্য করার জন্য অন্যদের প্রয়োজন হতে পারে।\n\n\n== সংজ্ঞা ==\nবিভিন্নভাবে বার্ধক্যকে সংজ্ঞায়িত করা যায়। কার্যকরী বয়স পরিমাপ করা যায় সামর্থ্য এবং সামাজিক, মনস্তাত্ত্বিক এবং শারীরবৃত্তীয় বয়স বিবেচনা করে।  কালানুক্রমিক বয়স ক্যালেন্ডার বছরের উপর ভিত্তি করে, একজন ব্যক্তির জন্ম তারিখ থেকে মৃত্যুর তারিখ পর্যন্ত হিসাব করে পরিমাপ করা হয়।\nমৃত্যুহার জৈবিক বার্ধক্য সংজ্ঞায়িত করতে ব্যবহার করা যেতে পারে, একটি জীবের বর্ধিত মৃত্যুর হার যখন এটি তার জীবনচক্র জুড়ে অগ্রসর হয়।\n এই প্রক্রিয়াটি কর্মক্ষমতা হ্রাস এবং শারীরিক গঠন কালানুক্রমিক বয়স পরিবর্তনের উপর নির্ভর করে। \nবার্ধক্য আরো দুই ধরণের কার্যকরী সংজ্ঞার মাধ্যমে সংজ্ঞায়িত করা যায়:\n\nপ্রথমটি বর্ণনা করে যে কীভাবে পরিপক্কতা পরবর্তী জীবের জীবনে জমা হওয়া বিভিন্ন ধরনের ক্ষয়ক্ষতি পরিবর্তনগুলি একে দুর্বল করে দিতে পারে, যার ফলে জীবের বেঁচে থাকার ক্ষমতা হ্রাস পায়।\nদ্বিতীয়টি একটি বার্ধক্য-ভিত্তিক সংজ্ঞা; এটি একটি জীবের বয়স-সম্পর্কিত পরিবর্তনগুলিকে বর্ণনা করে যা সময়ের সাথে সাথে এর জীবনীশক্তি এবং কার্যকরী কর্মক্ষমতাকে নেতিবাচকভাবে প্রভাবিত করে তার মৃত্যুর হার বৃদ্ধি করে।\n\n\n== বার্ধক্য বনাম অমরত্ব ==\n\nমানুষ এবং অন্যান্য প্রজাতির সদস্য, বিশেষ করে প্রাণী, বৃদ্ধ হয় এবং মারা যায়। ছত্রাকেরও বয়স হতে পারে।  বিপরীতে, অনেক প্রজাতিকে সম্ভাব্য অমর হিসাবে বিবেচনা করা যেতে পারে: উদাহরণস্বরূপ, ব্যাকটেরিয়া কোষ বিভাজনের মাধ্যমে নতুন ব্যাকটেরিয়ার সৃষ্টি করে, স্ট্রবেরি গাছগুলি রানার উৎপন্নের মাধম্যে নিজের প্রতিরুপী গাছ তৈরী করে, হাইড্রা গণের প্রাণীদের একধরনের পুনরুত্থান ক্ষমতা রয়েছে যার মাধ্যমে তারা বার্ধক্যজনিত মৃত্যু এড়াতে পারে।\nঅন্তত ৩.৭ বিলিয়ন বছর আগে এককোষী জীবের মাধ্যমে পৃথিবীতে প্রারম্ভিক জীবন গঠন শুরু হয়েছিলো।  এই ধরনের জীব (আদিকোষী জীব, প্রোটোজোয়ান, শৈবাল) কোষ বিভাজনের মাধ্যমে একটি থেকে দুইটি দুইটি থেকে চারটি হারে সংখ্যা বৃদ্ধি করে; এইভাবে তারা বৃদ্ধ হয় না এবং অনুকূল পরিস্থিতিতে তারা সম্ভাব্য অমর। \nব্যক্তিগত জীবের বার্ধক্য এবং মৃত্যু সম্ভব হয়েছে যৌন প্রজননের বিবর্তনের সাথে, যা প্রায় এক বিলিয়ন বছর আগে ছত্রাক/প্রাণীর রাজ্যের আবির্ভাব ঘটেছিলো এবং ৩২০ মিলিয়ন বছর আগে সপুষ্পক উদ্ভিদের বিবর্তনের সাথে ঘটেছিল। যৌন জীব অতঃপর তার কিছু জেনেটিক উপাদান নতুন ব্যক্তি তৈরি করতে পারে এবং নিজেই তার প্রজাতির বেঁচে থাকার ক্ষেত্রে নিষ্পত্তিযোগ্য হয়ে উঠতে পারে। এই ক্লাসিক জৈবিক ধারণাটি অবশ্য সম্প্রতি আবিষ্কারের দ্বারা বিভ্রান্ত হয়েছে যে ব্যাকটেরিয়া E. coli আলাদা আলাদা আপত্য কোষে বিভক্ত হতে পারে, যা ব্যাকটেরিয়ার মধ্যে \"বয়স শ্রেণী\" হওয়ার তাত্ত্বিক সম্ভাবনা খুলে দেয়।\n\n\n== লক্ষণ সমূহ ==\n\nবার্ধক্যজনিত বৈশিষ্ট্যের একটি সংখ্যা সংখ্যাগরিষ্ঠ বা মানুষের একটি উল্লেখযোগ্য অনুপাত তাদের জীবদ্দশায় অনুভব করে।\n\nকিশোর-কিশোরীরা ২০ কিলো হার্জ এর উপরে উচ্চ-কম্পাঙ্কের শব্দগুলো শ্রবণ করার ক্ষমতা হারিয়ে ফেলে।\nছবি তোলার কারণে বলিরেখা বিকশিত হয়, বিশেষ করে সূর্য-উন্মুক্ত অংশগুলো (মুখ) প্রভাবিত করে।\n২০ দশকের মাঝামাঝি সময়ের পর থেকে মহিলাদের উর্বরতা হ্রাস পায়।\n৩০ বছর বয়সের পর মানুষের শরীরের ভর ৭০ বছর পর্যন্ত হ্রাস পায় এবং তারপরে ভর উঠানামা করে। \nমাংসপেশীগুলো ব্যায়াম বা আঘাতের প্রতিক্রিয়া করার ক্ষমতা হ্রাস পায় এবং মাংসপেশীর ভর ও শক্তি হ্রাস পায় । সর্বাধিক অক্সিজেন ব্যবহার এবং সর্বোচ্চ হৃৎস্পন্দন হ্রাস পায়।\nবার্ধক্যের সময় হাতের শক্তি এবং গতিশীলতা কমে যায়। এই জিনিসগুলির মধ্যে রয়েছে, \"হাত ও আঙুলের শক্তি, চিমটি শক্তি নিয়ন্ত্রণ করার ক্ষমতা, একটি নির্ভুল চিমটি দেয়ার ক্ষমতা, নিজেস্ব গতি ও হাতের সংবেদন বজায় রাখার ক্ষমতা\"। \n৩৫ বছরের বেশি বয়সী লোকেদের চোখের সিলিয়ারি পেশীর শক্তি হারানোর ঝুঁকি বেড়ে যায়, যার ফলে কাছের বস্তুগুলোকে দেখতে অসুবিধা হয় বা চালশে হবার সম্ভাবনা বেড়ে যায়। বেশির ভাগ মানুষ ৪৫-৫০ বছর বয়সের মধ্যে চালশে অনুভব করে। এর একটি কারণটি হলো আলফা-ক্রিস্টালিন-এর মাত্রা হ্রাসের জন্য লেন্স শক্ত হয়ে যাওয়া, এই প্রক্রিয়া উচ্চ তাপমাত্রার দ্বারা ত্বরান্বিত হতে পারে। \n৫০ বছর বয়সের কাছাকাছি, মানুষের চুলের রঙ চুল ধূসর বর্ণের হয়ে যায়।  ৫০ বছর বয়সে  প্যাটার্ন চুল পড়া প্রায় ৩০-৫০% পুরুষদের   এবং এক চতুর্থাংশ মহিলাদের প্রভাবিত করে।\nমেনোপজ সাধারণত ৪৪ থেকে ৫৮ বছর বয়সের মধ্যে ঘটে। \n৬০-৬৪ বছর বয়সীদের মধ্যে, অস্টিওআর্থারাইটিস এর ঘটনা ৫৩% পর্যন্ত বেড়ে যায়। তবে এই বয়সে মাত্র ২০%  অস্টিওআর্থারাইটিস সমস্যামুক্ত হবার রিপোর্ট করে। \n৭৫ বছরের বেশি বয়সী প্রায় অর্ধেক লোকের শ্রবণশক্তি হ্রাস হওয়ায় কথার মাধ্যমে যোগাযোগে অসুবিধা হয়। অনেক মেরুদণ্ডী প্রাণী যেমন মাছ, পাখি এবং উভচর প্রাণীরা বৃদ্ধ বয়সে প্রেসবাইকিউসিসে আক্রান্ত হয় না কারণ তারা তাদের কোক্লিয়া আর সংবেদনশীল কোষ পুনরুত্থিত করতে সক্ষম হয়, যেখানে মানুষ সহ স্তন্যপায়ী প্রাণীরা জিনগতভাবে এই ক্ষমতা হারিয়ে ফেলে। \n৮০ বছর বয়সের মধ্যে, সমস্ত আমেরিকানদের অর্ধেকেরও বেশি চোখে ছানি হয়  বা ছানি সার্জারি হয়েছে।\nএথেরোস্ক্লেরোসিস একটি বার্ধক্যজনিত রোগ হিসাবে চিহ্নিত করা হয়।  এটি হৃদরোগের দিকে ধাবিত করে (যেমনঃ স্ট্রোক এবং হার্ট অ্যাটাক ইত্যাদি), যা বিশ্বব্যাপী মৃত্যুর সবচেয়ে সাধারণ কারণ।  ধমনীর বার্ধক্য ধমনী পুনর্নির্মাণ ঘটায় এবং ধমনীর স্থিতিস্থাপকতা হ্রাস করে যা ধমনীতে দৃঢ়তা সৃষ্টি করে। \nসাম্প্রতিক প্রমাণগুলো ১০৫ বছর বয়সের পরে মৃত্যুর অধিক বয়স সম্পর্কিত ঝুঁকির পরামর্শ দেয়।  মানুষের সর্বাধিক জীবনকাল ১১৫ বছর হওয়ার পরামর্শ দেওয়া হয়। বিশ্বস্তভাবে রেকর্ড করা সবচেয়ে বয়স্ক মানুষ ছিলেন জেন ক্যালমেন্ট যিনি ১২২ বছর বয়সে ১৯৯৭ সালে মারা যান।\nডিমেনশিয়া বয়সের সাথে আরও পরিচিত হয়ে ওঠে।  ৬৫ থেকে ৭৪ বছর বয়সী প্রায় ৩%, ৭৫ থেকে ৮৪ বছরের মধ্যে ১৯% এবং ৮৫ বছরের বেশি বয়সীদের প্রায় অর্ধেকের ডিমেনশিয়া আছে।  এখানে মস্তিষ্কে কিছু পরিবর্তন হয়: ২০ বছর বয়সের পর মস্তিষ্কের মাইলিনেটেড অ্যাক্সন এর মোট দৈর্ঘ্য প্রতি দশকে ১০% হ্রাস পায়। \nবয়সের ফলে দৃষ্টি প্রতিবন্ধকতা হতে পারে, যার ফলে অ-মৌখিক যোগাযোগ হ্রাস পায়, যার ফলে সবার সাথে বিচ্ছিন্নতা এবং সম্ভাব্য বিষণ্নতা হতে পারে। বিরোধিতামূলকভাবে পাওয়া গেছে বয়স্ক প্রাপ্তবয়স্করা অল্পবয়সী প্রাপ্তবয়স্কদের মতো বিষণ্ণতায় ভুগে না, এবং শারীরিক স্বাস্থ্যের অবনতি সত্ত্বেও তাদের মানসিক অবস্থার উন্নতি হয় বলে ধারণা করা হয়॥ Macular degeneration ম্যাকুলার ডিজেনারেশন দৃষ্টিশক্তি হ্রাস করে এবং বয়সের সাথে বৃদ্ধি পায়, যা ৮০ বছরের বেশি বয়সীদের প্রায় ১২% প্রভাবিত করে।\nবার্ধক্যে বেশিরভাগ মানুষের জন্যবার্ধক্যজনিত রোগ সবচেয়ে বেশি পরিচিত ঝুঁকির কারণগুলির মধ্যে একটি। সারা বিশ্বে প্রতিদিন মারা যাওয়া প্রায় ১৫০,০০০ মানুষের মধ্যে প্রায় দুই-তৃতীয়াংশ—প্রতিদিন ১০০,০০০ বার্ধক্যজনিত রোগের কারণে মারা যায়। শিল্পোন্নত দেশগুলিতে এর অনুপাত বেশি, প্রায় ৯০% ছুঁয়েছে।\n\n\n== জৈবিক ভিত্তি ==\n\nবর্তমানে, গবেষকরা কেবলমাত্র বার্ধক্যের জৈবিক ভিত্তি বুঝতে শুরু করেছেন এমনকি Yeast।ঈস্টের মতো তুলনামূলকভাবে সহজ এবং স্বল্পস্থায়ী জীবের মধ্যেও। ইঁদুরের মতো ছোট স্তন্যপায়ী প্রাণীদেরও দীর্ঘকাল (প্রায় 3 বছর) বেঁচে থাকার কারণে স্তন্যপায়ী বার্ধক্য সম্পর্কে এখনও কম জানা যায়। বার্ধক্য অধ্যয়নের জন্য একটি মডেল জীব হলো  সি. এলিগানস।   নেমাটোড C. elegans। 2-3 সপ্তাহের সংক্ষিপ্ত আয়ুষ্কালের জন্য  আমারা সহজেই এর জেনেটিক পরিবর্তন করে আরএনএ হস্তক্ষেপ করে জিনের কার্যকলাপকে দমন করা বা অন্যান্য উপাদানের সাথে পরিবর্তন সাধন কতা সম্ভব।  সর্বাধিক পরিচিত মিউটেশন এবং আরএনএ হস্তক্ষেপ করা পর যা আয়ু বৃদ্ধি করে তা প্রথম C. elegans জীবে আবিষ্কৃত হয়েছিল।\nজৈবিক বার্ধক্যকে প্রভাবিত করার প্রস্তাবিত কারণগুলো  দুটি প্রধান বিভাগে পড়ে, প্রোগ্রামড এবং ক্ষতি-সম্পর্কিত। প্রোগ্রামড কারণগুলো একটি জৈবিক সময়সূচী অনুসরণ করে, সম্ভবত এটি একটি ধারাবাহিকতা হতে পারে যা শৈশব বৃদ্ধি এবং বিকাশকে নিয়ন্ত্রণ করে। এই প্রক্রিয়াটি জিনের অভিব্যক্তির পরিবর্তনের উপর নির্ভর করবে যা রক্ষণাবেক্ষণ, মেরামত এবং প্রতিরক্ষা প্রতিক্রিয়াগুলোর জন্য দায়ী সিস্টেমগুলিকে প্রভাবিত করে। ক্ষতি-সম্পর্কিত কারণগুলির মধ্যে রয়েছে জীবন্ত প্রাণীর অভ্যন্তরীণ এবং পরিবেশগত আক্রমণ যা বিভিন্ন স্তরে ক্রমবর্ধমান ক্ষতিকে প্রভাবিত করে।  একটি তৃতীয়, অভিনব, ধারণা হল যে বার্ধক্য দুষ্ট চক্র দ্বারা নিয়ন্ত্রিত হয়।\n\n\n== প্রতিরোধ এবং বিলম্ব ==\n\n\n=== জীবনধারা ===\nক্যালরির সীমাবদ্ধতা অনেক প্রাণীর জীবনকালকে বয়স-সম্পর্কিত রোগ বিলম্বিত করা বা প্রতিরোধ করার ক্ষমতা পরিবর্তন সহ বিভিন্ন ক্ষেত্রে উল্লেখযোগ্যভাবে প্রভাবিত করে॥[ ইঁদুরের ক্ষেত্রে, এটি ৫০% পর্যন্ত জীবনকাল বৃদ্ধি করতে দেখা গেছে; ঈস্ট এবং ড্রসোফিলার জন্য অনুরূপ প্রভাব ঘটে। ক্যালোরি-সীমাবদ্ধ খাদ্যে মানুষের জীবনকালের কোনো তথ্য নেই, কিন্তু বেশ কিছু রিপোর্ট বয়স সংক্রান্ত রোগ থেকে সুরক্ষা সমর্থন করে।  রিসাস বানরের উপর দুটি প্রধান চলমান গবেষণা প্রাথমিকভাবে ভিন্ন ফলাফল প্রকাশ করেছে; যখন উইসকনসিন বিশ্ববিদ্যালয়ের একটি গবেষণায় দেখা গেছে যে ক্যালোরির সীমাবদ্ধতা জীবনকাল বাড়িয়ে দেয়, ন্যাশনাল ইনস্টিটিউট অন এজিং (এনআইএ) এর দ্বিতীয় গবেষণায় দীর্ঘায়ুতে ক্যালরির সীমাবদ্ধতার কোনো প্রভাব পাওয়া যায়নি। Both studies nevertheless showed improvement in a number of health parameters. উভয় ক্ষেত্রে তবুও বেশ কয়েকটি স্বাস্থ্য উপাদানগুলোতে উন্নতি দেখায়। একইভাবে কম ক্যালোরি গ্রহণ সত্ত্বেও, খাদ্যের গঠন দুটি গবেষণার মধ্যে পার্থক্য ছিল (উল্লেখ্যভাবে উইসকনসিন গবেষণায় একটি উচ্চ সুক্রোজ সামগ্রী), এবং বানরদের বিভিন্ন উৎস রয়েছে (ভারত, চীন), প্রাথমিকভাবে পরামর্শ দেয় যে জেনেটিক্স এবং খাদ্যতালিকাগত গঠন, শুধুমাত্র একটি নয়, ক্যালোরি হ্রাস, দীর্ঘায়ুর কারণ। তারা উপসংহারে পৌঁছেছেন যে চরম ক্যালোরি সীমাবদ্ধতার পরিবর্তে মাঝারি ক্যালোরি সীমাবদ্ধতা রিসাস বানরগুলিতে পর্যবেক্ষণ করা স্বাস্থ্য এবং দীর্ঘায়ু সুবিধা তৈরি করার জন্য যথেষ্ট।\n\n\n== সমাজ ও সংস্কৃতি ==\n\nবিভিন্ন সংস্কৃতি বিভিন্ন উপায়ে বয়স প্রকাশ করে। একজন প্রাপ্তবয়স্ক মানুষের বয়স সাধারণত জন্মের দিন থেকে পুরো বছরে পরিমাপ করা হয়। জীবনের সময়কাল চিহ্নিত করার জন্য নির্ধারিত বিভাগগুলির মধ্যে অন্তর্ভুক্ত থাকতে পারে: প্রসবপূর্ব মঞ্চ, শিশু, শৈশব, কৈশোর, প্রারম্ভিক প্রাপ্তবয়স্কতা, প্রাপ্তবয়স্কতা। আরও কিছু পদের মধ্যে জমজ, ইত্যাদির পাশাপাশি \"ডেনারিয়ান\", \"ভাইসনারিয়ান\", \"ট্রাইসেনারিয়ান\", \"চতুর্জাতিক\" অন্তর্ভুক্ত থাকতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\n\nলোককাহিনীতে বার্ধক্য এবং মৃত্যু\nজনসংখ্যা বার্ধক্য এবং প্রত্যাশিত আয়ু পরিসংখ্যান\nHelpAge International and UNFPA (2012). 21শ শতাব্দীতে বার্ধক্য - একটি উদযাপন এবং একটি চ্যালেঞ্জ।"}