{"pageid": 1118098, "title": "উদ্ভিদ উদ্যান, ময়মনসিংহ", "url": "https://bn.wikipedia.org/wiki?curid=1118098", "content": "উদ্ভিদ উদ্যান, ময়মনসিংহে অবস্থিত একটি উদ্ভিদ উদ্যান।\n\n\n== অবস্থান ==\nউদ্ভিদ উদ্যান ময়মনসিংহ, বাংলাদেশ কৃষি বিশ্ববিদ্যালয় ক্যাম্পাসে অবস্থিত।\n\n\n== বর্ণনা ==\nপুরাতন ব্রহ্মপুত্র নদের তীরে বিশ্ববিদ্যালয় ক্যাম্পাসের প্রায় ২৪ একর জায়গা জুড়ে বিরল প্রজাতির উদ্ভিদ সংগ্রহ নিয়ে ১৯৬৩ সালে বোটানিক্যাল গার্ডেন প্রতিষ্ঠা করা হয়। আন্তর্জাতিক সংস্থা বোটানিক গার্ডেনস কনজারভেশন ইন্টারন্যাশনাল (বিজিসিআই) কর্তৃক স্বীকৃতিপ্রাপ্ত বাংলাদেশের প্রথম বোটানিক্যাল গার্ডেনে ১০০০টি বড়, ১২৭৮টি মাঝারি এবং ৪৪৬৭টি ছোট বৃক্ষ সহ প্রায় ৬০০টি বিভিন্ন প্রজাতির উদ্ভিদ রয়েছে। এদের মধ্যে গুটগুটিয়া, আফ্রিকান টিউলিপ, কাইজেলিয়া, স্বর্ণঅশোক, কুম্ভি, নাগেশ্বরচাপা, বুধানারিকেল, পাটেনজাবা, পাহাড়ি কাশ, কাইকা, সিন্দুরি, বিক্সা চান্দুল, এপিকাক প্রভৃতি কালাহুজা, প্যাশন ফ্রুট, ডেরিস, কালোমেঘ, মিছরিদানা, নিলকান্ত, শতমূলী, স্বর্পগন্ধা, তালমুলি, হানি সাকল, বানকলা, হলুদ কাঞ্চন, শম্ভুকাস, অনন্ত লতা, খামি, কুলানজান, কানথাকাশ, সুলতানচাপা, কাইকা, কানসুনালু, লেতকানথা, পাটিপাটা, নাক্সভোমিকা, নদাজাম, তিথিজাম, আজুলি, শাল, খারাজুরা, আরুসা, পানিকলমি, খুসখের, এলেনা, চাগাল্লাদি, মোথা, আভুকাদো, ডুরিয়ান, কোকুয়া, সাতকরা, বরমালা, মেইলাম, স্বর্ণ অশোক, রাজ অশোক, ব্রানফেলসিয়া, ক্যাকটাস, লালচিতা, নিলচিতা, গালমরিচ, মাসুকদা, গানিয়ারি, গ্রিলিরিচিডা, ফার্ন হরিণসিংঙ্গা, আতমরা, বেরিয়া, বেহেলাতদ, ফার্ন কড়ই, গার্ডেনিয়া, ব্যামবুস, রনডেলিটিয়া, টাবেবুইয়া, ডুমবিয়া, বনজারি, জয়ত্রী, জয়পাল, নাগনাথ, জাচারান্দা, বন্য খেজুর, স্কাফেলারা, রাভেনিয়া, জাকুটিভাসা, ভেরিগেটেট মন্ডার, পারসিমন, হারগুজা কান্তাপ্রভৃতি উল্লেখযোগ্য।\nউদ্যানের সৌন্দর্য বর্ধন এবং দর্শনার্থীদের বিনোদনের জন্য বন্য পশু-পাখির প্রতিকৃতি নির্মাণ করে বিভিন্ন দর্শণীয় পয়েন্টে স্থাপন করা হয়েছে। প্রতিকৃতির মধ্যে দ্বীপ জোনে দুটি রাজহাঁস ও দুটি সারস, গেইটের সম্মুখে পাইন গাছের গোড়ায় পশুর রাজা সিংহ, অরকোরিয়া গাছের গোড়ায় হরিণ, বাগানের ভেতরের প্রবেশ দ্বারের কাছেই রয়েল বেঙ্গল টাইগার, বিড়াল। দর্শাণার্থীদের শুভ কামনায় শাবকসহ রয়েছে অস্ট্রেলিয়া মহাদেশের জাতীয় পশু ক্যাঙ্গারু। তবে সবগুলোই বালু আর সিমেন্টের তৈরী।\n\n\n== তথ্যসূত্র =="}