{"pageid": 1118829, "title": "নোবডি (২০২১-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1118829", "content": "নোবডি  ২০২১ সালের একটি আমেরিকান অ্যাকশন থ্রিলার ফিল্ম যা পরিচালনা করেছেন ইলিয়া নাইশুলার এবং লিখেছেন ডেরেক কোলস্টাড। চলচ্চিত্রটিতে অভিনয় করেছেন বব ওডেনকার্ক, কনি নিলসেন, আরজেডএ, ক্রিস্টোফার লয়েড, এবং আলেক্সি সেরেব্রায়াকভ। চলচ্চিত্রটি একজন উদাস ব্যক্তির দৈনন্দিন জীবন দিয়ে শুরু হয় এবং ধীরে ধীরে কাহিনী সামনের দিকে অগ্রসর হতে থাকে। এভাবে হটাৎ একদিন তার বাড়ি লুট হয় যার ফলশ্রুতিতে তিনি তার পূর্বের বিপজ্জনক জীবনে ফিরে আসেন। ফলস্বরূপ তিনি ভয়াবহ একজন ড্রাগ লর্ডের টার্গেটে পরিণত হন। ওডেনকার্ক এবং ডেভিড লিচ চলচ্চিত্রটির অন্যতম দুইজন প্রযোজক।\nমার্কিন যুক্তরাষ্ট্রের প্রেক্ষাগৃহের জন্য ইউনিভার্সাল পিকচার্স ২০২১ এর ২৬ শে মার্চ  এবং পরবর্তীতে যুক্তরাজ্যের প্রেক্ষাগৃহের জন্য একই বছরের ৯ জুন সীমিত একটা সংস্করণে নোবডি মুক্তি দেয়। চলচ্চিত্রটি বিশ্বব্যাপী $৫৬ মিলিয়নেরও বেশি আয় করেছে এবং সমালোচকদের কাছ থেকে ইতিবাচক মূল্যায়ন পেয়েছে। তারা মূলত অ্যাকশন এবং ওডেনকার্কের অভিনয়ের প্রশংসা করেছে।\n\n\n== কাহিনীসংক্ষেপ ==\nযখন হাচ ম্যানসেলের বাড়িতে দুজন ছিঁচকে চোর চুরি করতে আসে তখন ধীরে ধীরে সে তার চরিত্রের আসল রূপ প্রকাশ করতে শুরু করে, যা পরবর্তীতে কাকতালীয়ভাবে তাকে একজন রাশিয়ান গ্যাংস্টারের সাথে রক্তক্ষয়ী যুদ্ধের দিকে ঠেলে দেয়।\n[বিঃদ্রঃ মুভিটি অনেকের জন্য স্পয়লার হয়ে যেতে পারে বিধায় পুরো কাহিনীটি এখানে বলে দেয়া হয়নি, শুধুমাত্র গল্পের সারাংশটুকু লেখা হয়েছে।]\n\n\n== শ্রেষ্ঠাংশে ==\nহাচ ম্যানসেল চরিত্রে বব ওডেনকার্ক, \"তিন অক্ষর বিশিষ্ট সংস্থার (এখানে FBI)\" প্রাক্তন সরকারি ঘাতক\nইউলিয়ান কুজনেটসভের ভূমিকায় আলেক্সি সেরেব্রায়াকভআলেক্সি সেরেব্রায়াকভ, একজন রাশিয়ান মাফিয়া, হাচ এবং তার পরিবার যার টার্গেটে পরিণত হয়েছে\nহাচের স্ত্রী বেকা ম্যানসেলের চরিত্রে কনি নিলসেন\nক্রিস্টোফার লয়েড ডেভিড ম্যানসেলের চরিত্রে, হাচের বাবা এবং অবসরপ্রাপ্ত একজন এফবিআই এজেন্ট\nএডি উইলিয়ামসের চরিত্রে মাইকেল আয়রনসাইড, হাচের শ্বশুর এবং অফিসের বস\nনাপিত হিসাবে কলিন সালমন, হাচের প্রাক্তন সরকারী হ্যান্ডলার\nহ্যারি ম্যানসেলের চরিত্রে আরজেডএ, হাচের ভাই \nচার্লি উইলিয়ামস চরিত্রে বিলি ম্যাকলেলান, এডির ছেলে এবং হাচের শ্যালক\nহাচের কিশোর ছেলে ব্লেক ম্যানসেলের চরিত্রে গেজ মুনরো\nহাচের মেয়ে অ্যাবি ম্যানসেলের চরিত্রে পেসলে ক্যাডোরাথ\nটেডি কুজনেটসভের চরিত্রে আলেকজান্ডার পাল, ইউলিয়ানের ছোট ভাই\nপাভেলের চরিত্রে আরায়া মেঙ্গেশা, ইউলিয়ানের আধা-রাশিয়ান আধা-ইথিওপিয়ান দেহরক্ষী\nএছাড়াও ড্যানিয়েল বার্নহার্ট এবং অ্যালাইন মুসি বাসে রাশিয়ান গুন্ডাদের চরিত্রে অভিনয় করেছেন।\n\n\n== প্রযোজনা ==\n২০১৮ সালের জানুয়ারিতে ঘোষণা করা হয় যে বব ওডেনকার্ক মূল চরিত্রে, ইলিয়া নাইশুলার পরিচালক এবং ডেরেক কোলস্টাড চিত্রনাট্যকর হিসেবে চলচ্চিত্রটির সঙ্গে যুক্ত হয়েছেন। ওডেনকার্ক ডেভিড লিচের সাথে চলচ্চিত্রটির প্রযোজক হিসেবেও কাজ করেছেন। কোলস্টাড এই ফিল্মে মার্ক এস ফিশার, অ্যানি মার্টার এবং টোবে ম্যাগুয়ারের সাথে একজন নির্বাহী প্রযোজক হিসাবেও কাজ করেছেন।  ছবিটি বিতরণের কথা ছিল এসটিএক্স এন্টারটেইনমেন্ট-এর।  কিন্তু এপ্রিল ২০১৯-এ, ইউনিভার্সাল পিকচার্স এসটিএক্স থেকে ফিল্মটির বিতরণের স্বত্ব অধিগ্রহণ করে নেয়।  অক্টোবর ২০১৯-এ, কনি নিলসেন এবং ক্রিস্টোফার লয়েড ফিল্মের দুটি ভিন্ন চরিত্রে যোগ দেন। \n২০১৯ সালের সেপ্টেম্বরে লস অ্যাঞ্জেলেসে মূল চিত্রগ্রহণ শুরু হয়।  অক্টোবর ২০১৯-এ কানাডার উইনিপেগে পুনরায় চিত্র গৃহিত হয়।  চিত্রগ্রহণ ৩৪ দিন স্থায়ী হয়েছিল। \n\n\n== মুক্তি ==\n\n\n=== প্রেক্ষাগৃহে ===\nমার্কিন যুক্তরাষ্ট্রের প্রেক্ষাগৃহগুলোতে নোবডি মুক্তি পাওয়ার কথা ছিল ১৪ আগস্ট, ২০২০-এ।  কোভিড-১৯ অতিমারীর কারণে বারবার মুক্তির দিনক্ষণ পেছাতে পেছাতে  ছবিটি শেষ পর্যন্ত ২৬ মার্চ, ২০২১-এ প্রেক্ষাগৃহে মুক্তি পায়।  অপরদিকে যুক্তরাজ্যে ছবিটি ৯ জুন, ২০২১-এ মুক্তি পায়।\n\n\n=== হোম মিডিয়া ===\nচলচ্চিত্রটি ১৫ এপ্রিল, ২০২১-এ প্রিমিয়াম ভিডিও-অন-ডিমান্ডের মাধ্যমে ডিজিটালভাবে মুক্তি পায়।  ডিজিটাল সংস্করণ ৮ জুন, ২০২১-এ এবং ডিভিডি ও ব্লু-রে সংস্করণটি একই বছরের ২২ জুন প্রকাশিত হয়। এটি ২১ জানুয়ারী, ২০২২ তারিখ হতে HBO Max এ দেখা যাবে।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\n৮ জুলাই, ২০২১ এর হিসাব অনুযায়ী, নোবডি মার্কিন যুক্তরাষ্ট্র ও কানাডা হতে সম্মিলিতভাবে $২৭.৩ মিলিয়ন এবং অন্য অন্য জায়গা হতে সব মিলিয়ে $২৯.৪ মিলিয়ন আয় করেছে। যেখানে ফিল্মটি নির্মানে মোট খরচ হয়েছিল $১৬ মিলিয়ন, সেখানে ফিল্মটির বিশ্বব্যাপী ইনকাম গিয়ে দাড়িয়েছে $৫৬.৭ মিলিয়নে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nমুভি রিভিউ করার জনপ্রিয় সাইট রটেন টমেটোসের রিপোর্ট অনুযায়ী ২৭০ জন সমালোচকদের মধ্যে ৮৪% সমালোচক ফিল্মটিকে একটি ইতিবাচক রেটিং দিয়েছেন, যার গড় রেটিং ৭.৫/১০। ওয়েবসাইটের সমালোচকদের সর্বসম্মতিতে লেখা হয়েছে: \"নোবডি এই ঘরানার ফিল্মের জন্য নতুন কোনো মাইলফলক স্থাপন করতে পারেনি, কিন্তু এই দৃশ্যত ভয়াবহ থ্রিলারটি পূর্বের কিছু চিন্তাধারা বা দৃষ্টিভঙ্গিকে একেবারে ভেঙে গুড়িয়ে দিয়েছে তা নিশ্চিত – সবই প্রমাণ করে যে একজন অ্যাকশন স্টারের যে গুণাবলি প্রয়োজন তার সবটাই বব ওডেনকার্কের রয়েছে৷ \"  মেটাক্রিটিক-এ ৪৩ জন সমালোচকের উপর ভিত্তি করে ফিল্মটির গড় স্কোর হয়েছে ৬৪/১০০, যা \"সাধারণত ফিল্মটির অনুকূল রেটিং\" নির্দেশ করে।\n\n\n== ভবিষ্যৎ ==\n২০২১ সালের মার্চ মাসে, ডেরেক কোলস্টাড বলেছিলেন যে জন উইক ফ্র্যাঞ্চাইজি এবং নোবডি যথাক্রমে লায়ন্সগেট এবং ইউনিভার্সাল তৈরি করলেও এদের মধ্যে ক্রসওভারের সম্ভাবনা রয়েছে। উভয়ই (জন উইক ফ্র্যাঞ্চাইজি এবং নোবডি) কোলস্টাড নিজে তৈরি করেছিলেন এবং লিচ প্রযোজনা করেছিলেন যিনি আবার নোবডির সহ-প্রযোজক কেলি ম্যাককর্মিকের স্বামীও বটে। এটি করা হবে ছোট ও সূক্ষ্ম রেফারেন্স বা ইস্টার এগের (মুভির অপ্রত্যাশিত চমকপ্রদ অংশ) মাধ্যমে, কোনো ফ্র্যাঞ্চাইজি বা বিশাল সিনেম্যাটিক ইউনিভার্সের মাধ্যমে নয়।  সেই মাসের শেষের দিকে, পরিচালক ইলিয়া নাইশুলার এক ইন্টার্ভিউতে সম্ভাব্য ক্রসওভার সম্পর্কে মন্তব্য করেছিলেন, চলচ্চিত্রগুলি যে ভিন্ন দুটি স্টুডিও তৈরি করেছে তা তিনি সবাইকে মনে করিয়ে দিয়ে বলেছিলেন, \"আমি এটাই বলব যে সবই সম্ভব। অদ্ভুত জিনিস আগে পরে কখনো না কখনো ঠিকই ঘটে। আর হ্যাঁ, অপ্রত্যাশিত জিনিস অবশ্যই ঘটেছে।\"  ২০২১ সালের জুনে, খবর পাওয়া গিয়েছিল যে কোলস্টাড মুভির সিক্যুয়াল লেখা নিয়ে কাজ করছিলেন, যদিও স্টুডিও হতে এখনও পর্যন্ত এর সিক্যুয়াল নিয়ে কাজ করার কোনো অনুমতি আসেনি। \n\n\n== তথ্যসূত্র =="}