{"pageid": 1118403, "title": "বেগম শাহী মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1118403", "content": "বেগম শাহী মসজিদ (উর্দু: بیگم شاییید), অন্য নাম মরিয়ম জামানি বেগমের মসজিদ (উর্দু: مریم یمانی بیگم ک𩩔ی), পাকিস্তানের পাঞ্জাবের লাহোরের প্রাচীর শহরে অবস্থিত। মুঘল সম্রাট জাহাঙ্গীরের শাসনামলে ১৬১১ থেকে ১৬১৪ সালের মধ্যে সম্রাট আকবরের প্রিয় স্ত্রী মারিয়াম-উজ-জামানির সম্মানে মসজিদটি নির্মিত হয়। এটি মুঘল যুগের মসজিদের লাহোরের প্রাচীনতম উদাহরণ এবং কয়েক দশক পরে বৃহত্তর ওয়াজির খান মসজিদ নির্মাণকে প্রভাবিত করে। মসজিদটির উপর একটি শিলালিপি দ্বারা বর্ণিত ভিত্তিটি ১৬১১ সালে দোগার সম্রাজ্ঞী ওয়ালি নিমাত মারিয়াম-উজ-জামানি বেগম সাহেবা নিজেই স্থাপন করেছিলেন। এই মসজিদটি শিখ শাসনের অধীনে সবচেয়ে বিখ্যাত শিখ নায়ক ভাই মণি সিং জি, শহীদ গঞ্জ ভাই মণি সিং নামে পরিচিত ছিল।\nমসজিদটি বেশ কয়েকটি দোকান দ্বারা দখল করা হয়েছে এবং লাহোর দুর্গ আকবরি গেট থেকে মসজিদের দৃশ্য অবৈধভাবে নির্মিত টায়ারের দোকানগুলি দ্বারা বাধাপ্রাপ্ত হয়েছে। ২০১৬ সালের জুলাই মাসে, লাহোর কর্তৃপক্ষের ওয়ালড সিটি ঘোষণা করে যে দোকানগুলি সরিয়ে ফেলা হবে এবং মসজিদটিও সংরক্ষণ ও পুনরুদ্ধার করা হবে।\n\n\n== পটভূমি ==\nমুঘল সম্রাট জাহাঙ্গীরের শাসনামলে মসজিদটি তার মা বেগম মরিয়ম-উজ-জামানির সম্মানে নির্মিত হয়েছিল, যিনি 'মহারানি জোধাবাই' নামেও পরিচিত ছিলেন। মসজিদটি সম্ভবত মুঘল দরবারে উপস্থিত সদস্যদের জন্য প্রধান মসজিদ হিসাবে কাজ করেছিল।\n\n\n== অবস্থান ==\nমসজিদটি লাহোরের পুরনো শহরের পুরানো মস্তি গেটের ভিতরে অবস্থিত।\n\n\n== ইতিহাস ==\nমসজিদটির নির্মাণ কাজ শুরু হয় ১৬১১ সালে এবং শেষ হয় ১৬১৪ সাল। মসজিদটি শিখরা দখল করে পরে কিছু অংশ শহীদ গঞ্জ ভাই মণি সিং-এ রূপান্তরিত হয় এবং এর কিছু অংশ মহারাজা রণজিৎ সিং সাময়িকভাবে একটি গানপাউডার কারখানায় রূপান্তরিত হয়, যার জন্য এটি তখন বারুদখানা ওয়ালি মসজিদ (গানপাউডার মসজিদ) নামে পরিচিত ছিল। ১৮৫০ সালে মসজিদটি লাহোরের সংস্কারে অবদান রাখতে সক্ষম মুসলমানদের কাছে ফিরিয়ে দেওয়া হয়।\n\n\n== স্থাপত্য ==\n\nমরিয়ম জামানি বেগমের মসজিদটি স্থাপত্যের একটি অন্তর্বর্তীকালীন পর্যায়ের প্রতিনিধিত্ব করে এবং মুঘল প্রভাব এবং পূর্ববর্তী পশতুন লোদি রাজবংশের প্রভাব উভয়ই রয়েছে যা পূর্বে এই অঞ্চলশাসন করেছিল। ছোট গম্বুজ এবং প্রশস্ত খিলানগুলি পূর্ববর্তী লোদী শৈলীর প্রতিনিধিত্ব করে, যখন মসজিদের ব্যালকনি, পাশের কক্ষ এবং অলঙ্করণ মুঘল শৈলীতে রয়েছে।\nমসজিদটিতে লাহোরের প্রথম পাঁচ-বে প্রার্থনা কক্ষ রয়েছে যা পরে ওয়াজির খান মসজিদ এবং বাদশাহী মসজিদের মতো সমস্ত মুঘল মসজিদগুলির মতো সাধারণ হবে। মসজিদের কেন্দ্রীয় উপসাগরটি ফার্সি চাহার তাক এর শৈলীতে রয়েছে, এবং উভয় পাশে একটি ছোট গম্বুজ দ্বারা বেষ্টিত। মসজিদটিতে মূলত ৩টি প্রবেশপথ ছিল, যার মধ্যে ২টি চালু আছে।\n\n\n=== সজ্জা ===\nমসজিদটির নামাজের কক্ষটি ১৩০.৫ ফুট লম্বা এবং ৩৪ ফুট প্রশস্ত। হলটি ৫ টি উপসাগরে বিভক্ত, শীর্ষে তিনটি খিলান রয়েছে - যার মধ্যে বৃহত্তমটি কেন্দ্রীয় উপসাগরের উপরে অবস্থিত। মসজিদটিতে ১২৮ বাই ৮২ ফুট পরিমাপের একটি আঙ্গিনাও রয়েছে, যেখানে ইসলামী আচার-অনুষ্ঠান পালনের জন্য একটি অযুখানা রয়েছে।\n\n\n=== অভ্যন্তর অলঙ্করণ ===\n\nমসজিদের অভ্যন্তরে ব্যাপক মুঘল ঐতিহ্যের কাজ রয়েছে এবং কয়েক দশক পরে ওয়াজির খান মসজিদের বিস্তৃত বাড়ানোর জন্য মডেল হন। বেশিরভাগ ঐতিহ্য গুলি নকশায় ফুলের হয় এবং দেয়ালে ক্যালিগ্রাফিতে অ-কুরআনের পাঠ্য অন্তর্ভুক্ত থাকে এবং এটি লাহোরের প্রথম মসজিদ যা এই অনুশীলনটি প্রদর্শন করে।\n\n\n=== শিলালিপি ===\nমসজিদটিতে মূলত কুরআনের চারটি শিলালিপি এবং অ-কুরআনের উৎপত্তি রয়েছে। নর্দান গেটওয়ের উপর একটি শিলালিপিতে একটি ফার্সি শিলালিপি রয়েছে যা পড়তে এরকম:\n\nআল্লাহকে ধন্যবাদ দেওয়া হোক, যার অনুগ্রহে, মহামান্যের পৃষ্ঠপোষকতায়, এই ভবনটি সম্পূর্ণ হয়েছিল। এই স্থাপত্যের প্রতিষ্ঠাতা, পরিত্রাণের স্থান, রানী মারিয়াম জামানি। জান্নাতের অনুরূপ এই ভবনটির সমাপ্তির জন্য, আমি চিন্তা করছিলাম যখন শেষ পর্যন্ত আমি এটি \"কী চমৎকার মসজিদ\" শব্দগুলিতে খুঁজে পেয়েছি!\nযদিও পূর্ব প্রবেশদ্বারের উপর শিলালিপিটি পড়ে, রানী মরিয়ম-উজ-জামানির তার ছেলে জাহাঙ্গীরের জন্য একটি প্রার্থনা:\n\nবিশ্বের বিজয়ী, রাজা নূর-উদ-দীন মুহাম্মাদ, সূর্য ও চাঁদের মতো পৃথিবীতে উজ্জ্বল হোক, হে আল্লাহ!\nমসজিদের উত্তর প্রান্তে একটি আর্চওয়ের উপরে একটি চূড়ান্ত শিলালিপি রয়েছে যা পড়তে এরকম:\n\nরাসূল (সা.) বললেন, আল্লাহর রহমত ও অনুগ্রহ তার উপর বর্ষিত হোক, 'মসজিদে যারা ঈমানদার, তারা পানির মাছের মতো।\n\n\n== সংরক্ষণ ==\nমসজিদের দৃশ্যগুলি অবৈধভাবে নির্মিত দোকানগুলি দ্বারা বাধাপ্রাপ্ত হয়েছে যা মসজিদটি দখল করে নিয়েছে। জুলাই ২০১৬ সালে, লাহোর কর্তৃপক্ষের ওয়ালড সিটি ঘোষণা করে যে দোকানগুলি সরিয়ে ফেলা হবে এবং মসজিদটি সংরক্ষণ ও পুনরুদ্ধার করা হবে।\n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র =="}