{"pageid": 1118508, "title": "সালেম জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1118508", "content": "সালেম জংশন রেলওয়ে স্টেশন হল একটি এ২ শ্রেণির আইএসও ১৪০০১ প্রত্যয়িত জংশন রেলওয়ে স্টেশন, যা ভারতের তামিলনাড়ু রাজ্যের সালেম শহরে অবস্থিত। সালেম রেলওয়ে জংশনটি ২০১৭ সালের জুন মাসে প্রকাশিত একটি সমীক্ষা প্রতিবেদন অনুসারে বিভাগীয় সদর দপ্তর রেলওয়ে স্টেশনগুলির মধ্যে সবচেয়ে পরিচ্ছন্ন স্টেশন এবং সারা দেশের নবম পরিচ্ছন্ন রেলওয়ে স্টেশন হিসাবে স্বীকৃত হয়েছে। এটি দক্ষিণ ভারত প্রধান ট্রানজিট পয়েন্টগুলির মধ্যে একটি।\n\n\n== প্রশাসন ==\nস্টেশনটি ভারতের তামিলনাড়ু রাজ্যের দক্ষিণ রেলওয়ে জোনের সালেম রেলওয়ে বিভাগের সদর দপ্তর।\n\n\n== ইতিহাস ==\n\nস্টেশনটি ১৮৬০-এর দশকে চেন্নাই (তৎকালীন মাদ্রাজ)-বেপুর (বর্তমান কেরালা) রেলপথের অংশ হিসেবে অস্তিত্ব লাভ করে। স্টেশনটি তার জংশনের মর্যাদা লাভ করে যখন বৃদ্ধ চলমে মিটার-গেজ লাইন স্থাপন করা হয়, যা দক্ষিণ ভারতীয় রেলওয়ে নেটওয়ার্কের সাথে সংযোগ প্রদান করে। স্বাধীনতার পর, ধর্মপুরী-মোরাপুরের মধ্যবর্তী পরিত্যক্ত ন্যারো-গেজ রেলপথটি পুনঃনির্মাণ করা হয় এবং রেলপথটি মোরাপুরের পরিবর্তে সালেম জংশনে শেষ করার জন্য রেলপথের বিন্যাস  করা হয়। একই সঙ্গে মিটারগেজে উন্নীত করা হয়। সালেম থেকে বেঙ্গালুরু হয়ে হোসুর ১২৪ মাইল দীর্ঘ রেলপথের সমীক্ষার অনুমোদন ১৯৫৫ সালে ২৫শে জুলাই দেওয়া হয় এবং জরীপের কাজ ১৯৫৬ সালের ২৭ ফেব্রুয়ারি শুরু হয়। এই রেলপথটি ১৯৯০-এর দশকে ব্রডগেজে রূপান্তরিত হয়। বৃদ্ধাচলম রেলপথকেও ২০০০-এর দশকে ব্রডগেজে রূপান্তরিত করা হয়, যা স্টেশনটিকে একটি সম্পূর্ণ ব্রড-গেজ স্টেশনে পরিণত করে। ১৯৯০-এর দশকের শেষের দিকে শুরু হওয়া কারুর পর্যন্ত প্রসারিত বহুদিনের অমীমাংসিত নতুন ব্রড-গেজ রেলপথটি ২০১৩ সালে চালু হয়েছিল। স্টেশনটি সালেম থেকে তামিলনাড়ুর দক্ষিণের জেলাগুলিতে একটি সংক্ষিপ্ত, আরও সরাসরি রুটের কেন্দ্র হিসাবে কাজ করে।\n\n\n== সু্যোগ-সুবিধা ==\n\n১ম, ৩য় ও ৪র্থ প্ল্যাটফর্মে এসি ওয়েটিং হল রয়েছে। পুরাতন সুরমঙ্গলম রোডে টিকিট কাউন্টারের সঙ্গে দ্বিতীয় প্রবেশদ্বারটি ভূগর্ভস্থ পথ ও ফুটওভার ব্রিজ সহ নির্মাণের পরিকল্পনা করা হচ্ছে। প্ল্যাটফর্ম ১, ৩ ও  ৪ ২৪-ঘণ্টা লিফট ও এসকেলেটর দিয়ে পরিচালিত হয়।\nস্টেশনের ৩নং ও ৪নং  প্ল্যাটফর্মে আইআরসিটিসি রেলওয়ে ক্যান্টিন রয়েছে। আনন্দ ভবন ও অশোক ভবন হল নিকটবর্তী রেস্তোরাঁ ও হোটেল অশ্ব পার্ক, র‍্যাডিসন, শিবরাজ হলিডে ইন ও সিজে প্লাজিও হল নিকটবর্তী হোটেল।\nসালেম রেলওয়ে জংশনে ৩নং ও ৪নং প্ল্যাটফর্মে অর্থপ্রদানের ভিত্তিতে ব্যাটারি চালিত গাড়ি পরিষেবা সালেম রেলওয়ে বিভাগ চালু করেছে। এই পরিষেবাটি মূলত প্রবীণ নাগরিক, ভিন্নভাবে সক্ষম ব্যক্তি ও অসুস্থ ব্যক্তিদের জন্য প্রদান করা হয়।\nসালেম জংশনে ২০১৭ সালের ২৬শে ডিসেম্বর থেকে বিনামূল্যে ওয়াই-ফাই সংযোগ প্রদান করা শুরু হয়। এই সুবিধাটি একটি সরকারি খাতের টেলিকম অবকাঠামো প্রদানকারী “রেলটেল” দ্বারা প্রদান করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}