{"pageid": 1118259, "title": "ইয়ারা ইন্টারন্যাশনাল স্কুল", "url": "https://bn.wikipedia.org/wiki?curid=1118259", "content": "ইয়ারা ইন্টারন্যাশনাল স্কুল (YIS) ( আরবি: مدارس يارا العالمية; উর্দু: یارا انٹرنیشنل اسکول‎‎ ; মালয়ালম: യാര ഇന്‍റർനാഷണൽ സ്കൂൾ), অনানুষ্ঠানিকভাবে আল-ইয়ারা ইন্টারন্যাশনাল স্কুল  বা ইয়ারা পাবলিক স্কুল  হল একটি K–12 লিঙ্গ-বিচ্ছিন্ন ইংরেজি-মাধ্যম বহুসাংস্কৃতিক আন্তর্জাতিক স্কুল, অ্যাড-দিরা, রিয়াদ, সৌদি আরব, এটি প্রাক্তন মহিলা ছাত্রদের মধ্যে অবস্থিত ইমাম মোহাম্মদ ইবনে সৌদ ইসলামী বিশ্ববিদ্যালয়ের অধ্যয়ন কেন্দ্র । 2003 সালে প্রতিষ্ঠিত, এটি একটি নিবন্ধিত কেমব্রিজ ইন্টারন্যাশনাল স্কুল হওয়ার পাশাপাশি সেন্ট্রাল বোর্ড অফ সেকেন্ডারি এডুকেশন দ্বারা নির্ধারিত ভারতীয় পাঠ্যক্রম অফার করে যা ক্যামব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন এবং পিয়ারসন এডেক্সেল দ্বারা প্রদত্ত ব্রিটিশ পাঠ্যক্রম প্রদান করে। এটি CBSE উপসাগরীয় সহোদয়া  এবং সৌদি আরব সরকারের শিক্ষা মন্ত্রণালয় দ্বারা অনুমোদিত।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ও প্রাথমিক দিন ===\nইয়ারা ইন্টারন্যাশনাল স্কুল একটি কমিউনিটি ভিত্তিক যেমন 2003 প্রতিষ্ঠিত হয় আন্তর্জাতিক স্কুল  সেবা করার জন্য ভারতীয় অভিবাসীদের  শুধুমাত্র 79 ছাত্রদের সঙ্গে  রিয়াদ এর অর Rabwah আশপাশ।  আগস্ট 2003 সালে, ইয়ারা তার প্রথম প্রবন্ধ রচনা এবং কোরআন তেলাওয়াত প্রতিযোগিতার আয়োজন করে যা স্বাধীনতা দিবস উপলক্ষে সমস্ত ভারতীয় স্কুল ছাত্রদের জন্য উন্মুক্ত ছিল।  2006 সালে, ইয়ারা স্কুলের অধ্যক্ষ অসীমা সেলিম ভারতীয় ইন্টারন্যাশনাল সোসাইটি ফর ওয়েলফেয়ার অ্যান্ড সলিডারিটি (বিআইএসডব্লিউএস) দ্বারা আয়োজিত অনুষ্ঠানে যোগ দিয়েছিলেন যেখানে এটি বেশ কয়েকজন বিশিষ্ট ভারতীয়কে তাদের অবদানের জন্য সম্মানিত করেছিল, যেমন প্রফেসর মোহাম্মদ আল-তুরাইকি, যিনি রাজা আবদুল আজিজের আদেশ প্রাপক। এবং চেমান শাইক, তথ্য সুরক্ষার জন্য মার্কিন পেটেন্ট-বিজয়ী উন্নত এনক্রিপশন অ্যালগরিদমের উদ্ভাবক৷  2008 সালে, কোহিনূর টোস্টমাস্টারস ক্লাব, ইউএস- ভিত্তিক টোস্টমাস্টারস ইন্টারন্যাশনালের একটি সহযোগী, ভারতীয় দূতাবাস অডিটোরিয়ামে ইয়ারা স্কুলের সহযোগিতায় একটি যুব নেতৃত্ব কর্মসূচি পরিচালনা করে।  এপ্রিল 2010 সালে, আরব নিউজের ডেপুটি ম্যানেজিং এডিটর সিরাজ ওয়াহাব  ইয়ারা ইন্টারন্যাশনাল স্কুলকে তার একটি প্রবন্ধে সৌদি আরবের \"সবচেয়ে জনপ্রিয় CBSE- অধিভুক্ত স্কুলের মধ্যে\" হিসেবে উল্লেখ করেছেন।  2012 সালের মে মাসে, আরব নিউজ তার বিশেষ ইন্টারন্যাশনাল স্কুল সাপ্লিমেন্ট কলামে ইয়ারা ইন্টারন্যাশনাল স্কুল এবং জেদ্দা- ভিত্তিক হালা ইন্টারন্যাশনাল স্কুলকে তাদের নিজ নিজ শহরের সেরা পারফরম্যান্স স্কুলগুলির মধ্যে শ্রেণীবদ্ধ করেছে যেখানে অধ্যক্ষ আসিম সেলিম ইবিক্স স্মার্টক্লাস (তখন এডুকম্প স্মার্টক্লাস) ইন্টারেক্টিভ ইনস্টল করার ঘোষণা দিয়েছেন। আগামী শিক্ষাবর্ষ থেকে স্কুলে হোয়াইটবোর্ড।  জুন 2012 সালে, Madhyamam রিপোর্ট একটি মালায়ালী Yara আন্তর্জাতিক স্কুল থেকে -origin পঞ্চম শ্রেণীর ছাত্র একটি স্বল্প অভিনয়ের জন্য নির্বাচিত হন আরবি বিরুদ্ধে সচেতনতা উত্থাপিত তরুণ সৌদি কর্মীদের একটি গ্রুপ দ্বারা তৈরি -language চলচ্চিত্র কিশোরী কর্তব্যে অবহেলা ।  নভেম্বর 2012 সালে, ইয়ারা ইন্টারন্যাশনাল স্কুল সৌদি মিডিয়াতে শিরোনাম করেছিল যখন এটি বিশ্ব ডায়াবেটিস দিবস পালনে একটি ডায়াবেটিস সচেতনতা প্রচারের আয়োজন করেছিল যেখানে 400 জন পুরুষ ছাত্র এবং কর্মচারীরা আর-রাবওয়ার নাহদা পার্কে ওয়াকথনে অংশ নিয়েছিল।  ইভেন্টটি হিউলেট-প্যাকার্ড, লায়ন্স ক্লাব অফ রিয়াদ, লুলু হাইপারমার্কেট এবং নাদেকের মতো অনেক স্থানীয় কোম্পানি দ্বারা সমর্থিত ছিল। \n\n\n==== আন্তঃস্কুল ইভেন্ট টাইমলাইন ====\nজুন 2009 সালে, মুসলিম এডুকেশনাল সোসাইটি (এমইএস) এর রিয়াদ চ্যাপ্টার সিবিএসই 9 এবং 12 তম শ্রেণির ছাত্রদের তাদের শিক্ষাগত কৃতিত্বের জন্য সম্মান জানাতে একটি অনুষ্ঠানের আয়োজন করে এবং অনুষ্ঠানে স্বর্ণপদক এবং নগদ পুরস্কার প্রদান করে, ইয়ারা স্কুলের অধ্যক্ষ অসীমা সেলিম সহ অনুষ্ঠানে উপস্থিত ছিলেন আইআইএসআরের অধ্যক্ষ মানজার জামাল সিদ্দিকী।  জানুয়ারী 2011 সালে, ইয়ারা স্কুলের সাথে আরও আটটি ভারতীয় স্কুল এন্ডোসালফান রাসায়নিকের বিরুদ্ধে সচেতনতা বাড়াতে স্টুডেন্টস ইন্ডিয়া ফোরাম দ্বারা আয়োজিত আন্তঃস্কুল প্রতিযোগিতায় অংশ নেয় , যেখানে ভারত সরকারকে এটি নিষিদ্ধ করার জন্য অনুরোধ করা হয়।  মে 2011, Yara থেকে, অংশগ্রহণ অন্য পাঁচটি বিদ্যালয় সহ কারেফোর পাঁচ দিনের দ্বিতীয় ওপেন আন্তর্জাতিক টেবিল টেনিস টুর্নামেন্ট (OITTT) এ অনুষ্ঠিত -sponsored নতুন মধ্যপ্রাচ্য ইন্টারন্যাশনাল স্কুল ।  2012 সালের মে মাসে, ইয়ারা স্কুল রিয়াদের পিভিস গ্রুপ অফ স্কুল দ্বারা আয়োজিত অনূর্ধ্ব-13 ফুটবল টুর্নামেন্টের পিভিসি কাপ জিতেছে।  জুন 2012 সালে, ইয়ারা স্কুল সিবিএসই উপসাগরীয় সাহোদয় সদস্য স্কুলগুলির 22 তম ক্লাস্টার মিটে যোগ দেয় যা ইন্টারন্যাশনাল ইন্ডিয়ান স্কুল জেদ্দায় অনুষ্ঠিত হয়েছিল ।  এটি কিক-অফ ফুটবল ম্যাচেও অংশ নিয়েছিল যেখানে এটি ইন্টারন্যাশনাল ইন্ডিয়ান স্কুল জুবাইলের সাথে মুখোমুখি হয়েছিল।  2012 সালের অক্টোবরে, জেদ্দা- ভিত্তিক আল-উরুদ ইন্টারন্যাশনাল স্কুল খোবার ইউরো ভিলেজ স্পোর্টস কমপ্লেক্স স্টেডিয়ামে অনুষ্ঠিত পিভিস কাপ সকার চ্যাম্পিয়নশিপের দ্বিতীয় সংস্করণে ইয়ারা ইন্টারন্যাশনাল স্কুলকে পরাজিত করে। \n\n\n=== অ্যাড-দিরাহ পাড়ায় স্থানান্তর ===\n2013 সালের মধ্যে, ইয়ারা ইন্টারন্যাশনাল স্কুল তার ক্যাম্পাস আর-রাবওয়াহ পাড়া থেকে ফিমেল স্টুডেন্ট স্টাডি সেন্টার, আল বাথা শাখায়  যখন দ্বিতীয়টি ইমাম মোহাম্মদ ইবনে সৌদ ইসলামিক ইউনিভার্সিটির অন্যান্য স্যাটেলাইট ক্যাম্পাসের সাথে স্থানান্তর করা শুরু করে  তাদের ছাত্র ও শিক্ষকরা নবনির্মিত কিং আবদুল্লাহ সিটিতে মহিলা ছাত্রদের জন্য ।  জুলাই 2013 সালে, ইয়ারা স্কুলের অধ্যক্ষ অসীমা সেলিম কোহিনূর টোস্টমাস্টারস ক্লাবের 16 তম বার্ষিকী উদযাপনের জন্য আয়োজিত একটি অনুষ্ঠানে যোগদান করেন এবং এর অন্তর্ভুক্তি অনুষ্ঠান পরিচালনা করেন এবং এর নতুন কার্যনির্বাহী কমিটি নির্বাচন করেন।  অক্টোবর 2013 সালে, ইয়ারা স্কুল গান্ধী জয়ন্তী পালনের জন্য একটি অনুষ্ঠানের আয়োজন করে। গ্রেড 6 এবং 7 এর ছাত্ররা মহাত্মা গান্ধীর স্মৃতিতে কবি প্রদীপের দে ডি হামে আজাদি পরিবেশন করে এবং শ্যাম বেনেগালের 1996 সালের ভারতীয়-দক্ষিণ আফ্রিকান চলচ্চিত্র দ্য মেকিং অফ দ্য মহাত্মা প্রদর্শনের মাধ্যমে অনুষ্ঠানটি শেষ করে।  অক্টোবর 2014-এ, মধ্যমাম রিপোর্ট করেছে যে ইয়ারা রিয়াদের 16টি আন্তর্জাতিক ভারতীয় স্কুলের মধ্যে ষষ্ঠ কেলি-সোনা যুব উৎসবে ইন্টারন্যাশনাল ইন্ডিয়ান স্কুল রিয়াদের পরে দ্বিতীয় স্থান অর্জন করেছে।  2016 সালের মে মাসে, আরব নিউজ জানায় যে ইয়ারা 2008 সাল থেকে বার্ষিক সর্বভারতীয় মাধ্যমিক বিদ্যালয় পরীক্ষায় 100% সাফল্যের হার বজায় রেখেছে  2017 সালের জানুয়ারির শুরুতে, সুপ্রভাথাম ডেইলি রিপোর্ট করেছে যে ইয়ারা ইন্টারন্যাশনাল স্কুলের 30-বছর-বয়সী মালয়ালি- অরিজিন শিক্ষিকা রিয়াদের একটি হাসপাতালে তার তৃতীয় ছেলের জন্ম দেওয়ার সময় মারা যান ।  2017 সালের মে মাসে, ইয়ারা স্কুল তৃতীয় শ্রেণী পর্যন্ত শিক্ষার্থীদের জন্য স্বাস্থ্য সচেতনতা কর্মসূচির আয়োজন করে স্বাস্থ্য সপ্তাহ উদযাপন করেছে।  জুন 2017 সালে, এটি স্কুল কাউন্সিলের একটি ইনভেস্টিচার অনুষ্ঠানের আয়োজন করেছিল যেখানে কেরালার প্রাক্তন শিক্ষামন্ত্রী পিকে আবদু রব অনুষ্ঠানের প্রধান অতিথি হিসেবে উপস্থিত ছিলেন।  2018 সালের মে মাসে, সৌদি আরবে তৎকালীন ভারতীয় রাষ্ট্রদূত আহমেদ জাভেদ ভারত স্কাউটস এবং গাইডের অন্তর্ভুক্তি এবং পুরস্কার অনুষ্ঠানের সময় শিক্ষা ক্ষেত্রে অবদানের জন্য ইয়ারার অসীমা সেলিম সহ বেশ কয়েকটি অধ্যক্ষ এবং প্রতিষ্ঠানের প্রধানকে পদক ও সম্মাননা প্রদান করেন যা ছিল। রিয়াদের ইন্টারন্যাশনাল ইন্ডিয়ান স্কুলে অনুষ্ঠিত হয়।  আগস্ট 2019 এর প্রথম দিকে, মাতৃভূমি রিপোর্ট করেছে যে এমজে উচ্চ মাধ্যমিক বিদ্যালয়ের প্রতিষ্ঠাতা এবং ইয়ারা ইন্টারন্যাশনাল স্কুলের ব্যবস্থাপনা কমিটির প্রাক্তন সদস্য কারাত মুহাম্মদ সামদানির 13 তম মৃত্যুবার্ষিকীতে, লোকসভার প্রাক্তন সংসদ সদস্য আবদুসসামাদ সামাদনি একটি বই প্রকাশ করেছেন। উপস্থিতিতে সি Moyinkutty Vadi Husna পাবলিক স্কুল, মিলনায়তনে কোজ়িকোডে তার স্মরণ এবং প্রতি অবদানের জন্য সৌদি আরবে ভারতীয় সম্প্রদায় ।  আগস্ট 2019 এর শেষের দিকে, ইয়ারা তার Facebook হ্যান্ডেলের মাধ্যমে ঘোষণা করেছে যে এটি ক্যামব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন দ্বারা নির্ধারিত ব্রিটিশ পাঠ্যক্রম অফার করবে এবং সেপ্টেম্বর 2019 এর পর থেকে সমস্ত জাতীয়তার জন্য ভর্তি শুরু করবে।  Yara থেকে 41 স্কুলের সিবিএসই ক্লাস্টার দেখা সেইসাথে 29th প্রিন্সিপাল অংশ নিতে যোগ্যতাসম্পন্ন 26 আউট শিক্ষণ হাব 'সাবেক ফাঁকে পরিচালিত' সম্মেলন খেতাবধারী 'মধ্যে ছিল ইন্টারন্যাশনাল স্কুল জেদ্দার 2019. অক্টোবরে  2021 সালের ফেব্রুয়ারিতে, ইয়ারা স্কুলের অসীমা সেলিম 193 জন অধ্যক্ষের মধ্যে ছিলেন যারা রিয়াদে উপসাগরীয় সাহোদয়া সম্মেলনে যোগ দিয়েছিলেন এবং কোভিড-19 মহামারি সহ উপসাগরীয় সহযোগিতা পরিষদ (GCC) এর সদস্য রাষ্ট্রগুলিতে অবস্থিত ভারতীয় স্কুলগুলির সম্মুখীন হওয়া চ্যালেঞ্জগুলি নিয়ে আলোচনা করেছিলেন। ভারতের জাতীয় শিক্ষা নীতি 2020  এপ্রিল 2021-এ, ইয়ারা স্কুলের অধ্যক্ষ অসীমা সেলিম সেই ছাত্রদের অভিভাবকদের সম্মানিত করেছিলেন যারা COVID-19 মহামারি চলাকালীন তাদের ওয়ার্ডদের শেখার জন্য সাহায্য করেছিল। \n\n\n==== আন্তঃস্কুল ইভেন্ট টাইমলাইন ====\nঅক্টোবর 2013 সালে, ইয়ারা আল-ইয়াসমিন ইন্টারন্যাশনাল স্কুলে অনুষ্ঠিত মাধ্যমিক এবং উচ্চ মাধ্যমিক উভয় স্তরের জন্য একটি আন্তঃস্কুল বিতর্ক প্রতিযোগিতায় অংশগ্রহণ করে, কিং সৌদ বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক ডক্টর মোহাম্মদ আহমেদ বাদশা অনুষ্ঠানের প্রধান অতিথি হিসেবে উপস্থিত ছিলেন।  নভেম্বর 2013 সালে, ইয়ারা স্কুল লুলু গ্রুপ আয়োজিত তৃতীয় আন্ত-স্কুল ফুটবল টুর্নামেন্টে আল আলিয়া ইন্টারন্যাশনাল ইন্ডিয়ান স্কুলকে পরাজিত করে।  2015 সালের মে মাসে, আল আলিয়া ইন্টারন্যাশনাল ইন্ডিয়ান স্কুল গার্লস উইং-এর একটি ইনস্টিটিচার অনুষ্ঠান পরিচালনা করে, যেখানে ইয়ারা স্কুলের অধ্যক্ষ অসীমা সেলিমকে প্রধান অতিথি হিসাবে আমন্ত্রণ জানানো হয়েছিল।  অক্টোবর 2015-এ, ইয়ারা 'বিচার বিভাগ প্রভাবশালীর দিকে পক্ষপাতমূলক' বিষয়ের উপর 25 তম ক্লাস্টার মিট-এ যোগ দিয়েছিলেন, যা ইন্টারন্যাশনাল ইন্ডিয়ান স্কুল জেদ্দা এবং অন্যান্য কয়েকটি CBSE অনুমোদিত স্কুলের দ্বারা আয়োজিত হয়েছিল।  নভেম্বর 2015 সালে, ইয়ারা স্কুল আল আলিয়া ইন্টারন্যাশনাল ইন্ডিয়ান স্কুলের সাথে স্কোয়ার অফ করে এবং রিয়াদের নাসরিয়া আল-আসিমা ইন্টারন্যাশনাল স্টেডিয়ামে লুলু গ্রুপ আয়োজিত লুলু কাপ কেলি আন্তঃস্কুল ফুটবল টুর্নামেন্টে  কিন্তু পরের মাসে ইন্টারন্যাশনাল ইন্ডিয়ান পাবলিক স্কুল রিয়াদের কাছে পরাজিত হয়।  এপ্রিল 2016-এ, ইয়ারা স্কুলের অশ্বিন প্রসাদ সুপারমার্কেটের প্রথম বার্ষিকী উপলক্ষে একটি ইভেন্টের সময় আল মদিনা হাইপারমার্কেট দ্বারা পরিচালিত জুনিয়র বিভাগে অঙ্কন প্রতিযোগিতায় দ্বিতীয় পুরস্কার জিতেছিল।  2016 সালের ডিসেম্বরে, ইয়ারা স্কুলের ছাত্র অশ্বিন প্রসাদ স্যার সৈয়দ আহমেদ খানের 196 তম জন্মবার্ষিকী উপলক্ষে আলীগড় মুসলিম ইউনিভার্সিটি ওল্ড বয়েজ অ্যাসোসিয়েশন রিয়াদ আয়োজিত একটি অনুষ্ঠানে স্যার সৈয়দ  যেখানে ভারতের সাবেক তথ্য এবং সম্প্রচার মন্ত্রী এবং ভারতীয় জাতীয় কংগ্রেস নেতা মনীশ তেওয়ারি অনুষ্ঠানের প্রধান অতিথি হিসাবে উপস্থিত ছিলেন।  2017 সালের অক্টোবরে, ইয়ারা ইন্টারন্যাশনাল স্কুল মডার্ন মিডল ইস্ট ইন্টারন্যাশনাল স্কুলকে পরাজিত করে এবং দাম্মামে 27 তম জোনাল অ্যাথলেটিক মিটে লং জাম্প, শট পুট এবং জ্যাভলিন থ্রোতে বেশ কয়েকটি স্বর্ণ ও রৌপ্য পদক জিতেছিল।  দ্বারা যৌথভাবে আয়োজিত একটি অনুষ্ঠানের সময় 'সমসাময়িক ভারতে মৌলানা আজাদের শিক্ষাগত দৃষ্টিভঙ্গির সুবিধা' শীর্ষক একটি প্রবন্ধ রচনা প্রতিযোগিতায় অংশ নিয়েছিল। ভারতের জাতীয় শিক্ষা দিবসের অনুষ্ঠানে আরব নিউজের ব্যবস্থাপনা সম্পাদক সিরাজ ওয়াহাব এবং ভারতীয় দূতাবাসের প্রথম সচিব ড. হিফজুর রহমান অনুষ্ঠানের প্রধান অতিথি হিসেবে উপস্থিত ছিলেন। ডিসেম্বর 2017 সালে, Yara থেকে 14 বছরের কম সর্বোত্তম কাপে 6 অন্যান্য স্কুলের ফুটবল চ্যাম্পিয়নশিপ ইউরো গ্রাম ক্রীড়া কমপ্লেক্সে স্টেডিয়ামে আল-Khozama ইন্টারন্যাশনাল স্কুল দ্বারা হোস্ট করা ছাড়াও অংশ নেন Khobar ।  2018 সালের মে মাসে, ইয়ারা ইন্টারন্যাশনাল স্কুল এবং অন্যান্যরা এমইএস (মুসলিম এডুকেশন সোসাইটি) এক্সিলেন্স অ্যাওয়ার্ড অনুষ্ঠানে কুরআন মুখস্থ করার জন্য বেশ কয়েকজন ছাত্রকে স্বর্ণপদক দিয়ে সম্মানিত করেছিল যা রিয়াদে ভারতীয় দূতাবাসের প্রথম সচিব ভি নারায়ণন দ্বারা উদ্বোধন করা হয়েছিল।  অক্টোবর 2018 সালে, ইয়ারা সাফা মক্কা পলিক্লিনিক দ্বারা আয়োজিত কেলি আন্তঃস্কুল ফুটবল টুর্নামেন্টে অংশগ্রহণ করে।  2018 সালের নভেম্বরে, ইয়ারা ইন্টারন্যাশনাল স্কুল রিয়াদের নাজরিয়া রিয়াল মাদ্রিদ একাডেমি স্টেডিয়ামে অনুষ্ঠিত কেলি ইন্টার স্কুল ফুটবলে ইন্টারন্যাশনাল ইন্ডিয়ান পাবলিক স্কুলকে পরাজিত করে।  ডিসেম্বর 2019 সালে, Yara থেকে আট বিদ্যালয় কে সেরা Cup'19 অংশগ্রহণ করেন, অধীন-14 ফুটবল প্রতিযোগিতার আল-Khozama ইন্টারন্যাশনাল স্কুল দ্বারা হোস্ট ইউরো গ্রাম ক্রীড়া কমপ্লেক্সে স্টেডিয়ামে অনুষ্ঠিত মধ্যে ছিল Khobar । \n\n\n== শিক্ষাবিদ এবং পাঠ্যক্রম ==\n\n\n=== সেন্ট্রাল বোর্ড অফ সেকেন্ডারি এডুকেশন (সিবিএসই) ===\nইয়ারা ইন্টারন্যাশনাল স্কুল সেন্ট্রাল বোর্ড অফ সেকেন্ডারি এডুকেশন দ্বারা প্রদত্ত K-12 শিক্ষা প্রদান করে। স্কুলটি 2007 সালে 10 শ্রেণী (মাধ্যমিক স্তর) এবং 2013 সালে 12 শ্রেণীতে (সিনিয়র সেকেন্ডারি স্তর) উন্নীত হয়। এটি 12টি বিষয় অফার করে, যার মধ্যে রয়েছে:\n\nইংরেজি (প্রথম ভাষা এবং শিক্ষার মাধ্যম)\nহিন্দি (দ্বিতীয় ভাষা, UKG পরবর্তী)\nআরবি, উর্দু, মালয়ালম, মারাঠি, কন্নড়, তামিল, তেলুগু (তৃতীয় ভাষা, গ্রেড 2 এর পর)\nঅংক\nসাধারন বিজ্ঞান\nসমাজবিজ্ঞান\nস্বাস্থ্য ও শারীরিক শিক্ষা\nশিল্প ও কারুশিল্প (SUPW)\nকম্পিউটার বিজ্ঞান\nসৌদি ইতিহাস ও সংস্কৃতি\nইসলামিক স্টাডিজ বা নৈতিক বিজ্ঞান\nসাধারণ জ্ঞান\n\n\n=== কেমব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন (সিআইই) ===\nইয়ারা ইন্টারন্যাশনাল স্কুল ক্যামব্রিজ অ্যাসেসমেন্ট ইন্টারন্যাশনাল এডুকেশন দ্বারা নির্ধারিত ব্রিটিশ পাঠ্যক্রমও অফার করে।  এটি প্রস্তাব:\n\nপ্রাথমিক বছরের পাঠ্যক্রম (KG1-KG3)\nকেমব্রিজ প্রাইমারি\nকেমব্রিজ নিম্ন মাধ্যমিক\nকেমব্রিজ উচ্চ মাধ্যমিক ( IGCSE )\nকেমব্রিজ আন্তর্জাতিক স্তর\n\n\n== ব্যবস্থাপনা এবং মূল মানুষ ==\nস্কুলটির প্রধান হলেন খালিদ আবদুল্লাহ মোহাম্মদ আলদ্রিস, একজন সৌদি শিক্ষাবিদ এবং কর্মী এবং ইয়ারা এডুকেশনাল ট্রাস্ট  বা এমসি (ব্যবস্থাপনা কমিটি) এর সদস্যদের দ্বারা পরিচালিত হয়। সৌদি মিডিয়া থেকে প্রাপ্ত তথ্য অনুযায়ী, স্কুলের এমসি সদস্যরা এ পর্যন্ত হাবিব-উর রহমান, হামিদ নাহা, শওকাথালি শাহজাহান, এআর কুট্টি, খালিদ রহমান, পিভি আশরাফ, আবুবকর, আলী কোয়া এবং প্রয়াত কারাত মুহাম্মদ সামদানীকে অন্তর্ভুক্ত করেছেন। \n\n\n== 2019 ফাতিমা লতিফ আত্মহত্যা মামলা ==\n9 নভেম্বর 2019, ফাতিমা লতিফ , ভারতের কেরালার কোল্লাম থেকে ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি মাদ্রাজের প্রথম বর্ষের স্নাতকোত্তর ছাত্রী , ভারতের তামিলনাড়ুর গুইন্ডিতে তার হোস্টেল রুমের সিলিং ফ্যানের সাথে ঝুলে আত্মহত্যা করে। তার অনুষদের সদস্যদের দ্বারা কথিত বৈষম্যের অভিযোগ, তদন্তের জন্য। সহ বেশ কিছু মালায়ালী ভাষার খবর কারেন্টের, Madhyamam এবং Malayala মনোরমা পরে রিপোর্ট যে তিনি মধ্যে Yara ইন্টারন্যাশনাল স্কুলের একজন প্রাক্তন ছাত্র ছিলেন রিয়াদ । \n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nফাতিমা লতিফ \n\n\n== তথ্যসূত্র =="}