{"pageid": 1118156, "title": "সাত মসজিদ (সৌদি আরব)", "url": "https://bn.wikipedia.org/wiki?curid=1118156", "content": "সাত মসজিদ (আরবি: المساجد السبعة আল-মাসজিদ আস-সাব'আহ) বা সাব'উ মসজিদ সৌদি আরবের মদিনা শহরের ছয়টি ছোট ছোট ঐতিহাসিক স্থান নিযে গঠিত একটি মসজিদ এবং মসজিদটি দর্শনার্থীরা প্রায়শই পরিদর্শন করে থাকে। \"সাব'আহ\" অর্থ \"সাতটি\" নাম থাকা সত্ত্বেও কমপ্লেক্সটি ছয়টি মসজিদ নিয়ে গঠিত, কারণ এটি মূলত মসজিদ আল-কিবলাতাইনকে অন্তর্ভুক্ত করেছিল। যদিও মসজিদটি প্রায়শই তীর্থযাত্রীদের দ্বারা পরিদর্শন করা হয়, সুন্নি সূত্রগুলি দাবি করে যে ইসলামী নবী মুহাম্মদ বা শরিয়াহের আদেশে এই মসজিদগুলি দেখার সম্পর্কে কোনও বিবরণ নেই। এর ফলে শিয়াদের দ্বারা পরিদর্শন করা মসজিদগুলিতে ধর্মীয় পুলিশ মোতায়েন করা হয়েছে। বিশিষ্ট শিয়া সাইটগুলিও ভেঙে ফেলা হয়েছে।\n\n\n== অবস্থান ==\nএই মসজিদটি সালহা পর্বতের দক্ষিণে অবস্থিত যা খন্দকের যুদ্ধের স্থান ছিল।\n\n\n== মসজিদের কমপ্লেক্স সমূহ ==\n\n\n=== আল-ফাতেহ মসজিদ ===\nএটি সর্ববৃহৎ মসজিদ, এবং এটি পশ্চিম অংশে সালা পর্বতের নীচে অবস্থিত। এটি বর্ণনা করা হয়েছে যে এই মসজিদটির নামকরণ করা হয়েছে \"আল-ফাত\" হিসাবে, কারণ খন্দকের যুদ্ধের সময় এখানে নবীর প্রার্থনা করার বিবরণ, এবং যুদ্ধটি মুসলিম বিজয়ে শেষ হয়েছিল (আরবি ভাষায়, \"ফাত\" বা \"ফাতাহ\" এর অর্থ ইসলামী প্রেক্ষাপটে \"বিজয়\")। খলিফা উমর ইবনে আবদুল আজিজের সময়ে মসজিদটি নির্মিত হয় এবং ১১৫৪ সালে মক্কার শরিফাতের সময় মন্ত্রী সাইফুদ্দিন আবু আল-হিজা এটি সংস্কার করেন।\n\n\n=== সালমান আল-ফার্সি মসজিদ ===\nআল-ফাত মসজিদ থেকে ২০ মিটার দক্ষিণে অবস্থিত, সালমান আল-ফারসির নামানুসারে নামকরণ করা হয়েছে, যিনি খন্দকের যুদ্ধের সময় পরিখা নির্মাণের নেতৃত্ব দিয়েছিলেন। মসজিদটি খলিফা উমর বিন আবদুল আজিজের সময়ে নির্মিত হয় এবং ১১৫৪ সালে মক্কার শরিফাতের সময় মন্ত্রী সাইফুদ্দিন আবু আল-হিজা দ্বারা সংস্কার করা হয়।\n\n\n=== আবু বক্কর আস-সিদ্দিক মসজিদ ===\nএটি সালমান আল-ফার্সি মসজিদ থেকে ১৫ মিটার দক্ষিণ-পূর্বে অবস্থিত। এই তিনটি মসজিদ (আল-ফাতেহ মসজিদ, সালমান আল-ফারসি মসজিদ এবং আবু বকর আস-সিদ্দিক মসজিদ) ভেঙে ফেলে বৃহত্তর স্থান সহ একটি মসজিদে সংস্কার করা হয়।\n\n\n=== উমর বিন খাত্তাব মসজিদ ===\nএটি আবু বক্কর আস-সিদ্দিক মসজিদ থেকে ১০ মিটার দক্ষিণে অবস্থিত। এই মসজিদটি উচ্চতর উচ্চতায় অবস্থিত এবং এর চেহারাটি আল-ফাতেহ মসজিদের অনুরূপ, সুতরাং এটি বিবেচনা করা হয় যে তারা একই সময়ে নির্মিত এবং পুনর্নির্মাণ করা হয়েছিল।\n\n\n=== সাদ বিন মু'আযদ মসজিদ ===\n\n\n=== আলি বিন আবি তালিব মসজিদ ===\nফতিমাহ আজ-জাহরা মসজিদের দক্ষিণে একটি ছোট পাহাড়ের উপর অবস্থিত। মসজিদটির দৈর্ঘ্য ৮.৫ মিটার এবং প্রস্থ ৬.৫ মিটার। এটি বর্ণনা করা হয়েছে যে আলী এখানে খন্দকের যুদ্ধে যোগ দিয়েছিলেন। মদিনার স্থানীয় সরকার মূল আকৃতি বজায় রেখে এই মসজিদটি সংস্কার করছে এবং ছোট বিল্ডিংয়ের সজ্জা হিসাবে এটির চারপাশে একটি বড় পার্ক তৈরি করছে।\n\n\n=== ফাতিমা আজ-জাহরা মসজিদ ===\nএটি একটি ছোট মসজিদ যা অন্যদের সাথে সংযুক্ত, যার আয়তন ৪x৩ মিটার। এই মসজিদটি প্রথম সুলতান আব্দুল মোজিদের রাজত্বকালে হেজাজ ভিলায়েতের উসমানীয় যুগে নির্মিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}