{"pageid": 1118143, "title": "খড়গপুর–পুরী লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1118143", "content": "খড়গপুর–পুরী লাইন সংযোগের সময় একটি রেলওয়ে লাইন পশ্চিমবঙ্গ রাজ্যর খড়গপুর  এবং ওড়িশার পুরীর মধ্যে। এই লাইনের খড়গপুর-খুর্দা রোড অংশটি হাওড়া-চেন্নাই প্রধান লাইনের অংশ।\n\n\n== ভূগোল ==\nখড়্গপুর-পুরী রেখাটি পূর্ব উপকূলীয় সমভূমির সুবর্ণরেখার উত্তর অংশ অতিক্রম করে , বৈতরণী, ব্রাহ্মণী এবং মহানদীর মতো নদী অতিক্রম করে। পূর্ব ঘাট এবং বঙ্গোপসাগরের মধ্যে অবস্থিত উপকূলীয় সমভূমিগুলি জনসংখ্যার উচ্চ ঘনত্ব সহ উর্বর কৃষি জমি। ৯০০ কিমি (৫৫৯ মা) এর বড় ব-দ্বীপে প্রবেশ করে -দীর্ঘ মহানদী, চ্যানেলের একটি সিরিজ সহ, কটকের কাছে। \n\n\n== ইতিহাস ==\n\n\n=== হাওড়া-চেন্নাই প্রধাণ লাইন ===\n১৮৯৩ থেকে ১৮৯৬ সময়কালে, ১,২৮৭ কিমি (৮০০ মা) ইস্ট কোস্ট স্টেট রেলওয়ের  নির্মিত এবং যান চলাচলের জন্য উন্মুক্ত করা হয়েছিল। এটি ব্রাহ্মণী, কাঠজোদি, কুয়াখাই এবং বিরূপার মতো নদীর উপর কয়েকটি বৃহত্তম সেতু নির্মাণের প্রয়োজন ছিল। বেঙ্গল নাগপুর রেলওয়ে কটকে লাইন সম্পূর্ণরূপে ওভার ব্রিজ সমাপ্তির পরে খোলা হয় মহানদী ১৯০১ সালে \n৫১৪ কিমি (৩১৯ মা) ইস্ট কোস্ট স্টেট রেলওয়ের দীর্ঘ উত্তর অংশ ১৯০২ সালে বিএনআর এর সাথে একীভূত হয়। \n\n\n=== খুরদা রোড-পুরী ===\nখুরদা রোড-পুরি অধ্যায় ট্রাফিক খোলা হয়েছিল ১ ফেব্রুয়ারি  ১৮৯৭। \nখুরদা রোড-পুরী বিভাগের ডাবল লাইন অপারেশন জুলাই .২০১৫ এ শেষ হয়েছে। \n\n\n=== ময়ূরভঞ্জ লিঙ্ক ===\n\"বেঙ্গল-নাগপুর রেলওয়ে কালিমাটি থেকে গুরুমাইশিনী পাহাড় পর্যন্ত একটি লাইন নির্মাণের কাজ শুরু করেছে, যেখান থেকে লৌহ আকরিক প্রাপ্ত করা হবে।\"  (কালিমাটি পরে জামশেদপুর/টাটানগর হয়ে ওঠে)। এটাই ছিল ময়ূরভঞ্জ রাজ্যে রেলের প্রথম যাত্রা। (টাটানগর-গৌরমাহিসানি লাইনের বিশদ বিবরণ আসানসোল-টাটানগর-খড়গপুর লাইনে পাওয়া যায় । )\nযাইহোক, এমনকি আগে যে ময়ূরভঞ্জ স্টেট রেলওয়ে লিঙ্ক রূপসা উপর হাওড়া-চেন্নাই প্রধান লাইন সঙ্গে Baripada 1905 একটি সংকীর্ণ গেজ লাইন মাধ্যমে এবং তারপর আরও বাড়ানো।  ইয়ান ম্যানিং তার দ্য ইস্ট কোস্ট -এ ন্যারো-গেজ ট্রেনে ভ্রমণের অভিজ্ঞতা তুলে ধরেছেন। [১] রূপসা-বারিপাদা-বাংরিপোসি লাইনটি 1996 এবং 2006 সালের মধ্যে ব্রডগেজে রূপান্তরিত হয়েছিল। \n\n\n=== পারাদ্বীপ এবং অন্যান্য পোর্ট লিঙ্ক ===\n১৯৬২ সালের ৩১ জানুয়ারি প্রধানমন্ত্রী জওহরলাল নেহেরু কটক-পারাদ্বীপ লাইনের ভিত্তিপ্রস্তর স্থাপন করেন। এটা  ১৯৭৩ সালে ট্রাফিকের জন্য খোলা হয়েছিলছিল। \n১৯৬৬ সালে খোলা, পারাদ্বীপ বন্দর তার কার্গো-হ্যান্ডলিং ক্ষমতা বার্ষিক ৭৬ মিলিয়ন টন থেকে ২০২০ সালে ২৩৭ মিলিয়ন টনে প্রসারিত করার পরিকল্পনা করেছে। ১,২৫,০০০ DWT (ক্যাপেসাইজ জাহাজের চেয়ে সামান্য ছোট) জাহাজগুলি পরিচালনা করার জন্য প্রবেশদ্বার এবং অ্যাপ্রোচ চ্যানেলগুলিকে গভীর করা হচ্ছে। \n২০১১ সালে খোলা ধামরা বন্দর ১,৮০,০০০ DWT পর্যন্ত ক্যাপসাইজ জাহাজ পরিচালনা করার ক্ষমতা রাখে। এটি একটি এর সাথে ভদ্রকের সাথে যুক্ত ৬২ কিলোমিটার দীর্ঘ রেললাইন। এটি লার্সেন অ্যান্ড টুব্রো এবং টাটা স্টিলের যৌথ উদ্যোগ। \n\nধামড়া ছাড়াও থেকে নতুন বন্দর তৈরী হবে  কীর্তনিয়া সুবর্ণরেখা নদীর মুখে, আস্তরাঙ্গা  পুরী জেলায় এবং চুড়ামণি ভদ্রক জেলায়।   দীঘার সাথে জলেশ্বরের সাথে সংযোগকারী ৪১ কিলোমিটার দীর্ঘ সদ্য অনুমোদিত লাইন কীর্তনিয়ায় নতুন বন্দর পরিষেবা দেবে বলে আশা করা হচ্ছে।  খুরদা রোড-পুরী লাইনে ভুবনেশ্বর নিউ স্টেশনের সাথে আস্তারাঙ্গা বন্দর সংযুক্ত হবে। \n\n\n=== কয়লাক্ষেত্র এবং লোহা আকরিক খনি লিঙ্ক ===\n৩৮.৬৫ বিলিয়ন টন মজুদ সহ তালচর কয়লাক্ষেত্র  কটক-সম্বলপুর লাইনে অবস্থিত।\nবারবিল-জোদা অঞ্চলটি দেশের সর্বোচ্চ লোহা আকরিক উৎপাদনকারী অঞ্চল, যেখানে বার্ষিক প্রায় ৪০ মিলিয়ন টন লম্প এবং জরিমানা হয়।  এই অঞ্চল, সেইসাথে দইতারি-কলিঙ্গনগর খনি-শিল্প অঞ্চলটি পাদাপাহাড়-জাখাপুরা এবং রাজখারসাওয়ান-বারবিল লাইনের মাধ্যমে সংযুক্ত। (আরো তথ্যের জন্য টাটানগর-বিলাসপুর বিভাগ দেখুন। )\n\n\n== বিদ্যুতায়ন ==\nহাওড়া-চেন্নাই মেল দক্ষিণ পূর্ব রেলওয়ের প্রথম ট্রেন ছিল যা  ১৯৬৫ সালে একটি ডিজেল ইঞ্জিন (WDM-1 ) দ্বারা চালানো হয়েছিল। \nহাওড়া-চেন্নাই রুট ২০০৫ সালে সম্পূর্ণভাবে বিদ্যুতায়িত হয়।   হিজলি-বাখরাবাদ ১০৯৮-৯৯ সালে, বাখরাবাদ-জলেশ্বর ২০০০-০১ সালে, ২০০১-০২ সালে জলেশ্বর-আমরদা রোড, ২০০২-০৩ সালে অমরদা রোড-বালাসোর, ২০০৩-০৪ সালে বালাসোর-রানিতাল, ২০০৩-০৪-এ ভাদ্রপাড়া,-এ বিদ্যুতায়িত হয়েছিল।  ২০০৩-০৪ সালে কপিলাস রোড-রাজতগড়, ২০০২-০৩ সালে রজতগড়-বারং, ২০০২-০৩ সালে বারং-ভুবনেশ্বর, এবং ২০০১-০২ সালে ভুবনেশ্বর-খুর্দা রোড। \n\n\n== গতিসীমা ==\nপুরো খড়গপুর-বিশাখাপত্তনম-বিজয়ওয়াড়া প্রধান লাইনটিকে একটি \"গ্রুপ বি\" লাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে যা 130 পর্যন্ত গতি নিতে পারে কিমি/ঘণ্টা কিছু শাখা লাইন যেমন তালচর-রাজতগড়-সালেগাঁও-নেরগুন্ডি, কটক-পারাদীপ, রাধাকিশোরপুর-রাজথগড়-বারং, কপিলাস রোড-সালেগাঁও এবং রাধাকিশোর-মাচাপুরকে গ্রুপ 'ডি স্প্ল' লাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে। এই বিভাগগুলি ইতোমধ্যে উচ্চ ট্রাফিক ঘনত্ব বহন করে বা ভবিষ্যতে উল্লেখযোগ্যভাবে বৃদ্ধি পাওয়ার সম্ভাবনা রয়েছে৷ এই ধরনের লাইনের জন্য অনুমোদিত গতি সীমা হল 100 কিমি/ঘণ্টা \n\n\n== রেলওয়ে পুনর্গঠন ==\nবেঙ্গল নাগপুর রেলওয়ে ১৯৪৪ সালে জাতীয়করণ করা হয়।  পূর্ব রেল ১৪ এপ্রিল ১৯৫২ সালে ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির পূর্বে মুঘলসারাই এবং বেঙ্গল নাগপুর রেলওয়ের অংশ নিয়ে গঠিত হয়েছিল।  ১৯৫৫ সালে, দক্ষিণ পূর্ব রেল পূর্ব রেলওয়ে থেকে খোদাই করা হয়েছিল। এই লাইনগুলির  বেশিরভাগই আগে BNR দ্বারা পরিচালিত হত।  ২০০৩ সালের এপ্রিলে শুরু হওয়া নতুন অঞ্চলগুলির মধ্যে ছিল পূর্ব উপকূল রেল এবং দক্ষিণ পূর্ব মধ্য রেল । এই দুটি রেলপথই দক্ষিণ পূর্ব রেল থেকে খোদাই করা হয়েছিল। \n\n\n== যাত্রী চলাচল ==\nএই লাইনের তে স্টেশনগুলি ভারতীয় রেলের প্রথম ১০০ স্টেশনের তালিকায় আছে :\nখড়গপুর, ভুবনেশ্বর, কটক এবং পুরী\n\n\n== তথ্যসূত্র =="}