{"pageid": 1118710, "title": "ব্রিটিশ দ্বীপপুঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1118710", "content": "ব্রিটিশ দ্বীপপুঞ্জ হল ইউরোপ মহাদেশের উত্তর-পশ্চিম উপকূলে উত্তর আটলান্টিক মহাসাগরের একটি দ্বীপের একটি গ্রুপ, যা গ্রেট ব্রিটেন, আয়ারল্যান্ড, আইল অফ ম্যান, ইনার এবং আউটার হেব্রাইডস, উত্তর দ্বীপপুঞ্জ এবং ছয়টির বেশি দ্বীপ নিয়ে গঠিত। হাজার হাজার ছোট দ্বীপ।  তাদের মোট এলাকা ৩,১৫,১৫৯ কিমি২ (১,২১,৬৮৪ মা২)    এবং প্রায় ৭২ জন সম্মিলিত জনসংখ্যা মিলিয়ন, এবং দুটি সার্বভৌম রাষ্ট্র অন্তর্ভুক্ত , আয়ারল্যান্ড প্রজাতন্ত্র (যা আয়ারল্যান্ডের প্রায় ৫/৬ ভাগ জুড়ে), এবং গ্রেট ব্রিটেনের যুক্তরাজ্য এবং উত্তর আয়ারল্যান্ড ।ফ্রান্সের উত্তর উপকূলে অবস্থিত চ্যানেল দ্বীপপুঞ্জকে কখনও কখনও ব্রিটিশ দ্বীপপুঞ্জের অংশ হিসেবে নেওয়া হয়, যদিও তারা দ্বীপপুঞ্জের অংশ নয়। \nপ্রাচীনতম শিলা ২.৭ বিলিয়ন বছর পুরানো এবং আয়ারল্যান্ড, ওয়েলস এবং স্কটল্যান্ডের উত্তর-পশ্চিমে পাওয়া যায়। সিলুরিয়ান সময়কালে, উত্তর-পশ্চিম অঞ্চলগুলি দক্ষিণ-পূর্বের সাথে সংঘর্ষে লিপ্ত হয়েছিল, যা একটি পৃথক মহাদেশীয় স্থলভাগের অংশ ছিল।দ্বীপগুলোর ভূ-সংস্থান বৈশ্বিক মানদণ্ড অনুসারে পরিমিত।বেন নেভিস, সর্বোচ্চ পর্বত, মাত্র ১,৩৪৫ মিটার (৪,৪১৩ ফুট),  এবং লঘ নিঘ, যা দ্বীপ গোষ্ঠীর অন্যান্য হ্রদের তুলনায় উল্লেখযোগ্যভাবে বড়, ৩৯০ বর্গকিলোমিটার (১৫১ বর্গমাইল) জুড়ে রয়েছে ।জলবায়ু নাতিশীতোষ্ণ সামুদ্রিক, শীতল শীত এবং উষ্ণ গ্রীষ্ম সহ।উত্তর আটলান্টিক প্রবাহ উল্লেখযোগ্য আর্দ্রতা নিয়ে আসে এবং তাপমাত্রা ১১ °C (২০ °F) বাড়ায় অক্ষাংশের জন্য বিশ্বব্যাপী গড়ের উপরে।এটি এমন একটি ল্যান্ডস্কেপের দিকে পরিচালিত করেছিল যা দীর্ঘদিন ধরে নাতিশীতোষ্ণ জলাবন দ্বারা আধিপত্য ছিল, যদিও মানুষের কার্যকলাপ তখন থেকে বনের বিশাল অংশকে পরিষ্কার করেছে।১২,০০০ খ্রিস্টপূর্বাব্দে, যখন গ্রেট ব্রিটেন এখনও ইউরোপীয় মহাদেশের একটি উপদ্বীপের অংশ ছিলো তখন কোয়াটারনারি হিমবাহের শেষ হিমবাহের পর এই অঞ্চলটি পুনরায় বসতি স্থাপন করে।আয়ারল্যান্ড, যেটি ১২,০০০ খ্রিস্টপূর্বাব্দের মধ্যে একটি দ্বীপে পরিণত হয়েছিল,  ৮,০০০  খ্রিস্টপূর্বাব্দের পর পর্যন্ত সেখানে জনবসতি ছিল না।  গ্রেট ব্রিটেন ৫৬০০ খ্রিস্টপূর্বাব্দে একটি দ্বীপে পরিণত হয়েছিল।\nহিবার্নি (আয়ারল্যান্ড), পিক্টস (উত্তর ব্রিটেন) এবং ব্রিটেন (দক্ষিণ ব্রিটেন), সমস্ত ইনসুলার সেল্টিক ভাষাতে কথা বলে, খ্রিস্টপূর্ব ১ম সহস্রাব্দের শুরুতে দ্বীপগুলিতে বসবাস করত।43 খ্রিস্টাব্দ থেকে রোমান সাম্রাজ্য দ্বারা ব্রিটেন-অধিকৃত ব্রিটেনের বেশিরভাগ অংশ জয় করা হয়েছিল।প্রথম অ্যাংলো-স্যাক্সনরা ৫ম শতাব্দীতে রোমান শক্তি হ্রাস পাওয়ার সাথে সাথে এসেছিল এবং অবশেষে তারা এখন ইংল্যান্ডের বেশিরভাগ অংশে আধিপত্য বিস্তার করে। ভাইকিং আক্রমণগুলি ৯ম শতাব্দীতে শুরু হয়েছিল, তারপরে আরও স্থায়ী বসতি এবং রাজনৈতিক পরিবর্তন, বিশেষ করে ইংল্যান্ডে।১০৬৬ সালে ইংল্যান্ডে নরম্যান বিজয় এবং ১১৬৯ সালে আয়ারল্যান্ডের পরবর্তী অ্যাঞ্জেভিন আংশিক বিজয় ব্রিটেনের বেশিরভাগ অংশ এবং আয়ারল্যান্ডের কিছু অংশ জুড়ে একটি নতুন নর্মান শাসক অভিজাতদের আরোপিত করে।মধ্যযুগের শেষের দিকে, গ্রেট ব্রিটেনকে ইংল্যান্ডের রাজ্য এবং স্কটল্যান্ডের রাজ্যে বিভক্ত করা হয়েছিল, যখন আয়ারল্যান্ডের নিয়ন্ত্রণ গ্যালিক রাজ্য, হিবারনো -নর্মান লর্ডস এবং আয়ারল্যান্ডের ইংরেজ-শাসিত লর্ডশিপের মধ্যে প্রবাহিত হয়েছিল, শীঘ্রই শুধুমাত্র দ্য প্যালেতে সীমাবদ্ধ ছিল।১৬০৩ ইউনিয়ন অফ দ্য ক্রাউনস, অ্যাক্টস অফ ইউনিয়ন ১৭০৭ এবং অ্যাক্টস অফ ইউনিয়ন ১৮০০ এর লক্ষ্য ছিল ব্রিটেন এবং আয়ারল্যান্ডকে একটি একক রাজনৈতিক ইউনিট, গ্রেট ব্রিটেন এবং আয়ারল্যান্ডের যুক্তরাজ্য, আইল অফ ম্যান এবং চ্যানেল দ্বীপপুঞ্জকে ক্রাউন নির্ভরতা হিসাবে অবশিষ্ট রেখে। .ব্রিটিশ সাম্রাজ্যের বিস্তৃতি এবং আইরিশ দুর্ভিক্ষ এবং হাইল্যান্ড ক্লিয়ারেন্সের পরে অভিবাসনের ফলে সারা বিশ্বে কিছু দ্বীপের জনসংখ্যা এবং সংস্কৃতি ছড়িয়ে পড়ে এবং 1\n১৯ শতকের দ্বিতীয়ার্ধে আয়ারল্যান্ডের দ্রুত জনসংখ্যা হ্রাস পায়।\nআইরিশ স্বাধীনতা যুদ্ধ এবং পরবর্তী অ্যাংলো-আইরিশ চুক্তির (১৯১৯-১৯২২) পরে বেশিরভাগ আয়ারল্যযুক্তরাজ্যািংডম থেকে বিচ্ছিন্ন হয়ে যায়, উত্তর আয়ারল্যান্ড হিসাবে যুক্তরাজ্যে ছয়টি কাউন্টি অবশিষ্ট থাকে।\nআয়ারল্যান্ডে, \"ব্রিটিশ দ্বীপপুঞ্জ\" শব্দটি বিতর্কিত, এবং এর ব্যবহার নিয়ে আপত্তি রয়েছে। আয়ারল্যান্ড সরকার আনুষ্ঠানিকভাবে এই শব্দটিকে স্বীকৃতি দেয় না,  এবং লন্ডনে তার দূতাবাস এটির ব্যবহারকে নিরুৎসাহিত করে। ব্রিটেন এবং আয়ারল্যান্ডকে বিকল্প বর্ণনা হিসেবে ব্যবহার করা হয়,  এবং আটলান্টিক আর্কিপেলাগোও একাডেমিয়ায় সীমিত ব্যবহার দেখেছে।\n\n\n== তথ্যসূত্র =="}