{"pageid": 1118914, "title": "গণঅধিকার পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1118914", "content": "গণঅধিকার পরিষদ   বাংলাদেশের একটি রাজনৈতিক দল। ২০২১ সালের ২৬ অক্টোবর দলটি প্রতিষ্ঠিত হয় ও ২০২৪ সালের ২ সেপ্টেম্বর দলটি নির্বাচন কমিশনের নিবন্ধন লাভ করে। দলটির নির্বাচনী প্রতীক হলো ট্রাক। \n\n\n== ইতিহাস ==\n১৭ ফেব্রুয়ারি ২০১৮ সালে গঠিত হয় বাংলাদেশ সাধারণ ছাত্র অধিকার সংরক্ষণ পরিষদ। পরবর্তীতে ২০২০ সালের ১৭ ফেব্রুয়ারি এর নাম পরিবর্তন করে রাখা হয় বাংলাদেশ ছাত্র অধিকার পরিষদ। ২০১৯ সালের ২৫ ফেব্রুয়ারি ডাকসু নির্বাচন অনুষ্ঠিত হয়। সেখানে কোটা সংস্কার আন্দোলনের নেতারা তাদের অবস্থান এবং গ্রহণযোগ্যতা বিবেচনা করে প্যানেল করে নির্বাচনে অংশ নেয়। এ নির্বাচন নিয়ে নানান মতবাদ ও কারচুপির অভিযোগ থাকলেও ভিপি এবং সমাজসেবা পদে জয়লাভ করেন কোটা সংস্কার আন্দোলনের দুই নেতা। ধীরে ধীরে আন্দোলন-সংগ্রামের মধ্য দিয়ে সারাদেশে সু-সংগঠিত হতে থাকে সাধারণ ছাত্র অধিকার পরিষদ। যার ফলশ্রুতিতে একটি নব্য রাজনৈতিক ধারার দ্বার উন্মোচনের সম্ভাবনা তৈরি হয়।\n২০২১ সালের ২৬ অক্টোবর মঙ্গলবার রাজনৈতিক দল হিসেবে গণঅধিকার পরিষদ আত্নপ্রকাশ করে। অর্থনীতিবিদ ড. রেজা কিবরিয়া ও ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় ছাত্র সংসদের (ডাকসু) সাবেক ভিপি নুরুল হক নুরের নেতৃত্বে দলটির আত্মপ্রকাশ হয়। গণতন্ত্র, ন্যায়বিচার, অধিকার, জাতীয় স্বার্থ - এই চারটি মূলনীতি নিয়ে দলটি প্রতিষ্ঠিত হয়। দলটির প্রধান কার্যালয় ঢাকার পুরানা পল্টনের বিজয়নগরের আল রাজী কমপ্লেক্সে অবস্থিত।\n২০২৩ সালের জুনে দলটির আহ্বায়ক রেজা কিবরিয়া ও সদস্যসচিব নুরুল হক একে অপরকে পাল্টাপাল্টি অব্যাহতি দেন। পরে নুরুল হকের সমর্থকেরা ১০ জুলাই দলের জাতীয় কাউন্সিল করেন। তাতে নুরুল হক সভাপতি ও মুহাম্মদ রাশেদ খান সাধারণ সম্পাদক নির্বাচিত হন। তবে আরেক পক্ষ রেজা কিবরিয়াকে আহ্বায়ক ও ফারুক হাসানকে ভারপ্রাপ্ত সদস্যসচিব করে আহ্বায়ক কমিটি দিয়ে কার্যক্রম চালায়। ২৬ সেপ্টেম্বর রেজা কিবরিয়া তার নেতৃত্বাধীন গণঅধিকার পরিষদকে (একাংশ) রাজনৈতিক দল হিসেবে নিবন্ধন দিতে নির্বাচন কমিশনে আবেদন করেন, তবে নির্বাচন কমিশন তা নামঞ্জুর করে। ২০২৩ সালের ৩১ ডিসেম্বর রেজা কিবরিয়া গণঅধিকার পরিষদ ছেড়ে যান।\nদ্বাদশ জাতীয় সংসদ নির্বাচনে অংশ নিতে দলটি নিবন্ধনের আবেদন করলেও নিবন্ধন পেতে ব্যর্থ হয়। ২০২৩ সালের ১৩ ডিসেম্বর নির্বাচনী তফসিল বাতিল, সরকারের পদত্যাগ ও নিরপেক্ষ সরকারের অধীনে নির্বাচনের দাবিতে দলটি বিক্ষোভ মিছিল ও সড়ক অবরোধ কর্মসূচি পালন করে। ১৯ ডিসেম্বর পুলিশ দলটির কর্মসূচিতে বাধা দেয়।\n\n২০২৪ সালের জুনে দলটির বিভক্ত দুইপক্ষ একত্র হওয়ার প্রচেষ্টা নেয়। ১৪ আগস্ট দলটি আওয়ামী লীগ, ছাত্রলীগ ও যুবলীগকে সন্ত্রাসী সংগঠন হিসেবে নিষিদ্ধ করার দাবি জানায়। ৩১ আগস্ট দলটির বিভক্ত দুই পক্ষের তৃণমূল পর্যায়ের কর্মীরা বিভক্ত দুই পক্ষকে একত্র হওয়ার আল্টিমেটাম দেয়। ২ সেপ্টেম্বর বাংলাদেশ নির্বাচন কমিশন দলটিকে নিবন্ধন প্রদান করে।\n\n\n== তথ্যসূত্র =="}