{"pageid": 1118562, "title": "এস এম আব্রাহাম লিংকন", "url": "https://bn.wikipedia.org/wiki?curid=1118562", "content": "এস এম আব্রাহাম লিংকন (জন্ম: ১৪ নভেম্বর ১৯৬৬) একজন বাংলাদেশী সমাজকর্মী, মানবাধিকার কর্মী এবং আইনজীবী। সমাজসেবায় গুরুত্বপূর্ণ অবদানের স্বীকৃতিস্বরূপ বাংলাদেশ সরকার ২০২২ সালে তাকে একুশে পদক এবং ২০২৪ সালে স্বাধীনতা পুরস্কার প্রদান করে।\n\n\n== প্রাথমিক ও শিক্ষা জীবন ==\nএস এম আব্রাহাম লিংকন ১৯৬৬ সালের ১৪ নভেম্বর বাংলাদেশের কুড়িগ্রাম জেলার সদর উপজেলার কৃষ্ণপুর বকসীপাড়া গ্রামে নানাবাড়িতে জন্মগ্রহণ করেন। তারা বাবার নাম মহিউদ্দিন আহমদ এবং মায়ের নাম আমেনা খাতুন। বাবা মহিউদ্দিন আহমদ ছিলেন মুক্তিযুদ্ধের সংগঠক। এই দম্পতির সাত ছেলের মধ্যে পঞ্চম হচ্ছেন আব্রাহাম লিংকন।\nএস. এম. আব্রাহাম লিংকন তার শিক্ষাজীবন শুরু করেন খলিলগঞ্জ প্রাথমিক বিদ্যালয়ে। এরপর কিছুদিন কুড়িগ্রাম আলিয়া মাদ্রাসায় পড়াশোনা করেন। তিনি খলিলগঞ্জ উচ্চ বিদ্যালয় থেকে এসএসসি এবং কুড়িগ্রাম সরকারি কলেজ থেকে এইচএসসি পাস করেন। এইচএসসি পাসের পর তিনি রাজশাহী বিশ্ববিদ্যালয়ে ভর্তি হন এবং সেখান থেকে এলএলবি ও এলএলএম ডিগ্রি অর্জন করেন। বিশ্ববিদ্যালয়ে পড়াশোনার সময় ১৯৮৮ সালে তিনি রাকসুর সহকারী সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করেন। এছাড়াও তিনি ফিলিপাইন থেকে গ্রামীণ ব্যবস্থাপনা ও উন্নয়নের ওপর ডিপ্লোমা সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nএস এম আব্রাহাম লিংকন ১৯৯১ সালের ৯ অক্টোবর কুড়িগ্রামে আইনজীবী হিসেবে তার পেশাগত জীবন শুরু করেন এবং ১৯৯৬ সালে হাইকোর্টের আইনজীবী হিসেবে অন্তর্ভুক্ত হন। তিনি বাংলাদেশের সুপ্রীম কোর্টের তালিকাভুক্ত আইনজীবী। ২০০৭ সাল থেকে তিনি কুড়িগ্রামের পাবলিক প্রসিকিউটর হিসেবে দায়িত্ব পালন করছেন।\nলিংকন ফেলানী খাতুন সীমান্ত হত্যাকাণ্ডের মামলায় ফেলানীর পরিবারের পক্ষে আইনি লড়াই করছেন, যা বর্তমানে ভারতের সর্বোচ্চ আদালতে চলমান। এছাড়াও তিনি মুক্তিযোদ্ধা তারামন বিবির পুনর্বাসনে সাহায্য করেছেন, যিনি মুক্তিযুদ্ধে গুরুত্বপূর্ণ অবদান রেখেছেন।\nতিনি উত্তরবঙ্গ জাদুঘরের প্রতিষ্ঠাতা, যেখানে ২০ বছরের গবেষণায় সংগ্রহ করা ঐতিহাসিক নিদর্শন সংরক্ষিত রয়েছে। লিংকন স্থানীয় ইতিহাস নিয়ে ১৬টি বই রচনা করেছেন, যেগুলো বাংলা একাডেমি ও এশিয়াটিক সোসাইটি থেকে প্রকাশিত হয়েছে।\nএকজন শিক্ষাবিদ হিসেবে তিনি কুড়িগ্রাম আইন কলেজ প্রতিষ্ঠা করেন। তিনি বাংলাদেশের জাতীয় বিশ্ববিদ্যালয়ের সিনেটর এবং আইন পরীক্ষণ কমিটির সদস্য হিসেবে দায়িত্ব পালন করেছেন। এছাড়া তিনি রাজশাহী বিশ্ববিদ্যালয়ের আইন অনুষদের কোর্স কমিটির সদস্য ছিলেন।\nলিংকন বাংলাদেশ-ভারত সীমান্ত ভুক্তভোগী উদ্ধার ও আইনি সহায়তা ফোরামের আহ্বায়ক, যা সীমান্ত সংঘর্ষের শিকারদের আইনি সহায়তা প্রদান করে। তিনি বাংলাদেশ-ভারত ছিটমহল বিনিময় সমন্বয় কমিটির উপদেষ্টা হিসেবেও কাজ করেছেন, যা বাংলাদেশ ও ভারতের মধ্যে ১৬১টি ছিটমহলের বিনিময়ে সহায়তা করেছে।\nতিনি বাংলাদেশ জাতীয় মানবাধিকার কমিশন এবং রংপুরের বেগম রোকেয়া বিশ্ববিদ্যালয়ের আইন উপদেষ্টা হিসেবেও দায়িত্ব পালন করেছেন।\n\n\n== পুরস্কার ==\n২২ জানুয়ারি ২০২২ সালে লিংকনকে বাংলাদেশের বেসামরিক নাগরিকদের জন্য দ্বিতীয় সর্বোচ্চ সম্মাননা একুশে পদক প্রদান করা হয়। পরে, ২০২৪ সালে, তাকে দেশের সর্বোচ্চ বেসামরিক সম্মাননা স্বাধীনতা পুরস্কার প্রদান করা হয়।\n\n\n== ব্যক্তিজীবন ==\nলিংকন বিবাহিত এবং তার স্ত্রী নাজমুন নাহার সুইটি। এই দম্পতির একটি পুত্রসন্তান রয়েছে, যার নাম সশৌতা গৌরব সিদ্ধার্থ।\n\n\n== তথ্যসূত্র =="}