{"pageid": 1118126, "title": "পায়েল", "url": "https://bn.wikipedia.org/wiki?curid=1118126", "content": "পায়েল হল গোড়ালির চারপাশে পরিধান করার একটি অলঙ্কার। দক্ষিণ এশিয়ার মেয়েরা ও মহিলার পায়ের গোড়ালি ও পায়েরর আঙট ঐতিহাসিকভাবে কমপক্ষে ৮,০০০ বছরেরও বেশি সময় ধরে পরিধান করে আসছে, যেখানে এটি সাধারণত পাত্তিলু, গোলসু এবং কখনও কখনও নূপুর নামে পরিচিত। এগুলি প্রাগৈতিহাসিক সময় থেকে মিশরীয় মহিলাদের দ্বারাও পরিধান করা হয়েছে। মার্কিন যুক্তরাষ্ট্রে নৈমিত্তিক এবং আরও আনুষ্ঠানিক উভয় পায়েলই ১৯৩০-এর দশক থেকে ২০ শতকের শেষের দিকে কেতাদুরস্ত হয়ে ওঠে। যদিও পশ্চিমা জনপ্রিয় সংস্কৃতিতে অল্প বয়স্ক পুরুষ ও মহিলা উভয়ই নৈমিত্তিক চামড়ার পায়েল পরতে পারে, তবে অলঙ্কার দুটি খালি পায়ে মহিলাদের মধ্যে জনপ্রিয়। আনুষ্ঠানিক পায়েলসমূহ (রূপা, সোনা বা পুঁথি) কিছু মহিলা রেওয়াজী গহনা হিসাবে ব্যবহার করেন। ভারতীয় বিয়েতে পায়েল হল একটি গুরুত্বপূর্ণ গহনা, যা শাড়ির সাথে পরিধান করা হয়। মাঝে মাঝে, উভয় পায়ের গোড়ালিতে পরিধান করা পায়েল একটি চেইন দ্বারা যুক্ত করা হয়, যাতে পায়ের পদক্ষেপটি সীমিত হয়। এই অভ্যাসটি একসময় দক্ষিণ-পূর্ব এশিয়ায় প্রচলিত ছিল, \"মেয়েলি\"ভাবে ক্ষুদ্র পদক্ষেপে চলনের জন্য এমনটি করা হত।\nআজ, কয়েকজন পশ্চিমা মহিলা এই অভ্যাসটি অনুসরণ করেন, তবে তারা জনসমক্ষে খুব কমই এমনটি করেন। এখনও খুব কমই, কিছু লোক \"স্থায়ী\" (যেমন, রাংঝাল করা) পায়েল চেইন এবং এমনকি সংযোগকারী চেইন পরিধান করে।\n\n\n== ইতিহাস ==\n\n\n=== দক্ষিণ এশিয়া ===\nমেহেরগড়ের নব্যপ্রস্তরযুগ এবং তাম্র যুগ সময়কাল পায়েলের ব্যবহারকে নির্দেশ করে। জন মার্শাল নৃত্যরত মেয়ের মূর্তিকে হাতের আংটি, চুড়ি ও পায়েলে সজ্জিত হিসাবে বর্ণনা করেছেন। তামিল সাহিত্যের শিলপ্পদিকারম (দ্য স্টোরি অব দ্য অ্যাঙ্কলেট) নামক খ্রিস্টীয় প্রথম শতাব্দীর মহাকাব্যটিতে এমন একজন মহিলার উল্লেখ করেছিল যার স্বামী তার একটি পায়েল একজন অসৎ স্বর্ণকারের কাছে বিক্রি করতে গিয়ে নিহত হয়েছিল। কবিতায় পায়েলকে বিশদভাবে বর্ণনা করা হয়েছে।\nরাজস্থানী মহিলারা সবচেয়ে ভারী ধরনের পায়েল পরিধান করে, যা রূপালী ও উপজাতীয় আনুগত্য নির্দেশ করে। মহিলারা এগুলিকে পোশাকের গয়না হিসাবে পরিধান করে, তবে অন্যান্য প্রতিদ্বন্দ্বী উপজাতিদের সামনে একটি সাহসী উপজাতি হিসাবে নিজেদের প্রদর্শন করার জন্যও ব্যবহার করা হয়। এখন ভারতে ভারী পায়েলের চলন হ্রাস পাচ্ছে, তবে এটি এখনও গ্রামীণ এলাকায় সাধারণ বিষয়।\n\n\n=== শ্রীলংকা ===\nনর্তকীরা পায়েল পরিধান করে। পায়েল উভয় গোড়ালিতে পরিধান করা হয়।\n\n\n== অলংকার হিসেবে ==\nপায়েলসমূহ রূপা, সোনা ও অন্যান্য কম মূল্যবান ধাতুর পাশাপাশি চামড়া, প্লাস্টিক, নাইলন এবং এই জাতীয় অন্যান্য উপকরণ দিয়ে তৈরি করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}