{"pageid": 1118470, "title": "ব্রহ্মবিদ্যা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1118470", "content": "ব্রহ্মবিদ্যা উপনিষদ (সংস্কৃত: ब्रह्मविद्या उपनिषत्) হল সংস্কৃত পাঠ এবং হিন্দুধর্মের ছোট উপনিষদ। এটি চারটি বেদের বিশটি যোগ উপনিষদের মধ্যে একটি।\nএর পাণ্ডুলিপির দুটি প্রধান সংস্করণ জানা যায়। একটির চৌদ্দটি শ্লোক আছে যা অথর্ববেদের সাথে সংযুক্ত, অপরটি বড় পাণ্ডুলিপি তেলুগু ভাষায় বিদ্যমান যার একশ দশটি শ্লোক রয়েছে এবং এটি কৃষ্ণ যজুর্বেদের সাথে সংযুক্ত।\nউপনিষদ প্রধানত ওঁ-এর গঠন, এর ধ্বনির দিক, এর স্থান নির্ধারণ, এর শুরু ও শেষ এবং লয় (এর ধ্বনি বিবর্ণ হয়ে যাওয়া) এর তাৎপর্য ব্যাখ্যা করে। ওঁ হল ব্রহ্ম (চূড়ান্ত বাস্তবতা), পাঠ্যটি দাবি করে। পাঠ্যটি উল্লেখ করার জন্য উল্লেখযোগ্য যে দেবতারা মানবদেহের অভ্যন্তরে পাঁচটি আত্মা হিসেবে বাস করেন, যার গলায় বিষ্ণু, তালুর মাঝখানে রুদ্র, কপালে শিব, নাকের ডগায় সদাশিব ও হৃদয়ে ব্রহ্ম। অন্তর্নিহিত আত্মা, পাঠ্যটি বলে, সর্বত্র বিরাজমান ব্রহ্ম সর্বান্তরীয় পরমাত্মার সমান।\nএকে ব্রহ্মবিদ্যাপোনিষদ নামেও ডাকা হয়। এটি ১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমানের ক্রমিক ক্রমানুসারে ৪০ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== কালপঞ্জি ==\nমিরসিয়া এলিয়েড বলেন, পাঠ্যটি সম্ভবত মৈত্রী উপনিষদের পরে রচিত। তিনি এটিকে মহাভারতের উপদেশমূলক অংশ, প্রধান সন্ন্যাস উপনিষদ এবং ব্রহ্মবিন্দু, ক্ষুরিকা, তেজোবিন্দু, যোগতত্ত্ব, নাদবিন্দু, যোগশিখা, ধানবিন্দু ও অমৃতবিন্দুর মতো অন্যান্য প্রাথমিক যোগ উপনিষদের মতো একই সময়ে তারিখে উল্লেখ করেছেন। এগুলি ও ব্রহ্মবিদ্যা পাঠ, এলিয়েড যোগ করে, দশ বা এগারোটি পরবর্তী যোগিক উপনিষদ যেমন যোগ-কুণ্ডলী, বরাহ ও পাশুপতব্রহ্ম উপনিষদের আগে রচিত হয়েছিল।\nগ্যাভিন ফ্লাড ব্রহ্মবিদ্যা পাঠের তারিখ, অন্যান্য যোগ উপনিষদের সাথে, সম্ভবত ১০০ খৃষ্টপূর্বাব্দ থেকে ৩০০  খৃষ্টাব্দ সময়ের মধ্যে।\n\n\n== বিষয়বস্তু ==\n\nব্রহ্মবিদ্যা উপনিষদে ১১০টি শ্লোক রয়েছে। ধর্মগ্রন্থের প্রধান বিষয়গুলি হল ব্রহ্মবিদ্যা – ব্রহ্মের জ্ঞান, ব্রহ্মের চরিত্র, ওঁ প্রতীক ও ব্যক্তির স্ব-চেতনার প্রকৃতি, মানুষের সংযুক্তি ও সেখান থেকে মুক্তি।\nপ্রথম দশটি পদ বলে যে ওঁ তিনটি সিলেবলের সমন্বয়ে গঠিত, নামকরণ অ, উ ও ম। শব্দাংশ \"ম\" এর উপরে বিন্দু আকারে ডায়াক্রিটিক (অনুস্বর) যুক্ত করা হয়েছে যা শব্দটিকে আধ্যাত্মিক শব্দ দেয়।\nসিলেবলগুলিকে তিনটি বেদের সাথে সাথে তিনটি জগতের সাথে তুলনা করা হয়েছে - স্বর্গ (স্বর্গ, উচ্চ অঞ্চল), পৃথ্বী (পৃথিবী) ও পাতাল (নিম্ন অঞ্চল)। এটি সূর্য, চন্দ্র ও অগ্নি প্রতিনিধিত্বকারী হিসাবে বিবৃত হয়েছে। সুষুম্না নদী (চ্যানেল) যা শরীরের সুষুম্নাকাণ্ড বরাবর চলে তা বর্ণনা করা হয়েছে। ৭২,০০০ চ্যানেল থেকে নির্গত সূর্যের তেজকে সুষুম্নার সাথে তুলনা করা হয়।\nঋষির দ্বারা ও উচ্চারণ তাকে ব্রহ্মের সাথে এক হতে বাধ্য করে, একইভাবে ঘণ্টার আওয়াজ \"শান্তির ধ্বনি\"-এ একত্রিত হয়ে তাকে তার দৃঢ় বিশ্বাস থেকে মুক্তি দেয়। ওঁ ধ্বনিকে ধাতব পাত্র দ্বারা তৈরি শব্দ বা ঘণ্টার শব্দের সাথে তুলনা করা হয়, যা ধীরে ধীরে নীরবতায় পরিণত হয়।\nসর্বোচ্চ স্বয়ং (আত্মা), পাঠকে দাবি করে, হৃদয়ে বাস করে। সেই আত্মাকে জানতে হলে সকল বন্ধন থেকে মুক্তি পেতে হয়। এই জ্ঞান গুরুর প্রতি ভক্তি ও নিবেদনের সাথে অর্জিত হয়, এবং আত্ম ও ব্রহ্মের অদ্বৈত পরিচয় উপলব্ধি করে, যার সাথে সমস্ত সংযুক্তি পরিত্যাগ করা হয়।\nপাঠ্যটিতে বলা হয়েছে যে সোহং জপ করা যার অর্থ \"আমি সেই\", ওঁ জপ করার অনুরূপ এবং এটি দুধে ঘি (স্পষ্ট করা মাখন) যেভাবে উৎসারিত হয় সেভাবে নিজেকে উপলব্ধি করতে সক্ষম করে। শরীরের মাঝখানে দড়ি দিয়ে জপ করাকে কুন্ডলিনীর যোগ ব্যায়ামের মাধ্যমে যে উপলব্ধি করা হয় তার সাথে তুলনা করা হয়। \"সর্বোচ্চ স্বয়ং\" (পরমাত্মা) কে আত্মা হিসাবে সকলের হৃদয়ে বসবাসকারী হামসা পাখির সাথে তুলনা করা হয়; যার আত্ম-উপলব্ধি জাগতিক বন্ধন থেকে মুক্তি দেয়।\n\nযোগের অনুশীলন, গুরুর মাধ্যমে (যাকে প্রভু হিসেবে চিহ্নিত করা হয়), পরম আত্ম ও ব্রহ্মকে উপলব্ধি করার ক্ষমতা রাখে এবং এইভাবে জীবনচক্র, বেদ ও জ্ঞান এবং আরও অনেক কিছু থেকে নিজেকে বিচ্ছিন্ন করে। বলা হয় পরমাত্মার উপলব্ধি শুধুমাত্র গুরু বা বেদের মাধ্যমেই অর্জিত হয়। পরমাত্মার প্রকৃতিকে আরও ব্যাখ্যা করা হয়েছে এবং ব্রহ্মা, বিষ্ণু, শিব ও পুরুষের সাথে চিহ্নিত করা হয়েছে।\nপাঠ্যটি জীব ও ব্রহ্ম (অসীম আত্ম) এর মধ্যে পার্থক্য বর্ণনা করে। পাঁচটি আত্ম পাঁচটি পঞ্চ-ব্রহ্মা দেবতা ব্রহ্মা, বিষ্ণু, রুদ্র, মহেশ্বর এবং সদাশিবের সাথে সম্পর্কিত। তারা দেহে \"হৃদপিণ্ড, গলা, তালু, কপাল ও নাকের ডগায়\" বাস করে।উদাহরণস্বরূপ, ব্রহ্মকে নাকের শেষ প্রান্ত থেকে ১২ অ্যাঙ্গুল (আঙুলের প্রস্থ) অবস্থানে বলা হয়। এটি সেই অবস্থান যার নিয়ন্ত্রণ শ্বাস ফিরিয়ে আনতে পারে, এবং পরম সুখের রহস্য অর্জনের জন্য এটি মনের সাথে সংযুক্ত করুন, যা দৃষ্টি ও অনুভূতির বাহ্যিকতা থেকে গাফেল থাকবে।\nযোগ, যা একজনকে ভাল ও মন্দের দিক থেকে পরিত্রাণ পেতে সক্ষম করে, শুধুমাত্র গুরুর দ্বারা এমন ছাত্রকে দেওয়া হয় যে এটির যোগ্য ও ভক্তির আন্তরিকতা এবং এটি শেখার আকাঙ্ক্ষা রয়েছে।\n\n\n== ভাষ্য ==\nপাঠের একটি অংশ কুব্জিকা উপনিষদের ৮ অধ্যায়ে পাওয়া যায়, জান শোটারম্যান বলেন, প্রণব (ওঁ) এর আলোচনায়। পল দেউসেন ১৪টি শ্লোক সহ উপনিষদের সংক্ষিপ্ত পাণ্ডুলিপি অনুবাদ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nDeussen, Paul (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHattangadi, Sunder (২০০০)। \"ब्रह्मविद्योपनिषत् (Brahmavidya Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১২ জানুয়ারি ২০১৬। \nGoudriaan, Teun and André Padoux (Editors), Jan Schoterman। Ritual and Speculation in Early Tantrism: Studies in Honor of Andre Padoux। SUNY Press। আইএসবিএন 978-1-4384-0454-7। \nLarson, Gerald James; Bhattacharya, Ram Shankar (২০০৮)। Yoga : India's Philosophy of Meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nNair, Shantha N. (১ জানুয়ারি ২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nNair, Sreenath (২০০৭)। Restoration of Breath: Consciousness and Performance। Rodopi। আইএসবিএন 978-90-420-2306-2। \nPrasoon, Prof.S.K. (২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8। \nKarl H. Potter (১৯৯৫)। Encyclopedia of Indian Philosophies: Bibliography, Vol. 1. Sect. 2। Motilal Banarsidass। আইএসবিএন 978-81-208-0308-4। \nVogel, Jean Ph. Vogel (১৯৪৭)। India antiqua। Brill Archive। GGKEY:5XD2J7XAQB6। \n\n\n== বহিঃসংযোগ ==\nBrahmavidya Upanishad in Sanskrit"}