{"pageid": 1118463, "title": "মিহির সেনগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1118463", "content": "মিহির সেনগুপ্ত ( ১ সেপ্টেম্বর ১৯৪৭   - ১৭ জানুয়ারি  ২০২২)) ছিলেন বাংলা সাহিত্যের একজন ভারতীয় লেখক যিনি মূলত স্মৃতি আলেখ্যমূলক রচনার জন্য খ্যাতি লাভ করেন।\nআত্মজৈবনিক গ্রন্থ বিষাদবৃক্ষ -এর জন্য তিনি বিশেষভাবে পরিচিত। দেশ বিভাজনের পরবর্তী সময়ে পূর্ব পাকিস্তানে শাসকের নৃশংসতা, লেখকের জন্মভূমি বরিশাল ফেলে শরণার্থী হয়ে ভারতে আসা, ছিন্নমূল বাঙালির জীবনকথা ইত্যাদির এক গুরুত্বপূর্ণ সাহিত্যিক দলিল হিসাবে পরিগণিত হয়েছে গ্রন্থটি।  ২০০৫  খ্রিস্টাব্দে তিনি  গ্রন্থটির জন্য আনন্দ পুরস্কার লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমিহির সেনগুপ্তর জন্ম দেশভাগের পরই ১৯৪৭ খ্রিস্টাব্দের ১লা সেপ্টেম্বর তদানীন্তন পূর্ব পাকিস্তানের বরিশাল জেলার, অধুনা বাংলাদেশের ঝালকাঠি জেলার কেওড়া গ্রামে। তার বিদ্যালয়ের পড়াশোনা নিকটবর্তী কীর্তিপাশার প্রসন্ন প্রসন্নকুমার উচ্চ ইংরেজি বিদ্যালয়ে।  ম্যাট্রিকুলেশন পাশের পর তিনি এক বছর বরিশালের ব্রজমোহন কলেজে পড়াশোনা করেন। ১৯৬৩ খ্রিস্টাব্দে  কলকাতায় চলে আসেন। ১৯৬৪ খ্রিস্টাব্দে  প্রাইভেটে স্কুল ফাইনাল পরীক্ষা দিয়ে প্রথম বিভাগে উত্তীর্ণ হন। বি.এ পড়ার সময়ই ব্যাঙ্কে চাকরি পান। ১৯৬৮ খ্রিস্টাব্দে চাকুরিরত অবস্থাতেই তিনি ইংরাজী ভাষা ও সাহিত্যে অনার্স সহ বি.এ. পাশ করেন।\n\n\n== সাহিত্যকর্ম ==\nমিহির সেনগুপ্ত লেখক হিসাবে আত্মপ্রকাশ করেন গদ্যলেখক হিসাবে ১৯৯৩ খ্রিস্টাব্দে ‘নাইয়া’ পত্রিকার মাধ্যমে। পরবর্তীতে ‘বর্তিকা’, ‘কালান্তর’, ‘কম্পাস’ ও অন্যান্য কিছু পত্রপত্রিকাতেও লেখালেখি করেন। তিনি  জন্মভূমি বরিশালকে সারা জীবনে কখনো ভুলতে পারেননি। তার সমস্ত রচনায় লেখায় ঘুরে ফিরে আবর্তিত হয়েছে বরিশালে অতিবাহিত দিনগুলির স্মৃতি আর স্থানীয়  ভাষা। দেশভাগ, হিন্দু-মুসলমান সম্পর্কের অভিযাত্রা ছুঁয়ে বাঙালির জীবনযাপনের ইতিহাসের কথা তার বিভিন্ন রচনায় স্থান পেয়েছে।\nতাঁর রচিত  গ্রন্থের মধ্যে উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nবিষাদবৃক্ষ,\nধানসিদ্ধির পরণকথা,\nটিলা অরণ্যের পাকদণ্ডী\nবিদুর\nভাটিপুত্রের পত্র বাখোয়াজি\nসিদ্ধিগঞ্জের মোকাম\nউজানিখালের সোঁতা\nটাঁড় পাহাড়ের পদাবলি,\nহেমন্ত শেষের পাখিরা,\nগোধূলি সন্ধির রাখাল\nনীল সায়রের শালুক\nএকুশ বিঘার বসত\nশরণার্থীর মুক্তিযু্দ্ধ\nযুদ্ধান্তে\nঅন্তহীন ফিরে দেখা\nসর্বশেষ জীবনানন্দের সেই নারী - ইত্যাদি।\n\n\n== সম্মাননা ==\nমিহির সেনগুপ্ত সিদ্ধিগঞ্জের মোকাম গ্রন্থটির জন্য  ২০০২ খ্রিস্টাব্দে  \"বাংলাদেশ শ্রুতি অ্যাকাডেমি\"তে \"শ্রেষ্ঠ রচনা\" র জন্য সম্মানিত হন। তিনি ২০০৫ খ্রিস্টাব্দে বিষাদবৃক্ষ গ্রন্থের জন্য কলকাতার আনন্দবাজার পত্রিকা গোষ্ঠীর আনন্দ পুরস্কার লাভ করেন।\n\n\n== জীবনাবসান ==\nশেষের দিকে মিহির সেনগুপ্ত ব্লাড ক্যানসারে ভুগছিলেন। ২০২২ খ্রিস্টাব্দের ১৭-ই জানুয়ারি সোমবার সন্ধ্যায় দক্ষিণ কলকাতার এক হাসপাতালে তার জীবনাবসান হয়।\n\n\n== তথ্যসূত্র =="}