{"pageid": 1118139, "title": "ঝুমকা (গহনা)", "url": "https://bn.wikipedia.org/wiki?curid=1118139", "content": "ঝুমকা হল ভারতীয় উপমহাদেশের মহিলাদের দ্বারা পরিধান করা কানের দুলের একটি প্রকার।\nমুঘল সাম্রাজ্যের অধীনে, খারানপুল ঝুমকা একটি একক গয়না হিসাবে বিবর্তিত হয়েছিল, যেটি এখনও তার ঘণ্টার আকৃতি বজায় রেখেছে। ঝুমকা, ঝুমকি নামেও পরিচিত, গহনাটি ভারত, পাকিস্তান ও বাংলাদেশের ইতিহাস জুড়ে ঈপ্সিত কানের দুল হিসাবে নিজের মর্যাদা বজায় রেখেছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎস ===\nএই জনপ্রিয় কানের দুল শৈলীর উৎস চোল রাজবংশের প্রাচীন মন্দিরের মূর্তিগুলিকে মনে করা যেতে পারে (অর্থাৎ এগুলি ৩০০ খ্রিস্টপূর্বাব্দের মতো পুরানো হতে পারে)। দ্বিতীয় প্রজন্মের গহনাকার ফ্লেউর ভ্যান গেলদারের মতে, মন্দিরের দেবতাদের শ্রদ্ধা প্রদর্শনের জন্য তাঁদের গহনা দিয়ে সাজানো হত। এর ফলস্বরূপ, ঐতিহ্যবাহী মন্দিরের নৃত্যশিল্পীরাও মন্দিরের দেব-দেবী প্রতিমাতে সজ্জিত একই ধরনের গহনা পরিধান করতে শুরু করেছিলেন।\n\n\n=== মুঘল যুগে বিবর্তিত ===\n\nদক্ষিণ ভারতে উৎপত্তির পর, ঝুমকা কানের দুল হিসাবে দেশব্যাপী গ্রহণযোগ্যতা লাভ করে, বিশেষ করে রাজপরিবার থেকে — কিন্তু প্রত্যেকেই তাদের নিজস্ব স্বাক্ষর শৈলী তৈরি করতে ঘণ্টার আকারকে অভিযোজিত করেছিল। ভেতর থেকে ফাঁপা হওয়ার ফলে ঝুমকা তার অন্যান্য গহনার তুলনায় হালকা ছিল।\nগহনা নকশাকার নোয়েল ভ্যান গেল্ডার ব্যাখ্যা করেছেন যে কীভাবে মুঘলরা মুক্তা, কাটা হীরা এবং মূল্যবান রত্নপাথর সমন্বিত একটি স্থুলশীর্ষ পেরেক বৈশিষ্ট্যযুক্ত কানফুল (কানের ফুল) বা কর্ণফুলকে বিয়েতে ব্যবহার করেছিল। এটি প্রায়শই সানকালি নামক একটি অলঙ্কারিক চেইন দিয়ে পরিধান করা হত, যা চুলের মধ্যে চলে যেত যেখানে এটি একটি ছোট হুক দিয়ে আটকানো হত — আজ আমরা এটিকে গম্বুজ সহ ঝুমকা হিসাবে জানি। রাজস্থানের বদনোরের রানী অর্চনা কুমারী সিং উল্লেখ করেছেন যে মুঘল যুগের ঝুমকাগুলি মূলত বেল-আকৃতির ছিল, যার সঙ্গে সোনায় কাটা হীরার পাশাপাশি মুক্তো ঝুলানো লম্বা রেশম দিয়া শোভিত করা হত। “এটি কেবল একটি হুক দিয়ে কানে পরার ব্যবস্থা ছিল। পরে তারা গম্বুজটিকে কর্ণফুলের সাথে একত্রিত করে ঝুমকাকে বর্তমান সময়ের অভিযোজন প্রদান করে।”\n\n\n== জনপ্রিয় মাধ্যমে ==\nহিন্দি চলচ্চিত্র ‘মেরা সায়া’ ১৯৬৬ সালে মুক্তি পায়। এই চলচ্চিত্রে মুখ্য অভিনেত্রীর ‘ঝুমকা’ হারিয়ে ফেলের বিষয়ে ‘বরেলিকে বাজার মে’ শিরোনামের একটি গান (বাংলায় আমরা যে কানের দুলকে ঝুমকো বলি) রয়েছে।\nএছাড়াও, ২০২০ সালে বরেলিতে লখনৌ-দিল্লি হাইওয়ের পাশে ১৪ ফুট উঁচু একটি দণ্ডের উপরে ২৭২ কিলো ওজনের, রঙবেরঙের পাথর বসানো পিতলের ঝুমকা স্থাপন করা হয়। ঝুমকায় এলাকার বিখ্যাত জরির কাজ ব্যবহার করা হয়েছে।\n\n\n== তথ্যসূত্র =="}