{"pageid": 1118729, "title": "বরিশাল মহানগরীর খালসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1118729", "content": "বরিশাল মহানগরীর খালসমূহ দ্বারা নগরীর মধ্যে থাকা খালগুলোকেই বোঝায় না, এর দ্বারা  কীর্তনখোলা নদীর পশ্চিমপ্রান্তে অবস্থিত বরিশাল সিটি করপোরেশন এবং  বরিশাল সদর উপজেলার অন্তর্গত এলাকায় অবস্থিত সকল খালকেই নির্দেশ করে।।\n\n\n== ইতিহাস ==\n১৮০১ সালে বাখরগঞ্জ জেলার সদরদপ্তর বরিশালে স্থানান্তরের মাধ্যমে বরিশাল নগরীর যাত্রা শুরু হয়। মূলত নগরীর অভ্যন্তরে প্রচুর পরিমাণে জলাশয় এবং খাল থাকার কারণে যাতায়াতের সুবিধার কথা চিন্তা করে ব্রিটিশরা এই শহরকেই নতুন সদরদপ্তর হিসেবে বেছে নেয়। খালসমূহের সৌন্দর্যে নগরীর চিত্র ছিলো অপরূপ। রবীন্দ্রনাথের বজরা এই নগরীতেই ভিড়েছিলো। এছাড়াও জাতীয় কবি কাজী নজরুল ইসলাম বরিশালকে আখ্যায়িত করেছিলেন বাংলার ভেনিস হিসেবে। সবমিলিয়ে সড়কপথের চেয়ে নৌপথই ছিলো বরিশাল নগরীর প্রধান যাতায়াতের মাধ্যম।\n\n\n== অস্তিত্ব সংকট ==\nকথিত আছে ব্রিটিশ শাসনামলে এই অঞ্চলে ১০৮ টি খালের অস্তিত্ব ছিলো। পরবর্তীতে পাকিস্তান আমলে এই সংখ্যা কমে গিয়ে হয় ৪৬টি। ১৯৭১ সালে বাংলাদেশ স্বাধীন হওয়ার পর সরকারি হিসেবে ২৩টি খালের অস্তিত্ব পাওয়া যায়।\n১৯৯৩ সালের ১লা জানুয়ারি বরিশালকে বিভাগ ঘোষণা করা হয় এবং বরিশাল শহরকে বিভাগীয় সদরদপ্তর হিসেবে ঘোষণা করা হয়। মূলত এরপর থেকেই খালসমূহ তাদের চূড়ান্ত পরিণতির দিকে এগিয়ে যায়। অন্যান্য বিভাগীয় শহরের মতো উন্নত সড়কযোগাযোগব্যবস্থা গড়ে তোলার লক্ষ্যে খাল ভরাট করে ড্রেন, রাস্তাঘাট ও অন্যান্য স্থাপনা তৈরির উদ্যোগ নেয় তৎকালীন নীতিনির্ধারকেরা। তারই অংশ হিসেবে ১৯৯৮ সালে তৎকালীন পৌরসভা বটতলা বাজার এলাকায় নবগ্রাম খাল (বটতলা খাল) ভরাট করে দোকানপাট নির্মাণ করা হয়। ২০০০ সালে বরিশাল পৌরসভা সিটি কর্পোরেশনে উন্নীত হলে ঐসময় খালটির বটতলা থেকে হাতেম আলী কলেজ চৌমাথা পর্যন্ত অংশ ভরাট করা হয়। ২০০৩ সালে খালেরটির নবগ্রাম থেকে বটতলা মার্কেট পর্যন্ত এলাকা ভরাট করা হয়। বটতলা খালের ওপর সড়ক নির্মাণ করা হয় ২০০৮ সালের পরে।\nমূলত তারপরথেকেই খালসমূহ চূড়ান্তভাবে অস্তিত্ব হারায়। অধিকাংশ খালই আংশিক কিংবা সম্পূর্ণভাবে ভরাট হয়ে যায়। হাতেগোনা কয়েকটি খাল টিকে যায় মৃতপ্রায় হিসেবে। সাম্প্রতিক সময়ে নতুন করে কোনো খাল ভরাট না হলেও এবং খালসংস্কার ও পুনরুদ্ধারে  পদক্ষেপ নেওয়া হলেও তা সফলভাবে বাস্তবায়িত হতে দেখা যায়নি।\n\n\n== বর্তমান অবস্থা ==\nবর্তমানে সরকারিভাবে ২৩টি খালের অস্তিত্বের কথা শোনা যায়ঃ\n১.  জেল খাল\n২.  ভাটার খাল\n৩. সাগরদী খাল\n৪. আমানতগঞ্জ খাল\n৫. লাকুটিয়া খাল\n৬. উত্তর সাগরদী খাল\n৭. নবগ্রাম খাল\n৮. নথুল্লাবাদ খাল\n৯. চাঁদমারী খাল\n১০. ভেদুরিয়া খাল\n১১. তাজকাটী খাল\n১২. শোলনা খাল\n১৩. সাপানিয়া খাল\n১৪. হরিনা ফুলিয়া খাল\n১৫. চৌপাশা খাল\n১৬. চর বদনা খাল\n১৭. টিয়াখালী খাল\n১৮. পশ্চিম হরিনাফুলিয়া খাল\n১৯. কাটাখালী খাল\n২০. কৃষ্ণচূড়া খাল\n২১. ইছাকাঠী খাল\n২২. জাগুয়া খাল\n২৩. নাপিতের খাল\n\n\n== তথ্যসূত্র =="}