{"pageid": 1118246, "title": "মান্ডেই", "url": "https://bn.wikipedia.org/wiki?curid=1118246", "content": "মান্ডেই হল একটি আদিবাসী উপজাতীয় উৎসব যেটি ওড়িশার নবরঙ্গপুর জেলায় পালন করা হয়। এর নামটি \"মান্ডি\" শব্দ থেকে এসেছে, হিন্দি ভাষায় যার অর্থ একটি ছোট বাজার। নভেম্বর ডিসেম্বর মাসে ফসল কাটার মরসুমে নবরঙ্গপুর জেলার বিভিন্ন স্থানে উপজাতিরা ঐতিহ্যগতভাবে এই উৎসব উদযাপন করে। এ ছাড়াও ওড়িশার অন্যান্য জেলায় এবং ছত্তিসগড় রাজ্যেও এর অন্য তাৎপর্য রয়েছে।\nগোণ্ড, পারাজা, ভোটোদা, গাডোবা এবং কান্ধ উপজাতির মানুষজন বিশেষ দিনে একত্রিত হয় তাদের কৃষি পণ্য বিনিময়ের জন্য। তাদের গ্রামের দেবতার কাছে তারা তাদের প্রথম ফসলের পূজা করে এবং তারপর তাদের ধান, ভুট্টা এবং সবজি বিক্রি করতে যায়। এটি আশেপাশের সমস্ত গ্রামের লোকদের একটি বিশাল সমাবেশ। আহ্বায়কেরা কিছু সাংস্কৃতিক নৃত্য অনুষ্ঠানেরও আয়োজন করে।\nনবরঙ্গপুরের জেলা প্রশাসন এই উৎসবকে প্রচার করার জন্য একটি প্রচেষ্টা শুরু করেছে, এবং সমগ্র রাজ্যের পাশাপাশি জাতীয় স্তরেও এর প্রচারণা শুরু করেছে। প্রতি বছর নভেম্বরের প্রথম সপ্তাহে, জেলা সদরে উড়িষ্যা সরকারের সংস্কৃতি বিভাগের সহযোগিতায় একটি উৎসবের আয়োজন করা হয়। নবরঙ্গপুর জেলার অন্তঃস্থ অঞ্চল থেকে উপজাতীয় নৃত্যগুলি দেশের বিভিন্ন স্থান থেকে আমন্ত্রিতদের কাছে প্রদর্শিত হয়। এছাড়াও বিভিন্ন অঞ্চলের শিল্পীদের মধ্যে সাংস্কৃতিক বিনিময় হয়।\n\n\n== ব্যুৎপত্তি ==\nমান্ডেই নামটি হিন্দি শব্দ \"মান্ডি\" থেকে এসেছে যার অর্থ একটি ছোট বাজারের জায়গা।\n\n\n== উৎসব ==\nমান্ডেই উৎসবে সমগ্র ভারত থেকে ভক্তবৃন্দ আসে, যারা একটি সাধারণ দেবতার উপাসনা করে। মা ভান্ডারা ঘরণীতে এই আদিবাসী জেলার প্রধান দেবতার উদ্বোধনী ‘পূজা’ অনুষ্ঠিত হয়। প্রথাগত আচার ও রীতিনীতির মাধ্যমে দেবতার পূজা করা হয়। উৎসব উদযাপনের সাথেই স্থানীয়রা একটি মেলার আয়োজন করে। ঐতিহ্যবাহী আচার-অনুষ্ঠান ছাড়াও এখানে প্রতি বছর নৃত্য ও সঙ্গীত পরিবেশনা হয়।\nউৎসব উদযাপনের একটি আকর্ষণীয় বৈশিষ্ট্য হল উপজাতীয় যাত্রা যা সারা রাত ধরে চলে। এই উৎসব উদযাপনের সময় সাধারণত অক্টোবর-নভেম্বর মাসে ফসল কাটার পরে।\nউৎসবটি জেলার বিভিন্ন স্থানে উদযাপিত হয়। আশেপাশের বিভিন্ন জায়গা থেকে পুরুষ ও মহিলারা এতে অংশ নিতে জড়ো হয়। ঐতিহ্যগতভাবে, এটি জেলা পর্যায়ের একটি উৎসব হলেও বর্তমানে এটি জাতীয় পর্যায়ের পর্যটকদেরও আকর্ষণ করে। সব শ্রেণীর দর্শকদের উপযোগী বিভিন্ন ধরনের অনুষ্ঠানের আয়োজন করা হয়।\nগ্রামীণ খেলাধুলা, পাহাড়ে চড়া, কবি সম্মেলন, কারুশিল্প মেলা, শিল্পী শিবির, পল্লীশ্রী মেলা, উন্নয়ন প্রদর্শনী, উন্মুক্ত প্রশ্নোত্তর প্রতিযোগিতা এবং লোকনৃত্যের মতো বিভিন্ন কার্যক্রমের আয়োজন করা হয়। রংবেরঙের শোভাযাত্রা উৎসবের চেতনাকে প্রাণবন্ত করে রাখে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.navratnanews.com/mondei/  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মার্চ ২০১৬ তারিখে"}