{"pageid": 1118917, "title": "জাঞ্জিবার সালতানাত", "url": "https://bn.wikipedia.org/wiki?curid=1118917", "content": "জাঞ্জিবারের সালতানাত ( সোয়াহিলি: Usultani wa Zanzibar  উসুলতানি ওয়া জাঞ্জিবার\n, আরবি: سلطنة زنجبار    \n), জাঞ্জিবার সালতানাত নামেও পরিচিত, ১৮৫৬ থেকে ১৯৬৪ সালের মধ্যে জাঞ্জিবারের সুলতান দ্বারা নিয়ন্ত্রিত একটি রাষ্ট্র ছিল।  সালতানাতের অঞ্চলগুলি সময়ের সাথে পরিবর্তিত হয়েছে, এবং তাদের সর্বাধিক পরিমাণে সোয়াহিলি উপকূলের কাছে বর্তমান কেনিয়া এবং জাঞ্জিবার দ্বীপপুঞ্জের সমস্ত অংশ বিস্তৃত ছিল।. পতনের পরে, কেনিয়ার উপকূল বরাবর শুধুমাত্র দ্বীপপুঞ্জ এবং ১৬ কিলোমিটার-প্রশস্ত (১০ মাইল) স্ট্রিপের উপর রাজ্যটির সার্বভৌমত্ব ছিল, কেনিয়ার অভ্যন্তরভাগটি ব্রিটিশ কেনিয়া উপনিবেশ গঠন করে এবং সেই উপনিবেশের অংশ হিসাবে উপকূলীয় স্ট্রিপটি পরিচালিত হয়েছিল। ১৯৬৩ সালের ৮ অক্টোবর একটি চুক্তির অধীনে, জাঞ্জিবারের সুলতান মূল ভূখণ্ডে তার অবশিষ্ট ভূখণ্ডের উপর সার্বভৌমত্ব ত্যাগ করেন এবং ১২ ডিসেম্বর ১৯৬৩-এ কেনিয়া আনুষ্ঠানিকভাবে ব্রিটিশদের কাছ থেকে স্বাধীনতা লাভ করে। ১২ জানুয়ারী ১৯৬৪-এ, জামশিদ বিন আবদুল্লাহ , শেষ সুলতান, ক্ষমতাচ্যুত হন এবং তার শেষ আধিপত্য, জাঞ্জিবারে সার্বভৌমত্ব হারান, যা সালতানাতের সমাপ্তি চিহ্নিত করে।\n\n\n== ইতিহাস ==\n\n\n=== সালতানাতের প্রতিষ্ঠা ===\n১৬৯৮ সালে, ওমানের ইমাম সাইফ বিন সুলতান পর্তুগিজদের মোম্বাসায় পরাজিত করার পর, জাঞ্জিবার ওমানের বিদেশী হোল্ডিংয়ের অংশ হয়ে ওঠে, যা এখন কেনিয়া ।১৮৩২  বা ১৯৪০ সালে, ওমানি শাসক সাইদ বিন সুলতান তার আদালত মাস্কাট থেকে উনগুজা দ্বীপের (অর্থাৎ, জাঞ্জিবার দ্বীপ) স্টোন টাউনে স্থানান্তরিত করেন।তিনি একটি শাসক আরব অভিজাত শ্রেণী প্রতিষ্ঠা করেন এবং দ্বীপের দাস শ্রম ব্যবহার করে লবঙ্গ বাগানের উন্নয়নে উৎসাহিত করেন।  জাঞ্জিবারের বাণিজ্য ক্রমবর্ধমানভাবে ভারতীয় উপমহাদেশের ব্যবসায়ীদের হাতে চলে যায়, যাদেরকে সাইদ দ্বীপে বসতি স্থাপন করতে উৎসাহিত করেছিলেন।১৮৫৬ সালে তার মৃত্যুর পর, তার দুই পুত্র, মাজিদ বিন সাইদ এবং ছুওয়াইনি বিন সাইদ উত্তরাধিকার নিয়ে লড়াই করেছিলেন, ফলে জাঞ্জিবার এবং ওমান দুটি পৃথক রাজ্যে বিভক্ত হয়েছিল।ছুওয়াইনি মাস্কাট ও ওমানের সুলতান হন এবং মাজিদ জাঞ্জিবারের প্রথম সুলতান হন, কিন্তু মাস্কাটের ওমানি আদালতে বার্ষিক শ্রদ্ধা জানাতে বাধ্য হন।  সুলতান হিসেবে তার ১৪ বছরের শাসনামলে, মজিদ স্থানীয় দাস বাণিজ্যের চারপাশে তার ক্ষমতা সুসংহত করেছিলেন।তার উত্তরসূরি, বারগাশ বিন সাইদ, জাঞ্জিবারে ক্রীতদাস বাণিজ্য বিলুপ্ত করতে সাহায্য করেছিলেন এবং দেশের অবকাঠামোর ব্যাপক উন্নয়ন করেছিলেন।  তৃতীয় সুলতান, খলিফা বিন সাইদও দাসপ্রথা বিলুপ্তির দিকে দেশের অগ্রগতিকে আরও এগিয়ে নিয়েছিলেন। \n১৬ শতকের অভিযাত্রী লিও আফ্রিকানাসের মতে, জাঞ্জিবার (জাঙ্গুবার) শব্দটি আরব এবং পার্সিয়ানরা কেনিয়া থেকে মোজাম্বিক পর্যন্ত চলমান পূর্ব আফ্রিকান উপকূলকে বোঝাতে ব্যবহার করেছিল, যেখানে পাঁচটি আধা-স্বাধীন মুসলিম রাজ্যের আধিপত্য ছিল: মোম্বাসা, মালিন্দি, কিলওয়া, মোজাম্বিক এবং সোফালা ।আফ্রিকানাস আরও উল্লেখ করেছেন যে তাদের সকলেরই মুতাপা রাজ্য সহ প্রধান মধ্য আফ্রিকান রাজ্যগুলির সাথে আনুগত্যের স্থায়ী চুক্তি রয়েছে। \n\n\n=== সুলতানের তার রাজত্বের উপর নিয়ন্ত্রণ হারানোর প্রসঙ্গ ===\n\n১৮৮৪ সাল পর্যন্ত, জাঞ্জিবারের সুলতানরা সোয়াহিলি উপকূলের একটি উল্লেখযোগ্য অংশ নিয়ন্ত্রণ করত, যা জাঞ্জ নামে পরিচিত, এবং কঙ্গো নদীর কিন্দু পর্যন্ত মহাদেশে আরও বিস্তৃত বাণিজ্য পথ ।সেই বছর, সোসাইটি ফর জার্মান উপনিবেশকরণ মূল ভূখণ্ডের স্থানীয় প্রধানদের জার্মান সুরক্ষায় সম্মত হতে বাধ্য করে, সুলতান বারগাশ বিন সাইদকে প্রতিবাদ করতে প্ররোচিত করে।বার্লিন সম্মেলন এবং আফ্রিকার দখলের জন্য লড়াই এর সাথে মিল রেখে, শীঘ্রই ১৮৮৫ সালে নতুন তৈরি জার্মান ইস্ট আফ্রিকা কোম্পানির আগমনের মাধ্যমে এই অঞ্চলে আরও জার্মান আগ্রহ দেখানো হয়েছিল, যেটির এই অঞ্চলটিকে উপনিবেশ করার লক্ষ্য ছিল।\n1886 সালে, ব্রিটিশ এবং জার্মানরা গোপনে আফ্রিকান মহা হ্রদগুলিতে তাদের সম্প্রসারণের লক্ষ্য নিয়ে আলোচনা করে, প্রভাবের ক্ষেত্রগুলি ইতোমধ্যে এক বছর আগে সম্মত হয়েছিল, ব্রিটিশরা পূর্ব আফ্রিকা প্রটেক্টরেট (বর্তমানে কেনিয়া ) হয়ে উঠবে তা গ্রহণ করবে এবং জার্মানরা বর্তমান তানজানিয়া নিতে।উভয় শক্তিই জাঞ্জিবার থেকে উপকূলীয় অঞ্চল ইজারা নেয় এবং ব্যবসায়িক স্টেশন এবং ফাঁড়ি স্থাপন করে।পরবর্তী কয়েক বছরে, জাঞ্জিবারের মূল ভূখণ্ডের সমস্ত সম্পত্তি ইউরোপীয় সাম্রাজ্য শক্তি দ্বারা পরিচালিত হতে শুরু করে, ১৮৮৮ সালে যখন ইম্পেরিয়াল ব্রিটিশ ইস্ট আফ্রিকা কোম্পানি মোম্বাসার প্রশাসনের দায়িত্ব গ্রহণ করে। \nএকই বছর জার্মান ইস্ট আফ্রিকা কোম্পানি পূর্বে জার্মান সুরক্ষার কাছে জমা দেওয়া উপকূলীয় অঞ্চলে আনুষ্ঠানিক সরাসরি শাসন অর্জন করে।এর ফলে একটি স্থানীয় বিদ্রোহ, আবুশিরি বিদ্রোহ, যা কায়সারলিচে মেরিন দ্বারা দমন করা হয়েছিল এবং মূল ভূখণ্ডে জাঞ্জিবারের প্রভাবের অবসান ঘটায়।\n\n\n==== ১৮৯০ - ব্রিটিশদের দ্বারা জাঞ্জিবার প্রটেক্টরেট প্রতিষ্ঠা ====\n১৮৯০ সালে ব্রিটিশ সাম্রাজ্য এবং জার্মান সাম্রাজ্যের মধ্যে হেলিগোল্যান্ড-জাঞ্জিবার চুক্তি স্বাক্ষরের সাথে সাথে, জাঞ্জিবার নিজেই একটি ব্রিটিশ আশ্রিত রাজ্যে পরিণত হয়।  ১৮৯৬ সালের আগস্টে, সুলতান হামাদ বিন থুওয়াইনির মৃত্যুর পর, ব্রিটেন এবং জাঞ্জিবার একটি ইঙ্গ-জাঞ্জিবার যুদ্ধে লিপ্ত হয়, যা নথিভুক্ত ইতিহাসে সবচেয়ে ছোট যুদ্ধ।সুলতানের চাচাতো ভাই খালিদ বিন বারগাশ ক্ষমতা দখল করার সাথে সাথে উত্তরাধিকারের জন্য একটি সংগ্রাম সংঘটিত হয়।ব্রিটিশরা পরিবর্তে হামুদ বিন মোহাম্মদকে সুলতান হতে চেয়েছিল, বিশ্বাস করে যে তার সাথে কাজ করা আরও সহজ হবে।ব্রিটিশরা খালিদকে স্টোন টাউনে সুলতানের প্রাসাদ খালি করার জন্য এক ঘণ্টা সময় দেয়।খালিদ তা করতে ব্যর্থ হন এবং পরিবর্তে ব্রিটিশদের বিরুদ্ধে লড়াই করার জন্য ২৮০০ জন সৈন্যের একটি বাহিনী একত্রিত করেন।ব্রিটিশরা প্রাসাদ এবং শহরের আশেপাশের অন্যান্য স্থানে আক্রমণ শুরু করে যার পরে খালিদ পিছু হটে এবং পরে নির্বাসনে চলে যান।হামুদ তখন শান্তিপূর্ণভাবে সুলতান হিসেবে প্রতিষ্ঠিত হন। \nএই উদ্দেশ্যে \"জাঞ্জিবার\" ১৬ কিমি (১০ মা) এলাকাকে অন্তর্ভুক্ত করেছিল কেনিয়ার উপকূলীয় স্ট্রিপ যা পরবর্তীতে কেনিয়ার প্রটেক্টরেট হয়ে উঠবে তা সেই সময়ে সংসদীয় বিতর্কে লিপিবদ্ধ একটি বিষয় ছিল। \n\n\n==== ১৮৯৫ - পূর্ব আফ্রিকা প্রটেক্টরেটের ব্রিটিশদের দ্বারা প্রতিষ্ঠা ====\n\n১৮৮৬ সালে, ব্রিটিশ সরকার উইলিয়াম ম্যাকিননকে উৎসাহিত করেছিল, যিনি ইতোমধ্যেই সুলতানের সাথে একটি চুক্তি করেছিলেন এবং যার শিপিং কোম্পানি আফ্রিকান গ্রেট লেকগুলিতে ব্যাপকভাবে ব্যবসা করেছিল, এই অঞ্চলে ব্রিটিশ প্রভাব বৃদ্ধি করতে।তিনি একটি ব্রিটিশ ইস্ট আফ্রিকা অ্যাসোসিয়েশন গঠন করেন যার ফলে ১৮৮৮ সালে ইম্পেরিয়াল ব্রিটিশ ইস্ট আফ্রিকা কোম্পানিকে চার্টার্ড করা হয় এবং ভূখণ্ডটি পরিচালনা করার জন্য মূল অনুদান দেওয়া হয়।এটি প্রায় ২৪০ কিমি (১৫০ মা) পরিচালনা করেছিল জুব্বা নদী থেকে মোম্বাসা হয়ে জার্মান পূর্ব আফ্রিকা পর্যন্ত বিস্তৃত উপকূলরেখা যা সুলতানের কাছ থেকে লিজ নেওয়া হয়েছিল।১৮৮৫ সালের বার্লিন সম্মেলনে সম্মত ব্রিটিশ \" প্রভাবের ক্ষেত্র \", ভবিষ্যত কেনিয়া জুড়ে উপকূল এবং অভ্যন্তরীণ বিস্তৃত ছিল এবং ১৮৯০ এর পরে উগান্ডাকেও অন্তর্ভুক্ত করেছিল।মোম্বাসা এই সময়ে প্রশাসনিক কেন্দ্র ছিল। \nযাইহোক, কোম্পানিটি ব্যর্থ হতে শুরু করে এবং ১৮৯৫ সালের ১ জুলাই ব্রিটিশ সরকার পূর্ব আফ্রিকা প্রটেক্টরেট ঘোষণা করে, প্রশাসনটি পররাষ্ট্র দপ্তরে স্থানান্তরিত হয়।১৯০২ সালে, প্রশাসন আবার ঔপনিবেশিক অফিসে স্থানান্তরিত হয় এবং উগান্ডা ভূখণ্ডকেও সুরক্ষার অংশ হিসাবে অন্তর্ভুক্ত করা হয়।১৮৯৭ সালে শ্বেতাঙ্গ বন্দোবস্তের অগ্রদূত লর্ড ডেলামেয়ার কেনিয়ার উচ্চভূমিতে আসেন, যেটি তখন প্রটেক্টরেটের অংশ ছিল।  লর্ড ডেলামেয়ার এলাকার কৃষি সম্ভাবনা দেখে মুগ্ধ হয়েছিলেন।১৯০২ সালে পূর্বে উগান্ডার পূর্বাঞ্চলীয় প্রদেশকে অন্তর্ভুক্ত করার জন্য প্রটেক্টরেটের সীমানা বাড়ানো হয়েছিল।   এছাড়াও, ১৯০২ সালে, পূর্ব আফ্রিকা সিন্ডিকেট ১,৩০০ কিমি২ (৫০০ মা২) অনুদান পায়।   পার্বত্য অঞ্চলে শ্বেতাঙ্গ বসতি স্থাপনের প্রচার করা।লর্ড ডেলামেয়ার এখন ব্যাপক কৃষিকাজ শুরু করেন, এবং ১৯০৫ সালে, যখন বিপুল সংখ্যক অভিবাসী ব্রিটেন এবং দক্ষিণ আফ্রিকা থেকে আসেন, তখন প্রটেক্টরেটকে পররাষ্ট্র দপ্তরের কর্তৃত্ব থেকে ঔপনিবেশিক অফিসে স্থানান্তর করা হয়।  1905 সালে রাজধানী মোম্বাসা থেকে নাইরোবিতে স্থানান্তরিত হয়।১৯০৬ সালে অর্ডার ইন কাউন্সিল দ্বারা একটি নিয়মিত সরকার এবং আইনসভা গঠিত হয়েছিল।  এটি প্রশাসককে একটি গভর্নর গঠন করে এবং আইনসভা ও নির্বাহী পরিষদের ব্যবস্থা করে।লেফটেন্যান্ট কর্নেল জে. হেইস স্যাডলার ছিলেন প্রথম গভর্নর এবং কমান্ডার ইন চিফ।স্থানীয় উপজাতিদের সাথে মাঝে মাঝে ঝামেলা হয়েছিল কিন্তু ঔপনিবেশিক সরকার সামান্য রক্তপাতের মাধ্যমে দেশটি খুলে দিয়েছিল।  প্রথম বিশ্বযুদ্ধের পর, ব্রিটেন এবং দক্ষিণ আফ্রিকা থেকে আরও বেশি অভিবাসী আসে এবং 1919 সালের মধ্যে ইউরোপীয় জনসংখ্যা 9,000 শক্তিশালী বলে অনুমান করা হয়েছিল।  \n\n\n==== ১৯২০ - কেনিয়ার উপনিবেশে পরিণত হওয়ার উপর সুলতান সার্বভৌমত্ব হারান ====\n২৩ জুলাই ১৯২০ সালে, পূর্ব আফ্রিকা প্রটেক্টরেটের অভ্যন্তরীণ অঞ্চলগুলিকে অর্ডার ইন কাউন্সিল দ্বারা ব্রিটিশ আধিপত্য হিসাবে সংযুক্ত করা হয়েছিল।  প্রাক্তন প্রটেক্টরেটের সেই অংশটি কেনিয়ার উপনিবেশ হিসাবে গঠিত হয়েছিল এবং সেই সময় থেকে, জাঞ্জিবারের সুলতান সেই অঞ্চলের উপর সার্বভৌমত্ব বন্ধ করে দিয়েছিলেন।বাকি ১৬ কিমি (১০ মা) বিস্তৃত উপকূলীয় স্ট্রিপ ( উইটু বাদে) জাঞ্জিবারের সুলতানের সাথে একটি চুক্তির অধীনে একটি প্রটেক্টোরেট ছিল।  জাঞ্জিবারের সুলতানের সার্বভৌমত্বের অধীনে থাকা এই উপকূলীয় স্ট্রিপটি ১৯২০ সালে কেনিয়া প্রটেক্টরেট হিসেবে গঠিত হয়েছিল। \n১৪ ডিসেম্বর ১৮৯৫ তারিখে যুক্তরাজ্য এবং সুলতানের মধ্যে একটি চুক্তির ভিত্তিতে কেনিয়ার প্রটেক্টরেট কেনিয়ার উপনিবেশের অংশ হিসাবে শাসিত হয়েছিল।   সংক্ষেপে, \"কেনিয়া উপনিবেশ\" অভ্যন্তরীণ ভূমিকে নির্দেশ করে।\"কেনিয়ার প্রটেক্টরেট\" ছিল ১৬ কিমি (১০ মা) কিছু দ্বীপের সাথে উপকূলীয় স্ট্রিপ যা কেনিয়ার স্বাধীনতা পর্যন্ত জাঞ্জিবারের সুলতানের সার্বভৌমত্বের অধীনে ছিল।\n\n\n==== ১৯৬৩ - সুলতান কেনিয়ার প্রটেক্টরেটের উপর সার্বভৌমত্ব ছেড়ে দেন ====\nকেনিয়ার উপনিবেশ এবং কেনিয়ার প্রটেক্টরেট প্রতিটি ১২ ডিসেম্বর ১৯৬৩ সালে শেষ হয়েছিল।ইউনাইটেড কিংডম কেনিয়ার উপনিবেশের উপর সার্বভৌমত্ব হস্তান্তর করে এবং, ৮ অক্টোবর ১৯৬৩ তারিখের একটি চুক্তির অধীনে, সুলতান সম্মত হন যে কেনিয়ার স্বাধীনতার সাথে সাথে, সুলতান কেনিয়ার প্রটেক্টরেটের উপর সার্বভৌমত্ব বন্ধ করে দেবেন।   এইভাবে, কেনিয়া স্বাধীনতা আইন 1963 -এর অধীনে কেনিয়া একটি স্বাধীন দেশে পরিণত হয়।ঠিক ১২ মাস পরে ১২ ডিসেম্বর ১৯৬৪, কেনিয়া \"কেনিয়া প্রজাতন্ত্র\" নামে একটি প্রজাতন্ত্রে পরিণত হয়।  \n\n\n==== ১৯৬৩/১৯৬৪ - জাঞ্জিবার প্রটেক্টরেট শেষ হয় এবং সুলতান পদচ্যুত হন ====\n\n১০ ডিসেম্বর ১৯৬৩-এ, ১৮৯০ সাল থেকে জাঞ্জিবারে বিদ্যমান প্রটেক্টোরেট যুক্তরাজ্য কর্তৃক বিলুপ্ত হয়।ইউনাইটেড কিংডম জাঞ্জিবারকে স্বাধীনতা দেয়নি, কারণ ইউকে কখনই জাঞ্জিবারের উপর সার্বভৌমত্ব ছিল না।বরং, ইউনাইটেড কিংডমের জাঞ্জিবার অ্যাক্ট 1963 দ্বারা, যুক্তরাজ্য প্রটেক্টরেটের অবসান ঘটায় এবং কমনওয়েলথের মধ্যে একটি স্বাধীন দেশ হিসাবে জাঞ্জিবারে পূর্ণ-স্ব-সরকারের ব্যবস্থা করে।প্রটেক্টরেট বিলুপ্ত হওয়ার পর, জাঞ্জিবার সুলতানের অধীনে কমনওয়েলথের মধ্যে একটি সাংবিধানিক রাজতন্ত্রে পরিণত হয়। জাঞ্জিবার বিপ্লবের এক মাস পরে সুলতান জামশিদ বিন আবদুল্লাহকে ক্ষমতাচ্যুত করা হয়।  জামশিদ নির্বাসনে পালিয়ে যান, এবং সালতানাত গণপ্রজাতন্ত্রী জাঞ্জিবার দ্বারা প্রতিস্থাপিত হয়।১৯৬৪ সালের এপ্রিলে, এই সমাজতান্ত্রিক প্রজাতন্ত্রের অস্তিত্ব টাঙ্গানিকার সাথে মিলিত হয়ে টাঙ্গানিকা এবং জাঞ্জিবার ইউনাইটেড রিপাবলিক গঠনের মাধ্যমে শেষ হয়, যা ছয় মাস পরে তানজানিয়া নামে পরিচিত হয়। \n\n\n== তথ্যসূত্র =="}