{"pageid": 1118800, "title": "সরসীবালা বসু", "url": "https://bn.wikipedia.org/wiki?curid=1118800", "content": "সরসীবালা বসু (১৮৮৬-১৯২৯) ছিলেন ভারতীয় উপমহাদেশের বাংলা অঞ্চলের একজন ঔপন্যাসিক, গল্পকার ও কবি।  তিনি বাঙালি রেনেসাঁর লেখক প্রজন্মের অন্তর্ভুক্ত ছিলেন। তার সংক্ষিপ্ত জীবদ্দশায়, তিনি বিশটিরও বেশি উপন্যাস, অনেক ছোট গল্প  এবং কবিতা প্রকাশ করেছিলেন এবং বাংলা সাহিত্যে একটি বড় প্রভাব ফেলেছিলেন। তার অনেক লেখা অপ্রকাশিত ছিল। সরসীবালা সেই সময়ের সামাজিক সমস্যা এবং তার চারপাশের বিশ্ব সম্পর্কে আবেগের সাথে লিখেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nসরসীবালা বসু ১৮৮৬ সালে কলকাতায় জন্মগ্রহণ করেন। তার শৈশব শিক্ষা একটি মিশনারি বিদ্যালয়ে শুরু হয় এবং তারপরে তাকে উত্তর কলকাতার মহাকালী পাঠশালা নামে আরেকটি বিদ্যালয়ে ভর্তি করা হয়। মাত্র এক বছর পর, নারী শিক্ষার বিরুদ্ধে তৎকালীন হিন্দু সমাজের কুসংস্কারের কারণে তাকে বিদ্যালয় থেকে বের করে দেওয়া হয়। বাড়িতে তিনি তার ভাইয়ের পাঠ জোরে জোরে শুনে শুনে অনেক কিছু শিখেন। ১৯০০ সালের দিকে বাল্যবিবাহের পর, তিনি ঝাড়খণ্ডের গিরিডিতে চলে আসেন। তার উদার মনের স্বামী ফণীন্দ্রনাথ বসু বাড়িতে তার শিক্ষার জন্য একজন ব্যক্তিগত শিক্ষক নিযুক্ত করেছিলেন। তিনি তার কাছ থেকে ইংরেজি এবং শিল্প সম্পর্কে শিখেছিলেন।\n\n\n== কর্মজীবন ==\nস্বামীর ক্রমাগত অনুপ্রেরণায় তিনি বাংলা সাহিত্য ও সমাজকর্মের প্রতি তার ভালবাসা লালন করতে শুরু করেন। তার লেখা, উপন্যাস এবং কবিতা, ভারতবর্ষ, প্রবাসী, মানশী এবং মারমাবাণী সহ ঐ সময়ের মর্যাদাপূর্ণ সাময়িকীগুলোতে প্রকাশিত হয়েছিল। যদিও তিনি কখনই ব্রাহ্মসমাজের অন্তর্গত ছিলেন না, তথাপি রাজা রামমোহন রায় দ্বারা প্রবর্তিত সামাজিক সংস্কার আন্দোলন ও এর প্রভাব তার লেখায় স্পষ্ট। তিনি তার সময়ের স্থবির হিন্দু সমাজের অনেক কুসংস্কার এবং অন্ধ ধারণা থেকে মুক্ত ছিলেন। সমাজসেবা এবং মানবজাতির ভ্রাতৃত্ব ছিল তার সবচেয়ে লালিত আদর্শ। তিনি প্রবোধ সান্যাল, আশাপূর্ণা দেবী, নরেন্দ্র দেব এবং নির্মল বড়াল সহ বাংলা সাহিত্যের অনেক উদীয়মান তারকাদের দিদি, বড় বোন ছিলেন।\n\n\n== ব্যক্তিগত জীবন সংগ্রাম এবং শেষ জীবন ==\nসরসীবালার পারিবারিক জীবন কঠিন ছিল, তার স্বামীর পরিমিত আয় দিয়ে তিনি তার নয় সন্তানকে লালন-পালন, একটি ঘরোয়া বাগান, একটি ম্যানগ্রোভ, কয়েকটি গবাদি পশুর দেখাশুনা এবং সমস্ত গৃহস্থালির কাজ এবং অভাবী মানুষের জন্য যতটা সমাজসেবা করা যায় তা করতেন। এছাড়াও, বাড়ির অন্যরা যখন ঘুমাতো সেই ভোরবেলায় তিনি লেখার জন্য সময় খুঁজে বের করতেন। তার শেষের বছরগুলিতে, সরসীবালা মহাত্মা গান্ধীর আহ্বানে সাড়া দিয়েছিলেন এবং হিন্দু ধর্মের সংস্কারের জন্য কাজ করেছিলেন, বিশেষ করে জাতিভেদ প্রথা প্রত্যাখ্যান এবং জাতিগত কুসংস্কারমুক্ত একটি সমাজের স্বপ্ন দেখতেন। তিনি নারী শিক্ষার প্রচার এবং অন্যান্য সামাজিক কল্যাণমূলক কর্মকাণ্ডের উপর ব্যাপকভাবে বক্তৃতা দিয়েছেন। এই সমস্ত কার্যকলাপ তার স্বাস্থ্যের উপর মারাত্মক প্রভাব ফেলে এবং তিনি ক্যান্সারের শিকারে পরিণত হন এবং ১৯২৯ সালে মারা যান।\n\n\n== সাহিত্যকর্ম ==\nপ্রবাল\nচরকার উৎসব\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন =="}