{"pageid": 1118201, "title": "পিঁপড়ে পুরাণ", "url": "https://bn.wikipedia.org/wiki?curid=1118201", "content": "পিঁপডে পুরাণ হল বাংলা সাহিত্যের খ্যাতনামা ঔপন্যাসিক প্রেমেন্দ্র মিত্র রচিত কল্পবিজ্ঞান নির্ভর ছোট উপন্যাস। মূলত কিশোরদের জন্য রচিত এই সায়েন্স ফিকশন বইয়ে ৬০০০ সালের পরে বিশালাকার পিঁপড়েরা হানা দিয়ে মানবজাতিকে জয় করে ফেলবে এবং সেই আক্রমণ প্রতিরোধের ভাবনাকে উপজীব্য করে রচিত হয়েছে উপন্যাসখানি।\n\n\n== প্রেক্ষাপট ==\nদেশবন্ধু চিত্তরঞ্জন দাশের মৃত্যুর পর কলকাতায় ১৯২৫ - ২৬ খ্রিস্টাব্দে সাম্প্রদায়িক দাঙ্গা হয়। সেসময়  প্রেমেন্দ্র মিত্র কলকাতা ছেড়ে চলে যান তার জন্মস্থান  বারাণসীতে। সেখানে তার সাক্ষাত হয় কলকাতার সুসাহিত্যক বিশ্বেশ্বর ভট্টাচার্যের দুই পুত্র মনোরঞ্জন ভট্টাচার্য এবং ক্ষিতীন্দ্রনারায়ণ ভট্টাচার্যের সাথে। এই তিনজন শিশু ও কিশোরদের জন্য আকর্ষণীয় বিজ্ঞান বিষয়ক ও বিজ্ঞানভিত্তিক রচনা সৃষ্টির পরিকল্পনা করেন। সেইমত প্রেমেন্দ্র মিত্র ‘’পিঁপড়ে পুরাণ’’ নামক একটি ছোট উপন্যাস লেখেন এবং প্রায় তিন বছর পর এটি মনোরঞ্জন ভট্টাচার্য সম্পাদিত “রামধনু” পত্রিকায় প্রকাশিত হয়। পরবর্তীতে অবশ্য উপন্যাসটি পুস্তকাকারে গোপালদাস মজুমদার ও বিধুভূষণ দত্তের প্রকাশনা সংস্থা ডি এম লাইব্রেরি কর্তৃক প্রকাশিত হয়। এই উপন্যাসটি ছাড়াও, প্রেমেন্দ্র মিত্র আরও অনেক উপন্যাস এবং গল্প রচনা করেছেন। যেমন -  কুহকের দেশ, পৃথিবীর শত্রু [পৃথিবীর ছেলে], কালাপানির অতলে ইত্যাদি এবং সর্বোপরি কল্পবিজ্ঞানের বিপুল সম্ভারে সৃষ্ট বিখ্যাত ঘনাদা সিরিজের বইগুলি।\n\n\n== পটভূমি ==\nআগামীতে পৃথিবী কেমন হবে তা নিয়েই উপন্যাসটি। বর্তমান সময়ে, পৃথিবীর সর্বত্র  পিঁপড়ায় ছেয়ে গেছে। তারা ছয় ফুট দীর্ঘ বুদ্ধিমান এবং সংগঠিত। মানুষের যখন নিজেদের মধ্যে লড়াইয়ে ব্যস্ত, তখন পিঁপড়ারা গ্রহটির দখল নেওয়ার প্রস্তুতি শুরু করল। তারা আন্দিজ পাহাড়ের জঙ্গলে তাদের  আস্তানা থেকে বেরিয়ে এসে ৭৭৫৭ সালে প্রথম  তাদের বড় আক্রমণ শুরু করল এবং তখন থেকে তারা যুদ্ধে মানুষকে পরাজিত করতে লাগল। সেই বছরে, দক্ষিণ আমেরিকার ৭০° পশ্চিম দ্রাঘিমাংশের পশ্চিম দিকের সমস্ত প্রধান শহর মাটির নিচের আক্রমণে একদিনেই ধ্বংস হয়ে যায়। ফলে একে একে পেরু , ভেনিজুয়েলা এবং ইকুয়েডরের শহর তাসের  মতো ভেঙ্গে পড়েছে। একমাত্র ব্যক্তি যিনি এই আক্রমণ থেকে রক্ষা পেলেন তিনি হলেন  ডন পেরিটো। তিনি কোনক্রমে মেক্সিকোতে পালিয়ে যান । তিনিই প্রথম ব্যক্তি যিনি পিঁপড়াদের দ্বারা সংঘটিত ধ্বংসের বর্ণনা দেন। এর কয়েক বছরের মধ্যে, পিঁপড়েরা পুরো দক্ষিণ আমেরিকা দখল করে নেয় । তারা যুদ্ধে যে, গণবিধ্বংসী অস্ত্র ব্যবহার করেছিল তা ছিল আত্মঘাতী বোমা। তারা উন্নত প্রযুক্তির অস্ত্রও ব্যবহার করেছিল। উদাহরণস্বরূপ, পিঁপড়েরা অনুসন্ধানের জন্য এক ধরনের কিছুটা সবুজ রঙের  শক্তিশালী আলোক রশ্মির ব্যবহার করেছিল, যা মুহূর্তে মানুষের দৃষ্টিশক্তি নষ্ট করে দেয়।\nপিঁপড়েদের সঙ্গে যুদ্ধের কাহিনী গল্পকারের  ছোট ছোট গল্পকথায়  বিভক্ত।   তার পর পরই এটি আসে অশেষ রায় নামক এক পর্যটকের  ডায়েরিতে, যিনি ৬৭৫৭ সালে প্রথম পিঁপড়াদের প্রথম দেখেছিলেন। তৃতীয় বর্ণনাটি অত্যন্ত মারাত্মক বলে উল্লেখ করেন রিও ডি জেনিরোর বিখ্যাত লেখক সেনর সাবাতিনি।  চতুর্থ এবং শেষ বর্ণনাটি করেন সুখময় সরকার যাকে পিঁপড়েরা  বন্দী করেছিল এবং পাঁচ বছর পর তিনি কোনমতে পালিয়ে যান।  তিনি তাদের সামাজিক ও অর্থনৈতিক সংগঠনের সবচেয়ে বিশদ বিবরণ দেন। পিঁপড়েদের সমাজের সুখময় সরকারের বর্ণনাটি ছিল - পিঁপড়েরা গণতান্ত্রিক ব্যবস্থার মধ্যে বসবাস করে। যে সমস্ত পিঁপড়েরা বুদ্ধিমান, তারাই  প্রশাসন পরিচালনা করে এবং বিজ্ঞান ও প্রযুক্তি ক্ষেত্রে  পরামর্শ প্রদান করে। তাদের জ্ঞান এবং সামাজিক কাঠামো মানুষের তুলনায় অত্যন্ত উন্নত, এবং তাদের ন্যায়বিচারের কঠোর বোধ ছিল।\nপ্রেমেন্দ্র মিত্র উপন্যাসটি শেষ করেছেন এই ঘোষণা করে যে, সমগ্র মানবজাতি তাদের অভ্যন্তরীণ শত্রুতা ভুলে তাদের অভিন্ন শত্রুর বিরুদ্ধে লড়াই করার জন্য একত্রিত হয়েছে।\n\n\n== পুনঃমূল্যায়ন ==\nদেবযানী সেনগুপ্ত তার ''সাধনবাবুজ' ফ্রেন্ডস: সায়েন্স ফিকশন ইন বেঙ্গল ফ্রম ১৮৮২ - ১৯৬১'' শীর্ষক  প্রবটন্ধে এই বলে মন্তব্য করেছেন যে -  \"...মিত্র এমন একটি সময়ের ইঙ্গিত দিয়েছেন যে, যখন প্রকৃতিতে ফুল ও গাছ থাকবে না, মানুষের অস্তিত্ব বিপন্ন হবে।\" \n\n\n== আরও দেখুন ==\nঘনাদা\nবাংলা বিজ্ঞান কল্পকাহিনী\n\n\n== তথ্যসূত্র =="}