{"pageid": 1118459, "title": "নারীর নেতৃত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1118459", "content": "নারীর নেতৃত্ব বা দ্য ফিমেল লীড হল, ২০১৫ সালে চালু করা একটি শিক্ষামূলক দাতব্য সংস্থা। জীবনের সকল ক্ষেত্রে নারীদের সাফল্যের গল্পের দৃশ্যমানতা বাড়ানোর জন্য এটি নিবেদিত। জনপ্রিয় সংস্কৃতিতে যে সব আদর্শ চরিত্র দেখানো আছে, মেয়েরা যেন শুধুমাত্র সেই দিকেই না দেখে, আদর্শ বেছে নেওয়ার আরও ব্যাপক পরিসর পায় এই সংস্থার উদ্দেশ্য সেটিও।\n\n\n== ইতিহাস ==\n২০১৫ সালে আন্তর্জাতিক নারী দিবসে 'নারীর নেতৃত্ব' শুরু হয়। এর প্রতিষ্ঠা করেছিলেন ডেটা বিজ্ঞান উদ্যোক্তা এডউইনা ডান।\n২০১৭ সালের ফেব্রুয়ারিতে দ্য ফিমেল লিড বুক প্রকাশিত হয়েছিল, প্রকাশক ছিল ইবুরি প্রেস। এর ২৫০ পৃষ্ঠার মধ্যে মেরিল স্ট্রিপ, ক্রিস্তিন লাগার্দ, লেমা বোউই, আভা ডুভার্নে, লেনা ডানাম, কারলি ক্লস, জো ম্যালোন এমবিই এবং ডেম এথেন ডোনাল্ড সহ সকল বয়সের এবং পেশাদার পটভূমির ৬০ জন মহিলার কথা তুলে ধরা হয়েছিল। তাঁদের প্রতিকৃতির আলোকচিত্র গ্রহণ করেছিলেন ফরাসি ফটোগ্রাফার ব্রিজিট ল্যাকম্বে, এবং সাংবাদিক জেরাল্ডিন ​​বেডেল, রোজানা গ্রিনস্ট্রিট ও হেস্টার লেসি তাঁদের সাক্ষাৎকার নিয়েছিলেন। বইয়ের পাশাপাশি, ব্রিজিট ল্যাকম্বের বোন চলচ্চিত্র-নির্মাতা মারিয়ান ল্যাকম্ব প্রতিটি মহিলার ভিডিও সাক্ষাৎকার তৈরি করেছিলেন।\nবইটিতে রাজনীতিবিদ এবং শিল্পী, সাংবাদিক এবং শিক্ষক, প্রকৌশলী এবং প্রচারক, অগ্নিনির্বাপক এবং চলচ্চিত্র তারকার মত বিভিন্ন ক্ষেত্রের মহিলাদের কথা তুলে ধরা হয়েছিল। প্রত্যেককেই তাঁদের অনুপ্রেরণামূলক জীবনযাত্রার জন্য বেছে নেওয়া হয়েছিল।\n২০১৭ সালের ৮ই ফেব্রুয়ারি, বইটি, এবং তার সাথে মেরিয়ান ল্যাকম্বের ডকুমেন্টারি এবং শিক্ষণ সংস্থান, লন্ডনের সায়েন্স মিউজিয়ামের আইম্যাক্স থিয়েটারে প্রকাশ করা হয়েছিল।\nনারীর নেতৃত্ব সংস্থা ১৮,০০০টি এই বই যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রের স্কুল, কলেজ এবং বিশ্ববিদ্যালয়ে দান করেছে।\n\n\n== কাজ ==\nএই বইটি ছাড়াও, নারীর নেতৃত্ব সংস্থা বিদ্যালয়গুলিতে প্রচার কার্য চালায়। এই কার্যক্রমের অধীনে মাধ্যমিক বিদ্যালয় এবং বিশ্ববিদ্যালয়ের শিক্ষার্থীদের সাথে আদর্শ চরিত্র এবং কর্মজীবনের আকাঙ্ক্ষা সম্পর্কে কথা বলা হয়। ২০১৮ সালে, এটি একটি গবেষণা প্রকল্পও শুরু করেছে, যার নেতৃত্বে আছেন ডঃ টেরি অ্যাপটার। এর উদ্দেশ্য তরুণীদের আকাঙ্ক্ষার উপর আদর্শ চরিত্রের প্রভাব আবিষ্কার করা। ২০১৯ সালের অক্টোবরে শুরু হওয়া গবেষণাটি অল্পবয়সী মেয়েদের ইতিবাচক আদর্শ চরিত্র অনুসরণ করতে উৎসাহিত করে।\n\n\n== কার্যকলাপ ==\nনারীর নেতৃত্ব সংস্থা বিভিন্ন অনুষ্ঠান এবং কর্মশালা চালায়, যেখানে মহিলা ও মেয়েদের কাছে তাদের কর্মক্ষেত্রের আদর্শ নারীদের ক্রিয়াকলাপের প্রদর্শন করা হয়। ২০১৯ সালের মার্চ মাসে, নারীর নেতৃত্ব সংস্থা ক্যাপ্টেন মার্ভেল চলচ্চিত্রটি যুক্তরাজ্যে দেখানোর জন্য ডিজনি কোম্পানীর সঙ্গে অংশীদারত্ব করে। প্রথম প্রদর্শনের টিকিট এবং ব্রাই লারসন এবং স্যামুয়েল এল জ্যাকসন সহ এই চলচ্চিত্রের তারকাদের সাথে লাল কার্পেট সাক্ষাৎকার নেওয়ার সুযোগ পেয়ে একজন কিশোরী মার্ভেল সুপার-ফ্যান ইলি অবাক হয়েছিল।\n২০১৭ এবং ২০১৮ সালে, নারীর নেতৃত্ব সংস্থা উইমেন ইন ডেটা ইউকের সাথে \"২০ তে তথ্য ও প্রযুক্তি\" চালু করতে অংশীদারত্ব করেছে। এই উদ্যোগটি নেওয়া হয়েছে যুক্তরাজ্য জুড়ে তথ্য এবং প্রযুক্তিতে মহিলাদের কৃতিত্বের অসামান্য ঘটনাগুলি প্রদর্শন করার জন্য৷\n\n\n== পুরস্কার এবং মনোনয়ন ==\n২০১৮ সালে, এডউইনা ডান, নারীর নেতৃত্ব সংস্থার মাধ্যমে, ফ্যাশন ফর ডেভেলপমেন্টের দ্বারা 'উইমেনস এমপাওয়ারমেন্ট অ্যাওয়ার্ড' এবং ইভনিং স্ট্যান্ডার্ড চেঞ্জমেকার পুরস্কারে ভূষিত হন।\n২০১৯ সালে, নারীর নেতৃত্ব সংস্থাকে জাতীয় বৈচিত্র্য পুরস্কারের জন্য বাছাই করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}