{"pageid": 1119013, "title": "বোডেন সংস্কৃত অধ্যাপক নির্বাচন, ১৮৬০", "url": "https://bn.wikipedia.org/wiki?curid=1119013", "content": "১৮৬০ সালে অক্সফোর্ড বিশ্ববিদ্যালয়ের বোডেন সংস্কৃত অধ্যাপক পদের নির্বাচনে সংস্কৃত শিক্ষাদানের দুই ভিন্ন প্রণালী প্রস্তাবকারী মোনিয়ার উইলিয়ামস ও ম্যাক্স মুলারের মধ্যে প্রতিদ্বন্দ্বিতা হয়। অক্সফোর্ডে শিক্ষিত উইলিয়ামস ছিলেন ইংরেজ এবং তিনি ব্রিটিশ ভারতে ইস্ট ইন্ডিয়া কোম্পানিতে কাজের জন্য প্রস্তুতিগ্রহণকারীদের ১৪ বছর সংস্কৃত শিক্ষা দিয়েছিলেন। বৈদিক সংস্কৃত স্তোত্র সংকলন ঋগ্বেদের একটি সংস্করণ সম্পাদনার কাজে মুলার বহু বছর অতিবাহিত করেছিলেন। পাণ্ডিত্যের জন্য তিনি আন্তর্জাতিক খ্যাতিও অর্জন করেছিলেন। উইলিয়ামস কাজ করতেন বস্তুগত প্রয়োজনীয়তার কথা মাথায় রেখে। মুলারের \"মহাদেশীয়\" ধারায় সংস্কৃত গবেষণার পক্ষপাতী তিনি ছিলেন না। তিনি মনে করতেন সংস্কৃত গবেষণার একটি নির্দিষ্ট লক্ষ্য রয়েছে এবং সেটি হল ভারতকে খ্রিস্টধর্মে ধর্মান্তরিত করা। অন্যদিকে মুলার মনে করতেন যে, তার কাজ ধর্মপ্রচারকদের সহায়তা হলেও তার আসল উদ্দেশ্য ভারতীয় সংস্কৃতি সম্পর্কে বৃহত্তর জ্ঞান অর্জন।\n১৮৫৭ সালের ভারতীয় বিদ্রোহের উত্থানে ভারতে ইংল্যান্ডের ভূমিকা নিয়ে সাধারণ বিতর্কের সময় এই নির্বাচন আয়োজিত হয়। ভারতীয়দের ধর্মান্তরিত করার বিষয়ে আরও সক্রিয় হওয়া উচিত নাকি স্থানীয় সংস্কৃতি ও প্রথাগুলির প্রতি সংবেদনশীলতা বজায় রাখা উচিত তা নিয়ে বিতর্কে অংশগ্রহণকারীদের মতামত দ্বিধাবিভক্ত ছিল। দুই প্রার্থীই ইস্তাহার ও সংবাদপত্রে বিজ্ঞাপনের মাধ্যমে নির্বাচকমণ্ডলীর (বিশ্ববিদ্যালয়ের সমাবর্তন, ৩,৭৮৬ জন স্নাতককে নিয়ে গঠিত) কাছে নির্বাচনী প্রচার চালান। প্রচারের সময় উইলিয়ামস বিশেষভাবে মনে করিয়ে দেন যে এই অধ্যাপক পদের প্রতিষ্ঠাতার উদ্দেশ্য ছিল পদাধিকারী ধর্মগ্রন্থ বিতরণের মাধ্যমে ভারতীয়দের ধর্মান্তরিত করতে সহায়তা করবেন। মুলারের মতে, তার সম্পাদিত ঋগ্বেদ ধর্মপ্রচারকদের কাছে অত্যন্ত মূল্যবান বিবেচিত হয়েছিল এবং তিনি তার সাক্ষ্যপত্রও দাখিল করেন। এছাড়া মুলার চেয়েছিলেন ধর্মপ্রচারক, গবেষক ও রাজকর্মচারীদের কাজের সুবিধার জন্য ভারতের ইতিহাস ও ভারতীয় সাহিত্যের মতো বৃহত্তর বিষয়গুলি শিক্ষা দিতে। শেষোক্ত প্রস্তাবটির সমালোচনা করে উইলিয়ামস বলেছিলেন এটি মূল দাতার ইচ্ছার অনুরূপ নয়। প্রচারের সময় সংবাদপত্রের উভয় প্রার্থীর বিজ্ঞাপন প্রকাশিত হয় এবং ইস্তাহার বিতরণ করা হয়। এক-একটি সংবাদপত্র এক-এক প্রার্থীর পক্ষ অবলম্বন করে। সাধারণভাবে পাণ্ডিত্যের বিচারে মুলারকে উইলিয়ামস অপেক্ষা শ্রেষ্ঠতর মনে করা হলেও কারও কারও মতে মুলার দু’টি অসুবিধার সম্মুখীন হন: প্রথমত, তিনি ছিলেন জন্মসূত্রে জার্মান, এবং দ্বিতীয়ত মতাদর্শের দিক থেকে তিনি ছিলেন উদারনৈতিক খ্রিস্টান। উইলিয়ামসের পক্ষাবলম্বনকারী কয়েকটি সংবাদপত্র যে বিবৃতি দিয়েছিল তার মূল বক্তব্য ছিল জাতীয় স্বার্থে ভারত শাসন ও ভারতবাসীকে ধর্মান্তরিত করার কাজে সহায়তার জন্য একজন ইংরেজকেই বোডেন অধ্যাপক হিসেবে নিয়োগ করা উচিত।\nনির্বাচন অনুষ্ঠিত হয় ১৮৬০ সালের ৭ ডিসেম্বর। সেই দিন সমাবর্তনের অনাবাসী সদস্যদের ভোটদানের সুবিধা করে দিতে অক্সফোর্ডের উদ্দেশ্যে বিশেষ ট্রেনের ব্যবস্থা করা হয়েছিল। এক আক্রমণাত্মক প্রচারাভিযানের পর উইলিয়ামস ২২৩টি ভোটে গরিষ্ঠতা অর্জন করেন। পরবর্তীকালে তিনি অক্সফোর্ডে ইন্ডিয়ান ইনস্টিটিউট স্থাপনে মুখ্য ভূমিকা গ্রহণ করেন, নাইটহুড প্রাপ্ত হন এবং ১৮৯৯ সালে মৃত্যুর পূর্বাবধি পদটি অলংকৃত করেন। পরাজয়ের ফলে মুলার অত্যন্ত হতাশ হলেও অবশিষ্ট জীবন তিনি অক্সফোর্ডেই অতিবাহিত করেন; কিন্তু সেখানে আর কোনও দিন সংস্কৃত শিক্ষাদানের কাজ তিনি করেননি। ১৮৬০ সালের নির্বাচনটিই ছিল শেষ নির্বাচন, যার মাধ্যমে সমাবর্তন বোডেন অধ্যাপককে নির্বাচিত করেছিল। ১৮৮২ সালে ব্রিটিশ পার্লামেন্ট একটি সংস্কার বলে সমাবর্তনের এই ক্ষমতাটি প্রত্যাহার করে নেয়। ২০১৭ সালে পাওয়া তথ্য অনুযায়ী, অধ্যাপক পদটির অস্তিত্ব এখনও আছে এবং এটিই যুক্তরাষ্ট্রের সর্বশেষ অবশিষ্ট সংস্কৃত অধ্যাপকের পদ।\n\n\n== প্রেক্ষাপট ==\n\nবোম্বাই নেটিভ ইনফ্যান্ট্রির লেফট্যানেন্ট কর্নেল জোসেফ বোডেনের দান করা অর্থে অক্সফোর্ড বিশ্ববিদ্যালয়ের বোডেন সংস্কৃত অধ্যাপকের পদটি চালু হয়। ১৮১১ সালে প্রয়াত বোডেনের ইচ্ছাপত্র অনুযায়ী তার কন্যার মৃত্যুর (যা ঘটেছিল ১৮২৭ সালে) বোডেনের এস্টেট বিশ্ববিদ্যালয়ের হাতে অর্পিত হয় একটি সংস্কৃত অধ্যাপকের পদ সৃষ্টির উদ্দেশ্যে। বোডেনের উদ্দেশ্য ছিল বাইবেলের জ্ঞান বিতরণ করে ভারতের জনসাধারণকে খ্রিস্টধর্মে দীক্ষিত করা। সেই সময় অক্সফোর্ড বিশ্ববিদ্যালয়ের বিধিবদ্ধ নিয়ম অনুযায়ী, অধ্যাপক ও কলেজ সভ্যদের পরিবর্তে সমাবর্তনের সদস্যেরা (অর্থাৎ অক্সফোর্ডের মাস্টার অফ আর্টস ডিগ্রিধারীরা, এক্ষেত্রে তাদের বিশ্ববিদ্যালয়ে শিক্ষকতা করার কোনও বাধ্যবাধকতা ছিল না) এই পদে নিযুক্ত অধ্যাপককে নির্বাচিত করতেন। ১৮৬০ সালের নির্বাচনের সময় সমাবর্তনের সদস্য সংখ্যা ছিল ৩,৭৮৬। ধর্মীয় ইতিহাসবিদ গুইলিম বেকারলেগের মতে, মোটা মাইনের এই অধ্যাপক পদটিকে সেই যুগে অত্যন্ত সম্মানজনক মনে করা হত। ১৮৬০ সালে ব্রিটেনের জাতীয় সংবাদপত্র দ্য টাইমস-এর একটি সম্পাদকীয়তে বলা হয় যে, এই অধ্যাপক পদটি অক্সফোর্ডে তথা সমগ্র সভ্য জগতের সবচেয়ে গুরুত্বপূর্ণ, সবচেয়ে প্রভাবশালী ও সবচেয়ে সুপরিচিত প্রতিষ্ঠানগুলির অন্যতম। নির্বাচিত অধ্যাপক আমরণ এই পদ অলংকৃত করেন এবং সেই যুগে তার বেতন ছিল বার্ষিক ৯০০ থেকে ১,০০০ পাউন্ড।\n১৮৩২ সালে হোরাস হেম্যান উইলসন প্রথম বোডেন অধ্যাপক নির্বাচিত হন। ১৮৬০ সালের ৮ মে মৃত্যুর দিন পর্যন্ত তিনি এই পদ অলংকৃত করেছিলেন। ১৮৫৭ সালের ভারতীয় বিদ্রোহের ঠিক পরেই উইলসনের উত্তরসূরি নির্বাচনের সময় আসে। সেই সময় ভারতে ব্রিটিশ ধর্মপ্রচারকদের কাজের প্রকৃতি কেমন হওয়া উচিত তা নিয়ে একটি সাধারণ বিতর্ক চলছিল। উল্লেখ্য, ভারতে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি কর্তৃক নিয়ন্ত্রিত অঞ্চলগুলি ১৮৫৮ সালে সরাসরি ব্রিটিশ সাম্রাজ্যের অধিভুক্ত হয়। ১৮১৩ সাল পর্যন্ত কোম্পানি ভারতের স্থানীয় প্রথা ও রীতিনীতিগুলির বিষয়ে হস্তক্ষেপ না করার একটি সাধারণ নীতি নিয়ে চলেছিল। ভারতীয়দের ধর্মান্তরিত করতে হলে খ্রিস্টান ধর্মপ্রচারকদের বিশেষ ছাড়পত্র জোগাড় করতে হত। কার্যক্ষেত্রে যদিও ইভানজেলিক্যাল ছাড়া ওন্যান্য সম্প্রদায়ভুক্ত অধিকাংশ ধর্মপ্রচারকই ছাড়পত্র ছাড়াই ধর্মান্তরণের কাজ চালিয়ে যেতেন। উল্লেখ্য,সেই যুগে অন্যান্য খ্রিস্টান সম্প্রদায়ভুক্তে অন্য ধর্মের প্রতি সহিষ্ণুতা প্রদর্শনের ক্ষেত্রে অনেক বেশি প্রস্তুত হলেও ইভানজেলিক্যালদের অনেক বেশি বিপ্লবী-মনোভাবাপন্ন মনে করা হত। ইভানজেলিক্যাল আন্দোলনের শক্তিবৃদ্ধি ঘটলে তা ভারতে খ্রিস্টধর্ম প্রচারে আরও জোর দিতে থাকে। সেই কারণেই ১৮১৩ সালে কোম্পানি ধর্মপ্রচারকদের কার্যকলাপ-সংক্রান্ত বিধিটি শিথিল করে। ভারতীয় বিদ্রোহের পরিপ্রেক্ষিতে ১৮৫৮ সালের পর ব্রিটিশ সরকার ভারতীয়দের ধর্মে হস্তক্ষেপ করে আর অশান্তি বৃদ্ধি করতে রাজি ছিল না, কিন্তু ভারতে শাসনের কাজে নিযুক্ত ব্যক্তিরা অনেকেই ইভানজেলিক্যালদের ভারতীয়দের ধর্মান্তরিত করার প্রয়াসটির প্রতি সহানুভূতিশীল ছিলেন। বেকারলেগ মন্তব্য করেছেন, \"খ্রিস্টীয় ধর্মপ্রচারের পরিসর বৃদ্ধি অবিচ্ছেদ্যভাবে ভারতে ব্রিটেনের ভূমিকার সংজ্ঞা নির্ধারণের প্রয়াসের এবং বাস্তবিক অর্থেই ভারতে ব্রিটেনের উপস্থিতির ন্যায্যতা প্রতিপাদন করার কাজের সঙ্গে যুক্ত হয়ে পড়ে।\" প্রশ্ন ওঠে, ব্রিটেন কী শুধুই ভারত শাসন করবে, নাকি দেশটিকে \"সভ্য\" করেও তুলবে; এবং যদি দ্বিতীয়টিই হয় তাহলে ব্রিটিশরা কী ভারতের স্থানীয় সংস্কৃতি ও ধর্মের সংস্কার সাধন করবে না তাকে ধ্বংস করে দেবে। বেকারলেগের মতে, ভারতে ধর্মপ্রচার কর্মের পরিধি বৃদ্ধির সমর্থকেরা ১৮৫৮ সালের ঘটনাগুলিকে ভারতে খ্রিস্টধর্ম আনয়নের ব্যর্থতার প্রেক্ষাপটে ঈশ্বরের বিচার হিসেবে দেখেন।\nসংস্কৃত শিক্ষার উদ্দেশ্য কী হতে পারে, তা নিয়ে দু’টি মত ছিল। একটি মতে, এই শিক্ষা ভারতে প্রশাসন পরিচালনা ও ভারতীয়দের ধর্মান্তরণের কাজে সহায়ক হতে পারে এবং অপর মতে, সংস্কৃত শিক্ষার প্রয়োজন সংস্কৃত ভাষা ও ভারতীয় সংস্কৃতিকে জানার জন্যই। কোম্পানির হেইলিবেরি ও হার্টফোর্ডশায়ারের কলেজে এবং কলকাতার ফোর্ট উইলিয়াম কলেজে কর্মচারীদের স্থানীয় সংস্কৃতি সম্পর্কে ওয়াকিবহাল রাখার জন্য ইস্ট ইন্ডিয়া কোম্পানি সংস্কৃতে নির্দেশ প্রদান করত। এর ফলে অনেকেই সংস্কৃত সাহিত্যে উল্লিখিত ভারতের ধর্ম ও সংস্কৃতি সম্পর্কে আগ্রহী হয়ে ওঠেন। মহাদেশীয় ইউরোপে অবশ্য পরিস্থিতি অন্যরকম ছিল। সেখানকার গবেষকেরা সংস্কৃতের চর্চা করতেন \"ভাষার বিজ্ঞান\" তুলনামূলক ভাষাবিজ্ঞানের অঙ্গ হিসেবে। সাম্রাজ্যের প্রশাসন পরিচালনার তাগিদ সেখানে ছিল না। অল্প কয়েকজন ইউরোপীয় পণ্ডিতই ভারতে এসেছিলেন। কিন্তু বহু ব্রিটিশ সংস্কৃতজ্ঞ ভারতে বসবাস ও কাজ করেন। মার্কিন গবেষক লিন্ডা ডওলিং-এর মতে, অন্যান্য বিষয়ের ব্রিটিশ গবেষকদের কেউ কেউ সংস্কৃতের সকল বিষয় নিয়েই সংশয় প্রকাশ করতেন। এদের কেউ কেউ সংস্কৃত গ্রন্থগুলিকে \"লাতিন ও গ্রিক ভাষা থেকে ধার করা মামুলি ভাষাগত জালিয়াতি\" মনে করতেন অথবা সেগুলিকে ব্রিটন ও ব্রাহ্মণের মধ্যে সম্পূর্ণ অনাকাঙ্ক্ষিত আত্মীয়তার প্রমাণ ছাড়া আর কিছুই নয়\" বলে বিবেচনা করতেন।\n\n\n== প্রার্থীগণ ==\n\n১৮৬০ সালের বোডেন সংস্কৃত অধ্যাপক নির্বাচনে মোট পাঁচ জন প্রার্থীর কথা উঠেছিল। এরা হয় নিজেরা এই পদে প্রতিদ্বন্দ্বিতার ইচ্ছা প্রকাশ করেছিলেন, নয় এদের অনুপস্থিতিতে এদের নাম প্রস্তাবিত হয়েছিল। কিন্তু শেষ পর্যন্ত নির্বাচনে প্রতিদ্বন্দ্বিতা করেন মোনিয়ার উইলিয়ামস ও ম্যাক্স মুলার। উইলিয়ামস (যিনি পরবর্তী জীবনে স্যার মোনিয়ার মোনিয়ার-উইলিয়ামস নামে পরিচিত হন) ছিলেন এক সেনা আধিকারিকের পুত্র। ভারতে জন্মগ্রহণকারী উইলিয়ামস অল্পকাল অক্সফোর্ডের বেলিয়ল কলেজে পড়াশোনা করার পর ভারতে সিভিল সার্ভিসে যোগ দেওয়ার জন্য হেইলিবেরিতে প্রশিক্ষণ গ্রহণ শুরু করেন। ভারতে যুদ্ধে ভ্রাতার মৃত্যুর ফলে তিনি অক্সফোর্ডে ফিরে এসে নিজের ডিগ্রি সমাপ্ত করেন। ১৮৪৪ সাল থেকে ১৮৫৮ সাল পর্যন্ত (এই বছরই ভারতীয় বিদ্রোহের প্রেক্ষিতে হেইলিবেরি কলেজটি বন্ধ হয়ে যায়) তিনি হেইলিবেরিতে উইলসনের সঙ্গে সংস্কৃত ও অন্যান্য ভাষা শিক্ষা দিতেন। উইলসনের উৎসাহে তিনি ইংরেজি-সংস্কৃত অভিধান রচনার কাজে হাত দিয়েছিলেন। ১৮৫১ সালে ইস্ট ইন্ডিয়া কোম্পানি বইটি প্রকাশ করেন। ভারত সচিবও বইটির পৃষ্ঠপোষকতা করেছিলেন। ওলন্দাজ নৃতত্ত্ববিদ পিটার ভ্যান ডের ভিরের মতে, যে উদ্দেশ্যে বোডেন এই পদ প্রতিষ্ঠায় উৎসাহিত হয়েছিলেন, সেই উদ্দেশ্যটির প্রতি উইলিয়ামসের \"একটি ইভানজেলিক্যাল উদ্দীপনা\" ছিল।\nঅন্যদিকে মুলার ছিলেন জার্মান ডাচি আনহল্ট-ডেসাউ-এর ব্যক্তিত্ব। গ্রিক ও লাতিন ভাষায় স্নাতকোত্তর ডিগ্রি অর্জনের পর এক নতুন বৌদ্ধিক প্রতিস্পর্ধা হিসেবে তিনি বিশ্ববিদ্যালয়ে সংস্কৃত অধ্যয়ন শুরু করেন। সেই যুগে ইউরোপে সংস্কৃত ছিল তুলনামূলকভাবে অধ্যয়নের নতুন এক বিষয় এবং ধ্রুপদি ভাষাগুলির সঙ্গে এটির প্রথাগত যোগসূত্রটি ভাষার ইতিহাস ও প্রকৃতি খতিয়ে দেখার কাজে রত গবেষকদের আকর্ষণ করেছিল। ১৮৪৩ সালে উনিশ বছর বয়সে তিনি জার্মানির লাইপসিগ বিশ্ববিদ্যালয় থেকে ডক্টরেট করেন এবং এক বছর বার্লিনে পড়াশোনা করার পর তিনি প্যারিসে গিয়ে প্রাচীন বৈদিক সংস্কৃত স্তোত্র সংকলন ঋগ্বেদের প্রথম মুদ্রিত সংস্করণের কাজ শুরু করেন। ১৮৪৬ সালে গবেষণের কাছে অল্পকালের জন্য ইংল্যান্ডে এসেছিলেন মুলার। কিন্তু সেখানেই তিনি থেকে যান সারা জীবন। প্রুসীয় কূটনীতিবিদ ব্যারন ফন বানসেন ও উইলসন ইস্ট ইন্ডিয়া কোম্পানির পরিচালকদের রাজি করান ঋগ্বেদ প্রকাশে অক্সফোর্ড ইউনিভার্সিটি প্রেসকে অর্থসাহায্য করার জন্য। ১৮৪৮ সালে মুলার অক্সফোর্ডে স্থায়ীভাবে বসবাস শুরু করেন এবং সংস্কৃত গবেষণার কাজ চালিয়ে যান। ১৮৫৪ সালে তিনি আধুনিক ইউরোপীয় ভাষাসমূহের টেলরিয়ান অধ্যাপক হন। উল্লেখ্য, এর আগে তিন বছর তিনি ওই পদে উপ-অধ্যাপক ছিলেন। এই পদে তিনি বছরে পেতেন ৫০০ পাউন্ড, যা ছিল বোডেন অধ্যাপক পদের সাম্মানিকের অর্ধেক। ১৮৫৫ সালে ব্রিটিশ নাগরিকত্ব গ্রহণের পর ১৮৫৮ সালে তিনি অল সোলস’ কলেজের সভ্য নির্বাচিত হন। মুলারের জীবনীকার তথা ভারতীয় লেখক নীরদচন্দ্র চৌধুরীর কথায়, এটি ছিল \"সেই যুগে এক বিদেশির পক্ষে এক নজিরবিহীন সম্মান\"।\nএছাড়া যে তিন গবেষক এই পদটির জন্য প্রতিদ্বন্দ্বিতার ইচ্ছা প্রকাশ করেছিলেন বা অন্যদের দ্বারা মনোনীত হয়েছিলেন, তারা নির্বাচনের আগেই মনোনয়ন প্রত্যাহার করে নেন। ১৮৬০ সালের ২৮ মে দ্য টাইমস সংবাদপত্রে কলকাতার গভর্নমেন্ট কলেজের সংস্কৃতের অধ্যাপক এডওয়ার্ড কাওয়েলের প্রার্থীপদের কথা ঘোষিত হয়। সেখানে বলা হয়েছিল যে, কাওয়েল যে উইলসনের উত্তরসূরি হিসেবে \"বিশেষ যোগ্যতাসম্পন্ন\" সে কথা উইলসন নিজেই বলে গিয়েছেন। কিন্তু কোওয়েল পরে ভারত থেকে চিঠি লিখে জানান যে, তিনি মুলারের বিরুদ্ধে প্রতিদ্বন্দ্বিতায় অবতীর্ণ হতে রাজি নন। ১৮৬০ সালের অগস্ট মাসে প্রাক্তন বোডেন ছাত্রবৃত্তিপ্রাপ্ত তথা বারাণসীর গভর্নমেন্ট সংস্কৃত কলেজের অধ্যাপক রালফ গ্রিফিথ নিজের প্রার্থীপদ ঘোষণা করলেও নভেম্বরে তা প্রত্যাহার করে নেন। ১৮৬০ সালের জুন মাসে বারাণসীর কলেজের অধ্যক্ষ জেমস আর. ব্যালেনটাইনের নাম তারই ইংল্যান্ডবাসী বন্ধুদের দ্বারা প্রস্তাবিত হয়। এই প্রস্তাবনায় ব্যালেনটাইনকে \"ব্রিটিশ সংস্কৃত পণ্ডিতদের প্রধান\" বলে উল্লেখও করা হয়।\n\n\n=== মুলারের ইস্তাহার ===\n\nউইলসনের মৃত্যুর ছয় দিন পরে ১৮৬০ সালের ১৪ মে মুলার নিজের প্রার্থীপদ ঘোষণা করেন। সমাবর্তনের কাছে প্রেরিত প্রস্তাবনায় তিনি নিজের ঋগ্বেদ সম্পাদনার কথা উল্লেখ করে বলেন যে, এই গ্রন্থটি ছাড়া ধর্মপ্রচারকেরা হিন্দুধর্মের শিক্ষা সম্পর্কে সম্পূর্ণ জ্ঞান অর্জন করতে পারবেন না এবং তার ফলে তাদের কাজও ব্যাহত হবে। এই কারণ দর্শিয়েই প্রস্তাবনায় তিনি বলেন যে, নিজের জীবনের প্রধান অংশটি সেই কারণেই তিনি অতিবাহিত করেছেন বোডেন সংস্কৃত অধ্যাপক পদের প্রতিষ্ঠাতার উদ্দেশ্য সিদ্ধির জন্য। তিনি বিশেষভাবে সংস্কৃত নিয়েই কাজ করবেন বলে কথা দেন এবং বলেন যে ইউরোপ ও ভারতের শ্রেষ্ঠ পণ্ডিতদের থেকে এবং যে সব ধর্মপ্রচারকেরা তার গ্রন্থ ব্যবহার করে ভারতের প্রাচীন পৌত্তলিক রীতিনীতিগুলিকে উৎখাত করতে প্রয়াসী তাদের থেকে তিনি সাক্ষ্যপত্র দাখিল করবেন। যথাকালে তিনি মিশনারি সোসাইটিগুলির একটি তালিকা পেশ করেন, যারা ইস্ট ইন্ডিয়া কোম্পানির থেকে ঋগ্বেদের কপি চেয়ে পাঠিয়েছিল। এই সোসাইটিগুলির অন্যতম ছিল চার্চ মিশনারি সোসাইটি ও সোসাইটি ফর দ্য প্রোপাগেশন অফ দ্য গসপেল।\n\n\n=== উইলিয়ামসের ইস্তাহার ===\n\nমুলারের এক দিন পরে অর্থাৎ ১৮৬০ সালের ১৫ মে উইলিয়ামস নির্বাচনে প্রার্থী হওয়ার ইচ্ছা প্রকাশ করেন। সমাবর্তনের নিকট দাখিল করা লিখিত প্রস্তাবনায় তিনি বলেন যে, বোডেনের ধর্মপ্রচারণার ইচ্ছার প্রেক্ষিতে এই পদে তিনিই উপযুক্ত ব্যক্তি। নিজের জীবন ও কর্মজীবনের (নির্দিষ্টভাবে হেইলিবেরিতে তিনি সংস্কৃত সম্পর্কে যে জ্ঞান ও অভিজ্ঞতা অর্জন করেছিলেন) বিস্তারিত বিবরণ দিয়ে তিনি বলেন যে, বিগত চোদ্দো বছর ধরে তার জীবনের অভিপ্রায় হল সংস্কৃতে গভীর জ্ঞান অর্জন ও নিজের সকল ক্ষমতা প্রয়োগ করে সংস্কৃত সাহিত্য অধ্যয়নকে সহজ করে তোলা। নির্বাচকদের আশ্বাস দিয়ে তিনি বলেন যে, নির্বাচিত হলে তিনি পদের প্রবর্তকের উদ্দেশ্যকে (অর্থাৎ, ইংরেজদের ভারতবাসীকে খ্রিস্টধর্মে দীক্ষিত করার পথ সুগম করে দেওয়ার উদ্দেশ্যে সংস্কৃত ভাষার অধিকতর সাধারণ ও সমালোচনামূলক জ্ঞানের প্রবর্ধন) মাথায় রেখে নিজের যথাসাধ্য নিয়োজিত করবেন। ডওলিং লিখেছেন যে, মুলারের দৃষ্টিভঙ্গির সম্পূর্ণ বিপরীতে উইলসন সংস্কৃত চর্চাকে শুধুমাত্র ধর্মপ্রচারকদের দ্বারা হিন্দুদের ধর্মান্তরিত করার একটি উপায় মনে করতেন। ডওলিং-এর মতে, মুলারের আন্তর্জাতিক খ্যাতিসম্পন্ন কীর্তির বিপরীতে উইলিয়ামসের ধ্রুপদি সংস্কৃতে মাঝারি দক্ষতার থেকে দৃষ্টি ঘুরিয়ে দিতেই তিনি এই পন্থা অবলম্বন করেছিলেন। বিশেষত, বোডেনের মূল উদ্দেশ্যটির প্রতি তিনি এমন এক সময়ে আগ্রহ প্রকাশ করেছিলেন যখন সমাবর্তন পদ-প্রবর্তকের ইচ্ছার কথা ধর্তব্যের মধ্যে আনেনি।\n\n\n== প্রচারাভিযান ==\n\n১৮৬০ সালের অগস্ট মাসে মুলার সমাবর্তনের উদ্দেশ্যে লেখেন যে, তিনি সংস্কৃতের সঙ্গে তুলনামূলক ভাষাবিজ্ঞান, ভারতীয় ইতিহাস ও সাহিত্য শিক্ষাদানেরও পরিকল্পনা গ্রহণ করেছেন। কারণ, তার মতে শুধুমাত্র সংস্কৃত ভাষাশিক্ষা বোডেনের দাক্ষিণ্যের প্রতি মামুলি কৃতজ্ঞতা প্রদর্শন। তিনি আরও বলেন যে, এই বিষয়গুলি সম্পর্কে জ্ঞান থাকলে ভবিষ্যতে দক্ষ ধর্মপ্রচারক, কর্মঠ রাজকর্মচারী ও বিশিষ্ট বোডেন গবেষকদের প্রস্তুত করার পথ সুগম হবে।\nঅপরপক্ষে উইলিয়ামস লেখেন যে, বোডেন যদি আন্তর্জাতিক খ্যাতিকেই সংস্কৃত অধ্যাপকের পদটির অধিকারী নির্বাচনের মাপকাঠি বলে উল্লেখ করে যেতেন, তাহলে তিনি প্রার্থীপদ ঘোষণা করতে দ্বিধাবোধ করতেন। কিন্তু বাস্তবে তিনি এমন কোনও নির্দেশ দিয়ে যাননি এবং কর্তৃপক্ষের বিধিতেও কোথা বলা নেই যে সংস্কৃত অধ্যাপককে বিভিন্ন বিষয়ে বক্তৃতা প্রদান করতে হবে। তিনি বৈদিক সাহিত্যকে কম গুরুত্বপূর্ণ, দার্শনিক সাহিত্যকে অতিমাত্রায় অতিন্দ্রীয়বাদী ও দুর্বোধ্য এবং সংস্কৃত ভাষার ধ্রুপদি বা আধুনিক যুগটিকে (ধর্মশাস্ত্র, দুই মহাকাব্য ও নাট্যসাহিত্য) সবচেয়ে গুরুত্বপূর্ণ মনে করতেন।  তিনি সমাবর্তনকে মনে করিয়ে দেন যে, তিনিও দু’টি সংস্কৃত নাটক সম্পাদনা করেছেন এবং তৃতীয় যুগপর্যয়ের সংস্কৃত সাহিত্যের অন্তর্গত শাস্ত্রগ্রন্থগুলির মধ্যে বেদ অন্তর্ভুক্ত নয় (\"যেমন ইতিপূর্বে ভাবা হত\"), ঋগ্বেদ তো নয়ই। তিনি মন্তব্য করেন, ঋগ্বেদের মুলার-কৃত সংস্করণটির জন্য যে সময়, শ্রম, অর্থ ও বিদ্যা ব্যয়িত হয়েছে, তা বাইবেলের কোনও সংস্করণের জন্য ব্যয়িত হয়নি। সেই সঙ্গে তিনি এও বলেন যে, বোডেন চাননি সেকেলে হতে চলা বৈদিক শাস্ত্রকে বাঁচিয়ে রেখে ও প্রচার করে খ্রিস্টীয় ধর্মপ্রচারকদের কাজের সাহায্য করতে। উইলিয়ামস বলেন, সংস্কৃত চর্চার ক্ষেত্রে তিনি যে পদ্ধতি অবলম্বন করেছেন, অর্থাৎ অভিধান ও ব্যাকরণ গ্রন্থ প্রণয়ন, তা ইংরেজ-মননের সঙ্গে সামঞ্জস্যপূর্ণ এবং মুলারের \"মহাদেশীয়\" ও \"দার্শনিকসুলভ\" দৃষ্টিভঙ্গির সম্পূর্ণ বিপরীত। মুলারের পদ্ধতি অনুসারে, আধুনিক কালের হিন্দুদের কাছে অপ্রাসঙ্গিক হয়ে পড়া ধর্মগ্রন্থগুলি নিয়ে আলোচনা করা হয়; সেই সব গ্রন্থ ধর্মপ্রচারকদের কোনও কাজেই লাগে না।\n১৮৬০ সালের ২৯ অক্টোবর দ্য টাইমস পত্রিকায় প্রকাশিত একটি চিঠিতে মুলার উইলিয়ামসের বিতর্কে লিপ্ত হন। বোডেন অধ্যাপক হিসেবে ইতিহাস, দর্শন ও অন্যান্য বিষয় শিক্ষাদান অন্যায্য এই দাবিটির প্রেক্ষিতে তিনি উইলসনের একটি সাধারণ বক্তৃতা উদ্ধৃত করে বলেন উইলসনের বরাবরের ইচ্ছা ছিল \"হিন্দুদের প্রতিষ্ঠান ও সামাজিক অবস্থা, সাহিত্য ও ধর্ম সম্পর্কে একটি সাধারণ শিক্ষা\" প্রদান করা। মুলার উল্লেখ করেন যে, উইলিয়ামস সংস্কৃত সাহিত্যকে যে তিনটি ক্ষেত্রে ভাগ করেছেন সেই তিনটি ক্ষেত্রেও তাঁর প্রকাশনা রয়েছে এবং মুলারের নিজের একটি প্রকাশনার উইলসন কৃত সমালোচনার প্রেক্ষিতে বৈদিক সাহিত্যের তুলনামূলক কম গুরুত্ব-সংক্রান্ত উইলিয়ামসের মতটির বিরোধিতা করেন। মুলার বলেন যে, উইলিয়ামস \"একাই\" মনে করেন যে বেদ নয়, মহাকাব্য ও নাটকগুলি প্রকৃত ধর্মগ্রন্থ। ঋগ্বেদ সম্পাদনায় মুলার যতটা শ্রম দান করেছেন বলে উইলিয়ামস অনুমান করেছেন, তা অস্বীকার করেন মুলার এবং বলেন বাইবেলে তিনি কতটা গুরুত্ব দিয়েছেন তার তুলনা করা \"প্রায় অপ্রাসঙ্গিক\"। বোডেন বৈদিক সাহিত্যের পৃষ্ঠপোষকতা করতে চাননি এই দাবি খণ্ডনের মাধ্যমে মুলার নিজের বক্তব্যের সিদ্ধান্তে উপনীত হন। তিনি উল্লেখ করেন যে, কলকাতার অ্যাংলিকান বিশপ (জর্জ কটন) লিখেছিলেন যে হিন্দু পণ্ডিতদের সঙ্গে আলোচনায় সমকক্ষ হতে ধর্মপ্রচারকদের সংস্কৃত ও সেই ভাষায় লেখা শাস্ত্রগুলি সর্বোচ্চ গুরুত্ব সহকারে পাঠ করতে হবে এবং বিশপের দৃষ্টিকোণ থেকে মুলার কৃত সম্পাদিত ও উইলসন কৃত অনূদিত ঋগ্বেদের তুলনায় অধিকতর মূল্যবান আর কিছুই নেই।\nএই চিঠিটির পরে উইলিয়ামস অভিযোগ করেন যে, মুলার সংবাদপত্রে প্রচার চালিয়ে উইলিয়ামসের বক্তব্যের ভ্রান্ত ব্যাখ্যা প্রদান করছেন। মুলার তিন জন অধ্যাপক ও কুইন’স কলেজের প্রাধ্যক্ষকে চিঠিটির শুদ্ধতা প্রতিপাদনের অনুরোধ জানান এবং সকলেই মুলারের পক্ষে মত প্রকাশ করেন। বেকারলেগের দৃষ্টিতে, এই সকল উত্তর ও প্রত্যুত্তর দুই প্রার্থী ও সমর্থকদের মধ্যে ক্রমবর্ধমান উত্তপ্ত বাদানুবাদকে চিত্রিত করে। এক আধুনিক গবেষকের কথায়, মনে হচ্ছিল যেন দুই প্রার্থী পার্লামেন্টের সম্ভাব্য সদস্যপদের প্রার্থী। ধর্মীয় বিদ্যার ব্রিটিশ প্রভাষক টেরেন্স টমাস দুই প্রার্থীর সমর্থকদের দ্বারা একে অপরের দিকে ছুঁড়ে দেওয়া ম্যাক্স মুলারের নাগরিকতা নিয়ে অপমান এবং সংস্কৃতজ্ঞ হিসেবে মোনিয়ার উইলিয়ামসের যোগ্যতা নিয়ে প্রশ্ন নথিভুক্ত করেছিলেন। উদাহরণস্বরূপ, অক্সফোর্ডের অন্যতম বোডেন স্কলার রবিনসন এলিস বলেছিলেন যে, উইলিয়ামস এমন প্রমাণ দিতে পারেননি যে তিনি কোনও সংস্কৃত গ্রন্থ পাঠ করতে পারেন। এই কথার প্রতিবাদ জানানো হলে তিনি নিজের দাবির পরিবর্তে বলেন যে, উইলিয়ামস তখনই কোনও বই পড়তে পারেন যখন তিনি সেটিকে অন্য একটির সঙ্গে তুলনা করতে পারেন এবং এই বিষয়টিকে বর্ণনা করতে গিয়ে বলেন এটি হল এমন একটি যান্ত্রিক শ্রম, যা প্যারিস ও বার্লিনের সাধারণ গ্রন্থাগারগুলিতে বছরে আধ ক্রাউন মূল্যে পাওয়া যায়।\nপ্রত্যেক প্রার্থীরই একটি করে সহায়ক সমিতি ছিল। উইলিয়ামসের দু’জন সহায়ক ছিলেন, একজন লন্ডনে ও অপরজন অক্সফোর্ডে। প্রচারের কাজে তিনি এক হাজার পাউন্ডেরও বেশি অর্থ ব্যয় করেন, যা বোডেন অধ্যাপকের বার্ষিক বেতনের চেয়েও বেশি। ১৮৬০ সালের জুন মাসে নিজের মাকে লেখা একটি চিঠিতে মুলার অভিযোগ করেন যে সমগ্র ইংল্যান্ডে ছড়িয়ে ছিটিয়ে থাকা ৪০০০ নির্বাচকের প্রত্যেককে চিঠি দিতে হবে; তিনি বলেন যে মাঝে মাঝে মনে হয় নির্বাচনে না দাঁড়ালেই ভালো হত, এবং সেই সঙ্গে তিনি বলেন \"আমি যদি না জিততে পারি, তাহলে আমি অত্যন্ত খিটখিটে হয়ে যাব!\".\n\n\n== সমর্থক ও সংবাদপত্র ==\n\nবেকারলেগের মতে, উইলিয়ামস ও মুলারের মধ্যে এই তীব্র প্রতিদ্বন্দ্বিতার সঙ্গে যুক্ত ব্যক্তিদের অনেকেই মনে করতেন যে, এই নির্বাচনের ফলাফলের উপর শুধু একজনের ভবিষ্যৎ কর্মজীবনই নির্ভর করছে না, বরং ভারতে খ্রিস্টান ধর্মপ্রচারকদের সাফল্য বা ব্যর্থতাও নির্ভর করছে; এমনকি সেই সঙ্গে পূর্ববর্তী কয়েক বছরের ঘটনাবলির প্রেক্ষিতে ভারতে ব্রিটিশ শাসনের স্থিরতাও বোডেন অধ্যাপকের দক্ষতার উপর অনেকাংশে নির্ভরশীল হয়ে উঠতে পারে। জয় নির্ভরশীল ছিল সমাবর্তনের অনাবাসী সদস্যদের অক্সফোর্ডে এসে ভোট দিতে দুই প্রার্থীর রাজি করানোর ক্ষমতার উপর। প্রত্যেক প্রার্থীরই নিজস্ব সমর্থক ছিল: মুলারকে সমর্থন করেছিলেন আন্তর্জাতিক খ্যাতিসম্পন্ন গবেষকেরা, অন্যদিকে উইলিয়ামস অক্সফোর্ড-ভিত্তিক বিদ্বজ্জন এবং ভারতে প্রশাসক ও ধর্মপ্রচারক হিসেবে কর্মরতদের সমর্থন জোটাতে সমর্থ হন। নীরদচন্দ্র চৌধুরী বলেছেন, উভয় প্রার্থীই এমনভাবে উইলসনের সমর্থন পাওয়ার দাবি জানিয়েছিলেন যেন ধর্মপ্রচারে সাফল্যের নীতিটিও এই পদে নিয়োগের সঙ্গে অঙ্গাঙ্গীভাবে জড়িত। ২৩ মে তারিখে দ্য টাইমস পত্রিকায় লেখা হয় যে উইলিয়ামসের বন্ধুরা উইলসনের থেকে পাওয়া চিঠিটির উপর যথেষ্ট গুরুত্ব আরোপ করছেন, কারণ এই চিঠিতে \"মি. উইলিয়ামসকে তার সম্ভাব্য উত্তরসূরি হিসেবে ইঙ্গিত করা হয়েছে।\" অন্যদিকে জানা যায় যে \"মৃত্যুর দুই মাস আগে\" উইলসন বলেছিলেন \"মি. ম্যাক্স মুলার ইউরোপের প্রথম সংস্কৃত পণ্ডিত\"। এই তথ্যের উৎস ছিলেন ব্রিটিশ মিউজিয়ামের উইলিয়াম স্যান্ডিস রাইট ভক্স, যিনি ১৮৬০ সালের মে মাসে মুলারকে একটি চিঠিতে উইলসনের সঙ্গে তার কথোপকথনের বিবরণ দিতে গিয়ে এই কথা লিখেছিলেন। ভক্স মন্তব্য করেন যে তিনি ও অন্যেরা উইলসনের উত্তরসূরি হিসেবে \"যে শ্রেষ্ঠ ব্যক্তিকে আমরা আনতে পারব\" তাকেই চান। এই প্রসঙ্গে ভক্স উইলসনের উদ্ধৃতি দিয়ে বলেন যে \"তোমাদের পছন্দ যদি ম্যাক্স মুলার হয় তাহলে তোমরা ঠিকই করবে।\"\n১৮৬০ সালের ২৭ জুন দ্য টাইমস পত্রিকায় দুই প্রার্থীর অগ্রণী সমর্থকদের একটি তালিকা প্রকাশিত হয়। দেখা যায় অনেকেই দুই প্রার্থীর কারও প্রতি সমর্থনের কথা ঘোষণা করেননি, \"কারণ তারা দেখতে চেয়েছিলেন যে ভারত থেকে কোনও প্রকৃত যোগ্য ব্যক্তি নিজের নাম ঘোষণা করেন কিনা\"। মুলারকে সমর্থন করেছিলেন ফ্রান্সিস লেইটন, হেনরি লিডেল ও উইলিয়াম থমসন (অল সোলস, ক্রাইস্ট চার্চ ও কুইনস কলেজের তিন অধ্যক্ষ), এডওয়ার্ড পুসে, উইলিয়াম জেকবসন ও হেনরি অকল্যান্ড (হিব্রু, ডিভিনিটি ও মেডিসিনের রেজিয়াস প্রফেসরগণ) এবং অন্যান্যেরা। উইলিয়ামসের ঘোষিত সমর্থকদের মধ্যে ছিলেন বিশ্ববিদ্যালয় ও ব্যালিওল কলেজের প্রধানেরা (ফ্রেডেরিক চার্লস প্লাম্পটর ও রবার্ট স্কট) এবং দশটি ভিন্ন ভিন্ন কলেজের সভ্যগণ।\n\nনির্বাচনের দুই দিন আগে ১৮৬০ সালের ৫ ডিসেম্বর মুলারের বন্ধুগণ দ্য টাইমস পত্রিকায় মুলারের সমর্থকদের একটি তালিকার বিজ্ঞাপন প্রকাশ করেন। এই বিজ্ঞাপনটি প্রকাশিত হয়েছিল উইলিয়ামসের পক্ষ থেকে প্রচারিত একই ধরনের একটি তালিকার প্রত্যুত্তরে। ততদিনে মুলারের সমর্থকের তালিকায় এসেছিলেন ১১টি কলেজ অথবা বিশ্ববিদ্যালয়ের হলের প্রধানেরা, ২৭ জন অধ্যাপক, ৪০ জনেরও বেশি কলেজ ফেলো ও গৃহশিক্ষক এবং স্যামুয়েল উইলবারফোর্স (অক্সফোর্ডের বিশপ) ও স্যার চার্লস উড (ভারত সচিব) সহ বিশ্ববিদ্যালয়ের অনেক অনাবাসী সদস্য। পরদিন প্রকাশিত একটি তালিকায় মুলারের সমর্থকদের মধ্যে ইয়র্কের আর্চবিশপ চার্লস লংলের নাম অন্তর্ভুক্ত হয়। সামগ্রিকভাবে প্রত্যেক প্রার্থীর সাধারণ সমর্থকের সংখ্যা ছিল প্রায় সমান। কিন্তু নীরদচন্দ্র চৌধুরীর মতে, মুলারের সমর্থকদের মধ্যে ছিলেন \"সে যুগের ইউরোপের সকল বিশিষ্ট প্রাচ্যবিদ\", অন্যদিকে উইলিয়ামসের সমর্থকেরা \"ততটা খ্যাতনামা ছিলেন না\"।\nসংবাদপত্র ও সাময়িকীগুলিও এই বিতর্কে যোগদান করেছিল, কয়েকটি বেশ সোচ্চারই হয়েছিল। ইভানজেলিক্যাল প্রকাশনা দ্য রেকর্ড দুই প্রার্থীর মধ্যে পার্থক্য প্রতিপাদন করতে গিয়ে লেখে: মুলারের রচনা \"সাহিত্যের প্রতি আগ্রহী সকল মানুষের কাছে পরিচিত, কিন্তু সেগুলি তাদের ধর্মীয় মতামতে আত্মবিশ্বাসকে ধ্বংস করে দিয়েছে\"; উইলিয়ামসের বর্ণনায় লেখা হয়েছিল যে তিনি \"অকপট ধর্মানুরাগী ব্যক্তি এবং তিনিই সম্ভবত ঈশ্বরের আশীর্বাদে নিজের পরিশ্রমে অধ্যাপক পদটির প্রতিষ্ঠার পরম উদ্দেশ্যের উন্নতিবিধান করতে পারবেন।\" অন্যান্য সংবাদপত্রগুলি প্রার্থীদের জাতীয়তার বিষয়টিতে আলোকপাত করেছিল। বেকারলেগের কথায়, \"বোডেন চেয়ারের জন্য ভোটদান উত্তরোত্তর দেশপ্রেমের একটি পরীক্ষায় পরিণত হচ্ছিল।\" দ্য হোমওয়ার্ড মেইল (একটি লন্ডন-ভিত্তিক সংবাদপত্র, যা ভারতের এবং ভারত-সংক্রান্ত সংবাদ প্রকাশে মনোযোগ দিত) পাঠকদের জিজ্ঞাসা করেছিল, তারা \"এক অপরিচিত ও এক বিদেশী\"কে জয়ী করতে চান, নাকি \"নিজেদের কাউকে\" চান। দ্য মর্নিং পোস্ট-এর এক লেখক লেখেন যে, নির্বাচকদের উচিত \"ইংরেজের বিশ্ববিদ্যালগুলির শ্রেষ্ঠ পুরস্কারগুলিকে ইংরেজ ছাত্রদের জন্য রেখে দেওয়া\"। মর্নিং হেরাল্ড বলে যে, এটি \"জাতীয় স্বার্থের প্রশ্ন\", কারণ এটি রাজকর্মচারী ও ধর্মপ্রচারকদের শিক্ষাকে প্রভাবিত করবে এবং সেই কারণে \"ভারতে খ্রিস্টধর্মের প্রগতি এবং সেই সাম্রাজ্যে ব্রিটিশ কর্তৃত্ব রক্ষণাবেক্ষণ\"ও প্রভাবিত হবে। এই পত্রিকা আশঙ্কা করে যে একজন জার্মানকে দেশের অগ্রণী শিক্ষাপ্রতিষ্ঠানের সংস্কৃত অধ্যাপকের পদ দিলে ব্রিটেন হাস্যস্পদ হবে।\nঅবশ্য মুলারও প্রেসের সমর্থন পেয়েছিলেন। ১৯৬০ সালের ২৯ অক্টোবর দ্য টাইমস পত্রিকার একটি সম্পাদকীয়কে মুলারকে \"পৃথিবীর শ্রেষ্ঠ সংস্কৃত পণ্ডিতের থেকে বেশি বা কম কিছু নন\" বলে উল্লেখ করা হয়। এই সংবাদপত্রে পরিস্থিতিটিকে ১৮৩২ সালের নির্বাচনের সঙ্গে তুলনা করা হয়, যেখানে নির্বাচকদের সামনে শ্রেষ্ঠ পণ্ডিত (উইলসন) ও \"উপহারটিকে সর্বাপেক্ষা খ্রিস্টীয় করে তোলা\" এক ভালো পণ্ডিতের (উইলিয়াম হজ মিল) মধ্যে একজনকে বেছে নিতে হয়েছিল। এই পত্রিকায় বলা হয় উইলিয়ামসকে আপাতদৃষ্টিতে মনে হয় \"বিশ্ববিদ্যালয়ের ব্যক্তিত্ব…, তিনি ‘দক্ষভাবেই’ পদটির জন্য যোগ্য, এবং সর্বোপরি, তিনি এমন এক মানুষ যার হাতে, কানাঘুষোয় যেমন শোনা যাচ্ছে, খ্রিস্টধর্মের স্বার্থ সঠিকভাবে নিরাপদ থাকবে।\" ইতিহাস, দর্শন, পুরাণ ও তুলনামূলক ভাষাবিজ্ঞান শিক্ষা না দেবার যে সিদ্ধান্ত তিনি নিয়েছে তা \"বিষয়টি অত্যন্ত নিরাভরণ করে দেবে\" এবং যার ফলে পদটি \"একটি ফাঁকা চেয়ারে\" পরিণত হবে। পত্রিকাটিতে বলা হয় মুলার হলেন \"কর্নেল বোডেনের প্রবর্তিত পদটির শর্তাবলির শ্রেষ্ঠ উত্তর\"। মুলারের অধ্যয়নের ক্ষেত্র – সংস্কৃত সাহিত্যের প্রাচীনতম পর্যায় – \"নিশ্চয় সমগ্র বিষয়টির চাবি\", অন্যদিকে উইলিয়ামস শুধুমাত্র পরবর্তী যুগটি সম্পর্কেই ওয়াকিবহাল, যা \"কম প্রামাণিক ও কম পবিত্র\" রচনার যুগ। সম্পাদকীয়টির শেষে বলা হয় যে, অক্সফোর্ড \"কম শিক্ষিত প্রার্থীকে নির্বাচিত করবে না; সকল ক্ষেত্রেই, তার থেকে এটা গ্রহণ করবে না যে এটি একটি সুস্থ খ্রিস্টান নির্বাচনের সত্যকারের নীতি।\"\nঅক্সফোর্ড আন্দোলনের সঙ্গে জড়িত প্রভাবশালী \"হাই চার্চ\" অ্যাংলিকান ধর্মতত্ত্ববিদ প্যুজি মুলারের সমর্থনে যে চিঠিটি লিখেছিলেন তা পুনঃপ্রকাশিত হয় দ্য টাইমস পত্রিকায়। পুসের মত ছিল, বোডেনের উদ্দেশ্য সর্বাপেক্ষা গতিশীল হতে পারে মুলারকে নির্বাচিত করার মাধ্যমে। তিনি লিখেছিলেন, যাদের মধ্যে ধর্মপ্রচারকেরা ধর্মপ্রচার করতে যাবেন তাদের ধর্ম সম্পর্কে বিস্তারিতভাবে না জানলে ধর্মপ্রচারকেরা তাদের ধর্মান্তরিত করতে পারবেন না এবং মুলারের প্রকাশনাগুলি এই ধরনের কাজের ক্ষেত্রে \"অদ্যাবধি বিতরিত শ্রেষ্ঠ উপহার\"। তিনি আরও লিখেছিলেন, যে পদে মুলার নিজের সকল সময় \"ভারতকে ধর্মান্তরিত করার জন্য এমন এক প্রধান ও চিরস্থায়ী গুরুত্বসম্পন্ন\" কাজে অতিবাহিত করতে পারবেন, সেই পদে তাকে নির্বাচন করলে অক্সফোর্ডের লাভই হবে। বেকারলেগ পুসের সমর্থনকে বিশেষভাবে উল্লেখযোগ্য মনে করেন। কারণ প্যুজি খ্রিস্টধর্মের প্রতি মুলারের \"গোঁড়ামিমুক্ত\" ধ্যানধারণার সমর্থক ছিলেন না এবং সেই কারণেই ভারতে ধর্মপ্রচারকদের কাজের অগ্রগতির জন্য প্রার্থীর শিক্ষাগত যোগ্যতার বিচারে প্যুজির মতামতের গুরুত্ব ছিল। নির্বাচনের অব্যবহিত পূর্বে এক অজ্ঞাতনামা লেখক প্রেসের উদ্দেশ্যে লেখা একটি চিঠিতে এই মত করেন: \"কোনও ব্যক্তির ব্যক্তিগত চরিত্রকে অবশ্যই গুরুত্ব দিতে হবে এবং যখন তিনি ড. প্যুজি ও ড. ম্যাকব্রাইডের মতো ব্যক্তিকে নিজের দ্বিধাহীন সমর্থক হিসেবে মিলিত করতে পারেন তখন সেই ব্যক্তির ধর্মতাত্ত্বিক মতামত নিয়ে সমালোচনার জায়গা অল্পই থাকে।\" – এই চিঠিতে উল্লিখিত জন ম্যাকব্রাইড সম্পর্কে অক্সফোর্ড ডিকশনারি অফ ন্যাশনাল বায়োগ্রাফি গ্রন্থে বলা হয়েছে তিনি ছিলেন \"‘পুরনো’ ইভানজেলিক্যাল মতবাদের এক বিশিষ্ট অযাজক ধর্মজ্ঞ\"। যদিও ডওলিং-এর মতে, \"ধর্মতাত্ত্বিক বাদানুবাদের সূক্ষ মোচড়, ভিক্টোরীয় ধর্মবোধের সূক্ষ্ম মাত্রা ও বিবেক-যন্ত্রণার প্রতি উপলব্ধি করার ক্ষমতা\" মুলারের ছিল না – এই দুর্বলতাই মুলারের প্রতিকূল হয়েছিল।\n\n\n== নির্বাচন ==\n\n১৮৬০ সালের ৭ ডিসেম্বর শেলডোনিয়ান থিয়েটারে নির্বাচনটি অনুষ্ঠিত হয়। সেই দিন দ্বিপ্রহরে পশ্চিম ইংল্যান্ড থেকে যাত্রীদের আসার সুবিধে করে দেওয়ার জন্য ডিডকোট ও অক্সফোর্ডের মধ্যে তিনটি বিশেষ ট্রেনের বন্দোবস্ত করা হয় এবং সন্ধ্যা অক্সফোর্ড থেকে ডিডকোট হয়ে লন্ডন পর্যন্ত একটি অতিরিক্ত ট্রেন চালানো হয়। লিভারপুল, ম্যাঞ্চেস্টার ও বারকেনহেডের মতো এলাকাগুলি থেকে যাত্রীদের অক্সোফোর্ডে আসার সুবিধে করে দেওয়ার জন্য উত্তর ইংল্যান্ড থেকে লন্ডনগামী একটি ট্রেনকে ব্লেচলিতে আনা হয়। ইভানজেলিক্যাল যাজকদের ভোটদানের জন্য সমবেত করা হয়। প্রায় সাড়ে পাঁচ ঘণ্টারও বেশি সময় ধরে ভোট গ্রহণ চলে। সমাবর্তনের ৮৩৩ জন সদস্য উইলিয়ামসকে এবং ৬১০ জন সদস্য মুলারকে সমর্থন করেন।\nমুলারকে সাধারণভাবে উইলিয়ামসের তুলনায় শ্রেষ্ঠতর মনে করা হলেও কেন তিনি পরাজিত হয়েছিলেন, তা নিয়ে ইতিহাসবিদেরা বিভিন্ন মত প্রকাশ করেছেন। বেকারলেগ কয়েকটি সম্ভাব্য কারণের কথা বলেছেন: উইলিয়ামস পরিচিত ছিলেন সংস্কৃত শিক্ষক হিসেবে, অন্যদিকে মুলারের পরিচয় শিক্ষক হিসেবে নয়, ছিল লেখক ও অনুবাদক হিসেবে; উইলিয়ামসের মতো মুলারের ইস্ট ইন্ডিয়া কোম্পানি ও ইন্ডিয়ান সিভিল সার্ভিসের সঙ্গে যোগসূত্র ছিল না যে তিনি সেখান থেকে সমর্থক সংগ্রহ করতে পারবে এবং সর্বোপরি উইলিয়ামসের মতো মুলার অক্সফোর্ডের শিক্ষার্থী ছিলেন না। মুলারের মৃত্যুর পর আর্থার ম্যাকডোনেলের (বোডেন অধ্যাপক, ১৮৯৯-১৯২৬) স্মৃতিচারণায় লেখেন যে, নির্বাচনটি \"সংস্কৃত পণ্ডিত হিসেবে প্রার্থীদের মেধার ভিত্তিতে নয়, বরং তাদের রাজনৈতিক ও ধর্মীয় মতামতের ভিত্তিতে অনুষ্ঠিত হয়েছিল\" এবং সেই সঙ্গে বলেন যে \"বিতর্কের মেজাজে ভোট হয় এবং বহু-সংখ্যক সদস্য ভোট দিতে আসেন।\" একইভাবে ডওলিংও লিখেছেন যে, \"অক্সফোর্ডের বাইরে অপেক্ষাকৃত কম উদার পরিসরে ... মুলার যে ‘ইংরেজ নন’ সেই বিতর্ক মুলারের বিরুদ্ধে গুরুতর হয়ে ওঠে\", কারণ \"এই বিতর্কটি ছিল উত্তরের অযোগ্য (এবং অবশ্যই সেই কারণেই বিতর্কটি উত্থাপিত হয়)।\" সেই সঙ্গে তিনি বলেন যে, টোরিরা মুলারের উদারনৈতিক রাজনৈতিক দৃষ্টিভঙ্গির বিরোধিতা করেছিল, অক্সফোর্ডে ঐতিহ্যবাদীদের একাংশ \"জার্মানিকৃত\" সংস্ক্রার প্রত্যাখ্যান করেছিল এবং \"অ্যাংলিকান যাজক সম্প্রদায় ... তার উমলাইটে (জার্মান ভাষাগোষ্ঠীতে স্বরধ্বনির পরিবর্তন) ওত-পেতে-থাকা অবিশ্বাস শনাক্ত করেছিল\"। মার্কিন ইতিহাসবিদ মার্জরি হুইলার-বার্কলে মনে করেন মুলারের বিরুদ্ধে মতপ্রকাশকারীদের তিনটি অভিসন্ধি যেভাবে জট পাকিয়ে রয়েছে তা থেকে এগুলিকে আলাদা করা যায় না। ডওলিং লিখেছেন, ভারতে ধর্মপ্রচারণার কাজকে সমর্থনকারীরা এটিকে ব্রিটিশ শাসন অব্যাহত রাখার একটি উপায় হিসেবে দেখেছিলেন এবং মুলারকে নির্বাচিত করে ঝুঁকি নেওয়ার কোনও প্রয়োজনীয়তা অনুভব করেননি। কারণ মুলারের \"অসন্তোষজনক ধর্মীয় মতামতের কুখ্যাতি\" ছিল, কিন্তু উইলিয়ামস ছিলেন এমন এক পণ্ডিত যিনি \"নিজের রক্ষনশীলতা ও ধর্মানুরাগের জন্য বিশেষভাবে পরিচিত\"।\nমুলার মনে করতেন যে, নিজের জার্মান বংশপরিচয় এবং তার খ্রিস্টধর্ম যথেষ্ট গোঁড়া নয় এই সন্দেহের কারণেই তিনি পরাজিত হয়েছে। এই বিষয়গুলি বিশ্ববিদ্যালয়ের অনাবাসী সদস্য নির্বাচকদের বিশেষভাবে প্রভাবিত করেছিল। তিনি লিখেছিলেন যে তার পরাজনের কারণ \"কুৎসাত্মক মিথ্যা এবং নোংরা নির্বাচনী পদ্ধতি।\" উইলিয়ামস নিজের অপ্রকাশিত আত্মজীবনীতে লিখেছিলেন যে, তিনি \"পারিপার্শ্বিক পরিস্থিতির আনুকূল্য\" অর্জন করেছিলেন এবং মুলারের ঠিক বিপরীত ক্রমে তাকে রাজনৈতিক ও ধর্মীয় দৃষ্টিকোণ থেকে রক্ষণশীল মনে করা হত।\n\n\n== উত্তরকালীন ঘটনাবলি ==\n\n১৮৯৯ সালে মৃত্যুর পূর্ববধি উইলিয়ামস বোডেন অধ্যাপকের পদ অলংকৃত করেন। যদিও ১৮৮৭ সালে স্বাস্থ্যের কারণে তিনি শিক্ষকতা থেকে অবসর গ্রহণ করেছিলেন (যদিও পদটি ধরে রেখেছিলেন)। পদটির ভূমিকার কথা মাথায় রেখে তিনি নিজের উদ্বোধনী বক্তৃতাটির নামকরণ করেন \"ধর্মপ্রচারণার কাজের নিরিখে সংস্কৃত অধ্যয়ন\" (ইংরেজি: \"The Study of Sanskrit in Relation to Missionary Work\") টমাস লিখেছেন যে, ইস্ট ইন্ডিয়া কোম্পানি কর্মক্ষেত্রে সংস্কৃত বা ফারসির পরিবর্তে ইংরেজির ব্যবহার শুরু করেছিল। তাই \"[১৮৩২ সালে] বোডেন অধ্যাপক পদটি চালু হওয়ার অল্পকালের মধ্যেই শিক্ষার্থীর স্বাভাবিক উৎসটি শুকিয়ে গিয়েছিল\"। উইলিয়ামস অক্সফোর্ডে ইন্ডিয়ান ইনস্টিটিউট প্রতিষ্ঠায় সহায়তা করেন। ১৮৭৫ সালে তিনি ধারণাটির প্রস্তাব দেন এবং ভারত ভ্রমণের সময় প্রকল্পটির জন্য তহবিল গড়ে তোলেন। বিশ্ববিদ্যালয় কর্তৃপক্ষকে তিনি রাজি করান প্রাচ্যবিদ্যায় একটি ডিগ্রি পাঠক্রম চালু করার ব্যাপারে। তিনি যে গ্রন্থগুলি প্রকাশ করেন তার মধ্যে রয়েছে নাটকের অনুবাদ ও ব্যাকরণ। ১৮৮৬ সালে তিনি নাইটহুড পান এবং ১৮৮৭ সালে এক নাইট কম্যান্ডার অফ দি অর্ডার অফ দি ইন্ডিয়ান এম্পায়ার নিযুক্ত হন। সেই সময় তিনি নিজের পদবি পরিবর্তন করে স্যার মোনিয়ার মোনিয়ার-উইলিয়ামস নামে পরিচিত হন।\nনতুন অধ্যাপকের যোগ্যতা সম্পর্কে বিরুদ্ধ মত পোষণ করলেও রবিনসন এলিসকে উইলিয়ামসের বক্তৃতায় উপস্থিত থাকতে হত। উইলিয়ামস বলেছিলেন এলিসের \"পুরো চালচলন ছিল এমন এক মানুষের যে আমার চোখের সামনে থেকে দূরে চলে যাওয়ার জন্য ভূমিকম্প বা যে কোনও প্রাকৃতিক বিপর্যয়কে স্বাগত জানাতে প্রস্তুত\"। সামগ্রিকভাবে, উইলিয়ামস মুলার ছাড়া তার বিরুদ্ধে ভোটদাতাদের সকলেরই মন জয় করেছিলেন।\nচৌধুরীর মতে, মুলারের কাছে এই নির্বাচনে পরাজয় ছিল \"তার গবেষক ও বৌদ্ধিক জীবনের একটি নির্ণায়ক মোড়\"। এর অর্থ ছিল মুলার অক্সফোর্ডে আর কখনও সংস্কৃত শিক্ষাদান করবেন না। যদিও ১৯০০ সালে মৃত্যু পর্যন্ত তিনি সেখানেই থেকে যান; ভারতেও তিনি কোনওদিন আসেননি। উইলিয়ামসের মতে, পদটি জয় করতে না পেরে অত্যন্ত হতাশ হয়ে মুলার \"মোনিয়ার উইলিয়ামস ও তার পরিবারবর্গকে অক্সফোর্ডের রাস্তায় নিয়মিত এড়িয়ে চলতেন অথবা শীতল আচরণ করতেন\"। ১৮৬৮ সালে তুলনামূলক ভাষাবিজ্ঞানের একটি অধ্যাপক পদ মুলারকে দেওয়া হয়। এটিই ছিল অক্সফোর্ডে রাজকীয় বা ব্যক্তিগত দান ব্যতীত বিশ্ববিদ্যালয় কর্তৃক প্রতিষ্ঠিত প্রথম অধ্যাপক পদ। ১৮৭৫ সালে বিশ্ববিদ্যালয় উইলিয়ামসকে একটি সাম্মানিক ডক্টরেট প্রদানের প্রস্তাব দিলে মুলার পদত্যাগ পত্র লেখেন। যদিও চিঠিতে তিনি পদত্যাগের কারণ হিসেবে সংস্কৃত অধ্যয়নে আরও সময় দানের কথা উল্লেখ করেছিলেন। বন্ধুরা তাকে নিবৃত্ত করতে চেষ্টা করেন। বিশ্ববিদ্যালয় তখন তাকে দায়িত্ব থেকে অব্যহতি দিয়ে একজন সহ-অধ্যাপক নিয়োগ করে। এই সম্মান তার খুবই ভালো লাগে।\nভারতীয় ইতিহাসবিদ রাজেশ কোছার মুলারের প্রতি ইস্ট ইন্ডিয়া কোম্পানির সমর্থনের কথা উল্লেখ করে মন্তব্য করেন যে, \"অক্সফোর্ডের অধ্যাপকেরা নিজ নিজ কারণে তার মূল্যায়ন করে থাকতে পারেন, কিন্তু কোম্পানি ও ভারতীয়রা তাকে অত্যন্ত প্রাসঙ্গিক মনে করেছিল।\" নির্বাচনে পরাজয় সত্ত্বেও মুলার অক্সফোর্ডে ও বাইরে নিজের সুনাম রক্ষায় সমর্থ হয়েছিলেন: বেকারলেগের মতে, তিনি \"জাতির বৌদ্ধিক জীবনে একটি কেন্দ্রীয় ভূমিকা অধিকার করে ছিলেন\" এবং (ডওলিং-এর মতে) তাকে \"সারা বিশ্ব শিক্ষাজাগতিক সাফল্যের মডেল হিসেবে দেখত\"। ডওলিং মনে করেন যে, \"নিজের জীবনকালেই মুলার এক ভাষাবিজ্ঞানী হিসেবে মূল্যহীন হয়ে পড়েছিলেন\" এবং ভাষা অধ্যয়নের পরবর্তী মডেলদের কাছেও তার \"প্রাসঙ্গিকতা সামান্যই\"। বেকারলেগের মতে, খ্রিস্টান ধর্মপ্রচারণার কাজের প্রকৃতি সম্পর্কে মুলারের দৃষ্টিভঙ্গিটি দেখিয়ে দেয় সেই যুগে খ্রিস্টান বিদ্বজ্জনেরা \"একটি অন্যান্য ধর্ম বিষয়ে অধিকতর সহিষ্ণু ও সুষম অধ্যয়ন প্রণালীর উন্নতিসাধনের কাজে সক্রিয় থাকার সময়\" কতটা সমস্যার মুখোমুখি হতেন।\n\nমনোনয়ন প্রত্যাহার করে নেওয়া প্রার্থীদের মধ্যে কোওয়েল কেমব্রিজ বিশ্ববিদ্যালয়ের প্রথ সংস্কৃত অধ্যাপকের পদে নির্বাচিত হন। সেই সময় মুলার ও অন্যান্যেরা তাকে সমর্থন করেন। গ্রিফিথ ১৮৬১ থেকে ১৮৭৮ সাল পর্যন্ত তার কলেজের অধ্যক্ষ ছিলেন (তারপর ব্যালেনটাইন এই পদ অলংকৃত করেন); অবসর গ্রহণের পর তিনি ভারতে এসে আরও কাজ করেন এবং ভারতেই প্রয়াত হন। স্বাস্থ্যের কারণে ব্যালেনটাইন অধ্যক্ষের পদ থেকে ইস্তফা দেন এবং ইংল্যান্ডে ফিরে যান। সেখানে তিনি ইন্ডিয়া অফিসে গ্রন্থাগারিকের দায়িত্ব গ্রহণ করেন (অধ্যাপক পদের সঙ্গে উইলসন এই পদটিও অলংকৃত করতেন)। ১৮৬৪ সালে ব্যালেনটাইনের মৃত্যু পর্যন্ত তিনি এই পদ অলংকৃত করেছিলেন।\nগবেষক জেরেমি ডিবল (মুলারের বন্ধু সুরকার জন স্টেইনারের জীবনীতে) লিখেছিলেন যে, এই নির্বাচনটি \"বিশ্ববিদ্যালয়ের সমসাময়িক পবিত্র ও ধর্মনিরপেক্ষ শক্তিগুলির মধ্যে আসন্ন সংঘাত, আকাদেমিক নির্বাচনের অক্সফোর্ডের ব্যবস্থার কালের অসঙ্গতি ও সংস্কারের জ্বলন্ত প্রয়োজনটির স্পষ্ট পূর্বলক্ষণ জানান দেয়\"। ঊনবিংশ শতাব্দীর মধ্যভাগে পরিবর্তনের যে প্রক্রিয়া শুরু হয় তার ফলস্রুতি ব্রিটিশ পার্লামেন্ট কর্তৃক বলবৎ অক্সফোর্ড ও কেমব্রিজ বিশ্ববিদ্যালয় আইন ১৮৭৭। এই আইন বলে কমিশনারদের একটি গোষ্ঠীর হাতে বিশ্ববিদ্যালয় ও তার অধীনস্থ কলেজগুলির নতুন বিধিনিয়ম রচনার ক্ষমতা দেওয়া হয়। গচ্ছিত সম্পত্তি এবং ৫০ বছর বা তার বেশি পুরনো উপহারের সঙ্গে জড়িত নির্দেশনার পুনর্লিখনের ক্ষমতা কমিশনারদের দেওয়া হয়। ১৮৮২ সালে কমিশনারেরা বোডেন অধ্যাপক পদ-সংক্রান্ত নির্দেশাত্মক বিধিগুলি সংস্কার করেন। জোসেফ বোডেনের মূল ধর্মান্তরিতকরণ-সংক্রান্ত উদ্দেশ্যটির কথা আর উল্লেখ করা হয়নি, এমনকি অধ্যাপককে সমাবর্তন কর্তৃক নির্বাচিত হওয়ার বিধিও রদ করা হয়। ১৮৮১ সালে ব্যালিওল কলেজের ক্ষেত্রে কমিশনারদের নতুন বিধির মধ্যে যুক্ত হয় বোডেন অধ্যাপক পদ অলংকৃতকারী ব্যক্তিকে কলেজের ফেলো হিসেবে নিয়োগ করার কথা, এর মাধ্যমে পদটির সঙ্গে ব্যালিওলের একটি সম্পর্ক স্থাপিত হয়, যা এখনও বজায় রয়েছে। অন্যান্য অধ্যাপক পদগুলির ক্ষেত্রে পদ খালি হলে বিশ্ববিদ্যালয় পরিষদ এখন নির্বাচকদের একটি বোর্ড আহ্বান করে থাকে। এই বোর্ডে ব্যালিওলের দুই প্রতিনিধি থাকেন। ২০১৭ সালের হিসেব অনুযায়ী, বর্তমানে সংস্কৃত অধ্যাপকের পদটিতে রয়েছেন ক্রিস্টোফার মিনকৌস্কি। তিনি ২০০৫ সালে উক্ত পদে নিযুক্ত হন। তার পূর্বসূরি রিচার্ড গমবার্ক বলেছিলেন যে তিনি অবসর গ্রহণের পর যেন অপর কোনও অধ্যাপককে এই পদে নিয়োগ করা হয় তা নিশ্চিত করতে ২০০৪ সালে \"একটি বড়ো যুদ্ধ করতে হয়েছে\"। তিনি বলেন যে এটিই যুক্তরাজ্যের শেষ অবশিষ্ট সংস্কৃত অধ্যাপকের পদ এই বিষয়টি বিশ্ববিদ্যালয় উলবব্ধি করতে পেরেছে বলেই তিনি জয়লাভ করেছেন।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}