{"pageid": 1119321, "title": "ঘন্টেওয়ালা", "url": "https://bn.wikipedia.org/wiki?curid=1119321", "content": "ঘণ্টেওয়ালা হালুয়াই হল ১৭৯০ খ্রিস্টাব্দে প্রতিষ্ঠিত দিল্লির চাঁদনি চক এলাকায় অবস্থিত ভারতের অন্যতম প্রাচীন হালুয়াই (ঐতিহ্যবাহী মিষ্টান্ন দোকান)।\nএটি ভারতের মুঘল সম্রাট, রাষ্ট্রপতি ও নেহেরু থেকে তার নাতি রাজীব গান্ধী পর্যন্ত প্রধানমন্ত্রীদের জন্য খাবার সরবরাহ করেছে। বছরের পর বছর ধরে, পুরনো দিল্লি এলাকায় একটি জনপ্রিয় দর্শনীয় স্থান হিসেবে এর অস্তিত্ব এখনো টিকে আছে। দোকানটি সোহন হালুয়া-এর জন্য পরিচিত।\n২০১৫ সালের জুলাই মাসে দিল্লি দূষণ নিয়ন্ত্রণ কমিটির সাথে আইনি সমস্যার কারণে ও বিক্রি কমে যাওয়ার ফলে দোকানটি বন্ধ হয়ে যায়।\n\n\n== ইতিহাস ==\n\nদোকানটি লালা সুখ লাল জৈন কর্তৃক প্রতিষ্ঠিত হয়েছিল। তিনি মুঘল সম্রাট দ্বিতীয় শাহ আলম (শা.১৭৫৯ - ১৮০৬) কর্তৃক সিন্ধিয়া সম্রাজ্য পুনরুদ্ধার করার কয়েক বছর পর প্রাচীরে ঘেরা দিল্লি শহরে এসেছিলেন। দোকানটি পরবর্তীতে সাত প্রজন্ম ধরে তার বংশধরদের দ্বারা পরিচালিত হয়।\nকীভাবে দোকানটি \"ঘণ্টেওয়ালা\" নাম পেলো সে সম্পর্কে কয়েকটি তত্ত্ব বিদ্যমান। একজনের মতে, মুঘল সম্রাট দ্বিতীয় শাহ আলম নিজেই এর নামকরণ করেছিলেন, তিনি তার ভৃত্যদের \"ঘন্টে কি নেচে ওয়ালি দুকান \"(ঘণ্টার নীচে দোকান) দোকান থেকে মিষ্টি আনতে বলেছিলেন, যা সময়ের সাথে সাথে সংক্ষিপ্ত হয়ে কেবল ঘণ্টেওয়ালা হয়ে যায়। সেই দিনগুলোয় এলাকাটি খুব কম জনবসতিপূর্ণ ছিল এবং লালকেল্লায় বসবাসকারী সম্রাট দোকানের কাছে অবস্থিত বিদ্যালয়ের ঘণ্টার শব্দ শুনতে পেতেন।\nঅপর তত্ত্ব হল প্রতিষ্ঠাতা লালা সুখ লাল জৈন মিষ্টি বিক্রি করার জন্য রাস্তায় রাস্তায় হাঁটতেন, তিনি লোকদের মনোযোগ আকর্ষণের জন্য একটি ঘণ্টা বাজাতেন। তিনি জনপ্রিয় হয়ে উঠলে লোকেরা তাকে ঘণ্টামানবের হিন্দি অর্থ \"ঘণ্টেওয়ালা\" নামে ডাকতে শুরু করে। পরে যখন তিনি একটি দোকান প্রতিষ্ঠা করেন তখন তিনি এর নাম দেন ‘ঘণ্টেওয়ালা’।\n\n১৮৫৭-এর সিপাহী বিদ্রোহের আগে থেকেই ঘণ্টেওয়ালার মিষ্টি বিখ্যাত ছিল। ২৩ আগস্ট ১৮৫৭-এর 'দিহলি উর্দু আখবার' পত্রিকাটি জানিয়েছে যে রাজধানীর রাজকীয় বিলাসিতা আবিষ্কার করার পরে অন্যান্য অঞ্চলের বিদ্রোহীরা শান্ত হয়ে যায়:. . যে মুহুর্তে তারা চাঁদনী চকের একটি দফা... ঘণ্টাওয়ালার মিষ্টি উপভোগ করে, তারা যুদ্ধ করার ও শত্রুকে হত্যা করার সমস্ত তাগিদ হারিয়ে ফেলে।লালা রাজস্থানের বিশেষত্ব মিশ্রী মাওয়া বিক্রি করা শুরু করেন। সপ্তম প্রজন্মের বংশধর সুশান্ত জৈনের মতে ২০১৫ সালে তারা প্রায় ৪০ থেকে ৫০ রকমের মিষ্টি বিক্রি করতো যা ঋতু বা উৎসব অনুসারে পরিবর্তিত হতো। কয়েক দশক আগে পরিবারটি বিভক্ত হয়ে যায় এবং ঝর্ণার কাছে আরেকটি শাখা স্থাপিত হয়। যখন একজন বংশধর নির্মল জৈন পরিচালিত অন্য একটি দোকানের নাম পরিবর্তন করে 'ঘণ্টেওয়ালা কনফেকশনার্স' রাখা হয় তখন একটি দোকান বন্ধ হয়ে যায়। এটি চাঁদনি চকের গলি পরোটা ওয়ালীর কাছে অবস্থিত।\n\n\n== পণ্য ==\nমালিক সুশান্ত জৈনের মতে, 'সোহন হালুয়া' উপসাগরীয় অঞ্চলের মতো বহুদূরের লোকদের নিকট প্রিয় ছিল। পিস্তা বরফি এবং বহু বছর ধরে অনেকের প্রিয় 'মতিচুরের লাডু', কালাকান্দ, করাচি হালুয়া ও মাক্কান চুরার-এর মতো জলখাবারও লোকদের মধ্যে জনপ্রিয় ছিল। বন্ধ হওয়ার আগে এটি দোলযাত্রার আশেপাশে গুজিয়ার মতো উৎসবীয় মিষ্টির পাশাপাশি সমুচা, কচুরি ইত্যাদির মতো ঐতিহ্যবাহী ভারতীয় খাবার বিক্রি করত। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nযখন চলচ্চিত্র প্রযোজক বলদেভ রাজ চোপড়া তার হাস্যরসাত্মক হিন্দি চলচ্চিত্র চাঁদনি চক (১৯৫৪) তৈরি করেন, তখন তিনি তার মঞ্চে দোকানটির একটি প্রতিরূপ বানানোর কথা নিশ্চিত করেছিলেন। তিনি বলেন, ‘ঘণ্টেওয়ালা ছাড়া চাঁদনি চক? চিন্তাই করা যায়না।\" চলচ্চিত্রটির সমাপ্তির কাছাকাছি সময়ে ঘণ্টেওয়ালার কাউন্টারের ঠিক সামনে এর নাটকীয় সমাপ্তি ঘটে, সেখানে ইংরেজি ও উর্দুতে একটি সাইনবোর্ডে মুঘল সম্রাটদের সাথে দোকানের সম্পর্ক ঘোষণা থাকে।\n\n\n== বন্ধকরণ ==\nঘণ্টেওয়ালা ২৫৫ বছর টানা সক্রীয় থাকার পর ২০১৫ সালের জুলাই মাসে বন্ধ হয়ে যায়। এটি বন্ধে ব্যাপক প্রতিক্রিয়া দেখা দেয়। ইন্ডিয়ান এক্সপ্রেস জানায়: \"পুরনো দিল্লির জমজমাট চাঁদনি চক মার্কেটের ২০০ বছরেরও বেশি পুরনো মিষ্টির দোকান ঘণ্টেওয়ালা অবশেষে এটির শাটার নামিয়ে দিয়েছে, যার ফলে খাদ্য অনুরাগী, মিষ্টিপ্রেমীদের এবং অন্যান্য খাদকদের মধ্যে অভিঘাত ও ক্ষুধামান্দ্যের অনুভূতি জেগেছে।\" দ্য হিন্দু লিখেছে: \"বাইরের দৃশ্য এবং যারা ডিসপ্লে ইউনিটগুলোকে স্ক্র্যাপ হিসাবে বিক্রি করা দেখছেন তাদের মুখের উপর অবিশ্বাসের ছায়া দেখা গেছে, এমনকি কী ঘটেছে সে সম্পর্কে তারা জিজ্ঞাসা করার সময় একটি অন্ত্যেষ্টিক্রিয়া পরিষেবার কথা মনে করিয়ে দেয়। ঐতিহ্যপ্রেমীদের পাশাপাশি দোকানের অনুরাগীদের জন্য এটি ছিল অতীতের একটি জীবন্ত অনুস্মারক; শহরের আইকনগুলোর একটির মৃত্যু যা এখনও বর্তমান প্রজন্মের সাথে সংযুক্ত আছে।\"\nদোকানটি বন্ধ হওয়ার জন্য আইনি ও লাইসেন্স সংক্রান্ত সমস্যা এবং স্বাদের পরিবর্তনকে (২০০৮ থেকে ২০১১ সালের মধ্যে চকলেটের বিক্রি দ্বিগুণ হয়ে $৮৫৭ মিলিয়নে পৌঁছেছে দায়ী করা হয়েছিল। লালা সুখ লাল জৈনের সপ্তম প্রজন্মের বংশধর সুশান্ত জৈন বিলাপ করে বলেন: \"আমি জানি আমি এটা করতে পারি না। এই ব্যবস্থা আমাকে পরাজিত করেছে। আমাকে ঘণ্টেওয়ালাকে বন্ধ করতে হয়েছিল। এটা আমার পরিবারের জন্য হৃদয়বিদারক ছিল। আমরা সারাদিন কেঁদেছি। যদি কারো ঘণ্টেওয়ালার ফ্র্যাঞ্চাইজি খোলার ইচ্ছা থাকে, আমি রাজি আছি।\" তিনি আরও ব্যাখ্যা করেছেন: \"আমাদের দোকানটি ২০০০ সালে সিলগালা করা হয়েছিল। এরপর থেকে মাসে দুবার আদালতে শুনানি করতে গেছি। এটা ১৫ বছর ধরে হচ্ছে। দিল্লি দূষণ নিয়ন্ত্রণ কমিটি আমাদের কর্মশালাকে আমাদের পৈতৃক বাড়ি থেকে অন্যত্র সরিয়ে নিতে চায়। আমার কাছে আর্থিক সংস্থান বা এটি করার শক্তি নেই।\" বর্তমান প্রজন্ম অফলাইন ও অনলাইন উভয়ই ব্র্যান্ড ভ্যালুকে পুঁজি করতে পারেনি।\n\n\n== আরও দেখুন ==\nপাঞ্জাবি চান্দু হালওয়াই করাচিওয়ালা, মুম্বাই\nকেসি দাস গ্র্যান্ডসনস, কলকাতা\nকেসার দা ধাবা, অমৃতসর\n\n\n== তথ্যসূত্র =="}