{"pageid": 1119836, "title": "একাদশ রুদ্র", "url": "https://bn.wikipedia.org/wiki?curid=1119836", "content": "একাদশ রুদ্র (সংস্কৃত: एकादश रुद्र) হল দেবতা রুদ্র-শিবের রূপ ও অনুসারী এবং হিন্দুধর্মে তেত্রিশ দেবতার মধ্যে এগারো জন। তারা মাঝে মাঝে মরুতদের সাথে চিহ্নিত হয় - রুদ্রের পুত্র; যখন অন্য সময়ে, তাদের থেকে আলাদা বলে বিবেচিত হয়।\nযেখানে বামন পুরাণ রুদ্রকে কশ্যপ ও অদিতির পুত্র হিসেবে বর্ণনা করে, মরুতদের রুদ্রদের থেকে স্বতন্ত্র হিসাবে বর্ণনা করা হয়েছে দিতির ৪৯ পুত্র, অদিতির বোন এবং রুদ্রের পরিবর্তে ইন্দ্রের পরিচারক।\n\n\n== জন্ম ও নাম ==\nরামায়ণ বলে যে তারা ঋষি কশ্যপ ও তার স্ত্রী অদিতির ৩৩ জন সন্তানের মধ্যে এগারোজন রুদ্র, সাথে ১২ জন আদিত্য, ৮ জন বসু এবং ২ জন অশ্বিন, তেত্রিশ দেবতা গঠন করে। বামন পুরাণ রুদ্রদের কশ্যপ ও অদিতির পুত্র বলে বর্ণনা করে। মৎস্য পুরাণ উল্লেখ করেছে যে সুরভী – সমস্ত গরুর মা এবং \"প্রচুর গাভী\" – ছিলেন ব্রহ্মার সহধর্মিণী এবং তাদের মিলনে এগারোজন রুদ্র উৎপন্ন হয়েছিল। এখানে তাদের নাম দেওয়া হয়েছে:\n\nনিরিতি\nশম্ভু\nঅপরাজিতা\nমৃগব্যধ\nকাপর্দি\nদহন\nখারা\nঅহিরব্রধ্যা\nকাপালি\nপিঙ্গল\nসেনানী\nহরিবংশ, মহাভারতের পরিশিষ্ট, কশ্যপ ও সুরভীকে - এখানে তার স্ত্রী - রুদ্রদের পিতামাতা হিসাবে চিত্রিত করেছে। মহাভারতের আরেকটি উদাহরণে, এটি হল ধর্ম (সম্ভবত যমের সাথে চিহ্নিত) যিনি রুদ্র ও মরুতের পিতা।\n\nবিষ্ণু পুরাণ বর্ণনা করে যে রুদ্র – এখানে শিব হিসেবে চিহ্নিত। ক্রুদ্ধ রুদ্র ছিল অর্ধনারী রূপে, তার অর্ধেক শরীর ছিল পুরুষ আর অর্ধেক নারী। তিনি নিজেকে দুটি ভাগে বিভক্ত করেছেন: পুরুষ ও নারী। পুরুষ রূপটি তখন নিজেকে এগারো ভাগে বিভক্ত করে এগারোটি রুদ্র গঠন করে। তাদের মধ্যে কেউ কেউ ছিল সাদা এবং কোমল; অন্যরা অন্ধকার এবং উগ্র ছিল যখন. তাদের বলা হয়:\n\nমন্যু\nমনু\nমহংস\nমহন\nশিব\nঋতুধ্বজ\nউগ্ররেতা\nভব\nকাম\nবামদেব\nধৃতব্রত\nমহিলা থেকে এগারোজন রুদ্রণীর জন্ম হয়েছিল যারা রুদ্রদের স্ত্রী হয়েছিল। তারা হল:\n\nধী\nব্রত্তি\nউসানা\nউর্না\nনিযুতা\nসার্পিস\nইলা\nঅম্বিকা\nইরাবাতল\nসুধা\nদীক্ষা\nব্রহ্মা রুদ্রদের জন্য হৃৎপিণ্ডের এগারোটি অবস্থান ও পাঁচটি ইন্দ্রিয় অঙ্গ, পাঁচটি কর্মের অঙ্গ ও মন বরাদ্দ করেছিলেন। অন্যান্য পুরাণ তাদের বলে অজ, একপদ (একপাত), অহিরবুধন্য, ত্বস্তা, রুদ্র, হর, সম্ভু, ত্র্যম্বক, অপরাজিতা, ঈশান ও ত্রিভুবন।\nমহাভারত মহাকাব্যের উদাহরণে, রুদ্র সংখ্যায় এগারো ও নাম দেওয়া হয়েছে:\n\nমৃগবধ\nসরপ\nনিরিতি\nঅজাইকাপদ\nঅহি\nবুধনিয়\nপিনাকিন\nদহন\nঈশ্বর\nকাপালি\nস্থানু\nভগ\nযদিও এখানে কপালিনকে রুদ্রদের মধ্যে সর্বাগ্রে বর্ণনা করা হয়েছে, ভগবদ্গীতায় শঙ্করকে রুদ্রদের মধ্যে সর্বশ্রেষ্ঠ বলে মনে করা হয়। কপালিন ও শঙ্কর উভয়ই শিবের উপাধি। অন্য উদাহরণে, তাদের ত্বাস্ত্রের পুত্র হিসেবে বর্ণনা করা হয়েছে এবং নামকরণ করা হয়েছে:\n\nবিশ্বরূপ\nঅজাইকাপদ\nঅহিবুধ্যা\nবিরূপাক্ষ\nরাইবত\nহর\nবহুরূপ\nত্র্যম্বক\nসবিত্র\nজয়ন্ত\nপিনাকিন\nযেখানে সাধারণত রুদ্রদের বর্ণনা করা হয়েছে এগারোজন, মহাভারতে উদাহরণে; তারা এগার হাজার ও শিবকে ঘিরে আছে বলে কথিত আছে। শতদলের এগারোটি দলের নাম দেওযা হলো:\n\nঅজাইকাপদ\nঅহিবুধ্যা\nপিনাকিন\nঋত\nপিতৃরূপ\nত্র্যমাবাক\nমহেশ্বর\nবর্ষকাপি\nশম্ভু\nহাবান\nঈশ্বর\nভাগবত পুরাণ পর্ব ৩ অধ্যায় ৩-এ উল্লেখ করা হয়েছে যে রুদ্র ব্রহ্মার ক্রোধ থেকে জন্মগ্রহণ করেছেন। নামগুলি পর্ব ৩ অধ্যায় ৩-এ এবং ১২ শ্লোকে নিম্নরূপ উল্লেখ করা হয়েছে:\n\nমন্যু\nমনু\nমহিনাস\nমহন\nশিব\nতমধ্বজ\nউগ্ররেতা\nভব\nকাল\nবামদেব\nধৃতব্রত\nভাগবত পুরাণ পর্ব ৬ অধ্যায় ৬ এ এগারোজন রুদ্রকে সরুপ ও বুতের সন্তান বলা হয়েছে। সরূপ ছিলেন দক্ষণের কন্যা। পর্ব ৬ অধ্যায় ৬ শ্লোক ১৭-১৮ এ দেওয়া এগারোজন রুদ্রের নাম হল:\n\nরায়বত\nঅজ\nভব\nভীম\nবাম\nউগ্রা\nবৃষাকপি\nঅজাইকাপাত\nঅহিরব্রধন\nবহুরূপ\nমহন\nমৎস্য পুরাণ উগ্র এগারো রুদ্রের উল্লেখ করেছে – নাম:\n\nকাপালি\nপিঙ্গল\nভীম\nবিরূপাক্ষ\nবিলোহিতা\nঅজেশ\nশাসান\nশাস্ত\nশম্ভু\nছন্দা\nধ্রুব\nঅসুরদের বিরুদ্ধে তাঁর যুদ্ধে ঈশ্বর বিষ্ণুকে সাহায্য করায়, তারা তাদের গলায় সিংহের চামড়া, জট পাকানো চুল ও সর্প পরিধান করে। তাদের গলা হলুদ, ত্রিশূল ও মাথার খুলি রয়েছে এবং তাদের কপালে অর্ধচন্দ্র রয়েছে। একসঙ্গে কাপালীর নেতৃত্বে, তারা হাতি রাক্ষস গজাসুরকে বধ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nMani, Vettam (১৯৭৫)। Puranic Encyclopaedia: A Comprehensive Dictionary With Special Reference to the Epic and Puranic Literature। Delhi: Motilal Banarsidass। আইএসবিএন 0-8426-0822-2। \nHopkins, Edward Washburn (১৯১৫)। Epic mythology। Strassburg K.J. Trübner। আইএসবিএন 0-8426-0560-6।"}