{"pageid": 1119948, "title": "আনোয়ারা সরকারি কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1119948", "content": "আনোয়ারা সরকারি কলেজ চট্টগ্রামের আনোয়ারা উপজেলার চট্টগ্রাম-বরকল মহাসড়কের পাশেই অবস্থিত।\n\n\n== অবস্থান ==\nচট্টগ্রাম শহর থেকে প্রায় ১৯.৫ কিলোমিটার দক্ষিণ-পূর্বে চট্টগ্রাম-বাশঁখালী মহাসড়কের পশ্চিম পাশে আনোয়ারা উপজেলার আনোয়ারা ইউনিয়নের অন্তর্গত আনোয়ারা সদরে ৫.৬৪ একর জমির উপর অত্যন্ত মনোরম পরিবেশে এ কলেজের অবস্থান।\n\n\n== ইতিহাস ==\nশিক্ষা একটি জীবনব্যাপী প্রক্রিয়া। সৃষ্টির আদিকাল থেকে সভ্যতার উন্মেষ ঘটাতে প্রাতিষ্ঠানিক শিক্ষা অনস্বীকার্য। এই লক্ষ্যে দক্ষিণ চট্টগ্রামস্থ আনোয়ারা উপজেলার আনোয়ারা এলাকার শিক্ষানুরাগী সুধীজন, বিভিন্ন পেশাজীবী ও জ্ঞান তাপসের ঐকান্তিক প্রচেষ্টায় ১৯৭২ সালে আনোয়ারা সরকারি কলেজে প্রতিষ্ঠা লাভ করে। নিজস্ব জমিতে অনুষদভিত্তিক ভবন, প্রশাসনিক ভবন, দ্বিতল বিশিষ্ট গ্রন্থাগার ভবন ও প্রশস্ত মাঠসহ সবুজে ঘেরা নান্দনিক পরিবেশে নতুন মহিমায় উদ্ভাসিত হয়। বর্তমানে বঙ্গবন্ধু শেখ মুজিবুর রহমান টানেলের মাধ্যমে চট্টগ্রামের পতেঙ্গা থেকে এ কলেজের দূরত্ব ১২.৫ কি.মি., এটি বৃহত্তর দক্ষিণ চট্টগ্রামের একটি স্বনামধন্য সরকারি কলেজ হিসেবে সুপরিচিত।\nপ্রতিষ্ঠাতা: আখতারুজ্জামান চৌধুরী বাবু\n\n\n== অবকাঠামো ==\nকলেজের নতুন ক্যাম্পাসের বিরাট এলাকা জুড়ে রয়েছে সুসজ্জিত চারটি বৃহৎ ভবন। এগুলো হলো প্রশাসনিক ভবন, বাণিজ্য ভবন, অনার্স ভবন ও বিজ্ঞান ভবন। এছাড়াও রয়েছে দ্বিতল গ্রন্থাগার ভবন, শিক্ষকদের জন্য একটি নতুন ডরমেটরী ও পাম্প হাউজ। পুরনো ক্যাম্পাসে শিক্ষকদের জন্য একটি ডরমেটরী ও ছাত্রাবাস অবস্থিত।\n\n\n== অনুষদসমূহ ==\nকলেজের প্রতিষ্ঠালগ্ন থেকেই উচ্চ মাধ্যমিক ও স্নাতক (পাশ) শ্রেনিতে কলা, বাণিজ্য, বিজ্ঞান ও সামাজিক বিজ্ঞান বিভাগে পাঠদান করা হচ্ছে। সহশিক্ষা কার্যক্রমও কলেজের একটি উল্লেখযোগ্য দিক।\nঅনার্স বিষয়: বর্তমানে হিসাববিজ্ঞান, ব্যবস্থাপনা, ইসলামিক ইতিহাস ও সংস্কৃতি বিষয়ে অনার্স কোর্স চালু রয়েছে। হিসাববিজ্ঞান ও ব্যবস্থাপনা বিষয়ে ১০০টি এবং অর্থনীতি বিষয়ে ১০০টি , ইসলামিক ইতিহাস ও সংস্কৃতি বিষয়ে ১০০টি করে আসন রয়েছে।\nপ্রস্তাবিত অনার্স বিষয়/মাস্টার্স কোর্স: এ কলেজের ৭টি বিষয়ে অনার্স চালু করার প্রস্তাব মন্ত্রণালয়ে বিবেচনাধীন আছে। বিষয়গুলো হলো বাংলা, ইংরেজি, ইসলামি ইতিহাস ও সাংস্কৃতি, দর্শন, পদার্থ বিজ্ঞান, রসায়ন এবং গণিত। অনার্স বিষয়গুলোর বিভাগে মাস্টার্স কোর্স চালু করা প্রক্রিয়াধীন।\n\n\n== সহশিক্ষা কার্যক্রম ==\nকলেজ ক্যাম্পাসের অভ্যন্তরে আছে একটি বিস্তৃত খেলার মাঠ। এতে ছাত্ররা ফুটবল, ক্রিকেট এবং ব্যাডমিন্টনসহ সকল বহিরঙ্গন ক্রীডায় অংশগ্রহণ করতে পারে। তাছাড়া ছাত্র-ছাত্রী মিলনায়তনে অভ্যন্তরীণ খেলাধুলার ব্যবস্থা আছে। বার্ষিক সাহিত্য ও সাংস্কৃতিক সপ্তাহ উদযাপন, বিতর্ক প্রতিযোগিতা এবং অন্তরঙ্গণ ও বহিরঙ্গণ ক্রিড়ানুষ্ঠান কলেজের পাঠ্যক্রমে বহির্ভূত কার্যক্রমের একটা উল্লেখ্যযোগ্য দিক।\n\nরোভার-স্কাউট: লেখাপড়ার পাশাপাশি একজন ছাত্রকে আদর্শ, চরিত্রবান, কর্মঠ ও আত্মনির্ভরশীল সুনাগরিক হিসেবে গড়ে তোলার জন্য রোভার স্কাউটের পক্ষ থেকে প্রশিক্ষন দেয়া হয়। এ ছাড়াও বিনামূল্যে রোভার পোশাকসহ দেশ-বিদেশের বিভিন্ন অনুষ্ঠান স্কাউটের পক্ষ হতে অংশগ্রহণের সুযোগ রয়েছে।\n\n\n== আরও দেখুন ==\nআনোয়ারা উপজেলার শিক্ষা প্রতিষ্ঠানের তালিকা\n\n\n== তথ্যসূত্র =="}