{"pageid": 1119660, "title": "রবার্ট কোওয়ালস্কি", "url": "https://bn.wikipedia.org/wiki?curid=1119660", "content": "রবার্ট অ্যান্টনি কোওয়ালস্কি (জন্ম 15 মে 1941) হলেন একজন আমেরিকান-ব্রিটিশ যুক্তিবিদ এবং কম্পিউটার বিজ্ঞানী, যার গবেষণা কম্পিউটিং এবং মানব চিন্তার গণনামূলক মডেল উভয়ের মানব-ভিত্তিক মডেলগুলি বিকাশের সাথে সম্পর্কিত। তিনি তার ক্যারিয়ারের বেশিরভাগ সময় কাটিয়েছেন যুক্তরাজ্যে।\n\n\n== শিক্ষা ==\nতিনি শিকাগো ইউনিভার্সিটি, ব্রিজপোর্ট ইউনিভার্সিটি (বিএ গণিত, 1963), স্ট্যানফোর্ড ইউনিভার্সিটি (গণিতে এমএসসি, 1966), ওয়ারশ বিশ্ববিদ্যালয় এবং এডিনবার্গ বিশ্ববিদ্যালয়ে ( কম্পিউটার বিজ্ঞানে পিএইচডি, 1970) শিক্ষিত হন।\n\n\n== কর্মজীবন ==\nতিনি এডিনবার্গ বিশ্ববিদ্যালয়ের (1970-75) একজন রিসার্চ ফেলো ছিলেন এবং 1975 সাল থেকে ইম্পেরিয়াল কলেজ লন্ডনের কম্পিউটিং বিভাগে রয়েছেন, 1982 সালে কম্পিউটেশনাল লজিকে চেয়ার অর্জন করেন এবং 1999 সালে ইমেরিটাস অধ্যাপক হন।\nতিনি ডোনাল্ড কুয়েনার এবং সংযোগ গ্রাফ প্রমাণ পদ্ধতির সাথে এসএল-রেজোলিউশন  উভয়ই বিকাশ করে স্বয়ংক্রিয় উপপাদ্য প্রমাণের ক্ষেত্রে গবেষণা শুরু করেন।  তিনি এসএলডি রেজোলিউশন এবং হর্ন ক্লজের পদ্ধতিগত ব্যাখ্যা তৈরি করেন,  যা লজিক প্রোগ্রামিং -এ পশ্চাৎপদ যুক্তির অপারেশনাল শব্দার্থকে ভিত্তি করে। মার্টেন ভ্যান এমডেনের সাথে,  তিনি হর্ন ক্লজের ন্যূনতম মডেল এবং ফিক্সপয়েন্ট শব্দার্থবিদ্যাও তৈরি করেন, যা লজিক প্রোগ্রামিং-এর যৌক্তিক শব্দার্থবিদ্যাকে আন্ডারপিন করে।\nমারেক সার্গটের সাথে, তিনি ইভেন্ট ক্যালকুলাস  এবং আইনি যুক্তিতে লজিক প্রোগ্রামিং এর প্রয়োগ উভয়ই তৈরি করেন।   ফারিবা সাদ্রির সাথে, তিনি একটি এজেন্ট মডেল তৈরি করেন   যেখানে বিশ্বাসগুলি যুক্তি প্রোগ্রাম দ্বারা প্রতিনিধিত্ব করা হয় এবং লক্ষ্যগুলি সততার সীমাবদ্ধতার দ্বারা প্রতিনিধিত্ব করা হয়।\nকোয়ালস্কি ছিলেন আবডাক্টিভ লজিক প্রোগ্রামিং -এর একজন ডেভেলপার, যেখানে লজিক প্রোগ্রামগুলিকে অখণ্ডতার সীমাবদ্ধতা এবং অনির্ধারিত, অপহরণযোগ্য পূর্বাভাস দিয়ে বৃদ্ধি করা হয়।   এই কাজটি ফান মিন ডং এবং ফ্রান্সেসকা টনির সাথে প্রদর্শনের দিকে পরিচালিত করে যে ডিফল্ট যুক্তির জন্য বেশিরভাগ যুক্তিকে অনুমান-ভিত্তিক যুক্তির বিশেষ ক্ষেত্রে হিসাবে বিবেচনা করা যেতে পারে।  \nতার 1979 বই, লজিক ফর প্রবলেম সলভিং-এ, কোওয়ালস্কি যুক্তি দেন যে লজিক্যাল ইনফারেন্স সমস্যা সমাধানের একটি সহজ এবং শক্তিশালী মডেল প্রদান করে যা মানুষ এবং কম্পিউটার উভয়ই ব্যবহার করতে পারে। তার 2011 বই, কম্পিউটেশনাল লজিক অ্যান্ড হিউম্যান থিঙ্কিং - হাউ টু বি কৃত্রিমভাবে বুদ্ধিমান, তিনি যুক্তি দেন যে গণনামূলক যুক্তির ব্যবহার সাধারণ মানুষকে তাদের স্বাভাবিক ভাষা যোগাযোগ দক্ষতা উন্নত করতে সাহায্য করতে পারে এবং সিদ্ধান্ত তত্ত্বের সাথে সমন্বয় করে এটি উন্নত করতে ব্যবহার করা যেতে পারে। তাদের ব্যবহারিক সমস্যা সমাধানের ক্ষমতা।\nঅতি সম্প্রতি ফারিবা সাদ্রির সাথে যৌথ কাজে, তিনি লজিক এবং কম্পিউটার ল্যাঙ্গুয়েজ এলপিএস,  (লজিক প্রোডাকশন সিস্টেমস) তৈরি করেছেন, যা কম্পিউটেশনাল লজিকের উপর তার আগের অনেক কাজকে একীভূত করে।\n\n\n== সম্মান ও পুরস্কার ==\nকোওয়ালস্কি 1991 সালে আমেরিকান অ্যাসোসিয়েশন ফর কৃত্রিম বুদ্ধিমত্তা, 1999 সালে কৃত্রিম বুদ্ধিমত্তার জন্য ইউরোপীয় সমন্বয় কমিটির এবং 2001 সালে কম্পিউটিং মেশিনারি অ্যাসোসিয়েশনের ফেলো নির্বাচিত হন। 2011 সালে, তিনি গবেষণা শ্রেষ্ঠত্বের জন্য IJCAI পুরস্কার পান, \"জ্ঞানের উপস্থাপনা এবং সমস্যা সমাধানের জন্য যুক্তিবিদ্যায় তার অবদানের জন্য, স্বয়ংক্রিয় উপপাদ্য প্রমাণ এবং লজিক প্রোগ্রামিং এর অগ্রগামী কাজ সহ\"।  2012 সালে, তিনি 2012-2014 এর জন্য বিশিষ্ট বিজ্ঞানীদের জন্য জাপান সোসাইটি ফর দ্য প্রমোশন অফ সায়েন্স অ্যাওয়ার্ড পেয়েছিলেন।  2021 সালে, তিনি ফারিবা সাদ্রি এবং মারেক সার্গটের সাথে কাজ করার জন্য উদ্বোধনী কোডএক্স পুরস্কার পান \"ব্রিটিশ জাতীয়তা আইনের আনুষ্ঠানিকতা এবং বিশ্লেষণে যুক্তি প্রোগ্রামিং প্রয়োগের ক্ষেত্রে তাদের যুগান্তকারী কাজের স্বীকৃতিস্বরূপ। লেখকের মূল নিবন্ধ, \"The ব্রিটিশ ন্যাশনালিটি অ্যাক্ট অ্যাজ অ্যা লজিক প্রোগ্রাম,” ১৯৮৬ সালে কমিউনিকেশনস অফ দ্য ACM জার্নালে প্রকাশিত হয়, এটি গণনামূলক আইনের প্রথম এবং সর্বাধিক পরিচিত কাজগুলির মধ্যে একটি এবং এই ক্ষেত্রে সবচেয়ে ব্যাপকভাবে উদ্ধৃত পেপারগুলির মধ্যে একটি।\"[১]\n\n\n== বই ==\nসমস্যা সমাধানের জন্য যুক্তি, উত্তর হল্যান্ড, এলসেভিয়ার, 1979।\nকম্পিউটেশনাল লজিক অ্যান্ড হিউম্যান থিঙ্কিং: হাউ টু বি আর্টিফিশিয়ালি ইন্টেলিজেন্ট, কেমব্রিজ ইউনিভার্সিটি প্রেস, ২০১১।\n\n\n== আরো দেখুন ==\nইভেন্ট ক্যালকুলাস\nলজিক প্রোগ্রামিং\nপ্রোলগ\n\n\n== তথ্যসূত্র =="}