{"pageid": 1119566, "title": "ইঙ্গো বোবেল", "url": "https://bn.wikipedia.org/wiki?curid=1119566", "content": "ইঙ্গো বোবেল (১৯৪৭-২০২০) ছিলেন একজন জার্মান রাষ্ট্রবিজ্ঞানী এবং অর্থনীতিবিদ। তিনি বুন্দেসলিগা ফুটবল দল ১. এফসি নুরেমবার্গ এর বোর্ড সদস্য ছিলেন। ১৯৯৪ সালে, তিনি জালিয়াতি এবং কর ফাঁকির জন্য কারাগারে দণ্ডিত হন। তিনি ২০০০ থেকে ২০২০ সালে তার মৃত্যুর আগ পর্যন্ত মোনাকোর আন্তর্জাতিক বিশ্ববিদ্যালয়ে অর্থনীতির অধ্যাপক হিসাবে কর্মরত ছিলেন।\n\n\n== জীবনী ==\nইঙ্গো বোবেল পিএইচডি সম্পন্ন করেছেন এরলাঙ্গেন-নুরেমবার্গ বিশ্ববিদ্যালয় থেকে। তিনি ১৯৭৮ সালে লেভারহুলমে ট্রাস্ট থেকে ইউরোপীয় রিসার্চ ফেলোশিপ পেয়েছিলেন এবং ১৯৮০ সালে রুটজার্স বিজনেস স্কুল – নিউইয়র্ক এবং নিউ ব্রান্সউইকের অর্থনীতির ভিজিটিং সহযোগী অধ্যাপক হওয়ার পূর্বে নিউক্যাসল ইউনিভার্সিটিতে একজন ফেলো ছিলেন। তিনি ১৯৮৩ সালে রাটজার্স বিজনেস স্কুলে অর্থনীতির সহযোগী অধ্যাপক হন।\nতিনি ইউরোপিয়ান অ্যাসোসিয়েশন ফর রিসার্চ ইন ইন্ডাস্ট্রিয়াল ইকোনমিক্স এবং ইন্টারন্যাশনাল জোসেফ এ. শুম্পেটার সোসাইটির প্রতিষ্ঠাতা সদস্য ছিলেন।\n১৯৮৬ সালে, তিনি ১. এফসি নুরেমবার্গের কোষাধ্যক্ষ হন। এফসি নুরেমবার্গ ফুটবল দল, এবং তার পরিচালনা পর্ষদের সদস্য ছিলেন। ১৯৯১ সালে, পিটার কার্গস, দলটির প্রাক্তন কোষাধ্যক্ষ, একটি খোলা চিঠি প্রকাশ করেছিলেন যা বোবেলের হিসাব-রক্ষণের আর্থিক অনিয়মের দিকে দৃষ্টি আকর্ষণ করেছিল। কেলেঙ্কারীর আগে, বোবেল জার্মান ফুটবল অ্যাসোসিয়েশন দ্বারা তার \"পরিষ্কার হিসাব রক্ষণের\" জন্য প্রশংসিত হয়েছিলেন।\nবোবেল কোষাধ্যক্ষের পদ থেকে পদত্যাগ করেন এবং নুরেমবার্গ-ফুর্থ পাবলিক প্রসিকিউটরের অফিসের মাধ্যমে অভিযোগের তদন্ত করা হয়। তদন্তে পাওয়া যায় যে কোষাধ্যক্ষ হিসাবে তিনি অবৈধ উপার্জন সংগঠিত করেছিলেন, হিসাব রক্ষণের পিছনে তহবিল সরিয়ে দিয়েছিলেন এবং মোনাকো ও ভেনিসের মধ্যে ব্যক্তিগত বিমান ভ্রমণের মতো ফুটবল খেলোয়াড়দের ব্যক্তিগত ব্যয়ের জন্য এটি ব্যবহার করেছিলেন। ১৯৯৪ সালে, বোবেলকে ৭০০,০০০ ডয়েচে মার্ক ক্লাব তহবিল আত্মসাৎ এবং ৬৭৫,০০০ ডয়েচে মার্ক কর ফাঁকি দেওয়ার জন্য তিন বছর ছয় মাসের কারাদন্ডে দন্ডিত করা হয়েছিল।\n২০০০ সালে, তিনি মোনাকোর বেসরকারি আন্তর্জাতিক বিশ্ববিদ্যালয়ে অধ্যাপক হন। ২০০৭ সালে তিনি গণপ্রজাতন্ত্রী চীনের সাংহাই জিয়াও টং ইউনিভার্সিটিতে ভিজিটিং প্রফেসর হন এবং হার্ভার্ড বিজনেস স্কুলে প্রতিযোগিতামূলক প্রোগ্রামের মাইক্রোইকোনমিক্স পড়ান।\n২০১২ সালে, তিনি দি ইকোনমিস্ট-এর বিজনেস প্রফেসর অফ দ্য ইয়ার পুরস্কারের জন্য মনোনীত হয়েছিলেন। ২০১৩ সালে, ফিনান্সিয়াল টাইমস বোবেলকে \"সপ্তাহের অধ্যাপক\" হিসাবে রিপোর্ট করেছিল।\nবোবেল ২০২০ সালের মার্চ মাসে মারা যান।\n\n\n== তথ্যসূত্র =="}