{"pageid": 1119, "title": "ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1119", "content": "ভাষা ধারণাটির কোন সুনির্দিষ্ট, যৌক্তিক ও অবিতর্কিত সংজ্ঞা দেওয়া কঠিন, কেননা যেকোন কিছুর সংজ্ঞা ভাষার মাধ্যমেই দিতে হয়। তাই ভাষার আত্মসংজ্ঞা দেওয়া কঠিন। তবে ভাষার একটি কার্যনির্বাহী সংজ্ঞা হিসেবে বলা যায় যে, ভাষা মানুষের মস্তিষ্কজাত একটি মানসিক ক্ষমতা যা অর্থবাহী বাকসংকেতে রূপায়িত (বাগযন্ত্রের মাধ্যমে ধ্বনিভিত্তিক রূপে বা রূপে) হয়ে মানুষের মনের ভাব প্রকাশ করতে এবং একই সমাজের মানুষের মধ্যে যোগাযোগ স্থাপনে সহায়তা করে।\nমানুষ তার মনের ভাব অন্যের কাছে প্রকাশ করার জন্য কণ্ঠধ্বনি এবং হাত, পা, চোখ, মাথা ইত্যাদি অঙ্গ-প্রত্যঙ্গের সাহায্যে ইঙ্গিত করে থাকে। কণ্ঠধ্বনির সাহায্যে মানুষ যত বেশি পরিমাণ মনোভাব প্রকাশ করতে পারে ইঙ্গিতের সাহায্যে ততটা পারে না। আর কণ্ঠধ্বনির সাহায্যে মানুষ মনের সূক্ষ্ম ভাবও প্রকাশ করতে পারে। কণ্ঠধ্বনি বলতে মুখগহ্বর, কণ্ঠ, নাসিকা ইত্যাদির সাহায্যে উচ্চারিত বোধগম্য ধ্বনি বা ধ্বনি সৃষ্টি হয় বাগ্যন্ত্রের দ্বারা। গলনালি, মুখবিবর, কণ্ঠ, জিহ্বা, তালু, দন্ত, নাসিকা ইত্যাদি বাক্প্রত্যঙ্গকে এক কথায় বলে বাগযন্ত্র। এই বাগযন্ত্রের দ্বারা উচ্চারিত অর্থবোধক ধ্বনির সাহায্যে মানুষের ভাব প্রকাশের মাধ্যমকে ভাষা বলে। সকল মানুষের ভাষাই বাগযন্ত্রের দ্বারা সৃষ্ট। তবুও একই ধ্বনি বা ধ্বনিসমষ্টির অর্থ বিভিন্ন মানবগোষ্ঠীর ক্ষেত্রে বিভিন্ন রকম হতে পারে। এ কারণে বিভিন্ন মানবগোষ্ঠীর জন্য আলাদা আলাদা ভাষার সৃষ্টি হয়েছে। মানুষের কণ্ঠনিঃসৃত বাক্ সংকেতের সংগঠনকে ভাষা বলা হয়। অর্থাৎ বাগযন্ত্রের দ্বারা সৃষ্ট অর্থবোধক ধ্বনির সংকেতের সাহায্যে মানুষের ভাব প্রকাশের মাধ্যমই হলো ভাষা। দেশ, কাল ও পরিবেশভেদে  ভাষার পার্থক্য ও পরিবর্তন ঘটে। বিভিন্ন প্রাকৃতিক পরিবেশে অবস্থান করে মানুষ আপন মনোভাব প্রকাশের উদ্দেশ্যে বিভিন্ন বস্তু ও ভাবের জন্য বিভিন্ন ধ্বনির সাহায্যে শব্দের সৃষ্টি করেছে। সেসব শব্দ মূলত নির্দিষ্ট পরিবেশে মানুষের বস্তু ও ভাবের প্রতীক (Symbol) মাত্র। এ জন্যই আমরা বিভিন্ন দেশে বিভিন্ন ভাষার ব্যবহার দেখতে পাই। সে ভাষাও আবার বিভিন্ন সময়ে বিভিন্নভাবে উচ্চারিত হয়ে এসেছে। ফলে এ শতকে মানুষ তার দৈনন্দিন জীবনে যে ভাষা ব্যবহার করে, হাজার বছর আগেকার মানুষের ভাষা ঠিক এমনটি ছিল না। বর্তমান পৃথিবীতে ৭,০৯৯ টি ভাষা প্রচলিত আছে। (তথ্য সূত্রঃ ইথনোলগ ২০তম সংস্করণ)। তার মধ্যে বাংলা একটি ভাষা। ভাষাভাষী জনসংখ্যার দিক দিয়ে বাংলা পৃথিবীর চতুর্থ বৃহৎ মাতৃভাষা। বাংলাদেশের অধিবাসীদের মাতৃভাষা বাংলা। বাংলাদেশ ছাড়াও পশ্চিমবঙ্গের জনসাধারণ এবং ত্রিপুরা, বিহার, উড়িষ্যা ও আসামের কয়েকটি অঞ্চলের মানুষের মাতৃভাষা বাংলা। এ ছাড়া যুক্তরাষ্ট্র ও যুক্তরাজ্যসহ বিশ্বের অনেক দেশে বাংলা ভাষাভাষী জনগণ রয়েছে। বর্তমানে পৃথিবীতে প্রায় তিরিশ কোটি লোক বাংলা ভাষায় কথা বলে। ভাষা মানুষে-মানুষে যোগাযোগের প্রধানতম বাহন। ভাষার কতটুকু মানুষের কোন জন্মগত বৈশিষ্ট্য আর কতটুকু পরিবেশনির্ভর সে ব্যাপারে আধুনিক ভাষাবিজ্ঞানীদের মতভেদ আছে। তবে সবাই একমত যে স্বাভাবিক মানুষমাত্রেই ভাষা অর্জনের মানসিক ক্ষমতা নিয়ে জন্মায় এবং একবার ভাষার মূলসূত্রগুলি আয়ত্ত করে ফেলার পর বাকী জীবন ধরে মানুষ তার ভাষায় অসংখ্য নতুন নতুন বাক্য সৃষ্টি করতে পারে। এরকম অসীম প্রকাশক্ষমতাসম্পন্ন ভাষা একান্তই একটি মানবিক বৈশিষ্ট্য; মানুষ ছাড়া আর কোন প্রাণী এই ক্ষমতার অধিকারী নয়। প্রতিটি মানুষ ভাষা আয়ত্ত করার সহজাত বৈশিষ্ট্য নিয়ে জন্ম নেয় এবং ঐ মানুষটি যে নির্দিষ্ট ঐতিহাসিক পর্যায়ের নির্দিষ্ট ভৌগোলিক পরিবেশ-বেষ্টিত ভাষিক সমাজের অন্তর্গত, সেই সমাজে সে দৈনন্দিন ভাষাপ্রয়োগের মাধ্যমে তার নিজস্ব ভাষাজ্ঞান বিকশিত করে।\nভাষা মূলত বাগযন্ত্রের মাধ্যমে কথিত বা \"বলা\" হয়, কিন্তু একে অন্য মাধ্যমে তথা লিখিত মাধ্যমেও প্রকাশ করা সম্ভব। এছাড়া প্রতীকী ভাষার মাধ্যমেও ভাবের আদান-প্রদান হতে পারে। ভাষার একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হল একটি ভাষিক প্রতীক এবং এর দ্বারা নির্দেশিত অর্থের মধ্যকার সম্পর্ক যাদৃচ্ছিক। একই বস্তু বা ধারণা কেন বিভিন্ন ভাষায় ভিন্ন ধরনের ধ্বনিসমষ্টি দ্বারা নির্দেশিত হয় (যেমন - একটি গৃহপালিত চতুষ্পদ প্রাণীর নাম বাংলা ভাষায় \"গরু\", ইংরেজি ভাষায় \"Cow\" কাও, ফরাসি ভাষায় \"Vache\" ভাশ্‌, ইত্যাদি কেন হয়), তার পেছনে একেকটি ভাষার বক্তাসমাজের ভেতর সম্মতির ভিত্তিতে গড়ে ওঠা রীতিনীতি ছাড়া আর কোন কারণ নেই। মানুষের ভাষার সাথে অন্য প্রাণীদের আদান-প্রদান \"ভাষার\" একটা বড় পার্থক্য হল ভাষার সাহায্যে মানুষ বিভিন্ন ধরনের বিষয় নিয়ে আলোচনা করতে পারে, যা প্রাণীরা পারে না। যেমন - মৌমাছিদের নাচ কেবল মধু আহরণের সুবিধার জন্যই কাজে লাগে। আর উল্লুক জাতীয় বানরদের ভাষিক দক্ষতা অন্যান্য প্রাণীদের চেয়ে বেশি হলেও বিজ্ঞানীরা দেখেছেন যে, সামগ্রিকভাবে তাদের ভাষা একটি দুই বছরের মনুষ্য শিশুর ভাষার চেয়ে উন্নত নয়।\n\n\n== ভাষার প্রকৃতি ==\n\n\n=== মানসিক ব্যাকরণ, ভাষাবোধ ও ভাষাপ্রয়োগ ===\nসব মানুষই অন্তত একটি ভাষার সাথে ঘনিষ্ঠভাবে পরিচিত। বিভিন্ন ধ্বনি পরপর সাজিয়ে তৈরি হয় শব্দ, আর অনেক শব্দ নানা বিন্যাসে সাজিয়ে গড়া অসংখ্য সব বাক্য নিয়ে তৈরি হয় একটি ভাষা। কিন্তু কোন ভাষায় কতগুলি বাক্য হতে পারে, তার কোনও সীমাবদ্ধতা নেই। ভাষার বক্তারা কতগুলি সীমিত সংখ্যক সূত্রকে কাজে লাগিয়ে অসীমসংখ্যক বাক্য বলতে ও বুঝতে পারেন। আধুনিক চম্‌স্কীয় ভাষাবিজ্ঞানের পরিভাষায় এই সূত্রগুলিকে বলা হয় বক্তার \"মানসিক ব্যাকরণ\"। বক্তা যখন ছোটবেলায় ভাষা অর্জন করে, তখন তার মধ্যে এই মানসিক ব্যাকরণের বোধ গড়ে ওঠে। এই ব্যাকরণের অংশ হিসেবে আছে ভাষাটির ধ্বনিব্যবস্থা (ধ্বনিতত্ত্ব), শব্দের গঠন (রূপমূলতত্ত্ব), কীভাবে একাধিক শব্দ সংযুক্ত হয়ে পদগুচ্ছ বা বাক্য গঠন করে (বাক্যতত্ত্ব), ধ্বনি ও অর্থের মধ্যে সম্পর্ক (অর্থবিজ্ঞান), এবং ভাষার শব্দভাণ্ডার। ভাষার শব্দগুলির ধ্বনি ও অর্থের মধ্যে সম্পর্ক যাদৃচ্ছিক। ভাষা হল সেই ব্যবস্থা যা ধ্বনির সাথে অর্থের সম্পর্ক স্থাপন করে। ভাষা সম্পর্কে কোন মানুষের এই মানসিক বোধ, বাস্তব জীবনে তার ভাষার প্রয়োগ অপেক্ষা স্বতন্ত্র। মানুষ বাক বৈকল্যের শিকার হয়ে বা অন্য যেকোন কারণে \"ভাষাপ্রয়োগে\" ভুল করতে পারে, কিন্তু এতে তার \"ভাষাবোধের\" কিছু হয় না।\n\n\n=== ব্যাকরণের প্রকারভেদ ===\nভাষার ব্যাকরণ বিভিন্ন রকম হতে পারে। বর্ণনামূলক ব্যাকরণে ভাষার বক্তার অচেতন ভাষিক জ্ঞানের একটি বিবরণ দেওয়ার চেষ্টা করা হয়। এটি ভাষার বক্তার মানসিক ব্যাকরণের একটি মডেল হিসেবে গণ্য করা যায়। বিধানমূলক ব্যাকরণে ভাষার ব্যাকরণ কী রকম হওয়া উচিত, তার বিধিবিধান দেয়ার চেষ্টা করা হয়। অনেক সময় বিদেশী ভাষা শেখানোর উদ্দেশ্যে শিক্ষামূলক ব্যাকরণ লেখা হয়।\n\n\n=== বিশ্বজনীন ব্যাকরণ ===\nভাষাবিজ্ঞানীরা বিশ্বের হাজার হাজার ভাষা নিয়ে গবেষণা করে বের করেছেন যে এদের মধ্যে বহু পার্থক্য থাকলেও এই পার্থক্যের পরিমাণ সীমিত। সব ভাষার ব্যাকরণেই কিছু বিশ্বজনীন অংশ আছে। ভাষাবিজ্ঞানীরা ভাষাসমূহের এই বিশ্বজনীন বৈশিষ্ট্যগুলিকে কতগুলি নিয়মনীতির সাহায্যে ব্যাখ্যা করার চেষ্টা করছেন। এই নিয়মনীতিগুলির সমষ্টিগত নাম দেয়া হয়েছে বিশ্বজনীন ব্যাকরণ। ভাষাবিজ্ঞানীরা মনে করেন, বিশ্বজনীন ব্যাকরণ সব ভাষার ব্যাকরণের ভিত্তি হিসেবে কাজ করে এবং এর মানুষের সহজাত ভাষা অর্জন ক্ষমতার সরাসরি সম্পর্ক আছে।\nশিশুদের ভাষা অর্জনের পদ্ধতি বিশ্বজনীন ব্যাকরণের অস্তিত্বের সাক্ষ্য দেয়। শিশুদেরকে জোর করে ভাষা শেখানো লাগে না। যেকোন মানব ভাষার উন্মুক্ত সংস্পর্শে আসলেই শিশুরা দ্রুত তা শিখে ফেলতে পারে। শিশুরা কতগুলি নির্দিষ্ট ধাপে ভাষা শেখে। খুব কম বয়সেই ভাষা অর্জনের প্রক্রিয়াটি শুরু হয়। চার বা পাঁচ বছর বয়সের মধ্যেই শিশুরা ভাষার সম্পূর্ণ ব্যাকরণ (এখানে ব্যাকরণ বলতে স্কুলপাঠ্য ব্যাকরণ বই নয়, ভাষার বাক্য গঠনের অন্তর্নিহিত মানসিক নিয়মগুলি বোঝানো হয়েছে) আয়ত্ত করে ফেলে। এ থেকে বোঝা যায় যে, শিশুরা বংশগতভাবেই ভাষা অর্জন ও ব্যবহারের ক্ষমতা নিয়ে জন্মায়, এবং এই ক্ষমতা বিশ্বজনীন ব্যাকরণের অংশ।\nবধির শিশুরা প্রতীকী ভাষা শেখার ক্ষেত্রেও অনুরূপ দক্ষতা দেখায়। অর্থাৎ ভাষা অর্জনের ক্ষেত্রে ধ্বনি শোনা বা উৎপাদন করা পূর্বশর্ত নয়। প্রতীকী ভাষাগুলি দৃষ্টি ও ইঙ্গিতভিত্তিক হলেও এগুলি কথ্য ভাষাগুলির চেয়ে কোন অংশে অনুন্নত বা গাঠনিক দিক থেকে কম জটিল নয়।\n\n\n=== ভাষার বিশ্বজনীন বৈশিষ্ট্যসমূহ ===\nভাষাকে যদি কেবলমাত্র যোগাযোগের একটি উপায় হিসেবে সংজ্ঞায়িত করা হয়, তাহলে এটি মানুষের একান্ত নিজস্ব কোনও বৈশিষ্ট্য হিসেবে গণ্য করা যায় না। কিন্তু প্রকৃতপক্ষে মানুষের ভাষার এমন কিছু বৈশিষ্ট্য আছে, যা অন্য প্রাণীদের যোগাযোগ ব্যবস্থাগুলিতে দেখা যায় না। মানুষের ভাষার সবচেয়ে বড় বৈশিষ্ট্য হল তার সৃষ্টিশীলতা বা সঞ্জননী ক্ষমতা, অর্থাৎ মৌলিক ভাষিক এককগুলিকে (ধ্বনি, ধ্বনিদল, রূপমূল, শব্দ) সংযুক্ত করে অসীম সংখ্যক বৈধ বাক্য সৃষ্টির ক্ষমতা, যে বাক্যগুলির অনেকগুলিই হয়ত আজও কেউ বলেনি বা শোনেনি।\nভাষাবিজ্ঞানীরা ভাষা সম্পর্কে গবেষণা করে অনেকগুলি সত্য বের করেছেন, যেগুলি সব ভাষার জন্য প্রযোজ্য: \n\nযেখানেই মানুষ আছে, সেখানেই ভাষা আছে। আদিম ভাষা বলে কিছু নেই।\nসব মনুষ্য ভাষাই সমান জটিল এবং মহাবিশ্বের যেকোন ধারণা প্রকাশে সমভাবে সক্ষম।\nযেকোন ভাষার শব্দভাণ্ডারকে নতুন ধারণা প্রকাশের সুবিধার্থে নতুন শব্দ গ্রহণ করিয়ে সমৃদ্ধ করা যায়।\nসব ভাষাই সময়ের সাথে পরিবর্তিত হয়।\nকথ্য ভাষাগুলির ধ্বনি ও অর্থের মধ্যে সম্পর্ক এবং প্রতীকী ভাষাগুলির ইঙ্গিত ও অর্থের মধ্যে সম্পর্ক বেশির ভাগ ক্ষেত্রেই যাদৃচ্ছিক।\nসব মনুষ্য ভাষাতেই কতগুলি সসীম সংখ্যক ধ্বনি বা ইঙ্গিত থাকে যেগুলি জোড়া লাগিয়ে অর্থপূর্ণ একক বা শব্দ তৈরি করা হয়, এবং এই শব্দগুলিকে আবার জোড়া লাগিয়ে অসীম সংখ্যক সম্ভাব্য বাক্য তৈরি করা যায়।\nসব ভাষার শব্দ ও বাক্যগঠনের সূত্রগুলি প্রায় একই ধরনের।\nপ্রতিটি কথ্য ভাষার বিচ্ছিন্ন ধ্বনি-একক আছে, যেগুলিকে কতগুলি ধ্বনিবৈশিষ্ট্যের মাধ্যমে সংজ্ঞায়িত করা যায়। প্রতিটি কথ্য ভাষায় স্বরধ্বনি ও ব্যঞ্জনধ্বনি আছে।\nসব ভাষাতেই ব্যাকরণিক পদশ্রেণী বা ক্যাটেগরি যেমন বিশেষ্য, ক্রিয়া, ইত্যাদি দেখতে পাওয়া যায়।\nসব ভাষাতেই পুং বা স্ত্রী, মানুষ, জীবিত, ইত্যাদি বিশ্বজনীন আর্থিক বৈশিষ্ট্য দেখতে পাওয়া যায়।\nসব ভাষাতেই না-বাচকতা, প্রশ্ন করা, আদেশ দেওয়া, অতীত বা ভবিষ্যত নির্দেশ করা, ইত্যাদির ব্যবস্থা আছে।\nমানুষের ভাষায় ভাষায় যে পার্থক্য, তার কোন জৈবিক কারণ নেই। যেকোন সুস্থ স্বাভাবিক মানব শিশু পৃথিবীর যেকোন ভৌগোলিক, সামাজিক, জাতিগত বা অর্থনৈতিক পরিবেশে যেকোন ভাষা শিখতে সক্ষম।\n\n\n== ভাষার উপাদান ==\nমানুষের মুখের ভাষা অনেকগুলি ধ্বনি নিয়ে গঠিত। এই ধ্বনিগুলির নিজস্ব কোন অর্থ নেই। যেমন - ক্‌, অ, প্‌, আ, ল্‌ --- এই ধ্বনিগুলি উচ্চারণ করলে কোন কিছু বোঝা যায় না। কিন্তু ধ্বনিগুলি একত্রে যখন \"কপাল\" শব্দ হিসেবে উচ্চারণ করা হয়, তখন একজন বাংলাভাষী লোক এদের মধ্যে অর্থ খুঁজে পান। ভাষার আরেকটি বৈশিষ্ট্য এর জটিল আন্বয়িক বা বাক্যিক ব্যবস্থা, যার নিয়মগুলি ভাষার শব্দগুলি কোন্‌টির পর কোন্‌টি কী ক্রমে বসে বিভিন্ন পদগুচ্ছ, খণ্ডবাক্য ও বাক্য গঠন করবে, তার দিকনির্দেশ দেয়।\n\n\n== ভাষা অর্জন ==\nভাষা অর্জন বলতে সেই প্রক্রিয়াকে বোঝায় যার মাধ্যমে শিশু ও প্রাপ্তবয়স্করা এক বা একাধিক ভাষা শিখে থাকে। এটি ভাষাবিজ্ঞানের একটি গুরুত্বপূর্ণ গবেষণাক্ষেত্র।\n\n\n=== মাতৃভাষা অর্জন ===\nমাতৃভাষা অর্জন একটি জটিল প্রক্রিয়া এবং ভাষাবিজ্ঞানী এর প্রকৃতি সম্পর্কে এখনও পুরোপুরি জানতে পারেননি। ছোট শিশুদের মধ্যে প্রবৃত্তিগতভাবেই কিছু বৈশিষ্ট্য থাকে যা তাদেরকে শিশু বয়সেই মাতৃভাষা অর্জনের উপযোগী করে তোলে। এই বৈশিষ্ট্যগুলির মধ্যে আছে বাগনালীর গঠন, যার মাধ্যমে শিশু তার মাতৃভাষার বিভিন্ন শব্দ উৎপাদন করে। এছাড়া শিশুদের সাধারণ ব্যাকরণিক মূলনীতিগুলি এবং বাক্যগঠনের স্তরগুলি বোঝার ক্ষমতা থাকে। শিশুরা কোন নির্দিষ্ট ভাষা শিক্ষার প্রতি আকৃষ্ট হয় না। বরং যে ভাষা তাদের আশেপাশে বলা হয়, তারা সেই ভাষাই শিখে ফেলে, এমনকি যদি তাদের পিতামাতা অন্য কোন ভাষাতে কথা বলে, তা হলেও। প্রাথমিক ভাষা অর্জনের একটি কৌতূহলোদ্দীপক বৈশিষ্ট্য হল শিশুরা প্রথম প্রথম বাক্যের গঠনের চেয়ে অর্থের উপর বেশি জোর দেয়। যেই পর্যায়ে তারা সচেতনভাবে সুসংগঠিত বাক্য বলতে আরম্ভ করে, সেই পর্যায়েই মনুষ্য শিশুরা ভাষিক দক্ষতায় \"এপ\" (Ape) জাতীয় প্রাণীদের ছাড়িয়ে যায়।\n\n\n=== দ্বিতীয় ভাষা অর্জন ===\nযদিও দ্বিতীয় ভাষা অর্জন বলতে আক্ষরিকভাবে মাতৃভাষা অর্জনের পরে অপর একটি ভাষা অর্জনকে বোঝায়, প্রায়শই এই পরিভাষাটি দিয়ে বয়ঃসন্ধিকালের পরে দ্বিতীয় একটি ভাষা অর্জনের ঘটনাকে বোঝানো হয়ে থাকে। শিশুরা একাধিক ভাষা অর্জনে তেমন কোন কষ্টের সম্মুখীন হয় না। কিন্তু বয়ঃসন্ধির পরে দ্বিতীয় কোন ভাষা শিখতে মানুষকে অতিরিক্ত পরিশ্রম করতে হয় এবং প্রায়শই সেই ভাষাতে সে উচ্চ স্তরের দক্ষতা অর্জন করতে পারে না। মানুষ যদি দ্বিতীয় ভাষাটি বক্তা সম্প্রদায়ে ও তাদের সংস্কৃতিতে সম্পূর্ণ নিমজ্জিত হয়, তবেই সে ভাষাটি সবচেয়ে সফলভাবে আয়ত্তে আনতে পারে। এছাড়া যেসমস্ত সংস্কৃতিতে দ্বিতীয় ভাষা শেখার উপর জোর দেওয়া হয়, সেখানেও দ্বিতীয় ভাষা অর্জন সহজ হয়। উদাহরণস্বরূপ আফ্রিকান বহু দেশে দ্বিতীয় ভাষা হিসেবে ফরাসি অর্জনের ঘটনাকে উল্লেখ করা যায়।\n\n\n=== দ্বিভাষিকতা ও বহুভাষিকতা ===\nদ্বিভাষিকতা বলতে দুইটি ভাষা দক্ষভাবে প্রয়োগের ক্ষমতা এবং বহুভাষিকতা বলতে দুইয়ের বেশি ভাষার দক্ষ প্রয়োগের ক্ষমতাকে বোঝায়। বিশ্বের বেশির ভাগ অঞ্চলেই দ্বিভাষিকতা প্রচলিত। দ্বিভাষী বা বহুভাষী মানুষদের মধ্যে বিভিন্ন ভাষার দক্ষতার তারতম্য পরিলক্ষিত হয়: কেউ হয়ত একটি ভাষায় ভাল লিখতে এবং অপরটিতে ভাল বলতে পারেন, ইত্যাদি।\n\n\n== ভাষার রূপ  বৈচিত্র্য ==\nচা-চিনি আমাকে চায়ের জন্মভূমি চীনে নিয়ে এসেছে। চীনারা চা-কে চা উচ্চারণ করে। এই চা-ই উর্দু ও হিন্দিতে ‘চায়ে’ এবং ফারসিতে ‘চাই’ উচ্চারিত হয়। চা যখন আরব ভূখণ্ডে পৌঁছল, তখন আরবরা এর ‘চ’-কে ‘শ’-তে পরিবর্তন করে ‘শাই’ বলতে লাগল।\nসংস্কৃত ভাষায় পেয়ালাকে বলা হয় কাসা। উর্দু এবং হিন্দিতেও, তবে এ দুই ভাষায় শব্দটির ব্যবহার খুবই কম। ফারসিতে এর উচ্চারণ ‘কাসাহ’।\nফারসিভাষীরা কাসাহ শব্দের বহুবিধ ব্যবহার করে থাকে। আসমানকে তারা বলে ‘কাসাহ পুশত’ বা উল্টো পেয়ালা। ফারসির কাসাহ আরবে গিয়ে ‘কা’ছ’ রূপ ধারণ করল। এখান থেকেই আরবি ভাষায় বহুল ব্যবহৃত যুক্তশব্দ ‘কা’ছুল কিরাম’-এর উৎপত্তি, যার আক্ষরিক অর্থ—বরকতপূর্ণ কাপ।\nআরবিতে কাপের জন্য ‘কুব’ শব্দের ব্যবহারও খুব প্রচলিত। কুবের প্রতি ভালো করে ধ্যান দিলে ইংরেজি শব্দ ‘কাপ’-কে অত্যন্ত স্বচ্ছ দেখায়। ইংরেজিতে যেমন বলে, ওয়ার্ল্ড কাপ। আরবিতে এটিকেই ‘কা’ছুল আলাম’ বা বিশ্বকাপ বলা হয়।\nএবার মা শব্দের ওপর দৃষ্টি দিন। আশ্চর্যের বিষয়, পৃথিবীর নানা প্রান্তে ‘মা’ বোঝাতে যেসব শব্দ ব্যবহৃত হয়, তার বেশির ভাগ শব্দের মূল উচ্চারণে ‘ম’ পাওয়া যায়। যেমন—সংস্কৃত ভাষায় ‘মাতার’, উর্দু, হিন্দিতে ‘মাঁ, আম্মাঁ, উম্মি’, পশতুতে ‘মুর’, আরবিতে ‘উম্ম, উম্মি’, ফারসিতে ‘মাদার’, লাতিনে ‘ম্যাটার’, গ্রিকে ‘মেতিরা’, ইংরেজিতে ‘মাদার, মম, মাম্মি’, ফরাসিতে ‘মেখ’, জার্মানিতে ‘মোটার’ এবং চায়নিজ ভাষায় ‘মুচান’ উল্লেখযোগ্য। বিস্ময় এখানেই শেষ নয়; চায়নিজের মুচানের মধ্যে আরবি শব্দ ‘মুহসিন’ খুঁজে পাওয়া যায়, এর অর্থ—উপকারী ও কল্যাণকামী। সন্তানের প্রতি নিস্বার্থ ভালোবাসার ক্ষেত্রে মা ছাড়া বড় মুহসিন আর কে হতে পারে?\nপাকিস্তানের উত্তরাঞ্চলীয় একটি ভাষা চিত্রালি বা কাহওয়ার। এ ভাষায় মায়ের প্রতিশব্দ ‘নান’। এর ওপর ভিত্তি করে ‘নানা-নানি’ শব্দ দুটি নিয়ে চিন্তা করলেই বোধগম্য হয় যে, ‘নান’ থেকেই শব্দ দুটির উৎপত্তি। মায়ের প্রতিশব্দ ‘নান’ যদিও অন্য কোনো ভাষায় ব্যবহার দেখা যায় না, তবে ‘নানা-নানি’ ইঙ্গিত দেয়, কোনো সময় হয়তো অনেক ভাষায় ‘নান’ প্রচলিত ছিল। সংস্কৃত ভাষায়ও মায়ের জন্য নানের ব্যবহার লক্ষ করা যায়। এবার প্রশ্ন জাগতে পারে, ‘নান’ থেকে ‘নানা-নানি’র উৎপত্তি হলে ‘দাদা-দাদি’র উৎসস্থল হবে ‘দাদ’। এরূপ প্রশ্ন যথার্থ। কেননা সংস্কৃতে বাবার প্রতিশব্দ ‘তাত’। যা মূলত ‘দাদ’-এর আসল। এই ‘দাদ’ থেকেই ‘দাদা-দাদি’।\nফারসিতে পিতাকে বলা হয় ‘পাদার’। এটিই সামান্য পরিবর্তন হয়ে ইংরেজিতে ‘ফাদার’ এবং স্প্যানিশ ভাষায় ‘পাদরি’ উচ্চারিত হয়। আবার ফারসিতে বাবার আরেক প্রতিশব্দ ‘বাব’। এটিই থেকেই ‘বাবা’র উৎপত্তি, যেটা ইংরেজিতে ‘পাপা’য় রূপান্তরিত হয়। অন্যদিকে ফারসির ‘বাব’ উর্দু ও হিন্দিতে উচ্চারিত হয় ‘বাপ’। একই সঙ্গে এই দুই ভাষায় পিতার প্রতিশব্দ হিসেবে ‘বাপু’ ও ‘বাবু’রও প্রচলন দেখা যায়। আরবিতে পিতাকে ডাকা হয় ‘আবু’ ও ‘আবি’ শব্দে। এটাই আবার উর্দুতে ‘আব্বু ও আব্বা’য় রূপান্তরিত হয়।\n\n\n== ভাষার পরিবর্তন ==\nমানুষের মুখে মুখে বলা বা কথা বলার নতুন উপায় আবিষ্কারের ফলে সকল ভাষাতেই পরিবর্তন দেখা দেয়। এই পরিবর্তন এক প্রজন্ম থেকে অপর প্রজন্মে এমনকি অন্য সম্প্রদায়ের লোকদের মধ্যেও স্থানান্তরিত হয়। ধ্বনিগত দিক থেকে শুরু করে শব্দভান্ডার, অঙ্গসংস্থানবিদ্যা, পদবিন্যাস ও বক্তৃতায় ভাষার পরিবর্তন হয়ে থাকে। যদিও ভাষার এই পরিবর্তনকে শুরুর দিকে নেতিবাচক হিসেবে মূল্যায়ন করা হতো এবং ভাষা বিষয়ক বক্তারা মনে করতেন এই পরিবর্তনের ফলে ভাষা ব্যবহারের বিনাশ হচ্ছে বা মূল বিষয় থেকে বিচ্যুত হয়ে যাচ্ছে, তবু এই পরিবর্তন প্রাকৃতিক উপায়ে সংঘটিত হয় এবং তা এড়ানো প্রায় দুস্কর।\nপরিবর্তনের ফলে নির্দিষ্ট শব্দ বা সম্পূর্ণ ধ্বনিগত পদ্ধতিতে প্রভাব দেখা যায়। শব্দগত পরিবর্তনের মধ্যে রয়েছে অন্য কোন শব্দ বা ধ্বনিগত বৈশিষ্ট্য দিয়ে একটি শব্দকে পুনঃস্থাপন, প্রভাবিত হওয়ার শব্দ সম্পূর্ণভাবে ক্ষতিগ্রস্ত হওয়া, কিংবা যেখানে কোন শব্দ ছিল না সে স্থানে নতুন কোন শব্দ যুক্ত করা। যেমন - নিজেই নিজের ছবি তোলাকে \"সেলফি\" বলা হয়ে থাকে, যা পূর্বে ছিল না।\n\n\n== বিশ্বের বিভিন্ন ভাষা ==\nবিশ্বের ১১টি সর্বাধিক প্রচলিত ভাষা হল চীনা, ইংরেজি, হিন্দি-উর্দু, স্পেনীয়, আরবি, পর্তুগিজ, রুশ, বাংলা, জাপানি, জার্মান ও ফরাসি। চীনা ও জাপানি ভাষা ব্যতীত বাকি ৯টি ভাষা ইন্দো-ইউরোপীয় ভাষাপরিবারের অন্তর্ভুক্ত এবং বিশ্বের ৪৬% মানুষ এই সব ভাষায় কথা বলেন।\nসবচেয়ে বেশি ভাষার আঁতুড়ঘর দুটি দেশ: পাপুয়া নিউ গিনি, যেখানে ৮৫০টিরও বেশি ভাষা রয়েছে; অপরটি ইন্দোনেশিয়া, যেখানে ৬৭০টি ভাষা লোকমুখে ফেরে। মহাদেশের বিচারে বিশ্বের ৬০০০টির মধ্যে ১৫ শতাংশ ভাষায় কথা বলা হয় দক্ষিণ ও উত্তর আমেরিকায়, আফ্রিকায় ৩০ শতাংশ, এশিয়াতেও শতাংশের হিসেব ৩০, সবচেয়ে কম ইউরোপে, সেখানে মাত্র ৩ শতাংশ।\nএদের মধ্যে অনেকগুলিই ভাষাই পরস্পরের সঙ্গে সংযুক্ত। আবার অনেকগুলি ভাষা আছে যেগুলি একটিই ভৌগোলিক অঞ্চলে বসবাসকারী মানুষই ব্যবহার করতেন। বংশধরদের অভাবে সেই ভাষা শেষ হয়ে গিয়েছে।\nপ্রতিনিয়ত ভাষা ও ভাষায় শব্দের ব্যবহার পাল্টে যাচ্ছে। অনেক ভাষা অস্তিত্ব রক্ষায় অন্যের সঙ্গে নিজেকে মিশিয়ে নিচ্ছে। যার ফলে খর্ব হচ্ছে ভাষার স্বাতন্ত্র্যতা। সমীক্ষা বলছে, প্রতি ১৫ দিনের একটি করে ভাষা মুছে যাচ্ছে পৃথিবীর বুক থেকে। কয়েকটি ভাষা অবশ্য সরকারী বদান্যতায় স্বমহিমায় ফিরেও এসেছে। যেমন ওয়েলস, মাওরির মত ভাষা সরকারী আনুকূল্য পেয়েছে।\n\n\n== প্রতীকী ভাষা ==\nইশারা ভাষা বা সাংকেতিক ভাষা বা প্রতীকী ভাষা (ইংরেজি: Sign language) বলতে শরীরের অঙ্গ-প্রত্যঙ্গ বিশেষ করে হাত ও বাহু নড়ানোর মাধ্যমে যোগাযোগ করার পদ্ধতিকে বোঝানো হয়। মুখের ভাষাতে যোগাযোগ করা অসম্ভব বা অযাচিত হলে এই ভাষা ব্যবহার করা হয়। সম্ভবত মুখের ভাষার আগেই ইশারা ভাষার উদ্ভব ঘটে। মুখের বিকৃত ভঙ্গিমা, কাঁধের ওঠানামা কিংবা আঙুল তাক করাকে এক ধরনের মোটা দাগের ইশারা ভাষা হিসেবে গণ্য করা যায়। তবে প্রকৃত ইশারা ভাষাতে হাত ও আঙুল দিয়ে সৃষ্ট সুচিন্তিত ও সূক্ষ্ম দ্যোতনাবিশিষ্ট সংকেত সমষ্টি ব্যবহৃত হয়, এবং এর সাথে সাধারণত মুখমণ্ডলের অভিব্যক্তিও যুক্ত করা হয়। মূক ও বধির লোকেরা নিজেদের মধ্যে যোগাযোগের জন্য ইশারা ভাষার ব্যবহার করে থাকেন\n\n\n== আরও দেখুন ==\n\nঅভিব্যক্তি (মনোবিজ্ঞান)\nশারীরিক ভাষা\nহাস্যরস\nআন্তর্জাতিক সহায়ক ভাষা\nভাষা নিয়ন্ত্রক সংস্থার তালিকা\nভাষার তালিকাসমূহ\nভাষাবিজ্ঞান\nমনোভাষাবিজ্ঞান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWorld Atlas of Language Structures: a large database of structural (phonological, grammatical, lexical) properties of languages\nEthnologue: Languages of the World is a comprehensive catalog of all of the world's known living languages\nBeth Skwarecki, \"Babies Learn to Recognize Words in the Womb\", Science, 26 August 2013 [১]"}