{"pageid": 1119635, "title": "ইস্ট ইণ্ডিয়া লেদার", "url": "https://bn.wikipedia.org/wiki?curid=1119635", "content": "ইস্ট ইণ্ডিয়া লেদার হল একটি ভারতীয় উদ্ভিজ্জ-পাকা চামড়া যা তামিলনাড়ুর ত্রিচি এবং ডিন্ডিগুল ট্যানারিতে উৎপাদিত হয়।\n\n\n== ইতিহাস ==\n১৮৫৬ সাল থেকে ইস্ট ইণ্ডিয়া লেদার এই অঞ্চলে রয়েছে। তখন এটি ব্রিটিশ রাজের অধীনে ছিল। ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির নাম দেওয়া 'ই আই' কৌশলের উপর ভিত্তি করে তৈরি ট্যানারি কারখানা এই অঞ্চলে জনপ্রিয় হয়ে উঠেছিল এবং ব্রিটিশ সেনাবাহিনীর জন্য পণ্য তৈরি করত। বর্তমানে ইতালি ফ্রান্স এবং অন্যান্য ইউরোপীয় দেশে ই আই লেদার পণ্যের যথেষ্ট চাহিদা রয়েছে\nভারতের একটি প্রধান চামড়ার পণ্য প্রস্তুতকারক সংস্থা, ইস্ট ইণ্ডিয়া (ই আই) চামড়া ব্যবহার করে একটি অনন্য সংগ্রহ উপস্থাপন করেছে। এই চামড়ার ২০০ বছরের পুরনো ইতিহাস বর্ণনা করে এই সংস্থার প্রতিষ্ঠাতা দিলীপ কাপুর বলেছেন, “সেই সময়ে, চামড়া প্রাথমিকভাবে দক্ষিণ ভারতে উদ্ভিজ্জ ট্যানিংয়ের ঐতিহ্যগত পদ্ধতি ব্যবহার করে তৈরি করা হত।\nইস্ট ইন্ডিয়ার চামড়া দুই শতাব্দীরও বেশি সময় ধরে বিশ্বজুড়ে সর্বোচ্চ মানের চামড়া হিসেবে স্বীকৃত হয়েছে। এটি ব্যবহার করতে পছন্দ করার মূল কারণ ছিল এর স্থায়িত্ব এবং প্রাকৃতিকভাবে উজ্জ্বল গঠনবিন্যাস যার ফলে এটি ২০ শতকে ইতালীয় এবং ব্রিটিশদের মধ্যে খুবই জনপ্রিয় হয়েছিল এবং সমগ্র বিশ্বে চামড়া ট্যানিং এর উচ্চ শিল্পের কয়েকটি কেন্দ্রের মানচিত্রে ভারত একটি স্থান লাভ করেছিল।”\n\n\n== অবনতি ==\nরাসায়নিকভাবে ট্যান করা চামড়ার খরচ-কার্যকারিতা এবং এর সহজে ট্যানিংয়ের উপায় আবিষ্কার হওয়ার পর ই আই চামড়ার উৎপাদন হ্রাস পেতে থাকে। \n\n\n== ভৌগোলিক নির্দেশক অধিকার ==\n২০০৮ সালে ইস্ট ইণ্ডিয়া লেদার মেধা সম্পদ সম্পত্তি অধিকার সুরক্ষা বা ভৌগোলিক নির্দেশকের (জি আই) মর্যাদা পেয়েছে, এবং এর অতি প্রয়োজনীয় পুনরুজ্জীবনের পথ প্রশস্ত করেছে।\n\n\n== আশাব্যঞ্জক সংবাদ ==\nভারতীয় বাজেটে ইস্ট ইণ্ডিয়া (ই আই) চামড়ার উপর রপ্তানি শুল্ক বিলোপের ঘোষণাকে স্বাগত জানানো হয়েছে। বহু শতাব্দী ধরে প্রধানত তামিলনাড়ুতে উৎপাদিত ইস্ট ইণ্ডিয়া লেদার, একশত বছরেরও বেশি সময় ধরে ইউরোপীয় দেশগুলিতে রপ্তানি করা হয়েছিল। ট্যানারিগুলিতে প্রাকৃতিক উপাদান যেমন আভারাম, সোনালু গাছের বাকল এবং অ্যাকেসিয়া গাছের নির্যাস ব্যবহার করে কাজ করা হত এবং তাতে ক্রোম ট্যানারির তুলনায় কম ক্ষতিকারক বর্জ্য নির্গত হত। প্রথমে কোটা চালু করে এবং পরে রপ্তানি শুল্ক বসিয়ে ইস্ট ইণ্ডিয়া লেদারের বাণিজ্য সীমাবদ্ধ করা হয়েছিল। ত্রিচি ডিন্ডিগুল এবং ভেলোরের মতো জায়গায় অনেক ট্যানারি বন্ধ করতে বাধ্য করা হয়েছিল। রপ্তানি শুল্ক অপসারণের ফলে কর্মসংস্থানের সুযোগ সৃষ্টি হতে পারে এবং তামিলনাড়ুর পিছিয়ে পড়া অঞ্চলে উন্নয়ন আসতে পারে।\n\n\n== তথ্যসূত্র =="}