{"pageid": 1119193, "title": "রসম পাগড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1119193", "content": "রসম পাগড়ি (হিন্দি रसम पगड़ी) হল একটি সামাজিক অনুষ্ঠান। এটি ভারতের পাঞ্জাবি এবং রাজস্থানীদের মধ্যে প্রচলিত। একটি পরিবারের সবচেয়ে বয়স্ক পুরুষ সদস্যের মৃত্যুর পর এই প্রথাটি পালিত হয়। এই অনুষ্ঠানে পরিবারের পরবর্তী সবচেয়ে বড় জীবিত পুরুষ সদস্যের মাথায় বর্ধিত পরিবার বা বংশের উপস্থিতিতে একটি পাগড়ি বেঁধে দেওয়া হয়। হিন্দু ঐতিহ্য অনুসারে, অনুষ্ঠানটি সাধারণত জ্যেষ্ঠ, জীবিত পুরুষ সদস্যের স্ত্রীর পিতা দ্বারা সঞ্চালিত হয়। অনুষ্ঠানটি সাধারণত অন্তিম সংস্কারের দিন (অন্ত্যেষ্টি, বা উথালা নামেও পরিচিত) থেকে চতুর্থ দিনে অথবা তেরো তম দিনে (যেটি উত্তর ভারতের হিন্দুদের কাছে তেরহভিঁ নামেও পরিচিত) অনুষ্ঠিত হয়। পাগড়ি পরিবারের সম্মান প্রকাশ করে, এবং এই অনুষ্ঠানের মাধ্যমে মৃত ব্যক্তির কাছ থেকে পরিবারের সুরক্ষা এবং কল্যাণের দায়িত্ব সবচেয়ে বয়স্ক জীবিত পুরুষ সদস্যের প্রতি হস্তান্তরকে বোঝায়। (যদিও প্রধানত এটিই আসল ঘটনা, তবে হিন্দু ধর্মগ্রন্থ অনুযায়ী, পরিবারের পুরুষ সদস্যই মৃত ব্যক্তির শরীরে \"আগুন দেন\" এবং তিনিই সেই পাগড়ি পরার অধিকারী। ঐতিহ্য অনুযায়ী, মৃতের সবচেয়ে বয়স্ক জীবিত পুত্র এই অন্তিম কার্যটি করেন।)\nপরিবারের নতুন প্রধান এরপর ব্রাহ্মণ এবং পরিবারের অন্যান্য সদস্যদের আশীর্বাদ নেন এবং পরিবারের ভাল কাজ চালিয়ে যাওয়ার জন্য প্রতিজ্ঞা করেন। প্রার্থনার পর, সামাজিক জমায়েতের সামনে জ্যেষ্ঠকে পাগড়ি পরানো হয়। এরপর জমায়েত মণ্ডলী বিদায় নেয়। এই অনুষ্ঠানের পর পরিবার আবার স্বাভাবিক জীবন শুরু করে।\n\n\n== ব্যুৎপত্তি ==\nভারতে সর্বাধিক প্রচলিত ভাষা হিন্দি সহ অন্যান্য অধিকাংশ ভাষায় রসম এর অর্থ অনুষ্ঠান।  এটি আরবি শব্দ রস্‌ম থেকে উদ্ভূত হয়েছে, যার অর্থ প্রক্রিয়া বা পদ্ধতি। রসম পাগড়ি এর আক্ষরিক অর্থ পাগড়ির অনুষ্ঠান।\n\n\n== সংস্কার আন্দোলন ==\nকিছু সম্প্রদায় রসম পাগড়ির প্রথা শেষ করে দেবার সিদ্ধান্ত নিয়েছে, কারণ এটি মৃত্যুর পর সেই উপলক্ষে ভোজের (শোকের সময়ের সমাপ্তি চিহ্নিত করে ভোজ) সাথে যুক্ত।\nকিছু সংস্কারমনস্ক পরিবার, পুরুষ তান্ত্রিক প্রথা ভেঙে, বাড়ির কন্যাদের এই পাগড়ি দেওয়ার সিদ্ধান্ত নিয়েছে।\n\n\n== বিতর্ক ==\nরসম পাগড়ি হিন্দু প্রথা হলেও মুসলমান পরিবারেও এই প্রথাকে মান্যতা দেওয়ার ঘটনা দেখা গেছে। প্রাক্তন সাংসদ রশিদ মাসুদ ২০২০ সালের ৫ই অক্টোবর রুড়কিতে মারা যান। মৃতের পরিবারের দ্বারা আয়োজিত \"রসম পাগড়ি\" অনুষ্ঠানটিতে মুসলিম কট্টরপন্থীরা প্রতিবাদ জানান। বৈদিক মন্ত্র উচ্চারণের মধ্য দিয়ে অনুষ্ঠানটি সংঘটিত হয়েছিল। ধর্মানুষ্ঠান শুরু হওয়ার পর বেশ কয়েকজন মুসলিম ধর্মগুরু কেবল অনুষ্ঠানস্থল ত্যাগ করেননি, এমনকি এই বিষয়ে তাঁদের অসন্তোষও প্রকাশ করেছিলেন।\n\n\n== আরও দেখুন ==\nহরিদ্বারে হিন্দু বংশ তালিকা নিবন্ধন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদায়িত্বের প্রতীক হিসেবে পাগড়ি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\nটেমপ্লেট:Death in Hinduism"}