{"pageid": 1119194, "title": "পরোটাওয়ালা গলি", "url": "https://bn.wikipedia.org/wiki?curid=1119194", "content": "গলি পরোটা ওয়ালী বা পরোটাওয়ালা গলি (হিন্দি: गली पराँठेवाली, আক্ষরিক অর্থে \"পরোটাযুক্ত গলি\") হল ভারতের দিল্লির চাঁদনি চক এলাকার একটি সরু রাস্তা, এটি ভারতীয় পরোটা বিক্রির দোকানগুলির জন্য বিখ্যাত।\n\n\n== অবস্থান ==\nপরোটাওয়ালা গলি দিল্লির চাঁদনি চকে অবস্থিত। নটরাজ ক্যাফের বিপরীতে পরোটা গলির শুরু হয়। ঐতিহ্যগতভাবে দোকানগুলির খদ্দেররা আশেপাশের এলাকায় বসবাসকারী জৈন ধর্মালম্বী।\n\n\n== ইতিহাস ==\n\nযেটি ১৬৫০ সালে মুঘল সম্রাট শাহজাহানের শাসনামলে প্রতিষ্ঠিত হয়েছিল এবং তার কন্যা জাহানারা বেগম গলির নকশা করেছিলেন। পূর্বে এই গলিটি শুধুমাত্র রূপোর জিনিসপত্রের দোকানের জন্য পরিচিত ছিল, ১৮৭০-এর দশকে রূপার দোকানগুলি চলে যাওয়া শুরু হওয়ার পরও অনেক শাড়ি ও গহনার দোকান এখনো রয়ে গেছে।\n১৯৬০-এর দশকের শেষের দিকে ২০টি পরোটার দোকানের মধ্যে (সবগুলো একই মহাপরিবারের অন্তর্গত) তিনটি অবশিষ্ট রয়েছে: পন্ডিত কানহাইয়ালাল দুর্গাপ্রসাদ দীক্ষিত (স্থাপিত ১৮৭৫), পন্ডিত দয়ানন্দ শিবচরণ (স্থাপিত ১৮৮২)। পন্ডিত বাবুরাম দেবীদয়াল পরোটাওয়ালে (১৮৮৬ সালে প্রতিষ্ঠিত)। ১৯১১ সাল নাগাদ, ছোট দারিবা বা দারিবা কালান নামে পরিচিত এই এলাকাটি পরোটাওয়ালা গলি নাম পায়। স্বাধীনতার ঠিক পরের বছরগুলিতে জওহরলাল নেহেরু, ইন্দিরা গান্ধী এবং বিজয়লক্ষ্মী পণ্ডিত এই গলিতে তাদের খাবার হিসেবে পরোটা নিতে আসতেন। ১৯৮০-এর দশকের শেষের দিকে বিক্রেতাদের মধ্যে অনেকেই দোকান বন্ধ করে চলে যান, যদিও আজ রাস্তাটি পুনরুজ্জীবনের প্রমাণ হিসেবে কিছু দোকান একই পরিবারের ষষ্ঠ প্রজন্মের দ্বারা পরিচালিত হচ্ছে। ১৯৮৪ সালের দাঙ্গায় অগ্নিকান্ডে গলির সকল দোকান ভস্মীভূত হয়।\nএলাকাটিতে থাকতেন বলিউড অভিনেতা অক্ষয় কুমার। ভারতীয় বিমান বাহিনীর ফ্লাইট লেফটেন্যান্ট তপন কাপুর যিনি ২৫ জুন ২০১৩ সালে উত্তরাখণ্ডে একটি উদ্ধার অভিযানে শহীদ হন তিনিও ছিলেন পরোটাওয়ালা গলির বাসিন্দা।\n\n\n== খাদ্য ও পানীয় ==\nদোকানগুলির রান্না করা খাবারে পিঁয়াজ বা রসুন থাকে না। কাজু, বাদাম, মটরশুঁটি, মিক্স পরোটা, রাবড়ি, খোয়া ফুলকপি, গোভি পরোটা, পরত পরোটা ইত্যাদির মতো বিভিন্ন প্রকারের পরোটা এখানে পাওয়া যায়। পরোটা সবসময় মিষ্টি তেঁতুলের চাটনি, পুদিনা চাটনি, মিশ্র সবজির আচার, পনির এবং আলু তরকারি, আলু এবং মেথির তরকারি এবং মিষ্টি কুমড়ার একটি ভাজা ম্যাশ দিয়ে পরিবেশন করা হয়।\nমিষ্টি লস্যি, প্রায়ই মাটির ভাঁড়ে পরিবেশন করা এই জায়গার একটি বিশেষত্ব।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপরোটাওয়ালা গলি ভ্রমণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ অক্টোবর ২০২১ তারিখে\nপরোটাওয়ালা গলির ইতিহাস"}