{"pageid": 1119146, "title": "অসিত সেন (চলচ্চিত্র পরিচালক)", "url": "https://bn.wikipedia.org/wiki?curid=1119146", "content": "অসিত সেন (২৪ সেপ্টেম্বর   ১৯২২ – ২৫ আগস্ট ২০০১)  ছিলেন বাংলা ও হিন্দি দুই-ই সিনেমার  একজন অসামান্য  চলচ্চিত্র পরিচালক,  চিত্রগ্রাহক  তথা সিনেমাটোগ্রাফার ও চিত্রনাট্যকার। চার দশকেরও বেশি সময় ধরে  ভারতীয় ভাষায় চলচ্চিত্র নির্মাণ করে  সমকালীন অন্যান্য বিশিষ্ট চলচ্চিত্র নির্মাতাদের অন্যতম  স্মরণীয় ব্যক্তিত্ব তিনি। ভারতীয় চলচ্চিত্রে অসিত সেনের অবদান সেই যুগের অন্যান্য বিশিষ্ট ব্যক্তিদের সঙ্গে বিশেষ উল্লেখেরও দাবি রাখে।  তিনি প্রায় কুড়িটি বাংলা ও হিন্দি সিনেমার পরিচালনা করেছেন। তন্মধ্যে বাংলা চলচ্চিত্রে- দীপ জ্বেলে যাই (১৯৫৯), উত্তর ফাল্গুনী (১৯৬৩) এবং হিন্দি সিনেমায়- মমতা (১৯৬৬),  খামোশী (১৯৭০), অনোখী রাত (১৯৬৮), সফর (১৯৭০)  উল্লেখযোগ্য।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nঅসিত সেনের জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের বিক্রমপুরের আটসাহী গ্রামে মাতুলালয়ে। পৈতৃক নিবাস ছিল খামার খাড়া গ্রামে। পিতা রবীন্দ্রনাথ সেন ছিলেন ভারতীয় রেলে চাকুরিরত আইনজ্ঞ এবং মাতা ঊর্মিলা দেবী। অসিতেরা ছিলেন দুই ভাই (অসিত ও অশোক) এবং চার বোন ( কমলা,অঞ্জলি, শিউলি ও গোপা)। অসিতের ডাকনাম ছিল মানিক এবং তার শৈশব কেটেছে মামার বাডিতে, আটসাহী গ্রামেই। বিক্রমপুরের রাধানাথ হাই স্কুলে অষ্টম শ্রেণী পর্যন্ত পড়ার পর চলে যান পিতার কর্মস্থলে নওগাঁয়। সেখানকান বেঙ্গলি হাই স্কুল থেকে প্রথম বিভাগে এন্ট্রান্স পাশ করেন। পরে আইএসসি পড়তে কলকাতায় আসেন।  বঙ্গবাসী কলেজে পড়ার সময় তার সহপাঠী ছিলেন সলিল চৌধুরী ও গৌরীপ্রসন্ন মজুমদার। প্রথমদিকে তাদের ইচ্ছা ছিল তারা মিলিতভাবে সঙ্গীতজগতেই থাকবেন। কিন্তু বিএসসি পড়ার সময় তার আলাপ হয় তথ্যচিত্র নির্মাতা ও পরিচালক  হরিসাধন দাশগুপ্তের সঙ্গে।  ইতোমধ্যে ১৯৪৭ খ্রিস্টাব্দের নভেম্বরে ভালোবাসা করে  বিবাহ করেন অভিজাত পরিবারের অসাধারণ সুন্দরী কন্যা রেখা দাশগুপ্তকে। রোজগারের সন্ধানে পড়াশোনা আর করেননি। এদিকে হরিসাধন দাশগুপ্তের অনুপ্রেরণায় তার ফোটোগ্রাফিরতে বিশেষ আগ্রহ জন্মে। শেষে এক চিত্রগ্রাহক তথা সিনেমাটোগ্রাফার রামানন্দ সেনগুপ্ত, যিনি সম্পর্কে ছিলেন তার মামা, তাকে নিজের 'রলিকট' ক্যামেরা দেন এবং তার সহায়তায় ফোটোগ্রাফিতে দক্ষ হয়ে ওঠেন এবং হিন্দি সিনেমার শুটিং-এ অংশগ্রহণ করেন।\n\n\n== কর্মজীবন ==\nরোজগারের জন্য প্রথমে তিনি কলকাতার দেশপ্রিয় পার্কে \"শিল্পমন্দির\" নামে এক ফটো স্টুডিও গড়ে তোলেন। তবে অল্পদিনের মধ্যেই রামানন্দ সেনগুপ্ত প্রথমে তাকে ডি কে মেহতার এবং পরে তার চতুর্থ সহকারী হিসাবে অসিত সেনকে ভারতলক্ষ্মী প্রোডাকশন তে নিয়ে আসেন। অর্ধেন্দু মুখোপাধ্যায়ের পূর্বরাগ -এ সহকারী হিসাবে কাজ করেন।\n১৯৪৬-৪৭ খ্রিস্টাব্দে দাঙ্গাবিধ্বস্ত নোয়াখালী ও পাটনা য়  মহাত্মা গান্ধীর শান্তি প্রতিষ্ঠার উদ্যোগযাত্রায় তথ্যচিত্র নির্মাণের বরাত পেয়েছিলেন রামানন্দ সেনগুপ্ত। কিন্তু শারীরিক কারণে তিনি যেতে না পারায়, অসিত সেন টানা ২৫-২৬ দিন শুটিং করেছিলেন। এতদিনে শুটিংয়ে আত্মবিশ্বাস অর্জন করে নওগাঁয় কর্মরত পিতার সহায়তায় ১৯৪৮ খ্রিস্টাব্দে অসমীয়া ভাষায় ভারতের স্বাধীনতা সংগ্রামে এক  সন্ত্রাসবাদী যুবকের জীবন উৎসর্গের কাহিনী নিয়ে তিনি জীবনের প্রথম কাহিনীচিত্র বিপ্লবী তৈরি করেন। তার কয়েক বৎসর পর ১৯৫৬ খ্রিস্টাব্দে তিনি প্রথম বাংলা ছবি চলাচল ও পরে ১৯৫৭ খ্রিস্টাব্দে পঞ্চতপা তৈরি করেন। এই দুটি বাংলা ছবি সে সময়ে বেশ আলোড়ন সৃষ্টি করেছিল।  তারপর ১৯৫৯  খ্রিস্টাব্দে  সুচিত্রা সেনের অভিনয় সমৃদ্ধ ছবি দীপ জ্বেলে যাই তৈরি করেন। পরে ১৯৬৯ খ্রিস্টাব্দে এটি রাজেশ খান্না ও ওয়াহিদা রহমানের অভিনয়ে হিন্দিতে খামোশী নামে নির্মিত হয়।  তিনি ১৯৬৩ খ্রিস্টাব্দে শ্রেণী দ্বন্দ্বের উপর যে বাংলা ছবি উত্তর  ফাল্গুনী তৈরি করেন, সেটি হিন্দিতে রূপান্তরিত করে তৈরি করেন মমতা। দ্বৈত ভূমিকায়  সুচিত্রা সেনের অভিনয় আর স্বনামধন্য কোকিলকণ্ঠী গায়িকা  লতা মঙ্গেশকরের কণ্ঠে রহেঁ না রহেঁ হম এবং লতা ও  হেমন্ত মুখোপাধ্যায়ের যুগলকণ্ঠে গীত ছুপা লো ঔন দিল মে প্যার মেরা অত্যন্ত জনপ্রিয় হয়েছিল।  অসিত সেন ১৯৯৩ খ্রিস্টাব্দে ন্যাশানাল ইনস্টিটিউট অফ ফিল্ম অ্যান্ড ফাইন আর্টস-এ প্রশিক্ষক নিযুক্ত হন এবং আমৃত্যু চলচ্চিত্র প্রশিক্ষণে যুক্ত ছিলেন।\nঅসিত সেন কর্মজীবনে বলিউডের বিশিষ্ট অভিনেতাদের সঙ্গে কাজ করেছেন। পরিচালক হিসাবে ১৯৬৯ খ্রিস্টাব্দে খামোশী ছবিতে রাজেশ খান্নার এবং ১৯৭০ খ্রিস্টাব্দে শরাফত ছবিতে ধর্মেন্দ্র, হেমা মালিনী এবং অশোক কুমারের নির্দেশক ছিলেন । বিশেষ থিমের উপর ১৯৭০ খ্রিস্টাব্দে নির্মিত চলচ্চিত্র অন্নদাতা ছবিতে ওমপ্রকাশ এবং  জয়া বচ্চনের, ১৯৭০ খ্রিস্টাব্দে নির্মিত মা অউর মমতা ছবিতে অশোক কুমার, ১৯৬৬ খ্রিস্টাব্দে নির্মিত মমতা ছবিতে সুচিত্রা সেন, অশোক কুমার ও ধর্মেন্দ্র কে নির্দেশনার কাজ করেছেন। এছাড়াও তিনি বৈরাগ ছায়াছবিতে হেলেন, মদন পুরি এবং ১৯৭৫ খ্রিস্টাব্দে নির্মিত আনাড়ি ছবিতে শশী কাপুর, শর্মিলা ঠাকুর, মৌসুমী চ্যাটার্জি এবং কবীর বেদীর সঙ্গে কাজ করেছেন।\nমমতা চলচ্চিত্রের জন্য ১৯৬৭ খ্রিস্টাব্দে মনোনীত হন, কিন্তু ১৯৭১ খ্রিস্টাব্দে রাজেশ খান্না, শর্মিলা ঠাকুর এবং ফিরোজ খান অভিনীত সফর চলচ্চিত্রের জন্য পুরস্কার লাভ করেন।\nঅসিত সেন ২০০১ খ্রিস্টাব্দের  ২৫শে আগস্ট ৭৯ বৎসর বয়সে কলকাতার এক হাসপাতালে শেষ নিঃশ্বাস ত্যাগ করেন। তাঁর একমাত্র পুত্র পার্থ সেন। \n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== হিন্দি ও বাংলা ===\n\n\n== পুরস্কার ==\n১৯৬৩ :উত্তর ফাল্গুনী বাংলায় শ্রেষ্ঠ ফিচার ফিল্মের জন্য জাতীয় চলচ্চিত্র পুরস্কার। \n১৯৭১ :সফর সেরা পরিচালকের জন্য ফিল্মফেয়ার পুরস্কার।\n\n\n== তথ্যসূত্র =="}