{"pageid": 1119072, "title": "হরেলা মেলা", "url": "https://bn.wikipedia.org/wiki?curid=1119072", "content": "হরেলা মেলা এমন একটি মেলা যা প্রতি বছর ১৬ই জুলাই থেকে ২১শে জুলাই পর্যন্ত অনুষ্ঠিত হয় এবং এটি সাধারণত ভীমতালের রামলীলা মাঠে বসে। উত্তরাখণ্ড রাজ্যের ঐতিহাসিক কুমায়ূনের চারিদিকে হরেলা উৎসব উদযাপন করে হরেলা মেলা বসে।\n\n\n== তাৎপর্য ==\nহরেলার আক্ষরিক অর্থ হল \"সবুজ/হলুদ পাতা\"। ঐতিহ্যগতভাবে বছরে দুবার হরেলা হয়, একটি হিন্দু বর্ষপঞ্জির চৈত্র মাসে (গ্রেগরীয় বর্ষপঞ্জির মার্চ/এপ্রিল মাস) এবং অপরটি হিন্দু বর্ষপঞ্জির শ্রাবণ মাসে (গ্রেগরীয় বর্ষপঞ্জির জুলাই/আগস্ট মাস)। ঋতু পরিবর্তনের সাথে সামঞ্জস্য রেখে এটি করা হয়। তবে হরেলা মেলা নিজেই শ্রাবণ উৎসবের অংশ হিসেবে অনুষ্ঠিত হয়, যা ভারতে বর্ষা ঋতুর শুরুর সাথে মিলে যায়। এটি ফসলের সতেজ বৃদ্ধির প্রতীক। স্থানীয় লোককাহিনী অনুসারে, উৎসবটি ভগবান শিব এবং দেবী পার্বতীর বিবাহের স্মৃতির সঙ্গে সম্পর্কিত। \n\n\n== হরেলা মেলার ইতিহাস ==\nহরেলা মেলা ১০০ বছরেরও বেশি সময় ধরে চলছে। এই মেলা সম্ভবত ফসল কাটার মরসুমে কৃষি বাজারের সম্প্রসারণ হিসাবে বিকশিত হয়েছিল। ভারতের স্বাধীনতার পূর্বে, ব্যবসায়ীরা সমতলের বেরেলি, রামপুর প্রভৃতি দূরবর্তী স্থান থেকে ফসল নিয়ে যেতেন কুমায়ূনের পাহাড়ে বিক্রি করার জন্য। কুমায়ূন পাহাড়ের লোকেরা এই পণ্যগুলি কেনার জন্য জড়ো হতেন এবং সময়ের সাথে সাথে এটি হরেলা মেলায় পরিণত হয়ে গেছে। মেলাটি আগে শহরের কেন্দ্রস্থলে লীলাবতী পন্ত কলেজের কাছে অনুষ্ঠিত হত কিন্তু স্থান সংকুলানের অসুবিধা হওয়ায় সেটি ১৯৮০ সালে রামলীলা মাঠের বর্তমান অবস্থানে স্থানান্তরিত হয়। ২০১৩ সালের আগে মেলাটি হরেলা খেল সাংস্কৃতিক মঞ্চ দ্বারা আয়োজিত ২ দিনের অনুষ্ঠান ছিল। কিন্তু এর ক্রমবর্ধমান জনপ্রিয়তার কারণে টাউন মিউনিসিপ্যাল ​​কর্পোরেশন এটি অধিগ্রহণ করে নেয় এবং মেলাটি ৫ দিনের অনুষ্ঠানে সম্প্রসারিত হয়।\nপরিবেশ রক্ষার উদ্দেশ্যে উৎসবের সময় স্থানীয় সকল মানুষও আনন্দে একত্রিত হয়, যেহেতু উৎসবের নামটিতেই আছে ‘হরেলা’ বা ‘সবুজ’ শব্দটি। এটি আমাদের পরিবেশে উপস্থিত সুন্দর সবুজকে বোঝায়।\n\n\n== রাজনৈতিক তাৎপর্য ==\nঐতিহ্যগতভাবে মেলাটির রাজনৈতিক দিকও রয়েছে। বিভিন্ন স্থানীয় রাজনৈতিক সংস্থা দলীয় সচেতনতা বৃদ্ধির জন্য তাদের দোকান দেয়, পাশাপাশি নতুন দলীয় সদস্য সংগ্রহ করে। ভারতের স্বাধীনতার আগে, এই মেলা ছিল বিভিন্ন স্বাধীনতা কর্মীদের জন্য একটি বৈঠকের অবস্থান। নারায়ণ দত্ত তিওয়ারির মতো রাজনীতিবিদরা এই মেলায় আয়োজিত রাজনৈতিক কর্মসূচিতে যোগ দিয়ে তাঁদের কর্মজীবন শুরু করেছিলেন।\n\n\n== তথ্যসূত্র =="}