{"pageid": 1119744, "title": "প্রবীণ কুমার সোবতী", "url": "https://bn.wikipedia.org/wiki?curid=1119744", "content": "প্রবীণ কুমার সোবতি (৬ই ডিসেম্বর ১৯৪৭ – ৭ই ফেব্রুয়ারি ২০২২) ছিলেন একজন ভারতীয় হাতুড়ি এবং চাকতি নিক্ষেপকারী, অলিম্পিয়ান, চলচ্চিত্র অভিনেতা, রাজনীতিবিদ এবং সীমান্ত নিরাপত্তা বাহিনীর সৈনিক। ২০ বছর বয়সে তিনি বর্ডার সিকিউরিটি ফোর্সে যোগদান করেন যেখান থেকে তিনি তার সূক্ষ্ম ক্রীড়া দক্ষতার মাধ্যমে তার অফিসারদের দৃষ্টি আকর্ষণ করেন এবং \" চাকতি নিক্ষেপ\" এবং 'ডিস্ক নিক্ষেপ'- এ বিভিন্ন ক্রীড়া প্রতিযোগিতায় ভারতের প্রতিনিধিত্ব ক্রেন। একজন ক্রীড়াবিদ হিসেবে তিনি এশিয়ান গেমসে দুটি স্বর্ণসহ চারটি পদক জিতেছেন, কমনওয়েলথ গেমসে একটি রৌপ্য পদক জিতেছেন এবং দুটি গ্রীষ্মকালীন অলিম্পিকে প্রতিদ্বন্দ্বিতা করেছেন। একজন অভিনেতা হিসাবে, তিনি ৫০ টিরও বেশি হিন্দি ছবিতে অভিনয় করেছিলেন এবং ১৯৮৮ সালে শুরু হওয়া বিআর চোপড়ার টেলিভিশন সিরিজ মহাভারতে \" ভীম \" এর বিখ্যাত চরিত্রে অভিনয় করেছিলেন। একজন রাজনীতিবিদ হিসেবে তিনি আম আদমি পার্টির টিকিটে ২০১৩ সালের দিল্লি বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু হেরে যান। পরবর্তীকালে, ২০১৪ সালে, তিনি ভারতীয় জনতা পার্টিতে যোগ দেন।\n\n\n== ক্রীড়াবিদ রূপে কর্মজীবন ==\n\nপ্রবীণ কুমার ১৯৬০ এবং ১৯৭০ এর দশকে ভারতীয় মল্লক্রীড়ার একজন তারকা ছিলেন। তিনি বেশ কয়েক বছর ধরে হাতুড়ি এবং ডিসকাস নিক্ষেপে ভারতের প্রতিনিধিত্ব করেছেন। তিনি ১৯৬৬ এবং ১৯৭০ এশিয়ান গেমসে ডিসকাস থ্রোতে স্বর্ণপদক জিতেছিলেন। তিনি এশিয়ান গেমসে ৫৬.৭৬ মিটার নিক্ষেপ করে রেকর্ড করেন। কিংস্টনে ১৯৬৬ সালের কমনওয়েলথ গেমসে এবং ১৯৭৪ সালের তেহরানে এশিয়ান গেমসে রৌপ্য পদক বিজয়ী ছিলেন। তিনি ১৯৬৮ সালের গ্রীষ্মকালীন অলিম্পিকে এবং ১৯৭২ সালের গ্রীষ্মকালীন অলিম্পিকে প্রতিদ্বন্দ্বিতা করেছিলেন।\n\n\n== অভিনয়জীবন ==\nপ্রবীণ কুমারের প্রথম চলচ্চিত্রটি ছিল রক্ষা, একটি জেমস বন্ড শৈলীর ভারতীয় চলচ্চিত্র যেখানে জিতেন্দ্র তার সাথে অভিনয় করেছিলেন। প্রবীণের চরিত্রটি ছিল দ্য স্পাই হু লাভড মি -এর জসের দ্বারা অনুপ্রাণিত একটি বিশালদেহী হেনকম্যান গরিলার চরিত্র। তিনি মেরি আওয়াজ শুনো -তে জিতেন্দ্রের বিরুদ্ধে এক বিশালদেহী  গোয়েন্দা জাস্টিনের অনুরূপ ভূমিকায় অভিনয় করেছিলেন।\nপ্রবীণ কুমার যখন বি আর চোপড়ার জনপ্রিয় পৌরাণিক টেলি সিরিয়াল মহাভারতে \" ভীম \" চরিত্রে অভিনয় করেন, তখন তিনি জাতীয় প্রশংসা অর্জন করেন, যা তাকে একটি ঘরোয়া নাম করে তোলে। প্রবীণ কুমার চাচা চৌধুরী (টিভি সিরিজ) তেও \"সাবু\" চরিত্রে অভিনয় করেছিলেন বহু সংখ্যক পর্বের জন্য। মহাভারত সিরিয়ালের পর, প্রবীণ কুমার ভারতীয় চলচ্চিত্রে অনেক অভিনয় ভূমিকা পেয়েছিলেন, যদিও তিনি হরিয়ানা এবং দিল্লিতে তার রাজনৈতিক কেরিয়ার শুরু করার জন্য তার অভিনয় জীবন কমিয়ে দিয়েছিলেন।\nসুপারস্টার অমিতাভ বচ্চনের অন্যতম সফল এবং বিখ্যাত পাঞ্চ ডায়ালগ, \"রিশতে মে তো হাম তুমহারে বাপ হোতে হ্যায়, নাম হ্যায় শাহেনশাহ!\"-এর প্রথম ধাক্কাটা নিয়েছিলেন প্রবীণ কুমার। তিন্নু আনন্দের ব্লকবাস্টার শাহেনশাহে । প্রবীণ কুমার কিংবদন্তি \"মুখতার সিং\" এর সেমি-কমেডিক চরিত্রে অভিনয় করেছিলেন।\n\n\n== মৃত্যু ==\n২০২২ সালের ৭ইফেব্রুয়ারি রাতে নতুন দিল্লির বাসভবনে হৃদরোগে আক্রান্ত হয়ে শেষ নিঃশ্বাস ত্যাগ করেন এই স্বনামধন্য অভিনেতা এবং ক্রীড়াবিদ।\n\n\n== তথ্যসূত্র =="}