{"pageid": 1119987, "title": "বুরসা গ্র্যান্ড মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1119987", "content": "বুরসা গ্র্যান্ড মসজিদ ( তুর্কি: Bursa Ulu Camii   ) বুরসা, তুরস্কের একটি ঐতিহাসিক মসজিদ ।। নিকোপলিসের যুদ্ধের মহান বিজয়কে স্মরণ করার জন্য উসমানীয় সুলতান বায়েজিদ প্রথম কর্তৃক এর নির্মাণ বরাদ্দ করা হয়েছিল এবং  ১৩৯৬ এবং ১৩৯৯ সালের মধ্যে এর নির্মাণকার্য শেষ হয়। মসজিদটি প্রাচীন উসমানীয় স্থাপত্যের একটি প্রধান স্মারক এবং শহরের কেন্দ্রস্থলে অবস্থিত অন্যতম গুরুত্বপূর্ণ মসজিদ, যার পাশে একটি  ঐতিহাসিক বাজার লাগোয়া রয়েছে। \n\n\n== ঐতিহাসিক পটভূমি ==\nউলু জামি' বা \"গ্রেট মসজিদ\" হলো উসমানীয় সাম্রাজ্যের প্রথম রাজধানী বুরসার বৃহত্তম মসজিদ। এটি সেলজুক তুর্কি স্থাপত্য থেকে বিকশিত হওয়া প্রাথমিক উসমানীয় স্থাপত্যের একটি উদাহরণ। সুলতান বায়েজিদ প্রথমের আদেশে মসজিদটি ১৩৯৬-১৩৯৮ সালে স্থপতি আলী নাজ্জার দ্বারা নক্শাকৃত ও নির্মিত হয়।   প্রথম বায়েজিদ ছিলেন উসমানীয় সাম্রাজ্যের চতুর্থ শাসক। এই মসজিদটি নির্মাণের অল্প সময়ের মধ্যেই তিনি ১৪০২ সালে আঙ্কারার যুদ্ধে তৈমুরের (তৈমুর লং) হাতে সাম্রাজ্যের সবচেয়ে শোচনীয় পরাজয়ের শিকার হন।  ইতিহাস বলে যে, তৈমুর ঐ বছরই মসজিদটি পুড়িয়ে দিতে গিয়েছিলেন এবং তাকারামানিদের শাসক মেহমেদ বে কর্তৃক ১৪১২ সালের অবরোধের সময় পুনরাবৃত্তি করা হয়।    ঘটনা যাই হোক না কেন, মসজিদের নথিভুক্ত প্রথম মেরামতটি ১৪৯৩ সালে সংঘটিত হয়েছিল।  মসজিদটির ইতিহাস জুড়ে আরও সংস্কার হয়। ১৮৫৫ সালে একটি ভয়াবহ ভূমিকম্পের কারণে এর ছাদটি ধসে পড়ে, তাই মসজিদটি কয়েক বছর ধরে বন্ধ ছিল।  ১৮৮৯ সালে এর মেরামত সম্পন্ন হয়। \n\n\n== স্থাপত্য ==\n\nমসজিদটি ৫৫ বাই ৬৯ মিটার পরিমাপের একটি বড় আয়তক্ষেত্রাকার ভবন যার অভ্যন্তরীণ পৃষ্ঠের ক্ষেত্রফল ৩১৬৫.৫ বর্গ মিটার।   এর তিনটি প্রবেশপথ রয়েছে (উত্তর, পশ্চিম এবং পূর্বে), যার মধ্যে উত্তরের প্রবেশদ্বারটি সবচেয়ে বিস্ময়কর।  এর অভ্যন্তরীণ স্থানটি ১২টি স্তম্ভ দ্বারা সাপোর্টেড পাঁচটি সারির চারটিতে সাজানো বিশটি গম্বুজ দ্বারা আচ্ছাদিত।   এতে ৫০০০ জন মানুষ একত্রিত হতে পারেন। একটি জনপ্রিয় রেওয়ায়েত রয়েছে যে, সুলতান বায়েজিদ নাকি নিকোপলিসের যুদ্ধে জয়ের বিনিময়ে বিশটি আলাদা মসজিদ নির্মাণের প্রতিশ্রুতি দিয়েছিলেন। তার পরিবর্তে তিনি বিশ গম্বুজের সমাহারে একটি মসজিদ তৈরি করেছিলেন,যার ফলে তিনি ১৪০২ এ আঙ্কারার যুদ্ধে পরাজিত হন ।\nমসজিদের কেন্দ্রে রয়েছে জলবেসিনের উপর আঠারোটি কোণ বিশিষ্ট একটি অনন্য ফোয়ারা ( শাদিরভান ), যা ১৯ শতকের তৈরি।  ফোয়ারা এবং জলবেসিন মুসল্লিদের অজু করতে ব্যবহৃত হয়। ফোয়ারার উপর গম্বুজটি আকাশের দিকে উন্মুক্ত (যদিও বর্তমানে কাঁচ দ্বারা আবৃত), যা মসজিদের অন্ধকার অভ্যন্তরকে আলোকিত করতে একটি স্কাইলাইট তৈরি করে।  \nমসজিদটিতে দুটি মিনার রয়েছে । যদিও পশ্চিমের মিনারটি মসজিদের সাথে সরাসরি সংযুক্ত, এটি প্রথম বায়েজিদের সময়কালের। অন্যদিকে পূর্ব মিনারটি বিচ্ছিন্ন, যা থেকে বোঝা যায় যে এটি মসজিদ থেকে আলাদাভাবে অন্য কোন সময়ে নির্মিত হয়েছে। \nমসজিদের দেয়ালটি ১৯শ শতকের উসমানীয় বারোক-শৈলীর অলঙ্করণে আঁকা হয়েছে, সেইসাথে ১৮শ থেকে ২০শ শতকের গোড়ার দিকের চারুলিপিতেও অনেক রচনা আঁকা হয়েছে।  মিহরাব ( প্রার্থনার দিকনির্দেশের প্রতীক), মুকারনার ছাউনি দিয়ে খোদাই করা, ১৫৭২ সালে মেহমেদ নামে একজন কারিগর যেয়নি জেলেভি নামক একজন পৃষ্ঠপোষকের বরাদ্দে তৈরি করেন।  এটির আঁকা এবং গিল্ডেড অলঙ্করণ ১৯০৫ সালের। \nমিহরাবের পাশে কাঠের মিম্বরটি ঐতিহ্যবাহী আনাতোলিয়ান সেলজুক শৈলীতে কুন্দেকারি কৌশল ব্যবহার করে তৈরি করা হয় (নখ বা আঠা ছাড়াই একত্রে আটকে রাখা কাঠের টুকরো ব্যবহার করে)।   মিম্বারের উপরিভাগ জ্যামিতিক প্যাটার্নে নক্শা করা এবং আরব শৈলীতে আঁকা ফুলের নিদর্শন দিয়ে খোদাই করা হয়েছে। একটি খোদাইকৃত শিলালিপি অনুসারে, এটি ১৪০০ সালে আবদুল আজিজের পুত্র আন্তেপের হাজি মেহমেদ (মুহাম্মদ) নামের কারিগর তৈরি করেছিলেন।\nভূমিকম্প মসজিদের জন্য একটি প্রধান কাঠামোগত উদ্বেগের কারণ। তুরস্কের অন্যান্য ভবনগুলির জন্যও। \"ভূমিকম্পগুলি তুরস্কের ঐতিহাসিক এবং সাংস্কৃতিকভাবে গুরুত্বপূর্ণ ভবনগুলির জন্য যথেষ্ট হুমকি\"।   ১৮৫৫ সালে মাত্র একবার ভূমিকম্পে মসজিদটি গুরুতরভাবে ক্ষতিগ্রস্ত হয়, যার জন্য এটি বহু বছর ধরে বন্ধ রাখা এবং বড় ধরনের মেরামত ও পুনর্নির্মাণের প্রয়োজন পড়ে। \n\n\n== মসজিদে ইসলামী চারুলিপি ==\nগ্র্যান্ড মসজিদটি তার আলংকারিক চারুলিপির জন্য সুপ্রসিদ্ধ। এমনকি একে \"চারুলিপি জাদুঘর\"-ও বলা হয়।  ইসলামি স্থাপত্যে আরবি চারুলিপি নান্দনিক সজ্জা এবং দর্শনার্থীদের সাথে যোগাযোগের একটি প্রধান উপাদান।  মসজিদটিতে ১৯২টি স্মারক প্রাচীর শিলালিপি রয়েছে, যার মধ্যে সেই সময়ের ৪১ জন প্রধান উসমানীয় ক্যালিগ্রাফারদের লিখিত ৮৭টি বিভিন্ন রচনা রয়েছে।  বেশিরভাগ চারুলিপি লেখার তারিখ ১৭৭৮ থেকে ১৯৩৮ সালের মধ্যে। দেয়াল, স্তম্ভ এবং ছোট-বড় ফলক বা পদকের মধ্যে চারুলিপিগুলি আঁকা হয়। রচনাগুলির মধ্যে রয়েছে কোরানের আয়াত, হাদিস, আল্লাহর ৯৯ টি নাম, নবী মুহাম্মদের বিভিন্ন নাম এবং প্রধান প্রধান ইসলামী মনীষীদের নাম। \n\n\n== আরও দেখুন ==\nতুর্কি গ্র্যান্ড মসজিদের তালিকা\n\n\n== চিত্রসমাহার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBursaUluCamii.com অফিসিয়াল ওয়েবসাইট\nবুরসা গ্র্যান্ড মসজিদের ছবি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ সেপ্টেম্বর ২০১৮ তারিখে\nবুরসা উলু মসজিদের ছবি\nমসজিদের ছবির চিত্রশালা"}