{"pageid": 1119263, "title": "মহিলাদের সালতানাত", "url": "https://bn.wikipedia.org/wiki?curid=1119263", "content": "মহিলাদের সালতানাত (তুর্কি: Kadınlar saltanatı) ছিল উসমানীয় সাম্রাজ্যের সুলতানদের স্ত্রী ও মায়েদের অত্যধিক রাজনৈতিক প্রভাবের সময়। প্রথম আধুনিক যুগে এই ধারাটি প্রায় ১৫৩৩ থেকে ১৬৫৬ সালে সুলাইমান দ্য ম্যাগনিফিসেন্টের শাসনামলে হুররাম সুলতানের (রোক্সেলানা নামেও পরিচিত) সাথে তার বিবাহের মাধ্যমে শুরু হয়েছিল। এই সুলতানারা হয়তঃ সুলতানদের স্ত্রী বা মায়েদের মধ্য থেকে ছিলেন। স্ত্রীদেরকে হাসেকি সুলতান এবং মায়েদেরকে ওয়ালিদায়ে সুলতান বলে অবহিত করা হত। সুলতানের এই স্ত্রীদের অনেকেই ক্রীতদাস বংশোদ্ভূত ছিল। তবে এভাবে ক্রীতদাসীদের বিবাহের ভূমিকা সালতানাতের জন্য অত্যন্ত ঝুঁকিপূর্ণ প্রমাণিত হয়েছিল। আসলে সুলতানের এই সময়টিতে পদবীর বাইরে ব্যক্তিগত ক্ষমতা খুবই কম ছিল। \nএই সময়ে হাসেকি এবং ওয়ালিদায়ে সুলতানরা রাজনৈতিক ও সামাজিক ক্ষমতার অধিকারী ছিলেন। এই প্রভাবের কারণে তাদেরকে রাজনৈতিক পরিচালনাতে প্রভাব রাখার পাশাপাশি স্থাপত্য নির্মাণ ও মসজিদ প্রতিষ্ঠার মত জনহিতকর কাজ করতে অনুরোধ করা হত।\n\n\n== ঐতিহাসিক নজির ==\nসাধারণত মহিলাদের সালতানাত হিসাবে পরিচিত সময়টি উসমানীয় সাম্রাজ্যের জন্য উপন্যাসের ন্যায় ছিল। তবে ইতিহাসে এর নজির নেহাত কম ছিল না। উসমানীয় সাম্রাজ্যের পূর্বসূরি সেলজুকরা অন্যান্য পুরুষ কর্মকর্তাদের সক্রিয় ভূমিকা থাকার পরও প্রায়ই আভিজাত্যের মহিলারা জনগণের নীতিমালা ও রাজনৈতিক বিষয়ে সক্রিয় ভূমিকা পালন করত। \nযাইহোক, চতুর্দশ শতাব্দীতে সরকারে মহিলাদের ক্ষমতা যথেষ্ট সঙ্কুচিত হতে শুরু করে। এটি ছিল উসমানীয় সম্প্রসারণের যুগ যেখানে বেশিরভাগ সুলতানরা \"যুদ্ধ থেকে নেতৃত্ব\" বেছে নিতেন। আর উপদেষ্টা, উজির এবং ধর্মীয় নেতাদের একটি দরবারে সৈন্যদল নতুন ভূমি জয় করতে নিয়ে যেতেন।  তবে পঞ্চদশ শতাব্দীর পর থেকে উসমানীয় নীতি ছিল, আনাতোলিয়ায় প্রাদেশিক রাজ্য সামলানোর জন্য তরুণ রাজপুত্র এবং তাদের মাকে পাঠানো হত। প্রকৃতপক্ষে, এটি সরকারের উচ্চ স্তরের সাথে সম্পর্কযুক্ত সমস্ত মহিলাদেরকে এমন কোনও জায়গা থেকে দূরে রাখে যেখানে তারা অর্থপূর্ণ ক্ষমতা রাখতে পারে। উপরন্তু, ভ্রাতৃহত্যার প্রথা; যেখানে একজন আরোহী সুলতান তার সিংহাসন সুরক্ষিত করার জন্য তার সমস্ত ভাইদের মৃত্যুদন্ড কার্যকর করতেন। যা রাজকুমারদের মা এবং স্ত্রীদের তাদের পুরুষদের উপর আরও বেশি নির্ভরশীল করে তুলেছিল।\n\n\n== প্রথম দিককার সময়কাল ==\nউসমানীয় সাম্রাজ্যের ভাগ্য পরিবর্তন হতে থাকে। ঘটনা যাইহোক, দুটি মৌলিক বিষয় ভাগ্য পরিবর্তনে ব্যাপক ভূমিকা রাখে। প্রথমত উসমানীয় সাম্রাজ্যের উত্থানের সময়সীমা শেষ হওয়া। ষষ্ঠদশ শতাব্দীতে সুলেমান দ্য ম্যাগনিফিসেন্টের শাসনামলে এটি স্পষ্ট হয়ে যায় যে, সাম্রাজ্য তার শেষ সীমানায় পৌঁছে গিয়েছে। সীমানাগুলো প্রায় প্রতিটি দিকে হাজার হাজার মাইল সম্প্রসারিত হয়েছিল। এরপর সাম্রাজ্য সম্প্রসারণের স্থান ছিল না। বিশেষ করে, ভিয়েনা অবরোধে ব্যর্থতার পর সুলতানের আর সামরিক অভিযান পরিচালনার সামর্থ্য ছিলনা। দ্বিতীয়তঃ প্রাসাদে সাম্রাজিক হারেমের উত্থানের ঘটনা। \n\nপ্রথম সুলাইমানের শাসনকাল রাজপ্রাসাদে আর রাজনৈতিক ক্ষেত্রে হারেমের উত্থানের বিষয়টি বিশেষভাবে উল্লেখযোগ্য। কারণ সুলাইমান একজন ক্রীতদাসীকে বিয়ে করেন, যিনি পরবর্তীকালে হুররাম সুলতান নামে পরিচিত হন। মহিলাদের সালতানাতের আগে সুলতান বিয়ে করেননি। তবে তার একটি উপপত্নীর হারেম ছিল যারা তার উত্তরাধিকারীদের জন্মদান করেছিল। প্রত্যেক উপপত্নী একটি করে পুত্র জন্ম দিয়েছিল আর তাদের পুত্রকে ইস্তাম্বুলে থাকার পরিবর্তে নেতৃত্বের জন্য নিযুক্ত করা প্রদেশগুলোতে প্রেরণ করা হয়েছিল।\nপ্রথম হাসিকি সুলতান ছিলেন সুলেমান দ্য ম্যাগনিফিসেন্টের স্ত্রী রোক্সেলানা। যিনি পরে ইসলাম গ্রহণের পর হুররাম সুলতান নামে পরিচিত হন। হুররামকে ভুলভাবে রুশ বংশোদ্ভূত বলে ধরে নেওয়া হয়েছিল, সম্ভবত তার নামের ভুল অনুবাদের কারণে। ইউরোপীয় লেখকরা একইভাবে তাকে রুশ হিসাবে বিবেচনা করে। যাইহোক, তার পূর্বপুরুষ ছিল রুথেনীয় (পোল্যান্ডের রাজ্য)। হুররেম নামে তুর্কিরা তাকে উল্লেখ করত। যার অর্থ ছিল \"হাস্যময়\", বা \"আনন্দময়\", যেটি তার চরিত্রের একটি প্রমাণ। ইম্পেরিয়াল হেরেমে তার আগমনের তারিখ সম্পর্কে পণ্ডিতরা অনিশ্চিত। উসমানীয় সুলতানের হাতে থাকা উপপত্নীদের রেকর্ডে কোনো তথ্য নথিভুক্ত ছিল না, তবে তার প্রথম পুত্রের জন্ম সংক্রান্ত নথিগুলো ১৫২১ সালে তার উপস্থিতি স্বীকার করে। সুলাইমানের মায়ের মৃত্যুর পর দুইশত বছরেরও বেশি সময়ে প্রথম কোনো সুলতানের স্ত্রী হওয়ায় হুররামের ক্ষমতা প্রতিষ্ঠিত হয়েছিল  যেহেতু প্রযুক্তিগতভাবে সমস্ত উপপত্নী ছিল ক্রীতদাস, হুররামকে প্রথমে দাসত্ব থেকে মুক্ত হয়েছিল। তারপরে তার জন্য একটি নতুন উপাধি হাসেকি সুলতান (সাম্রাজ্যের সুলতানা) তৈরি করা হয়েছিল, যা সুলতানদের পরবর্তী স্ত্রীদের জন্য নির্বাচিত করা হয়েছিল। তিনি প্রাথমিকভাবে পরোপকারী কার্যক্রমে নিজেকে ব্যয় করেন। বিশেষ করে সাম্প্রদায়িক স্থান নির্মাণে যেখানে বিষয়গুলো সময় কাটাতে পারে। সবচেয়ে উল্লেখযোগ্য কার্যক্রম ছিল ইস্তাম্বুলের হাসেকি সুলতান কমপ্লেক্স, যার মধ্যে একটি মহিলা চিকিৎসা কেন্দ্র, স্কুল, মসজিদ এবং দরিদ্রদের খাওয়ানোর জন্য রান্নাঘর রয়েছে, যা ১৫৩০-এর দশকে নির্মিত হয়েছিল। তিনি ১৫৫৮ সালে ইস্তাম্বুলে তার জ্যেষ্ঠ এবং কনিষ্ঠ পুত্রের মৃত্যুর পর মারা যান। তার মৃত্যুর প্রায় পাঁচশ বছর পর, ২০১৯ সালের জানুয়ারিতে হুররামের সমাধি থেকে রুশ ঐতিহ্যের মিথ্যা দাবিটি সরিয়ে ফেলা হয়েছিল।\n\n\n== রাজনৈতিক গুরুত্ব ==\n\n১৭ শতকের মাঝামাঝি পর্যন্ত ছয়জন সুলতান রাজত্ব করেছিলেন, যাদের মধ্যে বেশ কয়েকজন শিশু ছিলেন যখন তারা সিংহাসনে আসীন হন। এসময়ে ওয়ালিদায়ে সুলতান তাদের পুত্রদের শাসনামলে এবং অন্তর্বর্তীকালীন সময়ে কার্যত বিনা প্রতিদ্বন্দ্বিতায় শাসন করেছিলেন। যাইহোক, এই ধরনের একগুঁয়ে প্রাধান্য সহজে সবাই গ্রহণ করেনি। এমনকি সুলতানের সাথে সরাসরি সংযোগ থাকার কারণেও, ওয়ালিদায়ে সুলতান প্রায়ই সুলতানের উজিরদের পাশাপাশি জনমতের বিরোধিতার সম্মুখীন হন। যেখানে তাদের পুরুষ পূর্বসূরিরা সামরিক বিজয় এবং ক্যারিশমার মাধ্যমে জনগণের কাছে অনুগ্রহ লাভ করেছিল, সেখানে মহিলা নেতৃবৃন্দকে সাম্রাজ্যিক অনুষ্ঠান এবং স্মৃতিস্তম্ভ নির্মাণ এবং জনসাধারণের কাজের উপর নির্ভর করতে হয়েছিল। হায়রাত বা তাকওয়ার কাজ নামে পরিচিত এই জনসাধারণের কাজগুলো প্রায়শই সুলতানার নামে অসামান্যভাবে নির্মিত হয়েছিল, যেমনটি ছিল সাম্রাজ্যবাদী ইসলামি মহিলাদের ঐতিহ্য।\n\nঅন্যান্য সাম্রাজ্যবাদী মহিলারা, যেমন তুরহান সুলতান সাম্রাজ্যের প্রতিরক্ষায় অবদান রেখেছিলেন, গুরুত্বপূর্ণ সামরিক ঘাঁটির পুনর্গঠন এবং দুর্গের জন্য প্রচুর অর্থ ব্যয় করেছিলেন। কেউ কেউ প্রতীকীভাবে যুদ্ধেও অংশগ্রহণ করেছিল। যখন তার ছেলে চতুর্থ মুহাম্মদ একটি সফল সামরিক অভিযান থেকে ফিরে আসেন, তখন তিনি তার যুদ্ধপথকে ফিরে পেতে এবং তার বিজয়ের গৌরবে অংশ নেওয়ার জন্য একটি রাজকীয় শোভাযাত্রার ব্যবস্থা করেছিলেন। \nবিবাহও ছিল উদযাপনের একটি সাধারণ কারণ এবং সাম্রাজ্যবাদী মহিলাদের জন্য তাদের সম্পদ এবং ক্ষমতা প্রদর্শনের সময় দাতব্য প্রচার করার একটি সুযোগ। একটি বিয়েতে যখন তৃতীয় মুরাদের কন্যা একজন বিশিষ্ট অ্যাডমিরালের সাথে বিবাহ বন্ধনে আবদ্ধ হতে চলেছেন, তখন তিনি সমস্ত দর্শকদের জন্য নতুন টাকশাল করা মুদ্রা দিয়েছিলেন, যার মধ্যে কিছু ছিল সম্পূর্ণ কাপড় ভর্তি সম্পদ। \nএকজন রাজকীয় স্ত্রী বা সুলতানের মায়ের মৃত্যু আরও বেশি ব্যয় হত। একটি উদাহরণ, হুররাম সুলতানের মৃত্যু রাস্তায় শোকার্তদের ভীড় নিয়ে আসে, যার মধ্যে সুলতান নিজেও ছিলেন, যিনি ঐতিহ্যগতভাবে পরিবারের একজন সদস্যের অন্ত্যেষ্টিক্রিয়ার সময় প্রাসাদে নিজেকে নির্জন করার কথা ছিল। আবারও, অনুষ্ঠান চলাকালীন রানীর উদার ও যত্নশীল প্রকৃতির প্রতি শ্রদ্ধা জানাতে উপস্থিতদের জন্য মুদ্রা এবং খাবার বিতরণ করা হয়েছিল। \nএবং শেষ পর্যন্ত, সুলতানদের অনেক স্ত্রী এবং মায়েদের সবচেয়ে দীর্ঘস্থায়ী কৃতিত্ব ছিল তাদের বড় জনকল্যাণমূলক কার্যক্রম প্রকল্প। প্রায়শই মসজিদ, স্কুল বা স্মৃতিস্তম্ভ হিসাবে নির্মিত, এই প্রকল্পগুলোর নির্মাণ এবং রক্ষণাবেক্ষণ এমন একটি সময়ে গুরুত্বপূর্ণ অর্থনৈতিক প্রচলন প্রদান করে যা অন্যথায় অর্থনৈতিক স্থবিরতা এবং দুর্নীতি দ্বারা চিহ্নিত করা হয়। পাশাপাশি সালতানাতের শক্তি এবং কল্যাণের একটি শক্তিশালী এবং দীর্ঘস্থায়ী প্রতীক রেখে যায়। যদিও জনসাধারণের কাজ তৈরি করা সবসময়ই সালতানাতের একটি বাধ্যবাধকতা ছিল, সুলাইমানের মা এবং স্ত্রীর মতো সুলতানরা এমন প্রকল্প হাতে নিয়েছিলেন যা তাদের পূর্বের যে কোনও মহিলার এবং বেশিরভাগ পুরুষদের চেয়েও বড় এবং আরও বিলাসবহুল ছিল।\n\n\n== প্রতিক্রিয়া ==\nযদিও এটি রাজকীয় মহিলাদের জন্য অভূতপূর্ব ক্ষমতার সময় ছিল, তবে তারা উল্লেখযোগ্য বিরোধিতা ছাড়া ছিল না। যদিও বিদেশী রাষ্ট্রদূত এবং দূতদের কাছে অনেকেই সমক্ষ ছিলেন। তিনটি ক্ষেত্রে, এটি ওয়ালিদাদের প্রভাবের বৈধতা এবং ব্যাপ্তি দেখায়। প্রথমবার ১৫৮২ সালে যখন একজন উজিরে আজম কাউন্সিলে ওয়ালিদায়ে সুলতানের প্রতিষ্ঠানের বিরুদ্ধে মামলা করেছিলেন এবং খোলাখুলিভাবে তার ক্ষোভ প্রকাশ করেছিলেন। ১৫৯৯ সালে দ্বিতীয়বার শায়খ আল-সালাম সরকারী কাজে, বিশেষ করে নিয়োগ এবং বরখাস্তের ক্ষেত্রে ওয়ালিদাদের জড়িত থাকার অভিযোগ করেছিলেন। অবশেষে ১৬৪০ সালে ঘটেছিল, যখন একজন ভেনিশীয় রাষ্ট্রদূত উজিরে আজমের মাধ্যমে রানী সুলতানকে একটি চিঠি পাঠানোর চেষ্টা করেছিলেন। উজির চিঠিটি প্রেরণ করতে অস্বীকার করেছিলেন, দাবি করেছিলেন যে রাণী মা একজন ক্রীতদাসী ছাড়া আর কিছুই নয় এবং তার নিজের কোন ক্ষমতা নেই।  অবশ্যই, এই ধরনের অসন্তোষ এবং আবেগপূর্ণ অস্বীকৃতি বোঝায় যে প্রকৃতপক্ষে ওয়ালিদায়ে সুলতানের অনেক বেশি কর্তৃত্ব ছিল যাতে উজিররা বিরক্ত ছিএন। আর প্রকৃতপক্ষেই, সেই সময়ে অনেক বিদেশী রাষ্ট্রদূত তাদের নিজেদের দেশে জানিয়েছিলেন যে কেউ যদি উসমানীয় সাম্রাজ্যের সাথে ব্যবসা করতে চায় তবে তাদের অন্য কারো আগে সুলতানের মায়ের কাছে যেতে হবে। \n\n\n== সেসময়ের ক্ষমতাশালী সুলতানা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== সাহিত্য ===\nইলহান আকিসিত। উসমানীয় হেরেমের রহস্য । Akşit Kültür Turizm Yayınları.আইএসবিএন ৯৭৫-৭০৩৯-২৬-৮আইএসবিএন ৯৭৫-৭০৩৯-২৬-৮\nক্যাথার্নি নুরি হিউজেস \"দ্য ম্যাপমেকার'স ডটার\" নুরবানু সুলতানের স্বীকারোক্তি, ১৫২৫-১৫৮৩।আইএসবিএন ৯৭৮-১-৮৮-৩২৮৫৭০-৮আইএসবিএন ৯৭৮-১-৮৮-৩২৮৫৭০-৮\nলেসলি পি. পিয়ার্স। ইম্পেরিয়াল হারেম: উসমানীয় সাম্রাজ্যে নারী ও সার্বভৌমত্ব । অক্সফোর্ড ইউনিভার্সিটি প্রেস (১৯৯৩)।আইএসবিএন ৯৭৮-০-১৯-৫০৮৬৭৭-৫আইএসবিএন ৯৭৮-০-১৯-৫০৮৬৭৭-৫\n\n\n== বহিঃসংযোগ ==\nচ্যানেল ৪ ইতিহাস | নারীদের সালতানাত"}