{"pageid": 111912, "title": "আবিজান", "url": "https://bn.wikipedia.org/wiki?curid=111912", "content": "আবিজান বা আবিজঁ (ফরাসি: Abidjan; আ-ধ্ব-ব: [abidʒɑ̃]) পশ্চিম আফ্রিকার রাষ্ট্র কোত দিভোয়ার বা আইভরি কোস্টের বৃহত্তম শহর, বন্দর ও প্রাক্তন রাজধানী শহর। আবিজান শহরটি দেশের দক্ষিণ প্রান্তে, দক্ষিণ আটলান্টিক মহাসাগরীয় উপকূলে অবস্থিত। শহরটির একটি বন্দর আছে, তবে এটি একটি সমুদ্রচরের মাধ্যমে আটলান্টিক মহাসাগর থেকে পৃথক। ভ্রিদি খালের মাধ্যমে বন্দরটি সাগরের সাথে সংযুক্ত। বন্দরটির সুবাদে আবিজান পশ্চিম আফ্রিকার বাণিজ্যের অন্যতম প্রধান একটি কেন্দ্র। এখান থেকে কোকো, কফি, কাঠ, কলা, আনারস ও মাছ রপ্তানির জন্য জাহাজে ওঠানো হয়। এছাড়া শহরটিতে বিয়ার নামক মদ, সাবান, দেশলাই ও মোটরযান নির্মাণ কারখানা আছে।\n১৯০৪ সালে আবিজান শহরটি পশ্চিম আফ্রিকার একটি প্রধান রেলপথের শেষ সীমায় অবস্থিত শহর ছিল। ১৯৩১ সালে এখানে একটি জাহাজ-ঘাটা নির্মাণের পর থেকে শহরটির কলেবর বাড়তে শুরু করে। ১৯৩৩ সালের ১০ই আগস্ট তারিখে শহরটি ফরাসি কোত দিভোয়ার উপনিবেশের রাজধানীতে পরিণত হয়। ১৯৫০-৫১ সালে এর এব্রিয়ে (Ébrié) নামের লবণাক্ত জলের উপহ্রদটি সাগরের সাথে সংযুক্ত করে একটি সমুদ্রবন্দর সৃষ্টি করা হয়। ফলে এটি ফরাসি পশ্চিম আফ্রিকা উপনিবেশের অর্থনৈতিক কেন্দ্রে পরিণত হয়। ১৯৬০ সালে কোত দিভোয়ার স্বাধীনতা লাভ করে ও আবিজান রাজধানী হিসেবে কার্যক্রম অব্যাহত রাখে। এটি ১৯৮৩ সাল পর্যন্ত দেশটির রাজধানী ছিল। এরপরে ইয়ামুসুক্রো শহরকে রাজধানীর মর্যাদা দেওয়া হয়। তার পরেও কোত দিভোয়ার সরকারের বেশিরভাগ কার্যালয় আবিজানেই থেকে যায়। এখানে দেশটির জাতীয় সংসদ এবং প্রায় সমস্ত বিদেশী দূতাবাসগুলি অবস্থিত। বর্তমানে আবিজানকে কোত দিভোয়ারের অর্থনৈতিক রাজধানী হিসেবে গণ্য করা হয়। এখানে কোত দিভোয়ারের মোট জাতীয় উৎপাদনের প্রায় ৬০% উৎপন্ন হয়। অন্যদিকে ইয়ামুসুক্রোকে প্রশাসনিক ও রাজনৈতিক রাজধানীর মর্যাদা দেওয়া হয়। প্রশাসনিকভাবে আবিজান শহর ও তার আশেপাশের কয়েকটি শহরতলী মিলে আবিজান স্বায়ত্বশাসিত জেলাটি গঠন করা হয়েছে, যা কোত দিভোয়ার রাষ্ট্রের ১৪টি জেলার একটি।\nআবিজান শহরের আয়তন ৪২২ বর্গকিলোমিটার (ভারতের কলকাতা শহরের প্রায় দ্বিগুণ এবং বাংলাদেশের ঢাকা শহরের চেয়ে প্রায় ২৫% বেশি বড়)। ২০১৪ সালের হিসাব অনুযায়ী এখানে প্রায় ৪ কোটি ৭০ লক্ষ লোকের বাস, যা কোত দিভোয়ারের মোট জনসংখ্যার প্রায় ২০%। ফরাসিভাষী পশ্চিম আফ্রিকান দেশগুলির মধ্যে আবিজান সবচেয়ে জনবহুল শহর। এছাড়া সারা বিশ্বের ফরাসিবাসী শহরগুলির মধ্যে এটি ২য় বৃহত্তম শহর, প্যারিসের পরেই। পশ্চিম আফ্রিকাতে কেবল নাইজেরিয়ার রাজধানী লাগোস জনসংখ্যার বিচারে আবিজানের চেয়ে বড়। এটি সমগ্র আফ্রিকা মহাদেশের ৬ষ্ঠ সর্বোচ্চ জনবহুল শহর। সম্প্রতি আবিজানের দ্রুত শিল্পায়নের পাশাপাশি অত্যন্ত উচ্চহারে নগরায়ন পরিলক্ষিত হচ্ছে।\nআবিজানের ঐতিহ্যবাহী ইভোয়ারীয় শিল্পকলার একটি জাদুঘর (ল্য ম্যুজে দে সিভিলিজাসিওঁ দ্য কোত দিভোয়ার), একটি জাতীয় গ্রন্থাগার ও বেশ কিছু গবেষণা কেন্দ্র আছে। এব্রিয়ে হ্রদের ধারে অনেকগুলি সুউচ্চ অট্টালিকার সারি দাঁড়িয়ে আছে। আধুনিক নজরকাড়া ভবনের মধ্যে আছে প্রাচীণ জিগারুট জাতীয় পিরামিডের ন্যায় নির্মিত লা পিরামিদ (La Pyramide)। সন্তু পলের ক্যাথিড্রাল গির্জাটির বিশাল আকারের ক্রুশটি দৃষ্টি আকর্ষণ করে। নীল গম্বুজবিশিষ্ট বড় মসজিদটি থেকে একটি লম্বা মিনার আকাশের দিকে উঠে গেছে। শহরের দক্ষিণে ত্রেশভিল নামের সমুদ্রতীরবর্তী শহরতলীতে আফ্রিকান পণ্যদ্রব্যের এক বিশাল বাজার অবস্থিত। শহরের পূর্বে গ্রঁ-বাসাঁ এলাকাতে বেলাভূমিস্থ পর্যটনকেন্দ্রগুলি ও ফরাসি ঔপনিবেশিক আমলের অনেকগুলি ভবন আছে। আবিজানের কেন্দ্রীয় বাণিজ্যিক কেন্দ্রের ঠিক উত্তরে বানকো জাতীয় উদ্যানটি একটি সংরক্ষিত বৃষ্টিঅরণ্য এলাকা যেখানে পায়ে হাঁটার পথ আছে। শহরের পূর্বে এওতিলে দ্বীপপুঞ্জ জাতীয় উদ্যানে বাদুড়ের দল ও সমুদ্র-গাভীর দেখা মেলে।\nশহরের জলবায়ু আর্দ্র ও উষ্ণ উপ-নিরক্ষীয় প্রকৃতির। এখানে মে থেকে জুলাই মাস পর্যন্ত দীর্ঘ একটি বর্ষাকাল আছে। সেপ্টেম্বর-অক্টোবর মাসে আরেকটি ছোট বর্ষাকাল আছে। সারা বছর গড় তাপমাত্রা (আগস্ট-সেপ্টেম্বর মাসে) সর্বনিম্ন ২২ থেকে সর্বোচ্চ ৩০ ডিগ্রি সেলসিয়াসের (বছরের প্রায় অর্ধেক সময়) মধ্যে ওঠানামা করে।\n\n\n== ছবিতে আবিজান ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nকোত দিভোয়ার\nইয়ামুসুক্রো\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআবিজান শহরের সরকারি ওয়েবসাইট"}