{"pageid": 1119520, "title": "ভূ-উপগ্ৰহ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1119520", "content": "একটি ভূ-উপগ্ৰহ কেন্দ্র, গ্রাউন্ড স্টেশন, আর্থ স্টেশন বা আর্থ টার্মিনাল হল একটি পার্থিব রেডিও স্টেশন যা মহাকাশযানের সাথে এক্সট্রাপ্ল্যানেটারি টেলিযোগাযোগের জন্য ডিজাইন করা হয়েছে (মহাকাশযান সিস্টেমের স্থল অংশের অংশ গঠন করে), বা জ্যোতির্বিজ্ঞানের রেডিও উৎস থেকে রেডিও তরঙ্গ গ্রহণের জন্য।গ্ৰাউন্ড স্টেশনগুলো পৃথিবীর পৃষ্ঠে বা এর বায়ুমণ্ডলে অবস্থিত হতে পারে। আর্থ স্টেশনগুলো সুপার হাই ফ্রিকোয়েন্সি (SHF) বা অত্যন্ত উচ্চ ফ্রিকোয়েন্সি (EHF) ব্যান্ডে (যেমন মাইক্রোওয়েভ ) রেডিও তরঙ্গ প্রেরণ এবং গ্রহণ করে মহাকাশযানের সাথে যোগাযোগ করে।যখন একটি গ্রাউন্ড স্টেশন সফলভাবে একটি মহাকাশযানে রেডিও তরঙ্গ প্রেরণ করে (বা এর বিপরীতে), এটি একটি টেলিযোগাযোগ লিঙ্ক স্থাপন করে।গ্রাউন্ড স্টেশনের একটি প্রধান টেলিকমিউনিকেশন ডিভাইস হল প্যারাবোলিক অ্যান্টেনা ।\nগ্রাউন্ড স্টেশনগুলির একটি নির্দিষ্ট বা ভ্রমণকারী অবস্থান থাকতে পারে।আন্তর্জাতিক টেলিযোগাযোগ ইউনিয়ন (ITU) রেডিও রেগুলেশনের অনুচ্ছেদ 1 § III বিভিন্ন ধরনের স্থির এবং মোবাইল গ্রাউন্ড স্টেশন এবং তাদের আন্তঃসম্পর্ক বর্ণনা করে। \nবিশেষায়িত স্যাটেলাইট আর্থ স্টেশনগুলি স্যাটেলাইটের সাথে টেলিযোগাযোগ করতে ব্যবহৃত হয় - প্রধানত যোগাযোগ উপগ্রহ ।অন্যান্য গ্রাউন্ড স্টেশনগুলি ক্রুড স্পেস স্টেশন বা আনক্রুড স্পেস প্রোবের সাথে যোগাযোগ করে।একটি গ্রাউন্ড স্টেশন যা প্রাথমিকভাবে টেলিমেট্রি ডেটা গ্রহণ করে, বা যেটি মহাকাশ মিশন অনুসরণ করে, বা ভূ-স্থির কক্ষপথে নয় এমন উপগ্রহগুলিকে গ্রাউন্ড ট্র্যাকিং স্টেশন বা স্পেস ট্র্যাকিং স্টেশন বা কেবল একটি ট্র্যাকিং স্টেশন বলা হয়।\nযখন একটি মহাকাশযান বা স্যাটেলাইট একটি গ্রাউন্ড স্টেশনের দৃষ্টিসীমার মধ্যে থাকে, তখন স্টেশনটিকে মহাকাশযানের একটি দৃশ্য বলা হয় ( পাস দেখুন)।একটি মহাকাশযানের পক্ষে একবারে একাধিক গ্রাউন্ড স্টেশনের সাথে যোগাযোগ করা সম্ভব।গ্রাউন্ড স্টেশনগুলির একটি জোড়াকে পারস্পরিক দৃষ্টিভঙ্গিতে একটি মহাকাশযান বলে বলা হয় যখন স্টেশনগুলি মহাকাশযানের সাথে একযোগে, বাধাহীন, লাইন-অফ-সাইট যোগাযোগ ভাগ করে নেয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nUplinkStation.com, a corporate directory of commercial teleports, satellite television operators, et al.\nWorld Teleport Association"}