{"pageid": 111948, "title": "কোকোয়া", "url": "https://bn.wikipedia.org/wiki?curid=111948", "content": "কোকো বা কোকোয়া দক্ষিণ আমেরিকার আমাজন উপত্যকার উদ্ভিদ। যার বীজ থেকে চকলেট তৈরি হয়। মধ্য আমেরিকার আরও কয়েকটি দেশে এর চাষ সম্প্রসারিত হয়েছে ক্রমান্বয়ে। তারপর আফ্রিকার আইভরি কোস্ট, ঘানা, নাইজেরিয়া ও ক্যামেরুনে এর চাষ শুরু হয়। এরপর এশিয়ার মালয়েশিয়া, ইন্দোনেশিয়া ও নিউগিনিতে সূচনা হয় এর চাষ। দক্ষিণ ভারত ও উড়িষ্যা রাজ্যেও এর চাষ দেখা যায়।\nকোকোয়ার বৈজ্ঞানিক নাম Theobroma cacao। গ্রিক ভাষায় Theos মানে ভগবান আর broma মানে খাদ্য অর্থাৎ ভগবানের খাদ্য। এর পরিবারের নাম Sterculiaceae। গাছ বেশি বড় হয় না। বড়জোর ২৫ ফুট উঁচু হতে পারে। তবে কোকোয়ার বড় বড় বাণিজ্যিক বাগানে ছাঁটাই করে গাছকে ছোট রাখা হয়। আর বড় বড় ছায়াবীথির নিচে এদের শ্রীবৃদ্ধি। চির সবুজ বৃক্ষ। পাতা একান্তর, ঘন সবুজ ও আয়ত। গুচ্ছ গুচ্ছ ফুল ফোটে গাছের কাণ্ডে ও ডালে। ফুল ছোট, হালকা গোলাপি ও সাদা। ফলে অনেক শিরা, আকারে অনেকটা নাশপাতি ফলের মতো। পাকা ফলের ভেতরে পেঁপের মতো ফাঁকা আর পাঁচ সারির ছোট ছোট বীজ থাকে।\n\n\n== ইতিহাস ==\nকোকোয়া ফল ক্রিস্টোফার কলম্বাস ১৪৯৫ সালে মধ্য আমেরিকা থেকে ইউরোপে নিয়ে এসেছিলেন। তবে স্পেনীয় জেনারেল কোরেটজ ১৫২০ সালের মাঝামাঝি এই ফল স্পেনে আমদানি করেন। পরে ফরাসিরা এই গাছের সন্ধান পায়। ১৬৫৭ সালে এক ফরাসি নাগরিক লন্ডনে ‘চকলেট হাউস’ প্রতিষ্ঠার মাধ্যমের চকলেট জনপ্রিয় করে তোলেন।\n১৮৯০ সাল থেকে শুরু হয়ে ১৯৫০ সালের দিকে এর চাষের বেশি প্রসার ঘটে। বর্তমানে পৃথিবীর ৪৩ শতাংশ কোকোয়া উৎপাদন হয় আইভরিকোস্ট থেকে।\n\n\n== চাষ ==\nবিশ্বজনীন ৭০,০০০ বর্গকিলোমিটারের (২৭,০০০ বর্গমাইল) ওপরে কোকোয়া চাষ করা হয়। খাদ্য এবং কৃষি সংস্থার (FAO) ২০০৭ সালের পরিসংখ্যান হিসেবে অনুসারে:\n\n\n== চকলেট উৎপাদন ==\nসব মিলিয়ে প্রায় ৩০টির মতো বীজ থাকে প্রতিটি ফলে। পাকলে কোনো জাতের ফলের রং হয় মোটো লাল আবার কোনোটার গাঢ় হলুদ। পাকা ফলের ভেতরের বীজ বের করে শুকিয়ে তাকে ফারমেনটেশন বা গাঁজাতে হয়। তারপর তাকে রোস্ট করে গুঁড়া করতে হয়। এর পাউডার থেকেই চকলেট তৈরি হয়। বছরে দুবার ফল সংগ্রহ করতে হয়। কোকোয়া গাছ শীতল ও গরম হাওয়া কোনোটাই সহ্য করতে পারে না। সে জন্য বড় বড় গাছের সারি দিয়ে কোকোয়ার উপযুক্ত পরিবেশ সৃষ্টি করতে হয়।\n\n\n== খাদ্যগুণ ==\nকোকোয়ার বীজে আছে থিওব্রোমাইন, ক্যাফেইন ও রঙিন বস্তু। সার্বিকভাবে বীজ উত্তেজক, মূত্র রোগে উপকারী। থিওব্রোমাইন স্নায়ুবিক রোগের টনিক হিসেবে ব্যবহূত হয়। হৃদজনিত রোগে ‘এনজাইমা পেক্টোরিস’-এর ব্যথা উপসম করতে পারে চকলেটের কাত্থ। দ্বিতীয় বিশ্বযুদ্ধের সময়ও বুকের ব্যথায় চকলেট পানীয় খেতে দেওয়া হতো। ফলের নরম শাঁস থেকে কোকোয়া-মাখন তৈরি হয়। এর প্রলেপ ত্বক কোমল রাখতে সাহায্য করে থাকে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWorld Cocoa Foundation - Supporting Sustainable Cocoa Farming\nThe food of the Gods – the nature, growth, cultivation, manufacture and history of Cocoa, by Brandon Head, from Project Gutenberg\nMalaysian Cacao Board\nInternational Cocoa Organization (ICCO)- cacao daily market prices and charts are available\nTransFair USA Fair Trade Cocoa Program\nIllustrated guide to pests and their management\nPlant Diseases Imperil Chocolate Production - Science Friday on NPR, 2006-06-09\nPhotographs of cacao plants (detail)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ সেপ্টেম্বর ২০১৩ তারিখে\nTheobroma Gallery (Stewart R. Hinsley)\nConcerted effort to conserve Cacao diversity\nFemiStyle's Chocolade dossier (Dutch)\nCocoa-derived Cirku launched for better circulation\nWhy Will Chocolate Bars Cost $100 in the Future?"}