{"pageid": 111951, "title": "মুক্তচিন্তা", "url": "https://bn.wikipedia.org/wiki?curid=111951", "content": "মুক্তচিন্তা (ইংরেজি: Freethought) হল এক প্রকার দার্শনিক দৃষ্টিভঙ্গী যা বলে যে বিজ্ঞান, যুক্তিবিদ্যা এবং যুক্তির আলোকে সিদ্ধান্ত নেওয়া উচিত; মতামত গঠনের ক্ষেত্রে প্রথা, অন্ধ বিশ্বাস এবং কর্তৃপক্ষ দ্বারা প্রভাবিত হওয়া বাঞ্ছনীয় নয়। তবে সমাজে মুক্তচিন্তার মানুষ হিসেবে পরিচিত কেউ বিজ্ঞানের সাথে,যুক্তির সাথে সম্পৃক্ত নয়।  প্রকৃতপক্ষে মুক্তচিন্তায় সমাজের বুনিয়াদী ও সম্পুর্ণভাবে প্রত্যাখাত হয় ।  সচেতনভাবে মুক্তচিন্তার প্রয়োগকে বলে \"মুক্তচিন্তন\" এবং এর অনুশীলনকারীদের বলে \"মুক্তমনা\"।\n\n\n== সারসংক্ষেপ ==\nমুক্তচিন্তা বলে যে জ্ঞান ও যুক্তির অনুপস্থিতিতে দাবিকৃত কোন মতকেই সত্য হিসেবে গ্রহণ বা প্রত্যাখ্যান করা উচিত না। সুতরাং, মুক্তমনারা বৈজ্ঞানিক অনুসন্ধান, বাস্তব সত্য এবং যুক্তির আলোকে মত গড়ে তুলে এবং হেত্বাভাস অথবা কর্তৃপক্ষ, পক্ষপাতদুষ্টতা, লোকজ্ঞান, জনপ্রিয় সংস্কৃতি, কুসংস্কার, সাম্প্রদায়িকতা, প্রথা, গুজব এবং অন্য সব গোঁড়া, বৌদ্ধিক প্রতিবন্ধকতার উৎসাহদাতার ভূমিকা পালনকারী শাস্ত্র থেকে নিজেদের বিরত রাখে। ধর্মের ক্ষেত্রে মুক্তমনারা সাধারণত বলে যে অলৌকিক অবভাসের পক্ষে প্রমাণ যথেষ্ট নয়।\nআধুনিক মুক্তমনারা মনে করেন, মুক্তচিন্তা হচ্ছে সমস্ত নেতিবাচক এবং সমাজ কর্তৃক অর্জিত বিভ্রমণাত্মক কোনো ভাবনা থেকে সর্বদা মুক্ত থাকা।\nনাস্তিক গ্রন্থপ্রণেতা এডাম লি মুক্তচিন্তাকে সংজ্ঞায়িত করেছেন এইভাবে মুক্তচিন্ত হলো দৈববানী, ঐতিহ্য, প্রতিষ্ঠিত বিশ্বাস এবং কোনো প্রভূর ছত্রচ্ছায়ার চিন্তা থেকে মুক্তি, এবং মুক্তচিন্তাকে তিনি তুলনা করেছেন নাস্তিকতার চেয়েও সম্প্রসারিত ছাতা হিসেবে, \"যা উদারচেতনা, ধর্মীয় ভিন্নমত, সংশয়বাদ, চিন্তায় নতুনত্বকে আলিঙ্গন করে নেয়\"।\n১৯ শতকে ব্রিটিশ গণিতবিদ এবং দার্শনিক উইলিয়াম কিংডম ক্লিফোর্ড তার প্রবন্ধ বিশ্বাসের নীতিশাস্ত্রতে (ইংরেজি: The Ethics of Belief) এই বিষয়ের সারসংক্ষেপে লিখেন: \"অপর্যাপ্ত প্রমাণের উপর ভিত্তি করে কোনো কিছু বিশ্বাস করা যেকোনো জায়গায়, যেকোনো সময় এবং যেকোনো মানুষের জন্য ভুল।\" ১৮৭০ সালে প্রকাশিত এই প্রবন্ধটি মুক্তমনাদের চিন্তা তাদের প্রকৃতি প্রথমবারের মত সম্পুর্ণভাবে ব্যাখ্যা করতে সমর্থ হয়। ক্লিফোর্ড মুক্তচিন্তার একটি সংগঠনের পরিচালক ছিলেন যা ১৮৭৮ সালে প্রতিষ্ঠিত \"কনগ্রেস অব লিবারেল থিংকারস\" পিছন থেকে পরিচালিত করত।\nধর্মের ব্যাপারে মুক্তমনাদের সাধারণ অভিমত হলো অতিপ্রাকৃত শক্তিকে সমর্থনের জন্য পর্যাপ্ত পরিমাণ প্রমাণের অভাব আছে। ফ্রিডম ফ্রম রিলিজিয়ন ফাউন্ডেশনের মতে, \"বাইবেল, ধর্মবিশ্বাস, মসিহের প্রতি একজন মানুষের বিশ্বাস থাকলে সে কখনো মুক্তমনা হতে পারে না। একজন মুক্তমনার কাছে ধর্মীয় শক্তির প্র‍তি আনুগত্য এবং বিশ্বাস সম্পুর্ণভাবে অকার্যকর প্রচলিত মত কখনোই নিশ্চিতভাবে পরম সত্য নয়।\" এবং \" মুক্তচিন্তাকারীরা নিশ্চিত যে ধর্মীয় দাবিগুলি যুক্তির পরীক্ষাকে প্রতিরোধ করেনি।  শুধু অসত্যকে বিশ্বাস করেই কিছু পাওয়া যায় না, কুসংস্কারের বেদীতে যুক্তির অপরিহার্য হাতিয়ারকে উৎসর্গ করলে হারানোর সবকিছুই থাকে। \"\n১৯৪৪ সালে দার্শনিক বার্ট্রাণ্ড রাসেল মুক্তচিন্তার মুল্য (ইংরেজি: The Value of Free Thought) শিরোনামে প্রবন্ধে লিখেনঃ\n\nএকজন মানুষের বিশ্বাসের দরুণ কেও মুক্তমনা হয় না, সে মুক্তমনা হয়ে উঠে কীভাবে বিশ্বাসকে সে ধারণ করে। যদি সে একারণেই বিশ্বাসকে ধারণ করে, কারণ তার বড় কেও তাকে ছোটবেলায় এই বিশ্বাসকে সত্য বলে অবহিত করেছে অথবা এইকারণে ধারণ করে, কারণ বিশ্বাস ত্যাগ করলেই সে অসুখী হয়ে উঠবে, তাহলে তার বিশ্বাস মুক্ত নয়। কিন্তু যদি সতর্কভাবে বিবেচনার পর সে তার বিশ্বাসের সপক্ষে পর্যাপ্ত যুক্তি খুঁজে পায়, তবে তার এই চিন্তা মুক্তচিন্তা; তা যতই অস্বাভাবিক হোক না কেন\nপ্রথম অনুচ্ছেদ থেকেই পরিষ্কার করা হয়েছে একজন মানুষের মুক্তমনা হতে হলে নাস্তিক বা সংশয়বাদী নয়, তবুও এবিষয়ে তার আরেকটি উদ্ধৃতি হলোঃ\n\nএকজন মুক্তমনা ঠিক কী থেকে মুক্ত থাকবে? এই নামের মর্যাদা রাখতে হলে তাকে মুক্ত থাকতে হবে দুটি বিষয় থেকে, প্রথমত ঐতিহ্যবাদী ভাবনা থেকে এবং তার নিজের ভাবাবেগের প্রতি একতরফা অনুরক্ততা থেকে। কেওই সম্পুর্ণভাবে মুক্ত নয়, কিন্তু তবুও কোনো মানুষের এভাবে নিয়ন্ত্রণের বাহিরে আসলেই তাকে মুক্তমনা বলা যায়\nমার্কিন হিউম্যানিস্ট এসোসিয়েশনের প্রাক্তন প্রধান নির্বাহী পরিচালক ফ্রেড এডওয়ার্ড, রাসেলের সংজ্ঞাকে উদ্ধৃত করে বলেনঃ যেসব উদারবাদী ধার্মিক প্রতিষ্ঠিত ধর্মমতকে চ্যালেঞ্জ করেছে, তারা মুক্তমনা হিসেবে বিবেচিত হবে।\nপক্ষান্তরে বার্টাণ্ড রাসেলের মতে নাস্তিক বা সংশয়বাদী মাত্রই মুক্তমনা হবে এরূপ কোনো কথা নেই। উদাহরণস্বরূপ তিনি স্ট্যালিনকে \"পোপের\" সাথে তুলনা করেছেন:\n\nআমি আধুনিক বামপন্থী দলের মতবাদ নিয়ে বেশ উদ্বিগ্ন। এই মতবাদ অনুসারে বিশ্বজুড়ে কার্ল মার্ক্সের আবিষ্কৃত দান্দ্বিক বস্তুবাদের প্রসার ঘটছে; যা লেনিন মহান রাজ্যে প্রয়োগ করে চর্চা করছে। যা দিন দিন গীর্জা কর্তৃক স্থাপন করা হচ্ছে আর লেনিন হয়ে উঠেছে সেখানকার পোপ[…] মুক্ত আলোচনার পথ রহিত হয়ে যাবে, যদি বলপ্রয়োগের মাধ্যমে এর অস্তিত্ব বজায় রাখা হয়। […] যদি এই মতবাদ এবং সংস্থা বিজয়ী হয় তবে মুক্ত জিজ্ঞাসার পথ মধ্যযুগের মত বন্ধ হয়ে যাবে এবং বিশ্ব ধর্মান্ধতা ও কূপমন্ডুকতায় আচ্ছন্ন হয়ে যাবে।\n১৮ এবং ১৯ শতকে, অনেক চিন্তাবিদ ভাবতেন, মুক্তমনারা শ্বরবাদীদের মত, তাদের যুক্তি ছিল ধর্মীয় ঐশীবাণীর তুলনায় শুধুমাত্র প্রকৃতির উলর গবেষণা করলে ঈশ্বরের প্রকৃতি জানা যায়। ১৮ শতকে, নাস্তিকতাবাদের মত \"শ্বরবাদ\" একটি ঘৃণ্য শব্দ হিসেবে খ্রিষ্ঠানদের কাছে বিবেচিত হতে থাকে। আজকের যুগে শ্বরবাদীরা নিজেদের মুক্তমনা বললেও মুক্তমনাদের বিভিন্ন আন্দোলনে শ্বরবাদীদের উপস্থিতি খুব একটা দেখা যায় না।\n\n\n== প্রতীক ==\n\nঅষ্টদশ শতকের আমেরিকান সেকুলার ইউনিয়নের সাহিত্যে অভিষিক্ত হওয়ার পর থেকে প্যানজি ফুলটি মুক্তচিন্তার প্রতীক হিসেবে প্রতিষ্ঠিত হয়ে গিয়েছে। এর কারণ মূলত ফুলটির নাম ও আকৃতি। “প্যানজি” নামটি ফরাসি pensée থেকে উদ্ভূত যার অর্থ “চিন্তা”। তাছাড়া ফুলটির সাথে মানুষের মুখের সাদৃশ্য রয়েছে এবং অগাস্ট মাসে ফুলটি সামনে হেলে পড়ে, যেন গভীর চিন্তায় মগ্ন হয়েছে|\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-আধুনিক আন্দোলন ===\nমুক্তচিন্তার সংস্কৃতি আইরিশ, পারস্য সভ্যতা (উদাহরণঃ খৈয়াম এবং তার সুফিবাদী, অপ্রথাগত রুবাইয়াত) এবং চীনা সভ্যতা (যেমন, নৌচালনের দক্ষিণাঞ্চলের গান রেঁনেসা) জ্ঞান ভান্ডার থেকে আলকেমি অথবা জ্যোতিষশাস্ত্রের বিদ্রোহী চিন্তাবিদ এবং অবশেষে রেঁনেসা ও প্রোটেস্ট্যান্ট সংস্কারবাদী আন্দোলনে ছড়িয়ে পড়ে।\n\n\n=== আধুনিক আন্দোলন ===\n১৬০০ সালকে আধুনিক মুক্তচিন্তা যুগের শুরু হিসেবে বিবেচনা করা হয়, কারণ এই বছরেই প্রাক্তন ডমিনিকান ধর্মযাজক জর্দানো ব্রুনোকে স্প্যানিশ অনুসন্ধানে ইতালিতে আগুনে পুড়িয়ে মারে।\n\n\n==== ইংল্যান্ড এবং ফ্রান্স ====\nসপ্তদশ শতকের শেষভাগে ইংল্যান্ডে চার্চ এবং বাইবেলের আক্ষরিক অনুবাদের বিরোধীতাকারীদের “মুক্তমনা” বলা হত। এই ব্যক্তিবর্গের চেতনার কেন্দ্রীয় বিশ্বাস ছিল যে বস্তুজগতকে প্রকৃতির মাধ্যমেই বোঝা সম্ভব। ১৬৯৭ সালে জন লককে লেখা উইলিয়াম মলিনিউক্সের চিঠি এবং ১৭১৩ সালে এন্থনি কলিন্সের “ডিসকোর্স অব ফ্রি-থিংকিং” এ এরুপ ধ্যান-ধারণা প্রথম প্রকাশ পেয়েছিল এবং একই সাথে জনপ্রিয়ও হয়েছিল। এই ধারণাটি ফ্রান্সে প্রথম জন্সম্মুখে আবির্ভূত হয় যখন ডেনিস দিদেরট, জঁ লে রোনড ড'আলেমবেরট এবং ভলতেয়ার তাদের এনসিক্লোপেডিতে Libre-Penseur এর উপর একটি প্রবন্ধ অন্তর্ভুক্ত করেন; প্রবন্ধটি চরম নাস্তিক্যবাদী ছিল। যুক্তরাজ্যে ১৮৮১ সালে প্রথম “দ্যা ফ্রিথীংকার” পত্রিকা প্রকাশ করা হয়েছিল।\n\n\n==== জার্মানি ====\nমার্চ বিপ্লবের আগে ১৮১৫ থেকে ১৮৪৮ সাল পর্যন্ত গীর্জার বিরুদ্ধে সাধারণ মানুষের বিদ্রোহ বেড়ে চলছিল। ১৮৪৪ সালে ইয়োহানেস রঙ্গে এবং রবার্ট ব্লামের প্রভাবে মানবাধিকার, সহনশীলতা ও মানবতাবাদের প্রসার ঘটেছিল এবং ১৮৫৯ সালের দিকে তারা Bund Freireligiöser Gemeinden Deutschlands (জার্মানি ধর্ম নিরপেক্ষ সম্প্রদায়) প্রতিষ্ঠা করেছিল, যা এখনও বিদ্যমান। ১৮৮১ সালে ফ্রাঙ্কফুর্ট এম মাইন এ লুদউইগ বাখনার Deutschen Freidenkerbund প্রতিষ্ঠা করেন, যা ছিল প্রথম জার্মান নাস্তিক সংগঠন। ১৮৯২ সালে Freidenker-Gesellschaft এবং ১৯০৬ সালে Deutscher Monistenbund প্রতিষ্ঠিত হয়। প্রথম বিশ্বযুদ্ধের পর “বুর্জোয়া” মুক্তচিন্তক সংগঠনের সংখ্যা হ্রাস পেতে থাকে এবং “প্রলেতারিয়াত” মুক্তচিন্তক সংগঠনের সংখ্যা বাড়তে থাকে এবং অবশেষে সেগুলো সমাজতান্ত্রিক দলগুলোর সংগঠনে রুপ নেয়। ১৯৩৩ সালে হিটলারের উত্থানের পর বেশিরভাগ মুক্তচিন্তক সংগঠন নিষিদ্ধ হয়, তবে ভলকিশচ্ সংগঠনগুলোর সাথে সম্পৃক্ত ডানপন্থী দলগুলোকে নাৎসীরা ১৯৩০ সালের মধ্যভাগ পর্যন্ত্য বরদাশত করে।\n\n\n==== যুক্তরাষ্ট্র ====\n১৮৪৮ সালের জার্মান রাষ্ট্রগুলোতে বিপ্লবের কারণে ঊনবিংশ শতাব্দীতে যুক্তরাষ্ট্রে জার্মান মুক্তমনারা অভিবাসন নেয়। যুক্তরাষ্ট্রে তারা সরকার ও গীর্জার হস্তক্ষেপ ছাড়াই নিজেদের চেতনা ধারণ করতে পারার আশা করেছিলেন। অনেক মুক্তমনা জার্মান অধ্যুষিত সেন্ট লুই, ইন্ডিয়ানোপলিস, উইসকনসিন এবং টেক্সাসে স্থায়ী হয়েছিলেন, যেখানে তারা কমফোর্ট নামক শহরটি প্রতিষ্ঠা করেছিলেন। এই জার্মান মুক্তমনারা তাদের সংগঠনগুলোকে Freie Gemeinden বা “মুক্ত সমাবেশ” আখ্যা দিতেন। এরকম সংগঠন প্রথম প্রতিষ্ঠিত হয় সেন্ট লুই শহরে ১৮৫০ সালে পরে উইসকনসিন, টেক্সাস, ক্যালিফরনিয়া, ওয়াশিংটন ডিসি, নিউ ইয়র্ক, ইলিনয় এবং অন্য প্রদেশগুলোতে ছড়িয়ে পড়ে। মুক্তমনারা উদার আদর্শ ধারণ করতেন এবং বর্ণীয়-সামাজিক-লৈঙ্গিক সমতার পাশাপাশি দাসপ্রথার বিলুপ্তি সমর্থন করতেন।\nঊনবিংশ শতাব্দীর শেষভাগে যুক্তরাষ্ট্রে মুক্তচিন্তক সংগঠনগুলোর জনপ্রিয়তা হ্রাস পেতে থাকে, যার জন্য মূলত এই সংগঠনগুলোর ধর্ম-বিরোধিতা দায়ী। আন্দোলনটির কোন নির্দিষ্ট লক্ষ ও বিধান ছিল না। বিংশ শতাব্দীর প্রারম্ভে বেশিরভাগ মুক্তচিন্তক সংগঠন ভেঙে পড়ে নয়ত মূলস্রোতের গীর্জাগুলোতে যোগ দেয়।\n\n\n==== কানাডা ====\nইংলিশ কানাডার সবচেয়ে প্রাচীন মুক্তচিন্তা সংগঠন হল টরন্টো ফ্রিথোট এসোসিয়েশন যা ১৮৭৩ সালে স্বল্প সংখ্যাক ধর্ম-নিরপেক্ষাতাবাদীদের হাতে প্রতিষ্ঠিত হয়েছিল। ১৮৭৭ এবং ১৮৮১ সালে সংগঠনটিকে পুনর্সংগঠন করে “টরন্টো সেকুলার সমাজ” এ নামান্তরিত করা হয়, এই দলটিই ১৮৮৪ সালে দেশজুড়ে মুক্তমনাদের মধ্যে সংহতি প্রতিষ্ঠার উদ্দেশ্যে নির্মিত কানাডিয়ান সেকুলার ইউনিয়ন এর মূলাধার গঠন করে। শ্রমিক সমাজের “অভিজাত” সদস্যরাই মূলত এই সংগঠনগুলোর প্রথম দিকের সদস্য ছিলেন, যেমন- আলফ্রেড এফ. জুরি, জে ইক. ইভান্স এবং জে. আই. লিভিংস্টোন, যাঁরা সবাই প্রথম সারির শ্রমিক নেতা ও ধর্মনিরপেক্ষতাবাদী ছিলেন। টরন্টো সংগঠনের দ্বিতীয় সভাপতি ছিলেন টি. ফিলিপ্স থম্পসন, যিনি ১৮৮০ এবং ১৮৯০ দশকের শ্রম ও সমাজ সংস্কারে গুরুত্বপূর্ণ ভূমিকা রেখেছিলেন ঊনবিংশ শতাব্দীর শেষভাগে কানাডার বিশিষ্টতম শ্রমিক বুদ্ধজীবী ছিলেন।\nকানাডিয়ান সেকুলার এলায়েন্স এখনও সক্রিয়তা বজায় রেখেছে।\n\n\n== আরও দেখুন ==\nনাস্তিক্যবাদ\nযুক্তিবাদ\nধর্মনিরপেক্ষতা\n\n\n== গ্রন্থপঞ্জি ==\nJacoby, Susan (2004). Freethinkers: a history of American secularism. New York: Metropolitan Books. আইএসবিএন ০-৮০৫০-৭৪৪২-২\nRoyle, Edward (1974). Victorian Infidels: the origins of the British Secularist Movement, 1791-1866. Manchester: Manchester University Press. আইএসবিএন ০-৭১৯০-০৫৫৭-৪\nRoyle, Edward (1980). Radicals, Secularists and Republicans: popular freethought in Britain, 1866-1915. Manchester: Manchester University Press. আইএসবিএন ০-৭১৯০-০৭৮৩-৬\nTribe, David (1967). 100 Years of Freethought. London: Elek Books.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nA History of Freethought\nSociety of Ontario Freethinkers\nFreethinker\nYoung Freethought  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ এপ্রিল ২০১০ তারিখে"}