{"pageid": 1119645, "title": "শোলা", "url": "https://bn.wikipedia.org/wiki?curid=1119645", "content": "শোলা (বৈজ্ঞানিক নাম - এস্কাইনোমিনি অ্যাস্পেরা)  (ইংরেজি: Scientific name - Aeschynomene aspera) একরকমের বর্ষাকালীন জলজ সপুস্পক উদ্ভিদ। এটি শিম পরিবারের (Fabaceae) অন্তর্ভুক্ত। এর মজ্জা অংশটি প্রাচীনকাল হতে ব্যবহৃত হয়ে আসছে ভারতের ঐতিহ্যবাহী আলঙ্কারিক শিল্পকর্মে, ধর্মীয় ও পূজার উপাচারে - কম ঘনত্বের পিথ টুপি বা শোলার টুপি তৈরিতে, যা সচরাচর পিথ হেলমেট নামে পরিচিত।\n\n\n== বিবরণ ==\nউদ্ভিদটি প্রায় দশফুটের মত উঁচু এবং পাতাগুলি লজ্জাবতী গাছের মতো হয়। শিমফুল আকৃতির  সুন্দর হলুদ রঙের ফুল ফোটে। গাছ গুলি মোটামুটি এক ইঞ্চি হতে দেড় ইঞ্চি মোটা হয়। এর বাকল বা ছাল তথা বাইরের দিক খসখসে লাল রঙের হলেও ভেতরের মজ্জা হয় কর্কি  টেক্সচারের দুধের মত সাদা (বা সামান্য লালচে বা হলুদ আভা সহ সাদা) রঙের। কেটে শুকানোর পর বেশ হালকা হয় এবং সেটা সমপরিমাণ থার্মোকলের চেয়ে ওজনে কম মনে হয়।  এর মজ্জা অংশটি প্রাচীনকাল হতে  ব্যবহৃত হয়ে আসছে  ঐতিহ্যবাহী আলঙ্কারিক শিল্পকর্মে, পূজার উপাচারে -  কম ঘনত্বের পিথ টুপি বা শোলার টুপি তৈরিতে,  যা সচরাচর পিথ হেলমেট নামে পরিচিত।\nএই উদ্ভিদের আদি নিবাসস্থল বাংলাদেশ, ভুটান, কম্বোডিয়া, ভারত, ইন্দোনেশিয়া, লাওস, মালয়েশিয়া, মায়ানমার, নেপাল, পাকিস্তান, শ্রীলঙ্কা, থাইল্যান্ড এবং ভিয়েতনাম। গ্রামবাংলার খাল, বিল, পুকুর, ডোবা, নয়নজুলি, পতিত জলাশয়ে এদের  বেশি দেখা যায়।\nএই জলজ উদ্ভিদ সাধারণত দু'রকমের হয়ে থাকে। ফুলশোলা বা ভাতশোলা - এটি অ্যাস্পেরা প্রজাতির তথা এস্কাইনোমিনি অ্যাস্পেরা এবং অপরটি কাঠশোলা, ইন্ডিকা প্রজাতির তথা এস্কাইনোমিনি ইন্ডিকা। ফুলশোলাটি সাদা ও হালকা হওয়ায় প্রধানত বেশি ব্যবহৃত হয় এবং কাঠশোলা শক্ত এবং হলদেটে হওয়ার জন্য  হোমিওপ্যাথিক ওষুধের ছোট ছোট শিশির ছিপি বা কর্ক তৈরি ছাড়া তেমন ব্যবহার নেই। \n\n\n== ব্যবহৃত অংশ ==\nজৈবিক দৃষ্টিকোণ থেকে, উদ্ভিদটির কাণ্ডের  সাদা নরম মজ্জা অংশটি ব্যবহৃত হয়। (প্রায়শই পিথ হিসাবে ভুল হয়, তবে এটি নয়)। \nফুলশোলা হল বিশ্বের সবচেয়ে হালকা কাঠের একটি। ফুলশোলা মজ্জার অংশ থার্মোকলের চাইতে হালকা এবং  কর্কি টেক্সচার থাকে। এটি দুধের মতো সাদা (বা সামান্য লালচে বা হলুদ আভা সহ সাদা) রঙের হয়।\nগাছটির সাদা,নরম কর্কি উপাদানের মজ্জার অংশটি ঐতিহ্যবাহী ভারতীয় কারুশিল্প, আলঙ্কারিক শিল্পকর্ম এবং ধর্মীয় ও পূজার উপাচারে ব্যবহৃত হয়।\nকম্বোডিয়ায় দুর্ভিক্ষের সময় গাছের কচি পাতা এবং ফুল স্যালাডে খাওয়া হয়, যেখানে উদ্ভিদটি snaô'âm'bâhs ( snaô =\" ভোজ্য ফুল\", ' âm'bâhs =\"filamentous\", খমের ভাষা ) নামে পরিচিত।  কম্বোডিয়ার স্থানীয়ভাবে,এটি জরায়ুর রক্তপাতের চিকিৎসায় ওষধি হিসাবে ব্যবহৃত হয়।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nশোলাপীঠ\n\n\n== তথ্যসূত্র =="}