{"pageid": 1119684, "title": "আলহেসিরাস বন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1119684", "content": "আলহেসিরাস বন্দর হল স্পেনের আন্দালুসিয়া স্বায়ত্তশাসিত অঞ্চলের কাদিস প্রদেশের আলহেসিরাস শহরের বন্দর ও পোতাশ্রয়। এটি একটি বাণিজ্যিক, মৎস্য শিকার ও যাত্রী বন্দর। বন্দরটি প্রাথমিকভাবে একটি ট্রান্সশিপমেন্ট বন্দর। এটি জিব্রাল্টার প্রণালীর নিকট ও পূর্ব-পশ্চিম নৌপথে অবস্থানের কারণে নিজেকে বিশ্বের অন্যতম ব্যস্ততম ট্রান্সশিপমেন্ট কেন্দ্র হিসেবে প্রতিষ্ঠিত করে। এটি স্থানীয় ট্রান্সশিপমেন্ট বাজারের জন্য তানজাহ-মেদের সাথে প্রতিযোগিতা করে। এটি জিব্রাল্টার উপসাগর জুড়ে ছড়িয়ে ছিটিয়ে থাকা অসংখ্য সামুদ্রিক অবকাঠামো নিয়ে গঠিত। যদিও শুধুমাত্র আলহেসিরাস শহর ও লা লিনিয়া দে লা কনসেপসিওন উপসাগরের তীরে অবস্থিত, সেখানে বাকি সমুদ্র তীরে বন্দর সুবিধা রয়েছে, এছাড়াও সান রোক ও লস ব্যারিওস পৌরসভার অন্তর্গত। এটি আলহেসিরাস উপসাগর বন্দর কর্তৃপক্ষ দ্বারা তারিফা বন্দরের সঙ্গে পরিচালিত হয়।\n\n\n== কার্যক্রম ==\nকন্টেইনার ছাড়াও, বন্দর কার্যক্রমের মধ্যে বাঙ্কার ফুয়েল হ্যান্ডলিং, ক্রুজ শিপিং, রোল-অন/রোল-অফ ও ফিশিং ফ্লিটের সুযোগ-সুবিধা রয়েছে।\n\n\n== সু্যোগ-সুবিধা ==\n\n\n=== যাত্রী টার্মিনাল ===\nপ্রধান যাত্রী টার্মিনাল ভবনটি ১২,০০০ বর্গ মিটার এলাকা জুড়ে রয়েছে, যার নিচতলাটি টিকেট বিক্রয়, শিপিং লাইন দপ্তর, দোকান ও প্রাতিষ্ঠানিক কার্যালয় এবং অবতরণ লাউঞ্জের জন্য ব্যবহৃত হয়। উপরের তলাটি লাগেজ, পাসপোর্ট ও টিকিট নিয়ন্ত্রণ সুবিধা, একটি ক্যাফেটেরিয়া এবং এমবার্কমেন্ট লাউঞ্জ নিয়ে গঠিত হয়েছে। অ্যানেক্সি ভবনটি হল ৭,৯০০ বর্গ মিটার এলাকা জুড়ে বিস্তৃত একটি শপিং সেন্টার এবং এটি দুটি তলা নিয়ে গঠিত হয়েছে। নিচ তলাটি ভ্রমণ সংস্থা এবং শিপিং লাইন দ্বারা দাপ্তরিক স্থানের জন্য ব্যবহৃত হয় এবং উপরের তলাটি মালবাহী ফরওয়ার্ডার ও শিপিং লাইন উভয়ের দ্বারা ব্যবহার করা হয়। ভবনের পশ্চিম অংশে বন্দরের হেলিপোর্ট রয়েছে, যা এইএনএ দ্বারা পরিচালিত হয়।\nযাত্রী টার্মিনালটি থেকে সেউতা ও তানজাহ সঙ্গে যাত্রীবাহী নৌযানের সংযোগ রয়েছে।\n\n\n=== কন্টেইনার টার্মিনাল ===\n\nইউরোপ, আফ্রিকা, আমেরিকা ও এশিয়াকে একত্রিত করে এমন শিপিং লাইনের একটি মঞ্চায়ন বিন্দু আলহেসিরাস বন্দর পশ্চিম ভূমধ্যসাগরের লজিস্টিক, সামুদ্রিক ও বন্দর ক্ষেত্র হিসাবে কাজ করে। দুটি কন্টেইনার টার্মিনাল রয়েছে যা বর্তমানে আমাদের সুবিধার মধ্যে কাজ করে:\n\n\n==== এপিএম টার্মিনাল ====\nএপিএম টার্মিনালটি জুয়ান কার্লোস ১ জাহাজঘাটাতে ৬৭ হেক্টর এলাকা জুড়ে বিস্তৃত রয়েছে, যার ১৭ মিটারের জলের নাব্যতা রয়েছে। বর্তমানে (২০২০ সালের হিসাবে) টার্মিনালে ৮ টি ওভার-সুপার-পোস্ট-পানাম্যাক্স শ্রেণির ক্রেন ১৯ টি এসটিএস (জাহাজ-থেকে-তীরে) ক্রেন, ৫৯ টি আরটিজি (রাবার টায়ার্ড গ্যান্ট্রি) ক্রেন ও ১০২ টি ট্রাক্টর হেড রয়েছে।\n\n\n==== টিটিআই আলহেসিরাস ====\nটিটিআই আলহেসিরাস হল কোরীয় সংস্থা হানজিন শিপিং দ্বারা অর্থায়িত সাধারণ-ব্যবহারকারী টার্মিনাল। এটি ইসলা বেরদে বহিঃস্থ জাহাজঘাটায় ৩০ হেক্টর এলাকা জুড়ে বিস্তৃত রয়েছে। এটির একটি ৫৭,২৭১ বর্গ-মিটারের পাবলিক ম্যানুভারিং জোন ও দুটি জাহাজঘাটা লাইন রয়েছে। পূর্ব দিকের জাহাজঘাটা লাইনটি ৬৫০ মিটার-লম্বা এবং উত্তরে জাহাজঘাটা লাইনটি ৫৫০ মিটার-লম্বা। জাহাজঘাটা লাইন দুটি যথাক্রমে ১৮.৫ এবং ১৭.৫ মিটার ড্রাফ্ট বা নাব্যতা বিশিষ্ট।\nটার্মিনালটি ১৮,০০০ টিইইউ-এর বেশি কন্টেইনারবাহী নতুন প্রজন্মের বৃহৎ জাহাজের নোঙরে সক্ষম।\n\n\n== তথ্যসূত্র =="}