{"pageid": 1119300, "title": "বিগ ক্রাঞ্চ", "url": "https://bn.wikipedia.org/wiki?curid=1119300", "content": "বিগ ক্রাঞ্চ হল মহাবিশ্বের চূড়ান্ত পরিণতির জন্য একটি অনুমানমূলক দৃশ্যকল্প, যেখানে মহাবিশ্বের সম্প্রসারণ শেষ পর্যন্ত বিপরীত মুখি হয়ে যায় এবং মহাবিশ্ব পুনরায় সংকুচিত হয়ে যায়, যার ফলে মহাজাগতিক স্কেল ফ্যাক্টরটি শূন্যে পৌঁছে যায়, একটি ঘটনা যা সম্ভাব্যভাবে মহাবিশ্বের সংস্কারের দ্বারা অনুসরণ করে। আরেকটি বিগ ব্যাং এর সাথে। বেশিরভাগ প্রমাণ এই তত্ত্বটিকে সঠিক ইঙ্গিত করে না। পরিবর্তে, জ্যোতির্বিদ্যাগত পর্যবেক্ষণগুলি দেখায় যে মহাবিশ্বের ক্রমপ্রসারমাণ হচ্ছে, মহাকর্ষ দ্বারা ধীর হওয়ার পরিবর্তে, এটি পরামর্শ দেয় যে মহাবিশ্বের তাপ মৃত্যু বা একটি বিগ রিপে শেষ হওয়ার সম্ভাবনা অনেক বেশি।\n\n\n== ওভারভিউ ==\nবিগ ক্রাঞ্চ দৃশ্যকল্প অনুমান করে যে মহাবিশ্ব জুড়ে পদার্থের ঘনত্ব যথেষ্ট বেশি যে মহাকর্ষীয় আকর্ষণ বিগ ব্যাং থেকে শুরু হওয়া সম্প্রসারণকে অতিক্রম করবে। গড় শক্তি ঘনত্ব, হাবল প্যারামিটার এবং মহাজাগতিক ধ্রুবকের উপর ভিত্তি করে FLRW কসমোলজি ভবিষ্যদ্বাণী করতে পারে যে সম্প্রসারণ শেষ পর্যন্ত থামবে কিনা। যদি মেট্রিক সম্প্রসারণ বন্ধ হয়ে যায়, তবে সংকোচন অনিবার্যভাবে অনুসরণ করবে, সময়ের সাথে সাথে ত্বরান্বিত হবে এবং মহাবিশ্বকে এক ধরনের মহাকর্ষীয় পতনে শেষ করবে।\n\" বিগ বাউন্স \" নামে একটি আরও নির্দিষ্ট তত্ত্ব প্রস্তাব করে যে মহাবিশ্ব যে অবস্থায় শুরু হয়েছিল সেখানে ভেঙে পড়তে পারে এবং তারপরে আরেকটি বিগ ব্যাং শুরু করতে পারে, তাই এইভাবে মহাবিশ্ব চিরকাল স্থায়ী হবে, তবে সম্প্রসারণের পর্যায়গুলি অতিক্রম করবে (বিগ ব্যাং) এবং সংকোচন (বিগ ক্রাঞ্চ)।\n১৯৯০-এর দশকের শেষের দিকে এবং ২০০০-এর দশকের গোড়ার দিকে পরীক্ষামূলক প্রমাণ (যেমন দূরবর্তী সুপারনোভাকে স্ট্যান্ডার্ড মোমবাতি হিসাবে পর্যবেক্ষণ করা এবং মহাজাগতিক মাইক্রোওয়েভ পটভূমির ভালভাবে সমাধান করা ম্যাপিং) এই সিদ্ধান্তে পৌঁছেছে যে মহাবিশ্বের সম্প্রসারণ ধীরগতির হচ্ছে না। মাধ্যাকর্ষণ কিন্তু পরিবর্তে ত্বরান্বিত হয়. ২০১১ সালের পদার্থবিজ্ঞানে নোবেল পুরস্কার দেওয়া হয়েছিল সেই গবেষকদের যারা এই আবিষ্কারে অবদান রেখেছিলেন।\nপদার্থবিজ্ঞানী রজার পেনরোজ কনফরমাল সাইক্লিক কসমোলজি নামে একটি সাধারণ আপেক্ষিকতা ভিত্তিক তত্ত্বকে অগ্রসর করেন যেখানে সমস্ত পদার্থ ক্ষয় না হওয়া পর্যন্ত মহাবিশ্ব প্রসারিত হয় এবং আলোতে পরিণত হয়। যেহেতু মহাবিশ্বের কোনো কিছুর সাথে কোনো সময় বা দূরত্বের স্কেল যুক্ত থাকবে না, তাই এটি বিগ ব্যাং-এর সাথে অভিন্ন হয়ে ওঠে (ফলাফল এক ধরনের বিগ ক্রাঞ্চ যা পরবর্তী বিগ ব্যাং হয়ে যায়, এইভাবে পরবর্তী চক্র শুরু হয়)। পেনরোজ এবং গুরজাদিয়ান পরামর্শ দিয়েছেন যে কনফর্মাল সাইক্লিক কসমোলজির স্বাক্ষরগুলি সম্ভাব্যভাবে মহাজাগতিক মাইক্রোওয়েভ পটভূমিতে পাওয়া যেতে পারে; 2020 সাল পর্যন্ত, এগুলি সনাক্ত করা যায়নি।\n\n\n== প্রভাব ==\nপল ডেভিস এমন একটি পরিস্থিতি বিবেচনা করেছেন যেখানে বিগ ক্রাঞ্চ বর্তমান থেকে প্রায় 100 বিলিয়ন বছর ঘটে। তার মডেলে, সংকোচনকারী মহাবিশ্ব মোটামুটিভাবে বিবর্তিত হবে উল্টো দিকে প্রসারিত পর্যায়ের মতো। প্রথমে, গ্যালাক্সি ক্লাস্টারগুলি এবং তারপরে গ্যালাক্সিগুলি একত্রিত হবে এবং সিএমবি ফোটনগুলি নীল স্থানান্তরিত হওয়ার সাথে সাথে মহাজাগতিক মাইক্রোওয়েভ পটভূমির (সিএমবি) তাপমাত্রা বাড়তে শুরু করবে। নক্ষত্ররা শেষ পর্যন্ত একসাথে এত কাছাকাছি হয়ে যাবে যে তারা একে অপরের সাথে সংঘর্ষ শুরু করবে। একবার সিএমবি এম-টাইপ নক্ষত্রের চেয়ে বেশি গরম হয়ে গেলে (ডেভিসের মডেলে বিগ ক্রাঞ্চের প্রায় 500,000 বছর আগে), তারা আর তাদের তাপ বিকিরণ করতে সক্ষম হবে না এবং বাষ্পীভূত না হওয়া পর্যন্ত তারা নিজেদের রান্না করবে; বিগ ক্রাঞ্চের প্রায় 100,000 বছর আগে ও-টাইপ নক্ষত্রগুলি ফুটে না যাওয়া পর্যন্ত এটি ধারাবাহিকভাবে উত্তপ্ত নক্ষত্রের জন্য অব্যাহত থাকে। শেষ মিনিটে, মহাবিশ্বের তাপমাত্রা এত বেশি হবে যে পরমাণু এবং পারমাণবিক নিউক্লিয়াস ভেঙে যাবে এবং ইতিমধ্যেই ব্ল্যাক হোলে মিশে যাবে। বিগ ক্রাঞ্চের সময়, মহাবিশ্বের সমস্ত বস্তু বিগ ব্যাং -এর মতো অসীম গরম, অসীম ঘন এককতায় চূর্ণ হয়ে যাবে। বিগ ক্রাঞ্চের পরে আরেকটি বিগ ব্যাং হতে পারে, যা একটি নতুন মহাবিশ্ব তৈরি করবে।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}