{"pageid": 1119582, "title": "আব্দুল নাসির আল আবাইদালি", "url": "https://bn.wikipedia.org/wiki?curid=1119582", "content": "আব্দুল নাসির আল আবাইদালি (আরবি: عبد الناصر العبيدلي, ইংরেজি: Abdulnasser Al-Obaidly; ২ অক্টোবর ১৯৭২; আব্দুল নাসির নামে সুপরিচিত) হলেন একজন কাতারি সাবেক পেশাদার ফুটবল খেলোয়াড়। তিনি তার খেলোয়াড়ি জীবনের অধিকাংশ সময় আল সাদ এবং আল আরাবির হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছেন।\n১৯৯২–৯৩ মৌসুমে, কাতারি ক্লাব আল সাদের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছিলেন, যেখানে তিনি দশ মৌসুম অতিবাহিত করেছিলেন। অতঃপর ২০০২–০৩ মৌসুমে তিনি আল আরাবিতে যোগদান করেছিলেন, আল আরাবির হয়ে তিনি মাত্র একটি গোল করেছিলেন। সর্বশেষ ২০০৩–০৪ মৌসুমে, তিনি আল আরাবি হতে পুনরায় আল সাদে যোগদান করেছিলেন; আল সাদের হয়ে মাত্র দুই মৌসুম খেলার পর তিনি অবসর গ্রহণ করেছিলেন।\nনাসির ১৯৯২ সালে কাতারের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছিলেন; কাতারের জার্সি গায়ে তিনি সর্বমোট ৪৯ ম্যাচে ৫টি গোল করেছিলেন। ২০০২ সালে, নাসির কাতার অনূর্ধ্ব-২৩ দলের হয়ে কাতারের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nআব্দুল নাসির আল আবাইদালি ১৯৭২ সালের ২রা অক্টোবর তারিখে কাতারে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nনাসির কাতার অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে কাতারের প্রতিনিধিত্ব করেছেন। কাতারের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ৪ ম্যাচে অংশগ্রহণ করেছেন।\n১৯৯২ সালের ১১ই অক্টোবর তারিখে, ২০ বছর ও ৯ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী নাসির হাঙ্গেরির বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে কাতারের হয়ে অভিষেক করেছিলেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচটি হাঙ্গেরি ৪–১ গোলের ব্যবধানে জয়লাভ করেছিল। কাতারের হয়ে অভিষেকের বছরে নাসির সর্বমোট ৪ ম্যাচে অংশগ্রহণ করেছিলেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআব্দুল নাসির আল আবাইদালি – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nসকারওয়েতে আব্দুল নাসির আল আবাইদালি  (ইংরেজি)  \nসকারবেসে আব্দুল নাসির আল আবাইদালি (ইংরেজি) \nট্রান্সফারমার্কেটে আব্দুল নাসির আল আবাইদালি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আব্দুল নাসির আল আবাইদালি (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আব্দুল নাসির আল আবাইদালি (ইংরেজি)"}