{"pageid": 1119122, "title": "শ্রবণশক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1119122", "content": "শ্রবণশক্তি বা শ্রবণেন্দ্রিয় বলতে কোনও প্রাণী যে ক্ষমতাবলে তার দেহের কোনও অঙ্গের মাধ্যমে চারপাশ থেকে আগত ধ্বনি প্রত্যক্ষণ তথা উপলব্ধি করতে পারে অর্থাৎ ধ্বনিটি শুনতে পারে, সেই ক্ষমতাকে বোঝায়। যে সুবেদী অঙ্গের মাধ্যমে প্রাণী ধ্বনি সংবেদন বা গ্রহণ করে, তাকে শ্রবণেন্দ্রিয়স্থান বা শ্রবণাঙ্গ বলে। যেমন মানুষের কান হল তার শ্রবণেন্দ্রিয়স্থান বা শ্রবণাঙ্গ। ধ্বনি বা শব্দ হল প্রাণীর চারপাশের মাধ্যমের ভেতরে চাপের পর্যাবৃত্ত পরিবর্তন বা কম্পন যা তরঙ্গের আকারে শ্রবণাঙ্গে এসে পৌঁছে এবং শ্রবণাঙ্গ সেই কম্পন শনাক্ত করতে পারে। শ্রবণশক্তির মাধ্যমে প্রাণী যে কাজটি সম্পাদন করে, তাকে শ্রবণ (Audition) বা শ্রাবণিক প্রত্যক্ষণ (Auditory perception)। শ্রাবণিক বিজ্ঞান (auditory science) নামক উচ্চশিক্ষায়তনিক শাস্ত্রটিতে শ্রবণ ও শ্রবণশক্তি বিষয়ে গবেষণা করা হয়।\nধ্বনি বা শব্দ কঠিন, তরল বা বায়বীয় পদার্থের মধ্য দিয়ে শোনা যেতে পারে। শ্রবণশক্তি ঐতিহ্যগত পাঁচটি ইন্দ্রিয়ের একটি। আংশিক বা সম্পূর্ণভাবে শুনতে না পারাকে শ্রবণশক্তিহানি (hearing loss) বলে।\nমানুষ ও অন্যান্য মেরুদণ্ডী প্রাণীদের দেহে শ্রবণের কাজটি মূলত শ্রবণতন্ত্র (Auditory system) দ্বারা সম্পাদিত হয়। কম্পন বা যান্ত্রিক তরঙ্গসমূহ কানের দ্বারা শনাক্ত হয় এবং স্নায়বিক স্পন্দনে রূপান্তরিত হয়ে মস্তিষ্কে প্রেরিত হয় (মূলত রগাঞ্চলীয় খণ্ডকে) এবং সেখানে সেগুলির প্রত্যক্ষণ বা উপলব্ধি ঘটে। স্পর্শনের মত শ্রবণের ক্ষেত্রেও প্রাণীদেহের বাইরের বিশ্বের অণুগুলির চলাচলের প্রতি সংবেদনশীলতা থাকা আবশ্যক। শ্রবণ ও স্পর্শন উভয়েই এক ধরনের যান্ত্রিক সংবেদন (Mechanosensation)।\nমানুষের বহিঃকর্ণ পরিবেশের ধ্বনিতরঙ্গগুলিকে ধরে কেন্দ্রীভূত করে সেগুলিকে একটি উন্মুক্ত ছিদ্র দিয়ে প্রবেশ করিয়ে একটি সঙ্কীর্ণ নালিপথের মধ্য দিয়ে পরিচালিত করে, যে নালিপথটিকে কর্ণরন্ধ্র বা কর্ণকুহর বলে। কর্ণকুহরের অপর প্রান্তে থাকে কানের পর্দা বা কর্ণপটহ। ধ্বনিতরঙ্গগুলি কর্ণপটহ বা কানের পর্দাটিকে কম্পিত করে। এই কম্পন কানের পর্দার অপর পাশে মধ্যকর্ণ অংশের তিনটি লাগোয়া ক্ষুদ্র অস্থির (হাতুড়ি-অস্থি, নেহাই-অস্থি, রেকাব-অস্থি) মধ্য দিয়ে বিবর্ধিত ও পরিবাহিত হয়ে অন্তঃকর্ণের শামুকাকৃতি কর্ণকম্বুতে (কোকলিয়া) গিয়ে পৌঁছায়। ধ্বনির কম্পনগুলি কর্ণকম্বুর ভেতরে অবস্থিত তরল পদার্থে তরঙ্গের সৃষ্টি করে। কর্ণকম্বুর ভেতরের প্রাচীরে বহুসংখ্যক অতিক্ষুদ্র কম্পনসুবেদী কেশগুচ্ছ থাকে, যেগুলি ঐ তরঙ্গের দ্বারা আন্দোলিত হয়। অতিক্ষুদ্র কেশগুচ্ছগুলির এই যান্ত্রিক আন্দোলন কেশগুচ্ছগুলির মূলে অবস্থিত কেশকোষগুলিতে বৈদ্যুতিক সংকেতে রূপান্তরিত হয়। কেশগুচ্ছের আন্দোলনের ফলে মূলস্থ কেশকোষে আয়নের সৃষ্টি হয়, যেগুলি কেশকোষের অপর প্রান্তে গিয়ে শ্রবণস্নায়ুতে স্নায়বিক বৈদ্যুতিক সংকেতরূপে প্রবেশ করে শেষ পর্যন্ত মস্তিষ্কে পরিবাহিত হয়। ভিন্ন ভিন্ন কেশগুচ্ছ ভিন্ন ভিন্ন কম্পাঙ্কের ধ্বনির প্রতি সংবেদনশীল হয়ে থাকে। কর্ণকম্বুর পাদদেশে অবস্থিত কেশগুচ্ছগুলি অপেক্ষাকৃত উচ্চ আপেক্ষিক তীক্ষ্ণতা বা উচ্চ কম্পাংকের ধ্বনির প্রতি সংবেদনশীল, অন্যদিকে কর্ণকম্বুর কুণ্ডলীর উপরের দিকে অবস্থিত কেশগুচ্ছগুলি অপেক্ষাকৃত নিম্ন আপেক্ষিক তীক্ষ্ণতা বা নিম্ন কম্পাংকের ধ্বনি শনাক্ত করে। কর্ণকম্বুর শীর্ষদেশে অবস্থিত কেশগুচ্ছগুলি সবচেয়ে নিচু তীক্ষ্ণতার বা খাদের ধ্বনিগুলি শনাক্ত করে। এই সংকেতগুলি মস্তিষ্কের প্রক্রিয়াজাত হয়ে মনের ভেতরে শব্দের অনুভূতি জন্মে।\n\n\n== আরও দেখুন ==\n\n\n=== শারীরবৈজ্ঞানিক ===\nকান (কর্ণ)\nশ্রবণশক্তিহানি\nশ্রবণশক্তি পরীক্ষা\n\n\n=== সাধারণ ===\nশ্রাবণিক দৃশ্য বিশ্লেষণ\nশ্রাবণিক বিজ্ঞান\nশ্রবণতন্ত্র\nঅস্থিভিত্তিক পরিবহন\nশ্রবণসীমা\nমানব প্রতিধ্বনিভিত্তিক অবস্থাননির্ণয়\nমন দিয়ে শোনা\nধ্বনির স্নায়ুকোষীয় সংকেতায়ন\nকালিক আবরণ ও সূক্ষ্ণ কাঠামো\nবিশ্ব শ্রবণ দিবস\nনিরাপদ শ্রবণ\n\n\n=== পরীক্ষা ও পরিমাপ ===\nশ্রুতিলেখ\nশ্রুতিমিতি\nদ্বিধাবিভক্ত শ্রবণ\nশ্রাবণিক মস্তিষ্ককাণ্ড প্রতিক্রিয়া\n\n\n=== বিকার ===\nশ্রাবণিক প্রক্রিয়াজাতকরণ বিকার\nকর্ণমধ্য ঘটনাবলি\nশ্রবণশক্তিহানি\nঅতিশ্রবণ\nজরাবধিরতা\nকর্ণনাদ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nLopez-Poveda, Enrique A.; Palmer, A. R. (Alan R.); Meddis, Ray. (২০১০)। The neurophysiological bases of auditory perception। New York: Springer। আইএসবিএন 978-1-4419-5685-9। ওসিএলসি 471801201। \n\n\n== বহিঃসংযোগ ==\nWorld Health Organization, Deafness and Hearing Loss\n উইকিমিডিয়া কমন্সে শ্রবণশক্তি সম্পর্কিত মিডিয়া দেখুন।\n উইকিঅভিধানে শ্রবণশক্তি-এর আভিধানিক সংজ্ঞা পড়ুন।\n উইকিউক্তিতে শ্রবণশক্তি সম্পর্কিত উক্তি পড়ুন।\nOpen University - OpenLearn - Article about hearing  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ অক্টোবর ২০১৮ তারিখে\nটেমপ্লেট:Sensation and perception\nটেমপ্লেট:Auditory and vestibular systems"}