{"pageid": 1120332, "title": "ভিল্লু পাট্টু", "url": "https://bn.wikipedia.org/wiki?curid=1120332", "content": "ভিল্লু পাট্টু (তামিল: வில்லுப்பாட்டு), যেটি ভিল্লাদিচাম্পাতু নামেও পরিচিত, ভারতে সঙ্গীতের গল্প বলার একটি প্রাচীন রূপ যেখানে বর্ণনা সঙ্গীতের সাথে মিশে থাকে। এটি ভারতের দক্ষিণাঞ্চলীয় রাজ্য তামিলনাড়ু ও কেরালা এবং সেইসাথে উত্তর-পূর্ব শ্রীলঙ্কার একটি শিল্প। পূর্বকালীন ত্রিবাঙ্কুর রাজ্যের নাদার এবং এজাভা বর্ণের মধ্যে এই শিল্পের রূপটি জনপ্রিয়। গানের সহজ সুর এবং শ্লোক গল্পটিকে অনুসরণ করা সহজ করে তোলে। ভিল্লু (ধনুক) হল যোদ্ধাদের পুরনো অস্ত্র - এটি আপাত বিপরীতভাবে সঙ্গীতে ব্যবহার করা হয়, এটি ভিল্লু পাট্টু শিল্পীদের একটি প্রাথমিক বাদ্যযন্ত্র (একটি বাদ্যযন্ত্র ধনুক)।\n\n\n== সাধারণ বর্ণনা ==\n\nতামিল গ্রামে, অভিনয়শিল্পীরা পৌরাণিক থেকে সামাজিক সব ধরনের গল্পই বর্ণনা করেন। মূল গল্পকার ধনুক বাজিয়ে গল্পটি বর্ণনা করেন। নীচের দিকে মুখ করে রাখা মাটির পাত্রের উপর ধনুকটি রাখা থাকে। একজন সহ-শিল্পী গান গাওয়ার সময় পাত্রটিতে আঘাত করেন। সাধারণত অন্য একজন সহ-গায়ক থাকেন যিনি বর্ণনায় সক্রিয় শ্রোতা হিসেবে কাজ করেন, তিনি গানের সঙ্গে সঙ্গে উপযুক্ত মৌখিক প্রতিক্রিয়া দেন। স্থানীয় সরকার কখনও কখনও এটিকে সামাজিক বার্তা এবং প্রচারের বাহন হিসেবে ব্যবহার করে। ভিল্লু পাট্টু দলগুলি সাধারণত সুদালাই মদন, মুথারাম্মান, পেচিয়াম্মান, ইসাকিয়াম্মান ইত্যাদি দেবতার সাথে সম্পর্কিত উৎসবের জন্য অনুষ্ঠান করে। ভিলু পাট্টুর ঐতিহ্য দক্ষিণ তামিলনাড়ু, দক্ষিণ কেরালা এবং উত্তর-পূর্ব শ্রীলঙ্কার সংস্কৃতির সাথে জড়িত।\n\nএছাড়াও রয়েছে উদুক্কি (তামিল:உடுக்கை), কুড়াম (তামিল:குடம்), থালা, কাট্টাই (তামিল:கட்டை), যেগুলি প্রদর্শনের সময় সম্পূরক যন্ত্র হিসেবে ব্যবহৃত হয়। উদুক্কি হল একটি ছোট ড্রাম যার একটি পাতলা মাঝের অংশ থাকে, যেটি বাম হাতে ধরা হয় এবং বাদ্যযন্ত্রটি ডান হাতের আঙ্গুল দিয়ে বাজানো হয়। মাঝে মাঝে, ভিল্লু পাট্টু দল নিজেদেরকে দুটি দলে বিভক্ত করে, প্রত্যেক দল একে অপরের বিষয়ের বিপরীত দৃষ্টিভঙ্গি প্রমাণ করার চেষ্টা করে। একে বলে লাবণী পাট্টু। ভিল্লু পাট্টু শিল্পীদের ব্যবহৃত গানগুলি বেশিরভাগই ঐতিহ্যবাহী লোকসঙ্গীত। গ্রামে মন্দিরের উৎসবের সময় এগুলি বাজানো হয়। ভিল্লু পাট্টুর গানগুলি বেশিরভাগ সময়েই একটি দেবতার প্রশংসা করে গাওয়া হয়। আজকাল ভিল্লু পাট্টু পরিবেশনকারী শিল্পীদের সংখ্যা ব্যাপকভাবে হ্রাস পেয়েছে কারণ এটি থেকে অর্জিত আয় এতই কম, যে তা জীবিকা নির্বাহ করার জন্য যথেষ্ট নয়।\n\n\n== পুস্তক সমূহ ==\nমনোহর লক্ষ্মণ ভারদপান্ডে (১৯৯২)। হিস্ট্রি অফ ইণ্ডিয়ান থিয়েটার, খণ্ড ২। পৃষ্ঠা 125। আইএসবিএন 9788170172789। \nসূত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nভিডিও: কাল্লিদাইকুরিচির একটি মন্দিরে পরিবেশিত"}