{"pageid": 112072, "title": "পরাবাস্তববাদ", "url": "https://bn.wikipedia.org/wiki?curid=112072", "content": "পরাবাস্তববাদ (ইংরেজি: Surrealism) এ-মতবাদের মূলকথা অবচেতনমনের ক্রিয়াকলাপকে উদ্ভট ও আশ্চর্যকর সব রূপকল্প দ্বারা প্রকাশ করা। এ আন্দোলনের মূল উদ্গাতা ফরাসি পুরুষ কবি-সমালোচক আন্ড্রে ব্রেটন। ডাডাবাদীরা যেখানে চেয়েছিলেন প্রচলিত সামাজিক মূল্যবোধকে নস্যাৎ করে মানুষকে এমন একটি নান্দনিক দৃষ্টির অধিকারী করতে যার মাধ্যমে সে ভেদ করতে পারবে ভণ্ডামি ও রীতিনীতির বেড়াজাল, পৌঁছাতে পারবে বস্তুর অন্তর্নিহিত সত্যে; সেখানে পরাবাস্তববাদ আরো একধাপ এগিয়ে বলল, প্রকৃত সত্য কেবলমাত্র অবচেতনেই বিরাজ করে। পরাবাস্তববাদী শিল্পীর লক্ষ্য হল তার কৌশলের মাধ্যমে সেই সত্যকে গভীর থেকে তুলে আনা।\n\n\n== পরাবাস্তববাদের সূত্রপাত ==\nপরাবাস্তববাদ বিকশিত হয়েছে প্রথম বিশ্বযুদ্ধে দাদাবাদী কার্যকলাপের উপর ভিত্তি করে। এ-আন্দোলনের সূচনা ফ্রান্সের প্যারিস থেকে, ১৯২০-এর দিকে। তখন থেকেই এটি ধারাবাহিকভাবে ঢুকে পড়ে বিভিন্ন দেশ ও ভাষার Visual arts, Literature, Film এবং Music-এ। শুধু তাই নয়, এটি রাজনৈতিক চিন্তা (রাষ্ট্রচিন্তা) ও চর্চা, দর্শন এবং সামাজিক তত্ত্বেও (সমাজতত্ত্ব) স্থান পায়।\n\n\n== বাংলাভাষায় পরাবাস্তববাদী সাহিত্যচর্চা ==\nবাংলাভাষায় জীবনানন্দ দাশ, আবদুল মান্নান সৈয়দ, সমীর রায়চৌধুরী, রবীন্দ্র গুহ, সিকদার আমিনুল হক প্রমুখ কবিগণের কবিতায় পরাবাস্তববাদিতা লক্ষ্য করা যায়। বর্তমান সময়ের আল শাহারিয়ার জিদনি, মারজুক রাসেল, সাইম রানা, মাদল হাসান, ফেরদৌস মাহমুদ, বিজয় আহমেদ, আমজাদ সুজন প্রমুখ কবিগণও, জ্ঞাতভাবে হোক আর অজ্ঞাতভাবে হোক, মাঝেমধ্যে এ-জাতীয় কবিতা রচনা করছেন। কিন্তু, আন্দ্রে ব্রেতঁ (Andre Breton), পল এলুয়ার্ড(Paul Eluard), লুই আরাগঁ (Louis Aragon), অঁরি মিশো (Henri Michaux), গার্সিয়া লোরকা (Garcia Lorca), সালভেদর দালি (Salvador Dali) প্রমুখ কবি-লেখকের এ-তত্ত্ব বা দর্শন বা আন্দোলন সম্প্রতি কোনো কোনো দার্শনিক সম্প্রদায় কর্তৃক সমালোচিত হচ্ছে। যেমন দৃষ্টান্তবাদীরা পরাবাস্তববাদীদের অবচেতনমন (Subconscious mind) সম্পর্কীয় ধারণাকে গ্রহণ করছেন না। তারা বলছেন, অবচেতনমনের ক্রিয়াকর্মকে নির্বিচারে গ্রহণ করলে, এ-অত্যাধুনিক যুগেও, সাহিত্য ও দর্শন চর্চায় দৈব বা ভৌতিক সত্তা তথা উদ্ভট-আশ্চর্যকর-অবাস্তব রূপকল্প হাজির হয়ে যায়। তারা ঘুমের ভেতরে পাওয়া স্বাপ্নিক তথ্যেরও যৌক্তিক উপস্থাপন দাবি করছে। প্রকৃত সত্য কেবলমাত্র অবচেতনেই বিরাজ করে - পরাবাস্তববাদীদের এ-ধরনের দৃঢ়নিশ্চয় কথার বিরোধিতা করে বলছেন, প্রকৃত সত্যের অনুভব চৈতন্যে বিদ্যমান এবং সাহিত্য এ-চৈতন্যেরই চারু উচ্চারণ। Littérature জার্নালে, পরাবাস্তবাদী লুই আরাগঁ ও ফিলিপ সোপল্টের (Philippe Soupault) প্রস্তাবিত অটোমেটিক রাইটিং (Automatic Writing)-এরই বিরোধিতা করে তারা বলছেন, কবি শুভবোধ বজায় রেখে অনিয়ন্ত্রিত বা স্বেচ্ছাচারী থাকবেন, কিন্তু দ্রুততার সাথে যা কিছু মনে আসবে তা লিখে সাহিত্য বলে চালিয়ে দিয়ে সমাজকে নৈরাজ্যিক অবস্থায় এবং সাহিত্যকে বেদরকারী পাঠে পরিণত করবেন না।\n\n\n== তথ্যসূত্র ==\n\nহোসেন, খোন্দকার আশরাফ। আধুকিতাবাদ। একবিংশ, ফেব্রুয়ারি ২০০৯, ঢাকা বিশ্ববিদ্যালয়, ঢাকা।\nতাপস, সবুজ। কবিতার মানচিত্র । ফেব্রুয়ারি ২০০৯। প্রত্যালীঢ় প্রকাশন, চট্টগ্রাম।\nপরাবাস্তববাদ, মলয় রায়চৌধুরী। এবং প্রকাশনী, নেতাজী সুভাষ রোড, কলকাতা ৭০০ ০৪৭। ২০০৬।\n\n\n== বহিঃসংযোগ ==\n\n\n=== আন্ড্রে ব্রেটন ===\nপরাবাস্তববাদের ম্যানিফেষ্টঃ আন্ড্রে ব্রেটন, ১৯২৪।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ফেব্রুয়ারি ২০১০ তারিখে\nপরাবাস্তবাদ কি?: ব্রাসলস ব্রেটনের লেকচার ১৯৩৪  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ ফেব্রুয়ারি ২০১৬ তারিখে\n\n\n=== সাধারণ ওয়েবসাইট ===\nDutch Surrealism,\nTimeline of Surrealism from Centre Pompidou.\n(ফরাসি) Le Surréalisme\nSurrealist.com, A general history of the art movement with artist biographies and art.\n\n\n=== পরাবাস্তবাদ এবং রাজনীতি ===\nHeath, Nick। \"1919-1950: The politics of Surrealism\"। Libcom.org। সংগ্রহের তারিখ ২০০৯-০৫-১৭। \nRosemont, Franklin (১৯৮৯)। \"Herbert Marcuse and Surrealism\"। Arsenal vol. 4। সংগ্রহের তারিখ ২০০৯-০৫-১৭। \nKennedy, Maev (২০০৭-০৩-২৭)। \"How the surrealists sold out\"। The Guardian। সংগ্রহের তারিখ ২০০৯-০৫-১৭। \n\n\n=== পরাবাস্তববাদী কাব্য ===\nGullette, Alan। \"The Theory and Techniques of Surrealist Poetry\"। ২০১১-০৭-১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৯-০৫-১৭। \nHolcombe, C. J.। \"Surrealism in Poetry\"। সংগ্রহের তারিখ ২০০৯-০৫-১৭। \n\"A sample of French Surrealist poetry\"। সংগ্রহের তারিখ ২০০৯-০৫-১৭। \nJackaman, Rob (১৯৮৯)। The course of English surrealist poetry since the 1930s। Lewiston: Edwin Mellen Press। আইএসবিএন 0889469326।"}