{"pageid": 1120675, "title": "কম্বোডিয়ায় নারী", "url": "https://bn.wikipedia.org/wiki?curid=1120675", "content": "কম্বোডিয়ার নারীরা ঐতিহ্যগতভাবে বিনয়ী, মৃদুভাষী, \"ধীর\" পদগামী, সদাচারী, পরিশ্রমী, পরিবারের অন্তর্গত, পরিবারের প্রতি যত্নশীল, তত্ত্বাবধায়ক ও আর্থিক তদারককারী এবং \"বাড়ির রক্ষক\" হিসাবে কাজ করবে বলে আশা করা হয়। এবং এও আশা করা হয় যে বিবাহ না হওয়া পর্যন্ত তারা কুমারীত্ব বজায় রাখবে এবং বিয়ের পধরে বিশ্বস্ত স্ত্রী হয়ে ওঠবে ও তাদের স্বামীদের পরামর্শদাতা হিসাবে কাজ করবে। আর্থিক তদারক হিসাবে, কম্বোডিয়ার নারীদের পারিবারিক পর্যায়ে পরিবারের কর্তী হিসাবে চিহ্নিত করা যেতে পারে।\nসাম্প্রতিক বছরগুলিতে, কম্বোডিয়ায় ঐতিহ্যগতভাবে পুরুষ-শাসিত কাজ এবং রাজনীতির ক্ষেত্রে নারীরা আরও সক্রিয় হয়ে উঠেছে।\n\n\n== কর্মক্ষেত্র ==\n\nকম্বোডিয়ার গৃহযুদ্ধের পরিপ্রেক্ষিতে, কম্বোডিয়ায় পুরুষ শ্রমিকের সংখ্যার ঘাটতি দেখা দেয়। তখন নারীরা দায়িত্ব গ্রহণ করে যা পূর্বে সাধারণত এবং প্রধানত কম্বোডীয় পুরুষদের দ্বারা করা হত। কম্বোডিয়ার আইন অনুসারে, নারীদের \"সমান কাজের জন্য সমান বেতন\" দেওয়ার বিধান রয়েছে। কিন্তু বাস্তবে বেশিরভাগ নারী তাদের সহকর্মী পুরুষদের তুলনায় কম মজুরি পান। ১৯৯০ এর দশকে, গ্রামীণ এলাকা থেকে অনেক \"অশিক্ষিত যুবতী\" পোশাক কারখানায় কাজ করার জন্য শহরে এসেছিলেন।\n২০০৪ সালে, কম্বোডিয়ার জেন্ডার অ্যান্ড ডেভেলপমেন্ট সংস্থা জানিয়েছে যে কম্বোডিয়ায় মাত্র ৬% নারী কর্মীর বেতন দেওয়া হয়। \n\n\n== ধর্ম ==\n\nকম্বোডীয় নারীরা সাধারণত বৌদ্ধ মন্দিরে উপাসনা করে এবং ধর্মীয় অনুষ্ঠানে অংশগ্রহণে বিশেষ করে থংগাই সিলের সময় ( খ্‌মের: ថ្ងៃសីល; \"পবিত্র দিন\") সক্রিয় থাকে। কিছু নারী শুধুমাত্র উপাসক হিসেবেই অংশগ্রহণ করেন না, তারা নিজেরা বৌদ্ধ সন্ন্যাসীও (យាយជី) হয়ে ওঠেন। বিশেষ করে বিধবা এবং বয়স্ক নারীরা।\n\n\n== রাজনৈতিক অবস্থা ==\nসাধারণভাবে, ১৯৮০-এর দশক থেকে বর্তমান পর্যন্ত, কম্বোডিয়ার রাজনীতিতে নারী অংশগ্রহণকারীদের সংখ্যা কম ছিল এবং তারা সরকারের স্থানীয় ও জাতীয় পর্যায়ে উচ্চ-পর্যায়ের পদে কম প্রতিনিধিত্ব করত। বেসরকারী সংস্থাগুলিতে নারীদের সমস্যা ও অধিকারের উপর দৃষ্টি নিবদ্ধ করে ১৯৯৩ সাল থেকে কম্বোডিয়ার নারীদের অংশগ্রহণের পরিমাণ সামান্য বৃদ্ধি পেয়েছে, যার মধ্যে নেতৃত্বও রয়েছে।\n২০০৪ সালে রিপোর্ট করা হয় যে জাতীয় পরিষদের ১০% সদস্য, কমিউন কাউন্সিলের ৮% সদস্য এবং বিচারকদের মধ্যে ৭% সদস্য নারী।\n\n\n== আইনি অবস্থা ==\nকম্বোডিয়ার আইন এবং এমনকি দেশটির ইতিহাসে আইনের দৃষ্টিতে প্রায়োগিকভাবে পুরুষ ও নারীদের সর্বদা সমান অধিকার রয়েছে। এই ঘোষণাটি কম্বোডিয়ার সংবিধানেও উল্লেখ করা হয়েছে। নারীরা উত্তরাধিকার আইন থেকে উপকৃত হয়, এই আইন অনুযায়ী তারা সম্পত্তির মালিক হতে পারে, তারা \"বিবাহের মধ্যে সম্পত্তি আনতে পারে\", তারা যদি এটি করার সিদ্ধান্ত নেয় তবে তারা উল্লিখিত সম্পত্তি পুনরুদ্ধার করতে পারে এবং তারা সহজেই বিবাহবিচ্ছেদ পেতে পারে। ২০০৫ সালে কম্বোডিয়ায় বৈবাহিক ধর্ষণ নিষিদ্ধ করা হয়।\n\n\n== পতিতাবৃত্তি ==\nকম্বোডিয়ায় পতিতাবৃত্তির মধ্যে স্থানীয় নারী এবং ভিয়েতনাম থেকে আসা নারী উভয়দেরকে জোরপূর্বক পতিতাবৃত্তিতে জড়িত বা নিয়োগ এবং নিকটবর্তী থাইল্যান্ডের যৌন ব্যবসায়ের সাথে যুক্ত করা হচ্ছে। পতিতাবৃত্তির বিস্তারের কারণে, কম্বোডিয়ার জনসংখ্যার প্রায় ২.৮% এইচআইভি/এইডসে আক্রান্ত।\n\n\n== যৌন পাচার ==\nকম্বোডিয়ার নারী ও মেয়েরা দেশ ও সারা বিশ্বে যৌন পাচারের শিকার হচ্ছে। তাদের ভয় দেখানো হয় এবং পতিতাবৃত্তি, বিবাহ এবং গর্ভধারণে বাধ্য করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকম্বোডিয়ান উইমেনস ক্রাইসিস সেন্টার (CWCC)\nকম্বোডিয়ার নারীদের মিডিয়া সেন্টার\nকম্বোডিয়া নারী স্বাস্থ্যসংস্থা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ আগস্ট ২০১১ তারিখে"}