{"pageid": 1120310, "title": "আহমদ খলিল আল খলদি", "url": "https://bn.wikipedia.org/wiki?curid=1120310", "content": "আহমদ খলিল আল খলদি (আরবি: أحمد خليل الخالدي, ইংরেজি: Ahmed Khalil Al-Khaldi; ১৭ অক্টোবর ১৯৭২; আহমদ খলিল নামে সুপরিচিত) হলেন একজন কাতারি সাবেক পেশাদার ফুটবল খেলোয়াড়। তিনি তার খেলোয়াড়ি জীবনের অধিকাংশ সময় আল আরাবি এবং কাতারের হয়ে গোলরক্ষক হিসেবে খেলেছেন।\n২০০২–০৩ মৌসুমে, সৌদি ক্লাব আল কাদসিয়াহের হয়ে খেলার মাধ্যমে তিনি তার জ্যেষ্ঠ পর্যায়ের খেলোয়াড়ি জীবন শুরু করেছিলেন, যেখানে তিনি মাত্র এক মৌসুম অতিবাহিত করেছিলেন। অতঃপর ২০০৩–০৪ মৌসুমে তিনি কাতারি ক্লাব আল সাইলিয়াহে যোগদান করেছিলেন। আল সাইলিয়াহে মাত্র এক মৌসুম অতিবাহিত করার পর আল আরাবির সাথে চুক্তি স্বাক্ষর করেছিলেন। সর্বশেষ ২০০৮–০৯ মৌসুমে, তিনি আল আরাবি হতে কাতারি ক্লাব কাতারে যোগদান করেছিলেন; কাতারের হয়ে তিন মৌসুম খেলার পর তিনি অবসর গ্রহণ করেছিলেন।\n১৯৯২ সালে, খলিল কাতার অনূর্ধ্ব-২৩ দলের হয়ে কাতারের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ১ বছর যাবত কাতারের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ১৯৯৩ সালে কাতারের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছিলেন; কাতারের জার্সি গায়ে তিনি সর্বমোট ২৫ ম্যাচে অংশগ্রহণ করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nআহমদ খলিল আল খলদি ১৯৭২ সালের ১৭ই অক্টোবর তারিখে কাতারে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nখলিল কাতার অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে কাতারের প্রতিনিধিত্ব করেছিলেন। কাতারের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ৪ ম্যাচে অংশগ্রহণ করেছিলেন।\n১৯৯৩ সালের ৩০শে মার্চ তারিখে, ২০ বছর, ৫ মাস ও ১৩ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী খলিল নরওয়ের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে কাতারের হয়ে অভিষেক করেছিলেন। উক্ত ম্যাচের ৪৬তম মিনিটে গোলরক্ষক ইউনিস আহমদের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচটি নরওয়ে ৬–১ গোলের ব্যবধানে জয়লাভ করেছিল। কাতারের হয়ে অভিষেকের বছরে খলিল সর্বমোট ৫ ম্যাচে অংশগ্রহণ করেছিলেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে আহমদ খলিল আল খলদি  (ইংরেজি)  \nট্রান্সফারমার্কেটে আহমদ খলিল আল খলদি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আহমদ খলিল আল খলদি (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আহমদ খলিল আল খলদি (ইংরেজি)"}