{"pageid": 1120639, "title": "ইন্দোনেশিয়ায় নারী", "url": "https://bn.wikipedia.org/wiki?curid=1120639", "content": "বর্তমানে ইন্দোনেশিয়ায় নারীদের ভূমিকা আধুনিকায়ন বৃদ্ধি, বিশ্বায়ন, উন্নত শিক্ষা এবং প্রযুক্তির অগ্রগতি সহ অনেক গুলি কারণের দ্বারা প্রভাবিত হচ্ছে। অনেক ইন্দোনেশীয় নারী ব্যক্তিগত, পেশাগত, এবং পারিবারিক-সম্পর্কিত প্রয়োজনীয়তা এবং অর্থনৈতিক প্রয়োজনীয়তার কারণে কৃষি কাজ করার জন্য টাউনশিপে থাকার পরিবর্তে শহরে বসবাস করতে পছন্দ করেন। এই নারীরা ইন্দোনেশীয় সংস্কৃতির ঐতিহ্যগত ধারা থেকে দূরে সরে যাচ্ছেন, যেখানে নারীরা সহজসরল এবং শুধুমাত্র স্ত্রী ও মা হিসাবে কাজ করে। বর্তমানে, ইন্দোনেশিয়ার নারীরাও জাতীয় উন্নয়নের ক্ষেত্রে সক্রিয়ভাবে অংশ নিচ্ছেন, এবং এমন কিছু সংস্থার সক্রিয় সদস্য হিসাবে কাজ করছেন যেগুলি নারীদের বিভিন্ন সমস্যা এবং উদ্বেগের উপর দৃষ্টি নিবদ্ধ করে এবং কাজ করে৷\n\n\n== ইতিহাস ==\n\nইন্দোনেশীয় সমাজে, নারীরা পরিবারের মধ্যে এবং বাইরে উভয় ক্ষেত্রেই গুরুত্বপূর্ণ ভূমিকা পালন করে। গ্রামীণ স্থানীয় সমাজে, কিছু নির্দিষ্ট বিষয় যেমন দুকুন বেরানাক (ঐতিহ্যবাহী ধাত্রী), ঐতিহ্যগত কবিরাজ বা চিকিৎসক, আচার-অনুষ্ঠান এবং শামান প্রায়শই মহিলাদের দ্বারা অনুষ্ঠিত হয়। হিন্দু, বৌদ্ধ, ইসলাম এবং খ্রিস্টধর্মের কিছুটা পিতৃতান্ত্রিক সংস্কৃতি গ্রহণের পরে তাদের ভূমিকা হ্রাস পেয়েছে বলে মনে হচ্ছে, যদি সীমাবদ্ধ না হয় তবে নারীরা এখনও গুরুত্বপূর্ণ পদে অধিষ্ঠিত, বিশেষ করে পরিবারের মধ্যে।\nবালিনিজ সমাজে, নারীরা ঐতিহ্যগতভাবে গুরুত্বপূর্ণ ভূমিকা পালন করে, বিশেষ করে পারিবারিক এবং অর্থনৈতিক জীবন সম্পর্কিত। ঐতিহ্যগত মূল্যবোধ থাকা সত্ত্বেও যা বালিনিজ নারীদের পরিবারের মধ্যে ভারসাম্য ও সম্প্রীতি বজায় রাখার জন্য এবং উচ্চ মানের সন্তান উৎপাদনের জন্য দায়ী হিসেবে একটি দ্রুত পরিবর্তনশীল সমাজে তাদের অর্থনৈতিক ভূমিকা বৃদ্ধি পেয়েছে। বালিনিজ নারীদের জন্য তাদের পরিবারের বাইরে অর্থনৈতিক কর্মকাণ্ড চালানো বেশ প্রচলিত ও সাধারণ বিষয়; এই কারণে ঐতিহ্যবাহী বালিনিজ বাজারগুলি ব্যবসা চালানো নারীদের দ্বারা পরিপূর্ণ।\nঊনবিংশ শতাব্দীর শেষের দিকে যখন ঔপনিবেশিক ডাচ ইস্ট ইন্ডিজে নারী মুক্তি আন্দোলন শুরু হয় তখন মুষ্টিমেয় উচ্চশ্রেণীর স্থানীয় নারীরা মিলে নারী অধিকার ও শিক্ষার পক্ষে অবস্থান নেন। এই নারী অধিকার আন্দোলনের পথিকৃৎরা হলেন জেপারার কার্তিনি এবং বানদুংয়ের দেবী সারতিকা, তারা উভয়েই মেয়েদের জন্য একটি স্কুল প্রতিষ্ঠা করেছিলেন। \nইন্দোনেশিয়ায় নারীদের ভোটাধিকার কখনোই কোনো সমস্যা ছিল না। ১৯৫৫ সালে ইন্দোনেশিয়ার প্রথম আইনসভা নির্বাচনের পর থেকে, রাজনীতিতে নারীরা পুরুষদের সাথে সমান আইনী অধিকার ধরে রেখেছে, যদিও সেখানে রাজনীতি চর্চা এখনও একটি পুরুষ-শাসিত ক্ষেত্র। ২০০১ সালে, মেঘবতী সুকর্ণপুত্রী ভাইস প্রেসিডেন্ট হিসাবে দায়িত্ব পালন করেন, - তারপর রাষ্ট্রপতি আবদুর রহমান ওয়াহিদকে অপসারণের পরে প্রথম নারী হিসেবে ইন্দোনেশিয়ার রাষ্ট্রপতি পদে অধিষ্ঠিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্দোনেশিয়া নারী গবেষণার গ্রন্থপঞ্জী"}