{"pageid": 1120215, "title": "মিডওয়ে আন্তর্জাতিক বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1120215", "content": "সাধারণত মিডওয়ে বিমানবন্দর, শিকাগো মিডওয়ে বা শুধুমাত্র মিডওয়ে নামে পরিচিত শিকাগো মিডওয়ে আন্তর্জাতিক বিমানবন্দর হল ইলিনয়ের শিকাগো শহরের  দক্ষিণ-পশ্চিম দিকের একটি প্রধান বাণিজ্যিক বিমানবন্দর, যা লুপ ব্যবসায়িক জেলা থেকে প্রায় ১২ মাইল (১৯ কিমি) দূরে অবস্থিত। ১৯২৭ সালে প্রতিষ্ঠিত, মিডওয়ে ১৯৫৫ সালে ও'হেয়ার আন্তর্জাতিক বিমানবন্দর খোলার আগ পর্যন্ত শিকাগোর প্রাথমিক বিমানবন্দর হিসাবে কাজ করেছিল। বর্তমানে, মিডওয়ে হল দেশের ব্যস্ততম বিমানবন্দরসমূহের মধ্যে একটি, শিকাগো মহানগর অঞ্চল ও ইলিনয় রাজ্যের দ্বিতীয় ব্যস্ততম বিমানবন্দর এবং ২০১৯ সালে ২,০৮,৪৪,৮৬০ জন যাত্রীকে পরিষেবা প্রদান করেছিল।\nমিডওয়ে হল সাউথওয়েস্ট এয়ারলাইন্সের একটি ঘাঁটি, যেটি বিমানবন্দরে ৯৫% এর বেশি যাত্রী বহন করে। বিমানবন্দরের বর্তমান নামটি মিডওয় যুদ্ধের সম্মানে রাখা হয়েছে। বর্তমান সময়ে বিলুপ্ত মিডওয়ে এয়ারলাইন্স অতীতে একবার বিমানবন্দরে পরিষেবা দিয়েছিল, বিমানসংস্থার নামটি বিমানবন্দর থেকে নেওয়া হয়েছিল, বিপরীতে নয়। বিমানক্ষেত্রটি ৫৫তম ও ৬৩তম রাস্তা এবং সেন্ট্রাল ও সিসেরো অ্যাভিনিউ দ্বারা আবদ্ধ ১ বর্গ মাইল এলাকা জুড়ে অবস্থিত। বর্তমান টার্মিনাল কমপ্লেক্সটি ২০০১ সালে সম্পন্ন হয়েছিল। টার্মিনালটি সিসেরো অ্যাভিনিউয়ের সঙ্গে সেতু দ্বারা যুক্ত রয়েছে এবং টার্মিনালে আন্তর্জাতিক যাত্রীদের জন্য সুবিধা সহ ৪৩ টি গেট রয়েছে। স্টিভেনসন এক্সপ্রেসওয়ে (আই-৫৫) বিমানবন্দরের সংলগ্ন, উত্তর-পূর্বে ডাউনটাউন শিকাগো ও দক্ষিণ-পশ্চিমে বিভিন্ন শহরতলির দিকে অগ্রসর হয়েছে। সিটিএ দ্রুতগামী পরিবহন অরেঞ্জ লাইন ডাউনটাউন শিকাগোতে পরিবহন ব্যবস্থা সরবরাহ করে, যেখানে এটি অন্যান্য পাতাল রেল/উত্তোলিত দ্রুতগামী পরিবহন লাইনের সঙ্গে সংযোগ ঘটায়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক ইতিহাস (১৯৩২–১৯৬২) ===\nশুরুতে শিকাগো এয়ার পার্ক নাম ছিল, মিডওয়ে বিমানবন্দরটি মূলত এয়ারমেইল উড়ানের জন্য একটি সিন্ডার রানওয়ে সহ ১৯২৩ সালে একটি ৩২০-একর (১৩০ হেক্টর) জমিতে নির্মিত হয়েছিল। শহরটি ১৯২৬ সালে বিমানবন্দরটি লিজ নিয়েছিল এবং এটির নামকরণ ১৯২৭ সালের ১২ই ডিসেম্বর শিকাগো মিউনিসিপাল এয়ারপোর্ট করেছিল। বিমানবন্দরে ১৯২৮ সাল নাগাদ বারোটি হ্যাঙ্গার ও চারটি রানওয়ে ছিল, যা রাতের কার্যক্রমের জন্য আলোকিত ছিল।\nপ্রারম্ভিক সময়ে ১৯৩০ সালের ২৫শে জুনে একটি বড় অগ্নিকাণ্ডে দুটি হ্যাঙ্গার ও ২৭ টি বিমান ধ্বংস হয়, \"এর মধ্যে ১২ টি ট্রাই-মোটর যাত্রীবাহী বিমান ছিল।\" ধারণা করা হয়, যে ক্ষয়ক্ষতির পরিমাণ দুই কোটি ডলারের বেশি ছিল। ধ্বংসপ্রাপ্ত হ্যাঙ্গারগুলো ইউনিভার্সাল এয়ার লাইন্স, ইনকর্পোরেটেড ও গ্রে গুজ এয়ারলাইন্সের ছিল, পরবর্তীতে যেটি স্টাউট এয়ারলাইন্সকে লিজ দেওয়া হয়েছিল। ইউনিভার্সাল হ্যাঙ্গারে অনির্ধারিত কারণের বিস্ফোরণের পর অগ্নিকাণ্ডের সূত্রপাত হয়।\n৬২তম সড়কে ১৯৩১ সালে একটি নতুন যাত্রী টার্মিনাল খোলা হয়; পরের বছর বিমানবন্দরটি ৬০,৯৪৭ টি উড়ানে ১,০০,৮৪৬ জনের বেশি যাত্রী নিয়ে \"বিশ্বের ব্যস্ততম\" হিসাবে দাবি করেছিল। ( ১৯৩২ সালের জুলাই মাসে অফিসিয়াল এভিয়েশন গাইড (ওএজি) প্রতি সপ্তাহে নির্ধারিত বিমানসংস্থার ২০৬ টি প্রস্থান বা বহির্গমন দেখায়।)\n\n\n== সুযোগ-সুবিধা ==\n\nসমস্ত টার্মিনাল ও হ্যাঙ্গার বর্গাকার পরিধিতে ছিল। ১৯৭০-এর দশকের শেষের দিকে, ছোট উত্তর-দক্ষিণ ও পূর্ব-পশ্চিম রানওয়ে জোড়া বন্ধ করে দেওয়া হয়েছিল, যদিও কিছু অংশ ট্যাক্সিওয়েতে রূপান্তর করা হয়েছিল। বাকি চারটি রানওয়ে ব্যবহারে রয়ে গেছে, সবগুলোই মজবুত ও বর্ধিত, কিন্তু বরাবরের মতো একই দৈর্ঘ্য সম্পন্ন। হালকা বিমানের জন্য একটি সংক্ষিপ্ত রানওয়ে (১৩আর/৩১এল) ১৯৮৯ সালে সংযুক্ত করা হয়েছিল।\nমিডওয়ে ভবন ও অন্যান্য উন্নয়ন দ্বারা বেষ্টিত, তাই বাধা ছাড়পত্র প্রদানের জন্য রানওয়ের অবতরণ প্রবেশস্থল স্থানচ্যুত হয়। এফএএ ও বিমানসংস্থাসমূহ গণনাকৃত ধারণ সীমা ও বিভিন্ন আবহাওয়ার ন্যূনতম শর্ত মেনে চলার মাধ্যমে নিরাপত্তা নিশ্চিত করে। স্থানচ্যুত অবতরণ প্রবেশস্থলের (ল্যান্ডিং থ্রেশহোল্ড) কারণে, রানওয়েতে উড্ডয়নের তুলনায় অবতরণের জন্য কম দূরত্ব উপলব্ধ রয়েছে। দীর্ঘতম রানওয়ে ১৩সি/৩১সি এর শুধুমাত্র দক্ষিণ-পূর্ব দিকে ৬,০৫৯ ফুট (১,৮৪৭ মিটার) ও উত্তর-পশ্চিমে ৫,৮২৬ ফুট (১,৭৭৬ মিটার) অবতরণ দূরত্ব রয়েছে। মিডওয়েতে সাধারণত সবচেয়ে বড় বিমান হিসাবে বোয়িং ৭৫৭-কে দেখা যায়। সাধারণত, বাণিজ্যিক বিমানসমূহ শুধুমাত্র রানওয়ে ৪য়ার/২২এল ও ১৩সি/৩১সি থেকে উড্ডয়ন ও অবতরণ করে। অন্যান্য রানওয়ে ছোট বিমান দ্বারা ব্যবহার করা হয় এবং, মার্কিন এফএএ চার্ট সাপ্লিমেন্ট অনুযায়ী জরুরী অবস্থা ছাড়া বড় বাণিজ্যিক বিমান দ্বারা ব্যবহার করা থেকে নিষিদ্ধ করা হয়েছে।\n\n\n=== টার্মিনাল ===\nমিডওয়েতে তিনটি কনকোর্সে ৪৩ টি উড়োজাহাজ গেট রয়েছে।\n\nকনকোর্স এ এর ১৯ টি গেট রয়েছে।\nকনকোর্স বি এর ২৬ টি গেট রয়েছে।\nকনকোর্স সি এর ৩ টি গেট রয়েছে।\n\n\n== পরিসংখ্যান ==\n\n\n=== শীর্ষ গন্তব্যসমূহ ===\n\n\n=== বিমানসংস্থাসমূহের মার্কেট শেয়ার ===\n\n\n=== বিমানবন্দরে যাত্রী চলাচল ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nমিডওয়ে: টার্মিনাল ও কনকোর্স মানচিত্র\n১৯৫৯ সালের টিডব্লিউএ বিপর্যস্ত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\n১৯৭২-এর বিপর্যস্তের সংক্ষিপ্ত বিবরণ"}