{"pageid": 1120684, "title": "আর্মেনিয়ায় নারী", "url": "https://bn.wikipedia.org/wiki?curid=1120684", "content": "আর্মেনিয়ার প্রথম প্রজাতন্ত্র প্রতিষ্ঠার পর থেকে আর্মেনীয় নারীদের সমান অধিকার রয়েছে, যার মধ্যে ভোটাধিকারও রয়েছে। ১৯১৯ সালের ২১ ও ২৩ শে জুন, আর্মেনিয়ায় সর্বজনীন ভোটাধিকারের অধীনে প্রথম সরাসরি সংসদীয় নির্বাচন অনুষ্ঠিত হয়েছিল - তাতে ২০ বছরের বেশি বয়সের প্রতিটি ব্যক্তির লিঙ্গ, জাতি বা ধর্মীয় বিশ্বাস নির্বিশেষে ভোট দেওয়ার অধিকার ছিল। আর্মেনীয় রাষ্ট্রের ভিত্তি স্থাপনের দায়িত্বে থাকা ৮০ আসনের আইনসভায় তিনজন নারী প্রতিনিধি ছিলেন। তারা হলেন ক্যাটেরিন জ্যালিয়ান-ম্যানুকিয়ান, পেরচুহি পার্টিজপায়ান-বারসেগিয়ান এবং ভারভারা সাহাকিয়ান।\nআর্মেনিয়ার বর্তমান প্রজাতন্ত্রের সংবিধান ১৯৯১ সালে গৃহীত হয়েছিল এবং এতে আনুষ্ঠানিকভাবে লিঙ্গ সমতার নিশ্চয়তা দেওয়া হয়েছে। এর ফলে নারীরা আর্মেনীয় জীবনের সকল ক্ষেত্রে সক্রিয়ভাবে অংশগ্রহণ করতে সক্ষম হয়েছে। আর্মেনিয়ান নারীরা বিনোদন, রাজনীতি এবং অন্যান্য ক্ষেত্রে খ্যাতি অর্জন করেছে।\n\n\n== ব্যবসা এবং কর্মক্ষেত্র ==\n\n২০১১ সালের গ্রান্ট থর্নটন ইন্টারন্যাশনালের ব্যবসাগত জরিপ অনুযায়ী, ২০১০ সালে আর্মেনিয়ার শীর্ষ পর্যায়ের ব্যবস্থাপনাগত অবস্থানের ২৯% নারীরা দখল করেছিল। তবে ২০১১ সালে এই হার কমে দাঁড়ায় ২৩ শতাংশে। জাতিসংঘের একটি প্রতিবেদনের উপর ভিত্তি করে বলা হচ্ছে যে, ২০১১ সালে আর্মেনিয়ায় ২৪ জন নারী মেয়র এবং সম্প্রদায়ের নেতা ছিলেন; আরও ৫০ জন নারী নিম্ন পর্যায়ের প্রশাসনিক পদে অধিষ্ঠিত ছিলেন।\n\n\n== নারীদের বিরুদ্ধে সহিংসতা ==\nবিশ্ব স্বাস্থ্য সংস্থার মতে, ২০০২ সালে ১০% থেকে ৬০% আর্মেনিয়ান নারী পারিবারিক নির্যাতন ও সহিংসতার শিকার হন; আর্মেনিয়ায় পারিবারিক সহিংসতার অবমূল্যায়নের কারণে এই তথ্যের অনিশ্চয়তা দেখা দিয়েছে। পারিবারিক সহিংসতাকে ব্যক্তিগত পারিবারিক বিষয় হিসাবে বিবেচনা করার কারণে সব ঘটনা নথিবদ্ধ হয়না বলে মনে করা হয়। আর্মেনিয়ায় গার্হস্থ্য আগ্রাসন এবং লিঙ্গ-ভিত্তিক কুসংস্কারের বিরুদ্ধে কোনও সুপ্রতিষ্ঠিত আইন নেই। তদুপরি স্বামীকে তালাক দেওয়া - এমনকি কোন নির্যাতনকারী বা অত্যাচারী স্বামীকে তালাক দিলেও তা আর্মেনীয় সমাজে \"সামাজিক অপমান\" বলে বিবেচিত হয়, যারা বিবাহবিচ্ছেদের জন্য মামলা করে বা পারিবারিক সহিংসতার প্রতিবেদন করে, এমন নারীদের পরিবার তাদের জন্য লজ্জা বোধ করে। অন্যান্য প্রভাবক কারণগুলির মধ্যে রয়েছে আর্মেনিয়ান নারীদের তাদের অধিকার সম্পর্কে শিক্ষার অভাব, বা স্বল্প শিক্ষা, এবং কীভাবে নিজেদেরকে নির্যাতন থেকে রক্ষা করা যায় সে সম্পর্কে অজ্ঞতা।\n\n\n== রাজনৈতিক অবস্থা ==\n২০০৭ সালের মে মাসে, \"লিঙ্গ কোটা আইন\" নামে পরিচিত আইনী আদেশের মাধ্যমে, আরও আর্মেনিয়ান নারীদের রাজনীতিতে জড়িত হওয়ার জন্য উৎসাহিত করা হয়েছিল। ওই বছর মাত্র সাতজন নারী সংসদ সদস্য ছিলেন। এই নারী রাজনীতিবিদদের মধ্যে ছিলেন হ্রানুশ হাকোবিয়ান, যিনি আর্মেনিয়ার জাতীয় পরিষদের সবচেয়ে দীর্ঘমেয়াদী নারী প্রতিনিধি ছিলেন। আর্মেনিয়ার সরকারে নারীদের তুলনামূলক অভাবের কারণে আর্মেনিয়ান নারীরা বিদেশী পর্যবেক্ষকদের দ্বারা \"সবচেয়ে কম প্রতিনিধিত্বশীল\" এবং \"বিশ্বের সর্বনিম্নদের মধ্যে\" অন্তর্গত বলে বিবেচিত হচ্ছে। উপরন্তু, রাজনীতিতে আর্মেনীয় নারীদের স্থান প্রায়শই বেসরকারী ক্ষেত্রে সীমাবদ্ধ। প্রায়শই জনসাধারণের ক্ষেত্রে তাদের প্রবেশকে কেবল তখনই মূল্যায়ন করা হয় যখন তারা সামাজিক প্রত্যাশার উপর ভিত্তি করে নারী আদর্শের চিত্রকে প্রতিফলিত করে, যা নারীদের জন্য রাজনৈতিক, সামাজিক এবং অর্থনৈতিক প্রবেশযোগ্যতার উপর বাধা সৃষ্টি করেছে। ২০১৫ সালে, অ্যার্পিন হোভেনেসিয়ান প্রথম আর্মেনীয় নারী হিসেবে আর্মেনিয়ার বিচার মন্ত্রীর পদে অধিষ্ঠিত হন, তিনি ২০১৭ সাল পর্যন্ত তিনি এই পদে অধিষ্ঠিত ছিলেন। অ্যার্পিন হোভেনেসিয়ান একজন রাজনীতিবিদ এবং আইনজীবীও।\n\n\n== স্বাস্থ্য ও জনসেবা ==\n২০১০ এবং ২০১১ সালে, 'মহিলাদের মাসে' এবং \"নারী, তোমার জন্য \" দাতব্য প্রোগ্রামের অংশ হিসাবে, আর্মেনিয়ার রাজধানী ইয়েরেভানের সুরব আস্তভাতকামায়ার মেডিকেল সেন্টার আর্মেনিয়ার নারীদের পুরো এক মাসের জন্য বিনামূল্যে গাইনোকোলজিকাল এবং শল্য চিকিৎসা (অস্ত্রোপচার) পরিষেবা প্রদান করেছিল। সারা দেশ থেকে নারীরা সেখানে চিকিৎসা নিতে এসেছিলেন।\n\n\n== আরও দেখুন ==\nআর্মেনীয় (জাতিগোষ্ঠী)\nমাতা আর্মেনিয়া\nআর্মেনিয়ার রাজনীতি\nআর্মেনিয়ায় অপরাধ\nপ্রযোজক এবং মহিলাদের ইউনিয়ন\nআর্মেনিয়া মহিলা জাতীয় ফুটবল দল\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nZakarian, David (২০২১)। Women, Too, Were Blessed: The Portrayal of Women in Early Christian Armenian Texts। Brill। আইএসবিএন 978-90-04-44441-6। \n\n\n== বহিঃসংযোগ ==\nজোহরাব সেন্টার বুক অফ দ্য উইক: দ্য আদার ভয়েস: আর্মেনিয়ান উইমেনস পোয়েট্রি থ্রু দ্য এজস। সংগৃহীত ২২ মে ২০১৪।\nনারী সম্পদ কেন্দ্র আর্মেনিয়া\nআর্মেনিয়া: নারীরা নীরবে ভোগে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ অক্টোবর ২০১৪ তারিখে । Amnesty.org. ১৩ নভেম্বর ২০০৮। সংগৃহীত ১৮ জুন ২০১৩।\nআর্মেনিয়ার নারী সংগঠনসমূহ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জানুয়ারি ২০২১ তারিখে"}