{"pageid": 112001, "title": "ভারত জাতীয় ক্রিকেট দল", "url": "https://bn.wikipedia.org/wiki?curid=112001", "content": "ভারত জাতীয় ক্রিকেট দল ভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ড বা বিসিসিআই দ্বারা পরিচালিত এই দল টেস্ট,ওয়ান ডে ইন্টারন্যাশনাল এবং টি২০ ক্রিকেট খেলুড়ে দেশ হিসেবে ইন্টারন্যাশনাল ক্রিকেট কাউন্সিল বা আইসিসি'র পূর্ণ সদস্য।\n\n\n== অধিনায়ক ==\nপঁয়ত্রিশ জন অন্তত একটি টেস্ট ম্যাচে ভারতীয় ক্রিকেট দলের অধিনায়কত্ব করেছেন, যদিও মাত্র ছয়জন ২৫টিরও বেশি ম্যাচে দলকে নেতৃত্ব দিয়েছেন, এবং ছয়জনই ওয়ানডেতে দলকে নেতৃত্ব দিয়েছেন কিন্তু টেস্টে নয়। ভারতের প্রথম অধিনায়ক ছিলেন সিকে নাইডু, যিনি ইংল্যান্ডের বিরুদ্ধে চারটি ম্যাচে দলের নেতৃত্ব দিয়েছিলেন: ১৯৩২ সালে ইংল্যান্ডে একটি এবং ১৯৩৩-৩৪ সালে ঘরের মাঠে তিনটি ম্যাচের সিরিজ। লালা অমরনাথ , ভারতের চতুর্থ অধিনায়ক, ভারতের স্বাধীনতার পর প্রথম টেস্ট ম্যাচে দলের নেতৃত্ব দেন। ১৯৫২-৫৩ সালে পাকিস্তানের বিরুদ্ধে ঘরের মাঠে তিন ম্যাচের সিরিজ উভয়েই তিনি দলের প্রথম টেস্ট জয় এবং প্রথম সিরিজ জয়ের নেতৃত্ব দেন। ১৯৫২ থেকে ১৯৬১-৬২ পর্যন্ত, ভারতে বিজয় হাজারে, পলি উমরিগার এবং নারী কন্ট্রাক্টর এর মতো অনেক অধিনায়ক ছিলেন।\nপতৌদির নবাব, মনসুর আলি খান পতৌদি, ১৯৬১-৬২ থেকে ১৯৬৯-৭০ পর্যন্ত ৩৬টি টেস্ট ম্যাচের জন্য দলের অধিনায়ক ছিলেন, ১৯৭৪-৭৫ সালে ওয়েস্ট ইন্ডিজের বিপক্ষে আরও চারটি ম্যাচে ফিরে আসেন। তার অধিনায়কত্বের মেয়াদের প্রথম দিকে ওয়েস্ট ইন্ডিজ, ইংল্যান্ড ও অস্ট্রেলিয়ায় দলকে হোয়াইটওয়াশ করা হয়। ১৯৬৭-৬৮ সালে, পতৌদি ভারতকে তার প্রথম নিউজিল্যান্ড সফরে নেতৃত্ব দিয়েছিলেন, যা ভারতে টেস্ট সিরিজ ৩-১ তে জিতেছিল। ১৯৭০-৭১ সালে, অজিত ওয়াদেকর পতৌদির কাছ থেকে অধিনায়কত্ব গ্রহণ করেন। ওয়াদেকরের নেতৃত্বে, ভারত ওয়েস্ট ইন্ডিজ এবং ইংল্যান্ডে প্রথম টেস্ট সিরিজ জয়ের নথিভুক্ত করে। ভারত ১৯৭৪ সালে প্রথম ওয়ানডে খেলেছিল, এছাড়াও তার অধিনায়কত্বেই। ১৯৭৫ সালের ক্রিকেট বিশ্বকাপে শ্রীনিবাসরাঘবন ভেঙ্কটরাঘবনের নেতৃত্বে ভারত প্রথম ওডিআই জিতেছিল।পূর্ব আফ্রিকার বিপক্ষে। ১৯৭৫-৭৬ এবং ১৯৭৮-৭৯-এর মধ্যে, বিষেন সিং বেদী ২২টি টেস্ট এবং ৪টি ওয়ানডেতে দলের নেতৃত্ব দিয়েছিলেন, ৬টি টেস্ট এবং একটি ওডিআই জিতেছিলেন।\nসুনীল গাভাস্কার ১৯৭৮-৭৯ সালে টেস্ট ও ওডিআই অধিনায়ক হিসেবে দায়িত্ব গ্রহণ করেন, ৪৭টি টেস্ট ম্যাচ এবং ৩৭টি ওয়ানডেতে ভারতকে নেতৃত্ব দেন, ৯টি টেস্ট এবং ১৪টি ওডিআই জিতেছিলেন। তিনি ১৯৮০-এর দশকে কপিল দেবের স্থলাভিষিক্ত হন, যিনি ৪টি জয় সহ ৩৪টি টেস্ট ম্যাচে অধিনায়কত্ব করেছিলেন। কপিল দেব ১৯৮৩ সালের ক্রিকেট বিশ্বকাপ সহ তার দায়িত্বে থাকা ৭৪টি ওডিআইয়ের মধ্যে ৩৯টিতে ভারতকে জয়ের পথে নিয়ে যান। কপিল দেব ১৯৮৬ সালে ইংল্যান্ডে ভারতের ২-০ টেস্ট সিরিজ জয়ের নেতৃত্বও দিয়েছিলেন। ১৯৮৭-৮৮ এবং ১৯৮৯-৯০-এর মধ্যে ভারতের তিনজন অধিনায়ক ছিলেন দিলীপ ভেঙ্গসরকার, রবি শাস্ত্রী এবং কৃষ্ণমাচারী শ্রীকান্ত। ১৯৮৭ সালের ক্রিকেট বিশ্বকাপের পর ভেঙ্গসরকার কপিল দেবের কাছ থেকে অধিনায়কত্ব গ্রহণ করেন। যদিও তিনি অধিনায়ক হিসাবে তার প্রথম সিরিজে দুটি সেঞ্চুরি দিয়ে শুরু করেছিলেন, তার অধিনায়কত্বের সময়কাল ছিল অশান্ত এবং ১৯৮৯ সালের শুরুর দিকে ওয়েস্ট ইন্ডিজের একটি বিপর্যয়কর সফর এবং ভারতীয় ক্রিকেট বোর্ডের (বিসিসিআই) সাথে বিরোধের কারণে তিনি অধিনায়কত্ব হারান।\n\n\n== আন্তর্জাতিক মাঠ ==\n\n\n== নির্বাচক কমিটি ==\n\n\n==== বর্তমান সিনিয়র জাতীয় নির্বাচন কমিটি ====\nঅজিত আগরকার (চেয়ারম্যান) যিনি একজন medium pace অলরাউন্ডার ছিলেন\nশিব সুন্দর দাস যিনি একজন উদ্বোধনী ব্যাটসম্যান ছিলেন\nপেসার ছিলেন সুব্রতো ব্যানার্জি\nএকজন পেসার ছিলেন সলিল আনকোলা\nশ্রীধরন শরৎ  যিনি একজন ব্যাটসম্যান ছিলেন\n\n\n== বর্তমান দলের সদস্য ==\n\n\n=== সাম্প্রতিক টি২০ দলের সদস্য ===\n\n\n=== সাম্প্রতিক টেস্ট দলের সদস্য ===\n\n\n=== সাম্প্রতিক একদিবসীয় দলের সদস্য ===\n\n\n== কোচিং এবং সাপোর্ট স্টাফ ==\nম্যানেজার : গিরিশ ডংরে\nপ্রধান প্রশিক্ষক : গৌতম গম্ভীর\nসহকারী কোচ: রায়ান টেন ডেসকাট\nব্যাটিং প্রশিক্ষক: অভিষেক নায়ার\nবোলিং প্রশিক্ষক : মরনে মরকেল\nফিল্ডিং প্রশিক্ষক: টি দিলীপ\nফিজিও: নিতিন প্যাটেল\nভিডিও অ্যানালিস্ট: হরি প্রসাদ মোহন\nTrainer: Basu Shanker\nশক্তি এবং কন্ডিশনিং কোচ : নিক ওয়েব এবং সোহম দেসাই\nথ্রোডাউন বিশেষজ্ঞ : রাঘবিন্দ্রা, নুয়ান সেনেভিরত্নে এবং দয়ানন্দ গারানি\nম্যাসেজ থেরাপিস্ট: অরুণ কানাদে এবং রাজীব কুমার\n\n\n== ঘরোয়া ক্রিকেট ==\nবিশ্ব ক্রিকেটের অন্যতম সুগঠিত ঘরোয়া ক্রিকেট ভারতীয় জাতীয় দলকে আরো সমৃদ্ধ করেছে। ভারত এ ক্রিকেট দল বিভিন্ন সময়ে প্রথম শ্রেণীর ও লিস্ট এ ক্রিকেট খেলে থাকে যেখানে ভবিষ্যতের তারকা খেলোয়াড়দের চিহ্নিত করা হয়৷ অন্যতম ঘরোয়া লিগ গুলি হল :-১. ইন্ডিয়ান প্রিমিয়ার লিগ২. রঞ্জি ট্রফি৩. বিজয় হাজারে ট্রফি৪. সৈয়দ মুশতাক আলী ট্রফি৫. দিলীপ ট্রফি\nইত্যাদি৷\n\n\n== ফলাফল ও আসন্ন সূচি ==\n\n\n=== দ্বি-পাক্ষিক ===\n\n\n=== বহুজাতিক ===\n\n\n== টুর্নামেন্টের ইতিহাস ==\n\n\n=== বিশ্ব টেস্ট চ্যাম্পিয়নশীপ ===\n\n\n=== ক্রিকেট বিশ্বকাপ ===\n\n\n=== বিশ্ব টুয়েন্টি২০ রেকর্ড ===\n\n\n=== আইসিসি চ্যাম্পিয়ন্স ট্রফি ===\n\n\n=== এশিয়া কাপ ===\n\n\n=== বিলুপ্ত টুর্নামেন্ট ===\n\n†ক্রিকেট শুধু ১৯৯৮ কমনওয়েলথ গেমসে খেলা হয়েছিল।\n\n\n=== নক আউট ম্যাচে পরাজয় ===\n\n\n== সিরিজ জয় ==\n\n\n=== টেস্ট সিরিজ জয় ===\n\n\n==== ঘরের মাঠে টেস্ট পরাজয় (শেষ ৪ বছরে) ====\n\n\n=== ওডিআই সিরিজ জয় ===\n\n\n=== টুয়েন্টি২০ সিরিজ জয় ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারতীয় মাঠে ক্রিকইনফোর তালিকা (ইংরেজি)\nক্রিকইনফোতে ভারত (ইংরেজি)"}