{"pageid": 1120894, "title": "ভাগনরী", "url": "https://bn.wikipedia.org/wiki?curid=1120894", "content": "ভাগনরী ভারতে বসবাসকারী একটি হিন্দু বেলুচ সম্প্রদায়। তারা মূলত দক্ষিণ বেলুচিস্তান অঞ্চলের মানুষ। ভারত বিভাগের পরে তারা ভারতে চলে এসেছিল।\n\n\n== ইতিহাস ==\nবহু সম্প্রদায়ের মধ্যে যারা কয়েক দশক ধরে মুম্বাইকে তাদের আবাসস্থল বানিয়েছে তাদের মধ্যে একটি সম্প্রদায় হল ভাগনরী। ভাগনরীরা দক্ষিণ বেলুচিস্তানের সমভূমিতে ভাগ শহরের বাসিন্দা ছিল। একটি মুসলিম অধ্যুষিত অঞ্চলে ব্যবসা ও ব্যবসায়িক কর্মকাণ্ডের সাথে জড়িত থাকার কারণে, এই সম্প্রদায়ের অনেকেই ভাল সুযোগের সন্ধানে অন্য অঞ্চলে চলে যায়। তাদের মধ্যে অনেকেই অবিভক্ত ভারতে এসে সিন্ধু এবং পাঞ্জাব সহ বেশ কিছু এলাকায় বসতি স্থাপন করেছিল। অবশেষে ১৮৭০ এর দশকে তারা করাচি শহরে থাকতে শুরু করে। দেশ বিভাজনের পর, তারা ভারতে চলে আসে এবং মুম্বাই ও ভারতের অন্যান্য অংশে বসতি স্থাপন করে। এখন তারা পৃথিবীর অন্যান্য দেশে ভারতীয় অধিবাসী সম্প্রদায় হিসেবে সংযুক্ত আরব আমিরাত, মার্কিন যুক্তরাষ্ট্র, কানাডা এবং অস্ট্রেলিয়ার মত অঞ্চলে ছড়িয়ে পড়েছে।\n\n\n== শ্রী ভাগনরী পঞ্চায়েত ==\nশ্রী ভাগনারী পঞ্চায়েত হল ভাগনরী সম্প্রদায়ের সংগঠন। এটির স্থাপনা করেছিলেন তাকান্দাস হেমরাজ কাটারিয়া, যিনি ভাগনরী সম্প্রদায়কে পাকিস্তান থেকে ভারতে চলে আসতে সহায়তা করেছিলেন। তিনি ভাগনরী পরিবার গুলির জন্য মুম্বাইয়ে কাটারিয়া বসতিও তৈরি করেছিলেন। মাহিমের বীর সাভারকর মার্গের সাথে পূর্ব মাতুঙ্গার সংযোগকারী রাস্তাটির নাম তাঁর স্মৃতিতে টিএইচ কাটারিয়া মার্গ রাখা হয়েছে।\nসম্প্রদায়ের পঞ্চায়েতের প্রথম নথিভুক্ত ইতিহাস রয়েছে ১৯৩০ সালে। পঞ্চায়েত কাজ করে তাদের সদস্যদের কল্যাণের জন্য, এছাড়াও বৈবাহিক সংযোগ এবং সম্প্রদায়কে একত্রিত করার কাজও তারা করে। সম্প্রদায়ের দ্বারা কথ্য ভাষা হল সারাইকি, এটি পাকিস্তানের একটি সাধারণ উপভাষা। সম্প্রদায়ের প্রবীণ সদস্যরা এই ভাষায় কথা বলেন। অল্পবয়সীরা এটা বুঝতে পারে কিন্তু তারা বেশিরভাগই এই ভাষা বলে না।\n\n\n== জনসংখ্যা ==\nসম্প্রদায়টি প্রায় এক হাজার পরিবার নিয়ে গঠিত। তারা মাহিমে, প্রধানত মাহিমের বীর সাভারকর মার্গের কাটারিয়া কলোনিতে থাকে। এটি ১৯৬১ সালে নির্মিত হয়েছিল, একই সঙ্গে মুম্বাইয়ের অন্য অনেক স্থানে তাদের কলোনি স্থাপিত হয়েছিল। ভারত ছাড়াও বিশ্বের অন্যান্য অনেক দেশ, প্রধানত সংযুক্ত আরব আমিরাত, মার্কিন যুক্তরাষ্ট্র, কানাডা, অস্ট্রেলিয়া ইত্যাদি অঞ্চলে তাদের বসতি আছে।\n\n\n== আরও দেখুন ==\nভারতে বেলুচ জনগণ\nবেলুচিস্তানে হিন্দু ধর্ম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://ebhagnaris.in\nটেমপ্লেট:Baloch tribes"}