{"pageid": 1120756, "title": "বাইটড্যান্স", "url": "https://bn.wikipedia.org/wiki?curid=1120756", "content": "বাইটড্যান্স লিমিটেড (চীনা: 字节跳动; ফিনিন: Zìjié Tiàodòng) হল একটি চীনা বহুজাতিক ইন্টারনেট প্রযুক্তি কোম্পানি যার সদর দপ্তর বেইজিং এবং আইনত কেম্যান দ্বীপপুঞ্জে অবস্থিত।  এটি ২০১২ সালে ঝাং ইমিং, লিয়াং রুবো এবং অন্যদের একটি দল দ্বারা প্রতিষ্ঠিত হয়েছিল। \nবাইটড্যান্স হল ভিডিও-শেয়ারিং সামাজিক যোগাযোগ পরিষেবা টাকটক এবং টিকটকের চীনা সংষ্করণ ডুয়োয়িং অ্যাপের প্রস্তুতকারক।  এটি সংবাদ এবং তথ্য পরিবেশনার প্ল্যাটফর্ম টাউটিয়াও (\"শিরোনাম\") -ও প্রস্তুতকারণ।  ২০২১ সালের জুন পর্যন্ত, বাইটড্যান্স এর সমস্ত কন্টেন্ট প্ল্যাটফর্ম জুড়ে ১৯০ কোটি মাসিক সক্রিয় ব্যবহারকারী ছিল। \n\n\n== ইতিহাস ==\n\n\n=== পটভূমি এবং প্রতিষ্ঠা ===\n২০০৯ সালে, সফ্টওয়্যার প্রকৌশলী এবং উদ্যোক্তা ঝাং ইমিং তার বন্ধু লিয়াং রুবোর সাথে 99fang.com নামের একটি আবাসন সার্চ ইঞ্জিন প্রতিষ্ঠা করেন।  ২০১২ সালের গোড়ার দিকে, দুই বন্ধু এবং 99fang.com এর কিছু কর্মচারী জংগুয়ানকান নামের এক স্থানে একটি অ্যাপার্টমেন্ট ভাড়া নেয় এবং তারা একটি অ্যাপ তৈরি করা শুরু করে যা ব্যবহারকারীদের পছন্দ অনুযায়ী সংবাদ শ্রেণীবদ্ধ করতে বড় ডেটা অ্যালগরিদম ব্যবহার করবে, যা পরে টাউটিয়াও হয়ে যায়।  সেই রছর মার্চে, ইমিং এবং লিয়াং বাইটড্যান্স প্রতিষ্ঠা করেন। \n\n\n=== প্রথম অ্যাপস: নেহান ডুয়ানজি এবং টাউটিয়াও ===\n২০১২ সালের মার্চ মাসে, বাইটড্যান্স তার প্রথম অ্যাপ চালু করে, যার নাম দেয়া হয় নেহান ডুয়ানজি (内涵段子)। এটি ব্যবহারকারীদের কৌতুক, মিমস এবং হাস্যরসাত্মক ভিডিও প্রচার করার সুযোগ করে দেয়। শীর্ষ হিসেবে, ২০১৭ নেহান ডুয়ানজি সালে তার সর্বোচ্চ, ২০ কোটি ব্যবহারকারী ছিল। \n২০১২ সালের আগষ্ট মাসে, বাইটড্যান্স খবর এবং কন্টেন্ট প্ল্যাটফর্ম টাউটিয়াও (头条, \"শিরোনাম\" এর জন্য চীনা ভাষা) এর প্রথম সংস্করণ চালু করে, যা তাদের মূল পণ্য হয়ে ওঠে।  টাউটিয়াও চালু হওয়ার চার মাস পর ২০ লক্ষ দৈনিক সক্রিয় ব্যবহারকারীর মাইলফলক ছোঁয়। \n\n\n=== অধিগ্রহণ এবং আন্তর্জাতিক সম্প্রসারণ ===\n২০১৬ সালের শেষ থেকে ২০১৭ পর্যন্ত, বাইটড্যান্স অনেকগুলি অধিগ্রহণ এবং নতুন পণ্য উদ্বোধন করে। ২০১৬ সালের ডিসেম্বরে, এটি ইন্দোনেশিয়ান সংবাদ সুপারিশ প্ল্যাটফর্ম BABE-তে বিনিয়োগ করে।  দুই মাস পরে, ২০১৭ -এর ফেব্রুয়ারিতে, এটি ফ্লিপগ্রাম অধিগ্রহণ করে, যা পরবর্তীতে নভেম্বর, ২০১৯ এ অধিগ্রহণের পরে মিউজিকলি (Musical.ly)-এর সাথে টিকটকের একীভূত হয়। অন্যান্য উল্লেখযোগ্য অধিগ্রহণের মধ্যে রয়েছে জুলাই ২০১৭ সালে ইউজিসি শর্ট ভিডিও প্ল্যাটফর্ম হাইপস্টার (ভিগো ভিডিও), নভেম্বর . ২০১৭ সালে চিতা মোবাইল (Cheetah Mobile) থেকে নিউজ রিপাবলিক (News Republic)।\n\n\n=== মূল মান এবং জাতীয় তত্ত্বাবধান ===\n২০১৮ সালের এপ্রিলে, চীনের রাষ্ট্রীয় মিডিয়া নিয়ন্ত্রক, ন্যাশনাল রেডিও অ্যান্ড টেলিভিশন অ্যাডমিনিস্ট্রেশন (এনআরটিএ), চীনা অ্যাপ স্টোরগুলি থেকে অস্থায়ীভাবে টাউটিয়াও এবং নেহান ডুয়ানজিকে সরিয়ে দেওয়ার নির্দেশ দেয়। এনআরটিএ নেহান ডুয়ানজিকে \"অশ্লীল\" এবং \"অনুপযুক্ত\" সামগ্রী হোস্ট করার এবং \"ইন্টারনেট ব্যবহারকারীদের মধ্যে তীব্র বিরক্তি সৃষ্টি করার\" জন্য অভিযুক্ত করে।  পরের দিন, নেহান ডুয়ানজি স্থায়ীভাবে বন্ধ ঘোষণা করা হয়।  বন্ধের প্রতিক্রিয়া হিসাবে, ইমিং একটি চিঠি জারি করে যে অ্যাপটি \" সমাজতান্ত্রিক মূল মূল্যবোধের সাথে অসামঞ্জস্যপূর্ণ\" এবং প্রতিশ্রুতি দেয় যে বাইটড্যান্স কর্তৃপক্ষের সাথে তাদের নীতির প্রচারের জন্য \"আরও গভীর সহযোগিতা করবে\"।  বন্ধের পরে, বাইটড্যান্স ঘোষণা করেছে যে এটি তার নিয়োগের ক্ষেত্রে চীনা কমিউনিস্ট পার্টির সদস্যদের অগ্রাধিকার দেবে এবং তার সেন্সর বোর্ডে ৬,০০০ থেকে ১০,০০০ কর্মচারী বৃদ্ধি করবে। \n\n\n=== কৌশলগত বিনিয়োগ বাহুর বরখাস্ত ===\n১৯ জানুয়ারী ২০২২-এ, চীনা মিডিয়া আউটলেট 36Kr থেকে উত্থাপিত প্রতিবেদনে পরামর্শ দেওয়া হয়েছিল যে সংস্থাটি একজন প্রাক্তন বাইটড্যান্স কর্মচারীকে উদ্ধৃত করে তার সম্পূর্ণ কৌশলগত বিনিয়োগ বাহুকে বরখাস্ত করার পরিকল্পনা করছে।  পরে একই দিনে, বাইটড্যান্সের একজন দাপ্তরিক প্রতিনিধি ঘোষণা করেন যে কোম্পানির বিনিয়োগ বাহু বিলুপ্ত করা হয়েছে এবং বিভাগের কর্মী এবং এর প্রধান, ঝাও পেঙ্গুয়ানকে কৌশলগত ব্যবসায়িক ইউনিটে পুনরায় নিয়োগ করার পরিকল্পনা রয়েছে।  অসমর্থিত প্রতিবেদনগুলি পরামর্শ দেয় যে এই পদক্ষেপটি চীনের প্রধান ইন্টারনেট নিয়ন্ত্রক সাইবারস্পেস অ্যাডমিনিস্ট্রেশন অফ চায়না (সিএসি) দ্বারা খসড়া করা নতুন নির্দেশিকাগুলির ফল হতে পারে৷ \n\n\n== কর্পোরেট ব্যাপার ==\n\n\n=== ব্যবস্থাপনা ===\n২০১২ সালে প্রতিষ্ঠার পর থেকে ২০২১ সাল পর্যন্ত ঝাং ইমিং বাইটড্যান্সের চেয়ারম্যান এবং সিইও ছিলেন, এবং সহ-প্রতিষ্ঠাতা লিয়াং রুবো সিইও হিসেবে দায়িত্ব নেন। \n১৯ মে ২০২০-এ, বাইটড্যান্স এবং ডিজনি একটি ঘোষণা প্রকাশ করেছে যে ডিজনির স্ট্রিমিং ব্যবসার প্রধান কেভিন মায়ার বাইটড্যান্সে যোগ দেবেন। জুন, ২০২০ থেকে ২৬শে আগষ্ট, ২০২০ তার পদত্যাগ পর্যন্ত, মায়ার টিকটকেন সিইও এবং বাইটড্যান্সের সিওও পদে দায়িত্ব পালন করেন। ২০২১ সালে, শাওমি-এর প্রাক্তন সিএফও চিউ শোওজি, টিকটকের সিইও হিসেবে দায়িত্ব গ্রহণ করেন। \nঅনেক চীনা কোম্পানির মতো, কোম্পানির একটি অভ্যন্তরীণ সিসিপি কমিটি রয়েছে যা কর্মীদের মধ্যে পার্টির সদস্যদের দায়িত্ব পালন করে, সহ-সভাপতি ঝ্যাং ফুপিং পার্টি কমিটির সেক্রেটারি হিসেবে কাজ করে। \nএপ্রিল ২০২১ সালে, চীনের সাইবারস্পেস অ্যাডমিনিস্ট্রেশনের মালিকানা একটি রাষ্ট্রীয় মালিকানাধীন এন্টারপ্রাইজ, চায়না ইন্টারনেট ইনভেস্টমেন্ট ফান্ড, বাইটড্যান্সের প্রধান চীনা সত্তার আংশিক মালিকানা অংশ নেয় এবং একজন সরকারী কর্মকর্তা, উ শুগাংকে তার পরিচালনা পরিষদে রাখে।  দ্য ইকোনমিস্ট বাইটড্যান্সে চীনা সরকারের অংশীদারিত্বকে একটি ‘সুবর্ণ শেয়ার’ বিনিয়োগ হিসাবে বর্ণনা করেছে। \n\n\n=== অর্থায়ন ===\nকোহলবার্গ ক্রাভিস রবার্টস, সফটব্যাঙ্ক গ্রুপ, সিকোইয়া ক্যাপিটাল, জেনারেল আটলান্টিক এবং হিলহাউস ক্যাপিটাল গ্রুপ দ্বারা বাইটড্যান্স আর্থিকভাবে পরিচালিত হয়। ২০২১ সালের মার্চ পর্যন্ত, প্রাইভেট বাণিজ্যে এটির মূল্য ২৫ হাজার কোটি মার্কিন ডলার অনুমান করা হয়েছিল। \n\n\n=== অংশীদারিত্ব ===\nমন্ত্রকের জনসংযোগ প্রচেষ্টার জন্য বাইটড্যান্সের চায়না ব্যবসার চীনা জননিরাপত্তা মন্ত্রণালয়ের সাথে একটি কৌশলগত অংশীদারিত্ব রয়েছে।  ২০১৯ সালে, বাইটড্যান্স বেইজিং টাইম, বেইজিং মিউনিসিপাল সিসিপি কমিটি দ্বারা নিয়ন্ত্রিত একটি প্রকাশক এবং সাংহাইয়ের একটি রাষ্ট্রীয় মিডিয়া ফার্ম সাংহাই ডংফাং-এর সাথে যৌথ উদ্যোগ গঠন করে।  ২০২১ সালে, বাইটড্যান্স ঘোষণা করেছিল যে সাংহাই ডংফ্যাং-এর সাথে তার অংশীদারিত্ব কখনই চালু ছিল না এবং ভেঙে দেওয়া হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}