{"pageid": 1120649, "title": "থাইল্যান্ডে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1120649", "content": "থাইল্যান্ডের নারীরা এশিয়ার প্রথম নারীদের মধ্যে একজন যারা ১৯৩২ সালেই ভোটাধিকার লাভ করেছে। তবে থাই রাজনীতিতে এখনও তাদের প্রতিনিধিত্ব কম। ইংলাক সিনাওয়াত্রা নামে একজন নারী ২০১১ থেকে ২০১৪ সাল পর্যন্ত প্রধানমন্ত্রী ছিলেন। আর্থ-সামাজিক ক্ষেত্রে নারীদের অংশগ্রহণকে প্রভাবিত করে এমন কারণগুলির মধ্যে রয়েছে \"নীতি ও পরিকল্পনা প্রক্রিয়াতে অপর্যাপ্ত লিঙ্গ সচেতনতা\" এবং সামাজিক স্টেরিওটাইপিং।\n\n\n== রাজনীতি ==\nথাইল্যান্ডের রাজনৈতিক অঙ্গনে অংশগ্রহণকারী নারীদের আইনগত সীমাবদ্ধতা না থাকা সত্ত্বেও, রাজনীতিতে নারীদের উত্থানে যে কারণগুলি বাধা সৃষ্টি করেছে তার মধ্যে রয়েছে কাঠামোগত বাধা, সাংস্কৃতিক প্রতিবন্ধকতা, নিম্ন শিক্ষাগত অর্জন, নিম্ন আর্থ-সামাজিক অবস্থা এবং বিপরীত লিঙ্গের সাথে ক্ষমতা-ভাগাভাগির সমস্যা। ১৯৪৯ সালের ৫ই জুন ওরাপিন চাইয়াকান থাইল্যান্ডের জাতীয় পরিষদে (বিশেষ করে, হাউস অফ রিপ্রেজেন্টেটিভস) প্রথম নারী হিসেবে একটি পদে নির্বাচিত হয়েছিলেন।\nথাইল্যান্ডের রাজনৈতিক অফিসে নির্বাচিত প্রথম নারী সেনা কর্মকর্তা ছিলেন লেফটেন্যান্ট কর্নেল থিতা রঙ্গসিতপোল মান্তিকুল, (জন্ম: থিতিয়া রঙ্গসিতপোল, ৮ নভেম্বর ১৯৯৬)। তিনি একজন থাই রাজনীতিবিদ এবং হাউস অফ রিপ্রেজেন্টেটিভের প্রাক্তন সদস্য যিনি ২০০১ থেকে ২০০৫ সাল পর্যন্ত হাউসে দায়িত্ব পালন করেছেন।\n\n\n== ব্যবসা ==\nথাইল্যান্ডের নারী জনসংখ্যা দেশটির কর্মশক্তির ৪৭%, যা এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলে কর্মরত নারীদের মধ্যে সর্বোচ্চ শতাংশ। যাইহোক, এই নারীরা \"কম বেতনের চাকরিতে মনোনিবেশ\" করার কারণে মজুরির ক্ষেত্রে বৈষম্য এবং লিঙ্গ বৈষম্যের মুখোমুখি হন।\n\n\n== বিবাহ ==\nথাইল্যান্ডের জাতীয় পরিসংখ্যান কার্যালয়ের মতে, থাই নারীরা থাই পুরুষদের তুলনায় কম বয়সে বিয়ে করে এবং ২৪% থাই পরিবারের  নারীরা \"পরিবারের প্রধান\" হিসাবে চিহ্নিত।\nথাইল্যান্ড ২০০৭ সালে বৈবাহিক ধর্ষণকে নিষিদ্ধ ঘোষণা করে।\n\n\n== নারী অধিকারের বিবর্তন ==\nথাইল্যান্ডে শ্রম আইন অনুযায়ী নারীদের অধিকারের জন্য পুরুষ ও নারীরা যে পরিমাণ কাজ করেন সে অনুযায়ী তাদের বেতন দেওয়া প্রয়োজন। ১৯৭৪ সালে, কানিথা উইচিয়েনচারোয়েন দ্য অ্যাসোসিয়েশন ফর দ্য প্রমোশন অফ দ্য স্ট্যাটাস অফ উইমেন (এপিএসডাব্লিউ) এর প্রতিষ্ঠাতা হয়ে ওঠেন, যা নারী ও পুরুষ উভয়ের সমন্বয়ে গঠিত একটি সমিতি, যারা নারী ও শিশুদের জন্য আরও ভাল সুরক্ষা প্রদানের জন্য আইন পুনঃনিরীক্ষণ ও সংশোধন করার জন্য প্রচারাভিযান চালায়। থাইল্যান্ডের ১৯৭৭ সালের সংবিধানে নারীদের সমান অধিকার ও সুরক্ষা প্রদানের প্রয়োজন ছিল। তবে আইনে কিছু বৈষম্য রয়ে গেছে। \nনারীদের দায়িত্ব পালনে বাধা দেওয়ার মতো কোনও আইন নেই তবে খুব কম সংখ্যক নারীই দায়িত্ব পালন করছেন। লিঙ্গ বৈষম্যের জন্য সবচেয়ে বড় সমস্যা হল যখন পারিবারিক সহিংসতা এবং পাচারের প্রসঙ্গটি আসে। ১৯৯৮ সালে যৌন হয়রানি বেআইনি হিসেবে ঘোষিত হয়, কিন্তু খুব কম ক্ষেত্রেই হয়রানির রিপোর্ট করা হয় এবং মামলা প্রমাণ করার অসুবিধার কারণে খুব কম সংখ্যক মামলারই বিচার করা হয়। সংবিধানে এখনও পারিবারিক আইন প্রণয়ন করা বাকি রয়েছে এবং পারিবারিক নির্যাতনের প্রমাণের প্রয়োজনীয়তা এটিকে বিচারের আওতায় আনা প্রায় অসম্ভব করে তোলেছে। ঐতিহ্যগতভাবে, থাই মেয়েদের শিক্ষা বেশিরভাগ বাড়িতেই অনুষ্ঠিত হয় যা গৃহস্থালী কাজের সাথে সংশ্লিষ্ট, বিপরীতে ছেলেরা সাধারণত শিক্ষার জন্য বৌদ্ধ মঠে যায়। দক্ষিণ-পূর্ব এশিয়ায় ব্যবসা এবং কর্মজীবনের জন্য সামগ্রিকভাবে শিক্ষার অভাব রয়েছে।\n\n\n== আরও দেখুন ==\n\nথাইল্যান্ডে নারী ও শিশু যৌনপাচার\nথাই মানুষ\nথাইল্যান্ডের জাতীয় মহিলা হ্যান্ডবল দল\nথাইল্যান্ড জাতীয় মহিলা রাগবি ইউনিয়ন দল\nথাইল্যান্ড নারী জাতীয় ফুটবল দল\nথাইল্যান্ড জাতীয় মহিলা ক্রিকেট দল\nথাইল্যান্ডের জাতীয় মহিলা ভলিবল দল\nথাইল্যান্ডে নারীর প্রতি সহিংসতা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nমাকান-মারকার, মারওয়ান। ব্যাটার্ড উইমেন, নো আর এলোন, রাইটস-থাইল্যান্ড, ipsnews.net, নভেম্বর ২৪, ২০০৫\nপ্রপারনুন, ইয়াদা লিঙ্গ সংবেদনশীলতা এবং থাই সরকারের নীতি প্রণয়নে জবাবদিহিতা, ঐতিহাসিক দৃষ্টিকোণ থেকে বাস্তবায়ন এবং মূল্যায়ন, মার্কিন যুক্তরাষ্ট্রের বোস্টনে IAFFE 2009 সম্মেলনে উপস্থাপনার জন্য নথিপত্র\n\n\n== বহিঃসংযোগ ==\nথাইল্যান্ডের নারী সংগঠন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ সেপ্টেম্বর ২০১৯ তারিখে"}