{"pageid": 1120847, "title": "বাহরাইনে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1120847", "content": "বাহরাইনের নারীরা তাদের জীবনের প্রতিটি ক্ষেত্রে বৈষম্যের শিকার হয় এবং বাহরাইনের আইন ও সাধারণভাবে বাহরাইনি সমাজ উভয়ের দ্বারাই তাদের ব্যক্তিগত স্বাধীনতা কঠোরভাবে সীমিত। বাহরাইনের মাত্র এক-চতুর্থাংশ নারী পরিবারের বাইরে চাকরি করেন। প্রতি বছর ১ ডিসেম্বর বাহরাইনি নারী দিবস পালিত হয়।\n\n\n== ঐতিহ্যবাহী পোশাক ==\n\nবাহরাইনের নারীদের ঐতিহ্যবাহী পোশাকের মধ্যে রয়েছে জেলাবিয়া, এটি একটি দীর্ঘ ও ঢিলঢেলা পোশাক, যা বাড়ির ভেতরে পরার জন্য পছন্দসই পোশাকশৈলীগুলির মধ্যে একটি। বাহরাইনের নারীরা মুহতাশিমা অনুশীলন করতে পারে (আংশিকভাবে চুল ঢেকে রাখতে পারে) অথবা মুহাজিবা করতে পারে (সম্পূর্ণরূপে চুল ঢেকে রাখতে পারে)।\n\n\n== সমাজে ভূমিকা ==\nঅতীতে, যেমন ১৯৬০-এর দশকে, বাহরাইনের নারীদের ভূমিকা তাদের স্বামীদের ভূমিকা বা কাজের উপর নির্ভর করত। জেলেদের সঙ্গে বিয়ে করা নারীরা মাছ পরিষ্কারকারী এবং মাছ বিক্রেতা হিসাবে তাদের স্বামীকে তাদের ব্যবসায়ে সহায়তা করবে বলে আশা করা হত। একইভাবে কৃষকদের সঙ্গে বিয়ে করা বিবাহিত নারীরা কৃষিকাজে সাহায্যকারী এবং উৎপাদন বিপণনকারী হিসাবে কাজ করবে বলে আশা করা হত। শহর ও নগরে, নারীদেরকে প্রথাগতভাবে বাড়ির কাজ এবং শিশুদের যত্ন নেওয়ার জন্য নিযুক্ত করা হয়েছিল। বাহরাইনের ধনী নারীরা, সাধারণভাবে, তাদের জন্য তাদের দৈনন্দিন কাজ সম্পাদন করার জন্য চাকর-চাকরাণী নিয়োগ করতেন। উপরন্তু, বাহরাইনের নারীরা ঐতিহ্যগত বয়ন সূচিকর্মে তাদের দক্ষতার জন্য বিখ্যাত। বাহরাইনের নারীদের এই প্রতিভা বাহরাইনের সংস্কৃতি ও ঐতিহ্যের প্রতিফলন।\nগত ত্রিশ বছরে, বাহরাইনের নারীরা সমাজে প্রচলিত নারী ভূমিকা থেকে বিচ্যুত হওয়ার সুযোগ পেয়েছে। তারা তাদের ভূমিকা সম্প্রসারিত করতে এবং শিক্ষা, চিকিৎসা, নার্সিং অনুশীলন ‌ও অন্যান্য স্বাস্থ্য-সম্পর্কিত চাকরি, অর্থায়ন, কেরানির চাকরি, হালকা উৎপাদন, ব্যাংকিং পেশা এবং পশুচিকিৎসা বিজ্ঞানের ক্ষেত্রে কর্মজীবন অর্জন করতে সক্ষম হয়েছিল।\nপ্রকৃতপক্ষে, বাহরাইন প্রথম জিসিসি দেশ যেখানে উচ্চতর সরকারী  পদক্রম এবং দায়িত্বগুলিতে নারীরা রয়েছে, যারা মন্ত্রী এবং রাষ্ট্রদূতের মতো পদে সরকারের প্রতিনিধিত্ব করে।\n\n\n== রোল মডেল ==\nশিক্ষার গুরুত্ব এবং ফ্যাশন প্রবণতা সম্পর্কে সম্পর্কে বাহরাইনের নারীদের দৃষ্টিভঙ্গির উপর নিউ জার্সির ব্রান্সউইকের আমেরিকান মিশনারি দলের একটি প্রভাব ছিল যারা ১৮৯০-এর দশকের শেষের দিকে বাহরাইনে এসেছিলেন, সেইসাথে মিশর ও লেবানন থেকে আসা প্রাথমিক প্রবাসী নারী শিক্ষকরাও এক্ষেত্রে অনুপ্রেরণা যুগিয়েছে। বাহরাইনের নারীদের জন্য প্রথম ধর্মনিরপেক্ষ স্কুল আল-খাদিজা আল-কুবরা ১৯২৮ সালে প্রতিষ্ঠিত হয়।\n\n\n== শিক্ষা ==\nফারুক আমিনের মতে, ১৯২৮ সালে বাহরাইন ছিল প্রথম উপসাগরীয় দেশ যেখানে নারীদের জন্য শিক্ষা লাভের সুযোগ ছিল।\nএছাড়াও বাহরাইন হল প্রথম উপসাগরীয় রাষ্ট্র যেখানে ১৯৬৫ সালে নারীদের জন্য সামাজিক সংগঠন ছিল। ২০০৫ সালে, রয়েল ইউনিভার্সিটি ফর উইমেন (আরইউডাব্লিউ) ছিল বাহরাইনের প্রথম বেসরকারী আন্তর্জাতিক বিশ্ববিদ্যালয় যা দেশের নারীদেরকে শিক্ষিত করার জন্য নিবেদিত ছিল।\n\n\n== আরও দেখুন ==\nমুক্ত হও\nবাহরাইনে নারীর অধিকার\nইসলামে নারী\nআরব সমাজে নারী\n\n\n== তথ্যসূত্র =="}