{"pageid": 1120646, "title": "বেদারা বেশ", "url": "https://bn.wikipedia.org/wiki?curid=1120646", "content": "বেদারা বেশ হল এক ধরনের লোকনৃত্য। এটি কর্নাটকের শিরসি শহরে দোলের রাতের আগে থেকে পরিবেশিত হয়। এটি 'শিকার নৃত্য' নামেও পরিচিত। শিরসির লোকেরা প্রতি দুবছর পর্যায়ক্রমে এই অনন্য লোকনৃত্যের সাথে দোলযাত্রা উদযাপন করে। দোলযাত্রার পাঁচ দিন রাজ্যের বিভিন্ন প্রান্ত থেকে প্রচুর লোক সমাগম হয়।\n\n\n== ইতিহাস ==\nবেদারা বেশ একটি অনন্য লোকনৃত্য যার ইতিহাস ৩০০ বছরের পুরানো। কিংবদন্তি অনুসারে, 'বিজয়নগর রাজাদের' রাজত্বের পরে, শিরসি (তৎকালীন কল্যাণপট্টন) এবং অন্যান্য দক্ষিণ ভারতের অঞ্চলগুলি শাসন করেছিল সোন্দা রাজবংশ।\nসোন্দা অঞ্চলে মুসলমানদের আক্রমণের ভয় সবসময়ই ছিল। তাদের রক্ষা করার জন্য, শাসকরা বেদা সম্প্রদায়ের এক যুবক ‘মল্লেশি’কে নিযুক্ত করেছিলেন, সে ছিল বিজয়নগর সাম্রাজ্যের একজন যোদ্ধা।\nপ্রাথমিকভাবে, মল্লেশি তার দায়িত্বগুলি ভালভাবে পালন করেছিল, কিন্তু পরে, সে সমস্যা সৃষ্টি করতে শুরু করে এবং ব্যভিচারী হয়ে ওঠে। সে স্থানীয় নেতা দাসপ্পা শেঠির কন্যা রুদ্রাম্বিকাকে বিবাহের প্রস্তাব দেয়। রুদ্রাম্বিকা সাহসী এবং নির্ভীক ছিলেন; সমাজের স্বার্থে তিনি মল্লেশীকে বিবাহ করেন।\nদোলের এক রাতে, যখন মল্লেশি নাচছিল, রুদ্রাম্বিকা তার চোখে অম্ল (অ্যাসিড) নিক্ষেপ করেন, ফলে সে অন্ধ হয়ে যায়। তারপরে সে রুদ্রাম্বিকাকে হত্যা করার জন্য তাড়া করার চেষ্টা করেছিল কিন্তু ১২জন গ্রামবাসীর তাকে ধরে ফেলে এবং জীবন্ত পুড়িয়ে মারে।\nরুদ্রাম্বিকার আত্মত্যাগকে স্বীকৃতি দিয়ে 'বেদার বেশ' শুরু হয়েছিল এবং সেই ঐতিহ্য এখনও চলছে।\n\n\n== এটি যেভাবে সম্পন্ন করা হয় ==\nএই নৃত্যটি শিল্প, সংস্কৃতি, ইতিহাস এবং আবেগের মিশ্রন। প্রাণবন্ত এবং প্রাকৃতিক রঙের সূক্ষ্ম ব্যবহার এটিকে একটি জমকালো পরিবেশনা করে তোলে।\nপুরো নৃত্যের বিষয় একটি সর্বোচ্চ ব্যক্তিত্বের উপর কেন্দ্রীভূত হয় যে একজন ভয়ঙ্কর স্বভাবের উপজাতীয়। এই ব্যক্তির মুখটি এমনভাবে আঁকা হয় যাতে সেটি অত্যন্ত ভীতিকর হয়। একটি তুলোর বল তার নাকে লাগানো হয়, যাতে তাকে একটি বীভৎস প্রাণী মনে হয়।\nএই কেন্দ্রীয় চরিত্রটির সহযোগী থাকে প্রায় পনেরো জন পুরুষ। বেদারা বেশ নাচের প্রায় এক সপ্তাহ আগে অনুশীলন শুরু হয়, এবং প্রদর্শনের দিনের উপস্থাপনা বাকরুদ্ধ করে দেয়।\n\nঅভিনয় শিল্পীকে ময়ূরের পালক, গোঁফ, সুতি ও লাল কাপড়, ফল, ঢাল এবং তলোয়ার দিয়ে সজ্জিত করা হয়। শিল্পীর পেটে দুটি দড়ি বাঁধা থাকে এবং দুইজন লোক পিছন থেকে সেই দড়ি ধরে থাকে। এটি মূলত বোঝায় মল্লেশিকে বিরত করা হচ্ছে তার সামনে আসা লোকজনকে হত্যা করার চেষ্টা থেকে। নৃত্যকে ছন্দ দেওয়ার জন্য হস্তধৃত ড্রাম (টামাটে) ব্যবহার করা হয়। শিকার নৃত্য পরিবেশনকারীরা প্রথমে স্থানীয় রাস্তা থেকে নৃত্য শুরু করে এবং সারা রাত ধরে শিরসি শহরের বিভিন্ন স্থানে নৃত্য পরিবেশন করে।\n\n\n== আধুনিক আকার ==\nপ্রায় ৫০জন একক শিল্পী  ড্রাম বাদকদের একটি দল নিয়ে শিকার নৃত্য বা বেদারা বেশ পরিবেশন করে। আধুনিক সময়ে বেদারা বেশের সাথে রাস্তায় বিভিন্ন ধরনের পরিবেশনা দেখা যায়।\n\n\n== তথ্যসূত্র =="}