{"pageid": 1120752, "title": "পি কে রোজি", "url": "https://bn.wikipedia.org/wiki?curid=1120752", "content": "পিকে রোজি (রাজাম্মা, রোসাম্মা, রাজম্মাল) ছিলেন মালয়ালম চলচ্চিত্রের প্রথম নায়িকা এবং ভারতীয় সিনেমার প্রথম দলিত অভিনেত্রী। তার পুলায়া (দলিত) বর্ণের পটভূমি বিতর্কের সৃষ্টি করেছিল। তিনি জেসি ড্যানিয়েল পরিচালিত বিগাথাকুমারন (দ্য লস্ট চাইল্ড) এর নায়িকা ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ১৯০৩ সালে রাজাম্মা, তিরুবনন্তপুরম (ত্রিবান্দ্রম) নন্দনকোড়ের একটি পুলাইয়া পরিবার, পৌলোস এবং কুঞ্জির ঘরে জন্মগ্রহণ করেন। জন্মের পর তার নাম রাখা হয় রাজম্মা। তার জীবিত আত্মীয়রা নিশ্চিত করে যে তার বাবা খুব অল্প বয়সে মারা যান যখন তিনি তার পরিবারকে দারিদ্র্যের মধ্যে নিমজ্জিত রেখে চলে যান। তার ছোট বছরগুলি ঘাস কাটার হিসাবে ব্যয় করা হয়েছিল। তিনি শিল্পকলার প্রতিও খুব আগ্রহী ছিলেন এবং তার চাচা দ্বারা এতে উত্সাহিত হয়েছিলেন, যিনি তার জন্য সঙ্গীত এবং অভিনয়ের জন্য একজন শিক্ষক খুঁজে পেয়েছিলেন। তিনি নিয়মিতভাবে স্থানীয় স্কুল অফ পারফর্মিং আর্টসে গিয়েছিলেন কাক্কিরাসি নাটকম অধ্যয়নের জন্য, তামিল এবং মালয়ালমের মিশ্রণে তামিল লোক থিয়েটারের একটি ফর্ম যা শিব এবং পার্বতীর যাযাবর হিসাবে পৃথিবীতে আসার গল্পগুলিকে ঘিরে আবর্তিত হয়।\nসেই দিনগুলিতে, অভিনয় সাধারণত কোনও মহিলার কাজ ছিল না এবং যে মহিলারা অভিনয়কে একটি গুরুতর পেশা হিসাবে বিবেচনা করতেন তাদের লিসেন্টিয়াস বা \"আলগা\" হিসাবে চিহ্নিত করা হত। অভিনয়ের প্রতি রোজির ভালবাসা মনে হয় সমাজ তাকে কী নামে ডাকবে তার জন্য তিনি যে উদ্বেগগুলি ধরে রেখেছিলেন তা অতিক্রম করেছে।\nতার \"রোজি\" নামের উৎপত্তি সম্পর্কে অনেকেই দাবি করেন যে তার পরিবার খ্রিস্টান ধর্মে ধর্মান্তরিত হয়েছে এবং তার নাম রাজাম্মা থেকে রোসাম্মা হয়েছে। যদিও অন্যরা দাবি করেন যে ড্যানিয়েলই তাকে আরও 'গ্ল্যামারাস' নাম দিয়েছিলেন। তার পরিবারের সদস্যরা এই দাবির বিরোধিতা করে যে তিনি এক ভাগ্নেকে ধর্মান্তরিত করেছিলেন এই বলে যে \"রোজিকে পড়াশোনা করতে পাঠাতে, সে এলএমএস চার্চে খ্রিস্টান ধর্মে ধর্মান্তরিত হয়েছিল। সেই ভিত্তিতেই সেই সময়ে শিশুদের শিক্ষা দেওয়া হত। অন্য কেউ ধর্মান্তরিত হয়নি। তার মা হিন্দু হিসেবে থাকতেন।\n\n\n== কর্মজীবন ==\n১৯২৮ সালের মধ্যে তিনি কাকিরাসিতে দক্ষ হয়ে ওঠেন। এর থেকে তিনি জেসি ড্যানিয়েলের চলচ্চিত্রের নায়িকা হওয়ার জন্য পদক্ষেপ নিয়েছিলেন যখন তার প্রথম সম্ভাব্য নায়িকা এই ভূমিকার জন্য অনুপযুক্ত প্রমাণিত হয়েছিল। তিনি ছবিতে একজন নায়ার মহিলা সরোজিনীর চরিত্রে অভিনয় করেছিলেন। যখন বিগাথুকুমারনকে মুক্তি দেওয়া হয়, তখন নায়ার সম্প্রদায়ের সদস্যরা একজন দলিত মহিলাকে নায়ারের চরিত্রে অভিনয় করতে দেখে ক্ষুব্ধ হন। সেই সময় চলচ্চিত্র শিল্পের অনেক বিশিষ্ট সদস্যবিধায়ক আইনজীবী মাধুর গোবিন্দন পিল্লাই সহ রোজি যদি সেখানে শারীরিকভাবে উপস্থিত থাকতে চান তবে বিগাথাকুমারনের উদ্বোধন করতে অস্বীকার করেছিলেন। একটি দৃশ্যের পরে যেখানে প্রধান চরিত্রটি তার চুলে একটি ফুলদিয়ে চুম্বন করেছিল, তখন দর্শকরা পর্দার দিকে পাথর নিক্ষেপ করেছিল। পরিচালক ড্যানিয়েল নিজেই প্রতিক্রিয়ার ভয়ে তিরুবনন্তপুরমের ক্যাপিটল থিয়েটারে উদ্বোধনী অনুষ্ঠানে তাকে আমন্ত্রণ জানাননি। কিন্তু রোজি উপস্থিত ছিলেন, কিন্তু তারপরেও যারা এই অনুষ্ঠানটি বয়কট করেছিল তাদের দ্বারা একটি দ্বিতীয় প্রদর্শনী দেখার জন্য তৈরি করা হয়েছিল।\nএকজন নায়ার চরিত্রে অভিনয় করার \"অপরাধ\" এর কারণে, উচ্চ বর্ণের দ্বারা তার বাড়ি পুড়িয়ে দেওয়া হয়েছিল বলে জানা গেছে। বলা হয় যে তিনি একটি লরিতে করে পালিয়ে যান যা তামিলনাড়ুর দিকে যাচ্ছিল, লরি চালক কেশবন পিল্লাইকে বিয়ে করেছিলেন এবং তামিলনাড়ুতে \"রাজাম্মাল\" হিসাবে নীরবে তার জীবন কাটিয়েছিলেন। তার সন্তানরা তার সংক্ষিপ্ত স্টারডম সম্পর্কে কিছুই জানত না, তবে তিনি একজন থিয়েটার শিল্পী ছিলেন এবং বর্তমানে পিল্লাইয়ের বর্ণের নায়ার হিসাবে বাস করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআলাপুঝায় বিগাথাকুমারন"}