{"pageid": 112082, "title": "সূরা কাহফ", "url": "https://bn.wikipedia.org/wiki?curid=112082", "content": "আল কাহফ ( আরবি:سورة الكهف) হল মুসলমানদের ধর্মীয় গ্রন্থ কুরআনের ১৮ তম সূরা৷ এর আয়াত সংখ্যা ১১০ টি ও রূকুর সংখ্যা ১২ টি। সূরাটি মক্কায় অবতীর্ণ হয়েছে। এ সূরায় কুরাইশদের তিনটি প্রশ্ন উল্লেখ করে সেসবের উত্তর দেওয়া হয়েছে। এই সূরায় হযরত মুসা,  হযরত খিযির ও জুলকারনাইনের ঘটনাও বর্ণনা করা হয়েছে। এ সূরার আলোচনার মূল বিষয় হল আসহাবে কাহফ বা কয়েকজন দুনিয়াত্যাগী গুহাবাসী মুমিনের ঘটনা। \n\n\n== বৈশিষ্ট্য ==\nমুসলিম, আবু দাউদ, তিরমিযী, নাসায়ী ও মুসনাদে আহমদে হযরত আবুদ্দারদা  থেকে বর্ণিত আছে যে, যে ব্যক্তি সূরা কাহ্‌ফের প্রথম দশ আয়াত মুখস্থ করে, সে দাজ্জালের ফেৎনা থেকে নিরাপদ থাকবে। মুসনাদে আহমদে হযরত সাহ্‌ল ইবনে মু'আযের রেওয়ায়েতে আছে যে, রসূলুল্লাহ্‌ বলেনঃ যে ব্যক্তি সূরা কাহ্‌ফের প্রথম ও শেষ আয়াতগুলো পাঠ করে, তার জন্যে তার পা থেকে মাথা পর্যন্ত একটি নূর হয়ে যায় এবং যে ব্যক্তি সম্পূর্ণ সূরা পাঠ করে, তার জন্যে যমীন থেকে আসমান পর্যন্ত নূর হয়ে যায়।\nরূহুল-মা'আনীতে হযরত আনাস  -এর বর্ণিত রসূলুল্লাহ্‌  বলেনঃ সূরা কাহফ সম্পূর্ণটুকু এক সময় নাযিল হয়েছে এবং সত্তর হাজার ফেরেশতা এর সঙ্গে আগমন করেছেন। এতে এর মাহাত্ম্য প্রকাশ পায়।\n\n\n== শানে নুযূল ==\nইমাম ইবনে জরীর তাবারী হযরত ইবনে-আব্বাসের রেওয়ায়েতে বর্ণনা করেনঃ যখন মক্কায় রসূলুল্লাহ্‌  -এর নবুওয়তের চর্চা শুরু হয় এবং কোরাইশরা তাতে বিব্রত বোধ করতে থাকে, তখন তারা নযর ইবনে হারেস ও ওকবা ইবনে আবী মুয়ী'তকে মদীনার ইহুদী পন্ডিতদের কাছে প্রেরণ করে। রসূলুল্লাহ্‌  সম্পর্কে তারা কি বলে, জানার জন্যে। ইহুদী পন্ডিতরা তাদেরকে বলে দেয় যে, তোমরা তাকে তিনটি প্রশ্ন করো। তিনি এসব প্রশ্নের সঠিক উত্তর দিলে বুঝে নেবে যে, তিনি আল্লাহ্‌র রসূল। অন্যথায় বোঝবে, তিনি একজন বাগাড়ম্বরকারী রসূল নন।\n\n(১) তাঁকে ঐসব যুবকের অবস্থা জিজ্ঞাস কর, যারা প্রাচীনকালে শহর ছেড়ে চলে গিয়েছিল। তাদের ঘটনা কি? কেননা, এটা অত্যন্ত বিস্ময়কর ঘটনা।\n(২) তাঁকে সে ব্যক্তির অবস্থা জিজ্ঞেস কর, যে পৃথিবীর পূর্ব ও পশ্চিম এবং সারা বিশ্ব সফর করেছিল। তার ঘটনা কি?\n(৩) তাঁকে রূহু সম্পর্কে প্রশ্ন কর যে, এটা কি?\nউভয় কোরাইশী মক্কায় ফিরে এসে ভ্রাতৃসমাজকে বললঃ আমরা একটি চূড়ান্ত ফয়সালার পরিস্থিতি সৃষ্টি করে ফিরে এসেছি। অতঃপর তারা তাদেরকে ইহুদী আলেমদের কাহিনী শুনিয়ে দিল। কোরাইশরা রসূলুল্লাহ্‌  -এর কাছে এ প্রশ্নগুলো নিয়ে হাযির হল। তিনি শুনে বললেনঃ আগামীকাল উত্তর দেব। কিন্তু তিনি ইনশাআল্লাহ্‌ বলতে ভুলে গেলেন। কোরাইশরা ফিরে গেল। রসূলুল্লাহ্‌  ওহীর আলোকে জওয়াব দেবার জন্যে আল্লাহ্‌র তরফ থেকে ওহী আসার অপেহ্মায় রইলেন। কিন্তু ওয়াদা অনুয়াযী পর দিবস পর্যন্ত ওহী আগমন করল না; বরং পনের দিন এ অবস্থায় কেটে গেল। ইতোমধ্যে জিবরাঈলও এলেন না এবং কোন ওহীও নাযিল হল না। অবস্থাদৃষ্টে কোরাইশরা ঠাট্টা-বিদ্রূপ আরম্ভ করে দিল। এতে রসূলুল্লাহ্‌  খুবই দুঃখিত ও চিন্তিত হলেন।\nপনের দিন পর জিবরাঈল সূরা কাহফ নিয়ে অবতর করলেন। এতে ওহীর বিলম্বের কারণও বর্ণনা করে দেয়া হল যে, ভবিষ্যতে কোন কাজ করার ওয়াদা করা হলে ইনশাআল্লাহ্‌ বলা উচিত।\n\n\n== প্রশ্ন এবং এর উত্তর ==\nপ্রথম প্রশ্নটি ছিল যুবকদের সম্পর্কে। এ সূরায় যুবকদের ঘটনাও পুরোপুরি বর্ণনা করা হয়েছে। তাদেরকে আসহাবে কাহফ বা গুহাবাসী বলা হয়। দ্বিতীয় প্রশ্নটি ছিল পৃথিবীর পূর্ব ও পশ্চিম এবং সারা বিশ্ব সফরকারী ব্যক্তির সম্পর্কে। এ সূরায় পূর্ব ও পশ্চিমে সফরকারী যুলকারণাইনের ঘটনাও বিস্তারিতভাবে উল্লেখ করা হয়েছে। কুরআন শরীফের সূরা কাহাফের আয়াত নম্বর ৮৩-১০১ অংশে জুলকারণাইন সম্পর্কিত বর্ণনা আছে। নবী হিসেবে জুলকারণাইনের নাম উল্লেখ নেই যদিও কিন্তু তিনি নবী ছিলেন না এমনটিও বলা হয়নি। বলা হয়েছে যে, আল্লাহ তাকে সকল বিষয়ে পথনির্দেশ বা দিকনির্দেশনা এবং/অথবা কার্যপোকরণ দিয়েছেন। তিনি এরপর দুটি পথ অনুসরণ করেন। এর মধ্যে এক পথে গিয়ে তিনি ইয়াজুজ মাজুজের হাতে অত্যাচারিত এক জাতির দেখা পান। তিনি তাদের জন্য গলিত তামার তৈরি একটি প্রাচীর বানিয়ে দেন। সূরা কাহাফ ৮৩-৮৬ নম্বর আয়াতে নিম্নরূপ বর্ণিত আছেঃ\n\"তারা আপনাকে যুলকারণাইন সম্পর্কে জিজ্ঞাসা করে। বলুনঃ আমি তোমাদের কাছে তাঁর কিছু অবস্থা বর্ণনা করব। আমি তাকে পৃথিবীতে প্রতিষ্ঠিত করেছিলাম এবং প্রত্যেক বিষয়ের কার্যোপকরণ দান করেছিলাম। অতঃপর তিনি এক কার্যোপকরণ অবলম্বন করলেন। অবশেষে তিনি যখন সুর্যের অস্তাচলে পৌছলেন; তখন তিনি সুর্যকে এক পঙ্কিল জলাশয়ে অস্ত যেতে দেখলেন এবং তিনি সেখানে এক সম্প্রদায়কে দেখতে পেলেন। আমি বললাম, হে যুলকারণাইন! আপনি তাদেরকে শাস্তি দিতে পারেন অথবা তাদেরকে সদয়ভাবে গ্রহণ করতে পারেন।\"\nজুলকারণইন পৃথিবীর বিভিন্ন অঞ্চল ঘুরে বেড়াতেন নির্যাতীত, বঞ্চিত, শাসকের হাতে শোসিত লোকদের মুক্তি দিতেন। কুরআনের বর্ণনা অনুযায়ী অরুণাচলে, যেখান থেকে সূর্য উদিত হয় সেখানে ইয়াজুজ, মাজুজের হাত থেকে জনগণকে রক্ষা করার জন্য দেয়াল তুলে দিয়েছিলেন জুলকারণাইন। আর সে স্থানটি পাহাড়ের প্রাচীরের মাঝখানে। সূরা কাহাফের ৯৩ হতে ৯৮ নম্বর আয়াতে জুলকারণাইনের এই প্রাচীর নির্মাণের উল্লেখ আছে। পরবর্তী আয়াতের বিভিন্ন বাংলা অনুবাদে গলিত তামার উল্লেখ আছে; ইংরেজি অনুবাদে তামার স্থলে সীসার উল্লেখ আছে। জুলকারণাইন তাদের প্রতিরোধ প্রাচীর তৈরি করার জন্য উপাদান ও শ্রম সরবরাহ করতে বললেন। তারা নিজেরাই জুলকারণাইনের আদেশ মত দুই পর্বতের মাঝে শক্ত লোহার প্রাচীর বা দ্বার তৈরি করে। এবং তৃতীয় প্রশ্নটি ছিল \"রূহু\" সম্পর্কে। তারও জওবাব দেওয়া হয়েছে। কিন্তু রূহু সম্পর্কিত প্রশ্নের জওবাব সংহ্মেপে দেয়াই সমীচীন ছিল। তাই সূরা বনী-ইসরাঈলের শেষে আলাদাভাবে বর্ণনা করা হয়েছে এবং এ কারণেই সূরা কাহফকে সূরা বনী-ইসরাঈলের পরে স্থান দেয়া হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nতাফসীর ইবনে কাসীর  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ মে ২০০৮ তারিখে\nআল কাহফ at Altafsir.com\nসূরা কাহফ এবং আধুনিক যুগ by Sh ইমরান হোসেন"}