{"pageid": 1120689, "title": "পরব্রহ্ম উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1120689", "content": "পরব্রহ্ম উপনিষদ (সংস্কৃত: परब्रह्म उपनिषत्) হল সংস্কৃত ভাষায় রচিত হিন্দুধর্মের মধ্যযুগীয় ক্ষুদ্র  উপনিষদগুলির মধ্যে একটি। পাঠটি অথর্ববেদের সাথে সংযুক্ত, এবং এটি ২০টি সন্ন্যাস উপনিষদের মধ্যে একটি।\nএই পাঠের পাণ্ডুলিপিগুলিকে কখনও কখনও পরব্রহ্মোপনিষদ নামেও শিরোনাম করা হয়েছে। মুক্তিকা ক্যাননের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানের কাছে বর্ণিত, এটি ৭৮ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== কালপঞ্জি ও লেখক ==\nপরব্রহ্ম উপনিষদের রচনার তারিখ বা রচয়িতা জানা যায়নি, তবে অধ্যায় ১ ব্যতীত এটি ব্রহ্ম উপনিষদ থেকে ধার করা হয়েছে, বাকি পাঠ সম্ভবত মধ্যযুগের শেষের পাঠ্য। অলিভেল ও স্প্রকহফ এটিকে ১৪ বা ১৫ শতকের পাঠ্য বলে পরামর্শ দেন।\n\n\n== বিষয়বস্তু ==\nপরব্রহ্ম উপনিষদ প্রাথমিকভাবে গৃহকর্তাদের দ্বারা পরিধান করা পবিত্র সূতা ও টপকনট চুলের টুফ্টের ঐতিহ্য বর্ণনা করে এবং হিন্দু আশ্রম ব্যবস্থায় সন্ন্যাস জীবনধারা ত্যাগ করার পর কেন উভয়ই সন্ন্যাসীদের দ্বারা পরিত্যাগ করা হয়। পাঠ্য দাবি করে যে জ্ঞান হল ত্যাগকারীদের অভ্যন্তরীণ বলিদানের সূত্র, এবং জ্ঞান হল তাদের প্রকৃত শীর্ষকণ্ট। এই সন্ন্যাসীরা, প্যাট্রিক অলিভেল বলেন, ব্রহ্মকে (অপরিবর্তিত, চূড়ান্ত বাস্তবতা) তাদের অভ্যন্তরীণ \"সর্বোচ্চ সূত্র যার উপর সমগ্র মহাবিশ্ব সূত্রে মুক্তার মতো বিন্যস্ত\" হিসাবে বিবেচনা করে। জ্ঞানের উপর এই বারবার জোর দেওয়া এবং এই মধ্যযুগীয় যুগের পাঠে আত্ম-ব্রাহ্মণের অভ্যন্তরীণ সমতুল্যের বিনিময়ে বাহ্যিক পোশাক ও আচার-অনুষ্ঠান পরিত্যাগ করা প্রাচীন উপনিষদের অনুরূপ।\n\nসন্ন্যাসীরা কেন গৃহকর্তা হিসেবে পরিধান করা টপকট ও পবিত্র সুতো পরিত্যাগ করে তার বারবার এবং বর্ধিত আলোচনার জন্য পাঠটি উল্লেখযোগ্য। তাদের চুলের গোড়া ও সুতো আর বাহ্যিক নয়, বরং অভ্যন্তরীণ, পাঠটি বলে, জ্ঞানের আকারে এবং আত্ম-ব্রহ্ম সম্পর্কে তাদের সচেতনতা যা মহাবিশ্বকে একীভূত একতার মধ্যে নিয়ে যায়।\nপরব্রহ্ম উপনিষদ ব্রহ্মাকে মানুষের চেতনার সাথে যুক্ত করে যখন সে জেগে থাকে, বিষ্ণুকে তার চেতনার সাথে স্বপ্নে দেখা অবস্থায়, মহেশ্বর (শিব) গভীর ঘুমের মধ্যে তার চেতনার সাথে এবং ব্রহ্মকে তুরিয়া হিসেবে চেতনার চতুর্থ অবস্থার সাথে যুক্ত করে। উপনিষদ যাদের শুধু মাথার চুলের ভর এবং তাদের বুক জুড়ে দৃশ্যমান পবিত্র সূত্রকে ফাঁপা প্রতীক সহ \"ছদ্ম-ব্রহ্ম\" বলে অভিহিত করেছে, যারা আধ্যাত্মিক আত্ম-জ্ঞান অর্জন করছে না।\nপ্রকৃত বিচারক, প্রকৃত মুক্তির অন্বেষণকারী, পাঠ্যটি দাবি করে, এই বাহ্যিক প্রতীকগুলিকে পরিত্যাগ করে এবং হৃদয়ের মধ্যে তার আত্মার প্রকৃতি, চূড়ান্ত বাস্তবতা ও চেতনাকে ধ্যান ও বোঝার উপর মনোনিবেশ করে। তিনি বেদ জ্ঞানী, ভাল আচরণের, তার সূত্র এর সুতোগুলি সত্য (তত্ত্ব) নীতি, এবং তিনি ভিতরে জ্ঞান পরিধান করেন। তিনি বাহ্যিক আচার-অনুষ্ঠানের প্রতি কোন মনোযোগ দেন না, তিনি ওঁ ও হংস (আত্মা-ব্রহ্ম) এর সাথে মুক্তির জন্য অভ্যন্তরীণ জ্ঞানে নিজেকে নিয়োজিত করেন।\nপরব্রহ্ম উপনিষদের প্রথম অধ্যায়টি আরও প্রাচীন ব্রহ্মা উপনিষদের প্রথম অধ্যায়ের অনুরূপ। পাঠ্যটি কথাশ্রুতি উপনিষদের সাথে অনেকগুলি বিভাগও শেয়ার করে। পাঠ্যটি ছান্দোগ্য উপনিষদ অধ্যায় ৬.১, এবং অরুণি উপনিষদ অধ্যায় ৭ থেকে সংস্কৃত পাঠ্যের অংশগুলিকেও উল্লেখ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDeussen, Paul (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Oxford University Press (Reprinted by Cosimo)। আইএসবিএন 978-1-61640-239-6। \nHattangadi, Sunder (২০০০)। \"परब्रह्मोपनिषत् (Parabrahma Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৯ জানুয়ারি ২০১৬। \nOlivelle, Patrick (১৯৯২)। The Samnyasa Upanisads। Oxford University Press। আইএসবিএন 978-0195070453। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279। \nSprockhoff, Joachim F (১৯৭৬)। Samnyasa: Quellenstudien zur Askese im Hinduismus (জার্মান ভাষায়)। Wiesbaden: Kommissionsverlag Franz Steiner। আইএসবিএন 978-3515019057। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}