{"pageid": 1121352, "title": "উত্তর কোরিয়ায় টেলিভিশন", "url": "https://bn.wikipedia.org/wiki?curid=1121352", "content": "উত্তর কোরিয়ায় টেলিভিশন কোরীয় কেন্দ্রীয় সম্প্রচার কমিটির সাপেক্ষে, এবং কোরিয়ার ওয়ার্কার্স পার্টির প্রজ্ঞাপন ও আন্দোলন বিভাগ এটির নিয়ন্ত্রণ করে। একটি ২০১৭ সালের একটি জরিপ অনুযায়ী উত্তর কোরিয়ার ৯৮ শতাংশ গৃহের কাছে একটি টেলিভিশন সেট আছে।\n\n\n== প্রযুক্তিগত তথ্য ==\nউত্তর কোরিয়ায় টেলিভিশন পিএএল ৫৭৬আই সিস্টেম ডি এবং কে অ্যানালগ সিগনাল সম্প্রচার সিস্টেম এবং ৪:৩ অ্যাসপেক্ট রেশিও ব্যবহার করে। ১৯৯৩ সালের আগে উত্তর কোরিয়া সিক্যাম টেলিভিশন সিস্টেম ব্যবহার করতো। দেশের চারটি টেলিভিশন চ্যানেলগুলো, কোরীয় কেন্দ্রীয় টেলিভিশন, মান্সুদ্যা, ক্রীড়াবিষয়ক টেলিভিশন, এবং রিয়োংনামসান টেরেস্ট্রিয়ালে সম্প্রচার করে, এবং পিয়ং ইয়াং এ কেবলের মাধ্যমেও এই চ্যানেলগুলো দেখা যায়। এই চ্যানেলগুলো সরকার জারি সামজিয়ন ট্যাবলেট কম্পিউটারে একটি বিশেষ অ্যাপে দেখা যায়, সাথে মানবাং আইপিটিভি সার্ভিসেও দেখা যায়।\nডিজিটাল টেরেস্ট্রিয়াল টেলিভিশনের জন্য উত্তর কোরিয়া ডিভিবি-টি২ ব্যবহার করে। ২০১২ সালে ডিজিটাল টেলিভিশনের পরিক্ষামূলক সম্প্রচার শুরু হয়। ২০২০ হিসেবে অনেকগুলো সেট-টপ বক্স মডেল পাওয়া যায়, এই চারটি চ্যানেলগুলোর প্রবেশাধিকার প্রদান করার জন্য।\nউত্তর কোরিয়ায় বিক্রিত টেলিভিশন সেটগুলো শুধু পিএএল অথবা ডিভিবি-টি২ সিস্টেমে চলতে পারবে, যেন এগুলো দক্ষিণ কোরিয়া (এনটিএসসি সিস্টেম এম এবং এটিএসসি ডিজিটাল ব্যবহৃত) অথবা চীনের থেকে সিগনাল (ডিটিএমবি ডিজিটাল ব্যবহৃত) না পায়। কিন্তু রাশিয়ার থেকে টেলিভিশন সিগনাল পাওয়া যেতে পারে, কারণ রাশিয়াও ডিভিবি-টি২ ব্যবহার করে। আমদানিকৃত টেলিভিশন সেটসমূহ যেগুলো পিএএল এবং এনটিএসসির মাধ্যমে চলতে পারে, যেমন জাপানী গুলো, এর এনটিএসসি ক্ষমতা সরকার নিষ্ক্রিয় করেছে আমদানির পর।\n\n\n== টেলিভিশন চ্যানেলসমূহ ==\n২০১৬ এর হিসেবে উত্তর কোরিয়ায় মাত্র চারটি টেলিভিশন চ্যানেল আছে, এবং সমস্তগুলি হচ্ছে রাষ্ট্রীয়। এগুলি দিনেরবেলার থেকে প্রাইম টাইমের পর্যন্ত সম্প্রচার করে।\n\n\n=== কোরীয় কেন্দ্রীয় টেলিভিশন ===\n\nএটি উত্তর কোরিয়ার সবচেয়ে পুরনো এবং মূল টেলিভিশন চ্যানেল, যেটার সম্প্রচার শুরু হয় ১৯৬৩ সালে। ২০১৭ সালের হিসেবে, এটি উত্তর কোরিয়ার একমাত্র চ্যানেল যেটা স্যাটেলাইটের মাধ্যমে দেশের বাহিরে সম্প্রচার করে। স্যাটেলাইটের মাধ্যমে কেসিটিভি এসডিটিভি অথবা ফুল এইচডিতে দেখা যায়। ২০১৭ সালের ৪ ডিসেম্বরে ১৬:৯ এসডিটিভিতে পরিক্ষামূলক সম্প্রচার শুরু হয়।\n\n\n=== মান্সুদ্যা টেলিভিশন ===\n\nমান্সুদ্যা টেলিভিশন সপ্তাহান্তের দিনে শিক্ষাবিষয়ক অনুষ্ঠান প্রচারিত করে পিয়ং ইয়াং এ। এটির সম্প্রচার ১৯৭৩ সালের ১ ডিসেম্বরে শুরু হয়। মান্সুদ্যা টেলিভিশন শনিবারে তিন ঘণ্টার জন্য (সন্ধ্যা ৭টার থেকে রাত ১০টার পর্যন্ত) এবং রবিবারে নয় ঘণ্টার জন্য (সকাল ১০টার থেকে দুপুর ১টা এবং বিকাল ৪টার থেকে রাত ১০টার পর্যন্ত) সম্প্রচার করে।\n\n\n=== রিয়োংনামসান টেলিভিশন ===\n\nরিয়োংনামসান টেলিভিশন হচ্ছে একটি শিক্ষাবিষয়ক চ্যানেল যেটা কোরীয় রেডিও ও টেলিভিশনের বিশ্ববিদ্যালয় ছাত্র টিভি বিভাগ প্রদান করে। প্রকৃতপক্ষে এই চ্যানেলের ডিরেক্টর হচ্ছে ইয়াং ছুন ওয়োন।\nচ্যানেলটি \"ক্যাসং\" নামে সম্প্রচার শুরু করে ১৯৭১ সালের ১ এপ্রিলে। ১৯৯১ সালের ১০ অক্টোবরে চ্যানেলটি রঙিন সম্প্রচার শুরু করে। ১৯৯৭ সালের ১ ফেব্রুয়ারিতে (কিছু সূত্র বলে ১৬ ফেব্রুয়ারি ১৯৯৭) চ্যানেলটি \"কোরীয় শিক্ষাবিষয়ক ও সাংস্কৃতিক নেটওয়ার্ক\" এর নামে পরিবর্তন করা হয়। \"নর্থ কোরিয়া হ্যান্ডবুক\" এর হিসেবে পরিবর্তনটি কিম জং ইলের ৫৫তম জন্মদিনের সাথে জড়িত। চ্যানেলটি পিয়ং ইয়াং থেকে চ্যানেল ৯ এ প্রচারিত হতো সপ্তাহের দিনে বিকাল ৫টার থেকে রাত ১০টার পর্যন্ত এবং সপ্তাহান্তের দিনে দুপুর ১২টার থেকে রাত ১০টার পর্যন্ত। ১৯৯০ দশকে চ্যানেলটি ক্যাসং এর টেলিভিশন টাওয়ারের থেকে চ্যানেল ৮ এ এনটিএসসি-এম এর মাধ্যমে পরিক্ষামূলক সম্প্রচার শুরু করে, উত্তর কোরিয়ার সংস্কৃতি দক্ষিণ কোরীয় দর্শকদেরকে প্রচার করার জন্য। চ্যানেল ৮ নির্বাচন করা হয়েছে যেন দক্ষিণ কোরিয়ার সম্প্রচারক সিগনালটি জ্যাম না করে, যেহেতু ২০১২ সালের ৩১ ডিসেম্বরে ওই দেশের অ্যানালগ টেলিভিশন বন্ধের পর্যন্ত চ্যানেল ৭ এবং ৯ কেবিএস২ এবং কেবিএস১ ব্যবহার করেছে। কেবিএস১ এবং কেবিএস২ অসামরিকীকৃত অঞ্চলে চ্যানেল ২৯ এবং ২৮ এ সম্প্রচার করতো, কিন্তু চ্যানেলগুলোর সিগনাল উত্তর কোরিয়ার সরকার জ্যাম করেছে।\n২০১২ সালের ৫ সেপ্টেম্বরে চ্যানেলটি তার বর্তমান নামে পরিবর্তন করে। এটির অনুষ্ঠানসূচীতে রয়েছে ইংরেজিতে বিজ্ঞান তথ্যচিত্র, টেলিভিশন লেকচার, এবং বিদেশীয় ভাষা শিখার জন্য শিক্ষাবিষয়ক অনুষ্ঠান। চ্যানেলটি পিয়ং ইয়াং এর সমস্ত বিশ্ববিদ্যালয়ে দেখা যায়। এটি পিয়ং ইয়াং টিভি টাওয়ার থেকে, মানবাং আইপিটিভি সার্ভিসে, এবং সামজিয়ন ট্যাবলেটে বিশেষ অ্যাপে চ্যানেল ৯ এ সম্প্রচার করে।,\n\n\n=== ক্রীড়াবিষয়ক টেলিভিশন ===\n\nক্রীড়াবিষয়ক টেলিভিশন (ছেইয়ুগ টিভি) হচ্ছে একটি ক্রীড়াবিষয়ক চ্যানেল যেটা ২০১৫ সালের ১৫ আগস্টে শুরু হয়। চ্যানেলে উত্তর কোরীয় ক্রীড়াবিদ জড়িত ক্রীড়া প্রতিযোগিতা এবং উত্তর কোরিয়া এবং সারাবিশ্বে ক্রীড়ার ইতিহাসের ব্যাপারে তথ্যচিত্র এবং অনুষ্ঠান প্রচারিত হয়। চ্যানেলটি সপ্তাহান্তের দিনে সন্ধ্যা ৭টার থেকে রাত ১০টার পর্যন্ত সম্প্রচার করে। রাত ৮টায় এটি কোরীয় কেন্দ্রীয় টেলিভিশন থেকে \"বোদো\" সংবাদ অনুষ্ঠানটি সম্প্রচার করে।\n\n\n== পিয়ং ইয়াং টিভি টাওয়ার ==\nপিয়ং ইয়াং টিভি টাওয়ারের ফ্রিকোয়েন্সি প্ল্যান (২০১৫) এবং মানবাং আইপিটিভি চ্যানেলসমূহ (২০১৬)। ভিএইচএফ চ্যানেলগুলি সিস্টেম ডি ব্যবহার করে এবং ইউএইচএফ চ্যানেলগুলি সিস্টেম কে ব্যবহার করে।\n\n\n== বিষয়বস্তু ==\nবছর ধরে উত্তর কোরিয়ার অনুষ্ঠানসমূহের গুণমান উন্নতি হয়েছে। আন্তর্জাতিক খবর প্রচারিত হয় এবং শিক্ষাবিষয়ক অনুষ্ঠানসমূহের গুণমান বেশি। তথ্যচিত্রসমূহ প্রায়ই প্রচারিত হয় এবং বেশিরভাগ স্বাস্থ্য, কোরীয় ও বিশ্বের ইতিহাস ও ভূগোলের ব্যাপারে।\n\n\n== আরও দেখুন ==\n\nউত্তর কোরিয়ার টেলিভিশন অনুষ্ঠানের তালিকা\nউত্তর কোরিয়ায় টেলিযোগাযোগ\nউত্তর কোরিয়ায় গনমাধ্যমে\nদক্ষিণ কোরিয়ায় টেলিভিশন\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্রসমূহ ===\nউত্তর এবং দক্ষিণ কোরিয়ায় রেডিও এবং টেলিভিশনে সম্প্রচারের পর্যালোচনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ডিসেম্বর ২০১৮ তারিখে কোরীয় ভাষা"}