{"pageid": 1121756, "title": "জেলিয়াঙ্গরঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1121756", "content": "জেলিয়াঙ্গরঙ্গ হল ভারতের আসাম, মণিপুর এবং নাগাল্যান্ডেরএই তিনটি রাজ্যের সংযোগস্থলে বসবাসকারী প্রধান আদিবাসী নাগা সম্প্রদায়গুলির মধ্যে একটি। তারা 'নগুইবা'র বংশধর। \"জেলিয়াঙ্গরঙ্গ\" শব্দটি জেমে, লিয়াঙ্গমাই এবং রোঙ্গমেই নাগা উপজাতিকে একত্রে বোঝায়। আগে, এই শব্দটি দিয়ে ইনপুই উপজাতিকেও বোঝাত। মাকুইলঙ্গদীর (মাখেল) হোইয়ের বংশধরেরা বিভক্ত হয়ে গিয়ে তিনটি রাজনৈতিক সত্তার প্রান্তস্থ উপশিষ্ট হয়ে গিয়েছিল - সেগুলি হল মণিপুর, নাগা পাহাড় (নাগাল্যান্ড) এবং আসামের ডিমা হাসাও (উত্তর কাছাড়)। জেলিয়াঙ্গরঙ্গকে একটি জাতিগত-সাংস্কৃতিক সত্তা হিসাবে শ্রেণীবদ্ধ করা যেতে পারে। জেলিয়াঙ্গরঙ্গ বৃহত্তর দক্ষিণ মঙ্গোলয়েড জনসংখ্যার অন্তর্গত এবং তাদের ভাষা চীনা-তিব্বতীয় ভাষা পরিবারের অন্তর্গত।\n\n\n== ব্যুৎপত্তি ==\nজাতিগত নাম 'জেলিয়াঙ্গরঙ্গ' ৩টি শব্দ জে-লিয়াঙ্গ-রঙ্গ থেকে উদ্ভূত হয়েছে। জে এসেছে জেমে থেকে, লিয়াঙ্গ এসেছে লিয়াঙ্গমাই থেকে এবং রঙ্গ এসেছে রোঙ্গমেই থেকে। এটি তিনটি শব্দ স্বজাতীয় উপজাতির পদাঙ্ক অনুসরণ করে এসেছে। তিনটি উপজাতি হল জেমে (উষ্ণতার বাসিন্দা) বা মেজাহমে (নিম্ন অঞ্চল), লিয়াঙ্গমাই (উত্তরের পুরুষ) আদি উত্তরবাসী; অন্যদিকে রোঙ্গমেই (দক্ষিণে বসতি স্থাপন কারী) এবং অবশেষে ইনপুই (পুইমেই) শব্দটি। জেলিয়াঙ্গরঙ্গ শব্দটি প্রথম ১৯৪৭ সালের ১৫ই ফেব্রুয়ারি কেইশামথঙ্গ ইম্ফলে তৈরি হয়েছিল। জেলিয়াঙ্গরঙ্গ পরিভাষাটি ভারতের স্বাধীনতার পরে সংহতি আন্দোলনের সাথে সামঞ্জস্য রেখে তৈরি করা হয়েছিল।\n\n\n== জনসংখ্যা ==\nভারতের ২০১১ সালের আদমশুমারি তথ্য অনুসারে আসাম, মণিপুর এবং নাগাল্যান্ড মিলিয়ে জেলিয়াঙ্গরঙ্গের জনসংখ্যা প্রায় ৩.৭ লক্ষ বলে অনুমান করা হয়। নাগাল্যান্ড রাজ্যে; জেমে এবং লিয়াঙ্গমাই এর সংখ্যা প্রায় ৭৪,৮৭৭। যেখানে, মণিপুরে এটি প্রায় ৬৬,১৫৮। অর্থাৎ মণিপুরে রোঙ্গমেইয়ের সংখ্যা ১৭০,৯০৮। জেমে, লিয়াঙ্গমাই এবং রোঙ্গমেই আসামের ডিমা হাসাও অঞ্চলে এবং আসামের অন্যান্য অংশেও বসতি স্থাপন করেছিল যাদের সংখ্যা ২০ থেকে ৩০ হাজারের মধ্যে রয়েছে।\n\n\n== ধর্ম ==\nজেলিয়াঙ্গরঙ্গ পরম ঈশ্বর হাইপো টিঙ্গকাও রাগওয়াঙ্গ বা টিঙ্গওয়াঙ্গ (জেমে এবং লিয়াঙ্গমাইদের কাছে) এবং অন্যান্য সিলভান ঈশ্বরের উপাসনা করে। কিন্তু ১৯৬০ এর দশকে তাদের বেশিরভাগই খ্রিস্টান ধর্মে ধর্মান্তরিত হয়েছিল।\n\n\n== অঞ্চল ==\nজেলিয়াঙ্গরঙ্গরা প্রাচীনকাল থেকেই তাদের জমির বর্তমান অবস্থানে বসবাস করে আসছে। এটি প্রায় ১২,০০০ কিমি২ এর একটি নিবিড় ভৌগোলিক বিন্যাস। এটি অবস্থিত আসামের উত্তর কাছাড় পাহাড়ে ৯৩ ডিগ্রি পূর্ব এবং ৯৪ ডিগ্রি পূর্ব দ্রাঘিমাংশ এবং ৯৪.৪০ ডিগ্রি এবং ২৪ ডিগ্রি উত্তর অক্ষাংশে; এর বিস্তৃতি নাগাল্যান্ডের পেরেন জেলা; তামেঙ্গলঙ্গ জেলা, সেনাপতি জেলা, চুরাচানপুর জেলার কাঙ্গভাই মহকুমা, ইম্ফল জেলার জিরিবাম মহকুমা, ইম্ফল উপত্যকা এবং কাছাড় জেলা সহ মণিপুরের বিভিন্ন গ্রাম এবং এর সংলগ্ন ঢাল জুড়ে। আগে মণিপুরে ছিল মাত্র ৯টি জেলা কিন্তু প্রশাসনিক পরিবর্তনের কারণে, এখানে কামজঙ্গ, কাকচিঙ্গ, ননি, কাঙ্গপোকপি, টেঙ্গনোপাল, ফেরজাল এবং জিরিবাম নামে ৭টি নতুন জেলা গঠিত হয়েছে।\n\n\n== আরও দেখুন ==\nজেমে নাগা\nলিয়াঙ্গমাই নাগা\nরোঙ্গমেই নাগা\nহেরাকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজেলিয়াঙ্গরঙ্গ ইতিহাস (অভিনিষ্ক্রণ)\nজেলিয়াঙ্গরঙ্গ নাগাদের পরিচিতি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ আগস্ট ২০১১ তারিখে\nজেলিয়াঙ্গরঙ্গ জনগণের সংক্ষিপ্ত বিবরণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ আগস্ট ২০১১ তারিখে"}