{"pageid": 1121650, "title": "গ্যাবার্ডিন", "url": "https://bn.wikipedia.org/wiki?curid=1121650", "content": "গ্যাবার্ডিন হল একটি শক্ত, শক্তভাবে বোনা কাপড়, যা স্যুট, ওভারকোট, ট্রাউজার, ইউনিফর্ম, উইন্ডব্রেকার এবং অন্যান্য পোশাক তৈরি করতে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\nগ্যাবারডাইন বা গ্যাবার্ডাইন শব্দটি পোশাকের একটি নির্দিষ্ট আইটেম বোঝাতে ব্যবহার করা হয়েছে, এটি এক ধরনের লম্বা ক্যাসক কিন্তু প্রায়ই সামনের দিকে খোলা থাকে, অন্তত ১৫ শতক থেকে ১৬ তম দশকে দরিদ্রদের বাইরের পোশাকের জন্য ব্যবহৃত হয় এবং পরে একটি বৃষ্টির পোশাক বা প্রতিরক্ষামূলক স্মোক-ফ্রক বোঝায়।  \nপোশাকের পরিবর্তে ফ্যাব্রিক শব্দটির আধুনিক ব্যবহার ইংল্যান্ডের হ্যাম্পশায়ারের বেসিংস্টোকে বারবারি ফ্যাশন হাউসের প্রতিষ্ঠাতা থমাস বারবারির সময় থেকে প্রচলিত  যিনি ফ্যাব্রিকটি আবিষ্কার করেছিলেন এবং ১৮৭৯ সালে নামটিকে পুনরুজ্জীবিত করেছিলেন এবং ১৮৮৮ সালে পেটেন্ট করেছিলেন। গ্যাবার্ডিন ১৮৭৯ সালে বারবারি ক্লোথিং দ্বারা প্রবর্তিত হলে এটির সর্বজনীন উপস্থিতি ঘটে। \n\n\n== উৎপাদন ==\nআসল ফ্যাব্রিকটি খারাপ উল ছিল, কখনও কখনও তুলোর সাথে মিলিত হয়, এবং বুননের আগে ল্যানলিন ব্যবহার করে পাানরোধী ছিল। ফাইবারটি বিশুদ্ধ তুলা, টেক্সচারাইজড পলিয়েস্টার বা একটি মিশ্রণও হতে পারে।\nগাবার্ডিন একটি পাটা-মুখী খাড়া বা নিয়মিত টুইল হিসাবে বোনা হয়, মুখের উপর একটি বিশিষ্ট তির্যক পাঁজর এবং পিছনে মসৃণ পৃষ্ঠ। গ্যাবার্ডিনে সবসময় ওয়েফট সুতার চেয়ে অনেক বেশি পাটা থাকে।  \nগ্যাবার্ডিন শক্তভাবে বোনা এবং পানি-প্রতিরোধী,  তবে রাবারযুক্ত কাপড়ের চেয়ে বেশি আরামদায়ক। \n\n\n== ব্যবহার ==\nগ্যাবার্ডিনের বারবারি পোশাক মেরু অভিযাত্রীদের দ্বারা পরিধান করা হয়েছিল, যার মধ্যে ১৯১২ সালে দক্ষিণ মেরুতে পৌঁছানো প্রথম ব্যক্তি রোয়ালড আমুন্ডসেন এবং আর্নেস্ট শ্যাকলটন, যিনি ১৯১৪ সালে অ্যান্টার্কটিকা অতিক্রম করার জন্য একটি অভিযানের নেতৃত্ব দিয়েছিলেন। এই উপাদান দিয়ে তৈরি একটি জ্যাকেট জর্জ ম্যালরি ১৯২৪ সালে মাউন্ট এভারেস্টে তার দুর্ভাগ্যজনক প্রচেষ্টায় পরেছিলেন।\nগ্যাবার্ডিন ১৯৫০ এর দশকে রঙিন প্যাটার্নযুক্ত নৈমিত্তিক জ্যাকেট, ট্রাউজার এবং স্যুট তৈরি করতে ব্যাপকভাবে ব্যবহৃত হয়েছিল। জেসি পেনি, স্পোর্ট চিফ, ক্যাম্পাস, ফোর স্টার এবং ক্যালিফোর্নিয়া ট্রেন্ডস-এর মতো কোম্পানিগুলি ছোট-কোমরযুক্ত জ্যাকেট তৈরি করত, কখনও কখনও উল্টানো যায়, যা সাধারণত উইকেন্ডার জ্যাকেট নামে পরিচিত।\nকটন গ্যাবার্ডিন প্রায়শই বেসপোক টেইলররা স্যুটের জন্য পকেটের আস্তরণ তৈরি করতে ব্যবহার করে, যেখানে পকেটের বিষয়বস্তুগুলি দ্রুত পকেটের আস্তরণের উপাদানগুলিতে গর্ত করে।\nগ্যাবার্ডিন থেকে তৈরি পোশাকগুলিকে সাধারণত শুষ্ক পরিষ্কারের জন্য উপযুক্ত হিসাবে লেবেল করা হয়, যেমনটি উলের টেক্সটাইলের জন্য সাধারণ।\n\n\n== আরো দেখুন ==\nক্যামব্রিক\nডেনিম\nকর্মক্ষমতা (টেক্সটাইল)\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nকামিং, ভ্যালেরি, সিডব্লিউ কানিংটন এবং পিই কানিংটন। ফ্যাশন ইতিহাসের অভিধান, বার্গ, 2010,আইএসবিএন ৯৭৮-১-৮৪৭৮৮-৫৩৩-৩ ।\nকাডলফ, সারা জে., এড. (2007) টেক্সটাইল, 10 তম সংস্করণ, পিয়ারসন প্রেন্টিস হলআইএসবিএন ০-১৩-১১৮৭৬৯-৪ ।\n."}