{"pageid": 1121, "title": "মহাদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1121", "content": "মহাদেশ বলতে পৃথিবীর বিভিন্ন বৃহৎ অঞ্চলকে বোঝায়। মহাদেশগুলো সাধারণত কোনো সুনির্দিষ্ট মানদণ্ডের দ্বারা নির্ধারিত নয়, বরং কোনো প্রচলিত প্রথা দ্বারা নির্ধারিত হয়, যার ফলে মহাদেশের সংখ্যা ৪ থেকে ৭ পর্যন্ত হতে পারে। বেশিরভাগ ইংরেজিভাষী দেশ নিম্নলিখিত ৭টি অঞ্চলকে মহাদেশ হিসাবে স্বীকৃতি দেয় (বড় থেকে ছোট ক্রমানুযায়ী): এশিয়া, আফ্রিকা, উত্তর আমেরিকা, দক্ষিণ আমেরিকা, অ্যান্টার্কটিকা, ইউরোপ ও অস্ট্রেলিয়া। অন্যান্য প্রথায় এই ৭টি অঞ্চলের মধ্যে কিছু অঞ্চলকে একত্রিত করা হয়; যেমন উত্তর ও দক্ষিণ আমেরিকাকে একত্রিত ক'রে আমেরিকা মহাদেশ, এশিয়া ও ইউরোপকে একত্রিত ক'রে ইউরেশিয়া মহাদেশ এবং এশিয়া, আফ্রিকা ও ইউরোপকে একত্রিত ক'রে আফ্রো-ইউরেশিয়া মহাদেশ।\nসামুদ্রিক দ্বীপকে অনেকসময় নিকটবর্তী মহাদেশের অন্তর্গত হিসাবে ধরা হয়, যার মাধ্যমে সমগ্র ভূপৃষ্ঠকে বিভিন্ন মহাদেশে ভাগ করা যায়। এই প্রথা অনুযায়ী প্রশান্ত মহাসাগরের বেশিরভাগ দ্বীপরাষ্ট্র ও অঞ্চলকে অস্ট্রেলিয়া মহাদেশের সাথে একত্রিত ক'রে ওশেনিয়া অঞ্চল গঠন করা হয়।\nভূতত্ত্বে মহাদেশ বলতে পৃথিবীর এক প্রধান ভূখণ্ডকে বোঝায়, যার মধ্যে শুষ্ক ভূমি ও মহীসোপান উভয়ই অন্তর্গত। এই ভূতাত্ত্বিক মহাদেশগুলো বিভিন্ন ভূত্বকীয় পাতের অন্তর্গত সাতটি বৃহৎ মহাদেশীয় ভূত্বকের সাথে সম্পর্কিত। তবে এর মধ্যে মাদাগাস্কারের মতো মহাদেশীয় খণ্ড অন্তর্গত নয়। কেবল পৃথিবীতেই মহাদেশীয় ভূত্বকের অস্তিত্ব আছে বলে মনে করা হয়।\nবিংশ শতাব্দীতে মহাদেশীয় প্রবাহ তত্ত্ব স্বীকৃতি লাভ করেছিল, যার মতে কয়েক কোটি বছর আগে গঠিত প্যানজিয়া অতিমহাদেশ ভেঙে গিয়ে বর্তমান মহাদেশগুলো গঠিত হয়।\n\n\n== সংজ্ঞা ও প্রয়োগ ==\n\n\n=== সংখ্যা ===\n\nইন্দোনেশিয়া, চীন, পাকিস্তান, ফিলিপাইন, বাংলাদেশ, ভারত, পশ্চিম ইউরোপের কিছু অংশ এবং বেশিরভাগ ইংরেজিভাষী দেশ, যেমন অস্ট্রেলিয়া, কানাডা, যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্রে উপরোক্ত সাতটি মহাদেশ শেখানো হয়।\nরাশিয়া এবং পূর্ব ইউরোপের কিছু অংশে ইউরেশিয়াসহ ছয়টি মহাদেশের ধারণা প্রচলিত।\nগ্রিস এবং লাতিন আমেরিকাসহ বিভিন্ন রোমান্স-ভাষী দেশে একক আমেরিকাসহ ছয়টি মহাদেশের ধারণা প্রচলিত।\nঅলিম্পিক ক্রীড়ার পতাকায় পাঁচটি বলয় একক আমেরিকাসহ পাঁচটি বসবাসযোগ্য মহাদেশকে প্রতিনিধিত্ব করছে, যেখানে বসতিহীন অ্যান্টার্কটিকাকে বাদ দ্বয়া হয়েছে।\nইংরেজিভাষী জগতে ভূগোলবিদরা অনেকসময় অস্ট্রেলিয়া মহাদেশের সঙ্গে প্রশান্ত মহাসাগরের বেশিরভাগ দ্বীপরাষ্ট্র ও অঞ্চলকে একত্রিত করে ওশেনিয়া অঞ্চলের কথা বলেন।\n\n\n== উচ্চতম ও নিম্নতম স্থান ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}