{"pageid": 1121922, "title": "রাম-তাপনীয় উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1121922", "content": "রাম তাপনীয় উপনিষদ (সংস্কৃত: राम तापनीय उपनिषत्; আইএএসটি: Rāma Tāpanīya Upaniṣad)  বা রামতাপনীয়োপনিষদ হলো ১০৮ টি উপনিষদ এর  মধ্যে রয়েছে এবং এটি একটি গৌণ উপনিষদ। এই উপনিষদ টি অথর্ববেদের অন্তর্গত।\nউপনিষদটির  দুটি বিভাগ আছে, প্রথমটি হলো শ্রীরামপূর্বতাপনীয়োপনিষদ আর  দ্বিতীয় বিভাগটির নাম শ্রীরামোত্তরতাপনীয়োপনিষদ । এই উপনিষদ এ রামকে সাকার ব্রহ্ম রূপে দেখানো হয়েছে। রাম ই হচ্ছেন সব ।  শ্রীরামপূর্বতাপনীয়োপনিষদ এ সাকার ব্রহ্ম রূপে রাম এর উপাসনার কথা বলা হয়েছে আর শ্রীরামোত্তরতাপনীয়োপনিষদ এ ব্রহ্মপ্রাপ্তির কথা বলা হয়েছে । যে বিষ্ণু সেই কৃষ্ণ সেই ই রাম , তাই এটি  বৈষ্ণব উপনিষদ। পাঠটি রামকে আত্মা ও ব্রহ্ম এর সমতুল্য হিসেবে উপস্থাপন করে।\nউপনিষদটি নৃসিংহ তাপনীয় উপনিষদের আদলে রচিত। এটি ব্যাপকভাবে বৈদিক গ্রন্থ এবং মূখ্য উপনিষদ থেকে ধার করে, রামের মহাকাব্যের চরিত্রগুলির প্রশংসা করে এবং তারপর ওঁ, রাম যন্ত্র এবং রাম মন্ত্র উপস্থাপন করে।\n\n\n== ইতিহাস ==\nসৌরাষ্ট্র বিশ্ববিদ্যালয়ের কলা অনুষদের লেখক ও ডিন,\nজয়দীপসিংহ দোদিয়ার মতে, রাম-তাপনীয় উপনিষদ ১১ খৃষ্টীয় শতাব্দীর। বিপরীতে, স্ট্যানফোর্ড ইউনিভার্সিটির অধ্যাপক এবং হিন্দু দেবতাদের উপর বইয়ের লেখক, ক্যাথরিন লুডভিকের মতে, পাঠ্যটি ১৬শ শতাব্দীর।\nরাম তাপনীয় উপনিষদটি প্রাক-৭ম শতাব্দীর প্রাচীন বৈষ্ণব পাঠ, নৃসিংহ-তাপনীয় উপনিষদের শৈলীতে রচিত।\nঔপনিবেশিক যুগের খ্রিস্টান ধর্মপ্রচারক ও প্রাচ্যবিদ ফারকুহারের মতে, \"রামায়েত সম্প্রদায়\" বাল্মীকি রামায়ণে প্রমাণিত নয়। পরিবর্তে, ফারকুহারের মতে, এটি হল রাম পূর্ব তপনীয় উপনিষদ যেখানে এই সম্প্রদায়টি নিহিত রয়েছে, এবং যেখানে রাম হল ব্রহ্ম নামক হিন্দু দর্শনের চূড়ান্ত অপরিবর্তনীয় বাস্তবতা, \"রাম রামায় নমঃ\" ও \"অতীন্দ্রিয় চিত্র\" মন্ত্রে উচ্চারিত হয়েছে। ফারকুহার যোগ করেছেন যে উপনিষদের রাম উত্তর তপানীয় অংশটি অনেক পুরানো উপনিষদ থেকে ধার করা গ্রন্থের উপর ভিত্তি করে তৈরি করা হয়েছে এবং এটি পরবর্তীকালের হতে পারে।\nরামদাস ল্যাম্ব ও পল ডিউসেন-এর মতো অন্যান্য পণ্ডিতদের মতে, অন্যান্য সাম্প্রদায়িক গ্রন্থের মতো রাম তপানীয় উপনিষদেও উপাদানের স্তর রয়েছে যা সম্ভবত সময়ের সাথে রচিত হয়েছিল। এটি সম্ভবত লেখার প্রক্রিয়ার মধ্য দিয়ে গিয়েছিল যেখানে ব্রহ্মণ্য মূল্য ব্যবস্থা যুক্ত হয়েছিল। আরও, ল্যাম্ব বলেন, পাঠ্যটি জনপ্রিয় নৃসিংহ-তপানীয় উপনিষদের অনুকরণে তৈরি করা হয়েছিল, উভয় কাঠামোতেই (পূর্ব ও উত্তর বিভাগ), সেইসাথে মূল বার্তা যে দেবতা রাম আত্মা ও ব্রহ্মের সাথে অভিন্ন।\nমুক্তিকা ক্রমের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানের নিকট বর্ণিত, ১৪ শতকের কিছু পরের ভারতীয় পণ্ডিত এবং জার্মান ভারতবিদ ও দর্শনের অধ্যাপক, পল দেউসেন কর্তৃক এটি ৫৫ নম্বরে এবং রায় উপনিষদের সংকলনে তালিকাভুক্ত করা হয়েছে, এবং আধুনিক যুগে বিবলিওথিকা ইন্ডিক সংস্করণ হিসেবে ৩৬ নম্বরে পুনঃপ্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\n\nউপনিষদের পাঠ দুটি বিভাগে উপস্থাপিত হয়েছে – রাম পূর্ব তাপনীয় উপনিষদ এবং রাম উত্তর তাপনীয় উপনিষদ।\nরাম তাপনীয় উপনিষদের পূর্ব অবস্থান, ধর্মের অধ্যাপক রামদাস ল্যাম্ব বলেছেন, রাম শব্দের লোক-ব্যুৎপত্তি উপস্থাপন করা হয়েছে। রাম, পাঠ্যটি জোর দিয়ে বলেছেন, মানে \"তিনি যিনি শাসন করেন\" (রা-জাতে) \"পৃথিবী\" (মা-হি)। তিনি রাম নামেও পরিচিত, পাঠ্যটি বলে, কারণ যোগিনরা তাকে রা-মন্তে (আক্ষরিক অর্থে যার মধ্যে তারা আনন্দ পায়) বলে আনন্দিত হয়। শ্লোক ৭-১০-এ, পাঠ্যটি বলে যে রাম হলেন চূড়ান্ত বাস্তবতা, তিনি হলেন ব্রহ্ম।\nউপনিষদের প্রধান জোর হল রাম মন্ত্র রাম রামায় নমহ। এখানে, ল্যাম্ব বলেন, বীজ মন্ত্র (বীজ) সমগ্র প্রাণবন্ত জগতকে ধারণ করার জন্য জোর দিয়ে বলা হয়েছে,\nএবং যা আছে সবই রাম ও সীতার উৎস। যোগী যিনি ব্রহ্ম ও আত্মার সাথে রামের পরিচয় উপলব্ধি করেন (আত্মা) মুক্তি লাভ করেন, উপনিষদে বলা হয়েছে।\nল্যাম্ব বলেন, রাম পূর্ব তাপনীয়ার প্রাথমিক শ্লোকগুলি রামকথা (রামের মহাকাব্য) এর অন্যান্য প্রধান চরিত্রগুলির সাথে রাম ও সীতার প্রশংসা করে৷ তারপর উপনিষদ রাম যন্ত্র, অতীন্দ্রিয় মন্ত্র, বীজ মন্ত্র এবং অন্যান্য মন্ত্রগুলিকে খোদাই করার নির্দেশ সহ নির্মান করার সূত্রটি সংজ্ঞায়িত করে। সমাপনী অংশে পাঠ্যটি জোর দিয়ে বলে যে রাম পূজা একজনকে সর্বোচ্চ স্থানে নিয়ে যায় এবং মুক্তি লাভ করে।\n\nল্যাম্ব বলেছে যে রাম তাপনীয় পাঠ্যের উত্তর অংশ শিব হাজার হাজার যুগ ধরে রাম মন্ত্রের পুনরাবৃত্তি করেছেন, এবং রাম তখন তাকে বর দিয়েছিলেন যাতে শিব যদি মৃত ব্যক্তির কানে রাম তারক মন্ত্রটি ফিসফিস করে বলেন, তিনি মুক্ত হবেন। উত্তর তপানীয়া ওঁ মন্ত্র নিয়ে আলোচনা করে কিন্তু রামমন্ত্রের উপর প্রাধান্য ছাড়াই। উপনিষদ দেবী সীতা, রামের তিন ভাইবোন (ভরত, লক্ষ্মণ ও শত্রুঘ্ন) এবং হনুমানেরও পূজা করার জন্য মন্ত্র নির্ধারণ করে।\nরাম উত্তর তাপনীয় বিভাগগুলি প্রাচীন উপনিষদ যেমন জাবাল উপনিষদ ও মাণ্ডুক্য উপনিষদ থেকে ধার করা হয়েছে। ওঁ মন্ত্র, উত্তর তাপনীয় এর অধ্যায় ২-এর পাঠকে জোর দিয়ে বলা হয়েছে, যা সচ্চিতানন্দ নামক ব্রহ্মের অনুরূপ। অধ্যায় ৩-এ, পাঠ্যটি চেতনার চারটি অবস্থার বর্ণনা করে, জোর দিয়ে বলে যে চতুর্থ এবং সর্বোচ্চ অভ্যন্তরীণ অবস্থা হল \"নিজের আত্মার প্রত্যয়, শান্ত, অদ্বিতীয়, যেটি আত্মা যাকে জানা উচিত\" এবং যা ব্রাহ্মণ ও রামের সমান। যিনি উপলব্ধি করেন যে \"আমি আত্মা\", \"আমি রাম\" এবং \"আমিই ব্রহ্ম\" সে পরম আলো, রামভদ্র, মুক্তির আনন্দ, উপলব্ধি করেছে, উপনিষদে বলা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nColebrooke, Henry Thomas (১৮৩৭)। Miscellaneous Essays: In Two Volumes। Allen। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDodiya, Jaydipsinh (১ জানুয়ারি ২০০১)। Critical Perspectives on the Rāmāyaṇa। Sarup & Sons। আইএসবিএন 978-81-7625-244-7। \nFarquhar, J. N. (১ জানুয়ারি ১৯৮৪)। Outline of the Religious Literature of India। Motilal Banarsidass। আইএসবিএন 978-81-208-2086-9। \nLamb, Ramdas (২৯ আগস্ট ২০০২)। Rapt in the Name: The Ramnamis, Ramnam, and Untouchable Religion in Central India। SUNY Press। আইএসবিএন 978-0-7914-5386-5। \nCatherine Ludvik (১৯৯৪)। Hanumān in the Rāmāyaṇa of Vālmīki and the Rāmacaritamānasa of Tulasī Dāsa। Motilal Banarsidass। আইএসবিএন 978-8120811225। \nPrasoon, Prof.S.K. (১ জানুয়ারি ২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8। \nTinoco, Carlos Alberto (১৯৯৭)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}