{"pageid": 1121630, "title": "টুংরিম্বাই", "url": "https://bn.wikipedia.org/wiki?curid=1121630", "content": "টুংরিম্বাই বা টুং রিম্বাই বা \"টুংটো\" একটি গাঁজানো সয়াবিন খাদ্য। এটি পরাম্পরাগতভাবে উত্তরপূর্ব ভারতের মেঘালয়ের খাসিয়া এবং জয়ন্তিয়া জনগণের ঐতিহ্যশালী রন্ধন প্রণালী। স্বতঃস্ফূর্ত গাঁজন করার সময় জীবাণুর প্রকৃতি এবং তাদের উৎস মূল্যায়ন করার জন্য এই খাদ্যের জীবাণু বৈচিত্র্য অধ্যয়ন করা হয়েছিল।\nএকই ধরনের পণ্য পরীক্ষাগারে প্রস্তুত করা হয়েছিল। তারপরে সেটির গুদামজাত জীবন (শেলফ-লাইফ) পর্যবেক্ষণ করে এবং ঐতিহ্যগতভাবে তৈরি পণ্যের সাথে তুলনা করে এর জৈব-কার্যকরী বৈশিষ্ট্যগুলির বিশ্লেষণ করা হয়েছিল।\n\n\n== উৎপাদন ==\nসয়াবিন ধুয়ে নিয়ে কিছুক্ষণ ভিজিয়ে রাখা হয়। তারপর সেগুলি নরম না হওয়া পর্যন্ত সিদ্ধ করা হয়। ফোটানোর পরে, অতিরিক্ত জল ঝরিয়ে নেওয়া হয় এবং সয়াবিনগুলিকে ঠান্ডা করার জন্য রেখে দেওয়া হয়। তারপর বিনগুলিকে একটি বাঁশের ঝুড়িতে স্থানান্তরিত করা হয় যার মধ্যে স্থানীয়ভাবে পাওয়া তাজা স্ল্যামেট (কৌপাতা) পাতা সাজানো থাকে। তারপরে আরো পাতা দিয়ে বিনগুলি পুরোপুরি ভালভাবে ঢেকে দেওয়া হয় হয় এবং তার উপরে গরম কাঠকয়লা স্থাপন করা হয়। এরপরে পুরো ঝুড়িটি একটি পাটের থলিতে ভরে একটি অগ্নিকুণ্ডের পাশে রাখা হয়। তিন থেকে চার দিন ধরে এটি গাঁজানো হতে থাকে। গাঁজন সম্পূর্ণ হলে, বিনগুলি বের করা হয় এবং একটি হামান ও দিস্তায় চূর্ণ করা হয় (খাসি ভাষায় লঙ্গ এবং সিনরেই)।\n\n\n=== গবেষণাগারে উৎপাদন ===\nটুংরিম্বাই তৈরির ঐতিহ্যগত অভ্যাসটি মনোযোগের সঙ্গে পর্যবেক্ষণ করা হয়েছিল এবং দেশীয় ল্যাকটোব্যাসিলাস ব্যাক্টেরিয়া ব্যবহার করে গবেষণাগারে একই ধরনের পণ্য তৈরি করা হয়েছিল। উৎপাদিত টুরিম্বাই পণ্যগুলির গুদামজাত জীবন ৪ দিনের জন্য পর্যবেক্ষণ (ভৌত রাসায়নিক, অণুজীব সম্পর্কিত এবং ইন্দ্রিয়গত  বৈশিষ্ট্য) করা হয়েছিল।\n\n\n== সিদ্ধান্ত ==\nবিভিন্ন ফলাফল থেকে সিদ্ধান্ত করা গেছে যে, ল্যাকটোব্যাসিলাস ব্যাকটেরিয়া আরও উন্নত জৈব-কার্যকারিতা সহ মেঘালয়ের এই অভিনব জাতিগত গাঁজনযুক্ত খাবার তৈরির সম্ভাব্য বিকল্প হিসাবে কাজ করতে পারে।\n\n\n== প্রস্তুতি ==\nগাঁজানো বিনগুলি সম্পূর্ণভাবে গুঁড়ো করা হয় যতক্ষণ না সেটি প্রায় নরম আঠাল পিণ্ডে পরিণত হয়। সেটি দিয়েই সাধারণত টুংরিম্বাই প্রস্তুত করা হয়। সেটিকে এরপর সরিষার তেলে পেঁয়াজ-আদা-রসুন বাটা, কালো তিল বাটা, সুগন্ধি এবং শুকরের মাংস দিয়ে ভাজা হয়\nযদিও টুংরিম্বাই খাবারগুলিতে বেশিরভাগই গাঁজানো সয়াবিনের সঙ্গে শুয়োরের মাংস হল প্রধান একটি উপাদান, একই সাথে এর নিরামিষ সংস্করণও রয়েছে।\n\n\n== তথ্যসূত্র =="}