{"pageid": 1121651, "title": "খাকি", "url": "https://bn.wikipedia.org/wiki?curid=1121651", "content": "খাকি রঙ ( ইউকে: , ইউএস:  ) হল সামান্য হলুদ আভা সহ ট্যানের একটি হালকা ছায়া।\nখাকি বিশ্বের অনেক সেনাবাহিনী ইউনিফর্ম এবং সরঞ্জামের জন্য ব্যবহার করেছে, বিশেষ করে শুষ্ক বা মরু অঞ্চলে, যেখানে এটি বালুকাময় বা ধূলিময় ভূখণ্ডের তুলনায় ছদ্মবেশ প্রদান করে। এটি ১৮৪৮ সাল থেকে ইংরেজিতে একটি রঙের নাম হিসাবে ব্যবহৃত হয়েছে, যখন এটি প্রথম সামরিক ইউনিফর্ম হিসাবে প্রবর্তিত হয়েছিল।  পশ্চিমা ফ্যাশনে, এটি নাগরিকদের জন্য স্মার্ট নৈমিত্তিক পোষাক ট্রাউজারের জন্য একটি আদর্শ রঙ, যাকে প্রায়শই খাকিও বলা হয়।\nব্রিটিশ ইংরেজি এবং কিছু অন্যান্য কমনওয়েলথ ব্যবহারে, খাকি একটি সবুজ ছায়াকেও উল্লেখ করতে পারে যা মার্কিন যুক্তরাষ্ট্রে অলিভ ড্র্যাব নামে পরিচিত।    \n\n\n== ব্যুৎপত্তি ==\nখাকি হল উর্দু خاکی 'মাটির রঙের' থেকে একটি ধারের শব্দ, যা ফারসি خاک থেকে এসেছে।[χɒːk] khâk 'মাটি' + ی- (বিশেষণ সমাপ্তি); এটি ব্রিটিশ ভারতীয় সেনাবাহিনীর মাধ্যমে ইংরেজিতে এসেছে।  \n\n\n== উৎপত্তি ==\n১৮৪৬ সালের ডিসেম্বরে হেনরি লরেন্স (১৮০৬-১৮৫৭),  উত্তর-পশ্চিম সীমান্তের গভর্নর-জেনারেলের এজেন্ট এবং লাহোরে অবস্থানরত কর্পস অফ গাইডসে খাকি প্রথম পরা হয়েছিল। প্রাথমিকভাবে সীমান্ত সৈন্যরা তাদের দেশীয় পোশাক পরিধান করত, যার মধ্যে থাকত একটি মোটা হোম-কাটা তুলা দিয়ে তৈরি একটি স্মোক এবং সাদা পায়জামা ট্রাউজার এবং একটি সুতির পাগড়ি, ঠান্ডা আবহাওয়ার জন্য একটি চামড়া বা প্যাডেড সুতির জ্যাকেট দ্বারা পরিপূরক। ১৮৪৮ সালে, একটি খাকি ইউনিফর্ম চালু করা হয়েছিল।  পরবর্তীকালে, সমস্ত রেজিমেন্ট, ব্রিটিশ বা ভারতীয় যাই হোক না কেন, এই অঞ্চলে পরিবেশন করা সক্রিয় পরিষেবা এবং গ্রীষ্মকালীন পোশাকের জন্য খাকি ইউনিফর্ম গ্রহণ করেছিল। আসল খাকি কাপড় ছিল লিনেন বা সুতির একটি ঘনিষ্ঠভাবে টুইলড কাপড়।\n\n\n== সামরিক ব্যবহার ==\n\nলাল কোটের মতো ঐতিহ্যবাহী উজ্জ্বল রঙের অব্যবহারিকতা, বিশেষ করে সংঘর্ষের জন্য, ১৯ শতকের প্রথম দিকে স্বীকৃত হয়েছিল।   বায়বীয় নজরদারি এবং ধোঁয়াবিহীন পাউডারের মতো উন্নত প্রযুক্তির প্রতিক্রিয়া, খাকি যুদ্ধের ক্ষেত্রে সৈন্যদের ছদ্মবেশ ধারণ করতে পারে।  \n১৮৬৮ সালের আবিসিনিয়া অভিযানের সময়, যখন ভারতীয় সৈন্যরা ইথিওপিয়ায় ভ্রমণ করেছিল, তখন ব্রিটিশ সৈন্যরা প্রথমবারের মতো খাকি রঙের ইউনিফর্ম আনুষ্ঠানিকভাবে ব্যবহার করেছিল।  পরবর্তীকালে, ব্রিটিশ সেনাবাহিনী ঔপনিবেশিক অভিযানের পোশাকের জন্য খাকি গ্রহণ করে এবং এটি মাহদিস্ট যুদ্ধ (১৮৮৪-১৮৮৯) এবং দ্বিতীয় বোয়ার যুদ্ধে (১৮৯৯-১৯০২) ব্যবহৃত হয়েছিল। এই ইউনিফর্মগুলি খাকি ড্রিল নামে পরিচিত হয়ে ওঠে, যার সংস্করণগুলি এখনও ব্রিটিশ সেনাবাহিনীর ইউনিফর্মের অংশ।\nদ্বিতীয় বোয়ার যুদ্ধের সময় ব্রিটিশ বাহিনী তাদের ইউনিফর্মের কারণে খাকি নামে পরিচিত হয়ে ওঠে। যুদ্ধে বিজয়ের পর, সরকার একটি নির্বাচনের ডাক দেয়, যা খাকি নির্বাচন নামে পরিচিত হয়, একটি শব্দ যা পরবর্তীতে সামরিক বিজয়ের পরপরই সরকারগুলির জনসাধারণের অনুমোদনকে কাজে লাগাতে বলা হয়।\nমার্কিন যুক্তরাষ্ট্রের সেনাবাহিনী স্প্যানিশ-আমেরিকান যুদ্ধের সময় (১৮৯৮) তাদের ঐতিহ্যবাহী নীল ফিল্ড ইউনিফর্ম প্রতিস্থাপন করে খাকি গ্রহণ করেছিল। ইউনাইটেড স্টেটস নেভি এবং ইউনাইটেড স্টেটস মেরিন কর্পস খাকি ফিল্ড এবং ওয়ার্ক ইউনিফর্ম অনুমোদন করে, এটি অনুসরণ করে।\n\n১৯০২ সালে যখন খাকিকে মহাদেশীয় ব্রিটিশ সার্ভিস ড্রেসের জন্য গৃহীত করা হয়েছিল, তখন বেছে নেওয়া ছায়াটি পরিষ্কারভাবে গাঢ় এবং আরও সবুজ রঙের ছিল (বিপরীত ছবি দেখুন)। এই রঙটি সমস্ত ব্রিটিশ সাম্রাজ্যের সেনাবাহিনী দ্বারা ছোটখাটো পরিবর্তনের সাথে গৃহীত হয়েছিল। ১৯০২ ইউএস আর্মি ইউনিফর্ম রেগুলেশনগুলি অলিভ ড্র্যাব নামে সৈনিকদের শীতকালীন পরিষেবার ইউনিফর্মগুলির জন্যও অনুরূপ ছায়া গ্রহণ করেছিল। বাদামী-সবুজ রঙের এই শেডটি দুটি বিশ্বযুদ্ধের সময় অনেক দেশে ব্যবহার করা হয়েছে।\n\n\n== বেসামরিক পোশাকে ব্যবহার ==\n\"খাকিস\" নামে পরিচিত ট্রাউজার্স, যা দ্বিতীয় বিশ্বযুদ্ধের পর জনপ্রিয় হয়ে ওঠে, প্রাথমিকভাবে সামরিক-ইস্যু খাকি-রঙের চিনো কাপড়ের টুইল ছিল, ইউনিফর্মে ব্যবহৃত হয় এবং সবসময়ই খাকি রঙের। আজ, শব্দটি কখনও কখনও এই ট্রাউজার্সের উপর ভিত্তি করে ট্রাউজারের শৈলী বোঝাতে ব্যবহৃত হয়, সঠিকভাবে চিনোস বলা হয়, তাদের রঙ নির্বিশেষে।\n\n\n== খাকির সুর ==\n\n\n=== হালকা খাকি ===\nডানদিকে রঙের হালকা খাকি (যাকে খাকি ট্যান বা শুধু ট্যানও বলা হয়) প্রদর্শিত হয়।\n\n\n=== খাকি ===\nএটি HTML/CSS- এ খাকি নামের ওয়েব রঙ ।\n\nডানদিকে দেখানো রঙটি ১৯৩০ বই এ ডিকশনারি অফ কালারে খাকি হিসাবে মনোনীত রঙের সাথে মেলে, কম্পিউটার প্রবর্তনের আগে রঙের নামকরণের মানক।\n\n\n=== গাঢ় খাকি ===\nডানদিকে ওয়েব কালার গাঢ় খাকি প্রদর্শিত হয়। \n\nএটি X11 রঙের নামের মধ্যে গাঢ় খাকির সাথে মিলে যায়।\n\n\n=== সবুজ খাকি ===\nডানদিকে সবুজ খাকি রঙ প্রদর্শিত হয়, সাধারণভাবে অনেক কমনওয়েলথ দেশে খাকি বলা হয়, যা খাকি ড্র্যাব, জলপাই বা জলপাই ড্র্যাব নামেও পরিচিত।\n\n\n== আরও দেখুন ==\nখাকি বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র =="}