{"pageid": 1121724, "title": "ডিসি ইউনিভার্স (স্ট্রিমিং পরিষেবা)", "url": "https://bn.wikipedia.org/wiki?curid=1121724", "content": "ডিসি ইউনিভার্স একটি আমেরিকার ভিডিও-অন-ডিমান্ড স্ট্রিমিং পরিষেবা যা ডিসি এন্টারটেইনমেন্ট এবং ওয়ার্নার ব্রোস দ্বারা পরিচালিত ছিল। ডিজিটাল নেটওয়ার্ক । ২০১৭ সালে প্রথম ঘোষণা করা হয়েছিল, এর নাম ২০১৮ সালের মে মাসে প্রকাশিত হয়েছিল। পরিষেবাটির মধ্যে রয়েছে মূল টেলিভিশন প্রোগ্রামিং, ডিসির ক্যাটালগ থেকে নির্বাচিত অ্যানিমেটেড সিরিজ এবং চলচ্চিত্রগুলিতে অ্যাক্সেস, ডিসি কমিক্স থেকে কমিকগুলির একটি দৈব নির্বাচন, ফোরামে আলোচনার স্থান এবং একটি মার্চেন্ডাইস দোকান। DC ইউনিভার্স একটি বিটা অবস্থায় ২০১৮ সালের আগস্টের শেষের দিকে চালু হয়, এবং 15 সেপ্টেম্বর এর সম্পূর্ণ রিলিজ হয়। পরিষেবাটি মিডিয়া স্ট্রিমিংয়ের জন্য ২০২০ ওয়েবি পিপলস ভয়েস অ্যাওয়ার্ড জিতেছে । আগস্ট ২০২০-এ, এটি প্রকাশ করা হয়েছিল যে পরিষেবাটিতে সমস্ত অবশিষ্ট মূল প্রোগ্রামিং শেষ পর্যন্ত HBO Max- এ চলে যাবে; পরিষেবাটি পরে DC Universe Infinite হিসাবে জানুয়ারী ২১, ২০২১ এ পুনরায় চালু করা হয়েছিল, যা শুধুমাত্র একটি ডিজিটাল কমিক্স সাবস্ক্রিপশন পরিষেবা, ।\n\n\n== ইতিহাস এবং উন্নয়ন ==\nএপ্রিল ২০১৭-এ, ডিসি ইউনিভার্সকে একটি শিরোনামবিহীন পরিষেবা হিসাবে টেলিভিশন প্রোগ্রামিংয়ের জন্য ঘোষণা করা হয়েছিল,  এর শিরোনাম এক বছর পরে মে মাসে প্রকাশিত হয়।  পরের মাসে, মূল প্রোগ্রামিংয়ের বাইরের সংশ্লিষ্ট পরিষেবা গুলি প্রকাশ করা হয়েছিল, যার মধ্যে রয়েছে পুরানো ডিসি লাইভ-অ্যাকশন এবং অ্যানিমেটেড ফিল্মগুলি এবং নির্দিষ্ট সময়ের জন্য অ্যানিমেটেড সিরিজ, কমিকগুলির একটি দৈব্য নির্বাচন, ফোরামে আলোচনার স্থান, একটি পণ্যের দোকান, এবং ডিসি বিশ্বকোষ।   স্যাম অ্যাডেস, জেনারেল ম্যানেজার এবং ওয়ার্নার ব্রোস-এর সিনিয়র ভাইস-প্রেসিডেন্ট, ডিজিটাল নেটওয়ার্ক, পরিষেবাটি পরিচালনা করে।\nডিসি ইউনিভার্সের বেশ কয়েকটি প্রোগ্রাম ঘোষণা এবং উন্নয়নসাধন করা হয়েছিল: টাইটানস এবং ইয়াং জাস্টিস: আউটসাইডার্স, যথাক্রমে ২০১৮ এবং ২০১৯ সালে প্রকাশিত হয়েছিল।  হার্লে কুইন, একটি আধা ঘন্টার অ্যানিমেটেড সিরিজ, ২০১৯ সালে মুক্তি পায়।  লোইস লেন এবং লেক্স লুথরকে কেন্দ্র করে মেট্রোপলিস শিরোনামের একটি সুপারম্যান প্রিক্যুয়েল সিরিজ জানুয়ারি ২০১৮ সালে ঘোষণা করা হয়েছিল।  দুটি লাইভ-অ্যাকশন সিরিজ সোয়াম্প থিং এবং ডুম প্যাট্রোল ২০১৯ সালে প্রকাশিত হয়েছিল,   যখন মেট্রোপলিস পুনর্নির্মাণ করা হচ্ছিল।  একটি লাইভ-অ্যাকশন স্টারগার্ল সিরিজ ২০২০ সালে প্রকাশিত হয়েছিল, যা জাস্টিস সোসাইটি অফ আমেরিকার অতিরিক্ত সদস্যদের বৈশিষ্ট্যযুক্ত। ডিসি ডেইলি ২০১৮ সালের সেপ্টেম্বরে প্রকাশিত হয়, এবং জুলাই ২০২০ এ শেষ হয়।\n২০২০ সালের জুন মাসে, DC ইউনিভার্স তার গ্রাহকদের প্রতি মাসে মার্কিন$৪.৯৯ মূল্যে HBO Max স্ট্রিমিং পরিষেবা অফার করেছে; এটি নতুন HBO Max গ্রাহকদের জন্য প্রযোজ্য। জুলাইয়ের শেষে, ডিসি ইউনিভার্স আর পরিষেবার জন্য বার্ষিক সাবস্ক্রিপশন বিকল্প অফার করে না। আগস্টে, ডিসি কমিক্সের প্রকাশক জিম লি প্রকাশ করেছিলেন যে সমস্ত মূল প্রোগ্রামিং HBO ম্যাক্সে স্থানান্তরিত হবে। ডিসি ইউনিভার্সের সম্প্রদায়ের দিকটির সাথে কথা বলতে গিয়ে, সেইসাথে কমিক্স শিরোনামগুলির ব্যাকলগ অ্যাক্সেস করার ক্ষমতা, লি বলেছিলেন \"সর্বদা এটির প্রয়োজন হবে\" এবং ডিসি প্ল্যাটফর্মটিকে রূপান্তর করার উপায়গুলি দেখছিলেন যাতে বিষয়বস্তু দূরে যেতে হবে না.\nDC ২০২০ সালের সেপ্টেম্বরে ঘোষণা করেছিল যে পরিষেবাটি তার নাম পরিবর্তন করে DC Universe Infinite রাখবে এবং ২১ জানুয়ারী, ২০২১-এ শুধুমাত্র একটি ডিজিটাল কমিক্স সাবস্ক্রিপশন পরিষেবা হয়ে যাবে। DC Universe সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে DC Universe Infinite-এ স্থানান্তরিত হবে। মূল প্রোগ্রামিং সম্পর্কে, ইয়াং জাস্টিস সিজন 1-4, টাইটানস সিজন 1-3, ডুম প্যাট্রোল সিজন 1-3, স্টারগার্লের প্রথম সিজন এবং হার্লে কুইন সিজন 1-3 এইচবিও ম্যাক্সে ম্যাক্স অরিজিনাল সিরিজে পরিণত হয়েছে, নতুন সহ ডিসি সিরিজ এবং \"কী ডিসি ক্লাসিক\"ও সেখানে পাওয়া যাচ্ছে।\n\n\n== উপস্থিতি ==\nDC ইউনিভার্স ১৫ সেপ্টেম্বর, ২০১৮-এ মার্কিন যুক্তরাষ্ট্রে চালু হয়েছিল, এবং এটি iOS, Android, Roku, Apple TV, Android TV, Amazon Fire TV, এবং Xbox One- এ ওয়েব এবং মোবাইল ওয়েবে সহজলভ্য ছিল৷  ডিসি ইউনিভার্সের প্রতিটি সাবস্ক্রিপশন একবারে দুটি ডিভাইসে ব্যবহার করা যায়।  স্ট্রিমিং পরিষেবার জন্য প্রি-অর্ডারগুলি জুলাই ১৯ থেকে নেয়া হচ্ছিল, এবং আগস্ট হতেই কিছু নির্বাচিত ব্যবহারকারীদের জন্য এটির প্রাথমিক বিটা-সংস্করণ সহজলভ্য করা হয়েছিল।   লাইভ-অ্যাকশন সিরিজ 4K আল্ট্রা এইচডি HDR- এ স্ট্রিম করা ছিল।\nডিসি ইউনিভার্স শুধুমাত্র মার্কিন যুক্তরাষ্ট্রে সহজলভ্য ছিল। ফ্যান এক্সপো কানাডা ২০১৮ এ, ডিসি সম্পাদক \"ড্যান ডিডিও\" দাবি করেছেন যে পরিষেবাটি একটি অনির্ধারিত তারিখে চালু করার পরিকল্পনার সাথে কানাডায় বিটা পরীক্ষা করা হচ্ছে। ইতোমধ্যে, পরিষেবা থেকে বেশ কয়েকটি ওরিজিনাল শো কোরাস এন্টারটেইনমেন্ট (এর টেলিটুন, অ্যাডাল্ট সুইম এবং শোকেস কেবল নেটওয়ার্কে সম্প্রচারের জন্য) দ্বারা অধিগ্রহণ করা হয়েছিল, যখন ডুম পেট্রোল বেল মিডিয়া তার CTV সাই-ফাই চ্যানেলের জন্য অধিগ্রহণ করেছিল। টাইটানস নেটফ্লিক্সে আন্তর্জাতিকভাবে সম্প্রচার করা হয়েছিল।\n\n\n== বিষয়বস্তু ==\n\n\n=== মূল প্রোগ্রামিং ===\n\nবিজারোটিভি, একটি নৃসংকলন সিরিজ, অক্টোবর ২০১৯-এ ঘোষণা করা হয়েছিল যে বিকাশ চলছে এবং ২০২০ সালে এর প্রত্যাশিত প্রকাশের তারিখ ছিল। পরিষেবাটি যখন ডিসি ইউনিভার্স ইনফিনিট হয়ে ওঠে তখন এটি একটি এইচবিও ম্যাক্স অরিজিনাল সিরিজে স্থানান্তরিত হবে কিনা তা অস্পষ্ট ছিল। \nশুরুর সময়, পরিষেবাটির মধ্যে ছিল চারটি লাইভ-অ্যাকশন ক্রিস্টোফার রিভ <i id=\"mwAT0\">সুপারম্যান</i> ফিল্ম, ব্যাটম্যান বিগিন্স এবং দ্য ডার্ক নাইট, অ্যানিমেটেড টেলিভিশন সিরিজ ব্যাটম্যান: দ্য অ্যানিমেটেড সিরিজ, স্ট্যাটিক শক, ইয়াং জাস্টিস, টিন টাইটানস,  ব্যাটম্যান বিয়ন্ড, ব্যাটম্যান: দ্য। ব্রেভ অ্যান্ড দ্য বোল্ড, এবং জাস্টিস লিগ,  লাইভ-অ্যাকশন টেলিভিশন সিরিজ লোইস অ্যান্ড ক্লার্ক: দ্য নিউ অ্যাডভেঞ্চারস অফ সুপারম্যান অ্যান্ড ওয়ান্ডার ওম্যান, সর্বশেষ হাই-ডেফিনিশনে পুনরুদ্ধার করা হয়েছে,  এবং জাস্টিস লিগ: দ্য ফ্ল্যাশপয়েন্ট সহ অ্যানিমেটেড চলচ্চিত্র। প্যারাডক্স, গ্রিন ল্যান্টার্ন: ফার্স্ট ফ্লাইট এবং ওয়ান্ডার ওম্যান,  অন্যদের মধ্যে। বিষয়বস্তু একটি মাসিক ভিত্তিতে আপডেট করা হয়েছে.  পরিষেবাটি 1970-এর দশকের লাইভ-অ্যাকশন সিরিজ শাজাম যুক্ত করেছে! পরের বছর মার্চে।\n\n\n== পুরস্কার ==\nডিসি ইউনিভার্স ওয়েব ক্যাটাগরিতে মিডিয়া স্ট্রিমিংয়ের জন্য ২০২০ ওয়েবি পিপলস ভয়েস অ্যাওয়ার্ড জিতেছে ।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}