{"pageid": 1121898, "title": "উপাখ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1121898", "content": "উপাখ্যা বা সাবটাইটেল বলতে বিদেশী ভাষার চলচ্চিত্রের উপর সংলাপের মুদ্রিত অনুবাদ। আরো বিস্তারিতভাবে বললে উপাখ্যা হলো চলচ্চিত্র, টিভি অনুষ্ঠান, ভিডিও গেম এবং যেকোনো ভিডিওর থেকে নেওয়া ধারাভাষ্য বা সংলাপের পাঠ্য বা প্রতিলিপি, যা পর্দার নিচের অংশে দৃশ্যমান থাকে এবং উপরের অংশেও দেখা যায় যদি নিচের অংশ ইতিমদ্ধেই পূর্ণ থাকে। উপাখ্যা বিদেশি ভাষার সংলাপের অনুবাদ হিসাবে অথবা একই-ভাষার সংলাপ থেকে হতে পারে, যা বধির এবং যাদের শ্রবণ শক্তি কম অথবা যাদের বাচনভঙ্গি বুজতে কষ্ট হয় অথবা যারা বলা ভাষাটি জানে না তাদের বোঝার সুবিধার্থে ব্যবহার করা হয়।\n\n\n== স্বয়ংক্রিয় উপাখ্যা ==\nকিছু কিছু প্রোগ্রাম এবং অনলাই সফটওয়্যার কথ্য-থেকে-পাঠ্য প্রযুক্তি ব্যবহার করে স্বয়ংক্রিয় উপাখ্যা করে। উদাহরণস্বরূপঃ ইউটিউবে ইংরেজি, উলন্দাজ, ফরাসি, জার্মানি, ইতালি, জাপানি, কোরিয়ান, পর্তুগিজ, রাশিয়ান,ইন্দোনেশিয়ান এবং স্প্যানিশ ভাষাসমূহের স্বয়ংক্রিয় উপাখ্যা করার ব্যবস্থা আছে। যে সব ভাষার স্বয়ংক্রিয় উপাখ্যা করা যায় সেগুলো ইউটিউবে আপনাআপনি উপাখ্যায়িত হয়ে প্রকাশ হয়।\n\n\n== একই-ভাষার উপাখ্যা ==\nএকই-ভাষার উপাখ্যা (এভাউ) অর্থাৎ অ-অনুবাদিত উপাখ্যা বা যে ভাষায় কথা বলা হচ্ছে সেই ভাষারই উপাখ্যা প্রাথমিকভাবে বধির এবং যারা কানে কম শুনতে পায় (শ্রবণলঘুদের) তাদের সুবিধার উদ্দেশ্য করে তৈরি করা হয়। আন্তর্জাতিকভাবে, বেশ কয়েকটি বড় গবেষণায় দেখা যায় যে একই-ভাষার উপাখ্যা পড়ার ক্ষমতা এবং সাক্ষরতা বৃদ্ধিতে বড় ধরনের প্রভাব ফেলে। এই ধরনের উপাখ্যার পদ্ধতি চীন এবং ভারতের জাতীয় টেলিভিশন সম্প্রচারে ব্যবহার করা হয়। এই বুদ্ধিটির উদ্ভাবক ব্রিজি কোঠারি বিশ্বাস করেন যে, এভাউ পড়ার অনুশীলনকে একটি ঘটনাগত, স্বয়ংক্রিয় এবং অবচেতন বিনোদনে রূপান্তর করে। যা প্রতি ব্যক্তিতে কম খরচে ভারতের সাক্ষরতার হারকে বৃদ্ধি করতে পারে।\n\n\n=== বধির ও শ্রবণলঘুদের জন্য উপাখ্যা ===\nবধির ও শ্রবণলঘুদের জন্য উপাখ্যা (বশ্রউ) আমেরিকার ডিভিডি-শিল্পের দ্বারা পরিচায়িত হয়। এটি বলতে একই ভাষার সাধারণ উপাখ্যা বোঝায় যেখানে সংলাপের পাশাপাশি আরও অন্যান্য তথ্য সংযুক্ত থাকে। অন্যান্য তথ্য বলতে, কে কথা বলছে, বিভিন্ন ধরনের অভিব্যক্তি এবং আওয়াজকে  বুজানো হচ্ছে। বশ্রউ বধির ও শ্রবণলঘুদের বিভিন্ন ধরনের আওয়াজ এবং অভিব্যক্তি সনাক্ত করতে সহয়তা করে যা অন্যথায় সম্ভব নয়। এতে করে তাঁরা অন্যান্য স্বাভাবিক মানুষদের মত নানা বিনোদন উপভোগ করতে পারে।\nনিম্নে বশ্রউ-এর কিছু উদাহরন লিখিত আকারে দেয়া হলঃ\n১) -মহিলাঃ [হাঁফ] অ্যালিস্টার!\n   -পুরুষঃ এখন আবার কি হলো, প্যামেলা?\n২) -প্ল্যাস্টিক, মরিচারোধী, অগ্নিরোধী,  রোধী-রোধী\n   -[টেলিফোন ক্রিং ক্রিং]\n৩) -[দরজা ক্যা]\n    -[চিৎকার]\n৪) ♪[ব্যান্ড ল্যাটিন জ্যাজ বিট বাজাচ্ছে ] ♪\n৫) ♪ সে যে বসে আছে একা একা\n       রঙিন স্বপ্ন তার বুনতে ♪\n\n\n=== ব্যবহার করে বধির ও শ্রবণলঘু নয় তারা ===\nযদিও একই-ভাষার উপাখ্যা (এভাউ) বধির ও শ্রবণলঘুদের জন্য তৈরি কিন্তু এটি ব্যবহার করা যেতে পারে সকলের জন্য যাতে সংলাপের বোধগম্যতা নিশ্চিত করা যায়।কখনও কখনও অনেক ধরনের আওয়াজ, শব্দ, আবহসঙ্গীত, বাচনভঙ্গি, পর্দার বাহিরের চরিত্র বা সহকারী চরিত্রের কথা ইত্যাদি নানান কারণে সংলাপ দর্শকের কাছে অপরিষ্কার থেকে যেতে পারে। এক্ষেত্রে এভাউ সংলাপ বোঝার ক্ষেত্রে সাহায্য করতে পারে। এছাড়া এভাউ সংলাপের বিভিন্ন খুঁটিনাটি যা সাধারণভাবে ধরা পরে না তা বোঝার জন্য সহায়ক ভূমিকা পালন করে। অনেক গবেষণায় পরিলক্ষত হয় যে, উপাখ্যার ব্যবহার স্কুল-বয়সী শিশুদের পড়ার বোধগম্যতা বৃদ্ধি করতে সাহায্য করে।\n\n\n== উপাখ্যার ধরন ==\nউপাখ্যার দুটি ধরন পাওয়া যায়, খোলা উপাখ্যা, “সবার জন্য উন্মুক্ত”  যা দর্শক বন্ধ করতে পারে না এবং বন্ধ উপাখ্যা যার নকশা এমন ভাবে করা হয়েছে যাতে যে ইচ্ছা সে সেটাকে চালু/বন্ধ করতে পারে এবং যেকোনো উপাখ্যা পছন্দ মত বাছাই করতে নিতে পারে।\nকন্টেন্ট বিতরণের সময় উপাখ্যা ৩ ধরনের রুপে আবির্ভূত হতে পারে\n\nকঠিনঃ কঠিন উপাখ্যা (কৌপা) বা খোলা উপাখ্যা নামেও পরিচিত। এই ধরনের উপাখ্যার টেক্সট আসল ভিডিওর সাথে একেবারে মিশে থাকে যার পরিবর্তন করা সম্ভব নয়। এটি চালানোর জন্য বিশেষ কোন যন্ত্র বা সফটওয়্যারের প্রয়োজন হয় না। তাই, এতে জটিল জটিল ইফেক্ট এবং অ্যানিমেশন যুক্ত করা যায়। যেমনঃ লিরিক্সে বিভিন্ন রঙ, নড়াচড়া, অক্ষর বড় ছোট করা ইত্যাদি। কিন্তু কৌপা বন্ধ করা যায় না যদি না ভিডিও বন্ধ করা হয়। তাই এই ধরনের উপাখ্যাতে একাধিক ভাষা যুক্ত করা অসম্ভব।\nপূর্বসংশ্লেষণঃ বন্ধ উপাখ্যা নামেও পরিচিত। এটি চলিত অবস্থায় আলাদা ফ্রেম হিসাবে আসল ভিডিও স্ট্রিমের উপর আচ্ছাদিত থাকে। পূর্বসংশ্লেষণ উপাখ্যা ডিভিডি ও ব্লু-রে তে ব্যবহার করা হয় (যদিও এটা অন্তর্ভুক্ত থাকে একই ভিডিও স্ট্রিম ফাইলের মধ্যে)। এটিকে বন্ধ করা সম্ভব অথবা একাধিক ভাষা যুক্ত করা সম্ভব এবং সেই ভাষাগুলোর মধ্যে যেটা ইচ্ছা সেটা বাছাই করা সম্ভব।\nনরমঃ নরম উপাখ্যা (নৌপা) বা বন্ধ উপাখ্যা নামেও পরিচিত। চলিত অবস্থাত এটি সময়-ছাপের উপর ভিত্তি করে লেখা পর্দায় প্রদর্শন করে। নৌপার ফাইল এবং ভিডিওর ফাইল আদালা হয়। এর জন্য আলাদাভাবে সফটওয়্যার সমর্থনের প্রয়োজন পরে। এর অনেক ধরনের ফাইল প্রকরন থাকায় সবধরনের ভিডিও-প্লেয়ারে সমর্থন নাও পেতে পারে। নৌপা অনেক সহজেই তৈরি ও পরিবর্তন করা যায় বলে এটিকে ফ্যানসাবে বেশি ব্যবহৃত হতে দেখা যায়।\n\n\n== তথ্যসূত্র =="}