{"pageid": 1121642, "title": "পিপলান্ত্রি", "url": "https://bn.wikipedia.org/wiki?curid=1121642", "content": "পিপলান্ত্রি হল ভারতের রাজস্থান রাজ্যের রাজসমন্দ জেলায় অবস্থিত একটি গ্রাম।\n\n\n== বিশিষ্টতা ==\nপিপলান্ত্রির গ্রামবাসীরা প্রতিবার একটি কন্যা সন্তানের জন্মের সময় ১১১টি (স্থানীয় হিন্দুদের জন্য একটি শুভ সংখ্যা) গাছ লাগায়। এখানকার মানুষজন গাছগুলিকে যত্ন করে বাঁচিয়ে রাখে। কন্যার সাথে সাথে গাছগুলিও বড় হয় এবং সময়ে ফল দান করে। ভারতে কন্যা সন্তানের সংখ্যার একটি বিশাল ঘাটতি রয়েছে, কারণ সমাজ পুত্র সন্তানের প্রতি আবিষ্ট এবং যৌতুকের প্রথার কারণে মেয়েদের আর্থিক বোঝা হিসাবে বিবেচনা করা হয়। বছরের পর বছর ধরে, এখানকার লোকেরা গ্রামের চারণভূমিতে ৩,০০,০০টিরও বেশি গাছ লাগাতে পেরেছে - বহু গাছের মধ্যে এখানে আছে নিম, শীশম, আম, আমলকী ইত্যাদি।\nকন্যার আর্থিক নিরাপত্তা নিশ্চিত করার জন্য, একটি কন্যা শিশুর জন্মের পরে, গ্রামবাসীরা সম্মিলিতভাবে ২১,০০০ টাকা দান করে এবং পিতামাতার কাছ থেকে ১০,০০০ টাকা নেয়। সম্পূর্ণ টাকা একটি মেয়াদী আমানতে ব্যাঙ্কে জমা করে রাখা হয়। মেয়েটি ১৮ বছর বয়সী হলে সেই টাকা কাজে লাগানো হয়। কন্যা সন্তান যেন সঠিক শিক্ষা পায় তা নিশ্চিত করার জন্য, বৃক্ষ রোপণের পাশাপাশি, কন্যাদের নতুন বাবা-মায়েরাও একটি হলফনামায় স্বাক্ষর করেন যে তাঁরা মেয়ের ১৮ বছর বয়স না হলে বিবাহ দেবেন না এবং তাদের পড়াশোনা শেষ করতে দেবেন।\n\n\n== উদ্যোগ ==\nগ্রামের প্রাক্তন সরপঞ্চ (গ্রামের নির্বাচিত প্রধান) শ্যাম সুন্দর পালিওয়াল, তাঁর মেয়ে কিরণের স্মরণে এই উদ্যোগটি শুরু করেছিলেন। মেয়েটি কয়েক বছর আগে মারা গিয়েছিল।\n\n\n== বর্তমান ==\n২০০৬ সালে শুরু হওয়া উদ্যোগটি পিপলান্ত্রি গ্রামকে একটি মরুদ্যানে পরিণত করেছে। একটি কন্যা সন্তানের জন্ম এখন স্বাগত জানানো হয় এবং গ্রামটি নিম, আম, আমলা এবং শীশম গাছে ভরে যায়। এর ফলে জলস্তর বৃদ্ধি পায় এবং বন্যপ্রাণ সমৃদ্ধ হয়।\nযদিও গ্রামবাসীরা সারা বছর জন্ম নেওয়া প্রতিটি মেয়ের জন্য ১১১টি করে গাছ লাগায়, প্রতি আগস্টে বর্ষাকালে, পূর্ববর্তী ১২ মাসে জন্মগ্রহণকারী সমস্ত মেয়েদের জন্য একটি বিশেষ বৃক্ষ রোপণ অনুষ্ঠান হয়। পালিওয়ালের অনুমান ৫,৫০০ জন লোকের এই গ্রামে প্রতি বছর প্রায় ৬০ জন মেয়ে জন্মগ্রহণ করে। রাখি উৎসবের মত, বড় হয়ে যাওয়া মেয়েরা তাদের নামে লাগানো গাছের চারপাশে রাখি বাঁধে। গ্রামের একটি অংশে, সরপঞ্চ এবং অন্যান্য পরিদর্শনকারী কর্মকর্তাদের একটি বটবৃক্ষের পাশে এসে শপথ নিতে উৎসাহিত করা হয়, দায়িত্বের সাথে কাজ করার এবং পরিবেশ রক্ষা করার প্রতিশ্রুতি দেওয়া হয়।\n\n\n== অর্থনীতি ==\nউদ্যোগটি শহরের অর্থনীতিতেও সাহায্য করেছে। গাছ থেকে উইপোকা দূরে রাখতে, গ্রামবাসীরা তাদের চারপাশে ২.৫ মিলিয়নেরও বেশি অ্যালোভেরা গাছ লাগিয়েছে। ধীরে ধীরে, গ্রামবাসীরা বুঝতে পেরেছে যে অ্যালোভেরা বিভিন্ন উপায়ে প্রক্রিয়াজাত এবং বাজারজাত করা যেতে পারে। সুতরাং, এখন সম্প্রদায়টি অন্যান্য জিনিসের মধ্যে অ্যালোভেরার রস এবং তার জেলের মতো পণ্য উৎপাদন এবং বাজারজাত করে।\n\n\n== তথ্যসূত্র =="}