{"pageid": 1121535, "title": "জেমস হোপস", "url": "https://bn.wikipedia.org/wiki?curid=1121535", "content": "জেমস রেডফার্ন হোপস (জন্ম ২৪ অক্টোবর ১৯৭৮) একজন অস্ট্রেলীয় ক্রিকেট কোচ এবং সাবেক ক্রিকেটার। হোপস কুইন্সল্যান্ডের হয়ে ঘরোয়া ক্রিকেট খেলেছেন এবং একদিনের আন্তর্জাতিক এবং টি-টোয়েন্টি ক্রিকেটে অস্ট্রেলিয়ার প্রতিনিধিত্ব করেছেন।\n\n\n== ঘরোয়া ক্রিকেট ==\nজাতীয় যুব দলে উচ্চতর সম্মানের জন্য হোপসকে নির্দিষ্ট করা হয়েছিল কিন্তু প্রথম-শ্রেণীর স্তরে উন্নত হওয়ার পরে স্থায়ী হতে কয়েক বছর লেগেছিল।অস্ট্রেলিয়ার অনূর্ধ্ব-১৯ দলে যাওয়ার আগে তিনি রাজ্যের কম বয়সী দলে ১৩ বছর বয়সী হিসাবে খেলেছিলেন - ১৯৯৮ সালের যুব বিশ্বকাপে তিনি ১০৫, ৭১ এবং ৫১ রান করেছিলেন।হোপস অস্ট্রেলিয়ার অনূর্ধ্ব-১৯ দলের হয়ে ব্যাটসম্যান হিসেবে খেলেছেন কিন্তু তার ক্যারিয়ার যত এগিয়েছে ততই তিনি একজন বোলিং অল-রাউন্ডার হয়ে উঠেছেন।\nহোপসের ২০০১ সালে কুইন্সল্যান্ডের হয়ে অভিষেক হয়েছিল।কুইন্সল্যান্ডের হয়ে তার পাঁচটি পুরা কাপ সেঞ্চুরি এবং দুটি ওয়ানডে সেঞ্চুরি রয়েছে, তবে তিনি একজন সফল বোলারও।২০০৫/০৬ সালে ঘরোয়া প্রতিযোগিতায়, তিনি আইএনজি কাপে ১৮.৩৩ এ ১৫ উইকেট এবং পুরা কাপে ২২.৫৬ এ ১৬ উইকেট সংগ্রহ করেছিলেন, তবে তিনি আন্তর্জাতিক অঙ্গনে তার নিয়মিত সাফল্য স্থানান্তর করতে পারেননি।\nতিনি ২০০৬/০৭ সালে কুইন্সল্যান্ডের হয়ে পুরা কাপে ৫৫৩ রান এবং ২১ উইকেট নিয়ে ইনিংস শুরু করেছিলেন এবং এফআর কাপে একটি মরসুমের সর্বাধিক ২০টি উইকেট শিকার এবং প্রথম ওয়ানডে সেঞ্চুরি করেছিলেন।আইপিএল ফ্র্যাঞ্চাইজি কিংস ইলেভেন পাঞ্জাব তাকে তুলে নেয় এবং উদ্বোধনী মরসুমে তিনি দুর্দান্ত অবদানকারী ছিলেন, কিন্তু চোটের কারণে বিশ্রাম নেওয়ার জন্য দ্বিতীয় ইভেন্ট মিস করেন এবং তৃতীয় টুর্নামেন্টেও আঘাত পান।২০১০/১১ সালে, তাকে ক্রিস সিম্পসনের স্থলাভিষিক্ত করে রাজ্যের অধিনায়কত্ব দেওয়া হয়।তিনি ২০১০/১১ সিরিজের জন্য শেফিল্ড শিল্ড প্লেয়ার অফ দ্য সিরিজ নির্বাচিত হন।তিনি রাজ্যের ৪৯তম অধিনায়ক হয়েছেন।২০১০ সালের নভেম্বরে, হোপস ৪০ রানে ৩টি উইকেট তুলে নেন এবং তারপরে ৭৩ রানের সাথে সর্বোচ্চ স্কোর করেন যখন কুইন্সল্যান্ড বুলস বেলেরিভ ওভালে দ্বিতীয় দিনে তাসমানিয়ার ১৯৬ রানকে অতিক্রম করে।২০১০ সালের ডিসেম্বরে, তিনি তত্ত্বাবধায়ক কোচ হিসাবে কুইন্সল্যান্ডের কোচিং-এর দায়িত্ব গ্রহণ করেন এবং বুলসের হয়ে একটি উত্তেজনাপূর্ণ দিনে ট্রেভর বার্সবিকে প্রতিস্থাপন করার পরে একটি জয়ের মাধ্যমে শুরু হয় যেখানে তারা ১৩৬ রানে পশ্চিম অস্ট্রেলিয়াকে অল-আউট করে এবং ৭৬ রানে ম্যাচ জিতেছিল।তাসমানিয়ার বিরুদ্ধে বিগ ব্যাশ ম্যাচে, তিনি অপরাজিত ৬৫ রান করেন এবং একটি রান আউটও করেন এবং রায়ান টেন ডসকাটকে আউট করার জন্য এক হাতে ক্যাচ নিয়ে ম্যান-অফ-দ্য-ম্যাচ হন।নিউ সাউথ ওয়েলসের বিরুদ্ধে বিগ ব্যাশের ম্যাচে, তিনি ৩৮ বলে অপরাজিত ৬২ রান করেন এবং ম্যাচের প্রথম বলেই জেমস হোপস উসমান খোয়াজাকে বোল্ড করেন যিনি তার স্টাম্পের দিকে পুল করেন।২০১১ সালে, হোপসের অলরাউন্ড পারফরম্যান্স কুইন্সল্যান্ডকে রিওবি কাপে নিউ সাউথ ওয়েলসের বিপক্ষে ছয় উইকেটের আরামদায়ক জয়ে নেতৃত্ব দেয়।হোপস ৫৬ বলে ৪১ রান করে একটি শক্ত সূচনা করেছিলেন এর আগে তিনি ১৬ রানে ৪ উইকেট নিয়েছিলেন।হোপস ছয় উইকেট শিকার করে এবং নিশ্চিত করে যে কুইন্সল্যান্ড ২০১০/১১ শেফিল্ড শিল্ড টেবিলে ভিক্টোরিয়ার বিপক্ষে ইনিংস ও তিন রানে জয়লাভ করে তৃতীয় স্থানে রয়েছে।হোপস হোবার্টে স্টেট ক্রিকেট অ্যাওয়ার্ডে ২০১০/১১ এর জন্য শেফিল্ড শিল্ড প্লেয়ার অফ দ্য সিরিজ নির্বাচিত হন।হোপস শেষ মৌসুমে ব্যাট হাতে ৫৮.৭০ গড় এবং ২০.১১ গড়ে বল হাতে ২৩ ভোট পেয়ে তাসমানিয়ার অলরাউন্ডার লুক বাটারওয়ার্থকে পেছনে ফেলে পুরস্কার জিতেছেন।\n২০১১ বিগ ব্যাশ লিগে, হোপস ব্রিসবেন হিটের সাথে চুক্তিবদ্ধ হয়েছিল।কুইন্সল্যান্ডের ২০১৬/১৭ অস্ট্রেলিয়ার ঘরোয়া মৌসুমের শেষে, হোপস সমস্ত ক্রিকেট থেকে অবসর নেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\n\n২০০৪/০৫ সালে তিনি আটটি ওয়ানডেতে অংশগ্রহণ করেন।তিনি একটি ম্যাচে একটি উইকেটের বেশি নেননি যদিও তার ব্যাটিং শ্রীলঙ্কার বিপক্ষে সর্বোচ্চ ৪৩ রানের প্রতিশ্রুতি দেখিয়েছিল।ভিবি সিরিজের শেষে হোপসকে স্কোয়াড থেকে বাদ দেওয়া হয়েছিল এবং দক্ষিণ আফ্রিকা সফর মিস করেছিলেন, কিন্তু শেন ওয়াটসন যখন বাংলাদেশে চোটের সমস্যায় ভুগছিলেন তখন তার কুইন্সল্যান্ড সতীর্থের পরিবর্তে তাকে নেওয়া হয়েছিল।\nমরসুমের দেরিতে উন্নতি হওয়া সত্ত্বেও, হোপসকে জাতীয় চুক্তির তালিকা থেকে বাদ দেওয়া হয়েছিল এবং আন্তঃরাজ্য প্রতিযোগিতায় পুনরায় প্রভাবিত করতে বলা হয়েছিল।ওয়াটসনের আরেকটি চোট হলে হোপসকে তার ক্রিকেট অস্ট্রেলিয়া চুক্তি পুনরুদ্ধার করার আগে বিশ্বকাপ স্ট্যান্ডবাইতে রাখা হয়েছিল।\nহোপের সবচেয়ে ফলদায়ক দিনটি ২০১০ সালে এসেছিল যখন তার ১৪ রানে ৫ উইকেট নিশ্চিত করেছিল ডাবলিনে একটি ওডিআইতে অস্ট্রেলিয়া আয়ারল্যান্ডের কাছে বিব্রত হবে না।কেরিয়ারের সেরা পরিসংখ্যানগুলি ছিল একটি যোগ্য পুরস্কার একজন খেলোয়াড়ের জন্য যিনি সহজ ওভার দিতে বা দেরিতে রান সংগ্রহ করতে পপ ইন করেন।এমসিজিতে ওয়েস্ট ইন্ডিজের বিপক্ষে ২৬ বলের ৫৭ রান ছিল ক্যারিয়ারের তিনটি হাফ সেঞ্চুরির মধ্যে একটি, যা এসেছিল ২০০৯ সালের বেশিরভাগ সময় ওয়ানডে ম্যাচ খেলার পর।৩১ ম্যাচে তিনি ২৫ এর গড়ে ৫০১ রান করেন এবং ২৭ উইকেট যোগ করেন।\n২০০৭/০৮ সালে, তিনি অস্ট্রেলিয়ার সমস্ত ওয়ানডে সিরিজে অংশ নিয়ে ২৪টি ওয়ানডেতে একটি ব্যস্ত অভিযানের অভিজ্ঞতা লাভ করেন।\n২০০৮ সালের মার্চ মাসে, হোপস তার ২৮তম ম্যাচে তার প্রথম ওডিআই অর্ধশতক করেন, ২০০৭/০৮ কমনওয়েলথ ব্যাংক সিরিজের ২য় ফাইনালে ভারতের বিরুদ্ধে ৮০ বলে ৬৩ রান করেন।যদিও ভারত খেলা এবং সিরিজ জিতে গেছিল, তার প্রচেষ্টা ব্যর্থ হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\"অস্ট্রেলিয়ানরা পুট হোপস অন স্ট্যান্ডবাই\", বিবিসি নিউজ, 5 এপ্রিল 2007 সংগৃহীত 10 এপ্রিল 2007\n\"রাষ্ট্রীয় পুরস্কারে হোপস স্বীকৃত।\", ক্রিকেট অস্ট্রেলিয়া, 15 মার্চ 2011 সংগৃহীত 16 মার্চ 2011।\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে জেমস হোপস (ইংরেজি)\nকুইন্সল্যান্ড বুলস প্লেয়ার প্রোফাইল"}