{"pageid": 1121987, "title": "পার্শ্ব বন্ধ (পোশাক)", "url": "https://bn.wikipedia.org/wiki?curid=1121987", "content": "পার্শ্ব বন্ধ ( বগলবন্দী, বগল বন্দী, বড়বন্দী, বড় বন্দী, দাউরা) হল পুরুষ উর্দ্ধাঙ্গের পোশাক; এটি একটি বিশেষ প্রকৃতির জামা যেটি পাশের দিকে বাঁধা হয়। এটি একটি ওয়েস্ট কোট শৈলীর অনুরূপ। এটির সামনে একটি প্রশস্ত অংশ রয়েছে যা অন্য দিককে ঢেকে রাখে, অনেকটাই একটি ডাবল-ব্রেস্টেড কোটের মতো এবং এতে পোশাকটিকে বেঁধে রাখার জন্য বন্ধনী আছে। পার্শ্ব বন্ধ হল ভারতীয় উপমহাদেশের একটি জাতিগত পোশাক। পোশাকটি অন্যান্য অঞ্চলের সাথে হিন্দি বলয়, গুজরাত, মহারাষ্ট্র, নেপালের সাথে আরও বেশি যুক্ত।\n\n\n== ব্যুৎপত্তি ==\nপার্শ্ব বন্ধ (হিন্দি: बगलबंदी) একটি সম্মিলিত চলিত ভাষার শব্দ, পার্শ্ব বলতে বোঝায় 'শরীরের পার্শ্বদেশ' এবং বন্ধ বলতে বোঝায় 'বাঁধা'।\n\n\n== ইতিহাস এবং পটভূমি ==\nপার্শ্ব বন্ধ পোশাকটি বেশ সাধারণ কারণ এটি কেবল পরা সহজ নয়, পরতেও বেশ আরামদায়ক। ফলস্বরূপ, এই বিশেষ ধরনের পোশাক শৈলী দেশের অনেক জায়গায় দেখতে পাওয়া যায়। মুঘলরা এই শৈলীর পোশাকের সবচেয়ে বিশিষ্ট পরিধানকারী ছিল এবং শাসকদের পাশাপাশি রাজদরবারের অভিজাতরাও পরিধান করতেন।\nযদিও ভারতের নিজস্ব ইতিহাসের অংশ হিসাবে, আংরাখা (পার্শ্ব বন্ধ শৈলীর পোশাকের সবচেয়ে সাধারণ এবং জনপ্রিয় রূপ) রাজস্থান রাজ্যের লোকেরা পরতেন। কিন্তু এই পোশাকের শৈলীটি উত্তর ভারতের জন্য একচেটিয়া ছিল না কারণ কর্ণাটকের কবি শিল্পতে দেখতে পাওয়া যায় যে দ্বারপালক বা দ্বাররক্ষীরা এই শৈলীর পোশাক পরিধান করে।\n\n\n== আঞ্চলিক শৈলী ==\nহিন্দি বলয়, রাজস্থান এবং গুজরাতে এটি ধুতি ও পাগড়ির সাথে পরা হয় এবং এই অঞ্চলের ঐতিহ্যবাহী পুরুষদের পোশাকের অংশের একটি প্রকারকে প্রকাশ করে। হিন্দি বলয়ে এটি ধুতি ছাড়াও সালোয়ার বা আঁটসাঁট ভাবে পরা চুড়িদার নামে প্যান্টের সাথেও পরা হয়। ছোটখাটো পরিবর্তন সহ সাধারণ ঐতিহ্যবাহী পোশাকের মতো এটিও আজ মহিলাদের মধ্যে একটি জনপ্রিয় পোশাকে পরিণত হয়েছে।\nএটি মহারাষ্ট্র এবং তার আশেপাশের অঞ্চলে \"বারাবান্ধি\" নামে পরিচিত। মারাঠি ভাষায় \"বারা\" অর্থ \"১২\" এবং \"বান্ধি\" অর্থ \"বাঁধা\", এটির ১২টি গিঁট রয়েছে, ৬টি ভিতরের দিকে এবং ৬টি বাইরের দিকে। কর্ণাটক, অন্ধ্রপ্রদেশ এবং তেলেঙ্গানায় একটি পুরানো শব্দ আঙ্গি এই পোশাকের জন্যও ব্যবহৃত হয়, যাতে ৪ থেকে ১২টি গিঁট থাকে।\nনেপাল, সিকিম এবং দার্জিলিং অঞ্চলে এটি \"দাউরা\" নামে পরিচিত। এটি সুরুওয়ালের সাথে পরা হয়, এই শব্দটি গুজরাতে আঁটসাঁট ভাবে পরা প্যান্টের জন্যও ব্যবহৃত হয়।\nপার্শ্ব বন্ধ পোশাকটি পূর্ব এবং উত্তর-পূর্ব অঞ্চলে, বিশেষ করে বাংলা, ওড়িশা, আসাম এবং মণিপুরেরও একটি বিশেষ পোশাক শৈলী।\n\n\n== বর্তমান দিনের দৃশ্যকল্প এবং বৈশ্বিক প্রভাব ==\nযদিও পোশাকের এই শৈলীটি পুরুষদের দ্বারা পরিধান করা পোশাক হিসাবে শুরু হয়েছিল, বর্তমানে মহিলারাও এটিকে তাঁদের নিজস্ব হিসাবে গ্রহণ করেছেন।\n\n\n== আরও দেখুন ==\nআংরাখা\n\n\n== তথ্যসূত্র =="}