{"pageid": 1121889, "title": "থিউডাস", "url": "https://bn.wikipedia.org/wiki?curid=1121889", "content": "থিউডাস (; গ্রিক: Θευδᾶς; মৃত্যু আনু. ৪৬ খ্রিস্টাব্দ) হল ১ম শতাব্দীর একজন ইহুদি বিদ্রোহী। পণ্ডিতরা তার নামের জন্য একটি গ্রিক ব্যুৎপত্তি কে দায়ী করেছেন যার অর্থ সম্ভবত \"জলের সাথে প্রবাহিত\" হিসাবে বোঝানো হয়েছে। ৪৪ থেকে ৪৬ খ্রিস্টাব্দের মধ্যে কোনো এক সময়ে থিউডাস তার অনুসারীদের নিয়ে একটি স্বল্পস্থায়ী বিদ্রোহে নেতৃত্ব দেন।\n\n\n== বিদ্রোহ ==\nএর গল্পের প্রধান উৎস হল জোসেফাস, যিনি লিখেছেন:এটি ঘটল, যখন কাসপিয়াস ফাদুস যিহূদীয়ার প্রশাসক ছিলেন , তখন একজন নির্দিষ্ট চার্লাটান, যার নাম ছিল থিউডাস, জনগণের একটি বড় অংশকে নিজের প্রভাব নিতে ও তাকে জর্ডান নদীতে অনুসরণ করতে প্ররোচিত করেছিল; কারণ তিনি তাদের বলেছিলেন যে তিনি একজন নবী এবং তিনি তার নিজের আদেশে নদীটিকে ভাগ করবেন এবং তাদের এর উপর দিয়ে একটি সহজ উত্তরণ প্রদান করবেন। তার কথায় অনেকেই বিভ্রান্ত হয়। যাই হোক, ফাদুস তাদের তার বন্য প্রচেষ্টার কোন সুবিধা করতে দেয়নি, কিন্তু তাদের বিরুদ্ধে ঘোড়সওয়ারদের একটি সৈন্য পাঠায়। অপ্রত্যাশিতভাবে তাদের উপর পতিত হওয়ার পরে, তারা তাদের অনেককে হত্যা করেছিল এবং তাদের অনেককে জীবিত নিয়ে গিয়েছিল। তারা থিউডাসকেও জীবিত ধরে তার মাথা কেটে জেরুসালেমে নিয়ে যায়। (ইহুদি প্রাচীনত্ব ২০.৯৭-৯৮)আন্দোলনটি ছত্রভঙ্গ হয়ে গিয়েছিল এবং আর কখনও শোনা যায়নি।\nজোসেফাস থিউডাসের অনুসারীদের কোন সংখ্যা প্রদান করেনি, তবে প্রেরিতদের আইন ৫:৩৬ যদি এটি একই থিউডাসকে নির্দেশ করে (নীচে দেখুন), তাহলে বলা যায় যে তাদের সংখ্যা ছিল প্রায় ৪০০।\n\n\n== থিউডাস সমস্যা ==\n\nথিউডাসের একমাত্র সূত্রটি ঘটনাক্রমের একটি সমস্যা উপস্থাপন করে যদি কেউ অনুমান করে যে প্রেরিতদের আইন এবং জোসেফাস একই ব্যক্তির কথা বলছে এবং জোসেফাস এই ক্ষেত্রে সঠিক। প্রেরিতদের আইনে গ্যামালিয়েল, মহাসভার একজন সদস্য, থিউডাসকে উল্লেখ করে প্রেরিতদের রক্ষা করেছেন:\n\nকেননা ইতিপূর্ব্বে থুদা উঠিয়া আপনাকে মহাপুরুষ করিয়া বলিয়াছিল, এবং কমবেশ চারি শত জন তাহার সঙ্গে যোগ দিয়াছিল; সে হত হইল, এবং যত লোক তাহার অনুগত হইয়াছিল, সকলে ছিন্নভিন্ন হইয়া পড়িল, কেহই রহিল না। সেই ব্যক্তির পরে নাম লিখিয়া দিবার সময়ে গালীলীয় যিহূদা উঠিয়া কতকগুলি লোককে আপনার পশ্চাৎ টানিয়া লইয়াছিল; সেও বিনষ্ট হইল, এবং যত লোক তাহার অনুগত হইয়াছিল, সকলে ছড়াইয়া পড়িল। এক্ষণে আমি তোমাদিগকে বলিতেছি, তোমরা এই লোকদের হইতে ক্ষান্ত হও, তাহাদিগকে থাকিতে দেও; কেননা এই মন্ত্রণা কিম্বা এই ব্যাপার যদি মনুষ্য হইতে হইয়া থাকে, তবে লোপ পাইবে। (প্রেরিতদের আইন ৫:৩৬-৮ বিএসআই)\nসমস্যা হল যে গামালিয়েল, ৩৭ সালের আগে এই কথা বলেছিল, থিউডাসের উত্থানের কথা এখানে উল্লেখ করে বর্ণনা করা হয়েছে, এটিকে ৬ খ্রিস্টাব্দে কুইরিনিয়াসের জনগণনার সময় গালীলীয় যিহূদার বিদ্রোহের সাথে যুক্ত করা হয়েছে। যাইহোক, জোসেফাস স্পষ্ট করেছেন যে থিউডাসের বিদ্রোহ ৪৫ সালের দিকে সংঘটিত হয়েছিল, যা গামালিয়েলের কথা বলার পরে ও গালীলীয় যিহূদার অনেক পরে।\nএটি প্রস্তাব করা হয়েছে যে প্রেরিতদের আইনের লেখক জোসেফাসকে একটি উৎস হিসাবে ব্যবহার করেছিল এবং লেখাটি পড়তে ভুল করেছে, থিউডাসের বিদ্রোহের পরে \"গালীলীয় যিহূদার পুত্রদের\" মৃত্যুদণ্ডের একটি পরবর্তী সূত্র নিয়ে বলেছেন যে যিহূদার বিদ্রোহের পরে ছিল; তবে লূকের লেখক জোসেফাস ব্যবহার করেছেন কিনা তা নিয়ে দৃষ্টিভঙ্গি সংখ্যাগুরু নয়। এটিও প্রস্তাব করা হয়েছে যে প্রেরিতদের আইনে  অন্য একজন, অজানা থিউডাসের একটি ভিন্ন বিদ্রোহের উল্লেখ করা হয়েছে,  কারণ জোসেফাস বলেছেন যে সেখানে অসংখ্য বিদ্রোহ ছিল, \"দশ হাজার ব্যাধি\" ছিল, কিন্তু তিনি বিশদ বিবরণ দিয়েছেন মাত্র চারটির ও থিউডাস একটি অনন্য নাম ছিল না। প্রাচীন ইতিহাসবিদ এবং নূতন নিয়ম পণ্ডিত পল বার্নেটের মতে \"লূক একজন কুখ্যাত সমসাময়িক সম্পর্কে ভুল করেছিলেন বলে মনে হয় না\"। এটাও সম্ভব যে জোসেফাস নিজেই ভুল করেছিলেন, পাল্পিত মন্তব্যে বলা হয়েছে: \"জোসেফাস কিছু দুর্ঘটনাজনিত ত্রুটির দ্বারা থিউডাসের অভিযানকে ভুলভাবে স্থানান্তর করতে পারে। মহান হেরোডের মৃত্যু থেকে জেরুসালেমের ধ্বংস পর্যন্ত বিপুল সংখ্যক ইহুদি বিদ্রোহ বিবেচনায়, এই ধরনের ভুল খুব একটা অসম্ভব নয়।\"\n\n\n== আরও দেখুন ==\nশিরশ্ছেদকৃত ব্যক্তিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nফ্ল্যাভিয়াস জোসেফাস, ইহুদি প্রাচীনত্ব ২০.৯৭-৯৮\nপ্রেরিতদের আইন ৫:৩৬\n\n\n== বহিঃসংযোগ ==\nথিউডাস সমস্যার একটি প্রতিক্রিয়া\nইহুদি বিশ্বকোষ: থিউডাস"}