{"pageid": 1121364, "title": "সোয়ারাবাই", "url": "https://bn.wikipedia.org/wiki?curid=1121364", "content": "সোয়ারাবাই ভোসলে (বিবাহপূর্ব মোহিতে) (মৃত্যু ১৬৮১) ছিলেন পশ্চিম ভারতে মারাঠা সাম্রাজ্যের প্রতিষ্ঠাতা শিবাজীর আটজন স্ত্রীর মধ্যে একজন। তিনি শিবাজীর দ্বিতীয় পুত্র রাজারামের মা ছিলেন। তিনি মারাঠা সেনাপ্রধান হাম্বিররাও মোহিতের ছোট বোন ছিলেন। ১৬৮১ সালে শিবাজীর বড় ছেলে সম্ভাজিকে সিংহাসনচ্যুত করতে ব্যর্থ হওয়ার পর তাকে মৃত্যুদণ্ড দেওয়া হয়েছিল।\n\n\n== প্রাথমিক জীবন ==\nসোয়ারাবাই  মোহিতে ১৬৬০ সালে খুব অল্প বয়সে শিবাজীর সাথে বিবাহ বন্ধনে আবদ্ধ হন। শিবাজী যখন তার মা জীজা বাঈয়ের সাথে বেঙ্গালুরুতে তার বাবা সাহাজির সাথে দেখা করতে গিয়েছিলেন তখন এই বিয়েটি হয়েছিল। শিবাজীর সৎ মা এবং সোয়রাবাইয়ের ফুফু তুকাবাই (ও. মোহিতে) বিয়ের জন্য জোর দিয়েছিলেন।\n১৬৭৪ সালে জীজা বাঈয়ের মৃত্যুর পর, সোয়ারাবাই শিবাজির পরিবারে এবং মারাঠা আদালতের রাজনীতিতে খ্যাতি অর্জন করেন। সোয়রাবাইয়ের গর্ভে শিবাজীর দুই সন্তান মেয়ে বালিবাঈ এবং ছেলে রাজারামের জন্ম হয়।\n\n\n== শিবাজীর মৃত্যুর পর ==\nঅনেক ইতিহাসবিদ শিবাজীর মৃত্যুর জন্য তাকে দায়ী করেন। তিনি উচ্চাভিলাষী ছিলেন এবং তিনি চেয়েছিলেন যে তার ছেলে রাজারাম বড় ছেলে সম্ভাজির পরিবর্তে শিবাজির স্থলাভিষিক্ত হন। সম্ভাজীকে শিবাজির মৃত্যুর বিষয়ে অবহিত করা হয়নি এবং শিবাজীকে দাহ করার সময় তিনি অনুপস্থিত ছিলেন। ১৬৮০ সালে শিবাজির মৃত্যুর পর, কিছু দরবারীর সহায়তায় সোয়ারাবাই ১৬৮০ সালের ২১ শে এপ্রিল তার দশ বছর বয়সী পুত্র রাজারামকে শূন্য সিংহাসনে অধিষ্ঠিত করেন। সোয়রাবাইয়ের সৎ পুত্র এবং সম্ভাব্য উত্তরাধিকারী সম্ভাজী, তার নিজের ভাই এবং সেনাবাহিনী প্রধান হাম্বিররাও মোহিতের সহায়তায় তাকে ক্ষমতা থেকে সরাতে সক্ষম হন। তিনি দরবারীদের কারারুদ্ধ করেন এবং আনুষ্ঠানিকভাবে ১৬৮০ সালের ২০ শে জুলাই ছত্রপতি হিসাবে ক্ষমতা গ্রহণ করেন।\n\nসম্ভাজী সোয়রাবাইয়ের কাছ থেকে ক্ষমতা দখল করার পরে, তিনি তাকে ক্ষমতাচ্যুত করার জন্য সমস্ত উপায়েই চেষ্টা করেছিলেন। ১৬৮১ সালের আগস্টে সোয়রাবাইয়ের লোকজন সম্ভাজীকে বিষ প্রয়োগ করার চেষ্টা করেছিল, কিন্তু তিনি বেঁচে যান এবং সোয়ারাবাঈয়ের মৃত্যুদণ্ড কার্যকর করার আদেশ দেন। শিরকে পরিবারের সোয়রাবাই এবং যেসুবাইয়ের আত্মীয়-স্বজনসহ অনেক ষড়যন্ত্রকারীকেও হত্যা করা হয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n• রুচিতা যাদব যখন ২০১১ সালের ধারাবাহিক বীর শিবাজিতে বয়স্ক সোয়ারাবাইয়ের চরিত্রে অভিনয় করেছেন তখন আয়েশা কাদুস্কার তরুণী সোয়ারাবাইয়ের চরিত্রে অভিনয় করেছিলেন।\n•  স্নেহলতা ভাসাইকার মারাঠি ধারাবাহিক স্বরাজ্যরক্ষক সম্ভাজি-তে সোয়রাবাইয়ের চরিত্রে অভিনয় করেছিলেন।\n• ২০১৯ সালের বলিউড চলচ্চিত্র তানহাজী-তে এলাক্ষী গুপ্তা সোয়রাবাইয়ের চরিত্রে অভিনয় করেছেন।\n• রুচি সবর্ণ ২০১৯ সালের মারাঠি চলচ্চিত্র ফতেশিকাস্ত-এ সোয়ারাবাইয়ের চরিত্রে অভিনয় করেছেন\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nশিবাজী\nছত্রপতি রাজারাম\nমারাঠা সাম্রাজ্য"}