{"pageid": 1121123, "title": "ধর্ষণ সংকট আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1121123", "content": "ধর্ষণ সংকট আন্দোলন ১৯৭০ এর দশকে শুরু হয়েছিল, যখন সক্রিয়তাবাদী কর্মীরা এবং পাল্টা সংস্কৃতির সদস্যরা ধর্ষণ সমস্যায় প্রকাশ্যে আন্দোলন শুরু করে বা নীরবতা ভঙ্গ করে। আন্দোলনের সদস্য ও সমর্থকরা ধর্ষণের ফলে যে যন্ত্রণা ভোগ করতে হয় তা নিয়ে সোচ্চার হয়ে বিষয়টি জনসাধারণের কাছে তুলে ধরেন। সেই সময়ে আন্দোলনটিকে মৌলবাদী বলে মনে করা হয়েছিল কারণ এটি বিদ্যমান সামাজিক নিয়মগুলিকে অস্থিতিশীল করেছিল। আন্দোলনটি মহিলাদের অভিজ্ঞতার সাথে সম্পর্কিত এবং সেটি অত্যাচারিতের দাবির বৈধতার বিশ্বাসের সাথে যুক্ত। আন্দোলনের আগে, আইনি বিচারে জড়িত ধর্ষণের শিকার ব্যক্তিরা প্রতিবাদীর আইনজীবী এবং আদালত ব্যবস্থার হাতে আরও নিপীড়নের শিকার হতেন। আন্দোলনের ফলে অত্যাচারিতের অধিকার এবং সুরক্ষার বিষয়টি কেন্দ্রবিন্দুতে চলে আসে।\n\n\n== ইতিহাস ==\n১৯৭০ এর দশকের আগে, ধর্ষণকে ব্যবহার করা হতো নারীদের নিয়ন্ত্রণ ও দুর্বল করার জন্য। দাসত্ব প্রথা চালু থাকার সময়, শ্বেতাঙ্গ পুরুষেরা, আফ্রিকান আমেরিকান ক্রীতদাস মহিলাদের আইনত ধর্ষণ করার অনুমতি পেয়েছিল। দাসত্ব প্রথা শেষ হওয়ার পরেও, আফ্রিকান আমেরিকান জনসংখ্যাকে নাগরিক অধিকার বা রাজনৈতিক ক্ষমতা অর্জন থেকে বিরত রাখতে যৌন সহিংসতার ব্যবহার একটি কৌশল ছিল।\nএকবার গৃহযুদ্ধ শেষ হয়ে গেলে এবং দাসদের ভোটের অধিকার এবং জমির মালিকানার অধিকার দিয়ে মুক্ত করা হলে, সমাজ বিশেষভাবে সহিংস হতে শুরু করে। জনতা গির্জা পুড়িয়ে দেয়, কালো নারীদের ধর্ষণ করে এবং আরও অনেক অত্যাচার করে। এর পরে, ১৮৬৬ সালে, কু ক্লাক্স ক্ল্যান কৃষ্ণাঙ্গ সম্প্রদায়কে ধর্ষণ, হত্যা এবং নিপীড়ন করে।\n১৮৬৬ সালের মেমফিস দাঙ্গার সময়, আফ্রিকান আমেরিকান নারীদের একটি দল, অবশেষে ধর্ষণের বিষয়ে নীরবতা ভঙ্গ করে, কংগ্রেসের সামনে সাক্ষ্য দেয়।\n১৯৭০ এর দশকের গোড়ার দিকে ধর্ষণের শিকারদের অভিজ্ঞতার উপর দৃষ্টি নিবদ্ধ করে নারীদের দ্বারা ধর্ষণ সংকট আন্দোলনের ধারণা এবং প্রচার করা হয়েছিল। বামপন্থী কর্মী এবং পাল্টা-সংস্কৃতির সদস্যরা এই আন্দোলনে প্রথম যোগদান করেছিলেন। আন্দোলনের প্রারম্ভিক লক্ষ্যগুলির মধ্যে ছিল, যে সামাজিক নিয়মগুলি মহিলাদের নিপীড়ন এবং তাদের বিরুদ্ধে সহিংসতাকে প্রচার করে সেগুলিকে ব্যাহত করা এবং পরিবর্তন করা। এরই সাথে একটি সমর্থন নেটওয়ার্ক তৈরি করা, যা ভয় এবং দোষমুক্ত পরিবেশের জন্ম দেবে, যেখানে মহিলারা স্ব ও পারস্পরিক সহায়তার প্রক্রিয়ায় যোগদানের জন্য নিরাপদ।\n১৯৭৪ সালে যুক্তরাষ্ট্রীয় সরকার 'ধর্ষণের বিরুদ্ধে পিটসবার্গ কার্যকলাপ'কে অর্থায়ন করে। এই প্রথম যুক্তরাষ্ট্রীয় সরকার একটি ধর্ষণ সংকট কেন্দ্রকে আর্থিক সাহায্য প্রদান করেছিল। ১৯৭০ এর দশকের শেষের দিকে মার্কিন যুক্তরাষ্ট্রে ১,০০০টিরও বেশি ধর্ষণ সংকট কেন্দ্র চালু ছিল। একই সময়ে আন্দোলনের মতাদর্শ পরিবর্তিত হয়। ১৯৭৪ সালের আগে আন্দোলনের বেশিরভাগ সদস্য নিজেকে চরমপন্থী নারীবাদী হিসেবে চিহ্নিত করেছিলেন। ১৯৭০ এর দশকের শেষ নাগাদ বেশিরভাগ সদস্য এবং সংকট সহায়ক কর্মীরা নিজেদেরকে উদার সংস্কারবাদী হিসেবে চিহ্নিত করেন। আন্দোলনটি ১৯৮০-এর দশকের গোড়ার দিকে সাংগঠনিক কাঠামো, কর্মী, তহবিল এবং আইন প্রণয়নের উপর দৃষ্টি নিবদ্ধ করে ক্রমবর্ধমানভাবে পেশাদার হতে শুরু করে।\n\n\n== আইন প্রণয়ন ==\nপরিবর্তন সমূহ: অনেক রাজ্য ধর্ষণের দণ্ডাজ্ঞার পরিণতিগুলিকে পুনরায় সংজ্ঞায়িত করার জন্য তাদের আইন সংস্কার করেছে। নতুন শাস্তি হবে প্রথম অপরাধের তুলনায় বহু অপরাধের মাত্রাবিন্যাস। আরও গুরুত্বপূর্ণভাবে, কিছু আইন বা প্রয়োজনীয়তা বাতিল করা হয়েছিল যার ফলে মহিলারা অপরাধীর বিচারে আরও কর্তৃত্বের অধিকারী হয়। আগে অত্যাচারিতের সাক্ষ্য একটি সাক্ষী দ্বারা নিশ্চিত করার প্রয়োজন হত। এটি প্রথমেই রহিত করা হয়। অত্যাচারিতকে শারীরিকভাবে প্রতিরোধ করতে হবে আক্রমণকারীকে, এটিও বাতিল করা হয়েছিল। এই দিকটি বিশেষ করে প্রতিবন্ধী নারীদের সুরক্ষিত করেছে কারণ তাদের আততায়ীকে তাড়ানোর সম্পূর্ণ ক্ষমতা নাও থাকতে পারে।\nধর্ষণ প্রতিরক্ষা আইন:  ধর্ষণের প্রতিরক্ষা আইন প্রণয়ন বিচারের সময় ধর্ষণের শিকারদের আরও সুরক্ষা প্রদানে সহায়তা করেছে। এই আইনগুলি তৈরি করা হয়েছিল যাতে অত্যাচারিতের অতীত যৌন ইতিহাসের অধ্যায়, বিচারের সময় তাদের বিরুদ্ধে ব্যবহার করা না যায়। পূর্বে, কিছু আসামীর মামলাগুলি ভুক্তভোগীর দাবিগুলিকে অস্বীকার করার কৌশলকে ঘিরে আবর্তিত হত যে সে স্বেচ্ছায় যৌন সম্পর্কে রাজী ছিল। তখন সেটি সম্মতিমূলক যৌন সম্পর্ক হওয়ার সম্ভাবনা থাকত।\n\n\n== আরও দেখুন ==\nইংল্যান্ড এবং ওয়েলসে ধর্ষণ সংকট\n\n\n== টীকা =="}