{"pageid": 1121936, "title": "অব্যক্ত উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1121936", "content": "অব্যক্ত উপনিষদ (সংস্কৃত: अव्यक्त उपनिषत्) হল সংস্কৃত পাঠ এবং হিন্দুধর্মের একটি ছোট উপনিষদ। এটি সামবেদের সাথে সংযুক্ত ১৬টি উপনিষদের একটি, এবং ১৪টি বৈষ্ণব উপনিষদের অধীনে শ্রেণীবদ্ধ করা হয়েছে।\nএই উপনিষদ একাধিক সংস্করণে বিদ্যমান; এটি সৃষ্টিতত্ত্ব নিয়ে আলোচনা করে, কীভাবে সৃষ্টির পর মহাবিশ্ব বিকশিত হয়েছে, ঋগ্বেদের নাসদীয় সূক্তের ভিত্তিকে দৃঢ় করে যে কেউ এর উৎপত্তি সম্পর্কে জানে না এমনকি পরম সত্তারও ছিল কিনাএটি তৈরিতে ভূমিকা।\nবিষ্ণুর নৃসিংহ অবতার অনেক অধ্যায়ে ব্রহ্ম সম্পর্কে ধারণা উপস্থাপন করে, কিন্তু এর শ্লোকগুলি শিব, ইন্দ্র, প্রজাপতি ও অন্যান্য দেবতাদেরও উল্লেখ করে ও শ্রদ্ধা করে। পাঠ্যটি সাংখ্য, যোগ ও অন্যান্য হিন্দু দর্শনের ধারণাগুলির একটি সমন্বিত সংশ্লেষণকে দাবি করে।\nপাঠটি অব্যক্তোপনিষদ (সংস্কৃত: अव्योपनिषत्) নামেও পরিচিত, এবং মুক্তিকাণ্ডে ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে ৬৮ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== নামকরণ ==\nঅব্যক্ত অর্থ যা \"অবিবর্তিত, প্রকাশ নয়, অনুন্নত, অদৃশ্য, সর্বজনীন আত্মা\"। জেরাল্ড লারসন, প্রফেসর ইমেরিটাস, ইন্ডিয়ানা ইউনিভার্সিটির ধর্ম অধ্যয়ন বিভাগ, অব্যক্তকে \"আদি প্রকৃতির\" হিসাবে অনুবাদ করেছেন, ধারণাগতভাবে হিন্দু দর্শনের সাংখ্য দর্শনের প্রকৃতির সাথে সমার্থক।\n\n\n== কালপঞ্জি ==\n\nপাঠ্যটির রচনার তারিখ ও লেখক অজানা, তবে সম্ভবত মধ্যযুগীয় পাঠ্য সময়ের সাথে সাথে প্রসারিত হয়েছে। অব্যক্ত উপনিষদটি গৌড়পাদ দ্বারা উল্লেখ করা হয়েছে, পি.ই. ডুমন্ট, জনস হপকিন্স ইউনিভার্সিটির অধ্যাপক, এবং তাই সম্ভবত ৭ম খৃষ্টীয় শতাব্দীর এর আগে পাঠ্যটির একটি সংস্করণ বিদ্যমান ছিল।\nপাঠ্যটি বিভিন্ন সংস্করণে বিদ্যমান, এবং অব্যক্ত উপনিষদের প্রথম পাণ্ডুলিপি ১৮৯৫ সালে তত্ত্ব-বিবেকাক প্রেস (পুনা সংস্করণ) দ্বারা প্রকাশিত হয়েছিল, ১৯১৭ সালে নির্ণয় সাগর প্রেস দ্বারা (বোম্বে সংস্করণ), এবং এ মহাদেব শাস্ত্রী, আদ্যয়ার লাইব্রেরির পরিচালক, ১৯২৩ সালে (মাদ্রাজ সংস্করণ)।\nপাঠ্যটির প্রথম অনুবাদ ডুমন্ট, অধ্যাপক, ১৯৪০ সালে আমেরিকান ওরিয়েন্টাল সোসাইটির জার্নালে প্রকাশ করেছিলেন, তারপরে ১৯৪৫ সালে আদিয়ার লাইব্রেরির টিআরএস আয়ঙ্গার দ্বারা আরেকটি অনুবাদ প্রকাশিত হয়েছিল, তাঁর বৈষ্ণবপনিষদের সংগ্রহে। ১৯৬৯ সালে কলকাতা বিশ্ববিদ্যালয়ের পি লাল পাণ্ডুলিপিটি আবার অনুবাদ করেন, মিশ্র পর্যালোচনার জন্য। লালের অনুবাদ, অরবিন্দ শর্মা বলেন, নির্ভুলতার মূল্যে পাঠযোগ্য, অনুবাদের চেয়ে ট্রান্স ক্রিয়েশন বেশি।\nমুক্তিকা সূত্রে ১০৮টি উপনিষদের সংকলনে, রাম কর্তৃক হনুমানকে বর্ণিত, অব্যক্ত উপনিষদটি ৬৮ নম্বরে তালিকাভুক্ত কিন্তু কোলব্রুকের ৫২টি উপনিষদের সংস্করণে বা উপনিষদের সংগ্রহের অধীনে উল্লেখ পাওয়া যায় নাশিরোনাম \"ওপানেখাত।\"\n\n\n== গঠন ==\nপাঠ্যটিতে একটি প্রার্থনা প্রস্তাবনা রয়েছে যার পরে ৭টি অধ্যায় রয়েছে যার মোট ২১টি শ্লোক রয়েছে। এর গঠন নৃসিংহ-তপানীয় উপনিষদের অনুরূপ। উভয়ই বৈষ্ণব গ্রন্থ যা বিষ্ণু সম্পর্কে ও তার নৃসিংহ অবতারের মাধ্যমে বক্তৃতা উপস্থাপন করে। অব্যক্ত উপনিষদ তার শ্লোকগুলিতে উপনিষদে আস্তিকতা, সাংখ্য, যোগ ও বিমূর্ত ধারণাগুলিকে একত্রিত করেছে। কিছু শ্লোকের শব্দে প্রাচীন সংস্কৃত ব্যবহার করা হয়েছে, যা পুরানো উপনিষদের মতো। পাঠ্যটি ঋগ্বেদ ও মূখ্য উপনিষদের অংশগুলিকে উল্লেখ করে।\n\n\n== বিষয়বস্তু ==\n\n\n=== প্রার্থনা প্রস্তাবনা ===\nপাঠ্যটি কাব্যিক প্রার্থনা দিয়ে শুরু হয়,\n\nডুমন্ট বলেন, প্রস্তাবনাটি সম্ভবত কেন উপনিষদ পান্ডুলিপির খণ্ডের রূপান্তর যা প্রাথমিক প্রার্থনা অন্তর্ভুক্ত করে। আমাকে ব্রহ্মমাত্র করার জন্য আশীর্বাদ বলতে বোঝায় \"আমাকে সম্পূর্ণরূপে ব্রহ্ম বানিয়ে দাও\"।\n\n\n=== মহাবিশ্বের শুরু ===\nএই উপনিষদ অনুসারে মহাবিশ্বের বিবর্তনের তিনটি পর্যায় রয়েছে, যা ঋগ্বেদের তিনটি প্রধান স্তোত্রের সাথে সম্পর্কিত। এগুলি হল: অব্যক্ত (অপ্রকাশ্য বা অদৃশ্য) পর্যায় যা নাসদীয় সূক্ত বা সৃষ্টির স্তোত্রে পাওয়া যায়; হিরণ্যগর্ভ সূক্তে পাওয়া মহাতত্ত্ব  (নির্ধারিত অনির্দিষ্ট বা অপ্রকাশিত) এবং \"অহংকার (নির্ধারিত)\" বা প্রকাশ অবস্থা, মহাজাগতিক সত্তাকে উৎসর্গ করা পুরুষ সূক্তে ব্যাখ্যা করা হয়েছে।\nপ্রথম অধ্যায় শুরু হয় ঘোষণা করে যে \"পূর্বে এখানে কিছুই ছিল না\", শুধুমাত্র জ্ঞান ও আনন্দের সমন্বয়ে গঠিত, এবং মহাবিশ্ব এখান থেকেই শুরু হয়েছিল। শ্লোক ১.৩ বলে, যে সত্তা তারপর দুটি ভাগে বিভক্ত, হলুদ ও লাল। হলুদ হয়ে ওঠে পরিবর্তিত বাস্তবতা (বস্তু, মায়া), আর লাল হয়ে ওঠে অপরিবর্তনীয় বাস্তবতা (আত্মা, পুরুষ)। পুরুষ ও মায়া একত্রিত হয়, প্রজনন করে, এইভাবে সোনার ডিম তৈরি করে, যা তাপের সাথে প্রজাপতি হয়ে ওঠে। প্রজাপতি যখন আত্মসচেতন হলেন, তখন তিনি চিন্তা করলেন, \"আমার উৎপত্তি কী, আমার উদ্দেশ্য ও উদ্দেশ্য কী? বাক (শব্দ) উত্তর দিল, \"আপনি অব্যক্ত (অপ্রকাশিত) থেকে জন্মগ্রহণ করেছেন, আপনার উদ্দেশ্য সৃষ্টি করা\"। প্রজাপতি উত্তর দিলেন, \"আপনি কে? নিজেকে ঘোষণা করুন!\" কণ্ঠ বলল, \"আমাকে জানতে, তপস (গভীর ধ্যান, তপস্যা) করুন\"। সুতরাং, প্রজাপতি এক হাজার বছর ধরে ব্রহ্মচারী হিসেবে ধ্যান করেছিলেন, উপনিষদের শ্লোক ১.৩ বলে।\nপ্রজাপতি অনুস্তুভ মিটারটি দেখেছিলেন, পাঠ্যের দ্বিতীয় অধ্যায় শুরু করেন, তিনি এর শক্তি উপলব্ধি করেন, একটি স্তবক যেখানে সমস্ত দেবতা ও ব্রহ্ম দৃঢ়ভাবে প্রতিষ্ঠিত, যা ছাড়া বেদ নিরর্থক। স্তবক ও ওঁ পাঠ করে, প্রজাপতি লাল রঙের (পুরুষ) অর্থ অনুসন্ধান করলেন, তারপর একদিন আলো দেখলেন, আত্মা, বিষ্ণু শ্রীকে আলিঙ্গন করেছেন, গরুড়ের উপর বসে আছেন, মাথা শেশের ফণা দিয়ে ঢেকেছেন, চোখ দিয়ে চন্দ্র, সূর্য ও অগ্নির। শ্লোক ২.৩ বলে, প্রজাপতি বিষ্ণুর মধ্যে পরম এবং ক্ষমতা উপলব্ধি করেছিলেন।\n\n\n=== বিষ্ণুর নিকট প্রজাপতির আর্জি: কীভাবে সৃষ্টি করবেন? ===\nতৃতীয় অধ্যায়ে, প্রজাপতি বিষ্ণুকে জিজ্ঞাসা করেন, \"আমাকে বিশ্ব সৃষ্টির উপায় বলুন\"। বিষ্ণু উত্তর দেন এইভাবে,\n\nশ্লোক ৩.৩ দাবি করে, এই উপনিষদের জ্ঞান দেবতাদের গোপনীয়তা। যিনি এই রহস্য জানেন, তিনি যা চান তা পূরণ করেন, সমস্ত জগৎ জয় করেন এবং কখনও এই পৃথিবীতে ফিরে আসেন না।\n\n\n=== মহাবিশ্বের সৃষ্টি ===\n\nঅধ্যায় ৮ বলে, প্রজাপতি বিষ্ণু যা পরামর্শ দিয়েছিলেন তাই করেছিলেন, নিজের চিন্তায় আত্মাহুতি দিয়ে ধ্যান করেছিলেন। অধ্যায় ৫-এ বলা হয়েছে, সৃষ্টির ক্ষমতা তাঁর কাছে এসেছিল এবং তিনি তিনটি জগৎ সৃষ্টি করেছেন। এভাবে বত্রিশটি শব্দাংশের ত্রিশটি থেকে পৃথিবী, বায়ুমণ্ডল ও আকাশ এসেছে। অধ্যায় ৫ বলে, বাকি দুটি শব্দাংশ দিয়ে তিনি তিনটি জগতের সাথে সংযোগ স্থাপন করেছিলেন। একই বত্রিশ শব্দাংশ দিয়ে, তিনি বত্রিশটি দেবতা তৈরি করেছিলেন, এবং তারপর একত্রে যুক্তাক্ষর দিয়ে তিনি ইন্দ্রকে সৃষ্টি করেছিলেন যা তাকে অন্যান্য দেবতাদের থেকে বড় করে তোলে।\nশব্দাংশের পরে, প্রজাপতি আরও তৈরি করতে শব্দ ব্যবহার করেছিলেন। তিনি একাদশ রুদ্র, তারপর একাদশ আদিত্য তৈরি করতে এগারোটি শব্দ ব্যবহার করেছিলেন। সব এগারোটি শব্দের সাথে দ্বাদশ আদিত্য, বিষ্ণুর জন্ম হয়েছিল। চারটি শব্দাংশ একত্রিত করে, প্রজাপতি অষ্টবসু তৈরি করেছিলেন, পাঠটি উল্লেখ করেছেন। অতঃপর, প্রজাপতি বারোটি শব্দাংশ সহ বিদ্বান ব্রাহ্মণ, দশ এবং অন্য দশটি ও অক্ষর ছাড়া শূদ্র সৃষ্টি করেন। শ্লোক ৫.৪ থেকে ৫.৫ বলে, অনুস্তুবের দুটি অর্ধ স্তবক দিয়ে, প্রজাপতি দিবারাত্রি তৈরি করেছিলেন, তারপরে দিবালোক।\nঅনুস্তুব স্তবকের প্রথম পদ থেকে তিনি ঋগ্বেদ, দ্বিতীয় যজুর্বেদ, তৃতীয় সামবেদ এবং চতুর্থ অথর্ববেদ তৈরি করেন। শ্লোক ৫.৫ বলে, স্তবক থেকে গায়ত্রী, ত্রিস্তুব, জগতি মিটার এসেছে। অনুস্তুব সমস্ত বত্রিশটি শব্দাংশ নিয়ে গঠিত, যা সমস্ত বৈদিক মিটার।\n\n\n=== নারী ও পুরুষের সৃষ্টি ===\nপ্রজাপতি, দেবতা ও বিষ্ণুকে সৃষ্টি করার পর অর্ধনারীশ্বর (শিব-পুরুষ ও পার্বতী-নারীর সংমিশ্রণ) তৈরি করেছিলেন। অধ্যায় ৬ বলে, তারপর এটিকে বিভক্ত করে নারী ও পুরুষদের উৎপাদন করেন। দেবতাদের জগতে, প্রজাপতির ইন্দ্রের অমরত্ব রয়েছে যা তাকে দেবতাদের মধ্যে প্রথম করেছে। পাঠ্য বলে, ইন্দ্র ভিত্তি হিসাবে কাছিম ব্যবহার করে জল থেকে পৃথিবী জিতেছিল।\nপাঠ্যের ৭ অধ্যায় পাঠ্যের মধ্যে থাকা জ্ঞান পাঠ ও উপলব্ধি করার সুবিধাগুলিকে জোর দিয়ে বলে, সমস্ত বেদ পাঠ করা, সমস্ত যজ্ঞ করা, সমস্ত পবিত্র স্নানের স্থানে স্নান করা, সমস্ত বড় ও গৌণ পাপ থেকে মুক্তি পাওয়া।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDumont, PE (Translator) (১৯৪০)। \"The Avyakta Upaniṣad\"। Journal of the American Oriental Society। 60 (3)। জেস্টোর 594420। ডিওআই:10.2307/594420। \nGajendragadkar, K. V. (১৯৫৯)। Neo-upanishadic Philosophy। Bharatiya Vidya Bhavan। \nHattangadi, Sunder (২০১০)। \"अव्यक्तोपनिषत् (Avyakta Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১২ জানুয়ারি ২০১৬। \nLarson, Gerald James (২০১১)। Classical Sāṃkhya: An Interpretation of Its History and Meaning। Motilal Banarsidass। আইএসবিএন 978-8120805033। \nNair, Shantha N. (২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nPrasoon, Prof.S.K. (২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8।"}