{"pageid": 1121370, "title": "ইন্দিরা কানওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1121370", "content": "ইন্দিরা কানওয়ার ( আনু. ১৬৯৬-১৭৬৩) ছিলেন সম্রাট ফররুখসিয়ারের দ্বিতীয় স্ত্রী। ইন্দিরা কানওয়ারের সাথে তার বিয়ের মাধ্যমে ফররুখসিয়ার হয়ে উঠেন শেষ মুঘল সার্বভৌম নেতা, যিনি একজন রাজপুত রাজকন্যাকে বিয়ে করেছিলেন। স্বামীর মৃত্যুর পর তিনি রাজকীয় হারেম ত্যাগ করেন এবং তার বাবার বাড়িতে ফিরে আসেন। মৃত্যুর আগে তিনি পুনরায় ধর্মান্তরিত হয়ে হিন্দু ধর্মে ফিরে আসেন।\nতিনি ছিলেন মারওয়ার রাজকুমারী। তিনি অজিত সিং এর কন্যা। অজিত সিংয়ের প্রথম স্ত্রী রানী উদোত কানওয়ারজি, যিনি ছিলেন মহারাজ শ্রী গজ সিং সাহিবের কন্যা, তিনিই ছিলেন ইন্দিরা কানওয়ারের মা। তিনি যোধপুর রাজ্যের পরবর্তী শাসক বখত সিং এবং অভই সিংয়ের বোন ছিলেন।\n\n\n== পরিবার ==\nইন্দিরা কানওয়ার ১৬৯৬ সালে মহারাজকুমারী শ্রী ইন্দিরা কানওয়ার বাইজি লাল সাহিবা হিসাবে জন্মগ্রহণ করেন এবং তিনি বর্তমান রাজস্থানের মারওয়ার (পরে যোধপুর) রাজ্যের মহারাজা অজিত সিংয়ের কন্যা। তার মা ছিলেন মেওয়ারের অধিপতি মহারানা শ্রী জয় সিং এর ভাই মহারাজ শ্রী গজ সিং সাহিবের কন্যা শ্রী রানী উদোত কানওয়ারজি মাজী সাহিবা (অমোলক দে রানাওয়াত)। তিনি মহারাজা যশবন্ত সিংয়ের নাতনি ছিলেন। তিনি মুঘল সম্রাট জাহাঙ্গীরের স্ত্রী এবং পরবর্তী মুঘল সম্রাট শাহ জাহানের মা রাজা উদয় সিংয়ের কন্যা তাজ বিবি বিলকিস মাকানির সাথেও সম্পর্কিত ছিলেন। তিনি বখত সিং এবং অভই সিংয়ের বোন ছিলেন, যিনি যোধপুর রাজ্যের পরবর্তী শাসক ছিলেন।\n\n\n== প্রত্যাবর্তন ==\nদিল্লি থেকে যাত্রা করার সময়, অজিত সিংকে অগ্রগামী সৈন্যদলের নেতৃত্ব দেওয়ার জন্য নিযুক্ত করা হয়েছিল। অতঃপর তিনি অজুহাত দেখাতে শুরু করলেন, এই যুক্তিতে যে, যদি তিনি তার মেয়ে ইন্দিরা কানওয়ারকে তার পেছনে ফেলে যান, তাহলে ইন্দিরা হয় নিজে বিষ প্রয়োগে আত্মহত্যা করবে অথবা তার নাম ও খ্যাতি জর্জরিত হয়ে যাবে। এই আবেদনগুলির কাছে নতি স্বীকার করে, আবদুল্লাহ খান কানওয়ারকে তার বাবার হাতে তুলে দেন। তিনি হিন্দু রীতিতে শুদ্ধিকরণের একটি অনুষ্ঠান সম্পাদন করেছিলেন এবং তার মুহাম্মাদী পোশাক ছেড়ে দিয়েছিলেন। তারপরে, তার সমস্ত সম্পত্তি আনুমানিক ১,০০,০০,০০০ রুপি (£ ১,০০০,০০০) মূল্য সহ তাকে তার নিজের দেশ যোধপুরে পাঠিয়ে দেওয়া হয়েছিল।\nমুহাম্মাদীরা প্রচণ্ড ক্ষোভ অনুভব করেছিল, বিশেষ করে যারা ইসলামী আইনে শিক্ষিত তাদের চাইতেও ধর্মান্ধ শ্রেণীর ক্ষোভ বেশি ছিল। তৎকালীন কাজী একটি রায় জারি করেছিলেন যে একজন ধর্মান্তরিতকে ফিরিয়ে দেওয়া সম্পূর্ণরূপে মুহাম্মাদী আইনের বিরোধী। কিন্তু, এই বিরোধিতা সত্ত্বেও, আবদুল্লাহ খান অজিত সিংয়ের সাথে সমঝোতার উপর জোর দিয়েছিলেন, যদিও এর আগে কোনও অনুষ্ঠানে কোনও রাজপুত রাজকুমারীকেও একবার রাজকীয় হারেমে প্রবেশের পরে তার নিজের লোকেদের কাছে কাছে ফিরিয়ে দেওয়া হয়নি।\n\n\n== বংশপরিচয় ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্দিরা কানওয়ার এবং অযোধ্যার রাস্তা"}