{"pageid": 1121678, "title": "তেজস্ক্রিয় কার্বনভিত্তিক কালনিরূপণ", "url": "https://bn.wikipedia.org/wiki?curid=1121678", "content": "তেজস্ক্রিয় কার্বনভিত্তিক কালনিরূপণ হল কার্বনের একটি তেজস্ক্রিয় সমস্থানিক কার্বন-১৪-এর বৈশিষ্ট্য ব্যবহার করে জৈব উপাদান ধারণকারী বস্তুর বয়স নির্ধারণের একটি পদ্ধতি। এটি ইংরেজি ভাষায় রেডিওকার্বন ডেটিং, কার্বন ডেটিং বা কার্বন-১৪ ডেটিং নামে পরিচিত।\nপদ্ধতিটি ১৯৪০-এর দশকের শেষের দিকে শিকাগো বিশ্ববিদ্যালয়ে উইলার্ড লিব্বী দ্বারা তৈরি করা হয়েছিল। এটি এই সত্যের উপর ভিত্তি করে যে বায়ুমণ্ডলীয় নাইট্রোজেনের সঙ্গে মহাজাগতিক রশ্মির মিথস্ক্রিয়া দ্বারা পৃথিবীর বায়ুমণ্ডলে ক্রমাগত তেজস্ক্রিয় কার্বন (১৪C) তৈরি হচ্ছে। ফলস্বরূপ (১৪C) বায়ুমণ্ডলীয় অক্সিজেনের সঙ্গে একত্রিত হয়ে তেজস্ক্রিয় কার্বন ডাই অক্সাইড তৈরি করে, যা সালোকসংশ্লেষণের মাধ্যমে উদ্ভিদের মধ্যে একত্রিত হয়; প্রাণীরা তারপর উদ্ভিদ খেয়ে (১৪C) অর্জন করে। যখন প্রাণী বা উদ্ভিদ মারা যায়, তখন এটি তার পরিবেশের সাথে কার্বনের বিনিময় বন্ধ করে দেয় এবং তারপরে এটিতে থাকা (১৪C) এর পরিমাণ কমতে শুরু করে, কারণ (১৪C) তেজস্ক্রিয় ক্ষয়ের মধ্য দিয়ে যায়। একটি মৃত উদ্ভিদ বা প্রাণীর নমুনায় (যেমন কাঠের টুকরো বা হাড়ের টুকরো) (১৪C)-এর পরিমাণ পরিমাপ এমন তথ্য প্রদান করে, যা প্রাণী বা উদ্ভিদের মৃত্যুর সময় গণনা করতে ব্যবহার করা যেতে পারে। একটি নমুনা যত পুরাতন হবে, সেখানে (১৪C) তত স্বল্প সনাক্ত হবে, এবং যেহেতু, (১৪C)-এর অর্ধ-জীবন (সময়ের পরে একটি প্রদত্ত নমুনার অর্ধেক ক্ষয়প্রাপ্ত হবে) প্রায় ৫,৭৩০ বছর, ফলে সবচেয়ে পুরাতন যা হতে পারে আনুমানিক ৫০,০০০ বছর আগের তা এই প্রক্রিয়া তারিখ দ্বারা নির্ভরযোগ্যভাবে পরিমাপ করা হয়, যদিও বিশেষ প্রস্তুতির পদ্ধতি মাঝে মাঝে পুরাতন নমুনাসমূহের সঠিক বিশ্লেষণ সম্ভব করে তোলে। উইলার্ড লিব্বী ১৯৬০ সালে তার কাজের জন্য রসায়নে নোবেল পুরস্কার পেয়েছিলেন।\nগত পঞ্চাশ হাজার বছর ধরে বায়ুমণ্ডলে (১৪C)-এর অনুপাত কী ছিল তা নির্ধারণ করতে ১৯৬০ সাল থেকে গবেষণা চলছে। একটি ক্রমাঙ্কন বক্ররেখা আকারে প্রাপ্ত তথ্য এখন একটি নমুনায় তেজস্ক্রিয় কার্বনের প্রদত্ত পরিমাপকে নমুনার ক্যালেন্ডার বয়সের অনুমানে রূপান্তর করতে ব্যবহৃত হয়। বিভিন্ন ধরনের জীবের (১৪C) অনুপাত (ভগ্নাংশ) ও সমগ্র জীবমণ্ডল জুড়ে (১৪C)-এর বিভিন্ন মাত্রার (জলাধার প্রভাব) জন্য অন্যান্য সংশোধন করা আবশ্যক। কয়লা ও তেলের মতো জীবাশ্ম জ্বালানী পোড়ানো এবং ১৯৫০-এর ও ১৯৬০-এর দশকে করা মাটির উপরিভাগের পারমাণবিক পরীক্ষা থেকে অতিরিক্ত জটিলতা আসে। যেহেতু জৈব পদার্থসমূহকে জীবাশ্ম জ্বালানীতে রূপান্তর করতে যে সময় লাগে, তা সনাক্তযোগ্য মাত্রার নিচে ক্ষয় হতে (১৪C) যে সময় লাগে তার চেয়ে অনেক বেশি, জীবাশ্ম জ্বালানীতে (১৪C) প্রায় থাকে না। ফলস্বরূপ, ১৯তম শতকের শেষের দিকে, (১৪C) অনুপাতে লক্ষণীয়ভাবে হ্রাস পেয়েছিল, কারণ জীবাশ্ম জ্বালানী পোড়ানো থেকে উৎপন্ন কার্বন ডাই অক্সাইড বায়ুমণ্ডলে জমা হতে শুরু করেছিল। বিপরীতভাবে, পারমাণবিক পরীক্ষা বায়ুমণ্ডলে (১৪C)-এর পরিমাণ বৃদ্ধি করে, যা পারমাণবিক পরীক্ষার আগে বায়ুমণ্ডলে উপস্থিত পরিমাণের প্রায় দ্বিগুণ পরিমাণে ১৯৬৫ সালে সর্বোচ্চে পৌঁছেছিল।\nতেজস্ক্রিয় কার্বনের পরিমাপ মূলত বিটা-গণনা যন্ত্র দ্বারা করা হয়েছিল, যা একটি নমুনায় (১৪C) পরমাণু ক্ষয় করে নির্গত বিটা বিকিরণের পরিমাণ গণনা করে। অতি সম্প্রতি, এক্সেলারেটর মাস স্পেকট্রোমেট্রি পছন্দের পদ্ধতি হয়ে উঠেছে; এটি নমুনার সমস্ত (১৪C) পরমাণুকে গণনা করে এবং শুধুমাত্র পরিমাপের সময় ক্ষয় হওয়া মাত্র কয়েকটি ব্যতীত; তাই এটি অনেক ছোট নমুনার সাথে ব্যবহার করা যেতে পারে (স্বতন্ত্র উদ্ভিদের বীজের মতো ছোট), এবং অনেক দ্রুত ফলাফল দেয়। তেজস্ক্রিয় কার্বনভিত্তিক কালনিরূপণের বিকাশ প্রত্নতত্ত্বের উপর গভীর প্রভাব ফেলেছে। পূর্ববর্তী পদ্ধতির তুলনায় প্রত্নতাত্ত্বিক স্থানসমূহের মধ্যে আরও সঠিক সময় নির্ণয় করার অনুমতি দেওয়ার পাশাপাশি, এটি অনেক প্রাচীন ঘটনার তারিখগুলির তুলনা করার অনুমতি দেয়। প্রত্নতত্ত্বের ইতিহাস প্রায়ই এর প্রভাবকে \"তেজস্ক্রিয় কার্বন বিপ্লব\" হিসাবে উল্লেখ করে। তেজস্ক্রিয় কার্বনভিত্তিক কালনিরূপণের প্রাগৈতিহাসিক যুগের মূল পরিবর্তনসমূহওগুলির তারিখ বের করতে সাহায্য করেছে, যেমন শেষ বরফ যুগের শেষ এবং বিভিন্ন অঞ্চলে নব্যপ্রস্তরযুগ ও ব্রোঞ্জ যুগের শুরু।\n\n\n== পটভূমি ==\n\n\n=== ইতিহাস ===\nবার্কলির রেডিয়েশন ল্যাবরেটরির মার্টিন কামেন ও স্যামুয়েল রুবেন বায়োমেডিকাল গবেষণায় মূল্যবান হওয়ার জন্য যথেষ্ট অর্ধ-জীবন সহ জৈব পদার্থের সাধারণ উপাদানগুলির মধ্যে কোনো আইসোটোপ আছে কিনা তা নির্ধারণ করার জন্য ১৯৩৯ সালে পরীক্ষা শুরু করেন। তারা পরীক্ষাগারের সাইক্লোট্রন এক্সিলারেটর ব্যবহার করে ১৪C সংশ্লেষিত করেন ও শীঘ্রই আবিষ্কার করেন যে পরমাণুর অর্ধ-জীবন আগে যা ভাবা হয়েছিল তার চেয়ে অনেক বেশি। এটি ফিলাডেলফিয়ার ফ্র্যাঙ্কলিন ইনস্টিটিউটে নিযুক্ত সার্জ এ. কর্ফের একটি ভবিষ্যদ্বাণী দ্বারা অনুসরণ করা হয়েছিল, যে উপরের বায়ুমণ্ডলে ১৪N-এর সঙ্গে তাপীয় নিউট্রনের মিথস্ক্রিয়া ১৪C তৈরি করবে। পূর্বে মনে করা হয়েছিল, যে ১৩C-এর সঙ্গে ডিউটরন দ্বারা মিথস্ক্রিয়া করে ১৪C তৈরি হওয়ার সম্ভাবনা বেশি। দ্বিতীয় বিশ্বযুদ্ধের কিছু সময়ে, উইলার্ড লিব্বী, যিনি তখন বার্কলেতে ছিলেন, কর্ফের গবেষণা সম্পর্কে জানতে পেরেছিলেন ও ধারণা করেছিলেন, যে কালনিরূপণ করার জন্য তেজস্ক্রিয় কার্বন ব্যবহার করা সম্ভব হতে পারে।\nলিব্বী ১৯৪৫ সালে শিকাগো বিশ্ববিদ্যালয়ে চলে আসেন, যেখানে তিনি তেজস্ক্রিয় কার্বনভিত্তিক কালনিরূপণ নিয়ে কাজ শুরু করেন। তিনি ১৯৪৬ সালে একটি গবেষণাপত্র প্রকাশ করেছিলেন, যেখানে তিনি প্রস্তাব করেছিলেন যে জীবিত পদার্থের কার্বন ১৪C-এর পাশাপাশি অ-তেজস্ক্রিয় কার্বন অন্তর্ভুক্ত করতে পারে। লিব্বী ও বেশ কয়েকজন সহযোগী বাল্টিমোরের পয়ঃনিষ্কাশন কাজ থেকে সংগৃহীত মিথেন নিয়ে পরীক্ষা চালিয়ে যান এবং তাদের নমুনাসমূহকে আইসোটোপিকভাবে সমৃদ্ধ করার পরে তারা দেখাতে সক্ষম হন যে নমুনাসমূহের মধ্যে ১৪C রয়েছে। বিপরীতে, পেট্রোলিয়াম থেকে তৈরি মিথেন তার বয়সের কারণে কোনও তেজস্ক্রিয় কার্বন কার্যকলাপ দেখায়নি। ফলাফলসমূহ ১৯৪৭ সালে সায়েন্সের একটি গবেষণাপত্রে সংক্ষিপ্ত করা হয়েছিল, যেখানে লেখক মন্তব্য করেছিলেন যে তাদের ফলাফলসমূহ বোঝায় যে জৈব উৎসের কার্বন ধারণকারী উপকরণসমূহের বয়স নির্ধারণ করা সম্ভব হবে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএডিওএন – ইউরোপীয় ১৪C সময়কালের জন্য তথ্যভাণ্ডার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০১৫ তারিখে"}