{"pageid": 1121226, "title": "সোহরাই ও খোয়ার চিত্রকর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1121226", "content": "সোহরাই ও খোয়ার চিত্রকর্ম হল একটি ম্যুরাল শিল্প। পরম্পরাগতভাবে ঝাড়খণ্ডের হাজারিবাগ জেলার মহিলারা এটি অনুশীলন করেন। ঐতিহ্যগতভাবে এটি কুঁড়েঘরের দেয়াল সাজাতে ব্যবহৃত হয়, এটি কাগজ এবং কাপড়ের উপরও করা হয় যাতে এটি উৎসাহদাতাদের কাছে বিক্রি করা যায়।\nএই শিল্প ২০২০ সালে ভৌগোলিক নির্দেশকের তকমা পেয়েছে।\nসোহরাই ও খোয়ার চিত্রকর্মে চড়ুই, ময়ূর, কাঠবিড়ালি, গরু ইত্যাদি পশু ও পাখির প্রাধান্য দেখা যায়। ঝাড়খণ্ডের হাজারিবাগ অঞ্চলের জনপ্রিয় এই লোকশিল্প বন্যজীবন থেকে অঙ্কনের বিষয় সংগ্রহ করে। পরিচ্ছন্ন রেখাগুলি একটি সরলতা প্রতিফলিত করে যা ক্যানভাসে জীবন্ত হয়ে ওঠে।\nসোহরাই বা ফসল কাটার উৎসবের সময় সোহরাই শিল্পাঙ্কন করা হয়। এটি হিন্দু বর্ষপঞ্জির কার্তিক মাসে (গ্রেগরীয় বর্ষপঞ্জির  অক্টোবর-নভেম্বর মাস) অমাবস্যার দিনে উদযাপিত হয়। এটি বিভিন্ন রঙ ব্যবহার করে করা হয়। খোয়ার চিত্রকর্ম করা হয় বিবাহের সময়, এত ব্যবহার হয় শুধুমাত্র সাদা ও কালো রঙ।\n\n\n== ইতিহাস ==\nসোহরাই ও খোয়ার চিত্রকর্মটি হল ঝাড়খণ্ডের হাজারিবাগ জেলার একটি ঐতিহ্যবাহী এবং আচারগত ম্যুরাল শিল্প যা স্থানীয় আদিবাসী মহিলারা স্থানীয় ফসল কাটা এবং বিবাহের মরসুমে বিভিন্ন রঙের স্থানীয়, প্রাকৃতিকভাবে উপলব্ধ মাটি ব্যবহার করে অনুশীলন করে। ঐতিহ্যগতভাবে এটি মাটির বাড়ির দেয়ালে আঁকা হত, সেগুলি এখন অন্যান্য ক্ষেত্রেও দেখা যায়। সাম্প্রতিক বছরগুলিতে, ঝাড়খণ্ডের গুরুত্বপূর্ণ জনবহুল স্থানের দেওয়ালগুলি সোহরাই ও খোয়ার চিত্রকর্ম দিয়ে সজ্জিত করা হয়েছে। এর মধ্যে আছে রাঁচির বিরসা মুন্ডা বিমানবন্দর এবং হাজারিবাগ ও টাটানগর রেলওয়ে স্টেশনগুলি৷ ২০১৮ সালে, ঝাড়খণ্ড সরকার সোহরাই চিত্রকর্ম দিয়ে ট্রেন এবং সরকারি আবাসন সাজানোর পরিকল্পনা ঘোষণা করেছেন। এই শিল্পের রূপটি জনপ্রিয় করেছিলেন বুলু ইমাম, যিনি সংস্কৃতি যাদুঘর ও আর্ট গ্যালারি প্রতিষ্ঠা করেছিলেন।\n\n\n== পদ্ধতি ==\nএটি সাধারণত লাঠি, কাপড়ের গুছি, আঙুলের ডগা এবং ভাঙা চিরুনি দিয়ে আঁকা হয়। এখানে পশুপতি (প্রাণীর স্রষ্টা), ফুল, হাতি, ময়ূর, চড়ুই, কাঠবিড়ালি, গরু ইত্যাদি চিত্রিত করা হয়। চিত্রকর্মে ব্যবহৃত রঙগুলি ফুল, পাতা, গাছপালা, চাল ইত্যাদি থেকে সংগ্রহ করা হয় এবং তারপর সেগুলি কালো মাটি (ম্যাগানিজ কালো), দুধি মাটি/চরক মাটি (সাদা কাদা), লাল মাটি/গেরু (লাল অক্সাইড) এবং হলুদ মাটির (এলামাটি) সাথে মিশ্রিত করা হয়। দেয়ালগুলো প্রথমে মাটি ও গোবরের মিশ্রণ দিয়ে লেপা হয়, তারপর রং করা হয়।\n\nএই শিল্পের ধরণটি মহিলারা বাড়িতে অনুশীলন করেন, সাধারণত শাশুড়ি এবং পুত্রবধূ একত্রিত হয়ে অঙ্কন করেন।\n\n\n== ভৌগোলিক নির্দেশক ==\nঝাড়খণ্ডের সোহরাই ও খোয়ার চিত্রকর্মকে ২০২০ সালে ভৌগোলিক নির্দেশকের (জিআই) তকমা দিয়েছে চেন্নাইয়ে সদর দপ্তরের ভৌগোলিক নির্দেশক নিবন্ধীকরণ দপ্তর।\n\n\n== তথ্যসূত্র =="}