{"pageid": 1121206, "title": "প্রাক-ইসলামি আরবীয় বর্ষপঞ্জি", "url": "https://bn.wikipedia.org/wiki?curid=1121206", "content": "প্রাক-ইসলামি আরবে বেশ কিছু বর্ষপঞ্জি ব্যবহার করা হত। প্রাচীন দক্ষিণ আরবের বর্ষপঞ্জির শিলালিপিগুলো বেশ কয়েকটি স্থানীয় বর্ষপঞ্জির ব্যবহার প্রকাশ করে। অন্তত এই দক্ষিণ আরবীয় বর্ষপঞ্জিগুলোর মাঝে কিছু বর্ষপঞ্জি সৌরচান্দ্রিক ব্যবস্থা অনুসরণ করে। মধ্য আরব, বিশেষ করে মক্কার জন্য, সূত্র-লিপি প্রমাণের অভাব রয়েছে, তবে আব্বাসীয় যুগের মুসলিম লেখকদের লেখায় বিশদ বিবরণ পাওয়া যায়। কিছু ইতিহাসবিদ মনে করেন যে মধ্য আরবে ব্যবহৃত প্রাক-ইসলামি বর্ষপঞ্জি ছিল আধুনিক ইসলামি বর্ষপঞ্জির অনুরূপ একটি সম্পূর্ণরূপে চন্দ্র পঞ্জিকা। অন্যরা এই ব্যাপারে একমত যে প্রাক-ইসলামি বর্ষপঞ্জিটি মূলত একটি চন্দ্র বর্ষপঞ্জি ছিল, তবে বলা হয় যে হিজরতের প্রায় ২০০ বছর আগে এটিকে একটি চন্দ্র বর্ষপঞ্জিতে রূপান্তরিত করা হয়েছিল, যার ঋতুতে তীর্থযাত্রা রাখার জন্য বছরে একটি আন্তঃগণনাকৃত মাস যোগ করা হত, যখন ব্যবসা সবচেয়ে বেশি হত।\n\n\n== প্রাক-ইসলামি দিনের নাম ==\nপ্রাক-ইসলামি আরবের সপ্তাহের দিনগুলোর নাম আল্লাহর পৃথিবী সৃষ্টি করার ৭ দিনের সাথে সামঞ্জস্যপূর্ণ করতে ইসলামি যুগে পরিবর্তন করা হয়, যেমনটি আদিপুস্তকের প্রথম অধ্যায়ে বর্ণিত হয়েছে। এর পূর্বে, প্রাক-ইসলামি আরবীয় সপ্তাহের দিনগুলো ছিল:\n\n\n== প্রাক-ইসলামি মাসের নাম ==\nএই প্রাক-ইসলামি মাসগুলোর নামের উৎস হল \"কুরাআন-নামল\" নামে বেশি পরিচিত আল-হুসাইন আল-হুনাঈ আদ-দুসাই এর হাসান (মৃত্যু ৩০৯ হিজরি / ৯২১ খ্রিস্টাব্দ) রচিত\" আল-মুনতাখাব মিন গারিব কালাম আল-আরব আবু আল-হাসান আলী বিন আল-হাসান বিন, এবং ইবনে মানুরের লিসান আল-আরব (মৃত্যু ৭১১ হিজরি / ১৩১১ খ্রিস্টাব্দ)। আল-বিরুনি ও আল-মাসুদি পরামর্শ দিয়েছেন যে প্রাচীন আরবরা মুসলিমদের মতো একই মাসের নাম ব্যবহার করত, যদিও তারা প্রাক-ইসলামি আরবদের দ্বারা ব্যবহৃত অন্যান্য মাসের নামও তুলে ধরেছেন।\n\n\n== উপলক্ষ ==\nকেউ কেউ ধারণা করেন যে সপ্তম এবং দ্বাদশ মাসে আরব তীর্থযাত্রার উৎসব ছিল মূলত বিষুবীয় উৎসব এবং প্রাক-ইসলামি বর্ষপঞ্জির গবেষণা সাম্প্রতিক ইসলামি ও ধর্মনিরপেক্ষ বৃত্তিতে সংক্ষিপ্ত করা হয়েছে যা প্রাক-ইসলামিক মাসগুলোর সমতুল্য। মুহররম থেকে জ্বিলহজ্জ পর্যন্ত হিব্রু ধর্মীয় মাস ইয়ার (দ্বিতীয়) থেকে নিসান (প্রথম) যথাক্রমে (তেভেতে আদমের রোজার সাথে সম্পর্কিত রমজান) নিসান (প্রথম) থেকে আদার (দ্বাদশ) এর পরিবর্তে অন্যথায় অনুমান করা যেতে পারে। যদিও এই মতের সম্পূর্ণ বিরোধিতা করে, পরবর্তী খ্রিস্টান তারপর ইহুদি পণ্ডিতরা উভয়েই প্রাক-ইসলামি মাসগুলোকে মহররম থেকে জুমাদিউস সানি পর্যন্ত অন্তত হিব্রু মাসের তিশ্রেই থেকে আদর প্রথম মাসের সাথে সমান করার চেষ্টা করেছেন। তা সত্ত্বেও, নিসানকে জিলহজ্জের সাথে সমতুল্য করার ইসলামী অবস্থান প্রাধান্য পেয়েছে। নিসান হল হিব্রু বর্ষপঞ্জি ও ব্যাবিলনীয় বর্ষপঞ্জিতে বসন্তের মাস, যেটি দ্বাদশ বা ত্রয়োদশ মাস সমেত উভয়ই সৌরচান্দ্রিক বর্ষপঞ্জি।\n\n\n== চারটি হারাম মাস ==\nইসলামিক ঐতিহ্য এই ব্যাপারে একমত যে তিহামা, হেজাজ এবং নজদের আরবদের নিকট অনুমোদিত (হালাল) এবং নিষিদ্ধ (হারাম) মাসের মধ্যে দুটি ধরনের পার্থক্য ছিল। নিষিদ্ধ মাসগুলি ছিল চারটি মাস যেখানে যুদ্ধ নিষিদ্ধ থাকত, সেগুলো ছিল যথাক্রমে রজব এবং হজ্জের মৌসুমের চারপাশের তিনটি মাস, জিলক্বদ, জিলহজ্জ ও মুহাররম। নিষিদ্ধ মাসের অনুরূপ ধারণাটি প্রকোপিয়াস দ্বারাও প্রমাণিত হয়েছে, যেখানে তিনি একটি যুদ্ধবিগ্রহের বর্ণনা করেছেন যে, দ্বিতীয় আল-মুনজির নামক পূর্ব আরবের লাখমীয় শাসক ৫৪১ খ্রিস্টাব্দের গ্রীষ্মকালীন অয়নকালে দুই মাসের জন্য সম্মানিত হয়েছিল। যাইহোক, মুসলিম ঐতিহাসিকরা এই মাসগুলিকে একটি নির্দিষ্ট ঋতুর সাথে যুক্ত করেন না।\n\n\n== নাসি' ==\n\nকুরআন চারটি নিষিদ্ধ মাসকে নাসি' (আরবি: ٱلنَّسِيءআন-নাসি) এর সাথে যুক্ত করেছে , , নাসি একটি শব্দ যার আক্ষরিক অর্থ \"স্থগিত করা\"। মুসলিম ঐতিহ্য অনুসারে, স্থগিত করার সিদ্ধান্তটি কিনানাহ গোত্রের একজন ব্যক্তি যিনি কিনানার আল-কালামাস নামে পরিচিত এবং তার বংশধরদের দ্বারা পরিচালিত হত। \nনাসি'র ধারণার বিভিন্ন ব্যাখ্যা প্রস্তাব করা হয়েছে। কিছু পণ্ডিত, উভয় মুসলিম ও পাশ্চাত্য পণ্ডিতগণ,  মনে করেন যে মধ্য আরবে ব্যবহৃত প্রাক-ইসলামি বর্ষপঞ্জিটি ছিল আধুনিক ইসলামি বর্ষপঞ্জির অনুরূপ একটি সম্পূর্ণরূপে চন্দ্র বর্ষপঞ্জি। এই দৃষ্টিভঙ্গি অনুসারে, নাসি' মক্কার আরবদের প্রাক-ইসলামি অনুশীলনের সাথে সম্পর্কিত, যেখানে তারা একটি নির্দিষ্ট বছরের মধ্যে নিষিদ্ধ মাসগুলির বন্টন পরিবর্তন করবে বর্ষপঞ্জির হেরফের না করে। এই ব্যাখ্যাটি আরব ইতিহাসবিদ এবং অভিধানবিদদের দ্বারা সমর্থিত, যেমন ইবনে হিশাম, ইবনে মঞ্জুর, এবং কুরআনের ব্যাখ্যার সংকলন।\nএটি একটি প্রারম্ভিক সাবাইয়ীয় শিলালিপি দ্বারা নিশ্চিত করা হয়েছে, যেখানে যুদ্ধের কারণে একটি ধর্মীয় আচার \"স্থগিত\" (নাসি ) লেখা হয়েছে। এই শিলালিপির প্রেক্ষাপট অনুসারে, নাসি' ক্রিয়াপদের সাথে আন্তঃকালকরণের সাথে কোন সম্পর্ক নেই, তবে শুধুমাত্র বর্ষপঞ্জির মধ্যেই চলমান ধর্মীয় ঘটনাগুলির সাথে তা সম্পৃক্ত। এই প্রাচীন শিলালিপি এবং কোরানের ধর্মীয় ধারণার মধ্যে সাদৃশ্য ইঙ্গিত করে যে অ-বর্ষপঞ্জির স্থগিতকরণও নাসি'- এর কোরানের অর্থের সাথে সামঞ্জস্যপূর্ণ। এইভাবে ইসলামের বিশ্বকোষের উপসংহারে বলা হয়েছে \"[নাসি'] এর আরবি পদ্ধতি শুধুমাত্র মক্কার আশেপাশে হজ্জ ও এর সাথে সম্পর্কিত মেলাগুলিকে বছরের একটি উপযুক্ত মৌসুমে স্থানান্তরিত করার উদ্দেশ্যে করা হতে পারে। এটি সাধারণভাবে পালন করার জন্য একটি নির্দিষ্ট বর্ষপঞ্জি প্রতিষ্ঠার উদ্দেশ্যে ছিল না।\"\nঅন্যান্যরা একমত যে এটি মূলত একটি চন্দ্র বর্ষপঞ্জি ছিল, তবে পরামর্শ দেওয়া হয় যে হিজরতের প্রায় ২০০ বছর পূর্বে এটি একটি সৌরচান্দ্রিক বর্ষপঞ্জিতে রূপান্তরিত হয়েছিল যাতে সময়ে সময়ে একটি আন্তঃগণনাকৃত মাস যুক্ত করা হয় যাতে বছরের ঋতুতে তীর্থযাত্রা ঠিক রাখা যায় যখন পণ্যসামগ্রী সবচেয়ে বেশি বিক্রয় হত। এই ব্যাখ্যাটি প্রথম প্রস্তাব করেছিলেন মধ্যযুগীয় মুসলিম জ্যোতিষী এবং জ্যোতির্বিদ আবু মাশর আল-বালখি এবং পরবর্তীতে আল-বিরুনি, আল-মাসুদী ও কিছু পশ্চিমা পণ্ডিত। এই ব্যাখ্যাটি নাসি'কে \"আন্তঃগণনা\" (কাবিসা) এর আরবি শব্দের প্রতিশব্দ বলে মনে করে। আরবরা, আবু মাশর কর্তৃক উল্লিখিত একটি ব্যাখ্যা অনুসারে, ইহুদিদের কাছ থেকে এই ধরনের ধারণার কথা জানতে পেরেছিল। ইহুদি নাসি ছিলেন একজন আধিকারিক যিনি সিদ্ধান্ত নিতেম কখন ইহুদি বর্ষপঞ্জিতে অতিরিক্ত মাস যুক্ত করতে হবে। কিছু সূত্র বলে যে আরবরা ইহুদিদের রীতি অনুসরণ করেছিল এবং উনিশ বছরের মধ্যে সাত মাস আন্তঃকালিত করেছিল, অন্যথায় তারা ২৪ বছরের মধ্যে নয় মাস পার করেছিল; তবে এই বিষয়ে পণ্ডিতদের মধ্যে কোন ঐকমত্য নেই। ১৯ বছরের মেটোনীয় চক্রটি একই সময়ে ব্যাবিলনীয়দের নির্বাসনের সময় থেকে হিব্রু বর্ষপঞ্জিত আন্তঃগণনার জন্য প্রতিষ্ঠিত হয়েছিল এবং ব্যাবিলনীয় বর্ষপঞ্জিতে পালন করা হত। মুহাম্মাদ এর সময়ে কিনানাহ গোত্র আন্তঃগণনা অনুমোদনের দায়িত্বে ছিল; কিনানা গোত্র এই কাজটি কিন্দা উপজাতির কাছ থেকে গ্রহণ করেছিল, যা আগে শত শত বছর ধরে ইহুদি ধর্মাবলম্বী ছিল, এই অবস্থানে বিশ্বাস করা হয় যে আন্তঃগণনার প্রক্রিয়াটি ইহুদি ঐতিহ্য থেকে গ্রহণ করা হতে পারে। আবু রায়হান আল-বিরুনির (মৃত্যু ৪৪২ হিজরি / ১০৫০ খ্রিস্টাব্দ) কথা উল্লেখ করে, এটি ধারণা করা হয়েছে যে বার্ষিক তীর্থযাত্রার সাথে মৌসুমী বাণিজ্য চক্রের সময়সূচীকে মিটমাট করার জন্য এই আন্তঃগণনা কার্যকর করা হত।\nদশম হিজরিতে নাসি' নিষিদ্ধ করার পরামর্শ দেওয়া হয়েছে যা কিনানাহ বংশের কাছ থেকে ক্ষমতা দখলের উদ্দেশ্য ছিল যারা আন্তঃগণনার নিয়ন্ত্রণে ছিল, কিন্তু এই অবস্থানের বিষয়ে কোন ঐকমত্য নেই।\n\n\n== আরও দেখুন ==\nইসলামি বর্ষপঞ্জি\nসৌর হিজরি বর্ষপঞ্জি\nঅ্যাসিরীয় বর্ষপঞ্জি\nইরানি বর্ষপঞ্জি\nরুমি বর্ষপঞ্জি\nগ্রেগরীয় মাসের আরবি নাম\n\n\n== তথ্যসূত্র =="}