{"pageid": 1122210, "title": "হাবল ডিপ ফিল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1122210", "content": "হাবল ডিপ ফিল্ড (এইচডিএফ) হল সপ্তর্ষি তারামণ্ডলের একটি ছোট অঞ্চলের একটি চিত্র, যা হাবল মহাকাশ দূরবীক্ষণ যন্ত্রের একাধিক পর্যবেক্ষণ থেকে নির্মিত হয়েছে। এটি একপাশে প্রায় ২.৬ আর্কমিনিট এলাকা জুড়ে বিস্তৃত, পুরো আকাশের প্রায় ২৪-মিলিয়ন ভাগ, যা ১০০ মিটার দূরত্বে একটি টেনিস বলের কৌণিক আকারের সমান। মহাকাশ দূরবীক্ষণ যন্ত্রের ওয়াইড ফিল্ড ও প্ল্যানেটারি ক্যামেরা ২ দ্বারা ১৯৯৫ সালের ১৮ ডিসেম্বর থেকে ২৮ ডিসেম্বরের মধ্যে টানা দশ দিন ধরে নেওয়া ৩৪২ টি পৃথক এক্সপোজার থেকে ছবিটি একত্রিত করা হয়েছিল।\nক্ষেত্রটি এতই ছোট, যে আকাশগঙ্গা ছায়াপথের মাত্র কয়েকটি অগ্রভাগের তারা এর মধ্যে রয়েছে; এইভাবে, চিত্রের ৩,০০০ টি বস্তুর প্রায় সবগুলিই ছায়াপথ, যার মধ্যে কয়েকটি সবচেয়ে কম বয়সী ও সবচেয়ে দূরবর্তী পরিচিতদের মধ্যে রয়েছে। এত বেশি সংখ্যক অতি অল্পবয়সী ছায়াপথ প্রকাশ করার মাধ্যমে, এইচডিএফ আদি মহাবিশ্বের গবেষণায় একটি যুগান্তকারী চিত্র হয়ে উঠেছে।\nএইচডিএফ পর্যবেক্ষণসমূহ ধারণের তিন বছর পরে, দক্ষিণ মহাকাশীয় গোলার্ধের একটি অঞ্চলকে একইভাবে চিত্রিত করা হয়েছিল ও হাবল ডিপ ফিল্ড দক্ষিণ নামে নামকরণ করা হয়েছিল। দুটি অঞ্চলের মধ্যেকার সাদৃশ্য এই বিশ্বাসকে শক্তিশালী করেছে, যে মহাবিশ্ব বৃহৎ স্কেলে অভিন্ন এবং পৃথিবী মহাবিশ্বের একটি সাধারণ অঞ্চল (মহাজাগতিক নীতি) দখল করে। গ্রেট অবজারভেটরিস অরিজিন ডিপ সার্ভের অংশ হিসাবে একটি বিস্তৃত কিন্তু অগভীর জরিপও করা হয়েছিল। হাবল আল্ট্রা-ডিপ ফিল্ড (এইচইউডিএফ) নামে পরিচিত একটি গভীর চিত্র ২০০৪ সালে কয়েক মাসের আলোর এক্সপোজার থেকে নির্মিত হয়েছিল। এইচইউডিএফ চিত্রটি সেই সময়ে দৃশ্যমান তরঙ্গদৈর্ঘ্যে তৈরি করা সবচেয়ে সংবেদনশীল জ্যোতির্বিজ্ঞানের চিত্র ছিল এবং এটি হাবল এক্সট্রিম ডিপ ফিল্ড (এক্সডিএফ) ২০১২ সালে প্রকাশিত না হওয়া পর্যন্ত বিশিষ্টটি ধরে রেখেছিল।\n\n\n== ধারণা ==\n\nহাবল মহাকাশ দূরবীক্ষণ যন্ত্রের নকশাকারী জ্যোতির্বিজ্ঞানীদের একটি মূল লক্ষ্য ছিল দূরবর্তী ছায়াপথসমূহকে এমন একটি স্তরে অধ্যয়ন করার জন্য এর উচ্চ অপটিক্যাল বিবর্ধন ব্যবহার করা যা ভূমি থেকে সম্ভব ছিল না। বায়ুমণ্ডলের উপরে অবস্থান করার মাধ্যমে হাবল বায়ুমণ্ডলীয় বায়ুর আভাকে এড়িয়ে চলে, যা এটিকে দেখার-সীমিত স্থল-ভিত্তিক টেলিস্কোপগুলির চেয়ে বেশি সংবেদনশীল দৃশ্যমান ও অতিবেগুনী আলোর ছবি তুলতে দেয় (যখন দৃশ্যমান তরঙ্গদৈর্ঘ্যে ভাল অভিযোজিত অপটিক্স সংশোধন সম্ভব হয়, ১০ মিটার গ্রাউন্ড-ভিত্তিক টেলিস্কোপ প্রতিযোগিতামূলক হতে পারে)। যদিও টেলিস্কোপটি ১৯৯০ সালে চালু করার সময় টেলিস্কোপের আয়নাটি গোলাকার বিকৃতিতে ভুগছিল, তবুও এটি পূর্বে প্রাপ্তির চেয়ে অনেক দূরবর্তী ছায়াপথের ছবি তুলতে ব্যবহার করার জন্য উপযুক্ত ছিল। যেহেতু আলো অনেক দূরবর্তী গ্যালাক্সি থেকে পৃথিবীতে পৌঁছাতে বিলিয়ন বছর সময় নেয়, তাই আমরা তাদের কোটি কোটি বছর আগের অবস্থা দেখতে পাই; এইভাবে, এই ধরনের গবেষণার সুযোগ ক্রমবর্ধমান দূরবর্তী ছায়াপথগুলিতে প্রসারিত করার ফলে তারা কীভাবে বিবর্তিত হয় তা আরও ভালভাবে বোঝার অনুমতি দেয়।\n১৯৯৩ সালে স্পেস শাটল অভিযান এসটিএস-৬১-এর সময় গোলাকার বিকৃতি সংশোধন করার পরে, টেলিস্কোপের উন্নত ইমেজিং ক্ষমতাগুলি ক্রমবর্ধমান দূরবর্তী ও অস্পষ্ট ছায়াপথগুলি অধ্যয়ন করতে ব্যবহৃত হয়েছিল। মাঝারি গভীর জরিপ (এমডিএস) এলোমেলো ক্ষেত্রের গভীর ছবি তোলার জন্য ওয়াইড ফিল্ড ও প্ল্যানেটারি ক্যামেরা ২ (ডব্লিউএফপিসি২) ব্যবহার করেছে, যখন অন্যান্য যন্ত্রগুলি নির্ধারিত পর্যবেক্ষণের জন্য ব্যবহার করা হচ্ছে। একই সময়ে, অন্যান্য উত্সর্গীকৃত কার্যক্রমসমূহ ছায়াপথসমূহের উপর দৃষ্টি নিবদ্ধ করে, যা ইতোমধ্যে স্থল-ভিত্তিক পর্যবেক্ষণের মাধ্যমে পরিচিত ছিল। এই সমস্ত গবেষণায় বর্তমান ছায়াপথ ও কয়েক বিলিয়ন বছর আগে বিদ্যমান গ্যালাক্সির বৈশিষ্ট্যসমূহের মধ্যে উল্লেখযোগ্য পার্থক্য প্রকাশ করা হয়েছে।\nএইচএসটি-এর পর্যবেক্ষণ সময়ের ১০% পর্যন্ত পরিচালকের বিচক্ষণ (ডিডি) সময় হিসাবে মনোনীত করা হয়, এবং সাধারণত অপ্রত্যাশিত ক্ষণস্থায়ী ঘটনা, যেমন সুপারনোভা অধ্যয়ন করতে চান এমন জ্যোতির্বিজ্ঞানীদের দেওয়া হয়। একবার হাবলের সংশোধনমূলক অপটিক্স ভালোভাবে কাজ করছে বলে দেখানো হলে, স্পেস টেলিস্কোপ সায়েন্স ইনস্টিটিউটের তৎকালীন পরিচালক রবার্ট উইলিয়ামস ১৯৯৫ সালে তার ডিডি সময়ের একটি উল্লেখযোগ্য ভগ্নাংশ দূরবর্তী ছায়াপথ অধ্যয়নের জন্য উৎসর্গ করার সিদ্ধান্ত নেন। একটি বিশেষ প্রতিষ্ঠান উপদেষ্টা কমিটি সুপারিশ করেছে, যে ডব্লিউএফপিসি২ একটি উচ্চ ছায়াপথসংক্রান্ত অক্ষাংশে আকাশের একটি \"সাধারণ\" প্যাচ চিত্র করার জন্য, বেশ কয়েকটি অপটিক্যাল ফিল্টার ব্যবহার করে। প্রকল্পের উন্নয়ন ও বাস্তবায়নের জন্য একটি ওয়ার্কিং গ্রুপ গঠন করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে হাবল ডিপ ফিল্ড সম্পর্কিত মিডিয়া দেখুন।\n\n\"দ্য হাবল ডিপ ফিল্ড\"। এসটিএসসিটি।  মূল হাবল ডিপ ফিল্ড ওয়েবসাইট।"}