{"pageid": 1122138, "title": "মনোযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1122138", "content": "মনোযোগ হলো একটি আচরণগত ও সংজ্ঞানাত্মক প্রক্রিয়া যা নৈর্বাচনিকভাবে কোনো একটি নির্দিষ্ট ব্যক্তিগত বা বস্তুগত তথ্যের প্রতি মনোনিবেশ করতে এবং সেই বিষয়টি সম্পর্কিত অন্যান্য তথ্য উপেক্ষা করতে সহায়তা করে। ঊইলিয়াম জেমস (১৮৯০) লিখেছিলেন, \"মনোযোগ হল সমানভাবে সম্ভাব্য বহু চিন্তাধারা বা সম্ভাবনার মধ্য থেকে কন বিশেষ একটির মনের দ্বারা স্বচ্ছ ও প্রানবন্তরুপে নির্বাচন। চিন্তার কেন্দ্রিকতা, মনোনিবেশ এবং সচেতনতা এর মূল আধার।\" মনোযোগ প্রক্রিয়াটিকে সংজ্ঞানাত্মক প্রক্রিয়ার উপাদানগুলির সীমিত বিভাজনের ফল হিসেবেও বর্ণনা করা হয়। মনোযোগের প্রক্রিয়াটি একটি বিশেষ সংশোধন্মুলক ব্যবস্থার মাধ্যমে সম্পন্ন হয়, এটি নির্ভর করে মানুষের মস্তিষ্ক এক সেকেন্ডের মধ্যে ঠিক কতটুকু তথ্য ধারণ করতে পারে তার উপর। উদাহরণ: মানুষের দৃষ্টিশক্তির ক্ষেত্রে, ১% এরও কম তথ্য (এক মেগাবাইট প্রতি সেকেন্ডে) সংশোধিত হতে পারে। যার ফলস্বরুপ মানুষ অমনোযোগীতাকৃত অন্ধত্বের শিকার হয়।\nশিক্ষা, মনোবিজ্ঞান, স্নায়ুবিজ্ঞান, সংজ্ঞানাত্মক স্নায়ুবিজ্ঞান ও স্নায়ুমনোবিজ্ঞান শাস্ত্রগুলিতে মনোযোগ একটি অতি-গুরুত্বপূর্ণ অধ্যয়নক্ষেত্র। কোন্‌ সংবেদী পথনির্দেশনা ও সংকেতগুলি মনোযোগের জন্ম দেয়, ঐসব সংবেদী পথনির্দেশনা ও সংকেতগুলি সংবেদী স্নায়ুকোষগুলির সঙ্গতিমূলক ধর্মগুলির উপরে কী প্রভাব ফেলে, এবং মনোযোগ ও অন্যান্য আচরণগত ও সংজ্ঞানাত্মক প্রক্রিয়াগুলির মধ্যকার সম্পর্কগুলি কেমন (যাদের মধ্যে কর্মরত স্মৃতি ও মনঃসতর্কতা অন্তর্ভুক্ত), ইত্যাদি ব্যাপারগুলি অধ্যয়ন করা হচ্ছে। অপেক্ষাকৃত নতুন কিছু গবেষণাকর্মে (যেগুলিতে মনোরোগবিজ্ঞান ক্ষেত্রে সাধিত কিছু অতীত গবেষণার সম্প্রসারণ সাধন করা হয়েছে) আঘাতজনিত মস্তিষ্ক জখমের সাথে সংশ্লিষ্ট রোগনির্ণয়কারক লক্ষণ-উপসর্গসমূহ ও মনোযোগের উপরে এগুলির প্রভাবের উপরে অনুসন্ধান চালানো হচ্ছে। সংস্কৃতির ভিন্নতার সাথে সাথে মনোযোগের ভিন্নতা পরিলক্ষিত হয়।\nমনোযোগ ও চেতনার মধ্যে সম্পর্কগুলি এতই জটিল যে এগুলির উপরে প্রাচীনকাল থেকে অদ্যাবধি নিরবচ্ছিন্নভাবে দার্শনিকেরা অনুসন্ধান চালিয়ে যাচ্ছেন। এই অনুসন্ধানগুলি মানসিক স্বাস্থ্য, চেতনার রোগসমূহ, এমনকি কৃত্রিম বুদ্ধিমত্তার মত ক্ষেত্রগুলির জন্য অব্যাহতভাবে প্রাসঙ্গিক হিসেবে বিবেচিত হয়।\n\n\n== সমসাময়িক সংজ্ঞা এবং গবেষণা ==\nবৈজ্ঞানিক শৃঙ্খলা হিসাবে মনোবিজ্ঞান প্রতিষ্ঠার আগে, দর্শনের ক্ষেত্রে মনোযোগ অধ্যয়ন করা হয়েছিল। এইভাবে, মনোযোগের ক্ষেত্রে অনেক আবিষ্কার দার্শনিকদের দ্বারা তৈরি হয়েছিল। মনোবিজ্ঞানী জন বি. ওয়াটসন জুয়ান লুইস ভাইভসকে আধুনিক মনোবিজ্ঞানের জনক বলেছেন কারণ, তার বই দে অ্যানিমা এট ভিটা (দ্য সোল অ্যান্ড লাইফ), তিনিই প্রথম অভিজ্ঞতামূলক তদন্তের গুরুত্ব স্বীকার করেন। স্মৃতির উপর তার কাজটিতে, ভাইভস দেখেছেন যে কেউ উদ্দীপনার সাথে যতটা ঘনিষ্ঠভাবে অংশ নেবে, ততই ভালভাবে তাদের ধরে রাখা হবে। ১৯৯০ এর দশকে, মনোবিজ্ঞানীরা পজিট্রন এমিশন টোমোগ্রাফি (পিইটি) এবং পরে ফাংশনাল ম্যাগনেটিক রেজোন্যান্স ইমেজিং (এফএমআরআই) ব্যবহার করে মস্তিষ্কের প্রতি মনোযোগের সাথে জড়িত কাজগুলি পর্যবেক্ষণ করতে শুরু করেন। এই ব্যয়বহুল সরঞ্জামগুলি সাধারণত শুধুমাত্র হাসপাতালে উপলব্ধ ছিল বিবেচনা করে, মনোবিজ্ঞানীরা নিউরোলজিস্টদের সাথে সহযোগিতা চেয়েছিলেন। মনোবিজ্ঞানী মাইকেল পোসনার (তখন ভিজ্যুয়াল সিলেক্টিভ অ্যাটেনশনের উপর তার প্রভাবশালী কাজের জন্য ইতিমধ্যেই বিখ্যাত) এবং স্নায়ুবিজ্ঞানী মার্কাস রাইচেল সিলেক্টিভ অ্যাটেনশনের ব্রেইন ইমেজিং স্টাডির পথপ্রদর্শক। তাদের ফলাফলগুলি শীঘ্রই নিউরোসায়েন্স সম্প্রদায়ের আগ্রহের জন্ম দেয়, যা তখন পর্যন্ত কেবল বানরের মস্তিষ্কের উপর দৃষ্টি নিবদ্ধ ছিল। এই প্রযুক্তিগত উদ্ভাবনের বিকাশের সাথে, স্নায়ুবিজ্ঞানীরা এই ধরনের গবেষণায় আগ্রহী হয়ে ওঠেন যা এই নতুন মস্তিষ্কের ইমেজিং কৌশলগুলির সাথে জ্ঞানীয় মনোবিজ্ঞানের পরিশীলিত পরীক্ষামূলক দৃষ্টান্তগুলিকে একত্রিত করে। যদিও ইলেক্ট্রোএনসেফালোগ্রাফি (ইইজি)এর পুরানো কৌশলটি জ্ঞানীয় সাইকোফিজিওলজিস্টদের দ্বারা নির্বাচিত মনোযোগের অন্তর্নিহিত মস্তিষ্কের কার্যকলাপ অধ্যয়নের জন্য দীর্ঘকাল ব্যবহার করা হয়েছিল, তবে নতুন কৌশলগুলির ক্ষমতা প্রকৃতপক্ষে মস্তিষ্কের অভ্যন্তরে সঠিকভাবে স্থানীয়কৃত কার্যকলাপ পরিমাপ করার ক্ষমতা গবেষকদের একটি বৃহত্তর সম্প্রদায়ের দ্বারা নতুন করে আগ্রহ তৈরি করে। এই জাতীয় নিউরোইমেজিং গবেষণার একটি ক্রমবর্ধমান সংস্থা একটি ফ্রন্টোপারিয়েটাল মনোযোগ নেটওয়ার্ক শনাক্ত ১৯৯০ করেছে যা মনোযোগ নিয়ন্ত্রণের জন্য দায়ী বলে মনে হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}