{"pageid": 1122951, "title": "রুশ জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1122951", "content": "রুশ জাতি (রুশ: русские, প্রতিবর্ণীকৃত: রুশকিয়ে) হল পূর্ব ইউরোপের একটি পূর্ব স্লাভীয় নৃগোষ্ঠী, যারা একটি সাধারণ রুশ পূর্বপুরুষ, সংস্কৃতি ও ইতিহাস নিজেদের মধ্যে ভাগাভাগি করে। রুশ হল মাতৃভাষা হিসাবে রুশ জাতির দ্বারা সর্বাধিক কথ্য স্লাভীয় ভাষা; এবং অর্থোডক্স খ্রিস্টান হল ১১তম শতক থেকে তাদের ঐতিহাসিক ধর্ম। তারা বৃহত্তম স্লাভীয় জাতি, সেইসাথে বৃহত্তম ইউরোপীয় জাতি।\nরুশরা পূর্ব স্লাভীয় উপজাতি থেকে গঠিত হয়েছিল এবং তাদের সাংস্কৃতিক পূর্বপুরুষদের ভিত্তি কিভান রুশে অবস্থিত। জিনগতভাবে, বেশিরভাগ রুশ জনসংখ্যা অন্যান্য পূর্ব ও পশ্চিম স্লাভীয়দের সাথে অভিন্ন, এটি শুধুমাত্র উত্তর রুশ জনসংখ্যার মধ্যে উল্লেখ করা হয়েছে, যে তারা উত্তর ইউরোপীয় বাল্টিক জিন পুলের অন্তর্গত। রুশদের জন্য \"রাশিয়ান\" শব্দটি রুশের মানুষ ও রুশের অঞ্চল থেকে উদ্ভূত হয়েছে। রুশরা অন্যান্য ইউরোপীয় জনগণের সঙ্গে এবং বিশেষত অন্যান্য পূর্ব স্লাভীয় নৃগোষ্ঠীসমূহের সঙ্গে, বিশেষ করে বেলারুশীয় ও ইউক্রেনীয়দের সাথে অনেক ঐতিহাসিক ও সাংস্কৃতিক বৈশিষ্ট্য ভাগ করে নেয়।\nবিশ্বের মোট ২৫৮ মিলিয়ন (২৫.৮ কোটি) রুশ ভাষাভাষীদের মধ্যে প্রায় ১৩৪ মিলিয়ন জাতিগত রুশ। বেশিরভাগ রুশরা স্থানীয় রাশিয়ায় বাস করে, তবে উল্লেখযোগ্য সংখ্যালঘুরা অন্যান্য সোভিয়েত-পরবর্তী রাষ্ট্র যেমন বেলারুশ, কাজাখস্তান, মলদোভা, ইউক্রেন ও বাল্টিক রাষ্ট্রসমূহে ছড়িয়ে ছিটিয়ে রয়েছে। একটি বৃহৎ রুশ অভিবাসী জনগোষ্ঠী (কখনও কখনও রুশ জাতির বাইরের রুশ-ভাষী সহ), আনুমানিক ২০–৩০ মিলিয়নেরও বেশি মানুষ, মার্কিন যুক্তরাষ্ট্র, জার্মানি, ব্রাজিল ও কানাডায় উল্লেখযোগ্য সংখ্যা সহ সারা বিশ্বে বিকশিত হয়েছে।\n\n\n== জাতি নাম ==\nরাশিয়ার নাগরিকদের উল্লেখ করার আদর্শ উপায় হল ইংরেজি \"রাশিয়ান\" শব্দের ব্যবহার। দুটি রুশ শব্দ রয়েছে, যা সাধারণত ইংরেজিতে (বাংলাতেও) \"রাশিয়ান\" হিসাবে অনুবাদ করা হয়। একটি হল \"русские\" (রুশকীয়ে), যার আধুনিক উচ্চারণ রুশীয়ার অর্থ প্রায়শই \"জাতিগত রাশিয়ান\"। আরেকটি হল \"россияне\" (রুশিয়ানিয়া), যা জাতিগত বা ধর্মীয় অনুষঙ্গ নির্বিশেষে \"রাশিয়ার নাগরিক\"দের নির্দেশ করে।\nরুশদের নামটি প্রাথমিক মধ্যযুগীয় নর্স বণিক ও যোদ্ধাদের একটি দল \"রুশ জনগণ\" থেকে এসেছে, যারা বাল্টিক সাগরের ওপার থেকে স্থানান্তরিত হয়েছিল ও নভগোরদকে কেন্দ্র করে একটি রাষ্ট্র প্রতিষ্ঠা করেছিল, যা পরে কিভান রুশ' হয়ে ওঠে।\nরুশ বিপ্লবের আগ পর্যন্ত, জারবাদী রাশিয়া কখনই জনগণকে বিশেষভাবে \"রুশ\" বলে ডাকত না, বরং \"রুশ\"দের (সমস্ত পূর্ব স্লাভীয়) একটি অংশ হিসাবে \"মহান রুশ\" বলে উল্লেখ করেছিল।\n\n\n== ভৌগোলিক বন্টন ==\n\nজাতিগত রুশরা ঐতিহাসিকভাবে প্রাক্তন রুশ সাম্রাজ্য ও সোভিয়েত ইউনিয়নের এলাকা জুড়ে স্থানান্তরিত হয়েছিল, কখনও কখনও জারবাদী ও পরবর্তীতে সোভিয়েত সরকার দ্বারা সীমান্তে পুনরায় বসতি স্থাপন করতে উত্সাহিত করা হয়েছিল। কিছু কিছু অনুষ্ঠানে, জাতিগত রুশ সম্প্রদায়, যেমন লিপোভানীয়রা যারা দানিউব বদ্বীপে বা দোউখোবীয়রা কানাডার বসতি স্থাপন করেছিল, তারা কেন্দ্রীয় কর্তৃত্ব থেকে পলায়নের মাধ্যমে ধর্মীয় ভিন্নমতাবলম্বী হিসাবে দেশত্যাগ করেছিল।\n১৯১৭ সালে শুরু হওয়া রুশ বিপ্লব ও রুশ গৃহযুদ্ধের পর, অনেক রুশ বলশেভিক শাসন থেকে পলায়ন করার জন্য তাদের মাতৃভূমি ত্যাগ করতে বাধ্য হয় এবং লক্ষ লক্ষ রুশ শরণার্থীতে পরিণত হয়েছিল। অনেক শ্বেতাঙ্গ অভিবাসী শ্বেতাঙ্গ আন্দোলনে অংশগ্রহণকারী ছিলেন, যদিও এই শব্দটি ব্যাপকভাবে যে কারো ক্ষেত্রে প্রযোজ্য হয়, যারা শাসনের পরিবর্তনের কারণে দেশ ছেড়ে চলে গিয়েছিল।\n\n\n== নৃতাত্ত্বিক গোষ্ঠী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nরুশদের মধ্যে, বেশ কয়েকটি নৃতাত্ত্বিক গোষ্ঠী আলাদাভাবে রয়েছে, যেমন: উত্তর রুশ, দক্ষিণ রুশ, কস্যাক, গোরিউন, কামচাদাল, পোলেখ, পোমোর, রুশ চীনা, সাইবেরীয় (সাইবেরিয়াক), স্তারোজহিলি, পুরানো বিশ্বাসীদের কিছু গোষ্ঠী (কামেনশিক, লিপোভীয়, সেমিস্কি) ও অন্যান্য।\nপ্রধান হল উত্তর ও দক্ষিণ রুশ গোষ্ঠী। একই সময়ে, নৃতাত্ত্বিক দিমিত্রি জেলেনিন রচিত ১৯২৭ সালের রাশিয়ান (ইস্ট স্লাভিক) এথনোগ্রাফি গ্রন্থে তাদের পৃথক পূর্ব স্লাভিক জনগোষ্ঠী হিসাবে বিবেচনা করার প্রস্তাবটি বৈজ্ঞানিক বৃত্তে সমর্থন পায়নি।\n\n\n== ভাষা ==\n\nরুশ ভাষা হল রাশিয়ার সরকারি ও প্রধানত কথ্য ভাষা। এটি ইউরোপে সবচেয়ে বেশি স্থানীয় কথ্য ভাষা, ইউরেশিয়ার সবচেয়ে ভৌগলিকভাবে বিস্তৃত ভাষা, সেইসাথে বিশ্বের সবচেয়ে বেশি কথ্য স্লাভীয় ভাষা। ইংরেজির পরে রুশ হল ইন্টারনেটে দ্বিতীয় সর্বাধিক ব্যবহৃত ভাষা, এবং এটি আন্তর্জাতিক মহাকাশ স্টেশনে ব্যবহৃত দুটি দাপ্তরিক ভাষার একটি, পাশাপাশি জাতিসংঘের ছয়টি দাপ্তরিক ভাষার মধ্যে একটি।\n\n\n== আরও দেখুন ==\nসর্ব-রুশ জাতি\nইউরোপের নৃগোষ্ঠী\nরুশ শিল্পীদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে রুশ জাতি সম্পর্কিত মিডিয়া দেখুন।\n(রুশ ভাষায়) ৪.১. জাতীয়তা অনুসারে জনসংখ্যা ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ মার্চ ২০১২ তারিখে\n(রুশ ভাষায়) \"পিপল অ্যান্ড কালচারস: রাশিয়ান্স\" রাশিয়ান একাডেমি অব সায়েন্সেস দ্বারা প্রকাশিত বই\nরুশ লোক পোশাকে মহিলাদের প্রাক-বিপ্লবী ছবি"}