{"pageid": 1122465, "title": "বেদা জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1122465", "content": "বেদা জনগোষ্ঠী ভারতের জম্মু ও কাশ্মীর রাজ্যের একটি সম্প্রদায়। তারা বেশিরভাগই লাদাখ অঞ্চলে বাস করে, সেখানে তারা সঙ্গীতে তাদের ঐতিহ্যগত পেশা অনুশীলন করে। তারা প্রধানত মুসলিম বিশ্বাসের অনুসারী, যদিও কিছু বৌদ্ধ ধর্মাবলম্বীও আছে। কোন কোন পণ্ডিতের মতে, তারা একটি অস্পৃশ্য গোষ্ঠী, যদিও অন্যরা মনে করেন যে পরিস্থিতি আরও সূক্ষ্ম প্রভেদযুক্ত।\n\n\n== সামাজিক যোগাযোগ ==\nবেদা জনজাতি বেশিরভাগই জম্মু ও কাশ্মীর রাজ্যের লাদাখ অঞ্চলের গ্রামে বাস করে। তারা এই গ্রামগুলিতে এমন সম্প্রদায়ের সাথে বাস করে যাদের সামাজিকভাবে উচ্চতর শ্রেণীর বলে মনে করা হয়, যেমন লাদাখি, গারা এবং মন জনগণ।\nগ্রাম সম্পর্কিত সামাজিক-রাজনৈতিক সিদ্ধান্ত নেওয়ার ক্ষেত্রে বেদে জনজাতির কার্যত কোন মতামতই চলেনা। ধর্মের অধ্যাপক কিম গুটশো বলেছেন যে এই অঞ্চলের অন্যান্য সম্প্রদায় তাদের অস্পৃশ্য বলে মনে করে, কিন্তু নৃতাত্ত্বিক রণ সিং মান দেখেছেন যে এই সামাজিক বর্জন, উচ্চ শ্রেণীর ব্যক্তিদের বশ্যতা মেনে নেওয়া এবং এই জাতীয় পদ্ধতিগুলি অন্যান্য বর্ণ সমাজে যতটা কঠোর এখানে এমন কঠোর নয়; উদাহরণস্বরূপ, তারা অন্যান্য সম্প্রদায়ের মতো পানীয় জলের একই উৎস থেকে জল সংগ্রহ করতে পারে। ২০০২ সালে লেখালেখিতেও মান বলেছিলেন লাদাখ সমাজের বৌদ্ধদের মধ্যে \"অস্পৃশ্যতা এবং অন্যান্য কিছু জাতিগত কুসংস্কার এখনও অনুপস্থিত\", যদিও এটি পরিবর্তন হতে পারে কারণ তারা ক্রমবর্ধমানভাবে ভারতের অন্যান্য অঞ্চলে পাওয়া মোরেস আচার বিচারের সংস্পর্শে আসছে।\nবেদাদের ঐতিহ্যগত পেশা হল বাদ্যযন্ত্রের অনুশীলন, তাদের পছন্দের যন্ত্র হল বাঁশি বা ঢোল। সংগীতশিল্পী হিসাবে কাজ করলে তাদের অর্থ এবং খাদ্য উভয়ই দেওয়া হয়; পরবর্তীটি প্রায়শই একটি নির্দিষ্ট অনুষ্ঠানের জন্য একটি বিশেষ ধরনের হয়, যেমন ছাতু, দানাশস্য বা লবণ। ফসল বপন, জন্ম ও বিবাহের মতো উৎসব এবং অনুষ্ঠানগুলিতে সঙ্গীত লাদাখ সংস্কৃতির একটি গুরুত্বপূর্ণ অংশ কিন্তু যখন বেদারা এই পেশায় নিযুক্ত থাকেনা, তারা কৃষি শ্রমিক হিসাবে কাজ করে, কারণ তারা বেশিরভাগই ভূমিহীন। কিছু, যারা সাধারণত বৌদ্ধ ধর্মাবলম্বী এবং তাঁবুতে বসবাস করে, তারা ভ্রমণকারী ভিক্ষুক হিসাবে তাদের জীবনযাপন করে এবং তাদের চাঙ্কন বলা হয়।\nঅন্যান্য সামাজিক গোষ্ঠীর যাদের সাথে বেদারা একই গ্রামে বাস করে, তাতে বেদারা এন্ডোগ্যামাস সম্প্রদায় (নিজস্ব বংশ কুল বা গোষ্ঠীর মধ্যে বিবাহ) হবে বলেই প্রত্যাশিত। নিজ গোষ্ঠীর বাইরে বিয়ে সাধারণত স্বীকৃত হয় না এবং এই ধরনের বৈবাহিক সম্পর্কগুলি সাধারণত একত্রে বসবাসের ব্যবস্থা, যেখানে মহিলারাই সাধারণত বাড়ির সর্বোচ্চ কর্তৃত্বের অধিকারী হয়।  যদি কোনো লাদাখী পুরুষ কোনো বেদা নারীর সঙ্গে বিবাহের মতো সম্পর্ক গড়ে তোলে তাহলে তাকে তার নিজের সম্প্রদায় বহিষ্কার করে দেয়, যতদিন না ছোমো গঙ্গো অনুষ্ঠানের মাধ্যমে সম্পর্ক নিয়মিত হয়। এই অনুষ্ঠানের জন্য পুরুষটিকে গঙ্গা নদীর পবিত্র জলে ১৫ - ২০ দিন স্নান করতে হবে।\n\n\n== ধর্ম ==\nবেদাদের কিছু লোক বৌদ্ধ ধর্মাবলম্বী, যদিও অধিকাংশই মুসলমান। স্বয়ং গৌতম বুদ্ধ বর্ণ প্রথার বিরোধী হওয়া সত্ত্বেও, বেদাদের সামাজিক অবস্থান এমন যে তাদের বৌদ্ধ ভিক্ষু বা ভিক্ষুণী পদমর্যাদায় যোগদানের অনুমতি দেওয়া হয় না। মানের মতে, এটি এবং সামাজিক অবক্ষয়ের অন্যান্য দিকগুলির কারণ সম্ভবত লাদাখী জনগণের \"সংখ্যাগত শক্তি এবং ব্যক্তিগত সুবিধার ফলে, মনে হয় [বৌদ্ধ] সাংস্কৃতিক বৈশিষ্ট্যের উপর তাদের জোর ছিল\"।\nবেদা সম্প্রদায়ের মুসলমানরা তাদের মৃতদের সমাহিত করে, বাকিরা দাহ করতে পছন্দ করে। সামাজিক নিয়ম অনুসারে, মৃতদেহ বহন করে শুধুমাত্র সম্প্রদায়ের সদস্যরা বা নিম্ন সামাজিক গোষ্ঠীর লোকেরা, যার কার্যকরী অর্থ হল বেদারা একাই তাদের নিজেদের লোকদের জন্য সেই দায়িত্ব পালন করে। কারণ তাদের চেয়ে নিম্ন শ্রেণীর আর কোন গোষ্ঠী নেই। তারা একজন মৃত লাদাখ ব্যক্তিকে বহন করবে, কিন্তু একজন লাদাখ অত্যন্ত বিরল এবং অস্বাভাবিক পরিস্থিতি ছাড়া একজন মৃত বেদা ব্যক্তিকে বহন করে না।\n\n\n== সরকারী স্বীকৃতি ==\nএকটি সমীক্ষায় দেখা গেছে ৩১৯ জন বৌদ্ধ সদস্য আছে।\nবেদারা একটি সংখ্যালঘু ভাষা ব্যবহার করে যেটি ভারত সরকার দ্বারা সরকারিভাবে স্বীকৃত নয়। তারা বোধি লিপি ব্যবহার করে লেখে।\n\n\n== তথ্যসূত্র ==\nটীকা\n\nউধৃতি\n\nগ্রন্থপঞ্জি\n\n\n== আরও পড়ুন ==\nআগরওয়াল, রবিনা (২০০৪)। বিয়ন্ড লাইনস অফ কন্ট্রোল: পারফরমেন্স অ্যাণ্ড পলিটিক্স অন ডিস্পিউটেড বর্ডারস অফ লাদাখ, ইণ্ডিয়া। ডিউক ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-82233-414-9। \nলাদাখ: দি ইণ্ডিভিজুয়ালিটি ভার্সেস স্টেট, হরিশ কে. ঠাকুর, ইণ্ডিয়া, নিউ দিল্লি: মানস পাবলিশার্স, ২০১৪।"}