{"pageid": 1122107, "title": "কেলাসীভবন", "url": "https://bn.wikipedia.org/wiki?curid=1122107", "content": "কেলাসীভবন বা কেলাসন বলতে এমন একটি প্রক্রিয়াকে বোঝায় যার মাধ্যমে এমনভাবে কোনও বাষ্প, দ্রবণ বা গলিত পদার্থ থেকে একটি কঠিন পদার্থ গঠিত হয়, যার অভ্যন্তরে পরমাণু, অণু বা আয়নগুলি স্বতঃস্ফূর্তভাবে একত্রিত হয়ে কেলাস নামক একটি কাঠামোতে অত্যন্ত উচ্চমাত্রায় সুবিন্যস্ত হয়। জলীয় বাষ্প থেকে তুষারফলকের গঠন, তরল পানি বা জল থেকে বরফ গঠন, সম্পৃক্ত দ্রবণ থেকে ফিটকিরির কেলাস গঠন, ইত্যাদি হল কেলাসীভবনের কিছু উদাহরণ। যেসব উপায়ে কেলাসীভবন ঘটে, তাদের মধ্যে দ্রবণ থেকে অধঃক্ষেপণ, হিমায়ন, এবং বিরল ক্ষেত্রে একটি বায়বীয় পদার্থ থেকে সরাসরি পরিন্যাস উল্লেখযোগ্য। এভাবে প্রাপ্ত কেলাসটির ধর্মাবলি মূলত কিছু নিয়ামক যেমন তাপমাত্রা, বায়ুচাপ এবং তরল কেলাসের ক্ষেত্রে প্রবাহী বাষ্পীভবনের সময়ের উপর নির্ভর করে। \nকেলাসীভবন দুইটি প্রধান ধাপে ঘটে। প্রথম ধাপটি হল কেন্দ্রীনীভবন, যাতে হয় একটি অতিশীতলীকৃত তরল পদার্থ অথবা একটি অতিসম্পৃক্ত দ্রাবক থেকে একটি কেলাসী দশার আবির্ভাব ঘটে। কেন্দ্রীনীভবনের আগে প্রথমে পদার্থের কণাগুলি একে অপরের সাথে (সমসত্ব কেন্দ্রীনীভবন) বা কোনও বহিরাগত কণাকে কেন্দ্র করে (বিষমসত্ব কেন্দ্রীনীভবন) ছোট ছোট গুচ্ছে (Cluster) আবদ্ধ হয়। যেসব গুচ্ছ তাপগতীয়ভাবে অস্থিতিশীল থাকে, তাদেরকে কেলাস-ভ্রূণ (embryo) বলে, এগুলির অণুগুলি পুনরায় বিচ্ছিন্ন হয়ে যেতে পারে। অন্যদিকে অপেক্ষাকৃত বৃহত্তর ও স্থিতিশীল যে গুচ্ছগুলি পরবর্তীতে কেলাসে পরিণত হবার সম্ভাবনা রাখে, সেগুলিকে কেলাস-কেন্দ্রীন (Nucleus) বলে। কেলাস-ভ্রূণ ও কেলাস-কেন্দ্রীনের মধ্যে পার্থক্য হল শেষোক্তটির ব্যাসার্ধ একটি সংকট ব্যাসার্ধ অপেক্ষা বেশি থাকে। কেলাসীভবনের দ্বিতীয় ধাপটি হল কেলাসের আকার বৃদ্ধি, যেখানে কেলাস-কেন্দ্রীনকে কেন্দ্র করে আরও কণা (পরমাণু, অণু, আয়ন) নির্দিষ্ট চারিত্রিক বিন্যাসে যুক্ত হয়ে কেলাসটির আকার উত্তরোত্তর বৃদ্ধি পায় এবং একটি কেলাস দশার সৃষ্টি হয়। দ্বিতীয় ধাপটির একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হল এই যে দলছুট কণাগুলি কেলাসের পৃষ্ঠতলে স্তর গঠন করে এবং যেকোনও উন্মুক্ত অসঙ্গতি যেমন ছিদ্র, ফাটল, ইত্যাদিতে প্রবেশ করে।\nসিংহভাগ খনিজ পদার্থ ও জৈব যৌগের অণুগুলি সহজেই কেলাসীভূত হয় এবং এভাবে উদ্ভূত কেলাসগুলি সাধারণত উন্নত মানের হয়ে থাকে, অর্থাৎ এগুলিতে কোনও দৃশ্যমান ত্রুটিবিচ্যুতি থাকে না। তবে অপেক্ষাকৃত বৃহৎ প্রাণরাসায়নিক পদার্থের কণাগুলি, যেমন প্রোটিন অণুগুলি সহজে কেলাসীভূত হয় না। কত সহজে অণুগুলি কেলাসীভূত হবে, সেটি হয় পারমাণবিক বলসমূহের তীব্রতার উপরে (যেমন খনিজ উপাদানের ক্ষেত্রে), বা আন্তরাণবিক বলসমূহের তীব্রতার উপরে (জৈব ও প্রাণরাসায়নিক উপাদানের ক্ষেত্রে) কিংবা অন্তরাণবিক বলসমূহের উপরে (প্রাণরাসায়নিক পদার্থের ক্ষেত্রে) গভীরভাবে নির্ভরশীল। \nঅধিকন্তু, কেলাসীভবন একটি রাসায়নিক কঠিন-তরল পৃথকীকরণ কৌশল, যেখানে একটি তরল দ্রবণ থেকে কোনও দ্রবের ভর স্থানান্তরণ ঘটে একটি বিশুদ্ধ কঠিন কেলাসী দশার সৃষ্টি হয়। রসায়ন প্রকৌশলে একটি কেলাসীকারক যন্ত্রে কেলাসীভবন সম্পাদিত হয়। কেলাসীভবনের সাথে তাই পরিন্যাসের সম্পর্ক আছে, যদিও কেলাসীভবনের ক্ষেত্রে ফলাফলটি কোনও অবিন্যস্ত বা আকৃতিহীন পদার্থ নয়, বরং সুবিন্যস্ত কাঠামোর একটি কেলাস। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nA. Mersmann, Crystallization Technology Handbook (2001) CRC; 2nd ed. আইএসবিএন ০-৮২৪৭-০৫২৮-৯\nTine Arkenbout-de Vroome, Melt Crystallization Technology (1995) CRC আইএসবিএন ১-৫৬৬৭৬-১৮১-৬\n\"Small Molecule Crystallization\" (PDF) at Illinois Institute of Technology website\nGlynn P.D. and Reardon E.J. (1990) \"Solid-solution aqueous-solution equilibria: thermodynamic theory and representation\". Amer. J. Sci. 290, 164–201.\nGeankoplis, C.J. (2003) \"Transport Processes and Separation Process Principles\". 4th Ed. Prentice-Hall Inc.\nS.J. Jancic, P.A.M. Grootscholten: “Industrial Crystallization”, Textbook, Delft University Press and Reidel Publishing Company, Delft, The Netherlands, 1984.\n\n\n== বহিঃসংযোগ ==\nBatch Crystallization\nIndustrial Crystallization\nটেমপ্লেট:হস্তধর্মী সংশ্লেষণ\nটেমপ্লেট:পৃথকীকরণ প্রক্রিয়াসমূহ\nটেমপ্লেট:জৈবপ্রযুক্তি"}