{"pageid": 1122374, "title": "কাসারগড় শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1122374", "content": "কাসারগড় শাড়ি হল কেরালার কাসারগড় জেলার সালিয়া সম্প্রদায়ের তাঁতিদের দ্বারা তৈরি এক প্রকার ঐতিহ্যবাহী সুতীর শাড়ি। এই শাড়িগুলি সম্পূর্ণ হাতে তৈরি করা হয়। এগুলি সুলভ মূল্যের এবং অত্যন্ত টেঁকসই হয়। এগুলি ২০ বছর পর্যন্ত স্থায়ী হয়। এগুলি ঐতিহ্যবাহী কেরালা শাড়ি থেকে আলাদা এবং এর ওপর প্রতিবেশী কারাভালি শৈলীর প্রভাব রয়েছে।\nআন্তর্জাতিক বাজারে কেরালার তাঁতের ব্যাপক চাহিদা রয়েছে।\n\n\n== ইতিহাস ==\nএই বয়ন ঐতিহ্যের উৎপত্তি ১৮ শতকে। এটি সালিয়া সম্প্রদায়ের সদস্যদের দ্বারা শুরু হয়েছিল, যারা কারাভালি থেকে তামিলনাড়ুতে অভিবাসন করেছিল। এছাড়াও ছিলপথমসালিয়া যারা মহীশূর রাজ্য থেকে এই অঞ্চলে চলে এসেছিল এবং এই অঞ্চলে বসতি গড়ে তুলেছিল। বহু বছর আগে বয়ন বিশেষভাবে করা হত শাসকদের জন্য। এই বিশেষ ধরনের শাড়িটি শুধুমাত্র কাসারগড়েই বোনা হত, তাই এর নাম দেওয়া হয়েছিল কাসারগড় শাড়ি। কথিত আছে, এর আগে প্রায় ৫০০ তাঁতি পরিবার ছিল এবং তাদের বাড়িতেই তাঁত বোনা হতো। পিতা ও মাতা তাঁতি হলে শিশুরাও ক্রমশ তাঁতের কাজে যোগ দিত।\n\n\n== তাৎপর্য ==\nএই শাড়ি কেরালায় বিদ্যমান চারটি বয়ন ঐতিহ্যের মধ্যে একটি। অন্যগুলি হল বলরামপুরম, কুঠামপল্লি এবং চেন্দমঙ্গলম।\nএই শাড়ির জমি সাধারণত সাদা হয়, অনেকসময় রঙ্গিন সুতা ব্যবহার করে জমি ডোরাকাটা হয়। জ্যাকার্ড বা ডবি কৌশল ব্যবহার করে শাড়ির পাড় হাতে তৈরি করা হয় এবং তাই সেগুলি খুব আকর্ষণীয় হয়। এই শাড়িগুলির সুতো গণনা উচ্চ হয়, ৬০ - ১০০ এর মধ্যে। শড়িগুলি তৈরি করতে ভ্যাট ডাই (বড় চৌবাচ্চায় রাঙানো) ব্যবহার করা হয় ফলে এগুলি দীর্ঘস্থায়ী হয়। বর্তমানে এই শাড়ি রেশমের সংমিশ্রণেও তৈরি হচ্ছে।\n১৯৩৮ সালে কাসারগড় উইভার্স সমবায় উৎপাদন ও বিক্রয় সমিতি লিমিটেড প্রতিষ্ঠিত হয়। এটি বর্তমানে এই শাড়ি উৎপাদন ও বিপণন করে এবং তার সঙ্গে তাঁত বয়নের প্রশিক্ষণ প্রদান করে এই ঐতিহ্যকে বাঁচিয়ে রাখছে। এই শাড়িগুলির একটি স্থিতিশীল বাজার রয়েছে যেহেতু এগুলি প্রতিদিনের ব্যবহার এবং পরার জন্য উপযুক্ত।\n\n\n== ভৌগোলিক নির্দেশক ==\n২০০৯ সালে, কেরল সরকার কাসারগড় শাড়ির জন্য ভৌগোলিক নির্দেশকের আবেদন করেছিল। ২০১০ সাল থেকে ভারত সরকার এটিকে সরকারিভাবে ভৌগোলিক নির্দেশক হিসেবে স্বীকৃতি দিয়েছে।\n\n\n== আরও দেখুন ==\nকুঠামপল্লি শাড়ি\n\n\n== তথ্যসূত্র =="}