{"pageid": 1122190, "title": "কোরীয় কেন্দ্রীয় টেলিভিশন", "url": "https://bn.wikipedia.org/wiki?curid=1122190", "content": "কোরীয় কেন্দ্রীয় টেলিভিশন (কেসিকিভি; কোরীয়: 조선중앙텔레비죤; এমআর: Chosŏn Chungang T'ellebijyon; ছোসন ছুংআং তেল্লেবিজিয়োন) হচ্ছে একটি টেলিভিশন সংস্থা যেটার চালক হচ্ছে কোরীয় কেন্দ্রীয় সম্প্রচার কমিটি, উত্তর কোরিয়ার রাষ্ট্রীয় সম্প্রচার। পিয়ং ইয়াং টিভি টাওয়ার থেকে এটি টেরেস্ট্রিয়াল ভাবে সম্প্রচার করে, সরকারি আইপিটিভি সার্ভিস মানবাং এ স্ট্রিমিং করা যায়, এবং স্যাটেলাইটের মাধ্যমে কেসিটিভিকে আপলিঙ্ক করা হয়।\n\n\n== ইতিহাস ==\nকোরীয় যুদ্ধের পর কেসিটিভি পিয়ং ইয়াং টেলিভিশনের নামে স্থাপন হয় ১৯৫৩ সালের ১ সেপ্টেম্বরে। কিম ইল-সাং কল্পনা করেছেন যে তখন উত্তর কোরিয়ায় টেলিভিশন সম্প্রচার শুরু করার সময় ছিলো, কিন্তু সেটা ওই সময়ে হয়নি। তাই এই নতুন সংস্থাটি একটি আট বছরের টেলিভিশন সম্প্রচার শুরু করার প্রস্তুতির পর্যায় শুরু করে, উত্তর কোরীয় সরকারের সাহায্যে।\nকেন্দ্রটির নাম কেন্দ্রীয় টেলিভিশন সম্প্রচার পদ্ধতি এর পরিবর্তন করা হয় ১৯৬১ সালে, তারপর তাদের প্রথম পরীক্ষামূলক সম্প্রচার শুরু করে সেই সালের ১ সেপ্টেম্বরে।\nপিয়ং ইয়াংভিত্তিক কেন্দ্রটি ১৯৬৩ সালের ৩ মার্চে সম্প্রচার শুরু করে। এটি সপ্তাহের দিনে দুই ঘণ্টার জন্য সন্ধ্যা ৭টার থেকে রাত ৯টার পর্যন্ত সম্প্রচার করেছিলো। তারপরে এটির সম্প্রচারের সময় ৪ ঘণ্টা জন্য বাড়ানো হয়, তারপরে ৬ ঘণ্টা।\n১৯৭০ সালের ১ অক্টোবরে চ্যানেলটি কোরিয়ার ওয়ার্কার্স পার্টির ৫ম কংগ্রেস এর সমস্ত কার্যধারা সরাসরি সম্প্রচার করেছিলো।\nকেন্দ্রীয় টেলিভিশন সম্প্রচার পদ্ধতি এর নাম কোরীয় কেন্দ্রীয় টেলিভিশনের পরিবর্তন করা হয় ১৯৭৩ সালের ৩ জানুয়ারিতে। চ্যানেলের অধিবেশন শুধু সপ্তাহের দিনে হয় এবং সপ্তাহান্তের দিনে ও জাতীয় ছুটির দিনে চ্যানেলটি বন্ধ থাকে।\n১৯৭৪ সালের ১ জুলাইতে কেসিটিভি রঙিন সম্প্রচার শুরু করে এবং এটি তেহরানে ১৯৭৪ এশিয়ান গেমসের জন্য প্রস্তুত হওয়ার জন্য স্যাটেলাইট টেলিভিশনের মাধ্যমে তাদের প্রথম রঙিন সরাসরি অনুষ্ঠান সম্প্রচার করেছে ১৯৭৪ সালের ১ সেপ্টেম্বরে। ১৯৭৫ সালে কেসিটিভি সপ্তাহান্তের দিনে সম্প্রচার শুরু করে, এবং পূর্নাঙ্গ রঙিন সম্প্রচার শুরু হয় ১৯৭৭ সালের ১ সেপ্টেম্বরে।\nস্যাটেলাইট টেলিভিশনের থেকে গ্রহণ করা চ্যানেলের প্রথম অনুষ্ঠান ছিলো ১৯৮০ গ্রীষ্মেকালীন অলিম্পিকের প্রারম্ভিক।\nকেসিটিভি জাতীয় ছুটির দিনে সম্প্রচার শুরু করে ১৯৮১ সালের ১ মার্চে। জাতীয় ছুটির দিনে সম্প্রচারের সময় সপ্তাহান্ত দিনের মতো। চ্যানেলটি ১৩তম বিশ্ব যুবক ছাত্রদের উৎসবের হোস্ট সম্প্রচারক ছিলো।\n২০১২ সালের সেপ্টেম্বরে চীনের কেন্দ্রীয় টেলিভিশন ঘোষণা দেয় যে কেসিটিভিকে ৫০ লক্ষ রেন্মিন্বি দান করেছে চ্যানেলটির নতুন সম্প্রচারের সরঞ্জামের জন্য, এবং সেগুলো এটির অনুষ্ঠান উন্নতি করা এবং ডিজিটাল টেলিভিশনের জন্য তৈরি হওয়ার জন্য ব্যবহার করা হতে ছিলো।\nচ্যানেলটি বেশি কোরে ১৬:৯ অ্যাসপেক্ট রেশিওতে অনুষ্ঠান তৈরি করেছিলো ২০১২ সাল থেকে। কিন্তু তখনও স্থানীয়ভাবে ৪:৩ ফর্ম্যাটেই সম্প্রচার করছিলো। ২০১৫ সালের ১৯ ফেব্রুয়ারিতে কেসিটিভি স্যাটেলাইটে পরীক্ষামূলক ওয়াইডস্ক্রিন এইচডি সম্প্রচার শুরু করে, কিন্তু শুধু সরাসরি অ্যানাউন্সার অভিবাদন দেয় জানায় অধিবেশন শুরুর এবং শেষ দিকে সেটা ওয়াইডস্ক্রিনে ছিলো এবং বাকি সব অনুষ্ঠান উইন্ডোবক্স করা ছিলো।\nস্টিরিওফোনিক শব্দের সাথে ১৬:৯ ওয়াইডস্ক্রিনে স্থানীয় সম্প্রচার শুরু হয় ২০১৭ সালের ৪ ডিসেম্বরে। কেসিটিভি ছিলো সেটা করার সবচেয়ে শেষ রাষ্ট্রীয় সম্প্রচারকের মধ্যে, যেহেতু আগের থেকেই উন্নত এবং উন্নয়নশীল দেশগুলিতে সেটা হয়েছিলো।\n\n\n== অনুষ্ঠানসমূহ ==\nকেসিটিভি সপ্তাহের দিনে ৭ ঘণ্টার জন্য পিয়ং ইয়াং সময়ে দুপুর ৩টার থেকে রাত ১০টার পর্যন্ত সম্প্রচার করে, এবং সপ্তাহান্তের দিনে এবং জাতীয় ছুটির দিনে সকাল ৭টার থেকে রাত সাড়ে ১০টার পর্যন্ত সম্প্রচার করে। এটির অধিবেশন শুরুর অনুক্রমে দেখায় উত্তর কোরিয়ার জাতীয় সংগীত \"আয়েগুক্কা\", তারপরে \"জেনারেল কিম ইল-সাং এর গান\" এবং \"জেনারেল কিম জং ইল এর গান\"।\nচ্যানেলের অনুষ্ঠানমালায় বেশিরভাগ রয়েছে প্রজ্ঞাপনী অনুষ্ঠান যেগুলো কোরিয়ার ওয়ার্কার্স পার্টির ইতিহাস এবং শাসনের অর্জন, উত্তর কোরিয়ার সামরিক বাহিনী, দেশের নেতা, এবং \"চুছে\" ভাবাদর্শের ব্যাপারে। চ্যানেলটি স্থানীয় চলচ্চিত্র, শিশুতোষ অনুষ্ঠান, থিয়েটার, এবং দেশপ্রেমী গীতিনাট্য অনুষ্ঠান ও থিয়েটার নাট্যও দেখায়। জাতীয় ছুটির দিনে কেসিটিভিতে কুচকাওয়াজ, গীতিনাট্য, চলচ্চিত্র, এবং আরো বিশেষ অনুষ্ঠান দেখায়, সাথে উত্তর কোরিয়ার বাকি তিনটি চ্যানেলে একরকম অনুষ্ঠান প্রচারিত হয়।\nডিসেম্বর ২০১৮ হিসেবে কেসিটিভির অনুষ্ঠানসমূহ আগের কর্তৃত্ববাদী শৈলীর বিপরীতে সমসাময়িক অনুভব পেতে শুরু করে, সাথে উত্তর কোরিয়ার মানুষ প্রদর্শন করা আরো অনুষ্ঠান। অনুষ্ঠানসমূহ আরো প্রত্যক্ষদর্শী সংবাদ প্রচারিত করার পর্যবেক্ষণ করা হয়েছিলো, সাথে দৃশ্যমান পাঠক এবং প্রযোজনা কর্মী, আধুনিক পোশাক পরা কনিষ্ঠ হোস্ট এবং ব্যক্তিত্ব, আধুনিক প্রযোজনা প্রযুক্তির (যেমন বায়বীয় ক্যামেরা) আরো বেশি ব্যবহার, এবং আরো উদ্যমী উপস্থাপনা। নববর্ষ বক্তৃতাতে দেখা যায় যে মঞ্চের পরিবর্তে ওয়ার্কার্স পার্টির সদর দপ্তর থেকে কিম জং উন একটি আর্মচেয়ারে বসে বক্তৃতা দেয়। পশ্চিমী বিশ্লেষক অনুভব করেছে যে স্বরে এই পরিবর্তনগুলি আন্তর্জাতিক সম্প্রচারকদের সাথে সঙ্গতিপূর্ণ অনুষ্ঠানগুলির প্রযোজনা মানকে আরও বেশি করার উদ্দেশ্যে ছিলো, এবং কনিষ্ঠ দর্শকদের কাছে তাদের আরও আকর্ষণীয় করে তুলতে।\nসংক্ষিপ্ত ফর্ম্যাটে কেসিটিভি টেপ বিলম্ব করা আন্তর্জাতিক ক্রীড়া ইভেন্ট সম্প্রচার করেছে। এই ক্ষেত্রে, যেহেতু উত্তর কোরিয়া সিউল ব্রডকাস্টিং সিস্টেমের কাছে (যে পুরো কোরীয় উপদ্বীপের জন্য স্বত্ব পায়) উপ-লাইসেন্স করা অলিম্পিক ক্রীড়া প্রতিযোগিতার স্বত্ব আছে, কেসিটিভিতে ২০২০ গ্রীষ্মকালীন অলিম্পিক (যেখানে উত্তর কোরিয়া ক্রীড়াবিদ পাঠানোর প্রত্যাখ্যান করেছে) এর সম্প্রচার হ​য় অলিম্পিক শেষ হওয়ার দুই দিন পরে, এবং দক্ষিণ কোরিয়ায় ২০১৮ শীতকালীন অলিম্পিক এর সম্প্রচার করেনি, উত্তর এবং দক্ষিণ কোরিয়া উদ্ভোধনী অনুষ্ঠানে এবং নারীদের আইস হকিতে সমন্বিত দল হিসেবে প্রতিনিধিত্ব করার সত্ত্বেও। এটির ২০১৮ ফিফা বিশ্বকাপ প্রচারে জাপান-জড়িত প্রতিযোগিতাসমূহ বাদ করা হয়েছিলো।\n\n\n== সংবাদ ==\nকেসিটিভি \"বোদো\" (কোরীয়: 보도, 'খবর') নামের একটি দৈনিক সংবাদ অনুষ্ঠান প্রচারিত করে। এটি কোরিয়ার ওয়ার্কার্স পার্টির মূল প্রজ্ঞাপন সংগঠনের অংশ। সর্বোচ্চ নেতা কিম জং উনের দৈনিক কার্যকলাপসমূহ বাকি সব শিরোনামের উপরে অগ্রাধিকার দেয়া হয়, এবং অন্যান্য সরকারি প্রজ্ঞাপনের সাথে সামঞ্জস্যপূর্ণ উপায়ে দেখানো হয়। দেশের সামরিক বাহিনী এবং অর্থনীতির ব্যাপারে খবরও প্রচারিত হয়।\nউত্তর কোরিয়ার সংবাদ গীতিনাটকীয় হওয়ার কারণে খুব পরিচিতি; সংবাদ পাঠকরা এই পাঁচটি স্বরের মধ্যে একটি ব্যবহার করে—একটি উচ্চ, অনবস্থিত স্বর দেশের নেতাদেরকে প্রশংসা করার জন্য, আবহাওয়ার পূর্বাভাসের জন্য একটি ব্যাখ্যামূলক স্বর, অবিতর্কিত খবরের জন্য একটি আলাপচারী স্বর, পশ্চিম দেশগুলোকে নিন্দা করার জন্য একটি, এবং উত্তর কোরীয় নেতা অথবা কর্মকর্তার মৃত্যু ঘোষণা করার জন্য একটি শোকপূর্ণ স্বর। অনেক উত্তর কোরীয় সাংবাদিক যারা দক্ষিণ কোরিয়ায় পালিয়েছে তাঁরা বৈপরীত্যে সূচিত করেছে দক্ষিণ কোরিয়ার আরো আলাপচারী সম্প্রচারের ধরনের সাথে। গীতিনাটকীয় ধরন এবং সম্প্রচারে বেশিরভাগ একটি গোলাপী রঙের ছোসন-ওত পরার জন্য দীর্ঘ সময়ের প্রধান সংবাদ পাঠক রি ছুন-হি খুব সুপরিচিত। ২০১২ সালে রি একটি পুরো সময়ের পাঠক থেকে অবসর হয়েছিলো। তিনি বলেছেন যে নতুন সম্প্রচারকদের কে প্রশিক্ষণ করার জন্য আরো মনোযোগ দিতে চেয়েছেন। তিনি মাঝের মধ্যে উপস্থিত হতে থাকলেন সরকার থেকে গুরুত্বপূর্ণ ঘোষণা দেওয়ার জন্য, যেমন ক্ষেপণাস্ত্র পরীক্ষা, সিঙ্গাপুর সম্মেলনের ব্যাপারে সম্প্রচার, এবং সর্বোচ্চ নেতা কিম জং ইলের মৃত্যুর ঘোষণা দেওয়ার জন্য।\nসেপ্টেম্বর ২০১২ হিসেবে চীনা রাষ্ট্রীয় সম্প্রচারক সিসিটিভির থেকে নতুন সরঞ্জাম নেওয়ার পর কেসিটিভি খবরের জন্য ঝরঝর সেট উপস্থাপিত করে, সাথে একটি নতুন অ্যাঙ্কর ডেস্ক এবং ভিডিও ব্যাকড্রপ। ২০১৮ সালের ডিসেম্বর হিসেবে, কেসিটিভির অনুষ্ঠানে একটি আধুনিকীকরণের বিস্তৃত আদর্শের অংশে, এটির বুলেটিন সমসাময়িক উপস্থাপনা উপাদান যেমন ডাবল বক্স ব্যবহার করতে শুরু করেছে। আরও আধুনিকীকরণের পরীক্ষাগুলো ২০১৯ সালের মার্চ এবং মে মাসে হয়েছিল, যখন অর্থনৈতিক রিপোর্টগুলি থ্রি-ডাইমেনশনাল ইনফোগ্রাফিক্স (ভিডিও ফুটেজে ৩ডি পাঠ্য ওভারলেড সহ), ড্রোন ফুটেজ এবং টাইম-ল্যাপস ভিডিও ব্যবহার করেছিল।\nসদ্যপ্রাপ্ত সংবাদের সময়ে কেসিটিভি সম্প্রচারে ফিরে আসতে পারে অথবা স্বাভাবিক অধিবেশনের শেষ সময় অতিক্রম করে সম্প্রচারে থাকে। ২০২০ সালের ২৬ আগস্টে টাইফুন বাভির থেকে দেশকে রক্ষা করার জন্য ব্যবস্থা নেওয়ার জন্য কিম জং উনের আহ্বান মেনে চলার জন্য কেসিটিভি ঝড়ের উপর রাষ্ট্রীয় হাইড্রো-মেটিওরোলজিক্যাল অ্যাডমিনিস্ট্রেশন থেকে উপদেশ এবং আপডেট সহ সারা দিন রোলিং রিপোর্ট সম্প্রচার করে। যা প্রথমবার বলে মনে করা হয়েছিল, কেসিটিভি আপডেট দেওয়ার জন্য রাতভর সম্প্রচারিত ছিল—ফিল্মগুলির একটি রাতারাতি ব্লকের সময় সম্প্রচারিত অংশগুলি এবং পরের দিন সকালে সারা দেশে ঝড়ের প্রভাব কভার করে ফিল্ড রিপোর্ট সহ বুলেটিনগুলি সহ। যাইহোক, ২৮ আগস্ট পর্যন্ত কেসিটিভির নিয়মিত নির্ধারিত বুলেটিনগুলিতে টাইফুন সম্পর্কিত অন্য কোনো প্রতিবেদন দেখা যায়নি; উপরে উল্লিখিত প্রোটোকল অনুসারে, গল্পটি কিম জং-উনের টাইফুনের ক্ষতির মূল্যায়নের উপর দৃষ্টি নিবদ্ধ করে। টাইফুন বাভির রিপোর্টের উপর ব্যবহৃত ফর্ম্যাটে তৈরি করে, কিছু সপ্তাহের পর কেসিটিভি টাইফুন মায়সাক এবং টাইফুন হাইশেনের একই রকমের রিপোর্ট প্রচারিত করেছে।\n\n\n== উপলব্ধতা ==\nচ্যানেলটি ১৯৭৪ সালের ১ জুলাইতে ৫৭৬আই স্ক্যানিং লাইনের সাথে সিক্যামের মাধ্যমে রঙিন সম্প্রচার শুরু করে। তারপরে ১৯৯০ দশকের প্রথম সময়ে পিএএল এটিকে প্রতিস্থাপন করে। ১৯৯৯ সালে কোরিয়ার ওয়ার্কার্স পার্টির ৫০তম বার্ষিকী উপলক্ষে কেসিটিভি থাইকম ৩ এর মাধ্যমে স্যাটেলাইট টেলিভিশন আপলিঙ্ক করা শুরু করে।\n২০১২ সালে কেসিটিভি পরীক্ষামূলক ডিজিটাল টেরেস্ট্রিয়াল টেলিভিশনে সম্প্রচার শুরু করে, ইউরোপীয় ডিভিবি-টি২ স্ট্যান্ডার্ড ব্যবহার করে (দক্ষিণ কোরিয়া, যেটা আমেরিকান এটিএসসি স্ট্যান্ডার্ড ব্যবহার করে, এবং চীন, যেটা স্থানীয় ডিটিএমবি স্ট্যান্ডার্ড ব্যবহার করে, এর বিপরীতে)।\n\n\n=== উত্তর কোরিয়ার বাহিরে ===\n২০১০ সালের ১ আগস্টে থাইকম ৫ এর মাধ্যমে কেসিটিভি ফ্রি-টু-এয়ার সম্প্রচার করেছে ২০২০ সালের ২৫ ফেব্রুয়ারির পর্যন্ত। ২০১৫ সালের এপ্রিল মাসে কেসিটিভি ইন্টেলস্যাট ২১ এর মাধ্যমে আমেরিকা এবং ইউরোপে স্যাটেলাইট সম্প্রচার শুরু করে।\n২০১৯ সালের মার্চ মাসের থেকে কেসিটিভির থাইকম ৫ সিগনালটি দক্ষিণ কোরীয় কোরিয়াস্যাট ৫এ এর মাধ্যমে রিলে করা হচ্ছে, যেন সিউলভিত্তিক গণমাধ্যম সংস্থা এবং সাংবাদিক চ্যানেলটি পর্যবেক্ষণ করতে থাকে। এটি শহরের ৫জি সেলুলার নেটওয়ার্ক যেটা কেসিটিভির স্যাটেলাইট ফ্রিকোয়েন্সি ওভারল্যাপ করা ফ্রিকোয়েন্সি ব্যবহার করে সেটার কারণে হয়েছে, এবং ফিডটাকে অদৃশ্য বানায়।\n২০২০ সালের ১৮ জানুয়ারিতে কেসিটিভি থাইকম ৫ থেকে সরে চাইনাস্যাট ১২ এ স্যাটেলাইট সম্প্রচার শুরু করে, যেহেতু ২০১৯ সালের ডিসেম্বর মাসে থাইকম ৫ প্রযুক্তিগত সমস্যার সম্মুখীন করা শুরু করেছে।\nছোংরিয়ন-সমর্থিত ওয়েবসাইটে জাপানী সাবটাইটেলের সাথে কেসিটিভির দৈনিক সংবাদ অনলাইনে দেখা যায়।\n\n\n== টেস্টকার্ড ==\nটেস্টকার্ডের শেষ ৩০ মিনিটে উত্তর কোরীয় দেশ দেশাত্মবোধক গান অথবা ধ্রুপদী সঙ্গীত শোনা হয়। সময়ে সময়ে চ্যানেলের টেস্টকার্ড পরিবর্তন করা হয়েছিলো।\n\n১৯৮০ দশকের মধ্যে – ৩ ডিসেম্বর ২০১৭: ইবিইউ কালার বারস (অধিবেশন শেষের পরে দেখায়) এবং ডিজিটাল ঘড়ি সহ পরিবর্তিত ফিলিপস পিএম৫৫৪৪ টেস্টকার্ড (অধিবেশন শুরুর আগে দেখায়)। টেস্টকার্ডের উপর দিকে নীল রঙের ব্যাকগ্রাউন্ডে প্রদর্শিত ছোল্লিমার উভয় দিকে ছোসঙ্গুলে লেখা \"পিয়ং ইয়াং\" দেখানো হয়।\n৪ ডিসেম্বর ২০১৭ – বর্তমান: ইবিইউ কালার বারস (অধিবেশন শেষের পরে দেখায়) এবং ডিজিটাল ঘড়ি সহ পরিবর্তিত ফিলিপস পিএম৫৫৪৪ টেস্টকার্ড (অধিবেশন শুরুর আগে দেখায়)। টেস্টকার্ডের উপর দিকে আকাশি রঙের ব্যাকগ্রাউন্ডে প্রদর্শিত প্যাকতু পাহাড়ের স্বর্গ হ্রদের চিত্রের নিচে ছোসঙ্গুলে লেখা \"কোরীয় কেন্দ্রীয় টেলিভিশন\" দেখানো হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nউত্তর কোরিয়ায় বিবাচন\nচীনের কেন্দ্রীয় টেলিভিশন\nকোরিয়ান ব্রডকাস্টিং সিস্টেম (দক্ষিণ কোরিয়ায় সমতুল্য)\nউত্তর কোরিয়ার টেলিভিশন অনুষ্ঠানের তালিকা\nমান্সুদ্যা টেলিভিশন\nউত্তর কোরিয়ায় গণমাধ্যমে\nকোরিয়ায় রেডিও জ্যামিং\nসোভিয়েত কেন্দ্রীয় টেলিভিশন\nউত্তর কোরিয়ায় টেলিযোগাযোগ\nউত্তর কোরিয়ায় টেলিভিশন\nভিয়েতনাম টেলিভিশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটুইচে kctv_elufa\nইউটিউবে KCTV조선중앙텔레비죤 চ্যানেল\nইউটিউবে সুপারসুহুই চ্যানেল\nফেসবুকে কোরিয়ান সেন্ট্রাল টেলিভিশন\nকোরিয়ান সেন্ট্রাল টেলিভিশন টিভি গাইড - একীকরণের মন্ত্রণালয় কোরীয় ভাষা\nকেসিএনএ ওয়াচ - এনকে নেউজ\nফ্রন্ট ছোল্লিমা"}