{"pageid": 1122239, "title": "প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগ আইন, ২০২২", "url": "https://bn.wikipedia.org/wiki?curid=1122239", "content": "প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগ আইন, ২০২২ হলো ২০২২ সালের ২৭ জানুয়ারি বাংলাদেশের জাতীয় সংসদে পাস হওয়া একটি আইন। এই আইনে গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধানের ১১৮ (১) অনুচ্ছেদে বর্ণিত প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগের জন্য বিধান প্রণয়ন করা হয়েছে। বাংলাদেশের স্বাধীনতার পর এধরণের আইন এটিই প্রথম। একইসাথে এটি জাতীয় সংসদের ২০২২ সালের প্রথম আইন। নানা ধরনের বিতর্কের মুখে আইনটি পাস করা হয়। বাংলাদেশ জাতীয়তাবাদী দল এটিকে বাকশালের সাথে তুলনা করেছে।\n\n\n== প্রেক্ষাপট ==\n২০১২ সালে রাষ্ট্রপতি জিল্লুর রহমান নতুন নির্বাচন কমিশন গঠনের জন্য অনুসন্ধান কমিটি নামে একটি মধ্যস্থ ফোরাম তৈরি করেন। ২০১৭ সালে রাষ্ট্রপতি আবদুল হামিদ একই পদ্ধতি অনুসরণ করে কে এম নুরুল হুদার নেতৃত্বে ৫ সদস্যের একটি নির্বাচন কমিশন গঠন করেন। ২০২২ সালের ১৪ ফেব্রুয়ারি আব্দুল হামিদের গঠিত কে এম নুরুল হুদার নেতৃত্বাধীন কমিশনের মেয়াদ শেষ হয়। তার পূর্বে নির্বাচন কমিশন পুনর্গঠনের লক্ষ্যে রাষ্ট্রপতি আব্দুল হামিদ ২০২১ সালের ২০ ডিসেম্বর থেকে ২০২২ সালের ১৭ জানুয়ারি পর্যন্ত বিভিন্ন রাজনৈতিক দলের সাথে সংলাপের আয়োজন করেন। তিনি ৩৯টি নিবন্ধিত রাজনৈতিক দলের মধ্যে ৩২টিকে এ সংলাপে আমন্ত্রণ জানান। সংলাপ শুরু হয় জাতীয় পার্টির অংশ গ্রহণে, এবং শেষ হয় বাংলাদেশ আওয়ামী লীগের মাধ্যমে। বাংলাদেশ জাতীয়তাবাদী দল এবং ইসলামী আন্দোলন বাংলাদেশ সহ ৭টি রাজনৈতিক দল এই সংলাপ বর্জন করে। সংলাপে অংশগ্রহণকারী বেশিরভাগ দল নির্বাচন কমিশন গঠনে আইন প্রণয়নের পক্ষে প্রস্তাব দেয়। ১৯৭২ সালে গৃহীত গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধানের ১১৮ (১) অনুচ্ছেদে আইনের মাধ্যমে নির্বাচন কমিশন গঠনের নির্দেশনা থাকলেও ৫০ বছরেও তা হয়নি। ২০২২ সালের ১৭ জানুয়ারি মন্ত্রিসভা নির্বাচন কমিশন সংক্রান্ত একটি খসড়া আইনের অনুমোদন দেয়। খসড়া আইনে অনুসন্ধান কমিটির মাধ্যমে বাছাই করে প্রধান নির্বাচন কমিশনার এবং অন্যান্য নির্বাচন কমিশনার নিয়োগের প্রস্তাব করা হয়েছে।\n\n\n== ইতিহাস ==\n২০২২ সালের ১৭ জানুয়ারি মন্ত্রিসভা কর্তৃক খসড়া অনুমোদনের পর ২৩ জানুয়ারি আইনমন্ত্রী আনিসুল হক সংসদে বিলটি উপস্থাপন করেন। পরে যা আইন, বিচার ও সংসদ সম্পর্কিত সংসদীয় স্থায়ী কমিটিতে পাঠানা হয়। স্থায়ী কমিটির যাচাই-বাছাইয়ের পর ২৭ জানুয়ারি বিলটি পাসের জন্য উত্থাপিত হয় এবং এই বিলের ওপর বিরোধী দলের সদস্যদের দেওয়া জনমত যাচাই-বাছাই ও সংশোধনী প্রস্তাবগুলো নিষ্পত্তি করে কন্ঠ ভোটে বিলটি পাস হয়ে যায়। আইনটি পাসের আগে বিভিন্ন পর্যায়ে মোট ১২ জন সাংসদ বিতর্কে অংশ নেন৷ এই আইন প্রণয়নের জন্য আনা বিলে দুইটি সংশোধনী প্রস্তাব গ্রহণ করা হয়। অনুসন্ধান কমিটিতে রাষ্ট্রপতির মনোনীত দুই বিশিষ্ট নাগরিকের মধ্যে একজন নারী রাখার বিধান যুক্ত করা হয়। এছাড়া অনুসন্ধান কমিটির কার্য দিবস ১০ থেকে বাড়িয়ে ১৫ দিন করা হয়। বিলটি পাস হওয়ার আগে বিলটি জনমত যাচাই-বাছাই কমিটিতে পাঠানো এবং জাতীয় পার্টি, বিএনপি, জাসদ ও ওয়ার্কার্স পার্টির সংসদ সদস্যরা বিলের ওপর বেশ কিছু সংশোধনী প্রস্তাব দেন যেগুলো কন্ঠ ভোটে নাকচ হয়ে যায়। রাষ্ট্রপতির সম্মতিলাভের পর ২৯ জানুয়ারি বাংলাদেশ গেজেটে প্রকাশিত হয়। আইন মোতাবেক রাষ্ট্রপতি ৫ ফেব্রুয়ারি নির্বাচন কমিশন গঠনে ৬ সদস্যের একটি অনুসন্ধান কমিটি গঠন করেন। ২৬ ফেব্রুয়ারি অনুসন্ধান কমিটির সুপারিশের ভিত্তিতে হাবিবুল আউয়াল কমিশন গঠিত হয়।\n\n\n== বিশ্লেষণ ==\nতুলনামূলক সংক্ষিপ্ত এই আইনের ধারার সংখ্যা ৯টি। আইনে বর্ণিত অনুসন্ধান কমিটির ছয়জন সদস্য থাকবেন, যাদের রাষ্ট্রপতি নিয়োগ দিবেন। এই কমিটির সভাপতি হবেন প্রধান বিচারপতি মনোনীত আপিল বিভাগের একজন বিচারক। প্রধান বিচারপতির মনোনীত হাইকোর্ট বিভাগের একজন বিচারক, মহা হিসাব নিরীক্ষক ও নিয়ন্ত্রক, সরকারি কর্ম কমিশনের সভাপতি এবং রাষ্ট্রপতি মনোনীত দুই জন বিশিষ্ট নাগরিক কমিটির  সদস্য হিসেবে থাকবেন । এ দুই বিশিষ্ট নাগরিকের মধ্যে একজন নারী হবেন। কমিটির সভার কোরাম হবে তিন জন সদস্যের উপস্থিতিতে। মন্ত্রিপরিষদ বিভাগ এ কমিটির কাজে সাচিবিক সহায়তা দেবে। স্বচ্ছতা ও নিরপেক্ষতার নীতি অনুসরণ করে এ কমিটি দায়িত্ব পালন করবে। এ কমিটি আইনে বেধে দেওয়া যোগ্যতা, অযোগ্যতা, অভিজ্ঞতা, দক্ষতা ও সুনাম বিবেচনা করে প্রধান নির্বাচন কমিশনার (সিইসি) ও অন্যান্য নির্বাচন কমিশনার পদে নিয়োগের জন্য রাষ্ট্রপতির কাছে সুপারিশ করবে। এ অনুসন্ধান কমিটি সিইসি ও কমিশনারদের প্রতি পদের জন্য দুই জন করে ব্যক্তির নাম সুপারিশ করবে। কমিটির গঠনের ১৫ কার্যদিবসের মধ্যে রাষ্ট্রপতির কাছে সুপারিশ জমা দিতে হবে। অনুসন্ধান কমিটি সিইসি এবং নির্বাচন কমিশনার পদে যোগ্যদের অনুসন্ধানের জন্য রাজনৈতিক দল এবং পেশাজীবী সংগঠনের কাছ থেকে নাম আহ্বান করতে পারবে। বাংলাদেশের নাগরিক হওয়া, ন্যূনতম ৫০ বছর বয়স এবং গুরুত্বপূর্ণ সরকারি, বিচার বিভাগীয়, আধা সরকারি বা বেসরকারি বা স্বায়ত্তশাসিত পদে বা পেশায় অন্যূন্য ২০ বছর কাজের অভিজ্ঞতাকে সিইসি ও কমিশনারদের যোগ্যতা হিসেবে নির্ধারণ করা হয়েছে। আদালত কর্তৃক অপ্রকৃতিস্থ ঘোষিত হওয়া, দেউলিয়া হওয়ার পর দায় থেকে অব্যাহতি না পাওয়া, কোনো বিদেশি রাষ্ট্রের নাগরিকত্ব নেওয়া কিংবা বিদেশি রাষ্ট্রের প্রতি আনুগত্য ঘোষণা বা স্বীকার করা, নৈতিক স্খলনজনিত ফৌজদারি অপরাধে দোষী সাব্যস্ত হয়ে কারাদণ্ডে দণ্ডিত হওয়া, আন্তর্জাতিক অপরাধ (ট্রাইবুনাল) আইন ১৯৭৩ বা দালাল আইন (বিশেষ ট্রাইব্যুনাল) আদেশ ১৯৭২ এর অধীনে কোনো অপরাধের জন্য দণ্ডিত হওয়া, আইনের দ্বারা পদাধিকারীকে অযোগ্য ঘোষণা করছে না এমন পদ ব্যতীত প্রজাতন্ত্রের কর্মে লাভজনক পদে অধিষ্ঠিত থাকা সহ মোট ছয়টি বিষয়কে সিইসি ও কমিশনারদের অযোগ্যতা হিসেবে বর্ণনা করা হয়েছে।\n\n\n== প্রতিক্রিয়া ==\nসংসদে আইনটি চূড়ান্তকরার বিল পাসের সময় জাতীয় পার্টি ও বাংলাদেশ জাতীয়তাবাদী দলের সাংসদরা খসড়া আইনটি তড়িঘড়ি করে আনার অভিযোগ করেন। শাহদীন মালিক বলেন, \"এই আইনে সরকারের অনুগত নির্বাচন কমিশনই গঠিত হবে৷ প্রধানমন্ত্রী যেভাবে চাইবেন সেভাবেই হবে।\" সাবেক নির্বাচন কমিশনার এম সাখাওয়াত হোসেন বলেন, \"এখানে সরকার ছাড়া অন্যান্য রাজনৈতিক দলের ভূমিকার কোনো সুযোগই রাখা হয়নি৷\" সুশাসনের জন্য নাগরিকের সম্পাদক বদিউল আলম মজুমদারের মতে এই আইনে সরকারের সুবিধাভোগীরা, অনুগতরা ঠাঁই পাবে। জি এম কাদের বলেছেন, অনুসন্ধান কমিটির কার্যক্রম সম্পর্কে স্বচ্ছতা নিশ্চিত করা হয়নি। মির্জা ফখরুল ইসলাম আলমগীর আইনটিকে বাকশালের অনুরূপ আখ্যায়িত করেন। ইসলামী আন্দোলন বাংলাদেশের সৈয়দ ফয়জুল করিম বলেছেন, চাতুর্যপূর্ণ ইসি আইন বর্তমান সরকারের জন্য বুমেরাং হবে।\n\n\n== আরও দেখুন ==\nনির্বাচন কমিশন সচিবালয় আইন, ২০০৯\n\n\n== তথ্যসূত্র =="}