{"pageid": 1122385, "title": "আদিনাথ লাহিড়ী", "url": "https://bn.wikipedia.org/wiki?curid=1122385", "content": "আদিনাথ লাহিড়ী (২৪ আগস্ট ১৯১৬ – ২৫ আগস্ট ১৯৭৫) ছিলেন একজন ভারতীয় বাঙালি ভূ-রসায়নবিদ এবং জ্বালানি প্রযুক্তিবিদ। তিনি  ধানবাদে ভারতের অন্যতম প্রধান গবেষণা প্রতিষ্ঠান  সেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট প্রতিষ্ঠার জন্য বিশেষ ভাবে পরিচিত। তিনি ন্যাশনাল কোল ডেভেলপমেন্ট কর্পোরেশন-এর অধিকর্তা ছিলেন এবং সেন্ট্রাল মাইনিং রিসার্চ ইনস্টিটিউট প্রতিষ্ঠার জন্য যথেষ্ট অবদান রেখেছেন। এই প্রতিষ্ঠানটি অবশ্য পরে সেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট এর সঙ্গে যুক্ত হয়ে সেন্ট্রাল ইনস্টিটিউট অফ মাইনিং অ্যান্ড ফুয়েল রিসার্চ নামে পরিচিত হয়। বিজ্ঞান ও প্রযুক্তিতে অসামান্য অবদানের জন্য  ভারত সরকার তাঁকে ১৯৬০ খ্রিস্টাব্দে দেশের চতুর্থ সেরা বেসামরিক সম্মান পদ্মশ্রী এবং ১৯৬৯ খ্রিস্টাব্দে তৃতীয় সেরা বেসামরিক সম্মান পদ্মভূষণ-এ সম্মানিত করে।\n\n\n== জীবনী ==\n১৯১৬ খ্রিস্টাব্দের ২৪ আগস্ট ব্রিটিশ ভারতের অধুনা বাংলাদেশের পাবনায়  আদিনাথ লাহিড়ী  জন্ম গ্রহণ করেন। কলকাতা বিশ্ববিদ্যালয় থেকে তিনি ভূতত্ত্বে ও ভূ-রসায়ন বিজ্ঞানে এমএসসি পাশ করেন এবং বিশ্ববিদ্যালয়ের স্যার পালিত ফরেন ফেলোশিপ নিয়ে লন্ডনে যান এবং ১৯৪১ খ্রিস্টাব্দে  লন্ডন বিশ্ববিদ্যালয়ের ইম্পেরিয়াল কলেজে ভূ-রসায়ন বিজ্ঞানে গবেষণা করে ডক্টরেট ডিগ্রি- পিএইচডি লাভ করেন এবং জুড মেমোরিয়াল পুরস্কার লাভ করেন। তিনি ১৯৪২ খ্রিস্টাব্দে  ইম্পেরিয়াল কলেজের কেমিক্যাল টেকনোলজি বিভাগে গবেষণা সহযোগী হিসেবে  কর্মজীবন শুরু করেন। কিন্তু দ্বিতীয় বিশ্বযুদ্ধ শুরু হলে বৈজ্ঞানিক আধিকারিক হিসাবে রয়াল এয়ার ফোর্সে বিমান বাহিনীতে যোগ দেন। পরে রয়্যাল এয়ারক্রাফ্ট এস্টাব্লিশমেন্টের ফার্নবরো এয়ারফিল্ডে  জ্বালানি ও তেল গবেষণা বিভাগের প্রধান হিসাবে যোগ দেন। যুদ্ধ শেষ হলে, তিনি ভারতে ফিরে আসেন। ১৯৪৫ খ্রিস্টাব্দে, তিনি ভারতের বিজ্ঞান ও শিল্প গবেষণা পরিষদ তথা কাউন্সিল অব সায়েন্টিফিক অ্যান্ড ইন্ড্রাস্ট্রিয়াল রিসার্চ এর পরিকল্পনা সম্বন্ধীয় সহকারী অধিকর্তা পদে যোগ দিয়ে  ধানবাদে সেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট স্থাপনের পরিকল্পনাকে সার্থক  রূপায়ণে সক্ষম হন। এর সূচনাকালে তিনি প্রতিষ্ঠানটির  উপ-অধিকর্তা এবং এটির প্রতিষ্ঠাতা-পরিচালক জেডব্লিউ হুইটেকার চলে গেলে, তিনি ১৯৫৩ খ্রিস্টাব্দে অধিকর্তার দায়িত্ব  গ্রহণ করেন এবং ১৯৭৪ খ্রিস্টাব্দে অবসর গ্রহণের সময় পর্যন্ত ওই পদে আসীন ছিলেন। কর্মজীবনে  তিনি ১৯৫০ খ্রিস্টাব্দে গ্রীষ্মকালীন ফেলোশিপ নিয়ে  ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি স্কুল অফ সায়েন্স - এ প্রশিক্ষণ নেন। সেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট থেকে অবসর নেওয়ার পর, তিনি জাতিসংঘে উপদেষ্টা হিসাবে যোগ দেন এবং  চিলিতে কর্মরত ছিলেন।  দায়িত্ব পালন করেন।  ১৯৭৫ খ্রিস্টাব্দের ২৬ আগস্ট তিনি হৃদরোগে আক্রান্ত হয়ে ৬০ বৎসর বয়সে পরলোক গমন করেন।\n\n\n== গবেষণা ==\nআদিনাথ লাহিড়ীর গবেষণা মূল ক্ষেত্র ছিল - পেট্রোগ্রাফি, অক্সিডেশন প্রক্রিয়া, দ্রাবক নিষ্কাশন, কয়লা হতে আলকাতরা, কোল-গ্যাস সহ প্রয়োজনীয় রাসায়নিক উৎপাদন, জ্বালানি  প্রযুক্তি উদ্ভাবনের কৃতিত্ব অর্জন করেন এবং নব্বইটিরও বেশি পেটেন্টের অধিকারী  হয়েছিলেন। তিনি সহকর্মীদের সহযোগিতায় মৌচাকের ন্যায় চুলা- বিহাইভ কোক ওভেন, কয়লার উপজাত থেকে প্রয়োজনীয়  রাসায়নিক উপাদান উৎপাদন  এবং পুনরুদ্ধারের প্রক্রিয়া ও প্রযুক্তি, রেজিন, ম্যালিক অ্যানহাইড্রাইড, জাইলিন, নিকোটিনিক অ্যাসিড ইত্যাদি অন্যান্য যৌগ তৈরির জন্য পদ্ধতি উদ্ভাবন করেন। তিনি তার গবেষণার ফল এবং পেশাগত অভিজ্ঞতা পাঁচশোটির ও বেশি নিবন্ধে প্রকাশ করেছেন। সেগুলির মধ্যে অন্যতম হল-\n\nরিএকশ্যান অফ কোলস আন্ডার প্লাজমা কন্ডিশনস: ডাইরেক্ট প্রোডাকশন অফ অ্যাসিটিলিন ফ্রম কোল\nন্যাশানাল কোল ডেভেলপমেন্ট কর্পোরেশন: এ নিউ অ্যাপ্রোচ, এবং\nট্রেকিং অন দ্য সাউথ  ভুটান ফ্রন্টিয়ার।\nসিএফআরআই তথা সেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট-এ তার মেয়াদকালে, তিনি ভারতে কয়লা খনির বিভিন্ন সমস্যা সমাধানের জন্য খনি সম্বন্ধীয় গবেষণার জন্য পৃথক সেন্ট্রাল মাইনিং রিসার্চ ইনস্টিটিউট স্থাপনের প্রস্তাব করেছিলেন এবং সেই সঙ্গে তিনি ন্যাশনাল কোল ডেভেলপমেন্ট কর্পোরেশন-এর অধিকর্তার দায়িত্ব পালন করেছিলেন। ১৯৫৪ খ্রিস্টাব্দে, তিনি ভারতে শক্তি সম্পর্কে পাঠ দানের জন্য এক অগ্রণী প্রতিষ্ঠানের প্রস্তাব করেন। ১৯৬৫ খ্রিস্টাব্দে তিনি ভারতীয় শক্তি জরিপ কমিটি এবং ১৯৭৪ খ্রিস্টাব্দে জাতীয় জ্বালানি নীতি কমিটির সদস্য হিসাবে কাজ করেন\n\n\n== সম্মাননা ও পুরস্কার ==\nআদিনাথ লাহিড়ী ইন্সটিটিউশন অফ ইঞ্জিনিয়ার্স , ইনস্টিটিউট অফ ফুয়েলস (লন্ডন) এবং   ভারতীয় জাতীয় বিজ্ঞান একাডেমীর একজন নির্বাচিত ফেলো ছিলেন এবং ১৯৬৮ খ্রিস্টাব্দ থেকে ১৯৭০ খ্রিস্টাব্দ পর্যন্ত তিনি ভারতীয় জাতীয় বিজ্ঞান একাডেমীর কাউন্সিলের সদস্য হিসাবে দায়িত্ব পালন করেছিলেন। ১৯৬০ খ্রিস্টাব্দে, ভারত সরকার তাকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী তে ভূষিত করে । নয় বছর পর ১৯৬৯ খ্রিস্টাব্দে পুনরায় তাকে তৃতীয় সেরা বেসামরিক পদ্মভূষণ সম্মাননা প্রদান করে। ধানবাদ তিনি যে সেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট- তৈরি করেছিলেন, সেখানে এক কনফারেন্স হল তার সম্মানে সেখানে আদিনাথ লাহিড়ী হল নামে নামাঙ্কিত হয়\n\n\n== আরো দেখুন ==\nডি নোবিলি স্কুল, এফআরআই\nলন্ডনের ইম্পেরিয়াল কলেজে\nইম্পেরিয়াল কলেজ লন্ডনের লোকদের তালিকা\n\n\n== তথ্যসূত্র =="}