{"pageid": 1122730, "title": "রফি আহমেদ কিদোয়াই", "url": "https://bn.wikipedia.org/wiki?curid=1122730", "content": "রফি আহমেদ কিদওয়াই (১৮ ফেব্রুয়ারি ১৮৯৪ - ২৪ অক্টোবর ১৯৫৪) ছিলেন একজন দক্ষ ভারতীয় রাজনীতিবিদ, স্বাধীনতা কর্মী। অনেকে  তাকে ইসলামি সমাজবাদী হিসাবে অভিহিত করেন। তিনি আগ্রা ও অবধের যুক্তপ্রদেশ পরবর্তীতে উত্তর ভারতের ইউনাইটেড প্রভিন্স, বর্তমানে উত্তর প্রদেশের  বড়বাঁকী জেলার বাসিন্দা ছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nরফি আহমেদের জন্ম ১৮৯৪ খ্রিস্টাব্দের ১৮ ফেব্রুয়ারি বড়বাঁকী জেলার (বর্তমানে উত্তরপ্রদেশের) মাসাউলি গ্রামে । এক মধ্যবিত্ত জমিদার পরিবারে। পিতা ইমতিয়াজ আলি কিদোয়াই ছিলেন এক জমিদার ও সরকারি কর্মচারী। রফি আহমেদের বাল্যকালেই তার মাতা রশিদ-উল-নিসা মারা যান। তার প্রাথমিক পড়াশোনা কাকা আইনজীবী বিলায়েত আলির কাছে। তিনি বড়বাঁকী গভর্নমেন্ট হাইস্কুল পড়াশোনা করেন। তৎকালীন আলিগড়ের মহামেডান আংলো-ওরিয়েন্টাল কলেজ বর্তমানের আলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে ১৯১৮ খ্রিস্টাব্দে তিনি স্নাতক হন। এর মধ্যে তিনি তার কাকার আগ্রহে ও অনুপ্রেরণায় ভারতের জাতীয় কংগ্রেস ও মুসলিম লিগের সঙ্গে যুক্ত হন। পরে আইন বিষয়ে পড়াশোনা শুরু করেও তা শেষ করতে পারেন নি স্বাধীনতা সংগ্রামের কার্যকলাপে সক্রিয় অংশ নেওয়ার কারণে।\n\n\n== স্বাধীনতা আন্দোলনের ক্রিয়াকলাপ ==\n১৯২০ খ্রিস্টাব্দ থেকেই তার রাজনৈতিক তথা স্বাধীনতা সংগ্রামের কার্যকলাপ শুরু হয়।গান্ধীজির নেতৃত্বে খিলাফত আন্দোলন ও অসহযোগ আন্দোলনে তার সক্রিয়তার কারণে কারাবাস করতে হয়। ১৯২২ খ্রিস্টাব্দে মুক্তি পাওয়ার পর  এলাহাবাদে যান এবং  মতিলাল নেহেরুর ব্যক্তিগত সচিব পদে যোগ দেন। ১৯২৬ খ্রিস্টাব্দে ব্রিটিশ ভারতের কেন্দ্রীয় বিধানসভায় নির্বাচিত হয়ে মুখ্য-সচেতক হন। তিনি যুক্ত প্রদেশ কংগ্রেস কমিটির সম্পাদক হন। রায়বেরিলির কৃষকদের সুরক্ষার জন্য তাদের সংগঠিত করেন, খাজনা অস্বীকারের প্রচারাভিযানের কারণে ছয় মাসের জন্য কারারুদ্ধ হন।\n১৯৩৫ খ্রিস্টাব্দে যুক্ত প্রদেশে গোবিন্দবল্লভ পন্থ-এর মন্ত্রীসভায় মন্ত্রী হন এবং ১৯৪৬ খ্রিস্টাব্দে স্বরাষ্ট্রমন্ত্রীর পদ লাভ করেন। স্বাধীনতার পর জওহরলাল নেহরুর মন্ত্রীসভায় প্রথম যোগাযোগ মন্ত্রকের দায়িত্ব পান। যোগাযোগ ব্যবস্থায় অনেক জনপ্রিয় প্রকল্প বাস্তবায়ন করেন। ১৯৫২ খ্রিস্টাব্দে সাধারণ নির্বাচনের পর পণ্ডিত নেহেরুর মন্ত্রীসভায় খাদ্য ও কৃষি মন্ত্রী হন। সারা ভারতজুড়ে রেশন ব্যবস্থার পরীক্ষামূলক প্রয়াস চালু করেন। কাশ্মীর সমস্যার ক্ষেত্রেও তিনি অনেক গুরুত্বপূর্ণ পদক্ষেপ নিয়েছিলেন।\nরফি আহমেদ কিদোয়াই সারা রাজনৈতিক জীবনে স্বাধীনতার পূর্বে ও পরেও দক্ষতা এবং বিশ্বস্ততার সঙ্গে কাজ করেছেন দেশের বুনিয়াদকে শক্তিশালী করতে।\n\n\n== মৃত্যু ==\nরফি আহমেদ কিদওয়াই  ১৯৫৪ খ্রিস্টাব্দের ২৪ অক্টোবর  দিল্লিতে শেষ নিঃশ্বাস ত্যাগ করেন। এক জনসভায় বক্তব্য রাখার সময় হাঁপানির আক্রমণে তার হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে যায়। তার অন্তিম সংস্কার  উত্তর প্রদেশে তার গ্রামের বাড়িতে সম্পন্ন করা হয় এবং সমাধিক্ষেত্রটি মুঘল শৈলীতে নির্মিত হয়। ইতিহাসবিদ পল ব্রাস তার সম্পর্কে মন্তব্য করতে গিয়ে উল্লখ করেন -  \"কংগ্রেস আন্দোলন এবং নির্বাচনের জন্য  যে  তহবিল তিনি সংগ্রহ করেছিলেন তার ধন-সম্পদ ও অর্থ সকলের মধ্যে বিতরণ করে দেন, এবং নিজে  ঋণগ্রস্ত অবস্থায় একটি মাত্রভগ্ন বাড়ি রেখে মারা যান। \"\n\n\n== উত্তরাধিকার ==\n১৯৫৬ খ্রিস্টাব্দে ইন্ডিয়ান কাউন্সিল অফ এগ্রিকালচারাল রিসার্চ (ICAR) কৃষি ক্ষেত্রে ভারতীয় গবেষকদের স্বীকৃতি দেওয়ার জন্য রফি আহমেদ কিদোয়াই পুরস্কার প্রবর্তন করে।  তার সম্মানার্থে প্রতি দুবছর অন্তর নগদ অর্থমূল্য এবং একটি স্বর্ণ পদক প্রদান করা হয়।\n২০১১ খ্রিস্টাব্দে গাজিয়াবাদে পোস্টাল স্টাফ কলেজের নামকরণ করা হয় রফি আহমেদ কিদওয়াই জাতীয় পোস্টাল একাডেমি। কলকাতা মহানগরে তার নামে একটি রাজপথ রয়েছে\nমুম্বইয়ের ওয়াদালায় একটি রাস্তা রয়েছে তার নামে নামাঙ্কিত হয়েছে।\nভারতের সংসদ ভবনের একটি কমিটি কক্ষে কিদওয়াইয়ের প্রতিকৃতি রক্ষিত আছে।\n\n\n== তথ্যসূত্র =="}