{"pageid": 1122707, "title": "কাটা ঘুড়ি ধরা", "url": "https://bn.wikipedia.org/wiki?curid=1122707", "content": "কাটা ঘুড়ি ধরা হল ঘুড়ির লড়াইয়ে কেটে গিয়ে আকাশে ভাসতে থাকা ঘুড়ি ধরার জন্য ছোটার অভ্যাস। সাধারণত প্রথা হল যে, কাটা ঘুড়ি যে ব্যক্তি ধরবে, সেই ঘুড়ি তারই হবে। তাই ঘুড়িটি যত বড় এবং ব্যয়বহুল দেখতে হয়, তত বেশি মানুষ এটি ধরার জন্য এর পিছনে দৌড়োতে থাকে।\n\n\n== ঘুড়ির লড়াই ==\nভারতীয় উপমহাদেশে ঘুড়ির লড়াইটি, সারা বছর এবং ঘুড়ি উড়ানো উৎসবের সময় একটি জনপ্রিয় বিনোদন। এছাড়াও এটি আফগানিস্তান, ইরান, চিলি ও ব্রাজিল এবং সারা বিশ্বের অন্যান্য অনেক জায়গায়ও জনপ্রিয়। বেশিরভাগ ক্ষেত্রে, এই ঘুড়িগুলি ওড়ানোর জন্য যে সূক্ষ্ম সুতো ব্যবহার করা হয় তা গুঁড়ো কাচ দিয়ে লেপা হয় এবং যারা ঘুড়ি ওড়ায় তারা অন্যান্য ঘুড়ির সুতো কাটার চেষ্টা করে।\n\n\n== দৌড় ==\nযখন পরাজিতের ঘুড়ির সুতো কেটে যায়, মাটিতে পড়ে না যাওয়া পর্যন্ত ঘুড়ি বাতাসে ভাসতে থাকে। কাটা ঘুড়ি ধরা হল এই কাটা ঘুড়ির পিছনে দৌড়োনোর অভ্যাস এবং যখন ঘুড়ি নিচে নেমে আসে তখন তাকে ধরার চেষ্টা করা। সাধারণত রেওয়াজ হল কাটা ঘুড়িটি যে ধরে, সেটি তারই হয়ে যায়। শহর ও শহরতলীতে, ঘুড়িটি যত বড় এবং যত ব্যয়বহুল দেখতে হয়, তত বেশি মানুষ সাধারণত এটিকে ধরতে এর পেছনে দৌড়োয়।\nসব বয়সের মানুষের দলই একটি ঘুড়ির পিছনে দৌড়োতে পারে এবং এটি ধরার চেষ্টা করতে পারে। তারা খুঁটির সাহায্যে বা গাছের ভাঙা ডাল দিয়ে ঘুড়ির সাথে লেগে থাকা পিছনের আলগা সুতোকে আটকানোর চেষ্টা করে। এই ঘুড়ির পিছনে দৌড়োনো এবং তাকে ধরা প্রায়শই আরও কঠিন হয়ে পড়ে যখন এই ঘুড়িগুলি বাতাসের বেগে অনেকটা দূরে চলে যায় অথবা গাছ, বৈদ্যুতিক খুঁটি বা কোন বাড়ির সীমানার ভেতরে বা বেড়ার ওপর গিয়ে পড়ে অথবা কোন ব্যস্ত রাস্তা বা রেল লাইনের মাঝখানে গিয়ে পড়ে।\n\n\n== বিপদ ==\nকাটা ঘুড়ি ধরতে ছোটা মানুষেরা নিচে না তাকিয়ে আগত যানবাহন ও ট্রেনের পথে দৌড়ে নিজের জীবন বিপন্ন করে অথবা ঘুড়ি কোন বাড়ি বা গাছের মাথায় গিয়ে আটকালে সেটি ধরার জন্য সেই দিকেই তাকিয়ে থেকে বাড়ি বা গাছের ওপর উঠতে গিয়ে পড়ে যায়। ঘুড়ি ধরার জন্য কোন ব্যস্ত জনাকীর্ণ রাস্তার মাঝখান দিয়ে বিপজ্জনকভাবে তারা ছুটতে পারে, ছোটার সময় তাদের আশেপাশে মাটিতে কী ঘটছে তা হয়তো খেয়ালই করেনা, এর ফলে নানা দুর্ঘটনা ঘটতে পারে।\nকাচের প্রলেপযুক্ত ঘুড়ির সুতো লেগে অন্য মানুষ বা পাখি আঘাতপ্রাপ্ত হতে পারে বা বিদ্যুতের তারে সুতো আটকে যাওয়ার কারণে ক্ষতির ঘটনাও ঘটেছে। বিশেষ করে, মকর সংক্রান্তি উৎসবে এই সুতো থেকে অংশগ্রহণকারী শিশুদের গলায় আঘাত লাগতে পারে, সেখানে একটি জনপ্রিয় প্রতিযোগিতা হল নিজের ঘুড়ির সুতো দিয়ে অন্যান্য ঘুড়ির সুতো কাটা। প্রশাসন এই কথা মাথায় রেখে ২০১৬ সালে ১৪ই ডিসেম্বর মুম্বাইতে কাঁচ-প্রলিপ্ত সুতোর উপর সামগ্রিক নিষেধাজ্ঞা জারি করতে বাধ্য হয়েছে।\n\n\n== সাংস্কৃতিক উল্লেখ ==\nখালেদ হোসেইনির লেখা দ্য কাইট রানার সহ বেশ কয়েকটি বইয়ে কাটা ঘুড়ি ধরতে দৌড়োনোর ঘটনা উল্লেখ করা হয়েছে। বইটিতে দেখানো হয়েছে, যে সব ছাত্রছাত্রী ঘুড়ি ধরতে গিয়ে মাঞ্জাতে আঘাত পেয়েছে এবং ক্ষতের দাগ থেকে গেছে, তারা সেগুলিকে ঘুড়ি ওড়ানোর জয়ের স্মৃতিচিহ্ন হিসেবে গ্রহণ করেছে।\n\n\n== আরও দেখুন ==\nঘুড়ি\nঘুড়ি কাটা\nমাঞ্জা, কাচের পাউডার লেপা ঘুড়ি ওড়ানোর এবং লড়াইয়ের জন্য ঘুড়ির সুতো\nউত্তরায়ণ, উত্তর ভারতের ঘুড়ি ওড়ানো উৎসব\nদ্য কাইট রানার উপন্যাস, এবং এর উপর ভিত্তি করে নির্মিত চলচ্চিত্র\n\n\n== তথ্যসূত্র =="}