{"pageid": 1122076, "title": "কাইলি মিনোগ", "url": "https://bn.wikipedia.org/wiki?curid=1122076", "content": "কাইলি অ্যান মিনোগ AO  (  ; জন্ম ২৮ মে ১৯৬৮), কখনও কখনও কাইলি নামে একচেটিয়াভাবে পরিচিত, একজন অস্ট্রেলিয়ান গায়ক এবং অভিনেত্রী যিনি অস্ট্রেলিয়ান এবং ব্রিটিশ উভয় নাগরিকত্ব ধারণ করেন।  তিনি সর্বকালের সর্বাধিক বিক্রিত মহিলা অস্ট্রেলিয়ান শিল্পী, ৮০ টিরও বেশি বিক্রি করেছেন৷ বিশ্বব্যাপী মিলিয়ন রেকর্ড।তিনি সঙ্গীত এবং ফ্যাশনে নিজেকে নতুনভাবে উদ্ভাবনের জন্য স্বীকৃত হয়েছেন, যার জন্য তাকে ইউরোপীয় প্রেস দ্বারা \" পপ রাজকুমারী \" এবং একটি স্টাইল আইকন হিসাবে উল্লেখ করা হয়েছে।তার প্রশংসার মধ্যে রয়েছে একটি গ্র্যামি পুরস্কার, তিনটি ব্রিট পুরস্কার এবং ১৭ টি ARIA মিউজিক অ্যাওয়ার্ড ।\nমেলবোর্নে জন্মগ্রহণ ও বেড়ে ওঠা মিনোগ অস্ট্রেলিয়ান সোপ অপেরা নেবারস -এ টমবয় মেকানিক শার্লিন রবিনসনের চরিত্রে অভিনয় করে প্রথম স্বীকতি অর্জন করেন।তিনি ১৯৮০ এর দশকের শেষের দিকে একজন রেকর্ডিং শিল্পী হিসাবে বিশিষ্টতা অর্জন করেছিলেন এবং স্টক আইটকেন ওয়াটারম্যান দ্বারা উত্পাদিত চারটি বাবলগাম এবং নৃত্য-পপ-প্রভাবিত স্টুডিও অ্যালবাম প্রকাশ করেছিলেন।১৯৯০ এর দশকের গোড়ার দিকে, তিনি যুক্তরাজ্য এবং অস্ট্রেলিয়ায় বেশ কয়েকটি শীর্ষ দশ একক সংগ্রহ করেছিলেন, যার মধ্যে রয়েছে \" আই শুড বি সো লাকি \", \" দ্য লোকো-মোশন \", \" হ্যান্ড অন ইয়োর হার্ট \", এবং \" বেটার দ্য ডেভিল ইউ নো \"।তার সঙ্গীতের উপর আরও সৃজনশীল নিয়ন্ত্রণ নিয়ে, মিনোগ ১৯৯৩ সালে ডিকনস্ট্রাকশন রেকর্ডসের সাথে স্বাক্ষর করেন এবং কাইলি মিনোগ (১৯৯৪) এবং ইম্পসিবল প্রিন্সেস (১৯৯৭) প্রকাশ করেন, উভয়ই ইতিবাচক পর্যালোচনা পেয়েছে।তিনি ২০০০ এর আলোকবর্ষের সাথে মূলধারার নৃত্য-ভিত্তিক সঙ্গীতে ফিরে আসেন, যার মধ্যে এক নম্বর হিট \" স্পিনিং অ্যারাউন্ড \" এবং \" অন আ নাইট লাইক দিস \" সহ।ফলো-আপ, ফিভার (২০০১), মিনোগের জন্য একটি আন্তর্জাতিক সাফল্য, যা তার এখন পর্যন্ত সর্বাধিক বিক্রিত অ্যালবাম হয়ে উঠেছে।এর দুটি একক, \" লাভ অ্যাট ফার্স্ট সাইট \" এবং \" ইন ইয়োর আইজ \" হিট হয়েছিল, কিন্তু এর প্রধান একক, \" কান্ট গেট ইউ আউট অফ মাই হেড \" ২০০০-এর দশকের অন্যতম সফল একক হয়ে ওঠে, যা বিক্রি হয়েছিল পাঁচ মিলিয়ন ইউনিট।\nমিনোগ তার ইমেজকে নতুন করে উদ্ভাবন করতে থাকে এবং তার পরবর্তী অ্যালবামগুলিতে বিভিন্ন ধরনের জেনার নিয়ে পরীক্ষা-নিরীক্ষা চালিয়ে যায়, যা \" স্লো \", \" ২ হার্টস \", \" অল দ্য লাভার্স \", \" সান্তা বেবি \", \" টাইমবম্ব \" এবং \" ডান্সিং \" এর মতো সফল একক গান তৈরি করে। .তার ২০২০ অ্যালবাম ডিস্কো দিয়ে, তিনি প্রথম মহিলা শিল্পী হয়েছিলেন যিনি টানা পাঁচ দশক ধরে যুক্তরাজ্যে একটি চার্ট-টপিং অ্যালবাম করেছেন।মিনোগ দ্য ডেলিনকুয়েন্টস (১৯৮৯) চলচ্চিত্রে আত্মপ্রকাশ করেন এবং স্ট্রিট ফাইটার (১৯৯৪) ছবিতে ক্যামির চরিত্রে অভিনয় করেন।তিনি Moulin Rouge চলচ্চিত্রেও অভিনয় করেছেন! (২০০১), জ্যাক অ্যান্ড ডায়ান, হলি মোটরস (২০১২) এবং সান আন্দ্রিয়াস (২০১৫)।২০১৪ সালে, তিনি দ্য ভয়েস ইউকে এবং দ্য ভয়েস অস্ট্রেলিয়ার তৃতীয় সিরিজে বিচারক হিসাবে উপস্থিত হন।তার অন্যান্য উদ্যোগের মধ্যে রয়েছে পণ্য অনুমোদন, শিশুদের বই, ফ্যাশন এবং দাতব্য কাজ।\nমিনোগ সঙ্গীত পরিষেবার জন্য ২০০৮ সালের নববর্ষ সম্মানে ব্রিটিশ সাম্রাজ্যের অর্ডার অফ দ্য অফিসার নিযুক্ত হন।ফরাসি সংস্কৃতির সমৃদ্ধিতে তার অবদানের জন্য তিনি ফরাসী সরকার কর্তৃক Ordre des Arts et des Lettres- এর একজন শেভালিয়ার (নাইট) হিসেবে নিযুক্ত হন।২০০৫ সালে, মিনোগ যখন সফরে ছিলেন, তখন তার স্তন ক্যান্সার ধরা পড়ে।স্তন ক্যান্সারের বিষয়ে সচেতনতা বাড়াতে তার কাজের জন্য ২০১১ সালে অ্যাংলিয়া রাস্কিন ইউনিভার্সিটি তাকে সম্মানসূচক ডক্টর অফ হেলথ সায়েন্স (ডিএইচএসইতে.) ডিগ্রি প্রদান করে।২০১১ ARIA মিউজিক অ্যাওয়ার্ডে, অস্ট্রেলিয়ান রেকর্ডিং ইন্ডাস্ট্রি অ্যাসোসিয়েশন তাকে আরিয়া হল অফ ফেমে অন্তর্ভুক্ত করেছিল।তিনি ২০১৯ অস্ট্রেলিয়া দিবস সম্মানে অফিসার অফ দ্য অর্ডার অফ অস্ট্রেলিয়া (AO) নিযুক্ত হন। \n\n\n== জীবন এবং কর্মজীবন ==\n\n\n=== ১৯৬৮-১৯৮৬: প্রাথমিক জীবন এবং কর্মজীবনের শুরু ===\nকাইলি অ্যান মিনোগের জন্ম মেলবোর্নে ২৮ মে ১৯৬৮, প্রাক্তন ব্যালে নৃত্যশিল্পী ক্যারল মিনোগ (এন জোনস) এবং গাড়ি কোম্পানির হিসাবরক্ষক রোনাল্ড চার্লস মিনোগের কন্যা।  তিনি ইংরেজি, আইরিশ এবং ওয়েলশ বংশোদ্ভূত, এবং \" বুমেরাং \" এর জন্য নিয়ংগার শব্দের নামানুসারে নামকরণ করা হয়েছিল।  তিনি তিন সন্তানের মধ্যে সবচেয়ে বড়: তার ভাই ব্রেন্ডন মিনোগ অস্ট্রেলিয়ার একজন নিউজ ক্যামেরাম্যান এবং তার বোন ড্যানি মিনোগ একজন গায়ক এবং টেলিভিশন হোস্ট।  পরিবারটি তাদের জীবনযাত্রার ব্যয় নির্বাহের জন্য প্রায়শই মেলবোর্নের বিভিন্ন শহরতলির আশেপাশে ঘুরে বেড়ায়, যা মিনোগকে শৈশবে অস্বস্তিকর মনে হয়েছিল।তিনি প্রায়ই বাড়িতে পড়তেন, সেলাই করতেন এবং বেহালা এবং পিয়ানো বাজাতে শিখতেন।  যখন তারা ভিক্টোরিয়ার সারে হিলসে চলে যায়, তখন সে ক্যাম্বারওয়েল হাই স্কুলে চলে যায়।  তার স্কুলে পড়ার সময়, তার বন্ধুত্ব করা কঠিন ছিল।  তিনি কলা এবং গ্রাফিক্স এবং ইংরেজি সহ বিভিন্ন বিষয়ে এইচএসসি পাস করেন।  মিনোগ তার উচ্চ বিদ্যালয়ের বছরগুলিতে নিজেকে \"গড় বুদ্ধিমত্তা\" এবং \"বেশ বিনয়ী\" হিসাবে বর্ণনা করেছিলেন।  বড় হয়ে, তিনি এবং তার বোন ড্যানি গান এবং নাচের পাঠ গ্রহণ করেছিলেন। \n10 বছর বয়সী মিনোগ ড্যানিকে বোনের খালা, সুজেট দ্বারা সাজানো একটি শুনানিতে সঙ্গ দেয় এবং যখন প্রযোজকরা ড্যানিকে খুব কম বয়সী বলে মনে করেন, অ্যালান হার্ডি মিনোগকে সোপ অপেরা দ্য সুলিভান্স (১৯৭৯) এ একটি ছোট ভূমিকা দেন।  এছাড়াও তিনি স্কাইওয়ে (১৯৮০) ছবিতে আরেকটি ছোট চরিত্রে হাজির হন।  ১৯৮৫ সালে, তিনি দ্য হেন্ডারসন কিডস -এর একটি প্রধান ভূমিকায় অভিনয় করেছিলেন।  মিনোগ দ্য হেন্ডারসন কিডস ফিল্ম করার জন্য স্কুলের ছুটি নিয়েছিলেন এবং ক্যারল প্রভাবিত না হলেও, মিনোগ অনুভব করেছিলেন যে বিনোদন শিল্পে এটি তৈরি করার জন্য তার স্বাধীনতা প্রয়োজন।  চিত্রগ্রহণের সময়, সহ-অভিনেতা নাদিন গার্নার মিনোগকে \"ভঙ্গুর\" বলে আখ্যা দিয়েছিলেন যখন প্রযোজকরা তার লাইন ভুলে যাওয়ার জন্য তাকে চিৎকার করেছিলেন; সে প্রায়ই সেটে কাঁদত।  মিনোগকে শোয়ের দ্বিতীয় সিজন থেকে বাদ দেওয়া হয়েছিল যখন প্রযোজক অ্যালান হার্ডি তার চরিত্রটিকে \"লিখিত\" করার প্রয়োজনীয়তা অনুভব করেছিলেন।  পূর্ববর্তী সময়ে, হার্ডি বলেছিলেন যে তাকে প্রদর্শন থেকে সরিয়ে দেওয়া \"তার জন্য সেরা জিনিস হয়ে উঠেছে\"।  সঙ্গীতে একটি কর্মজীবন অনুসরণ করতে আগ্রহী, মিনোগ সাপ্তাহিক সঙ্গীত অনুষ্ঠান ইয়ং ট্যালেন্ট টাইমের প্রযোজকদের জন্য একটি ডেমো টেপ তৈরি করেছিলেন, যেটিতে ড্যানিকে একজন নিয়মিত অভিনয়শিল্পী হিসেবে দেখানো হয়েছিল।  মিনোগ ১৯৮৫ সালে শোতে তার প্রথম টেলিভিশন গানের পারফরম্যান্স দিয়েছিলেন কিন্তু কাস্টে যোগ দেওয়ার জন্য আমন্ত্রিত হননি।মিনোগকে ১৯৮৬ সালে সোপ অপেরা নেবারস -এ অভিনয় করা হয়েছিল, শার্লিন মিচেলের চরিত্রে, একজন স্কুলছাত্রী গ্যারেজ মেকানিক হয়েছিলেন।প্রতিবেশীরা যুক্তরাজ্যে জনপ্রিয়তা অর্জন করেছিল, এবং একটি গল্পের আর্ক যা তার চরিত্র এবং জেসন ডোনোভান অভিনীত চরিত্রের মধ্যে একটি রোমান্স তৈরি করেছিল ১৯৮৫ সালে একটি বিবাহের পর্বে পরিণত হয়েছিল যা ২০ জন দর্শককে আকর্ষণ করেছিল। মিলিয়ন দর্শক।  মিনোগ প্রথম ব্যক্তি যিনি এক বছরে চারটি লগি পুরস্কার জিতেছিলেন এবং জনগণের ভোটের মাধ্যমে নির্ধারিত ফলাফলের সাথে দেশের \"সবচেয়ে জনপ্রিয় টেলিভিশন পারফর্মার\" হিসাবে \" গোল্ড লগি \" এর সর্বকনিষ্ঠ প্রাপক ছিলেন।  তিনি ডোনোভানের সাথে ১৯৮৯ সাল পর্যন্ত তিন বছর সম্পর্কে ছিলেন। \n\n\n== শৈল্পিকতা ==\nমিনোগ ব্যাখ্যা করেছিলেন যে তিনি প্রথম তার কৈশোরকালে পপ সঙ্গীতে আগ্রহী হয়েছিলেন: \"আমি প্রথম ১৯৮১ সালে পপ সঙ্গীতে প্রবেশ করি, আমি বলব।পুরোটাই ছিল প্রিন্স, অ্যাডাম + দ্য অ্যান্টস, সেই পুরো নতুন রোমান্টিক সময়ের কথা।তার আগে, এটি ছিল জ্যাকসন ৫, ডোনা সামার এবং আমার বাবার রেকর্ড - স্টোনস এবং বিটলস ।\"  তিনি অলিভিয়া নিউটন-জন এবং এবিবিএ- এর রেকর্ডও শুনবেন।  মিনোগ বলেছিলেন যে তিনি বড় হওয়ার সময় নিউটন-জন হতে চেয়েছিলেন।  তার প্রযোজক, পিট ওয়াটারম্যান, মিনোগকে তার সঙ্গীত ক্যারিয়ারের প্রথম দিকে পর্যবেক্ষণের সাথে স্মরণ করেছিলেন: \"তিনি নতুন যুবরাজ বা ম্যাডোনা হওয়ার জন্য তার দৃষ্টিভঙ্গি নির্ধারণ করেছিলেন ...আমি যা আশ্চর্যজনক খুঁজে পেয়েছি তা হল যে সে ম্যাডোনাকে চার থেকে এক করে ছাড়িয়েছে, কিন্তু তবুও তার হতে চেয়েছিল।\"  মিনোগ সঙ্গীতের দৃশ্যে একজন বাবলগাম পপ গায়ক হিসেবে পরিচিতি পেয়েছিলেন এবং তাকে \" স্টক, আইটকেন এবং ওয়াটারম্যান হিট ফ্যাক্টরির পণ্য\" হিসেবে গণ্য করা হয়েছিল।  সঙ্গীতশিল্পী নিক কেভ, যিনি কিছু অনুষ্ঠানে মিনোগের সাথে কাজ করেছিলেন, তার শৈল্পিক বিকাশে একটি বড় প্রভাব ছিল।  তিনি দ্য গার্ডিয়ানকে বলেছেন: \"তিনি অবশ্যই সুন্দর এবং গভীর উপায়ে আমার জীবনে অনুপ্রবেশ করেছেন।\"  তার কর্মজীবন জুড়ে, মিনোগের কাজ ক্যাথি ডেনিস, ডি মব, স্ক্রিটি পলিট্টি, বজর্ক, ট্রিকি, ইউ২ এবং পিজিকাটো ফাইভ, অন্যান্যদের দ্বারাও প্রভাবিত হয়েছিল।মিনোগ তার নরম সোপ্রানো ভোকাল রেঞ্জের জন্য পরিচিত।  অলমিউজিক-এর টিম সেন্ড্রা তার অ্যালবাম অ্যাফ্রোডাইটের পর্যালোচনা করেছেন এবং বলেছেন যে মিনোগের \"সামান্য অনুনাসিক, মেয়ে-নেক্সট-ডোর ভোকাল তার চাহিদা পুরোপুরি পূরণ করে।\" ম্যাডিসন ম্যাগাজিনের ফিওনা ম্যাকডোনাল্ডের মতে, মিনোগ \"কিছু সাহসী কিন্তু প্রশ্নবিদ্ধ শৈল্পিক সিদ্ধান্ত নেওয়া থেকে কখনও পিছপা হননি\"।  বাদ্যযন্ত্রের পরিপ্রেক্ষিতে, মিনোগ পপ এবং নৃত্য সঙ্গীতে অনেক ঘরানার সাথে কাজ করেছেন।যাইহোক, তার স্বাক্ষর সঙ্গীত ছিল সমসাময়িক ডিস্কো সঙ্গীত।  স্টক, আইটকেন এবং ওয়াটারম্যানের সাথে তার প্রথম স্টুডিও অ্যালবামগুলি আরও বাবলগাম পপ প্রভাব উপস্থাপন করে, অনেক সমালোচক তাকে ম্যাডোনার সাথে তুলনা করেছেন।অলমিউজিক থেকে ক্রিস ট্রু, তার প্রথম কাইলির পর্যালোচনা করেছেন এবং তার সঙ্গীত \"৮০ এর দশকের স্টক-আইটকেন-ওয়াটারম্যান বাবলগাম\" খুঁজে পেয়েছেন, তবে তিনি বলেছেন যে তিনি ১৯৮০ এর দশকের রেকর্ডিং শিল্পীর মধ্যে সবচেয়ে বেশি ব্যক্তিত্ব উপস্থাপন করেছেন।  তিনি তার তৃতীয় অ্যালবাম রিদম অফ লাভ সম্পর্কে বলেন, ১৯৯০ এর দশকের গোড়ার দিকে, \"গান লেখা শক্তিশালী, প্রযোজনা গতিশীল এবং কাইলি কণ্ঠে আরও আত্মবিশ্বাসী বলে মনে হয়।\"  তার তৃতীয় স্টুডিও অ্যালবামের সময়, \"তিনি আরও পরিপক্ক একজনের জন্য তার সুন্দর, বাবলগাম পপ ইমেজে ব্যবসা করতে শুরু করেছিলেন, এবং তার বদলে, আরও বেশি যৌনতার জন্য।\"ক্রিস ট্রু বলেছেন যে মাইকেল হাচেন্সের সাথে তার সম্পর্কের সময়, \"তার প্রথম দুটি অ্যালবামে আধিপত্য বিস্তারকারী কুমারী সম্মুখভাগের তার ছিটকে যাওয়া, শুধুমাত্র প্রেস এবং তার অনুরাগীরা তার সাথে কীভাবে আচরণ করেছিল তার উপরই প্রভাব ফেলতে শুরু করেছিল, কিন্তু এর বিবর্তনে তার সঙ্গীত।\" \nমিনোগের কাজ থেকে তার ষষ্ঠ স্টুডিও অ্যালবাম, ইম্পসিবল প্রিন্সেস, তার গান লেখা এবং সঙ্গীত বিষয়বস্তু পরিবর্তন হতে শুরু করে।তিনি ক্রমাগত শব্দ লিখছিলেন, বাক্যগুলির ফর্ম এবং অর্থ অন্বেষণ করছিলেন।  তিনি এর আগে গান লিখেছেন, কিন্তু সেগুলিকে \"নিরাপদ, সুন্দরভাবে ছন্দযুক্ত শব্দ এবং এটাই\" বলে অভিহিত করেছেন। Slant Magazine থেকে শেল সিনকুয়েমেনি বলেছেন যে অ্যালবামটি ম্যাডোনার আলোর রশ্মির সাথে সাদৃশ্যপূর্ণ।তিনি বলেছিলেন যে তিনি \"৯০-এর দশকের মাঝামাঝি ব্রিটিশ-পপ এবং ইলেকট্রনিকা উভয় আন্দোলন থেকে অনুপ্রেরণা নিয়েছিলেন\", বলেছিলেন যে \"অসম্ভব রাজকুমারী ঝুঁকি নিতে ইচ্ছুক একজন শিল্পীর কাজ\"।  তার পরবর্তী প্রচেষ্টা, লাইট ইয়ারস হল একটি ডিস্কো-প্রভাবিত নৃত্য-পপ রেকর্ড, যেখানে অল মিউজিকের ক্রিস ট্রু এটিকে \"৭০ এর দশক থেকে তর্কযোগ্যভাবে সেরা ডিস্কো রেকর্ডগুলির মধ্যে একটি\" বলে অভিহিত করেছেন।  ট্রু বলেছেন যে তার অষ্টম অ্যালবাম, ফিভার, \"সাধারণ নাচের ছন্দের সাথে লাইট ইয়ারসের ডিস্কো-ডিভা প্রত্যাবর্তনকে একত্রিত করে\"।  তার নবম অ্যালবাম, বডি ল্যাঙ্গুয়েজ অতীতে তার সঙ্গীত পরীক্ষার থেকে বেশ আলাদা ছিল কারণ এটি তার শব্দকে ইলেক্ট্রো এবং হিপ-হপ দিয়ে প্রসারিত করার একটি \"সফল\" প্রচেষ্টা ছিল।  ফাঙ্ক, ডিস্কো এবং আরএন্ডবি সহ নৃত্য সঙ্গীতের শৈলীগুলিকে অন্তর্ভুক্ত করে, অ্যালবামটি কিউ ' \"২০০৩ সালের সেরা অ্যালবাম\"-এ তালিকাভুক্ত করা হয়েছিল। \nসমালোচকরা বলেছেন যে মিনোগের দশম রেকর্ড এক্স- এ যথেষ্ট \"সংগতি\" বৈশিষ্ট্য ছিল না এবং ক্রিস ট্রু ট্র্যাকগুলিকে \"ঠান্ডা, গণনাকৃত নৃত্য-পপ সংখ্যা\" বলে অভিহিত করেছেন।  অলমিউজিক-এর টিম সেন্ড্রা বলেছেন যে তার একাদশ অ্যালবাম অ্যাফ্রোডাইট \"কদাচিৎ মিষ্টি প্রেমের গান বা সুখী নাচের গানের অতীত\" এবং \"প্রধান শব্দটি হল এক ধরনের চকচকে ডিস্কো পপ যা সত্যিই তার শক্তিশালী স্যুট।\"সেন্ড্রা আফ্রোডাইটকে খুঁজে পেয়েছে \"বাস্তবে তার সেরাদের মধ্যে একজন।\"  মিনোগের 14 তম স্টুডিও অ্যালবাম, গোল্ডেন তার নাচ-পপ সংবেদনশীলতা বজায় রাখলেও দেশীয় সঙ্গীত দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল। স্ল্যান্ট ম্যাগাজিনের সাল সিনকেমানি লিখেছিলেন যে \" গোল্ডেন ঝুঁকি নেওয়ার জন্য মিনোগের খ্যাতিকে আরও শক্তিশালী করে - এবং শৈল্পিকভাবে তার অনিবার্য ডিস্কো প্রত্যাবর্তনের মঞ্চ তৈরি করে।\" \n\n\n== সকলের জন্য উন্মুক্ত ছবি ==\n\nরেকর্ডিং শিল্পী হিসাবে মিনোগের প্রচেষ্টাকে গুরুত্ব সহকারে নেওয়ার জন্য প্রাথমিকভাবে এই ধারণার দ্বারা বাধা দেওয়া হয়েছিল যে তিনি \"তার পাওনা পরিশোধ করেননি\" এবং তিনি একজন তৈরি পপ তারকা ছাড়া আর কিছু নয় যে তিনি প্রতিবেশীদের উপর তার কর্মকালের সময় যে চিত্রটি তৈরি করেছিলেন তা শোষণ করে।  মিনোগ এই দৃষ্টিভঙ্গি স্বীকার করেছেন, বলেছেন, \"আপনি যদি একটি রেকর্ড কোম্পানির অংশ হন, তবে আমি মনে করি একটি ডিগ্রীতে এটা বলা ন্যায়সঙ্গত যে আপনি একটি উৎপাদিত পণ্য।আপনি একটি পণ্য এবং আপনি একটি পণ্য বিক্রি করছেন.এর অর্থ এই নয় যে আপনি প্রতিভাবান নন এবং আপনি কী করবেন এবং করবেন না এবং আপনি কোথায় যেতে চান সে সম্পর্কে আপনি সৃজনশীল এবং ব্যবসায়িক সিদ্ধান্ত নেন না।\" \n১৯৯৩ সালে, বাজ লুহরম্যান মেরিলিন মনরোর সাথে তার কাজের জন্য উল্লেখযোগ্য ফটোগ্রাফার বার্ট স্টার্নের সাথে মিনোগের পরিচয় করিয়ে দেন।স্টার্ন লস এঞ্জেলেসে তার ছবি তোলেন এবং তাকে মনরোর সাথে তুলনা করে মন্তব্য করেন যে মিনোগে দুর্বলতা এবং কামোত্তেজকতার একই রকম মিশ্রণ রয়েছে।  তার পুরো কর্মজীবন জুড়ে, মিনোগ এমন ফটোগ্রাফারদের বেছে নিয়েছেন যারা তার জন্য একটি নতুন \"লুক\" তৈরি করার চেষ্টা করেছেন, এবং ফলস্বরূপ ফটোগ্রাফগুলি বিভিন্ন ম্যাগাজিনে প্রকাশিত হয়েছে, কাটিং এজ দ্য ফেস থেকে শুরু করে ঐতিহ্যগতভাবে অত্যাধুনিক ভোগ এবং ভ্যানিটি ফেয়ার পর্যন্ত। মিনোগ মুখ এবং নামটি অনেক লোকের কাছে পরিচিত।স্টাইলিস্ট উইলিয়াম বেকার পরামর্শ দিয়েছেন যে এটি ইউরোপের মূলধারার পপ সংস্কৃতিতে প্রবেশ করার কারণের একটি অংশ যা তিনি অন্য অনেক পপ গায়কের চেয়ে বেশি সফলভাবে প্রবেশ করেছেন যারা শুধুমাত্র রেকর্ড বিক্রিতে মনোনিবেশ করেন। \n২০০০ সাল নাগাদ, মিনোগ তার সমালোচকদের প্রত্যাশার চেয়ে বেশি সময় ধরে তার ক্যারিয়ার বজায় রাখার জন্য সংগীতের বিশ্বাসযোগ্যতা অর্জন করেছেন বলে মনে করা হয়।  সুস্বাদু \" পাশের বাড়ির মেয়ে \" থেকে আরও পরিশীলিত পারফর্মার হয়ে তার ফ্লার্টেটিং এবং কৌতুকপূর্ণ ব্যক্তিত্বের উন্নতি নতুন ভক্তদের আকৃষ্ট করেছে৷  তার \"স্পিনিং অ্যারাউন্ড\" ভিডিওর কারণে কিছু মিডিয়া আউটলেট তাকে \"সেক্সকাইলি\" বলে উল্লেখ করেছে এবং তার পরবর্তী ভিডিওগুলিতে যৌনতা একটি শক্তিশালী উপাদান হয়ে উঠেছে।  ২০০২ সালের সেপ্টেম্বরে, তিনি ভি এইচ ওয়ান এর ১০০ সেক্সি শিল্পী তালিকায় ২৭ তম স্থানে ছিলেন।  তিনি ২০১৩ সালে পুরুষদের স্বাস্থ্য দ্বারা সর্বকালের ১০০ হটেস্ট মহিলার একজনের নামও পান।  উইলিয়াম বেকার তার মর্যাদাকে যৌন প্রতীক হিসেবে বর্ণনা করেছেন একটি \"দ্বিধারী তলোয়ার\" হিসেবে, পর্যবেক্ষণ করে যে \"আমরা সর্বদা তার সঙ্গীতের বর্ধন এবং একটি রেকর্ড বিক্রি করার জন্য তার যৌন আবেদনকে ব্যবহার করার চেষ্টা করেছি।কিন্তু এখন তিনি আসলে কী তা গ্রহণ করার বিপদে পড়েছেন: একজন পপ গায়ক।\"  একজন অভিনয়শিল্পী হিসাবে ২০ বছর পর, মিনোগকে বিবিসি'র ফিওনা প্রাইর একজন ফ্যাশন ' ট্রেন্ড-সেটার\" এবং \"স্টাইল আইকন যিনি ক্রমাগত নিজেকে নতুনভাবে উদ্ভাবন করেন\" হিসাবে বর্ণনা করেছিলেন।  মিনোগের ইমেজে বেশ কয়েকটি পুনঃউদ্ভাবনের দিকে ইঙ্গিত করে, দ্য এজ থেকে লরিসা দুবেকি তাকে \"পুনর্উদ্ভাবনের মা\" বলে আখ্যা দিয়েছেন। \nমিনোগ তার ক্যারিয়ার জুড়ে ম্যাডোনার দ্বারা অনুপ্রাণিত এবং তুলনা করেছেন।  তিনি নেতিবাচক মন্তব্য পেয়েছিলেন যে ১৯৯১ সালে তার রিদম অফ লাভ ট্যুর ম্যাডোনার ব্লন্ড অ্যাম্বিশন ওয়ার্ল্ড ট্যুরের সাথে দৃশ্যত একই রকম ছিল, যার জন্য সমালোচকরা তাকে ম্যাডোনা ওয়ানাবে বলে আখ্যা দিয়েছিলেন। অবজারভার মিউজিক মান্থলির জন্য লেখা, রুফাস ওয়েনরাইট মিনোগকে \"ম্যাডোনা-বিরোধী বলে বর্ণনা করেছেন।আত্ম-জ্ঞান একটি সত্যই সুন্দর জিনিস এবং কাইলি নিজেকে ভিতরের বাইরে জানে।তিনি যা তিনি তাই এবং এটিকে প্রমাণ করার জন্য আধা-বুদ্ধিবৃত্তিক বিবৃতি দেওয়ার কোন প্রচেষ্টা নেই।তিনি আনন্দের জন্য সমকামী শর্টহ্যান্ড।\" দ্য টেলিগ্রাফের জন্য ক্যাথি ম্যাককেব উল্লেখ করেছেন যে মিনোগ এবং ম্যাডোনা সঙ্গীত এবং ফ্যাশনে একই ধরনের শৈলী অনুসরণ করেন, কিন্তু উপসংহারে এসেছিলেন, \"যেখানে তারা পপ-সংস্কৃতির স্কেলে সত্যিকার অর্থে বিচ্যুত হয় তা শক মান।মিনোগের ক্লিপগুলি কারও কারও কাছ থেকে হাঁপিয়ে উঠতে পারে তবে গ্রহের অন্য কোনও শিল্পীর মতো ম্যাডোনার ধর্মীয় ও রাজনৈতিক বিতর্ক জ্বলে উঠেছে ...সহজভাবে, ম্যাডোনা অন্ধকার শক্তি; কাইলি হল আলোক শক্তি।\"  মিনোগ ম্যাডোনা সম্পর্কে বলেছেন, \"পপ এবং ফ্যাশনে বিশ্বে তার বিশাল প্রভাবের অর্থ হল যে তিনি যে প্রবণতা তৈরি করেছিলেন তার থেকে আমি অনাক্রম্য ছিলাম না।আমি ম্যাডোনাকে খুব প্রশংসা করি কিন্তু শুরুতে তিনি আমার মতো শিল্পীদের জন্য এটিকে কঠিন করে তুলেছিলেন, তিনি যা যা করতে হবে তা করেছেন\", এবং \"ম্যাডোনা'স দ্য কুইন অফ পপ, আমি রাজকুমারী।আমি এতে বেশ খুশি।\" \n২০০৭ সালের জানুয়ারিতে, লন্ডনের মাদাম তুসো মিনোগের চতুর্থ মোমের কাজ উন্মোচন করে; শুধুমাত্র রানী দ্বিতীয় এলিজাবেথ আরও মডেল তৈরি করেছেন।  একই সপ্তাহে ওয়েম্বলি অ্যারেনার \"স্কোয়ার অফ ফেম\"-এ তার হাতের একটি ব্রোঞ্জ কাস্ট যুক্ত করা হয়েছিল।  ২০০৭ সালে, স্থায়ী প্রদর্শনের জন্য মেলবোর্ন ডকল্যান্ডে মিনোগের একটি ব্রোঞ্জ মূর্তি উন্মোচন করা হয়েছিল। \nমার্চ ২০১০ সালে, মিনোগকে গবেষকরা \"ব্রিটেনের সবচেয়ে শক্তিশালী সেলিব্রিটি\" হিসাবে ঘোষণা করেছিলেন।গবেষণায় বিপণনকারীরা সেলিব্রিটি এবং ব্র্যান্ড অংশীদারিত্বকে কীভাবে চিহ্নিত করে তা পরীক্ষা করে।মিলওয়ার্ড ব্রাউনের যুক্তরাজ্যের মিডিয়া অনুশীলনের প্রধান মার্ক হুসাক বলেছেন: \"কাইলি একজন দত্তক ব্রিটিশ হিসাবে ব্যাপকভাবে গৃহীত।লোকেরা তাকে জানে, তার মতো এবং সে ইতিবাচক গুঞ্জন দ্বারা বেষ্টিত।\"  ২০১৬ সালে, সানডে টাইমসের ধনী তালিকা অনুযায়ী, মিনোগের মোট মূল্য ছিল ইউরো ৫৫ মিলিয়ন \n\n\n== প্রভাব এবং উত্তরাধিকার ==\nএন্টারটেইনমেন্ট উইকলির আর্নেস্ট ম্যাকিয়াস বলেছেন যে, ' তার দ্ব্যর্থহীন ডিস্কো-পপ সাউন্ড\" এর সাথে \"কল্পিত ফ্যাশনের জন্য একটি প্যানাচে\" একত্রিত করে, মিনোগ \"নিজেকে একটি কালজয়ী আইকন হিসাবে প্রতিষ্ঠিত করেছেন।\" দ্য সিডনি মর্নিং হেরাল্ড -এর পলা জয় লিখেছেন যে \"ফ্যাশন এবং সঙ্গীতের মিনোগের সংমিশ্রণ শৈলী zeitgeist একটি বিশাল অবদান রেখেছে।\"  ফ্যাশন ম্যাগাজিন ম্যাডিসন থেকে ফিওনা ম্যাকডোনাল্ড, মিনোগকে \"একজন মুষ্টিমেয় গায়ক হিসাবে স্বীকার করেছেন যা বিশ্বজুড়ে তার প্রথম নাম দ্বারা স্বীকৃত।...এবং তবুও একজন আন্তর্জাতিক সঙ্গীত সুপারস্টার, স্টাইল আইকন এবং সম্মানসূচক ব্রিট হওয়া সত্ত্বেও, এই দুটি শব্দাংশ এখনও ইউক্যালিপটাসের গন্ধ বা গরমের দিনে বারবেকিউর মতো অস্ট্রেলিয়ান বলে মনে হয়।\"  ২০০৯ সালে, ভিক্টোরিয়া এবং অ্যালবার্ট মিউজিয়াম কাইলি মিনোগ: ইমেজ অফ আ পপ স্টার নামে একটি প্রদর্শনীর মাধ্যমে \"ফ্যাশনের উপর তার প্রভাব উদযাপন করেছে\"। \n২০১২ সালে, দ্য সিডনি মর্নিং হেরাল্ড -এর ডিনো স্কাটেনা মিনোগ সম্পর্কে লিখেছেন: \"এক চতুর্থাংশ আগে, সিম্বিওটিক ঘটনাগুলির একটি ক্রম অস্ট্রেলিয়ান জনপ্রিয় সংস্কৃতির ফ্যাব্রিককে পরিবর্তন করেছিল এবং ১৯ বছর বয়সী একজন সাবান অভিনেতার রূপান্তরকে গতিশীল করেছিল। মেলবোর্ন একটি আন্তর্জাতিক পপ আইকনে পরিণত হয়েছে।\"স্কেটেনা তাকে \"অস্ট্রেলিয়ার একক সবচেয়ে সফল বিনোদনকারী এবং বিশ্ব-বিখ্যাত শৈলীর প্রতিমা\" হিসাবেও বর্ণনা করেছেন।  একই বছরে, ভি এইচ ওয়ান মিনোগকে তার পছন্দের মধ্যে ১০০টি সঙ্গীতের সেরা মহিলা এবং ভিডিও যুগের ৫০ জন সেরা মহিলার উদ্ধৃতি দেয়। \nমিনোগকে অনেক সম্মানজনক ডাকনাম দিয়ে স্বীকৃত করা হয়েছে, বিশেষ করে \"পপ রাজকুমারী\"।  অলমিউজিকের জন ও'ব্রায়েন তার বক্স-সেট কাইলি: দ্য অ্যালবাম ২০০০-২০১০পর্যালোচনা করেছেন এবং বলেছেন যে এটি \"সর্বকালের প্রিমিয়ার পপ রাজকুমারীদের একজন হিসাবে তার অবস্থানকে ন্যায্যতা দেওয়ার জন্য প্রচুর মুহূর্ত ধারণ করে।\"  জানুয়ারী ২০১২ সালে, এন এম ই সমালোচকরা তার একক \"কান্ট গেট ইউ আউট অফ মাই হেড\" কে তাদের ইতিহাসের সেরা পপ গানের তালিকায় চার নম্বরে স্থান দিয়েছে। চ্যানেল ৪ তাকে বিশ্বের অন্যতম সেরা পপ তারকা হিসেবে তালিকাভুক্ত করেছে।  ২০২০ সালে, রোলিং স্টোন অস্ট্রেলিয়া তাকে সর্বকালের সেরা ৫০ জন অস্ট্রেলিয়ান শিল্পীর তালিকায় তিন নম্বরে রেখেছে। \nমিনোগের কাজ ডুয়া লিপা, জেসি ওয়্যার, অ্যালিস চ্যাটার, রিনা সাওয়ায়ামা, কিম পেট্রাস, মেলানি সি, রিকি- সহ পপ ও নৃত্য শিল্পীদের প্রভাবিত করেছে। লি কুল্টার, বছর ও বছর গায়ক অলি আলেকজান্ডার, সেপ্টেম্বর, ডায়ানা ভিকারস, দ্য ভেরোনিকাস, স্লেইটার,  পাবলো ভিট্টার  এবং প্যারিস হিলটন ।  ২০০৭ সালে, ফরাসি অ্যাভান্ট-গার্ড গিটারিস্ট নোয়েল আকচোতে মিনোগের রেকর্ড করা সুরের একক গিটার সংস্করণের বৈশিষ্ট্যযুক্ত সো লাকি প্রকাশ করেন। \n\n\n== অর্জন ==\n\nমিনোগ একটি গ্র্যামি অ্যাওয়ার্ড, তিনটি ব্রিট অ্যাওয়ার্ড, ১৭টি এআরআইএ মিউজিক অ্যাওয়ার্ডস, দুটি এমটিভি ভিডিও মিউজিক অ্যাওয়ার্ড, দুটি এমটিভি ইউরোপ মিউজিক অ্যাওয়ার্ড  সহ অনেক প্রশংসা পেয়েছে। ২০০১ এবং ২০০৩ সালে অস্ট্রেলিয়ান পারফর্মার অফ দ্য ইয়ার সহ ছয়টি মো অ্যাওয়ার্ড ।  ২০০৮ সালে, তিনি তার ২০-বছরের কর্মজীবনের স্বীকৃতির জন্য মিউজিক ইন্ডাস্ট্রি ট্রাস্টের পুরস্কারে সম্মানিত হন এবং \"পপ এবং শৈলীর আইকন\" হিসাবে সমাদৃত হন, যিনি মিউজিক ইন্ডাস্ট্রি ট্রাস্ট পুরস্কার প্রাপ্ত প্রথম মহিলা সঙ্গীতশিল্পী হয়েছিলেন।  এপ্রিল ২০১৭-এ, ব্রিটেন-অস্ট্রেলিয়া সোসাইটি ব্রিটেন এবং অস্ট্রেলিয়ার মধ্যে সম্পর্ক ও দ্বিপাক্ষিক বোঝাপড়ার উন্নতিতে অসামান্য অবদানের জন্য মিনোগকে তার ২০১৬ পুরস্কার দিয়ে স্বীকৃতি দেয়।  উদ্ধৃতিটি পড়ে: \"উভয় দেশে একজন প্রশংসিত গায়ক, গীতিকার, অভিনেতা এবং আইকনিক ব্যক্তিত্ব হিসাবে ব্রিটেন-অস্ট্রেলিয়া সম্পর্কের ক্ষেত্রে উল্লেখযোগ্য অবদানের স্বীকৃতিস্বরূপ\"।  পুরস্কারটি অস্ট্রেলিয়া হাউসে একটি সংবর্ধনা অনুষ্ঠানে ঘোষণা করা হয়েছিল তবে পরের দিন উইন্ডসর ক্যাসেলে সোসাইটির পৃষ্ঠপোষক প্রিন্স ফিলিপ ব্যক্তিগতভাবে উপস্থাপন করেছিলেন। \n২০২০ পর্যন্ত, তিনি ৮০টি বিক্রি করেছেন বিশ্বব্যাপী মিলিয়ন রেকর্ড।  মিনোগ সর্বকালের সবচেয়ে সফল অস্ট্রেলিয়ান মহিলা রেকর্ডিং শিল্পী  এবং নভেম্বর ২০১১ সালে, এআরআইএ মিউজিক অ্যাওয়ার্ডের ২৫তম বার্ষিকীতে, অস্ট্রেলিয়ান রেকর্ডিং ইন্ডাস্ট্রি অ্যাসোসিয়েশন তাকে এআরআইএ হলে অন্তর্ভুক্ত করেছিল। খ্যাতি  ২০১২ সালের জুন মাসে, অফিসিয়াল চার্ট কোম্পানি প্রকাশ করেছে যে মিনোগ এখন পর্যন্ত যুক্তরাজ্যের ১২ তম সেরা বিক্রিত গায়িকা এবং তৃতীয় সেরা বিক্রিত মহিলা শিল্পী, ১০.১-এর বেশি বিক্রি হয়েছে৷ মিলিয়ন একক  জানুয়ারী ২০১১-এ, মিনোগ তার সমস্ত অ্যালবাম সহ যুক্তরাজ্যের শীর্ষ পাঁচটি অ্যালবামের সাথে সর্বাধিক টানা কয়েক দশক থাকার জন্য একটি গিনেস ওয়ার্ল্ড রেকর্ডের উদ্ধৃতি পান।  মিনোগ এবং আমেরিকান গায়িকা ম্যাডোনা হলেন একমাত্র শিল্পী যিনি ১৯৮০ থেকে ২০১০ এর দশক পর্যন্ত টানা চার দশকে ইউকে অ্যালবাম চার্টের শীর্ষস্থানে পৌঁছেছেন।  মিনোগের পনেরতম স্টুডিও অ্যালবাম, ডিস্কো ২০২০ সালে ইউকে অ্যালবাম চার্টে এক নম্বরে পৌঁছেছে।এটি ১৯৮০ থেকে ২০২০ এর দশক পর্যন্ত টানা পাঁচ দশকে চার্টের শীর্ষস্থানে পৌঁছানো তাকে প্রথম মহিলা শিল্পী করে তুলেছে। \nপিআরএস ফর মিউজিকের মতে, তার একক \"কান্ট গেট ইউ আউট অফ মাই হেড\" ছিল ২০০০ এর দশকের সবচেয়ে বেশি প্লে হওয়া ট্র্যাক, \"সবচেয়ে বেশি এয়ারপ্লে এবং লাইভ কভার পাওয়ার পর\"।  ২০০৪ সালে, তিনি নয়টি সহ আরিয়া একক চার্টে এক নম্বরে সর্বাধিক একক হওয়ার রেকর্ডটি ধরেছিলেন।  ২০১১ সালে, তিনি ইউএস ড্যান্স ক্লাব গানের চার্টে শীর্ষ তিনটির মধ্যে দুটি গান থাকার জন্য ইতিহাস তৈরি করেছিলেন, তার একক \" বেটার দ্যান টুডে \" এবং \" হায়ার \" যথাক্রমে একটি এবং তিনটিতে চার্ট করে।  ডিসেম্বর ২০১৬ সালে, বিলবোর্ড তাকে সর্বকালের ১৮ তম সফল নৃত্য শিল্পী হিসাবে স্থান দেয়। \n\n\n== ব্যক্তিগত জীবন ==\n\n\n=== মানবপ্রীতি ===\n\nমিনোগ অনেক অনুষ্ঠানে তহবিল সংগ্রহে সহায়তা করেছে।১৯৮৯ সালে, তিনি অর্থ সংগ্রহে সহায়তা করার জন্য ব্যান্ড এইড II নামে \" ডু তারা নো ইটস ক্রিসমাস? \" রেকর্ডিংয়ে অংশগ্রহণ করেছিলেন।২০১০ সালের প্রথম দিকে, মিনোগ অন্যান্য অনেক শিল্পীর সাথে (হেলপিং হাইতি নামে) \" এভরিবডি হার্টস \" এর একটি কভার সংস্করণ রেকর্ড করেছিলেন।  ২০১০ সালের হাইতি ভূমিকম্পের পরে সাহায্য করার জন্য এককটি একটি তহবিল সংগ্রহকারী ছিল।2005 সালের সুনামির পর তিনি থাইল্যান্ডে এক সপ্তাহ কাটিয়েছিলেন।  তার ২০১১ এফ্রোডাইট ওয়ার্ল্ড ট্যুরের সময়, ২০১১ টোহোকু ভূমিকম্প এবং সুনামি জাপানে আঘাত হানে, যা তার ভ্রমণসূচীতে ছিল।তিনি ঘোষণা করেছিলেন যে তিনি সেখানে সফর চালিয়ে যাবেন, এই বলে, \"আমি এখানে শো করতে ছিলাম এবং আমি বাতিল না করা বেছে নিয়েছি, কেন আমি বাতিল না করা বেছে নিয়েছি?আমি এটি সম্পর্কে দীর্ঘ এবং কঠিন চিন্তা করেছি এবং এটি করা সহজ সিদ্ধান্ত ছিল না।\"  তিনি সেখানে থাকাকালীন, তিনি এবং অস্ট্রেলিয়ার প্রধানমন্ত্রী জুলিয়া গিলার্ড দুর্যোগের জন্য অস্ট্রেলিয়ান দূতাবাসের তহবিল সংগ্রহের তারকা অতিথি ছিলেন।  জানুয়ারী 2020-এ, 2019-20 অস্ট্রেলিয়ান বুশফায়ারের প্রতিক্রিয়া হিসাবে, মিনোগ ঘোষণা করেছিলেন যে তিনি এবং তার পরিবার অবিলম্বে অগ্নিনির্বাপণ প্রচেষ্টা এবং চলমান সহায়তার জন্য (ডলার) ৫০০,০০০ দান করছেন। \n২০০৮ সালে, মিনোগ নির্যাতিত শিশুদের জন্য অর্থ সংগ্রহের জন্য একটি প্রচারাভিযানের জন্য তার সমর্থনের প্রতিশ্রুতি দেন, যা ব্রিটিশ দাতব্য সংস্থা চাইল্ডলাইন এবং ন্যাশনাল সোসাইটি ফর দ্য প্রিভেনশন অফ ক্রুয়েলটি টু চিলড্রেনকে দান করা হয়।সূত্র অনুযায়ী, প্রায় ৯৩ মিলিয়ন ডলার উত্থাপিত হয়েছে।  তিনি কারণ সম্পর্কে কথা বলেছেন, বলেছেন: \"অপব্যবহারের বিষয়ে কাউকে বলার সাহস খুঁজে পাওয়া একটি শিশুর জন্য সবচেয়ে কঠিন সিদ্ধান্তগুলির মধ্যে একটি।\"  মিনোগ ২০১০ সালে লস এঞ্জেলেসে\nইন্সপিরেশন গালা হোস্ট করে , দ্য ফাউন্ডেশন ফর এইডস রিসার্চ, এর ঘন ঘন সমর্থক।তিনি কানে amfAR তহবিল সংগ্রহের সুবিধাগুলিতেও যোগ দিয়েছেন, এবং সাও পাওলো এবং হংকং-এর দাতব্য সংস্থার জন্য গালাসে পারফর্ম করেছেন। \n২০০৫ সালে মিনোগের স্তন ক্যান্সার নির্ণয়ের পর থেকে, তিনি কারণটির জন্য একজন পৃষ্ঠপোষক এবং রাষ্ট্রদূত ছিলেন।২০১০ সালের মে মাসে, তিনি প্রথমবারের মতো একটি স্তন ক্যান্সার প্রচারাভিযান করেন।তিনি পরে কারণটি সম্পর্কে বলেছিলেন যে \"এ বছরের ফ্যাশন লক্ষ্য স্তন ক্যান্সারের প্রচারাভিযানের অংশ হওয়া আমার কাছে অনেক গুরুত্বপূর্ণ।ব্রেকথ্রু ব্রেস্ট ক্যান্সার দ্বারা গৃহীত গুরুত্বপূর্ণ কাজের জন্য তহবিল সংগ্রহের জন্য তাদের প্রচেষ্টাকে আমি আন্তরিকভাবে সমর্থন করি।\"  কারণের জন্য, তিনি ফটোগ্রাফার মারিও টেস্টিনোর জন্য \"ফ্যাশন টার্গেটস ব্রেস্ট ক্যান্সারের স্বতন্ত্র টার্গেট লোগো সহ একটি সিল্কের চাদরে পোজ দিয়েছেন\"।  এপ্রিল ২০১৪ সালে, মিনোগ ক্যান্সারের বিরুদ্ধে ওয়ান নোট চালু করে, ফরাসি ক্যান্সার গবেষণা দাতব্য এপিআর ই সি (দ্য অ্যালায়েন্স ফর ক্যান্সার রিসার্চ) এর জন্য তহবিল এবং সচেতনতা বাড়াতে একটি প্রচারাভিযান।  প্রচারণার অংশ হিসেবে, মিনোগ একক \" ক্রিস্টালাইজ \" প্রকাশ করেছে, যেখানে ভক্তরা অনলাইন নিলামের মাধ্যমে গানটির প্রতিটি 4,408টি নোটের মালিক হতে বিড করতে সক্ষম হয়েছে।  নিলামের আয়  এপিআর ই সি  কে দান করা হয়েছিল, সফল দরদাতাদের নাম সহ মিউজিক ভিডিওর ক্রেডিটগুলিতে উপস্থিত ছিল৷ \n\n\n=== স্বাস্থ্য ===\nমিনোগ ২০০৫ সালের মে মাসে ৩৬ বছর বয়সে স্তন ক্যান্সারে আক্রান্ত হয়েছিল, যার ফলে তার শোগার্ল: দ্য গ্রেটেস্ট হিটস ট্যুরের বাকি অংশ স্থগিত করা হয়েছিল এবং গ্ল্যাস্টনবারি ফেস্টিভ্যাল থেকে তার প্রত্যাহার হয়েছিল।  মেলবোর্নে তার হাসপাতালে ভর্তি এবং চিকিত্সার ফলে মিডিয়া কভারেজের একটি সংক্ষিপ্ত কিন্তু তীব্র সময় হয়েছিল, বিশেষ করে অস্ট্রেলিয়ায়, যেখানে তৎকালীন প্রধানমন্ত্রী জন হাওয়ার্ড সমর্থনের একটি বিবৃতি জারি করেছিলেন।  মিডিয়া এবং ভক্তরা মেলবোর্নে মিনোগের বাসভবনের বাইরে জমায়েত হতে শুরু করলে, ভিক্টোরিয়ান প্রিমিয়ার স্টিভ ব্র্যাকস আন্তর্জাতিক মিডিয়াকে সতর্ক করে দিয়েছিলেন যে অস্ট্রেলিয়ান গোপনীয়তা আইনের অধীনে মিনোগের পরিবারের অধিকারের যে কোনও ব্যাঘাত সহ্য করা হবে না। \nমিনোগের ২১ মে ২০০৫ তারিখে ম্যালভার্নের ক্যাব্রিনি হাসপাতালে অস্ত্রোপচার করা হয় এবং এর পরেই কেমোথেরাপি চিকিৎসা শুরু হয়।  অস্ত্রোপচারের পরে, রোগের \"কোন পুনরাবৃত্তি হয়নি\"।  ৮ জুলাই ২০০৫-এ, তিনি মেলবোর্নের রয়্যাল চিলড্রেন হাসপাতালের একটি শিশুদের ক্যান্সার ওয়ার্ড পরিদর্শন করার সময় অস্ত্রোপচারের পর প্রথম জনসাধারণের উপস্থিতি করেন।তিনি ফ্রান্সে ফিরে আসেন যেখানে তিনি প্যারিসের কাছে ভিলেজুইফের ইনস্টিটিউট গুস্তাভ-রৌসিতে তার কেমোথেরাপির চিকিৎসা সম্পন্ন করেন।  ২০০৬ সালের জানুয়ারিতে, মিনোগের প্রচারক ঘোষণা করেন যে তিনি কেমোথেরাপি শেষ করেছেন, এবং তার চিকিত্সা পরবর্তী মাসগুলিতে অব্যাহত ছিল।  তার কনসার্ট সফরের জন্য অস্ট্রেলিয়ায় ফিরে আসার সময়, তিনি তার অসুস্থতা নিয়ে আলোচনা করেছিলেন এবং বলেছিলেন যে তার কেমোথেরাপির চিকিত্সা \" পারমাণবিক বোমার অভিজ্ঞতা\" এর মতো ছিল।  ২০০৮ সালে দ্য এলেন ডিজেনারেস শোতে উপস্থিত হওয়ার সময়, মিনোগ বলেছিলেন যে তার ক্যান্সার মূলত ভুলভাবে ধরা পড়েছিল।তিনি মন্তব্য করেছিলেন, \"কারণ কেউ একটি সাদা কোট পরে আছে এবং বড় চিকিৎসা যন্ত্র ব্যবহার করার অর্থ এই নয় যে তারা সঠিক\", কিন্তু পরে চিকিৎসা পেশার প্রতি তার সম্মানের কথা বলেছিলেন। \nমিনোগ প্রকাশ্যে তার ক্যান্সার নির্ণয় এবং চিকিত্সা নিয়ে আলোচনা করে তার প্রভাবের জন্য স্বীকৃত হয়েছিল।২০০৮ সালের মে মাসে, ফরাসি সংস্কৃতি মন্ত্রী ক্রিস্টিন আলবানেল বলেছিলেন, \"ডাক্তাররা এখন পর্যন্ত বলেছে যে একটি \"কাইলি প্রভাব\" রয়েছে যা যুবতী মহিলাদের নিয়মিত পরীক্ষা করতে উত্সাহিত করে।\"  বেশ কিছু বৈজ্ঞানিক গবেষণা করা হয়েছে যে কীভাবে তার কেসের চারপাশে প্রচারের ফলে আরও বেশি মহিলা ক্যান্সারের লক্ষণগুলির জন্য নিয়মিত পরীক্ষা করে। টেলিভিশন উপস্থাপক গিউলিয়ানা র্যান্সিক মিনোগের ক্যান্সারের গল্পটিকে \"অনুপ্রেরণামূলক\" হিসাবে উল্লেখ করেছিলেন যখন তিনিও ক্যান্সারে আক্রান্ত হন। \n\n\n== ডিসকোগ্রাফি ==\n\n\n== ট্যুর এবং কনসার্ট ==\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== আরো দেখুন ==\n\nমার্কিন ডান্স ক্লাব গানের চার্টে এক নম্বরে থাকা শিল্পীদের তালিকা\nযুক্তরাজ্যের একক চার্টে এক নম্বরে থাকা শিল্পীদের তালিকা\nবিশ্বব্যাপী সর্বাধিক বিক্রিত এককদের তালিকা\nকাইলি মিনোগের রেকর্ড করা গানের তালিকা\n\n\n== বাহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কাইলি মিনোগ (ইংরেজি)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nইন্টারনেট মুভি ডেটাবেজে কাইলি মিনোগ  (ইংরেজি)"}