{"pageid": 1122580, "title": "গণপ্রজাতন্ত্রী লুহানস্ক", "url": "https://bn.wikipedia.org/wiki?curid=1122580", "content": "গণপ্রজাতন্ত্রী লুহানস্ক, বিকল্পভাবে গণপ্রজাতন্ত্রী লুগানস্ক, সংক্ষেপে এলপিআর বা এলএনআর, একটি স্থলবেষ্টিত আধা-রাষ্ট্র। এটি দোনবাস অঞ্চলের লুহানস্ক ওব্লাস্তে অবস্থিত, যা আন্তর্জাতিকভাবে ইউক্রেনের একটি অংশ হিসাবে স্বীকৃত। ইউক্রেনের সরকার দাবি করে যে লুহানস্ক পিপল'স রিপাবলিক একটি সন্ত্রাসী সংগঠন এবং এটি ইউক্রেনের বিরুদ্ধে যুদ্ধ পরিচালনা করছে। লুহানস্ক হল গণপ্রজাতন্ত্রী লুহানস্কের বৃহত্তম শহর এবং এটির গণপ্রজাতন্ত্রী লুহানস্কের রাজধানী হিসাবে কাজ করে। প্রজাতন্ত্রের জনসংখ্যা প্রায় ১.৫ মিলিয়ন। প্রজাতন্ত্রটির সংবিধানে এলপিআরকে একটি গণতান্ত্রিক সাংবিধানিক রাষ্ট্র হিসাবে ঘোষণা করা হয়েছে। বর্তমান রাষ্ট্রপ্রধান হলেন লিওনিদ পাসিচনিক।\n২০১৪ সালে ইউক্রেনীয় বিপ্লবের পর দোনেৎস্ক পিপল'স রিপাবলিক ও ক্রিমিয়া প্রজাতন্ত্রের পাশাপাশি এলপিআর ২০১৪ সালে ইউক্রেন থেকে তার স্বাধীনতা ঘোষণা করে। ইউক্রেন ও এলপিআর-এর মধ্যে একটি চলমান সশস্ত্র সংঘাত স্বাধীনতা ঘোষণার পর শুরু হয়। এলপিআর ও ডিপিআর রাশিয়া থেকে সহায়তা পেয়েছে। ন্যাটো ও ইউক্রেনের মতে, রাশিয়া ডিপিআর বিদ্রোহীদের সামরিক সহায়তাও দিয়েছিল, তবে দাবিটি রাশিয়া অস্বীকার করেছিল।\nইউক্রেনের আইন এলপিআর-এর এলাকাকে \"অস্থায়ীভাবে দখলকৃত অঞ্চল\" হিসেবে বর্ণনা করে এবং এলপিআর সরকারকে রাশিয়ান ফেডারেশনের দখলদার প্রশাসন হিসেবে বর্ণনা করা হয়েছে। ওএসসিই, ইউক্রেন ও রাশিয়ার প্রতিনিধিদের দ্বারা স্বাক্ষরিত ২০১৪ সালের সেপ্টেম্বর মাসের মিন্‌স্ক চুক্তি—এবং এলএনআর ও ডিএনআর-এর প্রধানদের দ্বারা তাদের জন্য কোনো মর্যাদা স্বীকার না করেই— এর উদ্দেশ্য ছিল সংঘাত বন্ধ করা এবং এলাকার জন্য আরও স্বায়ত্তশাসনের বিনিময়ে বিদ্রোহী-নিয়ন্ত্রিত অঞ্চলটিকে ইউক্রেনে পুনঃসংহত করার উদ্দেশ্যে করা হয়েছিল, কিন্তু চুক্তিটি কখনই পুরোপুরি বাস্তবায়িত হয়নি।\nএলপিআর রাশিয়া সহ জাতিসংঘের যেকোন সদস্য রাষ্ট্র দ্বারা স্বীকৃত নয় – যদিও রাশিয়া এলপিআর সরকার কর্তৃক জারি করা নথিগুলিকে স্বীকৃতি দেয়, যেমন পরিচয় নথি, ডিপ্লোমা, জন্ম ও বিবাহের শংসাপত্র এবং গাড়ির রেজিস্ট্রেশন প্লেট। রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন ২০২২ সালের ২১ ফেব্রুয়ারি লুহানস্ককে স্বীকৃতি প্রদান করেন। তাছাড়াও উত্তর কোরিয়া একে স্বাধীন রাষ্ট্রের স্বীকৃতি দেয়।\n\n\n== ইতিহাস ==\n\nগণপ্রজাতন্ত্রী লুহানস্ক ও দোনেৎস্ক দোনবাসের ঐতিহাসিক অঞ্চলে অবস্থিত, যেটি ১৯২২ সালে ইউক্রেনে যুক্ত হয়েছিল। জনসংখ্যার অধিকাংশই তাদের প্রথম ভাষা হিসাবে রুশ ভাষায় কথা বলে। ইউক্রেনের স্বাধীনতার ঘোষণার পর থেকে ইউক্রেনের রুশ সংস্কৃতির বৈধতা নিয়ে প্রশ্ন তোলার জন্য বিভিন্ন ইউক্রেনীয় সরকারের প্রচেষ্টা প্রায়শই রাজনৈতিক সংঘর্ষে পরিণত হয়। ইউক্রেনীয় জাতীয় নির্বাচনে, একটি উল্লেখযোগ্যভাবে স্থিতিশীল প্যাটার্ন তৈরি হয়েছিল, যেখানে দোনবাস ও পশ্চিম ইউক্রেনীয় অঞ্চলসমূহ ১৯৯৪ সালে রাষ্ট্রপতি নির্বাচনের পর থেকে বিপরীত প্রার্থীদের পক্ষে ভোট দিয়েছিল। দোনেৎস্কের বাসিন্দা ভিক্টর ইয়ানুকোভিচ ২০১০ সালে ইউক্রেনের রাষ্ট্রপতি হিসাবে নির্বাচিত হয়েছিলেন। ২০১৪-এর ইউক্রেনীয় বিপ্লবে তার উৎখাত পূর্ব ইউক্রেনে বিক্ষোভের দিকে পরিচালিত করে, যা ধীরে ধীরে নবগঠিত ইউক্রেনীয় সরকার ও স্থানীয় সশস্ত্র মিলিশিয়াদের মধ্যে সশস্ত্র সংঘর্ষে পরিণত হয়।\n\n\n== তথ্যসূত্র =="}