{"pageid": 1123773, "title": "জাতীয় সংসদের নির্বাচনি এলাকার সীমানা নির্ধারণ আইন, ২০২১", "url": "https://bn.wikipedia.org/wiki?curid=1123773", "content": "জাতীয় সংসদের নির্বাচনি এলাকার সীমানা নির্ধারণ আইন, ২০২১ হলো ২০২১ সালের ৪ সেপ্টেম্বর বাংলাদেশের জাতীয় সংসদে পাস হওয়া একটি আইন। এই আইনের মাধ্যমে \"সংসদ নির্বাচন এলাকা সীমানা নির্ধারণ বিধান অধ্যাদেশ-১৯৭৬\" রহিত করে সংশোধনসহ জাতীয় সংসদের নির্বাচনি এলাকার সীমানা নির্ধারণে বাংলাদেশ নির্বাচন কমিশনের কার্যপদ্ধতি, ক্ষমতা অর্পণ ও কমিশনকে সহায়তা দেওয়া এবং কমিশন কর্তৃক বিধি প্রণয়নের ক্ষমতা দেওয়া সংক্রান্ত বিধান অন্তর্ভুক্ত করা হয়েছে।\n\n\n== প্রেক্ষাপট ==\nগণপ্রজাতন্ত্রী বাংলাদেশের সংবিধানের ১১৯ (গ) অনুচ্ছেদে বাংলাদেশ নির্বাচন কমিশনকে সংসদীয় আসনের সীমানা নির্ধারণের দায়িত্ব দেওয়া হয়েছে। ১২৪ অনুচ্ছেদ অনুযায়ী নির্বাচন কমিশন এই কাজ করবেন আইনের মাধ্যমে। এরই পরিপ্রেক্ষিতে সংসদ নির্বাচন এলাকা সীমানা নির্ধারণ বিধান অধ্যাদেশ, ১৯৭৬ জারি করা হয়। তখন থেকে ঐ অধ্যাদেশের মাধ্যমে সংসদীয় আসনের সীমানা পুনর্বিন্যাস হয়ে আসছে। নূরুল হুদা কমিশন এই আইনটি সংস্কারের উদ্যোগ নেয়। একাদশ জাতীয় সংসদ নির্বাচনের আগে আইনটি সংস্কারের ঘোষণা দেওয়া হয়। কিন্তু সেটা সম্ভব না হওয়ায় বিদ্যমান আইনেই সীমানা পুনর্বিন্যাস করে নির্বাচন সম্পন্ন করা হয়। ২০১৯ সালের ১১ ডিসেম্বর নির্বাচন কমিশন আইনটির খসড়া চূড়ান্ত করে সরকারের কাছে পাঠায়। জনসংখ্যা কোটার ভিত্তিতে আসন বণ্টনের সঙ্গে ভোটার সংখ্যা যুক্ত করার প্রস্তাব করেছিল কমিশন। এছাড়া এই প্রস্তাবে সিটি কর্পোরেশন, বড় শহর ও পল্লি এলাকার মাঝে ভারসাম্য রক্ষার কথাও বলা হয়।\nবাংলাদেশের সংবিধানের পঞ্চম সংশোধনী বাতিলে রায় অনুযায়ী সামরিক সরকারের অধীনে জারি করা আইনের বৈধতা দিতে এবং বাংলায় আইন করতেই মূলত বিলটি পাশ হয়েছে। সামরিক সরকারের আমলে জারি হওয়া অধ্যাদেশটি সংশোধন করতে নির্বাচন কমিশনের প্রস্তাবগুলো আমলে নেওয়া হয়নি। এই আইন কার্যকরের পর অধ্যাদেশটি রহিত হয়।\n\n\n== ইতিহাস ==\n২০২১ সালের ৩ জুলাই আইনমন্ত্রী আনিসুল হক বিলটি জাতীয় সংসদে উত্থাপন করেন। পরে তা যাচাই-বাছাইয়ের জন্য আইন, বিচার ও সংসদবিষয়ক মন্ত্রণালয় সম্পর্কিত সংসদীয় স্থায়ী কমিটিতে পাঠানো হয়। বিলের উপর সংসদ সদস্যদের দেওয়া জনমত যাচাই, বাছাই কমিটিতে পাঠানো এবং সংশোধনী প্রস্তাবগুলোর নিষ্পত্তি করার পর ৪ সেপ্টেম্বর বিলটি জাতীয় সংসদে কণ্ঠভোটে পাস হয়।\nবিলটি জনমত যাচাইয়ের প্রস্তাবের সময় বাংলাদেশ জাতীয়তাবাদী দলের সাংসদ হারুনুর রশীদ বিলটির উদ্দেশ্য ও কারণ সম্পর্কে আইনমন্ত্রীর দেওয়া বক্তব্যের বিরোধিতা করেন।\n\n\n== বিশ্লেষণ ==\nএই আইনের ধারার সংখ্যা ৯টি। পূর্বের অধ্যাদেশে ৮টি ধারা ছিল। নতুন ধারাটিতে নির্বাচন কমিশনকে বিধি প্রণয়নের ক্ষমতা দেওয়া হয়েছে। আইনে আঞ্চলিক নির্বাচনী এলাকার সীমানা নির্ধারণের কথা বলা হয়েছে। এক্ষেত্রে সংবিধানের ৬৫(২) অনুচ্ছেদে উল্লিখিত সংখ্যক সংসদ সদস্য নির্বাচিত করতে পুরো দেশকে উক্ত সংখ্যক একক আঞ্চলিক নির্বাচনী এলাকায় বিভক্ত করার কথা বলা হয়েছে। এক্ষেত্রে ভৌগোলিক অখণ্ডতা বজায় রাখা এবং আদশশুমারির ভিত্তিতে যতদূর সম্ভব বাস্তবভিত্তিক বণ্টনের কথা বলা হয়েছে। নির্বাচন কমিশনের সীমানা নির্ধারণটির বিষয় নিয়ে দেশের কোনো আদালত বা অন্য কোনো কর্তৃপক্ষের কাছে প্রশ্ন তোলার সুযোগ দেওয়া হয় নি। এছাড়াও নির্বাচন কমিশনের কার্যপদ্ধতি, ক্ষমতা অর্পণ ও কমিশনকে সহায়তা দেওয়া এবং কমিশন কর্তৃক বিধি প্রণয়নের ক্ষমতা দেওয়া সংক্রান্ত বিধান অন্তর্ভুক্ত করা হয়েছে এই আইনে।\nবিলের উদ্দেশ্য ও কারণ সম্পর্কে বলা হয়েছে, সংবিধান (পঞ্চদশ সংশোধন) আইন-২০১১ এবং সুপ্রিম কোর্টের আপিল বিভাগের রায়ে সামরিক ফরমান দ্বারা জারিকৃত দ্য ডিলিমিটেশন অব কন্সটিটিউয়েন্সিস অর্ডিনেন্স-১৯৭৬ এর কার্যকারিতা লোপ পায়। যার পরিপ্রেক্ষিতে জনস্বার্থে আবশ্যক বিবেচনায় ১৯৭৫ সালের ১৫ আগস্ট থেকে ১৯৭৯ সালের ৯ এপ্রিল তারিখ পর্যন্ত সময়ের মধ্যে জারিকৃত কতিপয় অধ্যাদেশ কার্যকরকরণ (বিশেষ বিধান) আইন-২০১৩ দ্বারা অন্যান্য কতিপয় অধ্যাদেশের সঙ্গে এ অর্ডিনেন্সকেও কার্যকর রাখা হয়। পরে সরকার সামরিক শাসনামলে জারিকৃত অধ্যাদেশগুলো সব স্টেকহোল্ডার এবং সংশ্লিষ্ট সব মন্ত্রণালয় ও বিভাগের মতামত গ্রহণ করে প্রয়োজনীয় সংশোধন ও পরিমার্জন করে বাংলায় নতুন আইন প্রণয়ন করার সিদ্ধান্ত গ্রহণ করে। ওই সিদ্ধান্তের আলোকে অর্ডিনেন্সটির প্রয়োজনীয়তা বিবেচনা করে তা রহিত করে সংশোধনসহ পুনঃপ্রণয়নের উদ্দেশে প্রস্তাবিত বিলটি প্রস্তুত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}