{"pageid": 1123860, "title": "রানি ভাটিয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1123860", "content": "রানি ভাটিয়ানি সা হলেন একজন হিন্দু দেবী। তিনি ভারতের পশ্চিম রাজস্থান,  কাশ্মীর এবং পাকিস্তানের সিন্ধ অঞ্চলে পূজিত হন। তাঁর প্রধান মন্দিরগুলি আছে জসোল, বাড়মের জেলা এবং যোগীদাস জয়সলমীরে (মাজি সা এর জন্মস্থান), সেখানে তাঁকে ভুওয়া সা বলা হয়। তাঁকে বিশেষভাবে উপাসনা করে চারণ কবিদের ধোলি সম্প্রদায়। ধোলি (গায়ক) সম্প্রদায়ের মহিলারা তাঁর সম্মানে ঘুমর গান গায়, সেখানে জয়সলমীরের রাজকন্যা হিসেবে তাঁর মহিমাকীর্তন করা হয়। কথিত আছে যে দেবী তাঁর প্রথম দর্শন দিয়েছিলেন একজন ধোলিকে। এই দেবীকে মাজি সা (মা) বলেও ডাকা হয়। তাঁর সম্মানে চারণ কবিরা গান করে।\n\n\n== জীবনী ==\nরানি ভাটিয়ানির আসল নাম স্বরূপ। তিনি জয়সলমীর জেলায় যোগীদাস নামে একটি ছোট রাজত্বের একজন রাজপুত রাজকন্যা ছিলেন। তিনি ভাটিয়ানি নামে পরিচিত ছিলেন, কারণ তাঁর পিতা যোগরাজসিংজি ভাটি রাজপুত বংশের সন্তান ছিলেন। তিনি জসোলের রাও ভারমলের পুত্র রাঠোর রাজপুত্র কল্যাণ সিংকে বিবাহ করেছিলেন। \n\n\n== মৃত্যু নিয়ে কিংবদন্তি ==\nরানি ভাটিয়ানির মৃত্যু কীভাবে হয়েছিল, সেই নিয়ে বিভিন্ন রকম কিংবদন্তি রয়েছে। একটি বর্ণনায় বলা হয়েছে, কল্যাণ সিংয়ের ঈর্ষান্বিত প্রথম স্ত্রী দেবরি, ভাটিয়ানির ছেলে লাল সিংকে বিষ প্রদান করেছিলেন। আরেকটি কিংবদন্তিতে বলা হয় যে তাঁর স্বামী যুদ্ধে নিহত হয়েছেন এই খবর তাঁর কাছে পৌঁছেছিল, যদিও প্রকৃতপক্ষে তাঁর দেবর সওয়াই সিং মারা গিয়েছিলেন। বলা হয় তাঁর স্বামী তাঁকে ছেড়ে দিয়ে আরেকটি বিবাহ করার জন্য এই গুজব ছড়িয়েছিলেন। যদিও রানি জানতে পেরেছিলেন যে তাঁর স্বামী বেঁচে আছেন, তিনি নিজে সতী হবার প্রাথমিক সিদ্ধান্তে অটল ছিলেন। তিনি তাঁর দেবরের চিতার আগুনে ঝাঁপ দিয়ে পড়েন এবং নিজের জীবন বিসর্জন দেন। ভাটিয়ানির মৃত্যুর পর কল্যাণ সিংয়ের পরিবারে নানা সমস্যা শুরু হয়েছিল এবং তাই ভাটিয়ানির আত্মাকে শান্ত করার জন্য জসোলে তাঁর জন্য একটি মন্দির উৎসর্গ করা হয়েছিল; কথিত আছে, এর পরে তিনি একটি কল্যাণময় আত্মায় রূপান্তরিত হয়ে গিয়েছিলেন।\n\n\n== ধ্বংসাত্মক কার্যকলাপ ==\n২০২০ সালে, পাকিস্তানের থারপার্কার জেলায় রানী ভাটিয়ানির উদ্দেশ্যে উৎসর্গ করা একটি হিন্দু মন্দির দুর্বৃত্তরা ভাঙচুর করেছিল। তারা রাণী ভাটিয়ানির মূর্তি ভেঙে দিয়েছিল এবং পবিত্র গ্রন্থে আগুন ধরিয়ে দিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে রানি ভাটিয়ানি সম্পর্কিত মিডিয়া দেখুন।"}