{"pageid": 1123400, "title": "সুরজিৎ সেনগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1123400", "content": "সুরজিৎ সেনগুপ্ত (৩০ আগস্ট ১৯৫১ ― ১৭ ফেব্রুয়ারি ২০২২) ছিলেন একজন ভারতীয় বাঙালি ফুটবল খেলোয়াড় যিনি কলকাতার তিন প্রধান ফুটবল দলের হয়ে খেলেছেন, এশিয়ান গেমসে ভারতের জাতীয় ফুটবল দলের প্রতিনিধিত্বও করেছেন। পশ্চিমবঙ্গ সরকার তাকে বাংলার গৌরব পুরস্কার প্রদান করে।\n\n\n== প্রারম্ভিক জীবন ==\nসুরজিৎ সেনগুপ্ত ১৯৫১ খ্রিস্টাব্দের ৩০ আগস্ট পশ্চিমবঙ্গের হুগলি জেলার চুঁচুড়ায় জন্ম গ্রহণ করেন। ছোট থেকেই সুরজিৎ পড়াশোনায় যেমন ছিলেন মেধাবী, তেমনি সংস্কৃতিমনস্ক। গানবাজনার প্রতি তার সমান আগ্রহ ছিল। ছেলেবেলায় একবার  সুচিত্রা মিত্রর সঙ্গেও তবলায় সঙ্গত করেন। তবে ফুটবল খেলায় ছিল প্রবল নেশা। অশ্বিনী বরাটের (ভোলাদার) হাত ধরে হুগলিতে ফুটবল জীবন শুরু হয় তার। অনুশীলন চলত ব্যান্ডেলের কেওটা ত্রিকোণ পার্কে। খেলেছেন চুঁচুড়া বেঙ্গল ক্লাবে হুগলি ক্লাবেও। ফুটবলের আকর্ষণে চলে আসেন কলকাতায়। যোগ দেন কলকাতা লিগের লোয়ার ডিভিশন রবার্ট হার্ডসন ক্লাবে। এরপর ১৯৭০ খ্রিস্টাব্দে চলে আসেন খিদিরপুর ক্লাবে। তখন খিদিরপুর ক্লাবে কোচ ছিলেন অচ্যুত বন্দ্যেপাধ্যায় ৷ তাঁর প্রিয় ছাত্র হয়ে উঠেছিলেন সুরজিৎ।\n\n\n== ক্রীড়া জীবন ==\nখিদিরপুর ক্লাবে ফুটবল জীবন শুরু করার পর সুরজিৎ সেনগুপ্ত কলকাতার তিনটি বড় ক্লাবেই খেলেছেন রাইট উইঙ্গার হিসাবে। তার প্রথম বড় ক্লাব ছিল মোহনবাগান ১৯৭২ খ্রিস্টাব্দে হতে দুবছর খেলেন। এরপর ১৯৭৪ খ্রিস্টাব্দ হতে টানা ছয় বৎসর খেলেছেন ইস্টবেঙ্গল ক্লাবে। ১৯৭৮ খ্রিস্টাব্দে তিনি ইস্টবেঙ্গল ক্লাবের অধিনায়ক ছিলেন। তার নেতৃত্বে এক ঝাঁক ফুটবলার মহামেডান ক্লাবে যোগ দেন। ১৯৮০ খ্রিস্টাব্দে এক বছরেই খেলেছেন মহামেডান ক্লাবে। আর ওই বছরেই তিনি মহমেডানকে কলকাতা লিগ চ্যাম্পিয়নও করেছিলেন। পরের বৎসরেই চলে আসেন মোহনবাগানে এবং তিন বছর খেলেছেন তার পুরাতন ক্লাবে।\nকলকাতার ক্লাব ফুটবলে খেলার সঙ্গে তিনি রাজ্যের ও দেশের জাতীয় দলেও খেলেছেন। বাংলার হয়ে সন্তোষ ট্রফিতে ১৯৭৫-৭৯ খ্রিস্টাব্দ টানা পাঁচ বার খেলেছেন। এবং সর্ব মোট ২৪টি গোল করেন। ১৯৭৬ খ্রিস্টাব্দে তিনি বাংলা দলের অধিনায়ক হয়েছিলেন।\nফুটবলে সুরজিৎ-এর গুরু ছিলেন সুভাষ ভৌমিক। তারই অনুরোধে তিনি শেষের দিকে ১৯৮৪ খ্রিস্টাব্দে জর্জ টেলিগ্রাফ-এ যোগ দিয়েছিলেন। কিন্তু তিনি খেলা থেকে অবসর নেন।\n১৯৭৪ খ্রিস্টাব্দে সুরজিৎ দেশের হয়ে এশিয়ান গেমসে অন্তর্ভুক্ত হন এবং ১৯৭৯ খ্রিস্টাব্দ পর্যন্ত টানা ভারতীয় টিমে খেলেছেন। তেহরান, মালয়েশিয়া, ব্যাঙ্কক প্রভৃতি স্থানে খেলায় অংশ নিয়েছিলেন।\nসংস্কৃতিমনস্ক ব্যক্তিত্ব সুরজিৎ সেনগুপ্তের সঙ্গীত, শিল্পকলা ও সাহিত্যের প্রতি সমান আকর্ষণ ছিল। তিনি ভারতীয় স্টেট ব্যাঙ্কের কর্মী ছিলেন। ২০০৩ খ্রিস্টাব্দে স্বেচ্ছাবসর নিয়ে কলকাতার আজকাল সংবাদপত্রের ক্রীড়া পত্রিকা খেলা-র সম্পাদনার দায়িত্ব নিয়েছিলেন। নিজে ক্রীড়ামোদীদের জন্য অসংখ্য লেখা লিখেছেন আজকাল দৈনিকে এবং খেলা পত্রিকায়।\n\n\n== সাফল্য ==\nইস্টবেঙ্গল\n\nকলকাতা ফুটবল লিগ: ১৯৭৪, ১৯৭৫, ১৯৭৭\nডিসিএম ট্রফি: ১৯৭৪\nআইএফএ শিল্ড: ১৯৭৪, ১৯৭৫, ১৯৭৬\nদার্জিলিং গোল্ড কাপ: ১৯৭৬\nফেডারেশন কাপ: ১৯৭৮–৭৯\nরোভার্স কাপ: ১৯৭৩–৭৪, ১৯৭৫–৭৬\nডুরান্ড কাপ: ১৯৭৮\nবরদলৈ ট্রফি: ১৯৭৮\n\n\n== মৃত্যু ==\nসুরজিৎ সেনগুপ্ত কোভিডে আক্রান্ত হয়ে কলকাতার এক বেসরকারি হাসপাতালে ভর্তি হয়েছিলেন ২০২২খ্রিস্টাব্দের ২৩ জানুয়ারি। প্রথম দিকে কিছু উন্নতি হলেও শেষের দিকে ছিলেন ভেন্টিলেশনে। ১৭ ফেব্রুয়ারি বৃহস্পতিবার দুপুরে তিনি শেষ নিঃশ্বাস ত্যাগ করেন। তার স্ত্রী শ্যামলী সেনগুপ্ত। একমাত্র পুত্র হলেন কৃতী শাস্ত্রীয় সঙ্গীতশিল্পী স্নিগ্ধাদেব সেনগুপ্ত।\n\n\n== তথ্যসূত্র =="}