{"pageid": 11238, "title": "পান্তুয়া", "url": "https://bn.wikipedia.org/wiki?curid=11238", "content": "পান্তুয়া একরকমের ছানা দিয়ে তৈরি একটি মিষ্টি। প্রধানত পশ্চিমবঙ্গের বেশকিছু জায়গায় এটি তৈরি করা হয়ে থাকে। ছানা, দুধ, ঘি ও চিনি দ্বারাই প্রধানত এটি তৈরি হয়ে থাকে। পশ্চিমবঙ্গে কাটোয়া, কালনা ও রানাঘাটে পান্তুয়া  বিখ্যাত।\n\n\n== ইতিহাস ==\nপান্তুয়া নামকরণের ইতিহাস স্পষ্ট নয়৷ কেউ কেউ বলেন, শব্দটির উৎপত্তি ‘পানিতুয়া’ শব্দ থেকে। আবার কেউ বলেন, ‘পানিতবা’ শব্দ থেকেই এসেছে পান্তুয়া কথাটি। ‘তবা’ কথার অর্থ ‘নিচে’। যেহেতু এই মিষ্টি চিনির রসে ডুবে থাকে তাই এরূপ নামকরণ।\nনামকরণের ইতিহাস স্পষ্ট না হলেও পান্তুয়া মিষ্টির ইতিহাস অনেক পুরোনো৷ 'পান্তুয়া' শব্দের উল্লেখ ‘শ্রী চৈতন্য চরিতামৃত’-তেও পাওয়া গেছে।\nবিভিন্ন প্রকারের পান্তুয়ার মধ্যে নদীয়া জেলার রাণাঘাটের পান্তুয়া উল্লেখের দাবি রাখে৷ মনে করা হয় যে, এই পান্তুয়ার উৎপত্তি রাণাঘাটের আদি জমিদার পাল চৌধুরীদের হাত ধরে৷ তবে অনেকের মতে মহারাজা কৃষ্ণচন্দ্রের হাত ধরেই রাণাঘাটের পান্তুয়া সুখ্যাতি লাভ করে৷পান্তুয়া বলতে সাধারণত আমরা জানি গাঢ় বাদামি রঙের দেখতে, ওপরটা তুলতুলে পাতলা। কিন্তু রানাঘাটের পান্তুয়ার আলাদা বৈশিষ্ট্য আছে। এই পান্তুয়ার ওপরের অংশটা বেশ কালো এবং শক্ত। \nএছাড়াও রয়েছে বর্ধমানের কাটেয়ার পান্তুয়া৷ দেশভাগের সময় পূর্ববঙ্গ থেকে এপারে কাটোয়ায় এসে বসবাস শুরু করেন সুরেন্দ্রলাল কুণ্ডু। তিনি তার ছেলে প্রাণকৃষ্ণকে (ডাকনাম  পরান) নিয়ে ছোট্ট একটি দোকানে কলাইয়ের ডালের অমৃতি এবং মুরুলি ভাজা বিক্রি করে সংসার চালাতে শুরু করেন। সেই দোকানেই প্রাণকৃষ্ণবাবু তৈরি করেন ক্ষীরের পুর দেওয়া পান্তুয়া। লোকমুখে নাম হয় পরানের পান্তুয়া। বর্তমানে কাটোয়া শহরের বারোয়ারি তলায় মিষ্টির দোকানের দেখাশোনা করেন পরানবাবুর দুই ভাইপো তপন কুণ্ডু এবং সমরেশ কুণ্ডু।\nকালনার নোড়া পান্তুয়ার ইতিহাসও বহু পুরনো। ঘিয়ে ছানা ভেজে তৈরি হয় এই পান্তুয়া। এই মিষ্টির আকার বড় নোড়াকৃতি হওয়ায় কালনার এই পান্তুয়াকে  নোড়া পান্তুয়া বলে।\n\n\n== প্রস্তুত প্রণালী ==\nছানাকে ভালো করে বেটে নিতে হবে। এরপর বেটে নেওয়া ছানার সাথে  ঘি, ময়দা, সোডা, গুড়, এলাচ গুঁড়ো একসঙ্গে মিশিয়ে নেওয়া হয়। এরপর মিশ্রণটিকে ভাল করে মেখে হাতের চাপে গোল গোল বল বানিয়ে নিয়ে ডোবা তেলে ভেজে  গরম রসে ফেলা হয়। ভাল করে রস ঢুকে গেলে ঠান্ডা অবস্থায় পরিবেশন করা হয়।\n\n\n== জনপ্রিয়তা ==\nরজনীকান্ত সেন ১৯০৫ খ্রিষ্টাব্দে প্রকাশিত কল্যাণী কাব্যগ্রন্থের ঔদারিক গানে বাংলার বিভিন্ন প্রকার মিষ্টান্নের উল্লেখ করেছেন।  ঔদারিক গানে পান্তুয়ার উল্লেখ পাওয়া যায়-\n\nপান্তুয়ার প্রশংসা করে কাটয়ার মিষ্টান্ন ব্যবসায়ী তপন বাবু ও সমরেশ বাবু বলেন এই মিষ্টি খেয়ে রাষ্ট্রপতি প্রণব মুখোপাধ্যায় থেকে শুরু করে গায়িকা সন্ধ্যা মুখোপাধ্যায়, আরতি মুখোপাধ্যায়, অভিনেতা শক্তি ঠাকুর, রবি ঘোষেরাও প্রশংসা করে গিয়েছেন।\nআহারে বাংলার আসরে কালনার নোড়া পান্তুয়ার প্রতিনিধিত্বের জন্য  অম্বিকা সুইটস নামে পুরনো একটি মিষ্টির দোকানকে বাছা হয়েছে।\nকাটোয়া-কালনার মানুষের আক্ষেপ সরকারি ভাবে ক্ষীরের পান্তুয়া আর নোড়া পান্তুয়া মিষ্টি তেমন গুরুত্ব পায় নি। তবে পশ্চিমবঙ্গের মন্ত্রী স্বপন দেবনাথ আহারে বাংলা মেলায় এই দুই মিষ্টিকে নিয়ে পদক্ষেপ নিয়েছেন। তার নির্দেশেই জেলা শিল্প উন্নয়ন দফতর এই দুই মিষ্টির বিস্তারিত খোঁজ খবর নেয়। আহারে বাংলায় যোগ দেওয়ার প্রয়োজনীয় নিময়কানুনও মেনে তাদের ডাকা হয়।\nরানাঘাট স্টেশনের পাশে পান্তুয়ার অনেক দোকান আছে। মেজদা, ছোড়দা, বড়দা সব দোকানই প্রসিদ্ধ।\n\n\n== আরও দেখুন ==\nলেডিকেনি\nল্যাংচা\n\n\n== তথ্যসূত্র =="}