{"pageid": 1123293, "title": "শহীদ গঞ্জ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1123293", "content": "শহীদ গঞ্জ মসজিদ, মূলত আব্দুল্লাহ খান মসজিদ (উর্দু: مسججددشديدعنج) নামে পরিচিত। পাকিস্তানের পাঞ্জাবের লাহোরের একটি মসজিদ ছিল। মুঘল সম্রাট দ্বিতীয় আলমগীরের শাসনামলে মসজিদটি ১৭২২ সালে নির্মাণ কাজ শুরু করা হয় এবং আবদুল্লাহ খান কর্তৃক নির্মিত নির্মাণ কাজ ১৭৫৩ সালে সম্পন্ন হয়। এটি পীর শাহ কাকুর মাজারের পাশে নির্মিত হয়েছিল। ১৭৬২ সালে শিখ শাসন শুরু হয়, গুরুদ্বার ভাই তারু সিং পরে একই মাঠের মধ্যে নির্মিত হয়। ব্রিটিশ শাসনামলে মসজিদটি বিতর্কিত ছিল, কিন্তু ১৯৩৫ সালের ৮ জুলাই রাতে শিখরা এটি ধ্বংস করে দেয়।\n\n\n== ইতিহাস ==\n\n\n=== মসজিদ নির্মাণ ===\nআবদুল্লাহ খান মসজিদটি মুঘল সম্রাট দ্বিতীয় আলমগীরের শাসনামলে আবদুল্লাহ খান নির্মাণ করেছিলেন। খান ১৭৪৩ খ্রিষ্টাব্দে শাহজাহানের বড় ছেলে প্রিন্স দারা শিকোহের রাঁধুনি ছিলেন, যিনি তার সেবার জন্য লাহোরের কোতওয়াল (প্রধান পুলিশ কর্মকর্তা) পদে উন্নীত হন। মসজিদটি ১৭২২ সালে (১১৩৪ এএইচ) ফালাক বেগ খান দ্বারা সম্পন্ন হয়েছিল এবং পীর শাহ কাকু পর্যন্ত মাজার প্রাঙ্গণে নির্মিত হয়েছিল।\n\n\n=== শিখ শাসন এবং মসজিদ দখল / ধ্বংস ===\nমসজিদের কাছে একটি পাবলিক স্কোয়ার ছিল, যেখানে অষ্টাদশ শতাব্দীতে পাঞ্জাবের মুঘল গভর্নর নবাব জাকারিয়া খানের আমলে অপরাধীদের শাস্তি দেওয়া হয়েছিল। তারু সিং, একজন শিখ ব্যক্তি যিনি মুঘলদের বিরুদ্ধে শিখদের সহায়তা করেছিলেন তাকে মৃত্যুদণ্ড দেওয়া হয়েছিল। ওই ঘটনার পর, শিখরা আনুষ্ঠানিকভাবে তারু সিংকে শহীদ ঘোষণা করে এবং পাবলিক স্কোয়ারকে শহীদ গঞ্জ (শহীদ স্কোয়ার) নামে অভিহিত করে।\n১৭৬২ খ্রিষ্টাব্দে ভাঙ্গি মিশাল শিখ বাহিনী লাহোর জয় করে এবং মসজিদটি দখল করে নেয়। মুসলমানদের প্রবেশ এবং প্রার্থনা করার অনুমতি দেওয়া হয়নি, যদিও শিখদের প্রার্থনা করার অধিকার দেওয়া হয়েছিল। শিখরা উঠোনে শিখ শহীদদের স্মরণে গুরুদ্বার শহীদ ভাই তারু সিং নামে একটি গুরুদ্বার তৈরি করেছিল এবং মসজিদ ভবনটি শিখ পুরোহিতের বাসস্থান হিসাবে ব্যবহার করা হয়েছিল।\n\n\n=== ব্রিটিশ শাসন ও মসজিদ ধ্বংস ===\n১৮৪৯ সালে পাঞ্জাবে ব্রিটিশ ঔপনিবেশিক দখলদারিত্বের পর, মসজিদটি আবার মুসলিম ও শিখদের মধ্যে একটি সমস্যা হয়ে ওঠে। মুসলমানরা শিখ দখলদারিত্বের বিরুদ্ধে প্রতিবাদ করেছিল শহীদ গঞ্জ মসজিদ। ১৮৫০ সালের ১৭ ই এপ্রিল, লাহোরের বাসিন্দা নুর আহমদ নিজেকে মসজিদের একজন মুতাওয়ালি (ট্রাস্টি) বলে দাবি করেন এবং পাঞ্জাব হাইকোর্টে একটি মামলা দায়ের করেন। নুর আহমদ শহীদ গঞ্জ মসজিদ পুনরুদ্ধারের জন্য ১৮৫৩ থেকে ১৮৮৩ সালের মধ্যে বেশ কয়েকটি মামলা দায়ের করেছিলেন, তবে আদালত স্থিতাবস্থা বজায় রেখেছিল।\n১৯৩৫ সালের ২৯ শে জুন শিখরা ঘোষণা করে যে তারা শহীদ গঞ্জ মসজিদটি ভেঙে ফেলবে। মসজিদটি রক্ষার জন্য কয়েক হাজার মুসলমান মসজিদের সামনে সমবেত হয় এবং আঞ্জুমান-ই তাহাফুজ-ই মসজিদ শহীদগঞ্জ (শহীদগঞ্জ মসজিদের সুরক্ষার জন্য সংগঠন) গঠিত হয়। পাঞ্জাবের গভর্নর স্যার হার্বার্ট এমারসন পারস্পরিক গ্রহণযোগ্য সমাধান খুঁজে বের করার জন্য আলোচনার চেষ্টা করেছিলেন। কিন্তু, ১৯৩৫ সালের ৭ ই জুলাই রাতে শিখরা মসজিদটি ধ্বংস করে দেয়, ব্রিটিশ ইন্ডিয়া প্রিভি কাউন্সিলের কার্যবিবরণীতে বলা হয় \"তার শিখ রক্ষকদের দ্বারা বা সহযোগিতায়\" লাহোরে দাঙ্গা ও বিশৃঙ্খলার দিকে পরিচালিত করে।\n\n\n=== মুসলিম প্রতিক্রিয়া ===\nসৈয়দ জামাত আলী শাহ (১৮৩৪-১৯৫১), পাকিস্তানের শিয়ালকোটের আলিপুর শরিফ জেলায় জন্মগ্রহণ করেন, শহীদ গঞ্জ মসজিদ আন্দোলনের নেতৃত্ব দেন। মসজিদ ধ্বংসের পর, মুসলমানরা ১৯-২০ জুলাই বাদশাহী মসজিদে একটি জনসভা করে এবং সরাসরি শহীদগঞ্জ মসজিদে মিছিল করে। গত ২০ জুলাই জনতার ওপর গুলি চালায় পুলিশ। এক ডজনেরও বেশি লোক নিহত হওয়ার পর ২১ শে জুলাই মুসলমানরা ছত্রভঙ্গ হয়ে যায়।\n\n\n=== আদালতে মামলা ===\n১৯৪০ সালের ২ রা মে বম্বে হাইকোর্টের রায়ে 'মসজিদ শহীদ গঞ্জ মসজিদ বনাম শিরোমণি গুরুদ্বার প্রবন্ধক' ভবনটিকে মসজিদ হিসাবে স্বীকৃতি দেওয়া হয়েছিল, তবে বলা হয়েছিল যে সম্পত্তিটি ১৭০ বছরেরও বেশি সময় ধরে শিখদের দ্বারা দখল করার পর থেকে সীমাবদ্ধতার সংবিধি চালু করা হয়েছে।\n\n\n== স্থাপত্য ==\nমসজিদটিতে তিনটি গম্বুজ ও পাঁচটি খিলান ছিল। এটিতে একটি উঠোন এবং ফলের গাছের একটি বাগান ছিল।\n\n\n== আরো দেখুন ==\nলাহোরের মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}