{"pageid": 1123178, "title": "ওলেনা চেকান", "url": "https://bn.wikipedia.org/wiki?curid=1123178", "content": "ওলেনা ভাসিলিভনা চেকান (এছাড়াও ইয়েলেনা চেকান ; ইউক্রেনীয়: Олeнa Вacилівнa Чeкaн ; পোলীয়: Helena Czekan; সার্বীয়: Jelena Чекић, ২৬ এপ্রিল ১৯৪৬ - ২১ ডিসেম্বর ২০১৩, কিয়েভ, ইউক্রেন) ছিলেন একজন সোভিয়েত এবং ইউক্রেনীয় চলচ্চিত্র অভিনেত্রী, চিত্রনাট্য লেখক এবং সাংবাদিক। \n\n\n== জীবনের প্রথমার্ধ ==\nচেকান ১৯৪৬ সালের ২৬ এপ্রিল কিয়েভে জন্মগ্রহণ করেন। তার পিতা ছিলেন ভ্যাসিলি ইওনোভিচ চেকান (২৮ ডিসেম্বর ১৯০৬ - ২৩ নভেম্বর ১৯৮৬) এবং মাতা ছিলেম লিউবভ পাভলভনা চেকান-তারাপন (১৫ জুন ১৯১৪ - ১৯ জুলাই ১৯৯৪)। ১৯৭২ সালে তিনি মস্কোর বরিস শুকিন থিয়েটার ইনস্টিটিউট থেকে স্নাতক ডিগ্রি অর্জন করেন। এই কোর্সের শৈল্পিক পরিচালক ছিলেন ভ্লাদিমির ইতুশ। চেকান একই বছরগুলিতে নাট্যকলা কোর্স অধ্যয়ন করেন। এই কোর্সে নাটালিয়া গুন্ডারেভা এবং কনস্টান্টিন রাইকিন ছিলেন তার সহপাঠী।\n\n\n== কর্মজীবন ==\nতিনি মস্কো পুশকিন ড্রামা থিয়েটারে মালয় ব্রোনায়ার উপর মস্কো ড্রামা থিয়েটারেট, আলেকজান্ডার দোভঝেঙ্কো ফিল্ম স্টুডিও (কিয়েভ) এর একজন চলচ্চিত্র অভিনেতার স্টুডিও থিয়েটারে, কিয়েভের স্টুডিও থিয়েটার \"সুজিরিয়া\"তে (\"কনস্টেলেশন\") একজন অভিনেত্রী হিসাবে কাজ করেছিলেন। তিনি \"ডকুমেন্ট\" প্রকল্পের সৃজনশীল সম্পাদক হিসাবে ব্রডকাস্ট স্টুডিও ১+১ (টিভি চ্যানেল) এ ইউক্রেনীয় টিভিতেও কাজ করেছিলেন। চেকান ২০০৭ সালে ম্যাগাজিনের প্রতিষ্ঠার দিন থেকে উক্রাইনস্কি টাইজডেন (দ্য ইউক্রেনীয় উইক) ম্যাগাজিনে সাংবাদিক এবং এডিটর-ইন-চিফের সহকারী হিসাবে কাজ করেছিলেন।\nসিনেমায় চেকানের প্রথম ভূমিকা ছিল আন্দ্রেই তারকোভস্কির সোলারিস-এ। তিনি ১৯৮০-এর দশকের মাঝামাঝি সময়ে একজন জনপ্রিয় এবং সুপরিচিত অভিনেত্রী ছিলেন এবং চলচ্চিত্রে তার ৫০ টিরও বেশি কাজ ছিল যার মধ্যে প্রধান ভূমিকা এবং গৌণ ভূমিকাও অন্তর্ভুক্ত ছিল। চেকান ৩০ টিরও বেশি থিয়েটার প্রকল্পে নেতৃস্থানীয় এবং মাধ্যমিক উভয় ভূমিকা পালন করে কাজ করেছেন। চেকান ইউএসএসআর এবং ইউক্রেনের একটি ফিল্মমেকিং ইউনিয়নের সদস্য এবং ইউএসএসআর এবং ইউক্রেনের থিয়েটার কর্মীদের ইউনিয়নের সদস্য।\nচেকান তারাস শেভচেঙ্কো, লেসিয়া উক্রাইঙ্কা, ভ্যাসিল স্টাস, মেরিনা স্বেতেভা, ওসিপ ম্যান্ডেলস্টাম, মিখাইল বুলগাকভ, আনা আখমাতোভা, ম্যাক্সিমিলিয়ান ভোলোশিন, আলেক্সান্দ্‌র ব্লক‌, বরিস লেয়োনিদভিচ পাস্তের্নাক, জোসেফ ব্রোডস্কি, অঁতোয়ান দ্য স্যাঁত-এগজ্যুপেরি, ফেদেরিকো গারসিয়া লোরকা, সুন্দর এবং আশ্চর্যজনক বাদ্যযন্ত্রের চিত্রাবলী সহ (বাখ, ভিভাল্ডি, হেডন, মোজার্ট, চোপিনের রচনার টুকরো) সৃজনশীল কাজের জন্য নিবেদিত বেশ কয়েকটি এক-ব্যক্তির পারফরম্যান্সে একজন চিত্রনাট্যকার এবং অভিনয়শিল্পী হিসাবেও পরিচিত।  ভিভাল্ডি, হেইডেন, মোজার্ট, চোপিন)।\nতার অসংখ্য অভিনয় সিনেমা হাউস, সেন্ট্রাল হাউস অফ আর্টিস্টস, অ্যাক্টরস হাউস, স্টুডিও থিয়েটার \"কনস্টেলেশন\", মস্কোর মেরিনা স্বেতেভা মেমোরিয়াল হাউসে, মস্কো ও সেন্ট পিটার্সবার্গে ইউক্রেনীয় সাংস্কৃতিক কেন্দ্রগুলিতে, সাহিত্য-মেমোরিয়াল হাউসে কিয়েভের মিখাইল বুলগাকভ (মিখাইল বুলগাকভ যাদুঘর), কোকতেবেলের ম্যাক্সিমিলিয়ান ভোলোশিনের মেমোরিয়াল হাউসে, স্টারি ক্রিম (পুরানো ক্রিমিয়ার) আলেকজান্ডার গ্রিন হাউস মিউজিয়ামে আয়োজিত হয়েছে। কিয়েভের ইউক্রেনের সায়েন্টিস্টস ক্লাব অফ অ্যাকাডেমি অফ সায়েন্সেসের ৭৩ তম সিজনটি তার বাদ্যযন্ত্রের সন্ধ্যা এবং কবিতা দলগুলির সাথে খোলা হয়েছিল। চেকান ১৯৮১-১৯৮২ সালে আফগানিস্তানের কাবুল এবং বাগরামে সৈন্যদের সামনে তার এক-ব্যক্তি-অভিনয়ে ইউএসএসআর স্টেট ফিল্ম অভিনেতাদের দলের একটি শৈল্পিক দলের সদস্য হিসাবে অভিনয় করেছিলেন।\nতাকে সোভিয়েত ইউনিয়নের সীমান্ত বাহিনীর স্মারক চিহ্ন \"ফর মেরিট টু দ্য ফাদারল্যান্ড\" দিয়ে ভূষিত করা হয়েছিল।১৯৮৬ সালে বিষ্ফোরিত চেরনোবিল পারমাণবিক বিদ্যুৎ কেন্দ্রে জরুরি অবস্থা দূর করার সময় চেকান বিখ্যাত ইউক্রেনীয় কবি লিনা কোস্টেঙ্কোর সাথে ফায়ার ফাইটার এবং সশস্ত্র বাহিনীর কর্মীদের সামনে একসাথে কবিতা আবৃত্তি করেছিলেন। তিনি ১৯৯৪-১৯৯৬ সালে প্রথম চেচেন যুদ্ধের সময় রেডিও ফ্রি ইউরোপ/রেডিও লিবার্টির একজন স্বাধীন এবং ফ্রিল্যান্স সাংবাদিক হিসাবে গ্রোজনি থেকে রিপোর্ট করেছিলেন। তিনি ২০ সালে ইন্টারে টিভি-প্রোগ্রাম \"অনন্তকালের ঝলক\" এর লেখক, মডারেটর এবং উপস্থাপক ছিলেন এবং ব্রডকাস্ট স্টুডিও ১+১ (টিভি চ্যানেল) ১+১ মিডিয়া গ্রুপ দ্বারা উত্পাদিত \"ডকুমেন্ট\" টিভি-প্রোগ্রামের সৃজনশীল সম্পাদক ছিলেন।\nচেকান ইউরি মাকারভের সাথে একসাথে ৪ টি অংশের ডকুমেন্টারি মুভি \"মাই শেভচেঙ্কো\" এর জন্য একটি চিত্রনাট্য লিখেছেন যা ১+১ এর প্রকল্প ছিল। ইউরি মাকারভের সহযোগিতায় নির্মিত \"মাই শেভচেঙ্কো\" চলচ্চিত্রটি ২০০২ সালে শেভচেঙ্কো পুরস্কারের (শেভচেঙ্কো জাতীয় পুরস্কার) জন্য মনোনীত হয়েছিল। এছাড়াও তিনি একটি ধারণার লেখক এবং প্রামাণ্যচিত্র \"ইভান মাজেপা: লাভ, গ্রেটনেস\" (২০০৫, ইউরি মাকারভ পরিচালিত, ১+১ (টিভি চ্যানেল) (ইভান মাজেপা) প্রকল্পের একটি চিত্রনাট্যের সহ-লেখক ছিলেন।\nচেকান ২০০৭ সালে ইউক্রাইনস্কি টাইজডেন (দ্য ইউক্রেনীয় উইক) নামক সাপ্তাহিক ম্যাগাজিন প্রতিষ্ঠিত হওয়ার পর থেকে এর একজন সাংবাদিক এবং কলামিস্ট হিসেবে কাজ করেছেন। তিনি অসংখ্য প্রবন্ধ এবং সাক্ষাত্কারের লেখক হয়ে ওঠেন, যার মধ্যে রয়েছে ভাক্লাভ হ্যাভেল, আন্দ্রে গ্লকসম্যান, নাটালিয়া গোরবানেভস্কায়া, বরিস নেমতসভ, ক্রাজিজটফ জানুসি, ইগর পোমেরান্তসেভ, আখমেদ জাকায়েভ, টমাস ভেঙ্কোভা, ভ্যালেন্টিন সিলভেস্ট্রোভ, লিনা কোস্টেঙ্কো, সের্গেই ক্রিমস্কি, মাইরন পেট্রোভস্কি এবং অন্যান্য বিশিষ্ট ব্যক্তিদের সাথে তার সাক্ষাত্কার।\n২০১২ সালের বসন্তে তার চতুর্থ পর্যায়ের মস্তিষ্কের ক্যান্সার ধরা পড়ে। ২০১৩ সালের ২১ ডিসেম্বর তিনি মারা যান।\n\n\n== ব্যক্তিগত জীবন ==\nচেকানের স্বামী ছিলেন:\n\nস্ট্যানিস্লাস রোডিউক (১৯৩৭-২০০৩), একজন স্থপতি\nস্টানিস্লাস রডিউকের সাথে তার বিবাহের ফলে চেকানের একটি পুত্র ছিল। তার নাম বোহদান রডিউক চেকান (জন্ম ১৯৭৮)।\n\n\n== চলচ্চিত্রের তালিকা ==\nচেকান ১৯৮০ থেকে ১৯৯০-এর দশক পর্যন্ত অনেক চলচ্চিত্রে অভিনেত্রী হিসেবে কাজ করেছেন, যার মধ্যে রয়েছে:\n\nদ্য বদারসাম ম্যান (১৯৭৮)\nফ্যামিলি সার্কেল (১৯৭৯)\nওমেন জোক ইন গুড আর্নেস্ট (১৯৮১)\nটু দ্য হুইজ অফ বুলেটস (১৯৮১)\nরুকস (১৯৮২)\nদ্য সিক্রেটস সেন্ট জর্জ ক্যাথেড্রাল (১৯৮২)\nথ্রি শেলস অফ অ্যান ইংলিশ রাইফেল (১৯৮৩)\nহন্টেড বাই ঘোস্ট (১৯৮৪)\nলাইফ ব্রিজ (১৯৮৬)\nপ্রিমিয়ার ইন সোসনোভকা (১৯৮৬)\nঅ্যাপ্রোচিং ফিউচার (১৯৮৬)\nবাই ইয়ুর সাইড (১৯৮৬)\nস্টার্ট দ্য ইনভেস্টিগেশন (দ্বিতীয় চলচ্চিত্র, স্মিয়ার) (১৯৮৭)\nজিপসি আজা (১৯৮৭)\nব্লু রোজ (১৯৮৮)\nসিনার (১৯৮৮)\nহাউ মেন ওয়ার টকিং অ্যাবাউট ওইমেন (১৯৮৮)\nক্যাপটিভ শ্যাতো ডি'ইফ (১৯৮৮)\nস্ট্রোম ওয়ার্নিং (১৯৮৮)\nরোড থ্রো স্য রুইন্‌স (১৯৮৯)\nআই ওয়ান্ট টু মেক অ্যা কনফেশন (১৯৮৯)\nভেহমেন্ট (১৯৯০)\nএঞ্জেলসের জন্য ডোপিং (১৯৯০)\nনায়াগ্রা (১৯৯১)\n\n\n== প্রকাশনা ==\nচেকান বই আকারে সাক্ষাত্কার এতোইল দ'আলেক্স মস্কোভিচ (Etoile d'Alex Moscovitch: অ্যালেক্স মস্কোভিচের তারকা) প্রকাশ করেন। এই বইটি ১৯৯০-১৯৯১ সালে মস্কোতে চেকান জেনারেল ডি গলের সহচর অ্যালেক্স মোস্কোভিচের ব্যক্তিগত কথোপকথন এবং রাজনৈতিক স্মৃতির উপর ভিত্তি করে লিখেছিলেন। ১৯৯২ সালে মস্কোতে প্রকাশনা সংস্থা NORD-এ রাশিয়ান ভাষায় মস্কোভিচের আত্মজীবনী Le Temps Des Punaises-এর পাশাপাশি বইটি প্রকাশিত হয়।\nতার ছেলে, বোহদান রডুক-চেকান, তার সৃজনশীল কাজগুলির ইংরেজি অনুবাদ এবং ইউক্রেনীয় সপ্তাহে পূর্বে প্রকাশিত তার সেরা উপকরণগুলির সংগ্রহপ্রকাশ শুরু করেছিলেন। অস্ট্রিয়ান শিল্পী ও প্রকাশক রবার্ট জেলিনেক ২০১৫ সালে সম্পাদকীয় ভবন ডের কন্টারফেইতে ভিয়েনায় একটি ফ্রি ইউক্রেনের জন্য কোয়েস্ট শিরোনামের বইটি প্রকাশ করেন। দ্বিতীয় বই, ২০১৬ সালে প্রকাশিত ইউক্রেনীয় আর্টের স্তোত্র, ইউক্রেনীয় সপ্তাহে প্রকাশিত আরও সাক্ষাত্কারের পাশাপাশি অভিনয় কর্মজীবন এবং সাহিত্যকর্মের অধ্যায়গুলি অন্তর্ভুক্ত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"OLENA CHEKAN – The Quest for a Free Ukraine – Bohdan Rodyuk Chekan (Ed.)\"। আইএসবিএন 978-3-903043-04-6। ২০১৯-০১-২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২২-০২-১৮। \n\"OLENA CHEKAN - Hymns to Ukrainian Art – Bohdan Rodyuk Chekan (Ed.)\"। আইএসবিএন 978-3-903043-10-7। ২০১৯-০১-২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২২-০২-১৮। \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Yelena Chekan (Olena Chekan) (ইংরেজি)\n\"ЕЛЕНА ЧЕКАН Olena Chekan\"। kino-teatr.ru। সংগ্রহের তারিখ ৩১ অক্টোবর ২০১৬।  Contains images, biography and filmography of Olena Chekan (Елена Чекан) in Russian\nChekan, Olena। \"ОЛЕНА ЧЕКАН Olena Chekan\"। The Ukrainian Week। সংগ্রহের তারিখ ২১ ডিসেম্বর ২০১৬।  Contains the all journalistic interviews and publications on Ukrainian by Olena Chekan in The Ukrainian Week (Ukrainian: Український Тиждень) Ukrainskyi Tyzhden's official website\nPomerantsev, Igor। \"\"My favorite musical vinyl records\" with the Kiev journalist and actress Olena Chekan\"। Radio Free Europe/Radio Liberty, RFE/RL। সংগ্রহের তারিখ ২০ নভেম্বর ২০০৯।  Contains the audio recording interview Igor Pomerantsev with Olena Chekan in the studio of Radio Free Europe/Radio Liberty, RFE/RL \"Радио \"Свободная Европа\"/Радио \"Свобода\"\" on Russian\nЧекан, Елена। \"Елена Чекан. Выйти на площадь // tyzhden.ua – 15.10.2010. – №42 (155)\"। gorbaniewska.zawolnosc.eu। সংগ্রহের তারিখ ১৫ জুন ২০১৬।  Contains the interview Olena Chekan with Natalya Gorbanevskaya from The Ukrainian Week (Ukrainian: Український Тиждень) date of publication – ১৫ October ২০১০\nBelchenko, Natalia। \"Waiting for the better time\"। sho.kiev.ua। ১৫ ফেব্রুয়ারি ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ ডিসেম্বর ২০১৫।  Contains images of the book presentation \"OLENA CHEKAN – The Quest for a Free Ukraine\nMakarov, Yuriy। \"Three Lives of Olena Chekan\"। The Ukrainian Week। সংগ্রহের তারিখ ২১ ডিসেম্বর ২০১৫। \nLINDEKUGEL, JUTTA। \"Schlaglichter auf die Ukraine\"। TITEL kulturmagazin। সংগ্রহের তারিখ ২৫ মার্চ ২০১৬।  Contains image of the book \"OLENA CHEKAN – The Quest for a Free Ukraine\nDr.Dzyadevych, Tetyana। \"The Quest for a Free Ukraine, by Olena Chekan. Edited by Bohdan Rodyuk Chekan.\" (পিডিএফ)। THE SARMATIAN REVIEW Vol.XXXVI, No. 3। সংগ্রহের তারিখ ১ সেপ্টেম্বর ২০১৬। \n\"In memoria of Olena Chekan\"। The Ukrainian Week। সংগ্রহের তারিখ ২৬ এপ্রিল ২০১৬। \nChekan, Olena। \"A Musician's Charisma and Aristocracy\"। The Ukrainian Week। সংগ্রহের তারিখ ২১ ডিসেম্বর ২০১৬। Contains last lifetime interview by Olena Chekan with noted French pianist Alain Planès from Olena Chekan's personal archives. The Ukrainian Week publishes it for the first time\n\"Yuri Shevchuk and DDT Band – concert in \"Ukraine\".\"। ১৮ ফেব্রুয়ারি ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৮ ফেব্রুয়ারি ২০২২।  Contains images information in Russian about the concert of Yuri Shevchuk and the orchestra DDT which was dedicated to Olena Chekan to help her in the fight against brain cancer\n\"Farewell to Olena Chekan\"। ২০১৮-০৩-১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২২-০২-১৮।  Contains images and information in Ukrainian about the funeral and farewell with cultural journalist, actress, screenwriter – Olena Chekan\nChekan, Olena। \"St. Nicholases and happiness\"। The Ukrainian Week। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০১৬। \n\"Beautiful actresses passed away in 2013\"। Beauty will save Beauty in everything।  Contains image of Olena Chekan (Elena Chekan)"}