{"pageid": 1123477, "title": "দ্বাদশ জাতীয় সংসদ নির্বাচন", "url": "https://bn.wikipedia.org/wiki?curid=1123477", "content": "দ্বাদশ জাতীয় সংসদ নির্বাচন হলো বাংলাদেশের জাতীয় সংসদের সদস্য নির্বাচনের জন্য ১২তম সাধারণ নির্বাচন, যা ২০২৪ সালের ৭ জানুয়ারি অনুষ্ঠিত হয়। ২০২৩ সালের শেষ কিংবা ২০২৪ সালের শুরুতে বাংলাদেশের পরবর্তী সংসদ নির্বাচন অনুষ্ঠিত হবার সাংবিধানিক বাধ্যবাধকতা থাকায় ২০২৩ সালের ১৫ নভেম্বর নির্বাচন কমিশন নির্বাচনের তারিখ ঘোষণা করে। ২০১৮ সালের ৩০ ডিসেম্বর একাদশ জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয়। এই নির্বাচনে শেখ হাসিনার নেতৃত্বাধীন বাংলাদেশ আওয়ামী লীগ নিরঙ্কুশভাবে জয়লাভ করে সরকার গঠন করে। নির্বাচনে দ্বিতীয় স্থান লাভ করে বিএনপির নেতৃত্বাধীন জাতীয় ঐক্যফ্রন্ট এবং এককভাবে নির্বাচনে তৃতীয় স্থান লাভ করে ইসলামী আন্দোলন বাংলাদেশ। তবে এই নির্বাচনের গ্রহণযোগ্যতা নিয়ে বিতর্ক রয়েছে এবং নির্বাচনের ফলাফল ছিল সম্পূর্ণ এক পাক্ষিক। তখন থেকে বিএনপিসহ বিরোধীরা ফলাফল প্রত্যাখ্যান করে পুননির্বাচনের দাবি তোলে। বিএনপির দলীয় সরকারের অধীনে অনুষ্ঠিত দ্বাদশ জাতীয় সংসদ নির্বাচনে অংশগ্রহণ করে নি। পরবর্তীতে ৬ আগষ্ট ২০২৪, শেখ হাসিনার দেশ ত্যাগের পর রাষ্ট্রপতি সাহাবুদ্দিন দ্বাদশ জাতীয় সংসদ বিলুপ্ত ঘোষণা করেন।\n৭ই জানুয়ারি ২০২৪-এ সকাল ৮টা থেকে বিকাল চারটা পর্যন্ত এ নির্বাচনে ভোটগ্রহণ অনুষ্ঠিত হয়। এতে ২৯৯টি আসনের মধ্যে ২২৩টি আসন পেয়ে বাংলাদেশ আওয়ামী লীগ নিরঙ্কুশ জয় পায়। জাতীয় পার্টি ও বেশ কয়েকজন স্বতন্ত্র প্রার্থী এ নির্বাচনে কারচুপির অভিযোগ তোলে। ৯ই জানুয়ারি নির্বাচন কমিশন কর্তৃক ভোটের ফলাফলের গেজেট প্রকাশ করা হয়। ১০ জানুয়ারি জয়ী সাংসদরা শপথ গ্রহণ করেন।\n\n\n== নির্বাচন ব্যবস্থা ==\n\nজাতীয় সংসদের ৩৫০টি আসনের বিপরীতে ৩০০ জন সাংসদ সরাসরি জনগণের ভোটে ফার্স্ট-পাস্ট-দ্য-পোস্ট পদ্ধতিতে নির্বাচিত হন। ৫০টি আসন নারীদের জন্য সংরক্ষিত থাকে। সংসদের ৩০০টি আসনের মধ্যে অর্ধেকের বেশি অর্থাৎ ১৫১টি বা তার বেশি আসনে যে দল জয়ী হন তারাই সরকার গঠন করেন। জোটগতভাবেও ১৫০টির বেশি আসন নিয়ে সরকার গঠিত হতে পারে। নির্বাচিত প্রতিনিধিগণ পাঁচ বছরের জন্য নির্বাচিত হন।\n\n\n== নির্বাচনপূর্ব পরিসংখ্যান ও তথ্য ==\n২০২৪ সালের ৪ জানুয়ারি নির্বাচন কমিশন দ্বারা প্রকাশিত চূড়ান্ত তথ্য অনুযায়ী, আসন্ন জাতীয় সংসদ নির্বাচনে ১১ কোটি ৯৬ লাখ ৮৯ হাজার ২৮৯ জন। এর মধ্যে পুরুষ ভোটার ৬ কোটি ৭ লাখ ৬৯ হাজার ৭৪১ জন, নারী ভোটার ৫ কোটি ৮৯ লাখ ১৮ হাজার ৬৯৯ জন এবং হিজড়া ভোটার ৮৪৯ জন। এ নির্বাচনে ২৮ রাজনৈতিক দল এবং মোট ১ হাজার ৯৭০ প্রার্থী নির্বাচনে প্রতিদ্বন্দ্বিতা করছেন। আসন্ন নির্বাচনে মোট চূড়ান্ত ভোটকেন্দ্র ৪২ হাজার ১৪৮টি এবং চূড়ান্ত ভোটকক্ষ ২ লাখ ৬১ হাজার ৫৬৪টি।\n৭ জানুয়ারি ২০২৪-এ নওগাঁ-২ আসন ছাড়া অন্য ২৯৯টি আসনে ভোট অনুষ্ঠিত হয়। নওগাঁ-২ আসনে স্বতন্ত্র প্রার্থী আমিনুল হকের মৃত্যু হওয়ায় এই আসনে ভোট গ্রহণ স্থগিত করে নির্বাচন কমিশন।\n\n\n== পটভূমি ==\n\n২০১৮ সালের ৩০ ডিসেম্বর একাদশ জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয়। বাংলাদেশের ইতিহাসে এই নির্বাচন ছিল ব্যতিক্রম। এই প্রথম তত্ত্বাবধায়ক সরকার ব্যবস্থা বাতিলের পর দলীয় সরকারের অধীনে অনুষ্ঠিত কোনো নির্বাচনে দেশের সব রাজনৈতিক দল অংশগ্রহণ করে। নির্বাচনে আওয়ামী লীগ নিরঙ্কুশ জয় পেলেও নির্বাচনের ফলাফল বিশ্লেষণে দেখা গেছে ২১৩টি কেন্দ্রে ভোটের হার শতভাগ। এসব কেন্দ্রে মৃত মানুষের নামেও ভোটও পড়ে, যা তীব্র বিতর্কের জন্ম দেয়। ১ হাজার ১৭৭টি কেন্দ্রে বিএনপি নেতৃত্বাধীন জাতীয় ঐক্যফ্রন্টের প্রার্থীরা কোনো ভোট পান নি। সুশাসনের জন্য নাগরিকের এক বিশ্লেষণে দেখা যায় ৭৫টি আসনের ৫৮৬টি কেন্দ্রে যত বৈধ ভোট পড়েছে, তার সবগুলোই পেয়েছে ক্ষমতাসীন নৌকা মার্কার প্রার্থীরা। ভোটের ১০ দিন পর প্রকাশিত যুক্তরাজ্য-ভিত্তিক গবেষণা প্রতিষ্ঠান ইকোনমিস্ট ইন্টেলিজেন্স ইউনিটের (ইআইইউ) প্রতিবেদনে বাংলাদেশকে 'গণতান্ত্রিক' দেশের তালিকায় অন্তর্ভুক্ত করা হয় নি। ভোটের পর থেকেই ফলাফল বর্জন করে নির্বাচনকে প্রহসন আখ্যা দিয়ে পুনর্নির্বাচনের দাবি জানিয়ে আসে বিএনপির নেতৃত্বাধীন জাতীয় ঐক্যফ্রন্ট,বাংলাদেশ জামায়াতে ইসলামী এবং ইসলামী আন্দোলন বাংলাদেশ সহ অন্যান্য বিরোধীরা।\nপুনর্নির্বাচনের দাবি জানালেও নির্বাচন পরবর্তী সরকারের বিরুদ্ধে কার্যকর কোনো আন্দোলন গড়ে তুলতে ব্যর্থ হন বিরোধীরা। ২০২১ সালের ১২ এপ্রিল দ্বাদশ সংসদ নির্বাচনের পুরোটাই ইভিএমে ভোট করার ঘোষণা দেয় নির্বাচন কমিশন। ৯ সেপ্টেম্বর নিজ দলকে দ্বাদশ সংসদ নির্বাচনের প্রস্তুতি নেওয়ার নির্দেশ দেন ক্ষমতাসীন আওয়ামী লীগের সভানেত্রী শেখ হাসিনা। ২০২১ সালের শেষ দিকে নতুন নির্বাচন কমিশন গঠনের প্রস্তুতি শুরু করে সরকার। ২০২১ সালের ২০ ডিসেম্বর থেকে ২০২২ সালের ১৭ জানুয়ারি পর্যন্ত বিভিন্ন রাজনৈতিক দলের সাথে সংলাপে অংশগ্রহণ করেন রাষ্ট্রপতি আবদুল হামিদ। প্রধান বিরোধীদল বিএনপি এবং ইসলামী আন্দোলন বাংলাদেশ সহ কয়েকটি দল রাষ্ট্রপতির সংলাপ বর্জন করে। ২০২২ সালের ২৭ জানুয়ারি প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগ আইন, ২০২২ পাস করা হয়। আইন অনুযায়ী নির্বাচন কমিশন গঠনের জন্য অনুসন্ধান কমিটি, ২০২২ গঠন করা হয়। প্রধান বিরোধী দল বিএনপি এবং ইসলামী আন্দোলন বাংলাদেশ সহ ১৫টি রাজনৈতিক দল এই কমিটির কার্যক্রমে অংশগ্রহণ করে নি। কমিটির সুপারিশের ভিত্তিতে রাষ্ট্রপতি আবদুল হামিদ ২৬ ফেব্রুয়ারি ত্রয়োদশ নির্বাচন কমিশন হাবিবুল আউয়াল কমিশন গঠন করেন।\n২০২১ সালের ২৪ নভেম্বর মার্কিন যুক্তরাষ্ট্রের গণতন্ত্র সম্মেলনে বাংলাদেশকে আমন্ত্রণ করা হয় নি। এরপর ১০ ডিসেম্বর গুরুতর মানবাধিকার লঙ্ঘনের অভিযোগ এনে র‍্যাপিড অ্যাকশন ব্যাটালিয়নের (র‍্যাব) সাবেক ও বর্তমান ৭ কর্মকর্তার ওপর নিষেধাজ্ঞা আরোপ করে মার্কিন যুক্তরাষ্ট্র। বিষয়টি নিয়ে রাজনৈতিক অঙ্গনে যুক্তরাষ্ট্রে লবিস্ট নিয়োগ বিতর্ক শুরু হয়। ২০২২ সালের ১৩ ফেব্রুয়ারি বাংলাদেশে ভয়মুক্ত, অবাধ, সুষ্ঠু, নিরপেক্ষ ও গ্রহণযোগ্য নির্বাচন চায় যুক্তরাজ্যসহ উন্নয়ন সহযোগীরা। যুক্তরাজ্য জানায়, নির্বাচন সুষ্ঠু না হলে বিনিয়োগ নিয়ে তারা নতুন করে ভাববে।\n২০২২ সালের ৮ আগস্ট সাতটি রাজনৈতিক দলের সমন্বয়ে গণতন্ত্র মঞ্চ আত্মপ্রকাশ করে। দলগুলো হল: আ স ম আবদুর রবের নেতৃত্বে জাতীয় সমাজতান্ত্রিক দল-জেএসডি, মাহমুদুর রহমান মান্নার নেতৃত্বে নাগরিক ঐক্য, সাইফুল হকের নেতৃত্বে বাংলাদেশের বিপ্লবী ওয়ার্কার্স পার্টি, জোনায়েদ সাকির নেতৃত্বে গণসংহতি আন্দোলন, ড. রেজা কিবরিয়ার নেতৃত্বে গণ অধিকার পরিষদ, রফিকুল ইসলাম বাবলুর নেতৃত্বে ভাসানী অনুসারী পরিষদ ও হাসনাত কাইয়ুমের নেতৃত্বে রাষ্ট্র সংস্কার আন্দোলন।\n\n\n== নির্বাচনপূর্ব ঘটনাসমূহ ==\n\n\n=== বিরোধী দলগুলোর বয়কট ও আন্দোলন ===\n২০১৮ সালের বিতর্কিত নির্বাচনের পর, বিএনপিসহ বাংলাদেশের বেশ কয়েকটি বিরোধী দল তত্ত্বাবধায়ক সরকারের অধীনে পরবর্তী নির্বাচন অনুষ্ঠানের দাবি জানাতে থাকে। তারা তত্ত্বাবধায়ক সরকার ছাড়া নির্বাচনে অংশগ্রহণ না করার ঘোষণা দেয়। সরকারকে পদত্যাগ করে \"নির্দলীয়\",\" নিরপেক্ষ\" সরকারের অধীনে নির্বাচনের দাবিতে তারা আন্দোলন শুরু করে। বাংলাদেশের সুশীল সমাজের মধ্যেও দলীয় সরকারের অধীনে সুষ্ঠু নির্বাচন নিয়ে শঙ্কা দেখা দেয়। জাতীয় নির্বাচনের আগেও বিএনপি আওয়ামী লীগ সরকারের অধীনে অনুষ্ঠিত বেশ কয়েকটি স্থানীয় সরকার নির্বাচন বয়কট করে।\nবিএনপির সরকারবিরোধী আন্দোলন বেশ কয়েক দফা সহিংসতার জন্ম দেয়। এ সহিংসতাগুলোর জন্য আওয়ামী লীগ ও বিএনপি পরস্পরকে দোষারোপ করে। এসব সহিংসতার জন্য সরকার বিএনপিকে দায়ী করে এবং অসংখ্য নেতাকর্মীকে গ্রেপ্তার করে, যার মধ্যে বিএনপি নেতা মির্জা ফখরুল ও মির্জা আব্বাস অন্যতম। বিএনপি এসব গ্রেপ্তারকে রাজনৈতিক উদ্দেশ্যপ্রণোদিত বলে অভিহিত করে এবং সরকার আরেকটি একতরফা নির্বাচনের দিকে অগ্রসর হচ্ছে বলে দাবি করে। তবে আওয়ামী লীগ তত্ত্বাবধায়ক সরকারের প্রস্তাবকে প্রত্যাখ্যান করে, এবং এটিকে অসাংবিধানিক বলে অভিহিত করে।\n১৫ নভেম্বর ২০২৩-এ বাংলাদেশের নির্বাচন কমিশন নির্বাচনের তফসিল ঘোষণা করার পর, বিএনপি এ তফসিল প্রত্যাখ্যান করে এবং নিজেদের দাবি পুনঃব্যক্ত করে। তফসিল ঘোষণার মাধ্যমে নির্বাচন একতরফাভাবে অনুষ্ঠিত হওয়ার আশঙ্কা আরও স্পষ্ট হয়েছে বলে বিতর্ক উঠে।\n\n\n=== অংশগ্রহণমূলক নির্বাচন ===\nবিএনপি অংশ না নেওয়ায় নির্বাচন অংশগ্রহণমূলক হওয়ার বিষয়ে সরকারের উপর চাপ বাড়তে থাকে। ফলে নির্বাচন প্রতিদ্বন্দ্বিতামূলক দেখাতে আওয়ামী লীগ সভাপতি শেখ হাসিনা দলের মধ্য থেকে ডামি প্রার্থী রাখার নির্দেশ দেন। এছাড়া দলের ভেতর থেকে কেউ স্বতন্ত্র প্রার্থী হওয়ার বিষয়ে অনাপত্তি জানানো হয়। তবে স্বতন্ত্র প্রার্থীদের বেশিরভাগই আওয়ামী লীগের সদস্য হওয়ায় দলের অন্যজন সদস্য দলের মনোনীত প্রার্থীর প্রধান প্রতিপক্ষ হয়ে যান এবং সেখানে অন্যান্য দলের প্রতিদ্বন্দ্বিতা নিয়ে সংশয় দেখা দেয়।\nপ্রধান বিরোধী দলগুলো অংশ না নিলেও বেশ কিছু দল নির্বাচনে অংশগ্রহণ করার সিদ্ধান্ত নেয়। যদিওবা অনেকেই এসব দলকে কিংস পার্টি বলে আখ্যায়িত করেন, তবে আওয়ামী লীগ কিংস পার্টি রাখার বিষয়টি অস্বীকার করে। আন্দোলনরত বিএনপি ও তার সমমনা দলগুলো থেকে বেশ কয়েকজন সিনিয়র নেতা নির্বাচনে অংশগ্রহণ করার উদ্দেশ্যে নিজের দল ছেড়ে অন্য দলগুলোতে চলে যান, যাদের মধ্যে অন্যতম বাংলাদেশ কল্যাণ পার্টির প্রতিষ্ঠাতা সৈয়দ মুহাম্মদ ইব্রাহিম ও বিএনপির সাবেক ভাইস প্রেসিডেন্ট শাহজাহান ওমর। শাহজাহান ওমরের নির্বাচনে অংশগ্রহণ করার ইস্যুটি একটি বিতর্কের জন্ম দেয়, কারণ তিনি আন্দোলনে নেতৃত্ব প্রদানকারী দল বিএনপির শীর্ষস্থানীয় নেতা থেকে সরাসরি এর প্রধান প্রতিপক্ষ আওয়ামী লীগে যোগ দেন এবং ঝালকাঠি-১ আসনের জন্য আওয়ামী লীগের মনোনয়নও পেয়ে যান। তবে আওয়ামী লীগের প্রার্থী হওয়ার একদিন আগে তিনি ঢাকার নিউমার্কেট এলাকায় বাসে আগুন দেওয়ার ঘটনায় দায়ের করা মামলায় গ্রেপ্তার অবস্থা থেকে জামিন পেয়েছিলেন। যদিওবা একই মামলায় সেদিন অন্যান্য আসামীরা জামিন পাননি।\n\n\n=== রাজনৈতিক নেতাদের বক্তব্য ===\n১৭ ডিসেম্বর, আওয়ামী লীগ নেতা আব্দুর রাজ্জাক এক সাক্ষাৎকারে মন্তব্য করেন, “তারা (বিএনপি) বলুক যে নির্বাচনে আসবে, সবাইকে আমরা কালকে ছেড়ে দিবো”। তিনি আরও বলেন, “২০ হাজার নেতা-কর্মীকে গ্রেফতার না করলে কি আর এই হরতালের দিন গাড়ি চলত? গণগ্রেফতার ছাড়া আমাদের কোনো গত্যন্তর ছিল না। যেটাই করা হয়েছে, আমরা চিন্তাভাবনা করেই করেছি।” তার এ মন্তব্যের পর এ বিষয়ে তুমুল বিতর্ক তৈরি হয়। বিএনপি এ মন্তব্যকে সরকারের পরিকল্পিত মামলার \"গুমর ফাঁস\" হয়েছে বলে অভিহিত করে এবং দাবি করে যে আব্দুর রাজ্জাক \"গণগ্রেফতারের\" বিষয়টি স্বীকার করেছেন। তবে আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের জানান যে দলের পক্ষ থেকে বিএনপিকে এ ধরনের কোন প্রস্তাব দেওয়া হয় নি।\n১৬ অক্টোবর ২০২৩-এ বিএনপির সাবেক ভাইস চেয়ারম্যান শাহজাহান ওমর এক সেমিনারে বলেন,\n\nমার্কিন রাষ্ট্রদূত পিটার হাসকে ধন্যবাদ জানাই। তিনি আমাদের জন্য অবতার হয়ে এসেছেন। তার তো আমাদের আরো সাহস দেয়া দরকার, বাবারে তুই আমাদের বাঁচা, রক্ষা কর। তার বলতে হবে- আমি আছি তোমাদের সঙ্গে, তোমরাও ডেমোক্রেটিক কান্ট্রি আমরাও ডেমোক্রেটিক কান্ট্রি। পিটার হাস- বাবা ভগবান আসালামু আলাইকুম।\nতার এ মন্তব্যের পর অনেকই বিএনপির সমালোচনা করেন। তার এ মন্তব্য বাংলাদেশের রাজনীতিতে \"বিদেশি প্রভু\" নামক কথাটির দিকে নির্দেশিত হয়। তবে এ মন্তব্য করার পর ৫ নভেম্বর তিনি গ্রেপ্তার হন এবং জামিনে মুক্ত হয়ে তিনি ৩০ নভেম্বর আওয়ামী লীগে যোগ দেন ও নির্বাচনে আওয়ামী লীগের প্রার্থীতা পান।\n১৯ আগষ্ট ২০২২-এ, আওয়ামী লীগ নেতা ও বাংলাদেশ সরকারের পররাষ্ট্রমন্ত্রী এ কে আব্দুল মোমেন মন্তব্য করেন,\n\nআমি ভারতে গিয়ে বলেছি, শেখ হাসিনাকে টিকিয়ে রাখতে হবে। শেখ হাসিনা আমাদের আদর্শ। তাকে টিকিয়ে রাখতে পারলে আমাদের দেশ উন্নয়নের দিকে এগিয়ে যাবে এবং সত্যিকারের সাম্প্রদায়িকতামুক্ত, অসাম্প্রদায়িক একটা দেশ হবে। সেজন্য শেখ হাসিনাকে টিকিয়ে রাখার জন্য যা যা করা দরকার, আমি ভারত সরকারকে সেটা করার অনুরোধ করেছি।\nএ বক্তব্যের মন্তব্য করা হয় আওয়ামী লীগ পুনরায় ক্ষমতায় যাওয়ার জন্য ভারতের সহায়তা চেয়েছে। তার এ বক্তব্য ব্যাপক বিতর্কের জন্ম দেয়। এ বক্তব্যেকে আওয়ামী লীগের সাধারণ সম্পাদক তার ব্যক্তিগত মতামত বলে বর্ণনা করেন। আওয়ামী লীগের প্রেসিডিয়াম সদস্য আবদুর রহমান বলেন যে \"তিনি আওয়ামী লীগের কেউ নন\"। তবে আব্দুল মোমেন তার বক্তব্যকে ভুলভাবে উপস্থাপন করা হয়েছে বলে দাবি করেন এবং ভারতের কাছে নির্বাচনে জয়ের জন্য সাহায্য চাওয়ার অভিযোগ অস্বীকার করেন।\n\n\n=== বিদেশী \"হস্তক্ষেপ\" ===\nবাংলাদেশের বিরোধী দলগুলো আন্দোলন শুরু করার পর থেকে, বাংলাদেশের অভ্যন্তরীণ রাজনীতি ও নির্বাচন নিয়ে নিজের দেওয়া বিভিন্ন বক্তব্যের জন্য ঢাকায় নিযুক্ত মার্কিন রাষ্ট্রদূত পিটার হাস বারবার বিতর্কিত ও সমালোচিত হন। বিভিন্ন রাজনৈতিক দল ও সংগঠনের সাথে বৈঠক এবং বিভিন্ন অনুষ্ঠানে অভ্যন্তরীণ বিষয়ে মন্তব্য করার কারণে তার বিরুদ্ধে কূটনীতিক শিষ্টাচার লঙ্ঘন করার অভিযোগ করা হয়।\n২৪ মে ২০২৩-এ যুক্তরাষ্ট্র বাংলাদেশের নাগরিকদের জন্য একটি ভিসানীতি ঘোষণা করে, যেখানে যুক্তরাষ্ট্র বাংলাদেশের গণতান্ত্রিক নির্বাচন প্রক্রিয়াকে বাধাগ্রস্ত করার জন্য দায়ী বা জড়িত বলে মনে করে এমন যে কোনো ব্যক্তির জন্য ভিসা প্রদানে বিধিনিষেধ প্রয়োগ করার ঘোষণা দেয়। অনেকের মতে, এই ঘোষণা বাংলাদেশের সরকারি দলের জন্য উদ্বেগের কারণ হয়। তবে আওয়ামী লীগের কিছু নেতা এ বিষয়ে দল উদ্বিগ্ন নয় বলে জানান। ভারত মার্কিন এই ভিসানীতির বিরোধিতা করে এবং এটিকে বাংলাদেশে সুষ্ঠু নির্বাচনের জন্য সহায়ক নয় বলে মন্তব্য করে।\nএছাড়া বিভিন্ন পশ্চিমা রাষ্ট্র ও সংস্থা বাংলাদেশে নির্বাচনের আগে বিরোধী মত দমনের অভিযোগ করে, যে কারণে আওয়ামী লীগ এগুলোকে একটি \"একপেশে পক্ষপাতদুষ্ট\" সংগঠন বলে অভিহিত করে।\nরাশিয়া বাংলাদেশের জাতীয় নির্বাচন নিয়ে পশ্চিমা পদক্ষেপগুলোর সমালোচনা করে। ২২ নভেম্বর ২০২৩-এ মস্কোতে রাশিয়ার পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মারিয়া জাখারোভা এক ব্রিফিং-এ ঢাকায় মার্কিন রাষ্ট্রদূত পিটার হাসের বিরুদ্ধে ঢাকায় সরকার বিরোধী সমাবেশের পরিকল্পনার সাথে জড়িত থাকার অভিযোগ করেন। তবে পিটার হাস এ অভিযোগ \"পুরোপুরি মিথ্যা\" বলে উড়িয়ে দেন। এ ধরনের ঘটনাগুলোকে নিয়ে বাংলাদেশের নির্বাচন ঘিরে বিশ্বের দুই \"পরাশক্তি\" পাল্টাপাল্টি অবস্থানে চলে গেছে বলে অনেকে মন্তব্য করেন।\nঢাকায় নিযুক্ত চীনা রাষ্ট্রদূত ইয়াও ওয়েন চীন বাংলাদেশে \"সংবিধান অনুযায়ী\" নির্বাচন চায় বলে মন্তব্য করেন। তার এ বক্তব্যের প্রতিক্রিয়ায় বিএনপি এটিকে \"জনগণের আকাঙ্ক্ষার প্রতিফলন নয়\" বলে সমালোচনা করে।\n\n\n==== প্রতিক্রিয়া ====\nযুক্তরাষ্ট্র ও রাশিয়ার বক্তব্য বাংলাদেশের প্রধান দুই দল ভিন্নভাবে ব্যাখ্যা করে, যেটি অত্যন্ত বিতর্কিত হয়। আওয়ামী লীগ পশ্চিমা রাষ্ট্র ও সংস্থাগুলোর কর্মকাণ্ডকে ইতিবাচকভাবে নেয় নি। অন্যদিকে বিএনপি এসব কর্মকাণ্ডকে স্বাগত জানায় এবং নিজেদের আন্দোলনের জন্য ইতিবাচক বলে অভিহিত করে। মার্কিন রাষ্ট্রদূত পিটার হাস বেশ কয়েকবার বিএনপি নেতাদের সাথে বৈঠকও করেন।\n৬ নভেম্বর ২০২৩-এ, কক্সবাজার জেলার একজন আওয়ামী লীগ নেতা পিটার হাসকে \"জবাই করে মানুষকে খাওয়ানোর\" হুমকি দেন। তবে অভিযুক্ত ব্যক্তি এ অভিযোগ অস্বীকার করেন। এ বিষয়ে মামলার আবেদন করা হলে তা খারিজ করে বাংলাদেশের আদালত। এ হুমকির ঘটনাকে মার্কিন পররাষ্ট্র দপ্তর 'সহিংস বক্তব্য' বলে অভিহিত করে এবং এ বিষয়ে বাংলাদেশ সরকারকে যথাযথ ব্যবস্থা গ্রহণের আহ্বান জানায়।\nযুক্তরাষ্ট্রের বিরুদ্ধে রাশিয়ার অবস্থানকে আওয়ামী লীগ কাজে লাগিয়ে একতরফা নির্বাচন করতে চায় বলে বিএনপির পক্ষ থেকে অভিযোগ করা হয়। রাশিয়ার পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র নিজের বক্তব্যে বাংলাদেশের গণতন্ত্রকামী মানুষের অনুভূতিতে আঘাত করেছেন বলেও দাবি করে বিএনপি।\n\n\n== বৈদেশিক তৎপরতা ==\n\n\n=== মার্কিন যুক্তরাষ্ট্রের অবস্থান ===\n\n\n==== ভিসা নিষেধাজ্ঞা ====\n২৪ মে ২০২৩-এ মার্কিন যুক্তরাষ্ট্রের সেক্রেটারিয়েট অব স্টেট অ্যান্টনি ব্লিংকেন একটি বিবৃতিতে বাংলাদেশী নাগরিকদের জন্য একটি ভিসানীতির ঘোষণা দেন। বিবৃতিতে বল হয়,\n\nআজ, বাংলাদেশের আসন্ন জাতীয় নির্বাচন অবাধ, সুষ্ঠু ও শান্তিপূর্ণ করার লক্ষ্যকে সহায়তা করতে, আমি ইমিগ্রেশন এন্ড ন্যাশনালিটি অ্যাক্টের ধারা 212(a)(3)(C) (“3C”) এর অধীনে একটি নতুন ভিসা নীতি ঘোষণা করছি। এই নীতির অধীনে, যুক্তরাষ্ট্র বাংলাদেশের গণতান্ত্রিক নির্বাচন প্রক্রিয়াকে বাধাগ্রস্ত করার জন্য দায়ী বা জড়িত বলে মনে করা যে কোনো বাংলাদেশি ব্যক্তির জন্য ভিসা প্রদানে বিধিনিষেধ আরোপে সক্ষম হবে। এর মধ্যে বর্তমান ও প্রাক্তন বাংলাদেশি কর্মকর্তা/কর্মচারী, সরকারপন্থি ও বিরোধী রাজনৈতিক দলের সদস্য এবং আইন প্রয়োগকারী, বিচার বিভাগ এবং নিরাপত্তা বাহিনীর সদস্যরা অন্তর্ভুক্ত রয়েছে।...\nগণতান্ত্রিক নির্বাচন প্রক্রিয়াকে বাধাগ্রস্ত করে এমন কাজের মধ্যে রয়েছে: ভোট কারচুপি, ভোটারদের ভয় দেখানো, সহিংসতার মাধ্যমে জনগণকে সংগঠিত হবার স্বাধীনতা এবং শান্তিপূর্ণ সমাবেশের অধিকার প্রয়োগ করতে বাধা দেয়া, এবং বিভিন্ন পদক্ষেপ গ্রহণের মাধ্যমে রাজনৈতিক দল, ভোটার, সুশীল সমাজ বা গণমাধ্যমকে তাদের মতামত প্রচার করা থেকে বিরত রাখা।\nএ ভিসানীতিটি বাংলাদেশের রাজনৈতিক দল (বিশেষ করে ক্ষমতাসীন দল), প্রশাসন ও নির্বাচন প্রক্রিয়ার সাথে সংশ্লিষ্টদের জন্য একটি \"স্পষ্ট সতর্কবার্তা\" বলে বিবেচিত হয়। এছাড়া এ বিধিনিষেধ জারি করার পর বিরোধী দলকে নির্বাচনে আনতে সরকারি দলকে চাপ দেওয়ার উদ্দেশ্যে জারি করা হয়েছে বলে মনে করা হয়। ২০২৩ সালের ২২ সেপ্টেম্বর মার্কিন স্টেট ডিপার্টমেন্টের মুখপাত্র ম্যাথিউ মিলার এক বিবৃতিতে বাংলাদেশী নাগরিকদের বিরুদ্ধে মার্কিন যুক্তরাষ্ট্র ভিসা নিষেধাজ্ঞা প্রয়োগ শুরু করেছে বলে ঘোষণা করেন।\n\n\n==== পর্যবেক্ষক প্রেরণ ====\n৭ অক্টোবর ২০২৩-এ একটি ৭ সদস্যের মার্কিন প্রাক-নির্বাচনি পর্যবেক্ষক দল বাংলাদেশে নির্বাচন পূর্ববর্তী পরিস্থিতি পর্যবেক্ষণ করার জন্য ঢাকায় আসে। এ পর্যবেক্ষক দলটি ক্ষমতাসীন আওয়ামী লীগ, বিরোধী দল বিএনপি, নির্বাচন কমিশনসহ বিভিন্ন রাজনৈতিক দল ও সুশীল সমাজের প্রতিনিধিদের সঙ্গে বৈঠক করে।\n২৪ ডিসেম্বর ২০২৩-এ আসন্ন নির্বাচন পর্যবেক্ষণের জন যুক্তরাষ্ট্রের গবেষণা প্রতিষ্ঠান ইন্টারন্যাশনাল রিপাবলিকান ইনস্টিটিউট (আইআরআই) ও ন্যাশনাল ডেমোক্রেটিক ইনস্টিটিউটের (এনডিআই) পাঁচ সদস্যের একটি প্রতিনিধিদল বাংলাদেশে এসে পৌঁছায়।\n\n\n=== জাতিসংঘ ===\n৪ আগস্ট ২০২৩-এ, জাতিসংঘ বাংলাদেশে নির্বাচনপূর্ব সহিংসতার নিন্দা জানায় এবং \"সাধারণ নির্বাচনের আগে সহিংসতা ঠেকাতে গণগ্রেফতা ও অতিরিক্ত বলপ্রয়োগ না করার\" জন্য পুলিশকে আহ্বান জানায়। সুইজারল্যান্ডের জেনেভায় জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনার দপ্তরের এক প্রেস ব্রিফিংয়ে বলা হয়,\n\nগত কয়েক মাসে বিরোধীদের বেশ কয়েকটি সমাবেশে সহিংসতা ঘটনার পুনরাবৃত্তি ঘটেছে। পুলিশ সেখানে রাবার বুলেট, কাঁদানে গ্যাসের শেল ও জলকামান ব্যবহার করেছে। পোশাকধারী পুলিশের পাশাপাশি সাদাপোশাকের ব্যক্তিদের প্রতিবাদকারীদের দমনে হাতুড়ি, লাঠি, ব্যাট ও লোহার রডসহ নানা ধরনের বস্তু ব্যবহার করতে দেখা যায়। আমরা পুলিশের প্রতি আহ্বান জানাচ্ছি, কেবল জরুরি প্রয়োজনে নিয়ন্ত্রিতভাবে বল প্রয়োগ করা যেতে পারে। যদি করতেই হয়, বৈধতা, সংযমের ভিত্তিতে এবং যৌক্তিক কারণ সাপেক্ষে তা করতে হবে। অতিরিক্ত বল প্রয়োগের বিষয়টি অবশ্যই দ্রুত তদন্ত করতে হবে এবং দায়ী ব্যক্তিদের অবশ্যই জবাবদিহির আওতায় আনতে হবে।২৮শে অক্টোবর ২০২৩-এ বাংলাদেশের বিরোধী দল বিএনপির সমাবেশ চলাকালে সহিংসতা ও হামলার ঘটনায় জাতিসংঘ “ক্ষমতাসীন দলের মুখোশধারী হামলাকারীরা” জড়িত ছিল বলে মনে করে। জাতিসংঘের মানবাধিকার বিষয়ক হাই কমিশনারের কার্যালয় থেকে বলা হয়,\nচলমান এই সহিংসতায় বেশ কয়েকজন মানুষ নিহত হয়েছেন। নিহতদের মধ্যে পুলিশ সদস্য, পথচারী ও বিরোধী দলের কর্মীরা রয়েছেন। গত ২৮শে অক্টোবর বিরোধী দলের বিক্ষোভকারীরা প্রধান বিচারপতিসহ অন্য কয়েকজন বিচারকদের বাসভবনে হামলা চালিয়েছে বলে অভিযোগ উঠেছে। প্রায় ৩০ জন সাংবাদিক বিক্ষোভকারী ও মোটরসাইকেলে চড়ে আসা মুখোশধারী ব্যক্তিদের হাতে লাঞ্ছিত হয়েছেন। ধারণা করা হচ্ছে, এই হামলাকারীরা ক্ষমতাসীন দলের সমর্থক ছিলেন।\nএর প্রতিক্রিয়ায় বাংলাদেশের পররাষ্ট্র মন্ত্রণালয় এই বিবৃতির সংশোধন আশা করে এবং মন্তব্য করে, “দুঃখজনকভাবে জাতিসংঘ মানবাধিকার হাইকমিশনারের অফিস সম্ভবত বিএনপির অপপ্রচার প্রচারণার ফাঁদে পড়ে গেছে।” “বিবৃতিতে উল্লেখিত “মুখোশধারী ব্যক্তি” মোটরসাইকেলে করে বা “যাদের মনে করা হচ্ছে” সরকারি দলের সমর্থক, এমন ধরনের ধারণা সরকার প্রত্যাখ্যান করে। ভিডিও ফুটেজে দেখা যায়, বিএনপির র‍্যালি থেকে নেতাকর্মীরা সাংবাদিকদের ওপর হামলা করেছে এবং প্রধান বিচারপতির বাসা ভাঙচুর করেছে।”\n\n\n=== অন্যান্য ===\n৭ মে ২০২৩-এ, প্রধানমন্ত্রী শেখ হাসিনা কমনওয়েলথ মহাসচিব প্যাট্রিসিয়া স্কটল্যান্ডকে নির্বাচনের পর্যবেক্ষক পাঠানোর আহ্বান জানিয়ে বলেন যে তার সরকার দেশে গণতান্ত্রিক প্রক্রিয়াকে শক্তিশালী করতে নির্বাচন কমিশনকে একটি স্বাধীন ও শক্তিশালী প্রতিষ্ঠানে পরিণত করেছে।\n২৯ জুলাই ২০২৩-এ ১৪ জন মার্কিন যুক্তরাষ্ট্রের কংগ্রেসের ১৪ সদস্য জাতিসংঘে নিযুক্ত মার্কিন রাষ্ট্রদূতের কাছে একটি চিঠিতে বাংলাদেশে জাতিসংঘের অধীনে নির্বাচন অনুষ্ঠানের দাবি জানায় এবং 'সাংবাদিক ও রাজনৈতিক প্রতিপক্ষের বিরুদ্ধে কথিত অপরাধের তদন্ত না হওয়া পর্যন্ত' মানবাধিকার কাউন্সিলে বাংলাদেশের সদস্যপদ অবিলম্বে স্থগিত করা উচিত বলে মন্তব্য করা হয়। এর প্রতিক্রিয়ায় বেশ কয়েকটি মানবাধিকার সংস্থা সেই কংগ্রেসে সদস্যদের চিঠি দিয়ে জানায় যে বিএনপি ও জামায়াতে ইসলামী \"২০০১ সাল থেকে আনসার আল ইসলামের মতো সন্ত্রাসী গোষ্ঠীগুলির সাথে গোপনে এবং গোপনে কাজ করছে\" এবং এ বিষয়ে তাদের সচেতন হওয়ার আহ্বান জানায়।\nবেশ কয়েকটি মানবাধিকার সংস্থা চিঠি দিয়ে জানায় যে বিএনপি ও জামায়াতে ইসলামী \"২০০১ সাল থেকে আনসার আল ইসলামের মতো সন্ত্রাসী গোষ্ঠীগুলির সাথে গোপনে কাজ করছে\" এবং এ বিষয়ে তাদের সচেতন হওয়ার আহ্বান জানায়।\n২০২৩ সালের আগস্টে বাংলাদেশ সফরকারী একটি স্বাধীন নির্বাচন পর্যবেক্ষণ প্রতিনিধি দলের সদস্য টেরি আইসলে বলেন যে বাংলাদেশের বর্তমান রাজনৈতিক প্রেক্ষাপটে তত্ত্বাবধায়ক সরকারের দাবি অসাংবিধানিক এবং অবৈধ। বিএনপি প্রতিনিধি দলের সঙ্গে দেখা করতে অস্বীকার করায় হতাশাও প্রকাশ করেন তিনি।\n২০ সেপ্টেম্বর ২০২৩-এ নির্বাচন কমিশনকে এক চিঠিতে ইউরোপীয় ইউনিয়ন জানায় যে এটি আসন্ন সাধারণ নির্বাচনে একটি পুর্নাঙ্গ পর্যবেক্ষক দল পাঠাবে না। চিঠিতে বলা হয়, বাংলাদেশের পরিবেশ নির্বাচন পর্যবেক্ষণের জন্য উপযুক্ত নয়। তবে, ১৯ অক্টোবর ২০২৩-এ নির্বাচন কমিশনকে একটি চিঠিতে ইইউ জানায় যে এটি নির্বাচন পর্যবেক্ষণের জন ৪ সদস্যের একটি বিশেষজ্ঞ দল পাঠাবে।\n৩০ অক্টোবর ২০২৩-এ অ্যামনেস্টি ইন্টারন্যাশনাল এক বিবৃতিতে জানায়, \"সপ্তাহান্তে বিরোধী দলের নেতা এবং বিক্ষোভকারীদের উপর তীব্র দমন জানুয়ারিতে সাধারণ নির্বাচনের আগে বাংলাদেশে ভিন্নমতের সম্পূর্ণ দমনের প্রচেষ্টার ইঙ্গিত দেয়। বাংলাদেশী কর্তৃপক্ষকে মনে রাখতে হবে যে ভিন্নমত পোষণ করা কোন অপরাধ নয় এবং তাদের অবশ্যই সকলের শান্তিপূর্ণভাবে প্রতিবাদ করার অধিকারকে সম্মান করতে হবে।\n২ জানুয়ারি ২০২৪-এ বাংলাদেশের আসন্ন নির্বাচন পর্যবেক্ষণ করার জন্য ২২৭ জনের মধ্যে ১৩০ জন বিদেশি পর্যবেক্ষককে অনুমতি দেওয়া হয়, যাদের মধ্যে ৮০ জন নির্বাচন পর্যবেক্ষক আর ৩০ জন সাংবাদিক। পর্যবেক্ষক প্রেরণকারী দেশগুলো হলো: শ্রীলঙ্কা, চীন, রাশিয়া, ভারত, জাপান, গাম্বিয়া, নাইজেরিয়া, ফিলিস্তিন, জর্ডান, লেবানন ও মরিশাস। এদের মধ্যে রাশিয়া, ভারত, মরিশাস ও শ্রীলঙ্কার নির্বাচন কমিশনের প্রতিনিধি দল নির্বাচন পর্যবেক্ষণ করে। সংস্থা হিসেবে ইউরোপীয় ইউনিয়নের প্রতিনিধি দল, যুক্তরাষ্ট্রের ন্যাশনাল ডেমোক্রেটিক ইনস্টিটিউট (এনডিআই) এবং ইন্টারন্যাশনাল রিপাবলিকান ইনস্টিটিউট (আইআরআই), কমনওয়েলথ, ইসলামি সহযোগিতা সংস্থা, আরব পার্লামেন্ট এবং আফ্রিকান ইলেক্টোরাল অ্যালায়েন্স নির্বাচন পর্যবেক্ষণ করে।\n\n\n== কর্মপরিকল্পনা ==\nসূত্র:\n\n\n== দল ও জোটসমূহ ==\nসূত্র:\n\n\n== ভোটগ্রহণ ও ঘটনাবলী ==\n\n৭ জানুয়ারি ২০২৪-এ বাংলাদেশ সময় সকাল ৮টায় দ্বাদশ জাতীয় সংসদ নির্বাচনে ভোটগ্রহণ শুরু হয়। বিভিন্ন সংবাদমাধ্যম অনুসারে সকালে বেশিরভাগ কেন্দ্রেই ভোটার উপস্থিতি কম ছিল। দুপুর ১২টায় প্রকাশিত তথ্য অনুযায়ী তখন পর্যন্ত সারাদেশে ভোট প্রদানের হার ছিল গড়ে ১৮ শতাংশ। এ সময় নির্বাচনে কারচুপি, জাল ভোট আদায় ও ভোটারদের ভয়ভীতি দেখানোর অভিযোগ ওঠে। বেশিরভাগ ভোটকেন্দ্রে 'নৌকা' ছাড়া অন্য কোনো দলের এজেন্ট দেখা জায়নি বলে মন্তব্য করেন প্রধান নির্বাচন কমিশনার হাবিবুল আউয়াল।\nসকাল ১০টায় মুন্সিগঞ্জের সদর উপজেলায় আওয়ামী লীগের এক সমর্থককে কুপিয়ে হত্যা করা হয়। বাংলাদেশের প্রধান সরকার-বিরোধী দল বিএনপি ও এর সমমনা দলগুলো এ নির্বাচন বয়কট করে এদিন হরতাল পালন করার ঘোষণা দেয়। চট্টগ্রামে বিএনপির সমর্থকদের সাথে পুলিশের সংঘর্ষ হয়।\nবিকাল ৩টায় নির্বাচন কমিশন প্রদত্ত তথ্য অনুযায়ী সে সময় পর্যন্ত সারাদেশে প্রায় ২৭.১৫% ভোট গ্রহণ করা হয়। এ সময় একজন ভোটার একাধিক ভোট দেওয়ার অভিযোগও আসে বেশ কয়েকটি জায়গা থেকে।\n৭ জানুয়ারি বিকাল ৪টায় আনুষ্ঠানিকভাবে দ্বাদশ জাতীয় সংসদ নির্বাচনে ভোটগ্রহণ সমাপ্ত হয়। ভোট গ্রহণ শেষ হওয়ার পর এক সংবাদ সম্মেলনে প্রধান নির্বাচন কমিশনার হাবীবুল আউয়াল বলেন যে, শেষ পর্যন্ত নির্বাচনে ৪০ শতাংশের মতো ভোট পড়েছে এবং নির্বাচনে আশঙ্কা অনুযায়ী খুব একটা সহিংসতার হয়নি। তিনি বলেন, \"নির্বাচন অবাধ ও সুষ্ঠু হয়েছে। ভোটাররা স্বতঃস্ফূর্তভাবে কেন্দ্রে এসে স্বাধীনভাবে তাদের ভোট প্রয়োগ করেছেন। নির্বাচনকে অবাধ ও সুষ্ঠু করতে কমিশন চেষ্টার কোনও ত্রুটি রাখেনি\"।\nএই নির্বাচনে ভোটে কারচুপি ও অনিয়মের অভিযোগে ৯টি আসনের ২১ কেন্দ্রের ভোট স্থগিত করা হয় এবং চট্টগ্রাম-১৬ আসনের আওয়ামী লীগ প্রার্থী মোস্তাফিজুর রহমানের প্রার্থীতা বাতিল করা হয়।\n\n\n=== বিতর্ক ===\nভোটগ্রহণের দিন সকাল থেকে নির্বাচনকে কেন্দ্র করে বেশ কিছু অভিযোগ ও বিতর্কের সৃষ্টি হয়। বিভিন্ন সংবাদমাধ্যমে ভোটার উপস্থিতি কম থাকার বিষয়ে রিপোর্ট করা হয়। তবে সেদিন ১২টায় ১৮ শতাংশ ও ৩টায় ২৭ শতাংশ ভোট পড়ার কথা নির্বাচন কমিশন কর্তৃক জানানো হয়। তবে এক ঘন্টার ব্যবধানে বিকাল ৪টায় প্রধান নির্বাচন কমিশনার কাজী হাবিবুল আউয়াল জানান যে সারাদেশে ৪০ শতাংশ ভোট পড়েছে। এ তথ্যটি ব্যপকভাবে সমালোচিত হয়, কারণ সেদিন সংবাদমাধ্যমে অনেক ভোটকেন্দ্রই ফাঁকা পড়ে থাকতে দেখা গেছে এবং এটি ঘোষণা করার ১ ঘন্টা পূর্বে ভোটের হার ২৭ শতাংশ জানানো হয়েছিল। সে সংবাদ সম্মেলনে প্রথমে সিইসি ২৮ শতাংশ ভোট পড়ার কথা জানান এবং পরবর্তীতে তার পাশে থাকা কর্মকর্তারা তাকে ৪০ শতাংশ ভোট পড়েছে বলে জানান। তবে চূড়ান্ত ফলাফল অনুসারে এ নির্বাচনে মোট ৪১ শতাংশ ভোট গ্রহণ করা হয়েছে। ভোট পড়ার তথ্য বিষয়ে সমালোচনার জবাবে ৮ জানুয়ারি সিইসি বলেন,\n\nটোটাল (সর্বমোট) ২৯৮টি আসনের রেজাল্ট যখন আসা শুরু করলো তখন ওটা যোগ করলে একটা যোগফল বের হয়, এটা কোনো কঠিন কাজ নয়। এই যোগফল একটা এক্সেলে ফেলে দিলে একটা পারসেন্টেজ বের হয়ে আসে।... যখন গতকাল ২টার সময় বলি তখন এটা পুরোপুরি পার্সেন্টেজ না, আবার যখন ৪টায় সময় বলি তখনও এটা পুরোপুরি পার্সেন্টেজ না। তবে এখন সব রেজাল্ট আমাদের হাতে চলে আসছে। সেই রেজাল্টের ভিত্তিতে মোট ভোট পড়েছে ৪১.৮ শতাংশ। এটা নিয়ে কারো যদি কোনো দ্বিধা থাকে তাহলে যে কেউ এটা চ্যালেঞ্জ করতে পারে। কেউ যদি মনে করে এটা বাড়িয়ে দেওয়া হয়েছে তাহলে সে চ্যালেঞ্জ করলে আমরা তাকে স্বাগত জানাবো।এছাড়া এ নির্বাচনটি কিশোর ও অপ্রাপ্তবয়স্কদের দিয়ে জাল ভোট দেওয়া, কেন্দ্র দখল, 'কৃত্রিম সারি' তৈরি করে ভোটার উপস্থিতি দেখানোর চেষ্টা ও অর্থ দিয়ে ভোটার কেনার জন্য বিতর্কিত হয়।\n\n\n== ফলাফল ==\n\n\n=== দল অনুযায়ী ফলাফল ===\n\n\n=== আসন অনুযায়ী ফলাফল ===\n\n\n== প্রতিক্রিয়া ==\n\n\n=== অভ্যন্তরীণ প্রতিক্রিয়া ===\n৭ই জানুয়ারি ২০২৪-এ, ভোটগ্রহণ শেষে আনুষ্ঠানিক প্রতিক্রিয়ায় আওয়ামী লীগ জানায়, \"জনগণ তাদের পছন্দমত প্রার্থীদেরকে ভোট দিয়েছে। ভোট প্রদানে কোনও প্রকার ভয়-ভীতি ও হস্তক্ষেপ হয়নি। এই নির্বাচন গণতান্ত্রিক অগ্রযাত্রাকে শক্তিশালী করবে।\" নির্বাচনের প্রতিক্রিয়ায় নির্বাচিত হওয়া শেখ হাসিনা বলেন,\n\nএত দলের মধ্যে দুই চারটা দল অংশগ্রহণ না করলে কিছু আসে যায় না। জনগণ অংশগ্রহণ করেছে সেটাই সব থেকে বড়। এ নির্বাচনে স্বতঃস্ফূর্তভাবে জনগণে অংশগ্রহণ করেছে। ১২০ বছরের বয়স্ক বুড়ো মানুষও ভোট দিতে গেছে। এর থেকে বড় কথা আর কি হতে পারে।...এ ধরনের চমৎকার নির্বাচন উপহার দেওয়ার জন্য সকলকে অভিনন্দন জানাই। বাংলাদেশের ইতিহাসে এটা স্বর্ণাক্ষরে লেখা থাকবে। আর যারা নির্বাচনে অংশগ্রহণ করে নাই, আমি জানি, তাদের নেতাকর্মীরা এখন হতাশায় ভোগে।\nনির্বাচনে অংশগ্রহণকারী জাতীয় পার্টির চেয়ারম্যান জি এম কাদের নির্বাচন চলাকালীন জানান, \"সবসময় আমাদের আশঙ্কা ছিল যে, নির্বাচনে নিয়ে এসে আমাদের কোরবানি করা হবে। কোরবানি করে নির্ভেজাল, একদলীয় শাসন ব্যবস্থা কায়েম করা হবে। এসব আশঙ্কা সত্যি হয় কিনা বিকেল হলেই বোঝা যাবে।\" ১০ জানুয়ারি জাতীয় পার্টির এত কম আসন পাওয়ার কারণ হিসেবে তিনি বলেন, \"সব সময় সব কিছু এক রকম হয় না। এবারের নির্বাচনটা সঠিক নির্বাচন হয়নি। কিছু কিছু ক্ষেত্রে সঠিক হয়েছে। তবে বেশিরভাগ ক্ষেত্রেই আমাদের নেতাকর্মীদের বিভিন্নভাবে হয়রানি ও বুথ দখল করা হয়েছে।\"\nনির্বাচন বর্জনকারী বিরোধী দল বিএনপির স্থায়ী কমিটির সদস্য আবদুল মঈন খান জানান,\n\nজনগণ গতকাল ভোট বর্জন করে এই বার্তা স্পষ্ট করে দিয়েছে যে, বর্তমান সরকার, বর্তমান নির্বাচন কমিশন এবং সর্ব শেষ দ্বাদশ জাতীয় সংসদ নির্বাচন সব কিছুই হচ্ছে ভুয়া।...বিভিন্ন মিডিয়াতে দেখেছেন ভোটের কেন্দ্রের সামনে কৃত্রিম লাইন তৈরি করা হয়েছে। স্কুল ছাত্র, এমনকি শিশুরাও লাইনে দাঁড়িয়ে ভোট দিয়েছে। সোশ্যাল মিডিয়ার কল্যাণে এসব আমরা দেখতে পেরেছি। সুতারাং এদেশের মানুষ বিশ্বাস করে বর্তমান একদলীয় বাকশালি সরকারের অধিনে কোন ভাবেই সুষ্ঠু নিরপেক্ষ নির্বাচন হতে পারে না। এখানে যেটা হয়েছে সেটা হচ্ছে, ভোট ডাকাতি আর ভোট জালিয়াতি।\n\n\n=== বৈদেশিক প্রতিক্রিয়া ===\nনির্বাচনে জয়ের পর, শেখ হাসিনাকে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি শেখ হাসিনাকে ফোন করে অভিনন্দন জানান। সামাজিক যোগাযোগ মাধ্যম এক্স-এ এক বিবৃতিতে তিনি জানান, \"প্রধানমন্ত্রী শেখ হাসিনার সাথে কথা বললাম এবং সংসদ নির্বাচনে টানা চতুর্থবারের মতো ঐতিহাসিক বিজয় অর্জন করায় তাকে অভিনন্দন জানালাম। আমরা বাংলাদেশের সাথে আমাদের স্থায়ী ও জন-কেন্দ্রিক অংশীদারিত্বকে আরও জোরদার করতে প্রতিশ্রুতিবদ্ধ।\" নির্বাচনের পরের দিন চীন, রাশিয়া, পাকিস্তান, নেপাল, ব্রাজিল, মরক্কো, সিঙ্গাপুর, শ্রীলঙ্কা, ভুটান এবং ফিলিপাইন বাংলাদেশের পুননির্বাচিত সরকারকে অভিনন্দন জানায়। এছাড়া বাংলাদেশে নিযুক্ত জাপান, থাইল্যান্ড, ভিয়েতনাম, আর্জেন্টিনা, ইন্দোনেশিয়া, দক্ষিণ কোরিয়া, কুয়েত, লিবিয়া, ইরান, ইরাক, ব্রুনাই, মালয়েশিয়া, মিশর, আলজেরিয়া, ওমান, কাতার, সৌদি আরব, সংযুক্ত আরব আমিরাত ও ফিলিস্তিনের রাষ্ট্রদূতরা শেখ হাসিনাকে অভিনন্দন জানান।\nতবে নির্বাচনের কয়েকদিনের মধ্যে কোনো পশ্চিমা দেশ শেখ হাসিনাকে অভিনন্দন জানায় নি। ৯ জানুয়ারি ২০২৪-এ যুক্তরাষ্ট্রের স্টেট ডিপার্টমেন্ট এক বিবৃতিতে জানায় যে বাংলাদেশে অনুষ্ঠিত নির্বাচন অবাধ ও সুষ্ঠু হয় নি। সেখানে বলা হয়, \"যুক্তরাষ্ট্র লক্ষ্য করেছে সাতই জানুয়ারি অনুষ্ঠিত জাতীয় সংসদ নির্বাচনে আওয়ামী-লীগ সর্বোচ্চ সংখ্যক আসন নিয়ে জয়ী হয়েছে। তবে, হাজারো বিরোধী রাজনৈতিক কর্মীর গ্রেফতার এবং নির্বাচনের দিনে বিভিন্ন জায়গায় নানা ধরণের অনিয়মের খবরে যুক্তরাষ্ট্র উদ্বিগ্ন।\" যুক্তরাজ্যও এই নির্বাচনে অবাধ ও সুষ্ঠু নির্বাচনের মানদণ্ড মানা হয় নি বলে জানায়। জাতিসংঘ এক বিবৃতিতে বাংলাদেশে নির্বাচনকে কেন্দ্র করে সহিংসতা, বিরোধী রাজনৈতিক কর্মীদের গ্রেফতার এবং আটকাবস্থায় মৃত্যুর ঘটনায় উদ্বেগ জানায়।\n\n\n== আরও দেখুন ==\nজাতীয় সংসদ নির্বাচন\n\n\n== তথ্যসূত্র =="}