{"pageid": 1123966, "title": "ইয়র্কশায়ার ও হাম্বার", "url": "https://bn.wikipedia.org/wiki?curid=1123966", "content": "ইয়র্কশায়ার ও হাম্বার হল পরিসংখ্যানগত উদ্দেশ্যে আইটিএল-এর প্রথম স্তরে ইংল্যান্ডের নয়টি সরকারি অঞ্চলের মধ্যে একটি। এটির জনসংখ্যা ২০১১ সালে ৫২,৮৪,০০০ জন ছিল, যার বৃহত্তম বসতি লিডস, শেফিল্ড, ব্র্যাডফোর্ড, হাল ও ইয়র্কে ছিল।\nএটি ইস্ট রাইডিং অব ইয়র্কশায়ার, উত্তর ইয়র্কশায়ার (উত্তর পূর্ব ইংল্যান্ডের টিস ভ্যালির এলাকা ব্যতীত), দক্ষিণ ইয়র্কশায়ার, পশ্চিম ইয়র্কশায়ার, উত্তর লিংকনশায়ার ও উত্তর পূর্ব লিংকনশায়ারে উপবিভক্ত। এই অঞ্চলের কমিটিগুলি ২০১০ সালের ১২ই এপ্রিলের পর থেকে বন্ধ হয়ে যায়; আঞ্চলিক মন্ত্রীদের ২০১১ সালে বিলুপ্ত হওয়া সংশ্লিষ্ট সরকারি কার্যালয়সমূহের সঙ্গে আসন্ন জোট সরকার দ্বারা পুনরায় নিয়োগ করা হয়নি।\n\n\n== ভূগোল ==\n\n\n=== ভূতত্ত্ব ===\nইয়র্কশায়ার ও হাম্বার অঞ্চলে, প্রধান ভূসংস্থান-সংক্রান্ত এলাকা ও অন্তর্নিহিত ভূতত্ত্বের মধ্যে খুব ঘনিষ্ঠ সম্পর্ক রয়েছে। পশ্চিমে পাহাড়ের পেনাইন শৃঙ্খল হল কার্বনিফেরাসের উত্সর। কেন্দ্রীয় উপত্যকা হল পারমো-ট্রায়াসিক। কাউন্টির উত্তর-পূর্বের নর্থ ইয়র্ক মুরস বয়সে জুরাসিক সময়ের, অন্যদিকে ইয়র্কশায়ার ওল্ডস ও দক্ষিণ পূর্ব লিংনকশায়ার ওল্ডস হল ক্রিটেসিয়াস চক উচ্চভূমি।\n\n\n=== জলবায়ু ===\nইংল্যান্ডের এই অঞ্চলে সাধারণত শীতল গ্রীষ্ম ও অপেক্ষাকৃত মৃদু শীত থাকে, উত্তর ইয়র্ক মুরস ও পেনিনসের উচ্চভূমি অঞ্চলে শীতল আবহাওয়া এবং ইয়র্কের উপত্যকা সবচেয়ে উষ্ণতম এলাকা। আবহাওয়ার অবস্থা দিনের দিনে এবং ঋতু থেকে ঋতুতে পরিবর্তিত হয়।\n\n\n== স্থানীয় সরকার ==\nদাপ্তরিক অঞ্চল নিম্নলিখিত উপবিভাগ নিয়ে গঠিত:\n\nচাবি: †শায়ার কাউন্টি | *মহানগর কাউন্টি\nনর্থ লিংকনশায়ার, নর্থ ইস্ট লিঙ্কনশায়ার, ইস্ট রাইডিং অব ইয়র্কশায়ার ও কিংস্টন আপন হাল একক কর্তৃপক্ষ হাম্বারসাইডের অ-মহানগর কাউন্টি গঠন করত, অর্থাৎ এই অঞ্চলটিকে ইয়র্কশায়ার ও হাম্বারসাইড বলা হত।\n\n\n=== জনসংখ্যা অনুসারে জেলার তালিকা ===\n\n\n== আঞ্চলিক বিধানসভা ==\nইয়র্কশায়ার ও হাম্বার বিধানসভার এই অঞ্চলের সমস্ত স্থানীয় কর্তৃপক্ষে অংশীদারিত্ব এবং বিভিন্ন অর্থনৈতিক, সামাজিক ও পরিবেশগত খাতে প্রতিনিধি ছিল। পূর্ণ বিধানসভা সাধারণত ফেব্রুয়ারি, জুন ও অক্টোবর মাসে অর্থাৎ বছরে তিনবার মিলিত হয়।\nবিধানসভাটি ২০০৯ সালের ৩১শে মার্চ বিলুপ্ত করা হয়েছিল এবং স্থানীয় সরকার ইয়র্কশায়ার ও হাম্বার দ্বারা প্রতিস্থাপিত হয়েছিল, যা ওয়েকফিল্ডের কিং স্ট্রিটে প্রাক্তন বিধানসভা প্রাঙ্গন ভিত্তিক হতে চলেছে।\nইয়র্কশায়ার হল দুটি অঞ্চলের মধ্যে একটি (উত্তর পশ্চিমের সাথে), যেখানে একটি নির্বাচিত আঞ্চলিক বিধানসভা প্রতিষ্ঠার বিষয়ে একটি গণভোট হবে বলে আশা করা হয়েছিল। যখন ইংল্যান্ডের উত্তর-পূর্ব অঞ্চল একটি গণভোটে নির্বাচিত আঞ্চলিক বিধানসভাকে প্রত্যাখ্যান করেছিল, তখন তৎকালীন উপ-প্রধানমন্ত্রী জন প্রেসকট ঘোষণা করেছিলেন যে ২০০৫ সালের জুন মাসে প্রাসঙ্গিক বিধানের মেয়াদ শেষ হওয়ার আগে তিনি অন্য গণভোটের জন্য আদেশ স্থানান্তর করবেন না।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইয়র্কশায়ার ও হাম্বার জন্য সরকারি অফিস\nস্থানীয় সরকার ইয়র্কশায়ার ও হাম্বার\nইয়র্কশায়ার ও হাম্বারের জন্য ব্রিটিশ চেম্বার্স অব কমার্সের অর্থনৈতিক সমীক্ষার ফলাফল"}