{"pageid": 1123156, "title": "মহাকাশযান চালনা বিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1123156", "content": "মহাকাশযান চালনা বিজ্ঞান,  নভশ্চরণবিজ্ঞান, নভশ্চরণবিদ্যা বা মহাকাশযাত্রা বিজ্ঞান বলতে পৃথিবীর আবহমণ্ডলের বাইরে মহাকাশে যাত্রার তত্ত্ব ও ব্যবহারিক চর্চা সম্পর্কিত শাস্ত্র। মহাকাশ যাত্রা মহাকাশযান চালনা বিজ্ঞানের প্রধান প্রয়োগগুলির একটি। অন্যদিকে মহাকাশ বিজ্ঞান এটির মাতৃশাস্ত্র।\n\n\n== পাশ্চাত্যে ব্যুৎপত্তি ==\nইংরেজিতে মহাকাশযান চালনা বিজ্ঞান \"অ্যাস্ট্রোনটিকস\" নামে পরিচিত। এটি আবার ফরাসি শব্দ \"আস্ত্রোনোতিক\" থেকে এসেছে; ১৯২০-এর দশকে ফরাসি গোঁকুর আকাদেমি নামক প্রতিষ্ঠানের প্রধান দুই ভাই জি-আশ রোনি \"আয়েরোনোতিক\" (ইংরেজি অ্যারোনটিকস বা বিমানচালনা বিজ্ঞান) শব্দটির সাথে মিল রেখে এই শব্দটি সৃষ্টি করেন। বিমানচালনা বিজ্ঞান ও মহাকাশযান চালনা বিজ্ঞান ক্ষেত্র দুইটির মধ্যে কারগরি মিল থাকার কারণে দুইটিকে বর্তমানে একত্রে বায়ু-মহাকাশ পদটি দিয়ে প্রায়শই নির্দেশ করা হয়। ১৯৩০ খ্রিস্টাব্দে রোবের এনো-পেলত্যরি (Robert Esnault-Pelterie) এই নতুন গবেষণাক্ষেত্রটির উপর প্রথম গ্রন্থটি প্রকাশ করেন।\nআরি আব্রামোভিচ স্টের্নফেল্ড ১৯৩০ সালে ইনিসিয়াসিওঁ আ লা কসমোনোতিক (Initiation à la Cosmonautique, \"মহাকাশযান চালনা বিজ্ঞান প্রবেশিকা\") নামক গ্রন্থটিতে \"কসমোনটিকস\" (আদি ফরাসিতে \"কসমোনোতিক\") কথাটি প্রথম উপস্থাপন করেন। এই গ্রন্থটি প্রকাশের কারণে তিনি ১৯৩৪ সালে ফরাসি জ্যোতির্বৈজ্ঞানিক সমাজের রোবের এনো-পেলত্যরি-ইর্শ পুরস্কার (যা পরবর্তীতে প্রি দাস্ত্রোনোতিক তথা \"মহাকাশযান চালনা বিজ্ঞান পুরস্কার\" নাম ধারণ করে) বিজয় করেন।)\nবিমানচালনাবিদ্যার মতো মহাকাশযান চালনা বিজ্ঞানের ভর, তাপমাত্রা ও বহিরাগত বলের সীমাবদ্ধতার কারণে মহাকাশ প্রযুক্তিগুলিকে চরম পরিস্থিতিতেও টিকে থাকতে হয়: উচ্চমাত্রার শূন্যস্থান, আন্তঃগ্রহীয় মহাকাশ থেকে আগত তেজস্ক্রিয় বিকিরণ বর্ষণ এবং নিম্ন ভূ-কক্ষপথের ভ্যান অ্যালেন চৌম্বকীয় বলয়গুলি এর মধ্যে পড়ে। মহাকাশ উৎক্ষেপক যানগুলিকে অবশ্যই অতিদানবিক বল সহ্য করে টিকে থাকতে হয়। এছাড়া কৃত্রিম উপগ্রহগুলি খুবই স্বল্প সময়ের ব্যবধানে তাপমাত্রার অতিবৃহৎ তারতম্যের শিকার হতে পারে। ভরের উপর চরম সীমাবদ্ধতাগুলির কারণে মহাকাশযান প্রকৌশলীদেরকে নকশা করার সময় সবসময় ভর যতসামান্য রাখার চাহিদা মাথায় রাখতে হয়, যাতে কক্ষপথে পৌঁছানোর যোগ্য প্রকৃত মূল্যবান বোঝার (Payload) পরিমাণ যেন সর্বোচ্চ হয়। \n\n\n== উপশাস্ত্রসমূহ ==\nযদিও অনেকে মহাকাশযান চালনা বিজ্ঞানকে একটি বিশেষায়িত শাস্ত্র হিসেবে গণ্য করেন, এই ক্ষেত্রের অভ্যন্তরে কর্মরত প্রকৌশলী ও বিজ্ঞানীদেরকে বিভিন্ন স্বতন্ত্র শাস্ত্রে পণ্ডিত হতে হয়। \n\nনভোগতিবিজ্ঞান (Astrodynamics): কক্ষীয় গতির গবেষণা। এই ক্ষেত্রের বিশেষজ্ঞরা মহাকাশযানের গতিপথ, ক্ষেপণবিজ্ঞান ও খ-বলবিজ্ঞানের মতো বিষয়গুলির উপর অনুসন্ধান চালনা করেন।\nমহাকাশযান প্রচালন (Spacecraft propulsion): কীভাবে মহাকাশযান কক্ষপথ পরিবর্তন করে ও কীভাবে সেগুলিকে উৎক্ষেপণ করা হয়। বেশিরভাগ মহাকাশযানেই কোনও না কোনও প্রকারের রকেট ইঞ্জিন থাকে, তাই এই উপক্ষেত্রটির বেশিরভাগ গবেষণাতেই রকেট প্রচালনে কোনও প্রকারভেদের (যেমন রাসায়নিক, পারমাণবিক বা বৈদ্যুতিক) উপর জোরদার গবেষণা প্রচেষ্টা দেয়া হয়।\nমহাকাশযান নকশাকরণ (Spacecraft design): এটি ব্যবস্থাদি প্রকৌশল নামক শাস্ত্রটির একটি বিশেষায়িত রূপ, যেটিকে কোনও নির্দিষ্ট উৎক্ষেপক যান বা কৃত্রিম উপগ্রহ-যানের আবশ্যকীয় সমস্ত উপব্যবস্থাগুলির সমবায়সাধনের উপর দৃষ্টি কেন্দ্রীভূত করা হয়।\nনিয়ন্ত্রণ প্রকৌশল: কোনও কৃত্রিম উপগ্রহ বা রকেটকে সেটির অভীষ্ট কক্ষপথে স্থিতিশীল রাখা (যেমন মহাকাশযান চালনা) এবং দিকনির্দেশনা প্রদান (যেমন খ-দূরত্ব নিয়ন্ত্রণ)\nমহাকাশ পরিবেশ (Space environment): যদিও এটি মূলত পদার্থবিজ্ঞান শাস্ত্রের একটি উপশাস্ত্র, মহাকাশ আবহাওয়া ও অন্যান্য পরিবেশগত সমস্যাগুলি মহাকাশযান নকশাবিদদের জন্য উত্তরোত্তর গুরুত্বপূর্ণ ক্ষেত্রে পরিণত হয়েছে।\nপ্রাণ-মহাকাশযান চালনা বিজ্ঞান (Bioastronautics): মহাকাশ যাত্রার সময় মানুষ ও অন্যান্য জীবের জৈব, আচরণগত ও চিকিৎসাবৈজ্ঞানিক বিষয়াদি সম্পর্কিত ক্ষেত্র।\n\n\n== সম্পর্কিত শাস্ত্র ==\nবিমানচালনা বিজ্ঞান ও বায়ু-মহাকাশ\nযন্ত্র প্রকৌশল\nপদার্থবিজ্ঞান\n\n\n== আরও দেখুন ==\n\nআবহমণ্ডলে পুনর্প্রবেশ\nফ্র্যাংক মালিনা\nফরাসি মহাকাশ কর্মসূচি\nহের্মান ওবার্ট\nসের্গেই কোরোলেভ\nভের্নার ফন ব্রাউন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMike Gruntman (২০০৭)। From astronautics to cosmonautics। Booksurge। আইএসবিএন 9781419670855।"}