{"pageid": 1123299, "title": "ইউক্রেনের চলচ্চিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1123299", "content": "ইউক্রেন চলচ্চিত্রের ইতিহাসে একটি বড় প্রভাব ফেলেছে। বিশিষ্ট ইউক্রেনীয় পরিচালকদের মধ্যে রয়েছেন অলিয়েক্সান্দর দভজেন্‌কো, ডিজিগা ভার্তোভ এবং সের্গেই প্যারাজনভ। দভজেন্‌কোকে প্রায়শই প্রথম দিকের অন্যতম সেরা সোভিয়েত চলচ্চিত্র নির্মাতাদের একজন হিসেবে উল্লেখ করা হয়, সেইসাথে তিনি সোভিয়েত মন্তাজ তত্ত্বের পথপ্রদর্শক এবং দভজেন্‌কো ফিল্ম স্টুডিও এর প্রতিষ্ঠাতা।\nঅন্যান্য গুরুত্বপূর্ণ পরিচালকদের মধ্যে রয়েছে কিরা মুরাতোভা, ল্যারিসা শেপিটকো, সেরহি বোন্ডারচুক, লিওনিড বাইকভ, ইউরি ইলিয়েঙ্কো, লিওনিড ওসিকা, ভ্যাচেস্লাভ ক্রিস্টোফোভিচ, রোমান বালায়ান, সের্গি মাসলোবয়শিকভ, ইহোর পোডলচাক এবং মেরিনা ভ্রোদা।\nইউক্রেনীয় বংশোদ্ভূত অনেক অভিনেতা আন্তর্জাতিক খ্যাতি এবং সমালোচনামূলক সাফল্য অর্জন করেছেন, যাদের মধ্যে রয়েছেন ভিরা খোলোদনা, বোহদান স্টুপকা, সের্গেই মাকোভেটস্কি, মাইক মাজুরকি, ন্যাটালি উড, ড্যানি কায়ে, জ্যাক প্যালন্স, মিলা ইয়োভাভিচ, ওলগা কুরিলেনকো এবং মিলা কুনিস। সার্জ গেইনসবার্গ, লেনার্ড নিময়, ভেরা ফারমিগা এবং টাইসা ফারমিগা এর অভিভাবকরা ছিলেন ইউক্রেন থেকে আসা অভিবাসী। এছাড়াও যাদের পূর্বপুরুষ ইউক্রেন থেকে আসা অভিবাসী তাদের মধ্যে আছেন  - স্টিভেন স্পিলবার্গ, ডাস্টিন হফম্যান, সিলভেস্টার স্ট্যালোন, কার্ক ডগলাস, লিওনার্দো ডিক্যাপ্রিও, উইনোনা রাইডার, উপি গোল্ডবার্গ, এডওয়ার্ড দিমিট্রিক, লেনি ক্রাভিট্‌জ এবং জো ক্রাভিটজ, জাদুকর ডেভিড কপারফিল্ড, অ্যানিমেটর বিল টাইতলা।\nগুরুত্বপূর্ণ এবং সফল প্রযোজনার ইতিহাস সত্ত্বেও, শিল্পটি প্রায়শই এর পরিচয় এবং রাশিয়ান ও ইউরোপীয় প্রভাবের স্তর সম্পর্কে বিতর্ক দ্বারা চিহ্নিত করা হয়েছে। ইউক্রেনীয় প্রযোজকরা আন্তর্জাতিক সহ-প্রযোজনায় সক্রিয়, যখন ইউক্রেনীয় অভিনেতা, পরিচালক এবং কলাকুশলীরা রাশিয়ান (এবং পূর্বে সোভিয়েত) চলচ্চিত্রে নিয়মিত অভিনয় করেন। সফল চলচ্চিত্রগুলি ইউক্রেনীয় মানুষ, গল্প বা ঘটনার উপর ভিত্তি করে তৈরি করা হয়েছে, যার মধ্যে রয়েছে ব্রনিয়েনোসেৎস পটিয়োমকিন, মানুষ উইথ এ মুভি ক্যামেরা, এবং এভরিথিং ইজ ইলুমিনেটেড।\nইউক্রেনীয় স্টেট ফিল্ম এজেন্সি ন্যাশনাল ওলেক্সান্ডার ডোভজেনকো ফিল্ম সেন্টার, ফিল্ম কপিিং ল্যাবরেটরি এবং আর্কাইভের মালিক, এবং ওডেসা ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল এর হোস্টিংয়ে অংশ নেয়। আরেকটি উৎসব, মোলোডিস্ট কিয়েভ, ইউক্রেনে অনুষ্ঠিত একমাত্র এফএইএপিএফ স্বীকৃত আন্তর্জাতিক চলচ্চিত্র উৎসব; প্রতিযোগিতা প্রোগ্রামে সারা বিশ্ব থেকে ছাত্রদের তৈরিকৃত চলচ্চিত্র, প্রথম স্বল্পদৈর্ঘ্য চলচ্চিত্র এবং প্রথম পূর্ণ ফিচার চলচ্চিত্রগুলোর জন্য বিভাগ রয়েছে। এটি প্রতি বছর অক্টোবরে অনুষ্ঠিত হয়।\n\n\n== উৎসব ==\n\nমোলোডিস্ট, কিয়েভ আন্তর্জাতিক চলচ্চিত্র উৎসব, কিয়েভ এ অনুষ্ঠিত (১৯৭০-)\nকিয়েভ আন্তর্জাতিক চলচ্চিত্র উৎসব, কিয়েভে অনুষ্ঠিত (২০০৯-)\nকিয়েভ আন্তর্জাতিক স্বল্পদৈর্ঘ্য চলচ্চিত্র উৎসব, কিয়েভে অনুষ্ঠিত (২০১২-)\n\n\n== পরিচালক ==\n\n\n=== ইউক্রেনীয় পরিচালক ===\nঅলেক্সান্ডার ডোভজেনকো (১০ই সেপ্টেম্বর, ১৮৯৪ - ২৫শে নভেম্বর, ১৯৫৬)\nভিক্টর ইভচেঙ্কো (নভেম্বর ৪, ১৯১২ - ৬ নভেম্বর, ১৯৭২)\nমাইকোলা মাশচেঙ্কো (জানুয়ারি ২, ১৯২৯ - ২ মে, ২০১৩)\nভাদিম ইলিয়ানকো (জুলাই ৩, ১৯৩২ - ৮ মে, ২০১৫)\nইউরি ইলিয়ানকো (জুলাই ১৬, ১৯৩৬ - ১৫ জুন, ২০১০)\nলিওনিড ওসিকা (৮ মার্চ, ১৯৪০ - সেপ্টেম্বর ১৬, ২০০১)\nমাইখাইলো ইলিয়ানকো (২৯ জুন, ১৯৪৭)\nআন্দ্রি ডনচিক (সেপ্টেম্বর ১১, ১৯৬১)\nইহর পোডলচাক (৯ এপ্রিল, ১৯৬২)\nমাইরোস্লাভ স্লাবোশপিটস্কি (১৭ অক্টোবর, ১৯৭৪)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকলম্বিয়া বিশ্ববিদ্যালয়ের ইউক্রেনীয় চলচ্চিত্র ক্লাব\nইউক্রেনের চলচ্চিত্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জানুয়ারি ২০২২ তারিখে\n(উল্লেখযোগ্য চলচ্চিত্র এবং পুরস্কার)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মে ২০১৬ তারিখে\nলিভিউ ফিল্ম কমিশন\nইউক্রেনিয়ান চলচ্চিত্র কমিশন\nইউক্রেনিয়ান চলচ্চিত্র ফাউন্ডেশন\nশূন্য থেকে উঠে আসা ইউক্রেনীয় চলচ্চিত্র\nইউক্রেনীয় চলচ্চিত্রের সংজ্ঞা এবং অন্বেষণ\nআন্তর্জাতিক চলচ্চিত্র নির্দেশিকা, ইউক্রেন\n১৯৬০ এর দশকে সোভিয়েত ইউক্রেনে সিনেমা এবং জাতীয়তার প্রশ্ন\nইউক্রেনের চলচ্চিত্রের ইতিহাস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জানুয়ারি ২০২২ তারিখে\nকিইভ ন্যাশনাল আই.কে. কার্পেনকো-ক্যারি থিয়েটার, চলচ্চিত্র এবং টেলিভিশন বিশ্ববিদ্যালয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জানুয়ারি ২০২২ তারিখে\nইউক্রেনীয় ইন্ডি চলচ্চিত্র পোর্টাল\nসিনেমাহল, অনানুষ্ঠানিক চলচ্চিত্র শিক্ষার জন্য আন্তর্জাতিক সংস্থা\n\"Film\" entry in Historical Dictionary of Ukraine, Ivan Katchanovski, Zenon E. Kohut, Bohdan Y. Nebesio, Myroslav Yurkevich, Scarecrow Press, 2013. আইএসবিএন ৯৭৮০৮১০৮৭৮৪৭১"}