{"pageid": 1123115, "title": "ব্যাসিন রিজার্ভ", "url": "https://bn.wikipedia.org/wiki?curid=1123115", "content": "ব্যাসিন রিজার্ভ (সাধারণত \"দ্যা ব্যাসিন\" নামে পরিচিত) হল নিউজিল্যান্ডের ওয়েলিংটনে অবস্থিত একটি আন্তর্জাতিক ক্রিকেট মাঠ। এটি মূলত প্রথম-শ্রেণীর ক্রিকেট ও টেস্ট ক্রিকেটের জন্য ব্যবহার করা হয়। এটি ওয়েলিংটনের ঘরের মাঠ। এটি দেশের সবচেয়ে পুরোনো টেস্ট ক্রিকেট মাঠ।\n১ অক্টোবর ২০২১-এ, সেলো কমিউনিকেশন কোম্পানি দুই বছরের চুক্তিতে এই মাঠের অংশীদার হয় ও মাঠের নাম হল সেলো ব্যাসিন রিজার্ভ।\nনিউজিল্যান্ড ক্রিকেট মিউজিয়াম এই মাঠের পুরান গ্র্যান্ড স্ট্যান্ডে অবস্থিত, যা ক্রিকেটের স্মৃতিপূর্ণ একটি অট্টালিকা। ১৯৮৭-তে প্রতিষ্ঠা হলেও ২০২১-এ আবার সংস্কার করা হয়েছিল।\n\n\n== অবস্থান ==\nব্যাসিন রিজার্ভ ওয়েলিংটনের মাউন্ট ভিক্টোরিয়া শহর থেকে ২ কিমি দক্ষিণে অবস্থিত। এর দক্ষিণে রাস্তা বরাবর সরকারী ভবন, সেন্ট মার্কস চার্চ স্কুল, ওয়েলিংটন কলেজ অবস্থিত। পূর্বে মাউন্ট ভিক্টোরিয়া সুড়ঙ্গ (১৯৩১-এ প্রতিষ্ঠিত)।\nএর চারপাশে রয়েছে ঐতিহাসিক দর্শনীয় স্থান। যেমন, মাউন্ট কুক ব্যারাক, জাতীয় সামরিক সংগ্রহশালা, ক্যালেডোনীয় হোটেল, পুরোনো ডমিনিয়ন মিউজিয়াম। এর পাশে একটি অগ্নি নির্বাপন কেন্দ্র আছে, ঐতিহ্যগতভাবে এর কর্মীরা তাদের ডাউন-টাইমে চলমান ম্যাচগুলি দেখত এবং নিউজিল্যান্ডের উইকেট নেওয়া বা যখন কোনও ব্যাটসম্যান ৫০ বা সেঞ্চুরির মতো মাইলফলক ছুঁয়েছে তখন স্টেশনের সাইরেন বাজিয়ে দিত। এটি মাউন্ট কুক নিউটাউন ও মাউন্ট ভিক্টোরিয়ার মাঝে অবস্থিত।\n\n\n== সংস্কার ==\nযে এলাকাটি এখন ব্যাসিন রিজার্ভ তা মূলত একটি হ্রদ ছিল (ব্যাসিন লেক নামে পরিচিত), এবং এটিকে একটি বিকল্প অভ্যন্তরীণ শহরের পোতাশ্রয় করার জন্য একটি খালের মাধ্যমে সমুদ্রের সাথে সংযুক্ত করার পরিকল্পনা ছিল, যার পাশে বড় গুদাম এবং কারখানা রয়েছে। যাইহোক, ১৮৫৫ সালের বিশাল ওয়াইরারাপা ভূমিকম্প এলাকাটিকে প্রায় ১.৮ মিটার (৫.৯ ফুট) উঁচু করে এবং হ্রদটিকে জলাভূমিতে পরিণত করে। ঔপনিবেশিকদের ইংরেজি শিকড়ের কারণে, খেলাধুলা, বিশেষ করে ক্রিকেট, সম্প্রদায়ের শিথিল করার উপায়ের একটি গুরুত্বপূর্ণ অংশ ছিল। যাইহোক, বিনোদনমূলক সংরক্ষণের জন্য নগর পরিকল্পনাবিদদের দ্বারা কোন জমি বরাদ্দ করা হয়নি। যদিও প্রাকৃতিক মাঠ, যেমন তে আরো ফ্ল্যাট, ম্যাচের জন্য একটি ছোট এলাকা প্রদান করেছিল, উপনিবেশবাদীরা তাদের চেয়ে বেশি বিনোদনমূলক জমি চেয়েছিল। এই সমতল ভূমিতে বিল্ডিং তৈরি করা শুরু হওয়ায় বিষয়টি ভয়াবহ হয়ে ওঠে, কারণ পাহাড়ি ওয়েলিংটনে সমতল ভূমি খুঁজে পাওয়া কঠিন ছিল। তাই, ১৮৫৫ সালের ভূমিকম্পের পর, যা ইতিহাসবিদরা স্কেলে ৮ মাত্রার পরিমাপ করেছেন, প্রভাবশালী নাগরিকরা ১৮৫৭ সালে নতুন জমি নিষ্কাশন এবং একটি বিনোদনমূলক রিজার্ভ করার পরামর্শ দেওয়ার সুযোগটি কাজে লাগান। ওয়েলিংটন কাউন্সিল প্রস্তাবটি গ্রহণ করে এবং ১৮৬৩ সালের ৩ ফেব্রুয়ারি মাউন্ট কুক গাওল থেকে বন্দীরা নতুন জমি সমতল ও নিষ্কাশন করতে শুরু করে। সেপ্টেম্বরের মধ্যে জলাভূমিটি নিষ্কাশন করা হয়েছিল এবং পুরো এলাকার চারপাশে একটি বেড়া এবং হেজেস স্থাপন করা হয়েছিল। যাইহোক, ১৮৬৩ থেকে ১৮৬৬ সাল পর্যন্ত ব্যাপক জনসংখ্যার আগমন (যার বেশিরভাগই ওয়েলিংটনে অবস্থিত সংসদের কারণে) বেসিন রিজার্ভ নির্মাণে বাধা সৃষ্টি করে কারণ শ্রমিকদের অন্য এলাকায় টেনে নিয়ে যাওয়া হয়।\n১১ ডিসেম্বর ১৮৬৬ তারিখে একটি কাউন্সিল সভার পর বেসিন রিজার্ভ ওয়েলিংটনের অফিসিয়াল ক্রিকেট মাঠে পরিণত হয়। মাটিতে কোন গবাদি পশু বা ঘোড়ার অনুমতি ছিল না এবং শুধুমাত্র ছোট হেজেস এবং ঝোপঝাড় লাগানোর অনুমতি দেওয়া হয়েছিল যাতে ক্রিকেট খেলা বাধাগ্রস্ত না হয়। শীঘ্রই, ১১ জানুয়ারি ১৮৬৮ তারিখে, ক্রিকেটের প্রথম খেলাটি খেলা হয়েছিল, যদিও মাঠে অসংখ্য পাথর এবং কাঁটা ছিল, যা কিছু খেলোয়াড় আহত হওয়ার কারণে আম্পায়ার পরে ক্ষমা চেয়েছিলেন। উদ্বোধনী দিন হলেও কোনো অনুষ্ঠান বা সঙ্গীত বাজানো হয়নি, ব্যানারে উদ্বোধনের বিজ্ঞাপনও দেওয়া হয়নি।\nসেই প্রথম ইভেন্টের পরপরই, বেসিন রিজার্ভে হাইল্যান্ড গেমস অনুষ্ঠিত হতে শুরু করে। গেমগুলি ওয়েলিংটনিয়ান ক্যালেডোনিয়ান সোসাইটি দ্বারা সংগঠিত হয়েছিল, যার মধ্যে তাদের সদর দপ্তর, দ্য ক্যালেডোনিয়ান হোটেল, এখনও বেসিন রিজার্ভের দক্ষিণ দিকে দাঁড়িয়ে আছে। সোসাইটি পুরস্কারের অর্থ প্রদান করে যা এই অঞ্চলে অনেক প্রতিযোগীকে নিয়ে আসে। তাদের সাফল্যের কারণে, সোসাইটি বেসিন রিজার্ভের পশ্চিম প্রান্তে নতুন গ্র্যান্ডস্ট্যান্ড তৈরি করার জন্য আবেদন করেছিল। তারা ৪৪ বাই ২০ ফুট (১৩.৪ বাই ৬.১ মিটার) পরিমাপ করবে এবং আনুমানিক £২৫০–£৩০০ খরচ হবে। স্ট্যান্ডগুলিতে খাবারের স্টল এবং গ্রাউন্ড কিপারও থাকবে। যাইহোক, পরবর্তী বছরগুলিতে, এমনকি কথিত ১৮৭২ সাল পর্যন্ত, বেসিন রিজার্ভ মাঠগুলি এখনও অত্যন্ত জলাচ্ছন্ন ছিল, যেখানে জলাভূমির জলের ছোট পুকুর এবং মাঠের উপর বিভিন্ন আগাছা এবং ঝোপঝাড় ফুটেছিল। ১৮৭২ সালের শেষের দিকে, খেলার ক্ষেত্র সমতল করার জন্য ঘোড়াগুলি ব্যবহার করা হয়েছিল এবং এটি পরিস্থিতির ব্যাপক উন্নতি করেছিল।\n\n১৮৮২ সালে, উইলিয়াম ওয়েকফিল্ড মেমোরিয়াল বেসিন রিজার্ভে নির্মিত হয়েছিল। স্মৃতিস্তম্ভটি বহু বছর ধরে স্টোরেজে ছিল এবং শেষ পর্যন্ত এটি শহরের অন্যতম প্রতিষ্ঠাতা, উইলিয়াম ওয়েকফিল্ডের স্মরণে প্রধান ক্রীড়া মাঠে নির্মিত হয়েছিল। এটি স্বভাবতই একটি ঐতিহাসিক দর্শনীয় স্থান।\n২০১২ সালে ব্যাসিনের জাদুঘর স্ট্যান্ডকে ভূমিকম্পের ঝুঁকিপূর্ণ হিসাবে ঘোষণা করা হয়েছিল এবং বন্ধ করা হয়েছিল; ২০১৮ সালের ডিসেম্বরে একটি নতুন খেলোয়াড়ের প্যাভিলিয়ন খোলা হয়েছিল এবং প্রাক্তন টেস্ট ক্রিকেটার ইওয়েন চ্যাটফিল্ড-এর সম্মানে ২০২০ সালে নতুন নামকরণ করা হয়েছিল।\n\n\n== খেলাধুলা ==\nব্যাসিন রিজার্ভে অনুষ্ঠিত প্রথম ইভেন্টটি ছিল ১১ জানুয়ারী ১৮৬৮ তারিখে ওয়েলিংটন ভলান্টিয়ার্স এবং এইচএমএস ফ্যালকনের ক্রুদের মধ্যে একটি একদিনের ক্রিকেট ম্যাচ, যা ওয়েলিংটনে ডক করা হয়েছিল। তবে, ঘাসের মধ্যে অসংখ্য পাথর এবং থিসলের কারণে ইনজুরির কারণে ম্যাচটি বাধাগ্রস্ত হয়েছিল, যার ফলে কিছু খেলোয়াড় আহত হয়েছিল। খেলার পৃষ্ঠের খারাপ অবস্থার জন্য ম্যাচের পর আম্পায়ার খেলোয়াড়দের কাছে ক্ষমা চেয়েছিলেন।\nসেই প্রথম ইভেন্টের পর, স্থানীয় ক্লাব এবং সমিতিগুলি ব্যাসিন রিজার্ভে অ্যাথলেটিক এবং সামাজিক সভা সংগঠিত করতে শুরু করে। এই মিটিংগুলি শেষ পর্যন্ত স্থানীয়ভাবে হাইল্যান্ড গেমস নামে পরিচিত একটি মিটিংয়ে একত্রিত হয় এবং এটি তাদের সাফল্য ছিল যা মাঠের প্রথম গ্র্যান্ডস্ট্যান্ড নির্মাণের দিকে পরিচালিত করে। ইভেন্টগুলির মধ্যে অ্যাথলেটিক্স, দৌড়, নাচ এবং পরে কাঠ কাটা এবং সাইকেল চালানো অন্তর্ভুক্ত ছিল। তবে কিছু কিছু এলাকায় মাঠ তখনও জলাবদ্ধ ছিল। এটি অবশেষে ১৮৭২ সালের শেষের দিকে প্রতিকার করা হয়েছিল, যা ১৮৭৪ সালের ৩০ নভেম্বর ওয়েলিংটন এবং অকল্যান্ডের মধ্যে মাঠের উদ্বোধনী প্রথম-শ্রেণীর ক্রিকেট ম্যাচ খেলার অনুমতি দেয়। ওয়েলিংটন সহজেই ম্যাচটি জিতে নেয়। ব্যাসিন রিজার্ভ নর্থ আইল্যান্ডে প্রথম রাগবি ফুটবল ম্যাচ অনুষ্ঠিত হয়, ওয়েলিংটন দল এবং এইচএমএস রোজারিওর ক্রুদের মধ্যে, যেটি নাবিকরা এক গোলে জিতেছিল।\nঅস্ট্রালেসিয়ান অ্যাথলেটিক চ্যাম্পিয়নশিপ ২৬–২৭ ডিসেম্বর ১৯১১ তারিখে ব্যাসিন রিজার্ভে অনুষ্ঠিত হয়েছিল। এটি ছিল একটি সম্মিলিত অস্ট্রেলিয়া এবং নিউজিল্যান্ড চ্যাম্পিয়নশিপ, যেখানে নিউজিল্যান্ডীয়রা সমস্ত ট্র্যাক ইভেন্ট জিতেছিল এবং অস্ট্রেলিয়ানরা সমস্ত ফিল্ড ইভেন্ট জিতেছিল।\n\n\n=== ক্রিকেট ===\n\nএই মাঠে অনুষ্ঠিত প্রথম টেস্ট ম্যাচটি ছিল নিউজিল্যান্ড এবং ইংল্যান্ডের মধ্যে, যার প্রথম দিন ছিল ২৪ জানুয়ারী ১৯৩০। একদিনের আন্তর্জাতিক ক্রিকেট ১৯৯৯ সাল পর্যন্ত ব্যাসিন রিজার্ভে খেলা হয়েছিল, তারপরে এটি বৃহত্তর ওয়েলিংটন আঞ্চলিক স্টেডিয়াম-এ স্থানান্তরিত হয়েছিল, যা ওয়েলিংটন সিবিডির অন্য দিকে।\n১৩ মার্চ ২০১১ তারিখে ব্যাসিন রিজার্ভ \"ফিল দ্য বেসিন\" এর আয়োজক ছিল, যা ছিল একটি ক্রিকেট ইভেন্ট, যা ২০১১ সালের ক্যান্টারবেরি ভূমিকম্পে ক্ষতিগ্রস্তদের জন্য অর্থ সংগ্রহের উদ্দেশ্যে ছিল। ইভেন্টটি ১০,০০০-এরও বেশি লোকের ভিড়কে আকর্ষণ করেছিল এই ইভেন্টটি, কিছু দর্শক সীমানা দড়ি এবং বেড়ার মধ্যে বসেছিল। আধুনিক যুগে ব্যাসিন রিজার্ভে এটাই সবচেয়ে বেশি দর্শকের আগমন। ম্যাচের সাথে জড়িত খেলোয়াড়দের মধ্যে ছিলেন শেন ওয়ার্ন, স্টিফেন ফ্লেমিং, টানা উমাগা, রিচার্ড হ্যাডলি, মার্টিন ক্রো, অন্যান্য বিখ্যাত প্রাক্তন নিউজিল্যান্ড ক্রিকেটার, রাগবি ইউনিয়নের খেলোয়াড় রিচি ম্যাককা এবং কনরাড স্মিথ এবং অভিনেতা রাসেল ক্রো এবং ইয়ান ম্যাককেলেন।  ত্রাণ তৎপরতার জন্য $৫০০,০০০ এরও বেশি অর্থ সংগ্রহ করা হয়েছিল।\n\n\n=== অন্যান্য খেলা ===\nক্রিকেট ছাড়াও, অন্যান্য খেলাগুলিও বেসিন রিজার্ভ ব্যবহার করেছে, যার মধ্যে রয়েছে রাগবি ইউনিয়ন, রাগবি লিগ, অ্যাসোসিয়েশন ফুটবল এবং অস্ট্রেলীয় রুলস ফুটবল ম্যাচ। ১৯৫০ এবং ১৯৬০-এর দশকে মাঠটি ওয়েলিংটন এলাকায় প্রধান অ্যাসোসিয়েশন ফুটবল ভেন্যু ছিল এবং বেশ কয়েকটি আন্তর্জাতিক ম্যাচ এবং চ্যাথাম কাপ ফাইনালের জন্য ব্যবহৃত হয়েছিল।\n১৯২১–২২ গ্রেট ব্রিটেনের ক্যাঙ্গারু সফর শুরু করার আগে, অস্ট্রেলিয়ান রাগবি লিগ দল ব্যাসিন রিজার্ভে একটি প্রদর্শনী ম্যাচের জন্য ওয়েলিংটনে এসেছিল।।\n\n\n== পরিসংখ্যান ==\n\n\n=== টেস্ট ক্রিকেট ===\nব্যাসিন রিজার্ভে সেপ্টেম্বর ২০২০ পর্যন্ত ৬৪টি টেস্ট ম্যাচ খেলা হয়েছে। উইকেট প্রতি গড় রান ৩১.৪২ এবং নিউজিল্যান্ডের হয়ে উইকেট প্রতি গড় ৩১.২৭। ওভার প্রতি গড় রান ২.৮৫। মাঠটি স্পিন বোলারদের বিপরীতে ফাস্ট বোলারদের জন্য উপযোগী হিসেবে বেশি পরিচিত। গ্রাউন্ডে সেরা দশ উইকেট গ্রহীতার মধ্যে নয়জন হলেন ফাস্ট বোলার এবং সর্বোচ্চ উইকেট গ্রহীতা হলেন ক্রিস মার্টিন (৫৮) যদিও এই মাঠের মাটিতে তার মাত্র ১৩তম সেরা বোলিং গড় রয়েছে।\nব্রেন্ডন ম্যাককালামের সর্বোচ্চ ইনিংস, ৩০২, এবং প্রথম নিউজিল্যান্ডীয় যিনি একটি টেস্টে ৩০০ রান করেছেন। গ্রাউন্ডে এবং যেকোনো নিউজিল্যান্ড টেস্ট ক্রিকেটারের জন্য আগের সর্বোচ্চ স্কোর ছিল ১৯৯১ সালে মার্টিন ক্রো দ্বারা ২৯৯ রান। প্রায় এক বছর পরে ২০১৫ সালে, কুমার সাঙ্গাকারা তার ১২০০০ তম টেস্ট রান এবং সেখানে তার ১১তম ডাবল সেঞ্চুরি করেন যখন ম্যাককালাম তিনটি ক্যাচ ফেলেন এবং প্রথম ইনিংসে দুই বলে শূন্য রান করেন। এটি এমন একটি গ্রাউন্ড যেখানে ট্রেন্ট বোল্ট তার এক হাতে সর্বাধিক ক্যাচ নিয়েছেন। যার মধ্যে একটি ২০১৫ সালে সাঙ্গাকারাকে সরিয়ে দেয়। একই টেস্টে কেন উইলিয়ামসন তার প্রথম টেস্ট ডাবল সেঞ্চুরি করেন, দ্বিতীয় ইনিংসে তার ৬ তম উইকেট সঙ্গী বিজে ওয়াটলিং সেঞ্চুরি করেন। উইলিয়ামসনও মাঠে অবদান রাখেন নিউজিল্যান্ডকে টেস্ট ম্যাচ জেতাতে। ২০১৭ সালে আমেরিকার স্পোর্টস সেন্টারে তার ক্যাচটিও শীর্ষ খেলা তৈরি করেছে। এটিও সেই মাঠ যেখানে হেনরি নিকোলস তার প্রথম টেস্ট সেঞ্চুরি করেছিলেন। সেই বছরের শেষের দিকে, টম ব্লান্ডেল অভিষেকে তার প্রথম টেস্ট সেঞ্চুরি করেন, তারপর ইউনিফর্ম পরে বাড়ি চলে যান কারণ তিনি মাঠের কাছাকাছি থাকেন।\nটেস্ট ক্রিকেটে এখানে একটি দলের সর্বোচ্চ স্কোর ছিল নিউজিল্যান্ড যখন ভারতের বিরুদ্ধে ১৪ ফেব্রুয়ারি ২০১৪ তারিখে ৬৮০/৮ স্কোর করেছিল।\nএই মাঠে সবচেয়ে বেশি রান করেছেন রস টেলর ১২৭৯ রান, কেন উইলিয়ামসন (১১৩৭ রান) এবং মার্টিন ক্রো (১১২৩ রান)। সবচেয়ে বেশি উইকেট নিয়েছেন ক্রিস মার্টিন ৬০ উইকেট, এরপর ড্যানিয়েল ভেট্টোরি ৫৭ উইকেট এবং রিচার্ড হ্যাডলি ৫৩ উইকেট।\n\n\n=== একদিনের আন্তর্জাতিক ক্রিকেট ===\nওডিআই ক্রিকেটে, ৬ জানুয়ারি ২০১৮ তারিখে নিউজিল্যান্ড পাকিস্তানের বিরুদ্ধে সর্বোচ্চ স্কোর করেছে যখন তারা ৩১৫/৭ রান করেছিল। এই মাঠে সবচেয়ে বেশি রান করেছেন মার্টিন ক্রো (৩৪৫ রান), অ্যান্ড্রু জোন্স (৩১১ রান) এবং নাথান অ্যাস্টেল (২৮৫ রান)। সবচেয়ে বেশি উইকেট নিয়েছেন ড্যানি মরিসন-১৬ উইকেট, ক্রিস হ্যারিস-১৩ উইকেট এবং গ্যাভিন লারসেন-১২ উইকেট। টেস্ট সেঞ্চুরি করার প্রবণতা সত্ত্বেও, ব্যাসিন রিজার্ভ ওয়ানডে সেঞ্চুরি করার জন্য একটি মাঠ নয়। এ পর্যন্ত মাত্র ৪টি সেঞ্চুরি হয়েছে। ১৯ জানুয়ারী ২০১৮-এ পাকিস্তানের বিরুদ্ধে মার্টিন গাপটিল সবচেয়ে সাম্প্রতিক, বেভান কংডনের ৪৩ বছর পর। ১৯৮৯ সালে পাকিস্তানের শোয়েব মোহাম্মদ এখানে ওয়ানডে সেঞ্চুরি করা একমাত্র অ্যাওয়ে ব্যাটসম্যান।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nNeely, D., Romanos, J. (2003). The Basin: An Illustrated History of the Basin Reserve. Canterbury University Press. আইএসবিএন ১-৮৭৭২৫৭-০৫-২.\n\n\n== বহিঃসংযোগ ==\n\nঅস্ট্রাডিয়ামসে ব্যাসিন রিজার্ভ\nগ্রাউন্ড প্রোফাইল, ইএসপিএনক্রিকইনফো\nব্যাসিন রিজার্ভ\n\"The Basin Reserve: from lagoon to land\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ডিসেম্বর ২০১৬ তারিখে, নিউজিল্যান্ড ক্রিকেট মিউজিয়াম\n\"The Basin Reserve: cricket comes to play\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ অক্টোবর ২০১৬ তারিখে, নিউজিল্যান্ড ক্রিকেট মিউজিয়াম"}