{"pageid": 1123916, "title": "রানা যশরাজ", "url": "https://bn.wikipedia.org/wiki?curid=1123916", "content": "রানা যশরাজ একজন হিন্দু দেবতা, তিনি লোহানা জাতির কুলদেবতা রূপে পূজিত হন। এই সঙ্গে ভানুশালী, খত্রী, এবং সারস্বত ব্রাহ্মণ সম্প্রদায়ও তাঁর উপাসনা করে। তিনি খ্রিস্টীয় ১২ শতকে বিদ্যমান ছিলেন। তিনি বীর দাদা যশরাজ নামেও পরিচিত। যশরাজকে উপজাতীয় রাজা হিসাবে মানা হয়, মনে করা হয় তিনি পাঞ্জাবের একটি ছোট অঞ্চল শাসন করতেন। যশরাজের স্মরণে, বসন্ত পঞ্চমীর দিন (হিন্দু পঞ্জিকা অনুসারে বসন্ত ঋতুর পঞ্চম দিন) বীর দাদা যশরাজের শহীদ দিন (শহীদ দিবস) হিসাবে পালিত হয়।\n\n\n== পরিচয় ==\nবীর দাদা যশরাজ হলেন ভারতীয় উপমহাদেশের পাঞ্জাব, সিন্ধু এবং গুজরাটের লোহানা, ভানুশালী, খত্রী, এবং সারস্বত ব্রাহ্মণ সম্প্রদায়দের দ্বারা উপাসিত দেবতা। তিনি ১২০৫ থেকে ১২৩১ সালের মধ্যে কোন এক সময় জন্মগ্রহণ করেছিলেন। রানা যশরাজ ছিলেন রানা বাসুপালের পুত্র এবং রানা বাছরাজের ভাই। তাঁদের একমাত্র বোন ছিলেন হারকোর।\nএই সম্প্রদায়গুলির লোককাহিনী অনুসারে, যশরাজ নিজের বিবাহের সময় মণ্ডপে থাকাকালীন জানতে পারেন যে শত্রুরা হিন্দুদের পবিত্র ও পূজ্য পশু গরু কেড়ে নিয়ে যাচ্ছে। তিনি নিজের ভয় ত্যাগ করে গরুগুলি উদ্ধার করতে শত্রুদের পিছনে ছুটে গিয়েছিলেন। এমনকি তাঁর নিজের বোন হারকোর ও তাঁকে যুদ্ধে সহায়তা করেছিলেন। যদিও, কাবুল থেকে আসা শত্রুরা শেষ পর্যন্ত পরাজিত হয়েছিল, এবং যশরাজ জয়লাভ করেছিলেন, কিন্তু শত্রুর রণ কৌশলের ফলে তিনি নিহত হন। তখন থেকেই তিনি লোহানা এবং ভানুশালীদের দ্বারা বীর দাদা যশরাজ হিসাবে পূজিত হন এবং তাঁর বোন হারকোর লোহানা বংশের কুলদেবী হিসাবে পূজিত হন।\nবসন্ত পঞ্চমীর দিনটি দাদা যশরাজের সম্মানে শহীদ দিবস হিসাবে পালিত হয়। তাঁকে মুরুগার প্রধান সেনাপতি, বীরবাহুর অবতার বলে মনে করা হয়।\n\n\n== বর্তমান ==\nযাইহোক, লোহানারা আজ দাদা যশরাজকে তাদের লোক-দেবতা বা কুলদেবতা বলে মনে করে এবং দাদা যশরাজের মূর্তিকে নৈবেদ্য দেওয়ার রীতি আছে, নৈবেদ্য হিসেবে খেজুর এবং গুড় দেওয়া হয়। তাঁর ঘোড়ায় চড়া মূর্তি পূজিত হয়। নববধূরা রঙিন পোশাক পরে দাদা যশরাজকে নৈবেদ্য দেয়। পূর্বে শুধুমাত্র সাদা পোশাক পরিধান করে পূজা দেওয়ার বিধান ছিল, কিন্তু এই প্রথা এখন লোহানারা প্রায় ভুলেই গেছে।\n\n\n== আরও দেখুন ==\nরানা বাছরাজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLohanas in Diaspora, Rohit Barot, Department of Sociology, Centre for the Study of Minorities and Social Change,University of Bristol [১] https://commons.wikimedia.org/wiki/File:Veer_Jasraj_Dada.jpg"}