{"pageid": 1123137, "title": "পেরিন ক্যাপ্টেন", "url": "https://bn.wikipedia.org/wiki?curid=1123137", "content": "পেরিন বেন ক্যাপ্টেন (১৮৮৮-১৯৫৮) ছিলেন একজন ভারতীয় স্বাধীনতা কর্মী, সমাজকর্মী এবং প্রখ্যাত ভারতীয় বুদ্ধিজীবী ও নেতা দাদাভাই নওরোজির নাতনী। ভারত সরকার ১৯৫৪ সালে তাকে পদ্মশ্রী পুরস্কারে ভূষিত করে, যা দেশের প্রতি তার অবদানের জন্য চতুর্থ সর্বোচ্চ ভারতীয় বেসামরিক পুরস্কার। সেবছরেই প্রথমবারের মতো এই পুরস্কার দেওয়া হয়।\n\n\n== জীবনী ==\nপেরিন বেন ১৮৮৮ সালের ১২ অক্টোবর ভারতের গুজরাত রাজ্যের কচ্ছ জেলার মান্ডভিতে একটি পার্সি পরিবারে জন্মগ্রহণ করেন। তার বাবা আর্দেশির একজন ডাক্তার ছিলেন এবং দাদাভাই নওরোজির জ্যেষ্ঠ পুত্র, এবং তার মা বীরবাই দাদিনা ছিলেন একজন গৃহবধূ। আট সন্তানের মধ্যে বড় হিসাবে জন্মগ্রহণ করেন, তিনি ১৮৯৩ সালে মাত্র ৫ বছর বয়সে তার পিতাকে হারান এবং মুম্বাইতে তার প্রাথমিক শিক্ষা সম্পন্ন করেন। পরে, তিনি তৃতীয় প্যারিস বিশ্ববিদ্যালয়: সরবোন নুভেলে যোগ দেন। সেখান থেকে তিনি ফরাসি ভাষায় ডিগ্রি অর্জন করেন। প্যারিসে থাকাকালীন, তিনি ভিকাইজি কামার বৃত্তে আসেন এবং তাদের কার্যকলাপে অংশ নিতে শুরু করেন। বিনায়ক দামোদর সাভারকরকে লন্ডনে গ্রেপ্তারের পর মুক্তি দেওয়ার পরিকল্পনার সঙ্গে তিনি জড়িত ছিলেন বলে জানা গেছে। এই সময়ে, তিনি সাভারকর এবং ভীকাইজি কামার সাথে ১৯১০ সালে ব্রাসেলসে মিশরীয় জাতীয় কংগ্রেসে যোগ দিয়েছিলেন। তিনি প্যারিসে অবস্থিত পোলিশ এমিগ্রে সংগঠনগুলির সাথেও জড়িত ছিলেন, যারা রাশিয়ায় জারিস্ট শাসনের বিরুদ্ধে বিদ্রোহ করছিল। ১৯১১ সালে ভারতে ফিরে আসার পর পেরিন মহাত্মা গান্ধীর সাথে দেখা করার সুযোগ পেয়েছিলেন এবং তাঁর আদর্শ দ্বারা প্রভাবিত হয়েছিলেন। ১৯১৯ সালের মধ্যে, তিনি তার সাথে কাজ শুরু করেন এবং ১৯২০ সালে তিনি স্বদেশী আন্দোলনে নামেন এবং খাদি পরা শুরু করেন। ১৯২১ সালে, তিনি গান্ধীবাদী আদর্শের উপর ভিত্তি করে একটি মহিলা আন্দোলন রাষ্ট্রীয় স্ত্রী সভা প্রতিষ্ঠায় সহায়তা করেছিলেন।\nপেরিন ১৯২৫ সালে ধুঞ্জিশা এস. ক্যাপ্টেন নামে একজন আইনজীবীকে বিয়ে করেন, কিন্তু এই দম্পতির কোনো সন্তান ছিল না। তিনি বিয়ের পর তার সামাজিক কার্যকলাপ অব্যাহত রাখেন এবং ভারতীয় জাতীয় কংগ্রেসের বেশ কয়েকটি কাউন্সিলে দায়িত্ব পালন করেন। ১৯৩০ সালে তিনি বোম্বে প্রাদেশিক কংগ্রেস কমিটির প্রথম মহিলা সভাপতি নির্বাচিত হন। তিনি মহাত্মা গান্ধী কর্তৃক সূচিত আইন অমান্য আন্দোলনে অংশগ্রহণ করেছিলেন এবং কারাবরণ করেছিলেন, ভারতীয় স্বাধীনতা আন্দোলনের সময় তিনি যে কয়েকবার কারাদণ্ড ভোগ করেছিলেন তার মধ্যে প্রথমটি। ১৯৩০-এর দশকে গান্ধী সেবা সেনা পুনর্গঠিত হলে, তাকে এর সাম্মানিক সাধারণ সম্পাদক করা হয়, এই পদটি তিনি ১৯৫৮ সালে তার মৃত্যুর আগ পর্যন্ত অধিষ্ঠিত ছিলেন।\n১৯৫৪ ভারত সরকার সালে বেসামরিক পদ্ম পুরস্কার ব্যবস্থা চালু করলে পেরিন ক্যাপ্টেন পদ্মশ্রী পুরস্কারপ্রাপ্তদের প্রথম তালিকায় অন্তর্ভুক্ত হন।\n\n\n== তথ্যসূত্র =="}