{"pageid": 1123184, "title": "সাকিল আহমেদ", "url": "https://bn.wikipedia.org/wiki?curid=1123184", "content": "সাকিল আহমেদ (জন্ম ১৯ ডিসেম্বর ১৯৬৮) বাংলাদেশ সেনাবাহিনীর জেনারেল এবং ৬৬ পদাতিক ডিভিশনের জিওসি হিসেবে দায়িত্ব পালন করছেন। ইতিপূর্বে তিনি বর্ডার গার্ড বাংলাদেশের ২৩ তম মহাপরিচালক ছিলেন। এর আগে তিনি সেনা সদরে অ্যাডজুটেন্ট জেনারেল (এজি) এবং ইমিগ্রেশন-পাসপোর্ট অধিদপ্তরের মহাপরিচালক হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ==\nসাকিল আহমেদ ১৯ ডিসেম্বর ১৯৬৮ সালে জয়পুরহাটে জন্মগ্রহণ করেন। তিনি জাতীয় নিরাপত্তা, সমরবিদ্যা, প্রতিরক্ষা বিষয়ে  একাধিক মাস্টার্স ডিগ্রি অর্জন করেন। স্ট্র্যাটেজিক স্টাডিজে মাস্টার্স এবং ডিফেন্স স্টাডিজে স্নাতকোত্তর সম্পন্ন করেছেন। তার স্ত্রী শাহনাজ সাকিল, ১ ছেলে ও ২ মেয়ে রয়েছে তাদের।\n\n\n== কর্মজীবন ==\nসাকিল আহমেদ ১৯ সেপ্টেম্বর ২০১৯ সাল থেকে  ২৯ জুলাই ২০২০ পর্যন্ত ইমিগ্রেশন ও পাসপোর্ট অধিদপ্তরের মহাপরিচালক ছিলেন। বাংলাদেশ গলফ ফেডারেশনের সিনিয়র ভাইসপ্রেসিডেন্ট এবং কুর্মিটোলা গলফ ক্লাবের ভাইস প্রেসিডেন্ট তিনি। তিনি ট্রাস্ট ব্যাংক লিমিটেড এবং আস্থা লাইফ ইন্স্যুরেন্স কোম্পানি লিমিটেডের ভাইস চেয়ারম্যান। তিনি ক্যাডেট কলেজের গভর্নিং বডির চেয়ারম্যান।\nতিনি স্কুল অব ইনফ্যান্ট্রি অ্যান্ড ট্যাকটিকসে প্রধান প্রশিক্ষক, বাংলাদেশ মিলিটারি অ্যাকাডেমিতে প্লাটুন কমান্ডার এবং ন্যাশনাল ডিফেন্স কলেজ, মিরপুরে সশস্ত্র বাহিনী ওয়ার কোর্সের ডিরেক্টরিং স্টাফ হিসেবে দায়িত্ব পালন করেন। তিনি স্কুল অব ইনফ্যান্ট্রি অ্যান্ড ট্যাকটিকসের কমান্ড্যান্ট হিসেবেও দায়িত্ব পালন করেন।\n\n\n=== বাংলাদেশ সেনাবাহিনী ===\nসাকিল ১৮ তম বিএমএ দীর্ঘমেয়াদী কোর্স সম্পন্ন করে ১৯৮৮ সালে বাংলাদেশ মিলিটারী একাডেমীতে যোগদান করেন। তিনি জেনারেল ১৯ পদাতিক ডিভিশনের কমান্ড করেন। তিনি ৯৯ কম্পোজিট ব্রিজের কমান্ডার এবং ১ ইস্ট বেঙ্গল রেজিমেন্টের কমান্ডিং অফিসার ছিলেন। রেজিমেন্টাল স্টাফের দায়িত্ব ছাড়াও তিনি ডিরেক্টরেট জেনারেল অব ফোর্সেস ইন্টেলিজেন্সের (ডিজিএফআই) পরিচালক হিসেবে দায়িত্ব পালন করেন। তিনি একটি পদাতিক ডিভিশনের জেনারেল স্টাফ অফগ্রেড ১ এবং একটি পদাতিক ব্রিগেডের ব্রিগেড মেজর হিসেবেও দায়িত্ব পালন করেছেন।\nতিনি সেনাবাহিনীর স্কুল অব ইনফ্যান্ট্রি অ্যান্ড ট্যাকটিকস, বাংলাদেশ মিলিটারি অ্যাকাডেমি এবং ন্যাশনাল ডিফেন্স কলেজেও বিভিন্ন পদে দায়িত্ব পালন করেছেন।\nতিনি ১৮ ফেব্রুয়ারি ২০২২ সাল থেকে বর্ডার গার্ড বাংলাদেশের মহাপরিচালক হিসেবে দায়িত্ব পালন করছেন।\n\n\n=== জাতিসংঘ শান্তিরক্ষা মিশন ===\nসাকিল শান্তিরক্ষী হিসাবে তিনি ইউএনওএসওম ২ এ কন্টিনজেন্ট সদস্য এবং এমওএনইউসিতে ফোর্স লজিস্টিক স্টাফ ছিলেন। তিনি কন্টিনজেন্ট কমান্ডার হিসেবে ইউএনওসিআইতে ব্যানব্যাট ৩/২৩ এর নির্দেশ দেন। তিনি সোমালিয়া, কঙ্গো ও আইভরি কোস্টে জাতিসংঘের শান্তিরক্ষা মিশনে দায়িত্ব পালন করেন।\n\n\n== তথ্যসূত্র =="}