{"pageid": 1123903, "title": "হাসান রামি পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1123903", "content": "হাসান রামি পাশা (১৮৪২-১৯২৩) আব্দুল আজিজের শাসনামলে একজন উসমানীয় কর্মজীবি অফিসার, অ্যাডমিরাল এবং নৌমন্ত্রী ছিলেন। যিনি পরে গ্রিক-তুর্কি যুদ্ধে (১৮৯৭) অংশগ্রহণ করেছিলেন।\n\n\n== জীবন ==\nতিনি ১৮৪২ সালে একটি আলবেনীয় পরিবারে সেলানিকে (থেসালোনিকি, বর্তমানে গ্রীসে) জন্মগ্রহণ করেন। 1856 সালে, নেভাল একাডেমি থেকে স্নাতক হওয়ার পরে তিনি নৌবাহিনীর অফিসার হিসাবে নিযুক্ত হন। রুশ-তুর্কি যুদ্ধের সময় (১৮৭৭-১৮৭৮) তিনি একটি যুদ্ধজাহাজের কমান্ডার ছিলেন। ১৮৮২ সালে তিনি নৌবাহিনীর কমান্ডার হিসাবে নিযুক্ত হন। তিনবছর পর তিনি সুলতান আবদুল হামিদ দ্বিতীয়ের অ্যাডজুট্যান্ট হন, একটি মর্যাদাপূর্ণ কিন্তু নিষ্ক্রিয় পদ। ১৮৯৭ সালে, গ্রেকো-তুর্কি যুদ্ধের প্রাক্কালে (১৮৯৭) তাকে দারদানেলিস রক্ষার দায়িত্ব দেওয়া হয়েছিল। ১৯০৬ সালে, তিনি নৌমন্ত্রী হিসাবে নিযুক্ত হন। তবে দুই বছর পরে, তরুণ তুর্কি বিপ্লবের পর তাকে এখনকার শক্তিশালী কমিটি অফ ইউনিয়ন অ্যান্ড প্রোগ্রেস পার্টিসন্স দ্বারা বরখাস্ত করা হয়। তাকে বিচারের মুখোমুখি করা হয়েছিল এবং তার পদাবনতি করা হয়েছিল। তার শেষ বছরগুলো ইস্তাম্বুলে কাটিয়েছিলেন এবং ১৯২৩ সালে মারা যান।\n\n\n== নৌবাহিনীতে সমস্যা ==\n১৮৭৬ সালের আগে সুলতান আব্দুল আজিজ একটি শক্তিশালী নৌবাহিনীকে একটি শক্তিশালী পর্যায়ের গঠনের চেষ্টা করেছিলেন। ঊনবিংশ শতকের মাঝামাঝি, উসমানীয় নৌবাহিনী ছিল বিশ্বের সবচেয়ে শক্তিশালী নৌবাহিনীর একটি। কিন্তু দ্বিতীয় আবদুল হামিদ কখনই কোনো নৌ তৎপরতা করতে দেননি। রুশ-তুর্কি যুদ্ধের পর, প্রায় ২০ বছর ধরে, নৌবাহিনীর কোন প্রশিক্ষণ, কৌশল বা রক্ষণাবেক্ষণ ছিল না। সমস্ত যুদ্ধজাহাজ সামান্য প্রশিক্ষণ ছাড়াই গোল্ডেন হর্নে অবস্থান করেছিল। একটি মতানুযায়ী, আব্দুল হামিদ নৌবাহিনীর কর্মকর্তাদের সম্ভাব্য অভ্যুত্থানকে ভয় পেয়েছিলেন। কিন্তু গ্রীসের বিরুদ্ধে যুদ্ধের আগে, আব্দুল হামিদ একটি সম্ভাব্য গ্রিক নৌ আক্রমণের বিরুদ্ধে সতর্কতা হিসাবে দারদানেলিস স্ট্রেটে নৌবাহিনী পাঠানোর সিদ্ধান্ত নেন। গ্রিক নৌবাহিনী ছিল ছোট কিন্তু উসমানীয় সাম্রাজ্যের তুলনায় আরো আধুনিক এবং উন্নত ছিল। হাসান রামি যিনি এই নৌবাহিনীর কমান্ডার ছিলেন শীঘ্রই জানতে পারেন যে প্রায় সমস্ত জাহাজ এবং বেশিরভাগ অস্ত্রের বড় ধরনের মেরামত প্রয়োজন। যদিও হাসান রামি পাশা অনেক কষ্টে দারদানেলস পর্যন্ত যাত্রা করতে সক্ষম হয়েছিলেন, কিন্তু তিনি দেখেছিলেন যে নৌবাহিনী প্রায় কার্যকর অবস্থার বাইরে ছিল। তিনি একটি প্রতিবেদন তৈরি করে পুরনো জাহাজ মেরামত না করে নতুন যুদ্ধজাহাজ কেনার পরামর্শ দেন। তিনি আরও উল্লেখ করেছেন যে নৌবাহিনী সম্পর্কে সুলতানের কাছে দেয়া পূর্বের প্রতিবেদনগুলি মিথ্যা ছিল।\n\n\n== রউফ বে-এর সমালোচনা ==\n\nরউফ বে (পরবর্তীকালের প্রধানমন্ত্রী এবং তুরস্কের স্বাধীনতা যুদ্ধের প্রথমদিকের নেতাদের একজন) ছিলেন হাসান রামি পাশার অধস্তনদের একজন। তার স্মৃতিকথা অনুসারে, হাসান পাশার সংস্কার প্রকল্পে তার প্রত্যাশা ছিল বেশি। কিন্তু হাসান পাশাকে নৌমন্ত্রী হিসেবে নিয়োগ দেওয়ার পর তাকে হতাশ হতে হয়। কারণ তার আগেকার স্বভাবের বিপরীতে, হাসান পাশা একজন নিষ্ক্রিয় রাজনীতিবিদ হয়ে ওঠেন এবং নৌবাহিনীর সংস্কারের জন্য কিছুই করেননি। তরুণ তুর্কি বিপ্লবের পর নৌবাহিনীর করুণ অবস্থার জন্য তাকে অভিযুক্ত করা হয়।\n\n\n== হাসান রামি পাশার স্মৃতিকথা ==\nপরে হাসান রামি পাশা নিজেকে নির্দোষ প্রমাণ করার জন্য তার স্মৃতিকথা প্রকাশ করেন। ২০১৩ সালে একজন অবসরপ্রাপ্ত নৌ কর্মকর্তা ও সম্পাদক ওসমান অ্যান্দেস দ্বারা রউফ বে-এর সমালোচকদের সমালোচনা ও তার স্মৃতিকথা একইসাথে পুনঃপ্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে হাসান রামি পাশা সম্পর্কিত মিডিয়া দেখুন।"}