{"pageid": 1123998, "title": "মুরুগন মন্দির, সালুবনকুপ্পম", "url": "https://bn.wikipedia.org/wiki?curid=1123998", "content": "মুরুগন মন্দির ভারতের তামিলনাড়ু রাজ্যের সালুবনকুপ্পমের তামিল হিন্দু দেবতা মুরুগনের (কার্তিক) প্রতি উৎসর্গিত এবং ২০০৫ সালে খননকার্যের ফলে আবিষ্কৃত একটি প্রাচীন মন্দির। প্রত্নতত্ত্ববিদেরা মনে করেন যে, মন্দিরটি দু’টি স্তরে গঠিত: সঙ্গম যুগে (খ্রিস্টপূর্ব তৃতীয় শতাব্দী থেকে খ্রিস্টীয় তৃতীয় শতাব্দী) নির্মিত একটি ইটের মন্দির এবং পল্লব যুগে (খ্রিস্টীয় অষ্টম শতাব্দী) নির্মিত একটি গ্রানাইট পাথরের মন্দির। পাথরের মন্দিরটি ইটের মন্দিরটির উপরেই নির্মিত হওয়ায় এটিই ভারতের প্রাচীনতম মন্দিরের মর্যাদা পেয়েছে। এখানে খননকার্য পরিচালনাকারী ভারতীয় পুরাতত্ত্ব সর্বেক্ষণের (এএসআই) দলটির মতে, এখানকার ইটের মন্দিরটি তামিলনাড়ুতে আবিষ্কৃত ইটের স্থাপনাগুলোর মধ্যে প্রাচীনতম হওয়াই সম্ভবপর।\n২০০৪ সালে ভারত মহাসাগরের সুনামির ফলে অনাবৃত হয়ে পড়া একটি শিলালিপির সূত্র থেকে পুরাতত্ত্ব সর্বেক্ষণের প্রত্নতত্ত্ববিদের একটি দল মন্দিরটি আবিষ্কার করে। প্রাথমিক খননকার্যের ফলে খ্রিস্টীয় অষ্টম শতাব্দীর পল্লব-যুগীয় একটি উপাসনালয় আবিষ্কৃত হয়। আরও খননকার্যের ফলে দেখা যায় যে, অষ্টম শতাব্দীর উপাসনালয়টি গড়ে উঠেছিল একটি প্রাচীনতর উপাসনালয়ে ইষ্টকনির্মিত ভিত্তির উপরে। জানা যায় যে, ইটের উপাসনালয়টি নির্মিত হয়েছিল সঙ্গম যুগে।\nমন্দিরটি উত্তরমুখী, যা সচরাচর হিন্দু মন্দিরের বৈশিষ্ট্য হয় না। এই চত্বর থেকে সঙ্গম ও পল্লব দুই যুগপর্যায়েরই প্রত্নসামগ্রী আবিষ্কৃত হয়েছে। মন্দিরটি তামিলনাড়ুর প্রাচীনতম মুরুগন মন্দির। এই রাজ্যে প্রাক্-পল্লব যুগের যে দু’টি মাত্র মন্দির আবিষ্কৃত হয়েছে, এই মন্দিরটি তার অন্যতমও বটে (অপর মন্দিরটি হল বেপ্পতুরের বীত্রিরুন্ধ পেরুমাল মন্দির)।\n২০১৮ সালের ৩ মে রাতে অজ্ঞাতপরিচয় দুষ্কৃতিরা এই প্রত্নক্ষেত্রে তাণ্ডব চালায় এবং পাথরের \"বেল\"টি উপড়ে দুই টুকরো করে দেয়।\n\n\n== আবিষ্কার ==\n২০০৪ সালে ভারত মহাসাগরের সুনামির জল নেমে গেলে প্রত্নতত্ত্ববিদেরা ইউনেস্কো-স্বীকৃত বিশ্ব ঐতিহ্যবাহী স্থান মহাবলীপুরমের কাছে সালুবনকুপ্পম নামে একটি ছোটো গ্রামে সুনামি তরঙ্গের ফলে উন্মোচিত হয়ে পড়া একটি শিলালিপি আবিষ্কার করেন। রাষ্ট্রকূট রাজা তৃতীয় কৃষ্ণ ও চোল রাজা প্রথম পরন্তক ও প্রথম কুলোতুঙ্গ চোলের অভিলেখে তিরুবিঝচিলে (অধুনা সালুবনকুপ্পম) একটি সুব্রহ্মণ্য মন্দিরের উল্লেখ পাওয়া যায়। ভারতীয় পুরাতত্ত্ব সর্বেক্ষণের (এএসআই) অভিলেখবিদ এস. রাজবেলু নিকটবর্তী একটি ঢিপিকে মন্দিরক্ষেত্র হিসেবে চিহ্নিত করেন। ২০০৫ সালে প্রত্নতত্ত্ববিদেরা খননকার্য চালিয়ে সেই ঢিপির তলায় অষ্টম শতাব্দীর একটি পল্লব মন্দির আবিষ্কার করেন। এএসআই-এর সহকারী প্রত্নতত্ত্ববিদ জি. তিরুমূর্তি মনে করেন যে, এই উপাসনালয়টিই সম্ভবত তামিলনাড়ুতে উৎখনিত প্রাচীনতম মুরুগন মন্দির। এই মন্দিরটি \"মহাবলীপুরমের সাত মন্দিরের\" অন্যতম কি-না তা নিয়েও জল্পনা-কল্পনা চলেছিল।\n\nযদিও আরও খননকার্যের ফলে জানা যায় যে, অষ্টম শতাব্দীর মন্দিরটি নির্মিত হয়েছিল ইটের তৈরি একটি প্রাচীনতর মন্দিরের ধ্বংসাবশেষের উপরে। তিরুমূর্তির মতে, ইটের মন্দিরটির গর্ভগৃহটি বালি দ্বারা পূর্ণ এবং গ্রানাইটের ফলক দিয়ে ঢেকে তার উপর নতুন মন্দিরটি নির্মিত হয়েছিল। এএসআই চেন্নাই মণ্ডলের অধীক্ষক সত্যমূর্তি বলেন যে, ইটের মন্দিরটি সম্ভবত সঙ্গম যুগে নির্মিত। কারণ, আধুনিক মন্দিরগুলো পূর্ব বা পশ্চিমমুখী হলেও এই মন্দিরটি উত্তরমুখী। এর দ্বারা চূড়ান্তভাবে প্রমাণিত হয় যে খ্রিস্টীয় ষষ্ঠ বা সপ্তম শতাব্দীতে মন্দির স্থাপত্য-সংক্রান্ত প্রামাণ্য গ্রন্থ শিল্প শাস্ত্র রচিত হবার আগেই এই মন্দিরটি নির্মিত হয়েছিল। ইটের তৈরি উপাসনালয়টির আনুমানিক বয়স ১৭০০ থেকে ২০০০ বছর।\nপ্রত্নতত্ত্ববিদদের বিশ্বাস, ২,২০০ বছর আগে সংঘঠিত কোনও ঘূর্ণিঝড় বা সুনামির ফলে ইটের তৈরি উপাসনালয়টি ধ্বংসপ্রাপ্ত হয়েছিল। খ্রিস্টীয় অষ্টম শতাব্দীতে পল্লব রাজারা ইটের ভিত্তির উপর যে গ্রানাইটের মন্দিরটি নির্মাণ করেছিলেন, সেটিও সম্ভবত সুনামির ফলেও ধ্বংসপ্রাপ্ত হয়। প্রত্নতত্ত্ববিদেরা মনে করেন যে, এই দ্বিতীয় সুনামিটি নিশ্চয় খ্রিস্টীয় ত্রয়োদশ শতাব্দীতে সংঘটিত হয়েছিল। কারণ, অভিলেখগুলো থেকে জানা যায় যে, ১২১৫ সালেও মন্দিরটির অস্তিত্ব ছিল।\n\n\n== ঐতিহাসিক প্রেক্ষাপট ==\nমহাবলীপুরম শহরটি খ্রিস্টীয় সপ্তম শতাব্দীতে পল্লব রাজা প্রথম নরসিংহবর্মণ কর্তৃক নির্মিত হলেও, এমন প্রমাণ পাওয়া গিয়েছে যে তার আগে থেকেই এই অঞ্চলে একটি ছোটো বন্দর চালু ছিল। মহাবলীপুরমের কাছে যে মেগালিথিক সমাধি ভস্মাধারগুলো পাওয়া গিয়েছে, সেগুলো খ্রিস্টীয় যুগের একেবারে গোড়ার দিককার। সঙ্গম যুগের কবিতা পেরুম্পাণার্রুপ্পটৈতে নিরপ্পেয়্যারু নামে যে বন্দরের বর্ণনা পাওয়া যায়, কোনও কোনও গবেষক সেটিকে আধুনিক মহাবলীপুরম হিসেবে চিহ্নিত করেন। পেরিপ্লাস অব দি ইরিথ্রিয়ান সি গ্রন্থে উল্লিখিত সোপত্ম বন্দরের ক্ষেত্র হিসেবে মহাবলীপুরমের কাছে সদরস এলাকাটিকে চিহ্নিত করা হয়ে থাকে।\n\n\n== অভিলেখ ==\nমন্দিরটির কাছে অনেকগুলো শিলালিপি পাওয়া গিয়েছে। দান-সংক্রান্ত অভিলেখসহ তিনটি গ্র্যানিটের স্তম্ভ আবিষ্কৃত হবার ফলেই মন্দিরটি খুঁজে বের করা সম্ভব হয়েছিল। একটি স্তম্ভের অভিলেখ থেকে জানা যায় মহাবলীপুরমের জনৈক কিরারপিরিয়ান ৮৫৮ খ্রিস্টাব্দে ১০টি সোনার কঝঞ্চুস (ছোটো গোলক) দান করেছিলেন; অপর একটি অভিলেখে নথিভুক্ত রয়েছে যে ৮১৩ খ্রিস্টাব্দে বসন্তনর নাম্নী এক ব্রাহ্মণী সোনার ১৬টি কঝঞ্চুস দান করেছিলেন একটি প্রদীপ রক্ষণাবেক্ষণের জন্য। তৃতীয় স্তম্ভটিতে প্রথম রাজরাজ চোলের একটি অভিলেখ রয়েছে। এই তিনটি অভিলেখ ছাড়াও এই মন্দিরে অন্য পাঁচটি স্তম্ভে পল্লব রাজা প্রথম দন্তীবর্মণ, তৃতীয় নন্দীবর্মণ ও কম্ববর্মণ,রাষ্ট্রকূট রাজা তৃতীয় কৃষ্ণ এবং চোল রাজা তৃতীয় রাজেন্দ্র চোলের অভিলেখ রয়েছে।\n\n\n== স্থাপত্য ==\n\nমন্দিরটি তামিল হিন্দু দেবতা মুরুগনের (কার্তিক) প্রতি উৎসর্গিত এবং উত্তরমুখী। গর্ভগৃহটির দৈর্ঘ্য ২ মিটার ও প্রস্থ ২.২ মিটার। এটি ইটের সাতাশটি সারির দ্বারা গঠিত। এই মন্দিরে ব্যবহৃত ইটগুলো পুহর, উরায়ুর, মানগুডি ও অরিকমেডুর সঙ্গম যুগীয় প্রত্নক্ষেত্রগুলোতে ব্যবহৃতের ইটের অনুরূপ। মন্দিরের প্রবেশপথে একটি পাথরের বেল স্থাপিত হয়েছিল। খননকার্যের সময় খ্রিস্টীয় প্রথম শতাব্দীতে রচিত তামিল মহাকাব্য সিলপ্পধিকারমে বর্ণিত নৃত্য কুরবৈ কুথু-এর চিত্র সংবলিত একটি পোড়ামাটির ফলক আবিষ্কৃত হয়। সত্যমূর্তি মনে করেন যে, সম্ভবত বর্গাকার গর্ভগৃহে কোনও মূর্তি প্রতিষ্ঠিত হয়নি। কারণ, ঘরটি মূর্তি প্রতিষ্ঠার পক্ষে অনেক ছোটো। মন্দির চত্বরটি একটি প্রাকার বা পাঁচিল দ্বারা পরিবেষ্টিত ছিল। এই পাঁচিলটি প্রথম সঙ্গম যুগেই নির্মিত হয়। তিরুমূর্তির মতে, এই উপাসনালয়টি হল \"প্রাক্-পল্লব যুগে নির্মিত বৃহত্তম ইষ্টকনির্মিত মন্দির চত্বর\"।\nপলির একটি শয্যায় হাতে-তৈরি ইটের একটি স্তর বিছিয়ে তার উপরে মন্দিরটি নির্মিত হয়েছিল। প্রাথমিক স্তরটির উপর হাতে-তৈরি ইটের আরও চারটি স্তর সজ্জিত হয়, যাকে ল্যাটেরাইটের চারটি স্তর দ্বারা পৃথকীকৃত করা হয়। এই মন্দির নির্মাণে দুই ধরনের ইট ব্যবহার করা হয়েছিল:সঙ্গম যুগের বৃহদাকার ল্যাটেরাইট ইট এবং পরবর্তীকালের পাতলা, ছকবদ্ধ ইট। ইটগুলোর উপর চুনের পলেস্তারা দেয়া হয়েছিল।\n\n\n== উৎখনিত প্রত্নসামগ্রী ==\n\nএই প্রত্নক্ষেত্র থেকে প্রাপ্ত গুরুত্বপূর্ণ প্রত্নসামগ্রীগুলোর মধ্যে একটি পোড়ামাটির নন্দী-মূর্তি (শিবের বাহন), একটি নারীমস্তকের প্রতিমূর্তি, পোড়ামাটির প্রদীপ, ভাঙা মৃৎপাত্র এবং সবুজ পাথরে তৈরি একটি শিবলিঙ্গ বিশেষভাবে উল্লেখযোগ্য। এখানকার এই নন্দীমূর্তিটিই প্রথম আবিষ্কৃত নন্দীমূর্তি যেটি পোড়ামাটির তৈরি। উৎখননের ফলে প্রাপ্ত অধিকাংশ প্রত্নসামগ্রী সঙ্গম যুগের হলেও, পরবর্তীকালের কিছু প্রত্নসামগ্রীও এখান থেকে পাওয়া গিয়েছে। তার মধ্যে চোল যুগের একটি তাম্রমুদ্রা বিশেষভাবে উল্লেখযোগ্য।\n\n\n== আরও দেখুন ==\nগুডিমল্লম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"ওয়ার্ল্ড হেরিটেড সাইট – মহাবলীপুরম – এক্সক্যাভেটেড রিমেইনস\" [বিশ্ব ঐতিহ্যবাহী স্থান – মহাবলীপুরম – উৎখনিত অবশেষ]। ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ। ১১ অক্টোবর ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ জুলাই ২০১১। \n\"মুরুগন টেম্পল অ্যাট সালুবণকুপ্পম – রিসেন্ট পিকচার্স\" [সালুবণকুপ্পমের মুরুগন মন্দির – সাম্প্রতিক চিত্রাবলি]। চেন্নাইঅননেট। ৫ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২১ ফেব্রুয়ারি ২০২২। \n\"সুব্রহ্মণ্য মন্দির, মহাবলীপুরম / মামল্লপুরম – দি ওল্ডেস্ট লর্ড মুরুগন টেম্পল ইন দ্য ওয়ার্ল্ড\" [সুব্রহ্মণ্য মন্দির, মহাবলীপুরম / মামল্লপুরম – বিশ্বের প্রাচীনতম মুরুগন মন্দির]। ক্যাজুয়ালওয়াকার।"}