{"pageid": 1124494, "title": "ইদাক্কা", "url": "https://bn.wikipedia.org/wiki?curid=1124494", "content": "ইদাক্কা (মালয়ালম: ഇടയ്ക്ക, আক্ষরিক অর্থে মাঝখানে), এছাড়াও লেখা হয় এদায়ক্কা বা এদাক্কা, হল দক্ষিণ ভারতের কেরালার বালি ঘড়ি আকৃতির একটি ড্রাম। এটি পঞ্চবাদ্যম এবং সোপানা সঙ্গীতম পরিবেশনার জন্য ব্যবহৃত একটি যন্ত্র। এটি ছন্দ ধরে রাখার চেয়ে বাদ্যযন্ত্রের কাজ বেশি করে এবং বিশ্বাস করা হয় যে এটি ভগবান নটরাজ (ভগবান শিব) পৃথিবীতে পাঠিয়েছেন। এটি কেরালার সবচেয়ে পূজিত বাদ্যযন্ত্র হিসাবে বিবেচিত হয় এবং এটি দেব বাদ্যম নামে পরিচিত। এই সহজ ঘাত বাদ্য যন্ত্রটি বিস্তৃত ভারতের ডমরুর মতো। ডমরুতে গিঁটযুক্ত দড়ি দিয়ে অনুরনকের গায়ে আঘাত করা হয়, কিন্তু ইদাক্কা একটি লাঠি দিয়ে বাজানো হয়। ডমরুর মতো, ইদাক্কার মধ্যস্থলের দড়ি চেপে ধরে স্বরতীক্ষ্ণতা বাঁকানো যেতে পারে (একটি ধ্বনি অন্য ধ্বনির ওপর দিয়ে যাওয়া)। ইদাক্কা যন্ত্রটিকে বাম কাঁধের উপর ঝোলানো হয় এবং যন্ত্রের ডান দিকে একটি পাতলা বাঁকানো লাঠি দিয়ে আলতোভাবে আঘাত করা হয়।\n\n\n== ব্যুৎপত্তি ==\nমনে করা হয় যে শব্দটি এসেছে মালয়ালম শব্দ ইদাক্কু থেকে, যার অর্থ \"কেন্দ্র\"। শব্দটি মন্দিরের দেব মূর্তি এবং ভক্তদের মধ্যে বাদ্যযন্ত্রটির অবস্থানকে নির্দেশ করতে বলা হয়।\n\n\n== গঠন ==\nকথা বলা ড্রামের মতোই, ইদাক্কার দুই পাশের দুই খোলা মুখ দুটি বৃত্তাকার পাতলা পরদা দিয়ে ঢাকা থাকে। এদের প্রত্যেকটিই একটি বৃত্তাকার বলয়ের সাহায্যে আটকানো থাকে। দুই পাশের এই দুটি পরদার মাঝে বালি ঘড়ি আকারের মূল কাঠামোটি থাকে। দুই পাশের দুই বলয় দড়ি দিয়ে এমনভাবে বাঁধা থাকে যাতে সে দুটি একে অপরকে নিজের দিকে টেনে রাখে। জালের মতো প্রাকৃতিক তন্তু দিয়ে তৈরি দড়িগুলি ড্রামের দুদিকের খোলা মুখ জুড়ে, মুখের নিচের দিকে প্রসারিত থাকে। ড্রামের দুই মুখের ব্যাস কাঠামোর ব্যাসের চেয়ে বড় হওয়া অস্বাভাবিক নয়, ফলে ড্রামের খোলা মুখের দুই দিক কেন্দ্রবিন্দু থেকে কিছুটা সরে থাকে।\n\n\n== ধ্বনিবিদ্যা ==\nইদাক্কা হল একটি ছোট, উচ্চ স্বরতীক্ষ্ণতাযুক্ত ড্রাম যার নির্দিষ্ট স্বরতীক্ষ্ণতা আছে। জালের মতো তন্তুগুলি ড্রামের মুখের দিকের কম্পিত পরদার সাথে এমনভাবে যুক্ত হয়, যা দিয়ে যন্ত্রের স্বরতীক্ষ্ণতা নির্ধারিত হয়। যন্ত্রের চারপাশে দড়ি চেপে বিভিন্ন স্বরতীক্ষ্ণতা পাওয়া যেতে পারে, এগুলি দুপাশের পরদার টানের পরিমাণের পরিবর্তন করে।\n\n\n== আরও দেখুন ==\nডমরু\nপাণ্ডি মেলম\nপাঞ্চারি মেলম\nতায়ম্বক\nপঞ্চবাদ্যম\nত্রিপুনিথুর কৃষ্ণদাস\nকথা বলা ড্রাম, পশ্চিম আফ্রিকার বালি ঘড়ি আকৃতির একটি ড্রাম।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Indian musical instruments\nটেমপ্লেট:Culture of Kerala"}