{"pageid": 1124885, "title": "আন জং গেউন", "url": "https://bn.wikipedia.org/wiki?curid=1124885", "content": "আন জং গেউন, কখনও কখনও আহন জোং-কেউন (কোরীয় উচ্চারণ: [ɐndʑuŋɡɯn]); ২ সেপ্টেম্বর ১৮৭৯ - ২৬ মার্চ ১৯১০; বাপ্তিস্মের নাম: থমাস আন, কোরীয়: 도마), ছিলেন একজন কোরিয়ন-স্বাধীনতা কর্মী, জাতীয়তাবাদী, এবং প্যান-এশীয়বাদী। তিনি জাপানের প্রথম প্রধানমন্ত্রী ইতো হিরোবুমিকে হত্যার জন্য বিখ্যাত।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক হিসাব ===\n২৬ অক্টোবর ১৯০৯-এ, তিনি প্রিন্স ইটো হিরোবুমিকে হত্যা করেন, যিনি জাপানের চারবারের প্রধানমন্ত্রী, কোরিয়ার প্রাক্তন রেসিডেন্ট-জেনারেল এবং তৎকালীন জাপানের প্রিভি কাউন্সিলের প্রেসিডেন্ট ছিলেন, কোরিয়ার সাথে ইউলসা চুক্তি স্বাক্ষরের পর। জাপান কর্তৃক অধিভুক্তি। ২৬ মার্চ ১৯১০-এ জাপানি কর্তৃপক্ষের দ্বারা তাকে কারারুদ্ধ করা হয় এবং পরে তাকে মৃত্যুদণ্ড দেওয়া হয়। কোরিয়ার স্বাধীনতার জন্য তার প্রচেষ্টার জন্য দক্ষিণ কোরিয়ার সরকার, কোরিয়া প্রজাতন্ত্রের সবচেয়ে মর্যাদাপূর্ণ নাগরিক অলঙ্করণ, ১৯৬২ সালে একজনকে মরণোত্তর অর্ডার অফ মেরিট ফর ন্যাশনাল ফাউন্ডেশনে ভূষিত করা হয়। [৯]\nআন ২শে সেপ্টেম্বর ১৮৭৯ সালে, হাওয়াংহাই প্রদেশের হাইজুতে জন্মগ্রহণ করেন, তিনি সানহেউং আহন বংশের আন তায়হুন (안태훈; 安泰勳) এবং চো মারিয়া (조마리아, 趙性女) এর প্রথম পুত্র ছিলেন।氏)। আহন হলেন আহন হায়াংয়ের ২৬তম প্রপৌত্র। তার শৈশবের নাম ছিল অ্যান ইউংচিল (안응칠; 安應七; [ɐn ɯŋtɕʰiɭ])। নামটি বুকে এবং পেটে সাতটি বিন্দু থেকে উদ্ভূত হয়েছে, যার অর্থ এটি বিগ ডিপারের শক্তি অনুসারে জন্মগ্রহণ করেছে।[১০] একটি বালক হিসাবে, তিনি চীনা সাহিত্য এবং পাশ্চাত্য বিজ্ঞান শিখেছিলেন, কিন্তু মার্শাল আর্ট এবং মার্কসম্যানশিপে বেশি আগ্রহী ছিলেন। কিম গু (김구; 金九), কোরিয়ান স্বাধীনতা আন্দোলনের ভবিষ্যত নেতা যিনি সেই সময়ে আন তাই-হুনের বাড়িতে আশ্রয় নিয়েছিলেন, লিখেছেন যে তরুণ আন জুং-গেউন একজন চমৎকার মার্কসম্যান ছিলেন, বই পড়তে পছন্দ করতেন এবং শক্তিশালী ক্যারিশমা।\n১৬ বছর বয়সে, আন তার বাবার সাথে ক্যাথলিক চার্চে প্রবেশ করেন, যেখানে তিনি তার ব্যাপটিজম নাম \"থমাস\" (토마스) পেয়েছিলেন এবং ফরাসি ভাষা শিখেছিলেন। জাপানিদের কাছ থেকে পালিয়ে যাওয়ার সময়, অ্যান কোরিয়ার ক্যাথলিক চার্চের উইলহেম (কোরিয়ান নাম, হং সিওক-গু; 홍석구; 洪錫九) নামে একজন ফরাসি পুরোহিতের কাছে আশ্রয় নেন যিনি বাপ্তিস্ম নেন এবংযাজক অ্যানকে বাইবেল পড়তে উত্সাহিত করেছিলেন এবং তার সাথে একাধিক আলোচনা করেছিলেন। তিনি তার মৃত্যুর আগ পর্যন্ত ক্যাথলিক ধর্মে তার বিশ্বাস বজায় রেখেছিলেন, এমনকি তার স্ত্রীকে লেখা শেষ চিঠিতে তার ছেলেকে পুরোহিত হতে বলেছিলেন। ২৫ বছর বয়সে, তিনি একটি কয়লা ব্যবসা শুরু করেছিলেন, কিন্তু কোরিয়ার উত্তর-পশ্চিমাঞ্চলীয় অঞ্চলে বেসরকারি স্কুল প্রতিষ্ঠা করে ইউলসা চুক্তির পরে কোরিয়ান জনগণের শিক্ষায় নিজেকে নিয়োজিত করেছিলেন। তিনি জাতীয় ঋণ পরিশোধ আন্দোলনেও অংশ নেন। ১৯০৭ সালে তিনি জাপানী ঔপনিবেশিক শাসকদের বিরুদ্ধে সশস্ত্র প্রতিরোধে যোগ দিতে ভ্লাদিভোস্টকে নির্বাসিত হন, যেখানে তিনি সাবলীল রুশ ভাষা শিখেছিলেন। তিনি একটি সশস্ত্র কোরিয়ান প্রতিরোধ গোষ্ঠীর একজন লেফটেন্যান্ট জেনারেল নিযুক্ত হন এবং তার চূড়ান্ত পরাজয়ের আগে জাপানি বাহিনীর বিরুদ্ধে বেশ কয়েকটি আক্রমণের নেতৃত্ব দেন।\n১৯০৯ সালের অক্টোবরে, অ্যান হারবিন রেলওয়ে স্টেশনে ইম্পেরিয়াল জাপানিজ গার্ডদের পাস দিয়েছিলেন। ইতো হিরোবুমি ট্রেনে রাশিয়ান প্রতিনিধির সাথে আলোচনা করে ফিরে এসেছিলেন। রেলওয়ে প্ল্যাটফর্মে একটি FN M১৯০০ পিস্তল দিয়ে তাকে তিনবার গুলি করে। তিনি জাপানের কনসাল জেনারেল কাওয়াগামি তোশিহিকো (川上俊彦), [১৩] ইম্পেরিয়াল হাউসহোল্ড এজেন্সির সেক্রেটারি মরিতা জিরো (森泰二郞) এবং দক্ষিণ রাউচুয়্যার ম্যানচুইউয়ের তানাকা সিতারো (田中淸太郞) কে গুলি করেন। যারা গুরুতর আহত হয়েছেন। শুটিংয়ের পর, একজন রাশিয়ান ভাষায় কোরিয়ান স্বাধীনতার জন্য চিৎকার করে বলেছিলেন, \"Корея! Ура!\" (কোরিয়া! হুরে!), এবং কোরিয়ান পতাকা নেড়েছে।\nপরে, অ্যানকে রাশিয়ান রক্ষীরা গ্রেপ্তার করেছিল যারা তাকে জাপানি ঔপনিবেশিক কর্তৃপক্ষের কাছে হস্তান্তর করার আগে তাকে দুই দিন ধরে রাখে। তিনি যখন ইতো মারা গেছেন এমন খবর শুনলেন, তখন তিনি কৃতজ্ঞতার সাথে ক্রুশের চিহ্নটি করলেন। একটি বলে উদ্ধৃত করা হয়েছিল, \"আমি একটি গুরুতর অপরাধ করার উদ্যোগ নিয়েছি, আমার দেশের জন্য আমার জীবন উৎসর্গ করেছি। এটি একটি মহৎ-মনের দেশপ্রেমিকের আচরণ।\" আদেশ না করতে। একজন জোর দিয়েছিলেন যে বন্দীকারীরা তাকে তার বাপ্তিস্মমূলক নাম থমাস বলে ডাকে।\nআদালতে, আন নিজেকে কোরিয়ান প্রতিরোধ সেনাবাহিনীর একজন লেফটেন্যান্ট জেনারেল বলে দাবি করেছেন এবং একজন সন্দেহভাজন অপরাধী নয় বরং একজন যুদ্ধবন্দী হিসেবে বিবেচিত হওয়ার দাবি করেছেন। তিনি জোর দিয়েছিলেন যে তিনি কিছু ভুল করেননি, ১৫টি মৃত্যুদন্ড কার্যকর করার যোগ্য অপরাধের একটি তালিকা আবৃত্তি করে যা তিনি বিশ্বাস করেন যে ইটো করেছে। একটি ভুলভাবে বিশ্বাস করা হয় যে ইটো সম্রাজ্ঞী মায়ংসেওংকে হত্যার নির্দেশ দিয়েছিলেন, একটি আদেশ যা মিউরা গোরোকে দায়ী করা হয়, যদিও মিউরা গোরো মৃত্যুদন্ড কার্যকর করার পরে ইটোকে একটি প্রতিবেদন পাঠিয়েছিলেন।[১৫][১৬]\n\"ইতো হিরোবুমিকে কেন হত্যা করা উচিত তার ১৫টি কারণ।\n১.      কোরিয়ান সম্রাজ্ঞী মিয়ংসেংকে হত্যা করা\n২.      সম্রাট গোজংকে ক্ষমতাচ্যুত করা\n৩.      কোরিয়ার উপর ১৪টি অসম চুক্তি জোর করে\n৪.      নিরীহ কোরিয়ানদের হত্যা করছে\n৫.      জোর করে কোরিয়ান সরকারের কর্তৃত্ব হরণ করা\n৬.      কোরিয়ান রেলপথ, খনি, বন এবং নদী লুণ্ঠন\n৭.      জোর করে জাপানি নোটের ব্যবহার\n৮.      কোরিয়ান সশস্ত্র বাহিনী ভেঙে দেওয়া\n৯.      কোরিয়ানদের শিক্ষা ব্যাহত করা\n১০.  কোরিয়ানদের বিদেশে পড়াশোনা নিষিদ্ধ করা\n১১.  কোরিয়ান পাঠ্যপুস্তক বাজেয়াপ্ত ও পুড়িয়ে ফেলা\n১২.  সারা বিশ্বে গুজব ছড়িয়েছে যে কোরিয়ানরা জাপানি সুরক্ষা চায়\n১৩.  জাপানি সম্রাটকে এই বলে প্রতারণা করা যে কোরিয়া ও জাপানের মধ্যে সম্পর্ক শান্তিপূর্ণ ছিল যখন সত্যে তা শত্রুতা ও দ্বন্দ্বে পূর্ণ ছিল।\n১৪.  এশিয়ার শান্তি ভঙ্গ\n১৫.  সম্রাট কোমেইকে হত্যা করা।[১৭][১৫]\nআমি, কোরিয়ান প্রতিরোধ সেনাবাহিনীর একজন লেফটেন্যান্ট জেনারেল হিসেবে, অপরাধী ইতো হিরোবুমিকে হত্যা করেছিলাম কারণ সে প্রাচ্যের শান্তি বিঘ্নিত করেছিল এবং কোরিয়া ও জাপানের মধ্যে সম্পর্ক বিচ্ছিন্ন করেছিল। আমি আশা করেছিলাম যে কোরিয়া এবং জাপান যদি বন্ধুত্বপূর্ণ হয় এবং শান্তিপূর্ণভাবে শাসিত হয়, তাহলে তারা পাঁচটি মহাদেশে একটি মডেল হবে। আমি ইতোকে তার উদ্দেশ্য ভুল বুঝে হত্যা করিনি।\"\n\n\n=== কারাবাস এবং মৃত্যু ===\nআন এর জাপানী বন্দীকারীরা তার প্রতি সহানুভূতি দেখিয়েছিল। তিনি তার আত্মজীবনীতে লিপিবদ্ধ করেছেন যে পাবলিক প্রসিকিউটর, মিজোবুচি তাকাও, চিৎকার করে বলেছিলেন \"আপনি আমাকে যা বলেছেন তা থেকে এটা স্পষ্ট যে আপনি পূর্ব এশিয়ার একজন ধার্মিক মানুষ। আমি বিশ্বাস করতে পারি না যে একজন ধার্মিকের উপর মৃত্যুদণ্ড আরোপ করা হবে। মানুষ। চিন্তার কিছু নেই।\" তাকে নববর্ষের সুস্বাদু খাবারও দেওয়া হয়েছিল এবং তার ক্যালিগ্রাফি অত্যন্ত প্রশংসিত হয়েছিল এবং অনুরোধ করা হয়েছিল। ছয়টি বিচারের পর, অ্যানকে রায়জুনে (পোর্ট আর্থার) জাপানের ঔপনিবেশিক আদালত মৃত্যুদণ্ড দেয়। একটি বাক্যে রাগান্বিত হয়েছিল, যদিও তিনি এটি আশা করেছিলেন। তিনি একজন হত্যাকারীর পরিবর্তে যুদ্ধবন্দী হিসেবে দেখা হবে বলে আশা করেছিলেন। সাজা ঘোষণার দিনই দুপুর দুইটার দিকে, তার দুই ভাই জিওং-গেউন এবং গং-গেউন তাদের মায়ের বার্তা দেওয়ার জন্য তার সাথে দেখা করেছিলেন, \"আপনার মৃত্যু আপনার দেশের জন্য, এবং জিজ্ঞাসা করবেন না। একটি কাপুরুষ পদ্ধতিতে আপনার জীবনের জন্য। ন্যায়বিচারের জন্য আপনার সাহসী মৃত্যুই আপনার মায়ের প্রতি চূড়ান্ত শ্রদ্ধা।\"[১৮]\nবিচারক হিরাশি, যিনি আন-এর বিচারের সভাপতিত্ব করেছিলেন, আনকে প্রতিশ্রুতি দিয়েছিলেন যে অন্তত কয়েক মাসের জন্য মৃত্যুদণ্ড স্থগিত করা হবে, কিন্তু টোকিও তাৎক্ষণিক পদক্ষেপের নির্দেশ দিয়েছে। তার মৃত্যুদণ্ড কার্যকর করার আগে, অ্যান দুটি চূড়ান্ত অনুরোধ করেছিলেন: যে ওয়ার্ডেনরা তাকে তার প্রবন্ধ \"অন পিস ইন ইস্ট এশিয়া\" শেষ করতে এবং সাদা সিল্কের কোরিয়ান পোশাকের একটি সেট মারার জন্য সাহায্য করে। ওয়ার্ডেন দ্বিতীয় অনুরোধটি মঞ্জুর করেন এবং কিছুক্ষণ পরেই পদত্যাগ করেন। . ফায়ারিং স্কোয়াডের মাধ্যমে একজন যুদ্ধবন্দী হিসেবে মৃত্যুদণ্ড কার্যকর করার অনুরোধ করা হয়। কিন্তু তার পরিবর্তে সাধারণ অপরাধী হিসেবে তাকে ফাঁসিতে ঝুলানোর নির্দেশ দেওয়া হয়। ২৬ মার্চ ১৯১০ তারিখে রিওজুনে মৃত্যুদন্ড কার্যকর করা হয়েছিল। লু শুনে তার কবর খুঁজে পাওয়া যায়নি।\n\n\n=== ভিউ ===\nকিছু ইতিহাসবিদ মনে করেন যে ইটোর মৃত্যুর ফলে উপনিবেশকরণ প্রক্রিয়ার চূড়ান্ত পর্যায়ে ত্বরান্বিত হয়েছে,[১২] তবে দাবিটি কেউ কেউ বিতর্কিত হয়েছে।\nজাপানের সম্রাট: মেইজি অ্যান্ড হিজ ওয়ার্ল্ড, ১৮৫২-১৯১২-এর লেখক ডোনাল্ড কিনের মতে, আন জুং-গেউন ইম্পেরিয়াল জাপানের সম্রাট মেইজির একজন ভক্ত ছিলেন। ইটোর বিরুদ্ধে আনিত ১৫টি অভিযোগের মধ্যে একটি হল যে তিনি জাপানের সম্রাটকে প্রতারণা করেছিলেন, যাকে আন পূর্ব এশিয়া এবং কোরিয়ার স্বাধীনতায় শান্তি কামনা করেছিলেন। একজন অনুরোধ করেছিলেন যে মেইজিকে তার ইটোর মৃত্যুদন্ড কার্যকর করার কারণ সম্পর্কে জানানো হবে এই আশায় যে মেইজি যদি তার কারণগুলি বুঝতে পারেন, তাহলে সম্রাট বুঝতে পারবেন যে ইটোর নীতিগুলি কতটা ভুল ছিল এবং আনন্দিত হবেন। একটি এছাড়াও চএকজন অনুরোধ করেছিলেন যে মেইজিকে তার ইটোর মৃত্যুদন্ড কার্যকর করার কারণ সম্পর্কে জানানো হবে এই আশায় যে মেইজি যদি তার কারণগুলি বুঝতে পারেন, তাহলে সম্রাট বুঝতে পারবেন যে ইটোর নীতিগুলি কতটা ভুল ছিল এবং আনন্দিত হবেন। একজন এটাও নিশ্চিত বোধ করেছিলেন যে বেশিরভাগ জাপানি ইটোর প্রতি একই রকম ঘৃণা অনুভব করে, একটি মতামত তিনি কোরিয়ায় জাপানি বন্দীদের সাথে কথা বলে তৈরি করেছিলেন। অ্যানের কারাগারে সাজা এবং বিচারের সময়, অনেক জাপানি কারারক্ষী, আইনজীবী এবং এমনকি প্রসিকিউটরও তার দ্বারা অনুপ্রাণিত হয়েছিল।\n\n\n== উত্তরাধিকার ==\nঅ্যানের দ্বারা ইতো হত্যাকাণ্ডের প্রশংসিত হয়েছিল কোরিয়ান এবং অনেক চীনারাও, যারা সেই সময়ে জাপানি আক্রমণের বিরুদ্ধে লড়াই করছিল। সুপরিচিত চীনা রাজনৈতিক নেতা যেমন ইউয়ান শিকাই, সান ইয়াত-সেন, এবং লিয়াং কিচাও আনকে প্রশংসা করে কবিতা লিখেছেন।\nকোরিয়ার ২০১০ সালের একটি জং-জিউন সিম্পোজিয়ামে, ওয়াদা হারুকি (和田春樹), একজন কর্মী যিনি একবার টোকিও বিশ্ববিদ্যালয়ে কাজ করেছিলেন, কিয়োটো বিশ্ববিদ্যালয়ের একজন সহ-ইতিহাস পণ্ডিত ইটো ইউকিও (伊藤之雄) উদ্ধৃত করে একটিকে মূল্যায়ন করেছিলেন।[২৩] ২০০৯ সালে প্রকাশিত তার লেখায়, ইটো ইউকিও দাবি করেছেন যে ইটো হিরোবুমির শাসনামল কোরিয়ানদের কাছ থেকে শক্তিশালী প্রতিরোধের কারণ হয়েছিল কারণ এটি সাংস্কৃতিক পার্থক্যের কারণে কোরিয়ার সংযুক্তির জন্য প্রথম পদক্ষেপ হিসাবে বিবেচিত হয়েছিল, এবং আনকে দোষারোপ করা যাবে না যদিও তিনি ইটোর মতাদর্শ না বুঝেই ইটোকে হত্যা করেছিলেন (২০০৯, ইটো)। ২৬ শে মার্চ ২০১০-এ, দক্ষিণ কোরিয়ায় একটি দেশব্যাপী শতবর্ষের শ্রদ্ধা নিবেদন অনুষ্ঠিত হয়েছিল, যার মধ্যে ছিল প্রধানমন্ত্রী চুং উন-চ্যানের নেতৃত্বে একটি অনুষ্ঠান এবং শ্রদ্ধাঞ্জলি কনসার্ট।\n\n\n== বংশ ==\nঅ্যানের পরিবার আরও অনেক কোরিয়ান স্বাধীনতা কর্মী তৈরি করেছে। অ্যানের চাচাতো ভাই অ্যান মায়ং-গেউন (안명근; 安明根) তেরাউচি মাসাতাকেকে হত্যার চেষ্টা করেছিলেন, কোরিয়ার প্রথম জাপানি গভর্নর-জেনারেল (조선총독; 朝鮮總督) যিনি জায়াপানে ব্যর্থ হন, তবে তিনি ব্যর্থ হন। এবং ১৫ বছরের জন্য বন্দী ছিল; তিনি ১৯২৬ সালে মারা যান। অ্যানের ভাই অ্যান জিওং-জিউন (안정근; 安定根) এবং অ্যান গং-গিউন (안공근; 安恭根), পাশাপাশি অ্যানের চাচাতো ভাই অ্যান গেয়ং-গেউন (안경 效경) এবং 根উ-সেং (안우생; 安偶生), চীনের সাংহাইতে কোরিয়া প্রজাতন্ত্রের অস্থায়ী সরকারে যোগদান করেন.\nযার নেতৃত্বে ছিলেন কিম গু, এবং যুদ্ধ করেছিলেন জাপানের বিরুদ্ধে। আন চুন-সায়েং (안춘생; 安春生), আনের আরেক ভাগ্নে, চীনের জাতীয় বিপ্লবী সেনাবাহিনীতে যোগদান করেন, সাংহাইতে জাপানি বাহিনীর বিরুদ্ধে যুদ্ধে অংশগ্রহণ করেন এবং ১৯৪০ সালে কোরিয়ান লিবারেশন আর্মিতে যোগ দেন। পরে, তিনি লেফটেন্যান্ট জেনারেল হন। কোরিয়া প্রজাতন্ত্রের সেনাবাহিনী এবং দক্ষিণ কোরিয়ার জাতীয় পরিষদের সদস্য।\nএদিকে, আন জুং-গিউনের কনিষ্ঠ পুত্র, আহন জুন-সেং (안준생; 安俊生) জাপানিদের কোরিয়া দখলের সময় একজন বিশিষ্ট ব্যবসায়ী এবং চিনিলপা হয়ে ওঠেন। তিনি ১৯৫২ সালে যক্ষ্মা রোগে মারা যান, তার সন্তানদের সাথে যুদ্ধের পরে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয়।\n\n\n== প্যান-এশীয়বাদ ==\nপশ্চিমা সাম্রাজ্যবাদের বিরুদ্ধে লড়াই করার জন্য পূর্ব এশিয়ার তিনটি মহান দেশ চীন, কোরিয়া এবং জাপানের মিলনে দৃঢ়ভাবে বিশ্বাসী, যথা, পশ্চিমা দেশগুলি যারা এশিয়ার কিছু অংশ নিয়ন্ত্রণ করে এবং পূর্ব এশিয়ার স্বাধীনতা পুনরুদ্ধার করে। তিনি রুশো-জাপানি যুদ্ধের সময় জাপানের অগ্রগতি অনুসরণ করেছিলেন এবং দাবি করেছিলেন যে তিনি এবং তার স্বদেশীরা পশ্চিমা সাম্রাজ্যবাদের একজন এজেন্টের পরাজয়ের কথা শুনে আনন্দিত ছিলেন, কিন্তু রাশিয়াকে সম্পূর্ণভাবে পরাধীন করার আগে যুদ্ধ শেষ হওয়ার কারণে হতাশ হয়েছিলেন।\nএকজন অনুভব করেছিলেন যে ইটোর মৃত্যুর সাথে, জাপান এবং কোরিয়া বন্ধুত্ব করতে পারে কারণ তারা ভাগ করে নেওয়া অনেক ঐতিহ্যের কারণে। তিনি আশা প্রকাশ করেন যে চীনের সাথে এই বন্ধুত্ব বিশ্বের অনুসরণের মডেল হয়ে উঠবে। প্যান-এশীয়বাদ সম্পর্কে তার চিন্তাভাবনা তার প্রবন্ধে বলা হয়েছিল, \"অন পিস ইন ইস্ট এশিয়া\" (東洋平和論; 동양평화론) যেটিতে তিনি কাজ করেছিলেন এবং তার মৃত্যুদন্ড কার্যকর করার আগে অসমাপ্ত রেখেছিলেন। এই কাজে, An সম্মিলিত সশস্ত্র বাহিনীর সংগঠন এবং কোরিয়া, জাপান এবং চীনের মধ্যে যৌথ ব্যাঙ্কনোট ইস্যু করার সুপারিশ করে। সাসাগাওয়া নোরিকাতসু (笹川紀勝), মেইজি ইউনিভার্সিটির আইনের অধ্যাপক, ইউরোপীয় ইউনিয়নের সমতুল্য এবং ১০ বছর আগে লিগ অফ নেশনস ধারণার আগে একটি ধারণা হিসাবে আন-এর ধারণার উচ্চ প্রশংসা করেন।\nক্যালিগ্রাফিক কাজ\nএকটি ক্যালিগ্রাফি কাজের জন্য অত্যন্ত বিখ্যাত। তিনি যখন কারাগারে ছিলেন, তখন অনেক কারারক্ষী যেমন চিবা তোশিচি (千葉十七) তাকে সম্মান করতেন, ক্যালিগ্রাফি কাজের জন্য আনকে অনুরোধ করেছিলেন। তিনি অনেক ক্যালিগ্রাফি কাজ রেখে গেছেন যা লুশুনের কারাগারে লেখা হয়েছিল যদিও তিনি আনুষ্ঠানিকভাবে ক্যালিগ্রাফি অধ্যয়ন করেননি। তিনি তার ক্যালিগ্রাফি কাজের উপর রেখে যাবেন \"大韓國人\" (গ্রেট কোরিয়ান) এর একটি স্বাক্ষর এবং তার বাম হাতের একটি হাতের ছাপ, যেটি অনামিকা আঙুলের শেষ জয়েন্টটি অনুপস্থিত ছিল, যা তিনি ১৯০৯ সালে তার কমরেডদের সাথে কেটে ফেলেছিলেন। ইতোকে হত্যা করার প্রতিশ্রুতি। কিছু কাজ ১৯৭২ সালে কোরিয়া প্রজাতন্ত্রের ট্রেজার নং ৫৬৯ হিসাবে মনোনীত হয়েছিল। তার বিখ্যাত কাজগুলির মধ্যে একটি হল \"一日不讀書口中生荊棘\" (일일부독서 구중생형극; প্রতিদিন না পড়লে মুখে কাঁটা গজায়), কনফুসিউসের অ্যানালেক্টস থেকে একটি উদ্ধৃতি।\n\n\n== মেমোরিয়াল হল ==\nদক্ষিণ কোরিয়ার সরকার ১৯৭০ সালে সিউলে এবং ২০০৬ সালে চীনা সরকার দ্বারা হারবিনে আন-এর জন্য মেমোরিয়াল হল নির্মাণ করা হয়েছিল। দক্ষিণ কোরিয়ার প্রেসিডেন্ট পার্ক গিউন-হাই জুন ২০১৩ সালে চীন সফরের সময় চীনের প্রেসিডেন্ট শি জিনপিংয়ের সাথে সাক্ষাতের সময় আন-এর জন্য একটি স্মৃতিস্তম্ভ নির্মাণের ধারণা উত্থাপন করেছিলেন। এইভাবে আন জুং-গিউনকে সম্মানিত করার জন্য আরেকটি মেমোরিয়াল হল ১৯ জানুয়ারী ২০১৪ রবিবার খোলা হয়েছিল। হারবিন। হল, একটি ২০০-বর্গ মিটার রুম, বৈশিষ্ট্য ফটো এবং স্মারক. [২৯] আনের স্মরণে বার্ষিক কার্যক্রম লুশুনে অনুষ্ঠিত হয়, যেখানে তাকে বন্দী করা হয় এবং মৃত্যুদন্ড কার্যকর করা হয়।\n২২ মার্চ ২০১৭ তারিখে চীনের স্থানীয় সূত্র অনুসারে, হারবিন রেলওয়ে স্টেশনে অবস্থিত একটি জং-জিউন মেমোরিয়াল হল সম্প্রতি হারবিন শহরের একটি কোরিয়ান আর্ট মিউজিয়ামে স্থানান্তরিত করা হয়েছে দক্ষিণ কোরিয়ার মার্কিন THAAD অ্যান্টিমিসাইল সিস্টেম মোতায়েনের উপর চীনের প্রতিশোধের মধ্যে। ৩১] মেমোরিয়াল হল সংস্কার কাজের পরে হারবিন রেলওয়ে স্টেশনে পুনরায় চালু করা হয়েছে।\n\n\n== বিতর্ক ==\nঐতিহাসিকভাবে, জাপান সরকার সাধারণত আন জং-জিউনকে সন্ত্রাসী এবং অপরাধী হিসেবে গণ্য করেছে, অন্যদিকে দক্ষিণ কোরিয়া আনকে জাতীয় বীর হিসেবে সমর্থন করেছে। জানুয়ারী ২০১৪ সালে, জাপান সরকারের একজন মুখপাত্র এবং প্রাক্তন জাপানি প্রধানমন্ত্রী ইয়োশিহিদে সুগা, চীনে আনকে সম্মানিত হারবিন মেমোরিয়াল হলকে পূর্ব এশীয় দেশগুলির মধ্যে \"শান্তি ও স্থিতিশীলতা গড়ে তোলার জন্য উপযোগী নয়\" বলে বর্ণনা করেছেন। অন্যদিকে চীন ঘোষণা করেছে যে আন একজন \"বিখ্যাত জাপান বিরোধী উচ্চ-মানসিক ব্যক্তি\" ছিলেন যখন দক্ষিণ কোরিয়ার পররাষ্ট্র মন্ত্রণালয় বলেছিল যে আন একজন \"অত্যন্ত সম্মানিত ব্যক্তিত্ব\"।[৩৩]\nফেব্রুয়ারী ২০১৭ সালে, দক্ষিণ কোরিয়ার পুলিশ ইনচিওন শহরে পোস্টারে একটি ছবি ব্যবহার করার জন্য সমালোচিত হয়েছিল। পোস্টারটিতে সন্ত্রাসবাদের বিষয়ে সতর্ক করা হয়েছে, এবং অনেক দক্ষিণ কোরিয়ার নাগরিক অনলাইনে পুলিশের সমালোচনা করেছেন, জিজ্ঞাসা করেছেন \"এটি যদি আন একজন সন্ত্রাসী হয় কিনা তা বোঝানো হয়\"। কোরিয়া টাইমস-এর একজন পুলিশ অফিসার ক্ষমা চেয়েছেন এবং স্পষ্ট করেছেন যে সন্ত্রাসের সাথে অ্যানকে যুক্ত করার কোনো উদ্দেশ্য ছিল না, এবং সমস্ত পোস্টার সরিয়ে নেওয়া হয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nউত্তর কোরিয়ার ফিল্ম অ্যান জুং গান শুটস ইতো হিরোবুমি ঘটনাটির একটি নাটকীয় গল্প। দক্ষিণ কোরিয়ান ফিল্ম টমাস অ্যান জুং-গেউন (토마스 안중근) ঘটনাটির আরেকটি নাটকীয় গল্প। ১০ সেপ্টেম্বর, ২০০৪-এ মুক্তিপ্রাপ্ত, এটি পরিচালনা করেছেন Seo Se-won। একজন জুং-জিউন অভিনয় করেছেন অভিনেতা ইউ ওহ-সিয়ং এবং ইটো হিরোবুমি অভিনয় করেছেন ইউন জু-সাং।\nএকটি চীনা-দক্ষিণ কোরিয়ান সহ-প্রযোজনা, \"দ্য এজ অফ হিরোস\" ২০১৯-এর জন্য একটি কোরিয়ান ড্রামা হিসাবে পরিকল্পনা করা হচ্ছে৷ \"দ্য এজ অফ হিরোস\" ২৪টি পর্ব দীর্ঘ এবং ৩০-এর চিত্তাকর্ষক বাজেটের সাথে সম্পূর্ণরূপে পূর্ব-প্রোডাকশনের পরিকল্পনা করা হয়েছে। বিলিয়ন জিতেছে। দক্ষিণ কোরিয়া, চীন এবং উত্তর কোরিয়ার অবস্থানগুলির সাথে ২০১৮ সালের শেষের দিকে চিত্রগ্রহণ শুরু হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আন জং গেউন সম্পর্কিত মিডিয়া দেখুন।\nAn Jung Geun Memorial Hall\nইন্টারনেট মুভি ডেটাবেজে 2009 Lost Memories  (ইংরেজি)\n\"Catholic Church in Korea and the Nationalist Movement\"। Catholic Bishops' Conference of Korea। মার্চ ২২, ২০০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ডিসেম্বর ১৫, ২০০৫। \nScholarly introduction to An Jung-geun's Treatise on Peace in the East\nAn Jung-geun's Treatise on Peace in the East (1910)\nHero: the Musical, Lincoln Center, New York, 2011"}