{"pageid": 1124101, "title": "ঊষা (দেবী)", "url": "https://bn.wikipedia.org/wiki?curid=1124101", "content": "ঊষা (সংস্কৃত: उषस्, অনুবাদ 'ভোর') হলেন একজন  বৈদিক দেবী। তিনি হলেন ভোরের মূর্তি। ডেভিড কিনস্লে বলেন, ঋগ্বৈদিক স্তোত্রগুলিতে তাঁকে বারবার উল্লেখ করা হয়েছে, এবং এভাবে বর্ণনা করা হয়েছে যে তিনি \"ভোরের সাথে পরিচিত হন, নিজেকে প্রকাশ করেন প্রতিদিনের আলোর সাথে বিশ্বের কাছে, অত্যাচারী অন্ধকারকে দূরে সরিয়ে দেন, মন্দ রাক্ষসদের তাড়ান, জাগিয়ে তোলেন সমস্ত জীবন, সমস্ত কিছুকে গতিশীল করে, প্রত্যেককে তাদের দায়িত্ব পালনের জন্য বিদায় করা\"। তিনি সমস্ত জীবের জীবন, কর্ম ও শ্বাসের প্ররোচনাকারী, বিশৃঙ্খলা ও বিভ্রান্তির শত্রু, মহাজাগতিক ও নৈতিক শৃঙ্খলার শুভ উদ্দীপক যাকে হিন্দুধর্মে ঋত বলা হয়।\nঋগ্বেদের সবচেয়ে উচ্চতম দেবী হলেন উষা, কিন্তু তিনটি পুরুষ বৈদিক দেবতা অগ্নি, সোম ও ইন্দ্রের মতো গুরুত্বপূর্ণ বা কেন্দ্রীয় নয়। তিনি অন্যান্য প্রধান পুরুষ বৈদিক দেবতাদের সাথে সমান। তাকে সোনার লাল ঘোড়া বা গরু দ্বারা আঁকা সোনার রথ বা একশত রথে চড়ে একজন সুন্দরী সজ্জিত যুবতী হিসাবে চিত্রিত করা হয়েছে। আকাশ জুড়ে তার পথে, বৈদিক সৌর দেবতা সূর্যের জন্য পথ তৈরি করে, যাকে তার স্বামী বা তার পুত্র হিসাবে উল্লেখ করা হয়। বেদের সবচেয়ে সুন্দর কিছু স্তোত্র তাকে উৎসর্গ করা হয়েছে। তার বোন হল রাত্রি বা রাত।\n\n\n== সমসাময়িক গুরুত্ব ==\nজর্জ উইলিয়ামস বলেন, শ্রদ্ধেয় গায়ত্রী মন্ত্র, সমসাময়িক হিন্দুধর্মে উষার প্রতিদিনের অনুস্মারক হয়ে আছে।\nশ্রী অরবিন্দের মতে, উষা হলেন \"জাগরণ, কার্যকলাপ এবং অন্যান্য দেবতাদের বৃদ্ধির মাধ্যম; তিনি বৈদিক উপলব্ধির প্রথম শর্ত। তার ক্রমবর্ধমান আলোকসজ্জা দ্বারা মানুষের সমগ্র প্রকৃতি স্পষ্ট করা হয়; তার মাধ্যমে [মানবজাতি] সত্যে পৌঁছায়, তার মাধ্যমে সে [সত্যের] সৌন্দর্য উপভোগ করে।\"\nবিহার ও উত্তর প্রদেশ (ভারত) ও নেপালে ছট পূজার উৎসবের সময় আঞ্চলিকভাবে ঊষার পূজা করা হয়।\n\n\n== আরও দেখুন ==\nরাত্রি\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDallapiccola, Anna (২০০২)। Dictionary of Hindu Lore and Legend। New York: Thames & Hudson। আইএসবিএন 0-500-51088-1। \nKinsley, David (১৯৮৭)। Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions। New Delhi: Motilal Banarsidass। আইএসবিএন 81-208-0379-5।"}