{"pageid": 1124017, "title": "মার্ক ১৬", "url": "https://bn.wikipedia.org/wiki?curid=1124017", "content": "মার্ক ১৬ হল খ্রিস্টধর্মীয় বাইবেলের নূতন নিয়মের মার্কের সুসমাচার অংশের শেষ অধ্যায়৷ অধ্যায়ের শুরুতে সাবাথ, যিশুর কবরে মগ্দলীনী মরিয়ম ও শিষ্য সলোমের লঙ্কা আননয়ের ঘটনা বিবৃত হয়েছে৷ তারা সেখানে দেখে যে, সমাধি উন্মুক্ত, পাথর দূরে সরানো এবং এক সাদা পোশাক পরিহিত এক যুবক যীশুর পুনরুথানের ঘোষণা দিচ্ছে যীশুর পুনরুত্থান, ১৬:১-৬৷ ৩০০ খ্রিস্টাব্দ সময়ের মার্ক ১৬তম অধ্যায়ের অন্য দুই পাণ্ডুলিপি ৮ম অনুচ্ছেদেই সমাপ্ত হয়েছে৷\nনিউটেস্টামেন্ট সমালোচকেরা দুটো আলাদা ধরন খুঁজে পেয়েছেন: দীর্ঘ সমাপ্তি (vv. 9-20) ও ছোট সমাপ্তি বা হারানো সমাপ্তি যা ছয়টি গ্রীক পাণ্ডুলিপি ও ইথিওপিয়ান পাণ্ডুলিপিতে পাওয়া গেছে৷ আধুনিক বাইবেল গুলোতে দীর্ঘ সমাপ্তি থাকে যেগুলো ব্রাকেটের মধ্য উল্লেখ করা হয় যে, সেগুলো বাইবেলের মূল পাণ্ডুলিপির অংশ নয়৷\n\n\n== মূলপাঠ ==\nএ অধ্যায়ের মূলপাঠ কোইনী গ্রীক ভাষায় লিখিত৷\n\n\n=== পাঠসাক্ষ্য ===\nএই অধ্যায়ের পাঠ্য সম্বলিত কিছু প্রারম্ভিক পাণ্ডুলিপি হল:\n\nকোডেক্স ভ্যাটিকানাস (325-350; 1-8 অনুচ্ছেদ সম্বলিত৷)\nকোডেক্স সিনাইটিকাস (330-360; 1-8 অনুচ্ছেদ সম্বলিত৷)\nকোডেক্স বেজাঈ (~400; পূর্ণ 1-20)\nকোডেক্স আলেকজান্দ্রিয়াস (400-440; পূর্ণ 1-20)\nকোডেক্স ইফ্রাঈমী রেস্ক্রিপ্টাস (~450; পূর্ণ: 1-20)\n\n\n=== উৎসাবলি ===\nকিছু গবেষক মনে করেন, মার্ক ১৬ সাধু মার্ক কর্তৃক লিখিত, অন্য কিছু গবেষকের মতে, এই অধ্যায় গুলো মার্ক পূর্ব প্যাশন স্টোরি৷ \nযারা মার্কের লেখা হবার পক্ষে তর্ক করছেন তারা VS 2-এ অসংখ্য সময় নির্দেশকের দিকে ইঙ্গিত করে, যা মার্কের অন্যান্য বাক্যাংশের সাথে সাদৃশ্য বহন করে। যেসব পণ্ডিতরা মার্কের পূর্বের ঐতিহ্যের ব্যবহারের পক্ষে যুক্তি দেন তারা যুক্তি দেন যে \"তৃতীয় দিন\" মোটিফের পরিবর্তে \"সপ্তাহের প্রথম দিন\" এর মত বাক্যাংশগুলি একটি আদিম ঐতিহ্যকে নির্দেশ করে। অধিকন্তু, মার্ক 16-এ পাওয়া অনেক বাক্যাংশ তাদের শব্দভাণ্ডারে রয়েছে যা তাদের অ-মার্কীয় বলে মনে হয়৷\nডেল অ্যালিসন যুক্তি দেন যে, \"মার্কীয় সৃজনশীলতার জন্য উন্মুক্ত সমাধির হ্রাস, রিডাকশনের অনুপ্রেরণা যাই হোক না কেন, একটি বাধ্যতামূলক দৃষ্টিভঙ্গি নয়...মার্ক 16:1-8 এর রিডাকশনাল উৎসের ক্ষেত্রে অনুপ্রেরণামূলক, যা হল কেন এত মার্কীয় পণ্ডিত, বিশদ বিষয়ে তাদের পার্থক্য সত্ত্বেও, এখানে ঐতিহ্য দেখুন।\" এটা সত্য যে মার্ক 16 এর ধর্মতাত্ত্বিক অভিব্যক্তিতে অত্যন্ত রক্ষণশীল, এতে কোনো খ্রিস্টীয় শিরোনাম বা প্রামাণিক ভবিষ্যদ্বাণী নেই, পুনরুত্থানের বর্ণনা এবং সমাধিতে দেবদূতের সংরক্ষিত বর্ণনা আরও আদি আখ্যানের উৎস নির্দেশ করে৷\n\n\n== অনুচ্ছেদ ৯-২০ এর সমাপ্তির ভিন্নতা ==\nএ অধ্যায়ে দুটো সমাপ্তি রয়েছে, দীর্ঘ (অনুচ্ছেদ ৯-২০) এবং ছোট সমাপ্তি (অনুচ্ছেদ ১-৮)\n\n\n=== দীর্ঘ সমাপ্তি (অনুচ্ছেদ 9-20) ===\n\n\n==== কানুনী গ্রহণযোগ্যতা ====\nখ্রিস্টীয় দ্বিতীয় শতকে মার্ক 16:9-20 প্রথম সত্যায়িত হয়৷ . এটিকে রোমান ক্যাথলিক চার্চ দ্বারা ক্যাননের অংশ বলে মনে করা হয়,{group=note মার্ক 16:9-20 ভালগেট-এর মার্কের গসপেলের অংশ, এবং অনুচ্ছেদটি প্রাথমিক খ্রিস্টধর্ম, অ্যামব্রোস, অগাস্টিন, পিটার ক্রাইসোলোগাস, অ্যান্টিওকের সেভারাস, পোপ লিও I কাউন্সিলের এই ডিক্রি অনুচ্ছেদ গুলোকে ক্যানোনিকাল বলে নিশ্চিত করে৷ তবে বর্তমানের আধুনিক সময়ের অনুবাদে প্রাথমিকভাবে কোডেক্স আলেকজান্দ্রিয়নস এর উপর ভিত্তি করে, দীর্ঘ সমাপ্তি অন্তর্ভুক্ত করা হয়, তবে বন্ধনী বা বিশেষ নোট বা উভয়ের সাথে থাকে।\n\n\n==== পাঠ ও ব্যাখ্যা ====\nএই 12তম অনুচ্ছেদে, লেখক মেরি ম্যাগডালিন, দুই শিষ্য এবং তারপর এগারোজন (জুডাস ব্যতীত) এর কাছে যীশুর উপস্থিতির কথা উল্লেখ করেছেন। পাঠটি গ্রেট কমিশন দিয়ে শেষ হয়, ঘোষণা করে যে বাপ্তিস্ম নেওয়া বিশ্বাসীরা পরিত্রাণ লাভ করে স্বর্গ এবং খ্রিস্টের ডান দিকে বসবে৷\nMark 16:9-11: যীশু মেরি ম্যাগডালিনের কাছে আবির্ভূত হন, যাকে এখন বলা হয়েছে যাকে যীশু অশরীরী থেকে সুস্থ করেছিলেন। তিনি তারপর \"অন্য শিষ্যদের বলেন\" তিনি যা দেখেছিলেন, কিন্তু কেউ তাকে বিশ্বাস করে না।\nMark 16:12-13: যীশু দুই অজ্ঞাত শিষ্যের কাছে ভিন্ন রূপে আবির্ভূত হন। তারা যা দেখেছে তা বলার সময় তারাও অবিশ্বাসী হয়।\nMark 16:14-16: \nযীশু তারপর বাকি এগারো প্রেরিতদের সাথে ভোজনে উপস্থিত হন। তিনি তার পুনরুত্থানের পূর্ববর্তী তথ্যগুলোকে বিশ্বাস না করার জন্য তাদের তিরস্কার করেন এবং তাদের যেতে বলেন ও প্রচার করতে বললেন; কিন্তু যে বিশ্বাস করে না তাকে নিন্দা করার কথা বললেন।\" বিশ্বাস এবং অ-বিশ্বাস দীর্ঘ সমাপ্তিতে একটি প্রভাবশালী থিম: বিশ্বাস করার দুটি উল্লেখ রয়েছে (অনুচ্ছেদ 16 এবং 17) এবং বিশ্বাস না করার চারটি উল্লেখ রয়েছে (অনুচ্ছেদ  11, 13, 14 এবং 16)। জোহান আলব্রেখ্ট বেঙ্গেল, তার নিউ টেস্টামেন্টের গনোমন-এ শিষ্যদের রক্ষা করেছেন: \"তারা বিশ্বাস করেছিল: কিন্তু বর্তমানে তাদের কাছে সত্যের প্রতি সন্দেহ এবং এমনকি ইতিবাচক অবিশ্বাসের পুনরাবৃত্তি ঘটেছে\"।\n\nMark 16:17-18: যীশু বলেছেন যে বিশ্বাসীরা \"নতুন ভাষায় কথা বলবে\"। তারা সাপ সামলাতে সক্ষম হবে, তারা যে কোনো বিষ পান করতে পারে তা থেকে অনাক্রম্য থাকবে, এবং অসুস্থদের নিরাময় করতে সক্ষম হবে। কিলগ্যালেন, একজন লেখককে চিত্রিত করেছেন যে যীশুর মুখে শব্দগুলি রেখেছেন, পরামর্শ দিয়েছেন যে এই অনুচ্ছেদ গুলির মাধ্যমে তারা তাদের নতুন বিশ্বাসের বিশেষ সক্ষমতার প্রচারণা চালিয়েছে।\n গবেষক ব্রাউনের মতে, 10-13 অনুচ্ছেদে অযৌক্তিক অবিশ্বাসের উদাহরণ দিয়ে, অবিশ্বাসীদের নিন্দা করে ও বিশ্বাসীদের লক্ষণ দ্বারা যাচাই করা হবে বলে উল্লেখ করে, লেখক যীশুর শিষ্যরা যা প্রচার করেছিলেন তার উপর নির্ভর করতে পাঠককে বোঝানোর চেষ্টা করতে পারেন।\n\nMark 16:19:\nযীশুকে তারপর স্বর্গে নিয়ে গিয়ে মার্ক দাবি করেন, তিনি ঈশ্বরের ডানদিকে বসে আছেন। লেখক উল্লেখ করেছেন সালম 110:1, মার্ক 11-এ উদ্ধৃত, প্রভু ঈশ্বরের ডানদিকে বসে আছেন।\nMark 16:20: এগারোজন শিষ্য বাইরে যান এবং \"সর্বত্র সুসমাচার প্রচার করেন\"; এটি প্রেরিতদের কর্ম নামে পরিচিত। ঈশ্বরের কাছ থেকে বেশ কিছু চিহ্ন তাদের প্রচারের অংশে ছিল। এই ঘটনাগুলি কোথায় ঘটেছিল তা বলা হয়নি, তবে কেউ অনুমান করতে পারে, Mark 16:7 থেকে, যেগুলি গ্যালিলেতে ঘটেছিল৷ লুক-অ্যাক্টস এর মতে এটি জেরুজালেমে ঘটছে।\n\n\n=== ছোট সমাপ্তি (অনানুচ্ছেদ) ===\n\"ছোট সমাপ্তি\" (প্রথম পাণ্ডুলিপি ৩য় শতাব্দী), সামান্য ভিন্নতা সহ, সাধারণত অপরিবর্তিত থাকে এবং তা নিম্নরূপ\n\nকিন্তু তারা পিতর ও তার সঙ্গীদের সংক্ষেপে খবর দিল যা তাদের বলতে বলা হয়েছিল। এর পরে, যীশু স্বয়ং তাদের সন্নিকটে আবির্ভূত হন এবং তাদের মাধ্যমে পূর্ব থেকে পশ্চিমে, শাশ্বত মুক্তির পবিত্র এবং অবিনশ্বর ঘোষণা প্রেরণ করেন।\nযদিও নিউ রিভাইজড স্ট্যান্ডার্ড ভার্সন এ অনুচ্ছেদটি 8 এবং 9 এর মাঝে থাকে, তবে এটি 21তম অনুচ্ছেদ হিসাবেও পড়া যেতে পারে, 9-20 অনুচ্ছেদের মতো বিষয় একই৷\n\n\n== ব্যক্তি অভিমত ==\nএফ.এফ ব্রুস এর উপসংহার-\n\nআমাদের নিউ টেস্টামেন্টের লেখার প্রমাণ ধ্রুপদী লেখকদের লেখার চেয়ে অনেক বেশি। যার সত্যতা নিয়ে কেউ প্রশ্ন করার চিন্তা করে না। যদি নিউ টেস্টামেন্ট ধর্মনিরপেক্ষ লেখার একটি সংগ্রহ হয়ে থাকে তবে সে সত্যতাকে সাধারণত সমস্ত সন্দেহের থেকে উর্ধ্বে বলে গণ্য করা হত। এটি একটি কৌতূহলী সত্য যে, ঐতিহাসিকেরা প্রায়শই নিউ টেস্টামেন্টে বিশ্বাস করতে তত্ত্ববিদদের চেয়ে অনেক বেশি প্রস্তুত থাকতেন।\nবার্ট এহর্ম্যান এর অভিমত,\n\nমার্কের গসপেলের দুটি প্রাচীন ও সেরা পাণ্ডুলিপিতে অনুচ্ছেদ গুলো মূল্যবান সাক্ষ্য সমেত অনুপস্থিত, এই লেখাগুলোর ধরন মার্কের অন্য কোথাও দেখা যায় না৷ অনুচ্ছেদের আগেরটির হতে পরেরটির পরিবর্তন বুঝতে পারা কঠিন৷\n\n\n== আরও দেখুন ==\nযিশু\nবাইবেল\nমগ্দলীনী মরিয়ম\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nWELS Topical Q&A: Mark 16:9-20 - Inspiration, Signs, Miracles - believing that Mark 16:9-20 clearly belong in the sacred text without reservation\nMark 16 in Manuscript Comparator — allows two or more New Testament manuscript editions' readings of the passage to be compared in side-by-side and unified views (similar to diff output)\nThe various endings of Mark Detailed text-critical description of the evidence, the manuscripts, and the variants of the Greek text (PDF, 17 pages)\nExtracts from authors arguing for the authenticity of Mark 16:9–20\nAichele, G., \"Fantasy and Myth in the Death of Jesus\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ফেব্রুয়ারি ২০২০ তারিখে A literary-critical affirmation of Mark's Gospel ending at 16:8.\nCatholic Encyclopedia: Gospel of Saint Mark: Section IV. STATE OF TEXT AND INTEGRITY\nLast Twelve Verses of the Gospel According to S. Mark Vindicated Against Recent Critical Objectors and Established A Book written by Burgon, John William\nThe Authenticity of Mark 16:9–20 A detailed defense of Mark 16:9–20, featuring replicas of portions of Codex Vaticanus and Codex Sinaiticus and a list of early patristic evidence.  See also http://www.curtisvillechristianchurch.org/AuthSuppl.htm  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ মে ২০২২ তারিখে for manuscript-images and other materials.\nMark 16:9-20 as Forgery or Fabrication A detailed case against Mark 16:9–20, including all relevant stylistic, textual, manuscript, and patristic evidence, and an extensive bibliography.\nMark 16 King James Bible - Wikisource\nEnglish Translation with Parallel Latin Vulgate  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ সেপ্টেম্বর ২০২০ তারিখে\nOnline Bible at GospelHall.org (ESV, KJV, Darby, American Standard Version, Bible in Basic English)\nMultiple bible versions at Bible Gateway (NKJV, NIV, NRSV etc.)"}