{"pageid": 1124652, "title": "বড় বাজার, তেহরান", "url": "https://bn.wikipedia.org/wiki?curid=1124652", "content": "বড় বাজার (ফার্সি: بازار بزرگ বাজার-এ-বোজর্গ) ইরানের রাজধানী তেহরানের একটি পুরনো ঐতিহাসিক বাজার। ১০ কিলোমিটার (৬.২ মাইল) দীর্ঘ এই বাজারে রয়েছে বিভিন্ন ধরনের পণ্যের জন্য বিশেষ বাজার ও এর বেশ কয়েকটি প্রবেশপথ রয়েছে, যার মধ্যে সাবজে-ময়দান হল প্রধান প্রবেশদ্বার।\nএখানে দোকান ছাড়াও মসজিদ, অতিথিশালা ও ব্যাঙ্ক রয়েছে। এটিতে তেহরান মেট্রোর দ্রুত পরিবহন ব্যবস্থার খায়াম এবং খোরদাদ ১৫ তম স্টেশনগুলোর মাধ্যমে প্রবেশ করা যায়।\n\n\n== ইতিহাস ==\n\n\n=== তেহরানে বাণিজ্য ও প্রাথমিক বাজার ===\nতেহরানের আশেপাশের এলাকাটি অন্তত খ্রিস্টপূর্ব ৬ষ্ঠ সহস্রাব্দ থেকে বসতি স্থাপন করা শুরু হয় এবং সমগ্র ইরানে বাজারের মতো নির্মাণগুলি খ্রিস্টপূর্ব ৪র্থ সহস্রাব্দের আগে থেকে তৈরি করা হয়েছে, তেহরানের বাজারটি এত পুরানো নয়। বাজারটি কখন প্রথম নির্মিত হয়েছিল তা সঠিকভাবে বলা মুশকিল, কিন্তু ইরানে মুসলিম বিজয়ের পরের শতাব্দীতে ভ্রমণকারীরা বর্তমানে বর্তমান বাজার দ্বারা দখলকৃত এলাকায় বাণিজ্য বৃদ্ধির কথা জানিয়েছেন। এইভাবে এই উত্তরাধিকারের ধারাবাহিকতা হল বড় বাজার।\nকিছু গবেষণা ইঙ্গিত করে যে আজকের বাজারের একটি অংশ সফবীয় সাম্রাজ্যের সময় তেহরানের গ্রামের বৃদ্ধির পূর্বে ছিল, যদিও এই সময়ের মধ্যে ও পরে বাজারটি ধীরে ধীরে বৃদ্ধি পেতে শুরু করেছিল। পশ্চিমা ভ্রমণকারীদের প্রতিবেদন অনুযায়ী, ১৬৬০ খ্রিস্টাব্দ ও তার পরেও বাজার এলাকাটি তারপরেও অনেকাংশে খোলা ও শুধুমাত্র আংশিকভাবে আচ্ছাদিত ছিল।\n\n\n=== উন্নয়ন ===\n\nএই ঐতিহাসিক উত্তরাধিকারের উপর অনেক বেশি নির্ভর করা সত্ত্বেও বাজারের বেশিরভাগ অংশই অনেক পরে নির্মিত হয়েছিল। প্রাচীনতম টিকে থাকা ভবনগুলি অর্থাৎ বাজারে দেওয়াল এবং গলিগুলো খুব কম করে বললে ৪০০ বছরের বেশি পুরনো, যার অনেকগুলি গত ২০০ বছরের মধ্যে নির্মিত বা পুনর্নির্মাণ করা হয়েছে৷ বাজারটি ১৯শ শতাব্দীর বেশিরভাগ সময় \"শহরের মধ্যে একটি শহর\" হিসাবে বেড়ে ওঠে এবং বাইরের হস্তক্ষেপ ছাড়াই ব্যাপকভাবে প্রসারিত হতে সক্ষম হয়। যাইহোক, রেজা শাহের শাসনামলে ২০শ শতাব্দীর প্রথম দিকে তেহরান দ্রুত প্রসার এবং সংস্কার করতে শুরু করলে এই দ্রুত বিকাশের ফলে আনা পরিবর্তনগুলি বাজারের অনেকটাই অদৃশ্য করে দেয়।\nবাজারের পুরানো অংশগুলো সাধারণত স্থাপত্য শৈলীতে একই রকম, যখন ২০শ শতাব্দীতে যোগ করা অংশগুলো প্রায়শই উল্লেখযোগ্যভাবে পৃথক দেখায়। সমালোচকরা বলছেন যে এই নতুন বিভাগগুলি নির্মাণের জন্য খুব কম বিবেচনা করা হয়েছিল। যাইহোক, বিংশ শতাব্দীর শেষভাগে, প্লাস্টার ছাঁচনির্মাণ ও আলংকারিক ইটভাটার ব্যবহারের মাধ্যমে বাজারকে সুন্দর করার জন্য কিছু প্রকল্প হাতে নেওয়া হয়েছিল।\n\n\n=== বাজারি ===\n\nবাজারটিকে ইরানি সমাজে রক্ষণশীলতার একটি শক্তি হিসাবে দেখা হয় যা ধর্ম ব্যক্তিত্ব ও মধ্যবিত্ত ব্যবসায়ীদের মধ্যে শক্তিশালী সংযোগ প্রদান করে। ১৯৭৯ সালের বিপ্লব এই শক্তিগুলির কাছ থেকে শক্তিশালী সমর্থন পেয়েছিল এবং দেশের অন্যতম গুরুত্বপূর্ণ বাজার হিসাবে তেহরানের বড় বাজার ছিল বিপ্লবী অনুভূতি ও অর্থসংস্থানের জন্য একটি কেন্দ্র।\nবাজার শ্রেণী বিপ্লবকে এগিয়ে নিতে সাহায্য করার জন্য কঠোর পরিশ্রম করার বেশ কয়েকটি কারণ ছিল। মোহাম্মদ রেজা পাহলভির সরকার বাজারিদের জন্য অত্যাচারী ছিল, যারা দেশটি শিল্পোন্নত হওয়ার কারণে হারিয়ে যেতে বসেছিল, এবং তারা আশঙ্কা করেছিল যে তারা পিছিয়ে থাকবে ও সমাজে তাদের মর্যাদা হ্রাস পাবে। একইভাবে বাজার শ্রেণীর জন্য আরেকটি উদ্বেগের বিষয়, শুধু তেহরানে নয় পুরো ইরানে এই ঐতিহ্যগত অর্থনৈতিক শক্তিগুলো ১৯৭৪-১৯৭৮ সালের তেলের বিপ্লব থেকে উপকৃত হয়নি ও এইভাবে তারা বিপ্লবকে সাহায্য করার জন্য আরও বেশি আগ্রহী ছিল। যেমন, তেহরানের বড় বাজার ছিল বিপ্লবের সমর্থনের কেন্দ্রস্থল, যা নিজেকে রাজতন্ত্রের বিপরীতে অবস্থান করেছিল। বড় বাজার অনেকাংশে ইসলামি রাষ্ট্র প্রতিষ্ঠাকে সমর্থন করে চলেছে, বিশেষ করে যেহেতু রক্ষণশীল রাজনৈতিক শক্তিগুলো প্রায়শই বাজারের প্রতি কম কর, অবাধনীতি পদ্ধতি গ্রহণ করে।\nআজ বড় বাজার এখনো বাণিজ্যের একটি গুরুত্বপূর্ণ স্থান। যাইহোক, শহরের বাণিজ্য ও অর্থের বেশিরভাগ উত্তর তেহরানের নতুন মৃদু ও উচ্চতর অংশে স্থানান্তরিত হয়েছে। ঐতিহ্যবাহী পণ্যের পাশাপাশি, ঘড়ি এবং স্থানীয় গয়নাগুলির বাজার দৃশ্যত বাড়ছে, সম্ভবত পর্যটন বৃদ্ধির ফলে। বাজারটি মধ্যাহ্নের কাছাকাছি এবং বিকেল ৫টা থেকে ৭টার মধ্যে সবচেয়ে ব্যস্ত থাকে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nইরানের অর্থনীতি\nইরানি স্থাপত্য\n\n\n== তথ্যসূত্র ==\n^  - \"Iransaga - Some Places of Interest in Tehran\"\n^  - \"BBC News - Tehran bazaar feels winds of change\"\n^  - \"About Tehran Bazaar in Tehran province\". Tourist Attractions. Web Archive 2006.\n^  - Abbas \"Bazaar, the achievement of the Islamic civilisation. A short history of the Tehran Bazaar\" from The Newsletter of Chamber of Commerce, Feb. 1994 (Chamber of Commerce, Industries & Mines of the Islamic Republic of Iran). Web Archive 2007.\n^  - - \"Iran Oil Revenues and the Acceleration of Modernization, 1960-79\"\n^  - \"Who is the mayor of Tehran?\"\n^  - \"Iran Daily: Tehran Grand Bazaar To Get Facelift (Oct 12 2005)\n\n\n== বহিঃসংযোগ ==\nগুগল ম্যাপে তেহরান বড় বাজার"}