{"pageid": 1124, "title": "ওশেনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1124", "content": "ওশেনিয়া ( ইংরেজি: Oceania) হল একটি ভৌগোলিক অঞ্চল, যা বর্তমান বিশ্বে একটি মহাদেশ হিসাবে বর্ণনা করা হয়। মূলত প্রশান্ত মহাসাগরীয় সকল দ্বীপরাষ্ট্রকে অস্ট্রেলিয়া মহাদেশের অন্তর্ভুক্ত করে একটি নতুন ভূ-রাজনৈতিক অঞ্চল হিসেবেই ওশেনিয়া সৃষ্টি করা হয়। এর মধ্যে আছে অস্ট্রেলিয়া, মেলানেশিয়া, পলিনেশিয়া ও মাইক্রোনেশিয়া। পূর্ব ও পশ্চিম গোলার্ধে বিস্তৃত জল গোলার্ধের কেন্দ্রে ওশেনিয়ার ভূমির এলাকা প্রায় ৯০,০০,০০০ বর্গকিলোমিটার (৩৫,০০,০০০ বর্গমাইল) জুড়ে বিস্তৃত এবং ২০২২ সালের হিসাবে প্রায় ৪৪.৪ মিলিয়ন জনসংখ্যা এখানে বাস করে। ওশেনিয়াকে বেশিরভাগ ইংরেজি-ভাষী-বিশ্বের একটি ভৌগোলিক অঞ্চল হিসাবে বর্ণনা করা হয়। বিশ্বের এই মডেলে, অস্ট্রেলিয়াকে হয় একটি দ্বীপ হিসাবে দেখা হয় বা ওশেনিয়া মহাদেশের অভ্যন্তরে থাকা একটি মহাদেশীয় ভূখণ্ড হিসাবে দেখা হয়। অন্যান্য মহাদেশের সাথে তুলনা করলে ওশেনিয়া স্থলভাগে সবচে' ছোট ও অ্যান্টার্কটিকার পর দ্বিতীয়-নিম্ন জনবহুল মহাদেশ।\nওশেনিয়ায় অস্ট্রেলিয়া, ফরাসি পলিনেশিয়া, হাওয়াই, নিউ ক্যালেডোনিয়া ও নিউজিল্যান্ডের উচ্চ বিকশিত ও বিশ্বব্যাপী প্রতিযোগিতামূলক আর্থিক বাজার থেকে অর্থনীতির একটি বৈচিত্র্যপূর্ণ মিশ্রণ রয়েছে, যা জীবন যাত্রার মান ও মানব উন্নয়ন সূচকে উচ্চ স্থান অধিকার করে। তবে কিরিবাা, পাপুয়া নিউগিনি, টুভালু, ভানুয়াতু ও পশ্চিম নিউগিনির তুলনামূলক কম উন্নত অর্থনীতি রয়েছে, যেখানে ফিজি, পালাউ ও টোঙ্গার মত প্রশান্ত মহাসাগরীয় দ্বীপগুলির মাঝারি আকারের অর্থনীতিও রয়েছে। ওশেনিয়ার বৃহত্তম এবং জনবহুল দেশ হলো অস্ট্রেলিয়া ও বৃহত্তম শহর সিডনি এবং ইন্দোনেশিয়ার পুঞ্চাক জায়া হলো ওশেনিয়ার সর্বোচ্চ শৃঙ্গ ৪,৮৮৪ মি (১৬,০২৪ ফু)।\nঅস্ট্রেলিয়া, নিউ গিনি ও পূর্বদিকের বৃহৎ দ্বীপের প্রথম বসতি স্থাপনকারীরা ৬০,০০০ বছরেরও অধিক আগে এসেছিলেন।  ১৬ শতকের পর থেকে ইউরোপীয়রা প্রথম ওশেনিয়া অন্বেষণ করে। পর্তুগিজ অভিযাত্রীরা ১৫১২ ও ১৫২৬ সালের মধ্যে তানিম্বার দ্বীপপুঞ্জ, কিছু ক্যারোলিন দ্বীপপুঞ্জ ও পশ্চিম নিউ গিনিতে পৌঁছোয়। স্পেনীয় ও ডাচ অভিযাত্রীরা তাদের অনুসরণ করেন, তারপর ব্রিটিশ ও ফরাসিরা। ১৮ শতকে নিজের প্রথম সমুদ্রযাত্রায় জেমস কুক, যিনি পরবর্তীতে হাওয়াইয়ান দ্বীপপুঞ্জে পৌঁছেন, তাহিতিতে যান এবং প্রথমবারের মত অস্ট্রেলিয়ার পূর্ব উপকূল অনুসরণ করেন।\nপরবর্তী শতাব্দীতে ইউরোপীয় বসতি স্থাপনকারীদের আগমনের ফলে ওশেনিয়ার সামাজিক ও রাজনৈতিক ভূখণ্ডে একটি উল্লেখযোগ্য পরিবর্তন ঘটেছিল। প্রশান্ত মহাসাগরীয় মঞ্চটি ২য় বিশ্বযুদ্ধের সময় প্রধানত মিত্র শক্তি মার্কিন যুক্তরাষ্ট্র, ফিলিপাইন ( তৎকালীন একটি মার্কিন কমনওয়েলথ ) ও অস্ট্রেলিয়া এবং অক্ষ শক্তি জাপানের মধ্যে প্রধান লড়াই দেখেছিল। আদিবাসী অস্ট্রেলীয়দের পাথুরে শিল্পকর্ম হলো বিশ্বের দীর্ঘতম ক্রমাগত অনুশীলন করা শৈল্পিক ঐতিহ্য। বেশিরভাগ ওশেনীয় দেশই বহু-দলীয় প্রতিনিধিত্বমূলক সংসদীয় গণতন্ত্র। পর্যটন প্রশান্ত মহাসাগরীয় দ্বীপ দেশগুলির আয়ের একটি বড় উৎস।\n\n\n== ব্যুৎপত্তি ==\nOcean শব্দ থেকে ওশিয়ানিয়া কথাটির উৎপত্তি। প্রাচীন জ্ঞাত মহাদেশ অর্থাৎ ইউরোপ, এশিয়া ও আফ্রিকা থেকে বিস্তীর্ণ সমুদ্র দ্বারা বিচ্ছিন্ন এই মহাদেশ। ওশিয়ানিয়া মহাদেশের বৃহত্তম দেশ অস্ট্রেলিয়ার নাম অনুসারে এই মহাদেশটিকেও অনেকসময় অস্ট্রেলিয়া বলা হয়। বাস্তবে ওশিয়ানিয়া ও অস্ট্রেলিয়া এক নয়।\n\n\n== সংজ্ঞা ==\nদক্ষিণ প্রশান্ত মহাসাগরের সকল দ্বীপকে একত্রে ওশেনিয়া বলে\n\n\n== জনসংখ্যার উপাত্ত ==\n\nনিচের জনসংখ্যার উপাত্তের ছক ভূরাজনৈতিক ওশেনিয়ার উপ-অঞ্চল এবং দেশসমূহকে দেখায়। জাতিসংঘের ব্যবহৃত ভৌগোলিক উপঅঞ্চলের পরিকল্পনা মোতাবেক এই ছকের দেশ এবং অঞ্চলগুলোকে শ্রেণিবদ্ধ করা হয়েছে। দেখানো তথ্য প্রতিনির্দেশ বিধান মেনে উদ্ধৃত, আর যেখানে তথ্যসূত্র ভিন্ন, সেখানে অন্য নথিপত্র স্পষ্টভাবে দেয়া আছে। এই ভৌগোলিক এলাকা এবং অবস্থান অন্যান্য বাড়তি শ্রেণিবিভাগের আওতাধীন যা তথ্যসূত্র এবং প্রতিটি বিবরণের উদ্দেশ্যের উপর নির্ভর করে।\n\nসকল ধর্মের লোকজন একসাথে মিলেমিশে বসবাস করেন।\n\n\n== আরও দেখুন ==\nওশেনিয়ার দেশসমূহ\n\nঅস্ট্রেলেশিয়া\nওশেনিয়ার জন্য জাতিসংঘ ভূবিন্যাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকার্লিতে Oceania (ইংরেজি)\n\"Australia and Oceania\" from National Geographic  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ অক্টোবর ২০০৮ তারিখে"}