{"pageid": 1124801, "title": "ছিটকিনি", "url": "https://bn.wikipedia.org/wiki?curid=1124801", "content": "ছিটকিনি (ইংরেজি শিরোনাম: Rest is silence) ২০১৭ সালের বাংলাদেশি বাংলা নাট্য চলচ্চিত্র। কাহিনি, চিত্রনাট্য রচনা ও পরিচালনা করছেন সাজেদুল আউয়াল। এটি সাজেদুল আউয়াল-নির্মিত প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র। পঞ্চগড়ে পাথর উত্তোলন কেন্দ্রিক অর্থনীতিতে  সরকারি সহযোগিতা-অসহযোগিতা, দুর্নীতি, পুরনো পরিবহন ব্যবস্থার বিকল্প হিসেবে নতুন ব্যবস্থার উত্থান এবং সে অঞ্চলের বিভিন্ন শ্রেণির মানুষের জীবনযাত্রার নিত্যনৈমিত্তিকতার সাথে সামাজিক ও লোকজ সংশ্লিষ্ঠতার পটভূমিতে চলচ্চিত্রের কাহিনি রচিত। যক্ষ্মায় আক্রান্ত পঞ্চগড় রেলস্টেশনের কর্মচারী  কফিলের জন্য স্বামীহারা পাথরশ্রমিক ময়মুনার আত্মত্যাগের ঘটনা নিয়ে চলচ্চিত্রটির কাহিনি আবর্তিত। চিত্র্যনাট্যের মূল ভূমিকাসমূহে অভিনয় করেছেন চলচ্চিত্রে অভিষিক্ত রুনা খান, ভাস্বর বন্দ্যোপাধ্যায়, আমিনুর রহমান মুকুল, মানস বন্দ্যোপাধ্যায়, মাহমুদুল ইসলাম মিঠু, মুসতাগিসুর রহমান, রুবলী চৌধুরী, জহিরুজ্জামান, নাইমুর রহমান আপন প্রমুখ।\nযোজনা প্রোডাকশনস ও ইমপ্রেস টেলিফিল্মের যৌথ প্রযোজনায় নির্মিত। ২০১৪ হতে ধাপে ধাপে পঞ্চগড় ও টাঙ্গাইলে এটির দৃশ্য ধারণ চলে।  ২০১৭ সালের ১ ডিসেম্বর এটি মানিকগঞ্জের 'পিক্স সিনেপ্লেক্স’-এ মুক্তি পায়। এটি একজন সমালোচক হতে ইতিবাচক অভ্যর্থনা এবং ছবিতে অভিনয়ের জন্য রুনা খান ও নাইমুর রহমান আপন দুটি ভিন্ন আসরে সমালোচকদের দৃষ্টিতে সেরা অভিনেত্রী ও শ্রেষ্ঠ শিশুশিল্পীর পুরস্কার পেয়েছিলেন।\n\n\n== কাহিনি ==\nভোরবেলা দিন শুরু হয় বিধবা ময়মুনার। তার ছেলে অনন্তকে নিয়ে রেললাইন ধরে হেটে পঞ্চগড় রেলস্টেশনের লেবেল মাস্টার কফিলের জন্য খাবার দিয়ে যায়। এক পাথর উত্তোলনের ক্ষেত্রে দিনের শুরুতে শ্রমিকদের কাজ শুরু হয়। ময়মুনা পাথর বাছাইয়ের কাজ শুরু করে। পাথর তোলার পর বাচাইয়ের কাজ চলে। পঞ্চগড়ের আঞ্চলিক গান গাইতে গাইতে এক শ্রমিক পাথর আর বালু তুলতে থাকে। পাথর কেনার জন্য ক্রেতা আসে। ক্রেতাকে নিয়ে বিক্রেতা পার্টনার মালবাবুর কাছে গিয়ে ওজনের চেয়ে বেশি পাথর পরিবহনের দামাদামি করে আসে। এসময় স্টেশনের মাস্টার কফিলকে রেল লাইন নিরিক্ষার লোক না আসায় পুরো লাইন দেখে আসতে বলে। অসুস্থ কফিল অনন্তকে নিয়ে লাইন দেখতে যায়। নতুন আরেকটা দিন শুরু হয়। স্টেশনের স্বাভাবিক কাজ চলতে থাকে। ময়মুনা যথারীতি কফিলের জন্য সকালে অনন্তকে দিয়ে খাবার দিয়ে  আসে। কফিলকে কিছু বলার থাকলেও বলা হয়ে ওঠে না, সে দেরীতে নিজের কাজে যায়। বেলা বাড়ার সাথে স্টেশনে ব্যস্ততা আর যাত্রীদের আনাগোনা বাড়ে, ট্রেন যায় আসে, স্টেশনে মানুষের বিভিন্ন কর্মকাণ্ড দেখা যায়। এক অন্ধ গায়ক স্টেশনে বসে গান গাইতে থাকে। ময়মুনা অনন্তকে নিয়ে গান শুনতে শুনতে বাড়ি ফেরে, গানের কথায় ময়মুনা উদাস হয়। চিরকুমার স্টেশন মাস্টার পুরনো স্টেশনের ভবন ভেঙ্গে নতুন ভবন বানানোর কাজ স্বপ্নে দেখেন। কফিল এসে তাকে জাগিয়ে রাতে খাওয়ার জন্য মনে করিয়ে দেয়, স্টেশন সংস্কারের খবর জানতে চায়। পুরাতন ভবন ভেঙ্গে নতুন স্টেশন না বানিয়ে পাশে বানানোর আলাপ করে। এতে সময়ের চিহ্ন থাকবে তাই স্টেশন মাস্টার তার সাথে একমত হন, রেল পরিবহনের আয় কমে যাওয়া নিয়ে আক্ষেপ করেন।\nকফিল শহরে ঔষধ আনতে আর চিঠি পোস্ট করতে যায়, এসময় ময়মুনা আম্বিয়া ও অনন্তকে নিয়ে শহরে যায়। পথিমধ্যে দেখা হলে ময়মুনা খুশি হয়। কফিল অনন্তকে মাটির ঘোড়া কিনে দেয়। ময়মুনা আর আম্বিয়া ঘরে তালা না দেয়ার শংকায় দ্রুত বাড়ি ফেরে।\nশ্রমিক সর্দার ময়মুনাকে কফিলের কাছে খাবার পাঠানোর জন্য উত্ত্যক্ত করে। বাড়ি ফেরার সময় কফিল ময়মুনা আর অনন্তকে তার বাগান দেয়ে যাওয়ার আমন্ত্রণ করে। ময়মুনাকে তার বাগানের সবজি উপহার দেয়। রূপকার্থে নিজের একাকিত্বের কথা ময়মুনাকে জানায়। উপহারের সবজি রান্নার সময় তাতে একটা গাঁদা ফুল পায় ময়মুনা, মনে মনে খুশি হয়। আম্বিয়াকে গিয়ে কফিলের প্রতি দূর্বলতার কথা জানায়। আম্বিয়া তাকে সর্দার খারাপ হলেও, তার বিয়ের প্রস্তাব মেনে নিতে বলে, কিন্তু ময়মুনা সর্দারের তৃতীয় স্ত্রী হতে চায়না। সর্দার তাদের কাজ থেকে বের করে দিতে পারে মনে করে শঙ্কিত হয়। ময়মুনাকে ঢাকায় গিয়ে পোশাকশ্রমিকের কাজ নিতে বলে। ময়মুনার মন ভাল করতে আম্বিয়া তাকে মলুয়া পালায় নিয়ে যেতে চায়। পরদিন সর্দার আম্বিয়াকে তার বিয়ের কথা আবার বলার জন্য চাপ দেয়। পথিমধ্যে সর্দার ময়মুনাকে রাতে তার বাসায় যাবো আর ছিটকিনি না খুললে কাজ থেকে বের করে দেয়ার হুমকি দেয়।\nযক্ষ্মা আক্রান্ত কফিলের অসুস্থতা বাড়তে থাকে। অনন্ত এসে তার মাকে কফিলের অবস্থা জানায়। ময়মুনার মন খারাপ হয়। তারা অসুস্থ কাফিলকে দেখেতে যায়। ময়মুনা তার কল্পনায় কাফিলকে ট্রেনে করে অনেক দূর চলে যেতে দেখে। কেন্দুয়া হতে দিলু বয়াতি তাদের এলাকায় মলুয়া পালা করতে আসে। আম্বিয়া, ময়মুনা আর অনন্ত পালা দেখতে আসে। মলুয়ার মতই ময়মুনার অবস্থা সংকটময়। পালা শেষে রাতে সর্দার ময়মুনার বাসার দরজা ধাক্কা দেয়।দ্বিধাগ্রস্থ ময়মুনা অসস্তি নিয়ে ছিটকিনি খুলে দেয়। সকালে যথারীতি কফিলের জন্য খাবার নিয়ে যাওয়ার সময়, কফিলের লাশ বহন করে নিয়ে যেতে দেখে ময়মুনা। অনন্ত রহমতের কাছ থেকে জানতে পারে, ঐ লাশ তার কফিল মামার ছিল। দিনশেষে মা আর ছেলে কফিলের শোকে মন খারাপ করে সেই রেল লাইন ধরে হাঁটতে থাকে।\n\n\n== কুশীলব ==\nছিটকিনি চলচ্চিত্রের মুখ্য অভিনয়শিল্পীদের তালিকা (সমাপনী দৃশ্য হতে অভিযোজিত) -\n\nএছাড়াও মলুয়া পালা পরিবেশনের দৃশ্যে দিলু বয়াতি ও তার বাদক দল একই সাথে অভিনয় ও পরিবেশন করেন।\n\n\n== প্রযোজনা ==\nসাজেদুল আউয়াল ১৯৮৩ সালে পঞ্চগড় রেলওয়ে স্টেশনে গিয়েছিলেন, সেসময় তিনি চলচ্চিত্রটির চিত্রনাট্য লিখেছিলেন। চিত্রনাট্যে মৈমনসিংহ গীতিকার ‘মলুয়া’ পালায় মলুয়ার চরিত্রের ঠিক উল্টোভাবে ময়মুনার চরিত্র রচিত হয়েছে।  ২০১৪ সালে চলচ্চিত্রটি নির্মাণের জন্য বাংলাদেশ সরকারে হতে নগদ ৩৫ লাখ সহ পরিচালনার জন্য ৫০ হাজার, কাহিনি'র ৫০ হাজার ও নির্মাণের বিভিন্ন ধাপে বাংলাদেশ চলচ্চিত্র উন্নয়ন কর্পোরেশন হতে বিভিন্ন সেবা গ্রহণের জন্য ১০ লাখ টাকা সহ মোট ৪৬ লাখ টাকা অনুদান পায়। যোজনা প্রোডাকশনস ও ইমপ্রেস টেলিফিল্মের প্রযোজনায় ২০১৪ হতে ২০১৬ পর্যন্ত শুধু শীত মৌসুমে, পঞ্চগড় রেলওয়ে স্টেশন ও টাঙ্গাইলের নাগরপুরে চলচ্চিত্রটির দৃশ্য ধারণ চলে। এটি ছিল সাজেদুল আউয়ালের প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র।\nছিটিকিনিতে দুটি সংগৃহীত লোকগান ব্যবহার করা হয়েছে।  ‘বন্ধু ধন ধনরে, এতই গোসা কেনে তোমার শরীলে’ শিরোনামের গানটি পঞ্চগড়ের আঞ্চলিক পল্লীগীতি, অভিনয়ের সময় মোঃ শাজাহান বাউলের খালিগলায় উপস্থাপিত হয়। অপর সংগৃহীত লোকগান  ‘নব গৌর হেরে গো, আমার প্রাণ কি যে করে গো' বাউল মোঃ রইস উদ্দিন সরকার গেয়েছিলেন।\n\n\n== মুক্তি ==\nছিটকিনি ২০১৭ সালের নভেম্বরের শেষ সপ্তাহে মুক্তির জন্য নির্ধারিত ছিল। পরবর্তীতে ১ ডিসেম্বর  মুন্সিগঞ্জের পিক্স সিনেপ্লেক্সে মুক্তি পায়। প্রেক্ষাগৃহে বাণিজ্যিক মুক্তির বাইরে ২০১৮ সালের জানুয়ারিতে ষোড়শ ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসবে চলচ্চিত্রটির প্রদর্শনী হয়। একই বছর ২১ জুন চ্যানেল আই চলচ্চিত্রটিকে ইউটিউবে উন্মুক্ত করে।\n\n\n== মূল্যায়ন ==\n\n\n=== অভ্যর্থনা ===\nকালি ও কলম সামায়িকীতে শৈবাল চৌধুরী ধারণা করেছেন ছিটকিনি \"কিছুটা ‘নব্যবাস্তববাদী চলচ্চিত্রধারা’ সংবলিত\"। চলচ্চিত্রটি \"অনেকটা যেন ডকুমেন্টেশনের মোড়কে ফিকশন অথবা ফিকশনের মোড়কে ডকুমেন্টেশন।\" তিনি নির্মাণে পরিচালকের  সমাজসচেতনতা, পঞ্চগড়ের \"চমৎকার নিসর্গ ও পারিপার্শ্বিকতার\" দৃশ্যায়ন; নিম্ন আয়ের নারী শ্রমিকদের অসহায়ত্ব-স্বাধীনতাহীনতা-নিরাপত্তার অনিশ্চয়তা খুব সূক্ষ্মভাবে ফুটিয়ে তোলা, রেল যোগাযোগ ব্যবস্থার টান-পোড়েনের বিস্তারিত চিত্রায়ন, পঞ্চগড়ের স্থানীয় চরিত্রদের  আঞ্চলিক  ভাষার সংলাপ বলা, ক্যামেরা-অ্যাঙ্গেল, সংলাপ-শব্দ ও সম্পাদনার ক্ষেত্রে বুদ্ধিদীপ্ত প্রয়োগ, মলুয়াপালা, পঞ্চগড়ের লোকগান, শ্রীকৃষ্ণকীর্তন ব্যবহারের জন্য ছিটকিনিকে একটি \"চারু-চলচ্চিত্র\" বলেছেন।\n\n\n=== প্রশংসা ===\nছিটকিনিতে ময়মুনা'র চরিত্রে অভিনয়ের জন্য রুনা খান ২০১৭ সালে মেরিল প্রথম আলো ‘সমালোচক পুরস্কার (চলচ্চিত্র) বিভাগে সেরা অভিনেত্রীর এবং কিশোর অনন্ত'র চরিত্রে অভিনয়ের জন্য নাইমুর রহমান আপন  ৪২তম জাতীয় চলচ্চিত্র পুরস্কারের আসরে সেরা শিশুশিল্পীর পুরস্কার জয় করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে ছিটকিনি\nবাংলা মুভি ডেটাবেজে ছিটকিনি\nইন্টারনেট মুভি ডেটাবেজে ছিটকিনি   (ইংরেজি)"}