{"pageid": 1124659, "title": "মানব শিশ্নের আকার", "url": "https://bn.wikipedia.org/wiki?curid=1124659", "content": "মানব পুরুষাঙ্গের আকার উত্থিত বা শিথিল অবস্থায় দৈর্ঘ্যে এবং পরিধিতে অনেক পরিবর্তনশীল। পাশাপাশি কিছু কিছু নিয়ামক পুরুষাঙ্গের আকারের এই পরিবর্তনশীলতার উপর কিছুটা প্রভাব ফেলে; যেমনঃ উত্থানের মাত্রা, সময়ের তারতম্য, কক্ষের তাপমাত্রা, মানসিক উদ্বেগের পরিমাণ, খেলাধুলার পরিমাণ, যৌনসঙ্গমের হার। মানুষের পুরুষাঙ্গের আকার অন্য প্রাইমেটদের (উদাহরণ হিসেবে গরিলার কথা-ই ধরা যাক) তুলনায় সবচেয়ে মোটা, তা উভয়ের মধ্যে শুধু পুরুষাঙ্গের বিচারে হোক বা শরীরের আপেক্ষিক আকারের তুলনায় পুরুষাঙ্গের বিচারে হোক।\n\nদেখা যায় যে, যে জরিপগুলো স্বাস্থ্যপেশাদার দ্বারা পরিমাপের মাধ্যমে করা হয়েছে তাতে পুরুষাঙ্গের গড় দৈর্ঘ্যের তুলনায় স্ব-পরিমাপের উপর ভিত্তি করে করা জরিপের পুরুষাঙ্গের গড় দৈর্ঘ্য উল্লেখযোগ্যভাবে বেশি। ২০১৫ সালে ১৫,৫২১ জন পুরুষের মধ্যে করা একটি সিস্টেমিক রিভিউ অনুযায়ী, যাদের স্বাস্থ্যপেশাদার দ্বারা পরিমাপ করা হয়েছিল তাদের মধ্যে উত্থিত পুরুষাঙ্গের গড় দৈর্ঘ্য ১১.১২ সেমি (৪.৩৮ ইঞ্চি) দীর্ঘ এবং গড় পরিধি ৯.৩৯ সেমি (৩.৭০ ইঞ্চি)।  শিথিল পুরুষাঙ্গের দৈর্ঘ্য অনেকসময় উত্থিত অবস্থায় পুরুষাঙ্গের দৈর্ঘ্য সম্পর্কে আংশিক ধারণা দেয়।\nবেশিরভাগ মানুষের পুরুষাঙ্গের বৃদ্ধি শৈশব থেকে পাঁচ বছর বয়সের মধ্যে হয়ে থাকে। তাছাড়া বয়ঃসন্ধি শুরু হওয়ার প্রায় এক বছর পর্যন্ত এবং সর্বাধিক ১৭ বছর বয়স পর্যন্ত পুরুষাঙ্গের বৃদ্ধি হতে পারে। \nগবেষণায় লিঙ্গের আকার এবং শরীরের অন্যান্য অংশের আকারের মধ্যে কোন উল্লেখযোগ্য সম্পর্ক পাওয়া যায়নি। জিনগত ছাড়াও কিছু পরিবেশগত কারণ, যেমনঃ হরমোনের তারতম্য লিঙ্গের বৃদ্ধিকে প্রভাবিত করতে পারে। অন্য কোন অস্বাভাবিকতা ছাড়া, যদি একটি প্রাপ্তবয়স্ক পুরুষাঙ্গের উত্থিত অবস্থায় দৈর্ঘ্য ৬ সেমি (২.৪ ইঞ্চি) এর কম হয় তখন এটিকে চিকিৎসাবিদ্যার ভাষায় মাইক্রোপেনিস হিসাবে উল্লেখ করা হয়। যদিও মাইক্রোপেনিস আছে এরকম মানুষের সংখ্যা খুবই কম।\nসাম্প্রতিককালে চিকিৎসা বিজ্ঞানের উন্নতির কারণে কিছু পদ্ধতির মাধ্যমে পুরুষাঙ্গের আকার বৃদ্ধির নানা প্রকার উপায় প্রচলিত হয়েছে।\n\n\n== পরিসংখ্যান ==\n\nযদিও উল্লেখযোগ্য জরিপসমূহের ফলাফলে সামান্য পরিবর্তন লক্ষ্যনীয়, তাও সামগ্রিকভাবে বলা যায় যে, উত্থিত অবস্থায় পুরুষাঙ্গের গড় দৈর্ঘ্য  ১২.৯–১৫ সেমি (৫.১–৫.৯ ইঞ্চি) হয়ে থাকে। \nঠিক একই রকম ফলাফল দেখা যায়  ২০১৫ সালে প্রকাশিত একটি সিস্টেমিক রিভিউতে। ৩০ বছর ধরে চালিয়ে যাওয়া এই গবেষণায় দেখা যায়, শিথিল অবস্থায় টেনে প্রসারিত করা হলে এবং উত্থিত পুরুষাঙ্গের দৈর্ঘ্য গড়ে যথাক্রমে ৯.১৬ সেমি, ১৩.২৪ সেমি, এবং ১৩.১২ সেমি হতে পারে । উক্ত গবেষণায় উত্থিত পুরুষাঙ্গের দৈর্ঘ্য প্রি-পিউবিক ফ্যাট প্যাডকে হাড়ের দিকে ঠেলে দিয়ে পরিমাপ করা হয়েছিল এবং লিঙ্গের গোড়ায় বা মাঝামাঝি শ্যাফটে শিথিল ও উত্থিত অবস্থায় ঘের (পরিধি) পরিমাপ করা হয়েছিল। \n\n\n=== দৈর্ঘ্য ===\n\n\n==== শিথিল/নিস্তেজ অবস্থায় পুরুষাঙ্গের দৈর্ঘ্য ====\n১৯৯৬ সালে প্রকাশিত একটি সমীক্ষাতে পাওয়া গেছে শিথিল পুরুষাঙ্গের গড় দৈর্ঘ্য ৩.৫ ইঞ্চি (৮.৯ সেন্টিমিটার) (কর্মীদের দ্বারা যখন পরিমাপ করা হয়)।  বেশ কয়েকটি গবেষণার পর্যালোচনায় দেখা গেছে শিথিল পুরুষাঙ্গের গড় দৈর্ঘ্য  ৯–১০ সেমি (৩.৫–৩.৯ ইঞ্চি) ।  শিথিল পুরুষাঙ্গের দৈর্ঘ্য উত্থিত পুরুষাঙ্গের  দৈর্ঘ্যের সাথে সবসময় সঙ্গতিপূর্ণ নয়। যেমনঃ শিথিল অবস্থায় দৈর্ঘ্যে ছোট পুরুষাঙ্গ অনেকক্ষেত্রে  উত্থিত অবস্থায় অনেক লম্বা হতে পারে, আবার শিথিল অবস্থায় লম্বা পুরুষাঙ্গ উত্থিত অবস্থায় তুলনামূলকভাবে কম লম্বা হতে পারে। \nঠাণ্ডা তাপমাত্রায়, উদ্বিগ্নতা বা খেলাধুলায় অংশগ্রহণের সময় পুরুষাঙ্গ এবং অণ্ডকোষ অনৈচ্ছিকভাবে সংকুচিত হতে পারে।  শিথিল পুরুষাঙ্গের আকারের এই হ্রাসকে ক্রিমাস্টার পেশীর সঙ্কোচন হিসেবে উল্লেখ করা যায়। একই ঘটনা সাইকেল চালক এবং এক্সারসাইজ বাইক ব্যবহারকারীদের ক্ষেত্রেও ঘটে, সাইকেলের স্যাডল থেকে পেরিনিয়ামের উপর দীর্ঘক্ষণ ধরে চাপ এবং ব্যায়ামের কারণে চাপের ফলে পুরুষাঙ্গ এবং অন্ডকোষ অনৈচ্ছিকভাবে সংকুচিত হয়। একটি ত্রুটিপূর্ণ সাইকেল স্যাডল শেষ পর্যন্ত ইরেক্টাইল ডিসফাংশনের কারণ হতে পারে। হার্ড ফ্ল্যাসিড সিন্ড্রোম বা অন্যান্য পেলভিক ফ্লোর ডিজঅর্ডারে আক্রান্ত ব্যক্তিদের সাময়িকভাবে একটি অস্বাভাবিক ছোট লিঙ্গ থাকতে পারে।\n\n\n==== পুরুষাঙ্গ শিথিল অবস্থায় প্রসারিত করা হলে তার দৈর্ঘ্য ====\nবয়সভেদে শিথিল পুরুষাঙ্গের দৈর্ঘ্য কখনও উত্থিত অবস্থায় পুরুষাঙ্গের দৈর্ঘ্যের পূর্বাভাস দেয় না। পুরুষাঙ্গ শিথিল অবস্থায় টেনে প্রসারিত করা হলে সেই দৈর্ঘ্য কিছু ক্ষেত্রে উত্থিত দৈর্ঘ্যের সাথে সম্পর্কযুক্ত।  যাইহোক, গবেষণাগুলি শিথিল অবস্থায় প্রসারিত এবং উত্থিত দৈর্ঘ্যের মধ্যে তীব্র পার্থক্যও দেখিয়েছে।  একটি সমীক্ষায় দেখা গেছে যে শিথিল অবস্থায় লিঙ্গ প্রসারিত করার সময় ন্যূনতম ৪৫০ গ্রাম শক্তির টান প্রয়োগ করলে এটি পূর্ণ উত্থিত পুরুষাঙ্গের দৈর্ঘ্যের কাছাকাছি পৌঁছায়। এই গবেষণায় আরও দেখা গেছে যে, এই শক্তি উল্লেখযোগ্যভাবে (P<০.০১) ৪৫০ গ্রাম এর চেয়ে কমও  হতে পারে।  এটি শিথিল অবস্থায় প্রসারিত এবং উত্থিত পুরুষাঙ্গের দৈর্ঘ্যের মধ্যে পার্থক্যের কারণ হতে পারে।\n\n\n==== উত্থিত বা উত্তেজিত অবস্থায় পুরুষাঙ্গের দৈর্ঘ্য ====\nপ্রাপ্তবয়স্ক উত্থিত পুরুষাঙ্গের দৈর্ঘ্যের উপর বৈজ্ঞানিক গবেষণা করা হয়েছে। যে জরিপগুলো স্বাস্থ্যপেশাদার দ্বারা পরিমাপের মাধ্যমে করা হয়েছে তাতে পুরুষাঙ্গের গড় দৈর্ঘ্যের তুলনায় স্ব-পরিমাপের উপর ভিত্তি করে করা জরিপের পুরুষাঙ্গের গড় দৈর্ঘ্য উল্লেখযোগ্যভাবে বেশি।\n\n\n=== উত্থিত পুরুষাঙ্গের পরিধি ===\nপরিধির পরিমাপ সাধারণত পুরুষাঙ্গের মাঝামাঝিতে নেওয়া হয়। প্রাপ্তবয়স্কদের সম্পূর্ণ উত্থিত লিঙ্গের পরিধি নিয়ে গবেষণার ক্ষেত্রেও একই রকম ফলাফল পাওয়া যায়।   দৈর্ঘ্যের মতো, স্ব-পরিমাপের উপর ভিত্তি করে করা ফলাফল,  কর্মীদের দ্বারা পরিমাপকৃত ফলাফলের তুলনায় উল্লেখযোগ্যভাবে উচ্চ গড় রিপোর্ট করেছে। ল্যাবরেটরি সেটিংয়ে লিঙ্গের আকারের উপর একটি গবেষণায় দেখা গেছে, উত্থিত অবস্থায় লিঙ্গের গড় পরিধি ছিল ১১.৬৬ সেমি (৪.৫৯ ইঞ্চি)। \n\n\n=== জন্মের সময় পুরুষাঙ্গের আকার ===\nজন্মের সময় শিথিল অবস্থায় টেনে প্রসারিত পুরুষাঙ্গের দৈর্ঘ্য প্রায় ৪ সেমি (১.৬ ইঞ্চি), এবং ৯০ শতাংশ নবজাতক ছেলেদের এই সীমা ২.৪ এবং ৫.৫ সেমি (০.৯৪ এবং ২.১৭ ইঞ্চি) এর মধ্যে । জন্ম থেকে ৫ বছর বয়সের মধ্যে লিঙ্গের সীমিত বৃদ্ধি ঘটে, তবে ৫ বছর এবং বয়ঃসন্ধির সূচনার মধ্যে খুব কমই ঘটে। বয়ঃসন্ধির শুরুতে গড় আকার ৬ সেমি (২.৪ ইঞ্চি) এর প্রায় 5 বছর পর এই আকার প্রাপ্তবয়স্ক আকারে পৌঁছে। WA Schonfeld ১৯৪৩ সালে লিঙ্গ বৃদ্ধির বক্ররেখা প্রকাশ করেন। \n\n\n=== বয়সের সাথে পুরুষাঙ্গের আকার ===\nলিঙ্গের আকারের উপর গবেষণা করে একটি গবেষণাপত্রের লেখকের এই মত যে  \"জন্মের সময় শিথিল পুরুষাঙ্গের দৈর্ঘ্য মাত্র ৪ সেমি (১.৬ ইঞ্চি) এর নিচে এবং বয়ঃসন্ধিকাল পর্যন্ত খুব সামান্য পরিবর্তন হয়, এরপরেই পুরুষাঙ্গের লক্ষণীয় বৃদ্ধি ঘটে।\" \nলিঙ্গের আকার বয়সের সাথে কমে এমনটা সবসময় সঠিক নয়। একটি গবেষণায় দেখা যায় যে, বয়স্ক পুরুষদের উপর ফোকাস করা গবেষণায় লিঙ্গের আকার ছোট, কিন্তু Wylie এবং Eardley যখন তারা বিভিন্ন গবেষণার ফলাফলগুলিকে ৬০ বছরের বেশি সময় ধরে একত্রিত করে তখন কোন উল্লেখযোগ্য পার্থক্য খুঁজে পায়নি।\" \n\n\n=== পুরুষাঙ্গের আকার এবং হাত ===\nএকটি গবেষণায় হাতের আঙ্গুলের সাথে পুরুষাঙ্গের আকারের সম্পর্ক অনুসন্ধান করা হয়েছে এবং দেখা গেছে যে, যেসব পুরুষের তর্জনী আঙ্গুলের চেয়ে অনামিকা আঙ্গুল অপেক্ষাকৃত বড় তাদের লিঙ্গ কিছুটা লম্বা ছিল।  যাই হোক, হাতের আকার পুরুষাঙ্গের আকারের পূর্বাভাস দেয় এমন সাধারণ ভুল ধারণাটি কঠোরভাবে অস্বীকার করা হয়েছে। \n\n\n=== পুরুষাঙ্গের আকার এবং শরীরের অন্যান্য অংশ ===\nলিঙ্গের আকার এবং শরীরের অন্যান্য অংশের আকারের মধ্যে কোন পরিসংখ্যানগতভাবে উল্লেখযোগ্য সম্পর্ক গবেষণায় পাওয়া যায়নি। সিমিনোস্কি এবং বেইন এর ১৯৮৮ সালে করা একটি গবেষণায়, শিথিল অবস্থায় টেনে প্রসারিত পুরুষাঙ্গের আকারের সাথে পায়ের আকার ও উচ্চতার মধ্যে একটি দুর্বল সম্পর্ক খুঁজে পেয়েছে। যাই হোক এটি অতো জোরালো কোন পরিমাপক নয়।  শাহ এবং ক্রিস্টোফার কর্তৃক ২০০২ সালে করা আরেকটি জরিপে সিমিনোস্কি এবং বেইন কর্তৃক ১৯৮৮ সালে করা জরিপকে উদ্ধৃত করে বলা হয়েছে, জুতার আকার এবং শিথিল অবস্থায় টেনে প্রসারিত করা লিঙ্গের আকারের মধ্যে কোনও যোগসূত্রের জন্য কোনও প্রমাণ খুঁজে পেতে ব্যর্থ হয়েছে, বলেছে \"পুরুষাঙ্গের দৈর্ঘ্য এবং জুতার আকারের মধ্যে সম্ভাব্য সম্পর্কের কোনও বৈজ্ঞানিক ভিত্তি নেই। \" \nপুরুষাঙ্গ এবং মানুষের হাত-পা বিকলাঙ্গতার মধ্যে একটি যোগসূত্র থাকতে পারে। একটি ভ্রূণে পুরুষাঙ্গের বিকাশ Hox জিন দ্বারা নিয়ন্ত্রিত হয় (বিশেষত HOXA13 এবং HOXD13 ), একই জিন যেগুলো অঙ্গগুলির বিকাশকে নিয়ন্ত্রণ করে। অঙ্গ-প্রত্যঙ্গের বৃদ্ধিকে নিয়ন্ত্রণ করে এমন কিছু হক্স জিনের মিউটেশনের ফলে  বিকৃত যৌনাঙ্গ হ্যান্ড-ফুট-জেনিটাল সিন্ড্রোম হয়। \n\n\n== বায়োকেমিস্ট্রি ==\nটেস্টোস্টেরনের  মতো অ্যান্ড্রোজেনগুলি  বয়ঃসন্ধির সময় পুরুষাঙ্গ বৃদ্ধি এবং লম্বা হওয়ার জন্য দায়ী।  বয়ঃসন্ধিকালে টেস্টোস্টেরনের মাত্রা বৃদ্ধি এবং লিঙ্গের আকার বৃদ্ধি পরস্পর সম্পর্কযুক্ত।  কিন্তু বয়ঃসন্ধির পর, টেস্টোস্টেরনের প্রয়োগ লিঙ্গের আকারকে প্রভাবিত করে না, এবং প্রাপ্তবয়স্ক পুরুষদের মধ্যে অ্যান্ড্রোজেনের ঘাটতি আকারে সামান্যই প্রভাব ফেলে।  পাশাপাশি গ্রোথ হরমোন (GH) এবং ইনসুলিন-লাইক গ্রোথ ফ্যাক্টর 1 (IGF-1) লিঙ্গের আকারের সাথে জড়িত, গ্রোথ হরমোনের ঘাটতি বা ল্যারন সিন্ড্রোমের ফলে ভ্রুনীয় বিকাশের পর্যায়ে মাইক্রোপেনিস হওয়ার সম্ভাবনা থাকে। .\n\n\n== পুরুষাঙ্গের ভিন্নতা ==\n\n\n=== জিনতত্ত্ব ===\nকিছু কিছু জিন আছে, যেমন হোমিওবক্স (হক্স এ এবং ডি) জিন, যা লিঙ্গের আকার নিয়ন্ত্রণে ভূমিকা রাখতে পারে। মানুষের মধ্যে, AR জিন, X ক্রোমোজোমের Xq11-12 লোকাসে অবস্থিত, লিঙ্গের আকার প্রভাবিত করতে পারে। Y ক্রোমোজোমে অবস্থিত SRY জিনের ভূমিকা থাকতে পারে। আকারের ভিন্নতাকে ডি নভো মিউটেশনের জন্য দায়ী করা যেতে পারে। পিটুইটারি গ্রোথ হরমোন বা গোনাডোট্রপিন বা এন্ড্রোজেন সংবেদনশীলতার স্বল্প মাত্রার ঘাটতির কারণে পুরুষের লিঙ্গের আকার ছোট হতে পারে এবং এটি শৈশবে গ্রোথ হরমোন বা টেস্টোস্টেরন চিকিৎসার মাধ্যমে সমাধান করা যেতে পারে।\n\n\n=== শর্তাবলী ===\n\nস্বাভাবিক গঠনের একটি প্রাপ্তবয়স্ক পুরুষাঙ্গের উত্থিত অবস্থায় যদি দৈর্ঘ্য ৭ সেমি বা ২.৭৬ ইঞ্চির কম হয় তাকে চিকিৎসাবিদ্যায় বলা হয় মাইক্রোপেনিস।   ০.৬% পুরুষের মাইক্রোপেনিস থাকতে পারে।  মাইক্রোপেনিসের কিছু কারণ হল পিটুইটারি গ্রোথ হরমোন বা গোনাডোট্রপিনের ঘাটতি, এন্ড্রোজেন সংবেদনশীলতার স্বল্পমাত্রার ঘাটতি, বিভিন্ন জেনেটিক সিন্ড্রোম এবং নির্দিষ্ট হোমিওবক্স জিনের পরিবর্তন। শৈশবে কয়েকধরনের মাইক্রোপেনিস গ্রোথ হরমোন বা টেস্টোস্টেরন চিকিৎসার মাধ্যমে সারিয়ে তোলা যেতে পারে। তাছাড়া প্রাপ্তবয়স্ক পুরুষে মাইক্রোপেনিসের ক্ষেত্রে পুরুষাঙ্গের আকার বাড়ানোর জন্য অপারেশনের ব্যবস্থাও আছে। \n\n\n=== পরিবেশগত প্রভাব ===\nপুরুষাঙ্গের আকারের পার্থক্য শুধুমাত্র জেনেটিক্সের কারণে নয়, সংস্কৃতি, খাদ্য এবং রাসায়নিক বা দূষণের মতো পরিবেশগত নিয়ামকগুলির কারণেও ঘটে।  রাসায়নিক দূষণের ফলে হরমোনের তারতম্য নারী-পুরুষ উভয়ের যৌনাঙ্গের বিকলাঙ্গতার সাথে সম্পর্কযুক্ত (অন্যান্য অনেক সমস্যার মধ্যে)। উভয় সিন্থেটিক (যেমন, কীটনাশক, অ্যান্টি-ব্যাকটেরিয়াল ট্রাইক্লোসান, প্লাস্টিকের জন্য প্লাস্টিকাইজার) এবং প্রাকৃতিক (যেমন, চা গাছের তেল এবং ল্যাভেন্ডার তেলে পাওয়া রাসায়নিক)  উত্সগুলি বিভিন্ন মাত্রার অন্তঃস্রাবের ব্যাঘাতের সাথে যুক্ত করা হয়েছে।\n২০০৭ সালে আঙ্কারা বিশ্ববিদ্যালয় মেডিসিন অনুষদের করা একটি গবেষণায় দেখা গেছে যে, বিকিরণ চিকিৎসা ও হরমোন থেরাপির ফলে পুরুষাঙ্গের আকার হ্রাস পেতে পারে।  এছাড়াও, কিছু ইস্ট্রোজেন নির্ভর বন্ধাত্বদূরীকরণ ওষুধ যেমন ডাই-ইথাইলস্টিলবেস্ট্রোল (ডিইএস) পুরুষাঙ্গের অস্বাভাবিকতা বা পুরুষাঙ্গের স্বাভাবিক আকারের চেয়ে ছোট হওয়ার জন্য দায়ী। \n২০১৬ সালে করা কোরিয়ার একটি সমীক্ষায় দেখা গেছে যে, নবজাতক ছেলেশিশুর খৎনা করানো পরবর্তীতে ছোট লিঙ্গের কারণ হতে পারে।\n\n\n== পুরুষাঙ্গ বিষয়ক ঐতিহাসিক ভাবনা ==\n\n\n=== পুরুষাঙ্গ বিষয়ক প্রাগৈতিহাসিক ভাবনা ===\nপুরুষাঙ্গের আকার নিয়ে ভাবনা একেক সংস্কৃতিতে একেকধরনের।  কিছু প্রাগৈতিহাসিক ভাস্কর্য এবং পেট্রোগ্লিফগুলিতে অতরিক্ত বড় পুরুষাঙ্গসহ পুরুষ  চিত্রিত করে।  প্রাচীন মিশরীয় সভ্যতায় সাংস্কৃতিক এবং শৈল্পিক প্রথা হিসেবে বড় লিঙ্গযুক্ত শিল্পগুলোকে শিল্পকার্যে দেখানো নিরুৎসাহিত করে, কারণ তারা সেগুলোকে অশ্লীল বলে মনে করত, তবে তুরিন ইরোটিক প্যাপিরাসে অগোছালো, টাকপড়া পুরুষের ভাস্কর্যগুলোকে অতিরঞ্জিতভাবে বড় যৌনাঙ্গের অধিকারী হিসেবে দেখানো হয়েছে।  মিশরীয় দেবতা গেবকে কখনও কখনও একটি বিশাল উত্থিত লিঙ্গের সাথে দেখানো হয় এবং দেবতা মিনকে প্রায় সবসময় উত্থিত পুরুষাঙ্গসহ দেখানো হয়। \n\n\n=== পুরুষাঙ্গ বিষয়ক প্রাচীন ভাবনা ===\n\nপ্রাচীন গ্রীকরা বিশ্বাস করত যে ছোট লিঙ্গই পুরুষাঙ্গের আদর্শ আকার।  তবে গবেষকরা অনুমান করেন যে,  বেশিরভাগ প্রাচীন গ্রীকদের অন্যান্য ইউরোপীয়দের মতো প্রায় একই আকারের লিঙ্গ ছিল। তবে গ্রীক শিল্পচিত্রে সুদর্শন যুবকদের  দেখা যায় অস্বাভাবিকভাবে ছোট, খতনাবিহীন পুরুষাঙ্গ বিশিষ্ট, অস্বাভাবিকভাবে বড় অগ্রভাগের চামড়া সহ, এবং এর দ্বারাই ইঙ্গিত পাওয়া যায় যে এইধরনের পুরুষাঙ্গই তখন আদর্শ ধরন মনে করা হত। গ্রীক শিল্পে বৃহৎ পুরুষাঙ্গগুলি একচেটিয়াভাবে হাস্যকর উদ্ভট মূর্তিগুলির সাথে উপস্থাপন করা হয়েছে। যেমন স্যাটারস, ঘোড়ার মতো আকার এবং দেখতে জঘন্য এক অপশক্তি চরিত্র, যাদের গ্রীক শিল্পে বিশাল লিঙ্গ সহ দেখানো হয়েছে।  প্রাচীন গ্রীক কমেডিতে পুরুষ চরিত্রে অভিনয় করতে লাল রঙের বিশালাকার নকল পুরুষাঙ্গ পরত, যা তাদের পোশাকের নিচে ঝুলে থাকত; এগুলি হাস্যকর এবং উপহাস করার উদ্দেশ্যেই করা হয়েছিল। \n\nবাইবেলে লিঙ্গের আকার উল্লেখ করা হয়েছেঃ 18 “প্রত্যেকেই দেখল যে অহলীবা অবিশ্বস্ত| তার নগ্ন দেহকে সে এত জনকে উপভোগ করতে দিল যে আমি তার প্রতি বিরক্ত হয়ে উঠলাম, যেমন তার বোনের প্রতি হয়েছিলাম|\n19 বার বার অহলীবা আমার প্রতি অবিশ্বস্ত হল| তারপর সে মিশরে তার য়ৌবন কালের প্রেমের কথা স্মরণ করল|\n20 সে গাধার মত শিশ্ন ও ঘোড়ার মত ভাসিযে দেওয়া বীর্য়্য় সম্পন্ন প্রেমিকদের কথা স্মরণ করল|\n21 “অহলীবা, তুমি তোমার য়ৌবন কালের স্বপ্ন দেখলে, যে সময় তোমার প্রেমিকরা তোমার স্তনের বোঁটা স্পর্শ করত ও য়ৌবনের স্তন ধরত|\n22 হে অহলীবা, প্রভু আমার সদাপ্রভু তাই এই সব কথা বলেছেন, ‘তুমি তোমার প্রেমিকদের প্রতি নিদারুণ বিরক্ত, কিন্তু আমি সেই প্রেমিকদের এখানে আনব আর তারা তোমায় ঘিরে ফেলবে|\n\nএজেকিয়েল অধ্যায় ২৩:১৮-২২ প্রাচীন চীনা কিংবদন্তি অনুসারে, লাও আই নামের একজন ব্যক্তি ছিলেন যার  সর্বকালের সবচেয়ে বড় লিঙ্গ ছিল এবং তিনি নপুংসক হওয়ার ভান করে কিন শি হুয়াং এর মা রানী ডোগার ঝাও ( আনু. ২৮০-২২৮ খ্রিস্টপূর্বাব্দ) এর সাথে সম্পর্ক স্থাপন করেছিলেন।  প্রাচীন কোরিয়ানরা বড় লিঙ্গের প্রশংসা করত এবং সিলা রাজবংশের রাজা জিজেউং (৪৩৭-৫১৪ খ্রিস্টাব্দ) এর একটি পঁয়তাল্লিশ সেন্টিমিটার লিঙ্গ ছিল। তার অধস্তনদের তার বৃহৎ লিঙ্গের উপযুক্ত একজন মেয়ের সন্ধান করতে হয়েছিল।  ঐতিহ্যবাহী জাপানি যৌনোদ্দিপক চিত্রকর্মগুলো সাধারণত পুরুষাঙ্গকে অতিরঞ্জিতভাবে বড় হিসাবে দেখায়।  ইকারুগায় হোরিউ-জি মন্দিরে পাওয়া এই ধরনের প্রাচীনতম পেইন্টিংটি খ্রিস্টীয় অষ্টম শতাব্দীর এবং এটি একটি মোটামুটি বড় লিঙ্গ নির্দেশ করে। \nখ্রিস্টীয় দ্বিতীয় ও চতুর্থ শতাব্দীর মধ্যে সংস্কৃত ভাষায় লিখিত প্রাচীন ভারতীয় গ্রন্থ কাম সূত্র,  পুরুষদের পুরুষাঙ্গের আকারের উপর ভিত্তি করে তিনটি শ্রেণীতে বিভক্ত করে: \"খরগোশ\" আকার (উত্থিত অবস্থায় প্রায় ৫-৭ সেমি, বা ২-৩ ইঞ্চি), \"ষাঁড়\" আকার (উত্থিত অবস্থায় ৮-১১ সেমি, বা ৩-৪ ইঞ্চি), এবং \"ঘোড়া\" আকার (উত্থিত অবস্থায় ১২-১৫ সেমি, বা ৪-৬ ইঞ্চি)।  গ্রন্থটি মহিলাদের যোনিকে তিনটি আকারে বিভক্ত করেছে (\"হরিণ\", \"ঘোটকি\" এবং \"হাতি\")  এবং ধারণা দেয় নারীর যোনির আকার পুরুষাঙ্গের আকারের সাথে মিলে গেলে উত্তম যৌনসুখ লাভ করা যায়।  তাছাড়া এটি একজন পুরুষ কীভাবে পুরুষাঙ্গকে মৌমাছির হুল ব্যবহার করে বড় করা যায় এমন অবৈজ্ঞানিক তথ্যও দেয়। \n\n\n=== পুরুষাঙ্গ বিষয়ক পোস্টক্লাসিক্যাল ভাবনা ===\n\nমধ্যযুগীয় আরবি সাহিত্যে লম্বা পুরুষাঙ্গ উৎসাহিত করা হত, যেমনটি \"আলি উইথ দ্য লার্জ মেম্বার\" নামক অ্যারাবিয়ান নাইটস গল্পে বর্ণিত হয়েছে। ব্যাঙ্গাত্মক রম্যগল্প  হিসাবে, ৯ম শতাব্দীর আফ্রো-আরব লেখক আল-জাহিজ লিখেছেন: \"যদি পুরুষাঙ্গের দৈর্ঘ্য সম্মানের চিহ্ন হত, তাহলে খচ্চরটি কুরাইশদের অন্তর্ভুক্ত হত\" \n\n\n== সমসাময়িক ভাবনা ==\n\n\n=== পুরুষ নিজের পুরুষাঙ্গ নিয়ে যা ভাবেন ===\nপুরুষরা অন্যদের তুলনায় নিজের লিঙ্গের আকারকে অবমূল্যায়ন করে। সেক্সোলজিস্টদের একটি সমীক্ষায় দেখা গেছে যে, অনেক পুরুষ আছেন যারা বিশ্বাস করতেন যে তাদের লিঙ্গ অপর্যাপ্ত আকারের বা গড় আকারের ছিল।   সমীক্ষায় দেখা গেছে যে, তাদের প্রায় সকল রোগী যারা লিঙ্গের আকার নিয়ে উদ্বিগ্ন ছিলেন তারা লিঙ্গের গড় আকারকে অতিরিক্ত হিসেবে ভেবেছেন। ।\n\n\n=== পুরুষ সমকামীদের মধ্যে পুরুষাঙ্গ ===\nUtrecht University তে করা একটি সমীক্ষায় দেখা গেছে যে, সমকামী পুরুষদের বেশিরভাগই একটি বড় লিঙ্গকে আদর্শ হিসাবে বিবেচনা করেছেন এবং বড়লিঙ্গ থাকা আত্মসম্মানের সাথে সম্পর্কযুক্ত। \n\n\n== বিবর্তন ==\nমানুষের পুরুষাঙ্গ অন্য যে কোন প্রাইমেটের তুলনায় মোটা, তা শুধু উভয়ের পুরুষাঙ্গের বিচারে হোক বা শরীরের আপেক্ষিক আকারের তুলনায় পুরুষাঙ্গের বিচারে হোক।  প্রাথমিক গবেষণার উপর ভিত্তি করে, এই সিদ্ধান্তে পৌঁছেছিলো যে মানুষের লিঙ্গও দীর্ঘ ছিল। প্রকৃতপক্ষে, সাধারণ শিম্পাঞ্জির পুরুষাঙ্গ মানুষের চেয়ে ছোট নয়, গড় 14.4 সেমি (5.7 ইঞ্চি), এবং কিছু অন্যান্য প্রাইমেটদের শরীরের ওজনের তুলনায় পুরুষাঙ্গের আকার তুলনামূলক বড় হয়। \nমানুষের মোটা পুরুষাঙ্গের বিবর্তনীয় কারণগুলি এখনও প্রতিষ্ঠিত হয়নি।  একটি ব্যাখ্যা হল যে, মোটা পুরুষাঙ্গ হল যোনি আকারের অনুরূপ বৃদ্ধির সাথে সাথে অভিযোজন ।  নবজাতকের মাথার খুলির আকারকে জায়গা করে দেওয়ার জন্য যোনি পথটি মানুষের মধ্যে প্রসারিত হয়েছে বলে মনে করা হয়। মহিলারা তখন যৌন উত্তেজনা উপভোগ করতে এবং বীর্যপাত নিশ্চিত করার জন্য তাদের যোনিপথের আকারের সাথে মানানসই পুরুষাঙ্গ বিশিষ্ট পুরুষদের অগ্রাধিকার দিয়ে থাকতে পারে। \n\n\n== তথ্যসূত্র =="}