{"pageid": 1124418, "title": "চাঁদনি চক, দিল্লি", "url": "https://bn.wikipedia.org/wiki?curid=1124418", "content": "চাঁদনি চক ভারতের পুরান দিল্লিতে অবস্থিত দিল্লির অন্যতম প্রাচীন এবং ব্যস্ততম বাজার। এটি পুরনো দিল্লি রেলওয়ে স্টেশনের নিকটে অবস্থিত। লালকেল্লার স্মৃতিস্তম্ভটি চাঁদনি চকের পূর্ব প্রান্তে অবস্থিত। এটি ১৭শ শতাব্দীতে ভারতের মুঘল সম্রাট শাহজাহান নির্মাণ ও তার কন্যা জাহানারা এর নকশা করেছিলেন। চাঁদের আলো প্রতিফলিত করার জন্য বাজারটি একবার খাল দ্বারা বিভক্ত ছিল (এখন বন্ধ) এবং এটি ভারতের বৃহত্তম পাইকারি বাজারগুলির মধ্যে একটি।\n\n\n== ইতিহাস ==\n\nবাজারটির ইতিহাস শাহজাহানাবাদের রাজধানী শহর প্রতিষ্ঠার তারিখ থেকে শুরু হয়েছে যখন সম্রাট শাহজাহান তার নতুন রাজধানী ছাড়াও যমুনা নদীর তীরে লালকেল্লা প্রতিষ্ঠা করেন।\n\n\n=== আসল চাঁদনি চক ===\n\nআসল চাঁদনি চক আসলে পৌরসংস্থার টাউনহলের সামনে অবস্থিত ছিল এবং এর প্রতিফলন এটির সামনে অবস্থিত চাঁদনি জলের পুলে জ্বলজ্বল করত। যমুনা থেকে একটি অগভীর খাল তৈরি করা হয়েছিল যেটি সোজা রাস্তার মাঝখান দিয়ে চলে গেছে যা বর্তমানে চাঁদনি চক বাজার নামে পরিচিত, খালটির দুপাশে রাস্তা ও দোকান রয়েছে। এই সড়কে তিনটি বাজার ছিল। চাঁদনি চক ও এর তিনটি বাজার ১৬৫০ খ্রিস্টাব্দে শাহজাহানের প্রিয় কন্যা শাহজাদী জাহানারা বেগম দ্বারা ডিজাইন ও প্রতিষ্ঠিত করা হয়েছিল। মূলত ১,৫৬০টি দোকান সমন্বিত বাজারটি ৪০ গজ চওড়া ও ১,৫২০ গজ লম্বা ছিল। বাজারটির মাঝখানে একটি পুলের উপস্থিতি দ্বারা বাজারটিকে একটি বর্গাকার আকার দেওয়া হয়েছিল। পুলটি চাঁদের আলোয় ঝকঝক করার বৈশিষ্ট্যের ফলে এর এই নাম দেওয়া হয়। দোকানগুলো মূলত একটি অর্ধচন্দ্র আকৃতিতে নির্মিত হয়েছিল যা এখন হারিয়ে গেছে। বাজারটি রৌপ্য ব্যবসায়ীদের জন্য বিখ্যাত ছিল যা \"সিলভার স্ট্রিট\" নামেও অবদান রেখেছে কারণ হিন্দিতে একে রূপাকে চণ্ডী বলা হয়, যা চাঁদনির জন্য সামান্য ভিন্নতা তৈরি করেছে।\n১৯৫০ সাল পর্যন্ত চকের পুলটি একটি ঘন্টাঘর দ্বারা প্রতিস্থাপিত হয়। বাজারের কেন্দ্রটিক্র এখনো ঘন্টা বলা হয়। চাঁদনি চক একসময় ভারতের সবচেয়ে বড় বাজার ছিল। মুঘল সাম্রাজ্যের মিছিল চাঁদনি চক দিয়ে যেতো। ১৯০৩ সালে যখন দিল্লি দরবার অনুষ্ঠিত হয়েছিল তখন এই ঐতিহ্যটি অব্যাহত ছিল। দিল্লি টাউন হল ১৮৬৩ সালে ব্রিটিশদের দ্বারা নির্মিত হয়।\n\n\n=== মূল তিনটি বাজার ===\n\nচাঁদনি চক শব্দটি মূলত শুধুমাত্র সেই চত্ত্বরটিকে বোঝায় যেখানে একটি প্রতিফলিত পুল ছিল। লাল কেল্লার লাহোরি গেট থেকে ফতেহপুরী মসজিদ পর্যন্ত প্রাচীর ঘেরা শহরের মাঝখান দিয়ে যাওয়া পুরো সোজা রাস্তাটিকে এখন চাঁদনি চক বলা হয়। রাস্তাটি তখন নিম্নলিখিত তিনটি বাজারে বিভক্ত ছিল:\n\nউর্দুবাজার : মুঘল রাজপ্রাসাদের লাহোরি গেট থেকে গুরুদ্বার সিসি গঞ্জ সাহেবের কাছে চক কোতোয়ালি পর্যন্ত উর্দু বাজার, অর্থাৎ ছাউনির বাজার বলা হত। এই ছাউনি থেকে উর্দু ভাষার নামকরণ হয়েছে। গালিব ১৮৫৭-এর ভারতীয় বিদ্রোহ এবং এর পরের বিশৃঙ্খলার সময় এই বাজারের ধ্বংসের কথা উল্লেখ করেছেন।\nজোহরি বাজার : চক কোতোয়ালি থেকে চাঁদনি চক পর্যন্ত (বর্তমানে ভাঙা ঘন্টাঘরের অবস্থান, বর্তমানে পৌর/টাউন হলের সামনে) সোজা রাস্তার অংশটিকে প্রথমে জোহরি বাজার বলা হত।\nফতেহপুরী বাজার : 'চাঁদনী চক' থেকে ফতেহপুরী মসজিদ পর্যন্ত সোজা রাস্তাটিকে মূলত ফতেহপুরী বাজার বলা হত।\nএখনো যানজটে শ্বাসরুদ্ধ হয়ে বাজারটি তার ঐতিহাসিক চিত্র ধরে রেখেছে।\n\n\n=== কুচা, কাটরা ও হাভেলি ===\nযে রাস্তাটিকে এখন চাঁদনি চক বলা হয় তার উপর দিয়ে বেশ কয়েকটি রাস্তা ছিল যেগুলিকে কুচা (রাস্তা/ডানা) বলা হত। প্রতিটি কুচায় সাধারণত বেশ কিছু কাটরা থাকত, যার ফলস্বরূপ সেখানে বেশ কয়েকটি হাভেলি ছিল। নিম্নলিখিত পদগুলি সাধারণত ভবন এবং রাস্তাগুলিকে বর্ণনা করতে ব্যবহৃত হয়:\n\nমহল্লা (পাড়া): কুচাদের মধ্যে কুচা এবং কর্ত্ররা সহ একটি আবাসিক এলাকা।\nকুচা বা গলি (রাস্তা): ফার্সি ভাষায় কুচা হিন্দি ভাষায় \"গলি\" বা রাস্তার সমার্থক। এটি এমন একটি রাস্তা বা একটি অঞ্চল যেখানে বাড়ি রয়েছে যার মালিকরা কিছু সাধারণ বৈশিষ্ট্য ভাগ করে নিয়েছে, সাধারণত তাদের পেশা। তাই কুচা মালিওয়ারা (মালীদের রাস্তা) এবং কুচা বালিমারন (মাল্লাদের রাস্তা) নামগুলো। কুচাদের হয় সারি সারি বড় হাভেলি বা প্রবেশদ্বার সহ মৃত প্রান্তের \"কাটরা\" বাজারগুলি তাদের সাথে ছিল।\nকুচা মহাজানি : এশিয়ার বৃহত্তম সোনার ব্যবসার কেন্দ্র এবং পাইকারি গহনা বাজারগুলির মধ্যে অন্যতম।\nকাটরা (একটি রাস্তায় প্রবেশদ্বার যুক্ত বন্ধ প্রান্তের উঠান বাজার ও আবাসিক ভবন): প্রাসাদের চারপাশে এক কক্ষের এলাকা যেখানে একটি একক সরু প্রবেশদ্বার রয়েছে এবং একই বর্ণ বা পেশার লোকেরা বসবাস করে অর্থাৎ এমন একটি অঞ্চল যেখানে বাড়ির মালিকরা কিছু সাধারণ বৈশিষ্ট্যের হয়ে থাকে যেমন পেশা, নাম ইত্যাদি। কাটরা একই বাণিজ্যের অন্তর্গত ব্যবসায়ী এবং কারিগরদের একটি পৃথক শাখাকে বোঝায়। তারা সাধারণত একটি প্রবেশদ্বার যুক্ত মৃত গলিতে একসাথে থাকত এবং কাজ করত, যার দরজাগুলি পণ্যদ্রব্য, সরঞ্জাম, শ্রমিক এবং তাদের পরিবারের সুরক্ষার জন্য রাতে বন্ধ করা হতে পারে। এটি আমস্টারডামের গিল্ড হাউজিং যেমন হ্যান্ডবুগডোয়েলেন ও ভোটবুজদোলেনের মতো একটি ব্যবস্থা।\nহাভেলি (অট্টালিকা): একটি সাধারণ হাভেলিতে একটি বড় উঠোন (অলিন্দ) থাকে যার চারপাশে প্রশস্ত কক্ষ থাকে এবং প্রায়শই বাইরের চারপাশে আরেকটি প্রাচীর ঘেরা উঠোন থাকে। ঐতিহাসিক হাভেলির মধ্যে রয়েছে:\n১৮০৬ সালে নির্মিত বেগম সামরুর প্রাসাদ, যা এখন ভগীরথ প্রাসাদ নামে পরিচিত।\nধর্মপুরা হাভেলি, গলি গুলিয়ান, মুঘল শৈলীতে ডিজাইন করা হয়েছে যদিও অংশগুলি ২০শ শতাব্দীর স্থাপত্যের প্রভাব যুক্ত। মুঘল এবং শেষ মুঘল আমলে রাজদরবারীরা প্রচুর সংখ্যক হাভেলি তৈরি করেছিলেন। পর্যটকদের পুরনো দিল্লির প্রতি ক্রমবর্ধমান আগ্রহের সাথে এবং পুরানো দিল্লির পুরানো বিশ্ব আকর্ষণকে পুনরুজ্জীবিত করার জন্য হাভেলি ধর্মপুরায় একটি ভারতীয় রেস্তোরাঁ রাখা হয়েছে যা সমসাময়িক স্পর্শ সহ মুঘল যুগের বিশেষত্ব পরিবেশন করে, যা আপনি শাস্ত্রীয় নৃত্যের সাথে উপভোগ করতে পারেন।\nকাটরা নীলের চুন্নমাল হাভেলি\nমির্জা গালিবের গালিব কি হাভেলি, গলি কাসিম জান (গলি বলিমারন)\nসীতা রাম বাজারের হাকসার হাভেলি, যেখানে ৮ ফেব্রুয়ারি ১৯১৬-এ জওহরলাল নেহেরুর বিয়ে কমলা নেহেরুর সাথে হয়েছিল। তিনি এখানে জন্মগ্রহণ করেছিলেন, এবং তার পরিবার এটি ১৯৬০-এর দশকে বিক্রি করেছিল। হাভেলিটি মুশাইরা আয়োজনের জন্য ব্যবহার করা হয়।\nমসজিদ খাজুর এলাকায় শ্রী দিগম্বর মেরু জৈন মন্দিরের কাছে একটি জলের কূপ সহ হাভেলি বেনারসি ভবন অবস্থিত।\nহাভেলি নাহারওয়ালি, কুচা সাদুল্লাহ খান, যেখানে পাকিস্তানের প্রাক্তন রাষ্ট্রপতি পারভেজ মুশাররফ জন্মগ্রহণ করেছিলেন এবং তার দাদা এটি প্রেম চাঁদ গোলার কাছে বিক্রি করেছিলেন, যার নামানুসারে এই এলাকাটি এখন গোলা বাজার নামে পরিচিত। এটি মূলত রাজা নাহার খানের মালিকানাধীন মেওয়াতের একজন হিন্দু ধর্মান্তরিত ব্যক্তি যিনি ১৩৫৫ সালে ফিরোজ শাহ তুগলকের যুগে ইসলাম গ্রহণ করেছিলেন, তাই এই নামটি রাখা হয়েছে।\nখাজাঞ্চি হাভেলি, খাজাঞ্চিরা শাহজাহানের হিসাবরক্ষক ছিলেন। তাদের নামে একটি রাস্তার নামকরণ করা হয়েছে \"গলি খাজাঞ্চি\", একটি দীর্ঘ সুড়ঙ্গপথ হাভেলি ও লাল কেল্লাকে সংযুক্ত করেছে, যাতে অর্থ নিরাপদে স্থানান্তর করা যায়। এটি চাঁদনি চকের প্রবেশ পথের কাছাকাছি, লাল কেল্লা থেকে ফতেহপুরির দিকে হেটে দারিবার রাস্তায় বাম দিকে ঘুরে হাভেলিতে যেতে দারিবা এবং এসপ্ল্যানেড সড়ককে সংযোগকারী রাস্তার শেষ প্রান্তে গিয়ে পৌঁছাতে হয়।\nহাভেলি রাজা যুগল কিশোর, একটি বিশাল গেট সহ একটি বিশাল অট্টালিকা, যা একটি বড় ঘন্টা দ্বারা সুশোভিত ছিল। প্রবেশদ্বার সংলগ্ন রাস্তার দিকে খোলা হাভেলির একটি কক্ষ লালা সুখলালকে একটি মিষ্টির দোকান খোলার জন্য জনহিতকর কাজ হিসাবে হাভেলির মালিকরা দিয়েছিলেন, যা ঘন্টে কে নেচেওয়ালা হালওয়াই হিসাবে চিহ্নিত হয়েছিল। (ঘন্টেওয়ালা দেখুন)। হাভেলির নামে একটি রাস্তার নামকরণ করা হয়েছে; কুচা-ই-হাভেলী রাজা যুগল কিশোর কুচা মালিওয়াড়া ও কোতোয়ালি চবুতরের মধ্যে।\nকিনারি বাজারের অদূরে নাওঘরা গলিতে অবস্থিত নাওঘরা অট্টালিকাতে ১৮শ শতাব্দীর জৈন প্রাসাদ রয়েছে। এটি একটি রাস্তা যার সম্মুখভাগে উজ্জ্বলভাবে আঁকা ফুলের নকশা সহ একটানা নয়টি হাভেলি রয়েছে। প্রতিটি হাভেলি তৃষ্ণার্ত পথচারীদের জন্য দরজায় একটি ঘড়া (জলের পাত্র) রাখতে ব্যবহার করে। রাস্তার শেষ প্রান্তে একটি সাদা মার্বেল জৈন স্বেতাম্বর মন্দির রয়েছে যার দরজায় পাথরের হাতির মাথা, দেয়াল এবং স্তম্ভগুলিতে জটিল খোদাই, খাঁটি সোনা ও রূপার সুতোয় সূচিকর্ম করা বিরল পাণ্ডুলিপি সহ নিচতলায় জাদুঘর, ভগবান পরসানাথের একটি কালো মূর্তি। প্রথম তলায় বিরল কসৌটি পাথরে । রাস্তার শুরুতে আত্মপ্রকাশ অগ্রবালের দপ্তরে অসংখ্য প্রাচীন জিনিসপত্র রয়েছে ও এটিকে প্রাচীন জিনিসের দোকান বলে ভুল করা উচিত নয়।\nজিনাত মহল হাভেলি, লাল কুয়ান বাজার\n\nআরও কিছু সাধারণভাবে ব্যবহৃত শব্দ হল চাট্টা (উপরের তলা যা নীচের রাস্তার উপরে খিলান), ফটক (দরজা, সাধারণত একটি কাটরা বা রাস্তায় যা রাতে তালা দেওয়া যায়), মহল (একটি প্রাসাদ, যেমন তাজমহল), কামরা ( একটি রুম), কুয়ান হল কূপ, ইত্যাদি\n\nদিল্লির সবচেয়ে বিখ্যাত মসজিদ, জামে মসজিদ, ১৬৫০ সালের দিকে নির্মিত, একাধিক ধর্মের অন্তর্গত অন্যান্য ধর্মীয় উপাসনালয়ের কাছাকাছি। লাল কেল্লা থেকে শুরু করে, ভবনগুলির মধ্যে রয়েছে:\n\nশ্রী দিগম্বর জৈন লাল মন্দির, ১৬৫৬ সালে প্রতিষ্ঠিত একটি পক্ষী হাসপাতাল ১৯২৯ সালে প্রতিষ্ঠিত হয়েছিল। ১৮০৭ সালে ধর্মপুরায় একটি নয়া মন্দির নির্মিত হয়েছিল, একটি শিখর সহ প্রথম মন্দির হিসাবে।\nগৌরী শঙ্কর মন্দির কিংবদন্তি অনুসারে মারাঠা সেনাপতি আপ্পা গঙ্গাধর নির্মাণ করেছিলেন।\nকেন্দ্রীয় ব্যাপটিস্ট চার্চ, এটি ১৮১৪ সালে নির্মিত হয়েছিল।\nগুরুদুয়ারা সিস গঞ্জ সাহেব। নবম শিখ গুরু, গুরু তেগ বাহাদুর এবং তার অনুসারী ভাই মতি দাস, ভাই দিয়াল দাস এবং ভাই সতী দাসকে ১৬৭৫ সালে মুঘলরা হত্যা করে। স্মারক আকারে গুরুদ্বারগুলি ১৭৮৩ সালে দিল্লির পরে নির্মিত হয়েছিল, তৎকালীন মুঘল রাজধানী বাঘেল সিংয়ের অধীনে খালসা (শিখদের কর্পোরেট সংস্থা) দ্বারা দখল করা হয়েছিল। বর্তমান ভবনটি যদিও পরে ১৯৩০ সালে নির্মিত হয়েছিল।\nসুনেহরি মসজিদটি ১৭২১ সালে মুহাম্মদ শাহের শাসনামলে রোশন-উদ-দৌলা জাফর খান দ্বারা নির্মিত হয়েছিল। পারস্য আক্রমণকারী নাদের শাহ ১১ মার্চ ১৭৩৯ তারিখে মসজিদের শীর্ষে কয়েক ঘন্টা অতিবাহিত করেছিলেন কাতল-ই-আম (দেখামাত্র সকলকে হত্যা) পর্যবেক্ষণ করতে যা তিনি আদেশ করেছিলেন, যার ফলে ৩০,০০০ জন মারা গিয়েছিল।\nফতেহপুরী মসজিদটি ১৬৫০ সালে শাহজাহানের অন্যতম রানী ফতেপুরী বেগম দ্বারা নির্মিত হয়েছিল।\n\n\n== বর্তমান ==\nচওড়া চাঁদনি চকের উভয় পাশে ঐতিহাসিক আবাসিক এলাকা রয়েছে যা সরু গলি (গালি) দ্বারা পরিবেশিত হয়, যার মধ্যে বেশ কয়েকটি দোকানদার, রাস্তার বিক্রেতা, রাস্তার খাবার এবং বাজারের সাথে ঠাসা থাকে।\n\n\n=== দোকান ===\n\nচাঁদনি চকের বিশেষত্ব হল এর বৈচিত্র্য এবং সত্যতা: খাবার, সুস্বাদু খাবার এবং ১,০০০ টিরও বেশি ধরনের মিষ্টি, চিকন এবং জরি সহ শাড়ি। সরু গলিতে রয়েছে বই, পোশাক, ইলেকট্রনিক্স, ভোগ্যপণ্য, জুতা এবং চামড়ার পণ্য বিক্রির দোকান। এটি আসল হলদিরাম এবং জিয়ানির মতো ব্র্যান্ডের অবস্থান। এখানকার একটি বিশেষ স্থানীয় উপাদেয় হল জিলাপি, যা খাঁটি ঘিতে (স্পষ্ট মাখন) ভাজা হয়।\nলাল কেল্লা থেকে শুরু করে শেষ পর্যন্ত ভারতীয় স্টেট ব্যাঙ্কের ভবন পাওয়া যায়। অল্প দূরেই রয়েছে ভগীরথ প্রাসাদ বেগম সামরু যার একটি চমকপ্রদ ইতিহাস রয়েছে। ভগীরথ প্রাসাদ এবং পার্শ্ববর্তী এলাকায় সম্ভবত বৈদ্যুতিক পণ্য, বাতি এবং আলোর জিনিসপত্রের জন্য ভারতের বৃহত্তম বাজার রয়েছে। দারিবা কালান হল রূপা ও সোনার গহনার বাজার। এই বাজারটি ট্রফি, শিল্ড, স্মৃতিচিহ্ন এবং সম্পর্কিত আইটেমও সরবরাহ করে। এর দক্ষিণ প্রান্তে (এবং দিল্লির জামা মসজিদের কাছাকাছি) হল বাজার গুলিয়ান যেখানে ধাতব এবং কাঠের মূর্তি, ভাস্কর্য, ঘণ্টা, হস্তশিল্প বিক্রির প্রায় একশ দোকান রয়েছে, নয়া সারক হল স্টেশনারি, বই, কাগজ এবং সাজসজ্জার পাইকারি বাজার। চাউরি বাজার শুভেচ্ছা উপকরণ এবং বিবাহের কার্ডের পাশাপাশি নলকর্ম ও স্যানিটারিওয়্যার সহ আনুষঙ্গিক পণ্যের একটি বড় বাজার। লাল কুয়ান হার্ডওয়্যার ও হোটেল রান্নাঘরের সরঞ্জামের একটি পাইকারি বাজার। চাঁদনি চকের পশ্চিম প্রান্তে অবস্থিত, খারি বাওলি হল একটি রাস্তা যা সম্পূর্ণরূপে সমস্ত ধরনের মশলা, শুকনো ফল, বাদাম, ভেষজ, শস্য, মসুর ডাল, আচার এবং মোরব্বার জন্য উৎসর্গীকৃত। তিলক বাজার শিল্প রাসায়নিকের একটি পাইকারি বাজার। পোশাকের বাজার প্রস্তুতকৃত পণ্য এবং নকশা পরিষেবা সহ বাড়ির আসবাবপত্র সরবরাহ করে।\n\n\n=== রেস্তোরাঁ এবং খাবারের দোকান ===\nচাঁদনি চক বেশ কয়েকটি উল্লেখযোগ্য রেস্তোরাঁ এবং হালুয়াই (মিষ্টান্ন)-এর আবাসস্থল, তাদের মধ্যে সবচেয়ে পরিচিত হল পরোটাওয়ালা গলি।\n\n১৮৭৫ থেকে ১৮৮৬ সাল  পরোটার দোকান সহ পরোটাওয়ালা গলি।\nঅন্নপূর্ণা ভান্ডার ১৯২৯ সালে প্রয়াত পূর্ণ চন্দর মোদক দ্বারা প্রতিষ্ঠিত হয় যা বাঙালি মিষ্টির জন্য জনপ্রিয়।\nবিকানের মিষ্টির দোকান, রসমালাইয়ের জন্য পরিচিত।\nচাটওয়াল্লাহ, ১৯২৩ সালে প্রতিষ্ঠিত, ফল চাটের জন্য পরিচিত।\nচেনা রাম সিন্ধি হালওয়াই, ১৯৪৮ সালে প্রতিষ্ঠিত বেসন কি লাড্ডু, ঘি পাটিসা এবং ঘেভার পরিবেশন করে যা শহরের অন্য কোথাও নেই।\n১৯৪৭ সালের দিকে স্থাপিত আইসক্রিম এবং রাবড়ি ফালুদা পরিবেশনকারী জিয়ানিস।\nগোল হাট্টি, ১৯৫৪ সালে প্রতিষ্ঠিত, কুল্লহাদ ওয়ালে ছোলে চাওয়াল পরিবেশন করে।\nহাজারী লাল খুরচান ওয়াল, কিনারী বাজার। ৯০ বছর আগে প্রতিষ্ঠিত এই দোকানটি তর্কযোগ্যভাবে দিল্লির সেরা খুরচান তৈরি করে। হিন্দিতে খুরচান মানে \"বাঁচা অবশিষ্টাংশ\"। প্রস্তুতিটি সহজ: দুধ সিদ্ধ করুন, ক্রিমটি উপরে প্রদর্শিত হিসাবে ছিঁড়ে ফেলুন এবং অবশেষে এটি ভোরা বা গুঁড়ো চিনির সাথে মেশান।\nকানওয়ারজি ভগীরথমল দলবিজিওয়াল্লা ১৯শ শতাব্দীর মাঝামাঝি সময়ে প্রতিষ্ঠিত।\nমেঘরাজ অ্যান্ড সন্স, ১৯৫০ সাল থেকে\nনটরাজের দই বড়া বিক্রি করছে যা ১৯৪০ সালে প্রতিষ্ঠিত।\nশিব মিষ্টান ভান্ডার, ১৯১০ সালে প্রতিষ্ঠিত, খাস্তা জিলাপি বা ইমারতি সহ আলু সবজি সহ বেডমি গরিবের জন্য সুপরিচিত। তাদের খাদ্যতালিকা সীমিত কিন্তু প্রতিটি আইটেম নতুনভাবে প্রস্তুত এবং স্বাদে অনন্য।\nতেওয়ারি ব্রাদার্স কনফেকশনার্স, (মতিচুর লাড্ডু, সমুচার জন্য পরিচিত) ১৯৮৭ সালে প্রতিষ্ঠিত\nপুরাতন বিখ্যাত জিলাপি ওয়ালা, যা দারিবা কালানে অবস্থিত, শহরের সবচেয়ে খাস্তা জিলাপি পরিবেশন করে।\n\n\n=== জনপ্রিয় সংস্কৃতিতে ===\nচাঁদনি চক ২০০১ সালের বলিউড ফিল্ম কাভি খুশি কাভি গম-এ প্রদর্শিত হয়েছিল যেখানে প্রধান মহিলা চরিত্র অঞ্জলি (কাজল) এবং তার বোন পূজা (কারিনা কাপুর) থাকতেন।\n২০০৮ সালে, অনিল কাপুর, অনুরাগ সিনহা, শেফালী শাহ, এবং অদিতি শর্মা অভিনীত বলিউড চলচ্চিত্র ব্ল্যাক অ্যান্ড হোয়াইট চাঁদনি চকে ধারণ করা হয়েছে।\n২০০৯ সালে, অক্ষয় কুমার, দীপিকা পাড়ুকোন, মিঠুন চক্রবর্তী, এবং রণবীর শৌরি অভিনীত দ্য বলিউড মুভি চাঁদনি চক টু চায়নাতে শহরে চিত্রিত কিছু দৃশ্য দেখানো হয়েছে। ২০০৯ সালে অভিষেক বচ্চন, সোনম কাপুর, ওয়াহিদা রেহমান, ওম পুরি, অতুল কুলকর্ণী এবং দিব্যা দত্ত অভিনীত বলিউড মুভি দিল্লি-৬ এর শুটিং হয়েছিল চাঁদনি চককে কেন্দ্র করে প্রাচীন প্রাচীরের শহর পুরান দিল্লিতে।\n২০১৭ সালে, আমিরা দস্তুর, ঋষি কাপুর, অপারশক্তি খুরানা, রাজা হাসান, মুকেশ ছাবড়া, নির্মল ঋষি, হরিশ খান্না অভিনীত বলিউড চলচ্চিত্র রাজমা চাওয়ালের ছবিটির বিস্তৃত অংশ লাচু রাম কি হাভেলিতে ধারণ করা হয়েছিল।\n২০১৯ সালে, বলিউড চলচ্চিত্র দ্য স্কাই ইজ পিঙ্কে অভিনয় করেছেন প্রিয়াঙ্কা চোপড়া, ফারহান আখতার, জাইরা ওয়াসিম, রোহিত সুরেশ সরফ। সিনেমাটির প্রথম শুটিং হয় চাঁদনি চকে গল্পের প্রধান চরিত্রের সাথে, অর্থাৎ এখানেই থাকতেন প্রিয়াঙ্কা ও ফারহান।\n\n\n== পুনঃউন্নয়ন ==\n\nহেরিটেজ স্ট্রিট অমৃতসর থেকে অনুপ্রাণিত হয়ে পর্যটনের প্রচারের জন্য চাঁদনি চককে হেরিটেজ ট্রেইল হিসাবে পুনর্নির্মাণ করা হয়েছিল। দিল্লির এনসিটি সরকারের পৃষ্ঠপোষকতায় শাহজাহানাবাদ রিডেভেলপমেন্ট কর্পোরেশন এই কাজটি সম্পাদনকারী সংস্থা। পুনঃউন্নয়ন পরিকল্পনায় প্রচুর সংখ্যক ক্রেতা এবং দর্শনার্থীদের জন্য এলাকাটিকে আরও পথচারী-বান্ধব করে তোলার জন্য ফুটপাথ অন্তর্ভুক্ত রয়েছে। চাঁদনি চক থেকে লাল কেল্লা থেকে ফতেহপুরি মসজিদ পর্যন্ত দিনের বেলায় মোটরযান চলাচলের অনুমতি দেওয়া হবে না। রাস্তাগুলিও যানজটমুক্ত করার পরিকল্পনা করা হয়েছে এবং কিছু ব্যারিকেড করা হবে। সেখানে যারা আসতে চান তাদের ইবাস ব্যবহার করতে হবে। পুনঃউন্নয়ন পরিকল্পনাটি ২০১০-এর কমনওয়েলথ গেমসের আগে সম্পন্ন হওয়ার কথা ছিল কিন্তু বিভিন্ন কারণে বিলম্বিত হয়েছে। দিল্লি সরকার এখন এটিকে গুরুত্বের সাথে চাপ দিচ্ছে। ডেপুটি মুখ্যমন্ত্রী মনীশ সিসোদিয়ার অধীনে পুনর্বিন্যাসের পরিকল্পনা বাস্তবায়িত হচ্ছে। পরিকল্পনায় ১৫০০টি গাড়ির জন্য অতিরিক্ত পার্কিং ব্যবস্থাও রয়েছে৷\n১৫ ফেব্রুয়ারি পর্যন্ত পুনঃউন্নয়ন ৯০% সম্পূর্ণ হয়েছে সাথে বর্জ্য ব্যবস্থাপনার অত্যন্ত প্রয়োজন কারণ আবর্জনা রাস্তায় ছড়িয়ে ছিটিয়ে রয়েছে।\nপুনঃউন্নয়নের অংশ হিসাবে চাঁদনি চকের গান্ধী ময়দানে একটি মাল্টিলেভেল পার্কিং কাম বাণিজ্যিক কমপ্লেক্স তৈরি করা হচ্ছে। প্রকল্পটি উদ্বোধন করেন কেন্দ্রীয় বিজ্ঞান ও প্রযুক্তি মন্ত্রী ড. হর্ষবর্ধন৷\nএই বহুস্তরীয় পার্কিং ও বাণিজ্যিক কমপ্লেক্সটি একটি আট তলা ভবন হবে যার তিনটি ভূগর্ভস্থ ঘর থাকবে ১৮,৫২৪ বর্গ মিটার এলাকা জুড়ে একটি পিপিপি মডেলে ১,০০০ কোটি টাকা ব্যয়ে একটি লিডিং রিয়েল এস্টেট ডেভেলপার ওম্যাক্সের সাথে। ২,৩০০ টিরও বেশি গাড়ি থাকার ক্ষমতা সম্পন্ন প্রকল্পটি।\n\n\n== আরও দেখুন ==\nদারিবা কালান\nপরোটাওয়ালা গলি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== আরও পড়ুন ===\nদিল্লি, সম্রাটের শহর: বিজয় গোয়েলের দ্বারা চাঁদনি চক এবং এর পরিবেশ পুনঃআবিষ্কার । লাস্টার প্রেস, ২০০৩।আইএসবিএন ৮১-৭৪৩৬-২৪০-১আইএসবিএন 81-7436-240-1 ।\n\n\n== বহিঃসংযোগ ==\nপুরানো দিল্লি অভিধান এবং স্থানের নাম পরিচিতি\nশ্রী দিগম্বর জৈন লাল মন্দির - পাখি হাসপাতাল\nশ্রী শিব নবগ্রহ মন্দির ধাম\nশ্রী গৌরী শংকর মন্দির\nচাঁদনী চক এর ওয়েবসাইট\nভাবনা মুত্রেজা, চাঁদনি চকের ঐতিহ্যবাহী বাসস্থান বিশ্লেষণ, আর্কিনোমি ওয়েবসাইট"}