{"pageid": 1124782, "title": "গুরুং জনজাতি", "url": "https://bn.wikipedia.org/wiki?curid=1124782", "content": "গুরুং জনজাতি (এছাড়াও বলা হয় তামু) হল নেপালের গণ্ডকী প্রদেশের পাহাড় ও পর্বতে বসবাসকারী একটি জাতিগোষ্ঠী। তারা মনাঙ, মুস্তাঙ, কাস্কী, লমজুঙ, পর্বত, ডলপো এবং স্যাংজা, ধাদিঙ জেলায় বসবাস করে। ২০১১ সালের জনগণনার হিসাবে তাদের জনসংখ্যা ৫২২,৬৪১ জন। তারা চীনা-তিব্বতি গুরুং ভাষায় কথা বলে।\n\n\n== ইতিহাস ==\nতাদের কিংবদন্তি অনুসারে, গুরুং ছিল একটি বিচরণকারী উপজাতি। মুস্তাঙ জেলায় প্রবেশ করার আগে তারা তিব্বত পেরিয়ে পশ্চিমে চলে গিয়েছিল। তারা তিব্বতে বসবাস করেছে ৭ম শতাব্দীতে, সেখানে বৌদ্ধ ধর্মের প্রবর্তনের আগে কোন সময়, কারণ গুরুং ধর্মীয় ঐতিহ্যগুলি মূলত সর্বপ্রাণবাদী (মানব বিষয়ের সাথে সংশ্লিষ্ট অসংখ্য আধ্যাত্মিক প্রাণীতে বিশ্বাস এবং মানুষের স্বার্থে সাহায্য বা ক্ষতি করতে সক্ষম।)। তারা বন ও বৌদ্ধ ধর্মের প্রথা অনুসারে তাদের বিভিন্ন আনন্দ উৎসব ও পার্বণ এবং পূজা, জন্ম, মৃত্যু ও বিবাহ সংক্রান্ত অনুষ্ঠান ও প্রথাগুলি পালন করে।\nগুরুংদের প্রধান এবং সবচেয়ে বড় উৎসব হল লোসার, ডিসেম্বরের শেষে এই উৎসবকে নববর্ষ হিসেবে পালন করা হয়। পশ্চিম তিব্বতের প্রাচীন বর্ষপঞ্জি অনুসারেই তাদের উৎসবগুলি পালিত হয়। তাদের প্রধান পেশা পশুপালন, এর মধ্যে ভেড়া পালন এবং শিকারও আছে। শেষের দিকে, তারা ব্রিটিশ সেনাবাহিনীতেও যোগদান করেছিল এবং তাদের বলা হত গোর্খা সৈনিক।\n\n\n== ভৌগোলিক বন্টন ==\n\n২০১১ সালের নেপালের আদমশুমারি সময়, ৫২২,৬৪১ জন (নেপালের জনসংখ্যার ২.০%) গুরুং হিসাবে চিহ্নিত হয়েছিল। যে জেলাগুলিতে গুরুং জনগণের সংখ্যা জাতীয় গড় থেকে বেশি ছিল, সেগুলি হল: মনাঙ (৫২.৪%), লমজুঙ (৩১.৩%), মুস্তাঙ (২১.৪%), গোর্খা (১৬.৭%), কাস্কী (১৬.৬%), তনহুঁ (১১.৫%), স্যাংজা (৯.০%) ), ডোল্পা (৭.১%), চিতবন (৬.৮%), ধাদিঙ (৫.৫%), সঙ্খুয়াসভা (৫.৪%) ), তাপ্লেজুঙ (৪.৬%), পর্বত (৩.৭%), রসুয়া (৩.১%), তেহ্রথুম (২.৯%), ইলাম (২.৯%) ), কাঠমান্ডু (২.৬%), পরাসী (২.৪%) এবং রূপন্দেহী (২.০%)।\n\n\n== ধর্ম ==\nগুরুং ধর্মের পুরোহিতদের মধ্যে রয়েছে বন লাম (লামা), ঘ্যাবরি (ঘ্যাবরিং) এবং পাচ্যু (পাজু)। গুরুংদের মধ্যে শামানবাদী উপাদানগুলি (শামানবাদ হল একটি ধর্মীয় অনুশীলন যাতে একজন অনুশীলনকারী (শামান) তাদের সাথে যোগাযোগ করে যা তারা চেতনার পরিবর্তিত অবস্থার মাধ্যমে আত্মিক জগত বলে বিশ্বাস করে, যেমন আধা-চেতনার একটি অবস্থা) প্রবল এবং বেশিরভাগ গুরুং মানুষই প্রায়ই সাম্প্রদায়িক কার্যকলাপে বৌদ্ধ এবং বান আচারগুলি গ্রহণ করে।\n\n\n== আরও দেখুন ==\nগুরুং ভাষা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nপি.টি. শেরপা কেরুং, সুসান হোইভিক (২০০২)। নেপাল, দ্য লিভিং হেরিটেজ: এনভায়রনমেন্ট অ্যাণ্ড কালচার। ইউনিভার্সিটি অফ মিশিগান: কাঠমান্ডু এনভায়রনমেন্টাল এডুকেশন প্রজেক্ট। \nউইলিয়াম ব্রুক নর্থি (১৯৯৮)। দ্য ল্যাণ্ড অফ গুর্খাস, অর, দ্য হিমালয়ান কিংডম অফ নেপাল। এশিয়ান এডুকেশনাল সার্ভিসেস। আইএসবিএন 81-206-1329-5। \nমুরারিপ্রসাদ রেগমি (১৯৯০)। দ্য গুরুংস, থান্ডার অফ হিমাল: এ কস কালচারাল স্টাডি অফ এ নেপালীজ এথনিক গ্রুপ। ইউনিভার্সিটি অফ মিশিগান: নিরালা পাবলিকেশন্স। \n\n\n== বহিঃসংযোগ ==\nগুরুং, হারকা (১৯৯৬-০১-১০)। \"নেপালের জাতিগত জনসংখ্যা\"। নেপাল ডেমোক্রেসি। ২০১১-০৪-১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১১-০৪-০৩। \n\"গুরুং\"। ব্রিটানিকা স্টুডেন্ট এনসাইক্লোপিডিয়া অনলাইন। এনসাইক্লোপিডিয়া ব্রিটানিকা। সংগ্রহের তারিখ ২০১১-০৪-০৩।"}