{"pageid": 1124679, "title": "সুবীর সেন", "url": "https://bn.wikipedia.org/wiki?curid=1124679", "content": "সুবীর সেন (২৪ জুলাই  ১৯৩৪– ২৯ ডিসেম্বর ২০১৫) ছিলেন একজন ভারতীয় বাঙালি নেপথ্য সঙ্গীতশিল্পী যিনি বাংলা ও হিন্দি উভয় ভাষাতেই আধুনিক গান গেয়েছেন। এছাড়াও তিনি রবীন্দ্রসঙ্গীতের অন্যতম শিল্পী ছিলেন।\nসুবীর সেন ব্রিটিশ ভারতের অধুনা আসামের  ডিব্রুগড়ে জন্ম গ্রহণ করেন। পিতা শৈলেশচন্দ্র সেন ছিলেন চিকিৎসক এবং মাতা লিলি সেন। গুয়াহাটিতে তাদের একটি ফার্মাসিও ছিল। তার ভাইবোনেরা হলেন - পৃথ্বীশ সেন, গৌরী সেন, সুনীল সেন এবং অরুণ সেন। রুনা লায়লার মা অনিতা সেন (আমেনা লায়লা)ও তার বোন এবং প্রখ্যাত সঙ্গীত শিল্পী রুনা লায়লা’র তিনি মামা। সুবীর সেন ম্যাট্রিক পাশের পর সঙ্গীত শিখতে কলকাতায় আসেন। তিনি রমা সেনকে বিবাহ করেন।\n\n\n== সঙ্গীত জীবন ==\nবাল্যকাল থেকেই সুবীর সেনের সঙ্গীতের প্রতি বিশেষ আগ্রহ ছিল। ছাত্রাবস্থাতেই ১৯৫১ খ্রিস্টাব্দে  তিনি  লখনউ-এর মরিশ কলেজে শাস্ত্রীয় কণ্ঠসঙ্গীত প্রতিযোগিতায় অংশ নিয়ে প্রথম হন এবং পণ্ডিত শ্রীকৃষ্ণ রতনঝঙ্কারের কাছ থেকে পুরস্কার লাভ করেন। তারপর কলকাতার আশুতোষ কলেজে ভর্তি হন। সঙ্গীত শিক্ষা লাভ করতে থাকেন  পণ্ডিত চিন্ময় লাহিড়ীর কাছে। তিনিই পরে সুবীরকে ঠুমরি শিখতে ঊষারঞ্জন মুখোপাধ্যায়ের (১৯২০-১৯৯২) কাছে পাঠান।\nআশুতোষ কলেজে পড়বার সময় তিনি এইচএমভি আয়োজিত কেরেজু সঙ্গীত প্রতিযোগিতায় অংশ নেন এবং এক হাজার চার শত প্রতিযোগীর মধ্যে তিনি প্রথম হন। এই ঘটনায় সুবীর সেন বলেন—“আমি তো গেয়েছি সেই গান”, যে গানের সুরকার ছিলেন তার প্রশিক্ষক অনুপম ঘটক : সারা রাত জ্বলে সন্ধ্যাপ্রদীপ।\nসুবীর সেনের প্রথম রেকর্ড (GE24715) প্রকাশিত হয় ১৯৫৪ খ্রিস্টাব্দের ফেব্রুয়ারিতে কলম্বিয়া রেকর্ড হতে। গীতিকার শ্যামল গুপ্তর কথা  চিত্ত রায়ের সুরে গান দুটি ছিল—'জীবন-বাতি নিভিয়ে যেদিন' এবং  'আর কত জানাব তোমায়। গুরু দত্তের আহ্বানে সুবীর সেন মুম্বই যান। সুধীন দাশগুপ্তকেও গুরু দত্ত তার প্রযোজনা সংস্থায় কাজ করতে আমন্ত্রণ করেছিলেন। সুবীর সেন ও সুধীন দাশগুপ্ত দুজনে মুম্বইয়ে কিছুদিন \"তারাদেও সোনাওয়ালা\" নামক এক বাড়িতে থাকতেন। সুধীন দাশগুপ্ত রচনা করেন—\"এত সুর আর এত গান\"। এই গানটি সুবীর সেন অনেক পরে রেকর্ড করেনঐ উজ্জ্বল দিন ডাকে স্বপ্ন রঙ্গীন আর স্বর্ণঝরা সূর্যরঙে এই দুটি গান নিয়ে সুবীর সেনের দ্বিতীয় রেকর্ড প্রকাশিত হয় ১৯৫৬ খ্রিস্টাব্দে। সুবীর সেনের এই রেকর্ডই তাকে বিখ্যাত করে তোলে এবং সুবীর সেনকে বাংলা সঙ্গীত জগতে স্থায়ী আসন প্রদান করে।\n\nমুম্বইয়ে অবস্থানকালে সুবীর সেন খ্যাতনামা সুরকার-জুটি শঙ্কর জয়কিষণের অনুপ্রেরণা'য় মুম্বইয়ের চলচ্চিত্র জগতে আসেন। ওম প্রকাশের প্রথম প্রযোজনায় রাজেন্দ্র কুমার অভিনীত আশ কী পানছী (১৯৫৬) ছবিতে এক এনসিসি ক্যাডেট দলের নেতৃত্বে বাই-সাইকেলে সওয়ার  নায়কের নেপথ্যকণ্ঠে গেয়েছিলেন—দিল মেরা এক আশ কা পানছী, উড়তা হ্যায় উঁচে গগন পর। এছাড়াও সুবীর সেন নেপথ্য কণ্ঠে গেয়েছেন—ছোটি বহেন ( ১৯৫৯), বয় ফ্রেন্ড (১৯৬১),  পাসপোর্ট (১৯৬১)-সহ বেশ কয়েকটি ছবিতে।\nতিনি সলিল চৌধুরী, সুধীন দাশগুপ্ত, অভিজিৎ বন্দ্যোপাধ্যায়, অনল চ্যাটার্জি, অমিও দাশগুপ্ত এবং সেই সময়ে কলকাতা (কলকাতা) এবং বোম্বে (মুম্বাই) এর আরও অনেক বিখ্যাত সঙ্গীত রচয়িতাদের সাথে যুক্ত ছিলেন।\n১৯৬৭ খ্রিস্টাব্দে সুবীর সেন মিস প্রিয়ম্বদা  বাংলা ছায়াছবিতে সুরসৃষ্টি করে সঙ্গীত পরিচালক হিসাবে আত্মপ্রকাশ করেন। ১৯৭২ খ্রিস্টাব্দে তিনি মিডনাইট হিন্দি ছায়াছবির সঙ্গীত পরিচালক ছিলেন। রাজুর পরিচালনায় ছায়াছবিটি ১৯৭২ খ্রিস্টাব্দে লন্ডনে মুক্তি পায়। নেপথ্যে সঙ্গীত ছিল - কোঈ মেরা হো গয়া (সুবীর সেন), লন্ডন কে মেলে মে & জিন্দগি কা হ্যায় ইয়ে ফাসানা (মহম্মদ রফি), তুমসা মিত মিলা (গীতা দত্ত এবং তালাত মাহমুদ) এবং  তেরে ইয়াদ মে সাজন  (গীতা দত্ত)\nসুবীর সেন বাংলা ও হিন্দি চলচ্চিত্রে বেশ কিছু সিনেমায় অভিনয় করেছেন। তিনি মহানায়ক  উত্তম কুমারের সঙ্গে মোমের আলো (১৯৬৪) বাংলা ছবিতে এবং সঞ্জীব কুমারের সঙ্গে অনুভব ছবিতে গায়ক-অভিনেতা অবতীর্ণ হয়েছিলেন। হৃষিকেশ মুখোপাধ্যায় অভিমান হিন্দি চলচ্চিত্রে মুখ্য চরিত্রে অভিনয়ের প্রস্তাব দিয়েছিলেন এবং সুবীর সেন তা প্রত্যাখ্যান করলে সেটি অমিতাভ বচ্চনকে দেওয়া হয়।\nসুবীর সেনের সাহিত্য ক্ষেত্রে তেমন কিছু অবদান নেই। তবে এ সম্পর্কে যা কিছু অবদান রেখেছেন তা শ্যামল মিত্রের স্মৃতি কথা - শ্যামল মিত্র - এ কম্পাইলেশন অব এসেজস - শীর্ষক বইটির এক অধ্যায়ে পাওয়া যায়।\n\n\n== পুরস্কার ==\n২০০৭ - হারমোনিকা সঙ্গীত সম্মান - জীবনকৃতি অবদান পুরস্কার।\n২০১২ - পশ্চিমবঙ্গ সরকার কর্তৃক সঙ্গীত মহা সম্মান\n২০১৩ - পশ্চিমবঙ্গ সরকার কর্তৃক \" বঙ্গ বিভূষণ \"।\n\n\n== জীবনাবসান ==\nস্বপ্নময় রোমান্টিক বাংলা আধুনিক গানের শিল্পী সুবীর সেন ২০১৫ খ্রিস্টাব্দের ২৯ ডিসেম্বর কলকাতার এক বেসরকারি হাসপাতাল পরলোক গমন করেন। তিনি ফুসফুসের ক্যান্সারে আক্রান্ত হয়েছিলেন। তার কন্যা সুপ্রিয়া সেন বর্তমানে ভার্জিনিয়া কমনওয়েলথ ইউনিভার্সিটিতে পেশাগত থেরাপির একজন অধ্যাপক।\nসুবীর সেনের একটি গভীর, স্বপ্নময়, রোমান্টিক এবং আবেদনময় কণ্ঠ ছিল। তাঁর কণ্ঠের রবীন্দ্রসঙ্গীত, হিন্দি চলচ্চিত্রের গান এবং বাংলা আধুনিক গান (আধুনিক গান) জনপ্রিয় ছিল এবং এটি নিজস্ব ধরনের একটি ধারার প্রবর্তন করেছিলেন। তিনি পশ্চিমী সঙ্গীতের প্রতি অনুরাগী ছিলেন, বিশেষ করে জিম রিভস এবং ন্যাট কিং কোলের। অভিজিৎ বন্দ্যোপাধ্যায়ের মতে, তিনি নিজে একটি আন্তর্জাতিক স্টাইল তৈরি করেছিলেন। তিনি বাংলা ভাষায় গভীর কণ্ঠের রোমান্টিক গানের উত্তরাধিকার রেখে গেছেন।\n\n\n== ডিসকোগ্রাফি ==\nসুবীর সেনের চলচ্চিত্র ও অন্যান্য গান\n\nসুবীর সেনের কণ্ঠে রবীন্দ্রসঙ্গীত-\n\n\n== তথ্যসূত্র =="}