{"pageid": 1124756, "title": "ইউক্রেনে রুশ আক্রমণ (২০২২-বর্তমান)", "url": "https://bn.wikipedia.org/wiki?curid=1124756", "content": "রাশিয়া ২০২২ সালের ২৪শে ফেব্রুয়ারি ইউক্রেন আক্রমণ করে। এই আক্রমণটিকে আন্তর্জাতিকভাবে আগ্রাসন হিসেবে বিবেচনা করা হয়। এটি দ্বিতীয় বিশ্বযুদ্ধের পর থেকে ইউরোপের সবচেয়ে বড় শরণার্থী সংকটের সূত্রপাত করে, ৮.৮ মিলিয়নেরও বেশি ইউক্রেনীয় দেশ ছেড়েছে, এবং আরও লক্ষাধিক অভ্যন্তরীণভাবে বাস্তুচ্যুত হয়।\nএই আক্রমণটি চলমান রুশ-ইউক্রেনীয় যুদ্ধের একটি বড় বৃদ্ধিকে চিহ্নিত করে, যা ইউক্রেনীয় মর্যাদার বিপ্লবের পর ২০১৪ সালে শুরু হয়েছিল। রাশিয়া পরবর্তীকালে ক্রিমিয়াকে অধিভুক্ত করে, এবং রুশ-সমর্থিত বিচ্ছিন্নতাবাদীরা ইউক্রেনের দক্ষিণ-পূর্ব দোনবাস অঞ্চলের কিছু অংশ দখল করে, সেখানে যুদ্ধের সূত্রপাত করে। রাশিয়া ২০২১ সালে ইউক্রেন সীমান্তে একটি বড় সামরিক মহড়া শুরু করে, তাদের সরঞ্জাম সহ ১,৯০,০০০ সৈন্য সংগ্রহ করেছিল। রুশ রাষ্ট্রপতি ভ্লাদিমির পুতিন ইউক্রেনের রাষ্ট্রত্বের অধিকারকে প্রশ্নবিদ্ধ করেছিলেন, এবং ইউক্রেনকে রুশ-ভাষী ও জাতিগত রুশ সংখ্যালঘুদের নিপীড়নকারী নব্য-নাৎসিদের দ্বারা আধিপত্যের অভিযোগে অভিযুক্ত করেছিলেন। পুতিন বলেছেন যে উত্তর আটলান্টিক চুক্তি সংস্থা (ন্যাটো) ২০০০-এর দশকের গোড়ার দিকে পূর্ব দিকে সম্প্রসারণ করে রাশিয়ার নিরাপত্তাকে হুমকির মুখে ফেলেছে – ন্যাটো দ্বারা বিরোধিত একটি দাবি – এবং ইউক্রেনকে জোটে যোগদানে বাধা দেওয়ার দাবি জানিয়েছে। মার্কিন যুক্তরাষ্ট্র ও অন্যান্যরা রাশিয়াকে ইউক্রেন আক্রমণ বা আক্রমণ করার পরিকল্পনার জন্য অভিযুক্ত করেছিল, যা রুশ কর্মকর্তারা ২০২২ সালের ২৩শে ফেব্রুয়ারি পর্যন্ত বারবার অস্বীকার করেছিলেন।\nরাশিয়া স্বঘোষিত গণপ্রজাতন্ত্রী দোনেৎস্ক ও গণপ্রজাতন্ত্রী লুহানস্কে ২০২২ সালের ২১শে ফেব্রুয়ারি স্বীকৃতি দেয়, দোনবাসের দুটি স্ব-ঘোষিত রাষ্ট্র রাশিয়াপন্থী বিদ্রোহীদের দ্বারা নিয়ন্ত্রিত। পরের দিন, রাশিয়ার ফেডারেশন কাউন্সিল বিদেশে সামরিক শক্তি ব্যবহারের অনুমোদন দেয় এবং রুশ সেনারা উভয় অঞ্চলে প্রবেশ করে। ২৪শে ফেব্রুয়ারি, সকালে আক্রমণ শুরু হয়, যখন পুতিন ইউক্রেনকে \"অসামরিকীকরণ ও ডিনাজিফাই\" করার জন্য একটি \"বিশেষ সামরিক অভিযান\" ঘোষণা করেন। কয়েক মিনিট পরে, রাজধানী কিয়েভ সহ ইউক্রেনের সর্বত্র ক্ষেপণাস্ত্র ও বিমান হামলা হয়, এর পরেই একাধিক দিক থেকে একটি বড় স্থল আক্রমণ শুরু হয়। এর প্রতিক্রিয়ায়, ইউক্রেনের রাষ্ট্রপতি ভলোদিমির জেলেনস্কি সামরিক আইন ও সাধারণ সংহতি জারি করেছিলেন।\nরাশিয়া, বেলারুশ ও ইউক্রেনের দুটি বিদ্রোহী অঞ্চল (ক্রিমিয়া ও দোনবাস) থেকে বহুমুখী আক্রমণ শুরু হয়েছিল। চারটি প্রধান সামরিক আক্রমণের ফ্রন্ট গড়ে উঠেছে: কিয়েভ আক্রমণ, উত্তর-পূর্ব ইউক্রেন আক্রমণ, পূর্ব ইউক্রেন আক্রমণ ও দক্ষিণ ইউক্রেন আক্রমণ। রাশিয়ার সামরিক বাহিনী পশ্চিম ইউক্রেনের অনেক দূর পর্যন্ত বিমান ও ক্ষেপণাস্ত্র হামলা চালিয়েছে। রুশ বাহিনী চেরনিহিভ, খারকিভ, খেরসন, কিয়েভ, মারিউপোল ও সুমি সহ মূল বসতিসমূহের কাছে পৌঁছেছে বা অবরোধ করেছে, কিন্তু কঠোর ইউক্রেনীয় প্রতিরোধ ও অভিজ্ঞ লজিস্টিক এবং অপারেশনাল চ্যালেঞ্জ মোকাবেলা করেছে, যা রুশ বাহিনীর অগ্রগতিকে বাধা দেয়। আক্রমণ শুরু করার তিন সপ্তাহ পরে, রুশ সামরিক বাহিনী দক্ষিণে আরও সাফল্য উপভোগ করেছিল, যখন ক্রমবর্ধমান লাভ বা অন্যত্র অচলাবস্থা তাদের এট্রিশন যুদ্ধে বাধ্য করেছিল, যার ফলে বেসামরিক হতাহতের সংখ্যা বেড়ে যায়।\nআন্তর্জাতিকভাবে এই হামলার ব্যাপক নিন্দা করা হয়। জাতিসংঘ সাধারণ পরিষদ হামলার নিন্দা করে একটি প্রস্তাব গৃহীত হয় এবং সম্পূর্ণভাবে হামলা প্রত্যাহারের দাবি জানায়। আন্তর্জাতিক বিচার আদালত রাশিয়াকে সামরিক অভিযান স্থগিত করার নির্দেশ দেয় এবং ইউরোপীয় কাউন্সিল রাশিয়াকে বহিষ্কার করে। অনেক রাষ্ট্র নতুন নিষেধাজ্ঞা আরোপ করে, যা রাশিয়া ও বিশ্বের অর্থনীতিকে প্রভাবিত করে, এবং ইউক্রেনকে মানবিক ও সামরিক সহায়তা প্রদান করে। সারা বিশ্বে প্রতিবাদ হয়; রাশিয়ায় প্রতিবাদকারীরা গণগ্রেফতার এবং \"যুদ্ধ\" ও \"আক্রমণ\" শব্দগুলো নিষিদ্ধ করা সহ সংবাদ মাধ্যম সেন্সরশিপ বৃদ্ধির সম্মুখীন হয়। অনেক কোম্পানি রাশিয়া ও বেলারুশ থেকে তাদের পণ্য ও পরিষেবা প্রত্যাহার করে এবং রাশিয়ার রাষ্ট্রীয় অর্থায়নে পরিচালিত মিডিয়া সম্প্রচার নিষিদ্ধ করা হয় ও অনলাইন প্ল্যাটফর্ম থেকে সরিয়ে দেওয়া হয়েছে। আন্তর্জাতিক অপরাধ আদালত ইউক্রেনে রাশিয়ার সামরিক যুদ্ধাপরাধের অভিযোগের তদন্ত শুরু করেছে।\n\n\n== পটভূমি ==\n\n\n=== সোভিয়েত-পরবর্তী প্রসঙ্গ ও কমলা বিপ্লব ===\n\n১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের (ইউএসএসআর) পরে, ইউক্রেন ও রাশিয়া ঘনিষ্ঠ সম্পর্ক বজায় রেখেছিল। ইউক্রেন ১৯৯৪ সালে একটি অ-পারমাণবিক অস্ত্র রাষ্ট্র হিসাবে পারমাণবিক অস্ত্রের অপ্রসারণ সংক্রান্ত চুক্তিতে যোগ দিতে সম্মত হয়েছিল। ইউক্রেনের প্রাক্তন সোভিয়েত পারমাণবিক অস্ত্রসমূহ রাশিয়ায় সরিয়ে ফেলা হয়েছিল এবং নষ্ট করা হয়েছিল। বিনিময়ে, রাশিয়া, যুক্তরাজ্য (ইউকে) ও মার্কিন যুক্তরাষ্ট্র (ইউএস) নিরাপত্তা আশ্বাসের বুদাপেস্ট মেমোরেন্ডামের মাধ্যমে ইউক্রেনের আঞ্চলিক অখণ্ডতা ও রাজনৈতিক স্বাধীনতা বজায় রাখতে সম্মত হয়েছিল। রাশিয়া ১৯৯৯ সালে ইউরোপীয় নিরাপত্তার সনদের অন্যতম স্বাক্ষরকারী ছিল, যা \"প্রতিটি অংশগ্রহণকারী রাষ্ট্রের অন্তর্নিহিত অধিকারকে পুনর্নিশ্চিত করেছে যাতে তারা বিকশিত হওয়ার সঙ্গে সঙ্গে জোটের চুক্তিসমূহ সহ নিরাপত্তা ব্যবস্থা বেছে নিতে বা পরিবর্তন করতে পারে\"। সোভিয়েত ইউনিয়নের পতনের পরের বছরগুলিতে, ১৯৯৩ সালের রুশ সাংবিধানিক সংকট, আবখাজিয়া যুদ্ধ (১৯৯২–১৯৯৩) ও প্রথম চেচেন যুদ্ধের (১৯৯৪–১৯৯৬) মতো রাশিয়ার সঙ্গে জড়িত আঞ্চলিক নিরাপত্তা হুমকির আংশিক প্রতিক্রিয়া হিসাবে, বেশ কয়েকটি প্রাক্তন পূর্ব ব্লকের রাষ্ট্র ন্যাটোতে যোগদান করেছিল। রুশ নেতারা এই সম্প্রসারণকে পশ্চিমা শক্তির অনানুষ্ঠানিক আশ্বাসের যে (ন্যাটো পূর্ব দিকে প্রসারিত হবে না) লঙ্ঘন বলে বর্ণনা করেছেন।\n২০০৪ সালের ইউক্রেনীয় রাষ্ট্রপতি নির্বাচন বিতর্কিত ছিল। নির্বাচনী প্রচারণার সময়, বিরোধী প্রার্থী ভিক্টর ইউশচেঙ্কোকে টিসিডিডি ডাইঅক্সিন দ্বারা বিষা প্রদান করা হয়েছিলেন; পরে তিনি নিজেকে রুশ সম্পৃক্ততাইয় জড়িয়ে ফেলেছিলেন। নভেম্বরে, নির্বাচন পর্যবেক্ষকদের ভোট কারচুপির অভিযোগ সত্ত্বেও প্রধানমন্ত্রী ভিক্টর ইয়ানুকোভিচকে বিজয়ী ঘোষণা করা হয়। বৃহৎ শান্তিপূর্ণ প্রতিবাদ সফলভাবে দুই মাসের সময়কালে ফলাফলকে চ্যালেঞ্জ করেছিল, যা কমলা বিপ্লব নামে পরিচিত হয়েছিল। ব্যাপক নির্বাচনী জালিয়াতির কারণে ইউক্রেনের সুপ্রিম কোর্ট কর্তৃক প্রাথমিক ফলাফল বাতিল করার পর, দ্বিতীয় দফায় পুনঃরান নির্বাচনী অনুষ্ঠিত হয়, ভিক্টর ইউশচেঙ্কোকে রাষ্ট্রপতি ও ইউলিয়া তিমোশেঙ্কোকে প্রধানমন্ত্রী হিসাবে ক্ষমতায় আনা হয় এবং ইয়ানুকোভিচকে বিরোধি দলে রাখা হয়। কমলা বিপ্লবকে প্রায়শই ২১শ শতাব্দীর প্রথম দিকের অন্যান্য প্রতিবাদ আন্দোলনের সঙ্গে একত্রিত করা হয়, বিশেষ করে প্রাক্তন ইউএসএসআর-এর মধ্যে, যা রঙ বিপ্লব নামে পরিচিত। অ্যান্থনি কর্ডেসম্যানের মতে, রুশ সামরিক কর্মকর্তারা মার্কিন যুক্তরাষ্ট্র ও ইউরোপীয় রাষ্ট্রসমূহের দ্বারা প্রতিবেশী রাষ্ট্রসমূহকে অস্থিতিশীল করার এবং রাশিয়ার জাতীয় নিরাপত্তাকে দুর্বল করার প্রচেষ্টা হিসাবে এই ধরনের রঙের বিপ্লবকে চিহ্নিত করেছিল। রুশ রাষ্ট্রপতি ভ্লাদিমির পুতিন ২০১১–২০১৩ রুশ বিক্ষোভের সংগঠকসমূহকে ইউশচেঙ্কোর প্রাক্তন উপদেষ্টা হিসেবে অভিযুক্ত করেছেন এবং প্রতিবাদগুলিকে কমলা বিপ্লব রাশিয়ায় স্থানান্তর করার প্রচেষ্টা হিসাবে বর্ণনা করেছিলেন। এই সময়ের মধ্যে পুতিনের পক্ষে সমাবেশগুলিকে \"কমলা-বিরোধী বিক্ষোভ\" বলা হত।\n২০০৮-এর বুখারেস্ট শীর্ষ সম্মেলনে, ইউক্রেন ও জর্জিয়া ন্যাটোতে যোগ দিতে চেয়েছিল। ন্যাটো সদস্যদের মধ্যে প্রতিক্রিয়া বিভক্ত ছিল; পশ্চিম ইউরোপীয় দেশসমূহ রাশিয়ার বিরোধিতা এড়াতে সদস্যপদ অ্যাকশন প্ল্যান (এমএপি) প্রস্তাবের বিরোধিতা করেছিল, যখন মার্কিন রাষ্ট্রপতি জর্জ ডব্লিউ বুশ তাদের ভর্তির জন্য চাপ দিয়েছিলেন। ন্যাটো শেষ পর্যন্ত ইউক্রেন ও জর্জিয়া ম্যাপ প্রস্তাব করতে অস্বীকার করেছিল, তবে একটি সম্মত বিবৃতিতে জানানিয়েছিল যে \"এই রাষ্ট্রসমূহ ন্যাটোর সদস্য হবে\"। পুতিন জর্জিয়া ও ইউক্রেনের ন্যাটো সদস্যপদের আবেদনের তীব্র বিরোধিতা করেন। ২০২২-এর আক্রমণের আগের মাসসমূহে, ইউক্রেনের ন্যাটোতে যোগদানের সম্ভাবনা অনাসন্ন ছিল।\n\n\n== প্রস্তাবনা ==\n\n\n=== উত্তেজনা বৃদ্ধি ===\n\nরাশিয়া ২০২১ সালের মার্চ মাস থেকে এপ্রিল মাস পর্যন্ত রাশিয়া-ইউক্রেনীয় সীমান্তের কাছে একটি বড় সামরিক বিল্ড আপ শুরু করেছিল, তারপরে রাশিয়া ও বেলারুশ উভয়ের মধ্যে ২০২১ সালের অক্টোবর মাস থেকে ২০২২ সালের ফেব্রুয়ারি মাসের মধ্যে দ্বিতীয় বিল্ড আপ হয়েছিল। এই উন্নয়নের সময়, রুশ সরকার বারবার তাদের ইউক্রেন আক্রমণ বা আক্রমণ করার পরিকল্পনার বিষয়টি অস্বীকার করেছিল ছিল; যারা অস্বীকৃতি জারি করেছিল তাদের মধ্যে ২০২১ সালের নভেম্বরে পুতিনের মুখপাত্র দিমিত্রি পেসকভ, ২০২২ সালের জানুয়ারিতে উপ-পররাষ্ট্রমন্ত্রী সের্গেই রিয়াবকভ, ২০২২ সালে ২০ই ফেব্রুয়ারি মার্কিন যুক্তরাষ্ট্রে নিজুক্ত রুশ রাষ্ট্রদূত আনাতোলি আন্তোনোভ ও ২০২২ সালের ২৩ ফেব্রুয়ারি চেক প্রজাতন্ত্রে নিযুক্ত রুশ রাষ্ট্রদূত আলেকজান্ডার জেমিভস্কি রয়েছেন।\nরুশ অস্বীকৃতির পরে ২০২১ সালের ডিসেম্বর মাসের গোড়ার দিকে মার্কিন যুক্তরাষ্ট্র রুশ আক্রমণ পরিকল্পনার গোয়েন্দা তথ্য প্রকাশ করেছিল, যার মধ্যে ইউক্রেনের সীমান্তের কাছে রুশ সৈন্য ও সরঞ্জাম দেখানো কৃত্রিম উপগ্রহ ভিত্তিক আলোকচিত্র ছিল। গোয়েন্দারা আক্রমণের সময় হত্যা বা নিরপেক্ষ করার জন্য মূল সাইট ও ব্যক্তিদের একটি রুশ তালিকার অস্তিত্বের কথা জানিয়েছিল। মার্কিন যুক্তরাষ্ট্র এমন প্রতিবেদন প্রকাশ করতে থাকে, যা আক্রমণের পরিকল্পনার সঠিক ভবিষ্যদ্বাণী করে।\n\n\n=== রাশিয়ার অভিযোগ ও দাবি ===\n\nআক্রমণের আগের মাসগুলিতে, রুশ কর্মকর্তারা ইউক্রেনকে উত্তেজনা, রুশ ভীতি ও ইউক্রেনে রুশ ভাষাভাষীদের দমনের জন্য অভিযুক্ত করেছিল। তারা ইউক্রেন, ন্যাটো ও ইউরোপীয় ইউনিয়নের অ-ন্যাটো মিত্রদের একাধিক নিরাপত্তা দাবিও তুলেছিল। এই কাজগুলিকে ভাষ্যকার ও পশ্চিমা কর্মকর্তারা যুদ্ধকে ন্যায্যতা দেওয়ার প্রচেষ্টা হিসাবে বর্ণনা করেছিল। পুতিন ২০২১ সালের ৯ই ডিসেম্বর বলেছিলেন, যে \"রুশ ভীতি হল গণহত্যার দিকে প্রথম পদক্ষেপ\"। পুতিনের দাবি আন্তর্জাতিক সম্প্রদায়ের দ্বারা প্রত্যাখ্যান করা হয়েছিল, এবং গণহত্যার রুশ দাবি ব্যাপকভাবে ভিত্তিহীন বলে প্রত্যাখ্যান করা হয়েছিল।\nইউক্রেনের রাষ্ট্রপতি জেলেনস্কি ঘোষণা করেছিলেন, যে ১৬ই ফেব্রুয়ারি হল আক্রমণের জন্য একটি অনুমানিত তারিখ, এটি \"ঐক্য দিবস\" হবে। ইউক্রেনীয়দের \"আমাদের জাতীয় পতাকা ঝুলিয়ে রাখতে, নীল ও হলুদ ফিতা লাগাতে এবং সারা বিশ্বের কাছে আমাদের ঐক্য দেখাতে\" এবং সেইসাথে ১০:০০ ইইটি (ইউটিসি+২) এর সময় সর্বজনীন স্থানে জাতীয় সঙ্গীত গাইতে উৎসাহিত করা হয়েছিল।\n২১শে ফেব্রুয়ারি একটি বক্তৃতায়, পুতিন ইউক্রেনীয় রাষ্ট্রের বৈধতা নিয়ে প্রশ্ন তোলেন, তিনি বলেন, যে \"ইউক্রেন কখনোই প্রকৃত রাষ্ট্রের ঐতিহ্য ছিল না\"। তিনি রাষ্ট্রিকে সোভিয়েত রাশিয়ার তৈরি বলে বর্ণনা করেন। একটি আক্রমণকে ন্যায্যতা দেওয়ার জন্য, পুতিন ইউক্রেনীয় সমাজ ও সরকারকে নব্য-নাৎসিবাদের দ্বারা আধিপত্যের অভিযোগে অভিযুক্ত করেছিলেন, দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মান-অধিকৃত ইউক্রেনে সহযোগিতার ইতিহাসের কথা বলেছিলেন, এবং তিনি ইহুদিদের পরিবর্তে রুশ খ্রিস্টানদেরকে নাৎসি জার্মানির প্রকৃত শিকার হিসাবে বর্ণনা করেছিলেন। যদিও ইউক্রেনে নব্য-নাৎসি আজভ ব্যাটালিয়ন ও রাইট সেক্টর সহ একটি অতি-ডান প্রান্ত রয়েছে, বিশ্লেষকরা পুতিনের বক্তব্যকে ইউক্রেনের মধ্যে থাকা অতি-ডান গোষ্ঠীর প্রভাবের অতিরঞ্জিত বর্ণনা হিসাবে উল্লেখ করেছিল; সরকার, সামরিক বা নির্বাচকমণ্ডলীতে মতাদর্শের জন্য ব্যাপক সমর্থন নেই। ইউক্রেনের রাষ্ট্রপতি জেলেনস্কি, যিনি ইহুদি, পুতিনের অভিযোগকে তিরস্কার করেছিলেন, বলেন যে তার ঠাকুরদা নাৎসিদের বিরুদ্ধে যুদ্ধে সোভিয়েত সেনাবাহিনীতে কাজ করেছিলেন; তার পরিবারের সদস্যদের মধ্যে তিনজন হলোকাস্টে মারা যান।\n\nরাশিয়া দ্বিতীয় সেনা মহড়ার সময়ে মার্কিন যুক্তরাষ্ট্র ও ন্যাটোর কাছে ইউক্রেনকে ন্যাটোতে যোগদান থেকে বিরত রাখার জন্য একটি আইনত বাধ্যতামূলক ব্যবস্থা ও ন্যাটোর পূর্ব ইউরোপীয় সদস্য রাষ্ট্রসমূহে অবস্থানরত বহুজাতিক বাহিনীকে অপসারণ করার দাবি জারি করেছিল। ন্যাটো যদি একটি \"আক্রমনাত্মক পথ\" অনুসরণ করে, তাহলে রাশিয়া অনির্দিষ্ট সামরিক প্রতিক্রিয়ার হুমকি দিয়েছে। এই দাবীসমূহকে ব্যাপকভাবে ব্যাখ্যা করা হতো অব্যবহারযোগ্য হিসেবে; মধ্য ও পূর্ব ইউরোপে ন্যাটোর নতুন সদস্যরা জোটে যোগ দিয়েছিল কারণ তাদের জনগণ ব্যাপকভাবে ন্যাটো ও ইইউ কর্তৃক প্রদত্ত নিরাপত্তা ও অর্থনৈতিক সুযোগের দিকে অগ্রসর হতে পছন্দ করেছিল এবং তাদের সরকারসমূহ রুশ অযৌক্তিকতা থেকে সুরক্ষা চেয়েছিল। ইউক্রেনকে ন্যাটোতে যোগদান থেকে বিরত রাখার একটি আনুষ্ঠানিক চুক্তির দাবিকে পশ্চিমা কর্মকর্তারা অব্যবহারযোগ্য হিসাবেও দেখেছিলে, কারণ এটি চুক্তির \"খোলা দরজা\" নীতির লঙ্ঘন করবে, যদিও ন্যাটো ইউক্রেনের যোগদানের অনুরোধ মেনে নেওয়ার কোনো ইচ্ছা দেখায়নি।\n\n\n== আক্রমণ ও প্রতিরোধ ==\n\nপুতিন ২৪শে ফেব্রুয়ারি মস্কো সময় (ইউটিসি+৩) ০৬:০০ টা'র কিছু আগে ঘোষণা করেছিলেন, যে তিনি পূর্ব ইউক্রেনে একটি \"বিশেষ সামরিক অভিযান\" শুরু করার সিদ্ধান্ত নিয়েছেন। তার ভাষণে, পুতিন বলেছিলেন যে ইউক্রেনের ভূখণ্ড দখল করার কোন পরিকল্পনা নেই এবং তিনি ইউক্রেনের জনগণের আত্মনিয়ন্ত্রণের অধিকারকে সমর্থন করেন। তিনি বলেছিলেন, যে \"কার্যক্রমের\" উদ্দেশ্য দোনবাসের প্রধানত রুশ-ভাষী অঞ্চলের \"জনগণকে রক্ষা করা\" ছিল, পুতিনের মতে দোনবাসের রুশ-ভাষী অঞ্চলের জনগণ \"আট বছর ধরে কিয়েভ শাসন দ্বারা সংঘটিত অপমান ও গণহত্যার মুখোমুখি হচ্ছে\"।\nপুতিন আরও বলেছিলেন, যে রাশিয়া ইউক্রেনের \"অসামরিকীকরণ ও ডিনাজিফিকেশন (নাৎসিবাদের সমস্ত উপাদানকে অপসারণ)\" চেয়েছিল। পুতিনের ঘোষণার কয়েক মিনিটের মধ্যেই কিয়েভ, খারকিভ, ওডেসা ও দোনবাস অঞ্চলে বিস্ফোরণের খবর পাওয়া গিয়েছিল। রাশিয়ার গুপ্তচর সংস্থা এফএসআই জন্য একটি কথিত ফাঁস বিজ্ঞপ্তি দাবি করে, যে পুতিনের ইউক্রেন আক্রমণ করার পরিকল্পনা সম্পর্কে গোয়েন্দা সংস্থাকে সতর্ক করা হয়নি।\nহামলার পরপরই, জেলেনস্কি ইউক্রেনের সামরিক আইন চালু করার ঘোষণা দেন; একই সন্ধ্যায়, তিনি ১৮ বছর থেকে ৬০ বছর বয়সী সমস্ত ইউক্রেনীয় পুরুষদের একটি সাধারণ সংহতির আদেশ প্রদান করেছিলেন। রুশ সৈন্যরা উত্তর দিকে বেলারুশ থেকে (কিভের দিকে); উত্তর-পূর্ব দিকে রাশিয়া থেকে (খারকিভের দিকে); পূর্ব দিকে গণপ্রজাতন্ত্রী দোনেৎস্ক ও গণপ্রজাতন্ত্রী লুহানস্ক থেকে; এবং দক্ষিণ দিকে ক্রিমিয়া থেকে  ইউক্রেনে প্রবেশ করেছিল।\nরুশ সরঞ্জাম ও যানবাহনসমূহকে একটি সাদা রঙের জেড সামরিক চিহ্ন (একটি নন-সিরিলীয় অক্ষর) দিয়ে চিহ্নিত করা হয়েছিল, যা বন্ধুত্বপূর্ণ গোলাগুলি প্রতিরোধের একটি পরিমাপ বলে মনে করা হয়।\n\n\n== হতাহত ও মানবিক প্রভাব ==\n\n\n=== হতাহত ===\n\nরুশ সামরিক ক্ষয়ক্ষতির ক্ষেত্রে, ইউক্রেনের অনুমান অনেক বেশি ছিল, যখন তাদের নিজস্ব ক্ষয়ক্ষতির ক্ষেত্রে রুশ অনুমান কম ছিল। কৃত্রিম উপগ্রহ থেকে তোলা ছবি ও সামরিক ক্রিয়াকলাপের ভিডিও চিত্র সহ বিভিন্ন উত্স থেকে যুদ্ধের মৃত্যুর অনুমান করা যেতে পারে। সুইডেনের উপসালা বিশ্ববিদ্যালয়ের শান্তি ও সংঘর্ষ গবেষণা বিভাগের একজন গবেষকের মতে, ইউক্রেনের সরকার মনোবল বাড়ানোর লক্ষ্যে একটি ভুল তথ্য প্রচারে নিযুক্ত ছিল এবং পশ্চিমা মিডিয়া সাধারণত তার দাবিগুলি মেনে নিতে খুশি ছিল, যখন রাশিয়া সম্ভবত তার নিজের হতাহতের সংখ্যা কমিয়ে উপস্থাপন করেছিল। ইউক্রেনও তার নিজের সামরিক মৃত্যুর বিষয়ে শান্ত থাকার প্রবণতা দেখায়।\nযুদ্ধের মধ্যে বেসামরিক মৃত্যুর পাশাপাশি সামরিক মৃত্যুর সংখ্যা নির্ভুলভাবে নির্ধারণ করা অসম্ভব। জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয় (ওএইচসিএইচআর) বেসামরিক হতাহতের সংখ্যা জাতিসংঘের প্রত্যয়িত সংখ্যার চেয়ে যথেষ্ট বেশি বলে মনে করে।\nরাশিয়ার সৈন্য ছাড়া, যুদ্ধে ইউক্রেনের পাশাপাশি ১২ টি রাষ্ট্রের অন্তত ২৯ জন মারা গেছে। নীচে বিদেশী মৃতদের জাতীয়তার একটি তালিকা রয়েছে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== আন্তর্জাতিক সংস্থা ===\n\n\n==== জাতিসংঘ ====\n\nজাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস ২৩শে ফেব্রুয়ারি অবিলম্বে ইউক্রেনে আগ্রাসন বন্ধ করার জন্য রাশিয়ার প্রতি আহ্বান জানিয়েছিল।\nরাশিয়া ২৫শে ফেব্রুয়ারি জাতিসংঘ নিরাপত্তা পরিষদের একটি খসড়া প্রস্তাবে ভেটো দিয়েছিল, যাতে প্রত্যাশিতভাবে রুশ ফেডারেশনের আগ্রাসনের জন্য কঠোর ভাষায় নিন্দা করা হয়েছিল। ১১টি দেশ পক্ষে ভোট দেয় এবং চীন, ভারত ও সংযুক্ত আরব আমিরাত বিরত থাকে। জাতিসংঘের নিরাপত্তা পরিষদ একটি অনুরূপ প্রস্তাবে ভোট দেওয়ার জন্য জাতিসংঘ সাধারণ পরিষদের একটি জরুরি বিশেষ অধিবেশন অনুষ্ঠিত করার জন্য ভোট দিয়েছিল, যা ২৮ ফেব্রুয়ারি আহ্বান করা হয়েছিল। জাতিসংঘের সাধারণ পরিষদ ২ মার্চ ১৪১-৫ ভোট দিয়ে রাশিয়াকে যুদ্ধ বন্ধ করার এবং তার সমস্ত সামরিক বাহিনী প্রত্যাহারের দাবি জানায়; আলজেরিয়া, বাংলাদেশ, চীন, ভারত, পাকিস্তান ও দক্ষিণ আফ্রিকা সহ ৩৫ টি দেশ ভোট দানে বিরত ছিল, যখন বেলারুশ, ইরিত্রিয়া, উত্তর কোরিয়া ও সিরিয়া ছিল রাশিয়ার  সমর্থক ছিল। রাশিয়ার জাতিসংঘের প্রতিনিধি বলেছেন, যে এই প্রস্তাব গৃহীত হলে তা আরও সহিংসতা বাড়াতে পারে।\n১ মার্চ জাতিসংঘের মানবাধিকার পরিষদের একটি বৈঠকের সময়, রাশিয়ার পররাষ্ট্রমন্ত্রী সের্গেই লাভরভের বক্তৃতার প্রতিবাদে ১০০ জনেরও বেশি কূটনীতিক ওয়াক আউট করেছিলেন।\n\n\n==== ন্যাটো ====\n\nপূর্ব ইউরোপের অনেক ন্যাটো সদস্য রাষ্ট্র ৪ নং অনুচ্ছেদের অধীনে নিরাপত্তা পরামর্শ শুরু করে। এস্তোনীয় সরকারের প্রধানমন্ত্রী কাজা ক্যালাসের একটি বিবৃতি জারি করে বলেছে: \"রাশিয়ার ব্যাপক আগ্রাসন সমগ্র বিশ্বের জন্য ও সমস্ত ন্যাটো রাষ্ট্রসমূহের জন্য হুমকিস্বরূপ, এবং ন্যাটো মিত্রদের প্রতিরক্ষা নিশ্চিত করার জন্য অতিরিক্ত ব্যবস্থা বাস্তবায়নের জন্য মিত্রদের নিরাপত্তা জোরদার করার জন্য ন্যাটোর পরামর্শ শুরু করতে হবে। রাশিয়ার আগ্রাসনের সবচেয়ে কার্যকর প্রতিক্রিয়া হল ঐক্য।\" স্টলটেনবার্গ ২৪শে ফেব্রুয়ারি নতুন পরিকল্পনা ঘোষণা করেন, যা \"ন্যাটো রেসপন্স ফোর্স সহ যেখানে তাদের প্রয়োজন, সেখানে সক্ষমতা ও বাহিনী মোতায়েন করতে আমাদের সক্ষম করবে\"। আক্রমণের পর, ন্যাটো বাল্টিক, পোল্যান্ড ও রোমানিয়াতে সামরিক স্থাপনা বাড়ানোর পরিকল্পনা ঘোষণা করে।\n২৫শে ফেব্রুয়ারি জাতিসংঘের নিরাপত্তা পরিষদের বৈঠকের পর, স্টলটেনবার্গ ঘোষণা করেছিলেন যে ন্যাটো রেসপন্স ফোর্সের কিছু অংশ, প্রথমবারের মতো, পূর্ব সীমান্তের ন্যাটো সদস্য রাষ্ট্রে মোতায়েন করা হবে। তিনি বলেছিলেন, যে বর্তমানে ফ্রান্সের নেতৃত্বাধীন বাহিনীতে অত্যন্ত উচ্চ প্রস্তুতি জয়েন্ট টাস্ক ফোর্সের (ভিজিটিএফ) উপাদানসমূহ অন্তর্ভুক্ত থাকবে। মার্কিন যুক্তরাষ্ট্র ২৪শে ফেব্রুয়ারি ঘোষণা করেছিল, যে এটি ইতিমধ্যেই ইউরোপে থাকা ৫,০০০ জনের সঙ্গে যোগ দিতে ৭,০০০ জন সৈন্য মোতায়েন করবে। ন্যাটো বাহিনীর মধ্যে ইউএসএস হ্যারি এস. ট্রুম্যানের ক্যারিয়ার স্ট্রাইক গ্রুপ ৮ রয়েছে, যেটি একটি পরিকল্পিত মহড়ার অংশ হিসেবে আগের সপ্তাহে ভূমধ্যসাগরে প্রবেশ করেছিল। ক্যারিয়ার স্ট্রাইক গ্রুপটিকে ন্যাটো কমান্ডের অধীনে রাখা হয়েছিল, এটি শীতল যুদ্ধের পর প্রথমবারের মতো ঘটেছিল।\nরাশিয়া যখন তাদের আক্রমণের নেতৃত্বে ইউক্রেনের সীমান্তে বাহিনী গড়ে তুলতে শুরু করেছিল, তখন নিরপেক্ষ রাষ্ট্র ফিনল্যান্ড ও সুইডেন উভয়ই ন্যাটোর সঙ্গে তাদের সহযোগিতা বৃদ্ধি করেছিল। উভয় রাষ্ট্রই ন্যাটোর শান্তির জন্য অংশীদারিত্বের সদস্য হিসাবে জরুরী ন্যাটো শীর্ষ সম্মেলনে যোগ দিয়েছিল এবং উভয়ই আক্রমণের নিন্দা করেছিল এবং ইউক্রেনকে সহায়তা দিয়েছিল। রুশ পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মারিয়া জাখারোভা ২৫শে ফেব্রুয়ারি ফিনল্যান্ড ও সুইডেনকে হুমকি দিয়েছিলেন, যে তারা ন্যাটোতে যোগদানের চেষ্টা করলে \"সামরিক ও রাজনৈতিক পরিণতি\" ভোগ করবে। ফিনিশ ও সুইডিশ উভয় জনমত আক্রমণের পর ন্যাটোতে যোগদানের পক্ষে স্থানান্তরিত হয়। ফিনল্যান্ডের পার্লামেন্টকে ন্যাটোতে যোগদানের জন্য গণভোট আয়োজনের জন্য একটি জনসাধারণের আবেদন প্রয়োজনীয় ৫০,০০০ টি স্বাক্ষরে পৌঁছেছিল, যা ১লা মার্চ একটি সংসদীয় আলোচনার প্ররোচনা প্রদান করেছিল।\nন্যাটো মহাসচিব জেনস স্টলটেনবার্গ ৮ মার্চ সতর্ক করে দিয়েছিলেন, যে \"যদি কোনও ন্যাটো রাষ্ট্র বা ন্যাটো অঞ্চলের বিরুদ্ধে কোনও আক্রমণ হয়, তবে তা উত্তর আটলান্টিক চুক্তির ৫ নং অনুচ্ছেদকে ট্রিগার করবে\"। জো বাইডেনে\nর জাতীয় নিরাপত্তা উপদেষ্টা জ্যাক সুলিভান ১৩ মার্চ রাশিয়াকে ন্যাটো অঞ্চলের কোনও অংশে আঘাত করার জন্য ন্যাটোর পূর্ণ প্রতিক্রিয়ার বিষয়ে সতর্ক করেছিলেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপুতিনের প্রাক-আক্রমণের জাতীয় সম্বোধনের অংশ।  মন্তব্য আর্কাইভ.টুডেতে সংরক্ষিত করা হয়েছে। ভিডিও গোস্টআর্কাইভ.অর্গ-এ সংরক্ষিত করা হয়েছে.\nপুতিনের প্রাক-আক্রমণ সম্বোধনের সম্পূর্ণ প্রতিলিপি\nযুদ্ধের আড়ালে ব্যাবসা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জুন ২০২২ তারিখে"}