{"pageid": 1124953, "title": "সোফিয়া ইয়াবলনস্কা", "url": "https://bn.wikipedia.org/wiki?curid=1124953", "content": "সোফিয়া ইয়াবলনস্কা-ওডিন ( ইউক্রেনীয়: Софія Яблонська-Уден   ; ফরাসি: Sophie Yablonska-Oudin;  (১৫মে ১৯০৭ - ৪ ফেব্রুয়ারি ১৯৭১) একজন ইউক্রেনীয়-ফরাসি ভ্রমণ লেখক, ফটোগ্রাফার, এবং স্থপতি ছিলেন । তিনি হ্যাবসবার্গ গ্যালিসিয়াতে জন্মগ্রহণ করেছিলেন, তবে তিনি ভ্রমণে বেঁচে ছিলেন; তার পরিবার প্রথম বিশ্বযুদ্ধের সময় রাশিয়ায় চলে যায় এবং ১৯২১ সালে পশ্চিম ইউক্রেনে ফিরে আসে। ১৯২০ এর দশকের শেষের দিকে তিনি প্যারিসে চলে আসেন। প্যারিসে, ইয়াবলনস্কা একজন সাংবাদিক হয়েছিলেন এবং বিশ্ব ভ্রমণ শুরু করেছিলেন; তিনি পরে তিনটি বই লিখতে এই অভিজ্ঞতা ব্যবহার করেন. ইয়াবলনস্কা ১৯৫০ সালে তার স্বামী এবং তিন সন্তানের সাথে (ফ্রান্সের ভবিষ্যত সিনেটর: জ্যাক ওউডিন ) সহ নোইরমাউটিয়ারে অবসর নেন এবং একজন স্থপতি হন।\n\n\n== জীবনের প্রথমার্ধ ==\nসোফিয়া ইয়াবলনস্কা ১৯০৭ সালের ১৫ মে জার্মানিভে (বর্তমানে Tarasivka ) জন্মগ্রহণ করেছিলেন ), হ্যাবসবার্গ কিংডম অফ গ্যালিসিয়া এবং লোডোমেরিয়া, লেমবুর্গের কাছে (বর্তমানে লিভিউ )। তার বাবা ছিলেন ইভান ইয়াবলনস্কি, একজন রাশিয়ান, ইউক্রেনীয় গ্রিক ক্যাথলিক ধর্মযাজক এবং ডাক্তার এবং তার মাও একজন যাজক পরিবারের সদস্য ছিলেন। \nগ্রেট রিট্রিটের সময়, ১৯১৫ সালে গালিসিয়া থেকে রাশিয়ান ইম্পেরিয়াল আর্মি প্রত্যাহারের সময়, ইভান পরিবারটিকে দক্ষিণ রাশিয়ার তাগানরোগে নিয়ে যান।  ১৯২১ সালে, ইয়াবলনস্কারা গ্যালিসিয়ায় ফিরে আসেন, প্রথমে কোজিওভা এবং তারপর Yalinkova বসবাস করেন। অর্থনৈতিক কষ্টের কারণে ইয়ালিঙ্কোভায় পরিবার বিভক্ত হয়ে পড়ে। সোফিয়া এবং তার ভাই, ইয়ারোস্লাভ, প্রাথমিকভাবে বুচাচের কাছে ইয়াজলোভেটসে আত্মীয়দের সাথে থাকতেন কিন্তু তারপর টারনোপিলে চলে আসেন। সেখানে, সোফিয়া জিমন্যাসিয়ামে যোগদান করেছিল এবং তাকে সেলাই, হিসাবরক্ষণ এবং অভিনয় শেখানো হয়েছিল। ১৯২৭ সালে, তিনি প্যারিসে চলে যান, 20 বছর বয়সে, ফিল্ম স্কুলে যোগ দিতে এবং একজন অভিনেত্রী হওয়ার জন্য।  ইয়াবলনস্কা প্রথমে একটি উইন্ডো-ক্লিনার হিসাবে কাজ পেয়েছিলেন, কিন্তু অবশেষে একটি পাথে চলচ্চিত্রে একটি ছোট ভূমিকায় অবতীর্ণ হন।  মডেল হিসেবেও কাজ করেছেন। \n\n\n== সাংবাদিক পেশা এবং ভ্রমণ ==\nযখন তিনি প্যারিসে থাকতেন, ইয়াবলনস্কা প্যারিসের শিল্প দৃশ্যে বন্ধুত্ব করেছিলেন। তাদের মধ্যে ছিলেন স্টেপান লেভিনস্কি, একজন প্রাচ্যবিদ এবং সহকর্মী ইউক্রেনীয় অভিবাসী।  লেভিনস্কি ইয়াবলনস্কাকে ফটো রিপোর্টার হতে এবং বিশ্ব ভ্রমণ করতে রাজি করেছিলেন।  তার কর্মজীবন তাকে মরক্কো, চীন, শ্রীলঙ্কা, লাওস, কম্বোডিয়া, জাভা, বালি, তাহিতি, অস্ট্রেলিয়া, মার্কিন যুক্তরাষ্ট্র এবং কানাডায় নিয়ে যাবে।  1930 এর দশকে, তিনি গ্যালিসিয়ান ম্যাগাজিনে তার ভ্রমণ সম্পর্কে গল্প প্রকাশ করেছিলেন  যেমন Women's Fate ( ইউক্রেনীয়: Жіноча доля   ) এবং New Home ( ইউক্রেনীয়: Нова хата   )  ইয়াবলন্সকার কাজ এবং ভ্রমণ তাকে প্রথম নারী ডকুমেন্টারি সিনেমাটোগ্রাফারদের একজন করে তুলেছে।  তার কাজের একটি পুনরাবৃত্ত থিম ছিল স্থানীয় সংস্কৃতির উপর ইউরোপীয় ঔপনিবেশিকতার নেতিবাচক প্রভাব এবং পশ্চিম ইউরোপীয়দের সাথে তার নিজস্ব অসুবিধা। \nইউক্রেনীয় প্রকাশনা সংস্থা Pyramid 2015 সালে জাবলন্সকার তিনটি ভ্রমণ জার্নাল পুনঃপ্রকাশ করেছে। \n\n\n=== মরক্কো ===\n1929 সালের প্রথম দিকে, ইয়াবলনস্কা মরক্কোতে যান এবং তিন মাস দেশে কাটিয়েছিলেন।  পরে তিনি সেখানে তার অভিজ্ঞতাগুলো ব্যবহার করেন চার্ম অফ মরক্কো ( চার মারোক্কো ; ইউক্রেনীয়: Чар Марокко   ), ১৯৩২ সালে শেভচেঙ্কো সায়েন্টিফিক সোসাইটি দ্বারা প্রকাশিত।  বইটি ঐতিহ্যবাহী মরক্কোর সংস্কৃতির সাথে ইয়াবলনস্কা এর মুখোমুখি হওয়ার একটি সংগ্রহ, একটি ডায়েরির মতো গঠন করা হয়েছে এবং 12টি ফটোগ্রাফ দিয়ে চিত্রিত করা হয়েছে।  এটি 1973 সালে Marta Kalytovska দ্বারা ফরাসি ভাষায় অনুবাদ করা হয়েছিল  চার্ম অফ মরক্কোর একটি জার্মান সংস্করণ 2020 সালে প্রকাশিত হয়েছিল। \n\n\n=== চীন ===\nইয়াবলনস্কা তার প্রস্থানের সাথে একই বছরে মরক্কো থেকে ফ্রান্সে ফিরে আসেন।  সোসাইট ইন্দোচাইন ফিল্মস এট সিনেমার সাথে ডকুমেন্টারি তৈরির কাজ এবং লেভিনস্কির অনুপ্রেরণা পেয়েছিলেন এবং চীন ভ্রমণের সিদ্ধান্ত নেন। সেখানে, চলচ্চিত্রের শুটিং করার সময়, তিনি ফরাসি রাষ্ট্রদূত জিন ওডিনের সাথে দেখা করেছিলেন, যাকে তিনি 1933 সালে বিয়ে করেছিলেন। চীন এবং ফরাসি ইন্দোচীনে এই দম্পতির তিনটি সন্তান ছিল এবং 1946 সাল পর্যন্ত উভয় দেশেই বসবাস করেছিলেন। ইয়াবলনস্কা চীনে প্রতিদিনের রাস্তার ট্রাফিক রেকর্ড করার জন্য ফ্রন্ট হিসেবে একটি জাল ব্যবসা ব্যবহার করে এবং চীনা পথচারীদের ইউক্রেনীয় সংস্কৃতির সাথে পরিচয় করিয়ে দেয়।  ইয়াবলনস্কা লিখেছেন ফ্রম দ্য ল্যান্ড অফ রাইস অ্যান্ড আফিম ( Z kraïny ryzhu ta opiiu ; З країни рижу та опію), 1936 সালে প্রকাশিত, চীন এবং দক্ষিণ-পূর্ব এশিয়ায় তার অভিজ্ঞতা থেকে।  এটি 1939 সালে Far Horizons ( Daleki obriï ; Далекі обрії) দ্বারা অনুসরণ করা হয়েছিল। \n\n\n== ফ্রান্সে প্রত্যাগমণ ==\nইয়াবলনস্কা এবং তার পরিবার 1946 সালে প্যারিসে ফিরে আসেন। তারা 1950 সালে Noirmoutier দ্বীপে চলে যান, যেখানে তিনি একজন স্থপতি হিসেবে কাজ করতেন, এবং যেখানে জিন ১৯৫৫ সালে মারা যান। ইয়াবলনস্কা তার চূড়ান্ত কাজ, টু ওয়েটস, টু মেজারস ( Dvi vahy—dvi miry ; Дві ваги — дві міри) এর পাণ্ডুলিপি নিয়ে প্যারিস যাওয়ার পথে 4 ফেব্রুয়ারি ১৯৭১-এ একটি গাড়ি দুর্ঘটনায় মারা যান। সোফিয়া এবং জিনকে একে অপরের পাশে দাফন করা হয়েছিল ভার্নোইলেট , ইভলিনসে কিন্তু ১৯৭৩ সালে  পুনঃস্থাপন করা হয়েছিল।\n\n\n== কাজের তালিকা ==\n\n\n=== বই ===\n\n\n==== ভ্রমণ লেখা ====\nমরক্কোর লে চার্ম ( চার মারোক্কো ; ইউক্রেনীয়: Чар Марокко   ; মরক্কোর চার্ম; ডের চার্মে ভন মারোক্কো। ভ্রমণবৃত্তান্ত ):\nইউক্রেন: লভিভ: শেভচেঙ্কো সায়েন্টিফিক সোসাইটি, লভিভ, 1932ওসিএলসি 81406147 ;\nফ্রান্স: প্যারিস [এসএন] 1973 প্যারিস ইমপ্র. PIUF (ফরাসি ভাষায়)ওসিএলসি 461501331 ;\nইউক্রেন: রোডোভিড 2018 (ইউক্রেনীয় ভাষায়)আইএসবিএন ৯৭৮-৬১৭-৭৪৮২-২৭-৬ ;\nজার্মানি: KUPIDO Literaturverlag 2020 (জার্মান ভাষায়)আইএসবিএন ৯৭৮-৩৯৬৬৭৫০১০৩ ;\nAu pays du riz et de l'opium (Z kraïny ryzhu ta opiiu; З країни рижу та опію; ধান ও আফিমের দেশ থেকে):\nইউক্রেন: Lviv: Biblioteka \"Dila\" (2 vols) 1936 (ইউক্রেনীয় ভাষায়)ওসিএলসি 234320099 ;\nফ্যান্স: প্যারিস: নওভ। ed ল্যাটিন, পুলিশ 1986 (ফরাসি ভাষায়)আইএসবিএন ২-৭২৩৩-০৩৩৮-১ /আইএসবিএন ৯৭৮২৭২৩৩০৩৩৮৫ ;\nইউক্রেন: রোডোভিড 2018 (ইউক্রেনীয় ভাষায়)আইএসবিএন ৯৭৮-৬১৭-৭৪৮২-২৮-৩ ;\nদুটি ওজন, দুটি পরিমাপ ( Dvi vahy — dvi miry ; Дві ваги — дві міри; Deux poids – deux mesures: contes et essais ):\nফ্রান্স: প্যারিস 1972 (ইউক্রেনীয় ভাষায়)ওসিএলসি 8970309 ;\nফ্রান্স: প্যারিস 1972 (ফরাসি ভাষায়);\nL'annee ensorcelée: Nouvelle:\nফ্যান্স: প্যারিস [লা গুয়েরিনিয়ার] [এম. কালিটভস্কা] 1972 প্যারিস ইমপ্র. PIUF (ফরাসি ভাষায়);\nLes horizons lointains (Daleki obriï: podoroz︠h︡ni narysy; Daleki gorryzonty; দূর দিগন্ত ):\nইউক্রেন: Lviv: Biblioteka \"Dila\" (2 vols): 1939ওসিএলসি 44819137 ;\nফ্রান্স: প্যারিস: নুভেলেস সংস্করণ ল্যাটিনস, 1977 (ফরাসি ভাষায়)আইএসবিএন ২-৭২৩৩-০০০৩-X /আইএসবিএন ৯৭৮২৭২৩৩০০০৩২ ;\nইউক্রেন: কিয়েভ: রোডোভিড 2018 (ইউক্রেনীয় ভাষায়)আইএসবিএন ৯৭৮-৬১৭-৭৪৮২-২৯-০ ;\nMon enfance en Ukraine: Souvenirs sur mon père ( Kniga pro bat:':ka z mogo ditinstva ; [আমার] বাবা সম্পর্কে বই: আমার শৈশব থেকে ):\nফ্রান্স: 1977,\nফ্রান্স: প্যারিস: নুভেলেস সংস্করণ ল্যাটিনস, 1981 (ফরাসি ভাষায়)  আইএসবিএন ২-৭২৩৩-০১১৪-১ /আইএসবিএন ৯৭৮২৭২৩৩০১১৪৫ ;\nফ্রান্স: এডমন্টন প্যারিস স্লোভো [১৯৭৮] প্যারিস ইমপ্র. PIUF (ইউক্রেনীয় ভাষায়) ওসিএলসি 461588983 ;\nলিস্টি থেকে প্যারিজা। লিস্টি জি কিতাউ: Подорожні нариси, новели, оповідання, есеї, интерв'ю ( Lysty z Paryza. Lysty z Kytaju. Podorozni narysy, nowely, opowidannia, іnterwju)\nইউক্রেন: পিরামিদা 2018 (ইউক্রেনীয় ভাষায়)আইএসবিএন ৯৭৮-৯৬৬-৪৪১-৫১৮-৪ ।\nচ্যার মারোকা। З країни рижу та опію. ড্যালেকি চিঠি (1 ভলিউমের মধ্যে 3)\nইউক্রেন: পিরামিদা 2015 (ইউক্রেনীয় ভাষায়)আইএসবিএন ৯৭৮-৯৬৬-৪৪১-৩৮১-৪ ;\n\n\n==== ফটোগ্রাফি ====\nতেওরা: সোফি জাবলনস্কা (পরিচয়: ওকসানা জাবোজকো ):\nইউক্রেন: কিয়েভ: রোডোভিড 2018 (ইউক্রেনীয় ভাষায়; সোফিয়া ইয়াবলনস্কা-ওডিনের ফটোগ্রাফি)আইএসবিএন ৯৭৮-৯৬৬-৭৮৪৫-৪০-৭\n\n\n== তথ্যসূত্র =="}