{"pageid": 1124649, "title": "আদিরসাত্মক শিল্পকলা", "url": "https://bn.wikipedia.org/wiki?curid=1124649", "content": "আদিরসাত্মক শিল্পকলা হল দৃশ্যকলার একটি বিস্তৃত ক্ষেত্র যার মধ্যে যেকোন শৈল্পিক কাজ যা যৌন উত্তেজনা জাগিয়ে তোলার উদ্দেশ্যে, সাধারণত মানুষের নগ্নতা এবং/অথবা যৌন কার্যকলাপকে চিত্রিত করে। এটি অঙ্কন, খোদাই, চলচ্চিত্র, চিত্রাঙ্কন, আলোকচিত্র এবং ভাস্কর্য সহ প্রায় যেকোনো মাধ্যমের কাজ অন্তর্ভুক্ত করে। শিল্পের প্রাচীনতম পরিচিত কিছু কাজের মধ্যে রয়েছে কামোত্তেজক থিম, যা ইতিহাস জুড়ে বিভিন্ন সমাজে বিভিন্ন বিশিষ্টতার সাথে পুনরাবৃত্তি হয়েছে। যাইহোক, এটি ব্যাপকভাবে নিষিদ্ধ হিসাবে বিবেচিত হয়েছে, হয় সামাজিক নিয়ম বা আইন এর সৃষ্টি, বিতরণ এবং দখলকে সীমাবদ্ধ করে, বিশেষ করে যখন এটি \"পর্নোগ্রাফিক\", \"অনৈতিক\" বা \"অশ্লীল\" বলে মনে করা হয়।\n\n\n== সংজ্ঞা ==\nকামোত্তেজক শিল্পের সংজ্ঞা কিছুটা বিষয়ভিত্তিক, এবং প্রেক্ষাপটের উপর নির্ভরশীল, যেহেতু কামোত্তেজক এবং শিল্প কী উভয়ের উপলব্ধি পরিবর্তিত হয়। উদাহরণস্বরূপ, কিছু সংস্কৃতিতে ফ্যালাসের একটি ভাস্কর্য প্রকাশ্যভাবে কামোত্তেজকতার পরিবর্তে শক্তির একটি ঐতিহ্যগত প্রতীক হিসাবে বিবেচিত হতে পারে। যৌন শিক্ষাকে চিত্রিত করার জন্য যে উপাদান তৈরি করা হয় তা অন্যদের দ্বারা অনুপযুক্তভাবে কামোত্তেজক হিসাবে অনুভূত হতে পারে। দ্য স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি আদিরসাত্মক শিল্পকলাকে সংজ্ঞায়িত করা হয়েছে এভাবে \"শিল্প যা তার লক্ষ্য দর্শকদের যৌনভাবে উদ্দীপিত করার উদ্দেশ্যে তৈরি করা হয়, এবং এটি তা করতে কিছুটা সফল হয়\"। \nকামোত্তেজক শিল্প এবং পর্নোগ্রাফির মধ্যে একটি পার্থক্য প্রায়শই তৈরি করা হয়, যা যৌন কার্যকলাপের দৃশ্যও চিত্রিত করে এবং কামোত্তেজক উত্তেজনা জাগিয়ে তোলার উদ্দেশ্যে করা হয়, কিন্তু সাধারণত চারুকলা হিসাবে বিবেচিত হয় না। কেউ কেউ কাজের উদ্দেশ্য এবং বার্তার উপর ভিত্তি করে একটি পার্থক্য আঁকেন: কামোত্তেজক শিল্প উদ্দীপনা ছাড়াও উদ্দেশ্যমূলক কাজ হবে, যা তাদের কামোত্তেজক বিষয়বস্তুতে অনাগ্রহী কেউ শিল্প হিসাবে প্রশংসা করতে পারে। মার্কিন সুপ্রিম কোর্টের বিচারপতি পটার স্টুয়ার্ট বিখ্যাতভাবে ১৯৬৪ সালে লিখেছিলেন যে, পার্থক্যটি স্বজ্ঞাত ছিল, হার্ড-কোর পর্নোগ্রাফি সম্পর্কে তিনি বলেছেন, এটি যৌন শিল্প হিসাবে আইনত সুরক্ষিত হবে না, \"আমি যখন এটা দেখি তখন আমি এটি জানি\"। \nদার্শনিক ম্যাথিউ কিয়েরান  এবং হ্যান্স মেস,  সহ অন্যরা যুক্তি দিয়েছেন যে কামোত্তেজক শিল্প এবং পর্নোগ্রাফির মধ্যে কোন কঠোর পার্থক্য করা যায় না।\n\n\n== আরো দেখুন ==\nপর্নোগ্রাফির স্বর্ণযুগ\nহেনটাই\nকামাত্মক রূপায়নের ইতিহাস\nপর্নোগ্রাফি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n১০ টি সেরা কামুক কাজ, দ্য গার্ডিয়ান\nইরোটিক আর্ট, দ্য স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি\nইরোটিকা গ্রাফিকাল ইতিহাস, শিল্প ইতিহাসে নগ্ন। (স্পেনীয়)\nHonesterotica.com, প্রয়াত ভিক্টোরিয়ান থেকে বর্তমান দিন পর্যন্ত ইরোটিক চিত্র।"}