{"pageid": 112492, "title": "সাদা-ভুরু খঞ্জন", "url": "https://bn.wikipedia.org/wiki?curid=112492", "content": "সাদা-ভুরু খঞ্জন বা ধলাভ্রু খঞ্জন বা পাকাড়া খঞ্জন (বৈজ্ঞানিক নাম: Motacilla maderaspatensis) একটি মাঝারি আকারের পাখি এবং খঞ্জন পরিবারের সবচেয়ে বৃহদাকার সদস্য। এদের দেহের উপরের দিক কালো, আর পেটের দিকটা সাদা। চোখের উপরে ভুরুর জায়গাটিও সাদা। কাঁধে সাদা ডোরা রয়েছে, আর লেজের বাইরের দিকের পালকগুলোও সাদা। এর বৈজ্ঞানিক নাম এসেছে ভারতের শহর মাদ্রাজ (বর্তমান নাম চেন্নাই) থেকে।\nইংরেজি নাম White-browed Wagtail বা Large Pied Wagtail, বৈজ্ঞানিক নাম Motacilla maderaspatensis।\n\n\n== বিবরণ ==\n\nসাদা-ভুরু খঞ্জন, খঞ্জন পরিবারের সবচেয়ে বৃহদাকার সদস্য, লম্বায় প্রায় ২১ সেন্টিমিটার। এদের দেহের উপরের দিক কালো, আর পেটের দিকটা সাদা। চোখের উপরে ভুরুর জায়গাটিও সাদা। কাঁধে সাদা ডোরা রয়েছে, আর লেজের বাইরের দিকের পালকগুলোও সাদা। পাখিটি বেশ হালকা-পাতলা গড়নের, এছাড়া আছে লম্বাটে চটপটে লেজ। এর ঊর্ধ্বঙ্গ, মাথা এবং বুক লম্বাটে, সাথে আছে ঔদাসিন্যপূর্ণ এবং বৃহৎ সাদা ডানা। সাদা খঞ্জনের মতো এদের মাথার চূড়ায় সাদা রং থাকে না। শরীরের নিম্নাংশের বাকিটুকু সাদা হয়ে থাকে। স্ত্রী পাখির শরীরের রঙ, পুরুষের তুলনায় কিছুটা হালকা হয়ে থাকে। কিশোর বয়সে স্ত্রী পাখিরা বাদামি-ছাই রঙের হলেও প্রাপ্তবয়স্ক হলে কালো রঙ ধারণ করে।\n\nবাংলাদেশে Motacilla গণের পাঁচ প্রজাতির খঞ্জনপাখি দেখা যায়। পাঁচ প্রজাতির মধ্যে চার প্রজাতির খঞ্জন শীতের শুরুতে আসে এবং গ্রীষ্মে চলে যায়। শুধু দেশে স্থায়ীভাবে বাস করে ও বাসা বাঁধে ধলাভ্রু খঞ্জন। বাংলাদেশ বার্ড ক্লাবের তথ্যমতে, দেশে ধলাভ্রু খঞ্জন সংখ্যায় খুব কম এবং এরা, মানুষের অবাধ পদচারণার কারণে বাসা করার জন্য কোনো নিরাপদ জায়গা পাচ্ছে না। ঢাকার চারপাশে ক্রমাগত জলাশয় ভরাট করে ফেলায় এদের স্বাভাবিক আবাস হারিয়ে গেছে।\nএই পাখি নদী, বড় পুকুর ও বড় জলাশয়ের কাছাকাছি কোনো জায়গায় থাকতে পছন্দ করে। তবে নগরের পরিবেশেও এরা খাপ খাইয়ে নিয়েছে। শহরাঞ্চলে এরা বাড়ির ছাঁদে বাসা বেঁধে থাকে। খাবারের জন্য এরা চরে বেড়ায় এবং একটু পর পরই ডেকে ডেকে জায়গা পরিবর্তন করে। দলে সাধারণত দুটি পাখি থাকে। এদের লেজ সাধারণত হয় লম্বা। পা, ঠোঁট, গলা ও বুক কালো রঙের; নিচের দিক সাদা পালকে আবৃত থাকে। চোখের ওপরের ভ্রু সাদা। ডানায় সাদা রেখা থাকে, লেজের বাইরের পালক সাদা। খাবারের তালিকায় আছে ফড়িং, পোকামাকড়, ছোট শামুক ইত্যাদি। মার্চ থেকে মে মাসে জলাশয়ের কাছাকাছি নিরাপদ জায়গায় বাসা করে। তিন-চারটি ডিম দেয়। দলের দুজন মিলেই সংসার করে।\nএদের বাসার আকৃতি গোলাকার কাপের মতো হয়। চটের আঁশ, শুকনো ডালপালা, নরম ঘাস ইত্যাদি জড়ো করে বাসা তৈরি করে থাকে।\n\n\n== সংস্কৃতিতে ==\nঅতীতে, ভারতে, এজাতীয় পাখিকে খাঁচায় পুরে রাখা হতো এদের গান গাইবার ক্ষমতার কারণে। পাখিটির স্থানীয় নাম \"খঞ্জন\" থেকে উৎপত্তিলাভ করে \"খঞ্জন-চোখা\" প্রবাদটির, যদ্বারা কারো খুব সুন্দর চোখ বোঝানো হয়। ভারতে, পাখিটির আরেকটি স্থানীয় নাম হলো ধোবিন (বা ধোপিনী)।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== অন্যান্য উৎস ==\nHussain, T.,Ghafoor, A.,Qureshi, J.I. (1989) Food Habits of Large Pied Wagtail (Motacilla maderaspatensis) . Pakistan Journal of Agricultural Sciences 26(4):426-431\nPatel,ST; Pilo,B; Shah,RV (1977) Oxidative Metabolism in the Liver and Kidney of Migratory Starling (Sturnus roseus) and Wagtail (Motacilla alba). Pavo 14(1&2):41-49.\nChanda,S (1998): Courtship Display of Large Pied Wagtail Motacilla maderaspatensis in Kokrajhar, Assam. Newsl. for Birdwatchers 38(5):88.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট পাখি সংগ্রহশালা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জানুয়ারি ২০১০ তারিখে"}