{"pageid": 1124783, "title": "আলাউদ্দিন সুইটমিট", "url": "https://bn.wikipedia.org/wiki?curid=1124783", "content": "আলাউদ্দিন সুইটমিট লিমিটেড হল বাংলাদেশের প্রাচীনতম মিষ্টান্ন দোকান, যা মিষ্টি ও জলখাবারের জন্য জনপ্রিয়। এর প্রতিষ্ঠাতার নাম আলাউদ্দিন হালুয়াই। এটি বাংলাদেশের অন্যতম পুরনো মিষ্টি প্রস্তুতকারক ও সক্রীয় মিষ্টি ব্যবসায়ী প্রতিষ্ঠান। প্রতিষ্ঠানটির বাংলাদেশ ছাড়াও আন্তর্জাতিক বিক্রয় কেন্দ্র আছে।\n\n\n== ইতিহাস ==\n\n\n=== ব্রিটিশ আমল (১৮৬৪-১৯৪৭) ===\nব্রিটিশ ভারতের লখনউ থেকে আগত আলাউদ্দিন হালুয়াই ছিলেন এর প্রতিষ্ঠাতা। ১৮৬০-এর দশকে মিষ্টান্ন ব্যবসা শুরু করে সফলতা লাভ করার পরে আলাউদ্দিন তার ব্যবসা সম্প্রসারণ করার পরিকল্পনা গ্রহণ করেন। ১৮৬৪ সালে তিনি ঢাকার চকবাজারে একটি মিষ্টির দোকান খুলেন। ১৮৯৪ সালে তিনি দোকানটির নাম পরিবর্তন করে রাখেন \"আলাউদ্দিন সুইটমিট\"। আলাউদ্দিন হালুয়াই ব্রিটিশ আমলে মৃত্যুবরণ করেন। তার মৃত্যুর পর দোকানের দায়িত্ব তার ছেলে আফসারুদ্দিন পায়।\n\n\n=== পাকিস্তান আমল (১৯৪৭-১৯৭১) ===\nচকবাজারের দোকানটি পাকিস্তান আমলে বেশকিছু ঐতিহাসিক ঘটনার স্বাক্ষী হয়। অনেক গুরুত্বপূর্ণ রাজনৈতিক ও ছাত্র নেতা জলখাবারের জন্য আলাউদ্দিন সুইটমিটে আসত। বাংলা ভাষা আন্দোলনের প্রেক্ষিতে আলাউদ্দিন সুইটমিট একাগ্রতা প্রকাশ করে তাদের প্রতীকে বাংলা বর্ণ ‘অ’ ব্যবহার শুরু করে। ১৯৭১ এর মুক্তিযুদ্ধের সময় আলাউদ্দিন সুইটমিটের দোকানে আগুন ধরিয়ে দেওয়া হয়।\n\n\n=== স্বাধীনতা-পরবর্তী আমল (১৯৭১-বর্তমান) ===\nসত্তরের দশকে, বিশেষত বাংলাদেশের স্বাধীনতার পর মিষ্টি ব্যবসার পরিস্থিতি পাল্টাতে শুরু করে এবং আলাউদ্দিন সুইটমিটের ব্যবসার নেতৃত্বের প্রথম সারীতে চলে আসে৷ চিকন খাকি কাগজের প্যাকেটের বদলে আলাউদ্দিন নিজেদের নাম লেখা কাগজের বাক্সে মিষ্টি বিক্রয় শুরু করে। মিলাদ, কুলখানি, গায়ে হলুদ ও বিয়েতে আলাউদ্দিনের গাঢ় নীল ও গোলাপি রঙের কাগজের বাক্স দ্রুত জনপ্রিয় হয়। স্বাধীনতার পর তারা ঢাকার গ্রিন রোডে আরেকটি দোকান খুলে। ১৯৮৩ সালে আলাউদ্দিন সুইটমিট একটি লিমিটেড কোম্পানি হিসেবে যাত্রা শুরু করে। এরপর তারা আন্তর্জাতিক বাজারে প্রবেশ করে। যদিও ১৯৯৯ সালে চেয়ারম্যান ও ব্যবস্থাপনা পরিচালকের পদত্যাগের পরে আলাউদ্দিন সুইটমিটের ব্যবসায় ধ্বস নামতে শুরু করে। ২০০২ থেকে ২০০৫ সালে কোম্পানিটি সংগ্রাম করে টিকে থাকলেও তারপর ৪ বছরের জন্য এটি বন্ধ ছিল। ২০০৯ সালে আলাউদ্দিন সুইটমিট ব্যবসায় ফিরে আসে। বর্তমানে মারুফ আহমেদ আলাউদ্দিন সুইটমিট লিমিটেডের সত্ত্বাধিকারী ও ব্যবস্থাপনা পরিচালক।\n\n\n== শাখা ==\n২০১৫ সালে আলাউদ্দিন সুইটমিটের ১৬টি শাখা ছিল। এর মধ্যে ৬টি শাখা পুরান ঢাকায় আর ২টি শাখা বিদেশে অবস্থিত। সর্বশেষ খবর অনুযায়ী বিদেশে তাদের ৬টি শাখা রয়েছে:\n\n\n=== স্থানীয় শাখা ===\nচকবাজার-১\nচকবাজার-২\nনিউ মার্কেট\nগ্রিন রোড\nমৌচাক\nসিদ্ধেশ্বরী\nবিমানবন্দর\nচানখাঁরপুল\nমহাখালী\nসিক্কাটুলী\nনবাবপুর\nনারিন্দা\nকদমতলি\nনয়াবাজার\n\n\n=== আন্তর্জাতিক শাখা ===\nজ্যাকসন হাইটস, নিউ ইয়র্ক\nব্রিকলেন, লন্ডন\nসৌদি আরব\nমালয়েশিয়া\nসিঙ্গাপুর\nভারত\n\n\n== পণ্য ==\n\n\n=== নিয়মিত পণ্য ===\nআলাউদ্দিন সুইটমিট নিয়মিত পণ্য হিসেবে মিষ্টি বিক্রি করে। মিষ্টি হিসেবে তাদের কাছে রয়েছে রানীভোগ, মালাইভোগ, চমচম, লালমোহন, কালোজাম, বরফি, হালুয়া, ছানা, মাওয়া লাড্ডু, জাফরানি লাড্ডু, মতিচুর লাড্ডু, স্বর মালাই, ইরানিভোগ, মালাইভোগ, রসগোল্লা, স্পঞ্জ রসগোল্লা, গুড় সন্দেশ, মালাইকারি, রাজভোগ, দই, হাফসি হালুয়া, দুধিয়া সন্দেশ, কাঁচা সন্দেশ, রসমালাই ইত্যাদি।\n\n\n=== বরাতি রুটি ===\nএছাড়া শবে বরাতের আগের দিন তারা \"বরাতি রুটি\" নামক এক ধরনের বিশেষ রুটিও বিক্রি করে।\n\n\n=== লাচ্ছা সেমাই ===\nআলাউদ্দিন সুইটমিট দাবি করেছে যে পঞ্চাশ বছর আগে বাংলাদেশে তারাই প্রথম লাচ্ছা সেমাই নিয়ে এসেছে। তারা লাচ্ছা সেমাইও বিক্রি করে।\n\n\n=== রমজান মৌসুম ===\nরমজান মাসে ইফতারের খাবার বিক্রির জন্য আলাউদ্দিন সুইটমিট পরিচিত। তারা রমজানে হালিম, সমুচা, সিঙ্গাড়া, জিলাপি ইত্যাদি বিক্রি করে। রমজানে তারা রেশমি জিলাপি বিক্রি করে যা ১৮৯৪ সাল থেকে বিক্রি হয়ে আসছে। আলাউদ্দিনের নাতি দাবি করেছে এটিই ঢাকার প্রথম রেশমি জিলাপি বিক্রির দোকান।\n\n\n== প্রচারণা ==\nদোকানের প্রচারণার জন্য আলাউদ্দিন সুইটমিট সাপ্তাহিক বিচিত্রায় কার্টুনিস্ট রফিকুন নবী কর্তৃক আঁকা কার্টুন সম্বলিত বিজ্ঞাপন প্রকাশ করতো।\n\n\n== সামাজিক দায়বদ্ধতা ==\nআলাউদ্দিন সুইটমিটের গাজীপুর ও সাভারে দুটো এতিমখানা ও মাদ্রাসা রয়েছে। সামাজিক দায়বদ্ধতার অংশ হিসেবে তারা বেশ কিছু মসজিদ ও বিদ্যালয় পরিচালনা করে।\n\n\n== নেতিবাচক দিক ==\nআলাউদ্দিন সুইটমিটকে বিএসটিআইয়ের মোড়কে খুচরা মূল্য উল্লেখ না করা, বিএসটিআই লাইসেন্স ও ভোক্তা অধিকার সংরক্ষণ আইনের শর্তাবলী লঙ্ঘন, অস্বাস্থ্যকর পরিবেশে খাদ্যদ্রব্য উৎপাদন, ভেজাল খাবার বিক্রি ইত্যাদি অভিযোগে বিএসটিআই ও নির্বাহী ম্যাজিস্ট্রেটের ভ্রাম্যমাণ আদালতের মাধ্যমে একাধিকবার জরিমানা করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে আলাউদ্দিন সুইটমিট"}