{"pageid": 1124812, "title": "ইল পোস্তিনো", "url": "https://bn.wikipedia.org/wiki?curid=1124812", "content": "ইল পোস্তিনো (ইতালীয়: Il postino, প্রতিবর্ণীকৃত: lit, অনুবাদ ''ডাক-হরকরা'') ১৯৯৪ সালে মুক্তিপ্রাপ্ত ইতালীয় হাস্যরসাত্মক নাট্যধর্মী চলচ্চিত্র। এটি পরিচালনা করেছেন ইংরেজ চলচ্চিত্র নির্মাতা মাইকেল র‍্যাডফোর্ড এবং তার সাথে সহ-লেখক হিসেবে কাজ করেছেন ও চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেছেন মাসসিমো ত্রোইসি। আন্তোনিও স্কারমেতার ১৯৮৫ সালের উপন্যাস আদ্রিয়েন্তে পাসেনসিয়া অবলম্বনে নির্মিত চলচ্চিত্রটির চিত্রনাট্য নেওয়া হয়েছে স্কারমেতার রচিত ও পরিচালিত ১৯৮৩ সালের চলচ্চিত্র থেকে। কল্পনা-আশ্রিত এই গল্পে দেখা যায় চিলীয় কবি পাবলো নেরুদা কবিতা প্রেমী একজন সাধারণ ডাক-হরকরার (ত্রোইসি) সাথে বন্ধুত্ব করেছেন। এতে অনান্য প্রধান চরিত্রে অভিনয় করেছেন ফিলিপ নোয়ারে (নেরুদা) ও মারিয়া গ্রাজিয়া কুচিনোত্তা।\nলেখক ও অভিনেতা ত্রোইসি চলচ্চিত্রটি নির্মাণকালে গুরুতর অসুস্থ ছিলেন; তা স্বত্ত্বেও তিনি হার্ট সার্জারি পিছিয়ে দিয়ে এই চলচ্চিত্রের কাজ সম্পন্ন করেন। মূল চিত্রগ্রহণ শেষ করার একদিন পর তিনি মারাত্মক হার্ট অ্যাটাকে মারা যান এবং তার মৃত্যুর পর চলচ্চিত্রের কাজ সম্পন্ন করে মুক্তি দেওয়া হয়। চলচ্চিত্রটি সমাদৃত হয়, এবং ইংরেজি নয় এমন ভাষার শ্রেষ্ঠ চলচ্চিত্র, শ্রেষ্ঠ পরিচালনা, ও শ্রেষ্ঠ চলচ্চিত্রের সঙ্গীত বিভাগে বাফটা পুরস্কার-সহ অসংখ্য পুরস্কার লাভ করে। সুরকার লুইস বাকালোভ শ্রেষ্ঠ মৌলিক সুর বিভাগে একাডেমি পুরস্কার লাভ করেন এবং চলচ্চিত্রটি শ্রেষ্ঠ চলচ্চিত্র, শ্রেষ্ঠ পরিচালনা, শ্রেষ্ঠ অভিনেতা, ও পূর্বে নির্মিত বা প্রকাশিত উৎস অবলম্বনে শ্রেষ্ঠ চিত্রনাট্য বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করে।\n\n\n== অভিনয়শিল্পীদল ==\nমাসসিমো ত্রোইসি - মারিও রোপ্পোলো\nফিলিপ নোয়ারে - পাবলো নেরুদা\nমারিয়া গ্রাজিয়া কুচিনোত্তা - বিয়াত্রিচ রুসো\nরেনাতো স্কারপা - টেলিগ্রাফার\nলিন্দা মোরেত্তি - দোন্না রোসা\nমারিয়ানো রিগিল্লো - দি কোসিমো\nআন্না বোনাইতো - মাতিলদে উরুতিয়া\nসিমোনা কাপাররিনি - এলসা মোরান্তে\nমাইকেল ডায়ানা - পাবলিতো\nনোয়ারের ইতালীয় ভাষার সংলাপ প্রদান করে অভিনেতা ব্রুনো আলেসসান্দ্রো।\n\n\n== সঙ্গীত ==\n১৯৯৪ সালে চলচ্চিত্রটির প্রচারণার অংশ হিসেবে মিরাম্যাক্স তাদের দ্য মিরাম্যাক্স মোশন পিকচার থেকে দ্য পোস্টম্যান (ইল পোস্তিনো) প্রকাশ করে। এই অ্যালবামে মোট ৩১টি ট্র্যাক ছিল। এতে লুইস এনরিকেস বাকালোভের সুরারোপিত চলচ্চিত্রের সঙ্গীত ছাড়াও বেশ কয়জন তারকা কর্তৃক নেরুদার কবিতা আবৃতি অন্তর্ভুক্ত ছিল।\n২০০২ সালে ক্যাম অরিজিনাল সাউন্ডট্র্যাক ডলবি সারাউন্ডে সুরায়োইত ১৭টি ট্র্যাক সংস্করণ ক্যাম ৫০৯৫৩৬-২ প্রকাশ করে।\n\n\n== মূল্যায়ন ==\nচলচ্চিত্রটি বিপুল সমাদৃত হয়। রটেন টম্যাটোস-এ ৩৩টি পর্যালোচনার ভিত্তিতে চলচ্চিত্রটির রেটিং স্কোর ৯৪%। ওয়েবসাইটিতে বলা হয়েছে, \"ইল পোস্তিনো ১৯৫০-এর দশকের ইতালির সম্পর্কগুলো অনুভূতিপ্রবণ চিত্রায়ন ও সুন্দর অভিনয়ের মধ্য দিয়ে ভালোবাসা ও বন্ধুত্বের বিষয়বস্তু মর্মস্পর্শীভাবে উপস্থাপন করে।\" মেটাক্রিটিক-এ ১৩ জন সমালোচকের পর্যালোচনার ভিত্তিতে চলচ্চিত্রটির রেটিং স্কোর ৮১, যা \"সার্বজনীনভাবে সমাদৃত\" হিসেবে বিবেচিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে ইল পোস্তিনো  (ইংরেজি)\nরটেন টম্যাটোসে ইল পোস্তিনো (ইংরেজি)\n\nটেমপ্লেট:মাসসিমো ত্রোইসি\nটেমপ্লেট:মাইকেল র‍্যাডফোর্ড"}