{"pageid": 1124984, "title": "কওমি মাদ্রাসাসমূহের দাওরায়ে হাদিসের সনদকে মাস্টার্স ডিগ্রির সমমান প্রদান আইন, ২০১৮", "url": "https://bn.wikipedia.org/wiki?curid=1124984", "content": "আল হাইআতুল উলয়া লিল জামিআতিল কওমিয়া বাংলাদেশের অধীন কওমি মাদ্রাসাসমূহের দাওরায়ে হাদিস (তাকমিল)-এর সনদকে মাস্টার্স ডিগ্রি (ইসলামিক স্টাডিজ ও আরবি)-এর সমমান প্রদান আইন, ২০১৮ হলো ২০১৮ সালের ১৯ সেপ্টেম্বর বাংলাদেশের জাতীয় সংসদে পাস হওয়া একটি আইন। পাকিস্তান আমল থেকে কওমি মাদ্রাসার সরকারি স্বীকৃতির দাবি উঠতে থাকে। স্বাধীনতা পরবর্তী বাংলাদেশে এই দাবি আরও জোরালো হয়। ২০০৬ সালে আজিজুল হকের আন্দোলনের প্রেক্ষিতে তৎকালীন বিএনপি সরকার সরকারি স্বীকৃতির ঘোষণা দিলেও পরবর্তীতে তা বাস্তবায়ন হয় নি। ২০০৯ সালে শেখ হাসিনার নেতৃত্বাধীন আওয়ামী লীগ সরকার ক্ষমতায় আসার পর স্বীকৃতির উদ্যোগ নেয়। পরে শাহ আহমদ শফীর নেতৃত্বে স্বীকৃতি গ্রহণে সবার মধ্যে ঐক্যমত্য হলে ২০১৭ সালে শেখ হাসিনা স্বীকৃতির ঘোষণা দেন। যা ২০১৮ সালে এই আইনের মাধ্যমে আইনি বৈধতা পায়। সমালোচনা করা হয় যে, এই আইন পাসে শিক্ষা সংশ্লিষ্ট দিকে থেকে রাজনৈতিক বিবেচনা প্রাধান্য পেয়েছে এবং হেফাজতে ইসলাম বাংলাদেশের মর্জিমাফিক আইন প্রণয়ন করা হয়েছে।\n\n\n== প্রেক্ষাপট ==\n \nঔপনিবেশিক ভারতে ১৮৬৬ সালে প্রতিষ্ঠিত হয় দারুল উলুম দেওবন্দ। এই দারুল উলুম দেওবন্দকে কেন্দ্র করে সমগ্র বিশ্বে অসংখ্য কওমি মাদ্রাসা গড়ে উঠে। বঙ্গ অঞ্চলে এ ধারার প্রথম কওমি মাদ্রাসা দারুল উলুম হাটহাজারী। ১৯৪৭ সালে ঔপনিবেশিক ভারত থেকে ভারত ও পাকিস্তান নামে দুটি স্বাধীন রাষ্ট্রের সৃষ্টি হয়। পাকিস্তান আমলে সর্বপ্রথম আতহার আলী, ছিদ্দিক আহমদ, শামসুল হক ফরিদপুরী এ মাদ্রাসাগুলোর সরকারি স্বীকৃতির দাবি উত্থাপন করেন। আতহার আলী স্বীকৃতির বিল আনার জন্য শফি উসমানিকে চিঠি লিখেন, যা এখনো সংরক্ষিত আছে। বাংলাদেশের স্বাধীনতা উত্তর সময়ে আশির দশকে প্রতিষ্ঠিত হয় বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশ, যা সংক্ষেপে বেফাক নামে পরিচিত। প্রতিষ্ঠালগ্ন থেকে এটি স্বীকৃতির দাবি নিয়ে কাজ করতে থাকে। এক্ষেত্রে অগ্রগণ্য ভূমিকা পালন করেন হারুন ইসলামাবাদী, নূর উদ্দিন গহরপুরী, আবদুল জাব্বার জাহানাবাদী, আবুল ফাতাহ মুহাম্মদ ইয়াহইয়া সহ বেফাকের প্রমুখ দায়িত্বশীল ব্যক্তিবর্গ। বেফাকের প্রতিকূলতার কারণে আবদুল জাব্বার জাহানাবাদী তরুণদের মাধ্যমে স্বীকৃতির দাবি জোরালো করার চিন্তা করেন। ফলশ্রুতিতে নব্বইয়ের দশকে তার পৃষ্ঠপোষকতায় গড়ে উঠে ‘বাংলাদেশ কওমি মাদ্রাসা পরিষদ’ ও ‘কওমি মাদ্রাসা ছাত্র পরিষদ’। স্বীকৃতির দাবিতে জনমত তৈরির জন্য এই দুই সংগঠন ক্ষুদ্র পরিসরে প্রচার কাজ শুরু করে। ১৯৯২ সালের ২৯ মার্চ ঢাকা জেলা ক্রীড়া সমিতি মিলনায়তনে আয়োজিত ইসলামী ছাত্র মজলিসের কলেজ প্রতিনিধি সম্মেলনে কওমি মাদ্রাসা শিক্ষার সরকারি স্বীকৃতি সহ ১৩ দফা জাতীয় শিক্ষা দাবি উত্থাপন করা হয়। পরবর্তীতে সেই দাবিতে এক লক্ষ স্বাক্ষর সংগ্রহ করে তৎকালীন বিএনপি সরকারের শিক্ষামন্ত্রী বরাবর জমা দেয়া হয়। ২০০৫ সালের ১৫ এপ্রিল আজিজুল হক পল্টন ময়দানে ‘কওমি মাদ্রাসা জাতীয় ছাত্র কনভেশন’ আয়োজন করে স্বীকৃতির দাবি তুলে ধরেন।\n\nপরের বছর ২০০৬ সালের ১৬ আগস্ট থেকে ২০ আগস্ট পর্যন্ত তিনি ঢাকার মুক্তাঙ্গনে লাগাতার ৫ দিন অনশন ও অবস্থান কর্মসূচি পালন করেন। ৫ম দিন তৎকালীন প্রধানমন্ত্রী খালেদা জিয়া তার কার্যালয়ে একটি ওলামা সম্মেলন ডেকে কওমি মাদ্রাসার দাওরায়ে হাদিসের সনদকে মাস্টার্সের সমমান ঘোষণার আশ্বাস দিলে তিনি অবস্থান কর্মসূচি স্থগিত করেন। আজিজুল হকের এ কর্মসূচির ফলে স্বীকৃতির দাবি সর্বত্র ছড়িয়ে পড়ে এবং ব্যাপক জনমত তৈরি হয়। তার সাথে উবায়দুল হক, মুহিউদ্দীন খান, ফজলুল হক আমিনী, সৈয়দ ফজলুল করিম প্রমুখ একাত্মতা ঘোষণা করেন। কওমি মাদ্রাসার স্বকীয়তা রক্ষার প্রশ্নে আপোষহীন অবস্থান নেন মুফতি আব্দুর রহমান। খালেদা জিয়া তার সরকারের মেয়াদ শেষ হওয়ার পূর্ব মূহুর্তে কওমি সনদের রাষ্ট্রীয় স্বীকৃতির ঘোষণা দেন এবং ২০০৬ সালের ২০ ডিসেম্বর মন্ত্রণালয় এসংক্রান্ত গেজেটও প্রকাশ করে। তবে সেটি বাস্তবায়নের কোনো সুনির্দিষ্ট পদক্ষেপ গ্রহণের সময় বা সুযোগ ঐ সরকার পায়নি৷ তখন বিরোধী দল আওয়ামী লীগ এ দাবির সাথে একমত ছিলেন না। ২০০৯ সালে আওয়ামী লীগ সরকার গঠন করলে আওয়ামী লীগের ঘনিষ্ঠ হিসেবে পরিচিত ফরীদ উদ্দীন মাসঊদ ও রুহুল আমিনের মাধ্যমে এই স্বীকৃতির দাবি আবার সামনে আসে। শেখ হাসিনা ক্ষমতায় আসার পর প্রথমে ২৫ সদস্য এবং পরে ৬২ সদস্যের আলেমদের প্রতিনিধিদল তার সাথে সাক্ষাৎ করে কওমি মাদ্রাসার শিক্ষা সনদের স্বীকৃতির দাবি জানায়। প্রতিনিধিদলে আজিজুল হক ও শাহ আহমদ শফীও ছিলেন। ২০০৯ সাল থেকেই প্রধানমন্ত্রী আলেমদের সঙ্গে যে আলোচনার সূত্রপাত করেন, সেটি ২০১০ সালে গ্রহণ করা শিক্ষানীতিতেও স্থান পায়। ২০১২ সালে কওমি সনদের স্বীকৃতি বাস্তবায়নে শাহ আহমদ শফীর নেতৃত্বে বাংলাদেশ কওমি মাদ্রাসা শিক্ষা কমিশন গঠন করে সরকার। নানা প্রতিকূলতার কারণে কমিশনের কার্যক্রম বাধাগ্রস্ত হয়। পরিশেষে ২০১৬ সালের ১০ ডিসেম্বর হাটহাজারী মাদ্রাসায় শাহ আহমদ শফীর সঙ্গে দেশের শীর্ষস্থানীয় আলেমদের এক বৈঠক অনুষ্ঠিত হয়। সে বৈঠকে কওমি মাদ্রাসার স্বকীয়তা পূর্ণমাত্রায় বজায় রেখে দারুল উলুম দেওবন্দের মূলনীতির আলোকে কওমি সনদের স্বীকৃতি গ্রহণ করার সিদ্ধান্ত হয়।\n\n\n== ইতিহাস ==\n\nআলেমদের ঐক্যমতের পর ২০১৭ সালে ১১ এপ্রিল শাহ আহমদ শফীর নেতৃত্বে দেশের শীর্ষ আলেমরা প্রধানমন্ত্রী শেখ হাসিনার সঙ্গে সাক্ষাৎ করলে প্রধানমন্ত্রী আনুষ্ঠানিকভাবে কওমি সনদের স্বীকৃতির ঘোষণা প্রদান করেন। ১৩ এপ্রিল শিক্ষা মন্ত্রণালয় থেকে এসংক্রান্ত গেজেট প্রকাশিত হয়। প্রজ্ঞাপন জারির পর আল হাইআতুল উলয়া লিল জামিআতিল কওমিয়া বাংলাদেশের অধীনে অভিন্ন প্রশ্নে ১৫ মে প্রথমবারের মতো সারা দেশে মোট ২১৮টি কেন্দ্রে দাওরায়ে হাদিস পরীক্ষা অনুষ্ঠিত হয়। ২০১৮ সালের ১৩ আগস্ট এই আইনের খসড়ার অনুমোদন দেয় মন্ত্রিসভা। ১০ সেপ্টেম্বর প্রথমবার তা সংসদে তোলা হয়। ১৯ সেপ্টেম্বর বিলের ওপর দেওয়া জনমত যাচাই, বাছাই কমিটিতে পাঠানো এবং সংশোধনী প্রস্তাবগুলোর নিষ্পত্তি শেষে কণ্ঠভোটে বিলটি পাস হয়। ৮ অক্টোবর রাষ্ট্রপতির সম্মতিলাভের পর এটি আইনে পরিণত হয়। আইনটি পাসের জন্য ২০১৮ সালের ৪ নভেম্বর শুকরানা মাহফিল আয়োজনের মাধ্যমে প্রধানমন্ত্রী শেখ হাসিনাকে সংবর্ধনা প্রদান করা হয়।\n\n\n== বিশ্লেষণ ==\nএই আইনে ২০১৭ সালের ১৩ এপ্রিল জারি করা প্রজ্ঞাপনের আলোকে আল হাইআতুল উলয়া লিল জামিআতিল কওমিয়া বাংলাদেশ নামে একটি কমিটির বিধান রাখা হয়েছে। এই কমিটি স্থায়ী কমিটি বলে বিবেচিত হবে এবং তা দলীয় রাজনীতির ঊর্ধ্বে থাকবে। এই কমিটির নিবন্ধিত মাদ্রাসাগুলোর দাওরায়ে হাদিসের সনদ মাস্টার্সের সমমান বলে বিবেচিত হবে। কওমি মাদ্রাসার সর্বোচ্চ স্তরকে স্বীকৃতি দেওয়া হলেও এ ক্ষেত্রে সরকারের কোনো নিয়ন্ত্রণ বা নজরদারির ব্যবস্থা রাখা হয়নি। শুধুমাত্র উক্ত কমিটির কার্যক্রম সম্পর্কে সময়-সময় শিক্ষা মন্ত্রণালয়কে অবহিত করবে। এই কমিটির অধীনে ছয়টি কওমি মাদ্রাসা শিক্ষা বোর্ড থাকবে। সেগুলো হলো: বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশ, বেফাকুল মাদারিসিল কওমিয়া গওহরডাঙ্গা বাংলাদেশ, আঞ্জুমানে ইত্তেহাদুল মাদারিস বাংলাদেশ, আযাদ দ্বীনী এদারায়ে তালীম বাংলাদেশ, তানযীমুল মাদারিসিদ দ্বীনিয়া বাংলাদেশ ও জাতীয় দ্বীনি মাদ্রাসা শিক্ষাবোর্ড বাংলাদেশ। এই কমিটির মাধ্যমে নিবন্ধিত কওমি মাদ্রাসাগুলোতে দারুল উলুম দেওবন্দের নীতি, আদর্শ ও পাঠ্যসূচি অনুসারে দাওরায়ে হাদিসের শিক্ষা পরিচালিত হবে। এই আইন সমগ্র বাংলাদেশে দারুল উলুম দেওবন্দের নীতি, আদর্শ ও পাঠ্যসূচি অনুসরণে পরিচালিত কওমি মাদ্রাসাগুলোর দাওরায়ে হাদিসের (তাকমিল) ক্ষেত্রে প্রযোজ্য হবে।\n\n\n== প্রতিক্রিয়া ==\n২০১৭ সালের ১১ এপ্রিল শেখ হাসিনার ঘোষণার পর এটিকে হেফাজতে ইসলামের কাছে ‘নতি স্বীকার’ হিসেবে দেখিয়ে বিভিন্ন বাম সংগঠন এবং সুশীল সমাজের একটি অংশ এর সমালোচনা করে। বাংলাদেশ কমিউনিস্ট পার্টি এটিকে আত্মঘাতী সিদ্ধান্ত হিসেবে উল্লেখ করে। আলিয়া মাদ্রাসার একটি অংশ এর মাধ্যমে রাষ্ট্রের গুরুত্বপূর্ণ স্থানে জঙ্গিবাদ গেঁড়ে বসতে পারে বলে আশঙ্কা প্রকাশ করে এই সিদ্ধান্তকে অবিবেচনাপ্রসূত অ্যাখ্যা দিয়ে আদালতে যাওয়ার ঘোষণা দেন। বাংলাদেশ উদীচী শিল্পীগোষ্ঠী বলেন, শেখ হাসিনা আওয়ামী লীগকে পরাজিত করেছেন। প্রধান বিরোধী দল বিএনপির সভানেত্রী খালেদা জিয়া তার আমলে স্বীকৃতির বিষয়টি স্মরণ করে দিয়ে বলেন, শেখ হাসিনা ধর্ম নিয়ে রাজনীতি করছে এবং এর মাধ্যমে আলেমদের ধোঁকা দিচ্ছে। বাংলাদেশ ছাত্র ইউনিয়নের এক বিবৃতিতে প্রধানমন্ত্রীর ওই সিদ্ধান্তকে মুক্তিযুদ্ধের চেতনাবিরোধী এবং সংবিধানের মৌল চেতনার সাথে সাংঘর্ষিক বলা হয়। সরকারের শরীক দল জাতীয় সমাজতান্ত্রিক দল আপত্তি জানিয়ে বলে সামান্য ছাড় দেওয়া হলে তারা আবারও বাংলাদেশ রাষ্ট্র ও সংবিধানের বিরুদ্ধে যুদ্ধ ঘোষণা করবে। তবে এসব সমালোচনার পরিপ্রেক্ষিতে ক্ষমতাসীন আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের এটিকে বিদ্যমান বাস্তবতা হিসেবে বর্ণনা করে বলেন এতে ‘আপসের’ কোনো বিষয় নেই।\nবিলটি পাসের সময় জাতীয় পার্টির সাংসদ সেলিম উদ্দিন বলেন, ‘মনে হচ্ছে এই আইনে সরকারের নিয়ন্ত্রণ প্রতিষ্ঠিত হয়নি। মনে হচ্ছে চাপের মধ্যে বা যেমন খুশি তেমনভাবে এটি করা হয়েছে। এই বিলটি নিয়ে বিশেষজ্ঞ পর্যায়ে আলোচনার প্রয়োজন আছে।’ শামীম হায়দার পাটোয়ারী বলেন, ‘আইনে সরকার বা শিক্ষা মন্ত্রণালয়ের নিয়ন্ত্রণের কোনো সুযোগ রাখা হয়নি। হয়তো এর কারণ দেওবন্দের কারিকুলাম অক্ষুণ্ন রাখার স্বার্থে এটি করা হয়েছে।’ তবে তিনি এই আইন প্রণয়নের উদ্যোগকে সাধুবাদ জানান। জাতীয় পার্টির আরেক সাংসদ কাজী ফিরোজ রশীদ বলেন, এটি একটি ঐতিহাসিক বিল। আমরা সম্পূর্ণভাবে একমত। আমি যাচাই বাছাইয়ের পক্ষে নই, আমি চাই বিলটি অবিলম্বে পাস করা হোক।’\nবিলটি পাসের পর আব্দুল হালিম বুখারী, শাহ আহমদ শফী, সুলতান যওক নদভী, মাহমুদুল হাসান, ফরীদ উদ্দীন মাসঊদ, মিজানুর রহমান সাঈদ, আরশাদ রাহমানি সহ প্রমুখ নেতৃস্থানীয় আলেম স্বাগত জানিয়েছে।\n\n\n== আরও দেখুন ==\nদেওবন্দি\n\n\n== তথ্যসূত্র =="}