{"pageid": 1124672, "title": "মিত্র (দেবতা)", "url": "https://bn.wikipedia.org/wiki?curid=1124672", "content": "মিত্র (সংস্কৃত: मित्र) হলেন একজন বৈদিক দেবতা, এবং আদিত্যদের একজন। যদিও তাঁর কার্যকারিতা সময়ের সাথে পরিবর্তিত হয়। মিতান্নি শিলালিপিতে, মিত্রকে চুক্তির অন্যতম রক্ষক হিসাবে আমন্ত্রণ জানানো হয়েছে। ঋগ্বেদে, মিত্র প্রধানত দ্বন্দব যৌগ মিত্র-বরুণ-এ আবির্ভূত হয়, যার মূলত একই গুণাবলী রয়েছে একা বরুণের মতো,  যেমন ঋত \"সত্য, আদেশ\"-এর প্রধান অভিভাবক হিসেবে।\nবৈদিক পরবর্তী  গ্রন্থে ও ব্রাহ্মণে, মিত্র ক্রমবর্ধমানভাবে ভোরের আলো এবং সকালের সূর্যের সাথে যুক্ত হয়েছে (যখন বরুণ সন্ধ্যার সাথে এবং শেষ পর্যন্ত রাতের সাথে যুক্ত হয়)। বৈদিক-উত্তর গ্রন্থে – যেখানে মিত্র কার্যত অদৃশ্য হয়ে যায় – মিত্র বন্ধুত্বের পৃষ্ঠপোষক দেবতায় বিকশিত হয়েছিলেন, এবং যেহেতু তিনি \"বন্ধু\", সমস্ত হিংসাকে ঘৃণা করেন, এমনকি পবিত্র হওয়া সত্ত্বেও।\n\n\n== ইতিহাস ==\nঋগ্বেদে, মিত্র বেশিরভাগই বরুণ থেকে আলাদা করা যায় না, যার সাথে মিত্র মিত্র-বরুণ দ্বন্দব জুটি গঠন করেন, এবং যার মধ্যে মিত্র-বরুণ মূলত একা বরুণের মতো একই বৈশিষ্ট্য রয়েছে। বরুণ শুধু দুটির মধ্যে বড়ই নয়, বরং – ঋগ্বেদ ২.১২ অনুসারে – ইন্দ্রের পরে ঋগ্বৈদিক দেবতাদের মধ্যে দ্বিতীয়-শ্রেষ্ঠ। মিত্র-বরুণের ঋগ্বেদীয় স্তোত্রগুলির মধ্যে রয়েছে ঋগ্বেদ ১.১৩৬, ১.১৩৭, ১.১৫১-১৫৩,  ৫.৬২-৭২, ৬.৬৭, ৭.৬০-৬৬, ৮.২৫ ও ১০.১৩২। মিত্রকে স্বাধীনভাবে সম্বোধন করা হয়েছে শুধুমাত্র একটি স্তোত্রে ঋগ্বেদ ৩.৫৯, যেখানে তাকে বরুণ থেকে আলাদা করে এমন কোনো বৈশিষ্ট্য নেই, এবং সেই স্তোত্রে সরবরাহকৃত তথ্যের স্বল্পতার কারণে তার স্বতন্ত্র চরিত্রটি কিছুটা অনির্দিষ্ট দেখা যায়।\n\n\n=== মিশ্র বিবরণ ===\nমিত্র-বরুণকে গর্ভে ধারণ করা হয় তরুণ হিসেবে, তারা চকচকে পোশাক পরিধান করে, সম্রাট এবং সমগ্র বিশ্বের অভিভাবক এবং তাদের প্রাসাদ সোনার, এক হাজার স্তম্ভ এবং হাজার দরজা সহ। তারা স্বর্গ ও পৃথিবী, এবং স্বর্গ ও পৃথিবীর মধ্যবর্তী বায়ুকে সমর্থন করে (এবং প্রায়শই পাশে ডাকা হয়)। তারা নদী ও সমুদ্রের অধিপতি, এবং তারা আকাশ থেকে বৃষ্টি ও সতেজতা পাঠায়।\nতারা পরিষ্কার মাখন (ঘি) এর শিশিরে চারণভূমি ভিজিয়ে দেয়, এবং তাদের থেকে আসে স্বর্গীয় জলে প্রচুর বৃষ্টি। তাদের ডোমেনে মধুর সাথে প্রবাহিত স্রোত রয়েছে, এবং তাদের চারণভূমিতে গবাদি পশু রয়েছে যা সতেজতা দেয়। যারা তাদের অবহেলা করে তাদের রোগে আক্রান্ত করে। তারা হলেন অসুর, এবং (সমস্ত অসুরদের মতো) গোপন জ্ঞানের (মায়া) মাধ্যমে তাদের শক্তি চালিত করে, যা তাদের শক্তি দেয় সূর্যকে আকাশে পাড়ি দিতে, এবং মেঘের সাহায্যে এটিকে অস্পষ্ট করতে। তাদের চোখ হল সূর্য, এবং তারা উচ্চ স্বর্গে তাদের রথে আরোহণ করে, যা তারা সূর্যের রশ্মির সাথে অস্ত্রের মতো চালায়। তাদের গুপ্তচর রয়েছে যারা জ্ঞানী ও অপ্রকাশ্য। তারা শৃঙ্খলা রক্ষাকারী (ঋত, \"সত্য\"), তারা মিথ্যার বিরুদ্ধে বাধা, যার শাস্তি তারা। তারা দ্বাদশ আদিত্যের অংশ (অদিতির স্বর্গীয় পুত্র) ইন্দ্র তাদের নেতা হিসেবে।\n\n\n== আরও দেখুন ==\nমৈত্রেয় বুদ্ধ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}