{"pageid": 1124484, "title": "বৃত্র", "url": "https://bn.wikipedia.org/wiki?curid=1124484", "content": "বৃত্র (সংস্কৃত: वृत्र) হল হিন্দুধর্মে বৈদিক সর্প, দানব, খরা, অশুভ ও বিশৃঙ্খলা এবং ইন্দ্রের  প্রতিপক্ষ। বৃত্রকে অসুর হিসেবে চিহ্নিত করা হয়। বৃত্রের অপর নাম অহি বা সর্প। অহি ষোলো পাকে ইন্দ্রকে আবৃত করেছিল। বৃষ্টিপাতে বাদাসৃষ্টিকারী কুণ্ডলীকৃত সর্পাকার মেঘ দেখে ঋষিগণ অহি বা সর্প কল্পনা করেছিলেন যা সূর্যকে আবেষ্ঠিত করেছিল। ইন্দ্র বৃত্রকে হত্যা করেন। বৃত্রবধের ফলে বৃষ্টিধারা পতিত হয়ে সমুদ্রাভিমুখী হয়।\n\n\n== ব্যুৎপত্তি ==\n‘বৃ’, ‘বৃৎ’ অথবা ‘বৃধ’ ধাতু থেকে বৃত্র শব্দ নিষ্পন্ন হয়েছে। আচ্ছাদন হেতু, বর্তমান বা বিচরণ হেতু বা বর্ধন হেতু বৃত্র শব্দের বৃত্রত্ব। মেঘ অন্তরীক্ষ আচ্ছাদন করে, অন্তরীক্ষে বর্তমান থাকে, অন্তরীক্ষে বিচরণ করে, বর্ধিত করে। আকাশ বা সূর্য আচ্ছাদনকারী মেঘই বৃত্র।\n\n\n== ইন্দ্রের বৃত্রবধ ==\nইন্দ্রের বৃত্রবধ করার একটি গুরুত্বপূর্ণ রূপক উপাখ্যান বেদে উল্লেখ পাওয়া যায়। বৃত্র পৃথিবীর জল বদ্ধ করে রেখেছিলেন, ইন্দ্র সোমরস পান করে বজ্রের দ্বারা তাকে নিহত করেন। যিনি বন্দী নদীগুলিকে মুক্ত করার আগে বৃত্রের ৯৯টি দুর্গ (যদিও কখনও কখনও সাম্বরাকে দায়ী করা হয়) ধ্বংস করেছিলেন। ইন্দ্রের জন্মের পরপরই যুদ্ধ শুরু হয়েছিল এবং বৃত্রের মুখোমুখি হওয়ার আগে তাকে ক্ষমতায়নের জন্য তিনি ত্বশ্রীর বাড়িতে প্রচুর পরিমাণে সোম পান করেছিলেন। ত্বশ্রী ইন্দ্রের জন্য বজ্রধ্বনি (বজরায়ুধ) তৈরি করেছিলেন, এবং বিষ্ণু, যখন ইন্দ্র দ্বারা তা করতে বলা হয়েছিল, তখন বিষ্ণু বিখ্যাত হয়েছিলেন এমন তিনটি দুর্দান্ত পদক্ষেপ নিয়ে যুদ্ধের জন্য স্থান তৈরি করেছিলেন। ইন্দ্রের বৃত্রবধে সহায়ক ছিলেন মরুৎগণ।\n\nযুদ্ধের সময় বৃত্র ইন্দ্রের দুটি চোয়াল ভেঙ্গে দিয়েছিলেন, কিন্তু তারপর ইন্দ্র দ্বারা নিক্ষিপ্ত হন এবং পতনের সময় ইতিমধ্যেই ভেঙে যাওয়া দুর্গগুলিকে চূর্ণ করে দেন। ইন্দ্রের সর্বোত্তম কর্ম হচ্ছে বৃত্রবধ যার জন্য তার নাম ‘বৃত্রহন্তা’। বৃত্রের মাতা দনু, যিনি অসুরদের দানব বংশের মাও ছিলেন, বৃত্রাসুর আহত হলে তার মাতা তাকে রক্ষা করতে গিয়েছিল। তখন ইন্দ্র বজ্রের দ্বারা তাকে আক্রমণ করেন এবং পরাজিত করেন। গল্পের একটি সংস্করণে, তিন দেব - বরুণ, সোম ও অগ্নি - বৃত্রের বিরুদ্ধে যুদ্ধে তাকে সাহায্য করার জন্য ইন্দ্র দ্বারা প্ররোচিত হয়েছিল, যেখানে আগে তারা বৃত্রের পাশে ছিল (যাকে তারা \"পিতা\" বলে ডাকত)। বৃত্রবধের ফলে ইন্দ্র পৃথিবীতে বৃষ্টিধারা এনেছিলেন এবং নদীসমূহ প্রবাহীত হয়েছিল।\nঋগ্বেদের প্রথম মণ্ডলের ৩২ সুক্তে ইন্দ্রকর্তৃক বৃত্রবধের বিস্তৃত বিবরণ আছে। ঋগ্বেদের একটি মন্ত্রে বলা হয়েছে, “জলরুদ্ধ করিয়া যে বৃত্র অন্তরীক্ষের উপরি প্রদেশে শয়ান ছিল এবং অন্তরীক্ষে যাহার ব্যাপ্তি অসীম, হে ইন্দ্র। যখন তুমি সেই বৃত্রের হনুদ্বয় শব্দায়মান বজ্রদ্বারা আঘাত করিয়া ছিলে তখন তোমার দীপ্তি বিস্তৃত হইয়াছিল এবং তোমার বল প্রদীপ্ত হইয়াছিল।”\nসংহিতা, ব্রাহ্মণ, মহাভারত, পুরাণেও ঘটনাটি পাওয়া যায়। ভাগবত পুরাণ বৃত্রকে বিষ্ণুর ভক্ত হিসেবে স্বীকৃতি দেয়,  যিনি শুধুমাত্র ধার্মিকভাবে এবং আগ্রাসন ছাড়া জীবনযাপন করতে ব্যর্থ হওয়ার কারণে নিহত হয়েছেন।\n\n\n== বৃত্রবধের তাৎপর্য ==\nবৃত্রের অপর নাম অহি বা সর্প। অহি ষোলো পাকে ইন্দ্রকে আবৃত করেছিল। বৃষ্টিপাতে বাধাসৃষ্টিকারী কুণ্ডলীকৃত সর্পাকার মেঘ দেখে ঋষিগণ অহি বা সর্প কল্পনা করেছিলেন যা সূর্যকে আবেষ্ঠিত করেছিল। ইন্দ্র বৃত্রকে হত্যা করেন। বৃত্রবধের ফলে বৃষ্টিধারা পতিত হয়ে সমুদ্রাভিমুখী হয়। মূলত এটি হচ্ছে প্রকৃতির একটি ঘটনাকে যেখানে সূর্য, বৃষ্টি বিঘ্নকারীকে মেঘকে বজ্রের দ্বারা বধ করে বৃষ্টি বর্ষণ করানোর বর্ণনা হয়েছে। যার ফলে রুদ্ধগতি নদীসমূহ বেগের সাথে সমুদ্রে প্রবাহিত হয়। ডঃ দাসের মতে, বৃত্র অন্ধকারের দানব, এবং সূর্যের এক মূর্তি ইন্দ্র অন্ধকারের দানবকে হত্যা করে আলোক আনয়ন করেন।\nআবার কোনো কোনো পণ্ডিত ইন্দ্রের বৃত্রবধকে ঐতিহাসিক ব্যাখ্যা প্রদান করেছেন। ইন্দ্রের বৃত্রবধকে আর্য-অনার্য সংঘর্ষ বলে মনে করেন। ইন্দ্র ছিলেন শ্বেতকায় আর্যজাতির একজন মানবীয় নেতা, যিনি ভারতবর্ষের আদিম অনার্য অধিবাসীদের সাথে যুদ্ধ করে ভারতে আর্যজাতির প্রাধান্য প্রতিষ্ঠিত করেছিলেন। এই সংঘর্ষকে বেদে ইন্দ্র-বৃত্র বিরোধ নামে সংরক্ষণ করা হয়েছে। কেউ কেউ আবার আর্যজাতি ও সেমিটিক জাতির সংঘর্ষের সন্ধান পেয়েছেন বৃত্রাসুর ও ইন্দ্র সংগ্রামে। ম্যাক্স মুলারের মতে বেদের বৃত্রবধ কাহিনী গ্রিক মহাকবি হোমারের ট্রয় যুদ্ধের কাহিনীর মূল। তার মতে বেদের সময় ট্রয়যুদ্ধের Helen, বেদের পাণিগণ(Ponis) ট্রয়ের প্যারিস (Paris) নাম গ্রহণ করেছে। আচার্য যোগেশ চন্দ্র লিখেছেন, “ঋগ্বেদের বৃত্র গ্রিক পুরাণের হাইড্রা। হারকিউলিস হাইড্রা বধ করেছিলেন।” রামনাথ সরস্বতীর প্রাচীন গ্রিক দেবতা ‘জিউসের সাথে ইন্দ্রের তুলনা করেছেন। ইন্দ্রের ন্যায় জিউসের অস্ত্রও ছিল বজ্র। অনেকের মতে এসব ব্যাখ্যা নিতান্তই কল্পনা।\n\n\n== আরও দেখুন ==\nইন্দ্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nVritra - Demon-son of TvashtaTvashta. Archived from the original \"Members Cox Net\"."}