{"pageid": 1125320, "title": "রান প্রতি উইকেট অনুপাত", "url": "https://bn.wikipedia.org/wiki?curid=1125320", "content": "রান প্রতি উইকেট অনুপাত (ইংরেজি: Run per Wicket ratio) বা রা/উ অনুপাত (ইংরেজি: RpW ratio) হল কোনো ক্রিকেট প্রতিযোগিতায় একই পয়েন্ট প্রাপক দলগুলির মধ্যে পৃথক স্থান দেবার জন্য ব্যবহৃত একটি পদ্ধতি।\nএটি কোশেন্ট (ভাগফল) নামেও পরিচিত।\n\n\n== ব্যবহার ==\n২০১৯-২১ আইসিসি বিশ্ব টেস্ট চ্যাম্পিয়নশীপ প্রতিযোগিতায় এটি ব্যবহৃত হয়।\nভারতে রনজি ট্রফি ও দিলীপ ট্রফিতে এটি কোশেন্ট নামে ব্যবহার করা হয়।\nঅস্ট্রেলিয়ার শেফিল্ড শিল্ড প্রতিযোগিতাতেও এটি কোশেন্ট নামে ব্যবহার করা হয়। এটি ১৯১০-১১ সিজনের চ্যাম্পিয়ন নির্ধারণে ব্যবহৃত হয়। এরপরও অনেকবার এর ব্যবহার হয়েছে। পরে ভগ্নাংশ বোনাস পয়েন্ট পদ্ধতি আসার পর থেকে (২০১৪-১৫ থেকে) এই প্রথা ব্যবহার অযোগ্য হয়ে পরে।\n\n\n== গণনা ==\nনিম্নলিখিত পদ্ধতিতে গণনা করা হয়:\n\n  \n    \n      \n        \n          RpW Ratio\n        \n        =\n        \n          \n            \n              \n                total runs scored\n              \n              ×\n              \n                total wickets taken\n              \n            \n            \n              \n                total runs conceded\n              \n              ×\n              \n                total wickets lost\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\text{RpW Ratio}}={\\frac {{\\text{total runs scored}}\\times {\\text{total wickets taken}}}{{\\text{total runs conceded}}\\times {\\text{total wickets lost}}}}}\n  \n\nউদাহরণস্বরূপ, ভারত বনাম ইংল্যান্ডের কোনো খেলায় ভারত মোট ৫৩৫ রান করে ১৪ উইকেট হারিয়ে। তাহলে ভারতের প্রতি উইকেটে ৩৮.২১৪ রান হয়েছে। যদি ইংল্যান্ড ২০ উইকেট হারিয়ে ৫৩৪ রান করে, তবে তাদের ২৬.৭ রান প্রতি উইকেটে।\nভারতের রান প্রতি উইকেট অনুপাত হবে = ৩৮.২১৪ ÷ ২৬.৭ = ১.৪৩১ ।\nইংল্যান্ডের রান প্রতি উইকেট অনুপাত হবে ঠিক তার অন্যোন্যক। অর্থাৎ = ২৬.৭ ÷ ৩৮.২১৪ = ০.৬৯৯ ।\nএর কোনো একক হয়না, এটি একটি মাত্রাহীন রাশি।\n\n\n== ব্যাখ্যা ==\nযদি রা/উ অনুপাত ১ এর থেকে কম হয়, তবে ঐ দলের রান প্রতি উইকেট প্রতিপক্ষের তুলনায় কম। (উপরের উদাহরণ দ্রষ্টব্য)\nযদি রা/উ অনুপাত ১ এর থেকে বেশি হয়, তবে ঐ দলের রান প্রতি উইকেট প্রতিপক্ষের তুলনায় বেশি। (উপরের উদাহরণ দ্রষ্টব্য)\nযদি রা/উ অনুপাত ১ এর সমান হয়, তবে ঐ দলের রান প্রতি উইকেট প্রতিপক্ষের পুরোপুরি সমান।\nএর সাথে বোলিং গড় বা ব্যাটিং গড়ের কোনো সম্পর্ক নেই।\n\n\n== তথ্যসূত্র =="}