{"pageid": 1125181, "title": "ঢাকাইয়া", "url": "https://bn.wikipedia.org/wiki?curid=1125181", "content": "পুরান ঢাকাইয়ারা মূলত একটি বাঙালি জনগোষ্ঠী যাদের ঢাকা শহরের মূল অধিবাসী হিসেবে অনেকে বিবেচনা করেন।  মাঝে মাঝে তাদেরকে স্রেফ ঢাকাইয়াও বলা হয় (এটি ঢাকার সংখ্যাগুরু নাগরিকের সাথে বিভ্রান্ত না হোক)। তাদের ইতিহাস মোগল আমলের চাষী-সওদাগরদের শহরে স্থানান্তরিত হওয়ার সাথে সম্পর্কিত। চাষীরা কুট্টি নামে পরিচিতি বাংলা ভাষার ঢাকাইয়া কুট্টি উপভাষায় কথা বলে, এবং সওদাগররা খোশবাস নামে পরিচিত এবং তারা ঢাকাইয়া উর্দু ভাষায় কথা বলে। বাংলাদেশের অন্যান্য অঞ্চলেও পুরান ঢাকাইয়াদের জনসংখ্যা রয়েছে। এগুলিকে ধনী তবে খুব নীরব কওম হিসাবে বর্ণনা করা হয়েছে; স্পষ্টতই তাদের নিজের শহরে সংখ্যালঘু হওয়া।   কথিত আছে যে বৃহত্তর ঢাকা বসবাসরত কিছু লোক এমনকি উর্দুভাষী (বিহারী ব্যতীত) সংখ্যালঘু সম্প্রদায়ের অস্তিত্ব সম্পর্কে অবগত নয় যদিও তাদের উপস্থিতি কয়েক শতাব্দী আগের। \n\n\n== ইতিহাস ==\nমোগল আমলে, সুবাহ বাংলা ধান-চাষের জন্য মশহুর ছিল এবং জাহাঙ্গীরনগর শহর (বর্তমানে পুরান ঢাকা) ছিল সুবাহের রাজধানী। ঢাকাকে কেন্দ্র করে আঠারো শতকের মাঝামাঝি সময়ে চাল ছিল একটি অত্যন্ত গুরুত্বপূর্ণ রপ্তানি পণ্য। যে সব ব্যবসায়ীরা চাল রপ্তানি করত তারা ছিল প্রধানত মারোয়াড়ী এবং মধ্য ভারতীয় বংশোদ্ভূত । এই ব্যবসায়ীরা পূর্ব বাংলার বিভিন্ন এলাকায় গিয়ে চাল জমা করতেন। প্যাকেজিং করার আগে প্রথমে ঢেঁকি ব্যবহার করে চাল পরিষ্কার করার দরকার ছিল এবং এই প্রক্রিয়াটিকে বাংলায় \"কুটা\" বলা হয়। নিখিল বাংলার গাঁও থেকে অনেক স্থানীয় ধান-চাষীকে এই কাজ করার জন্য নিযুক্ত করা হয়েছিল। তারা এই কাজটি সম্পন্ন করার জন্য শহরে দীর্ঘ সফর হওয়ায় তাদের অনেকেই ঢাকায় স্থায়ীভাবে বসবাস শুরু করে। এই স্থানান্তরটি ১৭৬০ সালের দিকে হয়েছিল। তবে সবাই চাল ব্যবসায় জড়িত ছিল না। ঢাকায় মোগলদের উপস্থিতি বোঝায় যে সেখানে সাধারণত অনেক বেশি কর্মসংস্থানের সুযোগ ছিল এবং তাই তারা ঢাকার নবাব এবং অন্যান্য অভিজাত খান্দানের জন্য খানসামা, পাইক, প্রহরী, বাবুর্চি এবং চাউফারের মতো অন্যান্য পেশা গ্রহণ করেছিল।  এই দলগুলো একত্রে বসবাস করত এবং তাদের হিন্দুস্তানি পড়শীদের সাথে আড্ডায় থাকত এবং তাদের প্রধান পেশার কারণে তাদের কুট্টি (অন্যান্য কম-সাধারণ নামগুলির মধ্যে কুট্টিয়াল এবং হাতকুট্টি অন্তর্ভুক্ত) নামে পরিচিত হয়েছিল। বিভিন্ন তমদ্দুন এবং ভাষার সাথে মিথস্ক্রিয়া ঢাকাইয়া কুট্টি নামে পরিচিত একটি উর্দু-প্রভাবিত বাংলা উপভাষার জন্ম দেয় এবং এর সাথে - একটি নতুন পরিচয়। \nউত্তর ভারতের সওদাগররাও শেষ পর্যন্ত ঢাকায় বসতি স্থাপন করে এবং খোশবাস নামে পরিচিত হয়। তাদের অন্যান্য নামের মধ্যে রয়েছে সুখবাস ও সোব্বাসী। মূলত একটি উর্দুভাষী সম্প্রদায়, ঢাকাইয়া উর্দু নামে পরিচিত একটি বাংলা-প্রভাবিত উর্দু উপভাষার উত্থান ঘটায় কারণ তারা কুট্টিদের তুলনায় সংখ্যালঘু ছিল।\nকুট্টি সম্প্রদায়ের বাঙ্গালীদের অনেকেই তাদের পেশার কারণে বছরের পর বছর ধরে অনেক ধনী হয়ে ওঠে এবং অনেকে জমিদার হয়। ১৭৮৭ সাল নাগাদ হাজার হাজার কুট্টি চাল সরবরাহ শিল্পে জড়িত থাকার ফলে তারা শহরে চালের খুচরা বেচনিয়া একচেটিয়া করে একটি সওদাগর শ্রেণীও গঠন করে।  নয়া পল্টনের উল্লেখযোগ্য জমিদার গুলেনূর খাঁতুন এবং আইয়ূব আলী সরদার। খাঁতুন নয়া পল্টনের উত্তরাঞ্চলের একটি বড় অংশের মালিক ছিলেন যেখানে তিনি একটি খড়ের কুঁড়েঘর এবং একটি চা স্টলের মালিক ছিলেন। \"লালুর মার দোকান\" নামে নামকরণ করা হয়েছে, এটি পূর্ব পাকিস্তান রাইফেলসের ৩য় গেটের ঠিক পাশে অবস্থিত ছিল। আইয়ূব আলী সরদার, যিনি খাঁতুনের চায়ের স্টলের অপর পাশে থাকতেন, তিনি একজন ঘোড়সওয়ার ছিলেন এবং তার বেশ কয়েকটি ঘোড়া ছিল। এই ঘোড়াগুলো বিখ্যাত রমনা রেসকোর্সে ঘোড়দৌড়ের প্রতিযোগিতায় লিপ্ত হবে, যেখান থেকে তিনি শুধু সৌভাগ্য অর্জনই করেননি, ব্রিটিশ রাজ থেকে পদকও জিতেছেন। এগুলি নারিন্দার মতো অন্যান্য এলাকায়ও পাওয়া যায়। \nব্রিটিশ ঔপনিবেশিক আমলে প্রথম ও দ্বিতীয় বঙ্গভঙ্গের সময় বাংলার অন্যান্য জেলা থেকে অ-ঢাকাইয়া বাঙালিদের ব্যাপক অভিবাসনের ফলে বর্তমানে ঢাকাইয়া কুট্টি-বাঙালিরা পুরান ঢাকায় সংখ্যালঘু। শহরের সম্প্রসারণের সাথে সাথে সাম্প্রতিক অভিবাসীদের আবাসন সরবরাহ করার জন্য নয়া আবাসিক এলাকা তৈরি করা হয়েছিল। পুরান ঢাকাইয়া প্রভাব হ্রাস করে সদরঘাটের ঐতিহ্যবাহী তেজারৎ কেন্দ্র নীলক্ষেত ও গুলিস্তানে স্থানান্তরিত হয়। নয়া শিক্ষিত অভিবাসী সম্প্রদায় (এখন সাধারণভাবে ঢাকাইয়া নামেও পরিচিত এবং আগেরটিকে এখন \"পুরান ঢাকাইয়া\" বলা হয়) প্রমিত বাংলায় কথা বলত। এসব উপভাষাগত ও তামাদ্দুনিক ভিন্নতার কারণে পুরান ঢাকাইয়া সম্প্রদায়ের কেউ কেউ নয়া অভিবাসী সম্প্রদায়কে তাদের প্রতিপক্ষ হিসেবে দেখতে শুরু করে। এই বিভাজনটি ছিল পুরান ঢাকাইয়াদের (যারা নিজেদেরকে মূল বাসিন্দা হিসেবে দেখে) এবং দেশভাগ-পরবর্তী অভিবাসী সম্প্রদায়ের (যারা বর্তমানে শহরে সংখ্যাগরিষ্ঠ) পরিচয়ে আধুনিক সমস্যার উৎস। \n\n\n== তমদ্দুন ==\n\n\n=== লেবাস ===\nকুট্টি গোষ্ঠীর একটি সাধারণ ঐতিহ্য ছিল যে তারা সাদা শার্ট এবং সাদা লুঙ্গি পরত।  খোশবাসরা কালো শেরওয়ানি পরতেন। উভয় সম্প্রদায়ের মধ্যে মাথা ঢেকে রাখাকে আরও সম্মানজনক হিসাবে দেখা হয় এবং উল্লেখযোগ্য হেডগিয়ারের মধ্যে রয়েছে টুপি, কারাকুল এবং রুমি টুপি। ঢাকাই জামদানি - শাড়ির জন্য মহিলারা বিখ্যাত, একটি পোশাক যা ঢাকায় উৎপন্ন একটি সূক্ষ্ম মসলিন টেক্সটাইল ব্যবহার করে। বহু শতাব্দী আগে, এটি সাধারণভাবে বাঙ্গালীদের মধ্যে জনপ্রিয়। জামদানি বয়নের ঐতিহ্যবাহী শিল্পকে মোগলদের পৃষ্ঠপোষকতা করা হয়েছিল কিন্তু ব্রিটিশ ঔপনিবেশিক শাসনের অধীনে, শিল্পজাত টেক্সটাইলগুলির পক্ষে ঔপনিবেশিক আমদানি নীতির কারণে জামদানি এবং মসলিন শিল্প দ্রুত হ্রাস পায়। সাম্প্রতিক বছরগুলিতে, জামদানির উৎপাদন বাংলাদেশে একটি পুনরুজ্জীবনের সাক্ষী হয়েছে এবং ২০১৩ সালে, ইউনেস্কো এটিকে মানবতার একটি অস্পষ্ট সাংস্কৃতিক ঐতিহ্য হিসাবে শ্রেণীবদ্ধ করেছে।  ২০১৬ সালে, বাংলাদেশ জামদানি শাড়ির জন্য ভৌগোলিক ইঙ্গিত (GI) মর্যাদা পায়। \n\n\n=== খানা ===\nপুরান ঢাকাইয়া খানা সবচেয়ে উল্লেখযোগ্য আঞ্চলিক বাঙালি খাবারের মধ্যে একটি। সমৃদ্ধ রন্ধন প্রথাগুলি মোগলাই, তুর্কিস্তানী, আর্মেনীয়, হিন্দুস্থানী এবং বাঙ্গালী খাবার দ্বারা প্রভাবিত হয়। তবে এটি ঢাকার জন্য অনন্য খাবারও রয়েছে।  হাজী বিরিয়ানী হল একটি খাবার, যেটি ১৯৩৯ সালে একজন রেস্তোরাঁ মালিকের দ্বারা উদ্ভাবিত হয়েছিল, এটি অত্যন্ত পাকা চাল, ছাগলের গোশত এবং মশলা ও বাদাম দিয়ে তৈরি। রেস্তোরাঁটি হয়ে উঠেছে ঢাকাইয়া তমদ্দুনের একটি অবিচ্ছেদ্য অংশ।  পুরান ঢাকা বিখ্যাত মোরগ পোলাও এর একটি বৈচিত্র্য নিয়ে গর্ব করে - যেখানে ভাত রান্না করা হয় এবং মুরগির টুকরোগুলি কাটা হয়। অন্যান্য পোলাও মধ্যে রয়েছে ইলিশ পোলাও এবং রুই পোলাও। পুরাণ ঢাকাইয়ারা খিচুড়িতে পনির এবং সিদ্ধ ডিম প্রবর্তনের জন্য বিখ্যাত ।  ঢাকাই বাকরখানি হল একটি মোটা, বিস্কুটের মতো ফ্ল্যাট-রুটি যা একটি ঐতিহ্যবাহী স্ট্রিট-ফুড স্ন্যাক, এটির গুণমান এবং স্বাদের জন্য বিখ্যাত। এটি প্রধানত চা দিয়ে খাওয়া হয়।  ঢাকাইয়ারা গর্বের সাথে বিভিন্ন ভেষজ ও মশলা ব্যবহার করে সেরা খিলি পান তৈরির ঐতিহ্য ধরে রেখেছে। তারা ডায়াবেটিস রোগীদের জন্য \"পান আফসানা\" নামে একটি খিলি পানও অফার করে।  সাধারণ ঢাকাইয়া পানীয়ের মধ্যে রয়েছে বোরহানি, রূহ আফজা, শরবৎ, ঐতিহ্যবাহী ফলের রসের পাশাপাশি সাদা তুলসীর বীজ ভিত্তিক পানীয়। ফালুদা, শাহী জিলাপি এবং সেমাই জনপ্রিয় মিষ্টি।\n\n\n=== উৎসব ===\nমাহে রমজান , প্রতিটি খান্দানের জন্য তাদের স্থানীয় মসজিদে ইফতারী পাঠানোর রীতি ছিল। রোজাদারদের খাওয়ার জন্য মসজিদে একটি দস্তরখান রাখা হত​।  মোগল আমলে চক বাজার ছিল পুরান ঢাকার অন্যতম মশহুর একটি তেজারতী ও সামাজিক মিলনকেন্দ্র ,এবং আজও রমজান মাসে এটি শত শত ইফতারী খাবারের সহজলভ্যতার জন্য মশহুর।  মাসের শেষে, চক বাজারে ঈদুল ফিতর উদযাপনের জন্য দুই দিনের মেলা অনুষ্ঠিত হবে। জনপ্রিয় খেলনা এবং সালামী, যা ঈদী নামে পরিচিত, ঢাকাইয়া তমদ্দুনে আবির্ভূত হয়েছে যেমন ভটভটি; কেরোসিন ব্যবহার করে একটি মোটর যা পানিতে ঘুরবে, সেইসাথে ঢোল-গাড়ীও।  হাকিম হাবিবুর রহমান তার ‘ঢাকা পচাস বরস পেহলে ’ (ঢাকা, পঞ্চাশ বছর আগে) বইয়ে উল্লেখ করেছেন যে, সেহরির সময় দল বেঁধে আশেপাশের মানুষকে জাগানোর জন্য কাসিদা গাইত।  এই ঐতিহ্য ঢাকার নবাব ও সর্দারদের পৃষ্ঠপোষকতা ছিল এবং ঈদের দিন প্রধান সরদার সেরা কাসিদা-খওয়ানদের সালামী ও বকশিশ প্রদান করতেন। কাসিদা সাধারণত উর্দুতে গাওয়া হত কিন্তু ১৯৮০-এর দশকে, বাংলা কাসিদাও ফ্যাশনে আসে। পোস্তার শমশের রহমানের প্রচেষ্টায় এই ঐতিহ্য পুনরুজ্জীবিত হচ্ছে।  বিশেষ করে খোশবাসীদের মধ্যে কাওয়ালীর পাশাপাশি উর্দু কবিতা আবৃত্তি খুবই প্রচলিত ছিল। \nশাকরাইন উৎসব হল বাংলা সনের শীত-আগমনকে উদযাপন করা একটি প্রাচীন ঢাকাইয়া ঘুড়ি ঐতিহ্য।  ঘুড়ি খেলোয়াড়রা তাদের ছাদে হাজির হতেন, আসমানরেখাকে নূরান্বিত করে।  ঢাকাইয়াদের বিয়ে-শাদিও সাধারণত খুব \"অতিরিক্ত\" হিসাবে দেখা হয়।  পুরান ঢাকাইয়াদের মধ্যে জনপ্রিয় অন্যান্য খেলা হল হকি, ঘোড়দৌড় এবং নৌকা বাইচ। বাইচটি মূলত গাঁওয়ালী এলাকায় চর্চা করা হয়েছিল, তবে ১৮ শতাব্দীতে শহরাঞ্চলে এর জনপ্রিয়তা বৃদ্ধি পায় কারণ নবাবরা অনেক নৌকা বাইচ সংগঠিত করতেন।\n\n\n=== ভাষা ===\n\nউর্দু ও বাংলা ভাষাভাষীদের পারস্পরিক আদান-প্রদানের কারণে মোগল আমলে পুরান ঢাকায় দুটি উপভাষার উদ্ভব ঘটে। ঢাকার খোশবাস (সোব্বাসী) ও নবাবরা উর্দু ভাষার একটি বাংলা-প্রভাবিত উপভাষায় কথা বলতেন যা ঢাকাইয়া উর্দু নামে পরিচিত (যা বিহারি সম্প্রদায়ের দ্বারা কথিত হিন্দুস্তানি ক্রিওল থেকে আলাদা)।  ঢাকার কুট্টিরা ঢাকাইয়া কুট্টি উপভাষায় কথা বলতেন যা একটি উর্দু প্রভাবসহ একটি বাংলা উপভাষা।  হাস্যরস কুট্টি তমদ্দুনের একটি জরূরী অংশ এবং আগে, তাদের কৌতুক - যা ঢাকাইয়া কুট্টি উপভাষায় বলা হত - সাধারণত ছোটগল্পের সমন্বয়ে ব্যবহৃত হত যাতে ঢাকাইয়ারা ভদ্রলোকদের সাথে তালগোল পাকিয়ে থাকে।  কুট্টি সম্প্রদায়ের বাঙালিরা অ-ঢাকাইয়া বা ঢাকা শহরের বাইরে থেকে আগতদের \"গাইয়া\" (গাঁইয়া) নামে অভিহিত করে, যার অর্থ গ্রাম থেকে, এবং বিশেষ করে কলকাতাইয়াদেরকে ডেমচি ডাকতেন। \nঢাকা ফার্সি তালিমের জন্যও একটি সম্মানিত কেন্দ্র ছিল,  কারণ ঔপনিবেশিক আমল পর্যন্ত ফার্সি একটি সরকারী ভাষা ছিল এবং মধ্য এশিয়া ও পারস্যের উচ্চ জনসংখ্যার সওদাগরদের ঢাকায় বসতি স্থাপনের কারণে।  ঢাকার নায়েব নাজিম নুসরৎ জঙ্গ ১৮ শতাব্দীর শেষের দিকে তারীখ-ই-নুসরৎজঙ্গী নামে একটি ইতিহাসের বই রচনা করেছিলেন বলে জানা যায়। আগা আহমদ আলীকে বাংলার ফার্সী পণ্ডিতদের মধ্যে সর্বশ্রেষ্ঠ বলে মনে করা হয়,  গালিবের মতো সমসাময়িকদের প্রতিদ্বন্দ্বী,  মুয়াইয়িদ-ই-বুরহান এবং শমশের-ই-তেজতর,  এসব বই দক্ষিণ এশিয়া জুড়ে পঠিত হয়।  ঢাকার স্থানীয় এক মুন্সীর কাছে তিনি অল্প বয়সে ফার্সী ভাষা শিখেছিলেন। ঢাকার নবাব পরিবারও ফার্সি ভাষার শক্তিশালী পৃষ্ঠপোষক ছিলেন, বিশেষত হায়দর জান শায়েক, আব্দুর রহীম সাবা, কাওকাব, খাজা আহসানুল্লাহ, খাজা আতিকুল্লাহ, খাজা আব্দুল গনি, খাজা মুহাম্মদ আফজল, খাজা ইউসুফ জান এবং খাজা নাজিমুদ্দিন ।  ঢাকা বিশ্ববিদ্যালয়ে ফার্সী বিভাগ 1921 সালে খোলা হয়। \n\n\n== মিডিয়ায় ==\n২০০৮ সালে, একুশে টেলিভিশন একটি পুরান ঢাকাইয়া খান্দানকে কেন্দ্র করে \"টুনটুনি ভিলা\" নামে একটি সিরিয়াল চালু করে।  ২০১৫ সালের ঢালিউড চলচ্চিত্র \"লাভ ম্যারেজ\"-এ শাকিব খান পুরান ঢাকাইয়া চরিত্রে নাটক করেছিলেন। \n\n\n== উল্লেখযোগ্য ==\nশামসুর রাহমান, বাঙালি কবি, কলামিস্ট ও সাংবাদিক\nজালাল আজিমাবাদী, উর্দু কবি \nহাকিম হাবিবুর রহমান, ইউনানী চিকিৎসক, ইতিহাসবিদ, আল মাশরিক (ঢাকার প্রথম উর্দু সংবাদপত্র) সম্পাদক।\nআগা আহমদ আলী, ফারসি ও উর্দু ভাষার পণ্ডিত কবি\nবুলবুল আহমেদ, অভিনেতা ও চলচ্চিত্র পরিচালক\nসাঈদ আহমেদ, নাট্যকার\nসরদার হোসেন বখস, তৎকালীন ঢাকার সর্দার\nসিদ্দিক সরদার, তৎকালীন ঢাকার সর্দার\nমুহাম্মদ এনামুল হক, সিএসপি অফিসার এবং বাংলাদেশ সরকারের প্রাক্তন সংস্থাপন সচিব।\nপিয়ারু সর্দার, হোসনি দালান এলাকার সর্দার (একুশে পদক প্রাপ্ত)\n\n\n== আরও দেখুন ==\nঢাকার নবাব, বাংলা ও আসামের সর্ববৃহৎ তৎকালীন জমিদার খান্দান\nবাংলাদেশের বিহারীরা, বাংলাদেশের আরেকটি উর্দুভাষী সম্প্রদায়\nনাসসাখ, নিকটবর্তী ফরিদপুরের উর্দু কবি\n\n\n== তথ্যসূত্র =="}