{"pageid": 1125613, "title": "আর এস সুব্বালক্ষ্মী", "url": "https://bn.wikipedia.org/wiki?curid=1125613", "content": "আর এস সুব্বালক্ষ্মী (এছাড়াও লেখা হয় সুব্বুলক্ষ্মী বা সুভালক্ষ্মী) (১৮ই আগস্ট ১৮৮৬ – ২০শে ডিসেম্বর ১৯৬৯) ছিলেন ভারতের একজন সমাজ সংস্কারক এবং শিক্ষাবিদ।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nসুব্বালক্ষ্মীর জন্ম ঋষিউরের প্রত্যন্ত তাঞ্জাবুর গ্রামে, অন্য মতানুযায়ী তাঁর জন্ম চেন্নাইয়ের ময়িলাপুরে। তিনি ছিলেন বিশালাক্ষী এবং আর.ভি. সুব্রামানিয়া আইয়ারের (একজন সিভিল ইঞ্জিনিয়ার) প্রথম কন্যা সন্তান। তাঁর বাবা আর.ভি. সুব্রামানিয়া আইয়ার মাদ্রাজ প্রেসিডেন্সির পূর্ত বিভাগে নিযুক্ত ছিলেন। তাঁরা ছিলেন তাঞ্জাবুর জেলার একটি গোঁড়া তামিল ব্রাহ্মণ পরিবার। সুব্বালক্ষ্মী নয় বছর বয়সে মাদ্রাজ প্রেসিডেন্সির চতুর্থ মানের পাবলিক পরীক্ষায় চিংলেপুট জেলার প্রথম স্থান অধিকার করেছিলেন। প্রথা অনুসারে খুব অল্প বয়সে তাঁর বিবাহ হয়েছিল, কিন্তু তার পরেই তাঁর স্বামী মারা যান। ১৯১১ সালের এপ্রিলে, তিনিই প্রথম হিন্দু মহিলা, যিনি মাদ্রাজ প্রেসিডেন্সির চেন্নাই প্রেসিডেন্সী কলেজ থেকে প্রথম শ্রেণীর সাম্মানিক নিয়ে স্নাতক হন।\n\n\n== কাজ ==\n\n১৯১২ সালে, তিনি গৃহিণী এবং অন্যান্য মহিলাদের জন্য সারদা লেডিস ইউনিয়ন প্রতিষ্ঠা করেছিলেন, যাতে তাঁরা নিজেদের কথা বলার জন্য একটি মঞ্চ পান এবং বৈঠকের জায়গা পান। তিনি সামাজিক সমস্যা সম্পর্কে তাদের মধ্যে সচেতনতা বৃদ্ধি করতে এবং তাদের মধ্যে শিক্ষার সচেতনতা বৃদ্ধি করতে তিনি এটি করেছিলেন। তদুপরি তিনি সারদা ইলম বা বিধবা আশ্রয়স্থল প্রতিষ্ঠা করেছিলেন, যেখানে মাদ্রাজের বাল বিধবাদের পুনর্বাসন ও শিক্ষাদান করা হতো। পরে ১৯২১ সালে, বা ১৯২৭ সালে, তিনি সারদা লেডিস ইউনিয়নের অধীনে সারদা বিদ্যালয় প্রতিষ্ঠা করেন।\n১৯২২ সালে তিনি লেডি উইলিংডন ট্রেনিং কলেজ এবং প্র্যাকটিস স্কুলের উদ্বোধন করেন এবং এর প্রথম অধ্যক্ষ ছিলেন। এছাড়াও তিনি ১৯৪২ সালে ময়িলাপুরের প্রাপ্তবয়স্ক মহিলাদের জন্য একটি স্কুল শ্রীবিদ্যা কলানিলয়ম প্রতিষ্ঠা করেন।, এবং যখন তিনি ময়িলাপুর লেডিস ক্লাবের সভাপতি ছিলেন, সেই সময়, ১৯৫৬ সালে, ময়িলাপুর লেডিস ক্লাব স্কুল সোসাইটি গঠন করেন। এটির নাম পরিবর্তন করে রাখা হয় বিদ্যা মন্দির স্কুল। এছাড়াও, ১৯৫৪ সালে, তাম্বরমের কাছে মাসমবক্কম গ্রামে তিনি নারী ও শিশুদের জন্য একটি সামাজিক কল্যাণ কেন্দ্র স্থাপনে জড়িত ছিলেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n১৯৫৮ সালে, ভারতের স্বাধীনতার পরে, ভারত সরকার তাঁকে পদ্মশ্রী উপাধিতে ভূষিত করে।\n\n\n== রাজনৈতিক জীবন ==\nসুব্বালক্ষ্মী লেডি উইলিংডন ট্রেনিং কলেজের প্রধান শিক্ষিকা এবং আইস হাউস হোস্টেলের সুপারিনটেনডেন্ট হিসেবে সরকারি চাকরিতে থাকাকালীন, তাঁকে ভারতীয় মহিলা সমিতিতে যোগ দিতে নিষেধ করা হয়েছিল। বিদ্যালয়গুলি চালু রাখতে সুব্বালক্ষ্মী তাঁর বিশ্বাস এবং বাল্য বিবাহের বিরুদ্ধে প্রচেষ্টার সাথে আপোস করেছিলেন। তবুও, তামিল ভাষায় তাঁর সাবলীলতা ব্যবহার করে, তিনি বাল্যবিবাহ রহিত করার এবং মেয়েদের শিক্ষায় উৎসাহিত করার প্রচেষ্টা চালিয়েছিলেন। ১৯২৭ সালের জানুয়ারিতে পুনার ফার্গুসন কলেজে \"অল ইন্ডিয়া উইমেনস কনফারেন্স অন এডুকেশনাল রিফর্ম\" নামে নতুন প্রতিষ্ঠিত সর্বভারতীয় মহিলা সম্মেলনের ঐতিহাসিক, প্রথম সম্মেলন অনুষ্ঠিত হয়। এই সভায় উপস্থিত ৫৮ জন বিশিষ্ট প্রতিনিধিদের মধ্যে সুব্বালক্ষ্মী ছিলেন একজন। তিনি ১৯৩০ সালে পাস করা বাল্যবিবাহ নিরোধক আইনকে সক্রিয়ভাবে সমর্থন করেছিলেন এবং জোশী কমিটির সামনে হাজির হন। এরপর মেয়েদের বিবাহযোগ্য বয়স চোদ্দ এবং ছেলেদের ষোল করার সহায়ক আইনটি প্রণীত হয়েছিল। অবসর গ্রহণের পর, তিনি মহিলা ভারতীয় সমিতির কার্যক্রমের সাথে জড়িত ছিলেন, এর মাধ্যমে তিনি অ্যানি বেসান্ত এবং অন্যদের সাথে বন্ধুত্ব করেছিলেন। তিনি ১৯৫২ থেকে ১৯৫৬ সাল পর্যন্ত মাদ্রাজ লেজিসলেটিভ কাউন্সিল-এর মনোনীত সদস্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== মৃত্যু ==\nসুব্বালক্ষ্মী ১৯৬৯ সালের ২০শে ডিসেম্বর একাদশীর দিনে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nNarayanan, Vasudha (১৯৯৯)। \"Brimming with Bhakti, Embodiments of Shakti: Devotees, Deities, Performers, Reformers, and Other Women of Power in the Hindu Tradition\"।   Sharma, Arvind; Young, Katherine K.। Feminism and World Religions। SUNY Press। আইএসবিএন 978-0-7914-4024-7। \n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Padma Shri Award Recipients in Social Work"}