{"pageid": 112518, "title": "প্লাংকের চাপ", "url": "https://bn.wikipedia.org/wiki?curid=112518", "content": "{{কাজ চলছে/২০২২}}\nপদার্থবিজ্ঞানে, প্লাংকের চাপ হল প্লাংক একক ব্যবস্থায় চাপের এক ধরনের একক। একে pP দ্বারা প্রকাশ করা হয়।\n\n  \n    \n      \n        \n          p\n          \n            P\n          \n        \n        =\n        \n          \n            \n              F\n              \n                P\n              \n            \n            \n              l\n              \n                P\n              \n              \n                2\n              \n            \n          \n        \n        =\n        \n          \n            \n              c\n              \n                7\n              \n            \n            \n              ℏ\n              \n                G\n                \n                  2\n                \n              \n            \n          \n        \n        ≈\n      \n    \n    {\\displaystyle p_{P}={\\frac {F_{P}}{l_{P}^{2}}}={\\frac {c^{7}}{\\hbar G^{2}}}\\approx }\n  \n ৪.৬৩৩০৯ × ১০১১৩ প্যাস্কেল\n\n  \n    \n      \n        \n          F\n          \n            P\n          \n        \n      \n    \n    {\\displaystyle F_{P}}\n  \n = প্লাংকের বল।\n\n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n = শূণ্য মাধ্যমে আলোর দ্রুতি।\n\n  \n    \n      \n        ℏ\n      \n    \n    {\\displaystyle \\hbar }\n  \n = হ্রস প্লাংকের ধ্রুবক।\n\n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n = মহাকর্ষ ধ্রুবক।\n\n  \n    \n      \n        \n          l\n          \n            P\n          \n        \n      \n    \n    {\\displaystyle l_{P}}\n  \n= প্ল্যাংকের দৈর্ঘ্য।\nকণা পদার্থবিদ্যা এবং ভৌত মহাজাগতিক বিজ্ঞানে, প্ল্যাঙ্ক একক হল পরিমাপের এককগুলির একটি সেট যা একচেটিয়াভাবে চারটি সার্বজনীন ভৌত ধ্রুবকের পরিপ্রেক্ষিতে সংজ্ঞায়িত করা হয়। এই এককগুলির পরিপ্রেক্ষিতে প্রকাশ করার সময় এই ভৌত ধ্রুবকগুলি ১ এর সাংখ্যিক মান গ্রহণ করে। ১৮৯৯ সালে জার্মান পদার্থবিজ্ঞানী ম্যাক্স প্ল্যাঙ্ক দ্বারা মূলত এটি প্রস্তাবিত, এই ইউনিটগুলি প্রাকৃতিক একক  কারণ তাদের সংজ্ঞা প্রকৃতির বৈশিষ্ট্যের উপর ভিত্তি করে বানানো, বিশেষত মুক্ত স্থানের বৈশিষ্ট্য, প্রোটোটাইপ বস্তুর পছন্দের পরিবর্তে এগুলো ব্যবহৃত হয়। তারা কোয়ান্টাম মাধ্যাকর্ষণের মতো একীভূত তত্ত্ব গবেষণায় সাহায্য করে।\nপ্ল্যাঙ্ক স্কেল শব্দটি স্থান, সময়, শক্তি এবং অন্যান্য এককগুলির পরিমাণকে বোঝায় যেগুলি প্ল্যাঙ্ক ইউনিটগুলির সাথে সংশ্লিষ্ট। এই অঞ্চলকে চারপাশের শক্তি দ্বারা নির্ণয় করা যেতে পারে 1019 GeV শক্তি, চারপাশে সময়ের ব্যবধান 10−43 s এবং চারপাশের দৈর্ঘ্য 10−35  মি (প্রায় যথাক্রমে প্ল্যাঙ্ক ভরের শক্তি-সমতুল্য, প্ল্যাঙ্কের সময় এবং প্ল্যাঙ্কের দৈর্ঘ্য)। প্ল্যাঙ্ক স্কেলে স্ট্যান্ডার্ড মডেল কোয়ান্টাম ফিল্ড তত্ত্ব এবং সাধারণ আপেক্ষিকতার ভবিষ্যদ্বাণীগুলি প্রযোজ্য হবে বলে আশা করা হয় না এবং মাধ্যাকর্ষণের কোয়ান্টাম প্রভাবগুলি প্রাধান্য পাবে বলে আশা করা হচ্ছে। প্রায় 13.8 বিলিয়ন বছর আগে বিগ ব্যাং -এর পরে আমাদের মহাবিশ্বের প্রথম অবস্থার দ্বারা সবচেয়ে পরিচিত 10−43 সেকেন্ডের  উদাহরণটি উপস্থাপন করা হয়।\nযে চারটি সর্বজনীন ধ্রুবক সংজ্ঞা অনুসারে এই ইউনিটগুলিতে প্রকাশ করার সময় একটি সাংখ্যিক মান থাকে:\n\nএকটি ভ্যাকুয়ামে আলোর গতি, c\nমহাকর্ষীয় ধ্রুবক, G\nহ্রাসকৃত প্ল্যাঙ্ক ধ্রুবক, ħ\nবোল্টজম্যান ধ্রুবক,  kB\n\nপ্লাঙ্ক ইউনিট একটি ইলেক্ট্রোম্যাগনেটিক মাত্রা যা অন্যকিছুকে এর অন্তর্ভুক্ত করে না। কিছু লেখক এই তালিকায় বৈদ্যুতিক ধ্রুবক ε0 বা 4\n  \n    \n      \n        π\n      \n    \n    {\\displaystyle \\pi }\n  \nε0 যোগ করার মাধ্যমে সিস্টেমটিকে ইলেক্ট্রোম্যাগনেটিজমে অন্তর্ভুক্ত করার প্রস্তাব দেন। একইভাবে, লেখকরা সিস্টেমের ভেরিয়েন্ট ব্যবহার করতে উপরের চারটি ধ্রুবকের মধ্যে এক বা একাধিক অন্যান্য সাংখ্যিক মান বেছে নেয়।\n\n\n== ভূমিকা ==\nপরিমাপের যেকোন পদ্ধতিকে ভিত্তি পরিমাণ ধরে এবং সংশ্লিষ্ট  ইউনিটগুলির একটি পারস্পরিক স্বাধীন সেট গ্রহণ করা যেতে পারে, যেখান থেকে অন্যান্য সমস্ত পরিমাণ এবং একক প্রাপ্ত হতে পারে। ইন্টারন্যাশনাল সিস্টেম অফ ইউনিটে এরুপ বলা হয়েছে, উদাহরণস্বরূপ SI এককে মিটারের সংশ্লিষ্ট এককের সাথে দৈর্ঘ্য পরিমাপ করে যা পাওয়া যায়। প্ল্যাঙ্ক ইউনিট পদ্ধতিতে, ভিত্তি পরিমাপ এবং সংশ্লিষ্ট এককগুলির অনুরূপ সেট নির্বাচন করা যেতে পারে, যার পরিপ্রেক্ষিতে অন্যান্য পরিমাণ এবং সুসংগত একক প্রকাশ করা যেতে পারে। দৈর্ঘ্যের একক প্ল্যাঙ্ক ই প্ল্যাঙ্ক দৈর্ঘ্য হিসাবে পরিচিত হয়েছে, এবং সময়ের প্ল্যাঙ্ক একক প্ল্যাঙ্ক সময় হিসাবে পরিচিত, কিন্তু এই নামকরণটি পুরোপুরি ভাবে প্রতিষ্ঠিত হয়নি।\nসমস্ত প্ল্যাঙ্ক একক ডাইমেনশনাল বা সার্বজনীন ভৌত ধ্রুবক থেকে উদ্ভূত হয় যা সিস্টেমকে সংজ্ঞায়িত করে, এবং এটি একটি কনভেনশন যেখানে এই ইউনিটগুলিকে বাদ দেওয়া হয় (অর্থাৎ মাত্রাবিহীন মান 1 হিসাবে বিবেচনা করা হয়), এই ধ্রুবকগুলি তখনই পদার্থবিদ্যার সমীকরণ থেকে বাদ দেওয়া হয় যখন কনভেনশনে উপস্থিত হয় . উদাহরণস্বরূপ, নিউটনের সার্বজনীন মহাকর্ষ সূত্র, \n\n  \n    \n      \n        \n          (\n          \n            F\n            =\n            G\n            \n              \n                \n                  \n                    m\n                    \n                      1\n                    \n                  \n                  \n                    m\n                    \n                      2\n                    \n                  \n                \n                \n                  r\n                  \n                    2\n                  \n                \n              \n            \n          \n          )\n        \n        =\n        \n          (\n          \n            \n              \n                \n                  F\n                  \n                    p\n                  \n                \n                \n                  l\n                  \n                    p\n                  \n                  \n                    2\n                  \n                \n              \n              \n                m\n                \n                  p\n                \n                \n                  2\n                \n              \n            \n          \n          )\n        \n        \n          \n            \n              \n                m\n                \n                  1\n                \n              \n              \n                m\n                \n                  2\n                \n              \n            \n            \n              r\n              \n                2\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\left(F=G{\\frac {m_{1}m_{2}}{r^{2}}}\\right)=\\left({\\frac {F_{p}l_{p}^{2}}{m_{p}^{2}}}\\right){\\frac {m_{1}m_{2}}{r^{2}}}}\n  \n\nহিসাবের ক্ষেত্রে অন্যভাবে প্রকাশ করা যেতে পারে:\n\n  \n    \n      \n        \n          \n            F\n            \n              F\n              \n                p\n              \n            \n          \n        \n        =\n        \n          \n            \n              (\n              \n                \n                  \n                    \n                      m\n                      \n                        1\n                      \n                    \n                    \n                      m\n                      \n                        p\n                      \n                    \n                  \n                \n                \n                  \n                    \n                      m\n                      \n                        2\n                      \n                    \n                    \n                      m\n                      \n                        p\n                      \n                    \n                  \n                \n              \n              )\n            \n            \n              \n                (\n                \n                  \n                    r\n                    \n                      l\n                      \n                        p\n                      \n                    \n                  \n                \n                )\n              \n              \n                2\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {F}{F_{p}}}={\\frac {\\left({\\frac {m_{1}}{m_{p}}}{\\frac {m_{2}}{m_{p}}}\\right)}{\\left({\\frac {r}{l_{p}}}\\right)^{2}}}}\n  \n\nউভয় সমীকরণ মাত্রিকভাবে সামঞ্জস্যপূর্ণ এবং পরিমাপের যে কোনো  সিস্টেমে সমানভাবে বৈধ, কিন্তু G অনুপস্থিত সহ দ্বিতীয় সমীকরণটি শুধুমাত্র মাত্রাবিহীন রাশির সাথে সম্পর্কযুক্ত কারণ দুটি সম-মাত্রিক পরিমাপের যেকোনো অনুপাতই একটি মাত্রাবিহীন পরিমাণ। যদি, একটি সংক্ষিপ্ত হস্ত প্রথা দ্বারা এটি বোঝা যায় যে প্রতিটি ভৌত ​​পরিমাণ একটি সুসংগত প্ল্যাঙ্ক ইউনিটের সাথে সংশ্লিষ্ট অনুপাত (বা \"প্ল্যাঙ্ক ইউনিটে প্রকাশ করা হয়\") তাহলে উপরের অনুপাতগুলিকে মাপকাঠি না করে, ভৌত পরিমাণের প্রতীক দিয়ে প্রকাশ করা যেতে পারে। স্পষ্টভাবে তাদের দ্বারা সংশ্লিষ্ট ইউনিটগুলো হলঃ\n\nএই সমীকরণটিতে (G ছাড়া) F ′, m1′,m2′, এবং r ′ হল মানহীন পরিমাণের সাথে সম্পর্কিত মাত্রাহীন অনুপাতের পরিমাপ, যেমন F ′≘F বা F ′, F/FPP, লিখিত কিন্তু পরিমাপের সরাসরি সমতা হিসাবে নয়। এক্ষেত্রে এটি হতে পারে \"ধ্রুবক সেট করতে হতে পারে যেমন c , G, ইত্যাদি। ১\" এর সাথে পরিমাপের সঙ্গতিকে সমতা বলে মনে করা হয়। এই কারণে, প্ল্যাঙ্ক বা অন্যান্য প্রাকৃতিক ইউনিটগুলিকে গুরুত্ব সহকারে গ্রহণ করা উচিত। \" G = c = 1 \" হতে, পল এস ওয়েসন লিখেছেন যে, \"গাণিতিকভাবে এটি একটি গ্রহণযোগ্য কৌশল যা শ্রম বাঁচায় তবে শারীরিকভাবে এটি তথ্যের জন্য ক্ষতিকর এবং বিভ্রান্তির কারণ হতে পারে।\"\n\n\n== ইতিহাস এবং সংজ্ঞা ==\nপ্রাকৃতিক এককের ধারণাটি ১৮৮১ সালে প্রবর্তিত হয়েছিল, যখন জর্জ জনস্টোন স্টনি উল্লেখ করেছিলেন যে বৈদ্যুতিক চার্জ পরিমাপ করা হয়েছে, দৈর্ঘ্য, সময় এবং ভরের একক থেকে, তাই এখন তার সম্মানে স্টনি ইউনিটের নামকরণ করা হয়েছে, জি, সি এবং ইলেকট্রন চার্জকে স্বাভাবিক করার মাধ্যমে।, e, থেকে ১৮৯৯ সালে, কোয়ান্টাম তত্ত্বের আবির্ভাবের এক বছর আগে, ম্যাক্স প্ল্যাঙ্ক এটি প্রবর্তন করেছিলেন যা পরে প্ল্যাঙ্ক ধ্রুবক হিসাবে পরিচিত হয়। পৃষ্ঠার শেষে, তিনি বেস ইউনিটগুলির প্রস্তাব করেন পরে তার সম্মানে নামকরণ করা হয়। প্ল্যাঙ্ক ইউনিটগুলি কাজের পরিমাণের উপর ভিত্তি করে নির্ণয় করা হয়, যা সাধারণত প্ল্যাঙ্ক ধ্রুবক হিসাবে পরিচিত, এটি ব্ল্যাকবডি বিকিরণের জন্য ভিয়েনায় উপস্থিত হয়েছিল। প্ল্যাঙ্ক নতুন ইউনিট সিস্টেমের সার্বজনীনতাকে আন্ডারলাইন করেছিলেন এবং লিখেছেন:... die Möglichkeit gegeben ist, Einheiten für Länge, Masse, Zeit und Temperatur aufzustellen, welche, unabhängig von speciellen Körpern oder Substanzen, ihre Bedeutung für alle Zeiten und fürßscheauhertürlängetürlängetürlütür und aufzustellen, welche, unabhängig von speciellen Körpern oder Substanzen Maßeinheiten« bezeichnet werden können .\n... দৈর্ঘ্য, ভর, সময় এবং তাপমাত্রার জন্য এমন একক স্থাপন করা সম্ভব, যা বিশেষ অবস্থা বা পদার্থ থেকে স্বাধীন এবং তাদের অর্থ সর্বদা এবং সমস্ত সভ্যতার জন্য। সব সময়ের জন্য এবং সকলের জন্য তাদের অর্থ ধরে রেখে বহির্জগতের এবং অতিরিক্ত-মানবীয় সংস্কৃতি যা তাই 'পরিমাপের প্রাকৃতিক একক' হিসাবে বিবেচনা করা যেতে পারে...\"প্ল্যাঙ্ক সার্বজনীন ধ্রুবকের উপর ভিত্তি করে শুধুমাত্র একক বিবেচনা করে \n  \n    \n      \n        G\n        ,\n        h\n        ,\n        c\n      \n    \n    {\\displaystyle G,h,c}\n  \n এবং  kB, দৈর্ঘ্য, সময়, ভর এবং তাপমাত্রার জন্য প্রাকৃতিক ইউনিটে পৌঁছাতে সাহায্য করে। এটি একটি ফ্যাক্টর দ্বারা পৃথক কারণ \n  \n    \n      \n        \n          \n            2\n            π\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {2\\pi }}}\n  \n  আধুনিক সংজ্ঞা ব্যবহার করে এবং h নয় বরং ɦ  দিয়ে প্রকাশ করা হয়।\n\nইন্টারন্যাশনাল সিস্টেম অফ ইউনিটের ক্ষেত্রে ভিন্ন, এমন কোন অফিসিয়াল কেউ নেই যে প্ল্যাঙ্ক ইউনিট সিস্টেমের একটি সংজ্ঞা প্রদান করে। ফ্রাঙ্ক উইল্কজেক এবং বার্টন জুইবাচ উভয়েই বেস প্লাঙ্ক ইউনিটগুলিকে ভর, দৈর্ঘ্য এবং সময়ের হিসাবে সংজ্ঞায়িত করেছেন, তাপমাত্রার জন্য অতিরিক্ত একক অপ্রয়োজনীয় হওয়ার জন্য  অন্যান্য ট্যাবুলেশন যোগ করে, তাপমাত্রার একক ছাড়াও, বৈদ্যুতিক চার্জের একক,  কখনও কখনও ভরকে শক্তি দিয়ে প্রতিস্থাপন করে।  লেখকের পছন্দের উপর নির্ভর করে, এই চার্জ ইউনিট দ্বারা ব্যাখা দেয়া হয়। যেমনঃ\n\nবা \n\nপ্ল্যাঙ্কের চার্জ এবং সেইসাথে অন্যান্য ইলেক্ট্রোম্যাগনেটিক ইউনিট যেগুলিকে রেজিস্ট্যান্স এবং ম্যাগনেটিক ফ্লাক্সের মতো সংজ্ঞায়িত করা যায় এগুলোকে প্ল্যাঙ্কের মূল ইউনিটগুলির তুলনায় ব্যাখ্যা করা আরও কঠিন এবং এক্ষেত্রে কম ঘনত্ব ব্যবহার করা হয়।\nSI ইউনিটে, c,h,e এবং kB- এর মানগুলি সঠিক এবং SI ইউনিটে ε0 এবং G- এর মানগুলির আপেক্ষিক অনিশ্চয়তা রয়েছে তা যথাক্রমে 1.5 × 10 −10  এবং 2.2 × 10−5।  তাই, প্লাঙ্ক ইউনিটের SI মানগুলির অনিশ্চয়তাগুলি প্রায় সম্পূর্ণরূপে G- এর SI মানের অনিশ্চয়তা থেকে সৃষ্টি হয়।\n\n\n== প্রাপ্ত ইউনিট ==\nপরিমাপের যে কোনো পদ্ধতিতে, ভিত্তি ইউনিট থেকে অনেক ভৌত পরিমাপের একক  পাওয়া যেতে পারে। সারণি 2 এ উদ্ভূত প্ল্যাঙ্ক ইউনিটগুলির একটি নমুনা দেখা যায়, যার মধ্যে কিছু বাস্তবে খুব কমই ব্যবহৃত হয়। বেস ইউনিটগুলির মতো, তাদের ব্যবহার বেশিরভাগই তাত্ত্বিক পদার্থবিজ্ঞানের মধ্যে সীমাবদ্ধ কারণ তাদের বেশিরভাগই অভিজ্ঞতামূলক বা ব্যবহারিক কাজের জন্য খুব বড় বা খুব ছোট এবং তাদের মানগুলিতে বড় অনিশ্চয়তা রয়েছে।\n\nকিছু প্ল্যাঙ্ক একক যেমন সময় এবং দৈর্ঘ্য এদের আকারের অনেকগুলি ক্রম ব্যবহারের জন্য খুব বড় বা খুব ছোট। যার ফলে একটি সিস্টেম হিসাবে প্লাঙ্ক ইউনিটগুলি সাধারণত শুধুমাত্র তাত্ত্বিক পদার্থবিদ্যার সাথে প্রাসঙ্গিক হয়। কিছু ক্ষেত্রে, একটি প্ল্যাঙ্ক ইউনিট ভৌত ​​পরিমাণের একটি সীমার জন্য সুপারিশ করতে পারে যেখানে বর্তমান সময়ের পদার্থবিজ্ঞানের তত্ত্বগুলি প্রযোজ্য। উদাহরণস্বরূপ, মহাবিস্ফোরণ সম্বন্ধে আমাদের বোধগম্যতা প্ল্যাঙ্ক যুগে ততটা ছিলো না, অর্থাৎ, যখন মহাবিশ্বের বয়স এক প্ল্যাঙ্ক সময়ের চেয়ে কম ছিল। প্ল্যাঙ্ক যুগের সময় মহাবিশ্বের বর্ণনা করার জন্য কোয়ান্টাম মাধ্যাকর্ষণ তত্ত্বের প্রয়োজন যা সাধারণ আপেক্ষিকতার মধ্যে কোয়ান্টাম প্রভাবকে অন্তর্ভুক্ত করে। এই ধরনের একটিও তত্ত্ব এখন বিদ্যমান নেই।\nবেশ কিছু পরিমাণ তাদের মাত্রায় \"চরম\" নয়, যেমন প্ল্যাঙ্ক ভর, যা প্রায় 22 মাইক্রোগ্রাম : উপ পারমাণবিক কণার তুলনায় খুব বড়, এবং জীবিত প্রাণীর ভর এর পরিসরের মধ্যে। একইভাবে, শক্তি এবং ভরবেগের সম্পর্কিত এককগুলি প্রতিদিনের কিছু ঘটনার ভেতরে রয়েছে।\n\n\n== তাৎপর্য ==\nপ্ল্যাঙ্ক ইউনিটগুলিতে সামান্য নৃ -কেন্দ্রিকতা রয়েছে, তবে এখনও পর্যন্ত সঙ্গায়িত ধ্রুবকের পরিপ্রেক্ষিতে  এদের কিছু পছন্দ রয়েছে। মিটার এবং সেকেন্ড যা ঐতিহাসিক কারণে এসআই সিস্টেমে ভিত্তি একক হিসাবে বিদ্যমান, প্ল্যাঙ্কের দৈর্ঘ্য এবং প্ল্যাঙ্ক সময় ধারণাগতভাবে একটি মৌলিক শারীরিক স্তরে যুক্ত। ফলস্বরূপ,এটি প্রাকৃতিক একক পদার্থবিদদের প্রশ্ন পুনর্বিন্যাস করতে সাহায্য করে। ফ্রাঙ্ক উইলকজেক সংক্ষিপ্তভাবে বলেছেন:আমরা যে প্রশ্নটি করি তা হল \"কেন মাধ্যাকর্ষণ এত দুর্বল?\" বরং এটা করিনা, \"কেন প্রোটনের ভর এত কম?\" প্রাকৃতিক (প্ল্যাঙ্ক) এককগুলির জন্য, মাধ্যাকর্ষণ শক্তি কেবলমাত্র একটি প্রাথমিক পরিমাণ।একটি প্রোটনের ভর হল একটি ক্ষুদ্র সংখ্যা [1/(13  কুইন্টিলিয়ন )]। যদিও এটা সত্য যে দুটি প্রোটনের মধ্যে ইলেক্ট্রোস্ট্যাটিক বিকর্ষণীয় বল (একাকী শূন্যস্থানে)  দুটি প্রোটনের মধ্যকার মহাকর্ষীয় বলকে অনেক বেশি ছাড়িয়ে যায়, এটি দুটি মৌলিক শক্তির আপেক্ষিকতা শক্তি সম্পর্কে সঠিক ব্যাখা দেয় না। প্ল্যাঙ্ক ইউনিটের দৃষ্টিকোণ থেকে, এটি কমলার সাথে আপেলের তুলনা করা হচ্ছে, কারণ ভর এবং বৈদ্যুতিক চার্জ অপরিমেয় পরিমাণ। বরং, শক্তির মাত্রার বৈষম্য এর একটি বহিঃপ্রকাশ যে প্রোটনের চার্জ আনুমানিক একক চার্জ কিন্তু প্রোটনের ভর একক ভরের তুলনায় অনেক কম।\n\n\n== প্ল্যাঙ্ক স্কেল ==\nকণা পদার্থবিদ্যা এবং ভৌত সৃষ্টিতত্ত্বে, প্ল্যাঙ্ক স্কেল চারপাশে একটি শক্তি স্কেল গঠন করে যা 1.22 × 10 19  GeV (প্ল্যাঙ্ক শক্তি, প্ল্যাঙ্ক ভরের শক্তির সমতুল্য, 2.176 45 × 10 −8  kg)। এখানে মহাকর্ষের কোয়ান্টাম প্রভাব শক্তিশালী হয়ে ওঠে। এই স্কেলে, কোয়ান্টাম  তত্ত্বের পরিপ্রেক্ষিতে সাব-পারমাণবিক কণার মিথস্ক্রিয়াগুলির বর্তমান বিবরণ এবং তত্ত্বগুলি ভেঙে যায় এবং অপর্যাপ্ত হয়ে যায়।বর্তমান তত্ত্বগুলির মধ্যে আপাত অ-পুনর্বিন্যাসযোগ্যতার প্রভাবের কারণে মাধ্যাকর্ষণের এরুপ আচরণ দেখা যায়।\n\n\n=== মহাকর্ষের সাথে সম্পর্ক ===\nপ্ল্যাঙ্ক দৈর্ঘ্যের স্কেলে, মাধ্যাকর্ষণ শক্তি অন্যান্য শক্তির সাথে তুলনীয় হবে বলে আশা করা হয়, এবং এটি তাত্ত্বিক যে সমস্ত মৌলিক শক্তি সেই স্কেলে একীভূত হয়, কিন্তু এই একীকরণের সঠিক প্রক্রিয়াটি অজানাই থেকে যায়। প্ল্যাঙ্ক স্কেল তাই এমন একটি বিন্দু যেখানে কোয়ান্টাম মাধ্যাকর্ষণ প্রভাবগুলিকে অন্যান্য মৌলিক মিথস্ক্রিয়ায় উপেক্ষা করা যায় না, যেখানে বর্তমান গণনা এবং পদ্ধতিগুলি ভেঙে যেতে শুরু করে এবং এই প্রভাবের হিসাব নেওয়ার একটি উপায় প্রয়োজন। এই উদ্দেশ্যে, এটি অনুমান করা হয়েছে যে এটি একটি আনুমানিক নিম্ন সীমা হতে পারে যেখানে পতনের মাধ্যমে একটি ব্ল্যাক হোল তৈরি হতে পারে।\nযদিও পদার্থবিদদের কোয়ান্টাম স্তরে শক্তির অন্যান্য মৌলিক মিথস্ক্রিয়া সম্পর্কে মোটামুটি ভাল বোঝাপড়া রয়েছে, মাধ্যাকর্ষণ সমস্যাযুক্ত এবং কোয়ান্টাম ক্ষেত্র তত্ত্বের স্বাভাবিক কাঠামো ব্যবহার করে খুব উচ্চ শক্তিতে কোয়ান্টাম মেকানিক্সের সাথে একীভূত করা যায় না। কম শক্তির স্তরে এটি সাধারণত উপেক্ষা করা হয়। যখন শক্তি প্লাঙ্ক স্কেলের কাছাকাছি বা তা অতিক্রম করার জন্য যায় তখন কোয়ান্টাম মহাকর্ষের একটি নতুন তত্ত্ব প্রয়োজন। এই সমস্যাটির মধ্যে রয়েছে স্ট্রিং থিওরি এবং এম-থিওরি, লুপ কোয়ান্টাম গ্র্যাভিটি, ননকমিউটেটিভ জ্যামিতি এবং কার্যকারণ সেট তত্ত্ব।\n\n\n=== কসমোলজিতে ===\nবিগ ব্যাং কসমোলজিতে, প্ল্যাঙ্ক যুগ হল বিগ ব্যাং - এর প্রাথমিক পর্যায়, আগে যে সময়টি প্ল্যাঙ্ক সময়ের সমান ছিল, tP, বা প্রায় 10−43 সেকেন্ড।  এই ধরনের সংক্ষিপ্ত সময়ের বর্ণনা করার জন্য বর্তমানে কোনো ভৌত তত্ত্ব নেই এবং প্ল্যাঙ্ক সময়ের চেয়ে ছোট মানের জন্য সময়ের ধারণাটি কী অর্থে অর্থবহ তা স্পষ্ট নয়। এটা সাধারণত অনুমান করা হয় যে মহাকর্ষের কোয়ান্টাম প্রভাব এই সময়ের স্কেলে শারীরিক মিথস্ক্রিয়াকে তরান্বিত করে। এই স্কেলে, স্ট্যান্ডার্ড মডেলের একীভূত বল অভিকর্ষের সাথে একীভূত বলে ধরে নেওয়া হয়। প্ল্যাঙ্ক যুগের রাজ্যটি অপরিমেয় গরম এবং ঘন, গ্র্যান্ড ইউনিফিকেশন যুগের দ্বারা সফল হয়েছিল। যেখানে মহাকর্ষকে স্ট্যান্ডার্ড মডেলের একীভূত শক্তি থেকে পৃথক করা হয়, ফলস্বরূপ মুদ্রাস্ফীতি যুগের দ্বারা অগ্রসর হয়, যা প্রায় 10−32 সেকেন্ড পরে শেষ হয় বা প্রায় 1010 tP)।\nপর্যবেক্ষণযোগ্য মহাবিশ্বের বৈশিষ্ট্যগুলি আজ প্লাঙ্ক ইউনিটে প্রকাশ করা হয়েছে:\n\n1998 সালে মহাজাগতিক ধ্রুবক (Λ) পরিমাপের পর, প্ল্যাঙ্ক ইউনিটকে 10−122 অনুমান করা হয়েছিল, তখন এটি লক্ষ করা হয়েছিল যে এটি মহাবিশ্বের বয়সের (T) বর্গক্ষেত্রের সাথে পারস্পরিক এবং কাছাকাছি। ব্যারো এবং শ একটি পরিবর্তিত তত্ত্ব প্রস্তাব করেছিলেন যাতে Λ ক্ষেত্রটি এমনভাবে বিবর্তিত হয় যাতে এর মান মহাবিশ্বের ইতিহাস জুড়ে Λ~T−2 থাকে।\n\n\n=== ইউনিট বিশ্লেষণ ===\n\n\n==== প্ল্যাঙ্ক দৈর্ঘ্য ====\nপ্ল্যাঙ্ক দৈর্ঘ্য, ℓP নির্দেশিত, দৈর্ঘ্যের একটি একক যা সংজ্ঞায়িত করা হয়েছে:\n\n  \n    \n      \n        \n          \n            \n              ℓ\n              \n                \n                  P\n                \n              \n            \n            =\n            \n              \n                \n                  \n                    ℏ\n                    G\n                  \n                  \n                    c\n                    \n                      3\n                    \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\displaystyle \\ell _{\\mathrm {P} }={\\sqrt {\\frac {\\hbar G}{c^{3}}}}}}\n  \n\nএর সমান 1.616 255 (18) × 1 −35  m, যেখানে বন্ধনী দ্বারা আবদ্ধ দুটি সংখ্যা রিপোর্ট করা সংখ্যাসূচক মানের সাথে সম্পর্কিত এদের আনুমানিক মান ত্রুটি, বা প্রায় একটি প্রোটনের ব্যাসের 10−20 গুণ।  ব্ল্যাক হোলের বেকেনস্টাইন-হকিং এনট্রপি প্ল্যাঙ্ক দৈর্ঘ্য বর্গক্ষেত্রের এককগুলির ঘটনা দিগন্তের এক-চতুর্থাংশ।\n\n\n==== প্ল্যাঙ্ক সময় ====\nপ্ল্যাঙ্ক টাইম টি পি হল  শূন্যস্থানে আলোর ১ প্ল্যাঙ্ক দৈর্ঘ্যের দূরত্ব অতিক্রম করার জন্য প্রয়োজনীয় সময়, যা প্রায় সময়ের ব্যবধানের সমান 5.39 × 10 −44  সেকেন্ড।  সমস্ত বৈজ্ঞানিক পরীক্ষা-নিরীক্ষা এবং মানুষের অভিজ্ঞতা সময়ের স্কেলে ঘটে যা প্ল্যাঙ্ক সময়ের চেয়ে অনেক বেশি মাত্রার,  প্ল্যাঙ্ক স্কেলে ঘটতে থাকা যেকোনো ঘটনাকে বর্তমান বৈজ্ঞানিক প্রযুক্তিতে সনাক্ত করা যায় না। অক্টোবর ২০২০ পর্যন্ত, প্রত্যক্ষ পরিমাপের সবচেয়ে ছোট সময়ের ব্যবধানের অনিশ্চয়তা ছিল ২৪৭ জেপটোসেকেন্ড (2.47 × 10 −19  s)।\nযদিও প্ল্যাঙ্ক সময়ের স্কেলে সময়ের ব্যবধান পরিমাপ করার জন্য বর্তমানে কোনও পরিচিত উপায় নেই, 2020 সালে গবেষকরা একটি তাত্ত্বিক যন্ত্র এবং পরীক্ষা প্রস্তাব করেছিলেন যে, যদি কখনও উপলব্ধি করা যায়, তাহলে 10−33 সেকেন্ড পর্যন্ত সময়ের প্রভাব দ্বারা প্রভাবিত হতে সক্ষম হতে পারে।এইভাবে প্ল্যাঙ্ক সময়ের চেয়ে প্রায় 20 বিলিয়ন গুণ বেশি সময়ের পরিমাপের জন্য  সেকেন্ড একটি সনাক্তযোগ্য সীমা স্থাপন করে।\n\n\n==== প্ল্যাঙ্ক শক্তি ====\nপ্ল্যাঙ্কের দৈর্ঘ্য বা প্ল্যাঙ্ক সময়ের ক্ষেত্রে বেশিরভাগ প্ল্যাঙ্ক ইউনিট অত্যন্ত ছোট বা প্ল্যাঙ্ক তাপমাত্রা বা প্ল্যাঙ্ক ত্বরণের ক্ষেত্রে অত্যন্ত বড়। তুলনা করার জন্য, প্ল্যাঙ্ক শক্তি EP একটি অটোমোবাইল গ্যাস ট্যাঙ্কে সঞ্চিত শক্তির প্রায় সমান (34.2 MJ/L রাসায়নিক শক্তি 57.2 L পেট্রোল)। ১৯৯১ সালে পর্যবেক্ষণ করা অতি-উচ্চ-শক্তি মহাজাগতিক রশ্মির পরিমাপকৃত শক্তি ছিল প্রায় 50J, যা প্রায় 2.5 × 10−8 EP।\n\n\n==== প্ল্যাঙ্ক শক্তির একক ====\nসময়, দৈর্ঘ্য এবং ভরের প্ল্যাঙ্ক এককগুলিকে ভিত্তি একক হিসাবে বিবেচনা করা হলে প্ল্যাঙ্ক সিস্টেমে বলের প্ল্যাঙ্ক এককটিকে শক্তির একক হিসাবে বিবেচনা করা যেতে পারে।\n\nএটি ১ প্ল্যাঙ্ক ভরের দুটি দেহের মাধ্যাকর্ষণীয় আকর্ষক বল যা ১ প্ল্যাঙ্ক দৈর্ঘ্য তাই একে আলাদা করে রাখা হয়।এটি সমানভাবে চার্জের দুটি প্ল্যাঙ্ক ইউনিটের ইলেক্ট্রোস্ট্যাটিক আকর্ষণ বা বিকর্ষণকারী বল যা ১ প্ল্যাঙ্ক দৈর্ঘ্য তাই একে আলাদা করে রাখা হয়।\nপ্ল্যাঙ্ক বল প্রকৃতিতে লক্ষ্য করা যায় এমন সর্বাধিক শক্তির ক্রম অনুসারে বিভিন্ন লেখক যুক্তি দিয়েছেন। যাইহোক, এই অনুমানগুলির বৈধতা বিতর্কিত।\n\n\n==== প্লাঙ্ক তাপমাত্রা ====\nপ্ল্যাঙ্ক তাপমাত্রা TP কে 1.416784 (16) × 1032 K তাপমাত্রায়, তাপীয় বিকিরণ দ্বারা নির্গত আলোর তরঙ্গদৈর্ঘ্য প্লাঙ্ক দৈর্ঘ্যে পৌঁছায়। TP- এর চেয়ে বেশি তাপমাত্রা বর্ণনা করতে সক্ষম এমন কোনও পরিচিত শারীরিক নমুনা নেই। চরম শক্তির মডেল করার জন্য অর্জিত মাধ্যাকর্ষণ তত্ত্বের একটি কোয়ান্টাম তত্ত্বের প্রয়োজন হবে।\n\n\n== শারীরিক সমীকরণের তালিকা ==\nবিভিন্ন মাত্রার ভৌত রাশি (যেমন সময় এবং দৈর্ঘ্য) সংখ্যাগতভাবে সমান হলেও সমান করা যাবে না (1 সেকেন্ড 1 মিটারের সমান নয়)। যাইহোক তাত্ত্বিক পদার্থবিদ্যায়, ননডাইমেনশনালাইজেশন নামক একটি প্রক্রিয়ার মাধ্যমে এই স্ক্রুপলটিকে একপাশে রাখা যেতে পারে। সারণী 3 দেখায় কীভাবে প্ল্যাঙ্ক ইউনিটের ব্যবহার পদার্থবিদ্যার অনেক মৌলিক সমীকরণকে সরল করে, কারণ এটি পাঁচটি মৌলিক ধ্রুবকের প্রত্যেকটির গুণফল দেয়, এর একটি সাধারণ সংখ্যাসূচক মান 1। S.I পদ্ধতিতে, ইউনিটগুলির হিসাব করা উচিত। অমাত্রিক আকারের ইউনিট যেগুলি এখন প্ল্যাঙ্ক ইউনিট, তাদের ব্যবহার বোঝা গেলে আর লিখতে হবে না।\n\n\n== স্বাভাবিককরণের বিকল্প পছন্দ ==\nআগেই বলা হয়েছে, প্ল্যাঙ্ক ইউনিটগুলি নির্দিষ্ট মৌলিক ধ্রুবকের সংখ্যাগত মানগুলিকে 1-এ \"স্বাভাবিককরণ\" করে উপস্থাপন করে। এই স্বাভাবিকীকরণগুলি একমাত্র নয় বা অগত্যা সর্বোত্তমও নয়। তদুপরি, পদার্থবিজ্ঞানের মৌলিক সমীকরণগুলিতে উপস্থিত কারণগুলির মধ্যে কোন উপাদানগুলিকে স্বাভাবিক করতে হবে তার ব্যাপারটি স্পষ্ট নয় এবং প্ল্যাঙ্ক ইউনিটগুলির মানগুলি এই পছন্দের প্রতি সংবেদনশীল।\nফ্যাক্টর 4π তাত্ত্বিক পদার্থবিজ্ঞানে সর্বব্যাপী কারণ ত্রিমাত্রিক স্থান r ব্যাসার্ধের একটি গোলকের পৃষ্ঠের ক্ষেত্রফল হল 4πr 2। এটি, ফ্লাক্সের ধারণার সাথে, বিপরীত-বর্গীয় সূত্র, গাউসের সূত্র এবং প্রবাহের ঘনত্বে প্রয়োগ করা ডাইভারজেন্স অপারেটরের ভিত্তি। উদাহরণস্বরূপ, বিন্দু বস্তু দ্বারা উৎপাদিত মহাকর্ষীয় এবং ইলেক্ট্রোস্ট্যাটিক ক্ষেত্রগুলির গোলাকার প্রতিসাম্য রয়েছে এবং তাই r ব্যাসার্ধের একটি গোলকের মধ্য দিয়ে বৈদ্যুতিক প্রবাহের সময় একটি পয়েন্ট চার্জ সেই গোলকের উপর সমানভাবে বিতরণ করে। এটি থেকে বুঝা যায় যে 4πr2 এর একটি গুণনীয়ক যুক্তিযুক্ত আকারে কুলম্বের সূত্রের নিচেরটিতে উপস্থিত হবে।  (স্পেস উচ্চমাত্রিক হলে  r- এর উপর নির্ভরশীলতার সংখ্যাসূচক ফ্যাক্টর এবং শক্তি উভয়ই পরিবর্তিত হবে; উচ্চ-মাত্রিক গোলকের জ্যামিতি থেকে সঠিক অভিব্যক্তিগুলি অনুমান করা যেতে পারে।) একইভাবে নিউটনের সার্বজনীন মাধ্যাকর্ষণ সূত্রের জন্য: পদার্থের বণ্টনের সাথে মহাকর্ষীয় সম্ভাবনা সম্পর্কিত করার সময় পয়সনের সমীকরণে 4π এর একটি ফ্যাক্টর স্বাভাবিকভাবেই উপস্থিত হয়।\nতাই প্ল্যাঙ্কের ১৮৯৯ সালের গবেষণাপত্র থেকে বিকশিত ভৌত তত্ত্বের একটি উল্লেখযোগ্য অংশ G নয় বরং 4πG (বা 8πG) থেকে 1 কে স্বাভাবিক করার পরামর্শ দেয়। \n  \n    \n      \n        \n          \n            1\n            \n              4\n              π\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{4\\pi }}}\n  \n (বা \n  \n    \n      \n        \n          \n            1\n            \n              8\n              π\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{8\\pi }}}\n  \n) সার্বজনীন মাধ্যাকর্ষণ আইনের অ-মাত্রিক আকারে, ভ্যাকুয়াম পারমিটিভিটির পরিপ্রেক্ষিতে কুলম্বের আইনের আধুনিক যুক্তিযুক্ত সূত্রের সাথে সামঞ্জস্যপূর্ণ। প্রকৃতপক্ষে, বিকল্প স্বাভাবিককরণ প্রায়শই এর ফ্যাক্টর সংরক্ষণ করে \n  \n    \n      \n        \n          \n            1\n            \n              4\n              π\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{4\\pi }}}\n  \n কুলম্বের সূত্রের ননডাইমেনশনালাইজড ফর্মেও, যাতে ইলেক্ট্রোম্যাগনেটিজম এবং গ্র্যাভিটোইলেক্ট্রোম্যাগনেটিজমের জন্য ননডাইমেনশনালাইজড ম্যাক্সওয়েলের সমীকরণ উভয়ই S.I  এককে ইলেক্ট্রোম্যাগনেটিজমের সমীকরণের মতো একই রূপ নেয়, যার 4π এর কোনো ফ্যাক্টর নেই। যখন এটি ইলেক্ট্রোম্যাগনেটিক ধ্রুবকগুলিতে ε0 প্রয়োগ করা হয়, তখন এই ইউনিট সিস্টেমটিকে \" যুক্তিযুক্ত \" বলা হয়। মাধ্যাকর্ষণ এবং প্ল্যাঙ্ক ইউনিটগুলিতে অতিরিক্ত প্রয়োগ করা হলে, এগুলিকে যুক্তিযুক্ত প্ল্যাঙ্ক ইউনিট বলা হয়  এবং উচ্চ-শক্তি পদার্থবিদ্যায় এদের দেখা যায়।\nযৌক্তিক প্ল্যাঙ্ক একক সংজ্ঞায়িত করা হয় যাতে. \n  \n    \n      \n        \n          \n            c\n            =\n            4\n            π\n            G\n            =\n            ℏ\n            =\n            \n              ε\n              \n                0\n              \n            \n            =\n            \n              k\n              \n                B\n              \n            \n            =\n            1\n          \n        \n        .\n      \n    \n    {\\displaystyle {\\displaystyle c=4\\pi G=\\hbar =\\varepsilon _{0}=k_{\\text{B}}=1}.}\n  \n\nবিভিন্ন সম্ভাব্য বিকল্প স্বাভাবিকভাবে থাকে।\n\n\n=== মহাকর্ষীয় ধ্রুবক ===\n১৮৯৯ সালে, নিউটনের সার্বজনীন মাধ্যাকর্ষণ সূত্র তখনও সঠিক হিসাবে দেখা হয়েছিল, \"ছোট\" বেগ এবং ভরের জন্য একটি সুবিধাজনক অনুমান ধারণ করার পরিবর্তে ১৯১৫ সালে সাধারণ আপেক্ষিকতার বিকাশের পরে নিউটনের সূত্রের আনুমানিক প্রকৃতি দেখানো হয়েছিল। তাই প্ল্যাঙ্ক নিউটনের সূত্রে মহাকর্ষীয় ধ্রুবক G কে ১ এ স্বাভাবিক করেছে। ১৮৯৯-এর পরে উদ্ভূত তত্ত্বগুলিতে, G প্রায় সবসময়ই 4π বা তার একটি ছোট পূর্ণসংখ্যার গুণিতক সূত্রে উপস্থিত হয়। তাই, প্রাকৃতিক এককগুলির একটি সিস্টেম ডিজাইন করার সময় যদি থাকে একটি পছন্দ করতে হবে যা,পদার্থবিজ্ঞানের সমীকরণে উপস্থিত 4π এর উদাহরণগুলিকে স্বাভাবিককরণের মাধ্যমে বাদ দিতে হবে।\n\n4πG থেকে 1 স্বাভাবিককরণ (এবং তাই G = \n  \n    \n      \n        \n          \n            1\n            \n              4\n              π\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{4\\pi }}}\n  \n)\nঅভিকর্ষের জন্য গাউসের সূত্র Φ g = − M হয়ে যায় (প্ল্যাঙ্ক ইউনিটে Φ g = −4πM এর পরিবর্তে)।\nপয়সন সমীকরণ থেকে 4πG বাদ দেয়।\nগ্রাভিটোইলেক্ট্রোম্যাগনেটিক (GEM) সমীকরণে 4πG নির্মূল করে, যা দুর্বল মহাকর্ষীয় ক্ষেত্র বা স্থানীয়ভাবে সমতল স্থানকাল ধরে রাখে। এই সমীকরণগুলির তড়িৎচুম্বকত্বের এবং ম্যাক্সওয়েলের সমীকরণের (এবং লরেন্টজ বল সমীকরণ) একই রূপ রয়েছে, এরা ভর ঘনত্ব চার্জের ঘনত্ব প্রতিস্থাপন করে এবং এর সাথে \n  \n    \n      \n        \n          \n            1\n            \n              4\n              π\n              G\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{4\\pi G}}}\n  \n ε0 প্রতিস্থাপন করা হচ্ছে।\nমুক্ত স্থানে মহাকর্ষীয় বিকিরণের বৈশিষ্ট্যগত প্রতিবন্ধকতা Zg  কে সাধারণত এভাবে প্রকাশ করা হয়  4πG/c\nবেকেনস্টাইন-হকিং সূত্র থেকে 4πG বাদ দেয় ( একটি ব্ল্যাক হোলের এনট্রপির জন্য তার ভর mBH এবং এর দিগন্তের ক্ষেত্রফল ABH) যা SBH = πABH = (mBH)2. এ সরলীকৃত হয়।\n8πG = 1 সেট করা হলে (এবং তাই G = সেট করা হলে \n  \n    \n      \n        \n          \n            1\n            \n              8\n              π\n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {1}{\\sqrt {8\\pi }}}}\n  \n) এটি মহাকর্ষের জন্য আইনস্টাইন ক্ষেত্র সমীকরণ, আইনস্টাইন-হিলবার্ট অ্যাকশন এবং ফ্রিডম্যান সমীকরণ থেকে 8πG বাদ দেবে। প্ল্যাঙ্ক একক পরিবর্তিত হয়েছে যাতে 8πG = 1 যা হ্রাসকৃত প্ল্যাঙ্ক একক হিসাবে পরিচিত, কারণ প্ল্যাঙ্ক ভর \n  \n    \n      \n        \n          \n            8\n            π\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {8\\pi }}}\n  \n  দ্বারা ভাগ করা হয়। এছাড়াও, একটি ব্ল্যাক হোলের এনট্রপির জন্য বেকেনস্টাইন-হকিং সূত্রটি হলো SBH = (mBH)2/2 = 2πABH"}