{"pageid": 1125884, "title": "রাজকুমারী গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1125884", "content": "রাজকুমারী গুপ্ত (জন্ম ১৯০২, কানপুর) একজন স্বাধীনতা সংগ্রামী ছিলেন এবং কাকোরি বিপ্লবে তাঁর ভূমিকার জন্য তিনি বিশেষভাবে পরিচিত।\nরাজকুমারী গুপ্তা ১৯৩০, '৩২ এবং '৪২ সালে কাকোরি বিপ্লব মামলার জন্য কারাগার দণ্ড ভোগ করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nরাজকুমারী গুপ্ত ১৯০২ সালে কানপুরের বান্দা জেলায় জন্মগ্রহণ করেছিলেন। তাঁর বাবা একজন মুদি ব্যবসায়ী ছিলেন। মাত্র ১৩ বছর বয়সে মদন মোহন গুপ্তের সাথে রাজকুমারী গুপ্তের বিবাহ হয়েছিল। মদন মোহন গুপ্ত একজন বিপ্লবী ছিলেন এবং কংগ্রেসের কর্মকাণ্ডে সক্রিয়ভাবে অংশগ্রহণ করেছিলেন। রাজকুমারী এবং তাঁর স্বামী উভয়েই গান্ধীর স্বাধীনতার মিছিলে যোগ দিয়েছিলেন।\n\n\n== স্বাধীনতা সংগ্রাম ==\nরাজকুমারী গুপ্ত এবং তাঁর স্বামী এলাহাবাদে মহাত্মা গান্ধী এবং চন্দ্রশেখর আজাদের সাথে-ঘনিষ্ঠ সম্পর্ক গড়ে তোলেন। সংবাদপত্রের বর্ণনা অনুযায়ী রাজকুমারীর ভূমিকা ছিল কাকোরি বিপ্লবের সাথে জড়িত সহ-জাতীয়তাবাদীদের কাছে বন্দুক সরবরাহ করা এবং গোপন চিঠি পৌঁছে দেওয়া। ১৯২৪ সালে আকস্মিকভাবে অসহযোগ আন্দোলন বন্ধ হয়ে যাওয়াতে, রাজকুমারী আরও বেশি করে বিপ্লবী চিন্তাধারায় আকৃষ্ট হয়ে পড়েন এবং চন্দ্রশেখর আজাদের মত বিপ্লবীদের ঘনিষ্ঠ বৃত্তে প্রবেশ করেন। বিপ্লবীদের সাথে, বিশেষ করে চন্দ্রশেখর আজাদের সাথে ঘনিষ্ঠ সংযোগ হওয়ার পর, রাজকুমারী তাঁর স্বামী এবং শ্বশুরবাড়ির লোকদের অজান্তেই হিন্দুস্তান সোশ্যালিস্ট রিপাবলিকান অ্যাসোসিয়েশনের (এইচআরএ) চন্দ্রশেখর আজাদের সহযোগীদের কাছে গোপন বার্তা এবং উপকরণ সরবরাহ করতে শুরু করেছিলেন।\nভারতীয় জাতীয় আন্দোলনে নারী, এই উল্লেখে আছে: আনসীন ফেসেস অ্যাণ্ড আনহার্ড ভয়েসেস, ১৯৩০ - ৪২ সুরুচিথাপার-জোর্কার্টের লেখা। তিনি লিখেছেন পোশাকের নিচে আগ্নেয়াস্ত্র লুকিয়ে নিয়ে মাঠ দিয়ে হেঁটে যাবার সময় তাঁকে গ্রেফতার করা হয়, তাঁর সঙ্গে তাঁর তিন বছরের ছেলেও ছিল। খবর শুনে শ্বশুরবাড়ির লোকজন তাঁকে অস্বীকার করে। এমনকি তারা স্থানীয় সংবাদপত্র বীর ভগতে দাবি করে যে, তাঁর সাথে তাদের কোনো সম্পর্ক নেই। এই ঘটনার পর রাজকুমারী একাকী জীবনযাপন করেছিলেন।\nচন্দ্রশেখর আজাদের সহযোগী, রাজকুমারী গুপ্ত, স্বাধীনতা সংগ্রামে সকল নারীর পক্ষে কথা বলার সময় লেখক সাগরী ছাবরার সঙ্গে কথোপকথনে বলেছিলেন, “হামকো জো করনা থা, কিয়া” (আমাদের যা করার ছিল, আমরা করেছি)। তিনি আরও বলেছিলে, \"হাম উপর সে গান্ধীবাদী থে, নীচে সে ক্রান্তিবাদী\" (আমরা উপর থেকে গান্ধীবাদী ছিলাম; তলায় তলায় আমরা ছিলাম বিপ্লবী)।\n\n\n== আরও দেখুন ==\nকানপুর জেলা\nকাকোরি বিপ্লব\nভারতের স্বাধীনতা আন্দোলন\n\n\n== তথ্যসূত্র =="}