{"pageid": 1125303, "title": "উত্তরবঙ্গের রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1125303", "content": "উত্তরবঙ্গের রন্ধনশৈলী বা উত্তরবঙ্গীয় রন্ধনশৈলী প্রধানত বাংলাদেশের রাজশাহী ও রংপুর বিভাগের মোট ১৬টি জেলার (রাজশাহী, বগুড়া, জয়পুরহাট, চাঁপাইনবাবগঞ্জ, পাবনা, সিরাজগঞ্জ, নওগাঁ, নাটোর, রংপুর, দিনাজপুর, গাইবান্ধা, কুড়িগ্রাম, লালমনিরহাট, নীলফামারী, পঞ্চগড় ও ঠাকুরগাঁও জেলা) ঐতিহ্যবাহী ও বিখ্যাত খাদ্যসংস্কৃতিকে প্রতিনিধিত্ব করে।\nপেলকা, কলাই রুটি, মাছের মাথা দিয়ে ঘাঁটি, খেসারি কলাইয়ের বড়া, কচুপাতা আর দেশি মাছের শুঁটকি দিয়ে তৈরি করা সিদল, চালের গুঁড়ায় সোডায় রান্না করা খাবার বা সোডা দিয়ে রান্না করা ফোকতাই কিংবা যেকোনো সবজিতে সোডা দিয়ে রান্না করা ছ্যাকা এই অঞ্চলের রন্ধনপ্রণালীর বিশেষ ঐতিহ্য। কেননা বাংলাদেশের উত্তরবঙ্গ সংস্কৃতিগতভাবে মূলত কোচ-রাজবংশী সংস্কৃতি প্রভাবিত অঞ্চল। উত্তরবঙ্গের রাজধানী হিসেবে খ্যাত বগুড়ার দইয়ের খ্যাতি যেমন দেশজুড়ে, তেমনি কিছু উল্লেখযোগ্য খাবার যেমন- ক্ষীর, স্পঞ্জের মিস্টি, মহাস্থানগড়ের চাউলের কটকটি, লাচ্ছা সেমাই, শিক কাবাব, মুরগি ও গরুর চাপ, লাল মরিচ, আলু ঘাঁটি, ইত্যাদিও বেশ নামকরা। প্রাচীন কাল থেকে উত্তরবঙ্গের রন্ধনপ্রণালীতে খিচুড়ির প্রচলন এবং জনপ্রিয়তা রয়েছে।\n\n\n== কলাই রুটি ==\n\nকলাই রুটি হলো বাংলাদেশের উত্তরবঙ্গীয় খাদ্যসংস্কৃতির একটি বিখ্যাত ও ঐতিহ্যবাহী খাবার। এটি চাঁপাইনবাবগঞ্জ জেলায় মাছ-ভাত-ডালের মতই বহুল প্রচলিত একটি খাবার। এটি কলাই ও আতপ চালের আটা, লবণ এবং পানি দিয়ে তৈরি করা হয় এবং সংরক্ষণ করে রাখা যায়। প্রোটিন, কার্বোহাইড্রেট, মিনারেল (জিঙ্ক, ফসফরাস, ক্যালসিয়াম) সমৃদ্ধ ও অল্প পরিমাণে ফ্যাট থাকায় ডায়াবেটিস রোগীদের ভাতের চেয়ে কলাই রুটি খাওয়া বেশ উপকারী। জনপ্রিয় এই রেসিপির সাথে সাধারণত বেগুন ভর্তা, শুকনো মরিচ ভর্তা, বট, পেঁয়াজ ভর্তা, মাংস ভুনা ইত্যাদি দিয়ে পরিবেশন করা হয়।\n\n\n== পেলকা ==\n\nবিভিন্ন প্রকারের শাক যেমনঃ নাপা শাক, সজনে পাতা, কচু পাতা, পুইশাক, কুমড়া শাক, বথুয়া, কাকড়ি, বাবরি, সলুক, ধনিয়া, পেয়াজ, রসুন, মরিচ, লবণ ও খাবার সোডা ব্যবহার করে রান্না করা পেলকা বা প্যালকা হল এক ধরনের স্যুপ জাতীয় খাবার। রেসিপিটির এলাকা বা ব্যক্তির পছন্দ ভেদে উপকরণের কমবেশি বা তারতম্য ঘটে। বাংলাদেশের উত্তরাঞ্চল এলাকায় এ খাবার খুবই জনপ্রিয়। পেলকার উল্লেখযোগ্য বৈশিষ্ট্য হচ্চে এটি রান্না করতে কোনো তেল ব্যবহার করা হয় না। তবে খাবার সোডা শাক কে খুব ভালো ভাবে সিদ্ধ হতে সাহায্য করে।\n\n\n=== শোলকা ===\n\nপেলকার একটি প্রকরণ হচ্ছে শোলকা (বা সজনে পাতা পেলকা)। এতে সজনে পাতার প্রাধান্য থাকে বলে একে শোলকা বলা হয়ে থাকে। এটি বাংলাদেশের উত্তরাঞ্চলের একটি জনপ্রিয় ঝাল খাবার। এটি রান্নার পর দেখতে অনেকটা ভর্তার মতো হয়। যা সজনে পাতার সাথে বিভিন্ন মৌসুমে বিভিন্ন শাক (পাট, কচু, কুমড়া) দিয়ে রান্না করা একটি তরকারি বিশেষ।\n\n\n== ডিম পানি তেলানি ==\n\nডিম পানি তেলানি বা ডিম তেলানি হচ্ছে ডিম এবং বিভিন্ন বাংলাদেশী মসলা দিয়ে রান্না করা একটি তরকারি পদ। এটি উত্তরবঙ্গের একটি জনপ্রিয় ডিমের পদ। গরম গরম ভাত, আটার রুটি, পরোটা বা পোলাওয়ের সঙ্গে ডিমের এই তেলানি পরিবেশন করা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}