{"pageid": 1125594, "title": "তারাবাই শিন্দে", "url": "https://bn.wikipedia.org/wiki?curid=1125594", "content": "তারাবাই শিন্দে (১৮৫০ – ১৯১০) ছিলেন একজন নারীবাদী কর্মী যিনি ১৯ শতকে ভারতে পিতৃতন্ত্র এবং বর্ণ বৈষম্যের প্রতিবাদ করেছিলেন। তিনি তাঁর প্রকাশিত স্ত্রী পুরুষ তুলনা (\"নারী ও পুরুষের মধ্যে একটি তুলনা\") কাজটির জন্য পরিচিত। এটি ১৮৮২ সালে প্রথমে মারাঠিতে প্রকাশিত হয়েছিল। এই পুস্তিকাটিতে উচ্চ-বর্ণের পিতৃতন্ত্রের একটি সমালোচনা করা হয়েছে এবং প্রায়শই এটিকে প্রথম আধুনিক ভারতীয় নারীবাদী পাঠ্য হিসাবে বিবেচনা করা হয়। সেই সময়ে নারী নিপীড়নের উৎস হিসেবে হিন্দু ধর্মীয় শাস্ত্রকে চ্যালেঞ্জ করা খুবই বিতর্কিত একটি বিষয় ছিল, এই দৃষ্টিভঙ্গি আজও বিতর্কিত এবং বিতর্কযোগ্য।। তিনি সত্যশোধক সমাজের সদস্য ছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং পরিবার ==\nতিনি ১৮৫০ সালে, বর্তমান মহারাষ্ট্র রাজ্যের বেরার প্রদেশের বুলদানায়, এক মারাঠা পরিবারে জন্মগ্রহণ করেছিলেন। তাঁর বাবার নাম ছিল বাপুজি হরি শিন্দে। তারাবাই পুনের সত্যশোধক সমাজের প্রতিষ্ঠাতা সদস্য ছিলেন। তাঁর বাবা একজন মৌলবাদী ছিলেন এবং তিনি রাজস্ব বিভাগের উপমহাধ্যক্ষের অফিসে প্রধান কেরানি ছিলেন। ১৮৭১ সালে তিনি \"হিন্ট টু দ্য এডুকেটেড নেটিভস\" নামে একটি বইও প্রকাশ করেন। সেই এলাকায় মেয়েদের কোন বিদ্যালয় ছিল না। তারাবাই ছিলেন বাবা-মায়ের একমাত্র কন্যা এবং তাঁর বাবা তাঁকে মারাঠি, সংস্কৃত এবং ইংরেজি শিখিয়েছিলেন। তাঁর চার ভাইও ছিল। বেশ অল্প বয়সে তারাবাইয়ের বিবাহ হয়েছিল, কিন্তু তাঁর স্বামী তাঁর পিতামাতার বাড়িতে চলে আসার ফলে তিনি সে সময়ের অন্যান্য মারাঠি স্ত্রীদের তুলনায় গৃহে অনেক বেশি স্বাধীনতা পেয়েছিলেন।\n\n\n== সামাজিক কাজ ==\nশিন্দে সামাজিক কর্মী জোতিরাও এবং সাবিত্রীবাই ফুলের সহযোগী ছিলেন। তিনি তাঁদের সত্যশোধক সমাজ (\"সত্য সন্ধানী সম্প্রদায়\") সংগঠনের প্রতিষ্ঠাতা সদস্য ছিলেন। ফুলে যুগল শিন্দেকে নিপীড়নের পৃথক অক্ষ, যা লিঙ্গ এবং বর্ণ গঠন করে, সেই সম্পর্কে সচেতনতা, পাশাপাশি দুটির অন্তর্নিহিত প্রকৃতি সম্বন্ধে অবহিত করেছিলেন।\n\n\n== \"স্ত্রী পুরুষ তুলনা\" ==\nতারাবাই শিন্দের জনপ্রিয় সাহিত্যকর্ম হল \"স্ত্রী পুরুষ তুলনা\"। তাঁর প্রবন্ধে, শিন্দে বর্ণের সামাজিক বৈষম্যের সমালোচনা করেছেন, সেইসাথে অন্যান্য সক্রিয় কর্মী, যারা বর্ণকে হিন্দু সমাজে বৈরিতার প্রধান রূপ হিসেবে দেখেছেন, তাদের পুরুষতান্ত্রিক দৃষ্টিভঙ্গির সমালোচনা করেছেন। সুসি থারু এবং কে. ললিতার মতে, \"...স্ত্রী পুরুষ তুলনা সম্ভবত ভক্তি সময়ের কবিতার পরে প্রথম পূর্ণাঙ্গ এবং বিদ্যমান নারীবাদী যুক্তি। কিন্তু তারাবাইয়ের কাজটিও তাৎপর্যপূর্ণ কারণ এমন এক সময়ে যখন বুদ্ধিজীবী এবং কর্মীরা একইভাবে একজন হিন্দু বিধবার জীবনের কষ্ট এবং মহিলাদের উপর সংঘটিত অন্যান্য সহজে শনাক্তযোগ্য নৃশংসতা নিয়ে উদ্বিগ্ন ছিলেন, তারাবাই শিন্ডে, দৃশ্যত বিচ্ছিন্নভাবে কাজ করে, পিতৃতান্ত্রিক সমাজের আদর্শিক বুননকে অন্তর্ভুক্ত করার জন্য বিশ্লেষণের পরিধি বিস্তৃত করতে সক্ষম হয়েছিলেন। তিনি বলেন, সর্বত্র নারীরা একইভাবে নির্যাতিত।\"\nস্ত্রী পুরুষ তুলনা লেখা হয়েছিল একটি নিবন্ধের প্রতিক্রিয়া হিসাবে, যেটি ১৮৮১ সালে পুনে বৈভব-এ প্রকাশিত হয়েছিল। এটি ছিল পুনে থেকে প্রকাশিত একটি সনাতনী সংবাদপত্র। নিবন্ধটি ছিল সুরাটের একজন যুবতী ব্রাহ্মণ (উচ্চবর্ণ) বিধবা বিজয়লক্ষ্মীর বিরুদ্ধে একটি ফৌজদারি মামলার বিষয়ে। তিনি জনসাধারণের অসম্মান এবং বহিষ্কারের ভয়ে নিজের অবৈধ পুত্রকে হত্যা করে দোষী সাব্যস্ত হয়েছিলেন এবং ফাঁসিতে দন্ডিত হয়েছিলেন, যদিও পরে আবেদন করে দণ্ড আজীবনের সাজায় পরিবর্তিত হয়েছিল। উচ্চবর্ণের বিধবাদের, যাদের পুনরায় বিবাহ করা নিষিদ্ধ ছিল, তাদের সাথে কাজ করে, আত্মীয়দের দ্বারা বিধবাদের গর্ভধারণের ঘটনা সম্পর্কে শিন্দে ভালোভাবে অবগত ছিলেন। বইটিতে বিশ্লেষন করা হয়েছিল যে নারীকে অবশ্যই হয় \"ভালো মহিলা\" না হয় \"পতিতা\" এর মধ্যেই হতে হবে। বইটি ১৮৮২ সালে পুনের শ্রী শিবাজি প্রেসে ৯ আনা খরচে ৫০০ কপি ছাপা হয়েছিল। কিন্তু সমসাময়িক সমাজ এবং গণমাধ্যমের বৈরী ব্যবহারের ফলে তিনি আর প্রকাশ করেননি। তবে একজন বিশিষ্ট মারাঠি সমাজ সংস্কারক জ্যোতিরাও ফুলে কাজটির প্রশংসা করেছিলেন। তিনি তারাবাইকে চিরঞ্জিবিনী (প্রিয় কন্যা) বলে উল্লেখ করতেন এবং সহকর্মীদের কাছে তাঁর পুস্তিকাটি পড়ার সুপারিশ করেছিলেন। নিবন্ধটির কথা \"সতসার\" এর দ্বিতীয় সংখ্যায় উল্লিখিত হয়েছিল, এটি ছিল \"সত্যশোধক সমাজ\" এর পত্রিকা। এটি ১৮৮৫ সালে জ্যোতিরাও ফুলে শুরু করেছিলেন, তবে তারপরে ১৯৭৫ সাল পর্যন্ত কাজটি অনেকাংশে অজানা ছিল, এরপর এটি পুনঃআবিষ্কৃত এবং পুনঃপ্রকাশিত হয়েছিল।\n\n\n== আরও দেখুন ==\nজ্যোতিরাও ফুলে, আরেকজন বিপ্লবী যিনি নারী এবং দলিতদের অধিকারের জন্য লড়াই করেছিলেন।\nসাবিত্রীবাই ফুলে, জ্যোতিরাও ফুলের স্ত্রী, এবং সমাজ সংস্কারক।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস সমূহ ==\nShinde, Tarabai. 1882. Stri purush tulana. (Translated by Maya Pandit). In S. Tharu and K. Lalita (Eds.) \"Women writing in India. 600 B.C. to the present. Volume I: 600 B.C. to the early 20th century\". The City University of New York City : The Feminist Press.\nGail Omvedt. 1995. Dalit Vision, Orient Longman\nChakravarti, Uma and Gill, Preeti (eds). Shadow Lives: Writings on Widowhood. Kali for Women, Delhi.\nO'Hanlon, Rosalind. 2000. A Comparison Between Women and Men : Tarabai Shinde and the Critique of Gender Relations in Colonial India. Delhi, Oxford University Press, 2000, 144 p., আইএসবিএন ০-১৯-৫৬৪৭৩৬-X.\nO'Hanlon, Rosalind. 1991. Issues of Widowhood: Gender and Resistance in Colonial Western India, in Douglas Haynes and Gyan Prakash (eds) \"Contesting Power. Resistance and Everyday Social Relations in South Asia\", Oxford University Press, New Delhi.\nO'Hanlon, Rosalind. 1994. For the Honour of My Sister Countrywomen: Tarabai Shinde and the Critique of Gender Relations in Colonial India, Oxford University Press, Oxford."}