{"pageid": 1125176, "title": "কাজী হাবিবুল আউয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1125176", "content": "কাজী হাবিবুল আউয়াল (জন্ম: ২১ জানুয়ারি ১৯৫৬) বাংলাদেশের ত্রয়োদশ প্রধান নির্বাচন কমিশনার ছিলেন। তিনি ইতিপূর্বে প্রতিরক্ষা মন্ত্রণালয়ের সিনিয়র সচিব হিসাবে দায়িত্ব পালন করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nকাজী হাবিবুল আউয়াল ১৯৫৬ সালের ২১ জানুয়ারি পিতার কর্মস্থল কুমিল্লায় জন্মগ্রহণ করেন। তার পৈত্রিক নিবাস চট্টগ্রাম জেলার সন্দ্বীপের সারিকাইত ইউনিয়নের সারিকাইত গ্রামে। তার পিতা কাজী আবদুল আউয়াল কারা উপমহাপরিদর্শক (ডিআইজি প্রিজন্স) ও ঢাকা কেন্দ্রীয় কারাগারে জাতীয় চার নেতা হত্যা মামলার বাদী ছিলেন। তার মাতা বেগম নাফিসা খাতুন।\n১৯৭২ সালে খুলনার সেন্ট জোসেফ’স হাই স্কুল থেকে মাধ্যমিক এবং ১৯৭৪ সালে ঢাকা কলেজ থেকে উচ্চমাধ্যমিক পাস করে পরে ঢাকা বিশ্ববিদ্যালয় থেকে ১৯৭৬ সালে এল এল.বি (অনার্স) ও ১৯৭৮ সালে এলএলএম ডিগ্রি অর্জন করেন। বাংলাদেশ বার কাউন্সিল থেকে সনদ পান ১৯৮০ সালে এবং সে বছর ঢাকা জেলা বার অ্যাসোসিয়েশনের সদস্য হন।\n\n\n== কর্মজীবন ==\nকাজী হাবিবুল আউয়াল বিসিএস ১৯৮১ ব্যাচের বিচার ক্যাডারে যোগদান করেন। কর্মজীবন শুরু করেন উপজেলা মুন্সেফ হিসেবে। তিনি প্রেষণে সহকারী সচিব ও উপ সচিব হিসেবে আইন মন্ত্রণালয়ে দায়িত্ব পালন করেছেন।\n১৯৯৭ সালে তিনি জেলা ও দায়রা জজ হিসেবে পদোন্নতি পান। ২০০০ সালে তিনি আইন মন্ত্রণালয়ে যুগ্ম সচিব হিসেবে দায়িত্ব নেন। তিনি ২০০৪ সালে অতিরিক্ত সচিব হিসেবে পদোন্নতি লাভ করেন। ২০০৭ সালের ২৮ জুন তিনি আইন মন্ত্রণালয়ের সচিব হিসেবে পদোন্নতি পান। সেখান থেকে তাকে রাষ্ট্রপতির ১০ শতাংশ কোটায় ২০০৯ সালের ১৭ ডিসেম্বর পর্যন্ত আইন মন্ত্রণালয়ে দায়িত্ব পালনের পর ২০১০ সালের ২৪ এপ্রিল তাকে ধর্ম মন্ত্রণালয়ের সচিব করা হয়। পরে ২০১৪ সালের ১৮ জুন তার চাকরির মেয়াদ এক বছর বাড়ায় সরকার।\n২০১৫ সালের ১৭ জানুয়ারি অবসরোত্তর ছুটিতে (পিআরএল) যাওয়ার কথা ছিল হাবিবুল আউয়ালের। কিন্তু ২০১৫ সালের ২১ জানুয়ারি পিআরএল বাতিল করে তাকে প্রতিরক্ষা মন্ত্রণালয়ের সিনিয়র সচিব হিসেবে এক বছরের চুক্তিতে নিয়োগ দেয় সরকার। পরে সেই চুক্তির মেয়াদ আরো এক বছর বাড়ানো হয়। তিনি ২০১৭ সালে জ্যেষ্ঠ সচিব হিসেবে অবসরগ্রহণ করেন। সরকারি চাকরি থেকে পরিপূর্ণ অবসরে যাওয়ার পর তিনি ব্র্যাক বিশ্ববিদ্যালয়ে অধ্যাপনা করেছেন।\n\n\n== সমালোচনা ==\nকাজী হাবিবুল আউয়াল আইন মন্ত্রণালয়ের লিগ্যাল অ্যান্ড ড্রাফটিং শাখার অতিরিক্ত সচিবের দায়িত্ব পাওয়ার পর বিচারপতি শাহ আবু নাঈম মমিনুর রহমান ও বিচারপতি শহিদুল ইসলামের আদালত এক রায়ে তার নিয়োগ অবৈধ ঘোষণা করে ২০১০ সালে রায় দেন। তাছাড়াও সচিব থাকা অবস্থায় বিধিবহির্ভূতভাবে দুই বিচারককে অবসরে পাঠানোর ঘটনায় সংসদীয় কমিটি তাকে তলব করলে তিনি ঘটনার দায় নিয়ে ক্ষমা চান। বিচারকদের স্বার্থ রক্ষা না করা, বিচারকদের স্বতন্ত্র বেতন-ভাতা দিতে সরকারকে বাধা দেয়াসহ তার নানান বিতর্কিত কর্মকাণ্ডের অভিযোগে আদালতের বিচারকসহ বিচারবিভাগীয় কর্মকর্তারা তার অপসারণ দাবিতে আন্দোলন করেছিলেন।\n\n\n== গ্রন্থ ==\nকাজী হাবিবুল আউয়ালের প্রকাশিত গ্রন্থের মধ্যে রয়েছে:-\n\nজীবন পাতার জলছাপ, আত্ম-চরিত।\nট্রাজেকটরি অব এ জুডিশিয়াল অফিসার, প্রশাসনে নিজের অভিজ্ঞতার আলোকে।\nমেমোরিজ অফ আরলি লাইফ, আত্মজীবনী মূলক।\n\n\n== ব্যক্তিগত জীবন ==\nকাজী হাবিবুল আউয়াল ব্যক্তিগত জীবনে বিবাহিত। তার স্ত্রী সাহানা আক্তার খানম। এই দম্পতির তিন মেয়ে।\n\n\n== আরও দেখুন ==\nহাবিবুল আউয়াল কমিশন\n\n\n== তথ্যসূত্র =="}