{"pageid": 1125587, "title": "হংস জীবরাজ মেহতা", "url": "https://bn.wikipedia.org/wiki?curid=1125587", "content": "হংস জীবরাজ মেহতা (৩ জুলাই ১৮৯৭ - ৪ এপ্রিল ১৯৯৫) ছিলেন ভারতের একজন সংস্কারবাদী, সমাজকর্মী, শিক্ষাবিদ, স্বাধীনতা কর্মী, নারীবাদী এবং  লেখিকা।\n\n\n== জীবনের প্রথমার্ধ ==\n১৮৯৭ সালের ৩ জুলাই একটি নগর ব্রাহ্মণ পরিবারে হংস মেহতা জন্মগ্রহণ করেন। তিনি বরোদা রাজ্যের দেওয়ান মনুভাই মেহতার কন্যা এবং প্রথম গুজরাটি উপন্যাস করণ ঘেলোর লেখক নন্দশঙ্কর মেহতার নাতনি ছিলেন।\nতিনি ১৯১৮ সালে দর্শনের স্নাতক হন। তিনি ইংল্যান্ডে সাংবাদিকতা এবং সমাজবিজ্ঞান অধ্যয়ন করেন। ১৯১৮ সালে, তিনি সরোজিনী নাইডু এবং পরে ১৯২২ সালে মহাত্মা গান্ধীর সাথে দেখা করেন।\nতিনি জীবরাজ নারায়ণ মেহতার সাথে বিবাহ বন্ধনে আবদ্ধ হন। জীবরাজ নারায়ণ ছিলেন একজন বিশিষ্ট চিকিৎসক ও প্রশাসক এবং গুজরাটের প্রথম মুখ্যমন্ত্রী।\n\n\n== কর্মজীবন ==\n\n\n=== রাজনীতি, শিক্ষা এবং সক্রিয়তা ===\nহংস মেহতা বিদেশী জামাকাপড় এবং মদ বিক্রির দোকানগুলির পিকেটিং সংগঠিত করেছিলেন এবং মহাত্মা গান্ধীর পরামর্শ অনুসারে অন্যান্য স্বাধীনতা আন্দোলনের কর্মকাণ্ডে অংশগ্রহণ করেছিলেন। এমনকি ১৯৩২ সালে তাকে তার স্বামীর সাথে ব্রিটিশরা গ্রেফতার করে জেলে পাঠিয়েছিল। পরে তিনি বোম্বে লেজিসলেটিভ কাউন্সিলে নির্বাচিত হন।\nস্বাধীনতার পর, তিনি ১৫ জন মহিলার মধ্যে ছিলেন যারা ভারতীয় সংবিধান প্রণয়নকারী গণপরিষদের অংশ ছিলেন। তিনি উপদেষ্টা কমিটি এবং মৌলিক অধিকার বিষয়ক উপ কমিটির সদস্য ছিলেন। তিনি ভারতে মহিলাদের জন্য সমতা এবং ন্যায়বিচারের পক্ষে ছিলেন।\n১৯২৬ সালে হংস বোম্বে স্কুল কমিটিতে নির্বাচিত হন এবং ১৯৪৫-৪৬ সালে সর্বভারতীয় মহিলা সম্মেলনের সভাপতি হন। হায়দ্রাবাদে অনুষ্ঠিত অল ইন্ডিয়া উইমেনস কনফারেন্সে তার সভাপতির ভাষণে তিনি নারী অধিকারের একটি সনদ প্রস্তাব করেন। তিনি ১৯৪৫ থেকে ১৯৬০ সাল পর্যন্ত ভারতে বিভিন্ন পদে অধিষ্ঠিত ছিলেন - এসএনডিটি মহিলা বিশ্ববিদ্যালয়ের উপাচার্য, অল ইন্ডিয়া সেকেন্ডারি বোর্ড অফ এডুকেশনের সদস্য, ইন্টার ইউনিভার্সিটি বোর্ড অফ ইন্ডিয়ার সভাপতি এবং বরোদার মহারাজা সায়াজিরাও বিশ্ববিদ্যালয়ের ভাইস-চ্যান্সেলর পদ সেগুলোর মধ্যে অন্যতম।\n১৯৪৬ সালে নারীদের অবস্থার বিষয়ে নিউক্লিয়ার সাব-কমিটিতে ভারতের প্রতিনিধিত্ব করেন তিনি। ১৯৪৭-৪৮ সালে জাতিসংঘের মানবাধিকার কমিশনে ভারতীয় প্রতিনিধি হিসাবে, তিনি মানবাধিকারের সার্বজনীন ঘোষণাপত্রের একটি বাক্য পরিবর্তনে ভূমিকা পালন করেন। \"all men are created equal\"-এর বদলে লিঙ্গ সমতার জন্য। \"all human beings\" করা হয়। হংস পরে ১৯৫০ সালে জাতিসংঘের মানবাধিকার কমিশনের ভাইস চেয়ারম্যান হন। তিনি ইউনেস্কোর নির্বাহী বোর্ডের সদস্যও ছিলেন।\n\n\n=== সাহিত্যিক পেশা ===\nতিনি গুজরাটি ভাষায় বেশ কয়েকটি শিশুতোষ বই লিখেছেন যার মধ্যে রয়েছে অরুন্নু অদ্ভু‌ত স্বপ্ন (১৯৩৪), বাবলানা পরাক্রম (১৯২৯), বালবর্তাবলী পর্ব ১-২ (১৯২৬, ১৯২৯)। তিনি বাল্মীকি রামায়ণের কিছু বই অনুবাদ করেছেন: অরণ্যকাণ্ড, বালকাণ্ড এবং সুন্দরকাণ্ড । তিনি গালিভারস ট্রাভেলস সহ অনেক ইংরেজি গল্প অনুবাদ করেছেন। তিনি শেক্সপিয়ারের কিছু নাটকও রূপান্তর করেছিলেন। তার প্রবন্ধগুলি সংগ্রহ করা হয়েছিল এবং কেতলাক লেখো (১৯৭৮) নামে প্রকাশিত হয়েছিল।\n\n\n== গ্রন্থপঞ্জি ==\nগুজরাটি, হিন্দি এবং তামিল ভাষায়\n\nত্রাণ নাটকো । (১৯২৬)। মুম্বাই : হংস মেহতা ওসিএলসি 41051797\nমেহতা, হংস; সুইফট, জোনাথন। গোখীবরানী মুসাফরী । ভাডোরা : বালাজীবনা কার্যালয় (১৯৩১)ওসিএলসি 38143737\nরুক্মিণী । (১৯৩৩)। ভাডোরা : আর্য সুধারক প্রেসা  (গুজরাতি ভাষায়)\nঅরুণানুণ অদ্ভূত স্বপ্ন । (১৯৩৪)। মুম্বাই : হংস  মেহতা ওসিএলসি 34302217\nমেহতা, এস. হংস। (১৯৫০)। অরুণানু অদ্ভূত স্বপন । আহমেদাবাদ, ভারত : গুজর গ্রন্থ রত্ন কার্যালয়ওসিএলসি 798280350\nবাকাবর্তাবলী [বাচ্চনাল]। (১৯৩৯)। মুম্বাই : সোল এজাংট, ষষ্ঠ সাহিত্য ভাণ্ডারওসিএলসি 37520092\nহিমালয় স্বরূপা আনে বিজং নাটকো । শীষ্ট\nমেহতা, হংস। ত্রান নাটকো আনে বিজম [তিনটি নাটক ইত্যাদি]। (১৯৫৬)।ওসিএলসি 83589713ওসিএলসি 83589713\nমেহতা, হংস; চিমানালা, চন্দ্রবদন; সীতাশু, যশশ্চন্দ্র। কেতালাক লেখা । মুম্বাই : ফারবাসা গুজরাটি সভা (১৯৭৭)ওসিএলসি 40562864\nমেহতা, হংস; কোলোডি, কার্লো। বাভলানা প্রক্রমো [সাহসী কীর্তি] রাজকোট : প্রভিন রাজকোট (১৯৯৩)ওসিএলসি 59900007\nমেহতা, হংস। রাম কথা । [রামের গল্প] (১৯৯৩)। দিল্লী : ন্যাশনাল বুক ট্রাস্ট।  (হিন্দি ভাষায়)\nমেহতা, হংস। আয়োতিয়িন ইহভরাসন । (২০০৪)। দিল্লী : ন্যাশনাল বুক ট্রাস্ট।   (তামিল ভাষায়)\nইংরেজীতে\n\nযুদ্ধ-পরবর্তী শিক্ষাগত পুনর্গঠন: ভারতে নারী শিক্ষার বিশেষ উল্লেখ সহ । (----) বোম্বে : প্রতিভাওসিএলসি 48328021\nবিবাহ ও উত্তরাধিকারের হিন্দু আইনের অধীনে মহিলা । (১৯৪৪)। পি. ৫২, বোম্বে : প্রতিভা পাবলিকেশন্স।ওসিএলসি 752614477ওসিএলসি 752614477\nহংস, মেহতা। (সম্পাদনা। ) \"অসামরিক\". (১৯৪৫)। সর্বভারতীয় মহিলা সম্মেলনের জন্য, আউন্ধ : আউন্ধ পাব। বিশ্বাস,ওসিএলসি 62614613\nভারতীয় মহিলা । (১৯৮১)। নতুন দিল্লি : বুটালা  (ইংরেজি ভাষায়)\n\n\n=== অনুবাদ ===\nইংরেজিতে\n\nউজ্জয়নীর রাজা; বিক্রমাদিত্য হাসসা; মেহতা, হংস। রাজা বিক্রমের অ্যাডভেঞ্চার । (সামলা ভাটের সিংহাসন-বত্রিসির গুজরাটি সংস্করণ থেকে নির্বাচন। প্লেট সহ।) (১৯৪৮)। বোম্বে : অক্সফোর্ড ইউনিভার্সিটি প্রেস, pp.vii, ১৫০।ওসিএলসি 503783112ওসিএলসি 503783112\nমেহতা, হংস; শুক্লা, রাজা বিক্রমের ভিকে অ্যাডভেঞ্চারস । (১৯৫৪) লন্ডন : অক্সফোর্ড ইউনিভার্সিটি। প্রেস,ওসিএলসি 551829319\nসরমা, ডিএস; মেহতা, হংস। অযোধ্যার রাজপুত্র । নতুন দিল্লি : ন্যাশনাল বুক ট্রাস্ট, ভারত : ভারতের প্রধান মজুতদার, থমসন প্রেস (ভারত) (১৯৭৪)।  (ইংরেজি ভাষায়)\nUne femme d'aujourd'hui: roman . (১৯৬৬)। প্যারিস : অ্যালবিন মিশেল।  (ফরাসি ভাষায়)\n\n\n== পুরস্কার ==\nমেহতা ১৯৫৯ সালে পদ্মভূষণে ভূষিত হন।\n\n\n== তথ্যসূত্র =="}