{"pageid": 1125268, "title": "রূপা বাই ফুরদুনজি", "url": "https://bn.wikipedia.org/wiki?curid=1125268", "content": "রূপা বাই ফুরদুনজি, ছিলেন বিশ্বের প্রথম মহিলা অ্যানেস্থেটিস্ট। তিনি একটি পারসি পরিবারে জন্মগ্রহণ করেছিলেন, তিনি হায়দ্রাবাদে ডাক্তারি পেশায় কর্মরত ছিলেন এবং ভারতে অবেদনিক হিসাবে ক্লোরোফর্মের ব্যবহার প্রবর্তনে প্রধান ভূমিকা পালন করেছিলেন।\nএমন একটি সময়ে, যখন নারীদের প্রাথমিক শিক্ষা গ্রহণে নিরুৎসাহিত করা হত এবং প্রায়শই স্কুল ও কলেজ থেকে দূরে রাখা হত, তখন রূপা বাই ফুরদুনজি ছিলেন ভারত এবং বৃহত্তর বিশ্বে বিজ্ঞান ও জীববিজ্ঞানের অনেক গুরুত্বপূর্ণ ক্ষেত্রে প্রথম মহিলা। তিনি ছিলেন বিশ্বের প্রথম মহিলা অ্যানেস্থেটিস্ট এবং উল্লিখিত ক্ষেত্রে তাঁর দক্ষতার প্রশংসা অনেক বই এবং প্রতিবেদনে করা হয়েছে, যার মধ্যে একটি হল এ রিপোর্ট অন হায়দ্রাবাদ ক্লোরোফর্ম কমিশনস।\nতিনি ১৮৮৯ - ১৯১৭ খ্রিস্টাব্দ পর্যন্ত হায়দ্রাবাদের ব্রিটিশ রেসিডেন্সি হাসপাতাল (বর্তমান সুলতান বাজার হাসপাতাল), আফজালগঞ্জ হাসপাতাল এবং জেনানা হাসপাতালে অ্যানেস্থেসিস্ট হিসেবে পরিষেবা দিয়েছিলেন। ব্রিটিশ রেসিডেন্সির প্রধান সার্জন, এছাড়াও হায়দ্রাবাদ মেডিকেল স্কুলের অধ্যক্ষ, সার্জন মেজর (আইএমএস) এডওয়ার্ড লরি তাঁর দক্ষতার প্রশংসা করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\n১৮৮৫ সালে, ফুরদুনজি হায়দরাবাদ মেডিকেল কলেজে মেডিকেল কোর্সে ভর্তি হয়ে তাঁর পড়াশোনা শুরু করেছিলেন এবং তিনি সেই সময় ভর্তি হওয়া পাঁচজন মহিলার মধ্যে একজন ছিলেন। ১৮৮৯ সালে, তিনি একজন মেডিকেল ডাক্তারের সমতুল্য হাকিম ডিগ্রি লাভ করেন। পরবর্তীকালে, তিনি বাল্টিমোরের জন হপকিন্স হাসপাতাল থেকে মেডিকেল ডিগ্রি অর্জন করেছিলেন। ১৯০৯ সালে, অ্যানি বেসান্তের উৎসাহে, ফুরদুনজি স্কটল্যান্ডের এডিনবরায় পড়তে যান অবেদনিক বিষয়ে আরও অভিজ্ঞতা এবং জ্ঞান অর্জনের জন্য। সেখানে, তিনি এডিনবরা বিশ্ববিদ্যালয় থেকে পদার্থবিজ্ঞান এবং রসায়ন বিষয়ে ডিপ্লোমা অর্জন করেন, কারণ কোনো বিশেষ কোর্সে অবেদনিক বিষয়ে জোর দিয়ে পড়ানো হতনা । তিনি অধ্যয়ন করার জন্য পদার্থবিজ্ঞান এবং রসায়নকে বেছে নিয়েছিলেন কারণ এই বিষয়গুলির জ্ঞান অবেদনিক নিয়ে কাজ করা ডাক্তারদের জন্য দরকারী বলে তাঁর মনে হয়েছিল।\n\n\n== কর্মজীবন ==\n১৮৮৮ এবং ১৮৯১ সালে অনুষ্ঠিত যথাক্রমে প্রথম এবং দ্বিতীয় হায়দ্রাবাদ ক্লোরোফর্ম কমিশনে ফুরদুনজি ছিলেন একজন প্রভাবশালী কণ্ঠ। ১৮৮৯ - ১৯১৭ সাল পর্যন্ত তিনি হায়দ্রাবাদের ব্রিটিশ রেসিডেন্সি হাসপাতাল-(বর্তমান সুলতান বাজার হাসপাতাল), আফজালগঞ্জ হাসপাতাল-(বর্তমান ওসমানিয়া জেনারেল হাসপাতাল) এবং ভিক্টোরিয়া জেনানা ম্যাটারনিটি হাসপাতালে অ্যানেস্থেসিয়া পরিষেবা দিয়েছিলেন। ১৯২০ সালে, তিনি হায়দ্রাবাদের চাদেরঘাট হাসপাতালের সুপারিনটেনডেন্ট হিসেবে অবসর গ্রহণ করেন।\n\n\n== কর্মজীবন এবং প্রশংসা ==\nফুরদুনজির কর্মজীবন সম্পর্কে যা কিছু জানা যায়, তার জন্য হায়দ্রাবাদের একজন পারসি হারমুসজি কাউসের অবদান বিশেষভাবে উল্লেখযোগ্য। তিনি ফুরদুনজির মূল শংসাপত্র এবং তাঁর কর্মজীবন সংক্রান্ত কয়েকটি চিঠি সংরক্ষণ করে রেখেছিলেন। শংসাপত্রগুলির মধ্যে একটি ছিল, ক্লোরোফর্ম কমিশনে তাঁর অংশগ্রহণকে সমর্থন করে এবং ডাক্তারি ক্ষেত্রে তাঁর কৃতিত্বকে চিহ্নিত করে, এডওয়ার্ড লরি দ্বারা যথাযথভাবে স্বাক্ষরিত একটি পত্র। অন্য একটি পত্র তাঁর হায়দ্রাবাদের প্যাথলজি কোর্সে অংশগ্রহণ এবং শেষেরটি ১৯১০ সালে এডিনবরা বিশ্ববিদ্যালয়ে তাঁর যোগদানের প্রত্যয়ন করে। প্রকৃতপক্ষে, ১৯৮৭ সালে লন্ডনে অ্যানেস্থেশিয়ার ইতিহাসের দ্বিতীয় আন্তর্জাতিক সম্মেলনের প্রতিবেদন পড়ার পর কাউসে নিজেই আবিষ্কার করেছিলেন যে ফুরদুনজিই বিশ্বের প্রথম মহিলা অ্যানেস্থেসিস্ট হতে পারেন।\n\n\n== তথ্যসূত্র =="}