{"pageid": 1125477, "title": "পিরো প্রেমন", "url": "https://bn.wikipedia.org/wiki?curid=1125477", "content": "পিরো প্রেমন (১৮৩২ – ১৮৭২) ছিলেন প্রথম মহিলা পাঞ্জাবি কবি।\n\n\n== জীবনী ==\nপিরোর জীবন সম্পর্কে খুব কমই জানা যায়। তাঁকে লাহোরের হীরা মান্ডিতে পতিতাবৃত্তির উদ্দেশ্যে বিক্রি করা হয়েছিল বলে মনে করা হয়। এটি ছিল একটি নিষিদ্ধ পল্লি। তিনি হীরা মান্ডি থেকে পালিয়ে যান এবং চাথিয়ান ওয়ালায় (বর্তমান পাকিস্তানে) গুলাব দাসী ডেরায় গুলাব দাসের ভক্ত হয়ে যান। গুলাব দাস ছিলেন একজন শিখ জাট যিনি গুলাবদাসী সম্প্রদায় প্রতিষ্ঠা করেছিলেন। এই সম্প্রদায়টি ছিল হিন্দু - শিখ সন্ন্যাসব্রতের উপর ভিত্তি করে তৈরি, কিন্তু তারা নিজেদেরকে হিন্দু বা শিখ মনে করত না।\nপিরো সম্পর্কে বেশিরভাগ তথ্য তাঁর নিজের আত্মজীবনী মূলক রচনা ইক সও ষাট কাফিয়াঁ বা \"একশত ষাট কাফির (১৬০ কাফি)\" শ্লোকগুলি থেকে জানা গেছে। এটি ঊনবিংশ শতাব্দীর মাঝামাঝি সময়ে লেখা হয়েছিল। ১৬০ কাফিতে, চাথিয়ান ওয়ালায় গুলাব দাসের সাথে বসবাস শুরু করার পর পিরো তাঁর জীবনের একটি ধারাবাহিক ঘটনা বর্ণনা করেছেন। পিরো নিজেকে একজন পতিতা হিসেবে উল্লেখ করেছেন, এবং সেইসঙ্গে নিজেকে একজন মুসলিম বলেছেন। চাথিয়ান ওয়ালায় তাঁর আগমনের পর, পিরো লিখেছেন যে হীরা মান্ডি থেকে তাঁর \"পেশাদার তত্ত্বাবধায়ক\" তাঁকে অনুসরণ করে এসেছিল এবং গোলাপ দাসকে রাজি করিয়েছিল তাঁকে লাহোরে ফেরত পাঠাতে। তিনি শেষ পর্যন্ত লাহোরে ফিরে যেতে রাজি হয়েছিলেন। লাহোরে ফিরে তিনি তিনি মোল্লা এবং কাজীদের সাথে বাদানুবাদে জড়িয়ে পড়েছিলেন। তাদের মতে তিনি যে শুধুমাত্র একজন ধর্মত্যাগী হয়েছেন তাই নয়, তিনি তাঁর গুরুর ধর্মে ধর্মান্তরিত হয়ে একজন কাফিরে পরিণত হয়েছেন। পিরো ধর্মত্যাগ বা ধর্মান্তরকে অস্বীকার করেন নি, কিন্তু ইসলামে ফিরে যেতে অস্বীকার করেছিলেন। তিনি মোল্লা এবং ইসলামকে কুবচন বলেছিলেন, এবং নিজের গুরুর আধ্যাত্মিকতার প্রশংসা করেছিলেন। ইতিহাসবিদ অংশু মালহোত্রার মতে, \"ভাষার অবাঞ্ছিত ব্যবহার যা আজ সম্মানিতদের মধ্যে অশ্লীল বলে বিবেচিত হতে পারে, পিরোর বক্তব্যে তা একটি রঙিন মাত্রা যোগ করে।\"\nপিরো লিখেছেন যে তাঁর এই কর্মের ফলে তাঁকে অপহরণ করা হয়, এবং জোর করে লাহোর থেকে ওয়াজিরাবাদ নিয়ে যাওয়া হয়। ওয়াজিরাবাদে তাঁকে মেহরুনিসা নামে এক মহিলার কাছে বন্দী করে রাখা হয়েছিল। পিরো বর্ণনা করেছেন যে তিনি জানু এবং রেহমতী নামে দুই মহিলার সাথে বন্ধুত্ব করতে পেরেছিলেন। তিনি তাদের সাহায্য কাজে লাগিয়ে গুলাব দাসকে একটি বার্তা পাঠান। গুরু তাঁর দুই শিষ্য গুলাব সিং এবং চতার সিংকে ওয়াজিরাবাদে পাঠান। তাঁর প্রতি যারা সহানুভূতিশীল ছিল তাদের সহায়তায়, শিষ্যরা পিরোকে উদ্ধার করতে এবং চাথিয়ান ওয়ালায় গুলাব দাসের প্রতিষ্ঠানে ফিরিয়ে আনতে সক্ষম হয়।\nসামাজিক ও ধর্মীয় চাপ সত্ত্বেও পিরো এবং গুলাব দাসের মধ্যে একটি অন্তরঙ্গ সম্পর্ক গড়ে উঠেছিল। চাথিয়ান ওয়ালার একটি সমাধিতে দুজনকে একসঙ্গে সমাহিত করা হয়েছিল। যদিও গুলাব দাসীরা হিন্দু বা শিখ ছিল না, তবুও ভারত বিভাজনের পরে, পাকিস্তানের তদানীন্তন মুসলিম-সংখ্যাগরিষ্ঠ জনগোষ্ঠী তাদের চাথিয়ান ওয়ালা থেকে বহিষ্কার করে দিয়েছিল। সম্প্রদায়টি পরবর্তীকালে ভারতে পালিয়ে যায় এবং সেখানে তারা হরিয়ানায় বসতি স্থাপন করে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nপিরোর জীবন দুটি ভারতীয় নাটকের বিষয়বস্তু হয়েছে - শাহরিয়ার রচিত পিরো প্রেমন, এবং স্বরাজবীরের শাইরি। মদীহা গৌহরের নেতৃত্বে লাহোর এবং অমৃতসরে পাকিস্তানি থিয়েটার গ্রুপ আজোকা থিয়েটার দ্বারাও শাইরি পরিবেশিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}