{"pageid": 112597, "title": "বিটা কণিকা", "url": "https://bn.wikipedia.org/wiki?curid=112597", "content": "বিটা কণিকা, যাকে বিটা রশ্মি বা বিটা বিকিরণও (প্রতীক β) বলা হয়, একটি উচ্চ-শক্তি, উচ্চ-গতির ইলেকট্রন বা পজিট্রন যা বিটা ক্ষয় প্রক্রিয়া চলাকালীন সময়ে পারমাণবিক নিউক্লিয়াসের তেজস্ক্রিয় ক্ষয়ের মাধ্যমে নির্গত হয়। বিটা ক্ষয়ের দুটি রূপ রয়েছে, β− ক্ষয় এবং β+ ক্ষয়, এগুলো যথাক্রমে ইলেকট্রন এবং পজিট্রন উৎপন্ন করে।\nবাতাসে ০.৫ MeV শক্তির বিটা কণিকার দূরত্বের পরিসীমা প্রায় এক মিটার; এই দূরত্ব কণিকার শক্তির উপর নির্ভরশীল।\nবিটা কণা হচ্ছে এক ধরনের আয়নন বিকিরণ এবং বিকিরণ সুরক্ষার জন্য এটিকে গামা রশ্মির চেয়ে বেশি আয়নিক, কিন্তু আলফা কণার তুলনায় কম আয়নিক হিসাবে বিবেচনা করা হয়। কোন বিকিরণের আয়নিক  প্রভাব যত বেশি হয়, জীবন্ত টিস্যুর ক্ষতি করার ক্ষমতা ততো বেশি হয়, তবে এর ফলে বিকিরণের অনুপ্রবেশ শক্তিও কম হয়।\n\n\n== বিটা ক্ষয়ের ধরনসমূহ ==\n\n\n=== β− ক্ষয় (ইলেকট্রন নির্গমন) ===\n\nঅতিরিক্ত নিউট্রন সমেত একটি অস্থিতিশীল পারমাণবিক নিউক্লিয়াসের β− ক্ষয় হতে পারে, এক্ষেত্রে একটি নিউট্রন একটি প্রোটন, একটি ইলেকট্রন এবং একটি ইলেক্ট্রন অ্যান্টিনিউট্রিনো (নিউট্রিনোর প্রতিকণা)-তে রূপান্তরিত হয়:\nn → p + e− + νe\nএই প্রক্রিয়াটি দুর্বল নিউক্লিয় বলের মাধ্যমে মধ্যস্থতা করা হয়। ভার্চুয়াল W− বোসনের নির্গমনের মাধ্যমে নিউট্রন প্রোটনে পরিণত হয়। কোয়ার্ক স্তরে, W− এর নির্গমন একটি ডাউন কোয়ার্ককে আপ কোয়ার্কে পরিণত করে, একটি নিউট্রনকে (একটি আপ কোয়ার্ক এবং দুটি ডাউন কোয়ার্ক মিলে গঠিত) একটি প্রোটনে (দুটি আপ কোয়ার্ক এবং একটি ডাউন কোয়ার্ক মিলে গঠিত) পরিণত হয়। ভার্চুয়াল W− বোসন তখন ক্ষয়প্রাপ্ত হয়ে একটি ইলেক্ট্রন এবং একটি অ্যান্টিনিউট্রিনোতে পরিণত হয়।\nβ− ক্ষয় সাধারণত নিউট্রন-সমৃদ্ধ বিদারণ উপজাতগুলোর মধ্যে ঘটে যা পারমাণবিক চুল্লীতে উৎপাদিত হয়। মুক্ত নিউট্রনও এই প্রক্রিয়ার মাধ্যমে ক্ষয়প্রাপ্ত হয়। উভয় প্রক্রিয়াই বিটা রশ্মি এবং বিদারণ-চুল্লীর জ্বালানী রড দ্বারা উৎপাদিত ইলেকট্রন অ্যান্টিনিউট্রিনো প্রচুর পরিমাণে উৎপাদনে অবদান রাখে।\n\n\n=== β+ ক্ষয় (পজিট্রন নির্গমন) ===\n\nঅতিরিক্ত প্রোটন থাকা অস্থিতিশীল পারমাণবিক নিউক্লিয়াস থেকে β+ ক্ষয় হতে পারে, যাকে পজিট্রন ক্ষয়ও বলা হয়, এখানে একটি প্রোটন একটি নিউট্রন, একটি পজিট্রন এবং একটি ইলেক্ট্রন নিউট্রিনোতে রূপান্তরিত হয়:\np → n + e+ + νe\nবিটা-প্লাস ক্ষয় শুধুমাত্র নিউক্লিয়াসের ভিতরে ঘটতে পারে যখন ডটার নিউক্লিয়াসের বাঁধাই শক্তির পরম মান প্যারেন্ট নিউক্লিয়াসের চেয়ে বেশি হয়, অর্থাৎ ডটার নিউক্লিয়াস হচ্ছে একটি নিম্ন-শক্তির অবস্থা।\n\n\n=== বিটা ক্ষয়ের পদ্ধতি ===\n\nপাশে দেখানো ক্ষয় স্কিম ডায়াগ্রামে সিজিয়াম-১৩৭ এর বিটা ক্ষয় দেখানো হয়েছে। ১৩৭Cs কে ৬৬১ KeV-এ গামা শিখরের জন্য উল্লেখ করা হয়েছে, কিন্তু এটি আসলে ডটার রেডিওনিউক্লাইড ১৩৭mBa থেকে নির্গত হচ্ছে। চিত্রটিতে নির্গত বিকিরণের ধরন এবং শক্তি, এর আপেক্ষিক প্রাচুর্য এবং ক্ষয়ের পরে ডটার নিউক্লাইডকে দেখানো হয়েছে।\nফসফরাস-৩২ একটি বিটা নিঃসরণকারী যা ওষুধ শিল্পে ব্যাপকভাবে ব্যবহৃত হয় এবং এর অর্ধ-জীবন বেশ সংক্ষিপ্ত যা ১৪.২৯ দিনের সমান এবং বিটা ক্ষয় এর মাধ্যমে সালফার-৩২ তে পরিণত হয়, এই পারমাণবিক সমীকরণে সেটি দেখানো হয়েছে:\n\nএই ক্ষয় প্রক্রিয়ার সময় ১.৭০৯ MeV শক্তি নির্গত হয়। ইলেক্ট্রনের গতিশক্তি গড়ে প্রায় ০.৫ MeV পরিবর্তিত হয় এবং অবশিষ্ট শক্তি ইলেক্ট্রন অ্যান্টিনিউট্রিনো বহন করে যেটিকে প্রায় শনাক্ত করাই যায়না। অন্যান্য বিটা বিকিরণ-নিঃসরণকারী নিউক্লাইডের তুলনায়, ইলেক্ট্রন মোটামুটি শক্তিশালী। এটি প্রায় ১ মিটার বায়ু বা ৫ মিমি এক্রাইলিক গ্লাস দ্বারা অবরুদ্ধ থাকে।\n\n\n== অন্যান্য পদার্থের সাথে মিথস্ক্রিয়া ==\n\nতেজস্ক্রিয় পদার্থ, আলফা, বিটা এবং গামা থেকে নির্গত তিনটি সাধারণ বিকিরণের মধ্যে, বিটার মাঝারি ধরনের অনুপ্রবেশকারী শক্তি এবং আয়নকরণ শক্তি রয়েছে। যদিও বিভিন্ন তেজস্ক্রিয় পদার্থ থেকে নির্গত বিটা কণাগুলোর মাঝে শক্তির তারতম্য থাকে, তবে বেশিরভাগ বিটা কণাগুলোকেই কয়েক মিলিমিটার অ্যালুমিনিয়াম দিয়ে প্রতিরোধ করা যায়। তবে, এর মানে এই নয় যে বিটা-নির্গমনকারী আইসোটোপগুলোকে এই ধরনের পাতলা ঢাল দিয়ে সম্পূর্ণরূপে প্রতিরোধ করা যাবে: কারণ এগুলো পদার্থের মধ্যে ক্ষয়প্রাপ্ত হয় এবং বিটা ইলেকট্রনগুলো থেকে সেকেন্ডারি গামা রশ্মি নির্গত হয়, যা বিটার চেয়ে অধিক অনুপ্রবেশকারী ক্ষমতাসম্পন্ন। কম পারমাণবিক ওজনের উপকরণ দিয়ে তৈরি ঢাল কম শক্তিসম্পন্ন গামা তৈরি করে, এই ধরনের ঢালগুলোকে সীসার মতো উচ্চ-জেড পদার্থের তুলনায় প্রতি একক ভরে কিছুটা বেশি কার্যকর করে তোলে।\nচার্জযুক্ত কণার সমন্বয়ে গঠিত, বিটা বিকিরণ গামা বিকিরণের চেয়ে বেশি আয়নাইজিং শক্তিসম্পন্ন। একটি বিটা কণা পদার্থের মধ্য দিয়ে যাওয়ার সময়, ইলেক্ট্রোম্যাগনেটিক মিথস্ক্রিয়ার মাধ্যমে ক্ষয়প্রাপ্ত হয় এবং অনেক সময় ব্রেমস্ট্রালুং এক্স-রে নির্গত করে।\nসাধারণত পানিতে, অনেক পারমাণবিক বিভাজন উৎপাদিত পণ্য থেকে নির্গত বিটা বিকিরণ সেই উপাদানে আলোর গতিকে অতিক্রম করে (যা ভ্যাকুয়ামে আলোর গতির ৭৫%), এবং এটি পানির মধ্য দিয়ে যাবার সময় নীল চেরেনকভ বিকিরণ তৈরি করে। সুইমিং পুল চুল্লির জ্বালানী রড থেকে তীব্র বিটা বিকিরণ স্বচ্ছ পানির মধ্যে দৃশ্যমান হয় যা চুল্লিকে ঢেকে রাখে এবং ঢাল হিসেবে কাজ করে (ডানদিকের চিত্রটি দেখুন)।\n\n\n=== শনাক্তকরণ এবং পরিমাপ ===\n\nবস্তুর উপর বিটা কণার আয়নকরণ বা উত্তেজক প্রভাব হলো রেডিওমেট্রিক শনাক্তকরণ যন্ত্রগুলোর বিটা বিকিরণ শনাক্ত এবং পরিমাপ করার মৌলিক প্রক্রিয়া। গ্যাসের আয়নকরণ আয়ন চেম্বার এবং গিগার-মুলার কাউন্টারগুলোতে ব্যবহৃত হয় এবং সিন্টিলেটরগুলোর উত্তেজনা শক্তি সিন্টিলেশন কাউন্টারগুলোতে ব্যবহৃত হয়। নিম্ন বর্ণিত ছকে এসআই এবং নন-এসআই এককে বিকিরণ সম্পর্কিত রাশি দেখানো হয়েছে:\n\nগ্রে (Gy) হলো শোষিত মাত্রার এসআই একক, যা বিকিরণকারী পদার্থে জমা হওয়া বিকিরণ শক্তির পরিমাণ। সংখ্যাগতভাবে এটি বিটা বিকিরণের জন্য সিভার্ট দিয়ে পরিমাপ করা সমতুল্য মাত্রার সমান, যা মানব টিস্যুতে নিম্ন স্তরের বিকিরণের স্টোকাস্টিক জৈবিক প্রভাব নির্দেশ করে। শোষিত ডোজ থেকে সমতুল্য ডোজে বিকিরণের পরিমাণের রূপান্তর ফ্যাক্টর বিটার জন্য ১, যেখানে আলফা কণাগুলোর জন্য ফ্যাক্টর ২০, এর ফলে টিস্যুতে তাদের বৃহত্তর আয়নাইজিং প্রভাব প্রতিফলিত করে।\nরেড হলো শোষিত ডোজের অবচয়িত সিজিএস ইউনিট এবং রেম হল সমতুল্য ডোজের অবচয়িত সিজিএস ইউনিট, প্রধানত মার্কিন যুক্তরাষ্ট্রে এই এককগুলো ব্যবহৃত হয়।\n\n\n== ব্যবহারিক প্রয়োগ ==\nবিটা কণা চোখের এবং হাড়ের ক্যান্সারের মতো রোগের চিকিৎসার জন্য ব্যবহার করা যেতে পারে এবং এটি ট্রেসার হিসাবেও ব্যবহৃত হয়। স্ট্রন্টিয়াম-৯০ বিটা কণা তৈরি করতে সবচেয়ে বেশি ব্যবহৃত হয়।\nবিটা কণাগুলিও মান নিয়ন্ত্রণে একটি পণ্যের পুরুত্ব পরীক্ষা করার জন্য ব্যবহার করা হয়, যেমন রোলারের মধ্যে থাকা কাগজ। পণ্যের মধ্য দিয়ে যাওয়ার সময় কিছু বিটা বিকিরণ শোষিত হয়ে যায়। পণ্যের পুরুত্বের উপর নির্ভর করে বিটা বিকিরণ শোষণের পরিমাণ কম বেশি হয়। প্রস্তুতকৃত কাগজের গুণমান পর্যবেক্ষণকারী একটি কম্পিউটার প্রোগ্রাম তারপরে চূড়ান্ত পণ্যের পুরুত্ব পরিবর্তন করতে রোলারগুলিকে সরাতে সাহায্য করে।\nবিটালাইট নামক একটি আলোকসজ্জা যন্ত্রে ট্রিটিয়াম এবং একটি ফসফর থাকে। ট্রিটিয়াম ক্ষয় হলে, এটি বিটা কণা নির্গত করে; এগুলো ফসফরকে আঘাত করে, যার ফলে ফসফর ফোটন ছেড়ে দেয়, অনেকটা টেলিভিশনের ক্যাথোড রশ্মি নলের মতো। আলোকসজ্জার জন্য কোনো বাহ্যিক শক্তির প্রয়োজন হয় না, এবং যতক্ষণ পর্যন্ত ট্রিটিয়াম থাকে ততক্ষণ আলোকসজ্জা অব্যাহত থাকে (এবং ফসফরগুলো রাসায়নিকভাবে নিজেদের পরিবর্তন করে না); উৎপাদিত আলোর পরিমাণ ট্রিটিয়ামের অর্ধ-জীবন ১২.৩২ বছরের মধ্যে তার আসল পরিমাণের অর্ধেকে নেমে আসে।\nপজিট্রন নির্গমন টমোগ্রাফিতে (পিইটি স্ক্যান) ব্যবহৃত পজিট্রন পাওয়া যায় তেজস্ক্রিয় ট্রেসার আইসোটোপের বিটা-প্লাস (বা পজিট্রন) ক্ষয় থেকে।\n\n\n== ইতিহাস ==\nঅঁরি বেক্যরেল, ফ্লুরোসেন্স নিয়ে পরীক্ষা করার সময়, দুর্ঘটনাক্রমে আবিষ্কার করেছিলেন যে ইউরেনিয়াম কিছু অজানা বিকিরণ সহ কালো কাগজ দিয়ে মোড়ানো একটি ফটোগ্রাফিক প্লেটকে উন্মুক্ত করছে যা রঞ্জন রশ্মির মতো বন্ধ করা যাচ্ছে না।\nআর্নেস্ট রাদারফোর্ড এই পরীক্ষাগুলো চালিয়ে যান এবং দুটি ভিন্ন ধরনের বিকিরণ আবিষ্কার করেনঃ\n\nআলফা কণা বেকেরেল প্লেটে দেখা যায়নি কারণ তারা মোড়ানো কালো কাগজে সহজেই শোষিত হয়েছিল।\nবিটা কণা আলফা কণার তুলনায় ১০০ গুণ বেশি অনুপ্রবেশকারী শক্তিসম্পন্ন।\nতিনি ১৮৯৯ সালে তার গবেষণার ফলাফল প্রকাশ করেন।\n১৯০০ সালে, বেকেরেল বিশেষ পদ্ধতিতে বিটা কণার জন্য ভর-থেকে-চার্জ অনুপাত (m/e) পরিমাপ করেছিলেন জে জে থমসন যে পদ্ধতি ক্যাথোড রশ্মি নিয়ে গবেষণা করতে এবং ইলেকট্রন শনাক্ত করতে ব্যবহার করতেন। তিনি দেখতে পেলেন যে একটি বিটা কণার জন্য e/m থমসনের শনাক্তকৃত ইলেক্ট্রনের মতোই, এবং প্রস্তাব করেন যে বিটা কণা আসলে একটি ইলেকট্রন।\n\n\n== স্বাস্থ্য ==\nবিটা কণাগুলো জীবন্ত টিস্যুতে মাঝারিভাবে প্রবেশ করতে পারে এবং ডিএনএতে স্বতঃস্ফূর্ত পরিব্যক্তি ঘটাতে পারে।\nবিটা কণার উৎসগুলো ক্যান্সার কোষ মেরে ফেলতে বিকিরণ থেরাপিতে ব্যবহার করা যায়।\n\n\n== আরও দেখুন ==\nসাধারণ বিটা নির্গমনকারী\nইলেকট্রন বিকিরণ\nকণা পদার্থবিজ্ঞান\nn (নিউট্রন) রশ্মি\nδ (ডেল্টা) রশ্মি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nতেজস্ক্রিয়তা এবং আলফা, বিটা, গামা এবং এক্স ­ রশ্মি\nভার্জিনিয়া ইউনিভার্সিটিতে বক্তৃতায় রে এবং পার্টিকেলস\nআইডাহো স্টেট ইউনিভার্সিটিতে বিকিরণের ইতিহাস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ মে ২০১৭ তারিখে\nলরেন্স বার্কলে ন্যাশনাল ল্যাবরেটরিতে মৌলিক পারমাণবিক বিজ্ঞান তথ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ ডিসেম্বর ২০০৬ তারিখে"}