{"pageid": 1125244, "title": "হাবিবুল আউয়াল কমিশন", "url": "https://bn.wikipedia.org/wiki?curid=1125244", "content": "হাবিবুল আউয়াল কমিশন হলো বাংলাদেশের ত্রয়োদশ নির্বাচন কমিশন। ২০২২ সালের অনুসন্ধান কমিটির সুপারিশের ভিত্তিতে ২৬ ফেব্রুয়ারি এই কমিশন গঠন করেন রাষ্ট্রপতি আবদুল হামিদ। প্রধান নির্বাচন কমিশনার কাজী হাবিবুল আউয়াল সহ এই কমিশনের সদস্য ৫ জন। এই কমিশনের অধীনে দ্বাদশ জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয়। বাংলাদেশের সংবিধান অনুযায়ী এই কমিশনের মেয়াদ ৫ বছর। তবে শেখ হাসিনা সরকারের পতনের পর ২০২৪ সালের ৫ সেপ্টেম্বর এই কমিশন পদত্যাগ করে। এই কমিশনের অধীনে দেড় সহস্রাধিক পদে স্থানীয় সরকারের বিভিন্ন নির্বাচন, উপনির্বাচন অনুষ্ঠিত হয়।\n\n\n== প্রেক্ষাপট ==\n২০২২ সালের ১৪ ফেব্রুয়ারি দ্বাদশ নির্বাচন কমিশন নুরুল হুদা কমিশনের মেয়াদ শেষ হয়। তার পূর্বে ত্রয়োদশ নির্বাচন কমিশন গঠনের জন্য ২০২১ সালের ডিসেম্বরে প্রস্তুতি শুরু করে সরকার। ২০২১ সালের ২০ ডিসেম্বর থেকে ২০২২ সালের ১৭ জানুয়ারি পর্যন্ত বিভিন্ন রাজনৈতিক দলের সাথে সংলাপে অংশগ্রহণ করেন রাষ্ট্রপতি আবদুল হামিদ। প্রধান বিরোধীদল সহ কয়েকটি দল রাষ্ট্রপতির সংলাপ বর্জন করে। সংলাপে অংশগ্রহণকারী প্রায় রাজনৈতিক দল নির্বাচন কমিশন গঠনের জন্য আইন প্রণয়নের প্রস্তাব দেয়। শুরুতে আইন প্রণয়নে সরকারের আগ্রহ ছিল না। অবশেষে ২০২২ সালের ২৭ জানুয়ারি জাতীয় সংসদে প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগ আইন, ২০২২ পাস করা হয়। রাষ্ট্রপতির সম্মতিলাভের পর ২৯ জানুয়ারি বিলের গেজেট প্রকাশিত হয়। আইন মোতাবেক রাষ্ট্রপতি ৫ ফেব্রুয়ারি নির্বাচন কমিশন গঠনে ৬ সদস্যবিশিষ্ট অনুসন্ধান কমিটি গঠন করেন। অনুসন্ধান কমিটি ২৪ ফেব্রুয়ারি নির্বাচন কমিশন গঠনে ১০ জনের নাম বাছাই করে রাষ্ট্রপতিকে একটি সুপারিশ জমা দেন। ২৬ ফেব্রুয়ারি বাংলাদেশের সংবিধানের ১১৮(১) অনুচ্ছেদের ক্ষমতাবলে রাষ্ট্রপতি সুপারিশ থেকে ৫ জনকে নির্বাচন কমিশনে নিয়োগ দেন। ২৭ ফেব্রুয়ারি নব নিয়োগপ্রাপ্ত কমিশন শপথ গ্রহণ করে।\n\n\n== সদস্যবৃন্দ ==\nবাংলাদেশের সংবিধান অনুযায়ী এই কমিশনের সদস্য সংখ্যা ৫ জন। কমিশনের সদস্য:\n\nকাজী হাবিবুল আউয়াল: তিনি এই কমিশনের প্রধান। ইতিপূর্বে তিনি প্রতিরক্ষা মন্ত্রণালয়ের জ্যেষ্ঠ সচিব ছিলেন।\nমো. আলমগীর: নির্বাচন কমিশনের সাবেক সিনিয়র সচিব।\nআনিছুর রহমান: জ্বালানী ও খনিজ সম্পদ বিভাগের সাবেক সিনিয়র সচিব।\nবেগম রাশিদা সুলতানা: সাবেক জেলা ও দায়রা জজ, রংপুর।\nব্রিগেডিয়ার জেনারেল (অব.) আহসান হাবিব খান: সাবেক সেনা কর্মকর্তা ও বিটিআরসির সাবেক ভাইস চেয়ারম্যান।\n\n\n== প্রতিক্রিয়া ==\nকমিশন গঠনের পর প্রতিক্রিয়ায় ক্ষমতাসীন আওয়ামী লীগ এটিকে স্বাগত জানিয়েছে। তবে প্রধান বিরোধী দল বিএনপি কমিশনের সদস্যদের সরকারের অনুগত আরেকটি হুদা কমিশন আখ্যা দিয়ে নির্বাচনে অংশগ্রহণ না করার ঘোষণা দিয়েছে।  জাতীয় পার্টি মহাসচিব মুজিবুল হক চুন্নু গণমাধ্যমের সামনে প্রতিক্রিয়া জানাতে গিয়ে বলেছেন 'আওয়ামী লীগ সমর্থিত আমলা নির্ভর নব নিযুক্ত নির্বাচন কমিশন। এই নির্বাচন কমিশন সুষ্ঠু, নিরপেক্ষ এবং গ্রহণযোগ্য নির্বাচন করতে পারবে বলে যথেষ্ট সন্দেহ আছে।' একই ধরনের প্রতিক্রিয়া দিয়ে ইসলামী আন্দোলন বাংলাদেশের আমীর সৈয়দ রেজাউল করিম বলেছেন, নবগঠিত নির্বাচন কমিশন নিরপেক্ষ থেকে জনগণের চাহিদা অনুযায়ী অবাধ ও সুষ্ঠু নির্বাচন করতে পারবে বলে দেশবাসী মনে করে না। বিপ্লবী ওয়ার্কার্স পার্টির সাধারণ সম্পাদক সাইফুল হক বলেন, সরকারের আস্থাভাজন ও ঘনিষ্ঠজন বলে বিবেচিত লোকদের দিয়েই নতুন নির্বাচন কমিশন গঠন করা হয়েছে।\n\n\n== কার্য বিবরণী ==\nদায়িত্ব গ্রহণের পর সংলাপ আয়োজনের মাধ্যমে নির্বাচন কমিশনের কার্যক্রম শুরু হয়। ২০২২ সালের ১৩ মার্চ শিক্ষাবিদদের সাথে ১ম সংলাপ অনুষ্ঠিত হয়। সংলাপে আমন্ত্রিত ৩০ শিক্ষাবিদের ১৭ জনই অংশ নেন নি। ২২ মার্চ বিশিষ্ট নাগরিকদের সঙ্গে সংলাপ অনুষ্ঠিত হয়। এতে আমন্ত্রিত ৩৭ জনের মধ্যে ১৯ জন অংশগ্রহণ করেন। ৫ এপ্রিল প্রথম কমিশন সভা অনুষ্ঠিত হয়। ২৫ মে বিশিষ্ট বিশেষজ্ঞ, গবেষক ও বিশ্ববিদ্যালয়ের প্রযুক্তি বিশেষজ্ঞদের নিয়ে ইলেকট্রনিক ভোটিং মেশিন (ইভিএম) নিয়ে বৈঠকে বসে নির্বাচন কমিশন। ২৩ আগস্ট সর্বোচ্চ ১৫০টি আসনে ইভিএমে নির্বাচন করার সিদ্ধান্ত নেয়। ১১ সেপ্টেম্বর দ্বাদশ জাতীয় সংসদ নির্বাচনের রোডম্যাপ প্রস্তুত করে।\n\n\n== আরও দেখুন ==\nবাংলাদেশ নির্বাচন কমিশনের তালিকা\n\n\n== তথ্যসূত্র =="}