{"pageid": 1125982, "title": "মহাপ্রলয়", "url": "https://bn.wikipedia.org/wiki?curid=1125982", "content": "মহাপ্রলয় (সংস্কৃত: महाप्रलय) অথবা প্রলয় হল হিন্দু পরকালবিদ্যার ধারণা; এবং বিনাশের জন্য কল্প বা অয়নীক শব্দ। প্রলয় সাধারণত চারটি ভিন্ন ঘটনা উল্লেখ করে, এটি সাধারণত ব্রহ্মপ্রলয় নামে কল্প (৪.৩২ বিলিয়ন বছর) অনুসরণ করে মহাবিশ্বের বিলুপ্তির ঘটনা নির্দেশ করতে ব্যবহৃত হয়।\nপ্রলয় বলতে ব্রহ্মপ্রলয় ছাড়াও নিত্যপ্রলয় (প্রতিদিন ঘটে যাওয়া সমস্ত জীব ও জড় প্রাণীর ক্রমাগত ধ্বংস), প্রকৃতিপ্রলয় (প্রকৃতি দ্বারা সৃষ্ট মহাপ্লাবন যা চতুর্যুগ চক্রের সমাপ্তির পরে সমস্ত সৃষ্টির সমাপ্তি), এবং অত্যন্তিকপ্রলয় (ব্রহ্ম এর সাথে মিলনের কারণে আত্মার বিলুপ্তি)-কে বোঝায়। প্রলয়ের ধারণাটি যা উপনিষদ থেকে সাহিত্যে উল্লেখ করা হয়েছে, এটি হিন্দু সৃষ্টিতত্ত্ব সহ দর্শনে ব্যাপক আলোচিত।\n\n\n== বিবরণ ==\nহিন্দু সৃষ্টিতত্ত্ব মহাবিশ্বের পর্যায়ক্রমিক সৃষ্টি ও ধ্বংসের অন্তহীন চক্র স্থাপন করে। প্রলয় বা মহাপ্রলয় সম্পর্কে শিবপুরাণ ২.১.৬-এ ব্যাখ্যা করা হয়েছে,\n\nমহাপ্রলয় হওয়ার সময় যখন পৃথিবীর সমস্ত ভ্রাম্যমাণ এবং স্থির বস্তুগুলি দ্রবীভূত হয় তখন সূর্য, গ্রহ ও নক্ষত্র ছাড়া সবকিছুই অন্ধকারে ঢেকে যায়। চাঁদ নেই। দিন ও রাত সীমাবদ্ধ করা হয় না। আগুন নেই, বাতাস নেই, পৃথিবী নেই এবং জল নেই। কোন অব্যক্ত আদিম সত্তা নেই। সমগ্র আকাশ সম্পূর্ণ শূন্য, সমস্ত তেজস উপাদান বর্জিত। ধর্ম বা অধর্ম নেই, শব্দ নেই, স্পর্শ নেই। গন্ধ ও রঙ প্রকাশ হয় না। স্বাদ নেই। কেতনের মুখ সীমাবদ্ধ করা হয়নি। এইভাবে যখন এমন গভীর অন্ধকার থাকে যাকে সূঁচ দিয়ে ছিদ্র করা যায় না এবং বেদে ‘অস্তিত্ব ও ব্রহ্ম’ হিসাবে যা উল্লেখ করা হয়েছে তা একাই উপস্থিত।\n\n\n=== নিত্যপ্রলয় ===\nনিত্যপ্রলয় ধ্রুবক দ্রবীভূতকরণকে বোঝায়, এমন ঘটনা যা সমস্ত জীবিত ও নির্জীব প্রাণীর মনের ও দেহের দৈনন্দিন বিশৃঙ্খলা-মাত্রাকে বর্ণনা করে। সৃষ্ট, সমস্ত পদার্থ ধ্রুবক ক্ষয় ও ধ্বংসের বিষয়, এবং প্রায়ই ব্যক্তিগত অভিজ্ঞতা হিসাবে বর্ণনা করা হয়, যা অস্থায়ী পার্থিব মৃত্যুর দিকে পরিচালিত করে। স্কন্দপুরাণ নিত্যপ্রলয়কে বর্ণনা করে যে বিভিন্ন নেতিবাচক অভিজ্ঞতা এবং ক্ষতি যা মানুষ অনুভব করে, যেমন ডাকাতি হওয়া, একজনের স্ত্রী চুরি করা, একজনের শত্রুর আগমন, জ্বরের সূত্রপাত, সেইসাথে ক্ষয়কর রোগ, যার সবই শেষ হয় মৃত্যুতে, সবচেয়ে বেদনাদায়ক অভিজ্ঞতা হিসেবে। এই ধরনের মানসিক যন্ত্রণাকে নিজের কর্মের ফল বলে বলা হয়। কর্মফল পুনর্জন্মকে নির্ধারণ করে।\n\n\n=== ব্রহ্মপ্রলয় ===\nভাগবত পুরাণে বলা হয়েছে যে কল্প, যা চারটি যুগের এক হাজার বিপ্লব নিয়ে গঠিত, সত্য, ত্রেতা, দ্বাপর ও কলি, এবং চৌদ্দ মনুর রাজত্ব, সৃষ্টিকর্তা দেবতা ব্রহ্মার জীবনে একদিন। প্রলয়কে সমান দৈর্ঘ্য হিসাবে বর্ণনা করা হয়েছে, যাকে দেবতার জীবনের রাত হিসাবে উল্লেখ করা হয়। ব্রহ্মার ঘুমের কারণে এই দ্রবীভূত রূপটি ঘটে এবং তাই তাঁর নামানুসারে এর নামকরণ করা হয়।\nএটিকে নৈমিত্তিকাও বলা হয়, যার অর্থ, 'মাঝেমধ্যে'। এই সময়ের মধ্যে, নারায়ণ তার মধ্যে মহাবিশ্বকে প্রত্যাহার করে নেন, এবং তার সর্প পর্বত, শেশা-তেও বিশ্রাম নেন।\nঅগ্নিপুরাণ বর্ণনা করে যে চারযুগের চক্রের শেষে পৃথিবীর সম্পদ ক্ষয় হয়ে যায়, যার ফলে এক শতাব্দী ধরে তীব্র খরা হয়। এই সময়ে পৃথিবীতে সমস্ত প্রাণীর বিনাশ ঘটে। বিষ্ণুর সেবনের ফলে তিন জগতের জল শুকিয়ে যায়। সূর্যের সাতটি রশ্মি সাতটি সূর্যে পরিণত হয় এবং তিনটি জগতকে, সেইসাথে নীতরজগতকে পুড়িয়ে দেয়। এই ঘটনার সময় পৃথিবীকে কচ্ছপের মতো বলে বর্ণনা করা হয়েছে। দ্রবীভূতির আগুন, রুদ্রের প্রকাশ, শেশার নিঃশ্বাসের সাথে পাশ্ববর্তী পৃথিবীকে পুড়িয়ে দেয়। তিন জগতের অধিবাসীরা প্রথমে মহরলোকে, তারপর জনলোকে যায়। বিষ্ণু আগুন নিভানোর জন্য পৃথিবীর উপর শতবর্ষের বৃষ্টি ঘটান। তিনি বয়সের কারণে তার যোগিক নিদ্রায় ফিরে আসেন এবং ব্রহ্মার রূপে জেগে উঠে তিনি আরও একবার মহাবিশ্ব সৃষ্টি করেন। মহাবিশ্ব দুটি পরার্ধ (৩১১.০৪ ট্রিলিয়ন বছর) জন্য অপ্রকাশিত অবস্থায় থাকবে বলে বলা হয়েছে।\nমহাপ্রলয় শব্দটি \"মহান দ্রবীভূতকরণ\" এর জন্য দাঁড়ায় এবং এটি ব্রহ্মপ্রলয়ের সমার্থক। শিবপুরাণ অনুসারে, এই ঘটনার সময় নিম্ন দশটি লোক ধ্বংস হয়ে যায়, যেখানে সত্যলোক, তপ-লোক, জন-লোক ও মহর-লোক নামক উচ্চতর চারটি লোক সংরক্ষিত আছে। প্রতিটি মহাপ্রলয়ের সময়, সমস্ত ১৪টি লোক ধ্বংস হয়ে যায়।\n\n\n=== প্রকৃতিপ্রলয় ===\nবিষ্ণুপুরাণ প্রকৃতপ্রলয়কে বর্ণনা করে। চারযুগের চক্র শেষ হওয়ার পরে, প্রকৃতির মূর্তি প্রকৃতির দ্বারা ভূমি, পৃথিবীতে মহাবন্যা হয়। যখন জল সপ্তর্ষিদের আবাসে পৌঁছায়, তখন সমগ্র বিশ্ব সমুদ্র দ্বারা বেষ্টিত হয়। বিষ্ণুর নিঃশ্বাস সমস্ত মেঘকে ছড়িয়ে দেয় এবং তাদের পুনরায় শোষণ করে, তারপরে তিনি ঘুমাতে যান। যখন অগ্নি পৃথিবী ও প্রকৃতিকে ধ্বংস করে, তখন মৌলিক দ্রবীভূত শুরু হয়। জালা পৃথিবীর গুণগুলিকে গ্রাস করে, এবং পরবর্তীকালে মহাবিশ্ব, যার পরে তার রস অগ্নি গ্রাস করে। যখন আকাশ অগ্নির শিখা দ্বারা গ্রাসিত হয়, তখন বায়ু ও শব্দ সর্বত্র ছড়িয়ে পড়ে, তার গুণ শোষণ করে অগ্নির সাথে এক হয়ে যায়। বায়ু যখন ইথারের সংস্পর্শে আসে, তখন এটি তার মৌলিক শক্তি হারায়, যার ফলে ইথার একাই শূন্যস্থান দখল করে।\nচেতনা, অন্ধকারের সাথে মিলিত, মহাবিশ্বকে দখল করে, যা পরিবর্তন করে বুদ্ধি দ্বারা জয় করা হয়। এই মুহুর্তে, প্রকৃতির সাতটি উপাদান পুনরায় একত্রিত হয়। ব্রহ্মার হিরণ্যগর্ভ প্রকৃতিকে ঘিরে থাকা জলে দ্রবীভূত হয়। প্রকৃতি পুরুষের সাথে মিশে যায়, বুদ্ধিকে আত্তীকরণ করে, ব্রহ্ম হয়।\n\n\n=== অত্যন্তিকপ্রলয় ===\nপ্রলয়ের এই রূপকে পরম দ্রবীভূত করা হয়।\nঅগ্নিপুরাণ বলেছে যে, নিজের মনের দ্বারা সৃষ্ট যন্ত্রণাকে চিনতে পেরে জ্ঞান অর্জনের মাধ্যমে এই ধরনের দ্রবীভূত করা যেতে পারে। এটি জন্ম ও পুনর্জন্মের চক্র (সংসার) এবং এর মধ্যে একটি অস্থায়ী বাসস্থান ব্যাখ্যা করে। এটি বলে যে ব্যক্তি তাদের পূর্বজন্মে তাদের কর্মের ভিত্তিতে পৃথিবীতে জন্মগ্রহণ করেন। এতে বলা হয়েছে যে ব্যক্তি যিনি বেশিরভাগ পাপপূর্ণ জীবন যাপন করেছেন তিনি নরকে তাদের পাপের জন্য নতুন রূপ ধারণ করার আগে প্রথমে স্বর্গে তাদের ভাল কাজের ফল ভোগ করবেন। যে ব্যক্তি বেশিরভাগ ধার্মিক জীবন যাপন করেছে সে প্রথমে তাদের পাপের ফল ভোগ করবে, তারপর তারা স্বর্গের ফল ভোগ করবে।\nঅত্যন্তিক নিজের ইন্দ্রিয়ের মুক্তিকে বোঝায়।\nঅত্যন্তিকপ্রলয় ঈশ্বরের জ্ঞানের মাধ্যমে অর্জন করা হয়, যা ঘটে যখন কেউ পরমাত্মা, পরম আত্মার সেবায় নিজেকে হারায়। এটি এই স্বীকৃতির সাথে জড়িত যে অভূতপূর্ব মহাবিশ্বে ঘটে যাওয়া কারণ এবং প্রভাবের বেশিরভাগই হল মায়া, বিভ্রম এবং যে সমস্ত কিছুর শুরু ও শেষ আছে তা বাস্তব নয়। নিজের আত্মা ও পরমাত্মার মধ্যে কোন পার্থক্য নেই এই উপলব্ধি দিয়ে কেউ অবিদ্যা (অজ্ঞান) জয় করে। যখন কেউ অবশেষে এই সত্যটি উপলব্ধি করে, তখন আত্মবোধ ব্রহ্মের সাথে দ্রবীভূত হয়ে একত্রিত হয় এবং মুক্তি অর্জন করে।\n\n\n== দর্শন ==\nসাংখ্য দর্শনে, প্রলয় মানে \"অ-অস্তিত্ব\", যখন তিনটি গুণ (পদার্থের নীতি) নিখুঁত ভারসাম্যে থাকে তখন বস্তুর অবস্থা অর্জিত হয়। প্রলয় শব্দটি সংস্কৃত থেকে এসেছে যার অর্থ \"দ্রবীভূতকরণ\" বা \"পুনর্শোষণ, ধ্বংস, বিনাশ বা মৃত্যু\"।\n\n\n== তথ্যসূত্র =="}