{"pageid": 1125422, "title": "নুর-উন-নিসা বেগম", "url": "https://bn.wikipedia.org/wiki?curid=1125422", "content": "নুর-উন-নিসা বেগম (ফার্সি: نورالنسا بیگم; এর অর্থ \"নারীদের মধ্যে আলো\"; মৃত্যু ফেব্রুয়ারি ১৭০১) মুঘল সম্রাট প্রথম বাহাদুর শাহের প্রথম স্ত্রী এবং প্রধান সহধর্মিণী ছিলেন।\nতিনি বাহাদুর শাহের তৃতীয় পুত্র রাজপুত্র রাফি-উশ-শানের মা ছিলেন, এবং স্বামীর উপর তাঁর ব্যাপক প্রভাব ছিল। তিনি ছিলেন ভবিষ্যত সম্রাট রাফি উদ-দারাজাত, রাফি উদ-দৌলত, এবং মুহাম্মদ ইব্রাহিমের ঠাকুমা। তিনি বাহাদুর শাহের সিংহাসনে আরোহণের ছয় বছর আগে ১৭০১ সালে মারা যান।\n\n\n== পরিবার ==\nনুর-উন-নিসা বেগম খুরাসানে জন্মগ্রহণ করে ছিলেন, তিনি ছিলেন মির্জা সানজার খানের কন্যা। সানজারকে নজমে সানীর বংশধর বলা হয়। তাঁর মা, জিনাত-ই-আলম ছিলেন শাহ জাহানের স্ত্রী মুমতাজ মহলের নাতনি। শাকির খান নামে তাঁর এক ভাই ছিল।\n\n\n== বিবাহ ও সন্তান ==\nযুবরাজ মুয়াজ্জাম উজির খানের সাথে দাক্ষিণাত্য থেকে দিল্লিতে ফিরে আসার পর তিনি ১৬৫৯ সালের ৩০শে ডিসেম্বর যুবরাজকে (ভবিষ্যত বাহাদুর শাহ প্রথম) বিবাহ করেন। বর ও নববধূকে প্রথাগত রাজকীয় উপহার দেওয়া হয়েছিল। ১৬৭১ সালে, তিনি একটি পুত্রের জন্ম দিয়েছিলেন। মুয়াজ্জামের একজন প্রতিনিধি, মির্জা মুহাম্মাদ, মা ও ছেলেকে আওরঙ্গজেবের কাছে নিয়ে যান, যিনি শিশুটির নাম দেন রাফি-উশ-শান।\n\n\n== জীবনালেখ্য ==\nনুর-উন-নিসা বেগম অনেক প্রশংসা যোগ্য গুণাবলীর অধিকারী ছিলেন। তিনি নিজের কৃতিত্বে মুয়াজ্জামের হৃদয়ে আসন পেয়েছিলেন। তিনি হিন্দি শ্লোক রচনা করেছিলেন, এবং দীন দুঃখীদের সাহায্য করার জন্য তাঁর দাতব্য এবং সহায়তা বিখ্যাত ছিল। তিনি তাঁর চমৎকার আচরণ, বাধ্যতা এবং আকর্ষণীয়তার দ্বারা স্বামীর হৃদয় জয় করেছিলেন, আর এই কারণে মুয়াজ্জামের অন্যান্য স্ত্রীরা তাঁর প্রতি ঈর্ষান্বিত ছিলেন। তাঁরা তাঁকে অনৈতিকতার জন্য এবং গোলকুন্ডার শাসক আবুল হাসান কুতুব শাহ এবং মুয়াজ্জামের মধ্যে বার্তার কারণে এবং অন্যান্য খারাপ কাজের জন্য অভিযুক্ত করেছিলেন, এবং তাঁরা অভিযোগ করে আওরঙ্গজেবের কান ভারি করতেন।\nমুহাম্মদ আজম শাহের পক্ষাবলম্বী, এবং মুয়াজ্জামের শত্রুরা বলতে শুরু করে যে নুর-উন-নিসা গোলকুন্ডায় চলে গেছেন, এবং আবুল হাসানের সাথে মীমাংসা করে নিয়েছেন যে সম্রাট যদি শান্তির জন্য তাঁর আবেদন গ্রহণ না করেন তবে মুয়াজ্জামও তাঁর সাথে যোগ দেবেন। ফলস্বরূপ, মুয়াজ্জামকে সাত বছরের জন্য দাক্ষিণাত্যে বন্দী রাখা হয়। মুয়াজ্জামের পুত্রদের, এবং নুর-উন-নিসাকেও পৃথক কারাগারে বন্দী করা হয়েছিল। তিনি প্রায়ই আওরঙ্গজেবের নপুংসকদের দ্বারা অপমানিত ও তিরস্কৃত হতেন। তাঁকে তাঁর স্বাধীনতা থেকে বঞ্চিত করা হয়েছিল, তাঁর সম্পত্তি বাজেয়াপ্ত করা হয়েছিল এবং তাঁর প্রধান কর্মকর্তাকে নির্যাতন করা হয়েছিল যাতে তিনি মুয়াজ্জাম এবং নুর-উন-নিসার সন্দেহভাজন অবিশ্বাসী কাজগুলি প্রকাশ করে দেন। এই সময়ে জুলিয়ানা দিয়াস ডি কস্টা তাঁর সাথেই ছিলেন এবং তাঁর দাসী হিসেবে কাজ করেছিলেন।\n১৬৯৩ সালে, নুর-উন-নিসা এবং মুয়াজ্জাম উভয়েই কারাগার থেকে মুক্তি পান। ১৬৯৯ সালে, মুয়াজ্জাম কাবুলের গভর্নর নিযুক্ত হন, সেখানে নুর-উন-নিসা তাঁর সঙ্গেই ছিলেন। কাবুলে থাকার সময়, নুর-উন-নিসাকে দমন করার জন্য আওরঙ্গজেব মুয়াজ্জাম, আমাত-উল-হাবিবকে উপস্থাপন করেন। আমাত-উল-হাবিব ১৭০০ খ্রিস্টাব্দে খয়রাবাদে জন্মগ্রহণকারী এক পুত্রের মা ছিলেন।\n\n\n== মৃত্যু ==\nনুর-উন-নিসা বেগম ১৭০১ সালের ফেব্রুয়ারিতে কাবুলে মারা যান। নিকোলাও মানুচ্চির মতে, \"তিনি প্রতিটি ক্ষেত্রে একজন সবচেয়ে দক্ষ রাজকুমারী ছিলেন।\" তাঁর মৃত্যু মুয়াজ্জাম এবং রফি-উশ-শান উভয়ের জন্যই বড় দুঃখের বিষয় ছিল। আওরঙ্গজেব এবং সমস্ত দরবারীরা তাঁদের কাছে এসে সমবেদনা জানিয়ে ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nসৈয়দ, আনিস জাহান (১৯৭৭)। আওরঙ্গজেব ইন মুনতাখাব-আল লুবাব। সোমাইয়া পাবলিকেশন্স। \nসরকার, যদুনাথ (১৯৪৭)। মাসির-ই-আলমগিরি: এ হিস্ট্রি অফ এমপেরর আওরঙ্গজেব-আলমগীর (রাজত্বকাল ১৬৫৮-১৭০৭ খ্রি) অফ সাকি মুস্তাদ খান। রয়্যাল এশিয়াটিক সোসাইটি অফ বেঙ্গল, কলকাতা। \nইরভিন, উইলিয়াম। দ্য ল্যাটার মুঘলস। লো প্রাইস পাবলিকেশন। আইএসবিএন 8175364068। \nলতিফ, বিলকিস আই. (২০১০)। ফরগটেন। পেঙ্গুইন বুকস ইন্ডিয়া। পৃষ্ঠা 31। আইএসবিএন 978-0-143-06454-1। \nসরকার, স্যার যদুনাথ (১৯৭২)। হিস্ট্রি অফ আওরঙ্গজেব বেসড অন অরিজিনাল সোর্সেস - ভলিউম ৪। এস. সি. সরকার অ্যান্ড সন্স লি.।"}