{"pageid": 1125051, "title": "মার্কো ভোভচক", "url": "https://bn.wikipedia.org/wiki?curid=1125051", "content": "মার্কো ভোভচক (ইউক্রেনীয়: Марко́ Вовчо́к, আসল নাম মারিয়া ভিলিনস্কায়া, রুশ: Мария Александровна Вилинская   ; ২২ ডিসেম্বর ১৮৩৩ - ১০ আগস্ট ১৯০৭) একজন বিখ্যাত ইউক্রেনীয় লেখিকা ছিলেন। তার কলম নাম, মার্কো ভভচক, প্যানটেলিমন কুলিশ দ্বারা উদ্ভাবিত হয়েছিল।  তার কাজগুলিতে একটি দাসত্ব-বিরোধী অভিযোজন ছিল এবং ইউক্রেনের ঐতিহাসিক অতীত বর্ণনা করেছিল। ১৮৬০-এর দশকে, ভোভচক ১৮৫৭ সালে ইউক্রেনীয় ভাষার সংকলন \"লোক কাহিনী\" প্রকাশের পর ইউক্রেনে যথেষ্ট সাহিত্যিক খ্যাতি অর্জন করেন। তিনি ইউক্রেনীয় সাহিত্যকে বেশ কয়েকটি নতুন ধারা দিয়ে সমৃদ্ধ করেছেন, বিশেষ করে, সামাজিক গল্প (\"ইনস্টিটিউট\")। ফরাসি ভাষায় অনূদিত ও অভিযোজিত মারুস্যার গল্প ১৯ শতকের শেষের দিকে পশ্চিম ইউরোপে জনপ্রিয় হয়ে ওঠে। 1870-এর দশকে রাশিয়ান ভাষায় তার অনুবাদের চুরির বিষয়ে একটি কেলেঙ্কারির পরে, তিনি তার সাহিত্যিক কর্মজীবন প্রায় শেষ করে দিয়েছিলেন।\nভিলিনস্কা ছিলেন ইউক্রেনীয় নৃতাত্ত্বিক ওপানাস মার্কোভিচ এবং রাশিয়ান অফিসার মাইখাইলো লোবাচ-ঝুচেঙ্কোর স্ত্রী, রাশিয়ান প্রচারক বোহদান মার্কোভিচের মা, রাশিয়ান সাহিত্য সমালোচক দিমিত্রো পিসারেভের চাচাতো ভাই, রাশিয়ান লেখক দিমিত্রো ভিলিনস্কির বড় বোন এবং একজন ইউক্রেনীয় কূটনীতিকের খালা। .\nএখন অবধি, মার্কো ভোভচকোর ইউক্রেনীয় রচনাগুলির লেখক সম্পর্কে বিভিন্ন মতামত রয়েছে। ১৯ শতকের মাঝামাঝি থেকে তার বিখ্যাত রচনা \"লোক কাহিনী\" নিয়ে আলোচনা চলছে: অনেক সাহিত্য সমালোচক (সংগ্রহের সম্পাদক প্যানটেলিমন কুলিশ সহ) বিশ্বাস করেন যে এই সংগ্রহটি তার প্রথম স্বামী, নৃতাত্ত্বিক ওপানাসের সাথে সহ-লেখক, মার্কোভিচ।\n\n\n== জীবনী ==\nমারিয়া ভিলিনস্কা ১৮৩৩ সালে রাশিয়ান সাম্রাজ্যের ওরিওল গভর্নরেটে একজন সেনা অফিসার এবং একজন সম্ভ্রান্ত মহিলার পরিবারে জন্মগ্রহণ করেছিলেন। 7 বছর বয়সে তার বাবাকে হারানোর পর, তাকে তার খালার এস্টেটে বড় করা হয়েছিল এবং তারপর তাকে প্রথমে খারকভ (বর্তমানে খারকিভ, ইউক্রেন) এবং তারপর ওরিওলে পড়াশোনা করতে পাঠানো হয়েছিল। 1851 সালে তিনি ইউক্রেনে চলে আসেন, আফানাসি মার্কোভিচকে বিয়ে করেন, একজন লোকসাহিত্যিক এবং নৃতত্ত্ববিদ যিনি ব্রাদারহুড অফ সেন্টস সিরিল এবং মেথোডিয়াসের সদস্য ছিলেন।  ১৮৫১ সাল থেকে ১৮৫৮ সাল পর্যন্ত তিনি চেরনিহিভ, কিয়েভ এবং নেমিরিফে বসবাস করতেন, তার স্বামীকে তার নৃতাত্ত্বিক কাজে সহায়তা করতেন এবং ইউক্রেনীয় সংস্কৃতি ও ভাষা শিখতেন। ১৮৫৭ সালে মার্কো ভোভচক নরোদনি অপোভিদন্যা (লোকগল্প) লিখেছিলেন। এটি ইউক্রেনীয় সাহিত্য চেনাশোনাগুলিতে, বিশেষ করে তারাস শেভচেঙ্কো এবং প্যানটেলিমন কুলিশের কাছ থেকে এবং রাশিয়ায় এটি রাশিয়ান ভাষায় অনুবাদ করার পরে এবং ইভান তুর্গেনেভ দ্বারা ইউক্রেনস্কি নরোদনি রাসস্কাজি (ইউক্রেনীয় লোককাহিনী, 1859) হিসাবে সম্পাদনা করার পরে তাৎক্ষণিক প্রশংসা লাভ করে।  1859 সালে সেন্ট পিটার্সবার্গে একটি সংক্ষিপ্ত থাকার পর, মার্কো ভভচক মধ্য ইউরোপে চলে যান, যেখানে তিনি জার্মানি, ফ্রান্স, ইতালি এবং সুইজারল্যান্ডে বসবাস করতেন। ১৮৬৭ থেকে ১৮৭৮ সাল পর্যন্ত, তিনি আবার সেন্ট পিটার্সবার্গে থাকতেন, যেখানে ইউক্রেনীয় ভাষার বিরুদ্ধে নিষেধাজ্ঞার কারণে তিনি রাশিয়ান ম্যাগাজিনের জন্য লিখেছিলেন এবং অনুবাদ করেছিলেন। ভোভচোক রাশিয়ান ঝিভায়া দুশা (দ্য জীবন্ত আত্মা, ১৮৬৮), জাপিস্কি প্রিচিওতনিকা (নোটস অফ এ জুনিয়র ডিকন, ১৮৭০), ভি গ্লুশি (ইন দ্য ব্যাকউডস, ১৮৭৫) এবং অন্যান্য বেশ কয়েকটি উপন্যাসে লিখেছেন। ১৮৭৮ সাল থেকে, তিনি উত্তর ককেশাসে বসবাস করতেন, এবং 1885-1893 সালে কিয়েভ গভর্নরেটে, যেখানে তিনি ইউক্রেনীয় লোককাহিনী এবং একটি অভিধানে তার কাজ নিয়ে এগিয়ে যান। 1900 এর দশকের শুরুতে মারিয়া ভিলিনস্কা ইউক্রেনীয় প্রকাশকদের সাথে তার যোগাযোগ পুনরুদ্ধার করেছিলেন।\nভোভচকের চুরির জন্য যথেষ্ট প্রচার পাওয়ার পরে, যখন তিনি অন্য লোকের রাশিয়ান অনুবাদগুলিকে নিজের কাছে দায়ী করেন এবং সেরা বিদেশী লেখক ম্যাগাজিনের অনুবাদগুলি ভেঙে যাওয়ার পরে, ভোভচক ১৮৭২ সালে সেন্ট পিটার্সবার্গ ছেড়ে চলে যান এবং Tver প্রদেশে তার পরিচিতদের সম্পত্তিতে বসতি স্থাপন করেন। . \"প্রদেশে\" বসবাস করে, তিনি রাশিয়ান ভাষায় লিখতে থাকেন। বিশেষত, এই সময়ে তার উপন্যাস এবং ছোট গল্প \"উষ্ণ বাসা\" (Ukr. Teple Gnezdechko, 1873), \"In the Wilderness\" (Ukr. খেলায়, 1875), \"গ্রামে বিশ্রাম\" (Ukr. গ্রামে বিশ্রাম, 1876-1899), ইত্যাদি।\n১৮৭৮ - মিখাইল লোবাচ-ঝুচেঙ্কোকে পুনরায় বিয়ে করেন, তার চেয়ে অনেক ছোট, এবং পরবর্তী 30 বছর রাশিয়ান সাম্রাজ্যের বিভিন্ন অংশে (স্ট্যাভ্রোপল, বোগুস্লাভ, নালচিক) তার স্বামীর সেবার জায়গায় বসবাস করেন। বিশেষত, 1887-1893 সালে - গ্রামে। খোখিতভা (কিভ প্রদেশ)। পরে, লোবাচ-ঝুচেঙ্কো পরিবার রাশিয়ান শহর নলচিক, টেরেক অঞ্চলে বসতি স্থাপন করেছিল এবং মারিয়া লোবাচ-ঝুচেঙ্কোর মৃত্যুর আগ পর্যন্ত সেখানে বসবাস করেছিল।\nতিনি 1907 সালের 10 আগস্ট রাশিয়ান সাম্রাজ্যের নালচিকে মারা যান।\n\n\n== ইংরেজি অনুবাদ ==\n\nপিজে স্ট্যাহল [মার্কো ভোভচকের কিংবদন্তি থেকে]। মারুসিয়া, একজন রাশিয়ান কিংবদন্তি। বেলে টেভিস স্পিড দ্বারা ফরাসি থেকে অনূদিত // জাতীয় সংগ্রহস্থল ভলিউম। 8, সিনসিনাটি: হিচকক এবং ওয়াল্ডেন। 1880. পিপি: 39-50, 146-156, 230-240, 329-338 (সংক্ষেপিত)\n(পুনঃমুদ্রিত) পিজে স্ট্যাহল [মার্কো ভোভচকের কিংবদন্তি থেকে]। মারুসিয়া, একজন রাশিয়ান কিংবদন্তি। বেলে টেভিস স্পিড দ্বারা ফরাসি থেকে অনুবাদ করা হয়েছে // দেশপ্রেম এবং ভক্তির গল্প। যুবকদের জন্য. বেলে টেভিস স্পিড দ্বারা ফরাসি থেকে অনুবাদ করা হয়েছে। সিনসিনাটি: ওয়াল্ডেন এবং শো; টরন্টো: Wm. ব্রিগস। 1883. 325 পিপি (সংক্ষেপিত)\nপিজে স্ট্যাহল [মার্কো ভোভচকের কিংবদন্তি থেকে]। মারুসিয়া। সারাহ হেরিক কিডার ফরাসি থেকে অনুবাদ করেছেন। [এনপি]: [এনপি]। 1887. 130 পি। (সংক্ষেপিত)\nপিজে স্ট্যাহল [মার্কো ভোভচকের কিংবদন্তি থেকে]। Maroussia: ইউক্রেনের একটি দাসী। কর্নেলিয়া ডব্লিউ সাইর ফরাসী থেকে অনুবাদ করেছেন। নিউ ইয়র্ক: ডড, মিড অ্যান্ড কোম্পানি। 1890. 268 পি। (অসংলগ্ন)\n\n\n== তথ্যসূত্র =="}