{"pageid": 1125183, "title": "রাজ কৌর", "url": "https://bn.wikipedia.org/wiki?curid=1125183", "content": "রানি রাজ কৌর সুকেরচকিয়া মিসলের নেতা মহা সিংয়ের স্ত্রী এবং শিখ সাম্রাজ্যের প্রতিষ্ঠাতা মহারাজা রঞ্জিত সিংয়ের মা। বিবাহের পর তাঁকে স্নেহের সাথে মাঈ মালওয়াইন (মালওয়ার মা) বলে ডাকা হত। তাঁকে সর্দারনী রাজ কৌর নামেও উল্লেখ করা হয়। তিনি ছিলেন জিন্দের রাজা গজপত সিং সিধুর কন্যা।\n\n\n== পরিবার এবং বিবাহ ==\nরাজ কৌর ছিলেন ফুলকিয়ান মিসলের বংশধর, জিন্দের রাজা গজপত সিং সিধুর কন্যা। ১৭৭৪ সালে (পনের বছর বয়সে) ১৭ বছর বয়সী মহা সিংয়ের সাথে তাঁর বিবাহ হয়েছিল। মহা সিং ছিলেন সুকেরচকিয়া মিসলের প্রতিষ্ঠাতা ও নেতা চরত সিংয়ের উত্তরাধিকারী। বিবাহের ফলে মহা সিং উপকৃত হয়েছিলেন কারণ এর পর শিখদের মধ্যে তাঁর অবস্থান শক্তিশালী হয়েছিল।\nতাঁদের বিবাহের ছয় বছর পর, ১৭৮০ সালের ২রা নভেম্বর, রাজ কৌর মহা সিংয়ের একমাত্র পুত্রের জন্ম দেন। জন্মের সময় তাঁর নাম ছিল বুদ্ধ সিং, কিন্তু পরে তাঁর নাম পরিবর্তন করে করা হয় রঞ্জিত সিং। পুত্রের জন্ম উদযাপন করা হয়েছিল দান-ধ্যান, দরিদ্র ভোজন এবং মন্দির ও উপাসনালয়ে সমৃদ্ধ নৈবেদ্য প্রদানের মধ্যে দিয়ে। মহা সিং নিজের ছেলের লালন-পালনে কোন সময় দেননি, সেই সময়কার সামাজিক প্রথাগুলি রাজ কৌরকেও সুযোগ দেয়নি ছেলে বড় হবার পর তার দেখাশুনো করার, কারণ তিনি ছিলেন জেনানা বা নারী (একটি অনুশীলন যা শিখ শাসক শ্রেণী মুসলিমদের কাছ থেকে গ্রহণ করেছিল)।\n\n\n== রঞ্জিত সিংয়ের রাজ প্রতিনিধি ==\nভাঙ্গি মিসলের দ্বারা অধিকৃত সোধরা অবরোধের সময়, মহা সিং আমাশয় রোগে আক্রান্ত হন এবং ১৭৯০ সালের এপ্রিলে মারা যান। বাবার মৃত্যুর সময় রঞ্জিত সিংয়ের বয়স ছিল ৯ বছর। রাজ কৌর পুত্রের নাবালক থাকাকালীন রঞ্জিত সিংয়ের রাজ প্রতিনিধি হন এবং সুকেরচকিয়া মিসলের বিষয়গুলি পরিচালনা করেন। তাঁকে দেওয়ান লাখপত রাই (তাঁর প্রয়াত স্বামীর দেওয়ান) সহায়তা করেছিলেন, তিনি সক্ষমতা এবং উৎসাহের সাথে কাজ করেছিলেন বলে জানা যায়। কিশোর রঞ্জিত সিং রাজ্যের বিষয়ে খুব কমই আগ্রহ দেখাতেন, রাজ কৌর তা দেখে তাঁর ভবিষ্যতের জন্য উদ্বিগ্ন হয়ে উঠেছিলেন। তিনি অনুভব করেছিলেন যে বিবাহ তাঁকে জীবনের দায়িত্ব শিখিয়ে দিতে পারে।\nমহা সিংয়ের জীবদ্দশাতেই ১৭৮৯ সালে রঞ্জিত ও মেহতাব কৌরের বিবাহ হয়েছিল। মেহতাব কৌর ছিলেন সদা কৌরের একমাত্র কন্যা এবং ক্ষমতাশালী কানহাইয়া মিসলের প্রধান জয় সিং কানহাইয়ার নাতনি। দুটি গুরুত্বপূর্ণ শিখ পরিবারের মধ্যে এই জোট ছিল পাঞ্জাবের জন্য একটি বড় ঘটনা। বিবাহে সমস্ত নেতৃস্থানীয় শিখ প্রধানরা উপস্থিত ছিলেন।\nরাজ কৌর ১৭৯২ সালে সর্দার রণ সিং নাকাইয়ের মেয়ে রাজ কৌর নাকাইয়ের সাথে রঞ্জিতের বিবাহসংক্রান্ত ব্যবস্থা করেছিলেন। তাঁদের বাগদান হয়েছিল যখন কন্যা মাত্র একটি শিশু মাত্র ছিল এবং পাত্রের বয়স ছিল মাত্র ৪ বছর। মহা সিং এবং রণ সিং নাকাইয়ের বিধবা স্ত্রী সর্দারনী কর্ম কৌর এই বিবাহের সম্বন্ধ করেছিলেন। প্রথম বিবাহের মত তাঁর দ্বিতীয় বিবাহও তাঁকে একটি কৌশলগত সামরিক জোট এনে দিয়েছিল। রাজ কৌর নাকাইয়ের নাম পরিবর্তন করে রাখা হয় দাতার কৌর। তাঁকে স্নেহের সাথে মাঈ নাকাইন বলা হত এবং তিনি রঞ্জিত সিংয়ের সবচেয়ে প্রিয় এবং সম্মানিত রানী ছিলেন। রঞ্জিত সিংয়ের এই স্ত্রী মাঈ মালওয়াইনেরও প্রিয় ছিলেন। ১৮০১ সালে তিনি মাঈ মালওয়াইনের প্রথম নাতি খড়ক সিংয়ের জন্ম দেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nমহারাজা রঞ্জিত সিং শিরোনামের টিভি ধারাবাহিকে রাজ কৌরের চরিত্রে অভিনয় করেছিলেন তাসরিন। এটি  ডিডি ন্যাশনালে সম্প্রচারিত হয়েছিল। এটির প্রযোজনা করেছিলেন রাজ বব্বর।\nলাইফ ওকের ঐতিহাসিক নাটক শের-ই-পাঞ্জাব: মহারাজা রঞ্জিত সিং-এ রাজ কৌরের ভূমিকায় অভিনয় করেছিলেন স্নেহা ওয়াঘ।\n\n\n== আরও দেখুন ==\nমহান সিং\nরঞ্জিত সিং\n\n\n== তথ্যসূত্র =="}