{"pageid": 1125543, "title": "কনস্ট্যান্স প্রেম নাথ দাস", "url": "https://bn.wikipedia.org/wiki?curid=1125543", "content": "কনস্ট্যান্স প্রেম নাথ দাস (১৮৮৬ – ১৯৭১) একজন ভারতীয় শিক্ষাবিদ এবং কলেজ প্রশাসক ছিলেন। তিনি ইসাবেলা থোবার্ন কলেজের (আইটি কলেজ) সভাপতি ছিলেন, এটি লখনউয়ের একটি মহিলা কলেজ। এইখানে কাজ করআর ফলে তিনি হয়েছিলেন ভারতে খ্রিস্টান কলেজের অধ্যক্ষ হিসেবে কাজ করা প্রথম ভারতীয় মহিলা।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nকনস্ট্যান্স প্রেম নাথ দাস ১৮৮৬ সালে উত্তর-পশ্চিম ভারতের ফিরোজপুরে জন্মগ্রহণ করেন। তাঁর পরিবার ছিল এই অঞ্চলের এক বিশিষ্ট দ্বিতীয় প্রজন্মের প্রেসবিটেরিয়ান (প্রোটেস্ট্যান্টবাদের মধ্যে সংস্কারকৃত ঐতিহ্যের একটি অংশ। এটির উৎস স্কটল্যান্ডের চার্চ) পাঞ্জাবি পরিবার। তাঁর বাবা তাঁর বোন মোহিনী মায়া দাস সহ অন্যান্য বোনেদের পাশ্চাত্য শিক্ষার জন্য আমেরিকা এবং এডিনবার্গে পাঠিয়েছিলেন। কিন্তু প্রেম নাথ দাসকে তিনি বাড়িতেই শিক্ষিত করে লাহোর স্কুলে পড়তে পাঠিয়েছিলেন। পরে, ১৯০৪ সালে, তাঁকে ইসাবেলা থোবার্ন কলেজে পাঠানো হয়েছিল। এখানে তিনি কলাবিভাগে স্নাতক ডিগ্রি (বিএ) অর্জন করেছিলেন। আইটি কলেজে থাকাকালীন, জন গাউচারের সঙ্গে তাঁর দেখা হয়েছিল। গাউচার তাঁকে ১৯০৯ থেকে ১৯১১ সাল পর্যন্ত গাউচার কলেজে (বাল্টিমোর) পড়ার জন্য অর্থ প্রদান করেছিলেন। সেখানে তিনি আরেকটি বিএ করেছিলেন (ফাই বিটা কাপ্পা)। তিনি ইসাবেলা থোবার্ন কলেজে ফিরে এসে সেখানে পড়াতে শুরু করেছিলেন। পরে তিনি এলাহাবাদ বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\n১৯৩১ সালে, কনস্ট্যান্স থোবার্ন কলেজের উপাধ্যক্ষ হন। ১৯৩৮ থেকে ১৯৩৯ সালের মধ্যে ছুটি নিয়ে, তিনি কলাম্বিয়া টিচার্স কলেজ থেকে শিক্ষায় স্নাতকোত্তর ডিগ্রি অর্জন করেন। ফিরে আসার পর, দাসকে কলেজের সভাপতি হিসেবে নিযুক্ত করা হয়েছিল, তিনি হয়েছিলেন ভারতের একটি খ্রিস্টান কলেজের অধ্যক্ষ হিসেবে কাজ করা প্রথম ভারতীয় মহিলা। তিনি ১৯৪৫ সালে অবসর গ্রহণ করেন। ১৯৪৬ সালে, তিনি গাউচার কলেজের আমন্ত্রণে সূচনা ভাষণ দেন। এরপর তিনি জন মট কর্তৃক আয়োজিত যুদ্ধ শরণার্থীদের জন্য একটি শান্তি সম্মেলনের জন্য অন্টারিওতে গিয়েছিলেন। অবসর গ্রহণের পরেও তিনি আইটি কলেজের সাথে ঘনিষ্ঠভাবে যুক্ত ছিলেন, তিনি মৃত্যুর আগে পর্যন্ত এর বোর্ড অফ গভর্নরের দায়িত্বও পালন করেছিলেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nকনস্ট্যান্সকে গাউচার কলেজ এবং বোস্টন বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট উপাধি প্রদান করা হয়েছিল। তাঁর নাতনি অমৃতা দাস এবং নিনা ডেভিড দ্বারা সহ-লিখিত জীবনী কনস্ট্যান্স প্রেম নাথ দাস: অ্যান এক্সট্রাঅর্ডিনারি হিস্ট্রি, ১৮৮৬ – ১৯৭১ এর বিষয় ছিলেন তিনিই।\n\n\n== ব্যক্তিগত জীবন ==\nআইটি কলেজে পড়ার সময়, তাঁর ভাবী স্বামী প্রেম নাথ দাসের সঙ্গে তাঁর দেখা হয়েছিল, যিনি তাঁকে ১৯০৬ সালে বিবাহের প্রস্তাব করেছিলেন। প্রেম নাথ দাস ছিলেন যুক্ত প্রদেশের এক বিশিষ্ট খ্রিস্টান পরিবারের সন্তান। কনস্ট্যান্স তাঁকে বলেছিলেন যে তিনি আমেরিকায় পড়াশোনা করতে চান, তাই তিনি কনস্ট্যান্সের ফিরে আসার জন্য অপেক্ষা করেছিলেন। কনস্ট্যান্স ফিরে আসার পর তাঁদের বিবাহ হয়েছিল। ১৯১৫ থেকে ১৯২৪ সালের মধ্যে তাঁদের ছয়টি সন্তান হয়েছিল। তিনি একজন জাতীয়তাবাদী এবং একজন রাজনৈতিক মধ্যপন্থী ছিলেন। তাঁর স্বামী ১৯৩১ সালে মারা যান। দাস ১৯৭১ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}