{"pageid": 1125250, "title": "জোহরাবাই", "url": "https://bn.wikipedia.org/wiki?curid=1125250", "content": "জোহরাবাই আগ্রেওয়ালি (১৮৬৮ – ১৯১৩), শুধু জোহরাবাই নামেও পরিচিত, ১৯০০-এর দশকের গোড়ার দিকে হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতের অন্যতম বিখ্যাত এবং প্রভাবশালী গায়ক ছিলেন। গওহর জানের মত, তাঁর গায়কজীবনের সময়কালও, ভারতীয় শাস্ত্রীয় সঙ্গীতে গানের ঐতিহ্যশালী অধ্যায় দরবার সঙ্গীতের শেষ পর্যায়কে চিহ্নিত করে। পুরুষালি গান গাওয়ার জন্য পরিচিত জোহরাবাই ভারতীয় গ্রামোফোন কোম্পানিরর জন্য বেশ কিছু গান রেকর্ড করেছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\nজোহরাবাই ১৮৬৮ সালে ব্রিটিশ ভারতের উত্তর পশ্চিমী প্রান্তের আগ্রা শহরে জন্মগ্রহণ করেছিলেন। তিনি ছিলেন হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতের আগ্রা ঘরানার একজন প্রাজ্ঞ গায়ক। তিনি আগ্রেওয়ালি উপাধি গ্রহণ করেছিলেন যার অর্থ \"আগ্রা থেকে\"।\nজীবনের প্রথম দিকের বছরগুলোতে, জোহরাবাই ওস্তাদ শের খান, ওস্তাদ কাল্লান খান এবং প্রখ্যাত সুরকার/গীতিকার মেহবুব খানের (দরস পিয়া) কাছ থেকে প্রশিক্ষণ গ্রহণ করেন।\n\n\n== প্রদর্শন কর্মজীবন ==\nজোহরাবাই হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতের খেয়াল পর্যায়ের গান এবং সেই সঙ্গে ঠুংরি ও গজলের মতো হালকা ধরনের গান পরিবেশন করেছিলেন, এবং সেইসঙ্গে রেকর্ডও করেছিলেন। ঠুংরি ও গজলের মতো গানগুলি তিনি ঢাকার আহমদ খানের কাছ থেকে শিখেছিলেন।\n\nজোহারাবাইয়ের গান প্রভাবিত করেছিল আধুনিক সময়ে আগ্রা ঘরানার সবচেয়ে বড় নাম, ওস্তাদ ফৈয়াজ খানকে, এমনকি পাটিয়ালা ঘরানার ওস্তাদ বড়ে গুলাম আলী খানও তাঁর গানে মুগ্ধ হয়ে তাঁকে সম্মান করতেন।\nভারতের গ্রামোফোন কোম্পানি ১৯০৮ সালে তাঁর সাথে একটি বিশেষ চুক্তি স্বাক্ষর করেছিল, সেই চুক্তি অনুযায়ী ২৫টি গানের জন্য প্রতি বছর তাঁকে ২,৫০০ টাকা প্রদান করা হত। জোহরাবাই ১৯০৮ - ১৯১১ সালের মধ্যে ৬০ টিরও বেশি গান রেকর্ড করেছিলেন। ১৯৯৪ সালে, তাঁর সবচেয়ে বিখ্যাত গানের মধ্যে ১৮টিকে নিয়ে একটি অডিওটেপ প্রকাশিত হয়েছিল। এরপর ২০০৩ সালে পুনরায় সেগুলি একটি কমপ্যাক্ট ডিস্ক বা 'সিডি'তে প্রকাশ করা হয়েছিল।\nজোহরাবাইয়ের গানের শুধুমাত্র কয়েকটি ছোট অংশ ৭৮ আরপিএম রেকর্ডিং আকারে বিদ্যমান আছে। এখানে উল্লেখযোগ্য কিছু গানের মধ্যে রয়েছে ১৯০৯ সালের রাগ জৌনপুরীতে মটকি মোরে রে গোরাস এবং সোহিনী রাগে দেখনে কো মন লালচায়ে। ৭৮ আরপিএম রেকর্ডিংয়ের মধ্যে কয়েকটি নির্বাচিত গান শোনার জন্য উপলব্ধ আছে প্যাট্রিক মাউটালের ওয়েবসাইটে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাউন্ডক্লাউডেজোহরাবাই আগ্রেওয়ালি"}