{"pageid": 1125946, "title": "বাচ্য", "url": "https://bn.wikipedia.org/wiki?curid=1125946", "content": "ব্যাকরণ শাস্ত্রে, বাচ্য বলতে সাধারণত বাক্যের প্রকাশভঙ্গি বা বাচনভঙ্গির রূপভেদ অর্থাৎ রূপের পরিবর্তন বোঝায়। বাচ্য ভাষার একটি বিশিষ্ট প্রকাশভঙ্গি বা রীতি। এক্ষেত্রে কর্তা বা কর্ম ক্রিয়াপদ সম্পর্কে কীভাবে কথিত বা কথিত হবে, তাই হচ্ছে বাচ্য।\nনিচের উদাহরণদ্বয় বাংলা ভাষার বাচ্যের মধ্যে পার্থক্য নিরূপণ করে,\n\nপুলিশ চোরটিকে ধরেছে।\nপুলিশের দ্বারা চোরটি ধৃত হয়েছে।\nদুইটি বাক্যে বক্তব্য এক কিন্তু প্রকাশভঙ্গি আলাদা। প্রথম বাক্যে ধরেছে কর্তাবাচ্য প্রকাশ করে, যেখানে দ্বিতীয় বাক্যে দ্বারা...ধৃত হয়েছে কর্মবাচ্য প্রকাশ করে। উভয় ক্ষেত্রে পুলিশ হচ্ছে কর্তা এবং চোর হচ্ছে কর্ম।\n\n\n== ব্যুৎপত্তি ও সংজ্ঞা ==\n‘বাচ্য’ শব্দের অর্থ- \"বক্তব্য বলার যোগ্য কোনো কথা\"। ব্যক্তিভেদে বাচনভঙ্গি অনুযায়ী কর্তা, কর্ম বা ক্রিয়াপদের প্রাধান্য নির্দেশ করে ক্রিয়াপদের রূপের যে পরিবর্তন ঘটে, তাকে বাচ্য বলে। বাংলা ভাষার ব্যাকরণ গ্রন্থের প্রণেতা জ্যোতিভূষণ চাকী বাচ্যের সংজ্ঞা দিতে গিয়ে বলেছেন, \"বাক্যে ব্যবহৃত ক্রিয়াপদ কর্তা বা কর্ম কাকে অবলম্বন করে প্রযুক্ত হয়েছে এবং বাক্যে উভয়ের মধ্যে কার প্রাধান্য বেশি সূচিত হচ্ছে, অথবা, ক্রিয়া নিজেই প্রধান হয়ে উঠেছে কি-না, তা ক্রিয়ার যে শক্তি বা রূপভেদ থেকে বোঝা যায়, তাকেই 'বাচ্য' (Voice) বলে।\" অর্থাৎ এই সংজ্ঞামতে বাচ্য হলো ক্রিয়াপদ যে রূপভেদে বাক্যের মধ্যে কখনো কর্তা, কখনো কর্ম, আবার কখনো ক্রিয়াই প্রধানরূপে প্রতীয়মান হয়।\n\n\n== ইতিহাস ==\nপ্রাচীন গ্রিক ব্যাকরণে, বাচ্যকে দিয়াথেসিস (গ্রিক: διάθεσις, অর্থ \"ব্যবস্থা\" বা \"অবস্থা\") নামে ডাকা হতো। প্রাচীন গ্রিক ব্যাকরণে বাচ্যের তিনটি উপশ্রেণি ছিলো:\n\nএনেরগেইয়া (ἐνέργεια, কর্তাবাচ্য)\nপাথোস (πάθος, কর্মবাচ্য)\nমেসোতেস (μεσότης, মধ্যম বাচ্য)\nলাতিন ভাষায় দুটি বাচ্য স্বীকৃত ছিলো:\n\nআক্তিভুম (লাতিন: activum, কর্তাবাচ্য)\nপাস্‌সিভুম (লাতিন: passivum, কর্মবাচ্য)\n\n\n== শ্রেণিবিভাগ ==\nপ্রকাশভঙ্গির ভিন্নতা অনুযায়ী বাচ্য ৩ প্রকার:\n\n১. কর্তাবাচ্য বা কর্তৃবাচ্য ২. কর্মবাচ্য ৩. ভাববাচ্য\nকিছু কিছু ব্যাকরণবিদের মতে কর্ম-কর্তাবাচ্য (নিচে দেখুন) নামে আরেক প্রকার বাচ্য রয়েছে, তবে তা আধুনিক বাংলা ব্যাকরণে *ঘটিত কর্তাবাচ্য* নামে পরিচিত।\n\n\n=== কর্তাবাচ্য ===\nকর্তাবাচ্য সর্বাধিক ব্যবহৃত বাচ্য। কথা বলার সময় অধিকাংশ ক্ষেত্রে কর্তাবাচ্য ব্যবহার করা হয়। এই ধরনের বাচ্যে ক্রিয়াপদ কর্তাকে অনুসরণ করে, তাই এর নাম কর্তাবাচ্য।  উদাহরণ:\n\nআমি ভাত খাই।\nএই বাক্যে খাই ক্রিয়াপদ আমি-কে (কর্তা) অনুসরণ করে।\n\n\n=== কর্মবাচ্য ===\nকর্মবাচ্যে ক্রিয়াপদ কর্মকে অনুসরণ করে, তাকে কর্মবাচ্য বলে। অর্থাৎ, ক্রিয়াপদ একটি কাজের (কর্ম) মধ্য দিয়ে যায় বা তার অবস্থা পরিবর্তিত হয়। তাই কর্মপদই এই বাচ্যে প্রধান। উদাহরণ:\n\nআমার দ্বারা ভাত খাওয়া হয়।\nএই বাক্যে ক্রিয়াপদ খাওয়া হয় কর্মপদ ভাতকে অনুসরণ করে।\nকর্মপদে দ্বারা, দিয়ে, কর্তৃক, মাধ্যমে ইত্যাদি অনুসর্গের মাধ্যমে কর্তা ও কর্ম সংযুক্ত এবং ক্রিয়াপদের সঙ্গে সম্পর্কিত থাকে।\n\n\n=== ভাববাচ্য ===\nভাববাচ্য বাংলা ভাষায় ব্যবহৃত একটি \"মধ্যম বাচ্য\", অর্থাৎ বাচ্য গঠনের সাধারণ নিয়মের (কর্তা-ক্রিয়া নীতি) সঙ্গে সম্পর্কিত নয় এবং কর্মবাচ্য ও কর্তাবাচ্য থেকে কিছুটা ভিন্ন। ভাববাচ্যে ক্রিয়া-বিশেষ্য বাক্যের ক্রিয়াপদকে নিয়ন্ত্রণ করে। ভাববাচ্যে কর্ম অনুপস্থিত। উদাহরণ:\n\nআমার খাওয়া হয়েছে।\nএই বাক্যে ত্রিয়াপদ খাওয়া বাক্যের কর্তাকে নিয়ন্ত্রণ করছে।\n\n\n=== কর্ম-কর্তাবাচ্য ===\nকর্ম-কর্তাবাচ্যে (অন্যান্য নাম:ঘটিত কর্তাবাচ্য,অর্ধ-কর্মবাচ্য, মধ্যম-কর্মবাচ্য) কর্মপদ কর্তাপদের মতোই প্রতীয়মান হয়, বাক্যে কর্মপদ কর্তারূপে ব্যবহৃত হয়। এটিও এক প্রকার মধ্যম বাচ্য। কর্ম-কর্তাবাচ্য বাংলা ব্যাকরণে একটি অপ্রচলিত বাচ্য, কারণ এই বাচ্যে ক্রিয়াপদ কর্মকে অনুসরণ করে এবং একই নিয়ম কর্মবাচ্যের ক্ষেত্রেও প্রযোজ্য। তাই আধুনিক বাংলা ব্যাকরণে কর্তা-কর্মবাচ্যকে কর্মবাচ্যের অংশ হিসেবে ধরা হয়। কর্ম-কর্তাবাচ্যের উদাহরণ:\n\nভাত খাওয়া হয়েছে।\nএখানে খাওয়া হয়েছে ক্রিয়াপদ ভাত কর্মপদকে অনুসরণ করে বাক্য গঠন করেছে।\n\n\n== বাচ্যান্তর ==\nবাক্যের অর্থ ঠিক রেখে বাকভঙ্গির পরিবর্তন সাধন করার মাধ্যমে এক বাচ্যের বাক্যকে অন্য বাচ্যের বাক্যে পরিবর্তন করার নামই হচ্ছে- বাচ্য-পরিবর্তন বা বাচ্যান্তর।\n\n\n== উদ্ধৃতি ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ==="}