{"pageid": 1125472, "title": "গঞ্জিকাজাত যৌগ", "url": "https://bn.wikipedia.org/wiki?curid=1125472", "content": "গঞ্জিকাজাত যৌগ বলতে বলতে গঞ্জিকা (গাঁজা) উদ্ভিদের (যার দুইটি প্রজাতির বৈজ্ঞানিক নাম Cannabis indica ক্যানাবিস ইন্ডিকা ও Cannabis sativa ক্যানাবিস সাটিভা) বিভিন্ন অংশে (বিশেষ করে স্ত্রীপুষ্পের মস্তকে ঘনীভূত) প্রাকৃতিকভাবে উৎপন্ন কিছু যৌগকে বোঝায়, যেগুলি গঞ্জিকা পাতা ও ফুল শুকিয়ে প্রস্তুত মাদকদ্রব্য গাঁজা বা গাঁজার দ্বারা তৈরী মাদকদ্রব্য সেবন করলে মানুষের দেহে ও মনে মাদক ক্রিয়ার সৃষ্টি করতে পারে। সাধারণত গাঁজা পুড়িয়ে ধূমপান করে এই যৌগগুলিকে সেবন করা হয়। তবে এগুলিকে ঘনীভূত রজন তথা হাশিশ হিসেবে, বাষ্পীভূত বা খাদ্যের সাথে মিশিয়েও সেবন করা হতে পারে। গঞ্জিকা উদ্ভিদটি থেকে এ পর্যন্ত ১১৩টি স্বতন্ত্র গঞ্জিকাজাত যৌগ পৃথক করা সম্ভব হয়েছে।\n\n\n== কর্মপদ্ধতি ==\n১৯৮০-র দশকের গবেষণায় প্রমাণিত হয় যে গঞ্জিকাজাত যৌগগুলি একাধিক স্তন্যপায়ী প্রাণীর (যাদের মধ্যে মানুষও অন্তর্ভুক্ত) দেহের কোষগুলির পৃষ্ঠতলে অবস্থিত বিশেষ এক ধরনের গ্রাহক অণুগুলির সাথে আন্তঃক্রিয়ার মাধ্যমে দেহের উপর প্রভাব ফেলে। এই গ্রাহক অণুগুলি দেহের কেন্দ্রীয় স্নায়ুতন্ত্রের বিভিন্ন অংশে উপস্থিত থাকে। জ্ঞাত দুইটি গ্রাহক হল সিবি১ গ্রাহক ও সিবি২ গ্রাহক। with mounting evidence of more. মস্তিষ্কে এই গ্রাহকগুলির উপস্থিতি সবচেয়ে বেশি। এই গ্রাহক অণুগুলি মূলত দেহের ভেতরে উৎপাদিত এক ধরনের পদার্থের স্বাভাবিক গ্রাহক হলেও ঐ দেহের অভ্যন্তরস্থ পদার্থগুলির সাথে গঞ্জিকাজাত যৌগগুলির মিল আছে। তাই গঞ্জিকাজাত যৌগগুলির বিপরীতেও এগুলি সাড়া দেয়।\n১৯৯২ খ্রিস্টাব্দে প্রথম মস্তিষ্কে স্বাভাবিকভাবে উৎপন্ন এইরূপ একটি পদার্থ আবিষ্কৃত হয়, যেটি সিবি১ গ্রাহকের সাথে আবদ্ধ হতে পারে; এটির নাম অ্যানান্ডামাইড। এই গঞ্জিকাজাত যৌগ-সদৃশ রাসায়নিক পদার্থটি ও পরবর্তীতে আবিষ্কৃত এরূপ আরও অন্যান্য কিছু পদার্থকে অন্তর্জাত গঞ্জিকাসদৃশ যৌগ (এন্ডোক্যানাবিনয়েড) নাম দেওয়া হয়। দেহের অন্তর্জাত গঞ্জিকাসদৃশ তন্ত্রটি (এন্ডোক্যানাবিনয়েড সিস্টেম) বহুসংখ্যক শারীরিক ক্রিয়া নিয়ন্ত্রণ করে। স্নায়ুকোষের ক্রিয়া, বিশেষ করে নড়াচড়া ও চেষ্টীয় সমন্বয়, শিখন ও স্মৃতি, আবেগ ও প্রেষণা, নেশাগ্রস্ততা-সদৃশ আচরণ, ব্যথার ওঠানামাসহ আরও অনেক কাজে এই তন্ত্রটি গুরুত্বপূর্ণ ভূমিকা রাখে।\nদেহ-মনের উপরে গঞ্জিকাজাত যৌগের প্রভাব কী হবে, তা সংশ্লিষ্ট মস্তিষ্ক অঞ্চলের উপর নির্ভর করে। মস্তিষ্কের প্রান্তিক (লিম্বিক) ব্যবস্থার উপর প্রভাবের কারণে স্মৃতি, সংজ্ঞান ও মনোচেষ্টীয় কার্যক্ষমতাতে পরিবর্তন আসতে পারে। মস্তিষ্কের কেন্দ্রীয়-প্রান্তিক পথের উপর প্রভাবের কারণে পুরস্কার ও আনন্দ প্রতিক্রিয়ার উপর প্রভাব পড়তে পারে এবং ব্যথার প্রত্যক্ষণ বা উপলব্ধিও পরিবর্তিত হতে পারে।\n\n\n== যৌগসমূহের পরিচয় ==\nগঞ্জিকাজাত যৌগগুলিকে কয়েকটি উপশ্রেণীতে ভাগ করা যায়। এগুলি হল ক্যানাবিজেরল,  ক্যানাবিক্রোমিন,  ক্যানাবিডিয়ল,  টেট্রাহাইড্রোক্যানাবিনল,  ক্যানাবিনল,  ক্যানাবিনোডিয়ল এবং অন্যান্য (যাদের মধ্যে ক্যানাবিসাইক্লল, ক্যানাবিয়েলসইন ও ক্যানাবিট্রিয়ল অন্তর্ভুক্ত)। গঞ্জিকাজাত যৌগগুলিকে এগুলির চিত্তপ্রভাবকারী মাত্রার উপর ভিত্তি করেও পার্থক্য করা যায়। যেমন ক্যানাবিজেরল, ক্যানাবিক্রোমিন ও ক্যানাবিডিয়লগুলি চিত্তপ্রভাবকারক হিসেবে পরিচিত নয়। অন্যদিকে টেট্রাহাইড্রোক্যানাবিনল, ক্যানাবিনল ও ক্যানাবিনোডিয়ল যৌগগুলি বিভিন্ন মাত্রায় চিত্তপ্রভাব করতে পারে। ডেল্টা-৯-টেট্রাহাইড্রোক্যানাবিনল (Delta9-tetrahydrocannabinol বা Delta9-THC) নামক গঞ্জিকাজাত যৌগটি গাঁজার প্রধানতম চিত্তপ্রভাবক উপাদান। এটি মানবদেহে ও মনে হালকা সুখোচ্ছাস ও অলীক মায়াবিভ্রমের সৃষ্টি করে, এবং বহু গাঁজা সেবনকারী এইরূপ নেশায় বুদ হবার জন্যই সেটি সেবন করেন।\nএছাড়া ক্যানাবিডিয়ল আরেকটি গুরুত্বপূর্ণ উপাদান, যেটি গঞ্জিকা উদ্ভিদটির নির্যাস-রসের ৪০% গঠন করে। ক্যানাবিডিয়ল মানসিকভাবে উদ্বেগ-দুশ্চিন্তা প্রতিরোধক ও শারীরিকভাবে প্রশান্তিদায়ক ও শিথিলকারক হিসাবে এবং সম্ভবত টেট্রাহাইড্রোক্যানাবিলের চিত্তপ্রভাবক ক্রিয়ার বিপরীত ক্রিয়াকারক হিসাবে কাজ করে। যখন টেট্রাহাইড্রোক্যানাবিল বাতাসে অরক্ষিত অবস্থায় থাকে, তখন সেটি জারিত হয়ে ক্যানাবিডিয়ল গঠন করে এবং এই অতিরিক্ত ক্যানাবিডিয়লও টেট্রাহাইড্রোক্যানাবিলের প্রভাব হ্রাস করে। এ কারণে গাঁজাকে বাতাসে রেখে দিলে এটির ভেতরে ক্যানাবিডিয়ল বনাম টেট্রাহাইড্রোক্যানাবিলের অনুপাত বৃদ্ধি পায়, ফলে গাঁজাসেবনের সময় এটির চিত্তপ্রভাবক শক্তি হ্রাস পায়।\n\n\n== ব্যবহার ==\nগাঁজা বিশ্বের সবচেয়ে জনপ্রিয় বিনোদনমূলক মাদকগুলির একটি এবং এটি বহু দেশে আইনগতভাবে নিষিদ্ধ। তবে কিছু কিছু দেশে চিকিৎসামূলক কাজে গাঁজার বা গাঁজাজাত দ্রব্যের ব্যবহার স্বীকৃতি লাভ করেছে। গঞ্জিকাজাত যৌগগুলি ক্ষুধাবর্ধক হিসেবে কাজ করতে পারে এবং রাসায়নিক চিকিৎসা (কেমোথেরাপি) গ্রহণকারী রোগীদের বমিবমি ভাব দূর করতে পারে।  এছাড়া \nমস্তিষ্কের পক্ষাঘাত, স্নায়ুরোগজনিত দীর্ঘস্থায়ী ব্যথা ও গ্লকোমা নামক চোখের রোগের চিকিৎসাতেও গাঁজা ব্যবহার করা হয়েছে। যেসব স্থানে চিকিৎসাক্ষেত্রে গাঁজার ব্যবহার বৈধ, সেসব স্থানে বিশেষ উপপ্রজাতির গাঁজার উদ্ভিদ থেকে প্রস্তুতকৃত গঞ্জিকাজাত যৌগগুলিকে ধূম্রপানের মাধ্যমে বা ভক্ষণের মাধ্যমে প্রয়োগ করা হতে পারে।\nক্রীড়াক্ষেত্রে গাঁজাকে একটি ক্ষমতাবর্ধক মাদকদ্রব্য হিসেবে গণ্য করা হয় ও ক্রীড়াবিদদের এটি সেবন নিষিদ্ধ। বিশ্ব ক্ষমতাবর্ধক-মাদক প্রতিরোধী সংস্থা এই সংক্রান্ত মানগুলি প্রতিষ্ঠা করে এবং আন্তর্জাতিক প্রতিযোগিতা যেমন অলিম্পিক প্রতিযোগিতায় ক্রীড়াবিদদের দেহে গঞ্জিকাজাত যৌগের উপস্থিতির জন্য পরীক্ষা সম্পাদন করে। গঞ্জিকাজাত যৌগগুলি স্নেহ পদার্থে দ্রবণীয় এবং আধুনিক পরীক্ষাপদ্ধতির সাহায্যে সেবনের বহুক্ষণ পরেও এগুলি শনাক্ত করা সম্ভব।\n\n\n== সেবনজনিত ও  প্রত্যাহার-পরবর্তী পার্শ্বপ্রতিক্রিয়া ==\nগঞ্জিকাজাত যৌগগুলি সেবনের ফলে যে বিরূপ পার্শ্ব-প্রতিক্রিয়াগুলির সৃষ্টি হতে পারে, তার মধ্যে আছে  মাথা ঘোরানো, তন্দ্রাচ্ছন্নতা, মানসিক বিভ্রান্তি, মনোযোগে সমস্যা, চেষ্টীয় দক্ষতা হানি, মুখের ভেতর শুকিয়ে যাওয়া, বিষণ্ণতা বা অনীহা, হঠাৎ আতংকগ্রস্ততা, নির্যাতনভ্রম, দুশ্চিন্তা-উদ্বেগ, ইত্যাদি। গঞ্জিকাজাত যৌগগুলির উপর শক্তিশালী দৈহিক নির্ভরশীলতা বা নেশার সৃষ্টি হয় কি না, এ ব্যাপারে গবেষণায় কিছু বেরিয়ে আসেনি। এগুলি সেবন ছেড়ে দিলে তাৎপর্যপূর্ণ কোনও নেশা-প্রত্যাহারজনিত লক্ষণ-উপসর্গও নেই। তবে এগুলির উপরে মানসিক নির্ভরশীলতার সৃষ্টি হতে পারে। নিয়মিত ব্যবহারকারীরা গাঁজা সেবন ছেড়ে দেবার কিছু সময় পরে তাদের মধ্যে মাথাব্যথা, বমিবমি ভাব, খিটখিটে ভাব ও বিষণ্ণতার খবর পাওয়া গেছে।\n\n\n== আরও দেখুন ==\n\nকর্কটরোগে (ক্যানসার) ব্যবহার\nগঞ্জিকাজাত যৌগ গ্রাহক বিরোধী\nঅন্তর্জাত গঞ্জিকাসদৃশ যৌগ বর্ধক\nঅন্তর্জাত গঞ্জিকাসদৃশ যৌগ পুনর্শোষণ সংদমক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গঞ্জিকাজাত যৌগ সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Cannabinoids\nটেমপ্লেট:Cannabinoid receptor modulators\nটেমপ্লেট:Pharmacomodulation\nটেমপ্লেট:Transient receptor potential channel modulators"}