{"pageid": 1126498, "title": "বিবিএম (ব্ল্যাকবেরি মেসেজিং অ্যাপ)", "url": "https://bn.wikipedia.org/wiki?curid=1126498", "content": "BBM, যার পূর্বে পুরো নাম ছিল ব্ল্যাকবেরি মেসেঞ্জার এটি একটি মালিকানাধীন মোবাইল ইনস্ট্যান্ট মেসেঞ্জার এবং ভিডিওটেলিফোনি অ্যাপ্লিকেশন। এই অ্যাপটি দিয়ে ব্ল্যাকবেরি ওএস, ব্ল্যাকবেরি ১০, আইওএস, অ্যান্ড্রয়েড এবং উইন্ডোজ মোবাইল ব্যবহারকারীরা নিজেদের মধ্যে মেসেজিং এবং ভয়েস কল করতে পারে। আইওএস এবং অ্যান্ড্রয়েডের জন্য সাধারণ বিবিএম কনজিউমার সংস্করণ ইন্দোনেশিয়ান কোম্পানি এমটেক দ্বারা তৈরি করা হয়েছে যা ব্ল্যাকবেরি লিমিটেড (আগে রিসার্চ ইন মোশন নামে পরিচিত) এর লাইসেন্সের অধীনে। ব্ল্যাকবেরি ওএস এবং ব্ল্যাকবেরি ১০-এর জন্য বিনামূল্যে সংস্করণ, সেইসাথে বিবিএম এন্টারপ্রাইজ (বিবিএমই, পূর্বে বিবিএম প্রোটেক্টেড নামে পরিচিত) নামে একটি পেইড এন্টারপ্রাইজ সংস্করণটি ব্ল্যাকবেরি লিমিটেড সম্পূর্ণরূপে তৈরি করেছিল, যেগলি বর্তমানেও সচল রয়েছে। অ্যান্ড্রয়েড এবং আইওএসের জন্য BBM বিনামূল্যের সংস্করণটি ৩১ মে ২০১৯-এ বন্ধ হয়ে গিয়েছিল,  তবে সফ্টওয়্যারটির পেইড এন্টারপ্রাইজ সংস্করণ, BBMe এখনও পর্যন্ত এই প্ল্যাটফর্মগুলিতে সচল রয়েছে। \nBBM-এর মাধ্যমে পাঠানো বার্তাগুলি ইন্টারনেটের মাধ্যমে পাঠানো হয় এবং ব্ল্যাকবেরি পিন সিস্টেমের মাধ্যমে তা সুরক্ষিত রাখার বন্দোবস্ত আছে। পূর্বে অনেক পরিষেবা প্রদানকারী একটি ডেডিকেটেড ব্ল্যাকবেরি ডেটা প্ল্যান রিচার্জ করার দ্বারাই শুধুমাত্র BBM-এ সাইন-ইন করার অনুমতি দেওয়া হত। একক ব্যক্তির কাছে বা ডেডিকেটেড আলোচনা বা চ্যাট গোষ্ঠীর মাধ্যমে বার্তা আদান-প্রদান করা যেত যা একাধিক ব্ল্যাকবেরি ডিভাইসকে একক সেশনে যোগাযোগ করার পথ খুলে দিয়েছিল। এই মেসেঞ্জারের দ্বারা সাধারণ টেক্সট-ভিত্তিক তাৎক্ষণিক বার্তাগুলি পাঠানো যেত। তার পাশাপাশি, BBM ব্যবহারকারীরা ছবি, ভয়েসনোট (অডিও রেকর্ডিং), ফাইল (১৬ এমবি পর্যন্ত), মানচিত্রে রিয়েল টাইম অবস্থান শেয়ার করা যায়, তাছাড়াও স্টিকার এবং ইমোজিগুলির একটি বিস্তৃত সম্ভার ছিল তাদের পরিষেবায়। \n২০১৩ সালের শেষের দিক পর্যন্ত BBM দিয়ে যোগাযোগ শুধুমাত্র ব্ল্যাকবেরি ডিভাইসগুলির মধ্যেই সম্ভব ছিল যতক্ষণ আলাদাভাবে আইওএস এবং অ্যান্ড্রয়েড সিস্টেমের এই অ্যাপটি প্রকাশ করা হয়েছিল। ৩০০ মিলিয়নেরও বেশি স্টিকার শেয়ার করেছে এর ব্যবহারকারীরা। প্রতিদিন প্রায় ১৫০,০০০ BBM ভয়েস কল করা হয়েছিল। ২০১৫ সাল পর্যন্ত বিশ্বব্যাপী ১৯০ মিলিয়নেরও বেশি BBM ব্যবহারকারী ছিল।   ২০১৩ সালের প্রথম দিকে ব্ল্যাকবেরি অবকাঠামো প্রতি মাসে ৩০ পেটাবাইট ডেটা ট্রাফিক ব্যবহার করা হয়েছিল। \nBBM ছিল মোবাইলের প্রথম দিকের মেসেজিং পরিষেবা,   এবং অত্যন্ত জনপ্রিয় ছিল প্রতিদ্বন্দ্বীদের কাছে বাজারে ক্ষতির সম্মুখীন হওয়ার আগে পর্যন্ত।  এপ্রিল ২০১৬ পর্যন্ত ইন্দোনেশিয়াই একমাত্র দেশ যেখানে BBM ছিল সবচেয়ে জনপ্রিয় মেসেজিং অ্যাপ – যা দেশের ৮৭.৫% অ্যান্ড্রয়েড ডিভাইসে ইনস্টল করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}