{"pageid": 1126424, "title": "সানসি জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1126424", "content": "সানসি হল একটি যাযাবর উপজাতি, তারা প্রাথমিকভাবে উত্তর-পশ্চিম ভারতের রাজস্থান এলাকায় বসবাস করত, কিন্তু ১৩ শতকে মুসলিম আক্রমণকারীদের দ্বারা বিতাড়িত হয়েছিল। তারা এখন রাজস্থান রাজ্যের বিভিন্ন অঞ্চলে বসবাস করে, এছাড়াও তাদের সারা ভারতের বিভিন্ন অঞ্চলেই দেখতে পাওয়া যায়।\n\n\n== ভাষা ও সমাজ ==\nতাদের কথ্য ভাষা হল সানসি ভাষা বা ভিলকি। এটি কেন্দ্রীয় গোষ্ঠীর একটি অত্যন্ত বিপন্ন ইন্দো-আর্য ভাষা। এই ভাষায় কথা বলে আনুমানিক ৬০,০০০ (২০০২ সালের হিসেব অনুযায়ী) জন। সানসিরা হিন্দিতেও কথা বলে। তারা নিজেদেরকে দুটি শ্রেণীতে বিভক্ত করে; একটি হল খারে, যারা শুদ্ধ সানসি বংশের মানুষ এবং মাল্লা, যারা মিশ্র বংশের মানুষ। কেউ কেউ চাষী এবং শ্রমিক, যদিও অনেকেই এখনও যাযাবর। তাদের বংশতালিকা পিতৃ গোত্র ধরে চলে। \nযাযাবর চরিত্রের কারণে এরা শিক্ষা, সামাজিক ও অর্থনৈতিকভাবে পিছিয়ে পড়া উপজাতি।\nঅভিযোগ রয়েছে যে সম্প্রদায়টি তাদের মহিলাদের কুমারীত্ব পরীক্ষা করে।\n\n\n== জীবিকা ==\nসানসিদের অনেকেই দারিদ্র্যের মধ্যে বসবাস করে। কেউ কেউ রিকশা চালায়। তাদের কিছু সন্তান দরিদ্র পরিবারকে সাহায্য করার জন্য দোকানে কাজ করে। তাদের দেখাশোনা করার জন্য এবং তাদের মধ্যে বিবাদ মীমাংসার জন্য তাদের একটি বর্ণ পরিষদ রয়েছে। সানসিদের কেউ কেউ কৃষক ও শ্রমিক। আবার কেউ কেউ মদ্য বিক্রি করে।\n\n\n== ইতিহাস ==\nসানসিরা রাজপুত বংশোদ্ভূত বলে দাবি করে, কিন্তু, কিংবদন্তি অনুসারে, তাদের পূর্বপুরুষ হল বেরিয়া, যারা একটি অপরাধী জাতি। বেঁচে থাকার জন্য তারা গবাদি পশু চুরি এবং ছোট খাটো অপরাধের উপর নির্ভর করত। ভারতে ব্রিটিশ শাসনের সময় তাদের অপরাধী উপজাতি আইন ১৮৭১, ১৯১১, ১৯২৪ এর অধীনে শ্রেণীবদ্ধ করা হয়েছিল। এর ফলে তাদের যাযাবর জীবনধারা বেআইনি হয়ে গিয়েছিল।\nচিহ্নিত হওয়ার ফলে এরা দীর্ঘদিন ধরে দাগী অপরাধী নাম বহন করে আসছে। তবে, স্বাধীনতার পরে ১৯৫২ সালে, তাদের বিমুক্ত উপজাতি ঘোষণা করা হয়েছিল।\nসানসিয়া হিসাবে, ২০১১ সালের জনগণনায়, তাদের উত্তর প্রদেশে নথিবদ্ধ করা হয়েছিল। সেখানে তারা ছিল তফসিলি জাতি, তাদের জনসংখ্যা ছিল ৫৬৮৯ জন।\n\n\n== ধর্ম ==\nতাদের ধর্ম হল হিন্দু ধর্ম, কিন্তু কয়েকজন ইসলাম ধর্মও গ্রহণ করেছে।\n\n\n== আরও পড়ুন ==\nব্রাউন, মার্ক (২০০৩)। \"উনিশ শতকের ব্রিটিশ ভারতে জাতিতত্ত্ব এবং ঔপনিবেশিক প্রশাসন: দেশীয় অপরাধ এবং অপরাধীত্বের প্রশ্ন\"। দ্য ব্রিটিশ জার্ণাল ফর দ্য হিস্ট্রি অফ সায়েন্স। ৩৬ (২): ২০১–২১৯। জেস্টোর 4028233। ডিওআই:10.1017/s0007087403005004 । \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Ethnic groups, tribes and clans of the Punjab"}