{"pageid": 1126773, "title": "চীনা শিল্প ও বাণিজ্যিক ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1126773", "content": "চীনা শিল্প ও বাণিজ্যিক ব্যাংক (চীনা: 中国工商银行; ফিনিন: Zhōngguó gōngshāng yínháng; সংক্ষেপিত: আইসিবিসি) চীনের একটি বহুজাতিক ব্যাংকিং কোম্পানি। বর্তমানে মোট সম্পদের পরিমাণ অনুযায়ী এটি বিশ্বের সবচেয়ে বড় ব্যাংক। ব্যাংকটির সদর দপ্তর চীনের রাজধানী বেইজিং শহরে অবস্থিত।\nব্যাংকটি ১৯৮৪ সালের ১ জানুয়ারী একটি লিমিটেড কোম্পানি হিসাবে প্রতিষ্ঠিত হয়। এটি রাষ্ট্রীয় মালিকানাধীন একটি বাণিজ্যিক ব্যাংক। ব্যাংকটির মূলধনের যোগান দেয় চীনের অর্থ মন্ত্রণালয়। ২০১৩ সালে ব্যাংকটির টায়ার ১ মূলধন ছিল এক হাজার বৈশ্বিক ব্যাংকের মধ্যে সর্বাধিক।  পরবর্তীকালে, ২০১৭ এবং ২০১৮-তে  বিশ্বের বৃহত্তম ব্যাংকের তালিকা অনুযায়ী ব্যাংকটি মোট সম্পদের ভিত্তিতে বিশ্বের ১০০০টি বৃহত্তম ব্যাংকের মধ্যে প্রথম হয়  (৩১ ডিসেম্বর ২০২০ $৪.৩২৪ ট্রিলিয়ন)। ব্যাংকটিকে আর্থিক স্থিতিশীলতা বোর্ড কর্তৃক পরিচলিত একটি পদ্ধতিগত গুরুত্বপূর্ণ ব্যাংক হিসাবে বিবেচনা করা হয়।\nব্যাংকটির বেশ কয়েকজন প্রাক্তন কর্মচারী চীন সরকারের বিশিষ্ট পদে কাজ করেছেন। এদের মধ্যে উল্লেখযোগ্য হচ্ছে সাবেক চেয়ারম্যান হুইমান ইয়ি এবং ডেপুটি গভর্নর গংশেং প্যান।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৪৮-১৯৭৯ ===\n১৯৪৮ সাল থেকে চীনের মনো-ব্যাংকিং ব্যবস্থার মুলে ছিল পিপলস ব্যাংক অব চায়না, যেটি বাণিজ্যিক খাতে ঋণনীতি প্রণয়ন এবং কার্যক্রম উভয়ই পরিচালনা করতো। ১৯৭৮ থেকে  ১৯৭৯ সালের মধ্যে চীন সরকার ব্যাংকিং খাতের সংস্কারের সূচনা করেছিল। তখন একটি কেন্দ্রীয় ব্যাংকের সাথে চারটি কেন্দ্রীয় সরকারী মালিকানাধীন বিশেষায়িত ব্যাংক প্রতিষ্ঠা করা হয়। এই চারটির মধ্যে একটি হল আইসিবিসি।\n\n\n=== ১৯৭৯-১৯৮৫ ===\nএই সময়ের মধ্যে চীনে দ্বি-স্তরীয় ব্যাংকিং ব্যবস্থা তৈরি করা হয়েছে।\n\n\n=== ১৯৮৪-২০০৫ ===\n১৯৮৩ সালের সেপ্টেম্বরে চীন সরকারের অর্থনৈতিক কর্মকাণ্ডের সাথে চীনের রাজ্য পরিষদের অধিকারের দ্বন্দ্বের ফলে সরকারের কিছু কার্যক্রম স্বাধীনভাবে পরিচালিত কোনো প্রতিষ্ঠানের দ্বারা পরিচালনা করার সিদ্ধান্ত গৃহীত হয়। পরবর্তীতে, চীনা শিল্প ও বাণিজ্যিক ব্যাংক নামকরণ করে ১৯৮৪ সালের ১ জানুয়ারি ব্যাংকটি প্রতিষ্ঠা করা হয়। আইসিবিসি ১৯৭৮-১৯৭৯ সালের চারটি বিশেষায়িত ব্যাংকের মধ্যে চতুর্থ ছিল।  তথন এটি পিপলস ব্যাংক অব চায়না থেকে বাণিজ্যিক কার্যক্রমের (শিল্প ঋণ এবং সঞ্চয় ব্যবসা) নিয়ন্ত্রণ গ্রহণ করে।  বাণিজ্যিক কার্যক্রম আলাদা করার উদ্দেশ্য ছিল পরবর্তীতে পিপলস ব্যাংক অব চায়নাকে কেন্দ্রীয় ব্যাংকে রূপান্তরিত করা।\nআইসিবিসি ২০১১ সালে লুক্সেমবার্গে একটি শাখা খোলে যা ব্যাংকেটির ইউরোপীয় সদর দফতরে পরিনত হয়। আইসিবিসি (ইউরোপ) এস. এ প্রধান ইউরোপীয় শহরগুলিতে, যেমন: প্যারিস, আমস্টারডাম, ব্রাসেল্‌স, মিলান, মাদ্রিদ, বার্সেলোনা, ওয়ারশ এবং লিসবনে শাখার মাধ্যমে ব্যাংকিং পরিচালনা করে। \nব্যাংকটির হংকং কার্যক্রম আইসিবিসি এশিয়া নামে তালিকাভুক্ত। এটি ফোর্টিস ব্যাংকের হংকং সাবসিডিয়ারি কিনে নেয় এবং ২০০৫ সালের ১০ অক্টোবর থেকে নিজ নামে ব্যবসায় শুরু করে।\n\n\n=== ২০০৬-২০০৮ ===\n\n\n==== ক্রেতা নির্ভরতা ====\n২০০৬ সালের হিসাব অনুসারে আইসিবিসি-এর কর্পোরেট গ্রাহক ছিল প্রায় ২.৫ মিলিয়ন এবং খুচরা গ্রাহক ১৫০ মিলিয়ন। \n\n\n==== আইপিও ====\n২০০৬ সালের ২৮ এপ্রিল পরিকল্পিত আইপিও বা প্রাথমিক গণপ্রস্তাবের মাধ্যমে তিনটি \"কৌশলগত বিনিয়োগকারী\" ব্যাংকটিতে $৩.৭ বিলিয়ন মার্কিন ডলার বিনিয়োগ করে:\n\nগোল্ডম্যান স্যাক্‌স ব্যাংকটির ৫.৭৫% মালিকানা $২.৬ মিলিয়ন ডলারে কিনে নেয়। ওই সময়ে এটি ছিল গোল্ডম্যান স্যাক্‌সের সবচেয়ে বড় অঙ্কের বিনিয়োগ। \nড্রেসডনার ব্যাংক (কমার্জব্যাংকের সম্পূর্ণ মালিকানাধীন একটি সহযোগী প্রতিষ্ঠান) $১ বিলিয়ন মার্কিন ডলার বিনিয়োগ করে।  এবং\nআমেরিকান এক্সপ্রেস $২০০ মিলিয়ন মার্কিন ডলার বিনিয়োগ করে।\n\nআইসিবিসি ২০০৬ সালের ২৭ অক্টোবর একই সাথে হংকং স্টক এক্সচেঞ্জ এবং সাংহাই স্টক এক্সচেঞ্জ-এ তালিকাভুক্ত হয়েছিল। সেই সময়ে এটি ছিল বিশ্বের বৃহত্তম আইপিও যার মূল্য $২১.৯ বিলিয়ন মার্কিন ডলার। এর আগের রেকর্ডটি ছিল ১৯৯৮ সালে জাপানী প্রতিষ্ঠান এনটিটি দোকমোর $১৮.৪ বিনিয়ন ডলার মূল্যের আইপিও।  ২০১০ সালে চীনা কৃষি ব্যাংক আইসিবিসি-এর আইপিও রেকর্ড ভেঙ্গে $২২.১ বিলিয়ন ডলারের আইপিও ইস্যু করে।\n২০০৭ সালের জুলাই মাসে আইসিবিসি আয়ের দিক থেকে বিশ্বের ৩০তম স্থানে ছিল। \n\n\n==== বিদেশী কার্যক্রম ====\n১৯৯১ সালের পরে দ্বিতীয় চীনা ব্যাংক হিসেবে ব্যাংকটি ২০০৮ সালের আগস্ট মাসে নিউ ইয়র্কে শাখা খোলার অনুমতি পায়।   ২০০৮ সালে ট্রাম্প টাওয়ারে অফিস স্থাপনের জন্য আইসিবিসি ও ট্রাম্প সংস্থার মধ্যে একটি ইজারা চুক্তি স্বাক্ষরিত হয়। \n\n\n=== ২০১১-২০১৭ ===\n\n২০১১ সালের ২৪ জানুয়ারী ব্যাংকটি স্পেনের মাদ্রিদে একটি শাখা অফিস খোলে। \n২০১১ সালের ২০ মে ব্যাংকটি পাকিস্তানে দুটি শাখা স্থাপন করে, একটি করাচিতে এবং অন্যটি ইসলামাবাদে। ২০১১ সালের ১৮ আগস্ট এটি স্টেট ব্যাংক অব পাকিস্তান থেকে কর্যারাম্ভের অনুমতি পায় এবং ব্যবসায় শুরু করে।\n২০১৪ সালের ২ ডিসেম্বরে এটি টায়ার ১ মূলধন এবং মোট সম্পদের হিসাবে বিশ্বের বৃহত্তম ব্যাংকে পরিনত হয়। \n\n\n== পরিচালনা পর্ষদ ==\nব্যাংকটির কর্মী সংখ্যা ৪৪৯,২২৬ জন। এটি ২৪ সদস্যের একটি পরিচালনা পর্ষদ কর্তৃক পরিচালিত হয়। বোর্ডের প্রধান একজন চেয়ারম্যান। অন্যান্য সদস্যের মধ্যে রয়েছে একজন তত্ত্বাবধায়ক বোর্ডের চেয়ারম্যান এবং একজন ভাইস-চেয়ারম্যান ও সদস্য। বোর্ডের বর্তমান চেয়ারম্যান চেন সিকিং, যিনি এর আগে ব্যাংক অব চায়নার কৌশলগত উন্নয়ন কমিটির চেয়ারম্যান, নির্বাহী পরিচালক ও চেয়ারম্যান এবং অংশগ্রহণকারী বোর্ড সদস্য ছিলেন। ২০১৯ সালের এপ্রিলে তিনি ব্যাংক অব চায়না থেকে পদত্যাগ করে আইসিবিসির দায়িত্ব গ্রহণ করে।\n১৭ মে ২০২০ পর্যন্ত পরিচালনা পর্ষদের সদস্য ও গঠন নিন্মরুপ:\n\nচেন সিকিং (陈四清): চেয়ারম্যান;\nগু শু: সভাপতি;\nলু ইয়ংজেন: সদস্য;\nজেং ফুকিং: সদস্য;\nমেই ইংচুন: সদস্য;\nফেং উইডং: সদস্য;\nকাও লিকুন: সদস্য;\nঅ্যান্টনি ফ্রান্সিস নিওহ: সদস্য;\nইয়াং সিউ শুন: সদস্য;\nশেন সি: সদস্য;\nনাউট ওয়েলিংক: সদস্য; এবং\nফ্রেড জুলিউ হু: সদস্য।\n\n\n== সহযোগী সংগঠন ==\n\n\n=== দেশীয় ===\nআইসিবিসি ক্রেডিট সুইস অ্যাসেট ম্যানেজমেন্ট কোং., লি.\n\n\n=== আন্তর্জাতিক ===\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (এশিয়া);\nআইসিবিসি স্ট্যান্ডার্ড ব্যাংক পিএলসি;\nআইসিবিসি ইন্টারন্যাশনাল সিকিউরিটিজ লিমিটেড;\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (কানাডা);\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না ইউএসএ এনএ;\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (মেক্সিকো);\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (ম্যাকাও);\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (থাই);\nআইসিবিসি তুরস্ক;\nআইসিবিসি আর্জেন্টিনা;\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (পাকিস্তান); এবং\nইন্ডাস্ট্রিয়াল অ্যান্ড কমার্শিয়াল ব্যাংক অব চায়না (জুরিখ)।\n\n\n== পুরস্কার ==\nফোর্বস গ্লোবাল ২০০০ (২০১৯-২০১৯ র‍্যাঙ্কিংয়ের সংস্করণ)– বিশ্বের বৃহত্তম পাবলিক কোম্পানি ।\n\n\n== তথ্যসূত্র =="}