{"pageid": 1126054, "title": "অঙ্গিরা", "url": "https://bn.wikipedia.org/wiki?curid=1126054", "content": "অঙ্গিরস (সংস্কৃত:अंगिरस्) বা অঙ্গিরা (সংস্কৃত: अङ्गिरा, উচ্চারণ [ɐ́ŋɡiɽɐ:]) হিন্দু ধর্মের একজন বৈদিক ঋষি ছিলেন। ঋগ্বেদে তাকে ঐশ্বরিক জ্ঞানের শিক্ষক, মানব ও দেবতাদের মধ্যে মধ্যস্থতাকারী হিসেবে বর্ণনা করা হয়েছে, পাশাপাশি অন্যান্য স্তোত্রে অগ্নি-দেবতাদের প্রথম বলে উল্লেখ করা হয়েছে। তিনি অঙ্গিরস ও অঙ্গিরা উভয় নামেই পরিচিত। কোনো কোনো গ্রন্থে তাকে অঙ্গিরা এবং কোনোটিতে তাকে অঙ্গিরস বলা হয়েছে।\nকিছু গ্রন্থে, তিনি সপ্তর্ষিদের একজন হিসাবে বিবেচিত, কিন্তু অন্যগুলোতে তাকে উল্লেখ করা হলেও তাদের তালিকায় গণনা করা হয়নি। অথর্ববেদের কিছু পাণ্ডুলিপিতে, পাঠ্যটি \"অথর্বাঙ্গিরসঃ\" কে কৃতিত্ব দেয়া হয়েছে, যা ঋষি অথর্বন এবং অঙ্গিরার যৌথ কর্ম। অঙ্গিরার বংশধর ও শিষ্যদেরকে পরিবারকে \"অঙ্গিরা\" বলা হয়, এবং তারা ঋগ্বেদের প্রথম, দ্বিতীয়, পঞ্চম, অষ্টম, নবম এবং দশম মণ্ডলের কিছু সূক্তের রচয়িতা বলে কৃতিত্ব দেয়া হয়। ঋগ্বেদের রচনার সময়, অঙ্গিরসগণ একটি পুরানো ঋষি বংশ ছিল এবং তারা বেশ কয়েকটি অনুষ্ঠানে অংশগ্রহণ করেছিল বলে জানা গেছে।\n\n\n== গ্রন্থ ==\nঋগ্বেদের অনেক স্তোত্র অঙ্গিরাদেরকে তাদের রচয়িতা হিসেবে কৃতিত্ব দেয়, প্রধানত প্রথম ও অষ্টম মণ্ডলে। সুনাহোত্র, গৌতম এবং ভরদ্বাজ সহ বিভিন্ন অঙ্গিরা উপ-গোষ্ঠী যথাক্রমে দ্বিতীয়, চতুর্থ এবং ষষ্ঠ মণ্ডল রচনা করেছিল।\nরচয়িতার কৃতিত্ব ব্যতীত, বৈদিক গ্রন্থে অগ্নি পুরোহিত বা গায়কের মতো বিভিন্ন ভূমিকায় ঋষি অঙ্গিরার উল্লেখ রয়েছে। উদাহরণস্বরূপ, ঋগ্বেদের রূপক স্তোত্র ৩.৩১ তাকে একজন গায়ক হিসেবে উল্লেখ করে:\n\nঅক্সফোর্ড বিশ্ববিদ্যালয়ের সংস্কৃত ও ভারতবিদ্যার অধ্যাপক ম্যাক্স মুলারের মতে, বৈদিক সাহিত্যে ঋষি অঙ্গিরা বহুবচন শব্দ অঙ্গিরস থেকে আলাদা, এবং এই পদগুলো বিভিন্ন লোককে বোঝায়। অঙ্গিরা ঋষি অথর্ববেদের যাদুকরদের দল থেকে আলাদা, যাদের নামও অঙ্গিরস, এবং মুলারের মতে, বৈদিক ঋষিরা ঐশ্বরিক প্রাণীদের একটি শ্রেণীর থেকেও আলাদা যাদেরকে বৈদিক গ্রন্থেও অঙ্গিরস বলা হয়েছে এবং \"কয়লা থেকে উদ্ভূত (অঙ্গার)\" হিসাবে বর্ণনা করা হয়েছে।\nদীঘা নিকায়ের মতো বৌদ্ধ পালি প্রামাণিক গ্রন্থে, তেভিজ্জা সুত্ত তার সময়ের বুদ্ধ ও বৈদিক পণ্ডিতদের মধ্যে একটি আলোচনা বর্ণনা করেছেন। বুদ্ধ দশজন ঋষির নাম উল্লেখ করে, তাদের \"প্রাথমিক ঋষি\" এবং প্রাচীন শ্লোকগুলোর নির্মাতা বলে অভিহিত করেছেন যা তাঁর যুগে সংগ্রহ করা হয়েছে এবং জপ করা হয়েছে। সেই দশ ঋষির মধ্যে অঙ্গিরস অন্যতম।\n\n\n== পৌরাণিক জীবন ==\nঅঙ্গিরস নামটি সাধারণভাবে বেশ কিছু পৌরাণিক ব্যক্তির ক্ষেত্রে প্রয়োগ করা হয়েছে। আরও, বৈদিক ঋষি অঙ্গিরস মধ্যযুগীয় হিন্দু গ্রন্থে বিরোধী ভূমিকার পাশাপাশি তাঁর জন্ম, বিবাহ এবং জীবনীর বিভিন্ন সংস্করণে আবির্ভূত হন। কোনো কোনোটিতে তাকে ব্রহ্মার পুত্র বলে বর্ণনা করা হয়েছে, আবার কোনোটিতে তিনি অনেক প্রজাপতির একজন। কিংবদন্তির উপর নির্ভর করে, তার এক, দুই বা চারটি স্ত্রী রয়েছে। একটি পৌরাণিক কাহিনীতে, তাঁর স্ত্রীকে সুরূপা এবং তাঁর পুত্ররা হলেন উতথ্য, সম্বর্তন এবং বৃহষ্পতি। অন্যান্য বিবরণ মতে তিনি দক্ষের কন্যা স্মৃতিকে বিয়ে করেছিলেন এবং পরে স্বধাকে বিয়ে করেছিলেন। তবুও অন্যান্য পুরাণ বিবরণে বলা হয়েছে, তিনি শুভাকে বিয়ে করেছিলেন এবং তাদের সাতটি কন্যার নাম ছিল \"অগ্নি\"র বিভিন্ন রূপের নামে এবং বৃহস্পতি নামে একটি পুত্র। কিছু কিংবদন্তিতে ঋষি বৃহস্পতি তাঁর পুত্র।\nএকটি কিংবদন্তি অনুসারে, অঙ্গিরস তার ইন্দ্রিয়গুলোকে অন্তর্মুখী করে কয়েক বছর ধরে স্রষ্টার স্রষ্টা পরব্রহ্মকে ধ্যান করেছিলেন। জন্মসূত্রে তিনি যে মহাতেজ পেয়েছিলেন তা তাঁর তপস্যার দ্বারা অসীম বৃদ্ধি পেয়েছে। তিনি অনেক ঐশ্বরিক গুণাবলী, ক্ষমতা এবং ধনসম্পদ অর্জন করেছিলেন এবং বহু জগতের উপর নিয়ন্ত্রণ লাভ করেছিলেন। কিন্তু তিনি সমস্ত জাগতিক প্রাপ্তি থেকে উদাসীন ছিলেন এবং তাঁর তপস্যা বন্ধ করেননি। এই তপস্যার ফলে তিনি পরব্রহ্মের সাথে এক হয়ে যান এবং এইভাবে \"ব্রহ্মর্ষি\" অবস্থা লাভ করেন। তিনি অনেক বৈদিক মন্ত্রের দর্শন পেয়েছিলেন এবং সেগুলোকে এই পার্থিব জগতে নিয়ে এসেছিলেন। তিনি প্রচুর সংখ্যক বৈদিক স্তোত্র এবং মন্ত্রের উত্স হিসাবে কৃতিত্ব পান এবং বিশ্বাস করা হয় যে তিনি ঋষি ভৃগুর সাথে অগ্নিপূজার প্রবর্তন করেছিলেন।\nতিনি পুরাণে বর্ণিত সপ্তর্ষিদের অন্যতম একজন।\nঅঙ্গিরস পরিবারের ঘোরকে কিছু পণ্ডিত নেমিনাথ হিসাবে চিহ্নিত করেছেন, যিনি জৈন ধর্মের বাইশতম তীর্থঙ্কর।\n\n\n== আরও দেখুন ==\nঅঙ্র মৈন্যু (\"ভুল আত্মা\" বা \"শত্রু আত্মা\", জরথুস্ট্রবাদ অনুসারে)\nদীর্ঘতমস (অঙ্গিরসের নাতি, জন্মান্ধ এক মহান ঋষি। গৌতম মহর্ষির পিতা)\nভৃগু (শুক্রাচার্যের পিতা, অসুরদের গুরু)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\nShah, Natubhai (২০০৪) [First published in 1998], Jainism: The World of Conquerors, I, Motilal Banarsidass, আইএসবিএন 978-81-208-1938-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nঋগ্বেদের প্রথম মণ্ডল (The First Maṇḍala of the Ṛig-Veda), Frederic Pincott (see discussion on Angiras)"}