{"pageid": 1126090, "title": "খাম্বা জনজাতি", "url": "https://bn.wikipedia.org/wiki?curid=1126090", "content": "খাম্বা (বা লেখা হয় খেম্বা) হল এমন একটি জনগোষ্ঠী যারা অরুণাচল প্রদেশের পশ্চিমাংশে তিব্বত এবং ভুটান সীমান্তের কাছে ইয়াং-সাং-চু উপত্যকায় বসবাস করে। এই উপত্যকাটি ইয়ংইয়াপ উপত্যকা নামেও পরিচিত। উপজাতিদের নিজস্ব গ্রাম রয়েছে যেমন ল্যাঙ্গো, নিউকং, তাশিগং, মাংকোটা এবং ইয়র্টন। তারা উত্তর সিয়াং জেলার ক্ষুদ্র উপজাতি সম্প্রদায়। পাথর এবং কাঠ দিয়ে তৈরি তাদের বাড়িগুলি, মনপা উপজাতির বাড়ির কাঠামোর সাথে দৃঢ়ভাবে সাদৃশ্যপূর্ণ।\n\n\n== ইতিহাস ও ধর্ম বিশ্বাস ==\nখাম্বা উপজাতির অতীত ইতিহাস অনুসারে, তারা ভগবান বুদ্ধের আবির্ভাবের আগে তিব্বত থেকে ভারতে চলে এসেছিল।\nখাম্বারা তিব্বতি বৌদ্ধধর্মের অনুগামী এবং তারা তাদের নিজস্ব লিপি হিংনা ব্যবহার করে, এটি তিব্বতি লিপির উপর ভিত্তি করে তৈরি। যাইহোক, তিব্বত থেকে আপেক্ষিক বিচ্ছিন্নতা এবং আদি উপজাতিদের সাথে মাঝে মাঝে যোগাযোগের কারণে, তারা ডোনি-পোলো বিশ্বাস দ্বারাও কিছুটা প্রভাবিত। প্রতিটি গ্রামে একজন বৌদ্ধ লামা থাকেন। যে উৎসবগুলি উদযাপিত হয় তা মেম্বা জনগোষ্ঠীর মতোই, যার মধ্যে রয়েছে লোসার, যেটি তিব্বতীয় নববর্ষ।\n\n\n== চাষ ==\nখাম্বারা কৃষিপ্রধান মানুষ। তাদের চাষ করা প্রধান ফসল হল ধান। এদের চাষ করা কিছু অন্যান্য ফসলের মধ্যে রয়েছে বাজরা, বার্লি, ভুট্টা, গম, ফল এবং সবজি। তাদের মধ্যে ঝুম চাষের প্রচলন রয়েছে। আমিষ খাবারের প্রতি ঝোঁকের কারণে তারা গরু, গয়াল ও শূকর পালন করে।\n\n\n== হস্তশিল্প ও জীবিকা ==\nএই সম্প্রদায়ের মহিলারা খুব ভালো তাঁত বোনে। তারা গালিচা বোনায় দক্ষ এবং নকশাগুলি মূলত ড্রাগন মোটিফের উপর ভিত্তি করে তৈরি। বলা হয় যে,তারা তিব্বতি বংশোদ্ভূত হওয়ায়, তিব্বত থেকে তারা এই ঐতিহ্য ও বয়নশৈলী নিয়ে আসতে পারে। খাম্বা পুরুষরা কাঠের কাজে পারদর্শী। তারা বেত ও বাঁশ দিয়ে বিভিন্ন জিনিস তৈরি করে। স্থানীয় বাজারে টুপি, ঝুড়ি, মাদুর ইত্যাদি সামগ্রী পাওয়া যায়। এছাড়াও কেউ কেউ কামারের পেশা গ্রহণ করে এবং তারা কৃষি ও তাদের নিয়মিত ব্যবহারের জন্য বিভিন্ন বস্তু তৈরি করে।\nঅরুণাচল প্রদেশের খাম্বা আদিবাসী সম্প্রদায়ের লোকেরা উঁচু মঞ্চে তাদের বাড়ি তৈরি করে। এসব বাড়ির দেয়াল চেরা বাঁশ দিয়ে তৈরি এবং ছাদগুলো খড় দিয়ে তৈরি। উচ্চ পদমর্যাদার লোকদের ঘর সাধারণ মানুষের চেয়ে আকারে বড় হলেও বাড়ি তৈরিতে তারা একই রীতি অনুসরণ করে। তারা রান্নার জন্য উনুনের মতো একটি জায়গা রাখে। শীতের সময় নিজেদেরকে উষ্ণ রাখতে রুম হিটার ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএথনোলগ প্রফি\nটেমপ্লেট:Tribes of Arunachal Pradesh\nটেমপ্লেট:Hill tribes of Northeast India"}