{"pageid": 1126871, "title": "খাস মহল", "url": "https://bn.wikipedia.org/wiki?curid=1126871", "content": "খাস মহল ( ফার্সি: خاص محل   ), যার অর্থ \"একটি চমৎকার প্রাসাদ\", মুঘল সম্রাট জাহাঙ্গীরের স্ত্রী ছিলেন।\n\n\n== পরিবার ==\nখাস মহল ছিলেন জয়ন খান কোকার কন্যা। জয়েন খান ছিলেন হেরাতের খাজাহ মাকসুদের পুত্র এবং সম্রাট আকবরের পালক-মা পিজা জান আনাগা। খানের মামা, খাজাহ হাসানের কন্যা, সাহেব জামাল জাহাঙ্গীরের সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছিলেন এবং তার পুত্র প্রিন্স পারভিজ মির্জার মা ছিলেন।\nখাস মহলে জাফর খান ও মুঘল খান নামে দুই ভাই ছিল। প্রাক্তন আকবর ও জাহাঙ্গীরের অধীনে দায়িত্ব পালন করেন, ১৬২২ সালের ৭ মার্চ মৃত্যুবরণ করেন। পরেরটি জাহাঙ্গীর এবং তার পুত্র শাহজাহানের অধীনে দায়িত্ব পালন করেন এবং ১৬৫৭ সালের ১ জুলাই যান। আকবরের পালিত ভাই মির্জা আজিজ কোকার ছেলে মির্জা আনোয়ারের সাথে খাস মহলের এক বোনের বিয়ে হয়েছিল।\n\n\n== বিবাহ ==\n১৫৯৬ সালে যুবরাজ সেলিম (ভবিষ্যত সম্রাট জাহাঙ্গীর) তার প্রতি সহিংসভাবে মোহিত হয়ে পড়েন এবং তাকে বিয়ে করার কথা ভেবেছিলেন। অযৌক্তিকতায় আকবর অসন্তুষ্ট হন। আকবরের আপত্তির কারণ ছিল সাহেব জামাল যিনি আগেই সেলিমের সাথে বিয়ে করেছিলেন। আকবর নিকটাত্মীয়দের মধ্যে বিয়েতে আপত্তি করেছিলেন।\nযাইহোক, আকবর যখন দেখলেন যে সেলিমের হৃদয় অপ্রত্যাশিতভাবে প্রভাবিত হয়েছে, তিনি প্রয়োজনে তার সম্মতি দিলেন। একটি মহান ভোজ এবং আনন্দ ছিল. ২৮ জুন ১৫৯৬-এর প্রাক্কালে ডাওগার সম্রাজ্ঞী হামিদা বানু বেগমের বাড়িতে বিয়ে হয়েছিল।\nজাহাঙ্গীর সিংহাসনে আরোহণ করলে খাস মহল সম্রাজ্ঞী হন। ইংরেজ ইস্ট ইন্ডিয়া কোম্পানির প্রতিনিধি স্যার উইলিয়াম হকিন্স তাকে জাহাঙ্গীরের প্রধান স্ত্রীদের মধ্যে উল্লেখ করেছিলেন। তিনি নিম্নলিখিত বলেছেন:\n\nHee (Jahangir) hath .... three hundred wives whereof four be chiefe as queenes, to say, the first, named Padasha Banu (Saliha Banu Begum), daughter to Kaime Chan (Qaim Khan); the second is called Noore Mahal (Nur Jahan), the daughter of Gais Beyge (Mirza Ghiyas Beg); the third is the daughter of Seinchan (Zain Khan); the fourth is the daughter of Hakim Humaun (Mirza Muhammad Hakim), who was brother to his father Ekber Padasha (Akbar)\n\n\n== স্থাপত্য ==\n১৬৪২-৪৩ সালে, খাস মহল দিল্লির নিজামুদ্দিনের পার্শ্ববর্তী পুরানো দুর্গের কাছে একটি প্রাসাদ তৈরি করে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nখাস মহল জ্যোতি জাফার ঐতিহাসিক উপন্যাস নুর জাহান: একটি ঐতিহাসিক উপন্যাস (১৯৭৮) এর একটি চরিত্র।\n\n\n== তথ্যসূত্র =="}