{"pageid": 1126917, "title": "কসোভো ভিলায়েত", "url": "https://bn.wikipedia.org/wiki?curid=1126917", "content": "ভিলায়েত-এ-কসোভো (উসমানীয় তুর্কি: ولايت قوصوه, ভিলায়েত-ই কসোভা; তুর্কি: Kosova Vilayeti; আলবেনীয়: Vilajeti i Kosovës; ম্যাসেডোনীয়: Косовски вилает, কসোভস্কি ভিলায়েত; সার্বীয়: Косовски вилајет, কসোভস্কি ভিলাজেত) ছিল বলকান উপদ্বীপে মহান উসমানীয় সাম্রাজ্যের একটি প্রথম-স্তরের প্রশাসনিক বিভাগ (ভিলায়েত), যার মধ্যে বর্তমান কসোভো এবং উত্তর মেসিডোনিয়া প্রজাতন্ত্রের উত্তর-পশ্চিমাঞ্চল অন্তর্ভুক্ত ছিল। আইনত অটোমানদের নিয়ন্ত্রণে থাকা সার্বিয়া ও মন্টিনিগ্রোর সানজাক (রাস্কা) অঞ্চল নিয়ে গঠিত এই অঞ্চলটি বার্লিন চুক্তির ২৫ নং অনুচ্ছেদের অধীনে, ১৮৭৮ থেকে ১৯০৯ সাল পর্যন্ত অস্ট্রো-হাঙ্গেরিয়ানদের দখলে ছিল। স্কপিয়ে ছিল প্রদেশটির রাজধানী এবং ইস্তাম্বুল ও অটোমানদের ইউরোপীয় প্রদেশগুলির মধ্যবিন্দু হিসাবে এর ভূমিকা ছিল অনেক। প্রদেশটির বৃহত্তম শহর স্কপিয়ের জনসংখ্যা ৩২,০০০, যার পরের অবস্থান হলো প্রিজরেনের, এর জনসংখ্যা ৩০,০০০।\nএই প্রদেশটি অটোমান সমাজের একটি অণুজীব হিসাবে ছিল; এখানে ছিল বিভিন্ন জাতি এবং ধর্মের অনুসারীর সমাহার। যেমনঃ আলবেনিয়ান, সার্ব, বসনিয়াক মুসলিমগণ এবং অর্থোডক্স ও ক্যাথলিক উভয়ই মতালম্বী খ্রিস্টান অনুসারীগণ। প্রদেশটি ইহার কারিগরী জনসমৃদ্ধি ও গুরুত্বপূর্ণ কিছু শহরের (যেমন ইপেক; বর্তমান পেজা, সার্বীয়: Peć) এর জন্য বিখ্যাত ছিল, যেখানে স্বতন্ত্র উসমানীয় স্থাপত্য ও গণ স্নানাগার তৈরি করা হয়েছিল, যার কিছু কিছু আজও জনসম্মুখে দৃশ্যমান। আলবেনীয় জাতীয়তার জন্মস্থান, ১৮৭৮ সালে লীগ অফ প্রিজরেন সদস্যদের দ্বারা প্রিজরেনে প্রথম প্রকাশ করা হয়।\n\nপ্রথমে ১৮৭৮ সালের সান স্টেফানোর চুক্তি, তারপর একই বছর বার্লিনের সংশোধিত চুক্তির ফলস্বরূপ, যা অটোমান সাম্রাজ্যকে বিভক্ত করেছিল, কসোভো অটোমান সাম্রাজ্যের জন্য প্রথম প্রতিরক্ষা লাইনে পরিণত হয়। তাই প্রদেশটিতে অটোমান সৈন্যদের বিশাল গ্যারিসন মোতায়েন করা হয়। ১৯১২ সালে প্রথম বলকান যুদ্ধের আগে, প্রদেশের আকার এবং অবস্থান সার্বিয়া এবং মন্টিনিগ্রোকে সাধারণ স্থল সীমান্ত হিসাবে দেখায় নাই। যুদ্ধের পরে, ভিলায়েতের প্রধান অংশ মন্টিনিগ্রো এবং সার্বিয়ার মধ্যে বিভক্ত হয়ে যায়। এবং সীমানাগুলিকে ১৯১৩ সালের লন্ডন চুক্তিতে আনুষ্ঠানিকভাবে স্বীকৃতি দেয়া হয়। ১৯১৪ সালের ১৪ মার্চ সার্বিয়া রাজ্যের সাথে শান্তি চুক্তির পর উসমানীয় সাম্রাজ্য শেষপর্যন্ত নতুন সীমানাকেও স্বীকৃতি দেয়।\n\n\n== প্রশাসনিক বিভাগ ==\nভিলায়েতের অধীনস্থ সানজাকসমূহ\n\nউস্কুপের সানজাক ( কাজা -জেলা সহ: স্কোপজে, স্তিপ, ক্রাটোভো, পেহেভো, রাডোভিস, কুমানভো, ক্রিভা পালাঙ্কা, কাকানিক )\nপ্রিস্টাইনের সানজাক ( কাজা -জেলা সহ: প্রিস্টিনা, ভুস্ত্রি, জিলান, প্রেসেভো ; এছাড়াও মিত্রোভিকা এবং নোভি পাজার 1902 সালে যুক্ত)\nইপেকের সানজাক ( কাজা -জেলা সহ: পেজা, গজাকোভা, গুসিঞ্জে ; এছাড়াও বেরান এবং রোজাজে 1902 সালে যুক্ত)\nপ্রিজরেনের সানজাক ( কাজা -জেলা সহ: প্রিজরেন, তেতোভো, গোস্টিভার )\nনোভি পাজারের সানজাক (ইয়েনিপাজার), (মূলত কাজা -জেলা: নোভি পাজার, বেরানে, রোজাজে, সেজেনিকা, নোভা ভারোস, বিজেলো পোলজে, লোয়ার কোলাসিন, প্লাজেভলজা, প্রিজেপোলজে, প্রিবোজ )\nPljevlja (Taşlica) এর সানজাক, 1880 সালে তৈরি ( কাজা -জেলা সহ: প্লজেভলজা, প্রিজেপোলজে, প্রিবোজ )\n1902 সালে তৈরি করা Sjenica (Seniçe) এর সানজাক ( কাজা -জেলা সহ: সেজেনিকা, নোভা ভারোস, বিজেলো পোলজে, লোয়ার কোলাসিন )\nউস্কুপ (স্কপিয়ে) ছিল প্রদেশের প্রশাসনিক রাজধানী এবং অন্যান্য গুরুত্বপূর্ণ শহরগুলির মধ্যে প্রিশ্তাইন (বাসিন্দা ১০,০০০ জন), ইপেক, মিত্রোভিচে এবং প্রিজরেন উল্লেখযোগ্য। কসোভো ভিলায়েত, বর্তমান মধ্য সার্বিয়া এবং মন্টিনিগ্রোর সাথে বর্তমান উত্তর আলবেনিয়ার কুকিশ পৌরসভা এবং পার্শ্ববর্তী অঞ্চল নিয়ে গঠিত সানজাক অঞ্চল জুড়ে বিস্তৃত ছিল। ১৮৮১ এবং ১৯১২ এর মধ্যে (এর চূড়ান্ত অধ্যায়), একে অভ্যন্তরীণভাবে বর্তমান উত্তর ম্যাসেডোনিয়া প্রজাতন্ত্রের অন্যান্য অঞ্চলগুলিকে অন্তর্ভুক্ত করার জন্য প্রসারিত করা হয়, যার মধ্যে বৃহত্তর শহুরে জনবসতি যেমন ইশ্তিপ, কুমানোভো এবং ক্রাতোভো অন্তর্ভুক্ত (মানচিত্র দেখুন )।\n\n\n== ইতিহাস ==\n\n\n=== গঠন ১৮৭৭-৭৯ ===\n\nকসোভো ভিলায়েত ১৮৭৭ সালে বর্তমান কসোভোর চেয়ে অনেক বড় এলাকা নিয়ে গঠিত হয়, যেমন এতে প্লাভ,গুসিনজে এবং দিবারের আশেপাশের অঞ্চল নোভি পাজার সানজাক, নিশ সানজাক (১৮৭৮ সাল পর্যন্ত) ও অন্তর্ভুক্ত ছিল। এই অঞ্চলগুলি পুর্বে ইয়ালত-ই নিশ, উস্কুব সানজাক এবং ১৮৬৫ সালের পরে, ভিলায়েত-ই তুনার অন্তর্গত ছিল। ১৮৬৮ সালে প্রিজরেন, দিবার, স্কপিয়ে এবং নিশের সানজাকগুলো নিয়ে ভিলায়েত-ই প্রিজরেন গঠন করা হয়, কিন্তু ১৮৭৭ সালে এর অস্তিত্ব আর খুঁজে পাওয়া যায় নি। \n১৮৭৬-৭৮ সালের সার্বিয়ান-অটোমান যুদ্ধের সময় এবং পরে, ৩০,০০০ থেকে ৭০,০০০ মুসলমান, যাদের বেশিরভাগই আলবেনীয়, সার্ব সেনাবাহিনী কর্তৃক নিশ সানজাক থেকে বিতাড়িত হয় এবং কসোভো ভিলায়েতে আশ্রয় নেয়।      \n1878 সালে, কসোভোর বিলায়েত সহ আরও চারটি বিলায়েত নিয়ে আলবেনীয়রা লীগ অফ প্রিজরেন তৈরি করেছিল। লীগের উদ্দেশ্য ছিল উসমানীয় শাসন এবং সদ্য উদীয়মান বলকান দেশগুলির অনুপ্রবেশ প্রতিহত করা।\n১৮৭৮ সালের গোড়ার দিকে কসোভোর ভিলায়েতে তথা আধুনিক উত্তর মেসিডোনিয়ার উত্তর প্রজাতন্ত্রে কুমানভো, ক্রিভা পালঙ্কা এবং ক্রাতোভোর জেলাগুলির (অটোমান কাজা) প্রশাসকদের সমাবেশে কুমানোভো বিদ্রোহের সূচনাপাত ঘটে। উদ্দেশ্য ছিল অটোমান সাম্রাজ্যের থেকে মুক্তি এবং সার্বিয়ার সাথে এটিকে একীভূত হওয়া। সার্বিয়া সেই সময়ে অটোমানদের সাথে যুদ্ধে লিপ্ত ছিল। সার্বিয়ান আর্মি ১১ জানুয়ারী ১৮৭৮ সালে নিস ও ৩১ জানুয়ারী ১৮৭৮ সালে ভ্রানজে স্বাধীন করবার পরপরই গেরিলা লড়াইয়ের মাধ্যমে বিদ্রোহ সক্রিয় হয়ে উঠে। বিদ্রোহীরা সার্বিয়ান সরকারের কাছ থেকে গোপন সাহায্য পেয়েছিল। যদিও উসমানীয়রা বিদ্রোহ দমন করতে সক্ষম হয়, তবুও বিদ্রোহ মাত্র চার মাস পর্যন্ত স্থায়ী হয়।\nরুশ-তুর্কি যুদ্ধের (১৮৭৭-৭৮) পর বার্লিনের চুক্তি অনুযায়ী উসমানীয় সাম্রাজ্য প্রতিবেশী রাজ্যগুলির ক্ষমতা হারানোর ফলে প্রদেশটির সীমানা মোনাস্তির বিলায়েতে স্থানান্তরিত হয় এবং এর কিছু অভ্যন্তরীণভাবে অংশ সালোনিজা বিলায়েতে স্থানান্তরিত হয়। ১৮৭৯ সালে, নোভি পাজার সানজাকের পশ্চিম অংশগুলি, বার্লিন চুক্তি অনুসারে অস্ট্রো-হাঙ্গেরিয়ানদের দখলে চলে যায়। চুক্তি অনুযায়ী বসনিয়া ও হার্জেগোভিনা অস্ট্রো-হাঙ্গেরিয়ান দখলের চলে যায়। ১৯০৮ সাল পর্যন্ত এইভাবে ছিল।\n\n\n=== একত্রীকরণ এবং সংকট ১৮৭৯-১৯১৩ ===\n\n১৮৮০ এবং ১৯০২ সালে দুটি বড় প্রশাসনিক পরিবর্তন ঘটে। নোভি পাজার সানজাকের পশ্চিম অংশে অস্ট্রো-হাঙ্গেরিয়ান সামরিক উপস্থিতি মোকাবেলা করার জন্য, ১৮৮০ সালে একটি নতুন প্রদেশ তৈরি করা হয়। যাতে কাজা সহ প্লজেভলজা (তাশলিকা) সানজাক : প্লজেভলজা, প্রিজপোলজে এবং প্রিবোজ আন্তর্ভুক্ত। ১৯০২ সালে, মিত্রোভিকা এবং নোভি পাজারের কাজারা প্রিস্টিনা সানজাকে এবং বেরানের কাজা এবং রোজাজের কাজাগণ ইপেক সানজাকে স্থানান্তরিত হয়। একই সময়ে, কাজাগণ সেনিচে সানজাক তৈরি করেন, যাতে সেজেনিকা, নোভা ভারোস, বিজেলো পোলজে এবং লোয়ার কোলাসিন অন্তর্ভুক্ত।\n১৯০১ সালে, আলবেনিয়ানরা উত্তর কসোভো এবং প্রিস্টিনায় সার্বদের উপর গণহত্যা চালায়।\n১৯১০ সালে, প্রিস্টিনায় একটি আলবেনিয়ান-সংগঠিত বিদ্রোহ শুরু হয় এবং দ্রুতই এটি পুরো কসোভো বিলায়তে ছড়িয়ে পড়ে, যা তিন মাস স্থায়ী হয়। উসমানীয় সুলতান ১৯১১ সালের জুন মাসে আলবেনীয় অধ্যুষিত সমস্ত এলাকায় শান্তি মীমাংসার আলোচনার সময় কসোভো সফর করেন।\n\n\n== জনসংখ্যা এবং সামাজিক সংগঠন ==\nকসোভো ভিলায়েতে মুসলিম আলবেনিয়ান এবং খ্রিস্টান অর্থোডক্স সার্বদের একটি বৈচিত্র্যময় জনসংখ্যা রয়েছে। এটি ধর্মীয় এবং জাতিগত লাইনে বিভক্ত।\nকসোভো ভিলায়েতের জনসংখ্যার সংখ্যাগরিষ্ঠ অংশ মুসলিম আলবেনিয়ানরা গঠন করেছিল, যারা প্রধান শহরগুলির শহুরে-পেশাদার এবং জমিদার শ্রেণীর একটি গুরুত্বপূর্ণ অংশ ছিল।  পশ্চিম কসোভোতে ৫০ হাজার জন বাসিন্দা ছিলো, যারা আলবেনিয়ান উপজাতীয় ব্যবস্থায় প্রভাবিত ছিল। সেখানে প্রতি বছর ৬০০ জন আলবেনিয়ান রক্তপাতের কারণে মারা যেত। ইয়াকোভা (Gjakovë) উচ্চভূমিতে ৮টি উপজাতি ছিল যারা প্রধানত মুসলিম ছিল এবং প্রিজরেনের কাছে লুমা এলাকায় ৫টি উপজাতি ছিল যার বেশিরভাগই মুসলিম। ইপেক শহরে ক্রিপ্টো-খ্রিস্টান লারামানগণ বাস করত, যারা ছিল ক্যাথলিক। ইস্কোদ্রা ভিলায়েতে তাদের সমকক্ষদের মতোই, কসোভার মালিসোরদের (পাহাড়ের বাসিন্দাদের) বিশেষ সুবিধা ছিল যেখানে তারা অনিয়মিত সৈন্য হিসাবে সামরিক পরিষেবা করার মাধ্যমে তারা কোনও কর প্রদান করেনি এবং সামরিক নিয়োগ এড়িয়েছিল।  উচ্চভূমিবাসীদের মধ্যে অটোমান শাসন ছিল ন্যূনতম থেকে অস্তিত্বহীন এবং সরকারি কর্মকর্তারা যে কোনো ধরনের কর্তৃত্ব প্রয়োগের জন্য স্থানীয় ক্ষমতাধারীদের সাথে নিজেদের মিত্রতা করত।  কসোভার আলবেনিয়ান ম্যালিসোররা তাদের পার্বত্য আইনের মাধ্যমে নিজেদের মধ্যে বিরোধ নিষ্পত্তি করেছিল এবং অটোমান কর্মকর্তারা তাদের ব্যবহার করা স্বায়ত্তশাসনকে অস্বীকার করেছিলেন।  1880-এর দশকে আলবেনীয় দৃষ্টিকোণ থেকে কসোভো ভিলায়েতের মধ্যে ইপেক, প্রিজরেন, প্রিস্টাইন, ইউস্কুপ এবং ইয়েনিপাজারের সানজাকগুলি গেগনিয়া অঞ্চলের অন্তর্গত ছিল। \nমুসলিম বসনিয়াক যাদের মাতৃভাষা ছিল স্লাভিক তারা কসোভো ভিলায়েতের জনসংখ্যার একটি বিশাল সংখ্যক গঠন করেছিল এবং তারা প্রধানত ইয়েনিপাজার সানজাকে কেন্দ্রীভূত ছিল যেখানে বেশ কয়েকজন বিশিষ্ট বসনিয়াক জমির মালিক ছিলেন।  রাশিয়া থেকে আসা সার্কাসিয়ান উদ্বাস্তুদের 1864 সালে অটোমান কর্তৃপক্ষ কসোভো ভিলায়েতের মধ্যে পুনর্বাসিত করেছিল, 1890-এর দশকে প্রায় 6,000 লোক ছিল এবং সাহায্যকারী সৈন্যদের প্রয়োজনে রাষ্ট্রকে সরবরাহ করেছিল। \nকসোভো ভিলায়েতের উত্তরার্ধে অর্থোডক্স সার্বরা ছিল বৃহত্তম খ্রিস্টান গোষ্ঠী এবং পূর্বাঞ্চলের মধ্যে সংখ্যাগরিষ্ঠতা তৈরি করেছিল।  অর্থোডক্স সার্বরা কনস্টান্টিনোপলের একুমেনিকাল প্যাট্রিয়ার্কেটের ধর্মীয় কর্তৃত্বের অধীনে ছিল এবং একটি মেট্রোপলিটান, প্রায়শই গ্রীক জাতিসত্তা, প্রিস্টাইনে বসবাস করত এবং প্রদেশের অর্থোডক্স জনসংখ্যার বিষয়ে সভাপতিত্ব করত।  প্রিজরেনে 100 জন আবাসিক সেমিনারিয়ানের সাথে একটি সেমিনারি বিদ্যমান ছিল যাদের মধ্যে অনেকেই মন্টিনিগ্রো থেকে এসেছেন।  1860 এর দশক থেকে, সার্বিয়া কসোভোতে সার্বদের সমর্থন করার জন্য একটি সক্রিয় নীতি অনুসরণ করে যার ফলে ভিলায়েতে শিক্ষক পাঠানো, সার্ব স্কুলকে সহায়তা করার জন্য ভর্তুকি সরবরাহ করা এবং বেলগ্রেডে অধ্যয়নের জন্য বৃত্তি প্রদান করা।  সার্ব সাংস্কৃতিক ক্লাবগুলি প্রধান নগর কেন্দ্রগুলিতে সক্রিয় ছিল যেখানে একটি বিশাল সার্বিয়ান জনসংখ্যা রয়েছে এবং কিছু স্থানীয় সার্বরা প্রদেশটিকে একটি বৃহত্তর সার্বিয়ায় ভবিষ্যত অন্তর্ভুক্ত করার সমর্থন করেছিল।  প্রদেশের সার্ব স্কুলগুলিও কিছু মুসলিম আলবেনিয়ানকে ছাত্র হিসাবে আকৃষ্ট করেছিল।  কয়েক হাজার অ্যারোমানিয়ান কসোভো ভিলায়েতে বসবাস করত।  বুলগেরিয়ানরা কসোভো ভিলায়েতের দক্ষিণ অর্ধে বসবাস করত। \n\n\n=== জনসংখ্যার পরিসংখ্যান ===\nএখানে বিভিন্ন প্রদেশের জনসংখ্যার জাতিগত এবং ধর্মীয় অনুষঙ্গ সম্পর্কে বেশ কিছু পরিসংখ্যা দেওয়া হয়েছে।\n\n\n==== ১৮৮১-৮২ ====\n১৮৮১/৮২-১৮৯৩ সালের অটোমান সাধারণ আদমশুমারি অনুসারে কসোভো ভিলায়েতের জনসংখ্যা নিম্নরূপ: \n\nমুসলিম - 409,510\nগ্রীক  - 29,393\nবুলগেরিয়ান - 274,793\nইহুদি - 1,706 জন\nপ্রতিবাদী - 97 জন\nল্যাটিন - 5,585\n\n\n==== ১৮৮৭ ====\n১৮৮৭ সালের উসমানীয় প্রাদেশিক রেকর্ড অনুসারে, কসোভো ভিলায়েতের জনসংখ্যার অর্ধেকেরও বেশি আলবেনিয়ানরা ইপেক, প্রিজরেন এবং প্রিস্টিনের সানজাকগুলিতে বসবাসরত ছিল।  ইয়েনিপাজার সানজাক, তাশলিকা সানজাক এবং উস্কুপের সানজাকগুলিতে, আলবেনিয়ানরা জনসংখ্যার একটি ছোট অনুপাত তৈরি হয়।\n\n\n==== ১৮৯৯ ====\n১৮৯৯ সালে প্রকাশিত একটি অস্ট্রিয়ান পরিসংখ্যানে অনুমান করা হয়েছে: \n\n182,650 আলবেনিয়ান ( 47.88% )\n166,700 সার্ব ( 43.7% )\n\n\n==== ১৯০১ ====\nউসমানীয় সালতামামি অনুসারে, ১৯০১ সালে, কসোভো ভিলায়েতে পাঁচটি সানজাক অন্তর্ভুক্ত ছিল: স্কোপজে, প্রিস্টিনা, প্রিজরেন, নোভি পাজার এবং প্লজেভলজার। এতে ৯,৬৪,৬৫৭ জন বাসিন্দা ছিল; দুই তৃতীয়াংশ মুসলমান এবং এক তৃতীয়াংশ খ্রিস্টান। মুসলমানরা ছিল মূলত আলবেনিয়ান এবং খ্রিস্টানরা ছিল বেশিরভাগ সার্ব। সালতামামিগুলোকে খ্রিস্টাঙ্গণ অবশ্য অনির্ভরযোগ্য উৎস বলে মনে করেন, কারণ, তারা কিছু জেলায় মহিলা জনসংখ্যা নিবন্ধন করেনি। কিন্তু পুরুষ জনসংখ্যার তুলনায় মহিলা জনসংখ্যার ভারসাম্য বজায় রেখেছে। যদিও এটি একটি সুপরিচিত সত্য যে, সা সময়, শুধুমাত্র সেইসব দেশেই নয়, বরং পুরো সার্বিয়াতেই পুরুষদের সংখ্যা মহিলাদের সংখ্যাকে ছাড়িয়ে গিয়েছিল।  তাই তাদের আপত্তি গ্রহনযোগ্য নয়।\n\n\n==== ১৯০৬ ====\nব্রিটিশ সাংবাদিক এইচ. ব্রেইলসফোর্ড ১৯০৬ সালে অনুমান করেছিলেন যে, কসোভোর জনসংখ্যার দুই-তৃতীয়াংশ আলবেনীয় এবং এক-তৃতীয়াংশ সার্বিয়ান। সবচেয়ে জনবহুল পশ্চিমাঞ্চলীয় জেলা গজাকোভা এবং পেজাতে প্রায় ৫০০০ সার্বিয়ানদের বিপরীতে ২০ থেকে ২৫ হাজার আলবেনিয়ান পরিবার রয়েছে বলে জানা যায়। ১৯০৯ সালে প্রকাশিত আলফ্রেড স্টেডের একটি মানচিত্রে দেখা যায় যে, সমসংখ্যক সার্বিয়ান ও আলবেনিয়ানরা এই অঞ্চলে বসবাস করে।\n\n\n==== ১৯১২ ====\n২১ ডিসেম্বর ১৯১২ সালে বেলজিয়ান ম্যাগাজিন Ons Volk Ontwaakt (আমাদের জাতি জাগ্রত) এ প্রকাশিত একটি নিবন্ধে আনুমানিক 827,100 জন বাসিন্দার উপস্থিতির কথা উল্লেখ করা হয়েছে: \n\nমুসলিম আলবেনিয়ান - 418,000\nখ্রিস্টান বুলগেরিয়ান - 250,000\nঅর্থোডক্স সার্ব - 113,000\nমিশ্র - 22,000\nমুসলিম বুলগেরিয়ান - 14,000\nমুসলিম তুর্কি - 9,000\nঅর্থোডক্স Vlachs - 900\nঅর্থোডক্স গ্রীক - 200\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গভর্নররা ==\nপ্রদেশের গভর্নর ( ভালি ) ছিলেন:\n\n\n== তথ্যসূত্র ==\n\n\n== সাহিত্য ==\nSûreti defter -i sancak-i Arvanid, H. Inalcik, Ankara 1954। (তুর্কি)\nSûreti defter-i esami vilayeti Dibra, f. 124-176, Başbakanlık Arşivi, maliyeden müdever, nr.508. (তুর্কি)\nরেজিস্ট্রি তুর্ক আই ভিটিট 1485*  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ সেপ্টেম্বর ২০০৭ তারিখে - প্রফেসর। হিসাবে। ডঃ ডেভিড লুকা (আলবেনিয়ান)\nAF Gilferding, Putovanje po Hercegovini, Bosni i Staroj Srbiji, Sarajevo, 1972, 241-245 (সার্বিয়ান)\n\n\n== বহিঃসংযোগ ==\nমানচিত্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ এপ্রিল ২০১৩ তারিখে\nদ্য গার্ডিয়ান, ফেব্রুয়ারি 2008\n উইকিমিডিয়া কমন্সে কসোভো ভিলায়েত সম্পর্কিত মিডিয়া দেখুন।</img>"}