{"pageid": 112644, "title": "মুহাম্মদ কামারুজ্জামান", "url": "https://bn.wikipedia.org/wiki?curid=112644", "content": "মুহাম্মদ কামারুজ্জামান (৪ঠা জুলাই ১৯৫২ - ১১ই এপ্রিল ২০১৫) ছিলেন বাংলাদেশের একজন রাজনীতিবীদ ও ১৯৭১ সালের বাংলাদেশের মুক্তিযুদ্ধের সময় মানবতাবিরোধী অপরাধের জন্য দোষী সাব্যস্ত ও সর্বোচ্চ আদালত কর্তৃক মৃত্যুদণ্ডপ্রাপ্ত যুদ্ধাপরাধী।। তিনি ধর্মভিত্তিক রাজনৈতিক দল জামায়াতে ইসলামীর সিনিয়র সহকারী সেক্রেটারি জেনারেল ও জামায়াতের মুখপত্র হিসাবে বিবেচিত খবরের কাগজ দৈনিক সংগ্রামের নির্বাহী সম্পাদক এবং 'সাপ্তাহিক সোনার বাংলার' সম্পাদক ছিলেন।\n২০১১ সালের ৪ই জুন আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল, মুহাম্মদ কামারুজ্জামানকে মানবতাবিরোধী অপরাধ, ধর্ষণ ও গণহত্যা, লুণ্ঠন ও বিতাড়িত করার অভিযোগ গঠনের মাধ্যমে বিচার শুরু করে। ২০১৩ সালের ৯ই মে ট্রাইব্যুনাল যুদ্ধাপরাধের অভিযোগসমূহ প্রমাণিত হওয়ায় মৃত্যুদণ্ডাদেশ প্রদান করেন। কামারুজ্জামান তার বিরুদ্ধে আনীত সকল অভিযোগ অস্বীকার করেন ও বিচার প্রক্রিয়াকে রাজনৈতিক উদ্দেশ্যপ্রনোদিত বলে মন্তব্য করেন। ১১ই এপ্রিল ২০১৫ সালে ঢাকা কেন্দ্রীয় কারাগারে রাত ১০টা ৩১ মিনিটে ফাঁসিতে ঝুলিয়ে কামারুজ্জামানের মৃত্যুদণ্ড কার্যকর করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nকামারুজ্জামানের জন্ম ১৯৫২ সালের ৪ঠা জুলাই শেরপুর জেলা সদরের বাজিতখিলা গ্রামের এক কৃষকের পরিবারে। এ সময় শেরপুর ছিল তদানীন্তন ময়মনসিংহ জেলার জামালপুর মহুকুমার অন্তর্গত একটি থানা। তার পিতা ছিলেন মৌলভী ইনসান আলী সরকার। কামারুজ্জামানের বেড়ে উঠা শেরপুরেই। শহরের গোবিন্দপুর উচ্চ বিদ্যালয় থেকে তিনি মেট্রিক পাশ করেন। এরপর ইন্টারমিডিয়েট পাশ করেন ময়মনসিংহ নাসিরাবাদ কলেজ থেকে। ১৯৭৬ সালে ঢাকা বিশ্ববিদ্যালয় থেকে তিনি সাংবাদিকতায় মাস্টার্স ডিগ্রী অর্জন করেন। \n\n\n== রাজনীতি ও কর্মজীবন ==\n১৯৭১ সালে কামারুজ্জামান তৎকালীন ইসলামী ছাত্রসংঘের (বর্তমান বাংলাদেশ ইসলামী ছাত্রশিবির) ময়মনসিংহ এলাকার সদস্য ছিলেন। এছাড়াও তিনি বৃহত্তর ময়মনসিংহ এলাকার আল বদর কমান্ডার ও প্রধান সংগঠক ছিলেন। ১৯৭১ সালের ১৬ই আগস্ট দৈনিক সংগ্রামের একটি রিপোর্টে লিখা হয়, “পাকিস্তানের ২৫তম স্বাধীনতা দিবস উদ্‌যাপন উপলক্ষে ময়মনসিংহে আলবদর কর্তৃক একটি সমাবেশের আয়োজন করা হয়েছিলো। আলবদরের প্রধান সংগঠক  মুহাম্মদ কামারুজ্জামান একটি স্থানীয় মুসলিম প্রতিষ্ঠানে আয়োজিত সমাবেশের সভাপতিত্ব করেন।”\nকামারুজ্জামান জামায়াতে ইসলামীর ছাত্র সংগঠন ইসলামী ছাত্র শিবিরেরপ্রতিষ্ঠাতা সেক্রেটারি এবং দুই মেয়াদের সভাপতি ছিলেন। ১৯৮০-এর দশকে তিনি সাপ্তাহিক সোনার বাংলাতে সাংবাদিকতা শুরু করেন এবং পরবর্তিতে পত্রিকাটির সম্পাদকের দায়িত্ব গ্রহণ করেন। এছাড়াও তিনি দৈনিক সংগ্রামের নির্বাহী সম্পাদক হিসেবে দায়িত্ব পালন করেছিলেন।\nকামারুজ্জামান জামায়াতে ইসলামীর সমর্থনে শেরপুর সদর তথা শেরপুর-১ আসনে ১৯৯১, জুন ১৯৯৬, ২০০১ ও ২০০৮-এ অনুষ্ঠিত বাংলাদেশের সাধারণ নির্বাচন চারটিতে অংশ নিয়ে পরাজিত হয়েছিলেন।\n\n\n== যুদ্ধাপরাধ ==\n১৯৭১ সালে কামারুজ্জামান ছিলেন জামায়াতে ইসলামীর তৎকালীন ছাত্রসংগঠন ইসলামী ছাত্রসংঘের ময়মনসিংহ জেলার প্রধান। মুক্তিযুদ্ধের সময় জামালপুরে প্রথম যে আলবদর বাহিনী গড়ে ওঠে, তার প্রধান সংগঠক ছিলেন তিনি। তার নেতৃত্বেই ময়মনসিংহ জেলার সকল ছাত্রসংঘকর্মীকে আলবদর বাহিনীর অন্তর্ভুক্ত করা হয়।\nকামারুজ্জামানকে নিম্নলিখিত যুদ্ধাপরাধের অভিযোগে অভিযুক্ত করা হয়:\n\n২৯শে জুন ১৯৭১ সালে কামারুজ্জামানের নেতৃত্বে আলবদর কর্তৃক বদিউজ্জামানকে হত্যা করা হয়।\n১৯৭১ এর মে মাসে কামারুজ্জামান ও তার সহযোগীরা প্রভাষক আব্দুল হান্নানকে নগ্ন অবস্থায় নির্যাতন করে।\n২৫শে জুলাই ১৯৭১ সালে কামারুজ্জামানের পরিকল্পনায় শেরপুর জেলার নালিতাবাড়ি উপজেলার সোহাগপুর গ্রামে আলবদর ও রাজাকাররা পাকিস্তানি সেনাদের নিয়ে ১২০ জন পুরুষকে হত্যা করে ও নারীদের ধর্ষণ করে।\n১৯৭১ সালের ২৩শে আগস্ট কামারুজ্জামানের নির্দেশে আলবদররা গোলাম মোস্তফাকে হত্যা করে।\nযুদ্ধের সময় রমজান মাস চলাকালীন কামারুজ্জামানের উপস্থিতিতে আলবদররা শেরপুরের চকবাজারে আট জনকে হত্যা করে।\n১৯৭১ এর নভেম্বরে ময়মনসিংহে দিদার ও অন্যান্যদের উপর নির্যাতন পরিচালনা।\nকামারুজ্জামানের নির্দেশে আলবদররা ২৭শে রমজানে ৫ জনকে হত্যা করে।\n\n\n== মামলা ও বিচার এবং  সমালোচনা ==\nশেরপুরের বাসিন্দা ফজলুল হক তার ছেলে বদিউজ্জামানকে হত্যার জন্য কামারুজ্জামানকে দায়ী করে দেশ স্বাধীন হওয়ার পর ১৯৭২ সালের ২ মে বদিউজ্জামানের বড় ভাই হাসানুজ্জামান বাদী হয়ে নালিতাবাড়ী থানায় মামলা দায়ের করেন। এই মামলায় ১৮ জন আসামির অন্যতম ছিলেন কামারুজ্জামান। মামলাটির নম্বর ২(৫) ৭২ ও জিআর নম্বর ২৫০ (২) ৭২।'\n২০১০ সালের বাংলাদেশের স্বাধীনতা যুদ্ধকালে সংগঠিত যুদ্ধাপরাধের বিচারের প্রক্রিয়া শুরু হয়। এরই ধারাবাহিকতায় ১৩ জুলাই, ২০১০ তারিখে কামারুজ্জামানকে পল্লবী থানা এলাকায় মুক্তিযুদ্ধের সময় সংঘটিত গণহত্যার একটি মামলায় গ্রেপ্তার করা হয়েছে। ৯ই মে ২০১৩, আন্তর্জাতিক অপরাধ ট্রাইবুনাল কামারুজ্জামানকে ফাঁসির আদেশ দেয়।তার বিরুদ্ধে আনীত ৭টি অভিযোগের মধ্যে ৫টি সন্দেহাতীতভাবে প্রমাণিত হয় এবং এর মধ্যে ২টি তে তাকে ফাঁসির আদেশ দেয়া হয়। দণ্ডাদেশের বিরুদ্ধে ও খালাস চেয়ে ২০১৩ সালের ৬ জুন আপিল করেন কামারুজ্জামান। ২০১৪ সালের ৫ জুন থেকে আপিলের শুনানি শুরু হয়ে শেষ হয় ১৭ সেপ্টেম্বর। ২০১৪ সালের ৩ নভেম্বর সোহগপুরে গণহত্যার দায়ে সুপ্রিম কোর্টের আপিল বিভাগ চূড়ান্ত রায়ে তার মৃত্যুদণ্ডাদেশ বহাল রাখে। \n\n\n== তথ্যসূত্র =="}