{"pageid": 1126330, "title": "স্প্লিত, ক্রোয়েশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1126330", "content": "স্প্লিত (ক্রোয়েশীয় উচ্চারণ: [splît] ()) ক্রোয়েশিয়ার দ্বিতীয় বৃহত্তম শহর এবং দালমাৎসিয়া অঞ্চলের বৃহত্তম শহর। এটি অ্যাড্রিয়াটিক সাগরের পূর্ব তীরে অবস্থিত এবং একটি কেন্দ্রীয় উপদ্বীপ এবং এর চারপাশে ছড়িয়ে রয়েছে। শহরটি একটি আন্তঃআঞ্চলিক পরিবহন কেন্দ্র ও জনপ্রিয় পর্যটন গন্তব্য হিসাবে অ্যাড্রিয়াটিক দ্বীপপুঞ্জ ও অ্যাপেনাইন উপদ্বীপের সঙ্গে সংযুক্ত রয়েছে।\nশহরটি খ্রিস্টপূর্ব ৩য় বা ২য় শতাব্দীতে ইলিরিয়ান ডালমাতার উপকূলে অ্যাসপালাথোসের (গ্রিক: Aσπάλαθος) গ্রীক উপনিবেশ হিসাবে প্রতিষ্ঠিত হয়েছিল এবং পরবর্তীতে ৩০৫ খ্রিস্টাব্দে রোমান সম্রাটের জন্য নির্মিত ডায়োক্লেটিয়ান প্রাসাদের বাড়ি ছিল। এটি ৬৫০ সালের দিকে একটি বিশিষ্ট বসতি হয়ে ওঠে, যখন এটি রোমান প্রদেশ দালমাৎসিয়ার প্রাচীন রাজধানী সালোনার উত্তরাধিকারী হয়। আভারস ও স্লাভদের দ্বারা সালোনাকে বরখাস্ত করার পর, ডিওক্লেটিয়ানের সুরক্ষিত প্রাসাদটি রোমান উদ্বাস্তুদের দ্বারা বসতি স্থাপন করা হয়েছিল। স্প্লিত একটি বাইজেন্টাইন শহরে পরিণত হয়েছিল। পরে এটি ভেনিস প্রজাতন্ত্র এবং ক্রোয়েশিয়া রাজ্যের অন্তর্ভুক্ত হয়েছিল, বাইজেন্টাইনরা নামমাত্র আধিপত্য বজায় রেখেছিল। উচ্চ ও শেষের মধ্যযুগের বেশিরভাগ সময়, স্প্লিত দালমাশীয় নগর-রাষ্ট্রসমূহের একটি মুক্ত শহর হিসাবে স্বায়ত্তশাসন উপভোগ করেছিল, দালমাশীয় শহরগুলির নিয়ন্ত্রণের জন্য ভেনিস ও ক্রোয়েশিয়ার মধ্যে লড়াইয়ের মাঝখানে ছিল।\nভেনিস শেষ পর্যন্ত জয়লাভ করে এবং আধুনিক যুগের প্রথম দিকে অটোমান অঞ্চল দ্বারা বেষ্টিত একটি ভারী সুরক্ষিত ফাঁড়ি স্প্লিত একটি ভেনেতীয় শহর হিসেবে রয়ে যায়। এর পশ্চাৎভূমি ১৬৯৯ সালের মোরিয়ান যুদ্ধে অটোমানদের কাছ থেকে জিতেছিল এবং ভেনিস ১৭৯৭ সালে নেপোলিয়নের হাতে পড়লে, ক্যাম্পো ফরমিওর চুক্তি শহরটিকে হ্যাবসবার্গ রাজতন্ত্রে পরিণত করে। এটিকে ১৮০৫ সালে প্রেসবার্গের শান্তি ইতালির নেপোলিয়নিক রাজ্যে যুক্ত করে এবং এটি ১৮০৬ সালে ফরাসি সাম্রাজ্যের অন্তর্ভুক্ত হয়, ১৮০৯ সালে ইলিরিয়ান প্রদেশের অংশ হয়ে ওঠে। এটি ১৮১৩ সালে দখল করার পর, শেষ পর্যন্ত ভিয়েনার কংগ্রেসের অনুসরণে অস্ট্রিয়ান সাম্রাজ্যকে মঞ্জুর করা হয়েছিল, যেখানে শহরটি ১৯১৮ সালে অস্ট্রিয়া-হাঙ্গেরির পতন ও যুগোস্লাভিয়া গঠন না হওয়া পর্যন্ত অস্ট্রীয় দালমাৎসিয়া রাজ্যের একটি অংশ ছিল। শহরটি দ্বিতীয় বিশ্বযুদ্ধে ইতালি দ্বারা দখলকৃত হয়েছিল, তারপর ১৯৪৩ সালে ইতালীয় আত্মসমর্পণের পরে পার্টিসিয়ানদের দ্বারা মুক্ত হয়েছিল। তারপরে এটি জার্মানি দ্বারা পুনরায় দখল করা হয়, যা এটি তার পুতুল স্বাধীন রাষ্ট্র ক্রোয়েশিয়াকে প্রদান করে। শহরটি ১৯৪৪ সালে পার্টিসিয়ানদের দ্বারা আবার মুক্ত হয় এবং ক্রোয়েশিয়া প্রজাতন্ত্রের অংশ হিসাবে যুদ্ধোত্তর সমাজতান্ত্রিক যুগোস্লাভিয়ার অন্তর্ভুক্ত হয়। ক্রোয়েশিয়ার স্বাধীনতা যুদ্ধের মাধ্যমে ক্রোয়েশিয়া যুগোস্লাভিয়া থেকে বিচ্ছিন্ন হয়।\n\n\n== ইতিহাস ==\nযদিও স্প্লিতেরর সূচনা ঐতিহ্যগতভাবে ৩০৫ সালে ডায়োক্লেটিয়ান প্রাসাদ নির্মাণের সাথে জড়িত, তবে শহরটি কয়েক শতাব্দী আগে অ্যাস্পালাথোস বা স্প্যালাথোসের গ্রীক উপনিবেশ হিসাবে প্রতিষ্ঠিত হয়েছিল। এটি ইসার পলিসের একটি উপনিবেশ ছিল, ভিস-এর আধুনিক শহর, এটি নিজেই সিসিলীয় শহর সিরাকুজার একটি উপনিবেশ। শহরটি ঠিক কত সালে প্রতিষ্ঠিত হয়েছিল তা জানা যায়নি, তবে অনুমান করা হয় এটি খ্রিস্টপূর্ব ৩য় বা ২য় শতকে প্রতিষ্ঠিত হয়েছিল। গ্রীক বসতি আশেপাশের ইলিরীয় উপজাতিদের সাথে বাণিজ্য বন্ধ করে বসবাস করত, বেশিরভাগই বাণিজ্য দলমাতের সঙ্গে সংগঠিত হত।\n২২৯ খ্রিস্টপূর্বাব্দ ও ২১৯ খ্রিস্টপূর্বাব্দের ইলিরীয় যুদ্ধের পর, স্পালাথোস থেকে অল্প দূরত্বের সালোনা শহর রোমান প্রদেশ দালমাৎসিয়ার রাজধানী হয়ে ওঠে এবং ৬০,০০০ জন বাসিন্দার সঙ্গে সাম্রাজ্যের শেষের দিকে বৃহত্তম শহরসমূহের মধ্যে একটি হয়ে ওঠে। এই মুহুর্তে স্প্যালাথোসের ইতিহাস কিছু সময়ের জন্য অস্পষ্ট হয়ে যায়, নিকটবর্তী সালোনার ইতিহাস প্রভাব বিস্তার করেছিল, যেটি পরে উত্তরসূরি হয়ে উঠছিল। রোমান সম্রাট ডিওক্লেটিয়ান (২৮৪ খ্রিস্টপূর্বাব্দ থেকে ৩০৫ খ্রিস্টপূর্বাব্দ শাসন করেন) ২৯৩ সালে তার নিজ শহর সালোনার কাছে, স্প্যালাথোসের (বা ল্যাটিন ভাষায় স্প্যালাটাম) স্থান নির্বাচন করে সমুদ্রের ধারে একটি ঐশ্বর্যশালী ও ভারী সুরক্ষিত প্রাসাদ নির্মাণ শুরু করেন। প্রাসাদটি একটি বিশাল কাঠামো হিসাবে তৈরি করা হয়েছিল, অনেকটা রোমান সামরিক দুর্গের মতো। প্রাসাদ ও স্প্যালাটাম শহর, যা এর আশেপাশে গঠিত হয়েছিল, সেখানে ৮,০০০ জন থেকে ১০,০০০ লোকের বসবাস ছিল।\n\n\n== তথ্যসূত্র =="}