{"pageid": 1126564, "title": "জন রুজ স্টেপলটন", "url": "https://bn.wikipedia.org/wiki?curid=1126564", "content": "জন রুজ স্টেপলটন  ,ওবিই (ইংরেজি: John Ruz Stepleton, OBE) (৪ ফেব্রুয়ারি ১৮৮৫ - ২৪ জুলাই ১৯৭২) ছিলেন  বিলাসবহুল প্রমোদতরী টাইটানিকের রেডিও রুমের  স্থপতি এবং ভারতে বেতার সম্প্রচারের অন্যতম পথিকৃৎ।  তিনি কলকাতা বেতার কেন্দ্রের সূচনা কাল হতে প্রায় এক যুগের (১৯৩০ খ্রিস্টাব্দ হতে ১৯৪২ খ্রিস্টাব্দ পর্যন্ত) কেন্দ্র- অধিকর্তা ছিলেন।\n\n\n== জীবনী ==\nজন রুজ স্টেপল্টনের জন্ম ১৮৮৫ খ্রিস্টাব্দের ৪ ফেব্রুয়ারি যুক্তরাজ্যের ইংল্যান্ডের লিঙ্কনশায়ারে। তিনি সাউথ লন্ডন টেলিগ্রাফ ট্রেনিং কলেজ থেকে প্রথাগত শিক্ষা লাভ করে ১৯০৩ খ্রিস্টাব্দে  মার্কোনির  'দ্য ওয়্যারলেস টেলিগ্রাফ অ্যান্ড সিগন্যাল কোম্পানি'র (পরবর্তীতে মার্কোনি কোম্পানি) চাকরিতে যোগ দেন। সে সময় কোম্পানিটি জাহাজে যোগাযোগ ব্যবস্থা স্থাপনের কাজ করত। জন স্টেপলটন ১৯১৫ খ্রিস্টাব্দের ১৫ এপ্রিল ক্ষতিগ্রস্ত বিলাসবহুল প্রমোদতরী টাইটানিকের রেডিও রুমে রেডিও ব্যবস্থা স্থাপন করেছিলেন, যার ফলে অন্তত সাতশো যাত্রীকে দুর্ঘটনা থেকে  বাঁচানো সম্ভব হয়েছিল। পরে রেডিও ব্যবস্থার আরো উন্নতি সাধিত হলে তিনি রেডিও অফিসারের  পদ লাভ করেন এবং জাহাজে কাজের সুযোগ পান। ১৯১৭ খ্রিস্টাব্দে দক্ষিণ আফ্রিকা হতে ইংল্যান্ড আসার সময় জাহাজে এক অষ্টাদশী সঙ্গীতশিল্পী মার্টিল নাটাল বোরল্যান্ডের সঙ্গে তার পরিচয় হয় এবং শেষে তাকে বিবাহ করেন। \nভারতে কলকাতায় 'ব্রিটিশ ইন্ডিয়া স্টিম নেভিগেশন কোম্পানি'র কাজের পরিধি বিস্তার লাভ করলে, মার্কোনি কোম্পানি ১৯১৮ খ্রিস্টাব্দে ওল্ড পোস্ট অফিস স্ট্রিটের 'টেম্পল চেম্বার্স'-এ একটি অফিস খোলে এবং সেই অফিসে শ্রীলঙ্কার কলম্বো অফিস হতে বদলি হয়ে আসেন জন স্টেপলটন এবং পরীক্ষামূলক বেতার সম্প্রচারের কাজ করতে থাকেন। ওই বাড়িরই একটি ফ্ল্যাটে বসবাস করতে থাকেন সস্ত্রীক  জন স্টেপলটন। তারই উদ্যোগে ও সভাপতিত্বে গঠিত হয় 'রেডিও ক্লাব অফ বেঙ্গল' বা 'বেঙ্গল রেডিও ক্লাব এবং তাদের একটি ট্রান্সমিটার স্থাপন করা হয়। সরকারি অস্থায়ী অনুমোদনে ১৯২৩ খ্রিস্টাব্দের নভেম্বর মাসে প্রথম সন্ধ্যাকালীন অনুষ্ঠান সম্প্রচার শুরু করে কলকাতায় ইন্ডিয়ান স্টেট অ্যান্ড ইস্টার্ন এজেন্সি।  স্টেপলটনের সঙ্গীতশিল্পী স্ত্রী মার্টিল স্টেপলটনের কণ্ঠই কলকাতার বেতার তরঙ্গে প্রথম সম্প্রচারিত হয়।  বেঙ্গল  রেডিও ক্লাবের সদস্য  ছিলেন প্রখ্যাত পদার্থবিজ্ঞানী শিশির কুমার মিত্র, যিনি স্যার আশুতোষ মুখোপাধ্যায়ের সহযোগিতায় একটি ওয়ারলেস ল্যাবরেটরি স্থাপনা করে, একটি ট্রান্সমিটারের সাহায্যে রেডিও ক্লাবের অনুষ্ঠান সম্প্রচারের এবং  কলকাতা বিশ্ববিদ্যালয়ে স্নাতকোত্তর স্তরে পাঠ্যক্রমের ব্যবস্থা করেছিলেন।  ইন্ডিয়ান ব্রডকাস্টিং কোম্পানি গঠিত হলে, স্টেপলটনের সহযোগিতায় টেম্পল চেম্বার্সের বিবিসির পরীক্ষামূলক স্টুডিওটিই ১৯২৭ খ্রিস্টাব্দের ২৬ আগস্ট ১নং গার্স্টিন প্লেসের বাড়িতে কলকাতায় দ্বিতীয় বেতার কেন্দ্রে নিয়ে আসা হয়। বিবিসির সি সি ওয়ালিকের হন স্টেশন অধিকর্তা। কিন্তু ১৯২৮ খ্রিস্টাব্দের শেষের দিকে ওয়ালিক স্বদেশ ফিরে গেলে, মার্কোনি কোম্পানির জন স্টেপলটন প্রথমে পার্ট টাইম অধিকর্তা হিসাবে ইন্ডিয়ান ব্রডকাস্টিং কোম্পানিতে যোগ দিয়ে এবং শেষে অল ইন্ডিয়া রেডিও-র কেন্দ্র অধিকর্তা হন এবং কর্মজীবনের শেষ পর্যন্ত সেই পদে ছিলেন।  বাংলার বেশকিছু গুণী ব্যক্তিদের নিয়ে কলকাতা বেতারের জনপ্রিয়তা বৃদ্ধির ক্ষেত্রে তিনি  প্রশংসনীয় ভূমিকা পালন করেন। তার সময়ে  নৃপেন্দ্রনাথ মজুমদার,বীরেন্দ্রকৃষ্ণ ভদ্র, বাণীকুমার, রাইচাঁদ বড়াল, হীরেন্দ্রনাথ বসু, নৃপেন্দ্রকৃষ্ণ চট্টোপাধ্যায়, পঙ্কজ কুমার মল্লিক প্রমুখের আন্তরিক সহযোগিতায় কলকাতা বেতার কেন্দ্র এক শক্ত ভিত্তির উপর প্রতিষ্ঠিত হয়। প্রতিমাসে তিনি শ্রোতাদের উদ্দেশ্যে বেতারের ভালো মন্দ নিয়ে বক্তব্য পেশ করতেন। কলকাতার স্কুলগুলির পড়ুয়াদের কাছে পৌঁছাতেও বিশেষ উদ্যোগও নিয়েছিলেন। বেতারকে জনপ্রিয় ও উন্নত করার তার উদ্যোগ সে সময়ের 'দি ইন্ডিয়ান লিসনার' নামের এক মুখপত্রে পাওয়া যায়।\nঅবসর নেওয়ার পর জন স্টেপলটন ১৯৪২ খ্রিস্টাব্দে দক্ষিণ আফ্রিকা চলে যান। সেখানে  ডারবানের কাছে পাইনটাউনে চামড়া সামগ্রীর এক দোকান খুলেছিলেন।\nতিনি ১৯৭২ সালের ২৪ জুলাই দক্ষিণ আফ্রিকাযর ডারবানের নাটালে ৮৭ বছর বয়সে মারা যান। তার মৃত্যুর পর কন্যা মারজোউরির ইচ্ছানুসারে তার দেহভস্ম বাড়ি সংলগ্ন বাগানে এক জারুল গাছের নীচে ছড়িয়ে দেওয়া হয়েছিল।  সেই গাছটিকে তার কন্যা  'প্রাইড অব ইন্ডিয়া ট্রি' নামে আখ্যায়িত করেন।  \n\n\n== সম্মাননা ==\nব্রিটিশ সরকার ১৯৪১ খ্রিস্টাব্দে  রাজা ষষ্ঠ জর্জের জন্মদিন উপলক্ষে বেতার মাধ্যমে অসামান্য অবদান রাখার জন্য অর্ডার অব দ্য ব্রিটিশ এম্পায়ার\" (ওবিই) খেতাব প্রদান করে।\n\n\n== তথ্যসূত্র =="}