{"pageid": 1126, "title": "উত্তর মহাসাগর", "url": "https://bn.wikipedia.org/wiki?curid=1126", "content": "উত্তর মহাসাগর বা সুমেরু মহাসাগর বা আর্কটিক মহাসাগর উত্তর গোলার্ধের সুমেরু অঞ্চলে অবস্থিত বিশ্বের ক্ষুদ্রতম ও সর্বাপেক্ষা কম গভীর একটি মহাসাগর। এটি পৃথিবীর পাঁচটি প্রধান মহাসাগরের অন্যতম। আন্তর্জাতিক জললেখবিজ্ঞান সংস্থা (আইএইচও) তথা আন্তর্জাতিক জললেখচিত্রন সংস্থা এটিকে মহাসাগরের স্বীকৃতি দিয়েছে। তবে কোনো কোনো সমুদ্রবিজ্ঞানী এটিকে সুমেরু ভূমধ্যসাগর (Arctic Mediterranean Sea) বা সুমেরু সাগর (Arctic Sea) বলে থাকেন। এটিকে প্রায় আটলান্টিক মহাসাগরের মোহনা হিসাবে বর্ণনা করা হয়েছে। এটিকে সর্বব্যাপী বিশ্ব মহাসাগরের উত্তরতম অংশ হিসাবেও দেখা হয়।\nউত্তর মহাসাগর উত্তর গোলার্ধের মাঝখানে উত্তর মেরু অঞ্চলকে অন্তর্ভুক্ত করে ও দক্ষিণে প্রায় ৬০°উ পর্যন্ত বিস্তৃত। উত্তর মহাসাগরের প্রায় সমগ্র অংশই ইউরেশিয়া ও উত্তর আমেরিকা মহাদেশ দ্বারা বেষ্টিত এবং সীমানাগুলি স্থানবিবরণী বৈশিষ্ট্যগুলির অনুবর্তী হয়: প্রশান্ত মহাসাগরীয় দিকে বেরিং প্রণালী ও আটলান্টিকের দিকে গ্রিনল্যান্ড স্কটল্যান্ড শৈলশিরা। বছরের অধিকাংশ সময় এই মহাসাগরের অংশবিশেষ সামুদ্রিক বরফে ঢাকা থাকে। শীতকালে সম্পূর্ণ মহাসাগরটিই বরফে ঢাকা পড়ে যায়। উত্তর মহাসাগরের তাপমাত্রা ও লবণাক্ততা ঋতু অনুযায়ী ভিন্ন ভিন্ন হয়। সমুদ্রের বরফের আবরণীর গলন ও জমাট বাঁধার কারণেই এমনটি হয়ে থাকে। পাঁচটি প্রধান মহাসাগরের তুলনায় এই মহাসাগরের পানির লবণাক্ততা কম। এর কারণ, বাষ্পীভবনের নিম্ন হার, বিভিন্ন বড়ো ও ছোটো নদী থেকে এসে মেশা মিষ্টি জলের প্রবাহ এবং পার্শ্ববর্তী উচ্চ লবণাক্ততাযুক্ত মহাসাগরগুলির সঙ্গে সীমাবদ্ধ সংযোগ ও বহির্গমন স্রোত। গ্রীষ্মকালে প্রায় ৫০% বরফ গলে যায়। মার্কিন যুক্তরাষ্ট্রের ন্যাশানাল স্নো অ্যান্ড আইস ডেটা সেন্টার (এনএসআইডিসি) উপগ্রহ তথ্যের মাধ্যমে গড় সময়কাল ও নির্দিষ্ট পূর্ববর্ষের সঙ্গে তুলনা করার জন্য উত্তর মহাসাগরের বরফাবরণী ও বরফ গলনের দৈনিক তথ্য রাখে। ২০১২ সালের সেপ্টেম্বরে, সুমেরুর বরফের পরিমাণ একটি নতুন রেকর্ড সর্বনিম্নে পৌঁছেছে। গড় পরিমাণের (১৯৭৯-২০০০) তুলনায় সমুদ্রের বরফ ৪৯% কমে গেছে।\n\n\n== ইতিহাস ==\n\n\n=== উত্তর আমেরিকা ===\nউইসকনসিন হিমবাহের সময় উত্তর আমেরিকার মেরু অঞ্চলে মানুষের বসতি কমপক্ষে ১৭,০০০-৫০,০০০ বছরের পুরনো। এই সময়ে, সমুদ্র সমতলের স্তর হ্রাসের ফলে লোকেরা বেরিং ভূ-সেতু অতিক্রম করতে সক্ষম হয়েছিল যা সাইবেরিয়ার সাথে উত্তর-পশ্চিম উত্তর আমেরিকার (আলাস্কা) সাথে যুক্ত হয়ে আমেরিকায় বসতি স্থাপন দিকে নিয়ে যায়।\n\nপ্রাথমিক প্যালিও-এস্কিমো গোষ্ঠীগুলির মধ্যে অন্তর্ভুক্ত ছিল প্রাক-ডরসেট (আনু. ৩২০০-৮৫০ খ্রিস্টপূর্বাব্দ); গ্রিনল্যান্ডের সাক্কাক সংস্কৃতি (২৫০০-৮০০ খ্রিস্টপূর্বাব্দ); উত্তর-পূর্ব কানাডা ও গ্রিনল্যান্ডের প্রথম স্বাধীনতা ও দ্বিতীয় স্বাধীনতা সংস্কৃতি (আনু. ২৪০০–১৮০০ খ্রিস্টপূর্বাব্দ ও আনু. ৮০০–১ খ্রিস্টপূর্বাব্দ); এবং ল্যাব্রাডর ও নুনাভিকের গ্রোসওয়াটার। ডরসেট সংস্কৃতি খ্রিস্টপূর্ব ৫০০ থেকে ১৫০০ খ্রিস্টাব্দের মধ্যে সুমেরু উত্তর আমেরিকা জুড়ে ছড়িয়ে পড়েছিল। আধুনিক ইনুইটের পূর্বপুরুষ থুলে জাতির বর্তমান আলাস্কা থেকে পূর্বে অভিবাসনের আগে ডরসেট ছিল সুমেরুর সর্বশেষ প্রধান প্যালিও-এস্কিমো সংস্কৃতি।\nথুলে ঐতিহ্য প্রায় ২০০ খ্রিস্টপূর্বাব্দ থেকে ১৬০০ খ্রিস্টাব্দ পর্যন্ত স্থায়ী ছিল, যা বেরিং প্রণালীর আশেপাশে গড়ে উঠেছিল এবং পরে উত্তর আমেরিকার প্রায় পুরো সুমেরু অঞ্চল জুড়ে ছড়িয়ে পড়েছিল। থুলে জাতি ইনুইটদের পূর্বপুরুষ ছিল, যারা এখন আলাস্কা, উত্তর-পশ্চিম অঞ্চল, নুনাভুট, উত্তর কুইবেক, ল্যাব্রাডর ও গ্রিনল্যান্ডে বাস করে।\n\n\n=== ইউরোপ ===\n\nইউরোপের প্রাচীন ইতিহাসে উত্তর মেরু অভিযানের নজির বিশেষ নেই। এই অঞ্চলের ভূগোল সম্পর্কে সঠিক ধারণাও সে যুগে কারো ছিল না। মাসিলিয়ার পাইথিয়াস ৩২৫ খ্রিষ্টপূর্বাব্দে উত্তরদিকে \"এসচ্যাট থুলে\" নামে একটি স্থানে যাত্রার একটি বিবরণ লিপিবদ্ধ করেছিলেন। এই অঞ্চলে সূর্য প্রতিদিন মাত্র তিন ঘণ্টার জন্য অস্ত যেত এবং পানি এখানে এমন এক থকথকে পদার্থে পরিণত হত \"যার উপর দিয়ে হাঁটাও যেত না, আবার নৌকা চালানোও যেত না।\" সম্ভবত তিনি \"গ্রাওলার\" বা \"বার্গি বিটস\" নামে পরিচিত হালকা সামুদ্রিক বরফের কথা লিখেছেন। তার বিবরণীর \"থাল\" সম্ভবত আইসল্যান্ড। যদিও কোনো কোনো মতে তিনি নরওয়ের কথা লিখেছেন।\n\nপ্রথম যুগের মানচিত্রকারেরা সঠিকভাবে জানতেন না যে, উত্তর মেরু সংলগ্ন অঞ্চলটি জলভাগ (যেমন, মার্টিন ওয়াল্ডসিমুলারের ১৫০৭ সালের বিশ্বমানচিত্র) না স্থলভাগ (যেমন, জোহানেস রুইসের ১৫০৭ সালের মানচিত্র, গেরার্ডাস মেরক্যাটরের ১৫৯৫ সালের মানচিত্র)। \"ক্যাথে\" (চীন) পৌঁছানোর একটি উত্তরমুখী রাস্তা আবিষ্কারের প্রত্যাশায় অত্যুৎসাহী একদল নাবিকের আগ্রহে শেষপর্যন্ত এই অঞ্চলটিকে জলভাগ আখ্যা দেওয়া হয়। ১৭২৩ সাল নাগাদ জোহান হোম্যান প্রমুখ মানচিত্রকারেরা তার মানচিত্রের উত্তর সীমায় একটি \"Oceanus Septentrionalis\" আঁকতে শুরু করেন।\nএই যুগে সুমেরু বৃত্তের ভিতরে অল্প কয়েকটি অভিযান হলেও, তা কয়েকটি ছোটো দ্বীপেই সীমাবদ্ধ ছিল। নোভায়া জেমল্যা দ্বীপে একাদশ শতাব্দীতে ও স্পিটসবার্গেন দ্বীপে ১৫৯৬ সালে অভিযান চলে। কিন্তু এই সব দ্বীপ বরফ-পরিবৃত থাকায় এগুলির উত্তরসীমা সে সময় জানা যায়নি। সমুদ্র-মানচিত্র নির্মাতারা কোনো কোনো কল্পনাপ্রবণ মানচিত্রকারের ধারণার ধার ধরতেন না। তারা মানচিত্রে এই অঞ্চলটিকে শূন্য রেখে দিতেন। কেবল জ্ঞাত উপকূলরেখাটির চিত্র আঁকতেন।\n\n\n=== ঊনবিংশ শতাব্দী ===\nবরফের সঞ্চরণশীল ব্যারিয়ারের ওপারে কী আছে সে সম্পর্কে সঠিক তথ্য না থাকায় এই সম্পর্কে নানারকম গালগল্প ছড়িয়ে পড়ে। ইংল্যান্ড সহ কয়েকটি ইউরোপীয় দেশে \"মুক্ত মেরু সাগর\" ধারণাটি জনপ্রিয়তা পায়। ব্রিটিশ অ্যাডমিরাল্টির দীর্ঘকালের সেকেন্ড সেক্রেটারি জন বারো এই সমুদ্রের সন্ধানে ১৮১৮ থেকে ১৮৪৫ সালের মধ্যে একাধিক মেরু অভিযান প্রেরণ করেছিলেন।\nমার্কিন যুক্তরাষ্ট্রে ১৮৫০-এর ও ১৮৬০-এর দশকে এলিশা কেন ও আইজ্যাক ইজরায়েল হায়েস নামে দুই অভিযাত্রী এই রহস্যময় বিরাট জলভাগ দেখেছেন বলে দাবি করেন। এই শতাব্দীর শেষভাগেও ম্যাথিউ ফনটেইন মুরে তার দ্য ফিজিক্যাল জিওগ্রাফি অফ দ্য সি (১৮৮৮) গ্রন্থে মুক্ত মেরু সাগরের এক বৃত্তান্ত অন্তর্ভুক্ত করেন। তবে সকল অভিযাত্রীই, যাঁরা মেরু অঞ্চলের দিকে আরও বেশি অগ্রসর হয়েছিলেন, তারা জানান যে মেরু অঞ্চলের বরফের টুপিটি বেশ মোটা ও তা সারাবছরই বজায় থাকে।\nফ্রিডজোফ নানসেন ১৮৯৬ সালে উত্তর মহাসাগরের প্রথম একটি নৌ অতিক্রমণ তৈরি করেছিলেন।\n\n\n=== বিংশ শতাব্দী ===\n১৯৬৯ সালে ওয়ালি হার্বার্টের নেতৃত্বে আলাস্কা থেকে সভালবার্দ পর্যন্ত একটি কুকুর স্লেজ অভিযানে সমুদ্রের উপরিতল প্রথম অতিক্রম করা হয়। উত্তর মেরুর প্রথম নৌ পরিবহন ১৯৫৮ সালে সাবমেরিন ইউএসএস নটিলাস দ্বারা তৈরি করা হয়েছিল ও ১৯৭৭ সালে বরফভাঙ্গা জাহাজ এনএস আর্কটিকা প্রথম সাগরের উপরিতলে নৌ পরিবহন করেছিল।\n১৯৩৭ সাল নাগাদ সোভিয়েত ও রাশিয়ান মানবচালিত ভাসমান বরফ স্টেশনগুলি উত্তর মহাসাগরের উপর ব্যাপক নজরদারি শুরু করে। এই সব ভাসমান বরফের উপর বৈজ্ঞানিক বসতিও স্থাপিত হয়।\nদ্বিতীয় বিশ্বযুদ্ধে, উত্তর মহাসাগরের ইউরোপীয় অঞ্চলটি ব্যাপকভাবে বিবাদে জড়িয়েছিল: সোভিয়েত ইউনিয়নকে এর উত্তর বন্দর দিয়ে পুনরায় সরবরাহ করার মিত্র প্রতিশ্রুতি জার্মান নৌ ও বিমান বাহিনী বিরোধিতা করেছিল।\n১৯৫৪ সাল থেকে বাণিজ্যিক বিমান সংস্থাগুলি উত্তর মহাসাগরের উপর দিয়ে তাদের বিমান উড়িয়েছে (পোলার পথ দেখুন)।\n\n\n== ভূগোল ==\n\n\n=== বিস্তার ===\nউত্তর মহাসাগর মোটামুটি একটি বৃত্তাকার অববাহিকা জুড়ে অবস্থিত এবং এর আয়তন প্রায় ১,৪০,৫৬,০০০ কিমি২ (৫৪,২৭,০০০ মা২), যা অ্যান্টার্কটিকার বিস্তারের সমান। এর উপকূলরেখার আয়তন ৪৫,৩৯০ কিমি (২৮,২০০ মা)। এটি রাশিয়ার চেয়ে ছোট একমাত্র মহাসাগর, যার স্থল আয়তন ১,৬৩,৭৭,৭৪২ কিমি২ (৬৩,২৩,৪৮২ মা২)।\n\n\n=== পার্শ্ববর্তী ভূমি ও একচেটিয়া অর্থনৈতিক অঞ্চল ===\nউত্তর মহাসাগর ইউরেশিয়া (রাশিয়া ও নরওয়ে), উত্তর আমেরিকা (কানাডা ও মার্কিন যুক্তরাষ্ট্রের আলাস্কা অঙ্গরাজ্য), গ্রিনল্যান্ড ও আইসল্যান্ড দ্বারা বেষ্টিত।\n\nদ্রষ্টব্য: সারণীতে তালিকাভুক্ত এলাকার কিছু অংশ আটলান্টিক মহাসাগরে অবস্থিত। অন্যটি উপসাগর, প্রণালী, চ্যানেল ও নির্দিষ্ট নাম ছাড়া অন্যান্য অংশ নিয়ে গঠিত ও একচেটিয়া অর্থনৈতিক অঞ্চলকে বাদ দেয়।\n\n\n=== উপ-অঞ্চল ও সংযোগ ===\nবেরিং প্রণালী দ্বারা উত্তর মহাসাগর প্রশান্ত মহাসাগরের সঙ্গে যুক্ত। গ্রিনল্যান্ড সাগর ও লাব্রাডর সাগর আটলান্টিক মহাসাগরের সঙ্গে উত্তর মহাসাগরের সংযোগ রক্ষা করছে। (আইসল্যান্ড সাগরকে কখনও কখনও গ্রিনল্যান্ড সাগরের অংশ ও কখনও কখনও আলাদা বলে মনে করা হয়।)\nউত্তর মহাসাগরের অন্তর্ভুক্ত বৃহত্তম সাগরগুলি হল:\n\nবিভিন্ন কর্তৃপক্ষ উত্তর মহাসাগর বা আটলান্টিক মহাসাগরে বিভিন্ন প্রান্তিক সমুদ্রপথ স্থাপন করেছে, যার মধ্যে রয়েছে: হাডসন উপসাগর, বাফিন উপসাগর, নরওয়েজিয়ান সাগর এবং হাডসন প্রণালী।\n\n\n=== দ্বীপ ===\n\nউত্তর মহাসাগরের প্রধান দ্বীপ ও দ্বীপপুঞ্জ পশ্চিম মূল মধ্যরেখা থেকে এসেছে:\n\nইয়ান মায়েন (নরওয়ে)\nআইসল্যান্ড\nগ্রিনল্যান্ড\nউত্তর দ্বীপপুঞ্জ (কানাডা, রানী এলিজাবেথ দ্বীপপুঞ্জ ও বাফিন দ্বীপ অন্তর্ভুক্ত)\nওয়ারেঞ্জেল দ্বীপ (রাশিয়া)\nনতুন সাইবেরীয় দ্বীপপুঞ্জ (রাশিয়া)\nসেভারনায়া জেমল্যা (রাশিয়া)\nনোভায়া জেমল্যা (রাশিয়া, সেভারনি দ্বীপ ও ইউজনি দ্বীপ অন্তর্ভুক্ত)\nফ্রাঞ্জ জোসেফ ল্যান্ড (রাশিয়া)\nস্‌ভালবার্দ (নরওয়ে সহ বিয়ার দ্বীপ))\n\n\n=== বন্দর ===\nউত্তর মহাসাগরে বেশ কয়েকটি বন্দর ও পোতাশ্রয় রয়েছে।\n\nআলাস্কা\nউতকিয়াগভিক (ব্যারো)\nপ্রুধো সাগর\nকানাডা\nম্যানিটোবা: চার্চিল (চার্চিলের বন্দর)\nনুনাভুত: নানিসিভিক (নানিসিভিক নৌ সুবিধা)\nউত্তর-পশ্চিম অঞ্চলে টুকটোয়াকটুক ও ইনুভিক\nগ্রীনল্যান্ড: নুউক (নুউক বন্দর ও হারবার)\nনরওয়ে\nমূল ভূখণ্ড: কিরকেনেস ও ভারডো\nস্‌ভালবার্দ: লংইয়ারবাইন\nআইসল্যান্ড\nআকুরেরি\nরাশিয়া\nবারেন্টস সাগর: বারেন্টস সাগরে মুরমানস্ক\nশ্বেত সাগর: আরখানগেলস্ক\nকারা সাগর: ল্যাবিটনাঙ্গি, সালেখার্ড, দুদিনকা, ইগারকা ও ডিকসন\nলাপ্তেভ সাগর: টিকসি\nপূর্ব সাইবেরীয় সাগর: পূর্ব সাইবেরীয় সাগরে পেভেক\n\n\n=== সমুদ্রগর্ভ ===\nলোমোনোসোভ শৈলশিরা নামে একটি সমুদ্রগর্ভস্থ শৈলশিরা গভীর সমুদ্রের তলায় অবস্থিত উত্তর মেরু সামুদ্রিক অববাহিকাটিকে দুই ভাগে ভাগ করেছে। একটি হল ইউরেশীয় সামুদ্রিক অববাহিকা; এর গভীরতা ৪,০০০ এবং ৪,৫০০ মি (১৩,১০০ এবং ১৪,৮০০ ফু)। অপরটি হল আমেরেশীয় সামুদ্রিক অববাহিকা (এটি উত্তর আমেরিকান বা হাইপারবোরিয়ান সামুদ্রিক অববাহিকা নামেও পরিচিত); এর গভীরতা ৪,০০০ মি (১৩,০০০ ফু)। সমুদ্রের তলদেশে অনেক ফল্ট-ব্লক শৈলশিরা, নিতলীয় সমভূমি, খাত ও অববাহিকা দেখা যায়। উত্তর মহাসাগরের গড় গভীরতা ১,০৩৮ মি (৩,৪০৬ ফু)। গভীরতম বিন্দুটি অবস্থিত ফ্র‍্যাম প্রণালীর মোলোয় অববাহিকায়; এর গভীরতা ৫,৫৫০ মি (১৮,২১০ ফু)।\nদুটি প্রধান অববাহিকা একাধিক শৈলশিরা দ্বারা ক্ষুদ্রতর অংশে বিভক্ত। এগুলি হল কানাডা সামুদ্রিক অববাহিকা (কানাডা/আলাস্কা ও আলফা শৈলশিরার মধ্যে অবস্থিত), মাকারোভ সামুদ্রিক অববাহিকা (আলফা ও লোমোনোসোভ শৈলশিরার মধ্যে অবস্থিত), ফ্রাম সামুদ্রিক অববাহিকা (লোমোনোসোভ ও গেক্কেল শৈলশিরার মধ্যে অবস্থিত) ও নানসেন সামুদ্রিক অববাহিকা (অ্যামান্ডসেন সামুদ্রিক অববাহিকা) (গেক্কেল শৈলশিরা ও ফ্রাঞ্জ জোসেফ ল্যান্ডের মহীসোপানের মধ্যে অবস্থিত)।\n\n\n=== মহীসোপান ===\nউত্তর মহাসাগর একাধিক উত্তর মেরু মহীসোপান দ্বারা বেষ্টিত। যার মধ্যে রয়েছে কানাডীয় মহীসোপান, কানাডীয় সুমেরু দ্বীপপুঞ্জের নিম্নাংশ ও রুশ মহাদেশীয় মহীসোপান; যাকে কখনও কখনও \"উত্তর মেরু মহীসোপান\" বলা হয় কারণ এটি বড়। রুশ মহাদেশীয় মহীসোপান তিনটি পৃথক, ছোট মহীসোপান নিয়ে গঠিত: ব্যারেন্টস মহীসোপান, চুকচি সাগর মহীসোপান ও সাইবেরীয় মহীসোপান। এগুলির মধ্যে রুশ মহাদেশীয় সাইবেরীয় মহীসোপানটি বিশ্বের বৃহত্তম মহীসোপান; এটি তেল ও গ্যাসের বিশাল মজুদ রাখে। ইউএসএসআর-ইউএসএ সামুদ্রিক সীমানা চুক্তিতে বলা হয়েছে চুকচি মহীসোপানটি রুশ ও মার্কিন যুক্তরাষ্ট্রের মধ্যে সীমানা গঠন করে। সমগ্র এলাকা আন্তর্জাতিক আঞ্চলিক দাবির অধীন।\nচুকচি মালভূমি চুকচি সাগর মহীসোপান থেকে বিস্তৃত।\n\n\n== ভূতত্ত্ব ==\n\nউত্তর মহাসাগরের আশেপাশের পর্বতের স্ফটিক বুনিয়াদ শিলাগুলি প্যালিওজোয়িক যুগে বৃহত্তর ক্যালেডোনিয়ান অরোজেনের আঞ্চলিক পর্যায়ে এলিসমেরিয়ান অরোজেনির সময় পুনরায় স্ফটিকিত বা গঠিত হয়েছিল। জুরাসিক ও ট্রায়াসিক যুগে আঞ্চলিক অবনমনের ফলে যথেষ্ট পলি জমেছিল, যা বর্তমান দিনের তেল ও গ্যাস জমার জন্য অনেক জলাধার তৈরি করেছিল। ক্রিটেসিয়াস সময়কালে কানাডীয় অববাহিকা উন্মুক্ত হয়েছিল ও আলাস্কার সমাবেশের কারণে টেকটোনিক কার্যকলাপের ফলে হাইড্রোকার্বন এখন প্রুধো উপসাগরের দিকে স্থানান্তরিত হয়। একই সময়ে ক্রমবর্ধমান কানাডীয় রকিজ থেকে পলি পড়ে বৃহৎ ম্যাকেঞ্জি বদ্বীপ তৈরি হয়।\nট্রায়াসিক সময়কাল থেকে শুরু হওয়া সুপারমহাদেশ প্যানজিয়ার বিচ্ছিন্নতা প্রাথমিক আটলান্টিক মহাসাগরকে উন্মুক্ত করে দেয়। ফাটল তখন উত্তর দিকে প্রসারিত হয়ে উত্তর মহাসাগরে যাওয়া-আসার পথ উন্মুক্ত করে দেয় কারণ মধ্য-আটলান্টিক শৈলশিরার একটি শাখা থেকে ম্যাফিক মহাসাগরীয় ভূত্বক উপাদান বেরিয়ে আসে। রূপান্তর চ্যুতির মাধ্যমে চুকচি বর্ডারল্যান্ড উত্তর-পূর্ব দিকে সরে যাওয়ার সাথে সাথে আমেরাসিয়া অববাহিকা হয়ত প্রথমে উন্মেষিত হয়েছিল। অতিরিক্ত ব্যাপ্তিশীল ক্রিটেসিয়াস যুগের শেষের দিকে আলফা-মেন্ডেলিভ শৈলশিরার \"ত্রি-জংশন\" তৈরি করতে সহায়তা করেছিল।\nসিনোজোয়িক যুগব্যাপী প্রশান্ত মহাসাগরীয় প্লেটের অধীনতা, ইউরেশিয়ার সাথে ভারতের সংঘর্ষ ও উত্তর আটলান্টিকের ক্রমাগত উন্মেষের ফলে নতুন হাইড্রোকার্বন কূট তৈরি হয়েছিল। প্যালিওসিন যুগ ও ইওসিন যুগের গাক্কেল শৈলশিরা থেকে সমুদ্রতল ছড়িয়ে পড়তে শুরু করে, যার ফলে লোমোনোসভ শৈলশিরা ভূমি থেকে দূরে সরে যায় ও তলিয়ে যায়।\nসমুদ্রের বরফ ও দূরবর্তী অবস্থার কারণে উত্তর মহাসাগরের ভূতত্ত্ব এখনও দুর্বলভাবে অনুসন্ধান করা হয়। আর্কটিক কোরিং এক্সপিডিশন ড্রিলিং লোমোনোসোভ শৈলশিরার উপর কিছুটা নজরে আনে যা প্যালিওসিনের ব্যারেন্টস-মহীসোপান থেকে বিচ্ছিন্ন মহাদেশীয় ভূত্বক বলে ধারণা করা হয় এবং এরপরে পলিতে পতিত হয়। এতে ১০ বিলিয়ন ব্যারেল পর্যন্ত তেল থাকতে পারে। গাক্কেল শৈলশিরা ফাটলটিও খুব রুগ্ন বলে ধারণা করা হয় ও এটি ল্যাপ্টেভ সাগর পর্যন্ত প্রসারিত হতে পারে।\n\n\n== সমুদ্রবিদ্যা ==\n\n\n=== জলপ্রবাহ ===\n\nউত্তর মহাসাগরের বৃহত্তর অংশের উপরিতলে (৫০-৫০ মিটার) উষ্ণতা ও লবণাক্ততার হার অপরাপর অংশের চেয়ে কম। এটি আপেক্ষিকভাবে স্থির। কারণ গভীরতার উপর লবণাক্ততার প্রভাব উষ্ণতার প্রভাবের চেয়ে বেশি। বড়ো বড়ো সাইবেরীয় ও কানাডীয় নদীর (ওব, ইয়েনিসে, লেনা, ম্যাককেঞ্জি) স্বাদু পানি এই মহাসাগরে পতিত হয়। এই স্বাদু পানি মহাসাগরের অধিক লবণাক্ত, অধিক ঘন ও অধিক গভীর পানির উপর ভেসে থাকে। এই কম লবণাক্তযুক্ত তল ও মহাসাগরীয় লবণাক্ত পানির মধ্যবর্তী অংশে অবস্থিত তথাকথিত হ্যালোক্লিন।\n\nঅন্যান্য মহাসাগর থেকে আপেক্ষিক বিচ্ছিন্নতার কারণে উত্তর মহাসাগরে পানি প্রবাহের একটি অনন্য জটিল ব্যবস্থা রয়েছে। এটি ভূমধ্যসাগরের কিছু হাইড্রোলজিকাল বৈশিষ্ট্যের সাথে সাদৃশ্যপূর্ণ যা আটলান্টিক অববাহিকার সাথে ফ্র্যাম প্রণালীর মাধ্যমে কেবল মাত্র এর সীমিত যোগাযোগের কথা উল্লেখ করে বলেছে \"যেখানে সঞ্চালন থার্মোহ্যালাইন বল আধিপত্য বিস্তার করে\"। উত্তর মহাসাগরের মোট আয়তন ১৮.০৭×১০২ কিমি৩, যা বিশ্ব মহাসাগরের প্রায় ১.৩% এর সমান। গড় পৃষ্ঠের সঞ্চালন মূলত ইউরেশীয় দিকে ঘূর্ণিঝড়ের মতো ও কানাডীয় অববাহিকার দিকে ঘূর্ণিঝড় মুক্ত।\nপ্রশান্ত ও আটলান্টিক উভয় মহাসাগর থেকে পানি উত্তর মহাসাগরে প্রবেশ করে এবং তিনটি অনন্য পানির ভরে বিভক্ত করা যেতে পারে। গভীরতম পানির ভরকে উত্তর পাদ পানি বলা হয় ও এটি প্রায় ৯০০ মি (৩,০০০ ফু) গভীরতায় শুরু হয়। এটি বিশ্ব মহাসাগরের সবচেয়ে ঘন পানির সমন্বয়ে গঠিত এবং এর দুটি প্রধান উৎস রয়েছে: সুমেরু মহীসোপান পানি ও গ্রীনল্যান্ড সাগরের গভীর পানি। প্রশান্ত মহাসাগর থেকে প্রবাহ হিসাবে শুরু হওয়া মহীসোপান অঞ্চলের পানি ০.৮ সেভার্ড্রুপের গড় হারে সংকীর্ণ বেরিং প্রণালীর মধ্য দিয়ে যায় ও চুকচি সাগরে পৌঁছায়। শীতকালে আলাস্কানের ঠান্ডা বাতাস চুকচি সাগরের উপর দিয়ে প্রবাহিত হয় ফলে সমুদ্রস্তরের পানি জমাট বাঁধে এবং এই নবগঠিত বরফকে প্রশান্ত মহাসাগরে ঠেলে দেয়। বরফ প্রবাহের গতি প্রায় ১-৪ সেমি/সেকেন্ড। এই প্রক্রিয়াটি সমুদ্রে ঘন, লবণাক্ত পানি ছেড়ে দেয় যা মহাদেশীয় মহীসোপানের উপর দিয়ে পশ্চিম উত্তর মহাসাগরে নিমজ্জিত হয় এবং একটি হ্যালোক্লিন তৈরি করে।\n\nএই পানি গ্রিনল্যান্ড সাগরের গভীর পানির নিকটে মিলিত হয় যা শীতকালীন ঝড়ের উত্তরণের সময় তৈরি হয়। শীতকালে তাপমাত্রা নাটকীয়ভাবে ঠান্ডা হওয়ার সাথে সাথে বরফের গঠন ও তীব্র উল্লম্ব সংবহন পানিকে নীচের উষ্ণ লবণাক্ত পানির নীচে নিমজ্জিত হওয়ার জন্য যথেষ্ট ঘন করে তোলে। সুমেরু পাদ পানি এর বহিঃপ্রবাহের কারণে সমালোচনীয় দৃষ্টিতে গুরুত্বপূর্ণ, যা আটলান্টিক গভীর পানি গঠনে অবদান রাখে। এই পানির উল্টান বৈশ্বিক সঞ্চালন এবং জলবায়ু রক্ষণাবেক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করে।\n১৫০-৯০০ মিটার (৪৯০-২,৯৫০ ফুট) গভীরতার পরিসরে পানির ভরকে আটলান্টিক পানি হিসেবে উল্লেখ করা হয়। উত্তর আটলান্টিক স্রোত থেকে অন্তঃপ্রবাহ ফ্র্যাম প্রণালীর মধ্য দিয়ে প্রবেশ করে, ঠান্ডা হয় ও নিমজ্জিত হ্যালোক্লিনের গভীরতম স্তর গঠন করে, যেখানে এটি সুমেরু অববাহিকাকে ঘড়ির বিপরীত দিকে প্রদক্ষিণ করে। এটি উত্তর মহাসাগরে সর্বোচ্চ আয়তনের অন্তঃপ্রবাহ যা প্রশান্ত মহাসাগরীয় অন্তঃপ্রবাহের প্রায় ১০ গুণ সমান ও এটি উত্তর মহাসাগরের সীমানা স্রোত তৈরি করে। এটি প্রায় ০.০২ মিটার/সেকেন্ডে ধীরে ধীরে প্রবাহিত হয়। আটলান্টিকের পানিতে সুমেরু পাদ পানির মতো একই লবণাক্ততা রয়েছে তবে এটি অনেক বেশি উষ্ণ (৩°সে [৩৭°ফা] পর্যন্ত)। প্রকৃতপক্ষে, এই পানির ভর প্রকৃতপক্ষে পৃষ্ঠের পানির চেয়ে উষ্ণ ও শুধুমাত্র ঘনত্বে লবণাক্ততার ভূমিকার কারণে নিমজ্জিত থাকে। যখন পানি অববাহিকায় পৌঁছায় তখন প্রবল বাতাসের মাধ্যমে এটিকে বিউফোর্ট গায়ার নামক একটি বড় বৃত্তাকার স্রোতে ঠেলে দেওয়া হয়। বড় কানাডীয় ও সাইবেরীয় নদী থেকে অন্তঃপ্রবাহের কারণে বিউফোর্ট গায়ারের পানি চুকচি সাগরের তুলনায় অনেক কম লবণাক্ত।\nউত্তর মহাসাগরে চূড়ান্ত সংজ্ঞায়িত পানির ভরকে বলা হয় সুমেরু পৃষ্ঠ পানি এবং এটি ১৫০–২০০ মি (৪৯০–৬৬০ ফু) গভীরতার পরিসরে পাওয়া যায়। এই পানি ভরের সবচেয়ে গুরুত্বপূর্ণ বৈশিষ্ট্য হল একটি অংশ যাকে উপ-পৃষ্ঠের স্তর হিসাবে উল্লেখ করা হয়। এটি আটলান্টিক পানির সৃষ্ট যা গভীর খাদের মধ্য দিয়ে প্রবেশ করে ও সাইবেরীয় মহীসোপানে তীব্র মিশ্রণে বশীভূত হয়। যেহেতু এটি প্রবেশ করে তাই এটি স্তরগুলির মধ্যে দুর্বল মিশ্রণের কারণে পৃষ্ঠস্তরের জন্য শীতল ও উষ্ণ ঢাল হিসাবে কাজ করে।\nযাইহোক, গত কয়েক দশক ধরে আটলান্টিকের পানির উষ্ণতা ও স্রোতের সংযোগ পূর্ব সুমেরু সমুদ্রের বরফ গলে আটলান্টিকের পানির তাপের ক্রমবর্ধমান প্রভাবের দিকে নিয়ে যাচ্ছে। ২০১৬-২০১৮ সালের সবচেয়ে সাম্প্রতিক অনুমানগুলি ইঙ্গিত দেয় যে, পৃষ্ঠের মহাসাগরীয় তাপ প্রবাহ এখন পূর্ব ইউরেশীয় অববাহিকার বায়ুমণ্ডলীয় প্রবাহকে ছাড়িয়ে গেছে। একই সময়ের মধ্যে দুর্বল হ্যালোক্লিন স্তরবিন্যাস সামুদ্রিক বরফ হ্রাসের সাথে সম্পর্কিত বলে বিবেচিত এমন ক্রমবর্ধমান উচ্চ মহাসাগরীয় স্রোতের সাথে মিলিত হয়েছে যা এই অঞ্চলে ক্রমবর্ধমান মিশ্রণের ইঙ্গিত করে। বিপরীতে পশ্চিম সুমেরুর মিশ্রণের প্রত্যক্ষ পরিমাপ ইঙ্গিত দেয় যে, ২০১২ সালের শক্তিশালী সুমেরু ঘূর্ণিঝড় 'নিখুঁত ঝড়' পরিস্থিতিতেও আটলান্টিকের পানির তাপ মধ্যবর্তী গভীরতায় বিচ্ছিন্ন রয়েছে।\nপ্রশান্ত ও আটলান্টিক উভয়ই মহাসাগর থেকে উদ্ভুত পানি গ্রিনল্যান্ড ও স্‌ভালবার্দ দ্বীপের মধ্যে ফ্র্যাম প্রণালী দিয়ে বেরিয়ে যায়, যা প্রায় ২,৭০০ মি (৮,৯০০ ফু) গভীর ও ৩৫০ কিমি (২২০ মা) প্রশস্ত। এই বহিঃপ্রবাহ প্রায় ৯ এসভি। ফ্র্যাম প্রণালীর প্রস্থে উত্তর মহাসাগরের আটলান্টিক অংশে অন্তঃপ্রবাহ ও বহিঃপ্রবাহ উভয়ই হয়ে থাকে। এই কারণে এটি কোরিওলিস প্রভাব দ্বারা প্রভাবিত হয়, যা পশ্চিম দিকে পূর্ব গ্রিনল্যান্ড স্রোতে বহিঃপ্রবাহকে কেন্দ্রীভূত করে এবং পূর্ব দিকে নরওয়েজিয়ান অন্তঃপ্রবাহে প্রবাহিত হয়। প্রশান্ত মহাসাগরীয় পানিও গ্রিনল্যান্ডের পশ্চিম উপকূল ও হাডসন প্রণালী (১-২ এসভি) বরাবর বেরিয়ে যায়, যা কানাডীয় দ্বীপপুঞ্জে পরিপোষক পদার্থ সরবরাহ করে।\nউল্লিখিত হিসাবে, বরফের গঠন ও চলনের প্রক্রিয়াটি উত্তর মহাসাগরের সঞ্চালন ও পানির ভর গঠনের একটি মূল চালিকাশক্তি। এই সাপেক্ষতা সহ উত্তর মহাসাগরে সামুদ্রিক বরফ আচ্ছাদনে ঋতু পরিবর্তনের কারণে তারতম্য দেখা দেয়। সামুদ্রিক বরফের চলন বায়ুর চাপের ফলাফল, যা সুমেরুতে সারা বছর ধরে বেশ কয়েকটি আবহাওয়াগত অবস্থার সাথে সম্পর্কিত। উদাহরণস্বরূপ, বিউফোর্ট উচ্চ তল—সাইবেরীয় উচ্চ তল ব্যবস্থার একটি সম্প্রসারণ—একটি চাপ ব্যবস্থা যা বিউফোর্ট গায়ারের ঘূর্ণিঝড় মুক্ত গতিকে চালিত করে। গ্রীষ্মের সময় উচ্চ চাপের এই অঞ্চলটিকে এর সাইবেরীয় ও কানাডীয় পার্শ্ব ঘেঁষে প্রবল ধাক্কা দেওয়া হয়। উপরন্তু, গ্রিনল্যান্ডের উপর একটি সমুদ্রস্তর চাপ (এসএলপি) শৈলশিরা রয়েছে যা বরফ রফতানির সুবিধার্থে ফ্র্যাম প্রণালীর মধ্য দিয়ে শক্তিশালী উত্তর বায়ু চালিত করে। গ্রীষ্মে এসএলপি বৈপরীত্য ক্ষুদ্র হওয়ায় হালকা বায়ু উৎপাদন করে। মৌসুমী চাপ ব্যবস্থা চলনের একটি চূড়ান্ত উদাহরণ হল নিম্ন চাপ ব্যবস্থা যা নর্ডিক ও ব্যারেন্টস সাগরের উপরে বিদ্যমান। এটি আইসল্যান্ডীয় নিম্ন স্তরের একটি সম্প্রসারণ, যা এই এলাকায় মহাসাগরীয় ঘূর্ণিঝড় সঞ্চালন তৈরি করে। গ্রীষ্মে অগভীর অংশ উত্তর মেরুতে কেন্দ্রের দিকে সরে যায়। সুমেরুর এই সকল বৈচিত্র গ্রীষ্মের মাসগুলিতে বরফের প্রবাহকে এর দুর্বলতম বিন্দুতে পৌঁছাতে অবদান রাখে। এছাড়াও প্রমাণ রয়েছে যে, প্রবাহটি সুমেরু দোলন ও আটলান্টিক বহুদশকীয় দোলনের পর্যায়ের সাথে যুক্ত।\nউত্তর মহাসাগরের দক্ষিণ চুকচাই সাগরে একটি প্রধান রুদ্ধক বিন্দু রয়েছে। এই বিন্দুর মাধ্যমে আলাস্কা ও পূর্ব সাইবেরিয়ার মধ্যবর্তী বেরিং প্রণালী দিয়ে প্রশান্ত মহাসাগরে প্রবেশ করা যায়। বরফের অবস্থা ভেদে, উত্তর মহাসাগর হল পূর্ব ও পশ্চিম রাশিয়ার মধ্যে নিকটতম সামুদ্রিক যোগসূত্র। উত্তর মহাসাগরে মার্কিন যুক্তরাষ্ট্র ও রাশিয়ার অনেকগুলি ভাসমান গবেষণা স্টেশন রয়েছে।\nসারা বছরই এই মহাসাগরের উপরিতলের অধিকাংশ স্থান বরফে আবৃত থাকে। এর ফলে বায়ুর উষ্ণতাও হিমশীতল হয়। বিষুবরেখার দিকে প্রবাহিত শীতল বায়ুর একটি প্রধান উৎস হল উত্তর মহাসাগর। ৬০ ডিগ্রি উত্তর অক্ষাংশে উষ্ণ বায়ুর সঙ্গে মিলিত হয়ে এই বায়ু বৃষ্টি ও তুষারপাত ঘটায়। মুক্ত অঞ্চলে, বিশেষ করে দক্ষিণ জলভাগে, প্রচুর সামুদ্রিক জীবজন্তু দেখা যায়। এই মহাসাগরের প্রধান বন্দরগুলি হল মুরমানস্ক, আরখানগেলস্ক ও প্রধো উপসাগর।\n\n\n=== বরফ টুপি ===\n\nউত্তর মহাসাগরের অধিকাংশ অঞ্চল একটি বরফের \"টুপি\" দ্বারা আবৃত থাকে। এটির ঋতু অনুযায়ী হ্রাসবৃদ্ধি ঘটে থাকে। এই টুপির প্রসারক্ষেত্রটির (যা মূলত সামুদ্রিক বরফ দ্বারা গঠিত) আকার ১৯৮০ সালে ছিল ১২,০০০ কিমি২ (৪,৬০০ মা২)। ২০১০ সালে তা কমে হয় ১০,০০০ কিমি২ (৩,৯০০ মা২)। ঋতুভিত্তিক পার্থক্য প্রায় ৯,০০০ কিমি২ (৩,৫০০ মা২)। সর্বোচ্চ প্রসার এপ্রিল মাসে এবং সর্বনিম্ন প্রসার সেপ্টেম্বরে। বায়ুপ্রবাহ ও সমুদ্রস্রোত বরফের বিরাট অঞ্চলকে স্থানান্তর বা ঘোরাতে সক্ষম হয়। চাপ অঞ্চলও সৃষ্টি হয়। সেখানে বরফের স্তুপ জমে প্যাক আইস গঠন করে।। উত্তর মহাসাগরীয় সামুদ্রিক বরফের প্রসার ও গভীরতা এবং বরফের মোট ঘনত্ব বিগত দশকগুলিতে হ্রাস পেয়েছে।\nহিমশৈল মাঝে মাঝে উত্তর এলেসমেয়ার দ্বীপ থেকে বিচ্ছিন্ন হয়ে যায় এবং পশ্চিম গ্রিনল্যান্ড ও প্রান্তবর্তী উত্তর-পূর্ব কানাডার হিমবাহ থেকে হিমশৈল তৈরি হয়। হিমশৈল সামুদ্রিক বরফ নয় তবে আচ্ছাদন বরফের মধ্যে অনুবিদ্ধ হয়ে যেতে পারে। হিমশৈল জাহাজের জন্য বিপদের কারণ হতে পারে, যার মধ্যে টাইটানিকের ঘটনা অন্যতম বিখ্যাত। অক্টোবর থেকে জুন পর্যন্ত মহাসাগর কার্যত বরফে ঢাকা থাকে ও জাহাজের উপরি কাঠামো অক্টোবর থেকে মে পর্যন্ত বরফের সাপেক্ষে থাকে। আধুনিক বরফভাঙ্গা জাহাজের আবির্ভাবের আগে উত্তর মহাসাগরে যাত্রা করা জাহাজগুলি সামুদ্রিক বরফে আটকা পড়া বা চূর্ণ হওয়ার ঝুঁকি নিয়ে চলাচল করতো (যদিও এইসব বিপদ সত্ত্বেও বাইচিমো কয়েক দশক ধরে উত্তর মহাসাগরের মধ্য দিয়ে চলাচল করেছিল)।\n\n\n== জলবায়ু ==\n\nউত্তর মহাসাগর একটি মেরু জলবায়ুতে রয়েছে যাকে ক্রমাগত ঠান্ডা ও তুলনামূলকভাবে সংকীর্ণ বার্ষিক তাপমাত্রা পরিসীমা দ্বারা চিহ্নিত করা হয়। শীতকালকে মেরু রাত্রি, প্রচণ্ড ঠান্ডা, ঘন ঘন নিম্ন-স্তরের তাপমাত্রার পরিবর্তন ও স্থিতিশীল আবহাওয়ার অবস্থা দ্বারা চিহ্নিত করা হয়। ঘূর্ণিঝড় শুধুমাত্র আটলান্টিকের দিকে সাধারণ ঘটনা। গ্রীষ্মকালকে ক্রমাগত দিনের আলো (মধ্যরাতের সূর্য) দ্বারা চিহ্নিত করা হয় ও বাতাসের তাপমাত্রা ০ ডিগ্রি সেলসিয়াস (৩২ ডিগ্রি ফারেনহাইট)-এর উপরে কিছুটা বাড়তে পারে। ঘূর্ণিঝড় গ্রীষ্মে অধিক ঘন ঘন হয়ে থাকে এবং বৃষ্টি বা তুষারও হতে পারে। এখানে সারা বছর আকাশ মেঘলা থাকে, গড় মেঘের আবরণ শীতকালে ৬০% থেকে গ্রীষ্মকালে ৮০% পর্যন্ত থাকে।\nউত্তর মহাসাগরের পৃষ্ঠের পানির তাপমাত্রা সমুদ্রের পানির হিমাঙ্কের কাছাকাছি প্রায় −১.৮ ডিগ্রি সেলসিয়াস (২৮.৮ ডিগ্রি ফারেনহাইট) থাকে বলে মোটামুটি স্থিতিশীল।\nবিশুদ্ধ পানির বিপরীতে সমুদ্রের পানির ঘনত্ব হিমাঙ্কের কাছাকাছি আসার সাথে সাথে বৃদ্ধি পায় এবং এইভাবে এটি নিচের দিকে বাড়তে থাকে। এটা সাধারণত প্রয়োজনীয় যে সমুদ্রের ১০০–১৫০ মি (৩৩০–৪৯০ ফু) উপরের পানি হিমাঙ্কে ঠাণ্ডা হয় যাতে সামুদ্রিক বরফ তৈরি হয়। শীতকালে তুলনামূলকভাবে উষ্ণ সমুদ্রের পানি এমনকি বরফে ঢাকা থাকলেও একটি পরিমিত প্রভাব পড়ে। এটি একটি কারণ যে সুমেরু অ্যান্টার্কটিক মহাদেশে লক্ষিত চরম তাপমাত্রা ধারণ করে না।\nসুমেরুর বরফ রাশির কত রাশি বরফ উত্তর মহাসাগরকে ঢেকে রাখে তার মধ্যে যথেষ্ট ঋতুগত তারতম্য রয়েছে। সুমেরুর বরফ রাশির বেশিরভাগ অংশ বছরের প্রায় ১০ মাস তুষারে ঢাকা থাকে। সর্বাধিক তুষার আচ্ছাদন মার্চ বা এপ্রিলে - প্রায় ২০–৫০ সেমি (৭.৯–১৯.৭ ইঞ্চি) হিমায়িত সমুদ্রের উপরে থাকে।\nপৃথিবীর ইতিহাসে সুমেরুর জলবায়ু উল্লেখযোগ্যভাবে পরিবর্তিত হয়েছে। প্যালিওসিন-ইওসিন তাপীয় সর্বোচ্চ ৫৫ মিলিয়ন বছর আগে যখন বৈশ্বিক জলবায়ু প্রায় ৫–৮ degrees Celsius change (৯–১৪ degrees Fahrenheit change) উষ্ণতার মধ্য দিয়ে যায় তখন এই অঞ্চলটি ১০–২০ ডিগ্রি সেলসিয়াস (৫০–৬৮ ডিগ্রি ফারেনহাইট) গড় বার্ষিক তাপমাত্রায় পৌঁছেছিল। উত্তরাঞ্চলীয় উত্তর মহাসাগরের উপরিভাগের পানি ঋতুগতভাবে যথেষ্ট উষ্ণ হয় কারণ গ্রীষ্মমণ্ডলীয় জীবনরূপকে (ডাইনোফ্ল্যাজেলেটস অ্যাপেক্টোডিনিয়াম অগাস্টাম) গঠনের জন্য ২২ °সে (৭২ °ফা)-এর বেশি তাপমাত্রার প্রয়োজন।\nবর্তমানে, সুমেরু অঞ্চল গ্রহের বাকি অংশের তুলনায় দ্বিগুণ দ্রুত উষ্ণ হচ্ছে।\n\n\n== জীবতত্ত্ব ==\n\nউত্তর মহাসাগরে সুস্পষ্ট ঋতুর জন্য ২-৬ মাসের নিশীথ সূর্য ও মেরু রাতের  কারণে বরফ শৈবাল ও ফাইটোপ্ল্যাঙ্কটনের মতো সালোকসংশ্লেষণকারী জীবের প্রাথমিক উৎপাদন বসন্ত ও গ্রীষ্মের মাসগুলিতে (মার্চ/এপ্রিল থেকে সেপ্টেম্বর) সীমাবদ্ধ।  মধ্য উত্তর মহাসাগর ও সংলগ্ন মহীসোপান প্রাথমিক উৎপাদকের গুরুত্বপূর্ণ খাদকের মধ্যে রয়েছে জুপ্ল্যাঙ্কটন, বিশেষ করে কোপেপড (ক্যালানাস ফিনমার্চিকাস, ক্যালানাস গ্লাসিয়ালিস ও ক্যালানাস হাইপারবোরিয়াস) ও ইউফৌসিডস, পাশাপাশি বরফ-সম্পর্কিত প্রাণীকুল (যেমন অ্যাম্পিফডস)। এই প্রাথমিক খাদকরা প্রাথমিক উৎপাদক ও উচ্চতর ট্রফিক স্তরের মধ্যে একটি গুরুত্বপূর্ণ সংযোগ তৈরি করে। উত্তর মহাসাগরে উচ্চতর ট্রফিক স্তরের সংমিশ্রণ অঞ্চলভেদে (আটলান্টিক পার্শ্ব বনাম প্রশান্ত মহাসাগরীয় পার্শ্ব) ও সামুদ্রিক বরফের আচ্ছাদনের সাথে পরিবর্তিত হয়। আটলান্টিক-প্রভাবিত উত্তর মহাসাগরের মহীসোপানে ব্যারেন্টস সাগরের মাধ্যমিক খাদক মূলত হেরিং, ইয়ং কড ও ক্যাপেলিন সহ উপ-উত্তর প্রজাতি। মধ্য উত্তর মহাসাগরের বরফ আচ্ছাদিত অঞ্চলে মেরু কড হল প্রাথমিক খাদকের একটি মধ্য শিকারী। উত্তর মহাসাগরের শীর্ষ শিকারী হল - সামুদ্রিক স্তন্যপায়ী প্রাণী যেমন সীল, তিমি ও মেরু ভালুক - যারা মাছ শিকার করে।\nউত্তর মহাসাগরের বিপন্ন সামুদ্রিক প্রজাতির মধ্যে রয়েছে ওয়ালরাস ও তিমি। অঞ্চলটির একটি ভঙ্গুর বাস্তুতন্ত্র রয়েছে ও এটি বিশেষত জলবায়ু পরিবর্তনের সংস্পর্শে আসে কারণ এটি বিশ্বের অন্যান্য অঞ্চলের তুলনায় দ্রুত উষ্ণ হয়। উত্তরের পানিতে লায়ন্স মানি জেলিফিশ প্রচুর পরিমাণে রয়েছে ও ব্যান্ডেড গানেল হল সমুদ্রে বসবাসকারী একমাত্র প্রজাতির গানেল।\n\n\n== প্রাকৃতিক সম্পদ ==\n\nপেট্রোলিয়াম ও প্রাকৃতিক গ্যাস ক্ষেত্র, প্লেসার মজুদ, পলিমেটালিক নোডুলস, বালি ও নুড়ি সমষ্টি, মাছ, সীল এবং তিমি এই অঞ্চলে প্রচুর পরিমাণে পাওয়া যায়।\nসমুদ্রের মধ্যভাগের রাজনৈতিক মৃত অঞ্চলটি মার্কিন যুক্তরাষ্ট্র, রাশিয়া, কানাডা, নরওয়ে ও ডেনমার্কের মধ্যে ক্রমবর্ধমান বিরোধের কেন্দ্রবিন্দু। এটি বিশ্বব্যাপী জ্বালানি বাজারের জন্য তাৎপর্যপূর্ণ কারণ এটি বিশ্বের অনাবিষ্কৃত তেল ও গ্যাস সম্পদের ২৫% বা এরও বেশি ধারণ করতে পারে।\n\n\n== পরিবেশগত উদ্বেগ ==\n\n\n=== সুমেরু বরফ গলন ===\n\nসুমেরু বরফ আচ্ছাদন পাতলা হচ্ছে ও ওজোন স্তরে একটি মৌসুমী ফাঁক প্রায়শই ঘটে। সুমেরু সামুদ্রিক বরফের আয়তন হ্রাস গ্রহের গড় অ্যালবেডো হ্রাস করে যা সম্ভবত একটি ইতিবাচক প্রতিক্রিয়া প্রক্রিয়ায় বৈশ্বিক উষ্ণতা বৃদ্ধির কারণ হতে পারে। গবেষণায় দেখা গেছে যে, সুমেরু ২০৪০ সালের মধ্যে মানব ইতিহাসে প্রথমবারের মতো গ্রীষ্মে বরফমুক্ত হতে পারে। শেষবার সুমেরু কখন বরফমুক্ত ছিল তার অনুমান নিয়ে মতবিরোধ রয়েছে: ৬৫ মিলিয়ন বছর আগের জীবাশ্মগুলি ইঙ্গিত দেয় যে, প্রায় ৫,৫০০ বছর আগেও সেখানে উদ্ভিদের অস্তিত্ব ছিল; বরফ ও সমুদ্রের অন্তঃস্থল চূড়ান্ত উষ্ণ সময়কাল থেকে ৮,০০০ বছর বা চূড়ান্ত আন্তঃগ্লাসিয়াল সময়কাল থেকে ১২৫,০০০ বছরেরও বেশি পুরনো।\nসুমেরুর উষ্ণতা বৃদ্ধির ফলে প্রচুর পরিমাণে বিশুদ্ধ গলিত পানি উত্তর আটলান্টিকে প্রবেশ করতে পারে ফলস্বরূপ সম্ভবত বৈশ্বিক মহাসাগরের বর্তমান নিদর্শনগুলিকে ব্যাহত করতে পারে। তখন পৃথিবীর জলবায়ুতে সম্ভাব্য মারাত্মক পরিবর্তন ঘটতে পারে।\nসামুদ্রিক বরফের পরিমাণ হ্রাস ও সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির সাথে সাথে উন্মুক্ত পানির উপর ২০১২ সালের শক্তিশালী সুমেরু ঘূর্ণিঝড়ের মতো ঝড়ের প্রভাব বৃদ্ধি পাচ্ছে, যেমন ম্যাকেঞ্জি বদ্বীপের মতো স্থানে উপকূলে উদ্ভিদের সম্ভাব্য লবণাক্ত পানির ক্ষতি রয়ে যায় কারণ শক্তিশালী ঝড়ে জলোচ্ছ্বাসের সম্ভাবনা বেশি থাকে।\nবৈশ্বিক উষ্ণায়ন মেরু ভালুক ও মানুষের মধ্যে সংঘর্ষ বাড়িয়েছে। সামুদ্রিক বরফ গলে যাওয়ার কারণে মেরু ভাল্লুকদের খাদ্যের নতুন উৎস খুঁজতে হচ্ছে। ২০১৮ সালের ডিসেম্বর থেকে শুরু হওয়া এবং ২০১৯ সালের ফেব্রুয়ারিতে পরিস্থিতি চূড়ান্ত পর্যায়ে পৌঁছে যখন নোভায়া জেমলিয়ার দ্বীপপুঞ্জে মেরু ভাল্লুকের ব্যাপক আক্রমণের ফলে স্থানীয় কর্তৃপক্ষ জরুরি অবস্থা ঘোষণা করে। কয়েক ডজন মেরু ভালুককে বাড়ি, সরকারি ভবন ও বসতি এলাকায় প্রবেশ করতে দেখা গেছে।\n\n\n=== ক্ল্যাথ্রেট ভাঙ্গন ===\n\nসামুদ্রিক বরফ ও এটি যে শীতল পরিস্থিতি বজায় রাখে তা উপকূলরেখায় ও এর কাছাকাছি মিথেন গ্যাস জমাকে স্থিতিশীল করতে কাজ করে, যা ক্ল্যাথ্রেট ভেঙ্গে যাওয়া ও বায়ুমণ্ডলে মিথেন গ্যাস ছড়িয়ে পড়াকে প্রতিরোধ করে ফলে উষ্ণতা আরও বৃদ্ধি করে। এই বরফ গলে বায়ুমণ্ডলে একটি শক্তিশালী গ্রিনহাউজ গ্যাস মিথেন প্রচুর পরিমাণে নির্গত হতে পারে, যার ফলে একটি শক্তিশালী ধনাত্মক প্রতিক্রিয়া চক্রে অধিক উষ্ণতা বৃদ্ধি এবং সামুদ্রিক বংশ ও প্রজাতি বিলুপ্ত হয়ে যেতে পারে।\n\n\n=== অন্যান্য উদ্বেগ ===\nঅন্যান্য পরিবেশগত উদ্বেগগুলি উত্তর মহাসাগরের তেজস্ক্রিয় দূষণের সাথে সম্পর্কিত উদাহরণস্বরূপ, কারা সাগরে রুশ তেজস্ক্রিয় বর্জ্য ডাম্পের জায়গা, স্নায়ুযুদ্ধ পারমাণবিক পরীক্ষার জায়গা যেমন নোভায়া জেমল্যা, গ্রিনল্যান্ডে ক্যাম্প সেঞ্চুরির দূষণকারী ও ফুকুশিমা দাইচি পারমাণবিক বিপর্যয় থেকে তেজস্ক্রিয় দূষণ।\n২০১৫ সালের ১৬ জুলাই পাঁচটি দেশ (মার্কিন যুক্তরাষ্ট্র, রাশিয়া, কানাডা, নরওয়ে, ডেনমার্ক/গ্রিনল্যান্ড) উত্তর মেরুর নিকটবর্তী মধ্য উত্তর মহাসাগরের ১.১ মিলিয়ন বর্গমাইল অঞ্চল থেকে তাদের মাছ ধরার জাহাজ দূরে রাখার প্রতিশ্রুতি দিয়ে একটি ঘোষণায় স্বাক্ষর করেছে। চুক্তিতে সামুদ্রিক সম্পদ সম্পর্কে অধিক ভাল বৈজ্ঞানিক জ্ঞান না থাকলে ও সেই সম্পদগুলিকে রক্ষা করার জন্য একটি নিয়ন্ত্রক ব্যবস্থা না হওয়া পর্যন্ত এই দেশগুলিকে সেখানে মাছ ধরা থেকে বিরত থাকার আহ্বান জানানো হয়েছে।\n\n\n== আরও পড়ুন ==\nNeatby, Leslie H., Discovery in Russian and Siberian Waters 1973 আইএসবিএন ০-৮২১৪-০১২৪-৬\nRay, L., and bacon, B., eds., The Arctic Ocean 1982 আইএসবিএন ০-৩৩৩-৩১০১৭-৯\nThorén, Ragnar V. A., Picture Atlas of the Arctic 1969 আইএসবিএন ০-৮২১৪-০১২৪-৬\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n \nআর্কটিক কাউন্সিল\nArctic Environmental Atlas Interactive map\nআর্কটিক গ্রেট রিভারস অবজারভেটরি (আর্কটিকজিআরও)\nউত্তর মহাসাগর। দ্য ওয়ার্ল্ড ফ্যাক্টবুক। কেন্দ্রীয় গোয়েন্দা সংস্থা।\nএনআইএসডিসি-তে সোভিয়েত ভাসমান বরফ স্টেশন থেকে উত্তর মহাসাগরের দৈনিক রাউইনসন্ডে তথ্য (১৯৫৪–১৯৯০)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জানুয়ারি ২০১৪ তারিখে\nবসন্তকালে একটি বরফের ভাসমান তুষারস্তরে স্থাপন করা ওয়েব ক্যাম থেকে NOAA নর্থ পোল ওয়েব ক্যাম\nNOAA Near-realtime North Pole Weather Data Data from instruments deployed on an ice floe\nআন্তর্জাতিক পোলার ফাউন্ডেশন\n\"Daily report of Arctic ice cover based on satellite data\"। nsidc.org। National Snow and Ice Data Center।"}