{"pageid": 112628, "title": "মির্জা শেখ ইতেশামুদ্দীন", "url": "https://bn.wikipedia.org/wiki?curid=112628", "content": "মির্জা শেখ ই'তেসামউদ্দীন অষ্টাদশ শতাব্দীর একজন রাজদূত যিনি প্রথম বাঙালি হিসেবে ইউরোপ যাত্রা করেন। ১৭৬৬ সালে দিল্লির মোগল বাদশাহ দ্বিতীয় শাহ আলমের রাষ্ট্রদূত হয়ে বাংলা থেকে লন্ডনে যান মির্জা শেখ ইতেসামুদ্দীন। তার দায়িত্ব ছিল ইংল্যান্ডের রাজা তৃতীয় জর্জের দরবারে মোগল বাদশার পক্ষে দেনদরবার করা।\n﻿\n\n\n== জন্ম ও শিক্ষা ==\nমির্জা শেখ ইতেশামুদ্দীন (মতান্তরে এহতেশাম উদ্দিন) বাংলার নদিয়া জেলার চাকদহর পাঁচনুর গ্রামের অভিজাত মুসলিম পরিবারে আনুমানিক ১৭৩০ সালে জন্মগ্রহণ করেন। মুর্শিদাবাদের নবাব মীর জাফরের দরবারের মুনশি সলিমুল্লাহর কাছে তিনি ফার্সি ভাষা শিখে কলকাতায় ইস্ট ইন্ডিয়া কোম্পানিতে মুনশির চাকরি নেন। তার জন্মস্থান চাকদহের কাজীপাড়া প্রাচীন মসজিদটি আজও বর্তমান।\n\n\n== কর্মজীবন ==\n১৭৬৬ সালে বাংলা থেকে লন্ডনে যান দিল্লির মোগল বাদশা দ্বিতীয় শাহ আলমের রাষ্ট্রদূত ক্যাপ্টেন আর্চিবল্ড সুইনটনের সহকারী দূত হিসেবে, ইংল্যান্ডের রাজা তৃতীয় জর্জের দরবারে মোগল বাদশার পক্ষে দেন-দরবারের দায়িত্ব নিয়ে।\nবক্সার যুদ্ধের পর কোম্পানির কাজের সূত্রে বাদশা দ্বিতীয় শাহ আলমের অনুগ্রহে শাহি দরবারে তিনি মুনশির পদ পান, সঙ্গে মির্জা খেতাবে ভূষিত হন। অচিরেই দরবারে সভাসদ পদে উন্নীত হন তিনি।\nইস্ট ইন্ডিয়া কোম্পানির সাবেক কর্মকর্তা ক্যাপ্টেন আর্চিবল্ড সুইনটনকে ইংল্যান্ডের রাজা তৃতীয় জর্জের জন্য বাদশার চিঠিসহ শাহি দূত হিসেবে পাঠাবার সিদ্ধান্ত নেওয়া হলে, বিলেতের রাজদরবারে ফার্সি ভাষায় লেখা এই চিঠি যথাযথভাবে ব্যাখ্যা করার জন্য বাদশা নিজেই ইতেশামুদ্দীনকে বেছে নেন। ১৭৬৬ সালে তাকে দূত হিসেবে নিয়োগ দিয়ে সুইনটনের সঙ্গে লন্ডন পাঠানো হয়। ১৭৬৬-এর জানুয়ারি মাসের শেষের দিকে একটি ফরাসি জাহাজে চেপে হুগলি থেকে মির্জার সমুদ্রযাত্রা শুরু হয়।\nবিলেতে দেড় বছর কাটিয়ে ১৭৬৮ সালের অক্টোবরে দেশে ফিরে মির্জা পুনরায় কোম্পানির চাকরিতে ফিরে যান। বিলেত থেকে ফিরে ইতেশামুদ্দীনের বেশ নামডাক হয়। লোকমুখে তার পরিচয় হয় বিলায়েত মুনশি। এ সময় মারাঠা যুদ্ধের প্রেক্ষাপটে ইংরেজের হয়ে মারাঠাদের সঙ্গে কূটনৈতিক দর-কষাকষিতে বেশ দক্ষতার পরিচয় দেন তিনি। তবে দেশে ফিরে বিলেতভ্রমণ বা বিলেত নিয়ে বই লেখার কারণে কোম্পানির কাছ থেকে পুরস্কার, বেতন বৃদ্ধি বা পদোন্নতি—এসব কিছুই পাননি তিনি। কোম্পানির মুনশি হিসেবেই তার বাকি জীবনটা কেটে যায়।\n\n\n== রচিত গ্রন্থ ==\nমির্জা প্রবাস জীবনের অভিজ্ঞতা নিয়ে দেশে ফেরার পনেরো বছর পরে—১৭৮৪/৮৫ সালে ফার্সি ভাষায় রচনা করেন সিগরুফ-ই-বিলায়েতনামা। সাধারণ ক্রমিককাল অনুসরণ করে বিলাত ও ফ্রান্সে যা দেখেছেন, তার একটি সার্বিক ধারাবিবরণী এবং সেখানকার সমাজ, প্রতিষ্ঠান ও জীবনযাত্রা সম্পর্কে তার নিজস্ব মূল্যায়ন—এ বইয়ের বৈশিষ্ট্য।\n\n\n== মৃত্যু ==\nঅধ্যাপক কায়সার হকের মতে, ইতেশামুদ্দীন আনুমানিক ১৮০০ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}