{"pageid": 1126604, "title": "বাণিজ্য (ক্রয়বিক্রয়)", "url": "https://bn.wikipedia.org/wiki?curid=1126604", "content": "বাণিজ্য বা ক্রয়বিক্রয় (ইংরেজি: Trade) বলতে কোনও ব্যক্তি বা সত্তার থেকে অন্য কোনও ব্যক্তি বা সত্তার কাছে (প্রায়শই অর্থের বিনিমিয়ে) কোনও পণ্যের মালিকানা হাতবদল করার কর্মকাণ্ডকে বোঝায়। যে প্রতিষ্ঠান বা স্থানে এইরূপ ক্রয়বিক্রয় করা সম্ভব হয়, তাকে অর্থনীতিবিদেরা বাজার বলেন। যেসব ব্যক্তি বাণিজ্য বা ক্রয়বিক্রয়ের সাথে জড়িত থাকেন, তাদেরকে বণিক বা ক্রেতা-বিক্রেতা বলে। ক্রয়বিক্রয়কে সহজ ভাষায় বেচাকেনা, কেনাবেচা বা বিকিকিনি বলা হতে পারে। তবে সূক্ষ্ম অর্থে বাণিজ্য (ইংরেজি: Commerce) কথাটি দিয়ে অপেক্ষাকৃত বৃহদায়তন একটি জটিল ব্যবস্থাকে বোঝায় যার আওতায় মূল বাণিজ্য (ক্রয়বিক্রয়) কর্মকাণ্ডটি ছাড়াও ক্রয়বিক্রয়ের সাথে অঙ্গাঙ্গীভাবে জড়িত আরও বহুসংখ্যক কর্মকাণ্ড (যেমন পণ্য স্থানান্তর, পরিবহন, গুদামজাতকরণ, ইত্যাদি) অন্তর্ভুক্ত। অন্যদিকে ব্যবসা হল অপেক্ষাকৃত ব্যাপক একটি ধারণা, যেখানে কোনও চাহিদা মেটানোর জন্য কারখানায় পণ্য উৎপাদন করে সেটির বাণিজ্যিকীকরণ করে বাজারে সেটিকে ক্রেতার কাছে অর্থের বিনিময়ে বিক্রি করে মুনাফা অর্জন করা হয়; অর্থাৎ বাণিজ্য () হল ব্যবসায়িক কর্মকাণ্ডের চূড়ান্ত ধাপ।\nউপহারভিত্তিক অর্থনীতি নামক বাণিজ্যের একটি আদি রূপে অর্থ (টাকাপয়সা) এবং তাৎক্ষণিক বা ভবিষ্যৎ পুরস্কারের কোনও সুনির্দিষ্ট চুক্তি ছাড়াই পণ্য ও সেবা বিনিময় করা হত। আধুনিক যুগে এসে বণিকেরা একটি বিনিময় মাধ্যম যেমন অর্থের সাহায্যে দরদস্তুর করেন। ফলে ক্রয়, বিক্রয় ও উপার্জন নামক কর্মকাণ্ডগুলি পৃথক হিসেবে বিবেচনা করা সম্ভব হয়। অর্থের উদ্ভাবন (এবং আধুনিক যুগে এসে ঋণপত্র, কাগজের অর্থ ও বিমূর্ত অর্থ, ইত্যাদির প্রচলন) বাণিজ্য (ক্রয়বিক্রয়) সহজ করে তোলে এবং এর প্রসার ঘটায়। দুইজন বণিকের মধ্য ক্রয়বিক্রয়কে দ্বিপাক্ষিক বাণিজ্য (ক্রয়বিক্রয়) বলে। অন্যদিকে দুইজনের অধিক বণিকের মধ্যে ক্রয়বিক্রয়কে বহুপাক্ষিক বাণিজ্য (ক্রয়বিক্রয়) বলে।\nএকটি আধুনিক দৃষ্টিকোণ থেকে শ্রমবিভাজন ও বিশেষায়নের ফলে বাণিজ্যের (ক্রয়বিক্রয়) উদ্ভব হয়েছে। শ্রমবিভাজন ও বিশেষায়ন একটি গুরুত্বপূর্ণ অর্থনৈতিক ঘটনা যাতে ব্যক্তি বা দল কোনও পণ্যদ্রব্য উৎপাদনের ক্ষুদ্র কোনও দিকের উপর প্রচেষ্টা কেন্দ্রীভূত করেন এবং তাদের উৎপাদিত দ্রব্যকে বাণিজ্য (ক্রয়বিক্রয়) ব্যবস্থায় বিনিময় করে অন্যান্য দ্রব্যের চাহিদা পূরণ করেন। একাধিক অঞ্চলের মধ্যে বাণিজ্য (ক্রয়বিক্রয়) বিরাজ করতে পারে, কারণ ভিন্ন ভিন্ন অঞ্চল কোনও ক্রয়বিক্রয়যোগ্য পণ্যদ্রব্য (Commodity) উৎপাদনের ক্ষেত্রে (যার মধ্যে অন্যত্র বিরল কোনও প্রাকৃতিক সম্পদের উৎপাদনও অন্তর্ভুক্ত) বাস্তবিক অর্থে কিংবা আপাতদৃষ্টিতে এক ধরনের তুলনামূলক সুবিধার অধিকারী হতে পারে। যেমন ভিন্ন ভিন্ন অঞ্চলের আয়তন গণ-উৎপাদনকে উৎসাহিত করতে পারে। এইরূপ পরিস্থিতিতে বাজারদরে বাণিজ্য (ক্রয়বিক্রয়) ঘটলে তা উভয় অঞ্চলের জন্যই লাভজনক হতে পারে।\nখুচরা বাণিজ্যের (ক্রয়বিক্রয়) ক্ষেত্রে মূলত একটি সুনির্দিষ্ট অবস্থান (সাধারণ বা শৌখিন দ্রব্যাদির দোকান বা বিক্রয়ালয়, বিপণীবীথি, ছোট ও খোলা দোকান) থেকে পণ্যদ্রব্য (ও সেবা) ক্রয়বিক্রয়ের ঘটনাটিকে বোঝায়। তবে রাস্তায় বা বাড়ি ঘুরে ঘুরে ফেরি করা, ডাকব্যবস্থার মাধ্যমে পণ্যদ্রব্য বাণিজ্য (ক্রয়বিক্রয়), বৈদ্যুতিন (আন্তর্জাল তথা ইন্টারনেটভিত্তিক) বাণিজ্য (ক্রয়বিক্রয়), স্বয়ংক্রিয় যন্ত্রের মাধ্যমে বাণিজ্য (ক্রয়বিক্রয়), ইত্যাদি হল দোকানের বাইরে অন্য উপায়ে খুচরা বাণিজ্যের (ক্রয়বিক্রয়) কিছু উদাহরণ। এগুলিতে ক্রেতা সরাসরি ভোগের জন্য স্বল্প বা ব্যক্তি-পরিমাণে পণ্যদ্রব্য ক্রয় করেন। \nএর বিপরীতে পাইকারি বাণিজ্যে (ক্রয়বিক্রয়) বিক্রেতার পণ্যদ্রব্যগুলিকে অপেক্ষাকৃত অধিক পরিমাণে কোনও খুচরা বিক্রেতা, শিল্প প্রতিষ্ঠান, বাণিজ্যিক বা অবাণিজ্যিক প্রতিষ্ঠান বা অন্যান্য পেশাদার ব্যবসায়িক ব্যবহারকারী এমনকি অন্য পাইকারি বিক্রেতার কাছে বিক্রি করা হয়।\nঐতিহাসিকভাবে বিশ্বের কিছু কিছু অঞ্চলের বাজার ১৮১৫ খ্রিস্টাব্দ থেকে ১৯১৪ সালে প্রথম বিশ্বযুদ্ধের শুরুর আগ পর্যন্ত অবাধ বাণিজ্যের প্রতি উত্তরোত্তর অধিক উন্মুক্ত হতে শুরু করে। ১৯২০-এর দশকে বাণিজ্যের উন্মুক্ততা আবারও বৃদ্ধি পায়। কিন্তু ১৯৩০-এর দশকে ইউরোপে ও উত্তর আমেরিকায় অর্থনৈতিক মহামন্দার সময় এটি ধ্বসে পড়ে। ১৯৫০-এর দশকের পর থেকে বাণিজ্যের উন্মুক্ততা আবারও তাৎপর্যপূর্ণভাবে বৃদ্ধি পায় (যদিও ১৯৭৩-এর তেল সংকট এটির গতি ধীর করে)। অর্থনীতিবিদ ও অর্থনৈতিক ইতিহাসবিদদের মতে বর্তমান বিশ্বে বাণিজ্যের উন্মুক্ততার মাত্রা ইতিহাসের সর্বোচ্চ অবস্থানে আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\nBeckwith, Christopher I (২০১১) [2009]। Empires of the Silk Road: A History of Central Eurasia from the Bronze Age to the Present। Princeton: University Press। আইএসবিএন 978-0-691-15034-5। \nBernstein, William (২০০৮)। A Splendid Exchange: How Trade Shaped the World। New York: Grove Press। আইএসবিএন 978-0-8021-4416-4। \nDavies, Glyn (২০০২) [1995]। Ideas: A History of Money from Ancient Times to the Present Day। Cardiff: University of Wales Press। আইএসবিএন 978-0-7083-1773-0। ২৩ ফেব্রুয়ারি ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ মার্চ ২০২২। \nNomani, Farhad; Rahnema, Ali (১৯৯৪)। Islamic Economic Systems। New Jersey: Zed Books। আইএসবিএন 978-1-85649-058-0। \nPaine, Lincoln (২০১৩)। The Sea and Civilisation: a Maritime History of the World। Atlantic।  (Covers sea-trading over the whole world from ancient times.)\nRössner, Philipp, Economy / Trade, EGO - European History Online, Mainz: Institute of European History, 2017, retrieved: March 8, 2021 (pdf).\nWatson, Peter (২০০৫)। Ideas: A History of Thought and Invention from Fire to Freud। New York: HarperCollins Publishers। আইএসবিএন 978-0-06-621064-3। \n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে বাণিজ্য সম্পর্কিত মিডিয়া দেখুন।\nAgritrade Resource material on trade by ACP countries\nWorld Bank's World Integrated Trade Solution provides summary trade statistics and custom query features\nWorld Bank's Preferential Trade Agreement Database\n\n\n== আরও দেখুন =="}