{"pageid": 1126674, "title": "কাছাড়ের বর্মণ উপজাতি", "url": "https://bn.wikipedia.org/wiki?curid=1126674", "content": "কাছাড়ের কাছাড়ি সমতলের ডিমাসা উপজাতির মানুষ বর্মন নামে পরিচিত। তারা অবিভক্ত কাছাড়ের (ডিমা হাসাও, হাইলাকান্দি এবং করিমগঞ্জ) একটি আদিবাসী উপজাতি গঠন করেছে। কাছাড় জেলায় বসবাসকারী ডিমাসারা আনুষ্ঠানিকভাবে আসামের সমতল শ্রেণিবিভাগের অধীনে তফসিলি উপজাতি হিসেবে \"কাছাড়ের বর্মন\" নামে স্বীকৃত।\n\n\n== ঐতিহাসিক পটভূমি ==\nষোড়শ শতাব্দীতে, ত্রিপুরা থেকে চিলারাইদের দ্বারা দখল করে নেওয়া খাসপুর এলাকার উপর একটি কোচ রাজত্ব প্রতিষ্ঠিত হয়েছিল। তারা এটিকে উপরাজের অধীনে কোচবিহারের একটি \"রাজ উপনিবেশ\" বানিয়েছিল। উপরাজ পরে স্বাধীনতা ঘোষণা করে খাসপুর রাজ্য গঠন করেন। যাইহোক, অষ্টাদশ শতাব্দীর শুরু থেকে এই রাজ্যের পতন ঘটছিল; এর শেষ শাসক ভীমসিংহ বৃদ্ধ হয়ে উঠছিলেন, কিন্তু তাঁর কোনো পুরুষ উত্তরাধিকারী ছিলনা। ১৭৪৫ খ্রিস্টাব্দে তাঁর একমাত্র কন্যা কাঞ্চনীর সঙ্গে ডিমাসা রাজকুমার লক্ষ্মী চন্দ্রের বিবাহ হয়। ভীমসিংহের মৃত্যুর পরপরই, দুটি রাজ্য (মাইবাং ও খাসপুর) একীভূত হয় এবং ডিমাসার রাজধানী মাইবাং থেকে শিলচরের কাছে খাসপুরে স্থানান্তরিত করা হয়। কাছাড় উপত্যকা বা দক্ষিণ কাছাড় ডিমাসা রাজ্যের মূল এলাকা হয়ে ওঠে। উত্তর কাছাড় পাহাড় (বর্তমান ডিমা-হাসাও) শাসন করেছিলেন একজন ডিমাসা রাজ্যপাল এবং কেন্দ্রীয় কাছাড় (নগাঁও অংশ) শাসন করেন আদিত্য বা সেজওয়াল। রাজপরিবারের সদস্য এবং বিপুল সংখ্যক অভিজাত সমভূমি কাছাড়ে চলে আসেন। কাছাড়ে বসতি স্থাপনকারী অভিজাতরা বর্মন নামে একটি হিন্দু জাতি গঠন করেছিল। তারা ব্রাহ্মণদের দ্বারা ক্ষত্রিয় হিসাবে পবিত্র হয়েছিল এবং পৈতে (জেনিও) পরার অনুমতি পেয়েছিল।\n\n\n== ধর্ম ==\n\nতারা নিজেদের বহু প্রাচীন প্রথা ও আচার-অনুষ্ঠানকে সনাতন অনুশীলনের সাথে প্রতিস্থাপন করে সনাতন (ওরফে হিন্দু) ধর্মীয় জীবনের মূল স্রোতের কাছাকাছি এসেছিল। পরে তারা ক্ষত্রিয় হিসেবে শ্রেণীবদ্ধ হয় এবং বর্মন নামে পরিচিত হয়। তারপরেও তারা তাদের পুরনো কিছু সর্বপ্রাণবাদী রীতিনীতি এবং আচার-অনুষ্ঠান ধরে রেখেছে যা তারা এখনও পালন করে। অধিকাংশ অধিবাসীদের মত, সর্বপ্রাণবাদী দৃষ্টিভঙ্গি এতটাই অন্তর্নিহিত যে তাদের ভাষায় \"সর্বপ্রাণবাদের\" সাথে সঙ্গতিপূর্ণ একটি শব্দও নেই। (শব্দটি একটি নৃতাত্ত্বিক গঠন)।\n\n\n== ভাষা ==\nবর্মনদের মাতৃভাষা ডিমাসা। ডিমাসার চারটি প্রধান উপভাষা, অর্থাৎ হাসাও, হাওয়ার, ডেমব্রা এবং ডিজুয়ার মধ্যে (ওরফে দিজুহা), বর্মণরা হাওয়ার উপভাষায় কথা বলে। ভাষাগতভাবে, এটি তিব্বত-বর্মন ভাষা পরিবারের বারিকের (ওরফে সাল বা বোড়ো-কোনিয়াক-জিংপাও) বারিশ (ওরফে বোডো-গারো বা বোডো-কোচ) বিভাগের অধীনে আসে।\n\n\n== গোষ্ঠীসমূহ ==\nকাছাড়ের বর্মনদের ৪০টি পিতৃ গোষ্ঠী রয়েছে যাকে সেংফং বলা হয় এবং ৪২টি মাতৃ গোষ্ঠী রয়েছে যাকে জুলু বলা হয়। বৈবাহিক সম্পর্ক ছাড়াও উভয় গোষ্ঠীই বহির্বিবাহী প্রকৃতির।   বর্মনদের একজন পুরুষ সদস্য তার পিতার সেংফং এবং মায়ের জুলুর (ওরফে জিলিক) উত্তরাধিকারী হয় কিন্তু সে শুধুমাত্র সেংফংকে তার পরবর্তী উত্তরাধিকারীর হাতে হাতে তুলে দেয়, তার জুলুকে নয়। একইভাবে, একজন মহিলা সদস্য পিতামাতার কাছ থেকে উভয় গোষ্ঠীর উত্তরাধিকারী হয় কিন্তু সে শুধুমাত্র একটি গোষ্ঠীকে হস্তান্তর করে, তা হল তার মায়ের জুলু।\n\n\n== তথ্যসূত্র =="}