{"pageid": 1126657, "title": "জাতিসংঘ সাধারণ পরিষদের একাদশ জরুরি বিশেষ অধিবেশন", "url": "https://bn.wikipedia.org/wiki?curid=1126657", "content": "জাতিসংঘের সাধারণ পরিষদের একাদশ জরুরি বিশেষ অধিবেশনটি 2022 সালে ইউক্রেনে রাশিয়ার আক্রমণকে কেন্দ্র করে অনুষ্ঠিত হয়েছে। নিউইয়র্ক শহরে জাতিসংঘের সদর দফতরে অধিবেশনের জন্য ২০২২সালের ২৮ তারিখে সকল কে আহ্বান করা হয়েছিল এবং ২ মার্চ স্থগিত করা হয়েছিল। এটি জাতিসংঘের সাধারণ পরিষদের রেজোলিউশন ES-১১/১ গৃহীত হওয়ার মাধ্যমে সমাপ্ত হয়েছে।\n\n\n== পটভূমি ==\nজরুরী বিশেষ অধিবেশন হল জাতিসংঘের সাধারণ পরিষদের জরুরী, কিন্তু অ-বাধ্যতামূলক সিদ্ধান্ত বা একটি নির্দিষ্ট বিষয়ে সুপারিশ করার জন্য একটি অনির্ধারিত সভা । জরুরি বিশেষ অধিবেশনগুলো বিরল, এর আগে জাতিসংঘের ইতিহাসে মাত্র দশবার এরকম সভা ডাকা হয়েছিল।\n\n\n== সমাবেশ ==\n২৭ ফেব্রুয়ারি ২০২২-এ, জাতিসংঘের নিরাপত্তা পরিষদ রেজুলেশন ২৬২৩ (২০২২) গৃহীত হয়, যা ইউক্রেনে রাশিয়ার আগ্রাসনের বিষয়টি যাচাই করার জন্য একটি জরুরি বিশেষ অধিবেশন আহ্বান করে। নিরাপত্তা পরিষদের ১১ জন সদস্য পক্ষে ভোট দিয়েছে, রাশিয়া বিপক্ষে ভোট দিয়েছে এবং চীন, ভারত এবং সংযুক্ত আরব আমিরাত ভোট দেয়া থেকে বিরত ছিল। রাশিয়ার নেতিবাচক ভোট সত্ত্বেও প্রস্তাবটি পাস করা হয়েছিল কারণ নিরাপত্তা পরিষদের স্থায়ী সদস্যদের প্রক্রিয়াগত বিষয়গুলোতে ভেটো দেয়ার ক্ষমতা নেই, ঠিক যেমনটি ছিল জরুরি বিশেষ অধিবেশন আহ্বান করার ভোট।\n\n\n=== রেজোলিউশন ২৬২৩-এ ভোট ===\n\n\n== কার্যধারা ==\n\nবিশেষ অধিবেশনের একদম শুরুতে , মালদ্বীপ প্রজাতন্ত্রের সাধারণ পরিষদের সভাপতি আবদুল্লাহ শহীদ প্রতিনিধি দলকে এক মিনিট নীরবতা পালনের আহ্বান জানান।\n\n\n=== রেজোলিউশন ইএস-১১/১ ভোট ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nVideo of the first plenary meeting  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মার্চ ২০২২ তারিখে\nVideo of the second plenary meeting  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মার্চ ২০২২ তারিখে\nRemarks by Abdulla Shahid, president of the 76th General Assembly\nSummary of first day's debate, United Nations Meetings Coverage and Press Releases\nSummary of second day's debate, United Nations Meetings Coverage and Press Releases\nSummary of third day's debate, United Nations Meetings Coverage and Press Releases\nText of the Draft Resolution at UN Digital Library"}