{"pageid": 1126234, "title": "ওম বিড়লা", "url": "https://bn.wikipedia.org/wiki?curid=1126234", "content": "ওম বিড়লা (জন্ম: ২৩ নভেম্বর ১৯৬২) হলেন একজন ভারতীয় রাজনীতিবিদ যিনি লোকসভার ১৭তম এবং বর্তমান স্পিকার। তিনি রাজস্থানের কোটা-বুন্দি নির্বাচনী এলাকার সংসদ সদস্য হিসেবে দায়িত্ব পালন করেছেন। সংসদের আগে তিনি তিনবার রাজস্থান বিধানসভায় নির্বাচিত হয়েছিলেন। তিনি ভারতীয় জনতা পার্টির সদস্য।\n\n\n== প্রাথমিক জীবন ==\nতিনি ২৩ নভেম্বর ১৯৬২ সালে একটি মাড়োয়ারি মহেশ্বরী পরিবারে, প্রয়াত শ্রীকৃষ্ণ বিড়লা এবং প্রয়াত শকুন্তলা দেবীর সংসারে জন্মগ্রহণ করেন। তিনি সরকারী কমার্স কলেজ, কোটা এবং মহর্ষি দয়ানন্দ সরস্বতী বিশ্ববিদ্যালয়, আজমের থেকে বাণিজ্যে স্নাতকোত্তর সম্পন্ন করেন।  তিনি ডাঃ অমিতা বিড়লা (এমএস)-এর সাথে বিবাহবন্ধনে আবদ্ধ হন, তাদের আকাংক্ষা ও অঞ্জলি নামে দুই কন্যা রয়েছে।\n\n\n== রাজনৈতিক কর্মজীবন ==\n\n\n=== রাজস্থান বিধানসভা ===\nওম বিড়লা ২০০৩ সালে কোটা দক্ষিণ থেকে প্রতিদ্বন্দ্বিতা করে তার প্রথম বিধানসভা নির্বাচনে জয়ী হন। তিনি ১০,১০১ ভোটের ব্যবধানে কংগ্রেসের শান্তি ধারিওয়ালকে পরাজিত করেন।  পরবর্তী বিধানসভা নির্বাচনে, তিনি ২০০৮ সালে কংগ্রেস থেকে তার নিকটতম প্রার্থী রাম কিষাণ ভার্মার কাছে ২৪,৩০০ ভোটের আরামদায়ক ব্যবধানে তার আসন রক্ষা করেছিলেন। সংসদ সদস্য হওয়ার আগে, ২০১৩ সালে তিনি তার তৃতীয় বিধানসভা নির্বাচনে পঙ্কজ মেহতার (কংগ্রেস) বিরুদ্ধে ৫০,০০০ ভোটের ব্যবধানে জয়লাভ করেন। ২০০৩-০৮ সালে তার মেয়াদে তিনি রাজস্থান সরকারের সংসদীয় সচিব (প্রতিমন্ত্রী পদমর্যাদা) ছিলেন।[উদ্ধৃতি প্রয়োজন]\n\n\n=== সংসদ সদস্য ===\nকোটা আসনের বিজেপি প্রার্থী হিসেবে ওম বিড়লা ষোড়শ এবং সপ্তদশ লোকসভায় নির্বাচিত হন।\n১৬তম লোকসভায়, তিনি সামাজিক ন্যায়বিচার ও ক্ষমতায়ন মন্ত্রকের জন্য শক্তি ও পরামর্শক কমিটির স্থায়ী কমিটির সদস্য ছিলেন।[উদ্ধৃতি প্রয়োজন]\nলোকসভার স্পিকার পদের জন্য কোটা-বুন্দির সাংসদ ওম বিড়লার নির্বাচন ট্রেজারি বেঞ্চের সাংসদ সহ অনেককে অবাক করেছে।[উদ্ধৃতি প্রয়োজন]\n\n\n=== লোকসভার অধ্যক্ষ ===\n\n১৯ জুন ২০১৯-এ ওম বিড়লা সপ্তদশ লোকসভার স্পিকার নির্বাচিত হন, ভারতীয় জনতা পার্টির প্রধানমন্ত্রী মোদির দ্বারা নির্বাচনের প্রস্তাবের পর।  কংগ্রেস এবং দ্রাবিড় মুনেত্র কড়গম দলগুলিও বিড়লার জন্য নোটিশ প্রেরণ করে এবং তাকে নিম্নকক্ষের প্রিসাইডিং অফিসার হিসাবে নিরপেক্ষ হওয়ার আহ্বান জানায়।  ভারতীয় প্রজাতন্ত্রের সংসদীয় সম্মেলনে লোকসভার ডেপুটি স্পিকার বিরোধী বেঞ্চ থেকে আসে। ২০২১ সালের মার্চ পর্যন্ত, প্রজাতন্ত্রের ইতিহাসে অনন্যভাবে লোকসভার ডেপুটি স্পীকারের আসনটি দুই বছরের কাছাকাছি ধরে খালি আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপার্লামেন্ট অফ ইন্ডিয়ার ওয়েবসাইটে অফিসিয়াল জীবনী সংক্রান্ত স্কেচ"}