{"pageid": 1126258, "title": "বিমুক্ত জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1126258", "content": "বিমুক্ত জাতি , (ইংরেজি: Denotified Tribes বা DNTs), হল মূলত ১৮৭১ সালের ভারতের অপরাধী উপজাতি আইনের অধীনে, অপরাধী উপজাতি হিসেবে এবং \"অ-জামিনযোগ্য অপরাধের পদ্ধতিগত কমিশনে আসক্ত\" তালিকাভুক্ত উপজাতিগুলি। একবার একটি উপজাতি অপরাধী হিসাবে \"বিজ্ঞাপিত\" হয়ে গেলে, সেই উপজাতির সকল সদস্যকে স্থানীয় ম্যাজিস্ট্রেটের কাছে নিবন্ধন করতে হবে। এটি না করা হলে ভারতীয় দণ্ড বিধির অধীনে তাদের \"দণ্ডনীয় অপরাধী\" বলে অভিযুক্ত করা হবে।\n১৯৪৯ সালে ফৌজদারি উপজাতি আইন বাতিল করা হয়েছিল এবং এইভাবে উপজাতীয় সম্প্রদায়গুলিকে 'বিমুক্ত' করা হয়েছিল। কিন্তু পরে এই আইনটি পর পর কয়েকটি অভ্যাসগত অপরাধী আইন দ্বারা প্রতিস্থাপিত হয়েছিল। এই আইনের বলে পুলিশ\"সন্দেহজনক \" এবং \"অপরাধ প্রবণতা\"র তদন্ত করতে এবং তাদের পেশা \"স্থায়ী জীবনযাত্রার জন্য উপযোগী\" কিনা তা খতিয়ে দেখার অধিকারী হয়েছে। ১৯৫৯ সালে বিমুক্ত উপজাতিগুলিকে পুনরায় \"অভ্যাসগত অপরাধী\" হিসাবে শ্রেণীবদ্ধ করা হয়েছিল।\n\"অপরাধী উপজাতি\" নামটি নিজেই একটি ভুল নাম, কারণ উপজাতির কোন সংজ্ঞাতেই তাদের পেশাকে বোঝানো হয়নি। কিন্তু তাদের চিহ্নিত করা হয়েছিল তাদের প্রাথমিক পেশার \"সম্পাদনা\" করা উপজাতি হিসাবে। প্রথম আদমশুমারি হয়েছিল ১৮৭১ সালে এবং সেই সময়ে \"উপজাতি\" যাদের বলা হবে তাদের বিশেষত্ব কি তার কোনো ঐক্যমত্য বা কোনো সংজ্ঞা ছিল না। এই উপজাতিগুলির জন্য \"উপজাতি\" এবং \"জাতি\" শব্দগুলি পরস্পর পাল্টাপাল্টি করে ব্যবহৃত হত।\n\n\n== কারা বিমুক্ত উপজাতি ==\n'বিমুক্ত উপজাতি' শব্দটি সেই সমস্ত সম্প্রদায়ের জন্য ব্যবহার হয়, যাদের একবার ১৮৭১ এবং ১৯৪৭ সালের মধ্যে ফৌজদারি উপজাতি আইনের অধীনে বিজ্ঞাপিত করা হয়েছিল এবং ব্রিটিশ রাজ দ্বারা তাদের ওপর প্রয়োগ করা হয়েছিল।\nযাযাবর এবং আধা-যাযাবরের মতো শর্তাবলী সেই সামাজিক গোষ্ঠীগুলিতে প্রয়োগ করা হয় যারা সাম্প্রতিক অতীতে তাদের জীবিকার কৌশল হিসাবে মোটামুটি ঘন ঘন, সাধারণত বিশেষ মরশুমে শারীরিকভাবে স্থানান্তর করেছে। আধা-যাযাবর শব্দটি বেশিরভাগ যাযাবরদের সেই অংশগুলিকে বর্ণনা করতে ব্যবহৃত হয় যাদের সময়কাল, দূরত্ব এবং চলাচলের সঙ্ঘটন অন্যদের তুলনায় তুলনামূলকভাবে কম। যাযাবর এবং আধা-যাযাবরদের মধ্যে পার্থক্যে আলাদা কোন জাতিগত বিভাগ বা সামাজিক গোষ্ঠী জড়িত নয়, এটি বরং তাদের দ্বারা অনুশীলন করা গতিশীলতার মাত্রা বর্ণনা করে।\n\n\n== বাতিলের জন্য আহ্বান ==\nজাতিসংঘের বৈষম্য বিরোধী সংস্থা জাতিগত বৈষম্য দূর করার কমিটি (সিইআরডি), ৯ই মার্চ ২০০৭ তারিখে, ভারতকে অভ্যাসগত অপরাধী আইন (১৯৫২) বাতিল করতে বলেছিল এবং কার্যকরভাবে বিমুক্ত ও যাযাবর উপজাতিদের পুনর্বাসন দিতে বলেছিল।\n\n\n== সংরক্ষণ ==\n২০০৮ সালে, সামাজিক বিচার ও ক্ষমতায়ন মন্ত্রকের বিমুক্ত, যাযাবর এবং আধা-যাযাবর উপজাতিদের জন্য জাতীয় কমিশন (এনসিডিএনএসএনটি) ভারতে তফসিলি জাতি এবং তফসিলি উপজাতির জন্য উপলব্ধ সমান সংরক্ষণ তাদের জন্য সুপারিশ করেছিল। প্রায় ১১০ মিলিয়ন মানুষ বিমুক্ত উপজাতি, যাযাবর বা ভারতের আধা-যাযাবর উপজাতির অন্তর্গত ছিল। \"যাযাবর\" বা \"আধা-যাযাবর\" হিসাবে মনোনীত উপজাতির পাশাপাশি, বিমুক্ত উপজাতিরাও সংরক্ষণের জন্য যোগ্য বলা হয়েছিল।\n\n\n== আরও দেখুন ==\nবিমুক্ত, যাযাবর এবং আধা-যাযাবর উপজাতিদের জন্য জাতীয় কমিশন\nভারতের যাযাবর উপজাতি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nদিলীপ ডি সুজা (২০০১)। ব্র্যান্ডেড বাই ল লুকিং অ্যাট ইণ্ডিয়া'স ডিনোটিফাইড ট্রাইবস। আইএসবিএন 978-0-14-100749-6। \nজি.এন. ডেভি (২০০৬)। এ নোম্যাড কলড থিফ। আইএসবিএন 81-250-3021-2। \nদেবী, মহাশ্বেতা (২০০২)। দ্য বুক অফ দ্য হান্টার। আইএসবিএন 81-7046-204-5। \nগান্ধী, মাল্লি (২০০৮)। ডিনোটিফাইড ট্রাইবস ডাইমেনশন অফ চেঞ্জ। কনিষ্ক পাবলিশার্স। আইএসবিএন 978-81-8457-065-6। \nমতিরাজ রাঠোড় দ্বারা মহারাষ্ট্রের বিমুক্ত এবং যাযাবর উপজাতি হার্ভার্ড বিশ্ববিদ্যালয়\nভারতে বিমুক্ত এবং যাযাবর উপজাতিদের বিরুদ্ধে জাতিগত নির্যাতন জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয়\nব্যাজ অফ অল দেয়ার ট্রাইবস: মহাশ্বেতা দেবী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০০৮ তারিখে\nঅভ্যাসগত অপরাধী আইন প্রত্যাহার করুন এবং কার্যকরভাবে বিমুক্ত উপজাতিদের পুনর্বাসন করুন, ভারতকে জাতিসংঘ\nসিং, বিরিন্দর পাল, সম্পাদক (২০১২)। ক্রিমিনাল ট্রাইবস অফ পাঞ্জাব। টেলর অ্যাণ্ড ফ্রান্সিস। আইএসবিএন 978-1-13651-786-0। \n\n\n== বহিঃসংযোগ ==\nন্যাশনাল কমিশন ফর ডিনোটিফাইড, নোম্যাডিক অ্যাণ্ড সেমি-নোম্যাডিক ট্রাইবস (ভারত সরকার) সামাজিক ন্যায়বিচার ও ক্ষমতায়ন মন্ত্রণালয়\nবিমুক্ত সম্প্রদায়ের তালিকা তামিলনাড়ু সরকারের ওয়েবসাইটে"}