{"pageid": 1126250, "title": "লোক", "url": "https://bn.wikipedia.org/wiki?curid=1126250", "content": "লোক (সংস্কৃত: लोक, অনুবাদ 'গ্রহ') হিন্দুধর্ম ও অন্যান্য ভারতীয় ধর্মের ধারণা, যেটিকে গ্রহ, মহাবিশ্ব, সমতল বা অস্তিত্বের ক্ষেত্র হিসেবে অনুবাদ করা যেতে পারে। কিছু দর্শনে, এটি মানসিক অবস্থা হিসাবেও ব্যাখ্যা করা যেতে পারে যা একজন অনুভব করতে পারে।\nবেশ কয়েকটি ভারতীয় ধর্মের প্রাথমিক ধারণা হল এই ধারণা যে বিভিন্ন লোক বিভিন্ন ঐশ্বরিক প্রাণীর আবাসস্থল এবং কেউ তাদের কর্মের উপর ভিত্তি করে এই ধরনের রাজ্যে জন্ম নেয়।\n\n\n== হিন্দুধর্ম ==\n\n\n=== ত্রিলোক ===\n\nহিন্দুধর্মে লোকদের সবচেয়ে সাধারণ শ্রেণিবিভাগ হল ত্রৈলোক্য বা তিন জগত।\nহিন্দু সৃষ্টিতত্ত্বে তিন জগতের ধারণার বিভিন্ন ব্যাখ্যা রয়েছে।\nহিন্দু সাহিত্যে, ত্রিলোক বলতে পৃথিবী (ভুলোক), স্বর্গ, এবং নরক, অথবা পৃথিবী (ভুলোক), স্বর্গ, এবং পাতল জগত (পাতল)।\n\n\n==== ভুলোক ====\nনারদ পুরাণে, ভুলোককে পৃথিবী গ্রহের সাথে চিহ্নিত করা হয়েছে, মানুষের জগত। এটিকে সাতটি অঞ্চলে বিভক্ত করা হয়েছে, যাকে দ্বীপ বলা হয়। অঞ্চলগুলি জম্বুদ্বীপ, প্লাক্ষদ্বীপ, শলমলদ্বীপ, কুশদ্বীপ, ক্রৌঞ্চদ্বীপ, শাকদ্বীপ ও পুষ্করদ্বীপ নামে পরিচিত। বিশেষ তাৎপর্য হল ভারতীয় উপমহাদেশ, যাকে ভারতবর্ষ বলা হয়, এটি এমন দেশ যেখানে একজনের কর্মের ফলে একজনকে স্বর্গ বা নরকে যেতে দেয়। ভুলোকারও সাতটি সমুদ্র রয়েছে, যথা, লাবণ, ইক্ষু, সুরা, সারপিহ, দধি, দুগ্ধ ও জল।\n\n\n==== স্বর্গ ====\n\nসমসাময়িক হিন্দুধর্মে স্বর্গকে ইন্দ্র ও দেবদের সঙ্গে চিহ্নিত করা হয়। পৃথিবীতে যজ্ঞ অনুষ্ঠানের যথাযথ অনুশীলনের জন্য বেদ স্বর্গের পুরস্কার প্রদান করে। বৈদিক পৌরাণিক কাহিনীতে, স্বর্গ অমরত্বের অমৃত,  অমৃত, পদ্মসমৃদ্ধ হ্রদ, মদ, দুধ ও ঘি এবং সেই সাথে মধুতে পরিপূর্ণ স্রোত দ্বারা পরিপূর্ণ। এটি প্রচুর পরিমাণে খাবার ও সতেজতা, এবং সমান সুযোগ এর সকল অধিবাসীদের জন্য দেওয়া হয়। এটি অসীম, সম্পূর্ণ, সেইসাথে অমর রাজ্য হিসাবে বর্ণনা করা হয়েছে, যারা বিরল কিছু যারা এটিতে আরোহণ করতে সক্ষম তাদের আনন্দ দেয়। এটি কখনও কখনও পিতৃলোকের সাথে যুক্ত হয়, একজনের পূর্বপুরুষদের রাজ্য, কিন্তু এই সংসর্গ সমস্ত সাহিত্যে উপস্থিত নয়।\n\n\n==== নরক ====\n\nনরক সেই লোককে বোঝায় যেখানে মানুষকে তাদের পাপের শাস্তি পেতে পাঠানো হয়। যম দ্বারা শাসিত, পাপীদের পৃথিবীতে তাদের পাপের জন্য উপযুক্ত শাস্তি দেওয়া হয় এবং কিছু সময়ের পরে, খারাপ বিপাক নিয়ে পৃথিবীতে পুনর্জন্ম হয়, যা খারাপ কর্মের প্রভাব। ভাগবত পুরাণ নিম্নলিখিত ২৮টি নরককে গণনা করে: তামিস্র, অন্ধতামিস্র, রৌরব, মহারৌরব, কুম্ভীপাক, কালসূত্র, অসিপত্রবন, সূকরমুখ, অন্ধকূপ, কৃমিভোজন, সন্দংশ, তপ্তসূর্মি, বজ্রকণ্ট-শাল্মলী, বৈতরণী, পূয়োদ, প্রাণরোধ, বিশসন, লালাভক্ষ, সারমেয়াদন, অবীচিমৎ, অয়ঃপান, ক্ষারকর্দম, রক্ষোগণ ভোজন, শূলপ্রোত, দন্দশূক, অবটনিরোধন, পর্যাবর্তন ও সূচীমুখ।\nব্রহ্মাণ্ডপুরাণ তাদেরকে ভূত (অতীত), ভব্য (ভবিষ্যৎ) এবং ভব (বর্তমান) বলে ধারণা করে।\nপণ্ডিত ডেবোর সোইফার লোকের ধারণার বিকাশকে নিম্নরূপ বর্ণনা করেছেন:\n\nবৈদিক সাহিত্যে লোক বা লোকের ধারণার বিকাশ ঘটে। যাযাবর লোকেদের জন্য স্থানের শব্দ হতে পারে এমন বিশেষ অর্থের দ্বারা প্রভাবিত হয়ে, বেদে লোক শুধুমাত্র স্থান বা বিশ্বকে বোঝায় না, কিন্তু ইতিবাচক মূল্যায়ন ছিল: এটি বিশেষ মূল্য সহ ধর্মীয় বা মনস্তাত্ত্বিক আগ্রহের স্থান বা অবস্থান ছিল বা তার নিজস্ব ফাংশন। তাই, প্রাচীনতম সাহিত্যে 'লোক' ধারণার অন্তর্নিহিত দ্বিগুণ দিক ছিল; অর্থাৎ, স্থানিকতার সহাবস্থান ছিল ধর্মীয় বা পরিত্রাণ তত্ত্বগত অর্থ, যা স্থানিক ধারণা থেকে স্বাধীনভাবে বিদ্যমান থাকতে পারে, 'অবস্তু' তাৎপর্য। বেদে লোকের সবচেয়ে সাধারণ বিশ্বতাত্ত্বিক ধারণাটি ছিল ত্রৈলোক্য বা ত্রিবিধ জগতের: পৃথিবী, বায়ুমণ্ডল বা আকাশ ও স্বর্গ নিয়ে গঠিত তিনটি জগত, মহাবিশ্ব তৈরি করে।\n\n\n=== চৌদ্দ লোক ===\n\nপুরাণ ও অথর্ববেদে চোদ্দটি লোকের উল্লেখ করা রয়েছে – সাতটি ঊর্ধ্বলোক এবং সাতটি নিম্নলোক। ঊর্ধ্বলোকগুলো হল – ভূ (ভূমি), ভূবঃ (বায়ু), স্ব (স্বর্গ), মহঃ, জন, তপ ও সত্য; এবং নিম্নলোকগুলো হল – অতল, বিতল, সুতল, রসাতল, তলাতল, মহাতল ও পাতাল। ঊর্ধ্বলোককে স্বর্গ হিসাবে বর্ণনা করা হয়েছে, উচ্চ দেবতাদের দ্বারা জনবহুল এবং সত্যে পরিপূর্ণ। নিম্নলোকগুলি বিভিন্ন \"নরক\" গঠন করে। লোকগুলির প্রতিটিতে আলাদা আলাদা দেবতা ও সত্তা রয়েছে 'তাদের কর্মিক গতিপথের বাইরে বসবাস করে'। উচ্চতর অঞ্চলে থাকা প্রাণীরা মন, অহং ও ইন্দ্রিয় বস্তুর প্রতি তাদের বিচ্ছিন্নতাকে শক্তিশালী করার জন্য তাদের ইতিবাচক যোগ্যতার কারণে অস্থায়ী আধ্যাত্মিক মুক্তি লাভ করেছে।  \n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nলোকসমূহ:\n\nসত্য-লোক (ব্রহ্ম-লোক)\nতপ-লোক\nজন-লোক\nমহাঃ-লোক\nস্বর্গ-লোক (স্বর্গ-লোক)\nভূবঃ-লোক\nভূঃ-লোক\nঅতল-লোক\nবিতল-লোক\nসুতল-লোক\nতলাতল-লোক\nমহাতল-লোক\nরসাতল-লোক\nপাতাল-লোক\nনাগলোক\nপ্রেতলোক\nচৌদ্দ লোকের আরেকটি তালিকা নিম্নরূপ:\n\nভুর-লোক\nভূবর-লোক\nসুবর-লোক\nমহর-লোক\nজনর-লোক\nতপর-লোক\nসত্য-লোক\nব্রহ্ম-লোক\nপিতৃ-লোক\nসোম-লোক\nইন্দ্র-লোক\nগন্ধর্ব-লোক\nরাক্ষস-লোক\nযক্ষ-লোক\nসমকামলোক\n\n\n== বৌদ্ধধর্ম ==\n\n\n=== ছয় লোক ===\n\nতিব্বতি ও তান্ত্রিক দর্শনে, \"ছয় লোক\" বা \"ইচ্ছা রাজ্য\" বলতে বোঝায় বনপো ও র্ন্যিং-মা আধ্যাত্মিক অনুশীলন বা শৃঙ্খলা যা চক্রের সাথে কাজ করে এবং ভবচক্রের ছয়টি মাত্রা বা প্রাণীর শ্রেণীর সাথে কাজ করে। বৌদ্ধ সৃষ্টিতত্ত্বে, কাম-লোক, রূপ-লোক, অরূপ-লোক হল বিভিন্ন প্রাণীর বসবাসের রাজ্য। উপরন্তু, যারা এই অঞ্চলে বসবাস করে তারা সেই রাজ্যের বৈশিষ্ট্যগুলির সাথে সনাক্ত করবে। উদাহরণ স্বরূপ, কাম-লোকে অবস্থানকারী সত্তা প্রধানত ইন্দ্রিয়গত বাসনা অনুভব করেন, যেখানে রূপ-লোকে থাকা ব্যক্তি গভীর ধ্যানের অভিজ্ঞতা লাভ করেন। বিভিন্ন প্রারম্ভিক সূত্তগুলিও ইঙ্গিত করে যে মনোবিজ্ঞান এবং সৃষ্টিতত্ত্বের মধ্যে ঘনিষ্ঠ সম্পর্ক রয়েছে, যা মহাজাগতিক অস্তিত্বের বিভিন্ন স্তরের সমতুল্য, যাকে ব্যাখ্যা করা লোক হিসাবে ব্যাখ্যা করা যেতে পারে।\n\n\n=== তিন লোক ===\n\nবৌদ্ধধর্মে ত্রৈলোক্য নামে মহাজাগতিক দৃষ্টিভঙ্গি রয়েছে। প্রারম্ভিক বৌদ্ধধর্মে, পালি ত্রিপিটক এবং সম্পর্কিত আগমের উপর ভিত্তি করে, তিনটি স্বতন্ত্র রাজ্য রয়েছে: প্রথমটি কামলোক, বা কামুকতার জগত, যেখানে মানুষ, প্রাণী এবং কিছু দেবতা বাস করে, দ্বিতীয়টি হল রূপধাতুলোক, বা বস্তুগত অস্তিত্বের জগত, যেখানে নির্দিষ্ট ধ্যানের প্রাপ্তিগুলি আয়ত্তকারী কিছু প্রাণী বাস করে, এবং তৃতীয়টি হল অরূপধাতু লোক, বা নিরাকার, নিরাকার জগত, যেখানে নিরাকার আত্মা বাস করে। অরহন্ত, যারা নির্বাণের সর্বোচ্চ লক্ষ্য অর্জন করেছে, তারা যেকোন রূপে, যেকোন রাজ্যে স্বতন্ত্র অস্তিত্ব থেকে নিজেদেরকে মুক্ত করে রেখেছে এবং এখানে, সেখানে বা মাঝখানে পাওয়া যাবে না, অর্থাৎ কোন লোকে তাদের পাওয়া যায় না। প্রারম্ভিক সূত্তগুলিতে আরও গুরুত্বপূর্ণ ডোমেন সম্পর্কিত তথ্য রয়েছে যা সুপারমুন্ডেন রাজ্য নামে পরিচিত, (লোকোত্তার/লোকুত্তার 出世間, \"বিশ্বের বাইরে\"), যা জাগ্রত মহীয়ান ব্যক্তিদের দ্বারা অভিজ্ঞ বলে বর্ণনা করা হয়েছে।\n\n\n== জৈনধর্ম ==\n\nজৈন গ্রন্থে, মহাবিশ্বকে লোক হিসাবে উল্লেখ করা হয়েছে। জৈন সৃষ্টিতত্ত্ব শাশ্বত ও চির-বিদ্যমান লোককে অনুমান করে যা সার্বজনীন প্রাকৃতিক নিয়মের উপর কাজ করে, কোন সৃষ্টিকর্তা এবং ধ্বংসকারী দেবতা নেই। জৈন সৃষ্টিতত্ত্ব অনুসারে, মহাবিশ্ব তিনটি ভাগে বিভক্ত:\n\nউর্ধ্ব লোক - দেবতা বা স্বর্গের রাজ্য\nমধ্য লোক - মানুষ, প্রাণী এবং উদ্ভিদের রাজ্য\nআধো লোক – নারকীয় প্রাণীর রাজ্য বা নরক অঞ্চল\nজৈন সৃষ্টিতত্ত্ব মহাবিশ্বের বসবাসযোগ্য এবং বসবাসের অযোগ্য স্থানগুলিকে বর্ণনা করতে লোক ও অলোক শব্দগুলি ব্যবহার করে। দর্শন বর্ণনা করে কিভাবে বসবাসযোগ্য স্থান (লোক) কখনই বসবাসের অযোগ্য স্থান (অলোক) এবং এর বিপরীতে প্রবেশ করবে না, উভয়ই স্থানের (আকাশ) উপবিভাগ। জৈন দর্শন, মোক্ষ অর্জনের জন্য, সমস্ত ভাল ও খারাপ কর্মের ফল প্রাপ্ত হলে আত্মা শব্দগত রাজ্য থেকে মুক্ত হয়ে যায়।\n\n\n== তথ্যসূত্র =="}