{"pageid": 1127337, "title": "দ্বিতীয় আশরাফ", "url": "https://bn.wikipedia.org/wiki?curid=1127337", "content": "আশরাফ মুযাফফরুদ্দিন মুসা (আরবি: الأشرف مظفر الدين موسى) ছিলেন মিশরের আইয়ুবীয় শেষ সুলতান। যদিও তিনি ইযযুদ্দিন আইবাকের পুতুল হিসেবে সিংহাসনে নামকাওয়াস্তেই ছিলেন।\n\n\n== উৎপত্তি ==\nআশরাফ মুসার পারিবারিক উৎস সম্পূর্ণরূপে পরিষ্কার নয়। লেন-পুলের মতে, আশরাফ মুসা ছিলেন সালাহউদ্দিনের বংশধর এবং আলেপ্পোর আমির যাহির গাজীর প্রপৌত্র, যিনি আইয়ুবীয় অঞ্চলে আধিপত্যের জন্য আদিলের বিরুদ্ধে সংগ্রাম করেছিলেন। তার পিতামহ যাহিরের পুত্র আজিজ মোহাম্মদ আলেপ্পোর আমির ছিলেন। আবার তার পিতা আজিজের পুত্র ছিলেন নাসির ইউসুফ, যিনি প্রথমে আলেপ্পোর ও পরে দামেস্কের আমির ছিলেন। যাইহোক, যদি এটি হয় তবে তিনি মিশরে এমন একটি সরকারের প্রধান হয়েছিলেন, যেটি তার নিজের পিতার সাথে লড়াই করেছে। অন্যান্য সূত্র অনুসারে তিনি ছিলেন ইউসুফের পুত্র এবং মাসুদ ইউসুফের নাতি। মিশরের সুলতান কামিলের পুত্র মাসুদ ইউসুফ ছিলেন ইয়েমেনের শেষ আইয়ুবী শাসক। আইয়ুবীয়দের ইয়েমেন থেকে বিতাড়িত হওয়ার পর তার পরিবার কায়রোতে চলে আসে।\n\n\n== সিংহাসন ==\n১২৫০ সালে মামলুকরা মুয়াযযাম তুরানশাহকে হত্যা করলে মিশরে আইয়ুবী শাসন কার্যকরভাবে শেষ হয়ে যায়। একটি সংক্ষিপ্ত সময়ের জন্য শাজারাতুদ দুর সুলতানা হিসাবে শাসন করেছিলেন, কিন্তু শীঘ্রই তিনি ইযযুদ্দিন আইবাক দ্বারা প্রতিস্থাপিত হন। তুরানশাহকে হত্যার পরবর্তী সময়ে যখন মামলুকরা মিশর নিয়ন্ত্রণ করেছিল, আইয়ুবী পরিবার ফিলিস্তিন ও সিরিয়ায় আমিরাতের নিয়ন্ত্রণে ছিল। মিশরে মামলুক শাসন নিরাপদ ছিল না এবং তুরানশাহের মৃত্যুর পর, আলেপ্পোর শাসক আইয়ুবীয় নাসির ইউসুফকে দামেস্কে স্বাগত জানানো হয় এবং তিনি নিজেকে সুলতান বানানোর জন্য মিশরে সেনাবাহিনী পাঠানোর প্রস্তুতি শুরু করেন। মামলুকরা বুঝতে পেরেছিল যে, তিনি কায়রোতে পৌঁছালে তিনি তাদের ক্ষমতাকে গুরুতরভাবে হুমকির জন্য যথেষ্ট। এই কারণে তারা সিদ্ধান্ত নেয় যে কায়রোতে একজন নামমাত্র আইয়ুবীয় সুলতানকে ক্ষমতায় রাখা বুদ্ধিমানের কাজ হবে, তাদের শাসনকে বৈধতা দেওয়ার জন্য। একারণে আইবাক এক সপ্তাহেরও কম সময়ের মধ্যে সুলতানের পদ থেকে সরে দাঁড়ান এবং ছয় বছর বয়সী আশরাফ মুসাকে তার স্থলে সুলতান ঘোষণা করা হয়।\n\n\n== ক্ষমতাচ্যুতি ==\nমিশরে নাসির ইউসুফ আক্রমণ করা থেকে বিরত থাকেন। ১২৫৩ সালে একটি চুক্তি হয়েছিল যার ফলে তিনি মিশরকে মামলুক নিয়ন্ত্রণে রেখে ফিরে গিয়েছিলেন। ১২৫৪ সালে, আইবাকের শাসনের জন্য একটি নতুন সম্ভাব্য হুমকির আবির্ভাব ঘটে যখন বাহরি মামলুকদের নেতা ফারিসুদ্দিন আকতাই তার ভবিষ্যত স্ত্রীর সাথে কায়রোর দুর্গে যাওয়ার অনুমতি চেয়েছিলেন, যিনি ছিলেন হামার আইয়ুবী শাসক মালিকুল মানসুরের বোন। আকতাই এই বিয়েকে সুলতান হিসেবে নিজেকে বৈধতা দেওয়ার জন্য ব্যবহার করবে তা বুঝতে পেরে আইবাক তাকে হত্যা করেন। এর পরে আইবাক তার নিজের কর্তৃত্বে শাসন করার সংকল্প করেন এবং সিদ্ধান্ত নেন যে তার আর কোন নামেমাত্র আইয়ুবীয় সুলতানের প্রয়োজন নেই, যার পক্ষে তিনি কাজ করার দাবি করেছিলেন। তারপরে তিনি আশরাফ মুসাকে পদচ্যুত করেন এবং তাকে তার খালার সাথে বসবাস করতে ফেরত পাঠান, নিজেকে দ্বিতীয়বার সুলতান ঘোষণা করেন।\n\n\n== আরও দেখুন ==\nশাজারাতুদ দুর\n\n\n== তথ্যসূত্র =="}