{"pageid": 1127247, "title": "গিরিজাবাই কেলকর", "url": "https://bn.wikipedia.org/wiki?curid=1127247", "content": "গিরিজাবাই মাধব কেলকর (মারাঠি: गिरिजाबाई माधव केळकर) (১৮৮৬ – ১৯৮০) ছিলেন ভারতের একজন নারীবাদী এবং লেখক। তাঁর নাটকের অভিনয় থেকে নারীর অধিকার এবং লিঙ্গ ভূমিকার ধারণা সম্পর্কে অনেক বিতর্কের জন্ম হয়েছে। তিনি ১৯২৮ সালে পুনেতে অনুষ্ঠিত অখিল ভারতীয় মারাঠি নাট্য পরিষদের ২৩তম অখিল ভারতীয় মারাঠি নাট্য সম্মেলন (সর্বভারতীয় মারাঠি থিয়েটার সম্মেলন) এর সভাপতি ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nশিক্ষিত এবং সমসাময়িক মানের (১৫ বছর) বেশি বয়সী হওয়ায় এবং বয়ঃসন্ধি প্রাপ্ত হওয়ার পরে, গিরিজাবাই দুইবারের বিপত্নীক মাধব কেলকারকে বিবাহ করেছিলেন। মাধব ছিলেন একজন সহকারী মামলেদার (সরকারী রাজস্ব সংগ্রহের জন্য দায়ী), তাঁর কর্মস্থল ছিল উত্তর মহারাষ্ট্রে। তিনি ছিলেন নরসিংহ চিন্তামন কেলকরের বৌদি। \n\n\n== কর্মজীবন ==\nবিখ্যাত মারাঠি সাহিত্যিকদের পরিবারে গিরিজাবাইয়ের বিবাহ হয়েছিল। মারাঠি সাহিত্যকে পেশা হিসাবে অনুসরণ করার জন্য এবং এইভাবে নিজের আকাঙ্খা পূরণ করার জন্য তাঁর স্বামী তাঁকে উৎসাহ দিয়েছিলেন। তিনি ছিলেন একজন বিশিষ্ট লেখক যিনি মারাঠি ভাষা ও সাহিত্যের প্রচার করেছিলেন। তিনি জলগাঁওতে ভগিনী মন্ডল নামে একটি মহিলা সংগঠন শুরু করেন। তিনি ১৯৩৫ সালে সর্বভারতীয় হিন্দু মহিলা পরিষদের সভাপতি ছিলেন।\n\n\n== লেখা ==\nতাঁর কাজের মধ্যে রয়েছে পুরুষাঞ্চে বন্দ [পুরুষদের বিদ্রোহ] এবং স্ত্রীয়াঞ্চে স্বর্গ [মহিলাদের স্বর্গ]। নারী নিপীড়ন সম্পর্কে তাঁর মতামতকে পদ্মা আনাগোল জটিল বলে বর্ণনা করেছেন, এটি তাঁর রচনাতেই প্রকাশ পেয়েছে। তাঁর মতে, পুরুষাঞ্চে বন্দ নাটকটি লেখা হয়েছিল \"ভারতীয় নারীদের প্রতি নিন্দাবাদের প্রভাব নিবারণ করার জন্য\"। খাদিলকরের নাটক স্ত্রীয়াঞ্চ বন্দ [নারী বিদ্রোহ] লেখাটির প্রতিক্রিয়া ছিল এটি। পুরুষাঞ্চে বন্দ লেখায় যেভাবে তিনি নারী চরিত্রের ধারণা করেছিলেন, জীবনের দিকে তাদের মনোভাব, এবং তাদের সমস্যার সমাধান করার আত্মবিশ্বাস, সেটিই ছিল পুরুষ আধিপত্য জগতের বিষয়ে তাঁর সমালোচনা। তিনি দেখিয়েছিলেন ক্ষমতায়ন শিক্ষা থেকে উদ্ভূত হয়, স্ত্রী লিঙ্গের সাথে যুক্ত দুষ্কর্ম এবং মহিমা উভয়ই কৃত্রিম এবং মিথ্যা নির্মাণ, মহিলাদের শ্রম অদৃশ্য এবং মহিলারা এমন কাজগুলি সম্পাদন করতে পারে যা করতে সাধারণত পুরুষদের নিযুক্ত করা হয়। \"ভারতীয় সাহিত্যের বিশ্বকোষ\" (দ্য এনসাইক্লোপিডিয়া অফ ইণ্ডিয়ান লিটারেচার) তাঁর লেখাকে আপ্তে দ্বারা অনুপ্রাণিত বলে বর্ণনা করে। তাঁর কাজ বর্ণনা করে \"পারিবারিক জীবনের কাঠামোর মধ্যে নারীদের দুর্ভোগ, সামাজিক অবিচারের বিরুদ্ধে পরিমিত প্রতিবাদ\"। তিনি নিজেকে নারীত্বের ঐতিহ্যগত হিন্দু ধারণার সাথে দৃঢ়ভাবে চিহ্নিত করেছিলেন, যেমন স্ত্রী এবং মা হিসাবে একটি রহস্যময় ভূমিকা, তুচ্ছ ছাড়ের জন্য জিজ্ঞাসা করা ইত্যাদি।\n\n\n== তথ্যসূত্র =="}