{"pageid": 1127751, "title": "অক্ষিগোলকের সম্মুখ প্রকোষ্ঠ", "url": "https://bn.wikipedia.org/wiki?curid=1127751", "content": "অক্ষিগোলকের সম্মুখ প্রকোষ্ঠ হলো চোখের অভ্যন্তরের আইরিশ এবং কর্নিয়ার সবচেয়ে ভিতরের পৃষ্ঠ যা এন্ডোথেলিয়ামের মধ্যে অ্যাকুয়াস হিউমারে পূর্ণ জায়গা।  হাইফিমা, অ্যান্টেরিয়র ইউভাইটিস এবং গ্লুকোমা এই এলাকা তিনটির প্রধান রোগ প্রতিরোধ ব্যাবস্থা। সাধারণত চোখ আঘাত পেলে, হাইফিমায় রক্তক্ষরণের ফলে চোখের সামনের প্রকোষ্ঠে রক্তে ভরে যায়। অ্যান্টেরিয়র ইউভাইটিস হল একটি প্রদাহজনক প্রক্রিয়া যা আইরিশ এবং সিলিয়ারি বডিকে প্রভাবিত করে, যার ফলে সামনের অংশে প্রদাহজনক লক্ষণ দেখা দেয়। গ্লুকোমায়, ট্র্যাবেকুলার মেশওয়ার্কের বাধা অ্যাকুয়াস হিউমারের স্বাভাবিক বহিঃপ্রবাহকে বাধা দেয়, যার ফলে ইন্ট্রাওকুলার চাপ বৃদ্ধি পায় এবং অপটিক স্নায়ুর মাথায় ক্রমান্বয়ে ক্ষতি হতে থাকে এবং অবশেষে অন্ধত্ব হয়।\nচোখের সামনের অংশের গভীরতা ১.৫ মি.মি থেকে ৪.৫ মি.মি এর মধ্যে পরিবর্তিত হয় এবং এর গভীরতা গড় ৩.০মি.মি। বৃদ্ধ বয়সে এর গভীরতা কমে যায় এবং হাইপারমেট্রোপিয়া (দূরদৃষ্টি) সহ চোখের বিভিন্ন সমস্যা দেখা দেয়। যেহেতু গভীরতা ২.৫ মি.মি এর নিচে চলে যায়, ফলে অ্যাঙ্গেল ক্লোজার গ্লুকোমা হওয়ার ঝুঁকি বেড়ে যায়।\n\n\n== চিকিৎসাবিজ্ঞানে এর তাৎপর্য ==\n\n\n=== গভীরতা পরিমাপ ===\nঅ্যাঙ্গেল ক্লোজার গ্লুকোমার ঝুঁকি অনুমান করার জন্য চোখের সম্মুখ প্রকোষ্ঠের গভীরতা (ACD) নির্ধারণ করা খুবই গুরুত্বপূর্ণ। স্লিট ল্যাম্প, আল্ট্রাসাউন্ড বা স্কিমফ্লাগ ফটোগ্রাফির মাধ্যমে পরীক্ষা সহ ACD পরিমাপের বিভিন্ন পদ্ধতি রয়েছে। এই পদ্ধতিগুলোতে পরীক্ষার জন্য অত্যাধুনিক পরীক্ষার সরঞ্জাম এবং যথেষ্ট দক্ষ লোকের প্রয়োজন।\nডক্টর এহুদ জমির স্মার্টফোন ফটোগ্রাফি (EZ অনুপাত) ব্যবহার করে ACD অনুমান করার একটি সহজ ক্লিনিকাল পদ্ধতি আবিষ্কার করেন। সেন্টার ফর আই রিসার্চ অস্ট্রেলিয়া, মেলবোর্ন বিশ্ববিদ্যালয় থেকে এবং ২০১৬ সালে এটি প্রকাশিত হয় ।\n\n\n==== EZ অনুপাত পদ্ধতি ====\nEZ অনুপাত পদ্ধতি হলো চোখের সম্মুখ প্রকোষ্ঠের আনুমানিক গভীরতা নির্ণয় করার একটি উপায়। শুরু করার জন্য, রোগী একটি চোখ ঢেকে নির্দিষ্ট দূরত্বে একটি লক্ষ্যের দিকে তাকায়। পরীক্ষক খোলা চোখের পাশ থেকে, দৃশ্যমান অক্ষের সাথে লম্ব করে একটি ডিজিটাল ছবি (প্রোফাইল ফটোগ্রাফ) তোলেন।\nসেই ছবিতে নিম্নলিখিত বিষয়সমূহ পরিমাপ করা হয় , একটি ব্যক্তিগত কম্পিউটার বা একটি স্মার্টফোন ব্যবহার করে (চিত্র ১,২):\n১. লিম্বাস হলো কর্নিয়া এবং সাদা স্ক্লেরার মধ্যকার সংযোগস্থল এবং এবং কর্নিয়ার সামনের অংশের মধ্যকার পিক্সেল দূরত্ব। এই দূরত্বকে জেড (Z) হিসাবে উল্লেখ করা হয়।\n২. লিম্বাস এবং পিউপিলের কেন্দ্রের মধ্যকার পিক্সেল দূরত্ব। এই দূরত্বটিকে ই (E) হিসাবে উল্লেখ করা হয়।\nE:Z অনুপাত হল E এবং Z এর মধ্যকার গাণিতিক অনুপাত।\nএই অনুপাতটি নিম্নোক্ত সমীকরণের সাথে চোখের সম্মুখ অংশের গভীরতার সাথে রৈখিকভাবে সম্পর্কযুক্ত :\nসামনের দিকের অংশের গভীরতা (মিলিমিটারে এককে) = (-৩.৩ \n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n EZ অনুপাত ) + ৪.২\nযখন স্কিমফ্লাগ ফটোগ্রাফি দ্বারা পরিমাপকৃত পরিমাপের সাথে এই পদ্ধতির পরিমাপ তুলনা করা হয়, তখন এই অনুমানটি থেকে ৯৫% ক্ষেত্রে \n  \n    \n      \n        ±\n      \n    \n    {\\displaystyle \\pm }\n  \n০.৩৩ মি.মি ত্রুটি নিয়ে সঠিক পরিমাপ করা সম্ভব হয়েছে। \n\n\n=== যুক্ত ইমিউন বিচ্যুতি ===\nসামনের দিকের অংশের একটি অদ্ভুত বৈশিষ্ট্য হল অ্যালোজেনিক গ্রাফ্টগুলির প্রতি সংবেদনশীলতা হ্রাস করা। একে বলা হয় অ্যান্টিরিয়র চেম্বার অ্যাসোসিয়েটেড ইমিউন ডেভিয়েশন (এ.সি.এ.আই.ডি)। স্ট্রেইলিন এট আল ১৯৮১ সালে এই শব্দটি প্রবর্তন করেন।   এই ঘটনাটি এই সত্যের সাথে প্রাসঙ্গিক যে চোখকে মস্তিষ্ক এবং টেস্টিসের মতো একটি \" ইমিউন প্রিভিলেজড সাইট\" হিসাবে বিবেচনা করা হয়।\n\n\n== প্যাথলজি ==\nগ্লুকোমা\nহাইফেমা\nহাইপোপিয়ন\nঅন্তঃরাক্ষিক চাপ\nচোখে উচ্চ রক্তচাপ\n\n\n== অতিরিক্ত ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nচোখের সামনের অংশ\nসামনের চেম্বার আইওএল (ফাকিক আইওএল)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউনিভার্সিটি অব মিচিগান হেলথ সিস্টেমে অ্যাটলাস চিত্র: eye_2  - \"Sagittal Section Through the Eyeball\""}