{"pageid": 1127378, "title": "মানব চোখ", "url": "https://bn.wikipedia.org/wiki?curid=1127378", "content": "মানব চোখ একটি ইন্দ্রিয় অঙ্গ, সংবেদনশীল স্নায়ুতন্ত্রের অংশ, যা দৃশ্যমান আলোতে প্রতিক্রিয়া দেখায় এবং আমাদেরকে জিনিস দেখা, আমাদের ভারসাম্য বজায় রাখা এবং সার্কাডীয় ছন্দ বজায় রাখা সহ বিভিন্ন উদ্দেশ্যে চাক্ষুষ তথ্য ব্যবহার করতে দেয়।\nচোখকে একটি জীবন্ত অপটিক্যাল ডিভাইস হিসেবে বিবেচনা করা যেতে পারে। এটি প্রায় গোলাকার আকৃতির, এর বাইরের স্তরগুলি, যেমন চোখের সবচেয়ে বাইরের, সাদা অংশ (স্ক্লেরা) এবং এর ভিতরের স্তরগুলি (পিগমেন্টেড কোরয়েড) চোখের অপটিক অক্ষেবিপথগামী আলো প্রবেশ করতে দেয় না বা নিয়ন্ত্রন করে। ক্রমানুসারে, অপটিক অক্ষ বরাবর, অপটিক্যাল উপাদানগুলির মধ্যে  প্রথমে লেন্স (কর্ণিয়া—চোখের স্পষ্ট অংশ) নিয়ে গঠিত যা বাইরের জগত থেকে আলোর ফোকাস করার বেশিরভাগ কাজ সম্পন্ন করে; তারপর একটি ডায়াফ্রামে একটি অ্যাপারচার (পিউপিল) (আইরিস-চোখের রঙিন অংশ যা চোখের অভ্যন্তরে প্রবেশ করা আলোর পরিমাণ নিয়ন্ত্রণ করে; তারপরে আরেকটি লেন্স (ক্রিস্টালাইন লেন্স) যা চিত্রগুলিতে আলোর অবশিষ্ট ফোকাসিং সম্পন্ন করে; তারপর চোখের একটি আলো-সংবেদনশীল অংশ (রেটিনা) যেখানে ছবি পড়ে এবং প্রক্রিয়া করে। রেটিনা অপটিক স্নায়ুর মাধ্যমে মস্তিষ্কের সাথে যুক্ত। চোখের অবশিষ্ট উপাদানগুলি একে প্রয়োজনীয় আকারে রাখে, এটিকে পুষ্ট করে এবং রক্ষণাবেক্ষণ করে এবং রক্ষা করে।\nরেটিনার তিন ধরনের কোষ আলোক শক্তিকে স্নায়ুতন্ত্রের দ্বারা ব্যবহৃত বৈদ্যুতিক শক্তিতে রূপান্তর করে: রডগুলি কম তীব্রতার আলোতে সাড়া দেয় এবং কম-রেজোলিউশন, সাদা-কালো চিত্রের উপলব্ধিতে অবদান রাখে; শঙ্কু উচ্চ তীব্রতার আলোতে সাড়া দেয় এবং উচ্চ-রেজোলিউশন, রঙিন চিত্রের উপলব্ধিতে অবদান রাখে; এবং সম্প্রতি আবিষ্কৃত আলোক সংবেদনশীল গ্যাংলিয়ন কোষগুলি আলোর তীব্রতার সম্পূর্ণ পরিসরে সাড়া দেয় এবং রেটিনাতে পৌঁছানো আলোর পরিমাণ সামঞ্জস্য করতে, মেলাটোনিন হরমোন নিয়ন্ত্রণ ও দমন করতে এবং সার্কাডীয় ছন্দে প্রবেশ করতে অবদান রাখে।\n\n\n== চোখের বিভিন্ন অংশের অবস্থান ও কাজ ==\n১) স্ক্লেরা:অক্ষিগোলকের পশ্চাদ্ভাগে অবস্থিত বহিরাবরক। এটি অক্ষিগোলকের পিছনে অবস্থিত অন্যান্য স্তরকে রক্ষা করে।\n২) কোরোয়েড:অক্ষিগোলকের পশ্চাদ্ভাগে অবস্থিত মধ্য আবরক। এই আবরক রেটিনাকে রক্ষা করে এবং বিচ্ছুরিত আলোকের প্রতিফলন রোধ করে।\n৩) রেটিনা:অক্ষিগোলকের পশ্চাদ্ভাগে অবস্থিত অন্তঃ আবরক। রেটিনা বস্তুর প্রতিবিম্ব গঠনে সাহায্য করে।\n৪) করনিয়া:অক্ষিগোলকের বহিঃআবরকের সম্মুখভাগে অবস্থিত। করনিয়া প্রতিসারক মাধ্যম হিসেবে কাজ করে এছাড়া আলোক রশ্মিকে কেন্দ্রীভূত করে।\n৫) আইরিশ:অক্ষিগোলকের সম্মুখভাগে লেন্সের ওপরে অবস্থিত। তারারন্ধ্র বা পিউপিলকে ছোট ও বড় হতে সাহায্য করে।\n৬) পিউপিল:আইরিশের মাঝখানে অবস্থিত একটি ক্ষুদ্র ছিদ্র বিশেষ। এর মাধ্যমে চোখে আলোক রশ্মি প্রবেশ করে।\n৭) লেন্স:আইরিশের পশ্চাদভাগে অবস্থিত, দ্বি-উত্তলাকার। লেন্স আলোর প্রতিসরণ ঘটায় এবং আলোক রশ্মিকে রেটিনার ওপর কেন্দ্রীভূত করে।\n৮) কনজাংটিভা:করনিয়ার বাইরের আচ্ছাদন। করনিয়াকে  রক্ষা করা এর কাজ।\n৯) অ্যাকুয়াস হিউমার:করনিয়া এবং লেন্স-এর মধ্যবর্তী প্রকোষ্ঠে অবস্থিত। এই অর্ধতরল  বিবর্ধক মাধ্যম হিসেবে কাজ করে।\n১০) ভিট্রিয়াস হিউমার:লেন্স এবং রেটিনার অন্তবর্তী প্রকোষ্ঠে অবস্থিত। এই অর্ধতরল প্রতিসারক মাধ্যম হিসেবে কাজ করে।\n১১) ব্লাইন্ড স্পট:রেটিনার এবং অপটিক স্নায়ুর মিলনস্থলে অবস্থিত। এখানে কোন প্রতিবিম্ব গঠিত হলে তা দেখা যায় না\n১২) রড কোষ:রেটিনায় অবস্থিত। মৃদু আলো শোষণ করা এর কাজ।\n১৩) কোন কোষ:রেটিনায় অবস্থিত। উজ্জ্বল আলো এবং বর্ণ শোষণ করা এর কাজ।\n১৪) অশ্রু গ্রন্থি:অক্ষিকোটরের উপরিতলে, যেখানে উর্ধ্ব-পল্লব যুক্ত থাকে সেখানে অবস্থিত। অশ্রু ক্ষরণ করে চোখকে ভিজে রাখা এবং জীবাণুমুক্ত রাখা এর প্রধান কাজ।\n\n\n== কিভাবে আমরা দেখতে পাই ==\nআমাদের চক্ষু বা চোখকে ছবি তোলার ক্যামেরার সঙ্গে তুলনা করা যেতে পারে। তবে চোখের কাজ ক্যামেরার তুলনায় অনেক জটিল।\nআমরা যখন কোন বস্তুর দিকে তাকাই, সেইসময় বস্তু থেকে আলোক-রশ্মি প্রথমে আমাদের করনিয়াতে আসে। তারপর আলোক-রশ্মি অ্যাকুয়াস হিউমার এবং পিউপিল অতিক্রম করে লেন্সের গায়ে পড়ে। লেন্সে আলোক-রশ্মি প্রতিসৃত হয় তারপর ভিট্রিয়াস হিউমার পেরিয়ে রেটিনাতে অভিসারী রশ্মি হিসেবে পতিত হয়। এইভাবে বস্তুর উল্টো প্রতিবিম্ব রেটিনাতে সৃষ্টি হয়।\nএই প্রতিবিম্ব সৃষ্টির অনুভূতি লক্ষ লক্ষ রড ও কোন্ কোষ গ্রহণ করে অপটিক স্নায়ুর মাধ্যমে মস্তিষ্কে (Brain) প্রেরণ করে।\nঅপটিক স্নায়ু কেটে ফেললে কিছুই দেখা যায় না। এ থেকেই প্রমাণিত হয়, কোন কিছু দেখতে মস্তিষ্ক তথা অপটিক স্নায়ুর প্রভাব কতখানি।মস্তিষ্কে আলোর অনুভূতি বা রেটিনাতে সৃষ্ট প্রতিবিম্বের অনুভূতি পৌঁছে গেলেই বস্তুটির আকার, প্রকৃতি, দূরত্ব, রঙ ইত্যাদি সম্পর্কে আমরা জানতে পারি। মস্তিস্কের জটিল কার্যকারিতার ফলেই উল্টো প্রতিবিম্ব তৈরি হওয়া সত্ত্বেও আমরা বস্তুকে সোজা দেখি।\n\n\n=== চোখের উপযোজন ===\nযে বিশেষ প্রক্রিয়ায় স্থানত্যাগ না করে লেন্সের ফোকাস দৈর্ঘ্যের কিছুটা পরিবর্তন ঘটিয়ে বিভিন্ন দূরত্বে অবস্থিত বস্তুসমূহকে মোটামুটি স্পষ্টভাবে আমরা দেখতে পাই তাকে উপযোজন (Accommodation) বলে।\nচোখের লেন্সের বাইরের অংশ স্থিতিস্থাপক হওয়ার জন্য এবং বিভিন্ন পেশী ও সাসপেনসারী লিগামেন্ট-এর কার্যকারিতায় উপযোজন সম্ভব হয়।\n\n\n=== একনেত্র দৃষ্টি এবং দ্বিনেত্র দৃষ্টি ===\nএকনেত্র দৃষ্টি: গরু, খরগোশ, ব্যাঙ ইত্যাদির প্রাণীর চোখ মাথার দুপাশে থাকে বলে এরা একই সঙ্গে দুটি চোখ দিয়ে একই বস্তু দেখতে পায় না। এরা দুটি চোখে দুধরনের বস্তু দেখে। এই ধরনের দেখাকে একনেত্র দৃষ্টি (Monocular vision) বলে।\nদ্বিনেত্র দৃষ্টি: মানুষ, বানর ইত্যাদি স্তন্যপায়ী প্রাণীর চোখ দুটি মাথার সামনে খুব কাছাকাছি অবস্থিত। এক্ষেত্রে দুটি চোখে দেখার সময় একই বস্তুর দুটি প্রতিবিম্ব দু'চোখে তৈরি হয়। প্রতিবিম্ব দুটির মধ্যে খুব কম পার্থক্য থাকে। দুটি চোখ দিয়ে একই বস্তুর দুটি প্রতিবিম্বের অনুভূতি গুরুমস্তিষ্কের দৃষ্টিকেন্দ্রে গিয়ে তা বিশ্লেষিত হয় এবং একই বস্তুর একটি প্রতিবিম্ব দেখা যায়। এই প্রকার দেখাকে দ্বিনেত্র দৃষ্টি (Binocular vision) বলে। দ্বিনেত্র দৃষ্টির ফলে লক্ষ্যবস্তুর দূরত্ব সম্পর্কে সঠিক ধারণা করা সম্ভব হয়।\n\n\n=== চোখের রোগ ও সমস্যা ===\n১. ছানি (Cataract): চোখের লেন্সের স্বচ্ছতা হারিয়ে যাওয়াকে ছানি বলা হয়, যা দৃষ্টিশক্তি ঝাপসা করে তোলে। সাধারণত বয়স বৃদ্ধির সাথে এটি ঘটে, তবে আঘাত, ডায়াবেটিস, বা দীর্ঘমেয়াদী স্টেরয়েড ব্যবহারের ফলেও হতে পারে। ছানির একমাত্র কার্যকর চিকিৎসা হলো সার্জারির মাধ্যমে ক্ষতিগ্রস্ত লেন্স অপসারণ করে কৃত্রিম লেন্স প্রতিস্থাপন করা।\n২. গ্লুকোমা (Glaucoma): চোখের অভ্যন্তরীণ চাপ বৃদ্ধি পেয়ে অপটিক স্নায়ুর ক্ষতি করে, যা ধীরে ধীরে দৃষ্টিশক্তি হ্রাসের কারণ হয়। প্রাথমিক অবস্থায় লক্ষণ প্রকাশ পায় না, তাই নিয়মিত চোখ পরীক্ষা গ্লুকোমা নির্ণয়ে গুরুত্বপূর্ণ। চিকিৎসার মধ্যে রয়েছে চোখের ড্রপ, ওষুধ, লেজার থেরাপি, বা সার্জারি।\n৩. ডায়াবেটিক রেটিনোপ্যাথি (Diabetic Retinopathy): ডায়াবেটিস রোগীদের রেটিনার রক্তনালী ক্ষতিগ্রস্ত হলে এই সমস্যা দেখা দেয়। প্রাথমিক অবস্থায় লক্ষণ নাও থাকতে পারে, তবে সময়মতো চিকিৎসা না করলে দৃষ্টিশক্তি হারানোর ঝুঁকি থাকে। নিয়মিত চোখ পরীক্ষা এবং রক্তে শর্করার মাত্রা নিয়ন্ত্রণ এই রোগ প্রতিরোধে সহায়ক।\n৪. বয়সজনিত ম্যাকুলার ডিজেনারেশন (Age-related Macular Degeneration): বয়স বৃদ্ধির সাথে সাথে রেটিনার কেন্দ্রীয় অংশ ম্যাকুলা ক্ষতিগ্রস্ত হয়, যা কেন্দ্রীয় দৃষ্টিশক্তি হ্রাস করে। এটি পড়া, গাড়ি চালানো বা মুখ চিনতে সমস্যা সৃষ্টি করে। চিকিৎসার মধ্যে রয়েছে চোখের ইনজেকশন, লেজার থেরাপি, বা ভিটামিন সাপ্লিমেন্ট।\n৫. ড্রাই আই (Dry Eye): চোখ পর্যাপ্ত পরিমাণে অশ্রু উৎপাদন করতে না পারলে বা অশ্রুর গুণমান খারাপ হলে চোখ শুষ্ক হয়। লক্ষণগুলোর মধ্যে রয়েছে চোখে জ্বালা, লালচে ভাব, এবং ঝাপসা দৃষ্টি। চিকিৎসার জন্য কৃত্রিম অশ্রু, ওষুধ, বা লাইফস্টাইল পরিবর্তন সুপারিশ করা হয়।\n৬. রিফ্র্যাকটিভ ত্রুটি (Refractive Errors): মায়োপিয়া (নিয়ারসাইটেডনেস), হাইপারোপিয়া (ফার্সাইটেডনেস), এবং অ্যাস্টিগমাটিজমের মতো সমস্যা রিফ্র্যাকটিভ ত্রুটির অন্তর্ভুক্ত। এই সমস্যাগুলো চশমা, কনট্যাক্ট লেন্স, বা লেজার সার্জারির মাধ্যমে সংশোধন করা যায়।\n৭. প্রেসবাইওপিয়া (Presbyopia): বয়স বৃদ্ধির সাথে সাথে চোখের লেন্সের স্থিতিস্থাপকতা কমে যায়, ফলে নিকটবর্তী বস্তু দেখতে অসুবিধা হয়। এটি সাধারণত ৪০ বছরের পরে ঘটে এবং পড়ার চশমা বা বাইফোকাল লেন্সের মাধ্যমে সংশোধন করা যায়।  \n\n\n== দৃষ্টিশক্তি সংশোধন পদ্ধতি ==\nমানব চক্ষু বিভিন্ন কারণে দৃষ্টিশক্তির সমস্যা সম্মুখীন হতে পারে, যেমন মায়োপিয়া (নিকটদৃষ্টিজনিত সমস্যা), হাইপারমেট্রোপিয়া (দূরদৃষ্টিজনিত সমস্যা), অ্যাস্টিগমাটিজম, ও প্রেসবাইওপিয়া। এই সমস্যা সমাধানের জন্য বিভিন্ন সংশোধনমূলক পদ্ধতি ব্যবহার করা হয়।\n\n\n=== চশমা ===\nচশমা দৃষ্টিশক্তি সংশোধনের অন্যতম প্রচলিত মাধ্যম। নেগেটিভ পাওয়ারযুক্ত লেন্স মায়োপিয়া সংশোধন করে, আর পজিটিভ পাওয়ারযুক্ত লেন্স হাইপারমেট্রোপিয়া সংশোধন করে। অ্যাস্টিগমাটিজম থাকলে সিলিন্ড্রিক্যাল লেন্স ব্যবহার করা হয়।\n\n\n=== কন্ট্যাক্ট লেন্স ===\nচশমার বিকল্প হিসেবে কন্ট্যাক্ট লেন্স ব্যবহার করা যায়। এটি সরাসরি চোখের উপর পরিধান করা হয় এবং নির্দিষ্ট সমস্যার জন্য বিভিন্ন ধরণের লেন্স (সফট, রিজিড গ্যাস পারমিয়েবল, টোরিক) পাওয়া যায়।\n\n\n=== ল্যাসিক সার্জারি ===\nল্যাসিক (LASIK - Laser-Assisted In Situ Keratomileusis) একটি জনপ্রিয় লেজার সার্জারি, যা কর্নিয়ার গঠন পরিবর্তন করে দৃষ্টিশক্তির সমস্যা স্থায়ীভাবে সংশোধন করে। এটি মূলত মায়োপিয়া, হাইপারমেট্রোপিয়া ও অ্যাস্টিগমাটিজম সংশোধনের জন্য ব্যবহৃত হয়।\n\n\n=== ফোটোরিফ্র্যাকটিভ কেরাটেকটমি (PRK) ===\nPRK একটি লেজার ভিত্তিক অস্ত্রোপচার, যা ল্যাসিকের অনুরূপ তবে এতে কর্নিয়ার ফ্ল্যাপ তৈরি করা হয় না। পাতলা কর্নিয়াযুক্ত রোগীদের জন্য এটি একটি ভালো বিকল্প।\n\n\n=== ইনট্রাকুলার লেন্স (IOL) ===\nযাদের চশমা বা কন্ট্যাক্ট লেন্স কার্যকর নয়, তাদের জন্য ইনট্রাকুলার লেন্স প্রতিস্থাপন করা হয়। এটি সাধারণত ছানি অপারেশনের সময় করা হয়, তবে কিছু ক্ষেত্রে রিফ্র্যাকটিভ সার্জারি হিসেবে ব্যবহৃত হয়। \n\n\n== আরও দেখুন ==\nকনীনিকা শনাক্তকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n3D ইন্টারেক্টিভ হিউম্যান আই  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ ফেব্রুয়ারি ২০২১ তারিখে\nচোখ - হিলজবুক\nরেটিনা - হিলজবুক\nমানুষের চোখ অন্বেষণ করতে ইন্টারেক্টিভ টুল\n উইকিমিডিয়া কমন্সে মানব চোখ সম্পর্কিত মিডিয়া দেখুন।"}