{"pageid": 1127915, "title": "মিদ্রাশ", "url": "https://bn.wikipedia.org/wiki?curid=1127915", "content": "মিদ্রাশ (  ; হিব্রু ভাষায়: מִדְרָשׁ‎   ; pl. מִדְרָשִׁים midrashim ) হল একটি বিস্তৃত ইহুদি বাইবেলের ব্যাখ্যা  যা তালমুদে বিশিষ্ট ব্যাখ্যার রব্বিনিক পদ্ধতি ব্যবহার করে।শব্দের নিজেই অর্থ \"পাঠ্য ব্যাখ্যা\", বা \"অধ্যয়ন\", মূল ক্রিয়া דָּרַשׁ‎ থেকে উদ্ভূত ( darash ), যার অর্থ \"অবলম্বন করা, সন্ধান করা, যত্ন সহকারে সন্ধান করা, অনুসন্ধান করা, প্রয়োজন\", যার রূপগুলি হিব্রু বাইবেলে ঘন ঘন দেখা যায়।\nহিব্রু পণ্ডিত ওয়াইল্ডা গ্যাফনি লিখেছেন মিডরাশ এবং র্যাবিনিক পঠন \"পাঠ্য, শব্দ এবং অক্ষরগুলির মধ্যে মূল্যবোধ, সম্ভাব্য উদ্ঘাটন স্থান হিসাবে\"।\"তারা প্রভাবশালী বর্ণনামূলক পাঠের পুনর্বিবেচনা করে যখন নতুনদের পাশাপাশি দাঁড়ানোর জন্য তৈরি করা হয় - প্রতিস্থাপন নয় - আগের পাঠগুলি।মিদ্রাশ ভেনেসা লাভলেস মিদ্রাশকে \"একটি ইহুদি ব্যাখ্যার পদ্ধতি হিসাবে সংজ্ঞায়িত করেছেন যা কেবল পাঠ্যের শব্দগুলিকে, পাঠ্যের পিছনে এবং পাঠ্যের বাইরেও জড়িত করে না, তবে প্রতিটি অক্ষর এবং প্রতিটি লাইনের অব্যক্ত শব্দগুলিকেও ফোকাস করে\"। \nশব্দটি এমন একটি র‍্যাবিনিক কাজের জন্যও ব্যবহৃত হয় যা বাইবেলকে সেই পদ্ধতিতে ব্যাখ্যা করে।  এই ধরনের রচনাগুলিতে লিখিত তোরাহ এবং মৌখিক তোরাহ (কথ্য আইন এবং উপদেশ), সেইসাথে অ-আইনবাদী রব্বিনিক সাহিত্য ( aggadah ) এবং মাঝে মাঝে ইহুদি ধর্মীয় আইন ( halakha ) এর প্রাথমিক ব্যাখ্যা এবং ভাষ্য রয়েছে, যা সাধারণত নির্দিষ্ট অনুচ্ছেদের উপর চলমান ভাষ্য তৈরি করে। হিব্রু শাস্ত্রে ( তানাখ )। \nMidrash শব্দটি, বিশেষ করে যদি বড় করা হয়, তাহলে ৪০০ এবং ১২০০ সিই এর মধ্যে রচিত এই র্যাবিনিক লেখাগুলির একটি নির্দিষ্ট সংকলন বোঝাতে পারে।  গ্যারি পোর্টন এবং জ্যাকব নিউসনারের মতে, মিদ্রাশের তিনটি প্রযুক্তিগত অর্থ রয়েছে:\n\nজুডাইক বাইবেলের ব্যাখ্যা;\nব্যাখ্যায় ব্যবহৃত পদ্ধতি;\nএই ধরনের ব্যাখ্যার একটি সংগ্রহ। \n\n\n== ব্যুৎপত্তি ==\n\nহিব্রু শব্দ midrash ক্রিয়াপদ darash ( דָּרַשׁ ) এর মূল থেকে উদ্ভূত হয়েছে ), যার অর্থ \"অবলম্বন করা, সন্ধান করা, যত্ন সহকারে সন্ধান করা, অনুসন্ধান করা, প্রয়োজন\", যার রূপগুলি বাইবেলে ঘন ঘন দেখা যায়। \nশব্দ মিদ্রাশ মধ্যে দুবার ঘটে হিব্রু বাইবেল: 2 ক্রনিকলস 13: 22 \"মধ্যে মিদ্রাশ রাসূলের আইডিডিও\", এবং 24: 27 \" মধ্যে মিডরাশ রাজাদের বই\". উভয় কিং জেমস সংস্করণ (কেজেভি) এবং ইংরেজি স্ট্যান্ডার্ড সংস্করণ (ইএসভি) উভয় ক্ষেত্রে শব্দটিকে \"গল্প\" হিসাবে অনুবাদ করুন; দ্য সেপ্টুয়াজিন্ট এটি অনুবাদ করে βιβλίον (বই) প্রথম, হিসাবে γραφή (লেখা) দ্বিতীয় এই প্রসঙ্গে হিব্রু শব্দের অর্থ অনিশ্চিত :এটি \"ঐতিহাসিকভাবে গুরুত্বপূর্ণ পরিসংখ্যান সম্পর্কিত প্রামাণিক বিবরণ বা এর ব্যাখ্যাগুলির একটি সংস্থা\" উল্লেখ করে ব্যাখ্যা করা হয়েছে এবং একটি \"বই\" উল্লেখ করে বলে মনে হয়, সম্ভবত এমনকি একটি \"ব্যাখ্যার বই\", যা এর ব্যবহারকে রাব্বিরা পরে এই শব্দটিকে যে প্রযুক্তিগত জ্ঞান দিয়েছিল তার পূর্বাভাস দিতে পারে\nপ্রাথমিক মধ্যযুগ থেকে মিডর্যাসিক ব্যাখ্যার বেশিরভাগ কাজ এর থেকে আলাদা করা হয়েছে peshat, শাস্ত্রীয় পাঠ্যের মূল আক্ষরিক অর্থ লক্ষ্য করে সোজা বা সরাসরি ব্যাখ্যা\n\n\n== রীতি হিসেবে ==\nঅন্যান্য পণ্ডিতদের দ্বারা বারবার উদ্ধৃত \"মিড্রাশ\" এর একটি সংজ্ঞা  ১৯৮১ সালে গ্যারি জি পোর্টন প্রদত্ত: \" এক ধরনের সাহিত্য, মৌখিক বা লিখিত, যা একটি নির্দিষ্ট, ক্যানোনিকাল পাঠ্যের সাথে সরাসরি সম্পর্কযুক্ত, যা মধ্যপ্রাচ্যবাদী এবং তার শ্রোতাদের দ্বারা ঈশ্বরের প্রামাণিক এবং প্রকাশিত বাণী হিসাবে বিবেচিত, এবং যেখানে এই আদর্শ পাঠ্যটি স্পষ্টভাবে উদ্ধৃত বা স্পষ্টভাবে উল্লেখ করা হয়েছে। প্রতি\".\nলিভ এম. টিউগেলস, যিনি মিডরাশকে র্যাবিনিক সাহিত্যের মধ্যে সীমাবদ্ধ করবেন, তিনি মিডরাশের একটি সংজ্ঞা দিয়েছেন \"লেমেটিক ফর্ম বহনকারী ধর্মগ্রন্থের রব্বানীয়\n\n\n== পদ্ধতি হিসাবে ==\nমিদ্রাশকে এখন রীতির চেয়ে পদ্ধতি হিসাবে বেশি দেখা হয়, যদিও রাব্বিনিক মিড্রাশিম একটি স্বতন্ত্র সাহিত্য ধারা গঠন করে। এনসাইক্লোপিডিয়া ব্রিটানিকা অনুসারে, \"মিদ্রাশ প্রাথমিকভাবে বাইবেলের পাঠ্যের আক্ষরিক অর্থ ব্যাখ্যা করার একটি ফিলোলজিকাল পদ্ধতি ছিল।সময়ের সাথে সাথে এটি একটি পরিশীলিত ব্যাখ্যামূলক ব্যবস্থায় বিকশিত হয়েছে যা আপাত বাইবেলের দ্বন্দ্বের সাথে মিলিত হয়েছে, নতুন আইনের শাস্ত্রীয় ভিত্তি স্থাপন করেছে এবং বাইবেলের বিষয়বস্তুকে নতুন অর্থ দিয়ে সমৃদ্ধ করেছে।রাব্বি ইসমাঈল এবং আকিবার স্কুলে মিড্র্যাশিক সৃজনশীলতা শীর্ষে পৌঁছেছিল, যেখানে দুটি ভিন্ন হারমেনিউটিক পদ্ধতি প্রয়োগ করা হয়েছিল।প্রথমটি প্রাথমিকভাবে যৌক্তিকভাবে ভিত্তিক ছিল, বিষয়বস্তু এবং সাদৃশ্যের সাদৃশ্যের উপর ভিত্তি করে অনুমান তৈরি করে।দ্বিতীয়টি মূলত পাঠ্য বিষয়ক যাচাই-বাছাইয়ের উপর বিশ্রাম নেয়, ধরে নিচ্ছি যে যে শব্দ এবং অক্ষরগুলি অপ্রয়োজনীয় বলে মনে হয় তা এমন কিছু শেখায় যা পাঠ্যে খোলাখুলিভাবে বলা হয়নি।\" \nএকটি পাঠ্য থেকে গভীর অর্থ বের করার জন্য অনেকগুলি ভিন্ন ব্যাখ্যামূলক পদ্ধতি ব্যবহার করা হয়।এই ঐতিহ্যগত মধ্যে সীমাবদ্ধ থাকবে না তেরো পাঠ্য সরঞ্জাম দায়ী করা তান্না রাসুলুল্লাহ (সা), যা এর ব্যাখ্যায় ব্যবহৃত হয় হালাখা (ইহুদী আইন) শব্দ বা অক্ষরের উপস্থিতি যা আপাতদৃষ্টিতে অপ্রয়োজনীয় বলে মনে হয়, এবং ঘটনার কালানুক্রম, সমান্তরাল বর্ণনা বা অন্যান্য পাঠ্য \"অসঙ্গতি\" হিসাবে দেখা হয় প্রায়ই বাইবেলের পাঠ্যের অংশগুলির ব্যাখ্যার জন্য একটি স্প্রিংবোর্ড হিসাবে ব্যবহৃত হয়।অনেক ক্ষেত্রে, বাইবেলের আখ্যানের কয়েকটি লাইন একটি দীর্ঘ দার্শনিক আলোচনায় পরিণত হতে পারে\nজ্যাকব নিউসনার তিনটি মিদ্রাশ প্রক্রিয়া পৃথক করে:\n\nপ্যারাফ্রেজ: বাইবেলের পাঠ্যের বিষয়বস্তু বিভিন্ন ভাষায় বর্ণনা করা যা ইন্দ্রিয় পরিবর্তন করতে পারে;\nভবিষ্যদ্বাণী: দোভাষীর সময়ে কিছু ঘটছে বা ঘটতে চলেছে তার অ্যাকাউন্ট হিসাবে পাঠ্যটি পড়া;\nদৃষ্টান্ত বা রূপক: পাঠ্যের শব্দের গভীর অর্থগুলি শব্দের বা দৈনন্দিন বাস্তবতার পৃষ্ঠের অর্থ ব্যতীত অন্য কোনও কিছুর কথা বলা হিসাবে ইঙ্গিত করে, যখন গানের গানে পুরুষ ও মহিলার প্রেমকে ঈশ্বর এবং ইস্রায়েলের মধ্যে প্রেমের উল্লেখ হিসাবে ব্যাখ্যা করা হয় বা যিশাইয় ৫ এর মতো চার্চ এবং মধ্যে নিউ টেস্টামেন্টের.\n\n\n== ইহুদি মিদ্রাশীয় সাহিত্য ==\nপূর্বে পাণ্ডুলিপি আকারে সংরক্ষিত অসংখ্য ইহুদি মিদ্রাশিম মুদ্রণে প্রকাশিত হয়েছে, যার মধ্যে ছোট  বা অপ্রাপ্তবয়স্ক মিদ্রাশিম হিসেবে চিহ্নিত।বার্নার্ড এইচ. মেহলম্যান এবং সেথ এম. লিমার এই ব্যবহারকে অবজ্ঞা করে দাবি করেন যে \"নাবালক\" শব্দটি বিচারযোগ্য বলে মনে হয় এবং \"ছোট\" মিদ্রাশিমের জন্য অনুপযুক্ত যার মধ্যে কিছু দীর্ঘ।তারা পরিবর্তে \"মধ্যযুগীয় মধ্যরাশিম\" শব্দটি প্রস্তাব করে, যেহেতু তাদের উৎপাদনের সময়কাল রাবিনিক যুগের গোধূলি থেকে আলোকিত যুগের ভোর পর্যন্ত প্রসারিত হয়েছিল। \nসাধারণভাবে বলতে গেলে, রব্বিনিক মিদ্রাশিম হয় ধর্মীয় আইন এবং অনুশীলনের উপর ফোকাস করে ( হালাখা ) বা অ-আইন নীতি বা ধর্মতত্ত্বের সাথে সম্পর্কিত বাইবেলের বর্ণনার ব্যাখ্যা করে, পাঠ্যের উপর ভিত্তি করে উপমা এবং উপমা তৈরি করে।পরবর্তী ক্ষেত্রে আগ্গাদীয় হিসাবে বর্ণনা করা হয়। \n\n\n=== হালাখী মিদ্রাশিম ===\nমিদ্রাশ হালাখা নাম একটি গ্রুপ দেওয়া হয় ট্যানিটিক প্রদর্শনী চালু প্রথম পাঁচটি বই এর হিব্রু বাইবেল. এই মিদ্রাশিম, লিখিত মিশনাহিক হিব্রু, স্পষ্টভাবে বাইবেলের গ্রন্থগুলির মধ্যে পার্থক্য করে যা তারা আলোচনা করে, এবং রাব্বিনিক ব্যাখ্যা যে পাঠ্য. তারা প্রায়ই সহজ ব্যাখ্যা অতিক্রম ভাল যান এবং আহরণ বা জন্য সমর্থন প্রদান হালাখা. এই কাজটি পাঠ্যের পবিত্র এবং ঐশ্বরিক প্রকৃতি সম্পর্কে প্রাক-সেট অনুমানের উপর ভিত্তি করে এবং রাব্বিনিক ব্যাখ্যার সাথে সম্মত হওয়া বৈধতার বিশ্বাসের উপর ভিত্তি করে\nএই উপাদান ঈশ্বরের প্রামাণিক শব্দ হিসাবে বাইবেলের গ্রন্থে একইরূপে যদিও, এটা স্পষ্ট যে না সব হিব্রু বাইবেল এই সময়ে তার কথন সংশোধন করা হয়েছে, উদ্ধৃত করা হয় যে কিছু আয়াত থেকে পৃথক হিসাবে মাসোরেটিক, এবং সেপ্টুয়াজিন্টের সাথে একমত, বা তোরাহ পরিবর্তে.\n\n\n=== উৎস ===\nহিব্রু বাইবেলের বিষয়বস্তুগুলির ক্রমবর্ধমান ক্যানোনাইজেশনের সাথে, এতে থাকা বইগুলির পরিপ্রেক্ষিতে এবং সেগুলির পাঠ্যের সংস্করণ এবং একটি গ্রহণযোগ্যতা যে নতুন পাঠ্য যোগ করা যায় না, এমন উপাদান তৈরি করার প্রয়োজন হয়েছিল যা স্পষ্টভাবে সেই পাঠ্যের মধ্যে পার্থক্য করবে, এবং এর রাব্বিনিক ব্যাখ্যা।এই চিন্তাগুলিকে সংগ্রহ এবং সংকলন করে সেগুলিকে এমনভাবে উপস্থাপন করা যেতে পারে যা এই দাবিগুলিকে খণ্ডন করতে সাহায্য করেছিল যে সেগুলি কেবলমাত্র মানুষের ব্যাখ্যা।যুক্তি হল যে বিভিন্ন চিন্তাধারার বিভিন্ন সংকলন উপস্থাপন করে যার প্রত্যেকটি পাঠ্যের নিবিড় অধ্যয়নের উপর নির্ভর করে, প্রাথমিক বাইবেলের আইনের মধ্যে ক্রমবর্ধমান পার্থক্য এবং এর পরবর্তী রব্বিনিক ব্যাখ্যার সমন্বয় করা যেতে পারে। \n\n\n=== আগ্গাদীয় মিদ্রাশিম ===\nহিব্রু বাইবেলের অ-আইনি অংশগুলি ব্যাখ্যা করতে চাওয়া মিদ্রাশিমকে কখনও কখনও aggadah বা Haggadah হিসাবে উল্লেখ করা হয়। \nধর্মগ্রন্থের অ-আইনগত অংশগুলির অ্যাগাডিক আলোচনাগুলি হলাখিক মিদ্রাশিম (ইহুদি আইনের মধ্যরাশিম) থেকে প্রকাশের অনেক বেশি স্বাধীনতা দ্বারা চিহ্নিত করা হয়।আগ্গাডিক এক্সপোজিটররা বিশিষ্ট রাব্বিদের বাণী সহ বিভিন্ন কৌশল ব্যবহার করেছিলেন।এই অ্যাগাডিক ব্যাখ্যাগুলি ফেরেশতা, দানব, স্বর্গ, নরক, মশীহ, শয়তান, ভোজ এবং উপবাস, উপমা, কিংবদন্তি, যারা মূর্তিপূজা অনুশীলন করে তাদের উপর ব্যঙ্গাত্মক আক্রমণ ইত্যাদি সম্পর্কিত দার্শনিক বা রহস্যময় বিতর্ক হতে পারে।\nএই মিদ্রাশিমগুলির মধ্যে কিছু রহস্যময় শিক্ষা অন্তর্ভুক্ত করে।উপস্থাপনাটি এমন যে মিড্রাশ হল অপ্রশিক্ষিতদের জন্য একটি সহজ পাঠ এবং এই অঞ্চলে শিক্ষিতদের জন্য একটি রহস্যময় শিক্ষার সরাসরি ইঙ্গিত বা উপমা।\n\nমিদ্রা\"And God saw all that He had made, and found it very good. And there was evening, and there was morning, the sixth day.\" (Genesis 1:31)—Midrash: Rabbi Nahman said in Rabbi Samuel's name: \"Behold, it was very good\" refers to the Good Desire; \"AND behold, it was very good\" refers to the Evil Desire. Can then the Evil Desire be very good? That would be extraordinary! But without the Evil Desire, however, no man would build a house, take a wife and beget children; and thus said Solomon: \"Again, I considered all labour and all excelling in work, that it is a man's rivalry with his neighbour.\" (Kohelet IV, 4).\nটেমপ্লেট:Rabbinical eras timeline\n\n\n== সমসাময়িক ইহুদি মিদ্রাশ ==\nবিংশ এবং একবিংশ শতকে \"সমসাময়িক মিদ্ফর্মগুলির মধ্যে রয়েছে কবিতা, গদ্য, বিবলিওড্রামা (বাইবেলের গল্প থেকে অভিনয়), ম্যুরাল, মুখোশ এবং সঙ্গীত, অন্যান্যদের মধ্যে।দ্য ইনস্টিটিউট ফর কনটেম্পোরারি মিড্রাশ  পবিত্র গ্রন্থের এই পুনর্ব্যাখ্যার সুবিধার্থে গঠিত হয়েছিল।ইনস্টিটিউটটি ১৯৯৫ এবং ২০০৪ এর মধ্যে বেশ কয়েকটি সপ্তাহব্যাপী নিবিড় অনুষ্ঠানের আয়োজন করেছিল এবং ১৯৯৭ থেকে ২০০০ পর্যন্ত লিভিং টেক্সট: দ্য জার্নাল অফ কনটেম্পোরারি মিড্রাশের আটটি সংখ্যা প্রকাশ করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMidrash Section of Chabad.org Includes a five-part series on the classic approaches to reading Midrash.\nSacred Texts: Judaism: Tales and Maxims from the Midrash extracted and translated by Samuel Rapaport, 1908.\nMidrash—entry in historical sourcebook by Mahlon H. Smith\n উইকিসংকলনে পাঠ্য:\n \"Midrashim\"। ক্যাথলিক বিশ্বকোষ। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। ১৯৯৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Midrash\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Midrash\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]\nFull text resources\nTanchuma (Hebrew)\nAbridged translations of Tanchuma in English.\nYalkut Shimoni (Hebrew)\nEnglish translation and Hebrew text"}