{"pageid": 1127934, "title": "বয়চুকিজম", "url": "https://bn.wikipedia.org/wiki?curid=1127934", "content": "বয়চুকিজম (ইউক্রেনীয় ভাষায়: Бойчукізм) হল ১৯১০ এবং ১৯৩০ এর দশকের মধ্যে ইউক্রেনীয় শিল্পকলার ইতিহাসে একটি সাংস্কৃতিক এবং শৈল্পিক ঘটনা। শৈল্পিক স্মারক এবং শৈলীর জন্য একে সহজেেই আলাদা করা যায়। এটি ছিল ইউক্রেনীয় শিল্পকলার আদি বিদ্যালয়। এই শিল্পকলা ইউক্রেনীয় লোকশিল্প, বাইজেন্টিয়াম, প্রোটো-রেনেসাঁ এবং ইউক্রেনের গির্জার শিল্পকলার সংমিশ্রণে গঠিত হয়েছিল। বয়চুকিজম নামটি এসেছে আন্দোলনের প্রতিষ্ঠাতা মাইখাইলো বয়চুকের নাম থেকে। ইনি একজন বিশিষ্ট স্মৃতিসৌধ এবং গ্রাফিক শিল্পী ছিলেন।\n\n\n== নব্য-বাইজেন্টাইন শিল্প ==\nসেই সময়ের ইউরোপীয় শিল্পীরা যেমন পাবলো পিকাসো, আলেকজান্ডার আরখিপেনকো এবং কাজিমির মালভিচ প্রাচীন সংস্কৃতির আধ্যাত্মিক প্রকৃতি এবং এর ভাষার মধ্যে নমনীয়তা আলাদাভাবে বুঝতে পেরেছিলেন। বাইজেন্টিনিজম এবং ইউক্রেনীয় শিল্পকলা বয়চুকিস্টদের কাছে শৈল্পিক চিহ্ন হয়ে উঠেছে।\n১৯০৯ সালে মাইখাইলো বয়চুক প্যারিসে নব্য-বাইজেন্টাইন শিল্পকলার একটি চিত্রশালা প্রতিষ্ঠা করেছিলেন। এই চিত্রশালাটির হাত ধরে তার স্কুলের সূচনা হয়েছিল। এখানকার শিল্পীরা বাইজেন্টাইন এবং কিভান ​​রুসের সেরা শিল্পকলাগুলির উপর ভিত্তি করে ইউক্রেনীয় শিল্পকে পুনরুজ্জীবিত করার চেষ্টা করেছিলেন। বয়চুকিস্টরা মোমের সাথে ভেজা এবং শুকনো রঙের মিশ্রণ ব্যবহার করে দেয়ালে আঁকার কৌশল আয়ত্ত করেন।\nফরাসিরা এই উদ্ভাবনগুলির নাম দেয় বাইজেন্টাইন সংস্কার, যা পরে ইউক্রেনীয় স্মৃতিসৌধ বা বয়চুকিজমের স্কুল হিসেবে পরিচিত ছিল।\n\n\n== মেঝহিরিয়া আর্ট এবং সিরামিক টেকনিক্যাল স্কুল ==\n১৯১৯ সালে মেঝহিরিয়া আর্ট এবং সিরামিক স্টুডিওগুলি (১৯২৩ থেকে একটি প্রযুক্তিগত বিদ্যালয়) মেঝহিরিয়া মঠের জায়গায় অবস্থিত ছিল। সেখানে বয়চুকিস্টরা তাদের শিল্পকর্ম করত।\n১৯২৩-২৪ সালে শিল্প সমালোচক পি. গরবেনকোর নির্দেশনায় কারিগরি বিদ্যালয়ের ছাত্র এবং শিক্ষকরা মিলে একটি বিপ্লববাদী পুতুল থিয়েটার গঠন করেন। যেটি ভার্টেপ নামে পরিচিত। মাইখাইলো বয়চুকের স্ত্রী সোফিয়া নালেপিনস্কা-বয়চুকের নির্দেশনায় কিয়ভ ইনস্টিটিউট অফ আর্ট-এর ছাত্ররা কাঠ খোদাই করে  কাঠের শিল্পকর্মগুলি তৈরি করেছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}