{"pageid": 1127999, "title": "টিকি উইকি সিএমএস গ্রুপওয়্যার", "url": "https://bn.wikipedia.org/wiki?curid=1127999", "content": "টিকি উইকি সিএমএস গ্রুপওয়্যার বা সংক্ষেপে টিকি, যা মূলত টিকিউইকি নামে পরিচিত, এটি একটি বিনামূল্যের এবং উন্মুক্ত উৎস উইকিভিত্তিক বিষয়বস্তু ব্যবস্থাপনা সিস্টেম এবং অনলাইন অফিস স্যুট যা প্রাথমিকভাবে পিএইচপিতে লেখা এবং গ্নু লেজার জেনেরাল পাবলিক লাইসেন্স (এলজিপিএল-২.১-ওনলি)  লাইসেন্সের অধীনে ডিস্ট্রিবিউশন করা হয়েছে। ইন্টারনেটে এবং ইন্ট্রানেট এবং এক্সট্রানেটে ওয়েবসাইট এবং পোর্টালগুলো সক্ষম করার পাশাপাশি টিকিতে অনেকগুলো সহযোগী বৈশিষ্ট্য রয়েছে। যা এটিকে একটি ভূস্থানিক কনটেন্ট ম্যানেজমেন্ট সিস্টেম (জিওসিএমএস) এবং গ্রুপওয়্যার ওয়েব অ্যাপ্লিকেশন হিসাবে কাজ করার অনুমতি দেয়।\nটিকিতে বেশিরভাগ সিএমএসের সাধারণ সমস্ত মৌলিক বৈশিষ্ট্য রয়েছে, যেমন একটি নমনীয় এবং সমৃদ্ধ অনুমতি বা বিশেষাধিকার সিস্টেমের মধ্যে পৃথক ব্যবহারকারীর অ্যাকাউন্ট নিবন্ধন এবং বজায় রাখার ক্ষমতা, মেনু তৈরি এবং পরিচালনা করা, আরএসএস ফিড, পৃষ্ঠার বিন্যাস পরিবর্তন বা পরিবর্ধন করা, লগিং সঞ্চালন করা এবং পরিচালনা করা। সমস্ত প্রশাসনিক কাজ একটি ব্রাউজারে ব্যবহারকারী ইন্টারফেসের মাধ্যমে সম্পন্ন করা হয়।\nটিকিতে একটি একের ভিতর সব ডিজাইন রয়েছে, একটি মূল ও এক্সটেনশন মডেলের বিপরীতে অন্যান্য সিএমএস অনুসরণ করে। এটি ভবিষ্যতের প্রুফ আপগ্রেডের জন্য অনুমতি দেয় (যেহেতু সমস্ত বৈশিষ্ট্য একসাথে প্রকাশিত হয়েছে)। তবে একটি অত্যন্ত বড় কোডবেসের ত্রুটি রয়েছে (দশ লক্ষ লাইনের বেশি)।\nটিকি যেকোনো কম্পিউটিং প্ল্যাটফর্মে চালাতে পারে যা পিএইচপি ৫ ( অ্যাপাচি এইচটিটিপি সার্ভার, আইআইএস, লাইটটিপিডি, হিয়াওয়াথা, চেরোকি, এবং এনজিনিক্সসহ) এবং বিষয়বস্তু এবং সেটিংস সঞ্চয় করার জন্য একটি মাইসিকুয়েল ডেটাবেজ চালাতে সক্ষম ওয়েব সার্ভার উভয়টিই সমর্থন করে।\n\n\n== মূখ্য উপাদান সমূহ ==\nটিকির চারটি প্রধান বিভাগ রয়েছে: সামগ্রী তৈরি এবং পরিচালনার সরঞ্জাম, বিষয়বস্তু সংস্থার সরঞ্জাম এবং পরিভ্রমণ সহায়ক, যোগাযোগ সরঞ্জাম এবং কনফিগারেশন এবং প্রশাসন সরঞ্জাম। এই উপাদানগুলো প্রশাসক এবং ব্যবহারকারীদের সামগ্রী তৈরি এবং পরিচালনা করতে সক্ষম করে, সেইসাথে তাদের অন্যদের সাথে যোগাযোগ করতে এবং সাইটগুলো কনফিগার করতে দেয়৷\nএছাড়াও টিকি প্রতিটি ব্যবহারকারীকে বিভিন্ন দৃশ্যমান থিম থেকে বেছে নেওয়ার অনুমতি দেয়। এই থিমগুলো সিএসএস এবং ওপেন সোর্স স্মার্টি টেমপ্লেট ইঞ্জিন ব্যবহার করে প্রয়োগ করা হয়। ব্র্যান্ডিং বা কাস্টমাইজেশনের জন্য টিকি প্রশাসকের পাতা দ্বারা অতিরিক্ত থিম তৈরি করা যেতে পারে।\n\n\n== স্থানীয়করণ ==\nটিকি একটি আন্তর্জাতিক প্রকল্প, অনেক ভাষা সমর্থন করে। টিকিতে ডিফল্ট ইন্টারফেস ভাষা ইংরেজি, তবে ইউটিএফ-৮ এনকোডিং ব্যবহার করে এনকোড করা এবং প্রদর্শিত হতে পারে এমন যেকোনো ভাষা সমর্থন করা যেতে পারে। অনুবাদিত স্ট্রিংগুলো একটি বাহ্যিক ভাষার ফাইলের মাধ্যমে বা ডেটাবেজের মাধ্যমে সরাসরি ইন্টারফেস স্ট্রিংগুলো অনুবাদ করে অন্তর্ভুক্ত করা যেতে পারে। ২৯ সেপ্টেম্বর ২০০৫ পর্যন্ত, টিকি সম্পূর্ণভাবে আটটি ভাষায় অনূদিত হয়েছে এবং 90% বা তার বেশি অন্য পাঁচটি ভাষায় অনুবাদ করা হয়েছে। সেইসাথে নয়টি অতিরিক্ত ভাষায় আংশিক অনুবাদ হয়েছে।\nটিকি প্রকৃত উইকি পৃষ্ঠাগুলোর ইন্টারেক্টিভ অনুবাদকে সমর্থন করে এবং ক্রস লিঙ্গুয়াল উইকি ইঞ্জিন প্রকল্পে ব্যবহৃত প্রাথমিক উইকি ইঞ্জিন ছিল। এটি টিকি-ভিত্তিক ওয়েব সাইটগুলোকে অনুদিত বিষয়বস্তুর অনুমতি দেয় - শুধু ব্যবহারকারী ইন্টারফেসে নয়।\n\n\n== বাস্তবায়ন ==\nটিকি প্রাথমিকভাবে কিছু জাভাস্ক্রিপ্ট কোডসহ পিএইচপিতে তৈরি করা হয়েছে। এটি একটি ডেটাবেজ হিসাবে মাইসিকুয়েল ব্যবহার করে। এটি অ্যাপাচি এবং মাইক্রোসফট এর আইআইএসসহ পিএইচপি ৫ সমর্থন করে এমন যেকোনো সার্ভারে চলবে।\nটিকি উপাদানগুলো জেন্ড ফ্রেমওয়ার্ক, স্মার্টি, জেকুয়েরী, এইচটিএমএল পিউরিফাইয়ার, এফসিকেএডিটর, রাফায়েল, পিএইচপিসিএএস এবং মোরচেগোসহ অন্যান্য ওপেন সোর্স প্রকল্পগুলো ব্যাপক ব্যবহার করে৷ ম্যাপসার্ভার টিকির সাথে ব্যবহার করা হলে একটি ভূ-স্থানীয় বিষয়বস্তু ব্যবস্থাপনা সিস্টেম হয়ে উঠতে পারে।\n\n\n== প্রকল্প দল ==\nতিনশটিরও বেশি ডেভেলপার এবং অনুবাদকদের একটি বৃহৎ আন্তর্জাতিক সম্প্রদায়ের দ্বারা টিকি সক্রিয় ডেভেলপমেন্টের আওতায় রয়েছে। এটি বিশ্বের বৃহত্তম ওপেন সোর্স দলগুলোর মধ্যে একটি। প্রকল্পের সদস্যরা tiki.org ওয়েবসাইট এবং বিভিন্ন সাবডোমেইন হোস্ট করার জন্য প্রয়োজনীয় সংস্থান এবং ব্যান্ডউইথ দান করেছেন। প্রকল্পের সদস্যরা তাদের নিজস্ব পণ্যের উপর এই নির্ভরতাকে \"নিজের তৈরি খাবার খাওয়া\" হিসাবে উল্লেখ করে, যা তারা প্রকল্পের প্রথম দিন থেকে করে আসছে। টিকি সম্প্রদায়ের সদস্যরা বিভিন্ন সম্পর্কিত ইভেন্ট যেমন উইকিসিম এবং লিবার সফটওয়্যার মিটিং -এ অংশগ্রহণ করে।\n\n\n== ইতিহাস ==\n২০০২ সালের অক্টোবরে টিকি প্রাথমিক রিলিজ (রিলিজ ০.৯, স্পিকা নামে) থেকে SourceForge.net-এ হোস্ট করা হয়েছে। এটি মূলত লুইস আর্জেরিচ (বুয়েনোস আইরেস, আর্জেন্টিনা), এডুয়ার্ডো পোলিডোর (সাও পাওলো, ব্রাজিল) এবং গারল্যান্ড ফস্টার (গ্রীন বে, উইসকনসিন, মার্কিন যুক্তরাষ্ট্র) এর ডেভেলপমেন্ট ছিল। জুলাই ২০০৩ সালে, টিকিকে SourceForge.net এর জুলাই ২০০৩ মাসের সেরা প্রকল্পের নাম দেওয়া হয়েছিল। ২০০৩ সালের শেষের দিকে, বিটওয়েভার তৈরি করতে টিকির একটি ফর্ক ব্যবহার করা হয়েছিল। ২০০৬ সালে সিএমএস প্রতিবেদনের শীর্ষ ৩০ ওয়েব অ্যাপ্লিকেশনে টিকির নাম যুক্ত করা হয়েছিল। ২০০৮ সালে টিকির নাম ইকন্টেন্ট ম্যাগাজিনের শীর্ষ একশতে যুক্ত করা হয়েছিল।\n২০০৯ সালে টিকি একটি ছয় মাসের রিলিজ চক্র গ্রহণ করে এবং একটি লং টার্ম সাপোর্ট (এলটিএস) সংস্করণ নির্বাচন করার ঘোষণা দেয়। সেবছরই টিকি সফটওয়্যার কমিউনিটি অ্যাসোসিয়েশন টিকির আইনি কার্যাধক্ষ্য হিসাবে গঠিত হয়। টিকি সফটওয়্যার অ্যাসোসিয়েশন কানাডায় প্রতিষ্ঠিত একটি অলাভজনক সংস্থা। এর আগপর্যন্ত পুরো প্রকল্পটি সম্পূর্ণরূপে স্বেচ্ছাসেবকদের দ্বারা পরিচালিত হত। ২০১০ সালে টিকি ইনফোওয়ার্ল্ড থেকে অ্যাপ্লিকেশন বিভাগে সেরা ওপেন সোর্স সফটওয়্যার অ্যাপ্লিকেশন অ্যাওয়ার্ড (BOSSIE) পেয়েছিল।\n২০১১ সালে টিকিকে সিএমএস প্রতিবেদনের শীর্ষ ৩০ ওয়েব অ্যাপ্লিকেশনে নামে যুক্ত করা হয়েছিল। ২০১২ সালে ওয়েবহোস্টিংসার্চ ডট কম দ্বারা \"সেরা ওয়েব টুল\" এবং সিএমএস ক্রিটিক দ্বারা \"পিপলস চয়েস: বেস্ট ফ্রি সিএমএস\" নামে অভিহিত করা হয়। ২০১৬ সালে টিকিকে স্মল বিজনেস কম্পিউটিং দ্বারা \"সেরা দশ ওপেন সোর্স সহযোগিতা সফটওয়্যার টুলস\" এর একটি হিসাবে নামকরণ করা হয়েছিল।\n\n\n== নাম ==\nটিকিউইকি নামটি ক্যামেলকেসে লেখা হয়েছে, একটি সাধারণ উইকি সিনট্যাক্স; যা উইকির মধ্যে একটি হাইপারলিংক নির্দেশ করে। এটি সম্ভবত একটি যৌগিক শব্দ যা দুটি পলিনেশীয় শব্দ টিকি এবং উইকিকে একত্রিত করেছে। উইকিউইকির মতো একটি স্বছন্দময় নাম তৈরি করতে, যা উইকির একটি সাধারণ রূপ। টিকির জন্য একটি ব্যাকরোনিমও তৈরি করা হয়েছে: Tightly Iintegrated Knowledge Infrastructure (আক্ষরিক অনুবাদ: দৃঢ়ভাবে সমন্বিত জ্ঞান পরিকাঠামো)।\n\n\n== আরো দেখুন ==\nউইকি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSapir, Rick (২০১০)। Tiki Essentials। LuLu.com। আইএসবিএন 978-0-557-76676-5। \nSapir, Rick (২০১১)। Tiki for Smarties। LuLu.com। আইএসবিএন 978-0-557-34575-5। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}