{"pageid": 1127759, "title": "স্পেস সুইপারস", "url": "https://bn.wikipedia.org/wiki?curid=1127759", "content": "স্পেস সুইপারস (কোরীয়: 승리호; হাঞ্জা: 勝利號; আরআর: Seungriho; আক্ষরিক অর্থ: মহাকাশযান বিজয়) হল একটি ২০২১ সালের দক্ষিণ কোরিয়ান স্পেস ওয়েস্টার্ন চলচ্চিত্র যা পরিচালনা করেছেন জো সুং-হি, এতে অভিনয় করেছেন সং জুং-কি, কিম তাই-রি, জিন সিওন-কিউ এবং ইউ হে-জিন ।  প্রথম কোরিয়ান স্পেস ব্লকবাস্টার হিসাবে বিবেচিত, এটি নেটফ্লিক্সে ৫ ফেব্রুয়ারী, ২০২১-এ প্রকাশিত হয়েছিল। \n\n\n== পটভূমি ==\n২০৯২ সালে, পৃথিবী প্রায় বসবাসের অযোগ্য হয়ে পড়েছে। ইউটিএস কর্পোরেশন মানবতার জন্য একটি নতুন কক্ষপথ তৈরি করে যা পৃথিবীর বাস্তুতন্ত্রের অনুকরণ করে; যাইহোক, শুধুমাত্র কিছু অভিজাত ব্যক্তিকে আরোহণ এবং ইউটিএস নাগরিক হওয়ার অনুমতি দেওয়া হয়, যখন পৃথিবীতে অবশিষ্টরা দূষিত বাতাসে শ্বাস নেয়। পৃথিবীর কক্ষপথে ভাসমান মহাকাশের ধ্বংসাবশেষ সংগ্রহ করে এবং কোম্পানির কারখানায় বিক্রি করে, সারা বিশ্ব থেকে অনেক অ-নাগরিকরা মহাকাশ ঝাড়ুদার হিসাবে বেঁচে থাকে। চলচ্চিত্রটি একটি দল স্পেস সুইপার এবং তাদের জাহাজ, ভিক্তরি-কে অনুসরণ করে।\nভিক্টরির দলে কিম টে-হো, টাইগার পার্ক এবং বুবস (একটি অ্যান্ড্রয়েড) রয়েছে, যার নেতৃত্বে ক্যাপ্টেন জ্যাং। মেকানিক টাইগার পার্ক পৃথিবীতে একজন ড্রাগ ব্যারন ছিলেন, যখন বুবস, একসময় একজন সৈনিক, এখন জাহাজটি মেরামত করতে এবং স্পেস জাঙ্কের জন্য নেট কাস্ট করতে সাহায্য করে এবং একটি সম্পূর্ণ স্কিন গ্রাফ্ট পেতে সঞ্চয় করে। জ্যাং ছিলেন ইউটিএস দ্বারা স্পনসর করা শিশু প্রতিভাদের একজন এবং কোম্পানির জন্য বেশ কয়েকটি হাই-টেক উদ্ভাবন তৈরি করেছিলেন কিন্তু, কোম্পানিটি কীভাবে কাজ করে তা আবিষ্কার করার পরে, জলদস্যু হয়ে ওঠে এবং জেমস সুলিভানকে হত্যা করার চেষ্টা করে। তার ক্রু নিহত হয়েছিল এবং সুলিভান বেঁচে গিয়েছিল, তাই তিনি পরিচয় পরিবর্তন করেছিলেন এবং একটি চক্ষু প্রতিস্থাপন করেছিলেন। তাই-হো, একসময় একজন শিশু সৈনিক, তার মেয়ে সু-নিকে খুঁজছেন, যিনি তাদের স্টেশনের সাথে ধ্বংসাবশেষের সংঘর্ষের পর মহাকাশে নির্গত হয়েছিলেন। তার একমাত্র লক্ষ্য হল কর্তৃপক্ষের পুনরুদ্ধারকারী দলকে অর্থ প্রদান করা যাতে সে কক্ষপথ থেকে বের হয়ে যায় এবং চিরতরে মহাকাশে হারিয়ে যায়।\nকক্ষপথে ভাসমান একটি গাড়ি তুলে নেওয়ার পরে, তারা এতে একটি শিশুকে আবিষ্কার করে, ডরোথি নামে একটি রোবট, যার মধ্যে সন্ত্রাসী গোষ্ঠী ব্ল্যাক ফক্স দ্বারা তৈরি গণবিধ্বংসী অস্ত্র রয়েছে। ক্রু ডরোথির ব্যাগে একটি স্মার্টফোনও খুঁজে পায় যাতে কাং হাইওন-উ নামে একজনের কাছ থেকে বেশ কয়েকটি মিসড কল আসে। তারা ফিরে ডাকে এবং অন্য পক্ষকে ব্ল্যাক ফক্সের অন্তর্গত ধরে নিয়ে ডরোথিকে ফেরত দেওয়ার জন্য দুই মিলিয়ন ডলারের দরকষাকষি করে। তাই-হো এবং টাইগার মুক্তিপণ আদায়ের জন্য ডরোথিকে একটি নাইট ক্লাবে নিয়ে যায়, কিন্তু সে চলে যায়। ইউটিএস সৈন্যরা ক্লাবে একটি গণহত্যা মঞ্চস্থ করে। টাইগার এবং তাই-হো ডরোথিকে সনাক্ত করে যখন সৈনিক ০১ জিরোতে প্রবেশ করে এবং তাদের দিকে গুলি চালায়। ডরোথির চোখের রঙ পরিবর্তন হয় এবং ত্রয়ী তাদের চারপাশে এক ধরনের বল ক্ষেত্র দ্বারা বিস্ফোরণ থেকে রক্ষা পায়। জ্যাং, জাহাজে একটি ফিডের মধ্য দিয়ে দেখছে, লক্ষ্য করেছে যে লোকটি ডরোথিকে নিতে এসেছিল সে তাকে কোট-নিম বলে ডাকছে। ত্রয়ী জাহাজে ফিরে আসে, যেখানে ডরোথি স্বীকার করে যে কোট-নিম তার কোরিয়ান নাম। তাই-হো তাকে উপেক্ষা করে, ভেবেছিল সে একজন রোবট, যখন টাইগার তার সাথে বন্ধুত্বপূর্ণ হয়ে ওঠে এবং তাকে রাখার পরামর্শ দেয়। তাই-হো ধারণাটি প্রত্যাখ্যান করে এবং বিনিময়টি পুনর্বিন্যাস করার জন্য ক্যাং হিউন-উ এর সাথে আরেকটি কল সেট করতে যায়।\nজ্যাং ডরোথির ব্যাকপ্যাকে কাগজপত্র খুঁজে পায় এবং সেগুলো যাচাই করে। বাবস ডরোথিকে মেকআপ করে এবং তাকে তাই-হোর গল্প বলে: একজন শিশু সৈনিক হিসাবে, তিনি একটি জাহাজে আক্রমণ করেছিলেন এবং আরোহণ করেছিলেন যেটি বেশ কয়েকজন পলাতক অনাগরিককে বহন করেছিল, তাদের সবাইকে হত্যা করেছিল। তিনি একটি মৃত মহিলার বাহুতে একটি শিশু বেঁচে থাকতে দেখেন এবং মেয়েটিকে দত্তক নেন। তিনি তার মানবতাকে পুনরুজ্জীবিত করেছিলেন এবং তাই-হো নিজেকে অন্যদের আঘাত করতে অক্ষম মনে করেছিলেন - ফলস্বরূপ, তাকে বাহিনী থেকে বরখাস্ত করা হয়েছিল, গৃহহীন করা হয়েছিল এবং অনাগরিক হিসাবে হ্রাস করা হয়েছিল। এক বছর গৃহহীন থাকার পর, তাই-হো মরিয়া হয়ে ওঠে এবং জুয়া খেলে, সু-নিকে অবহেলা করে। সু-নি জলখাবার খোঁজার জন্য দূরে ঘুরেছিল এবং ধ্বংসাবশেষের আঘাতে মহাকাশে উড়ে গিয়েছিল।\nএকজন মুখোশধারী ব্যক্তি কারখানার টয়লেটে কোট-নিমকে অনুসরণ করছে। তার চিৎকার তাই-হো এবং টাইগারকে সতর্ক করে, যারা তাকে বাঁচাতে ছুটে আসে কিন্তু মুখোশধারী একদল লোকের দ্বারা অতর্কিত হয়। টাইগার তাদের সবাইকে মারধর করে এবং জ্যাং হস্তক্ষেপ করে, আবিষ্কার করে যে তারা ব্ল্যাক ফক্সের সাথে কাজ করে অন্য স্পেস জাঙ্ক সংগ্রহকারী। তাদের নেতা, কারুম, ব্যাখ্যা করেছেন যে ব্ল্যাক ফক্স একটি সন্ত্রাসী সংগঠনের পরিবর্তে একটি পরিবেশগত গোষ্ঠী এবং কোট-নিম একটি অ্যান্ড্রয়েড নয় বরং একটি মানব শিশু। একটি জন্মগত রোগ নিয়ে জন্মগ্রহণ করে, তার বাবা কাং হাইওন-উ তাকে মহাকাশের ধ্বংসাবশেষে পাওয়া ন্যানোবট দিয়ে ইনজেকশন দিয়েছিলেন, যা কেবল কোট-নিমকে রক্ষা করেনি বরং তাকে একটি অনন্য শক্তিও দিয়েছে: সে নিরাময় এবং সুরক্ষার জন্য অন্যান্য ন্যানোবটের সাথে যোগাযোগ করতে পারে। সুলিভান মঙ্গলকে টেরাফর্ম করতে কোট-নিম ব্যবহার করেছিলেন। তিনি এখন হাইড্রোজেন বোমা বিস্ফোরণে ডরোথিকে হত্যা করার পরিকল্পনা করেছেন কারণ ন্যানোবটগুলি শুধুমাত্র চরম উচ্চ তাপমাত্রায় ধ্বংস হতে পারে। পৃথিবীর সান্নিধ্যের কারণে, বিস্ফোরণের ফলে কারখানাটি গ্রহের উপর পড়ে যাবে, পৃথিবী ধ্বংস হবে এবং মঙ্গলকে মানবতার জন্য একমাত্র কার্যকর বিকল্প করে তুলবে।\nক্রুরা কোট-নিমকে তার বাবার সাথে একত্রিত করার এবং ব্ল্যাক ফক্সের সাহায্যে বোমা নিষ্ক্রিয় করার সিদ্ধান্ত নেয়, যারা ডক্টর কাংকে খুঁজে বের করে মিটিং পয়েন্টে নিয়ে আসবে। সৈন্যরা তাদের আক্রমণ করে, কিন্তু তাই-হো এবং কোট-নিম বিজয়ে পালাতে সক্ষম হয়। তারা একটি মহাকাশ ধ্বংসাবশেষের ক্ষেত্রে প্রবেশ করে, যেখানে ন্যানোবটগুলি তাদের জাহাজকে গ্রাস করতে শুরু করে। কোট-নিম তাদের সাথে যোগাযোগ করে এবং ন্যানোবটগুলি ছড়িয়ে পড়ে। তারা কারখানায় প্রবেশ করে যেখানে মিট-আপ নির্ধারিত ছিল, কেবলমাত্র ত্তৎ পাতার জন্য। ইউটিএস সৈন্যরা কোট-নিমকে অপহরণ করার আগে সমস্ত ব্ল্যাক ফক্স এবং ডাঃ কাংকে হত্যা করে। কোট-নিম ত্যাগ করার বিনিময়ে সুলিভান তাই-হোকে চার মিলিয়ন ডলার দেয়। তাই-হো টাকা নেয়, কিন্তু বাকিরা কোট-নিমকে বাঁচানোর সিদ্ধান্ত নেয় – এমনকি এটি তাদের হত্যা করলেও। তাই-হো ইউটিএস অফিসারদের টাকা দেয়, এবং তারা সু-নির সম্পত্তি - তার জামাকাপড়, ক্রেয়ন এবং লেখার বই তুলে দেয়। এতে সু-নি লিখেছিলেন যে তিনি তার বাবার মতো একজন ভাল মানুষ হতে চান। এটি তাই-হোকে সেই প্রতিশ্রুতির কথা মনে করিয়ে দেয় যা তিনি সু-নিকে দিয়েছিলেন, তার পরিচিত সেরা মানুষ হওয়ার জন্য। সে টাকা ফেরত নেয় এবং কোট-নিমকে বাঁচাতে যাওয়ার আগে নতুন উদ্যমে জাহাজে ফিরে আসে।\nসুলিভান মঙ্গল গ্রহের উপনিবেশ ঘোষণা করেন। কোট-নিম বোমায় আটকে আছে, কিন্তু দল তাকে মুক্ত করে; যাইহোক, জ্যাং আবিষ্কার করে যে বোমা নিষ্ক্রিয় করা যাবে না। এটি কেবল তার বিস্ফোরণ ব্যাসার্ধের কিছুকেই ধ্বংস করবে না বরং ৫,০০০ কিলোমিটারের মধ্যে থাকা যেকোনো ন্যানোবটকেও ধ্বংস করবে। কোট-নিমের ন্যানোবট (এবং তার জীবন) বাঁচানোর একমাত্র উপায় হল যদি সে সীমার বাইরে থাকে। দলটি ৫,০০০ উড়তে যাত্রা করে কিমি দূরে, কিন্তু সৈনিক ০১ দ্বারা বাধাপ্রাপ্ত হয়; টাইগার তার সাথে মারামারি করে এবং তাকে কারখানা থেকে বের করে দেয়। দলটি বাকি স্পেস সুইপারদের কাছে একটি বার্তা পাঠায়, যারা তাদের সাহায্যে আসে, আক্রমণকারী সৈন্যদের সাথে লড়াই করে। যুদ্ধের সময়, পৃথিবী এবং ইউটিএস উপনিবেশের জনসংখ্যা সুলিভানের সত্যিকারের লক্ষ্য সম্পর্কে জানতে পেরে হতবাক হয়ে যায় যখন তারা তার পরিকল্পনার বর্ণনা করার একটি ফাঁস হওয়া রেকর্ডিং শুনতে পায়। ভিক্টরিকে সুলিভান নিজেই বাধা দেয়, যিনি কোট-নিমকে ফিরে পেতে ক্রুদের সাথে লড়াই করার চেষ্টা করেন। যখন মনে হয় তারা যুদ্ধে হেরে গেছে, তখন টাইগার এবং তাই-হো একটি চূড়ান্ত বুস্ট পরিচালনা করে যা জাহাজটিকে বিস্ফোরণের সীমার বাইরে রাখে। ক্রুরা প্রকাশ করে যে কোট-নিমকে অন্য স্পেস সুইপারদের সাথে নিরাপদে রেখে দেওয়া হয়েছিল। ভিক্টরি অন্তস্তল থেকে বোমাটি সরিয়ে নিয়ে গিয়েছিল, পৃথিবী এবং কোট-নিমকে বাঁচাতে তাদের জীবন উৎসর্গ করতে প্রস্তুত ছিল। বোমাটি বিস্ফোরিত হয়, কিন্তু কোট-নিম ন্যানোবটদের ডেকে পাঠায় ভিক্টরি রক্ষার জন্য, ক্রুদের জীবন বাঁচাতে।\nযুদ্ধের পরে, ইউটিএস প্রধান মারা গেলে, কর্পোরেশন তাদের প্রকৃত লক্ষ্যগুলি ঢেকে রাখার জন্য প্রকাশ্যে ক্ষমা চায় এবং পৃথিবীকে আরও বাসযোগ্য করে তুলতে সাহায্য করার প্রতিশ্রুতি দেয়৷ কোট-নিমকে ক্রু দ্বারা দত্তক নেওয়া হয় এবং তার ক্ষমতা ব্যবহার করে, তাই-হোকে সু-নিকে বিদায় জানাতে সাহায্য করে; বাবস তার ত্বকের কলম পায়, টাইগার এবং তাই-হো কোট-নিমকে গাছ বাড়াতে সাহায্য করার জন্য পৃথিবীতে নিয়ে যায় এবং তারা সবাই মহাকাশ পরিষ্কার করার কাজ চালিয়ে যায়।\n\n\n== অভিনয়ে ==\nকিম তাই-হো চরিত্রে গান জুং-কি - স্পেস গার্ডের প্রাক্তন কমান্ডার এবং প্রথম ইউটিএস জিনিয়াস।\nক্যাপ্টেন জ্যাং/জ্যাং হিউন-সুক - প্রাক্তন স্পেশাল ফোর্স স্কোয়াড অফিসার হিসাবে কিম তাই-রি যিনি পরে তার নিজস্ব জলদস্যু সংগঠন তৈরি করার জন্য তার পদ ছেড়ে দিয়েছিলেন। তিনি সিইও জেমস সুলিভানকে হত্যা করার চেষ্টা করেছিলেন যাতে তার পুরো জলদস্যু ক্রু নিহত হয়।\nজিন সিওন-কিউ টাইগার পার্ক/পার্ক কিউং-সু - প্রাক্তন ড্রাগ কিং যিনি গ্রেপ্তার হয়ে মৃত্যুদণ্ডের পরে পৃথিবী থেকে পালিয়ে গিয়েছিলেন।\nরোবট বাবস হিসাবে ইউ হে-জিন - প্রাক্তন সামরিক রোবট একটি ত্বকের কলমের জন্য সঞ্চয় করার চেষ্টা করছে\nজেমস সুলিভান - ইউটিএস-এর সিইও হিসাবে রিচার্ড আর্মিটেজ ।\nকিম মু-ইওল কাং হাইওন-উ - কাং কোট-নিমের পিতা এবং একজন বিজ্ঞানী।\nডরোথি/কাং কোট-নিম চরিত্রে পার্ক ইয়ে-রিন - প্রথমে রোবট বলে বিশ্বাস করা হয়েছিল, তিনি আসলে একজন মানুষ যাকে তার সুস্থ করার শেষ অবলম্বন হিসাবে তার বাবা ন্যানোবট দিয়েছিলেন।\nওহ জি-ইউল কিম সু-নি হিসেবে – তাই-হোর দত্তক কন্যা\nসুলিভানের সহকারী হিসেবে অনুপম ত্রিপাঠি\nবুবসের নতুন বডি হিসেবে কিম হায়াং-গি\nরেস্তোরাঁর ব্যবস্থাপক হিসেবে ক্রিশ্চিয়ান লাগাহিত\n\n\n== থিম ==\nছবিটি পুঁজিবাদের সমালোচনা করে।  ছবিটিতে মঙ্গল গ্রহের উপনিবেশের প্রক্রিয়াটিকে একটি সর্বনাশের জন্য প্রস্তুত কোটিপতিদের সাথে তুলনা করা হয়েছে। কমিক্সবিট- এর এভারি কাপলান উল্লেখ করেছেন যে \"যদিও পুঁজিবাদ ভিক্টরি দলের সদস্যদের একে অপরের গলায় যাওয়ার সম্ভাবনা বেশি করে তুলতে পারে, এটি তাদের অন্তর্নিহিত নৈতিকতাকে সম্পূর্ণরূপে নির্মূল করতে পারে না\" এবং ট্রান্স হেলথ কেয়ারের প্রতিবন্ধকতা প্রদর্শন করে বুবসের আর্কের দিকে ইঙ্গিত করেছেন যা পুঁজিবাদের অধীনে বিদ্যমান।  বহুভুজের কাম্বোলে ক্যাম্পবেল উল্লেখ করেছেন যে \"চলচ্চিত্রের সবচেয়ে আকর্ষণীয় উপাদানগুলির মধ্যে একটি হল এর নৈমিত্তিক বহুসংস্কৃতিবাদ। সম্ভবত দ্রবীভূত দেশগুলির চরিত্রগুলি তাদের স্থানীয় ভাষার মিশ্রণে একে অপরের সাথে কথা বলে, যখন ইংরেজি বেশিরভাগই শক্তির ভাষা এবং চলচ্চিত্রের শ্বেতাঙ্গ প্রতিপক্ষের ভাষা হিসাবে উপস্থিত হয়।\" \n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nছবির প্রথম দিকের কাজের শিরোনাম ছিল লাইটনিং আর্ক (কোরীয়: 번개호; আরআর: Beongaeho) \nজো সুং-হি ছবিটির মুক্তির ১০ বছর আগে গল্পটি লিখতে শুরু করেছিলেন, যখন একজন বন্ধু তার সাথে মহাকাশের আবর্জনার বিপদ সম্পর্কে কথা বলেছিল। তিনি বলেছিলেন যে \"এটি মহাকাশ ভ্রমণকারীদের মহাকাশের আবর্জনা সংগ্রহ করার ধারণা দিয়ে শুরু হয়েছিল। আমি শুনেছি যে কীভাবে মহাকাশের ধ্বংসাবশেষের এই দ্রুত চলমান টুকরোগুলি বাড়ছে এবং মহাকাশে সংঘর্ষের দিকে নিয়ে যাচ্ছে। আমি বুঝতে পেরেছিলাম যে এই বিষয়টি ইতোমধ্যে অ্যানিমেশন এবং গেমগুলিতে মোকাবেলা করা হয়েছে, তবে কোনও ছবিতে এখনও নয়। আমি স্ক্রিপ্টটি লিখতে শুরু করেছিলাম এই ভেবে যে কোরিয়ানরা, যারা দৃঢ় মানসিকতার অধিকারী, তারা কীভাবে এই সমস্যাটির সাথে যোগাযোগ করবে।\" \n২০১৯ সালের মে মাসে, চীনা বহুজাতিক বিনোদন কোম্পানি হুয়াই টেনসেন্ট ৪.২ মিলিয়ন মার্কিন ডলার বিনিয়োগ করেছে ছবিটিতে।  ভিজ্যুয়াল এফেক্ট কোম্পানি ডেক্সটার স্টুডিওস, যেটি অ্যালং উইথ দ্য গডস: দ্য টু ওয়ার্ল্ডস, অ্যাশফল এবং ওয়ান্ডারিং আর্থ চলচ্চিত্র নির্মাণের পিছনে ছিল, স্পেস সুইপারদের জন্যও এদের নিয়োগ করা হয়েছিল। \n\n\n=== অভিনয়ের নটনটী ===\n২০১৮ সালের জুন মাসে, এটি জানা গিয়েছিল যে সং জোং-কি জো সুং-হি -এর পরবর্তী ছবিতে অভিনয় করতে রাজি হয়েছেন, এটি অ্যা ওয়েরঅলফ বয় (২০১২) এর পরে তাদের দ্বিতীয় সহযোগিতায় পরিণত হয়েছে।  কিম তাই-রিকে ২০১৯ সালের জানুয়ারি মাসে স্পেসশিপ ক্যাপ্টেনের ভূমিকার প্রস্তাব দেওয়া হয়েছিল, তারপরে জিন সিওন-কিউ এপ্রিলে রক্ষকের ভূমিকায় অফার করেছিলেন।  ২০১৯ সালের জুন-এ চূড়ান্ত লাইনআপ নিশ্চিত করা হয়েছিল, রোবোটিক মোশন ক্যাপচার এবং ভয়েস অভিনয়ের আকারে ইউ হে-জিন অভিনয়ে যোগ দিয়েছিলেন।  ইংলিশ অভিনেতা রিচার্ড আরমিটেজও তার ইন্সটাগ্রাম অ্যাকাউন্টের মাধ্যমে প্রকাশ করেছেন যে তিনি ২০১৯ সালের জুলাই মাসে চিত্রগ্রহণ শুরু করবেন, স্পেস সুইপারসকে তার প্রথম কোরিয়ান চলচ্চিত্রে পরিণত করবেন। \n\n\n=== চিত্রগ্রহণ ===\nপ্রধান ফটোগ্রাফি ২০১৯ সালের ৩ জুলাই এ শুরু হয়েছিল এবং ২ নভেম্বর চিত্রগ্রহণ শেষ হয়েছিল। \n\n\n== মুক্তি ==\n২০২০ সালের জুনে, চুসেওক ছুটির সময় চলচ্চিত্রটির প্রিমিয়ার করার পরিকল্পনার সাথে কোভিড-১৯ মহামারীর কারণে মুক্তি স্থগিত করা হয়েছিল বলে ঘোষণা করা হয়েছিল।  ২০২০ সালের আগস্ট মাসে, দক্ষিণ কোরিয়ায় কোভিড-১৯ কেস বৃদ্ধির কারণে মুক্তি আবার স্থগিত করা হয়েছিল। \n২০২০ সালের নভেম্বরে, ঘোষণা করা হয়েছিল যে চলচ্চিত্রটি একচেটিয়াভাবে নেটফ্লিক্স- এ মুক্তি পাবে।  স্পেস সুইপারস ৫ই ফেব্রুয়ারী,২০২১ এ মুক্তি পায়। \n২০২১ সালের মে মাসে, স্পেস সুইপারের দ্বিতীয় চলচ্চিত্রটি নির্মিত হওয়ার কথা রয়েছে। \n\n\n== অভ্যর্থনা ==\n\n\n=== দর্শকসংখ্যা ===\nফ্রান্স, মালয়েশিয়া, ক্রোয়েশিয়া, দক্ষিণ কোরিয়া এবং ফিলিপাইন সহ অন্তত ১৬টি দেশে নেটফ্লিক্সে চলচ্চিত্রটি ১ নম্বরে আত্মপ্রকাশ করেছে। চলচ্চিত্রটি প্রিমিয়ারে ৮০টি দেশে নেটফ্লিক্স-এর দৈনিক শীর্ষ ১০ র‍্যাঙ্কিংয়েও আধিপত্য বিস্তার করে। মুক্তির প্রথম ২৮ দিনে ২৬ মিলিয়নেরও  বেশি ঘরোয়া দর্শক নেটফ্লিক্স-এ ছবিটি দেখেছিল। \n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরিভিউ অ্যাগ্রিগেশন ওয়েবসাইট রটেন টম্যাটোস- এ, ২৬টি রিভিউর উপর ভিত্তি করে ৬.৭/১০ গড় রেটিং সহ চলচ্চিত্রটির অনুমোদন রেটিং ৬৯% রয়েছে। সাইটের সমালোচকদের ঐক্যমত্য পড়ে, \"একটি গল্প হিসাবে, স্পেস সুইপাররা তার তারকা-নেভিগেটিং নায়কদের মতো দুঃসাহসিক নয় -- তবে সম্পর্কিত চরিত্র এবং চিত্তাকর্ষক প্রভাবগুলি এটিকে কক্ষপথের বাইরে চলে যাওয়া থেকে বিরত রাখে\"।  মেটাক্রিটিক -এ, এটির ১০০টির মধ্যে ৬৪ এর ওজনযুক্ত গড় স্কোর রয়েছে, ৪ সমালোচকের পর্যালোচনার উপর ভিত্তি করে, যা \"সাধারণত অনুকূল পর্যালোচনাগুলি\" নির্দেশ করে। \nআইজিএন -এর জাকি হাসান যুক্তি দিয়েছিলেন যে \"এমনকি [ছবিটি] বিভিন্ন পরিচিত সাই-ফাই ট্রপের একটি সংকলন, সেগুলিকে সম্পূর্ণরূপে নেওয়ার সময় যে কোনও নিন্দাবাদকে বালি করার জন্য যথেষ্ট সাহস এবং আবেগের সাথে পুনরায় একত্রিত করা হয়েছে।\"  ইনভার্সের ডাইস জনস্টন যুক্তি দিয়েছিলেন যে ছবিটি \"প্রমাণ করে যে আন্তর্জাতিক দর্শকদের উপর নেটফ্লিক্সের বড় বাজি পরিশোধ করছে।\"  দ্য ডেইলি ডট -এর গাভিয়া বেকার-হোয়াইটলাও ফিল্মটিকে কাউবয় বেবপ এবং গার্ডিয়ানস অফ দ্য গ্যালাক্সির সাথে তুলনা করেছেন, যুক্তি দিয়েছিলেন যে ছবিটি \"কঠিনভাবে যুগান্তকারী উপাদান\" কিন্তু \"অন-স্ক্রীনে দেখার জন্য সবসময় মজার কিছু থাকে\" এবং এর বৈচিত্র্যের প্রশংসা করে অক্ষরগুলি বলেছে যে ছবিটি \"অধিকাংশ হলিউড ব্লকবাস্টারের চেয়ে অনেক বেশি আন্তর্জাতিক মনে হয়।\"  স্লেটের কারেন হান বলেছিলেন যে ছবিটি ছিল \"একটি বিরল স্পেস অপেরা যা মনে করে না যে ইংরেজি একরকম একটি সর্বজনীন ভাষা হয়ে উঠেছে\" এবং বুবসের আর্ক \"ট্রান্সজেন্ডার প্রতিনিধিত্বের জন্য একটি ছোট পদক্ষেপের মতো মনে হয় এবং, যুক্তিযুক্তভাবে, একটি বিশালাকার যেকোনো দেশের ব্লকবাস্টার চলচ্চিত্র নির্মাণের জন্য একটি।\" \n\n\n== অভিযোজন ==\nচলচ্চিত্রটির উপর ভিত্তি করে একটি ওয়েবটুন ২৬শে মে, ২০২০-এ দাউম এবং কাকাওপেজে প্রিমিয়ার হয়েছিল।  এটি ৮ই ফেব্রুয়ারি, ২০২১-এ বিশ্বব্যাপী প্রিমিয়ার হয়েছিল। \n\n\n== তথ্যসূত্র =="}