{"pageid": 1127728, "title": "ইযযুদ্দিন আইবাক", "url": "https://bn.wikipedia.org/wiki?curid=1127728", "content": "ইযযুদ্দিন আইবাক (আরবি: عز الدين أيبك; উপাধি: মালিকুল মুইয ইযযুদ্দিন আইবাক তুর্কমানি জাশনাকির সালিহি; আরবি: الملك المعز عز الدين أيبك التركماني الجاشنكير الصالحى) বা আইবাক তুর্কমানি ছিলেন তুর্কি বাহরি ধারার মিশরের মামলুক সুলতানদের মধ্যে প্রথম। তিনি ১২৫০ থেকে ১২৫৭ সালে তার মৃত্যু পর্যন্ত শাসন করেছিলেন।\n\n\n== উদ্ভব এবং প্রাথমিক কর্মজীবন ==\n\nআইবাক (তুর্কি: ay অর্থ চাঁদ আর বেগ অর্থ কমান্ডার) ছিলেন তুর্কি বংশোদ্ভূত একজন আমির বা সেনাপতি যিনি আইয়ুবীয় সুলতান সালিহ আইয়ুবের দরবারে অন্যান্য তুর্কমেনদের সাথে কাজ করতেন। এজন্য তিনি বাহরি মামলুকদের মধ্যে আইবাক তুর্কমানি নামে পরিচিত ছিলেন। তিনি আমির (সেনাপতি) পদে উন্নীত হন এবং জশনকির (সুলতানের খাদ্য ও পানীয়ের স্বাদ গ্রহণকারী, বা পানপাত্র) হিসেবে কাজ করেন। পরে একজন খাজানজা (সুলতানের হিসাবরক্ষক) পদেও কাজ করেন।\n১২৪৯ খ্রিস্টাব্দে দমইয়াতে ফ্রাঙ্কিশ আক্রমণের সময়ে সালিহ আইয়ুবের মৃত্যুর পর তুরানশাহ ক্ষমতায় আসেন। ১২৫০ সালে তুরানশাহের হত্যাকাণ্ডের পর সালিহি মামলুকদের সাহায্য সমর্থনে আইয়ুবের বিধবা স্ত্রী শাজারাতুদ দুর ক্ষমতা দখল করেন। এভাবে আইয়ুবীয়রা মিশরের উপর নিয়ন্ত্রণ হারিয়ে ফেলে।\nসিরীয় আইয়ুবীয় ও বাগদাদের আব্বাসীয় খলিফা মুসতাসিম উভয়পক্ষই মিশরের মামলুকদের এই পদক্ষেপকে অস্বীকার করেন। আর শাজারাতুদ দুরকে সুলতানা হিসেবে স্বীকৃতি দিনে অস্বীকার করেন। কিন্তু মিশরের মামলুকরা নতুন সুলতানার কাছে তাদের শপথ নবায়ন করেছিল। তিনি আইবাককে আতাবেগের (প্রধান সেনাপতি) মত গুরুত্বপূর্ণ পদে নিযুক্ত করেন।\n\n\n== ক্ষমতার উত্থান (১২৫০) ==\nসিরিয়ার আমিররা শাজারাতুদ দুরকে সুলতানা হিসেবে শ্রদ্ধা জানাতে অস্বীকার করেন। এমনকি আলেপ্পোর আইয়ুবীয় আমির নাসির ইউসুফকে দামেস্কের ক্ষমতা প্রদান করে। বিষয়গুলো ঘোলাটে হয়ে উঠে। শেষপর্যন্ত শাজারাতুদ দুর ২রা মে ১২৫০ তারিখ থেকে ৮০দিন মিশর শাসন করার পর আইবাককে বিয়ে করে সিংহাসন ত্যাগ করেন।\n১২৫০ সালের জুলাইয়ের শেষদিকে মিশরের নতুন সুলতান হিসেবে আইবাক রাজকীয় উপাধি হিসেবে মালিকুল মুইয নাম গ্রহণ করেন। সেসময়ে আইবাক চারজন মামলুকের উপর বেশি নির্ভর করতেন: ফারিসুদ্দিন আকতাই, বাইবার্স বন্দুকদারি, কুতুয এবং বিলবান রাশিদি।\nমাত্র পাঁচদিন পরই আইবাকের আনুষ্ঠানিক শাসনের অবসান ঘটে। আইবাকের অবস্থানকে সুসংহত করার জন্য এবং সিরিয়া ও বাগদাদে তাদের বিরোধীদের সন্তুষ্ট করতে বাহরি মামলুকরা ৬ বছর বয়সী সিরীয় আইয়ুবীয় পরিবারের সুলতান হিসেবে আশরাফ মুসাকে সিংহাসনে বসিয়েছিলেন। এবং ঘোষণা করেছিলেন যে, আইবাক বাগদাদের আব্বাসীয় খলিফার একজন প্রতিনিধি মাত্র। এছাড়াও তার মালিক মৃত আইয়ুবীয় সুলতান সালিহ আইয়ুবের প্রতি আনুগত্য প্রদর্শনের জন্য আইবাক সালিহের জন্য একটি শোক অনুষ্ঠানের আয়োজন করে। সালিহ আইয়ুবের মৃত্যুর আগে স্থাপন করে যাওয়া কায়রোর বাইনুল কাসরাইন জেলার মাদ্রাসার পাশের মাজারে তাকে সমাহিত করে। এত সমস্যা থাকলেও মিশরের প্রকৃত ক্ষমতা সেসময়ে আইবাকের হাতেই ছিল। যদিও তিনি শেষপর্যন্ত আতাবাক (আতাবেগ) পদে ফিরে এসেছিলেন।\n\n\n== আইয়ুবীয় আপত্তি ==\nনাসির ইউসুফ মিশর জয় করতে এবং আইবাককে উৎখাত করার জন্য গাজায় তার বাহিনী পাঠান কিন্তু ১২৫০ সালের অক্টোবরে আমির ফারিসুদ্দিন আকতাইয়ের কাছে তার বাহিনী পরাজিত হয়। তারপর তিনি একটি বিশাল সেনাবাহিনীর নেতৃত্ব দেন এবং কায়রো থেকে কাছেই সালিহিয়ার নিকটবর্তী অঞ্চলে আইবাকের সেনাবাহিনীর সাথে সংঘর্ষে লিপ্ত হন। তবে যুদ্ধের শেষে তিনি দামেস্কে পালিয়ে যেতে বাধ্য হন। আর তার পুত্র তুরানশাহ, তার ভাই নুসরাতুদ্দিন এবং আলেপ্পোর আমির মালিকুল আশরাফসহ আরো অনেকে আইবাকের সেনাবাহিনীর হাতে বন্দী হন। সিরিয়ার আইয়ুবীয়দের উপর আইবাকের বিজয় মিশরের শাসক হিসাবে তার অবস্থানকে সুসংহত করেছিল। আব্বাসীয় খলিফার আলোচনা ও মধ্যস্থতার মাধ্যমে, আইবাক আইয়ুবীয়দের বন্দীদের মুক্ত করে দেন এবং গাজা ও জেরুজালেম এবং সিরিয়ার উপকূলসহ দক্ষিণ ফিলিস্তিনের নিয়ন্ত্রণ লাভ করেন। তার বিজয় এবং আইয়ুবীয়দের সাথে তার চুক্তির দ্বারা নিরাপদ বোধ করার কারণে, আইবাক যুবক আইয়ুবীয়দের সহ-সুলতান মুসাকে বন্দী করে এবং ১২৫২ সালে কুতুযকে সহ-সুলতান নিযুক্ত করে।\n\n\n== বিদ্রোহ ==\n১২৫৩ সালে উচ্চ ও মধ্য মিশরে হিসানুদ্দিন ছালাবের নেতৃত্বে একটি মারাত্মক বিদ্রোহ দেখা দেয়। যেটি মামলুক নেতা আকতাই দমন করেন। নাসির ইউসুফের আইয়ুবী বাহিনীকে পরাজিত করে এবং ছালাবের বিদ্রোহ দমনের মাধ্যমে আমির আকতাই এবং তার মামলুকদের শক্তি বৃদ্ধি পায় এবং তারা আইবাকের কর্তৃত্বের জন্য একটি নতুন হুমকি তৈরি করতে শুরু করে। যখন আকতাই আইবাকের কাছে কায়রো দুর্গের ভিতরে তার ভবিষ্যৎ স্ত্রীর সাথে বসবাস করার বিষয়ে জানান, যিনি হামার আমির মালিকুল মানসুরের বোন ছিলেন, তখন আইবাক নিশ্চিত হন যে আকতাই এবং তার মামলুকদের ক্ষমতাচ্যুত করার উদ্দেশ্য রয়েছে। তাই তিনি তাদের থেকে পরিত্রাণ পাওয়ার সিদ্ধান্ত নেন।\n\n\n== মামলুকদের আভ্যন্তরীণ সমস্যা (১২৫৪-৫৫) ==\n১২৫৪ সালে আইবাক কুতুজ এবং কয়েকজন মামলুকের সাথে ষড়যন্ত্র করে আকতাইকে দুর্গে আমন্ত্রণ জানিয়ে হত্যা করেন। আকতাইয়ের মাথা দুর্গ থেকে ছুড়ে ফেলতে দেখে বাইবার্স বন্দুকদারি আর কালাউন আলফিসহ বাহরিয়া মামলুকরারাতের আধারেই দামেস্ক, কারাক এবং রুমের সেলজুক সালতানাতে পালিয়ে যায়। আইবাক বাহরিয়া মামলুকদের সম্পত্তি লুণ্ঠন করেন এবং আলেকজান্দ্রিয়া দখল করে নেন। যেটি আকতাই ১২৫২ সাল থেকে নিজের অঞ্চল হিসাবে নিয়ন্ত্রণ করে আসছিলেন। যারা পালাতে পারেনি তাদের হয় বন্দী করা হয়েছিল নতুবা মৃত্যুদণ্ড দেওয়া হয়েছিল। আকতাই এবং তার বাহরিয়া মামলুকদের সাথে ঝামেলা শেষ হওয়ার সাথে সাথে, আইবাক শিশু সুলতান আশরাফ মুসাকে সিংহাসনচ্যুত করেন এবং তাকে তার খালার বাড়িতে ফেরত পাঠান। তাকে সুলতান হিসেবে নিযুক্ত করার আগে এটিই তার নিজের বাড়ি ছিল। এরপর আইবাক মিশর এবং সিরিয়ার কিছু অংশের নিরঙ্কুশ এবং একমাত্র শাসক হয়ে যান। কিন্তু কিছুকাল পরেই তিনি নাসির ইউসুফের সাথে একটি নতুন চুক্তি নিষ্পত্তি করেন, যা তার ক্ষমতা শুধুমাত্র মিশরে সীমাবদ্ধ করে।\n১২৫৫ সালে উচ্চ মিশরে তার সমনামধারী ইযযুদ্দিন আইবাক আফরামের নেতৃত্বে একটি নতুন বিদ্রোহ শুরু হয়েছিল এবং নাসির ইউসুফের বাহিনী মিশরীয় সীমান্তে পৌঁছেছিল। এই সময়ে বাইবার্স বন্দুকদারি ও কালাউন আলফিসহ সিরিয়ায় পালিয়ে যাওয়া বাহরিয়া মামলুকরা নাসির ইউসুফের সাথে ছিল।\n\n\n== মৃত্যু ==\nসিরিয়ায় পালিয়ে যাওয়া মামলুকদের হুমকির বিরুদ্ধে তাকে সাহায্য করতে পারে এমন একজন মিত্রের সাথে একটি জোট গঠনের প্রয়োজন হওয়ায়, আইবাক ১২৫৭ সালে মসুলের আমির বদরুদ্দিন লুলুর কন্যাকে বিয়ে করার সিদ্ধান্ত নেন। শাজারাতুদ দুর এবার বিষয়টিকে বিশ্বাসঘাতকতা হিসেবে অনুভব করেন, কারণ তার সাথে ইতিমধ্যেই কয়েকটি বিষয়ে আইবাকের বিরোধ ছিল। আইবাককে সুলতান হিসেবে উত্তীর্ণ করতে শাজারাতুদ দুরই কাজ করেছিলেন। সাত বছর মিশর শাসন করার পরে তাকে হত্যা করা হয়েছিল। মৃত্যুর দিন তার বয়স হয়েছিল প্রায় ৬০বছর এবং তার কয়েকটি পুত্র ছিল, তাদের মধ্যে নাসিরুদ্দিন খান এবং মনসুর আলী।\nআইবাকের ১১বছর বয়সী ছেলে আলীকে তার অনুগত মামলুকরা (মুইযযিয়া মামলুক) সিংহাসনে বসিয়েছিলেন, যাদের নেতৃত্বে ছিলেন কুতুয। নতুন সুলতান রাজকীয় নাম মালিকুল মানসুর নুরুদ্দিন আলি উপাধি গ্রহণ করেন এবং কুতুযকে সহ-সুলতান হিসেবে গ্রহণ করেন।\n\n\n== প্রভাব ==\nআইবাককে মিশরীয়রা পছন্দ করেনি বা সেভাবে সম্মান করেনি যদিও ঐতিহাসিকরা তাকে সাহসী ও উদার সুলতান হিসেবেই স্মরণ করেছিলেন।\nআইবাক অশান্ত সময়ে শাসন করেন। সিরিয়ায় নাসির ইউসুফ এবং মিশরে আমির আকতাই এবং তার মামলুকদের সাথে তার দ্বন্দ্ব ছাড়াও, বহিরাগত শক্তির কাছ থেকে হুমকি ছিল। উদাহরণতঃ ক্রুসেডার এবং ফ্রান্সের লুই নবম, যিনি আক্রায় মুসলমানরা ১২৫০ সালে মিশরে তাদের অপমানজনক পরাজয়ের পর তাদের বিরুদ্ধে সাফল্যের জন্য সুযোগের অপেক্ষায় অবস্থান করছিলেন এবং হালাকু খানের নেতৃত্বে মঙ্গোলরা; যারা ইসলামি বিশ্বের পূর্ব সীমান্তে অভিযান শুরু করেছিল।\nআইবাক এবং শাজারাতুদ দুর তাদের মৃত্যুর আগে একটি শক্তিশালী মামলুক রাজবংশ প্রতিষ্ঠা করেছিলেন যা শেষ পর্যন্ত মঙ্গোলদের বিতাড়িত করেছিল। ইউরোপীয় ক্রুসেডারদের পবিত্র ভূমি থেকে বিতাড়িত করে উসমানীয়দের আগমন পর্যন্ত মধ্যপ্রাচ্যের সবচেয়ে শক্তিশালী রাজনৈতিক শক্তি হিসেবে টিকে ছিল।\nআইবাক কায়রোতে মাদরাসায় মুইযযিয়া নামে একটি মাদ্রাসা নির্মাণ করেন।\n\n\n== আরও দেখুন ==\nনাসির ইউসুফ\nশাজারাতুদ দুর\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\nঅন্যান্য সূত্র\nআবু আল-ফিদা, মানবতার সংক্ষিপ্ত ইতিহাস\nআল-মাকরিজি, আল সেলুক লেমে'রেফাত দেওয়াল আল-মেলুক, দার আল-কোতোব, 1997।\nইংরেজিতে Idem: Bohn, Henry G., The Road to Knowledge of the Return of Kings, Chronicles of the Crusades, AMS Press, 1969.\nআল-মাকরিজি, আল-মাওয়াইজ ওয়া আল-ইতিবার বি ধিকর আল-খিতাত ওয়া আল-আথার, মাতাবাত আলাদাব, কায়রো 1996,আইএসবিএন ৯৭৭-২৪১-১৭৫-X।\nফরাসি ভাষায় আইডেম: বোরিয়ান্ট, আরবেইন, বর্ণনা টপোগ্রাফিক এবং হিস্টোরিক ডি ল'ইজিপ্টে, প্যারিস 1895\nইবনে তাগরি, আল-নুজুম আল-জাহিরাহ ফি মিলুক মিসর ওয়া আল-কাহিরাহ, আল-হায়আহ আল-মিসরেয়াহ 1968\nমিশরের ইতিহাস, ইউসেফ দ্বারা 1382-1469 খ্রি. উইলিয়াম পপার, অনুবাদক আবু এল-মাহাসিন ইবনে তাগরি বার্দি, ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া প্রেস 1954\nমাহদি, ড. শফিক, মামালিক মিসর ওয়া আলশাম (মিশর ও লেভান্টের মামলুক), আলদার আলারাবিয়া, বৈরুত 2008\nকাসিম, আবদু কাসিম ড., আসর সালাতিন আল মামলিক (মামলুক সুলতানদের যুগ), মানব ও সামাজিক গবেষণার জন্য চোখ, কায়রো 2007\nসাদাভি, এইচ., আল-মামালিক, মারুফ ইখওয়ান, আলেকজান্দ্রিয়া।\nশায়াল, জামাল, ইসলামী ইতিহাসের অধ্যাপক, তারিখ মিসর আল-ইসলামিয়াহ (ইসলামী মিশরের ইতিহাস), দার আল-মারেফ, কায়রো 1266,আইএসবিএন ৯৭৭-০২-৫৯৭৫-৬\nদ্য নিউ এনসাইক্লোপিডিয়া ব্রিটানিকা, ম্যাক্রোপিডিয়া, এইচএইচ বার্টন প্রকাশক, 1973-1974"}