{"pageid": 1127292, "title": "এনগানো দ্বীপ", "url": "https://bn.wikipedia.org/wiki?curid=1127292", "content": "এনগানো দ্বীপ ইন্দোনেশিয়ার শহর সুমাত্রার দক্ষিণ-পশ্চিম প্রায় ১০০কিমি (৬০মাইল) । এটি ইন্দোনেশিয়ার ৯২টি তালিকাভুক্ত বহির্মুখী দ্বীপগুলির মধ্যে একটি ।\nএনগানো পূর্ব থেকে পশ্চিমে প্রায় ৩৫ কিলোমিটার (২২ মাইল) দীর্ঘ এবং উত্তর থেকে দক্ষিণে প্রায় ১৬ কিলোমিটার (৯.৯ মাইল) প্রশস্ত। এর আয়তন ৪০০.৬ বর্গকিলোমিটার (১৫৪.৭ বর্গমাইল) চারটি ছোট অফশোর দ্বীপসহ। দ্বীপ চারটি হচ্ছে- মেরবাউ, ডুয়া, বাংগাই ও সাতু। গড় উচ্চতা প্রায় ১০০ মিটার (৩৩০ ফুট) এবং সর্বোচ্চ বিন্দু হল ২৮১ মিটার (৯২২ ফুট) ।\nরাজনৈতিকভাবে, এটি ইন্দোনেশিয়ার বেংকুলু প্রদেশের উত্তর বেংকুলু রিজেন্সির একটি জেলা ( কেকামাটান )। দ্বীপের তিনটি বৃহত্তম গ্রাম হল বারহাউ, কাবুওয়ে এবং কায়াপু । ইন্দোনেশিয়ান কান্টর স্ট্যাটিস্টিক অনুসারে, ১৯৮৯ সালে বেংকুলুর দ্বীপটিতে ১৪২০ জন বাসিন্দা ছিল । পুক্সমাসের মতে, এই সংখ্যা ১৯৯৪ সালের মধ্যে ১৬৩৫-এ উন্নীত হয়। জনসংখ্যার ৬৪% দাবি করে যে তারা এনগানিজদের বংশোদ্ভূত। ২০২০ সালের আদমশুমারিতে ৪,০৩৫ জনসংখ্যা দেখানো হয়েছে।\n\n\n== গ্রামগুলো ==\n\nএনগানো দ্বীপে ছয়টি গ্রাম রয়েছে। যেগুলো দ্বীপের একমাত্র প্রধান সড়কে অবস্থিত। দ্বীপের উত্তর-পূর্ব উপকূল অতিক্রম করে (ইয়োডর ২০১১:৬)।\n\nকায়াপু\nকানা\nমালাকোনি\nআপোহো\nমিওক\nবানজারসারি\nমালাকোনি, অ্যাপোহো ও মিওক-এ আরও বেশি এনগ্যানো আদিবাসী রয়েছে। অন্যান্য গ্রামে অভিবাসী জনসংখ্যা বেশি। কাহায়াপু ও মালাকোনি থেকে বেংকুলুর ফেরি আছে (ইয়োডর ২০১১:৬)।\nকাহ্যাপুরের ঠিক পাশে একটি ছোট দ্বীপের নাম ' পুলাউ দুয়া ' (দ্বিতীয় দ্বীপ)। পুলাউ দোয়ায় রাত কাটানোর একটাই জায়গা আছে।\n\n\n== ইতিহাস ==\nদ্বীপের নামটি পর্তুগিজ ব্যবসায়ীদের সাথে কিছু প্রাথমিক যোগাযোগের পরামর্শ দেয় ( এনগানো মানে ভুল)। তবে সবচেয়ে প্রথম প্রকাশিত বিবরণটি কর্নেলিস ডি হাউটম্যানের। যেটি ৫ জুন, ১৫৯৬ তারিখে ছিল। যিনি একটি নৌকা অবতরণ করতে অক্ষম হয়েছিলেন।\n\n১৭৭১ সালে, চার্লস মিলার আদিবাসী জনসংখ্যার অবতরণ ও মিলিত হতে সফল হন।অনেক কষ্ট এবং বিপদের সাথে আমরা এর পুরো দক্ষিণ-পশ্চিম দিকটি মারলাম। যেখানে আমরা কোনও জায়গা খুঁজে না পেয়ে অবতরণ করার চেষ্টা করতে পারি এবং আমরা দুটি নোঙ্গর হারিয়েছি। আমরা একটি নিরাপদ জায়গা খুঁজে পাওয়ার আগে জাহাজের খুব কাছাকাছি ক্ষতিগ্রস্থ হয়েছিলাম। যেখানে আমরা জাহাজ চালাতে পারি। অবশেষে, আমরা দ্বীপের দক্ষিণ-পূর্ব প্রান্তে একটি প্রশস্ত বন্দর আবিষ্কার করেছি এবং আমি অবিলম্বে নৌকা করে এটিতে গিয়েছিলাম। জাহাজটিকে যত তাড়াতাড়ি সম্ভব আমাকে অনুসরণ করার নির্দেশ দিয়েছিলাম। কারণ তখন এটি মৃত ছিল। আমরা এই উপসাগরে সরাসরি রোয়েড এবং যত তাড়াতাড়ি আমরা একটি দ্বীপের চারপাশে পৌঁছলাম যেটি বন্দর থেকে দূরে ছিল। আমরা সমস্ত সৈকত আবিষ্কার করলাম। যারা নগ্ন বর্বরদের দ্বারা আবৃত। যারা সকলেই ল্যান্স ও ক্লাবে সজ্জিত ছিল। তাদের মধ্যে বারোটি ক্যানো পূর্ণ ছিল। আমরা তাদের অতিক্রম না করা পর্যন্ত, তারা লুকিয়ে ছিল। অবিলম্বে এটি ভয়ঙ্কর শব্দ করে আমার উপর ছুটে এসেছিল। এটি আমাদের খুব আতঙ্কিত করেছিল। আমার কাছে মাত্র একজন ইউরোপীয় ও চারজন কৃষ্ণাঙ্গ সৈন্য ছিল। সেই সাথে চারটি লাস্কার যারা নৌকায় চড়েছিল। আমি তাদের সাথে কথা বলার আগে জাহাজের বন্দুকের নীচে সম্ভব হলে ঘুরিয়ে নেওয়াই ভাল বলে মনে করেছি।শেষ পর্যন্ত, তিনি এই \"উচ্চ বর্বরদের\" সাথে দেখা করেন এবং তাদের স্বাভাবিক, মাতৃতান্ত্রিক, নাস্তিক ও সম্পত্তি ভাগাভাগি সংস্কৃতি সম্পর্কে কিছু শিখেছিলেন।তারা লম্বা, সুগঠিত মানুষ। সাধারণভাবে পুরুষদের উচ্চতা প্রায় পাঁচ ফুট আট বা দশ ইঞ্চি। মহিলারা খাটো ও আরো আনাড়িভাবে নির্মিত। পুরুষরা লাল রঙের, কালো চুল ওয়ালা। কিন্তু মহিলারা লম্বা ও তাদের মাথার উপরে একটি বৃত্ত খুব সুন্দরভাবে গড়িয়ে যায়। পুরুষরা সম্পূর্ণ নগ্ন হয়ে যায়। মহিলারা কলা পাতার খুব সরু স্লিপ ছাড়া আর কিছুই পরে না।তারা জাহাজের প্রতিটি জিনিস খুব মনোযোগ সহকারে দেখেছিল। কিন্তু কৌতূহলের চেয়ে চুরি করার উদ্দেশ্য থাকে বেশি। কারণ তারা একটি সুযোগ দেখেছিল এবং নৌকার রুডারটি খুলে ফেলেছিল এবং তা নিয়ে চলে গিয়েছিল।\n\nএনাগোয় ৭.৯ M ভূমিকম্পে দক্ষিণ-পশ্চিম সুমাত্রা কেঁপে উঠেছিল।সর্বোচ্চ মেরকালি তীব্রতার মাত্রা ৬( শক্তিশালী ) ছিল। একশ তিনজন নিহত এবং ২,১৭৪-২,৫৮৫ জন আহত হয়।\n\n\n== স্পেসপোর্ট পরিকল্পনা ==\nইন্দোনেশিয়ার ন্যাশনাল ইনস্টিটিউট অফ অ্যারোনটিক্স অ্যান্ড স্পেস (LAPAN) দ্বীপটিকে একটি মহাকাশবন্দর হিসাবে ব্যবহারের জন্য প্রস্তাব করেছে। এর \"নিম্ন জনসংখ্যা এবং দূরত্ব\" নির্ণায়ক মানদণ্ড হিসাবে উল্লেখ করেছে। সেইসাথে বিষুবরেখার সাথে এর ঘনিষ্ঠতা আছে। আঞ্চলিক সরকার তাৎক্ষণিকভাবে এই পরিকল্পনার পরিবেশগত সমস্যাযুক্ত বলে প্রতিবাদ জানায়।\nফেব্রুয়ারী ২০১১ সালে, একটি পরিবেশগত প্রভাব অধ্যয়ন পরিচালনা করার একটি পরিকল্পনা ঘোষণা করা হয়েছিল। এতে প্রধানত এভিয়ান জনসংখ্যার জরিপ করা হয়েছিল।\n\n\n== এনগানো ভাষা ==\nএনগানো ভাষা, যা ইংগানিজ নামেও পরিচিত হয়। আভিধানিকভাবে অত্যন্ত বিচ্ছিন্ন অস্ট্রোনেশিয়ান ভাষা (বিশেষত মালয়ো-পলিনেশিয়ান ভাষা অন্য কোনোটির সাথে ঘনিষ্ঠভাবে সম্পর্কিত নয়। অথবা বিকল্পভাবে অস্ট্রোনেশিয়ান ঋণ সহ একটি ভাষা বিচ্ছিন্ন হয়।\n\n\n== উদ্ভিদ ও প্রাণীজগত ==\nদ্বীপে স্থানীয় অনেক উদ্ভিদ ও প্রাণীর প্রজাতি রয়েছে। এর মধ্যে রয়েছে এনগানো স্কোপস পেঁচা, এনগানো ইম্পেরিয়াল কবুতর, এনগানো থ্রাশ, এনগানো হিল ময়না ও এনগানো হোয়াইট-আই প্রজাতির পাখি।\n\n\n== তথ্যসূত্র =="}