{"pageid": 1127750, "title": "নৈরাজ্য-নারীবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1127750", "content": "নৈরাজ্য-নারীবাদ, এছাড়া নৈরাজ্যবাদী নারীবাদ হিসাবেও উল্লেখ করা হয়, সেটি হল বিশ্লেষণের একটি পদ্ধতি। এতে নারীবাদের সাথে নৈরাজ্যবাদী তত্ত্বের নীতি এবং শক্তির বিশ্লেষণকে একত্রিত করা হয়। নৈরাজ্য-নারীবাদ অন্তঃবিভাগীয় নারীবাদের সঙ্গে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ। নৈরাজ্য-নারীবাদ সাধারণত বিশ্বাস করে যে পিতৃতন্ত্র এবং প্রথাগত লিঙ্গ ভূমিকা হল বলপ্রয়োগ দ্বারা স্তরানুক্রম, যা অনৈচ্ছিক। এটি  বিকেন্দ্রীকৃত অবাধ ভাবানুষঙ্গ দ্বারা প্রতিস্থাপিত করা উচিত। নৈরাজ্য-নারীবাদীরা বিশ্বাস করেন যে পিতৃতন্ত্রের বিরুদ্ধে সংগ্রাম শ্রেণী সংঘাতের একটি অপরিহার্য অংশ এবং নৈরাজ্যবাদীরা রাষ্ট্র এবং পুঁজিবাদের বিরুদ্ধে সংগ্রাম করে। সারমর্ম করলে পাওয়া যায়, দর্শন নৈরাজ্যবাদী সংগ্রামকে নারীবাদী সংগ্রামের একটি প্রয়োজনীয় উপাদান হিসেবে দেখে এবং এর বিপরীতটিও সত্যি। এল. সুসান ব্রাউন দাবি করেন যে \"যেহেতু নৈরাজ্যবাদ একটি রাজনৈতিক দর্শন যা ক্ষমতার সকল সম্পর্কের বিরোধিতা করে, এটি সহজাতভাবে নারীবাদী\"।\nনৈরাজ্য-নারীবাদ হল একটি কর্তৃত্ব বিরোধী, পুঁজিবাদ বিরোধী, নিপীড়ন বিরোধী দর্শন। এর লক্ষ্য হল সব লিঙ্গের মধ্যে একটি \"সমান জমি\" তৈরি করা। নৈরাজ্য-নারীবাদ অন্যান্য গোষ্ঠী বা দলের উপর প্রয়োজনীয় নির্ভরতা ছাড়াই নারীর সামাজিক মুক্তি ও স্বাধীনতার কথা বলে।\n\n\n== উৎস সমূহ ==\nমিখাইল বাকুনিন পিতৃতন্ত্র এবং আইন যেভাবে \"[নারীদের অধীন করেছে] পুরুষের নিরঙ্কুশ আধিপত্যের কাছে, তার বিরোধিতা করেছিলেন। তিনি যুক্তি দিয়েছিলেন যে \"[স]মান অধিকার অবশ্যই পুরুষ এবং মহিলাদের প্রাপ্য\" যাতে নারীরা \"স্বাধীন হতে পারে এবং তাদের নিজস্ব জীবনধারা তৈরি করার ক্ষেত্রে মুক্ত হতে পারে\"। বাকুনিন অদূর ভবিষ্যতে \"স্বৈরাচারী বিচারিক পরিবার\"এর সমাপ্তি এবং \"নারীদের পূর্ণ যৌন স্বাধীনতা\" দেখেছিলেন। অন্য দিকে, পিয়েরে জোসেফ প্রুধোঁ পরিবারকে সমাজের এবং তার নৈতিকতার সবচেয়ে মৌলিক একক হিসেবে দেখেছিলেন এবং বিশ্বাস করতেন যে পরিবারের মধ্যে ঐতিহ্যগত ভূমিকা পালন করার দায়িত্ব মহিলাদেরই।\n১৮৬০ এর দশক থেকে, নৈরাজ্যবাদীদের দ্বারা পুঁজিবাদ এবং রাষ্ট্রের আমূল সমালোচনাকে পিতৃতন্ত্রের সমালোচনার সাথে এক করা হয়েছে। নৈরাজ্য-নারীবাদীরা এই ধারণা থেকেই শুরু করে যে আধুনিক সমাজ পুরুষদের দ্বারা প্রভাবিত। কর্তৃত্ববাদী বৈশিষ্ট্য এবং মূল্যবোধ — আধিপত্য, শোষণ, আগ্রাসন এবং প্রতিযোগিতা — এগুলি সবই সভ্যতার শ্রেণিক্রমিক অবিচ্ছেদ্য অঙ্গ এবং \"পুংলিঙ্গ\" হিসাবে দেখা হয়। বিপরীতে, অ-কর্তৃত্ববাদী বৈশিষ্ট্য এবং মূল্যবোধ - সহযোগিতা, ভাগ করে নেওয়া, সহানুভূতি এবং সংবেদনশীলতা -কে \"মেয়েলি\" হিসাবে গণ্য করা হয় এবং অবমূল্যায়ন করা হয়। নৈরাজ্য-নারীবাদীরা এভাবে একটি অ-স্বৈরাচারী, নৈরাজ্যবাদী সমাজের সৃষ্টি করেছে। তারা সহযোগিতা, ভাগাভাগি এবং পারস্পরিক সহায়তাকে \"সমাজের নারীকরণ\" হিসাবে উল্লেখ করে।\nনৈরাজ্য-নারীবাদ শুরু হয়েছিল ১৯ শতকের শেষের দিকের এবং ২০ শতকের প্রথম দিকের লেখক এবং তাত্ত্বিকদের দিয়ে, তাঁদের মধ্যে আছেন নৈরাজ্যবাদী নারীবাদী এমা গোল্ডম্যান, ভোল্টেইরিন ডি ক্লেয়ার এবং লুসি পার্সনস। স্পেনীয় গৃহযুদ্ধে, একটি নৈরাজ্য-নারীবাদী দল, মুক্ত নারী, যেটি আইবেরিয়ান নৈরাজ্যবাদী ফেডারেশনের সাথে যুক্ত, নৈরাজ্যবাদী এবং নারীবাদী উভয় ধারণাকে রক্ষা করার জন্য সংগঠিত হয়েছিল। লেখক রবার্ট কের্নের মতে, স্প্যানিশ নৈরাজ্যবাদী ফেডেরিকা মন্টসেনি মনে করেছিলেন যে \"নারীর মুক্তি সামাজিক বিপ্লবের দ্রুত উপলব্ধির দিকে নিয়ে যাবে\" এবং \"পুরুষ-প্রাধান্যের বিরুদ্ধে সংগঠিত বিপ্লব বুদ্ধিজীবী এবং জঙ্গি 'ভবিষ্যত-নারী' থেকেই আসবে। এই নিচে-পন্থার (ফ্রিডরিখ নিচের পন্থা) সমর্থকদের ধারণা অনুযায়ী ... নারীরা শিল্প ও সাহিত্যের মাধ্যমে তাদের নিজেদের ভূমিকা সংশোধনের প্রয়োজনীয়তা উপলব্ধি করতে পারে।\" চীনে, নৈরাজ্য-নারীবাদী হি ঝেন যুক্তি দিয়েছিলেন যে নারীমুক্তি ছাড়া সমাজকে মুক্ত করা সম্ভব নয়।\n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nAckelsberg, Martha (২০০৫)। Free Women of Spain: Anarchism and the Struggle for the Emancipation of Women। AK Press। আইএসবিএন 978-1-902593-96-8। \nBottici, Chiara (২০১৭)। \"Bodies in plural: Towards an anarcha-feminist manifesto\"। Thesis Eleven। 142: 99–111। এসটুসিআইডি 148911963। ডিওআই:10.1177/0725513617727793। \nBrown, L. Susan (১৯৯৫)। \"Beyond Feminism: Anarchism and Human Freedom\"। Reinventing Anarchy, Again। San Francisco: AK Press। পৃষ্ঠা 149–154। আইএসবিএন 978-1-873176-88-7। \nCornell, Andrew (২০১৬)। Unruly Equality: U.S. Anarchism in the Twentieth Century। University of California Press। আইএসবিএন 9780520286757। \nDunbar-Ortiz, Roxanne, সম্পাদক (২০০২)। Quiet Rumours: An Anarcha-Feminist Reader। Dark Star। আইএসবিএন 978-1-902593-40-1। \nFerguson, Kathy (২০১১)। \"Emma Goldman: Political Thinking in the Streets\"। University of Hawaii। ২৮ অক্টোবর ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৯ মার্চ ২০২২। \nGoldman, Emma (১৯৬৯) [1917]। Anarchism and Other Essays (3rd সংস্করণ)। New York: Dover Publications। আইএসবিএন 978-0-486-22484-8। \nGuglielmo, Jennifer (২০১০)। Living the Revolution: Italian Women's Resistance and Radicalism in New York City, 1880-1945। University of North Carolina Press। পৃষ্ঠা 160–162। আইএসবিএন 9780807898222। \nLiu, Lydia; Karl, Rebecca E.; Ko, Dorothy, সম্পাদকগণ (২০১৩)। The Birth of Chinese Feminism: Essential Texts in Transnational Theory। New York: Columbia University Press। আইএসবিএন 9780231162906। \nWexler, Alice (১৯৮৪)। Emma Goldman: An Intimate Life। New York: Pantheon Books। আইএসবিএন 978-0-394-52975-2। \nZimmer, Kenyon (২০১৫)। Immigrants against the State: Yiddish and Italian Anarchism in America। University of Illinois Press। আইএসবিএন 9780252097430। \n\n\n== আরও পড়ুন ==\nGraham, Robert (সম্পাদক)। Anarchism: A Documentary History of Libertarian Ideas, Volume One: From Anarchy to Anarchism (300CE-1939)। Black Rose Books। আইএসবিএন 978-1-55164-251-2। . Includes material by Louise Michel, Charlotte Wilson, Voltairine de Cleyre, Emma Goldman, Lucia Sanchez Soarnil (Mujeres Libres), and Latin American (Carmen Lareva), Chinese (He Zhen) and Japanese (Ito Noe and Takamure Itsue) anarcha-feminists.\nGuglielmo, Jennifer। \"Donne Sovversive: The History of Italian-American Women's Radicalism\"। Order Sons of Italy in America। জুন ২৫, ১৯৯৮ তারিখে মূল থেকে আর্কাইভ করা। \nIbárruri, Dolores (১৯৮৪)। Memorias de Pasionaria, 1939-1977: me faltaba España। Editorial Planeta। আইএসবিএন 978-8-4320-5830-1। \nMarsh, Margaret S. Anarchist Women, 1870–1920, Temple University Press, 1981. আইএসবিএন ৯৭৮-০-৮৭৭২২-২০২-৬.\nMarshall, Peter. Demanding the Impossible: A History of Anarchism. London: HarperCollins, 1992. আইএসবিএন ৯৭৮-০-০০-২১৭৮৫৫-৬.\nWeber, Lindsay G. (এপ্রিল ২০০৯)। On the Edge of All Dichotomies: Anarch@-Feminist Thought, Organization and Action, 1970-1983 (গবেষণাপত্র)। Wesleyan University। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  Focuses on anarcha/o/x-feminism in the US.\n\n\n== বহিঃসংযোগ ==\nকার্লিতে Anarcha-feminism (ইংরেজি)\nAnarcha-Communist Gender news\nanarcha-feminist articles at The anarchist library\nAnarcha\nModern anarchist writings by women\nLibertarian Communist Library Archive"}