{"pageid": 1127365, "title": "হঠযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1127365", "content": "হঠযোগ হল যোগের একটি শাখা। সংস্কৃত শব্দ \"হঠ\"  এর  আক্ষরিক অর্থ \"বল\" এবং এইভাবে শারীরিক কৌশলগুলির পদ্ধতিকে নির্দেশ করে।\nএই হঠযোগ আসলে হলো প্রাণ ও অপানবায়ুর একত্র সংযোগ :\n\n\"হঠযোগের লক্ষণে উক্ত আছে ;-\nহকারঃ কীর্তিতঃ সূর্যষ্ঠকারশ্চন্দ্র উচ্যতে।\nসূর্যাচন্দ্রমসোর্যোগাদ্ধঠযোগো নিগদ্যতে।।\n—সিদ্ধ-সিদ্ধান্তপদ্ধতি\n\nহ শব্দে সূর্য এবং ঠ শব্দে চন্দ্র, হঠশব্দে চন্দ্র-সূর্যের একত্রে সংযোগ। অপানবায়ুর নাম চন্দ্র এবং প্রাণবায়ুর নাম সূর্য ; অতএব প্রাণ ও অপানবায়ুর একত্র সংযোগের নাম হঠযোগ।\" \n\nভারতে, হঠযোগ জনপ্রিয় ঐতিহ্যে নাথ সম্প্রদায়ের যোগীদের সাথে এর ঐতিহ্যগত প্রতিষ্ঠাতা মতসেন্দ্রনাথের মাধ্যমে যুক্ত, যিনি হিন্দু ও বৌদ্ধ তান্ত্রিক এবং হঠযোগ দর্শন উভয়েই সাধু হিসাবে পালিত হন। প্রায় সব হঠযোগিক গ্রন্থ নাথ সিদ্ধদের অন্তর্গত, এবং গুরুত্বপূর্ণগুলি মৎস্যেন্দ্রনাথের শিষ্য, গোরক্ষনাথ বা গোরক্ষনাথকে কৃতিত্ব দেওয়া হয়। দত্তাত্রেয় যোগশাস্ত্র অনুসারে, হঠযোগের দুটি রূপ রয়েছে: একটি যাজ্ঞবল্ক্য দ্বারা অনুশীলন করা হয় যা যোগের আটটি অঙ্গ নিয়ে গঠিত, এবং অন্যটি কপিল দ্বারা অনুশীলন করা হয় যার আটটি মুদ্রা রয়েছে।\nহঠযোগ বর্ণনা করার জন্য এখন পর্যন্ত পাওয়া প্রাচীনতম তারিখের পাঠ, ১১ শতকের অমৃতসিদ্ধি, তান্ত্রিক বৌদ্ধ পরিবেশ থেকে এসেছে। হঠের পরিভাষা ব্যবহার করার জন্য প্রাচীনতম গ্রন্থগুলিও বজ্রযান বৌদ্ধ। পরবর্তীতে হঠযোগ গ্রন্থগুলি হঠযোগ মুদ্রার অনুশীলনগুলিকে শৈব পদ্ধতিতে গ্রহণ করে, এটিকে লয়যোগ পদ্ধতির সাথে মিশ্রিত করে যা শক্তি চ্যানেল এবং চক্রের মাধ্যমে কুণ্ডলিনীকে উত্থাপনের উপর গুরুত্ব দেয়।\nআধুনিক ভারতে একজন মহান হঠযোগী হিসেবে প্রসিদ্ধি লাভ করেন ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ। এই মহান সাধক মহর্ষি নগেন্দ্রনাথের সশ্রদ্ধ উল্লেখ করেছেন পরমহংস যোগানন্দ :  \n\n\"I saw a yogi remain in the air, several feet above the ground, last night at a group meeting.\" My friend, Upendra Mohun Chowdhury, spoke impressively.\nI gave him an enthusiastic smile. \"Perhaps I can guess his name. Was it Bhaduri Mahasaya, of Upper Circular Road?\"\nUpendra nodded, a little crestfallen not to be a news-bearer. My inquisitiveness about saints was well-known among my friends; they delighted in setting me on a fresh track.\n\n\"The yogi lives so close to my home that I often visit him.\" My words brought keen interest to Upendra's face, and I made a further confidence.\"\nমহর্ষি নগেন্দ্রনাথ রাজযোগেও সিদ্ধ ছিলেন। উল্লেখ্য, 'হঠযোগপ্রদীপিকা'- তেই আছে রাজযোগ না জানলে হঠযোগ নিষ্ফল :\n\n\"রাজযোগমজানন্তঃ কেবলং হঠকৰ্ম্মিণঃ।\nএতানভ্যাসিনো মন্যে প্রয়াসফলবৰ্জ্জিতান্ ॥\"\n২০ শতকে, হঠযোগের বিকাশ, বিশেষ করে আসন (শারীরিক ভঙ্গি) এর উপর দৃষ্টি নিবদ্ধ করে, শারীরিক ব্যায়ামের রূপ হিসেবে সারা বিশ্বে জনপ্রিয় হয়ে ওঠে। যোগের এই আধুনিক রূপটি এখন \"যোগ\" নামে ব্যাপকভাবে পরিচিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}