{"pageid": 1127361, "title": "ততযন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1127361", "content": "ততযন্ত্র বলতে সঙ্গীতে ব্যবহৃত এমন কিছু বাদ্যযন্ত্রকে বোঝায় যেগুলিতে এক বা একাধিক টানটান করা চিকন তার থাকে, যে তার বা তারগুলিকে আঙুল বা (আঙুলের সাথে লাগানো বা আঙুলে ধরা) অঙ্গুলিত্র (প্লেকট্রাম বা প্লাক বা পিক) দিয়ে টান মেরে, শক্ত কিছু (যেমন কাঠি বা ছোট হাতুড়ি) দিয়ে আঘাত করে কিংবা ছড় দিয়ে ঘষে (এবং অতিবিরল ক্ষেত্রে বায়ুপ্রবাহ দ্বারা) কম্পিত করে সাঙ্গীতিক স্বর (সুরেলা ধ্বনি) উৎপাদন করা হয়। তারগুলি ধাতু, রেশম সুতা, পশুর অন্ত্র, প্লাস্টিক, নাইলন, ইত্যাদি প্রাকৃতিক বা কৃত্রিম উপাদান দিয়ে তৈরি হতে পারে। তারের স্বরতীক্ষ্ণতা এর দৈর্ঘ্য, নমনীয়তা ও এর টানের মাত্রার উপর নির্ভর করে।\nততযন্ত্রগুলিতে তারের সাথে প্রায়শই একটি অনুনাদক ধ্বনিফলক (soundboard), ধ্বনিপ্রকোষ্ঠ (sound chamber) বা বৈদ্যুতিক ধ্বনিবিবর্ধক (amplifier) ব্যবস্থা নামক একটি অংশ থাকে, যাতে তার থেকে উৎপন্ন ধ্বনিগুলি আরও জোরালোভাবে শোনা যায়।\n\nপাশ্চাত্যে ততযন্ত্রগুলিকে মূলত চারটি শ্রেণীতে ভাগ করা হয়। এগুলি হল বীণাজাতীয় ততযন্ত্র (লুট), অনুভূমিক বহুতন্ত্রী ততযন্ত্র (জিথার), উল্লম্ব বহুতন্ত্রী ততযন্ত্র (হার্প) এবং জোয়াল-বীণাজাতীয় ততযন্ত্র (লায়ার)। এদের মধ্যে বীণাজাতীয় ততযন্ত্রগুলি সবচেয়ে বেশী সাধারণ। এগুলির মধ্যে আছে বীণা, বেহালা, সরোদ, সেতার, দোতারা, তানপুরা, এস্রাজ, সারেঙ্গি, সারিন্দা, ভায়োলিন, চেলো (বসে বাজানোর মন্দ্রস্বরী বৃহৎ বেহালা), ডাবল বেস (দাঁড়িয়ে বাজানোর অতিমন্দ্রস্বরী অতিবৃহৎ বেহালা), গিটার, ব্যাঞ্জো, ম্যান্ডোলিন, উকুলেলে, ইত্যাদি। এগুলির তারগুলিকে হয় ছড়ের মাধ্যমে ঘষা হয় বা আঙুলের দ্বারা টানা হয়। এগুলি বহুতন্ত্রী নয়, অর্থাৎ এগুলিতে বহুসংখ্যক তার থাকে না, বরং সাধারণত চার থেকে ছয়টি তার থাকে। বাদ্যযন্ত্রের দেহ অংশটি ফাঁপা হয়; এর আরেক নাম অনুনাদক ও এর কাজ তারে উৎপন্ন ধ্বনিগুলিকে জোরালো করা। দেহ থেকে একটি গ্রীবা বা গলা বেরিয়ে আসে, যেটির উপরে তারগুলি টানটান করে বসানো থাকে। এক হাতের আঙুল দিয়ে গ্রীবার বিভিন্ন অংশে তারকে চাপ দিয়ে সাময়িকভাবে তারের দৈর্ঘ্য হ্রাস-বৃদ্ধি করা হয় এবং ঐ সময় তারটিকে ঘষলে বা টান দিলে নির্দিষ্ট সাঙ্গীতিক স্বর উৎপন্ন হয়। উপরের যন্ত্রগুলির (বিশেষ করে গিটারের) বৈদ্যুতিক সংস্করণ আছে, যেটির দেহ ফাঁপা নয়, বরং উৎপাদিত ধ্বনিটিকে বৈদ্যুতিক সংকেতে রূপান্তরিত করে বিবর্ধক (অ্যামপ্লিফায়ার) নামক যন্ত্রের মাধ্যমে ইচ্ছামত জোরে বা আস্তে বাজানো যায়।\n\nউল্লম্ব বহুতন্ত্রী (হার্প জাতীয়) যন্ত্রগুলিতে একটি ধ্বনিফলকের সাথে উল্লম্বভাবে বা নির্দিষ্ট কোণে বহুসংখ্যক তার (৩০ থেকে ৪০টি) থাকে, যেগুলির প্রতিটি ভিন্ন ভিন্ন তীক্ষ্ণতার স্বর উৎপাদন করে। তারগুলি বিভিন্ন দৈর্ঘ্যের হয়ে থাকে। হ্রস্ব দৈর্ঘ্যের তারগুলি উচ্চতীক্ষ্ণতা তথা উঁচুগ্রামের স্বর উৎপাদন করে। তারগুলি সাধারণত একটি ত্রিভুজাকৃতির কাঠামোয় আবদ্ধ থাকে। ত্রিভুজের উপরের বাহুটি অর্থাৎ যন্ত্রটির গ্রীবাটি ধনুকাকৃতি বা খিলানাকৃতির হয়ে থাকে। এই যন্ত্রগুলির তারগুলিকে আঙুল দিয়ে টেনে টেনে বাজানো হয়। পাশ্চাত্যে হার্প এরূপ উল্লম্ব বহুতন্ত্রী যন্ত্রের ধ্রুপদী উদাহরণ।\n\nঅনুভূমিক বহুতন্ত্রী যন্ত্রগুলিতে (জিথার জাতীয়) একটি অনুভূমিকভাবে বসানো সমতল ধ্বনিফলকের উপরে বহুসংখ্যক একই দৈর্ঘ্যের তার পাশাপাশি বসানো থাকে। বাদ্যযন্ত্রীর কোলে বা টেবিলে বা মাটিতে এটি বসানো থাকে। তারগুলিকে ছড় দিয়ে ঘষে, আঙুল বা অঙ্গুলিত্র দিয়ে টেনে কিংবা ছোট হাতুড়ি বা কাঠি দিয়ে আঘাত করে স্বর উৎপাদন করা হয়। সন্তুর এক ধরনের দক্ষিণ এশীয় অনুভূমিক বহুতন্ত্রী যন্ত্র। দক্ষিণ এশিয়াতে সুরমণ্ডল নামের আরেকটি যন্ত্রও প্রচলিত। চাবিফলকের চাবির সাথে সংযুক্ত হাতুড়ি দিয়ে আঘাত করে ধ্বনি উৎপাদনকারী বাক্সজাতীয় অনুভূমিক বহুতন্ত্রী যন্ত্রের একটি অতিসাধারণ উদাহরণ হল পিয়ানো নামক যন্ত্র। পিয়ানো একটি ঘাতমূলক ততযন্ত্র; একে পাশ্চাত্যে একইসাথে ততযন্ত্র ও ঘাতযন্ত্র (percussion instrument) হিসেবে গণ্য করা হয়।\n\nজোয়াল-বীণা জাতীয় যন্ত্রগুলিতে নিচের দিকে ডিম্বাকৃতি, গোল বা চতুষ্কোণ ধ্বনি-প্রকোষ্ঠ থাকে। এই দেহ থেকে দুইটি বাহু উপরে বেরিয়ে আসে এবং উপরে একটি আড়খণ্ড দিয়ে এগুলি যুক্ত হয়, ফলে যন্ত্রটির উপরের অংশটি দেখতে অনেকটা জোয়ালের মতো। উপরের আড়খণ্ড থেকে দেহের উদর পর্যন্ত তারগুলি প্রসারিত থাকে। যন্ত্রবাদক তারগুলি টেনে টেনে ধ্বনি বা স্বর উৎপাদন করে। এগুলি প্রাচীনকালে ও মধ্যযুগে ইউরোপ, মধ্যপ্রাচ্য ও উত্তর-পূর্ব আফ্রিকাতে বহুল প্রচলিত ছিল, বর্তমানে পূর্ব আফ্রিকা বিশেষ করে ইথিওপিয়া ছাড়া অন্যত্র এগুলির তেমন প্রচলন নেই। \nইতিহাসের সবচেয়ে প্রাচীন যেসব ততযন্ত্রের নিদর্শন আজও টিকে আছে, সেগুলি মেসোপটেমিয়া ও প্রাচীন মিশর থেকে সংগৃহীত। তবে পণ্ডিতদের মতে এগুলির অনেক আগে থেকেই ততযন্ত্রের প্রচলন ছিল।\n\n\n== তথ্যসূত্র =="}