{"pageid": 1127937, "title": "মুজেরেস ক্রেন্দো", "url": "https://bn.wikipedia.org/wiki?curid=1127937", "content": "মুজেরেস ক্রেন্দো (বাংলা: নারী তৈরি করে) হল একটি বলিভীয় নৈরাজ্য-নারীবাদী গোষ্ঠী আন্দোলন। এটি বলিভিয়ার লা পাজে তৈরি হয়েছিল। এটি বিভিন্ন দারিদ্র্য-বিরোধী কাজে অংশগ্রহণ করে, যার মধ্যে আছে প্রচার, পথনাটক এবং প্রত্যক্ষ সংগ্রাম। ১৯৯২ সালে গোষ্ঠীটি তৈরি করেছিলেন মারিয়া গ্যালিন্ডো, মনিকা মেন্ডোজা এবং জুলিয়েটা পেরেদেস। এই গোষ্ঠীর সদস্যদের মধ্যে ছিলেন বলিভিয়ার একমাত্র প্রকাশ্য দুই সমকামী মহিলা সক্রিয় কর্মী। \nমুজেরেস ক্রেন্দো মুজের পাবলিকা (বাংলা: পাবলিক নারী বা যৌন কর্মী) প্রকাশ করে, একটি সাপ্তাহিক রেডিও অনুষ্ঠান তৈরি করে, এবং ভার্জেন ডি লস ডেসেওস (বাংলা: :ইচ্ছার কুমারী) নামে একটি সাংস্কৃতিক ক্যাফে চালায়।\nপ্রতিষ্ঠাতা জুলিয়েটা পেরেদেস মুজেরেস ক্রেন্দোকে ১৯৮০-এর দশকে, বলিভিয়ার অহংকারী, সমকামী এবং সর্বগ্রাসী বামপন্থার বিরুদ্ধে, তিনজন মহিলা (জুলিয়েটা পেরেদেস, মারিয়া গ্যালিন্ডো এবং মনিকা মেন্ডোজা) দ্বারা শুরু করা \"একটি 'পাগলামি' হিসাবে বর্ণনা করেছিলেন। সেই সময় বিষমকামিতা তখনও আদর্শ মনে করা হত এবং নারীবাদকে বিভাজনকারী বলে বোঝানো হয়েছিল।\"\n২০০১ সালে, দেউদোরার পক্ষ  থেকে বলিভিয়ার ব্যাংকিং সুপারভাইজরি এজেন্সি দখল করেছিল মুজেরেস ক্রেন্দো। এই ঘটনার পরে তারা আন্তর্জাতিক মনোযোগ অর্জন করে। ক্ষুদ্রঋণ প্রতিষ্ঠানের কাছে যারা ঋণী, তাদের নিয়ে তৈরি করা একটি প্রতিষ্ঠান হল দেউদোরা। ডায়নামাইট এবং মলটভ ককটেল দিয়ে সজ্জিত দখলদারেরা মোট ঋণ ক্ষমার দাবি করেছিল এবং তারা সীমিত সাফল্য অর্জন করেছিল।  মুজেরেস ক্রেন্দোর এক সদস্য, জুলিয়েটা ওডেজা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ সেপ্টেম্বর ২০১৭ তারিখে, ব্যাখ্যা দিয়েছিলএন যে \"প্রকৃতপক্ষে আর্থিক প্রতিষ্ঠানগুলো সুদের নামে অবৈধ জুলুম করে, জনগণকে ঠকিয়ে তাদের অজ্ঞতাকে কাজে লাগিয়েছে, তাদের দিয়ে এমন চুক্তিতে স্বাক্ষর করিয়েছে যা তারা বুঝতেই পারেনি।\" মুজেরেস ক্রেন্দোর সদস্যরা যে সরাসরি এই দখলদারীতে অংশ নিয়েছিল তা তারা স্বীকার করে নি।\n২০০১ সালের এপ্রিলে, নৈতিক ও রাজনৈতিক মতানৈক্যের কারণে, গোষ্ঠীতে বিভাজন হয়েছিল। ২০০১ সাল থেকে, মুজেরেস ক্রেন্দোর নেতৃত্ব দিয়েছেন মারিয়া গালিন্দো; আলাদাভাবে একটি মুজেরেস ক্রেন্দো সম্প্রদায় গঠিত হয়েছে এবং জুলিয়েটা পেরেদেস সেটি চালিয়ে যাচ্ছেন।\nমুজেরেস ক্রেন্দোর সদস্যরা এবং তাদের সমর্থকরা একটি শিক্ষামূলক চলচ্চিত্র নির্মাণের সাথে জড়িত ছিল। এটির বিষয়বস্তু ছিল নারীর মানবাধিকার সম্পর্কিত সহিংসতার সাথে মোকাবিলা করা। ২০০২ সালের ১৫ই আগষ্ট তারিখে, লা পাজ পুলিশ তাদের মারধর করেছিল। আন্তর্জাতিক সমকামী এবং লেসবিয়ান মানবাধিকার কমিশন পুলিশের সহিংসতার নিন্দা করেছিল।\n\n\n== আরও দেখুন ==\nনৈরাজ্য-নারীবাদ\nআইন অমান্য\nলাতিন আমেরিকায় নারীবাদ\nবলিভিয়ায় লিঙ্গ বৈষম্য\nবলিভিয়াতে এলজিবিটি অধিকার\nবলিভিয়ায় দারিদ্র্য\nচরমপন্থী নারীবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial Website - MujeresCreando.org (in Spanish)\nMujeres Creando: An interview with Julieta Ojeda of Mujeres Creando\nMujeres Creando paints Bolivia, By Tom Kruse (1999)\nMarcelo Pisarro, \"Riot grrrl boliviano: Mujeres Creando\", 1975 Main Street, March 2016"}