{"pageid": 1127745, "title": "ইউক্রেনে বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1127745", "content": "বৌদ্ধধর্ম (ইউক্রেনীয়: буддизм) হলো ইউক্রেনের খ্রিষ্টান, ইহুদি ও ইসলাম ধর্মের পর চতুর্থ বৃহত্তম ধর্ম। কমিউনিস্ট আমলে বৌদ্ধ জনসংখ্যা, প্রধানত উত্তর ভিয়েতনাম এবং কোরিয়া থেকে অভিবাসনের পর ইউক্রেনে বৌদ্ধধর্ম ১৯ম এবং ২০শ শতাব্দী থেকে বিদ্যমান।  যদিও উৎসগুলি সহজে পাওয়া যায় না, তবে ইউক্রেনের মোট জনসংখ্যার ০.১% বৌদ্ধ বলে মনে করা হয়।\n\nযদিও বৌদ্ধধর্মের দাবিদার কাল্মিকদের সাথে ইউক্রেনীয় কস্যাকদের নিয়মিত যোগাযোগের কারণে ইউক্রেনে বহু আগে থেকেই বৌদ্ধধর্ম পরিচিত ছিল তা সত্ত্বেও, ইউক্রেনীয় সাংস্কৃতিক ও বৈজ্ঞানিক বুদ্ধিজীবীদের মধ্যে বৌদ্ধধর্মের দার্শনিক এবং নৈতিক দিকগুলির প্রতি আগ্রহ দেখা দেয়। ১৯ শতকের আগে নয়। সোভিয়েত যুগে বৌদ্ধধর্মের সাথে ঘনিষ্ঠ পরিচিতি বাধাগ্রস্ত হয়েছিল, যখন সোভিয়েত মতাদর্শ থেকে ভিন্ন ধর্মীয় শিক্ষার প্রতি কোনো আগ্রহ নিপীড়িত হয়েছিল। ফলস্বরূপ, এই ধরনের আগ্রহ সম্পূর্ণরূপে সন্তুষ্ট হতে পারে না এবং তদ্ব্যতীত, নির্দিষ্ট সংস্থাগুলিতে বৃদ্ধি পায়। অতএব, বৌদ্ধধর্মের উপর প্রথম খোলা পদ্ধতিগত বক্তৃতা, বৌদ্ধ অধ্যয়নের উপর বক্তৃতা এবং পাঠ, ১৯৮৯ সালের, যখন সোভিয়েত ব্যবস্থার রাজনৈতিক ও আদর্শিক চাপ যথেষ্ট হ্রাস করা হয়েছিল। সেই সময়ে প্রথম বৌদ্ধ শিক্ষা ইউক্রেনে সংঘটিত হয়েছিল, এবং বৌদ্ধ ধর্মের প্রথম ধর্মনিরপেক্ষ অনুসারীরা আবির্ভূত হয়েছিল, তারা তিনটি রত্ন-এ বৌদ্ধ আশ্রয় নিয়েছিল: বুদ্ধ, শিক্ষা (ধর্ম) এবং সম্প্রদায় (সংঘ)।\n\nইউক্রেনের প্রাচীনতম বৌদ্ধ সম্প্রদায়গুলির মধ্যে একটি, ডোনেটস্ক থেকে উদ্ভূত, কার্পাথিয়ানদের ক্রিভোপিলিয়া গ্রাম থেকে খুব দূরে অবস্থিত।  ডনবাসে সামরিক সংঘর্ষ শুরু হওয়ার পর তারা তাদের অঞ্চল ছেড়ে কার্পাথিয়ানদের কাছে চলে যেতে বাধ্য হয়েছিল।  ভিক্ষুরা স্বপ্ন দেখে যে যুদ্ধ শেষ হবে এবং দখলকৃত জমিগুলি ইউক্রেনে ফিরিয়ে দেওয়া হবে।\n\nআজ ইউক্রেনে প্রায় ১০০টি বৌদ্ধ সম্প্রদায় এবং গোষ্ঠী রয়েছে, তাদের মধ্যে ৫৮টি আনুষ্ঠানিকভাবে নিবন্ধিত এবং আইনি সত্তার মর্যাদা উপভোগ করে। বৃহত্তম সম্প্রদায় এবং গোষ্ঠীগুলি বৌদ্ধধর্মের তিব্বতি ঐতিহ্যের অন্তর্গত, অর্থাৎ, বজ্রযান (\"ডায়মন্ড ভেহিকল\") এর তান্ত্রিক ঐতিহ্য। তাদের মধ্যে সবচেয়ে বিস্তৃত হল কর্মকাগ্যু সম্প্রদায়, তিব্বতি কাগ্যু-পা স্কুলের প্রধান শাখা।  তারা অল-ইউক্রেন রিলিজিয়াস সেন্টার ইউক্রেনীয় অ্যাসোসিয়েশন অফ কার্মা কাগ্যু বৌদ্ধ-এ একত্রিত হয়েছে। ইউক্রেনে, এই কেন্দ্রের ধর্মীয় অধ্যয়নগুলি সাধারণ মানুষের জন্য উদ্দেশ্যে করা হয়। এই ঐতিহ্যের অনুসারী সম্প্রদায় এবং দলগুলি ইউক্রেনের প্রায় সমস্ত আঞ্চলিক কেন্দ্রগুলিতে উপস্থিত রয়েছে।\"\nএখানে একটি ড্রিকুং কাগ্যু সেন্টার রয়েছে যা ২০০৬-এ এইচ.এ-এর যৌথ আকাঙ্ক্ষা পূরণের জন্য কিয়েভে আনুষ্ঠানিকভাবে নিবন্ধিত হয়েছিল।  গার্চেন রিনপোচে এবং তার ছাত্ররা।  কেন্দ্রটি গার্চেন রিনপোচের কেন্দ্র-এর বিশ্ব সম্প্রদায়ের একটি অংশ।  গত দশ বছরে, গার্চেন রিনপোচে চারবার কিয়েভ সফর করেছেন।  অনেক ড্রিকুং কাগ্যু মাস্টার এবং শিক্ষক গত বছরগুলিতে কেন্দ্র পরিদর্শন করেছেন।  তাদের মধ্যে এইচ.এ.  গার্চেন রিনপোচে, খেনচেন রিনপোচে, নুপপা রিনপোচে, দ্রুপন সেরিং রিনপোচে, দ্রুপন ইয়েশে রিনপোচে, দ্রুপন সেরিং রিনপোচে, লামা দাওয়া জ্যাং, ড্রুপন ইয়েশে জাংমো, খেনপো সামদ্রুপ।\nনাইংমা স্কুলেরও অনুসারী রয়েছে ইউক্রেনে, বিশেষ করে ডিজংসার জামায়াঙ খয়েন্টসে রিনপোচে এবং বর্তমান পেট্রাল রিনপোচে কিয়েভে গিয়েছিলেন।  গায়ট্রুল জিগমে রিনপোছের নির্দেশনায় ‘রিপা’ কেন্দ্র প্রতিষ্ঠিত হয়।\nআন্তর্জাতিক জোগচেন সম্প্রদায়েরও ইউক্রেনে তার অনুসারী এবং সম্প্রদায়ের সংখ্যা রয়েছে।  বিংশ শতাব্দীর শেষভাগে দেশত্যাগে তিব্বতি লামা চোগিয়াল নামখাই নরবু-এর প্রচেষ্টার মাধ্যমে এটি পশ্চিমে একটি পৃথক বৌদ্ধ বিদ্যালয় হিসেবে গড়ে ওঠে।  কারমা কাগিউ-এর মতো, এই স্কুলটি ইউক্রেনের বৌদ্ধদের জন্য ভিত্তিক।\nএছাড়াও চারটি শাম্বালা কেন্দ্র রয়েছে, একটি আন্তর্জাতিক সংস্থা যা চ্যগ্যাম ট্রুংপা দ্বারা প্রতিষ্ঠিত।\nকিয়েভে রয়েছে রংজং ইয়েশে কেন্দ্র যার অনুগামীরা সমগ্র ইউক্রেন জুড়ে রয়েছে, এই কেন্দ্রটি তেরসার বংশের চোকলিং নিয়মিত অনুশীলন করে।  লামা সোনম দোর্জে বহুবার ইউক্রেন পরিদর্শন করেছেন এবং অনেক শিক্ষা ও অনুশীলনের নির্দেশ দিয়েছেন এবং ২০১২ সালে চোকি নাইমা রিনপোচে জনসাধারণের বক্তৃতা এবং ক্ষমতায়নের সাথে কিয়েভ পরিদর্শন করেছিলেন।\nবেশ কয়েকবার ড. আলেকজান্ডার বার্জিন সাধারণ বৌদ্ধ শিক্ষা এবং আধুনিক সমাজে তাদের প্রয়োগের জন্য ইউক্রেন পরিদর্শন করেছেন।\nতিব্বতীয় বৌদ্ধধর্মের স্কুলের পাশাপাশি এখানে জেন অনুশীলনকারী এবং বিপসসানা ধ্যানের অনুসারীও রয়েছে যেমনটি এস.এন.  গোয়েঙ্কা।"}