{"pageid": 1127960, "title": "ওয়েটার", "url": "https://bn.wikipedia.org/wiki?curid=1127960", "content": "ওয়েটার হল একটি গ্রীষ্মমণ্ডলীয় দ্বীপ যা ইন্দোনেশিয়ার মালুকু প্রদেশের অন্তর্গত। এটি মালুকু দ্বীপপুঞ্জের মালুকু বারাত দায়া দ্বীপপুঞ্জের (আক্ষরিক অর্থে দক্ষিণ- পশ্চিম দ্বীপপুঞ্জ ) এর বৃহত্তম দ্বীপ। এটি লেসার সুন্দা দ্বীপপুঞ্জের পূর্বে অবস্থিত। যার মধ্যে রয়েছে কাছাকাছি আলোর ও তিমুর আছে। তবে এটি রাজনৈতিকভাবে মালুকু দ্বীপপুঞ্জের অংশ। দক্ষিণে, ওয়েটার স্ট্রেইট জুড়ে, তিমুর দ্বীপ অবস্থিত। তার কাছাকাছি এটি ৫০ কিমি দূরে পশ্চিমে, ওম্বাই স্ট্রেইট জুড়ে, আলোর দ্বীপ অবস্থিত। দক্ষিণ-পশ্চিমে লিরানের খুব ছোট দ্বীপ রয়েছে। যা ওয়েটার জেলারও অংশ ( কেকামাটান ) ও আরও দক্ষিণ-পশ্চিমে, আতাউরোর ছোট পূর্ব টিমোরিজ দ্বীপ অবস্থিত। উত্তরে বান্দা সাগর, পূর্বে রোমাং এবং দামার দ্বীপপুঞ্জ, দক্ষিণ-পূর্বে বারাত দায়া দ্বীপপুঞ্জের অন্যান্য প্রধান দ্বীপ রয়েছে। লিরানসহ, ওয়েটারের ক্ষেত্রফল ২৬৫১.৯ কিমি 2, এবং ২০১০ সালের আদমশুমারি অনুসারে এর জনসংখ্যা ছিল ৭৯১৬ জন। \nওয়েটার হল ইন্দোনেশিয়ার আনুষ্ঠানিকভাবে তালিকাভুক্ত ৯২টি বহির্মুখী দ্বীপের মধ্যে একটি ।\nওয়েটারের প্রধান শহরগুলি হল উত্তর-পশ্চিমে লিওপা, দক্ষিণে ইলওয়াকি, উত্তরে ওয়াসিরি, পূর্বে মাসাপুন এবং উত্তর-পূর্বে আরওয়ালা। এগুলো সড়কপথে সংযুক্ত।\n\n\n== ভূগোল ==\nওয়েটার হল ১২০ কিমি দীর্ঘ (পূর্ব-সর্বাধিক প্রান্ত থেকে পশ্চিম-সর্বাধিক প্রান্ত পর্যন্ত পরিমাপ করা হয়), এবং প্রায় ৪৩  উত্তর-দক্ষিণে কিমি। এটির আয়তন প্রায় ২৬৫২ কিমি 2 এটি প্রবাল প্রাচীর ও গভীর সমুদ্র দ্বারা বেষ্টিত। দ্বীপের সর্বোচ্চ বিন্দু হল ১৪১২ মি।\n\n\n== সংস্কৃতি ==\nওয়েটার ও কাছাকাছি লিরান এবং আতাউরো দ্বীপপুঞ্জের স্থানীয় মালয়ো-পলিনেশিয়ান ভাষা রয়েছে। ওয়েটার হল যারা আপুতাই, ইলিউউন, পেরাই, এবং তুগুন । এছাড়াও আছে তালুর, পূর্ব তিমুরের গালোলির একটি উপভাষা। এগুলি প্রত্যেকে প্রায় ১০০০ জনের ছোট দল দ্বারা কথা বলা হয়। জাতীয় ভাষা ইন্দোনেশিয়ান ও আঞ্চলিক অ্যাম্বোনিজ মালয় সাধারণত ব্যবহৃত হয়।\nওয়েটারের প্রধান অর্থনৈতিক কর্মকাণ্ড হল জীবিকানির্ভর কৃষি। প্রধানত সাগোরে কচ্ছপের খোলস সংগ্রহ করে সেইসব দেশে রপ্তানি করা হয় যেখানে বাণিজ্য নিষিদ্ধ নয়।\n\n\n== স্থানীয় প্রাণীজগত ==\nওয়েটার গ্রাউন্ড-ডভ\nওয়েটার ফিগবার্ড\nওয়েটার আইল্যান্ড পাইথন\nওয়েটার লরিকিট\n\n\n== আরো দেখুন ==\nWetarese ভাষা\nওয়েটার স্ট্রেট\n\n\n== তথ্যসূত্র =="}