{"pageid": 1127530, "title": "জন ইয়ামান", "url": "https://bn.wikipedia.org/wiki?curid=1127530", "content": "জন ইয়ামান (তুর্কি: [dʒan jaman]) (জন্ম ৮ নভেম্বর ১৯৮৯) একজন তুর্কি অভিনেতা। তিনি ২০১৮ সালে রোমান্টিক কমেডিতে সেরা অভিনয় ও এরকেঞ্জি কুশ এবং ২০১৯ সালে মুরেক্স ডি'অর-এ তার ভূমিকার জন্য গোল্ডেন বাটারফ্লাই অ্যাওয়ার্ড পেয়েছিলেন। ২০২০ সালে তিনি বে ইয়ানলিশ (তুর্কি: Bay Yanlış) সিরিজে তার ভূমিকার জন্য একটি আন্তর্জাতিক প্রডু২০২০ মনোনয়ন পেয়েছিলেন। ইয়ামান টিভি শো গনুল ইশলেরি, ইনাদিনা আস্ক, হাঙ্গিমিজ সেভমেদিক, দলুনায়তে অভিনয় করেছেন। তিনি ৭ম জিকিউ ম্যান অব দ্য ইয়ার ২০১৯ পুরস্কারও জিতেছেন।\n\n\n== জীবন ==\nইয়ামান ১৯৮৯ সালের ৮ নভেম্বর তুরস্কের ইস্তাম্বুলে জন্মগ্রহণ করেন। তার পিতামহ কসোভো থেকে কসোভো -আলবেনীয়। তার মাতামহ উত্তর মেসিডোনিয়ার আলবেনীয়। তিনি ফুটবল কোচ ফুয়াত ইয়ামানের ভাগ্নে। শৈশবকাল থেকেই, ইয়ামানের দাদী তার বাবা-মায়ের আর্থিক সমস্যার কারণে তাকে লালন-পালন করেছিলেন। ইয়ামানের বয়স যখন পাঁচ বছর তখন তার বাবা-মায়ের বিবাহ বিচ্ছেদ ঘটে।\nইয়ামান প্রাথমিক ও মাধ্যমিক পড়াশোনার জন্য বিলফেন কলেজে অধ্যয়ন করেন, তারপর লিজিও ইতালিয়ানো দি ইস্তাম্বুলে অধ্যয়ন করেন, যেখানে তিনি শিক্ষা প্রতিষ্ঠানের অস্তিত্বের পর থেকে সর্বোচ্চ গ্রেড নিয়ে শীর্ষ ছাত্র হিসাবে শেষ করেন। জন ইয়ামান ইতালীয় এবং ইংরেজিসহ ৫টি ভাষায় অনর্গল কথা বলতে পারেন। ২০১২ সালে তিনি ইয়েদিতেপে বিশ্ববিদ্যালয়ের আইন বিভাগ থেকে স্নাতক হন এবং প্রাইসওয়াটারহাউসকুপার্সে কাজ শুরু করেন, যেখানে তিনি তার বর্তমান আইন সংস্থার অংশীদারদের সাথে দেখা করেন। ২৪ বছর বয়সে ইয়ামান একীভূতকরণ এবং অধিগ্রহণে কাজ করছিলেন এবং দুনিয়া পত্রিকার ট্যাক্স বিভাগের জন্য নিবন্ধ লিখছিলেন। কর্পোরেট আইন সেক্টরে তিনি যেমন সাফল্য খুঁজে পাচ্ছিলেন, তেমনি তিনিও বুঝতে পারছিলেন যে কর্পোরেট জীবন তাঁর জন্য নয়। ইয়ামান হ্যালো! ম্যাগাজিনকে ২০১৮ সালে বলেন, \"আমি একটি খোলা দৃশ্যের মত অনুভব করেছি কিন্তু একটি অফিসে বসে একটি স্যুট পরা আমাকে অনেক বিরক্ত করেছিল৷ তারা আমাকে বার্ষিক ছুটি দিলে আমি ফিরে না এসে একেবারের জন্য চলে যাই। আমার সহকর্মীরা আমাকে পরবর্তী সময়ে টিভিতেই দেখেছিল।\" গ্রীষ্মকালীন ছুটিতে কর্মস্থল থেকে, ইয়ামান বোদরুমে ভ্রমণ করেন যেখানে তিনি তার ঘটনাবলী এবং বর্তমান ভারপ্রাপ্ত পরিচালক, জুনাইত সাইল এবং ইলকার বিলগির সাথে দেখা করেন।\n\n\n== কর্মজীবন ==\nজন ইয়ামান ২০১৪ সালে গনুল ইশলেরি-তে তার কর্মজীবন শুরু করেন। ২০১৫ সালে, তিনি ইনাদিনা আশক-এ এবং ২০১৬ সালে হাঙ্গিমিজ সেভমেদিক- এ অভিনয় করেন। ২০১৭ সালে দোলুনায়ে সিরিজের মাধ্যমে তার ক্যারিয়ারের অগ্রগতি ঘটে।\n২০১৮ থেকে ২০১৯ সাল পর্যন্ত, তিনি তুর্কি রোমান্টিক কমেডি সিরিজ এরকেঞ্জি কুশ (প্রথম পাখি) দেমেত ওজদেমিরের বিপরীতে \"জন ডিভিট\" প্রধান চরিত্রে অভিনয় করেছেন। তিনি এই সিরিজের জন্য আন্তর্জাতিক পুরস্কারসহ বেশ কয়েকটি অভিনয় পুরস্কার এবং মনোনয়ন পেয়েছিলেন।\nজন ইয়ামান তুর্কি ছোট সিরিজ বে ইয়ানলিশ (মিস্টার ভুল) এ উজগুর আতাসয় প্রধান চরিত্রে অভিনয় করেছেন। আসলি জেনগিন এবং বানু জেনগিন তাকের একটি স্ক্রিপ্টসহ সিরিজটি গোল্ড ফিল্ম দ্বারা প্রযোজিত, ডেনিজ ইয়োরুলমাজার পরিচালিত হয়েছিল। এটি ২০২০ সালের জুনে ফক্সে প্রিমিয়ার হয়েছিল। তুরস্কে রেটিং কম থাকায় সিরিজটি বাতিল করা হয়।\nজন ইয়ামান ৮০ দশকের কাল্ট সিরিজ স্যান্ডোকানের পুন প্রধান চরিত্রে অভিনয় করার জন্য একটি চুক্তি স্বাক্ষর করেছেন।\n\n\n== চলচ্চিত্র ==\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জন ইয়ামান (ইংরেজি)\nইন্সটাগ্রামে জন ইয়ামান\nwww.canyaman.it/en/"}