{"pageid": 1127437, "title": "ইভাকুই ট্রাস্ট সম্পত্তি বোর্ড", "url": "https://bn.wikipedia.org/wiki?curid=1127437", "content": "ইভাকুই ট্রাস্ট সম্পত্তি বোর্ড (উর্দু: ہیئت تولیتیی املاکِ متروکہ‎‎) হল পাকিস্তান সরকারের একটি সংবিধিবদ্ধ বোর্ড ও প্রধান সরকারী বিভাগ যা বিভাজনের পরে ভারতে চলে যাওয়া হিন্দু এবং শিখদের রেখে যাওয়া শিক্ষামূলক, দাতব্য বা ধর্মীয় ট্রাস্ট সহ পরিত্যাগকৃত সম্পত্তিগুলো পরিচালনা করে। এটি পাকিস্তানের হিন্দু এবং শিখদের উপাসনালয়ও রক্ষণাবেক্ষণ করে।\n\n\n== সদস্যগণ ==\nবোর্ডে ৬ জন দাপ্তরিক এবং ১৮ জন বেসরকারি সদস্য রয়েছে। ২০২০ সালে সরকারি সদস্যদের মধ্যে ছয়জন মুসলিম এবং মোট ১৮টি বেসরকারি সদস্যের মধ্যে মাত্র আটজন সংখ্যালঘু হিন্দু ও শিখ সম্প্রদায়ের।\n\n\n== পটভূমি ==\nইভাকুই ট্রাস্ট সম্পত্তি বোর্ড ১৯৬০, ১৯৪৭ ও ১৯৪৮ সালে দেশভাগের সময় ভারতে চলে আসা শিখ ও হিন্দুদের রেখে যাওয়া মন্দির এবং জমির দেখাশোনা করার জন্য প্রতিষ্ঠিত হয়েছে। ১৯৭৫ সালের ১৩ নং আইন (ব্যবস্থাপনা ও নিষ্পত্তি)-এর অধীনে বোর্ড কাজ করে। সংখ্যালঘু হিন্দু ও শিখদের অধিকার নিশ্চিত করার জন্য ১৯৫০ সালে নেহেরু-লিয়াকত চুক্তি এবং ১৯৫৫ সালে পন্ত মির্জা চুক্তির ফলে বোর্ডটি শুরু হয়েছিল।\n\n\n== বৈশিষ্ট্য ==\nপাকিস্তানে ১,১৩০টির বেশি হিন্দু মন্দির এবং ৫১৭টি গুরুদুয়ারা রয়েছে। বোর্ডটি ইভাকুই ট্রাস্ট সম্পত্তি, ১৯৭৫-এর ইজারা স্কিম এবং শহুরে ইভাকুই ট্রাস্ট সম্পত্তি ১৯৭৭-এর ব্যবস্থাপনা এবং নিষ্পত্তি অনুযায়ী ১,০৯,৪০৪ একর কৃষি জমি এবং ৪৬,৪৯৯ একর বিল্ট-আপ শহুরে উপ-ইউনিট নিয়ন্ত্রণ ও পরিচালনা করে (ইভাকুই ট্রাস্ট সম্পত্তি হল মূলত দাতব্য, ধর্মীয় বা শিক্ষামূলক ট্রাস্ট বা প্রতিষ্ঠানের সাথে সংযুক্ত সম্পত্তি)।\n\n\n=== স্বাস্থ্যসেবা ===\nএটি বোর্ড জানকি দেবী জমিয়ত সিং হাসপাতাল এবং সাতটি স্বাস্থ্যকেন্দ্র পরিচালনা করে।\n\n\n=== শিক্ষা প্রতিষ্ঠান ===\nনিম্নোক্ত শিক্ষা প্রতিষ্ঠানগুলো কাজ করছে এবং সংখ্যালঘুদের বিনামূল্যে শিক্ষা প্রদান করছে:\n\nহযরত আয়েশা সাদিকা ডিগ্রী কলেজ লাহোর\nমতিন ফাতেমা ট্রাস্ট মডেল স্কুলে ড\nট্রাস্ট মডেল পাবলিক হাই স্কুল\n\n\n== দুর্নীতি ==\n২০১৭ সালের ডিসেম্বরে চকওয়ালের কাটাস রাজ মন্দিরের একটি মামলার শুনানির সময় পাকিস্তানের প্রধান বিচারপতি মিয়ান সাকিব নিসার মন্দিরগুলি থেকে মূর্তিগুলোর অনুপস্থিতি বা স্থানচ্যুতিতে বিরক্তি প্রকাশ করেছিলেন, কেন শিরি রাম ও হনুমানের মন্দিরে কোনও মূর্তি ছিল না তা জানতে চেয়েছিলেন। বেঞ্চকে বলা হয়েছিল যে ইভাকুই ট্রাস্ট সম্পত্তি বোর্ডের প্রাক্তন চেয়ারম্যান আসিফ হাশমি [তার আমলে] দুর্নীতি করে লক্ষ লক্ষ টাকা আয় করেছিলেন এবং তারপর [পাকিস্তান] থেকে চলে যান। বোর্ডের চেয়ারম্যান জনাব সাদ্দিক সেই সময়ে বোর্ডের ওয়েবসাইটে তার বার্তায় [বোর্ডের মধ্যে] \"দুর্নীতির বিরুদ্ধে লড়াই\" তুলে ধরেন।\n\n\n== সমালোচনা ==\n\n\n=== সংখ্যালঘু প্রতিনিধিত্ব নেই ===\nইটিপি বোর্ড প্রায়ই বোর্ডে যথেষ্ট হিন্দু এবং শিখ সদস্য না থাকার জন্য সমালোচিত হয়। লিয়াকত-নেহরু চুক্তি স্বাক্ষরের সময়, পাকিস্তান ও ভারত উভয়েই ভারতে একজন মুসলিম প্রধান এবং পাকিস্তানে একজন হিন্দু প্রধান নিয়োগ করতে সম্মত হয়েছিল খালি সম্পত্তির দেখাশোনা করার জন্য। যদিও স্বাধীনতার পর থেকে পাকিস্তান সরকার কখনোই একজন হিন্দু নাগরিককে চেয়ারম্যান পদে নিয়োগ দেয়নি। ২০২০ সালে ছয়টি সরকারী সদস্যই মুসলমান এবং ১৮টি বেসরকারি সদস্যের মধ্যে মাত্র আটজন সংখ্যালঘু হিন্দু এবং শিখ সম্প্রদায়ের। ২০১৮ সালে জাতীয় পরিষদের হিন্দু সদস্য রমেশ কুমার ভাঙ্কওয়ানি ইভাকুই ট্রাস্ট সম্পত্তি (ব্যবস্থাপনা এবং নিষ্পত্তি) বিল ২০১৮ পেশ করেন যা বলে যে শুধুমাত্র একজন হিন্দু বা শিখকে ইভাকুই ট্রাস্ট সম্পত্তি বোর্ডের চেয়ারপারসন হিসেবে নিয়োগ করা উচিত। যাইহোক বিলটি ২০১৯ সালে বিধানসভার ধর্ম বিষয়ক স্থায়ী কমিটির দ্বারা প্রত্যাখ্যান করা হয়েছিল।\n\n\n=== হিন্দু মন্দির ইজারা ===\nইভাকুই ট্রাস্ট সম্পত্তি বোর্ড ভূমি দখলকারীদের কাছে পবিত্র হিন্দু মন্দির লিজ দেওয়ার জন্য সমালোচিত হয়েছে। বোর্ড ২০১৪ সালে ডেরা ইসমাইল খানের ঐতিহাসিক কালী বাড়ি হিন্দু মন্দিরটি একটি মুসলিম দলকে ভাড়া দিয়েছিল। এই ঐতিহাসিক মন্দিরটিকে রূপান্তরিত করে তাজমহল হোটেল হিসেবে ব্যবহার করা হচ্ছে। ফ্রন্টিয়ার কনস্ট্যাবুলারি কর্মকর্তারা বোর্ডের সহায়তায় ডেরা ইসমাইল খানের শ্মশান ঘাট দখল করেছে এবং হিন্দু সম্প্রদায় শ্মশান ঘাটের অনুপলব্ধতার কারণে তাদের মৃতদের দাহ করতে পারছে না এবং অন্য ধর্মের সদস্যদের দ্বারা ভাগ করা একটি কবরস্থানে দাফন করতে বাধ্য হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nআমাদের ইতিহাসের ১৫০০ বছর: ডন সংবাদপত্রে কাটাস রাজ মন্দিরে প্রবেশ করুন"}