{"pageid": 1127304, "title": "থলে", "url": "https://bn.wikipedia.org/wiki?curid=1127304", "content": "একটি থলে বা ব্যাগ (এছাড়াও আঞ্চলিকভাবে একটি বস্তা হিসাবে পরিচিত) একটি নমনীয় ধারক আকারের একটি সাধারণ সরঞ্জাম। থলের ব্যবহার নথিভুক্ত ইতিহাসের পূর্ববর্তী, প্রথম দিকের থলেগুলি প্রাণীর চামড়া, তুলা বা বোনা উদ্ভিদের তন্তুগুলির দৈর্ঘ্যের চেয়ে বেশি হতো না, প্রান্ত ভাঁজ করা ছিল এবং একই উপাদানের রশি দিয়ে সুরক্ষিত থাকতো। \nতাদের সরলতা সত্ত্বেও, থলেগুলি মানব সভ্যতার বিকাশের জন্য মৌলিক ছিল, কারণ তারা মানুষকে সহজে বেরি বা খাদ্যশস্যের মতো আলগা উপাদান সংগ্রহ করতে এবং সহজে হাতে বহন করার চেয়ে বেশি জিনিস পরিবহন করতে দেয়।  শব্দটির উৎপত্তি সম্ভবত নর্স শব্দ ব্যাগি থেকে,  পুনর্গঠিত প্রত্ন-ইন্দো-ইউরোপীয় বাক থেকে, তবে এটি ওয়েলশ বাইচ (লোড, বান্ডিল) এবং গ্রীক Τσιαντουλίτσα (চান্দুলিচা, বোঝা) এর সাথেও তুলনীয়।\nসস্তা ব্যবহারের পরে পরিত্যাজ্য কাগজের থলে এবং প্লাস্টিকের শপিং ব্যাগগুলি ক্রেতাদের সুবিধা হিসাবে খুচরা ব্যবসায় খুব সাধারণ, এবং প্রায়শই দোকানি কর্তৃক বিনামূল্যে বা অল্প দামে সরবরাহ করা হয়। ক্রেতারা দোকানে ব্যবহার করার জন্য তাদের নিজস্ব বাজারের থলেও নিতে পারে, এগুলি সাধারণত টোট ব্যাগ বা শপার্স টোট নামে পরিচিত। যদিও, খ্রিস্টপূর্ব ২য় শতাব্দী থেকে প্রাচীন চীনে কাগজ মোড়ানো এবং প্যাডিংয়ের উদ্দেশ্যে ব্যবহার করা হয়েছিল,  চীনে কাগজের থলের প্রথম ব্যবহার (চায়ের স্বাদ সংরক্ষণের জন্য) পরবর্তী তাং রাজবংশের (৬১৮-৯০৭ খ্রিস্টাব্দ) সময় হয়েছিল। \n\n\n== ইতিহাস ==\n\nথলে হাজার হাজার বছর ধরে প্রত্যয়িত হয়েছে এবং পুরুষ ও নারী উভয়ই ব্যবহার করে আসছে। প্রাচীন মিশরেও থলে প্রচলিত ছিল। অনেক মিশরীয় চিত্রলিপিতে পুরুষদের কোমরে থলে বাঁধা দেখা যায়। বাইবেলে থলির উল্লেখ আছে, বিশেষ করে জুডাস ইসক্যারিওটকে, তার ব্যক্তিগত জিনিসপত্র বহন করে থলেতে। ১৪ শতকে, পকেটমার এবং চোরদের থেকে সতর্ক, অনেক লোক তাদের টাকা বহন করার জন্য ড্রস্ট্রিং ব্যাগ ব্যবহার করত। এই ব্যাগগুলি কোমরের সাথে বেঁধে লম্বা রশির মাধ্যমে \"কমকির\" সাথে সংযুক্ত ছিল।\nঅস্ট্রেলীয় ডিলিব্যাগ হল একটি ঐতিহ্যবাহী অস্ট্রেলীয় আদিবাসী থলে যা সাধারণত উদ্ভিদের তন্তু দিয়ে বোনা হয়। ডিলিব্যাগগুলি মূলত নারীরা খাদ্য সংগ্রহ এবং পরিবহনের জন্য নকশা করা এবং ব্যবহার করে। এগুলো অস্ট্রেলিয়ার উত্তরাঞ্চলে সাধারণত পাওয়া যায়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিঅভিধানে bag-এর আভিধানিক সংজ্ঞা পড়ুন।\n উইকিমিডিয়া কমন্সে থলে সম্পর্কিত মিডিয়া দেখুন।"}