{"pageid": 1127389, "title": "গৌরী লক্ষ্মী বাই", "url": "https://bn.wikipedia.org/wiki?curid=1127389", "content": "মহারানি আইলিওম থিরুনাল গৌরী লক্ষ্মী বাই (১৭৯১ – ১৮১৫) ছিলেন ভারতের ত্রিবাঙ্কুর রাজ্যের মহারানি, ১৮১০ থেকে ১৮১৩ সাল পর্যন্ত তিনি রানি ছিলেন এবং তারপর ১৮১৩ থেকে ১৮১৫ সালে মৃত্যু পর্যন্ত তাঁর ছেলে স্বাতী থিরুনাল রাম বর্মার রাজ প্রতিনিধি হয়েছিলেন। তিনিই ত্রিবাঙ্কুরের একমাত্র রানি যিনি রাজ প্রতিনিধি হওয়ার আগে নিজের অধিকারে রাজত্ব করেছিলেন।\n\n\n== পটভূমি ==\nগৌরী লক্ষ্মী বাই ১৭৯১ সালে জন্মগ্রহণ করেন। তাঁর মায়ের নাম রাজকুমারী ভরনি থিরুনাল পার্বতী বাই, তিনি ছিলেন ত্রিবাঙ্কুর রাজপরিবারের আত্তিঙ্গলের বরিষ্ঠ রানি এবং মহারাজ বলরাম বর্মার দত্তক বোন। ভরনি থিরুনালকে ১৭৮৮ সালে কোলাথুনাড়ু থেকে ত্রিবাঙ্কুর পরিবারে দত্তক নেওয়া হয়েছিল। ত্রিবাঙ্কুরের মহারানিদের \"আত্তিঙ্গলের রানি\" বলে ডাকা হত। গৌরী লক্ষ্মী বাই ছিলেন ত্রিবাঙ্কুরের অন্যতম জনপ্রিয় রানি। তিনি রাজ্যে বেশ কিছু সংস্কার চালু করেছিলেন। তাঁর একটি বোনও ছিলেন, যাঁর নাম উথ্রাত্তাথি থিরুনাল গৌরী পার্বতী বাই।\n\n\n== সিংহাসনে আরোহণ এবং শাসন ==\nঅপ্রিয় মহারাজা বলরাম বর্মা ১৮০৯ সালে মারা যান। তাঁর রাজত্বকালে ত্রিবাঙ্কুর বেশ কয়েকটি অভ্যন্তরীণ ও বাহ্যিক সমস্যা, যেমন বিদ্রোহ এবং অপ্রয়োজনীয় যুদ্ধ ও ষড়যন্ত্রের সম্মুখীন হয়েছিল, এগুলির মধ্যে ভেলু থামপি দালাওয়ার  বিদ্রোহ ছিল সবচেয়ে গুরুত্বপূর্ণ। মহারাজের মৃত্যুর সময়, আত্তিঙ্গলের বরিষ্ঠ রানি গৌরী লক্ষ্মী বাইয়ের বয়স ছিল মাত্র কুড়ি বছর। পরিবারে কোনো যোগ্য পুরুষ সদস্য ছিল না, যার অর্থ তাঁকে ত্রিবাঙ্কুরের সিংহাসনে বসতে হবে এবং এই ধরনের কোন উত্তরাধিকারী না জন্মানো পর্যন্ত এটিকে রাজ প্রতিনিধি হিসাবে শাসন করতে হবে। কিন্তু তাঁর সিংহাসনে আরোহন সহজ ছিল না, কারণ রাজপরিবারের মাবেলিকরা শাখার একজন সদস্য, একজন দূর সম্পর্কের ভাই রাজকুমার কেরালা বর্মা, সিংহাসনে দাবী করেন। তিনি পূর্ববর্তী শাসকের প্রিয় ছিলেন। সেই সময়ে ব্রিটিশ রেসিডেন্ট ছিলেন কর্নেল জন মুনরো এবং তিনি ছিলেন ত্রিবাঙ্কুরের সবচেয়ে প্রিয় ব্রিটিশ রেসিডেন্টদের মধ্যে একজন। রাজকুমারী তাঁর হাতে  একটি নথি দিয়েছিলেন যেটি তাঁর দাবীকে নিশ্চিতভাবে প্রমাণ করে এবং কেরালা বর্মার দাবিকে অযোগ্য প্রমাণ করে। এতে কেরালা বর্মা বিরক্ত হয়ে কৌশল অবলম্বন করে রাজকুমারীকে তাঁর দাবি ছেড়ে দিতে রাজি করানোর চেষ্টা করেছিলেন। যাইহোক, রেসিডেন্ট গৌরী লক্ষ্মী বাইয়ের পক্ষে ছিলেন এবং তাঁকে ১৮১১ সালে ত্রিবাঙ্কুরের রাজ প্রতিনিধি মহারানি করা হয়েছিল। কেরালা বর্মাকে রাজধানী তিরুবনন্তপুরমে বসবাসের অনুমতি দেওয়া হয়েছিল। কিন্তু যখন তিনি আরও সমস্যা তৈরি করার চেষ্টা করেন, তখন তাঁকে বন্দী করা হয় এবং ত্রিবাঙ্কুর থেকে নির্বাসিত করা হয়।\n\n\n=== দেওয়ান নির্বাচন ===\nরাজ প্রতিনিধি গৌরী লক্ষ্মী বাইয়ের প্রথম দিকের কাজগুলির মধ্যে একটি ছিল বিদ্যমান দেওয়ান বা প্রধানমন্ত্রী উম্মিনি থামপিকে বরখাস্ত করা। উম্মিনি থামপির বিরুদ্ধে অর্থ অপচয় এবং পরাজিত বিদ্রোহী মুক্তিযোদ্ধা ভেলু থামপি দালাওয়া এবং অন্যান্যদের সমস্ত সম্পত্তি হরণের অভিযোগ আনা হয়েছিল। তাঁকে বরখাস্ত করা হয়েছিল এবং যখন তিনি আরও সমস্যা সৃষ্টি করার চেষ্টা করেছিলেন, তখন তাঁকে কারারুদ্ধ করা হয়। রাজ প্রতিনিধি মহারানী গৌরী লক্ষ্মী বাইয়ের বিরুদ্ধে ষড়যন্ত্রে দোষী সাব্যস্ত হওয়ার পর তাঁকে শাস্তি দেওয়া হয়েছিল। মহারানিকে এরপর দেওয়ানের পদের জন্য কিছু ব্যক্তিকে মনোনীত করতে বলা হয়েছিল, কিন্তু তিনি বলেছিলেন যে তিনি কোনও যোগ্য ব্যক্তি খুঁজে পাননি। তিনি রেসিডেন্ট কর্নেল জন মুনরোকে তাঁর দেওয়ান হিসেবে নিয়োগ করতে চেয়েছিলেন। তদনুসারে, মুনরো ১৮১১ সালে ত্রিবাঙ্কুরের দেওয়ান নিযুক্ত হন।\n\n\n== আরও দেখুন ==\nত্রিবাঙ্কুর\nমহারানি\nস্বাতী থিরুনাল\nমুলাম থিরুনাল\nনায়ার\nআম্মাভেদু\n\n\n== তথুসূত্র ==\n\n\n== উৎস ==\nAiya, V. Nagam (১৯০৬)। The Travancore State Manual। Trivandrum, Travancore: Travancore Government Press। ওসিএলসি 6164443।  (3 volumes)\nMenon, P. Shungoonny (১৮৭৮)। A History of Travancore from the Earliest Times। Madras, India: Higginbotham। \n\nটেমপ্লেট:Travancore\nটেমপ্লেট:Kingdom of Travancore"}