{"pageid": 1127115, "title": "অশ্বিনী ভাট", "url": "https://bn.wikipedia.org/wiki?curid=1127115", "content": "অশ্বিনী ভাট হলেন উত্তর ক্যালিফোর্নিয়ায় অবস্থিত একজন শিল্পী। তিনি একজন ভাস্কর্য শিল্পী।\n\n\n== জীবনী এবং কাজ ==\nঅশ্বিনী ভাট জন্মগ্রহণ করেন ভারতের কর্ণাটক রাজ্যের পুত্তুরে। তিনি বেঙ্গালুরু বিশ্ববিদ্যালয় থেকে সাহিত্যে স্নাতকোত্তর ডিগ্রি অর্জন করেছিলেন। তিনি তেরো বছর ধরে শাস্ত্রীয় নৃত্য (ভরতনাট্যম) অধ্যয়ন করেন এবং পদ্মিনী চেট্টুর নৃত্য কোম্পানিতে একজন পেশাদার নৃত্যশিল্পী হিসেবে আন্তর্জাতিকভাবে ভ্রমণ করেন। এরপর তিনি দৃশ্যকলা শিল্পী হিসেবে কর্মজীবন শুরু করে ছিলেন।\nঅশ্বিনী পুদুচেরির গোল্ডেন ব্রিজ পটারিতে রে মিকারের সাথে সিরামিক শিল্প অধ্যয়ন করেন যেখানে তিনি পরে একজন আবাসিক শিল্পী হিসেবে কাজ করেন। তারপরে তিনি ভারতের পুদুচেরির অরোভিলের কাছে নিজের একটি স্টুডিও এবং কাঠ জ্বালানীর ভাঁটি তৈরি করেন।\n২০১৫ সাল থেকে, তিনি মার্কিন যুক্তরাষ্ট্রে বসবাস করছেন।\nঅশ্বিনী উত্তর ক্যালিফোর্নিয়ায় কবি, লেখক ফরেস্ট গ্যান্ডারের সাথে বসবাস করেন।\n\n\n== শৈলী এবং সমালোচনামূলক প্রতিক্রিয়া ==\nঅশ্বিনী ভাট ভাস্কর্যে নানা আকার তৈরি করেন, তার কিছু থাকে ছোট মাপের এবং কিছু স্বাভাবিক আকারের থেকে বড় হয়।\nতিনি অন্যান্য শিল্পী এবং লেখকদের সাথে একত্রে কাজ করেছেন, যাদের মধ্যে আছেন শর্বাণী দাস গুপ্ত, ডেবরা স্মিথ, এবং ফরেস্ট গ্যান্ডার। ভারতে গ্যালারি প্রদর্শনী ছাড়াও, তাঁর কাজ মার্কিন যুক্তরাষ্ট্রে, অস্ট্রেলিয়ায় এবং চীনে প্রদর্শিত হয়েছে এবং প্রধান শিল্প প্রকাশনাগুলিতে প্রকাশিত হয়েছে। এগুলির মধ্যে আছে লানা টার্নার: এ জার্নাল অফ পোয়েট্রি অ্যান্ড ওপিনিয়ন (মার্কিন যুক্তরাষ্ট্র), দ্য লগবুক (আয়ারল্যান্ড), নিউ সেরামিক্স (জার্মানি), সেরামিক্স আর্ট অ্যান্ড পারসেপশন (অস্ট্রেলিয়া/মার্কিন যুক্তরাষ্ট্র), মার্গ পাবলিকেশন্স (ভারত), সেরামিক্স আয়ারল্যান্ড (আয়ারল্যান্ড), সেরামিক্স মান্থলি (মার্কিন যুক্তরাষ্ট্র), ক্রাফটস আর্টস ইন্টারন্যাশনাল (অস্ট্রেলিয়া), ইনফো সেরামিকা (স্পেন), আর্ট ইন্ডিয়া (ভারত), এবং আর্ট নিউ ইংল্যান্ড (মার্কিন যুক্তরাষ্ট্র)।\nব্রাউন ইউনিভার্সিটির ধর্মীয় অধ্যয়ন ও দর্শনের অধ্যাপক স্টিফেন এস বুশ, তাঁর প্রবন্ধ 'ফিলোজফিক্যাল পারস্পেক্টিভ অন এমারসন অ্যান্ড অশ্বিনী ভাট'- বইতে লিখেছেন, “তাঁর ভাস্কর্যগুলির পার্থিব বিষয়গুলি, তাদের মানবতাবাদী সংবেদনশীলতার সংমিশ্রণে, তাদের ভূতাত্ত্বিক পরিবেশে মানুষের মৌলিক অনুবিদ্ধতা এবং মানবতা ও প্রকৃতির মধ্যে ধারাবাহিকতার উপর জোর দেয়। মানুষের উদ্বেগকে মাটির মধ্যে পুঙ্খানুপুঙ্খভাবে ভিত্তি করে - এখানে অনুমোদনের একটি শব্দ হিসাবে ব্যবহৃত হয়েছে - ভাটের ভাস্কর্যগুলি সম্পূর্ণরূপে অবিশ্বাস্য মানের কথা বলে।”\n\n\n== পুরস্কার ==\nদ্য হাওয়ার্ড ফাউন্ডেশন ভাস্কর্যের জন্য ফেলোশিপ (২০১৩ - ১৪)\nচীনের ফুপিংয়ের, উদীয়মান শিল্পী পুরস্কার (২০১৩ - ১৪), আইসিএমইএ ২০১৩-র জন্য বাছাই\n\n\n== সংগ্রহ এবং প্রদর্শনী ==\n\"৫০ উইমেন: সেলিব্রেশন অফ উইমেন'স কন্ট্রিবিউশন টু সেরামিক্স\" আমেরিকান জ্যাজ মিউজিয়াম, কানসাস সিটি, মার্কিন যুক্তরাষ্ট্র, ২০১৬\n“স্ট্যান্ডিং ওয়েভ এক্সিবিশন,” দ্য স্টুডিওস ইনক, ন্যাশনাল কাউন্সিল ফর এডুকেশন ইন সিরামিক আর্টস (এনসিইসিএ) ২০১৬ সম্মেলন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুন ২০২১ তারিখে, কানসাস সিটি, মার্কিন যুক্তরাষ্ট্র\nইন্ডিয়ান মিউজিয়াম অ্যাট দ্য এফএলআইসিএএম (ফুলে ইন্টারন্যাশনাল সেরামিক্স আর্ট মিউজিয়ামস), ফুপিং, চীন\nভাস্কর্য বাগান, গ্র্যান্ড হায়াত, চেন্নাই, ভারত\nডাঃ রাজ এবং আশা কুব্বার সংগ্রহ, নতুন দিল্লি, ভারত\n\"আর্থ টুক অন আর্থ,\" একক প্রদর্শনী, নিউপোর্ট আর্ট মিউজিয়াম, নিউপোর্ট, রোড আইল্যান্ড, মার্কিন যুক্তরাষ্ট্র\n\"টেরা ফার্মা,\" শর্বাণী দাস গুপ্তার সাথে দুই ব্যক্তির প্রদর্শনী, এএস২২০ গ্যালারি, প্রভিডেন্স, আরআই, মার্কিন যুক্তরাষ্ট্র\nইউনাইটেড আর্ট ফেয়ার, নতুন দিল্লি, ভারত\n\"অ্যালেগোরি অফ ফায়ার,\" ক্লেস্পেস কো-অপ, অ্যাশেভিল, উত্তর ক্যারোলিনা, মার্কিন যুক্তরাষ্ট্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial Website"}