{"pageid": 1127814, "title": "লতিকা সেন", "url": "https://bn.wikipedia.org/wiki?curid=1127814", "content": "লতিকা সেন ( বিবাহের পূর্বে নাম লতিকা দাস) (২৭ মে  , ১৯১২  - ২৭ এপ্রিল , ১৯৪৯)  ছিলেন একজন শিক্ষাবিদ ও সমাজকর্মী। তিনি দেশনেত্রী  লীলা রায়ের প্রতিষ্ঠিত 'দীপালি সংঘ'-এর সদস্য হিসাবে নানা বৈপ্লবিক ও সমাজসেবামূলক কাজকর্মে অংশগ্রহণ করেন। অবিভক্ত ভারতবর্ষের কমিউনিস্ট পার্টির প্রথম মহিলা সদস্য ছিলেন তিনি। রাজনৈতিক বন্দিমুক্তির দাবীতে কলকাতায় শান্তিমিছিলে নেতৃত্ব দিয়ে পুলিশের গুলিতে ১৯৪৯ খ্রিস্টাব্দের ২৭ এপ্রিল নিহত হন।\n\n\n== জন্ম, পারিবারিক পরিচিতি  ও শিক্ষা জীবন ==\nলতিকা দাসের জন্ম  ব্রিটিশ ভারতের বর্তমানে বাংলাদেশে পিতামহ প্রখ্যাত আইনজীবী প্রফুল্লকুমার দাসের নারায়ণগঞ্জের বাড়িতে। পিতা ঢাকা জেলার শিক্ষাবিভাগের উচ্চপদস্থ কর্মচারী নিবারণচন্দ্র দাস এবং মাতা কিরণবালা দাস। তাদের বাসস্থান ছিল পিতার কর্মস্থল ঢাকার পাইকপাড়ায়। পিতামাতার চার সন্তানের মধ্যে লতিকা ছিলেন একমাত্র  কন্যা আর বাকিরা তার ভ্রাতা -  অনিল,  সুনীল  এবং পরিমল। তিন ভাই সকলেই ছিলেন বিপ্লবী দলভুক্ত।  অনিলকুমার দাস  ১৯৩২ খ্রিস্টাব্দে ঢাকায় গ্রেফতার হয়ে ব্রিটিশ পুলিশের হেফাজতে  অমানুষিক  অত্যাচারের ফলে মারা যান। তার কনিষ্ঠ ভ্রাতা পরিমলও কয়েক দিন পর পুলিশের হাতে মারা যান। শৈশবে লতিকার শিক্ষারম্ভ দৃঢ়চেতা উদার মনোভাবাপন্ন মাতা কিরণবালার নিকট। ঢাকার ইডেন স্কুলে অষ্টম শ্রেণী পর্যন্ত পড়ার পর ঢাকার বিপ্লবী নেত্রী লীলা নাগ প্রতিষ্ঠিত নারী শিক্ষা মন্দিরে ভরতি হন এবং ১৯৩০ খ্রিস্টাব্দে সেই স্কুল হতে ঢাকা বোর্ড অব সেকেন্ডারি এডুকেশনের হাইস্কুলের পরীক্ষায় প্রথম বিভাগে উত্তীর্ণ হন। পরে ঢাকা  কলেজ থেকে আই এ করেন এবং  ঢাকা বিশ্ববিদ্যালয়ের  স্নাতক হন।স্কুল জীবনেই তিনি ঢাকায় লীলা রায় প্রতিষ্ঠিত দীপালি সংঘ-এর সদস্য হন এবং এর মাধ্যমে নানা বৈপ্লবিক ও সমাজসেবামূলক কাজে অংশগ্রহণ করেন। সেইসঙ্গে গোপন বৈপ্লবিক সংস্থা সোশাল ওয়েলফেয়ার লিগ তথা শ্রীসংঘ এ তার ভাইদের সঙ্গে যুক্ত ছিলেন। লীলা রায়ের অন্তরঙ্গ কর্মী রেণুকা সেনের সঙ্গেও লতিকার ঘনিষ্ঠতা ছিল।\n\n\n== কর্মজীবন ==\n১৯৩৫ খ্রিস্টাব্দে পারিবারিক কারণে মাতার তত্ত্বাবধানের জন্য তিনি চলে আসেন কলকাতায়।  তিনি ভবানীপুরের  বেলতলা গার্লস হাই স্কুলে শিক্ষকতা করতে থাকেন। কলকাতায় এসে তিনি 'বেঙ্গল লেবার পার্টি'-র সংস্পর্শে আসেন এবং ১৯৩৬ খ্রিস্টাব্দে তিনি অবিভক্ত ভারতবর্ষের কমিউনিস্ট পার্টির সদস্য হন। প্রসঙ্গত উল্লেখযোগ্য এই যে তিনিই বাংলার কমিউনিস্ট পার্টির প্রথম মহিলা সদস্য ছিলেন।   কলকাতায় কিছু মহিলার সহযোগিতায় কুটিরশিল্প ও সেলাই শিক্ষার ব্যবস্থা করেন। ১৯৩৮ খ্রিস্টাব্দে তিনি কয়েকজন বিপ্লবীদের সঙ্গে নিয়ে 'মন্দিরা’ নামক একটি পত্রিকা প্রকাশ করেন। ১৯৩৯ খ্রিস্টাব্দের ২০ অক্টোবর  তিনি কমিউনিস্ট পার্টির সদস্য ও শ্রমিক নেতা ডা. রণেন সেনকে বিবাহ করেন। তৎকালীন রাজনৈতিক আন্দোলনের পরিপেক্ষিতে রণেন সেনকে পুলিশের নির্দেশে কলকাতা থেকে বহিষ্কার করা হয়। ১৯৪১ খ্রিস্টাব্দের আগস্টে তার পুত্রসন্তান জন্মানোর পর কমিউনিস্ট আন্দোলনে যুক্ত থাকার কারণে পুলিশের রিপোর্টের ভিত্তিতে লতিকা  বেলতলার স্কুল হতে কর্মচ্যুত হন। সেসময় তাঁর স্বামীও হিজলির জেলে বন্দি ছিলেন। সুতরাং একমাত্র সহায় ছিলেন তার মা কিরণবালা। তা সত্বেও লতিকা ১৯৪৩ খ্রিস্টাব্দে বাংলায় ভয়াবহ দুর্ভিক্ষ ও সমাজিক বিপর্যয়ে অসহায় নারীদের কল্যাণে আশ্রয় শিবির এবং তাদের স্বয়ম্ভর করার লক্ষ্যে স্থাপন করেন 'নারী সেবা সংঘ'। এর মাধ্যমে তিনি আমৃত্যু সমাজসেবায় লিপ্ত ছিলেন। \n\n\n== মৃত্যু ==\n১৯৪৮ খ্রিস্টাব্দের  ২৬ মার্চ সরকার কমিউনিস্ট পার্টিকে বেআইনী ঘোষণা করে হাজার হাজার নেতা কর্মীকে বন্দি করে বর্বর নির্যাতন চালায়।\nবন্দিদের মুক্তির দাবিতে ১৯৪৯ খ্রিস্টাব্দের ২৭ এপ্রিল 'নিখিলবঙ্গ মহিলা আত্মরক্ষা সমিতির' উদ্যোগে কলকাতার বৌবাজার স্ট্রীটে এক সভা অনুষ্ঠিত হয়। সেই সভায় যোগ দিয়েছিলেন পার্শ্ববর্তী হাওড়া, হুগলী, চব্বিশ পরগনা জেলার সুদূর পল্লিগ্রাম থেকে আসা বহু মহিলা। তাদের সঙ্গে যোগ দেন  কলকাতার বস্তিবাসী আর মধ্যবিত্ত মহিলারাও। সভা শেষে একটি মিছিল বের করা হলে বৌবাজার-কলেজ স্ট্রীটের মোড়ে পুলিশ বিনা উস্কানিতে শান্তিপূর্ণ মিছিলের ওপর আচমকা গুলি চালায়। পুলিশের গুলিতে লতিকা সেন  এবং অপর তিনজন মহিলা - প্রতিভা গাঙ্গুলী, অমিয়া দত্ত, গীতা সরকার ও এক যুবকর্মী বিমান ব্যানার্জী রাজপথেই শহীদ হন।  \n\n\n== তথ্যসূত্র =="}