{"pageid": 1127655, "title": "ইটাখুলির লড়াই", "url": "https://bn.wikipedia.org/wiki?curid=1127655", "content": "ইটাখুলির লড়াই ১৬৮২ সালে আহোম রাজ্য ও মুঘল সাম্রাজ্যের মধ্যে সংঘটিত হয়েছিল। আহোমরা মানস নদীর পশ্চিমে মুঘলদের নিয়ন্ত্রণ ফিরিয়ে আনে। প্রধান যুদ্ধটি ব্রহ্মপুত্রের একটি সামরিক দ্বীপে সংঘটিত হয়েছিল, যেখানে মুঘল ফৌজদার মনসুর খান পরাজিত হন ও মুঘল বাহিনীর অবশিষ্টাংশ মানস নদীর দিকে পালিয়ে যায়। এই জয়ের মাধ্যমে আহোমরা মুঘলদের কাছ থেকে সরকার কামরূপ পুনরুদ্ধার করে।\n\n\n== আহোম প্রস্তুতি ==\n১৬৮১ সালে গদাধর সিংহ আহোম রাজা হওয়ার পর ১৬৮২ সালের মার্চ মাসে গুয়াহাটি থেকে মুঘলদের বিতাড়িত করার জন্য একটি যুদ্ধের প্রস্তুতি শুরু হয়। দিহিঙ্গিয়া আলুন বরবরুয়ার অধীনে একটি সেনাবাহিনী সংগঠিত হয়েছিল। ১৬৮২ সালের জুন ও জুলাই মাসে ব্রহ্মপুত্র নদের উত্তর তীর বরাবর হলউ ডেকা-ফুকান এবং নামডাঙ্গিয়া ফুকনের নির্দেশে; দক্ষিণ তীর বরাবর গড়গয়ান সানিকোই নেওগ ফুকন এবং খামরাক চারিঙ্গিয়া ফুকনের অধীনে; এবং বন্দর বারফুকান এবং চম্পা পানিফুকনের অধীনে নৌবাহিনীর একটি ত্রিমুখী সংঘর্ষের প্রস্তুতি নেওয়া হয়।\n\n\n== মুঘল প্রতিরক্ষা ও লড়াই ==\nফৌজদার মনসুর খান অসুস্থ ও সৈন্যদের মধ্যে ব্যাপক অসন্তোষের কারণে মুঘলরা অসুবিধায় পড়েছিল। সাম্রাজ্যের মনোযোগ অন্যত্র নিবদ্ধ ছিল: মুঘল-মারাঠা যুদ্ধের (১৬৮০-১৭০৭) কারণে মুঘল সম্রাট আওরঙ্গজেব দাক্ষিণাত্যের দিকে আকৃষ্ট হয়েছিলেন এবং বাংলার সুবাহ ইস্ট ইন্ডিয়া কোম্পানির সাথে তার বিরোধে ব্যস্ত ছিলেন। আহোম বাহিনী অগ্রসর হওয়ার সাথে সাথে মুঘলরা অগ্রিম চৌকি থেকে — উত্তর তীরে বাহবারি এবং কুরুয়া এবং দক্ষিণ তীরে কাজলি এবং পানিখাইটি — ইটাখুলির দুর্গে পিছু হটে। আহোমরা তারপর তাদের দৃষ্টি নিবদ্ধ করে উত্তর তীরে শাহ বুরুজ (সালাল বোরগোহাইন, বন্দর বোরফুকান, সাদিয়াখোয়া গোহাইন, মারাঙ্গিখোয়া গোহাইন এবং অন্যান্য) এবং দক্ষিণ তীরের ইটাখুলিতে (দিহিঙ্গিয়া বরবরুয়া, সারিং ফুকন এবং অন্যান্যরা সরনিয়া দুর্গে নিয়োগ করা হয়) পানি ফুকন তার বহর বারনদীর মুখে রেখেছিল।\nইটাখুলির সেনাপতি আলী আকবর সরানিয়া দুর্গে আহোম বাহিনীকে আক্রমণ করলে একমাত্র প্রতিদ্বন্দ্বিতাপূর্ণ লড়াই সংঘটিত হয়, কিন্তু ব্যাপক ক্ষতির পর তাকে পিছু হটতে হয়। এটি ফৌজদার মনসুর খানকে দুর্গ পরিত্যাগ করতে প্ররোচিত করে (১৭ জুলাই ১৬৮২)। এতে আহোমরা ইটাখুলির দিকে অগ্রসর হয় এবং অবরোধ করে। ১৬৮২ সালের ১৫ আগস্ট পানিদুয়ারে দিহিঙ্গিয়া রাজখোয়া (আহোম) এবং জয়ন্ত সিংহের (মুঘল) মধ্যে একটি নৌ যুদ্ধ সংঘটিত হয়েছিল, জয়ন্তের পরাজয় এবং আত্মসমর্পণের সাথে, কোন নৌ সহায়তা ছাড়াই ইটাখুলিতে বাহিনী ছেড়ে যায়।\nনিজ অবস্থান টিকিয়ে রাখতে না পেরে আলী আকবর পরের দিন ভোরবেলা তার বাহিনী নিয়ে ইটাখুলি ত্যাগ করে গুয়াহাটিতে মাসুর খানের সাথে দেখা করেন ও নৌকায় করে গোপনে রাঙ্গামাটিতে ফিরে যান। অশ্বারোহী বাহিনী-ইন্দ্রদামন, দালান সিং এবং কবির খানের অধীনে - স্থলপথে পিছু হটে, বরবরুয়া ভূমি ও জলের মাধ্যমে মানস নদী পর্যন্ত পশ্চাদপসরণ করে। ইটাখুলির উচ্ছেদকৃত দুর্গ তখন একচেটিয়াভাবে বরফুকনদের দখলে ছিল।\n\n\n== লড়াইয়ের ক্ষয়-ক্ষতি ==\nলড়াইয়ের লুণ্ঠনের মাল প্রচুর ছিল — মুক্তা, সোনা, রূপা, তামা, পিতল, সীসা, অস্ত্র এবং সেনাদের বাহক জীব। বন্দীদের মধ্যে রাজা রামসিংহের চাচাতো ভাইকে মুক্তি দেওয়া হয়েছিল, কিন্তু ভাতধারা ফুকন, প্রয়াত লালুকসোলা বরফুকনের ভাই, যিনি গুয়াহাটি পরিত্যাগ করেছিলেন, তাকে নির্মমভাবে হত্যা করা হয়েছিল।\nইটাখুলির পতনের সাথে সাথে আহোম রাজ্য দ্রুত মানস নদী পর্যন্ত অঞ্চল দখল করে ও গুয়াহাটিতে তার সদর দপ্তর সহ বরফুকনের অধীনে প্রশাসন স্থাপন করে।\n\n\n== তথ্যসূত্র =="}