{"pageid": 1127673, "title": "সৌর শিখা", "url": "https://bn.wikipedia.org/wiki?curid=1127673", "content": "সৌর শিখা হলো সূর্যের বায়ুমণ্ডলে ইলেক্ট্রোম্যাগনেটিক বিকিরণের একটি তীব্র বিস্ফোরণ। সূর্যের সক্রিয় অঞ্চলে প্রায়শই এই তীব্র বিস্ফোরণ হয় কিন্তু তবে তা সর্বদা হয় না। এর সাথে করোনাল ভর নির্গমন, সৌর কণা ঘটনা, এবং অন্যান্য সৌর ঘটনাও সংঘটিত হয়।\nসৌর অগ্নিশিখা শক্তির সমীকরণ অনুসারে বর্ণালী আকারে নির্গত হয়। সাধারণত ১০২০ জুল শক্তির একইসাথে নির্গমন পরিষ্কারভাবে পর্যবেক্ষণযোগ্য একটি ঘটনা তৈরি করতে যথেষ্ট, যখন একটি বড় ঘটনা ১০২৫ জুল পর্যন্ত শক্তি নির্গত করতে পারে।  যদিও দৃশ্যমান ইলেক্ট্রোম্যাগনেটিক বর্ণালীতে, বিশেষ করে হাইড্রোজেনের এইচ-আলফা নির্গমন রেখায়, বর্তমানে রেডিও তরঙ্গ থেকে গামা-রশ্মির বিকিরণও শনাক্ত করা যায়।\nঅন্যান্য নক্ষত্রেও অগ্নিশিখা দেখা দেয়, যেখানে স্টেলার ফ্লেয়ার শব্দটি প্রযোজ্য।\n\n\n== বর্ণনা ==\nসৌর শিখাগুলি সৌর বায়ুমণ্ডলের সমস্ত স্তরকে প্রভাবিত করে ( ফটোস্ফিয়ার, ক্রোমোস্ফিয়ার এবং করোনা )। প্লাজমা মাধ্যমটি কয়েক মিলিয়ন কেলভিনে উত্তপ্ত হয়, যখন ইলেকট্রন, প্রোটন এবং ভারী আয়নগুলি আলোর গতির কাছাকাছি বেগে ছুটতে থাকে। রেডিও তরঙ্গ থেকে গামা রশ্মি পর্যন্ত সমস্ত তরঙ্গদৈর্ঘ্যে ইলেক্ট্রোম্যাগনেটিক বর্ণালী জুড়ে সৌর শিখাগুলি ইলেক্ট্রোম্যাগনেটিক বিকিরণ উৎপন্ন করে। বেশিরভাগ শক্তি দৃশ্যমান আলোর বাইরের ফ্রিকোয়েন্সি ছড়িয়ে পড়ে। ফলে অগ্নিশিখার অধিকাংশই খালি চোখে দেখা যায় না। তাই এটি একটি বিশেষ যন্ত্র দিয়ে পর্যবেক্ষণ করা হয়। সূর্যের সক্রিয় অঞ্চলে প্রায়ই সৌরকলঙ্কের আশেপাশে অগ্নিশিখা দেখা দেয়, যেখানে তীব্র চৌম্বক ক্ষেত্র আলোকমণ্ডলে প্রবেশ করে করোনাকে সূর্যের কেন্দ্রের সাথে সংযুক্ত করে। অগ্নিশিখাগুলি করোনার মধ্যে সঞ্চিত চৌম্বকীয় শক্তির আকস্মিক (১ মিনিট থেকে দশ মিনিটের সময়কাল) দ্বারা চালিত হয়। একই এনার্জি রিলিজ কোরোনাল ভর ইজেকশন (সিএমইস) তৈরি করতে পারে, যদিও সিএমইস এবং শিখার এর মধ্যেকার সম্পর্ক এখনও বিজ্ঞানীরা খূঁজে পাননি।\nসৌর শিখার সাথে আবার সৌর স্প্রে যুক্ত হয়।  এগুলি বিস্ফোরক পদার্থের চেয়েও দ্রুত পদার্থের উদ্গিরণকে তরান্বিত করে,  এবং প্রতি সেকেন্ডে ২০ থেকে ২০০০ কিলোমিটার বেগে পৌঁছায়। \n\n\n=== ফ্রিকোয়েন্সি ===\nসৌর শিখার সংঘটনের ফ্রিকোয়েন্সি প্রতি ১১ বছরের সৌর চক্রের সাথে সাথে পরিবর্তিত হয়। এটি সৌর সর্বোচ্চ সময়ে প্রতিদিন বেশ কয়েকটি থেকে সৌর ন্যূনতম সময়ে প্রতি সপ্তাহে একটি থেকেও কম হতে পারে। উপরন্তু, আরও শক্তিশালী শিখাগুলি দুর্বল শিখাগুলির তুলনায় কম ঘন ঘন নির্গত হয়। উদাহরণস্বরূপ,এক্স১০-শ্রেণির (গুরুতর) শিখাগুলি প্রতি চক্রে গড়ে প্রায় আট বার ঘটে, যেখানে এম১-শ্রেণীর (অপ্রধান) শিখাগুলি প্রতি চক্রে গড়ে প্রায় ২০০০ বার ঘটে। \nএরিখ রিগার ১৯৮৪ সালে সহকর্মীদের সাথে আবিষ্কার করেন যে ১৯ সৌর চক্র থেকে অন্ততপক্ষে গামা-রশ্মি নির্গত সৌর শিখার ঘটনাটি প্রায় ১৫৪ দিন পর পর সংগঠিত হয়।  এই সময়কালটি বেশিরভাগ হেলিওফিজিক্স ডেটা এবং আন্তঃগ্রহীয় চৌম্বক ক্ষেত্রের দ্বারা নিশ্চিত করা হয়েছে এবং সাধারণত এটি রিগার পিরিয়ড নামে পরিচিত। এই রেজোন্যান্স হারমোনিক্স হিলিওস্ফিয়ারের বেশিরভাগ তথ্য উপাত্ত বিশ্লেষন করেও একই তথ্য পাওয়া যায়।\n\n\n=== অগ্নুৎপাত পরবর্তী লুপ এবং সুড়ঙ্গ ===\n\nসৌর শিখার অগ্ন্যুৎপাতের পর, উত্তপ্ত প্লাজমা দিয়ে তৈরি অগ্ন্যুৎ-পরবর্তী লুপগুলি সৌর শিখার উৎসের কাছে বিপরীত চৌম্বকীয় মেরুত্বের প্রভাবে নিরপেক্ষ রেখা তৈরি হতে শুরু করে। এই লুপগুলি ফটোস্ফিয়ার থেকে করোনা পর্যন্ত প্রসারিত হয় এবং সময় বাড়ার সাথে সাথে উত্স থেকে ক্রমান্বয়ে অধিক দূরত্বে নিরপেক্ষ রেখা বরাবর তৈরি হয়।  এই উতপ্ত লুপগুলির অস্তিত্ব অগ্ন্যুৎপাতের পরে এবং ফ্লেয়ারের ক্ষয় এক পর্যায়ে দীর্ঘস্থায়ী উত্তাপের ফলে বিদ্যমান থাকবে বলে বিজ্ঞানীরা মনে করেন। \nপর্যাপ্ত শক্তিশালী সৌর শিখায়, সাধারণত সি-ক্লাস বা উচ্চতর লুপগুলি একত্রিত হয়ে একটি প্রসারিত সুড়ঙ্গের মতো কাঠামো তৈরি করতে পারে যা অগ্নুৎপাত-পরবর্তী সুড়ঙ্গ নামে পরিচিত। এই গঠনগুলো প্রাথমিক সৌর শিখার উৎক্ষেপনের পরে কিছু ঘন্টা থেকে কয়েক দিন পর্যন্ত স্থায়ী হতে পারে। \n\n\n== কারণ ==\nত্বরিত চার্জযুক্ত কণা প্রধানত ইলেকট্রন, প্লাজমা মাধ্যমের সাথে মিথস্ক্রিয়া করলে অগ্নিশিখা দেখা দেয়। ফলে চৌম্বকীয় পুনঃসংযোগের ঘটনাটি চার্জযুক্ত কণাকে এই চরম ত্বরণের দিকে পরিচালিত করে।  সূর্যে, সৌর সুড়ঙ্গে চৌম্বকীয় পুনঃসংযোগ ঘটতে পারে। শক্তির চৌম্বক রেখাকে অনুসরণ করে এর সাথে সম্পর্কিত ঘটমান ঘটানাগুলো ক্রমান্বয়ে লুপের মধ্যে চলতে থাকে। চৌম্বক ক্ষেত্রের একটি হেলিক্স এই শক্তি রেখাগুলির লুপগুলির নীচের একটি সুড়ঙ্গে পুনরায় সংযোগ স্থাপন করে যা বাকি সুড়ঙ্গগুলির সাথে সংযোগহীন থাকে৷ এই পুনঃসংযোগে শক্তির আকস্মিক নির্গমনই কণার ত্বরণের উৎপত্তির মূল কারণ। সংযোগহীন চৌম্বকীয় হেলিকাল ক্ষেত্র এবং এতে যে উপাদান রয়েছে তা আগ্রাসীভাবে বাইরের দিকে প্রসারিত হতে পারে এবং এটি একটি করোনাল ভর ইজেকশন গঠন করে।  এটি আরও ব্যাখ্যা করে যে কেন সৌর শিখাগুলি সাধারণত সূর্যের সক্রিয় অঞ্চলগুলি থেকে বিস্ফোরিত হয় যেখানে চৌম্বকীয় ক্ষেত্রগুলি অনেক বেশি শক্তিশালী।\nযদিও সৌর শিখার একটি শক্তির উত্স সম্পর্কে একটি সাধারণ নিয়ম রয়েছে, তবে এর সাথে জড়িত প্রক্রিয়াগুলি এখনও ভালভাবে বোঝা যায় না। এটা স্পষ্ট নয় যে কীভাবে চৌম্বক শক্তি, কণার গতিশক্তিতে রূপান্তরিত হয়, বা এটাও জানা যায় না যে কীভাবে কিছু কণা GeV রেঞ্জে (১০৯ ইলেকট্রন ভোল্ট ) কিংবা তার পরেও ত্বরান্বিত হতে পারে। ত্বরিত কণার মোট সংখ্যা সম্পর্কিত কিছু ব্যাতিক্রম রয়েছে। ফলে কখনও কখনও করোনাল লুপের মোট সংখ্যার চেয়েও এটি বেশি বলে মনে হয়। এখন পর্যন্ত বিজ্ঞানীরা সৌর শিখার পূর্বাভাস দিতে অক্ষম।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nNOAA Space Weather Prediction Center's near real-time solar flare data and resources:\nGOES X-Ray Flux (1-minute data)\nGOES Solar Ultraviolet Imager (SUVI)\nD Region Absorption Predictions (D-RAP)\n3-Day Forecast\nForecast Discussion"}