{"pageid": 1127485, "title": "গৌরী পার্বতী বাই", "url": "https://bn.wikipedia.org/wiki?curid=1127485", "content": "উথ্রিতাথি থিরুনাল গৌরী পার্বতী বাই (১৮০২ – ১৮৫৩) ছিলেন ভারতীয় ত্রিবাঙ্কুর রাজ্যের দ্বিতীয় রাজ প্রতিনিধি। ১৮১৫ সাল থেকে তিনি তাঁর বোন মহারানি গৌরী লক্ষ্মী বাইয়ের উত্তরসূরি ছিলেন। ১৮২৯ সালে তাঁর বোনপো মহারাজা স্বাতী থিরুনাল তাঁর রাজত্ব দখল করেন।\n\n\n== প্রারম্ভিক জীবন ==\n১৮০২ সালে মহারানি গৌরী পার্বতী বাই ত্রিবাঙ্কুর রাজপরিবারের রাজকুমারী ভারানি থিরুনালের কাছে জন্মগ্রহণ করেন। তিনি ছিলেন আত্তিঙ্গলের বরিষ্ঠ রানি (ত্রিবাঙ্কুরের মহারানিদের আত্তিঙ্গলের রানি বলা হত)। ১৮১৫ সালে প্রসব জনিত জটিলতার কারণে যখন তাঁর বড় বোন মহারানি গৌরী লক্ষ্মী বাই মারা যান, তখন তাঁর বয়স মাত্র তের বছর। পরিবারে একমাত্র নারী হিসেবে, গৌরী পার্বতী বাই তাঁর বোনের ছেলে, উত্তরাধিকারী মহারাজা স্বাতী থিরুনাল রাম ভার্মার পক্ষে রাজ প্রতিনিধি মহারানি হয়েছিলেন। সিংহাসনে আরোহণের পর তাঁকে তাঁর অন্য এক বোনের স্বামী, চাঙ্গানসেরি রাজপরিবারের রাজা রবি বর্মা সক্রিয়ভাবে সহায়তা করেছিলেন। পাশাপাশি তাঁর স্বামী, কিলিমানুর রাজপরিবারের সদস্য রাঘব বর্মাও তাঁর সহযোগিতা করেছিলেন। \n\n\n== মন্ত্রী পদে পরিবর্তন ==\nক্ষমতায় আসার পর মহারানির প্রথম কাজ ছিল তার রাজ্যে একজন নতুন দেওয়ান বা প্রধানমন্ত্রী নিয়োগ করা, কারণ দেওয়ান দেবন পদ্মনাভন মারা গিয়েছিলেন এবং রাজকার্যের বিষয়গুলি তাঁর সহকারী বাপ্পু রাও দেখাশোনা করছিলেন। ১৮১৫ সালে, শঙ্কু আন্নাভি পিল্লাই পদে নিযুক্ত হন, কিন্তু শীঘ্রই দেখা যায় তিনি এই কঠিন কার্য পরিচালনা করতে অক্ষম এবং দুই মাসের মধ্যে তাঁকে সরিয়ে দেওয়া হয়। দশ মাস পরে, ব্রিটিশ রেসিডেন্ট কর্নেল মুনরোর পরামর্শ অনুযায়ী, ত্রিবাঙ্কুর হুজুর আদালতের বিচারক রামন মেননকে দেওয়ান নিযুক্ত করা হয়। কিন্তু দেওয়ান রামন মেনন এবং ব্রিটিশ রেসিডেন্টের মধ্যে মতপার্থক্য দেখা দেয় এবং তাই ১৮১৭ সালে রামন মেননকে একটি নিম্নমানের কাজে স্থানান্তরিত করা হয়। এই অবস্থায় তিনি চাকরি থেকে সম্পূর্ণরূপে অবসর নেওয়ার সিদ্ধান্ত নেন। এর মধ্যে একটি চিত্তাকর্ষক তথ্য হল যে দেওয়ান রামন মেনন ছিলেন বিংশ শতাব্দীর স্বনামধন্য ভারতীয় কূটনীতিক কৃষ্ণ মেননের দাদু এবং তিনি ছিলেন ভেঙ্গালিল পরিবারের পূর্বপুরুষ। তাঁর পরিবর্তে রেড্ডি রাও নামের একজন সহকারী, দেওয়ান নিযুক্ত হন কারণ তিনি ১৮১৭ সালের সেপ্টেম্বরে রেসিডেন্টের কাছের মানুষ ছিলেন। তিনি ১৮২১ সাল পর্যন্ত সফলভাবে কাজ করেছিলেন। ১৮১৯ সালে ব্রিটিশ রেসিডেন্ট কর্নেল মুনরো রেসিডেন্ট পদ থেকে পদত্যাগ করেন এবং একজন নতুন রেসিডেন্ট কর্নেল ম্যাকডওয়েল ত্রিবাঙ্কুরে ব্রিটিশ প্রতিনিধি হিসেবে তাঁর স্থলাভিষিক্ত হন। তাঁর সহকারী ভেনকট্টা রাও তাঁর এবং দেওয়ানের মধ্যে দ্বন্দ্বের সৃষ্টি করেন এবং শেষে ১৮২১ সালে ভেঙ্কট্টা রাও নিজে ত্রিবাঙ্কুরের দেওয়ান হন। ১৮৩০ সাল পর্যন্ত তিনি দেওয়ান ছিলেন।\n\n\n== তথ্যসূত্র ==\n\nভি নাগম আইয়ার ত্রিবাঙ্কুর রাজ্য ম্যানুয়াল\nশঙ্কুন্নি মেননের ত্রিবাঙ্কুরের ইতিহাস\n\n\n== আরও দেখুন ==\nস্বাতী থিরুনাল\nগৌরী লক্ষ্মী বাই\nত্রিবাঙ্কুর\nনায়ার\nমুলাম থিরুনাল\n\nটেমপ্লেট:Travancore\nটেমপ্লেট:Kingdom of Travancore"}