{"pageid": 1127455, "title": "ভরনি থিরুনাল পার্বতী বাই", "url": "https://bn.wikipedia.org/wiki?curid=1127455", "content": "রানি ভরনি থিরুনাল পার্বতী বাই (জন্ম ১৮৫০) ত্রিবাঙ্কুরের কনিষ্ঠ রানি ছিলেন। তিনি আত্তিঙ্গল ইলায়া রানি নামে পরিচিত ছিলেন। তাঁর স্বামী ছিলেন কিলিমানুরের কেরালা বর্মা কৈল থামপুরান। পার্বতী বাই ১৮৫০ সালে মাবেলিকরার উৎসব মাদোম প্রাসাদের ভরনি থিরুনাল আম্মা থামপুরানের কন্যা হিসাবে জন্মগ্রহণ করেছিলেন।\n\n\n== দত্তক ==\n১৮৫৭ সালে, ত্রিবাঙ্কুরের মহারাজা উথরাম থিরুনাল মার্তন্ড বর্মা গুরুতর ধরনের সমস্যার মুখোমুখি হয়েছিলেন। তাঁর বোন মহারানি গৌরী রুক্মিনি বাইয়ের মেয়ে রানি পুরাদম থিরুনাল লক্ষ্মী বাই একটি পুত্র সন্তান রাজকুমার মুলাম থিরুনালের জন্ম দেওয়ার ১১ দিন পরে মারা গিয়েছিলেন। পুরাদম থিরুনাল লক্ষ্মী বাইয়ের একটি বড় ছেলে ছিল, যার নাম হস্তম থিরুনাল, কিন্তু কোন কন্যা সন্তান ছিল না। অতীতে যেমন হয়েছে, সেই ভাবে দত্তক গ্রহণই হবে রাজকীয় ধারার স্থায়ীত্বের একমাত্র উপায়, মহারাজা মার্তন্ড বর্মা এই নির্ণয় নিয়ে পরম শাসককে এইভাবেই লিখেছিলেন। ১৮৫৭ সালের নভেম্বর মাসে, পরম শাসক দ্বারা দত্তক গ্রহণ অনুমোদিত হয়েছিল। এরপর দুটি মেয়েকে রাজপরিবারে দত্তক নেওয়া হয়েছিল এবং তাদের আত্তিঙ্গলের মাবেলিকরা উৎসব মাদোম প্রাসাদ থেকে বরিষ্ঠ এবং কনিষ্ঠ রানি হিসাবে অভিষিক্ত করা হয়েছিল।\n\n\n== নাবালিকা রানি হিসেবে, বিবাহ ==\n১৮৫৭ সালে দত্তক নেওয়ার পর, রানি লক্ষ্মী বাইকে (বয়স ৮) আত্তিঙ্গল মহারানি (ত্রিবাঙ্কুরের রানি) হিসেবে অভিষিক্ত করা হয়েছিল এবং তাঁর বোন রানি পার্বতী বাই ছয় বছর বয়সে কনিষ্ঠ রানি (আত্তিঙ্গল ইলায়া রানি) হিসেবে অভিষিক্ত হন।  দুই বছর পর ১৮৫৯ সালে, মহারাজা উথরাম থিরুনাল মার্তন্ড বর্মা রানিদের বিবাহ দেওয়ার সিদ্ধান্ত নেন এবং সেই অনুযায়ী রানিদের কাছে তিনজন তরুণকে উপস্থাপন করা হয়েছিল। তাঁদের মধ্যে একজন ছিলেন চঙ্গনাসেরির লক্ষ্মীপুরম প্রাসাদের কেরালা বর্মা, যিনি ছিলেন রাজা রাজা বর্মা কৈল থামপুরানের প্রপৌত্র। দ্বিতীয়জন ছিলেন কিলিমানুর প্রাসাদ থেকে কেরালা বর্মা এবং তৃতীয়জন ছিলেন রবি বর্মা, তিনিও ছিলেন কিলিমানুর প্রাসাদ থেকে। রানি পার্বতী বাই কিলিমানুর প্রাসাদের কেরালা বর্মা কৈল থামপুরানকে পছন্দ করেছিলেন এবং তাঁর বড় বোন রানী লক্ষ্মী বাই চঙ্গনাসেরি প্রাসাদের কেরালা বর্মাকে নির্বাচন করেছিলেন। রাজা রবি বর্মা মাবেলিকরা উৎসব মাদোম প্রাসাদ থেকে ভাগীরথী থামপুরত্তির সাথে বিবাহ বন্ধনে আবদ্ধ হন।\n\n\n== তথ্যসূত্র =="}