{"pageid": 1127773, "title": "কারা সেভদা", "url": "https://bn.wikipedia.org/wiki?curid=1127773", "content": "কারা সেভদা (তুর্কি: Kara Sevda, আক্ষরিক অনুবাদ অন্ধ ভালোবাসা) বা এন্ডলেস লাভ (ইংরেজি: Endless Love; অন্তহীন ভালোবাসা) হচ্ছে তুর্কি নাটক সিরিজ যা আই ইয়াপিম দ্বারা নির্মিত। ২০১৫ এবং ২০১৭ সালে এটি স্টার টিভিতে প্রচারিত হয়। এটি পরিচালনা করেছেন হিলাল সরল এবং এতে অভিনয় করেছেন তুর্কি অভিনেতা বুরাক অ্যাজিভিট, নেসলিহান আতাগুল এবং কান উরগানসিওলু।\nসিরিজটি তুর্কি সিরিজের আন্তর্জাতিক ইতিহাসে একটি মাইলফলক হয়ে উঠেছিল। ২০১৭ সালে সেরা টেলিনোভেলার জন্য ইন্টারন্যাশনাল এমি অ্যাওয়ার্ডস কর্তৃক পুরস্কারপ্রাপ্ত হয়। এই সিরিজটিই এককভাবে প্রথম তুর্কি সিরিজ হিসেবে পুরস্কারটি পেয়েছে। এছাড়াও, এটি এই পুরস্কারের চূড়ান্ত পর্যায়ে যাওয়া একমাত্র তুর্কি সিরিজ।\nএকইভাবে কারা সেভদা কোরিয়ার সিউল ইন্টারন্যাশনাল ড্রামা অ্যাওয়ার্ডে বিশেষ জুরি পুরস্কার পেয়েছে। যেখানে পরিচালক হিলাল সারাল এবং অন্যতম প্রধান অভিনেতা বুরাক ওজচিভিত পুরস্কার সংগ্রহের জন্য ভ্রমণ করেছিলেন।\nকারা সেভদা শেষ হওয়ার চার বছর পর সিরিজটি সোপ অ্যাওয়ার্ডস ফ্রান্স ২০২১-এ \"দ্য বেস্ট ইন্টারন্যাশনাল সোপ অপেরা\" হিসাবে পুরস্কৃত হয়েছিল। বুরাক অ্যাজিভিট এবং নেসলিহান আতাগুল যথাক্রমে \"সেরা আন্তর্জাতিক অভিনেতা\" এবং \"সেরা আন্তর্জাতিক অভিনেত্রী\" এর জন্য মনোনীত একমাত্র তুর্কি অভিনেতা।\nসিরিজের আন্তর্জাতিক পরিবেশক ইন্টার মিডিয়ার প্রতিষ্ঠাতা এবং সিইও জান ওকানের মতে, \"কারা সেভদার সাফল্য সম্পর্কে কথা বলার সময় শব্দগুলো অকেজো\"। উপন্যাসটি বিশ্বের সবচেয়ে বেশি দেখা তুর্কি সিরিজ হয়ে উঠেছে। সফল শ্রোতাদের সাথে ১১০টিরও বেশি দেশে সম্প্রচারিত হয়েছে এবং ৫০টিরও বেশি ভাষায় অনুবাদ করা হয়েছে। কয়েকটি দেশ যেখানে এটি সম্প্রচার করা হয়েছে তা হল: তুরস্ক, রাশিয়া, গ্রিস, হাঙ্গেরি, মরক্কো, ফ্রান্স, সার্বিয়া, রোমানিয়া, জার্মানি, ইরাক, স্লোভাকিয়া, ইউক্রেন, আলবেনিয়া, স্পেন, ইরান, মেক্সিকো, বলিভিয়া, পানামা, উরুগুয়ে, ইকুয়েডর, স্লোভেনিয়া, প্যারাগুয়ে ইত্যাদি।\nইউনিভিশনের মাধ্যমে মার্কিন যুক্তরাষ্ট্রে এর সম্প্রচারে এটি দেশের সমগ্র ইতিহাসে সবচেয়ে বেশি দেখা বিদেশী ধারাবাহিক অপেরা এবং সর্বোচ্চ শ্রোতাদের সাথে তুর্কি সিরিজ হয়ে উঠেছে। যার মাধ্যমে এটি এর প্রধান প্রতিযোগীদের পিছনে ফেলে দিয়েছে। প্রেমের গল্পটি হিস্পানিক প্রাইম টাইমে সর্বাধিক দেখা কল্পকাহিনী হিসাবে রয়ে গেছে যেখানে প্রতিদিন ২ মিলিয়নেরও বেশি দর্শক এবং এর চূড়ান্ত পর্বে ৪ মিলিয়নের কাছাকাছি দর্শক হয়েছে। এটি এমন কিছু যা অন্য কোনো সিরিজ অর্জন করতে পারেনি। বর্তমানে কারা সেভদা মার্কিন যুক্তরাষ্ট্রে সবচেয়ে বেশি দেখা তুর্কি সিরিজ।\nধারাবাহিকটির এমন অপ্রতিরোধ্য সাফল্য হয়েছে যে, উজবেকিস্তানের \"তাশখন্দ সিটি পার্ক\" এর ওয়াক্স জাদুঘরে, ইস্তাম্বুলকে উত্সর্গীকৃত অংশে সিরিজের প্রধান চরিত্র, কামাল এবং নিহানের দুটি চিত্র প্রদর্শন করা হয়েছে।\nকারা সেভদা'র ইউটিউব চ্যানেলে প্রায় তিনশ কোটির মত দর্শক জমা হয়েছে, এই প্ল্যাটফর্মে সবচেয়ে বেশি দেখা তুর্কি সিরিজের একটি।\n\n\n== পটভূমি ==\nকামাল সোয়েদেরে মধ্যবিত্ত পরিবারের সন্তান। মাইনিং ইঞ্জিনিয়ারিংয়ের শেষ বছরে নিহান নামে একটি মেয়ে তার একঘেয়ে জীবনে প্রবেশ করে। তাদের মধ্যে শ্রেণী পার্থক্যের কারণে প্রেম অসম্ভব ছিল, তবে তারা একসাথে থাকার জন্য চেষ্টা চালিয়ে যেতে থাকে। এটি সেই দিন পর্যন্ত যেদিন কামালকে একটি জোঙ্গুলডাক খনিতে চলে যেতে হয়, অজান্তে যে নিহানকে আমির কোজকুওলুকে বিয়ে করতে বাধ্য করা হবে। আমির কোজকুওলু ছোটবেলা থেকেই তার প্রেমে পড়েছিলেন। কামাল কর্মক্ষেত্রে নিজেকে বিচ্ছিন্ন করে ফেলে এবং একদিন খনিতে একটি দুর্ঘটনায় সাহায্য করার জন্য তার কার্যক্রমের জন্য কামালকে পদোন্নতি দেওয়া হয় এবং কোম্পানিতে মূল ক্ষমতার পদ গ্রহণ করে। এসব ঘটনার সময়ে পাঁচ বছর পর, কামাল তার অতীতের মুখোমুখি হওয়ার জন্য ইস্তাম্বুলে ফিরে যাওয়ার সিদ্ধান্ত নেয়।\n\n\n== চরিত্র এবং অভিনয় ==\n\n\n== প্রোডাকশন ==\nকারা সেভদা  পুরো দৃশ্যই তুরস্কের ইস্তাম্বুল শহরে গ্রহণ করা হয়েছে, প্রথম পর্বের মাইন বিস্ফোরণের দৃশ্য বাদ দিয়ে, যেটি জোংগুলদাকে গ্রহণ করা হয়েছিল। ধারাবাহিকটি যেখানে চিত্রায়িত হয়েছে তার কয়েকটি হল:\n\nউস্কুদার: এখানে সেই আশেপাশের এলাকা যেখানে কামাল সোয়েদেরের বাবা-মা ফেহিম এবং হুসেইন সোয়েদেরে থাকেন।\nবেশিকতাশ: এর আশেপাশের একটিতে, যেখানে লায়লা থাকেন।\nইয়েনিকোয়: এই গ্রামে নিহান সেজিন তার বাবা-মা এবং আমির কোজকুওগ্লুর সাথে থাকেন।\nআজিবাদেম বিশ্ববিদ্যালয়: এই বিশ্ববিদ্যালয়ের অংশ হয়ে ওঠে \"কোজকুওগ্লু হোল্ডিং\", আমির এবং তার বাবার কোম্পানি।\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}