{"pageid": 1128936, "title": "হু ইজ হুসাইন?", "url": "https://bn.wikipedia.org/wiki?curid=1128936", "content": "হু ইজ হুসাইন? একটি অলাভজনক সংস্থা যা হুসাইন ইবনে আলির জীবন এবং উত্তরাধিকার সম্পর্কে সচেতনতা প্রচার করে এবং গঠনমূলকভাবে মানবতার সেবা করার জন্য কাজ করে, প্রাথমিকভাবে রক্তদান এবং আশ্রয়ের ব্যবস্থার মাধ্যমে। ২০১২ সালে, ইংল্যান্ডের একটি গোষ্ঠীর দ্বারা প্রতিষ্ঠিত একটি সংস্থা, হু ইজ হুসাইন বা হুসাইন কে? \"চৌদ্দশত বছর আগে বসবাসকারী একজন অনুপ্রেরণাদায়ী মানুষ সম্পর্কে বিশ্বকে জানাতে চায়।\" লন্ডন আন্ডারগ্রাউন্ডে টিউব পোস্টার, বিশিষ্ট শহুরে এলাকায় বিলবোর্ড এবং লিফলেট হ্যান্ডআউট সহ জনসাধারণের বিজ্ঞাপনের মাধ্যমে প্রাথমিকভাবে, স্বেচ্ছাসেবকরা সংস্থার ওয়েবসাইটে জনসাধারণের সদস্যদের উল্লেখ করে। সংগঠনের বিবৃত দৃষ্টিভঙ্গি হল \"হুসাইনের অনন্য ব্যক্তিত্ব দ্বারা অনুপ্রাণিত একটি বিশ্ব দেখতে: তার কর্ম এবং তার চারপাশের লোকদের জন্য তার সমবেদনা।\"\n\n\n== আল-হুসাইন ইবনে আলি, রাদিয়াল্লাহু আন্‌হ্ ==\nআলী।আলি এবং ফাতিমার পুত্র এবং ইসলামের নবি মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়া-সাল্লামা)র নাতি আল-হুসাইন, ১৪০০ বছর আগে আরবে বসবাস করতেন এবং ইসলামের একটি গুরুত্বপূর্ণ ব্যক্তিত্ব হিসাবে স্বীকৃত, কারণ তিনি আহ্‌লিল বাইতের (নবি মুহাম্মাদের পরিবারের সদস্য ছিলেন) ) এবং আহল আল-কিসা। তিনি নিপীড়নের বিরুদ্ধে তার নীতিগত অবস্থান এবং কারবালার যুদ্ধতে, ৬১ হি /৬৮০ খ্রিস্টাব্দে তার চূড়ান্ত শাহাদতের জন্য সর্বাধিক পরিচিত, যেখানে হুসাইন এবং তার সঙ্গীরা ইয়াযিদ এবং তার প্রায় ৩০,০০০ সৈন্যবাহিনীর সাথে যুদ্ধ করেছিলেন। হুসাইন কে এই যুদ্ধকে হুসাইনের সর্বশ্রেষ্ঠ গুণাবলীর প্রতিফলন হিসাবে উল্লেখ করে বলেছেন যে হুসাইনের নিজের জন্য বিজয়ের খুব কম বা কোন আশা ছিল না, তবে আশা করা হয়েছিল যে এই অবস্থানটি জাতির বিবেককে নাড়া দেবে অন্যায় ও অনৈতিকতার বিরুদ্ধে লড়াই করার জন্য যা হুসাইন অনুভব করেছিলেন। আল-হুসাইনের মতে কারবালার যুদ্ধ স্বৈর রাজার পতনের ভিত্তি স্থাপন করেছিল।\nসংগঠনটি সহানুভূতি, সম্মান এবং সততা প্রচারের জন্য হোসেনের জীবনের অন্যান্য গল্পগুলিও তুলে ধরতে চায়। উদাহরণস্বরূপ, \"একটি বিখ্যাত উদাহরণ ছিল যখন তিনি এবং তার ভাই হাসান ঐতিহ্যবাহী সামাজিক প্রত্যাশা সত্ত্বেও, তাদের শহরে আসা একজন দরিদ্র অন্ধ ব্যক্তির জন্য অক্লান্ত পরিশ্রম করে সেবা ও পরিচর্যা করেছিলেন।\n\n\n=== পানি ও কারবালার ঘটনা ===\nকারবালার যুদ্ধের সময়, ইয়াযিদের বাহিনী আল-হুসাইনের শিবির অবরোধ করে এবং তাদের নিকটবর্তী ফুরাত নদী থেকে পানি প্রবেশ নিষিদ্ধ করে। এ কারণেই তাদের শহীদদের স্মরণে অভাবীদের পানী সরবরাহ করা হয়। সংস্থাটি ২০১৬ প্রথম দিকে জল দূষণ সংকটের সময় ফ্লিন্ট মিশিগানের রেড ক্রসকে ৩০,০০০ বোতল পানি দান করেছিল। অনুপ্রেরণার সাথে স্থানীয় পর্যায়ে ভারতেও অনুরূপ পদক্ষেপের ব্যবস্থা করা হয়েছিল যে হুসাইন তাদের ধর্ম বা বর্ণ নির্বিশেষে সকলের জন্য একটি নিরবধি উদাহরণ হিসাবে দাঁড়িয়ে আছে পানি সরবরাহের ঐতিহ্যের পুনরাবৃত্তি করে, স্বেচ্ছাসেবকদের দল তাদের প্রচারণা চালু করার জন্য বোতল বিতরণ করেছিল। ওয়াশিংটন, মার্কিন যুক্তরাষ্ট্রের সিয়াটলে হুসাইন ইবনে আলী সম্পর্কে তথ্যের সাথে পানি ট্যাগ করা হয়েছে।\n\n\n== ওয়েবসাইট ==\nwhoishussain.org\nহুসাইনের ওয়েবসাইট কে হোসেইন ইবনে আলীর বার্তা শেয়ার করার জন্য গ্রুপের প্রধান প্ল্যাটফর্ম, যা হোসেনের জীবনের সম্পূর্ণ গল্প ব্যাখ্যা করে, প্রচারে কীভাবে জড়িত হতে হয় তার বিশদ বিবরণ, হুসাইনের বিখ্যাত উক্তি, পণ্যদ্রব্য এবং কীভাবে একটি তথ্যের অনুরোধ করতে হয়।\n২০১২ সালে চালু হওয়ার পর, ওয়েবসাইটটি ফেসবুক এবং টুইটারে ব্যাপকভাবে শেয়ার করা হয়েছিল। ২০১২ সালের ডিসেম্বরে এটি চালু হওয়ার পর থেকে, ওয়েবসাইটটি ৩০ টিরও বেশি দেশ থেকে ১০০,০০০ টিরও বেশি অনন্য হিট পেয়েছে।\n\n\n== বিশ্বব্যাপী উপস্থিতি ==\nসময়ের সাথে সাথে সংগঠনটি আন্তর্জাতিক স্বীকৃতি পেতে শুরু করে। ২০২৩ সালে, হু ইজ হুসাইন বিশ্বব্যাপী প্রতিনিধিদের জমা করতে শুরু করে। এই প্রতিনিধিরা দ্বিগুণ উদ্দেশ্য নিয়ে সংস্থার স্থানীয় দূত: (i) হু ইজ হুসাইন এবং বিশেষ করে এর ওয়েবসাইট প্রচার করে স্থানীয় বিজ্ঞাপনের সংস্থা এবং (ii) হোসাইন ইবনে আলী এর সম্মানে এবং 'অনুপ্রাণিত' হয়ে শুভেচ্ছা ও দাতব্য অনুষ্ঠান করা। এই উদ্যোগগুলির উদাহরণগুলির মধ্যে রয়েছে রক্তদান অভিযান, গৃহহীনদের জন্য খাদ্য সংগ্রহ শুরু করা এবং বয়স্কদের জন্য শীতের কোট সংগ্রহ করা।\n২০২৪ সালের ডিসেম্বরের হিসাবে, হু ইজ হুসাইন সারা বিশ্বের শহরে ৬৮ জন প্রতিনিধি ছিলেন। প্রতিটি প্রতিনিধি পর্যায়ক্রমে কেন্দ্রীয় লন্ডন দলের সাথে যোগাযোগ করে। প্রতিনিধিরা শিকাগো, অটোয়া, সিডনি, অ্যাডিলেড, বার্মিংহাম, করাচি, স্টকহোম, কেপ টাউন এবং ক্রাইস্টচার্চ সহ পাঁচটি মহাদেশের শহর জুড়ে বিস্তৃত।\n\n\n== #TeamGiveBack ==\n২০১৪ সালের নভেম্বরে, হু ইজ হুসাইন 'টিমগিভব্যাক' শিরোনামে একটি প্রচারণা শুরু করেন। প্রচারণার লক্ষ্য ছিল সোশ্যাল মিডিয়ায় জনসাধারণের সাথে জড়িত হওয়া যাতে হুসাইন ইবনে আলী তাদের অনুপ্রাণিত করেছিলেন তা চিহ্নিত করা। জনসাধারণকে ইরাক ত্রাণ তহবিলে দান করার জন্য আমন্ত্রণ জানানো হয়েছিল (ইরাক হচ্ছে হুসাইনের মাজারের স্থান)। কে হোসাইন ব্যক্তিদের সম্প্রদায়কে 'ফিরিয়ে দিতে' উত্সাহিত করেছিলেন। হু ইজ হুসাইন বিশ্ব প্রতিনিধিদের দ্বারা বিভিন্ন অনুষ্ঠানের আয়োজন করা হয়েছিল, যার মধ্যে গৃহহীনদের কেয়ার প্যাকেজ দান এবং রক্তদানের ড্রাইভ অন্তর্ভুক্ত ছিল ২০২০ সালে, হু ইজ হুসাইন পাকিস্তানে কূপ নির্মাণের জন্য পানি প্রকল্পের সাথে কাজ করেছিলেন।\n\n\n== আরও দেখুন ==\nইমাম হোসেন রক্তদান অভিযান\nবিশ্বাস ভিত্তিক সংগঠন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহুসাইন ওয়েবসাইট কে"}