{"pageid": 1128059, "title": "সেন্ট পিটারের ব্যাসিলিকা", "url": "https://bn.wikipedia.org/wiki?curid=1128059", "content": "ভ্যাটিকানের সেন্ট পিটারের পোপীয় ব্যাসিলিকা ( ইতালীয়: Basilica Papale di San Pietro in Vaticano  ভ্যাটিকানোতে  ), বা কেবল সেন্ট পিটারের ব্যাসিলিকা ( লাতিন: Basilica Sancti Petri   ), রোম শহরের মধ্যে অবস্থিত পোপ ছিটমহল ভ্যাটিকান সিটিতে অবস্থিত রেনেসাঁ শৈলীতে নির্মিত একটি গির্জা ।এটি প্রাথমিকভাবে পোপ নিকোলাস পঞ্চম এবং পরে পোপ জুলিয়াস দ্বিতীয় দ্বারা পুরানো পুরানো সেন্ট পিটারের ব্যাসিলিকা প্রতিস্থাপনের পরিকল্পনা করেছিলেন, যা রোমান সম্রাট কনস্টান্টিন দ্বারা চতুর্থ  শতাব্দীতে নির্মিত হয়েছিল।বর্তমান ব্যাসিলিকাটির নির্মাণকাজ ১৮ এপ্রিল ১৫০৬ সালে শুরু হয় এবং  নভেম্বর ১৬২৬ সালে শেষ হয়।\nডোনাটো ব্রামান্টে, মাইকেলেঞ্জেলো, কার্লো মাদেরনো এবং জিয়ান লোরেঞ্জো বার্নিনি দ্বারা মূলত ডিজাইন করা, সেন্ট পিটার্স রেনেসাঁ স্থাপত্যের সবচেয়ে বিখ্যাত কাজ  এবং অভ্যন্তরীণ পরিমাপ অনুসারে বিশ্বের বৃহত্তম গির্জা।  যদিও এটি ক্যাথলিক চার্চের মাদার চার্চ বা রোমের ডায়োসিসের ক্যাথেড্রাল নয় (এই সমতুল্য উপাধিগুলি রোমের সেন্ট জন ল্যাটারানের আর্চবাসিলিকা দ্বারা ধারণ করা হয়েছে), সেন্ট পিটারসকে পবিত্রতম হিসাবে বিবেচনা করা হয় ক্যাথলিক মন্দির।এটিকে \" খ্রিস্টান জগতে একটি অনন্য অবস্থান অধিষ্ঠিত\" হিসাবে বর্ণনা করা হয়েছে  এবং \" খ্রিস্টান জগতের সমস্ত গির্জার মধ্যে সর্বশ্রেষ্ঠ।\"  \nক্যাথলিক ঐতিহ্য ধরে রাখে যে ব্যাসিলিকা হল সেন্ট পিটারের সমাধিস্থল, যিশুর প্রেরিতদের মধ্যে প্রধান এবং রোমের প্রথম বিশপ ( পোপ )। সেন্ট পিটারের সমাধিটি ব্যাসিলিকার উচ্চ বেদীর নীচে রয়েছে বলে ধারণা করা হয়, যা স্বীকারোক্তির বেদি নামেও পরিচিত।  এই কারণে, প্রারম্ভিক খ্রিস্টীয় যুগ থেকে অনেক পোপকে সেন্ট পিটার্সে সমাহিত করা হয়েছে।\nসেন্ট পিটার একটি তীর্থস্থান হিসাবে এবং এর ধর্মীয় অনুষ্ঠানের জন্য বিখ্যাত।পোপ ব্যাসিলিকা বা সংলগ্ন সেন্ট পিটারের স্কোয়ার উভয়ের মধ্যেই সারা বছর ধরে বেশ কয়েকটি লিটার্জিতে সভাপতিত্ব করেন; এই লিটার্জিগুলি ১৫,০০০ থেকে ৮০,০০০ জনের বেশি লোকের সংখ্যার শ্রোতাদের আকর্ষণ করে।  সেন্ট পিটার্সের প্রারম্ভিক খ্রিস্টান চার্চ, প্যাপসি, প্রোটেস্ট্যান্ট সংস্কার এবং ক্যাথলিক কাউন্টার-সংস্কার এবং অসংখ্য শিল্পী বিশেষ করে মাইকেলেঞ্জেলোর সাথে অনেক ঐতিহাসিক সম্পর্ক রয়েছে।স্থাপত্যের কাজ হিসাবে, এটিকে তার যুগের সর্বশ্রেষ্ঠ ভবন হিসেবে গণ্য করা হয়।  সেন্ট পিটারের ব্যাসিলিকা বিশ্বের চারটি চার্চের মধ্যে একটি যা মেজর পোপীয় ব্যাসিলিকার পদমর্যাদা ধারণ করে, যার চারটিই রোমে রয়েছে এবং এটি রোমের সাতটি পিলগ্রিম চার্চের মধ্যে একটি ।জনপ্রিয় ভুল ধারণার বিপরীতে, এটি একটি ক্যাথিড্রাল নয় কারণ এটি একটি বিশপের আসন নয়; রোমের বিশপ হিসাবে পোপের ক্যাথেড্রা সেন্ট জন ল্যাটারানে রয়েছে। \n\n\n== তথ্যসূত্র =="}