{"pageid": 1128937, "title": "য়িদ্দিশ ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1128937", "content": "য়িদ্দিশ (ייִדיש, יידיש or אידיש, yidish or idish, টেমপ্লেট:IPA-yi, আক্ষ. 'Jewish' ইহুদি ' ; ייִדיש-טײַטש, য়িদিশ-তায়েতশ, আক্ষ. 'Judeo-German' জুডিও-জার্মান ' )  একটি পশ্চিম জার্মানীয় ভাষা যা ঐতিহাসিকভাবে আশকেনাজি ইহুদিদের দ্বারা উচ্চারিত হয়।এটি মধ্য ইউরোপে ৯ম শতাব্দীতে  উদ্ভূত হয়েছিল, যা হিব্রু (উল্লেখযোগ্যভাবে মিশনাইক) এবং কিছুটা আরামাইক থেকে নেওয়া অনেক উপাদানের সাথে একত্রিত উচ্চ জার্মান ভিত্তিক স্থানীয় ভাষা দিয়ে আশকেনাজি সম্প্রদায়কে প্রদান করে; বেশিরভাগ জাতগুলিতেও স্লাভিক ভাষাগুলির যথেষ্ট প্রভাব রয়েছে এবং শব্দভাণ্ডারে রোমান্স ভাষাগুলির প্রভাবের চিহ্ন রয়েছে৷  য়িদ্দিশ লেখা হিব্রু বর্ণমালা ব্যবহার করে।১৯৯০ এর দশকে, প্রায় ১.৫-২ ছিল মিলিয়ন য়িদ্দিশ ভাষাভাষী, বেশিরভাগ হাসিদিক এবং হারেদি ইহুদি ।  ২০১২-এর হিসাব অনুযায়ী , সেন্টার ফর অ্যাপ্লাইড লিঙ্গুইস্টিকস অনুমান করেছে যে বিশ্বব্যাপী স্পিকার সংখ্যা ছিল ১১ মিলিয়নে ( দ্বিতীয় বিশ্বযুদ্ধের আগে), মার্কিন যুক্তরাষ্ট্র এবং কানাডায় বক্তার সংখ্যা তখন মোট ১৫০,০০০ ছিল।  রুটজার্স ইউনিভার্সিটির একটি বর্তমান অনুমান ২৫০,০০০ আমেরিকান স্পিকার, ২৫০,০০০ ইসরায়েলি স্পিকার, এবং ১০০,০০০ বাকি বিশ্বে (মোট ৬০০,০০০)। \nপ্রাচীনতম জীবিত উল্লেখগুলি ১২ শতকের তারিখ থেকে এবং לשון־אַשכּנז‎ বলে। (loshn-ashknaz, \"আশকেনাজের ভাষা\") বা טײַטש‎ ( taytsh ), tiutsch এর একটি রূপ, মধ্য উচ্চ জার্মানির সমসাময়িক নাম।কথোপকথনে, ভাষাকে কখনও কখনও מאַמע־לשון বলা হয় (mame-loshn, lit. \"মাতৃভাষা\"), এটিকে לשון־קודש থেকে আলাদা করে (loshn koydesh, \"পবিত্র ভাষা\"), মানে হিব্রু এবং আরামাইক।\"ইদ্দিশ\" শব্দটি, ইদিশ তাইতশ (\"ইহুদি জার্মান\") এর জন্য সংক্ষিপ্ত, ১৮ শতক পর্যন্ত সাহিত্যে সর্বাধিক ব্যবহৃত উপাধি হয়ে ওঠেনি।১৯ শতকের শেষের দিকে এবং ২০ শতকের দিকে, ভাষাটিকে সাধারণভাবে \"ইহুদি\" বলা হত, বিশেষ করে অ-ইহুদি প্রসঙ্গে,  কিন্তু \"ইদ্দিশ\" আবার আজকে আরো সাধারণ উপাধি।\nআধুনিক ইদ্দিশের দুটি প্রধান রূপ রয়েছে ।পূর্ব ইদ্দিশ আজ অনেক বেশি সাধারণ।এতে দক্ষিণ-পূর্ব (ইউক্রেনীয়-রোমানিয়ান), মধ্যপ্রাচ্য (পোলিশ-গ্যালিসিয়ান-পূর্ব হাঙ্গেরিয়ান) এবং উত্তর-পূর্ব (লিথুয়ানিয়ান-বেলারুশিয়ান) উপভাষা অন্তর্ভুক্ত রয়েছে।পূর্ব য়িদ্দিশ পশ্চিমের থেকে তার অনেক বড় আকার এবং স্লাভিক উত্সের শব্দের ব্যাপক অন্তর্ভুক্তির দ্বারা পৃথক।পশ্চিম য়িদ্দিশকে দক্ষিণ-পশ্চিমাঞ্চলীয় (সুইস-আলসাটিয়ান-দক্ষিণ জার্মান), মধ্য-পশ্চিম (মধ্য জার্মান) এবং উত্তর-পশ্চিম (নেদারল্যান্ডিক-উত্তর জার্মান) উপভাষায় বিভক্ত করা হয়েছে।বিশ্বব্যাপী হেরেদি ইহুদি সম্প্রদায়ের একটি সংখ্যায় ইদ্দিশ ব্যবহার করা হয়; অনেক হারেদি ইহুদিদের মধ্যে এটি বাড়ির, স্কুলের এবং অনেক সামাজিক পরিবেশে প্রথম ভাষা এবং বেশিরভাগ হাসিদিক ইয়েশিবগুলিতে ব্যবহৃত হয়।\n\"ইহুদি\" শব্দটি বিশেষণ অর্থেও ব্যবহৃত হয়, সমার্থকভাবে \"ইহুদি\" এর সাথে, ইদ্দিশকিতের বৈশিষ্ট্যগুলিকে মনোনীত করার জন্য (\"আশকেনাজি সংস্কৃতি\"; উদাহরণস্বরূপ, য়িদ্দিশ রান্না এবং \"ইহুদি সঙ্গীত\" – ক্লেজমার )। \nহলোকাস্টের আগে, 11-13 ছিল ১৭ জনের মধ্যে মিলিয়ন য়িদ্দিশ ভাষাভাষী বিশ্বব্যাপী মিলিয়ন ইহুদি।  হলোকাস্টে নিহত প্রায় ৬,০০০,০০০ ইহুদিদের মধ্যে ৮৫% ইহুদিভাষী ছিল, যার ফলে ভাষার ব্যবহার ব্যাপকভাবে হ্রাস পায়।দ্বিতীয় বিশ্বযুদ্ধ এবং আলিয়ার পরে আত্তীকরণ, ইস্রায়েলে অভিবাসন, অন্যান্য দেশ থেকে (যেমন আমেরিকাতে) বেঁচে থাকা এবং ইহুদি-ভাষীদের মধ্যে ইহুদিদের ব্যবহার আরও হ্রাস করে।যাইহোক, হাসিদিক সম্প্রদায়গুলিতে ইহুদি-ভাষীদের সংখ্যা বাড়ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Wiktionary category\n\nYiddish Book Center\nYIVO Institute for Jewish Research: Yiddish Dictionaries\nThe Israeli National Authority of Yiddish Culture\nComparison of Eastern and Western Yiddish based on stable vocabulary. EVOLAEMP Project, University of Tübingen.\nIn Geveb: A Journal of Yiddish Studies"}