{"pageid": 1128406, "title": "নিকোলাস ট্রিগাউল", "url": "https://bn.wikipedia.org/wiki?curid=1128406", "content": "নিকোলাস ট্রিগল্ট (১৫৭৭-১৬২৮) একজন জেসুইট ও চীনের একজন ধর্মপ্রচারক ছিলেন। তিনি তার ল্যাটিনাইজড নাম নিকোলাস ট্রিগাউটিয়াস বা ট্রাইগাল্টিয়াস এবং তার চীনা নাম জিন নিগে ( simplified Chinese      )।\n\n\n== জীবন ও কর্ম ==\nডুয়াইতে জন্মগ্রহণ করেন (তখন স্প্যানিশ নেদারল্যান্ডসের ফ্ল্যান্ডার্স কাউন্টির অংশ, এখন ফ্রান্সের অংশ), তিনি ১৫৯৪ সালে জেসুইট হন। ১৬১০ সালের দিকে এশিয়াতে মিশনারী কাজ করার জন্য ট্রাইগল্ট ইউরোপ ত্যাগ করেন। অবশেষে ১৬১১ সালে চীনের নানজিং -এ পৌঁছেন। পরে তাকে চাইনিজ ক্যাথলিক লি ঝিজাও তার নিজ শহর হ্যাংঝোতে নিয়ে আসেন। যেখানে তিনি সেই শহরে পৌঁছানোর জন্য প্রথম ধর্মপ্রচারকদের একজন হিসাবে কাজ করেছিলেন এবং অবশেষে ১৬২৮ সালে সেখানেই মারা যান।\n\n১৬১২ সালের শেষের দিকে ট্রিগল্টকে চীন মিশনের সুপিরিয়র, নিকোলো লংগোবার্ডি ইউরোপে চীন মিশনের প্রকিউরেটর (নিয়োগ ও জনসংযোগ প্রতিনিধি) হিসাবে নিযুক্ত করেছিলেন। তিনি ফেব্রুয়ারী ৯, ১৬১৩ তারিখে ম্যাকাও থেকে যাত্রা করেন। ভারত, পারস্য উপসাগর এবং মিশর হয়ে ১১ অক্টোবর, ১৬১৪ তারিখে রোমে পৌঁছান। পোপ পল পঞ্চমকে মিশনের অগ্রগতি সম্পর্কে রিপোর্ট করেন। জাপান মিশন থেকে চীন মিশনের স্বাধীনতার বিষয়ে জেসুইট অর্ডারের জেনারেল ক্লাউডিও অ্যাকোয়াভিভার সাথে সফলভাবে আলোচনা করেন। অর্থ সংগ্রহ এবং জেসুইটের কাজ প্রচারের জন্য ইউরোপের চারপাশে ভ্রমণ করা তার কাজের অন্তর্ভুক্ত ছিল। মিশন পিটার পল রুবেনস ১৬১৭ সালের ১৭ জানুয়ারী ট্রাইগল্টের প্রতিকৃতি করেছিলেন। ট্রাইগল্ট হয় এন্টওয়ার্প বা ব্রাসেলসে (ডানে) ছিল।\nএই ইউরোপ ভ্রমণের সময়ই ট্রাইগাল্ট (ইতালীয় থেকে ল্যাটিন) মাত্তেও রিক্কির \"চায়না জার্নাল\" বা ডি ক্রিশ্চিয়ানা অভিযান অপুদ সিনাস সম্পাদনা ও অনুবাদ করেছিলেন। (তিনি আসলে ম্যাকাও থেকে ভারতে যাওয়ার সময় জাহাজে বসে কাজ শুরু করেছিলেন)। কাজটি ১৬১৫ সালে অগসবার্গে প্রকাশিত হয়েছিল। এটি পরে অনেক ইউরোপীয় ভাষায় অনূদিত হয় এবং ব্যাপকভাবে পঠিত হয়। ফ্রেঞ্চ অনুবাদ হয়, যা ১৬১৬ সালে আবির্ভূত হয়েছিল, ট্রাইগল্টের নিজের ভাগ্নে ডেভিড-ফ্লোরিস ডি রিকবার্গ-ট্রিগল্ট দ্বারা ল্যাটিন থেকে অনুবাদ করা হয়েছিল।\n১৬১৮ সালের এপ্রিলে, ট্রাইগল্ট ২০ জনেরও বেশি নতুন নিয়োগপ্রাপ্ত জেসুইট মিশনারি নিয়ে লিসবন থেকে যাত্রা করেন এবং ১৬১৯ সালের এপ্রিল মাসে ম্যাকাওতে আসেন।\n\nট্রাইগাল্ট ১৫২৬ সালে চীনা রোমানাইজেশনের প্রথম সিস্টেমগুলির মধ্যে একটি (অধিকাংশই রিকি এবং পান্তোজার পূর্ববর্তী কাজের উপর ভিত্তি করে) তৈরি করেছিলেন, তার কাজ জিরু এরমু জি ( simplified Chinese     'পশ্চিমী সাহিত্যিকদের চোখ ও কানের সাহায্য' )। ট্রাইগল্ট তার বই লিখেছেন শানসি প্রদেশে।\nএকজন রূপান্তরিত চীনাদের সহায়তায়, তিনি ১৬২৫ সালে প্রকাশিত ঈসপের উপকথার (況義 \"Analogy\") প্রথম চীনা সংস্করণও তৈরি করেছিলেন।\n১৬২০-এর দশকে ট্রাইগল্ট খ্রিস্টান ঈশ্বরের উদ্দেশ্যে সঠিক চীনা পরিভাষা নিয়ে বিতর্কে জড়িয়ে পড়েন। ১৬২৫ সালে জেসুইট সুপিরিয়র জেনারেল মুজিও ভিটেলেচি দ্বারা নিষিদ্ধ করা শাংডি শব্দের ব্যবহারকে রক্ষা করেন। আন্দ্রে পালমেইরো সোসাইটি অফ জেসাস ইন্সপেক্টর ট্রাইগল্টের মৃত্যুর পরিস্থিতি সম্পর্কে তদন্ত এবং রিপোর্ট করার দায়িত্ব অর্পণ করেছিলেন ১৬২৮ সালে। ট্রাইগল্টের স্বীকারোক্তিকারী লাজারো ক্যাটানিওর কাছ থেকে পাওয়া তথ্যের ভিত্তিতে মানসিকভাবে অস্থির ট্রাইগল্ট সফলভাবে ব্যবহার করতে ব্যর্থ হওয়ার পরে গভীরভাবে হতাশ হয়ে পড়েছিল। এবং আত্মহত্যা করেছিল।\n\n\n== প্রকাশনা ==\nডি ক্রিশ্চিয়ানা অভিযাত্রী আপুদ সিনাস, নিকোলাস ট্রিগল্ট এবং মাত্তেও রিকি\nজিরু এরমু জি (西儒耳目資 \"পশ্চিমী সাহিত্যিকদের চোখ ও কানের সাহায্য\")\n\n\n== আরো দেখুন ==\nজেসুইট চীন মিশন\nহ্যাংজু এর নির্ভেজাল ধারণা ক্যাথেড্রাল\nচীনা ক্যাথলিক ধর্মের তিনটি স্তম্ভ\nফ্রান্সিসকো ভারো\n\n\n== তথ্যসূত্র =="}