{"pageid": 1128474, "title": "আসিরীয় গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1128474", "content": "আসিরীয় গণহত্যা দক্ষিণ-পূর্ব আনাতোলিয়া ও পারস্যের আজারবাইজান প্রদেশে আসিরীয়/সিরিয়াক খ্রিস্টানদের গণহত্যা ও নির্বাসনের ঘটনা ছিল, যা প্রথম বিশ্বযুদ্ধের সময় অটোমান সৈন্য, অনিয়মিত ও কিছু কুর্দি উপজাতি দ্বারা সংঘটিত হয়েছিল।\nআসিরীয়রা পারস্পরিক বিরোধী গির্জায় বিভক্ত ছিল, যার মধ্যে সিরিয়াক অর্থোডক্স চার্চ, চার্চ অব দ্য ইস্ট ও ক্যাল্ডিয়ান ক্যাথলিক চার্চ অন্তর্ভুক্ত ছিল। প্রথম বিশ্বযুদ্ধের আগে, তারা অটোমান সাম্রাজ্যের পার্বত্য ও প্রত্যন্ত অঞ্চলে বসতি স্থাপন করেছিল, যার মধ্যে কিছু কার্যকরভাবে রাষ্ট্রহীন ছিল এবং কুর্দি উপজাতি ও তাদের আসিরীয় মিত্রদের মধ্যে আন্তঃ-উপজাতি যুদ্ধ দ্বারা চিহ্নিত হয়েছিল। ঊনবিংশ শতাব্দীতে সাম্রাজ্যের কেন্দ্রীকরণ প্রচেষ্টা আসিরীয়দের জন্য সহিংসতা ও অনিশ্চয়তার দিকে পরিচালিত করে।\nঅটোমান কর্তৃক আজারবাইজান দখলের সময় ১৯১৫ সালের জানুয়ারি থেকে মে মাস পর্যন্ত আসিরীয় বেসামরিক লোকদের গণহত্যা শুরু হয়েছিল, এই সময়ে অটোমান সৈন্যরা ও পাশাপাশি অটোমান-পন্থী কুর্দিদের দ্বারা অনিয়মিত গণহত্যা চালানো হয়েছিল। বিটলিস ভিলায়েতে, পারস্য থেকে ফিরে আসা অটোমান সৈন্যরা স্থানীয় কুর্দি উপজাতিদের সাথে মিলিত হয়ে আসিরীয় সহ স্থানীয় খ্রিস্টান জনগণকে হত্যা করে। ১৯১৫ সালের মাঝামাঝি, অটোমান বাহিনী ও কুর্দিরা যৌথভাবে হাক্কারির আসিরীয় উপজাতিদের উপর আক্রমণ করেছিল, তাদের সেপ্টেম্বর মাসের মধ্যে তাড়িয়ে দেওয়া হয়েছিল। দিয়ারবেকির ভিলায়েতে, গভর্নর মেহমেদ রেশিদ সিরিয়াক খ্রিস্টান সহ প্রদেশের (ভিলায়েত) সমস্ত খ্রিস্টান ধর্মাবলম্বী সম্প্রদায়কে অন্তর্ভুক্ত করে একটি গণহত্যা শুরু করেছিলেন। বর্তমান ইরাক ও সিরিয়ার দক্ষিণে বসবাসকারী উসমানীয় সাম্রাজ্যে বসবাসরত আসিরীয়রা গণহত্যার শিকার হয়নি।\nআসিরীয় গণহত্যা একই সাথে ঘটেছিল এবং আর্মেনীয় গণহত্যার সঙ্গে ঘনিষ্ঠভাবে সম্পর্কিত, যদিও আসিরীয় গণহত্যাকে কম পদ্ধতিগত বলে মনে করা হয়। অটোমান সরকারের বিরোধিতায় স্থানীয় অভিনেতাদের একটি বড় ভূমিকা ছিল, কিন্তু পরবর্তীরাও সরাসরি কিছু আসিরীয়দের উপর আক্রমণের নির্দেশ দিয়েছিল। হত্যার উদ্দেশ্যের মধ্যে অটোমান সাম্রাজ্যের প্রতি কিছু আসিরীয় সম্প্রদায়ের আনুগত্যের অনুভূত অভাব ও তাদের জমি উপযুক্ত করার ইচ্ছা অন্তর্ভুক্ত ছিল। ১৯১৯ সালের প্যারিস শান্তি সম্মেলনে, আসিরীয়-কালদীয় প্রতিনিধি দল জানায় যে গণহত্যার ক্ষয়ক্ষতি ছিল ২,২৫,০০০ জনের মৃত্যু, যা যুদ্ধপূর্ব জনসংখ্যার প্রায় অর্ধেক; এই পরিসংখ্যান সঠিক কিনা তা অজানা। আর্মেনীয় গণহত্যার তুলনায় আসিরীয় গণহত্যা তুলনামূলকভাবে কম ভালোভাবে অধ্যয়ন করা হয়েছে। আসিরীয় গণহত্যাকে আনুষ্ঠানিকভাবে গণহত্যা হিসেবে স্বীকৃতি দেওয়ার প্রচেষ্টা ১৯৯০-এর দশকে শুরু হয়েছিল এবং আসিরীয় প্রবাসীরা এর নেতৃত্ব দিয়েছিল। বেশ কয়েকটি দেশ স্বীকার করেছে, যে অটোমান সাম্রাজ্যের আসিরীয়রা গণহত্যার শিকার হয়েছিল, যা তুরস্ক প্রত্যাখ্যান করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\n\n\n==== বই ===="}