{"pageid": 1128405, "title": "গোগাজি", "url": "https://bn.wikipedia.org/wiki?curid=1128405", "content": "গোগাজি (also known as গোগা, Jahar Veer Gogga, Gugga, Gugga Pir, Gugga Jaharpir, Gugga Chohan, Gugga Rana, Gugga Bir and Raja Mandlik) is a folk deity, worshipped in the northern states of India especially in Rajasthan, Himachal Pradesh, Haryana, Uttarakhand, Punjab region, Uttar Pradesh, Jammu and Gujarat. He is a warrior-hero of the region, venerated as a saint and a 'snake-god'.\nAlthough there are references to him in the folklore of Rajasthan, little historical knowledge of Gugga exists other than that he ruled the small kingdom of Dadrewa (in present day Rajasthan) and was a contemporary of Prithviraj Chauhan.\n\n\n== ব্যুৎপত্তি ==\nAccording to legend, Goga was born with the blessings of Guru Gorakhnath, who gave 'Gugal' fruit to Goga's mother Bachhal which was used to name him. Another belief is that he was called Goga because of his remarkable service to cows(Gou in Sanskrit).\n\n\n== রাজ্য ==\nGoga had a kingdom called Bagad Dedga near Ganganagar that spanned over to Hansi near Hisar in Haryana and included territory up to the river Sutlej in Punjab.  It is believed that Goga lived during the 12th Century AD  In the past, the river Sutlej flowed through the district of Bathinda in present-day Punjab in India. The capital was at Dadrewa near Ganganagar.\n\n\n== কিংবদন্তি ==\n\n\n=== পরিবার ===\nGoga (হিন্দি: गोगा) (Rajasthani: (Gugo) गुग्गो) was born in c. 900 AD to queen Bachchal (the daughter of a Rajput ruler, Kanwarpala who in 1173 AD ruled over Sirsa in present-day Haryana) and king Zewar in Dadrewa of the Chauhan Clan in the Churu district of Rajasthan. The earliest parts of Goga's life were spent in the village of Dadrewa, situated on Hissar—Bikaner highway in Sadulpur tehsil of Churu district in Rajasthan. According to other legends, his father was Vachha Chauhan, the Raja of Jangal Desh, which stretched from the Sutlej to Haryana.\n\n\n=== জন্ম ===\nWhen Bachal was worshipping Gorakhnath, her twin-sister decided to usurp the blessings from the Gorakhnath. In the middle of the night, she wore her sister's clothes and deceived Gorakhnath into giving her the blessing fruit. When Bachal came to know about it, she rushed to Gorakhnath and said that she had not received anything. To this, Gorakhnath replied that he had already given his blessings and said that her sister was attempting to deceive her. After repeated requests by Bachal, Gorakhnath relented and gave her two Gugal candies. She distributed these candies to ladies having no child, including the 'blue mare' who was pregnant at that time. When the Guru gave the blessing to Bachal, he foretold that her son would become very powerful and would rule over the other two sons of their aunt,  Kachal.\n\n\n=== বিবাহ ===\nGoga was married to Shreeyal Roz who was daughter of Tandul Nagari's King Sindha Singh.\n\n\n=== অন্যান্য ===\nAnother story is that Arjan and Sarjan were against Goga and was a part of conspiracy with king Anangpal Tomar of Delhi. King Anganpal attacked bagad region with Arjan and Sarjan. Both of them were killed by Goga. Goga spared the king after his miserere. In a quarrel about land he killed his two brothers on which account he drew upon himself the anger of his mother.\n\n\n== আরও দেখুন ==\nAkhariya Chauhan\nDadrewa\nChauhan\nThaneek Pura\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBriggs, George Weston (১ জানুয়ারি ২০০১)। Gorakhnāth and the Kānphaṭa Yogīs। Motilal Banarsidass। পৃষ্ঠা 192। আইএসবিএন 978-81-208-0564-4। সংগ্রহের তারিখ ১১ জানুয়ারি ২০১১। \n\nটেমপ্লেট:Punjabi folk religion"}