{"pageid": 1128392, "title": "মাউরিজিও গুচি", "url": "https://bn.wikipedia.org/wiki?curid=1128392", "content": "মাউরিজিও গুচি (২৬ সেপ্টেম্বর ১৯৪৮ থেকে ২৭ মার্চ ১৯৯৫) একজন ইতালীয় ব্যবসায়ী এবং গুচি ফ্যাশন হাউসের এক সময়ের প্রধান ছিলেন তিনি। তিনি অভিনেতা রোডলফো গুচির ছেলে এবং \"গুচি ফ্যাশন হাউজ\" কোম্পানির প্রতিষ্ঠাতা গুচিও গুচির নাতিন ছিলেন। ২৭ মার্চ ১৯৯৫ -এ তিনি তার প্রাক্তন স্ত্রী প্যাট্রিজিয়া রেগিয়ানির দ্বারা ভাড়া করা একজন সন্ত্রাসীর দ্বারা নিহত হন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nমাউরিজিও গুচি ফ্লোরেন্সে ২৬ সেপ্টেম্বর ১৯৪৮ সালে অভিনেতা রোডলফো গুচি এবং সান্দ্রা রাভেলের একমাত্র সন্তান হিসেবে জন্মগ্রহণ করেন। ১৯৭২ সালে, গুচি তার চাচা আলডো গুচির সাথে গুচি ফ্যাশন হাউজে কাজ করার জন্য নিউ ইয়র্ক সিটিতে চলে আসেন। ১৯৮০ সালে এর দশকের শুরুর দিকে, তিনি অলিম্পিক টাওয়ারের একটি বিলাসবহুল পেন্টহাউসে থাকতেন, যা তাকে তার বাবা (রোডলফো গুচি) উপহার দিয়েছিলেন। ১৯৮২ সালে, তিনি মিলানে ফিরে আসেন এবং ১৯৮৩ সালে, তিনি তার পিতার মৃত্যুর পর গুচি ফ্যাশন হাউজের সংখ্যাগরিষ্ঠ শেয়ারহোল্ডার হন। এর পর গুচি ফ্যাশন হাউজের উপর নিয়ন্ত্রণের জন্য আলডোর বিরুদ্ধে একটি আইনি যুদ্ধ শুরু করেন।\n১৯৮৬ সালে, গুচ্চি সুইজারল্যান্ডে পালিয়ে যান আদালতের বিচার এড়াতে, যখন আলডো আইনি যুদ্ধের প্রতিশোধের জন্য তাকে(গুচ্চিকে) উত্তরাধিকার কর যেন না দিতে হয় সেজন্য তার পিতার স্বাক্ষর জাল করার অভিযোগ এনেছিল। তিনি প্রথমে দোষী সাব্যস্ত হন, কিন্তু পরে খালাস পান। ১৯৮৮ সালে, গুচির ৪৭.৮% বাহরাইন-ভিত্তিক বিনিয়োগ তহবিল ইনভেস্টকর্পের কাছে বিক্রি হয়েছিল।\nমাউরিজিও ১৯৮৯ সালে গুচি গ্রুপের চেয়ারম্যান হিসেব যোগদান করেন। ১৯৯১ থেকে ১৯৯৩ সাল পর্যন্ত, গুচির অর্থায়ন লালটাকা হিসেবে চিহ্নিত ছিল ছিল। ফ্লোরেন্স এবং মিলানে কোম্পানির সদর দফতরে অত্যধিক অর্থ ব্যয় করার জন্য মাউরিজিও গুচিকে দায়ী করা হয়েছিল। তিনি ১৯৯৩ সালে গুচিতে থাকা তার অবশিষ্ট স্টকটি ইনভেস্টকর্পের কাছে $১৭০ মিলিয়নে বিক্রি করতে যান এবং কোম্পানির সাথে গুচি পরিবারের সম্পর্ক শেষ করে দেন।\n\n\n== সম্পর্ক ==\n১৯৭২ সালে মাওরিজিও গুচি প্যাট্রিজিয়া রেগিয়ানিকে বিয়ে করেন, যার সাথে তার দুটি কন্যা ছিল, অ্যালেগ্রা এবং আলেসান্দ্রা। মাউরিজিওর বাবা রোডলফো গুচি মূলত তাদের বিয়েতে সম্মতি দেননি  প্যাট্রিজিয়াকে \"একজন সামাজিক পর্বতারোহী( যার মনে টাকা ছাড়া কিছুই নেই) \" বলে অভিহিত করেন। ১৯৮৫ সালে, তিনি তার স্ত্রী প্যাট্রিজিয়াকে বলেছিলেন যে তিনি ফ্লোরেন্সে একটি ছোট ব্যবসায়িক সফরে যাচ্ছেন। পরের দিন, তিনি একজন বন্ধুকে দিয়ে তার স্ত্রীকে বার্তা পাঠান যে তিনি ফিরে আসবেন না এবং তাদের বিয়ের শেষ হয়ে গেছে।\n৯০ এর দশকে, মাওরিজিও পাওলা ফ্রাঞ্চির সাথে ডেটিং শুরু করেন। পাওলা ফ্রাঞ্চি এমন একজন শৈশব বন্ধু, যিনি পাত্রিজিয়া রেগিয়ানির সাথে তার বিয়েতে যোগ দিয়েছিলেন। দুজনেই অসুখী দাম্পত্য জীবন থেকে মুক্তি পেয়ে ফ্রাঞ্চি গুচির সঙ্গী হন। রেগিয়ানি এবং মাউরিজিও গুচির বিবাহবিচ্ছেদ  ১৯৯৪ সালে চূড়ান্ত হয়েছিল।\n\n\n== মৃত্যু ==\n\n২৭ মার্চ ১৯৯৫ সালে গুচিকে তার অফিসের বাইরের সিঁড়িতে একজন ভাড়াটে সন্ত্রাসী দ্বারা গুলি করা হয় যখন তিনি অফিসে আসেন। তার প্রাক্তন স্ত্রী প্যাট্রিজিয়া রেগিয়ানিকে হত্যার সাথে জড়িত থাকার জন্য ১৯৯৮ সালে দোষী সাব্যস্ত করা হয়েছিল। প্রসিকিউটরদের মতে, রেগিয়ানির উদ্দেশ্য ছিল তার প্রাক্তন স্বামীর প্রতি ঈর্ষা, অর্থ এবং বিরক্তির মিশ্রণ। তিনি ১৮ বছর জেলে ছিলেন এবং অক্টোবর ২০১৬ সালে মুক্তি পান।\n\n\n== সংস্কৃতিতে জনপ্রিয় ==\nগল্পের উপর অনুপ্রাণিত একটি চলচ্চিত্র, হাউস অফ গুচি শিরোনাম, রিডলি স্কট দ্বারা পরিচালিত এবং লেডি গাগাকে প্যাট্রিজিয়া রেগিয়ানি চরিত্রে এবং অ্যাডাম ড্রাইভারকে মৌরিজিও গুচির ভূমিকায় দেখা যায়। হাউজ অফ গুচি মার্কিন যুক্তরাষ্ট্রে ২৪ নভেম্বর, ২০২১-এ ইউনাইটেড আর্টিস্ট রিলিজিং দ্বারা মুক্তি পায়।\nগুচ্চি পরিবার, পরিবার এবং হত্যার চিত্রায়নের জন্য একটি বিবৃতি জারি করেছে। \"যদিও ফিল্মটি পরিবারের 'সত্য গল্প' বলার দাবি করে, তবে আখ্যানটি নির্ভুল নয়। এতে চিত্রিত করা হয়েছে আলডো গুচি - ৩০ বছর ধরে কোম্পানির সভাপতি এবং গুচি পরিবারের অন্যান্য সদস্য যারা ভালোভাবে নথিভুক্ত ছিলেন ঘটনাতে, সন্ত্রাসী হিসাবে, তাদের চারপাশের বিশ্বের প্রতি অজ্ঞ এবং সংবেদনশীল।\"\n\n\n== তথ্যসূত্রঃ ==\n\n[১] কোর্ট টিভির ডমিনিক ডান: পাওয়ার, প্রিভিলেজ এবং জাস্টিস সিরিজের পর্ব মৌরিজিও গুচি সম্পর্কে\nটেমপ্লেট:Gucci"}