{"pageid": 11282, "title": "সোনার কেল্লা (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=11282", "content": "সোনার কেল্লা সত্যজিৎ রায়ের একটি গোয়েন্দা উপন্যাস, যা পরবর্তীকালে চলচ্চিত্র রূপ দেয়া হয়। ফেলুদা সিরিজের এই উপন্যাসটি ১৯৭১ সালে (১৩৭৮ বঙ্গাব্দ) শারদীয়া দেশ পত্রিকায় প্রথম প্রকাশিত হয়। পরে আনন্দ পাবলিশার্স প্রাঃ লিঃ ১৯৭১ সালে ডিসেম্বর মাসে ৮৬ পৃষ্ঠার  গ্রন্থাগারে প্রকাশ করে। বইটির প্রচ্ছদ ও অলংকরণ করেন সত্যজিৎ রায় স্বয়ং। সোনার কেল্লায় লালমোহন বাবু'র(জটায়ু) চরিত্র প্রথম আত্মপ্রকাশ করে।\nসত্যজিৎ রায়ের চলচ্চিত্রে ফেলুদা কাহিনীর অন্যতম ভূমিকা আছে। গুপী গাইন বাঘা বাইন ছায়াছবি বানানোর সময় জয়সলমীরে তোলা হাল্লা রাজার দুর্গ হয়ে ওঠে সোনার কেল্লা। সোনার কেল্লার গল্পের প্রথম খসড়ার নাম, ঠিক করে লেখা অথবা কতদিনে লেখা সেটা জানা যায় না। ১৯৭২ সাল থেকে সত্যজিৎ রায় ফেলুদা লেখার সময় শুরু এবং শেষ হওয়ার দুটো তারিখই দিতে শুরু করেন ।\n\n\n== কাহিনী ==\nএর কাহিনী গড়ে উঠেছে মুকুল নামে একটি জাতিস্মর বালককে কেন্দ্র করে। সুধীর ধরের ছেলে মুকুল ছয় বছর বয়সে পূর্বজন্মের স্মৃতিচারণ করতে থাকে। সোনার কেল্লার ছবি এঁকে মা-বাবাকে দেখায়। প্যারাসাইকলজিস্ট ডক্টর হাজরা মুকুলকে পরীক্ষা করে মুকুলের সঙ্গে পশ্চিম রাজস্থানে সোনার কেল্লার খোঁজে যেতে রাজি হন। সংবাদটি প্রকাশিত হওয়ার পর বর্মন এবং মন্দার বোস নামে দুজন দুষ্কৃতকারী আসল ডক্টর হাজরাকে পাহাড়ে ফেলে দিয়ে ছলে-কৌশলে মুকুলের বিশ্বাস অর্জন করে। বর্মন ডঃ হাজরার এবং বোস বিশ্বভ্রমণকারীর ছদ্মবেশ ধারণ করে। ইতোমধ্যে সুধীরবাবুর সন্দেহ হয় যে ছেলে মুকুল বিপদে পড়েছে। তিনি ফেলুদার (প্রদোষ মিত্র) সঙ্গে যোগাযোগ করেন। ফেলুদা মাসতুতো ভাই তোপ্‌সেকে (তপেশরঞ্জন মিত্র) নিয়ে যোধপুরে রওনা হয়ে যান। পথে লালমোহন বাবু'র সঙ্গে প্রথম আলাপ হয়। ফেলুদা, তোপ্‌সে এবং লালমোহনবাবু যোধপুরের সার্কিট হাউসে মুকুলের সঙ্গে ছদ্মবেশী ডঃ হাজরা এবং বোসের দেখা পান। বর্মন মুকুলকে সম্মোহন করে জানতে পারে সোনার কেল্লার অবস্থান জয়সলমীরে। ফেলুদাকে সাময়িকভাবে বোকা বানিয়ে বর্মন এবং বোস মুকুলকে নিয়ে জয়সলমীরের উদ্দেশ্যে রওনা হয়। এরপরে ফেলুদা তোপ্‌সে এবং লালমোহনবাবুকে নিয়ে নানা ঘটনা ও বাধা-বিপত্তির মধ্যে রহস্যের সমাধান করেন। আসল ডঃ হাজরার খোঁজ পাওয়া যায়। জয়সলমীরের সোনার কেল্লায় দুষ্কৃতকারী ধরা পড়ে। মুকুলকে ফেলুদা উদ্ধার করে। মুকুলও এই ঘটনাপ্রবাহে পুর্বস্মৃতি ভুলে যায়।\n\n\n== তথ্যসূত্র =="}