{"pageid": 1128707, "title": "ইউরি ইলিয়েঙ্কো", "url": "https://bn.wikipedia.org/wiki?curid=1128707", "content": "ইউরি ইলিয়ানকো (১৮ জুলাই ১৯৩৬ – ১৫ জুন ২০১০) ছিলেন একজন ইউক্রেনীয় চলচ্চিত্র পরিচালক এবং চিত্রনাট্যকার। তিনি ১৯৬৫ থেকে ২০০১ সালের মধ্যে বারোটি চলচ্চিত্র পরিচালনা করেন। তার ১৯৭১ সালের চলচ্চিত্র দ্য হোয়াইট বার্ড মার্কড উইথ ব্ল্যাকটি ৭ম মস্কো আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রবেশ করেছিল যেখানে এটি গোল্ডেন পুরস্কার জিতেছিল। \nইলিয়েঙ্কো ইউক্রেনের সবচেয়ে প্রভাবশালী চলচ্চিত্র নির্মাতাদের একজন ছিলেন।তার চলচ্চিত্রগুলি ইউক্রেনকে প্রতিনিধিত্ব করে এবং এতে কী ঘটছে। সোভিয়েত-বিরোধী প্রতীকবাদের জন্য ইউএসএসআর -এ তার চলচ্চিত্র নিষিদ্ধ করা হয়েছিল।শুধুমাত্র সাম্প্রতিক বছরগুলিতে তার চলচ্চিত্রগুলি পুনরায় মুক্তি পেয়েছে এবং জনসাধারণের জন্য উন্মুক্ত হয়েছে৷ \n\n\n== জীবনী ==\nইলিয়েনকো ১৯৩৬ সালে চেরকাসিতে জন্মগ্রহণ করেছিলেন কিন্তু দ্বিতীয় বিশ্বযুদ্ধের সময় তিনি এবং তার পরিবার সাইবেরিয়াতে চলে যান যখন তার বাবা রেড আর্মিতে ছিলেন। তিনি মস্কোতে উচ্চ বিদ্যালয় এবং ১৯৬০ সালে গেরাসিমভ ইনস্টিটিউট অফ সিনেমাটোগ্রাফিতে স্নাতক হন। ১৯৬০ সাল থেকে ১৯৬৩ সাল পর্যন্ত তিনি ইয়াল্টা ফিল্ম স্টুডিওতে ফটোগ্রাফির পরিচালক হিসেবে কাজ করেন।  ১৯৬৩ সালে ইলিয়ানকো ডোভজেনকো ফিল্ম স্টুডিওতে অপারেটর এবং তারপর পরিচালক হন।  তার ১৯৬৫ সালের ছবি স্প্রিং ফর দ্য থার্স্টি ( ইভান ড্র্যাচের দৃশ্যকল্প) এবং ১৯৬৮ সালের ছবি ভেচির না ইভান কুপালা যেখানে উভয়ই সোভিয়েত কর্তৃপক্ষ ১৯৮৮ সাল  নিষিদ্ধ করেছিল। তার ১৯৭১ সালের ছবি দ্য হোয়াইট বার্ড মার্কড উইথ ব্ল্যাক, মস্কো ফিল্ম ফেস্টিভ্যালের গ্র্যান্ড প্রাইজ পেয়েছে, কিন্তু ইউক্রেনের কমিউনিস্ট পার্টির ২৪ তম কংগ্রেসে ছবিটিকে নিষিদ্ধ করা হয়েছিল এবং \"এখন পর্যন্ত নির্মিত সবচেয়ে ক্ষতিকারক চলচ্চিত্র\" হিসেবে চিহ্নিত করা হয়েছিল। ইউক্রেনে, বিশেষ করে তরুণদের জন্য ক্ষতিকর।\"  তার পরবর্তী চলচ্চিত্র, টু ড্রিম অ্যান্ড টু লাইভ ( ইভান মাইকোলাইচুক এবং নিজের দ্বারা দৃশ্যকল্প), নির্মাণের বিভিন্ন পর্যায়ে ৪২ বার বন্ধ করা হয়েছিল। ইলিয়েঙ্কো তারপরে যুগোস্লাভিয়ায় চলে যান, যেখানে তিনি সবকিছু সত্ত্বেও টু লিভ ইন ছবির শুটিং করেন।  ছবিটি পুলা ফিল্ম ফেস্টিভ্যালে \"সিলভার\" এবং সেরা অভিনেতার পুরস্কার জিতেছে।  ইউক্রেনীয় এসএসআর -এ ছবিটি দেখানোর অনুমতি দেওয়া হয়নি।  তার ১৯৮৩ সালের চলচ্চিত্র লিসোভা পিসনিয়া।মাভকা FIPRESCI পুরস্কার জিতেছেন ।  ১৯৮৭ সালে ইলিয়েঙ্কো ইউক্রেনের পিপলস আর্টিস্টের খেতাব পেয়েছিলেন।  ইউরি ইলিয়েঙ্কো স্বাধীন ফিল্ম স্টুডিও ফেস্ট-জেমলিয়া তৈরি করেছিলেন, যেখানে তিনি ইউক্রেনের প্রথম অ-রাষ্ট্রীয় চলচ্চিত্র তৈরি করেছিলেন। তার ১৯৯০ সালের চলচ্চিত্র \"সোয়ান লেক \"দ্য জোন\" আবার FIPRESCI পুরস্কার জিতেছে।  ১৯৯১ এবং ১৯৯২ সালে ইলিয়ানকো ইউক্রেনীয় সিনেমা ফাউন্ডেশনের চেয়ারম্যান ছিলেন। ১৯৯১ সালে তিনি শেভচেঙ্কো জাতীয় পুরস্কারে ভূষিত হন।  সেরহি পারাজানভ সম্পর্কে তার ১৯৯৪ সালের তথ্যচিত্র চলচ্চিত্র উৎসব সিনেমা সিটিতে \"গোল্ডেন নাইট\" পেয়েছে। ১৯৯৬ সালে তিনি ইউক্রেনের আর্টস একাডেমির সদস্য হন। তার ২০০২ ফিল্ম A Prayer for Hetman Mazepa রাশিয়ায় দেখানো নিষিদ্ধ করা হয়েছিল। \n\n2007 সালের সংসদীয় নির্বাচনে ইলিয়েঙ্কোকে অল-ইউক্রেনীয় ইউনিয়ন \"Svoboda\" এর নির্বাচনী তালিকায় দ্বিতীয় স্থান দেওয়া হয়েছিল, কিন্তু সেই নির্বাচনে দলটি ০.৭৬% ভোট পেয়েছে এবং সংসদে এটি তৈরি করতে পারেনি। \nদীর্ঘ অসুস্থতার পর, ক্যান্সারে আক্রান্ত হয়ে ৭৪ বছর বয়সে ১৫ জুন ২০১০-এ ইলিয়েঙ্কো মারা যান।\n\n\n== পরিবার ==\nতিনি ১৯৭৩ সাল থেকে কমিউনিস্ট পার্টির সদস্য ছিলেন, কিন্তু ইউএসএসআর শেষ হওয়ার পর তার রাজনৈতিক অবস্থান পরিবর্তন করেন।  ইলিয়েঙ্কো সহকর্মী পরিচালক লিউডমিলা ইয়েফিমেনকো  কে বিয়ে করেছিলেন এবং তার দুটি পুত্র ছিল, অ্যান্ড্রি ইলিয়েঙ্কো (জন্ম ১৯৮৭ ) এবং (এছাড়াও চলচ্চিত্র অভিনেতা এবং প্রযোজক) পাইলিপ ইলিয়েঙ্কো (জন্ম ১৯৭৭)।\n2012 ইউক্রেনীয় সংসদীয় নির্বাচনের সময় \"Svoboda\" নির্বাচনী তালিকায় Pylyp № 122 ছিল এবং Andriy একক ম্যান্ডেট নির্বাচনী № 215 এ একই দলের প্রার্থী হিসাবে নির্বাচিত হয়েছিল; অ্যান্ড্রি সংসদে নির্বাচিত হন এবং পাইলিপ ছিলেন না।\n\n\n== তথ্যসূত্র =="}