{"pageid": 11283, "title": "ঘানা", "url": "https://bn.wikipedia.org/wiki?curid=11283", "content": "ঘানা বা গানা (ইংরেজি: Ghana গানা, আসান্তে চুই ভাষায়: Ghana বা Gaana গানা) পশ্চিম আফ্রিকার একটি রাষ্ট্র। ১৯৫৭ সাল পর্যন্ত এটি গোল্ড কোস্ট নামের একটি ব্রিটিশ উপনিবেশ ছিল। ঐ বছর এটি সাহারা-নিম্ন আফ্রিকান দেশগুলির মধ্যে প্রথম দেশ হিসেবে ইউরোপীয় ঔপনিবেশিক শাসন থেকে স্বাধীনতা লাভ করে। আধুনিক ঘানার কয়েকশত মাইল উত্তর-পশ্চিমে ঊর্ধ্ব নাইজার নদীর তীরে অবস্থিত মধ্যযুগীয় সাম্রাজ্য ঘানার নামে দেশটির নামকরণ করা হয়। স্বাধীনতার পর আফ্রিকান বাকী দেশগুলির স্বাধীনতার জন্য ঘানা নেতৃত্ব দেয়।\nঘনবসতিপূর্ণ এই দেশটিতে ১০০-রও বেশি জাতির লোকের বাস। কিন্তু অন্যান্য আফ্রিকান দেশগুলির মত এখানে দেশ বিভাজনকারী জাতিগত সংঘাত তেমন মাথাচাড়া দিয়ে ওঠেনি। আক্রা দেশের বৃহত্তম শহর ও রাজধানী। ইংরেজি সরকারী ভাষা হলেও বেশির ভাগ ঘানাবাসী কমপক্ষে একটি আফ্রিকান ভাষায় কথা বলতে পারেন।\nঘানার অর্থনীতি আফ্রিকার অন্যতম শক্তিশালী অর্থনীতিগুলির একটি, কিন্তু এখনও কৃষি দেশটির অর্থনীতির মূল ভিত্তি এবং এখানকার বেশির ভাগ লোকই দরিদ্র। স্বর্ণখনিশিল্প, চকোলেটের উপাদান কাকাও উৎপাদন, এবং পর্যটন দেশটির আয়ের প্রধান উৎস। কয়েকশ বছর আগে ঘানা সোনার একটি উৎস বলে পরিচিত ছিল। ১৫শ ও ১৬শ শতকে যেসব ইউরোপীয় এখানে সোনার খোঁজে এসেছিলেন, তারা অঞ্চলটিকে গোল্ড কোস্ট নাম দেন।\nসামরিক কু এবং অর্থনৈতিক সমস্যা ১৯৬০-এর দশক থেকে ১৯৮০-র দশক পর্যন্ত ঘানাকে বিপর্যস্ত করে রাখে। ১৯৯০-এর দশকে ঘানাতে গণতন্ত্র প্রতিষ্ঠিত হয় এবং আফ্রিকান রাজনীতিতে একটি নেতৃস্থানীয় দেশ হিসেবে এটি আবির্ভূত হয়। ১৯৯৭ সালে ঘানার এক কূটনীতিক কফি আনান জাতিসংঘের মহাসচিব হন।\n\n\n== নামকরনের ইতিহাস ==\n\nঘানা শব্দের অর্থ যোদ্ধা রাজা মধ্যযুগীয় ঘানা সাম্রাজ্য থেকে এ নামের উৎপত্তি। বর্তমান ঘানা থেকে উত্তর ও পশ্চিম দিকে অবস্থান ছিল ঘানা সাম্রাজ্য-এর। ১৯৫৭ সালে ব্রিটিশ কলোনী গোল্ড কোস্ট স্বাধীনতা লাভ করে। স্বাধীনতার ছয়মাসের ১৯৫৭ সালে গোল্ড কোস্টের নাম ঘানা হিসেবে রাখা হয়।\n\n\n== ইতিহাস ==\nপ্রগৌতিহাসিক যুগের নির্দশন প্রমাণ করে প্রাচীন ঘানাতে ব্রোঞ্জ যুগ থেকে মানুষের বসবাস ছিল। যদিও এগারো শতক পর্যন্ত আধুনিক ঘানার দখলকৃত ছিল। বর্তমান ঘানাতে ১৬শতকে বর্তমান অধিবাসীদের আবির্ভাব ঘটে। এগারো শতকের প্রথমদিকে আকান জনগোষ্ঠী বুনুমান নামের জনবসতি গড়ে তোলে। এই অঞ্চলেই ষোল শতকে গা ও দাগোমবা নামের দুটি ভিন্ন রাষ্ট্র গড়ে উঠেছিল।\n\n\n== রাজনীতি ==\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== ভূগোল ==\n\n\n=== জলবায়ু ===\nঘানার জলবায়ু ক্রান্তীয় জলবায়ু। দুইটি প্রধান ঋতু হলো: গ্রীষ্ম ও বর্ষা।\n\n\n== অর্থনীতি ==\n\n\n== জনসংখ্যা ==\nঘানাতে বর্তমান জনসংখ্যা প্রায় ২৪মিলিয়ন। ১৯৬০ সালে স্বাধীনতার পরে প্রথম আদমশুমারিতে ঘানার জনসংখ্যা ছিল ৬.৭ মিলিয়ন।\n\n\n== ধর্ম বিশ্বাস ==\nখ্রিস্টান ধর্মাবলম্বী - ৭০.২%\nইসলাম ধর্মাবলম্বী - ১৮.১%\nপ্রচলিত ধর্ম - ৮%\nহিন্দু ধর্মাবলম্বী - ৫.১%\nঅন্যান্য - ০.৫%\n\n\n== সংস্কৃতি ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nস্বাস্থ্য\nKorle Bu Hospital\nUnite For Sight at Buduburam Refugee Camp, Ghana A Unite For Sight video documentary with interviews of residents at Buduburam Refugee Camp, Ghana. Unite For Sight provides free eye care for the residents.\nSubayo Foundation A not for profit charity for women and children in Ghana based out of the US.\nGhana Eye Foundation A Non Governmental Organisation to create awareness and mobilise resources to support the provision of a sustainable, equitable and quality eye health service by well-trained and appropriately motivated personnel to all residents in Ghana.\nঅন্যান্য\nGhana: An Annotated List of Books and Other Resources for Teaching About Ghana\nProverbs from Ghana\nEthnologue Ghana languages\nBusiness Anti-Corruption Portal Ghana Country Profile\nHistorical Notes and Memorial Inscriptions From Ghana, Compiled 1988 to 1990 by M.E.J. Crew of Ofinso Training College, Ofinso, Ashanti, Ghana\n[১] Short Documentary looking at the problems faced by Ghana's rice farmers\nঘানাতে গ্রামীণ দারিদ্র্য (IFAD)\nনেটে ঘানা!- ঘানার ইতিহাস at www.ghanaonnet.com"}