{"pageid": 112805, "title": "উত্তরবঙ্গ (পশ্চিমবঙ্গ)", "url": "https://bn.wikipedia.org/wiki?curid=112805", "content": "উত্তরবঙ্গ পশ্চিমবঙ্গের একটি ভৌগোলিক অঞ্চল। রাজ্যের উত্তরাংশের আটটি জেলা নিয়ে উত্তরবঙ্গ গঠিত। এই অঞ্চলের উত্তরে সিকিম ও ভুটান; পূর্বে আসাম এবং বাংলাদেশের রংপুর ও রাজশাহী বিভাগ; দক্ষিণে পশ্চিমবঙ্গের মুর্শিদাবাদ জেলা ও পশ্চিমে বিহার ও নেপাল অবস্থিত। গঙ্গা নদী দক্ষিণবঙ্গ থেকে উত্তরবঙ্গকে পৃথক করেছে।\nভৌগোলিকভাবে এই অঞ্চলটি দার্জিলিং পর্বত ও ডুয়ার্স সমভূমি দ্বারা গঠিত। অর্থনৈতিক দিক থেকে উত্তরবঙ্গ দক্ষিণবঙ্গের তুলনায় পশ্চাৎপদ। তবে মনোরম প্রাকৃতিক পরিবেশের জন্যে এই অঞ্চলে পর্যটন শিল্প খুবই উন্নত। শিলিগুড়ি উত্তরবঙ্গের প্রধান শহর; এই শহর একাধারে পশ্চিমবঙ্গের তৃতীয় সবচেয়ে জনবহুল শহর এবং সমগ্র উত্তর-পূর্ব ভারতের প্রবেশদ্বার।\nউত্তরবঙ্গে বিভিন্ন সময়ে পৃথক রাজ্যে গঠনের জন্য আন্দোলন হয়, যার মধ্যে গোর্খাল্যান্ড, কামতাপুর এবং উত্তরবঙ্গ রাজ্য উল্লেখযোগ্য।\n\n\n== ভূগোল ==\n\nভৌগোলিকভাবে উত্তরবঙ্গ দার্জিলিং পর্বত ও ডুয়ার্স সমভূমি দ্বারা গঠিত।\nদার্জিলিং পার্বত্য অঞ্চল দার্জিলিং জেলার দার্জিলিং সদর, কার্শিয়াং ও মিরিক মহকুমা এবং সমগ্র কালিম্পং জেলা দ্বারা গঠিত। এই অঞ্চলের সান্দাকফু পশ্চিমবঙ্গের সর্বোচ্চ শৃঙ্গ।\nডুয়ার্স সমভূমি অঞ্চল আলিপুরদুয়ার কোচবিহার, জলপাইগুড়ি ও দার্জিলিঙের সমভূমি দ্বারা গঠিত।\nউত্তরবঙ্গের শিলিগুড়ি করিডোর নামক এক সংকীর্ণ ভূখণ্ড উত্তর-পূর্ব ভারতকে ভারতের মূলভূখণ্ডের সঙ্গে যুক্ত রাখে। এছাড়া বাংলাদেশকে ইজারা দেওয়া তিনবিঘা করিডোর দহগ্রামকে বাংলাদেশের মূলভূখণ্ডের সঙ্গে যুক্ত রাখে।\nউত্তরবঙ্গের প্রধান নদনদী হলো তিস্তা, তোর্ষা, জলঢাকা, রায়ডাক, মহানন্দা ইত্যাদি।\n\n\n== জীববৈচিত্র্য ==\n\nউত্তরবঙ্গের গাছপালা উচ্চতা ও বৃষ্টিপাতের পরিমাণের উপর নির্ভর করে। যেমন, ডুয়ার্স‌ অঞ্চল শাল ও অন্যান্য ক্রান্তীয় চিরহরিৎ উদ্ভিদ দ্বারা পূর্ণ। অন্যদিকে, ১,০০০ মিটার (৩,৩০০ ফুট)-এর বেশি উচ্চতায় বনাঞ্চলের বেশিরভাগ উদ্ভিদ উপ-ক্রান্তীয়। ১,৫০০ মিটার (৪,৯০০ ফুট) উচ্চতায় দার্জিলিং পর্বতে বিভিন্ন নাতিশীতোষ্ণ উদ্ভিদ প্রাধান্য পায়, যেমন ওক, কনিফার ও রডোডেন্ড্রন।\nউত্তরবঙ্গের জাতীয় উদ্যানের মধ্যে গরুমারা জাতীয় উদ্যান, জলদাপাড়া জাতীয় উদ্যান, বক্সা জাতীয় উদ্যান, সিঙ্গলীলা জাতীয় উদ্যান ও নেওড়া উপত্যকা জাতীয় উদ্যান উল্লেখযোগ্য। এর মধ্যে গরুমারা ও জলদাপাড়া একশৃঙ্গ গণ্ডারের জন্য প্রসিদ্ধ। কালিম্পং জেলায় অবস্থিত নেওড়া উপত্যকা জাতীয় উদ্যান পূর্ব ভারতের অন্যতম সমৃদ্ধ জৈবিক এলাকা।\n\n\n== প্রশাসন ==\nউত্তরবঙ্গ সমগ্র জলপাইগুড়ি বিভাগ এবং মুর্শিদাবাদ জেলা বাদে মালদহ বিভাগ দ্বারা গঠিত। উত্তরবঙ্গের অন্তর্গত জেলাগুলি হলো আলিপুরদুয়ার, উত্তর দিনাজপুর, কালিম্পং, কোচবিহার, জলপাইগুড়ি, দক্ষিণ দিনাজপুর, দার্জিলিং ও মালদহ।\nপশ্চিমবঙ্গ সরকারের উত্তরবঙ্গ উন্নয়ন বিভাগ উত্তরবঙ্গের জেলাগুলির প্রশাসনের জন্য দায়বদ্ধ। এছাড়া দার্জিলিং ও কালিম্পং জেলার পাহাড়ি এলাকায় গোর্খাল্যান্ড আঞ্চলিক প্রশাসন নামক স্বশাসিত পরিষদ বর্তমান।\n\n\n== জনপরিসংখ্যান ==\n\n২০১১ সালের আদমশুমারি অনুযায়ী উত্তরবঙ্গের জনসংখ্যা ১,৭২,১১,০১০। হিন্দুধর্ম ও ইসলাম এই অঞ্চলের প্রধান ধর্ম।\n\n\n== পরিবহন ==\n\n\n=== রেল ===\n\nভারতের বিভিন্ন শহরের সঙ্গে উত্তরবঙ্গের রেল যোগাযোগ বর্তমান। উত্তরবঙ্গের নিউ জলপাইগুড়ি জংশন রেলওয়ে স্টেশন, উত্তর-পূর্ব সীমান্ত রেলের এক গুরুত্বপূর্ণ রেলওয়ে স্টেশন। উত্তরবঙ্গের কিছু গুরুত্বপূর্ণ ব্রড-গেজ রেল পরিষেবা হলো দার্জিলিং মেল, উত্তরবঙ্গ এক্সপ্রেস, হাওড়া–নিউ জলপাইগুড়ি শতাব্দী এক্সপ্রেস, হাওড়া–নিউ জলপাইগুড়ি বন্দে ভারত এক্সপ্রেস, আন্তর্জাতিক মিতালী এক্সপ্রেস ইত্যাদি। এছাড়া ন্যারো-গেজ দার্জিলিং হিমালয়ান রেল (টয় ট্রেন) উত্তরবঙ্গের পর্যটকদের অন্যতম আকর্ষণ।\n\n\n=== বাস ===\nউত্তরবঙ্গ রাষ্ট্রীয় পরিবহণ সংস্থা ভারতের উত্তরবঙ্গে বাস পরিষেবা প্রদান করে। এর সদর দফতর কোচবিহারে এবং উত্তরবঙ্গের বিভিন্ন শহরে সংস্থাটির বাস ডিপো বর্তমান। উত্তরবঙ্গ ছাড়াও এই সংস্থা পশ্চিমবঙ্গের অন্যান্য প্রান্তগুলিতে তথা কয়েকটি পার্শ্ববর্তী রাজ্যেও বাস পরিষেবা পরিচালনা করে থাকে।\n\n\n== পর্যটন ==\nউত্তরবঙ্গে বহু দর্শনীয় স্থান বর্তমান, যার মধ্যে দার্জিলিং, জলদাপাড়া, গরুমারা, বক্সা, কোচবিহার, মালদহ ইত্যাদি উল্লেখযোগ্য।\n\n\n== পৃথক রাজ্যের প্রস্তাব ==\nউত্তরবঙ্গে বিভিন্ন সময়ে পৃথক রাজ্যে গঠনের জন্য আন্দোলন হয়, যার মধ্যে গোর্খাল্যান্ড, কামতাপুর এবং উত্তরবঙ্গ রাজ্য উল্লেখযোগ্য।\n\n\n=== গোর্খাল্যান্ড ===\n\n\n=== কামতাপুর ===\nমূলত কামতাপুর লিবারেশন অর্গানাইজেশনের (কেএলও) নেতৃত্বে পশ্চিমবঙ্গের উত্তরাঞ্চলে কামতাপুর রাজ্য গঠনের দাবি করা হয়েছে। প্রস্তাবিত রাজ্যটি পশ্চিমবঙ্গের কোচবিহার, জলপাইগুড়ি ও দার্জিলিঙের সমভূমি এবং আসামের গোয়ালপাড়া, ধুবড়ী, দক্ষিণ শালমারা, বঙ্গাইগাঁও ও কামরূপ জেলা নিয়ে গঠিত।\n\n\n=== উত্তরবঙ্গ রাজ্য ===\n২০২১ সালে ভারতীয় জনতা পার্টি (বিজেপি) বিধায়ক জন বার্লা‌ পশ্চিমবঙ্গ রাজ্য থেকে পৃথক উত্তরবঙ্গ রাজ্য বা কেন্দ্রশাসিত অঞ্চলের প্রস্তাব দিয়েছিলেন। বিজেপি বিধায়ক জয়ন্ত কুমার রায়, আনন্দময় বর্মণ ও শিখা চট্টোপাধ্যায় এই প্রস্তাবের সমর্থন করেছিলেন। তখন উত্তরবঙ্গের ৫৪ জন বিধায়কের মধ্যে ৩০ জন বিজেপির সদস্য।\nতবে পশ্চিমবঙ্গ রাজ্য বিজেপি এই পৃথক রাজ্যের প্রস্তাব থেকে দূরে ছিল। পশ্চিমবঙ্গ প্রদেশ কংগ্রেস সভাপতি অধীর রঞ্জন চৌধুরী দাবি করেছিলেন যে এটি রাজ্যের মুসলিমপ্রধান অঞ্চলকে পৃথক করার ষড়যন্ত্র এবং এর নেপথ্যে রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘ যুক্ত আছে। এক তৃণমূল কংগ্রেস নেতা পৃথক রাজ্যের দাবির জন্য জন বার্লা‌র বিরুদ্ধে অভিযোগপত্র দায়ের করেছিলেন। উত্তরবঙ্গের বিভিন্ন জনগোষ্ঠী, যেমন বাঙালি, নেপালি, আদিবাসী, রাজবংশী, পৃথক উত্তরবঙ্গের প্রস্তাবসহ পশ্চিমবঙ্গের যেকোনো বিভাজনের বিরোধিতা করেছিল।\n২০২৩ সালের ২৪ জুলাই বিজেপির রাজ্য সভাপতি ও লোকসভার সদস্য সুকান্ত মজুমদার পশ্চিমবঙ্গ ভাগ না করে উত্তরবঙ্গের আট জেলাকে উত্তর-পূর্ব পরিষদের অন্তর্গত করার প্রস্তাব করেছিলেন। কিন্তু কার্শিয়াঙের রাজ্য বিধায়ক বিষ্ণুপ্রসাদ শর্মা এর বিরোধিতা করেছিলেন। তৃণমূল সুকান্তের প্রস্তাবকে \"বিচ্ছিন্নতাবাদী\" বলে অভিহিত করেছিল। তৃণমূলের মুখপাত্র রিজু দত্ত এই প্রস্তাবের জন্য বিজেপিকে \"বাংলাবিরোধী\" ও \"বাঙালিবিরোধী\" বলে আখ্যায়িত করেছিলেন। ২৫ জুলাই লোকসভার আরেক সদস্য নিশিকান্ত দুবে পশ্চিমবঙ্গের মালদহ ও মুর্শিদাবাদ জেলা, বিহারের আরারিয়া, কাটিহার ও কিশানগঞ্জ জেলা এবং ঝাড়খণ্ডের সাঁওতাল পরগনাকে নিয়ে একটি পৃথক কেন্দ্রশাসিত অঞ্চল গঠনের দাবি তুলেছিলেন। তাঁর মতে, বাংলাদেশী অভিবাসীদের সংখ্যা বৃদ্ধির জন্য সেখানে হিন্দু ও আদিবাসী জনসংখ্যা কমে আসছে। ২৯ জুলাই বিধানসভায় মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় পশ্চিমবঙ্গ বিভাজনের বিরোধিতা করেছিলেন।\n\n\n== আরও দেখুন ==\nউত্তরবঙ্গ (বাংলাদেশ)\nউত্তরবঙ্গ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনর্থ বেঙ্গল ট্যুরিজম – ভারতের উত্তরবঙ্গ-সংক্রান্ত ইংরেজি ওয়েবসাইট"}