{"pageid": 1128041, "title": "গুরু জম্ভেশ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1128041", "content": "গুরু জম্ভেশ্বর, গুরু জম্ভাজি নামেও পরিচিত, (১৪৫১ - ১৫৩৬) ছিলেন বৈষ্ণব সম্প্রদায়ের একটি উপ সম্প্রদায় বিষ্ণোই পন্থের প্রতিষ্ঠাতা। তিনি শিখিয়েছিলেন যে ঈশ্বর একটি পবিত্র শক্তি যা সর্বত্র বিরাজমান। তিনি গাছপালা এবং প্রাণীদের রক্ষা করতেও শিখিয়েছিলেন কারণ তারা প্রকৃতির সাথে শান্তিপূর্ণভাবে সহাবস্থানের জন্য গুরুত্বপূর্ণ।\n\n\n== জীবনী ==\nজম্ভেশ্বর জি ১৪৫১ সালে পানওয়ার বংশের একটি হিন্দু রাজপুত পরিবারে জন্মগ্রহণ করেন, তাঁর জন্মস্থান ছিল রাজস্থান রাজ্যের নাগৌর জেলার পিপাসার গ্রামে। তিনি ছিলেন লোহাত পানওয়ার এবং হংস দেবীর একমাত্র সন্তান। জীবনের প্রথম সাত বছরে, গুরু জম্ভেশ্বরকে নীরব ও অন্তর্মুখী মনে করা হতো। তিনি তাঁর জীবনের ২৭ বছর গো পালক হিসেবে কাটিয়েছেন।\n\n\n== বিষ্ণোই পন্থের প্রতিষ্ঠা ==\n৩৪ বছর বয়সে, গুরু জম্ভেশ্বর সামরাথাল ধোরায় বৈষ্ণব সম্প্রদায়ের বিষ্ণোই উপ-সম্প্রদায় প্রতিষ্ঠা করেছিলেন। তাঁর প্রচারিত শিক্ষা কাব্যিক আকারে ছিল যা শব্দবাণী নামে পরিচিত। তিনি পরবর্তী ৫১ বছর ধরে প্রচার করেন, সারা দেশে ভ্রমণ করেন এবং মাত্র ১২০টি শব্দ বা শ্লোক তৈরি করেন। তবে এই ১২০টি মাত্র শ্লোক মহান জ্ঞানের উৎস এবং একজন ব্যক্তির পক্ষে তাঁর পথ বোঝার জন্য এবং অনুসরণ করার জন্য সেগুলি যথেষ্ট। ১৪৮৫ সালে রাজস্থান রাজ্যে বড় আকারের খরা এবং আকাল হওয়ার পরে এই সম্প্রদায়টি প্রতিষ্ঠিত হয়েছিল। তিনি এই সম্প্রদায়ের অনুসরণ করার জন্য ২৯টি নীতি নির্ধারণ করে দিয়েছিলেন। পশু হত্যা এবং গাছ কাটা একেবারেই নিষিদ্ধ ছিল। খেজরি গাছ (প্রোসোপিস সিনারেরিয়া), বিষ্ণোইরাও পবিত্র বলে মনে করে।\n\nবিষ্ণোই পন্থ মোট ২৯টি নিয়মকে ঘিরে গড়ে উঠেছে। এর মধ্যে, আটটি নীতি জীববৈচিত্র্য সংরক্ষণ এবং ভাল পশুপালনকে উৎসাহিত করার পরামর্শ দেয়, সাতটি নীতি স্বাস্থ্যকর সামাজিক আচরণের নির্দেশনা প্রদান করে, এবং দশটি ব্যক্তিগত স্বাস্থ্যবিধি এবং মৌলিক সুস্বাস্থ্য বজায় রাখার দিকে চালিত করে। অন্য চারটি আদেশ প্রতিদিন বিষ্ণু উপাসনার জন্য নির্দেশিকা প্রদান করে।\n\n\n== উত্তরাধিকার এবং স্মৃতিরক্ষা অনুষ্ঠান ==\nবিষ্ণোইদের বিভিন্ন মন্দির রয়েছে, যার মধ্যে তারা রাজস্থান রাজ্যের বিকানীর জেলার নোখা তহশিলের মুকাম গ্রামের \"মুকাম মুক্তি ধাম\"কে সবচেয়ে পবিত্র বলে মনে করে। সেখানেই গুরু জম্ভেশ্বরের সমাধির উপরে সবচেয়ে পবিত্র বিষ্ণোই মন্দির নির্মিত হয়েছে। হরিয়ানা রাজ্যের হিসার শহরে গুরু জম্ভেশ্বর ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি প্রতিষ্ঠানটির নামকরণ করা হয়েছে তাঁর নামে।\n\n\n== আরও দেখুন ==\nভক্তি আন্দোলন\nচিপকো আন্দোলন\nখেজারলি গণহত্যা\n\n\n== তথ্যসূত্র =="}