{"pageid": 1128400, "title": "দেব ধাম যোধপুরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1128400", "content": "দেব ধাম যোধপুরিয়া হল প্রভু দেবনারায়ণকে উৎসর্গ করা একটি মন্দির যেটি রাজস্থান রাজ্যের টঙ্ক জেলার নিওয়াই পৌরসভায় অবস্থিত, এটি জয়পুর থেকে ৭৫ কিলোমিটার (৪৭ মাইল) দূরে  জয়পুর-কোটা জাতীয় সড়কের (জাতীয় সড়ক - ১২) ওপর, মাশি বাঁধের কাছে,  টঙ্ক জেলার নিওয়াই পৌরসভার মনোহরপুরায় অবস্থিত।\nদেবনারায়ণকে বিষ্ণুর অবতার হিসেবে পূজা করা হয়। এটা বিশ্বাস করা হয় যে ভগবান জন্মগ্রহণ করেছিলেন গুর্জার যোদ্ধা দম্পতির ঘরে, তাঁদের পুত্র দেবনারায়ণ হয়ে। দম্পতির নাম সাওয়াই ভোজ বাগারবত এবং সাধু মাতা গুর্জরী। তিনি বিক্রম সংবৎ বর্ষপঞ্জির ৯৬৮ সালে জন্মগ্রহণ করেছিলেন। মন্দিরটিতে শ্রী সওয়াই ভোজ গুর্জার, তারাদে পানওয়ার, ভুনা জি এবং মেহেন্দু জিয়ের মূর্তি এবং স্মৃতিচিহ্নও রয়েছে। মন্দিরটিতে বিশেষত শুক্রবারে ভক্তরা দর্শন করতে আসে এবং পুরো রাতে জাগরণের আয়োজন করে।\n\n\n== উৎসব ==\nদেবনারায়ণের স্মরণে মন্দিরে প্রতি বছর দুটি মেলার আয়োজন করা হয়। এই সময়ে, দেবনারায়ণের ভোপারা (পূজারী) নৃত্যরত অবস্থায় একটি থালার উপর তাঁর জন্ম এবং তাঁর সাহসী ক্রিয়াকলাপ সম্পর্কিত চিত্র তৈরি করে। প্রথম উৎসবটি হয় প্রতি বছর ভাদ্র মাসের সপ্তমী শুক্লপক্ষে (গ্রেগরীয় বর্ষপঞ্জির আগস্ট-সেপ্টেম্বর মাসে) এবং দ্বিতীয় উৎসবটি হয় প্রতি বছর মাঘ মাসের সপ্তমী কৃষ্ণপক্ষে (গ্রেগরীয় বর্ষপঞ্জির জানুয়ারি-ফেব্রুয়ারি মাসে)\n\n\n== মূর্তি ==\n\nমন্দিরটি বিভিন্ন মূর্তি দিয়ে সজ্জিত। এর মধ্যে রয়েছে দেবনারায়ণের সম্পর্কিত ভাই ভুনা এবং মেহেন্দুর মূর্তি এবং তাঁদের সৎ বোন তারাদে পানওয়ারের মূর্তি। অন্যান্য মূর্তিগুলি থেকে পাওয়া যায় সওয়াই ভোজের প্রতিকৃতি, একটি শিশু হিসাবে দেবনারায়ণ সাদু মাতা গুর্জারির কোলে বসে, দেবনারায়ণের জন্মস্থান এবং দেবনারায়ণের সিংহীর দুধ পান করা।\n\n\n== আরতি ও রাত জাগরণ ==\n\nদেবনারায়ণের আরতি (প্রধান পূজা) প্রতিদিন তিনবার হয়, ভোর ৪টা, সকাল ১১টা এবং সন্ধ্যা ৭টায়। বিশেষ করে শুক্রবার দিন দূর-দূরান্তের গ্রাম ও শহর থেকে ভক্তরা মন্দির দর্শন করতে আসেন। অনেক ভক্ত রাত্রি জাগরণ (জাগরণ) সংগঠিত করেন, বিশেষ করে শুক্রবারে জাগরণ হয় এবং গ্রীষ্মের মরসুমে প্রায় প্রতিদিনই এটি হয়।\nদেবনারায়ণের প্রতিটি ছবিতে নিম্নলিখিত উদ্ধৃতি লক্ষ্য করা যায়:\n\n\"সম্বৎ ৯৬৮ কে অংশ, জনম লিয়া গুর্জর কে বংশ\nসাধু সতী কে বচনো দ্বারা, কমল ফুল দেব লিয়া অবতার।\"\n\nকথাগুলিকে এইভাবে অনুবাদ করা যেতে পারে তিনি সাদু মাতা গুর্জারীকে দেওয়া প্রতিশ্রুতি পূরণ করার জন্য বিক্রম সংবৎ ৯৬৮ (৯১১ খ্রিস্টাব্দ) সালে গুর্জার রাজবংশে অবতার রূপে অবতীর্ণ হন।\n\n\n== বহিঃসংযোগ ==\nwww.devdham.org\n\n\n== তথ্যসূত্র =="}