{"pageid": 1128108, "title": "সেরাম সাগর", "url": "https://bn.wikipedia.org/wiki?curid=1128108", "content": "সেরাম সাগর বা সেরাম সাগর ( ইন্দোনেশীয়: Laut Seram   ) ইন্দোনেশিয়ার বিক্ষিপ্ত দ্বীপগুলির মধ্যে কয়েকটি ছোট সমুদ্রের একটি। এটি প্রশান্ত মহাসাগরের একটি অংশ, যার আয়তন প্রায় বারো হাজার বর্গকিলোমিটার (৪,৬০০ বর্গমাইল)। বুরু ও সেরামের মধ্যে অবস্থিত। এটি একসময় দক্ষিণ মোলুকাস নামে পরিচিত দুটি দ্বীপ ছিল। এই দ্বীপগুলি পুরাতন গাছপালার আদি বাসস্থান, যা দীর্ঘদিন ধরে তাদের মশলা, যেমন জায়ফল, লবঙ্গ এবং কালো গোলমরিচের মতো ব্যবহারের জন্য আকাঙ্ক্ষিত ছিল। তাদের চারপাশের সমুদ্রগুলি ব্যস্ত শিপিং রুট ছিল। সেরাম সাগর বিভিন্ন প্রজাতির গ্রীষ্মমণ্ডলীয় গোবি ও অন্যান্য অনেক মাছের আবাসস্থল। অনেকটা ইন্দোনেশিয়ান ছোট সমুদ্রের মতো। সেরাম সাগর পাথুরে ও খুব টেকটোনিকভাবে সক্রিয়।\n\n\n== ব্যাপ্তি ==\nইন্টারন্যাশনাল হাইড্রোগ্রাফিক অর্গানাইজেশন (IHO) সেরাম সাগরকে পূর্ব ভারতীয় দ্বীপপুঞ্জের অন্যতম সমুদ্র হিসাবে সংজ্ঞায়িত করে। আইএইচও এর সীমা নিম্নরূপ সংজ্ঞায়িত করে: উত্তর ও উত্তর-পূর্ব দিকে। তানজং দেহেকোলানো, সোয়েলা [ সুলা ] দ্বীপপুঞ্জের পূর্ব প্রান্ত থেকে ওবির পশ্চিম প্রান্ত পর্যন্ত। এর দক্ষিণ উপকূল বরাবর তানজুং সেরামালোলিও পূর্ব প্রান্ত পর্যন্ত। সেখান থেকে টোবালাই, কেকেহ, পিসাং ও কোফিয়াউ দ্বীপপুঞ্জ হয়ে তানজং সেলে পর্যন্ত (১°২৬′ দক্ষিণ ১৩০°৫৫′ পূর্ব )। নিউ গিনির পশ্চিম বিন্দু, উপকূলের নিচে কারুফা পর্যন্ত (৩°৫১.৫′ দক্ষিণ ১৩৩°২৭′ পূর্ব ) বিস্তৃত।\n দক্ষিণ-পূর্ব দিকে। কারুফা, নিউ গিনি থেকে পলাউ আদির দক্ষিণ-পূর্ব প্রান্তে। সেখান থেকে তানজুং বোরাং পর্যন্ত, পুলাউ নুহুয়ুতের উত্তর বিন্দু [ কাই বেসার ] (৫°১৭′ দক্ষিণ ১৩৩°০৯′ পূর্ব ) অবস্থিত।\n দক্ষিণ-পশ্চিম ও দক্ষিণে। পলাউ নুহুয়ুত (গ্রুট কাই) এর উত্তর বিন্দু থেকে ওয়াটুবেলা ও গোরং দ্বীপপুঞ্জ হয়ে সেরামের দক্ষিণ-পূর্ব প্রান্ত পর্যন্ত, এর উত্তর উপকূল বরাবর তানজুং তন্দুরুবেসার, উত্তর-পশ্চিম বিন্দু পর্যন্ত, সেখান থেকে তানজুং বাতুরুহানের একটি লাইন, বুরুর উত্তর প্রান্ত [ বুরু ], এবং উপকূল বরাবর তানজুং পালপেতু, দ্বীপের উত্তর-পশ্চিম বিন্দু অবস্থিত।\n\n পশ্চিমে তানজুং পালপেতু থেকে তানজুং ওয়াকা পর্যন্ত একটি রেখা, পলাউ সানানার দক্ষিণ বিন্দু। এই দ্বীপের মধ্য দিয়ে এর উত্তর বিন্দুতে, সেখান থেকে মাঙ্গোলি প্রণালী পেরিয়ে ম্যাঙ্গোলে (সুলা দ্বীপপুঞ্জ) এর দক্ষিণ উপকূলে [১°৫৬′ দক্ষিণ ১২৫°৫৫′ পূর্ব ]।\n\n\n== আরও পড়ুন ==\nফেয়ারব্রিজ, আরই (১৯৬৬)। দ্য এনসাইক্লোপিডিয়া অফ ওশানোগ্রাফি । নিউ ইয়র্ক: স্থগিত।\nওয়াং, জেমস সিএফ (১৯৯২)। মহাসাগরের রাজনীতি ও আইনের উপর হ্যান্ডবুক । নিউ ইয়র্ক: গ্রিনউড প্রেস।\n\n\n== তথ্যসূত্র =="}