{"pageid": 1128967, "title": "বাদশাহ খালিদ আন্তর্জাতিক বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1128967", "content": "বাদশাহ খালিদ আন্তর্জাতিক বিমানবন্দর (আরবি: مطار الملك خالد الدولي মাতার আল-মালিক খালিদ আল-দুওয়ালী, (আইএটিএ: RUH, আইসিএও: OERK)) সৌদি আরবের রিয়াদের ৩৫ কিলোমিটার (২২ মাইল) উত্তরে অবস্থিত একটি বিমানবন্দর, এটি স্থাপত্য সংস্থা এইচওকে দ্বারা নকশাকৃত এবং এরাবিয়ান বেখটেল কোম্পানি লিমিটেড সৌদি সরকারের পক্ষে নির্মাণ ব্যবস্থাপক হিসেবে কাজ করেছে।\nএই বিমানবন্দরে পাঁচটি যাত্রী টার্মিনাল রয়েছে (যার মধ্যে মাত্র তিনটি ব্যবহার করা হচ্ছে), প্রতিটিতে আটটি অ্যারো-ব্রিজ, একটি মসজিদ, ১১,৬০০টি গাড়ির জন্য আচ্ছাদিত এবং অনাবৃত গাড়ি পার্কিং, একটি অতিরিক্ত রাজকীয় টার্মিনাল (রাজ্যের অতিথিদের জন্য, সরকার প্রধানদের জন্য ও সৌদি রাজপরিবারের ব্যবহারের জনক্স, একটি কেন্দ্রীয় কন্ট্রোল টাওয়ার (বিশ্বের উচ্চতম একটি), এবং দুটি সমান্তরাল রানওয়ে, যার প্রতিটি ৪,২৬০ মিটার (১৩,৯৮০ ফুট) দীর্ঘ। পূর্বে বাদশাহ ফাহাদ আন্তর্জাতিক বিমানবন্দরের পরে স্থল এলাকার পরিপ্রেক্ষিতে বিশ্বের বৃহত্তম বিমানবন্দরটি কেকেআইএ-এর জন্য বরাদ্দকৃত ভূমি এলাকাটি বিশ্বের দ্বিতীয় বৃহত্তম বিমানবন্দর। এটি রিয়াদ বিমানবন্দর কোম্পানি দ্বারা পরিচালিত ও পরিচালিত হয়। ব্রিটিশ স্থাপত্যশিল্পী ব্রায়ান ক্লার্কের দাগযুক্ত কাঁচের রাজকীয় মসজিদ, এই মাধ্যমের ইতিহাসে একটি যুগান্তকারী কাজ, যা আধুনিক সময়ের সবচেয়ে বড় এবং প্রযুক্তিগতভাবে সবচেয়ে উন্নত দাগযুক্ত কাঁচের প্রকল্প হিসাবে বিবেচিত।\n\n\n== ইতিহাস ==\nবাদশাহ খালিদ আন্তর্জাতিক বিমানবন্দর (কেকেআইএ), স্থাপত্য অনুশীলন হেলমুথ, ওবাটা অ্যান্ড কাসাবাউম দ্বারা নকশা করা হয়েছে, ১৬ নভেম্বর ১৯৮৩ সালে এইচআরএইচ বাদশাহ ফাহদ দ্বারা খোলা হয়েছিল এবং একই বছরের ৫ ডিসেম্বর নির্ধারিত ফ্লাইটের জন্য খোলা হয়েছিল। তখন পর্যন্ত, এখন যা রিয়াদ এয়ার বেস রিয়াদ থেকে এবং রিয়াদ থেকে বাণিজ্যিক ফ্লাইটগুলি পরিবেশন করেছিল। রিয়াদের জন্য বর্ধিত আন্তর্জাতিক এবং স্থানীয় বিমান পরিবহন প্রয়োজনীয়তা পরিবর্তনটিকে প্রয়োজনীয় করে তুলেছে। রিয়াদ বিমান ঘাঁটি, যা শহরের কেন্দ্রস্থলের অনেক কাছাকাছি, রাজকীয় সৌদি বিমানবাহিনী দ্বারা পরিচালিত হয়।\nএই বিমানবন্দরটি নাসার স্পেস শাটলের জন্য একটি বিকল্প অবতরণ স্থান ছিল।\n\n\n== স্থাপনা ও সুবিধা ==\n\n\n=== টার্মিনাল ===\n\n\n==== যাত্রী টার্মিনাল ====\n\nএই বিমানবন্দরে পাঁচটি প্রধান যাত্রী টার্মিনাল রয়েছে, এগুলোর মাঝে চারটি ১৯৮৩ সালে বিমানবন্দর চালুর সময় নির্মিত হয় এবং পঞ্চম টার্মিনালটি ২০১৬ সালে চালু করা হয়।\n\nটার্মিনাল ১ সমস্ত আন্তর্জাতিক ফ্লাইটের জন্য ব্যবহার করা হয় (যা সৌদিয়া ও মিডল ইস্ট এয়ারলাইন্স দ্বারা পরিচালিত হয়, যেগুলো স্কাইটিম ও ফ্লাইনাস সদস্য)।\nটার্মিনাল ২ সৌদিয়া ও ফ্লাইনাস সহ স্কাইটিম সদস্যদের জন্য সমস্ত আন্তর্জাতিক ফ্লাইট দ্বারা ব্যবহৃত হয়।\nটার্মিনাল ৩ সংস্কার কাজের জন্য বন্ধ। টার্মিনাল ৫ কার্যক্রমের জন্য না খোলা পর্যন্ত এটি সৌদিয়া ও ফ্লাইনাসের সমস্ত অভ্যন্তরীণ ফ্লাইট পরিষেবার জন্য ব্যবহৃত হতো।\nটার্মিনাল ৪ অব্যবহৃত, নির্মাণের পর থেকে কখনও ব্যবহার করা হয়নি এবং বিমান সেতু ছাড়াই রয়ে গেছে। এখন এটি উন্নয়নাধীন যার কাজ পাঁচ বছর ধরে চলবে।\nটার্মিনাল ৫ হল ২০১৬ সালে খোলা নতুন টার্মিনাল, যা এখন সৌদিয়া ও ফ্লাইনাস অভ্যন্তরীণ ফ্লাইটের জন্য ব্যবহার করে।\n১৯৮৩ সালের নভেম্বরে বিমানবন্দরটি খোলার সময় টার্মিনাল ১ থেকে ৪ পর্যন্ত নির্মিত হয়েছিল। তিনটি সংযুক্ত ভবনের মাধ্যমে তারা একে অপরের সাথে সংযুক্ত, প্রতিটি টার্মিনাল দৈর্ঘ্যে ১৬৮ মিটার (৫৫১ ফুট)। প্রতিটি টার্মিনাল নকশায় ত্রিভুজাকার, যার আয়তন ৪৭,৫০০ বর্গমিটার (৫,১১,০০০ বর্গফুট)। কমপ্লেক্সে রয়েছে একটি আধুনিক ভিআইপি টার্মিনাল ও রেস্তোরাঁ, ক্যাফেটেরিয়া, এয়ারলাইন্স অফিস, সরকারি বিভাগ, হোটেল এবং রেন্ট-এ-কার কোম্পানির কাউন্টার, ব্যাংক, প্রাথমিক চিকিৎসা ক্লিনিক এবং বাণিজ্যিক দোকান।\nটার্মিনাল ৫ হল একটি ১,০৬,৫০০ বর্গমিটার (১১,৪৬,০০০ বর্গফুট) আয়তক্ষেত্রাকার ভবন যা ১৬টি সরু বা ৮টি প্রশস্ত আকৃতির বিমান পরিবেশন করতে পারে। এটি ডাবলিন বিমানবন্দর কর্তৃপক্ষের আইরিশ বিমানবন্দর অপারেটর দ্বারা পরিচালিত সৌদির প্রথম ব্যক্তিগতভাবে পরিচালিত বিমানবন্দর টার্মিনাল যা প্রতি বছর ১২ মিলিয়ন যাত্রী পরিচালনা করতে পারে।\n\n\n==== রাজকীয় টার্মিনাল ====\n\nসৌদি আরবের প্রধান ও রাজ্যের অন্যান্য উচ্চ-পদস্থ ভিআইপি দর্শকদের রাজকীয় প্যাভিলিয়নে অভ্যর্থনা জানানো হয়। রয়্যাল প্যাভিলিয়নে খোলা জায়গা, বাগান এলাকা এবং ফোয়ারা রয়েছে। ১২.৫ মিটার (৪১ ফুট) প্রশস্ত এবং ৩৯০ মিটার (১,২৮০ ফুট) দীর্ঘ একটি আনুষ্ঠানিক হল এটিকে মসজিদের সাথে সংযুক্ত করে। ভবনটির নকশা এবং জ্যামিতি স্থাপত্যগতভাবে ও নান্দনিক দিক থেকে অন্যান্য টার্মিনালগুলির মতোই। আগত অতিথিরা বিমান পার্কিং এলাকা থেকে ভবনে প্রবেশ করতে বিমান সেতু বা এস্কেলেটর ব্যবহার করতে পারেন। এয়ারসাইডের আনুষ্ঠানিক এলাকায় অনার গার্ড এবং ব্যান্ডদের সাথে জড়িত বিশেষ অভ্যর্থনার জন্য জায়গা রয়েছে। যাত্রী টার্মিনালগুলোর মতো রাজকীয় প্যাভিলিয়নের একটি ত্রিভুজাকার নকশা রয়েছে, যার ছাদটি ৩৩টি খিলানযুক্ত অংশের সমন্বয়ে স্থল স্তরের উপরে উচ্চতায় ৩০ মিটার (৯৮ ফুট) বিন্দুতে উঠেছে। কাঁচের দেয়াল এবং জানালাগুলো ভবনের অভ্যন্তরকে আলোকিত করে।\n\n\n==== সাধারণ বিমান চলাচল টার্মিনাল ====\nব্যক্তিগত বিমান ব্যবহারের জন্য রানওয়ে নম্বর ১-এর উত্তরে একটি সাধারণ বিমান চলাচল কমপ্লেক্স তৈরি করা হয়েছে এবং বিমানবন্দর প্রবেশ হাইওয়ে থেকে উত্তরে চলে যাওয়া একটি বিশেষ প্রবেশ সড়ক দ্বারা পৌঁছানো হয়েছে। সাধারণ বিমান চলাচলের সুবিধার মধ্যে রয়েছে একটি যাত্রী টার্মিনাল, বিমানের পার্কিং এবং রক্ষণাবেক্ষণ সুবিধা, ট্যাক্সিওয়ে এবং দর্শনার্থী, ভাড়াটে এবং কর্মীদের জন্য পার্কিং। ব্যক্তিগত মালিকানাধীন উড়োজাহাজ ছাড়াও, এই সুবিধা সৌদিয়ার বিশেষ ফ্লাইট পরিষেবা গ্রুপকে মিটমাট করে। এটি আলসালাম এয়ারক্রাফ্ট কোম্পানি লিমিটেডের দপ্তরও। রাজকীয় সৌদি বিমান বাহিনী বিমানের প্রোগ্রামড ডিপো রক্ষণাবেক্ষণ (পিডিএম) অনন্যভাবে ডিজাইন করা সুবিধাটিতে সঞ্চালিত হয়।\n\n\n=== রাজকীয় মসজিদ ===\n\nরাজকীয় মসজিদটি বিমানবন্দরের কেন্দ্রীয় অবস্থানে একটি প্লাজার মধ্যে স্থাপন করা হয়েছে। কেকেআইএ ছিল সৌদি আরবের প্রথম বিমানবন্দর যা তৎকালীন সমসাময়িক প্রকৌশল মানদণ্ডে নির্মিত হয়েছিল ও মসজিদটি নির্মাণের সময় বিশ্বের সবচেয়ে আধুনিক মসজিদ ছিল, যা একটি আধুনিক কমপ্লেক্স তৈরি করতে নির্মাণ ও প্রকৌশলে অগ্রগতির ব্যবহারের জন্য উল্লেখযোগ্য। একটি আঞ্চলিক আরবি শৈলীতে, এবং অবিচ্ছেদ্য শিল্পের প্রোগ্রামের জন্য, সেই সময়ে বিশ্বের বৃহত্তম ব্যাখ্যা করা হয়, সমসাময়িক শিল্পীদের কাজের সাথে ঐতিহ্যবাহী ইসলামি আলংকারিক উপাদানগুলোকে সমন্বয় করে। এর পরিকল্পনায় ষড়ভুজ, ও ৬০,০০০ বর্গ ফুটের বেশি এলাকা ঘেরা, এর স্কেল, অবস্থান এবং নকশা এটিকে যাত্রী কমপ্লেক্সের সবচেয়ে প্রভাবশালী ভবন করে তোলে। মসজিদের ভিতরে ৫,০০০ মুসল্লি থাকতে পারে, আশেপাশের প্লাজায় অতিরিক্ত ৪,০০০ জনের ধারণক্ষমতা রয়েছে। মসজিদের গম্বুজ, ৩৩ মিটার (১০৮ ফুট) ব্যাস এবং অভ্যন্তরীণভাবে পালিশ করা ব্রোঞ্জে পরিহিত, দাগযুক্ত কাঁচের জানালার একটি সাত ফুট ক্লেরেস্টরি রিং দ্বারা ভবনের নীচের ছাদ থেকে অভ্যন্তরীণভাবে পৃথক করা হয়েছে, যার নীচে ইরানি-আর্মেনীয় চিত্রশিল্পী এডম্যানের ডিজাইন করা একটি ক্যালিগ্রাফিক মোজাইক ব্যান্ড রয়েছে। আয়ভযান। হাতে কাটা কাচ এবং মার্বেল মোজাইক, ২৫০ বর্গ মিটার পরিমাপ এবং ক্লার্কের সহায়তায় গড়া, সেই সময়ে বিশ্বের বৃহত্তম ছিল, । গম্বুজের চূড়া, ৪০ মিটার (১৩০ ফুট) আগমনের স্তরের রাস্তার উপরে, কন্ট্রোল টাওয়ার এবং মিনার ব্যতীত যাত্রী কমপ্লেক্সের অন্যান্য সমস্ত কাঠামোর চেয়ে উঁচু। এটি নির্মাণের সময়, মসজিদের জন্য আলংকারিক এবং অবিচ্ছেদ্য শিল্পের প্রোগ্রাম সেই সময়ের বৃহত্তম একক শিল্প প্রকল্পগুলির মধ্যে একটি ছিল। মসজিদ প্লাজার উত্তর-পূর্ব কোণে, একটি মিনার ৩৯ মিটার (১২৮ ফুট) প্লাজা স্তরের উপরে। মিনারের অভ্যন্তরে একটি সর্পিল সিঁড়ি লাউডস্পিকারের প্রবেশ সরবরাহ করে যা প্রতিদিন পাঁচবার নামাজের আহ্বান সম্প্রচার করে। ৫,০৩০ বর্গমিটার (৫৪,১০০ বর্গফুট) মসজিদের মূল তলায় ফ্লোর স্পেস এবং আরও ৭৬৫ বর্গমিটার (৮,২৩০ বর্গফুট)  মেজানাইন মেঝেতে। মূল মসজিদের মেঝেতে একটি কোরানিক গ্রন্থাগার রয়েছে ৫০ বর্গমিটার (৫৪০ বর্গফুট) ব্যবহারকারীর স্থান এবং সঞ্চয়স্থানের জন্য একই পরিমাণ। লাইব্রেরি, ব্যক্তিগত অফিস এবং শৌচাগারগুলি দক্ষিণ-পূর্ব দিকে দক্ষিণ-পশ্চিম দেয়ালে অবস্থিত।\n\n\n==== দাগযুক্ত কাঁচ ====\n১৯৮২ সালে, ভেস্টি কর্পোরেশনের মাধ্যমে, ব্রিটিশ স্থাপত্য শিল্পী ব্রায়ান ক্লার্ককে রাজকীয় মসজিদের অভ্যন্তরের জন্য দাগযুক্ত কাঁচের শিল্পকর্মের একটি পরিকল্পনা করার জন্য কমিশন দেওয়া হয়েছিল। ক্লার্ক ছয় সপ্তাহ ধরে ফেজ এবং ট্যানজিয়ার্সের কুরআন স্কুলে ইসলামি অলঙ্কার নিয়ে অধ্যয়ন করেন ও ঐতিহাসিক প্যান-ইসলামি আলংকারিক ঐতিহ্যের সাথে জড়িত বিমূর্ত নকশার একটি সিরিজ তৈরি করেন। ১৯৮২ সালে সমাপ্ত এবং ২,০০০ বর্গ মিটার দাগযুক্ত কাচ সমন্বিত, রাজকীয় মসজিদটিকে আধুনিক সময়ের সবচেয়ে বড় ও প্রযুক্তিগতভাবে সবচেয়ে উন্নত দাগযুক্ত কাঁচের প্রকল্প হিসাবে বিবেচনা করা হয়েছিল, যার জন্য ৪টি দাগযুক্ত কাঁচের কারখানা এবং ১৫০ জন কারিগরের সম্পূর্ণ কর্মীদের বানাতে এক বছর সময় লেগেছিল। নকশার প্রযুক্তিগত চাহিদাগুলির জন্য কিছু ঐতিহ্যবাহী উৎপাদন কৌশলগুলোর পুনরুজ্জীবন, অলঙ্কৃত জ্যামিতিক অগ্রণী প্রোগ্রামের সাথে সামঞ্জস্য করার জন্য নতুনগুলির বিকাশ ও স্ক্রিনপ্রিন্টিং এবং ফ্লোটের অ্যাসিড-এচিং সহ আধুনিক প্রযুক্তি ও কাঁচের উপকরণ স্থাপনের প্রয়োজন ছিল।\n\n\n=== রানওয়ে ও এপ্রোন ===\n\n\n=== এয়ার ট্রাফিক কন্ট্রোল টাওয়ার ===\nরাজকীয় প্যাভিলিয়ন ও মসজিদের মাঝখানে যাত্রী টার্মিনাল কমপ্লেক্সের কেন্দ্রস্থলে অবস্থিত এয়ার ট্রাফিক কন্ট্রোল টাওয়ারটি উচ্চতায় ৮১ মিটার (২৬৬ ফুট)। টাওয়ার ফ্রিকোয়েন্সি ১১৮.৬ই ও ১১৮.৮ডাব্লিউ। জিএনডি ১২১.৬। সিডি ১২১.৮। রিয়াদ বিভাগ ১২০.০ রিয়াদ অ্যাপ্রোচ ১২৬.০\nটাওয়ারটিতে ১৯টি আলাদা ফ্লোর লেভেল রয়েছে, যার মধ্যে টাওয়ারের গোড়ার অপারেশন এলাকা এবং মোট মেঝেটি আয়তনে ১,২৩০ বর্গমিটার (১৩,২০০ বর্গফুট)। ১৯টি তলার মধ্যে ছয়টি মূল তলা হিসেবে বিবেচিত হয়। এর মধ্যে রয়েছে টাওয়ারের গোড়ায় কার্যক্রম স্তর, দুটি ইকুইপমেন্ট তলা, একটি পর্যবেক্ষণ তলা, একটি পরিষেবা তলা ও টাওয়ারের শীর্ষে থাকা ক্যাব তলা যেখান থেকে এয়ার ট্রাফিক কন্ট্রোলাররা পুরো বিমানবন্দরকে প্রত্যক্ষ করে। কার্যক্রম তলায় বিমানবন্দরের জন্য রাডার নিয়ন্ত্রণ কেন্দ্রের পাশাপাশি সম্মেলন কক্ষ, অফিস ও একটি প্রশিক্ষণ স্থান রয়েছে। দুটি সরঞ্জাম স্তরে যান্ত্রিক এবং বৈদ্যুতিক সরঞ্জাম ও তারগুলো রয়েছে এবং পরিষেবা তলায় ক্যাবে কর্তব্যরত কর্মীদের জন্য একটি রান্নাঘর, লাউঞ্জ এবং শৌচাগার রয়েছে। ক্যাব নিজেই কন্ট্রোলার অপারেটিং অবস্থান এবং ইলেকট্রনিক এবং যোগাযোগ সরঞ্জাম ধারণ করে। টাওয়ারটি স্ট্যান্ডবাই পাওয়ারের দুটি উৎস দিয়ে সরবরাহ করা হয় যদি বিদ্যুতের নিয়মিত উত্সটি বাধাগ্রস্ত হয়। একবার উৎস হল কেন্দ্রীয় বিদ্যুৎ কেন্দ্রে স্ট্যান্ডবাই পাওয়ার সাপ্লাই - তিনটি ডিজেল ইঞ্জিন জেনারেটর। এছাড়াও, টাওয়ারে অবস্থিত একটি ৩০০-কিলোওয়াট ডিজেল ইঞ্জিন নিজেই জরুরী শক্তির একটি গৌণ উৎস সরবরাহ করতে পারে। টাওয়ারটি সবচেয়ে উন্নত ইলেকট্রনিক রাডার সিস্টেম এবং উপলভ্য ডেটা প্রসেসিং সরঞ্জাম দিয়ে সজ্জিত।\n\n\n=== আন্তঃটার্মিনাল সংযোগ ===\nবাদশাহ খালিদ আন্তর্জাতিক বিমানবন্দরের এক টার্মিনাল থেকে অন্য টার্মিনালে যাওয়া যাত্রীরা পরিবহনের জন্য চলন্ত ফুটপাত ব্যবহার করতে পারেন। চলমান ফুটপাত সৌদি আরবে প্রথম এই বিমানবন্দরে স্থাপিত হয়, এটি তিনটি সংযুক্তকারী ভবনে অবস্থিত যা আন্তর্জাতিক ও অভ্যন্তরীণ টার্মিনালগুলোকে সংযুক্ত করে।\nমোট ওয়াকওয়েটি ১,১৯৬ মিটার (৩,৯২৪ ফুট), যা আসলে প্রশস্ত পরিবাহক বেল্ট যা মেঝের স্তরে কাজ করে ও ১ মিটার প্রতি সেকেন্ড (২.২ মাইল প্রতি ঘণ্টা) গতিতে চলে। টার্মিনাল কমপ্লেক্সে যাত্রীদের অতিরিক্ত সুবিধার মধ্যে রয়েছে ৮০টি লিফট ও এসকেলেটর। পার্কিং গ্যারেজে, ১৬টি এস্কেলেটর রয়েছে যা দুটি মসজিদে পরিবেশন করা হয়।\nএলিভেটর, এস্কেলেটর ও চলন্ত ফুটপাতে সর্বাধুনিক নিরাপত্তা সরঞ্জাম স্থাপন করা আছে। আগুন লাগলে লিফটগুলো স্বয়ংক্রিয়ভাবে মূল মেঝেতে ফিরে আসবে ও দরজা খুলে দেওয়া হবে। এস্কেলেটর ও চলন্ত ফুটপাথগুলো আগুন এবং ধোঁয়া শনাক্তকারী দ্বারা সজ্জিত যা আগুন সনাক্ত করা হলে সেগুলো স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যাবে।\n\n\n=== বিমান সেতু ===\n\nকেকেআইএ হল সৌদি আরবের প্রথম বিমানবন্দর যেখানে হ্যান্ডলিং ও টার্নঅ্যারাউন্ড সময়ের গতি বাড়ানোর জন্য বিমান সেতু স্থাপন করা হয়েছিল। প্রতিটি টার্মিনালের আটটি প্রবেশপথ রয়েছে যার বিমান সেতুগুলো কার্যকরভাবে টার্মিনাল ভবন ও অপেক্ষারত বিমানের মধ্যে বাস ভ্রমণের প্রয়োজনীয়তা দূর করে।\n\n\n=== ভূচিত্র ===\nকেকেআইএ-এর ভূদৃশ্য ৫,০০,০০০ বর্গমিটার (৫৪,০০,০০০ বর্গফুট)। ২২৫,০০০ টিরও বেশি গাছ, লতাগুল্ম, গুল্ম এবং গ্রাউন্ড কভার প্ল্যান্টগুলো বিমানবন্দরের স্থান ও অভ্যন্তরীণ আঙ্গিনাগুলো ভূচিত্র করার জন্য ব্যবহৃত হয়েছিল। ভূদৃশ্য নকশার একটি কারণ ছিল সেচের জলের সীমিত প্রাপ্যতা। সাইটের জন্য নির্বাচিত সমস্ত গাছপালা তাপ, বাতাস ও শুষ্ক মাটির অবস্থা সহনশীল। যেখানেই সম্ভব, রিয়াদ এলাকায় বা অনুরূপ পরিবেশে সফল বৃদ্ধির ইতিহাস বিবেচনা করে গাছপালা নির্বাচন করা হয়েছিল।\n\n\n=== নিরাপত্তা ===\nএই ব্যবস্থায় পাঁচটি পৃথক অগ্নিনির্বাপণ ঘর রয়েছে, যেখানে বেশ কয়েকটি আধুনিক অগ্নিনির্বাপক যান এবং প্রশিক্ষিত অগ্নিনির্বাপক কর্মী রয়েছে। জায়গাটিতে নিরাপত্তা সরঞ্জাম ও একটি নিরাপত্তা বাহিনী রয়েছে।\n\n\n=== পার্কিং সুবিধা ===\nযাত্রী টার্মিনালের সামনে সরাসরি বিমানবন্দর মসজিদের দুপাশে দুটি বড় তিনস্তরের গ্যারেজ নির্মাণ করা হয়েছে। এগুলো টার্মিনাল ও মসজিদের সাথে আগমন স্তরের সড়কপথের অধীনে পথচারী হাঁটার পথ দ্বারা সংযুক্ত। গ্যারেজগুলোতে ১১,৬০০ গাড়ি বহন সক্ষম নকশা করা হয়েছে। গ্যারেজগুলো কাস্ট-ইন-প্লেস কংক্রিট দিয়ে তৈরি ও প্রতিটি আচ্ছাদিত স্তর ৪ মিটার (১৩ ফুট) উঁচু। এসকেলেটর এবং লিফট এই গ্যারেজে রয়েছে, পাশাপাশি বিভিন্ন স্তরের মধ্যে সিঁড়ি বিদ্যমান।\n\n\n== এয়ারলাইন্স ও গন্তব্য ==\n\n\n=== যাত্রী ===\n\n\n=== কার্গো ===\n\n\n== সম্প্রসারণ ==\nজুলাই ২০১৪ সালে জার্মান নির্মাণ কোম্পানি হোচটিফ বিমানবন্দর সম্প্রসারণের জন্য নিলামে জিতেছিল যার লক্ষ্য বিমানবন্দরের ক্ষমতা ১৫ মিলিয়ন থেকে ২৫ মিলিয়নে উন্নীত করা এবং একটি নতুন পঞ্চম টার্মিনাল অন্তর্ভুক্ত করা। চুক্তিটির মূল্য ছিল €১.৩ বিলিয়ন এবং ভারতীয় ইঞ্জিনিয়ারিং কোম্পানি শাপুরজি পালোনজি মিডইস্ট ও সৌদি আরবের নির্মাণ কোম্পানি নাহদাত আল ইমারের সাথে ৫৫% অংশীদারি হোচটিফ দ্বারা পরিচালিত হবে। মে ২০১৯-এর মধ্যে নির্মাণ কাজ শেষ হবে বলে আশা করা হচ্ছে। টার্মিনাল ৪ প্রয়োজনীয় সুবিধা দিয়ে সজ্জিত হবে বলে আশা করা হচ্ছে। ১৯৮৩ সালে প্রতিষ্ঠিত হওয়ার পর থেকে কেকেআইএ কোনো উন্নয়নের সাক্ষী হয়নি।\nবিমানবন্দরটি শহরের নতুন মেট্রো ব্যবস্থার সাথে সংযুক্ত করা হবে, এবং জিএসিএ এই উদ্দেশ্যে রিয়াদ উন্নয়ন কর্তৃপক্ষের সাথে একটি চুক্তিতে পৌঁছেছে। মেট্রো ব্যবস্থাটি যাত্রীদের দ্রুত এবং আরামদায়কভাবে শহরের কেন্দ্রে পৌঁছাতে সাহায্য করবে, যোগ করে যে মেট্রো লাইনের জন্য প্রকল্পে স্পট বরাদ্দ করা হয়েছে। সৌদি রেলওয়ে কোম্পানি বিমানবন্দরের দক্ষিণ-পূর্ব অংশে মেট্রো সিস্টেমের মাধ্যমে টার্মিনালের সাথে যুক্ত করার জন্য প্রধান রেলওয়ে স্টেশন নির্মাণ করবে।\n\n\n== দুর্ঘটনা ও ঘটনাসমূহ ==\n২৭ জুলাই ২০১০ স্থানীয় সময় ১১:৩৮ এ, লুফথানসা ৮৪৬০ কার্গো ফ্লাইট, একটি এমডি-১১ নিবন্ধিত ডি-এএলসিকিউ, বিমানবন্দরে অবতরণের সময় বিধ্বস্ত হয় ও পরবর্তী আগুনে মেরামতের বাইরে ক্ষতিগ্রস্ত হয়। বোর্ডে থাকা পাইলট ইন কমান্ড ও ফার্স্ট অফিসার মাত্র দুই ব্যক্তি আহত হোন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বাদশাহ খালিদ আন্তর্জাতিক বিমানবন্দর সম্পর্কিত মিডিয়া দেখুন।\n\nKing Khalid International Airport Riyadh\nRUH-এর দুর্ঘটনার ইতিহাস - এভিয়েশন সেফটি নেটওয়ার্ক\nস্কাইভেক্টরে OERK-এর বৈমানিক চার্ট ও বিমানবন্দরের তথ্য\nOERK-এর আবহাওয়া তথ্য - NOAA/NWS"}