{"pageid": 1128005, "title": "ভারতের বিদ্যুৎ খাত", "url": "https://bn.wikipedia.org/wiki?curid=1128005", "content": "ভারত বিশ্বের তৃতীয় বৃহত্তম বিদ্যুৎ উৎপাদনকারী দেশ।  ৩১ ডিসেম্বর ২০২১ পর্যন্ত ভারতের জাতীয় বৈদ্যুতিক গ্রিডের ৩৯৩.৩৮৯ গিগাওয়াট ক্ষমতা রয়েছে। নবায়নযোগ্য বিদ্যুৎ কেন্দ্র, যার মধ্যে বড় জলবিদ্যুৎ কেন্দ্রও রয়েছে, ভারতের মোট ইনস্টল ক্ষমতার ৩৭% তৈরি করে।অর্থবছরে (FY) ২০১৯-২০, ভারতে ইউটিলিটিগুলির দ্বারা উত্পাদিত মোট বিদ্যুত ছিল ১,৩৮৩.৫ TWh এবং দেশে মোট বিদ্যুৎ উৎপাদন (ইউটিলিটি এবং নন ইউটিলিটি) ছিল ১,৫৯৮ TWh৷  FY২০১৯-এ মোট বিদ্যুৎ খরচ ছিল মাথাপিছু ১,২০৮ kWh।  FY২০১৫ সালে, বিশ্বব্যাপী কৃষিতে বৈদ্যুতিক শক্তির ব্যবহার সর্বোচ্চ (১৭.৮৯%) হিসাবে রেকর্ড করা হয়েছিল।  ভারতে কম বিদ্যুতের শুল্ক থাকা সত্ত্বেও অন্যান্য দেশের তুলনায় মাথাপিছু বিদ্যুতের ব্যবহার কম। \nভারতের একটি উদ্বৃত্ত বিদ্যুৎ উৎপাদন ক্ষমতা আছে কিন্তু পর্যাপ্ত সঞ্চালন ও বিতরণ পরিকাঠামোর অভাব রয়েছে।ভারতের বিদ্যুৎ খাতে জীবাশ্ম জ্বালানি, বিশেষ করে কয়লা, যা দেশের প্রায় তিন-চতুর্থাংশ বিদ্যুৎ উৎপাদন করে।  সরকার নবায়নযোগ্য জ্বালানিতে বিনিয়োগ বাড়ানোর চেষ্টা করছে।সরকারের ২০১৮ সালের ন্যাশনাল ইলেক্ট্রিসিটি প্ল্যানে বলা হয়েছে যে দেশে ২০২৭ সাল পর্যন্ত ইউটিলিটি সেক্টরে আরও অ-নবায়নযোগ্য বিদ্যুৎ কেন্দ্রের প্রয়োজন নেই, নির্মাণাধীন ৫০,০২৫ মেগাওয়াট কয়লা-ভিত্তিক বিদ্যুৎ কেন্দ্র চালু করা এবং পরবর্তীতে ২৭৫,০০০ মেগাওয়াট মোট নবায়নযোগ্য বিদ্যুৎ ক্ষমতা যুক্ত করা। প্রায় ৪৮,০০০ মেগাওয়াট পুরানো কয়লা চালিত প্লান্টের অবসর।  আশা করা হচ্ছে যে ২০২৯-৩০ সালের মধ্যে মোট বিদ্যুত উৎপাদনের প্রায় ৪৪.৭% নন-ফসিল ফুয়েল উৎপাদনের অবদান হতে পারে। \n\n\n== ইতিহাস ==\n\nকলকাতা বৈদ্যুতিক আলোর প্রথম প্রদর্শনী ২৪ জুলাই ১৮৭৯ সালে PW Fleury & Co দ্বারা পরিচালিত হয়েছিল। ৭ জানুয়ারী ১৮৯৭-এ, Kilburn & Co কলকাতার বৈদ্যুতিক আলোর লাইসেন্সটি ইন্ডিয়ান ইলেকট্রিক কোম্পানির এজেন্ট হিসাবে সুরক্ষিত করে, যেটি নিবন্ধিত হয়েছিল ১৮৯৭ সালের ১৫ জানুয়ারি লন্ডনে।এক মাস পরে, কোম্পানির নামকরণ করা হয় কলকাতা ইলেকট্রিক সাপ্লাই কর্পোরেশন ।কোম্পানির নিয়ন্ত্রণ শুধুমাত্র ১৯৭০ সালে লন্ডন থেকে কলকাতায় স্থানান্তরিত হয়।কলকাতায় বিদ্যুতের প্রবর্তন একটি সফলতা ছিল, এবং পরবর্তীতে বোম্বেতে (বর্তমানে মুম্বাই ) বিদ্যুৎ চালু হয়।  মুম্বাইতে প্রথম বৈদ্যুতিক আলোর প্রদর্শনী হয় ১৮৮২ সালে ক্রফোর্ড মার্কেটে এবং বোম্বে ইলেকট্রিক সাপ্লাই অ্যান্ড ট্রামওয়ে কোম্পানি (BEST) ১৯০৫ সালে ট্রামওয়ের জন্য বিদ্যুৎ সরবরাহ করার জন্য একটি জেনারেটিং স্টেশন স্থাপন করে। \n১৮৯৭ সালে দার্জিলিং মিউনিসিপ্যালিটির জন্য সিদ্রাপং -এ একটি চা বাগানের  ভারতে প্রথম জলবিদ্যুৎ স্থাপন করা হয়েছিল।এশিয়ার প্রথম বৈদ্যুতিক রাস্তার বাতিটি ১৯০৫ সালের ৫ আগস্ট বেঙ্গালুরুতে জ্বালানো হয়েছিল।  দেশের প্রথম বৈদ্যুতিক ট্রেনটি ১৯২৫ সালের  ফেব্রুয়ারি বোম্বের ভিক্টোরিয়া টার্মিনাস এবং কুরলার মধ্যে হারবার লাইনে চলে।ভারতের প্রথম উচ্চ-ভোল্টেজ পরীক্ষাগারটি ১৯৪৭ সালে সরকারি ইঞ্জিনিয়ারিং কলেজ, জবলপুরে প্রতিষ্ঠিত হয়েছিল।  ১৮ আগস্ট ২০১৫-এ, কোচিন আন্তর্জাতিক বিমানবন্দর একটি উত্সর্গীকৃত সৌর প্ল্যান্টের উদ্বোধনের সাথে বিশ্বের প্রথম সম্পূর্ণ সৌরশক্তি চালিত বিমানবন্দর হয়ে ওঠে। \nভারত ১৯৬০ এর দশকে আঞ্চলিক ভিত্তিতে গ্রিড ব্যবস্থাপনা ব্যবহার শুরু করে।স্বতন্ত্র রাজ্য গ্রিডগুলিকে ৫টি আঞ্চলিক গ্রিড গঠনের জন্য আন্তঃসংযুক্ত করা হয়েছিল যা মূল ভূখণ্ডের ভারত, উত্তর, পূর্ব, পশ্চিম, উত্তর পূর্ব এবং দক্ষিণ গ্রিডগুলিকে কভার করে।প্রতিটি অঞ্চলের রাজ্যগুলির মধ্যে উদ্বৃত্ত বিদ্যুতের সঞ্চালন সক্ষম করার জন্য এই আঞ্চলিক সংযোগগুলি প্রতিষ্ঠিত হয়েছিল।১৯৯০-এর দশকে, ভারত সরকার একটি জাতীয় গ্রিডের পরিকল্পনা শুরু করে।আঞ্চলিক গ্রিডগুলি প্রাথমিকভাবে অসিঙ্ক্রোনাস হাই-ভোল্টেজ ডাইরেক্ট কারেন্ট (HVDC) ব্যাক-টু-ব্যাক লিঙ্কগুলির দ্বারা আন্তঃসংযুক্ত ছিল যা নিয়ন্ত্রিত শক্তির সীমিত বিনিময়ের সুবিধার্থে।লিঙ্কগুলি পরবর্তীতে উচ্চ ক্ষমতার সিঙ্ক্রোনাস লিঙ্কগুলিতে আপগ্রেড করা হয়েছিল। \nআঞ্চলিক গ্রিডগুলির প্রথম আন্তঃসংযোগ ১৯৯১ সালের অক্টোবরে প্রতিষ্ঠিত হয়েছিল যখন উত্তর-পূর্ব এবং পূর্ব গ্রিডগুলি আন্তঃসংযুক্ত ছিল।২০০৩ সালের মার্চ মাসে ওয়েস্টার্ন গ্রিড এই গ্রিডগুলির সাথে আন্তঃসংযুক্ত ছিল।উত্তর গ্রিডটিও আগস্ট ২০০৬-এ আন্তঃসংযুক্ত ছিল, একটি কেন্দ্রীয় গ্রিড গঠন করে যা সমলয়ভাবে সংযুক্ত ছিল এবং একটি ফ্রিকোয়েন্সিতে কাজ করে।  একমাত্র অবশিষ্ট আঞ্চলিক গ্রিড, সাউদার্ন গ্রিড, ৩১ ডিসেম্বর ২০১৩-এ ৭৬৫ কেভি রায়চুর-সোলাপুর ট্রান্সমিশন লাইন চালু করার সাথে সাথে কেন্দ্রীয় গ্রিডের সাথে সুসংগতভাবে সংযুক্ত হয়েছিল, জাতীয় গ্রিড প্রতিষ্ঠা করে। \n২০১৫ সালের ক্যালেন্ডার বছরের শেষ নাগাদ, দুর্বল জলবিদ্যুৎ উৎপাদন সত্ত্বেও, চাহিদার অভাবে থাকা ভারত, বিপুল বিদ্যুৎ উৎপাদন ক্ষমতা সহ একটি শক্তি উদ্বৃত্ত দেশে পরিণত হয়।  ক্যালেন্ডার বছর ২০১৬ শুরু হয়েছিল কয়লা, ডিজেল তেল, ন্যাফথা, বাঙ্কার ফুয়েল এবং তরলীকৃত প্রাকৃতিক গ্যাস (LNG) এর মতো জ্বালানি পণ্যের আন্তর্জাতিক মূল্যে ব্যাপক পতনের সাথে, যা ভারতে বিদ্যুৎ উৎপাদনে ব্যবহৃত হয়।  পেট্রোলিয়াম পণ্যের বিশ্বব্যাপী আধিক্যের ফলে, এই জ্বালানিগুলি পিট হেড কয়লা-ভিত্তিক পাওয়ার জেনারেটরের সাথে প্রতিযোগিতা করার জন্য যথেষ্ট সস্তা হয়ে উঠেছে।  কয়লার দামও কমেছে।  কয়লার কম চাহিদার কারণে বিদ্যুৎ কেন্দ্রের পাশাপাশি কয়লা খনিতে কয়লার মজুদ বেড়েছে।  ভারতে নবায়নযোগ্য শক্তির নতুন স্থাপনা ২০১৬-১৭ সালে প্রথমবারের মতো জীবাশ্ম জ্বালানির ইনস্টলেশনকে ছাড়িয়ে গেছে। \n২৯ মার্চ ২০১৭-এ, সেন্ট্রাল ইলেক্ট্রিসিটি অথরিটি (CEA) জানিয়েছে যে ভারত প্রথমবারের মতো বিদ্যুতের নেট রপ্তানিকারক হয়ে উঠেছে।ভারত প্রতিবেশী দেশগুলিতে ৫,৭৯৮ GWh রপ্তানি করেছে, মোট ৫,৫৮৫ GWh আমদানির বিপরীতে।\nভারত সরকার ২০১৬ সালে সকলের জন্য শক্তি নামে একটি প্রোগ্রাম চালু করে।  সমস্ত পরিবার, শিল্প এবং বাণিজ্যিক প্রতিষ্ঠানে নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ নিশ্চিত করার জন্য প্রয়োজনীয় অবকাঠামো প্রদানের জন্য ডিসেম্বর ২০১৮ এর মধ্যে প্রোগ্রামটি সম্পন্ন করা হয়েছিল।  ভারত সরকার এবং এর উপাদান রাজ্যগুলির মধ্যে সহযোগিতার মাধ্যমে অর্থায়ন করা হয়েছিল। \n\n\n== স্থাপনার ধারণক্ষমতা ==\nমোট ইনস্টল করা বিদ্যুৎ উৎপাদন ক্ষমতা হল ইউটিলিটি ক্ষমতা, ক্যাপটিভ পাওয়ার ক্ষমতা এবং অন্যান্য অ-ইউটিলিটিগুলির সমষ্টি।\n\n\n=== ইউটিলিটি শক্তি ===\n\n১ এপ্রিল ২০২১ পর্যন্ত প্রায় ৩২,২৮৫ মেগাওয়াট কয়লা ও গ্যাস ভিত্তিক তাপবিদ্যুৎ প্রকল্প নির্মাণাধীন রয়েছে। \nসেক্টর এবং প্রকার অনুসারে ৩০ নভেম্বর ২০২০ পর্যন্ত মোট ইনস্টল করা ইউটিলিটি পাওয়ার উৎপাদন ক্ষমতা নীচে দেওয়া হল। \n\n≤ ২৫ মেগাওয়াট উৎপাদন ক্ষমতা সহ জলবিদ্যুৎ কেন্দ্রগুলি পুনর্নবীকরণযোগ্য বিভাগে অন্তর্ভুক্ত করা হয়েছে (SHP - Small Hydro Project হিসাবে শ্রেণীবদ্ধ)।\nপুনর্নবীকরণযোগ্য শক্তির উৎস (RES) এর বিচ্ছেদ হল:\n\nসৌর শক্তি (৩৬,৯১০.৫৩ মেগাওয়াট)\nবায়ু শক্তি (৩৮,৪৩৩.৫৫ মেগাওয়াট)\nবায়োমাস (১০,১৪৫.৯২ মেগাওয়াট)\nছোট হাইড্রো (৪,৭৪০.৪৭ মেগাওয়াট)\nবর্জ্য থেকে শক্তি (১৬৮.৬৪ মেগাওয়াট)\n\n\n=== বন্দী ক্ষমতা ===\n৩১ মার্চ ২০২১ পর্যন্ত শিল্প-মালিকানাধীন প্ল্যান্টের সাথে যুক্ত ইনস্টল করা ক্যাপটিভ পাওয়ার উৎপাদন ক্ষমতা (  মেগাওয়াটের উপরে) ৭০,০০০ মেগাওয়াট।২০২০-২১ অর্থবছরে ক্যাপটিভ পাওয়ার জেনারেশন ছিল ২০০,০০০ GWh।  দেশে ৭৫,০০০ মেগাওয়াট ক্ষমতার ডিজেল পাওয়ার জেনারেশন সেট (১ মেগাওয়াটের উপরে এবং ১০০ কেভিএ এর নিচের আকারের সেট ব্যতীত) ইনস্টল করা হয়েছে।  এছাড়াও, ১০০—KVA এর কম ক্ষমতার বিপুল সংখ্যক ডিজেল জেনারেটর রয়েছে  সমস্ত সেক্টরে বিদ্যুৎ বিভ্রাটের সময় জরুরী বিদ্যুতের চাহিদা মেটাতে। \n\n\n=== রাজ্য বা অঞ্চল দ্বারা ইনস্টল করা ক্ষমতা ===\nএটি ইনস্টল করা বিদ্যুৎ উৎপাদন ক্ষমতা দ্বারা ভারতের রাজ্য এবং অঞ্চলগুলির একটি তালিকা ৷\n\nঅন্যান্য পুনর্নবীকরণযোগ্য শক্তির উত্সগুলির মধ্যে রয়েছে SHP (ছোট হাইড্রো পাওয়ার - হাইডেল প্ল্যান্ট ≤ ২৫ মেগাওয়াট), বায়োমাস পাওয়ার, নগর ও শিল্প বর্জ্য, সৌর এবং বায়ু শক্তি\n\n\n== চাহিদা ==\n\nচাহিদা প্রবণতা\n২০১৯-২০ অর্থবছরে, ইউটিলিটি শক্তির প্রাপ্যতা ছিল ১,২৮৪.৪৪ বিলিয়ন কিলোওয়াট ঘন্টা, যা ৬. বিলিয়ন কিলোওয়াট ঘন্টা (-০.৫%) দ্বারা প্রয়োজনীয়তার তুলনায় একটি স্বল্প পতন।সর্বোচ্চ লোড মেটানো হয়েছে ১৮২,৫৩৩ মেগাওয়াট ১,২২৯ মেগাওয়াট (-০.৬%) প্রয়োজনীয়তার কম।২০২০ লোড জেনারেশন ব্যালেন্স রিপোর্টে, ভারতের কেন্দ্রীয় বিদ্যুৎ কর্তৃপক্ষ ২০২০-২১ অর্থবছরের জন্য যথাক্রমে ২.৭% এবং ৯.১% শক্তি উদ্বৃত্ত এবং সর্বোচ্চ উদ্বৃত্ত হওয়ার প্রত্যাশা করেছে।  আঞ্চলিক ট্রান্সমিশন লিঙ্কের মাধ্যমে উদ্বৃত্ত সহ রাজ্যগুলির থেকে ঘাটতির সম্মুখীন হওয়ার আশা করা কয়েকটি রাজ্যের জন্য বিদ্যুৎ উপলব্ধ করা হবে।  ক্যালেন্ডার বছর ২০১৫ থেকে, ভারতে বিদ্যুৎ বিতরণের তুলনায় বিদ্যুৎ উৎপাদন কম সমস্যা হয়েছে। \n\nচাহিদার পথ\nপ্রায় ০.০৭% ভারতীয় পরিবারের (০.২ মিলিয়ন) বিদ্যুৎ ব্যবহারের সুযোগ নেই।  ইন্টারন্যাশনাল এনার্জি এজেন্সি অনুমান করেছে যে ভারত ২০৫০  আগে ৬০০ গিগাওয়াট থেকে ১,২০০ গিগাওয়াট অতিরিক্ত নতুন বিদ্যুৎ উৎপাদন ক্ষমতা যোগ করবে।এই যোগ করা নতুন ক্ষমতা ২০০৫ সালে ইউরোপীয় ইউনিয়ন (EU-২৭) এর ৭৪০ GW মোট বিদ্যুত উৎপাদন ক্ষমতার সমান।ভারত যে প্রযুক্তি এবং জ্বালানি উত্সগুলি গ্রহণ করে কারণ এটি এই বিদ্যুৎ উৎপাদন ক্ষমতা যোগ করে তা বিশ্বব্যাপী সম্পদের ব্যবহার এবং পরিবেশগত সমস্যাগুলির উপর উল্লেখযোগ্য প্রভাব ফেলতে পারে।  শীতল করার জন্য বিদ্যুতের চাহিদা ( HVAC ) দ্রুত বৃদ্ধি পাবে বলে অনুমান করা হচ্ছে। \nপ্রায় ১৩৬ মিলিয়ন ভারতীয় (১১%) রান্নার এবং সাধারণ গরম করার প্রয়োজনের জন্য ঐতিহ্যগত জ্বালানী - জ্বালানী কাঠ, কৃষি বর্জ্য এবং শুকনো পশুর গোবর জ্বালানী ব্যবহার করে।  এই ঐতিহ্যবাহী জ্বালানি রান্নার চুলায় পোড়ানো হয়, কখনও কখনও চুলা বা চুলা নামে পরিচিত।  প্রথাগত জ্বালানী হল শক্তির একটি অদক্ষ উৎস, এবং এর পোড়ানোর ফলে উচ্চ মাত্রার ধোঁয়া, PM10 পার্টিকুলেট ম্যাটার, NOX, SOX, PAHs, পলিঅ্যারোম্যাটিক্স, ফর্মালডিহাইড, কার্বন মনোক্সাইড এবং অন্যান্য বায়ু দূষণকারী পদার্থ নির্গত হয়, যা বাইরের বাতাসের গুণমান, কুয়াশা এবং ধোঁয়াশা, দীর্ঘস্থায়ী স্বাস্থ্যকে প্রভাবিত করে। সমস্যা, বন, বাস্তুতন্ত্র এবং বৈশ্বিক জলবায়ুর ক্ষতি। বিশ্ব স্বাস্থ্য সংস্থা অনুমান করে যে ভারতে প্রতি বছর ৩০০,০০০ থেকে ৪০০,০০০ মানুষ ঘরের অভ্যন্তরীণ বায়ু দূষণ এবং কার্বন মনোক্সাইড বিষক্রিয়ায় মারা যায় কারণ বায়োমাস পোড়ানো এবং চুলা ব্যবহারের কারণে।  প্রচলিত রান্নার চুলায় প্রথাগত জ্বালানী পোড়ানোর ফলে কয়লার শিল্প দহনের তুলনায় ৫-১৫ গুণ বেশি দূষক নির্গত হয় বলে অনুমান করা হয় এবং গ্রামীণ ও শহুরে ভারতে বিদ্যুত বা পরিষ্কার-জ্বালানি এবং দহন প্রযুক্তি নির্ভরযোগ্যভাবে উপলব্ধ এবং ব্যাপকভাবে গৃহীত না হওয়া পর্যন্ত প্রতিস্থাপিত হওয়ার সম্ভাবনা কম।ভারতে বিদ্যুৎ খাতের বৃদ্ধি ঐতিহ্যগত জ্বালানি পোড়ানোর একটি টেকসই বিকল্প খুঁজে পেতে সাহায্য করতে পারে।\nবায়ু দূষণের সমস্যা ছাড়াও, ২০০৭ সালের একটি গবেষণায় দেখা গেছে যে ভারতে ভূ-পৃষ্ঠ ও ভূগর্ভস্থ জল দূষণের জন্য অপরিশোধিত পয়ঃনিষ্কাশন একক সবচেয়ে গুরুত্বপূর্ণ কারণ।সরকারী মালিকানাধীন স্যুয়ারেজ ট্রিটমেন্ট প্ল্যান্টগুলির অধিকাংশই আংশিকভাবে বন্ধ থাকে কারণ প্ল্যান্টগুলি পরিচালনা করার জন্য একটি নির্ভরযোগ্য বিদ্যুৎ সরবরাহের অভাবে।অসংগৃহীত বর্জ্য শহরাঞ্চলে জমা হয়, যা অস্বাস্থ্যকর অবস্থার সৃষ্টি করে এবং ভারী ধাতু এবং দূষক ত্যাগ করে যা ভূপৃষ্ঠ ও ভূগর্ভস্থ পানিতে প্রবেশ করে।  ভারতের জল দূষণ এবং সংশ্লিষ্ট পরিবেশগত সমস্যা মোকাবেলার জন্য বিদ্যুতের একটি নির্ভরযোগ্য সরবরাহ প্রয়োজন।\nভারতের বিদ্যুৎ খাতের অন্যান্য চালক হল এর দ্রুত বর্ধনশীল অর্থনীতি, ক্রমবর্ধমান রপ্তানি, পরিকাঠামোর উন্নতি এবং পরিবারের আয় বৃদ্ধি।\nএর সাথে যোগ করে, সাম্প্রতিক কয়লা সংকট একটি শঙ্কা উত্থাপন করেছে কারণ দেশে উৎপাদিত বিদ্যুতের ৬০ শতাংশেরও বেশি তাপবিদ্যুৎ কেন্দ্র থেকে প্রাপ্ত হয় এবং এইভাবে, কয়লার উপর নির্ভরশীল। \n* প্রতি বছরের ৩১ মার্চ শেষ হওয়া অর্থবছরের ডেটা।** ৩১ ডিসেম্বর শেষ হওয়া অর্থবছরকে বোঝায়।\nদ্রষ্টব্য: মাথাপিছু খরচ=(সমস্ত উৎস দ্বারা মোট বিদ্যুত উৎপাদন এবং নেট আমদানি) / মধ্য বছরের জনসংখ্যা।বিদ্যুত উৎপাদনে ট্রান্সমিশন লস এবং সহায়ক খরচ বিয়োগ করার পর ব্যবহার হল সমস্ত উৎস দ্বারা মোট বিদ্যুৎ উৎপাদন এবং নেট আমদানি'।\n২০০৯ সালে ভারতে মাথাপিছু বার্ষিক গার্হস্থ্য বিদ্যুতের ব্যবহার ছিল গ্রামীণ এলাকায় ৯৬ কিলোওয়াট ঘণ্টা এবং বিদ্যুতের অ্যাক্সেস রয়েছে এমন শহুরে এলাকায় ২৮৮ কিলোওয়াট ঘণ্টা।বিশ্বব্যাপী মাথাপিছু বার্ষিক গড় ২,৬০০ kWh এবং ইউরোপীয় ইউনিয়নে এটি ৬,২০০ kWh। \n\n\n=== গ্রামীণ ও শহুরে বিদ্যুতায়ন ===\nভারতের বিদ্যুত মন্ত্রক দীনদয়াল উপাধ্যায় গ্রাম জ্যোতি যোজনা (DDUGJY) গ্রামীণ এলাকায় চব্বিশ ঘন্টা বিদ্যুৎ প্রদানের লক্ষ্যে জুলাই ২০১৫ সালে তার অন্যতম প্রধান কর্মসূচি হিসেবে চালু করেছে।প্রোগ্রামটি গ্রামীণ বিদ্যুত খাতে সংস্কারের উপর দৃষ্টি নিবদ্ধ করে গ্রামীণ পরিবারের জন্য ফিডার লাইনগুলিকে কৃষি অ্যাপ্লিকেশনের জন্য আলাদা করে এবং ট্রান্সমিশন এবং বিতরণ অবকাঠামোকে শক্তিশালী করে।গ্রামীণ বিদ্যুতায়নের জন্য একটি পূর্ববর্তী প্রকল্প, রাজীব গান্ধী গ্রামীণ বিদ্যুৎকরণ যোজনা (RGGVY) নতুন প্রকল্পে অন্তর্ভুক্ত করা হয়েছিল।  ২৮ এপ্রিল ২০১৮ পর্যন্ত, লক্ষ্যমাত্রার তারিখের ১২ দিন আগে, সমস্ত ভারতীয় গ্রাম (মোট ৫৯৭,৪৬৪টি আদমশুমারি গ্রাম) বিদ্যুতায়িত হয়েছিল। \nভারত সমস্ত গ্রামীণ এবং শহুরে পরিবারের প্রায় ১০০% বিদ্যুতায়ন অর্জন করেছে।৪ জানুয়ারী ২০১৯ পর্যন্ত, ২১১.৮৮ মিলিয়ন গ্রামীণ পরিবারকে বিদ্যুৎ সরবরাহ করা হয়েছে, মোট ২১২.৬৫ মিলিয়ন গ্রামীণ পরিবারের ১০০% এর কাছাকাছি।  ৪ জানুয়ারী ২০১৯ পর্যন্ত, ৪২.৯৩৭ মিলিয়ন শহুরে পরিবারকে বিদ্যুৎ সরবরাহ করা হয়েছে, মোট ৪২.৯৪১ মিলিয়ন শহুরে পরিবারের ১০০% এর কাছাকাছি।\n\n\n=== মাথাপিছু খরচ ===\n\nদ্রষ্টব্য: মাথাপিছু খরচ = (মোট বিদ্যুৎ উৎপাদন + নেট আমদানি) / মধ্য বছরের জনসংখ্যা।\n\n\n== বিদ্যুৎ উৎপাদন ==\nভারত ১৯৮৫ সাল থেকে বিদ্যুৎ উৎপাদনে দ্রুত বৃদ্ধি রেকর্ড করেছে, ১৯৮৫ সালে ১৭৯ TW-ঘন্টা থেকে বেড়ে ২০১২ সালে ১,০৫৭TW-ঘন্টা হয়েছে।  ২০১২-২০১৭ সালে প্রাকৃতিক গ্যাস, তেল এবং হাইড্রো প্ল্যান্টের অবদান কমে যাওয়ার সাথে বেশিরভাগ বৃদ্ধি কয়লা-চালিত উদ্ভিদ এবং অপ্রচলিত পুনর্নবীকরণযোগ্য শক্তির উত্স (RES) থেকে এসেছে।২০১৯-২০ সালে গ্রস ইউটিলিটি বিদ্যুৎ উৎপাদন (ভুটান থেকে আমদানি ব্যতীত) ছিল ১,৩৮৪ বিলিয়ন কিলোওয়াট ঘন্টা, যা ২০১৮-১৯ এর তুলনায় ১.০% বার্ষিক বৃদ্ধির প্রতিনিধিত্ব করে।নবায়নযোগ্য শক্তির উত্স থেকে অবদান ছিল মোটের প্রায় ২০%।২০১৯-২০ সালে, জীবাশ্ম জ্বালানি থেকে বিদ্যুৎ উৎপাদন কমে যাওয়ায় সমস্ত বর্ধিত বিদ্যুত উত্পাদন নবায়নযোগ্য শক্তির উত্স দ্বারা অবদান রাখে।  ২০২০-২০২১ সালে, জীবাশ্ম জ্বালানী থেকে বিদ্যুত উৎপাদন ১% হ্রাসের সাথে ইউটিলিটি বিদ্যুত উৎপাদন ০.৮% (১১.৩ বিলিয়ন কিলোওয়াট) কমেছে এবং অ-ফসিল উত্স থেকে বিদ্যুৎ উৎপাদন আগের বছরের তুলনায় কমবেশি একই।২০২০-২১ সালে, ভারত প্রতিবেশী দেশগুলি থেকে আমদানির চেয়ে বেশি বিদ্যুৎ রপ্তানি করেছে।  ২০২০-২১ সালে সৌরবিদ্যুৎ উৎপাদন, বায়ু, গ্যাস এবং পারমাণবিক বিদ্যুৎ উৎপাদনকে ছাড়িয়ে কয়লা এবং জলবিদ্যুৎ উৎপাদনের পরে তৃতীয় স্থান দখল করেছে।\n\nনোট: কয়লা লিগনাইট অন্তর্ভুক্ত; বিবিধ: জরুরী ডিজেল জেনারেটর সেট, ছাদের উপরে সৌর, 1 মেগাওয়াট ক্ষমতার নীচের প্ল্যান্ট থেকে ক্যাপটিভ বিদ্যুৎ উৎপাদন ইত্যাদির অবদান অন্তর্ভুক্ত করে; * হাইড্রোর মধ্যে রয়েছে পাম্প করা স্টোরেজ জেনারেশন; na = ডেটা উপলব্ধ নয়।\n\n\n== তাপ শক্তি ==\n\n\n=== কয়লা ভিত্তিক বিদ্যুৎ কেন্দ্র থেকে দূষণ ===\n\nভারতে বাণিজ্যিক শক্তি মোট শক্তির ৭৪% তৈরি করে, যার মধ্যে ২০২০ সালের তথ্য অনুসারে কয়লা ভিত্তিক শক্তি উৎপাদন প্রায় ৭২-৭৫%।ইউটিলিটি পাওয়ার জেনারেশনের জন্য, ভারত ২০১৯-২০ তে ৬২২.২২ মিলিয়ন টন কয়লা ব্যবহার করেছে যা ২০১৮-১৯ এর মধ্যে ৬২৮.৯৪ মিলিয়ন টনের তুলনায় ১% কম।যদিও ইউটিলিটি পাওয়ার জেনারেশনের জন্য কয়লা আমদানি ২০১৯-২০ বছরে ১২.৩% বেড়ে ৬৯.২২ মিলিয়ন টন হয়েছে যা ২০১৮-১৯ এর মধ্যে ৬১.৬৬ মিলিয়ন টন থেকে।  ভারতীয় কয়লা মজুদের একটি বড় অংশ গন্ডোয়ানা কয়লার অনুরূপ: এটি কম ক্যালোরির মান এবং উচ্চ ছাই সামগ্রীর, দুর্বল জ্বালানী মান সহ।গড়ে, ভারতীয় কয়লার গ্রস ক্যালোরিফিক মান (GCV) প্রায় ৪৫০০ Kcal/kg, যেখানে অস্ট্রেলিয়ায়, উদাহরণস্বরূপ, GCV প্রায় ৬৫০০ Kcal/kg।  ফলাফল হল যে ভারতীয় বিদ্যুৎ কেন্দ্রগুলি ভারতের কয়লা সরবরাহ ব্যবহার করে প্রায় ০.৭ খরচ করে বিদ্যুৎ উৎপাদনে প্রতি কিলোওয়াট ঘণ্টায় কেজি কয়লা, যেখানে মার্কিন যুক্তরাষ্ট্রের তাপবিদ্যুৎ কেন্দ্রগুলি প্রায় ০.৪৫ খরচ করে প্রতি kWh প্রতি কেজি কয়লা।২০১৭ সালে, ভারত প্রায় ১৩০ Mtoe (প্রায় ২০০ মিলিয়ন টন) বাষ্পীয় কয়লা এবং কোকিং কয়লা আমদানি করেছে, যা মোট খরচের ২৯%, বিদ্যুৎ, সিমেন্ট এবং ইস্পাত উৎপাদনে চাহিদা মেটাতে। \nসেন্টার ফর সায়েন্স অ্যান্ড এনভায়রনমেন্ট ভারতের কয়লা-ভিত্তিক শক্তি সেক্টরকে বিশ্বের সবচেয়ে সম্পদ-বর্জ্য এবং দূষণকারী খাত হিসাবে মূল্যায়ন করেছে, আংশিকভাবে ভারতের কয়লায় উচ্চ ছাই উপাদানের কারণে।  ভারতের পরিবেশ ও বন মন্ত্রক তাই কয়লার ব্যবহার বাধ্যতামূলক করেছে যার ছাইয়ের পরিমাণ ৩৪% (বা কম) শহুরে, পরিবেশগতভাবে সংবেদনশীল এবং অন্যান্য সমালোচনামূলকভাবে দূষিত এলাকায় পাওয়ার প্ল্যান্টগুলিতে হ্রাস করা হয়েছে।কয়লা ছাই হ্রাস শিল্প ভারতে দ্রুত বৃদ্ধি পেয়েছে, বর্তমান ক্ষমতা ৯০ মেগাটনের উপরে। \nভারতে একটি তাপবিদ্যুৎ কেন্দ্র নির্মাণ এবং চালু করার জন্য অনুমোদিত হওয়ার আগে এটিকে অবশ্যই একটি বিস্তৃত পর্যালোচনা প্রক্রিয়ার মধ্য দিয়ে যেতে হবে যাতে পরিবেশগত প্রভাব মূল্যায়ন অন্তর্ভুক্ত থাকে।  পরিবেশ ও বন মন্ত্রক প্রকল্প প্রস্তাবকদের তাপবিদ্যুৎ কেন্দ্র থেকে পরিবেশ দূষণ এড়াতে সাহায্য করার জন্য একটি প্রযুক্তিগত নির্দেশিকা ম্যানুয়াল তৈরি করেছে৷  ২০১৬ সালের হিসাবে, ইউটিলিটি এবং ক্যাপটিভ পাওয়ার সেক্টরে বিদ্যমান কয়লা-চালিত পাওয়ার স্টেশনগুলিতে পরিবেশ ও বন মন্ত্রকের দ্বারা নির্ধারিত সর্বশেষ নির্গমন নিয়মগুলি মেনে চলার জন্য দূষণ নিয়ন্ত্রণ সরঞ্জাম ইনস্টল করার জন্য প্রতি মেগাওয়াট ক্ষমতার জন্য প্রায় ১২. ৫ মিলিয়ন INR প্রয়োজন বলে অনুমান করা হয়েছিল। . বেশিরভাগ কয়লা চালিত স্টেশন দূষণ কমানোর জন্য ফ্লু গ্যাস ডি-সালফারাইজেশন ইউনিট স্থাপন করেনি।  ২০২০ সালের এপ্রিল মাসে, CPCB ঘোষণা করেছে যে ৪২,০০০ মেগাওয়াটেরও বেশি তাপবিদ্যুৎ কেন্দ্রগুলি তাদের জীবন অতিবাহিত করেছে।  ভারত জ্বালানি হিসেবে ব্যবহারের জন্য পোষা কোক আমদানিও নিষিদ্ধ করেছে।  প্যারিস চুক্তিতে স্বাক্ষরকারী হিসেবে, ভারত গ্রিনহাউস গ্যাসের নির্গমন নিয়ন্ত্রণের জন্য কয়লা থেকে বিদ্যুৎ উৎপাদনও কমিয়ে দিচ্ছে। \nরাজ্য এবং কেন্দ্রীয় বিদ্যুৎ উৎপাদন সংস্থাগুলিকে ভারত সরকার কর্তৃক অদক্ষ প্ল্যান্ট থেকে দক্ষ প্ল্যান্টে এবং কয়লা খনি থেকে দূরে অবস্থিত প্ল্যান্ট থেকে পিট হেডের কাছাকাছি প্ল্যান্টগুলিতে নমনীয় কয়লা সংযোগের অদলবদল ব্যবহার করে কয়লা পরিবহনের খরচ কমানোর অনুমতি দেওয়া হয়েছে। বিদ্যুতের দাম কমানোর জন্য।  যদিও ইউটিলিটি খাতে ব্যবহারের জন্য কয়লা আমদানি কমছে, তবে বাষ্পীয় কয়লার সামগ্রিক আমদানি বাড়ছে কারণ স্থানীয় কয়লা উৎপাদন কয়লা চালিত ক্যাপটিভ পাওয়ার প্ল্যান্টের প্রয়োজনীয়তা মেটাতে অক্ষম।  ভারত সব ধরনের কয়লা গ্রাহকদের জন্য একক স্পট নিলাম/বিনিময় প্রবর্তন করছে। \n\n\n=== পুরাতন তাপবিদ্যুৎ কেন্দ্রের অবসর ===\n\nভারতের কয়লা-চালিত, তেল-চালিত এবং প্রাকৃতিক গ্যাস-চালিত তাপবিদ্যুৎ কেন্দ্রগুলি অদক্ষ এবং সস্তা নবায়নযোগ্য প্রযুক্তিগুলির সাথে প্রতিস্থাপন করা গ্রীনহাউস গ্যাস (CO 2 ) নির্গমন হ্রাসের উল্লেখযোগ্য সম্ভাবনার প্রস্তাব করে৷ভারতের তাপবিদ্যুৎ কেন্দ্রগুলি তাদের ইউরোপীয় ইউনিয়ন (EU- 27 ) সমকক্ষের গড় নির্গমনের তুলনায় প্রতি কিলোওয়াট ঘণ্টায় ৫৯% থেকে ১২০% বেশি CO2 নির্গত করে। কেন্দ্রীয় সরকার কয়লা-ভিত্তিক প্ল্যান্টগুলিকে অবসর নেওয়ার পরিকল্পনা করেছে যেগুলি কমপক্ষে ২৫ বছরের পুরানো এবং অতিরিক্ত দূষণে অবদান রাখে, মোট ১১,০০০ মেগাওয়াট ক্ষমতা৷  ২০১৮ সাল পর্যন্ত ক্যাপটিভ পাওয়ার সেক্টরের জন্য অনুরূপ কোনো অবসর পরিকল্পনা নেই।২০২০ সালে কার্বন ট্র্যাকার অনুমান করেছে যে ২০ বছর বা তার বেশি পুরানো কয়লা-চালিত প্ল্যান্ট এবং নির্মাণাধীন কয়লা চালিত প্ল্যান্টগুলিকে নতুন পুনর্নবীকরণের সাথে INR ৪/kWh-এর বেশি বিদ্যুৎ বিক্রয় মূল্য সহ আরও লাভজনক কারণ এই কয়লা চালিত প্ল্যান্টগুলি তাদের উপর ভারী আর্থিক বোঝা চাপিয়ে দিচ্ছে। ডিসকম। \nকিছু ডিজেল জেনারেটর প্ল্যান্ট এবং গ্যাস টারবাইন প্ল্যান্টগুলিও ২০১৬ সালে বাতিল করা হয়েছিল যদিও তারা ক্যাটারিং আনুষঙ্গিক পরিষেবাগুলির জন্য সবচেয়ে উপযুক্ত৷ \n\n\n=== নবায়নযোগ্য শক্তির একীকরণ ===\nভারত ২০২৭ সালের মধ্যে ২৭৫,০০০ মেগাওয়াট পুনর্নবীকরণযোগ্য শক্তির ক্ষমতা স্থাপন করার প্রতিশ্রুতি দিয়েছে।  বিদ্যমান বেস লোড কয়লা এবং গ্যাস ভিত্তিক বিদ্যুৎ কেন্দ্রগুলি পরিবর্তনশীল পুনর্নবীকরণযোগ্য শক্তিকে মিটমাট করার জন্য যথেষ্ট নমনীয় হতে হবে।এছাড়াও নবায়নযোগ্য বিদ্যুৎ উৎপাদনের ঘন ঘন পরিবর্তনগুলিকে সামঞ্জস্য করার জন্য বিদ্যমান কয়লা ভিত্তিক বিদ্যুৎ কেন্দ্রগুলির র‌্যাম্পিং আপ, র‌্যাম্প ডাউন, ওয়ার্ম স্টার্ট আপ, হট স্টার্ট আপ ক্ষমতা গুরুত্বপূর্ণ।  সৌর এবং বায়ু শক্তির মতো স্থির শক্তি উৎপাদনের উত্স দ্বারা প্রভাবিত হলে গ্রিড জড়তা উন্নত করার জন্য অবসরপ্রাপ্ত কয়লা ভিত্তিক বৈদ্যুতিক জেনারেটরগুলিকে সিঙ্ক্রোনাস কনডেনসার হিসাবে ব্যবহার করার জন্যও পরীক্ষা করা হয়।  যেহেতু সৌরবিদ্যুৎ কেন্দ্রগুলি রাতের বেলায় নিষ্ক্রিয় থাকে, তাই সৌরবিদ্যুৎ কেন্দ্রের অংশ হিসাবে স্থাপিত ইনভার্টারগুলির প্রতিক্রিয়াশীল শক্তি ক্ষমতাও রাতের সময় ব্যবহার করা যেতে পারে খুব উচ্চ ভোল্টেজের সমস্যা সমাধানের জন্য যা লোডের উপর কম লোডের কারণে ঘটে। ট্রান্সমিশন লাইন.\n\n\n=== প্রাকৃতিক গ্যাস সরবরাহের সীমাবদ্ধতা ===\n২০১৪-১৫ অর্থবছরের শেষে প্রাকৃতিক গ্যাস-ভিত্তিক বিদ্যুৎ কেন্দ্রগুলির (প্রাকৃতিক গ্যাস সরবরাহ শুরুর সাথে চালু হওয়ার জন্য প্রস্তুত প্ল্যান্টগুলি সহ) স্থাপিত ক্ষমতা ছিল প্রায় ২৬,৭৬৫ মেগাওয়াট।এই প্ল্যান্টগুলি দেশে প্রাকৃতিক গ্যাসের তীব্র ঘাটতির কারণে ২২% এর সামগ্রিক প্ল্যান্ট লোড ফ্যাক্টর (PLF) এ কাজ করছিল, এবং আমদানিকৃত তরল প্রাকৃতিক গ্যাস (LNG) বিদ্যুৎ উৎপাদনের জন্য অত্যন্ত ব্যয়বহুল ছিল।প্রাকৃতিক গ্যাস সরবরাহের অভাবে সারা বছর অনেক বিদ্যুৎ কেন্দ্র বন্ধ ছিল।  শুধুমাত্র বিদ্যুৎ খাতে প্রাকৃতিক গ্যাসের ঘাটতি ছিল প্রায় ১০০ মিলিয়ন ঘনমিটার প্রতি দিন স্ট্যান্ডার্ড পরিস্থিতিতে ।  বিদ্যুৎ উৎপাদনে আমদানি করা কয়লা থেকে এলএনজিতে স্যুইচ করার জন্য ব্রেক-ইভেন মূল্য অনুমান করা হয়েছিল প্রতি মিলিয়ন ব্রিটিশ থার্মাল ইউনিট  মেগাওয়াট  (তাপীয় শক্তি) আনুমানিক US $৬ প্রতি million British thermal units ($২০ প্রতি megawatt-hour) ।  ভারত সরকার আমদানি শুল্ক ও কর মওকুফ করে গ্যাস-ভিত্তিক বিদ্যুৎ কেন্দ্র থেকে বিদ্যুৎ উৎপাদন বাড়ানোর পদক্ষেপ নিয়েছে। \n\nকয়লা বা লিগনাইট বা পোষা কোক বা বায়োমাসের গ্যাসীকরণ কৃত্রিম প্রাকৃতিক গ্যাস বা সিনগাস ( কয়লা গ্যাস বা কাঠের গ্যাস নামেও পরিচিত) উৎপন্ন করে যা হাইড্রোজেন, কার্বন মনোক্সাইড এবং কার্বন ডাই অক্সাইড গ্যাসের মিশ্রণ।  কম চাপ এবং উচ্চ তাপমাত্রায় ফিশার-ট্রপসচ প্রক্রিয়া ব্যবহার করে কয়লা গ্যাসকে কৃত্রিম প্রাকৃতিক গ্যাসে রূপান্তর করা যেতে পারে।কয়লা গ্যাস ভূগর্ভস্থ কয়লা গ্যাসীকরণের মাধ্যমেও উত্পাদিত হতে পারে যদি কয়লা সঞ্চয়গুলি মাটির গভীরে অবস্থিত থাকে বা কয়লা খনন করা অপ্রয়োজনীয় হয়।  কৃত্রিম প্রাকৃতিক গ্যাস উৎপাদন প্রযুক্তি ভারতের প্রাকৃতিক গ্যাস সরবরাহকে নাটকীয়ভাবে উন্নত করার প্রতিশ্রুতি দেয়। ডানকুনি কয়লা কমপ্লেক্স সিঙ্গাস তৈরি করে যা কলকাতার শিল্প ব্যবহারকারীদের জন্য পাইপ করা হয়।  অনেক কয়লা-ভিত্তিক সার প্ল্যান্টকেও কৃত্রিম প্রাকৃতিক গ্যাস উৎপাদনের জন্য অর্থনৈতিকভাবে পুনরুদ্ধার করা যেতে পারে।অনুমান করা হয় যে সিঙ্গাসের উৎপাদন খরচ $৬ প্রতি million British thermal units ($২০ প্রতি megawatt-hour) এর নিচে হতে পারে। \nপূর্বে বিদ্যুৎ উৎপাদনে প্রাকৃতিক গ্যাসের ব্যবহারকে সেতুর জ্বালানী বলে মনে করা হয়েছিল কারণ CO2 নির্গমন ছাড়াই নবায়নযোগ্য বিদ্যুৎ উৎপাদন লাভজনক না হওয়া পর্যন্ত বিদ্যুৎ উৎপাদনে কয়লা ব্যবহারের তুলনায় এটি অনেক কম CO2 ( 50 % এর নিচে) নির্গত করে।  নবায়নযোগ্য বিদ্যুৎ উৎপাদন ভারতে কয়লা এবং গ্যাস জ্বালানী শক্তি উৎপাদনের তুলনায় ইতিমধ্যেই সস্তা।এখন সেতু জ্বালানী ধারণাটি আর বৈধ নয় এবং বিদ্যমান গ্যাস ভিত্তিক উৎপাদনকে কয়লা ভিত্তিক উৎপাদনের সাথে প্রতিযোগিতা করতে হবে যখন পর্যাপ্ত নবায়নযোগ্য বিদ্যুৎ উৎপাদন (স্টোরেজ এবং পিকিং টাইপ হাইড্রো পাওয়ার সহ) নেই।।\n\n\n== নবায়নযোগ্য শক্তি ==\n\n১২ আগস্ট ২০২১-এ, ভারতের গ্রিড-সংযুক্ত বিদ্যুৎ উৎপাদন ক্ষমতা অপ্রচলিত পুনর্নবীকরণযোগ্য প্রযুক্তি  এবং প্রচলিত নবায়নযোগ্য শক্তি বা প্রধান জলবিদ্যুৎ কেন্দ্র থেকে ৪৬.২১ গিগাওয়াট থেকে ১০০ গিগাওয়াটে পৌঁছেছে।১২ অগাস্ট ২০২১ পর্যন্ত, প্রায় ৫০ গিগাওয়াট প্রকল্প উন্নয়নাধীন, এবং ২৭ গিগাওয়াট যা টেন্ডার করা হয়েছে এবং এখনও নিলাম করা হবে। \n\n\n=== জলবিদ্যুৎ ===\n\nদার্জিলিং এবং শিবানসমুদ্রের জলবিদ্যুৎ কেন্দ্রগুলি এশিয়ার প্রথমগুলির মধ্যে ছিল এবং যথাক্রমে ১৮৯৮ এবং ১৯০২ সালে প্রতিষ্ঠিত হয়েছিল।\n৬৯% লোড ফ্যাক্টরে ভারতের জলবিদ্যুতের সম্ভাবনা প্রায় ১২৫,৫৭০ মেগাওয়াট হিসাবে মূল্যায়ন করা হয়েছে।  অব্যবহৃত জলবিদ্যুতের সম্ভাবনার কারণে ভারত বিশ্বব্যাপী চতুর্থ স্থানে রয়েছে।কার্যকর জলবিদ্যুতের আনুমানিক পরিমাণ উন্নত প্রযুক্তি এবং অন্যান্য উত্স থেকে বিদ্যুৎ উৎপাদনের খরচের সাথে পরিবর্তিত হয়।এছাড়াও, ছোট, মিনি এবং মাইক্রো-হাইড্রো জেনারেটরের জন্য আনুমানিক ৬,৭৪০ মেগাওয়াট সম্ভাবনা রয়েছে এবং ৯৪,০০০ মেগাওয়াট সামগ্রিক ইনস্টল ক্ষমতা সহ পাম্পযুক্ত স্টোরেজ স্কিমের জন্য ৫৬টি সাইট চিহ্নিত করা হয়েছে।  ২০২০ সালে, পাম্পড স্টোরেজ হাইড্রো সহ সোলার পিভি থেকে পাওয়ার শুল্ক বেস লোড এবং পিক লোড পাওয়ার সাপ্লাই অফার করার ক্ষেত্রে কয়লা ভিত্তিক পাওয়ার প্ল্যান্টের শুল্কের নীচে নেমে গেছে। \n৩১ মার্চ ২০১৮ পর্যন্ত স্থাপিত জলবিদ্যুতের ক্ষমতা ছিল প্রায় ৪৫,২৯৩ মেগাওয়াট, সেই সময়ে মোট ইনস্টল করা ইউটিলিটি ক্ষমতার ১৩.১৭%।  ছোট, মিনি, এবং মাইক্রো-হাইড্রো জেনারেটর আরও ৪,৪৮৬ মেগাওয়াট ক্ষমতা যোগ করে।  পাবলিক কোম্পানি দ্বারা পরিচালিত এই সেক্টরের শেয়ার ৯৭%।  ভারতে জলবিদ্যুতের উন্নয়নে নিযুক্ত কোম্পানিগুলির মধ্যে রয়েছে ন্যাশনাল হাইড্রোইলেকট্রিক পাওয়ার কর্পোরেশন (NHPC), উত্তরপূর্ব ইলেকট্রিক পাওয়ার কোম্পানি (NEEPCO), সাতলুজ জল বিদ্যুৎ নিগম (SJVNL), তেহরি হাইড্রো ডেভেলপমেন্ট কর্পোরেশন, এবং NTPC-হাইড্রো।\nপাম্পড স্টোরেজ স্কিমগুলি বিদ্যুৎ গ্রিডে লোড ম্যানেজমেন্টের জন্য কেন্দ্রীভূত পিক পাওয়ার স্টেশনগুলির সম্ভাবনা অফার করে।  নদীগুলি যখন অতিরিক্ত জলে প্লাবিত হয় তখন তারা কোনও অতিরিক্ত খরচ ছাড়াই সেকেন্ডারি/মৌসুমি শক্তি উত্পাদন করে।বিকল্প ব্যবস্থা যেমন ব্যাটারি, কম্প্রেসড এয়ার স্টোরেজ সিস্টেম ইত্যাদি দ্বারা বিদ্যুৎ সঞ্চয় করা স্ট্যান্ডবাই জেনারেটর দ্বারা বিদ্যুৎ উৎপাদনের চেয়ে বেশি ব্যয়বহুল।ভারত ইতিমধ্যেই তার স্থাপিত জলবিদ্যুৎ কেন্দ্রগুলির অংশ হিসাবে প্রায় ৪,৭৮৫ মেগাওয়াট পাম্পযুক্ত স্টোরেজ ক্ষমতা স্থাপন করেছে৷ \n\n\n=== সৌর শক্তি ===\n\nভারতের সৌর শক্তি সেক্টর সম্ভাব্য বিপুল ক্ষমতা প্রদান করে, যদিও এই সম্ভাবনার সামান্যই এখন পর্যন্ত কাজে লাগানো হয়েছে।প্রতি বছর প্রায় ৫,০০০ ট্রিলিয়ন কিলোওয়াট ঘণ্টার সৌর বিকিরণ ভারতের ভূমি ভরের ঘটনা, যেখানে বাণিজ্যিকভাবে প্রমাণিত প্রযুক্তি উপলব্ধ ভূমি এলাকার গড় দৈনিক সৌর শক্তির সম্ভাবনা ০.২৫ kWh/m 2 ।  ৩১ ডিসেম্বর ২০১৯ পর্যন্ত, ইনস্টল করা ক্ষমতা ছিল ৩৩.৭৩ GW, বা ইউটিলিটি বিদ্যুৎ উৎপাদনের ২%। \nসৌরবিদ্যুৎ কেন্দ্রের জন্য প্রয়োজন প্রায় ২.৪ হেক্টর (০.০২৪ বর্গকিলোমিটার)   প্রতি মেগাওয়াট ক্ষমতার জমি, যা কয়লা চালিত বিদ্যুৎ কেন্দ্রের অনুরূপ যখন জীবনচক্র কয়লা খনন, খরচযোগ্য জল সঞ্চয় এবং ছাই নিষ্পত্তির এলাকাগুলিকে বিবেচনায় নেওয়া হয়, এবং জলবিদ্যুৎ কেন্দ্রগুলি যখন জলাধারের নিমজ্জিত এলাকা অন্তর্ভুক্ত করা হয়।ভারতে ১.৩৩ মিলিয়ন মেগাওয়াট ক্ষমতার সৌর প্ল্যান্ট স্থাপন করা যেতে পারে তার ১% জমিতে (৩২,০০০ বর্গ কিমি)।ভারতের সমস্ত অংশে অনুৎপাদনশীল, অনুর্বর এবং গাছপালাবিহীন বিশাল ভূমি রয়েছে, যা এর মোট আয়তনের ৮% ছাড়িয়ে গেছে।এগুলি সৌরবিদ্যুতের জন্য সম্ভাব্য উপযুক্ত।  অনুমান করা হয়েছে যে এই বর্জ্য জমির ৩২,০০০ বর্গ কিমি সৌরবিদ্যুৎ উৎপাদনের জন্য ব্যবহার করা হলে, ২,০০০ বিলিয়ন কিলোওয়াট বিদ্যুৎ উৎপাদন করা যেতে পারে, যা ২০১৩-১৪ সালে উৎপাদিত মোট বিদ্যুতের দ্বিগুণ।৪ Rs/kWh এর মূল্যে, এর ফলে একর প্রতি ₹ ১.০ মিলিয়ন (ইউএস$ ১২,২২৩.৩)  জমির বার্ষিক উত্পাদনশীলতা/ফলন হবে, যা অনেক শিল্প এলাকার সাথে অনুকূলভাবে তুলনা করে এবং সেরা উত্পাদনশীল সেচযুক্ত কৃষি জমির চেয়ে বহুগুণ বেশি।  সামান্য উৎপাদনশীল জমিতে সৌরবিদ্যুৎ কেন্দ্র নির্মাণ ভারতের সমস্ত জীবাশ্ম জ্বালানি শক্তির প্রয়োজনীয়তা (প্রাকৃতিক গ্যাস, কয়লা, লিগনাইট এবং অপরিশোধিত তেল) প্রতিস্থাপন করার জন্য সৌর বিদ্যুতের সম্ভাবনা প্রদান করে, এবং মার্কিন যুক্তরাষ্ট্রের সমানভাবে মাথাপিছু শক্তি খরচ প্রদান করতে পারে। /জাপান জনসংখ্যাগত পরিবর্তনের সময় প্রত্যাশিত সর্বোচ্চ জনসংখ্যার জন্য। \nসৌর ফটোভোলটাইক দ্বারা উত্পাদিত বিদ্যুতের বিক্রয় মূল্য ₹ ২.০০ (ইউএস$ ০.০২)  ) এ নেমে এসেছে প্রতি কিলোওয়াট প্রতি নভেম্বর ২০২০ যা ভারতে অন্য যেকোনো ধরনের বিদ্যুৎ উৎপাদনের তুলনায় কম।  একই বছরে, সৌর বিদ্যুতের জন্য US$-এ সমতলিত শুল্ক ১.৩১ সেন্ট/kWh-এ নেমে এসেছে, যা ভারতে সৌর PV বিক্রয় শুল্কের চেয়ে অনেক নীচে।  ২০২০ সালে, সোলার পিভি থেকে পাওয়ার শুল্ক বেস লোড এবং পিক লোড পাওয়ার সাপ্লাই অফার করার ক্ষেত্রে কয়লা ভিত্তিক পাওয়ার প্ল্যান্টের শুল্কের নীচে পাম্প করা স্টোরেজ হাইড্রো বা ব্যাটারি স্টোরেজ সহ ক্লাব করা হয়েছে। \n\nভারতে সৌর খামার প্রকল্পের জন্য জমি অধিগ্রহণ একটি চ্যালেঞ্জ।কিছু রাজ্য সরকার জমির প্রাপ্যতা মোকাবেলার উদ্ভাবনী উপায়গুলি অন্বেষণ করছে, উদাহরণস্বরূপ, সেচ খালের উপরে সৌর ক্ষমতা স্থাপন করে।  এটি একই সাথে সৌর বাষ্পীভবনের মাধ্যমে সেচের জলের ক্ষতি হ্রাস করার সাথে সাথে সৌর শক্তি সংগ্রহের অনুমতি দেয়।  গুজরাত রাজ্য সর্বপ্রথম ১৯,০০০ কিমি (১২,০০০ মা) জন সৌর প্যানেল ব্যবহার করে খাল সৌর বিদ্যুৎ প্রকল্প বাস্তবায়ন করে। বিদ্যুৎ উৎপাদনের জন্য রাজ্য জুড়ে নর্মদা খালের দীর্ঘ নেটওয়ার্ক।এটি ছিল ভারতে এই ধরনের প্রথম প্রকল্প।\nঅন্যান্য ধরনের বিদ্যুৎ উৎপাদনের সাথে সমন্বয়\nসৌর বিদ্যুতের একটি বড় অসুবিধা হল এটি শুধুমাত্র দিনের আলোতে বিদ্যুৎ উৎপাদন করে, রাতের সময় বা মেঘলা দিনের বেলায় নয়।এই অসুবিধাটি গ্রিড স্টোরেজ ইনস্টল করার মাধ্যমে কাটিয়ে উঠতে পারে, যেমন পাম্পড-স্টোরেজ হাইড্রোইলেকট্রিসিটি ।  ভারতীয় নদীগুলিকে আন্তঃসংযোগের জন্য একটি প্রস্তাবিত বৃহৎ মাপের প্রকৌশল প্রকল্প নদীর জল ব্যবহার করার জন্য উপকূলীয় জলাধারগুলিকে পরিকল্পিত করে যা দিনের বেলায় উপলব্ধ উদ্বৃত্ত সৌর শক্তি ব্যবহার করে দৈনিক ভিত্তিতে ব্যবহারের জন্য পাম্প-স্টোরেজ জলবিদ্যুৎ ক্ষমতা তৈরি করবে৷  বর্তমান এবং ভবিষ্যত জলবিদ্যুৎ কেন্দ্রগুলিকে অতিরিক্ত পাম্প-স্টোরেজ জলবিদ্যুৎ ইউনিটের সাথে সম্প্রসারিত করা যেতে পারে যাতে রাতের বিদ্যুৎ খরচ মেটানো যায়।দিনের বেলায় সৌরশক্তির মাধ্যমে প্রয়োজনীয় ভূগর্ভস্থ পানির পাম্পিং পাওয়ারের বেশিরভাগই সরাসরি মেটানো যায়। \nতাপীয় সঞ্চয়স্থান সহ কেন্দ্রীভূত সৌরবিদ্যুৎ কেন্দ্রগুলিও জীবাশ্ম জ্বালানী পাওয়ার প্ল্যান্টের তুলনায় সস্তা (US 5¢/kWh) এবং ক্লিনার লোড হিসাবে আবির্ভূত হচ্ছে।তারা সার্বক্ষণিক চাহিদার প্রতি সাড়া দিতে পারে এবং অতিরিক্ত সৌরশক্তি থাকলে বেস লোড পাওয়ার প্ল্যান্ট হিসেবে কাজ করতে পারে।সৌর তাপীয় এবং সৌর ফটোভোলটাইক প্ল্যান্টের মিশ্রণ ব্যয়বহুল ব্যাটারি স্টোরেজের প্রয়োজন ছাড়াই লোড ওঠানামা মেলানোর সম্ভাবনা সরবরাহ করে।\n\n\n=== বায়ু শক্তি ===\n\nভারত বিশ্বের চতুর্থ বৃহত্তম ইনস্টল করা বায়ু শক্তি ক্ষমতা আছে.ভারতে বায়ু শক্তির বিকাশ ১৯৯০ এর দশকে তামিলনাড়ুতে শুরু হয়েছিল এবং গত দশকে উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে।৩১ মার্চ ২০১৮ পর্যন্ত, বায়ু বিদ্যুতের ইনস্টল করা ক্ষমতা ছিল ৩৪.০৫ গিগাওয়াট, যা ভারতের অনেক রাজ্য জুড়ে বিস্তৃত।  সবচেয়ে বড় বায়ু শক্তি উৎপাদনকারী রাজ্য হল তামিলনাড়ু, যেখানে স্থাপিত ক্ষমতার প্রায় ২৩% রয়েছে, এর পরে গুজরাত, মহারাষ্ট্র, রাজস্থান এবং কর্ণাটক হ্রাস পাচ্ছে। \n২০১৫-১৬ সালে, বায়ু শক্তি ভারতের মোট স্থাপিত বিদ্যুতের ৮.৫% এবং দেশের বিদ্যুৎ উৎপাদনের ২.৫% জন্য দায়ী।ভারতের লক্ষ্য ২০২২ সালের মধ্যে মোট ৬০ গিগাওয়াট বায়ু শক্তি স্থাপন করার।  প্রায় ২.৫ INR/kWh এর বায়ু বিদ্যুতের শুল্ক ভারতের সমস্ত বিদ্যুৎ উৎপাদন উত্সের মধ্যে সবচেয়ে সস্তা৷ \n\n\n=== বায়োমাস শক্তি ===\nবায়োমাস হল জীবন্ত জীব থেকে জৈব পদার্থ ।পুনর্নবীকরণযোগ্য শক্তির উৎস হিসেবে, জৈববস্তু হয় সরাসরি দাহনের মাধ্যমে তাপ উৎপাদনের জন্য ব্যবহার করা যেতে পারে, অথবা পরোক্ষভাবে বিভিন্ন ধরনের জৈব জ্বালানীতে রূপান্তরিত করার পর তাপ, রাসায়নিক এবং জৈব রাসায়নিক পদ্ধতিতে বিস্তৃতভাবে শ্রেণীবদ্ধ করা হয়।বায়োমাস, ব্যাগাস, বনজ, গার্হস্থ্য জৈব বর্জ্য, শিল্প জৈব বর্জ্য, বায়োগ্যাস প্লান্টের জৈব অবশিষ্টাংশ এবং কৃষির অবশিষ্টাংশ এবং বর্জ্য সবই বিদ্যুৎ উৎপাদনে জ্বালানি হিসেবে ব্যবহার করা যেতে পারে।  প্রায় ৭৫০ মিলিয়ন টন বায়োমাস যা গবাদি পশুদের দ্বারা ভোজ্য নয় বছরে ভারতে পাওয়া যায়। \n২০১৩ সালে ভারতে তাপ উৎপাদনের জন্য জৈব পদার্থের মোট ব্যবহার ছিল প্রায় ১৭৭ Mtoe ।  ভারতে ২০% পরিবার রান্নার উদ্দেশ্যে বায়োমাস এবং কাঠকয়লা ব্যবহার করে।বায়োমাসের এই ঐতিহ্যগত ব্যবহার গ্রামীণ এলাকায় তরল পেট্রোলিয়াম গ্যাস দ্বারা প্রতিস্থাপিত হচ্ছে, যার ফলে ক্ষেত্রগুলিতে বায়োমাস পোড়ানো হচ্ছে, এটি কাছাকাছি শহর ও শহরে বায়ু দূষণের একটি প্রধান উৎস হয়ে উঠেছে। \n\nটরিফাইড বায়োমাস\nপাল্ভারাইজড কয়লা চালিত বিদ্যুৎ কেন্দ্রে আমদানি করা কয়লার বিপুল পরিমাণ ব্যবহার করা হচ্ছে।কাঁচা বায়োমাস সরাসরি পাল্ভারাইজড কয়লা মিলগুলিতে ব্যবহার করা যায় না কারণ কেকিংয়ের কারণে সূক্ষ্ম পাউডারে পিষে নেওয়া কঠিন।যাইহোক, টরফ্যাকশন বায়োমাসের জন্য কয়লা প্রতিস্থাপন করা সম্ভব করে তোলে।  বিদ্যমান কয়লা-চালিত বিদ্যুৎ কেন্দ্রের গরম ফ্লু গ্যাসকে তাপের উৎস হিসেবে ব্যবহার করা যেতে পারে, যাতে জৈববস্তু কয়লার সাথে মিশ্রিত করা যায়।  উদ্বৃত্ত কৃষি/শস্যের অবশিষ্টাংশ এই উদ্দেশ্যে ব্যবহার করা শুরু হয়েছে।  দূষণের উদ্বেগের কারণে কয়লা চালিত বিদ্যুৎ কেন্দ্রগুলি বন্ধ করার পরিবর্তে, যুক্তি দেওয়া হয়েছে যে এই ইউনিটগুলিকে বায়োমাস থেকে বিদ্যুৎ উৎপাদনের জন্য অর্থনৈতিকভাবে পুনরুদ্ধার করা যেতে পারে।  বায়োমাস পাওয়ার প্ল্যান্টগুলি পুনর্নবীকরণযোগ্য শক্তির শংসাপত্রগুলিও বিক্রি করতে পারে, তাদের লাভ বাড়াতে পারে৷  বিদ্যমান পাল্ভারাইজড কয়লা-চালিত পাওয়ার স্টেশনগুলিতে কয়লার সাথে ১০% পর্যন্ত জৈববস্তুর কফিরিং ভারতে সফলভাবে প্রয়োগ করা হয়েছে।  কেন্দ্রীয় সরকার ২০২২ সালের অক্টোবর থেকে সমস্ত কয়লা চালিত প্ল্যান্টে জৈব পদার্থের কফিরিং (ন্যূনতম ৫%) বাধ্যতামূলক করেছে। \n\nবায়োগ্যাস\n২০১১ সালে, ভারত মাঝারি আকারের মিশ্র ফিড বায়োগ্যাস -সার পাইলট প্ল্যান্টের উপযোগিতা প্রদর্শনের জন্য একটি নতুন উদ্যোগ শুরু করে।সরকার প্রতিদিন ৩৭,০১৬ ঘনমিটার সামগ্রিক ক্ষমতা সহ ২১টি প্রকল্প অনুমোদন করেছে, যার মধ্যে ২টি প্রকল্প সফলভাবে ডিসেম্বর ২০১১ সালের মধ্যে চালু হয়েছে।  ভারত তার বায়োগ্যাস-ভিত্তিক ডিস্ট্রিবিউটেড/গ্রিড পাওয়ার জেনারেশন প্রোগ্রামের অধীনে আরও 1?১৫৮টি প্রকল্প চালু করেছে, যার মোট ইনস্টল ক্ষমতা প্রায় ২ মেগাওয়াট।২০১৮ সালে, ভারত ৫,০০০ টি বড় আকারের বাণিজ্যিক ধরনের বায়োগ্যাস প্লান্ট স্থাপন করে ১৫ মিলিয়ন টন বায়োগ্যাস/বায়ো-সিএনজি উৎপাদনের লক্ষ্য নির্ধারণ করেছে যা প্রতিটি প্ল্যান্ট দ্বারা দৈনিক ১২.৫ টন বায়ো-সিএনজি উৎপাদন করতে পারে।  বায়োগ্যাস প্ল্যান্ট থেকে প্রত্যাখ্যাত জৈব কঠিন পদার্থ টরফেকশনের পর কয়লা প্ল্যান্টে ব্যবহার করা যেতে পারে।\nবায়োগ্যাস হল প্রাথমিকভাবে মিথেন, এবং এটি সরাসরি মিথেনের উপর জন্মানো ব্যাকটেরিয়া মেথিলোকক্কাস ক্যাপসুলাটাস বৃদ্ধির মাধ্যমে গবাদি পশু, হাঁস-মুরগি এবং মাছের জন্য প্রোটিন সমৃদ্ধ খাদ্য তৈরি করতেও ব্যবহার করা যেতে পারে।জমি এবং জলের জন্য কম প্রয়োজনীয় গ্রামগুলিতে এটি অর্থনৈতিকভাবে করা যেতে পারে।  এই ইউনিটগুলি থেকে উৎপাদিত কার্বন ডাই অক্সাইড গ্যাস শৈবাল চাষ থেকে শেত্তলা তেল বা স্পিরুলিনার সস্তা উৎপাদনে ব্যবহার করা যেতে পারে, যা শেষ পর্যন্ত অপরিশোধিত তেলের বিকল্প হতে পারে।  প্রোটিন-সমৃদ্ধ খাদ্য উত্পাদনের জন্য বায়োগ্যাস ব্যবহার করা কার্বন ক্রেডিটের জন্যও যোগ্য কারণ এটি বায়ুমণ্ডল থেকে কার্বন বিচ্ছিন্ন করে।  ব্রুয়ারি, টেক্সটাইল মিল, সার প্ল্যান্ট, কাগজ ও সজ্জা শিল্প, দ্রাবক নিষ্কাশন ইউনিট, রাইস মিল, পেট্রোকেমিক্যাল প্ল্যান্ট এবং অন্যান্য শিল্প থেকে দরকারী জৈব পদার্থ আহরণের উল্লেখযোগ্য সম্ভাবনা রয়েছে। \nগ্রামীণ অর্থনীতির উন্নতির জন্য সরকার গ্রামীণ এলাকায় কৃষি বর্জ্য বা বায়োমাস ব্যবহার করার বিভিন্ন উপায় অন্বেষণ করছে।  উদাহরণস্বরূপ বায়োমাস গ্যাসিফায়ার প্রযুক্তিগুলি উদ্বৃত্ত বায়োমাস সম্পদ যেমন ধানের তুষ, ফসলের ডালপালা, ছোট কাঠের চিপস এবং গ্রামীণ এলাকায় অন্যান্য কৃষি-অবশিষ্ট থেকে শক্তি উৎপাদনের জন্য অনুসন্ধান করা হচ্ছে।রাজস্থানের সিরোহিতে ভারতের বৃহত্তম বায়োমাস-ভিত্তিক বিদ্যুৎ কেন্দ্রের ক্ষমতা ২০ মেগাওয়াট।২০১ সালে, ভারত বিহারের ৭০টি প্রত্যন্ত গ্রামে বিতরণ করা বিদ্যুৎ উৎপাদনের জন্য ২৫টি ধানের তুষ ভিত্তিক গ্যাসিফায়ার সিস্টেম স্থাপন করেছিল, যার মধ্যে গুজরাতে মোট ১.৩০ মেগাওয়াট এবং তামিলনাড়ুতে ০.৫ মেগাওয়াট রয়েছে।এছাড়াও, ভারতে ৬৯টি রাইস মিলে গ্যাসিফায়ার সিস্টেম স্থাপন করা হয়েছে। \n\n\n=== ভূ শক্তি ===\nভারতের ভূ- তাপীয় শক্তি ইনস্টল করার ক্ষমতা পরীক্ষামূলক, এবং বাণিজ্যিক ব্যবহার নগণ্য।কিছু অনুমান অনুসারে, ভারতে ১০,৬০০ মেগাওয়াট ভূ-তাপীয় শক্তি উপলব্ধ।  ভারতের জন্য সম্পদ মানচিত্র ছয়টি ভূ-তাপীয় প্রদেশে বিভক্ত করা হয়েছে:\n\nহিমালয় প্রদেশ - তৃতীয় ম্যাগমেটিজম সহ টারশিয়ারি অরোজেনিক বেল্ট\nত্রুটিযুক্ত ব্লক প্রদেশ - আরাবল্লী রেঞ্জ, নাগা-লুশি, পশ্চিম উপকূল অঞ্চল এবং নর্মদা - সন লাইনমেন্ট ।\nআগ্নেয়গিরির চাপ প্রদেশ - আন্দামান ও নিকোবর চাপ।\nতৃতীয় যুগের গভীর পাললিক অববাহিকা যেমন ক্যাম্বে অববাহিকা।\nতেজস্ক্রিয় প্রদেশ - সুরাজকুন্ড, হাজারিবাগ এবং ঝাড়খণ্ড ।\nক্র্যাটোনিক প্রদেশ - উপদ্বীপ ভারত\nভারতে প্রায় ৩৪০টি উষ্ণ প্রস্রবণ রয়েছে।এর মধ্যে ৬২টি উত্তর-পশ্চিম হিমালয় বরাবর জম্মু ও কাশ্মীর, হিমাচল প্রদেশ এবং উত্তরাখণ্ড রাজ্যে বিতরণ করা হয়।এগুলিকে ৩০-৫০কিমি প্রশস্ত তাপীয় ব্যান্ডে বেশিরভাগই নদীর উপত্যকায় ঘনীভূত অবস্থায় পাওয়া যায়।নাগা-লুসাই এবং পশ্চিম উপকূল প্রদেশগুলিও তাপীয় স্প্রিংসের একটি সিরিজ প্রকাশ করে।আন্দামান ও নিকোবর আর্ক ভারতের একমাত্র জায়গা যেখানে আগ্নেয়গিরির কার্যকলাপ চলতে থাকে, সম্ভাব্য ভূ-তাপীয় শক্তির জন্য একটি ভাল জায়গা।ক্যাম্বে জিওথার্মাল বেল্ট ২০০ কিমি দীর্ঘ এবং ৫০ কিমি প্রশস্ত, তৃতীয় পলি সহ।থার্মাল স্প্রিংস বেল্ট থেকে রিপোর্ট করা হয়েছে যদিও তারা খুব বেশি তাপমাত্রা বা প্রবাহের মাত্রা নয়।গভীর ড্রিল কূপে ১.৭ থেকে ১.৯ গভীরতার উচ্চ স্তরের তাপমাত্রা এবং তাপীয় তরল রিপোর্ট করা হয়েছে এই এলাকায় খনন সময় কিমি.১.৫ থেকে ৩.৪ গভীরতার রেঞ্জের ড্রিল গর্তে বাষ্প ব্লোআউটও রিপোর্ট করা হয়েছে কিমিভারতের উপদ্বীপ অঞ্চলের তাপীয় স্প্রিংসগুলি ত্রুটিগুলির সাথে আরও বেশি সম্পর্কিত, যা জলকে যথেষ্ট গভীরতায় সঞ্চালন করতে দেয়।সঞ্চালনকারী জল এলাকার স্বাভাবিক তাপীয় গ্রেডিয়েন্ট থেকে তাপ অর্জন করে এবং উচ্চ তাপমাত্রায় বের হতে পারে। \nএকটি ডিসেম্বর ২০১১ রিপোর্টে, ভারত ভূ-তাপীয় শক্তির বিকাশের জন্য ছয়টি প্রতিশ্রুতিশীল ভূ-তাপীয় স্থান চিহ্নিত করেছে।সম্ভাবনার হ্রাসের ক্রমে, এগুলি হল:\n\nতত্তাপানি (ছত্তিশগড়)\nপুগা (জম্মু ও কাশ্মীর)\nক্যাম্বে গ্রাবেন (গুজরাত)\nমানিকরণ (হিমাচল প্রদেশ)\nসুরজকুন্ড (হরিয়ানা)\nচুমাথাং (জম্মু ও কাশ্মীর)\nলাদাখের পুগা এবং চুমাথাং এলাকাকে ভারতের সবচেয়ে প্রতিশ্রুতিশীল ভূ-তাপীয় ক্ষেত্র হিসেবে গণ্য করা হয়।এই অঞ্চলগুলি ১৯৭০-এর দশকে আবিষ্কৃত হয়েছিল এবং ১৯৮০-এর দশকে জিওলজিক্যাল সার্ভে অফ ইন্ডিয়া (GSI) দ্বারা প্রাথমিক অনুসন্ধানের প্রচেষ্টা করা হয়েছিল।৬ ফেব্রুয়ারী ২০২১-এ, ওএনজিসি এনার্জি সেন্টার (ওইসি) বর্তমান লেফটেন্যান্ট গভর্নর রাধা কৃষ্ণ মাথুরের উপস্থিতিতে লাদাখ এবং লাদাখ স্বায়ত্তশাসিত পার্বত্য উন্নয়ন পরিষদ, লেহ-এর সাথে একটি সমঝোতা স্মারক (এমওইউ) স্বাক্ষর করেছে। \n\n\n=== জোয়ার শক্তি ===\nজোয়ারের শক্তি, যাকে জোয়ার-ভাটার শক্তিও বলা হয়, জলবিদ্যুতের একটি রূপ যা জোয়ার থেকে প্রাপ্ত শক্তিকে শক্তির দরকারী ফর্মগুলিতে রূপান্তর করে, প্রধানত বিদ্যুৎ।স্থানীয় প্রভাব যেমন শেল্ভিং, ফানেলিং, প্রতিফলন এবং অনুরণন নির্দিষ্ট অঞ্চলে জোয়ারের শক্তির সম্ভাবনা বাড়িয়ে তুলতে পারে।\nভারতের জোয়ার-ভাটার শক্তি ব্যবহার করার সম্ভাবনা উল্লেখযোগ্য।জোয়ার থেকে বিভিন্ন উপায়ে শক্তি আহরণ করা যায়।একটি পদ্ধতিতে, একটি প্রতিবন্ধক বা ব্যারাজের পিছনে একটি জলাধার তৈরি করা হয় এবং জোয়ারের জলগুলিকে বিদ্যুৎ উৎপন্ন করতে বাধার মধ্যে টারবাইনের মধ্য দিয়ে যাওয়ার অনুমতি দেওয়া হয়।এই পদ্ধতিতে ৪ মিটারের বেশি জোয়ারের পার্থক্য এবং ইনস্টলেশন খরচ কম রাখার জন্য অনুকূল টপোগ্রাফিক অবস্থার প্রয়োজন।ভারতের পশ্চিম উপকূলে খাম্বাত উপসাগর এবং কচ্ছ উপসাগর, যথাক্রমে ১১ মিটার এবং ৪ মিটার সর্বোচ্চ জোয়ারের রেঞ্জ এবং গড় জোয়ারের পরিসীমা ৬.৭৭ মিটার এবং ৫.২৩ মিটার, এই ধরনের প্রযুক্তির জন্য প্রতিশ্রুতিশীল সাইট।পশ্চিমবঙ্গের সুন্দরবনের গাঙ্গেয় ব-দ্বীপ আরেকটি সম্ভাবনা, যদিও এটি উল্লেখযোগ্যভাবে কম পুনরুদ্ধারযোগ্য শক্তি সরবরাহ করে; সুন্দরবনে সর্বোচ্চ জোয়ারের পরিসীমা ৫ মিটার এবং গড় জোয়ারের পরিসীমা ২.৯৭ মিটার।এটি অনুমান করা হয় যে ব্যারেজ প্রযুক্তি ভারতে, প্রাথমিকভাবে গুজরাতে জোয়ারের শক্তি থেকে প্রায় ৮ গিগাওয়াট সংগ্রহ করতে পারে।  ব্যারেজ পদ্ধতির বেশ কিছু অসুবিধা রয়েছে, তবে একটি হল একটি খারাপভাবে ইঞ্জিনিয়ারড ব্যারেজ পরিযায়ী মাছ, সামুদ্রিক বাস্তুতন্ত্র এবং জলজ জীবনের উপর উল্লেখযোগ্য নেতিবাচক প্রভাব ফেলতে পারে।  সমন্বিত ব্যারেজ প্রযুক্তি প্ল্যান্ট নির্মাণ করা ব্যয়বহুল হতে পারে।ডিসেম্বর ২০১১-এ, ভারত সরকারের নতুন ও পুনর্নবীকরণযোগ্য শক্তি মন্ত্রক এবং পশ্চিমবঙ্গের নবায়নযোগ্য শক্তি উন্নয়ন সংস্থা যৌথভাবে অনুমোদন করে এবং ভারতের প্রথম ৩.৭৫ মেগাওয়াট দূর্গাদুয়ানি মিনি জোয়ার-ভাটার বিদ্যুৎ প্রকল্প বাস্তবায়নে সম্মত হয়। \nআরেকটি জোয়ার-ভাটা তরঙ্গ প্রযুক্তি ভূপৃষ্ঠের তরঙ্গ বা সমুদ্র পৃষ্ঠের নিচে চাপের ওঠানামা থেকে শক্তি সংগ্রহ করে।ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি মাদ্রাজের ওশান ইঞ্জিনিয়ারিং সেন্টারের একটি রিপোর্ট অনুমান করেছে যে ভারতীয় উপকূলে বার্ষিক তরঙ্গ শক্তির সম্ভাবনা ৫ থেকে ১৫ মেগাওয়াট/মিটার, যা ভারতের ৭৫০০-কিলোমিটার উপকূলরেখায় প্রায় ৪০ টি বিদ্যুৎ সংগ্রহের তাত্ত্বিক সর্বাধিক সম্ভাবনার পরামর্শ দেয়। GW. যাইহোক, বাস্তবসম্মত অর্থনৈতিক সম্ভাবনা এর থেকে যথেষ্ট কম হতে পারে।  ভূপৃষ্ঠের শক্তি সংগ্রহের ক্ষেত্রে একটি উল্লেখযোগ্য বাধা হল এর সরঞ্জামগুলি মাছ ধরা এবং অন্যান্য সমুদ্রগামী জাহাজে হস্তক্ষেপ করতে পারে, বিশেষ করে অস্থির আবহাওয়ায়।ভারত তিরুবনন্তপুরমের কাছে ভিঝিনজামে তার প্রথম পৃষ্ঠ শক্তি সংগ্রহ প্রযুক্তি প্রদর্শন কেন্দ্র তৈরি করেছে।\nজোয়ার-ভাটার শক্তি সংগ্রহের তৃতীয় পদ্ধতি হল সমুদ্রের তাপ শক্তি প্রযুক্তি।এই পদ্ধতিটি সমুদ্রের জলে আটকে থাকা সৌর শক্তি সংগ্রহ করে।মহাসাগরগুলির একটি তাপীয় গ্রেডিয়েন্ট রয়েছে, পৃষ্ঠটি সমুদ্রের গভীর স্তরের চেয়ে অনেক বেশি উষ্ণ।পরিবর্তিত র‍্যাঙ্কাইন চক্র ব্যবহার করে এই তাপীয় গ্রেডিয়েন্টটি সংগ্রহ করা যেতে পারে।ভারতের ন্যাশনাল ইনস্টিটিউট অফ ওশান টেকনোলজি (এনআইওটি) সফলতা ছাড়াই এই পদ্ধতির চেষ্টা করেছে।২০০৩ সালে, NIOT জাপানের সাগা ইউনিভার্সিটির সাথে একটি 1 মেগাওয়াট ডেমোনস্ট্রেশন প্ল্যান্ট তৈরি এবং স্থাপন করার চেষ্টা করেছিল, কিন্তু যান্ত্রিক সমস্যা সাফল্যকে বাধা দেয়।কেরালার কাছে প্রাথমিক পরীক্ষার পর, ইউনিটটি ২০০৫ সালে লাক্ষাদ্বীপ দ্বীপপুঞ্জে পুনরায় স্থাপন এবং আরও উন্নয়নের জন্য নির্ধারিত হয়েছিল।\n\n\n== পারমাণবিক শক্তি ==\n\n৩১ মার্চ ২০১৯ পর্যন্ত, ভারতে ৬.৭৮ গিগাওয়াট ইনস্টল করা পারমাণবিক বিদ্যুৎ উৎপাদন ক্ষমতা বা মোট ইনস্টলড ইউটিলিটি বিদ্যুৎ উৎপাদন ক্ষমতার প্রায় ২% ছিল।পারমাণবিক উদ্ভিদ ২০১৮-১৯ সালে ৬৩.৬৭% পিএলএফ-এ ৩৭,৮১২ মিলিয়ন কিলোওয়াট ঘণ্টা তৈরি করেছে। \nভারতের পারমাণবিক বিদ্যুৎ কেন্দ্রের উন্নয়ন শুরু হয় ১৯৬৪ সালে।তারাপুরে দুটি ফুটন্ত পানির চুল্লি নির্মাণ ও চালু করার জন্য ভারত জেনারেল ইলেকট্রিক (মার্কিন যুক্তরাষ্ট্র) এর সাথে একটি চুক্তি স্বাক্ষর করেছে।১৯৬৭ সালে, এই প্রচেষ্টাটি ভারতের পারমাণবিক শক্তি বিভাগের অধীনে রাখা হয়েছিল।১৯৭১ সালে, ভারত রাজস্থানে কানাডার সহযোগিতায় তার প্রথম চাপযুক্ত ভারী জলের চুল্লি স্থাপন করে।\n১৯৮৭ সালে, ভারত পারমাণবিক শক্তি বাণিজ্যিকীকরণের জন্য নিউক্লিয়ার পাওয়ার কর্পোরেশন অফ ইন্ডিয়া লিমিটেড তৈরি করে।ভারতের নিউক্লিয়ার পাওয়ার কর্পোরেশন হল একটি পাবলিক সেক্টর এন্টারপ্রাইজ, যা সম্পূর্ণভাবে ভারত সরকারের মালিকানাধীন, পারমাণবিক শক্তি বিভাগের প্রশাসনিক নিয়ন্ত্রণের অধীনে।রাষ্ট্রীয় মালিকানাধীন কোম্পানির ২০৩২ সালের মধ্যে মোট ৬৩ গিগাওয়াট উৎপাদন ক্ষমতার প্ল্যান্ট স্থাপনের উচ্চাভিলাষী পরিকল্পনা রয়েছে। \nভারতের পারমাণবিক শক্তি উৎপাদন প্রচেষ্টা অনেক সুরক্ষা এবং তদারকির বিষয়।এর পরিবেশ ব্যবস্থাপনা সিস্টেমটি ISO-14001 প্রত্যয়িত, এবং এটি ওয়ার্ল্ড অ্যাসোসিয়েশন অফ নিউক্লিয়ার অপারেটরদের দ্বারা সমকক্ষ পর্যালোচনার মধ্য দিয়ে যায়, যার মধ্যে একটি প্রাক-স্টার্ট-আপ পিয়ার পর্যালোচনাও রয়েছে।নিউক্লিয়ার পাওয়ার কর্পোরেশন অফ ইন্ডিয়া লিমিটেড তার ২০১১ সালের বার্ষিক প্রতিবেদনে মন্তব্য করেছে যে তার সবচেয়ে বড় চ্যালেঞ্জ হল পারমাণবিক শক্তির সুরক্ষা সম্পর্কে জনসাধারণ এবং নীতিনির্ধারকদের ধারণাকে মোকাবেলা করা, বিশেষ করে জাপানে ফুকুশিমা দাইচি পারমাণবিক বিপর্যয়ের পরে। \n২০১১ সালে, ভারতে ১৮টি চাপযুক্ত ভারী জলের চুল্লি চালু ছিল, যেখানে আরও চারটি প্রকল্প চালু হয়েছে মোট ২.৮ GW ক্ষমতা।ভারত তার প্রথম প্রোটোটাইপ ফাস্ট ব্রিডার রিঅ্যাক্টর চালু করার প্রক্রিয়ায় রয়েছে প্লুটোনিয়াম -ভিত্তিক জ্বালানি ব্যবহার করে যা প্রথম পর্যায়ের চুল্লির খরচ করা জ্বালানি পুনঃপ্রক্রিয়া করে।প্রোটোটাইপ চুল্লিটি তামিলনাড়ুতে অবস্থিত এবং এর ক্ষমতা ৫০০ মেগাওয়াট। \nভারতের পরমাণু বিদ্যুৎ কেন্দ্রগুলি নিম্নলিখিত রাজ্যগুলিতে কাজ করে: মহারাষ্ট্র, গুজরাত, রাজস্থান, উত্তর প্রদেশ, তামিলনাড়ু এবং কর্ণাটক ।এই চুল্লিগুলির প্রতিটিতে ১০০ মেগাওয়াট থেকে ১০০০ মেগাওয়াটের মধ্যে বিদ্যুৎ উৎপাদন ক্ষমতা রয়েছে।কুদানকুলাম পারমাণবিক বিদ্যুৎ কেন্দ্র (KNPP) ভারতের একক বৃহত্তম পারমাণবিক বিদ্যুৎ কেন্দ্র।১০০০ মেগাওয়াট ক্ষমতার KNPP ইউনিট 1 জুলাই ২০১৩ সালে চালু করা হয়েছিল, যখন ইউনিট ২, এছাড়াও ১০০০ মেগাওয়াট ক্ষমতা সহ, ২০১৬ সালে সমালোচিত হয়।দুটি অতিরিক্ত ইউনিট নির্মাণাধীন রয়েছে।  প্ল্যান্টটি একাধিক শাটডাউনের শিকার হয়েছে, যার ফলে তদন্ত করার জন্য একটি বিশেষজ্ঞ প্যানেলের আহ্বান জানানো হয়েছে। কাকরাপাড় পারমাণবিক বিদ্যুৎ কেন্দ্রের দ্বিতীয় পর্যায়ের প্রথম ৭০০ মেগাওয়াট PHWR ইউনিট জুলাই ২০২০ সালে প্রথম সমালোচনামূলকতা অর্জন  ।\n২০১১ সালে, দেশের বৃহত্তম ইউরেনিয়াম খনি এবং সম্ভবত বিশ্বের অন্যতম বৃহত্তম তুম্মলাপাল্লে ইউরেনিয়াম খনিতে ইউরেনিয়াম আবিষ্কৃত হয়েছিল।মজুদ অনুমান করা হয়েছিল ৬৪,০০০ টন, এবং ১৫০,০০০ টন হতে পারে।  খনিটি ২০১২ সালে কাজ শুরু করে। \nপারমাণবিক বিদ্যুত কেন্দ্রের উৎপাদন ক্ষমতায় ভারতের অংশ বিশ্বব্যাপী পারমাণবিক বিদ্যুৎ উৎপাদন ক্ষমতার ১.২%, যা এটিকে ১৫তম বৃহত্তম পারমাণবিক শক্তি উৎপাদনকারী করে তোলে।ভারত ২০৩২ সালের মধ্যে তার বিদ্যুতের চাহিদার ৯% পারমাণবিক শক্তি এবং ২০৫০ সালের মধ্যে ২৫% সরবরাহ করার লক্ষ্য রাখে।  জৈতাপুর পারমাণবিক বিদ্যুৎ প্রকল্প, ভারতের বৃহত্তম পারমাণবিক বিদ্যুৎ কেন্দ্র প্রকল্প, ১০ মার্চ ২০১৮ সালে স্বাক্ষরিত একটি চুক্তির অধীনে ইলেকট্রিসিটি ডি ফ্রান্সের সাথে অংশীদারিত্বে বাস্তবায়নের পরিকল্পনা করা হয়েছে। \nভারত সরকার ৬২টি অতিরিক্ত পারমাণবিক চুল্লি তৈরি করছে, বেশিরভাগই থোরিয়াম জ্বালানি ব্যবহার করে, যা ২০২৫ সালের মধ্যে চালু হবে বলে আশা করছে।থোরিয়াম -ভিত্তিক পারমাণবিক শক্তিতে ফোকাস করার জন্য এটি \"বিশদ, অর্থায়ন, সরকার-অনুমোদিত পরিকল্পনা সহ বিশ্বের একমাত্র দেশ\"। \n\n\n== বিদ্যুৎ সঞ্চালন এবং বিতরণ ==\n\n২০১৩ সালের হিসাবে, ভারতে একটি একক প্রশস্ত এলাকা সিঙ্ক্রোনাস গ্রিড রয়েছে যা দূরবর্তী দ্বীপগুলি ছাড়া সমগ্র দেশকে কভার করে। \n\n \nউচ্চ ভোল্টেজ ডাইরেক্ট কারেন্ট (HVDC) ট্রান্সমিশন লাইনের মোট দৈর্ঘ্য (২২০kV এবং তার উপরে) ২৬৬ ক্ষেত্রফলের একটি বর্গ ম্যাট্রিক্স গঠনের জন্য যথেষ্ট হবে। km 2 (অর্থাৎ একটি বর্গাকার গ্রিড ১৬.৩ একটি পাশে কিমি, যাতে গড়ে ৮.১৫ দূরত্বের মধ্যে কমপক্ষে একটি উচ্চ ভোল্টেজ লাইন থাকে কিমি) দেশের সমগ্র এলাকা জুড়ে।এটি মার্কিন যুক্তরাষ্ট্রের তুলনায় প্রায় ২০% বেশি উচ্চ ভোল্টেজ ট্রান্সমিশন লাইনের প্রতিনিধিত্ব করে ( ৩,২২,০০০ কিমি (২,০০,০০০ মা) ২৩০ kV এবং তার উপরে)।তবে ভারতীয় গ্রিড অনেক কম বিদ্যুৎ পরিবহন করে।  ৬৬ কেভি এবং তার উপরে ট্রান্সমিশন লাইনের ইনস্টল করা দৈর্ঘ্য ৬,৪৯,৮৩৩ কিমি (৪,০৩,৭৮৮ মা) (গড়ে, ৪.৯৫ এর মধ্যে কমপক্ষে একটি ≥৬৬ kV ট্রান্সমিশন লাইন আছে সারাদেশে কিমি)।  সেকেন্ডারি ট্রান্সমিশন লাইনের দৈর্ঘ্য (৪০০ V এবং তার বেশি) হল ১,০৩,৮১,২২৬ কিমি (৬৪,৫০,৫৯৫ মা) ৩১ মার্চ ২০১৮ হিসাবে।  মোট ট্রান্সমিশন লাইনের বিস্তার (≥৪০০ V) ০.৩৬ ক্ষেত্রফলের একটি বর্গ ম্যাট্রিক্স গঠনের জন্য যথেষ্ট হবে।  কিমি 2 (অর্থাৎ গড়ে, কমপক্ষে একটি ট্রান্সমিশন লাইন ০.৩১ এর মধ্যে কিমি দূরত্ব) দেশের সমগ্র এলাকা জুড়ে।\n৩০ মে ২০১৯ তারিখে সর্বকালের সর্বোচ্চ সর্বোচ্চ লোড ১৮২,৬১০ মেগাওয়াট ছিল।  ২২০ কেভি স্তরে সাবস্টেশনগুলির সর্বাধিক অর্জিত চাহিদা ফ্যাক্টর প্রায় ৬০%। তবে সর্বোচ্চ বিদ্যুতের লোড মেটাতে সিস্টেমের কর্মক্ষমতা সন্তোষজনক নয়।  এটি একটি স্মার্ট গ্রিডে মূলধন বিনিয়োগ করার পরিকল্পনা সহ বিশদ ফরেনসিক ইঞ্জিনিয়ারিং অধ্যয়নের সূচনা করেছে যা বিদ্যমান ট্রান্সমিশন অবকাঠামোর উপযোগিতাকে সর্বাধিক করে তোলে। \nএকটি প্রাপ্যতা ভিত্তিক ট্যারিফ (ABT) প্রবর্তন মূলত ভারতীয় ট্রান্সমিশন গ্রিডগুলিকে স্থিতিশীল করতে সাহায্য করেছিল।  যাইহোক, গ্রিড শক্তি উদ্বৃত্তে রূপান্তরিত হওয়ায় ABT কম দরকারী হয়ে উঠেছে। জুলাই ২০১২ ব্ল্যাকআউট, যা দেশের উত্তরকে প্রভাবিত করে, ক্ষতিগ্রস্ত মানুষের সংখ্যা দ্বারা পরিমাপ করা ইতিহাসের বৃহত্তম পাওয়ার গ্রিড ব্যর্থতা ছিল।\n২০১৭-১৮ সালে ভারতের সামগ্রিক ট্রান্সমিশন এবং বাণিজ্যিক (ATC) লোকসান ছিল প্রায় ২১.৩৫%।  এটি মার্কিন যুক্তরাষ্ট্রের বিদ্যুৎ সেক্টরে মোট ATC ক্ষতির সাথে তুলনা করে, যা ২০১৮ সালে সরবরাহ করা ৪,৪০৪ বিলিয়ন কিলোওয়াট ঘন্টা বিদ্যুতের মধ্যে মাত্র ৬.৬% ছিল।  ভারত সরকার ২০১৭ সালের মধ্যে ১৭.১% এবং ২০২২ সালের মধ্যে ১৪.১% ক্ষতি কমানোর লক্ষ্য নির্ধারণ করেছে।অ-প্রযুক্তিগত ক্ষতির একটি উচ্চ অনুপাত লাইনের অবৈধ ট্যাপিং, ত্রুটিপূর্ণ বৈদ্যুতিক মিটার এবং কাল্পনিক বিদ্যুৎ উৎপাদনের কারণে ঘটে যা প্রকৃত খরচকে অবমূল্যায়ন করে এবং অর্থপ্রদান সংগ্রহকে হ্রাস করতেও অবদান রাখে। কেরালার একটি কেস স্টাডি অনুমান করেছে যে ত্রুটিপূর্ণ মিটার প্রতিস্থাপন করা হলে বন্টনের ক্ষতি ৩৪% থেকে ২৯% কমাতে পারে। \n\n\n== প্রবিধান এবং প্রশাসন ==\nবিদ্যুৎ মন্ত্রক হল ভারতের শীর্ষ কেন্দ্রীয় সরকারী সংস্থা যা ভারতের বৈদ্যুতিক শক্তি খাত নিয়ন্ত্রণ করে। মন্ত্রণালয়টি ২ জুলাই ১৯৯২ সালে তৈরি করা হয়েছিল। এটি পরিকল্পনা, নীতি প্রণয়ন, বিনিয়োগের সিদ্ধান্তের জন্য প্রকল্পের প্রক্রিয়াকরণ, প্রকল্প বাস্তবায়ন, প্রশিক্ষণ ও জনশক্তি উন্নয়ন, এবং বিদ্যুৎ উৎপাদন, সঞ্চালন ও বিতরণ সংক্রান্ত প্রশাসন ও আইন প্রণয়নের জন্য দায়ী।  এটি ভারতের বিদ্যুৎ আইন (২০০৩), শক্তি সংরক্ষণ আইন (২০০১) এর প্রশাসনের জন্যও দায়ী এবং ভারত সরকারের নীতি উদ্দেশ্য পূরণের জন্য প্রয়োজন হলে এই আইনগুলির সংশোধন করার দায়িত্বে রয়েছে।\nভারতের সংবিধানের সপ্তম তফসিলের তালিকা এন্ট্রি ৩৮ এর III-এ বিদ্যুৎ একটি সমবর্তী তালিকার বিষয়। ভারতের ফেডারেল শাসন কাঠামোতে, এর অর্থ হল কেন্দ্রীয় সরকার এবং ভারতের রাজ্য সরকার উভয়ই বিদ্যুৎ খাতের জন্য নীতি ও আইন প্রতিষ্ঠায় জড়িত।এর জন্য কেন্দ্রীয় সরকার এবং পৃথক রাজ্য সরকারগুলিকে পৃথক রাজ্যে প্রকল্পগুলিকে ত্বরান্বিত করতে সহায়তা করার জন্য সমঝোতা স্মারকে প্রবেশ করতে হবে।  বিতরণ কোম্পানি (ডিসকম) দ্বারা বিদ্যুৎ ক্রয়ের বিষয়ে জনসাধারণের কাছে তথ্য প্রচার করতে, ভারত সরকার সম্প্রতি দৈনিক ভিত্তিতে তার ওয়েবসাইটে ডেটা পোস্ট করা শুরু করেছে। \n\n\n=== লেনদেন ===\nবাল্ক পাওয়ার ক্রেতারা একটি বিপরীত ই-নিলাম সুবিধা থেকে স্বল্প, মাঝারি এবং দীর্ঘমেয়াদী সময়ের জন্য দৈনিক ভিত্তিতে বিদ্যুৎ কিনতে পারেন।  বিপরীত ই-নিলাম সুবিধা দ্বারা লেনদেন করা বিদ্যুতের দাম দ্বিপাক্ষিক চুক্তির অধীনে সম্মত দামের চেয়ে অনেক কম।  কমোডিটি ডেরিভেটিভ এক্সচেঞ্জ মাল্টি কমোডিটি এক্সচেঞ্জ ভারতের ভবিষ্যত বাজারে বিদ্যুৎ সরবরাহের অনুমতি চেয়েছে।  ভারত সরকার বিপরীত ক্রয় প্রক্রিয়ারও পরিকল্পনা করছে যাতে জেনারেটর এবং উদ্বৃত্ত শক্তি সহ ডিসকম এক বছর পর্যন্ত বিদ্যুৎ সরবরাহের জন্য ই-বিড চাইতে পারে, দ্বিপাক্ষিক চুক্তির অবসান ঘটাতে এবং বাজার ভিত্তিক মূল্য নির্ধারণ করতে। বিদ্যুৎ \n\n\n=== সরকারি মালিকানাধীন বিদ্যুৎ কোম্পানি ===\nভারতের বিদ্যুৎ মন্ত্রক ভারতে বিদ্যুৎ উৎপাদনের সাথে জড়িত কেন্দ্রীয় সরকারের মালিকানাধীন কোম্পানিগুলিকে পরিচালনা করে।এর মধ্যে রয়েছে ন্যাশনাল থার্মাল পাওয়ার কর্পোরেশন, নেভেলি লিগনাইট কর্পোরেশন, এসজেভিএন, দামোদর ভ্যালি কর্পোরেশন, ন্যাশনাল হাইড্রোইলেকট্রিক পাওয়ার কর্পোরেশন এবং ভারতের নিউক্লিয়ার পাওয়ার কর্পোরেশন ।পাওয়ার গ্রিড কর্পোরেশন অফ ইন্ডিয়াও মন্ত্রক দ্বারা পরিচালিত হয়; এটি বিদ্যুতের আন্তঃরাজ্য সঞ্চালন এবং জাতীয় গ্রিডের উন্নয়নের জন্য দায়ী।\nমন্ত্রক ভারতের বিদ্যুৎ সেক্টরে রাজ্য সরকারের মালিকানাধীন কর্পোরেশন সম্পর্কিত বিষয়ে রাজ্য সরকারগুলির সাথে কাজ করে।রাজ্য কর্পোরেশনগুলির উদাহরণগুলির মধ্যে রয়েছে তেলঙ্গানা পাওয়ার জেনারেশন কর্পোরেশন, অন্ধ্র প্রদেশ পাওয়ার জেনারেশন কর্পোরেশন লিমিটেড, আসাম পাওয়ার জেনারেশন কর্পোরেশন লিমিটেড, তামিলনাড়ু বিদ্যুৎ বোর্ড, মহারাষ্ট্র রাজ্য বিদ্যুৎ বোর্ড, কেরালা রাজ্য বিদ্যুৎ বোর্ড, পশ্চিমবঙ্গ রাজ্য বিদ্যুৎ বিতরণ কোম্পানি এবং গুজরাত উর্জা বিকাশ নিগম লিমিটেড।\n\n\n=== বিদ্যুৎ পরিকাঠামোর তহবিল ===\n\nভারতের বিদ্যুৎ মন্ত্রণালয় গ্রামীণ বিদ্যুতায়ন কর্পোরেশন লিমিটেড এবং পাওয়ার ফাইন্যান্স কর্পোরেশন লিমিটেড পরিচালনা করে।এই কেন্দ্রীয়-সরকার-মালিকানাধীন পাবলিক সেক্টর এন্টারপ্রাইজগুলি ভারতে সরকারি এবং বেসরকারি বিদ্যুৎ খাতের অবকাঠামো প্রকল্পগুলির জন্য ঋণ এবং গ্যারান্টি প্রদান করে।ওভাররেটেড প্ল্যান্টের ক্ষমতার উপর অত্যধিক ব্যয়ের ৭৫% অতিরিক্ত প্ল্যান্ট নির্মাণ ঋণের ফলে ৪০ থেকে ৬০ বিলিয়ন মার্কিন ডলারের সম্পদ আটকে গেছে।  কেন্দ্রীয় এবং রাষ্ট্রীয় মালিকানাধীন বিদ্যুৎ জেনারেটররা এই সংকট থেকে রক্ষা পেয়েছে কারণ তারা প্রতিযোগিতামূলক বিডিং প্রক্রিয়া ছাড়াই, প্রচলিত বাজারের বিদ্যুৎ শুল্কের চেয়ে বেশি মূল্যের ভিত্তিতে রাষ্ট্রীয় মালিকানাধীন একচেটিয়া ডিসকমগুলির সাথে পিপিএ -তে প্রবেশ করেছিল।বিভিন্ন খাতে অনেক প্রত্যক্ষ ও পরোক্ষ ভর্তুকি দেওয়া হয়। \n\n\n=== বাজেট সহায়তা ===\nবিদ্যুৎ আইন ২০০৩ প্রণয়নের পর বিদ্যুৎ খাতে বাজেট সহায়তা নগণ্য।  আইনটি কার্যকর হওয়ার পরে অনেক রাজ্য বিদ্যুৎ বোর্ডগুলিকে তাদের কম্পোনেন্ট অংশে বিভক্ত করা হয়েছিল, বিদ্যুৎ উৎপাদন, প্রেরণ এবং বিতরণের জন্য পৃথক সংস্থা তৈরি করা হয়েছিল। \n\n\n=== মানব সম্পদ উন্নয়ন ===\n\nভারতে বিদ্যুৎ খাতের দ্রুত বৃদ্ধি প্রশিক্ষিত কর্মীদের জন্য উচ্চ চাহিদা তৈরি করেছে।ভারত শক্তি শিক্ষা প্রসারিত করার এবং বিদ্যমান শিক্ষাপ্রতিষ্ঠানগুলিকে শক্তির ক্ষমতা সংযোজন, উৎপাদন, পরিচালনা এবং রক্ষণাবেক্ষণ সম্পর্কিত কোর্স চালু করতে সক্ষম করার প্রচেষ্টা করছে।এই উদ্যোগের মধ্যে রয়েছে প্রচলিত এবং নবায়নযোগ্য শক্তি ।\nনতুন এবং পুনর্নবীকরণযোগ্য জ্বালানি মন্ত্রক ঘোষণা করেছে যে রাজ্য পুনর্নবীকরণযোগ্য শক্তি সংস্থাগুলিকে এমন স্থানে যেখানে নিবিড় পুনর্নবীকরণযোগ্য শক্তি প্রোগ্রামগুলি বাস্তবায়িত করা হচ্ছে সেখানে পুনর্নবীকরণযোগ্য শক্তি সিস্টেমগুলির ইনস্টলেশন, পরিচালনা এবং রক্ষণাবেক্ষণ এবং মেরামতের জন্য স্বল্পমেয়াদী প্রশিক্ষণ কর্মসূচির আয়োজন করতে সহায়তা করা হচ্ছে৷ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি রুরকি এবং ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি খড়গপুরে পুনর্নবীকরণযোগ্য শক্তি চেয়ার স্থাপন করা হয়েছে।  সেন্ট্রাল ট্রেনিং ইনস্টিটিউট জবলপুর হল পাওয়ার ডিস্ট্রিবিউশন ইঞ্জিনিয়ারিং এবং ম্যানেজমেন্টের জন্য একটি প্রশিক্ষণ ইনস্টিটিউট।  এনটিপিসি স্কুল অফ বিজনেস নোইডা একটি শক্তি-কেন্দ্রিক দুই বছরের স্নাতকোত্তর ডিপ্লোমা ইন ম্যানেজমেন্ট প্রোগ্রাম এবং এক বছরের স্নাতকোত্তর ডিপ্লোমা ইন ম্যানেজমেন্ট (এক্সিকিউটিভ) প্রোগ্রাম শুরু করেছে, যাতে ম্যানেজমেন্ট পেশাদারদের ক্রমবর্ধমান প্রয়োজন মেটানো যায়। এই এলাকায়.  শিক্ষা এবং দক্ষ কর্মীদের প্রাপ্যতা ভারতের বিদ্যুৎ খাত সম্প্রসারণের প্রচেষ্টায় একটি মূল চ্যালেঞ্জ হবে বলে আশা করা হচ্ছে।\n\n\n== ভারতের বিদ্যুৎ খাতের সমস্যা ==\nভারতের বিদ্যুৎ খাত অনেক সমস্যার সম্মুখীন হয়, যার মধ্যে রয়েছে:\n\nঅপর্যাপ্ত শেষ মাইল সংযোগ দেশটিতে ইতিমধ্যেই সাময়িক এবং স্থানিকভাবে সম্পূর্ণ ভোক্তা চাহিদা মেটাতে পর্যাপ্ত উৎপাদন ও সঞ্চালন ক্ষমতা রয়েছে।  যাইহোক, সমস্ত বিদ্যুত গ্রাহকদের মধ্যে শেষ-মাইল লিঙ্ক-আপের অভাব এবং একটি নির্ভরযোগ্য পাওয়ার সাপ্লাই (৯৯%-এর বেশি), অনেক গ্রাহক ডিজেল জেনারেটরের উপর নির্ভর করে।  ভারতে প্রায় ৮০ বিলিয়ন kWh বিদ্যুৎ বার্ষিক ডিজেল জেনারেটর সেট দ্বারা উৎপন্ন হয় যা প্রায় ১৫ মিলিয়ন টন ডিজেল তেল ব্যবহার করে। ১০ মিলিয়নেরও বেশি পরিবার লোডশেডিংয়ের ক্ষেত্রে ব্যাক-আপ হিসাবে ব্যাটারি স্টোরেজ ইউপিএস ব্যবহার করে।  ভারত প্রতি বছর প্রায় US$2 বিলিয়ন মূল্যের ব্যাটারি স্টোরেজ ইউপিএস আমদানি করে।  যেহেতু ওভারহেড লাইনগুলি বৃষ্টি এবং ঝড়ের সময় বিতরণে সমস্যা সৃষ্টি করে, তাই শহর ও শহরে সস্তায় জরুরি বিদ্যুৎ সরবরাহ করার জন্য কম ভোল্টেজের সাবস্টেশন থেকে চাপা তারগুলি স্থাপন করার পরিকল্পনা রয়েছে এবং এইভাবে ডিজেল জেনারেটর সেট এবং UPS সিস্টেমের ইনস্টলেশনের মাধ্যমে ডিজেল তেলের ব্যবহার কমানো যায়।\nচাহিদা বিল্ড আপ ব্যবস্থা বিদ্যুত-নিবিড় শিল্পগুলি তাদের নিজস্ব কয়লা/গ্যাস/তেল চালিত ক্যাপটিভ পাওয়ার প্ল্যান্ট চালানোর পরিবর্তে গ্রিড থেকে পাওয়া সস্তা বিদ্যুৎ (গড় মূল্য ২.৫ টাকা প্রতি kWhr ) ব্যবহার করে।  এই ধরনের প্ল্যান্টের ক্যাপটিভ পাওয়ার উৎপাদন ক্ষমতা প্রায় ৫৩,০০০ মেগাওয়াট এবং এগুলি প্রধানত ইস্পাত, সার, অ্যালুমিনিয়াম, সিমেন্ট ইত্যাদি শিল্পে প্রতিষ্ঠিত।  এই প্ল্যান্টগুলি গ্রিড থেকে স্বল্পমেয়াদী ওপেন অ্যাক্সেস (এসটিওএ) ভিত্তিতে সস্তায় বিদ্যুত তুলতে পারে, তাদের নিজস্ব উচ্চ বিদ্যুৎ উৎপাদনের খরচ এড়াতে এবং অন্যান্য গ্রাহকদের থেকে বিদ্যুৎ সরিয়ে নিতে পারে।  এই অলস ক্যাপটিভ পাওয়ার প্ল্যান্টগুলির মধ্যে কয়েকটি আনুষঙ্গিক পরিষেবা বা গ্রিড রিজার্ভ পরিষেবার জন্য ব্যবহার করা যেতে পারে এবং অতিরিক্ত রাজস্ব উপার্জন করতে পারে। \nকমবেশি  বিদ্যুৎ বিতরণ প্রায় সব পরিবারেরই বিদ্যুৎ সুবিধা রয়েছে।  যাইহোক, বেশিরভাগ পরিবার বিদ্যুৎ সরবরাহকে বিরতিহীন এবং অবিশ্বস্ত বলে মনে করে।  একই সময়ে, অনেক পাওয়ার স্টেশন বিদ্যুতের চাহিদার অভাবে নিষ্ক্রিয় হয়ে পড়েছে এবং নিষ্ক্রিয় উৎপাদন ক্ষমতা তিনগুণ বেশি বিদ্যুত অনুপস্থিত পরিবারের চাহিদা মেটাতে যথেষ্ট।\nঅনিয়মিত শক্তি মূল্য নির্ধারণ সাধারণভাবে, শিল্প এবং বাণিজ্যিক গ্রাহকরা গার্হস্থ্য এবং কৃষি গ্রাহকদের ভর্তুকি দেয়।  কৃষকদের জন্য বিনামূল্যে বিদ্যুতের মতো সরকারী দান, যা আংশিকভাবে রাজনৈতিক সুবিধার জন্য তৈরি করা হয়েছে, রাষ্ট্র-চালিত বিদ্যুত-বন্টন ব্যবস্থার নগদ মজুদকে হ্রাস করেছে এবং ₹ ২.৫ ট্রিলিয়ন (ইউএস$ ৩০.৫৬ বিলিয়ন)  ) ঋণের দিকে পরিচালিত করেছে ।  এটি আর্থিকভাবে বন্টন নেটওয়ার্ককে বিকল করে দিয়েছে, এবং রাজ্য সরকারের কাছ থেকে ভর্তুকি না পাওয়ায় বিদ্যুৎ কেনার জন্য অর্থ প্রদানের ক্ষমতা।  এই পরিস্থিতি আরও খারাপ হয়েছে রাজ্য সরকারের বিভাগগুলি যেগুলি তাদের বিদ্যুৎ বিল পরিশোধ করে না।\nওভার-রেটেড ক্ষমতা অনেক কয়লা চালিত প্ল্যান্ট প্রকৃত সর্বোচ্চ ধারাবাহিক রেটিং (MCR) ক্ষমতার উপরে ওভাররেটেড।  উদ্ভিদ খরচ স্ফীত করা অনুমতি দেয়।  এই প্ল্যান্টগুলি দৈনিক ভিত্তিতে তাদের ঘোষিত ক্ষমতার ১৫ থেকে ১০% কম কাজ করে এবং খুব কমই ঘোষিত ক্ষমতায় কাজ করে, গ্রিডের স্থিতিশীলতাকে হ্রাস করে।\nলোড এবং চাহিদা সময়মত তথ্যের অভাব গ্রিড ফ্রিকোয়েন্সি সম্পর্কিত পাওয়ার গ্রিডের ত্রুটিগুলি বোঝার জন্য ১৫-মিনিট বা তার বেশি ঘন ঘন অন্তরে ইন্ট্রাডে গ্রাফগুলি প্রয়োজন, যার মধ্যে সমস্ত গ্রিড-সংযুক্ত জেনারেটিং স্টেশন (≥ ১০০ কিলোওয়াট) এবং সমস্ত সাবস্টেশন থেকে ডেটা লোড করার জন্য SCADA থেকে সংগৃহীত ব্যাপক ডেটা সহ।  \nপর্যাপ্ত কয়লা সরবরাহের অভাব  কয়লার প্রচুর মজুদ থাকা সত্ত্বেও, বিদ্যুৎ কেন্দ্রগুলি প্রায়শই কম সরবরাহ করা হয়।ভারতের একচেটিয়া কয়লা উত্পাদক, রাষ্ট্র নিয়ন্ত্রিত কোল ইন্ডিয়া, আদিম খনির কৌশল দ্বারা সীমাবদ্ধ এবং চুরি ও দুর্নীতিতে পরিপূর্ণ।  দরিদ্র কয়লা পরিবহন অবকাঠামো এই সমস্যাগুলিকে আরও খারাপ করেছে। ভারতের বেশির ভাগ কয়লা সংরক্ষিত বন বা উপজাতীয় ভূমির অধীনে রয়েছে এবং অতিরিক্ত আমানত খনির প্রচেষ্টাকে প্রতিহত করা হয়েছে।\nদুর্বল গ্যাস পাইপলাইন সংযোগ এবং অবকাঠামো ভারতে প্রচুর কয়লা বেড মিথেন এবং প্রাকৃতিক গ্যাসের সম্ভাবনা রয়েছে। তবে একটি বিশাল নতুন অফশোর প্রাকৃতিক গ্যাস ক্ষেত্র দাবির চেয়ে অনেক কম গ্যাস সরবরাহ করেছে, যার ফলে প্রাকৃতিক গ্যাসের ঘাটতি দেখা দিয়েছে।\nট্রান্সমিশন, ডিস্ট্রিবিউশন এবং ভোক্তা-স্তরের লোকসান ক্ষতি ৩০%-এর বেশি, যার মধ্যে তাপবিদ্যুৎ কেন্দ্রের সহায়ক বিদ্যুৎ খরচ এবং বায়ু জেনারেটর, সৌর বিদ্যুৎ কেন্দ্র এবং স্বাধীন বিদ্যুৎ উৎপাদনকারী (IPPs) ইত্যাদির দ্বারা কাল্পনিক বিদ্যুৎ উৎপাদন সহ।\nআবাসিক বিল্ডিং সেক্টরে শক্তি দক্ষতার প্রতিরোধ ক্রমাগত নগরায়ন এবং জনসংখ্যা বৃদ্ধির ফলে বিল্ডিংগুলিতে বিদ্যুত খরচ বেড়ে যায়। স্টেকহোল্ডারদের মধ্যে এখনও বিশ্বাসটি প্রাধান্য পেয়েছে যে শক্তি-দক্ষ বিল্ডিংগুলি প্রচলিত বিল্ডিংয়ের চেয়ে বেশি ব্যয়বহুল, যা বিল্ডিং সেক্টরের সবুজকরণকে বিরূপভাবে প্রভাবিত করে। \nজলবিদ্যুৎ প্রকল্পের প্রতিরোধ ভারতের পার্বত্য উত্তর এবং উত্তর-পূর্ব অঞ্চলে জলবিদ্যুৎ প্রকল্পগুলি পরিবেশগত, পরিবেশগত এবং পুনর্বাসন বিতর্ক এবং জনস্বার্থ মামলার কারণে ধীর হয়ে গেছে।\nপারমাণবিক শক্তি উৎপাদন প্রতিরোধ ফুকুশিমা বিপর্যয়ের পর থেকে রাজনৈতিক সক্রিয়তা এই খাতে অগ্রগতি হ্রাস করেছে। ভারতে পারমাণবিক বিদ্যুৎকেন্দ্র নির্মাণের ট্র্যাক রেকর্ডও খুবই খারাপ। \nবিদ্যুৎ চুরি বিদ্যুৎ চুরির কারণে আর্থিক ক্ষতি অনুমান করা হয় বছরে প্রায় $১৬ বিলিয়ন।\nভারতের বিদ্যুৎ সেক্টরের জন্য মূল বাস্তবায়ন চ্যালেঞ্জগুলির মধ্যে রয়েছে নতুন প্রকল্প ব্যবস্থাপনা এবং কার্যকর করার দক্ষ কর্মক্ষমতা, জ্বালানীর প্রাপ্যতা এবং উপযুক্ত গুণমান নিশ্চিত করা, ভারতে উপলব্ধ বৃহৎ কয়লা এবং প্রাকৃতিক গ্যাস সম্পদের বিকাশ, জমি অধিগ্রহণ, রাজ্য এবং কেন্দ্রীয় সরকারের স্তরে পরিবেশগত অনুমোদন প্রাপ্তি, এবং দক্ষ জনশক্তিকে প্রশিক্ষণ দেওয়া। \n\n\n== বৈদেশিক বিদ্যুৎ বাণিজ্য ==\nভারতের জাতীয় গ্রিড সুসংগতভাবে ভুটানের সাথে আন্তঃসংযুক্ত এবং বাংলাদেশ ও নেপালের সাথে  সংযুক্ত।  মায়ানমারের সাথে একটি আন্তঃসংযোগ, এবং শ্রীলঙ্কার সাথে একটি সমুদ্রের আন্তঃসংযোগ ( ভারত-শ্রীলঙ্কা এইচভিডিসি ইন্টারকানেকশন ) প্রস্তাব করা হয়েছে।\nভারত বাংলাদেশ ও নেপালে বিদ্যুৎ রপ্তানি করে এবং ভুটান থেকে অতিরিক্ত বিদ্যুৎ আমদানি করে।  ২০১৫ সালে, নেপাল ভারত থেকে ২২৪.২১ মেগাওয়াট বৈদ্যুতিক শক্তি আমদানি করেছিল, এবং বাংলাদেশ ৫০০ মেগাওয়াট আমদানি করেছিল।  ২০১৮ সালে বাংলাদেশ ভারত থেকে ১০,০০০ মেগাওয়াট বিদ্যুৎ আমদানির প্রস্তাব করেছিল। \n\n\n== আমদানি করা এলপিজি ও কেরোসিনের বিকল্প হিসেবে বিদ্যুৎ ==\nভারতের তরলীকৃত পেট্রোলিয়াম গ্যাস (এলপিজি) এর নিট আমদানি ৬.০৯৩ মিলিয়ন টন এবং অভ্যন্তরীণ ব্যবহার ১৩.৫৬৮ মিলিয়ন টন রুপি। ২০১২-১৩ সালে গার্হস্থ্য গ্রাহকদের জন্য ৪১,৫৪৬ কোটি টাকা ভর্তুকি দেয়।  LPG আমদানির সামগ্রী ভারতে মোট খরচের প্রায় ৪০%।  ঘরোয়া রান্নায় এলপিজি (নিট ক্যালোরিফিক মান ১১,০০০ কিলোক্যালরি/কেজি ৭৫% গরম করার দক্ষতায়) প্রতিস্থাপনের জন্য সাশ্রয়ী মূল্যের বিদ্যুতের খুচরা শুল্ক (৯০% গরম করার দক্ষতায় ৮৬০ Kcal/Kwh) হল ৬.৪৭ টাকা/Kwh, যেখানে LPG সিলিন্ডারের খুচরা মূল্য ১৪.২ কেজি সহ ১০০০ টাকা (ভর্তুকি ছাড়া)  এলপিজি সামগ্রী।এলপিজি ব্যবহারকে বিদ্যুতের সাথে প্রতিস্থাপন করলে আমদানি উল্লেখযোগ্যভাবে হ্রাস পাবে।\nকেরোসিনের অভ্যন্তরীণ ব্যবহার হচ্ছে ৭.৩৪৯ মিলিয়ন টন টাকা সহ। ২০১২-১৩ সালে গার্হস্থ্য গ্রাহকদের জন্য ৩০,১৫১ কোটি টাকা ভর্তুকি।কেরোসিনের ভর্তুকিযুক্ত খুচরা মূল্য হল ১৩.৬৯ টাকা/লিটার যেখানে রপ্তানি/আমদানি মূল্য হল ৪৮.০০ টাকা/লিটার৷গার্হস্থ্য রান্নায় কেরোসিন প্রতিস্থাপনের জন্য সাশ্রয়ী মূল্যের বিদ্যুতের খুচরা শুল্ক (৮৬০ Kcal/Kwh ৯০% গরম করার দক্ষতা) (নেট ক্যালোরিফিক মান ৮২৪০ Kcal/লিটার ৭৫% গরম করার দক্ষতা) যখন কেরোসিনের খুচরা মূল্য ৪৮ টাকা/kWh হয় লিটার (ভর্তুকি ছাড়া)।\n২০১৪-১৫ সালে, কয়লা চালিত তাপবিদ্যুৎ কেন্দ্রগুলির প্ল্যান্ট লোড ফ্যাক্টর (PLF) ছিল মাত্র ৬৪.৪৬%।পর্যাপ্ত বিদ্যুতের চাহিদা থাকলে এই স্টেশনগুলি ৮৫% PLF-এর উপরে চলতে পারে।  ৮৫% পিএলএফ-এ অতিরিক্ত বিদ্যুৎ উৎপাদন প্রায় ২৪০ বিলিয়ন ইউনিট, যা গার্হস্থ্য খাতে সমস্ত এলপিজি এবং কেরোসিন খরচ প্রতিস্থাপন করার জন্য যথেষ্ট।  অতিরিক্ত বিদ্যুৎ উৎপাদনের বর্ধিত খরচ হল শুধুমাত্র কয়লা জ্বালানী খরচ, ৩ টাকা/কিলোওয়াট-এর কম।কয়লা-চালিত স্টেশনগুলির PLF বৃদ্ধি করা এবং গৃহস্থালীর বিদ্যুত গ্রাহকদের গৃহস্থালীর রান্নায় এলপিজি এবং কেরোসিনের পরিবর্তে বিদ্যুতের বিকল্পে উত্সাহিত করা সরকারি ভর্তুকি হ্রাস করবে৷এটি প্রস্তাব করা হয়েছে যে গৃহস্থালী গ্রাহকরা যারা ভর্তুকিযুক্ত এলপিজি/কেরোসিন পারমিট সমর্পণ করতে ইচ্ছুক তাদের একটি বিনামূল্যে বিদ্যুৎ সংযোগ এবং একটি ভর্তুকিযুক্ত বিদ্যুতের শুল্ক দেওয়া উচিত। \n২০১৭ সাল থেকে, আইপিপিগুলি উচ্চ ভোল্টেজ গ্রিডে খাওয়ানোর জন্য ৩.০০ টাকা/কিলোওয়াট-এর নিচে সৌর ও বায়ু শক্তি বিক্রি করার প্রস্তাব দিয়েছে।বিতরণ খরচ এবং ক্ষতি বিবেচনা করার পরে, সৌর শক্তি অভ্যন্তরীণ সেক্টরে ব্যবহৃত এলপিজি এবং কেরোসিন প্রতিস্থাপনের জন্য একটি কার্যকর অর্থনৈতিক বিকল্প বলে মনে হচ্ছে।\n\n\n== বৈদ্যুতিক যানবাহন ==\nভারতে পেট্রোল এবং ডিজেলের খুচরা দাম যথেষ্ট বেশি যাতে বিদ্যুৎ চালিত যানগুলি তুলনামূলকভাবে লাভজনক হয়।  ২০২১-২২ সালে ডিজেলের খুচরা মূল্য ছিল ১০১.০০ টাকা/লিটার, এবং পেট্রোলের খুচরা মূল্য ছিল ১১০.০০ টাকা/লিটার।ডিজেল প্রতিস্থাপনের জন্য বিদ্যুতের খুচরা মূল্য হবে ১২.২১ টাকা/কিলোওয়াট (৮৬০ Kcal/Kwh-এ ৭৫% ইনপুট বিদ্যুত শ্যাফ্ট পাওয়ার দক্ষতা বনাম ডিজেলের নেট ক্যালোরিফিক মান ৮৫৭২ Kcal/লিটার ৪০% জ্বালানী শক্তিতে ক্র্যাঙ্ক শ্যাফ্ট পাওয়ার দক্ষতা ), এবং পেট্রোল প্রতিস্থাপনের তুলনীয় সংখ্যা হবে ১৭.৭৯ টাকা/কিলোওয়াট (৮৬০ Kcal/Kwh-এ ৭৫% ইনপুট বিদ্যুতে শ্যাফ্ট পাওয়ার দক্ষতা বনাম পেট্রোলের নেট ক্যালোরিফিক মান ৭৬৯৩ Kcal/লিটারে ৩৩% জ্বালানী শক্তিতে ক্র্যাঙ্ক শ্যাফ্ট পাওয়ার দক্ষতা)।২০১২-১৩ সালে, ভারত ১৫.৭৪৪ মিলিয়ন টন পেট্রোল এবং ৬৯.১৭৯ মিলিয়ন টন ডিজেল ব্যবহার করেছিল, উভয়ই প্রধানত আমদানি করা অপরিশোধিত তেল থেকে উত্পাদিত হয়েছিল। \nবিদ্যুৎ চালিত যানবাহন ভারতে জনপ্রিয় হয়ে উঠবে বলে আশা করা হচ্ছে যখন শক্তি সঞ্চয়স্থান/ ব্যাটারি প্রযুক্তি উন্নত পরিসর, দীর্ঘ জীবন এবং কম রক্ষণাবেক্ষণ অফার করে।  যানবাহন থেকে গ্রিড বিকল্পগুলিও আকর্ষণীয়, সম্ভাব্য বৈদ্যুতিক যানগুলিকে ইলেকট্রিক গ্রিডে পিক লোড কমাতে সাহায্য করার অনুমতি দেয়।ওয়্যারলেস ইলেক্ট্রিসিটি ট্রান্সমিশন প্রযুক্তির মাধ্যমে বৈদ্যুতিক গাড়ির ক্রমাগত চার্জ করার সম্ভাবনা ভারতীয় কোম্পানি এবং অন্যরা অনুসন্ধান করছে। \n\n\n== শক্তির মজুদ ==\nভারতে প্রচুর সম্ভাবনাময় সৌর বায়ু, হাইড্রো এবং বায়োমাস শক্তি রয়েছে। এছাড়াও, জানুয়ারী ২০১১ পর্যন্ত ভারতে আনুমানিক ৩৮ ট্রিলিয়ন ঘনফুট (Tcf) প্রমাণিত প্রাকৃতিক গ্যাসের মজুদ ছিল, যা বিশ্বের ২৬তম বৃহত্তম রিজার্ভ।  ইউনাইটেড স্টেটস এনার্জি ইনফরমেশন অ্যাডমিনিস্ট্রেশন অনুমান করে যে ভারত ২০১০ সালে আনুমানিক ১.৮ Tcf প্রাকৃতিক গ্যাস উৎপাদন করেছিল যেখানে প্রায় ২.৩ Tcf প্রাকৃতিক গ্যাস ব্যবহার করেছিল। ভারত ইতিমধ্যেই কিছু কয়লাযুক্ত মিথেন উৎপাদন করে এবং ক্লিনার জ্বালানির এই উৎসকে প্রসারিত করার বড় সম্ভাবনা রয়েছে। ভারতে ৬০০ থেকে ২০০০ Tcf শেল গ্যাস সম্পদ (বিশ্বের বৃহত্তম মজুদগুলির মধ্যে একটি) রয়েছে বলে অনুমান করা হয়। \n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}