{"pageid": 1128022, "title": "নাডিন টব", "url": "https://bn.wikipedia.org/wiki?curid=1128022", "content": "নাডিন টব (২১শে জানুয়ারি, ১৯৪৩ – ১৬ই জুন, ২০২০) একজন আমেরিকান আইনজীবী ছিলেন। তিনি কর্মক্ষেত্রে নারী অধিকারের জন্য অপরিহার্য ভিত্তি স্থাপন করেছিলেন, যার মধ্যে আছে ১৯৭৭ সালে মার্কিন যুক্তরাষ্ট্রে প্রথম যৌন হয়রানির মামলাটিতে প্রতিদ্বন্দ্বিতা করা এবং জয়ী হওয়া। নাডিন মার্কিন যুক্তরাষ্ট্রে যৌন হয়রানি আইনের বিকাশে একটি গুরুত্বপূর্ণ, কিন্তু বহুলাংশে অ-স্বীকৃত, ভূমিকা পালন করেছিলেন। ১৯৭০-এর দশকে তরুণ মহিলা আইনজীবীদের একটি গোষ্ঠীর অংশ ছিলেন নাডিন টব, যাঁদের মধ্যে রুথ বেডার গিন্সবার্গ, ন্যান্সি স্টারনস এবং অন্যান্যরা ছিলেন। এঁদের সাথে মামলা জিতে তিনি আইনি ইতিহাস তৈরি করেছিলেন, যেখানে তিনি সফলভাবে যুক্তি দিয়েছিলেন যে সংবিধানের অধীনে মহিলাদের জন্য সমান অধিকার সুরক্ষিত।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\n১৯৪৩ সালের ২১শে জানুয়ারি নাডিন নিউ জার্সির প্রিন্সটনে জন্মগ্রহণ করেন। তাঁর বাবা আব্রাহাম হাসকেল টব ছিলেন গণিতের একজন অধ্যাপক। নাডিনের জন্মের সময় তিনি প্রিন্সটনে শিক্ষকতা করছিলেন। তাঁর মা, সিসিলিয়া (ভাসলো) টব ছিলেন একজন গৃহকর্ত্রী।\nনাডিন সোয়ার্থমোর কলেজ পড়েছেন, সেখানে ১৯৬৪ সালে তিনি অর্থনীতিতে বি এ ডিগ্রি পেয়েছিলেন। এরপর তিনি ১৯৬৮ সালে ইয়েল ল স্কুল থেকে তাঁর আইন ডিগ্রি লাভ করে স্নাতক হন।\n\n\n== কর্মজীবন ==\nইয়েল থেকে স্নাতক হওয়ার পর, তিনি ব্রংক্‌সের নিম্ন-আয়ের লোকদের জন্য আইনি পরিষেবা প্রদান করেছিলেন। এরপর তিনি নিউয়ার্কের এসিএলইউ-এর জন্য কাজ করতে যান। এসিএলইউ-এর পর, নাডিন ১৯৭৩ সালে রাটজার্স ল স্কুলে শিক্ষকতা শুরু করেন এবং ২০০০ সাল পর্যন্ত সেখানেই কাজ করে তিনি অবসর নেন।\nপড়ানোর সাথে সাথে, নাডিন একজন সক্রিয় আইনজীবী হিসেবে কাজ চালিয়ে গেছেন। তিনি ছিলেন নারী অধিকার আইন প্রতিবেদকের (নারী অধিকার আইনের ক্ষেত্রে বিশেষভাবে মনোযোগী হবার জন্য প্রথম মার্কিন আইনি সাময়িকী) অনুষদ উপদেষ্টা। তিনি নিউ জার্সি বিশেষ কর্মীদলের (টাস্ক ফোর্স) পারিবারিক সহিংসতা বিভাগের একজন সদস্য ছিলেন।\n২০১৭ সালে, রাটজার্স ল স্কুল নাডিনের নামে একটি চেয়ার তৈরি করে তাঁকে সম্মানিত করে।\n\n\n=== নারী অধিকার মামলা ক্লিনিক ===\nরাটজার্সে শিক্ষকতা শুরু করার পরপরই, নাডিন রাটজার্স ল স্কুলের নারী অধিকার মামলা ক্লিনিক (ডব্লিউআরসি) প্রতিষ্ঠা করেন। এটি ছিল দেশে এই ধরনের প্রথম ক্লিনিক। ১৯৭০-এর দশকে, এই ধরনের আইনি ক্লিনিকগুলি আইনি প্রতিনিধিত্বের একটি নতুন উৎস হয়েছিল এবং এগুলি নতুন শিক্ষামূলক সরঞ্জাম হিসেবেও কাজ করেছিল, যেখানে শিক্ষার্থীরা বাস্তব ক্ষেত্রে কাজ করতে সক্ষম হয়েছিল।\nডব্লিউআরসি এর পরিচালক হিসেবে, নাডিন তাঁর কর্মজীবনের অনেক গুরুত্বপূর্ণ মামলায় ছাত্রদের সাথে কাজ করেছেন, যার মধ্যে আছে যৌন হয়রানিকে লিঙ্গ বৈষম্য হিসাবে প্রতিষ্ঠিত করা থেকে শুরু করে ক্ষতিগ্রস্ত মহিলাদের জন্য উন্নয়নের উপায় তৈরি করা যাতে তারা আক্রমণকারীদের থেকে সুরক্ষা পেতে পারে।\n\n\n== আরও পড়ুন ==\nবেকার, ক্যারি এন. (২০০৭)। দ্য উইমেন'স মুভমেন্ট এগেইন্স্ট সেক্সুয়াল হ্যারাসমেন্ট। কেমব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 9780521704946। \n\n\n== তথ্যসূত্র =="}