{"pageid": 1128832, "title": "সাদরা হামীদিয়া ফাজিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1128832", "content": "সাদরা হামীদিয়া ফাজিল মাদ্রাসা বাংলাদেশের চট্টগ্রাম বিভাগের চাঁদপুর জেলার অন্তর্ভুক্ত হাজীগঞ্জ উপজেলার একটি আলিয়া মাদ্রাসা। বর্তমানে এটি ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত একটি ফাজিল বা ডিগ্রী সমমানের মাদ্রাসা। মাদ্রাসাটির প্রতিষ্ঠাতা আল্লামা শাহ ইসহাক রহ.। তিনি ঐতিহাসিক সাদরার দরবার শরীফের প্রথম আধ্যাত্নিক মহাপুরুষ তথা পীর ও বিশ্ব মুফতী আল্লামা ইসহাক নামে পরিচিত।\n\n\n== অবস্থান ==\nএই মাদ্রাসাটি চাঁদপুর জেলার অন্তর্গত হাজীগঞ্জ উপজেলার ঐতিহাসিক সাদরা দরবার শরীফে, প্রতিষ্ঠাতা আল্লামা শাহ মুহাম্মদ ইসহাক র. এর মাজার শরীফের ২০০মিটার উত্তর-পশ্চিম পার্শ্বে অবস্থিত।\n\n\n== ইতিহাস ==\nআল্লামা শাহ মুহাম্মদ ইসহাক র. তাঁর বাল্যকালের শিক্ষক লক্ষ্মীপুর জেলার তৎকালীন বিশিষ্ট আলেম মরহুম আব্দুল হামীদ র. এর নামে, স্বীয় ভক্ত মরহুম রহিম উদ্দিন হাওলাদার কর্তৃক দানকৃত জমির উপরে ভারতীয় উপমহাদেশের ব্রিটিশ শাসনামলের ১৯৩১সালে মাদ্রাসাটি প্রতিষ্ঠা করেন। এটি চাঁদপুর জেলার অন্যতম প্রাচীন বিদ্যানিকেতন। প্রতিষ্ঠানটি ব্রিটিশ শাসনামলের ১৯৪০সালে দাখিল ও আলিম এবং ১৯৪৩সালে ফাজিল মঞ্জুরী প্রাপ্ত হয়। এটি ইসলামি আরবি বিশ্ববিদ্যালয় এর অধিভুক্ত একটি শিক্ষাপ্রতিষ্ঠান। ব্রিটিশ শাসনামল থেকে এখন পর্যন্ত এই ইসলামী বিদ্যানিকেতিনটি আপন গতিতে তার শিক্ষা প্রদান করে আসছে।\n\n\n== শিক্ষা ব্যবস্থা ==\nমাদ্রাসাটির ছাত্র-ছাত্রীর সংখ্যা বর্তমানে প্রায় সাতশতাধিক। প্রতিষ্ঠানটির মাধ্যমিক ও উচ্চ মাধ্যমিক স্তরে রয়েছে সাধারণ এবং বিজ্ঞান বিভাগ। এছাড়াও প্রথম শ্রেণী থেকে ফাজিল (ডিগ্রী) পর্যন্ত অধ্যায়নের সুযোগ প্রতিষ্ঠানটিতে রয়েছে।\n\n\n== প্রতিষ্ঠান প্রধানগণ ==\nআল্লামা শাহ মুহাম্মদ ইসহাক র. ১৯৩১-১৯৮০ (প্রতিষ্ঠাতা ও অধ্যক্ষ)\nসাইখুল হাদিস মাওলানা ওয়াজিহ উদ্দিন র.(বুখারী)\nমাওলানা আবু যোফার মুহাম্মদ আব্দুল হাই ১৯৮১-২০১১ (অধ্যক্ষ)\nমোহাম্মদ আবদুর রহিম ২০১১-২০১৪(ভারপ্রাপ্ত)\nমাওলানা আবু বকর ২০১৪-বর্তমান (অধ্যক্ষ)\n\n\n== উল্লেখযোগ্য প্রাক্তন শিক্ষার্থী ==\nআল্লামা শাহ সাঈয়্যেদ আব্দুর রব চিশতী র. - তিনি ঐতিহ্যবাহী বদরপুর দরবার শরীফের পীর ও পূর্ব পাকিস্তান মাদ্রাসা এডুকেশন বোর্ড থেকে মুফতিয়ে আজম খেতাব পেয়েছিলেন।\nসাইখুল হাদিস মাওলানা ওয়াজিহ উদ্দিন র.(বুখারী) - তিনি সরকারি মাদ্রাসা-ই-আলিয়া, ঢাকা প্রাক্তন অধ্যক্ষ, মাদ্রাসা বোর্ডের চেয়ারম্যান, প্রধান মুহাদ্দিস ছিলেন।\nমাওলানা আব্দুল মুমিন র. - তিনি সরকারি মাদ্রাসা-ই-আলিয়া, ঢাকা এর মুহাদ্দিস ছিলেন।\nমাওলানা সা’দ উল্লাহ র. - তিনি বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড এর কন্ট্রোলার ছিলেন।\nমাওলানা মোবারক হোসাইন র. - তিনি বাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড এর ডেপুটি কন্ট্রোলার ছিলেন।\nআল্লামা যাকারিয়া চৌধুরী আল মাদানী - তিনি নওগাঁও রাশেদিয়া ফাজিল (ডিগ্রী) মাদ্রাসার অধ্যক্ষ ও সাদরা দরবার শরীফের বর্তমান পীর।\n\n\n== আরও দেখুন ==\nবাংলাদেশ মাদ্রাসা শিক্ষা বোর্ড\nইসলামি আরবি বিশ্ববিদ্যালয়\nবাংলাদেশের আলিয়া মাদ্রাসার তালিকা\n\n\n== তথ্যসূত্র =="}