{"pageid": 1128433, "title": "টেলিফোন নম্বর পরিকল্পনা", "url": "https://bn.wikipedia.org/wiki?curid=1128433", "content": "টেলিফোন নম্বরিং প্ল্যান হল এক ধরনের নম্বরিং স্কিম যা টেলিকমিউনিকেশনে গ্রাহকের টেলিফোন বা অন্যান্য টেলিফোনের পয়েন্টে টেলিফোন নম্বর বরাদ্দ করতে ব্যবহৃত হয়।  টেলিফোন নম্বর হল টেলিফোন নেটওয়ার্কে অংশগ্রহণকারীদের ঠিকানা যার মাধ্যমে গন্তব্য টেলিফোন কোডটিতে রাউটিং সিস্টেমের মাধ্যমে পৌঁছানো যায়। পাবলিক সুইচড টেলিফোন নেটওয়ার্ক (PSTN) এর প্রতিটি প্রশাসনিক অঞ্চলে এবং ব্যক্তিগত টেলিফোন নেটওয়ার্কগুলিতে টেলিফোন নম্বর পরিকল্পনাগুলি সংজ্ঞায়িত করা হয়।\nপাবলিক নাম্বারিং সিস্টেমের জন্য, ভৌগোলিক অবস্থান সাধারণত প্রতিটি টেলিফোন গ্রাহককে বরাদ্দকৃত নম্বরের ক্রমানুসারে একটি ভূমিকা পালন করে।অনেক নাম্বারিং প্ল্যান অ্যাডমিনিস্ট্রেটর তাদের পরিষেবার অঞ্চলকে একটি উপসর্গ দ্বারা মনোনীত ভৌগোলিক অঞ্চলগুলিতে উপবিভক্ত করে যাকে প্রায়শই একটি এলাকা কোড বা শহরের কোড বলা হয়। এটি একটি টেলিফোন গ্রাহকের কাছে পৌঁছানোর জন্য ডায়ালিং ক্রমটির সবচেয়ে উল্লেখযোগ্য অংশ গঠন করে এমন একটি সংখ্যার সেট।\nসংখ্যায়ন পরিকল্পনা বিভিন্ন ডিজাইনের কৌশল অনুসরণ করতে পারে যা প্রায়শই পৃথক টেলিফোন নেটওয়ার্ক এবং স্থানীয় প্রয়োজনীয়তার ঐতিহাসিক বিবর্তন থেকে উদ্ভূত হয়েছে।একটি বিস্তৃত বিভাজন সাধারণত বন্ধ এবং খোলা নম্বর পরিকল্পনার মধ্যে স্বীকৃত।একটি ক্লোজড নম্বরিং প্ল্যান (উত্তর আমেরিকায় প্রধানত দেখা যায়) নির্দিষ্ট দৈর্ঘ্যের এলাকা কোড এবং স্থানীয় নম্বরগুলিকে বৈশিষ্ট্যযুক্ত করে, যখন একটি উন্মুক্ত নম্বর পরিকল্পনায় এরিয়া কোড স্থানীয় নম্বর বা গ্রাহকের জন্য বরাদ্দ করা টেলিফোন নম্বর উভয়ের দৈর্ঘ্যের পার্থক্য থাকে। লাইনপরবর্তী প্রকারটি প্রধানত ইউরোপে বিকশিত হয়েছিল।\nইন্টারন্যাশনাল টেলিকমিউনিকেশন ইউনিয়ন (ITU) তার সদস্য রাষ্ট্র বা আঞ্চলিক প্রশাসনের নেটওয়ার্কগুলির অভিন্ন আন্তঃব্যবহারযোগ্যতার জন্য E.164 নামক একটি বিস্তৃত নম্বরীকরণ পরিকল্পনা প্রতিষ্ঠা করেছে।এটি একটি ওপেন নম্বরিং প্ল্যান তবে টেলিফোন নম্বরগুলিতে সর্বাধিক ১৫ সংখ্যার দৈর্ঘ্য আরোপ করে৷স্ট্যান্ডার্ডটি প্রতিটি রাজ্য বা অঞ্চলের জন্য একটি দেশের কলিং কোড (দেশের কোড) সংজ্ঞায়িত করে যা আন্তর্জাতিক গন্তব্য রাউটিং এর জন্য প্রতিটি জাতীয় নম্বরিং প্ল্যান টেলিফোন নম্বরের সাথে প্রিফিক্স করা হয়।\nটেলিফোন নেটওয়ার্কগুলিতে প্রাইভেট নম্বরিং প্ল্যান বিদ্যমান যা ব্যক্তিগতভাবে একটি এন্টারপ্রাইজ বা সাংগঠনিক ক্যাম্পাসে পরিচালিত হয়।এই ধরনের সিস্টেমগুলি একটি প্রাইভেট ব্রাঞ্চ এক্সচেঞ্জ (PBX) দ্বারা সমর্থিত হতে পারে, যা PSTN-কে একটি কেন্দ্রীয় অ্যাক্সেস পয়েন্ট প্রদান করে এবং টেলিফোন এক্সটেনশনগুলির মধ্যে অভ্যন্তরীণ কলগুলিও নিয়ন্ত্রণ করে।\nনাম্বারিং প্ল্যানের বিপরীতে, যা গ্রাহক স্টেশনে বরাদ্দ করা টেলিফোন নম্বর নির্ধারণ করে, ডায়ালিং প্ল্যানগুলি গ্রাহকের ডায়ালিং পদ্ধতি স্থাপন করে, অর্থাৎ, একটি গন্তব্যে পৌঁছানোর জন্য ডায়াল করা সংখ্যা বা চিহ্নগুলির ক্রম।এই পদ্ধতিতে নম্বরিং প্ল্যান ব্যবহার করা হয়।এমনকি ক্লোজড নম্বরিং প্ল্যানগুলিতে, একটি নম্বরের সমস্ত সংখ্যা ডায়াল করার প্রয়োজন হয় না।উদাহরণস্বরূপ, একটি এলাকা কোড প্রায়ই বাদ দেওয়া হতে পারে যখন গন্তব্যটি কলিং স্টেশনের মতো একই এলাকায় থাকে।\n\n\n== টেলিফোন নম্বর গঠন ==\nজাতীয় বা আঞ্চলিক টেলিযোগাযোগ প্রশাসনসমূহ  আন্তর্জাতিক টেলিকমিউনিকেশন ইউনিয়ন (আইটিইউ) এর সদস্য হওয়ায় তারা জাতীয় টেলিফোন নম্বর পরিকল্পনা ব্যবহার করে যা আন্তর্জাতিক মান E.164 এর সাথে সঙ্গতিপূর্ণ।\nE.164 নির্দিষ্ট করে যে একটি টেলিফোন নম্বর একটি দেশের কলিং কোড এবং একটি জাতীয় টেলিফোন নম্বর নিয়ে গঠিত। জাতীয় টেলিফোন নম্বরগুলি জাতীয় বা আঞ্চলিক নম্বর পরিকল্পনা দ্বারা সংজ্ঞায়িত করা হয়, যেমন ইউরোপীয় টেলিফোনি নম্বরিং স্পেস, নর্থ আমেরিকান নম্বরিং প্ল্যান (NANP) বা ইউকে নম্বর প্ল্যান ৷\nএকটি জাতীয় নম্বর পরিকল্পনার মধ্যে একটি সম্পূর্ণ গন্তব্য টেলিফোন নম্বর সাধারণত একটি এলাকা কোড এবং একটি গ্রাহক টেলিফোন নম্বর দিয়ে গঠিত।\nস্থানীয় ঐতিহাসিক প্রয়োজনীয়তা এবং অগ্রগতি বা প্রযুক্তিগত অগ্রগতি থেকে অনেক জাতীয় নম্বর পরিকল্পনা তৈরি হয়েছে, যার ফলশ্রুতিতে টেলিফোনের জন্য নির্ধারিত টেলিফোন নম্বরগুলির বিভিন্ন কাঠামোগত বৈশিষ্ট্য রয়েছে। মার্কিন যুক্তরাষ্ট্রে ১৯৪৭ সালে প্রতিটি টেলিফোনের জাতীয় টেলিফোন নম্বরের জন্য দশ সংখ্যার একটি নির্দিষ্ট দৈর্ঘ্য সহ একটি সাধারণ নম্বর পরিকল্পনার অধীনে সমস্ত স্থানীয় টেলিফোন নেটওয়ার্ককে একত্রিত করার সিদ্ধান্ত নেয়, যার মধ্যে শেষ সাতটি সংখ্যা স্থানীয় ডিরেক্টরি নম্বর  অথবা গ্রাহক সংখ্যা হিসাবে পরিচিত ছিল।এই ধরনের একটি সংখ্যায়ন পরিকল্পনা একটি বন্ধ নম্বর পরিকল্পনা হিসাবে পরিচিত হয়. বেশ কয়েকটি ইউরোপীয় দেশে, একটি ভিন্ন কৌশল প্রচলিত ছিল, যা ওপেন নম্বরিং প্ল্যান নামে পরিচিত, যা এলাকা কোডের দৈর্ঘ্য, স্থানীয় সংখ্যা বা উভয়ের মধ্যে বৈচিত্র্য দেখায়। \n\n\n=== গ্রাহক সংখ্যা ===\nগ্রাহক সংখ্যা হল একটি টেলিফোন লাইন বা ওয়্যারলেস কমিউনিকেশন চ্যানেলের জন্য বরাদ্দ করা ঠিকানা যা গ্রাহকের সরঞ্জামগুলিতে বন্ধ হয়ে যায়।গ্রাহক সংখ্যার প্রথম কয়েকটি সংখ্যা ছোট ভৌগোলিক সুযোগ নির্দেশ করতে পারে, যেমন শহর বা জেলা, পৌরসভার দিকগুলির উপর ভিত্তি করে, বা পৃথক টেলিফোন এক্সচেঞ্জ (কেন্দ্রীয় অফিস কোড), যেমন একটি তারের কেন্দ্রগুলি।মোবাইল নেটওয়ার্কে তারা নেটওয়ার্ক প্রদানকারীকে নির্দেশ করতে পারে।একটি প্রদত্ত এলাকায় কলারদের একই এলাকার মধ্যে ডায়াল করার সময় কখনও কখনও এলাকা উপসর্গ অন্তর্ভুক্ত করার প্রয়োজন হয় না, তবে যে ডিভাইসগুলি স্বয়ংক্রিয়ভাবে টেলিফোন নম্বর ডায়াল করে সেগুলি এলাকা এবং অ্যাক্সেস কোড সহ সম্পূর্ণ নম্বর অন্তর্ভুক্ত করতে পারে।\nসাবস্ক্রাইবার নম্বরটি সাধারণত স্থানীয় টেলিফোন ডিরেক্টরিতে তালিকাভুক্ত করা হয়, এবং তাই প্রায়ই ডিরেক্টরি নম্বর হিসাবে উল্লেখ করা হয়।\n\n\n=== এরিয়া কোড ===\nটেলিফোন প্রশাসন যারা বর্ধিত আকারের টেলিযোগাযোগ পরিকাঠামো পরিচালনা করে, যেমন একটি বড় দেশ, প্রায়শই অঞ্চলটিকে ভৌগোলিক এলাকায় ভাগ করে।এটি প্রশাসনিক বা ঐতিহাসিক উপবিভাগ, যেমন রাজ্য এবং প্রদেশ, অঞ্চল বা দেশের স্বাধীন ব্যবস্থাপনার সুবিধা দেয়। সাবডিভিশনের প্রতিটি এলাকাকে রাউটিং কোড দিয়ে নম্বরিং প্ল্যান প্ল্যানে চিহ্নিত করা হয়।এই ধারণাটি প্রথম ১৯৪০-এর দশকে মার্কিন যুক্তরাষ্ট্রে বেল সিস্টেমে অপারেটর টোল ডায়ালিং এবং সরাসরি দূরত্ব ডায়ালিং (DDD) এর জন্য একটি দেশব্যাপী নম্বরকরণ পরিকল্পনার পরিকল্পনায় তৈরি করা হয়েছিল, এমন একটি সিস্টেম যার ফলস্বরূপ বিশ্ব অঞ্চল ১-এর জন্য উত্তর আমেরিকার নম্বরকরণ পরিকল্পনা তৈরি হয়েছিল।  AT&T মার্কিন যুক্তরাষ্ট্র এবং কানাডাকে সংখ্যায়ন পরিকল্পনা এলাকায় (NPAs) ভাগ করেছে, এবং প্রতিটি NPA-কে একটি অনন্য তিন-সংখ্যার উপসর্গ বরাদ্দ করেছে, নম্বরিং প্ল্যান এরিয়া কোড, যা সংক্ষিপ্ত আকারে NPA কোড বা কেবল এলাকা কোড হিসাবে পরিচিত হয়েছে।এরিয়া কোডটি তার পরিষেবা এলাকায় ইস্যু করা প্রতিটি টেলিফোন নম্বরের সাথে প্রিফিক্স করা হয়।\nঅন্যান্য জাতীয় টেলিযোগাযোগ কর্তৃপক্ষ এলাকা কোডের জন্য বিভিন্ন ফরম্যাট এবং ডায়াল করার নিয়ম ব্যবহার করে।এলাকা কোড উপসর্গের আকার হয় স্থির বা পরিবর্তনশীল হতে পারে।NANP-এর এলাকা কোডের তিনটি সংখ্যা রয়েছে, যেখানে দুটি সংখ্যা ব্রাজিলে, অস্ট্রেলিয়া এবং নিউজিল্যান্ডে একটি সংখ্যা ব্যবহার করা হয়।পরিবর্তনশীল-দৈর্ঘ্যের ধরনসমূহ একাধিক দেশে বিদ্যমান যার মধ্যে রয়েছে: আর্জেন্টিনা, অস্ট্রিয়া (১ থেকে ৪), জার্মানি (২ থেকে ৫ সংখ্যা), জাপান (১ থেকে ৫), মেক্সিকো (২ বা ৪ সংখ্যা), পেরু (১ বা ২), সিরিয়া (১ বা ২) এবং যুক্তরাজ্য। সংখ্যা গণনা ছাড়াও, বিন্যাসটি নির্দিষ্ট অঙ্কের প্যাটার্নগুলিতে সীমাবদ্ধ থাকতে পারে।উদাহরণ স্বরূপ, NANP-এর মাঝে মাঝে তিনটি পদের জন্য সংখ্যার পরিসরের উপর নির্দিষ্ট সীমাবদ্ধতা ছিল এবং বিভ্রান্তি এবং ভুল ডায়ালিং এড়াতে আশেপাশের এলাকাগুলিকে অনুরূপ এলাকা কোডগুলি এড়িয়ে ভৌগোলিক এলাকায় নিয়োগের প্রয়োজন ছিল।\nকিছু দেশ, যেমন ডেনমার্ক এবং উরুগুয়ে, পরিবর্তনশীল-দৈর্ঘ্যের এলাকা কোড এবং টেলিফোন নম্বরগুলিকে নির্দিষ্ট দৈর্ঘ্যের নম্বরগুলিতে একত্রিত করেছে যেগুলি সর্বদা অবস্থান থেকে স্বাধীনভাবে ডায়াল করতে হবে।এই ধরনের প্রশাসনে, টেলিফোন নম্বরে এলাকা কোড আনুষ্ঠানিকভাবে আলাদা করা হয় না।\nযুক্তরাজ্যে, এলাকা কোডগুলি প্রথমে গ্রাহক ট্রাঙ্ক ডায়ালিং (STD) কোড হিসাবে পরিচিত ছিল।স্থানীয় ডায়ালিং প্ল্যানের উপর নির্ভর করে, কোড এলাকার বাইরে থেকে বা মোবাইল ফোন থেকে ডায়াল করলেই প্রায়শই প্রয়োজন হয়।উত্তর আমেরিকায় ওভারলে নম্বরিং প্ল্যান সহ এলাকায় দশ-সংখ্যার ডায়ালিং প্রয়োজন, যেখানে একই এলাকায় একাধিক এলাকা কোড বরাদ্দ করা হয়।\nএকটি ভৌগোলিক এলাকার সাথে টেলিফোনের কঠোর সম্পর্ক প্রযুক্তিগত অগ্রগতির দ্বারা ভেঙে গেছে, যেমন স্থানীয় নম্বর বহনযোগ্যতা এবং ভয়েস ওভার আইপি পরিষেবা। \nএকটি টেলিফোন নম্বর ডায়াল করার সময়, এলাকা কোডের আগে একটি ট্রাঙ্ক উপসর্গ বা জাতীয় অ্যাক্সেস কোড, আন্তর্জাতিক অ্যাক্সেস কোড এবং দেশের কোড থাকতে পারে।\nএলাকা কোড প্রায়ই জাতীয় অ্যাক্সেস কোড অন্তর্ভুক্ত করে উদ্ধৃত করা হয়।উদাহরণস্বরূপ, লন্ডনে একটি নম্বর 020 7946 0321 হিসাবে তালিকাভুক্ত হতে পারে।ব্যবহারকারীদের অবশ্যই 020 কে লন্ডনের কোড হিসাবে সঠিকভাবে ব্যাখ্যা করতে হবে।যদি তারা লন্ডনের মধ্যে অন্য কোনো স্টেশন থেকে কল করে, তাহলে তারা শুধুমাত্র 7946 0321 ডায়াল করতে পারে, অথবা অন্য দেশ থেকে ডায়াল করলে, দেশের কোডের পরে প্রাথমিক 0 বাদ দেওয়া উচিত।\n\n\n== তথ্যসূত্র =="}