{"pageid": 1128958, "title": "বনু আল-হারিস", "url": "https://bn.wikipedia.org/wiki?curid=1128958", "content": "বনু আল-হারিস ( আরবি: بَنُو الْحَارِث   Banū al-Ḥārith বা আরবি: بَنُو الْحُرَيْث   Banū al-Ḥurayth ) হল একটি আরব উপজাতি যারা এক সময় নাজরান, তায়েফ এবং বিশা শহরগুলিকে শাসন করত, যা এখন দক্ষিণ সৌদি আরবে অবস্থিত।\n\n\n== ইতিহাস ==\n\n\n=== উত্স এবং প্রাথমিক ইতিহাস ===\nবনু হারিস কাহতানি জনগণের বংশধর, ইয়েমেন থেকে উদ্ভূত অন্যতম বিশিষ্ট আরব উপজাতি।   কাহতানিদের প্রাচীনতম নথিভুক্ত পূর্বপুরুষ হলেন জোকতান  এবারের দুই পুত্রের একজন। কাহতানি জনগণ হিমিয়ারিট এবং কাহলানি উপজাতি দুটি উপদলে বিভক্ত।  কাহলানি গোত্রকে আরও ছোট ছোট উপ-গোষ্ঠীতে বিভক্ত করা যেতে পারে যার মধ্যে রয়েছে বনু হারিস যেটি হারিস বিন কাব দ্বারা প্রতিষ্ঠিত হয়েছিল।   বনু হারিস প্রাক-ইসলামী যুগে ইহুদি ধর্মে ধর্মান্তরিত হয়েছিল।      তারা তাদের বেল্টে জাম্বিয়া পরত এবং প্রাথমিকভাবে স্বর্ণকার ও অস্ত্র মেরামতের কাজ করত। \nবনু হারিস নজরানে আক্রমণ করার জন্য বনু মাযহিজের সাথে মিত্রতা করেছিল এবং তারা সফলভাবে শহরটি জয় করতে সক্ষম হয়েছিল।  বনু হারিস বনু হামদানের পাশে শান্তিপূর্ণভাবে বাস করত এবং তারা ছিল সবচেয়ে শক্তিশালী গোষ্ঠী যা বহু শতাব্দী ধরে নাজরানকে শাসন করেছিল। এটি খ্রিস্টান আক্রমণের সময় শেষ করা হয়েছিল।  খ্রিস্টানদের নাজরানের বিজয়ের পর, উপ-গোষ্ঠীর একটি উপ-গোষ্ঠী ওমানের ধানক অঞ্চলে চলে যায় এবং অন্য একটি দক্ষিণে চলে যায় এবং সানায় বনি আল হারিস জেলা প্রতিষ্ঠা করে।  \n৫২৩ সালে, হিমিয়ার রাজা ধু নুওয়াস (দুনান), যিনি ইহুদি ধর্মে ধর্মান্তরিত হয়েছিলেন, সেখানে খ্রিস্টানদের গণহত্যা করেছিলেন। \n\n\n=== ইসলামের উত্থানের পর ===\nতারা মদিনার সংবিধানের ৩১নং পয়েন্টে অন্তর্ভুক্ত ছিল এবং \"এক জাতি\" হিসাবে মুসলমানদের মিত্র হিসাবে সম্মানিত হয়েছিল, কিন্তু তাদের ইহুদি ধর্ম বজায় রেখেছিল।   তাদের বনু আউফের মতো একই অধিকার দেওয়া হয়েছিল এবং মুসলিম উপজাতিদের সাথে পারস্পরিক সুরক্ষা চুক্তিতে প্রবেশ করেছিল। \nবনু হারিসের ক্ষুদ্র অবশিষ্টাংশ ১৯৩০ সাল পর্যন্ত সীমান্ত শহর নাজরানে আধা-স্বায়ত্তশাসিতভাবে বসবাস করতে থাকে। সৌদি-ইয়েমেনি যুদ্ধের ফলে ১৯৩৪ সালে সৌদিরা নাজরান জয় করেছিল। নিপীড়ন বেড়ে যায় এবং গভর্নর, আমির তুর্কি বিন মাহদি, নাজরানি ইহুদিদের এক দিনের জন্য হয় সরে যেতে বা ইসলাম গ্রহণ করার অনুমতি দেন। বনু হারিস দক্ষিণে সানা ও এডেনে পালিয়ে যায়।    তাদের বংশধররা বর্তমানে ইয়েমেনের ইহুদি জনসংখ্যার একটি খুব ছোট অংশ তৈরি করে যারা এখন বেশিরভাগই আজ ইসরায়েলে বাস করে।  \n\n\n=== উল্লেখযোগ্য মানুষ ===\nহারিস বিন কাব, একজন যোদ্ধা এবং বনু হারিসের প্রতিষ্ঠাতা।\nদুস ইবনে মিলহান, একজন ব্যক্তি যিনি তার দুই ছেলেকে নজরান দখলকারী খ্রিস্টানদের দ্বারা নির্মমভাবে হত্যা করার পরে ধু নুওয়াসের কাছে আবেদন করেছিলেন। তার দুর্দশার কথা শুনে, ধু নুওয়াস মৃত্যুর প্রতিশোধ নেওয়ার এবং নাজরানের ইহুদিদের মুক্ত করার শপথ নেন। \nথেবিথ বেন চোরাথ, একজন দ্বাদশ শতাব্দীর জ্যোতিষী এবং গণিতবিদ । \n\n\n== আরও দেখুন ==\nচোরাথ\nবনি আল হারিস জেলা, একটি মিখলাফ যা বনু আল-হারিসের একটি উপ-গোষ্ঠী দ্বারা প্রতিষ্ঠিত হয়েছিল\n\n\n== তথ্যসূত্র =="}