{"pageid": 1128094, "title": "কর্ণী মাতা", "url": "https://bn.wikipedia.org/wiki?curid=1128094", "content": "কর্ণী মাতা (হিন্দি: करणी माता বা মা কর্ণী বা কর্ণীজি;) (কর্ণী মাতাকে মেহাই নামেও উল্লেখ করা হয়) (আনু. ২রা অক্টোবর ১৩৮৭ – আনু. ২৩ মার্চ ১৫৩৮(১৫৩৮-০৩-২৩),) ছিলেন একজন মহিলা হিন্দু যোদ্ধা ঋষি, তিনি চারণ বর্ণে জন্মগ্রহণ করেছিলেন। শ্রী কর্ণীজি মহারাজ নামেও পরিচিত, তাঁকে তাঁর অনুসারীরা যোদ্ধা দেবী হিংলাজের অবতার হিসেবে পূজা করে। তিনি বিকানের এবং যোধপুর রাজপরিবারের একজন কূল দেবতা। তিনি একটি তপস্যীর জীবনযাপন করেছিলেন এবং নিজের জীবদ্দশাতেই তিনি ব্যাপকভাবে সম্মানিত ছিলেন। বিকানের ও যোধপুরের মহারাজাদের অনুরোধে, তিনি এই অঞ্চলের সবচেয়ে গুরুত্বপূর্ণ দুটি দুর্গ, বিকানের দুর্গ এবং মেহরানগড় দুর্গের ভিত্তিপ্রস্তর স্থাপন করেছিলেন। তাঁর মন্দিরগুলির মধ্যে সবচেয়ে বিখ্যাত মন্দিরটি রাজস্থান রাজ্যের বিকানেরের কাছে দেশনোকে নামক ছোট শহরে অবস্থিত, এবং এটি নিজের বাড়ি থেকে তাঁর রহস্যজনক অন্তর্ধানের পরে তৈরি হয়েছিল। মন্দিরটি, স্থানীয়ভাবে কাবাস নামে জানা ইঁদুরগুলির জন্য পরিচিত, সেগুলিকে পবিত্র হিসাবে বিবেচনা করা হয় এবং মন্দিরে তাদের সুরক্ষা দেওয়া হয়। আরেকটি মন্দির তাঁর জীবদ্দশায় তাঁকে উৎসর্গ করা হয়েছিল, যেটি অন্যদের থেকে আলাদা কারণ সেখানে তাঁর কোনো ছবি বা মূর্তি নেই, কিন্তু সেই জায়গায় তাঁর সফরের প্রতীক হিসেবে তাঁর পদচিহ্ন রাখা আছে। কর্ণী মাতা \"দাড়ি ওয়ালি ডোকরি\" বা দাড়ালি (\"দাড়ি সহ বৃদ্ধা মহিলা\") নামেও পরিচিত। আরও একটি বিখ্যাত মন্দির রয়েছে, বেসরোলি রেল স্টেশনের কাছে খুরাদ অঞ্চলে। মা কর্ণী ইন্দ্রবাইসার এই মন্দিরটি নির্মান করেছিলেন বিকানেরের মহারাজা গঙ্গা সিং জি। কর্ণী মাতা রাও যোধার রাজত্বকালে মেহরানগড় দুর্গের ভিত্তিপ্রস্তর স্থাপন করেন। তাঁর আদেশে, রাও যোধার পুত্র রাও বিকা নতুন শহর বিকানের (তৎকালীন রাজ্য) প্রতিষ্ঠা করেন।\n\n\n== জীবনী ==\nঐতিহ্য অনুযায়ী, কর্ণী মাতা (ঋদ্ধি বাই) ছিলেন সুওয়াপ গ্রামে বসবাসকারী মেহা জির কন্যা, এবং তিনি সাথিকা গ্রামে বসবাসকারী দেপা জি চারণকে বিবাহ করেছিলেন। যাইহোক, পরে তিনি তাঁর স্বামীর সঙ্গে দাম্পত্য সম্পর্কে জড়াতে অনাগ্রহ প্রকাশ করেন। তাঁর স্বামী প্রাথমিকভাবে এটিকে মজা মনে করেছিলেন, ভেবেছিলেন যে তিনি সময়মতো মেনে হবেন। পরিবর্তে, কর্ণী নিজের ছোট বোন, গুলাবের সঙ্গে তাঁর বিবাহের ব্যবস্থা করেছিলেন, যাতে তিনি একটি সঠিক বিবাহিত জীবন পেতে পারেন। তাঁর স্বামীর চুক্তি এবং সমর্থনে তিনি নিজে সারাজীবন ব্রহ্মচারী থেকে গিয়েছিলেন। তাঁর স্বামী ১৪৫৪ সালে মারা যান।\nমা কর্ণী তাঁর অনুসারী এবং গবাদি পশুর পাল নিয়ে, যাযাবর জীবন যাপনের জন্য চলে যাওয়ার আগে, প্রায় দুই বছর তাঁর স্বামীর গ্রামে বসবাস করেছিলেন। তিনি এবং তাঁর অনুগামীরা একবার জংলু গ্রামে শিবির করেছিলেন। জঙ্গলুর শাসক রাও কানহার একজন ভৃত্য কর্ণী, তাঁর অনুগামী এবং তাঁদের গবাদি পশুগুলিকে জল দিতে অস্বীকার করে। কর্ণী মাতা তাঁর অনুগামী, রাও রিদমলকে চান্দাসার গ্রামের নতুন শাসক ঘোষণা করেন এবং নিজের যাত্রা অব্যাহত রাখেন। এরপর কর্ণী মাতা আরও ঘুরে বেড়ানো বন্ধ করে বিকানেরের কাছে দেশনোকে গ্রামে বসতি স্থাপন করেন।\n\n\n== অলৌকিক ঘটনাসমূহ ==\nএকবার একজন গুজরাটি ব্যবসায়ী ভক্ত জগড়ু বা ঝগড়ু শাহ সমুদ্রে যাত্রা করছিল এবং সামুদ্রিক ঝড়ে আটকা পড়েছিল। বাঁচার জন্য তখন সে তার ছোট জাহাজ থেকে মা কর্ণীকে আহ্বান করে। মা কর্ণী সেই সময় নিজের বাড়িতে গাভী দোহন করছিলেন, সেই অবস্থাতেই তিনি তাকে সাহায্য করেছিলেন এবং তাকে নিরাপদে পোরবন্দর পোতাশ্রয়ে পৌঁছে দেন। নিরাপদে পৌঁছানোর পর, ঝগড়ু শাহ মা কর্ণীকে তাঁর দয়ার জন্য ধন্যবাদ জানাতে আসে এবং তাঁর নামে মন্দির নির্মাণের ইচ্ছার কথা জানায়। তখন কর্ণী মাতা তাকে পোরবন্দরে হরসিদ্ধি মন্দির নির্মাণ করতে বলেন।\nতাঁর প্রিয় পুত্র লখন (তাঁর বোন গুলাব বাইয়ের পুত্র) বন্ধুদের সাথে বার্ষিক কার্তিক মেলায় পাশের গ্রাম কোলায়ত গিয়েছিল, কিন্তু সে কপিল সরোবরে ডুবে মারা যায়। যখন তিনি তার মৃতদেহ দেখলেন এবং তাঁর বোন কাঁদতে লাগল, কর্ণী মাতা তার দেহটি একটি ঘরে নিয়ে গিয়ে নিজে সেই ঘরে ঢুকে ঘর বন্ধ করে দেন। যখন তিনি বেরিয়ে এলেন, তখন তাঁর সাথে ছিল জীবিত লখন। সবাই ধরে নেয় যে তিনি মৃত্যুর প্রভু ধর্মরাজের সাথে লড়াই করে লখনকে বাঁচিয়েছেন। ধর্মরাজ তাঁকে বলেছিলেন যে সেই সময় থেকে, তাঁর অনুসারীরা মৃত্যুর পরে কাবাস (ইঁদুর) হবে এবং কাবাস মৃত্যুর পরে মানুষ হবে। তাই দেশনোকের মন্দিরটি কাবাস মন্দির হিসেবেও বিখ্যাত।\n\n\n== ভ্রমণ ==\n১৪৫৩ সালে, তিনি যোধপুরের রাও যোধাকে আজমির, মেরতা এবং মান্ডর জয়ের জন্য আশীর্বাদ করেছিলেন। ১৪৫৭ সালে, যোধপুরে মেহরানগড় দুর্গের ভিত্তিপ্রস্তর স্থাপনের জন্য তিনি রাও যোধার অনুরোধে যোধপুর যান।\nতাঁর জীবদ্দশায় তাঁর এক অনুসারী অমরা চারণ মাথানিয়া গ্রামে তাঁর প্রথম মন্দিরটি নির্মাণ করেছিল। ১৪৭২ সালে, তিনি রাও বিকা এবং রঙ্গ কুনওয়ারের মধ্যে বিবাহের ব্যবস্থা করেন। রাও বিকা ছিলেন রাও যোধার পঞ্চম পুত্র এবং রঙ্গ কুনওয়ার ছিলেন পুঙ্গলের রাও শেখার কন্যা। রাঠোর এবং ভাটি পরিবারের শত্রুতাকে বন্ধুত্বে পরিণত করার জন্য বিয়ের আয়োজন করা হয়েছিল।\n১৪৮৫ সালে, তিনি রাও বিকার অনুরোধে বিকানের দুর্গের ভিত্তিপ্রস্তর স্থাপন করেন। ১৫৩৮ সালে, কর্ণী মাতা জয়সলমেরের মহারাজাকে দেখতে গিয়েছিলেন। ১৫৩৮ সালের ২১শে মার্চ, তিনি পুত্র (গুলাব বাইয়ের পুত্র) পুঞ্জা এবং আরও কয়েকজন অনুসারীর সাথে দেশনোকে ফিরে যান। তাঁরা যখন বিকানের জেলার কোলায়ত তহশিলের গাদিয়ালা এবং গিরিরাজসারের কাছে ছিলেন, তিনি দলকে জলের জন্য থামতে বলেন। জানা গেছে যে তিনি ১৫১ বছর বয়সে সেখান থেকে অদৃশ্য হয়ে গিয়েছিলেন।\nরাজস্থানে, দেবী কর্ণী মাতা গরু এবং কৃষ্ণ সার মৃগকে(কৃষ্ণসার) রক্ষা করেন বলে বিশ্বাস করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকাবাস ইঁদুর মন্দির, ভারত, কর্ণী মাতা মন্দির\nকর্ণী (কর্ণীজি)র ব্যাখ্যা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ এপ্রিল ২০১২ তারিখে\nকর্ণী মাতা মন্দির সম্পর্কে বিস্তারিত পড়ুন\nন্যাশনাল জিওগ্রাফিক নিউজ: ভারতীয় মন্দিরে ইঁদুরের শাসন\nদেশনোক মন্দির রাজস্থানের দেশনোকে \"ভগবতী কর্ণীজি\" মন্দির ওরফে কর্ণী মাতাকে নিয়ে তিন মিনিটের একটি ভিডিও সংবাদ প্রতিবেদন৷ Accessed 10 August 2007.\nকর্ণী মাতা মন্দির সম্পর্কে সম্পূর্ণ তথ্য)\nটেমপ্লেট:Hindu temples in Rajasthan"}