{"pageid": 1128006, "title": "দ্য সাইলেন্ট সি (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1128006", "content": "দ্য সাইলেন্ট সি (কোরীয়: 고요의 바다; আরআর: Goyo-eui bada; বাংলা: নীরব সাগর) হল একটি ২০২১ সালের দক্ষিণ কোরিয়ান স্ট্রিমিং টেলিভিশন ধারাবাহিক যা বে ডোনা, গং ইউ এবং লি জুন অভিনীত। পরিচালক চোই হ্যাং-ইয়ং লেখক পার্ক ইউন-কিও-এর সাহায্যে তার ২০১৪ সালের সংক্ষিপ্ত চলচ্চিত্র দ্য সি অফ ট্রানকুইলিটি -এর রূপান্তর হিসাবে আটটি পর্বের ধারাবাহিক তৈরি করেছেন। এটি ২৪শে ডিসেম্বর, ২০২১-এ নেটফ্লিক্স- এ প্রিমিয়ার হয়েছিল। দ্য সাইলেন্ট সি শিরোনামটি এসেছে দ্য সি অফ ট্রানকুইলিটি থেকে; গল্পটি চন্দ্র গবেষণা বেস থেকে নমুনা পুনরুদ্ধার করার জন্য একটি ক্রু মিশন অনুসরণ করে। বেশিরভাগ বিজ্ঞান কল্পকাহিনী, এটি থ্রিলার এবং রহস্যের মতো ঘরানার মিশ্রনও করে।\n\n\n== সারসংক্ষেপ ==\nচরম মরুকরণে ভুগছে এমন নিকট-ভবিষ্যতে পৃথিবীতে, পানীয় জলের রেশনিংয়ের জন্য কঠোর ব্যবস্থা নেওয়া হয়েছে। বিজ্ঞানী সং জি ‑ আন (বে দোনা) চাঁদের মিশনে অভিজাত কর্মীদের একটি হাতে বাছাই করা দলে যোগ দিচ্ছেন৷ তারা একটি পরিত্যক্ত গবেষণাকেন্দ্র, বালহে স্টেশনের দিকে যাচ্ছেন, যেখানে একটি ঘটনা ঘটার পর তার বোন পাঁচ বছর আগে মারা গিয়েছিল। তাদের মিশন হচ্ছে একটি রহস্যময় নমুনা পুনরুদ্ধার করা। দলের অধিনায়ক, হান ইউন ‑ জে (গং ইয়ু), মহাকাশ সংস্থার একজন সৈনিক। জাতীয় প্রতিরক্ষা মন্ত্রণালয়ের লেফটেন্যান্ট রিউ টেই ‑ সিওক (লি জুন) স্বেচ্ছাসেবকদের দলে অংশ নেবেন।\nচন্দ্র সুবিধা কেন্দ্রে, সং নিশ্চিত করে যে মিশন এবং সুবিধা কেন্দ্র সম্পর্কে উচ্চ-সত্যের একটি গুচ্ছ অর্ধ-সত্য এবং সম্পূর্ণ মিথ্যা, এবং দুর্ঘটনার প্রকৃতি যা কর্মীদের নিশ্চিহ্ন করে দিয়েছে। নমুনাটি এমন একটি উপাদান নিয়ে গঠিত যা দৃশ্যত জলের মতো দেখতে, কিন্তু জীবিত কোষের সংস্পর্শে এলে ভাইরাসের মতো সংখ্যাবৃদ্ধি করে। দলটি মহাকাশ স্টেশনে একটি হিংস্র অতিমানবীয় কিশোরী দ্বারা আক্রান্ত হয়, যে চন্দ্র জলের প্রভাব থেকে প্রতিরোধী। ইতোমধ্যে, তাদের অবশ্যই এই সত্যের সাথে লড়াই করতে হবে যে তাদের নিজস্ব দলের কিছু সদস্যের ভুল উদ্দেশ্য থাকতে পারে যা বিশ্বাসঘাতকতার দিকে নিয়ে যেতে পারে।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান ভূমিকায় ===\nডাক্তার সং জি- আন চরিত্রে বে দুনা\nএকজন জ্যোতির্জীববিজ্ঞানী চাঁদে বর্তমানে পরিত্যক্ত বাল্হে বেস গবেষণা কেন্দ্রে একটি দুর্ঘটনার পিছনে সত্য উদ্ঘাটন করতে দৃঢ়প্রতিজ্ঞ, যার মৃত বোন একজন গবেষক ছিলেন।\nহান ইউন-জাই চরিত্রে গং ইউ\nঅন্বেষণ দলের নেতা যাকে সীমিত তথ্য সহ একটি গুরুত্বপূর্ণ মিশন পরিচালনা করতে হবে। তিনি মিশনের সমাপ্তি এবং তার দলের সদস্যদের নিরাপত্তাকে সবকিছুর ঊর্ধ্বে রাখেন এবং এটি করার জন্য নিজেকে বিপদে ফেলা থেকে বিরত থাকেন না।\nলি জুন লেফটেন্যান্ট রিউ তাই-সিওকের ভূমিকায়\nপ্রধান প্রকৌশলী এবং জাতীয় প্রতিরক্ষা মন্ত্রকের প্রাক্তন এলিট সদস্য যিনি মন্ত্রনালয়ের শ্বাসরুদ্ধকর পরিবেশ থেকে বাঁচার প্রয়াসে মিশনের জন্য স্বেচ্ছাসেবক ছিলেন।\n\n\n=== সমর্থনকারী ===\nমিশনের সদস্যরা\n\nডাঃ হং গা-ইয়ং চরিত্রে কিম সান -ইয়ং\nদলের চিকিৎসক\nলুনা ০৭৩ চরিত্রে কিম সি- আ\nএকটি রহস্যময় মেয়ে যে ৫ বছর আগে থেকে বাল্হে দুর্ঘটনার একমাত্র বেঁচে থাকা সদস্য।\nচিফ গং সু-হিউকের ভূমিকায় লি মু-সেং\nনিরাপত্তা দলের প্রধান এবং সু-চ্যানের বড় ভাই।\nকিম সুনের চরিত্রে লি সুং-উক\nদলের প্রধান শাটল পাইলট।\nলি গি-সু চরিত্রে চোই ইয়ং-উ\nদলের শাটল কো-পাইলট যিনি ইউন জি-ইয়ং-এর সাথে পরিবর্তন করেছিলেন এবং শেষ মুহূর্তে মিশনে যোগ দিয়েছিলেন।\nগং সু-চ্যানের চরিত্রে জং সুন-ওন\nদলের সহকারী প্রকৌশলী ও প্রধান গং এর ভাই\nই২ হিসাবে ইও হি-জে\nদলের একজন সৈনিক।\nই১ হিসাবে চা রাই-হায়ং\nদলের একজন সৈনিক।\nমিস্টার হোয়াং চরিত্রে ইউ সিওং-জু\nবালহে স্টেশনের একজন পূর্ববর্তী কর্মচারী যিনি ৫ বছর আগের ঘটনার আগে চলে গিয়েছিলেন এবং এইভাবে উপস্থিত ছিলেন না, এবং এখন দলের পরামর্শক হিসাবে কাজ করছেন৷\nইউন হাই-রি ইউন জি-ইয়ং চরিত্রে\nমিশনের মূল সহ-পাইলট, কিন্তু পরে শেষ মুহূর্তে লি গি-সুর সাথে পরিবর্তন করা হয়।\nস্পেস অ্যান্ড অ্যারোনটিক্স অ্যাডমিনিস্ট্রেশন (এসএএ)\n\nসং ওন-কিউং চরিত্রে কাং মাল-জিউম।\nবালহে স্টেশনের প্রধান গবেষক এবং সং জি-আনের বড় বোন। ধারাবাহিক শুরুর আগেই মারা গেছেন।\nকিম জায়ে- সূনের চরিত্রে হিও সুং-তাই।\nএভিয়েশন অ্যাডমিনিস্ট্রেশনের রিসোর্স গ্রুপের প্রধান\nপরিচালক চোই চরিত্রে গিল হেইওন\nআহন দং-গু কর্মচারী হিসাবে\n\n\n== পর্বসমূহ ==\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\n২০১৯ সালের ডিসেম্বর -এ, নেটফ্লিক্স ঘোষণা করেছে যে এটি টেলিভিশন ধারাবাহিক দ্য সাইলেন্ট সি তৈরি করবে, যেটি চোই হ্যাং-ইয়ং পরিচালিত ২০১৪ সালের নামী স্বল্পদৈর্ঘ্য চলচ্চিত্র থেকে গৃহীত হয়েছে। জং উ-সুং- এর নির্বাহী প্রযোজকের ভূমিকায় তিনি ধারাবাহিকটি পরিচালনা করবেন।\n\n\n=== অভিনয়ের নটনটী ===\n২০২০ সালের এপ্রিল মাসে, বে দোনা এবং গং ইউ-কে প্রধান চরিত্রে অভিনয় করানোর জন্য যোগ করা হয়েছিল। ২০২০ সালের সেপ্টেম্বরে তারা আনুষ্ঠানিকভাবে হিও সুং-তাই এবং লি মু-সেং দ্বারা যোগদান করেছিলেন।\n\n\n== অভ্যর্থনা ==\nরিভিউ অ্যাগ্রিগেটর ওয়েবসাইট রটেন টম্যাটোস-এ, 10 সমালোচকের পর্যালোচনার ৭০% ইতিবাচক, যার গড় ৬.৪/১০ রেটিং।\n\n\n== আরও দেখুন ==\n\nচাঁদে মানব মিশন\nচাঁদে জল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনেটফ্লিক্সে দ্য সাইলেন্ট সি \nইন্টারনেট মুভি ডেটাবেজে দ্য সাইলেন্ট সি   (ইংরেজি)\nহানসিনেমায় দ্য সাইলেন্ট সি (ইংরেজি)"}