{"pageid": 1129248, "title": "নিকেলোডিয়ন (কানাডা)", "url": "https://bn.wikipedia.org/wiki?curid=1129248", "content": "নিকেলোডিয়ন হচ্ছে একই নামের মার্কিন কেবল চ্যানেলের উপর ভিত্তি করা একটি কানাডীয় ইংরেজি ভাষার শিশুতোষ বিশেষত্ব টেলিভিশন চ্যানেল যেটির মালিক হচ্ছে কোরাস এন্টারটেইনমেন্ট, প্যারামাউন্টের সাথে একটি ব্র্যান্ড লাইসেন্সিং চুক্তির মাধ্যমে।\nবিশ্বজুড়ে এটির ভ্রাতৃপ্রতিম চ্যানেলের মতো নিকেলোডিয়ন কানাডা শিশু এবং তরুণ কৈশোরদের জন্য অনুষ্ঠান প্রচারিত করে। চ্যানেলের উদ্বোধনের আগে ভায়াকমের সাথে একটি উৎপাদন চুক্তির মাধ্যমে ওয়াইটিভি এবং ট্রিহাউজ টিভি নিকেলোডিয়ন এবং নিক জুনিয়রের অনুষ্ঠান প্রচারিত করতো। সেই দুই চ্যানেলগুলো যুক্তরাষ্ট্রভিত্তিক চ্যানেলের থেকে নতুন অনুষ্ঠান প্রচার করতে থাকে যেহেতু নিকেলোডিয়ন চ্যানেলের থেকে এই চ্যানেলগুলিতে আরও বেশি বিতরণ করা হ​য় তাদের অ্যানালগ চ্যানেলের রূপে থাকার অবস্থার কারণে।\nনিকেলোডিয়ন কোরাস-মালিকানাধীন দুটি প্যারামাউন্ট ব্র্যান্ড করা চ্যানেলের মধ্যে এক; সিএমটি দুটি সংস্থার মালিকানাধীন।\n\n\n== ইতিহাস ==\n২০০৮ সালের সেপ্টেম্বর মাসে কানাডীয় রেডিও-টেলিভিশন ও টেলিযোগাযোগ কমিশন কোরাসকে \"ওয়াইটিভি ওয়ানওয়ার্ল্ড\" নামের বিশেষত্ব চ্যানেল উদ্বোধন করার জন্য অনুমতি দেয়। এটি \"৬ থেকে ১৭ বয়সের শিশু এবং তাদের পরিবারদের জন্য সারা বিশ্ব থেকে অনুষ্ঠান প্রচার করার জাতীয়, ইংরেজি ভাষার বিষয়শ্রেণী ২ বিশেষত্ব সার্ভিস\" হিসেবে বর্ণনাকৃত করা হ​য়, এবং এটির অনুষ্ঠানসূচীতে বিনোদন, হাস্যরস, ভ্রমণ, গেমস এবং বিজ্ঞান, এবং প্রযুক্তি বিষয়ক অনুষ্ঠান প্রচারিত হতে ছিল।\n২০০৯ সালের সেপ্টেম্বরে কোরাস ঘোষণা দেয় যে উনারা ভায়াকমের সংস্থা এমটিভি নেটওয়ার্কসের সাথে চুক্তিতে পৌঁছে যায়, স্থানীয় চ্যানেলের হিসেবে কানাডায় নিকেলোডিয়ন উদ্বোধন করার জন্য। \"ওয়াইটিভি ওয়ানওয়ার্ল্ড\" এর লাইসেন্স ব্যবহার করে চ্যানেলটি সম্প্রচার শুরু করে ২০০৯ সালের ২ নভেম্বরের সকাল ৬টায়। চ্যানেলের প্রথম প্রচারিত অনুষ্ঠান ছিল জেকব টু-টু উদ্বোধনের দিবসে কোরাস-মালিকানাধীন ডিসকভারি কিডস বন্ধ হয়ে যায় অ্যাকুয়াটিম এর শেষ পর্বের প্রচারের পর, এবং বেশিরভাগ পে-টিভি প্রভাইডারে নিকেলোডিয়ন এটিকে প্রতিস্থাপন করে। যেহেতু এটি আইনত একটি স্বতন্ত্র সার্ভিস, সাবস্ক্রিপশন টেলিভিশন সংস্থাসমূহকে নিকেলোডিয়ন বহন করার জন্য কোরাসের সাথে নতুন চুক্তিতে পৌঁছাতে হয়েছিল, কারণ ডিসকভারি কিডস একটি ভিন্ন লাইসেন্সের অধীনে পরিচালিত হয়েছিল।\n২০১৩ সালের ৯ এপ্রিলে টেলাস অপ্টিক টিভি নিকেলোডিয়নের এইচডি সিমুলকাস্ট ফিড, নিকেলোডিয়ন এইচডি, এর উদ্বোধন করে। তারপরে সেই সালের ২৫ জুনে এটি রজার্স কেবলে উদ্বোধন হয়, এবং ২৫ অক্টোবরে এটি বেল ফাইব টিভি সার্ভিসে অন্তর্ভুক্ত করা হ​য়।\n২০১৫ সালের ২২ সেপ্টেম্বরে কোরাস এন্টারটেইনমেন্ট নিকেলোডিয়ন গো অ্যাপ উদ্বোধন করার ঘোষণা দেয়। এটি দর্শকদেরকে চ্যানেলটি লাইভ দেখার অনুমতি দেয়, সাথে এটির যুক্তরাষ্ট্র প্রতিপক্ষ থেকে অনুষ্ঠান স্ট্রিম করতে দেয়। বর্তমানে অ্যাপটি আইওএস এবং অ্যান্ড্রয়েড প্ল্যাটফর্মে উপলব্ধ আছে, কিন্তু পে-টিভি প্রোভাইডার থেকে নিকেলোডিয়নে একটি সাবস্ক্রিপশন প্রয়োজন।\nকানাডায় অ্যামাজন প্রাইম ভিডিও চ্যানেলের উদ্বোধনের অংশে ২০১৯ সালের জুনে কোরাস নিকেলোডিয়নের জন্য একটি স্বতন্ত্র সাবস্ক্রিপশন ভিডিও অন ডিমান্ড চ্যানেলের উদ্বোধন করে, পরে সেই সালের ডিসেম্বর মাসে এটির নাম নিক+ এ পরিবর্তন করা হয়।\n\n\n== অনুষ্ঠানসমূহ ==\n\nনিকেলোডিয়ন প্রথমত এটির যুক্তরাষ্ট্র প্রতিপক্ষ থেকে পূর্ব এবং বর্তমান অনুষ্ঠানের মিশ্রণ প্রচারিত করে, সাথে এটির বেশিরভাগ অনুষ্ঠান ওয়াইটিভি এবং ট্রিহাউজ টিভিতে প্রচারিত হ​য়। দিনের বেলায় চ্যানেলে প্রাক-প্রাথমিক অনুষ্ঠান বিজ্ঞাপন-হীন নিক জুনিয়র-ব্র্যান্ড করা ব্লকে প্রচারিত হ​য়। কানাডীয় বিষয়বস্তু নির্দেশিকা পূরণ করার জন্য নিকেলোডিয়ন অন্যান্য কোরাস চ্যানেল (প্রধানত ওয়াইটিভি অথবা ট্রিহাউজ) থেকে অনুষ্ঠান প্রচারিত করে।\n\n\n== আরও দেখুন ==\n\nনিকেলোডিয়ন (যুক্তরাষ্ট্র​)\nওয়াইটিভি\nট্রিহাউজ টিভি\nনিক জুনিয়র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nকোরাস এন্টারটেইনমেন্টের কর্পোরেট ওয়েবসাইটে নিকেলোডিয়ন পাতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ অক্টোবর ২০১৪ তারিখে"}