{"pageid": 1129846, "title": "নিকেলোডিয়ন (জাপান)", "url": "https://bn.wikipedia.org/wiki?curid=1129846", "content": "নিকেলোডিয়ন শিশু, কৈশোর, এবং প্রাপ্তবয়স্ক দেরকে লক্ষ্য করা একটি জাপানী টেলিভিশন চ্যানেল ছিল। এটির কার্যকারক ছিল প্যারামাউন্ট নেটওয়ার্কস জাপান কে.কে. (প্যারামাউন্ট গ্লোবালের প্যারামাউন্ট নেটওয়ার্কস ইএমইএএর একটি সংস্থা)। কেবল এবং স্যাটেলাইট চ্যানেলের হিসেবে নিকেলোডিয়ন সম্প্রচার শুরু করে ১৯৯৮ সালের নভেম্বর মাসে, কিন্তু দর্শক সংখ্যা হ্রাসের কারণে চ্যানেলটিকে ২০০৯ সালের ৩০ সেপ্টেম্বরে বন্ধ করে দেওয়া হ​য়। ২০১৮ সালের ৩০ জানুয়ারিতে ওটিটি মিডিয়া সার্ভিসের জন্য চ্যানেলটি আবার সম্প্রচারে ফিরে আসে, এবং নিক+ সার্ভিসের জন্য আবার চ্যানেলটি বন্ধ হয়ে যায় ২০২২ সালের ৩১ জানুয়ারিতে।\n\n\n== ইতিহাস ==\n১৯৯৮ সালের ১৫ নভেম্বরে জাপানে ডাইরেকটিভি চ্যানেল ২৭২ তে নিকেলোডিয়ন সম্প্রচার শুরু করে। ২০০০ সালের ১ অক্টোবরে জাপানের থেকে ডাইরেকটিভির উত্তোলনের কারণে নিকেলোডিয়ন স্কাই পারফেকটিভি! চ্যানেল ২৭৮ এ স্থানান্তর করা হয়। ২০০৬ সালের জানুয়ারিতে নিকেলোডিয়ন টেলিযোগাযোগ সার্ভিস ব্যবহার সম্প্রচারে স্থানান্তর করেছে, এবং স্কাই পারফেকটিভি! চ্যানেল ৭৫১ এ স্থানান্তর করা হয়, এছাড়াও নির্বাচিত কেবল প্রভাইডারে চ্যানেলটি উপলব্ধ। চ্যানেলটি ২০০৬ সালের অক্টোবরে পুনর্নবীকরণ করা হয়।\nশক্তিশালী স্থানীয় এবং আন্তর্জাতিক প্রতিযোগিতার কারণে ২০০৯ সালের ৩০ সেপ্টেম্বরে নিকেলোডিয়ন সম্প্রচার বন্ধ করে। ভায়াকম নির্বাচিত নিকেলোডিয়ন অনুষ্ঠান এটির অন্যান্য চ্যানেলে (যেমন এমটিভি জাপানে), ডিটিএইচ স্যাটেলাইট চ্যানেলে, এবং টেরেস্ট্রিয়াল টেলিভিশন চ্যানেলে বিতরণ করতে থাকে। এনএইচকে এডুকেশনাল টিভি, যেটি ইতোমধ্যে স্পঞ্জবব স্কয়ারপ্যান্টস্‌ প্রচারিত করছে, ২০১০ সালে দ্য পেঙ্গুইনস অফ মাদাগাস্কার এবং আইকার্লি প্রচার করা শুরু করে। সেই সালের ১ সেপ্টেম্বর থেকে অ্যানিম্যাক্স স্পঞ্জবব স্কয়ারপ্যান্টস দিয়ে শুরু করে নিকেলোডিয়নের অনুষ্ঠান প্রচারিত করেছে এটির \"নিকটাইম\" ব্লকে। অনুষ্ঠানের তথ্য, ওয়েবসাইট গেমস এবং ডাউনলোডযোগ্য সামগ্রী সহ প্রাতিষ্ঠানিক নিকেলোডিয়ন ওয়েবসাইটটি চালু রয়ে যায়।\n\n২০১৭ সালের ১৮ অক্টোবরে ভায়াকম এনটিটি ডোকোমোর সাবস্ক্রিপশন টিভি স্ট্রিমিং সার্ভিস ডিটিভিতে নিকেলোডিয়ন পুনঃউদ্বোধন করার ঘোষণা দেয়। ২০১৮ সালের ৩০ জানুয়ারিতে নিকেলোডিয়ন ডিটিভি এবং হুলু জাপানে সম্প্রচারে আবার ফিরে আসে। সেই সালের ২০ এপ্রিলে একটি প্রাতিষ্ঠানিক ফেসবুক পেইজের উদ্বোধন হয়, এবং ৩ জুলাইতে অ্যামাজন প্রাইম ভিডিওতে চ্যানেলটি সম্প্রচার শুরু করে। ২০১৯ সালের ১৫ মার্চ থেকে ২০২১ সালের ৩১ জানুয়ারির পর্যন্ত নিকেলোডিয়ন মিউজিক.জেপি তে উপলব্ধি করা ছিল। ২০২১ সালের ২৮ এপ্রিলে রাকুতেন টিভি \"নিক+\" উদ্বোধন করে, যা হচ্ছে প্রতি মাসে ৪৪০ ইয়েনের জন্য উপলব্ধ নিকেলোডিয়ন অনুষ্ঠানসমূহের একটি সংগ্রহ। ২০২২ সালের ৩১ জানুয়ারিতে উল্লিখিত নিক+ সার্ভিসের জন্য নিকেলোডিয়ন চ্যানেলটি আবার বন্ধ করে দেওয়া হ​য়। পরের দিনে নিকেলোডিয়ন অ্যামাজন প্রাইম ভিডিওর সাথে এটির ভিডিও-অন-ডিমান্ড বিতরণ চুক্তি পুনর্নবীকরণ করে। নেটওয়ার্কের কয়েকটি অনুষ্ঠান জাপানি সম্প্রচারকদের সাথে পৃথক সিন্ডিকেশন চুক্তির মাধ্যমে সম্প্রচার অব্যাহত রাখে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (জাপানী ভাষায়)"}