{"pageid": 1129869, "title": "খুরুশকুল বিশেষ আশ্রয়ণ প্রকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1129869", "content": "খুরুশকুল বিশেষ আশ্রয়ণ প্রকল্পটি  প্রধানমন্ত্রীর একটি অগ্রাধিকারভিত্তিক প্রকল্প। জলবায়ু উদ্বাস্তু ও বিমানবন্দর সম্প্রসারণের কারণে ভূমিহীন ৪৪০৯টি পরিবারের পুনবার্সনসহ এই জনগোষ্ঠীর আয়ের পথ উন্মুক্ত করা এই প্রকল্পের মূল লক্ষ্য। প্রকল্পটি ২৪ নভেম্বর ২০২০ তারিখে একনেক সভায় অনুমোদিত হয়। ২৩ জুলাই ২০২০ সালে আশ্রয়ণ প্রকল্পের উদ্বোধন করেন প্রধানমন্ত্রী শেখ হাসিনা। প্রথম ধাপে ৬০০ পরিবারের কাছে ফ্ল্যাট হস্তান্তরের মাধ্যমে এ প্রকল্পের আনুষ্ঠানিক উদ্বোধন করেন শেখ হাসিনা।\n\n\n== প্রকল্পের পটভূমি ==\nবৈশ্বিক জলবায়ু পরিবর্তনের বিরূপ প্রভাবে ক্ষতিগ্রস্ত দেশসমূহের মধ্যে বাংলাদেশ অন্যতম। বন্যা, ঘূর্ণিঝড়, নদী ভাঙ্গন ও জলোচ্ছ্বস বাংলাদেশের নিত্য নৈমিত্তিক প্রাকৃতিক দুর্যোগ, যা মানুষের জীবন ও সম্পত্তির ব্যাপক ক্ষতি সাধন করে থাকে। বাংলাদেশের মানুষ প্রতিবছর এসব প্রাকৃতিক দুর্যোগের কারণে তাদের সহায় সম্পত্তি হারিয়ে ফেলে। ১৯৯৭ সালে প্রধানমন্ত্রী শেখ হাসিনা ঘূর্ণিঝড়ে ক্ষতিগ্রস্ত ভূমিহীন-গৃহহীন-ছিন্নমূল-অসহায় মানুষের পুনর্বাসনের লক্ষ্যে আশ্রয়ণ প্রকল্প গ্রহণ করেন।\nভূ-প্রাকৃতিক স্বতন্ত্র বৈশিষ্ট্যের কারণে বাংলাদেশের উপকূলীয় অঞ্চলসমূহ দেশের অন্যান্য অঞ্চল হতে সম্পূর্ণ আলাদা। জলবায়ু পরিবর্তনের ফলে সৃষ্ট দুর্যোগের মুখোমুখি হয়ে উপকূলীয় অঞ্চলের মানুষ প্রাকৃতিকক সম্পদের সুযোগ থেকে বঞ্চিত হন এবং বহুমাত্রিক ঝুঁকি যেমন-লবণাক্ততা, বন্যা, ঘূর্ণিঝড়, নদী ভাঙ্গন ও জলোচ্ছ্বাস এর সম্মুখীন হন। জলবায়ু পরিবর্তনের ফলে ক্ষতিগ্রসত উদ্বাস্তু পরিবারসমূহের জন্র দেশের দক্ষিণ-পশ্চিমাঞ্চলে অবস্থিত জেলা কক্সবাজারে ২০১৪-১৫ অর্থবছরে ”খুরুশকুল বিশেষ আশ্রয়ণ প্রকল্প” গ্রহণ করা হয়। ঘূর্ণিঝড় ও জলোচ্ছ্বাস আক্রান্ত উপকূলীয় অঞ্চল কক্সবাজারের মানুষের আর্থ-সামাজিক উন্নয়নের লক্ষ্যে টেকসই উন্নয়ন লক্ষ্যমাত্রা (এসডিজি) এর সাথে সামঞ্জস্য রেখে প্রকল্পটি গ্রহণ করা হয়েছে। এ প্রকল্পের আওতায় ৫-তলা বিশিষ্ট ১৩৯টি বহুতল ভবন নির্মাণ করে ৪৪০৯টি জলবায়ু উদ্বাস্তু পরিবারকে পুর্নবাসন করা হবে এবং পুনর্বাসিত পরিবারগুলোর অর্থনৈতিক সচ্ছলতা নিশ্চিত করা হবে। প্রকল্পটি বিশ্বের বৃহত্তম জলবায়ু উদ্বাস্তু পুনর্বাসন প্রকল্প হিসেবে দৃষ্টান্ত স্থাপন করবে।[১]\n\n\n== প্রকল্পের উদ্দেশ্য ==\nজলবায়ু উদ্বাস্তু ৪৪০৯টি ভূমিহীন, গৃহহীন, ছিন্নমূল, অসহায় ও দরিদ্র পরিবারকে পুনর্বাসন\nজলবায়ু উদ্বাস্তু পরিবারসমূহের পরিবেশ সহনশীলতা ও অভিযোজন ক্ষমতা বৃদ্ধি করা\nজলবায় উদ্বাস্তু পরিবারসমূহের আয়বর্ধক কর্মকাণ্ডে সম্পৃক্ত করে কর্মসংস্থান সৃষ্টি করা।[২]\n\n\n== এক নজরে খুরুশকুল বিশেষ আশ্রয়ণ প্রকল্প ==\nপ্রকল্পের অবস্থান: খুরুশকুল, কক্সবাজার।\nমোট জমির পরিমাণ : ২৫৩.৩৫০ একর।\nমাটি ভরাটের জন্য অনুমোদিত জমির পরিমাণ : ৪৪.৮৮ একর।\nআশ্রয়ণ-২ প্রকল্পের প্রকেৌশলী ও উপজেলা প্রশাসন কর্তৃক যৌথভাবে চূড়ান্ত পরিমাপের পর মোট অনুমোদিত খাদ্যশস্যের পরিমাণ : ৬৭২৮.৯৮০ মে.টন।\nইতোমধ্যে জেলা প্রশাসন ও আশ্রয়ণ প্রকল্পের তত্ত্বাবধানে ৬৭২৮.৯৮০ মে.টন খাদ্যশস্য দ্বারা ৪৪.৮৮ একর ভূমির উন্নয়ন কাজ ১০০% সম্পন্ন হয়েছে।\nঅবশিষ্ট ২০৮.৪৭ একর জমি পানি উন্নয়ন বোর্ড কর্তৃক নৌবাহিনীর মাধ্যমে বেড়ি বাঁধ নির্মাণ ও মাটি ভরাটের জন্য প্রকল্প অনুমোদন করা হয়েছে এবং কাজ চলমান রয়েছে।\nকক্সবাজার বিমান বন্দর সম্প্রসারণের লক্ষ্যে খুরুশকুল বিশেষ আশ্রয়ণ প্রকল্পে পুনর্বাসনের জন্য উপকারভোগীর সংখ্যা : ৪৪০৯টি ভূমিহীন পরিবার।\nমোট ভবনের সংখ্যা : ৫ তলা বিশিষ্ট ১৩৯টি।\nশেখ হাসিনা টাওয়ার নামে ১০ তলা বিশিষ্ট একটি সুউচ্চ ভবন নির্মাণ করা হবে। সশস্ত্র বাহিনী বিভাগ কর্তৃক উক্ত ভবনসমূহ নির্মাণ করা হবে।[৩]\n\n\n== প্রকল্পে পুনর্বাসিতব্যদের আর্থ-সামাজিক উন্নয়নে গৃহীত পদক্ষেপ ==\nখুরুশকুল আশ্রয়ণ প্রকল্পের জন্য নির্বাচিত ৪৪০৯টি পরিবারের আর্থ-সামাজিক উন্নয়নের লক্ষ্যে স্কুল প্রতিষ্ঠা, স্বাস্থ্য সেবার জন্য কমিউনিটি ক্লিনিক স্থাপন, বিনোদনের জন্য পার্ক নির্মাণসহ ব্যাপক কর্মসূচি গ্রহণ করা হয়েছে। উক্ত পরিবারসমূহের মধ্যে অধিকাংশই মৎস্যজীবি বিধায় জীবিকার সংস্থানের জন্য আধুনিক শুটকি পল্লী নির্মাণ করা হবে। স্থাপত্যশৈলী ও আধুনিক নগরায়ণ পরিকল্পনায় নির্মিত উক্ত শুটকি পল্লীটি কক্সবাজার জেলার আকর্ষণীয় পর্যটন এলাকায় পরিণত হবে।\n\n\n== প্রকল্পের উদ্ভোধন ==\n২৩ জুলাই ২০২০ (বৃহস্পতিবার) সকাল ১১টা ২০ মিনিটের দিকে গণভবন থেকে ভিডিও কনফারেন্সের মাধ্যমে আশ্রয়ণ প্রকল্পের উদ্বোধন করেন প্রধানমন্ত্রী শেখ হাসিনা। প্রথম ধাপে ৬০০ পরিবারের কাছে ফ্ল্যাট হস্তান্তরের মাধ্যমে এ প্রকল্পের আনুষ্ঠানিক উদ্বোধন করেন শেখ হাসিনা। প্রধানমন্ত্রীর অগ্রাধিকার ভিত্তিক আশ্রয়ন-২ প্রকল্পের আওতায় এই প্রকল্পে নির্মিত ২০টি অত্যাধুনিক ভবনের নামকরণ করেছেন প্রধানমন্ত্রী শেখ হাসিনা নিজেই। ভবনের নামগুলো হচ্ছে- ১) সাম্পান, ২) কোরাল, ৩) রজনীগন্ধা, ৪) গন্ধরাজ, ৫) হাসনাহেনা, ৬) কামিনী, ৭) গুলমোহর, ৮) গোলাপ, ৯) সোনালী, ১০) নীলাম্বরী, ১১) ঝিনুক, ১২) কেওড়া, ১৩) মুক্তা, ১৪) প্রবাল, ১৫) সোপান, ১৬) মনখালী, ১৭) শনখালী, ১৮) দোলনচাঁপা , ১৯) ইনানী ও ২০) বাঁকখালী।[৪]\n\n\n== তথ্যসূত্র ==\n১. http://www.ashrayanpmo.gov.bd"}