{"pageid": 1129224, "title": "কেপলার ত্রিভুজ", "url": "https://bn.wikipedia.org/wiki?curid=1129224", "content": "কেপলার ত্রিভুজ হলো এমন একটি বিশেষ সমকোণী ত্রিভুজ যার বাহু তিনটির দৈর্ঘ্য একটি গুণোত্তর প্রগমন গঠন করে, যেখানে এই প্রগমনের সাধারণ অনুপাত হলো  \n  \n    \n      \n        \n          \n            φ\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {\\varphi }}}\n  \n এবং \n  \n    \n      \n        φ\n        =\n        (\n        1\n        +\n        \n          \n            5\n          \n        \n        )\n        \n          /\n        \n        2\n      \n    \n    {\\displaystyle \\varphi =(1+{\\sqrt {5}})/2}\n  \n হলো সোনালি অনুপাত। কেপলার ত্রিভুজের অনন্য বৈশিষ্ট এই প্রগমনটিকে \n  \n    \n      \n        1\n        :\n        \n          \n            φ\n          \n        \n        :\n        φ\n      \n    \n    {\\displaystyle 1:{\\sqrt {\\varphi }}:\\varphi }\n  \n আকারে অথবা, আনুমানিকভাবে 1 : 1.272 : 1.618 আকারেও লেখা যায়। কেপলার ত্রিভুজের বাহুগুলোর ওপর অঙ্কিত বর্গ তিনটির ক্ষেত্রফল পৃথক আরেকটি গুণোত্তর প্রগমন গঠন করে। এটি হচ্ছে \n  \n    \n      \n        1\n        :\n        φ\n        :\n        \n          φ\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle 1:\\varphi :\\varphi ^{2}}\n  \n। একই ত্রিভুজের বিকল্প সংজ্ঞার ক্ষেত্রে, দুটি সংখ্যার তিনটি পিথাগোরাসীয় গড়ের শর্তালোকে অথবা, সমদ্বিবাহু ত্রিভুজের অন্তর্ব্যাসার্ধের মাধ্যমে এই ত্রিভুজের বৈশিষ্ট্য নির্ধারণ করা হয়।\nজ্যোতির্বিদ জোহানেস কেপলারের নামানুসারে এই ত্রিভুজের নামকরণ করা হলেও তার পূর্বেকার নথি বা সূত্রগুলোতেও এর অস্তিত্ব পাওয়া যায়। কিছু সূত্র মোতাবেক প্রাচীন মিশরীয় পিরামিডগুলোতে কেপলার ত্রিভুজভিত্তিক অনুপাত থাকার দাবি করা হলেও, মিশরীয় গণিত ও স্থাপত্যবিদ্যায় সোনালি অনুপাত অজানা ছিল বলেই অধিকাংশ পণ্ডিতের বিশ্বাস।\n\n\n== ইতিহাস ==\nজার্মান গণিতবিদ ও জ্যোতির্বিজ্ঞানী জোহানেস কেপলারের (১৫৭১-১৬৩০) নাম অনুসারে এই ত্রিভুজটির নাম কেপলার ত্রিভুজ রাখা হয়েছে। কেপলার ১৬৯৭ সালে একটি চিঠিতে এই জ্যামিতিক কাঠামোটি নিয়ে লেখেন। যে দুটি ধারণার আলোকে এই ত্রিভুজটি বিশ্লেষণ করা যেতে পারে সেগুলোর উভয়েই ছিল কেপলারের আগ্রহের বিষয়। এই ধারণা দুটি হলো পিথাগোরাসের উপপাদ্য ও সোনালি অনুপাত। তারই ভিন্ন আরেকটি লেখা থেকে  তার এই আগ্রহের অনুমান পাওয়া যায়:\n\nজ্যামিতির দুটি বিশাল ধন-ভাণ্ডার রয়েছে: একটি হল পিথাগোরাসের উপপাদ্য, অন্যটি হলো পরম ও গড় অনুপাতে একটি রেখার বণ্টন। প্রথমটিকে আমরা তুলনা করতে পারি বিশাল স্বর্ণ খণ্ডের সাথে, আর দ্বিতীয়টিকে বলা যেতে পারে মূল্যবান রত্ন।\nসে যাই হোক, কেপলারই যে প্রথম এই ত্রিভুজের বিবরণ দিয়েছিলেন তা কিন্তু নয়। স্বয়ং কেপলার এটার কৃতিত্ব দিয়েছেন ম্যাগিরাস নাম্নী (সঙ্গীতের) এক অধ্যাপককে। আবু বকরের লেখা আরবি গণিতের একটি বইয়ের ল্যাটিন অনুবাদ হলো Liber mensurationum, যা ১২শ শতকে ইটালীয় অনুবাদক জেরার্ড অব ক্রেমোনা কর্তৃক অনুদিত হয়। এই বইয়েও একই ত্রিভুজের উল্লেখ পাওয়া যায়। উপরন্তু, ১২২০-২১ সালে ফিবোনাচ্চির প্রকাশিত প্রাকতিকা জিওমেত্রিয়াতেও  (Practica geometriae) এই ত্রিভুজের বিবরণ পাওয়া যায়। কেপলার যেভাবে এই ত্রিভুজকে সংজ্ঞায়িত করেছেন ফিবোনাচ্চিও সেইভাবে একে সংজ্ঞায়িত করেছেন। কেপলারের কিছু আগে প্রায় ১৫৬৭ সালের দিকে পর্তুগিজ গণিতবিদ পেড্রো নুনেসও এটি নিয়ে লিখেছিলেন। এই বিষয়টা \"শেষ মধ্যযুগ এবং রেনেসাঁ সংশ্লিষ্ট পাণ্ডুলিপি ঐতিহ্যে ব্যাপকহারে ছড়িয়ে পড়েছিল\" বলা যায়। এছাড়া, কেপলারের পরেও বেশ কয়েকবার স্বতন্ত্রভাবে এই ত্রিভুজের পুনঃআবিষ্কার ঘটেছে।\n\nকিছু লেখকের মতে, একটি দ্বৈত কেপলার ত্রিভুজযুক্ত সোনালি পিরামিড থেকে এর প্রস্থচ্ছেদের মতোই মিশরীয় পিরামিডগুলোর (যেমন: গিজার গ্রেট পিরামিড) নকশার সঠিক ব্যাখ্যা পাওয়া যায়। যেসব বিষয়ের ওপর ভিত্তি করে এই তত্ত্ব গড়ে উঠেছে সেসবের মধ্যে ১৯শ শতকের পিরামিড-তত্ত্ববিদ জন টেইলর কর্তৃক প্রাচীন গ্রিক ইতিহাসবিদ হিরোডোটাসের ভুল পাঠও রয়েছে। কেপলার ত্রিভুজের সাথে সম্পর্ক নেই এমন অন্যান্য অনেক অনুপাত-তত্ত্বেরও প্রস্তাব করা হয়েছিল এই একই পিরামিডের জন্য। Because these different theories are very similar in the numeric values they obtain, and because of inaccuracies in measurement, in part caused by the destruction of the outer surface of the pyramid, such theories are difficult to resolve based purely on physical evidence. কেপলার ত্রিভুজের অনুপাতের এই মিলটি বরং একটি সাংখ্যিক সমাপতনই হওয়া উচিত: কারণ এই সম্পর্কটি নিয়ে অনুসন্ধান চালিয়েছেন এমন পণ্ডিতদের মতে, খুব সম্ভবত প্রাচীন মিশরীয়রা সোনালি অনুপাত সম্পর্কে জানত না কিংবা তারা এটি তাদের গণিত বা স্থাপত্যে ব্যবহারও করত না। এর পরিবর্তে, ১১ ও  ১৪ একক বাহুযুক্ত একটি সমকোণী ত্রিভুজের ভিত্তিতে পূর্ণসংখ্যা অনুপাত ব্যবহার করে পিরামিডের অনুপাতকে সর্বাঙ্গরূপে ব্যাখ্যা করা যেতে পারে।\n১৯৭৯-এর শুরুর দিকে রজার হার্জ-ফিশলার কেপলারের ১৫৯৭ সালের চিঠির ভিত্তিতে এই জ্যামিতিক কাঠামোর জন্য \"কেপলার ত্রিভুজ\" নামটি ব্যবহার করেন। ১৯৪৬ সালে সোনালি অনুপাতের ওপর রোমানীয় গণিতবিদ ও দার্শনিক মাটিলা ঘিকার লেখা দ্য জিওমেট্রি অব আর্ট অ্যান্ড লাইফ নামের এক বইয়ে এই ত্রিভুজের জন্য আরেকটি নাম ব্যবহার করা হয়েছিল। এই বইয়ে পিরামিড-তত্ত্ববিদ \"ডব্লিউ এ প্রাইস\"-এর নামানুসারে একে \"প্রাইসের ত্রিভুজ\" নাম দেওয়া হয়েছে।\n\n\n== সংজ্ঞা ==\n\nকেপলার ত্রিভুজের একটি সমকোণী ত্রিভুজ হওয়ার এবং এর বাহু তিনটি একটি গুণোত্তর প্রগমনে থাকার অথবা সমতুল্যভাবে এর বাহুগুলোর বর্গও একটি গুণোত্তর প্রগমনভুক্ত হওয়ার যে ধর্ম সেই ধর্মের মাধ্যমে কেপলার ত্রিভুজকে অনন্যভাবে সংজ্ঞায়িত করা হয়। কেপলার ত্রিভুজের বাহুগুলোর দৈর্ঘ্য যে প্রগমন গঠন করে তার সাধারণ অনুপাত হলো  \n  \n    \n      \n        \n          \n            φ\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {\\varphi }}}\n  \n যেখানে, \n  \n    \n      \n        φ\n        =\n        (\n        1\n        +\n        \n          \n            5\n          \n        \n        )\n        \n          /\n        \n        2\n      \n    \n    {\\displaystyle \\varphi =(1+{\\sqrt {5}})/2}\n  \n হলো সোনালি অনুপাত। কেপলার ত্রিভুজের অনন্য বৈশিষ্ট এই প্রগমনটিকে \n  \n    \n      \n        1\n        :\n        \n          \n            φ\n          \n        \n        :\n        φ\n      \n    \n    {\\displaystyle 1:{\\sqrt {\\varphi }}:\\varphi }\n  \n আকারে অথবা, আনুমানিকভাবে 1 : 1.272 : 1.618 আকারেও লেখা যায়। প্রকৃত ঘটনা এই যে, যে ত্রিভুজে এই অনুপাতগুলো থাকে সেই ত্রিভুজটি একটি সমকোণী ত্রিভুজ হবে, যা আবার অনুসরণ করবে এই সত্যকেই যে, একটি সমকোণী ত্রিভুজের বাহুগুলোর (দৈর্ঘ্যের) বর্গ এই অনুপাতগুলো মেনে চললে, এই সমকোণী ত্রিভুজটির বাহুগুলোর বর্গের ক্ষেত্রে পিথাগোরাসের উপপাদ্যটি থেকে যে সূত্রটি (\n  \n    \n      \n        \n          φ\n          \n            2\n          \n        \n        =\n        φ\n        +\n        1\n      \n    \n    {\\displaystyle \\varphi ^{2}=\\varphi +1}\n  \n) পাওয়া যাবে, সোনালি অনুপাতের সংজ্ঞা নির্ধারণী বহুপদীটিও হবে সেই সূত্রেরই অনুরূপ। কারণ হলো, এই সমীকরণটি সোনালি অনুপাতের জন্য সত্য, আর এই দৈর্ঘ্য তিনটি পিথাগোরাসের উপপাদ্য মেনে চলে এবং একটি সমকোণী ত্রিভুজ গঠন করে। বিপরীতভাবে বলা যায়, সমকোণী ত্রিভুজের বাহুগুলোর বর্গ সাধারণ অনুপাত \n  \n    \n      \n        ρ\n      \n    \n    {\\displaystyle \\rho }\n  \n-যুক্ত একটি গুণোত্তর প্রগমন তৈরি করে এমন যেকোনো সমকোণী ত্রিভুজের ক্ষেত্রে, পিথাগোরাসের উপপাদ্যটি এই ইঙ্গিত দেয় যে, এই অনুপাতটি (\n  \n    \n      \n        \n          ρ\n          \n            2\n          \n        \n        =\n        ρ\n        +\n        1\n      \n    \n    {\\displaystyle \\rho ^{2}=\\rho +1}\n  \n) অভেদকে মেনে চলে। ফলে, এই অনুপাতটি অবশ্যই উক্ত সমীকরণের অনন্য ধনাত্মক সমাধান হবে, তথা এটি হবে সোনালি অনুপাত এবং এই ত্রিভুজটি আবশ্যিকভাবেই একটি কেপলার ত্রিভুজ হবে।\nA third, equivalent way of defining this triangle comes from a problem of maximizing the inradius of isosceles triangles. সমান দৈর্ঘ্যের দুটি নির্দিষ্ট বাহু নিয়ে এবং তৃতীয় বাহু বা ভূমির দৈর্ঘ্য স্বেচ্ছাধীন রেখে যতগুলো সমদ্বিবাহু ত্রিভুজ গঠন করা যাবে, সেগুলোর মধ্যে যে একটি সমদ্বিবাহু ত্রিভুজে সবচেয়ে বৃহত্তম দৈর্ঘ্যের অন্তর্ব্যাসার্ধটি পাওয়া যাবে, সেই সমদ্বিবাহু ত্রিভুজটি দুটি কেপলার ত্রিভুজের সমন্বয়ে গঠিত হবে, যেখানে এই কেপলার ত্রিভুজ দুটি হবে একে অপরের অনুলিপি এবং এরা হবে এদেরই ক্ষুদ্রতম বাহুর সাপেক্ষে পরস্পরের প্রতিফলিত ত্রিভুজ। এইকারণে, কেপলার ত্রিভুজকে সংজ্ঞায়িত করা যায় সেই সমকোণী ত্রিভুজরূপে, যে সমকোণী ত্রিভুজটি হবে, একই দৈর্ঘ্যের অতিভুজযুক্ত সকল সমকোণী ত্রিভুজের মধ্যে, এমন একটি সমকোণী ত্রিভুজ, যা গঠিত হবে এরই প্রতিফলিত রূপ নিয়ে তথা সর্ববৃহৎ অন্তর্ব্যাসার্ধযুক্ত সমদ্বিবাহু ত্রিভুজটি নিয়ে। পক্ষান্তরে, কেপলার ত্রিভুজটি যখন এর লম্ব বাহু দুটির মধ্যে বৃহত্তর বাহুটির সাপেক্ষে প্রতিফলিত হয়, তখন একটি নির্দিষ্ট পরিসীমার জন্য এটি সম্ভাব্য সর্ববৃহৎ অর্ধবৃত্তটিকে ধারণ করে।\n\n\n== ধর্মাবলী ==\n\nযদি কেপলার ত্রিভুজের ক্ষুদ্রতম বাহুর দৈর্ঘ্য \n  \n    \n      \n        s\n      \n    \n    {\\displaystyle s}\n  \n হয়, তাহলে এর অপর বাহু দুটির দৈর্ঘ্য হবে \n  \n    \n      \n        s\n        \n          \n            φ\n          \n        \n      \n    \n    {\\displaystyle s{\\sqrt {\\varphi }}}\n  \n এবং \n  \n    \n      \n        s\n        φ\n      \n    \n    {\\displaystyle s\\varphi }\n  \n। সমকোণী ত্রিভুজের ক্ষেত্রফল সমকোণ সংলগ্ন বাহু দুটির গুণফলের অর্ধেক। ফলে কেপলার ত্রিভুজটির ক্ষেত্রফল হবে \n  \n    \n      \n        \n          \n            \n              \n                s\n                \n                  2\n                \n              \n              2\n            \n          \n        \n        \n          \n            φ\n          \n        \n      \n    \n    {\\displaystyle {\\tfrac {s^{2}}{2}}{\\sqrt {\\varphi }}}\n  \n। সমকোণ ব্যতীত অপর কোণ দুটির মধ্যে বৃহত্তর কোণটির কোসাইন হবে বৃহত্তর কোণ সংলগ্ন বাহু (সমকোণ সংলগ্ন বাহু দুটির মধ্যে ক্ষুদ্রতর বাহু \n  \n    \n      \n        s\n      \n    \n    {\\displaystyle s}\n  \n) এবং অতিভুজের (\n  \n    \n      \n        s\n        φ\n      \n    \n    {\\displaystyle s\\varphi }\n  \n) অনুপাতের সমান। আবার, সমকোণ ব্যতীত অপর কোণ দুটির মধ্যে ক্ষুদ্রতর কোণটির সাইন হবে ক্ষুদ্রতর কোণের বিপরীত বাহু (অর্থাৎ এক্ষেত্রেও সমকোণ সংলগ্ন বাহু দুটির মধ্যে ক্ষুদ্রতর বাহু \n  \n    \n      \n        s\n      \n    \n    {\\displaystyle s}\n  \n) এবং অতিভুজের (\n  \n    \n      \n        s\n        φ\n      \n    \n    {\\displaystyle s\\varphi }\n  \n) অনুপাতের সমান। অতএব, কেপলার ত্রিভুজটির সমকোণ ব্যতিত অপর কোণ দুটি হবে:\n\n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n2 \n  \n    \n      \n        =\n      \n    \n    {\\displaystyle =}\n  \n \n  \n    \n      \n        \n          cos\n          \n            −\n            1\n          \n        \n        ⁡\n        \n          \n            1\n            φ\n          \n        \n        ≈\n        \n          51.8273\n          \n            ∘\n          \n        \n      \n    \n    {\\displaystyle \\cos ^{-1}{\\frac {1}{\\varphi }}\\approx 51.8273^{\\circ }}\n  \n এবং\n\n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n1 \n  \n    \n      \n        =\n      \n    \n    {\\displaystyle =}\n  \n \n  \n    \n      \n        \n          sin\n          \n            −\n            1\n          \n        \n        ⁡\n        \n          \n            1\n            φ\n          \n        \n        ≈\n        \n          38.1727\n          \n            ∘\n          \n        \n      \n    \n    {\\displaystyle \\sin ^{-1}{\\frac {1}{\\varphi }}\\approx 38.1727^{\\circ }}\n  \n\nঅবশ্য, প্রতিটি বাহুর মান জানা থাকায় অন্যান্য ত্রিকোণমিতিক অনুপাত ব্যবহার করেও এই কোণ দুটি বের করা সম্ভব। \nস্পর্শকীয় বৃত্তে কক্সেটারের লোক্সোড্রোমিক অনুক্রমের ক্ষেত্রে ধারাবাহিক ত্রিভুজের ত্রয়ীগুলো তাদের কেন্দ্রে যে কোণটি উৎপন্ন করে, সেই কোণটি যে উপরোক্ত কেপলার কোণ দুটির মধ্যে বৃহত্তরটি, তা জার্জি কোচিক পর্যবেক্ষণ করেন।\n\n\n== তথ্যসূত্র =="}