{"pageid": 1129501, "title": "বৈরবি রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1129501", "content": "বৈরাবি রেলওয়ে স্টেশন মিজোরামের কোলাসিব জেলার বৈরাবি শহরের পরিষেবা প্রদান করে। এর কোড হল BHRB । স্টেশনটি ৩টি প্ল্যাটফর্ম নিয়ে গঠিত।বৈরাবি মিজোরামের অন্যতম রেলপথ এবং একটি ব্রডগেজ লাইনের সাথে সংযুক্ত। ৮৪.২৫ কাটাখাত জংশন থেকে বৈরাবি পর্যন্ত কিমি ব্রড-গেজ রেললাইন, ২১ মার্চ ২০১৬ সালে সম্পন্ন হয়। \n\n\n== ভবিষ্যৎ উন্নয়ন পরিকল্পনা ==\nবৈরাবি সাইরাং রেলওয়ে হল একটি প্রস্তাবিত রেললাইন যা বৈরাবি স্টেশন থেকে আইজলের কাছে সাইরাং রেলওয়ে স্টেশন পর্যন্ত 2,384 কোটি রুপি ব্যয়ের আনুমানিক ব্যয়। ৫১ কিলোমিটার (৩২ মাইল) ) নির্মাণের জন্য আনুমানিক ২৮ হেক্টর (৬৯ একর) জমির প্রয়োজন দীর্ঘ বৈরবী-সাইরাং রেললাইন।বৈরাবি-সাইরাং রেল সংযোগের জন্য ১৩০টি সেতু, ২৩টি টানেল এবং হরতোকি, কাউনপুই, মুয়ালখাং এবং সাইরাং নামে চারটি স্টেশন নির্মাণের প্রয়োজন হবে।  বৈরাবী থেকে সাইরাং পর্যন্ত নির্মাণ ব্যয় ধরা হয়েছে 2384 কোটি টাকা।  আগস্ট ২০১৯ পর্যন্ত, ৬০% কাজ সম্পূর্ণ, এবং সংশোধিত প্রত্যাশিত সময়সীমা ডিসেম্বর ২০২১.\nভবিষ্যত লাইন উন্নয়ন পরিকল্পনার আওতায় ভারত-মিয়ানমার সীমান্তে আইজল থেকে দক্ষিণে জোচাওচুয়াহ (ভারত)-জোরিনপুই (মিয়ানমার) পর্যন্ত লাইনটি প্রসারিত করা হবে, যেখান থেকে এটি ৯০ কিলোমিটার পর্যন্ত প্রসারিত হবে।  \"Sittwe-Kyaukhtu রেলওয়ে এটিকে কালাদান মাল্টি-মোডাল ট্রানজিট ট্রান্সপোর্ট প্রকল্পের অংশ হিসাবে সিত্তওয়ে বন্দরের সাথে সংযুক্ত করতে।ভারতে \"জোচাওচুয়াহ (জোরিনপুই)- সাইরাং রেলপথ\", ৩৭৫ জনের জন্য সমীক্ষা জোচাওচুয়াহ-জোরিনপুই সীমান্তে সাইরাং (আইজল) থেকে হামাউংবুচুয়াহ পর্যন্ত কিমি লাইন রেললাইন আগস্ট ২০১৭ সালে সম্পন্ন হয়েছিল এবং এটি ভবিষ্যতের পর্যায়ে নির্মিত হবে।  কিয়াউখতু-জোরিনপুই রেললাইন ২০০ কিমি দীর্ঘ পরিকল্পিত কিন্তু এখনও জরিপ লাইন.\nঅন্যান্য ভবিষ্যত এক্সটেনশন স্পার হল আইজল থেকে জোখাওথারের পূর্ব দিকে।ভবিষ্যত লাইন উন্নয়ন পরিকল্পনায় ভারত-মিয়ানমার সীমান্তের ইম্ফল থেকে মোরেহ পর্যন্ত লাইন প্রসারিত করা হবে, যেখান থেকে এটি মিয়ানমারের কালেতে বিদ্যমান রেলপথ পর্যন্ত প্রসারিত করা হবে (যাকে কালে এবং কলেমিওও বলা হয়) উচ্চাভিলাষী ট্রান্স- এশিয়ানের অংশ তৈরি করা হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nভারতের রেল পরিবহন ব্যবস্থা"}