{"pageid": 1129108, "title": "আন্দ্রেয়াস কাপলান", "url": "https://bn.wikipedia.org/wiki?curid=1129108", "content": "আন্দ্রেয়াস কাপলান (ইংরেজি: Andreas Kaplan), (জার্মানির মিউনিখে ৫ ই অক্টোবর ১৯৭৭ সালে জন্মগ্রহণ করেন) ইএসসিপি বিজনেস স্কুলের নতুন প্রযুক্তি এবং ডিজিটাল রূপান্তরের অধ্যাপক এবং ২০১৭ সাল থেকে রেক্টর।\n\n\n== পেশাঃ ==\nকাপলানের গবেষণা সমাজের ডিজিটালাইজেশন, সোশ্যাল মিডিয়া কমিউনিকেশন এবং কৃত্রিম বুদ্ধিমত্তায় আবর্তিত। তিনি ইএসসিপি বিজনেস স্কুলে যোগদানের পুূর্বে ইএসএসইসি বিজনেস স্কুল এবং সায়েন্সেস পো প্যারিসে অধ্যাপক হিসাবে কর্মজীবন শুরু করেন। ২০১৭ সালে কাপলান, ইএসসিপি এর রেক্টর হন। এর পূর্বে, তিনি স্কুলের প্রভোস্ট হিসাবে ইএসসিপি-এর ইউরোপ ক্যাম্পাসে প্রায় ৭০০০ শিক্ষার্থীর দায়িত্বেরত ছিলেন।\n\n\n== শিক্ষা ==\nকাপলান প্যান্থিয়ন-সরবোন বিশ্ববিদ্যালয়ে তার বাসস্থান করেন এবং কোলন বিশ্ববিদ্যালয় এবং এইচইসি প্যারিসে পিএইচ.ডি. সম্পন্ন করেন। তিনি ইকোলে ন্যাশনাল ডি'অ্যাডমিনিস্ট্রেশন (ENA) এর সাবেক শিক্ষার্থী, ইএসসিপি বিজনেস স্কুল থেকে এমএসসি এবং মিউনিখের লুডভিগ-ম্যাক্সিমিলিয়ান-ইউনিভার্সিটি থেকে বিএসসি করেছেন।\n\n\n== স্বীকৃতি ==\nজন উইলি অ্যান্ড সন্সের মতে, গুগল স্কলারে প্রায় ৪০০০০ উদ্ধৃতি সহ, কাপলানকে বিশ্বব্যাপী শীর্ষ ৫০ ব্যবসায়িক লেখক হিসাবে গণ্য করা হয়েছে। স্ট্যানফোর্ডের এক গবেষণায় বিশ্বের সর্বাধিক উদ্ধৃত এবং প্রভাবশালী বিজ্ঞানী হিসেবে কাপলানকে স্বীকৃতি দেয়া হয়েছে। ২০২১ সালে, কাপলান সোরবোন ইউনিভার্সিটি এবং মিউনিখ বিশ্ববিদ্যালয়ের উল্লেখযোগ্য সাবেক শীর্ষ ১০০ শিক্ষার্থীর মধ্যে স্থান পেয়েছে।\n\n\n== গ্রন্থবিবরণী ==\nKaplan, Andreas (২০২১)। Higher Education at the Crossroads of Disruption: The University of the 21st Century, Great Debates in Higher Education। United Kingdom: Emerald Publishing। \nKaplan, A. and M. Haenlein (2019) Rulers of the world, unite! The challenges and opportunities of artificial intelligence, Business Horizons, https://doi.org/10.1016/j.bushor.2019.09.003.\nKaplan Andreas, Haenlein Michael (2019), “Siri, Siri in my Hand, who's the Fairest in the Land? On the Interpretations, Illustrations and Implications of Artificial Intelligence,” Business Horizons, 62 (1), 15 - 25\nKaplan Andreas M. (2018) A school is “a building that has four walls…with tomorrow inside”: Toward the reinvention of the business school, Business Horizons.\nKaplan Andreas M., Haenlein Michael (2016) Higher education and the digital revolution: About MOOCs, SPOCs, social media, and the Cookie Monster, Business Horizons, Volume 59.\nPucciarelli F., Kaplan Andreas M. (2016) Competition and Strategy in Higher Education: Managing Complexity and Uncertainty, Business Horizons, Volume 59(3).\nKaplan Andreas (2015) European business and management (Vol. I) – Cultural specificities and cross-cultural commonalities, Sage Publications Ltd., London\nKaplan Andreas (2015) European business and management (Vol. II) – Business ethics and corporate social responsibility, Sage Publications Ltd., London\nKaplan Andreas (2015) European business and management (Vol. III) – Contextual diversity and interdisciplinary aspects, Sage Publications Ltd., London\nKaplan Andreas(2015) European business and management (Vol. IV) – Business education and scholarly research, Sage Publications Ltd., London\nKaplan Andreas M. (2014) European Management and European Business Schools: Insights from the History of Business Schools, European Management Journal, 32(4), 529–534.\nKaplan Andreas M.(2012) Social Media wird mobil: Grundlagen, Gebrauch und Gestaltung mobiler sozialer Medien, Marketing Review St. Gallen, 4, 16–20.\nKaplan Andreas M. (2012) If you love something, let it go mobile: Mobile marketing and mobile social media 4x4, Business Horizons, 55(2), 129–139\nKaplan Andreas M., Haenlein Michael (2012) The Britney Spears universe: Social media and viral marketing at its best, Business Horizons, 55(1), 27–31\nKaplan Andreas (2011) Social media between the real and the virtual: How Facebook, YouTube & Co. can become an extension of the real life of their users - and sometimes even more, Prospective Strategique, 38 (Mars), 8–13\nKaplan A.M., Haenlein M. (2011) The early bird catches the news: Nine things you should know about micro-blogging, Business Horizons, 54(2), 105–113\nKaplan A.M., Haenlein M. (2011) Two hearts in 3/4 time: How to waltz the Social Media – Viral Marketing dance, Business Horizons, 54(3), 253–263\nKaplan Andreas M., Haenlein Michael (2010) Users of the world, unite! The challenges and opportunities of social media, Business Horizons, 53(1), 59–68\n\n\n== তথ্যসূত্র =="}