{"pageid": 112900, "title": "গিজার মহা পিরামিড", "url": "https://bn.wikipedia.org/wiki?curid=112900", "content": "গিজার মহা পিরামিড বা খুফুর পিরামিড (ইংরেজি: Great Pyramid of Giza) গিজার গোরস্তানের তিনটি পিরামিডের মধ্যে সবচাইতে পুরাতন এবং বড়। এটি বর্তমান মিসরের এল গিজা নামক স্থানের কাছে অবস্থিত। ১৪০ মিটার (৪৬০ ফুট) উঁচু পিরামিডে তিনটি প্রধান প্রকোষ্ঠ রয়েছে। এর গ্র্যান্ড গ্যালারির দৈর্ঘ্য ৪৭ মিটার, উচ্চতায় ৮ মিটার। বিজ্ঞানীরা পিরামিডটির ভেতরে একটি ‘বড় শূন্যস্থানের’ সন্ধান পেয়েছেন।\n\n\n== ইতিহাস ==\nমিশোরের সবচেয়ে বড়, পুরোনো এবং আকর্ষনীয় পিরামিড  হচ্ছে গিজা'র পিরামিড যা খুফু'র পিরামিড হিসেবেও পরিচিত। এটি তৈরি হয়েছিল খ্রিস্টপূর্ব প্রায় ৫০০০ বছর আগে। এর উচ্চতা প্রায় ৪৮১ ফুট। এটি ৭৫৫ বর্গফুট জমির উপর স্থাপিত। এটি তৈরি করতে সময় লেগেছিল প্রায় ২০ বছর এবং শ্রমিক খেটেছিল আনুমানিক  ১ লাখ। পিরামিডটি তৈরি করা হয়েছিল বিশাল বিশাল পাথর খন্ড দিয়ে। পাথর খন্ডের এক একটির ওজন ছিল প্রায় ৬০ টন, আর দৈর্ঘ্য ছিল ৩০ থেকে ৪০ ফুটের মত। এগুলো সংগ্রহ করা হয়েছিল দূর দুরান্তের পাহাড় থেকে। পাথরের সাথে পাথর জোড়া দিয়ে পিরামিড তৈরি করা হত। চার হাজারের বছরের পুরানো এক সমাধিতে অঙ্কিত এক চিত্রে দেখা যায় এক বিশাল স্তম্ভকে স্লেজে করে সরানো হচ্ছে; অনেক মানুষ রশি দিয়ে সেই স্লেজ টেনে নিচ্ছে। আর তাদের মধ্যে একজন পাত্র থেকে জল ঢালছে বালির উপরে। এতে ঘর্ষণ প্রায় অর্ধেক হয়ে যায়। এভাবে নিয়ে যাওয়া হয়েছিল আড়াই টন ওজনের এক একটা ব্লক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPyramids—The Inside Story from PBS' Nova (TV series)\nBelless, Stephen। \"The Upuaut Project Homepage\"। Upuaut Project। ২০০৮-০৫-০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৪-০১। \nBuilding the Khufu Pyramid   ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জুন ২০২৪ তারিখে\n\"The Giza Mapping Project\"। Oriental Institute। ২০০৮-০৩-১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৪-০১। \nHawass, Dr. Zahi। \"How Old are the Pyramids?\"। Ancient Egypt Research Associates। ২০০৮-০৩-০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০৪-০১। \n গিজার মহা পিরামিড-এর সাথে সম্পর্কিত ভৌগোলিক উপাত্ত দেখুন – ওপেন স্ট্রিট ম্যাপ এ\n\nটেমপ্লেট:মেমফিস কবরস্থান"}