{"pageid": 112987, "title": "মোড়কজাত ও লেবেল যুক্তকরণ", "url": "https://bn.wikipedia.org/wiki?curid=112987", "content": "মোড়কজাত করন হল কোন উৎপাদিত বস্তুকে বিক্রয়, সংরক্ষণ বা বিতরনের জন্য মোড়ক বদ্ধ করার বিজ্ঞান, প্রযুক্তি এবং শিল্প। এর সাথে মোড়কের নকশা, উৎপাদন, পণ্যের মূল্যায়ন ইত্যাদি বিষয়গুলোও জড়িত। মোড়কজাত করন কে বলা যায় পরিবহন, সংরক্ষণ, বিতড়ন, বিক্রয় ও ব্যবহার এর সমন্বিত ব্যবস্থা। মোড়কে কোন উৎপাদিত বস্তুকে ভরা হয় কারণ এটি বস্তুটিকে বাহ্যিক আঘাত থেকে রক্ষা করে, সংরক্ষণ করে,মধ্যস্থ বস্তুর বিষয়ে প্রয়োজনীয় তথ্য বহন করে, পরিবহন করে এবং বিক্রয়ের জন্য প্রস্তুত করে। মোড়কজাতকরনের সাথে দেশের সরকারি নীতি, ব্যবসা, বিভিন্ন প্রতিষ্ঠান, কারখানা এবং ব্যক্তিগত ব্যবহার জড়িত।\nলেবেল করন হল মোড়কের গায়ে লিখিত, বৈদ্যুতিক বা দৃশ্যমান কোন তথ্য লেখার ব্যবস্থা। এটি ঐ পণ্য বহন ও ব্যবহারকারীদের জন্য প্রয়োজনীয় তথ্য বহন করে।\n\n\n== মোড়কজাত করনের প্রয়োজনীয়তা ==\n\nমোড়কজাত এবং লেবেল করনের বেশ কিছু গুরুত্বপূর্ণ লক্ষ্য রয়েছে --\n\nবাহ্যিক আঘাত থেকে রক্ষা করা: মোড়ক এর ভেতরের বস্তুটিকে আশেপাশের বস্তু থেকে আলাদা রাখে এবং বাহ্যিক আঘাত, কম্পন, চাপ, তাপমাত্রা ইত্যাদি থেকে রক্ষা করে।\nপ্রতিবন্ধকতা সৃষ্টি: অনেকসময় মোড়কের মধ্যস্থ বস্তুটিকে নিয়ন্ত্রিত পরিবেশে রাখতে হয়। এক্ষেত্রে মোড়ক সেই নিয়ন্ত্রিত পরিবেশ নিশ্চিত করে। এটি অক্সিজেন, বাষ্প ও ধুলাবালির জন্য প্রতিবন্ধক হিসেবে কাজ করে। কিছু কিছু মোড়কের ভেতরে অক্সিজেন ও আর্দ্রতা শোষনকারী উপাদান দেওয়া হয়। খাবারের মোড়কগুলোতে পরিষ্কার জীবাণুমুক্ত ও সজীব পরিবেশ নিয়ন্ত্রণ করার প্রয়োজন হয়।\nতথ্য বহন: মোড়কের গায়ে লেখা থাকে এর ভেতরের বস্তুটি কীভাবে পরিবহন করতে হবে, কেমন করে ব্যবহার করতে হবে, পুনঃরায় ব্যবহার যোগ্য কিনা, যদি না হয় তবে ব্যবহার শেষে কোথায় ফেলতে হবে। ঔষধ, খাদ্য ও রাসায়নিক বহনকারী মোড়কে সরকার নির্দেশিত তথ্য অবশ্যই উল্লেখ করতে হয়। যেমন: উৎপাদন তারিখ,ব্যবহারের শেষ তারিখ ইত্যাদি।\nস্থান সংকোচন: ছোট ছোট বস্তুকে অল্প জায়গার মধ্যে রাখার জন্য মোড়কে ভরার প্রয়োজন পড়ে। যেমন অনেকগুলো পেন্সিলকে স্তুপাকারে রাখলে তা যতটুকু জায়গা নেবে, সেগুলো যদি সুশৃঙ্খল ভাবে সাজিয়ে রাখা হয়, তবে তারচেয়ে অনেক কম জায়গাতেই পেন্সিলগুলোকে রাখা সম্ভব হবে।\nবাজারজাতকরন: পণ্য বাজারজাত করার ক্ষেত্রে মোড়কজাত করন হল খুব গুরুত্বপূর্ণ বিষয়। মোড়কের সুন্দর রঙিন নকশা এবং ব্যতিক্রম ধর্মী আকার অনেক সময় ক্রেতাকে তা কিনতে প্রলুব্ধ করে।\nপণ্যের নিরাপত্তা: মোড়ক পণ্যের নিরাপত্তা নিশ্চিত করে। যাতে কেউ মোড়ক থেকে পণ্য চুরি করতে না পরে সেজন্য মোড়কে বিশেষ ব্যবস্থা থাকে। কোন কোন ক্ষেত্রে বিভিন্ন নিরাপত্তা যন্ত্রও এতে সংযোজন করা হয়।\nসহজ ব্যবহার উপযোগী করা: মোড়কজাত করনের ফলে পণ্য বহন, সংগ্রহ করন, প্রদর্শন, বিক্রয়,ব্যবহার করা, খোলা, পুনরায় বন্ধকরা ইত্যাদি বিষয়গুলো সহজ হয়ে যায়।\n\n\n== আরও দেখুন ==\nকাচ\nকাগজ\nরেডিও-কম্পাংক সনাক্তকরণ\nস্পন্দন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCalver, G., What Is Packaging Design, Rotovision. 2004, আইএসবিএন ২-৮৮০৪৬-৬১৮-০.\nDean, D. A., 'Pharmaceutical Packaging Technology\", 2000, আইএসবিএন ০-৭৪৮৪-০৪৪০-৬\nFiedler, R. M, \"Distribution Packaging Technology\", IoPP, 1995\nHolkham, T., \"Label Writing and Planning - A guide to good customer communication\", 1995, আইএসবিএন ০-৭৫১৪-০৩৬১-X\nJankowski, J. Shelf Space: Modern Package Design, 1945-1965, Chronicle Books. 1988 আইএসবিএন ০-৮১১৮-১৭৮৪-৯.\nLeonard, E. A. (1996). Packaging, Marcel Dekker. আইএসবিএন ০-৮২৪৭-৯৭৫৫-৮.\nLockhart, H., and Paine, F.A., \"Packaging of Pharmaceuticals and Healthcare Products\", 2006, Blackie, আইএসবিএন ০-৭৫১৪-০১৬৭-৬\nMcKinlay, A. H., \"Transport Packaging\",IoPP, 2004\nOpie, R., Packaging Source Book, 1991, আইএসবিএন ১-৫৫৫২১-৫১১-৪, আইএসবিএন ৯৭৮-১-৫৫৫২১-৫১১-৮\nPilchik, R., \"Validating Medical Packaging\" 2002, আইএসবিএন ১-৫৬৬৭৬-৮০৭-১\nRobertson, G. L., \"Food Packaging\", 2005, আইএসবিএন ০-৮৪৯৩-৩৭৭৫-৫\nSelke, S., \"Packaging and the Environment\", 1994, আইএসবিএন ১-৫৬৬৭৬-১০৪-২\nSelke, S,. \"Plastics Packaging\", 2004, আইএসবিএন ১-৫৬৯৯০-৩৭২-৭\nSoroka, W, \"Fundamentals of Packaging Technology\", IoPP, 2002, আইএসবিএন ১-৯৩০২৬৮-২৫-৪\nStillwell, E. J, \"Packaging for the Environment\", A. D. Little, 1991, আইএসবিএন ০-৮১৪৪-৫০৭৪-১\nYam, K. L., \"Encyclopedia of Packaging Technology\", John Wiley & Sons, 2009, আইএসবিএন ৯৭৮-০-৪৭০-০৮৭০৪-৬\n]"}