{"pageid": 112960, "title": "কালাগলা মানিকজোড়", "url": "https://bn.wikipedia.org/wiki?curid=112960", "content": "কালাগলা মানিকজোড়, কালোগলা বক বা লোহারজঙ্গ (বৈজ্ঞানিক নাম: Ephippiorhynchus asiaticus) এক প্রকার সারস জাতীয় লম্বা গলার পাখি। এই পাখিদের পাওয়া যায় এশিয়া ও অস্ট্রেলিয়ার নিচু জলাভূমি অঞ্চলে। অস্ট্রেলিয়ায় এদের জ্যাবিরু নামে ডাকা হয়, যদিও তা অন্য আরেকটি প্রজাতির পাখি। মানিকজোড় পরিবারে পৃথিবীতে সর্বমোট ২৬ প্রজাতির (মতান্তরে ১৯ প্রজাতির) পাখি আছে, যার আট প্রজাতি একদা বাংলাদেশে দেখা যেত। এর মাত্র দুটি প্রজাতি এখন এ দেশে বাস করে—এশীয় শামুকখোল ও ছোট মদনটাক। এ পাখির বিস্তৃতি দক্ষিণ ও দক্ষিণ-পূর্ব এশিয়া এবং অস্ট্রেলিয়া ও নিউগিনি অঞ্চলেই সীমাবদ্ধ। ভারতের গ্রামাঞ্চলে শস্যখেতের মাঝে দাঁড়ানো নিঃসঙ্গ বৃক্ষে সেপ্টেম্বর-ডিসেম্বরে এরা বাসা বাঁধে। ডালপালা দিয়ে গড়া মাচার বাসায় তিন-চারটি সাদা ডিম দিয়ে এরা বংশবৃদ্ধির প্রক্রিয়া শুরু করে।\n\n\n== বাংলাদেশে ==\nগত ৬২ বছরে বাংলাদেশের কোথাও এ পাখির দেখা মেলেনি। প্রাণিবিজ্ঞানী সিমসন ১৩০ বছর আগে ঢাকা নগরে এ পাখি দেখেছিলেন এবং ১৯৪৮ সাল পর্যন্ত চট্টগ্রামে পাখিটির অস্তিত্ব ছিল। এশিয়াটিক সোসাইটি প্রকাশিত বাংলাদেশ উদ্ভিদ ও প্রাণী জ্ঞানকোষ গ্রন্থে কালাগলা মানিকজোড়কে এ দেশের ‘প্রাক্তন পরিযায়ী পাখি’ বলে উল্লেখ করা হয়েছে এবং বৈশ্বিক প্রায়-বিপন্ন এ পাখিকে ‘অপ্রতুল তথ্য’ শ্রেণীভুক্ত করেছে আইইউসিএন প্রণীত বাংলাদেশের বিপন্ন বন্য প্রাণী বইটি। প্রায় ১৫০ সেন্টিমিটার দীর্ঘ কালাগলা মানিকজোড় নিঃসন্দেহে এ দেশের বৃহত্তম পাখি। বিশালাকৃতির পাখি দুটি বক ও শামখোলের দলে মিশে বিলের অগভীর পানিতে মাছ, ব্যাঙ ও সরীসৃপ ধরে জীবন ধারণ করছে। তবে এ হাওরে বিষটোপ দিয়ে পাখি মারা হয় বলে ৬২ বছর পর পাওয়া অনন্য এ পাখি কত দিন সেখানে টিকে থাকবে, তা অনিশ্চিত। হাওরে ধৃত একটি কালাগলা মানিকজোড় পাখি এলাকাবাসীর কবল থেকে উদ্ধার করে বন বিভাগ সম্প্রতি সাফারি পার্কে স্থানান্তরিত করেছে। একই সময়ে সুন্দরবনে এ প্রজাতির আরও একটি পাখি দেখা গেছে।\n\n\n== সংস্কৃতি ==\n \nমীর শিকার নামের ভারতের একদল শিকারী উপজাতির পুরুষকে ধর্মীয় কারণে বিয়ের আগে জীবন্ত এই পাখি ধরে নিয়ে আসতে হয়। বরকে একটি চুন মাখানো কাঠি দিয়ে পাখিটিকে ধরার চেষ্টা করতে হয়। কোনঠাসা পাখি একটি ভয়ংকর প্রতিদ্বন্ধীই বটে। ১৯২০ সালে এই প্রথা বন্ধ হয়ে যায় একজন যুবক মারা যাওয়ায়। বাচ্চা পাখিকে বাসা থেকে ধরে নিয়ে মাংস খাওয়া হয় আসামে। অস্ট্রেলিয়ার বিনবিঙ্গা সম্প্রদায়ের লোক মনে করেন যে এই পাখির মাংস খাওয়া নিষেধ এবং কোন মহিলা এটা খেলে সে মৃত বাচ্চা প্রসব করবে ও মরবে।\n\n\n== সংখ্যা ==\nকালাগলা মানিকজোড় সারা বিশ্বে ছড়িয়ে আছে। শ্রীলংকায় মাত্র ৫০টির মতো পাখি পাওয়া যায়। থাইল্যান্ড, লাওস, মায়ানমার ও কম্বোডিয়ায় কালাগলা মানিকজোড় পাওয়া যায় না বললেই চলে। দক্ষিণ ও দক্ষিণ-পূর্ব এশিয়ায় মোট ১০০০টির মতো পাখি থাকতে পারে। অস্ট্রেলিয়ায় ১০০০০টি পাখি তাছে বলে ধরা হয়। আইইউসিএন তাই পাখিটিকে প্রায় বিলুপ্ত পর্যায়ে ফেলেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকালাগলা মানিকজোড় -এর ওপর প্রবন্ধ\nBirds in my backyard, Australia\nNew South Wales, Australia  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ আগস্ট ২০১০ তারিখে\nImages and videos\n3D specimen\nBirdLife Species Factsheet  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ জানুয়ারি ২০০৯ তারিখে"}