{"pageid": 112954, "title": "গতিবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=112954", "content": "গতিবিদ্যা অথবা গতিবিজ্ঞান বা সৃতিবিজ্ঞান (গ্রিক: δυναμικός - dynamikos \"শক্তিশালী\", ইংরেজি: Dynamics) পদার্থ বিজ্ঞানের একটি শাখা যেখানে গতির কারণ, গতির পরিবর্তন ও গতির প্রভাব নিয়ে আলোচনা করা হয়। অন্য ভাষায় শক্তি প্রয়োগের ফলে পদার্থের গতির কারণ বিশ্লেষণ। পদার্থের গতির উপর বিভিন্ন ভ্রামকের প্রভাবও গতিবিজ্ঞানের আলোচ্যসূচীর অন্তর্ভুক্ত।\nসাধারণ ভাষায় বলতে গেলে গতিবিদ্যার গবেষণায় দেখা হয় যে সময়ের সাপেক্ষে কীভাবে পদার্থের ভৌত অবস্থার উন্নতি বা পরিবর্তন করা যায় এবং সে সকল পরিবর্তনের কারণই বা কি। আইজ্যাক নিউটনের ভৌত নীতি গতিবিদ্যাকে পদার্থবিদ্যার ভিতর অন্তর্ভুক্ত করে। তার বলবিদ্যার সকল নীতি সমুহ পড়ে গতিবিদ্যা খুব সহজেই বুঝতে পারা যায়। প্রকৃতপক্ষে গতিবিদ্যা নিউটনের গতির দ্বিতীয় সূত্রের সাথে সরাসরি সম্পর্কিত। তথাপি নিউটনের তিনটি সূত্রই গতিবিদ্যার জন্য আবশ্যক যেহেতু তারা একে অন্যের সাথে সম্পর্কযুক্ত।\nক্লাসিক্যাল ইলেক্ট্রোম্যাগনেটিজম এর গতিবিদ্যা সংক্রান্ত বিষয়গুলো বর্ণনা করা হয় ম্যাক্সওয়েল সমীকরণ দ্বারা। আবার কোন গতিয় ব্যবস্থায় যদি ইলেক্ট্রোম্যাগনেটিজম এবং বলবিদ্যা উভয়ই থাকে, তবে তা বর্ণনা করা হয় নিউটনের সূত্র, ম্যাক্সওয়েলের সমীকরণ এবং লরেঞ্জ বল এর সমন্বয়ে।\n\n\n== বল ==\n\nনিউটনের গতিসূত্রানুসারে বল হল এমন একটি প্রয়াস বা চাপ যা কোন বস্তুকে চলতে বাধ্য করে বা করার চেষ্টা করে। বলের ধারনাটি কে সাধারণত এভাবে বর্ণনা করা হয়, যে এটির প্রভাবে কোন মুক্ত বস্তু ত্বরণ পায়। বল টান বা ধাক্কা যে কোন ভাবেই প্রয়োগ করা যেতে পারে, যার প্রভাবে বস্তুর গতির পরিবর্তন হবে অথবা বস্তুটির সাময়িক বা স্থায়ী বিকৃতি ঘটবে। সাধারণ ভাবে বলা যায়, বলের প্রভাবে বস্তুর গতিয় অবস্থার পরিবর্তন হয়।\n\n\n== নিউটনের গতিসূত্র সমূহ ==\nনিউটনের তত্ত্বানুসারে বল হল এমন একটি প্রয়াস যার প্রভাবে কোন বস্তু ত্বরণ প্রাপ্ত হয়।\n\nনিউটনের প্রথম সূত্রনুসারে, যদি কোন বাহ্যিক বল প্রয়োগ না করা হয়, তবে কোন চলমান বস্তু চিরকাল চলমান থাকবে আর স্থির বস্তু চিরকাল স্থির থাকবে। এই সূত্র আমাদের বস্তুর জড়তা বিষয়ে ধারণা দেয়। জড়তা হল পদার্দের একটি ধর্ম, যা বস্তুর গতিয় অবস্থা পরিবর্তনে বাধা দেয়।\nনিউটনের দ্বিতীয় সূত্রনুসারে, বল হল বস্তুর ভর এবং তার ত্বরণের গুণ ফলের সমান (বল = ভর × ত্বরণ)।\nনিউটনের তৃতীয় সূত্রনুসারে, প্রতিটি ক্রীয়ারই সমান এবং বিপরীত প্রতিক্রীয়া রয়েছে।\n\n\n== সার কথা ==\nবল ত্বরণ তৈরি করে এবং ত্বরণ ঘটানোর সামর্থ্য রাখে।\nএকটি বস্তু ত্বরণে থাকা অবস্থায় তার বলের লব্ধি শূন্য নয়।\nবলের উপাংশের ভেক্টর যোগফল তার মোট বল নির্দেশ করে।\nF=ma সূত্র ব্যবহার করে ত্বরন পাওয়া যায়।\nবল যদি কৌণিক দুরুত্ব বরাবর ক্রিয়া করে তবে জ্যামিতির সূত্র সমুহ প্রয়োজন হয়।\n\n\n== তথ্যসূত্র =="}