{"pageid": 1130, "title": "টেনিস", "url": "https://bn.wikipedia.org/wiki?curid=1130", "content": "টেনিস বর্তমান বিশ্বের অন্যতম জনপ্রিয় ক্রীড়া। লন টেনিস নামেও বিশ্বের অনেক দেশে এ খেলার পরিচিতি রয়েছে। যিনি এ খেলায় অংশগ্রহণ করেন, তিনি 'টেনিস খেলোয়াড়' নামে পরিচিতি পান। টেনিস খেলার জন্য প্রয়োজন হয় তারযুক্ত একটি দণ্ড যা 'র‌্যাকেট' নামে পরিচিত, একটি বল এবং জাল। উইম্বলডন চ্যাম্পিয়নশিপ, অস্ট্রেলিয়ান ওপেন, ফ্রেঞ্চ ওপেন এবং ইউএস ওপেন - টেনিসের চারটি বড় প্রতিযোগিতা, যা প্রতি বছর নির্দিষ্ট সময়ে অনুষ্ঠিত হয়। এ প্রত্যেক প্রতিযোগিতাই গ্র্যান্ড স্ল্যাম প্রতিযোগিতা নামে পরিচিত।\nরাফায়েল নাদাল, পিট সাম্প্রাস, ইভান ল্যান্ডল, বরিস বেকার, রজার ফেদেরার, নোভাক জকোভিচ, ভেনাস উইলিয়ামস, সেরেনা উইলিয়ামস, মার্টিনা নাভ্রাতিলোভা, স্টেফি গ্রাফ, মনিকা সেলেস, মারিয়া শারাপোভা, মার্টিনা হিঙ্গিস প্রমূখ বিশ্বের খ্যাতনামা টেনিস খেলোয়াড় হিসেবে পরিচিত হয়ে আছেন স্ব-মহিমায়।\n\n\n== প্রকারভেদ ==\nসাধারণত দুইভাবে টেনিস খেলা হয়:-\n\nএকক (একজন বনাম একজন)\nদ্বৈত (দুইজন বনাম দুইজন)\nএছাড়াও, ডাবলসে পুরুষ ও নারী নিয়ে গঠিত দল মিক্সড ডাবলস নামে পরিচিত।\n\n\n== কোর্ট ==\n\nটেনিস খেলা যেখানে অনুষ্ঠিত হয় সেই জায়গাটিকে বলা হয় টেনিস কোর্ট। টেনিস বিভিন্ন কোর্টে খেলা হয়ে থাকে:-\n\nগ্রাস কোর্ট, ঘাস আচ্ছাদিত কোর্ট।\nক্লে কোর্ট, লাল মাটির ন্যাড়া কোর্ট।\nহার্ড কোর্ট, অন্যান্য শক্ত কোর্ট।\n\n\n== কোর্টের মাপ ==\n\nটেনিস কোর্ট দৈর্ঘ্যে ৭৮ ফুট এবং প্রস্থে ৩৯ ফুট হয়ে থাকে। তবে সিঙ্গেল কোর্ট প্রস্থে ২৭ ফুট হয়ে থাকে। চতুর্ভূজ আকৃতির কোর্টকে দুই ভাগে ভাগ করে মাঝে জাল টাঙানো হয় মাঝ খানে যার উচ্চতা ৩ ফুট। জালের দুই পাশে দু'টি করে চারটি সার্ভিস কোর্ট থাকে জাল থেকে যাদের দৈর্ঘ্য ২১ ফুট। লম্বায় দুই পাশে দুইটি নির্দিষ্ট মাপের ট্রাম লাইন থাকে।\n\n\n== খেলার নিয়ম ==\nটেনিস খেলায় দুই পক্ষের খেলোয়াড় জালের বিপরীত দিকে একে-অপরের মুখোমুখি অবস্থান নেয়। একদিকের খেলোয়াড় বলটি প্রথমে মারে তার অপর দিকের বিপরীত পাশের খেলোয়াড়ের দিকে। একে সার্ভ করা বলে। যে বল মারে তাকে সার্ভার এবং বিপরীত প্রান্তের খেলোয়াড়কে রিসিভার বলে। 'সার্ভার'-কে তার বেস লাইনের বাইরে থেকে বল মারতে হয়। তবে রিসিভার যে কোন জায়গায় অবস্থান নিতে পারে। সার্ভিসের বল খেলোয়াড়ের অপর পাশের বিপরীত দিকের সার্ভিস কোর্টে জাল না ছুঁয়ে পাঠাতে হয়। যদি সার্ভিসে কোনো ধরনের ভুল হয়, তবে 'সার্ভার' দ্বিতীয় সুযোগ পায় সার্ভিস করার। দ্বিতীয় সার্ভিস ভুল হলে 'ডবল ফল্ট' বলে এবং রিসিভার পয়েন্ট পায়।\nসঠিক সার্ভিস হলে খেলার মূল অংশ (র‌্যালী) শুরু হয় যেখানে প্রতিটি খেলোয়াড় বল মেরে ফেরত পাঠায় বিপক্ষ দলের কোর্টে। এভাবে বল দেয়া-নেয়া করে প্রতিপক্ষকে পরাস্ত করার চেষ্টা করে যাতে প্রতিপক্ষ বলটি সঠিক ভাবে তাকে ফেরত পাঠাতে না পারে। যদি প্রতিপক্ষ সঠিকভাবে বল পাঠাতে ব্যর্থ হয় তবে খেলোয়াড় পয়েন্ট পায়। সঠিকভাবে বল পাঠাতে হলে খেলোয়াড়কে একবার আঘাত করে বল প্রতিপক্ষের কোর্টে নিয়ে ফেলতে হবে এবং সেটা করতে হয় প্রতিপক্ষের পাঠনো বল দুইবার মাটিতে পড়ার আগে।\nটেনিস খেলার জয়-পরাজয় নির্ধারিত হয় সেট জয়ের সংখ্যা দ্বারা। টেনিস খেলায় পয়েন্ট প্রাপ্তির ক্রম হয় \"০\",\"১৫\", \"৩০\", \"৪০\" এভাবে যেখানে খেলোয়াড় \"৪০\" এর পর পয়েন্ট পেলে তার গেম জেতা হয়। যদি দুই খেলোয়াড় এক সাথে \"৪০\" পয়েন্ট পায়। তবে গেম জেতার জন্য কোনো খেলোয়াড়কে পর পর দুই পয়েন্ট পেতে হয়। এভাবে কোনো খেলোয়াড় যদি প্রতিপক্ষ খেলোয়াড়ের সাথে কমপক্ষে দুই গেম ব্যবধান রেখে ছয়টি গেম জয় করতে পারে তবে সে একটি সেট জিতে নিতে সক্ষম হয়। যদি তারা সমান সংখ্যক গেমে জয়ী হয় তবে টাইব্রেকারের মাধ্যমে সেটের বিজয়ী নিশ্চিত হয়। এভাবে সর্বোচ্চ সেট জয়ী খেলোয়াড় খেলায় বিজয়ী হয়।\n\n\n== বল ==\n\nটেনিস বল উত্তাপের দ্বারা পশম জমা করে প্রস্তুত বস্ত্রের আবরনযুক্ত ফাঁপা রাবার দিয়ে তৈরি। টেনিস খেলার ঐতিহ্যে বলের রং ছিল সাদা, যা বিংশ শতাব্দীর শেষোক্ত সময়ে দৃষ্টি-সম্বন্ধীয় কারণের জন্য হলুদ রঙে পরিণত হয়।\n\n\n== আরো দেখুন ==\nমনিকা সেলেস\nপুরুষ টেনিস র‌্যাংকিং\nপ্রমিলা টেনিস র‌্যাংকিং\nআন্তর্জাতিক টেনিস ফেডারেশন\nসবচেয়ে বেশি ম্যাচ জেতা টেনিস খেলোয়াড়ের তালিকা (পুরুষ)\nসবচেয়ে বেশি ম্যাচ জেতা টেনিস খেলোয়াড়ের তালিকা (নারী)\nসবচেয়ে বেশি টুর্নামেন্ট জয়ী টেনিস খেলোয়াড়ের তালিকা (নারী)\nসবচেয়ে বেশি টুর্নামেন্ট জয়ী টেনিস খেলোয়াড়ের তালিকা (পুরুষ)"}