{"pageid": 113063, "title": "শ্রী দেবানন্দ গৌড়ীয় মঠ", "url": "https://bn.wikipedia.org/wiki?curid=113063", "content": "শ্রী দেবানন্দ গৌড়ীয় মঠ (ইংরেজি: Sri Devananda Gaudiya Math) প্রতিষ্ঠাতা আচার্য্য শ্রীল ভক্তি প্রজ্ঞান কেশব গোস্বামী মহারাজ দ্বারা, পশ্চিম বঙ্গ রাজ্যের নদিয়া জেলার অন্তর্গত নবদ্বীপ শহরে, তেঘরি পাড়া অঞলে এই মঠের প্রতিষ্ঠা হয়| এই মঠ স্থাপনের উদ্দেশ্য ছিল গৌড়ীয় বৈষ্ণবধর্ম ও মধ্যযুগীয় বৈষ্ণব সন্ত চৈতন্য মহাপ্রভুর দর্শন উপদেশ দান ও গ্রন্থ প্রকাশনার মাধ্যমে প্রচার করা।শ্রী গৌড়ীয় বেদান্ত সমিতি এই মঠেই অবস্থিত।\nমঠের পরবর্তী আচার্য্য শ্রীল ভক্তিবেদান্ত্ব বামন গোস্বামী মহারাজ ও বর্তমান আচার্য্য শ্রীল ভক্তিবেদান্ত্ব পর্যটক মহারাজ। শ্রীল ভক্তিবেদান্ত্ব আচার্য্য মহারাজ এই মঠের বর্তমান সম্পাদক।\n\n\n== ছবির গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\nNarayana Maharaja, Sri Srimad B.V. (২০০৮)। Sri Navadvipa-dhama - page 171। Shri Gaudiya Vedanta Samiti। আইএসবিএন 8186737561। \nMaharaja, Swami Bhaktivedanta Narayan (১৯৯৯), Acarya Kesari Sri Srimad Bhakti Prajnana Kesava Gosvami - His Life and Teachings (1st সংস্করণ), GVP, পৃষ্ঠা 571 pages, আইএসবিএন 81-86737-14-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBryant, Edwin; Ekstrand, Maria (২০০৪), The Hare Krishna Movement: The Postcharismatic Fate of a Religious Transplant, Columbia University Press, আইএসবিএন 0-231-12256-X উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBroo, Måns (২০০৩), As good as God: the guru in Gauḍīya Vaiṣṇavism, Åbo Akademi University Press, আইএসবিএন 951-765-132-5, ৪ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ৬ সেপ্টেম্বর ২০১৮ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRosen, Steven J. (১৯৯৪), Vaishnavism: Contemporary Scholars Discuss the Gaudiya Tradition, Motilal Banarsidass, আইএসবিএন 81-208-1235-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDasa Goswami, Satsvarupa (২০০২), Srila Prabhupada Lilamrta, 2 (2nd সংস্করণ), পৃষ্ঠা 1191, আইএসবিএন 0-89213-357-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}