{"pageid": 1130921, "title": "ভানগড় দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1130921", "content": "ভানগড় দুর্গ ষোড়শ শতাব্দীতে নির্মিত একটি দুর্গ যেটি ভারতের রাজস্থান রাজ্যে অবস্থিত। ভগবন্ত দাস তার ছোটো ছেলে মধু সিংহের জন্য এই দুর্গটিকে নির্মাণ করিয়েছিলেন।\n\n\n== ভূগোল ==\n\nভানগড় দুর্গটি রাজস্থানের আলোয়ার জেলার আরাবল্লী পর্বতশ্রেণীর সরিস্কা রিজার্ভ সীমান্তে অবস্থিত। এর নিকটতম গ্রাম হলো গোলা কা বাস। দুর্গটি ঢালু ভূখন্ডে পাহাড়ের পাদদেশে অবস্থিত। রাজার প্রাসাদের ধ্বংসাবশেষ পাহাড়ের নিচের ঢালে অবস্থিত; পুকুর এলাকাটি গাছ দ্বারা আচ্ছাদিত এবং একটি প্রাকৃতিক ঝর্ণা প্রাসাদের প্রাঙ্গনের মধ্যে পুকুরে পতিত হয়।\nদিল্লি থেকে দুর্গটি ২৩৫ কিলোমিটার দূরে অবস্থিত এবং দুর্গে যাওয়ার শেষ ২ কিলোমিটারের পথটি কাঁচা। থানা গাজী থেকে দুর্গটির দূরত্ব ৩২ কিলোমিটার। এবং নিকটতম বিমানবন্দর হল জয়পুর আন্তর্জাতিক বিমানবন্দর, যা দুর্গ থেকে প্রায় ৮৮ কিলোমিটার দূরে অবস্থিত।\n\n\n== কিংবদন্তি ==\n\nবাবা বলক নাথ নামে এক সাধু দুর্গটির এলাকায় বাস করতেন এবং তাঁর আদেশ ছিল যে দুর্গের আশেপাশে নির্মিত যে কোনও বাড়ি তার নিজের বাড়ির চেয়ে উঁচু যেন না হয়, আর যদি এমন কোনও বাড়ির ছায়া তার উপর পড়ে, তার ফলে দুর্গ শহরটি ধ্বংস হবে।\n\n\n== বিন্যাস এবং নকশা ==\n\nসম্পূর্ণ ধ্বংসপ্রাপ্ত দুর্গ শহরের প্রধান ফটক দিয়ে প্রবেশ করলেই দেখতে পাওয়া যায় মন্দির, প্রাসাদ এবং হাভেলি।  এছাড়াও দুর্গে প্রবেশের আরও চারটি পয়েন্ট রয়েছে: লাহোরি গেট, আজমেরি গেট, ফুলবাড়ি গেট এবং দিল্লি গেট।  প্রধান ফটকের প্রবেশপথে অনেক হিন্দু মন্দির রয়েছে। যেমন: হনুমান মন্দির, গোপীনাথ মন্দির, সোমেশ্বর মন্দির, কেশব রায় মন্দির, মংলা দেবী মন্দির, গণেশ মন্দির এবং নবীন মন্দির।  গোপীনাথ মন্দিরটি প্রায় ১৪ ফুট উঁচু চত্বরের উপরে নির্মিত এবং মন্দিরের কারুকার্য গুলিতে হলুদ পাথর ব্যবহার করা হয়েছে।\nপুরোহিতের বাসভবন মন্দির পুরোহিতজি কি হাভেলি নামে পরিচিত এটি কমপ্লেক্সের চত্বরে অবস্থিত।  এর পরেই রয়েছে নাচন কি হাভেলি (নৃত্যশিল্পীর প্রাসাদ) এবং জৌহরি বাজার (বাজার স্থান), তারপরে রয়েছে গোপীনাথ মন্দির। এবং রয়্যাল প্যালেসটি দুর্গের সীমানার চরম প্রান্তে অবস্থিত।\nহনুমান এবং মহাদেবশিবকে উৎসর্গ করা মন্দিরগুলি মন্দিরের পরিবর্তে সেনোটাফের শৈলীতে নির্মিত। তাদের নির্মাণে ঝিরি মার্বেল ব্যবহার করা হয়েছে। দুর্গের গেটের বাইরে পাওয়া একটি মুসলিম সমাধি, সেটা রাজা হরি সিং এর এক পুত্রের বলে জানা যায়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}