{"pageid": 1130980, "title": "মুড সুইং", "url": "https://bn.wikipedia.org/wiki?curid=1130980", "content": "মুড সুইং হল মেজাজ দ্রুত পরিবর্তন। এই ধরনের মেজাজের পরিবর্তন সমস্যা সমাধানের প্রচারে এবং নমনীয় অগ্রগতির পরিকল্পনা ইতিবাচক ভূমিকা পালন করতে পারে। যখন মেজাজের পরিবর্তনগুলো অস্বাভাবিকভাবে হয় সেগুলো তখন বাইপোলার ডিসঅর্ডার হিসেবে বলা হয়।\n\n\n== সাধারণত ==\n\n\n=== প্রসর ও প্রসার ===\nমেজাজ পরিবর্তন যেকোনো সময় যেকোনো স্থানে ঘটতে পারে। আর তা মাইক্রোস্কোপিক থেকে বাইপোলার ডিসঅর্ডারের বন্য চঞ্চলতাও হতে পারে আবার সাইক্লোথিমিয়ার, একটি বিষণ্নতাজনিত রোগ আত্মসম্মানের  স্বাভাবিক সংগ্রাম থেকেও হতে পারে। তবে বেশিরভাগ মানুষের মেজাজের পরিবর্তন মানসিক উত্থান-পতনের হালকা থেকে মাঝারি পরিসরে থাকে। বাইপোলার মেজাজের পরিবর্তনের সময়কালও পরিবর্তিত হয়। এগুলো কয়েক ঘণ্টা স্থায়ী হতে পারে - আল্ট্রারপিড - বা দিনব্যাপীও হতে পারে - আল্ট্রাডিয়ান: চিকিৎসকরা মনে করেন যে কেবল যখন চারটি একটানা হাইপোম্যানিয়া বা সাত দিন ম্যানিয়া দেখা দেয়, তখনই বাইপোলার ডিসঅর্ডার বলা ন্যায়সঙ্গত। এই ধরনের ক্ষেত্রে, মেজাজের পরিবর্তন কয়েক দিন, এমনকি সপ্তাহ পর্যন্ত  হতে পারে।এই সময়ে হতাশা এবং উচ্ছ্বাসের অনুভূতিগুলোর মধ্যে দ্রুত পরিবর্তন হতে থাকে।\n\n\n== কারণসমূহ ==\nএকজন ব্যক্তির শক্তির স্তর,ঘুমের ধরন,আত্মসম্মান, মাদক বা অ্যালকোহল ব্যবহারে পরিবর্তন বা আসন্ন মেজাজ ব্যাধির লক্ষণও হতে পারে।\nঅস্বাস্থ্যকর খাদ্যাভ্যাস বা জীবনযাপন থেকে শুরু করে মাদক  বা হরমোনের ভারসাম্যহীনতা পর্যন্ত অনেকগুলো বিভিন্ন কারণ মেজাজের পরিবর্তন ঘটাতে পারে।মেজাজ পরিবর্তনের অন্যান্য প্রধান কারণগুলোর মধ্যে (বাইপোলার ডিসঅর্ডার এবং প্রধান বিষণ্নতা ছাড়াও) রোগ/ব্যাধি রয়েছে যা স্নায়ুতন্ত্রের কার্যকারিতায় হস্তক্ষেপ করে। অ্যাটেনশন ডেফিসিট হাইপারঅ্যাকটিভিটি ডিসঅর্ডার (ADHD), মৃগীরোগ, ১ এবং অটিজম স্পেকট্রাম এই ধরনের তিনটি উদাহরণ।\nকখনও কখনও অমনোযোগিতা, আবেগপ্রবণতা এবং বিস্মৃতি সহ হাইপারঅ্যাকটিভিটি ADHD-এর সাথে যুক্ত প্রধান লক্ষণ। ফলস্বরূপ, এডিএইচডি সাধারণত স্বল্পস্থায়ী (যদিও কখনও কখনও নাটকীয়) মেজাজের পরিবর্তন আনতে পরিচিত। অটিজমের সাথে সম্পর্কিত সমস্যা এবং নিউরোরসায়নের পরিবর্তনগুলোও অটিস্টিক ফিট (অটিস্টিক মেজাজের পরিবর্তন) কারণ হিসাবে পরিচিত। মৃগীরোগের  খিঁচুনি মস্তিষ্কের বৈদ্যুতিক পরিবর্তনের জন্য দায়ী এবং নাটকীয় মেজাজের পরিবর্তন ঘটাতে পারে। যদিও মুড সুইং একটি মেজাজ ব্যাধি সঙ্গে যুক্ত না হয়, চিকিৎসা  করা কঠিন‌ বেশিরভাগ ক্ষেত্রে মেজাজের পরিবর্তনগুলো দৈনন্দিন জীবনে চাপযুক্ত বা অপ্রত্যাশিত পরিস্থিতি মোকাবেলার ফলাফল। মানুষের কেন্দ্রীয় স্নায়ুতন্ত্রের ডিজেনারেটিভ রোগ যেমন: পারকিনসন্স ডিজিজ, আলজেইমার ডিজিজ এবং হান্টিংটন ডিজিজও মেজাজ পরিবর্তন করতে পারে। সিলিয়াক রোগ স্নায়ুতন্ত্রকেও প্রভাবিত করতে পারে এবং মেজাজের পরিবর্তন করে। সময়মতো না খাওয়া বা খুব বেশি চিনি খেলে রক্তে শর্করার ওঠানামা হতে পারে, যা মেজাজের পরিবর্তন ঘটাতে পারে। মেয়েদের মেনোপোজের সময় এস্ট্রোজেন হরমোনের মাত্রা কমতে থাকে বলে খুব স্বাভাবিকভাবেই মুড সুইং হয়।\n\n\n== প্রতিকার ও প্রতিরোধ ==\nআত্মসংযম ও নিয়ন্ত্রণ মুড সুইং নিয়ন্ত্রণ করে। ব্যায়াম, আচরণ, ছোট (এবং সহজে অর্জনযোগ্য) জয়ের সন্ধান করা এবং পড়া বা টিভি দেখার মতো দুশ্চিন্তামূলক বিভ্রান্তি ব্যবহার করা, হতাশাজনক সুইং ভাঙার জন্য লোকেদের নিয়মিত ব্যবহার করা কৌশল। নারীদের মেনোপজের পর হরমোনের ভারসাম্য আসে। ডিসঅর্ডার ও মানসিক ব্যাধির জন্য চিকিৎসকের পরামর্শ নিতে হয়।\n\n\n== তথ্যসূত্র =="}