{"pageid": 1130792, "title": "লামডিং-ডিব্রুগড় সেকশন", "url": "https://bn.wikipedia.org/wiki?curid=1130792", "content": "লামডিং-ডিব্রুগড় সেকশন হল একটি ব্রডগেজ রেললাইন যা লামডিং এবং ডিব্রুগড় স্টেশনকে সংযুক্ত করে। ৩৭৬-কিলোমিটার (২৩৪-মাইল) দীর্ঘ ভারতের আসাম রাজ্যে রেললাইন চালু আছে। এটি উত্তর- পূর্ব সীমান্ত রেলওয়ের আওতাধীন।\n\n\n== ইতিহাস ==\n\nআসাম রেলওয়ে অ্যান্ড ট্রেডিং কোম্পানি লিমিটেড ১৮৮১ সালে গঠিত হয়। ১৮৮২ সালে আসামে প্রথম মিটারগেজ লোকোমোটিভ চালু করা হয়েছিল। ৬৪-কিলোমিটার (৪০-মাইল) -ডিব্রুগড় স্টিমার ঘাট থেকে মাকুম পর্যন্ত দীর্ঘ লাইন ১৬ জুলাই ১৮৮৩ তারিখে যাত্রী পরিবহনের জন্য খুলে দেওয়া হয়। আসামের পাহাড়ি অঞ্চলে একটি বিচ্ছিন্ন রেলপথ খোলার উদ্দেশ্য ছিল চা বাগান এবং কয়লাক্ষেত্রগুলিকে স্টিমার ঘাটের সাথে সংযুক্ত করা।\n১৯ শতকের শেষভাগে, ডিব্রু-সাদিয়া রেলপথ ছিল ১২৬-কিলোমিটার (৭৮-মাইল) দীর্ঘ। ১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি) চট্টগ্রাম থেকে লুমডিং পর্যন্ত আসাম বেঙ্গল রেলওয়ে দ্বারা পূর্বে স্থাপিত প্রশস্ত মিটার-গেজ রেলপথ ১৯০৩ সালে ডিব্রু-সাদিয়া লাইনে তিনসুকিয়া পর্যন্ত প্রসারিত করা হয়েছিল।  মারিয়ানি-ফুরকাটিং লাইন জোড়হাট-প্রাদেশিক রেলওয়ে দ্বারা পরিচালিত হয়েছিল। \nপুরো লুমডিং-ডিব্রুগড় সেকশনকে মিটারগেজ থেকে ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) এ রূপান্তরের প্রকল্প৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার)) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার)  ব্রডগেজ ১৯৯৭ সালের শেষের দিকে সম্পন্ন হয়েছিল। \n২০১৬-১৭ এর রেলওয়ে বাজেটে গুয়াহাটি-লুমডিং-ডিব্রুগড় লাইন দ্বিগুণ করার প্রস্তাব করা হয়েছিল। ১২৩-কিলোমিটার (৭৬-মাইল) -দীর্ঘ ডিমাপুর-জুব্জা-কোহিমা নতুন লাইন প্রকল্পটি একটি জাতীয় প্রকল্পের মর্যাদা পেয়েছে। পুরো প্রকল্পের চূড়ান্ত অবস্থান জরিপ সম্পন্ন হয়েছে।  ২০১২ সালের হিসাবে, ৬ কিমি (৪ মা) টির জন্য জরিপ চলছে -তিরাপ থেকে লেখাপানি পর্যন্ত দীর্ঘ লাইন এবং ৩১ কিমি (১৯ মা)মাই  -লেখাপানি থেকে অরুণাচল প্রদেশের খারসাং পর্যন্ত দীর্ঘ লাইন।৩৪৪ কিমি (২১৪ মা) -এর জন্য সমীক্ষামাই  -জোরহাট থেকে শিবসাগর পর্যন্ত দীর্ঘ নতুন লাইন ২০১০-১১ সালে সম্পন্ন হয়েছিল।৫২০ কিমি (৩২৩ মা) ডবললাইন করার জন্য সমীক্ষা সম্পন্ন হয়েছিল, মাই  -দিগারু থেকে ডিব্রুগড় পর্যন্ত । ১৯০ কিমি (১১৮ মা) জন্য জরিপ চলছে মাই  -ডিমাপুর থেকে টিজিট পর্যন্ত দীর্ঘ নতুন লাইন। ৩১ কিমি (১৯ মা) এর জন্য জরিপ সম্পন্ন হয়েছিল আমগুরি থেকে নাগিনামোড়া পর্যন্ত দীর্ঘ নতুন লাইন। ৯ কিমি (৬ মা) এর জন্য জরিপ -তুলি থেকে তুলি টাউন পর্যন্ত দীর্ঘ নতুন লাইন শেল্ভ করা হয়েছে। \n\n\n== তথ্যসূত্র =="}