{"pageid": 1130917, "title": "কৌশিকী", "url": "https://bn.wikipedia.org/wiki?curid=1130917", "content": "মা কৌশিকী (কখনও কখনও অম্বিকা, মহাসরস্বতী বা চণ্ডিকা নামেও পরিচিত) হলেন একজন হিন্দু দেবী, যিনি মহাদেবীর যোদধ্রীরূপ এবং অযোনিসম্ভবা শক্তি। দেবতাদের আকুল আহ্বানে সাড়া দিয়ে তিনি পার্বতীর দেহকোষ থেকে আবির্ভূতা হয়েছিলেন রাক্ষস ভ্রাতৃদ্বয় শুম্ভ ও নিশুম্ভকে বধ করার উদ্দেশ্যে। তাঁর অলোকসামান্য সৌন্দর্য অসুরদের আকৃষ্ট করেছিল, শুম্ভ/নিশুম্ভ তাঁর সৌন্দর্যের বর্ণনা শুনে প্রলুব্ধ হয়ে তাঁকে নর্মসহচরী করার মানসে একাধিক দৈত্যকে দূত হিসাবে নিয়োগ করেন, এবং ক্রমে সপার্ষদ ধ্বংস হন। পুরাণের বর্ণনায় তাঁর দিব্যসৌন্দর্য মেঘাচ্ছন্ন চন্দ্রের মতই স্বর্গীয় ও সুশীতল।\n\n\n== ইতিহাস এবং গ্রন্থ ==\n\n\n=== পঞ্চরাত্র আগমাস ===\nলক্ষ্মী তন্ত্রে, লক্ষ্মী দেবী ইন্দ্রকে বলেন যে তিনিই সেই শক্তি যিনি গৌরী থেকে কৌশিকী রূপে বেরিয়ে এসেছিলেন এবং সুম্ভ ও নিসুম্ভ সহ অনেক রাক্ষসকে হত্যা করেছিলেন।\n\n– লক্ষ্মী তন্ত্র, পঞ্চরাত্র আগম,\n\n\n=== পুরাণ ===\nস্কন্দপুরাণের দেবীমাহাত্ম্যম -এ কৌশিকির কাহিনী বর্ণিত হয়েছে।দেবী মাহাত্ম্যম বর্ণনা করেছেন যে দেবী কৌশিকী দেবী পার্বতীর দেহের আবরণ (বা কোশ) থেকে আবির্ভূত হয়েছিলেন সুম্ভ ও নিসুম্ভ রাক্ষসকে হত্যা করার জন্য।যেহেতু মহাদেবী তার ত্বক থেকে অন্ধকার কৌশিকীকে বিকিরণ করেছিলেন, তাই তিনিও কালিকা হয়েছিলেন এবং হিমালয় পর্বতে বসে রাক্ষসদের তার কাছে আসার জন্য অপেক্ষা করতে গিয়ে তিনি নিজেরাই রাক্ষস ভাইদের হত্যা করেছিলেন এবং সেই সাথে তাদের হত্যা করেছিলেন। সহচর রাক্ষস, মাতৃকা, দেবী শিবদূতী এবং দেবী চামুন্ডা ( কালী ) এর সাহায্যে।\nকালিকা পুরাণ কৌশিকীকে শক্তি হিসাবে বর্ণনা করেছে যা দেবী মাতঙ্গীর দেহ থেকে জন্মগ্রহণ করেছিল।\nশিব পুরাণে, ভগবান শিব দেবী পার্বতীকে তার কালো ত্বকের জন্য উপহাস করার পরে, তিনি একটি ফর্সা বর্ণ পাওয়ার জন্য তার তপস্যা শুরু করেন।তিনি শেষ পর্যন্ত তার কালো চামড়া ঝেড়ে ফেলেন, যেখান থেকে তিনি অন্ধকার দেবী কৌশিকী রূপে আবির্ভূত হন, রাক্ষসদের হত্যা করেন এবং আবার ফর্সা হয়ে শিবের কাছে ফিরে আসেন।\nদেবী ভাগবত পুরাণ কৌশিকীকে দেবী পার্বতীর দেহ থেকে নির্গত শক্তি হিসাবে বর্ণনা করেছে এবং দেবী ভাগবত পুরাণের শুরুতে তাকে 'কৌশিকী' বলা হয়েছে।\n\n\n== আরও দেখুন ==\nচামুন্ডা\nসুম্ভ ও নিসুম্ভ\n\n\n== তথ্যসূত্র =="}