{"pageid": 1130700, "title": "ব্যক্তিনিষ্ঠতা", "url": "https://bn.wikipedia.org/wiki?curid=1130700", "content": "সাধারণ অর্থে ব্যক্তিনিষ্ঠতা বলতে কোনও ব্যক্তি বা পাত্র পর্যবেক্ষণকৃত সাক্ষ্যপ্রমাণ ও যাচাইযোগ্য বাস্তব তথ্যের দ্বারা পরিচালিত না হয়ে আত্ম-সচেতনভাবে তার একান্ত নিজস্ব ব্যক্তিগত অনুভূতি, ধ্যানধারণা, চিন্তাভাবনা, মনমানসিকতা, উপলব্ধি, প্রত্যাশা, অভিলাষ, অভিজ্ঞতা, সাংস্কৃতিক প্রতিবেশ ও সংজ্ঞানীয় ক্ষমতার আলোকে যে দৃষ্টিভঙ্গি থেকে বিশ্বের কোনও ঘটনা, পরিস্থিতি বা বস্তু সম্পর্কে ব্যাখ্যা প্রদান করে বা সেটি সম্পর্কে সিদ্ধান্ত গ্রহণ করে, তাকে বোঝায়। ব্যক্তিনিষ্ঠতা একটি মানুষের আত্ম-পরিচয়ের সাথে সম্পর্কিত।\nদার্শনিক প্রেক্ষাপটে ব্যক্তিনিষ্ঠতা বস্তুনিষ্ঠ বাস্তবতার অনুপস্থিতির সাথে সম্পর্কিত একটি ধারণা। বিভিন্ন সূত্রে এই ধারণাটির বিভিন্ন দ্ব্যর্থবোধক সংজ্ঞা প্রদান করা হয়েছে, কেননা এটি প্রায়শই দার্শনিক আলোচনার মূল কেন্দ্রবিন্দু নয়। এটির সাথে চেতনা, কারকতা, ব্যক্তিসত্তা, মনের দর্শন, বাস্তবতা ও সত্য নামক ধারণাগুলি জড়িত।\nব্যক্তিনিষ্ঠতার তিনটি প্রচলিত সংজ্ঞা নিম্নরূপ:\n\nব্যক্তিনিষ্ঠতা হলো সেই গুণ বা অবস্থা, যে গুণের অধিকারী হওয়ার কারণে বা যে অবস্থাতে বিরাজ করার কারণে কোনও কিছুকে ব্যক্তি হিসেবে গণ্য করা হয়। সংকীর্ণ অর্থে সচেতন অভিজ্ঞতা, দৃষ্টিভঙ্গি, অনুভূতি, বিশ্বাস ও ইচ্ছা-অভিলাষের অধিকারী ব্যক্তি হওয়ার সাথে সংশ্লিষ্ট গুণটিই হল ব্যক্তিনিষ্ঠতা।\nব্যক্তিনিষ্ঠতা হল ব্যক্তি হওয়ার ধর্ম, যেখানে ব্যক্তি বলতে ব্যাপকভাবে এমন কোনও সত্তাকে বোঝায় যার কারকতা আছে, অর্থাৎ এটি \"বস্তু\" নামক আরেক ধরনের সত্তার উপরে কর্মসাধন করতে পারে বা এটির উপর ক্ষমতা প্রয়োগের অধিকারী হয়।\nব্যক্তিনিষ্ঠতা হল কোনও তথ্য, পরিস্থিতি, ধারণা বা ভৌত বস্তুর সেই গুণ বা অবস্থা যা কেবলমাত্র এক বা একাধিক ব্যক্তির দৃষ্টিকোণ থেকে সত্য বলে বিবেচিত হয়।\nব্যক্তিনিষ্ঠতার বিভিন্ন সংজ্ঞা প্রায়শই একত্রে ও একে অপরের পরিবর্তে ব্যবহার করা হয়। মূলত এটি সত্য বা বাস্তবতা সম্পর্কে মানুষের বিচারবিশ্লেষণের ক্ষেত্রে ব্যক্তিগত পক্ষপাত, প্রভাব, ইত্যাদিকে নির্দেশ করতে ব্যবহার করা হয়। অন্য ভাষায় ব্যক্তিনিষ্ঠতা হল কোনও বহিঃস্থ ঘটনা, পরিস্থিতি বা বস্তু সম্পর্কে কোনও ব্যক্তির নিজস্ব সচেতন উপলব্ধি, অভিজ্ঞতা, প্রত্যাশা, সাংস্কৃতিক অনুধাবন, বিশ্বাস, পূর্বসংস্কার, পক্ষপাত, ইত্যাদির সমষ্টিগত দৃষ্টিভঙ্গি।।\nব্যক্তিনিষ্ঠতার সম্পূর্ণ বিপরীত ধারণাটি হল বস্তুনিষ্ঠতা, যা হল যেকোনও ব্যক্তিগত মনমানসিকতা, পক্ষপাত, পূর্বসংস্কার ব্যাখ্যা, অনুভূতি, কল্পনা থেকে মুক্ত হয়ে সত্য বা বাস্তবতাকে দেখার দৃষ্টিভঙ্গি।\nদৃষ্টবাদী বৈজ্ঞানিক গবেষণায় (positivist science) ব্যক্তিনিষ্ঠতাকে অবাঞ্ছনীয় হিসেবে গণ্য করা হয়। অন্যদিকে ব্যাখ্যাবিদ্যায় (hermeneutics) এটি অতীব গুরুত্বপূর্ণ।\nব্যক্তিনিষ্ঠতা তথা ব্যক্তিসত্তা কীভাবে নির্মিত হয়, তা নিয়ে সংগঠনবাদী, মার্কসবাদী ও মনোবিশ্লেষণী তত্ত্ব রয়েছে। সংগঠনবাদীদের মতে মানুষ একটি ব্যক্তিসত্তা নিয়ে জন্মগ্রহণ করে না, বরং মানুষটি যে সমাজের ও সংস্কৃতির অংশ, সেই সমাজ-সংস্কৃতিতে নিমজ্জিত থেকে তার সাথে মিথস্ক্রিয়ার মাধ্যমে ঐ মানুষের মধ্যে ব্যক্তিসত্তা নির্মিত হয়। কোনও মানুষের স্বতন্ত্র ব্যক্তিসত্তা গড়ে ওঠার প্রক্রিয়া (ব্যক্তিভবন Individuation) এবং তার সমাজের অন্যদের মত হবার প্রক্রিয়া (সামাজিকীকরণ Socialization) - এই দুইয়ের সমন্বয়ে তার ব্যক্তিনিষ্ঠতা রূপ পায়। ব্যক্তিনিষ্ঠতা ব্যক্তির একান্তই নিজস্ব কোনও কিছু হলেও ব্যক্তিটি যে সমাজ-সংস্কৃতিতে বাস করে, সেটিই মূলত এর রূপায়নে ভূমিকা রাখে।\n\n\n== ফুকোর দর্শনে ব্যক্তিনিষ্ঠতা ==\nফরাসি দার্শনিক মিশেল ফুকো-র মতে পরম সত্য, আপেক্ষিক সত্য, এগুলি বলে কিছু নেই। একাধিক ব্যক্তি যে স্থানে ও কালে অবস্থিত, সেই স্থানকালে তারা ক্ষমতা, আধিপত্য, ক্ষমতার সম্পর্ক, ক্ষমতার প্রযুক্তি, ইত্যাদি দ্বারা সীমাবদ্ধ একটি জালিকাব্যবস্থায় অবস্থান করে কী সত্য আর কী সত্য নয়, তার ব্যাপারে সিদ্ধান্ত নিতে একগুচ্ছ নিয়ম মেনে ঐকমত্যে পৌঁছে। এভাবে ঐকমত্যভিত্তিক \"সত্য\"-তে পৌঁছানোকে ফুকো \"সত্যের খেলা\" নাম দিয়েছেন। এই সত্যের খেলায় অংশগ্রহণকারী ব্যক্তি নিজেকে যেভাবে দেখে এবং নিজ সম্পর্কে যেভাবে অভিজ্ঞতা লাভ করে, তাই হল তার ব্যক্তিনিষ্ঠতা। ফুকোর মতে ব্যক্তিনিষ্ঠতা প্রাচীন গ্রিক দর্শনে উল্লিখিত কোনও চিরকালীন আত্মা জাতীয় কিছু নয়, বরং এক ধরনের নির্মিত রূপ; ব্যক্তি যে ভৌগোলিক স্থান ও যে সমাজ-সংস্কৃতির ইতিহাসের যে পর্বে অবস্থান করে, সেগুলি তার ব্যক্তিনিষ্ঠতা নির্মাণে ভূমিকা পালন করে। কিন্তু ব্যক্তিনিষ্ঠতা নিষ্ক্রিয়ভাবে ঐসব বহিঃস্থ উপাদান দ্বারা নির্মিত হয় না, বরং ব্যক্তি সচেতনভাবে সমাজের বহিঃস্থ উপাদানগুলির সাথে আন্তঃক্রিয়ার মাধ্যমে ব্যক্তিনিষ্ঠতা নির্মাণ করে। ব্যক্তিনিষ্ঠতা বাস্তবতা বা সত্য থেকে আলাদা কোনও বস্তু বা সত্তা নয়, বরং বাস্তবতা বা সত্যকে দেখার দৃষ্টিভঙ্গির একটি ব্যক্তিনির্ভর রূপ।\n\n\n== আরও দেখুন ==\n\nঅন্ধবিশ্বাস\nআন্তঃব্যক্তিনিষ্ঠতা\nঅবভাসবিদ্যা (দর্শন)\nঅবভাসবিদ্যা (মনোবিজ্ঞান)\nরাজনৈতিক ব্যক্তিনিষ্ঠতা\nকিউ পদ্ধতিবিদ্যা\nআপেক্ষিকতাবাদ\nব্যক্তি (দর্শন)\nতুরীয় ব্যক্তিনিষ্ঠতা\n\"ব্যক্তিনিষ্ঠতাই সত্য\", সরেন কিয়ের্কেগার্ডের ব্যক্তিনিষ্ঠতার অস্তিত্ববাদী ব্যাখ্যা\nআত্মসত্তা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBeiser, Frederick C. (2002). German Idealism: The Struggle Against Subjectivism, 1781–1801. Harvard University Press.\nBlock, Ned; Flanagan, Owen J.; & Gzeldere, Gven (Eds.) The Nature of Consciousness: Philosophical Debates. Cambridge, MA: MIT Press.  আইএসবিএন ৯৭৮-০-২৬২-৫২২১০-৬\nBowie, Andrew (1990). Aesthetics and Subjectivity : From Kant to Nietzsche. Manchester: Manchester University Press.\nDallmayr, Winfried Reinhard (1981). Twilight of Subjectivity: Contributions to a Post-Individualist Theory Politics. Amherst, MA: University of Massachusetts Press.\nEllis, C. & Flaherty, M. (1992). Investigating Subjectivity: Research on Lived Experience. Newbury Park, CA: Sage.  আইএসবিএন ৯৭৮-০-৮০৩৯-৪৪৯৬-১\nFarrell, Frank B. (1994). Subjectivity, Realism, and Postmodernism: The Recovery of the World in Recent Philosophy. Cambridge - New York: Cambridge University Press.\nGaukroger, Stephen. (2012). Objectivity. Oxford University Press.\nJohnson, Daniel (জুলাই ২০০৩)। \"On Truth As Subjectivity In Kierkegaard's Concluding Unscientific Postscript\"। 5 (2–3)। ২৪ জুন ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ মার্চ ২০২২। \nLauer, Quentin (1958). The Triumph of Subjectivity: An Introduction to Transcendental Phenomenology. Fordham University Press."}