{"pageid": 1131317, "title": "জালুত", "url": "https://bn.wikipedia.org/wiki?curid=1131317", "content": "গলিয়াৎ (হিব্রু ভাষায়: גָּלְיָת‬‎ Goləyāṯ; আরবি: جُليات Ǧulyāt বা جَالُوت Ǧālūt) হল বাইবেলের শমূয়েলের পুস্তকে বর্ণিত একজন পলেষ্টীয় দৈত্য যাকে যুবক দায়ূদ একক যুদ্ধে হারিয়েছিলেন। গল্পটি শাসক হিসেবে শৌলের অযোগ্যতার ইঙ্গিত দেয়, কারণ খোদ শৌলের উচিত ছিল ইস্রায়েল রাজ্যের জন্য লড়াই করা। পণ্ডিতরা আজ বিশ্বাস করেন যে গলিয়াতের মূল তালিকাভুক্ত হত্যাকারী ছিলেন যারে-ওরগীমের পুত্র বৈৎলেহমীয় ইল্‌হানন এবং দ্বিতীয় বিবরণীয় ইতিহাসের লেখকরা অধিকতর বিখ্যাত চরিত্র দায়ূদকে জয়ের কৃতিত্ব দেওয়ার জন্য মূল পাঠটি পরিবর্তন করেছিলেন।\n“দায়ূদ ও গলিয়াৎ” শব্দগুচ্ছটি আরও জনপ্রিয় একটি অর্থ গ্রহণ করেছে যা একটি আন্ডারডগ পরিস্থিতিকে বোঝায়, একটি প্রতিযোগিতা যেখানে একটি ছোট, দুর্বল প্রতিপক্ষ অনেক বড়, শক্তিশালী প্রতিপক্ষের মুখোমুখি হয়।\n\n\n== বাইবেলীয় বিবরণ ==\n\n\n=== ১ শমূয়েল ১৭ অনুসারে গলিয়াৎ আখ্যান ===\n\nশৌল ও ইস্রায়েলীয়রা এলা তলভূমিতে পলেষ্টীয়দের মুখোমুখি হন। ৪০ দিনের জন্য দিনে দুবার, সকাল ও সন্ধ্যায়, পলেষ্টীয়দের চ্যাম্পিয়ন গলিয়াৎ লাইনের মধ্যে বেরিয়ে আসে এবং ইস্রায়েলীয়দের চ্যালেঞ্জ করে যে তারা তাদের নিজস্ব একজন চ্যাম্পিয়ন পাঠাতে একক যুদ্ধে ফলাফল নির্ধারণ করতে, কিন্তু শৌল ভয় পান। দায়ূদ চ্যালেঞ্জ গ্রহণ করেন। শৌল অনিচ্ছায় সম্মত হন এবং তাঁর শিরোস্ত্রাণ ও বর্ম দিতে চান, যা দায়ূদ প্রত্যাখ্যান করেন, শুধুমাত্র তাঁর যষ্টি, গুলতি ও একটি স্রোতোমার্গ থেকে পাঁচটি পাথর নেন।\nদায়ূদ ও গলিয়াৎ একে অপরের মুখোমুখি হন, গলিয়াৎ তার খড়্‌গ, বর্শা ও শল্য নিয়ে, দায়ূদ তাঁর যষ্টি ও গুলতি নিয়ে। “আর সেই পলেষ্টীয় আপন দেবগণের নাম লইয়া দায়ূদকে শাপ দিল,” কিন্তু দায়ূদ উত্তর দেন: “অদ্য সদাপ্রভু তোমাকে আমার হস্তে সমর্পণ করিবেন; আর আমি তোমাকে আঘাত করিব, তোমার দেহ হইতে মুণ্ডুু তুলিয়া লইব, এবং পলেষ্টীয়দের সৈন্যের শব অদ্য শূন্যের পক্ষিগণকে ও ভূমির পশুদিগকে দিব; তাহাতে ইস্রায়েলে এক ঈশ্বর আছেন, ইহা সমস্ত পৃথিবী জানিতে পারিবে। আর সদাপ্রভু খড়্‌গ ও বর্শা দ্বারা নিস্তার করেন না, ইহাও এই সমস্ত সমাজ জানিবে; কেননা এই যুদ্ধ সদাপ্রভুর, আর তিনি তোমাদিগকে আমাদের হস্তে সমর্পণ করিবেন।”\nদায়ূদ তাঁর ঝুলি থেকে একটি পাথর নিক্ষেপ করে গলিয়াতের কপালের মাঝখানে আঘাত করেন, গোলিয়াথ মুখ থুবড়ে মাটিতে পড়ে যায়, দায়ূদ তার মাথা কেটে ফেলেন। পলেষ্টীয়রা পালিয়ে যায় এবং ইস্রায়েলীয়রা “গাৎ ও ইক্রোণের দ্বার পর্যন্ত” তাড়া করে। দায়ূদ গলিয়াতের বর্ম তাঁর নিজের তাঁবুতে রাখেন এবং মাথাটি যিরূশালেমে নিয়ে যান। রাজা শৌল সেনাপতি অব্‌নেরকে পাঠান দায়ূদকে নিয়ে আসার জন্য। রাজা তাকে জিজ্ঞাসা করেন তিনি কার পুত্র, এবং দায়ূদ উত্তর দেন, “আমি আপনার দাস বৈৎলেহমীয় যিশয়ের পুত্র।”\n\n\n== পরবর্তী ঐতিহ্য ==\n\n\n=== ইহুদি ===\n\n\n=== ইসলামি ===\nগলিয়াৎ কুরআনের দ্বিতীয় অধ্যায় সূরা আল-বাকারায় (২: ২৪৭–২৫২), পলেষ্টীয়দের বিরুদ্ধে দাঊদ ও জালুতের যুদ্ধের বর্ণনায় আবির্ভূত হয়। আরবিতে জালুত (جالوت) নামে অবিহিত গলিয়াতের উল্লেখ কোরআনে সংক্ষিপ্ত, যদিও এটি তানাখের বিবরণের সমান্তরাল। মুসলিম পণ্ডিতরা গলিয়াতের উৎপত্তির সন্ধান করার চেষ্টা করেছেন সাধারণত অমালেকীয়দের সাথে। প্রারম্ভিক পণ্ডিত ঐতিহ্যে গলিয়াৎ দাঊদের আগে বনী ইসরাঈলের নিপীড়কদের জন্য এক ধরনের শব্দ বা সমষ্টিগত নাম হয়ে ওঠে। মুসলিম ঐতিহ্য গলিয়াতের সাথে যুদ্ধকে পয়গম্বর মুহম্মদের বদরের যুদ্ধের একটি পূর্বনির্ধারণ হিসাবে দেখে এবং মুহম্মদ যে শত্রুদের মুখোমুখি হয়েছিলেন, গলিয়াৎকে তাদের সমান্তরাল হিসাবে দেখে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জালুত সম্পর্কিত মিডিয়া দেখুন।"}