{"pageid": 1131677, "title": "রঙ্গিয়া–মুরকংসেলেক বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1131677", "content": "রঙ্গিয়া–মুরকংসেলেক বিভাগটি একটি ৪৫০ কিমি (২৮০ মা)মাই ) ভারতের আসাম রাজ্যের ধেমাজি জেলার মুরকংসেলেকের সাথে কামরুপ জেলার রাঙ্গিয়াকে সংযুক্তকারী দীর্ঘ রেললাইন।পুরো বিভাগটি উত্তর- পূর্ব সীমান্ত রেলওয়ের আওতাধীন।\n\n\n== ইতিহাস ==\n\n\n=== তেজপুর-বালিপাড়া লাইট রেলওয়ে ===\nতেজপুর-বালিপাড়া লাইট রেলওয়ে ২০ মা (৩২ কিমি) হিসাবে নির্মিত হয়েছিল দীর্ঘ, ৭৬২ মিলিমিটার (২ ফুট ৬ ইঞ্চি)   সালে তেজপুর এবং বালিপাড়ার  ন্যারোগেজ রেললাইন তৈরি করা হয়েছিল যার প্রাথমিক লক্ষ্য ছিল ব্রহ্মপুত্রের নীচে কলকাতায় অগ্রিম চালানের জন্য তেজপুরের নদী বন্দরে চা পরিবহন করা।একটি ২ মাইল (৩.২ কিলোমিটার) এই লাইনের সম্প্রসারণ রাঙ্গাপাড়া থেকে, তারপর এই লাইনের একটি স্টেশন, বোরজুলি চা বাগান পর্যন্ত করা হয়েছিল।যাইহোক, এই লাইনটি ১৯০৮ সালে যান চলাচল বন্ধ ।\nএই লাইনটি ১৯৫২ সাল পর্যন্ত চালু ছিল এবং এটি উত্তর-পূর্ব রেলওয়ে দ্বারা দখল করা হয় এবং মিটার গেজে রূপান্তরিত হয়।\n\n\n=== সিংরি-পাঞ্চনোই নদী ট্রামওয়ে ===\nসিংরি-পাঞ্চনোই নদী ট্রামওয়ে ছিল একটি ব্যক্তিগত মালিকানাধীন ন্যারোগেজ লাইন যা ব্রহ্মপুত্র নদীর সিংরি ঘাট থেকে উত্তর দিকে হুগরাজুলির পরিবেশ পর্যন্ত চলেছিল।লাইনটি ১৯১৯ সালে সিংরি ঘাটে চা পরিবহনের জন্য খোলা হয়েছিল।\n\n\n=== ইস্টার্ন বেঙ্গল রেলওয়ে ===\n১৯০৯ সালে ইস্টার্ন বেঙ্গল রেলওয়ের প্রধান মিটারগেজ লাইন সরভোগ থেকে আমিনগাঁও পর্যন্ত সম্প্রসারণের অংশ হিসেবে রাঙ্গিয়ায় ট্র্যাক স্থাপন করা হয়। রাঙ্গিয়া থেকে টাংলা পর্যন্ত টাংলা এক্সটেনশনটি ১৯১২ সালে নির্মিত হয়েছিল। লাইনটি ১৯৩৩ সালের মধ্যে তেজপুর-বালিপাড়া লাইট রেলওয়ের রাঙ্গাপাড়া উত্তর স্টেশন প্রসারিত করা হয়েছিল।\n\n\n=== স্বাধীনতা-পরবর্তী ===\nস্বাধীনতা পরবর্তী রাঙ্গাপাড়া উত্তর থেকে মুরকংসেলেক পর্যন্ত মিটারগেজ লাইন প্রসারিত হয়।বলিপাড়া-ভালুকপং শাখা লাইন ১৯৮৯-৯০ সালে নির্মিত হয়েছিল।\n\n\n== ব্রডগেজে রূপান্তর ==\nএই বিভাগটিকে ব্রডগেজে রূপান্তর করা শুরু হয়েছিল ২০০৭-০৮ সালে।রাঙ্গিয়া-রাঙ্গাপাড়া উত্তর-ডেকারগাঁও সেকশনটি রূপান্তরিত হয় এবং ২০১৩ সালে যান চলাচলের জন্য খুলে দেওয়া হয়।তেজপুর রেলওয়ে স্টেশনটি পরিত্যক্ত হয়েছিল যদিও ব্রহ্মপুত্র নদের নিকটবর্তী হওয়ার কারণে যা ঘন ঘন বন্যার সৃষ্টি করে এবং ডেকারগাঁও রেলওয়ে স্টেশনটি শাখা লাইনের টার্মিনাস হয়ে ওঠে।রাঙ্গাপাড়া উত্তর-হারমুতি এবং হারমুতি-উত্তর লখিমপুর বিভাগগুলি ২০১৪ সালে রূপান্তরিত হয়েছিল এবং উত্তর লখিমপুর-শ্রীপানি বিভাগটি ২০১৫ সালে রূপান্তরিত এবং খোলা হয়েছিল।বালিপাড়া-ভালুকপং শাখা লাইন সহ শ্রীপানি এবং মুরকংসেলেকের মধ্যে চূড়ান্ত প্রসারিত অংশটি রূপান্তরিত করা হয়েছিল এবং মে ২০১৫ সালেও যানবাহনের জন্য উন্মুক্ত করা হয়েছিল।\n\n\n== শাখা লাইন ==\nবলিপাড়া- ভালুকপং শাখা লাইন ১৯৮৯-৯০ সালে নির্মিত হয়েছিল। লাইনটি ২০১৫ মে মাসে ব্রডগেজে রূপান্তরিত হয়।\nহারমুতি- নাহারলাগুন শাখা লাইন ২০০৮ সালে ঘোষণা করা হয়েছিল এবং ২০১৪ সালে রাঙ্গিয়া-মুরকংসেলেক গেজ রূপান্তর প্রকল্পের অংশ হিসাবে খোলা হয়েছিল।অরুণাচল প্রদেশের রাজধানী ইটানগরকে ভারতীয় রেলওয়ে নেটওয়ার্কের সাথে সংযুক্ত করার কারণে এটিকে একটি জাতীয় প্রকল্প হিসেবে ঘোষণা করা হয়।\nবগিবিল সেতু ১৯৯৭ সালে অনুমোদিত হয় এবং ২০০২ সালে এর কাজ শুরু হয়।ব্রহ্মপুত্রের উত্তর তীরে রাঙ্গিয়া-মুরকংসেলেক অংশটিকে দক্ষিণ তীরের লুমডিং-ডিব্রুগড় অংশের সাথে সংযুক্ত করার উদ্দেশ্য ছিল।কাজটি ২০১৮ সালে সম্পন্ন হয়েছিল এবং সেতু জুড়ে প্রথম ট্রেনটি প্রধানমন্ত্রী নরেন্দ্র মোদী পতাকা প্রদর্শন করেছিলেন।\n\n\n== প্রস্তাবিত প্রকল্প এবং এক্সটেনশন ==\nএই বিভাগে কৌশলগত গুরুত্বের তিনটি জাতীয় প্রকল্পের প্রস্তাব করা হয়েছে প্রাথমিকভাবে অরুণাচল প্রদেশের সাথে সংযোগ প্রদানের উপর দৃষ্টি নিবদ্ধ করে। ভালুকপং-এ বিদ্যমান রেল হেড থেকে টেঙ্গা ও দিরাং হয়ে তাওয়াং পর্যন্ত একটি ব্রডগেজ রেলপথের প্রস্তাব করা হয়েছে। আরেকটি লখিমপুর-বামে-সিলাপাথার লাইন প্রস্তাবিত হয়েছে উত্তর লখিমপুর থেকে বামে এবং আলো হয়ে শিলাপাথার পর্যন্ত। সেকশনের টার্মিনাল স্টেশনটি পাসিঘাট এবং তেজু হয়ে অরুণাচল প্রদেশের মুরকংসেলেক থেকে পরশুরাম কুন্ডে স্থানান্তরিত হবে এবং এটিকে আরও সংযুক্ত করার জন্য প্রত্যাশিত। রুপাইতে লুমডিং-ডিব্রুগড় সেকশন ।\n২৫ কিমি (১৬ মা)মাই  দীর্ঘ শিলঘাট শহর - ডেকরগাঁও নতুন লাইন প্রকল্পটি ব্রহ্মপুত্রের দক্ষিণ তীরে শিলঘাটকে চাপারমুখ-শিলঘাট শাখা লাইনে ডেকারগাঁওয়ের সাথে সংযুক্ত করার জন্য অনুমোদিত হয়েছে। এটি ব্রহ্মপুত্র নদের উপর একটি নতুন রেল সেতু নির্মাণেরও অন্তর্ভুক্ত।\n\n\n== তথ্যসূত্র =="}