{"pageid": 1131473, "title": "হিন্দু প্রতীকীবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1131473", "content": "হিন্দু প্রতীকীবাদ হলো প্রতিমাসংক্রান্ত প্রতীক বা মূর্তির মতবাদ। এটি হিন্দুধর্মে ধর্মগ্রন্থ বা সাংস্কৃতিক ঐতিহ্যের উপর ভিত্তি করে আধ্যাত্মিক অর্থে পরিপূর্ণ। মূর্তির তাৎপর্য, অঞ্চল, সময়কাল এবং অনুগামীদের সম্প্রদায়ের উপর নির্ভর করে প্রতীকীবাদ পরিবর্তিত হয়। \nসময়ের সাথে সাথে কিছু চিহ্ন, যেমন স্বস্তিকের সাথে বৃহত্তর যোগসূত্র রয়েছে যখন ওঁ-কে হিন্দুধর্মের অনন্য উপস্থাপনা হিসাবে স্বীকৃত করা হয়েছে। প্রতীকীবাদের দিকগুলি হাত ও শরীরের অঙ্গভঙ্গি এবং অবস্থানের জন্য প্রতিমা ও মুদ্রার জন্য মূর্তি পদ দ্বারা আচ্ছাদিত।\n\n\n== ধর্মানুষ্ঠানে প্রতীক ==\n\nহিন্দু ধর্মানুষ্ঠানগুলি হলো সেই বস্তু বা প্রতীকগুলির শারীরিক অংশ যা পবিত্র বলে বিবেচিত হয় এবং সনাতন ধর্মের (হিন্দুধর্ম) অনুসারীদের ভক্তির প্রতীক হিসাবে ব্যবহৃত হয়। এগুলি প্রায়ই পূজা (উপাসনা) বা ধর্মীয় অনুষ্ঠানের সাথে সম্পর্কিত বস্তু।\n\n\n=== তিলক ===\n\nতিলক হল আধ্যাত্মিক ভক্তির চিহ্ন হিসাবে কপালে বা শরীরের অন্যান্য অংশে ধারণ করা প্রতীক। হিন্দুরা নিয়মিত বা বিশেষ করে ধর্মীয় অনুষ্ঠানে তিলক পরতে পারে। তিলকের আকৃতি প্রায়ই নির্দিষ্ট দেবতার প্রতি ভক্তির সূচক। উদাহরণস্বরূপ, 'ইউ' আকৃতির তিলক সাধারণত বিষ্ণুর প্রতি ভক্তি বোঝায়, যখন শিব ভক্তরা প্রায়শই এটি তিনটি অনুভূমিক রেখার আকারে পরেন। এটি জাফরান, সিঁদুর, হলুদ, কাদামাটি বা খালি ছাই দিয়ে তৈরি হতে পারে।\nবিবাহ ও শুভকে বোঝাতে, বিবাহিত হিন্দু মহিলারা সাধারণত কপালে আলংকারিক সিঁদুর বিন্দু বা বিন্দু বা বিন্দি পরেন। এটি পশ্চিমা দেশগুলিতে পরা বিবাহের আংটির সাথে সাদৃশ্যপূর্ণ। দক্ষিণ ভারতে, চিহ্নটিকে পোত্তু (বা বত্তু) বলা হয়। বিন্দি বা পোত্তুর সঠিক আকৃতি, আকার ও অবস্থান আঞ্চলিক ভিন্নতা দেখায়; উদাহরণস্বরূপ, উত্তর ভারতে বিন্দি প্রায়শই চুলের রেখার ঠিক নীচে পরা হয়, যখন দক্ষিণ ভারতে এটি ভ্রুর মাঝে পরা বেশি সাধারণ। পূর্ব ভারতে, বিশেষ করে পশ্চিমবঙ্গে, দেবী দুর্গার প্রতি ভক্তির চিহ্ন হিসাবে ঐতিহ্যগতভাবে বড় বিন্দিগুলি পরা হয়।\n\n\n=== বিভূতি ===\n\nবিভূতি (☰) হলো আগুন জড়িত পবিত্র পূজা অনুষ্ঠান থেকে প্রাপ্ত পবিত্র ছাই। এছাড়াও বিভূতি হিসাবে ব্যবহৃত বাসমা নামক রূপ গোবরের বিশুদ্ধ ছাই থেকে প্রস্তুত করা হয়। আগুনের পণ্য হিসাবে ছাইকে অন্তর্নিহিতভাবে বিশুদ্ধ বলে মনে করা হয়। এটি কপালে ব্যবহৃত হয়, সাধারণত তিনটি অনুভূমিক রেখা যা শিবকে উপস্থাপন করে। কিছু হিন্দু শিবের তিনটি অনুভূমিক বিভূতি রেখা এবং বিষ্ণুর 'ইউ' আকৃতির তিলককে হরিহর (বিষ্ণু-শিব) এর সংমিশ্রণ বোঝায়। উপরন্তু, পবিত্র ছাই বোঝায় যে দেহের উৎপত্তি ধূলিকণা ও ছাই থেকে এবং ধূলিকণা ও ছাইতে ফিরে আসবে। ছাই অস্থিরতার চিহ্ন। অন্তর্বর্তীকালীন সবকিছুই কেবল  মায়া।\nবিভূতি, যখন কপালে প্রয়োগ করা হয়, নেতিবাচক চিন্তা ও গুণাবলী (হিংসা, ক্রোধ, লোভ ইত্যাদি) ধ্বংস করার ইচ্ছারও প্রতীক হয়, কারণ এই নেতিবাচক গুণগুলি, যদি ধ্বংস না হয় তবে জীবনে সব ধরনের যন্ত্রণা নিয়ে আসবে।\n\n\n=== রুদ্রাক্ষ ===\nরুদ্রাক্ষ হল রুদ্রাক্ষ গাছের বীজ যা, হিন্দুধর্মে, ভগবান শিবের (রুদ্র নামেও পরিচিত) অশ্রুর প্রতিনিধিত্ব করে। এগুলি প্রায়শই মালার মধ্যে সুতা দিয়ো যোগ করা হয় এবং উপাসনা ও ধ্যানের সাথে জপমালা হিসেবে ব্যবহার করা হয়।\n\n\n== সার্বজনীন প্রতীক ==\nহিন্দুধর্মের সবচেয়ে শ্রদ্ধেয় প্রতীকগুলির মধ্যে তিনটি হল এর সংস্কৃতির গুরুত্বপূর্ণ অংশ, এবং এর সাধারণ নীতির সবচেয়ে প্রতিনিধি:\n\n\n=== ওঁ (ব্রহ্মের প্রতীক) ===\n\nওঁ (ওম) বা অউম (ॐ) হলো পবিত্র ধ্বনি প্রতীক যা মহাবিশ্বের প্রতিনিধিত্ব করে; চূড়ান্ত বাস্তবতা (ব্রহ্ম)। এটি উপসর্গযুক্ত এবং কখনও কখনও সমস্ত বৈদিক মন্ত্র ও প্রার্থনার সাথে প্রত্যয়িত হয়। অউমকে প্রায়শই ব্রহ্ম (অ), বিষ্ণু (উ) ও শিব (ম) তিনটি দিক দিয়ে ঈশ্বরের প্রতিনিধিত্ব করতে বলা হয়। ঐশ্বরিক আদিম কম্পন হিসাবে, এটি চূড়ান্ত বাস্তবতার প্রতিনিধিত্ব করে, অন্তর্নিহিত ও সমস্ত প্রকৃতি এবং সমস্ত অস্তিত্বকে অন্তর্ভুক্ত করে। লিখিত শব্দাংশ ওঁ (ওম)  হিন্দুধর্মের জন্য গভীরভাবে তাৎপর্যপূর্ণ ও স্বতন্ত্রভাবে স্বীকৃত প্রতীক হিসেবে কাজ করে। অউম-এর উচ্চারণ সমস্ত সম্ভাব্য মানুষের ভাষাগত স্বরধ্বনির মধ্য দিয়ে চলে এবং ওঁ (ওম) উচ্চারণ থেকে আলাদা। উভয়কে প্রায়শই প্রতীকীভাবে সমান করা হয়, যদিও তারা  সোনালি স্বতন্ত্র।\n\n\n=== স্বস্তিকা ===\nস্বস্তিকা হল প্রতীক যা সাধারণ শুভকে বোঝায়। এটি আত্মার বিশুদ্ধতা, সত্য ও স্থিতিশীলতা বা বিকল্পভাবে, সূর্য, সূর্যের প্রতিনিধিত্ব করতে পারে।  চার দিকের ঘূর্ণন অনেক ধারণার প্রতিনিধিত্ব করতে ব্যবহৃত হয়েছে, তবে প্রাথমিকভাবে চারটি দিক, চারটি বেদ এবং তাদের সামঞ্জস্যপূর্ণ সমগ্র বর্ণনা করে। হিন্দুধর্মে এর ব্যবহার প্রাচীনকাল থেকেই।\n\n\n=== শ্রীচক্র যন্ত্র ===\nত্রিপুরসুন্দরীর শ্রীচক্র যন্ত্র (সাধারণত শ্রী যন্ত্র নামে পরিচিত) হলো মণ্ডল যা নয়টি আন্তঃলক ত্রিভুজ দ্বারা গঠিত। এই ত্রিভুজগুলির মধ্যে চারটি সোজা ভিত্তিক, যা শিব বা পুংলিঙ্গের প্রতিনিধিত্ব করে। এই ত্রিভুজের মধ্যে পাঁচটি শক্তি বা স্ত্রীলিঙ্গের প্রতিনিধিত্বকারী বিপরীত ত্রিভুজ। একসাথে, নয়টি ত্রিভুজ সমগ্র মহাবিশ্বের প্রতীকী ওয়েব গঠন করে, সৃষ্টির প্রতীকী গর্ভ, এবং একসাথে অদ্বৈত বেদান্ত বা অদ্বৈতবাদ প্রকাশ করে। অন্যান্য সমস্ত যন্ত্র এই সর্বোচ্চ যন্ত্রের আহরণ।\n\n\n=== পিল্লায়ার সুঝি ===\nপিল্লায়ার সুঝি (তামিল: பிள்ளையார் சுழி) হল পবিত্র পাঠ্য প্রতীক যা সাধারণত নতুন কিছু লেখার আগে ডায়েরি, নোটবই ও আমন্ত্রণের শুরুতে রাখা হয়। এটি দক্ষিণ ভারত ও শ্রীলঙ্কায় প্রধান। এটি তামিল লিপি உ,ഉ (ইউ) এর মত। এটি প্রাচীন কাল থেকে অনুসরণ করা হয়েছে এবং এর উল্লেখ রয়েছে ধ্রুপদী তামিল সাহিত্যে। দেবতা গণেশ \nদ্রাবিড় ভাষায় পিল্লায়ার নামে পরিচিত যার অর্থ শিশু বা হাতির মাথা।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পৃথক দেবতার সাথে যুক্ত প্রতীক ==\n\nহিন্দু প্রতীকীবাদে বেশ কিছু প্রতীক (প্রাণী, উদ্ভিদ, যন্ত্র, অস্ত্র বা এমনকি রঙ) নির্দিষ্ট দেবতার সঙ্গে যুক্ত এবং এর বিপরীতে। কিছু কিছু ক্ষেত্রে দেবতারা স্বয়ং প্রাকৃতিক শক্তির মূর্ত রূপ, যেমন অগ্নি (আগুন), বায়ু (বাতাস), সূর্য (রৌদ্র) এবং পৃথ্বী (পৃথিবী)। অন্যান্য দৃষ্টান্তে, হিন্দু ধর্মতত্ত্বের সাথে সম্পর্কিত নির্দিষ্ট ঘটনা বা বৈশিষ্ট্য থেকে সংঘটি উদ্ভূত হয়। প্রতীকীবাদ তাদের সচিত্র বা ভাস্কর্য উপস্থাপনায় নির্দিষ্ট দেবতাকে চিহ্নিত করতে কাজ করে। প্রতীকীবাদ প্রায়শই দেবতাদের নির্দিষ্ট প্রাকৃতিক বা মানবিক গুণ বা পেশার সাথে যুক্ত করে।\nশুধুমাত্র হিন্দু ধর্মগ্রন্থে (যেমন পুরাণ কাহিনী) নয়, ভারতীয় উপমহাদেশের লেখকদের প্রাচীন ও আধুনিক ধর্মনিরপেক্ষ উভয় রচনাতেই রূপক উল্লেখের প্রশংসা করার জন্য প্রতীকীবাদ বোঝা গুরুত্বপূর্ণ। মন্দিরের নকশার শিল্প ও বিজ্ঞানের মধ্যে রয়েছে ভাস্কর্য অধ্যয়ন ও ধর্মীয় তাৎপর্যের অলঙ্করণ যেমন পবিত্র গ্রন্থে বর্ণিত আছে (শিল্প শাস্ত্র আগম)। প্রাচীন ভারতে বারো বছরের তাত্ত্বিক ও ব্যবহারিক প্রশিক্ষণ দক্ষ অভিজ্ঞ শিক্ষক দ্বারা ছাত্রকে দেওয়া হত।\n\n\n=== শিবলিঙ্গ ===\n\nশিবলিঙ্গ ঐশ্বরিক সত্তা শিবের প্রতিনিধিত্ব করে, এবং উর্বরতা ও শক্তির প্রতীক হিসেবে ব্যবহৃত হয়।  শিবলিঙ্গ হল হিন্দুধর্মে শিবের সবচেয়ে গুরুত্বপূর্ণ ও জনপ্রিয় প্রতীকী উপস্থাপনা। এটি স্বয়ং ঈশ্বরের প্রতিনিধিত্ব করে তার তিনটি দিক- স্রষ্টা, ধারক বা রক্ষাকারী ও ধ্বংসকারী।\n\n\n==== অর্থ ====\nশিবলিঙ্গ শব্দটি 'শিব' (শুভ) এবং লিঙ্গ (চিহ্ন বা প্রতীক) শব্দের সংমিশ্রণ। এইভাবে 'শিবলিঙ্গ' হল তাঁর সর্ব-মঙ্গলময় দিকটিতে ঈশ্বরের প্রতিনিধিত্ব। আবার 'শিব' এর অর্থও 'যাঁর মধ্যে সমস্ত সৃষ্টি বিলীন হয়ে ঘুমায়'। 'লিঙ্গ' অর্থ বিচ্ছিন্ন মহাবিশ্বের বিলুপ্তির স্থানও। শিবলিঙ্গ সর্বোচ্চ স্রষ্টা, দৃশ্যমান ও অদৃশ্য সবকিছুর সৃষ্টি, সুরক্ষা ও ধ্বংসের কারণ এবং দেবতা শিবের প্রতিনিধিত্ব করে।\n\n\n==== প্রকারভেদ ====\n\nউপাসনার বস্তুর গতিশীলতার উপর ভিত্তি করে, শিবলিঙ্গগুলিকে বিস্তৃতভাবে দুটি শ্রেণীতে বিভক্ত করা হয়েছে - 'কাল' ও 'অকাল'।\n\nকাল শিবলিঙ্গ: এগুলো পাথর, স্ফটিক, ধাতু, মাটি, চাল, ময়দা ইত্যাদি দিয়ে তৈরি। এগুলো এক জায়গা থেকে অন্য জায়গায় নিয়ে যাওয়া যায়।\nঅকাল শিবলিঙ্গ: অনুপাতের ভিন্নতার উপর ভিত্তি করে পবিত্র গ্রন্থে অনেক ধরনের অকাল শিবলিঙ্গ বর্ণনা করা হয়েছে। যেমন:\nসর্বতোভদ্র শিবলিঙ্গ: এগুলো কালো দাগহীন শক্ত পাথরে নির্মিত যা প্রত্যেক জীবের দ্বারা উপাসনা করা যায়। এই শিবলিঙ্গগুলি মন্দিরে স্থাপন করা হয় এবং মাটিতে বা ভিত্তির সাথে স্থির করা হয়। এগুলি সাধারণত পাথর বা ধাতু দিয়ে তৈরি। পবিত্র গ্রন্থগুলি সুপারিশ করে যে শিবলিঙ্গের তিনটি অংশ থাকতে হবে। নীচের সবচেয়ে ১/৩ অংশ যা পৃথিবীতে রয়েছে - ব্রহ্মভাগ (ব্রহ্মাকে প্রতিনিধিত্ব করে) এটি সঙ্কর বিভাগে আয়তক্ষেত্রাকার। মধ্যবর্তী ১/৩ অংশকে বলা হয় বিষ্ণুভাগ (এটি বিষ্ণুকে প্রতিনিধিত্ব করে); এটি ক্রস বিভাগে অষ্টভুজাকার। ব্রহ্মভাগ ও বিষ্ণুভাগ উভয়ই পীঠ (অলংকারিক স্তম্ভ) এর সাথে যুক্ত। দৃশ্যমান ১/৩ অংশ শিব পূজাভাগ বা পূজাভাগ (রুদ্রভাগ নামেও পরিচিত) যা পূজা করা হয় শীর্ষস্থানীয় অংশ। এটি ক্রস বিভাগে বৃত্তাকার এবং আকারে নলাকার। এটি বিশ্বের দ্রবীভূতকারী বা ধ্বংসকারী রুদ্র (শিব) প্রতিনিধিত্ব করে। এই অংশটি পূজা করা হয় বলে এটি পূজাভাগ নামে পরিচিত।\n\n\n=== পদ্ম ===\nপদ্ম সৃষ্টির ধর্মতত্ত্বের সাথে সাথে দেবতা বিষ্ণু, ব্রহ্মা ও লক্ষ্মীর সাথে যুক্ত। এটি সৌন্দর্য ও উর্বরতার প্রতীক। ভগবদ্গীতায়, একজন মানুষকে পদ্মের মতো বলে প্রতিজ্ঞা করা হয়েছে; তাদের সংযুক্তি ছাড়াই কর্ম করা উচিত, কর্মগুলি ঈশ্বরের উদ্দেশ্যে উৎসর্গ করা, পদ্ম পাতার জলের মতো, কাদা ও জলের উপরে উঁচুতে দাঁড়িয়ে থাকা সুন্দর ফুলের মতো পাপের দ্বারা অস্পৃশ্য।\n\n\n=== বীণা ===\nবাদ্যযন্ত্র বীণা হিন্দু দেবী সরস্বতী এবং ঋষি নারদের সাথে যুক্ত। এটি শিল্প ও শিক্ষার প্রতিনিধিত্ব করে।\n\n\n=== শঙ্খ ===\n\nশঙ্খ হলো উপাসনার প্রধান হিন্দু প্রবন্ধ, যা সকল ঘোষণা হিসেবে ব্যবহৃত হয়। দেবতা বিষ্ণুকে বলা হয় বিশেষ শঙ্খ, পাঞ্চজন্য, যা জীবনকে প্রতিনিধিত্ব করে কারণ এটি জীবনদানকারী জল থেকে বেরিয়ে এসেছে। ধ্রুবের গল্পে ঐশ্বরিক শঙ্খ বিশেষ ভূমিকা পালন করে। প্রাচীন ভারতের যোদ্ধারা যুদ্ধের ঘোষণা দিতে শঙ্খ বাজিয়ে দিতেন, যেমনটি বিখ্যাত হিন্দু মহাকাব্য মহাভারতে কুরুক্ষেত্রের যুদ্ধের শুরুতে উপস্থাপন করা হয়েছে। শঙ্খ খোলও হিন্দু প্রতীকী ও ধর্মীয় ঐতিহ্যের গভীর অংশ। বর্তমানে বেশিরভাগ হিন্দুরা তাদের ধর্মীয় অনুশীলনের অংশ হিসাবে শঙ্খ ব্যবহার করে, নির্দিষ্ট পয়েন্টে উপাসনার সময় এটি ফুঁকে, আনুষ্ঠানিক ঘণ্টার সাথে সাথে। শঙ্খ সেই শব্দেরও প্রতীক যা মহাবিশ্ব সৃষ্টি করেছে এবং জ্ঞানের জন্য দাঁড়িয়েছে।\n\n\n=== চক্র ===\nবিষ্ণুর চক্র বা চাকতির মতো অস্ত্র প্রায়শই বৈষ্ণব মন্দিরের শীর্ষে বসানো বা স্থাপত্য নকশায় যুক্ত পাওয়া যায়। বিষ্ণুর চার-বাহু নারায়ণ রূপকে চিত্রিত করে প্রায় সবসময়ই তার হাতে চক্র থাকে। এটি সুরক্ষার জন্য সাধারণ প্রতীক। চক্র ধর্ম অনুসরণ করার এবং অধর্মের নিন্দা করার প্রয়োজনের প্রতীক হিসাবেও পরিচিত।\n\n\n=== একাধিক মাথা ও বাহু ===\n\nহিন্দু, বৌদ্ধ, এবং কিছু জৈন দেবতাদের প্রায়শই একাধিক মাথা, বাহু এবং শরীরের অন্যান্য অংশ দিয়ে চিত্রিত করা হয়, যা একজন লেখক ধর্মীয় মূর্তিবিদ্যায় \"বহুত্বের সম্মেলন\" হিসাবে উল্লেখ করেছেন। এই ধরনের একাধিক শরীরের অংশ ঐশ্বরিক সর্বব্যাপীতা ও অস্থিরতা (একযোগে অনেক জায়গায় থাকার ক্ষমতা এবং একই সাথে সব জায়গায় একই সাথে বিদ্যমান থাকার ক্ষমতা) এবং এর ফলে একসাথে অনেক কিছুকে প্রভাবিত করার ক্ষমতা। চিত্রের একাধিক শরীরের অংশের জন্য দায়ী নির্দিষ্ট অর্থগুলি প্রতীকী, প্রেক্ষাপটে আক্ষরিক নয়।  এই ধরনের বর্ণনায়, একাধিক অস্ত্রের অ্যারের চাক্ষুষ প্রভাব হল গতিশক্তি তৈরি করা যা সেই ক্ষমতা প্রদর্শন করে। \n\n\n=== বাহন ===\n\nবাহন, যাকে কখনও কখনও পর্বত বলা হয়, হিন্দু ধর্মতত্ত্বে বিশেষ দেবতার সাথে ঘনিষ্ঠভাবে জড়িত প্রাণী বা পৌরাণিক সত্তা। কখনও কখনও দেবতাকে মূর্তিমানভাবে চিত্রিত করা হয় অশ্বারোহণ এবং/অথবা বাহনে বসানো; অন্য সময়, বাহনকে দেবতার পাশে চিত্রিত করা হয় বা প্রতীকীভাবে ঐশ্বরিক গুণ হিসাবে উপস্থাপন করা হয়।\n\n\n=== বিষ্ণু ===\nবিষ্ণু রক্ষক-দেবতা। হিন্দু ত্রিমূর্তি তিন দেবতার মধ্যে, বিষ্ণু, রক্ষাকর্তা হিসাবে, সবচেয়ে বেশি সহৃদয় দেখায়। ঋগবৈদিক বিষ্ণুকে সূর্য হিসাবে তিনটি পর্যায়ে কল্পনা করা হয়েছে - উদয়, শীর্ষ ও অস্ত। বৈদিক বিষ্ণু তিন ধাপে স্বর্গে অগ্রসর হন। এটি বিষ্ণুর মহৎ কাজ এবং তাঁর মহিমা গঠন করে। এই তিনটি ধাপের মাধ্যমে বিষ্ণু, সৌর দেবতা, মহাবিশ্বের তিনটি বিভাগের মধ্য দিয়ে চলাফেরা করেন, \"দেবতা ত্রিবিধ রূপে প্রকাশিত, পৃথিবীতে অগ্নি, বায়ুমণ্ডলে ইন্দ্র বা বায়ু এবং আকাশে সূর্য\"। তিনি নশ্বরদের সংরক্ষণ ও উপকারের জন্য এই তিনটি পদক্ষেপ নিয়েছিলেন বলে জানা যায়।\nশীর্ষস্থানকে যথাযথভাবে বিষ্ণুর স্থান বলা হয়। তার তৃতীয় ধাপ মানুষের চোখ দিয়ে দেখা যায় না। এখানেই ইন্দ্রের বাস।\n\n\n== প্রতীকের সারণী ==\n\n\n=== গোপুরা ===\nএটি সেই টাওয়ার যা প্রবেশদ্বারের দেয়ালে নির্মিত হয়েছিল। এটি বহুতল ভবন ছিল, এক তলা থেকে ষোল তলা পর্যন্ত। এতে কুদাইভারই, প্রস্থ, কর্ণকুট, সাল, পাঁচারা, কুডুর মতো অনেকগুলো পোর্টিকো রয়েছে। এটি মূলত দ্রাবিড় স্থাপত্য সহ দক্ষিণ ভারতীয় মন্দিরগুলিতে দেখা যায়।\n\n\n== আরও দেখুন ==\nঅষ্টমঙ্গলা\nপ্রতিবিম্ববাদ\nমূর্তি\nমূর্তিপূজা\nবৌদ্ধ প্রতীকীবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nRao, T. A. Gopinatha (1998). Elements of Hindu Iconography (in 4 Parts), New Delhi: Motilal Banarsidass, আইএসবিএন ৮১-২০৮-০৮৭৮-৯\nJansen, Eva Rudy (1993). The book of Hindu Imagery: Gods, Manifestations and Their Meaning. Binkey Kok Publications, Havelte, The Netherlands. আইএসবিএন ৯০-৭৪৫৯৭-০৭-৬.\nDr G Gnanananda, \"Pratima Lakshana - complete information on the characteristics of gods like Ganesh, Skanda, Aiyappa and Brahma for carving idols:, Bangalore.\nDr G Gnanananda, \"Adranareeshvara Sampradayika shilpa (2019) : Iconography and traditional sculptural qualities, characteristic and methodologies are explained in detail\" Sanskriti Sahithya Pratisthana, Bangalore Publications.\n\n\n== বহিঃসংযোগ ==\n\nThe Metropolitan Museum of Art: Recognizing the Gods\nHindu Symbols"}