{"pageid": 1131975, "title": "আদিপুরুষ", "url": "https://bn.wikipedia.org/wiki?curid=1131975", "content": "আদিপুরুষ ২০২৩ সালের রামায়ণ দ্বারা অনুপ্রাণিত একটি ভারতীয় মহাকাব্যিক পৌরাণিক চলচ্চিত্র। ছবিটি পরিচালনা করেছেন ওম রাউত এবং প্রযোজনা করেছেন টি-সিরিজ ফিল্মস এবং রেট্রোফাইলস। একই সাথে হিন্দি ও তেলুগু ভাষায় ধারণকৃত এই ছবিতে রাঘব চরিত্রে প্রভাস, জানকী চরিত্রে কৃতি স্যানন এবং লঙ্কেশ চরিত্রে সইফ আলি খান অভিনয় করেছেন।\n২০২০ সালের আগস্টে একটি অফিসিয়াল মোশন পোস্টারের মাধ্যমে আদিপুরুষ ঘোষণা করা হয়েছিল। প্রধান ফটোগ্রাফি ২০২১ সালের ফেব্রুয়ারিতে শুরু হয়েছিল এবং ২০২১ সালের নভেম্বরে প্রাথমিকভাবে মুম্বাইয়ে শেষ হয়েছিল। সঙ্গীত পরিচালনা করেছেন অজয়-অতুল। এটি ২০২৩ সালের ১৬ জুন প্রেক্ষাগৃহে মুক্তি পায়। পাশাপাশি এটি তামিল, মালায়ালম এবং কন্নড় ভাষায় ভাষান্তর করা সংস্করণেও মুক্তি দেওয়া হয়।\nআদিপুরুষের বাজেট ₹৫০০ কোটি ভারতীয় টাকা। পরে যা বাড়িয়ে ৭০০ কোটি করা হয়। যা ভারতীয় সবচেয়ে ব্যায়বহুল চলচ্চিত্রের মধ্যে একটি। চলচ্চিত্রের চিত্রনাট্য, সংলাপ এবং ভিজ্যুয়াল এফেক্টের জন্য সমালোচকদের কাছ থেকে নেতিবাচক সমালোচনা পায় এবং অবশেষে বক্স অফিস ব্যর্থ হয়।\n\n\n== পটভূমি ==\nপ্রায় সাত হাজার বছর আগে, রাক্ষস রাজা লঙ্কেশ সৃষ্টির দেবতা ব্রহ্মার কাছ থেকে একটি বর পেয়েছিলেন যে তিনি দেবতা বা অসুরদের দ্বারা বধ করা যাবে না, এইভাবে তাকে অজেয় করে তোলে। অন্যত্র, কোসলের রাজা দশরথ তার পুত্র রাঘবকে ১৪ বছরের জন্য নির্বাসিত করেন তার স্ত্রী কৈকেয়ীর কাছে তার প্রতিশ্রুতি পূরণ করার জন্য, যে রাঘবের সৎমা, তার পুত্র সিংহাসন গ্রহণ করবে। রাঘব এটা মেনে নেয় এবং গোদাবরী নদীর কাছে পঞ্চবতীর বনে তার স্ত্রী জানকী এবং তার ভাই অবশিষ্টের সাথে প্রান্তরে বসবাস করে ।\nলঙ্কেশের বোন, রাক্ষস শূর্পণখা, ভাইদের প্ররোচিত করার চেষ্টা করে এবং জানকির জীবন নেওয়ার চেষ্টা করে, কিন্তু ব্যর্থ প্রচেষ্টার পরে, রাক্ষস তার কান এবং নাক হারায়। বোনের অপমানের কথা শুনে লঙ্কেশ প্রতিশোধ নিতে জানকীকে অপহরণ করে। রাঘব এবং শেশ বানর রাজা সুগ্রীব, তার সহযোগী বজরং এবং তাদের বানর সেনাবাহিনীর সাহায্যে জানকীকে মুক্ত করার জন্য রওয়ানা হন। সমুদ্র দেবতার সাহায্যে তারা সমুদ্রের উপর একটি সেতু তৈরি করতে সক্ষম হয় ( রাম সেতু )। রাঘব এবং তার বাহিনী সফলভাবে সাগর পাড়ি দিয়ে লঙ্কার তীরে পৌঁছায়. ইতোমধ্যে লঙ্কেশের ভাই বিভীষণ লঙ্কা ত্যাগ করতে বাধ্য হয় কারণ পরবর্তীতে জানকীকে অপহরণ করার লঙ্কেশের সিদ্ধান্তের বিরোধিতা করেছিল। রাঘবের সেনাবাহিনীতে যোগ দেন বিভীষণ। লঙ্কেশকে চূড়ান্ত আল্টিমেটাম দেওয়া হয় কিন্তু প্রত্যাখ্যান করে এবং যুদ্ধ শুরু করে।\nযুদ্ধের সময় শেশ লঙ্কেশের ছেলে ইন্দ্রজিতের দ্বারা আহত হয় কিন্তু বজরং দ্বারা আনা সঞ্জীবনীর সাহায্যে তারা তাকে সুস্থ করতে সক্ষম হয়। তারা আবার যুদ্ধ শুরু করে এবং লঙ্কেশের সেনাবাহিনীকে পরাজিত করে বিজয়ী হয়। রাঘব এবং অবশিষ্ট সফলভাবে কুম্ভকর্ণ (লঙ্কেশের ভাই) এবং ইন্দ্রজিৎকে হত্যা করে। আর কোন উপায় না থাকায় লঙ্কেশ নিজেই যুদ্ধক্ষেত্রে যাওয়ার সিদ্ধান্ত নেয়। একটি যুদ্ধ সংঘটিত হয় যেখানে রাঘব লঙ্কেশকে হত্যা করতে সক্ষম হন এবং জানকীকে মুক্ত করা হয়। রাঘব, শেশ এবং জানকী তাদের ১৪ বছরের দীর্ঘ নির্বাসন শেষ করে এবং কোশলায় ফিরে আসেন, যেখানে রাঘবকে রাজা হিসাবে মুকুট দেওয়া হয়।\n\n\n== শ্রেষ্ঠাংশে ==\nরাম চরিত্রে প্রভাস \nজানকী চরিত্রে কৃতি স্যানন \nরাবণ চরিত্রে সাইফ আলী খান \nলক্ষ্মণ চরিত্রে সানি সিং\nহনুমানের চরিত্রে দেবদত্ত নাগে \nইন্দ্রজিৎ চরিত্রে বৎসল শেঠ\nমন্দোদরী চরিত্রে সোনাল চৌহান\nলঙ্কেশের ভাই বিভীষণের চরিত্রে সিদ্ধান্ত কার্নিক , যিনি জানকীকে অপহরণ করার সিদ্ধান্তের বিরোধিতা করেন।\nসারামা চরিত্রে আয়েশা মধুকর\nশূর্পণখা চরিত্রে তেজস্বিনী পণ্ডিত , একজন রাক্ষস এবং লঙ্কেশের বোন।\nরাঘবের পিতা এবং কোশলের রাজা দশরথের চরিত্রে কৃষ্ণ কোতিয়ান ।\nকৈকেয়ীর চরিত্রে সোনালি খারে , রাঘবের দুষ্ট সৎমা, যিনি তার নির্বাসনে বাধ্য হন।\nকুম্ভকর্ণের চরিত্রে লাভী পাজনি , লঙ্কেশের আরেক ভাই এবং তার শক্তি এবং ক্ষুধার জন্য পরিচিত।\nপ্রহস্ত চরিত্রে অজিত শিধায়ে\nশবরীর চরিত্রে আশা শর্মা\nব্রহ্মার চরিত্রে বিজয় জে. আনন্দ\nত্রিজাতার চরিত্রে নেহা খান\nমারিচা চরিত্রে রেহান খান\nসুগ্রীবের চরিত্রে গৌরব ওয়ালিয়া\nঅঙ্গদা চরিত্রে মনোহর পান্ডে\nরূপেশ যাদব জাম্ববন\nনলের চরিত্রে কৌস্তভ সিনহা\nনীলের চরিত্রে সৌরভ ঠাকরে\nশুকা চরিত্রে প্রশান্ত উথালে\nতরুণ শবরীর চরিত্রে উরভি সিং\nঢাকদাসুর চরিত্রে রাজেশ কে সালহোত্রা\n\n\n== সঙ্গীত ==\nচলচ্চিত্রটির হিন্দি এবং তেলুগু উভয় সংস্করণের সঙ্গীত অজয়-অতুল এবং সাচেত-পরম্পরা (উল্লেখ্য) দ্বারা রচিত। \"জয় শ্রী রাম\" শিরোনামের প্রথম এককটি তার সংক্ষিপ্ত সংস্করণে ২০২৩ সালের ৬ এপ্রিল হনুমান জয়ন্তী উপলক্ষে প্রকাশিত হয়েছিল। পুরো গানটি ২০ মে ২০২৩ তারিখে একই নামে হিন্দি এবং তেলুগুতে ডাব করা সংস্করণের (তামিল, কন্নড় এবং মালায়ালাম) পাশাপাশি প্রকাশিত হয়েছিল।  দ্বিতীয় একক শিরোনাম \"রাম সিয়া রাম\" (হিন্দিতে) এবং \"রাম সীতা রাম\" (তেলুগুতে) ২৯ মে ২০২৩ এ প্রকাশিত হয়েছিল।\n\nসমস্ত গানের কথা লিখেছেন রামাজোগয় শাস্ত্রী এবং মনোজ মুনতাশির।\n\n\n== মার্কেটিং ==\nগান্ধী জয়ন্তী উপলক্ষে ২০২২ এর ২ অক্টোবর ছবিটির টিজার মুক্তি পায়। টিজারটি এর ভিজ্যুয়াল এফেক্ট ও সিজিআই এর জন্য ব্যাপক সমালোচনা পেয়েছে। ২০২৩ এর ৯ মে ট্রেলারটি মুক্তি পায় এবং এর উন্নত ভিজ্যুয়াল এফেক্টের জন্য এটি আরও ভালোভাবে গৃহীত হয়েছিল। ৬ জুন ২০২৩-এ একটি অ্যাকশন ট্রেলার প্রকাশিত হয়েছিল।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৩ সালের ১৬ জুন তামিল, কন্নড়, মালয়ালম ভাষায় ডাব করা সংস্করণ সহ হিন্দি এবং তেলুগুতে প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n=== হোম মিডিয়া ===\nথিয়েটার-পরবর্তী ডিজিটাল ডিস্ট্রিবিউশন স্বত্ব অ্যামাজন প্রাইম ভিডিও দ্বারা অর্জিত হয়েছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরিভিউ অ্যাগ্রিগেটর ওয়েবসাইট রটেন টম্যাটোসে ৯ জন সমালোচকের পর্যালোচনার ১১% ইতিবাচক, যার গড় রেটিং ৪.৬/১০।\nদ্য ইন্ডিয়ান এক্সপ্রেস- এর শুভ্রা গুপ্তা ১.৫/৫ রেটিং দিয়েছে, চিত্রনাট্য এবং ভিজ্যুয়ালগুলির সমালোচনা করে এবং ছবিটিকে \"বলিউডবাসীদের স্নান করা ক্লাঙ্কি কম্পিউটার গ্রাফিক্সের একটি সিরিজ\" হিসাবে বর্ণনা করেন। একই স্টার রিভিউতে, এনডিটিভি- র সাইবল চ্যাটার্জি এটিকে \"কল্পনা এবং ভ্রান্তির অদ্ভুত মিশ্রণ\" বলে সংক্ষিপ্ত করেছেন। রেডিফ.কম এর দীপা গাহলট এটিকে \"প্রতারণামূলক\" বলে উড়িয়ে দিয়েছেন এবং সংলাপ ও দৃশ্যগত প্রভাবের সমালোচনা করেছেন। একইভাবে, RogerEbert.com- এর সাইমন আব্রামস ফিল্মটির লেখা এবং ভিজ্যুয়ালের সমালোচনা করে বলেন, \"... এটি সবই সস্তা এবং অনুপ্রাণিত দেখাচ্ছে।\"  বাণিজ্য সাংবাদিক তরণ আদর্শএটিকে \"মহাকাব্যিক হতাশা\" বলে অভিহিত করেছেন। স্ক্রল.ইন- এর নন্দিনী রামনাথ লিখেছেন যে অভিযোজনে \"আশ্চর্যের অনুভূতির অভাব [...] নেই।\"\nদ্য হ্যান্স ইন্ডিয়া সাউন্ডট্র্যাক সম্পর্কে ইতিবাচকভাবে লিখেছিল এবং প্রথমার্ধে, তবে ধীর গতির বর্ণনাটিকে একটি বড় ত্রুটি বলে মনে হয়েছে। তেলেঙ্গানা টুডে'র কিরণ চলচ্চিত্রের কিছু প্রযুক্তিগত দিকগুলির প্রশংসা করেছেন, কিন্তু রাউতের উত্স উপাদান এবং কাস্টের পারফরম্যান্স পরিচালনার সমালোচনা করেছিলেন। পিঙ্কভিলার অবিনাশ লোহানাছবিটিকে ৫ স্টারের মধ্যে ২ স্টার দিয়েছিলেন এবং এটিকে \"আন্তরিক প্রচেষ্টা কিন্তু রামায়ণের এত আন্তরিক অভিযোজন নয়\" বলে মনে করেন।\nকিছু পর্যালোচনা ছবিটির দিকে সামগ্রিকভাবে ইতিবাচক ছিল। বলিউড হাঙ্গামা আদিপুরুষকে \"বড় পর্দার আবেদনের সাথে সুসজ্জিত বিনোদনকারী\" বলে মনে করেছে । টাইমস অফ ইন্ডিয়ার রেনুকা ব্যাভাহারে ছবিটিকে ৫ স্টারের মধ্যে ৩.৩ স্টার দিয়েছেন, লিখেছেন \"এটি একটি আন্তরিক প্রয়াস যা এই মাত্রার একটি গল্প পরিচালনা করার উচ্চাকাঙ্ক্ষার দ্বারা কিছুটা অভিভূত হয়ে যায়\"। একটি মিশ্র পর্যালোচনায়, ইন্ডিয়া টুডে- এর অনিন্দিতা মুখার্জি বলেছেন যে \"সব মিলিয়ে, আদিপুরুষ যে সমস্ত প্রচার সংগ্রহ করছে তার উপর আমরা একটি স্ট্যাম্প দিতে পারি না, তবে এটি অবশ্যই প্রেক্ষাগৃহে একটি ঘড়ির যোগ্য। প্রভাসের জন্য, আর কিছু না হলে।\"\n\n\n=== বক্স অফিস ===\nবক্স অফিস ইন্ডিয়ার তথ্যনুসারে, ঘরোয়া এবং বিদেশী উভয় বক্স অফিসে একটি \"অসাধারণ প্রথম দিন\" ছিল, বিশ্বব্যাপী ₹ ১৪০ কোটি আয় করেছে। ফিল্মটি তার দ্বিতীয় দিনে মোট ₹ ২৪০ কোটি এবং তৃতীয় দিন/উদ্বোধনী সপ্তাহান্তে মোট ₹ ৩০০ কোটি আয় করেছে।\n\n\n== বিতর্ক ==\nফিল্মটি বিতর্ক এবং ক্ষোভের জন্ম দেয় এর সংলাপগুলিকে অশালীন এবং আপত্তিকর বলে মনে করা হয়, বিশেষ করে লঙ্কা দহন দৃশ্যে হনুমানের সংলাপগুলি। লেখক মনোজ মুনতাশির শুক্লা চলচ্চিত্রটিকে রক্ষা করেছেন, দাবি করেছেন যে এটি ইচ্ছাকৃত এবং সরলীকৃত ছিল। যাতে চলচ্চিত্রের একাধিক চরিত্রের মধ্যে এক ধরণের বিচ্যুতি বা বিভাজন তৈরি করা হয়। তিনি আরও দাবি করেছেন যে কথোপকথনটি ভারতের সর্বশ্রেষ্ঠ সাধু, গল্পকাররা একই পদ্ধতিতে ব্যবহার করেছেন, এই সংলাপটি \"ইতোমধ্যে সেখানে\" লেখার জন্য তিনি প্রথম ব্যক্তি নন। পরে শুক্লা দাবি করেছিলেন যে ছবিটি শুধুমাত্র রামায়ণ থেকে অনুপ্রেরণা নিয়েছিল এবং এটি কাজের সরাসরি অভিযোজন ছিল না। এটি শীঘ্রই মুক্তির প্রথম সপ্তাহের মধ্যে আক্রমণাত্মক লাইনগুলি সংশোধন করার জন্য দলের সিদ্ধান্তের তার পরবর্তী ঘোষণার দ্বারা অনুসরণ করা হয়েছিল।\nফিল্মটি নেপাল থেকে একটি নির্দিষ্ট লাইনের একটি ইস্যু উল্লেখ করে সমালোচনাও পেয়েছে যেখানে সীতাকে 'ভারতের কন্যা' হিসাবে উল্লেখ করা হয়েছে। বিতর্কিত সংলাপটি পরে ছবিটি থেকে মুছে ফেলা হয়; বৈদিক রেকর্ড দেখায় যে তিনি মিথিলাতে জন্মগ্রহণ করেছিলেন, বর্তমান নেপালের জনকপুরে। এর ফলে সমস্ত ভারতীয় চলচ্চিত্র কাঠমান্ডু মেট্রোপলিটন এলাকায় মুক্তি নিষিদ্ধ করা হয়।\n২০২৩ সালের ১৮ই জুন, অখিল ভারতীয় হিন্দু মহাসভা হজরতগঞ্জ পুলিশের কাছে 'আদিপুরুষ' ছবির নির্মাতা এবং তারকা কাস্টের বিরুদ্ধে একটি এফআইআর দায়ের করেছিল। তার অভিযোগে, হিন্দু মহাসভার জাতীয় মুখপাত্র চতুর্বেদী বলেছিলেন যে ছবিটি আপত্তিকর সংলাপ, পোশাক সহ হিন্দু দেবতার ছবি বিকৃত করে হিন্দুদের অনুভূতিকে অপমান করার একটি ইচ্ছাকৃত প্রচেষ্টা ছিল।\nএলাহাবাদ হাইকোর্টের লখনউ বেঞ্চ আদিপুরুষের নির্মাতাদের তিরস্কার করেছে এবং সিবিএফসিকে প্রশ্ন করেছে যে তারা কীভাবে জনসাধারণের দেখার জন্য ছবিটি সাফ করেছে। আদালত আরও উল্লেখ করেছে যে এই চলচ্চিত্রটি হিন্দু সম্প্রদায়ের সহনশীলতার পরীক্ষায় ফেলেছে।\n\n\n== তথসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Adipurush  (ইংরেজি)\nরটেন টম্যাটোসে আদিপুরুষ (ইংরেজি)\nবলিউড হাঙ্গামায় আদিপুরুষ (ইংরেজি)"}