{"pageid": 113194, "title": "ঘনাদা", "url": "https://bn.wikipedia.org/wiki?curid=113194", "content": "ঘনাদা বাংলা সাহিত্যের একটি জনপ্রিয় কাল্পনিক চরিত্র। ১৯৪৫ সালে প্রেমেন্দ্র মিত্র এই চরিত্রটি সৃষ্টি করেন। ঘনাদার প্রকৃত নাম ঘনশ্যাম দাস। ঘনাদার বক্তব্য অনুযায়ী ইউরোপিয়ান লোকেরা তাকে 'ডস' নামে চেনে। ঘনাদা তার মেসের প্রতিবেশী চার যুবককে নিজের জীবনের নানা অভিযান সম্পর্কে গল্প মুখে মুখে শোনান।\n\n\n== চরিত্র ==\nঘনাদার ষষ্ঠ গল্প টুপিতে প্রথম জানা যায় তিনি কলকাতা শহরে বাহাত্তর নম্বর বনমালি নস্কর লেনের একটি মেসবাড়িতে বসবাস করেন এবং তিনি তার অধিকাংশ গল্প এই মেস বাড়িতেই বলেছেন। এই মেসবাড়ির চার বাসিন্দা শিবু, শিশির, গৌর ও গল্পের কথক সুধীর সর্বদা বিভিন্ন উদ্ভাবনী পরিকল্পনা করে ঘনাদাকে ঠকিয়ে বা খুশি করে তার কাছ থেকে কল্পবিজ্ঞান, অভিযান বা ঐতিহাসিক গল্পের বিভিন্ন সব গল্পের সম্ভার শোনার চেষ্টা করতে থাকেন। অধিকাংশ গল্পে নায়ক থাকেন স্বয়ং ঘনাদা। একজন বাকসর্বস্ব সাধারণ বাঙালি চরিত্রের বাগাড়ম্বরতার পাশাপাশি অসাধারণ পাণ্ডিত্য, প্রখর উপস্থিত বুদ্ধি ও উদ্ভাবনী প্রতিভা ঘনাদা চরিত্রকে অত্যন্ত জনপ্রিয় করেছে। ঘনাদা ধূমপায়ী ও ভোজনবিলাসী। মশা গল্পে দেখা যায় তিনি মেসের অন্যান্য বাসিন্দাদের কাছ থেকে সিগারেট ধার করেন, কিন্তু নুড়ি গল্পে জানা যায় তিনি শিশিরের কাছ থেকেই সিগারেট ধার করেন। মেসবাড়ির আড্ডা ছাড়াও পার্কের বৈকালিক আড্ডাতে পাড়ার প্রবীনদের কাছে ঘনশ্যাম বাবু নামে পরিচিত তিনি। 'রবিনসন ক্রুশো মেয়ে ছিলেন' গল্পটি ঘনশ্যাম বাবুর মস্তিষ্কজাত।\n\n\n== কথক ==\nঘনাদার গল্পগুলিতে গল্পের কথক সুধীর নামের চরিত্র। প্রেমেন্দ্র মিত্র এই চরিত্রটি প্রথম আঠাশটি গল্পে উত্তম পুরুষ উপস্থাপিত করলেও তার নাম জানা যায়নি। এই সকল গল্পে গল্পের কথক শিবু, শিশির এবং গৌরের মতন বাহাত্তর নম্বর বনমালি নস্কর লেনের বাসিন্দা ছিলেন, শুধু এটুকু জানা গিয়েছিল। কিন্তু 'ধুলো' গল্পে প্রথম তার নাম জানা যায়। ঘনাদা এই গল্পে এই চরিত্রটিকে সুধীর নামে অভিহিত করেন। এরপর 'কাদা', 'ঘনাদার হিজ্‌ বিজ্‌ বিজ্‌', 'ঘনাদার চিঠিপত্র ও মৌ-কা-সা-বি-স' প্রভৃতি গল্পে তার নাম পাওয়া যায়।\n\n\n== সাহিত্যে ==\n\n\n=== ছোট গল্প ===\n১৯৪৫ খ্রিষ্টাব্দ বা ১৩৫২ বঙ্গাব্দে কলকাতা হতে প্রকাশিত আলপনা নামক দেব সাহিত্য কুটীর প্রকাশনীর পূজাবার্ষিকীতে মশা গল্পে প্রেমেন্দ্র মিত্র ঘনাদা চরিত্রটিকে প্রথম উপস্থাপিত করেন। এরপর প্রতি বছর তিনি প্রতি দেব সাহিত্য কুটীর প্রকাশনীর পূজাবার্ষিকীতে একটি করে গল্প লিখতে থাকেন।\n\n\n=== উপন্যাস ===\nঘনাদাকে নিয়ে প্রেমেন্দ্র মিত্র মোট চারটি উপন্যাস লিখেছেন। সেগুলি হল:\n\n\n=== নাটিকা ও ছড়া ===\nপ্রেমেন্দ্র মিত্র 'পৃথিবী বাড়ল না কেন?' গল্প অবলম্বনে 'পৃথিবী যদি বাড়ত' নামে একটি নাটিকা রচনা করেন। এছাড়া তিনি 'ঘনার বচন' নামে চারটি ছড়া রচনা করেন।\n\n\n== কমিকস ==\nজনপ্রিয় বাংলা বিজ্ঞান পত্রিকা কিশোর জ্ঞান বিজ্ঞান মশা, তেল, হাঁস, মাটি ও মঙ্গল গ্রহে ঘনাদা এই গল্প পাঁচখানি নিয়ে সাদা-কালো কমিকস প্রকাশ করেছে। এই সমস্ত কমিকসের চিত্রনাট্য অনিল কর্মকারের লেখা আর সাদাকালো ছবি এঁকেছেন গৌতম কর্মকার। এছাড়া আনন্দ পাবলিশার্সের জনপ্রিয় বাংলা শিশু কিশোর\n\n\n== রেডিও নাটক ==\nঘনাদার  মশা এবং নুড়ি এই দুইটি গল্প নিয়ে রেডিওতে দুখানি শ্রুতিনাটক প্রযোজিত হয়েছে। এই দুইটি নাটকে প্রখ্যাত অভিনেতা শেখর চট্টোপাধ্যায় ঘনাদার চরিত্রে কন্ঠ-সংযোজনা করেছেন\n\n\n== চরিতাবলি ==\nঘনাদার অভিযান বা গুল্পগুলির মধ্যে আগমন ঘটে বহু বিচিত্র চরিত্রের। তাদের মধ্যে পাওয়া যাবে নায়ক, খলনায়ক, সহযোগী; বিখ্যাত বৈজ্ঞানিক, বিশ্ব-ইতিহাসের বহু রাজনৈতিক ব্যক্তিত্ব, দেশনায়ক, যুদ্ধব্যাপারী, প্রমুখ। বাস্তব ও অতিবাস্তবের মধ্যে চলাচলের যোগসূত্র হিসেবে তাদের আগমন-নিস্ক্রমণ। আবার ঘনাদাকে নিছক প্যাঁচে ফেলবার জন্য চারমূর্তির কল্যাণে উপস্থিত হয় চারপাশের লোকজনের। তবে ঘনাদা ক্কচিত্‌ অসোয়াস্তিতে পড়লেও, পর্যদুস্ত হননা কখনই।\n\n\n=== খলনায়ক ===\nনিশিমারা (মশা)\nজ্যাকব রথস্টাইন (পোকা)\nপ্যাপেন (কাঁচ)\nবেনিটো (দাঁত)\nব্রুল/মূলার (হাঁস)\nডন বেনিটো (সুতো)\nস্যাভেজ (ঢিল)\nইবন ফরিদ/সাবাটিনি (ছুঁচ)\nনাম-না-জানা বুড়ো (শিশি)\nসেভিল (ঘনাদাকে ভোট দিন)\nমিস্টার সিডনি (কেঁচো)\nসেনর ক্যাপেলা (মাছি)\nফিংক (জল)\nচিং সুন (চোখ)\nবোথা (ছাতা)\nপেরীন (ঘনাদা কুলপি খাননা)\nডুগান (তেল)\nকাউন্ট কার্নেরা (ভাষা)\nকেনি (মাটি)\nআহারা (নাচ)\nপামার (কাঁটা)\nমালাঞ্জা এমপালে (পৃথিবী বাড়ল না কেন?)\nলুই মার্ডেন (ঘনাদার ধনুর্ভঙ্গ)\nগাম্বো (ঘনাদার ফূঁ)\nকার্ল পাউলো (বেড়াজালে ঘনাদা)\nডানি গাওয়ার (ঘনাদার হিজ্‌বিজ্‌বিজ্‌)\nবেসিল এসকল (গুল-ই ঘনাদা)\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}