{"pageid": 1131447, "title": "বুমার‍্যাং (কানাডা)", "url": "https://bn.wikipedia.org/wiki?curid=1131447", "content": "বুমার‍্যাং হচ্ছে একটি কানাডীয় ইংরেজি ভাষার শিশুতোষ বিশেষত্ব চ্যানেল, যেটির মালিক হচ্ছে কোরাস এন্টারটেইনমেন্টের সংস্থা টেলিটুন কানাডা ইনকর্পোরেটেড, সাথে এটির ব্র্যান্ডিং ওয়ার্নার ব্রস. ডিসকভারির সাথে একটি ব্র্যান্ড লাইসেন্সিং চুক্তির মাধ্যমে ব্যবহৃত​। কানাডীয় রেডিও-টেলিভিশন ও টেলিযোগাযোগ কমিশন চ্যানেলটিকে একটি বিবেচনামূলক সার্ভিস হিসেবে শ্রেণীবদ্ধ করেছে। এটি যুক্তরাষ্ট্রভিত্তিক কার্টুন নেটওয়ার্কের কানাডিয় সংস্করণ, এবং এটি বেশিরভাগ শিশু এবং কৈশোরদের জন্য অ্যানিমেটেড অনুষ্ঠান প্রচারিত করে। ২০১৯ সাল পর্যন্ত বুমার‍্যাং  অ্যাডাল্ট সুইমের স্থানীয় সংস্করণ বহন করেছে, যেটি ছিল একটি প্রাপ্তবয়স্কদেরকে লক্ষ্য করা গভীর রাতের আনুষ্ঠানিক ব্লক।\n২০২৩ সালের ফেব্রুয়ারিতে কোরাস ঘোষণা করে যে ২৭ মার্চে কার্টুন নেটওয়ার্ক ব্র্যান্ডিংটি টেলিটুনে সরানো হবে, সাথে সেই দিনে সাবেক কার্টুন নেটওয়ার্ক চ্যানেলটি একই দিনে বুমার‍্যাং নামে পুনঃউদ্বোধন হবে।\n\n\n== ইতিহাস ==\n\n\n=== কার্টুন নেটওয়ার্ক হিসেবে (২০১২–২০২৩) ===\n২০১১ সালের নভেম্বরে টেলিটুন কাপাউ এর জন্য সিআরটিসি থেকে লাইসেন্স নেওয়ার পর ২০১২ সালের ফেব্রুয়ারিতে টেলিটুন কানাডা (অ্যাস্ট্রাল মিডিয়া এবং কোরাস এন্টারটেইনমেন্টের একটি যৌথ উদ্যোগ) কার্টুন নেটওয়ার্ক এবং আনুষ্ঠানিক ব্লক অ্যাডাল্ট সুইম কানাডায় উদ্বোধন করার ঘোষণা দেয়। চ্যানেলটির উদ্বোধন হ​য় ২০১২ সালের ৪ জুলাইতে। প্রস্তুতিতে টেলিটুন এবং টেলিটুন রেট্রোতে আনুষ্ঠানিক ব্লকের উদ্বোধন করা হয়েছিল।\nবেল মিডিয়া দ্বারা অ্যাস্ট্রালের মুলতুবি অধিগ্রহণের অংশে (যা এর আগে ২০১২ সালের অক্টোবরে সিআরটিসি দ্বারা প্রত্যাখ্যান করা হয়েছিল, কিন্তু কিছু নির্দিষ্ট অ্যাস্ট্রাল মিডিয়া সম্পত্তি বিক্রির অনুমতি দেওয়ার জন্য পুনর্গঠন করা হয়েছিল যাতে ক্রয়কে নিয়ন্ত্রক বাধাগুলি দূর করতে অনুমতি দেওয়া হয়) ২০১৩ সালের ৪ মার্চে কোরাস এন্টারটেইনমেন্ট ঘোষণা করেছে যে এটি টেলিটুন কানাডায় অ্যাস্ট্রাল মিডিয়ার ৫০% মালিকানার আগ্রহ অর্জন করবে।\nকোরাসের ক্রয়টি প্রতিযোগিতা ব্যুরো দ্বারা দুই সপ্তাহ পরে ১৮ মার্চে পূর্ণ করা হ​য়। ২০১৩ সালের ২০ ডিসেম্বরে সিআরটিসি কোরাসের টেলিটুন কানাডার সম্পূর্ণ মালিকানা অনুমোদন করেছে এবং ২০১৪ সালের ১ জানুয়ারিতে কোরাস এটিকে ক্রয় করে। চ্যানেলটি টেলিটুন কানাডার মালিকানায় রয়ে যায়, কোরাস কিডস বিভাগের অধীনে এখন সম্পূর্ণভাবে কোরাস এন্টারটেইনমেন্ট মালিকানাধীন।\n২০১৫ সালের আগস্টে কোরাসের অভ্যন্তরীণ সূত্র জানায় যে কার্টুন নেটওয়ার্ক টেলিটুন রেট্রোর চ্যানেল বরাদ্দে স্থানান্তরিত হবে, যেটি ২০১৫ সালের ১ সেপ্টেম্বরে বন্ধ হয়ে যাচ্ছিলো। এটি বলা হয়েছিল যে এই পরিবর্তনটি চ্যানেলটিকে বৃহত্তরভাবে বিতরণ হওয়ার সক্ষম করবে, যেহেতু টেলিটুন রেট্রো কার্টুন নেটওয়ার্কের চেয়ে বেশি প্রদানকারী দ্বারা বহন করা হয়েছিল, বিশেষভাবে শ কেবল, শ ডাইরেক্ট এবং রজার্স কেবলে। বৈধভাবে ২০১৫ সালের ১ সেপ্টেম্বর হিসেবে কার্টুন নেটওয়ার্ক এখন বিষয়শ্রেণী বি লাইসেন্সের তত্ত্বাবধানে কাজ করে যা মূলত টেলিটুন রেট্রোর জন্য বরাদ্দ করা হয়েছিল। মূল কার্টুন নেটওয়ার্ক লাইসেন্সটি বাতিল করা হয়েছিল, এবং ২০১৫ সালের ২ অক্টোবরে সিআরটিসির কাছে ফেরত দেওয়া হয়েছিল।\n১ এপ্রিলে অ্যাকশনের অ্যাডাল্ট সুইমে পরিকল্পিত রূপান্তরের কারণে ২০১৯ সালের ৪ মার্চে কার্টুন নেটওয়ার্কে প্রাইম টাইম অ্যাডাল্ট সুইম ব্লকটি বন্ধ করে দেওয়া হ​য়।\n\n\n=== বুমার‍্যাং হিসেবে (২০২৩–বর্তমান) ===\n২০২৩ সালের ২১ ফেব্রুয়ারিতে কোরাস ঘোষণা করে যে ২৭ মার্চে টেলিটুন কার্টুন নেটওয়ার্ক নামে পরিবর্তন হবে। সেই দিনে বিদ্যমান কার্টুন নেটওয়ার্ক চ্যানেলটি বুমার‍্যাং হিসেবে একইসঙ্গে পুনঃউদ্বোধন হয়, যা কার্টুন নেটওয়ার্ক এবং ওয়ার্নার ব্রস. অ্যানিমেশনস থেকে প্রতিষ্ঠিত ফ্র্যাঞ্চাইজের উপর মনোযোগ দেয়।\n\n\n== আরও দেখুন ==\nকার্টুন নেটওয়ার্ক\nটেলিটুন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}