{"pageid": 113171, "title": "মেরুদণ্ডী প্রাণী", "url": "https://bn.wikipedia.org/wiki?curid=113171", "content": "মেরুদণ্ডী প্রাণী হল ভার্টিব্রেট উপ-পর্বের অন্তর্গত। যাদের শরীরে কতকগুলি কশেরুকা বা ভার্টিব্রার সমন্বয়ে গঠিত মেরুদণ্ড থাকে।\nআধুনিক শ্রেনিবিন্যাস অনুযায়ী  ভার্টিব্র্যাটা ২টি সুপার শ্রেণিতে এ বিভক্ত। যথাঃ\n১.অ্যাগ্নাথা(চোয়াল নেই) ২.ন্যাথোস্টোমাটা(চোয়াল আছে)\nঅগ্নাথা/সাইক্লোস্টোমাটা দুই ভাগে এ বিভক্ত। যথাঃ  ১.মাইক্সিনি ২.পেট্রোমাইজোনটিডা।\nআবার,গনাথোস্টোমাটা কে ৭টি শ্রেণীতে অন্তর্ভুক্ত করা হয়েছে।\n\n\n== শ্রেণিবিভাগ ==\n\n\n=== জাতিজনি সম্পর্ক ===\n\n\n== উৎপত্তি ==\nমেরুদণ্ডী শব্দটি ল্যাটিন শব্দ ভার্টিব্রাটাস (প্লিনি) থেকে এসেছে, যার অর্থ মেরুদণ্ডের সংযোগস্থল।\nমেরুদণ্ডী শব্দটি ভার্টিব্রা শব্দ থেকে উদ্ভূত হয়েছে, যা মেরুদণ্ডের স্তম্ভের যে কোনো হাড় বা অংশকে বোঝায়।\nমেরুদন্ড এক ধরনের কঙ্কাল যা শরীরকে স্বাভাবিক আকৃতি দেয়।\n\n\n== শারীরস্থান এবং অঙ্গসংস্থানবিদ্যা ==\nসমস্ত মেরুদন্ডী মৌলিক কর্ডেট বডি প্ল্যানের সাথে তৈরি: একটি শক্ত রড প্রাণীর দৈর্ঘ্যের (কশেরুকার কলাম এবং/অথবা নোটোকর্ড ), এর উপরে স্নায়ু টিস্যুর একটি ফাঁপা নল (মেরুদন্ড) এবং নীচে গ্যাস্ট্রোইনটেস্টাইনাল ট্র্যাক্ট।\nসমস্ত মেরুদণ্ডী প্রাণীর মধ্যে, মুখটি প্রাণীর সামনের প্রান্তে বা ঠিক নীচে পাওয়া যায়, যখন মলদ্বার শরীরের শেষের আগে বাইরের দিকে খোলে।মলদ্বারের পরে অবিরত শরীরের অবশিষ্ট অংশ কশেরুকা এবং মেরুদণ্ডের সাথে একটি লেজ গঠন করে, কিন্তু অন্ত্র নেই। \n\n\n=== ভার্টিব্রাল কলাম ===\nমেরুদণ্ডের সংজ্ঞায়িত বৈশিষ্ট্য হ'ল মেরুদণ্ডের কলাম, যেখানে সমস্ত কর্ডেটে পাওয়া নটোকর্ড (একটি অভিন্ন গঠনের শক্ত রড) মোবাইল জয়েন্টগুলি (ইন্টারভার্টেব্রাল ডিস্ক, ভ্রূণগতভাবে প্রাপ্ত) দ্বারা পৃথক করা শক্ত উপাদানগুলির (কশেরুকা) একটি খণ্ডিত সিরিজ দ্বারা প্রতিস্থাপিত হয়েছে এবং বিবর্তনীয়ভাবে নোটকর্ড থেকে)।\nযাইহোক, কিছু মেরুদণ্ডী প্রাণী দ্বিতীয়ভাবে এই শারীরস্থান হারিয়ে ফেলেছে, নটোকর্ডকে প্রাপ্তবয়স্ক অবস্থায় ধরে রেখেছে, যেমন স্টার্জন  এবং কোয়েলাক্যান্থ ।জাভেদ মেরুদন্ডীকে জোড়াযুক্ত উপাঙ্গ (পাখনা বা পা, যা দ্বিতীয়ত হারিয়ে যেতে পারে) দ্বারা চিহ্নিত করা হয়, তবে একটি প্রাণী মেরুদণ্ডী হওয়ার জন্য এই বৈশিষ্ট্যের প্রয়োজন হয় না।\n\n\n=== ফুলকা ===\nসমস্ত বেসাল মেরুদণ্ডী ফুলকা দিয়ে শ্বাস নেয়।ফুলকাগুলি মাথার ঠিক পিছনে বহন করা হয়, গলবিল থেকে বাইরের দিকের খোলার একটি সিরিজের পিছনের প্রান্তের সীমানায়।প্রতিটি ফুলকা একটি কার্টিলাজেনাস বা অস্থি ফুলকা খিলান দ্বারা উন্নীত।  অস্থি মাছে তিন জোড়া খিলান থাকে, কার্টিলাজিনাস মাছে পাঁচ থেকে সাত জোড়া থাকে, আর আদিম চোয়ালবিহীন মাছে সাত জোড়া থাকে।নিঃসন্দেহে মেরুদণ্ডী পূর্বপুরুষের এর চেয়ে বেশি খিলান ছিল, কারণ তাদের কিছু কর্ডেট আত্মীয়দের ৫০ জোড়া ফুলকা রয়েছে। \nউভচর এবং কিছু আদিম অস্থি মাছের মধ্যে, লার্ভা বাহ্যিক ফুলকা বহন করে, ফুলকা খিলান থেকে শাখা বিচ্ছিন্ন হয়।  প্রাপ্তবয়স্ক অবস্থায় এগুলি হ্রাস পায়, মাছের ফুলকা এবং বেশিরভাগ উভচর প্রাণীর ফুসফুসের দ্বারা তাদের শ্বাস গ্রহনভার গ্রহণ করা হয়।কিছু উভচর প্রাপ্তবয়স্ক অবস্থায় বাহ্যিক লার্ভা ফুলকা ধরে রাখে, মাছের মধ্যে দেখা যায় জটিল অভ্যন্তরীণ ফুলকা সিস্টেমটি টেট্রাপডের বিবর্তনের খুব প্রথম দিকে অপরিবর্তনীয়ভাবে হারিয়ে গেছে। \nযদিও প্রাপ্ত  বেশিরভাগ মেরুদণ্ডী প্রাণীদের ফুলকা নেই, ফুলকা খিলানগুলি ভ্রূণের বিকাশের সময় তৈরি হয় এবং এটি অপরিহার্য কাঠামোর ভিত্তি তৈরি করে যেমন চোয়াল, থাইরয়েড গ্রন্থি, স্বরযন্ত্র, কলুমেলা ( স্তন্যপায়ী প্রাণীর স্টেপের সাথে সম্পর্কিত) এবং স্তন্যপায়ী প্রাণীদের মধ্যে, ম্যালিউস(মধ্য কানের একটি ছোট হাড় যা কানের পর্দার কম্পন ইনকাসে প্রেরণ করে)এবং ইনকাস(মধ্যকর্ণে একটি ছোট অ্যাভিল-আকৃতির হাড়, ম্যালিয়াস এবং স্টেপসের মধ্যে কম্পন প্রেরণ করে)। .\n\n\n=== কেন্দ্রীয় স্নায়ুতন্ত্র ===\nমেরুদণ্ডী প্রাণীদের কেন্দ্রীয় স্নায়ুতন্ত্র প্রাণীর দৈর্ঘ্য বরাবর চলমান একটি ফাঁপা নার্ভ কর্ডের উপর ভিত্তি করে তৈরি।মেরুদণ্ডী প্রাণীদের জন্য বিশেষ গুরুত্ব এবং অনন্য হল নিউরাল ক্রেস্ট কোষের উপস্থিতি।এগুলি স্টেম কোষের পূর্বপুরুষ, এবং সেলুলার উপাদানগুলির কাজগুলিকে সমন্বয় করার জন্য গুরুত্বপূর্ণ।  স্নায়ু ক্রেস্ট কোষগুলি বিকাশের সময় স্নায়ু কর্ড থেকে শরীরের মধ্যে স্থানান্তরিত হয় এবং নিউরাল গ্যাংলিয়া এবং চোয়াল এবং মাথার খুলির মতো কাঠামো গঠন শুরু করে। \nমেরুদণ্ডী প্রাণীই একমাত্র কর্ডেট গ্রুপ যাদের নিউরাল সিফালাইজেশন, মাথার মধ্যে মস্তিষ্কের ক্রিয়াকলাপের ঘনত্ব।স্নায়ু কর্ডের পূর্ববর্তী প্রান্তের সামান্য ফোলা ল্যান্সলেটে পাওয়া যায়, একটি কর্ডেট, যদিও এতে মেরুদণ্ডী প্রাণীদের তুলনায় চোখ এবং অন্যান্য জটিল ইন্দ্রিয় অঙ্গের অভাব রয়েছে।\nএকটি পেরিফেরাল স্নায়ুতন্ত্র স্নায়ু কর্ড থেকে বেরিয়ে বিভিন্ন সিস্টেমকে অভ্যন্তরীণ করে তোলে।নার্ভ টিউবের সামনের প্রান্তটি দেয়াল পুরু করে প্রসারিত হয় এবং মেরুদন্ডের কেন্দ্রীয় খালটি তিনটি প্রাথমিক মস্তিষ্কের ভেসিকেলে বিস্তৃত হয়: প্রোসেনসেফালন (ফোরব্রেন), মেসেনসেফালন (মিডব্রেন) এবং রম্বেন্সফেলন (হিন্ডব্রেন), আরও পার্থক্য করা হয়। বিভিন্ন মেরুদণ্ডী গোষ্ঠী।  হাগফিশ ব্যতীত, মধ্যমস্তিক থেকে আউটগ্রোথের চারপাশে দুটি পার্শ্বীয়ভাবে স্থাপন করা চোখ তৈরি হয়, যদিও এটি একটি গৌণ ক্ষতি হতে পারে।  অগ্র মস্তিষ্ক ভালভাবে বিকশিত এবং বেশিরভাগ টেট্রাপডে উপবিভক্ত, যখন মিডব্রেন অনেক মাছ এবং কিছু স্যালামান্ডারে আধিপত্য বিস্তার করে।স্তন্যপায়ী প্রাণীদের সেরিব্রাল গোলার্ধের মতো গোলার্ধের জন্ম দেয়, অগ্রমস্তিকের ভেসিকেলগুলি সাধারণত জোড়া থাকে। \nকেন্দ্রীয় স্নায়ুতন্ত্রের ফলস্বরূপ শারীরস্থান, একটি একক ফাঁপা নার্ভ কর্ডের সাথে একটি সিরিজ (প্রায়শই জোড়াযুক্ত) ভেসিকল দ্বারা শীর্ষে থাকে, মেরুদণ্ডী প্রাণীদের জন্য অনন্য।পোকামাকড়, মাকড়সা এবং স্কুইডের মতো সু-বিকশিত মস্তিষ্কের সমস্ত অমেরুদণ্ডী প্রাণীদের মুখের বা অন্ত্রের প্রতিটি পাশে একটি বিভক্ত মস্তিষ্কের স্টেম সহ গ্যাংলিয়নের পৃষ্ঠীয় সিস্টেমের পরিবর্তে একটি ভেন্ট্রাল থাকে। \n\n\n== আণবিক স্বাক্ষর ==\nমেরুদন্ডী প্রাণীদের সংজ্ঞায়িত করার জন্য ব্যবহৃত রূপগত বৈশিষ্ট্যগুলি ছাড়াও (যেমন একটি নোটোকর্টর্ডের উপস্থিতি, নোটোকর্ড থেকে একটি ভার্টিব্রাল কলামের বিকাশ, একটি ডর্সাল নার্ভ কর্ড, ফ্যারেঞ্জিয়াল গিলস, একটি পোস্ট-অ্যানাল লেজ, ইত্যাদি), প্রোটিন সিকোয়েন্সে সংরক্ষিত স্বাক্ষর ইনডেলস (সিএসআই) নামে পরিচিত আণবিক মার্কারগুলি সনাক্ত করা হয়েছে এবং সাবফিলাম ভার্টেব্রাটের জন্য পৃথক মানদণ্ড সরবরাহ করে।  বিশেষত, নিম্নলিখিত প্রোটিনের মধ্যে ৫টি CSI: প্রোটিন সংশ্লেষণ প্রসারণ ফ্যাক্টর-২ (ইএফ-2), ইউক্যারিওটিক ট্রান্সলেশনাল ইনিশিয়েশন ফ্যাক্টর ৩ (ইউক আই এফ-৩), অ্যাডেনোসিন কিনেস (এডিকে) এবং ইউবিকুইটিন কার্বক্সিল-টার্মিনাল হাইড্রোলেস সম্পর্কিত একটি প্রোটিন একচেটিয়াভাবে সমস্ত মেরুদন্ডী প্রাণী দ্বারা ভাগ করা হয় এবং নির্ভরযোগ্যভাবে তাদের অন্যান্য সমস্ত মেটাজোয়ান থেকে পৃথক করে।  এই প্রোটিন সিকোয়েন্সের সিএসআইগুলি মেরুদণ্ডী প্রাণীদের মধ্যে কার্যকরীভাবে গুরুত্বপূর্ণ ভূমিকা পালন করবে বলে ভবিষ্যদ্বাণী করা হয়।\nমেরুদণ্ড এবং টিউনিকেটের মধ্যে একটি সুনির্দিষ্ট সম্পর্কও জোরালোভাবে সমর্থিত দুটি সিএসআই দ্বারা সমর্থিত যা প্রোটিনের পূর্বাভাসিত এক্সোসোম কমপ্লেক্স আর আর পি ৪৪ এবং সেরিন পালমিটয়াইলট্রান্সফেরেসে পাওয়া যায়, যেগুলি একচেটিয়াভাবে এই দুটি সাবফাইলা থেকে প্রজাতির দ্বারা ভাগ করা হয় কিন্তু সেফালোকর্ডেটস নয়, যা নির্দেশ করে যে মেরুদণ্ডী প্রাণী টিউনিকেটসের তুলনায় সেফালোকোর্ডেটের সাথে আরও ঘনিষ্ঠভাবে সম্পর্কিত। .\n\n\n== বিবর্তনীয় ইতিহাস ==\n\n\n=== বাহ্যিক সম্পর্ক ===\nমূলত, \"নোটোকর্ডাটা হাইপোথিসিস\" পরামর্শ দেয় যে সেফালোকর্ডাটা হল ক্রানিয়াটা (ভারটিব্রেটা) এর বোন ট্যাক্সন ।নোটোকর্ডাটা নামে পরিচিত এই দলটিকে টুনিকাটা (ইউরোচোর্ডাটা) এর বোন গ্রুপ হিসাবে রাখা হয়েছিল।যদিও এটি একসময় অগ্রণী হাইপোথিসিস ছিল, ২০০৬ সাল থেকে অধ্যয়ন বৃহৎ সিকোয়েন্সিং ডেটাসেট বিশ্লেষণ করে অলফ্যাক্টরস (টিউনিকেটস + মেরুদণ্ড) একটি মনোফাইলেটিক ক্লেড হিসেবে দৃঢ়ভাবে সমর্থন করে, এবং সিফালোচর্ডাটাকে বোন-গ্রুপ হিসেবে স্থাপন করে। অলফ্যাক্টরস (\" ওলফ্যাক্টরস হাইপোথিসিস \" নামে পরিচিত)।কর্ডেট হিসাবে, তারা সকলেই একটি নটোকর্ডের উপস্থিতি ভাগ করে নেয়, অন্তত তাদের জীবনচক্রের একটি পর্যায়ে।\nনিচের ক্ল্যাডোগ্রামটি ওলফ্যাক্টরস (মেরুদণ্ডী এবং টিউনিকেট) এবং সেফালোকর্ডাটার মধ্যে পদ্ধতিগত সম্পর্কের সংক্ষিপ্তসার করে।\n\n\n=== প্রথম মেরুদণ্ডী প্রাণী ===\n\nমেরুদন্ডী প্রাণীর উৎপত্তি প্রায় ৫৩৫  মিলিয়ন বছর আগে ক্যামব্রিয়ান বিস্ফোরণের সময়, যা জীব বৈচিত্র্যের বৃদ্ধি দেখেছিল।প্রাচীনতম পরিচিত মেরুদণ্ডীকে ঝোংজিয়ানিচথিস বলে মনে করা হয়।  অনেক প্রারম্ভিক মেরুদণ্ডের মধ্যে একটি হল হাইকোইথিস এরকাইকুনেনসিস ।ক্যামব্রিয়ানে আধিপত্য বিস্তারকারী অন্যান্য প্রাণীর বিপরীতে, এই গোষ্ঠীগুলির মৌলিক মেরুদণ্ডী দেহ পরিকল্পনা ছিল: একটি নটোকর্ড, প্রাথমিক কশেরুকা, এবং একটি সুনির্দিষ্ট মাথা এবং লেজ।  এই সমস্ত প্রাথমিক মেরুদণ্ডী প্রাণীদের সাধারণ অর্থে চোয়ালের অভাব ছিল এবং তারা সমুদ্রতলের কাছাকাছি ফিল্টার খাওয়ানোর উপর নির্ভর করত।   অনিশ্চিত ফাইলোজেনির একটি মেরুদণ্ডী গোষ্ঠী, ছোট ঈলের মতো কনোডন্ট, ক্যামব্রিয়ানের শেষ থেকে ট্রায়াসিকের শেষ পর্যন্ত তাদের জোড়াযুক্ত দাঁতের অংশগুলির মাইক্রোফসিল থেকে পরিচিত। \n\n\n=== মাছ থেকে উভচর পর্যন্ত ===\n\nপ্রথম চোয়ালবিশিষ্ট মেরুদন্ডী হয়তো অর্ডোভিসিয়ানের শেষ দিকে (~৪৪৫ মায়া) আবির্ভূত হয়েছিল এবং ডেভোনিয়ানে সাধারণ হয়ে ওঠে, যা প্রায়ই \"মাছের যুগ\" নামে পরিচিত।  অস্থি মাছের দুটি দল, অ্যাক্টিনোপটেরিগি এবং সারকোপ্টেরিগি, বিবর্তিত হয়েছে এবং সাধারণ হয়ে উঠেছে।  ডেভোনিয়ানরা ল্যাম্প্রে এবং হ্যাগফিশের জন্য বাদে কার্যত সমস্ত চোয়ালবিহীন মাছের মৃত্যুও দেখেছিল, সেইসাথে প্লাকোডার্মি, সাঁজোয়া মাছের একটি দল যা সেই সময়কালের শেষের দিকের সিলুরিয়ান এবং সেইসাথে ইউরিপ্টেরিড, পূর্ববর্তী প্রভাবশালী প্রাণীদের উপর আধিপত্য বিস্তার করেছিল। সিলুরিয়ান, এবং অ্যানোমালোক্যারিডস ।ডেভোনিয়ানের মাঝামাঝি সময়ে, বেশ কয়েকটি খরা এবং অ্যানোক্সিক ঘটনা এবং সেইসাথে মহাসাগরীয় প্রতিযোগিতা সারকোপ্টেরিগির একটি বংশকে জল ছেড়ে দেওয়ার দিকে পরিচালিত করবে, অবশেষে পরবর্তী কার্বোনিফেরাসে নিজেদেরকে স্থলজ টেট্রাপড হিসাবে প্রতিষ্ঠিত করবে।\n\n\n=== মেসোজোয়িক মেরুদণ্ডী প্রাণী ===\nকার্বোনিফেরাস সময়ের প্রথম দিকে অ্যামনিওটগুলি উভচর টেট্রাপড থেকে শাখা তৈরি করে।দেরী প্যালিওজোইক, পার্মিয়ানের সময় সিনাপসিড অ্যামনিওটগুলি প্রভাবশালী ছিল, যখন মেসোজোয়িক সময়ে ডায়াপসিড অ্যামনিওটগুলি প্রভাবশালী হয়ে ওঠে।সমুদ্রে, টেলিওস্ট এবং হাঙ্গর প্রভাবশালী হয়ে ওঠে।সাইনোডন্ট নামক মেসোথার্মিক সিনাপসিডগুলি এন্ডোথার্মিক স্তন্যপায়ী প্রাণীর জন্ম দেয় এবং ডাইনোসর নামক ডায়াপসিডগুলি অবশেষে জুরাসিক উভয় ক্ষেত্রেই এন্ডোথার্মিক পাখির জন্ম দেয়।  ক্রিটেসিয়াসের শেষের দিকে পাখি ছাড়া সব ডাইনোসর বিলুপ্ত হয়ে যাওয়ার পর, পাখি এবং স্তন্যপায়ী প্রাণীরা তাদের কুলুঙ্গিগুলিকে বৈচিত্র্যময় করে পূর্ণ করে।\n\n\n=== মেসোজোয়িকের পরে ===\nসেনোজোয়িক বিশ্বে অস্থি মাছ, উভচর, সরীসৃপ, পাখি এবং স্তন্যপায়ী প্রাণীর ব্যাপক বৈচিত্র্য দেখা গেছে।\nসমস্ত জীবিত মেরুদণ্ডী প্রজাতির অর্ধেকেরও বেশি (প্রায় ৩২,০০০ প্রজাতি) হল মাছ (নন-টেট্রাপড ক্রেনিয়েট), একটি বৈচিত্র্যময় বংশ যা বিশ্বের সমস্ত জলজ বাস্তুতন্ত্রে বসবাস করে, হিমালয় হ্রদের তুষার মিনো (সাইপ্রিনিফর্ম) থেকে ৪,৬০০ মিটার (১৫,১০০ ফুট) ) উচ্চতায়। ৪,৬০০ মিটার (১৫,১০০ ফুট) থেকে ফ্ল্যাটফিশ (অর্ডার প্লিউরোনেক্টিফর্মেস) চ্যালেঞ্জার ডিপে, প্রায় ১১,০০০ মিটার (৩৬,০০০ ফুট) গভীরতম সমুদ্র পরিখা।অগণিত জাতের মাছ হল বিশ্বের বেশিরভাগ জলাশয়ের প্রধান শিকারী, স্বাদুপানি এবং সামুদ্রিক উভয়ই।বাকি মেরুদণ্ডী প্রজাতিগুলি হল টেট্রাপড, একটি একক বংশ যার মধ্যে উভচর (প্রায় ৭,০০০ প্রজাতি রয়েছে); স্তন্যপায়ী প্রাণী (প্রায় ৫,৫০০ প্রজাতি সহ); এবং সরীসৃপ এবং পাখি (দুই শ্রেণীর মধ্যে সমানভাবে বিভক্ত প্রায় ২০,০০০ প্রজাতির সাথে)।টেট্রাপডগুলি বেশিরভাগ স্থলজ পরিবেশের প্রভাবশালী মেগাফাউনা নিয়ে গঠিত এবং অনেকগুলি আংশিক বা সম্পূর্ণ জলজ গোষ্ঠীও অন্তর্ভুক্ত করে (যেমন, সামুদ্রিক সাপ, পেঙ্গুইন, সিটাসিয়ান)।\n\n\n== শ্রেণিবিভাগ ==\nপ্রাণীদের শ্রেণিবিভাগ করার বিভিন্ন উপায় রয়েছে।বিবর্তনীয় পদ্ধতিগত শারীরস্থান, শারীরবৃত্তবিদ্যা এবং বিবর্তনীয় ইতিহাসের উপর নির্ভর করে, যা শারীরস্থানের মিল এবং যদি সম্ভব হয়, জীবের জেনেটিক্স দ্বারা নির্ধারিত হয়।ফাইলোজেনেটিক শ্রেণিবিন্যাস করা হয় শুধুমাত্র ফাইলোজেনির উপর ভিত্তি করে।  বিবর্তনীয় পদ্ধতিগত একটি সংক্ষিপ্ত বিবরণ দেয়; ফাইলোজেনেটিক সিস্টেমেটিক্স বিস্তারিত বিবরণ দেয়।এইভাবে দুটি সিস্টেম বিরোধিতার পরিবর্তে পরিপূরক। \n\n\n=== ঐতিহ্যগত শ্রেণিবিভাগ ===\nপ্রচলিত শ্রেণিবিভাগে স্থূল শারীরবৃত্তীয় এবং শারীরবৃত্তীয় বৈশিষ্ট্যের ঐতিহ্যগত ব্যাখ্যার ভিত্তিতে জীবিত মেরুদন্ডীকে সাতটি শ্রেণীতে বিভক্ত করা হয়েছে।এই শ্রেণিবিন্যাসটি স্কুলের পাঠ্যপুস্তক, সাধারন বর্ণনা, অ-বিশেষজ্ঞ এবং জনপ্রিয় রচনাগুলিতে সবচেয়ে বেশি দেখা যায়।বর্তমান মেরুদণ্ডী প্রাণী হল:\n\nসাবফাইলাম ভার্টিব্রেটা\nশ্রেণী অগ্নাথা (চোয়ালবিহীন মাছ)\nশ্রেণী কন্ড্রিথাইস (কার্টিলজিনাস মাছ)\nক্লাস অস্টিকথিস (অস্থি মাছ)\nশ্রেণী আম্ফিবিয়া (উভচর)\nশ্রেণী সরীসৃপ (সরীসৃপ)\nক্লাস এভিস (পাখি)\nশ্রেণী স্তন্যপায়ী\nএগুলি ছাড়াও, বিলুপ্ত সাঁজোয়া মাছের দুটি শ্রেণী রয়েছে, প্লাকোডার্মি এবং অ্যাকানথোদি, উভয়কেই প্যারাফাইলেটিক বলে মনে করা হয়।\nমেরুদণ্ডী প্রাণীদের শ্রেণিবিভাগ করার অন্যান্য উপায় তৈরি করা হয়েছে, বিশেষ করে প্রাথমিক উভচর এবং সরীসৃপের ফাইলোজেনির উপর জোর দিয়ে।Janvier (1981, 1997) এর উপর ভিত্তি করে একটি উদাহরণ, Shu et al. (2003), এবং Benton (2004)  এখানে দেওয়া হয়েছে († = বিলুপ্ত ):\n\nসাবফাইলাম ভার্টিব্রেটা\n†প্যালিওস্পন্ডিলাস\nইনফ্রাফাইলাম অগ্নাথা বা সেফালাস্পিডোমর্ফি ( ল্যাম্প্রে এবং অন্যান্য চোয়ালবিহীন মাছ)\nসুপারক্লাস † আনাসপিডোমর্ফি (অ্যানাস্পিডস এবং আত্মীয়)\nইনফ্রাফাইলাম গ্নাথোস্টোমাটা (চোয়াল সহ মেরুদণ্ডী)\nশ্রেণী প্লাকোডার্মি (বিলুপ্ত সাঁজোয়া মাছ)\nশ্রেণী কন্ড্রিথাইস (কার্টিলজিনাস মাছ)\nশ্রেণি † আকান্থোদি (বিলুপ্ত কাঁটাযুক্ত \"হাঙ্গর\")\nসুপারক্লাস অস্টিকথিস (অস্থি মেরুদন্ডী)\nশ্রেণী অ্যাক্টিনোপটেরিজি (রশ্মি-পাখাযুক্ত হাড়ের মাছ)\nক্লাস সারকোপ্টেরিগি (টেট্রাপড সহ লব-পাখনাযুক্ত মাছ)\nসুপারক্লাস টেট্রাপোডা (চার অঙ্গবিশিষ্ট মেরুদন্ডী)\nক্লাস অ্যাম্ফিবিয়া (উভচর, কিছু অ্যামনিওটের পূর্বপুরুষ)-এখন একটি প্যারাফাইলেটিক গ্রুপ\nক্লাস সিনাপসিডা (স্তন্যপায়ী প্রাণী এবং বিলুপ্ত স্তন্যপায়ী প্রাণীর মতো সরীসৃপ)\nক্লাস সৌরপসিডা (সরীসৃপ এবং পাখি)\nযদিও এই ঐতিহ্যগত শ্রেণিবিন্যাস সুশৃঙ্খল, বেশিরভাগ গোষ্ঠীই প্যারাফাইলেটিক, অর্থাৎ শ্রেণীটির সাধারণ পূর্বপুরুষের সমস্ত বংশধর থাকে না।  উদাহরণস্বরূপ, প্রথম সরীসৃপদের বংশধরদের মধ্যে আধুনিক সরীসৃপ এবং সেইসাথে স্তন্যপায়ী প্রাণী এবং পাখি অন্তর্ভুক্ত রয়েছে; অগ্নাথানরা চোয়ালযুক্ত মেরুদণ্ডী প্রাণীর জন্ম দিয়েছে; অস্থি মাছ ভূমি মেরুদণ্ডের জন্ম দিয়েছে; ঐতিহ্যবাহী \" উভচর \" সরীসৃপদের জন্ম দিয়েছে (ঐতিহ্যগতভাবে সিনাপসিড বা স্তন্যপায়ী প্রাণীর মতো \"সরীসৃপ\" সহ), যা ফলস্বরূপ স্তন্যপায়ী প্রাণী এবং পাখির জন্ম দিয়েছে।মেরুদণ্ডী প্রাণীদের সাথে কাজ করা বেশিরভাগ বিজ্ঞানীরা তাদের পরিচিত বিবর্তনীয় ইতিহাস দ্বারা সংগঠিত এবং কখনও কখনও  শারীরস্থান এবং শারীরবিদ্যার প্রচলিত ব্যাখ্যাকে উপেক্ষা করে সম্পূর্ণরূপে ফাইলোজেনির উপর ভিত্তি করে একটি শ্রেণিবিন্যাস ব্যবহার করেন।\n\n\n=== ফাইলোজেনেটিক সম্পর্ক ===\nফাইলোজেনেটিক শ্রেণিবিন্যাসে, প্রাণীদের মধ্যে সম্পর্কগুলিকে সাধারণত র‌্যাঙ্কে ভাগ করা হয় না তবে একটি নেস্টেড \"ফ্যামিলি ট্রি\" হিসাবে চিত্রিত করা হয় যা একটি ফাইলোজেনেটিক ট্রি হিসাবে পরিচিত।নীচের ক্ল্যাডোগ্রামটি ফিলিপ জানভিয়ার এবং অন্যান্যদের দ্বারা ট্রি অফ লাইফ ওয়েব প্রজেক্ট এবং ডেলসুক এট আল।, এবং পরিপূরক ( , এবং  এর উপর ভিত্তি করে) সংকলিত গবেষণার উপর ভিত্তি করে।একটি ছোরা (†) একটি বিলুপ্ত ক্লেডকে বোঝায়, যেখানে অন্যান্য সমস্ত ক্লেডের জীবিত বংশধর রয়েছে।\n\nউল্লেখ্য যে, উপরের ক্ল্যাডোগ্রামে যেমন দেখানো হয়েছে, †\" Acanthodii \" (\"স্পাইনি হাঙ্গর\") কে প্যারাফাইলেটিক বা পলিফাইলেটিক গ্রুপ হিসেবে দেখানো হয়েছে, কিছু ট্যাক্সা কার্টিলাজিনাস মাছের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, অন্যরা হাড়ের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। মাছ, আবার অন্যদের জীবন গাছের উপর আরো বেসাল হচ্ছে।  একইভাবে, †\" অস্ট্রাকোডার্মি\" (সাঁজওয়ালা চোয়ালবিহীন মাছ) এবং †\" প্ল্যাকোডার্মি\" (সাঁজওয়ালা চোয়ালযুক্ত মাছ) আর মনোফাইলেটিক গোষ্ঠী হিসেবে বিবেচিত হয় না। \nএছাড়াও মনে রাখবেন যে Teleostei ( Neopterygii ) এবং Tetrapoda ( উভচর, স্তন্যপায়ী প্রাণী, সরীসৃপ, পাখি ) প্রত্যেকেই আজকের মেরুদণ্ডী বৈচিত্র্যের প্রায় 50% তৈরি করে, যখন অন্য সমস্ত গোষ্ঠী হয় বিলুপ্ত বা বিরল৷পরবর্তী ক্ল্যাডোগ্রামটি টেট্রাপডের বিদ্যমান ক্লেড (চার অঙ্গবিশিষ্ট মেরুদণ্ড) এবং বিলুপ্ত (†) গোষ্ঠীর একটি নির্বাচন দেখায়:\n\nউল্লেখ্য যে সরীসৃপ-সদৃশ উভচর প্রাণী, স্তন্যপায়ী প্রাণীর মতো সরীসৃপ এবং নন-এভিয়ান ডাইনোসর সবই প্যারাফাইলেটিক ।\nজীবনের মেরুদণ্ডী গাছে হ্যাগফিশের স্থাপন বিতর্কিত হয়েছে।তাদের সঠিক কশেরুকার অভাব (অন্যান্য বৈশিষ্ট্যগুলির মধ্যে ল্যাম্প্রে এবং চোয়ালযুক্ত মেরুদণ্ডে পাওয়া যায়) তাদের মেরুদণ্ডের বাইরে রাখার জন্য অঙ্গসংস্থানবিদ্যার উপর ভিত্তি করে ফাইলোজেনেটিক বিশ্লেষণের নেতৃত্ব দেয়।আণবিক তথ্য, তবে, ইঙ্গিত করে যে তারা ল্যাম্প্রের সাথে ঘনিষ্ঠভাবে সম্পর্কিত মেরুদণ্ডী প্রাণী।মিয়াশিতা এট আল দ্বারা একটি গবেষণা। (২০১৯), দুটি ধরনের বিশ্লেষণকে 'পুনর্মিলন' করেছে কারণ এটি শুধুমাত্র রূপগত ডেটা ব্যবহার করে সাইক্লোস্টোমাটা হাইপোথিসিসকে সমর্থন করে। \n\n\n== বিদ্যমান প্রজাতির সংখ্যা ==\nবর্ণিত মেরুদণ্ডী প্রজাতির সংখ্যা টেট্রাপড এবং মাছের মধ্যে বিভক্ত।নিম্নলিখিত সারণীতে (আই ইউ সি এন) রেড লিস্ট অফ থ্রেটেনড প্রজাতি, ২০১৪.৩-তে অনুমান করা প্রতিটি মেরুদণ্ডী শ্রেণীর জন্য বর্ণিত বিদ্যমান প্রজাতির সংখ্যা তালিকাভুক্ত করা হয়েছে। \n\n(আই ইউ সি এন) অনুমান করে যে ১,৩০৫,০৭৫ টি বিদ্যমান অমেরুদণ্ডী প্রজাতির বর্ণনা করা হয়েছে, যার অর্থ বিশ্বের বর্ণিত প্রাণী প্রজাতির ৫% এরও কম মেরুদণ্ডী প্রাণী।\n\n\n=== মেরুদণ্ডী প্রজাতির তথ্যশালা ===\nনিম্নলিখিত তথ্যশালাগুলি মেরুদণ্ডী প্রজাতির আপ-টু-ডেট তালিকা বজায় রাখে:\n\nমাছ: ফিশবেস\nউভচর: উভচর\nসরীসৃপ: সরীসৃপ তথ্যশালা\nপাখি: Avibase\nস্তন্যপায়ী: বিশ্বের স্তন্যপায়ী প্রজাতি\n\n\n== প্রজনন পদ্ধতি ==\nপ্রায় সব মেরুদণ্ডী যৌন প্রজননের মাধ্যমে বংশবৃদ্ধি করে।তারা মিয়োসিস দ্বারা হ্যাপ্লয়েড গ্যামেট তৈরি করে।ছোট, গতিশীল গ্যামেটগুলি শুক্রাণু এবং বৃহত্তর, নন-মোটাইল গেমেটগুলি ডিম্বাণু।এইগুলি নিষিক্তকরণ প্রক্রিয়ার মাধ্যমে ডিপ্লয়েড জাইগোট গঠন করে, যা নতুন ব্যক্তিতে বিকশিত হয়।\n\n\n=== ইনব্রিডিং ===\nযৌন প্রজননের সময়, নিকটাত্মীয়ের সাথে সঙ্গম ( ইনব্রিডিং ) প্রায়ই ইনব্রিডিং ডিপ্রেশনের দিকে নিয়ে যায়।অপ্রজনন বিষণ্নতা বিবেচিত হয় মূলত ক্ষতিকারক রিসেসিভ মিউটেশনের প্রকাশের কারণে।  অনেক মেরুদণ্ডী প্রজাতির মধ্যে অপ্রজননের প্রভাব অধ্যয়ন করা হয়েছে।\nবিভিন্ন প্রজাতির মাছের মধ্যে, অপ্রজনন প্রজনন সাফল্য হ্রাস করতে দেখা গেছে। \n১১টি ছোট প্রাণী প্রজাতির মধ্যে কিশোর মৃত্যুহার বৃদ্ধির জন্য অপ্রজনন লক্ষ্য করা গেছে। \nপোষা কুকুরের জন্য একটি সাধারণ প্রজনন অভ্যাস হল ঘনিষ্ঠ আত্মীয়দের মধ্যে মিলন (যেমন অর্ধেক এবং পূর্ণ ভাইবোনের মধ্যে)।  এই অভ্যাসটি সাধারণত লিটারের আকার হ্রাস এবং কুকুরের বেঁচে থাকা সহ প্রজনন সাফল্যের পরিমাপের উপর নেতিবাচক প্রভাব ফেলে। \nপাখিদের মধ্যে অযৌক্তিক মিলনের ফলে ইনব্রিডিং ডিপ্রেশনের কারণে মারাত্মক ফিটনেস খরচ হয় (যেমন ডিমের হ্যাচেবিলিটি হ্রাস এবং বংশের বেঁচে থাকা হ্রাস)। \n\n\n==== ইনব্রিডিং এড়ানো ====\nঅন্তঃপ্রজননের নেতিবাচক ফিটনেস ফলাফলের ফলে, মেরুদণ্ডী প্রজাতিগুলি অপ্রজনন এড়াতে প্রক্রিয়া বিকশিত করেছে।\nসঙ্গমের আগে অপারেট করা অসংখ্য ইনব্রিডিং এড়ানোর প্রক্রিয়া বর্ণনা করা হয়েছে।ব্যাঙ এবং অন্যান্য অনেক উভচর প্রাণী প্রজনন সাইটের বিশ্বস্ততা প্রদর্শন করে।যে ব্যক্তিরা প্রজননের জন্য জন্মের পুকুরে ফিরে আসে তারা সম্ভবত সম্ভাব্য সঙ্গী হিসাবে ভাইবোনের মুখোমুখি হবে।যদিও অজাচার সম্ভব, বুফো আমেরিকান ভাইবোনরা খুব কমই সঙ্গম করে।  এই ব্যাঙগুলি সম্ভবত ঘনিষ্ঠ আত্মীয়দের সঙ্গী হিসাবে সনাক্ত করে এবং সক্রিয়ভাবে এড়িয়ে চলে।পুরুষদের দ্বারা বিজ্ঞাপনের কণ্ঠস্বরকে ইঙ্গিত হিসাবে দেখায় যার দ্বারা মহিলারা তাদের আত্মীয়কে চিনতে পারে। \nইনব্রিডিং এড়ানোর প্রক্রিয়াগুলিও মিলনের পরবর্তী কাজ করতে পারে।গাপ্পিদের মধ্যে, নিষিক্তকরণ অর্জনের জন্য প্রতিদ্বন্দ্বী পুরুষদের শুক্রাণুর মধ্যে প্রতিযোগিতার উপর ভিত্তি করে ইনব্রিডিং এড়ানোর একটি পোস্ট-কপুলেটরি মেকানিজম ঘটে।  একটি সম্পর্কহীন পুরুষ এবং একটি পূর্ণ ভাইবোন পুরুষ থেকে শুক্রাণুর মধ্যে প্রতিযোগিতায়, সম্পর্কহীন পুরুষের প্রতি পিতৃত্বের একটি উল্লেখযোগ্য পক্ষপাত পরিলক্ষিত হয়েছিল। \nযখন স্ত্রী বালি টিকটিকি দুই বা ততোধিক পুরুষের সাথে সঙ্গম করে, তখন মহিলাদের প্রজনন ট্র্যাক্টের মধ্যে শুক্রাণুর প্রতিযোগিতা হতে পারে।মহিলাদের দ্বারা শুক্রাণুর সক্রিয় নির্বাচন এমনভাবে ঘটতে দেখা যায় যা মহিলাদের ফিটনেস বাড়ায়।  এই নির্বাচনী প্রক্রিয়ার ভিত্তিতে, পুরুষদের শুক্রাণু যেগুলি মহিলার সাথে আরও বেশি দূরত্বের সম্পর্কযুক্ত, নিকটাত্মীয়দের শুক্রাণুর পরিবর্তে নিষিক্তকরণের জন্য অগ্রাধিকারমূলকভাবে ব্যবহার করা হয়।  এই পছন্দটি প্রজনন বিষণ্নতা হ্রাস করে বংশধরদের ফিটনেস বাড়াতে পারে।\n\n\n=== আউটক্রসিং ===\nএকই প্রজাতির সম্পর্কহীন বা দূরবর্তীভাবে সম্পর্কিত সদস্যদের সাথে মিলন সাধারণত বংশধরে ক্ষতিকর রিসেসিভ মিউটেশনগুলিকে মুখোশ করার সুবিধা প্রদান করে বলে মনে করা হয়  (দেখুন হেটেরোসিস )।মেরুদণ্ডী প্রাণীরা ঘনিষ্ঠ অন্তঃপ্রজনন এড়াতে এবং আউটক্রসিং  প্রচারের জন্য অসংখ্য বৈচিত্র্যময় প্রক্রিয়া গড়ে তুলেছে (দেখুন ইনব্রিডিং এড়ানো )।\nঅপ্রজনন বিষণ্নতা এড়ানোর উপায় হিসাবে আউটক্রসিং বিশেষ করে পাখিদের মধ্যে ভালভাবে অধ্যয়ন করা হয়েছে।উদাহরণ স্বরূপ, গ্রেট টিট ( পারাস মেজর) তে ইনব্রিডিং ডিপ্রেশন দেখা দেয় যখন ঘনিষ্ঠ আত্মীয়দের মধ্যে মিলনের ফলে সন্তান উৎপন্ন হয়।গ্রেট টিটের প্রাকৃতিক জনসংখ্যায়, তাদের জন্মস্থান থেকে ব্যক্তিদের বিচ্ছুরণ দ্বারা অপ্রজনন এড়ানো হয়, যা নিকটাত্মীয়ের সাথে মিলনের সম্ভাবনা হ্রাস করে। \nবেগুনি-মুকুটযুক্ত ফেয়ারওয়েন মহিলারা সম্পর্কিত পুরুষদের সাথে জোড়ায় জোড়ায় অতিরিক্ত জোড়া সঙ্গম করতে পারে যা পরিবেশগত এবং জনসংখ্যার সীমাবদ্ধতা থাকা সত্ত্বেও অপ্রজননের নেতিবাচক প্রভাবকে কমাতে পারে। \nসাউদার্ন পাইড ব্যাবলার কে দুটি উপায়ে অপ্রজনন এড়াতে দেখা যায়: ছড়িয়ে দেওয়ার মাধ্যমে এবং সঙ্গী হিসাবে পরিচিত গ্রুপের সদস্যদের এড়ানোর মাধ্যমে।  যদিও পুরুষ এবং মহিলা উভয়ই স্থানীয়ভাবে ছড়িয়ে পড়ে, তারা সীমার বাইরে চলে যায় যেখানে জিনগতভাবে সম্পর্কিত ব্যক্তিদের সম্মুখীন হওয়ার সম্ভাবনা থাকে।তাদের গোষ্ঠীর মধ্যে, ব্যক্তিরা তখনই প্রজনন অবস্থান অর্জন করে যখন বিপরীত লিঙ্গের প্রজননকারী সম্পর্কহীন হয়।\nপাখিদের মধ্যে সমবায় প্রজনন সাধারণত ঘটে যখন সন্তানসন্ততি, সাধারণত পুরুষরা, তাদের জন্মগত গোষ্ঠী থেকে বিচ্ছুরণে দেরি করে যাতে পরিবারের সাথে থাকে যাতে তারা ছোট আত্মীয়কে সাহায্য করে।  মহিলা সন্তানরা খুব কমই বাড়িতে থাকে, দূরত্বে ছড়িয়ে পড়ে যা তাদের স্বাধীনভাবে বংশবৃদ্ধি করতে বা সম্পর্কহীন গোষ্ঠীতে যোগদান করতে দেয়।\n\n\n=== পার্থেনোজেনেসিস ===\nপার্থেনোজেনেসিস হল প্রজননের একটি প্রাকৃতিক রূপ যেখানে ভ্রূণের বৃদ্ধি এবং বিকাশ নিষিক্তকরণ ছাড়াই ঘটে।\nস্কোয়ামেট সরীসৃপদের মধ্যে প্রজনন সাধারণত যৌন হয়, পুরুষদের একটি ZZ জোড়া লিঙ্গ নির্ধারণকারী ক্রোমোজোম থাকে এবং মহিলাদের একটি ZW জোড়া থাকে।যাইহোক, কলম্বিয়ান রেইনবো বোয়া ( এপিক্রেটস মৌরাস ), অ্যাগকিস্ট্রোডন কন্টোর্ট্রিক্স (কপারহেড সাপ) এবং অ্যাগকিস্ট্রোডন পিসিভোরাস (তুলার মুখের সাপ) সহ বিভিন্ন প্রজাতি ফ্যাকাল্টেটিভ পার্থেনোজেনেসিস দ্বারাও প্রজনন করতে পারে-অর্থাৎ, তারা যৌনতা থেকে পুনরায় স্যুইচ করতে সক্ষম। একটি অযৌন মোড-এর ফলে WW নারী বংশধর উৎপাদন হয়।  ডব্লিউডব্লিউ নারী সম্ভবত টার্মিনাল অটোমিক্সিস দ্বারা উত্পাদিত হয়।\nমোল সালামান্ডার একটি প্রাচীন (২.৪-৩.৮ মিলিয়ন বছর বয়সী) অলিঙ্গিক মেরুদণ্ডী বংশ।  পলিপ্লয়েড অলিঙ্গিক মোল স্যালামান্ডার মহিলাদের মধ্যে, একটি প্রিমিয়োটিক এন্ডোমিটোটিক ঘটনা ক্রোমোজোমের সংখ্যা দ্বিগুণ করে।ফলস্বরূপ, দুটি মিয়োটিক বিভাজনের পরবর্তীতে উত্পাদিত পরিপক্ক ডিমগুলি মহিলা স্যালামান্ডারের সোম্যাটিক কোষগুলির মতোই প্লিডি থাকে।এই অলিঙ্গিক মহিলাদের মধ্যে মিয়োটিক প্রোফেজ এর সময় সিন্যাপসিস এবং পুনঃসংযোগ সাধারণত অভিন্ন বোন ক্রোমোজোমের মধ্যে এবং মাঝে মাঝে সমকামী ক্রোমোজোমের মধ্যে ঘটে বলে মনে করা হয়।এইভাবে সামান্য, যদি থাকে, জেনেটিক তারতম্য উত্পাদিত হয়।হোমিওলোগাস ক্রোমোজোমের মধ্যে পুনর্মিলন খুব কমই ঘটে, যদি না হয়।  যেহেতু জেনেটিক প্রকরণের উত্পাদন দুর্বল, সর্বোত্তমভাবে, এই জীবগুলিতে মিয়োসিসের দীর্ঘমেয়াদী রক্ষণাবেক্ষণের জন্য যথেষ্ট সুবিধা প্রদানের সম্ভাবনা কম।\n\n\n=== স্ব-নিষিক্তকরণ ===\nদুটি কিলিফিশ প্রজাতি, ম্যানগ্রোভ কিলিফিশ ( ক্রিপ্টোলেবিয়াস মারমোরাটাস ) এবং ক্রিপ্টোলেবিয়াস হারমাফ্রোডিটাস, স্ব-নিষিক্ত করার জন্য একমাত্র পরিচিত মেরুদণ্ডী প্রাণী।  তারা মিয়োসিস দ্বারা ডিম্বাণু এবং শুক্রাণু উভয়ই উত্পাদন করে এবং নিয়মিতভাবে স্ব-নিষিক্তকরণের মাধ্যমে পুনরুৎপাদন করে।এই ক্ষমতা দৃশ্যত অন্তত কয়েক লক্ষ বছর ধরে টিকে আছে।  প্রতিটি স্বতন্ত্র হারমাফ্রোডাইট সাধারণত মাছের দেহের অভ্যন্তরে একটি ডিম্বাণু এবং একটি অভ্যন্তরীণ অঙ্গ দ্বারা উত্পাদিত একটি শুক্রাণুর মধ্যে একত্রিত হওয়ার মাধ্যমে নিজেকে নিষিক্ত করে।  প্রকৃতিতে, প্রজননের এই পদ্ধতিটি ব্যক্তিদের সমন্বয়ে গঠিত অত্যন্ত সমজাতীয় রেখাগুলি তৈরি করতে পারে যা জিনগতভাবে অভিন্ন হয়, কার্যত একে অপরের সাথে অভিন্ন।  যদিও অপ্রজনন, বিশেষত স্ব-নিষিক্তকরণের চরম আকারে, সাধারণত ক্ষতিকারক হিসাবে বিবেচিত হয় কারণ এটি ক্ষতিকারক রিসেসিভ অ্যালিলের প্রকাশের দিকে পরিচালিত করে, স্ব-নিষিক্তকরণ প্রতিটি প্রজন্মে নিষিক্তকরণের নিশ্চয়তা ( প্রজনন নিশ্চিতকরণ ) সুবিধা প্রদান করে। \n\n\n== জনসংখ্যার প্রবণতা ==\nদ্য লিভিং প্ল্যানেট ইনডেক্স অনুসারে, ১৯৭০ এবং ২০১৪ সালের মধ্যে ১৬,৭০৪ জনসংখ্যার ৪,০০৫ মেরুদণ্ডী প্রাণী প্রজাতির ৬০% এর পতন হয়েছে। ১৯৭০ সাল থেকে, স্বাদুপানির প্রজাতি ৮৩% হ্রাস পেয়েছে এবং দক্ষিণ ও মধ্য আমেরিকায় গ্রীষ্মমণ্ডলীয় জনসংখ্যা ৮৯% হ্রাস পেয়েছে।  লেখকরা উল্লেখ করেছেন যে, \"জনসংখ্যার পরিবর্তনের একটি গড় প্রবণতা মোট হারানো প্রাণীর গড় নয়।\"  ডব্লিওডব্লিওএফ এর মতে, এটি একটি ষষ্ঠ বড় বিলুপ্তির ঘটনা ঘটাতে পারে।  জীববৈচিত্র্যের ক্ষতির পাঁচটি প্রধান কারণ হল ভূমি-ব্যবহারের পরিবর্তন, প্রাকৃতিক সম্পদের অতিরিক্ত শোষণ, জলবায়ু পরিবর্তন, দূষণ এবং আক্রমণাত্মক প্রজাতি । \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজীবনের গাছ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ এপ্রিল ২০২১ তারিখে\nTunicates and not cephalochordates are the closest living relatives of vertebrates\nVertebrate Pests  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ জানুয়ারি ২০১০ তারিখে chapter in United States Environmental Protection Agency‎ and University of Florida/Institute of Food and Agricultural Sciences National Public Health Pesticide Applicator Training Manual"}