{"pageid": 1131553, "title": "নাল", "url": "https://bn.wikipedia.org/wiki?curid=1131553", "content": "নাল উল্লেখ করা হয়:\n\n\n== বিজ্ঞান, প্রযুক্তি এবং গণিতে ==\n\n\n=== কম্পিউটার চালনা ===\nনাল (SQL) (বা NULL), SQL-এ একটি বিশেষ মার্কার এবং কীওয়ার্ড যা নির্দেশ করে যে কোনো কিছুর কোনো মূল্য নেই।\nশূন্য অক্ষর, শূন্য-মূল্যবান ASCII অক্ষর, এছাড়াও NUL দ্বারা মনোনীত, প্রায়ই একটি টার্মিনেটর হিসেবে ব্যাবহৃত, বিভাজক বা ফিলার হিসাবে ব্যবহৃত। এই চিহ্নের কোন চাক্ষুষ উপস্থাপনা নেই।\nনাল ডিভাইস, ইউনিক্স সিস্টেমে /dev/null নামের একটি বিশেষ কম্পিউটার ফাইল, যা এতে লেখা সমস্ত ডেটা বাতিল করে দেয়\nনাল মডেম, একটি বিশেষভাবে তারযুক্ত সিরিয়াল যোগাযোগের তার।\nনাল পয়েন্টার (কখনও কখনও NULL, nil, বা None লেখা হয়), কম্পিউটার প্রোগ্রামিংয়ে একটি অপ্রবর্তিত, অনির্ধারিত, খালি বা অর্থহীন মানের জন্য ব্যবহৃত হয়\nনাল স্ট্রিং, দৈর্ঘ্য শূন্যের একটি অনন্য তন্তু (কম্পিউটার বিজ্ঞান এবং আনুষ্ঠানিক ভাষা তত্ত্বে)\n\n\n=== গণিত ===\nনাল (গণিত), গণিতের বিভিন্ন শাখায় একটি শূন্য মান।\nনাল সেট, একটি সেট যা কিছু অর্থে নগণ্য।\nএছাড়াও খালি সেটের ক্ষেত্রে ব্যবহৃত একটি পুরানো শব্দ।\n\n\n=== পদার্থবিদ্যা ===\nনাল (পদার্থবিজ্ঞান), একটি ক্ষেত্রের একটি বিন্দু যেখানে ক্ষেত্রের পরিমাণ শূন্য\nনাল (রেডিও), ইলেক্ট্রোম্যাগনেটিজমের একটি ধারণা\nলরেঞ্জিয়ান মেনিফোল্ডের কার্যকারণ কাঠামোতে নাল ভেক্টর বা বক্ররেখা যেমন মিনকোস্কি স্থান-কাল।\n\n\n=== বিজ্ঞান ও প্রযুক্তির অন্যান্য ব্যবহার ===\nনাল অ্যালিল, জেনেটিক্সে ব্যবহৃত\nনাল সাইফার, একটি সাইফারটেক্সট চিহ্ন\nনাল হাইপোথিসিস, পরিসংখ্যানগত অনুমান পরীক্ষার একটি ধারণা\nনাল মরফিম, ভাষাবিজ্ঞানের একটি ধারণা\nশূন্য ফলাফল, একটি বৈজ্ঞানিক পরীক্ষার ফলাফলে অনুমানকৃত প্রভাবের অনুপস্থিতি\n\n\n== কলা বিভাগ এবং মাধ্যম ==\n\n\n=== সঙ্গীত ===\nKK Null (জন্ম 1961), জাপানি সঙ্গীতশিল্পী\nদ্য নাল কর্পোরেশন, ব্যান্ড নাইন ইঞ্চি পেরেকের একটি ছাপ\n<i id=\"mwQg\">নাল</i> (ইনট্রোনট ইপি), 2006\n<i id=\"mwRQ\">নাল</i> (ফোটাস ইপি), 1995\n\n\n=== অন্যান্য মাধ্যম ===\nনাল, ইনফিনিটি ট্রেনে ব্যবহৃত একটি স্লার যা ডেনিজেন এবং অন্যান্য অ-মানুষ যেমন MT (মিরর টিউলিপ) / লেককে উল্লেখ করতে ব্যবহৃত হয়\nনাল, মেটাল গিয়ার সলিডের গ্রে ফক্স চরিত্রের একটি পরিচয় : পোর্টেবল অপস ভিডিও গেম\nজন হুইটবোর্নের ডাউনস-লর্ড ট্রিপটিচ বইয়ে নাল, ম্যান-ইটিং সেন্টেন্টস\nনাল, টিনেজ মিউট্যান্ট নিনজা টার্টলস অ্যাডভেঞ্চারস -এর একজন খলনায়ক\nঅ্যানিমেটেড প্রোগ্রাম রিবুট -এ পরাজিত চরিত্রের নাল, কীটের মতো অবশেষ\nপ্রকার: নাল, একটি জেনারেল VII পোকেমন প্রজাতি যা পোকেমন সূর্য এবং চাঁদে প্রবর্তিত হয়েছে\n\n\n== উপাধি সহ মানুষ ==\nক্রিস্টোফার নাল (জন্ম 1971), আমেরিকান লেখক এবং চলচ্চিত্র সমালোচক\nএডুয়ার্ড ভ্যান ডের নুল (1812-1868), অস্ট্রিয়ান স্থপতি\nগ্যারি নাল (জন্ম 1945), আমেরিকান রেডিও হোস্ট এবং বিকল্প চিকিৎসার লেখক\nকিথ নাল (জন্ম 1985), আমেরিকান ফুটবল খেলোয়াড়\nKK Null (জন্ম 1961), জাপানি সঙ্গীতশিল্পী\nলুক নাল (জন্ম 1990), আমেরিকান অভিনেতা এবং কৌতুক অভিনেতা\n\n\n== অন্যান্য ব্যবহার ==\nবাতিল এবং অকার্যকর, কোন আইনি বৈধতা আছে\nNull-A, বিজ্ঞান কল্পকাহিনীতে ব্যবহৃত একটি শব্দ, কর্জিবস্কির স্বরলিপিকে উল্লেখ করে \n  \n    \n      \n        \n          \n            A\n            ¯\n          \n        \n      \n    \n    {\\displaystyle {\\overline {A}}}\n  \n \"অ-অ্যারিস্টোটেলিয়ান\" যুক্তির সংক্ষিপ্ত রূপ হিসাবে\nStunde Null, দ্বিতীয় বিশ্বযুদ্ধের সমাপ্তি চিহ্নিত করতে জার্মানিতে ব্যবহৃত একটি শব্দ\n\n\n== আরো দেখুন ==\nØ (দ্ব্যর্থতা নিরসন)\nশূন্য প্রতীক (দ্ব্যর্থতা নিরসন)\n0 (দ্ব্যর্থতা নিরসন)\nশূন্য (দ্ব্যর্থতা নিরসন)\nNul (দ্ব্যর্থতা নিরসন)\nটেমপ্লেট:Srt\nNull - নাল দ্বারা শুরু হওয়া সমস্ত শিরোনাম\nNull - নাল শব্দযুক্ত সমস্ত শিরোনাম"}