{"pageid": 1131552, "title": "মেলকর্তা", "url": "https://bn.wikipedia.org/wiki?curid=1131552", "content": "মেলকর্তা হল কর্ণাটকী শাস্ত্রীয় সংগীতের মৌলিক রাগের একটি সমাহরণ। মেলকর্তা রাগগুলি হল উৎস রাগ (সেই কারণে এগুলি ‘জনক’ রাগ নামে পরিচিত); এগুলি থেকেই অন্যান্য রাগগুলি উৎসারিত হয়েছে। একটি মেলকর্তা রাগকে কখনও কখনও ‘মেল’, ‘কর্তা’ বা ‘সম্পূর্ণ’ নামেও উল্লেখ করা হয়। যদিও শেষোক্ত পরিভাষাটি যথাযথ নয়। কারণ, একটি ‘সম্পূর্ণ’ রাগকে ‘মেলকর্তা’ হতেই হবে এমন কোনও কথা নেই (উদাহরণস্বরূপ ভৈরবী রাগটির কথা উল্লেখ করা যায়)।\nহিন্দুস্তানি শাস্ত্রীয় সংগীতে মেলকর্তার সমতুল্য ধারণাটি হল ঠাট। হিন্দুস্তানি সংগীতে ১০টি ঠাট রয়েছে। যদিও সাধারণভাবে স্বীকৃত মেলকর্তা বিন্যাসে রয়েছে ৭২টি রাগ।\n\n\n== মেলকর্তা রাগের নিয়মাবলি ==\nমেলকর্তা হিসেবে চিহ্নিত হতে গেলে একটি রাগকে নিম্নলিখিত গুণাবলির অধিকারী হতে হয়:\n\nএগুলি সম্পূর্ণ রাগ – এগুলিতে আরোহণ ও অবরোহণ উভয় গ্রামেই সপ্তকের সাতটি স্বর থাকতে হবে।\nরাগের গ্রামে শুদ্ধ ষড়জম অন্তর্ভুক্ত হবে। (নিষাদমে সমাপ্ত হওয়ায় যে কারণে পুন্নগবরলি ও চেঞ্চুরুত্তি মেলকর্তা রাগ নয়)\nআরোহণ ও অবরোহণের গ্রাম একই স্বরে থাকতে হবে।\n\n\n== ইতিহাস ==\nরামমাত্য তাঁর স্বরমেলকলানিধি (আনুমানিক ১৫৫০ খ্রিস্টাব্দ) গ্রন্থে রাগের মেল বিন্যাসটির কথা প্রথম প্রস্তাব করেন। তাঁকেই মেল বিন্যাসের জনক মনে করা হয়। পরবর্তীকালে সপ্তদশ শতাব্দীর বিশিষ্ট সংগীত-বিশারদ বেঙ্কটমুখিন তাঁর চতুর্দণ্ডী প্রকাশিকা গ্রন্থে বর্তমানে ‘মেলকর্তা’ নামে প্রচলিত নতুন মেল বিন্যাসটির বিস্তারিত ব্যাখ্যা দেন। তিনি কয়েকটি সাহসী ও বিতর্কিত দাবি করেছিলেন এবং ৭২টি মেলকর্তা রাগে উপনীত হতে সেই সময় জ্ঞাত ১২টি সেমিটোন থেকে কতকটা যথেচ্ছভাবে ৬টি স্বরের সংজ্ঞা নির্দেশ করেন। বিতর্কিত অংশগুলি ছিল রে২-এর (এবং সমরূপী স্বরগুলির) দুইবার গণনা এবং তাঁর নিজস্ব মধ্যম নির্বাচন, যার জন্য তিনি কোনও নির্দিষ্ট যুক্তিনির্দেশ করেননি (যা সম্পূর্ণ রাগের বিপরীতে ‘অসম্পূর্ণ মেল’ নামে পরিচিত)। যদিও বর্তমানে ৭২টি মেলকর্তা রাগের একটি প্রামাণ্য বিন্যাসকে অনুসরণ করা হয়, যা বেঙ্কটমুখিনের বিন্যাসের অনুরূপ নয় এবং বর্তমান বিন্যাসটির মান্যতা গুরুত্বপূর্ণভাবে বেশি। নিয়মগুলির প্রমিতকরণের কৃতিত্ব দেওয়া হয় গোবিন্দাচার্যকে। বেঙ্কটমুখিনের প্রস্তাবনায় একই স্বরের কিন্তু ভিন্ন গঠনের যে রাগগুলিকে পাওয়া যায় সেগুলির প্রামাণ্য নামকরণও গোবিন্দাচার্যই করেন। এই পৃষ্ঠায় ব্যবহৃত রাগের নামগুলি গোবিন্দাচার্যের প্রস্তাব অনুযায়ী গৃহীত হয়েছে।\n\n\n== মেলকর্তা নির্ধারণ ==\n\nবেঙ্কটমুখিনের একশো বছর পরে মেলকর্তা রাগগুলির নামকরণের ক্ষেত্রে কটপয়াদি সংখ্যার নিয়মটি প্রযুক্ত হয়। রাগের নামের প্রথম দুই অক্ষর সংখ্যা দ্বারা চিহ্নিত হয়, এবং তা উল্টে দিলেই রাগটির নির্ঘণ্ট পাওয়া যায়। এইভাবে একটি মেলকর্তা রাগের স্বর নাম থেকে সহজেই জানা যায়। \nউদাহরণস্বরূপ, হরিকম্বোজি রাগের প্রথম দু’টি অক্ষর হল ‘হ’ ও ‘রি’। এই দুই অক্ষরের সঙ্গে যুক্ত সংখ্যা দু’টি হল ৮ ও ২। তা উল্টে দিলে পাওয়া যায় ২৮। তাই হরিকম্বোজি হল ২৮তম মেলকর্তা রাগ।\n\n\n== মেলকর্তা স্বর ==\nপ্রত্যেকটি মেলকর্তা রাগের একটি পৃথক স্বর রয়েছে। এই বিন্যাসে কোমল সা (‘কীঝ ষড়জ’) ও শুদ্ধ সা (‘মায়েল ষড়জ’) এবং পা (পঞ্চম) স্থায়ী স্বর হিসেবে চিহ্নিত, মা-র (মধ্যম) দু’টি এবং অবশিষ্ট রে (ঋষভ), গা (গান্ধার), ধা (ধৈবত) ও নি-র (নিষাদ) তিনটি করে পৃথক রূপ রয়েছে। এইভাবে মেলকর্তা রাগগুলির ৭২টি সাত-স্বর জোড় (স্বর) পাওয়া যায়।\nসরগমের বারোটি সেমিটোন হল সা, রে১, রে২=গা১, রে৩=গা২, গা৩, মা১, মা২, পা, ধা১, ধা২=নি১, ধা৩=নি২, নি৩। একটি মেলকর্তা রাগে সা ও পা, একটি মা, একটি করে রে ও গা এবং একটি করে ধা ও নি থাকতেই হবে। রে থাকতে হবে গা-এর আগে এবং ধা থাকতে হবে নি-এর আগে (‘ক্রম সম্পূর্ণ’ রাগ)। এইভাবে পাওয়া যায় ২ x ৬ x ৬ = ৭২টি রাগ। মেলকর্তা রাগ অনুসন্ধান একটি গাণিতিক প্রক্রিয়া। একটি সরল নিয়ম অনুসরণ করলেই নির্দিষ্ট রাগ ও তার সঙ্গে যুক্ত স্বরবিন্যাসটি পাওয়া সম্ভব। \nএকটি মেলকর্তা রাগের থেকে স্বরের একটি অংশ গ্রহণ করে সৃষ্ট রাগকে বলে সেই মেলকর্তা রাগের ‘জন্য’ (অর্থাৎ উপজাত) রাগ। প্রতিটি রাগই কোনও না কোনও মেলকর্তা রাগের জন্য রাগ। যে সব জন্য রাগের স্বরগুলি একাধিক মেলকর্তা রাগে পাওয়া যায়, সেগুলির উৎস মেলকর্তা রাগের নাম নির্দেশ করা হয় সাদৃশ্যের ভিত্তিতে। যে সব রাগের স্বরের সংখ্যা সাতের কম সেগুলির ক্ষেত্রেও একই ব্যবস্থা। এই ধরনের রাগের ক্ষেত্রে সেগুলিকে সেই মেলকর্তার সঙ্গে যুক্ত করা হতে পারে যেগুলিতে সেই স্থানে ভিন্ন ভিন্ন স্বরের যে কোনও একটি রয়েছে। উদাহরণস্বরূপ, হিন্দোলমে ঋষভ ও পঞ্চম নেই। তাই এটিকে শুদ্ধ ঋষভ যুক্ত তোড়ি (যা হনুমতোডি নামেও পরিচিত) বা চতুশ্রুতি ঋষভ যুক্ত নটভৈরবীর জন্য রাগ ধরা হয়। সাধারণভাবে এটি নটভৈরবীর জন্য রাগ হিসেবেই জনপ্রিয়।\n\n\n== চক্র ==\n\n৭২টি মেলকর্তা রাগ ‘চক্র’ নামে পরিচিত ১২টি শ্রেণিতে বিন্যস্ত। প্রত্যেকটি চক্রের অন্তর্গত রাগের সংখ্যা ছয়। একটি চক্রের অন্তর্গত রাগগুলির পার্থক্য কেবলমাত্র ‘ধৈবতম’ (ধা) ও ‘নিষাদম’ (নি) স্বরে (নিচে সারণি দেখুন)। ১২টি চক্রের নামও এগুলির ক্রমসংখ্যার সূচক।\n\nইন্দু শব্দের অর্থ ‘চাঁদ’, যা সংখ্যায় এক – এই কারণে এটি প্রথম চক্র।\nনেত্র শব্দের অর্থ ‘চোখ’, আমাদের দু’টি চোখ – তাই এটি দ্বিতীয় চক্র।\nঅগ্নি হল তৃতীয় চক্র। এই সংখ্যাটি তিন প্রকার অগ্নির (দক্ষিণ, আহবানীয়ম ও গার্হপত্যম) দ্যোতক।\nবেদ হল চার বেদের দ্যোতক, তাই এটি চতুর্থ চক্র।\nবাণ হল পঞ্চম চক্র, এটি মন্মথের পাঁচটি বাণের দ্যোতক।\nঋতু হল ষষ্ঠ চক্র। এটি হিন্দু পঞ্জিকার ছয়টি ঋতুর (বসন্ত, গ্রীষ্ম, বর্ষা, শরৎ, হেমন্ত ও শিশির বা শীত) দ্যোতক।\nঋষি হল সপ্তম চক্র, যা হিন্দু পুরাণের সপ্তর্ষির দ্যোতক।\nবসু হল অষ্টম চক্র, যা হিন্দু পুরাণের অষ্ট বসুর দ্যোতক।\nব্রহ্মা হল নবম চক্র।\nদিশি চক্রটি দশ দিকের (পূর্ব, পশ্চিম, উত্তর, দক্ষিণ, উত্তরপূর্ব, উত্তরপশ্চিম, দক্ষিণপূর্ব, দক্ষিণপশ্চিম, ঊর্ধ্ব ও অধঃ) প্রতীক, তাই এটি দশম চক্র।\nরুদ্র হল একাদশ চক্র, যা হিন্দু পুরাণের একাদশ রুদ্রের দ্যোতক।\nদ্বাদশ চক্রটির নাম আদিত্য, যা হিন্দু পুরাণের দ্বাদশ আদিত্যের প্রতীক।\nএই দ্বাদশ চক্র ধারণার প্রবক্তা ছিলেন বেঙ্কটমুখিন।\n\n\n== মেলকর্তা রাগের সারণি ==\n৭২টি মেলকর্তা রাগকে দুই অংশে ভাগ করা যেতে পারে: ‘শুদ্ধ মধ্যম’ ও ‘প্রতি মধ্যম’ রাগ। নির্দিষ্ট শুদ্ধ মধ্যম রাগের মা১-কে মা২ দ্বারা প্রতিস্থাপিত করলে সংশ্লিষ্ট প্রতি মধ্যম রাগটি পাওয়া সম্ভব। মেকলর্তা সংখ্যা থেকে একটি রাগের ভিন্ন ভিন্ন স্বর কীভাবে পাওয়া যায় সে বিষয়ে অধিক তথ্যের জন্য কটপয়াদি সংখ্যা দেখুন।\nরা১, গা২, নি২ প্রভৃতি স্বরলিপির ব্যাখ্যার জন্য কর্ণাটকী শাস্ত্রীয় সংগীতে স্বর দেখুন।\n\n\n== বিকল্প মেলকর্তা বিন্যাস ==\n\nমুতুস্বামী দীক্ষিতর ঘরানায় ৭২টি মেলকর্তা রাগের স্বরের ভিন্ন এক গুচ্ছ অনুসরণ করা হয়। এগুলি শিক্ষা দিয়েছিলেন বেঙ্কটমুখিন। অনেকগুলি স্বরই ‘অসম্পূর্ণ’ (সম্পূর্ণ রাগ নয়), কারণ দীক্ষিতর স্বরে সরাসরি বিবাদী স্বর প্রয়োগের কুপ্রভাবগুলিকে উপশমিত করতে পূর্ববর্তী প্রতিষ্ঠিত গঠন থেকে এগুলিকে নির্বাচন করেছিলেন।\n\n\n== আরও দেখুন ==\n\nজন্য রাগ\nজন্য রাগের তালিকা\nউইকিমিডিয়া কমনসে একটি কিবোর্ড লেআউটে মেলকর্তা রাগগুলির স্বরের অলংকরণ\nকটপয়াদি সংখ্যা\nরাগভিত্তিক চলচ্চিত্রগীতির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe katapayadi sankhya applied to the melakarta ragas\nExplanation of the two melakarta systems\nExplanation of the melakarta and demonstration of ragas with piano keys\nMelakarta Raga Chart\nExplanation of the 72 Melakartas composed by Shuddhananda Bharati  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুলাই ২০২৩ তারিখে\nMelakarta Ragas – Video Demonstration with \"piano keys\"\nটেমপ্লেট:Janya"}