{"pageid": 113156, "title": "হনুমান", "url": "https://bn.wikipedia.org/wiki?curid=113156", "content": "হনুমান বা মুখপোড়া হনুমান (Langur) প্রাইমেট (Primates) বর্গের অন্তর্গত লম্বা লেজযুক্ত বানর। বাংলাদেশে হনুমানের তিনটি প্রজাতি পাওয়া যায়।\n\nউত্তুরে হনুমান বা সাধারণ হনুমান বা ধূসর হনুমান বা মুখপোড়া হনুমানের বৈজ্ঞানিক নাম Semnopithecus entellus (পূর্বে নাম ছিল Presbytis entellus)। এদের দেহের রং ফ্যাকাশে-কমলা এবং নিচের দিকে কিছুটা হালকা। মাটিতে থাকা অবস্থায় এরা সাধারণত লেজ বাঁকিয়ে শরীরের উপর দিকে রাখে। প্রাপ্তবয়স্কদের ভ্র‚র পিছনে ললাটের উপর চুল বিদ্যমান। মাথাসহ দেহদৈর্ঘ্য ৫১-১০৮ সেমি এবং লেজ ৭২-১০৯ সেমি লম্বা হয়। পুরুষ ও স্ত্রী হনুমানের ওজন যথাক্রমে ৯-২১ কেজি ও ৮-১৮ কেজি হয়ে থাকে। একটি দলে ৮ থেকে ২৫টির মতো সদস্য দেখা যায়। বাংলাদেশে এরা অতি বিপন্ন এবং এদের সংখ্যা এখন দুশোরও নিচে।\nচশমাপরা হনুমান বা কালো হনুমান বা কালা হনুমানের বৈজ্ঞানিক নাম Trachypithecus phayrei (পূর্বে নাম ছিল Presbytis phayrei)। এদের পিঠ ও লেজ ধূসর-কালো কিংবা গাঢ বাদামি রঙের এবং নিচের দিকটা সাদাটে-ধূসর রঙের হয়। এদের চোখ ও মুখ ঘিরে সাদা বলয় রয়েছে। পুরুষ ও স্ত্রীর দেহদৈর্ঘ্য যথাক্রমে ৫০-৫৫ সেমি ও ৪৫-৫৩ সেমি এবং ওজন যথাক্রমে ৭-৯ কেজি ও ৮-১৮ কেজি হয়ে থাকে। পুরুষ ও স্ত্রীর লেজের দৈর্ঘ্য গড়ে ৬৫-৮৬ সেমি হয়।\nমুখপোড়া হনুমান বা লালচে হনুমান বা লাল হনুমানের বৈজ্ঞানিক নাম Trachypithecus pileatus (পূর্বে নাম ছিল Presbytis pileata)। কপালে পিছন ফেরানো, সোজা, লম্বা, মোটা, টুপির মতো একগুচ্ছ চুল থাকার কারণে এরা টুপিওয়ালা হনুমান নামেও পরিচিত। এদের পিঠ ধূসর থেকে গাঢ-ধূসর রঙের, নিচের দিক ও দাড়ি বাদামি-হলুদ থেকে কমলা-লাল রঙের এবং লেজের মাঝ থেকে শেষপ্রান্ত পর্যন্ত ক্রমাম্বয়ে গাঢ রঙের হয়। পুরুষ ও স্ত্রী হনুমানের দেহের দৈর্ঘ্য যথাক্রমে ৬৮-৭০ সেমি ও ৫৯-৬৭ সেমি, লেজ যথাক্রমে ৯৪-১০৪ সেমি ও ৭৮-৯০ সেমি এবং ওজন যথাক্রমে ১১-১৪ কেজি ও ৯-১১ কেজি হতে দেখা যায়। একটি দলে ৩-১৫ টির মতো সদস্য থাকে।\n\n\n== প্রজনন ==\nজানুয়ারি-মে এদের প্রজননকাল। স্ত্রী হনুমান প্রতি দুই বছরে একবার ১৮০-২০০ দিন গর্ভধারণের পর একটি বা দু'টি বাচ্চা প্রসব করে। বাচ্চারা ১৩ মাস পর্যন্ত মায়ের দুধ পান করে। পুরুষ হনুমান ৫-৬ ও স্ত্রী হনুমান ৩-৪ বছরে বয়ঃপ্রাপ্ত হয়। এদের আয়ুষ্কাল ১৮-৩০ বছর।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}