{"pageid": 1131039, "title": "নিকাব", "url": "https://bn.wikipedia.org/wiki?curid=1131039", "content": "নিকাব (আরবি: نِقاب niqāb, একে রুব্যান্ডও বলা হয়) হলো একটি লম্বা পোশাক, যা কিছু মুসলিম নারী শুধুমাত্র চোখ বাদ রেখে তাদের পুরো শরীর ও মুখ ঢাকার জন্য পরিধান করেন। এটি ইসলামে হিজাবের একটি প্রকার এবং এটি জনসমক্ষে ও যেসব স্থানে একজন নারী অমাহরাম পুরুষদের সম্মুখীন হতে পারেন, সেসব জায়গায় পরিধান করা হয়। নিকাব মূলত আরব উপদ্বীপে বেশি প্রচলিত, তবে এটি বিশ্বের অনেক স্থানে, এমনকি কিছু মুসলিম সংখ্যাগরিষ্ঠ দেশেও বিতর্কিত পোশাক হিসেবে বিবেচিত হয়।\nঐতিহাসিকভাবে নিকাব মূলত বর্তমান সৌদি আরবের একটি অঞ্চল নাজদ এবং পারস্য উপসাগরীয় কিছু আরব দেশে মুসলিম নারীদের মধ্যে সীমাবদ্ধ ছিল। তবে ১৯৭০-এর দশকের শেষ থেকে এটি মধ্যপ্রাচ্য ও উত্তর আফ্রিকার অন্যান্য অঞ্চলে সুন্নি মুসলিমদের মধ্যে ব্যাপকভাবে ছড়িয়ে পড়ে। সৌদি রাজবংশের অধীনে \"পেট্রো-ইসলাম\" নামে পরিচিত একটি প্রবণতা এই প্রসারকে উৎসাহিত করেছিল । ১৯৭৩ সালের আরব-ইসরায়েল যুদ্ধের পর থেকে তেলসমৃদ্ধ আরব দেশগুলোর কট্টরপন্থী সুন্নি ইসলামী মতবাদ প্রচারের ফলে এটি আরও ত্বরান্বিত হয়। ১৯৭৯ সালের ইরানি বিপ্লবের পর এই মতবাদ সৌদিদের আদর্শগত প্রতিক্রিয়া গঠনে ভূমিকা রাখে, যা শিয়া মুসলিমদের মধ্যে ধর্মীয় উচ্ছ্বাস সৃষ্টি করেছিল। সৌদি আরব বিভিন্ন মুসলিম সংখ্যাগরিষ্ঠ দেশে মসজিদ প্রতিষ্ঠার মাধ্যমে ওহাবিবাদ ও সালাফিবাদের বিস্তার ঘটায়, যার ফলে ২০তম শতাব্দীর শেষের দিকে নিকাবের প্রচলন অন্যতম দৃশ্যমান ফলাফল হিসেবে আবির্ভূত হয়। এটি শুধু ইসলামী পুনর্জাগরণের সৌদি সংস্করণকে শক্তিশালী করেনি, বরং আরব বিশ্বে সুন্নি সংখ্যাগরিষ্ঠ সৌদি আরবের ধর্মীয় ও সাংস্কৃতিক আধিপত্যকেও সুসংহত করেছে। এর মাধ্যমে কার্যত শিয়া সংখ্যাগরিষ্ঠ ইরানের ধর্মীয় ও সাংস্কৃতিক প্রভাবের বিরুদ্ধে একটি সামাজিক প্রতিরোধ ব্যবস্থা হিসেবে কাজ করেছে।\n২০০০-এর দশক থেকে বিশেষ করে যুক্তরাষ্ট্রে ১১ সেপ্টেম্বরের হামলার পর নিকাব পশ্চিমা বিশ্বে ক্রমবর্ধমান নেতিবাচক দৃষ্টিভঙ্গির মুখে পড়ে। সমালোচকদের মতে, এটি ইসলামী চরমপন্থার প্রসারের একটি দৃশ্যমান প্রতীক এবং পশ্চিমা মূল্যবোধের প্রত্যাখ্যানের বহিঃপ্রকাশ হিসেবে বিবেচিত হয়। উদাহরণস্বরূপ, আলজেরিয়ায় ১৯৯০-এর দশকে নিকাবের প্রচলন উল্লেখযোগ্যভাবে বৃদ্ধি পায়। এর ফলে আলজেরীয় জনসচেতনতায় এই পোশাকটিকে ইসলামপন্থীদের সঙ্গে যুক্ত করা হয়, যারা সে সময় আলজেরীয় গৃহযুদ্ধে লিপ্ত ছিল। পাশাপাশি, কিছু আলজেরীয় এটিকে সৌদি আরবের পৃষ্ঠপোষকতায় পরিচালিত ইসলামি মৌলবাদের একটি উপসর্গ হিসেবে বিক্ষোভ করেছিল, যা আলজেরীয় সংস্কৃতির জন্য অপরিচিত এবং অপ্রাকৃত বলে মনে করা হয়েছিল।\nবিভিন্ন মাত্রায় নিকাব বা বোরকা পরিধানকে অনেক দেশে এমনকি কিছু মুসলিম সংখ্যাগরিষ্ঠ দেশেও আইন দ্বারা নিষিদ্ধ করা হয়েছে। অনেক মুসলিম পণ্ডিত মনে করেন যে নিকাব পরা কোনো মুসলিম নারীর জন্য বাধ্যতামূলক নয়। নিকাব ও বোরকা দেখতে কিছুটা একই রকম হলেও এদের মধ্যে মূল পার্থক্য চোখের অংশে। নিকাব চোখ খোলা রাখে, এর কাপড়ের পুরুত্ব বিভিন্ন হতে পারে এবং এতে দৃশ্যমান হাতার অংশ থাকে। অন্যদিকে, বোরকা সাধারণত বেশি মোটা কাপড় দিয়ে তৈরি হয়, যা নারীর পুরো শরীর ও মুখ সম্পূর্ণভাবে ঢেকে রাখে। বুরকায় হাতার আলাদা অংশ থাকে না; বরং পুরো শরীর একটি সমান কাপড়ের নিচে আবৃত থাকে এবং চোখ ঢাকার জন্য একটি জাল বা পর্দা ব্যবহৃত হয়। নিকাব তুলনামূলকভাবে বেশি প্রচলিত, তবে বোরকা মূলত মধ্য এশিয়া ও দক্ষিণ এশিয়ার মধ্যে সীমাবদ্ধ এবং এটি আফগানিস্তানে সবচেয়ে বেশি প্রচলিত।\n\n\n== আরবী শব্দের ব্যবহার ==\nনিকাব পরিহিত নারীদের সাধারণত নিকাবিয়া (niqābīah) বলা হয়, যা একটি বিশেষ্য ও বিশেষণ উভয়ভাবেই ব্যবহৃত হতে পারে। তবে ব্যাকরণগতভাবে সঠিক রূপ হলো মুনতাক্বাবাহ (منتقبة muntaqabah বা muntaqibah), যার বহুবচন মুনতাক্বাবাত (منتقبات muntaqabāt বা muntaqibāt)। তবে \"নিকাবিয়া\" শব্দটি কিছুটা স্নেহসূচক বা অমায়িক ভঙ্গিতে ব্যবহৃত হয়, যেমন হিজাবিয়া (ḥijābīah) বনাম মুহাজ্জাবাহ (محجبة muḥajjabah)। এছাড়া, নিকাব পরিহিত নারীদের মুনাক্কাবাহ (منقبة munaqqabah) বলেও ডাকা হয়, যার বহুবচন মুনাক্কাবাত (منقبات munaqqabāt)। \n\n\n== ধর্মীয় মতবাদ ==\n\n\n=== ইসলাম-পূর্ব আরবে ===\n\nপ্রাক-ইসলামি আরবে বিভিন্ন ধর্মীয় পটভূমির নারীদের মধ্যে মুখ ঢেকে রাখার প্রথা প্রচলিত ছিল। রোমান লেখক টার্টুলিয়ান টি ভেইলিং অফ ভিড়্গিনস গ্রন্থে উল্লেখ করেছেন যে, সে সময় পৌত্তলিক আরব নারীরা তাদের পুরো মুখ ঢেকে রাখার সামাজিক প্রবণতা অনুসরণ করতেন।\n\n\n=== ইসলামে নারীর পর্দা ===\n\nইমাম আল-গাজ্জালি তাঁর গ্রন্থ \"ইহইয়া উলুম আদ-দীন\"-এ বলেছেন: \"পুরুষরা সর্বদা তাদের মুখ উন্মুক্ত রেখেছে, আর নারীরা সর্বদা নিকাব পরে বাইরে গেছে।\" এছাড়া, আল-হাফিজ ইবন হাজর তাঁর গ্রন্থ \"ফাতহুল বারি\"-তে উল্লেখ করেছেন: \"অতীত এবং বর্তমান—উভয় সময়েই নারীদের প্রথা ছিল অপরিচিত ব্যক্তিদের সামনে তাদের মুখ ঢেকে রাখা।\"\nইমাম আহমাদ (হানবলি মাযহাব) এবং সহিহ শাফেয়ি মতানুসারে, একজন নারীর জন্য নন-মাহরাম পুরুষদের সামনে তার মুখ ও হাত ঢেকে রাখা বাধ্যতামূলক, কারণ এগুলো ‘আওরাহ’ হিসেবে গণ্য হয়। অন্যদিকে, আবু হানিফা (হানাফি মাযহাব) এবং মালিক ইবন আনাস (মালিকি মাযহাব)-এর মতে, মুখ ও হাত ঢেকে রাখা ফরজ নয়, তবে এটি সুপারিশকৃত (মুস্তাহাব)। তবে, হানাফি ও মালিকি পণ্ডিতরা অনেক আগেই একটি ফতোয়া দিয়েছেন যে, যদি কোনো নারী ব্যতিক্রমী সৌন্দর্যের অধিকারী হন (ফিতনার আশঙ্কা তার কারণে হয়), অথবা যদি সমাজে ব্যাপক অনৈতিকতা ছড়িয়ে পড়ে (ফিতনার ভয় তার জন্য থাকে), তাহলে তার মুখ ও হাত ঢেকে রাখা ফরজ হয়ে যায়। এই ভিত্তিতে বলা যেতে পারে যে, চার মাযহাবের ফকিহগণ একমত যে, যদি সময় ও পরিস্থিতি ফিতনার আশঙ্কা তৈরি করে, তাহলে নারীদের মুখ ঢেকে রাখা বাধ্যতামূলক হয়ে যায়।\n\n\n== নিয়মকানুন ==\n\n\n=== নিকাব/বোরকা প্রয়োগ ===\nতালেবান শাসনামলে বোরকা নামক ঐতিহ্যবাহী আফগান মুখমণ্ডলের পর্দার মাধ্যমে মুখ ঢেকে রাখার বিধান চালু করা হয়েছিল ।\n\n\n=== নেকাব/বোরকার অপরাধীকরণ ===\n\nবর্তমানে মুসলিম সংখ্যাগরিষ্ঠ দেশ এবং অমুসলিম দেশ উভয় মিলে ১৮টি রাষ্ট্রে নিকাব এবং বোরকা নিষিদ্ধ করা হয়েছে, যার মধ্যে রয়েছে:\n\nআফ্রিকা: ক্যামেরুন, চাদ, কঙ্গো প্রজাতন্ত্র, গ্যাবন, তিউনিসিয়া \nএশিয়া: চীন, কিরগিজস্তান, শ্রীলঙ্কা, তাজিকিস্তান, উজবেকিস্তান\nইউরোপ: অস্ট্রিয়া, বেলজিয়াম, বুলগেরিয়া,  ডেনমার্ক, ফ্রান্স,  লুক্সেমবার্গ, নেদারল্যান্ডস,  সুইজারল্যান্ড\nনিকাব পশ্চিমা বিশ্বে বিতর্কিত একটি বিষয়। বিশেষ করে ফ্রান্সে, যদিও নিকাবকে সরাসরি লক্ষ্যবস্তু করা হয়নি, তবে এটি এমন আইনগুলোর আওতায় পড়ে যা রাষ্ট্রীয় বিদ্যালয়ে (স্কুল পর্যায়ে) যেকোনো ধর্মীয় প্রতীক—খ্রিস্টান, ইহুদি, মুসলিম, হিন্দু বা বৌদ্ধ—পরিধানে নিষেধাজ্ঞা আরোপ করে। তবে, এই নিষেধাজ্ঞা বিশ্ববিদ্যালয়ের ক্ষেত্রে প্রযোজ্য নয়। এছাড়াও, ফ্রান্সে মুখ ঢাকার ব্যাপারে আরেকটি সাধারণ নিষেধাজ্ঞা রয়েছে, যা নিকাব ছাড়াও কার্নিভালের মুখোশ ও মোটরবাইক হেলমেট (যদি মোটরবাইকে না থাকা অবস্থায় পরা হয়) এর মতো মুখ ঢাকার অন্যান্য মাধ্যমকেও অন্তর্ভুক্ত করে।\n২০০৪ সালে, ফরাসি সংসদ একটি আইন পাস করে, যা \"সরকারি শিক্ষাপ্রতিষ্ঠানে ধর্মীয় পরিচয়সূচক প্রতীক পরিধানের বিধিবিধান\" নির্ধারণ করে। এই আইন অনুযায়ী, ফরাসি সরকারি স্কুলে এমন কোনো প্রতীক পরিধান করা নিষিদ্ধ যা প্রকাশ্যে নির্দিষ্ট কোনো ধর্মীয় বিশ্বাসের বহিঃপ্রকাশ ঘটায়। ফরাসি সমাজে ধর্মনিরপেক্ষতা বজায় রাখার দায়িত্বপ্রাপ্ত কমিটি \"স্তাসি কমিশন\" এই আইন প্রস্তাব করেছিলো। তারা দেখেছিল যে ফরাসি সরকারি স্কুলগুলোতে হিজাব পরিধান নিয়ে বারবার বিতর্ক ও বিরোধ দেখা দিচ্ছিল। যেহেতু স্কুলের বাইরের মানুষজন এই পোশাকের উদ্দেশ্য বুঝতে পারছিল না, তাই তারা এটি নিয়ে অস্বস্তিবোধ করছিল। এই ধরনের বিরোধ এড়াতেই আইনটি প্রণয়ন করা হয়।\nযদিও ফরাসি আইনটি কেবল ইসলামিক হিজাব বা মুখঢাকা পোশাকের বিরুদ্ধে নয়, বরং সবধরনের ধর্মীয় প্রতীকের উপরই প্রযোজ্য, তবুও আন্তর্জাতিক বিতর্ক মূলত মুসলিমদের ওপর এর প্রভাবকে কেন্দ্র করে। এর কারণ হলো—ইউরোপ, বিশেষ করে ফ্রান্সে, মুসলিম জনগোষ্ঠীর বৃদ্ধি এবং একই সঙ্গে ইসলামোফোবিয়ার প্রসার। ফলে, অনেকেই মনে করেন যে এই আইনটি বাস্তবে মুসলিম নারীদের হিজাব ও নিকাব পরার স্বাধীনতাকে সীমিত করার জন্য বেশি প্রভাব ফেলেছে।\nজুলাই ২০১০ সালে ফ্রান্সের জাতীয় পরিষদ পাবলিক স্থানে মুখ ঢাকার নিষেধাজ্ঞা আইন পাস করে। এই আইনের মাধ্যমে জনসাধারণের স্থানে মুখ ঢেকে রাখা পোশাক পরা নিষিদ্ধ করা হয়। নিকাব বা অন্যান্য মুখঢাকা পোশাক পরার নিষেধাজ্ঞা লঙ্ঘনকারীদের সর্বোচ্চ ১৫০ ইউরো জরিমানা এবং ফরাসি নাগরিকত্ব সংক্রান্ত বাধ্যতামূলক ক্লাসে অংশগ্রহণ করতে হতে পারে। এছাড়া, যদি কেউ কোনো নারীকে জোরপূর্বক ধর্মীয় পোশাক পরতে বাধ্য করে, তাহলে তাকে দুই বছর পর্যন্ত কারাদণ্ড এবং €৬০,০০০ জরিমানা করা হতে পারে।\n\n\n== দেশ অনুসারে প্রচলন এবং আইন ==\n\n\n=== আফ্রিকা ===\n\n\n==== আলজেরিয়া ====\n২০১৮ সালের অক্টোবরে আলজেরিয়া কর্মক্ষেত্রে মহিলা সরকারি কর্মচারীদের জন্য নেকাব সহ পুরো মুখ ঢাকা বোরকা পরা নিষিদ্ধ করে।\n\n\n==== ক্যামেরুন ====\n২০১৫ সালের জুলাই মাসে, ধর্মীয় পোশাক পরিহিত দুই মহিলার আত্মঘাতী হামলায় ১৩ জন নিহত হওয়া  এবং জনসাধারণ ও কর্মক্ষেত্রে চরমপন্থা মোকাবেলা করার জন্য ক্যামেরুন বোরকা সহ মুখের পর্দা নিষিদ্ধ করে। \n\n\n==== চাদ ====\n২০১৫ সালের জুন মাসে বোকো হারাম বোমা হামলাকারীরা নারীদের ছদ্মবেশে একাধিক আত্মঘাতী হামলা চালানোর পর চাদে পুরো মুখের বোরকা নিষিদ্ধ করা হয় ।\n\n\n==== কঙ্গো প্রজাতন্ত্র ====\n২০১৫ সালের মে মাসে, কঙ্গো প্রজাতন্ত্র চরমপন্থা মোকাবেলার জন্য মুখের পর্দা নিষিদ্ধ করে। দেশটির ইসলামিক হাই কাউন্সিলের সভাপতি এল হাদজি জিব্রিল বোপাকা এই সিদ্ধান্ত ঘোষণা করেন।\n\n\n==== মিশর ====\nমিশরে নেকাবের একটি জটিল এবং দীর্ঘ ইতিহাস রয়েছে। ২০০৯ সালের ৮ অক্টোবর, মিশরের শীর্ষস্থানীয় ইসলামী বিদ্যালয় এবং বিশ্বের শীর্ষস্থানীয় সুন্নি ইসলামের বিদ্যালয় আল-আজহার তার সমস্ত অনুমোদিত স্কুল এবং শিক্ষা প্রতিষ্ঠানের শ্রেণীকক্ষ এবং ছাত্রাবাসে নেকাব পরা নিষিদ্ধ করে।\n\n\n==== মরক্কো ====\nমরক্কোর সরকার ২০১৭ সালে ৯ জানুয়ারী বোরকা নিষিদ্ধ করার ঘোষণা দিয়ে ব্যবসা প্রতিষ্ঠানগুলিতে চিঠি বিতরণ করে। চিঠিগুলিতে \"বিক্রয়, উৎপাদন এবং আমদানি\" নির্দেশিত হয়েছিল অথবা পোশাকটি নিষিদ্ধ ছিল এবং ব্যবসা প্রতিষ্ঠানগুলি থেকে ৪৮ ঘন্টার মধ্যে তাদের মজুদ খালি করার নির্দেশ করা হয়েছিল। \n\n\n==== তিউনিসিয়া ====\n২০১৯ সালের জুলাই মাসে, তিউনিসিয়ার সরকারি ভবনগুলিতে নেকাব পরা নিষিদ্ধ করা হয়। রাজধানী তিউনিসে সাত দিনে তিনটি আত্মঘাতী বোমা হামলার পর এই নিষেধাজ্ঞা জারি করা হয়। \n\n\n=== এশিয়া ===\n\n\n==== চীন ====\n২০১৫ সালের ফেব্রুয়ারিতে, উরুমচি শহর চরমপন্থা মোকাবেলার জন্য মুখ ঢেকে রাখার উপর নিষেধাজ্ঞা জারি করে। পরবর্তীতে চীন সরকার ২০১৭ সালের মার্চ মাসে সমগ্র জিনজিয়াংয়ে এই নিষেধাজ্ঞা সম্প্রসারিত করে। \n\n\n==== ইরান ====\nইসলামের আগমনের পর থেকে কাজার যুগের শেষ পর্যন্ত দক্ষিণ ইরানে ঐতিহ্যগতভাবে নেকাব পরা হত। নেকাবের অনেক আঞ্চলিক বৈচিত্র্য ছিল, যেগুলিকে রুবান্দ বা পুশিয়েও বলা হত ।\n২০শ শতকের শাসক রেজা শাহ ১৯৩৬ সালে কাশফ-ই হিজাব নামে একটি আইন জারি করে সমস্ত ধরনের মুখ ঢাকার পর্দা ও হিজাব নিষিদ্ধ করেন। তিনি মনে করতেন, এটি ইরানের জনগণকে পাশ্চাত্য সংস্কৃতির সাথে মানিয়ে নেওয়ার পথে বাধা সৃষ্টি করছে এবং ঐতিহ্যবাহী সংস্কৃতির সঙ্গে সামঞ্জস্যপূর্ণ নয়। রেজা শাহ পুলিশের মাধ্যমে নির্দেশ দেন যে, যারা নিকাব ও হিজাব পরবে, তাদের গ্রেফতার করা হবে এবং জোরপূর্বক তাদের মুখের পর্দা খুলে নেওয়া হবে। এই সিদ্ধান্তে ধর্মীয় নেতারা ক্ষুব্ধ হন, কারণ তারা বিশ্বাস করতেন যে নারীদের মুখ ঢেকে রাখা বাধ্যতামূলক। এর প্রতিবাদে অনেক নারী মাশহাদের গওহরশাদ মসজিদে জড়ো হন এবং মুখ ঢেকে এই নিষেধাজ্ঞার বিরুদ্ধে তাদের অসন্তোষ প্রকাশ করেন। \n১৯৪১ থেকে ১৯৭৯ সালের মধ্যে নিকাব ও হিজাব পরা আর আইনগতভাবে নিষিদ্ধ ছিল না, তবে সরকার এটিকে \"পশ্চাদপদতার প্রতীক\" হিসেবে বিবেচনা করত। এই সময়ে নিকাব ও চাদর পরার প্রবণতা অনেক কমে যায়, এবং বেশিরভাগ ধর্মীয় নারী শুধু মাথার ওড়না পরতেন। আধুনিক হোটেল ও রেস্টুরেন্টে নিকাব পরা নারীদের প্রবেশ করতে দেওয়া হতো না। উচ্চ বিদ্যালয় ও বিশ্ববিদ্যালয়গুলোও নিকাব পরাকে নিরুৎসাহিত করত বা কখনো কখনো নিষিদ্ধও করত, যদিও মাথার ওড়না পরার ক্ষেত্রে শিথিলতা দেখানো হতো। \n'ইসলামিক প্রজাতন্ত্র'-এর নতুন সরকার প্রতিষ্ঠিত হওয়ার পর, কর্মকর্তারা নেকাব নিষেধাজ্ঞা কার্যকর করেননি।\nআধুনিক ইরানে নিকাব পরা খুব একটা সাধারণ নয়। এটি মূলত কিছু জাতিগত সংখ্যালঘু এবং দক্ষিণ ইরানের উপকূলীয় শহরগুলোর (যেমন বান্দর আব্বাস, মিনাব ও বুশেহর) কিছু সংখ্যক আরব মুসলিম নারী পরেন। এছাড়া, আরব জনগোষ্ঠী অধ্যুষিত খুজেস্তান প্রদেশের কিছু নারী এখনও নিকাব পরেন।\n\n\n==== কিরগিজস্তান ====\n২০২৫ সালের ১ ফেব্রুয়ারী কিরগিজস্তানে ইসলামিক নেকাবের উপর নিষেধাজ্ঞা কার্যকর হয়, যেখানে নারীরা জনসাধারণের স্থানে এটি পরলে ২০,০০০ সোম ($২৩০) জরিমানা করা হয়। \n\n\n==== পাকিস্তান ====\n২০১৫ সালে, ইসলামী আদর্শের সাংবিধানিক পরিষদ ফতোয়া জারি করে যে শরিয়াহ অনুসারে মহিলাদের নেকাব পরা বা হাত বা পা ঢেকে রাখা বাধ্যতামূলক নয় । \n\n\n==== সৌদি আরব ====\nসৌদি সংস্কৃতির একটি গুরুত্বপূর্ণ অংশ হল নেকাব এবং বেশিরভাগ সৌদি শহরে ( রিয়াদ, মক্কা, মদিনা, জেদ্দা ইত্যাদি সহ ) বেশিরভাগ মহিলা তাদের মুখ ঢেকে রাখেন। সৌদি নেকাব সাধারণত চোখের জন্য একটি দীর্ঘ খোলা জায়গা ছেড়ে দেয়; এই জায়গাটি একটি সুতো বা সরু কাপড়ের ফালা দিয়ে আটকে থাকে। ২০০৮ সালে, মক্কার একজন ধর্মীয় কর্তৃপক্ষ মোহাম্মদ হাবাদান মহিলাদের এমন বোরকা পরার আহ্বান জানিয়েছিলেন যাতে কেবল একটি চোখ দেখা যায়, যাতে মহিলাদের চোখের মেকআপ ব্যবহার করতে উৎসাহিত না করা হয়। \n\n\n==== শ্রীলঙ্কা ====\n২০১৯ সালের শ্রীলঙ্কা ইস্টার বোমা হামলার পর মুখ ঢেকে রাখা নিষিদ্ধ করা হয়েছিল। \n\n\n==== সিরিয়া ====\n২০১০ সালের গ্রীষ্মে সিরিয়ায় ১,২০০ নিকাব পরা শিক্ষককে প্রশাসনিক দায়িত্বে স্থানান্তর করা হয়, কারণ মুখ ঢাকার এই পর্দা রাষ্ট্রের অনুসৃত ধর্মনিরপেক্ষ শিক্ষানীতির পরিপন্থী বলে বিবেচিত হয়েছিল। একই বছর, নিকাব পরা শিক্ষার্থীদের বিশ্ববিদ্যালয়ের ক্লাসে ভর্তি হওয়াও নিষিদ্ধ করা হয়। এই নিষেধাজ্ঞাকে সিরিয়ার সরকার দেশের ঐতিহ্যগত ধর্মনিরপেক্ষ পরিবেশ পুনর্ব্যক্ত করার একটি উদ্যোগ হিসেবে দেখেছিল। \n৬ এপ্রিল ২০১১ তারিখে জানানো হয়েছিল যে শিক্ষকদের আবারও নেকাব পরার অনুমতি দেওয়া হবে। \n\n\n==== তাজিকিস্তান ====\n২০১৭ সালে তাজিকিস্তানের সরকার একটি আইন পাশ করে, যেখানে জনগণকে \"ঐতিহ্যবাহী জাতীয় পোশাক ও সংস্কৃতির অনুসরণ\" করতে বলা হয়। এটি ব্যাপকভাবে ইসলামী পোশাক, বিশেষ করে থুতনির নিচে বাঁধা হিজাব পরা নিষিদ্ধ করার প্রচেষ্টা হিসেবে দেখা হয়। তাজিকিস্তানের ঐতিহ্যবাহী হিজাব সাধারণত মাথার পেছনে বাঁধা হয়, যা এই নতুন আইনের সঙ্গে সামঞ্জস্যপূর্ণ। \n\n\n==== ইয়েমেন ====\nঅনেককাল থেকেই ইয়েমেনে বসবাসরত নারীরা আরব ঐতিহ্যের অংশ হিসেবে নিকাব পরার প্রচলন অনুসরণ করে আসছে। সাধারণত, কিশোরী বয়স থেকেই মেয়েরা পর্দা পরা শুরু করে। তবে ইয়েমেনে নিকাবের গ্রহণযোগ্যতা সর্বজনীন নয়। ২০০৪ সালে একটি মানবাধিকার সম্মেলনে আল-ইসলাহ রাজনৈতিক দলের একজন জ্যেষ্ঠ সদস্য তাওয়াক্কোল কারমান তার নিকাব খুলে ফেলেন এবং তারপর থেকে তিনি অন্যান্য নারী ও নারী অধিকারকর্মীদের নিকাব পরা বন্ধ করার আহ্বান জানিয়ে আসছেন। \n\n\n=== ইউরোপ ===\n\n\n==== অস্ট্রিয়া ====\n২০১৭ সালে অস্ট্রিয়ান পার্লামেন্টে মুখ ঢাকা ইসলামী পোশাকের উপর আইনি নিষেধাজ্ঞা গৃহীত হয় ।\n\n\n==== বেলজিয়াম ====\n২০১০ সালের ২৯শে এপ্রিল বেলজিয়ামের প্রতিনিধি পরিষদ একটি আইন পাস করে যেখানে \"এমন পোশাক এবং পোশাক পরা নিষিদ্ধ করা হয় যা মুখ ঢেকে রাখে যাতে চেনা যায় না\"। এই নির্দেশ লঙ্ঘনের শাস্তি ১৪ দিনের কারাদণ্ড এবং ২৫০ ইউরো জরিমানা হতে পারে।\n২০১৭ সালের ১১ জুলাই বেলজিয়ামে নিষেধাজ্ঞাটি ইউরোপীয় মানবাধিকার আদালত (ECHR) দ্বারা বহাল রাখা হয়, এটি দুটি মুসলিম নারী চ্যালেঞ্জ করেছিল, যারা দাবি করেছিল যে তাদের অধিকার লঙ্ঘন করা হয়েছে।\n\n\n==== বুলগেরিয়া ====\n২০১৬ সালে বুলগেরিয়ান পার্লামেন্টে মুখ ঢাকা ইসলামিক পোশাকের উপর আইনি নিষেধাজ্ঞা গৃহীত হয়।\n\n\n==== ডেনমার্ক ====\n\n২০১৭ সালে ডেনিশ সংসদ এমন একটি আইন গ্রহণের সিদ্ধান্ত নেয়, যা মুখ ঢেকে ফেলা পোশাক পরা নিষিদ্ধ করে, যাতে ব্যক্তিকে চিনতে অসুবিধা না হয়। এরপর ২০১৮ সালে ৩১ মে নিকাব ও বোরকা সম্পূর্ণভাবে নিষিদ্ধ করার ঘোষণা দেওয়া হয়। এই নিষেধাজ্ঞাটি ২০১৮ থেকে ১ আগস্ট কার্যকর হয়, যেখানে প্রথমবার আইন ভঙ্গ করলে ১০০০ ডেনিশ ক্রোন (প্রায় ১৩৪ ইউরো) জরিমানা করা হয়। যা পুনরায় ভঙ্গ করলে ১০,০০০ ক্রোন পর্যন্ত বাড়তে পারে। এই আইন শুধু নিকাব ও বোরকার জন্য নয়, বরং মুখ ঢাকা যেকোনো পোশাকের উপর প্রযোজ্য, যেমন নকল দাড়ি বা বালাক্লাভা। নিষেধাজ্ঞার সমর্থকদের মতে, এটি মুসলিমদের ডেনিশ সমাজে একীভূত হতে সহায়তা করবে, তবে অ্যামনেস্টি ইন্টারন্যাশনাল এই সিদ্ধান্তকে নারীদের অধিকারের লঙ্ঘন বলে উল্লেখ করেছে। এই নিষেধাজ্ঞার বিরুদ্ধে প্রতিবাদ জানিয়ে কোপেনহেগেনের নরেব্রো জেলায় ৩০০-৪০০ জনের একটি বিক্ষোভ অনুষ্ঠিত হয়, যা সোশ্যালিস্ট ইয়ুথ ফ্রন্ট, কেভিনদের ই ডায়লগ এবং পার্টি রেবেলস সংগঠিত করে।\n২০১৮ সালে আগস্টে ডেনমার্কের হরশলম শহরে প্রথমবারের মতো নিষেধাজ্ঞা লঙ্ঘনের অভিযোগে জরিমানা করা হয়। এক শপিং সেন্টারের এসকেলেটরে এক নারী, যিনি নিকাব পরেছিলেন, আরেক নারীর সঙ্গে হাতাহাতিতে জড়িয়ে পড়েন। সংঘর্ষের সময় তার মুখ ঢাকা পর্দা খুলে যায়, কিন্তু পুলিশ কাছে আসার পর তিনি আবার তা পরেন। এরপর পুলিশ তাকে নিষেধাজ্ঞা লঙ্ঘনের দায়ে জরিমানা করে। উভয় নারীই জনশৃঙ্খলা ভঙ্গের সন্দেহে অভিযুক্ত হন।\n\n\n==== ফ্রান্স ====\n২০১০ সালে ১৩ জুলাই ফ্রান্সের সংসদের নিম্নকক্ষ বোরকা নিষিদ্ধ করার সিদ্ধান্ত নেয়। এই আইন অনুযায়ী, ফ্রান্সের সব জনসমাগমস্থলে মুখ ঢাকা নিষিদ্ধ করা হয়। আইন ভঙ্গ করলে জরিমানা বা নাগরিকত্ব ক্লাসে অংশ নিতে হবে, অথবা দুটোই হতে পারে। কেউ জোর করে এই পোশাক পরালে তার এক বছর জেল ও জরিমানা হবে। যদি ভুক্তভোগী নাবালিকা হয়, তাহলে শাস্তি দ্বিগুণ হবে।\n\n\n==== জার্মানি ====\n২০১৭ সালে জার্মান সংসদ কাজের সময় সৈন্য ও সরকারি কর্মচারীদের জন্য মুখ ঢাকা পোশাক নিষিদ্ধ করার আইন অনুমোদন করে। একই বছরে, জার্মান পরিবহন মন্ত্রণালয় গাড়ি ও ট্রাক চালকদের জন্য মুখ ঢাকা পোশাক নিষিদ্ধ করে। ২০১৭ সালে জুলাই মাসে জার্মানির বাভারিয়া রাজ্য শিক্ষক, সরকারি কর্মচারী এবং বিশ্ববিদ্যালয় ও স্কুলের শিক্ষার্থীদের জন্য মুখ ঢাকা পোশাক নিষিদ্ধ করার আইন অনুমোদন করে।\n২০১৭ সালে আগস্টে জার্মানির লোয়ার স্যাক্সনি রাজ্যে সরকারি স্কুলগুলোতে বোরকা ও নিকাব নিষিদ্ধ করা হয়। এই আইনটি এক মুসলিম শিক্ষার্থীর ঘটনায় প্রণোদিত হয়েছিল, যিনি ওসনাব্রুক শহরের এক স্কুলে কয়েক বছর ধরে বোরকা পরতেন এবং তা খুলতে অস্বীকৃতি জানান। যদিও তিনি তার পড়াশোনা শেষ করেন, আইনটি ভবিষ্যতে এ ধরনের ঘটনা প্রতিরোধের জন্য প্রণয়ন করা হয়। জুলাই ২০২০ সালে, জার্মানির ব্যাডেন-ভুর্টেমবার্গ রাজ্যে শিক্ষার্থীদের জন্য মুখ ঢাকা পর্দা নিষিদ্ধ করা হয়। এর আগে, এই নিষেধাজ্ঞা শুধু স্কুলের কর্মীদের জন্য প্রযোজ্য ছিল, যা পরে শিক্ষার্থীদের জন্যও বাড়ানো হয়।\n\n\n==== ইতালি ====\n১৯৭৫ সালে ইতালিতে একটি আইন জারি করা হয় যা জনসমাগমস্থলে মুখ ঢাকা যেকোনো পোশাক পরা নিষিদ্ধ করে। এই আচরণের জন্য জরিমানা এবং কারাদণ্ডের বিধান রয়েছে। মূলত, এই \"অ্যান্টি-মাস্ক\" আইন অপরাধ বা সন্ত্রাসবাদ প্রতিরোধের উদ্দেশ্যে তৈরি হয়েছিল। আইনটি \"যৌক্তিক কারণ\" এর জন্য ছাড়ের অনুমতি দেয়, যা কখনও কখনও আদালত ধর্মীয় কারণে পর্দা পরার বিষয়টি অন্তর্ভুক্ত হিসেবে ব্যাখ্যা করেছে, তবে স্থানীয় সরকারসহ অন্যরা একে এই প্রেক্ষাপটে \"যৌক্তিক কারণ\" হিসেবে মনে করে না।\n\n\n==== লাটভিয়া ====\n২০১৬ সালে লাতভিয়ান পার্লামেন্টে মুখ ঢাকা ইসলামিক পোশাকের উপর আইনি নিষেধাজ্ঞার প্রস্তাব গৃহীত হয় । \n\n\n==== নেদারল্যান্ডস ====\n২০০৭ সালে নেদারল্যান্ডস সরকার বোরকা ও নিকাব নিষিদ্ধ করার পরিকল্পনা করে। ২০১৫ সালে ডাচ সরকার নিকাব ও বোরকার উপর আংশিক নিষেধাজ্ঞা দেয়। ২০১৬ সালে সংসদ মুখ ঢাকা পোশাক নিষিদ্ধ করার আইন অনুমোদন করে। ২০১৮ সালে ২৬ জুনে পাবলিক ট্রান্সপোর্ট, শিক্ষা প্রতিষ্ঠান, সরকারি প্রতিষ্ঠান এবং স্বাস্থ্যসেবা প্রতিষ্ঠানে নিকাবসহ মুখ ঢাকা পোশাক পরা নিষিদ্ধ করা হয়।\n\n\n==== নরওয়ে ====\n২০১২ সালে নরওয়ের ট্রোমসো বিশ্ববিদ্যালয়ের একজন অধ্যাপক এক শিক্ষার্থীর নিকাব পরা ক্লাসে অনুমোদন দেননি। অধ্যাপক দাবি করেন যে, নরওয়ের সংসদ প্রতিটি শিক্ষককে তার শ্রেণীকক্ষে নিকাব পরার অনুমতি না দেওয়ার অধিকার দিয়েছে। কিছু স্কুল এবং পৌরসভায় মুখ ঢাকা পোশাক নিকাব পরা নিষিদ্ধ রয়েছে।\nনরওয়ের প্রধানমন্ত্রী আর্না সোলবার্গ এক সাক্ষাৎকারে বলেন যে, নরওয়ের কাজের পরিবেশে একে অপরের মুখ দেখা অত্যন্ত গুরুত্বপূর্ণ, এবং যারা নিকাব পরতে চায়, তারা বাস্তবে কর্মসংস্থানের জন্য অযোগ্য। সোলবার্গ নিকাব পরাকে নরওয়েজিয়ান সমাজে সামাজিক সীমারেখাকে চ্যালেঞ্জ হিসেবে দেখেন, এবং তিনি মনে করেন যে নরওয়ে তার নিজস্ব সীমা নির্ধারণের মাধ্যমে এ চ্যালেঞ্জের মোকাবিলা করবে। তিনি আরও বলেন, যে কেউ তার অবসর সময়ে যেভাবে চায় সেভাবে পোশাক পরতে পারে, তবে তার মন্তব্য পেশাগত জীবনকে কেন্দ্র করে এবং যে কোন অভিবাসীর নরওয়ের কাজের জীবন ও সংস্কৃতির সাথে খাপ খাইয়ে চলার দায়িত্ব রয়েছে।\n২০১৮ সালে জুনে নরওয়ের সংসদ একটি বিল পাস করে যা শিক্ষাপ্রতিষ্ঠান ও ডে কেয়ার সেন্টারে মুখ ঢাকা পোশাক পরা নিষিদ্ধ করে, যার মধ্যে ইসলামী পর্দাও অন্তর্ভুক্ত ছিল। এই নিষেধাজ্ঞা শিক্ষার্থী এবং কর্মীদের জন্য সমানভাবে প্রযোজ্য হয়।\n\n\n==== সুইডেন ====\n২০১২ সালে উপসালা বিশ্ববিদ্যালয়ের এক জরিপে দেখা গেছে যে সুইডিশরা বিশ্বাস করে যে ৮৫% বোরকার জন্য এবং ৮১% নেকাবের জন্য মুখ ঢাকা ইসলামিক পর্দা সম্পূর্ণরূপে অগ্রহণযোগ্য অথবা মোটামুটি অগ্রহণযোগ্য। গবেষকরা উল্লেখ করেছেন যে এই পরিসংখ্যানগুলি সুইডেনের জনসংখ্যার দ্বারা মুখ ঢাকা পর্দার বিরুদ্ধে একটি তীব্র প্রতিরোধের প্রতিনিধিত্ব করে। \n২০১৯ সালের ডিসেম্বরে স্কুরুপ পৌরসভা শিক্ষা প্রতিষ্ঠানে ইসলামিক পর্দা নিষিদ্ধ করে। এর আগে স্টাফানস্টর্প পৌরসভা একই ধরণের নিষেধাজ্ঞা অনুমোদন করে। \n\n\n==== সুইজারল্যান্ড ====\n২০১৬ সালে জুলাই মাসে সুইজারল্যান্ডের টিসিনো কান্টনে মুখ ঢাকা পর্দা নিষিদ্ধ করা হয়। ২০১৮ সালে সেপ্টেম্বরে সুইজারল্যান্ডের সেন্ট গ্যালেন কান্টনে মুখ ঢাকা পর্দা নিষিদ্ধ করার জন্য ৬৭% ভোটে একটি আইন পাস করা হয়। সুইজারল্যান্ডের বৃহত্তম ইসলামী কমিউনিটি সংগঠন, ইসলামিক সেন্ট্রাল কাউন্সিল, মুসলিম নারীদের মুখ ঢাকা রাখার পরামর্শ দেয়। ২০২১ সালে মার্চে একটি জাতীয় গণভোট অনুষ্ঠিত হয়, যেখানে নিকাব ও বোরকা নিষিদ্ধ করার পক্ষে ৫১.২% থেকে ৪৮.৮% ভোট পাওয়া যায়।\n\n\n==== যুক্তরাজ্য ====\n২০০৬ সালের অক্টোবর মাসে যুক্তরাজ্যে এমপি জ্যাক স্ট্র’র মন্তব্য নিকাব পরার বিষয়টি নিয়ে জাতীয় আলোচনার সৃষ্টি করে। একই সময়ে, মিডিয়ায় আয়েশাহ আজমির মামলার খবর প্রচারিত হয়, যিনি ডিউসবুরি, ওয়েস্ট ইয়র্কশায়ারের একজন শিক্ষক সহকারী ছিলেন এবং ইংরেজি পড়ানোর সময় নিকাব পরার জন্য তার চাকরি থেকে সাময়িক বরখাস্ত হন। আদালত সিদ্ধান্ত নেয় যে, তার মুখ দেখা না যাওয়ার কারণে শিশুরা কার্যকরভাবে পড়াশোনা করতে পারছে না। আজমি চাকরির জন্য নিকাব ছাড়াই সাক্ষাৎকারে অংশগ্রহণ করেছিলেন এবং চাকরি পেয়েছিলেন। তিনি দাবি করেন যে, নিকাব পরা শিশুদের বিভিন্ন মানুষের বিশ্বাস বুঝতে সাহায্য করছিল। ২০১০ সালে এক ব্যক্তি নিকাব পরিধান করে একটি ব্যাংক ডাকাতি করেন।\n\n\n=== ওশেনিয়া ===\n\n\n==== অস্ট্রেলিয়া ====\n২০১০ সালের মে মাসে মুখ ঢাকা বোরকা এবং সানগ্লাস পরা এক ব্যক্তির দ্বারা সংঘটিত একটি সশস্ত্র ডাকাতির ঘটনায় ইসলামী বোরকা নিষিদ্ধ করার দাবি ওঠে। তবে প্রধানমন্ত্রী কেভিন রুড এবং লিবারেল নেতা টনি অ্যাবট উভয়ই নতুন আইন প্রণয়নের অনুরোধ প্রত্যাখ্যান করেন ।\n\n\n== চিত্রসংগ্রহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nKhan, Kamillah (২০০৮)। Niqaab: A Seal on the Debate। Kuala Lumpur: Dar Al Wahi Publication। আইএসবিএন 978-983-43614-0-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRefusing the Veil: Alibhai-Brown, Yasmin. 2014, Biteback Publishing, আইএসবিএন ৯৭৮-১৮৪৯৫৪৭৫০৫.\n\n\n== বহিঃসংযোগ ==\n\nReligion and Ethics – Beliefs: Niqab, British Broadcasting Corporation (BBC), 13 April 2007.\nModesty Gowns for Female Patients, BBC, 5 September 2006\nThe Veil and the British Male Elite, Social Science Research Network (SSRN)\nNiqab is Not Obligatory\nThe Last Straw!"}