{"pageid": 1131446, "title": "হোরি হাব্বা", "url": "https://bn.wikipedia.org/wiki?curid=1131446", "content": "হোরি হাব্বা, এছাড়া হাত্তি হাব্বা, কোব্বারি হোরি প্রতিযোগিতা নামেও পরিচিত, একটি গ্রামীণ খেলা যেখানে শত শত প্রশিক্ষিত এবং সজ্জিত গবাদি পশু এবং ষাঁড়কে বিশাল ভিড়ের মধ্য দিয়ে দৌড়ানোর জন্য তৈরি করা হয়। অংশগ্রহণকারীরা গবাদি পশুদের বশ করার চেষ্টা করে এবং তাদের শরীরে বেঁধে রাখা কোপরা, নগদ অর্থ, উপহার সামগ্রীর মতো পুরস্কার ছিনিয়ে নেয়। এই খেলা প্রধানত দীপাবলি উৎসবের সময় ভারতের কর্ণাটক রাজ্যের শিবমোগ্গা, হাবেরী এবং উত্তর কন্নড় জেলাগুলিতে অনুশীলন করা হয়।\nভারতের তামিলনাড়ু রাজ্যের অনুরূপ একটি প্রচলিত খেলা হল জাল্লিকাট্টু।\n\n\n== ইতিহাস ==\nহোরি হাব্বা হাবেরী জেলার একটি প্রাচীন লোক খেলা, এবং তামিলনাড়ুর জাল্লিকাট্টু ও দক্ষিণ কন্নড় জেলার কাম্বালার আদলে খেলা হয়। এটি কর্ণাটকের একটি জনপ্রিয় ষাঁড় ধরার প্রতিযোগিতা। এটি ফসল কাটার মরসুমে অনুষ্ঠিত হয়।\n\n\n== নিয়ম ==\nসজ্জিত গবাদিপশুগুলিকে বারবার একে একে দৌড় করানো হয়। তারা পূর্বনির্ধারিত পথে ছুটতে থাকে, দুটি গবাদি পশুর দৌড়ের মধ্যে পর্যাপ্ত সময়ের ব্যবধান থাকে। গবাদি পশুটির জয়ের জন্য, তার গলায় বাঁধা কোপরার মালা বা অন্যান্য় সামগ্রীগুলি সামলে রাখতে হবে। সর্বাধিক সংখ্যক বিজয়ী দৌড়ের গবাদি পশুটিকে পুরস্কৃত করা হয়। একইভাবে, সর্বোচ্চ কোপরা মালা আহরণকারীকে পুরস্কৃত করা হয়।\n\n\n== প্রস্তুতি এবং প্রশিক্ষণ ==\nশুরুতে স্থানীয়রা একটি সাংগঠনিক কমিটি গঠন করে। কমিটি তারিখ নির্ধারণ করে, নিয়ম-কানুন তৈরি করে এবং পুরস্কার চূড়ান্ত করে। তারপর সেই তথ্য জ্ঞাপনপত্র, সামাজিক মাধ্যম (ফেসবুক, হোয়াটসঅ্যাপ) ইত্যাদির মাধ্যমে জনসাধারণের কাছে প্রচার করা হয়। গ্রামের মধ্যে এবং তার আশেপাশে দৌড়ের জন্য উপযুক্ত একটি স্থান নির্বাচন করা হয়। প্রতিবন্ধক, ট্র্যাক্টর ট্রলি ইত্যাদি ব্যবহার করে সেই দৌড়পথের দুই পাশ সুরক্ষিত করা হয়। নারী এবং শিশুদের জন্য বসে ষাঁড় ও অংশগ্রহণকারীদের দেখার পর্যাপ্ত ব্যবস্থা করা হয়। সংলগ্ন গাছ, বাড়ির দেয়াল এবং চত্বরগুলিও দর্শক গ্যালারির কাজ করে, যদিও অনেকেই দাঁড়িয়ে থাকতে পছন্দ করেন!\nএদিকে, ষাঁড়ের মালিকরা মরসুমের আগে নিজেদের ষাঁড়কে পুষ্টিকর খাবার দিয়ে ভালোভাবে প্রস্তুত করে, তাদের আদর করে, শরীর ঠান্ডা রাখতে নিয়মিত স্নান করায়। ষাঁড়, নিঃসন্দেহে, শক্তিশালী এবং সবল হয়ে ওঠে। আশেপাশের এলাকার ষাঁড়ের মালিকরা ষাঁড়গুলিকে নিয়মিত প্রকৃত দৌড়পথে দৌড় করিয়ে তাদের প্রশিক্ষণ দেয় এবং সেই স্থানের সঙ্গে পরিচিত করায়।\n\n\n== বিতর্ক ==\n২০১৭ সালে সুপ্রিম কোর্ট এই ধরনের খেলার উপর নিষেধাজ্ঞা জারি করার পরে কর্ণাটক সরকার হোরি হাব্বা পরিচালনা করার অনুমতি দিচ্ছে না।\n\n\n== আরও দেখুন ==\nজাল্লিকাট্টু\nষাঁড়ের সাথে দৌড়ানো\nষাঁড়-লাফানো\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসুবর্ণ নিউজ স্পেশাল হোরি হাব্বা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মার্চ ২০১৮ তারিখে"}