{"pageid": 1131255, "title": "বারাহী", "url": "https://bn.wikipedia.org/wiki?curid=1131255", "content": "বারাহী (সংস্কৃত: वाराही , Vārāhī) মাতৃকাদের , হিন্দু ধর্মের সাতজন মাতৃদেবীর মধ্যে একজন। একটি দেশি বন শুকর এর মাথা দিয়ে, বারাহী হল বরাহর শক্তি (স্ত্রীলিঙ্গ শক্তি), দেবতা বিষ্ণুর বরাহের অবতার। নেপালে তাকে বারাহী বলা হয়।\nহিন্দুধর্মের তিনটি সম্প্রদায়ে দেবী বারাহীর পূজা করা হয়: শৈবধর্ম (শিবের ভক্ত), বৈষ্ণব (বিষ্ণুর ভক্ত), এবং বিশেষ করে শাক্তধর্ম (দেবী পূজা)। গোপনীয় বামমার্গ তান্ত্রিক অনুশীলন ব্যবহার করে সাধারণত রাতে তার পূজা করা হয়। বৌদ্ধ দেবী বজ্রবারাহী এবং মারিচির উৎপত্তি হিন্দু দেবী বারাহী থেকে।\n\n\n== হিন্দু কিংবদন্তি ==\nহিন্দু ধর্মগ্রন্থ মার্কণ্ডেয় পুরাণের বাদেবী মাহাত্ম্যের শুম্ভ-নিশুম্ভ কাহিনী অনুসারে, মাতৃকা দেবী দেবতাদের দেহ থেকে শক্তি (স্ত্রীশক্তি) রূপে আবির্ভূত হন। শাস্ত্রে বলা হয়েছে বরাহ থেকে বারাহীর সৃষ্টি। তাঁর একটি শুয়োরের রূপ রয়েছে, একটি চক্র চালনা করেন এবং একটি তলোয়ার দিয়ে লড়াই করেন। শাস্ত্রে বর্ণিত যুদ্ধের পর মাতৃকাগণ নৃত্য করেন এবং তাদের শিকারের রক্তে মাতাল হন।\n\nদেবী মাহাত্ম্যের একটি পরবর্তী পর্ব যা রক্তবীজ অসুর হত্যার সাথে সম্পর্কিত, যোদ্ধা-দেবী দুর্গা নিজের থেকে মাতৃকাদের সৃষ্টি করেন এবং তাদের সাহায্যে রাক্ষস বাহিনীকে বধ করেন। রাক্ষস শুম্ভ যখন দুর্গাকে একক যুদ্ধের জন্য চ্যালেঞ্জ করে, তখন তিনি মাতৃকাদের নিজের মধ্যে শুষে নেন। বামন পুরাণে, মাতৃকাগুলো ঐশ্বরিক মা চণ্ডিকার বিভিন্ন অংশ থেকে উদ্ভূত হয়েছে; চণ্ডিকার পিঠ থেকে উঠে আসে বরাহী।\nমার্কণ্ডেয় পুরাণ বারাহীকে আশীর্বাদদাতা এবং উত্তর দিকের শাসক হিসাবে প্রশংসা করা হয়েছে। একটি স্তোত্রে যেখানে মাতৃকাদের নির্দেশের রক্ষক হিসাবে ঘোষণা করা হয়েছে। একই পুরাণে আরেকটি উদাহরণে, তাকে মহিষে চড়ে বলে বর্ণনা করা হয়েছে। দেবীভাগবত পুরাণ বলছে, বারাহী, অন্যান্য মাতৃকাগণের সাথে, পরম মাতা দ্বারা সৃষ্ট। মা দেবতাদের প্রতিশ্রুতি দেন যে, প্রয়োজনে মাতৃকারা রাক্ষসদের সাথে যুদ্ধ করবে। রক্তবীজ পর্বে, বারাহীকে একটি শুয়োরের রূপ ধারণ করা হয়েছে, একটি প্রেত (মৃতদেহ) এর উপর উপবিষ্ট থাকাকালীন তার দাঁতের সাথে রাক্ষসদের সাথে যুদ্ধ করছে।\nবরাহ পুরাণে রক্তবীজের কাহিনীতে বলা হয়েছে এখানে প্রতিটি মাতৃকা অন্য মাতৃকার দেহ থেকে আবির্ভূত হয়েছে। বারাহী বিষ্ণুর শক্তি বৈষ্ণবীর পশ্চাদ্ভাগ থেকে শেষনাগ (যে সর্পটির উপরে বিষ্ণু ঘুমায়) উপবিষ্ট দেখা যায়। একই পুরাণে বারাহীকে হিংসার উপসর্গ (অসুয়া) প্রতিনিধিত্ব করা হয়েছে।\nমৎস্য পুরাণে বারাহীর উৎপত্তির একটি ভিন্ন গল্প উক্ত হয়েছ। নবরাহী, অন্যান্য মাতৃকাদের সাথে, শিব দ্বারা তাকে অন্ধকাসুর রাক্ষসকে হত্যা করতে সাহায্য করার জন্য তৈরি করা হয়েছিল, যার ক্ষমতা আছে - রক্তবীজের মতো - তার ফোঁটা রক্ত থেকে পুনরুত্থিত হওয়ার।\n\n\n== যোগসূত্র ==\n\nদেবী পুরাণ বিরোধপূর্ণভাবে বারাহীকে বরাহ (বরাহজননী) এর মা এবং সেইসাথে কৃতন্ততানুসম্ভবা বলে, যিনি কৃতন্ততনু থেকে আবির্ভূত হন। কৃতন্ততানু মানে \"মূর্তিমান মৃত্যু\" এবং এটি বরাহের একটি গুণ বা মৃত্যুর দেবতা যমের সরাসরি উল্লেখ হতে পারে। শাস্ত্রের অন্যত্র, তাকে বৈবস্বতী বলা হয়েছে এবং একটি খুলি-পাত্র থেকে মদ্যপানে মগ্ন বলে বর্ণনা করা হয়েছে। পাল তত্ত্ব করেন যে \"বৈবস্বতী\" নামের অর্থ হল বারাহীকে স্পষ্টভাবে ইয়ামির সাথে চিহ্নিত করা হয়েছে, যমের শক্তি, যিনি বিভাসবন নামেও পরিচিত। অধিকন্তু, বারাহী একটি লাঠি ধরে এবং একটি মহিষে চড়ে, উভয়ই যমের বৈশিষ্ট্য; সমস্ত মাতৃকাকে দেবতার রূপ হিসাবে বর্ণনা করা হয়েছে, তারা শক্তি।\nসংস্কৃত বর্ণমালার সাথে মাতৃকাদের যোগসূত্রের পরিপ্রেক্ষিতে, বারাহীকে বলা হয় পা, ফা, ব, ভা, মা নামক ব্যঞ্জনবর্ণের পা ভার্গকে নিয়ন্ত্রণ করে।ললিতা সহস্রনাম, দিব্য মাতার ১,০০০ নামের সংকলন, বারাহীকে রাক্ষস বিসুকরনের ধ্বংসকারী বলে। অন্য একটি প্রসঙ্গে, বারাহী, পঞ্চমী হিসাবে, সদাশিবের স্ত্রী, পঞ্চম ব্রহ্মার সাথে চিহ্নিত করা হয়, যিনি মহাবিশ্বের পুনর্জন্মের জন্য দায়ী। অন্যান্য পঞ্চ ব্রহ্মা (\"পাঁচ ব্রহ্মা\") হলেন দেবতা ব্রহ্মা, গোবিন্দ, রুদ্র এবং ঈশ্বর, যারা যথাক্রমে সৃষ্টি, সুরক্ষা, ধ্বংস এবং বিলুপ্তির দায়িত্বে নিয়োজিত। অন্য একটি প্রসঙ্গে, বরাহীকে বলা হয় কৈবল্যরূপিণী, যিনি কৈবল্যের দাতা (\"বস্তু থেকে আত্মার বিচ্ছিন্নতা বা আরও স্থানান্তর\") - মুক্তির চূড়ান্ত রূপ (পরিত্রাণ)। মাতৃকারা একজন ব্যক্তির দেহে বাস করে বলেও বিশ্বাস করা হয়। বারাহীকে একজন ব্যক্তির নাভিতে বসবাসকারী হিসাবে বর্ণনা করা হয়েছে এবং মণিপুরা, স্বাধিষ্ঠান এবং মুলাধার চক্রগুলো পরিচালনা করে।\nহরিপ্রিয়া রঙ্গরাজন, তার বই ইমেজেস অফ বরাহী—অ্যান আইকনোগ্রাফিক স্টাডিতে পরামর্শ দিয়েছেন যে বারাহী অন্য কেউ নয়, বাগ দেবী।\n\n\n== আইকনোগ্রাফি ==\n\nবারাহীর মূর্তিতত্ত্ব মৎস্য পুরাণ এবং পূর্ব-কর্ণগম এবং রূপমণ্ডনের মতো আগমগুলোতে বর্ণিত হয়েছে। তান্ত্রিক পাঠ্য বারাহী তন্ত্র উল্লেখ করে যে বারাহীর পাঁচটি রূপ রয়েছে: স্বপ্ন বারাহী, কান্দা বারাহী, মাহি বারাহী (ভৈরবী), ক্রক্কা বারাহী এবং মৎস্য বারাহী। মাতৃকাদের, দেবতাদের শক্তি হিসাবে, রূপ, গহনা এবং পর্বতে সেই দেবতাদের অনুরূপ বলে বর্ণনা করা হয়েছে, কিন্তু বারাহী কেবল বরাহের শুয়োরের মুখের উত্তরাধিকারী।\n\nবরাহীকে সাধারণত একটি ঝড়ের মেঘের সাথে তুলনীয় কালো রঙের একটি মানবদেহে তার বৈশিষ্ট্যযুক্ত বোনা মুখ দিয়ে চিত্রিত করা হয়। পণ্ডিত ডোনাল্ডসন আমাদের জানান যে একজন বপন এবং একজন মহিলার মেলামেশা পরবর্তীদের জন্য অবমাননাকর বলে মনে করা হয়, তবে এই সংস্থাটি “আক্রমণকারী, নতুন শাসক এবং অনুপ্রবেশকারীদের থেকে জমি রক্ষা করার জন্য অভিশাপ হিসাবেও ব্যবহৃত হয়।” কদাচিৎ, তাকে বরাহের মতোই তার দাঁত দিয়ে পৃথিবীকে ধরে রাখা হয়েছে বলে বর্ণনা করা হয়েছে। বারাহীকে দাঁড়ানো, উপবিষ্টা বা নৃত্যরতা হিসাবে চিত্রিত করা যেতে পারে। বারাহীকে প্রায়শই পাত্র-পেটযুক্ত এবং পূর্ণ স্তন সহ চিত্রিত করা হয়, যখন চামুণ্ডা ব্যতীত অন্যান্য সমস্ত মাতৃকাগুলোকে সরু এবং সুন্দর হিসাবে চিত্রিত করা হয়। একটি বিশ্বাস অনুযায়ী, যেহেতু বারাহীকে বিষ্ণুর যোগনিদ্রার সাথে চিহ্নিত করা হয়েছে, যিনি তার গর্ভে মহাবিশ্বকে ধারণ করেছেন (ভূগর্ভ পরানমেশ্বরী জগদ্ধাত্রী), তাই তাকে পাত্র-বেলি হিসাবে দেখানো উচিত। আরেকটি তত্ত্ব পরামর্শ দেয় যে পাত্র-পেট একটি \"মাতৃত্বের দিক\" প্রতিফলিত করে, যা ডোনাল্ডসন \"কৌতুহলী\" হিসাবে বর্ণনা করেছেন কারণ বারাহি এবং চামুণ্ডা ঐশ্বরিক মায়ের ভয়ানক দিকটিকে \"উত্তম উদাহরণ\" দেয়। একটি উল্লেখযোগ্য ব্যতিক্রম হল ষষ্ঠ শতাব্দীর রামেশ্বর গুহা (গুহা ২১), ইলোরা গুহায় বারাহীকে মানবমুখী এবং সরু হিসাবে চিত্রিত করা। তাকে এখানে সাতটি মাতৃকা দলের অংশ হিসেবে চিত্রিত করা হয়েছে। একটি তৃতীয় চোখ এবং/অথবা একটি অর্ধচন্দ্র তার কপালে বর্ণিত হয়েছে। \nবারাহীর দুই, চার, ছয় বা আট-হাত থাকতে পারে। মৎস্য পুরাণ, পূর্ব-কর্ণগম এবং রূপমণ্ডনে একটি চার-বাহুযুক্ত রূপের উল্লেখ রয়েছে। রূপমণ্ডন বলে যে সে একটি ঘণ্টা, একটি চামর (ইয়াকের লেজ), একটি চক্র এবং একটি গদা  বহন করে। মৎস্য পুরাণে ঘণ্টা বাদ দেওয়া হয়েছে এবং চতুর্থ অস্ত্রের উল্লেখ নেই।পূর্ব-করণগামা উল্লেখ করেছে যে তিনি শারাঙ্গ (বিষ্ণুর ধনুক), হল (লাঙ্গল) এবং মুসল (মুসি) ধারণ করেন। চতুর্থ হাতটি অভয় (\"সুরক্ষা অঙ্গভঙ্গি\") বা বরদ মুদ্রায় (\"আশীর্বাদমূলক অঙ্গভঙ্গি\") ধরে রাখা হয়।দেবী পুরাণে তার বৈশিষ্ট্যগুলোকে তলোয়ার, লোহার দল এবং ফাঁস হিসাবে উল্লেখ করা হয়েছে। আরেকটি বর্ণনায় বলা হয়েছে যে তার চুল লাল ফুলের মালা দিয়ে সাজানো হয়েছে। তিনি একটি লাঠি ধরে রেখেছেন এবং মদ্যপানের খুলি-কাপ (কাপলা)। বরাহীণী-নিগ্রহস্তক -স্তোত্রে লাঙ্গল, মস্তক, মাথার খুলি এবং অভয় মুদ্রা হিসাবে তার গুণাবলী বর্ণনা করা হয়েছে। বামন পুরাণ বর্ণনা করে যে তিনি একটি চক্র এবং একটি গদা ধারণ করে শেষনাগেতে উপবিষ্ট ছিলেন। অগ্নি পুরাণে  বর্ণনা করা হয়েছে যে তিনি গদা, শঙ্খ, তলোয়ার এবং অঙ্কুশ ধারণ করেছিলেন। খখমন্ত্রমহোদধিতে উল্লেখ করা হয়েছে যে তিনি একটি তলোয়ার, ঢাল, ফাঁস এবং গদা বহন করেন। বৈষ্ণব চিত্রগুলোতে, যেহেতু তিনি বিষ্ণুর সাথে যুক্ত, তাই বরাহীকে বিষ্ণুর চারটি বৈশিষ্ট্য - শঙ্খ, চক্র, গদা এবং পদ্ম  ধারণ করা হতে পারে। খখঅপরাজিতাপ্রিচা বর্ণনা করেছেন যে তিনি একটি জপমালা, একটি খাটভাঙ্গা (একটি খুলি সহ একটি ক্লাব), একটি ঘণ্টা এবং একটি কমণ্ডলু (জলের পাত্র) ধারণ করেছিলেন।\n\nবিষ্ণুধর্মোত্তর পুরাণে বর্ণনা করা হয়েছে একটি ছয়-বাহুসজ্জিত বরাহী, যার চার হাতে দণ্ড (শাস্তির কর্মী), খেতক (ঢাল), খড়গ (তলোয়ার) এবং পাশ (ফাঁস) রয়েছে এবং বাকি দুটি হাত অভয় ও বরদ মুদ্রায় (\"আশীর্বাদ অঙ্গভঙ্গি\")। তিনি একটি শক্তি এবং হল (লাঙ্গল) ধারণ করেন। এই ধরনের একটি ভারাহি ভাস্কর্য অবনেসিতে পাওয়া যায়, যেখানে নৃত্যরত শিবের সাথে চিত্রিত করা হয়েছে। একটি শিশুকে তার কোলে বসা অবস্থায়ও চিত্রিত করা হতে পারে, যেমন মাতৃকাকে প্রায়শই চিত্রিত করা হয়। \nমৎস্য বারাহীকে দুই-বাহুরূপে চিত্রিত করা হয়েছে, সর্পিল-কুণ্ডলীযুক্ত চুল এবং একটি মাছ (মৎস্য) এবং একটি কপাল ধারণ করা হয়েছে। মাছ এবং ওয়াইন-কাপ কাপলা বরাহীর তান্ত্রিক শাক্ত মূর্তির বিশেষ বৈশিষ্ট্য, মাছটি তান্ত্রিক বর্ণনার জন্য একচেটিয়া।\nবরাহীর বাহন  সাধারণত একটি মহিষ হিসাবে বর্ণনা করা হয়। বৈষ্ণব ও শাক্ত মূর্তির মধ্যে, তাকে পদ্ম পিঠার উপর (পদচারী) বা তার বাহন (একটি মহিষ) বা তার মাথায়, অথবা একটি শুয়োর, সর্প শেষনাগ, একটি সিংহ বা গরুড়ের (বিষ্ণুর ঈগল-ম্যান বাহন) উপর দাঁড়ানো বা উপবিষ্টা হিসাবে চিত্রিত করা হয়েছে। তান্ত্রিক শাক্ত চিত্রগুলোতে, বাহন বিশেষভাবে একটি মহিষ বা একটি মৃতদেহ (প্রেতাসন) হতে পারে। একটি হাতি তার বাহন হিসাবে চিত্রিত হতে পারে। দেবীকে তার ঘোড়া জাম্বিনীতে চড়ে বলেও বর্ণনা করা হয়েছে। গরুড়কে তার পরিচারক হিসাবে চিত্রিত করা যেতে পারে। তাকে একটি কল্পকা গাছের নীচে উপবিষ্টও চিত্রিত করা যেতে পারে।\nযখন সপ্ত-মাতৃকা গোষ্ঠীর (\"সাত মা\") অংশ হিসাবে চিত্রিত করা হয়, তখন মাতৃকাদের সারিতে বরাহী সর্বদা পঞ্চম অবস্থানে থাকে, তাই একে পঞ্চমী (\"পঞ্চমী\") বলা হয়। দেবী বীরভদ্র (শিবের উগ্র রূপ) এবং গণেশ (শিবের হাতি-মাথাযুক্ত পুত্র এবং জ্ঞানের দেবতা) দ্বারা সংলগ্ন।\n\n\n== পূজা ==\n\nবরাহী শৈব, বৈষ্ণব এবং শাক্তদের দ্বারা পূজা করা হয়। বরাহীকে সপ্ত-মাতৃকা গোষ্ঠীতে (\"সাত মা\") পূজা করা হয়, যা শাক্তধর্মে পূজা করা হয়, সেইসাথে শিবের সাথে যুক্ত।\nবরাহী হল রাত্রি দেবতা (রাত্রি দেবী) এবং কখনও কখনও ধ্রুমা বরাহী (\"অন্ধকার বরাহী\") এবং ধূমাবতী (\"অন্ধকারের দেবী\") নামে পরিচিত। তন্ত্র অনুসারে, সূর্যাস্তের পরে এবং সূর্যোদয়ের আগে বরাহী পূজা করা উচিত। পরশুরাম কল্পসূত্রে স্পষ্টভাবে বলা হয়েছে যে পূজার সময় মধ্যরাত। শাক্তরা গোপনীয় বামামার্গ তান্ত্রিক অনুশীলনের মাধ্যমে বরাহীর উপাসনা করে, যা বিশেষ করে পঞ্চমাকারের উপাসনার সাথে যুক্ত — মদ, মাছ, শস্য, মাংস এবং আচার -অনুষ্ঠান। এই প্রথাগুলো গঙ্গার তীরে কালরাত্রি মন্দিরে পরিলক্ষিত হয়, যেখানে কেবল রাতেই বরাহীকে পূজা দেওয়া হয়; দিনের বেলায় মন্দির বন্ধ থাকে। শাক্তরা বরাহীকে দেবী ললিতা ত্রিপুরাসুন্দরীর উদ্ভাস বা \"দণ্ডনায়িকা\" বা \"দণ্ডনাথ\" — ললিতার সেনাবাহিনীর সেনাপতি বলে মনে করেন। শাক্তধর্মের শ্রী বিদ্যা ঐতিহ্য বরাহীকে পরা বিদ্যার (\"অতিন্দ্রিয় জ্ঞান\") মর্যাদায় উন্নীত করে। দেবী মাহাত্ম্য দীর্ঘায়ুর জন্য বরাহীকে উদ্দীপিত করার পরামর্শ দেয়। ত্রিশটি যন্ত্র এবং ত্রিশটি মন্ত্র বরাহীর উপাসনা এবং তার অনুগ্রহে সিদ্ধি লাভের জন্য নির্ধারিত। পণ্ডিত রথের মতে এটি তার ক্ষমতা নির্দেশ করে। তার মূর্তিবিদ্যার বিস্তারিত কিছু গ্রন্থ তাকে পরম শক্তির সাথে তুলনা করে।\nবরাহীকে উৎসর্গীকৃত প্রার্থনার মধ্যে রয়েছে বরাহী অনুগ্রহাষ্টকম, তার আশীর্বাদের জন্য, এবং বরাহী নিগ্রহাষ্টকম, শত্রুদের ধ্বংসের জন্য; উভয়ই তামিল ভাষায় রচিত।\n\n\n=== মন্দির ===\n\nসপ্ত-মাতৃকার অংশ হিসেবে যে মন্দিরে বরাহীকে পূজা করা হয়, সেগুলো ছাড়াও উল্লেখযোগ্য মন্দির রয়েছে যেখানে বরাহীকে প্রধান দেবতা হিসেবে পূজা করা হয়।\n\nভারত\nচৌরাসীতে ১৪শ  শতাব্দীর একটি বরাহী মন্দির বিদ্যমান কোনার্ক, ওড়িশা থেকে কিমি দূরে, যেখানে বরাহীকে মাতিসা বরাহী হিসাবে স্থাপিত করা হয়েছে এবং তান্ত্রিক আচার দ্বারা পূজা করা হয়। বারাণসীতে, বরাহী পাতলা ভৈরবী হিসাবে পূজিত হয়। চেন্নাইতে, ময়লাপুরে একটি বরাহী মন্দির রয়েছে, যখন বেদান্থঙ্গলের কাছে একটি বড় মন্দির তৈরি করা হচ্ছে। আষাঢ় নবরাত্রি, আষাঢ়ের হিন্দু পঞ্জিকা (জুন/জুলাই), থাঞ্জাভুর বৃহদেশ্বর মন্দিরে (একটি শৈব মন্দির) তাঞ্জাবুর মন্দিরে বরাহীর সম্মানে নয় দিনের উৎসব হিসেবে পালিত হয়। দেবীকে প্রতিদিন বিভিন্ন ধরনের অলঙ্কার (অলঙ্কার) দিয়ে সজ্জিত করা হয়। পূর্ণিমার দিনগুলো বরাহীর কাছে পবিত্র বলে মনে করা হয়। দেবীর একটি প্রাচীন মন্দিরও উথিরকোসামাংগাইতে পাওয়া যায়। বরাহীর আটটি রূপ সহ অষ্ট-বরাহী মন্দিরটি ভিলুপুরমের কাছে সালামেদুতে অবস্থিত।\n\nনেপাল\nএকটি বরাহী মন্দির নেপালের ফেওয়া লেকের মাঝখানে অবস্থিত। এখানে, বরাহী, যা তিনি নেপালে নামে পরিচিত, দুর্গার অবতার এবং আজিমা (\"ঠাকুমা\") দেবী হিসাবে মাতিসা বরাহী রূপে পূজিত হন। ভক্তরা সাধারণত শনিবারে দেবীর উদ্দেশ্যে পুরুষ পশু বলি দেন। জয়া বরাহী মন্দির, ভক্তপুরও বরাহীকে উৎসর্গ করা হয়েছে।\n\n\n== বৌদ্ধ ধর্মে ==\n\nবজ্রবরাহী (\"বজ্র -হগ\" বা বৌদ্ধ বরাহী), বৌদ্ধ দেবী বজ্রযোগিনীর সবচেয়ে সাধারণ রূপ, হিন্দু বরাহী থেকে উদ্ভূত। বজ্রবরাহী বৌদ্ধধর্মে বরাহী নামেও পরিচিত। বজ্রবরাহী উত্তরাধিকার সূত্রে প্রাপ্ত ভয়ঙ্কর চরিত্র এবং ক্রোধ বরাহীর। উভয়ই শত্রুদের ধ্বংস করার জন্য আহ্বান করা হয়। বজ্রবরাহীর সবচেয়ে সাধারণ রূপগুলোর মধ্যে একটিতে বরাহীর বপনের মাথাটিকে প্রধান মাথার সাথে সংযুক্ত ডানদিকের মাথা হিসাবেও দেখা যায়। তিব্বতি ধর্মগ্রন্থে শূকরের মাথাটি অজ্ঞতার পরমানন্দের (\"মোহ\") প্রতিনিধিত্ব করার জন্য বর্ণনা করা হয়েছে। এলিজাবেথ ইংলিশের মতে, যোগতন্ত্রের মাধ্যমে বারাহী বৌদ্ধ মন্দিরে প্রবেশ করে। সর্বতথগততত্ত্বসমগারহে, বারাহীকে প্রাথমিকভাবে নরকে অবস্থিত একজন শৈব সর্বমাত্র (\"সর্ব-মা\") হিসাবে বর্ণনা করা হয়েছে, যিনি বজ্রপানি দ্বারা বজ্রমুখী (\"বজ্র-মুখ\") নাম ধরে বৌদ্ধ মণ্ডলে রূপান্তরিত হন। বরাহীও হেরুকা-মণ্ডলায় একজন পরিচারক দেবী হিসেবে প্রবেশ করেন। ভার্তালি (বারাহীর অন্য রূপ) সহ বরাহী, মারিচির শূকর-মুখী পরিচারক হিসাবে আবির্ভূত হয়, যার একটি বপনের মুখও রয়েছে — যা হিন্দু বরাহীর প্রভাব হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nন্যাশনাল মিউজিয়াম সিম্পোজিয়ামে ডাঃ হরিপ্রিয়া রঙ্গরাজন দ্বারা ভারাহি: যোগিনী রিটার্ন, নিউ দিল্লি, অক্টোবর ২০১৩।\nগান্ধীনগর, গুজরাটের সারধাব গ্রামে মা বরাহী মন্দির শ্রী মা বরাহী সম্পর্কে আরও জানুন : শ্রী বরাহী প্রগতি মণ্ডল সারধব ২০২১।"}