{"pageid": 1131894, "title": "বৃহৎ অতিবেগুনী অবলোহিত আলোক জরিপকার", "url": "https://bn.wikipedia.org/wiki?curid=1131894", "content": "বৃহৎ অতিবেগুনী অবলোহিত আলোক জরিপকার  সংক্ষেপে লুভইর হল একটি বহু তরঙ্গদৈর্ঘ্য বিশিষ্ট মহাকাশ টেলিস্কোপ, যেটি নাসার অধীনে বিজ্ঞান ও প্রযুক্তি সংজ্ঞায়ন দলের মাধ্যমে তৈরী করা হচ্ছে। এই টেলিস্কোপটি চারটি প্রস্তাবিত বৃহৎ জোতিঃপদার্থবিজ্ঞান বিষয়ক মহাকাশ অভিযানের একটি, যেসব অভিযান জাতীয় বিজ্ঞান একাডেমির ২০২০ জ্যোতির্বিজ্ঞান ও জ্যোতিপদার্থবিদ্যা বিষয়ক দশকাল জরিপ এর প্রস্তুতি হিসেবে গবেষণাধীন আছে। এটিকে একটি সাধারণ ব্যবহার উপযোগী পর্যবেক্ষণাগার হিসেবে বানানোর চিন্তা থাকলেও লুভইর টেলিস্কোপের একটি মুখ্য বৈজ্ঞানিক উদ্দেশ্য হলো টেলিস্কোপটির মাধ্যমে সৌরজগতের বাইরে বাসযোগ্য ও অন্যান্য বহির্গ্রহ খুঁজে বের করা। পাশাপাশি আরেকটি উদ্দেশ্য হলো বেশ কিছু জ্যোতিপদার্থবিদ্যা বিষয়ক গবেষণা, যেমন পুনঃআয়নিতকরণ যুগ হতে ছায়াপথের উৎপত্তি ও বিবর্তন এবং গ্রহ নক্ষত্রের উৎপত্তি পর্যবেক্ষণ করা। টেলিস্কোপটির মাধ্যমে সৌরজগতের শক্তিশালী ছবি ও বর্ণালীবীক্ষণও সম্ভবপর হবে। লুভইরকে একটি বৃহৎ কৌশলগত বৈজ্ঞানিক অভিযান হিসেবে গণনা করা হবে এবং এই টেলিস্কোপের কাজ ২০২০ সালের কিছু সময় পরে শুরু হবে। লুভইরের গবেষণা দল লুভইরের দুইটি নকশা প্রস্তুত করেছে। একটি ১৫.১ মিটার ব্যাসার্ধের টেলিস্কোপ (লুভইর-এ) এবং আরেকটি হল ৮ মিটার ব্যাসার্ধের টেলিস্কোপ (লুভইর-বি) লুভইরের মাধ্যমে অতিবেগুনী রশ্নি, দৃশ্যমান আলো, প্রায় অবলোহিত রশ্নি পর্যবেক্ষণ করা যাবে। ৫ বছর ব্যাপী লুভইর গবেষণা প্রতিবেদন ২৬ আগস্ট ২০১৯ সালে জনসম্মুখে আনা হয়।\n৪ নভেম্বর ২০২১ সালে, ২০২০ জ্যোতিঃপদার্থবৈজ্ঞানিক দশকাল জরিপ, বিভিন্ন গ্রহতে প্রাণের অস্তিত্ব অনুসন্ধান করার উদ্দেশ্যে একটি \"বড় (প্রায় ৬ মিটার ছিদ্রবিশিষ্ট) অবলোহিত/দৃশ্যমান/অতিবেগুনী আলোক মহাকাশ টেলিস্কোপ\" তৈরির সুপারিশ করে যা সৌরজগতের বাইরে জ্যোতির্পদার্থবিদ্যার পরিসর বিস্তৃত করতে সক্ষম হবে। এরই ফলশ্রুতিতে লুভইর এবং হাবএক্স অভিযানের সূচনা হয়।\n\n\n== পটভূমি ==\n২০১৬ সালে নাসা ভবিষ্যতে বৃহৎ কৌশলগত বৈজ্ঞানিক অভিযানের জন্য চারটি পৃথক মহাকাশ টেলিস্কোপ তৈরির পরিকল্পনা করা শুরু করে।  এগুলো হল হ্যাবিটেবল এক্সোপ্ল্যানেট ইমেজিং মিশন (হ্যাবএক্স), লার্জ আল্ট্রাভায়োলেট অপটিক্যাল ইনফ্রারেড সার্ভেয়ার (লুভইর), লিংক্স এক্স-রে অবজারভেটরি (লিংক্স), এবং অরিজিন স্পেস টেলিস্কোপ (ওএসটি)। ২০১৯ সালে, চারটি দল যুক্তরাষ্ট্রের জাতীয় বিজ্ঞান একাডেমির কাছে তাদের এই অভিযানগুলোর উপর চূড়ান্ত প্রতিবেদন প্রদান করে। জরিপ পরিষদের মাধ্যমে প্রতিবেদনসমূহের উপর একটি স্বাধীন দশকাল জরিপের মাধ্যমে নাসা সিদ্ধান্ত নেবে কোন অভিযানটিকে সর্বোচ্চ অগ্রাধিকার দেয়া প্রয়োজন।  অর্থায়ন করা হলে, লুভইর একটি ভারী রকেট ব্যবহার করে আনুমানিক ২০৩৯ সালে উৎক্ষেপণ করবে এবং এটি সূর্য-পৃথিবীর ল্যাগ্রেঞ্জ পয়েন্ট ২ এর চারপাশে একটি কক্ষপথে স্থাপন করা হবে। \n\n\n== অভিযান ==\n\nলুভইরের প্রধান উদ্দেশ্য হলো বহির্গ্রহ পর্যবেক্ষণ, মহাজগতের উৎপত্তি ও বিকাশ এবং সৌরজগৎ বিষয়ক গবেষণা। লুভইর বহির্গ্রহসমূহের বায়ুমন্ডল ও ভূমির গঠনপ্রণালী বিশ্লেষণ করতে পারবে। টেলিস্কোপটি বিভিন্ন বহির্গ্রহের বায়ুমন্ডল পর্যবেক্ষণ করে জীবনের অস্তিত্বও অনুধাবন করতে পারবে। বহির্গ্রহে জীবনের অস্তিত্ব খুঁজে পেতে হলে বায়ুমন্ডলে কার্বন-ডাই-অক্সাইড, কার্বন-মনোক্সাইড, অক্সিজেন, ওজোন, পানি এবং মিথেনের অস্তিত্ব থাকতে হবে। লুভইরের বহু তরঙ্গদৈর্ঘ্য বিশ্লেষণের সক্ষমতা একটি তারার অতিবেগুনী রশ্নি, তাঁর বাসযোগ্য গ্রহসমূহের বায়ুমন্ডলের উপর কিরূপ আলোক রসায়নগত প্রভাব ফেলে সেটিও অবলোকন করতে পারবে। লুভইর সৌরজগতকে আরও বৃহৎ পরিসরে ব্যাখ্যা করার প্রয়োজনে নানান বৈশিষ্টের বাসযোগ্য নয় এমন বহির্গ্রহও পর্যবেক্ষণ করবে। পাঁচ বছর ব্যাপী অভিযানে লুভইর-এ ৫৪ টি ও লুভইর-বি ২৮ টি সম্ভাব্য বাসযোগ্য বহির্গ্রহ সনাক্ত ও গবেষণা করবে। \nজ্যোতিঃপদার্থবিজ্ঞান গবেষণার পরিসর, স্থান-কালের সুদূরপ্রসারী মহাজাগতিক গঠন প্রণালী উদঘাটন, ছায়াপথের উৎপত্তি ও বিকাশ এবং গ্রহ-তারার জন্ম ব্যাপী বিস্তৃত থাকবে। \nসৌরজগৎ গবেষণার ক্ষেত্রে, লুভইর দৃশ্যমান আলোতে বৃহস্পতির  প্রায় ২৫ কিলোমিটার পর্যন্ত উচ্চ রেজ্যুলেশনের ছবি সরবরাহ করতে পারে। যেটি লম্বা সময়ের ব্যবধানে বৃহস্পতি, শনি, ইউরেনাস ও নেপচুনের বায়ুমণ্ডলের সূক্ষ্ম পর্যবেক্ষণে সহায়তা করবে। সৌরজগতের সংবেদনশীল, উচ্চ রেজোলিউশন সম্পন্ন ছবি ও বর্ণালীবীক্ষণ দূর ভবিষ্যতে পরিদর্শন সম্ভব নয় এমন ধুমকেতু, গ্রহাণু, উপগ্রহ এবং কাইপার বেষ্টনীর বিভিন্ন বস্তু সৌরজগৎ অতীতে কীভাবে কেমন ছিল সে সম্পর্কে গুরুত্ববহ তথ্য প্রদান করতে পারবে। অধিকন্তু, লুভইর ইউরোপা ও এনসেলাডাস এর মত সাগরওয়ালা উপগ্রহসমূহে পানির ফোয়ারা গবেষণার ক্ষেত্রেও গুরুত্বপূর্ণ ভূমিকা পালন করবে।\n\n\n== নকশা ==\n\nলুভইরের ভেতর একলিপ্স নামক একটি অভ্যন্তরীণ করোনাগ্রাফ যন্ত্র থাকবে, যার ইংরেজি পূর্ণরূপ এক্সট্রিম করোনাগ্রাফ ফর লিভিং প্ল্যানেটারি সিস্টেম। এই যন্ত্রটির সাহায্যে পৃথিবীর মত বহির্গ্রহসমূহে সরাসরি পর্যবেক্ষণ সম্ভবপর হবে। লুভইরের ছোট সংষ্করণ লুভইর-বিতে একটি বাহ্যিক স্টারশেড সংযুক্ত থাকবে।\nলুভইরে সংযুক্ত হতে পারে এমন আরও কিছু সম্ভাব্য যন্ত্রাংশ হলো,  হাই-ডেফিনিশন ইমেজার (এইচডিআই), যেটি একটি বিস্তৃত-পটভূমি অতিবেগুনী-সমীপবর্তী, আলোক, অবলোহিত-সমীপবর্তী ক্যামেরা; লুমস, যেটি একটি অতিবেগুনী ও একত্রে বহু বস্তু পর্যবেক্ষণ করতে পারে এমন বর্ণালীবীক্ষণ যন্ত্র; এবং পোলাক্স, একটি স্পেকট্রোপোলারিমিটার। পোলাক্স একটি ইউরোপিয়ান সংস্থার মাধ্যমে ফরাসি মহাকাশ গবেষণা সংস্থা সিএনইএসের নেতৃত্ব ও পৃষ্ঠপোষকতায় গবেষণা করা হচ্ছে। \nএই মহাকাশ পর্যবেক্ষণাগারটি দূর-অতিবেগুনী রশ্নি হতে অবলোহিত-সমীপবর্তী তরঙ্গদৈর্ঘ্য পর্যন্ত আলো পর্যবেক্ষণ করতে পারে। পৃথিবীর মত বহির্গ্রহসমূহে করোনাগ্রাফিক পর্যবেক্ষণ চালানোর জন্য তরঙ্গমুখের যে সূক্ষ্ম স্থিতিশীলতা প্রয়োজন,  সে স্থিতিশীলতা অর্জনে লুভইরের নকশায় তিনটি নীতি অন্তর্ভুক্ত করা হয়েছে। প্রথমত, পর্যবেক্ষণাগার জুড়ে সকল কম্পন ও যান্ত্রিক উপদ্রব হ্রাস করা হয়েছে। দ্বিতীয়ত, টেলিস্কোপ এবং করোনাগ্রাফ উভয়ই বিভিন্ন স্তরে সক্রিয় আলোকযন্ত্রের মাধ্যমে তরঙ্গমুখ নিয়ন্ত্রণ করে। তৃতীয়ত, টেলিস্কোপকে ২৭০ কেলভিন তাপমাত্রায় উত্তপ্ত করে রাখা হয় যাতে টেলিস্কোপ তাপীয় উপদ্রব থেকে মুক্ত থাকে। লুভইরের প্রযুক্তি উন্নয়ন পরিকল্পনা নাসার কৌশলগত জ্যোতিঃপদার্থ বিষয়ক অভিযান রূপরেখা গবেষণা কার্যক্রম, গডার্ড মহাকাশ ফ্লাইট সেন্টার, মার্শাল মহাকাশ ফ্লাইট সেন্টার, জেট প্রপালশন ল্যাবরেটরি এবং নর্থট্রুপ গ্রুমেন এরোস্পেস সিস্টেমস ও বল এরোস্পেসের সংশ্লিষ্ট কার্যক্রম দ্বারা পৃষ্ঠপোষকতা করা হচ্ছে।\n\n\n=== লুভইর-এ ===\n\n\n=== লুভইর-বি ===\n\n\n== আরো দেখুন ==\nপ্রস্তাবিত মহাকাশ পর্যবেক্ষণ কেন্দ্রগুলির তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবড় আল্ট্রাভায়োলেট অপটিক্যাল ইনফ্রারেড টেলিস্কোপ প্রকল্পের ওয়েবসাইট\nগডার্ড স্পেস ফ্লাইট সেন্টারে বৃহত অতিবেগুনী/আলোক/অবলোহিত জরিপকার\nগডার্ড স্পেস ফ্লাইট সেন্টারে উন্নত প্রযুক্তির বড়-অ্যাপারচার মহাকাশ টেলিস্কোপ\nএসটিএসসিএলে উন্নত প্রযুক্তি বড়-অ্যাপারচার মহাকাশ টেলিস্কোপ আর্কাইভইজে আর্কাইভকৃত ১৫ ডিসেম্বর ২০১২ তারিখে\nঅরাতে উচ্চ ডেফিনিশনযুক্ত মহাকাশ টেলিস্কোপ"}