{"pageid": 1131520, "title": "খসরু বে সুলতান", "url": "https://bn.wikipedia.org/wiki?curid=1131520", "content": "\n==== কারাবাখ উত্তেজনা ====\nসুলতানভ, কারাবাখের আর্মেনিয়ানদের কাছে ব্যাপকভাবে ঘৃণ্য ব্যক্তিত্ব ছিলেন। তিনি আর্মেনিয়দের সম্পূর্ণরূপে আজারবাইজানি শাসনের বশ্যতা স্বীকার করতে বাধ্য করার হুমকি দেওয়ার দোষে দুষ্ট।  উত্তেজনা চরম পর্যায়ে পৌঁছেছিল ৩ জুন, যখন সুলতানভ তার সৈন্যদের শুশায় আর্মেনিয়ান কোয়ার্টার ঘেরাও করার নির্দেশ দেন এবং দাবি উত্থাপন করেন যে, কারাবাখ কাউন্সিলের সদস্যরা এবং আর্মেনিয়ান মিলিশিয়ানরা সেখানে আত্মসমর্পণ করতে পারে। আর্মেনিয়ান ব্যারিকেড এবং ব্রিটিশ সামরিক মিশন আগুনের মুখে পড়লেও সুলতানভের সৈন্যরা প্রতিরক্ষকদের সরিয়ে দিতে পারেনি। যদিও কারাবাখ কাউন্সিল ৪ জুন প্রত্যাবর্তন করেছিল, পরের দিন সুলতানভ তার ভাই সুলতানের নির্দেশে অশ্বারোহী বাহিনীকে খাইবালিকেন্ড, ক্রকেজান, পাহলিউল, জামিলুর নিকটবর্তী আর্মেনিয়ান গ্রামগুলিতে আক্রমণ করার জন্য আহ্বান জানান, যার ফলে কমপক্ষে ছয়শত আর্মেনীয় নিহত হয় এবং সেখানে বসতি স্থাপন করা হয়। ধ্বংসাবশেষ  আর্মেনিয়ান এবং আমেরিকান ত্রাণ কর্মকর্তাদের প্রতিবাদের মধ্যে, সুলতানভকে বাকুতে ফেরত পাঠানো হয়েছিল। এর জন্য দায়ী কারণগুলি দেওয়া হয়েছে: আজারবাইজানীয় সরকার জোর দিয়েছিল যে তারা তাকে পরামর্শের জন্য ফিরিয়ে দিয়েছে; টিফ্লিসে ব্রিটিশ কমান্ড ঘোষণা করেছে যে তাকে তার পদ থেকে বঞ্চিত করা হয়েছে এবং তার বিরুদ্ধে অভিযোগ রয়েছে; যখন আমেরিকান রিপোর্টে বলা হয়েছে যে তাকে গ্রেফতার করা হয়েছে এবং কারারুদ্ধ করা হয়েছে। \n\n\n=== সোভিয়েতকরণ-পরবর্তী ===\n১৯২০ সালে, এপ্রিলের শেষের দিকে, ১১'শ তম রেড আর্মি অনায়াসে আজারবাইজানে প্রবেশ করে এবং এটিকে সোভিয়েত প্রজাতন্ত্র ঘোষণা করে। এটি শোনার পর, সুলতানভ মুসাভাত পার্টির প্রতি তার আনুগত্য ত্যাগ করেন, নিজেকে \"কারাবাখ বিপ্লবী কমিটির\" চেয়ারম্যান ঘোষণা করেন এবং বাকুতে আজারবাইজানীয় রেভকম নেতা নরিমান নরিমানভকে অভিনন্দন জানান।  তিনি দাবি করেন যে, \"বিপ্লবী কারাবাখ\" এখন সোভিয়েত ব্যবস্থা প্রতিষ্ঠার জন্য অধৈর্যভাবে অপেক্ষা করছিলো এবং সোভিয়েত আজারবাইজানের সাথে একত্রিত হতে চায়। নরিমানভ অবশ্য সুলতানভের ঘোষণায় আশ্বস্ত হননি। এবং ১৪ মে তিনি দাদাশ বুনিয়াদজাদেকে কারাবাখের এক্সট্রা-অর্ডিনারী কমিসার হিসেবে নিযুক্ত করেন এবং তাকে সুলতানভের স্ব-শৈলী রেভকমকে তরলীকরণের নির্দেশ দেন।\n\n\n== পরবর্তী বছরগুলিতে ==\nবলশেভিকদের নিপীড়নের পরে, সুলতানভ ১৯২৩ সালে তুরস্কে পালিয়ে যেতে সক্ষম হন এবং তারপর থেকে ইরান, ফ্রান্স এবং জার্মানিতে বসবাস করেন। জার্মানিতে তিনি একটি মেডিকেল বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। ১৯৪১-১৯৪৫ সালে, দ্বিতীয় বিশ্বযুদ্ধের সময়, তিনি আজারবাইজানের যুদ্ধবন্দীদেরকে আজারবাইজানে ফিরিয়ে আনতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। দীর্ঘদিন ইউরোপে থাকার পর, সুলতানভ ১৯৩৬ সালে তুরস্কে ফিরে যান এবং ১৯৪৩ সালে ইস্তাম্বুলে  মারা যান।\n\n\n== আরো দেখুন ==\nআজারবাইজানীয় সেনাবাহিনী\nআজারবাইজান প্রজাতন্ত্রের প্রতিরক্ষা মন্ত্রীরা\nআজারবাইজানে গণহত্যার তালিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Ministers of Defense of Azerbaijan"}