{"pageid": 1131712, "title": "মায়োফাইব্রিল", "url": "https://bn.wikipedia.org/wiki?curid=1131712", "content": "মায়োফাইব্রিল বা পেশী ফাইব্রিল বা সারকোস্টাইল হল পেশীকোষের একটি দন্ডাকার অঙ্গাণু। পেশীকোশের অভ্যন্তরস্থ লম্বা দন্ডাকার অংশকে বলে পেশীতন্তু, যা অসংখ্য মায়োফাইব্রিল দ্বারা গঠিত। প্রতিটি মায়োফাইব্রিলের ব্যাসের দৈর্ঘ্য প্রায় এক মাইক্রন। ভ্রূণের বিকাশ চলাকালীন মায়োজেনেসিস ঘটে, তখন এই মায়োফাইব্রিল উৎপন্ন হয়।\n\n\n== গঠন ==\n\nপ্রতিটি মায়োফাইব্রিলের ব্যাসের দৈর্ঘ্য প্রায় এক মাইক্রন। প্রতিটি মায়োফাইব্রিল অসংখ্য মায়োফিলামেন্ট দ্বারা গঠিত যা তিনপ্রকার, মোটা, সরু ও স্থিতিস্থাপক।\nসরু ফিলামেন্ট অ্যাকটিন দ্বারা, মোটা ফিলামেন্ট মায়োসিন দ্বারা ও স্থিতিস্থাপক ফিলামেন্ট টাইটিন দ্বারা নির্মিত। এগুলির প্রতিটিই প্রোটিন। এদের সকলেই পেশী সংকোচনে মুখ্য ভূমিকা পালন করে। পেশী সংকোচনের সময় অ্যাকটিন ও মায়োসিন যুক্ত হয়ে অ্যাক্টোমায়োসিন গঠন করে।\nকঙ্কাল পেশী ও হৃৎপেশীতে এদের স্পষ্ট দেখতে পাওয়া যায়। পেশীকলার গুরুত্বপূর্ণ উপাদান ও বৈশিষ্ট্য এগুলি। মানব কঙ্কাল পেশীর দৈর্ঘ্য কয়েক মিলিমিটার, যেখানে এই ফিলামেন্টগুলি অনেক মাইক্রন দৈর্ঘ্য পর্যন্ত বিস্তৃত। এদের অংশ সারকোমিয়ার প্রায় ৩ মাইক্রন দৈর্ঘ্যবিশিষ্ট। মায়োফাইব্রিল ও মায়োফিলামেন্টগুলি পেশীকোশের সমান্তরালে দৈর্ঘ্য বরাবর অবস্থান করে। এইরূপ সজ্জা কঙ্কাল পেশীর গাত্রে আড়াআড়ি দাগের সৃষ্টি করে, যা উহার একটি স্বতন্ত্র বৈশিষ্ট্য।\n\n\n=== সারকোমিয়ার ===\n\nদুটি Z-রেখার মধ্যবর্তী অংশ হল সারকোমিয়ার (জার্মান: zwischen এর অর্থ মধ্যবর্তী)। এটি আলোক-অস্বচ্ছ ও এতে T-টিবিউল বর্তমান। এর দুপাশে হালকা I-ব্যান্ড বা আইসোট্রপিক ব্যান্ড অবস্থিত, যা অ্যাকটিন দ্বারা নির্মিত। এর পর A-ব্যান্ড বা অ্যানআইসোট্রপিক ব্যান্ড অবস্থিত, যা মায়োসিন দ্বারা নির্মিত।\nA-ব্যান্ডের মাঝে অবস্থিত অংশ H-জোন নামে পরিচিত (জার্মান: heller এর অর্থ উজ্জ্বল)। H-জোনের ঠিক মাঝ বরাবর M-রেখা অবস্থিত (জার্মান: mittel এর অর্থ মাঝখান)।\n\n\n== বিকাশ ==\nমায়োসিন ফিলামেন্টের ব্যাস ১৬০–১৭০ Å ও অ্যাকটিন ফিলামেন্টের ব্যাস ৬০–৭০ Å। শৈশবে মায়োফাইব্রিলে মায়োসিন ও অ্যাকটিন থাকে ১:৭ অনুপাতে। সারকোলেমার নীচের অংশ বরাবর মায়োফিলামেন্ট সঞ্চিত থাকে ও ষড়ভুজাকার গঠন ধারণ করে। এরপর Z ও M ব্যান্ডের দৈর্ঘ্য বাড়তে থাকে। আয়ের মাত্রা ও ATP অণু সংখ্যা বারংবার বাড়তে থাকে। ফলে, পেশী সংকোচন বৃদ্ধি পায় ও পেশী, দৈর্ঘ্য বাড়তে থাকে।\n\n\n== কাজ ==\n\nমায়োসিন হেড ক্রস ব্রিজ গঠন করে ও অ্যাকটিন প্রোটিন সাথে যুক্ত হয়ে নৌকার দাঁড় টানার মতো কাজ করে পেশীর সংকোচন ঘটায়। সংকোচনের পূর্বে অ্যাডিনোসিন ডাইফসফেট (ADP) ও ফসফেট গ্রুপ যুক্ত হবার প্রস্তুতি নেয়।\nযখন স্নায়ুস্পন্দনের মাধ্যমে সংকোচনের বার্তা আসে, তখন ক্যালসিয়াম আয়ন (Ca2+) অ্যাকটিনের গাত্রে অবস্থিত ট্রপোনিন প্রোটিনের আকার পরিবর্তন করে ও ট্রপোনিন-ট্রপোমায়োসিন কমপ্লেক্স গঠন করে। মায়োসিন ও অ্যাকটিনের সংযুক্তির পথ সুগম করে।\nঅ্যাকটিনের সাথে মায়োসিন যুক্ত হয় ও অ্যাডিনোসিন ট্রাইফসফেট (ATP) ভেঙে শক্তি উৎপন্ন হয়। শক্তির দ্বারা মায়োসিন হেডে অবস্থিত ক্রস ব্রিজ অ্যাকটিনে টান উৎপন্ন করে। ATP ভেঙে ADP ও ফসফেট (Pi) তৈরী হয়। (ATPase উৎসেচকের সাহায্যে)\nনতুন ATP অণু সেই স্থানে আসে ও মায়োসিন হেড অ্যাকটিন ছেড়ে সেটিকে গ্রহণ করে ও পুনরায় উপরোক্ত পদ্ধতি প্রয়োগের দ্বারা অ্যাকটিনে টান সৃষ্টি করে ও পেশীর সংকোচন ঘটায়। যতক্ষণ Ca2+ এর মাত্রা অনেক থাকে, ততক্ষণ ক্রিয়া চলতে থাকে।\nপেশী সংকোচনে অ্যাকটিনের টানের সময় H-জোন/H-ব্যান্ড সংকুচিত হয় ও সারকোমিয়ারের দৈর্ঘ্য হ্রাস পায়। যখন সর্বোচ্চ মাত্রায় সংকোচন হয়, তখন H-জোন প্রায় থাকেই না, কিন্তু মায়োসিনের দৈর্ঘ্য অপরিবর্তিত থাকে।\nপেশী সংকোচনের এই তত্ত্ব স্লাইডিং ফিলামেন্ট মডেল নামে পরিচিত।\n\n\n== আরও দেখুন ==\nপেশী সংকোচন\nপেশীকোষ\nস্নায়বিক-পেশী সংযোগ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপেশী শারীরবিজ্ঞান\nঅ্যানিমেশন (সারকোমিয়ার সংকোচন)"}