{"pageid": 1131124, "title": "২০২২ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1131124", "content": "২০২২ সালের উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুম গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠনের বার্ষিক চক্রের একটি চলমান ঘটনা। উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের সময়কালের কোন সরকারী সীমা নেই, তবে ঘূর্ণিঝড় এপ্রিল থেকে ডিসেম্বরের মধ্যে তৈরি হয়, মে থেকে নভেম্বরের মধ্যে সবথেকে বেশি দেখা যায়। এই তারিখগুলি প্রথাগতভাবে প্রতি বছরের সময়সীমাকে সীমাবদ্ধ করে যখন বেশিরভাগ গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় উত্তর ভারত মহাসাগরে তৈরি হয়।\nএই নিবন্ধের ব্যাপ্তি উত্তর গোলার্ধে, আফ্রিকার হর্নের পূর্বে এবং মালয় উপদ্বীপের পশ্চিমে ভারত মহাসাগরের মধ্যে সীমাবদ্ধ।উত্তর ভারত মহাসাগরে দুটি প্রধান সমুদ্র রয়েছে — ভারতীয় উপমহাদেশের পশ্চিমে আরব সাগর, ভারতীয় আবহাওয়া বিভাগ (IMD) দ্বারা সংক্ষেপে ARB ; এবং পূর্বে বঙ্গোপসাগর, IMD দ্বারা সংক্ষেপে BOB।\nএই অববাহিকায় অফিসিয়াল আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট (IMD), যখন জয়েন্ট টাইফুন ওয়ার্নিং সেন্টার (জেটিডব্লিউসি) অনানুষ্ঠানিক উপদেশ প্রকাশ করে। এই অববাহিকায় প্রতি মৌসুম গড়ে তিন থেকে চারটি ঘূর্ণিঝড় সৃষ্টি হয়।\n\n\n== একনজরে ==\n\nমৌসুম শুরু হয়েছিল BOB 01 দিয়ে, যা ৩ মার্চ বঙ্গোপসাগরে সৃষ্টি হয়। এটি একটি গভীর নিম্নচাপ হিসেবে প্রবল হয়েছিল, পরে ৬ মার্চ একটি ভালভাবে চিহ্নিত নিম্নচাপ এলাকায় দুর্বল হয়ে পড়ে। এই সিস্টেমটি ১৮৯১ সালে নির্ভরযোগ্য রেকর্ড শুরু হওয়ার পর মার্চ মাসে গঠিত অষ্টম সিস্টেম। ২০ মার্চ, আরেকটি গভীর নিম্নচাপ যা BOB 02 নামে পরিচিত, আন্দামান সাগরে গঠিত হয়। BOB 02 মিয়ানমারে ভূমিতে প্রবেশ করে পরে বিলীন হয়ে যায়। ১ মাসেরও বেশি নিষ্ক্রিয়তার পর, ৬ মে আন্দামান ও নিকোবর দ্বীপপুঞ্জের উপকূলে একটি নিম্নচাপ সিস্টেম গঠিত হয়। পরের দিন, জেটিডব্লিউসি এটিকে ক্রান্তীয় ঘূর্ণিঝড় 02B হিসেবে শ্রেণীবদ্ধ করে, এর পর IMD এটি Depression BOB 03 হিসেবে স্বীকৃতি দেয়। নিম্নচাপটি একটি চক্রবাতী ঝড়ে রূপান্তরিত হয়ে Asani নামে পরিচিত হয়, যা মৌসুমের প্রথম নামকৃত ঝড়। দ্রুতই, Asani জেটিডব্লিউসি দ্বারা ক্যাটাগরি ১ ঘূর্ণিঝড় হিসেবে উন্নীত করা হয়, এবং IMD এটি একটি তীব্র চক্রবাতী ঝড় হিসেবে আপগ্রেড করে। এর পরে, Asani উচ্চ বাতাসের শিয়রের কারণে দ্রুত দুর্বল হতে শুরু করে এবং অন্ধ্র প্রদেশে গভীর নিম্নচাপ হিসেবে ভূমিতে প্রবেশ করে। পরে মে মাসে, BOB 04 দ্রুত একটি নিম্নচাপে পরিণত হয়ে দক্ষিণ বার্মিজ উপকূলে আঘাত হানে।\nকার্যক্রম প্রায় ২ মাস বন্ধ থাকার পর, নিম্নচাপ ARB 01 নির্ধারিত হয় এবং শক্তিশালী বাতাসের শিয়র ও শুষ্ক বায়ুর প্রবাহের বিরুদ্ধে সংগ্রাম করে। আগস্ট মাসে, IMD চারটি সিস্টেম নির্ধারণ করে। ভূমি নিম্নচাপ ০১ দ্রুত বিলীন হয়ে যায় এবং চতিষgarh এর উপরে একটি অবশিষ্ট নিম্নচাপে পরিণত হয়। এর пару দিন পর নিম্নচাপ ARB 02 গঠিত হয় এবং যদিও IMD সিস্টেমটিকে নিম্নচাপ হিসেবেই রেখেছিল, জেটিডব্লিউসি ARB 02 কে ক্রান্তীয় ঘূর্ণিঝড় 03A হিসেবে উন্নীত করে। আগস্ট মাসে আরব সাগরে একটি ট্রপিকাল ঝড় তৈরি হওয়া বিরল, এবং সর্বশেষ ১৯৮৩ সালের ঘূর্ণিঝড় অরোরা এভাবে রূপান্তরিত হয়েছিল। নিম্নচাপ BOB 05 পরবর্তীতে আসে এবং ব্রাউন ওশান ইফেক্ট সিস্টেমটিকে আরও কিছু দিন নিম্নচাপ হিসেবে ধরে রাখতে সহায়তা করে। BOB 05 এর পরে, IMD BOB 06 কে গভীর নিম্নচাপ হিসেবে নির্ধারণ করে, কারণ জেটিডব্লিউসি এটিকে আনুষ্ঠানিকভাবে ক্রান্তীয় ঘূর্ণিঝড় 04B হিসেবে উন্নীত করে ট্রপিকাল ঝড়ের মতো বাতাসের গতিবেগ পাওয়ার কারণে। BOB 06 পরবর্তীতে দিঘা, পশ্চিমবঙ্গ এ ভূমিতে প্রবেশ করে এবং ৩২ জনের মৃত্যুর কারণ হয়। সেপ্টেম্বর মাসে, IMD সংক্ষিপ্তভাবে স্থল নিম্নচাপ ০২ নির্ধারণ করে।\nঅক্টোবরের শেষের দিকে, IMD একটি নিম্নচাপের এলাকা পর্যবেক্ষণ করে, যা BOB 07 হিসেবে নির্ধারিত হয় এবং পরবর্তীতে ঘূর্ণিঝড় সিত্রাংয়ে রূপান্তরিত হয়, যা আনুষ্ঠানিকভাবে মৌসুমের দ্বিতীয় নামকৃত ঝড়। ঘূর্ণিঝড়টি আকস্মিকভাবে উত্তর-উত্তর-পূর্ব দিকে চলে যায় এবং ২৪ অক্টোবর সকালে এটি পটুয়াখালী, বাংলাদেশে ভূমিতে প্রবেশ করে। সিত্রাং ২০১৭ সালের Cyclone Mora এর পর বাংলাদেশে আঘাত হানা প্রথম ট্রপিকাল ঘূর্ণিঝড়, এবং ৩৫ জনের মৃত্যু ঘটায়। সিত্রাং এর পর, নিম্নচাপ BOB 08 গঠিত হয় এবং একটি সুস্পষ্ট কেন্দ্র গঠনে সংগ্রাম করে, দক্ষিণ ভারতের কিছু অংশে ক্ষুদ্র প্রভাব ফেলে। ডিসেম্বর মাসে, গভীর নিম্নচাপ BOB 09 গঠিত হয়। IMD পরবর্তীতে এটিকে ঘূর্ণিঝড় মানদাউস হিসেবে উন্নীত করে। মাঝারি পূর্বমুখী বাতাসের শিয়র থাকা সত্ত্বেও, মানদাউস শ্রীলঙ্কার কাছে একটি তীব্র ঘূর্ণিঝড়ে পরিণত হয়। এটি চেন্নাই, ভারত বরাবর একটি গভীর নিম্নচাপ হিসেবে ভূমিতে প্রবেশ করে এবং ৯ জনের মৃত্যুর কারণ হয়। মানদাউস এর অবশিষ্টাংশ দক্ষিণ ভারত অতিক্রম করে আরব সাগরে প্রবাহিত হয়। সিস্টেমটি দ্রুত বিকাশ লাভ করে এবং IMD দ্বারা ARB 03 হিসেবে নির্ধারিত হয়। ঝড়টি অপ্রত্যাশিতভাবে দ্রুত বিকশিত হয় এবং জেটিডব্লিউসি এটিকে ক্রান্তীয় ঘূর্ণিঝড় 07A হিসেবে নির্ধারণ করে, ৬০ মাইল প্রতি ঘণ্টা (৯৫ কিমি/ঘণ্টা) বাতাসের গতিবেগে পৌঁছে। ARB 03 এর পর, নিম্নচাপ BOB 10 গঠিত হয় এবং বঙ্গোপসাগরে ভ্রমণ করার পরে বিলীন হয়ে যায়।\n\n\n== ঘটনাবলি ==\n\n\n=== গভীর নিম্নচাপ  BOB ০১ ===\n\nফেব্রুয়ারির শেষের দিকে, মালাক্কা প্রণালী এবং সংলগ্ন আন্দামান সাগরের উপর একটি চক্রবাতীয় সঞ্চালন গঠিত হয়, যা পরবর্তীতে ২৮ ফেব্রুয়ারির দুপুর ৫:৩০ IST-এ একটি নিম্নচাপ এলাকায় রূপান্তরিত হয়, যখন এই বিঘ্নটি একটি নিম্ন স্তরের সঞ্চালন তৈরি করে, INSAT-3D স্যাটেলাইটের চিত্র অনুযায়ী। পরের দিন সকালে, ৯:০০ UTC (১৪:৩০ IST) এ, বিঘ্নটি আরও শক্তিশালী হয়ে একটি সুস্পষ্ট নিম্নচাপ এলাকায় রূপান্তরিত হয়, যখন এটি একটি চিহ্নিত চক্রবাতীয় ভর্পূর্ণ গঠন করে, এবং তিন ঘণ্টা পরে, যুক্তরাষ্ট্র ভিত্তিক Joint Typhoon Warning Center (জেটিডব্লিউসি) একই বিঘ্নটি Invest 90B হিসেবে পর্যবেক্ষণ শুরু করে। ৩ মার্চের মধ্যরাতে (০৫:৩০ IST), সুস্পষ্ট নিম্নচাপটি একটি নিম্নচাপে সংগঠিত হয় এবং India Meteorological Department (IMD) সিস্টেমটিকে \"BOB 01\" হিসেবে চিহ্নিত করে, যা মৌসুমের প্রথম সিস্টেম। এই শক্তিশালীকরণ সম্ভব হয়েছিল একটি অনুকূল Madden–Julian oscillation (MJO) পর্যায়ের কারণে, সাথে একটি দুর্বল পূর্বমুখী প্রবাহও ছিল। এছাড়া, sea surface temperature (SST) ২৭–২৮ ডিগ্রি সেলসিয়াস (৮১–৮২ ডিগ্রি ফারেনহাইট) যথেষ্ট উষ্ণ ছিল tropical cyclogenesis ঘটানোর জন্য, পাশাপাশি মাঝারি থেকে উচ্চ ভারটিকাল উইন্ড শিয়ারও ছিল। পরের দিন, জেটিডব্লিউসি সিস্টেমটির উপর একটি Tropical Cyclone Formation Alert (TCFA) প্রকাশ করে। পরবর্তীতে, নিম্নচাপটি গভীর নিম্নচাপে রূপান্তরিত হয়, এবং ২১:০০ UTC (০২:৩০ IST) এ, জেটিডব্লিউসি \"Tropical Cyclone 01B\" এর জন্য পরামর্শ প্রদান শুরু করে। একদিন ধরে তার শক্তি ধরে রাখার পর, জেটিডব্লিউসি সিস্টেমটির জন্য শেষ সতর্কতা জারি করে, ১৫:০০ UTC (২০:৩০ IST) এ, কারণ বাড়তে থাকা শুকনো বাতাস এর কনভেকটিভ ভরকে দুর্বল করে দেয়। IMD পরবর্তীতে একই কারণে আবারও নিম্নচাপে দুর্বল হয়ে যায়। ৬ মার্চ, IMD সিস্টেমটির জন্য শেষ পরামর্শ প্রদান করে এবং এটিকে একটি সুস্পষ্ট নিম্নচাপ এলাকায় রূপান্তরিত করে, কারণ এর কনভেকটিভ ভর আরও বাতাসের শিয়ার দ্বারা অগঠিত হয়ে পড়ে।\n\n\n== ঝড়ের নাম ==\nএই অববাহিকার মধ্যে, একটি গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়কে একটি নাম দেওয়া হয় যখন এটি  ৬৫ কিমি / ঘণ্টা (৪০  মাইল প্রতি ঘণ্টা) বাতাসের সাথে ঘূর্ণিঝড়ের তীব্রতার সীমায় পৌঁছে যাবে বলে বিচার করা হয়। ২০২২ মৌসুমের জন্য ব্যবহৃত নামগুলি নিম্নে লিপিবদ্ধ করা হয়েছে:\n\n\n== ঝড় ও প্রভাব ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nRSMC New Delhi\nIndian Meteorological Department\nJoint Typhoon Warning Center (জেটিডব্লিউসি)\nNational Meteorological Center of CMA (চীনা ভাষায়)"}