{"pageid": 1131295, "title": "পিকি ব্লাইন্ডার্স (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1131295", "content": "পিকি ব্লাইন্ডার্স হলো স্টিভেন নাইট কর্তৃক নির্মিত একটি ব্রিটিশ গ্যাংস্টার নাট্য টেলিভিশন ধারাবাহিক। ইংল্যান্ডের বার্মিংহামের পটভূমিতে নির্মিত এই ধারাবাহিকে প্রথম বিশ্বযুদ্ধের ঠিক পরবর্তী সময়ে পিকি ব্লাইন্ডার্স নামক অপরাধমূলক দলের কাহিনী উপস্থাপন করা হয়েছে। এই কাল্পনিক দলটি বাস্তবে একই নামের একটি শহুরে তরুণ দলের উপর ভিত্তি করে তৈরি করা হয়েছে; যারা ১৮৯০-এর দশক থেকে ১৯১০-এর দশক পর্যন্ত শহরে সক্রিয় ছিল। \nএই ধারাবাহিকে কিলিয়ান মারফির নেতৃত্বে একটি দল রয়েছে, উক্ত দলে টমি শেলবির পাশাপাশি হেলেন ম্যাকক্ররি দ্বারা অভিনীত এলিজাবেথ \"পলি\" গ্রে, পল অ্যান্ডারসন দ্বারা অভিনীত আর্থার শেলবি এবং জো কোল দ্বারা অভিনীত জন শেলবি রয়েছে। এছাড়াও এই ধারাবাহিকে টম হার্ডি, স্যাম নিল, অ্যানাবেল ওয়ালিস, ইডো গোল্ডবার্গ, শার্লট রাইলি, প্যাডি কনসিডিন, অ্যাড্রিয়েন ব্রডি, এইডান গিলেন, অ্যানিয়া টেলর-জয়, স্যাম ক্ল্যাফিন, জেমস ফ্রেশভিল এবং স্টিফেন গ্রাহামের মতো অভিনয়শিল্পী অভিনয় করেছেন। ২০১৩ সালের ১২ই সেপ্টেম্বর তারিখে এই ধারাবাহিকের প্রথম পর্ব সম্প্রচারিত হয়েছিল, যা চতুর্থ মৌসুম পর্যন্ত বিবিসি টুতে প্রচারিত হয়েছে, অতঃপর পঞ্চম এবং ষষ্ঠ মৌসুম বিবিসি ওয়ানে প্রচারিত হয়েছে। \n২০১৯ সালের ২৫শে আগস্ট তারিখে বিবিসি ওয়ানে পঞ্চম মৌসুমের প্রথম পর্ব প্রচারিত হয়েছিল, উক্ত মৌসুমের শেষ পর্ব ২২শে সেপ্টেম্বর প্রচারিত হয়েছিল। নেটফ্লিক্স, ওয়েইনস্টাইন কোম্পানি এবং এন্ডেমলের সাথে একটি চুক্তির অধীনে, প্রতিষ্ঠানগুলো মার্কিন যুক্তরাষ্ট্রের পাশাপাশি বিশ্বজুড়ে এই ধারাবাহিক মুক্তি দেওয়ার অধিকার অর্জন করেছে। ২০২১ সালে জানুয়ারি মাসে, এক ঘোষণায় জানানো হয়েছিল যে এই ধারাবাহিক ৬ষ্ঠ মৌসুমটিই হবে শেষ মৌসুম। ২০২২ সালের ২৭শে ফেব্রুয়ারি তারিখে ষষ্ঠ মৌসুম শুরু হয়ে ৩রা এপ্রিল তারিখে সমাপ্ত হয়েছে।\n\n\n== কাহিনী ==\nপিকি ব্লাইন্ডার্স একটি মহাকাব্য, যা আয়ারল্যান্ডীয়-রোমানী বংশোদ্ভূত একটি গ্যাংস্টার পরিবারকে কেন্দ্র করে নির্মাণ করা হয়েছে, যা ইংল্যান্ডের বার্মিংহামের পটভূমিতে নির্মাণ করা হয়েছিল; এর কাহিনী ১৯১৮ সালের নভেম্বর মাসে প্রথম বিশ্বযুদ্ধ শেষ হওয়ার কয়েক মাস পরে ১৯১৯ সালে শুরু হয়েছিল। এটি পিকি ব্লাইন্ডার্স নামক দল এবং তাদের উচ্চাভিলাষী, চতুর দলনেতা টমি শেলবিকে কেন্দ্র করে নির্মিত। এই দলটি বেলফাস্ট থেকে উইনস্টন চার্চিল কর্তৃক প্রেরিত রয়্যাল আইরিশ কনস্ট্যাবুলারির একজন গোয়েন্দা প্রধান পরিদর্শক মেজর চেস্টার ক্যাম্পবেলের নজরে আসে, যেখানে তাকে আয়ারল্যান্ডীয় প্রজাতন্ত্রী সেনাবাহিনী, সাম্যবাদী, অন্যান্য দুর্বৃত্ত দল এবং সাধারণ অপরাধীদের হাত থেকে শহরকে মুক্ত করার জন্য পাঠানো হয়েছিল। উইনস্টন চার্চিল তার বিরুদ্ধে বার্মিংহামে বিশৃঙ্খলা ও বিদ্রোহ দমন এবং লিবিয়ায় প্রেরণের জন্য চুরি হওয়া নির্ধারিত অস্ত্রগুলো উদ্ধারের অভিযোগ আনেন। প্রথম মৌসুমটি \"ব্ল্যাক স্টার ডে\" পর্বের মাধ্যমে ১৯১৯ সালের ৩রা ডিসেম্বর শেষ হয়েছিল; উক্ত পর্বে উস্টার রেসে বিলি কিম্বারের বাজির পিচ গ্রহণ করার পরিকল্পনা করেছিল।\nদ্বিতীয় মৌসুমে পিকি ব্লাইন্ডার্স তাদের বার্মিংহামের হার্টল্যান্ডে একটি শক্ত ঘাঁটি বজায় রেখে \"দক্ষিণ ও উত্তরে\" তাদের অপরাধমূলক সংগঠনকে প্রসারিত করেছে। এই মৌসুমের কাহিনী ১৯২১ সালে শুরু হয়ে ১৯২২ সালের ৩১শে মে ডার্বি দিবসে এপসম রেসকোর্সে রেসের মধ্য দিয়ে শেষ হয়েছে।\nতৃতীয় মৌসুমের কাহিনী ১৯২৪ সালে শুরু হয়ে একই বছরে শেষ হয়েছে; এই মৌসুমে টমি এবং তার দল তাদের ব্যবসা আরো প্রসারিত করার ক্ষেত্রে আরো বিপজ্জনক ঘটনার সম্মুখীন হয়েছিল; পূর্ববর্তী মৌসুমের দেশে ব্যবসা প্রসারণের পর এই মৌসুমে তারা তাদের ব্যবসাকে আন্তর্জাতিক পর্যায়ে নিয়ে গিয়েছিল। তৃতীয় মৌসুমে ফাদার জন হিউজের চরিত্র লক্ষ্য করা গিয়েছে, যিনি একটি সাম্যবাদী বিরোধী সংগঠনের সাথে জড়িত ছিলেন; অন্যদিকে রুবেন অলিভার নামক একজন চিত্রশিল্পী ছিলেন, যিনি পলির প্রতিকৃতি অঙ্কন করেছেন; এর পাশাপাশি এই মৌসুমে রুশ ডিউক-উপাধিধারিণী নারী তাতিয়ানা পেত্রোভনা এবং আর্থারের স্ত্রী লিন্ডা শেলবির মতো চরিত্র লক্ষ্য করা গিয়েছে।\nচতুর্থ মৌসুমের কাহিনী ১৯২৫ সালের বড়দিনে শুরু হয়ে ১৯২৬ সালের মে মাসের সাধারণ ধর্মঘটের পর শেষ হয়েছে, এই মৌসুমে টমি তার কাঙ্ক্ষিত তথ্যের জন্য জেসি ইডেনকে ব্যবহার করেছিলেন এবং ১৯২৭ সালে সংসদ সদস্য নির্বাচিত হয়েছিলেন। \nপঞ্চম মৌসুমের কাহিনী চতুর্থ মৌসুমের দুই বছর পর ১৯২৯ সালের ২৯শে অক্টোবর তারিখে শুরু হয় এবং ১৯২৯ সালের ৭ই ডিসেম্বর তারিখে ফ্যাসিবাদী নেতা ওসওয়াল্ড মোসলির নেতৃত্বে একটি সমাবেশের পর শেষ হয়েছে।\nষষ্ঠ মৌসুমের কাহিনী ১৯৩৩ সালের ৫ই ডিসেম্বর তারিখে মার্কিন যুক্তরাষ্ট্রে নিষেধাজ্ঞা বাতিল করার মাধ্যমে শুরু হয়েছে। এই মৌসুমে লক্ষ্য করা গিয়েছে যে নাৎসি পার্টি জার্মানিতে ক্ষমতা অর্জন করেছে, যার ফলে ফ্যাসিবাদীদের ব্রিটিশ ইউনিয়নের সদস্যপদ বৃদ্ধি পেয়েছে।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nকিলিয়ান মারফি – টমাস \"টমি\" শেলবি; পিকি ব্লাইন্ডার্সের দলনেতা।\nস্যাম নিল – প্রধান পরিদর্শক/মেজর চেস্টার ক্যাম্পবেল (১–২ মৌসুম); বেলফাস্ট হতে আগত আলস্টার প্রতিবাদী পুলিশ।\nহেলেন ম্যাকক্ররি – এলিজাবেথ \"পলি\" শেলবি গ্রে (১–৫ মৌসুম); টমি শেলবি ও তার ভাইবোনের খালা এবং পিকি ব্লাইন্ডার্সের কোষাধ্যক্ষ।\nপল অ্যান্ডারসন – আর্থার শেলবি জুনিয়র; জ্যেষ্ঠতম শেলবি ভাই এবং পিকি ব্লাইন্ডার্সের সদস্য।\nইডো গোল্ডবার্গ – ফ্রেডি থর্ন (১ম মৌসুম); একজন পরিচিত সাম্যবাদী নেতা, যিনি প্রথম বিশ্বযুদ্ধে অংশ নিয়েছিলেন এবং অ্যাডা শেলবির স্বামী।\nঅ্যানাবেল ওয়ালিস – গ্রেস বুর্গেস শেলবি (১–৩, ৫ম মৌসুম); একজন প্রাক্তন গুপ্তচর এবং আয়ারল্যান্ডীয় প্রতিবাদী। টমি শেলবির প্রথম স্ত্রী এবং তার ছেলে চার্লস শেলবির মা।\nসোফি রান্ডল – অ্যাডা শেলবি থর্ন; শেলবি ভাইদের একমাত্র বোন।\nজো কোল – জন \"জনি\" শেলবি (১–৪ মৌসুম); তৃতীয় কনিষ্ঠতম শেলবি ভাই এবং পিকি ব্লাইন্ডার্সের সদস্য।\nনেড ডেনেহি – চার্লি স্ট্রং; একটি নৌকা উঠানের মালিক এবং টমি শেলবির চাচাস্বরূপ।\nবেনজামিন জেফানিয়াহ – জেরেমায়াহ \"জিমি\" জিজাস; একজন প্রচারক, এবং পিকি ব্লাইন্ডার্সের বন্ধু।\nঅ্যান্ডি নিম্যান (১ম মৌসুম); রিচার্ড ম্যাককেব (২য় মৌসুমে পার্শ্ব চরিত্র); এবং নিল মাস্কেল (৫–৬ মৌসুম) – উইনস্টন চার্চিল; ১৯২১ থেকে ১৯২২ সালের মধ্যে উপনিবেশগুলোর রাষ্ট্র সচিব ছিলেন।\nডেভিড ডোসন – রবার্টস (১ম মৌসুম); বিলি কিম্বারের হিসাবরক্ষক, একজন স্থানীয় অপরাধমূলক রাজাপিন।\nচার্লি ক্রিড-মিলস – বিলি কিম্বার (১ম মৌসুম); একজন স্থানীয় কিংপিন এবং বার্মিংহ্যাম বয়েজের নেতা, যিনি স্থানীয় রেস পরিচালনা করেন।\nটমি ফ্ল্যানাগান – আর্থার শেলবি সিনিয়র (১ম মৌসুম); টমি শেলবি ও তার ভাইবোনের বাবা এবং পলি শেলবির ভাই।\nনাটাশা ও'কিফ – এলিজাবেথ \"লিজি\" স্টার্ক শেলবি (১ম মৌসুমে পার্শ্ব চরিত্র; ২–৬ মৌসুম); একজন প্রাক্তন পতিতা, যিনি টমি শেলবির সচিব ছিলেন। তিনি টমি শেলবির দ্বিতীয় স্ত্রী এবং তার মেয়ে রুবি শেলবির মা।\nশার্লট রাইলি – মে ফিটজ কার্ল্টন (২য় এবং ৪র্থ মৌসুম); একজন ধনী বিধবা, যিনি রেসের ঘোড়ার মালিক।.\nফিন কোল – মাইকেল গ্রে (২–৬ মৌসুম); পলি শেলবির ছেলে।\nনোয়া টেলর – ডার্বি সাবিনি (২য় মৌসুম); ক্যামডেন শহরে ইতালীয়দের একজন নেতা।\nটম হার্ডি – আলফ্রেড \"আলফি\" সলোমন্স (২–৬ মৌসুম); ক্যামডেন শহরে একটি ইহুদি দুর্বৃত্ত দলের নেতা।\nঅ্যাইমি-ফিয়ন অ্যাডওয়ার্ডস – এসমে লি শেলবি (১–২ মৌসুমে পার্শ্ব চরিত্র; ৩–৪, ৬ষ্ঠ মৌসুম); জন শেলবির স্ত্রী।\nপ্যাকি লি – জনি ডগস (১ম মৌসুমে পার্শ্ব চরিত্র; ৩–৬ মৌসুম); টমি শেলবির একজন জিপসি বন্ধু।\nখাইটে ইয়ানসেন – ডিউক-উপাধিধারিণী তাতিয়ানা পেত্রোভনা (৩য় মৌসুম); একজন রুশ রাজকন্যা, যার টমি শেলবির সাথে সম্পর্ক রয়েছে।\nইয়ান বাইভোট – আর্চডিউক লেওন রোমানভ (৩য় মৌসুম); তাতিয়ানা পেত্রোভনার চাচা।\nদিনা কোরজুন – ডিউক-উপাধিধারিণী ইজাবেলা পেত্রোভনা (৩য় মৌসুম); তাতিয়ানা পেত্রোভনার চাচী।\nআলেক্সান্দার সিদ্দিক – রুবেন অলিভার (৩য় মৌসুম); একজন প্রতিকৃতি শিল্পী, যার সাথে পলি গ্রের সাথে আবেগজড়িত সম্পর্ক রয়েছে।\nপ্যাডি কনসিডিন – ফাদার জন হিউজ (৩য় মৌসুম); সাম্যবাদ-বিরোধী ব্রিটিশ সরকারের অর্থনৈতিক লিগের বিভাগ ডি-এ কর্মরত একজন যাজক।\nইয়ান প্যাক – কার্লি (১–৩ মৌসুমে পার্শ্ব চরিত্র; ৪–৬ মৌসুম); একজন ঘোড়া বিশেষজ্ঞ এবং চার্লি স্ট্রংয়ের সহকারী।\nকেট ফিলিপস – লিন্ডা শেলবি (৩য় মৌসুমে পার্শ্ব চরিত্র; ৪–৫ মৌসুম); আর্থার শেলবির স্ত্রী, যিনি একজন ধর্মপ্রাণ খ্রিস্টান।\nশার্লট মারফি – জেসি ইডেন (৪–৫ মৌসুম); একজন ইউনিয়ন আহবায়ক এবং টমি শেলবির প্রেমিকা।\nজ্যাক রোয়ান – বোনি গোল্ড (৪–৫ মৌসুম); অ্যাবেরামা গোল্ডের বক্সিং চ্যাম্পিয়ন ছেলে।\nএইডান গিলেন – অ্যাবেরামা গোল্ড (৪–৫ মৌসুম); পিকি ব্লাইন্ডার্সের একজন সহযোগী এবং পলি গ্রের প্রেমিক।\nঅ্যাড্রিয়েন ব্রডি – লুকা চাংরেত্তা (৪র্থ মৌসুম); পিকি ব্লাইন্ডার্সের বিরুদ্ধে প্রতিশোধ নিতে নিউ ইয়র্ক হতে আগত একজন মাফিয়া।\nকিংসলি বিন আদির – কর্নেল বেন ইয়াঙ্গার (৪র্থ মৌসুমে পার্শ্ব চরিত্র; ৫ম মৌসুম); একজন তরুণ কর্নেল যিনি অ্যাডা থর্নের সাথে সম্পর্কে জড়িয়ে পড়েন। তিনি সমাজতান্ত্রিক ও ফ্যাসিবাদী রাজনৈতিক কর্মকাণ্ড-ও তদন্ত করেন।\nঅ্যানিয়া টেলর-জয় – জিনা গ্রে (৫–৬ মৌসুম); মাইকেল গ্রের মার্কিন স্ত্রী।\nকোসমো জারভিস – বার্নি টমাসন (৫ম মৌসুম); প্রথম বিশ্বযুদ্ধের একজন স্নাইপার, যিনি টমি শেলবির একজন কমরেড এবং পুরানো বন্ধু ছিলেন এবং একটি উন্মত্ত আশ্রয়ে বন্দী ছিলেন।\nঅ্যান্ড্রু কোজি – ব্রিলিয়ান্ট ছাং (৫ম মৌসুম); আফিম চোরাচালানের সাথে জড়িত একজন চীনা অপরাধী নেতা।\nব্রায়ান গ্লিসন – জিমি ম্যাককাভার্ন (৫ম মৌসুম); স্কটল্যান্ডীয় প্রতিবাদী দুর্বৃত্ত দল বিলি বয়েজের নেতা।\nস্যাম ক্লাফিন – স্যার ওসওয়াল্ড মসলি (৫–৬ মৌসুম); একজন ফ্যাসিবাদী রাজনীতিবিদ এবং ফ্যাসিবাদীদের ব্রিটিশ ইউনিয়নের নেতা।\nকেট ডিকি – মাদার সুপারিয়র (৫ম মৌসুম); একদল সন্ন্যাসিনীর প্রধান।\nআলফি ইভান্স-মিস (১ম মৌসুমে পার্শ্ব চরিত্র) এবং হ্যারি কার্টন (২–৫ মৌসুমে পার্শ্ব চরিত্র; ৬ষ্ঠ মৌসুম) – ফিন শেলবি, কনিষ্ঠতম শেলবি ভাই এবং পিকি ব্লাইন্ডার্সের সদস্য।\nপলিন টার্নার – ফ্রান্সেস (৪–৫ মৌসুমে পার্শ্ব চরিত্র; ৬ষ্ঠ মৌসুম); টমি শেলবির গৃহপরিচারিকা।\nশার্লিন ম্যাককেনা – লোরা ম্যাককি/ক্যাপ্টেন সুইং (৫ম মৌসুমে অতিথি চরিত্র; ৬ষ্ঠ মৌসুম); বেলফাস্টে আয়ারল্যান্ডীয় প্রজাতন্ত্রী সেনাবাহিনীের নেতা।\nঅ্যাম্বার অ্যান্ডারসন – লেডি ডায়না মিটফোর্ড (৬ষ্ঠ মৌসুম); ওসওয়াল্ড মসলির দ্বিতীয় স্ত্রী, অভিজাত মিটফোর্ড পরিবারের সদস্য এবং একটি ফ্যাসিবাদী সমাজ কর্মী।\nজেমস ফ্রেশভিল – জ্যাক নেলসন (৬ষ্ঠ মৌসুম); দক্ষিণ বস্টনের দুর্বৃত্ত দলের দলনেতা, জিনার চাচা এবং মার্কিন যুক্তরাষ্ট্রে মাইকেলের সরদার।\nস্টিফেন গ্র্যাহাম – হেইডেন স্ট্যাগ (৬ষ্ঠ মৌসুম); লিভারপুলের ফেরিঘাটের একজন কর্মী।\nকোনরাড খান – ডিউক শেলবি (৬ষ্ঠ মৌসুম); প্রথম বিশ্বযুদ্ধের পূর্বে জন্মগ্রহণকারী টমি শেলবির পুত্র।\n\n\n=== পার্শ্ব চরিত্র ===\nস্যামুয়েল এডওয়ার্ড-কুক – ড্যানি \"উইজ-ব্যাং\" ওয়েন (১ম মৌসুম); টমি শেলবির একজন প্রাক্তন কমরেড এবং পিকি ব্লাইন্ডার্সের একজন বিশ্বস্ত সদস্য।\nটনি পিটস – সার্জেন্ট/পরিদর্শক মস (১–৪ মৌসুম); বার্মিংহ্যামের একজন পুলিশ অফিসার।\nকেভিন মেটকাফ – স্কাডবোট (১–২ মৌসুম); পিকি ব্লাইন্ডার্সের একজন ভৃত্য।\nনিল বেল (১ম মৌসুম) – হ্যারি ফেন্টন, একজন প্রাক্তন বাড়িওয়ালা এবং গ্যারিসন পাবের মালিক।\nলোবো চান – মিস্টার ঝাং (১ম মৌসুম)\nটম ভন-লোলর – মালাকি বার্ন (১ম মৌসুম); আয়ারল্যান্ডীয় প্রজাতন্ত্রী সেনাবাহিনীর একজন সদস্য এবং আয়ারল্যান্ডীয় প্রজাতন্ত্রী সেনাবাহিনী এক সদস্যদের চাচতো ভাই।\nইসাবেল এস্তেল কোরবুসিয়ে – ইয়াসমিন লিপসকোম্ব (১ম মৌসুম)\nজেফ্রি পোস্টলেথওয়েট – হেনরি (১–২ মৌসুম); পিকি ব্লাইন্ডার্সের একজন ভৃত্য।\nম্যাথু পোস্টলেথওয়েট – নিপার (১–২ মৌসুম); পিকি ব্লাইন্ডার্সের একজন ভৃত্য।\nআদম আল হাজর – অলি (২য় মৌসুম); আলফি সলোমনের একজন সহকারী।\nহেনরি গ্যারেট – ক্লিভ ম্যাকমিলান (২য় মৌসুম); গ্রেস বুর্গেসের প্রথম স্বামী, যিনি একজন ধনী ব্যাংকার ছিলেন এবং নিউ ইয়র্কের পিউকিফসিতে বসবাস করতেন।\nস্যাম হ্যাজেলডিন – জর্জি সুয়েল (২য় মৌসুম); ডার্বি সাবিনির উপদেষ্টা।\nপল বুলিয়ন – বিলি কিচেন (২য় মৌসুম); একজন কালো স্বদেশবাসী, যিনি সংক্ষিপ্ত আকারে কাজ করেছিলেন – টমি শেলবি এবং আলফি সলোমনের জন্য একটি প্রধান বেকার।\nরোরি কিনান – ডোনাল হেনরি (২য় মৌসুম); একজন গুপ্তচর, যিনি প্রো-ট্রিটি আয়ারল্যান্ডীয় প্রজাতন্ত্রী সেনাবাহিনীর বিরুদ্ধে কাজ করেছিলেন।\nসিমন কার্বি – আইরিন ও'ডোনেল (২য় মৌসুম); একজন প্রো-ট্রিটি আয়ারল্যান্ডীয় প্রজাতন্ত্রী সেনাবাহিনীর সদস্য, যিনি ডোনাল হেনরি এবং পরিদর্শক ক্যাম্পবেলের সাথে টমি শেলবিকে হত্যা করার জন্য ব্ল্যাকমেল করার জন্য কাজ করেছেন।\nওয়ান্দা ওপালিনস্কা – রোজমেরি জনসন (২য় এবং ৪র্থ মৌসুম); মাইকেল গ্রের পালক মা, যার নাম তিনি হেনরি রেখেছিলেন।\nড্যানিয়েল ফার্ন – রাজা মেন (২য় এবং ৪র্থ মৌসুম); বার্মিংহ্যামের একজন বক্সিং প্রশিক্ষক, যিনি আর্থার শেলবি এবং বোনি গোল্ডকে প্রশিক্ষণ দিয়েছেন।\nজর্ডান বোলগার (২–৪ মৌসুম) এবং ড্যারিল ম্যাককরম্যাক (৫–৬ মৌসুম) – আইজায়াহ জিজাস, জেরেমায়াহ জিজাসের ছেলে এবং পিকি ব্লাইন্ডার্সের একজন সদস্য।\nজশ ও'কনর – জেমস (২য় মৌসুম); অ্যাডা থর্নের একজন বন্ধু এবং গৃহকর্মী।\nডোরিয়ান লোগ – মারিও (২য় মৌসুম); ডার্বি সাবিনি দ্বারা পরিচালিতইডেন ক্লাবের মালিক।\nঅ্যালান হপউড – অ্যাবি হিথ (২য় মৌসুম)\nজেমস ইলস – \"দ্য ডিগবেথ কিড\" হ্যারোল্ড হ্যানকক্স (২য় মৌসুম); পিকি ব্লাইন্ডার্স দ্বারা ভাড়া করা একজন উচ্চাকাঙ্ক্ষী অভিনেতা, যিনি ভাড়ায় কারাগারে এক সপ্তাহ কাটানোর পর সাবিনির গুণ্ডাদের দ্বারা হত্যা করা হয়েছিল।\nএরিন শানাগার – মিসেস রস (২য় এবং ৪র্থ মৌসুম); একজন প্রতিহিংসাপরায়ণ মা, যিনি তার ছেলের মৃত্যুর জন্য আর্থার শেলবিকে অপছন্দ করেন।\nজর্জ গুইদার (৩য় মৌসুম) এবং ক্যালান বুথ-ফোর্ড (৫–৬ মৌসুম) – কার্ল থর্ন, অ্যাডা এবং ফ্রেডি থর্নের একমাত্র সন্তান।\nস্টেফানি হায়াম – শার্লট মারে (৩য় মৌসুম); একজন ধনী মেয়ে, যার সাথে মাইকেল গ্রের সম্পর্ক ছিল।\nকেনেথ কোলি – ভিসেন্তে চাংরেত্তা (৩য় মৌসুম); লুকা এবং অ্যাঞ্জেলো চাংরেত্তার বাবা।\nব্রিড ব্রেনান – অড্রি চাংরেত্তা (৩–৪ মৌসুম); লুকা চাংরেত্তার মা, ভিসেন্তে চাংরেত্তার স্ত্রী এবং পিকি ব্লাইন্ডার্সের শত্রু বার্মিংহ্যামের ইতালীয় অপরাধ পরিবারের প্রধান।\nফ্রান্সেস টমেল্টি – বেথানি বসওয়েল (৩য় মৌসুম); ওয়েলসে বসবাসকারী একজন জ্ঞানী বৃদ্ধ মহিলা, যাকে টমি শেলবি খুঁজে বের করে।\nরিচার্ড ব্র্যাক – অ্যান্টন কালেডিন (৩য় মৌসুম); একজন রুশ অভিবাসী, যিনি টমি শেলবি এবং গ্রেস বুর্গেসের বিবাহের দিনে ডার্বি সাবিনি এবং টমি শেলবির সাথে ব্যবসা নিয়ে আলোচনা করার চেষ্টা করেছিলেন।\nঅ্যালেক্স ম্যাককুইন – প্যাট্রিক জারভিস এমপি (৩য় মৌসুম); একজন সংসদ সদস্য এবং অর্থনৈতিক লিগের সদস্য এবং প্রতিনিধি, যিনি ফাদার হিউজের সাথে কাজ করেছেন।\nরাফ ইনেসন – কনর নাটলি (৩য় মৌসুম); ল্যাঙ্কাস্টার কারখানার প্রধান।\nপিটারবেনকোল – উইলিয়ান লেতসো (৩য় মৌসুম); একজন প্রাক্তন হীরা খনির কর্মকর্তা, দক্ষিণ আফ্রিকান লেবার কর্পসের একজন টানেলার এবং টমি শেলবির বন্ধু।\nরিচার্ড ডিলান – জেনারেল কারান (৩য় মৌসুম); গ্রেস বুর্গেসের চাচা।\nডোমিনিক কোলম্যান – যাজক (৩য় মৌসুম)\nওয়েন্ডি নটিংহ্যাম – মেরি (৩য় মৌসুম); টমি শেলবির গৃহপরিচারিকা।\nবিলি মারউড (৩য় মৌসুম); জেনসেন ক্লার্ক (৪–৫ মৌসুম); এবং বিলি জেনকিন্স (৬ষ্ঠ মৌসুম) – চার্লস শেলবি, টমি এবং গ্রেস শেলবির ছেলে।\nলুকা মাত্তেও সিৎসারি – মাত্তেও (৪র্থ মৌসুম); লুকা চাংরেত্তার একজন ভৃত্য।\nজ্যাক জে. মেনিয়ানি – ফ্রেদেরিকো (৪র্থ মৌসুম); লুকা চাংরেত্তার একজন ভৃত্য।\nগ্রেম হোলি – নায়াল ডেভলিন (৪র্থ মৌসুম); শেলবি কোম্পানি লিমিটেডের একজন কর্মকর্তা।\nডোনাল্ড সাম্পটার – আর্থার বিজ (৪র্থ মৌসুম); রাজার ব্যক্তিগত সচিব, যিনি পলি গ্রে, আর্থার শেলবি, জন শেলবি এবং মাইকেল গ্রের মৃত্যুদণ্ডের মামলা নিয়ে কাজ করেছেন।\nজেমি কেনা – বিলি মিলস (৪র্থ মৌসুম); একজন প্রাক্তন হেভিওয়েট বক্সিং চ্যাম্পিয়ন এবং শেলবি কোম্পানি লিমিটেডের জন্য একজন কর্মী, যিনি বোনি গোল্ডের বিরুদ্ধে লড়াই করেছেন।\nজোসেফ লং – রাঁধুনি (৪র্থ মৌসুম)\nআন্দ্রেয়াস মুনিয়োস – আন্তোনিও (৪র্থ মৌসুম); একজন সস-রাঁধুনি এবং ইতালীয় হত্যাকারী, যিনি টমিকে হত্যা করার পরিকল্পনা নিয়ে তার বাড়িতে এসেছিলেন।\nইথান পিকার্ড-এডওয়ার্ডস – বিলি শেলবি (৪র্থ মৌসুম); আর্থার এবং লিন্ডা শেলবির প্রথম সন্তান।\nডেভ সিমন – মালকে (৪–৫ মৌসুম)\nএমেট জে. স্ক্যানলেন – বিলি গ্রেড (৫ম মৌসুম); একজন প্রাক্তন ফুটবলার ও গায়ক এবং পিকি ব্লাইন্ডার্সের সহযোগী।\nহ্যাভেন-লেই ক্লি (৫ম মৌসুম) এবং ওরলা ম্যাকডোনাগ (৬ষ্ঠ মৌসুম) – রুবি শেলবি, টমি এবং লিজি শেলবির মেয়ে।\nইলিয়ট কোয়ান – মাইকেল লেভিট (৫ম মৌসুম); বার্মিংহ্যামের একজন সাংবাদিক।\nপিটার ক্যাম্পিয়ন – মিকি গিবস (৫ম মৌসুম); গ্যারিসন পাবের একজন পরিবেষক।\nটিম উডওয়ার্ড – লর্ড সাকারবি (৫ম মৌসুম); উচ্চ আদালতের একজন বিচারক।\nড্যারা ও'টুল– লিয়াম (৬ষ্ঠ মৌসুম); জ্যাক নেলসনের সহযোগী।\nপিটার কুন্যান – কনর ডুন (৬ষ্ঠ মৌসুম); জ্যাক নেলসনের সহযোগী।\nআসাদ বুয়াব – হেনরি (৬ষ্ঠ মৌসুম); মিকেলন দ্বীপপুঞ্জের মদের দোকানের একজন পরিবেষক।\nফ্রঁ ব্রুনো – মিকেলন দ্বীপপুঞ্জ পুলিশ কমিশনার (৬ষ্ঠ মৌসুম); মিকেলন দ্বীপপুঞ্জের পুলিশ বিভাগের প্রধান।\nআনেরিন বার্নার্ড – ডাক্তার হলফোর্ড (৬ষ্ঠ মৌসুম); টমি শেলবির ব্যক্তিগত ডাক্তার।\n\n\n=== মৌসুম অনুযায়ী ===\n\n\n== পর্ব ==\n\n\n== সম্প্রচার ==\n২০১৪ সালের ২৪শে সেপ্টেম্বর তারিখে, এক ঘোষণায় জানানো হয়েছিল যে নেটফ্লিক্স, ওয়েইনস্টেইন কোম্পানি এবং এন্ডেমলের কাছ থেকে একচেটিয়া মার্কিন বিতরণ স্বত্ব অর্জন করেছে। ১ম মৌসুমের সকল পর্ব ২০১৪ সালের ৩০শে সেপ্টেম্বর তারিখে স্ট্রিমিংয়ের জন্য উপলব্ধ হয়েছিল; ২য় মৌসুমের সকল পর্ব ২০১৪ সালের নভেম্বর তারিখে নভেম্বর উপলব্ধ হয়েছিল। অন্যদিকে, ৩য় মৌসুমের সকল পর্ব ২০১৬ সালের ৩১শে মে তারিখে স্ট্রিমিং মাধ্যমে উপলব্ধ হয়েছিল। অনুমতিপত্রের সীমাবদ্ধতার কারণে, এই ধারাবাহিকের অধিকাংশ সঙ্গীত ধারাবাহিকের নেটফ্লিক্স মাধ্যমে উপলব্ধ নয়। ২০১৮ সালে, এক ঘোষণায় জানানো হয়েছিল যে পিকি ব্লাইন্ডার্সকে তার মূল সম্প্রচার চ্যানেল বিবিসি টু থেকে তার পঞ্চম এবং ষষ্ঠ সিরিজের জন্য বিবিসি ওয়ানে স্থানান্তরিত করা হবে।\n\n\n== সাংস্কৃতিক প্রভাব ==\nঅফিস অব ন্যাশনাল স্ট্যাটিস্টিকসের (ওএনএস) মতে, পিকি ব্লাইন্ডার্স যুক্তরাজ্যে একটি বড় সাংস্কৃতিক প্রভাব ফেলেছে। ২০১৮ সালে, আর্থার নামটি ১৯২০-এর দশকের পর প্রথমবারের মতো শীর্ষ ১০টি ছেলেদের নামের মধ্যে উঠে আসে এবং অ্যাডা নামটি এক শতাব্দীর মধ্যে প্রথমবারের মতো মেয়েদের শীর্ষ ১০০-তে প্রবেশ করেছিল। ওএনএসের অনুমান হচ্ছে এই নামগুলোর জনপ্রিয়তা আর্থার শেলবি জুনিয়র এবং অ্যাডা থর্ন চরিত্রগুলোর দ্বারা অনুপ্রাণিত হয়েছিল।\n\n\n== ভিডিও গেম ==\n২০২০ সালের আগস্ট মাসে, টেলিভিশন ধারাবাহিকের উপর ভিত্তি করে কার্ভ ডিজিটাল একটি ভিডিও গেম তৈরি করেছিল, যা এক্সবক্স ওয়ান, প্লেস্টেশন ৪, নিন্টেন্ডো সুইচ এবং স্টিমের মাধ্যমে ব্যক্তিগত কম্পিউটারের জন্য মুক্তি পেয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nপল লং (২০১৭), \"Class, Place and History in the Imaginative Landscapes of Peaky Blinders\",   ডি. ফরেস্ট; বি. জনসন, Social Class and Television Drama in Contemporary Britain, পেলগ্রেভ, পৃষ্ঠা ১৬৫ \n\n\n== বহিঃসংযোগ ==\n\nবিবিসি অনলাইনে পিকি ব্লাইন্ডার্স (ইংরেজি) \nবিবিসিতে পিকি ব্লাইন্ডার্স (ইংরেজি)\nনেটফ্লিক্সে পিকি ব্লাইন্ডার্স  (ইংরেজি)\nইপিগাইডসে পিকি ব্লাইন্ডার্স (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে পিকি ব্লাইন্ডার্স  (ইংরেজি)"}