{"pageid": 1132462, "title": "আর্থিক পরিষেবা", "url": "https://bn.wikipedia.org/wiki?curid=1132462", "content": "আর্থিক পরিষেবা (ইংরেজি: Financial services) হ'ল আর্থিক শিল্পের বিভিন্ন প্রতিষ্ঠান যেমন ব্যাংক, বীমা কোম্পানি, ক্রেডিট ইউনিয়ন, ক্রেডিট-কার্ড কোম্পানি, অ্যাকাউন্টেন্সি কোম্পানি, ভোক্তা-ফাইনান্স কোম্পানি, স্টক ব্রোকারেজ, বিনিয়োগ তহবিলসহ অর্থ পরিচালনা করে এমন ব্যবসার কতৃর্ক প্রদত্ত অর্থনৈতিক সেবা।\n\n\n== ইতিহাস ==\n১৯৯০ সালের পূর্ব পর্যন্ত মার্কিন যুক্তরাষ্ট্রে আর্থিক পরিষেবা শব্দটি আংশিক পরিচিত ছিল। পরবর্তীতে, মার্কিন যুক্তরাষ্ট্রে ১৯৯০ সালে গ্রাম-লিচ ব্লিলি আইনের মাধ্যমে \"আর্থিক পরিষেবা\" শব্দটি পরিচিতি লাভ করে। এই আইনের মাধ্যমে যুক্তরাষ্ট্রে বিভিন্ন প্রতিষ্ঠানের মাধ্যমে আর্থিক পরিষেবা প্রদানের অনুমতি দেয়া হয়।\nসময়ের পরিক্রমায় বিশ্বব্যাপী আর্থিক পরিষেবা জনপ্রিয় হয়ে ওঠে এবং বর্তমানে প্রায় সকল দেশেই আর্থিক পরিষেবা চালু আছে।\n\n\n== সরকারের সাথে সম্পর্ক ==\nআর্থিক খাত ঐতিহ্যগতভাবে সরকারী সমর্থন পেয়ে থাকে বিশেষ করে ব্যাপক অর্থনৈতিক সঙ্কটের সময়ে। যদিও এই ধরনের বেলআউট অন্যান্য শিল্পের তুলনায় কম জনসমর্থন পায়।\n\n\n== ব্যাংক ==\n\n\n=== বাণিজ্যিক ব্যাংকিং পরিষেবা ===\nবাণিজ্যিক ব্যাংকের প্রাথমিক কার্যক্রমের মধ্যে রয়েছে:\n\nগচ্ছিত অর্থের নিরাপত্তা নিশ্চিত করা এবং প্রয়োজনে টাকা তোলার অনুমতি দেয়া;\nচেকবই ইস্যু করা যাতে টাকা উত্তোলন করা, বিল পরিশোধ করা যায় এবং অন্যান্য ধরনের পেমেন্ট চেকের মাধ্যমে প্রদান করা যায়;\nব্যক্তিগত ঋণ, বাণিজ্যিক ঋণ, এবং বন্ধকী ঋণ প্রদান করা (সাধারণত বাড়ি, সম্পত্তি বা ব্যবসা কেনার জন্য ঋণ);\nক্রেডিট কার্ড প্রদান এবং ক্রেডিট কার্ড লেনদেন এবং বিলিং প্রক্রিয়াকরণ করা;\nচেকের বিকল্প হিসাবে ব্যবহারের জন্য ডেবিট কার্ড প্রদান করা;\nশাখায় বা অটোমেটেড টেলার মেশিন (এটিএম) (এটিএম) ব্যবহার করে আর্থিক লেনদেনের সুবিধা প্রদান করা;\nআন্তঃব্যাংকিং তহবিল লেনদেনের জন্য ওয়্যার ট্রান্সফার এবং ইলেকট্রনিক ফান্ড ট্রান্সফার সুবিধা প্রদান করা;\nগ্রাহকের চলতি হিসাব থেকে নিয়মিত মাসিক ব্যয়ের লেনদেন স্বয়ংক্রিয় ভাবে সম্পর্ন করা;\nগ্রাহকদের ইন্টারনেটের মাধ্যমে তাদের নিজ নিজ হিসাব দেখতে ও পরিচালনা করার সুবিধার্থে ইন্টারনেট ব্যাংকিং পরিষেবা প্রদান করা;\nপ্রত্যয়পত্র খোলা এবং অন্যান্য বৈদেশিক বিনিময় ও লেনদেন সুবিধা প্রদান করার;\nবিভিন্ন মেয়াদের পেনশন স্কিম আমানত পরিষেবা প্রদান করা;\nবিড বন্ড এবং ব্যাংক গ্যারান্টি সুবিধা প্রদান করা;\nআর্থিক এবং অন্যান্য নথির জন্য নোটারি পরিষেবা প্রদান করা;\nগ্রাহকদের কাছ থেকে আমানত গ্রহণ এবং তাদের ঋণ সুবিধা প্রদান।\n\n\n=== বিনিয়োগ ব্যাংকিং সেবা ===\nমূলধন বাড়াতে এই ধরনের ব্যাংকগুলো বেসরকারী এবং সরকারী খাতের জন্য ঋণ এবং ইক্যুইটি আন্ডাররাইটিং সুবিধা প্রদান করে;\nএকীভূতকরণ এবং অধিগ্রহণ করতে বিনিয়োগ ব্যাংকগুলো কোম্পানিসমূহের অবলেখক এবং পরামর্শক হিসেবে কাজ করে;\nবিনিয়োগ ব্যাংকগুলো স্ট্রাকচার্ড ফাইন্যান্সের অধীনে বৃহত্তম ঋণ সেবা প্রদান করে;\nভঙ্গুর কোম্পানিসমূহের পুনর্গঠনে সহায়তা করে;\nবিনিয়োগ ব্যবস্থাপনা সেবা প্রদান করে।\nগ্রাহকদের নির্দিষ্ট বিনিয়োগ লক্ষ্য পূরণের জন্য সম্পদ ব্যবস্থাপনা সেবা দেয়;\nসিকিউরিটিজ গবেষণা পরিচালনা করা এবং গ্রাহকদের সহায়তা করতে নির্দিষ্ট সিকিউরিটিজ এবং শিল্পের উপর একটি পাবলিক অবস্থান বজায় রাখার জন্য পরিষেবা দেয়।\nগ্রাহকদের জন্য ব্রোকার পরিষেবাগুলি প্রদান করে এবং গ্রহকদের পক্ষে সিকিউরিটিজ ক্রয় এবং বিক্রি করে;\nআর্থিক পরামর্শক হিসেবে কাজ করে;\n\n\n== বৈদেশিক বিনিময় সেবা ==\n\nবিশ্বজুড়ে অনেক ব্যাংক এবং বিশেষজ্ঞ বৈদেশিক মুদ্রা দালালদ বৈদেশিক বিনিময় পরিষেবা প্রদান করে। বৈদেশিক বিনিময় সেবা অন্তর্ভুক্ত:\n\nবৈদেশিক মুদ্রা বিনিময় সেবা প্রদান করা যাতে গ্রাহকরা বৈদেশিক মুদ্রার ব্যাংকনোট ক্রয় এবং বিক্রি করতে পারে;\nওয়্যার ট্রান্সফারের মাধ্যমে বিদেশে আন্তর্জাতিক ব্যাংকগুলিতে তহবিল পাঠাতে পারে;\nরেমিট্যান্স সেবা প্রদান যেখানে অভিবাসী শ্রমিকরা তাদের দেশে টাকা পাঠাতে পারে।\nপ্রত্যয় পত্র খোলা এবং অন্যান্য বৈদেশিক বিনিময় ও লেনদেন সুবিধা প্রদান করা।  \n\n\n== অন্যান্য আর্থিক পরিষেবা ==\nঅন্যান্য আর্থিক পরিষেবা প্রদানকারী প্রতিষ্ঠানের মধ্যে অন্যতম হচ্ছে ক্রেডিট কার্ড নেটওয়ার্কিং কোম্পানিসমুহ যারা খুচরা ব্যবসায়ী এবং ব্যাংক কার্ড প্রদানকারী ব্যাংকসমূহের মধ্যে সেতু হিসাবে কাজ করে। প্রধান ক্রেডিট কার্ড নেটওয়ার্ক সেবা প্রদানকরী কোম্পানিগুলো হল: মাস্টারকার্ড, ভিসা ইনকর্পোরেটেড, আমেরিকান এক্সপ্রেস এবং ডিসকভার ফিনান্সিয়াল ইত্যাদি।\n\n\n== আরও দেখুন ==\nআর্থিক বাজার\nআর্থিক প্রযুক্তি\nবৃহত্তম ব্যাংকসমূহের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅর্থনৈতিক সুযোগ সম্প্রসারণে আর্থিক পরিষেবা খাতের ভূমিকা | ক্রিস্টোফার এন. সাটন এবং বেথ জেনকিন্সের একটি প্রতিবেদন | জন এফ কেনেডি স্কুল অফ গভর্নমেন্ট | হার্ভার্ড বিশ্ববিদ্যালয়"}