{"pageid": 1132329, "title": "পাচিঙ্কো (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1132329", "content": "পাচিঙ্কো একটি আমেরিকান টেলিভিশন ধারাবাহিক যা ম্যানহাটন -ভিত্তিক লেখক এবং সাংবাদিক মিন জিন লি -এর একই নামের উপন্যাসের উপর ভিত্তি করে সু হিউ দ্বারা নির্মিত। ধারাবাহিকটি পরিচালনা করেছেন কোগোনাদা এবং জাস্টিন চোন এবং এতে অভিনয় করেছেন ইউন ইউহ-জুং, লি মিন-হো, কিম মিন-হা এবং জিন হা । এটি ২০২২ সালের ২৫শে মার্চ তারিখে অ্যাপল টিভি+-এ প্রিমিয়ার হয়েছিল।  ২০২২ সালের এপ্রিলে, ধারাবাহিকটি দ্বিতীয় মরসুমের জন্য পুনর্নবীকরণ করা হয়েছিল। \n\n\n== সূচনা ==\nনিউইয়র্ক টাইমসের বেস্টসেলারের উপর ভিত্তি করে, এই সুপ্ত কাহিনী চার প্রজন্ম জুড়ে একটি কোরিয়ান অভিবাসী পরিবারের আশা এবং স্বপ্নের বর্ণনা দেয় যখন তারা বেঁচে থাকার এবং উন্নতির জন্য একটি অদম্য অনুসন্ধানে তাদের জন্মভূমি ছেড়ে চলে যায়।\n\n\n== অভিনয়ে ==\nপাচিঙ্কোর প্রধান নায়িকা সুঞ্জার চরিত্রে ইউন ইউহ-জুং। তিনি ইয়েংডো-গু, বুসান, দক্ষিণ কোরিয়ার একজন কোরিয়ান মহিলা, যিনি জাপানি শাসিত কোরিয়ায় একটি উন্নত জীবনের জন্য লড়াই করেন৷\nকিশোর সুনজার চরিত্রে কিম মিন-হা\nশৈশবের সুনজা চরিত্রে জিওন ইউ-না \nকোহ হানসু চরিত্রে লি মিন-হো, জাপানের ওসাকায় বসবাসকারী জাইনিচি কোরিয়ান ব্যক্তি। একজন বণিক এবং মাছের দালাল হিসেবে পরিচয়, যিনি নিয়মিত দক্ষিণ কোরিয়ার বুসানে যান, পরে তিনি জাপানের বৃহত্তম ট্রান্সন্যাশনাল সংগঠিত অপরাধ সিন্ডিকেট ইয়াকুজার সদস্য বলে প্রকাশিত হোন।\nজিন হা সলোমন বায়েকের চরিত্রে, বায়েক মোজাসুর ছেলে এবং সুঞ্জার নাতি। ম্যানহাটনের ইংরেজি-ভাষী স্কুল এবং কলম্বিয়া বিশ্ববিদ্যালয়ে শিক্ষিত, তিনি সর্বদা আমেরিকান এবং পশ্চিমাদের সাথে সামাজিকীকরণ করেছেন।\nকিশোর সলোমনের চরিত্রে ইউন সিও-হো \nনাওমি চরিত্রে আনা সাওয়াই\nবায়েক মোজাসু চরিত্রে সোজি আরাই, বায়েক ইসাক এবং সুঞ্জার ছেলে, নোয়ার সৎ ভাই এবং একজন ধনী ব্যবসায়ী, বেশ কয়েকটি পাচিনকো পার্লারের মালিক।\nএতসুকু হিসাবে কাহো মিনামি\nস্টিভ সাংহিয়ুন নোহ বায়েক ইসাক, কোরিয়ার পিয়ংইয়ং থেকে একজন প্রটেস্ট্যান্ট মন্ত্রী, সুঞ্জার রোমান্টিক আগ্রহের একজন, বায়েক মোজাসুর পিতা এবং সলোমন বেকের দাদা।\nকিউংহির চরিত্রে জং ইউন- চে, বায়েক ইয়োসেবের স্ত্রী এবং সুঞ্জার সবচেয়ে ভালো বন্ধু এবং ভগ্নিপতি\nফেলিস চোই বয়স্ক কিউংহির মতো\nইয়াংজিন চরিত্রে জিওং ইন-জি, সুঞ্জার মা এবং হুনি (সুঞ্জার বাবা) এর স্ত্রী\nহানার চরিত্রে মারি ইয়ামামোতো\nইয়ান এইচডব্লিউ কিম যাজক রী চরিত্রে\nটম অ্যান্ড্রুজ চরিত্রে জিমি সিম্পসন \nইয়েজি ইওন বোখির চরিত্রে\nজং উং-ইন\nবায়েক ইয়োসেবের চরিত্রে হান জুন- উ, বায়েক ইসাকের ভাই যিনি জাপানের ওসাকায় থাকেন এবং তিনি কিউংহির স্বামী এবং সুঞ্জার শ্যালকও।\n\n\n== পর্বসমূহ ==\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nডেডলাইন হলিউড আগস্ট ২০১৮ এ রিপোর্ট করেছে যে অ্যাপল ধারাবাহিকটি পেয়েছে এবং এপ্রিল ২০১৯ এ এটিকে একটি সিরিজ অর্ডার দেওয়া হয়েছে।  প্রতিবেদনে আরও অন্তর্ভুক্ত করা হয়েছে যে সু হিউ সিরিজের শোরনার, লেখক এবং নির্বাহী প্রযোজক হিসাবে কাজ করবেন। প্রযোজনা সংস্থা, মিডিয়া রেস, হিউজের পাশাপাশি প্রযোজনা করবে। ২০২০ সালের অক্টোবরে, দক্ষিণ কোরিয়ার চলচ্চিত্র নির্মাতা কোগোনাদা এবং জাস্টিন চোনকে নির্বাহী প্রযোজক এবং পরিচালক হিসাবে ঘোষণা করা হয়েছিল যার প্রত্যেকটি চারটি পর্ব পরিচালনা করে এবং প্রাক্তন সিরিজের পাইলট পরিচালনা করে। \n\n\n=== অভিনয়ের নটনটী ===\nলি মিন-হো, জিন হা, আনা সাওয়াই, মিনহা কিম, সোজি আরাই এবং কাহো মিনামিকে ২০২০ সালের অক্টোবর -এ অভিনয়কারী হিসাবে রাউন্ড আউট করা হয়েছিল।  সু হিউ প্রকাশ করেছেন যে প্রধান অভিনেতাদের যোগ করতে বিশ্বব্যাপী অনুসন্ধানের ছয় থেকে সাত মাস সময় লেগেছে এবং তিনি তার সমস্ত অভিনেতাকে তাদের ভূমিকার জন্য অডিশন দিতে বলেছিলেন। \n\n\n=== চিত্রগ্রহণ ===\nকোরিয়া, জাপান এবং আমেরিকায় ২৬ অক্টোবর, ২০২০ তারিখে চিত্রগ্রহণ শুরু হওয়ার কথা ছিল।  জিকিউ কোরিয়া ম্যাগাজিনের সাথে একটি সাক্ষাত্কারে, লি মিন-হো প্রকাশ করেছেন যে ২০২০ সালের ডিসেম্বরে দক্ষিণ কোরিয়ার বুসানে চিত্রগ্রহণ শেষ হয়েছে এবং কানাডায় চলচ্চিত্রের জন্য প্রস্তুত হচ্ছেন।  ৬ ফেব্রুয়ারী, ২০২১-এ, ভ্যাঙ্কুভারে চিত্রগ্রহণ শুরু হয়েছিল এবং ৯ এপ্রিল শেষ হবে বলে আশা করা হয়েছিল। \n\n\n== মুক্তি ==\nকোরিয়ান, জাপানি এবং ইংরেজি তিনটি ভাষায় নির্মিত ৮টি পর্ব নিয়ে গঠিত ধারাবাহিকটি ২০২২ সালের ২৫শে মার্চ তারিখে অ্যাপল টিভি+-এ ৩টি পর্ব সহ প্রিমিয়ার হয়েছিল। ২০২২ সালের ২৯শে এপ্রিল তারিখ পর্যন্ত প্রতি শুক্রবার একটি করে বাকি পর্বগুলি প্রকাশিত হবে। \n\n\n== অভ্যর্থনা ==\nরটেন টম্যাটোস এ, ধারাবাহিকটি \"প্রত্যয়িত তাজা\" এবং ২৯টি সমালোচক পর্যালোচনার ভিত্তিতে ৯৭% অনুমোদন রেটিং ধারণ করে, যার গড় রেটিং ৯.১০/১০। ওয়েবসাইটের সমালোচনামূলক সম্মতিতে লেখা হয়েছে, \"জটবদ্ধ তবুও অন্তরঙ্গ, পাচিঙ্কো হল একটি সুস্পষ্ট মহাকাব্য যা ইতিহাসের চাপের পাশাপাশি পরিবারের স্থায়ী বন্ধনকে ধরে রাখে।\"  মেটাক্রিটিক -এ, ১৭ জন সমালোচকের উপর ভিত্তি করে এটির ১০০-এর মধ্যে ৮৮ নম্বর রয়েছে, যা \"সর্বজনীন প্রশংসা\" নির্দেশ করে। \n\n\n== আরো দেখুন ==\nকোরিয়ান প্রবাসী\nজাপানে কোরিয়ানরা\nনিউ ইয়র্ক শহরে কোরিয়ানরা\n\n\n== তথ্যসূত্র =="}