{"pageid": 1132993, "title": "সিলাম্বু", "url": "https://bn.wikipedia.org/wiki?curid=1132993", "content": "সিলাম্বু (তামিল: சிலம்பு, মালয়ালম: ചിലമ്പ്) হল এক ধরনের ফাঁপা পায়েল বা পায়ের অলঙ্কার। এর মধ্যে ধাতব বল ভরা থাকে, হাঁটা চলা করলে যা থেকে শব্দ উৎপন্ন হয়। এটি বিভিন্ন সময়ে এবং অনুষঙ্গে ভারতীয় উপমহাদেশের অনেক অংশে পরা ও ব্যবহার করা হয়। রুপোর সিলাম্বু অনেক সময় প্রাপ্তবয়স্কদের কাছে রুপোর থান্ডাই নামেও পরিচিত। পূজার সময় সঞ্চালিত নাচের অনুষ্ঠানের জন্য বেশিরভাগ শিল্পী রুপোর সিলাম্বু পরিধান করে।\n\n\n== ব্যুৎপত্তি ==\nজয়রাজের মতে, 'সিলাম্বু' শব্দটি 'সিলাম্বল' ক্রিয়াপদ থেকে উদ্ভূত হয়েছে। এর অর্থ 'শব্দ করা'।\n\n\n== বর্ণনা ==\nসিলাম্বু হল একটি ফাঁপা পায়েল, যার মধ্যে ধাতুর পুঁতি বা বল ভরা থাকে। পরিধানকারী নড়াচড়া করলে বা নৃত্য করলে পুঁতিগুলির নড়ার ফলে শব্দের সৃষ্টি হয়। এটি পায়ের গোড়ালিতে বা পায়ে পরা যেতে পারে। সিলাম্বু পায়ে পরা হলে তামিল ভাষায় তাকে বলা হয় কালসিলাম্বু। এটি ভারতীয় ঐতিহ্যবাহী একটি গহনা যা আজও ব্যবহৃত হয়।\nকিছু ধরনের সিলাম্বু তামা দিয়ে তৈরি হয় এবং এগুলিতে শব্দ তৈরি করতে লোহার বল ব্যবহার করা হয়। অন্যগুলি রুপো দিয়ে তৈরি হয়।\n\n\n== নৃত্যে ==\nদরবার নৃত্য শিল্পীরা সিলাম্বু পরিধান করতেন। এছাড়াও কান্দ্যান নৃত্য শিল্পীরা হয়তো সিলাম্বু ব্যবহার করতেন\nতামিলনাড়ুতে, আম্মান উৎসব অথবা নবরাত্রি উৎসবের সময় মন্দিরে কাই সিলাম্বু আট্টম নামে একটি ঐতিহ্যবাহী নৃত্য পরিবেশিত হয়। এই নৃত্যের সময় নর্তকীরা তাদের গোড়ালিতে সিলাম্বু পরে এবং হাতেও ধরে রাখে। তাদের নৃত্যে লম্ফনের বিভিন্ন শৈলী থাকে। এই কম্পনের ফলে সিলাম্বুতে শব্দ উৎপন্ন হয়।\n\n\n== সাহিত্যে ==\nসিলপ্পদিকারম (একটি সিলাম্বুর গল্প) মহাকাব্যটির মূল চরিত্র হল কন্নগি, তার সিলাম্বু বিক্রি করার চেষ্টাকে ঘিরে এই কাব্যটি তৈরি করা হয়েছে। সিলাম্বুর নাম থেকেই এর শিরোনামটি এসেছে।\n\n\n== উৎসবে ==\nপোঙ্গল উৎসবের সময় কখনও কখনও গরুর পায়ে সিলাম্বু রাখা হয়।\n\n\n== ধর্মে ==\nনাচের ভঙ্গিমায় শিব, যাঁকে নটরাজ বলা হয়, কখনও কখনও তাঁর গোড়ালিতে একটি সিলাম্বু থাকে।\nকেরালায় থেয়্যাম উপাসনার সময় সিলাম্বু ব্যবহার করা হয়। মনে করা হয় নৈনাতিভু নাগাপুশানি আম্মান মন্দির গৌরীর সিলাম্বু (পায়েল) পড়েছিল। কারাইকেনি গ্রামে কারাইকেনি পাদুকালাম (পাদুকালাম অর্থ \"যুদ্ধ\") উদযাপিত হয়, যেখানে অনেক গ্রাম একত্রিত হয়ে বিভিন্ন যুদ্ধের মতো কার্যক্রম চালায়। প্রতি ২ বছর পর পর এই উৎসব উদ্‌যাপন হয়। এই উৎসবে বিশেষ তামিল ঐতিহ্যে সিলাম্বুকে নিয়ে লড়াই হয়।\n\n\n== ছবিঘর ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nতামিলনাড়ুর গহনা\n\n\n== টীকা ==\n\n\n== উৎস সমূহ ==\nJeyaraj, V. (১৯৯৯)। \"Analysis of a Bronze Anklet from Kerala\"। Museum's Journal। Government Museum, Chennai। \nSambamoorthy, P. (১৯৭৬)। Catalogue of Musical Instruments Exhibited in the Government Museum, Chennai। Chennai: Principal Commissioner of Museums, Government Museum।"}