{"pageid": 1132782, "title": "মিয়ানমারে পতিতাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1132782", "content": "মিয়ানমারে পতিতাবৃত্তি (বার্মা নামেও পরিচিত) অবৈধ,  তবে ব্যাপক।  পতিতাবৃত্তি একটি প্রধান সামাজিক সমস্যা যা বিশেষ করে নারী ও শিশুদের প্রভাবিত করে। ইউএনএইডসের অনুমান করে যে দেশে ৬৬,০০০ পতিতা রয়েছে। \nমহিলাদের প্রায়ই বৈধ চাকরি, যথেষ্ট উচ্চ বেতনের প্রতিশ্রুতি দিয়ে পতিতাবৃত্তিতে প্রলুব্ধ করা হয় এবং কারণ তাদের নিম্ন শিক্ষার স্তর তাদের জন্য অন্য কোথাও চাকরি খুঁজে পাওয়া কঠিন। অনেক ক্ষেত্রে, এই ধরনের মহিলারা প্রত্যন্ত অঞ্চল থেকে আসে। \n\n\n== বর্তমান পরিস্থিতি ==\nইয়াঙ্গুনে (রেঙ্গুন), পতিতাবৃত্তি প্রায়ই হোটেলগুলিতে ঘটে যেগুলি পতিতালয় হিসাবেও কাজ করে। ম্যাসাজ পার্লারগুলির সাম্প্রতিক উপস্থিতি ১৯৯৫ সালে শুরু হয়েছিল, বিশেষ করে ওয়া এর মতো জাতিগত সংখ্যালঘু গোষ্ঠীগুলি এই ধরনের ব্যবসা পরিচালনা করে।  ইয়াঙ্গুনের নাইটক্লাবে প্রায়ই পতিতারা আসে যারা স্বাধীনভাবে কাজ করে।  সারা দেশে, যৌন শিল্প সাধারণত রেস্তোরাঁ, পতিতালয়, গেস্টহাউস এবং নাইটক্লাবের বাইরে চলে।  ২০০৮ সালের মে মাসে ঘূর্ণিঝড় নার্গিস আঘাত হানার পর থেকে ইয়াঙ্গুনে পতিতাদের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে, এইভাবে যৌন পরিষেবার দাম কমেছে।\nমান্দালেতে ম্যাসেজ পার্লার, কেটিভি লাউঞ্জ, স্টেজ শো এবং পথ পতিতাবৃত্তিতে অনেক পতিতা কাজ করে। \nবার্মার নতুন জাতীয় রাজধানী নেপিডোতে একটি নিষিদ্ধ পল্লী আবির্ভূত হয়েছে, যেখানে পতিতালয়গুলি প্রাথমিকভাবে বিউটি পার্লার এবং ম্যাসেজ সেলুনের ছদ্মবেশে রয়েছে যা মূলত ব্যবসায়ী এবং সামরিক কর্মীদের আকর্ষণ করে৷  প্রায় ৭০টি পতিতালয়, বেশিরভাগই তাঁবু এবং বাঁশের কুঁড়েঘরের আকারে, নেপিডো পর্যন্ত ৩০ মাইল প্রসারিত মহাসড়কে একটি সস্তা নিষিদ্ধ পল্লী এলাকা পরিচালনা করে। \nসমস্ত দক্ষিণ-পূর্ব এশিয়ায় বার্মা এখন পর্যন্ত সবচেয়ে সস্তা যখন লাওসে পছন্দ এবং মূল্যকে ছাড়িয়ে যায় এমন একজন পতিতার পরিষেবা সুরক্ষিত করা। \nযৌনকর্মী এবং এনজিওগুলি আইন প্রয়োগকারীকে অপমানজনক, হিংসাত্মক এবং দুর্নীতিগ্রস্ত বলে রিপোর্ট করে৷  \n\n\n== যৌন পাচার ==\nমিয়ানমার হল মিয়ানমার এবং বিদেশে যৌন পাচারের শিকার নারী ও শিশুদের জন্য একটি উৎস দেশ। এটি ক্রমবর্ধমান বিদেশী শিকারের জন্য একটি গন্তব্য এবং ট্রানজিট দেশ, যার মধ্যে ভারত থেকে আসা মহিলা এবং মেয়েরা রয়েছে৷ মিয়ানমার কিছু নারী এবং শিশু রয়েছে যারা কাজের জন্য বিদেশে, বিশেষ করে থাইল্যান্ড এবং চীনে, সেইসাথে এশিয়া, মধ্যপ্রাচ্য এবং মার্কিন যুক্তরাষ্ট্রের অন্যান্য দেশগুলিতে, যৌন পাচারের শিকার হয়। মিয়ানমারের নারীদের ক্রমবর্ধমানভাবে চীনে নিয়ে যাচ্ছে এবং যৌন পাচারের শিকার হচ্ছে; মিয়ানমারের সরকারি কর্মকর্তারা মাঝেমধ্যেই এই ধরনের পাচারের পাশাপাশি রোহিঙ্গা অভিবাসীদের চোরাচালান ও শোষণে জড়িত। \nমিয়ানমার থাইল্যান্ডে পতিতাদের একটি প্রধান উৎস (একটি আনুমানিক ২৫,০০০-৩০,০০০), যেখানে বেশিরভাগ নারীকে পাচার করা হয় দক্ষিণ মিয়ানমারের সীমান্তবর্তী রানং এবং মিয়ানমারের পূর্ব প্রান্তে মায়ে সাইতে।   মিয়ানমারের যৌনকর্মীরাও চীনের ইউনান, বিশেষ করে সীমান্ত শহর রুইলিতে কাজ করে।  থাইল্যান্ডের সংখ্যাগরিষ্ঠ বার্মিজ পতিতারা জাতিগতভাবে সংখ্যালঘু।  বার্মিজ পতিতাদের ৬০ শতাংশের বয়স ১৮ বছরের কম। \nমার্কিন যুক্তরাষ্ট্রের স্টেট ডিপার্টমেন্ট অব স্টেট অফিস টু মনিটর অ্যান্ড কমব্যাট ট্রাফিকিং ইন পার্সনস মিয়ানমারকে 'টিয়ার ৩' দেশ হিসেবে স্থান দিয়েছে। \n\n\n== তথ্যসূত্র =="}