{"pageid": 1132047, "title": "সদরুদ্দিন দাশতকি", "url": "https://bn.wikipedia.org/wiki?curid=1132047", "content": "সাইয়্যেদ সদর আল-দীন দাশতকি বা সদর আদ-দ্বীন দাশতাকি ছিলেন একজন ইরানি শিয়া দার্শনিক এবং ধর্মতত্ত্ববিদ। তাকে শিরাজ দর্শন বিদ্যায়তন প্রতিষ্ঠাতা হিসাবে গণ্য করা হয়। \n\n\n== জন্ম ==\nসদর আল দ্বীন শিরাজের নিকটবর্তী দাশতাহ অঞ্চলে জন্মগ্রহণ করেন।  তাঁর পুরো নাম ছিল সাইয়্যেদ মুহাম্মদ বিন  মনসুর আল হুসাইনি আল দাশতাকি।  তিনি ৮২৯/১৯ জুন শিরাজে জন্মগ্রহণ করেন।  তিনি দাশতাকি পরিবারে প্রথম ব্যক্তি হিসেবে গণ্য হন যিনি দৃশ্যত শিয়া সম্প্রদায়ের কাছে স্বীকার করেছিলেন।  পুরজাবাদীর মতে, মনে হয় তিনি একজন জায়েদী ছিলেন।  তিনি জালাল-আল-দ্বীন দাওয়ানির সাথে শিয়াদের বৈধতা নিয়েও চ্যালেঞ্জ করেছিলেন।\n\n\n== শিক্ষা ==\nদাশতকি তার চাচাতো ভাইয়ের সাথে শিক্ষিত হয়েছিলেন এবং তার সাথে আরবি সাহিত্য ও ইসলামী আইন শিখেছিলেন।  তিনি কওম আল দ্বীন আল-কুরবালির কাছে যুক্তিবাদী বিজ্ঞান অধ্যয়ন করেন।  সদর আদ-দ্বীন দার্শনিক আলোচনার সাথে পরিচয় করিয়ে দেওয়ার ক্ষেত্রে কুরবালির গুরুত্বপূর্ণ ভূমিকা ছিল, যেমন সাইয়্যেদ মুসলিম ফারসি ছিলেন, যিনি যুক্তি ও দর্শনে সদর আদ-দ্বীন এর শিক্ষক ছিলেন।  সদর আল দ্বীন বাড়ি নির্মাণে জড়িত ছিলেন।\n\n\n=== মনসুরিয়া মাদ্রাসা ===\nসদর আল-দীন একটি মাদ্রাসা নির্মাণ করেন এবং এটিকে তার ছেলের নাম দেন মনসুরিয়া।  কাকাইয়ের মতে এই মাদ্রাসাটি এখনও শিরাজে সক্রিয় রয়েছে।\n\n\n== কর্ম ==\nরত্নবিদ্যার উপর রচিত জওয়াহের নামা\nকাতিবি কাজাভিনির শামসিয়্যাহ সম্পর্কে কুতুব আল দীন রাজীর টীকা\nকুতুব আল দীন রাজ্জাজ কমিন্টার সার্জ আল দিন আরমাস মেটলি আল আনোয়ার টীকা\nতাজরিদ আল-ইতিকাদ- কুশজির টীকা \nঈশ্বরের অস্তিত্ব ও তার গুণাবলী প্রমাণের একটি গ্রন্থ (রিসালাহ ফি ইথবাত আল ওয়াজিব ও সিফাতিহি)।\n\n\n== মৃত্যু ==\nসদর আল দ্বীন শিরাজের শাসকের বিরুদ্ধে বিদ্রোহের নেতৃত্ব দেন ও শাসক কাসেম বে-এর আদেশে একদল তুর্কমান কর্তৃক নিহত হন।  তিনি ১৭ রমজান ৯০৩ হিজরী/৯ মে ১৪৯৮ খ্রীঃ তারিখে মারা যান।\n\n\n== আরও পড়ুন ==\nবিদাইউই, আহাব, \"শিরাজের দার্শনিকদের স্বীকারোক্তিমূলক পরিচয় সম্পর্কে কিছু মন্তব্য: সদর আদ-দ্বীন দাশতাকি (মৃত্যু ৯০৩হিঃ/১৪৯৮ খ্রীঃ) এবং তার ছাত্র মোল্লা শামস আল-দিন খাফরি (৯৪২/১৫৩৫খ্রীঃ) এবং নাজম আল-দিন মাহমুদ নায়ারি (৯৪৮/১৫৪১), ইশরাক ৫ (২০১৪): ৬১–৮৫।\n\n\n== তথ্যসূত্র =="}