{"pageid": 1132048, "title": "শুরা (পরামর্শসভা)", "url": "https://bn.wikipedia.org/wiki?curid=1132048", "content": "শূরা ( আরবি: شُورَىٰ   , shūrā, \"পরামর্শ\") একটি আরবি শব্দ। কুরআন মুসলমানদেরকে তাদের সামগ্রিক বিষয়গুলির ব্যাপারে একে অপরের সাথে পরামর্শ করে সিদ্ধান্ত নিতে উৎসাহিত করে। কাউন্সিল বা গণভোট শুরা নীতির উদাহরণস্বরূপ।\nশূরাকে একটি প্রশংসনীয় কার্যকলাপ হিসাবে বিবেচনা করা হয়। মসজিদ, ইসলামী সংগঠন ইত্যাদি বিষয় পরিচালনায় এটি বেশিরভাগ ব্যবহৃত। ইসলামি সংসদের নামকরণে এটি অগ্রাধিকারযোগ্য।\nএকবিংশ শতাব্দীর কিছু উদীয়মান মনীষী এখন রাষ্ট্র ও সমাজ গঠনের জন্য মুসলমানদের মধ্যে অংশগ্রহণমূলক শাসন বা ই-গভর্ন্যান্স বাড়ানোর উপায় হিসেবে ডিজিটাল প্রযুক্তির মাধ্যমে শূরার আধান সমর্থন করছেন।\n\n\n== ইসলামে শূরা ==\n\nসুন্নি মুসলমানরা বিশ্বাস করে যে, ইসলামে মুসলিম সমাজের সিদ্ধান্তগুলি সম্প্রদায়ের শূরা কর্তৃক গৃহীত হওয়া প্রয়োজন। ঐতিহ্যগতভাবে, আমির, সুলতান বা খলিফা তার উজিরদের (মন্ত্রীদের) সাথে পরামর্শ করতেন এবং তাদের মতামত বিবেচনা করে সিদ্ধান্ত নিতেন।\nশিয়া মুসলমানরা বলে যে, ইসলামে বৈধভাবে নিযুক্ত শাসক যতক্ষণ না শরিয়া বা ইসলামিক আইন অনুযায়ী শাসন করেন ততক্ষণ পর্যন্ত তার বশ্যতা করা ওয়াজিব। এটি অবশ্য আরও ঐতিহ্যগত পদ্ধতি, বহু শতাব্দীর সুন্নি ও শিয়াইসলামী রাজনৈতিক ইতিহাসের বৈশিষ্ট্য।\nউভয়ের মধ্যে পার্থক্যটি বাস্তবের চেয়ে বেশি শব্দার্থিক বলে মনে হয় - অবশ্য মুতাআখখিরইনগণ স্বীকার করেন যে, শাসকদের অবশ্যই শাসনের সমস্ত দিক বিবেচনা করতে হবে, যাতে পরামর্শের মাধ্যমেই কোনো সিদ্ধান্ত নেওয়া হয়। না নেওয়া হলে, তা নিশ্চিত করার জন্য বিষয়গুলি সর্বোত্তম উপায়ে যেন পরিচালিত হয়।\n\n\n=== কুরআনে শূরা ===\nকোরানে শূরার প্রথম উল্লেখ কুরআনের ২য় সূরা 2:233-এ শিশুকে মায়ের দুধ থেকে ছাড়ানোর সম্বন্ধে সম্মিলিত পারিবারিক সিদ্ধান্তের বিষয়ে এসেছে। এই আয়াতটি উৎসাহিত করে যে বাবা-মা উভয়েই তাদের সন্তানের দুধ ছাড়ানোর বিষয়ে পারস্পরিক পরামর্শের মাধ্যমে সিদ্ধান্ত নিবে।\nকুরআনের ৪২ তম সূরার নাম শূরা।  সেই সূরার ৩৮তম আয়াতে শূরাকে একজন সফল মুমিনের প্রশংসনীয় জীবনধারা বলে ঘোষণা করা হয়েছে। এতে বলা হয়েছে যে, মুসলমানদের উচিত তাদের বিষয়ে পরস্পরের সাথে পরামর্শ করে সিদ্ধান্ত নেওয়া। কুরআন বলে:\n\"যারা তাদের পালনকর্তার কথা শোনে, নিয়মিত নামায কায়েম করে; এবং যারা নিজেদের মধ্যে পারস্পরিক পরামর্শের মাধ্যমে তাদের কাজকর্ম পরিচালনা করে; আর আমি তাদের রিযিকের জন্য যা দিয়ে থাকি তা থেকে ব্যয় করে\" [তারা প্রশংসিত]\n৩য় সূরার ১৫৯তম আয়াতে নবী মুহাম্মদ (সা) কে একটি বিষয়ে বিশ্বাসীদের সাথে পরামর্শ করার আদেশ দেওয়া হয়। কুরআন বলে:\nআল্লাহর দয়ায়, আপনি তাদের সাথে নম্রভাবে ব্যবহার করুন। আপনি যদি রুক্ষ, কঠোর হৃদয়ধারী হতেন, তবে তারা অবশ্যই আপনার চারপাশ থেকে সরে পড়ত; অতএব তাদের ক্ষমা করুন এবং তাদের জন্য ক্ষমা প্রার্থনা করুন এবং তাদের সাথে এই বিষয়ে পরামর্শ করুন। অতঃপর যখন তোমরা সিদ্ধান্ত নেবে, তখন আল্লাহর উপর ভরসা কর। নিশ্চয়ই আল্লাহ বিশ্বাসীদের ভালবাসেন। \n\n\n== তথ্যসূত্র =="}