{"pageid": 1132800, "title": "ব্রাজিলে পতিতাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1132800", "content": "ব্রাজিলে পতিতাবৃত্তি অর্থের বিনিময়ে যৌনতা বিনিময় ব্রাজিলে বৈধ, যেহেতু প্রাপ্তবয়স্কদের পেশাদার যৌনকর্মী হতে নিষেধ করে এমন কোনো আইন নেই,  তবে পতিতালয় চালানো বা অন্য কোনো উপায়ে যৌনকর্মীদের নিয়োগ করা বেআইনি।  পথ পতিতাদের বিরুদ্ধে পাবলিক অর্ডার এবং ভ্যাগ্রান্সি আইন ব্যবহার করা হয়।  \n\n\n== ব্যাপ্তি ==\nইউএনএইডস দ্বারা প্রকাশিত ২০১৩ সালের সমীক্ষা অনুমান করেছে যে দেশে ৫৪৬,৮৪৮ পতিতা রয়েছে৷ \nব্রাজিলে পতিতাবৃত্তির মাধ্যমে শিশু এবং কিশোরীদের শোষণ ব্যাপক এবং একটি গুরুতর সমস্যা। থাইল্যান্ডের পর ব্রাজিলকে শিশু যৌন পাচারের সবচেয়ে খারাপ মাত্রা বলে মনে করা হয়, যেখানে আনুমানিক ২৫০,০০০ শিশু জড়িত।   ঘটনাটি দেশের কিছু এলাকায় উচ্চ মাত্রার দারিদ্র্য এবং বৈষম্যের সাথে ঘনিষ্ঠভাবে জড়িত।  সম্প্রতি প্রকাশিত সুরক্ষা প্রকল্প প্রতিবেদন অনুসারে, বিভিন্ন সরকারী সূত্র একমত যে ২৫০,০০০ থেকে ৫০০,০০০ শিশু পতিতা হিসাবে বসবাস করে। \nএনজিও এবং কর্মকর্তারা রিপোর্ট করেছেন যে কিছু পুলিশ অফিসার যৌন পাচারে শিশুদের শোষণকে উপেক্ষা করে, পতিতালয়কে পৃষ্ঠপোষকতা দেয় এবং পতিতাবৃত্তিতে নারীদের ছিনতাই ও লাঞ্ছিত করে, যৌন পাচারের শিকার ব্যক্তিদের সনাক্তকরণে বাধা দেয়। \nব্রাজিল সরকার শিশু পতিতাবৃত্তি বন্ধ করার জন্য কঠোরভাবে কাজ করছে।  \n\n\n== বিদেশে যৌনকর্মী ==\nআমেরিকার বিভিন্ন অঞ্চলে, প্রাথমিকভাবে আর্জেন্টিনা, চিলি, ফ্রেঞ্চ গায়ানা, প্যারাগুয়ে, সুরিনাম, উরুগুয়ে এবং ভেনিজুয়েলা, সেইসাথে পর্তুগাল, ইতালি, স্পেন সহ প্রধানত রোমান্স-ভাষী পশ্চিম ইউরোপীয় দেশগুলিতে প্রচুর সংখ্যক ব্রাজিলীয় যৌনকর্মী পাওয়া যায়।, বেলজিয়াম এবং নেদারল্যান্ডস এবং জাপান, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে কিছুটা কম।\n\n\n== যৌন পর্যটন ==\nব্রাজিলিয়ান কার্নিভাল এবং তার অর্ধ-নগ্ন মহিলা নর্তকীদের, ঐতিহ্যগতভাবে বিশেষ করে মুলাটো, সাম্বা এবং থং সম্পর্কে, বিশ্বের সবচেয়ে ছোট বিকিনি, যারা প্রায় ১৯৭০ থেকে ২০১০ সাল পর্যন্ত ব্রাজিলের সমুদ্র সৈকতে আধিপত্য বিস্তার করেছিল, তাদের যৌন অভিযানের জন্য আগ্রহী পর্যটকদের ইচ্ছাকৃতভাবে প্রলুব্ধ করা হয়েছিল। দেশটি. ১৯৬০ থেকে ১৯৯০-এর দশক পর্যন্ত, ট্রাভেল এজেন্সিগুলির ব্রোশিওরে প্রায় সবসময়ই মনোরম সমুদ্র সৈকতের দৃশ্যের সামনে ব্রাজিলিয়ান মুলাটোর আড়ম্বরপূর্ণ নিতম্বের একটি বড় ছবি দেখানো হয়।  শিশু পতিতাবৃত্তি নিয়ে ক্রমবর্ধমান সচেতনতার কারণে, বিজ্ঞাপন এখন অনেক কম সরাসরি দেয়া হয়, যার মানে এই নয় যে এখন আর কোনো যৌন পর্যটন নেই। যাইহোক, সরকার ক্রমবর্ধমানভাবে হতাশাগ্রস্ত হচ্ছে যে অনেক বিদেশী পর্যটক ব্রাজিলে যৌন পর্যটনের জন্য ভ্রমণ করে,  শিশু পতিতাবৃত্তি সহ,  এবং ২১শ শতাব্দীর শুরু থেকে শিশু পতিতাবৃত্তির বিরুদ্ধে লড়াই এবং আংশিকভাবে প্রশমিত করতে সক্ষম হয়েছে। প্রচারণা এবং শক্তিশালী পুলিশে নিয়ন্ত্রণ সহ।\nযৌন পর্যটন দেশ জুড়ে বিদ্যমান, তবে এটি উত্তর-পূর্ব, দক্ষিণ এবং দক্ষিণ-পূর্বের উপকূলীয় শহরগুলিতে এবং রিও ডি জেনিরো এবং ফোর্তালেজা, সিয়ারার মতো প্রধান পর্যটন গন্তব্যে এবং সেইসাথে বন্যপ্রাণী পর্যটন এলাকা প্যান্টানাল এবং আমাজনে সবচেয়ে স্পষ্ট।\n২০০৬ ইউনিভার্সিটি অফ ব্রাসিলিয়ার এক সমীক্ষায় দেখা গেছে যে নাগরিকদের ঘন ঘন ১,৫১৪টি পর্যটন গন্তব্যের প্রায় এক চতুর্থাংশে শিশু এবং কিশোর-কিশোরীদের জন্য একটি সক্রিয় যৌন বাণিজ্যিক বাজার ছিল বা পাওয়া গেছে। এসইডিএইচ এবং জাতিসংঘ শিশু তহবিলের সমন্বয়ে পরিচালিত সমীক্ষায়ও শিশু এবং কিশোর-কিশোরীদের সাথে জড়িত বাণিজ্যিক যৌনতা দেশের ৫,৫৬১টি পৌরসভার প্রায় এক ষষ্ঠাংশে পাওয়া যায়।  ২০১৪ সালে একটি ইংরেজি এনজিও ঘোষণা করেছিল যে তারা ফিফা বিশ্বকাপের সময় শিশুদের সাথে যৌনতার জন্য অর্থ প্রদানকারী পর্যটকদের নিরুৎসাহিত করতে ব্রাজিলে ব্রিটিশ ফ্লাইটে বিজ্ঞাপন চালাবে। \n\n\n== যৌন পাচার ==\nযৌন পাচারের শিকার নারী ও শিশুদের জন্য ব্রাজিল একটি উৎস, ট্রানজিট এবং গন্তব্য দেশ। ব্রাজিলের নারী ও শিশুরা দেশের অভ্যন্তরে যৌন পাচারে শোষিত হয়। ব্রাজিলের নারীরা বিদেশে, বিশেষ করে পশ্চিম ইউরোপ এবং চীনে যৌন পাচারের শিকার হয়। দক্ষিণ আমেরিকার অন্যান্য দেশ, বিশেষ করে প্যারাগুয়ের নারী ও মেয়েরা ব্রাজিলে যৌন পাচারে শোষিত হয়। ব্রাজিলীয় পুরুষ এবং ট্রান্সজেন্ডার ব্রাজিলীয়রা স্পেন এবং ইতালিতে যৌন পাচারে শোষিত হয়েছে। \nদেশের সব জায়গা থেকে নারী পাচার হচ্ছে। সরকার রিপোর্ট করেছে যে সমস্ত রাজ্য এবং ফেডারেল জেলায় পাচারের পথ বিদ্যমান। যৌন শোষণের উদ্দেশ্যে নারী, শিশু এবং কিশোর-কিশোরীদের পাচার সংক্রান্ত জাতীয় গবেষণা ২৪১টি আন্তর্জাতিক এবং জাতীয় পাচারের পথ চিহ্নিত করেছে। পাচারের পরিকল্পনায় শোষিত ব্যক্তিরা সাধারণত নিম্ন আয়ের পরিবার থেকে আসে এবং সাধারণত উচ্চ বিদ্যালয় শেষ করেনি। \nএটি অনুমান করা হয় যে দক্ষিণ আমেরিকায় ১৫% নারী পাচারের জন্য ব্রাজিল দায়ী, একটি বড় সংখ্যাগরিষ্ঠ উত্তর এবং উত্তর-পূর্ব থেকে আসে। \nমার্কিন যুক্তরাষ্ট্রের স্টেট ডিপার্টমেন্ট অফ স্টেট অফিস টু মনিটর অ্যান্ড কমব্যাট ট্রাফিকিং ইন পার্সনস ব্রাজিলকে 'টায়ার ২' দেশ হিসেবে স্থান দিয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপতিতাবৃত্তি মার্কিন যুক্তরাষ্ট্র এবং ব্রাজিলকে এইডস নীতির প্রতিকূলতায় রাখে\nব্রাজিল এবং ইউনিসেফ শিশু পতিতাবৃত্তি বন্ধ করতে যোগদান করেছে\nব্রাজিল 'যৌন পর্যটন' রোধে অভিযান শুরু করেছে\nপাচারের পরিকাঠামোতে অবদান রাখে এমন কারণগুলি৷"}