{"pageid": 1132778, "title": "মুজরা", "url": "https://bn.wikipedia.org/wiki?curid=1132778", "content": "মুজরা হল মহিলাদের দ্বারা একটি নৃত্য পরিবেশন যা ভারতে মুঘল শাসনামলে আবির্ভূত হয়েছিল, যেখানে অভিজাত শ্রেণী এবং স্থানীয় শাসকরা যেমন ভারতীয় সমাজের নবাবরা (প্রায়শই মুঘল সম্রাটের দরবারে) রাতে তাদের বিনোদনের জন্য ঘন ঘন গণিকাদের নিয়ে যেতেন। সাধারণত নর্তকী মহিলাদের সাথে নবাবরা যৌন মিলন করতো।\n\n\n== পটভূমি এবং ইতিহাস ==\nএটি ঠুমরি এবং গজল সহ দেশীয় সঙ্গীতের সাথে দেশীয় ধ্রুপদী কত্থক নৃত্যের উপাদানগুলিকে একত্রিত করে। এতে আকবর থেকে বাহাদুর শাহ জাফরের শাসনকাল পর্যন্ত সম্রাটদের মতো অন্যান্য মুঘল আমলের কবিতাও রয়েছে। মুজরা ঐতিহ্যগতভাবে মেহফিলে এবং কথাস নামক বিশেষ বাড়িতে করা হত। উপমহাদেশে মুঘল শাসনামলে, দিল্লি, লক্ষ্ণৌ, জয়পুরের মতো জায়গায়, মুজরা করার ঐতিহ্য ছিল একটি পারিবারিক শিল্প এবং প্রায়ই মা থেকে মেয়ের কাছে চলে যেত। অভিজাত শ্রেণীর কাছে তাদের প্রবেশাধিকারের কারণে এই গণিকা বা তাওয়াইফদের কিছু ক্ষমতা এবং প্রতিপত্তি ছিল এবং তাদের মধ্যে কিছু সংস্কৃতির কর্তৃপক্ষ হিসাবে পরিচিত হয়েছিল। কিছু সম্ভ্রান্ত পরিবার তাদের ছেলেদের তাদের কাছ থেকে শিষ্টাচার এবং কথোপকথনের শিল্প শেখার জন্য তাদের কাছে পাঠাত। তাদের কখনও কখনও নাচ গার্ল বলা হত যার মধ্যে নর্তক, গায়ক এবং তাদের পৃষ্ঠপোষক নবাবদের খেলার সাথী অন্তর্ভুক্ত ছিল।\n\n\n== আজকের দিন ==\nআধুনিক মুজরা নৃত্যশিল্পীরা পাকিস্তানের মতো ঐতিহ্যবাহী মুঘল সংস্কৃতি প্রচলিত দেশগুলিতে বিবাহ, জন্মদিন এবং ব্যাচেলর পার্টির মতো অনুষ্ঠানে পারফর্ম করে। অল্প পরিমাণে, পাকিস্তানের নৃত্যশিল্পীরা প্রায়ই জনপ্রিয় স্থানীয় সঙ্গীতের সাথে আধুনিক রূপের মুজরা পরিবেশন করে।\n২০০৫ সালে, যখন মহারাষ্ট্র রাজ্য জুড়ে ডান্স বার বন্ধ হয়ে গিয়েছিল, তখন অনেক প্রাক্তন বার গার্ল মুম্বাইয়ের গ্রান্ট রোড এলাকায় কেনেডি ব্রিজের কাছে 'কংগ্রেস হাউস'-এ চলে গিয়েছিল, মুজরার জন্য শহরের প্রাচীনতম কেন্দ্র, এবং সেখানে মুজরা করতে শুরু করেছিল। ভারতের আগ্রা এবং পাকিস্তানের লাহোর ও করাচিতে মহিলাদের মুজরা প্রশিক্ষণ দেওয়া হয়। করাচির ডন সংবাদপত্র লাহোরের হীরা মান্ডি এলাকাকে বর্ণনা করে, \"পাকিস্তানের প্রাচীনতম নিষিদ্ধ পল্লি ছিল বহু শতাব্দী ধরে, ঐতিহ্যবাহী আদিরসাত্মক নর্তক, সঙ্গীতশিল্পী এবং পতিতাদের কেন্দ্রস্থল।\"\nভারতীয় উপমহাদেশের অনেক এলাকায়, তাদের বিভিন্ন নামে ডাকা হয় – যেমন উত্তর ভারত এবং পাকিস্তানে তাদের তাওয়াইফ বলা হয় (হিন্দি এবং উর্দুভাষী অঞ্চলে) এবং বাংলায় বাইজি যেখানে বাবুরা মহিলাদের সাথে যৌন মজা করত।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nমুজরাকে সাধনা (১৯৫৮), পাকিজাহ (১৯৭২), উমরাও জান (১৯৮১), জিন্দেগি ইয়া তুফান (১৯৫৮) এবং দেবদাস (১৯৫৫) বা অতীতের মুঘল শাসন এবং এর সংস্কৃতি দেখানো অন্যান্য বলিউড চলচ্চিত্রে চিত্রিত করা হয়েছে। নারী নর্তককে তার চাল-চলনে আরও সাবলীল করে তুলতে এবং আরও শৈল্পিক ও নারীসুলভ হতে নাচকে উন্নত করা হয়েছে এবং আরও নৃত্য কোরিওগ্রাফি দিয়ে শেখানো হয়। মহিলারা সাধারণত জনসাধারণের দৃষ্টির কেন্দ্রবিন্দু এবং দীর্ঘ সময় ধরে নাচ এবং দর্শকদের বিনোদন দিতে পারে।\nআঞ্জুমান (১৯৭০) এর মতো পাকিস্তানের ললিউড চলচ্চিত্রে, সিনেমা শেষ হওয়ার আগে অনেক মুজরা নৃত্য পরিবেশিত হতে দেখা যায়।\nশোগার্লস নামে পাকিস্তানের মুজরা নৃত্যশিল্পীদের নিয়ে একটি তথ্যচিত্র ২০২১ সালে প্রকাশিত হয়েছিল।\n\n\n== আরও দেখুন ==\nডান্স বার (ভারত)\nনাচ\n\n\n== আরও পড়া ==\nমার্থা ফেল্ডম্যান, বনি গর্ডন। গণিকা শিল্প: ক্রস-সাংস্কৃতিক দৃষ্টিকোণ । পিপি 312-352।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIMDb ওয়েবসাইটে অনেক 'মুজরা নাচ' সহ 'উমরাও জান' (1981 ফিল্ম)\nদ্য এক্সপ্রেস ট্রিবিউনে পাকিস্তানি বিবাহ এবং অশ্লীল মুজরা (সংবাদপত্র)\nআউটলুকে বলিউড মুজরা প্রাইমার (ইন্ডিয়া ম্যাগাজিন)\nবিপাশার পরবর্তী: ইন্ডিয়া টুডে (সংবাদপত্র) তে 'শুটআউট অ্যাট ওয়াদালা'-তে একটি মুজরা গান\n'ইনহি লগন নে লে লীনা': 'অনিশ্চিত' গানের ইতিহাস যা বলিউড মুজরাসকে সংজ্ঞায়িত করেছে - সোনার হৃদয়ের একজন গণিকাদের গল্প নিয়ে আমাদের আবেশের পিছনে চালিকা শক্তি কী? ডেইলি পাকিস্তান গ্লোবাল (সংবাদপত্র)"}