{"pageid": 1132051, "title": "ইদ্রিস ফাত্তুহি", "url": "https://bn.wikipedia.org/wiki?curid=1132051", "content": "ইদ্রিস ফাত্তুহি (আরবি: إدريس فتوحي, ইংরেজি: Driss Fettouhi; জন্ম: ৩০ সেপ্টেম্বর ১৯৮৯) হলেন একজন মরক্কী পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে কাতারের পেশাদার ফুটবল লিগের শীর্ষ স্তর কাতার স্টার্স লিগের ক্লাব আল সাইলিয়াহ এবং মরক্কো জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় এবং বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১১ সালে, ইদ্রিস মরক্কো অনূর্ধ্ব-২৩ দলের হয়ে মরক্কোর বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ২ বছর যাবত মরক্কোর বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে মরক্কোর হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; মরক্কোর জার্সি গায়ে তিনি এপর্যন্ত ৩ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nইদ্রিস ফাত্তুহি ১৯৮৯ সালের ৩০শে সেপ্টেম্বর তারিখে মরক্কোর কাসাব্লাঙ্কায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nইদ্রিস মরক্কো অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে মরক্কোর প্রতিনিধিত্ব করেছেন। মরক্কোর বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১০ বছরে ২৯ ম্যাচে অংশগ্রহণ করে ৪টি গোল করেছেন।\n২০২১ সালের ১লা ডিসেম্বর তারিখে, ৩২ বছর, ২ মাস ও ১ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী ইদ্রিস ফিলিস্তিনের বিরুদ্ধে অনুষ্ঠিত ২০২১ ফিফা আরব কাপের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে মরক্কোর হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৮৩তম মিনিটে মধ্যমাঠের খেলোয়াড় ইয়াহিয়া জাব্রানের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ২৩ নম্বর জার্সি পরিধান করে কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি মরক্কো ৪–০ গোলের ব্যবধানে জয়লাভ করেছিল। মরক্কোর হয়ে অভিষেকের বছরে ইদ্রিস সর্বমোট ৩ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৪ মার্চ ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে ইদ্রিস ফাত্তুহি  (ইংরেজি)  \nবিডিফুটবলে ইদ্রিস ফাত্তুহি  (ইংরেজি)  \nট্রান্সফারমার্কেটে ইদ্রিস ফাত্তুহি (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ইদ্রিস ফাত্তুহি (ইংরেজি) \nইএসপিএন এফসিতে ইদ্রিস ফাত্তুহি (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ইদ্রিস ফাত্তুহি (ইংরেজি)"}