{"pageid": 1132069, "title": "বেগম আখতারের রেকর্ডকৃত গানের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1132069", "content": "বেগম আখতার (১৯১৪-১৯৭৪) ছিলেন দাদরা, ঠুমরি ও গজলের একজন হিন্দুস্তানি শাস্ত্রীয় সংগীত শিল্পী। \"ভারতের শ্রেষ্ঠ গজল-শিল্পীদের অন্যতম\" হিসেবে তাঁকে \"মালিকা-এ-তারান্নুম\" বা \"মালিকা-এ-গজল\" (গজল সম্রাজ্ঞী) নামে অভিহিত করা হয়। বেগম আখতারের প্রথম রেকর্ডিং ছিল এইচএমভি লেভেলে প্রকাশিত গজল ও দাদরার একটি সংকলন। এই সংকলনের গজল \"ওহ্ আসিরে-দাম-এ-বালা\" বিশেষ জনপ্রিয়তা অর্জন করে। তিনি তাঁর সমগ্র কর্মজীবনে মোট ১৬৭টি গান গেয়েছিলেন, এগুলির মধ্যে ২০টি গান তিনি গেয়েছিলেন চলচ্চিত্রের জন্য।\nবেগম আখতারের সংগীত পরিবেশনার পদ্ধতিটি ছিল শাস্ত্রীয় সংগীত পরিবেশনার ধ্রুপদি রীতির অনুসারী। তিনি শুধুমাত্র ঐতিহ্যবাহী তবলা, সেতার ও হারমোনিয়াম সহযোগে গান গাইতেন। গালিবের  \"আহ্ কো চাহিয়ে ইক উম্র্ আসার হোনে তক্\" ও  \"কোই উমিদ বার নেহিঁ আতি\" গজলগুলি গেয়ে তিনি সর্বসাধারণের মধ্যে বিশেষ পরিচিতি অর্জন করেন।\nআখতারি বাই নামে এল মেহফিল গায়িকা হিসেবে তিনি তাঁর কর্মজীবনের সূত্রপাত ঘটিয়েছিলেন। ১৯৩৪ সালে বিহার ভূমিকম্পের সাহায্যার্থে আয়োজিত সংগীত সম্মেলনে গান গেয়ে তিনি খ্যাতি অর্জন করেন। জনপ্রিয়তার ভিত্তিতে তিনি চলচ্চিত্রে কাজ করার প্রস্তাব পান। কলকাতার ইস্ট ইন্ডিয়া কোম্পানি প্রযোজিত এক দিন কা বাদশাহ্ ও নল দময়ন্তী ছবির মাধ্যমে তাঁর চলচ্চিত্রে কর্মজীবনের সূচনা ঘটে। ১৯৪২ সালে মেহবুব খান তাঁকে রোটি চলচ্চিত্রে অভিনয় করান। চলচ্চিত্রে গাওয়া তাঁর যে গানগুলি জনপ্রিয়তা লাভ করেছিল তার মধ্যে অন্যতম \"ফির সে ফস্লে বাহার আয়ি\"। ১৯৪৫ সালে কাকোলির নবাব ইশতিয়াক আহমেদ আব্বাসির সঙ্গে বিবাহবন্ধনে আবদ্ধ হওয়ার পর পাঁচ বছরের জন্য বেগম আখতারের কর্মজীবনে একটি ছেদ ঘটে। দানা পানি (১৯৫৩) ও এহসান (১৯৫৪) ছবি দু’টির মাধ্যমে তিনি আবার চলচ্চিত্র জগতে ফিরে আসেন। ১৯৫৬ সালের পর তিনি চলচ্চিত্রে কাজ করা বন্ধ করে দেন, কিন্তু মঞ্চানুষ্ঠান চালিয়ে যান। তাঁর গীত সংগীত-সংকলনে রয়েছে গালিব, মোমিন, ফয়েজ আহমেদ ফয়েজ, জিগর মোরাদাবাদি, শাকিল বাদাউনি, মির তাকি মির, সৌদা ও শামিম জয়পুরির গজল।\n\n\n== চলচ্চিত্র-বহির্ভূত ==\n\n\n=== কবি ===\n\n\n=== অন্যান্য ===\n\n\n=== বাংলা ===\n\n\n=== গুজরাতি ===\n\n\n== চলচ্চিত্র ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Begum Akhtar (ইংরেজি)\nBegum Akhtar- Selective Discographies (78 RPM Records of Begum Akhtar [1914–1974])"}