{"pageid": 1132943, "title": "রাধাপ্রসাদ গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1132943", "content": "রাধাপ্রসাদ গুপ্ত  (১৪ ডিসেম্বর , ১৯২০   - ৯ মার্চ , ২০০০)  ছিলেন আধুনিক জনসংযোগের অগ্রণী ব্যক্তিত্ব,  বিশিষ্ট লেখক ও কলকাতার ইতিহাস বিশেষজ্ঞ ও গবেষক।  কলকাতার  বিদ্বৎসমাজে  তিনি আর পি নামে এবং ঘনিষ্ঠ বন্ধু মহলে শাঁটুল বা \"শাঁটুল গুপ্ত\"  নামে পরিচিত ছিলেন।   সত্যজিৎ রায়ের ঘনিষ্ঠ 'আর পি' ছিলেন  ঊনবিংশ শতকের বাবু কলকাতার শেষ উত্তরসূরি।\n\n\n== জন্ম, পারিবারিক পরিচিতি ও শিক্ষা জীবন ==\nরাধাপ্রসাদের জন্ম  ব্রিটিশ ভারতের তৎকালীন বিহার ও উড়িষ্যা প্রদেশের অধুনা  ওড়িশা রাজ্যের  কটকে।  \n পিতা ভূপতিকুমার গুপ্ত ছিলেন বিহার-উড়িষ্যা রাজস্ব বিভাগের আধিকারিক এবং কটকের ইউনিয়ন ক্লাবের অন্যতম প্রতিষ্ঠাতা। মাতা ছিলেন কলকাতার কলুটোলার বিখ্যাত কবিরাজ বাড়ির মেয়ে সাবিত্রীময়ী। তাদের পৈতৃক নিবাস ছিল পশ্চিমবঙ্গের হালিশহরে।  দি এলিমেন্টস অফ এরিথমেটিক গ্রন্থের রচয়িতা এবং কটকের রাভেনশ কলেজের অধ্যক্ষ বিপিনবিহারী গুপ্ত ছিলেন তার পিতামহ, যিনি কটকেই বসবাস করতেন। অল্প বয়সেই রাধাপ্রসাদের পিতা মারা যান। সেকারণে রাধাপ্রসাদের স্কুলজীবন ও কলেজের প্রথম দু বছর কেটেছে কটকে পিতামহের অভিভাবকত্বে। দ্বিতীয় বিশ্বযুদ্ধের সময় তিনি কলকাতায় আসেন। কলকাতা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে এম এ পাশ করেন। কলেজ জীবনে তিনি বামপন্থী ভাবধারায় উদ্বুদ্ধ হয়েছিলেন।\n\n\n== কর্মজীবন ==\nভারতীয় বহুজাতিক সংস্থা টাটা গোষ্ঠীর  জনসংযোগ আধিকারিক হিসাবে কর্মজীবন শুরু করেন এবং দীর্ঘদিন এই পেশায় যুক্ত থেকে ১৯৮০ খ্রিস্টাব্দে অবসর গ্রহণ করেন। অবসরের পর মূলত  পড়া ও লেখা নিয়েই ব্যস্ত ছিলেন। সাহিত্য, সংস্কৃতি ও শিল্প সবেতেই তার অপরিসীম আগ্রহ ছিল। ভবঘুরে ও উদ্ভট চরিত্রের ন্যায় কলকাতার সমস্ত সাংস্কৃতিক অঙ্গনে সাধারণ পোশাকে স্বচ্ছন্দে ঘুরে বেড়িয়েছেন। চিত্রকলার গুণগ্রাহী ছিলেন।  শিল্পকলা সম্পর্কে  তাঁর বিশেষ জ্ঞান ছিল। যখন যেখানে বিশেষ কিছু  চাক্ষুষ করেছেন, তা সংগ্রহ করেছেন।  তার ব্যক্তিগত গ্রন্থাগার, শিল্প ও চিত্রকলা সংগ্রহ দেশ-বিদেশের বিদ্বৎসমাজকে আকৃষ্ট করেছিল। তার সংগ্রহে ছিল বহু দুষ্প্রাপ্য গ্রন্থ ও ছবি। তিনি নিজেও দেশের বিভিন্ন পত্র পত্রিকায় নানা বিষয়ে নিয়মিতই লিখতেন। স্বাস্থ্য ও পরিবেশ পত্রিকার প্রথম সংখ্যা সম্পাদকীয় নিবন্ধটি ছিল তারই লেখা। মাঝে মধ্যে তিনি সম্পাদকীয় তিনিই লিখতেন এবং বেশি লিখতেন ইংরাজীতেই। কলকাতার ইতিহাস বিশেষজ্ঞ হিসাবে তার পরিচিতি ছিল। তিনি কলকাতা শহরের বিভিন্ন বিচিত্র বিষয় নিয়ে পড়াশোনা করতেন। কলকাতার পুরানো কথা জানতে কালীঘাট পট,  কমিক্স, পুরনো পঞ্জিকা, এমনকি নানা রেস্টুরেন্টের মেনু কার্ড ইত্যাদিও সংগ্রহ করতেন। নিজের অভিনব চিন্তায় আর লেখার ধরনে উপস্থাপন করেছেন। তবে তার রচিত বাংলায় লেখা গ্রন্থ মাত্র তিনটিই।\n\nকলকাতার ফিরিওয়ালার ডাক আর রাস্তার আওয়াজ (১৯৮৪)\nমাছ আর বাঙালি\nস্থান কাল আর পাত্র\nসত্যজিৎ রায়ের ঘনিষ্ঠ রাধাপ্রসাদ কলকাতার ফিল্ম সোসাইটি আন্দোলনের সঙ্গেও যুক্ত ছিলেন। ১৯৪৭ খ্রিস্টাব্দে প্রতিষ্ঠিত   কলকাতা ফিল্ম সোসাইটির অন্যতম প্রতিষ্ঠাতা ছিলেন।\nবহুগুণী ও বিখ্যাত ব্যক্তিত্ব যেমন, এম এফ হুসেন, পরিতোষ সেন, কুমারপ্রসাদ মুখোপাধ্যায়, রঘুবীর সিং, ইংরাজী লেখক মুলকরাজ আনন্দ, বিখ্যাত চলচ্চিত্রকার  হরিসাধন দাশগুপ্ত ও তার অগ্রজ কালীসাধন দাশগুপ্ত প্রমুখেরা ছিলেন 'আর পি'র বন্ধু। \n\n\n== মৃত্যু ==\nভারতীয় প্রশাসনিক পরিষেবা আধিকারিক ও বিশিষ্ট লেখক জহর সরকার রাধাপ্রসাদ গুপ্তকে গুরু মানতেন। তিনি তার সম্পর্কে এক নিবন্ধে উল্লেখ করেছেন -\n\n”যদিও তিনি কর্মক্ষেত্রে অসামান্য কাজের জন্য একজন সফল জনসংযোগ আধিকারিক হিসাবে খ্যাতি ও পরিচিতি লাভ করেন, কিন্তু তার পাণ্ডিত্য, সমালোচনা, রুচিশীল ব্যক্তিত্ব, সাহিত্য, এবং কালীঘাট পটচিত্র চিত্রকর্মের উপর গভীর জ্ঞান সব কিছুকেই ছাপিয়ে গেছে।” \n\n\n== তথ্যসূত্র =="}