{"pageid": 1132978, "title": "ভূমি (দেবী)", "url": "https://bn.wikipedia.org/wiki?curid=1132978", "content": "ভূমি ( সংস্কৃত: भूमि, প্রতিবর্ণীকৃত: Bhūmi ) বা ভূদেবী বা বসুন্ধরা পৃথিবীর প্রতিনিধিত্বকারী হিন্দু দেবী। তিনি লক্ষ্মীর অবতার এবং বরাহর সহধর্মিণী, দেবতা বিষ্ণুর অবতার, এবং তাই তাকে কখনও কখনও বরাহী নামেও উল্লেখ করা হয়। তাকে নরকাসুর, মঙ্গল ও সীতার মা বলে উল্লেখ করা হয়েছে।  তিনি লক্ষ্মীর ৩টি রূপের একজন, অন্য ২টি হল শ্রীদেবী এবং নীলাদেবী।\n\n\n== ব্যুৎপত্তি এবং মূর্তিশিল্প ==\n\"ভূমি\" নামটি এসেছে সংস্কৃত শব্দ 'পুহুমি' থেকে - দেবীর আসল নাম। তিনি বিভিন্ন নামে পরিচিত যেমন ভুবতী, ভুবণী, ভুবনেশ্বরী, অবনী, পৃথ্বী, বরাহী, ধর্তি, ধাত্রী, ধরণী, বসুধা, বসুন্ধরা, বৈষ্ণবী, কাশ্যপি, উরভি, ইরা, মাহি, এলা, বসুমতি, ধনশিকা, বসুমতি, হেমা এবং হিরন্ময়।\nভূদেবীকে একটি প্ল্যাটফর্মে উপবিষ্ট হিসাবে চিত্রিত করা হয়েছে যা চারটি হাতির পিঠে বিশ্রাম নেয়, যা বিশ্বের চার দিকের প্রতিনিধিত্ব করে।তাকে সাধারণত চারটি বাহু দিয়ে চিত্রিত করা হয়, যথাক্রমে একটি বেদানা, একটি জলের পাত্র, একটি নিরাময় ভেষজ সম্বলিত একটি বাটি, এবং অন্য একটি বাটি যাতে শাকসবজি রয়েছে।  কখনও কখনও তাকে দুটি হাত দিয়েও চিত্রিত করা হয়, ডান হাতে কুমুদা বা উৎপলা নামে পরিচিত একটি নীল পদ্ম, রাতের পদ্ম, যখন বাম হাতটি অভয়মুদ্রায় থাকতে পারে, নির্ভীকতা বা লোলাহস্ত মুদ্রা, যা  একটি ঘোড়ার লেজ অনুকরণে একটি নান্দনিক ভঙ্গি।  \n\n\n== সহধর্মি এবং সন্তান ==\n\nভূদেবী হলেন শূকর দেবতা বরাহর সহধর্মিণী, বিষ্ণুর অবতার।  সত্যযুগে, রাক্ষস হিরণ্যক্ষ পৃথিবীকে অপহরণ করে আদিম জলে লুকিয়ে রেখেছিলেন, বিষ্ণু তাকে উদ্ধার করতে বরাহ রূপে আবির্ভূত হন। বরাহ রাক্ষসকে বধ করেন এবং সমুদ্র থেকে পৃথিবীকে উদ্ধার করেন, এটিকে তার দাঁতে তুলে নেন এবং ভূদেবীকে মহাবিশ্বে তার জায়গায় ফিরিয়ে দেন এবং তাকে বিয়ে করেন। নরকাসুর ছিলেন বরাহ ও ভূমির পুত্র।  \nনরকাসুর ছিলেন ভূদেবীর প্রথম সন্তান। নরকাসুরের জন্ম নিয়ে দুটি গল্প প্রচলিত আছে। প্রথমটিতে, তিনি ছিলেন ভূমি ও বরাহের প্রথম পুত্র। তিনি জন্মগ্রহণ করেছিলেন যখন ভূমি বরাহকে একটি পুত্রের জন্য অনুরোধ করেছিলেন। নরকাসুর পরে একটি বর পাওয়ার জন্য একটি তপস্যা করেছিলেন যে শুধুমাত্র তার মা তাকে হত্যা করতে সক্ষম হবেন। দ্বিতীয়টিতে, নরকাসুরের পিতা হিরণ্যক্ষ এবং হিরণ্যক্ষের শিং ভূমিকে স্পর্শ করার সময় তার জন্ম হয়েছিল।  নরকাসুর ছিলেন ভৌম রাজবংশের প্রতিষ্ঠাতা। কামরূপের সমস্ত বোরো রাজাদের বংশের উৎস নরকাসুর। বোরো জনগণের কাছে ভূমি বাসুমতি বা বসুমতী নামে পরিচিত। বোরো জাতিকে ভূদেবী ও বরাহের বংশধর হিসেবে গণ্য করা হয়। বসুমুটারি হল বোরোদের বৃহত্তম গোষ্ঠী এবং ঐতিহ্যগতভাবে তাদের জমির উপর কিছু বিশেষ সুবিধা রয়েছে।\nরামের স্ত্রী সীতা পৃথিবী থেকে আবির্ভূত হয়েছিল, তাই ভূমি তার আধ্যাত্মিক মা। একবার সীতার জন্মস্থান মিথিলায় খরা হয়েছিল। জনক, সীতার পিতা মাটি চাষ করার সময় তার লাঙ্গলের নীচে, তিনি একটি শিশুকন্যা (সীতা) খুঁজে পান। এরপর বৃষ্টি শুরু হয় এবং জনক ও স্ত্রী সুনয়না মেয়েটিকে দত্তক নেওয়ার সিদ্ধান্ত নেন। সীতা পৃথিবী থেকে জন্মগ্রহণ করেছিলেন বলে তিনি ভূমিজা নামেও পরিচিত ছিলেন।\n\n\n== সত্যভামা অবতার ==\nবর পাওয়ার পর নরকাসুর তার ক্ষমতার জন্য অহংকারী ও গর্বিত হয়ে ওঠেন। তিনি মহিলাদের বন্দী করতে শুরু করলেন এবং জোর করে তাদের স্ত্রী বানিয়ে দিলেন।তিনি প্রায় ১৬ হাজার নারীকে বন্দী করেন।তিনি ইন্দ্রের কাছ থেকে স্বর্গের নিয়ন্ত্রণ নিয়েছিলেন এবং তার বর পাওয়ার কারণে কেউ তাকে পরাজিত করতে পারেনি। নরকাসুর এমনকি ইন্দ্রের মা অদিতিকে নিয়ে গিয়ে তার মা ভূমিকে দিয়েছিলেন।ভূমিকে তাকে হত্যা করার জন্য অনুরোধ করা হয়েছিল। তিনি সত্রাজিতের কন্যা সত্যভামা হিসাবে অবতার গ্রহণ করেছিলেন।সত্যভামা কৃষ্ণকে বিয়ে করেন এবং তারা নরকাসুরকে হত্যা করেন। \n\n\n== তথ্যসূত্র =="}