{"pageid": 1132706, "title": "যৌন পর্যটন", "url": "https://bn.wikipedia.org/wiki?curid=1132706", "content": "যৌন পর্যটন অর্থের বিনিময়ে যৌন ক্রিয়াকলাপ বা সম্পর্কের সাথে জড়িত হওয়ার অভিপ্রায়ে, প্রায়শই একটি ভিন্ন মহাদেশে, বিদেশে ভ্রমণের অনুশীলনকে বোঝায়। এই অভ্যাসটি মূলত সেসব দেশে কাজ করে যেখানে যৌন কাজ বৈধ কিন্তু এমন দেশও আছে যেখানের আইন যৌন কাজকে নিষিদ্ধ করে। জাতিসংঘের বিশ্ব পর্যটন সংস্থা স্বীকার করেছে যে এই শিল্পটি তাদের তৈরি করা কাঠামোগত আইন এবং নেটওয়ার্কগুলোর মধ্যে এবং বাইরে উভয়ই সংগঠিত।\nযৌন পর্যটনকে সাধারণত একটি আন্তর্জাতিক চ্যালেঞ্জ হিসাবে বিবেচনা করা হয়, কারণ এটি দক্ষিণ পূর্ব এশিয়া এবং ব্রাজিলের মতো উন্নয়নশীল দেশগুলোর প্রান্তিক জনসংখ্যাকে লক্ষ্য করতে দেখা যায়। প্রধান নৈতিক উদ্বেগগুলো থেকে উদ্ভূত হয়: পর্যটক এবং বাসিন্দাদের মধ্যে অর্থনৈতিক ব্যবধান, শিশু ও মহিলাদের যৌন পাচার এবং অপ্রাপ্তবয়স্কদের সাথে জড়িত হওয়ার ক্ষমতার সুবিধা গ্রহণকারী পক্ষগুলো। এই গোষ্ঠী এবং ব্যক্তিরা গন্তব্যের এখতিয়ারে বিদেশী পতিতাবৃত্তি আইনের অধীন, প্রায়ই শোষণ এবং অপব্যবহারের স্বীকার হয়ে থাকে। শিশু এবং নাবালকদের জড়িত যৌন কার্যকলাপ প্রায় সর্বজনীনভাবে অসম্মতিমূলক এবং অবৈধ।\nযৌন পর্যটন একটি বহু বিলিয়ন ডলার শিল্প হিসাবে পরিচিত যা বিশ্বব্যাপী আনুমানিক লক্ষাধিক জনবলকে সমর্থন করে, সরাসরি পরিষেবা শিল্প যেমন এয়ারলাইন, ট্যাক্সি, রেস্তোরাঁ এবং হোটেল শিল্পগুলোকে উপকৃত করে। ব্রাজিল, কোস্টারিকা, ডোমিনিকান রিপাবলিক, নেদারল্যান্ডস (বিশেষ করে আমস্টারডাম), সহ বেশ কয়েকটি দেশ যৌন পর্যটনের জনপ্রিয় গন্তব্য হয়ে উঠেছে। কেনিয়া,  কলম্বিয়া, থাইল্যান্ড,  কম্বোডিয়া, কিউবা, এবং ইন্দোনেশিয়া (বিশেষ করে বালি)। মহিলা যৌন পর্যটনের জন্য জনপ্রিয় দেশগুলোর মধ্যে রয়েছে দক্ষিণ ইউরোপ (প্রধানত গ্রীস, ইতালি, সাইপ্রাস, স্পেন এবং পর্তুগালে); ক্যারিবীয় (জ্যামাইকা, বার্বাডোস এবং ডোমিনিকান প্রজাতন্ত্রের নেতৃত্বে); ব্রাজিল, মিশর, তুরস্ক, শ্রীলঙ্কা, ভারত (বিশেষ করে গোয়া) এবং থাইল্যান্ডের ফুকেট); এবং আফ্রিকার গাম্বিয়া, সেনেগাল এবং কেনিয়া। অন্যান্য জনপ্রিয় গন্তব্যের মধ্যে রয়েছে বুলগেরিয়া, তিউনিসিয়া, লেবানন, মরক্কো, জর্ডান, পেরু, ফিজি, কলম্বিয়া এবং কোস্টারিকা।\n\n\n== দেশ অনুযায়ী পতিতাবৃত্তি ==\nপতিতাবৃত্তির বৈধতা এবং এই ধরনের আইনের প্রয়োগ বিশ্বজুড়ে যথেষ্ট পরিবর্তিত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nনারী যৌন পর্যটন\nপুরুষ পতিতাবৃত্তি\nঅঞ্চল অনুযায়ী পতিতাবৃত্তি\nভারতে পতিতাবৃত্তি\nপতিতাবৃত্তি আইন\nযৌন উদ্দেশ্যে মানব পাচার\n\n\n== তথ্যসূত্র =="}