{"pageid": 1132777, "title": "নারায়ণাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1132777", "content": "নারায়ণাস্ত্র (সংস্কৃত: नारायणास्त्र) হলো ভগবান বিষ্ণুর নারায়ণ রূপের ব্যক্তিগত অস্ত্র।\n\n\n== বিবরণ ==\nনারায়ণাস্ত্র এক সাথে লক্ষ লক্ষ মারাত্মক ক্ষেপণাস্ত্র নিক্ষেপ করে, যার তীব্রতা লক্ষ্যের প্রতিরোধের অনুপাতে বেড়ে যায়। তাই নারায়ণাস্ত্রের বিরুদ্ধে রক্ষার একমাত্র উপায় হল ক্ষেপণাস্ত্র আঘাত করার আগে সম্পূর্ণ আত্মসমর্পণ দেখানো, যা তাদের থামাতে এবং লক্ষ্যবস্তুকে বাঁচাতে পারে। এটি ছয়টি 'মন্ত্রমুক্ত' অস্ত্রের একটি যা প্রতিরোধ করা যায়নি। এটি শুধুমাত্র একবার যুদ্ধে ব্যবহার করা যেতে পারে; যদি কেউ এটি দুবার ব্যবহার করার চেষ্টা করে, তবে ব্যবহারকারীর নিজস্ব সেনাবাহিনীকে গ্রাস করবে।\n\n\n== ইতিহাস ==\n\n\n=== মহাভারত ===\nমহাভারত মহাকাব্যের যোদ্ধা অশ্বত্থামা নারায়ণাস্ত্রের অধিকারী ছিলেন এবং পাণ্ডব বাহিনীর বিরুদ্ধে এটি ব্যবহার করেন। যখন এটি ব্যবহৃত হয়, তখন পাণ্ডবদের ধ্বংস করতে রুদ্রগণ আকাশে আবির্ভূত হন। লক্ষ লক্ষ অস্ত্র যেমন চক্র, গদা ও অতি-তীক্ষ্ণ তীর দেখা দেয় এবং সেগুলোকে ধ্বংস করতে চলে যান; যারা প্রতিরোধ করেন তাদের সবাইকে হত্যা করা হয়। কৃষ্ণ, যিনি নারায়ণস্ত্রকে কীভাবে থামাতে জানতেন, তিনি পাণ্ডবদের এবং তাদের সেনাবাহিনীকে অবিলম্বে তাদের অস্ত্র ফেলে দিতে এবং বিষ্ণুর মহান অস্ত্রের কাছে সম্পূর্ণরূপে আত্মসমর্পণের পরামর্শ দেন।\nকিন্তু পাণ্ডব বীর ভীম আত্মসমর্পণ করতে অস্বীকার করেন, এটিকে কাপুরুষতার কাজ বলে মনে করে এবং অগ্নিগর্ভ তীর বর্ষণে আক্রমণ করেন। নারায়ণাস্ত্র তার উপর বর্ষণ কেন্দ্রীভূত করে, এবং তিনি ধীরে ধীরে ক্লান্ত হয়ে পড়েন। যাইহোক, তাকে হত্যা করা হয়নি কারণ কৃষ্ণ এবং তার ভাইরা শেষ পর্যন্ত তাকে আটকে রাখেন।\n\n\n=== রামায়ণ ===\nরামায়ণে, শুধুমাত্র ইন্দ্রজিৎ (মেঘনাদ) নারায়ণাস্ত্রের অধিকারী ছিলেন। লক্ষ্মণের বিরুদ্ধে তাঁর শেষ যুদ্ধে তিনি অস্ত্রটি ব্যবহার করেন কিন্তু অস্ত্র আদিশেশার ক্ষতি করতে অস্বীকার করে।\n\n\n=== ভাগবত পুরাণ ===\nযক্ষের রাজ্য অলকা আক্রমণের সময় ধ্রুব অস্ত্রটি ব্যবহার করেন:\n\nঋষিদের বক্তৃতা শুনে ধ্রুব আচমন হিসেবে কিছু জলে চুমুক দিলেন এবং নারায়ণ দ্বারা সৃষ্ট ক্ষেপণাস্ত্রটি তাঁর ধনুকে স্থাপন করলেন।\n\nবাণাসুর থেকে অনিরুদ্ধকে উদ্ধার করার জন্য কৃষ্ণ শিবের বিরুদ্ধে অস্ত্রটি ব্যবহার করেন:\n\nতিনি (কৃষ্ণ) ব্রহ্মাস্ত্র দিয়ে ব্রহ্মাস্ত্রকে, বায়বয়াস্ত্র (ঝড়ো বাতাস সৃষ্টিকারী ক্ষেপণাস্ত্র) দিয়ে পর্বতাস্ত্রের (পাহাড়ের মতো বাধা দিয়ে বাতাসকে ঘিরে থাকা ক্ষেপণাস্ত্র), বৃষ্টি ক্ষেপণাস্ত্র দিয়ে অগ্নি ক্ষেপণাস্ত্রের (অগ্নি ক্ষেপণাস্ত্র) এবং তাঁর নিজস্ব নারায়ণাস্ত্র দিয়ে রুদ্রের বিশেষ পাশুপত ক্ষেপণাস্ত্রকে বাতিল করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nপাশুপত\nইন্দ্রস্ত্র\nব্রহ্মাস্ত্র"}