{"pageid": 1132722, "title": "বাঁচার জন্য যৌনতা", "url": "https://bn.wikipedia.org/wiki?curid=1132722", "content": "বাঁচার জন্য যৌনতা হল একধরনের পতিতাবৃত্তি যা একজন ব্যক্তি তাদের চরম প্রয়োজনের কারণে নিযুক্ত করে। এটি গৃহহীন বা অন্যথায় সমাজে সুবিধাবঞ্চিত ব্যক্তিদের অভ্যাস বর্ণনা করে, খাবারের জন্য যৌন ব্যবসা, ঘুমানোর জায়গা, বা অন্যান্য মৌলিক চাহিদা বা মাদকের জন্য। শব্দটি যৌন ব্যবসা, দারিদ্র্য গবেষক এবং সাহায্য কর্মী দ্বারা ব্যবহৃত হয়।\n\n\n== ব্যাপকতা ==\nবাঁচার জন্য যৌনতা সারা বিশ্বে সাধারণ, এবং আফগানিস্তান, মার্কিন যুক্তরাষ্ট্র, কানাডা, মেক্সিকো, ফিলিপাইন, থাইল্যান্ড, নিউজিল্যান্ড, কলম্বিয়া, কেনিয়া, উগান্ডা এবং দক্ষিণ আফ্রিকা সহ অনেক দেশে ব্যাপকভাবে অধ্যয়ন করা হয়েছে।\nগবেষকরা অনুমান করেন যে উত্তর আমেরিকার গৃহহীন যুবকদের মধ্যে তিনজনের মধ্যে একজন বেঁচে থাকার যৌনতায় লিপ্ত হয়েছে। লস অ্যাঞ্জেলেসে গৃহহীন যুবকদের একটি গবেষণায়, প্রায় এক-তৃতীয়াংশ মহিলা এবং অর্ধেক পুরুষ বলেছেন যে তারা বেঁচে থাকার যৌনতায় লিপ্ত হয়েছে। যুবক যত দিন গৃহহীন থাকে, তার শিকার হওয়ার অভিজ্ঞতা, অপরাধমূলক আচরণে লিপ্ত হওয়া, অবৈধ পদার্থ ব্যবহার করা, আত্মহত্যার চেষ্টা করা, গর্ভবতী হওয়া বা যৌনবাহিত রোগ হওয়ার সম্ভাবনা বেড়ে যায়।\nসমকামী, সমকামী, উভকামী এবং ট্রান্সজেন্ডার পথ শিশুরা তাদের বিষমকামী সমকক্ষদের তুলনায় বেঁচে থাকার যৌনতায় জড়িত হওয়ার সম্ভাবনা তিনগুণ বেশি, এক গবেষণায় দেখা গেছে। আরেক গবেষণায় দেখা গেছে যে ট্রান্সজেন্ডার যুবকদের বেঁচে থাকার যৌনতায় জড়িত হওয়ার সম্ভাবনা বেশি।\nশরণার্থী শিবিরে বেঁচে থাকার যৌনতা সাধারণ ব্যাপার। উত্তর উগান্ডার অভ্যন্তরীণভাবে বাস্তুচ্যুত শিবিরে, যেখানে উগান্ডার সরকারী বাহিনী এবং জঙ্গি লর্ডস রেজিস্ট্যান্স আর্মির মধ্যে সংঘর্ষের কারণে ১.৪ মিলিয়ন বেসামরিক লোক বাস্তুচ্যুত হয়েছিল, হিউম্যান রাইটস ওয়াচ ২০০৫ সালে রিপোর্ট করেছে যে বাস্তুচ্যুত নারী ও মেয়েরা অন্য ক্যাম্পের বাসিন্দাদের, স্থানীয় প্রতিরক্ষা কর্মী এবং উগান্ডার সরকারি সৈন্যরা সাথে বেঁচে থাকার যৌনতায় লিপ্ত ছিল।\n\n\n== আরও দেখুন ==\nজোরপূর্বক পতিতাবৃত্তি\nহাইপারগ্যামি\nযৌন পুঁজি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"সারভাইভাল সেক্স\" - বডিস ফর সেল সেভেন ভিডিও সিরিজ (ভিজে মুভমেন্ট, 2007-2011)\nরিলোস, এল. (ফেব্রুয়ারি 9, 2010) \"'সারভাইভাল সেক্স' গৃহহীন কিশোর-কিশোরীদের পতিতাবৃত্তিতে প্রলুব্ধ করে\" কেভিএএল নিউজ (ইউজিন, ওরেগন) ভিডিও এবং পাঠ্য"}