{"pageid": 1132216, "title": "জনসমক্ষে বুকের দুধ খাওয়ানো", "url": "https://bn.wikipedia.org/wiki?curid=1132216", "content": "জনসমক্ষে বুকের দুধ খাওয়ানো সামাজিক দৃষ্টিভঙ্গি এবং আইনী অবস্থা সারা বিশ্বের সংস্কৃতিতে ব্যাপকভাবে পরিবর্তিত হয়। অনেক দেশে, গ্লোবাল সাউথ এবং বেশ কয়েকটি পশ্চিমা দেশ উভয়েই, সাধারণ জনগণের সামনে খোলামেলা দৃষ্টিতে শিশুদের বুকের দুধ খাওয়ানো সাধারণত একটি সমস্যা হিসাবে বিবেচিত হয় না। অস্ট্রেলিয়াসহ বিশ্বের অনেক জায়গায়,  মার্কিন যুক্তরাষ্ট্র এবং ইউরোপের কিছু অংশে, এশিয়ার কিছু দেশসহ, মহিলাদের জনসমক্ষে এবং কর্মক্ষেত্রে নার্সিং করার সুস্পষ্ট আইনি অধিকার রয়েছে।\nযদিও চর্চাটি আইনি বা সামাজিকভাবে গৃহীত হতে পারে, তবুও কিছু মায়েরা অন্য লোকেদের দ্বারা প্রকৃত বা সম্ভাব্য আপত্তি, নেতিবাচক মন্তব্য বা হয়রানির কারণে স্তন্যপান করানোর জন্য জনসমক্ষে স্তন প্রকাশ করতে অনিচ্ছুক হতে পারেন।  এটি অনুমান করা হয় যে সারা বিশ্বে প্রায় ৬৩% মায়েরা প্রকাশ্যে বুকের দুধ খাওয়ান।  মিডিয়া বেশ কয়েকটি ঘটনার খবর দিয়েছে যেখানে কর্মী বা মহিলাদের স্তন্যপান করানোতে আপত্তি বা নিষেধ করেছেন।  কিছু মায়েরা নেতিবাচক মনোযোগ এড়ান এবং অন্য জায়গায় যেতে পছন্দ করেন। কিন্তু কিছু মা তাদের চিকিৎসার প্রতিবাদ করেছেন, এবং আইনি ব্যবস্থা নিয়েছেন বা প্রতিবাদে লিপ্ত হয়েছেন।  প্রতিবাদের মধ্যে রয়েছে অপরাধীর ব্যবসা পাবলিক বয়কট, একটি \"নার্স-ইন\" বা স্তন্যপান করানোর ফ্ল্যাশ মব সংগঠিত করা, যেখানে নার্সিং মায়েদের দল জড়ো হয়ে বাচ্চাদের দুধ খাওয়ান যেখান অভিযোগ দেয়া হয়েছে। জবাবে, কিছু কোম্পানি ক্ষমা চেয়েছে এবং তাদের কর্মীদের প্রশিক্ষণ দিতে সম্মত হয়েছে। \n\n\n== আরো দেখুন ==\nশিশুর নার্সের অধিকার আইন\nবুকের দুধ খাওয়ানোর ইতিহাস ও সংস্কৃতি\nআন্তর্জাতিক বুকের দুধ খাওয়ানোর প্রতীক\nনারী সমতা দিবস\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n\"Breastfeeding state laws\"। ncsl.org। National Conference of State Legislatures। ৩০ আগস্ট ২০১৬। ৮ জুন ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ আগস্ট ২০১১। \n\"Breastfeeding in public from around the world\"। 007b.com। 007 Breasts।  – A collection of notes about attitudes towards public breastfeeding in different countries around the world.\nWolf, Jacqueline H (২০০৮)। \"Got milk? Not in public!\": 11। ডিওআই:10.1186/1746-4358-3-11। পিএমআইডি 18680578। পিএমসি 2518137 । \nJohnston-Robledo, Ingrid; Wares, Stephanie (এপ্রিল ২০০৭)। \"Indecent Exposure: Self-objectification and Young Women's Attitudes Toward Breastfeeding\": 429–437। ডিওআই:10.1007/s11199-007-9194-4। \nJohnston-Robledo, Ingrid; Fred, Victoria (জানুয়ারি ২০০৮)। \"Self-Objectification and Lower Income Pregnant Women's Breastfeeding Attitudes\": 1–21। ডিওআই:10.1111/j.1559-1816.2008.00293.x। \nHannan, A.; Li, R (২০০৫)। \"Regional Variation in Public Opinion About Breastfeeding in the United States\": 284–288। ডিওআই:10.1177/0890334405278490। পিএমআইডি 16113017। \nBarnes Cook, Amanda (ডিসেম্বর ২০১৬)। \"Breastfeeding in public: disgust and discomfort in the bodiless public sphere\": 677–699। ডিওআই:10.1017/S1743923X16000052।"}