{"pageid": 1132346, "title": "নিউ বঙ্গাইগাঁও-গুয়াহাটি বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1132346", "content": "নতুন বঙ্গাইগাঁও-গুয়াহাটি বিভাগটি বারউনি-গুয়াহাটি লাইনের ভারতের আসাম রাজ্যের নিউ বঙ্গাইগাঁও এবং গুয়াহাটিকে সংযুক্ত করেছে।\n\n\n== ইতিহাস ==\n\n\n=== আসামের মধ্যে প্রাথমিক উন্নয়ন ===\nআসাম রেলওয়ে এবং ট্রেডিং কোম্পানি আসামে রেলপথ স্থাপনে অগ্রণী ভূমিকা পালন করেছিল। আসামের প্রথম রেললাইন, ১৫ মাইল দীর্ঘ, চা পরিবহনের জন্য ১৮৮২ সালে আমলাপট্টি, ডিব্রুগড় এবং দিনজাম স্রোতের মধ্যে স্থাপন করা হয়েছিল। এটি ১৮৮৪ সালে মার্গেরিটাতে মাকুম কোলিয়ারি পর্যন্ত প্রসারিত হয়েছিল।কোম্পানিটি প্রথম যাত্রীবাহী রেলপথও প্রতিষ্ঠা করে – ডিব্রু সাদিয়া রেলওয়ে। \n\n\n=== আসাম প্রাক-স্বাধীনতার সাথে যুক্ত ===\nব্রিটিশ শাসনামলে আসাম থেকে ভারতের বাকি অংশে রেল যোগাযোগ ছিল বাংলার পূর্বাঞ্চলের মধ্য দিয়ে। স্বাধীনতা-পূর্বকালে মূলত দুটি সংযোগ ছিল।পশ্চিম দিকে, রাধিকাপুর, বিরল, পার্বতীপুর, তিস্তা, গীতালদহ এবং গোলোকগঞ্জ হয়ে একটি মিটার গেজ লাইন আসামের ফকিরাগ্রামকে বিহারের কাটিহারের সাথে সংযুক্ত করেছে। পূর্ব দিকে আসাম আখাউড়া-কুলাউড়া-ছাতক লাইন এবং আখাউড়া-লাকসাম-চট্টগ্রাম লাইনের মাধ্যমে চট্টগ্রামের সাথে যুক্ত ছিল। আসাম বাংলার পূর্বাঞ্চলের অন্যান্য অনেক শহরের সাথে যুক্ত ছিল যা এখন মহিষাসন -শাহবাজপুর বিলুপ্ত ট্রানজিট পয়েন্ট।চট্টগ্রাম বন্দরের সাথে রেল সংযোগের জন্য আসামের চা চাষীদের দাবির পরিপ্রেক্ষিতে পূর্ব লাইনটি নির্মাণ করা হয়েছিল। আসাম বেঙ্গল রেলওয়ে ১৮৯১ সালে বাংলার পূর্ব দিকে একটি রেলপথ নির্মাণ শুরু করে।একটি ১৫০ কিলোমিটার (৯৩ মাইল) চট্টগ্রাম ও কুমিল্লার মধ্যে ট্র্যাকটি ১৮৯৫ সালে যান চলাচলের জন্য উন্মুক্ত করা হয়। কুমিল্লা-আখাউড়া-কুলাউড়া-বদরপুর সেকশনটি ১৮৯৬-৯৮ সালে খোলা হয়েছিল এবং অবশেষে ১৯০৩ সালে লুমডিং পর্যন্ত সম্প্রসারিত হয়েছিল।   আসাম বেঙ্গল রেলওয়ে ১৯০০ সালে গুয়াহাটি পর্যন্ত একটি শাখা লাইন নির্মাণ করে, যা শহরটিকে পূর্ব লাইনের সাথে সংযুক্ত করে। ১৯০০-১৯১০ সময়কালে, ইস্টার্ন বেঙ্গল রেলওয়ে গোলকগঞ্জ-আমিনগাঁও শাখা লাইন তৈরি করে, এইভাবে ব্রহ্মপুত্রের পশ্চিম তীরকে পশ্চিম লাইনের সাথে সংযুক্ত করে।\nপূর্ব ও পশ্চিম লাইন ছাড়াও আরেকটি যোগসূত্র ছিল।১৯০৮ সালে, ইস্টার্ন বেঙ্গল রেলওয়ে কাউনিয়া-ধরল্লা লাইন আমিনগাঁও পর্যন্ত প্রসারিত করে।\n\n\n=== আসাম লিঙ্ক প্রকল্প ===\n১৯৪৭ সালে ভারত বিভক্তির সাথে, তিনটি সংযোগ বিচ্ছিন্ন হয়ে যায় এবং অল্প সময়ের জন্য আসামের রেলপথটি বাকি ভারতের থেকে বিচ্ছিন্ন হয়ে যায়।ভারতীয় রেলওয়ে ১৯৪৮ সালে ফকিরাগ্রাম এবং কিষাণগঞ্জের মধ্যে একটি রেল সংযোগ নির্মাণের জন্য আসাম লিঙ্ক প্রকল্প হাতে নেয়।ফকিরাগ্রাম ১৯৫০ সালে উত্তরবঙ্গের ভারতীয় অংশের মধ্য দিয়ে একটি মিটার-গেজ ট্র্যাক দিয়ে ভারতীয় রেল ব্যবস্থার সাথে যুক্ত হয়েছিল। নিউ বোঙ্গাইগাঁও-গুয়াহাটি বিভাগটি ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) -এ রূপান্তরিত হয়েছিল৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) 1,676 ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ব্রডগেজ ।ব্রডগেজ ১৯৮৪ সালে গুয়াহাটিতে পৌঁছেছিল।  \n\n\n=== সরাইঘাট ব্রিজ ===\nএর নির্মাণ ১.৪৯ কিমি দীর্ঘ সরাইঘাট সেতু, ব্রহ্মপুত্রের উপর প্রথম রেল-কাম-সড়ক সেতু, একটি দুর্দান্ত উত্তেজনার ঘটনা ছিল। জওহরলাল নেহেরু, ভারতের প্রথম প্রধানমন্ত্রী ১০ জানুয়ারী ১৯৬০ তারিখে আনুষ্ঠানিকভাবে ভিত্তিপ্রস্তর স্থাপন করেছিলেন এবং এটি ১৯৬২ সালে সমাপ্ত হয়েছিল, আসামের মিটারগেজ রেলপথের দুটি অংশকে সংযুক্ত করে। \n\n\n=== শিলিগুড়ি-জোগিহোপা-কামাখ্যা লাইন ===\n২৬৫ কিমি (১৬৫ মা) দীর্ঘ ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) 1,676 ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ব্রডগেজ শিলিগুড়ি-জোগিহোপা লাইন ১৯৬৩ এবং ১৯৬৫ সালের মধ্যে নির্মিত হয়েছিল। নরনারায়ণ সেতু ১৯৯৮ সালে নির্মিত হয়েছিল, যার ফলে কামাখ্যার সাথে যোগীহোপাকে যুক্ত করার পথ প্রশস্ত হয়েছিল। \n\n\n=== দুধনই-মেন্ডিপাথর শাখা লাইন ===\nআসামের দুধনই এবং মেঘালয়ের দীপার মধ্যে লাইনটি ১৯৯২-৯৩ সালের রেল বাজেটে প্রস্তাব করা হয়েছিল। পরে স্থানীয় জনগণের বিরোধিতার কারণে ২০০৭ সালে সারিবদ্ধকরণটি দুধনই - মেন্দিপাথারে পরিবর্তন করা হয়। আসাম এবং মেঘালয়ে রেলওয়ের কাছে জমি হস্তান্তরের দেরিতে হওয়ার কারণে, ২০১৩ পর্যন্ত কাজের অগ্রগতি ধীর ছিল। ২০১৩ সালের মার্চ মাসে জমি অধিগ্রহণ সম্পন্ন হয়।\nএই রেললাইনটি মেঘালয়ে ভারতীয় রেলের প্রথম যাত্রা। মেন্দিপাথার রেলওয়ে স্টেশনটি ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি ৩০ নভেম্বর ২০১৪ তারিখে একটি ভিডিও ফিডের মাধ্যমে মেন্দিপাথারে অনুষ্ঠানের সমাবেশে উদ্বোধন করেছিলেন।\n\n\n== বিদ্যুতায়ন ==\n২০১৪ সালের মধ্যে সম্পূর্ণ কাটিহার-গুয়াহাটি রুটের বিদ্যুতায়নের পরিকল্পনা করা হয়েছে। \n\n\n== তথ্যসূত্র =="}