{"pageid": 1132744, "title": "কিং রিচার্ড (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1132744", "content": "কিং রিচার্ড একটি 2021 সালের আমেরিকান জীবনীমূলক ক্রীড়া বিষয়ক চলচ্চিত্র যা রেইনাল্ডো মার্কাস গ্রীন কর্তৃক পরিচালিত এবং জ্যাচ বেলিনের লেখা। এটি রিচার্ড উইলিয়ামসের জীবনীভিত্তিক চলচ্চিত্র, যিনি খ্যাতিমান টেনিস খেলোয়াড় ভেনাস এবং সেরেনা উইলিয়ামসের পিতা এবং কোচ, যারা চলচ্চিত্রটির নির্বাহী প্রযোজক ছিলেন। এতে উইল স্মিথ প্রধান চরিত্রে অভিনয় করেছেন। সিনেমায় আর রয়েছেন  আঞ্জানু এলিস, সানিয়া সিডনি, ডেমি সিঙ্গেলটন , টনি গোল্ডউইন এবং জন বার্নথাল ।\nএটি 48 তম টেলুরাইড ফিল্ম ফেস্টিভ্যালে 2 সেপ্টেম্বর, 2021-এ প্রিমিয়ার হয়েছিল এবং ওয়ার্নার ব্রোস এর ব্যানারে 19 নভেম্বর, 2021-এ প্রেক্ষাগৃহে মুক্তি দেওয়া হয়েছিল। এছারাও এটি ওটিটিতে  এইচবি ম্যাক্সে মুক্তি পেয়ে।  এটি $50 মিলিয়ন বাজেটের বিপরীতে $38 মিলিয়ন আয় করেছে এবং চিত্রনাট্য এবং স্মিথ, এলিস এবং সিডনির অভিনয়ের জন্য প্রশংসা সহ সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পেয়েছে। \nএটি আমেরিকান ফিল্ম ইনস্টিটিউট এবং ন্যাশনাল বোর্ড অফ রিভিউ দ্বারা 2021 সালের সেরা চলচ্চিত্রগুলির মধ্যে একটি হিসাবে নির্বাচিত করা হয়েছিল; পরবর্তীতে স্মিথকে সেরা অভিনেতা এবং এলিসকে সেরা পার্শ্ব অভিনেত্রীর পুরস্কার দেওয়া হয়। এটি 94 তম একাডেমি পুরস্কারে ছয়টি মনোনয়ন অর্জন করেছে, যার মধ্যে সেরা ছবি, স্মিথের জন্য সেরা অভিনেতা এবং সেরা মৌলিক চিত্রনাট্য রয়েছে। এটি আউটস্টান্ডিং মোশন পিকচার সহ 53তম এনএএসিপি ইমেজ অ্যাওয়ার্ডে সাতটি মনোনয়ন অর্জন করেছে। এটি 27 তম ক্রিটিকস চয়েস অ্যাওয়ার্ডে ( সেরা ছবি সহ) ছয়টি মনোনয়ন অর্জন করেছে এবং 79তম গোল্ডেন গ্লোব অ্যাওয়ার্ডে ( সেরা মোশন পিকচার - ড্রামা সহ), স্মিথের জন্য সেরা অভিনেতা - মোশন পিকচার ড্রামা জিতেছে।\nরিচার্ড উইলিয়ামস তার স্ত্রী ব্র্যান্ডি, তার তিন সৎ কন্যা এবং তার দুই কন্যা ভেনাস এবং সেরেনার সাথে ক্যালিফোর্নিয়ার কম্পটনে বসবাস করেন। রিচার্ড ভেনাস এবং সেরেনাকে পেশাদার টেনিস খেলোয়াড়ে পরিণত করতে চান; তিনি তাদের জন্মের আগে থেকেই সাফল্যের জন্য একটি পরিকল্পনা প্রস্তুত করেছেন। রিচার্ড এবং ব্র্যান্ডি প্রতিদিনের ভিত্তিতে ভেনাস এবং সেরেনাকে কোচ করেন, পাশাপাশি যথাক্রমে একজন নিরাপত্তা প্রহরী এবং একজন নার্স হিসাবেও কাজ করেন। রিচার্ড মেয়েদের জন্য একজন পেশাদার প্রশিক্ষক খুঁজে পেতে অক্লান্ত পরিশ্রম করেন, তাদের দক্ষতার বিজ্ঞাপন দেওয়ার জন্য ব্রশার এবং ভিডিও টেপ তৈরি করেন, কিন্তু সাফল্য পাননি।\nএকদিন, রিচার্ড মেয়েদের কোচ পল কোহেনের সাথে দেখা করতে নিয়ে যান, যখন তিনি জন ম্যাকেনরো এবং পিট সাম্প্রাসের সাথে অনুশীলনে ব্যস্ত ছিলেন। তার প্রাথমিক রিজার্ভেশন থাকা সত্ত্বেও, তিনি মেয়েদের অনুশীলন দেখতে রাজি হন এবং মুগ্ধ হন। যাইহোক, উইলিয়ামসের তার দুই মেয়েকে পেশাদার কোচিং করানোর সামর্থ্য ছিল না, এবং পল উভয় মেয়েকে বিনামূল্যে কোচিং করতে অস্বীকার করেনন। তিনি তার কোচিং পাওয়ার জন্য ভেনাসকে বেছে নেন, আর সেরেনা ব্র্যান্ডির সাথে অনুশীলন চালিয়ে যান। পল ভেনাসকে জুনিয়র টুর্নামেন্টে অংশগ্রহণ করতে উৎসাহিত করেন। তিনি দ্রুত সাফল্যও পান, কিন্তু রিচার্ড ভেনাস এবং তার বোনদের সাফল্য সত্ত্বেও নম্র থাকার জন্য জোর দেন। ভেনাসের একটি টুর্নামেন্টে, সেরেনাও খেলতে সাইন আপ করেন, রিচার্ডের অজান্তেই। যেহেতু উভয় মেয়েই সফল হতে থাকে তাই তারা প্রধানত সাদা চামড়াদের উচ্চ-শ্রেণীর প্রতিযোগিতার মধ্যে বহিরাগত হিসাবে বিবেচিত হয়। রিচার্ড হাই-প্রোফাইল এজেন্টদের সাথে দেখা করেন, কিন্তু, তার মেয়েদের সুবিধা নেওয়া হবে এই ভয়ে, তাদের জুনিয়র সার্কিট থেকে সম্পূর্ণরূপে বের করে দেন। পল তাকে সতর্ক করে দেন যে তার সিদ্ধান্ত মেয়েদের সেরা হওয়ার সম্ভাবনা নষ্ট করে দেবে, কিন্তু রিচার্ড তার সিদ্ধান্তে অটুট থাকেন এবং পলকে কোচ হিসেবে বরখাস্ত করেন।\nমেয়েদের খেলা দেখতে ক্যালিফোর্নিয়ায় যান কোচ রিক ম্যাকি । মুগ্ধ হয়ে, সে মেয়েদের নিয়ে যায়, এবং তাদের পরিবার প্রশিক্ষণের সুবিধার জন্য ফ্লোরিডায় চলে যায়। রিচার্ড রিককে বিস্মিত করে কারণ তিনি চাইছিলেন মেয়েরা জুনিয়রে অংশ না নিয়ে প্রশিক্ষণ নেবে এবং সাধারণ শিশুদের মতো স্কুলে যাবে। পরবর্তী তিন বছরে, মেয়েদের জন্য রিচার্ডের কৌশল এবং মিডিয়া এক্সপোজার পাওয়ার জন্য তার আকাঙ্ক্ষা সম্পর্কে মিডিয়া এবং রিকের থেকে প্রশ্ন ওঠে। ভেনাস রিককে বলে যে সে পেশাদার হতে চায়। রিচার্ড অনিচ্ছাসত্ত্বেও সম্মত হন, কিন্তু পরে প্রত্যাখ্যান করেন, উদ্বেগ প্রকাশ করে যে তিনি রিক এর ছাত্র জেনিফার ক্যাপ্রিয়াটির মতো একই পরিণতি ভোগ করবেন, যিনি বার্নআউটে ভুগছেন এবং মাদক রাখার জন্য তাকে গ্রেপ্তার করা হয়েছে। এই সিদ্ধান্ত ভেনাস, ব্র্যান্ডি এবং রিকের সাথে রিচার্ডের সম্পর্ককে খারাপ করে। ব্র্যান্ডির সাথে তর্কের পর, তিনি ভেনাসকে ক্যালিফোর্নিয়ার ওকল্যান্ডে আসন্ন ব্যাঙ্ক অফ দ্য ওয়েস্ট ক্লাসিকে খেলতে দিতে সম্মত হন। টুর্নামেন্টের আগে,  তারা নাইকির একজন নির্বাহীর সাথে দেখা করে, যারা তাদের 3 মিলিয়ন ডলার মূল্যের একটি বড় স্পনসরশিপ চুক্তির প্রস্তাব দেয়। রিক তাদের গ্রহণ করার জন্য অনুরোধ করে, কিন্তু মেয়েদের পরিবার সম্মিলিতভাবে প্রত্যাখ্যান করতে সম্মত হয়, বিশ্বাস করে যে একবার ভেনাস খেলা শুরু করলে সে আরও লাভজনক অফার পাবে।\nভেনাস তার প্রথম পেশাদার ম্যাচে শন স্ট্যাফোর্ডের বিরুদ্ধে শুরুতে বেশ লড়াই করে, কিন্তু শেষ পর্যন্ত জয়লাভ করে। এরপর আরানত্ক্সা সানচেজ ভিকারিওর বিপক্ষে তার পরের ম্যাচে তিনি একজন আন্ডারডগ হিসেবে মাঠে নামেন। ভেনাস প্রথম সেটটি জিতে নেয় এবং দ্বিতীয় সেটে এগিয়ে যাওয়ার আগে ভিকারিও একটি বাথরুম বিরতি নেয়, যা গেমসম্যানশিপের একটি পরিচিত কাজ। দ্বিতীয় সেটে ভিকারিও জিতে ম্যাচটি পুনরুদ্ধার করেন। রিচার্ড এবং ব্র্যান্ডি হতাশাগ্রস্ত ভেনাসকে সান্ত্বনা দেয়, তাকে গর্বিত হতে বলে। মেয়েরা যখন স্টেডিয়াম ছেড়ে চলে যায়, তখন দেখে সমর্থকদের একটি বিশাল ভিড় তাকে উল্লাস করার জন্য অপেক্ষা করছে, এবং রিক রিচার্ডকে বলে যে বেশ কয়েকটি বড় জুতা কোম্পানি ভেনাসের সাথে দেখা করতে চায়।\nসিনেমার শেষে দেখা যায় যে, যে নয় মাস পরে, 15 বছর বয়সে ভেনাস রিবুকের সাথে 12 মিলিয়ন ডলারে একটি চুক্তি স্বাক্ষর করে। এরপর তিনি পাঁচবার উইম্বলডন জেতেন এবং প্রথম আফ্রিকান আমেরিকান মহিলা হয়ে ওঠেন যিনি ওপেন যুগে বিশ্বের এক নম্বর স্থান অর্জন করেন। সেরেনা, যিনি ভেনাসে দুই বছর পরে পেশাদার হিসাবে যোগদান করেছিলেন, তিনি 23-বারের গ্র্যান্ড স্ল্যাম চ্যাম্পিয়ন হন এবং টেনিস ইতিহাসের সর্বশ্রেষ্ঠ খেলোয়াড় হিসাবে বিবেচিত হন, ঠিক যেমনটি রিচার্ড ভবিষ্যদ্বাণী করেছিলেন।\n\n\n== অভিনয়ে ==\nরিচার্ড উইলিয়াম চরিত্রে উইল স্মিথ\nওরাকেন \"ব্রাণ্ডি\" প্রাইস চরিত্রে অঞ্জানু এলিস\nভেনাস উইলিয়ামস চরিত্রে সানিয়া সিডনি\nসেরেনা উইলিয়ামস চরিত্রে ডেমি সিংগ্লেটন\nরিক মাচ্চি চরিত্রে জন বার্ন্থাল\nআয়ান ব্রুম্ফিল্ড কিছু দৃশ্যের জন্য ভেনাস উইলিয়ামসের বডি ডাবল হিসেবে অভিনয় করেছেন।\n\n\n== প্রডাকশন ==\n\nজাচ বেলিনের চিত্রনাট্য থেকে উইল স্মিথ উইলিয়ামের চরিত্রে অভিনয় করার জন্য 2019 সালের মার্চ মাসে প্রকল্পটি ঘোষণা করা হয়েছিল।  ওয়ার্নার ব্রাদার্স ছবিটির জন্য সফল দরদাতা ছিলেন।  রিনাল্ডো মার্কাস গ্রিন জুন মাসে পরিচালক হিসাবে স্বাক্ষর করেন। \nছবিটি 2শে সেপ্টেম্বর, 2021-এ টেলুরাইড ফিল্ম ফেস্টিভ্যালে প্রিমিয়ার হয়েছিল, এবং 19 নভেম্বর, 2021-এ প্রেক্ষাগৃহে এবং HBO Max- এ মুক্তি পায়।  এটি পূর্বে 25 নভেম্বর, 2020-এ মুক্তি পাওয়ার কথা ছিল, কিন্তু COVID-19 মহামারীর কারণে এটি বিলম্বিত হয়েছিল।  চলচ্চিত্রটি 14 নভেম্বর, 2021-এ AFI ফেস্ট বন্ধ করার জন্য বেছে নেওয়া হয়েছিল; একই দিনে, এটি নিউ অরলিন্স ফিল্ম ফেস্টিভ্যালের লাইভ স্ক্রীনিং বন্ধ করে দেয়। এটি চালানোর শেষে, এটি লন্ডন, শিকাগো, সাভানা, মিয়ামি, ইন্ডিয়ানাপোলিস, ডেনভার, মিডলবার্গ, ] চলচ্চিত্র উৎসবেও প্রদর্শিত হবে।  ফিলাডেলফিয়া, সিডনি, তোরুন, এবং মোরেলিয়া ।  ছবিটি 25 তম আমেরিকান ব্ল্যাক ফিল্ম ফেস্টিভ্যাল (এবিএফএফ) শুরু করবে, প্রেসিডেন্ট এবং জেনারেল ম্যানেজার নিকোল শুক্রবার কিং রিচার্ডকে \"একটি চলচ্চিত্র যা ABFF-এর অসাধারণ কৃষ্ণাঙ্গ প্রতিভা প্রদর্শনের উত্তরাধিকারের একটি স্পর্শকাতর এবং বৈচিত্র্যের উজ্জ্বলতা প্রতিফলিত করে অনুপ্রেরণামূলক গল্প বলার একটি স্পর্শকাতর ছবি। হলিউড।\" \n\n\n=== বক্স অফিস ===\nমার্চ ২১, ২০২২ এর রিপোর্ট অনুসারে কিং রিচার্ড চলচ্চিত্রটি আমেরিকা ও কানাডা থেকে $১৫.১ মিলিয়ন আয় করে এবং অন্যান্য দেশ মিলিয়ে মোট $৩৮.১ মিলিয়ন আয় করে।\nমার্কিন যুক্তরাষ্ট্র এবং কানাডায়, চলচ্চিত্রটি ঘোস্টবাস্টারস: আফটারলাইফ -এর সাথে মুক্তি পেয়েছিল এবং এর উদ্বোধনী সপ্তাহান্তে 3,250টি থিয়েটার থেকে $8–10 মিলিয়ন আয় করবে বলে অনুমান করা হয়েছিল।  ফিল্মটি প্রথম দিনে $1.9 মিলিয়ন আয় করেছে এবং $5.7 মিলিয়নে আত্মপ্রকাশ করেছে।  কম চিত্রটি 145 মিনিটের রানটাইম, সেইসাথে এইচবিও ম্যাক্সে চলচ্চিত্রটির উপলব্ধতার জন্য দায়ী করা হয়েছিল।  ফিল্মটি পাঁচ দিনের থ্যাঙ্কসগিভিং ফ্রেমে $4.8 মিলিয়ন আয় করেছে, যার মধ্যে রয়েছে $3.3 মিলিয়ন (-33%) তার দ্বিতীয় সপ্তাহান্তে, সপ্তম স্থানে রয়েছে।  তৃতীয় সপ্তাহান্তে, চলচ্চিত্রটি $1.2 মিলিয়ন আয় করে, নবম স্থানে রয়েছে।  কিং রিচার্ড তার চতুর্থ সপ্তাহান্তে বক্স অফিসের শীর্ষ দশ থেকে বাদ পড়েন, কমপক্ষে অর্ধ মিলিয়ন ডলার আয় করে দ্বাদশ স্থানে ছিলেন। \n\n\n== তথ্যসূত্র =="}