{"pageid": 1132098, "title": "দেবী কন্যা কুমারী", "url": "https://bn.wikipedia.org/wiki?curid=1132098", "content": "দেবী কন্যা কুমারী ( তামিল: தேவி கன்னியா குமரி) ( সংস্কৃত: देवी कन्या कुमारी) ( IAST :dēvi কন্যা কুমারী) হল একটি কিশোরী কন্যা শিশু রূপে মহাদেবীর প্রকাশ। দেবী শ্রী বালা ভদ্র বা শ্রী বালা নামেও পরিচিত। তিনি \"শক্তি\" ( আদি পরাশক্তি ) \"দেবী\" নামে পরিচিত। ভগবতী কুমারী আম্মান মন্দিরটি তামিলনাড়ুর কন্যাকুমারীতে অবস্থিত, প্রধান ভূমি ভারতের দক্ষিণ প্রান্তে, সেখানে বঙ্গোপসাগর, আরব সাগর এবং ভারত মহাসাগরের সঙ্গমস্থলে অবস্থিত। তিনি কন্যা দেবী এবং দেবী কুমারী সহ আরও কয়েকটি নামেও পরিচিত। তিনি তার ভক্তদের দ্বারা ভদ্রকালী দেবীর অবতার হিসাবেও পূজিত হন। ঋষি পরশুরাম মন্দিরের পবিত্রতা করেছিলেন বলে কথিত আছে। দেবী মনের অনমনীয়তা দূর করেন বলে বিশ্বাস করা হয়; ভক্তরা সাধারণত তাদের চোখে বা এমনকি তাদের মনের মধ্যে অশ্রু অনুভব করে যখন তারা ভক্তি ও মননে দেবীর কাছে প্রার্থনা করে।\nকন্যাকুমারী মন্দির ৫১টি শক্তিপীঠের মধ্যে একটি। এটা বিশ্বাস করা হয় যে সতীর মৃতদেহের ডান কাঁধ এবং (পিঠের) মেরুদণ্ডের অংশটি এখানে পড়েছিল যা এই অঞ্চলে কুণ্ডলিনী শক্তির উপস্থিতি তৈরি করেছিল।\nতিন সমুদ্রের সঙ্গমস্থলে ভূমির অগ্রভাগের কাছে ভগবান গণেশের একটি মন্দির রয়েছে, যা মন্দিরে প্রবেশের আগে অবশ্যই দেখতে হবে। কেউ কেউ বিশ্বাস করেন যে ভগবতী কুমারী আম্মান মন্দিরের অন্তর্গত ভদ্রকালী মন্দিরটি শক্তিপীঠ।\nতাঁর গুরু শ্রী রামকৃষ্ণ পরমহংসের নির্দেশ অনুসারে, স্বামী বিবেকানন্দ ১৮৯২ সালের ডিসেম্বর মাসে দেবীর আশীর্বাদ পেতে এখানে এসেছিলেন। এই স্থানেই তিনি সাধারণ সন্ন্যাসীদের মতো নিষ্ক্রিয় না হয়ে মিশনারি কাজকে উচ্চতর পর্যায়ে নিয়ে যাওয়ার সিদ্ধান্ত নিয়েছিলেন। এছাড়াও স্বামী ব্রহ্মানন্দ (১৮৬৩-১৯২২) এবং স্বামী নির্মলানন্দ (১৮৬৩-১৯৩৮), শ্রী রামকৃষ্ণ পরমহংসের অপর দুই শিষ্য,  দেবী কন্যাকুমারীর পূজা করেছিলেন।প্রকৃতপক্ষে, স্বামী নির্মলানন্দ ১৯৩৫-৩৬ সময়কালে কেরালার অনেক অঞ্চল থেকে বেশ কয়েকটি ছোট মেয়েকে এখানে দেবীর পূজা করার জন্য নিয়ে এসেছিলেন। পরে সাতটি মেয়ে \"সারদা আশ্রম\"-এর সন্ন্যাসীদের প্রথম ব্যাচের সদস্য হয়ে ওঠে, একটি হিন্দু নানারী যা পরে ১৯৪৮ সালে স্বামী বিষদানন্দের দ্বারা কেরালার ওটাপালম, পালাক্কাদে শুরু হয়েছিল।\n\n\n== ইতিহাস ==\nকন্যাকুমারী তামিলনাড়ুর ভারত মহাসাগরের দক্ষিণ প্রান্তে অবস্থিত।এখানে দেবী কন্যা কুমারীর উপাসনা কুমারী কন্দম, একটি প্রাচীন নিখোঁজ ভূমি থেকে শুরু হয়। কন্যা কুমারী একজন হিন্দু দেবী। কন্যা কুমারী হলেন সেই দেবী যিনি বানাসুরের মতো রাক্ষসদের হত্যা করেছিলেন, যিনি পরম তপস্যার সাথে অবিরাম তপস্যা করেছিলেন। বৈষ্ণব সাধক বদিরাজা তীর্থ তার তীর্থ প্রভন্ডে কন্যা কুমারীকে লক্ষ্মী হিসাবে বর্ণনা করেছেন যিনি বানাসুরকে বধ করতে নেমেছিলেন।\nদেবী কন্যা কুমারীর  উল্লেখ   রামায়ণ, মহাভারতে  করা হয়েছে এবং সঙ্গমের রচনাগুলি মণিমেকলাই, পুরাণানুরু এবং নারায়ণ (মহানারায়ণ) উপনিষদ, কৃষ্ণ যজুর বেদের তৈত্তিরীয় সংহিতায় একটি বৈষ্ণব উপনিষদ।\nপেরিপ্লাস অফ দ্য ইরিথ্রিয়ান সি (৬০-৮০ খ্রিস্টাব্দ) গ্রন্থের লেখক ভারতের চরম দক্ষিণাঞ্চলে কন্যাকুমারীর দেবতার প্রবণতা সম্পর্কে লিখেছেন; \"কোমোরি এবং একটি পোতাশ্রয় নামে আরেকটি জায়গা আছে, এখানে সেই সমস্ত পুরুষরা আসেন যারা সারা জীবনের জন্য নিজেকে পবিত্র করতে চান এবং স্নান করেন এবং ব্রহ্মচর্য যাপন করেন এবং মহিলারাও তাই করেন; কারণ বলা হয় যে এখানে একবার একজন দেবী বাস করেছিলেন। এবং স্নান।\" কন্যাকুমারী চেরা রাজবংশের শাসনের অধীনে ছিল এবং ১৯৪৭ সাল পর্যন্ত ত্রাভাঙ্কোরের শাসক ও রাজারা ব্রিটিশদের সামগ্রিক আধিপত্যের অধীনে ছিল, যখন ভারত স্বাধীন হয়েছিল।১৯৪৭ সালে ট্রাভাঙ্কোর স্বাধীন ভারতে যোগ দেয়। পরে রাজ্য বিভাজনে কন্যাকুমারী তামিলনাড়ুর অংশ হয়ে যায়।\nআদি পরাশক্তির নারীসুলভ দিকগুলোকে (প্রকাশিত ও অপ্রকাশিত আকারে) প্রকৃতি বলা হয় এবং পুরুষ দিকগুলোকে বলা হয় পুরুষ।প্রকৃতিকে বিভিন্ন হিন্দু সম্প্রদায়ের দ্বারা আদি-পরশক্তি, ভাদ্র, শক্তি, দেবী, ভগবতী, আম্মান, রাজরাজেশ্বরী, শোদশী নামে বিভিন্ন নামে সম্বোধন করা হয়; বিভিন্ন অবস্থানে। প্রকৃতির সমস্ত বস্তুগত উদ্ভাসিত দিকগুলিকে মেয়েলি হিসাবে শ্রেণীবদ্ধ করা হয় এবং প্রকৃতি বা মা দেবী এবং এছাড়াও অ-প্রকাশিত রূপগুলিকে নারী প্রকৃতি হিসাবে বিবেচনা করা হয়, এবং এটি সৃষ্টি, টেকসই এবং নিয়ন্ত্রণের জন্য শক্তির উত্স। প্রব্রহ্মের পুরুষ দিক (পুরুষ)।\nতন্ত্রে, প্রকৃতির পূজা বিভিন্ন পদ্ধতিতে করা হয়: দক্ষিণাচার (ডান-হাতের পথ) (সাত্ত্বিক আচার), ভামাচার (বাম-হাতের পথ) (রাজস আচার) এবং মধ্যম (মিশ্র) (তমসা আচার) বিভিন্ন মন্দিরে।সাত্ত্বিক বা দক্ষিণা অনুষ্ঠানের সময় মন্দিরে দেবীর নাম 'শ্রী ভগবতী' এবং বাম (বাম পদ্ধতি) আচারগুলিকে মহাবিদ্যার অনুরূপ 'মহা দেবী' বলা হয়।\n\n\n=== পৌরাণিক উৎস ===\n\nপৌরাণিক কাহিনী প্রাগৈতিহাসিক তামিল যুগের।জন্মসূত্রে রাক্ষস \"বানাসুর\" এই দেশের অধিপতি ছিলেন। তিনি ছিলেন অত্যন্ত শক্তিশালী রাজা। তিনি তপস্যা অনুশীলন করেছিলেন এবং ভগবান ব্রহ্মার কাছ থেকে বর পেয়েছিলেন যে তাঁর মৃত্যু কেবল একটি কিশোরী যুবতীর দ্বারাই হবে।\nএই শক্তিশালী বর পেয়ে তিনি নির্ভীক হয়েছিলেন এবং সমগ্র বিশ্বকে ধ্বংস করে দিয়েছিলেন।তিনি ভগবান ইন্দ্রকে জয় করে তাঁর সিংহাসন থেকে উৎখাত করতে গিয়েছিলেন। তিনি সেখান থেকে সমস্ত দেবতাদের বিতাড়িত করেন।দেবতারা যারা মৌলিক প্রাকৃতিক উপাদান, অগ্নি (আগুন), বরুণ (জল), বায়ু (বায়ু) এর মূর্তি ছিলেন তারা সমন্বয়হীন হয়ে মহাবিশ্বে বিপর্যয় ছড়িয়ে পড়েছিল, কারণ ইন্দ্র (ইথার) পঞ্চভূতের পরিচালনা ও সমন্বয় করতে সক্ষম হননি।\nস্থানীয় লোককাহিনী অনুসারে, এটা বিশ্বাস করা হয় যে ভগবতী, নিরপেক্ষ প্রকৃতি, শুধুমাত্র শৃঙ্খলা আনতে পারেন কারণ তিনি এমন প্রকৃতি যার মধ্যে সবাই বাস করে এবং তাই নিরপেক্ষ।বানাসুরকে বধ করতে এবং প্রকৃতির ভারসাম্য ফিরিয়ে আনতে ভগবতী নিজেকে আর্যাবর্তের দক্ষিণ প্রান্তে কুমারী রূপে প্রকাশ করেছিলেন। একজন কিশোরী হিসাবে, শিবের প্রতি তার অগাধ ভক্তি ছিল।তারপর, ভগবান শিব তাকে বিয়ে করার সিদ্ধান্ত নেন।বিয়ের সব আয়োজন করা হয়েছে।ভগবান শিব বিয়ের জন্য শুচিন্দ্রাম থেকে যাত্রা শুরু করেছিলেন।বিবাহের মুহুর্ত (মুহুর্তম বা শুভ সময়) ছিল ভোরবেলা ব্রাহ্ম মুহুর্তে। নারদ একটি মোরগের শব্দ করে ভুল তথ্য পাঠান যে সূর্য ইতোমধ্যে উদিত হয়েছে এবং শুভ সময় অতিবাহিত হয়েছে। ফিরেছে বিয়ের মিছিল।ঋষি নারদ বুঝতে পেরেছিলেন যে বানাসুরকে কেবল একটি কিশোরী মেয়েই হত্যা করতে পারে এবং এইভাবে কুমারীর সাথে শিবের বিবাহে বাধা দেয়। কুমারী ভগবান শিবের জন্য অপেক্ষা করছিলেন এবং অবশেষে, তিনি ভেবেছিলেন যে তাকে ছিন্ন করা হয়েছে। অসহ্য অপমান, যন্ত্রণা, শোক এবং ক্রোধের সাথে সে যা দেখেছিল তার সবকিছু ধ্বংস করে দিয়েছে। সে সব খাবার ফেলে দিয়ে তার চুড়ি ভেঙ্গে ফেলে।অবশেষে যখন সে তার প্রশান্তি লাভ করল তখন সে একটানা তপস্যা করল। বহু বছর পরে, বানাসুর, কুমারী কে সে বুঝতে না পেরে প্রলুব্ধ করার এবং তার কাছে যাওয়ার চেষ্টা করেছিল।ক্রুদ্ধ কুমারী, যিনি নিজেই ভদ্রকালী ছিলেন, তিনি বানাসুরকে একযোগে বধ করেন। তাঁর মৃত্যুর কয়েক মুহূর্ত আগে বানাসুর বুঝতে পেরেছিলেন যে তাঁর আগে তিনি ছিলেন সর্বশক্তিমান আদি পরাশক্তি। তিনি তাকে তার পাপ থেকে ক্ষমা করার জন্য প্রার্থনা করেছিলেন। বানাসুরকে হত্যা করার পর, কুমারী পার্বতীর আসল রূপ ধারণ করেন এবং তার স্বামী শিবের সাথে পুনরায় মিলিত হন।ভগবতী কুমারী আম্মান মন্দিরে কুমারী তার ঐশ্বরিক উপস্থিতি বজায় রেখেছিলেন। বৈষ্ণব সাধক বদিরাজা তীর্থ তাঁর তীর্থ প্রবন্ধে বলেছেন যে কন্যাকুমারী হলেন দেবী লক্ষ্মী যিনি শিবের ভক্ত রাক্ষস বানাসুরকে বধ করতে পৃথিবীতে অবতরণ করেছিলেন।\nতিনি চারপাশে ছড়িয়ে ছিটিয়ে থাকা খাদ্য কণাগুলিকে কন্যাকুমারীর রঙিন বালির উত্স বলে বলা হয়।\n\nঅক্ষমলা হাতে দাঁড়িয়ে থাকা ভঙ্গিতে সভাপতির ছবি দেখা যাচ্ছে।তার পাদদেশে একটি সিংহের মূর্তি রয়েছে যা নির্দেশ করে যে সে আদি পরাশক্তির রূপ।মন্দিরে একটি চার স্তম্ভের হল রয়েছে, যার প্রত্যেকটি বীণা (একটি স্ট্রিং যন্ত্র), মৃদঙ্গম (একটি তাল যন্ত্র), বাঁশি এবং জলতরঙ্গ (চিনামাটির যন্ত্র) ধ্বনি দেয়।\n\n\n=== নাক-রিং রহস্য ===\nমূর্তির একটি নাক-আংটি রয়েছে যা দেবতাকে \"মুকুঠি আম্মান\" (নাকের আংটিযুক্ত দেবী) নাম দেয়। মূর্তির নাকের আংটি উজ্জ্বলভাবে জ্বলছে, কারণ নাকের আংটিতে পাথরটি হীরা দিয়ে তৈরি। একবার, নাকের আংটিতে হীরাটি এত উজ্জ্বলভাবে জ্বলছিল, এটি ব্রিটিশ সাম্রাজ্যের একটি জাহাজকে আকর্ষণ করেছিল, জাহাজের ক্যাপ্টেনের সাথে, মন্দিরটিকে একটি বাতিঘর ভেবে ভুল করেছিল। ব্রিটিশরা, পূর্ব দরজা দিয়ে মন্দিরে প্রবেশ করে এবং নাকের আংটি চুরি করে।ব্রিটিশরা রানী ভিক্টোরিয়াকে এটি দেওয়ার জন্য লন্ডনের উদ্দেশ্যে যাত্রা করেছিল ( কোহ-ই-নূর হীরার অনুরূপ ভাগ্য), কিন্তু পথে, একটি অলৌকিক ঘটনা ঘটেছিল। নোজ-রিং তার ওজন বাড়াতে শুরু করে যা ধীরে ধীরে জাহাজটিকে ডুবিয়ে দেয়, জাহাজে থাকা সকলকে হত্যা করে। নাকের আংটিটি স্থানীয়রা খুঁজে পান এবং মন্দিরে ফিরে আসেন। এই কারণে মন্দিরের পূর্ব দিকের দরজা বছরের নির্দিষ্ট দিনেই খোলা হয়।\n\n\n== পূজা ==\nভগবতী কুমারী আম্মান মন্দিরটি ৫২টি শক্তিপীঠের মধ্যে একটি। এটি বিশ্বাস করা হয় যে সতীর মৃতদেহের পিছনের মেরুদণ্ডের অংশটি এখানে পড়েছিল যা এই অঞ্চলে কুণ্ডলিনী শক্তির উপস্থিতি তৈরি করেছিল।\nপশ্চিম দরজা দিয়ে গর্ভগৃহে প্রবেশ করা হয়। পূর্ব দিকের দরজাটি শুধুমাত্র বছরের নির্দিষ্ট দিনে খোলা হয়, যেমন থাই মাসের অমাবস্যার দিনে, আদি (কারকিডাকা) জুলাই, নবরাত্রির সময় এবং কার্তিকাই মাসে।আচার-অনুষ্ঠানের উদ্দেশ্যে কুমারীর মন্দিরে (সংকল্পম) বালম্বিকা, শিশু দেবী হিসাবে কল্পনা করা হয়।দেবী কাত্যায়নী হিসাবে বিবেচিত হন, এখানে নবদুর্গার অন্যতম। ভক্তরা তাকে ভদ্রকালী হিসাবেও পূজা করে।\nদেবী কন্যা কুমারী কুমারীত্ব এবং তপস্যার দেবী। এটি একটি প্রথা যে পুরানো সময়ে লোকেরা এখান থেকে সন্ন্যাসের দীক্ষা গ্রহণ করতে বেছে নেয়। মন্দিরের আচারগুলি শঙ্করাচার্যের গ্রন্থ অনুসারে সংগঠিত এবং শ্রেণীবদ্ধ করা হয়েছে।\nমন্দিরের ভিতরের অন্যান্য আকর্ষণগুলি হল পাঠলা গঙ্গা তীর্থম, কালভৈরব মন্দির। কালভৈরব হল ভগবান শিবের এক হিংস্র রূপ যিনি সবকিছুকে ধ্বংস করেন, অর্থাৎকাল বা সময় নিজেই। ৫১টি শক্তিপীঠের প্রতিটিতে মন্দিরের মধ্যে একটি কালভৈরব মন্দির রয়েছে যা মন্দিরকে সুরক্ষিত রাখে। কন্যাকুমারী মন্দিরে কালভৈরবের নাম 'নিমিষ' এবং শক্তি ' সর্বণী ' এবং শুচিন্দ্রামের শক্তিপীঠে কালভৈরবের নাম 'সম্হার' এবং শক্তি 'নারায়ণী'। সমগ্র দক্ষিণ এশিয়ায় ৫১টি শক্তিপীঠের মধ্যে এই দুটি শক্তিপীঠ । এছাড়াও বিজয়সুন্দরী এবং বালাসুন্দরীর মন্দির রয়েছে, দেবীর যৌবন রূপে তার বন্ধু এবং খেলার সাথী।\nনবরাত্রি মণ্ডপম হল এমন একটি হল যেখানে ভক্তরা দেবীর প্রতি উৎসর্গ হিসাবে সঙ্গীতে তাদের শৈল্পিক ক্ষমতা প্রদর্শন করতে পারে, শ্রী পাদা পাড়া হল কুমারীর পায়ের আকৃতির একটি শিলা। এটি এখন বিবেকানন্দ পারা নামে বিখ্যাত, যেখানে স্বামী বিবেকানন্দ প্যাসিভ হওয়ার স্বাভাবিক অনুশীলনের পরিবর্তে সক্রিয় সন্ন্যাসী হিসাবে তার জীবন উৎসর্গ করার জন্য জ্ঞান লাভ করেছিলেন।\nদেবী কন্যাকুমারীর গায়ত্রী হলেন: \"কাত্যায়নয়া বিদমহে কন্যাকুমারী ধীমহি তন্নো দুর্গীঃ প্রচোদয়ত\"\nভক্তরা লাল শাড়ি এবং ঘি বাতির প্রদীপ দেবীকে নিবেদন করেন।মন্দিরের কাছে যাওয়ার এবং প্রদক্ষিণ করার সময় ললিতা সহস্রনাম পাঠ করা শুভ বলে মনে করা হয়। কন্যাকুমারী স্থানটি, অর্থাৎ ভারতের দক্ষিণ প্রান্ত হিন্দুদের দ্বারা পবিত্র বলে বিবেচিত হয়েছে কারণ এটি তিনটি সমুদ্রের সঙ্গম।কন্যাকুমারী সৈকতে পিতৃ তর্পণ এবং সমুদ্রে স্নান করাকে পবিত্র বলে মনে করা হয় কারণ এটি অনেকগুলি গুরুত্বপূর্ণ তীর্থের মিলন ।কন্যাকুমারীর আশেপাশে সাগরে মন্দিরের সাথে মোট ১১টি তার্থম যুক্ত রয়েছে।\n\n\n== মন্দিরের উৎসব ==\nচিত্র পূর্ণিমা উৎসব: মে মাসে পূর্ণিমা তিথিতে\nনবরাত্রি উৎসব : ৯ দিনের উৎসব (সেপ্টেম্বর-অক্টোবর)।সঙ্গীত শিল্পীরা নবরাত্রি মণ্ডপে পারফর্ম করে দেবীকে তাদের শৈল্পিক দক্ষতা দেওয়ার সুযোগ পান।\nবৈশাখ উৎসব: মে-জুন মাসে 10 দিনের উত্সব মে-জুন মাসে একটি থনি এঝুনেল্লাথু দ্বারা সমাপ্ত হয়।এই উৎসবের সময় সকাল এবং সন্ধ্যা উভয় সময়ে দেবীকে শোভাযাত্রায় নিয়ে যাওয়া হবে, আরাতুর সময় পূর্ব দরজা খুলে দেওয়া হয়।নবম দিনে, থনি ইজুনেল্লাথু হয়।নৌকায় করে পশ্চিম দিকের জলে প্রদক্ষিণ করা হবে দেবীকে।\nকালভম উত্সব: প্রতিমাটি চন্দন পেস্টে গন্ধযুক্ত করা হয় কার্কিডাক বা আদি মাসের শেষ শুক্রবার, জুলাই-আগস্ট মাসে।\n\n\n== পূজা ও পূজার সময়সূচী ==\nসকাল ৬.০০ টা থেকে ১১.০০ টা এবং বিকাল ৪.০০ টা থেকে ৮.০০ টা পর্যন্ত মন্দির দর্শনের জন্য খোলা থাকে।\n\n\n== প্রশাসন ==\nমন্দিরটি তামিলনাড়ু সরকারের হিন্দু ধর্মীয় ও দাতব্য এনডাউমেন্ট বিভাগ  রক্ষণাবেক্ষণ ও পরিচালনা করে।\n\n\n== বহিঃসংযোগ ==\nকার্লিতে Durga (ইংরেজি)\nNetGlimse.com-এ দুর্গা পূজা\nদুর্গাসপ্তশতী থেকে দুর্গার 108টি নাম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ মে ২০২১ তারিখে\nমন্দিরে পৌঁছানোর জন্য রুট গাইড\n\n\n== আরও পড়ুন ==\nThe Hymns Of The Rigveda V1। Ralph T.H. Griffith কর্তৃক অনূদিত। Kessinger Publishing, LLC। জুন ৮, ২০০৬। আইএসবিএন 1428630775। \nদুর্গা পূজার সূচনাকারী, স্বামী সত্যানন্দ সরস্বতী, দেবী মন্দির, ২০০১।(  )\nThe Rig Veda: Complete। Ralph T.H. Griffith কর্তৃক অনূদিত। Forgotten Books। জানুয়ারি ১৮, ২০০৮। আইএসবিএন 978-1605065809। \nThe Hymns Of The Atharva Veda। Maurice Bloomfield কর্তৃক অনূদিত। Kessinger Publishing, LLC। সেপ্টেম্বর ১০, ২০১০। আইএসবিএন 978-1162667102। \nThe Yajur Veda (Taittiriya Sanhita)। Arthur Berriedale Keith কর্তৃক অনূদিত। BiblioBazaar। এপ্রিল ২৯, ২০০৯। আইএসবিএন 978-0559137778। \nDallapiccola, Anna L (২০০২)। Dictionary of Hindu Lore and Legend। Thames & Hudson। আইএসবিএন 0500510881। \nThe Upanishads, Vol I। F. Max Muller কর্তৃক অনূদিত। Kessinger Publishing, LLC। জুন ১, ২০০৪। আইএসবিএন 1419186418। \nThe Upanishads Part II: The Sacred Books of the East Part Fifteen। F. Max Muller কর্তৃক অনূদিত। Kessinger Publishing, LLC। জুলাই ২৬, ২০০৪। আইএসবিএন 1417930160। \nThe Vishnu Purana - Vol I। H.H. Wilson কর্তৃক অনূদিত। Hesperides Press। নভেম্বর ৪, ২০০৮। আইএসবিএন 978-1443722636। \nSelect Works Of Sri Sankaracharya: Sanskrit Text And English Translation। H.H. Wilson কর্তৃক অনূদিত। Cosmo Publishing। জানুয়ারি ৩১, ২০০৩। আইএসবিএন 8177557459। \nঅরবিন্দ, শ্রী ।\"মা\" ।আইএসবিএন 0-941524-79-5 ।\nকিন্সলে, ডেভিড।হিন্দু দেবী: হিন্দু ধর্মীয় ঐতিহ্যে ঐশ্বরিক নারীর দৃষ্টি ।মতিলাল বেনারসিদাস, নয়াদিল্লি, ভারত।আইএসবিএন 81-208-0379-5 ।\nপট্টনায়েক, দেবদত্ত ।দেবী মা: একটি ভূমিকা   স্থায়ী মৃত লিঙ্ক ]<meta /><meta /> ।আইএসবিএন 81-87111-45-3 ।\nপিনচম্যান, ট্রেসি (1994)।হিন্দু ঐতিহ্যে দেবীর উত্থান ।SUNY প্রেস, নিউ ইয়র্ক, মার্কিন যুক্তরাষ্ট্র।আইএসবিএন 0-7914-2112-0 ।\nসেন, রামপ্রসাদ (1720-1781)।তার বন্য চুলে করুণা এবং করুণা: মাদার দেবীর জন্য নির্বাচিত কবিতা ।আইএসবিএন 0-934252-94-7 ।\nওয়াঙ্গু, মধু বাজাজ (2003)।ভারতীয় দেবদেবীর ছবি: মিথ, অর্থ এবং মডেল ।অভিনব পাবলিকেশন্স, নয়াদিল্লি, ভারত।আইএসবিএন 81-7017-416-3 ।\n\n\n== আরও দেখুন ==\nকৌমারী\nকুমারী (দেবী)\nকানওয়ারী\nমাতৃকাস\nসুচিন্দ্রাম মন্দির, কন্যাকুমারী\nনাগরাজা মন্দির, নাগেরকয়েল, নাগারকয়েল\nশ্রী পদ্মনাভ স্বামী মন্দির, ত্রিভান্দ্রম\nআট্টুকাল মন্দির, ত্রিভান্দ্রম\nকোট্টিয়ুর বৈশাখা মহোৎসবম, কান্নুর\nকোডুঙ্গাল্লুর ভগবতী মন্দির, ত্রিশুর\nকামাক্ষী আম্মান মন্দির, কাঞ্চিপুরম\nমীনাক্ষী আম্মান মন্দির, মাদুরাই\nমুকাম্বিকা দেবী মন্দির, ম্যাঙ্গালোর\n\n\n== তথ্যসূত্র =="}