{"pageid": 1132888, "title": "দলুনায় (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1132888", "content": "দলুনায় (তুর্কি: Dolunay) বা (আন্তর্জাতিক শিরোনাম:) ফুলমুন স্টার টিভিতে প্রচারিত একটি তুর্কি নাটক সিরিজ। এটি ৪ জুলাই থেকে ৩১ ডিসেম্বর, ২০১৭ পর্যন্ত নেটওয়ার্কে প্রিমিয়ার হয়েছিল।\n\n\n== ধারাবাহিক সারসংক্ষেপ ==\nদলুনায় ধারাবাহিকটি একটি পরিবারকে একটি পরিবার হিসেবে পূর্ণতার মূল বিষয়গুলো বর্ণনা করে। এটা কি রক্ত এবং জেনেটিক্স, শেয়ার করা অভিজ্ঞতা, নাকি শুধু প্রেম? ফেরিত আসলান একজন চৌকস এবং সফল ব্যবসায়ী এবং জন্মগত নেতা যিনি কর্ম থেকে শুরু করে ফিটনেস, স্বাস্থ্য পর্যন্ত তার জীবনের সমস্ত ক্ষেত্রে শৃঙ্খলাবদ্ধ। তিনি তার বাড়িতে এবং যারা সেখানে কাজ করেন তাদের ব্যাপারে বিশেষভাবে কঠোর। নাজলি পিনার একজন তরুণ রন্ধনসম্পর্কীয় ছাত্রী যাকে ফেরিতের ব্যক্তিগত শেফ হিসাবে নিয়োগ করা হয়েছে এবং তার খাবার প্রস্তুত করার জন্য তার নির্দিষ্ট প্রয়োজনীয়তা এবং নিয়মগুলো অবশ্যই মেনে চলতে হবে। স্পষ্টভাষী, স্বাধীনচেতা, নাজলি প্রথমে ফেরিতের সাথে সংঘর্ষে লিপ্ত হয়, কিন্তু ধীরে ধীরে দুজনের মধ্যে বন্ধুত্ব এবং প্রেম তৈরি হয়। ফেরিতের ভাগ্নে বুলুত নাজলিকে পছন্দ করে। যখন ট্র্যাজেডি শুরু হয় এবং ফেরিতকে অবশ্যই বুলুতের দায়িত্ব নেয়, তখন দেমেত এবং হাকানের সাথে অভিভাবকত্ব নিয়ে বিরোধ শুরু হয়। আসুমানের ক্রিয়াকলাপের কারণে ফেরিত অভিভাবকত্ব হারায় এবং নাজলি ফেরিতের কাছে এটি স্বীকার করতে পারেনা। তারা ঘনিষ্ঠ হয়, কিন্তু ফেরিত সত্য জানার পর উপর ক্রুদ্ধ হয়। যাইহোক, ফেরিত এবং নাজলি একটি বানোয়াট বৈবাহিক সম্পর্কে জড়াতে সম্মত হন যাতে বুলুতের অভিভাবকত্ব পাওয়ার সম্ভাবনাকে সাহায্য করে। জিনিসগুলি জটিল হয় যখন ফেরিতের সঙ্গীতজ্ঞ আত্মীয় দেনিজ নাজলির প্রেমে পড়ে এবং দেমেট দেনিজকে ফেরিতের বিরুদ্ধে পরিণত করার জন্য এটি ব্যবহার করার চেষ্টা করে। সহায়ক চরিত্রগুলির মূল সেট হল পরিবার এবং বন্ধুদের মিশ্রণ যারা পরিবার হিসাবে বিবেচিত হয় যারা বেশিরভাগ সাহায্য করে কিন্তু কখনও কখনও ফেরিত এবং নাজলির সম্পর্ককে বাধা দেয় কারণ এটি ব্যবসা থেকে বন্ধুত্ব এবং অবশেষে প্রেমে বিকশিত হয়।\n\n\n== চরিত্র ==\nপ্রধান চরিত্র\nওজগে গুরেল - নাজমিয়ে \"নাজলি\" ফেরিত আসলানের চরিত্রে ওজগে গুরেল। একজন তরুণ রন্ধনবিদ্যার ছাত্রী যে তার নিজের রেস্তোরাঁর মালিক হতে চায়। তার ছোট সমস্যা সৃষ্টিকারী বোন আসুমানের দায়িত্ব মাথায় থাকার কারণে সে প্রায়ই চাপে থাকে।\nজন ইয়ামান - ফেরিত আসলান। জনসাধারণের চোখে একজন ধনী, সুদর্শন ব্যবসায়ী। মানুষের প্রতি তার গভীর অবিশ্বাস রয়েছে (বিশেষ করে মহিলারা) এবং ছোটবেলায় তার মাকে প্রতারণা করার কারণে তিনি তাদের ক্ষমা করতে পারেন না।\nসহ অভিনেতৃবৃন্দ\nজেইনেপ আসলান কায়া চরিত্রে ইরমাক উনাল। (২ পর্ব) ফেরিতের বোন, দেমির কায়ার সাথে বিবাহিত এবং বুলুত কায়ার মা।\nদেমির কায়া চরিত্রে মের্ত ইয়াভুজকান। (২ পর্ব) ফেরিতের শ্যালক, জেইনেপের সাথে বিবাহিত, এবং বুলুত কায়ার বাবা।\nদেনিজ কায়া চরিত্রে হাকান কুর্তাস। দেমেত এবং দেমির, জেইনেপ এবং ফেরিতের আত্মীয় এবং ঘনিষ্ঠ বন্ধু। ফেরিতের বিপরীতে, তিনি একজন সঙ্গীতশিল্পী হিসাবে একটি উদ্বেগহীন এবং গঠনহীন জীবনযাপন করেন। তিনি নাজলির সাথে দেখা করার পরে তার প্রেমে পড়েন, এবং ফেরিতের প্রতি তার ঈর্ষা তাদের মধ্যে একটি কীলক তৈরি করতে শুরু করে। তিনি খুব আবেগপ্রবণ এবং বেপরোয়া।\nবুলুত কায়া, দেমির এবং জেইনেপের ছেলের চরিত্রে আলিহান তুর্কদেমির। ফেরিতের ভাগ্নে, যাকে সে দত্তক নেওয়ার চেষ্টা করে। সে নাজলিকে খুব পছন্দ করে এবং প্রায়ই তাকে তার চাচার সাথে সংযুক্ত করার চেষ্টা করে।\nদেমেত কায়া ওন্দার চরিত্রে আলারা বোজবে। দেমির এবং দেনিজের বোন, ফেরিতের দূরসম্পর্কের আত্মীয় এবং প্রাক্তন বাগদত্তা। তিনি তার পরিবার থেকে বিচ্ছিন্ন হয়ে পড়েছেন কারণ তিনি তাদের ইচ্ছার বিরুদ্ধে হাকানকে বিয়ে করেছেন এবং বছরের পর বছর ধরে তাদের কারো সাথে কথা বলেনি। সে বুলুতকে দত্তক নিতে চায় কারণ সে তার ভাইয়ের একমাত্র জিনিস যা সে রেখে গেছে, কিন্তু তার স্বামী ব্যবসার নিয়ন্ত্রণ লাভ করে তার আর্থিক সুবিধার জন্য এটি ব্যবহার করে।\nহাকান ওন্দার চরিত্রে নেসিপ মেমিলি। দেমিতের স্বামী, যার ফেরিতের বিরুদ্ধে ব্যক্তিগত প্রতিহিংসা আছে। তিনি পুসুলা হোল্ডিং (আসলান এবং কায়া পরিবারের কোম্পানি) শেয়ার পাওয়ার জন্য বুলুতকে দত্তক নিতে চান। সে অবৈধ পাচারের সাথে জড়িত এবং পরে তার স্ত্রীর প্রতি দুর্ব্যবহারকারী।\nএঙ্গিন হিসেবে বালামির এমরেন। ফেরিতের সেরা বন্ধু এবং ব্যবসায়িক অংশীদার। তিনি প্রায়শই এমন জিনিসগুলি নির্দেশ করেন যা ফেরিত নিজেকে স্বীকার করতে অস্বীকার করে, যেমন নাজলির প্রতি তার অনুভূতি।\nফাতোশ ইয়ালচিন চরিত্রে ওজনুর সেরচেলার। নাজলির সবচেয়ে ভালো বন্ধু এবং রুমমেট। একজন উচ্চাকাঙ্ক্ষী কিন্তু বেকার ফ্যাশন ডিজাইনার, ফাতোশ নিজেকে এঙ্গিনের সাথে সম্পৃক্ত করার জন্য ধনী হওয়ার ভান করেন।\nআসুমান পিনারের চরিত্রে ইলায়দা আকদোগান। নাজলীর ছোট ও চঞ্চল বোন। সে একজন পর্যটন ছাত্রী কিন্তু প্রায়ই তার বন্ধুদের সাথে আড্ডা দিতে ক্লাস এড়িয়ে যায়। ধনীদের মতো জীবনযাপন করতে উচ্চাকাঙ্ক্ষী। সেজন্য সে ঋণ নেয় এবং বিভিন্ন সহজ উপায়ে অর্থ আয়ের চেষ্টা করে। দেমিত ফেরিতকে নাশকতার জন্য তার অর্থের প্রয়োজনের সুযোগ নেয়।\nতারিক হিসাবে বার্ক ইয়াগিন। ফেরিতের সহকারী ও চালক। তিনি এবং ফাতোশ খাবারের প্রতি তাদের পারস্পরিক ভালবাসার বন্ধনে আবদ্ধ হন এবং অবশেষে তিনি তার প্রেমে পড়েন।\nইকবালের চরিত্রে ওজলেম তুরে। ফেরিতের সহকারী।\nআলিয়া চরিত্রে তুর্কি তুরান। দেনিজের প্রাক্তন বান্ধবী, একজন গায়িকা। তিনি দেনিজের প্রেমে থাকেন এবং তাকে ফিরে পাওয়ার চেষ্টা করেন, কিন্তু নাজলির প্রতি তার স্নেহ দেখে ক্রমাগত দুঃখিত হন। তিনি তাকে দেখাতে চেষ্টা করেন যে নাজলি ফেরিতের প্রেমে পড়েছে এবং তার হৃদয় ভেঙে যাওয়ার সময় তাকে সান্ত্বনা দেয়।\nমানামি চরিত্রে আয়ুমি তাকানো। নাজলির প্রাক্তন জাপানি প্রশিক্ষক যিনি তার ব্যবসায়িক অংশীদার হন।\nলেমান আসলানের চরিত্রে ইয়েসিম গুল আকসার। ফেরিতের মা যিনি তার থেকে বিচ্ছিন্ন হয়ে পড়েছেন। কারণ ফেরিত যখন শিশু ছিলেন তখন তার একটি অবৈধ সম্পর্ক ছিল।\nমেলিসের চরিত্রে গামজে আয়দোগদু, দেমেতের বাড়িতে বুলুতের আয়া\nবেকির চরিত্রে এমরে এমেনোগ্লু। হাকানের সহকারী।\nদেমিতের সাথে বাগদানের আগে ফেরিতের প্রাক্তন প্রেমিকা পেলিনের চরিত্রে মিনেল উস্তুনার।\n\n\n== সংক্ষিপ্ত বিবরণ ==\n\n\n== আন্তর্জাতিক সম্প্রচার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দলুনায়  (ইংরেজি)\nদাপ্তরিক ওয়েবসাইট"}