{"pageid": 1132194, "title": "টার্নার সিনড্রোম", "url": "https://bn.wikipedia.org/wiki?curid=1132194", "content": "টার্নার সিনড্রোম (TS) বা 45+X, বা 44+XO, হল একটি বংশগত রোগ যাতে একজন স্ত্রীলোক-এর কোষে একটি এক্স ক্রোমোজোম অনুপস্থিত থাকে। উপসর্গ সকলের ক্ষেত্রে সমান নাও হতে পারে। সাধারণত কোঁচকানো ঘাড়, বামনত্ব, ফোলা হাত-পা, চুলের কম ঘনত্ব, জন্মের সময় ছোট হাত-পা দেখা যায়। তাদের বুদ্ধি মোটামুটি থাকলেও গণিত শেখায় অসুবিধা দেখা যায়। এছাড়াও অ্যামেনোরিয়া, অগঠিত স্তন, বন্ধ্যাত্ব দেখা যায়।  দৃষ্টিজনিত ও শ্রবণজনিত সমস্যাও দেখা যায়।\nএই রোগ মূলত গ্যামেট তৈরীতে অসঙ্গতি হলে সৃষ্টি হয়ে থাকে। মায়ের বয়সের প্রভাব এতে কোনোভাবেই পড়ে না। রোগীর দেহে ৪৫টি ক্রোমোজোম থাকে, যেখানে সাধারণ মানুষের দেহে ৪৬টি থাকে। জেনেটিক পরীক্ষার দ্বারা রোগ নির্ণয় সম্ভব। এর প্রতিকার এখনও পর্যন্ত জানা যায়নি। উপসর্গের সাথে লড়াই করতে ঔষধ একান্ত প্রয়োজন। এছাড়াও হরমোন পরিবর্তন পদ্ধতি গুরুত্বপূর্ণ।\n\n\n== আবিষ্কার ==\nমার্কিন বিজ্ঞানী হেনরি টার্নার এই রোগ আবিষ্কার করেন (১৯৩৮)। তিনি ছিলেন একজন হরমোন বিশেষজ্ঞ। ১৯৬৪ সালে এটি যে ক্রোমোজোম জনিত রোগ তা আবিষ্কৃত হয়। রুশ বিজ্ঞানী নিকোলাই শেরেশেভস্কি ১৯২৫-এ এই রোগ সম্পর্কে তার মতামত জানান ও বলেন যে এই রোগ হল জননাঙ্গের বৃদ্ধি ব্যহত হওয়া ও পিট্যুইটারি গ্রন্থি নিয়ন্ত্রিত। এছাড়াও এটি জন্মগত দেহ তৈরীর সময় সৃষ্ট রোগ, যার জন্য বিভিন্ন অঙ্গ সঠিক কাজ অক্ষম হয়।\nপ্রথম বহিঃপ্রকাশিত আক্রান্ত নারীর খবর পাওয়া যায় লন্ডন শহরে। ডাঃ চার্লস ফোর্ড ও তাঁর সহকর্মীদের সাহায্যে এটি সামনে আসে। রোগটি পাওয়া গেছিল ১৪ বছরের একটি মেয়ের দেহে।\n\n\n== কারণ ==\n\nমূলত এটি পিতামাতার দেহে উৎপন্ন গ্যামেটের ক্যারিওটাইপে সমস্যা দেখা দিলে হতে পারে। গ্যামেট মূলত মিয়োসিস কোশ বিভাজন দ্বারা স্ত্রীদেহে ডিম্বাশয়ে ও পুরুষদেহে শুক্রাশয়ে তৈরী হয়। এই মিয়োসিস চলাকালীন অ্যানাফেজ (I ও II) দশায় ক্রোমোজোমের সরণে ত্রুটি ঘটলে (নন-ডিসজাংশন) গ্যামেটের ক্যারিওটাইপে সমস্যা দেখা দিতে পারে।\n\nযেহেতু, রোগীর সেক্স ক্রোমোজোমের ক্যারিওটাইপ XO, তাই, দুরকম সম্ভাবনায় তৈরী হতে পারে:\n\nX ক্রোমোজোম যুক্ত শুক্রাণু (স্বাভাবিক) ও সেক্স ক্রোমোজোম বিহীন ডিম্বাণু (অস্বাভাবিক)\nX ক্রোমোজোম যুক্ত ডিম্বাণু (স্বাভাবিক) ও সেক্স ক্রোমোজোম বিহীন শুক্রাণু (অস্বাভাবিক)\n\n\n== রোগনির্ণয় ==\n\n\n=== গর্ভাবস্থা ===\nগর্ভাবস্থায় অ্যামনিওসেন্টেসিস বা কোরিওনিক ভিলাস স্যাম্পলিং দ্বারা টার্নার সিন্ড্রোম নির্ণয় করা যেতে পারে।\nসাধারণত, টার্নার সিন্ড্রোমে আক্রান্ত ভ্রূণগুলিকে অস্বাভাবিক আল্ট্রাসাউন্ড ফলাফলের (যেমন, হার্টের ত্রুটি, কিডনির অস্বাভাবিকতা, সিস্টিক হাইগ্রোমা, অ্যাসাইটস) দ্বারা চিহ্নিত করা যেতে পারে। ১৯টি ইউরোপীয় রেজিস্ট্রির একটি গবেষণায়, টার্নার সিন্ড্রোমের ৬৭.২% প্রসবপূর্ব নির্ণয়কৃত ক্ষেত্রে আল্ট্রাসাউন্ডে অস্বাভাবিকতা সনাক্ত করা হয়েছিল। ৬৯.১% ক্ষেত্রে একটি অসঙ্গতি উপস্থিত ছিল, এবং ৩০.৯% দুটি বা তার বেশি অসামঞ্জস্য ছিল।\nটার্নার সিন্ড্রোমের একটি বর্ধিত ঝুঁকি অস্বাভাবিক তিনগুণ বা চতুর্গুণ মাতৃ সিরাম স্ক্রীন দ্বারাও নির্দেশিত হতে পারে। পজিটিভ ম্যাটারনাল সিরাম স্ক্রিনিং এর মাধ্যমে নির্ণয় করা ভ্রূণগুলিতে আল্ট্রাসনোগ্রাফিক অস্বাভাবিকতার উপর ভিত্তি করে নির্ণয়ের তুলনায় প্রায়শই একটি মোজাইক ক্যারিওটাইপ পাওয়া যায়, এবং বিপরীতভাবে, মোজাইক ক্যারিওটাইপগুলির সাথে যুক্ত আল্ট্রাসাউন্ড অস্বাভাবিকতার সম্ভাবনা কম।\n\n\n=== প্রসবোত্তর ===\nটার্নার সিন্ড্রোম যে কোন বয়সে প্রসব পরবর্তী নির্ণয় করা যেতে পারে। প্রায়শই, এটি হৃদযন্ত্রের সমস্যা, একটি অস্বাভাবিকভাবে চওড়া ঘাড় বা হাত ও পায়ের ফোলা কারণে জন্মের সময় নির্ণয় করা হয়। যাইহোক, এটি বেশ কয়েক বছর ধরে নির্ণয় না হওয়াও সাধারণ ব্যাপার, প্রায়শই মেয়েটি বয়ঃসন্ধিতে না পৌঁছানো পর্যন্ত এবং সাধারণত বিকাশে ব্যর্থ হয় (বয়ঃসন্ধির সাথে সম্পর্কিত পরিবর্তনগুলি ঘটে না)। শৈশবে, একটি ছোট আকার টার্নার সিন্ড্রোমের ইঙ্গিত হতে পারে।\nএকটি ক্যারিওটাইপ নামে একটি পরীক্ষা, যা একটি ক্রোমোজোম বিশ্লেষণ নামেও পরিচিত, ব্যক্তির ক্রোমোসোমাল গঠন বিশ্লেষণ করে। এটি টার্নার সিন্ড্রোম নির্ণয়ের পছন্দের পরীক্ষা।\n\n\n== প্রতিকার ==\nএই রোগের প্রতিকার তেমন নেই। তবে হরমোন থেরাপির মাধ্যমে ও বিভিন্ন ঔষধ প্রয়োগে উপসর্গগুলির অস্থায়ী অপসারণ সম্ভব।\n\n\n== রোগ সংঘটন ==\nটার্নার সিনড্রোম সাধারণত ২০০০ জনের মধ্যে ১ জনের দেখা যায়। ২০০০ সংখ্যাটা কখনও ৫০০০ ও ধরা হয়। আক্রান্তের জীবনকাল সংকীর্ণ হয়, যেহেতু দেহে ডায়াবেটিস ও হৃদরোগ বাসা বাঁধে। বর্তমানে প্রধানত ভ্রূণাবস্থাতেই রোগ ধরা পরে। অনেক সময় ভ্রূণটির মৃত্যু পর্যন্ত হয়।\n\n\n== আরও দেখুন ==\nক্লাইনফেল্টার সিনড্রোম\nট্রাইসোমি এক্স সিনড্রোম\nডাউন সিনড্রোম\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBondy CA (জানুয়ারি ২০০৭)। \"Care of girls and women with Turner syndrome: a guideline of the Turner Syndrome Study Group\"। The Journal of Clinical Endocrinology and Metabolism। 92 (1): 10–25। ডিওআই:10.1210/jc.2006-1374 । পিএমআইডি 17047017। ১৭ মার্চ ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ মার্চ ২০২২। \n\n\n== বহিঃসংযোগ ==\nTurner Syndrome at the National Institute of Child Health and Human Development\nটেমপ্লেট:RareDiseases\nEndocrine and Metabolic Diseases Information Service  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০১৫ তারিখে"}