{"pageid": 1132824, "title": "দ্য লোল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1132824", "content": "দ্য লোল্যান্ড মার্কিন লেখিকা ঝুম্পা লাহিড়ীর দ্বিতীয় উপন্যাস, যেটা প্রকাশ হয়ে ২০১৩ সালে আলফ্রেড এ নপফ ও রান্ডম হাউস প্রকাশক থেকে।\nসমালোচকদের কাছ থেকে বইটি অনেক প্রশংসা এবং বাণিজ্যিকভাবেও সফলতা পেয়েছে। ১৩ই অক্টোবর ২০১৩, দ্য লোল্যান্ড নিউ ইয়র্ক টাইমসের সম্মিলিত প্রিন্ট এবং ইবুকের সেরা-বিক্রেতা তালিকার #5-এ পৌঁছেছে। বইটি হার্ডকভার তালিকায় # 3 এ ছিল।\n\n\n== পটভূমি ==\n\n\n=== পার্ট I ===\nসুভাষ এবং উদয়ন বড়ো হয়ে ওঠে কলকাতার টালিগঞ্জে; তারা অবিচ্ছেদ্য। তারা আনন্দ রেডিও ঠিক করা এবং শোনা, মোর্স কোড শেখা এবং স্কুলে এক সঙ্গে অপরের খোঁজে পায়। যখন বিশ্ববিদ্যালয়ে পড়াশোনার জন্য বাড়ি থেকে বের হয়, তখন তাদের ভাবাদর্শকে চ্যালেঞ্জ করা হয়; উদয়ন নকশাল আন্দোলনকে আলিঙ্গন করে যখন সুভাষ তার কর্মজীবনের প্রস্তুতির জন্য আরও শিক্ষা গ্রহণে আগ্রহী হয় এবং রোড আইল্যান্ডে স্নাতক অধ্যয়নের জন্য চলে যায়। সুভাষ জানতে পারে যে নকশাল আন্দোলনের ফলে রক্তপাত হওয়া সত্ত্বেও, সংবাদমাধ্যমের সমস্ত মনোযোগ ভিয়েতনাম যুদ্ধের দিকে নিবদ্ধ; এটা তার কাছে স্ফটিক হয়ে ওঠে যখন তার রুমমেট রিচার্ড, একজন আন্তরিক ছাত্র কর্মী, অজ্ঞতার সাথে মন্তব্য করে \"নকশালবাড়ি? ওটা কী?\" মার্কিন যুক্তরাষ্ট্রে তার প্রথম বছরের শেষে, সুভাষ জানতে পারে যে উদয়ন গৌরী নামে একজন মেয়েকে তার স্ত্রী করেছে।\n\n\n=== পার্ট II ===\nগৌরীর তার ভাইয়ের মাদ্ধমে উদয়নের সঙ্গে আলাপ হয়ে এবং প্রথমে তার প্রতি উদাসীন ছিল। যত সময় কাটে তারা কথা এবং আলোচনায় বাণিজ্য হয়।  উদয়ন তার সিপিআই(এম) দিনের কথা বলে আর গৌরী দর্শন নিয়ে আলোচনা করে। গৌরির প্রতি তার ভালবাসার প্রমাণ দেয় যখন উদয়ন একটি সিনেমা হলের বাইরে অনির্দিষ্টকালের জন্য তার আসার অপেক্ষা করে। এদিকে, রোড আইল্যান্ডের একটি সৈকতে, সুভাষের আলাপ হয়ে হলি এবং তার ছেলে জোশুয়ার সাথে এবং শীঘ্রই বন্ধুত্ব করেন। সে জানতে পারে যে হলি একজন একক মা, তার স্বামীর নাম কিথ, যার থেকে বিচ্ছিন্ন। জোশুয়া তার বাবার জায়গায় থাকার সময় তারা এক রাতে সেক্স করে। তা সত্ত্বেও সুভাষের মনে হয়ে “ \"যে তাকে আঘাত করেছে\" তার সাথে যোগাযোগ করার সময় হলি কীভাবে এত শান্ত হতে পারে।  এটি স্পষ্ট হয় যখন সুভাষ লক্ষ্য করে যে সে কীভাবে শান্ত হয়ে টেলিফোনে কিথকে  নির্দেশনা জানাতে সক্ষম হয় যে কীভাবে সপ্তাহান্তে তার যত্নে থাকা অসুস্থ জোশুয়ার সাথে আচরণ করা যায়। হোলি শেষ পর্যন্ত জোশুয়ার কথা ভেবে কিথের কাছে ফিরে যাওয়ার সিদ্ধান্ত নেয়। সুভাষের তৃতীয় বছর শুরু হওয়ার কিছুক্ষণ পরে, তার বাবা-মায়ের কাছ থেকে একটি চিঠিতে জানতে পারে যে উদয়নকে হত্যা করা হয়েছে।\n\n\n=== পার্ট III ===\nসুভাষ কলকাতায় ফিরে দেখে গৌরী তার মা বাবার সাথে থাকা সত্ত্বেও তারা ওকে সম্মান দিয়ে আচরণ করে না। উদয়নের সন্তান গৌরী গর্ভবতী। তার মা বিজলি এবং তার বাবা শিশুটিকে নিয়ে গৌরীকে ত্যাগ করার পরিকল্পনা করেন। উদয়নের ব্যাপারে জিজ্ঞাসা করলে তার মা বাবা চুপ থাকে কিন্তু গৌরী অবশেষে তাকে বলতে বাদ্ধ হয়ে। এক রাতে আধা সামরিক পুলিশ থেকে সফলভাবে পালিয়ে যাওয়ার পর, পুলিশ তার বাবা-মায়ের বাড়িতে আসে। পুলিশ চিফ তার মা বাবা এবং গৌরীকে মারার হুমকি দেয় যদি উদয়ন আত্মসমর্পণ না করে। উদয়ন জলের তোলা থেকে উঠে এসে আত্মসমর্পণ করে এবং পরে তাকে গুলি করে হত্যা করা হয়ে। তার মা বাবা যাতে সন্তানের হেফাজত নিয়ে গৌরী কে ত্যাগ না করে এবং উদয়নের প্রতি শ্রদ্ধার কারণে, সুভাষ গৌরীকে তাকে বিয়ে করতে বলে এবং রোড আইল্যান্ডে তার সাথে থাকতে বলে।\n\n\n=== পার্ট IV ===\nগৌরী সুভাষের প্রস্তাবে রাজি হয়ে ঠিকই, কিন্তু তার মন বিক্ষিপ্ত। নিজেকে বিভ্রান্ত করার জন্য সে কাছের ইউনিভার্সিটিতে যাতায়াত করতে থাকে এবং দর্শনের বক্তৃতায় যোগ দেয়। তারপরই হয়ে বেলার জন্ম। তারই কিছুদিনের মধ্যে গৌরী এবং সুভাষ প্রথমবার যৌনসহবাস করে, যা দুজনের কেউই পরিতৃপ্ত করে উঠতে  পারে না। সুভাষ বেলার কাছে একজন অসামান্য অভিভাবক হয়ে ওঠে, যা গৌরীর অস্বচ্ছন্দতা বাড়িয়ে তোলে কারণ সে তার জন্মদাতা নয়। বেলার যখন চার বছর বয়েস, সুভাষের হঠাৎ আবার দেখা হয়ে হলির (এবং কিথ) সাথে, কিন্তু তারা শুধু শুভেচ্ছা বিনিময়ে করে। সুভাষ বেলার জন্য গৌরীকে আর একটি সন্তান আনার কথা বলে কিন্তু সে অনিশ্চিত। বেলার পাঁচ বছর বয়েসে গৌরী গ্রাজুয়েট স্কুলে আসা যাওয়া শুরু করে আর সুভাষ বেলাকে দেখার জন্য সময় বার করতে রাজি হয়ে। গৌরীর আলাপ হয়ে প্রফেসর ওত্তো বেইস এর সাথে যিনি তার প্রতিভার প্রশংসা করেন এবং উৎসাহ দেন ডক্টরেটে অনুসরণ করার, যেটা সে করে। উদয়নের ব্যাপারে বেলা কে অন্ধকারে রেখে গৌরী অস্থির হয়ে পরে এবং সুভাষকে এই কথা জানিয়ে তারা রাজি হয়ে যে তারা একদিন বেলাকে একসাথে বলবে। যখনই বেলা কে দেখার দায়িত্ব আসে গৌরী তার অবহেলা করে একলা সময় কাটানোর জন্য। একদিন সুভাষ তাড়াতাড়ি বাড়ি ফিরে এসে এই অবহেলার কথা জানতে পারে এবং গৌরীর সাথে নীরব আচরণ করে। \n\n\n=== পার্ট V ===\nসুভাষ আমেরিকায় থাকাকালীন তার বাবা মারা যান কিন্তু বেলা সাত বছর না হওয়া পর্যন্ত সে তাঁর শ্রদ্ধা জানাতে কলকাতায় যেতে পারেনি। সুভাষ একটি চিঠিতে তার মাকে বলে যে তাদের থাকার সময় বেলার সাথে উদয়নের সম্পর্ক প্রকাশ না করতে। একদিন, বিজলি সন্মোহ হয়ে বেলাকে জিজ্ঞাসা করে যে তার বাবা কোথায় আছে এবং প্রায় সত্যটি প্রকাশ করে ফেলে। বেলা উদয়নের ছবি দেখে সুভাষকে জিজ্ঞেস করে কে? সে উত্তর দেয় যে তিনি উদয়ন, তার মৃত চাচা। কলকাতায় তাদের শেষ দিনগুলিতে, তারা বিজলি এবং গৌরীর জন্য উপহারের কেনাকাটা করতে যায়। রোড আইল্যান্ডে ফিরে এসে তারা জানতে পারে যে গৌরী চলে গেছে। সে বাংলায় একটি নোট রেখে যায় যাতে সুভাষকে বলা হয় যে সে একজন ভালো বাবা এবং সে বেলাকে একাই বড় করতে পারবে এবং সে ক্যালিফোর্নিয়া চলে গেছে। বেলা যখন যুবতী, তখন সে আরও মানসিকভাবে অসুস্থ হতে শুরু করে এবং তাকে একজন মনোবিজ্ঞানীর সাহায্যের প্রয়োজন হয়। সে সুস্থ হয়ে ওঠে, এবং হাই স্কুল চলাকালীন, বেলা ক্লাবের কার্যকলাপে খুব সক্রিয় হয়ে ওঠে। কলেজের জন্য, সে একটি মিডওয়েস্ট লিবারেল আর্ট স্কুলে পড়ে। স্নাতক হওয়ার পর, বেলা একটি যাযাবর জীবনযাপন করে, পরিবেশ সংরক্ষণের জন্য মার্কিন যুক্তরাষ্ট্রে ঘুরে বেড়ায়।\n\n\n=== পার্ট VI ===\nক্যালিফোর্নিয়ার সমস্ত শিক্ষার চারপাশে ঘুরে ফিরে গৌরী সম্ভবত ক্লারমন্ট কলেজগুলির মধ্যে একটিতে শিক্ষকতার স্থায়ী চাকরি খুঁজে পায়। গৌরী যোগাযোগ করার কথা ভাবে সুভাষ, বেলা এবং তার বন্ধুদের সাথে কিন্তু কখনোই তা করে না, বেশিরভাগ একাকী জীবনযাপন করে।  তার ক্ষেত্রে একটি প্রসিদ্ধ নাম হয়ে ওঠার পর, সে মনোযোগ আকর্ষণ করে এবং একদিন, UCLA স্নাতক ছাত্রী লোরনা গৌরীকে তার গবেষণামূলক প্রবন্ধের জন্য সাহায্য চায়। গৌরী লোরনার সাথে একটি ক্ষণস্থায়ী, সমকামী সম্পর্ক গড়ে তোলে, যেটি সে বছরের পর বছর ধরে আঁকড়ে ধরে থাকে। ষাটের দশকে, সুভাষের আবার রিচার্ডের সঙ্গে দেখা হয়ে। সুভাষ জানতে পারে যে রিচার্ড সারা জীবন তার সক্রিয়তা অব্যাহত রেখেছে এবং সে এখন একজন ঠাকুরদাদা বটে। রিচার্ড খুব শীঘ্রই মারা যায় এবং তার অন্ত্যেষ্টিক্রিয়ার মাধ্যমে, সুভাষ এলিসের সাথে দেখা করে, বেলার অন্যতম শিক্ষক এবং তারা একটি সম্পর্ক শুরু করে। কয়েক বছর ধরে বেলা মাঝে মাঝে সুভাষ এবং এলিসের সাথে দেখা করে। যখন সে তার ত্রিশের দশকের মাঝামাঝি, বেলা সুভাষের কাছে প্রকাশ করে যে সে গর্ভবতী, কিন্তু বাবা অজানা এবং সে এভাবেই রাখতে চায়। সুভাষ উন্মত্ততায় পরে যায়। সে তার সাথে উদয়নের সংযোগ প্রকাশ করতে বাধ্য হয়। বেলা বিচলিত এবং অপমানিত বোধ করে বেরিয়ে যায়। কিছু সময় চিন্তা করার পর, সে সুভাষকে ক্ষমা করে দেয় এবং রোড আইল্যান্ডে তার সাথে আবার থাকতে বলে; সে রাজি হয়। তারপর বেলা কন্যা সন্তানের জন্ম দেয় যার নাম রাখা হয়ে মেঘনা। \n\n\n=== পার্ট VII ===\nপরবর্তী বছরগুলিতে গৌরী তার স্নাতক ছাত্র দীপঙ্করের দেখা পায় যে নকশাল আন্দোলন এবং এসডিএস সম্পর্কে একটি গবেষণামূলক প্রবন্ধ লিখতে চায় এবং একটি প্রাথমিক উত্স খুঁজতে তার কাছে আসে (গৌরী রোড আইল্যান্ডে যাওয়ার আগে প্রেসিডেন্সিতে পড়াশোনা করেছিল) । সে বলে যে সে তাকে সাহায্য করবে কিন্তু স্বীকার করতে চায় না। গৌরীও কানু সান্যালের সাম্প্রতিক মৃত্যু সম্পর্কে জানতে পারে এবং সে উদয়নকে গভীরভাবে স্মরণ করে। কিছুক্ষণ পরে, সুভাষ গৌরীকে একটি আনুষ্ঠানিক বিবাহবিচ্ছেদের জন্য ইমেল করে, যা সে সম্মত হয় এটাই সর্বোত্তম পদক্ষেপ। বেলা ড্রুর সাথে আলাপ হয় এবং তারা দুজন একটি সংক্ষিপ্ত প্রেমের পর এনগেজমেন্ট করে। এদিকে গৌরী সুভাষের বাড়িতে গিয়ে বেলা ও তার মেয়ে মেঘনাকে দেখতে পায়। বেলা মেঘনার জন্য গৌরীকে বিনয়ের সাথে শুভেচ্ছা জানায়, কিন্তু মেঘনাকে বলে যে গৌরী তার বড় মাসি। মেঘনা সরে যাওয়ার পর বেলা গৌরীকে বলে সে তাকে ক্ষমা করতে পারবে না। সে জানে উদয়ন তার বাবা কিন্তু গৌরীর কোনো অধিকার নেই সুভাষ এবং তাকে ফেলে রেখে চলে যাওয়ার। গৌরী ডিভোর্স পেপার রেখে যায়; বেলা খুশি যে সে কাকতালীয়ভাবে তার বাবাকে গৌরীর সাথে আবার দেখার যন্ত্রণা থেকে রক্ষা করতে পেরেছিল। গৌরী তারপরে কলকাতায় ফিরে যায়, যেখানে, একা এবং সম্পূর্ণ হতাশার মধ্যে, সে আত্মহত্যা করার এক ধাপের মধ্যে আসে। পরে, ক্যালিফোর্নিয়ায় ফিরে আসার পর, গৌরী বেলার কাছ থেকে একটি চিঠি পায় যাতে মেঘনা তার সম্পর্কে জিজ্ঞাসা করে, বেলা সিদ্ধান্ত নিয়েছে যে সে একদিন মেঘনাকে সত্য বলবে এবং সম্ভবত ভবিষ্যতে কোনো এক সময়ে, তারা তিনজন দেখা করার চেষ্টা করতে পারে। \nসুভাষ এবং এলিস বিয়ে করে কেনমেয়ার যায় হনিমূনে। সেখানে যখন কিছু শিলা গঠন দেখে, তার উদয়নের কথা মনে পরে। শেষ অধ্যায় আবার দেখা যাই তার হত্যার দিন। উদয়ন কোন দেবদূত নয়; সে হত্যাকাণ্ডে অংশগ্রহণ করে। তা সত্ত্বেও তার কিছুটা অনুশোচনা হয়, মনে হয় গৌরীর সাথে তার একটু তাড়াতাড়ি দেখা হলে এমন জীবন থেকে নিজেকে বাঁচাতে পারতেন। মারা যাওয়ার সাথে সাথে সে গৌরীর কথা মনে করে।\n2013 সালের সেপ্টেম্বরে, দ্য লোল্যান্ডকে 2013 সালের ম্যান বুকার পুরস্কারের জন্য সংক্ষিপ্ত তালিকায় রাখা হয়েছিল,   যা শেষ পর্যন্ত এলেনর ক্যাটনের দ্য লুমিনারিজে গিয়েছিল। পরের মাসে এটি কথাসাহিত্যের জন্য জাতীয় বই পুরস্কারের জন্য দীর্ঘ তালিকাভুক্ত ছিল, এবং 16 অক্টোবর 2013-এ চূড়ান্তভাবে প্রকাশিত হয়েছিল।  এপ্রিল 2014 সালে, এটি কথাসাহিত্যের জন্য বেইলি মহিলা পুরস্কারের জন্য সংক্ষিপ্ত তালিকাভুক্ত হয়েছিল।  এটি দক্ষিণ এশীয় সাহিত্যের জন্য ডিএসসি পুরস্কার জিতেছে (2014)। \nভোগ বলেছেন যে বইটির পর্যালোচনায় লাহিড়ী \"তার শিল্পকলার উচ্চতায়\" ছিলেন। ও, দ্য অপরাহ ম্যাগাজিন বইটিকে \"কৌতুহলী\" বলে অভিহিত করেছে যখন শিকাগো ট্রিবিউন তাকে \"একজন মহান আমেরিকান লেখক\" বলেছে।\n\n\n== তথ্যসূত্র =="}