{"pageid": 1132808, "title": "থাইল্যান্ডে পতিতাবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1132808", "content": "থাইল্যান্ডে পতিতাবৃত্তি অবৈধ নয়, তবে এর সাথে জড়িত অনেক কার্যকলাপ অবৈধ। পুলিশ দুর্নীতি এবং ভিয়েতনাম যুদ্ধ থেকে বিস্তৃত অর্থনৈতিক নির্ভরতার কারণে, পতিতাবৃত্তি দেশে একটি উল্লেখযোগ্য উপস্থিতি রয়ে গেছে।  তারা সাধারণত দারিদ্র্য, শিক্ষার নিম্ন হার, স্থানীয় নিয়োগের অভাব, গ্রামীণ পটভূমি এবং বেশিরভাগ ইসান/উত্তর-পূর্ব, জাতিগত সংখ্যালঘু বা প্রতিবেশী দেশগুলি থেকে, বিশেষ করে মিয়ানমার এবং লাওস থেকে আসে।   ২০১৯ সালের ইউএনএইডস অনুমান করেছে থাইল্যান্ডে যৌনকর্মীদের মোট জনসংখ্যা ৪৩,০০০। \n\n\n== অবস্থান ==\n\nথাইল্যান্ডের প্রাথমিক পর্যটন \"পতিতাবৃত্তি অঞ্চল\" প্রায়শই ব্যাংকক  এবং পাতায়া  এবং ফুকেট দ্বীপের পাটং বিচ রিসোর্ট হিসেবে চিহ্নিত করা হয়।  এছাড়াও হাট ইয়াই এবং অন্যান্য মালয়েশিয়ার সীমান্ত শহর মালয়েশীয়রা পূরণ করে।  ব্যাংকক-এ পতিতাবৃত্তির সাথে সবচেয়ে বেশি জড়িত এলাকাগুলির মধ্যে রয়েছে পাটপং এর বিনোদন জেলা  পাশাপাশি পশ্চিমের সুখুমভিট রোড এলাকায় অবস্থিত যেমন সোই কাউবয়  নামক রাস্তা এবং নানা প্লাজা ভবন।  রাতচাদাফিসেক বিনোদন জেলা হিসাবে পরিচিত এলাকা, হুয়াই খোয়াং মোড়ের কাছে রাতচাদাফিসেক রোড ধরে চলমান, এটি যৌন ম্যাসেজ সহ বেশ কয়েকটি বড় বিনোদন স্থানের অবস্থান।  মধ্য ব্যাংককের লুম্ফিনি পার্ক একটি পতিতাবৃত্তি স্থল হিসাবে সুপরিচিত।  পাতায়াতে পতিতাবৃত্তির সাথে জড়িত প্রাথমিক এলাকাগুলি হল বয়েজটাউন, সুনি প্লাজা এবং ওয়াকিং স্ট্রিট। \nস্বাধীনভাবে কাজ করার ঝুঁকি মোকাবেলা করার পরিবর্তে, অনেক যৌনকর্মী \"ক্যারাওকে\" বার, \"ম্যাসেজ\" পার্লার বা পতিতালয়ে কাজ করে।  পতিতালয়, হোটেল, ম্যাসেজ পার্লার, রেস্তোরাঁ, সৌনা, হোস্টেস বার, গো-গো বার এবং \"বিয়ার বার\" সহ বিভিন্ন ধরনের ভেন্যুতে পতিতাবৃত্তি সংঘটিত হতে পারে।  অন্যান্য সেবা খাতের কর্মীরা পার্শ্বীয় সেবা হিসাবে যৌন সেবা প্রদান করে। থাই পতিতাবৃত্তিকে বিভিন্ন বিভাগে বিভক্ত করা হয়েছে (মূল মানদণ্ড হল গ্রাহকদের আর্থ-সামাজিক অবস্থা এবং গ্রাহক এবং পতিতা উভয়ের জাতীয়তা)।  সোজাসাপ্টা পতিতালয়, যেগুলি যৌনতা ব্যতীত কোন পরিষেবা প্রদান করে না, বাজারের নিম্ন প্রান্তের প্রতিনিধিত্ব করে৷ এগুলি ব্যাংককের বাইরে সবচেয়ে সাধারণ, নিম্ন আয়ের থাই পুরুষদের পরিষেবা দেয়। \nথাই আইনের অধীনে পতিতাবৃত্তি থেকে লাভ করা নিষিদ্ধ, তবে কারাওকে বার এবং ম্যাসেজ পার্লারগুলি স্বাভাবিক, আইনি ব্যবসা হিসাবে নিবন্ধিত হতে পারে। যখন এই ধরনের প্রাঙ্গনে যৌনকর্মীদের গ্রেপ্তার করা হয়, তখন পুলিশ সাধারণত পতিতাবৃত্তির কাজটিকে যৌনকর্মী এবং গ্রাহকের মধ্যে একটি বিনিময় হিসাবে বিবেচনা করে - একটি বিনিময় যার ব্যবসার মালিক পক্ষ ছিল না। যদিও অস্বাভাবিক, বিদেশী গ্রাহকের বিরুদ্ধে অভিযোগ আনার ঘটনা ঘটেছে, পাতায়া এমন একটি অবস্থান যেখানে বেশিরভাগ বিদেশী, পুলিশ অভিযানে ধরা পড়েছে।  এই ধরনের প্রতিষ্ঠানের মালিকদের শুধুমাত্র অপরাধের জন্য অভিযুক্ত করা হয় যখন অন্যান্য আইন ভঙ্গ করা হয়, যেমন অপ্রাপ্ত বয়স্ক কর্মীদের নিয়োগ বা অবৈধ অভিবাসী। \n\n\n=== সাবান মালিশ ===\n\nসাবান ম্যাসাজ স্থাপনা (থাই: สถานอาบอบนวด; </noinclude>আরটিজিএস: sathan ap op nuat, \"স্নান এবং ম্যাসাজের স্থান\"), জাপানি সাবানভূমির অনুরূপ, সাধারণত তেল মালিশ, নগ্ন শরীরে ম্যাসাজ, বা স্নানের চিকিত্সা যা যৌন পরিষেবাকে অন্তর্ভুক্ত করে।  এই ধরনের প্রতিষ্ঠানে, পুরুষ গ্রাহকরা মহিলা পতিতাদের সাথে যৌন কার্যকলাপে লিপ্ত হতে পারে।  স্থানীয়দের লক্ষ্য করা পতিতা প্রতিষ্ঠানগুলি সাধারণত এই ধরনের \"বাথিং-সোনা-ম্যাসেজ\" পার্লার।  ব্যাংককের কিছু অংশে এত বেশি সাবান ম্যাসেজ ব্যবসা রয়েছে, ভূগর্ভস্থ পানি অবৈধভাবে পাম্প করে প্রচুর পরিমাণে জল ব্যবহার করে, যেগুলিকে কর্তৃপক্ষের দ্বারা অভিযুক্ত করা হয়েছে যে তারা প্রতি বছর এক সেন্টিমিটার ব্যাঙ্ককের পানির স্তর হ্রাসে অবদান রাখে৷ \n\n\n=== কারাওকে বার ===\n\nএকজন পর্যবেক্ষক বলেছেন যে, \"তথাকথিত 'ক্যারাওকে বার'-এ সাধারণত কারাওকে মেশিনগুলিকে সাজসজ্জা হিসাবে দেখায়, যদিও খুব কম সংখ্যক গ্রাহকই গান গাওয়ার জন্য এই ধরনের জায়গায় যান, বরং যৌন পরিষেবা কিনতে যায়।\"  উবন রাতচাথানি প্রাদেশিক স্বাস্থ্য পরিষেবার ২০১৫ সালের একটি সমীক্ষায়, উবন রাতচাথানি প্রদেশে রেস্তোরাঁ এবং কারাওকে বারগুলিতে ২,৪১০ জন মহিলা কাজ করছিলেন৷ এর মধ্যে ১,২৩০ জন নিশ্চিত যৌনকর্মী। তাদের মধ্যে অর্ধেকেরও বেশি—৬৯২ নারী—লাওস থেকে থাইল্যান্ডে অবৈধভাবে কাজ করছে। \n\n\n=== ম্যাসেজ পার্লার ===\n\nযদিও থাইল্যান্ড থাই ম্যাসেজের জন্য পরিচিত, তার অ-যৌন, ঐতিহ্যবাহী ম্যাসেজ শৈলীর জন্য, যা নুআট ফান বোরান নামে পরিচিত, কিছু ম্যাসেজ পার্লার গ্রাহকদের হ্যান্ডজব, ওরাল সেক্স এবং হাতমৈথুন যৌন মিলন সহ অতিরিক্ত খরচে ইরোটিক ম্যাসেজ প্রদান করে। ২০১৬ সালে ফেডারেশন অফ থাই স্পা অ্যাসোসিয়েশন কর্তৃপক্ষকে কিছু ম্যাসেজ পার্লারে দেওয়া যৌন পরিষেবা বন্ধ করার জন্য অনুরোধ করেছিল। প্রভাবশালী ব্যক্তিরা \"সুন্দর স্পা\" বা ম্যাসেজ পার্লার খোলার জন্য আইনি ফাঁক ব্যবহার করে যেখানে পর্যটকরা যৌন পরিষেবা কিনতে পারে।  এই ধরনের ম্যাসেজ এবং আব ওব নুয়াতের মধ্যে পার্থক্য হল যে সমস্ত ম্যাসেজ পার্লার যৌন পরিষেবা প্রদান করে না।\n\n\n=== বিদেশীদের জন্য ক্যাটারিং করা বার ===\n\nমহিলা (\"বারগার্লস\"), বা পুরুষ, সমকামী বারের ক্ষেত্রে, বা ট্রান্সসেক্সুয়াল (\"কাথোয়েস\") বারগুলিতে নর্তক হিসাবে (গো-গো বারগুলির ক্ষেত্রে) বা কেবল হোস্টেস হিসাবে নিযুক্ত করা হয়, যারা গ্রাহকদের উত্সাহিত করবে তাদের পানীয় কিনতে। এই ধরনের বারগুলি ছাড়াও, আরও কয়েকটি যৌন ব্যবসার স্থান রয়েছে। এইসব প্রতিষ্ঠানের বেশির ভাগেই পতিতারা সরাসরি নিযুক্ত, কিন্তু হোটেলে, কিছু বার এবং ডিস্কো ফ্রিল্যান্স পতিতাদের গ্রাহকদের অনুরোধ করার অনুমতি দেওয়া হয়।  পতিতারা সাধারণত একটি কমিশন পায় যখন একজন গ্রাহক পানীয় কিনবে এবং যৌন পরিষেবা প্রাঙ্গনে বা অন্য কোথাও করার ব্যবস্থা করা যেতে পারে (পরবর্তীতে পতিতাকে বার থেকে মুক্তি দেওয়ার জন্য গ্রাহককে \"বার জরিমানা\" দিতে হবে)। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাসত্বের আধুনিক রূপ: থাইল্যান্ডের পতিতালয়ে বার্মিজ নারী ও মেয়েদের পাচার, 1993 রিপোর্ট।\nএইচআইভি এবং এইডস (UNAIDS) বিষয়ক যৌথ জাতিসংঘের কর্মসূচি\nUNAIDS যৌনকর্মী: আকার অনুমান"}