{"pageid": 1133120, "title": "মানকর রঙমহল", "url": "https://bn.wikipedia.org/wiki?curid=1133120", "content": "রঙমহল পশ্চিমবঙ্গের পূর্ব বর্ধমান জেলার মানকরে অবস্থিত একটি ঐতিহাসিক জমিদারবাড়ি।    \n\n\n== ইতিহাস ==\nপূর্ব বর্ধমান জেলার মানকর একটি প্রাচীন সমৃদ্ধ স্থান। এখানকার রাইপুর অঞ্চলেই রয়েছে এই রঙমহল জমিদারবাড়ি। মানকরের এই কনৌজ ব্রাহ্মণরাই ছিলেন মানকরের প্রধান জমিদার। সে প্রায় ৫০০ বছর আগের কথা। এই বংশের আদিপুরুষ ছিলেন উত্তর ভারতের কনৌজ নিবাসী বদলে দুবে । তাঁর পরবর্তী উত্তরপুরুষরা হলেন মনোরথ দুবে ও শ্রীকান্ত দুবে। এই শ্রীকান্ত দুবে কনৌজ থেকে মথুরায় রাধাবল্লভ সম্প্রদায়ের কাছে দীক্ষা নিয়ে মেদিনীপুরের চন্দ্রকোণায় আসেন এবং গোস্বামী উপাধি লাভ করেন। তাঁদের উত্তরপুরুষরা হলেন মধুসূদন গোস্বামী, নিহারীদাস গোস্বামী এবং শ্যামসুন্দর গোস্বামী। সপ্তদশ শতাব্দীর শেষ দিকে পণ্ডিত শ্যামসুন্দর গোস্বামী বর্ধমান মহারাজ জগৎরাম রাই ও তাঁর স্ত্রী ব্রজকিশোরী দেবীকে দীক্ষা দেন। এবং মানকরের পাশে খান্ডারী গ্রামে এসে বসবাস শুরু করেন। শ্যামসুন্দর গোস্বামীর পুত্র ভক্তলাল গোস্বামী বর্ধমান মহারাজ কীর্তিচাঁদ রাই ও তাঁর পুত্র চিত্রসেন রাইকে দীক্ষা দেন। এবং গুরুদক্ষিণা স্বরূপ ১১২৯ বঙ্গাব্দে তথা ১৭২২ খ্রীষ্টাব্দে মহারাজ কীর্তিচাঁদের কাছ থেকে মানকর রাইপুর গ্রাম ব্রহ্মোত্তর পান। পণ্ডিত ভক্তলাল গোস্বামীই ছিলেন মানকর রাইপুরের প্রথম জমিদার। তিনি রঙমহল নামে জমিদারবাড়ি, রাধাবল্লভ মন্দির, সিংহবাহিনী মন্দির প্রভৃতি নির্মাণ করেন।  \n\n১১৩৫ বঙ্গাব্দে উত্তরায়ণ সংক্রান্তির দিন রাধাবল্লভ জিউকে নবনির্মিত নবরত্ন মন্দিরে স্থাপন করা হয়।  \nভক্তলাল গোস্বামীর পরবর্তী জমিদাররা হলেন ব্রজলাল গোস্বামী, সেতবলাল গোস্বামী ও অজিতলাল গোস্বামী। মানকরের উন্নয়নে তিনি ভূমিকা গ্রহণ করেন। মানকর ছাড়াও ভরতপুর ও খান্ডারী গ্রামে আরও দুটি এস্টেট ছিল। অজিতলালের পরবর্তী জমিদার হন তাঁর দৌহিত্র হিতলাল মিশ্র। তিনি ছিলেন অজিতলাল ও হরিপ্রিয়া দেবীর কন্যা ধনকুমারী দেবীর একমাত্র পুত্র। এই হিতলাল মিশ্র ছিলেন এই বংশের সবচেয়ে কৃতি জমিদার। তিনি ছিলেন বহুমুখী প্রতিভার অধিকারী। তাঁর পাণ্ডিত্য, জ্ঞান, উদারতাবোধ ও জনহিতকর কার্যাবলী আজও আমাদের অবাক করে। একাধারে তিনি ছিলেন জমিদার, আরেকদিকে তিনি ছিলেন নীলকুঠির মালিক, আবার তিনিই ছিলেন বর্ধমান রাজপরিবারের কুলগুরু ও পুঁথি রচয়িতা। হিতলাল মিশ্র অসংখ্য পুঁথি রচনা করেন এবং হাতের লেখা পুঁথি সংগ্রহ করতেন  পুঁথি সংগ্রহ করে রাখার জন্য তিনি তাঁর গৃহে ভাগবতালয় নির্মাণ করেন। তাঁর ভাগবতালয়ে পুঁথির সংগ্রহ যা ছিল তা বর্ধমান জেলার অন্য কোথাও ছিলনা বোধ হয়। হিতলাল মিশ্র শ্রীমদ্ভাগবতগীতার ভাষ্যও রচনা করেন। সাহিত্যসম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় তাঁর বঙ্গদর্শন পত্রিকায় হিতলাল মিশ্রের গীতার প্রশংসা করেন। তিনি লেখেন, “বাঙ্গালা টীকা দুই প্রকার হইতে পারে। এক, শঙ্করাদি-প্রণীত প্রাচীন ভাষ্যের ও টীকার বাঙ্গালা অনুবাদ দেওয়া যাইতে পারে। দ্বিতীয়, নূতন বাঙ্গালা টীকা প্রণয়ন করা যাইতে পারে। কেহ কেহ প্রথমোক্ত প্রথা অবলম্বন করিয়াছেন। বাবু হিতলাল মিশ্র নিজকৃত অনুবাদে, কখন শঙ্করভাষ্যের সারাংশ, কখন শ্রীধর স্বামীর কৃত টীকার সারাংশ সঙ্কলন করিয়াছেন। .... ইঁহাদিগের নিকট বাঙ্গালী পাঠক তজ্জন্য বিশেষ ঋণী।” \nবঙ্কিম রচনাবলীর ‘শ্রীমদ্ভাগবতগীতা’ প্রবন্ধের ভূমিকায় এখনও তার উল্লেখ পাওয়া যায়। হিতলাল মিশ্র মানকরে টোলও প্রতিষ্ঠা করেন। তাঁর আমলে টোল ও ভাগবতালয় ইত্যাদির মাধ্যমে মানকরে একটা বিদ্যাচর্চার একটা উৎসাহ সঞ্চারিত হয়েছিল। তিনি সভাপণ্ডিত ছাড়াও জ্ঞানীগুণী পণ্ডিতদের সসম্মনে সমাদর করতেন। তাদের মধ্যে গদাধর শিরোমণি, নারায়ণ চূড়ামনি, যাদবেন্দ্র সার্বভৌম প্রভৃতি ব্যক্তির নাম উল্লেখযোগ্য। জমিদার হিতলাল মিশ্রের পাণ্ডিত্য ও ভাগবতের উদারতাবোধ তাকে অসাম্প্রদায়িক করে তুলেছিল। ১৮৬০ খ্রিস্টাব্দে হিন্দু জমিদার হয়েও তিনি মুসলমানদের জন্য মসজিদ তৈরি করে দিয়েছিলেন। তার খরচ নির্বাহের জন্য ১৫ বিঘা নিস্কর জমি ও অজু করার জন্য একটি পুকুরও দান করেন। আবার তিনিই বর্তমান মানকর হাসপাতালের কাছে গির্জা প্রতিষ্ঠা করেন। মানকরে হাই ইংলিশ স্কুল প্রতিষ্ঠায় তার অবদান ছিল অনস্বীকার্য। মানকর হাটতলার হাটটির পত্তন করেন হিতলাল মিশ্রই। তিনি সেখানে দুটি বড়ো হাট চালা নির্মাণ করে দেন। মানকর থেকে বুদবুদ পর্যন্ত রাস্তাটি তৎকালীন ব্রিটিশ সরকারের গড়িমসির ফলে সংস্কারের অভাবে চলাচলের অনুপযোগী হয়ে উঠলে তিনি সেটি নিজে সংস্কার করান এবং সৌন্দর্যায়নের জন্য রাস্তার দুপাশে কয়েকশো তালগাছ রোপণ করেন। ১৮৭৩ খ্রীষ্টাব্দ নাগাদ মানকর অঞ্চলে দুর্ভিক্ষ দেখা দেয়। খাদ্যাভাব ও জলসঙ্কটের ফলে অবস্থা শোচনীয় হয়ে ওঠে। এইরকম পরিস্থিতিতে গুরুত্বপূর্ণ ভূমিকা পালন করেন হিতলাল মিশ্র। তিনি জলসঙ্কট দূর করার জন্য বর্ধমানের কৃষ্ণসায়রের অনুকরণে মানকরে কাটালেন কৃষ্ণগঙ্গা দীঘি। তার চারপাশে মোট ১২ টি ঘাট নির্মাণ করেন এবং সৌন্দর্যায়নের জন্য দীঘির চারিদিকে বিভিন্ন গাছপালা রোপণ করেন।\nমাত্র ২৮ বছর বয়সে হিতলাল মিশ্রের একমাত্র পুত্র জগদীশ মিশ্রর অকালমৃত্যু হয়। তাই ১৮৭৯ খ্রীষ্টাব্দে হিতলাল মিশ্রের পরবর্তী জমিদার হন তাঁর দৌহিত্র রাজকৃষ্ণ দীক্ষিত। তিনি ছিলেন বীর ও সাহসী এবং ছিলেন ব্রিটিশ বিরোধী। একসময় তিনি তাঁর জমিদারীতে বিলাতি দ্রব্য নিষিদ্ধ করেন। ১৯০৫ সালে বঙ্গভঙ্গ আন্দোলন চারিদিকে ছড়িয়ে পড়ে। তার প্রভাব পড়েছিল মানকরেও। মানকর রঙমহলের জমিদার রাজকৃষ্ণ দীক্ষিত মানকরে বিলাতি কাপড় পুড়িয়ে বঙ্গভঙ্গ প্রতিবাদী আন্দোলনে সামিল হন এবং গ্রেফতার হন। তিনিই ছিলেন বাংলার প্রথম জমিদার যিনি স্বদেশী আন্দোলনের জন্য জেল খেটেছিলেন। তাঁর প্রতিবাদ ও সাহসের জন্য হিতবাদী সংস্থা জমিদার রাজকৃষ্ণ দীক্ষিতকে হাতির দাঁতের ছড়ি, রূপোর মেডেল ও শাল দিয়ে পুরস্কৃত করে । তিনি ব্রিটিশ বিরোধী বিপ্লবীদের নানাভাবে সাহায্য করতেন। রাজকৃষ্ণ দীক্ষিতের পরবর্তী জমিদার হন তাঁর পুত্র রাধাকান্ত দীক্ষিত। তিনি ছিলেন স্বাধীনতা সংগ্রামী। দেশকে স্বাধীন করবার জন্য সেইসময় বিপ্লবীরা অনুশীলন সমিতি তৈরি করেছিল। সেই গুপ্ত সমিতির বিপ্লবীরা গোপনে মানকর রঙমহলের সাথে যোগাযোগ রাখতেন। যাদবেন্দ্র পাঁজা, নিরোদ মিত্র, জিতেন চৌধুরী, গিরিজাপ্রসাদ ভট্টাচার্য, ফকিরচন্দ্র রায় এইসব বিপ্লবীরা গোপনে রঙমহলে আসতেন। জমিদারবাবুর সাথে আলোচনা চালাতেন স্বাধীনতা সংগ্রামের বিভিন্ন পদক্ষেপ নিয়ে। জমিদার রাধাকান্ত দীক্ষিত জমিদারীর কিছু কিছু অংশ বিক্রি করে প্রাপ্ত গোপনে বিপ্লবীদের দিয়ে সাহায্য করতেন। মাত্র ৩২ বছর বয়সে রাধাকান্ত দীক্ষিতের মৃত্যুর পর তাঁর স্ত্রী শক্তিবালা দেবী দত্তক নেন কাঞ্চনকন্তি দীক্ষিতকে। তিনিই ছিলেন মানকর রঙমহলের শেষ জমিদার।\nদেশ স্বাধীন হওয়ার পর ১৯৫৪ সালে জমিদারী উচ্ছেদ আইন কার্যকর হলে রঙমহলে প্রায় ২৫০ বছরের জমিদারীর অবসান হয়। এরপরেও দীক্ষিত পরিবার তিন দশক তাঁদের এই বসতবাটিতে বসবাস করে।‌ ১৯৮৩ সালে রঙমহলে ডাকাতি হলে বেশ কিছু গুরুত্বপূর্ণ নথি, অসংখ্য পুঁথি, ঠাকুরের বাসনপত্র সহ আরো নানান মূল্যবান সামগ্রী লুট হয়। এছাড়াও তাঁরা আরো নানা রাজনৈতিক প্রতিকূল পরিস্থিতির সম্মুখীন হন।  এইসব ঘটনার পর শক্তিবালা দেবী ও কাঞ্চনকান্তি দীক্ষিত মানকর ছাড়ার পরিকল্পনা করেন। ১৯৮৯ সালে দীক্ষিত পরিবার তাঁদের কুলদেবতা রাধাবল্লভ জিউ, শ্রীরাধিকা ও দেবী সিংহবাহিনী মূর্তিসহ তাঁদের ঐতিহাসিক বসতবাটি রঙমহল ছেড়ে স্থায়ীভাবে বর্ধমানে বসবাস শুরু করে।\n\n\n== চিত্রসমূহ ==\n\n \n\n \n \n\n\n== তথ্যসূত্র ==\n\nGupta, Amitabha। \"Day trip: The heritage ruins of Mankar\"। The Telegraph। সংগ্রহের তারিখ 25/03/2022।"}