{"pageid": 1133619, "title": "নিউ মাল–চ্যাংড়াবান্ধা-নিউ কোচবিহার লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1133619", "content": "নিউ মাল-চ্যাংরাবান্ধা-নতুন কোচবিহার লাইন হল ২টি লাইনের একটি সেট যা চ্যাংরাবান্ধা কোচবিহার জেলার ভারত-বাংলাদেশ সীমান্তের কাছে একটি সীমান্ত ট্রানজিট পয়েন্ট জলপাইগুড়ি জেলার নিউ মাল এবং কোচবিহার জেলার নিউ কোচবিহার স্টেশনগুলির সাথে সংযোগ করে। পশ্চিমবঙ্গের। এটি উত্তর- পূর্ব সীমান্ত রেলওয়ের আওতাধীন।২০০২ সালে এর গেজ রূপান্তর শুরু হওয়ার আগে লাইনের মালবাজার - চ্যাংরাবান্ধা অংশটি একটি মিটার-গেজ লাইন ছিলো  ।মালবাজার-চ্যাংড়াবান্ধা বিভাগটি গেজ রূপান্তরের পরে ২০ জানুয়ারী ২০১৬-এ জনসাধারণের জন্য পুনরায় খোলা হয়েছিল। নতুন চ্যাংরাবান্ধা-নতুন কোচবিহার ব্রড-গেজ লাইনটি নতুন ময়নাগুড়ি-জোগিঘোপা রেললাইনের একটি অংশ হিসাবে উত্তরবঙ্গ থেকে আসামের বিকল্প সংযোগ প্রদানের জন্য একটি সম্প্রসারণ হিসাবে নির্মিত হয়েছিল এবং  ফেব্রুয়ারি ২০১৬-এ জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== বেঙ্গল ডুয়ার্স রেলওয়ে ===\nবেঙ্গল ডুয়ার্স রেলওয়ে কোম্পানি এই এলাকায় বেশ কয়েকটি মিটার-গেজ লাইন তৈরি করেছিল। এটি ওয়েস্টার্ন ডুয়ার্স খোলার জন্য এবং এই অঞ্চলে চা শিল্পের বিকাশের জন্য তার প্রধান লাইন শুরু করেছিল। মূল লাইনটি তিস্তা নদীর পূর্ব তীরে তৎকালীন বার্নেস ঘাট (বর্তমান ময়নাগুড়ি রোড স্টেশনের কাছে) থেকে মাল জংশন হয়ে ড্যাম ডিম পর্যন্ত প্রসারিত হয়েছিল এবং ১৫ জানুয়ারী ১৮৯৩ সালে পরিষেবার জন্য খোলা হয়েছিল।\n১১ জুন ১৮৯৩ সালে জলঢাকা নদীর পশ্চিম তীরের  রামশাই চা বাগানে পরিসেবার জন্য লাটাগুড়ি-রামশাই শাখা লাইন খোলা হয়।\nমূল লাইনটি আরও দক্ষিণে প্রসারিত হয়েছিল, প্রথমে বার্নস জংশন থেকে বাউড়া (২০ এপ্রিল ১৯০০) এবং তারপরে বাউরা থেকে ভোটমারী (২১ অক্টোবর ১৯০০) এবং অবশেষে ভোটমারী থেকে এটি ২০ নভেম্বর ১৯০০ সালে ইস্টার্ন বেঙ্গল রেলওয়ের লালমনিরহাট জংশনের সাথে সংযুক্ত হয়েছিল। \n১৯৪১ সালে বেঙ্গল ডুয়ার্স রেলওয়ে ইস্টার্ন বেঙ্গল রেলওয়ের সাথে একীভূত হয় যা ১৯৪২ সালে বেঙ্গল ও আসাম রেলওয়ে গঠনের জন্য আসাম বেঙ্গল রেলওয়ের সাথে মিলিত হয়। ১৯৪৭ সালে ভারত বিভক্তির আগ পর্যন্ত তারা অপারেটর ছিল।\n\n\n=== দেশভাগ-পরবর্তী ===\n১৯৪৭ সালে ভারত বিভাগের পর, লালমনিরহাট জংশনের সাথে সংযোগ বিচ্ছিন্ন হয়ে যায় কারণ লাইনটি ভারতের দিকে চ্যাংরাবান্ধা শেষ হয়। বুড়িমারী থেকে লালমনিরহাট মোড় পর্যন্ত লাইনের বাকি অংশ পূর্ব পাকিস্তানের দিকে পড়েছে।\nনিউ জলপাইগুড়ি-আলিপুরদুয়ার-সমুকতলা রোড লাইনের গেজ রূপান্তর না হওয়া পর্যন্ত মিটার-গেজ পরিষেবাগুলি শিলিগুড়ি জংশন থেকে চ্যাংরাবান্ধা পর্যন্ত অব্যাহত ছিল যা এলাকার একমাত্র এমজি লাইন হিসাবে মালবাজার-চ্যাংরাবান্ধা অংশকে বিচ্ছিন্ন করেছে। \n\n\n=== গেজ রূপান্তর ===\n৬২.৭ কিলোমিটার (৩৯.০ মাইল) দীর্ঘ মালবাজার-চ্যাংড়াবান্ধা রেলওয়ে সেকশনটিকে ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি) -এ রূপান্তরিত করা হয়েছিল  ব্রডগেজে, যার জন্য কাজ শুরু হয়েছিল ২০০২ সালে। লাইনটি ২০ জানুয়ারী ২০১৬-এ জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল এবং শিলিগুড়ি জং এবং চ্যাংরাবান্ধার মধ্যে একটি নতুন যাত্রীবাহী ট্রেন চালু হয়েছিল।রামশাইয়ের দিকে পুরানো এমজি শাখা লাইনটি রূপান্তরিত হয়নি এবং ভেঙে ফেলা হয়েছিল। \n\n\n== নতুন আসাম লিংক ==\nউত্তরবঙ্গ ও আসামের মধ্যে একটি তৃতীয় নতুন সংযোগ প্রদানের জন্য, ৩২৪ কিলোমিটার (২০১ মাইল) নতুন ময়নাগুড়ি-জোগিঘোপা লাইন প্রকল্পটি ২০০০-০১ সালের রেল বাজেটে অন্তর্ভুক্ত করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}