{"pageid": 1133762, "title": "সেকিরঙ্কাই", "url": "https://bn.wikipedia.org/wiki?curid=1133762", "content": "সেকিরাঙ্কাই (赤瀾会; রেড ওয়েভ সোসাইটি ) ছিল একটি জাপানি সমাজতান্ত্রিক নারী সংগঠন যা ১৯২১ সালে সক্রিয় ছিল। একটি নৈরাজ্যবাদী গোষ্ঠীর সদস্যরা ১৯২১ সালের এপ্রিল মাসে সংগঠনটি প্রতিষ্ঠা করে। বিশিষ্ট নারীবাদী ইয়ামাকাওয়া কিকুয়ে এবং নো ইটো এই দলের উপদেষ্টা ছিলেন, যারা সেই বছরের মে দিবসের কর্মকাণ্ডে অংশগ্রহণ করেছিল, ওমেদেতাশি পত্রিকা প্রকাশ করেছিল, সেমিনার ও বক্তৃতা করেছিল এবং সেনাবাহিনীতে যুদ্ধবিরোধী লিফলেট বিতরণ করেছিল। তাদের ইশতেহারে পুঁজিবাদের নিন্দা করা হয়েছে, যুক্তি দেওয়া হয়েছে যে এটি নারীদের দাস ও পতিতাতে পরিণত করেছে। সেকিরাঙ্কাই ছিল প্রথম নারী সমাজতান্ত্রিক সমিতি এবং শিন ফুজিন কিয়োকাই (নতুন মহিলা সমিতি) এর সাথে সংঘর্ষে লিপ্ত হয়। সংগঠনটি গঠনের আট মাস পর বিলুপ্ত হয়ে যায়।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\nসেকিরঙ্কাই ইম্পেরিয়াল জাপানে এমন সময়ে গঠিত হয়েছিল যখন সমাজতান্ত্রিক চিন্তা প্রকাশ্যে প্রকাশের জন্য যথেষ্ট গতি অর্জন করেছিল।\nসেকিরাঙ্কাই  ১৯২১ সালের এপ্রিল মাসে সাকাই মাগারা, কুতসুমি ফুসাকো, হাশিউরা হারুনো এবং আকিজুকি শিজুয়ে দ্বারা প্রতিষ্ঠিত একটি নৈরাজ্যবাদী গোষ্ঠী থেকে প্রতিষ্ঠিত হয়েছিল। এটি ছিল প্রথম নারী সমাজতান্ত্রিক সমিতি।  সংগঠনের উপদেষ্টা ছিলেন ইয়ামাকাওয়া কিকুয়ে এবং নো ইটো। সমিতির প্রায় ৪২ জন সদস্য ছিল, যাদের মধ্যে ১৭ জন সক্রিয় ছিলেন।  নিহন শাকাই শুগি ডোমেই (জাপান সোশ্যালিস্ট লীগ) এর সাথে সেকিরাঙ্কাইয়ের সদস্যদের ব্যক্তিগত সম্পর্ক ছিল, তাই সংগঠনটিকে লীগের \"মহিলা অফিস\" হিসাবে উল্লেখ করা হয়েছে। \nসেকিরঙ্কাই পুঁজিবাদী ব্যবস্থাকে উৎখাত করতে চেয়েছিল। তাদের প্ল্যাটফর্মে বলা হয়েছে \"আমরা যে কোনো ধরনের নিপীড়নের বিরুদ্ধে লড়াই করব যা আমাদের এবং আমাদের ভাই ও বোনদেরকে অজ্ঞতা, দারিদ্র্য এবং অধীনতার অবস্থানে রাখে।\"\n\n\n=== মে দিবসের প্রতিবাদ ===\nসংগঠনের প্রথম কার্যক্রমগুলির মধ্যে একটি ছিল সেই বছরের মে দিবসের পরিকল্পনা করা, যে দিনটি আন্তর্জাতিক শ্রমিক দিবসের প্রতিনিধিত্ব করার জন্য সমাজতান্ত্রিক এবং কমিউনিস্ট গ্রুপগুলি গৃহীত হয়েছিল। টোকিওর উয়েনো পার্কে অনুষ্ঠিত আগের বছরের মে দিবসের কার্যক্রম ছিল জাপানের প্রথম মে দিবস উদযাপন এবং এতে ৫০০০ জন লোক অন্তর্ভুক্ত ছিল বলে অনুমান করা হয়েছিল। ঘটনার জন্য, ইয়ামাকাওয়া কিকুয়ে ফুজিন নি গেকিসু (মহিলাদের প্রতি ইশতেহার) শিরোনামের একটি ইশতেহারের খসড়া তৈরি করেছিলেন যা সাম্রাজ্যবাদের জন্ম দেওয়ার জন্য পুঁজিবাদের নিন্দা করেছিল এবং পুঁজিবাদের সমস্যাকে নারীবাদী দৃষ্টিকোণ থেকে প্রণয়ন করেছিল, এবং এটি ইভেন্টে বিতরণ করার জন্য প্রচারপত্রে পরিণত হয়েছিল।  \n\nইশতেহারে লেখা ছিল:\n\nমে দিবস সর্বহারাদের দিন, আমাদের নিপীড়িত শ্রমিকদের দিন। শতাব্দীর পর শতাব্দী ধরে, নারী ও শ্রমিকরা একসাথে সহ্য করেছে নিপীড়ন ও অজ্ঞতার ইতিহাস। কিন্তু ভোর ঘনিয়ে আসছে। রাশিয়ায় আঘাত করা মর্নিং গং বিজয়ের প্রথম ধাপের ইঙ্গিত দেয় যা মিনিটে মিনিটে পৃথিবীর মুখ থেকে পুঁজিবাদের অন্ধকার দূর করবে। বোনেরা, শুনুন নারীর শক্তি যা সেই গঙ্গার ধ্বনিতে মূর্ত হয়েছে। আসুন আমরা আমাদের সর্বোচ্চ শক্তি প্রয়োগ করি এবং আমাদের ভাইদের সাথে মিলে সেই গংকে আঘাত করি যা জাপানের সর্বহারাদের মুক্তির ইঙ্গিত দেবে। জেগে থাকা নারীরা মে দিবসের মিছিলে যোগ দিন!\"সেকিরঙ্কাই\" হল একটি মহিলা সংগঠন যা পুঁজিবাদী সমাজকে ধ্বংস করতে এবং একটি সমাজতান্ত্রিক সমাজ গড়তে উদ্যোগে অংশগ্রহণের পরিকল্পনা করে। পুঁজিবাদী সমাজ আমাদের ঘরে দাসে পরিণত করে এবং বাড়ির বাইরে মজুরী দাস হিসাবে আমাদের নিপীড়ন করে। এটা আমাদের অনেক বোনকে পতিতাতে পরিণত করে। এর সাম্রাজ্যবাদী উচ্চাকাঙ্ক্ষা আমাদের প্রিয় পিতা, সন্তান, প্রিয়তমা এবং ভাইদের হরণ করে এবং তাদের কামানের চারায় পরিণত করে। এটি তাদের এবং অন্যান্য দেশের সর্বহারাদের একে অপরকে নির্মমভাবে হত্যা করতে বাধ্য করে। এটি এমন একটি সমাজ যা তার লোভী মুনাফাখোরদের জন্য আমাদের যৌবন, স্বাস্থ্য, প্রতিভা, সুখের সমস্ত সুযোগ, এমনকি আমাদের জীবনকে পিষে ফেলে এবং ত্যাগ করে এবং কোন মমতা অনুভব করে না। \"সেকিরঙ্কাই\" এই নিষ্ঠুর, নির্লজ্জ সমাজের বিরুদ্ধে সর্বাত্মক যুদ্ধ ঘোষণা করে। নারীরা যারা মুক্ত হতে চায়, তারা 'সেকিরঙ্কাই'-এ যোগ দিন!পুঁজিবাদের নিপীড়ন ও অপব্যবহার থেকে মানবজাতিকে বাঁচানোর একমাত্র উপায় সমাজতন্ত্র। যে বোনেরা ন্যায় ও নৈতিকতা ভালোবাসেন, সমাজতান্ত্রিক আন্দোলনে যোগদান করুন!\n\nসেকিরঙ্কাইয়ের প্রায় ২০ জন নারী সদস্য মে দিবসের কর্মকাণ্ডে মিছিল করেন।তারা লাল এবং কালো পতাকা বহন করে যা হাশিউরা হারুকোর তৈরি  এবং লাল তরঙ্গের জন্য \"RW\" দিয়ে আঁকা ছোট পতাকা।তারা রাজনৈতিক মিটিং এর মধ্য দিয়ে কুচকাওয়াজ করেন।  নারীদের সবাইকে গ্রেফতার করা হয়েছে।  সাংবাদিকদের কাছ থেকে ঘটনার চাঞ্চল্যকর বিবরণের ফলে সংগঠনের চলাফেরায় সরকারী বিধিনিষেধ আরোপ করা হয় কিন্তু নারীদের কার্যক্রম জাতীয় স্পটলাইটে স্থান পায়। পরের বছরের মে দিবসের বিক্ষোভের সময়, সারা দেশে নারী অংশগ্রহণকারীদের দেখা যাবে। \n\n\n=== অন্যান্য কার্যক্রম ===\n১৯২১ সালের জুন মাসে, সেকিরঙ্কাইয়ের সদস্যরা কান্দা সেইনেন কাইকানে মহিলাদের সমস্যাগুলির উপর একটি বক্তৃতা করেন।ইয়ামাকাওয়া কিকুয়ে, ইতো নো, কুটসুমি ফুসাকো, ফুজিমোরি সেকিচি, সাকাই মাগারা, এগুচি কান এবং ইশিকাওয়া সানশিরো মিটিংয়ে প্রভাষক ছিলেন।জুলাই মাসে, সেকিরঙ্কাই একটি পাঁচ দিনের সেমিনার আয়োজন করে এবং ওমেদেতাশি (শুভ পত্রিকা) পত্রিকা প্রকাশ করে। ১৯২১ সালের অক্টোবরে, তারা গুন্তাই সেক্কা জিকেন (আর্মি ঘটনার কমিউনিউজেশন) এ অংশগ্রহণ করে এবং মেইলের মাধ্যমে সেনাবাহিনীতে যুদ্ধবিরোধী লিফলেট বিতরণ করে। \n\n\n=== নতুন মহিলা সমিতির সাথে দ্বন্দ্ব ===\nসেকিরাঙ্কাই তাদের সহযোগী জাপানি নারী সংগঠন শিন ফুজিন কিওকাই (নতুন মহিলা সমিতি), যেটি ১৯২০ সালে গঠিত হয়েছিল তারও সমালোচনা করেছিলেন।সেকিরাঙ্কাই নিউ উইমেনস অ্যাসোসিয়েশনের বুর্জোয়া প্রকৃতিকে নারীর অধিকারের কারণের বিরোধী বলে মনে করেন এবং ইয়ামাকাওয়া তাইয়ো, \"দ্য নিউ উইমেনস অ্যাসোসিয়েশন এবং রেড ওয়েভ সোসাইটি\" এর জুলাই ১৯২১ সংখ্যার একটি নিবন্ধে কঠোর সমালোচনার প্রস্তাব দেন। তিনি সেখানে লিখেছেন যে \"বিপ্লব নারীদের জন্য অপরিহার্য।শুধুমাত্র সেকিরঙ্কাই উত্তর দিতে পারে।\"  একা নিবন্ধটি নিউ উইমেনস অ্যাসোসিয়েশনের জন্য একটি ধাক্কা হতে পারে, কিন্তু এটির সময় এটির প্রভাবকে আরও গভীর করে তুলেছিল, কারণ নিবন্ধটি বিশিষ্ট নতুন নারীদের লেজের উপরে উপস্থিত হয়েছিল। অ্যাসোসিয়েশন নেতা ইচিকাওয়া সংগঠন থেকে পদত্যাগ।নিবন্ধে, ইয়ামাকাওয়া তার সমালোচনাকে নিউ উইমেনস অ্যাসোসিয়েশনের নেত্রী হিরাতসুকা রাইচোকে কেন্দ্র করে, বিশ্বাস করে যে গোষ্ঠীটি শুধুমাত্র উচ্চ শ্রেণীর মহিলাদের সমস্যাগুলির উপর দৃষ্টি নিবদ্ধ করে এবং কঠোর বাস্তবতাকে উপেক্ষা করে যা শ্রমিক শ্রেণীর মহিলাদের মুখোমুখি হয়েছিল।\n\n\n=== দ্রবীভূতকরণ ===\n১৯২১ সালের শেষের দিকে সেকিরঙ্কাইয়ের কার্যক্রম বন্ধ হয়ে যায়। সেই সময়ে, ১৯০০ সালের নিষেধাজ্ঞামূলক পাবলিক অর্ডার এবং পুলিশ আইন (治安警察法 Chian Keisatsu Hō) বক্তৃতা এবং সমাবেশের উপর ক্র্যাক ডাউন করার জন্য শ্রমিক ধর্মঘট এবং শ্রমিক সংগঠনগুলিকে নিষিদ্ধ করেছিল। অনুচ্ছেদ ৫ এর কারণে, বিশেষ করে নারীদের রাজনৈতিক সভা-সমাবেশ বা রাজনৈতিক সংগঠনে যোগদান নিষিদ্ধ করা হয়েছিল। এই সরকারী নিপীড়নের পাশাপাশি, জনসাধারণের কাছ থেকে চাপ ছিল একটি শক্তিশালী বিরোধিতাকারী।সমস্ত সংবাদপত্র জুড়ে, নারীবাদী এবং সমাজতান্ত্রিক সমাজগুলিকে অধঃপতিত হিসাবে নিন্দিত করা হয়েছিল এবং ওকামোটো ইপেই এবং কিতাজাওয়া রাকুতে এর মতো অসংখ্য কার্টুনিস্টের জন্য উপহাসের বিষয় ছিল। এটি জনসাধারণের চেতনার মধ্যে এই ধরনের সংস্থাগুলির প্রতি অবিশ্বাস তৈরি করেছিল এবং যারা অন্যথায় যোগদানের জন্য প্ররোচিত হয়ে থাকতে পারে তারা নিজেদেরকে এই ধারণার বিপরীত বলে মনে করেছিল। এই জনসমালোচনা সরকারী নিপীড়ন এবং অন্যান্য নারী সংগঠনের বিদ্বেষের সাথে মিলিত হয়ে ডিসেম্বরে সংগঠনটি বিলুপ্ত করার জন্য অবদান রাখে, এটি প্রতিষ্ঠার মাত্র আট মাস পরে। সংগঠনের অনেক সদস্য আলোচনা দল সুইয়োকাই (ওয়েডনেসডে সোসাইটি) এবং সংগঠন ইয়োকাকাই (অষ্টম দিন সোসাইটি) এর মতো স্পিন-অফ গ্রুপ গঠন করে, যা সেকিরাঙ্কাই আদর্শ বহন করে চলেছে। \n\n\n== মতাদর্শ ==\nএই দলটি মার্কসবাদী মতাদর্শের মাধ্যমে নারীবাদের কাছে এসেছিল, শ্রেণী ও পণ্যায়নের সমস্যা হিসাবে মহিলারা যে সমস্যাগুলির মুখোমুখি হয়েছিল তা অন্বেষণ করে।গোষ্ঠীর বেশিরভাগ মতাদর্শগত নীতির মূল পাওয়া যায় ইয়ামাকাওয়া কিকুয়ের লেখায়, একজন জাপানি নারীবাদী এবং সমাজতান্ত্রিক লেখক যিনি সেকিরাঙ্কাইয়ের একজন বিশিষ্ট সদস্যও ছিলেন। এই মার্কসবাদী চিন্তাধারার অধীনে, সেকিরাঙ্কাই বিশ্বাস করতেন যে অর্থনৈতিক স্বাধীনতা লিঙ্গ সমতা অর্জনে একটি গুরুত্বপূর্ণ পদক্ষেপ; তাদের ইশতেহার অনুসারে, তারা বিশ্বাস করতো যে সমাজতন্ত্রের পক্ষে পুঁজিবাদের বিলুপ্তি এর জন্য একটি পূর্বশর্ত।\n\n\n== সদস্য ==\n\n\n== আরও দেখুন ==\nজাপানে নারীবাদ\nইম্পেরিয়াল জাপানে সমাজতান্ত্রিক চিন্তাধারা\n\n\n== তথ্যসূত্র =="}