{"pageid": 1133058, "title": "উমাশশী", "url": "https://bn.wikipedia.org/wiki?curid=1133058", "content": "উমাশশী (১৯১৫ - ৬ ডিসেম্বর ২০০০) ছিলেন একজন ভারতীয় বাংলা চলচ্চিত্র অভিনেত্রী। তিনি ১৯২৯ থেকে ১৯৫১ সাল  পর্যন্ত বিভিন্ন ভূমিকায় অভিনয় করেছিলেন। দুর্গাদাস ব্যানার্জি, কেএল সায়গল, পাহাড়ি সান্যাল এবং পৃথ্বীরাজ কাপুরের মতো অভিনেতাদের সাথে তার অন-স্ক্রিন জুটি সেই সময়ে বেশ জনপ্রিয় ছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nউমাশশী ১৯১৫ সালে  কলকাতার এক দরিদ্র ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তার বাবা নীলমণি চট্টোপাধ্যায়ের প্রাচীন বাড়ি ঢাকায় ছিল কিন্তু পরে তিনি কলকাতায় বসতি স্থাপন করেন। তিনি একজন কীর্তন শিল্পী ছিলেন। কখনও কখনও তিনি স্থানীয় যাত্রা দলে যাত্রা শিল্পী হিসেবে কাজ করতেন। শৈশবে উমা দারিদ্র্যের কারণে স্থানীয় একটি স্কুলে খুব কম প্রাতিষ্ঠানিক শিক্ষা লাভ করেছিলেন।  চার বছর বয়স থেকে তিনি নাচ ও গানের প্রশিক্ষণ লাভ করেন। মিস সাতকড়ি গাঙ্গুলি ছিলেন তার প্রথম সঙ্গীত ও নাচের শিক্ষক। সাতকড়ি গাঙ্গুলি একজন অভিনেত্রী হওয়ায় তিনি উমাকে নাটকের মঞ্চে নিয়ে যান। সেখানে তিনি মিনার্ভা, আলফ্রেড এবং রুসার মতো থিয়েটারে গ্রুপ ডান্সার হিসাবে কাজ শুরু করেন। খুব শীঘ্রই তিনি মঞ্চে ছোটখাটো চরিত্রে অভিনয় করা শুরু করেন। ওই দলের অংশ হিসেবে তিনি কলকাতা থেকে চট্টগ্রাম, কক্সবাজার সহ অবিভক্ত বাংলার বিভিন্ন অংশে সফররত যাত্রা দলের অংশ হন। তিনি তার সময়ে পারফেকশনিস্ট অভিনেত্রী ছিলেন। তিনি হিন্দি, উর্দু এবং ইংরেজি ভাষায় নিখুঁত উচ্চারণ করার জন্য বেশ কয়েক জন টিউটর নিয়োগ করেছিলেন। বঙ্গবালা চলচ্চিত্রে তার আত্মপ্রকাশের পর এই নির্বাক চলচ্চিত্রের জন্য তাকে মঞ্চ ছেড়ে দিতে হয়েছিল। কারণ কর্তৃপক্ষ তাদের বেতনপ্রাপ্ত নাট্য কর্মীদের চলচ্চিত্রে কাজ করার অনুমতি দিত না।\n\n\n== কর্মজীবন ==\nনির্বাক চলচ্চিত্র বঙ্গবালায় সুবর্ণা নামের একটি ছোট চরিত্রে অভিনয় শুরু করেন তিনি। তার অভিনীত অন্যান্য নির্বাক চলচ্চিত্র হল বিগ্রহ (১৯৩০) এবং অভিষেক (১৯৩১)। এই সময়ে তিনি প্রথম্র কলম্বিয়ার জন্য এবং তারপরে হিন্দুস্থান মিউজিক্যাল প্রোডাক্টস-এ শ্রীমতি উমা দেবী হিসেবে গান রেকর্ড করতে শুরু করেন । উমাশশী একজন অভিনেতা হিসাবে ৩টিরও বেশি নির্বাক চলচ্চিত্রে অভিনয় করেছিলেন। ১৯৩১ সালে, তিনি প্রথম বাংলা ভাষার সবাক চলচ্চিত্র দেনা পাওনায় অভিনয় করেন। এটি বেশ \"হিট\" চলচ্চিত্র ছিল। েখানে তিনি গাজনের একটি ভিড়ের দৃশ্যে অভিনয় করেছিলেন। পাশাপাশি তিনি মিস আভাতীর সাথে \"বাবা আপন ভোলা, মোদের পাগল ছেলে\" গানটিও গেয়েছিলেন। তিনি কিংবদন্তি সঙ্গীত পরিচালক পঙ্কজ কুমার মল্লিকের কাছে গানের প্রশিক্ষণ নিয়েছিলেন।  উমাশশীর প্রথম প্রধান ভূমিকা ছিল নিউ থিয়েটার্সের চণ্ডীদাস (১৯৩২) চলচ্চিত্রে যেখানে তিনি রামি চরিত্রে অভিনয় করেছিলেন। প্রবীণ সিনেমাপ্রেমীরা এখনও তাকে রামির চরিত্রে মনে রেখেছেন।\n\n\n== মৃত্যু ==\nতিনি 6 ডিসেম্বর ২০০০ এ মারা যান। তার পরিবার কোনো প্রচার চায়নি তাই তার মৃত্যুর কয়েকদিন পর তার মৃত্যুর খবর গণমাধ্যমে আসে।\n\n\n== পুরস্কার এবং মনোনয়ন ==\nতিনি বিএফজেএ পুরস্কার প্রদান অনুষ্ঠানে প্রধান অতিথি হিসেবে উপস্থিত ছিলেন। তিনি ২০০০ সালে জীবন্ত কিংবদন্তি হিসাবে হিরো হোন্ডা পুরস্কার পেয়েছিলেন।\n\n\n== তথ্যসূত্র =="}