{"pageid": 1133465, "title": "কড়া (গহনা)", "url": "https://bn.wikipedia.org/wiki?curid=1133465", "content": "কড়া বা কঢ়া হল একটি পুরু ধাতব বলয়ের ন্যায় গোলাকৃতি অলঙ্কার বা কাঁকন যা ভারতে সাধারণত পুরুষ ও মহিলারা তাদের হাতে বা কব্জিতে পড়ে থাকেন। এটি একটি ধর্মীয় কাঁকন যা শিখ এবং কিছু হিন্দু সম্প্রদায়ের মানুষ পরিধান করে থাকেন। এটি একটি পবিত্রতার প্রতীক। বেশিরভাগ কড়াগুলিকেই লোহা দিয়ে তৈরি করা হয়। কড়ার মধ্যে বিভিন্ন নকশা শৈলী থাকে এবং এটি সাধারণত ধর্মীয় ব্যক্তিত্বকে সম্মান জানাতে ব্যবহার করা হয়। খালসায় দীক্ষিত শিখ সম্প্রদায়ের মানুষরা কড়া পরিধান করেন। এটি শিখ সম্প্রদায়ের পাঁচটি ককার বা পাঁচটি 'ক' এর মধ্যে একটি - বিশ্বাসের এক বাহ্যিক প্রতীক - যা একজন শিখকে তার ধর্মীয় আদেশের জন্য নিবেদিত হিসাবে চিহ্নিত করে থাকে। ১৬৯৯ খ্রীষ্টাব্দে বৈশাখী অমৃত সংস্কারে দশম শিখ গুরু গোবিন্দ সিং দ্বারা কড়া পরিধানের রীতিটি প্রতিষ্ঠিত হয়েছিল। গুরু গোবিন্দ সিংহ এই সম্পর্কে ব্যাখ্যা করে বলেছিলেন:\n\nতিনি আমাকে ব্যতীত অন্য কাউকেই চিনতে পারেন না, এমনকি দানশীলতা, করুণাময় কর্ম সম্পাদন, তপস্যা এবং তীর্থস্থানে সংযমকেও তিনি চিনতে অপারগ; প্রভুর সেই পবিত্র  আলো তার হৃদয়কে আলোকিত করে, তারপর তাকেই বিশুদ্ধ খালসা হিসাবে বিবেচনা করেন।\nএছাড়াও, ইসলাম ধর্মাবলম্বী শিয়া সম্প্রদায় তাদের চতুর্থ ইমাম, ইমাম জয়েন উল আবিদীন, যিনি কারবালার দুঃখজনক ঘটনার পরে নিজের পরিবারের সাথে বন্দী হয়েছিলেন, তাঁর স্মরণে কড়া পরিধান করে থাকে। কড়া হল ঈশ্বরের সাথে অটুট সংযুক্তি এবং অঙ্গীকারের প্রতীক। এটি ঈশ্বরের সঙ্গে একটি পবিত্র বন্ধনের প্রতীক হিসেবে চিহ্নিত। শিখদের পবিত্র ধর্মগ্রন্থ গুরু গ্রন্থ সাহিব বলে \"হে আমার প্রিয় বণিক বন্ধু, দশম মাসে, তোমাকে একজন মানুষে পরিণত করা হয়েছিল এবং তোমাকে তোমার ভাল কাজ করার জন্য বরাদ্দ সময়ও দেওয়া হয়েছিল।\"একইভাবে, ভগত কবীর শিখকে সর্বদা ঈশ্বরের সাথে নিজের চেতনাকে ধরে রাখার কথা স্মরণ করিয়ে দেন: \"আপনার হাত ও পায়ের সাহায্যে আপনি আপনার সমস্ত কাজ করুন, কিন্তু আপনার চেতনাকেও পবিত্র প্রভুর সাথে থাকতে দিন।\" ভারতের উত্তর, উত্তর-পশ্চিম এবং পশ্চিমের রাজ্যের (যেমন গুজরাত, রাজস্থান এবং এমনকি মহারাষ্ট্র) অনেক পাঞ্জাবি এবং অন্যান্য অ-পাঞ্জাবি ভারতীয় হিন্দু পরিবারগুলিও কড়া পরিধান করে; অধিকন্তু, অ-শিখদের দ্বারাও কড়ার ব্যবহারকে উৎসাহিত করা হয়, কারণ এটি \"ঈশ্বরের সম্পূর্ণতা\"রই প্রতিনিধিত্ব করে থাকে এবং এটিকে পবিত্র হিসেবে মেনে চলা হয়।\n\n\n== আরো দেখুন ==\nকড়া (শিখ ধর্ম)\n\n\n== তথ্যসূত্র =="}