{"pageid": 1133183, "title": "ফসলি সন", "url": "https://bn.wikipedia.org/wiki?curid=1133183", "content": "ফসলি বর্ষপঞ্জি বা ফসলি সন, ফাসলি (উর্দু: فصلی‎‎, আরবি: فصلى) আরবি থেকে উর্দু ভাষায় আগত একটি শব্দ।\nফসলি সন অর্থ জুলাই থেকে জুন পর্যন্ত ১২ মাসের সময়কাল। ফসলি বছরের সাথে ৫৯০ যোগ করলে গ্রেগরীয় বর্ষপঞ্জিতে আসে, যেমন ১৪১০ সালের ফসলি সন গ্রেগরীয় পঞ্জিকর জুলাই ২০০০-জুন ২০০১ ছিল।\n\n\n== গঠন ==\n\nবর্ষপঞ্জিটি গঠনের বছরটিকে ৯৬৩ হিজরি সন, ইসলামি বর্ষপঞ্জি হিসাবে বিবেচনা করা হয় ও সেই বছর থেকে এটি একটি সৌর বছর বা সংবৎ বর্ষপঞ্জি হিসাবে অনুসরণ করা হয়। দিন ও মাসের নাম এবং সংখ্যা ইসলামি বর্ষপঞ্জির মতোই। বছরের প্রথম দিন ৭ বা ৮ জুন।\nআকবরের রাজত্বের বছর থেকে ফসলি বর্ষপঞ্জি শুরু হয়। এভাবে ফসলি সনের সূচনা নিচের বর্ষপঞ্জির সমান হয়।\n\n৯৬৩ হিজরি (ইসলামি বর্ষপঞ্জি)\n১৫৫৬ খ্রিস্টাব্দ (জুলীয় বর্ষপঞ্জি)\n১৬১২ বিক্রম সংবৎ (হিন্দু সংবৎ বর্ষপঞ্জি)\n\n\n== ইতিহাস ==\n\nফসলি বর্ষপঞ্জি হল একটি কালানুক্রমিক পদ্ধতি যা মুঘল সম্রাট আকবর মূলত উত্তর ভারতে ভূমি রাজস্ব ও নথিভুক্তিকরণের উদ্দেশ্যে প্রবর্তন করেছিলেন, চাঁদ দেখার কারণে মুসলিম চন্দ্র বর্ষপঞ্জির কারণে নথির তারিখের পার্থক্য তাকে একটি বিকল্প বর্ষপঞ্জির প্রবর্তন করতে পরিচালিত করেছিল যা একই সাথে ইসলামি চন্দ্র বর্ষপঞ্জি ও হিন্দু সংবৎ সৌর বর্ষপঞ্জি অনুসরণ করে। যা নির্দিষ্ট পদ্ধতি দিতে পারে।\nআকবর হিন্দু সংবৎ বর্ষপঞ্জির সাথে ইসলামি চন্দ্র বর্ষপঞ্জি অনুযায়ী ফসলি বর্ষপঞ্জি সমান করার জন্য জোর দেন, এইভাবে তিনি ফসলি বছর ৯৬৩ করতে সংবৎ বর্ষপঞ্জির বছর থেকে ৬৪৯ বছর সময় নেন। তারপর থেকে ফসলি বর্ষপঞ্জি সংবৎ বর্ষপঞ্জি অনুযায়ী এগিয়ে যায়।\n\n\n=== দাক্ষিণাত্যে পরিচিতি ===\nআকবরের নাতি শাহজাহান ১৬৩০ খ্রিস্টাব্দে দাক্ষিণাত্য সুবাহে (দক্ষিণ ভারত হায়দ্রাবাদ রাজ্য) ফসলি বর্ষপঞ্জি চালু করেন। শেষ নিজাম, উসমান আলি খান, সপ্তম আসাফ জাহ হায়দ্রাবাদ রাজ্যকে ভারতীয় ইউনিয়নের সাথে যুক্ত করার আগ পর্যন্ত আসাফ জাহ শাসক এটিকে রাজ্যের সরকারি বর্ষপঞ্জি হিসেবে ব্যবহার করে গেছেন।\n\n\n== এখনকার অবস্থা ==\nভারত হায়দরাবাদ রাজ্যকে অধিভুক্ত করার পর, শেষ নিজাম, ওসমান আলি খান, আসাফ জাহ সপ্তমকে রাজপ্রমুখ করা হয়েছিল যিনি তার সরকারি নিষেধাজ্ঞা ও নথিতে ফসলি বর্ষপঞ্জি অনুসরণ ও উল্লেখ করতেন। বর্তমানে অন্ধ্র প্রদেশ রাজ্য ওয়াকফ বোর্ড, নিজাম ট্রাস্ট নথিভুক্ত রাখার জন্য গ্রেগরীয় বর্ষপঞ্জি ও ইসলামি বর্ষপঞ্জির সাথে ফসলি বর্ষপঞ্জি অনুসরণ করে। অন্ধ্রপ্রদেশ সরকার, কর্ণাটক সরকার ও তামিলনাড়ু সরকার এখনও তাদের সমস্ত রাজস্ব এবং বিচার ব্যবস্থার উদ্দেশ্যে ফসলি সন অনুসরণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফসলি সন: এনসাইক্লোপিডিয়া ব্রিটানিকা"}