{"pageid": 1133282, "title": "পূর্ব উপকূল অর্থনৈতিক করিডোর", "url": "https://bn.wikipedia.org/wiki?curid=1133282", "content": "ইস্ট কোস্ট ইকোনমিক করিডোর (ইসিইসি) হল ভারতের উপকূলরেখার ২,৫০০ কিমি জুড়ে বিস্তৃত ভারতের প্রথম উপকূলীয় অর্থনৈতিক করিডোর, যা এশিয়ান ডেভেলপমেন্ট ব্যাঙ্কের (এডিবি) সহায়তায় তৈরি করা হবে। এডিবি প্রকল্পটির অবকাঠামোগত উন্নয়নে ৫০ কোটি ডলার বিনিয়োগ করবে। এডিবি ২০১৩ সালের শেষের দিক থেকে ভারতে পরিবহন করিডোর নিয়ে গবেষণায় সহায়তা করছে। ইসিইসি-এর প্রথম ধাপ হল বিশাখাপত্তনম–চেন্নাই শিল্প করিডোর (ভিসিআইসি), যা এডিবি বোর্ড দ্বারা ২০১৬ সালের অক্টোবরে অনুমোদিত হয়েছিল। কলকাতা থেকে কন্যাকুমারী পর্যন্ত ভারতের সমগ্র পূর্ব উপকূল বরাবর চলমান ইসিইসি একটি মাল্টিমডাল, আঞ্চলিক সামুদ্রিক করিডোর যা বৃহৎ অভ্যন্তরীণ বাজারকে একত্রিত করতে, পাশাপাশি দক্ষিণ-পূর্ব ও পূর্ব এশিয়ার গতিশীল বৈশ্বিক মূল্য শৃঙ্খলের সঙ্গে ভারতীয় অর্থনীতিকে একীভূত কররা ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করতে সক্ষম। এটি ভারত সরকারের মেক ইন ইন্ডিয়া প্রচারে একটি গুরুত্বপূর্ণ ভূমিকা পালন করবে এবং পূর্ব ও দক্ষিণ-পূর্ব এশিয়ার প্রাণবন্ত বৈশ্বিক উত্পাদন নেটওয়ার্কগুলির সঙ্গে দেশীয় কোম্পানিসমূহকে সংযুক্ত করে সাগর মালা উদ্যোগ ওঅ্যাক্ট ইস্ট নীতির অধীনে বন্দর-নেতৃত্বাধীন শিল্পায়ন কৌশলকে সমর্থন করবে।\nইসিইসি ভারতের পূর্ব উপকূল বরাবর প্রায় ২,৫০০ কিলোমিটার বিস্তৃত—উত্তরে কলকাতা থেকে দক্ষিণে কন্যাকুমারী পর্যন্ত—চারটি রাজ্য পশ্চিমবঙ্গ, ওড়িশা, অন্ধ্রপ্রদেশ ও তামিলনাড়ুকে অতিক্রম করে। দক্ষিণ-পূর্ব ভারতের উত্পাদন কেন্দ্রের সঙ্গে প্রধান কৃষি বলয় ও সম্পদ ভিত্তির একটি পশ্চাৎভূমিকে সংযুক্ত করার জন্য একটি বিশিষ্ট বৃদ্ধি করিডোর হিসাবে প্রধান ট্রাঙ্ক রেলপথ, বন্দরসমূহের একটি স্ট্রিং, জাতীয় সড়ক ও একটি বিশাল জনসংখ্যার ভিত্তি সহ প্রধান ইউটিলিটি ট্রান্সমিশন রুটের সঙ্গে ইসিইসি-এর প্রচুর সম্ভাবনা রয়েছে। এর দীর্ঘ উপকূলরেখা ও কৌশলগতভাবে-অবস্থিত বন্দরসমূহের সঙ্গে, ইসিইসি একাধিক আন্তর্জাতিক গেটওয়েকে আন্তর্জাতিক বাণিজ্য ও গ্লোবাল ভ্যালু চেইনের সঙ্গে ভারতকে একীভূত করার অনুমতি দেয়।\nইসিইসি অর্থনৈতিক কার্যকলাপের বেশ কয়েকটি কেন্দ্রকে অন্তর্ভুক্ত করে, যা কেবল সম্পদ-সমৃদ্ধ নয়, দরিদ্রতম অঞ্চলগুলিকেও কভার করে। ক্রমবর্ধমান ও সুপ্রতিষ্ঠিত শিল্প ক্লাস্টারসমূহের সঙ্গে পিছিয়ে থাকা অঞ্চলগুলিকে সংযুক্ত করে দরিদ্রদের জন্য কাজের সুযোগ তৈরি করতে সহায়তা করবে। অন্যান্য উদীয়মান ক্লাস্টারে অর্থনৈতিক কর্মকাণ্ডকে উদ্দীপিত করতে এবং অঞ্চলের মধ্যে প্রবৃদ্ধি বন্টন করতে দক্ষ মাল্টি-মোডাল পরিবহন প্রয়োজন। কলকাতা, বিশাখাপত্তনম, হায়দ্রাবাদ ও চেন্নাইতে একটি শক্তিশালী তথ্য ও যোগাযোগ প্রযুক্তি (আইসিটি) শিল্পের উপস্থিতিও ইসিইসি-এর যোগাযোগ নেটওয়ার্ককে সমর্থন দিতে পারে; অন্যান্য সম্পর্কিত পরিষেবা খাতে দক্ষতা উন্নয়নের জন্য একটি মঞ্চ প্রদান; এবং করিডোর উন্নয়ন কার্যক্রমের রক্ষণাবেক্ষণ, পর্যবেক্ষণ ও মূল্যায়নের জন্য ই-গভর্ন্যান্স ব্যবস্থা বাস্তবায়ন সহজতর করা।\n\n\n== ইসিইসি-এর উপাদান করিডোর ==\nইসিইসি ভারতের চারটি রাজ্য জুড়ে বিস্তৃত। এটি ভারতের জনসংখ্যার ২০% এর আবাসস্থল এবং দেশের জিডিপিতে ২০১৬-২০১৭ সালে প্রায় $৫৩৩ বিলিয়ন (প্রায় ২২%) অবদান রেখেছিল। করিডোর অঞ্চলে ভারতের প্রধান ১২ টি বন্দরের মধ্যে ৭ টি অবস্থান করে, বন্দরগুলি হল কলকাতা, হলদিয়া, পারাদ্বীপ, বিশাখাপত্তনম,  এন্নোর, চেন্নাই ও তুতিকোরিন। বিশাল পরিধির কারণে, পর্যায়ক্রমে ইসিইসি-এর উন্নয়নের কাজ করা হচ্ছে: প্রথম পর্যায়ে বিশাখাপত্তনম–চেন্নাই ইন্ডাস্ট্রিয়াল করিডোর (ভিসিআইসি), মূলত অন্ধ্র প্রদেশে; দ্বিতীয় পর্যায়ে তামিলনাড়ুর চেন্নাই–কন্যাকুমারী ইন্ডাস্ট্রিয়াল করিডোর (সিকেআইসি); এবং তৃতীয় পর্যায়ে ওড়িশা অর্থনৈতিক করিডোর (ওইসি) ও পশ্চিমবঙ্গ অর্থনৈতিক করিডোর (ডব্লিউবিইসি) সমর্থন করে।\nভারত সরকার ইসিইসি উন্নয়নের জন্য প্রধান অংশীদার হিসেবে এশিয়ান ডেভেলপমেন্ট ব্যাংককে (এডিবি) নির্বাচন করেছে। ইসিইসি-এর ধারণা ও উন্নয়ন এডিবি-এর কাছ থেকে বড় সমর্থন পেয়েছে, যা ভারত সরকারের শিল্প নীতি ও প্রচার বিভাগের সঙ্গে পরামর্শ করে উত্পাদন-নেতৃত্বাধীন বৃদ্ধি চালনা করার জন্য প্রয়োজনীয় অবকাঠামো ও প্রাতিষ্ঠানিক বিনিয়োগের ধরন নির্ধারণের বিশ্লেষণমূলক কাজ করেছে।\n\n\n=== পশ্চিমবঙ্গ অর্থনৈতিক করিডোর ===\nপশ্চিমবঙ্গে ২০১৭-২০১৮ সালের হিসাবে $১৫৫ বিলিয়নের রাজ্য উৎপাদন সহ ভারতের চতুর্থ বৃহত্তম অর্থনীতি রয়েছে। এটি ভারতের উৎপাদনে ৬তম বৃহত্তম অবদানকারী এবং ভারতের পরিষেবাসমূহের মধ্যে ৪র্থ বৃহত্তম অবদানকারী, যা প্রায় ৪০ মিলিয়ন কর্মসংস্থান প্রদান করে। এটি দেশের খনিজ উৎপাদনে ২০ শতাংশেরও বেশি অবদান রাখে এবং দেশের লোহা ও ইস্পাত রপ্তানির ১০% এর বেশি অবদানকারী রাজ্য। বিদ্যুৎ বিতরণ, গুণমান ও প্রাপ্যতার দিক থেকে এটি ভারতের শীর্ষস্থানীয় রাজ্য। এটি কৌশলগতভাবে উত্তর-পূর্ব ভারত ও দক্ষিণ-পূর্ব এশিয়ার একটি প্রবেশদ্বার হিসাবে অবস্থিত, যা প্রধান জাতীয় সড়ক ও এশিয়ান হাইওয়ে; কলকাতা ও হলদিয়ায় দুটি বড় কন্টেইনার ও বাল্ক হ্যান্ডলিং বন্দর; দুটি আন্তর্জাতিক বিমানবন্দর ও বেশ কয়েকটি অভ্যন্তরীণ জলপথ দ্বারা পরিবেশিত হচ্ছে।\nডব্লিউবিইসি-এর জন্য ধারণাগত উন্নয়ন পরিকল্পনা চলছে। প্রস্তাবিত করিডোরটি হল ১৬ নং জাতীয় সড়ক বরাবর সোনাকানিয়া থেকে কলকাতা ও ১১২ নং জাতীয় সড়ক বরাবর কলকাতা থেকে বনগাঁ (বাংলাদেশ সীমান্ত) পর্যন্ত বিস্তৃত, ১৪ নং জাতীয় সড়কের মাধ্যমে অমৃতসর কলকাতা ইন্ডাস্ট্রিয়াল করিডোরের সঙ্গে যুক্ত আরেকটি শাখা-অর্থনৈতিক করিডোর রয়েছে। জমির প্রাপ্যতার উপর ভিত্তি করে গোয়ালতোর (পশ্চিম মেদিনীপুর) ও অন্ডাল (বর্ধমান) সহ মূল শিল্প নোড বিবেচনা করা হচ্ছে। প্রাথমিক মূল্যায়নের ভিত্তিতে এই সম্ভাব্য নোডের (গোলটোর) জন্য চিহ্নিত মূল শিল্পসমূহের মধ্যে ফ্যাব্রিকেটেড ধাতব পণ্য, যন্ত্রপাতি ও সরঞ্জাম এবং পরিবহন সরঞ্জাম রয়েছে। খাদ্য প্রক্রিয়াকরণ ও সিমেন্টের উপ-খাতের সম্ভাব্যতাও মূল্যায়ন করা হচ্ছে।\n\n\n=== ওড়িশা অর্থনৈতিক করিডোর ===\nওড়িশা অর্থনৈতিক করিডোর হল ইসিইসি-এর তৃতীয় পর্যায়ের অংশ। করিডোর প্রভাব এলাকার মধ্যে ২০ টি জেলা রয়েছে, যেগুলি ওডিশার উৎপাদনে প্রায় ৮০% অবদান রাখে। ওড়িশা খনিজ সমৃদ্ধ এবং ভারতের ইস্পাত উৎপাদনে যে কোনো রাজ্যের চেয়ে বেশি অবদান রাখে। উত্তর ভারতের রাজ্যগুলির সান্নিধ্যে, এটি বিভিন্ন পণ্য পরিবহনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করতে পারে।\nধারণাগত পরিকল্পনা পর্যায়ে করিডোরের জন্য ছয়টি নোডকে সংক্ষিপ্ত তালিকাভুক্ত করা হয়েছে, ছয়টি শিল্প নোড হল খোর্ধা-কটক-জগৎসিংহপুর (কেসিজে), জাজপুর-কেন্দ্রপাড়া-ভদ্রক (জেকেবি), সম্বলপুর-সুন্দরগড়-ঝাড়সুগুড়া (এসএসজে), ময়ুরভঞ্জ-কেওনঝাড়-বালাসোর (এমকেবি), আঙ্গুল-ঢেঙ্কনাল (এডি) ও গঞ্জাম। ওড়িশা সরকারের সঙ্গে পরামর্শ করে, জমির প্রাপ্যতা এবং বড় শহর, মহাসড়ক ও বন্দর থেকে দূরত্বের মতো কারণসমূহ কেসিজে ও জেকেবি-এর দুটি নোডকে অগ্রাধিকার দেওয়ার জন্য ব্যবহার করা হয়েছে। এই নোডগুলিতে ভুবনেশ্বর ও কটকের মূল শহুরে এলাকা রয়েছে।\n\n\n=== বিশাখাপত্তনম–চেন্নাই শিল্প করিডোর ===\n\nভিসিআইসি-এর কেন্দ্রস্থলে একটি পরিবহন করিডোর রয়েছে, যা অন্ধ্রপ্রদেশের উপকূলে ১৬ নং জাতীয় সড়ক বরাবর ৮০০ কিমি উত্তর-দক্ষিণে বিস্তৃত এবং এটি শিল্পকেন্দ্রসমূহকে সংযুক্ত করে, যেখানে শিল্প-কারখানাসমূহ অবস্থিত। ভিসিআইসি শহুরে কেন্দ্র বিশাখাপত্তনম, বিজয়ওয়াড়া ও চেন্নাইয়ের নিকটবর্তী নয়টি জেলা অতিক্রম করে। করিডোর অঞ্চলটি রাজ্য উৎপাদনের ৭৫% এর বেশি এবং ভারতের জিডিপি'তে ৪.৩% অবদান রাখে। এটি খাদ্য উৎপাদন (বিশেষ করে সামুদ্রিক পণ্য ও চাল), রাসায়নিক ও পেট্রোকেমিক্যাল পণ্যের জন্য একটি গুরুত্বপূর্ণ অঞ্চল। এটি বস্ত্র পরিবহনের প্রবেশদ্বারও হয়ে উঠছে।\nভিসিআইসি \"সানরাইজ অন্ধ্রপ্রদেশ ভিশন ২০২৯\"-কে সমর্থন করার জন্য নকশা করা হয়েছে। সম্পূর্ণরূপে বাস্তবায়িত হলে, ভিসিআইসি করিডোর জেলাগুলিতে জিডিপি ৬ গুণ বৃদ্ধি করবে, উত্পাদনের অংশ ২০১৭ সালে ৯.৪% থেকে ২০৪৫ সালে ২০%-এর বেশি বৃদ্ধি পাবে এবং ২০৪৫ সালের মধ্যে ৯.৫ মিলিয়ন কর্মসংস্থান সৃষ্টি করবে বলে আশা করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}