{"pageid": 1133400, "title": "গান্ধর্ব বিবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1133400", "content": "গান্ধর্ব বিবাহ (সংস্কৃত: गान्धर्व विवाह, উচ্চারিত gənd̪ʱərvə vɪvaːhə ) (প্রেম বিবাহ নামে পরিচিত) হিন্দু বিবাহের আটটি শাস্ত্রীয় প্রকারের অন্যতম। ভারতীয় উপমহাদেশের থেকে এই প্রাচীন বিবাহ ঐতিহ্য দুটি মানুষের মধ্যে সম্মতিপূর্ণ যৌনতার উপর ভিত্তি করে তৈরি করা হয়েছিল, কোন আচার, সাক্ষী বা পরিবারের অংশগ্রহণ ছাড়াই। দুষ্যন্ত ও শকুন্তলার বিবাহ ছিল এই শ্রেণীর বিবাহের একটি ঐতিহাসিকভাবে উদযাপিত উদাহরণ।\n\n\n== ব্যুৎপত্তি ==\nহিন্দু ধর্ম ও বৌদ্ধধর্মে, গন্ধর্বগুলি পুরুষ প্রকৃতির আত্মা এবং অপ্সরাদের পুরুষতান্ত্রিক প্রতিপক্ষ। তারা মহিলাদের উত্সাহী প্রেমিক এবং মহিলাদের মধ্যে প্রেমমূলক এবং রোমান্টিক আবেগ জাগিয়ে তোলে। \n\n\n== ইতিহাস ==\n\nহিন্দু ধর্মের  আট ধরনের বিবাহকে স্বীকৃতি দেয়, তার মধ্যে একটি হল গন্ধর্ব বিবাহ। বাকি সাতটি হল: ব্রহ্মা, দৈব, আর্য, প্রজাপত্য, অসুর, রাক্ষস এবং পয়সাচ ।  \nপ্রাচীন হিন্দু সাহিত্যের আপস্তম্ব গৃহসূত্র অনুসারে, গান্ধর্ব বিবাহ হল এক প্রকার বিবাহ যেখানে মহিলা তার নিজের স্বামী বেছে নেন। তারা নিজেদের ইচ্ছামত একে অপরের সাথে দেখা করে, একসাথে বসবাসের সম্মতি দেয় এবং তাদের সম্পর্কটি আবেগের জন্মের মধ্য দিয়ে পরিপূর্ণ হয়। এই ধরনের বিবাহের জন্য পিতামাতা বা অন্য কারও সম্মতির প্রয়োজন ছিল না। বৈদিক গ্রন্থ অনুসারে, এটি ঋগবৈদিক যুগে বিবাহের প্রাচীনতম এবং সাধারণ রূপগুলির মধ্যে একটি। \n\nঋগবৈদিক মতামত এবং শাস্ত্রীয় সাহিত্যে, সাধারণত বর্ণিত বিবাহের ধরনটি ছিল গন্ধর্ব, যেখানে বর তাদের সাধারণ গ্রামীণ জীবনে একে অপরের সাথে দেখা করেছিল, বা আঞ্চলিক উত্সব এবং মেলার মতো অন্যান্য জায়গায় একে অপরের সঙ্গ উপভোগ করতে শুরু করেছিল এবং একসাথে থাকার সিদ্ধান্ত নিয়েছে। এই  পছন্দ এবং পারস্পরিক আকর্ষণ সাধারণত তাদের আত্মীয়দের দ্বারা অনুমোদিত ছিল। অথর্ববেদের একটি অনুচ্ছেদ থেকে জানা যায় যে বাবা-মা সাধারণত মেয়েকে তার প্রেমিক বাছাই করার জন্য মুক্ত রেখে যেতেন এবং প্রেমের বিষয়ে এগিয়ে যাওয়ার জন্য তাকে সরাসরি উৎসাহিত করতেন। মেয়েটির মা সেই সময়ের কথা ভেবেছিলেন যখন মেয়ের বিকশিত যৌবন ( পাতিভদানম, বয়ঃসন্ধি পরবর্তী), যে সে নিজের জন্য একজন স্বামীকে জিতবে, এটি একটি মসৃণ এবং সুখী ধরনের ব্যাপার ছিল এতে কোন কলঙ্কজনক এবং অপ্রাকৃতিক কিছুই ছিল না।   অথর্ববেদের (স্ত্রীকারতনি, ii.৩৬) অনুচ্ছেদের অনুবাদিত সংস্করণ হল:মহাভারতে, হিন্দুদের দুটি প্রধান মহাকাব্যের মধ্যে একটি, শকুন্তলার পালক পিতা ঋষি কণ্ব, এই বিবৃতি দিয়ে গন্ধর্ব বিবাহের সুপারিশ করেছেন \" ধর্মীয় অনুষ্ঠান ছাড়াই একজন আকাঙ্ক্ষিত পুরুষের সাথে একজন আকাঙ্ক্ষিত মহিলার বিবাহ হল সর্বোত্তম বিবাহ ।\"  মহাভারতের অন্যত্র (iii:১৯০.৩৬), মহাকাব্য বলে \" কোনও মানুষ আর কন্যার জন্য চায় না, বা পিতা তার কন্যাকে ত্যাগ করে না, তারা (মহিলারা) নিজের জন্য পুরুষটিকে খুঁজে পায় ।\"\n\n\n== ঐতিহাসিক বিতর্ক ==\n\nসময়ের সাথে সাথে গন্ধর্ব বিবাহ বিতর্কিত, বিতর্কিত এবং বিতর্কিত হয়ে ওঠে। প্রাচীন পণ্ডিতদের অধিকাংশই এটিকে ধর্মীয় ও নৈতিক ভিত্তিতে নিরুৎসাহিত করেছেন।  শাস্ত্রীয় সাহিত্যে পাওয়া একটি যুক্তি হল যে গন্ধর্ব বিবাহ পবিত্র আচার-অনুষ্ঠানকে উপেক্ষা করে এবং বর ও কনেকে একে অপরের কাছে মানত করতে হবে। এই ধরনের বিবাহ, এই প্রাচীন বৈদিক পণ্ডিতদের যুক্তি, স্থায়ী হতে পারে বা নাও হতে পারে কারণ এতে অগ্নি জড়িত ছিল না। সময়ের সাথে সাথে, গন্ধর্ব বিবাহ হয় বিরোধিতা করা হয়েছিল বা বিকল্পভাবে অগ্নি ব্যবহার করে বিবাহের দীর্ঘায়ু নিশ্চিত করার জন্য প্রতিজ্ঞার মাধ্যমে করা হয়েছিল।\nমনু যুক্তি দিয়েছিলেন যে গন্ধর্ব বিবাহ হল বিবাহের সবচেয়ে উপযুক্ত রূপ, এবং খুব কমই নয়; তিনি আরও বলেন যে গন্ধর্ব বিবাহ সেই পুরুষদের জন্য সবচেয়ে উপযুক্ত যারা পুরোহিত, যোদ্ধা, সেনাবাহিনীতে কর্মরত, প্রশাসক, অভিজাত এবং শাসক।  বৌধায়ন দাবি করেন যে এটি প্রেম এবং স্বাধীন ইচ্ছার উপর ভিত্তি করে বিবাহের সর্বোত্তম প্রকার। নারদ, আরেকজন প্রাচীন পণ্ডিত যিনি ১০০ খ্রিস্টপূর্বাব্দ থেকে ৪০০ খ্রিস্টাব্দের মাঝামাঝি সময়ে নারদস্মৃতি লিখেছিলেন, পরামর্শ দেন যে ব্রাহ্মণ সহ সকলের জন্য গন্ধর্ব বিবাহ সর্বোত্তম, এটিকে সাধনা বলে; নারদ দাবি করেন যে বিবাহের একমাত্র পদ্ধতিগুলি ভুল যা অপহরণ, জোরপূর্বক, সহিংসতা, প্রতারণা বা ক্রয়ের উপর ভিত্তি করে।   এটি আরও দাবি করে যে যদি কোনও মহিলাকে তার ইচ্ছার বিরুদ্ধে বিয়ে করতে বাধ্য করা হয় বা তার পছন্দের বিয়ে থেকে বাধা দেওয়া হয়, তবে তার অভিশাপ গোহাত্যের চেয়েও বেশি পাপী প্রভাব ফেলে এবং মোক্ষ অর্জনের নিপীড়কের ক্ষমতাকে ধ্বংস করে দেয়।\n\n\n== প্রত্যাখ্যান ==\n\nযুগে যুগে গন্ধর্ব বিবাহ কেন কমেছে তা ব্যাখ্যা করার জন্য কোন ঐকমত্য তত্ত্ব নেই। একটি তত্ত্ব দাবি করে যে সমৃদ্ধি এবং সম্পদ বৃদ্ধির সাথে সাথে পিতামাতারা তাদের সন্তানদের ক্রিয়াকলাপ এবং সামাজিক জীবনের উপর বৃহত্তর নিয়ন্ত্রণ চেয়েছিলেন। আরেকটি তত্ত্ব দাবি করে যে বৈদিক যুগের পরে যখন মেয়েদের বিবাহযোগ্য বয়স ছিল ১৬ বছর বা তার বেশি, সামাজিক উত্থান বাল্যবিবাহকে উৎসাহিত করেছিল। এই উত্থানগুলির মধ্যে রয়েছে ভারতীয় রাজ্যগুলির মধ্যে যুদ্ধ, পারস্য, মধ্য এশিয়া এবং মুসলিম সুলতান/সম্রাটদের আক্রমণের তরঙ্গের সময় যুবতী মহিলাদের এবং পুরুষদের বন্দী করার অপ্রত্যাশিত প্রচেষ্টা। মুসলিম সংস্কৃতি এবং শাসকদের আগমনের সাথে, যারা নিজেই বাল্যবিবাহের পক্ষে ছিল, হিন্দু সংস্কৃতিও বাল্যবিবাহের দিকে চলে যায় যেখানে মেয়েটি তখনও বয়ঃসন্ধি পায়নি। এই অভ্যাসটি মেয়েটির নিজের ইচ্ছামত পুরুষদের খোঁজার, তাদের সাথে দেখা করার, পছন্দ করার এবং গন্ধর্ব বিবাহে প্রবেশ করার ইচ্ছা বা ক্ষমতাকে বাদ দিয়েছিল।   বিদেশী বিজয়ের প্রভাব ছাড়াও, পান্ডে দাবি করেন, হিন্দু মতাদর্শ বিবাহের বৈচিত্র্য থেকে সেখানে স্থানান্তরিত হয়েছিল যেখানে সামাজিক চাপ মেয়েটির পরিবারকে বাল্যবিবাহের আয়োজন করতে বাধ্য করেছিল। আরও একটি তত্ত্ব হল যে ভারতের পুরোহিত জাতি, যারা ব্রাহ্ম বিবাহ এবং ধর্মীয় অনুষ্ঠানগুলি পরিচালনা করেছিল, সময়ের সাথে সাথে এমন নিয়ম তৈরি করেছিল যা বেশিরভাগ হিন্দুদের জন্য গান্ধর্ব বিবাহকে অনুপযুক্ত এবং অপ্রস্তুত হিসাবে ঘোষণা করেছিল ( অপ্রসস্ত ), কারণ ঐতিহ্যবাহী বিবাহ ছিল তাদের আয়ের একটি উৎস, এবং গন্ধর্ব বিবাহ তাদের দরিদ্র বা অপ্রচলিত করেছে। \n\n\n== ভারতীয় আদালতের দৃষ্টিভঙ্গি ==\n১৮১৭ সালে, বেঙ্গল সদর আদালত ভারতে গন্ধর্ব বিবাহ কিছু সামাজিক গোষ্ঠীর জন্য বৈধ বলে রায় দেয়। \n১৯৩০ সালে, বিচারপতি আবদুর রহিম বলেছিলেন যে গন্ধর্ব আকারে বিয়ে ভারতে বৈধ নয়। এই রায় মাদ্রাজ হাইকোর্ট থেকে এসেছে, এই বিবৃতি দিয়ে যে হিন্দুদের মধ্যে, গান্ধর্ব বিবাহের রীতি অপ্রচলিত ছিল (১৯৩০ সালের হিসাবে)। এই বিষয়টির ভিত্তিতে আবেদন করা হয়েছিল যে মামলাটি আদালতে ছিল তার প্রমাণ যে হিন্দুদের মধ্যে গন্ধর্ব বিবাহ অপ্রচলিত নয়। \n১৯৪৬ সালে, পাটনা হাইকোর্টে কামানি দেবী বনাম। কামেশ্বর সিং, ILR 25 Pat 58 = (AIR 1946 Pat 316) বলেছেন যে গন্ধর্ব বিবাহের দ্বারা সৃষ্ট স্বামী-স্ত্রীর সম্পর্ক বন্ধন। আদালতের রায়ে স্বামী গন্ধর্ব রূপে বিবাহিত স্ত্রীর আর্থিক যত্নের দায়িত্ব এড়াতে পারে না। পাটনা হাইকোর্ট আরও এগিয়ে গিয়ে বলেছে যে গন্ধর্ব বিবাহের উদযাপনে অবশ্যই হোম (পবিত্র আগুনের আগে আমন্ত্রণ) এবং সপ্তপদী (বর ও কনে একসাথে সাতটি পদক্ষেপ নেওয়া) সহ বিবাহের আচার ও অনুষ্ঠানের সাথে উপস্থিত থাকতে হবে। এর বৈধতা ভাউরাও বনাম মামলায় সুপ্রিম কোর্টের একটি সিদ্ধান্তে এই রায়টি উল্লেখ করা হয়েছে। মহারাষ্ট্র রাজ্য।\n১৯৭৪ সালের একটি মামলায়, বিচারপতি মুখার্জি উল্লেখ করেছেন, \"গন্ধর্ব বিবাহের রূপকে উপপত্নী বা আধা-বৈবাহিক মিলন হিসাবে গণ্য করা উচিত নয়, আধুনিক সমাজের প্রেক্ষাপটে এবং বর্তমান আইন প্রণেতাদের অগ্রসর চিন্তার পটভূমিতে। অদূর ভবিষ্যতে সমগ্র ভারতে বিবাহের এই ফর্মের আইনি বৈধতার সম্ভাবনা এমনকি প্রথার সমর্থন ছাড়াই, উপেক্ষা করা খুব কুখ্যাত। এক অর্থে, গন্ধর্ব বিবাহের রূপটি খুব দ্রুত (ভারতে) ফিরে আসার চেষ্টা করছে, পিতামাতার আধিপত্যকে পটভূমিতে ঠেলে দিচ্ছে।\" \n\n\n== পুনরুত্থান ==\nআধুনিক ভারতে, বিশেষ করে শহুরে অঞ্চলে, গান্ধর্ব বিবাহের পুনঃ আবির্ভাব ঘটছে। দম্পতিদের নিজেদের সঙ্গী বেছে নেওয়ার জন্য একটি শব্দ হল ভারতে ' প্রেম বিবাহ ' যার অর্থ সাধারণত একটি দম্পতি একে অপরকে নিজেদের ইচ্ছামত বেছে নেয় তবে বেশিরভাগ ক্ষেত্রে এটি হিন্দু আচার-অনুষ্ঠান অনুসরণ করে।    যাইহোক, সেই পরিমাণে 'প্রেম বিবাহ' গন্ধর্ব বিবাহের মাপকাঠি পূরণ করে না কিন্তু ইংরেজি শব্দ 'সম্পর্ক' সবচেয়ে নিকটতম সহ-সম্পর্কের পর্যায়ে আসে যেখানে পিতামাতা, রাষ্ট্র এবং ধর্মের শব্দটি অপ্রাসঙ্গিক। \n\n\n== তথ্যসূত্র =="}