{"pageid": 1133950, "title": "নবযান", "url": "https://bn.wikipedia.org/wiki?curid=1133950", "content": "নবযান (হিন্দি: नवयान) মানে \"নতুন যান\" এবং ভীমরাও রামজি আম্বেদকর কর্তৃক বৌদ্ধধর্মের পুনঃব্যাখ্যা বোঝায়;  এটিকে নব্য-বৌদ্ধধর্ম, আম্বেদকারিত বৌদ্ধধর্ম, এবং ভীমায়ান (আম্বেদকরের প্রথম নাম, ভীমরাও) নামেও ডাকা হয়।  আম্বেদকর ভারতের ঔপনিবেশিক যুগে একটি দলিত (অস্পৃশ্য) পরিবারে জন্মগ্রহণ করেছিলেন, বিদেশে অধ্যয়ন করেছিলেন, একজন মহার দলিত নেতা হয়েছিলেন এবং ১৯৩৫ সালে হিন্দু ধর্ম থেকে বৌদ্ধ ধর্মে রূপান্তরিত করার তার অভিপ্রায় ঘোষণা করেছিলেন।  এরপরে আম্বেদকর বৌদ্ধধর্মের পাঠ্য অধ্যয়ন করেন, এর বেশ কিছু মূল বিশ্বাস এবং মতবাদ খুঁজে পান যেমন চতুরার্য সত্য এবং \"নন-সেল্ফ\" কে ত্রুটিপূর্ণ এবং হতাশাবাদী হিসাবে, তারপরে তিনি \"নতুন বাহন\" বৌদ্ধধর্ম, বা নবায়ন নামে এগুলিকে পুনরায় ব্যাখ্যা করেন।  আম্বেদকর ১৪ অক্টোবর ১৯৫৬-এ একটি প্রেস কনফারেন্স করেছিলেন, তার থেরবাদ এবং মহাযান বৌদ্ধ ধর্মের পাশাপাশি হিন্দুধর্মকে প্রত্যাখ্যান করার ঘোষণা দিয়েছিলেন।  তারপরে, তিনি হিন্দু ধর্ম ত্যাগ করেন এবং তার মৃত্যুর প্রায় ছয় সপ্তাহ আগে নবাযান গ্রহণ করেন।  এর অনুগামীরা নবায়ন বৌদ্ধধর্মকে আমূল ভিন্ন ধারণার একটি সম্প্রদায় হিসেবে নয়, বরং বৌদ্ধধর্মের নীতির উপর প্রতিষ্ঠিত নতুন আন্দোলন হিসেবে দেখে।\n\n\n== উৎপত্তি ==\nআম্বেদকর ঔপনিবেশিক যুগে এবং ভারতের স্বাধীনতা-পরবর্তী সময়ে প্রভাবশালী একজন ভারতীয় নেতা ছিলেন।  তিনি ছিলেন একটি দরিদ্র মহারাষ্ট্রের দলিত পরিবারের চতুর্দশ সন্তান, যিনি বিদেশে পড়াশোনা করেছিলেন, ১৯২০-এর দশকে ভারতে ফিরে আসেন এবং রাজনৈতিক আন্দোলনে যোগ দেন।  তার ফোকাস ছিল দলিতদের সামাজিক ও রাজনৈতিক অধিকার।  তার সম্প্রদায়কে ধর্মীয় কুসংস্কার থেকে মুক্ত করার জন্য, তিনি উপসংহারে এসেছিলেন যে তাদের অবশ্যই হিন্দু ধর্ম ত্যাগ করতে হবে এবং একটি ভিন্ন ধর্মে ধর্মান্তরিত করতে হবে।  তিনি বৌদ্ধ ধর্মকে বেছে নেন নবায়নের রূপে।\n\n\n== মতবাদ এবং ধারণা ==\n১৯৩৫ সালে, মহাত্মা গান্ধীর সাথে তার মতবিরোধের সময় আম্বেদকর হিন্দুধর্ম থেকে বৌদ্ধধর্মে রূপান্তর করার উদ্দেশ্য ঘোষণা করেন। পরবর্তী দুই দশক ধরে আম্বেদকর বৌদ্ধধর্মের গ্রন্থে পড়াশোনা করেন এবং তাঁর পাঠ্য, বুদ্ধ ও ধম্মা লিখেছিলেন, যা নবাযান বৌদ্ধধর্ম অনুসরণ করে তাদের প্রাথমিক মতবাদ।\n\n\n=== মূল বিশ্বাস ===\nনবাযানের প্রতিষ্ঠাতা পাঠের অপ্রকাশিত সম্পাদকীয়তে, আম্বেদকর লিখেছেন:\n\nসমস্ত সমালোচনাকে নিরস্ত্র করার জন্য আমি এটা স্পষ্ট করতে চাই যে আমি বইটির মৌলিকত্ব দাবি করি না।  এটি একটি সংকলন এবং সমাবেশ উদ্ভিদ।  বিভিন্ন বই থেকে উপাদান সংগ্রহ করা হয়েছে.  আমি বিশেষভাবে অশ্বঘোষের বুদ্ধবিতার কথা উল্লেখ করতে চাই, যার কাব্যে কেউ শ্রেষ্ঠত্ব করতে পারে না।  কিছু ঘটনার আখ্যানেও আমি তার ভাষা ধার করেছি।\n\n\n=== আধুনিকতা ও বিজ্ঞানের মধ্যে বৌদ্ধ ধর্মের স্থান ===\nতার প্রবন্ধ, বুদ্ধ এবং তার ধর্মের ভবিষ্যত, আম্বেদকর উল্লেখ করেছেন যে বিজ্ঞানের সাথে সামঞ্জস্যপূর্ণ একমাত্র প্রধান বিশ্বাস হল বৌদ্ধধর্ম।  তিনি যীশু, নবী মুহাম্মদ এবং কৃষ্ণকে বুদ্ধের সাথে তুলনা করেছেন এবং উল্লেখ করেছেন যে যীশু যখন নিজেকে \"ঈশ্বরের পুত্র\" বলেছেন, তখন নবী মুহাম্মদ নিজেকে \"ঈশ্বরের বার্তাবাহক\" বলেছেন এবং কৃষ্ণ নিজেকে \"দেবতাদের দেবতা\" বলেছেন।  (পরমেশ্বর), বুদ্ধ ছিলেন\n\nমানুষের পুত্র হিসাবে জন্মগ্রহণ করেছিলেন এবং একজন সাধারণ মানুষ হিসাবে থাকতে সন্তুষ্ট ছিলেন এবং একজন সাধারণ মানুষ হিসাবে তাঁর সুসমাচার প্রচার করেছিলেন।  তিনি কখনই কোন অতিপ্রাকৃত উৎপত্তি বা অতিপ্রাকৃত ক্ষমতার দাবি করেননি বা তার অলৌকিক ক্ষমতা প্রমাণের জন্য অলৌকিক কাজও করেননি।\nউপরন্তু, তিনি বলেন, বৌদ্ধধর্ম হল এমন কয়েকটি ধর্মের মধ্যে একটি যেগুলি দাবি করে না যে তাদের মূল্যবোধগুলি ঈশ্বরের কাছ থেকে উদ্ভূত, এবং তাই সহজাতভাবে নমনীয় এবং আধুনিকতাকে প্রতিরোধ করতে সক্ষম।  আম্বেদকর একই প্রবন্ধে লিখেছেন:\n\nতিনি যা শিখিয়েছেন তার জন্য বুদ্ধ এমন কোন অভ্রান্ততা দাবি করেননি।  মহাপরিনিবানা সুত্ত-এ তিনি আনন্দকে বলেছিলেন যে তার ধর্ম যুক্তি এবং অভিজ্ঞতার উপর ভিত্তি করে এবং তার অনুসারীদের তার শিক্ষাকে সঠিক এবং বাধ্যতামূলক হিসাবে গ্রহণ করা উচিত নয় শুধুমাত্র কারণ তারা তার কাছ থেকে এসেছে।  কারণ এবং অভিজ্ঞতার উপর ভিত্তি করে তারা তার শিক্ষার কোনো পরিবর্তন বা এমনকি পরিত্যাগ করার জন্য স্বাধীন ছিল, যদি এটি পাওয়া যায় যে একটি নির্দিষ্ট সময়ে এবং প্রদত্ত পরিস্থিতিতে তারা প্রযোজ্য নয়।\n\n\n=== বৌদ্ধ কর্ম এবং হিন্দুদের দ্বারা এর ভুল বর্ণনা ===\nবৌদ্ধধর্ম সম্পর্কে আম্বেদকর যে প্রধান ভুল বোঝাবুঝিগুলি পরিষ্কার করতে চেয়েছিলেন তার মধ্যে একটি হল কর্ম ও অন্নতা এবং নীতিগুলির মধ্যে একটি আপাত দ্বন্দ্ব।  এর উপর ভিত্তি করে, অনেকেই বিশ্বাস করেন যে বৌদ্ধধর্ম হিন্দুধর্মের সাথে মিল রয়েছে কারণ উভয় ধর্মেই কর্ম এবং পুনর্জন্ম রয়েছে।  এই বিষয়ে, আম্বেদকর স্পষ্ট করে বলেছিলেন যে এগুলি একেবারেই ভিন্ন দর্শন:\n\nঅজ্ঞ হিন্দুরা, নিছক বোঝার ইচ্ছার বাইরে, শুধুমাত্র শব্দের মিল তুলনা করে বলে যে, বৌদ্ধধর্ম ব্রাহ্মণ্যবাদ বা হিন্দুধর্মের মতই... কর্মের হিন্দু ধর্ম আত্মার উপর ভিত্তি করে।  বৌদ্ধ [কর্ম] নয়।  আসলে, বৌদ্ধধর্মে কোনো আত্মা নেই।\nতাই, তিনি যুক্তি দেন, বৌদ্ধধর্মে কর্ম হল একটি নৈতিক দর্শন যা শুধুমাত্র একজনের তাৎক্ষণিক জীবনের কর্মের উপর ভিত্তি করে, যাতে একজন ব্যক্তিকে অসহায় করা হয় না।  তিনি যুক্তি দেন যে পূর্ব জীবনের উপর ভিত্তি করে একটি কর্মফল একটি বিপজ্জনক আদর্শ, কারণ\n\nকারণ কর্মের এই ব্যাখ্যায় মানুষের প্রচেষ্টার কোনো অবকাশ নেই।  তার অতীত কর্ম দ্বারা তার জন্য সবকিছু পূর্বনির্ধারিত।\nতিনি আরও দাবি করেন যে উত্তরাধিকার সূত্রে প্রাপ্ত কর্ম একটি স্পষ্টতই বৈজ্ঞানিক বিরোধী ধারণা, এই যুক্তিতে\n\nবিজ্ঞান অনুসারে, একটি শিশু তার পিতামাতার বৈশিষ্ট্যগুলি উত্তরাধিকার সূত্রে পায়।  কর্মের হিন্দু মতবাদে, একটি শিশু তার পিতামাতার কাছ থেকে দেহ ছাড়া কিছুই উত্তরাধিকারী হয় না।  হিন্দু মতবাদের অতীত কর্ম হল সন্তানের এবং সন্তানের জন্য সন্তানের উত্তরাধিকার।  বাবা-মা কিছুই অবদান রাখে না।  শিশুটি সবকিছু নিয়ে আসে।  এই ধরনের মতবাদ একটি অযৌক্তিকতা থেকে কম কিছু নয়।  উপরে যেমন দেখানো হয়েছে, বুদ্ধ এমন অযৌক্তিকতায় বিশ্বাস করেননি।\n\n\n== আরম্ভ ==\nআম্বেদকর তার মনের এই ধরনের সমস্যাগুলির সমাধান করার জন্য বৌদ্ধধর্মের পুনঃব্যাখ্যা করেছিলেন এবং বৌদ্ধধর্মের ঐতিহ্যগত শিক্ষাগুলিকে একটি \"নতুন বাহন\" হিসেবে নবাযান নামে পুনঃপ্রণয়ন করেছিলেন।  আম্বেদকর দ্বারা উত্থাপিত নবায়ন ধম্ম মতবাদ, সুমন্ত (২০০৪) বলেন, \"নৈতিকতাকে একটি অতীন্দ্রিয় [ধর্মীয়] ডোমেনে স্থাপন করে না\" বা \"রাষ্ট্র সহ একটি নাগরিক সমিতিতে\"।  ধম্ম থেকে উদ্ভূত এবং সামাজিক বিবেকের জন্য নির্দেশক নীতি।\nনবযান বৌদ্ধধর্ম ১৯৫৬ সালে শুরু হয়, যখন ভীমরাও আর. আম্বেদকর এটি গ্রহণ করেন এবং ১৪ ও ১৫ অক্টোবর ১৯৫৬ তারিখে ৩৯৯,০০০ দলিত সম্প্রদায়ের সদস্য হিন্দু ধর্ম থেকে নবাযানে ধর্মান্তরিত হয়। তার পর থেকে প্রতি বছর ১৪ অক্টোবর, দিক্রহাম দিবস হিসেবে পালিত হয় নাগপুর  দিবস।\n\nআমি বুদ্ধের শিক্ষা গ্রহণ করব এবং অনুসরণ করব।  আমি আমার জনগণকে হীনযান ও মহাযান, দুটি ধর্মীয় আদেশের ভিন্ন মত থেকে দূরে রাখব।  আমাদের বৌদ্ধধর্ম একটি নব্য-বৌদ্ধধর্ম, নবাযান।\n\n\n== শাস্ত্র এবং অনুশীলন ==\nভীমরাও রামজি আম্বেডকর এর লেখাগুলো  আম্বেদকরকে মরণোত্তর বুদ্ধ এবং তাঁর ধম্ম নামে প্রকাশিত করা হয়েছিল এবং যারা নবাযান বৌদ্ধধর্ম অনুসরণ করেন তাদের জন্য এটিই ধর্মগ্রন্থ।  নবাযান অনুসারীদের মধ্যে, রাজ্য ,কিউন এবং প্রিবিশ (২০১৩) এটিকে \"প্রায়শই তাদের 'ত্রিপিটক' হিসাবে উল্লেখ করা হয় এবং বৌদ্ধ পথের এটির অভিনব ব্যাখ্যা সাধারণত এই বিষয়ে তাদের জ্ঞানের একমাত্র উৎস গঠন করে\"।\nবি.আর.  আম্বেদকরকে নবাযান অনুসারীদের মধ্যে একজন বোধিসত্ত্ব, মৈত্রেয় হিসেবে গণ্য করা হয়।  অনুশীলনে, নবাযানের অনুসারীরা আম্বেদকরকে শ্রদ্ধা করে, ডেইট্রিক (২০১৮) বলেন, কার্যত বুদ্ধের সমতুল্য।  তাকে বিস্মৃত হওয়ার পর ধম্মের আবির্ভাব এবং শিক্ষা দেওয়ার ভবিষ্যদ্বাণী করা হয়;  তার মূর্তিটি নবাযান মন্দিরের একটি অংশ এবং তাকে একটি হ্যালো দিয়ে দেখানো হয়েছে।  যদিও আম্বেদকর নবাযানকে নাস্তিক বলে উল্লেখ করেছেন, নবাযান বিহার ও মন্দিরগুলিতে বুদ্ধ এবং আম্বেদকরের ছবি রয়েছে এবং অনুসারীরা অনুশীলনে তাদের সামনে মাথা নত করে এবং প্রার্থনা করে।  জুংঘরে (১৯৮৮) অনুসারে, নবাযানের অনুসারীদের জন্য, আম্বেদকর একজন দেবতা হয়ে উঠেছেন এবং ভক্তিমূলকভাবে পূজিত হন।\n\n\n== উৎসব ==\nনবাযান বৌদ্ধদের মধ্যে প্রধান উৎসবগুলি হল:\n\nআম্বেদকর জয়ন্তী\nধম্মচক্র প্রবর্তন দিবস\nবুদ্ধের জন্মদিন\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}