{"pageid": 113303, "title": "র‌্যান্ডি শুঘার্ট", "url": "https://bn.wikipedia.org/wiki?curid=113303", "content": "সার্জেন্ট ফার্স্ট ক্লাস র‌্যান্ডাল ‘র‌্যান্ডি’ ডেভিড শুঘার্ট (ইংরেজি: Randall ‘Randy’ David Shughart) (১৩ আগস্ট, ১৯৫৮ – ৩ অক্টোবর, ১৯৯৩) মার্কিন সেনাবাহিনীর বিশেষ অভিযান দল ১ম স্পেশাল ফোর্সেস অপারেশনাল ডিটাচমেন্ট-ডেল্টার (1SFOD-D) একজন সদস্য। ১৯৯৩ সালে সংঘটিত মোগাদিশুর যুদ্ধে বীরোচিত অবদানের জন্য তিনি মরণোত্তর যুক্তরাষ্ট্রের সর্বোচ্চ সামরিক পদক মেডাল অফ অনার লাভ করেন।\n\n\n== জীবনী ==\nর‌্যান্ডি শুঘার্টের জন্ম ১৯৫৮ সালের ১৩ অক্টোবর, যুক্তরাষ্ট্রের নেব্রাস্কা অঙ্গরাজ্যের লিংকনে। তার জন্ম হয়েছিলো সেনা পরিবারে, এবং তার বাবা হার্বার্ট শুঘার্ট মার্কিন বিমান বাহিনীতে অফিসার হিসেবে কর্মরত ছিলেন। পরবর্তীকালে শুঘার্ট পেনসিলভ্যানিয়াতে চলে যান, ও হার্বার্ট এয়ার ফোর্সের চাকরি ছেড়ে দেন। পেনসিলভ্যানিয়ার নিউভিলের বিগ স্প্রিং হাই স্কুলে পড়ার সময় র‌্যান্ডি মার্কিন সেনাবাহিনীতে যোগদান করেন। সাধারণ প্রশিক্ষণ শেষে তিনি এয়ারবোর্ন স্কুলে সফলতার সাথে এআইটি (অ্যাডভান্সড ইন্ডিভিজুয়াল ট্রেইনিং বা উচ্চতর একক প্রশিক্ষণ) সম্পন্ন করেন। এরপর তিনি ওয়াশিংটনের ফোর্ট লুইসে ৭৫তম ইনফ্যান্ট্রি (এয়ারবোর্ন)-এর আওতাভুক্ত দ্বিতীয় রেঞ্জার ব্যাটালিয়নে যোগদান করেন।\n১৯৯৩ সালের গ্রীষ্মকালে শুঘার্ট, অন্যান্য ডেল্টা ফোর্স সদস্যদের সাথে টাস্ক ফোর্স রেঞ্জারের অংশ হিসেবে সোমালিয়ার মোগাদিশু যান। ১৯৯৩ সালের ৩ অক্টোবরের অভিযানে শুঘার্ট অপারেশন গোথিক সার্পেন্টের স্নাইপার টিম লিডার হিসেবে দায়িত্বরত ছিলেন। সেদিন আকাশ থেকে সুপার ৬১ নামের মার্কিন আর্মির একটি ব্ল্যাক হক হেলিকপ্টার ভূমিতে অবস্থিত বাহিনীকে সহায়তা প্রদান করে আসছিলো, যা মিলিশিয়াদের আক্রমণে ভূপাতিত হয়। উদ্ধার কাজে দ্রুত একটি কমব্যাট সার্চ অ্যান্ড রেসকিউ আক্রান্ত স্থানে রওনা হয়। তার কিছুক্ষণ পরে সুপার ৬৪ হেলিকপ্টারটিও ভূপাতিত হয়, কিন্তু এবার ভূমিতে থাকা রেঞ্জাররা সেখানে গিয়ে উদ্ধার কাজ চালাতে সমর্থ ছিলো না, কারণ এইদিদের মিলিশিয়া বাহিনীর কাছ থেকে তারা বড় রকমের বাঁধার সম্মুখীন হচ্ছিলো, ও তারা প্রথম দূর্ঘটনার স্থানে যাওয়ার জন্যও লড়াই করছিলো।\nশুঘার্ট, তার ডেল্টা স্নাইপারের সহকর্মী গ্যারি গর্ডন ও সার্জেন্ট ফার্স্ট ক্লাস ব্র্যাড হলিংস আকাশ থেকে স্নাইপার সহায়তা প্রদান করে আসছিলেন। ভূমিতে অনেক সংখ্যক সশস্ত্র সোমালি মিলিশিয়ার উপস্থিতি লক্ষ্য করার পরেও গ্যারি গর্ডন নিচে নেমে সুপার ৬৪-এর দূর্ঘটনাস্থলে উদ্ধার কাজ চালানোর জন্য কমান্ড সেন্টারের আবেদন করেন।\n\n\n== পুরস্কার ও সম্মাননা ==\n\n\n=== মেডাল অফ অনার সম্মাননা ===\nমোগাদিশুর যুদ্ধে ভূপাতিত হেলিকপ্টারের পাইলট মাইকেল ডুরান্টকে বাঁচাতে গিয়ে মৃত্যুবরণ করায়, ১৯৯৪ সালের ২৩ মে শুঘার্ট ও গর্ডনকে যৌথভাবে মরণোত্তর মেডাল অফ অনার প্রদান করা হয়। এটি হচ্ছে মার্কিন যুক্তরাষ্ট্রের সর্বোচ্চ সামরিক পদক। ভিয়েতনাম যুদ্ধের পর এই প্রথম বারের মতো কোনো মার্কিন সৈন্য মেডাল অফ অনার প্রদান করা হয়। পুরস্কারের উদ্ধৃতিতে লেখা হয়:\n\nSergeant First Class Shughart, United States Army, distinguished himself by actions above and beyond the call of duty on 3 October 1993, while serving as a Sniper Team Member, United States Army Special Operations Command with Task Force Ranger in Mogadishu, Somalia. Sergeant First Class Shughart provided precision sniper fires from the lead helicopter during an assault on a building and at two helicopter crash sites, while subjected to intense automatic weapons and rocket propelled grenade fires. While providing critical suppressive fires at the second crash site, Sergeant First Class Shughart and his team leader learned that ground forces were not immediately available to secure the site. Sergeant First Class Shughart and his team leader unhesitatingly volunteered to be inserted to protect the four critically wounded personnel, despite being well aware of the growing number of enemy personnel closing in on the site. After their third request to be inserted, Sergeant First Class Shughart and his team leader received permission to perform this volunteer mission. When debris and enemy ground fires at the site caused them to abort the first attempt, Sergeant First Class Shughart and his team leader were inserted one hundred meters south of the crash site. Equipped with only his sniper rifle and a pistol, Sergeant First Class Shughart and his team leader, while under intense small arms fire from the enemy, fought their way through a dense maze of shanties and shacks to reach the critically injured crew members. Sergeant First Class Shughart pulled the pilot and the other crew members from the aircraft, establishing a perimeter which placed him and his fellow sniper in the most vulnerable position. Sergeant First Class Shughart used his long range rifle and side arm to kill an undetermined number of attackers while traveling the perimeter, protecting the downed crew. Sergeant First Class Shughart continued his protective fire until he depleted his ammunition and was fatally wounded. His actions saved the pilot's life. Sergeant First Class Shughart's extraordinary heroism and devotion to duty were in keeping with the highest standards of military service and reflect great credit upon him, his unit and the United States Army.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Carlisle Barracks to dedicate Shughart Hall\"। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \n\"JFK Special Warfare Museum: Medal of Honor Recipients\"। ৩০ ডিসেম্বর ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \n\"Remarks by the President at Medal of Honor ceremony\"। ২৩ জুলাই ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \n\"U.S. Army Infantry Homepage: National Infantry Museum - Operation Restore Hope\"। ২৪ জুন ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \n\"Naming of Randall D. Shughart United States Post Office Building in Newville, Pennsylvania\"। মে ৬, ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \n\"Special Forces Association Chapter LXIV, SFC Randall Shughart Memorial Chapter, Carlisle, PA\"। মে ১৭, ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \n\"Veterans Memorial Grove and The Battle of Mogadishu Monument\"। West Perry's War Monuments। ৬ ডিসেম্বর ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ নভেম্বর ২৭, ২০১৪।  \n\"Medal of Honor Recipients on Film\"। ১৬ ডিসেম্বর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \nShughart-Gordon Urban Operations Training Center (\"MOUT Site\"), US Army Joint Readiness Training Center, Fort Polk, Louisiana.\n\n\n== আরও পড়ুন ==\nDurant, Michael J.; Hartov, Steve (২০০৩)। In The Company of Heroes: A True Story। Putnam Publishing Group। আইএসবিএন 0-399-15060-9। \nEversmann, Matt (২০০৪)। The Battle of Mogadishu: First Hand Accounts from the Men of Task Force Ranger। Presidio Press। আইএসবিএন 0-345-45965-2। \nBowden, Mark (২০০০)। Black Hawk Down: A Story of Modern War। Penguin Books। আইএসবিএন 0-14-028850-3।"}