{"pageid": 1133935, "title": "বিনায়কী", "url": "https://bn.wikipedia.org/wiki?curid=1133935", "content": "বিনায়কী হল হাতির মাথাওয়ালা একজন হিন্দু দেবী।  তার সম্বন্ধে পৌরাণিক কাহিনী বিশেষ নেই এবং তার মূর্তির ধরন স্পষ্টভাবে সংজ্ঞায়িত করা হয় নি। হিন্দু ধর্মগ্রন্থগুলিতে তার সম্পর্কে খুব কমই বলা হয়েছে এবং এই দেবতার খুব কম চিত্রই রয়েছে। \nহাতির মতো বৈশিষ্ট্যের কারণে, দেবীকে সাধারণত হাতির মাথাওয়ালা জ্ঞানের দেবতা গণেশের সাথে সংযুক্ত করা হয়। তার বিশেষ কোন একটি সামঞ্জস্যপূর্ণ নাম নেই এবং তিনি বিভিন্ন নামে পরিচিত, স্ত্রী গণেশ (\"মহিলা গণেশ\" ), বৈনায়কী, গজাননা (\"হাতিমুখী\"), বিঘ্নেশ্বরী (\"বিঘ্নের কর্ত্রী\") এবং গণেশানী, এগুলি সবই গণেশের উপাধি - বিনায়ক, গজানন, বিঘ্নেশ্বর এবং গণেশেরই স্ত্রীলিঙ্গের রূপ। এই অভেদের ফলে তাকে গণেশের স্ত্রী রূপ - শক্তি হিসাবে ধরে নেওয়া হয়েছে। \nবিনায়কীকে মাঝে মাঝে চৌষট্টি যোগিনী বা মাতৃকা দেবীর অংশ হিসেবেও দেখা যায়। যাইহোক, পণ্ডিত কৃষাণ বিশ্বাস করেন যে হাতির মাথাওয়ালা মাতৃকাদের মধ্যে বিনায়কী, গণেশের ব্রাহ্মণ্য শক্তি এবং তান্ত্রিক যোগিনী তিনটি স্বতন্ত্র দেবী। \nজৈন এবং বৌদ্ধ ঐতিহ্যে, বিনায়কী একজন স্বাধীন দেবী। বৌদ্ধ কাজগুলিতে, তাকে গণপতিহৃদয় (\"গণেশের হৃদয়\") বলা হয়। \n\n\n== প্রতীক ==\n\nপ্রাচীনতম পরিচিত হাতির মাথাওয়ালা দেবীর মূর্তিটি রাজস্থানের রায়রহে পাওয়া যায়। এটি একটি বিকৃত পোড়ামাটির ফলক যেটি খ্রিস্টপূর্ব প্রথম শতাব্দী থেকে খ্রিস্টীয় প্রথম শতাব্দীর হতে পারে।  দেবী হাতিমুখী, শুঁড়টি ডানদিকে বাঁকানো এবং দুটি হাত রয়েছে। তার হাতের প্রতীক এবং অন্যান্য বৈশিষ্ট্যগুলি ক্ষয়প্রাপ্ত হওয়ায় দেবীর স্পষ্ট পরিচয় পাওয়া সম্ভব নয়। \nদশম শতাব্দীর পর থেকে দেবীর অন্যান্য হাতির মাথাওয়ালা ভাস্কর্য পাওয়া গেছে।  বিনায়কীর সবচেয়ে বিখ্যাত ভাস্কর্যগুলির মধ্যে একটি হল মধ্যপ্রদেশের ভেদাঘাটের চৌষট যোগিনী মন্দিরে একচল্লিশতম যোগিনী হিসাবে। দেবীকে এখানে শ্রী-ঐঙ্গিনী বলা হয়। এখানে, দেবীর বাঁকানো বাম পা টি একটি হাতি-মাথাওয়ালা পুরুষের সহায়তা প্রাপ্ত, সম্ভবত এটি গণেশ তাঁর পায়ের কাছে উপবিষ্ট। \nশিরালীর চিত্রপুর মঠে বিনায়কীর একটি বিরল ধাতব ভাস্কর্য পাওয়া গেছে। তিনি পূর্ণ স্তনবিশিষ্ট, কিন্তু গণেশ মূর্তির মতো স্থুলকায়া নন। তিনি নিজের বুকে যজ্ঞোপবীত (\"পবিত্র সুতো\") এবং গলায় দুটি অলঙ্কার পরেন। তার সামনের দুটি হাত অভয় (\"ভয়-নয়\") এবং বরদা (বরদানকারী) মুদ্রায় (ভঙ্গিমা) ধরা আছে। তার পেছন দিকের দুটি হাতের একটিতে তলোয়ার এবং অন্যটিতে ফাঁস রয়েছে। তার শুঁড় বাম দিকে বাঁকানো। ছবিটি সম্ভবত ১০ শতকের উত্তর-পশ্চিম ভারত (গুজরাত/রাজস্থান) থেকে পাওয়া এবং তান্ত্রিক গাণপত্য সম্প্রদায়ের (যারা গণেশকে সর্বোচ্চ ঈশ্বর বলে মনে করেন) অথবা সেটি বামাচার (বাম হাতের) দেবী-উপাসনাকারী শাক্ত সম্প্রদায়ের। \nবিহারের গিরেক থেকে পাওয়া পাল সাম্রাজ্যের একটি বিনায়কী বৃহৎ উদরযুক্ত নন। চতুর্ভুজা দেবী একটি গদা, ঘট (পাত্র), পরশু (কুড়াল) এবং সম্ভবত একটি মূলা বহন করেন। প্রতিহার সাম্রাজ্যের একটি ছবিতে বৃহৎ উদরযুক্ত এক বিনায়কীকে দেখানো হয়েছে, যার চারটি হাতে রয়েছে গদা-পরশুর সংমিশ্রণ, একটি পদ্ম, একটি অজ্ঞাত বস্তু এবং মোদক মিষ্টির একটি থালা। শুঁড় দিয়ে সেটি আঁকড়ে ধরা আছে। উভয় ছবিতে, শুঁড়টি ডানদিকে ঘুরানো রয়েছে। রানীপুর ঝরিয়াল (উড়িষ্যা), গুজরাত এবং রাজস্থানেও ক্ষতিগ্রস্ত চার-হাত বা দুই-হাত বিনায়কীর ছবি পাওয়া যায়। \nসাতনা থেকে অন্য একটি ছবি অনুযায়ী, পাঁচজন থেরিওসেফালিক (মানব-প্রাণী বর্ণসঙ্কর) দেবীর মধ্যে বিনায়কী একজন। ছবির কেন্দ্রে আছে গরু-মাথাযুক্ত যোগিনী বৃষভা, শিশু গণেশকে তার বাহুতে ধারণ করে।  বিনায়কীর মূর্তিটি গৌণ মূর্তি, বৃহৎ উদরযুক্ত এবং গণেশের মতো একটি অঙ্কুশ (হাতি প্রশিক্ষণের অস্ত্র) ধারণ করে আছে। এই রূপরেখায়, বৃষভকে গণেশ এবং অন্যান্য দেবীর মা হিসাবে বিবেচনা করা যেতে পারে, এইভাবে বিনায়কী এবং গণেশের মধ্যে একটি ভাইবোন সম্পর্কের ইঙ্গিত পাওয়া যায়। আরেকটি ব্যাখ্যা থেকে জানা যায় যে বিনায়কী সহ সমস্ত মহিলা দেবতাই ঐ শিশু দেবতাটির মা। \nমহারাষ্ট্রের পুনের কাছে শিবের ভুলেশ্বর মন্দিরেও গণেশায়নীর অনুরূপ চিত্র দেখা যায়। \nচেরিয়ানাদে শ্রীবালাসুব্রামনিয়া স্বামীর মন্দিরে, বিনায়কীর একটি কাঠের মূর্তি রয়েছে যা মন্দিরের \"বালিকাল পুর\" এ অবস্থিত। একে চেরিয়ানাদ গ্রামের দেশদেব (স্থানীয় দেবতা) হিসাবে বিবেচনা করা হয়।\n\n\n== পাঠ্য ==\n\nপুরাণে পাওয়া হস্তী-মাথাওয়ালা নারীরা রাক্ষস বা অভিশপ্ত দেবী। গণেশের জন্মের একটি গল্পে, গণেশের মা পার্বতীর স্নান-জল পান করার পর হাতি-মাথার রাক্ষস মালিনী গণেশের জন্ম দেন। স্কন্দ পুরাণে, সম্পদের দেবী লক্ষ্মীকে হাতির মাথা পাওয়ার অভিশাপ দেওয়া হয়েছে, তপস্যা করে দেবতা ব্রহ্মাকে খুশি করার মাধ্যমে যা থেকে তিনি পরিত্রাণ পান। এগুলিকে বিনায়কী বলা হয় না এবং আলগাভাবে গণেশের সাথে মা (মালিনী) হিসেবে বা স্ত্রী (কিছু মূর্তিতে লক্ষ্মী) হিসাবে সংযুক্ত।  হরিবংশ, বায়ু পুরাণ এবং স্কন্দ পুরাণে হস্তিমুখী মাতৃকা (\"মাতা\"), গ্রহ (উপদ্রবকারী) এবং গণ এর বর্ণনা আছে, যাদের নাম গজানন (\"হাতিমুখী\"), গজমুখী (\"হাতিমুখী\"), গজস্য (\"হস্তিতুল্য\"), ইত্যাদি।  যাইহোক, কৃষাণ এই মাতৃকাদের দুর্ভাগ্যের দেবী জ্যৈষ্ঠের সাথে সম্পর্কযুক্ত করেছেন, যার মুখ হাতির মুখের মতো। \nবৈনায়কী, যে স্পষ্টভাবে গণেশের সাথে সম্পর্কিত নয়, তাকে পুরাণেও দেখা যায়। মৎস্য পুরাণে (সংকলিত আনু. ৫৫০ খ্রিষ্টাব্দ), তিনি মাতৃকাদের একজন, তাকে  দেবতা শিব - গণেশের পিতা  তৈরি করেছিলেন রাক্ষস অন্ধকাসুরকে পরাজিত করার জন্য।  এই প্রসঙ্গে, তাকে গণেশের পরিবর্তে শিবের শক্তি হিসাবে বিবেচনা করা যেতে পারে। শুধুমাত্র \"বৈনায়কী\" নাম থেকে, যার অর্থ \"বিনায়ক/গণেশের অধিকারভুক্ত\", একটি সংযোগের আন্দাজ পাওয়া যায়। তিনি লিঙ্গ পুরাণে শক্তির তালিকায়ও স্থান পেয়েছেন। অগ্নি পুরাণ (দশম শতাব্দীতে সংকলিত) হল প্রথম পুরাণ যা গণেশের শক্তির তালিকা দেয়; যাইহোক, বৈনায়কী তাদের মধ্যে একজন নন, বা তাদের কেউই হাতির মুখের নন। বৈনায়কী একই পুরাণে চৌষট্টি যোগিনীর তালিকায় স্থান পেয়েছেন। \nউপপুরাণ (কম গুরুত্বপূর্ণ পুরাণ) দেবী পুরাণ সুস্পষ্টভাবে গণনায়িকা বা বিনায়কীকে গণেশের শক্তি হিসাবে চিহ্নিত করেছে, তার হাতির মাথা এবং গণেশের মতো বাধা দূর করার ক্ষমতা দ্বারা চিহ্নিত করা হয়েছে এবং তাকে নবম মাতৃকা হিসেবে অন্তর্ভুক্ত করেছে।  ভাস্কর্য ও সাহিত্যে সাধারণত মাতৃকার সংখ্যা সাত হলেও পূর্ব ভারতে নয়জন মাতৃকা জনপ্রিয় হয়ে ওঠে। শাস্ত্রীয় সাতটি মাতৃকা ছাড়াও মহালক্ষ্মী বা যোগেশ্বরী এবং গণেশানী বা গণেশা যথাক্রমে অষ্টম ও নবম মাতৃকা হিসেবে যুক্ত হয়েছে। \nমধ্যযুগীয় গ্রন্থ গোরক্ষসংহিতাতে বিনায়কীকে হস্তীমুখী, বৃহৎ উদরযুক্ত, তিনটি চোখ ও চারটি বাহু বিশিষ্ট, একটি পরশু এবং একটি মোদকের থালা ধারণকারী বলে বর্ণনা করেছে। \nশ্রীকুমারের ষোড়শ শতাব্দীর মূর্তি সংক্রান্ত গ্রন্থ শিল্পরত্ন গণেশের (গণপতি) একটি মহিলা রূপ বর্ণনা করে যাকে শক্তি-গণপতি বলা হয়, যিনি বিন্ধ্য অঞ্চলে বসবাস করেন। দেবতার একটি হাতির মাথা এবং দুটি শুঁড় রয়েছে। তার শরীর একটি যুবতীর মতো, সিঁদুর লাল রঙের এবং দশটি বাহু বিশিষ্ট। তিনি বৃহৎ উদরযুক্ত এবং পূর্ণ স্তন ও সুন্দর নিতম্ব যুক্ত। এই মূর্তিটি সম্ভবত হিন্দু দেবী-উপাসনাকারী সম্প্রদায় শাক্তধর্মাবলম্বীদের। যাইহোক, যমজ শুঁড়ের উপস্থিতির কারণে এই রূপটিকে গণেশ এবং তার শক্তির সংমিশ্রণ হিসাবেও ব্যাখ্যা করা হয়। \nআর্যমঞ্জুশ্রীমুলকল্প নামে একটি বৌদ্ধ গ্রন্থে, দেবীকে বিনায়কের সিদ্ধি বলা হয়েছে। তিনি গণেশের অনেক বৈশিষ্ট্য উত্তরাধিকার সূত্রে পেয়েছেন। গণেশের মতো, তিনি বাধা অপসারণকারী এবং তার শুধুমাত্র একটি শুঁড় সহ একটি হাতির মাথা রয়েছে। তাকে শিবের আর একটি দৃশ্যরূপ ইশানের কন্যাও বলা হয়। \n\n\n== আরও দেখুন ==\nমালিনী (দেবী)\nমাতৃকা\nবিনায়ক\nবিনায়কস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগণেশ এবং বিনয়কি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ আগস্ট ২০১৬ তারিখে"}