{"pageid": 1133084, "title": "মৃতদেহ", "url": "https://bn.wikipedia.org/wiki?curid=1133084", "content": "মানুষের মৃতদেহ বা লাশ বা শব হলো মৃত মানবদেহ যা মেডিকেল ছাত্র, চিকিৎসক এবং অন্যান্য বিজ্ঞানীরা শারীরস্থান অধ্যয়ন করতে, মানবদেহে রোগের স্থান সনাক্ত করতে, মৃত্যুর কারণ নির্ধারণ করতে এবং জীবিত মানবদেহে টিস্যুর ত্রুটি ঠিক করার কাজে ব্যবহার করেন। চিকিৎসা শাস্ত্রের শিক্ষার্থীরা তাদের শিক্ষার একটি অংশ হিসেবে মৃত মানবদেহ নিয়ে অধ্যয়ন করে এবং এর ব্যবচ্ছেদ করে। অন্যান্য যারা মৃতদেহ অধ্যয়ন করে তাদের মধ্যে রয়েছে প্রত্নতত্ত্ব এবং শিল্পকলার শিক্ষার্থী।\nCadaver শব্দটি একটি আইনি পরিভাষা যা মানব মৃতদেহ সম্পর্কিত। সেইসাথে প্রাকৃতিক দুর্যোগ থেকে উদ্ধারের নিমিত্তে মানবদেহের অনুসন্ধানরত পুনরুদ্ধারকারী দলগুলোও এই শব্দটি ব্যবহার করে। শব্দটি ল্যাটিন cadere থেকে এসেছে, যার অর্থ \"পড়ে যাওয়া\"। এর সাথে সম্পর্কযুক্ত অন্যান্য শব্দের মধ্যে রয়েছে cadaverous (ক্যাডাভ্যারাস, যার অর্থ cadaver-এর অনুরূপ) এবং cadaveric spasm (ক্যাডাভ্যারিক স্প্যাজম, এটি পেশীর খিঁচুনিবিশেষ যা মৃতদেহের হঠাৎ হঠাৎ মৃদু কেঁপে ওঠার কারণগুলোর একটি)। ক্যাডাভার গ্রাফ্ট (cadaver graft) হলো মানবদেহের ত্রুটি বা বিকৃতি ঠিক করার জন্য মৃতদেহ থেকে জীবিত মানবদেহে টিস্যুর গ্রাফটিং, যাকে পোস্টমর্টেম গ্রাফ্টও বলা হয়। কতক্ষণ আগে দেহের মৃত্যু ঘটেছে তা নির্ণয়ে সহায়ক ভূমিকার জন্য মৃতদেহের পচনের বিভিন্ন ধাপ পর্যবেক্ষণ করা হয়ে থাকে।\nঅতীতে শিল্পকলায় মানবদেহের চিত্রাঙ্কন ও এবং অঙ্কনে আরও নিখুঁতভাবে চিত্রিত করার উদ্দেশ্যে মৃতদেহ ব্যবহার করা হয়েছিল। \n\n\n== ইতিহাস ==\nমৃত মানবদেহের ব্যবহারের ইতিহাস পারস্পরিক বিরোধ, বৈজ্ঞানিক অগ্রগতি এবং নতুন নতুন আবিষ্কারে পরিপূর্ণ একটি ব্যাপার। এর সবই শুরু হয়েছিল ৩য় শতাব্দীর প্রাচীন গ্রীসে কালসিডনের হেরোফিলাস এবং সিওসের ইরাসিস্ট্রেটাস নামের দুই চিকিৎসকের হাত ধরে। তারা আলেকজান্দ্রিয়ায় মৃতদেহের ব্যবচ্ছেদ অনুশীলন করত এবং এটি ছিল শারীরবিদ্যা শেখার প্রধান মাধ্যম। এই দুই জনের মৃত্যুর পর শারীরবিদ্যা সম্পর্কিত ব্যবচ্ছেদের জনপ্রিয়তা হ্রাস পায় এবং সর্বক্ষেত্রে এর ব্যবহার শুরু না হওয়ার আগ পর্যন্ত এই অবস্থা বজায় থাকে। ১২ শতকের পূর্বে এটি আর পুনরুজ্জীবিত হয়নি। ১৭ শতকে এটি উত্তরোত্তর জনপ্রিয় হয়ে ওঠে এবং তখন থেকে আজও এর ব্যবহার করা হয়ে চলেছে।\n\nব্যবচ্ছেদের কাজে হেরোফিলাস ও ইরাসিস্ট্রাটাস উভয়েরই মৃত মানবদেহ ব্যবহারের অনুমতি থাকলেও তখনও শারীরবিদ্যা সম্পর্কিত কাজের উদ্দেশ্যে মৃতদেহের ব্যবহারকে ঘিরে সামাজিক অনেক বিধি-নিষেধ (ট্যাবু) ছিল এবং এই ধারণাগুলো শত শত বছর ধরে অব্যাহত থাকে। ৩য় শতাব্দীতে যে সময় থেকে শারীরবৃত্তীয় ব্যবচ্ছেদ তার শিকড় লাভ করে তখন থেকে ১৮শ শতকের আশপাশ পর্যন্ত একে অসম্মানজনক, নীতিভ্রষ্ট এবং অনৈতিক আচরণ হিসেবে গণ্য কর করা হতো। এই ধারণাগুলোর মধ্যে অধিকাংশই ছিল ধর্মীয় বিশ্বাস ও নান্দনিকতার সমাজিক বিধি-নিষেধের কারণজাত, উপরন্তু এগুলো ছিল জনসাধারণের এবং গির্জার বিশ্বাসের মধ্যে গভীরভাবে প্রোত্থিত।  উপরে যেমনটা উল্লেখ করা হয়েছে, ১২শ শতকের দিকে মানুষের মৃতদেহের ব্যবচ্ছেদ আবারও শুরু হয়েছিল। এবারও ব্যবচ্ছেদকে অসম্মানের চোখে দেখা হয়েছিল, তবে এটাকে পুরোপুরি নিষিদ্ধ করা হয় নি। তার পরিবর্তে, নির্দিষ্ট কিছু কার্যক্রমের ওপর নিষেধাজ্ঞা এবং এগুলোর অনুমতির ব্যাপার গির্জা নির্দিষ্ট কয়েকটি ফরমান  সামনে নিয়ে আসে।  \nএই ফরমানগুলোর একটি যা বৈজ্ঞানিক অগ্রগতির জন্য স্মারকরূপে গণ্য হয়েছিল তা হচ্ছে পবিত্র রোমান সম্রাট দ্বিতীয় ফ্রেডরিক কর্তৃক ১২৩১ সালে জারিকৃত একটি ফরমান। এই ডিক্রিতে বলা হয়েছিল যে, শারীরবৃত্তীয় অধ্যয়নের উদ্দেশ্যে প্রতি পাঁচ বছরে একটি মানবদেহ একবার ব্যবচ্ছেদ করা হবে এবং যারা চিকিৎসা বা অস্ত্রোপচারের প্রশিক্ষণ নিচ্ছেন অথবা ঐ সময়ে এই বিষয় দুটি নিয়ে অনুশীলন করছেন তাদের সকলের উপস্থিতি প্রয়োজন। ৩০০ খ্রিস্টপূর্বাব্দের পর প্রথম অনুমতি নিয়ে মানব দেহের ব্যবচ্ছেদের মূলে ছিল এই ঘটনাগুলোই এবং এ সময়েই মন্ডিনো ডি লিউজ অনুমোদিত একটি ব্যবচ্ছেদ জনসম্মুখে করে দেখান। মানব দেহের ব্যবচ্ছেদ বিজ্ঞানের জন্য কী করতে পারে তা নিয়ে প্রচুর উত্সাহের এবং সারা ইউরোপের ছাত্রছাত্রীদের মেডিসিনে অধ্যয়নে আকর্ষণের শুরু হয়েছিল এই যুগে।\nনতুন আবিষ্কার এবং অগ্রগতির সুফলের দরুন ব্যবচ্ছেদের ব্যাপারে যে ধর্মীয় মধ্যপন্থার তৈরি হয়েছিল, তাতে উল্লেখযোগ্যভাবে শিথিলতা আসে, তথাপি জনমানসে এর নেতিবাচক ধারণা থেকেই যায়। এর কারণ হলো, তখনও ব্যবচ্ছেদের জন্য মানবদেহের একমাত্র বৈধ উৎস ছিল মৃত্যুদণ্ড কার্যকর করা হয়েছে এমন অপরাধীদের মৃতদেহ। সচরাচর ফাঁসিতে ঝোলানো লাশ ব্যবহার করা হতো। যেসব অপরাধীর ক্ষেত্রে তাদের কৃত অপরাধের দরুন তাদের মরদেহের ব্যবচ্ছেদের সমন জারি হয়, সেই অপরাধীদের অনেকেই, এমনকি তাদের পরিবারগুলোও স্বয়ং এই ব্যবচ্ছেদকে তাদের (অপরাধীদের) কৃত অপরাধের তুলনায় কিংবা তাদেরকে দেওয়া মৃত্যদণ্ডের তুলনায় অধিক ভয়ঙ্কর এবং অপমানাকর বলে মনে করত। সদ্যমৃতের এবং অতিশীঘ্রই ব্যবচ্ছেদ করা হবে এমন লাশের আত্মীয়-স্বজন ও বন্ধুরা যখন ফাঁসির মঞ্চ থেকে অ্যানাটমিস্টদের নিকট লাশের সরবরাহ থামানোর চেষ্টা করত, তখন অনেক সংঘর্ষ হতো, এমনকি কখনো কখনো দাঙ্গাও বেঁধে যেত। সেই সময়ে (১৭শ শতক) গুরুতর অপরাধ সংঘটনের বিরুদ্ধে শাস্তিরূপে ব্যবচ্ছেদের প্রয়োগে জনমানসের এই আপত্তিসমূহের সুযোগ নেয় সরকারগুলো। এমনকি যে অপরাধগুলোর ক্ষেত্রে ফাঁসির মাধ্যমে শাস্তির নিয়ম ছিল সেই তালিকায় অপরাধের সংখ্যা ২০০-এরও ওপরে বাড়িয়ে দেয় তারা। সে যাই হোক, মৃতদেহের ব্যবচ্ছেদ আরও বেশি জনপ্রিয় হয়ে উঠলে, অ্যানাটমিস্টরা মৃতদেহের সন্ধানে ভিন্ন উপায়ের খোঁজ করতে বাধ্য হয়।\nবিশ্বব্যাপী বিশ্ববিদ্যালয়গুলোতে মৃতদেহের চাহিদা বাড়ার সাথে সাথে মানুষ কবর-ডাকাতি শুরু করে।  এই মৃতদেহগুলি স্থানীয় শারীরবৃত্তির অধ্যাপকদের তাদের ছাত্রদের কাছে ফিরিয়ে নেওয়ার জন্য পরিবহন করা হয়েছিল এবং বিক্রি করা হয়েছিল।  কবর ডাকাতির ক্ষেত্রে জনসাধারণ অন্য দিকে তাকাতে থাকে কারণ ক্ষতিগ্রস্ত ব্যক্তিরা সাধারণত দরিদ্র বা প্রান্তিক সমাজের একটি অংশ ছিল।  সমাজের ধনী বা বিশিষ্ট সদস্যরা প্রভাবিত হলে আরও বেশি শোরগোল ছিল এবং এটি নিউইয়র্কে একটি দাঙ্গার দিকে পরিচালিত করেছিল যাকে সাধারণত ১৭৮৮ সালের পুনরুত্থান দাঙ্গা হিসাবে উল্লেখ করা হয়। এটি সব শুরু হয়েছিল যখন একজন ডাক্তার একটি মৃতদেহের হাত নেড়েছিলেন  একটি ছোট ছেলে জানালা দিয়ে তাকিয়ে আছে, যে তারপর বাড়িতে গিয়ে তার বাবাকে বলল।  উদ্বিগ্ন যে তার সম্প্রতি মৃত স্ত্রীর কবর ছিনতাই হয়েছে, তিনি এটি পরীক্ষা করতে যান এবং বুঝতে পারেন যে এটি হয়েছে।  এই গল্পটি ছড়িয়ে পড়ে এবং লোকেরা স্থানীয় চিকিৎসক এবং শারীরস্থানবিদদের অভিযুক্ত করে।  দাঙ্গাটি ৫,০০০ জনে বেড়ে যায় এবং শেষ পর্যন্ত মেডিকেল ছাত্র এবং ডাক্তারদের মারধর করা হয় এবং ছয়জন নিহত হয়।  এটি মার্কিন সরকার কর্তৃক প্রণীত অ্যানাটমি আইনের মতো অনেক আইনি সমন্বয়ের দিকে পরিচালিত করে।  এই কাজগুলি বৈজ্ঞানিক উদ্দেশ্যে মৃতদেহ প্রাপ্তির অন্যান্য পথ খুলে দেয় এবং ম্যাসাচুসেটস প্রথম এটি করে।  ১৮৩০ এবং ১৮৩৩ সালে তারা দাবিহীন মৃতদেহ ব্যবচ্ছেদের জন্য ব্যবহার করার অনুমতি দেয়।  প্রায় প্রতিটি রাজ্যে আইন পরবর্তীকালে পাস করা হয়েছিল এবং কবর-ডাকাতি মূলত নির্মূল করা হয়েছিল।\nযদিও ব্যবচ্ছেদ বছরের পর বছর ধরে ক্রমবর্ধমানভাবে গৃহীত হয়েছিল, তবুও ২০ শতকের শুরুতে আমেরিকান জনসাধারণের দ্বারা এটি খুব বেশি অস্বীকৃত ছিল।  অস্বীকৃতি বেশিরভাগই এসেছে ধর্মীয় আপত্তি , দাবিহীন মৃতদেহের সাথে যুক্ত হওয়া  এবং দারিদ্র্যের চিহ্ন থেকে।  এমন অনেক লোক ছিল যারা ইতিবাচক আলোকে ব্যবচ্ছেদ প্রদর্শনের চেষ্টা করেছিল, উদাহরণস্বরূপ নিউইয়র্কের ২০০ জন বিশিষ্ট চিকিৎসক প্রকাশ্যে বলেছিলেন যে তারা তাদের মৃত্যুর পরে তাদের দেহ দান করবেন।  এই এবং অন্যান্য প্রচেষ্টা শুধুমাত্র ছোটখাটো উপায়ে সাহায্য করেছিল এবং জনমত অনেক বেশি প্রভাবিত হয়েছিল দুর্নীতিগ্রস্ত অন্ত্যেষ্টিক্রিয়া শিল্পের প্রকাশের দ্বারা।  এটি পাওয়া গেছে যে মৃত্যুর খরচ অবিশ্বাস্যভাবে বেশি ছিল এবং অন্ত্যেষ্টিক্রিয়া ঘরগুলির একটি বড় পরিমাণ লোকেদেরকে তাদের চেয়ে বেশি অর্থ প্রদানের জন্য প্রতারণা করছে।  এই এক্সপোজারগুলি অগত্যা কলঙ্ক অপসারণ করেনি কিন্তু ভয় তৈরি করেছিল যে একজন ব্যক্তি এবং তাদের পরিবার অন্ত্যেষ্টিক্রিয়া পরিচালকদের ষড়যন্ত্রের শিকার হবে, তাই লোকেরা দেহ দান পুনর্বিবেচনা করতে বাধ্য করে।  বর্তমানে, শরীর দান কলঙ্ক দ্বারা বেষ্টিত নয় কিন্তু উদযাপন হিসাবে বিবেচনা করা যেতে পারে।  শরীর দান শুধুমাত্র বৈজ্ঞানিক অগ্রগতি এবং আবিষ্কারের দিকে পরিচালিত করেনি, এটি জীবনকেও বাঁচিয়েছে।\n\n\n== শিল্পে ==\n\nমানুষের মৃতদেহ নিয়ে কাজ করার সময় স্কেচ এবং আবিষ্কারের বিস্তারিত অঙ্কন ছাড়া শারীরস্থানের অধ্যয়ন এবং শিক্ষা যুগে যুগে সম্ভব হত না।  দেহের অঙ্গ-প্রত্যঙ্গ স্থাপনের শৈল্পিক চিত্রায়ন শারীরবিদ্যা অধ্যয়ন করতে এবং মানবদেহের সাথে কাজ করা ব্যক্তিদের সহায়তা করার ক্ষেত্রে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।  এই চিত্রগুলি শরীরের মধ্যে একমাত্র দৃষ্টিভঙ্গি হিসাবে পরিবেশন করে যা বেশিরভাগ ব্যক্তি কখনই প্রত্যক্ষ করবে না।\nদা ভিঞ্চি আন্দ্রেয়াস ভেসালিয়াসের সাথে সহযোগিতা করেছিলেন যিনি ভেসালিয়াসের বই \"ডি হিউমানি কর্পোরিস ফ্যাব্রিকা\" চিত্রিত করার জন্য অনেক তরুণ শিল্পীর সাথে কাজ করেছিলেন এবং এটি তাদের আরও ভালভাবে বর্ণনা করার জন্য শারীরবৃত্তীয় বৈশিষ্ট্যগুলি চিহ্নিত করার ব্যবহার চালু করেছিল।  এটা বিশ্বাস করা হয় যে ভেসালিয়াস এই ধরনের কাজ এবং ব্যবচ্ছেদের জন্য মৃতদেহ সুরক্ষিত করতে অক্ষমতার কারণে তার কাজে মৃত্যুদন্ডপ্রাপ্ত অপরাধীদের শব ব্যবহার করেছিলেন।  তিনি তার অঙ্কনে শিল্পের প্রশংসার মনোভাবকে কাজে লাগানোর জন্য দুর্দান্ত পদক্ষেপ নিয়েছিলেন এবং এই চিত্রগুলিতে সহায়তা করার জন্য অন্যান্য শিল্পীকেও নিয়োগ করেছিলেন।\nমানবদেহের অধ্যয়ন শুধুমাত্র মেডিকেল ডাক্তার এবং ছাত্রদের জন্য বিচ্ছিন্ন ছিল না, কারণ অনেক শিল্পী নিপুণ অঙ্কন এবং পেইন্টিংয়ের মাধ্যমে তাদের দক্ষতা প্রতিফলিত করেছিলেন।  মানব ও প্রাণীর শারীরস্থানের বিশদ অধ্যয়ন, সেইসাথে মৃতদেহের ব্যবচ্ছেদ, প্রাথমিক ইতালীয় নবজাগরণের মানুষ লিওনার্দো দা ভিঞ্চি তার কাজের মাধ্যমে মানব চিত্রকে আরও সঠিকভাবে চিত্রিত করার প্রয়াসে ব্যবহার করেছিলেন।  তিনি ১৪৬৬ সালে শুরু হওয়া আন্দ্রেয়া দেল ভেরোকিওর অধীনে একজন শিক্ষানবিশ হিসাবে বাহ্যিক দৃষ্টিকোণ থেকে শারীরস্থান অধ্যয়ন করেন।  তার শিক্ষানবিশের সময়, লিওনার্দো ১৪৭২ সালের মধ্যে পেশী এবং টেন্ডনের মতো শারীরবৃত্তীয় কাঠামোর বিশদ সংস্করণ অঙ্কন করতে দক্ষতা অর্জন করেছিলেন। \nমানবদেহের চিত্রণে তার দৃষ্টিভঙ্গি অনেকটা স্থাপত্যের অধ্যয়নের মতো ছিল, যা তিনি ব্যক্তিগতভাবে যা দেখেছেন তার একাধিক দৃষ্টিভঙ্গি এবং ত্রিমাত্রিক দৃষ্টিভঙ্গি প্রদান করে।  এর প্রথম উদাহরণগুলির মধ্যে একটি হল ১৪৮৯ সালে একটি খুলি আঁকার জন্য ত্রিমাত্রিক দৃষ্টিভঙ্গি ব্যবহার করা।\n\n\n== তথ্যসূত্র =="}