{"pageid": 1133023, "title": "মাদার অ্যান্ড চাইল্ড রিইউনিয়ন (ডেগ্রাসি: দ্যা নেক্সট জেনারেশন)", "url": "https://bn.wikipedia.org/wiki?curid=1133023", "content": "\"মা ও শিশু পুনর্মিলন\" মিডিয়া থেকে মিশ্র পর্যালোচনা পেয়েছে। Canoe.ca- এর AllPop-এর স্টেফানি ম্যাকগ্রাথ মরিয়ম ম্যাকডোনাল্ডের এমা নেলসনের চরিত্রে অভিনয়কে \"একটি অতি ভয়ঙ্কর গল্পে দুর্দান্ত অভিনয় ক্ষমতা হিসাবে স্বীকার করেছেন ... উত্তেজনা বেশি, পনির কম [এবং] শীর্ষস্থানীয়\", এবং চালিয়ে যান, \"তরুণ অভিনেতারা প্রকৃতপক্ষে পাইলট পর্বে তাদের ক্লাসিক দেগ্রাসি কাউন্টার-পার্টস দেখিয়েছিলেন। তাদের অভিনয় দৃঢ়, বিশ্বাসযোগ্য এবং বয়স-উপযুক্ত ছিল, যখন কিছু বয়স্ক জনতার সংলাপ কিছুটা স্তব্ধ এবং অতিরিক্ত মহড়ার মতো শোনাচ্ছিল। সামান্য কাঠের অভিনয় একপাশে, জোয়ি, ক্যাটলিন এবং গ্যাংকে আবার একসাথে দেখতে এখনও ভাল লেগেছিল। এমার গল্প-লাইন দেখায় যে দ্য নেক্সট জেনারেশনের পিছনের সৃজনশীল শক্তিগুলি এখনও কিশোরদের সাথে যোগাযোগ হারিয়ে ফেলেনি, দেখায় যে ডেগ্রাসি: দ্য নেক্সট জেনারেশনের একটি কিস্তি ডসন'স ক্রিক-এর 20টি পর্বের মূল্যবান।\" \nঅটোয়া সিটিজেন -এর টনি আথারটন নতুন অবতার সম্পর্কে মিশ্র অনুভূতি ব্যক্ত করেছিলেন, বলেছিলেন যে এর \"একটি আরও পরিষ্কার, আরও চমতকার রূপ আছে, এবং তার কিনারা হারিয়েছে [এবং প্রস্তাবগুলো]। গ্রাউন্ডব্রেকিং পূর্ববর্তী সিরিজের সাথে পরিচিত দর্শকদের কাছে এটি নতুন কিছু নয়, বা অন্য কারো কাছেও যারা কিশোর নাটকের প্রলয় দেখেছে\", ওইগুলো  ওখানে যোগ করার কারণ \"কিশোর নাটকে বিরতির জন্য সামান্য স্থল বাকি আছে, প্লট এবং চরিত্রগুলির ক্ষেত্রে দেজা ভু এর অনুভূতি রয়েছে\"। তিনি অবশ্য অনুষ্ঠানটির প্রশংসা করেছিলেন \"একটি শিশুর দৃষ্টিকোণ থেকে বলা একই সহজ আখ্যান, এবং অবিকৃত বাস্তবতা [ ডেগ্রাসি জুনিয়র হাই এবং দেগ্রাসি হাই হিসাবে] একই রকমের জন্য। বোস্টন পাবলিক এবং ডসন'স ক্রিক-এর মতো সুদূরপ্রসারী হাই-স্কুল মেলোড্রামা থেকে এটি আলোকবর্ষ... প্রতিটি বিট তার প্রিয় পূর্বসূরির মতোই ভালো। প্রকৃতপক্ষে, কিছু ক্ষেত্রে এটি আরও ভাল।\" \nযখন এই সিরিজটি মার্কিন যুক্তরাষ্ট্রে শুরু হয়েছিল, দ্য সিয়াটল টাইমসের মেলানি ম্যাকফারল্যান্ড কানাডায় এর সাফল্য এবং জনপ্রিয়তা সীমান্তের ওপারে অব্যাহত থাকবে কিনা তা নিশ্চিত ছিলেন না। \" ডেগ্রাসি যতটা জনপ্রিয় ছিল, এটি এখনও মার্কিন যুক্তরাষ্ট্রে একটি নিছক কাল্ট হিট ছিল; পিবিএস -এ প্রাথমিকভাবে যে ভিড় এটিতে অ্যাক্সেস করেছিল তারা হয়তো নগিনের সাথে সুর মেলাতে সক্ষম হবে না। সমস্যাগুলির মধ্য দিয়ে নরম-প্যাডেলিং আজকের দর্শকদের পরিবারের জন্য কাজ করতে পারে, কিন্তু মা এবং বাবার মানসিক শান্তির জন্য যা যথেষ্ট মৃদু তা জুনিয়র বা আসল দেগ্রাসির পুরোনো ভক্তদের আঁকড়ে রাখার জন্য যথেষ্ট নাও হতে পারে\"। তিনি অবশ্য খুশি ছিলেন, \"নগগিন দেগ্রাসির ছাত্রদেরকে কিশোর বিপদে নেভিগেট করার জন্য বেছে নিয়েছিলেন স্ক্রীচ এবং সেভড বাই দ্য বেল থেকে গ্যাং চরিত্রগুলি, যা 1990 এর দশকের শুরুর দিকের একটি জনপ্রিয় শিশুদের সিটকম, আরেকটি বমি বমি ভাবের জন্য খনন করা হয়েছে\"। \n\"মাদার অ্যান্ড চাইল্ড রিইউনিয়ন\" দুটি ডিরেক্টরস গিল্ড অফ কানাডা অ্যাওয়ার্ডের জন্য মনোনীত হয়েছিল, \"টেলিভিশন সিরিজে অসামান্য অর্জন – চিলড্রেনস\" বিভাগে জিতেছে,  এবং \"একটি সেরা ফটোগ্রাফি\" বিভাগে দুটি জেমিনি পুরস্কারের মনোনয়ন পেয়েছে। ড্রামাটিক প্রোগ্রাম বা সিরিজ\" এবং \"সেরা শর্ট ড্রামাটিক প্রোগ্রাম\"। \n\n\n== তথ্যসূত্র =="}