{"pageid": 1133087, "title": "ব্রাহ্মণী (মাতৃকা)", "url": "https://bn.wikipedia.org/wiki?curid=1133087", "content": "ব্রাহ্মণী (সংস্কৃত: ब्रह्माणी, IAST : Brahmāṇī) বা ব্রাহ্মী (সংস্কৃত: ब्राह्मी, IAST : Brāhmī), মাতৃকা নামে পরিচিত সপ্ত মাতৃকা (সপ্তমাতা) দেবীর একজন। তিনি সরস্বতীর একটি রূপ এবং হিন্দুধর্মে সৃষ্টিকর্তা ব্রহ্মার শক্তি হিসাবে বিবেচিত। তিনি আদিশক্তির একটি দিক, \"রাজস গুণ\" এর অধিকারী এবং তাই ব্রহ্মার শক্তির উৎস।\n\n\n== কিংবদন্তি ==\n\nব্রহ্মা যখন ব্রহ্মাণ্ড সৃষ্টির জন্য ধ্যানমগ্ন ছিলেন, তখন তাঁর দেহ দুটি ভাগে বিভক্ত হয়েছিল।তারা তখন দেব-দেবী গঠন করেছিল, যার একটি অংশ ছিল পুরুষ এবং অন্যটি ছিল মহিলা।এইভাবে নারী অঙ্গ হয়ে ওঠে গায়ত্রী, সতী সাবিত্রী, সরস্বতী এবং অন্যান্য।\nলোককাহিনীতে, ব্রাহ্মণী একবার ইলাভাকু বংশের রাজকুমারী হিসাবে পুনর্জন্ম লাভ করেছিলেন।রাজার দুটি কন্যা ছিল, রেণুকা (দেবী ব্রাহ্মণীর অবতার) এবং অন্যটি সহস্ত্রকাল। একবার সরস্বতী নদীর তীরে, ঋষি জমদগ্নি এবং রাজা রেণুকার জন্য স্বয়ম্বর ধারণ করেন এবং ঋষি যদমগ্নির সাথে তার বিবাহ হয়।ক্ষত্রিয় (যোদ্ধা) গোষ্ঠী এবং ভার্গব (ঋষি ভৃগু এবং শিবের বংশধর) বংশের মধ্যে সংঘর্ষ হয়েছিল কারণ ঋষি যাদমগ্নি ভার্গব বংশীথেকে ভারতের পশ্চিমে তাদের বাসস্থান স্থানান্তর করেছিলেন। পরে, রেণুকার বোনের বিবাহের জন্য তিনি পশ্চিম থেকে সমস্ত ক্ষত্রিয়দের উদযাপনের জন্য আমন্ত্রণ জানান।ঋষি যদমগ্নি তার এই আচরণে রাজি হননি কিন্তু রেণুকা একগুঁয়ে ছিলেন এবং তিনি তার কথা ধরে রাখেন, যা যদমগ্নি রাজি হন। দম্পতি দরিদ্র ছিল, কিন্তু ঋষিদের কামধেনু এবং অক্ষয়পত্র ছিল, যা তারা চাল তৈরি করতেন।ক্ষত্রিয় গোষ্ঠী লজ্জিত হয়েছিল এবং ঋষি যদমগ্নিকে অপমান করেছিল, যার ফলে রেণুকা বুঝতে পেরেছিলেন যে যদমগ্নির নিরোধের কারণ রেণুকা নিজেই। শীঘ্রই, ঋষি এবং রেণুকার পরশুরাম নামে একটি পুত্রের জন্ম হয়। যদমগ্নি তাকে বলেছিলেন যে তিনি যদি তার পিতাকে ভালোবাসেন তবে তাকে তার মায়ের মাথা কেটে ফেলতে হবে, যার ফলে রেণুকাকে দেবী ব্রাহ্মণী বলা হবে এবং পূজা করা হবে।  পরশুরাম তার মাকে হত্যা করেন এবং এইভাবে তিনি দেবীর মর্যাদা পান। ঋষি যদমগ্নি শ্রী পরশুরামের কাছে বর চাইলেন। পরশুরাম বর হিসাবে তার মাকে  আবার জীবিত করার দাবি করেছিলেন, এইভাবে জমদগ্নি তাকে আবার জীবিত করে তোলেন।\n\n\n== মূর্তিশিল্পী ==\nতাকে হলুদ রঙে এবং চারটি মাথার সাথে চিত্রিত করা হয়। তাকে চার বা ছয় হাত দিয়ে চিত্রিত করা হতে পারে।ব্রহ্মার মতো, তিনি একটি জপমালা, একটি কমন্ডলু (জলের পাত্র), একটি পদ্মের ডালপালা, ঘণ্টা, বেদ এবং ত্রিশূল ধারণ করেন যখন তিনি তার বাহন (পর্বত বা বাহন) হিসাবে একটি হংসে (হাঁস বা হংস দ্বারা চিহ্নিত) উপবিষ্ট ছিলেন। তাকে তার ব্যানারে একটি রাজহাঁস সহ একটি পদ্মের উপর উপবিষ্ট দেখানো হয়েছে। তিনি বিভিন্ন অলঙ্কার পরিধান করেন এবং তার ঝুড়ি আকৃতির মুকুট দ্বারা আলাদা করা হয় যার নাম karaṇḍa mukuṭa ।\n\n\n== কুলদেবী ==\nতিনি ভাঙ্কর (তাঁতি), প্রজাপতি, নগর ব্রাহ্মণ, দর্জি সমাজ, ডোদিয়া রাজপুত এবং কেজিকে সম্প্রদায় সহ এবং রাজস্থান ও কচ্ছের অন্যান্য সম্প্রদায়ের কুলদেবী (গ্রাম দেবী)।\n\n\n== ভারতে ব্রাহ্মণী মন্দির ==\nরাজস্থানের বারানে ব্রাহ্মণী মাতাজি মন্দির।\nরাজস্থানের হনুমানগড়ের কাছে পাল্লোর ব্রাহ্মণী মাতাজি মন্দির।\nউত্তরপ্রদেশের বালিয়ার কাছে হনুমানগঞ্জের ব্রাহ্মণী গ্রামে ব্রাহ্মণী মাতার মন্দির।\nহিমাচল প্রদেশের চাম্বার কাছে ভারমৌরে ব্রাহ্মণী মাতার মন্দির।\nগুজরাটের কালোলের কাছে ডিঙ্গুচায় ব্রাহ্মণী মাতার মন্দির।\nগান্ধীনগরের জমিয়তপুরায় ব্রাহ্মণী মাতার মন্দির\nরাজস্থানের সোর্সানে ব্রাহ্মণী মাতার মন্দির\nআঞ্জারে ব্রাহ্মণী মাতার মন্দির।\nবিসনগরে ব্রাহ্মণী মাতার মন্দির।\n\n\n== আরও দেখুন ==\nবৈষ্ণবী\nমহাসরস্বতী\nত্রিদেবী\n\n\n== তথ্যসূত্র =="}