{"pageid": 1133194, "title": "কাইওএস", "url": "https://bn.wikipedia.org/wiki?curid=1133194", "content": "কাই ওএস (ইংরেজি: KaiOS) হল একটি মোবাইল অপারেটিং সিস্টেম, কীপ্যাড ফিচার ফোনের জন্য যা লিনাক্সের উপর ভিত্তি করে, । এটি কাই ওএস টেকনোলজিস (হংকং) লিমিটেড দ্বারা তৈরি; হংকং ভিত্তিক একটি কোম্পানি, যার বৃহত্তম শেয়ারহোল্ডার হচ্ছে চীনা বহুজাতিক ইলেকট্রনিক্স সমষ্টি টিসিএল কর্পোরেশন ।  কাই ওএস কম পাওয়ারের হার্ডওয়্যার এবং কম শক্তি খরচ (এবং তাই দীর্ঘ ব্যাটারি লাইফ) সঙ্গে তৈরি ফিচার ফোনে চালানো হয়।। কাই ওএস ৪জি এলটিই, VoLTE, জিপিএস এবং ওয়াই-ফাই এর মতো আধুনিক সংযোগ প্রযুক্তিগুলিকে সমর্থন করে৷ কাই ওএসএইচটিএমএল ৫- ভিত্তিক অ্যাপ চালায়। কাই ওএস ওভার-দ্য-এয়ার আপডেট সমর্থন করে এবং একটি ডেডিকেটেড অ্যাপ মার্কেটপ্লেস (কাই স্টোর) রয়েছে। ফেসবুক এবং ইউটিউব সহ কিছু অ্যাপ্লিকেশন প্রিলোড করা থাকে।  ১ এপ্রিল ২০২০ (2020-04-01)-এর হিসাব অনুযায়ী , কাই স্টোরএ 500+ অ্যাপ আছে। হার্ডওয়্যার রিসোর্স ব্যবহারের ক্ষেত্রে মোবাইল অপারেটিং সিস্টেম তুলনামূলকভাবে হালকা, এবং মাত্র ২৫৬মেগাবাইট (এম বি) মেমরি সহ ডিভাইসে চলতে সক্ষম। \n\n\n== ইতিহাস ==\nকাই ওএস হল একটি মোবাইল অপারেটিং সিস্টেম, যা লিনাক্সের উপর ভিত্তি করে, কীপ্যাড ফিচার ফোনের জন্য। এটি কাই ওএস টেকনোলজিস (হংকং) লিমিটেড দ্বারা তৈরি; হংকং ভিত্তিক একটি কোম্পানি, যার বৃহত্তম শেয়ারহোল্ডার হচ্ছে চীনা বহুজাতিক ইলেকট্রনিক্স সমষ্টি TCL কর্পোরেশন ।  কাই ওএস কে B2G OS (Boot to Gecko OS), ফায়ারফক্স অপারেটিং সিস্টেম- এর একটি ওপেন সোর্স কমিউনিটি-চালিত কাঁটা, যা মজিলা ২০১৬ সালে বন্ধ করে দিয়েছিল।   \nকাই ওএস - এর প্রাথমিক বৈশিষ্ট্যগুলি 4G LTE E, VoLTE, GPS এবং Wi-Fi- এর জন্য সমর্থন নিয়ে আসে; অপ্টিমাইজড ইউজার ইন্টারফেস, কম মেমরি এবং শক্তি খরচ সহ HTML5- ভিত্তিক অ্যাপস এবং নন-টাচস্ক্রিন ডিভাইসে ব্যাটারি লাইফ।   এটি ওভার-দ্য-এয়ার আপডেটগুলি (OTA আপডেট) বৈশিষ্ট্যযুক্ত। একটি ডেডিকেটেড অ্যাপ মার্কেটপ্লেস (কাই স্টোর) ব্যবহারকারীদের মোবাইল অ্যাপ্লিকেশন, বা 'অ্যাপ' ডাউনলোড করতে সক্ষম করে।  Facebook এবং YouTube সহ কিছু পরিষেবা HTML5 অ্যাপ্লিকেশন হিসাবে প্রিলোড করা হয়।  ১ এপ্রিল ২০২০ (2020-04-01)-এর হিসাব অনুযায়ী , কাই স্টোরএ ৫০০+ অ্যাপ আছে। হার্ডওয়্যার রিসোর্স ব্যবহারের ক্ষেত্রে মোবাইল অপারেটিং সিস্টেম তুলনামূলকভাবে হালকা, এবং মাত্র ২৫৬ মেগাবাইট (এমবি) মেমরি সহ ডিভাইসে চলতে সক্ষম। \nঅপারেটিং সিস্টেমটি প্রথম প্রকাশিত হয়েছিল ২০১৭ সালে, এবং এটি কাই ওএস টেকনোলজিস ইনক। দ্বারা তৈরি করা হয়েছে, একটি হংকং- ভিত্তিক  কোম্পানি যার নেতৃত্বে সিইও সেবাস্টিয়ান কোডভিল, অন্যান্য দেশে অফিস রয়েছে। 2018 সালের জুনে, Google অপারেটিং সিস্টেমে US$22 মিলিয়ন বিনিয়োগ করেছে।  ভারত-ভিত্তিক টেলিকম অপারেটর রিলায়েন্স জিও কোম্পানিতে 16% শেয়ারের জন্য $৭ মিলিয়ন বিনিয়োগ করেছে।  মে ২০০৯ সালে, কাই ওএস ক্যাথে ইনোভেশন এবং পূর্ববর্তী বিনিয়োগকারী গুগল এবং টিসিএল হোল্ডিংস থেকে অতিরিক্ত US$50 মিলিয়ন সংগ্রহ করেছে। \n২০১৮ সালের মে মাসে ঘোষিত বাজার শেয়ার অধ্যয়নের ফলাফলে, কাই ওএস ভারতে দ্বিতীয় স্থানে অ্যাপেল-এর iOS কে পরাজিত করে,  যেখানে অ্যান্ড্রয়েড এর প্রাধান্য ৭১%, যদিও ৯% কমেছে। কাই ওএস বৃদ্ধির জন্য মূলত প্রতিযোগিতামূলক দামের জিও ফোন- এর জনপ্রিয়তার জন্য দায়ী করা হচ্ছে৷  ২০১৮ সালের প্রথম প্রান্তিকে, ২৩ মিলিয়ন কাই ওএস ডিভাইস তৈরি করা হয়েছিল। \n২০২০ সালের মার্চ মাসে, মোজিলা এবং কাই ওএস টেকনোলজিস গেকো ব্রাউজার ইঞ্জিনের একটি আধুনিক সংস্করণ এবং আরও ঘনিষ্ঠভাবে সারিবদ্ধ পরীক্ষার পরিকাঠামো সহ কাই ওএস আপডেট করার জন্য একটি অংশীদারিত্ব ঘোষণা করেছে। এই পরিবর্তনটি কাই ওএস-কে চার বছরের কর্মক্ষমতা এবং নিরাপত্তার উন্নতি এবং নতুন বৈশিষ্ট্যগুলি দেবে, যার মধ্যে TLS 1.3, WebAssembly, WebGL 2.0, প্রগ্রেসিভ ওয়েব অ্যাপস, WebP, AV1, এবং আধুনিক জাভাস্ক্রিপ্ট এবং ক্যাসকেডিং স্টাইল শীট (CSS) বৈশিষ্ট্য সহ নতুন ভিডিও কোডেক রয়েছে৷  \n\n\n== ডিভাইস ==\n\nকাই ওএস এর সাথে ইনস্টল করা ডিভাইসগুলির মধ্যে রয়েছে: \n\nঅ্যালকাটেল গো ফ্লিপ  ( AT&amp;T-এ Cingular Flip 2 নামে পরিচিত,  TracFone Wireless- এ Alcatel MyFlip  ) এবং 3088X\nAdvan Hape Online ( Indonesia ) Indosat Ooredoo এর সাথে অংশীদারিত্বে।\nরিলায়েন্স জিও এর JioPhone, F10Q, F101K, F120B, F220B, F211S, F221S, F250Y, F271I, F30C, F41T, F50Y, F61F, F81E, F90M, LF-2401, LF-2401, LF-2401, LF-240, LF-240, LF240, F250Y সমস্ত LYF হিসাবে ব্র্যান্ডেড,     JioPhone 2, F300B, F310B, JioPhone Lite, F320B\nHMD গ্লোবাল এর Nokia 8110 4G, 2720 Flip, 800 Tough, 6300 4G, 8000 4G, Nokia 2760 Flip   \nএনার্জিজার এনার্জি E220, E220S, E241, E241S এবং হার্ডকেস H241, H242, H280S, E282SC\nডোরো 7010, 7030, 7050, 7060 \nবিড়াল B35 \nম্যাক্সকম MK241, MK281 \nউইজফোন WP006, গুগল এবং আলফামার্ট- এর সাথে অংশীদারিত্বে ইন্দোনেশিয়ায় চালু হয়েছে। \nMTN 3G ফোন (MTN Smart S 3G) \nপজিটিভো P70S (ব্রাজিল) \nমাল্টিলেজার ZAPP (ব্রাজিল) \nটেকনো T901 \nজ্যাজ ডিজিট 4G (পাকিস্তান)\nঅরেঞ্জ সানজা 2, সানজা এক্সএল\nকিটোচি 4G স্মার্ট\nভোডাকম স্মার্ট কিটোচি (ভিডা), ভোডাকম স্মার্ট কিটোচি (আজুমি)\nকিউ মোবাইল ফোর জি প্লাস (পাকিস্তান)\nজিওফোন T15, T19, T19i (বাংলাদেশ)\nসিগমা মোবাইল এক্স-স্টাইল S3500 sKai (ইউক্রেন)\nGhia KOX1, GK3G (মেক্সিকো)\nমাইফোন আপ স্মার্ট, আপ স্মার্ট এলটিই (পোল্যান্ড) \n\n\n== ভাগীদারী ==\nফেব্রুয়ারি ২০১৮-এর হিসাব অনুযায়ী, কাই ওএস টেকনোলজিস মোজিলা, Airfind, Avenir Telecom (Energizer), ফেসবুক, গুগল, Bullitt, Doro, HMD Global, Micromax, NXP, Spreadtrum, Qualcomm, Jio, Sprint, AT&T, T-Mobile, and Orange S.A. এর সাথে অংশীদারিত্ব করেছে।\n২০২০ সালের মার্চ মাসে, কাই ওএস টেকনোলজিস মোজিলার সাথে অংশীদারিত্ব করেছে যাতে Gecko ব্রাউজার ইঞ্জিনের আধুনিক সংস্করণ ভবিষ্যতের কাই ওএস বিল্ডে নিয়ে আসে।  \n\n\n== মুক্তির ইতিহাস ==\n\n\n== জেলব্রেক ==\nনকিয়া ৮১১০ 4G প্রকাশের সাথে সাথে, কাই ওএস এবং ফোন উভয়ের চারপাশে একটি সক্রিয় সম্প্রদায়ের উদ্ভব হয় এবং একটি জেলব্রেক এর প্রথম সংস্করণ প্রকাশ করে। এটি ব্যবহারকারীদেরকে কাই ওএস ডিভাইসে পুরানো ফায়ারফক্স ওএস অ্যাপ ব্যবহার করার ক্ষমতা দিয়েছে, সেইসাথে তাদের ডিভাইসগুলিকে সম্প্রদায়ের তৈরি রম, যেমন GerdaOS এর সাথে ফ্ল্যাশ করার ক্ষমতা দিয়েছে।  \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.KaiOStech.com — কাই ওএস টেকনোলজিসের অফিসিয়াল ওয়েবসাইট"}