{"pageid": 1133951, "title": "লাতিন আমেরিকান রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1133951", "content": "লাতিন আমেরিকান রন্ধনপ্রণালী হল সাধারণ খাবার, পানীয় এবং রান্নার শৈলী যা ল্যাটিন আমেরিকার অনেক দেশ এবং সংস্কৃতিতে সাধারণ।ল্যাটিন আমেরিকা একটি অত্যন্ত বৈচিত্র্যময় ভূখণ্ড যার দেশগুলির বিভিন্ন রন্ধনপ্রণালী রয়েছে।ল্যাটিন আমেরিকান রন্ধনপ্রণালীর সাধারণ কিছু উপাদানের মধ্যে রয়েছে ভুট্টা -ভিত্তিক খাবার আরেপাস, পুপুসাস, টাকোস, ট্যামেলস, টর্টিলাস এবং বিভিন্ন সালসা এবং অন্যান্য মশলা ( গুয়াকামোল, পিকো ডি গ্যালো, মোল, চিমিচুরি, মরিচ, আজি, পেব্রে )।সোফ্রিটো, একটি রন্ধনসম্পর্কীয় শব্দ যা মূলত sautéed বা ব্রেসড অ্যারোমেটিক্স (braised aromatics) এর একটি নির্দিষ্ট সংমিশ্রণকে নির্দেশ করে, ল্যাটিন আমেরিকান রন্ধনশৈলীতে বিদ্যমান।এটি টমেটো, ভাজা বেল মরিচ, রসুন, পেঁয়াজ এবং ভেষজগুলির একটি সস বোঝায়।ভাত এবং মটরশুটি ল্যাটিন আমেরিকান খাবারের প্রধান উপাদান।\nল্যাটিন আমেরিকান পানীয়গুলি তাদের খাবারের মতোই আলাদা।কিছু পানীয় এমনকি নেটিভ আমেরিকানদের সময়েরও হতে পারে।কিছু জনপ্রিয় পানীয়ের মধ্যে রয়েছে কফি, সঙ্গী, হিবিস্কাস চা, হরচাটা, চিচা, আটোল, কাকাও এবং আগুয়াস ফ্রেসকাস ।\nলাতিন আমেরিকার ডেজার্ট সাধারণত স্বাদে খুব মিষ্টি হয়।এর মধ্যে রয়েছে ডুলসে দে লেচে, আলফাজর, রাইস পুডিং, ট্রেস লেচেস কেক, তেজা এবং ফ্লান ।\n\n\n== সাংস্কৃতিক প্রভাব ==\n\n\n=== স্থানীয় আমেরিকান প্রভাব ===\nস্থানীয় আমেরিকান রন্ধনপ্রণালী সম্পর্কে তথ্য বিভিন্ন উত্স থেকে আসে।  আধুনিক দিনের আদিবাসীরা ঐতিহ্যবাহী খাবারের একটি সমৃদ্ধ দেহ ধরে রাখে, যার মধ্যে কিছু বর্তমানের নেটিভ আমেরিকান সামাজিক সমাবেশের আইকনিক হয়ে উঠেছে (উদাহরণস্বরূপ, ফ্রাইব্রেড)।  ভুট্টা পাউরুটির মত খাবার আমেরিকার রন্ধনপ্রণালীতে নেটিভ আমেরিকান গ্রুপ থেকে গৃহীত হয়েছে বলে জানা যায়।  অন্যান্য ক্ষেত্রে, ইউরোপীয়, আফ্রিকান এবং এশীয় জনগণের সাথে যোগাযোগের প্রাথমিক সময়কালের নথিগুলি খাদ্য অনুশীলনের পুনরুদ্ধারের অনুমতি দেয় যা ঐতিহাসিক যুগে জনপ্রিয়তা থেকে বেরিয়ে যায় (উদাহরণস্বরূপ, কালো পানীয়)।  প্রত্নতাত্ত্বিক কৌশলগুলি, বিশেষত চিড়িয়াখানাবিদ্যা এবং প্যালিওথনোবোটানির উপশাখায়, অন্যান্য রন্ধনপ্রণালী বা পছন্দের খাবারগুলি বোঝার অনুমতি দিয়েছে যা লিখিত ঐতিহাসিক রেকর্ডে টিকে ছিল না।  মেক্সিকো এবং মধ্য আমেরিকায় নেটিভ আমেরিকানদের ব্যবহৃত প্রধান ফসল ছিল ভুট্টা এবং মটরশুটি, যেগুলি সমসাময়িক খাবার যেমন পিপুসাস, তামালেস, পোজোল, চুচিটোস এবং কর্ন টর্টিলাতে ব্যবহৃত হয়।  দক্ষিণ আমেরিকার আদিবাসীদের দ্বারা ব্যবহৃত প্রধান নেটিভ আমেরিকান ফসল ছিল আলু, ভুট্টা এবং চুনো, যা প্রধানত আধুনিক কলম্বিয়ান, ইকুয়েডরিয়ান, পেরুভিয়ান, চিলি, বলিভিয়ান এবং প্যারাগুয়ের খাবার যেমন আরপাস, পাপা আ লা হুয়ানকাইনা, হুমিটাস, চিপা গুয়াসু,  locro এবং আরও অনেক কিছু।\n\n\n=== আফ্রিকান প্রভাব ===\nআফ্রিকানরা তাদের অনেক ঐতিহ্য এবং রান্নার কৌশল নিয়ে এসেছে এবং সংরক্ষণ করেছে।  তাদের প্রায়ই কাঁধ এবং অন্ত্র সহ কম পছন্দসই মাংস দেওয়া হত।  উদাহরণস্বরূপ, মেনুডো স্প্যানিয়ার্ডদের ক্রীতদাসদের গরুর অন্ত্র দেওয়ার অভ্যাস থেকে উদ্ভূত হয়েছিল।  ক্রীতদাস আফ্রিকানরা অফল পরিষ্কার করার একটি উপায় তৈরি করেছে এবং এটিকে স্বাদে সিজন করেছে।  দক্ষিণ মার্কিন যুক্তরাষ্ট্রে আফ্রিকান ক্রীতদাসরা শূকরের অন্ত্রের সাথে একই কাজ করেছিল, যা আজ চিটারলিং নামে পরিচিত খাবার তৈরি করেছিল।  দক্ষিণ আমেরিকায়, বাড়িওয়ালারা যে খাবার খেতেন না তা একত্রিত করে নতুন খাবার তৈরি করা হয়েছিল যা আজকাল তাদের নিজ নিজ জাতির রান্নায় গৃহীত হয়েছে (যেমন পেরুভিয়ান টাকু-টাকু)।\n\n\n=== এশিয়ার প্রভাব ===\nএশিয়া থেকে আসা অভিবাসীদের একটি ঢেউ, যেমন চীন এবং জাপান, পেরু এবং ব্রাজিলের রন্ধনপ্রণালীকেও প্রভাবিত করেছে।  চীনারা তাদের সাথে তাদের নিজস্ব মশলা এবং খাবারের শৈলী নিয়ে এসেছিল, যা ল্যাটিন আমেরিকার লোকেরা তাদের টেবিলে গ্রহণ করেছিল।  শুধু তাই নয়, বেশ কিছু এশীয় রেস্তোরাঁও অনেক ল্যাটিন আমেরিকান খাবার-শৈলীকে নিজেদের মতো করে নিয়েছে।  পেরুভিয়ান চিফাতে এই ক্ষেত্রে স্পষ্টভাবে দেখা যায়।  লাতিন আমেরিকার অন্যান্য দেশ যেমন উরুগুয়ে এবং আর্জেন্টিনা সেই দেশগুলি থেকে আর্জেন্টিনা এবং উরুগুয়েতে ব্যাপক \nঅভিবাসনের কারণে আর্মেনিয়ান এবং ইসরায়েলি খাবারকে মানিয়ে নিয়েছে।\n\n\n=== ইউরোপীয় প্রভাব ===\nইউরোপীয়রা তাদের রন্ধনসম্পর্কীয় ঐতিহ্য নিয়ে এসেছিল, কিন্তু আমেরিকার স্থানীয় বেশ কিছু ফল ও শাকসবজিকে দ্রুত তাদের নিজস্ব রান্নায় অভিযোজিত করে।  ইউরোপ নিজেই অন্যান্য সংস্কৃতির দ্বারা প্রভাবিত হয়েছে, যেমন স্পেনের আল-আন্দালুস দ্বারা, এবং এইভাবে তাদের খাদ্য ইতিমধ্যেই তাদের বিশ্বের মিশ্রণ ছিল।  অনেক ল্যাটিন আমেরিকান রন্ধনপ্রণালীর জন্য ইউরোপীয় প্রভাব মূলত স্পেন, পর্তুগাল, ইতালি এবং কিছুটা ফ্রান্স থেকে আসে, যদিও ব্রিটিশ, জার্মান এবং পূর্ব ইউরোপের মতো বৈচিত্র্যময় রান্নার কিছু প্রভাব আর্জেন্টিনা এবং কিছু দেশের রন্ধনপ্রণালীতেও স্পষ্ট।  স্প্যানিশ, ব্রিটিশ, জার্মান, রাশিয়ান, ফরাসি এবং পূর্ব ইউরোপীয় প্রভাবের সাথে উরুগুয়ে, যার প্রধান প্রভাব হিসেবে ইতালীয় খাবার রয়েছে।\n\n\n== উত্তর আমেরিকা ==\nউত্তর আমেরিকার রন্ধনপ্রণালী হল একটি শব্দ যা উত্তর আমেরিকার দেশগুলির স্থানীয় বা জনপ্রিয় খাবারের জন্য ব্যবহৃত হয়, যেমন কানাডিয়ান রন্ধনশৈলী, মার্কিন যুক্তরাষ্ট্রের রন্ধনশৈলী, ক্যারিবিয়ানের রন্ধনশৈলী, মধ্য আমেরিকার রন্ধনপ্রণালী এবং মেক্সিকোর রন্ধনশৈলী।  স্থানীয় আমেরিকান রন্ধনশৈলী এবং ইউরোপীয় রন্ধনপ্রণালী সহ অনেক আন্তর্জাতিক রন্ধনপ্রণালী থেকে এর প্রভাব রয়েছে।\nনিকটবর্তী মধ্য আমেরিকা এবং ক্যারিবিয়ান অঞ্চলের রন্ধনপ্রণালী - কখনও কখনও উত্তর আমেরিকা মহাদেশের সাথে গোষ্ঠীভুক্ত - প্রযুক্তিগত অর্থে উত্তর আমেরিকার রন্ধনশৈলীর অংশ হিসাবে বিবেচিত হতে পারে যে সেগুলি তাদের নিজস্ব মহাদেশগুলিতে নির্ধারিত নয়।\n\n\n=== ক্যারিবিয়ান ===\nক্যারিবিয়ান রন্ধনপ্রণালী হল আমেরিন্ডিয়ান, আফ্রিকান এবং ইউরোপীয় খাবারের সংমিশ্রণ।  এই ঐতিহ্য এই অঞ্চলের জনসংখ্যার অনেক স্বদেশ থেকে আনা হয়েছে। উপরন্তু, জনসংখ্যা ঐতিহ্যের এই বিশাল সম্পদ থেকে অনেক শৈলী তৈরি করেছে যা এই অঞ্চলের জন্য অনন্য।\nসামুদ্রিক খাবার হল দ্বীপের সবচেয়ে সাধারণ রন্ধনপ্রণালীগুলির মধ্যে একটি, যদিও এটি অবশ্যই তাদের অবস্থানের কারণে।  প্রতিটি দ্বীপের নিজস্ব বিশেষত্ব থাকবে।  কেউ কেউ গলদা চিংড়ি প্রস্তুত করে, আবার কেউ কেউ নির্দিষ্ট ধরনের মাছ পছন্দ করে।  উদাহরণস্বরূপ, বার্বাডোস দ্বীপটি তার \"উড়ন্ত মাছ\" এর জন্য পরিচিত।\nআরেকটি ক্যারিবিয়ান প্রধান ভিত্তি হল চাল, তবে প্রতিটি দ্বীপের চাল একটু আলাদা হতে পারে।  কিছু ঋতু তাদের ভাত, বা মটর এবং অন্যান্য উপাদান যেমন নারকেল যোগ করুন।  কখনও কখনও হলুদ ভাত একটি পার্শ্ব হিসাবে পরিবেশন করা হয়, কিন্তু এটি প্রায়ই একটি থালা অংশ.  যদিও এটি বিভিন্ন আকারে আসে, এটি সমগ্র অঞ্চল জুড়ে একটি সাধারণ সহ ডিশ।\n\n\n=== কিউবা ===\n\nকিউবান রন্ধনপ্রণালী হল স্প্যানিশ, আফ্রিকান এবং ক্যারিবিয়ান খাবারের একটি স্বতন্ত্র সংমিশ্রণ।  কিউবান রেসিপিগুলি তাদের মৌলিক মশলা প্যালেট (জিরা, ওরেগানো এবং তেজপাতা) এবং স্প্যানিশ এবং আফ্রিকান রান্নার সাথে প্রস্তুতির কৌশলগুলি ভাগ করে।  কালো ক্যারিবিয়ান চালের প্রভাব স্থানীয় খাবার যেমন গ্রীষ্মমণ্ডলীয় ফল, মূল শাকসবজি, মাছ ইত্যাদির ব্যবহারে। একটি ছোট কিন্তু উল্লেখযোগ্য চীনা প্রভাব হল কিউবান খাবারের প্রধান কার্বোহাইড্রেট হিসাবে বাষ্পযুক্ত সাদা ভাতের দৈনন্দিন ব্যবহার।  কিউবার খাবারের জন্য ভাত অপরিহার্য।  এটি সাধারণত প্রায় প্রতিদিন দুপুরের খাবার এবং রাতের খাবারের সময় খাওয়া হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}