{"pageid": 1133059, "title": "আনন্দবল্লী", "url": "https://bn.wikipedia.org/wiki?curid=1133059", "content": "আনন্দবল্লী সিআর (১৪ জানুয়ারী ১৯৯২ – ৫ এপ্রিল ২০১৯) ছিলেন একজন ভারতীয় অভিনেত্রী এবং ডাবিং শিল্পী। তিনি প্রধানত মালয়ালম চলচ্চিত্র শিল্পে কাজ করতেন। \n\n\n== জীবনের প্রথমার্ধ ==\nআনন্দবল্লী রমনপিল্লাই এবং চেম্বাক্কামকুট্টির ত্রাভাঙ্কোর-কোচিন রাজ্যের ভেলিয়ামে একটি কৃষি পরিবারে জন্মগ্রহণ করেন। তিনি \"কাইয়েলা স্কুল\" - ভেলিয়ামে তার লেখাপড়া করেন। সেখানে তিনি স্কুল নাটকে অভিনয় শুরু করেন এবং পরে কধাপ্রসঙ্গম (গল্প বলার অভিনয়) শুরু করেন।\n\n\n== কর্মজীবন ==\n\n\n=== নাট্য শিল্পী ===\nআনন্দবল্লী কিশোর বয়সেও নাটকের জন্য গান গাইতেন। কিন্তু অপ্রত্যাশিতভাবে, ১৯৬৯ সালে 'চিথালু কায়ারিয়া ভূমি' নাটকের সময় বিপুল সংখ্যক দর্শকের সামনে তার অভিনয় দক্ষতার পরীক্ষা নেওয়া হয়। এরপর তিনি কেপিএসি, কালিদাস কালাকেন্দ্রম, দেশাভিমানি থিয়েটারস-আটিঙ্গল, কেরালা থিয়েটারস-কোট্টায়াম এবং কায়ামকুলাম পিপলস থিয়েটারের বেশ কয়েকটি নাটকে অভিনয় শুরু করেন।\n\n\n=== রেডিও ===\nতিনি অল ইন্ডিয়া রেডিওতে ঘোষক হিসেবেও কাজ করেছেন।\n\n\n=== চলচ্চিত্র অভিনেত্রী ===\n\nআনন্দবল্লী \"কাদু\" ছবির মাধ্যমে চলচ্চিত্র জগতে প্রবেশ করেন এবং অনেক ছবিতে অভিনয় করেন। বিভিন্ন মালায়ালাম চলচ্চিত্রে একটি ছোট ভূমিকার পরে তিনি বিনোদন শিল্পে একটি কর্মজীবন অনুসরণ করতে আগ্রহী হয়ে ওঠেন। তিনি একজন ডাবিং শিল্পী হিসেবে ক্যারিয়ার গঠনের সিদ্ধান্ত নেওয়ার আগ পর্যন্ত এই কাজে নিয়মিত ছিলেন।\n\n\n=== ডাবিং শিল্পী ===\n১৯৭৩ সালে, তিনি একজন ডাবিং শিল্পী হিসাবে আত্মপ্রকাশ করেন এবং দেবী কন্যাকুমারী চলচ্চিত্রে অভিনেত্রী রাজশ্রীর জন্য কণ্ঠ দেন। পূর্ণিমা জয়রামের জন্য ডাব করা মঞ্জিল ভিরিঞ্জা পুক্কল মালয়ালম চলচ্চিত্রে কণ্ঠদানের পর তার ক্যারিয়ারের মোড় ঘুড়ে যায়। এরপর আর পিছন ফিরে তাকাতে হয়নি আনন্দবলিকে। তিনি অসংখ্য মালায়ালাম চলচ্চিত্রের জন্য ডাবিং করেছেন। তিনি বেশ কয়েকটি নেতৃস্থানীয় নায়িকাদের জন্য তার কণ্ঠ দিয়েছেন, তালিকায় গীতা, সুমলতা, মাধবী, মেনকা, অম্বিকা, উর্বসী, জয়াপ্রদা, কার্তিকা, পার্বতী, গৌথমী, সুহাসিনী, শোভনা, সুকন্যা, সরিতা, সিল্কস্মিতা, সারথী, ভাদা, সারিতা , রেখা, রেবতী, রাধা, রাধিকা, রেঞ্জিনী, মোহিনী, নন্দিতা বোস, বিনয়প্রসাদ, কনাকা, খুশবু, উন্নি মেরি, সন্ধিকৃষ্ণ এবং আরও অনেকে। তিনি অভিনেত্রী গীতার জন্য ডাব করা মালায়ালাম চলচ্চিত্র আধারম -এর জন্য কেরালা রাজ্য পুরস্কার জিতেছেন।\n\n\n== পুরস্কার ==\n১৯৯২ সালে তিনি আধারম চলচ্চিত্রের জন্য সেরা ডাবিং শিল্পী হিসেবে কেরালা রাজ্য চলচ্চিত্র পুরস্কার পান। ২০১৫ সালে তিনি ঈশ্বরান সাক্ষিয়াই চলচ্চিত্রের জন্য পুরুষ/মহিলা কণ্ঠের সেরা ডাবিং শিল্পী হিসেবে কেরালা রাজ্য টেলিভিশন পুরস্কার পান। এছাড়াও কেরালা ফিল্ম ক্রিটিকস অ্যাওয়ার্ডস সহ ১৯৯৭ সালে চলচ্চিত্র প্রতিভা ও ২০০৭ সালে সেরা কথক পুরস্কার অর্জন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে আনন্দবল্লী  (ইংরেজি)\nhttp://anandavally.aircus.com/%5B%5D\nhttps://www.facebook.com/anandavally.cr\nhttp://www.deshabhimani.com/periodicalContent1.php?id=558%5B%5D\nhttp://newindianexpress.com/cities/thiruvananthapuram/article267565.ece  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৪ তারিখে\nhttps://web.archive.org/web/20160304045904/http://en.msidb.org/displayProfile.php?category=actors&artist=Anandavalli&limit=13\nhttp://mathrubhuminews.in/ee/Programs/Episode/5026/their-voice-enlivens-characters-avar-kandumuttumbol-episode-53/E ওয়েব্যাক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মার্চ ২০১৬ তারিখে হয়েছে"}