{"pageid": 1133488, "title": "টানা নথ", "url": "https://bn.wikipedia.org/wiki?curid=1133488", "content": "টানা নথ বা ঢেঁড়ি নথ হল মুখমণ্ডলের এক বিশেষ ধরনের গয়না যা বহু শতাব্দী আগে ভারতে মহিলাদের অলঙ্কারের চল (ইংরেজি: Fashion) হিসেবে উদ্ভূত হয়েছিল। এই গয়নাটি ভারতীয় উপমহাদেশের মহিলাদের সাথে বহু প্রাচীনকাল থেকে সবচেয়ে বেশি সংযুক্ত। নাকে একটি ছিদ্র করে নথ আকারে এই অলঙ্কারটি পরা হয়। দক্ষিণ ভারতীয়, পাঞ্জাবি, রাজস্থানী এবং নেপালি জাতিগোষ্ঠীর মধ্যে এবং সর্বোপরি বাঙালি মহিলারা এটি পরতে খুবই ভালোবাসেন। টানা নথে মহিলাদের মুখের এক পাশ ভরে থাকে। বাঙালি মহিলারা বিবাহের পর এটির জন্যে নাসিকা পর্দায় ছিদ্র করতে পছন্দ করেন।\n\n\n== শারীরিক দিক ==\nসহজ কথায়, টানা নথ হল নাসিকা ছিদ্র এবং কানের ছিদ্রের মধ্যে একটি আলঙ্কারিক সংযোজন। এই চেইনের সংযোজনগুলি যেমন সাধারণত (যদিও সবসময় নয়) কোনো ধরনের ধাতু দিয়ে তৈরি হয়, ঠিক তেমনই এই \"চেইনগুলি\" ও সেই একই অথবা পৃথক ধাতুর উপাদানে তৈরি করা হয়। বর্তমানে প্রচলিত নাসিকা চেইনগুলির নকশা এবং উপকরণের ব্যবহার শুরু হয়েছিল বিংশ শতাব্দী থেকে। তবুও, প্রকৃত চেইন ছাড়াও, \"টানা নথ\" এই শব্দটি নাসিকা এবং কান ছিদ্রের মধ্যে সংযোগকারী অন্যান্য ধরনের উপকরণকেও বোঝাতে পারে, যেমন এক্ষেত্রে জপমালার পুঁতিকে সাধারণ বিকল্পরূপে ধরা যেতে পারে এবং অন্যান্য সংযোগকারীগুলিকেও ব্যবহার করা যেতে পারে।\n\n\n== ইতিহাস ==\nকয়েক শতাব্দী ধরে দক্ষিণ এশিয়ার মহিলারা সাধারণত টানা নথ পরিধান করে আসছেন। ভারতে মহিলারা গত ৬ শতকের আগে থেকেই এগুলি পরছেন। স্পষ্টতই অনেক ভারতীয় ভাস্কর্যেও এটির দেখা মেলে। বিবাহের অনুষ্ঠানের সময় এটির ব্যবহার বিশেষভাবে উল্লেখযোগ্য। বিয়ের রাতে, কনে একটি নাকে চেইন পরে, যা কানের দুল বা চুলে একটি শৃঙ্খল দ্বারা আটকে থাকে। এটি হিন্দু ঐতিহ্যকেই নির্দেশ করে থাকে। যেহেতু দেবী পার্বতীকে বিবাহের দেবী হিসাবে বিবেচনা করা হয় তাই অনেকসময় দেবী পার্বতীর প্রতি শ্রদ্ধা ও ভক্তি প্রদর্শনের জন্যেও নারীরা টানা নথ পরিধান করে থাকে। নারীর বৈবাহিক অবস্থার বিভিন্ন প্রতীকের অংশ হিসাবে এটিকে চিহ্নিত করা হয়।  অনেক নারীই এটিকে পারিবারিক ঐতিহ্য এবং অহংকারের প্রতীক রূপে ব্যবহার করে থাকেন।\n\n\n=== উপসংস্কৃতি ===\nবর্তমানে গথিক কায়দার সাম্প্রতিক সূচনা হিসাবে টানা নথের চল ব্যাপকভাবে বেড়েছে এবং এখন সারা বিশ্বে বিভিন্ন উপসংস্কৃতিতেও এর ব্যবহার বৃদ্ধি পেয়েছে। টানা নথ মহিলাদের সবচেয়ে মূল্যবান অলঙ্কারগুলির মধ্যে একটি হিসেবে গণ্য করা হয়।\n\n\n== আরও দেখুন ==\nঅলঙ্কার\nনাকের নথ\n\n\n== তথ্যসূত্র =="}