{"pageid": 1133390, "title": "পৃথু", "url": "https://bn.wikipedia.org/wiki?curid=1133390", "content": "পৃথু (সংস্কৃত: पृथुः, অনুবাদ 'বৃহৎ, মহান, প্রতুল') বা পৃথু পৃথি অথবা পৃথ্বী বৈন্য (পৃথু বেনের পুত্র) হলেন  একজন সর্বজনীন শাসক (চক্রবর্তী), যার নাম প্রাচীন ভারতের বৈদিক শাস্ত্রে রয়েছে। হিন্দু ঐতিহ্য অনুসারে, তিনি বিষ্ণুর অবতার। \nপৃথু প্রথমে পবিত্র রাজা হিসাবে সুপ্রসিদ্ধ, যার থেকে পৃথ্বী তার সংস্কৃত নাম পৃথিবী পেয়েছে। পৃথু মূলত দেবী পৃথ্বীকে তাড়া করার কিংবদন্তির সাথে জড়িত, যিনি গরুর অবয়বে পালিয়ে গিয়েছিল এবং অবশেষে তার দুধকে বিশ্বের শস্য ও গাছপালা হিসাবে দিতে সম্মত হয়েছিল। মহাকাব্য মহাভারত, বিষ্ণু পুরাণ, ভাগবত পুরাণ তাকে বিষ্ণুর অবতার হিসেবে বর্ণনা করে।\n\n\n== কিংবদন্তি ==\n\n\n=== জন্ম ===\nপৃথুর জন্ম নারীর হস্তক্ষেপ ছাড়াই। এইভাবে একজন অয়োনিজ (যোনির অংশগ্রহণ ছাড়াই জন্ম), পৃথু আকাঙ্ক্ষা ও অহং দ্বারা অস্পৃশ্য, এজন্য তিনি তার ইন্দ্রিয়গুলোকে নিয়ন্ত্রণে রেখে কর্তব্যপরায়ণভাবে ধর্ম শাসন করতে পারে।\nভাগবত পুরাণ, বিষ্ণু পুরাণ, হরিবংশ এবং মানব পুরাণ পৃথুর আখ্যানে আছে: ধার্মিক ধ্রুবের বংশের রাজা বেন ছিলেন দুষ্ট রাজা। তিনি বৈদিক আচার-অনুষ্ঠানকে অবহেলা করেছিলেন। এইভাবে ঋষিরা তাকে হত্যা করেন। উত্তরাধিকারী ছাড়া রাজ্য ছেড়ে যান এবং বেনের নৈরাজ্যের কারণে দুর্ভিক্ষে পড়েন। সুতরাং, ঋষিরা বেনের দেহ মন্থন করেছিলেন। যার মধ্যে প্রথমে কৃষ্ণবর্ণ বামন শিকারী আবির্ভূত হয়েছিল, যা বেনের মন্দতার প্রতীক। তার তাম্রবর্ণের চুল ছিল, চোখ লাল বর্ণের এবং খর্বাকৃতি। যেহেতু তিনি অত্যন্ত নম্র ছিলেন, ঋষিরা তাকে বসতে (নিষিধ) বলেছিলেন। তাই, তাকে নিষাদ নামে ডাকা হয়। তিনি নিষাদ নামের জাতিটির প্রতিষ্ঠাতা। যেহেতু বেনের পাপ বামন হয়ে বের হয়ে গেছে, তাই তার শরীর এখন পবিত্র। আরও মন্থন করার পর, পৃথু মৃতদেহের ডান হাত থেকে বেরিয়ে আসে।\n\nঋষিরা তখন মৃতদেহের ডান হাতে মথতে লাগলেন। আর এক উজ্জ্বল বর্ণের মানুষ বেরিয়ে এলো সেই মন্থনের ফলে। এই ছিল পৃথু। তার জন্মের সাথে সাথে আকাশ থেকে তার উপর একটি ঐশ্বরিক ধনুক, তীর এবং বর্ম পড়েছিল। পৃথুর জন্মে সবাই খুশি হলো। এমনকি বেনকেও আর সেই নরকে যেতে হয়নি যেখানে ছেলে না হলে যেতে হবে। পৃথুর রাজ্যাভিষেকের জন্য নদী ও মহাসাগর জল ও রত্ন নিয়ে এসেছিল। দেবতাগণ ও ব্রহ্মা রাজ্যাভিষেকের আগে পৃথুকে স্নান করতে আসেন। ব্রহ্মা লক্ষ্য করলেন যে পৃথুর ডান হাতে একটি চক্রের (বিষ্ণুর অস্ত্র) চিহ্ন রয়েছে। এটি একটি শুভ লক্ষণ ছিল, কারণ এর অর্থ হল পৃথু বিষ্ণুর বংশধর। যে রাজাদের প্রতিদ্বন্দ্বী দেবতারাও হতে পারে না কেবল তাদের হাতেই এই চিহ্ন রয়েছে।\n\n\n=== গবাদি পৃথ্বীকে তাড়া ===\nপৃথিবীকে (পৃথ্বী) হত্যা করে এবং তার ফল পাওয়ার মাধ্যমে দুর্ভিক্ষের অবসান ঘটাতে, পৃথু পৃথিবীকে  তাড়া করেছিল যে গরু রূপে পালিয়ে যাচ্ছিল। অবশেষে, পৃথু দ্বারা কোণঠাসা হয়ে পৃথিবী বলে যে তাকে হত্যা করার অর্থ তার প্রজাদেরও বিনাশ। তাই পৃথু তার অস্ত্র নামিয়ে পৃথিবীর সাথে যুক্তি করে এবং তাকে তার অভিভাবক হওয়ার প্রতিশ্রুতি দেয়। অবশেষে, পৃথু স্বয়ম্ভুব মনুকে একটি বাছুর হিসাবে ব্যবহার করে তাকে দুধ পান করান এবং মানবতার কল্যাণের জন্য তার হাতে সমস্ত গাছপালা ও শস্য তার দুধ হিসাবে গ্রহণ করেন। পৃথুর রাজত্বের আগে, “কোন চাষাবাদ ছিল না, চারণভূমি ছিল না, কৃষি ছিল না, বণিকদের জন্য রাজপথ ছিল না”। কথিত আছে মধু ও কৈটভ রাক্ষসদের চর্বি থেকে পৃথিবী সৃষ্টি হয়েছে। সুতরাং, বহু বছর ধরে, পৃথিবী অনুর্বর ছিল। পৃথুর রাজত্বে সমস্ত সভ্যতার উদ্ভব হয়েছিল। পৃথিবীতে জীবন দান করে এবং তার রক্ষক হয়ে, পৃথু পৃথিবীর পিতা হয়েছিলেন এবং তিনি \"পৃথ্বী\" নামটি গ্রহণ করেছিলেন।\n\nপৃথুর এই উদাহরণ অনুসরণ করে, বেশ কয়েকটি জীব পৃথ্বীর দুধ আহরণ করেছে। মানব পুরাণ অনুসারে তালিকাটি নিম্নরূপ:\nইন্দ্রকে বাছুর হিসেবে এবং সূর্যকে দুধদাতা হিসেবে, দেবতারা সোনার পাত্রে পৃথিবী (গরু রূপে) থেকে দুধ আহরণ করেছিলেন।\nচন্দ্রকে বাছুর হিসেবে, বৃহস্পতিকে দুধদাতা হিসেবে এবং বেদকে পাত্র হিসেবে, ঋষিরা দুধের আকারে ব্রহ্মর প্রতি চিরন্তন ভক্তি লাভ করেছিলেন।\nবাছুর হিসেবে যম ও দুগ্ধদাতা অন্তক হিসেবে, পিতৃ দেবগণ (পূর্বপুরুষ) রূপার পাত্রে দুধ সংগ্রহ করতেন।\nবাছুরের হিসেবে তক্ষক, পৃথিবীর দুধদাতা হিসেবে ঐরাবত ও ধৃতরাষ্ট্র, অন্য নাগেরা তাদের তালুর গহ্বর দিয়ে দুধের আকারে বিষ সংগ্রহ করে।\nবাছুর হিসাবে বিরোচন এবং দুধওয়ালা হিসাবে মধু ও অসুরগণ লোহার পাত্রে দুধের আকারে অলীক শক্তি সংগ্রহ করেছিল।\nকুবেরকে বাছুর, এবং তিন মাথাবিশিষ্ট রজতনভকে দুধদাতা হিসাবে তৈরি করে, যক্ষরা অদৃশ্য হয়ে যাওয়ার ক্ষমতা অর্জন করেছিল, যা দুধের আকারে সংগ্রহ করা হয়েছিল, অদ্ভুৎ পাত্রে।\nসুমালিকে বাছুর হিসেবে এবং রজতনভ (যক্ষের ছেলে) দুধওয়ালা হিসেবে, রাক্ষস ও পিশাচরা মাথার খুলির টুপিতে রক্ত ​​(দুধের আকারে) সংগ্রহ করে\nচিত্ররথকে বাছুর এবং সুরুচিকে দুগ্ধদাতা করে, গন্ধর্ব ও অপ্সরারা পৃথিবী থেকে দুগ্ধ সংগ্রহ করে মিষ্টি সুগন্ধি পেয়েছিলেন, পদ্মে তা সংগ্রহ করেছিলেন।\nহিমালয়কে বাছুর হিসেবে, সুমেরুকে দুধওয়ালা হিসেবে এবং বিশাল পাহাড়কে পাত্র হিসেবে তৈরি করে, অন্যান্য পর্বতগুলো অনেক ভেষজ ও গহনা পেয়েছিল।\nপ্লাকশা (সাদা পাকুড়)কে বাছুর হিসেবে এবং শাল গাছকে দুধদাতা হিসেবে, অন্যান্য গাছ দুধ সংগ্রহ করে, যা পুড়ে যাওয়া গাছ ও লতাগুলোকে পুনরুজ্জীবিত করে।\n\n\n== সাহিত্য ==\nমনুস্মৃতিতে পৃথ্বীকে পৃথুর স্ত্রী হিসেবে বিবেচনা করে, তার মেয়ে নয়, এবং এইভাবে \"পৃথ্বী\" নামটি তার স্বামী পৃথুর নামে রাখা হয়েছে।\nবায়ুপুরাণ লিপিবদ্ধ করে যে জন্মের সময়, পৃথু পৃথিবী ধ্বংস করতে ধনুক, তীর ও বর্ম নিয়ে দাঁড়িয়েছিল। যা বৈদিক আচার-অনুষ্ঠান বর্জিত ছিল। আতঙ্কিত, পৃথিবী গরুর আকারে পালিয়ে যায় এবং অবশেষে পৃথুর দাবির কাছে নতি স্বীকার করে, তাকে চক্রবর্তী (সার্বভৌম) উপাধি অর্জন করে। পৃথু হলেন প্রথম রাজা, যিনি এই খেতাব অর্জন করেছিলেন। স্রষ্টার দেবতা ব্রহ্মা পৃথুকে বিষ্ণুর অবতার হিসেবে স্বীকৃতি দিয়েছিলেন বলে বর্ণনা করা হয়েছে। কারণ পৃথুর জন্মচিহ্নগুলোর মধ্যে একটি ছিল তাঁর হাতে বিষ্ণুর চক্র এবং এইভাবে পৃথুকে \"মানব দেবতাদের মধ্যে গণ্য করা হয়েছিল\"৷ ওল্ডহ্যামের মতে, চক্রবর্তী উপাধিটি এই জন্মচিহ্ন থেকে উদ্ভূত হতে পারে এবং সর্বজনীন আধিপত্যের নির্দেশক নাও হতে পারে। পৃথুকে তার জীবদ্দশায় বিষ্ণুর অবতার হিসেবে পূজা করা হতো এবং এখন তাকে নাগ দেবতা হিসেবে বিবেচনা করা হয়। শতপথ ব্রাহ্মণ (শ্লোক ৩.৫.৪) তাকে প্রথম অভিষিক্ত রাজা এবং বায়ুপুরাণ তাকে আদিরাজা (প্রথম রাজা) বলে ডাকে।\nমহাকাব্য মহাভারত জানায় যে বিষ্ণু পৃথুকে সার্বভৌম হিসাবে মুকুট পরিয়েছিলেন এবং পৃথুর দেহে প্রবেশ করেছিলেন যাতে সবাই রাজাকে দেবতা বিষ্ণুর মতই প্রণাম করে। এখন, রাজা \"পৃথিবীতে বিষ্ণুর মাহাত্ম্যের অধিকারী\" ছিলেন। আরও, ধর্ম (ধার্মিকতা),  শ্রী (ধন, সৌন্দর্য এবং সৌভাগ্যের দেবী) এবং অর্থ  (উদ্দেশ্য, বস্তুগত সমৃদ্ধি) পৃথুতে নিজেদের প্রতিষ্ঠিত করে।\n\n\n== রাজত্ব ==\n\nহিন্দু ঐতিহ্যে, পৃথুই সর্বপ্রথম সত্যিকারের রাজা হন। তিনি যখন ব্রহ্মা কর্তৃক বিশ্বের সম্রাট হন, আরও অনেক সার্বভৌমদেরকে ব্রহ্মা নিয়োগ করেছিলেন। হরিবংশ অনুসারে, তিনি  পৃথুর অত্যাচারী পিতা বেন কর্তৃক আক্রান্ত ব্রাহ্মণদের ক্ষত উপশমের পর তিনি ক্ষত্রিয় হয়েছিলেন। দেবতাদের কাছ থেকে অনেক উপঢৌকন অর্জনের পর, পৃথু বিপুল গৌরবে পৃথিবী এবং সেইসাথে দেব, অসুর, যক্ষ, রাক্ষস এবং নাগদের জয় করেছিলেন এবং শাসন করেছিলেন। এভাবেই সত্যযুগ চরম শিখরে পৌঁছেছিল। পৃথু তার পিতা বেনকে পূত নামক নরক থেকে মুক্ত করেছিলেন। তাই সকল ছেলেসন্তানকে পুত্র বলা হয়। নিরাসক্তি অনুশীলন করে, পৃথু বেদ এবং দণ্ডনীতি অনুসারে শাসন করে গেছেন।\nপৃথু তার ক্ষত্রিয় শক্তি ব্যবহার করে পৃথিবীকে তার ধন-সম্পদে সমৃদ্ধ করেছিলেন। তাই পৃথিবীকে বলা হয় পৃথ্বী, পৃথুর কন্যা। পৃথু নিছক ইচ্ছাশক্তির দ্বারা লক্ষ লক্ষ পুরুষ, হাতি, রথ এবং ঘোড়া তৈরি করেছিলেন। তার শাসনামলে কোন ক্ষয়ক্ষতি, কোন দুর্যোগ, কোন দুর্ভিক্ষ, কোন রোগব্যাধি, কোন কৃষি এবং কোন খনি ছিল না। পৃথু তার প্রজাদের মধ্যে জনপ্রিয়তা উপভোগ করেছিল, তাই সমস্ত রাজ্যাধিপতিকে রাজা বলা হয়। গাভীদেরকে স্পর্শ করলেই বালতি বালতি প্রচুর ঘন দুধ পাওয়া যেত। গাছ এবং পদ্মগুলোতে সবসময় মধু থাকত। লোকেরা সুস্থ ও সুখী ছিল এবং চোর বা বন্য পশুদের ভয় ছিল না। দুর্ঘটনায় কোনো মৃত্যু হত না। কুশ ঘাস ছিল সোনালী রঙের। ফল সবসময় মিষ্টি এবং পাকা ছিল এবং কেউ ক্ষুধার্ত ছিল না। মানুষ বাস করত বাড়ি বা গুহায় বা গাছে বা যেখানে খুশি সেখানে। প্রথমবারের মতো সভ্যতা ও বাণিজ্যের উদ্ভব ঘটে।\nপৃথু নিজেই তার তীর দিয়ে বহু পর্বতকে ছিন্নভিন্ন করে পৃথিবীকে সমতল করে দিয়েছিলেন। তার মানসিক শক্তি দিয়ে কোনো জাগতিক বস্তু সৃষ্টি বা অদৃশ্য করার ঐশ্বরিক ক্ষমতা ছিল; বাদ্যযন্ত্র বাজানো, গান গাওয়া এবং অভিনয় করার ক্ষমতা। তাঁর রথ সম্পূর্ণ স্বাচ্ছন্দ্যে স্থল, জল ও বায়ুতে ভ্রমণ করতে পারত। পর্বতগুলো পৃথুর জন্য তার রথের পথ তৈরি করেছিল এবং পৃথু যখন ঘন বনের মধ্য দিয়ে ভ্রমণ করেছেন, তখন গাছগুলো তার জন্য পথ তৈরি করে দিত। তখন তার পতাকাটি কখনই আটকে যায়নি। পৃথু দানধ্যানের অনুশীলন করতেন এবং ব্রাহ্মণদের প্রচুর পরিমাণে স্বর্ণ দান করেছিলেন।\nপৃথু ভৃগুর পুত্র শুক্রাচার্য এবং অঙ্গিরসের পুত্র গর্গকে তার গুরু নিযুক্ত করেন। ৬০,০০০ বৃদ্ধাঙ্গুষ্ঠের আকারের তপস্বীদের নিয়ে গঠিত একটি দল এবং তাদের প্রতিভার জন্য পরিচিত বালখিল্যরা পৃথুর পরামর্শদাতা হয়ে ওঠে।\n\nঅথর্ববেদ তাকে লাঙল দিয়ে চাষ এবং সেই থেকে কৃষি আবিষ্কারের কৃতিত্ব দেয়। তাকে এমন একজন হিসাবেও বর্ণনা করা হয়েছে যিনি পৃথিবীর পাথুরে পৃষ্ঠকে সমতল করেছিলেন। এইভাবে কৃষি, গরু-প্রজনন, বাণিজ্য এবং পৃথিবীতে নতুন শহরগুলোর বিকাশকে উত্সাহিত করেছিলেন। ঋগ্বেদের একটি স্তোত্রে পৃথুকে ঋষি (দ্রষ্টা) হিসাবে বর্ণনা করা হয়েছে। ডি.আর. পাটিল তত্ত্ব দেন যে ঋগ্বেদিক পৃথু একটি নিরামিষ আহারী দেবতা ছিলেন, যা গ্রীক দেবতা ডায়োনিসাস এবং অন্য বৈদিক দেবতা সোমের সাথে যুক্ত।\nভাগবত পুরাণ আরও বলে যে পৃথু নিরানব্বইটি অশ্বমেধ যজ্ঞ (অশ্ব বলির যজ্ঞ) করেছিলেন, কিন্তু দেবতাদের রাজা ইন্দ্র পৃথুর শততম যজ্ঞে ব্যাঘাত ঘটিয়েছিলেন। যজ্ঞ পরিত্যক্ত হয়েছিল, বিষ্ণু পৃথুকে তাঁর আশীর্বাদ দিয়েছিলেন এবং পৃথু ইন্দ্রকে ঘোড়া চুরির জন্য ক্ষমা করেছিলেন। সেখানে আরও বর্ণিত আছে যে বিষ্ণুর চার ঋষি-অবতার চার কুমার পৃথুকে বিষ্ণুর ভক্তি সম্পর্কে প্রচার করেছিলেন। দীর্ঘকাল তার রাজ্য শাসন করার পর, পৃথু তার স্ত্রী অর্চিকে নিয়ে শেষকালে বনে তপস্যা করার জন্য চলে যান। তিনি সমাধির অভিজ্ঞতা লাভ করেন এবং স্বেচ্ছায় তার দেহ বনে ত্যাগ করেন এবং অর্চি তার অন্ত্যেষ্টিক্রিয়ায় সতী হন।\n\n\n=== স্ত্রী ও সন্তানাদি ===\nপৃথ্বী ছাড়াও, যাকে কখনও কখনও পৃথুর কন্যা বা স্ত্রী হিসাবে বিবেচনা করা হয়, পৃথুর অর্চি নামে একটি স্ত্রী এবং পাঁচটি পুত্র রয়েছে। অর্চি, পৃথুর সাথে বেন’র দেহ থেকে আবির্ভূত হয়েছিল এবং বিষ্ণুর স্ত্রী দেবী লক্ষ্মীর অবতার হিসাবে বিবেচিত হয়। পৃথুর পুত্র বিজিতস্ব সার্বভৌম হয়েছিলেন এবং রাজ্যের কেন্দ্র নিয়ন্ত্রণ করেছেন। পৃথুর অন্যান্য পুত্র, হরিয়াক্ষ, ধূম্রকেশ, বৃক এবং দ্রাবিণ যথাক্রমে রাজ্যের পূর্ব, দক্ষিণ, পশ্চিম এবং উত্তরে শাসন করেছিলেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nচীনা পণ্ডিত হিউয়েন সাঙ (আনুমানিক ৬৪০ খ্রিস্টাব্দ) পৃথুর নামানুসারে পেহওয়া শহরের অস্তিত্ব লিপিবদ্ধ করেছেন, \"যিনি প্রথম ব্যক্তি যিনি রাজা উপাধি পেয়েছিলেন\" বলা হয়। পৃথুর সাথে যুক্ত আরেকটি স্থান হল পৃথুদক (অর্থ \"পৃথুর পুকুর\"), সরস্বতী নদীর তীরে অবস্থিত একটি শহর, যেখানে পৃথু তার পিতার শ্রাদ্ধ করেছিলেন বলে বিশ্বাস করা হয়। শহরটিকে উত্তর ও মধ্য ভারতের সীমানা হিসেবে উল্লেখ করা হয়েছে এবং পতঞ্জলি আধুনিক পেহওয়া হিসেবে উল্লেখ করেছেন।\nভারতীয় পঞ্চায়েতি রাজ আন্দোলনের অন্যতম নায়ক শ্রীমান নারায়ণ এর উত্স সন্ধান করে লিখেছেন: \"এটি বিশ্বাস করা হয় যে গঙ্গা ও যমুনার মধ্যবর্তী দোয়াব উপনিবেশ করার সময় রাজা পৃথু এই ব্যবস্থাটি প্রথম চালু করেছিলেন।\"\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== গ্রন্থঋণ ===\nNagendra Kumar Singh (১৯৯৭)। Encyclopaedia of Hinduism। Anmol Publications। আইএসবিএন 978-81-7488-168-7। \nWendy Doniger O'Flaherty (১৯৯৫)। Other Peoples' Myths: The Cave of Echoes। University of Chicago Press। আইএসবিএন 0-226-61857-9। \n\n\n== বহিঃসংযোগ ==\n\nশ্রীমদ-ভাগবত-পাঠ: প্রকাশক ইসকন"}