{"pageid": 1133054, "title": "নবজ্যোত আলতাফ", "url": "https://bn.wikipedia.org/wiki?curid=1133054", "content": "নবজ্যোত আলতাফ, প্রায়ই \"নবজ্যোত\" নামে পরিচিত একজন শিল্পী। বর্তমানে তিনি ভারতের বস্তার এবং মুম্বাইয়ে বাস করছেন । তার চার দশকের কর্মজীবনে নভজ্যোত পেইন্টিং, অঙ্কন, ফটোগ্রাফি, ভাস্কর্য, ভিডিও,  ইনস্টলেশন, মিশ্র-মিডিয়া এবং পাবলিক আর্ট সহ বিভিন্ন মিডিয়াতে কাজ করেছেন।  নভজ্যোত শিল্প ও ইতিহাসের বিস্তৃত জ্ঞানের পাশাপাশি ভারতের উপজাতীয় কারুশিল্প, বিশেষ করে বস্তার অঞ্চলের বোঝাপড়া থেকে এঁকে থাকেন।   লন্ডনের টেট মডার্ন, নিউ দিল্লির ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট, অস্ট্রেলিয়ার সিডনিতে এক্সভি সিডনি বিয়েনেলে এবং নিউ ইয়র্ক সিটি ও নিউ দিল্লির তালওয়ার গ্যালারিতে তার কাজ বিশ্বব্যাপী গ্যালারী এবং জাদুঘরে প্রদর্শিত হয়েছে।\n\n\n== জীবন এবং কর্মজীবন ==\n১৯৪৯ সালে ভারতের মিরাটে জন্ম নেওয়া নভজ্যোত মুম্বাইয়ের স্যার জেজে স্কুল অব আর্ট থেকে ফাইন অ্যান্ড অ্যাপ্লাইড আর্টসে ডিগ্রি অর্জন করেন।    স্কুলে পড়ার সময়, তিনি শিল্পী আলতাফের সাথে দেখা করেছিলেন এবং তারা ১৯৭২ সালে বিয়ে করেছিলেন, একসাথে ব্যাপকভাবে ভ্রমণ করেছিলেন এবং পরবর্তী তিন দশক ধরে একটি স্টুডিও ভাগ করে নিয়েছিলেন। নভজ্যোত তাদের সম্পর্ককে তার শৈল্পিক বিকাশের একটি বড় অংশ হিসাবে উল্লেখ করে চলেছেন।\n\n\n=== সক্রিয়তা ===\nনভজ্যোত এবং তার স্বামী উভয়েই ১৯৭০-এর দশকে প্রগতিশীল যুব আন্দোলনের (প্রয়োম) সদস্য ছিলেন এবং উদার রাজনৈতিক মতাদর্শ তার কর্মজীবন জুড়ে তার সৃজনশীল প্রক্রিয়াকে অবহিত করে চলেছে।  নবজ্যোতের বেশিরভাগ কাজ শিল্পী এবং দর্শকের মধ্যে প্রত্যাশিত মিথস্ক্রিয়াকে প্রশ্ন ও প্রসারিত করার চেষ্টা করে, শিল্পের কাজকে ঘিরে একটি সহযোগিতামূলক, দ্বান্দ্বিক কথোপকথন তৈরি করে।  \"শিল্প\" এবং \"নৈপুণ্য\" এর মধ্যে গৃহীত বর্ণনার একটি সাহসী চ্যালেঞ্জে, নবজ্যোত বিশেষ করে বস্তার গ্রামে ভারতের ঐতিহ্যবাহী কারিগরদের সাথে সহযোগিতা করেছেন এবং তার ভাস্কর্য এবং স্থাপনা তৈরিতে, এবং মুম্বাইতে তাদের কাজকে প্রদর্শনীর মাধ্যমে সামনে আনতে কাজ করেছেন।  মৌখিক ইতিহাস, আচার-অনুষ্ঠান এবং সাম্প্রদায়িক সৃষ্টির প্রতি তার মুগ্ধতা অন্যান্য সমবায় প্রকল্পের দিকে পরিচালিত করেছে; উদাহরণস্বরূপ, ২০১০ সালের কাজ টাচ ৪, শিল্পী এবং যৌনকর্মীদের একটি গোষ্ঠীর মধ্যে সহযোগিতা থেকে উদ্ভূত হয়েছিল এবং অন্তরঙ্গতা এবং আকাঙ্ক্ষার ধারণাগুলি সম্পর্কে একটি বহুভুজ যোগাযোগের জন্য স্থান তৈরি করেছিল।  যদিও তিনি বিশ্বব্যাপী গ্যালারী এবং জাদুঘরে প্রদর্শন করেছেন, নভজ্যোত ধারাবাহিকভাবে ঐতিহ্যগত শিল্প স্থানের বাইরে শ্রোতাদের খোঁজেন; তিনি বস্তার গ্রামে নারী ও শিশুদের জন্য শিল্প কর্মশালার আয়োজন করেছেন এবং তিনি বিকল্প পাবলিক স্পেস ডিজাইন করার জন্য কাজ করেছেন যা তরুণদের সৃজনশীলভাবে একে অপরের সাথে দেখা করতে এবং জড়িত হতে দেয়। \n\n\n=== নারীবাদ ===\nবিভিন্ন উপায়ে, নারীদের সমস্যাগুলির সাথে নবজ্যোতের সম্পৃক্ততা একই সামাজিক সক্রিয়তা থেকে উদ্ভূত হয় যা তার সহযোগী প্রকল্পগুলিকে আন্ডারগার্ড করে। তার বেশিরভাগ কাজের অবস্থান ঐতিহ্যবাহী মহিলা কারুশিল্প, যেমন বয়ন, সমসাময়িক উচ্চ শিল্পের প্রেক্ষাপটে। এটি করার ফলে এটি কারিগর মহিলাদের নিজেদের ব্যক্তিগত এবং শৈল্পিক সংস্থার একটি নতুন স্তর প্রদান করে।  নবজ্যোতের অনেক ভাস্কর্যও সরাসরি নারীদেহের সাথে জড়িত এবং ভারতীয় শিল্পে এর উপস্থাপনার পাশাপাশি প্রায়ই প্রথাগত উর্বরতার মূর্তি বা নারী দেবত্বের রূপগুলিকে আহ্বান ও বিকৃত করে। \n\n\n== পুরস্কার এবং সম্মান ==\n১৯৭১: বোম্বে আর্ট সোসাইটির বার্ষিক শিল্প প্রদর্শনী পুরস্কার\n১৯৮০ : মহারাষ্ট্র রাজ্য শিল্প প্রদর্শনী পুরস্কার\n১৯৮৩: অল ইন্ডিয়া ফাইন আর্টস অ্যান্ড ক্রাফটস সোসাইটি পুরস্কার \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nআর্ট পালস, নবজ্যোত আলতাফ: ল্যাকুনা ইন সাক্ষ্য, 2010।\nটাইম আউট মুম্বাই, সিস্টার সিটি, 18 ফেব্রুয়ারি, 2010।\nভার্ভ, দ্য ইন্টিমেসি অফ সেনসেশন, এপ্রিল, 2008।\nরয়্যাল অন্টারিও মিউজিয়ামের ম্যাগাজিন, স্টারস অফ দ্য রম এর কালেকশন, সামার 2008।\nদ্য নিউ ইয়র্ক টাইমস, ফেমিনিস্ট আর্ট অবশেষে কেন্দ্রের মঞ্চ গ্রহণ করে, জানুয়ারী 29, 2007।\nদ্য নিউ ইয়র্ক টাইমস, নভজ্যোত আলতাফ, ডিসেম্বর 16, 2005।\nনিউ ইয়র্ক টাইমস, নভজট, এপ্রিল 4, 2003।\nদ্য হিন্দু, প্রতিনিধিত্বের উপর সংলাপ, ফেব্রুয়ারি 16, 2003।"}