{"pageid": 1133055, "title": "অনন্যা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1133055", "content": "আইলিয়া গোপালকৃষ্ণান নায়ার (জন্ম ২৯ মার্চ ১৯৮৮) হচ্ছেন একজন ভারতীয় অভিনেত্রী। তিনি তার মঞ্চ নাম অনন্যা হিসেবেই বেশি পরিচিত ছিলেম। তিনি মালয়ালম, তামিল, তেলুগু এবং কন্নড় চলচ্চিত্রে অভিনয় করেন। এছাড়াও তিনি গায়ক এবং তীরন্দাজ ।\nঅনন্যা পজিটিভ (২০০8) এর মাধ্যমে মালয়ালম ভাষার চলচ্চিত্রে তার অভিনয়ের মাধ্যনে আত্মপ্রকাশ করেন এবং পরের বছর নাদোদিগালের মাধ্যমে তামিল ভাষার চলচ্চিত্রে আত্মপ্রকাশ করেন। এর দ্বারা একটি সমালোচনামূলক এবং বাণিজ্যিক সাফল্যের আবির্ভাব ঘটে।  তিনি ২০১২ সালে টেলিফিল্ম ডোরের জন্য সেরা অভিনেত্রীর জন্য কেরালা রাজ্য টেলিভিশন পুরস্কার এবং ২০১১ সালে এনগাইয়ুম এপপোথামের জন্য সেরা পার্শ্ব অভিনেত্রী - তামিলের জন্য ফিল্মফেয়ার পুরস্কার পান ।\n\n\n== জীবনের প্রথমার্ধ ==\nঅনন্যা মালয়ালি বাবা-মা ঘরে কেরালার পেরুম্বাভুরের প্রসিথার কাছে জন্মগ্রহণ করেছিলেন। জন্মের পর তার নাম রাখা হয়েছিল আইলিয়া। তার বাবা গোপালকৃষ্ণন নায়ার ছিলেন একজন প্রখ্যাত চলচ্চিত্র প্রযোজক। তার অর্জুন নামে এক ছোট ভাই রয়েছে। তার নামটি তার জন্মতারকা আসলেশার থেকে নেওয়া হয়েছিল। তারকাটিকে মালায়ালাম এবং তামিল ভাষায় আইলিয়াম বলা হয়। তিনি তার পিতার একটি প্রযোজনায় (নির্বাহী প্রযোজক), পাই ব্রাদার্স (১৯৯৫) এ শিশু শিল্পী হিসাবে উপস্থিত হন। অনন্যা সেন্ট জেভিয়ার্স কলেজ ফর উইমেন, আলুভা থেকে কমিউনিকেটিভ ইংলিশে বিএ ডিগ্রি অর্জন করেছে।  তার শৈশবকালে, তিনি একজন তীরন্দাজ ছিলেন এবং রাজ্য চ্যাম্পিয়নশিপ জিতেছিলেন।  একটি টেলিভিশন রিয়েলিটি শো \"স্টার ওয়ার্স\"-এ তার কলেজের প্রতিনিধিত্ব করার সময়, তাকে বিভিন্ন পরিচালকের দ্বারা দেখা যায় এবং অভিনয়ের প্রস্তাব পান। পাঁচটি প্রজেক্ট প্রত্যাখ্যান করার পর, তিনি ইতিবাচক ছবিতে অভিনয় করার জন্য এটি চেষ্টা করার সিদ্ধান্ত নেন। \n\n\n== চলচ্চিত্র ক্যারিয়ার ==\nতার পর্দা নাম পরিবর্তন করে অনন্যা রাখা হয়, যখন তিনি তার প্রথম তামিল চলচ্চিত্র নাদোদিগালে কাজ করছিলেন।  চলচ্চিত্রটি একটি উচ্চ ব্যবসায়িক সাফল্য ছিল, এবং অনন্যা খ্যাতি অর্জন করেন, ছবিতে তার অভিনয় প্রশংসিত হয়।  তিনি এর মালয়ালম রিমেক ইথু নাম্মুদে কথা -তে একই ভূমিকা পুনঃপ্রতিষ্ঠা করেন।  মোহনলালের সাথে শিখর চলচ্চিত্রটি তাকে মালয়ালম ভাষায় একটি বড় বিরতি দেয়। তিনি শিকার সিনেমার ক্লাইম্যাক্সে কিছু রোমাঞ্চকর দৃশ্য করেছিলেন। এটি মোহনলালকে মুগ্ধ করেছিল। এটি তাকে মালয়ালমের \" বিজয়শান্তি \" বলে ডাকতে বাধ্য করেছিল।  তিনি কান্দাহারে একটি সহায়ক ভূমিকায় অভিনয় করেছিলেন। সেখানে মোহনলাল এবং অমিতাভ বচ্চনের সাথে তার স্ক্রিন স্পেস শেয়ার করতে দেখা গেছে।  ২০১১ সালে, অনন্যা এনগিয়াম এপ্পোডহাম-এ মহিলা প্রধান চরিত্রে অভিনয় করেছিলেন, যা রেভ রিভিউ পেয়েছিল এবং স্লিপার হিট হয়ে উঠেছিল।\n২০১৪ সালে, তিনি পুলিভাল-এ অভিনয় করেছিলেন, যা তিন বছর পর তার প্রথম মুক্তিপ্রাপ্ত তামিল সিনেমা। ২০১৮ সালের হিসাবে তার তামিল ভাষায় সিগাপ্পা রোজাক্কাল ২, তেলুগুতে ইন্তিন্তা অন্নময়্য, মালায়ালাম ভাষায় আমেয়া মুক্তির জন্য বিলম্বিত হয়েছে। তিনি বর্তমানে তার মালায়ালাম সিনেমা ভ্রামম মুক্তির জন্য প্রস্তুতি নিচ্ছেন।\n\n\n== তথ্যসূত্র =="}