{"pageid": 1133376, "title": "গ্রিন কার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1133376", "content": "গ্রিন কার্ড, যা আনুষ্ঠানিকভাবে স্থায়ী বাসিন্দা কার্ড হিসাবে পরিচিত, একটি পরিচয় নথি যা দেখায় যে একজন ব্যক্তির মার্কিন যুক্তরাষ্ট্রে স্থায়ী বসবাস রয়েছে৷   গ্রিন কার্ডধারীরা আনুষ্ঠানিকভাবে বৈধ স্থায়ী বাসিন্দা (এলপিআর) হিসাবে পরিচিত।২০১৯-এর হিসাব অনুযায়ী,\n১৩.৯ মিলিয়ন গ্রিন কার্ডধারী যেখানে ৯.১ মিলিয়ন  মার্কিন যুক্তরাষ্ট্রের নাগরিক হওয়ার যোগ্য।\nতাদের মধ্যে প্রায় ৬৫,০০০ মার্কিন সশস্ত্র বাহিনীতে কাজ করে। \nগ্রিন কার্ডধারীরা বিধিবদ্ধভাবে মার্কিন নাগরিকত্বের জন্য আবেদন করার অধিকারী, প্রমাণের প্রাধান্যের দ্বারা দেখানো হয় যে তারা, অন্যান্য জিনিসের মধ্যে, এক থেকে পাঁচ বছর ধরে মার্কিন যুক্তরাষ্ট্রে অবিচ্ছিন্নভাবে বসবাস করেছে এবং তারা ভাল নৈতিক চরিত্রের ব্যক্তি।   যাদের বয়স ১৮ বছরের কম তারা স্বয়ংক্রিয়ভাবে মার্কিন নাগরিকত্ব লাভ করে যদি তাদের পিতামাতার মধ্যে অন্তত একজন মার্কিন নাগরিক।\nঐতিহাসিক গ্রিন রঙের কারণে কার্ডটি 'গ্রিন কার্ড' নামে পরিচিত।  এটিকে পূর্বে 'এলিয়েন রেজিস্ট্রেশনের সার্টিফিকেট' বা 'এলিয়েন রেজিস্ট্রেশন রসিদ কার্ড' বলা হত। অনুপস্থিত ব্যতিক্রমী পরিস্থিতিতে, ১৮ বছর বা তার বেশি বয়সী অভিবাসীরা তাদের গ্রিন কার্ড বহন না করার জন্য ৩০ দিন পর্যন্ত জেলে থাকতে পারে।  \nগ্রিন কার্ডের আবেদনগুলি ইউনাইটেড স্টেটস সিটিজেনশিপ অ্যান্ড ইমিগ্রেশন সার্ভিসেস (ইউএসসিআইএস) দ্বারা সিদ্ধান্ত নেওয়া হয়, তবে কিছু ক্ষেত্রে একজন অভিবাসন বিচারক বা বোর্ড অফ ইমিগ্রেশন আপিলের (বিআইএ) সদস্য, মার্কিন অ্যাটর্নি জেনারেলের পক্ষে কাজ করে, স্থায়ীভাবে বসবাসের অনুমতি দিতে পারেন অপসারণের প্রক্রিয়া চলাকালীনযেকোনো অনুমোদিত ফেডারেল বিচারক স্বাক্ষর করে এবং আদেশ জারি করে একই কাজ করতে পারে।  অভিবাসী কর্মীরা যারা গ্রিন কার্ড পেতে চান আই-১৪০ ফর্ম ব্যবহার করে আবেদন করতে পারেন। \nএকটি এলপিআর  ফৌজদারি দোষী সাব্যস্ত হওয়ার পরে মার্কিন যুক্তরাষ্ট্র থেকে অপসারণযোগ্য হয়ে উঠতে পারে,  বিশেষত যদি এটি একটি বিশেষভাবে গুরুতর অপরাধ বা একটি গুরুতর অপরাধের সাথে জড়িত থাকে যার জন্য কারাবাসের মেয়াদ আগের ১৫ বছরের মধ্যে শেষ হয়েছিল।    যারা অ্যাটর্নি জেনারেল মার্কিন যুক্তরাষ্ট্রে শরণার্থী হিসাবে স্বীকার করেছেন এবং পরে তাদের অবস্থান এলপিঅআর-এর সাথে সামঞ্জস্য করেছেন তাদের আজীবন নির্বাসনের বিরুদ্ধে সংবিধিবদ্ধভাবে টীকা দেওয়া হয়েছে,    অনেকটা একইভাবে যারা  জাতীয়  কিন্তু মার্কিন যুক্তরাষ্ট্রের নাগরিক নয়।  \n\n\n== ইতিহাস ==\n\nইমিগ্রেশন এবং ন্যাচারালাইজেশন সার্ভিস ১৯৩৩ সালে শ্রম বিভাগের অংশ হিসাবে গঠিত হয়েছিল এবং ১৯৪০ সালের জাতীয়তা আইনের সাথে বিচার বিভাগের অধীনে স্থানান্তরিত হয়েছিল।১৯৪০-এর দশকে \"স্থায়ী বাসিন্দা\" কার্ডের পূর্বসূরি ছিল \"এলিয়েন রেজিস্ট্রেশন রসিদ কার্ড\" যা পিছনে \"ফার্ম\" নির্দেশ করবে।রেস\" ১৯২৪ সালের ইমিগ্রেশন অ্যাক্ট অনুসারে।\n\nআইএনএ, যা ১৯৫২ সালে মার্কিন কংগ্রেস দ্বারা প্রণীত হয়েছিল, বলে যে \"[টি] তিনি ' এলিয়েন ' শব্দের অর্থ মার্কিন যুক্তরাষ্ট্রের নাগরিক বা নাগরিক নন এমন কোনো ব্যক্তি।\"\n\n\n=== অবৈধ অভিবাসন সংস্কার এবং অভিবাসী দায়বদ্ধতা আইন ===\n\n৩০শে সেপ্টেম্বর, ১৯৯৬-এ প্রেসিডেন্ট ক্লিনটন অবৈধ অভিবাসন সংস্কার এবং অভিবাসী দায়বদ্ধতা আইন (IIRIRA) আইনে স্বাক্ষর করেন। \n২০১৪ সাল পর্যন্ত, প্রায় ১৩.২ মিলিয়ন এলপিআর রয়েছে যার মধ্যে ৮.৯ মিলিয়ন \"নাগরিকত্বের জন্য যোগ্য\"।  এই এলপিআরগুলি মার্কিন নাগরিকদের মতোই অনেক ধরনের চাকরি সুরক্ষিত করতে পারে।উদাহরণস্বরূপ, প্রায় ৬৫০০ এলপিআর মার্কিন সশস্ত্র বাহিনীর সদস্য।  এলপিআররা তাদের নামে সম্পত্তি নিবন্ধন করতে পারে এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে যে কোনও জায়গায় বসবাস করতে পারে।তারা একইভাবে মার্কিন যুক্তরাষ্ট্রে যেকোনো ধরনের ব্যবসা পরিচালনা করতে পারে। \nএকটি LPR নৈতিক স্খলন (CIMT) জড়িত কোনো অপরাধের জন্য দোষী সাব্যস্ত হওয়ার পরে মার্কিন নাগরিক হওয়ার অধিকার হারায়।একজন এলপিআর এমন দোষী সাব্যস্ত হওয়ার পরেও দেশ থেকে নির্বাসিত হতে পারে,  বিশেষত একটি গুরুতর অপরাধ \"যার জন্য কারাদণ্ডের মেয়াদ আগের ১৫ বছরের মধ্যে শেষ হয়েছিল।\"    আফগানিস্তান, আমেরিকান সামোয়া, অস্ট্রেলিয়া, কানাডা, মেক্সিকো, ইউনাইটেড কিংডম, মার্কিন যুক্তরাষ্ট্র, বা বিশ্বের অন্য কোনো দেশ বা স্থানে সংঘটিত হলে তা কোনো পার্থক্য করে না।  এই ধরনের \"১৫ বছর\" সফলভাবে অতিবাহিত হওয়ার পরে (অর্থাৎ, একটি নতুন ক্রমবর্ধমান অপরাধের দোষী সাব্যস্ত না করে), একটি দীর্ঘ সময়ের এলপিআর স্বয়ংক্রিয়ভাবে অপসারণ বাতিলকরণ এবং অগ্রহণযোগ্যতা মওকুফ উভয়েরই অধিকারী হয়ে যায়।এই ধরনের এলপিআর (যেকোনো সময়ে এবং বিশ্বের যে কোনো জায়গা থেকে) এই জনপ্রিয় অভিবাসন সুবিধাগুলির জন্য অনুরোধ করতে পারে যেটি আরো প্রযোজ্য বা প্রাপ্ত করা সহজ তার উপর নির্ভর করে।\nযারা 8 USC § 1157(c) এর অধীনে শরণার্থী হিসাবে ভর্তি হয়েছিল এবং পরবর্তীতে মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরে এলপিআর এর সাথে সামঞ্জস্য করা হয়েছিল তারা বিধিবদ্ধভাবে আজীবন নির্বাসন থেকে সুরক্ষিত।    এগুলি হল শিশু সহ পরিবার, যারা গণহত্যা থেকে রক্ষা পেয়েছে এবং মার্কিন যুক্তরাষ্ট্র ছাড়া স্থায়ী বসবাসের একেবারে নিরাপদ দেশ নেই৷   এই আইনি অনুসন্ধানটি সমস্ত মার্কিন আপিল আদালত এবং বিআইএর সর্বশেষ নজির দ্বারা সমর্থিত,   যা সমস্ত অভিবাসন কর্মকর্তাদের জন্য বাধ্যতামূলক।\nএলপিআরগুলিও মার্কিন নাগরিকদের মতো অনুরূপ বাধ্যবাধকতার বিষয়।উদাহরণ স্বরূপ, ১৮ থেকে ২৫ বছরের মধ্যে পুরুষদের এলপিআর সিলেক্টিভ সার্ভিস সিস্টেমে নিবন্ধন করার বিষয়। মার্কিন নাগরিকদের মতো, এলপিআরদের অবশ্যই তাদের বিশ্বব্যাপী আয়ের উপর কর দিতে হবে (এর মধ্যে রয়েছে বার্ষিক মার্কিন আয়কর রিটার্ন দাখিল করা)।এলপিআরদের ফেডারেল নির্বাচনে ভোট দেওয়ার অনুমতি নেই এবং তারা ফেডারেল অফিসে নির্বাচিত হতে পারে না।তারা কিছু স্থানীয় নির্বাচনে ভোট দিতে পারে, এবং স্থানীয় ও রাজ্য অফিস (রাষ্ট্র/শহর আইন এবং সাংবিধানিকতা সাপেক্ষে) ধরে রাখতে পারে। \nএকটি এলপিআর মার্কিন যুক্তরাষ্ট্রে পাঁচ বছরের অবিচ্ছিন্ন বসবাসের পরে স্বাভাবিককরণের জন্য একটি আবেদন ফাইল করতে পারে।  মার্কিন নাগরিকের সাথে বিবাহিত হলে বা মার্কিন সশস্ত্র বাহিনীর সাথে চাকরি করার সময় এই সময়কাল তিন বছর কম করা যেতে পারে।  একজন এলপিআর বসবাসের প্রয়োজনীয়তা পূরণের ৯০ দিনের আগে স্বাভাবিককরণের জন্য তার আবেদন জমা দিতে পারে।অবিচ্ছিন্ন বসবাসের পাশাপাশি, আবেদনকারীদের অবশ্যই ভাল নৈতিক চরিত্র প্রদর্শন করতে হবে, একটি ইংরেজি পরীক্ষা এবং একটি নাগরিক বিজ্ঞান পরীক্ষা উভয়ই পাস করতে হবে এবং মার্কিন সংবিধানের সাথে সংযুক্তি প্রদর্শন করতে হবে।২০১৮ সালের গ্রীষ্মে, এলপিআর-দের স্বাভাবিককরণের জন্য নিজেদের প্রস্তুত করতে সাহায্য করার জন্য একটি নতুন প্রোগ্রাম শুরু করা হয়েছিল। \nমার্কিন নাগরিকদের মতো, এলপিআররা মার্কিন যুক্তরাষ্ট্রে অভিবাসনের জন্য নির্দিষ্ট পরিবারের সদস্যদের স্পনসর করতে পারে, তবে এলপিআর-এর পরিবারের সদস্যদের সংখ্যা যারা অভিবাসন করতে পারে তাদের সংখ্যা বার্ষিক ক্যাপ দ্বারা সীমিত, এবং একটি বছর-ব্যাপী ব্যাকলগ রয়েছে। \n\n\n=== গ্রিন কার্ড প্রদানে ২০১৯ \"পাবলিক চার্জ\" বিধিনিষেধ ===\n১২ অগাস্ট, ২০১৯-এ, ইউএস সিটিজেনশিপ অ্যান্ড ইমিগ্রেশন সার্ভিসেস (USCIS) আনুষ্ঠানিকভাবে একটি নতুন নিয়ম ঘোষণা করেছে যাতে গরীব অভিবাসীদের এলপিআর স্ট্যাটাস পেতে বাধা দেওয়া হয়, যা গ্রিন কার্ড নামে পরিচিত।এই নিয়মের অধীনে, যা ১৫ অক্টোবর, ২০১৯-এ কার্যকর হতে চলেছে, আইনি অভিবাসীরা যারা সম্পূরক নিরাপত্তা আয়, অভাবী পরিবারের জন্য অস্থায়ী সহায়তা, পরিপূরক পুষ্টি সহায়তা কর্মসূচি, মেডিকেড এবং পাবলিক হাউজিং সহায়তার মতো পাবলিক সুবিধা পেয়েছেন মোট বারো মাস স্থায়ী বসবাসের জন্য অযোগ্য একটি \"পাবলিক চার্জ\" হিসাবে শ্রেণীবদ্ধ করা যেতে পারে।  ইমিগ্রেশন আধিকারিক স্থায়ীভাবে বসবাসের জন্য আবেদনকারীদের স্বাস্থ্য, আয়, সম্পদ, শিক্ষা এবং পরিবার তদন্ত করতে পারে যে তারা ভবিষ্যতে পাবলিক চার্জ হবে কিনা তা ভবিষ্যদ্বাণী করতে। \"পাবলিক চার্জ\" শব্দটি ইমিগ্রেশন এবং ন্যাশনালিটি অ্যাক্টে দেখা যায়, কিন্তু আইন দ্বারা সংজ্ঞায়িত করা হয়নি।শরণার্থী, আশ্রয়প্রার্থী, গর্ভবতী মহিলা, শিশু এবং সশস্ত্র বাহিনীতে কর্মরতদের পরিবারের সদস্যদের এই বিধিনিষেধের বাইরে রাখা হয়েছে।  ট্রাম্প প্রশাসন অনুমান করেছে যে অ-নাগরিকদের নেতৃত্বে ৫৮% পরিবার জনকল্যাণমূলক প্রোগ্রাম ব্যবহার করে এবং অর্ধেক মেডিকেড ব্যবহার করে।  মাইগ্রেশন পলিসি ইনস্টিটিউট অনুমান করেছে যে সমস্ত গ্রিন কার্ড আবেদনকারীদের অর্ধেক এই নিয়ম দ্বারা বাদ দেওয়া হবে। \nকেনেথ টি. কুচিনেলি দ্বিতীয়, ইউএসসিআইএস-এর প্রাক্তন ভারপ্রাপ্ত পরিচালক, বলেছেন যে নীতিটি \"এই দেশে অভিবাসিত ব্যক্তিরা যাতে জনসাধারণের বোঝা হয়ে না যায় তা নিশ্চিত করে করদাতাদের সুরক্ষার দীর্ঘমেয়াদী সুবিধা পাবে, যাতে তারা নিজেরাই দাঁড়াতে পারে৷ দুই ফুট, যেমনটি অতীতে অভিবাসীরা করেছে।\"  ন্যাশনাল ইমিগ্রেশন ল সেন্টার বলেছে যে এই নিয়ম \"একটি ভয়ানক মানবিক প্রভাব ফেলবে, কিছু পরিবারকে জীবন রক্ষাকারী স্বাস্থ্যসেবা এবং পুষ্টি ত্যাগ করতে বাধ্য করবে।আগামী কয়েক দশকের জন্য ক্ষতি অনুভূত হবে।\"  আইন কেন্দ্র ঘোষণা করেছে যে নীতিটি কার্যকর হতে বাধা দেওয়ার জন্য মামলা করবে। \nমার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতির জন্য তার প্রচারের সময়, জো বিডেন পাবলিক চার্জ বিধির সমালোচনা করেছিলেন এবং এটি প্রত্যাহার করার প্রতিশ্রুতি দিয়েছিলেন।  ফেব্রুয়ারী ২, ২০২১-এ, রাষ্ট্রপতি বিডেন একটি নির্বাহী আদেশে স্বাক্ষর করেছিলেন যে ইউএস ডিপার্টমেন্ট অফ হোমল্যান্ড সিকিউরিটি অন্যান্যদের মধ্যে নীতি পর্যালোচনা করে। \n\n\n== অভিবাসনের প্রকারভেদ ==\nএকজন বিদেশী নাগরিক প্রাথমিকভাবে নিম্নলিখিতগুলির মাধ্যমে মার্কিন যুক্তরাষ্ট্রে স্থায়ী বসবাস পেতে পারে:\nএকটি পরিবারের সদস্য দ্বারা স্পনসরশিপ\nবিশেষ কর্মসংস্থান\nপ্রধান বিনিয়োগ (ন্যূনতম $৯০০,০০০)\nবৈচিত্র্য লটারি\nজাতিসংঘ শরণার্থী বিষয় হিসাবে উল্লেখ করা হয়েছে (বা মার্কিন যুক্তরাষ্ট্রে আশ্রয়ের অনুরোধ করুন)।\n\n\n=== অভিবাসন যোগ্যতা এবং কোটা ===\n\n\n== তথ্যসূত্র =="}