{"pageid": 113352, "title": "সুনামি", "url": "https://bn.wikipedia.org/wiki?curid=113352", "content": "সুনামি (ইংরেজি: tsunami, /(t)suːˈnɑːmi/ জাপানি: 津波 [tsɯnami) বা বেলোর্মি বা সামুদ্রিক তুফান, আক্ষরিক অর্থে 'পোতাশ্রয় ঢেউ' বা 'harbour wave') এক প্রকার জলোচ্ছ্বাস, বস্তুত সুনামিতে পোতাশ্রয়েই সবচেয়ে বেশি ক্ষয়ক্ষতি হয়। সুনামি হলো সাগর/নদী বা অন্য কোনো জলক্ষেত্রে ভূমিকম্প, ভূমিধস কিংবা আগ্নেয়গিরির উদ্‌গীরণের প্রভাবে সৃষ্ট জলোচ্ছ্বাস বা ঢেউ।\n\n\n== নামকরণ ==\n\"সুনামি\" নামটি জাপানি ভাষার শব্দ থেকে উৎসারিত। জাপানি শব্দটিকে ইংরেজিতে লিখলে হয় \"Tsunami\", সে হিসেবে বাংলায়ও প্রথম প্রথম \"ৎসুনামি\" নামটি ব্যবহ‌ৃত হয়। পরে উচ্চারণগত বানান, অর্থাৎ \"সুনামি\" সর্বসম্মতভাবে গৃহীত হয়।\n\n\n== সুনামি সৃষ্টির কারণ ==\n\nসুনামি বিভিন্ন কারণে সৃষ্টি হতে পারে। কারণগুলোর মধ্যে ভূমিকম্প, আগ্নেয়গিরির অগ্নুৎপাত, ভূমিধ্বস অন্যতম। তন্মধ্যে দুটি কারণ উল্লেখযোগ্য:\n\nসমুদ্রসমতলের ২০-৩০ কিলোমিটার গভীরে ভূমিকম্প সংঘটন;\nটেকটনিক প্লেটের আকস্মিক উত্থান-পতন\nসমুদ্রসমতলের ২০-৩০ কিলোমিটার গভীরে ভূমিকম্প হলে তা সমুদ্র তলদেশের মাটিকে যেমন নাড়িয়ে দেয়, তেমনি খুব স্বাভাবিকভাবেই তার সাথে সম্পর্কিত‌ জলকে নাড়িয়ে দেয়। ভূমির কম্পন যখন জলে সঞ্চালিত হয়, তখন তার ফলে সুনামির উৎপত্তি হতে পারে। এছাড়াও সাধারণত কার্বন চক্রের প্রভাবে ভূ-অভ্যন্তরে টেকটনিক প্লেটের নড়াচড়া হতে থাকে। এভাবে কখনো কখনো একটি প্লেট অপর প্লেটের দিকে অনবরত ধাক্কা দিতে থাকে । ফলে একসময় একটি আরেকটির উপরে উঠে যায়, তখন ঐ স্থানের ভূত্বক আচমকা উঁচু হয়ে যায়, এমনকি এভাবে ছোট টিলা থেকে পাহাড় সমান পর্যন্ত হঠাৎ ভূত্বক উঁচু হয়ে যেতে পারে। সমুদ্র, নদী, জলাশয় কিংবা অন্য কোনো বৃহৎ জলক্ষেত্রের নিচের ভূত্বক এভাবে ফুলে উঠলে তখন ঐ জলক্ষেত্রের পানিও হঠাৎ ফুলে উঠে সুনামির সৃষ্টি হয়।\n\n\n== বিবরণ ==\nসুনামির ক্ষেত্রে কম্পনজনিত বা তাড়নজনিত কারণে ফুলে উঠা পানি সলিটনের মতো বিশাল এক বা একাধিক ঢেউয়ের সৃষ্টি করে, এবং তা চারিদিকে সমান মাত্রায় ছড়িয়ে পড়ে। এই ঢেউ দ্রুততার সাথে পাড়ে বা পাড়গুলোতে এসে আছড়ে পড়ে। বিশাল সমুদ্রের ক্ষেত্রে, উত্থিত ঢেউ নিকটবর্তি ভূভাগের দিকে ধাবিত হয়। কখনও কখনও এই পাহাড় সমান পানি, বিশাল জলক্ষেত্র ঠেলে আসতে আসতে দূর্বল হয়ে পড়ে। কিন্তু কখনও কখনও তীব্র মাত্রার ঢেউ সব বাধা পার হয়ে, কিংবা ভূভাগের কাছে সংঘটিত ভূত্বকের উত্থানে তীব্র মাত্রার ঢেউ কোনো বাধা ছাড়াই নিকটবর্তি ভূভাগে এসে আঘাত করে। এধরনের আকষ্মিক জলোচ্ছাসে উপকূলীয় অঞ্চলে জান-মালের ব্যাপক ক্ষয়ক্ষতি হয়ে থাকে। জলক্ষেত্রের নিচে আগ্নেয়গিরির অগ্নুৎপাত হলেও পানি এভাবে ফুলে উঠতে পারে এবং সুনামি ঘটাতে পারে। আবার স্থলভাগের কোনো ভূমি থেকে ভূমিধ্বস হলেও তা জলক্ষেত্রে এমন সুনামির সৃষ্টি করতে পারে।\nসুনামি যে সবসময়ই বিশাল ঢেউ হয়ে আসে এমনটাও ঠিক নয়। কখনও কখনও এমনও হতে পারে, সমুদ্রের গভীরে থাকাকালীন সুনামির ঢেউটি নৌকার নিচ দিয়ে চলে গেছে অথচ টেরই পাওয়া যায়নি। এর মূল কারণ হলো সমুদ্রের নিচ অনেক গভীর হয়ে থাকে এবং ফুলে উঠা পানি সহজেই স্থিতাবস্থায় আসার মতো তল পায়। কিন্তু সমুদ্র যতই ভূভাগের কাছাকাছি হয়, ততই অগভীর হতে থাকে সমুদ্র, তাই এধরনের ঢেউও চূঁড়ার আকার ধারণ করতে শুরু করে। কিছু কিছু সুনামি ভূভাগের দিকে অগ্রসর হতে হতে ১০০ ফুট (৩০ মিটার) পর্যন্ত উঁচুও হতে পারে। এপর্যন্ত সবচেয়ে বড় সুনামি মাপা হয়েছে ২১২ ফুট উচ্চতার (৬৫ মিটার)।\nগভীর জলে সুনামি প্রতি ঘণ্টায় ৬০০ মাইল (১,০০০ কিলোমিটার) গতির হতে পারে। সুনামির ঢেউ সাধারণত একটি হয় না, হয় ধারাবাহিক কয়েকটি, এবং একটি ঢেউয়ের চূঁড়া থেকে আরেকটি ঢেউয়ের চূঁড়ার দূরত্ব ১০০ মাইলের (১৬০ কিমি) মতো হতে পারে। তাই একটি বড় ঢেউ আঘাত করার মোটামুটি ১ ঘণ্টা বা সামান্য বেশি সময় পর দ্বিতীয় আরেকটি এবং আরো ১ ঘণ্টা পর তৃতীয় আরেকটি -এভাবে ঢেউগুলো ভূভাগে এসে আঘাত করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\n=== নিবন্ধ এবং ওয়েবসাইট ===\n\nIOC Tsunami Glossary by the Intergovernmental Oceanographic Commission (IOC) at the International Tsunami Information Centre (ITIC) of UNESCO\nAnimation of DART tsunami detection system\nCan HF Radar detect Tsunamis?  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জুলাই ২০১১ তারিখে – University of Hamburg HF-Radar.\nEnvirtech Tsunami Warning System – Based on seabed seismics and sea level gauges.\nGeology.com The highest tsunami was caused by rockfall\nHow to survive a tsunami  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মার্চ ২০০৮ তারিখে – Guide for children and youth\nInternational Centre for Geohazards (ICG)\nITSU – Coordination Group for the Pacific Tsunami Warning System.\nJakarta Tsunami Information Centre\nNational Tsunami Hazard Mitigation Program Coordinated U.S. Federal/State effort\nNOAA Center for Tsunami Research (NCTR)\nNOAA Tsunami – General description of tsunamis and the United States agency NOAA's role\nNOVA: Wave That Shook The World – Site and special report shot within days of the 2004 Indian Ocean tsunami.\nPacific Tsunami Museum\nScience of Tsunami Hazards journal  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ ফেব্রুয়ারি ২০০৬ তারিখে\nTsunami scientific publications list\nScientific American Magazine (January 2006 Issue) Tsunami: Wave of Change What we can learn from the Indian Ocean tsunami of December 2004.\nSocial & Economic Costs of Tsunamis in the United States from \"NOAA Socioeconomics\" website initiative\nTsunami Centers – United States National Weather Service.\nTsunami database with detailed statistics  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ নভেম্বর ২০১২ তারিখে\nInteractive map of recent and historical tsunami events with links to graphics, animations and data\nTsunami Warning  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ মে ২০০৯ তারিখে – Tsunami warnings via mobile phone.\nTsunamis and Earthquakes\nUSGS: Surviving a tsunami (United States)\nImpact of Tsunami on groundwater resources IGRAC International Groundwater Resources Assessment Centre\nTsunami Surges on Dry Coastal Plains: Application of Dam Break Wave Equations, Coastal Engineering Journal, 48 4: 355-370\n\n\n=== ছবি, ভিডিও এবং অ্যানিমেশন ===\n2004 Asian Tsunami Satellite Images (Before and After)\nAmateur Camcorder Video Streams of the December 26, 2004 tsunami that hit Sri Lanka, Thailand and Indonesia (search on tsunamis)\nAmateur photo Thailand Tsunami 2004\nAnimation of 1960 tsunami originating outside coast of Chile  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুলাই ২০০৬ তারিখে\nAnimations of actual and simulated tsunami events from the NOAA Center for Tsunami Research\nCBC Digital Archives – Canada's Earthquakes and Tsunamis\nComputer-generated animation of a tsunami  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জানুয়ারি ২০০৫ তারিখে\nOrigin of a Tsunami - animation showing how the shifting of continental plates in the Indian Ocean created the catastrophe of December 26, 2004.\nPhotos  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুন ২০০৭ তারিখে and Videos  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জুন ২০০৭ তারিখে of Humanitarian Assistance to Tsunami-hit areas by the Singapore Armed Forces\nTsunami Aftermath in Penang and Kuala Muda, Kedah.\nSatellite Images of Tsunami Affected Areas High resolution satellite images showing the effects of the 2004 tsunami on the affected areas in Indonesia, Thailand and Nicobar island of India.\nThe Survivors - A moving travelogue full of stunning images along the tsunami ravaged South-Western Coast of India (Unavailable)\nAnimations of tsunami propagation model results for actual tsunami events\n2004 Boxing Day Tsunami Youtube video"}