{"pageid": 1133133, "title": "মঙ্গলসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1133133", "content": "মঙ্গলসূত্র (মঙ্গল সূত্র), বা থালি (আইএসও: তালি) হল একটি কণ্ঠহার যেটি ভারতীয় উপমহাদেশে মঙ্গল্য ধারণম (এটি সংস্কৃত ভাষা, যার অর্থ \"শুভ পরিধান করা\") নামে একটি অনুষ্ঠানে কনের গলায় বর পরিয়ে দেয়। কণ্ঠহারটি একজন হিন্দু মহিলার বিবাহিত অবস্থার দৃষ্টিলব্ধ পরিচিতি।\nমঙ্গলসূত্রের উৎপত্তি খ্রিস্টীয় ষষ্ঠ শতাব্দীতে, তখন অন্যান্য পুরুষ এবং অশুভ আত্মা থেকে সুরক্ষা প্রাপ্তির জন্য কনের গলার চারপাশে একটি হলুদ সুতো বেঁধে দেওয়া হত। ভারত, শ্রীলঙ্কা এবং নেপালে ব্যাপকভাবে প্রচলিত একটি সামাজিক প্রথা হল মঙ্গলসূত্র। সংস্কৃত ভাষায় মঙ্গলসূত্র শব্দের অর্থ হল পবিত্র সুতো।\n\n\n== ইতিহাস ==\nমঙ্গল সূত্রের আক্ষরিক অর্থ \"একটি শুভ সুতো\" যা কনের গলায় পরিয়ে দেওয়া হয়। এটি সাধারণত একটি কণ্ঠহার, যেটি হলুদ সুতোতে কালো পুঁতি গেঁথে তৈরি করা হয়, সুতোতে হলুদ মাখানো হয়। কখনও কখনও আঞ্চলিক ভিন্নতার উপর নির্ভর করে মঙ্গল সূত্রতে সোনালি, সাদা বা লাল পুঁতিও যোগ করা হয়। এটি মহিলাদের দ্বারা পরিধান করা বিবাহিত অবস্থার প্রতীক। পবিত্র সুতোর ধারণা বহু শতাব্দী ধরে চলে এসেছে, এমনকি সঙ্গম যুগেও বিদ্যমান ছিল। কিন্তু সময়ের সাথে সাথে এই শুভ সুতোর প্রকৃতি বিবর্তিত হয়েছে, এবং বিভিন্ন সম্প্রদায় অনুসারে ব্যাপকভাবে পরিবর্তিত হয়েছে। অ-হিন্দু ধর্মীয় গোষ্ঠী যেমন সিরিয়ান খ্রিস্টানরাও মঙ্গলসূত্র পরিধান করেন, কিন্তু এর সঙ্গে একটি ক্রস লাগানো থাকে। ভারতে এমন অনেক সম্প্রদায় রয়েছেন, যাঁরা মঙ্গলসূত্র ব্যবহার করেন না কিন্তু অন্যান্য বৈবাহিক চিহ্ন পরিধান করেন। উদাহরণস্বরূপ, উত্তর ভারতের বড় অংশে, পায়ের আঙুলে আংটি এবং হাতে কাঁচের চুড়ি একজন মহিলার বৈবাহিক অবস্থা নির্দেশ করে। ভারতীয় গহনার ইতিহাসবিদ, ড. ঊষা বালকৃষ্ণান ব্যাখ্যা করেছেন যে বিয়ের আনুষ্ঠানিকতার জন্য কনেকে মঙ্গলসূত্র দিয়ে সাজানোর অভ্যাস একটি আধুনিক ধারণা, যা ব্যবসার বিপণন কৌশলের কারণে সম্ভব হয়েছে। তিনি আরও বলেছেন যে,“প্রাচীন ভারতে মঙ্গলসূত্রের মাধ্যমে বিবাহ সম্পন্ন হওয়ার কোন ধারণা ছিল না যেমনটি আমরা আজকে হীরা, দুল এবং এই জাতীয় জিনিস দিয়ে জানি।”মঙ্গলসূত্রের ধারণা বহু শতাব্দী ধরে বিকশিত হয়েছে এবং বেশ কয়েকটি ভারতীয় সম্প্রদায়ের মধ্যে বিবাহের একটি অবিচ্ছেদ্য অংশ হয়ে উঠেছে।\n\n\n== তাৎপর্য ==\nআদি শঙ্কর তাঁর বিখ্যাত গ্রন্থ সৌন্দর্য লহরীতে মঙ্গলসূত্রের তাৎপর্য পুনর্ব্যক্ত করেছেন। হিন্দু রীতি অনুসারে স্বামীর দীর্ঘায়ু কামনায় মঙ্গলসূত্র পরা হয়। ধর্মীয় রীতিনীতি এবং সামাজিক প্রত্যাশা অনুসারে, বিবাহিত মহিলাদের তাদের সারা জীবন ধরে মঙ্গলসূত্র পরিধান করা উচিত কারণ বিশ্বাস করা হয় যে এর ফলে তার স্বামীর মঙ্গল হয়। প্রাচীনকালে বিবাহের গহনাগুলি বার্ধক্য এবং বৈধব্যের সময়ে আর্থিক সুরক্ষা দিত, কারণ সম্পত্তির ওপর মহিলাদের কোনও অধিকার ছিল না।\n\n\n== বিভিন্ন ভাষায় ==\nতামিল ভাষায় একে বলা হয় থালি (தாலி) বা মঙ্গল্যম (மாங்கல்யம்), ইংরেজিতে বৈবাহিক চেইন, সিংহলিতে থেল্লা (තැල්ල), বাংলায় মঙ্গলসূত্র, মারাঠিতে মঙ্গল সূত্র (मंगळसूत्र), কন্নড় ভাষায় মঙ্গল্যসূত্র (ಮಾಂಗಲ್ಯ ಸೂತ್ರ), থালি (ತಾಳಿ), তেলুগুতে থালি (తాళి), মঙ্গল্যামু (మాంగళ్యము), মঙ্গলসূত্রামু (మంగళసూత్రము) বা পুস্তেলু (పుస్తెలు), মালয়ালম ভাষায় থালি (താലി), ওডিয়াতে মঙ্গলসূত্র (ମଙ୍ଗଳସୂତ୍ର)। কোঙ্কনি জনগণ (গোয়েঙ্কার, ম্যাঙ্গালোরীয়, পূর্ব ভারতীয় এবং হিন্দু সহ অন্যান্যরা) তাদের গলায় তিনটি কন্ঠহার পরিধান করে, যাদের পরপর বলা হয় ধারেমনি বা মুহুর্তমনি (বড় সোনার পুঁতি), মঙ্গলসূত্র (এক বা দুটি সোনার চাকতি সহ) এবং কসিথালি (সোনা ও প্রবাল পুঁতি সহ)। অন্ধ্রপ্রদেশ এবং তেলেঙ্গানা অঞ্চলে, দুটি মুদ্রার আকারের সোনার চাকতি বিভিন্ন ধরনের ২-৩টি পুঁতি দ্বারা পৃথক করা হয়। ঐতিহ্য অনুসারে, একটি চাকতি নববধূর পরিবার থেকে এবং অন্যটি বরের পক্ষ থেকে আসে।\n\n\n=== নকশা ===\nমঙ্গলসূত্রগুলি বিভিন্ন নকশায় তৈরি করা হয়। সাধারণগুলি হল তেলুগুদের দ্বারা পরিধান করা লক্ষ্মী থালি পুস্তেলু, মালয়লীদের পরিধান করা এলা থালি বা মিন্নু এবং ক্ষত্রিয় তামিলদের পরিধান করা কুম্ভ থালি। নকশাটি বরের পরিবার প্রচলিত রীতি অনুযায়ী বেছে নেয়। গুজরাটি এবং মারোয়ারিরা প্রায়শই সোনার চেইনে একটি হীরার লকেট ব্যবহার করে যেটি শুধুমাত্র একটি অলঙ্কার এবং ঐতিহ্যগত অর্থে মঙ্গলসূত্রের বিকল্প নয়। মহারাষ্ট্রীয়রা দুটি বাটি অলঙ্কারের লকেট পরে থাকে। কন্নড় মহিলাদের মঙ্গল্য, থালি বা মঙ্গল সূত্র মহারাষ্ট্রীয়দের মতোই, তবে তাদের সাধারণত দুটি বাটি থাকে। আজকাল অনেক আধুনিকতা সচেতন পরিবার একটি বাটি বা আরও সমসাময়িক শৈলী সহ হালকা সংস্করণ বেছে নেয়।\n\n\n== ছবিঘর ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবিবাহ\nসিঁদুর\nকরবা চৌথ\nপতিব্রতা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস সমূহ ==\n\"An Ornament of Beauty,\" by Ganesh Joshi published in Woman's Era, January 2007."}