{"pageid": 1133163, "title": "মা শূলিনী", "url": "https://bn.wikipedia.org/wiki?curid=1133163", "content": "শূলিনী বা শূলিনী দুর্গা (সংস্কৃত : शूलिनी) দেবী দুর্গার তন্ত্রোক্ত একটি রূপ, যিনি দেবী ও আদ্যাশক্তি নামেও পরিচিত।\nশূলিনী ( আদ্যাশক্তি মহামায়া ), রূপ ও অরূপ,গুণ ও নির্গুণ, জ্ঞান, প্রজ্ঞা, সৃষ্টি, স্থিতি এবং বিনাশের মূল। তিনি মহামায়া আদ্যাশক্তির অন্যতম উগ্র রূপকল্প।\nভগবান বিষ্ণুর চতুর্থ অবতার নরসিংহ,দৈত্যপতি হিরণ্যকশিপুকে হত্যা করার পরেও তাঁর সুবিপুল ক্রোধকে প্রশমিত করতে পারেননি,প্রচণ্ড ধ্বংসলীলায় মেতে উঠে নিখিল সৃষ্টির অস্তিত্বকে বিপন্ন বিপর্যস্ত করেছিলেন। তাই ভগবান শিব নরসিংহকে শান্ত করার মানসে শরভ রূপে আবির্ভূত হন। ক্রমে নরসিংহ ও শরভ আবারো প্রলয়ংকর যুদ্ধে লিপ্ত হলে উভয়কে নিয়ন্ত্রণ করার জন্য আদ্যাশক্তি প্রত্যঙ্গিরা (মতান্তরে শূলিনী)রূপে আবির্ভূতা হন।\nমা শূলিনী, শূলিনী দুর্গা, শিবানী এবং সালোনি নামেও পরিচিত, প্রায়শই দুর্গা মতো দেবীর সাথে তুলনা করা হয়।\nতিনি সোলান জনগণের কুলদেবী (পারিবারিক দেবতা)।\n\n\n== শূলিনী দুর্গার মূর্তিতত্ত্ব ==\nশারদাতিলকতন্ত্র,বৃহৎ তন্ত্রসার প্রভৃতি তন্ত্রগ্রন্থে শূলিনী দুর্গার নিম্নোক্ত ধ্যানমন্ত্র বর্ণিত রয়েছে\nঅধ্যারূঢ়াং মৃগেন্দ্রং সজলজলধরশ্যামলাং হস্তপদ্মৈঃ শূলং বাণং কৃপাণন্তরিজলজগদাচাপপাশান্ বহন্তীম্।\nচন্দ্রোত্তংসাং ত্রিনেত্রাং চতসৃভিরসিখেটকং বিভ্রতীভিঃ কন্যাভিঃ সেব্যমানাং প্রতিভয়ভয়দাং শূলিনীং ভাবয়ামি॥\n - সিংহারূঢ়া, সজল মেঘের ন্যায় শ্যামবর্ণা, অষ্টভুজে শূল-বাণ-খড়্গ-চক্র-পদ্ম(বা শঙ্খ)-গদা-ধনুক-পাশ বহনকারিণী,(মস্তকে) চন্দ্রকলা মণ্ডিতা, ত্রিনয়না, খড়্গখেটকধারিণী চার পরিচারিকা দ্বারা নিয়ত সেবিতা, শত্রুকুলের ভয়দায়িনী সেই শূলিনী দেবীকে (আমি) ভাবনা করি।\n\n\n== শূলিনী দুর্গার উৎসব ==\nশূলিনী মেলা সোলান, ভারতের মাশরুম শহর সোলানে অবস্থিত দেবী শূলিনীর পবিত্র মন্দির থেকে এর নামটি অর্জন করেছে।শূলিনী দেবীর অপূর্ব মন্দিরটি মূলত প্রতি বছর জুনের শেষ সপ্তাহে এখানে পালিত শূলিনী মেলার জন্য \nসোলানের পৃষ্ঠপোষক দেবীকে উৎসর্গ করা হয়েছে মা শূলিনী, দেবী শূলিনীর সম্মানে পালিত হয়, তাঁর বড় বোনের কাছে দেবী শূলিনী দেবীর তিন দিনের ভ্রমণকে স্মরণ করে। সোলানের নাগরিকদের পাশাপাশি প্রতিবেশী অঞ্চল থেকে এখানে অবতরণকারী ভক্তরা শূলিনী দেবী মন্দিরে জমায়েত হন। \nদেবী শূলিনীকে তাঁর মন্দির থেকে একটি অলঙ্কৃত পালকিতে নিয়ে যাওয়া হয়।  শোভাযাত্রাটি সোলানের বিভিন্ন স্থানের মধ্য দিয়ে যায় এবং সর্বত্র এটি অত্যন্ত জাঁকজমকের সঙ্গে, সোৎসাহ-উদ্দীপনায় ও সতর্ক প্রহরার সঙ্গে করা হয়।গঞ্জ বাজারের মা দুর্গার মন্দির হল দেবী শূলিনীর চূড়ান্ত গন্তব্য।  দেবী শূলিনী সে মন্দিরে তিন দিনের জন্য অবস্থান করেন এবং তারপরে তাঁর নিজ মন্দিরে ফিরে আসেন।\nশূলিনী মেলার শেষ দিনে দেবীর নিজের মন্দিরে প্রত্যাবর্তন যাত্রা আরও বেশি আড়ম্বর ও জাঁকজমকের সাথে উদযাপিত হয়।তৃতীয় দিনে, উৎসব চূড়ান্ত পর্যায়ে পৌঁছায়। সোলান ভক্ত ও দর্শনার্থীদের সমগ্র জনপদ অসীম আবেগ ও উচ্ছ্বাসে উদ্বেলিত হয়।\nশূলিনী মেলা হল সোলানের ঐতিহ্যবাহী মেলা। \n\n\n== মা শূলিনীর মন্দির ==\n\nহিমাচল প্রদেশ\nসোলানে শুলিনী দেবীর মন্দির\n\n\n== তথ্যসূত্র =="}