{"pageid": 1133957, "title": "কোররাদো জিনি", "url": "https://bn.wikipedia.org/wiki?curid=1133957", "content": "কোররাদো জিনি (ইতালীয়: Corrado Gini, ২৩শে মে, ১৮৮৪ – ১৩ই মার্চ, ১৯৬৫) একজন ইতালীয় পরিসংখ্যানবিদ, জনতত্ত্ববিদ ও সমাজবিজ্ঞানী ছিলেন, যিনি জিনি সহগ নামক ধারণাটির জনক হিসেবে সুপরিচিত; এই ধারণাটি দিয়ে কোনও সমাজে আয়ের বৈষম্য পরিমাপ করা যায়। জিনি জৈববাদের প্রবক্তা ছিলেন এবং সেটিকে জাতিসমূহের উপরে প্রয়োগ করেন।\n\n\n== কর্মজীবন ==\nজিনি ১৮৮৪ সালের ২৩শে মে ইতালির ত্রেভিজো প্রদেশের মত্তা দি লিভেনৎসা নামক শহরে একটি পুরাতন জমিদার পরিবারে জন্মগ্রহণ করেন। তিনি বোলোনিয়া বিশ্ববিদ্যালয়ের আইন অনুষদে ভর্তি হন, যেখানে তিনি আইনের পাশাপাশি গণিত, অর্থনীতি ও জীববিজ্ঞান অধ্যয়ন করেন।\nজিনির বৈজ্ঞানিক গবেষণাকর্মগুলি দুইটি দিকে পরিচালিত হয়: সামাজিক বিজ্ঞান ও পরিসংখ্যান। তাঁর আগ্রহ পরিসংখ্যানবিদ্যার রৌপ দিকগুলির মধ্যে সীমাবদ্ধ ছিল না, বরং  যে সূত্রগুলি জীববৈজ্ঞানিক ও সামাজিক ঘটনাবলীকে শাসন করে, সেগুলির ব্যাপারেও তিনি আগ্রহী ছিলেন।\nজিনির প্রথম প্রকাশিত কর্মটির নাম ছিল ইল সেসসো দাল পুনতো দি ভিস্তা স্তাতিস্তিকো (১৯০৮)। এই গ্রন্থে জিনি জন্মের সময় লিঙ্গের অনুপাতের একটি বিস্তারিত পর্যালোচনা পেশ করেন; তিনি পূর্বের তত্ত্বগুলির আলোচনা করেন এবং তাঁর নতুন তাত্ত্বিক অনুমানটি কীভাবে পরিসংখ্যানিক উপাত্তের সাথে খাপ খায় সেটি আলোচনা করেন। বিশেষ করে তাঁর কাজে এই ব্যাপারটির ব্যাপারে সাক্ষ্যপ্রমাণ প্রদান করা হয় যে কোনও নবজাতকের লিঙ্গ কী হবে, তার প্রবণতা কিছুটা হলেও জন্মগত উত্তরাধিকার সূত্রে অর্জিত হয়।\n১৯১০ সালে জিনি কাইলিয়ারি বিশ্ববিদ্যালয়ের পরিসংখ্যান বিভাগের প্রধান পদে নিয়োগ করেন ও পরবর্তীতে ১৯১৩ সালে পাদুয়া বিশ্ববিদ্যালয়েও একই পদে আসীন হন।\nতিনি ১৯২০ সালে মেত্রন নামক পরিসংখ্যান বিষয়ক গবেষণা সাময়িকীটি প্রকাশ করেন এবং মৃত্যু পর্যন্ত সেটি পরিচালনা করেন। এই সাময়িকীটিতে কেবলমাত্র ব্যবহারিক প্রয়োগবিশিষ্ট নিবন্ধ গৃহীত হত।\n১৯২৫ সালে জিনি রোমের সাপিয়েনৎসা বিশ্ববিদ্যালয়ে অধ্যাপক হিসেবে যোগ দেন। সেখানে তিনি সমাজবিজ্ঞানের ওপরে একটি বক্তৃতামূলক পাঠক্রম প্রতিষ্ঠা করেন ও অবসরের আগ পর্যন্ত সেটি বজায় রাখেন। অধিকন্তু তিনি ১৯২৮ সালে সেই বিশ্ববিদ্যালয়ে পরিসংখ্যান বিদ্যালয় প্রতিষ্ঠা করেন ও ১৯৩৬ সালে পরিসংখ্যানিক, জনতাত্ত্বিক ও আহিয়ালকারী (বীমার কিস্তি গণনার বিশেষজ্ঞ ক্ষেত্র) বিজ্ঞানসমূহের অনুষদটি প্রতিষ্ঠা করেন।\n\n\n== সম্মাননা ==\nজিনি নিচের সম্মাননামূলক ডক্টরেট উপাধিগুলি অর্জন করেন:\n\nমিলানের পবিত্র হ্রদয় বিশ্ববিদ্যালয় থেকে অর্থশাস্ত্রে (১৯৩২),\nজেনেভা বিশ্ববিদ্যালয় থেকে সমাজবিজ্ঞানে (১৯৩৪),\nহার্ভার্ড বিশ্ববিদ্যালয় থেকে বিজ্ঞানে (১৯৩৬),\nআর্জেন্টিনার কর্দোবা বিশ্ববিদ্যালয় থেকে সামাজিক বিজ্ঞানে (১৯৬৩).\n\n\n== নির্বাচিত প্রকাশিত গ্রন্থ ও রচনাবলি ==\nIl sesso dal punto di vista statistica: le leggi della produzione dei sessi (1908)\nSulla misura della concentrazione e della variabilità dei caratteri (1914)\nQuelques considérations au sujet de la construction des nombres indices des prix et des questions analogues (1924)\nMemorie di metodologia statistica. Vol.1: Variabilità e Concentrazione (1955)\nMemorie di metodologia statistica. Vol.2: Transvariazione (1960)\n— (মার্চ ১৯২৭)। \"The Scientific Basis of Fascism\"। Political Science Quarterly। 42 (1): 99–115। জেস্টোর 2142862। ডিওআই:10.2307/2142862। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nBiography Of Corrado Gini at the Metron, the statistics journal he founded.\nPaper on \"Corrado Gini and Italian Statistics under Fascism\" by Giovanni Favero  June 2002\nA. Forcina and G. M. Giorgi \"Early Gini’s Contributions to Inequality Measurement and Statistical Inference.\" JEHPS mars 2005\nAnother photograph"}