{"pageid": 1133202, "title": "বড় বাজার, ইস্তাম্বুল", "url": "https://bn.wikipedia.org/wiki?curid=1133202", "content": "বড় বাজার (তুর্কি: Kapalıçarşı, অর্থ 'আচ্ছাদিত বাজার'; এছাড়াও Büyük Çarşı, যার অর্থ 'বড় বাজার') হল ইস্তাম্বুলের বৃহত্তম ও প্রাচীনতম বাজারগুলোর মধ্যে একটি, যেখানে ৬১টি আচ্ছাদিত সড়ক ও ৪,০০০টি দোকান রয়েছে যা মোট ৩০,৭০০ বর্গমিটার জুড়ে অবস্থিত। এটি প্রতিদিন ২,৫০,০০০ থেকে ৪,০০,০০০ দর্শকদের আকর্ষণ করে। ২০১৪ সালে, এটি ৯১,২৫০,০০০ বার্ষিক দর্শনার্থীদের সাথে বিশ্বের সর্বাধিক দর্শনীয় পর্যটন আকর্ষণগুলির মধ্যে শীর্ষস্থানে তালিকাভুক্ত ছিল। ইস্তাম্বুলের বড় বাজার প্রায়শই বিশ্বের প্রথম বিপণিবিতানগুলোর অন্যতম হিসাবে বিবেচিত হয়।\n\n\n== অবস্থান ==\nবড় বাজারটি পুরনো ইস্তাম্বুল শহরের প্রাচীরের ভিতরে, ফাতিহ জেলায় ও আশেপাশের মহল্লায় (mahalle) একই নামের এলাকায় (Kapalıçarşı) অবস্থিত। এটি মোটামুটিভাবে পশ্চিম থেকে পূর্বে বেয়াজিত এবং নুরুওসমানিয়ের মসজিদের মধ্যে প্রসারিত। বাজারটি সুলতানাহমেত ও সিরকেসি থেকে ট্রামের মাধ্যমে সহজেই পৌঁছানো যেতে পারে (বেয়াজিত-কাপালিকারি স্টপ)।\n\n\n== ইতিহাস ==\n\n১৪৫৫/৫৬ সালের শীতকালে উসমানীয়দের কনস্টান্টিনোপল বিজয়ের কিছু পরেই ভবিষ্যত বড় বাজারের মূল কাঠামো নির্মাণ শুরু হয়েছিল ও এটি ইস্তাম্বুলের অর্থনৈতিক সমৃদ্ধিকে উদ্দীপিত করার একটি বৃহত্তর উদ্যোগের অংশ ছিল। সুলতান দ্বিতীয় মুহাম্মদ কনস্টান্টিনোপলে তার প্রাসাদের কাছে বস্ত্রের ব্যবসার জন্য নিবেদিত একটি ভবন নির্মাণ করেছিলেন। এর নাম উসমানীয় তুর্কি ভাষায় ছিল Cevâhir Bedestan (\"রত্নের বেডেস্টেন\") ও Bezzâzistan-ı Cedîd (\"নতুন বেডেস্টেন\") নামেও পরিচিত। bedesten শব্দটি ফারসি শব্দ বেজেস্তান থেকে গৃহীত, বেজ (\"কাপড়\") থেকে উদ্ভূত, যার অর্থ \"কাপড় বিক্রেতাদের বাজার\"। ভবনটির নামকরণ করা হয়েছে তুর্কি İç ভাষায় (\"অভ্যন্তরীণ\"), Antik (\"প্রাচীন\"), বা Eski (\"পুরাতন\") বেডেস্টেন - ইস্তাম্বুলের তৃতীয় পাহাড়ের ঢালে, প্রাচীন কনস্টানটাইনের ফোরা ও থিওডোসিয়াসের ফোরামের মধ্যে অবস্থিত। এটি প্রথম সুলতানের প্রাসাদ তথা পুরাতন প্রাসাদের কাছেও অবস্থিত ছিল (Eski Saray সারা), যা সেই একই বছরগুলোয় নির্মাণাধীন ছিল, ও বাইজেন্টাইন সময়ে শহরের বেকারদের কোয়ার্টার আর্টোপোলিয়া (Άρτοπωλεία) থেকে দূরে নয়।\n\nবেডেস্টেনের নির্মাণ কাজ ১৪৬০/৬০ সালের শীতকালে শেষ হয় ও ভবনটি আয়া সোফিয়া মসজিদের ওয়াকফের নিকট অর্পিত হয়। ইটের গাঁথুনির বিশ্লেষণ দেখায় যে বেশিরভাগ স্থাপনার উৎপত্তি ১৫শ শতাব্দীর দ্বিতীয়ার্ধ থেকে, যদিও একটি কমনেনীয় ঈগলের প্রতিনিধিত্বকারী বাইজেন্টাইন কারুশিল্প যা এখনও পূর্ব প্রবেশদ্বারের শীর্ষে ঘেরা (Kuyumcular Kapısı) বেডেস্টেনের অনেক পণ্ডিত প্রমাণ হিসাবে ব্যবহার করে উল্লেখ করেছেন যে ভবনটি একটি বাইজেন্টাইন স্থাপনা ছিল।\nবেডেস্টেনের নিকট একটি বাজারে, যার নাম তুর্কিতে Esir Pazarı, ক্রীতদাস বাণিজ্যে সক্রিয় ছিল, এটির ব্যবহার বাইজেন্টাইন সময় থেকেও চালু ছিল। আশেপাশের অন্যান্য গুরুত্বপূর্ণ বাজার ছিল পুরনো পণ্যের বাজার (তুর্কি: Bit Pazarı), \"লম্বা বাজার\" (Uzun Çarşı), গ্রিক ম্যাক্রোস এমবোলোস (Μακρός Ὲμβολος)-এর সাথে সম্পর্কিত, \"লং পোর্টিকো\"), একটি দীর্ঘ পোর্টিকোড বাজার যা ফোরাম অফ কনস্টানটাইন থেকে গোল্ডেন হর্ন পর্যন্ত উতরাই পর্যন্ত বিস্তৃত ছিল, যা ছিল শহরের অন্যতম প্রধান বাজার এলাকা, পুরানো বইয়ের বাজার (Sahaflar Çarşısı) ১৮৯৪ সালের ইস্তাম্বুল ভূমিকম্পের পরেই বাজারটি পুরনো স্থান থেকে বেয়াজিদ মসজিদের কাছে বর্তমান মনোরম স্থানে সরানো হয়।\nকয়েক বছর পর —অন্যান্য সূত্র অনুযায়ী, ১৫৪৫ সালে সুলতান প্রথম সুলেমান—দ্বিতীয় মুহাম্মদ এদের আমলে আরেকটি আচ্ছাদিত বাজার তৈরি হয়েছিলো যার নাম \"সান্দাল বেডেস্টেন\" (নামটি বুর্সাতে বোনা এক ধরনের সুতো থেকে এসেছে, যার চন্দনের রঙ থাকতো), যার নাম Küçük (\"ছোট\"), Cedit বা Yeni (উভয় শব্দের অর্থ \"নতুন\") বেডেস্টেন, যা প্রথম বাজারটির উত্তরে অবস্থিত।\nসান্দাল বেডেস্টেন তৈরির পর বস্ত্রের বাণিজ্য সেখানে স্থানান্তরিত হয়, যখন Cevahir Bedesten বিলাস দ্রব্যের বাণিজ্যের জন্য সংরক্ষিত ছিল। শুরুতে ভবন দুটি বিচ্ছিন্ন ছিল। ১৬শ শতাব্দীর ফরাসি পর্যটক পিয়েরে গিলসের মতে, এগুলো ও বেয়াজিদের মসজিদের মধ্যে গির্জার ধ্বংসাবশেষ এবং একটি বড় কুন্ড ছিল। যাইহোক, শীঘ্রই অনেক বিক্রেতা তাদের মধ্যে এবং আশেপাশে তাদের দোকান খোলেন, যাতে বাজারের পুরো এক চতুর্থাংশ জন্ম নেয় যেটি শুধুমাত্র বাণিজ্যের জন্য নিবেদিত।\n১৭শ শতাব্দীর শুরুতে বড় বাজার ইতিমধ্যেই চূড়ান্ত রূপ লাভ করেছিল। তিনটি মহাদেশে উসমানীয় সাম্রাজ্যের বিশাল ব্যাপ্তি এবং এশিয়া ও ইউরোপের মধ্যে সড়ক যোগাযোগের সম্পূর্ণ নিয়ন্ত্রণ, বাজার এবং আশেপাশের হানস বা ক্যারাভানসেরাকে ভূমধ্যসাগরীয় বাণিজ্যের কেন্দ্র করে তুলে। বেশ কয়েকজন ইউরোপীয় ভ্রমণকারীর মতে, সেই সময়ে ও ১৯শ শতাব্দীর প্রথমার্ধ পর্যন্ত বিক্রয় পণ্যের প্রাচুর্য, বৈচিত্র্য এবং গুণমানের ক্ষেত্রে বাজারটি ইউরোপে অতুলনীয় ছিল। সেই সময়ে আমরা ইউরোপীয় পর্যটকদের কাছ থেকে জানতে পারি যে বড় বাজারের একটি বর্গাকার আয়তন ছিল, যেখানে দুটি লম্বা প্রধান রাস্তা মাঝখানে অতিক্রম করে ও একটি তৃতীয় রাস্তা বাইরের ঘের বরাবর চলমান ছিল। বাজারটিতে ৬৭টি রাস্তা (প্রতিটি নির্দিষ্ট পণ্যের বিক্রেতার নাম বহন করে), প্রতিদিনের নামাজের জন্য ব্যবহৃত বেশ কয়েকটি স্থান, ৫টি মসজিদ, ৭টি ফোয়ারা, ১৮টি প্রবেশদ্বার ছিল যা প্রতিদিন সকালে খোলা ও সন্ধ্যায় বন্ধ করা হয়। এগুলো থেকে বাজারের আধুনিক নাম আসে, \"আচ্ছাদিত বাজার\" (Kapalıçarşı) ১৬৩৮ সালের দিকে তুর্কি পর্যটক ইভলিয়া চেলেবি আমাদের বাজার ও এর রীতিনীতির সবচেয়ে গুরুত্বপূর্ণ ঐতিহাসিক বর্ণনা দিয়েছেন। দোকানের সংখ্যা ছিল ৩০০০, এবং ৩০০টি আশেপাশের হ্যানস-এ অবস্থিত, বড় ক্যারাভানসারিস একটি পোর্টিকোড ভিতরের উঠোনে দুই বা তিনতলা বিশিষ্ট, যেখানে পণ্যগুলি সঞ্চয় করা যেতে পারে ও ব্যবসায়ীদের রাখা যেতে পারে। সেই সময়ে শহরের এক দশমাংশ দোকান বাজার ও এর আশেপাশে কেন্দ্রীভূত ছিল। এত কিছুর জন্য, সে সময় বাজার তখনও ঢাকা পড়েনি।\n\nবড় বাজারে বারবার বিপর্যয়, আগুন এবং ভূমিকম্প আঘাত হানে। প্রথম আগুন ১৫১৫ সালে ঘটেছিল; আরেকটি ১৫৪৮ সালে। অন্যান্য দাবানলগুলো ১৫৮৮, ১৬১৮ (যখন Bit Pazarı ধ্বংস করা হয়েছিল), ১৬৪৫, ১৬৫২, ১৬৫৮, ১৬৬০ (সেই উপলক্ষ্যে পুরো শহরটি ধ্বংস হয়ে গিয়েছিল), ১৬৭, ১৬৮৮ (Uzun Çarşı বড় ক্ষতির সম্মুখীন হয়) ১৬৯৫, ও ১৭০১ সালে কমপ্লেক্সটিকে ধ্বংস করে দিয়েছিল।  ১৭০১ সালের আগুন বিশেষভাবে ভয়ঙ্কর ছিল, ১৭৩০-১৭৩১ সালে উজিরে আজম নেভেহিরলি দামাদ ইব্রাহিম পাশাকে কমপ্লেক্সের বেশ কয়েকটি অংশ পুনর্নির্মাণ করতে বাধ্য করে। ১৭৩৮ সালে কিজলার আগাসি বেসির আগা মারকান কাপির কাছে ঝর্ণা (এখনও বিদ্যমান) প্রদান করেন।\nএই সময়ের মধ্যে, ১৬৯৬ সালে জারি করা অগ্নিকাণ্ডের বিরুদ্ধে নতুন আইনের কারণে, বাজারের বেশ কয়েকটি অংশ যা দুটি বেডেস্টেনের মধ্যে ছিল ভল্ট দিয়ে আবৃত ছিল। তা সত্ত্বেও, অন্যান্য অগ্নিকাণ্ড ১৭৫০ ও ১৭৯১ সালে কমপ্লেক্সটিকে ধ্বংস করেছিল। ১৭৬৬ সালের ভূমিকম্পে আরও ক্ষতি হয়েছিল, যা আদালতের প্রধান স্থপতি এক বছর পর আহমেদ (Hassa Baş Mimarı) মেরামত করেছিলেন।\n১৯শ শতাব্দীর পশ্চিম ইউরোপে টেক্সটাইল শিল্পের বৃদ্ধি, ব্যাপক উৎপাদন পদ্ধতির প্রবর্তন, সাম্রাজ্য ও অনেক ইউরোপীয় দেশের মধ্যে স্বাক্ষরিত আত্মসমর্পণ এবং সাম্রাজ্যের পণ্য উৎপাদনের জন্য প্রয়োজনীয় কাঁচামাল - সবসময় ইউরোপীয় বণিকদের দ্বারা আটকানো, বন্ধ অর্থনীতি বাজারের পতনের কারণ ছিল। ১৮৫০ সালের মধ্যে, বেডেস্টেনের ভাড়া দুই থেকে তিন দশক আগের তুলনায় দশগুণ কম ছিল। অধিকন্তু, একটি পশ্চিমমুখী বুর্জোয়াদের জন্ম এবং পশ্চিমা পণ্যের বাণিজ্যিক সাফল্য এবং ইউরোপীয়দের দ্বারা ঘন ঘন নতুন দোকান খোলার জন্য পুরনো হিসাবে বিবেচিত হওয়া সংখ্যালঘুদের (গ্রিক, আর্মেনীয়, ইহুদি) বণিকদের বাজার থেকে সরে যেতে বাধ্য করেছিল, যেমন পেরা ও গালাতা।\n১৮৯০ সালের একটি জরিপ অনুযায়ী, বাজারটিতে ৪,৩৯৯টি সক্রিয় দোকান, ২টি বেডেস্টেন, ২১৯৫টি কক্ষ, ১টি হামাম, একটি মসজিদ, ১০টি মেদরেস, ১৯টি ঝর্ণা (যার মধ্যে দুটি শাদরভান ও একটি সেবিল), একটি মাজার এবং ২৪টি হান ছিল। কমপ্লেক্সের ৩০.৭ হেক্টর, ১৮টি ফটক দ্বারা সুরক্ষিত, ৬১ রাস্তার পাশে ৩,০০০টি দোকানের পাশাপাশি ২টি বেডেস্টেন, ১৩ হান (এছাড়া আরও বেশ কিছু বাইরে) ছিলো।\nশেষ বড় বিপর্যয় ঘটেছিল ১৮৯৪ সালে: একটি শক্তিশালী ভূমিকম্প যার ফলে ইস্তাম্বুল কেঁপে ওঠে। গণপূর্ত মন্ত্রী মাহমুদ সেললাদ্দিন পাশা ১৮৯৮ সাল পর্যন্ত ক্ষতিগ্রস্ত বাজারের মেরামতের তত্ত্বাবধান করেন ও এই সুযোগে কমপ্লেক্সটি আয়তনে হ্রাস পায়। পশ্চিমে, বিট পাজারিকে নতুন পরিধির বাইরে ছেড়ে দেওয়া হয় ও জায়গাটি একটি খোলা আকাশের রাস্তা হয়ে ওঠে, যার নাম Çadırcılar Caddesi (\"তাঁবু প্রস্তুতকারকের সড়ক\"), তখন পুরনো ফটক ও Kütkculer Kapi ভেঙে ফেলা হয়। বাজারের অন্তর্গত সমস্ত হানগুলোর মধ্যে, অনেকগুলোকে বাইরে রেখে দেওয়া হয়েছিল এবং এটি মাত্র নয়টি স্থাপনার মধ্যে আবদ্ধ ছিল।\n১৯১৪ সালে সান্দাল বেডেস্টেন, যার টেক্সটাইল পণ্যের ব্যবসায়ীরা ইউরোপীয় প্রতিযোগিতার দ্বারা ধ্বংস হয়ে গিয়েছিল, ইস্তাম্বুল শহর দ্বারা অধিগ্রহণ করা হয়েছিল এবং এক বছর পরে এটি মূলত কার্পেটের জন্য একটি নিলাম ঘর হিসাবে ব্যবহৃত হতো। ১৯২৭ সালে বাজারের পৃথক অংশ ও রাস্তাগুলো সরকারি নাম পায়। বাজারের শেষ অগ্নিকাণ্ডের ঘটনা ঘটে ১৯৪৩ ও ১৯৫৪ সালে এবং সংশ্লিষ্ট পুনঃস্থাপন ২৮ জুলাই ১৯৫৯ সালে শেষ হয়।\nকমপ্লেক্সের শেষ পুনরুদ্ধার ১৯৮০ সালে হয়েছিল। এই উপলক্ষে বাজারের আশপাশের বিজ্ঞাপনের পোস্টারও অপসারণ করা হয়।\n\n\n== স্থাপত্য ==\n\nউচে বেডেস্টেন হল একটি আয়তক্ষেত্রাকার কাঠামো (৪৩.৩০ মি x ২৯.৫০ মি)। দুটি সারি পাথরের স্তম্ভ, প্রতিটি সারিতে চারটি, তিনটি সারি বে, প্রতিটি সারিতে পাঁচটি করে রয়েছে। প্রতিটি বে অন্ধ ড্রাম সহ একটি ইট দ্বারা গম্বুজটি ঘিরে রাখা হয়েছে। ভিতরের ও বাইরের দেয়ালে ৪৪টি ভুগর্ভস্থ ভাণ্ডার (তুর্কি: mahzen) নামক বাহ্যিক খোলা ছাড়া খিলানযুক্ত কক্ষ তৈরি করা হয়েছে। বেডেস্টেনের সূর্যের আলো আসে ছাদের নিচে রাখা আয়তক্ষেত্রাকার জানালা থেকে: যা কাঠের অ্যাম্বুলেটারির মাধ্যমে প্রবেশ করতে পারে। দুষ্প্রাপ্য আলোকসজ্জার কারণে ভবনটি প্রতিদিন মাত্র কয়েক ঘন্টা খোলা রাখা হত ও সর্বোপরি টেক্সটাইলগুলোর উপরে বিলাসবহুল পণ্যের ব্যবসা নিবেদিত ছিল। তদুপরি, বেডেস্টেনের মাহজেনগুলোও নিরাপদ হিসাবে ব্যবহৃত হত। চারটি প্রবেশদ্বার দিয়ে ভবনটিতে প্রবেশ করা যায়:\n\n\"ব্যবহৃত বই বিক্রেতাদের ফটক\" (Sahaflar Kapısı) উত্তর দিকে,\n\"স্কালক্যাপ বিক্রেতাদের ফটক\" (Takkeciler Kapısı) দক্ষিনে,\n\"গহনা ফটক\" (Kuyumcular Kapısı) পূর্বে, এবং;\n\"মহিলাদের পোশাক ফটক\" (Zenneciler Kapısı) পশ্চিমে।\nসান্দেল বেডেস্টেন হল একটি আয়তক্ষেত্রাকার কাঠামো (৪০.২০ মি × ৪২.২০ মি), যেখানে ১২টি পাথরের স্তম্ভ রয়েছে। এর ২০টি বে রয়েছে যা অন্ধ ড্রাম সহ ইটের গম্বুজ দ্বারা তৈরি করা হয়েছে। এই ক্ষেত্রে দোকানগুলো শুধুমাত্র বাইরের দেয়ালে খোদাই করা হয়। উভয় ভবনেই প্রতিটি বেকে জুনিপার বিম দ্বারা বাঁধা ইটের খিলানের মাধ্যমে অন্যের সাথে বাঁধা হয় ও ধ্বংসস্তূপ দিয়ে গাঁথনি তৈরি করা হয়। দুটি ভবনই লোহার ফটকের মাধ্যমে বন্ধ ছিল।\nবেডেস্টেনগুলো ছাড়াও, মূলত বড় বাজারের স্থাপনাগুলো কাঠ দিয়ে তৈরি করা হয়েছিল এবং শুধুমাত্র ১৭০০ সালের অগ্নিকাণ্ডের পরে, সেগুলো পাথর ও ইট দিয়ে পুনঃনির্মাণ করা হয়েছিল এবং আচ্ছাদিত করা হয়েছিল। পশম বিক্রেতাদের বাজার ছাড়া বাজারের সমস্ত স্থাপনা (তুর্কি: Kürkçüler Çarsısı), যা পরবর্তীতে সংযোজন করা একটি দ্বিতল সমতুল্য এক তলা বিশিষ্ট ভবন। ছাদগুলো প্রধানত টাইলস দ্বারা আবৃত, ১৯৫৪ সালে পুড়ে যাওয়া অংশটিতে টারমাক ব্যবহার করা হয়েছে। বাজারে আগুন প্রতিরোধ করার জন্য কোন কৃত্রিম আলোর ব্যবহার ও ধূমপান কঠোরভাবে নিষিদ্ধ ছিল। ভেতরের বেডেস্টেনের বাইরের রাস্তাগুলো মোটামুটি সমান্তরাল। বহু শতাব্দী ধরে অগ্নিকাণ্ড ও ভূমিকম্পের ফলে সৃষ্ট ক্ষয়ক্ষতি, একটি সাধারণ পরিকল্পনা ছাড়াই মেরামতের ফলে বাজারটি একটি মনোরম চেহারা পেয়েছে, বিশেষত এর পশ্চিম অংশে – যার গোলকধাঁধা রাস্তা এবং গলি একে অপরকে বিভিন্ন কোণে অতিক্রম করছে।\n\n\n== বড় বাজারের সামাজিক ইতিহাস ==\n\n১৮৯৪ সালের ভূমিকম্পের পরে পুনরুদ্ধার না হওয়া পর্যন্ত, বড় বাজারে পশ্চিমা বিশ্বের মতো কোনও দোকান ছিল না: রাস্তার উভয় পাশে ব্যবসায়ীরা তাদের তাকগুলোর সামনে কাঠের ডিভানের উপর বসতেন। এগুলো প্রতিটি প্রস্থে ৬ থেকে ৮ ফুট (১.৮ থেকে ২.৪ মিটার) ও গভীরতায় ৩ থেকে ৪ ফুট (০.৯১ থেকে ১.২২ মিটার) জায়গা দখল করেছিল। তুর্কি ভাষায় এর নামকরণ করা হয়েছিল dolap, অর্থ 'স্টল'। সবচেয়ে মূল্যবান পণ্যদ্রব্য প্রদর্শনে করা না হলেও ক্যাবিনেটে রাখা হতো। শুধুমাত্র জামাকাপড় লম্বা সারি করে ঝুলানো ছিল। একজন সম্ভাব্য ক্রেতা আরামদায়ক উপায়ে বিক্রেতার সামনে বসতে, তার সাথে কথা বলতে পারে ও একটি চা বা তুর্কি কফি পান করতে পারতো। দিন শেষে প্রতিটি স্টল ড্রেপ দিয়ে বন্ধ করে দেওয়া হতো। আরেকটি বিশেষত্ব ছিল বিজ্ঞাপনের সম্পূর্ণ অভাব। তদুপরি, প্রাচ্যের সর্বত্র একই ধরনের পণ্যের ব্যবসায়ীরা জোরপূর্বক এক রাস্তার ধারে কেন্দ্রীভূত হয়েছিল, যেটি তাদের পেশার নাম পেয়েছে। অভ্যন্তরীণ বেডেস্টেন সবচেয়ে মূল্যবান জিনিসপত্রের আয়োজন করেছিল: গহনা, বর্ম ব্যবসায়ী, রত্ন ব্যবসায়ীদের সেখানে তাদের দোকান ছিল। সান্দেল বেডেস্টেন প্রধানত রেশম ব্যবসার কেন্দ্র ছিল, তবে অন্যান্য পণ্যও সেখানে বিক্রি হত। দুটি বেডেস্টেন বাদে বাজারের সবচেয়ে মনোরম অংশগুলি ছিল জুতার বাজার (তুর্কি: Pabuççular Pazarı), যেখানে বিভিন্ন রঙের হাজার হাজার জুতো (উসমানীয় সংক্ষিপ্ত আইন মুসলিমদের জন্য হলুদ জুতা, গ্রীক অর্থোডক্সের জন্য নীল, ইহুদিদের জন্য কালো ও আর্মেনিয়ানদের জন্য লাল) উচ্চ তাকগুলোয় প্রদর্শন করা হতো; মশলা ও ভেষজ বাজার (পরে মিশরীয় বাজারে কেন্দ্রীভূত হয়), যা জুয়েলার্সের কাছে অবস্থিত ছিলো; বর্ম ও অস্ত্র বাজার; পুরনো বইয়ের বাজার; এবং সস্তা পণ্যের বাজার।\nএই ধরনের সংগঠন ধীরে ধীরে অদৃশ্য হয়ে যায়, যদিও আজকাল নির্দিষ্ট রাস্তা বরাবর একই ব্যবসার ঘনত্ব আবার লক্ষ্য করা যাচ্ছে:\n\nকালপাচিলার জাদ্দেসি বরাবর গহনা এবং সোনার ব্রেসলেট;\nকয়ুমজুলার চারশিসি বরাবর সোনার ব্রেসলেট;\nদিভিরকিলি জাদ্দেসি বরাবর আসবাবপত্র;\nসাহাফলার জাদ্দেসি বরাবর কার্পেট;\nপারদাহচিলার জাদ্দেসি বরাবর চামড়া পণ্য\nবিট পাজারীতে চামড়া ও নৈমিত্তিক পোশাক।\nপ্রকৃতপক্ষে, বাণিজ্যকে এক জায়গায় কেন্দ্রীভূত করার প্রধান কারণ ছিল চুরি, আগুন এবং বিদ্রোহের বিরুদ্ধে সর্বোচ্চ নিরাপত্তা প্রদান করা। বেডেস্টেনের পণ্যগুলো অশান্তি ছাড়া সবকিছুর বিরুদ্ধে নিশ্চিত করা হয়েছিল। প্রবেশদ্বার সবসময় রাতে বন্ধ থাকত ও বণিকদের সমিতি দ্বারা প্রদত্ত প্রহরীদের দ্বারা বাজার টহল দেওয়া হত। রাতের বেলা কমপ্লেক্সে প্রবেশের জন্য রাজকীয় আদেশের প্রয়োজন হতো। ১৮৬৭ সালে মিশর থেকে সুলতান আব্দুলাজিজের প্রত্যাবর্তনের জন্য আয়োজিত ভোজের সময় বাজারের ইতিহাসে একমাত্র আনুষ্ঠানিক রাতের উদ্বোধন ঘটেছিল, যখন সার্বভৌম আনন্দিত জনগণের মধ্যে তিনি একটি ঘোড়ায় চড়ে আলোকিত বাজার অতিক্রম করেছিলেন। শতাব্দীর পর শতাব্দী ধরে বাজারে প্রচুর সম্পদ থাকা সত্ত্বেও - একজন ইংরেজ ভ্রমণকারী ১৮৭০ সালে লিখেছিলেন যে অভ্যন্তরীণ বেডেস্টেনের একটি সফর সহজেই কয়েকটি রথচাইল্ড পরিবারকে ধ্বংস করতে পারে — চুরি খুব কমই ঘটতো। এই ধরনের সবচেয়ে গুরুত্বপূর্ণ ঘটনাটি ঘটে ১৫৯১ সালে, যখন ৩০,০০০ স্বর্ণমুদ্রা (তুর্কি: Altın   পুরাতন বেডেস্টেনে চুরি হয়। চুরি পুরো ইস্তাম্বুলকে হতবাক করেছিল, বাজার দুই সপ্তাহের জন্য বন্ধ ছিল ও লোকেদের নির্যাতন করা হয়েছিল যতক্ষণ না টাকাটি মেঝেতে লুকিয়ে রাখা হয়েছিল। অপরাধী ছিলেন পারস্যের কস্তুরী বিক্রেতা একজন যুবক। সুলতান তৃতীয় মুরাদের মধ্যস্থতার ফলে তাকে নির্যাতনের মাধ্যমে নয় বরং ফাঁসিতে ঝুলিয়ে মৃত্যুদন্ড কার্যকর করা হয়েছিল।\nতানযিমাত যুগ পর্যন্ত (অর্থাৎ ১৯শ শতাব্দীর মাঝামাঝি পর্যন্ত) বাজারে বাণিজ্যের নীতি আধুনিকদের থেকে বেশ আলাদা ছিল: লাভের প্রতি উদাসীনতা, অন্যান্য ব্যবসায়ীদের সাফল্যে ঈর্ষার অনুপস্থিতি এবং একটি একক ও সঠিক মূল্য স্বর্ণযুগে উসমানীয় বাজারের অদ্ভুত বৈশিষ্ট্য ছিল। এই ধরনের আচরণের কারণ আংশিকভাবে ইসলামের নীতিশাস্ত্রে ও আংশিকভাবে সমিতি ব্যবস্থায় নিহিত ছিলো যা বণিকদের একটি শক্তিশালী সামাজিক নিরাপত্তা বেষ্টনী প্রদান করে। পরবর্তীতে উসমানীয় সমাজের পশ্চিমাকরণ ও জাতীয় সংখ্যালঘুদের প্রভাব উসমানীয় সমাজে বাণিজ্য নীতির প্রবর্তন ঘটায়।\n\nউসমানীয় সমাজের পাশ্চাত্যায়নের ঠিক সময়ে, বড় বাজার রোমান্টিক সাহিত্যের একটি বাধ্যতামূলক উপকরণ হয়ে ওঠে। আমরা ১৯শ শতাব্দীর মাঝামাঝি এডমন্ডো ডি অ্যামিসিস ও থিওফিল গউটিয়ারের মতো লেখকদের কাছে বাজারের বর্ণনার জন্য ঋণী।\nউসমানীয় যুগে বাজারের আরেকটি বিশেষত্ব ছিল রেস্তোরাঁর অভাব। সামাজিক জীবনে নারীর অনুপস্থিতি ও তুর্কি সমাজে যাযাবর প্রথা রেস্তোরাঁর ধারণাটিকে অনুপস্থিত করে তুলেছে। বণিকরা তাদের মধ্যাহ্নভোজ সেফারটাস নামক একটি খাবারের বাক্সে নিয়ে আসত ও বিক্রয়ের একমাত্র খাবার ছিল সাধারণ খাবার যেমন দোনার কাবাব, তাভুক গোসু (মুরগির স্তন, দুধে চিনি এবং গোলাপ জল ছিটিয়ে তৈরি একটি মিষ্টি) ও তুর্কি কফি। এই সাধারণ খাবারগুলো রাস্তার মাঝখানে রাখা ছোট দোতলা কিয়স্কে তৈরি এবং পরিবেশন করা হতো। এই কিয়স্কের মধ্যে সবচেয়ে বিখ্যাত হল একটি—এখনও টিকে আছে কিন্তু আর ব্যবহৃত হয়না— হালিসিলার জাদ্দেসি ও আসি সিসেমে জাদ্দেসি ক্রসিংয়ে অবস্থিত। কথিত আছে যে সুলতান দ্বিতীয় মাহমুদ সেখানে প্রায়ই ছদ্মবেশে তার পুডিং খেতে আসতেন। বাজারটি উসমানীয় যুগের সেই জায়গা যেখানে ইস্তাম্বুলু (শহরের বাসিন্দারা) একে অপরকে দেখতে পেত। শুধুমাত্র বাজারই শহরের একমাত্র জায়গা যেখানে মহিলারা তুলনামূলকভাবে সহজে যেতে পারত (এবং এই পরিস্থিতিটি শহরটিকে ভ্রমণকারী ইউরোপীয়দের জন্য বিশেষভাবে আকর্ষণীয় করে তুলেছিল), কিন্তু বিশেষ করে তানজিমাতের যুগ থেকে - এটিও ছিল একমাত্র খোলা স্থান যেখানে সাধারণ নাগরিকের রাজকীয় হারেমের ও দরবারের সদস্যদের সাথে আকস্মিকভাবে দেখা করার সুযোগ ছিল।\nবাজারের ব্যবসায়ীরা সমিতিতে সংগঠিত ছিলো। একটি নতুন সমিতিতে প্রতিষ্ঠা করার জন্য একই ভাল ব্যবসায়ীদের যথেষ্ট প্রয়োজন ছিল। পরবর্তীতে একচেটিয়া সমিতি গঠন করা হয় এবং ব্যবসায়ী ও দোকানের সংখ্যা স্থিমিত করা হয়। একজনকে শুধুমাত্র সহ-অভিযোজনের মাধ্যমে সমিতি গ্রহণ করা যেতে পারতো, হয় একজন মৃত সদস্যের ছেলে হিসেবে, অথবা অবসর নিতে চান এমন একজন সদস্যকে উপযুক্ত অর্থ প্রদানের পর।\nসমিতির প্রধান ছিলেন কেথুদা নামে একজন সরকারি কর্মকর্তা। তাকে সমিতি থেকে অর্থ প্রদান করা হতো তবে তাকে ইস্তাম্বুলের কাজি দ্বারা নিযুক্ত করা হতো। দাম ও কর নির্ধারণ ছিল কেথুদের দায়িত্ব। তার সাথে সমিতির সদস্যের একজন প্রতিনিধি যোগ দিতো, যাকে বলা হয় ইগিতবাসি ('সাহসী তরুণ দলের প্রধান')। এই দুই কর্মকর্তা বয়সে অগত্যা বয়স্ক, তবে সবচেয়ে অভিজ্ঞ ব্যবসায়ীদের সমন্বয়ে সৃষ্ট প্রবীণদের সমাবেশের পাশে থাকতো। সমিতিগুলোর সমান্তরালে সম্পূর্ণরূপে ধর্মীয় সংগঠন ছিল, যাকে বলা হয় ফুটুভেয় তারিকস। তাদের সদস্যরা দরবেশ মাজারে মিলিত হতেন ও ধর্মীয় অনুষ্ঠান করতেন। বাজারের বাণিজ্যে গ্রিক, আর্মেনীয় ও ইহুদি বণিকদের আনাগোনা বৃদ্ধির কারণে এই সংগঠনগুলি সময়ের সাথে সাথে কম গুরুত্বপূর্ণ হয়ে ওঠে। প্রতিটি সমিতির একটি আর্থিক বিভাগ ছিল যা একটি মাঝারি মাসিক ফি সংগ্রহ করত (কিছু রৌপ্য মুদ্রা; তুর্কি: Kuruş) সদস্যদের কাছ থেকে ও প্রতিটি সংশ্লিষ্ট ব্যক্তির প্রয়োজনের যত্ন নিয়ে এটি পরিচালিত হতো। তানজিমাতের সময়কালে সমিতিগুলো ক্রমবর্ধমানভাবে তাদের গুরুত্ব হারাতে থাকে এবং ১৯১৩ সালে বিলুপ্ত হয়, যা বাজার বণিকদের একটি নতুন একটি সমিতি দ্বারা প্রতিস্থাপিত হয়। আজকাল বাজারে বেশ কয়েকটি বণিক সমিতি আছে, কিন্তু কেউই সম্পূর্ণ বিক্রেতা সম্প্রদায়ের প্রতিনিধি নয়।\n\n\n== আজকের বড় বাজার ==\nবর্তমানে বড় বাজার একটি সমৃদ্ধশালী কমপ্লেক্স, যেখানে ২৬,০০০ জন লোক নিয়োগপ্রাপ্ত। এটি অবশ্যই ইস্তাম্বুলে প্রচলিত আধুনিক শপিং মলগুলোর সাথে প্রতিযোগিতা করে, তবে এর সৌন্দর্য এবং মুগ্ধতা এটির জন্য একটি দুর্দান্ত সুবিধা উপস্থাপন করে। বড় বাজার কারিগর সংগঠনের প্রধান দাবি করেছেন যে কমপ্লেক্সটি ২০১১ সালে তথা এর ৫৫০ তম জন্মদিনের বছরে বিশ্বের সবচেয়ে বেশি পরিদর্শন করা স্মৃতিস্তম্ভ ছিল।  ২০১২ সালে শুরু হওয়া একটি পুনরুদ্ধার প্রকল্পের অবকাঠামো, গরম ও আলোর ব্যবস্থা পুনর্নবীকরণ শুরু করে।  তদুপরি, বাজারে ভিতরের হ্যানগুলো সংস্কার করা হবে ও পরে সংযোজনগুলো ভেঙে ফেলা হবে। এই প্রকল্পটি শেষ পর্যন্ত বাজারের বড় সমস্যাগুলো সমাধান করবে: উদাহরণস্বরূপ, পুরো বাজারে কোনও উপযুক্ত টয়লেট সুবিধা নেই। তদুপরি বিগত বছরগুলোতে নিয়ন্ত্রণের অভাব অনেক বিক্রেতাকে স্থান সংকুলানের জন্য তাদের দোকানের কলাম ও প্রাচীর অপসারণ করতে দেয়; এটি বাজারের ছাদে কংক্রিটের সাথে সীসার (গত বছরগুলোতে চুরি করা) প্রতিস্থাপনের সাথে, পরবর্তী বছরগুলিতে ইস্তাম্বুলে প্রত্যাশিত ভূমিকম্পের সময় একটি বড় বিপত্তি তৈরি করেছে।\nবড় বাজার রবিবার ও ব্যাংক ছুটির দিনগুলো ছাড়া প্রতিদিন সকাল ৯:০০ থেকে সন্ধ্যা ৭:০০ পর্যন্ত খোলা থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nMamboury, Ernest (১৯৫৩)। The Tourists' Istanbul। Istanbul: Çituri Biraderler Basımevi। \nEyice, Semavi (১৯৫৫)। Istanbul. Petite Guide a travers les Monuments Byzantins et Turcs (ফরাসি ভাষায়)। Istanbul: Istanbul Matbaası। \nJanin, Raymond (১৯৬৪)। Constantinople Byzantine (ফরাসি ভাষায়) (2 সংস্করণ)। Paris: Institut Français d'Etudes Byzantines। \nMüller-Wiener, Wolfgang (১৯৭৭)। Bildlexikon zur Topographie Istanbuls: Byzantion, Konstantinupolis, Istanbul bis zum Beginn d. 17 Jh (জার্মান ভাষায়)। Tübingen: Wasmuth। আইএসবিএন 978-3-8030-1022-3। \nGülersoy, Çelik (১৯৮০)। Story of the Grand Bazaar। Istanbul: Istanbul Kitaplığı। \nMantran, Robert (১৯৯৮)। La vita quotidiana a Constantinopoli ai tempi di Solimano il Magnifico e dei suoi successori (XVI e XVII secolo) (ইতালীয় ভাষায়) (3 সংস্করণ)। Milan: Rizzoli। আইএসবিএন 8817165581। \nHallam, Katie (২০০৯)। The Traveler's Atlas: Europe। London: Barron's Educational Series। আইএসবিএন 978-0-7641-6176-6। \nArchnet Digital Library – Covered Bazaar\nLet's Go Istanbul – Istanbul Covered Bazaar\nTurkish Culture Portal – Grand Bazaar in Istanbul\nGrand Bazaar Mobile Application – Grand Bazaar Mobile Application\n\n\n== বহিঃসংযোগ ==\nKapalıçarşı.org.tr: তুর্কি ভাষায় অফিসিয়াল বড় বাজার ওয়েবসাইট\nতুরস্ক প্রজাতন্ত্রের সংস্কৃতি মন্ত্রণালয়: বড় বাজার\nHavecamerawilltravel.com: বড় বাজারের ছবি\nতুর্কি বড় বাজার: বড় বাজারের ইতিহাস"}