{"pageid": 1134850, "title": "ইন্দোনেশীয় মুজাহিদীন পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1134850", "content": "ইন্দোনেশীয় মুজাহিদীন পরিষদ (এমএমআই), বা ইন্দোনেশিয়ান মুজাহেদিন কাউন্সিল হল ইন্দোনেশিয়ান ইসলামপন্থী গোষ্ঠীগুলির একটি মাতৃ সংগঠন। জুন ২০১৭-এ গোষ্ঠীটিকে মার্কিন যুক্তরাষ্ট্র বিদেশী সন্ত্রাসী সংগঠন হিসাবে মনোনীত করেছিল।\nজেমাহ ইসলামিয়ার সাবেক নেতা আবু বকর বশির এমএমআই প্রতিষ্ঠা করেছিলেন। পরিচিত সদস্যদের মধ্যে রয়েছে মুহাম্মদ ইকবাল ওরফে আবু জিব্রিল যিনি মানুষকে \"আমেরিকা ও তার মিত্রদের ধ্বংস করার আহ্বান জানিয়েছেন! যারা ইসলামকে অপবিত্র করে তাদের হত্যা কর!\" মে ২০০৫ সালে একটি জনসভায়। ২০০৬ সালে সাদ্দাম হোসেনের মৃত্যুদণ্ডের প্রতিক্রিয়ায়, ফাউজান আল আনশোরি বলেছিলেন জর্জ ডব্লিউ বুশেরও বিচার হওয়া উচিত। \"সাদ্দামকে দোষারোপ করার অপরাধের পরিপ্রেক্ষিতে, জর্জ বুশকেও যদি আন্তর্জাতিক ট্রাইব্যুনালের সামনে না দাঁড় করানো হয় তবে এটি অন্যায়,\" তিনি বলেছিলেন। \"সাদ্দামকে ১৪৮ জন ইরাকি শিয়া মুসলমানদের হত্যার জন্য মৃত্যুদণ্ড দেওয়া হয়েছিল, যখন বুশ ২০০৩ সালের মার্চ মাস থেকে প্রায় ৬০০,০০০ ইরাকি হত্যার জন্য দায়ী।\" \n২০০৭ সালের ডিসেম্বরে, এমএমআই সদস্যরা ইন্দোনেশিয়ার বেশ কয়েকটি আহমদিয়া মসজিদে হামলার সাথে জড়িত ছিল বলে প্রতিবেদন করা হয়েছিল। ধর্মদ্রোহিতার বিরুদ্ধে ইন্দোনেশীয় উলামা পরিষদ (এমইউআই) দ্বারা এক মাস আগে জারি করা একটি ফতোয়া দ্বারা এই আক্রমণগুলিকে উদ্বুদ্ধ করা হয়েছিল৷  ২০০৮ সালের আগস্টে, আবু বকর বশির কাউন্সিলের সর্বোচ্চ নেতার পদ থেকে পদত্যাগ করেন, এই অভিযোগে যে গ্রুপের অভ্যন্তরীণ গণতান্ত্রিক কাঠামো ইসলামের সাথে সাংঘর্ষিক, এবং বলে যে সংগঠনের মধ্যে তার নিরঙ্কুশ ক্ষমতা থাকা উচিত। \nযাইহোক, এই আক্রমনাত্মক কাজের বিপরীতে, মাজেলিস মুজাহিদিন ইন্দোনেশিয়া বান্দা আচেহ শহরের ইস্কান্দার মুদা বিমান বাহিনী ঘাঁটিতে একটি কমান্ড পোস্ট স্থাপন করেছিল \"মৃতদেহ সরিয়ে নেওয়া, সাহায্য বিতরণ এবং বেঁচে যাওয়াদের আধ্যাত্মিক দিকনির্দেশনা দেওয়ার জন্য\", ২০০৪ সালে ভারতীয় মহাসাগরের ভূমিকম্পের সময়।\nউদারপন্থী কানাডীয় মুসলিম সক্রিয়কর্মী ইরশাদ মানজি যখন ২০১২ সালের মে মাসে তার বই আল্লাহ, লিবার্টি অ্যান্ড লাভ উন্মোচন করতে যোগকার্তার ইনস্টিটিউট ফর ইসলামিক অ্যান্ড সোশ্যাল স্টাডিজ পরিদর্শন করেন, তখন দলের শত শত সমর্থক অনুষ্ঠানস্থলে হামলা চালায়, তার সহকারী সহ তাকে মারধর করার সময় তিনি সামান্য আহত হন, যেখানে আরও কয়েক ডজন মানুষকে পিটানো হয়। \n\n\n== আরো দেখুন ==\nমুজাহেদিন\nমুতাউইন\nশরিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্দোনেশিয়ান মুজাহেদিন কাউন্সিলের ওয়েবসাইট"}