{"pageid": 1134912, "title": "মিস ইউনিভার্স ২০২২", "url": "https://bn.wikipedia.org/wiki?curid=1134912", "content": "মিস ইউনিভার্স ২০২২ ছিল ৭১ তম মিস ইউনিভার্স প্রতিযোগিতা,  ২০২৩ সালের ১৪ জানুয়ারী মার্কিন যুক্তরাষ্ট্রের লুইসিয়ানা, নিউ অরলিন্সের নিউ অরলিন্স মরিয়াল কনভেনশন সেন্টারে অনুষ্ঠিত হয়।\nঅনুষ্ঠান শেষে, ভারতের হারনাজ সান্ধু মার্কিন যুক্তরাষ্ট্রের আর'বনি গ্যাব্রিয়েলকে মিস ইউনিভার্স ২০২২-এর মুকুট পরিয়েছিলেন। এটি ছিল দশ বছরের মধ্যে মার্কিন যুক্তরাষ্ট্রের প্রথম জয় ও প্রতিযোগিতার ইতিহাসে দেশের নবম জয়। আর'বনি গ্যাব্রিয়েল ২০২০ সালে মেক্সিকোর আন্দ্রেয়া মেজাকে ছাড়িয়ে মুকুট পরা সবচেয়ে বয়স্ক প্রবেশকারী ছিলেন।\n৮৩টি দেশ ও অঞ্চলের প্রতিযোগীরা এবারের প্রতিযোগিতায় অংশ নিয়েছিল। প্রতিযোগিতার আয়োজক ছিলেন জেনি মাই এবং মিস ইউনিভার্স ২০১২ অলিভিয়া কুলপো ; কুলপো সর্বশেষ মিস ইউনিভার্স ২০২০ এর সময় উপস্থাপক হিসাবে কাজ করেছিলেন। আর মাই সর্বশেষ মিস ইউনিভার্স ২০১৪ এর সময় নেপথ্য সংবাদদাতা হিসাবে কাজ করেছিলেন । মিস ইউনিভার্স ২০১৮ ক্যাট্রিওনা গ্রে এবং জুরি হল নেপথ্য সংবাদদাতা হিসাবে কাজ করেছেন।\n\n\n== পটভূমি ==\n\n\n=== অংশগ্রহণকারীদের নির্বাচন ===\nপ্রতিযোগিতায় প্রতিদ্বন্দ্বিতা করার জন্য ২৬টি দেশ ও অঞ্চল থেকে প্রতিযোগীদের নির্বাচন করা হয়েছে। এই প্রতিনিধিদের মধ্যে আটজন তাদের জাতীয় প্রতিযোগিতার রানার আপ হওয়ার পরে বা একটি কাস্টিং প্রক্রিয়ার মাধ্যমে নির্বাচিত হওয়ার পরে তাদের পদে নিযুক্ত হন।\n২০২২ সংস্করণটি ভুটানের আত্মপ্রকাশ দেখতে পাবে,  এবং অ্যাঙ্গোলা, বেলিজ, ইন্দোনেশিয়া, মালয়েশিয়া, মঙ্গোলিয়া, মায়ানমার, সেন্ট লুসিয়া, সেশেলস, সুইজারল্যান্ড এবং ত্রিনিদাদ ও টোবাগোর প্রত্যাবর্তন। সেশেলস শেষবার ১৯৯৫ সালে প্রতিদ্বন্দ্বিতা করেছিল, যা মিস ইউনিভার্স থেকে প্রত্যাহার করার ২৭ বছর পর দেশটির প্রথমবারের মতো প্রতিযোগিতায় অংশ নেয়।  ত্রিনিদাদ ও টোবাগো সর্বশেষ প্রতিদ্বন্দ্বিতা করেছিল ২০১৭ সালে;  সুইজারল্যান্ড সর্বশেষ প্রতিদ্বন্দ্বিতা করেছিল ২০১৮ সালে; অ্যাঙ্গোলা, মঙ্গোলিয়া এবং সেন্ট লুসিয়া সর্বশেষ ২০১৯ সালে প্রতিদ্বন্দ্বিতা করেছিল; অন্যরা শেষবার ২০২০ সালে প্রতিদ্বন্দ্বিতা করেছিল।       অজ্ঞাত কারণে এবারের প্রতিযোগিতা থেকে রোমানিয়াতাদের নাম প্রত্যাহার করবে। \n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}