{"pageid": 1134256, "title": "আলিপুরদুয়ার–বামনহাট শাখা লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1134256", "content": "আলিপুরদুয়ার-বামনহাট শাখা লাইন হল একটি ভারতীয় রেল লাইন যা আলিপুরদুয়ার কে বামনহাটের সাথে সংযুক্ত করে। এই ৭২-কিলোমিটার (৪৫-মাইল) ট্র্যাকটি উত্তর- পূর্ব সীমান্ত রেলওয়ের আওতাধীন।\n\n\n== ইতিহাস ==\n\n\n=== কোচবিহার রাজ্য রেলওয়ে ===\nকোচবিহার রাজ্য রেলওয়ে (সিবিএসআর) ছিল একটি ৭৬২ মিলিমিটার (২ ফুট ৬ ইঞ্চি) ১৮৯৩ এবং ১৮৯৮ সালের দেশভাগের আগে ভারতের পশ্চিমবঙ্গের বর্তমান আলিপুরদুয়ার জেলার জয়ন্তী থেকে বাংলাদেশের বর্তমান লালমনিরহাট জেলার লালমনিরহাট ন্যারোগেজ রেললাইনটি নির্মিত হয়। লাইনটি পূর্ব হিমালয়ের পাদদেশের কাছে জয়ন্তী থেকে উৎপন্ন হয়েছিল এবং আলিপুরদুয়ার, কোচবিহার, দিনহাটা এবং গীতালদহ হয়ে শেষ পর্যন্ত মোগলহাটে কাউনিয়া- ধরল্লা রাজ্য রেলওয়ের ন্যারো-গেজ ট্র্যাকে যোগ দেয়। এই  পরে ১৮৯৯ সালে ইস্টার্ন বেঙ্গল রেলওয়ে দ্বারা আনা হয়।\n\n\n=== ইস্টার্ন বেঙ্গল রেলওয়ে ===\nকাউনিয়া-ধরল্লা রাজ্য রেলওয়ে ১৮৮২ সালে ইস্টার্ন বেঙ্গল রেলওয়ে দ্বারা তিস্তা রেলওয়ে জংশন থেকে মোগলহাট পর্যন্ত একটি ন্যারো-গেজ লাইন হিসাবে নির্মিত হয়।৫৮১ কিলোমিটার (৩৬১ মাইল) মাইল দীর্ঘ কাটিহার-রায়গঞ্জ-দিনাজপুর-পার্বতীপুর-রংপুর-কাউনিয়া প্রধান মিটার-গেজ লাইন কাউনিয়া-মোগলহাট-গীতলদহ এনজি সেকশনটি ১৯০১ থেকে ১৯০২ সাল পর্যন্ত মিটারগেজে রূপান্তরিত হয়।২৫.২৭ কিলোমিটার (১৫.৭০ মাইল) দীর্ঘ গীতালদহ-গোলকগঞ্জ অংশটি বামনহাট ও সোনাহাট হয়ে ১৯০২ সালে প্রধান মিটার-গেজ লাইনের একটি অংশ হিসাবে নির্মিত হয়। এই মিটার-গেজ লাইনটি ১৯০৬ সালে ফকিরাগ্রাম এবং কোকরাঝাড় হয়ে আমিনগাঁও পর্যন্ত প্রসারিত হয়। ১৯১০ সালে জয়ন্তী  গীতলদহ জংশন অংশটি মিটারগেজে রূপান্তরিত হয়।\n\n\n=== দেশভাগের পর ===\n১৯৪৭ সালে ভারত বিভাগের সাথে সাথে আসামের বাংলার সাথে যোগাযোগ বিচ্ছিন্ন হয়ে যায়।ধরলা নদীর উপর রেল সেতু বন্যায় ভেসে যাওয়ায় গীতালদহ-মোগলহাট রেল ট্রানজিট পয়েন্টটি বিলুপ্ত হয়ে যায়। ৭২ কিলোমিটার (৪৫ মাইল) আলিপুরদুয়ার-বামনহাট সেকশন এবং ৪৭.৭ কিলোমিটার (২৯.৬ মাইল) ফকিরাগ্রাম-গোলকগঞ্জ সেকশনও বিচ্ছিন্ন হয়ে বিচ্ছিন্ন মিটারগেজ সেকশনে পরিণত হয়। আসাম লিঙ্ক প্রকল্পের একটি অংশ হিসাবে একটি ৩০১.৮ কিলোমিটার (১৮৭.৫ মাইল)মাই লাইনটি কিষাণগঞ্জ এবং ফকিরাগ্রামের মধ্যে ১৯৪৮ সালে নির্মিত হয়। এইভাবে এই ২টি বিভাগ শাখা লাইনে পরিণত হয়। ফকিরাগ্রাম একটি নতুন ৫৭.৬ কিলোমিটার (৩৫.৮ মাইল)মাই ২০১০-১২ সালে বক্সিরহাট হয়ে নিউ কোচবিহার পর্যন্ত।\n\n\n== গেজ রূপান্তর ==\nআলিপুরদুয়ার-বামনহাট শাখা লাইনটি মিটারগেজ  ব্রডগেজে রূপান্তরিত হয় এবং ২০০৭ সালে জনসাধারণের জন্য পুনরায় চালু করা হয়। পুরানো গীতালদহ জংশনের পরিবর্তে ব্যবহার করার জন্য নতুন গীতালদহ স্টেশন নামে একটি নতুন স্টেশন তৈরি করা হয়। ফকিরাগ্রাম-গোলকগঞ্জ-ধুবরি অংশটি ২০১০ সালে মিটারগেজ থেকে ব্রডগেজে রূপান্তরিত হয়। নিউ ময়নাগুড়ি- জোগিঘোপা প্রকল্পের অংশ হিসাবে ২০১২ সালে একটি নতুন লাইন দিয়ে গোলকগঞ্জকে নিউ কোচবিহারের সাথে যুক্ত করা হয়।  \n\n\n== তথ্যসূত্র ==\n|"}