{"pageid": 1134943, "title": "রাবিয়া ইবনে আল-হারিস", "url": "https://bn.wikipedia.org/wiki?curid=1134943", "content": "রাবিয়াহ ইবনে আল-হারিস (আরবি: ربيعة بن الحارث) (c.566-c.640) ছিলেন ইসলামের নবী মুহাম্মদের প্রথম চাচাতো ভাই এবং সহচর।\n\n\n== পরিবার ==\nতিনি মক্কার কুরাইশ বংশের হাশিম গোত্রের আল-হারিস ইবনে আবদুল মুত্তালিবের পুত্র ছিলেন।\nতিনি তার চাচাতো বোন উম আল-হাকাম বিনতে আল-জুবায়েরকে বিয়ে করেন এবং তাদের নয়টি সন্তান ছিল।\n\nমুহাম্মদ\nআব্দুল্লাহ\nআব্বাস। তার আব্দুল রেহমান নামে একটি পুত্র সন্তান ছিল, যাকে আহমেদ পুর সিয়াল, ঝাং-এ সমাহিত করা হয়েছিল।\nআরেক পুত্র আব্দুল্লাহ যিনি মদিনা থেকে হালাব(দামেস্ক) এ চলে আসেন।\nআল হারিস\nআব্দুর শামস\nআব্দুলমুত্তালিব, যিনি মুহাম্মদের কাছ থেকে হাদিস বর্ণনা করেছিলেন এবং সিরিয়ায় বসতি স্থাপন করেছিলেন। \nউমাইয়া\nআরেক পুত্র যাকে আদম,তাম্মাম বা ইয়াস নামে ডাকা হতো।\nআরওয়া\n\n\n== ইসলাম ধর্ম  গ্রহণ ==\nবলা হয়ে থাকে যে রাবিয়া ৬২৪ সালে বদরের যুদ্ধে অংশ নেননি কারণ সে সময় তিনি সিরিয়ায় ছিলেন।\n৬২৭ খ্রিষ্টাব্দে খাদের যুদ্ধের সময় তিনি ইসলাম ধর্ম গ্রহণ করেন এবং মদিনায় অভিবাসিত হন। \n\n\n== রক্তপণের ঘটনা ==\nরাবিয়ার ছেলে আদম শিশু অবস্থায় পালক মায়ের সাথে বকর গোত্রে বসবাস করতেন। এদিকে বকর গোত্রের হুধাইল গোত্রের সাথে যুদ্ধ চলছিলো। আদম তার তাঁবু থেকে বেরিয়ে আসে এবং যুদ্ধের মধ্যবর্তী কোলাহলে জড়িয়ে পড়ে। হুধাইল গোত্রের এক ব্যক্তি থেকে ছোড়া পাথরদ্বারা আদমের মাথায় আঘাতপ্রাপ্ত হয় এবং আদম সেখানেই মৃত্যুবরণ করে। \n\nরাবিয়া তার ছেলের মৃত্যুর জন্য হুধাইলের কাছ থেকে রক্ত-অর্থ বা পাল্টা-হত্যার দাবি করতে চেয়েছিলেন তবে এর আগেই মুহাম্মাদ মক্কা জয় করেন। ওইদিন মুহাম্মদ সকল রক্তপণ বাতিল করেন এবং বিশেষ করে রাবিয়ার ঘটনাটি দিয়েই এই রক্তপণ বাতিলের সূচনা করেন। যাইহোক, ইবনে ইসহাক দাবি করেন যে দুই বছর পরে, ৬৩২ এর বিদায় হজ্বে এই বাতিলের ঘোষণা করা হয়েছিল।পৌত্তলিক যুগে যে সকল রক্তঝরানো হয়েছে তা অপ্রতিশোধপরায়ণ রাখতে হবে। প্রথমেই আমি রাবিয়া ইবনে আল হারিসের রক্তপণের দাবি বিলোপ করলাম। পৌত্তলিক যুগে এটিই প্রথম রক্ত ঝরানো যা আমি মোকাবেলা করলাম।  এভাবেই মুহাম্মদ রাবিয়াকে হত্যাকারীর কাছ থেকে প্রতিশোধ নিতে বাধা দিয়েছিলেন।\n\n\n== পরবর্তী জীবন ==\nহুনাইনের যুদ্ধে যে দশজন পালিয়ে যাননি, তাদের মধ্যে রাবিয়া ও তার ভাই আবু সুফিয়ানও ছিলেন অন্যতম।\nরাবিয়া ৬৩৬ খ্রিষ্টাব্দের পর কিন্তু ৬৪৪ খ্রিষ্টাব্দের পূর্বে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}