{"pageid": 1134144, "title": "সংযুক্তা", "url": "https://bn.wikipedia.org/wiki?curid=1134144", "content": "সংযুক্তা ছিলেন কনৌজের রাজা জয়চাঁদের কন্যা এবং পৃথ্বীরাজ চৌহানের তিন স্ত্রীর একজন।  পৃথ্বীরাজ চৌহান একজন হিন্দু  রাজা ছিলেন। তিনি বর্তমান উত্তর-পশ্চিম ভারতের ঐতিহ্যবাহী চাহামানা অঞ্চল সপাদলক্ষ শাসন করেছিলেন। তিনি বর্তমান রাজস্থান, হরিয়ানা এবং দিল্লির বেশিরভাগ এবং পাঞ্জাব, মধ্যপ্রদেশ এবং উত্তর প্রদেশের কিছু অংশ নিয়ন্ত্রণ করতেন। পৃথ্বীরাজ এবং সংযুক্তার মধ্যে প্রেম ভারতের সবচেয়ে জনপ্রিয় মধ্যযুগীয় রোম্যান্সের একটি হিসেবে বিবেচিত হয়। এই কাহিনি চাঁদ বারদাইয়ের মহাকাব্যপৃথ্বীরাজ রাসো (বা, চাঁদ রাইসা )-তে অমর হয়ে আছে। \n\n\n== কিংবদন্তি ==\n\nনিজ রাজত্বের সর্বোচ্চ শিখরে থাকাকালীন পৃথ্বীরাজ ভারতের বিস্তীর্ণ অঞ্চলকে তার রাজ্যে অন্তর্ভূক্ত করেছিলেন। এর ফলে তার খ্যাতি সমগ্র ভারতীয় উপমহাদেশ ছাড়িয়ে আফগানিস্তান পর্যন্ত ছড়িয়ে পড়েছিল। তবে কনৌজের রাজা জয়চাঁদ সহ অল্প কয়েক জন রাজা তার ক্ষমতার প্রতি ঈর্ষান্বিত এবং সতর্ক ছিলেন। জয়চাঁদের কন্যা সংযুক্তা ছিলেন একজন অবুঝ মেয়ে। তিনি তার জাদুকরী সৌন্দর্যের জন্য পরিচিত ছিলেন। কথিত আছে যে, তিনি তার আগের অন্য দুই রাজকন্যা, শশিব্রত এবং পদ্মাবতীর মতোই পৃথ্বীরাজের প্রেমে পড়েছিলেন। কারণ পৃথ্বীরাজের খ্যাতি তাকে মুগ্ধ করেছিল। তাই সংযুক্তা তাকে ছাড়া আর কাউকে বিয়ে করতে চাননি। অন্যদিকে পৃথ্বীরাজ নিজেও সংযুক্তার প্রেমের কথা শুনেছিলেন এবং তার প্রেমে পড়েছিলেন। তবে জয়চাঁদ ও পৃথ্বীরাজ ছিলেন একে অপরের প্রতিদ্বন্দ্বী। \nব্যাপারটা জানতে পেরে রাজা জয়চাঁদ ক্ষিপ্ত হয়ে ওঠেন। তার অজান্তেই তার মেয়ে তারই শত্রুর প্রেমে পড়েছ, এটা জয়চাঁঁদ মানতে পারছিলেন না। তাই জয়চাঁদ পৃথ্বীরাজকে অপমান করার সিদ্ধান্ত নেন। অন্যদিকে নিজ কন্যাকে দ্রুত বিবাহ দিতে ১১৮৫ খ্রিস্টাব্দে সংযুক্তার জন্য একটি স্বয়ম্বরের ব্যবস্থা করেছিলেন। তিনি দূর-দূরান্ত থেকে রাজকীয়ভাবে এই অনুষ্ঠানে পৃথ্বীরাজ ব্যতীত সমস্ত যোগ্য রাজপুত্র এবং রাজাকে আমন্ত্রণ করেছিলেন। এরপর তিনি পৃথ্বীরাজের একটি মাটির মূর্তি স্থাপন করেন। এটি জয়চাঁদের দরবারে দ্বারপাল (বা রূপক \"দারোয়ান\") হিসেবে রাখা হয়েছিল।\nপৃথ্বীরাজ চৌহান আসন্ন স্বয়ম্বর সম্পর্কে শুনে কনেকে নিয়ে পালিয়ে যাওয়ার পরিকল্পনা করেন। অনুষ্ঠানের দিন সংযুক্তা তাকে বিয়ে করতে আগ্রহী রাজা কিংবা রাজপুত্রদের দৃষ্টি উপেক্ষা করে আনুষ্ঠানিক মালা হাতে নিয়ে দরবারের মধ্য দিয়ে হেঁটে যান। এরপর তিনি সবাইকে অবাক করে দিয়ে মূল দরজা দিয়ে বাইরে চলে গিয়ে পৃথ্বীরাজের মূর্তির গলায় মালা পরিয়ে দিয়ে তাকে তার স্বামী ঘোষণা করলেন। তবে মূর্তির আড়ালে আসলে পৃথ্বীরাজই লুকিয়ে ছিলেন। তিনি সংযুক্তাকে তার বাহুতে ধরে তাকে নিজের ঘোড়ায় বসিয়ে দিল্লিতে নিয়ে যান। রাজা জয়চাঁদ রেগে যান।  এর ফলে দিল্লি এবং কনৌজের মধ্যে বিরোধ দেখা দেয়। পরবর্তীতে আফগানিস্তানের মহম্মদ ঘোরি এই দ্বন্দ্বের সুযোগ নিয়েছিলেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nবলিউড পরিচালক চন্দ্রপ্রকাশ দ্বিবেদী বানিয়েছেন চলচ্চিত্র ' সম্রাট পৃথ্বীরাজ'। এতে সংযুক্তার ভূমিকায় সাবেক বিশ্বসুন্দরী মানুষী ছিল্লারকে অভিনয় করতে দেখা যায়। চলচ্চিত্রটি ৩ জুন ২০২২ মুক্তি পায়। \n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}