{"pageid": 1134886, "title": "হাবিবা বিনতে জাহাশ", "url": "https://bn.wikipedia.org/wiki?curid=1134886", "content": "হাবিবা বিনতে জাহাশ (আরবি: حبيبة بنت جحش) মুহাম্মাদের একজন মহিলা সাহাবি ছিলেন।\n\n\n== জীবনী ==\nতার পিতা জাহাশ ইবনে রিয়াব, আসাদ ইবনে খুজাইমা গোত্রভুক্ত একজন অভিবাসী ছিলেন যিনি হারব ইবনে উমাইয়ার সুরক্ষায় মক্কায় বসতি স্থাপন করেন। তার মা ছিলেন উমামা বিনতে আব্দুল মুত্তালিব, যিনি কুরাইশ গোত্রের হাশিম বংশের সদস্য এবং মুহাম্মাদের বাবার বোন। তাই হাবিবা এবং তার পাঁচ ভাইবোন ছিলেন মুহাম্মাদের প্রথম ফুফাতো  ভাইবোন।\nহাবিবা শুরুতেই ইসলাম ধর্মে ধর্মান্তরিত হন। তিনি আবদুর রহমান বিন আউফকে বিয়ে করেন, কিন্তু তারা নিঃসন্তান ছিলেন। হাবিবার ভাই আবদুল্লাহর সাথে যারা হিজরতে মদিনায় গিয়েছিলেন, তাদের মধ্যে অন্যতম ছিলেন হাবিবা।\nহাবিবা স্ত্রীরোগ সংক্রান্ত ব্যাধিতে ভুগছিলেন এবং সাত বছর ধরে তার ক্রমাগত রক্তক্ষরণ হয়েছিল। কীভাবে আচরগতভাবে শুদ্ধ হওয়া যায় সেই সম্পর্কে তিনি মুহাম্মাদের সাথে পরামর্শ করেন এবং মুহাম্মাদ তাকে উপদেশ দিয়েছিলেন যে: \"এটি একটি শিরা। এটি কোনো ঋতুস্রাব নয়। যখন আপনার ঋতুস্রাব আপনাকে আটকে রাখবে, সেই সমান (নামাজ থেকে) সময়ে (দীর্ঘ সময় পর্যন্ত) আপনি নিজেকে দূরে রাখবেন। এরপর, নিজে গোসল করবেন এবং নামাজ পড়বেন।\" হাবিবা তার বোন জয়নবের (মুহাম্মাদের স্ত্রী) বাড়িতে যান এবং জয়নাবের গোসল করার পাত্রে \"লাল রক্ত পানিতে বেড়িয়ে না আসা পর্যন্ত\" গোসল করেন এবং গোসলের পাত্রটি ছিল \"রক্তে ভরা\"। হাদিস বর্ণনাকারীরা বিশ্বাস করেন যে, মুহাম্মাদ আসলে বলতে চেয়েছিলেন যে হাবিবাকে অন্যান্য মহিলাদের মতোই মাসে একবার গোসল করতে হবে। যাইহোক, এরপর হাবিবা স্বেচ্ছায় দৈনিক পাঁচবার (দৃশ্যত) প্রতিটি নামাজের আগে গোসল করতেন।\n৬২৮ খ্রিষ্টাব্দে মুহাম্মাদ হাবিবাকে খায়বারের রাজস্ব থেকে ৩০ ওয়াস্ক খেজুর এবং শস্য প্রদান করেন।\n\n\n== টীকা ==\nকিছুক্ষেত্রে, হাবিবা \"উম্মে হাবিব\" নামেও পরিচিত ছিলেন: উভয়কেই হাবিব (অর্থাৎ \"প্রিয়\") নামক স্ত্রীলিঙ্গ রূপে বিচার করা হয়। মেসোপটেমিয়ার ইতিহাসবিদ মোহাম্মদ ইবনে সাদ এমন একটি ঐতিহ্যের কথা উল্লেখ করেছিলেন, যেখানে হাবিবা এবং তার বোন হামনার মধ্যে বিভ্রান্তির সৃষ্টি হয়েছিল, অর্থাৎ এটি বিশ্বাস করা হয়ছিল যে, উম্মে হাবিব হামনার কুনিয়া ছিলেন। ইবনে সাদ দাবি করেন যে, এটি এমন নয়: তারা দুজন আলাদা মানুষ ছিলেন।\n\n\n== তথ্যসূত্র =="}