{"pageid": 1134100, "title": "দক্ষিণ আফ্রিকায় দেওবন্দ আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1134100", "content": "ব্রিটিশ বিরোধী আন্দোলনের অংশ হিসেবে ভারতের উত্তরপ্রদেশের সাহারানপুর জেলার দেওবন্দে ১৮৬৬ সালে প্রতিষ্ঠিত হয় দারুল উলুম দেওবন্দ। এই দেওবন্দ থেকে একটি সংস্কারবাদী আন্দোলনের সূচনা হয় যা দেওবন্দ আন্দোলন নামে পরিচিত৷ বর্তমানে দেওবন্দ আন্দোলনের একটি আন্তর্জাতিক উপস্থিতি রয়েছে। ভারতীয় উপমহাদেশের বাইরে দক্ষিণ আফ্রিকা এমনই একটি দেশ যেখানে দেওবন্দ আন্দোলন পরিপূর্ণরূপে বিকশিত হয়েছে। ভারতীয় গুজরাটি বণিক শ্রেণির মাধ্যমে দক্ষিণ আফ্রিকায় এই আন্দোলনের সূচনা হয়। দেওবন্দ আন্দোলনের ইসলামি শিক্ষা ব্যবস্থা, তাবলিগ জামাত, তাসাউফ এবং জমিয়তের মত সামাজিক-রাজনৈতিক সংগঠনগুলোর সব প্রয়োজনীয় উপাদান দক্ষিণ আফ্রিকায় পুরোপুরিভাবে কাজ করছে। দক্ষিণ আফ্রিকার মাদ্রাসাগুলো ইসলামি উচ্চ শিক্ষা প্রদান করে এবং এখন বিদেশিদের জন্য ইসলামি শিক্ষার কেন্দ্র হয়ে উঠেছে যারা দেওবন্দের নমুনায় শিক্ষা গ্রহণে আগ্রহী। তাদের স্নাতকদের অনেকেই পশ্চিমা ছাত্র বিশেষ করে যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র থেকে। দক্ষিণ আফ্রিকার কিছু মাদ্রাসা বিশ্বজুড়ে স্বীকৃত, যা ফতোয়া পরিষেবা দেয়। অনুরূপভাবে, দক্ষিণ আফ্রিকা এখন অনুবাদ এবং সংকলনের মাধ্যমে ইংরেজি ভাষাতে অসাধারণ ইসলামি সাহিত্য তৈরির জন্য পরিচিত। একইভাবে তাবলিগ জামাতের বিষয়ে দক্ষিণ আফ্রিকা একটি কেন্দ্রস্থল যা সমগ্র দক্ষিণ ও পূর্ব আফ্রিকার সাথে প্রসারিত হয়। দক্ষিণ আফ্রিকার মাদ্রাসার স্নাতকরা তাবলিগ জামাতের পথে তাদের সময় ব্যয় করে। দেওবন্দের কয়েকজন আধ্যাত্মিক ব্যক্তিত্বের মাধ্যমে দক্ষিণ আফ্রিকায় দেওবন্দের তাসাউফের ঐতিহ্য গড়ে উঠে। তার মধ্যে অন্যতম মুহাম্মদ জাকারিয়া কান্ধলভি, মুহাম্মদ মাসিহুল্লাহ খান, মাহমুদ হাসান গাঙ্গুহি, আসআদ মাদানি। দক্ষিণ আফ্রিকার দেওবন্দি মুসলমানদের অনেক গুরুত্বপূর্ণ ও প্রভাবশালী শিক্ষা ও সামাজিক-রাজনৈতিক সংগঠন রয়েছে যা জনগণকে শিক্ষিত করার এবং ধর্মীয় ও সামাজিক ক্রিয়াকলাপে গুরুত্বপূর্ণ ভূমিকা পালন করে। তার মধ্যে অন্যতম জমিয়তুল উলামা দক্ষিণ আফ্রিকা, মুসলিম জুডিশিয়াল কাউন্সিল।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nউনবিংশ-বিংশ শতাব্দীতে গুজরাটের মুসলমান ব্যবসায়ীদের আফ্রিকায় স্থানান্তরের ফলে দেওবন্দি চিন্তাধারা আফ্রিকায় পৌছে যায়। উনবিংশ শতাব্দীতে গুজরাটের বিশেষ করে সুরাট ও ভারুচ জেলার কিছু মুসলিম ছাত্র দারুল উলুম দেওবন্দে ভর্তি হয়েছিল। তাদের মধ্যে কেউ কেউ উল্লেখযোগ্য ধর্মীয় বিদ্বান হয়ে উঠে।\nতাদের মধ্যে প্রথম হলেন আহমেদ বুজুর্গ সুরতি। তিনি সুরাটের শিমলাকের বাসিন্দা ছিলেন, ১৯০৩ সালে তিনি দারুল উলুম দেওবন্দ থেকে স্নাতক হন। তিনি দারুল উলুম দেওবন্দের অন্যতম প্রতিষ্ঠাতা রশিদ আহমদ গাঙ্গুহির হাতে বায়আত হয়েছিলেন। তার শিক্ষকদের মধ্যে অন্যতম মাহমুদ হাসান দেওবন্দি। দেওবন্দে লেখাপড়া শেষ করে তিনি তার জন্মস্থানে ফিরে আসেন এবং কিছু সময় পর দক্ষিণ আফ্রিকা চলে যান।\nইসমাঈল বিসমিল্লাহ ছিলেন দেওবন্দের দ্বিতীয় বিশিষ্ট স্নাতক যিনি দক্ষিণ আফ্রিকায় চলে যান। পরে তিনি বার্মায় চলে যান এবং তারপর সুরাটের দাবেল মাদ্রাসায় শিক্ষকতা শুরু করেন।\nযাইহোক, দক্ষিণ আফ্রিকা থেকে দেওবন্দের প্রথম সরাসরি ছাত্র ছিলেন মুহাম্মাদ বিন মুসা আফ্রিকী। যিনি মূলত গুজরাটের সুরাট জেলার দাবেলের সংলগ্ন সিমলাকের বাসিন্দা ছিলেন কিন্তু তার পরিবার কয়েক প্রজন্ম আগে দক্ষিণ আফ্রিকায় চলে গিয়েছিল এবং জোহানেসবার্গে বসতি স্থাপন করেছিলেন।  তিনি দেওবন্দে হাদিসের পণ্ডিত আনোয়ার শাহ কাশ্মীরির বিশিষ্ট শিষ্য হয়েছিলেন। শিক্ষা সমাপ্ত করার পর তিনি জোহানেসবার্গে ফিরে যান এবং সেখানে তার বিশাল ব্যবসার পাশাপাশি ব্যাপকভাবে ধর্মীয় সেবা প্রদান করতে থাকেন। ইসলামি ও সমসাময়িক বিজ্ঞান শিক্ষার জন্য তিনি জোহানেসবার্গে ওয়াটারওয়াল ইসলামিক ইনস্টিটিউট প্রতিষ্ঠা করেন। তিনি এর জন্য একটি বিশাল ভবন নির্মাণ করেন এবং ইনস্টিটিউটের যাবতীয় খরচ নিজেই বহন করতেন। তিনি দারুল উলূম দেওবন্দের ব্যবস্থা অনুযায়ী বিনামূল্যে শিক্ষার পাশাপাশি ছাত্রদের বোর্ডিং-এর ব্যবস্থাও করেছিলেন। তিনি দীর্ঘদিন জমিয়ত উলামায়ে ট্রান্সওয়ালের সভাপতি ছিলেন। ডাবেলের মাদ্রাসার নির্মাণ ও অগ্রগতি মূলত তার বিশাল আর্থিক সাহায্যের কাছে ঋণী। একাডেমিক কাজেও তিনি সবসময় আগ্রহী ছিলেন। মাজলিসে ইলমী নামে তিনি ডাবেলে একটি লেখক সংগঠন গড়ে তোলেন যেখানে ভারতীয় পণ্ডিতদের গুরুত্বপূর্ণ বই প্রকাশের কৃতিত্ব ছিল। তিনি ১৯৬৩ সালের ১৬ এপ্রিল জোহানেসবার্গে মারা যান।\nদক্ষিণ আফ্রিকার দেওবন্দের দ্বিতীয় বিশিষ্ট পণ্ডিত ছিলেন ইসমাইল আহমদ চাচালিয়া। চাচালিয়া রাজনৈতিক সক্রিয়তার একটি শক্তিশালী ঐতিহ্যের পরিবার থেকে এসেছেন। তিনি ১৯৩০ সালে দারুল উলুম দেওবন্দে পড়াশোনা শেষ করেন। দেওবন্দ তার রাজনীতিকে ঢালাইয়ে একটি ভূমিকা পালন করেছিলেন কারণ তার বেশিরভাগ শিক্ষক হয় ভারতীয় জাতীয় কংগ্রেসের সদস্য ছিলেন অথবা জমিয়ত উলামায়ে হিন্দের সদস্য ছিলেন। তিনি দক্ষিণ আফ্রিকার একজন বিশিষ্ট রাজনৈতিক কর্মী ছিলেন। তিনি ১৯৪৬ সালে যৌথ নিষ্ক্রিয় প্রতিরোধ কমিটির সদস্য ছিলেন এবং নারী প্রতিরোধকারীদের একটি ব্যাচের নেতৃত্ব দেওয়ার জন্য তাকে গ্রেপ্তার করা হয়েছিল। ভারত সরকার ১৯৭৭ সালে তাকে পদশ্রী সম্মানে ভূষিত করেছিলেন।\nদেওবন্দের অন্যতম জনপ্রিয় ব্যক্তিত্ব হুসাইন আহমদ মাদানি দীর্ঘসময় দারুল উলুম দেওবন্দের শায়খুল হাদিস ছিলেন। সেসময় তার কিছু ছাত্র ছিল যারা হয় দক্ষিণ আফ্রিকা থেকে এসেছিল অথবা পরে দক্ষিণ আফ্রিকায় চলে যায়। তাদের মধ্যে অন্যতম মুহম্মদ ইউসুফ পান্ডোর যিনি একটি মাদ্রাসা পরিচালনা করেন এবং বায়েজিদ আফ্রিকী যিনি তার একজন উত্তরসূরি (খলিফা)। আব্দুল হক উমরজী, দক্ষিণ আফ্রিকার একজন সিনিয়র আলিম যিনি হুসাইন আহমদের ছাত্র ছিলেন এবং জমিয়ত উলামা কোয়া জুলু-নাটালের সভাপতি হিসেবে দায়িত্ব পালন করেছেন। তার মধ্যে আরও বেশ কয়েকজন ছাত্র ছিলেন যারা দারুল উলুম দেওবন্দে দক্ষিণ আফ্রিকান হিসেবে নাম নথিভুক্ত করেছিলেন, তারা হলেন:\n\nমুহাম্মদ কাসিম আফ্রিকী (১৯৪৮) সালে স্নাতক হন\nনূর আলী আফ্রিকী (১৯৫৩)\nমুহাম্মদ ইসমাইল আফ্রিকী (১৯৫৪)\nআব্দুল খালিক আফ্রিকী (১৯৫৫)\nমুহাম্মদ ইউসুফ পান্দর (১৯৫৬)\nমুহাম্মাদ কাসিম ভরত (১৯৫৭)\nমুহাম্মদ আফ্রিকী (১৯৫৭)\nদারুল উলুমে দক্ষিণ আফ্রিকা থেকে যথেষ্ট সংখ্যক ছাত্র রয়েছে যা বিংশ শতাব্দীর শেষ পর্যন্ত প্রায় ২৫০ জনে পৌঁছেছে।  কিন্তু যখন দক্ষিণ আফ্রিকার মুসলমানরা নিজেদের দেশে বড় বড় মাদ্রাসা প্রতিষ্ঠা করে, তখন তারা দেওবন্দে যাওয়ার জন্য কষ্ট না করে সেই মাদ্রাসায় ছুটতে থাকে।\n\n\n=== সমর্থক ===\n১৯১০ সালে দক্ষিণ আফ্রিকার মুসলমানরা দারুল উলুম দেওবন্দে একটি মোটা অঙ্কের সাহায্য পাঠায়। তখন থেকে তাদের সাহায্য ক্রমবর্ধমান বৃদ্ধি পেয়েছে এবং দক্ষিণ আফ্রিকার অনেক জায়গায় যেমন ডারবান, নাটাল, ট্রান্সভাল, স্টঞ্জারে দারুল উলুমের অনেক সহানুভূতিশীল ও সাহায্যকারী তৈরি হয়েছিল এবং দক্ষিণ আফ্রিকা থেকে শুরু হওয়া এই ধারাটি পূর্ব আফ্রিকায় পৌঁছেছিল। একইভাবে, ১৯২০ সালে ভারতে দারুল উলুম দেওবন্দের আয়ে কিছুটা মন্দা তৈরি হয়, কিন্তু বিদেশী দেশগুলোর মূল্যবান দান বিশেষ করে দক্ষিণ আফ্রিকা এই অভাবকে ভালোমত পূরণ করেছে।\nভারত বিভাজনের কারণে দারুল উলুম দেওবন্দের আয়ের উৎসের অনেকটা পাকিস্তানে চলে যায়। ১৯৫১ অর্থনৈতিক বিপর্যয়ের সময়ও দক্ষিণ আফ্রিকার মুসলিমরা দারুল উলুম দেওবন্দে সাহায্য অব্যাহত রাখে। পরবর্তীতে ১৯৭১ সালে আফ্রিকান ছাত্রদের জন্য একটি ছাত্রাবাস নির্মিত হয়েছিল এবং এর নামকরণ করা হয়েছিল আফ্রিকী মঞ্জিল।\n\n\n=== কারী মুহাম্মদ তৈয়বের ভ্রমণ ===\n১৯৬৩ সালে দারুল উলুম দেওবন্দের মুহতামিম কারী মুহাম্মদ তৈয়ব দক্ষিণ আফ্রিকা ভ্রমণ করেন যা দেওবন্দি চিন্তাধারাকে শক্তিশালীকরণে খুব সহায়ক হয়েছিল। দক্ষিণ আফ্রিকার চারটি প্রদেশের প্রায় দুই হাজার ব্যক্তি গঠিত মুসলমানদের একটি প্রতিনিধি সমাবেশে জোহানেসবার্গে বিমানবন্দরে তাকে স্বাগত জানানোর জন্য উপস্থিত ছিলেন। জোহানেসবার্গের ডাচ মেয়র ও তার স্ত্রীও এই উপলক্ষেও সাদা পুলিশের একটি বড় পোস্টে উপস্থিত ছিলেন। তিনি জোহানেসবার্গে ১৫ দিনে ছিলেন। সেখান থেকে তিনি ডারবান এবং সেখান থেকে কেপ টাউন গিয়েছিলেন। তার এই যাত্রার ফলে দেওবন্দ আন্দোলন নিয়ে অনেক ভুল বুঝাবুঝি দূর হয়ে যায় এবং দারুল উলুম দেওবন্দের পরিচয় শক্তিশালী হয়। এই সফরে তিনি এমন একটি পদক্ষেপ নেন যাতে ধর্মীয় ক্ষেত্রে পশ্চাৎপদ মুসলমানরা তাদের সন্তানদের মাদ্রাসায় পাঠায়।\n\n\n=== অন্যান্য মাদ্রাসা ===\nদারুল উলুম দেওবন্দের পাশাপাশি ভারতের আরও কয়েকটি দেওবন্দি মাদ্রাসা দারুল উলুম দেওবন্দের মত ভূমিকা পালন করেছে, তার মধ্যে মাজাহির উলুম অন্যতম। মাজাহির উলুমের শায়খুল হাদিস মুহাম্মদ জাকারিয়া কান্ধলভি এবং তারপর মাহমুদ হাসান গাঙ্গুহি দক্ষিণ আফ্রিকার শিক্ষার্থীদের উপর বড় প্রভাব ফেলেছিলেন। আশরাফ আলী থানভীর খলিফা ও মাদ্রাসা মাসিহুল উলুমের পরিচালক মাসিহুল্লাহ খান জানালাবাদীও দক্ষিণ আফ্রিকার ছাত্রদের আকৃষ্ট করেছিল।\nজামিয়া ইসলামিয়া তালিমুদ্দিন ডাভেল গুজরাটে কেন্দ্রীয় মাদ্রাসা ছিল, যা দক্ষিণ আফ্রিকায় ভারতীয় মুসলমানদের প্রধান অংশটি তৈরি করেছিল। আনোয়ার শাহ কাশ্মীরি মাদ্রাসাটির অধ্যক্ষ হিসেবে যোগদানের পর মাদ্রাসাটি অন্য উচ্চতায় পৌছে যায়। পরে আজিজুর রহমান উসমানি, শাব্বির আহমদ উসমানি, মুহাম্মদ ইউসুফ বিন্নুরী, বদরে আলম মিরাটি মাদ্রাসাটিতে যোগদান করেন। পরে বদরে আলম মিরাটি মদিনায় চলে যান। মিরাটির অসংখ্য আধ্যাত্মিক শিষ্য দক্ষিণ আফ্রিকায় ছড়িয়ে যায়।\nএকইভাবে গুজরাটের অন্যান্য মাদ্রাসা যেমন: জামিয়া হুসাইনিয়া রান্ডের, জামিয়া আশরাফিয়া রান্ডের, দারুল উলুম মাটিওয়ালা, দারুল উলুম টার্কেসার, দারুল উলুম কান্টারিয়া ইত্যাদি গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n=== জমিয়তুল উলামা ট্রান্সভেল ===\n\n১৯১৯ সালে ভারতীয় আলেমরা জমিয়ত উলামায়ে হিন্দ প্রতিষ্ঠা করেন যাদের অনেকেই মাহমুদ হাসান দেওবন্দির ছাত্র ছিলেন। একইভাবে দক্ষিণ আফ্রিকার মুসলিমরাও ১৯২৩ সালে জমিয়ত উলামা ট্রান্সভেল প্রতিষ্ঠা করে। পরবর্তীতে যার নাম হয় জমিয়তুল উলামা দক্ষিণ আফ্রিকা। ধর্মীয় ক্ষেত্রে অবদানের পাশাপাশি সংগঠনটি শিক্ষা ক্ষেত্রেও ভূমিকা পালন করেছে। একইভাবে ১৯৫৫ সালে প্রাথমিক লক্ষ্য নিয়ে জমিয়ত উলামা কোয়া-জুলু নাটাল প্রতিষ্ঠিত হয়। প্রচুর সংখ্যক উলামা সংগঠনের সাথে যুক্ত ছিলেন। জমিয়তুল উলামা গুটেনবার্গ একই ধারার আরেকটি সংগঠন যেটা ২০০৬ সালে আয়ুব কাচভি প্রতিষ্ঠা করেন।\n\n\n=== তাবলিগ জামাত ===\n\nতাবলিগ জামাত দক্ষিণ আফ্রিকায় দেওবন্দের প্রভাবের প্রধান উৎসগুলোর মধ্যে অন্যতম। তাবলিগের দ্বিতীয় আমির মুহাম্মদ ইউসুফ কান্ধলভি আফ্রিকায় তবলিগের কার্যক্রম প্রসারিত করতে আগ্রহী ছিলেন। ১৯৫৬ সালে মুসা সুরতির নেতৃত্বে প্রথম তাবলিগ জামাত কেনিয়া, উগান্ডা, তানজানিয়া, মালাবি, জাম্বিয়া, মোজাম্বিক, ইস্টার আফ্রিকা, রোডেসিয়া, দক্ষিণ আফ্রিকা, মরিশাস, রিইউনিয়ন প্রভৃতি দেশে পৌঁছেছিল। ১৯৬৫ সালের পরে দক্ষিণ আফ্রিকায় তাবলিগ জামাতের একটি ধারা শুরু হয় এবং দক্ষিণ আফ্রিকা তাবলিগ জামাতের কেন্দ্রস্থল হয়ে উঠে। অসংখ্য মুসলিম এই আন্দোলনে যোগ দেয় এবং তাদের দেশে এর প্রচার করে।\n\n\n=== মুহাম্মদ জাকারিয়া কান্ধলভি ===\n\nএমন কিছু ব্যক্তিত্ব রয়েছেন যারা দক্ষিণ আফ্রিকার ভারতীয় মুসলমানদের মূলে প্রভাবিত করেছিলেন, তাদের মধ্যে সবচেয়ে উল্লেখযোগ্য মুহাম্মদ জাকারিয়া কান্ধলভি। শায়খুল হাদিস হিসেবে পরিচিত এই আলেম মাজাহির উলুমে হাদিসের শিক্ষকতা করতেন। তিনি তাবলিগ জামাতের কেন্দ্রীয় ব্যক্তিত্বদের মধ্যে অন্যতম এবং ফাযায়েলে আমল সহ শতাধিক ধর্মীয় গ্রন্থের লেখক।\nতিনি একজন আধ্যাত্মিক পথপ্রদর্শক ছিলেন। দক্ষিণ আফ্রিকার অনেক মুসলিম তার হাতে বায়আত গ্রহণ করেছিলেন। তার মধ্যে তিনি কয়েকজনকে খলিফা বা নিজের উত্তরসূরী মনোনীত করেছিলেন। তাদের মধ্যে রয়েছেন: ইউসুফ মুতালা, হাজি ইবরাহিম মুতালা, মুহাম্মদ সুলায়মান পাণ্ডুর, আহমদ মিয়া, ইবরাহিম আবদুর রহমান মিয়া, মুহাম্মদ গার্ডি।\n\n\n=== মুহাম্মদ মাসিহুল্লাহ খান ===\n\nমুহাম্মদ মাসিহুল্লাহ খান ছিলেন ভারতের একজন বিশিষ্ট দেওবন্দি আলেম ও আধ্যাত্মিক ব্যক্তিত্ব। তিনি আশরাফ আলী থানভীর খলিফা ছিলেন। থানভীর নির্দেশে তিনি ভারতের উত্তর প্রদেশের মজঃফরনগরের জালালাবাদে চলে আসেন এবং মাদ্রাসা মিফতাহুল উলুম নামে একটি মাদ্রাসার হাল ধরেন, যা পরবর্তীতে একটি বড় মাদ্রাসায় পরিণত হয়। তার এই মাদ্রাসায় দক্ষিণ আফ্রিকার অনেক ছাত্র লেখাপড়া করেন এবং তার হাতে বায়আত গ্রহণ করেন। তিনি দক্ষিণ আফ্রিকার পাঁচজনকে খলিফা বা উত্তরসূরী মনোনীত করেছিলেন।\n\n\n=== মাহমুদ হাসান গাঙ্গুহি ===\n\nমাহমুদ হাসান গাঙ্গুহি দারুল উলুম দেওবন্দ এবং মাজাহির উলুমের প্রধান মুফতি ও হাদিসের শিক্ষক ছিলেন। আধ্যাত্মিক ব্যক্তিত্ব হিসেবে তিনি মুহাম্মদ জাকারিয়া কান্ধলভির জোষ্ঠ্য খলিফা। কান্ধলভির মত তিনিও দক্ষিণ আফ্রিকার মুসলমানদেরকে মূলে প্রভাবিত করেছিলেন। তিনি ৩২ খণ্ডে ফতওয়ায়ে মাহমুদিয়া সহ অনেক ধর্মীয় গ্রন্থ রচনা করেছিলেন। দারুল উলুম দেওবন্দ ও মাজাহির উলুমে তার শত শত দক্ষিণ আফ্রিকান ও গুজরাটি ছাত্র ছিল। দক্ষিণ আফ্রিকার কয়েক সহস্র মুসলিম তার হাতে বায়আত গ্রহণ করেছিলেন। তার মধ্যে ৩০ জনকে তিনি খলিফা বা উত্তরসূরী মনোনীত করেছিলেন। তারা নিজ এলাকায় ব্যাপক প্রভাব বিস্তার করে এবং তাদের মধ্যে কেউ কেউ দক্ষিণ আফ্রিকা, ভারত, পাকিস্তান এবং বাংলাদেশ জুড়ে বিখ্যাত। তার মধ্যে অন্যতম ইব্রাহিম দেসাই।\n\n\n=== আসআদ মাদানি ===\n\nহুসাইন আহমদ মাদানির জোষ্ঠ্য সন্তান এবং জমিয়ত উলামায়ে হিন্দের সভাপতি আসআদ মাদানিও দক্ষিণ আফ্রিকার মুসলমানদের মধ্যে ব্যাপক প্রভাব বিস্তার করেছিলেন। দক্ষিণ আফ্রিকায় তার অনেক শিষ্য ছিল যাদের অনেককে তিনি খলিফা মনোনীত করেছিলেন।\n\n\n== মাদ্রাসা ও সংগঠন ==\nদক্ষিণ আফ্রিকার দেওবন্দি মুসলমানরা দেওবন্দের আদলে অনেক মাদ্রাসা প্রতিষ্ঠা করেছে। তাদের মধ্যে কিছু খুব বিখ্যাত এবং বিদেশি শিক্ষার্থীদের আকর্ষণ করে। যেমন:\n\nওয়াটারওয়াল ইসলামিক ইনস্টিটিউট (মিয়ার ফার্ম) - দারুল উলুম দেওবন্দের ছাত্র মুহাম্মাদ বিন মুসা ইসমাইল মিয়া ১৯৪০ সালের জুলাই মাসে হাফওয়ে হাউসে এটি প্রতিষ্ঠা করেন। এটি প্রথম ইসলামিক বোর্ডিং ইনস্টিটিউটগুলির মধ্যে একটি এবং অসংখ্য ইসলামিক প্রকাশনার মাধ্যমে দক্ষিণ আফ্রিকার মুসলমানদের উপর বড় প্রভাব ফেলেছে।  পরবর্তীতে এটি পরিচালনা করেন ইব্রাহিম মিয়া ও আহমদ মিয়া।\nদারুল উলুম নিউক্যাসল - এটি দক্ষিণ আফ্রিকায় উচ্চতর ইসলামি পড়াশোনার প্রথম আনুষ্ঠানিক শিক্ষাপ্রতিষ্ঠান, একইসাথে দক্ষিণ আফ্রিকার প্রথম দেওবন্দি মাদ্রাসা। ১৯৭৩ সালে কাসিম সেমা এটি প্রতিষ্ঠা করেন।\nমাদ্রাসাতুল আরাবিয়া আল ইসলামিয়া – দারুল উলুম দেওবন্দের ছাত্র আব্দুল হামিদ ১৯৮১ সালে এটি প্রতিষ্ঠা করেন।\nদারুল উলুম জাকারিয়া – মাহমুদ হাসান গাঙ্গুহির খলিফা শাব্বির আহমদ সালুজি এটি প্রতিষ্ঠা করেন। এটি দক্ষিণ আফ্রিকায় তাবলিগ জামাতের কার্যক্রমের জন্য একটি গুরুত্বপূর্ণ স্থান।\nমাদ্রাসা জামিউল উলুম – দারুল উলুম দেওবন্দের ছাত্র এবং মুহাম্মদ জাকারিয়া কান্ধলভির খলিফা মুহম্মদ সুলাইমান পান্ডোর এবং আহমদ দরবেশ মিলে এটি প্রতিষ্ঠা করেন।\nমাদ্রাসা ইনামিয়া – এই মাদ্রাসাটি তার দারুল ইফতার (ফতোয়া গবেষণা ও প্রশিক্ষণ বিভাগ) জন্য স্বীকৃত যা জনপ্রিয় অনলাইন ফতোয়া পরিষেবা আস্কইমাম.অর্গ পরিচালনা করে।\nআরও কিছু মাদ্রাসা হল: দারুল উলুম তালিমুদ দ্বীন, দারুল উলুম স্প্রিংস, দারুল উলুম ক্যাম্পারডাউন, মাদ্রাসা লোডিয়াম ট্রান্সভাল, মাদ্রাসা ইস্কোর্ট, মাদ্রাসা রোশনি, দারুল উলুম আবু বকর, দারুল উলুম নুমানিয়া, জামিয়া মাহমুদিয়া পারসিদা স্প্রিংস, মাদ্রাসা মুঈনুল ইসলাম লিল মুসলিমাত, মাদ্রাসা তরবিয়াত আল বানাত আজাদভিল, কাসিমুল উলুম ইত্যাদি।\nসংগঠনের মধ্যে রয়েছে: মুসলিম জুডিশিয়াল কাউন্সিল, মজলিসুল উলামা, লেনেসিয়া মুসলিম অ্যাসোসিয়েশন ইত্যাদি।\n\n\n== আরও দেখুন ==\nইরানে দেওবন্দ আন্দোলন\nরিভাইভাল ফ্রম বিলো: দ্য দেওবন্দ মুভমেন্ট এন্ড গ্লোবাল ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}