{"pageid": 1134910, "title": "আসিরুদ্দিন আল-আবহারি", "url": "https://bn.wikipedia.org/wiki?curid=1134910", "content": "আসির আল-দীন আল-মুফাদ্দাল ইবনে উমর ইবনে আল-মুফাদ্দাল আল-সমরকান্দি আল-আবারি, যিনি আসির আল-দীন আল-মুনাজ্জিম (মৃত্যু ১২৬৫ সালে বা ১২৬২ সালে, ইরানের শাবেস্তারে) নামেও পরিচিত, ছিলেন ইরানী মুসলিম বহুবিদ্যাবিশারদ, দার্শনিক, জ্যোতির্বিদ, জ্যোতিষী এবং গণিতবিদ। তার প্রভাবশালী লেখা ছাড়াও তার অনেক বিখ্যাত শিষ্য ছিল।\n\n\n== জীবনী ==\nতার জন্মস্থান নিয়ে বিভিন্ন সূত্রের মধ্যে মত-পার্থক্য রয়েছে। এনসাইক্লোপিডিয়া অব ইসলাম এবং এনসাইক্লোপিডিয়া ইসলামিকা অনুসারে, তিনি কাজভিন ও জাঞ্জানের মধ্যবর্তী ছোট শহর আবহারে জন্মগ্রহণ করেন। এছাড়াও, এনসাইক্লোপিডিয়া ইরানিকা উল্লেখ করেছে যে তিনি মসুলে জন্মগ্রহণ করেন,   তবে এনসাইক্লোপিডিয়া ইসলামিকার মতে, তার প্রাচীনতম জীবনীকারদের কেউই মসুলকে জন্মস্থান বলে উল্লেখ করেননি। আবহার শহরের পাশাপাশি, তার উপাধি আল-আবারি দ্বারা সম্ভবত এটাও বোঝায় যে তিনি বা তার পূর্বপুরুষরা মূলত আবহার উপজাতি থেকে এসেছেন। সম্ভবত তিনি আজারবাইজানে পক্ষাঘাত রোগে আক্রান্ত হয়ে মারা গেছেন। \nতিনি খুরাসান, বাগদাদ এবং আরবিলের বিভিন্ন স্কুলে ছাত্র বা শিক্ষক ছিলেন বলে জানা যায়। তিনি কিছুকাল সিভাসে বসবাস করেন। ইবনে খাল্লিকান বর্ণনা করেছেন যে তিনি কামাল আল-দীন ইবনে ইউনুসের ছাত্র ছিলেন, তবে অন্যান্য সূত্র মতে আসিরুদ্দীন ফখরুদ্দীন আল রাযির সহকারী হিসেবে কাজ করেছিলেন।\n\n\n== কর্ম ==\nজ্যোতির্বিদ্যা\nরিসালা ফি আল-হায়া (জ্যোতির্বিদ্যা সম্পর্কিত গ্রন্থ)।\nমুখতাসার ফি আল-হায়া (জ্যোতির্বিদ্যার প্রতিকৃতি)।\nকাশফ আল-হাক্বারিক ফি তাহরির আল-দাক্বারিক, এতে তিনি এই দৃষ্টিভঙ্গি গ্রহণ করেন যে মহাকাশীয় বস্তুগুলি পরিবর্তন হয় না। \nগণিত\nইউক্লিডের ইসালাহ (সংশোধন) এর উপর বেশ কিছু কাজ, যার মধ্যে একটি হল সমান্তরাল নীতি প্রমাণের প্রচেষ্টা, যা শামস আল-দীন আল-সামারকান্দি দ্বারা মন্তব্য ও সমালোচিত হয়েছিল। \nদর্শন\nহিদায়াহ আল-হিকমাহ (দর্শনের নির্দেশিকা): হিকমতের সম্পূর্ণ চক্রের সাথে সম্পর্কিত একটি বই অর্থাৎ, যুক্তিবিদ্যা, প্রাকৃতিক দর্শন এবং অধিবিদ্যা ।\nইসাঘুজি ফি আল-মানতিক (পোরফাইরির ইসাগোজের ধারাবর্ণনা), যুক্তিবিদ্যার উপর একটি গ্রন্থ। টমাস ওবিসিনি দ্বারা ল্যাটিন অনুবাদ; Īsāghūkhī, Isagoge. Id est, breve Introductorium Arabicum in Scientiam Logices: cum versione latina: ac theses Sanctae Fidei. R. P. F. Thomae Novariensis (১৬২৫)।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nSarıoğlu, Hüseyin (২০০৭)। \"Abharī: Athīr al‐Dīn al‐Mufaḍḍal ibn ʿUmar ibn al‐Mufaḍḍal al‐Samarqandī al‐Abharī\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 7–8। আইএসবিএন 978-0-387-31022-0।  (PDF version)\nBrockelmann, C. \"al- Abharī , At̲h̲īr al-Dīn Mufaḍḍal b. ʿUmar.\" Encyclopaedia of Islam. Edited by: P. Bearman, Th. Bianquis, C.E. Bosworth, E. van Donzel and W.P. Heinrichs. Brill, 2008. Brill Online.\n\n\n== আরও পড়ুন ==\nCalverley, Edwin E. (১৯৩৩)। \"Al-Abharī's \"Isāghūjī fi l-Manṭiq\"\"। \n\n\n== বহিঃসংযোগ ==\nল্যাটিন অনুবাদ সহ আল-আহবারির ইসাগোজ এবং টমাস ওবিসিনির একটি ধর্মতাত্ত্বিক গ্রন্থ (গ্যালিকা, বিবলিওথেক ন্যাশানাল ডি ফ্রান্স)।"}