{"pageid": 1134263, "title": "স্পর্শকীয় বৃত্তের ক্ষেত্রে কক্সেটারের লোক্সোড্রোমিক অনুক্রম", "url": "https://bn.wikipedia.org/wiki?curid=1134263", "content": "জ্যামিতিতে স্পর্শকীয় বৃত্তের ক্ষেত্রে কক্সেটারের লোক্সোড্রোমিক অনুক্রম হলো একাধিক বৃত্তের এমন এক অসীম অনুক্রম, যেখানে এই বৃত্তগুলো এমনভাবে সজ্জিত থাকে, যেন অনুক্রমটির ধারাবাহিক যেকোনো চারটি বৃত্ত জোড়ার জোড়ায় পরস্পরের স্পর্শক। এর মানে হলো, অনুক্রমটির প্রতিটি বৃত্ত তার পূর্ববর্তী তিনটি বৃত্তের স্পর্শক, উপরন্তু এই বৃত্তটি তার পরবর্তী বা অনুসরণকারী অন্য তিনটি বৃত্তেরও স্পর্শক।\n\n\n== ধর্ম ==\nঅনুক্রমটি যেসব বৃত্ত নিয়ে গঠিত সেই সব বৃত্তের ব্যাসার্ধসমূহ একটি গুণোত্তর প্রগমন গঠন করে, যেখানে সাধারণ অনুপাত হবে:\n\n  \n    \n      \n        k\n        =\n        φ\n        +\n        \n          \n            φ\n          \n        \n        ≈\n        2.89005\n         \n        ,\n      \n    \n    {\\displaystyle k=\\varphi +{\\sqrt {\\varphi }}\\approx 2.89005\\ ,}\n  \n\nএখানে \n  \n    \n      \n        φ\n      \n    \n    {\\displaystyle \\varphi }\n  \n হলো সোনালি অনুপাত। \n  \n    \n      \n        k\n      \n    \n    {\\displaystyle k}\n  \n অনুপাত এবং এর ব্যাস্তানুপাত এই সমীকরণটি সিদ্ধ করে:\n\n  \n    \n      \n        (\n        1\n        +\n        x\n        +\n        \n          x\n          \n            2\n          \n        \n        +\n        \n          x\n          \n            3\n          \n        \n        \n          )\n          \n            2\n          \n        \n        =\n        2\n        (\n        1\n        +\n        \n          x\n          \n            2\n          \n        \n        +\n        \n          x\n          \n            4\n          \n        \n        +\n        \n          x\n          \n            6\n          \n        \n        )\n         \n        ,\n      \n    \n    {\\displaystyle (1+x+x^{2}+x^{3})^{2}=2(1+x^{2}+x^{4}+x^{6})\\ ,}\n  \n\nআর একারণেই, অনুক্রমটির ধারাবাহিক যেকোনো চারটি বৃত্ত দেকার্তের উপপাদ্যের শর্তের সাথে মিলে যায়।\nঅনুক্রমে বিদ্যমান বৃত্তগুলো যে কেন্দ্রগুলো গঠন করে সেই কেন্দ্রগুলো একটি লগভিত্তিক স্পাইরালের ওপর অবস্থান করে। স্পাইরালটির কেন্দ্রের  সাপেক্ষে বিবেচনা করা হলে, ধারাবাহিক বৃত্তগুলোর দুটি কেন্দ্রের মধ্যে অন্তর্ভুক্ত কোণটি হবে:\n\n  \n    \n      \n        \n          cos\n          \n            −\n            1\n          \n        \n        ⁡\n        \n          (\n          \n            \n              \n                −\n                1\n              \n              φ\n            \n          \n          )\n        \n        ≈\n        \n          128.173\n          \n            ∘\n          \n        \n         \n      \n    \n    {\\displaystyle \\cos ^{-1}\\left({\\frac {-1}{\\varphi }}\\right)\\approx 128.173^{\\circ }\\ }\n  \n\nএবং কেন্দ্রগুলোর দুটো ত্রয়ীর মধ্যবর্তী কোণটি হবে:\n\n  \n    \n      \n        θ\n        =\n        \n          cos\n          \n            −\n            1\n          \n        \n        ⁡\n        \n          \n            1\n            φ\n          \n        \n        ≈\n        \n          51.8273\n          \n            ∘\n          \n        \n      \n    \n    {\\displaystyle \\theta =\\cos ^{-1}{\\frac {1}{\\varphi }}\\approx 51.8273^{\\circ }}\n  \n\nএই কোণটি কেপলার ত্রিভুজের একটি কোণের অনুরূপ। কেপলার ত্রিভুজ হলো এমন একটি সমকোণী ত্রিভুজ, যার গঠন আবার সোনালি অনুপাতের বর্গমূলের সাথে সম্পর্কযুক্ত।\n\n\n== ইতিহাস এবং সংশ্লিষ্ট জ্যামিতিক কাঠামো ==\nএই জ্যামিতিক কাঠামোটির নামকরণ করা হয়েছে জ্যামিতি শাস্ত্রবিদ (জিওমিটার) এইচ এস এম কক্সেটারের নামানুসারে, যিনি উচ্চতর মাত্রার গোলক এবং অধিগোলকের অনুক্রমের মধ্যে দ্বিমাত্রিক বিষয়বস্তুর সাধারণিকরণ করেছেন। একে ডয়েল স্পাইরালের একটি অধঃপতিত বিশেষ ক্ষেত্র বা ঘটনারূপে ব্যাখ্যা করা যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএরিক ডব্লিউ. ওয়াইস্টাইন সম্পাদিত ম্যাথওয়ার্ল্ড থেকে \"Coxeter's Loxodromic Sequence of Tangent Circles\"।"}