{"pageid": 1134108, "title": "যোগীন মা", "url": "https://bn.wikipedia.org/wiki?curid=1134108", "content": "যোগীন মা (১৬ জানুয়ারি ১৮৫১ - ৪ জুন ১৯২৪) ছিলেন হিন্দু অতীন্দ্রি়য়বাদী আধ্যাতিক সাধক রামকৃষ্ণের স্ত্রী তথা আধ্যাত্মিক সহধর্মিণী সারদা দেবীর অন্যতম প্রধান মহিলা শিষ্য। জন্মের পর তার নাম রাখা হয়েছিল যোগীন্দ্র মোহিনী বিশ্বাস। গোলাপ মায়ের সাথে মিলে তিনি সারদা দেবীর সর্বক্ষণের সঙ্গী ছিলেন। তিনি রামকৃষ্ণের সন্ন্যাসী ধারায় পবিত্র মা হিসাবে সম্মানিত ছিলেন।\nযোগিন মা রামকৃষ্ণ ধারার প্রাথমিক গঠনের একজন প্রধান সাক্ষী এবং সক্রিয় অবদানকারী ছিলেন। তিনি কলকাতার উদ্বোধন বাটীতে সারদা দেবীর সঙ্গে থাকতেন। স্বামী সারদানন্দ সারদা দেবীর ব্যবহারের জন্য এই বাড়িটি তৈরি করেছিলেন।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nযোগিন মা (যোগীন্দ্র মোহিনী নাম ছিল) ১৮৫১ সালের ১৬ জানুয়ারি কলকাতায় একজন সফল চিকিৎসক প্রসন্ন কুমার মিত্রের ঘরে জন্মগ্রহণ করেন। ছয় বা সাত বছর বয়সে তাকে অম্বিকা চরণ বিশ্বাসের সাথে বিয়ে দেওয়া হয়েছিল, কারণ বাংলায় মেয়েদের অল্প বয়সে বিয়ে দেওয়ার প্রচলন ছিল। তার স্বামী নিজের সমস্ত সম্পদ নষ্ট করে ফেলেছিলেন এবং পুনর্বাসন ও সংস্কারের সর্বোত্তম প্রচেষ্টা সত্ত্বেও, তিনি একজন অভ্যাসগত মাতাল হয়ে ওঠেন। যোগিন মা অবশেষে তার একমাত্র কন্যাকে নিয়ে স্বামীর স্থান ছেড়ে কলকাতার বাগবাজার এলাকায় তার পিতার বাড়িতে তার বিধবা মায়ের সাথে আশ্রয় নেন। \n\n\n=== আধ্যাত্মিক জাগরণ ===\nপ্রতিকূলতা তাকে ঈশ্বর উপলব্ধির জন্য তীব্র আকাঙ্ক্ষা গড়ে তুলতে প্ররোচিত করেছিল। ঊনবিংশ শতাব্দীর বাংলার অতীন্দ্রি়য়বাদী সাধক রামকৃষ্ণের সাথে একটি সুযোগের মুখোমুখি হয়ে তার জীবন বদলে গিয়েছিল। ১৮৮২ সালে, যোগিন মা প্রথম, একজন মহান ভক্ত বলরাম বসুর বাড়িতে, রামকৃষ্ণের সাথে দেখা করেন। দক্ষিণেশ্বরে কয়েকটি সভার পরে, রামকৃষ্ণ তাকে দীক্ষা দেন এবং তার গুরু ও পরামর্শদাতা হয়েছিলেন। যোগিন মা প্রথম রামকৃষ্ণের স্ত্রী এবং আধ্যাত্মিক সঙ্গিনী সারদা দেবীর সাথে দক্ষিণেশ্বরের নহবৎ ভবনে দেখা করেছিলেন, সেখানেই সারদা দেবী থাকতেন। সারদা দেবীর ঘনিষ্ঠ সহচর হিসাবে থাকার মাধ্যমে, যোগিন মা তার প্রতিদিনের কিছু অভিজ্ঞতা নথিবদ্ধ করেছিলেন এবং সকলের সাথে ভাগ করে নিয়েছিলেন। সেগুলি দক্ষিণেশ্বরে থাকার সময় সারদা দেবীর প্রাথমিক জীবন এবং আধ্যাত্মিক অনুশীলনের একটি গুরুত্বপূর্ণ সাক্ষ্য হিসাবে কাজ করে। তিনি এই সময়ের মধ্যে তার জীবনের অনেক ঘটনা বর্ণনা করেছিলেন- রামকৃষ্ণের মৃত্যুর পরে তার ভ্রমণ, যার মধ্যে আছে বৃন্দাবন ভ্রমণ, পুরী ভ্রমণ এবং কলকাতায় বলরাম বোসের বাড়ি সহ বেশ কয়েকটি ভক্তের বাড়িতে তার অবস্থান।\nরামকৃষ্ণ এবং সারদা দেবীর জীবনযাপন যোগিন মাকে আধ্যাত্মিক অনুশাসন অনুশীলন করতে এবং একজন সন্ন্যাসীর মতো পবিত্র ও বিশুদ্ধ জীবনযাপন করতে অনুপ্রাণিত করেছিল। তিনি শাস্ত্র অধ্যয়ন করেছেন, বিশেষ করে, রামায়ণ ও মহাভারত এবং পুরাণ। এইভাবে, পরবর্তী জীবনে তিনি ভগিনী নিবেদিতাকে তার একটি বিখ্যাত বই \"দ্য ক্র্যাডল টেলস অফ হিন্দুইজম\" লিখতে সাহায্য করতে সক্ষম হন। রামকৃষ্ণ তার আধ্যাত্মিক ক্ষমতাকে স্বীকার করে ভবিষ্যদ্বাণী করেছিলেন যে, \"তিনি একটি সাধারণ ফুল নন যা দ্রুত ফুটবে, তিনি একটি হাজার পাপড়িযুক্ত পদ্ম যা ধীরে ধীরে খুলবে।\" \n১৮৮৬ সালের ১৬ই আগস্ট রামকৃষ্ণ যখন মারা যান, তখন যোগিন মা বৃন্দাবনে ছিলেন। সেখানে সারদা দেবী তার কাছে এসেছিলেন, যার পরে তারা আজীবনের সঙ্গী হয়েছিলেন। সারদা দেবী তাকে স্বামী যোগানন্দ থেকে আলাদা করার জন্য \"মেয়ে যোগেন\" বা \"লেডি যোগেন\" বলে ডাকতেন। কারণ, স্বামী যোগানন্দও \"যোগেন\" নামে পরিচিত ছিলেন। তার মেয়ে গানু মারা যান এবং তার সাথে তিন নাতি-নাতনিকে রেখে দেওয়া হয় যারা স্বামী সারদানন্দের তত্ত্বাবধানে লালিত-পালিত হয়েছিল, এবং তাদের মধ্যে কমপক্ষে একজন পরে রামকৃষ্ণ ধারায় যোগ দিয়েছিলেন এবং সারদা দেবী দ্বারা দীক্ষিত হয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nযোগিন মায়ের বাড়ি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ফেব্রুয়ারি ২০২৩ তারিখে"}