{"pageid": 1134330, "title": "বারাউনি–গুয়াহাটি লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1134330", "content": "বারাউনি-গুয়াহাটি রেললাইন ভারতের বিহার রাজ্যের বারাউনি, সহরসা, পূর্ণিয়া এবং কাটিহার এবং আসামের গুয়াহাটি পশ্চিমবঙ্গের শিলিগুড়ি, জলপাইগুড়ি, কোচবিহার এবং আলিপুরদুয়ার হয়ে সংযুক্ত করে। এটি উত্তর-পূর্ব ভারতের জন্য প্রধান গুরুত্বপূর্ণ একটি সংযোগ।\n\n\n== বিভাগসমূহ ==\n৮০৪কিমি (৫০০ মাইল)-দীর্ঘ ট্রাঙ্ক লাইন, ছোট ছোট বিভাগে বিভক্ত করা হয়েছে:\n\nবারাউনি-কাটিহার লাইন, সহরসা এবং পূর্ণিয়া সেকশন\nকাটিহার-নিউ জলপাইগুড়ি লাইন, ঠাকুরগঞ্জ এবং শিলিগুড়ি সেকশন\nনিউ জলপাইগুড়ি–নিউ বঙাইগাঁও রেলপথ\nনিউ বঙাইগাঁও–গুয়াহাটি লাইন\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-স্বাধীনতার যুগ ===\nআসামের প্রাচীনতম রেলপথ ১৮৮২ সালে চা ও কয়লা পরিবহনের জন্য ডিব্রুগড় এলাকায় স্থাপন করা হয়। প্রথম যাত্রীবাহী রেলপথও ছিল ওই এলাকায়।\nগুয়াহাটি লিঙ্ক করা একটি চ্যালেঞ্জ ছিল।চট্টগ্রাম বন্দরের সাথে একটি রেল সংযোগের জন্য আসামের চা বাগানকারীদের দাবির প্রতিক্রিয়ায়, আসাম বেঙ্গল রেলওয়ে ১৮৯১ সালে বাংলার পূর্ব দিকে একটি রেলপথ নির্মাণ শুরু করে। একটি ১৫০ কিমি (৯৩ মা) চট্টগ্রাম ও কুমিল্লার মধ্যে ট্র্যাকটি ১৮৯৫ সালে যান চলাচলের জন্য উন্মুক্ত করা হয়। কুমিল্লা-আখাউড়া-কুলাউড়া-বদরপুর বিভাগটি ১৮৯৬-৯৮ সালে খোলা হয় এবং অবশেষে ১৯০৩ সালে লুমডিং পর্যন্ত প্রসারিত হয়। বেঙ্গল রেলওয়ে ১৯০০ সালে গুয়াহাটিতে একটি শাখা লাইন নির্মাণ করে, যা শহরটিকে পূর্ব লাইনের সাথে সংযুক্ত করে।\n১৮৮৪-৮৯ সময়কালে, আসাম বিহার রাজ্য রেলওয়ে পার্বতীপুরকে বর্তমানে বাংলাদেশে, বিহারের কাটিহারের সাথে সংযুক্ত করে। উত্তরবঙ্গ রাজ্য রেলওয়ে পার্বতীপুর থেকে একটি মিটার-গেজ লাইন খুলে এবং লাইনটি পরবর্তীকালে তিস্তার ওপারে এবং গীতালদহ হয়ে আসামের গোলোকগঞ্জ পর্যন্ত প্রসারিত হয়। ১৯০০-১০ সময়কালে, ইস্টার্ন বেঙ্গল রেলওয়ে গোলকগঞ্জ-আমিনগাঁও শাখা লাইন তৈরি করে, এইভাবে ব্রহ্মপুত্রের পশ্চিম তীরকে বিহার এবং বাকি ভারতের সাথে সংযুক্ত করে।\n\n\n=== আসাম লিঙ্ক প্রকল্প ===\nভারত ভাগের সাথে সাথে আসামের রেলপথ ভারতের বাকি অংশ থেকে আলাদা হয়ে যায়। ভারতীয় রেল ১৯৪৮ সালে ফকিরাগ্রাম এবং কিষাণগঞ্জ মধ্যে একটি রেল সংযোগ নির্মাণের জন্য আসাম লিঙ্ক প্রকল্প হাতে নেয়। ফকিরাগ্রাম ১৯৫০ সালে উত্তরবঙ্গের ভারতীয় অংশের মধ্য দিয়ে একটি মিটার-গেজ ট্র্যাকের মাধ্যমে ভারতীয় রেল ব্যবস্থার সাথে যুক্ত হয়।\n\n\n== সেতু ==\nএর নির্মাণকাজ ২ কিমি (১.২ মা) -দীর্ঘ রাজেন্দ্র সেতু ১৯৫৯ সালে গঙ্গার উত্তর ও দক্ষিণ তীরে রেলপথগুলিকে সংযুক্ত করার প্রথম সুযোগ প্রদান করে। \n৩.১৯ কিলোমিটার (১.৯৮ মাইল) -মুঙ্গের -এ অবস্থিত দীর্ঘ রেল-কাম-সড়ক সেতু রাজেন্দ্র সেতুর ৫৫ কিমি ভাটিতে, পূর্ব রেলওয়ের সাহেবগঞ্জ লুপ লাইনের জামালপুর স্টেশনকে পূর্ব মধ্য রেলওয়ের বারাউনি-কাটিহার অংশের সাথে সংযুক্ত কর। \n২,২৪০ মি (৭,৩৫০ ফু) -দীর্ঘ ফারাক্কা ব্যারেজ গঙ্গা জুড়ে একটি রেল-কাম-সড়ক সেতু বহন করে। রেল সেতুটি ১৯৭১ সালে জনসাধারণের জন্য উন্মুক্ত করে দেওয়া হয়, যার ফলে কলকাতাকে উত্তরবঙ্গ এবং আসামের সাথে সংযুক্ত করা হয়। \nএই   ১.৪৯ কিলোমিটার (০.৯৩ মাইল)  -দীর্ঘ সরাইঘাট ব্রিজ, ব্রহ্মপুত্রের উপর প্রথম রেল-কাম-সড়ক সেতু। জওহরলাল নেহেরু, ভারতের প্রথম প্রধানমন্ত্রী ১০ জানুয়ারি ১৯৬০ তারিখে আনুষ্ঠানিকভাবে ভিত্তিপ্রস্তর স্থাপন করেন এবং এটি ১৯৬২ সালে সমাপ্ত হয়, আসামের মিটার-গেজ রেলপথের দুটি অংশকে সংযুক্ত করে। \n\n\n== বিদ্যুতায়ন ==\n৮০৯ কিমি (৫০৩ মা) এর বিদ্যুতায়ন বারাউনি-কাটিহার-গুয়াহাটি সেকশন অনুমোদিত হয়। \n\n\n== তথ্যসূত্র ==\n|"}