{"pageid": 1134734, "title": "কার্টুন নেটওয়ার্ক (নেদারল্যান্ডস)", "url": "https://bn.wikipedia.org/wiki?curid=1134734", "content": "কার্টুন নেটওয়ার্ক হচ্ছে একটি ওলন্দাজ শিশুতোষ টেলিভিশন চ্যানেল যা নেদারল্যান্ডস এবং বেলজিয়ামে সম্প্রচার করে। এটিতে বেশিরভাগ অ্যানিমেটেড অনুষ্ঠান প্রচারিত হয়। এটি ওলন্দাজ এবং ইংরেজি ভাষা সম্প্রচার করে। কিন্তু কিছু প্রদানকারী শুধু ওলন্দাজ ভাষায় চ্যানেলটি প্রদান করে।\n\n\n== ইতিহাস ==\n১৯৯৩ সালের ১৭ সেপ্টেম্বরে কার্টুন নেটওয়ার্কের প্যান-ইউরোপীয় ফিড সম্প্রচার শুরু করে। এটি নেদারল্যান্ডসে ইংরেজি ভাষায় এবং টিএনটি ক্লাসিক মুভিজের সাথে সময় ভাগ করে সম্প্রচার করতো।\n১৯৯৭ সালের ১২ জুলাইতে প্রাতিষ্ঠানিক ওলন্দাজ ফিডের উদ্বোধন হয়। প্রতিদিন ১৮ ঘণ্টার জন্য সকাল ৬টার থেকে মধ্যরাতের পর্যন্ত সম্প্রচার করতো। বেশিরভাগ অনুষ্ঠান ওলন্দাজ সাবটাইটেল সহ ইংরেজিতে সম্প্রচার হতো, কিন্তু কিছু অনুষ্ঠান ওলন্দাজেও হতো। ২০০০ সালের ১ ফেব্রুয়ারিতে চ্যানেলের ওয়েবসাইট চালু হয়। সেই সালের ১৩ এপ্রিলে ১১টি ইস্যু এবং একটি বিশেষ সহ ম্যাগাজিন মুক্তি করা হয়।\n২০০১ সালের ১ আগস্টে ওলন্দাজ ফিডটি বন্ধ করে দেওয়া হয়, এবং ওলন্দাজ অডিও ট্র্যাক সহ প্যান-ইউরোপীয় ফিড এটিকে প্রতিস্থাপন করে, কিন্তু কিছু অনুষ্ঠান এবং সাবটাইটেল ইংরেজিতে ছিল এবং সমস্ত ধারাবাহিকতা ইংরেজিতে ছিল। সকাল ৬টার থেকে রাত ১০টার পর্যন্ত ১৬ ঘণ্টার জন্য সম্প্রচার করতো। ২০০৩ সালের ১ এপ্রিলে চ্যানেলটির সম্প্রচারের সময় কমানো হয়েছে, তখন ৯টার পর্যন্ত সম্প্রচার করেছিল। ২০০৬ সালের ২১ এপ্রিলে চ্যানেলটি নতুন লোগো গ্রহন করে। ২০০৮ সালের ২৫ এপ্রিলে ইউপিসি নেডর্লান্টস চ্যানেলে একটি ইংরেজি ভাষার অডিও ট্র্যাক অন্তর্ভূক্ত করে; সাথে জিগোও তাই করে ২০১০ সালে।\n২০১০ সালের ১৭ নভেম্বরে ওলন্দাজ ফিডটি ফিরে আসে, ২০১০ সালের সম্প্রচার স্টাইলের সাথে চব্বিশ ঘন্টার জন্য সম্প্রচার করা শুরু করেছে। সমস্ত অনুষ্ঠান এবং বিজ্ঞাপন ওলন্দাজ ভাষায় প্রচারিত হয়। কিছু টিভি প্রদানকারী, যেমন বেলগাকম এবং কানাল ডিঘিতাল প্যান-ইউরোপীয় ফিডটি প্রদান করতে থাকলো ২০১১ সালের ৩১ জানুয়ারির পর্যন্ত, সেই ফিড ওলন্দাজে সম্প্রচার করার শেষ দিন চিহ্নিত করে। ২০১১ সালের ফেব্রুয়ারির থেকে সমস্ত প্রদানকারী ওলন্দাজ ফিড পেয়েছে।\n২০১৮ সালের ১৮ জুলাইতে কেপিএনে কার্টুন নেটওয়ার্ক এইচডিতে সম্প্রচার শুরু করে, তারপরে ৩ ডিসেম্বরে জিগোতেও সম্প্রচার শুরু করে।\n\n\n== তথ্যসূত্র =="}