{"pageid": 113454, "title": "২০০৮ গ্রীষ্মকালীন অলিম্পিকে মুষ্টিযুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=113454", "content": "চীনের বেইজিং-এ ২০০৮ গ্রীষ্মকালীন অলিম্পিকের মুষ্টিযুদ্ধ অনুষ্ঠিত হয় ওয়ার্কার্স ইন্ডোর এরিনাতে।\nপুরুষ মুষ্টিযোদ্ধার স্বীকৃত ওজনের ভিত্তিতে মোট ১১টি বিভাগে পদক প্রদান করা হয়। ২০০৮-এর অলিম্পিক ছিল শেষ অলিম্পিক যাতে মহিলাদের অন্তর্ভুক্ত করা হয়নি। ২০১২সালের লন্ডন অলিম্পিকের জন্য আন্তর্জাতিক অলিম্পিক কমিটি মহিলাদের জন্য এই খেলা উন্মুক্ত করে দিয়েছে।\nঅলিম্পিকের অন্যান্য সংগ্রামমূলক ক্রীড়ার মত, এখানেও দুটি ব্রোঞ্জ পদক প্রদান করা হয়। মুষ্টিযুদ্ধে সেমিফাইনালের পরাজিত উভয়েই আর কোনো লড়াই না করেই একটি করে ব্রোঞ্জ পদক পায়। ফলে, কোয়ার্টার ফাইনালের লড়াই প্রকৃতপক্ষে ব্রোঞ্জ মেডেলের লড়াই হয়। অনুরূপে, সেমি ফাইনালের লড়াইকে রৌপ্য পদকের এবং ফাইনালের লড়াইকে স্বর্ণ পদকের লড়াই বলা যায়। সেইজন্য মোট ৪৪টি পদকের মধ্যে ২২টি ব্রোঞ্জ।\n\n\n== সংক্ষেপে পদক ==\n\n\n== বিভাগসমূহ ==\n\nলাইট ফ্লাইওয়েট (-৪৮কেজি)\nফ্লাইওয়েট (৪৮-৫১কেজি)\nব্যান্টমওয়েট (৫১-৫৪কেজি)\nফেদারওয়েট (৫৪-৫৭কেজি)\nলাইটওয়েট (৫৭-৬০কেজি)\nলাইট ওয়েল্টারওয়েট (৬০-৬৪কেজি)\nওয়েল্টারওয়েট (৬৪-৬৯কেজি)\nমিডলওয়েট (৬৯-৭৫কেজি)\nলাইট হেভিওয়েট (৭৫-৮১কেজি)\nহেভিওয়েট (৮১-৯১কেজি)\nসুপার হেভিওয়েট (+৯১কেজি)\n\n\n== যোগ্যতার মাপকাঠি ==\n\nপ্রত্যেক ন্যাশনাল অলিম্পিক কমিটি (NOC) মুষ্টিযুদ্ধের প্রত্যেক বিভাগে অনধিক ১জন করে প্রতিযোগীর চয়ন করতে পারে। আয়োজক দেশের জন্য সংরক্ষিত নয়টি স্থানের মধ্যে ছয়টি স্থান তারা বেছে নিতে পারে। বাকি স্থানগুলি ট্রাইপার্টাইট ইনভিটেশন কমিশনকে দেওয়া হয়। আয়োজক দেশের যত জন প্রতিযোগী AIBA বিশ্ব অপেশাদার মুষ্টিযুদ্ধ প্রতিযোগিতা ইত্যাদির মাধ্যমে যোগ্যতা অর্জন করবে, আয়োজক দেশ ততগুলি সংরক্ষিত স্থান হারাবে।\nযোগ্যতানির্ণায়ক প্রতিযোগিতাগুলি হল:\n\n২০০৭ বিশ্ব অপেশাদার মুষ্টিযুদ্ধ প্রতিযোগিতা - শিকাগো, মার্কিন যুক্তরাষ্ট্র, ২৩শে অক্টোবর-৩রা নভেম্বর (-৮১কেজি বিভাগগুলিতে ৮জন প্রতিযোগী, +৮১কেজি বিভাগগুলিতে ৪জন প্রতিযোগী)\nকন্টিনেন্টাল অলিম্পিক কোয়ালিফাইং ইভেন্টস (২০০৮সালে, আফ্রিকা, আমেরিকা, এশিয়া এবং ইউরোপে দুটি প্রতিযোগিতা)\n২০০৮ ওশেনিয়া বক্সিং চ্যাম্পিয়নশিপ\n\n* এর মধ্যে দুটি অতিরিক্ত স্থান প্রদান করে ট্রাইপার্টিয়েট ইনভিটেশন কমিশন, সুতরাং প্রতিযোগীদের কোটা হবে ২৮৬।\n\n\n== অংশগ্রহণকারী রাষ্ট্রসমূহ ==\n\n\n== বহিঃসংযোগ ==\n\n২০০৮ গ্রীষ্মকালীন অলিম্পিকে মুষ্টিযুদ্ধ"}