{"pageid": 1134655, "title": "অগ্নি (আয়ুর্বেদ)", "url": "https://bn.wikipedia.org/wiki?curid=1134655", "content": "সংস্কৃতে অগ্নির অর্থ হল \"আগুন\", এবং আয়ুর্বেদ অনুসারে, অগ্নি এমন একটি সত্তা যা মানুষের সমস্ত হজম এবং বিপাকীয় প্রক্রিয়ার জন্য দায়ী।\n\n\n== অগ্নির অবস্থানের উপর ভিত্তি করে শ্রেণীবিন্যাস ==\nবিপাকের স্তরের উপর নির্ভর করে যেখানে একটি নির্দিষ্ট অগ্নি কার্যকরীভাবে সক্রিয় থাকে, অগ্নিকে তিনটি উপ-শ্রেণীতে শ্রেণীবদ্ধ করা হয়েছে: 'জঘরাগ্নি', 'ভূতাগ্নি' এবং 'ধাতবগ্নি'।\n\n\n=== জ্যাঠারাগ্নি ===\nযেখানে জ্যাঠারাগ্নি পরিপাকতন্ত্রের খাদ্যের উপর কাজ করে এবং এটিকে শোষণযোগ্য আকারে রূপান্তরিত করে, ভূতাগ্নি পরিপাক উপাদান শোষিত হওয়ার পরে কাজ করে।\n\n\n=== ভূতাগ্নি ===\nভূতাগ্নি ৫ প্রকার। এই ৫টির প্রত্যেকটি শোষিত খাদ্যের ৫টি আদি উপাদানের উপর কাজ করে: পৃথিবী, জল, আগুন, বায়ু এবং মহাকাশ। এই ৫টি ভুটাগনি স্তরগুলিকে এমন আকারে রূপান্তরিত করে যা টিস্যু স্তরে একীভূত হতে পারে।\n\n\n=== ধাতবগ্নি ===\nঅগ্নির তৃতীয় শ্রেণি, ধাতবগ্নি, টিস্যু বিপাকের স্তরে কাজ করে এবং টিস্যু পুষ্টির টিস্যু বিপাকের ক্ষেত্রে সহায়ক। এটি ৭ ধরনের টিস্যুর উপর ভিত্তি করে যা এটি পুষ্টিতে সাহায্য করে।\n\n\n== অগ্নির শ্রেণীবিন্যাস তার শক্তির উপর ভিত্তি করে ==\nআরও, আয়ুর্বেদ অগ্নির চারটি কার্যকরী অবস্থাকে স্বীকৃতি দেয়: সামগ্নি (নিয়মিত), বিষমগ্নি (অনিয়মিত), টিকসাগ্নি (তীব্র) এবং মন্দাগ্নি (দুর্বল)।\n\n\n== সামগ্নি ==\nসামগ্নি কোনো অনিয়ম ছাড়াই সঠিক সময়ে খাওয়া খাবারের সম্পূর্ণ হজম নিশ্চিত করে। এর কার্যকলাপ খুব তীব্র বা খুব দুর্বল নয়। এটা ঠিক উপযুক্ত এবং সেইজন্য, আদর্শও। যখন সমস্ত দোষ, বাত-পিত্ত-কফ ভারসাম্যের অবস্থায় থাকে তখন এর ফল হয়।\n\n\n=== বিষমগ্নি ===\nবিষমগ্নি অগ্নির একটি অপ্রত্যাশিত অবস্থার প্রতিনিধিত্ব করে, যা বায়ুর আধিপত্যের কারণে। এটি কখনও কখনও দ্রুত খাবার হজম করে এবং অন্য সময়ে এটি খুব ধীরে ধীরে করে, যা অনির্দেশ্যতার প্রতিনিধিত্ব করে।\n\n\n=== টিকসাগ্নি ===\nপিত্তের আধিপত্যের কারণে টিকাগ্নির ফলাফল হয় যা তীব্র, এবং তাই, এটি খুব অল্প সময়ের মধ্যে খুব ভারী খাবারও সহজে হজম করে।\n\n\n=== মন্দাগ্নি ===\nমন্দাগ্নি তিক্ষ্ণাগ্নির বিপরীত: এটি তার কার্যকলাপে বশীভূত। এই অগ্নি অল্প পরিমাণ খাদ্য হজম করতে এবং বিপাক করতে অক্ষম। অগ্নির এই অবস্থা কফের আধিপত্যের ফল।\n\nসুশ্রুত সংহিতা\nঐতিহ্যগত ঔষধ\n\n\n== তথ্যসূত্র =="}