{"pageid": 1134304, "title": "গেসুদারাজ", "url": "https://bn.wikipedia.org/wiki?curid=1134304", "content": "গেসুদারাজ প্রথম শায়খুল মাশায়েখ সৈয়দ মুহাম্মদ গেসুদারাজ বিন সৈয়দ আবদুল গাফফার ৩৯০ হিজরিতে বাগদাদের (বর্তমানে কিরগিজস্তান) উপকন্ঠ থেকে সুলাইমান পর্বতে আসেন এবং বার্মালে বসতি স্থাপন করেন যেখানে ইতিমধ্যেই ঘোরগাশত এবং শিরানী কায়সি পাঠানরা বসতি স্থাপন করেছিল। তারিখ আফগানাহ এবং আনসাবের করণে সৈয়দ মুহাম্মদকে গেসুদারাজ হিসেবে স্মরণ করা হয়েছে। সেই সময়ে তার লম্বা চুলের জন্য তিনি গেসুদারাজ নামে খ্যাত হন। তিনি কাকার, শেরানি এবং কার্লানি (লুকমানি) উপজাতির তিন নারীকে বিয়ে করেছিলেন, যাদের সাথে তার চারটি সন্তান ছিল। তিনি মুক্তাদর আব্বাসির শাসনামলে দেশান্তরিত হন। তিনি ছিলেন গজনীর বিখ্যাত বাদশাহ সুলতান মাহমুদের পারিবারিক পরামর্শদাতা। তিনি খাকসরিয়া সিলসিলার বড় সাধক এবং তার উপাধি চেরাগ আলী শাহ।\n\n\n== জন্ম ==\nতিনি বাগদাদের ওশ শহরে ৩৭১ হিজরি মোতাবেক ৯৮১ হিজরিতে জন্মগ্রহণ করেন।\n\n\n== নাম এবং বংশ পরিচয় ==\nতার নাম সৈয়দ মুহাম্মদ, উপাধি গেসুদারাজ প্রথম,  চেরাগ আলী শাহ (খাকসরিয়া সিলসিলা) এবং শায়খুল মাশায়েখ, তিনি হোসাইনি জাফরি আরাজি সৈয়দ বংশের। তার পূর্বপুরুষরা ইরাক, সিরিয়া এবং কিরগিজস্তান হয়ে ওশে চলে যান। তিনি আফগানিস্তানের (বর্তমানে পাকিস্তান) বার্মালের কাছে সুলাইমান পর্বতে পৌঁছান। \nবংশপরিচয়: শায়খুল মাশায়েখ মুহাম্মদ গেসুদারাজ বিন সৈয়দ আবদুল গাফফার (মুহাম্মদ সৈয়দ ঘোর নামে পরিচিত) বিন সৈয়দ উমর আল-ওয়াশি বিন সৈয়দ হাসান আল-ফাতিহ বিন আবি আল-হাসান আলী কাব সানি বিন সৈয়দ হোসাইন (সৈয়দ কাফ নামে পরিচিত) বিন আবি জিন সৈয়দ আলী (সৈয়দ কায়েন নামে পরিচিত) বিন সৈয়দ মুহাম্মদ শাহরানী (যিনি সৈয়দ রিজাল নামে পরিচিত) বিন সৈয়দ আলী বিন ইসমাইল আল-আরজ বিন ইমাম জাফর সাদিক। \nতার চারজন ছেলে ছিল। সৈয়দ আহমদ সাইফুদ্দিন (তার মা তারান উপজাতির) যিনি মাশওয়ানিদের দাদা, সৈয়দ মোহাম্মদ সানি (তার মা শিরানী উপজাতির) যিনি ইশতারানিদের দাদা, সৈয়দ নূরুদ্দীন আব্বাস এবং সৈয়দ ফখরুদ্দিন মুহাম্মদ (তাদের মা কার্লানি উপজাতির) যাদের উত্তরাধিকারী যথাক্রমে ওয়ারদাগ ও হানি। তার বংশধররা ইরান, আফগানিস্তান, পাকিস্তান, ভারত, মিশর, চীনে রয়েছে। তার বংশধরদের মধ্যে অনেকেই পশতুন এলাকায় আফগান জীবনযাপন করে। \nতিনি আফগানদের মধ্যে বসবাসকারী বেশ কয়েকটি উপজাতির বংশগত প্রধান হিসাবে পরিচিত। \n\n\n== তথ্যসূত্র =="}