{"pageid": 1134953, "title": "নাহদলাতুল উলামা", "url": "https://bn.wikipedia.org/wiki?curid=1134953", "content": "নাহদলাতুল উলামা (আক্ষ. 'Revival of the Ulama' উলামাদের পুনরুজ্জীবন ', NU) ইন্দোনেশিয়ার একটি ইসলামী সংগঠন। এর সদস্য সংখ্যা আনুমানিক ৪ কোটি(২০১৩) থেকে ৯ কোটি (২০১৯)। এটি বিশ্বের বৃহত্তম ইসলামী সংগঠন। এনইউ একটি দাতব্য সংস্থা যা স্কুল এবং হাসপাতালগুলিকে অর্থায়নের পাশাপাশি দারিদ্র্য দূরীকরণে সহায়তা করার জন্য সম্প্রদায়গুলিকে সংগঠিত করে৷\nএনইউ প্রতিষ্ঠিত হয়েছিল ১৯২৬ সালে একজন উলামা ও বণিক দ্বারা ঐতিহ্যবাদী ইসলামিক রীতিনীতি (শাফিঈ মাযহাবের মতে) এবং এর সদস্যদের অর্থনৈতিক স্বার্থ উভয় রক্ষা করার জন্য। এনইউ-এর ধর্মীয় দৃষ্টিভঙ্গিগুলিকে \"ঐতিহ্যবাদী\" হিসাবে বিবেচনা করা হয়, কারণ তারা স্থানীয় সংস্কৃতিকে সহ্য করে যতক্ষণ না এটি ইসলামি শিক্ষার বিরোধিতা করে না। বিপরীতে ইন্দোনেশিয়ার দ্বিতীয় বৃহত্তম ইসলামি সংগঠন মুহাম্মাদিয়াকে \"সংস্কারবাদী\" হিসাবে বিবেচনা করা হয় কারণ এটি কুরআন এবং সুন্নাহর আরও আক্ষরিক ব্যাখ্যায় চলে।\nনাহদলাতুল উলামার কিছু নেতা ইসলাম নুসানতারার প্রবল সমর্থক, ইসলামের একটি স্বতন্ত্র ব্র্যান্ড যা ইন্দোনেশিয়ার সামাজিক-সাংস্কৃতিক অবস্থার সাথে মিথস্ক্রিয়া, প্রাসঙ্গিককরণ, স্বদেশীকরণ, ব্যাখ্যা এবং স্থানীয়করণের মধ্য দিয়ে যায়। ইসলাম নুসন্তরা নরমপন্থা, মৌলবাদ বিরোধী, বহুত্ববাদ এবং এক পর্যায়ে সমন্বয়বাদকে প্রচার করে। যাইহোক,এনইউ এর অনেক প্রবীণ নেতা এবং ধর্মীয় পণ্ডিত ইসলাম নুসন্তরাকে আরও রক্ষণশীল পদ্ধতির পক্ষে প্রত্যাখ্যান করেছেন।\n\n\n== মতাদর্শ ==\nনাহদলাতুল উলামা আকলি (যুক্তিবাদী ) এবং নকলি (শাস্ত্রবাদী) প্রবণতার মধ্যবর্তী পথ গ্রহণ করে আশআরিজমের আদর্শ অনুসরণ করে।সংস্থাটি কুরআন,সুন্নাহ এবং মনের ক্ষমতা ও অভিজ্ঞতামূলক বাস্তবতার সাথে এর চিন্তার উৎস হিসাবে উল্লেখ করে। ধর্মতত্ত্বের ক্ষেত্রে আবু আল-হাসান আল-আশআরি এবং আবু মনসুর আল-মাতুরিদির মতো পূর্ববর্তী চিন্তাবিদরা এই পদ্ধতির জন্য দায়ী।\nআইনশাস্ত্রের ক্ষেত্রে,এটি হানাফী,মালেকি, শাফী এবং হাম্বলী মাযহাবের আইনকে স্বীকৃতি দেয়, তবে অনুশীলনে শাফী শিক্ষার উপর নির্ভর করে।সুফিবাদের ক্ষেত্রে এনইউ আল-গাজালি এবং জুনাইদ আল-বাগদাদির পথ অনুসরণ করে। পশ্চিমা সংবাদ মাধ্যম এটিকে একটি প্রগতিশীল ও উদারপন্থী এবং বহুত্ববাদী ইসলামী আন্দোলন হিসেবে বর্ণনা করেছে,    তবে এটি একটি বৈচিত্র্যময় সংগঠন, যার পাশাপাশি বৃহৎ রক্ষণশীল দল রয়েছে।\nনাহদলাতুল উলামা সংগঠন থেকে বলা হয়েছে যে এটি কোন রাজনৈতিক সংগঠনের সাথে আবদ্ধ নয়।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nএনইউ প্রতিষ্ঠিত হয় ১৯২৬ সালের গোঁড়ায় আশ'আরি মুসলিম পণ্ডিতদের জন্য একটি সংগঠন হিসাবে, মুহাম্মদিয়া ও পিইআরএসআইএস (PERSIS ,সংগঠন) এর আধুনিকতাবাদী নীতির বিপরীতে এবং আল-ইরশাদ আল-ইসলামিয়া সংগঠনের সালাফি আন্দোলনের উত্থানের বিপরীতে, যেটি প্রাক-ইসলামিক জাভানিজ হিন্দু এবং বৌদ্ধ ঐতিহ্য দ্বারা প্রভাবিত স্থানীয় রীতিনীতি প্রত্যাখ্যান করেছে।সংগঠনটি প্রতিষ্ঠিত হয় হিজাজের কমিটি তার দায়িত্ব পালন করার পরে ও বিলুপ্ত হওয়ার পথে।সংগঠনটি পূর্ব জাভাতে একটি ইসলামিক ধর্মীয় বিদ্যালয়ের প্রধান হাসিম আসিয়ারি দ্বারা প্রতিষ্ঠিত হয়।সংগঠনটি প্রসারিত হয়েছে কিন্তু এর সমর্থনের ভিত্তি পূর্ব জাভাতেই রয়ে গেছে।১৯২৮ সাল নাগাদ, এনইউ তার ধর্মোপদেশে আরবির পাশাপাশি জাভানিজ ভাষা ব্যবহার করছিল।   \n১৯৩৭ সালে ইন্দোনেশিয়ার এনইউ ও অন্যান্য সুন্নি ইসলাম সংগঠনগুলির মধ্যে দুর্বল সম্পর্ক থাকা সত্ত্বেও সংগঠনগুলি ইন্দোনেশিয়ার সুপ্রিম ইসলামিক কাউন্সিল প্রতিষ্ঠা করে (ইন্দোনেশীয়: Majlis Islam A'laa Indonesia, MIAI) একটি আলোচনা ফোরাম হিসাবে।সেই সময়ে বিদ্যমান অন্যান্য ইসলামী সংগঠনগুলোর সাথে তারা যোগ দেয়।১৯৪২ সালে জাপানিরা ইন্দোনেশিয়া দখল করে এবং সেপ্টেম্বরে জাকার্তায় ইসলামী নেতাদের একটি সম্মেলন অনুষ্ঠিত হয়। \nজাপানিরা এমআইএআই-কে প্রতিস্থাপন করতে চেয়েছিল,কিন্তু সম্মেলনটি শুধুমাত্র সংগঠন বজায় রাখার সিদ্ধান্ত নেয়নি বরং দখলদাররা যেমন চেয়েছিল অরাজনৈতিক এনইউ বা মুহাম্মদিয়াহ-এর সদস্যদের পরিবর্তে পিএসআই-এর অন্তর্গত রাজনৈতিক ব্যক্তিত্বদের নেতৃত্বের জন্য নির্বাচিত করেছিল।মাত্র এক বছরেরও বেশি সময় পরে এমআইএআই বিলুপ্ত হয়ে যায় এবং জাপানি-নিবেদক মাসুমি (ইন্দোনেশিয়ার মুসলমানদের পরামর্শদাতা পরিষদ) দ্বারা প্রতিস্থাপিত হয়।হাসজিম আসজারি ছিলেন কাল্পনিক চেয়ারম্যান কিন্তু বাস্তবে নতুন সংগঠনের নেতৃত্বে ছিলেন তার ছেলে ওয়াহিদ হাসিম।অন্যান্য এনইউ এবং মুহাম্মদিয়াহ ব্যক্তিত্বরা নেতৃত্বের পদে অধিষ্ঠিত ছিলেন।  \n১৯৪৫ সালে,সুকর্ণো ও হাত্তা ইন্দোনেশিয়ার স্বাধীনতা ঘোষণা করেন ।ইন্দোনেশিয়ার স্বাধীনতা যুদ্ধের সময় এনইউ ঘোষণা করেছিল যে ডাচ ঔপনিবেশিক শক্তির বিরুদ্ধে যুদ্ধ ছিল একটি পবিত্র যুদ্ধ ও সমস্ত মুসলমানদের জন্য বাধ্যতামূলক।স্বাধীনতার জন্য লড়াই করা গেরিলা গোষ্ঠীগুলির মধ্যে ছিল হিজবুল্লাহ এবং সাবিলিল্লাহ,যাদের নেতৃত্বে ছিল এনইউ। \n\n\n=== ইসলামী রাজনৈতিক দলে রূপান্তর ===\nইন্দোনেশিয়ার স্বাধীনতার স্বীকৃতির পর  মাসুমি নামে একটি নতুন দল এনইউ এর একটি অঙ্গসংগঠন হিসাবে প্রতিষ্ঠিত হয়।সেই সময়ে এনইউ নেতৃত্বের কোন রাজনৈতিক দক্ষতা ছিল না এবং ধর্ম বিষয়ক মন্ত্রী নিযুক্ত চেয়ারম্যান ওয়াহিদ হাসিমকে বাদ দিয়ে মন্ত্রিসভার কয়েকটি প্রভাবশালী পদে নিয়োগ হয়।এনইউ মাসুমির মধ্যে তার প্রভাবের অভাব নিয়ে অসন্তুষ্ট ছিল।বিশেষ করে ১৯৪৯ সালের পার্টি সম্মেলনে একটি সিদ্ধান্তের পরে পার্টির ধর্মীয় কাউন্সিলকে পরিবর্তন করে।যার উপর এনইউ একটি ক্ষমতাহীন উপদেষ্টা সংস্থায় বিভিন্ন পদে অধিষ্ঠিত ছিল। \nদুই বছর পর হজ যাত্রার সংগঠন নিয়ে বিরোধের কারণে প্রধানমন্ত্রী নাটসির পরবর্তী মন্ত্রিসভায় ধর্ম বিষয়ক মন্ত্রী হিসেবে হাসিমকে পুণঃর্নিযুক্ত করার বিরোধিতা করেন।আসন্ন মন্ত্রিসভা সংকটে  এনইউ হাসিমকে ধরে রাখা সহ একাধিক দাবি করে এবং মাসুমিকে ছেড়ে যাওয়ার হুমকি দেয়।৫ এপ্রিল ১৯৫২-এ হাসিম ছাড়া একটি নতুন মন্ত্রিসভা ঘোষণা হয়।এনইউ নীতিগতভাবে মাসুমিকে ছেড়ে যাওয়ার সিদ্ধান্ত নেয়।তিন মাস পরে ৩০ আগস্ট  মাসুমি কাউন্সিল থেকে এনইউ তার সমস্ত সদস্য প্রত্যাহার করে পিএসএসআই এবং বেশ কয়েকটি ছোট সংগঠনের সমন্বয়ে ইন্দোনেশিয়ান লীগ অফ মুসলিম প্রতিষ্ঠা করে।এতে সভাপতিত্ব করেন হাসিম। \nউদার গণতন্ত্রের যুগে (১৯৫০-১৯৫৬)  এনইউ সদস্যরা বেশ কয়েকটি মন্ত্রিসভা পদে দায়িত্ব পালন করেছিলো।প্রথম আলী সাস্ট্রোমিদজোজো মন্ত্রিসভায় এনইউ তিনটি আসন দখল করে  জয়নুল আরিফিন দ্বিতীয় উপ-প্রধানমন্ত্রী নিযুক্ত হন। এই মন্ত্রিসভার পতনের পর কিছু এনইউ সদস্য এনইউ-এর নতুন মন্ত্রিসভায় যোগদানের বিরোধিতা করেছিল যা বুরহানউদ্দিন হরহাপ মন্ত্রিসভা দ্বারা গঠিত হবে এবং বিশ্বাস করে যে তিনি যদি মন্ত্রিসভা গঠন করতে না পারেন তবে এনইউকে চেষ্টা করার জন্য আমন্ত্রণ জানানো হবে।অবশেষে এটিকে অংশগ্রহণের জন্য চাপ দেওয়া হয় এবং মন্ত্রিসভায় অভ্যন্তরীণ ও ধর্মীয় বিষয়ক পোর্টফোলিও প্রদান করা হয় এবং ১২ আগস্ট ১৯৫৫-এ শপথ নেয়। \n২৯ সেপ্টেম্বর ১৯৫৫ ইন্দোনেশিয়া তার প্রথম সংসদীয় নির্বাচন অনুষ্ঠিত হয়।ইন্দোনেশিয়ান ন্যাশনাল পার্টি এবং মাসুমির পিছনে এনইউ প্রায় ৭০ লক্ষ ভোট পায় অর্থাৎ মোট ভোটের ১৮.৪% নিয়ে তৃতীয় স্থান অধিকার করে।এটি গণপরিষদে ৪৫টি আসন পেয়েছে যা নির্বাচনের আগে মাত্র আটটি ছিল।এনইউ ছিল তার পূর্ব জাভা ঘাঁটিতে সবচেয়ে বড় দল এবং এর ৮৫.৬% ভোট জাভা থেকে এসেছে।বাইরের দ্বীপের প্রতিনিধিত্বকারী মাসুমি,শহুরে ভোটার এবং গ্রামীণ জাভানি নির্বাচনী এলাকার প্রতিনিধিত্বকারী এনইউ-এর মধ্যে একটি স্পষ্ট বিভাজন ছিল।তিন মাস পরে সাংবিধানিক পরিষদের জন্য নির্বাচন অনুষ্ঠিত হয় যা একটি স্থায়ী সংবিধান প্রণয়নের দায়িত্ব পায়।ফলাফলগুলি খুব অনুরূপ ছিল এনইউ ৫১৪টি আসনের মধ্যে ৯১টি আসন জিতেছে৷  \n১৯৫০-এর দশকে এনইউ এখনও ইন্দোনেশিয়াকে একটি ইসলামিক রাষ্ট্র হতে দেখতে চেয়েছিল এবং ১৯৫৩  সালের রাষ্ট্রপতির বক্তৃতায় তার অসম্মতি প্রকাশ করেছিল যেখানে সুকর্ণো এটি প্রত্যাখ্যান করেছিলেন।তিন বছর পরে এটি সুকর্নোর \"ধারণা\"র বিরুদ্ধেও যুক্তি দেয় যা অবশেষে নির্দেশিত গণতন্ত্র প্রতিষ্ঠার দিকে পরিচালিত করবে কারণ মন্ত্রিসভায় বসে থাকা পিকেআই সদস্যদের অঙ্গীকারবদ্ধতা।১৯৫৬ সালের ২রা মার্চ পারমেস্তা বিদ্রোহ শুরু হয়।এর দাবিগুলোর মধ্যে ছিল মোহাম্মদ হাত্তাকে ভাইস-প্রেসিডেন্ট পদে ফিরিয়ে আনা।এনইউ এই ডাক সমর্থন করেছে। \nইতোমধ্যে সাংবিধানিক পরিষদে এনইউ মাসুমি, ইন্দোনেশিয়ান ইসলামিক ইউনিয়ন পার্টি (পিএসআইআই),ইসলামিক শিক্ষা আন্দোলন এবং অন্যান্য দলে যোগ দিয়ে ইসলামিক ব্লক গঠন করে।যারা ইন্দোনেশিয়াকে কে একটি ইসলামী রাষ্ট্রে পরিণত করতে চায়।ব্লকটি মোট আসনের ৪৪.৮% নিয়ে গঠিত।যাইহোক,ব্লকগুলির মধ্যে কোনটি সংখ্যাগরিষ্ঠতা অর্জন করতে সক্ষম না হওয়ায়  সংবিধানের মাধ্যমে এটি চেয়েছিল কিন্তু বিধানসভায় সম্মতি পেতে ব্যর্থ হয়েছিল এবং ৫ জুলাই ১৯৫৯-এ একটি ডিক্রিতে সুকর্ণো দ্বারা ভেঙে দেওয়া হয় যা ১৯৪৫ সালের মূল সংবিধানকে পুনরুদ্ধার করেছিল,যা রাষ্ট্রকে ঘোষণা করেছিল পঙ্কসিলা দর্শনের উপর ভিত্তি করে,ইসলাম নয়। \n১৯৬০ সালে  প্রেসিডেন্ট সুকর্ণো মাসুমিকে পেরমেস্তা বিদ্রোহে জড়িত থাকার অভিযোগে নিষিদ্ধ করেছিলেন।এনইউ-এর নেতৃত্ব ইন্দোনেশিয়ার দরিদ্রপন্থী কমিউনিস্ট পার্টিকে দেখেছিল যেটি সুকর্নোর কাছাকাছি ছিল তার উচ্চাকাঙ্ক্ষার প্রতিবন্ধক হিসাবে এবং দরিদ্রদের সমর্থন পাওয়ার জন্য এটির সাথে প্রতিদ্বন্দ্বিতা করেছিল।পাঁচ বছর পরে ৩০ সেপ্টেম্বর আন্দোলনের অভ্যুত্থান প্রচেষ্টা সংঘটিত হয়।১৯৬৫ সালে দলটি জেনারেল সুহার্তো -নেতৃত্বাধীন সেনাবাহিনীর পক্ষ নিয়েছিল এবং ইন্দোনেশিয়ার কমিউনিস্টদের গণহত্যায় ব্যাপকভাবে জড়িত ছিল।এনইউ পরে সুহার্তোর শাসনের বিরোধিতা শুরু করে।\n১৯৮৪ সালে নাহদলাতুল উলামার প্রতিষ্ঠাতা হাসিম আসিয়ারির নাতি আবদুর রহমান ওয়াহিদ তার পিতার কাছ থেকে নেতৃত্বের উত্তরাধিকার পেয়েছিলেন। পরে ১৯৯৯ সালে ইন্দোনেশিয়ার রাষ্ট্রপতি নির্বাচিত হন। তিনি আনুষ্ঠানিকভাবে ১৯৬৫ সালের ঘটনাগুলিতে এনইউ-এর জড়িত থাকার জন্য ক্ষমা চেয়েছিলেন। তিনি আরও বলেছিলেন যে \"  নাহদলাতুল উলামা (NU) হল শিয়া বিয়োগ ইমামাহ; একইভাবে শিয়া হল এনইউ প্লাস ইমামাহ।\" উভয়ের মধ্যে অনেক মিল রয়েছে যেমন কিয়ের অবস্থান এবং ভূমিকা।  তাদের মধ্যে প্রধান বৈসাদৃশ্য হল এনইউ-তে ধারণাটি স্বীকৃত সংস্কৃতির আকারে দৃশ্যমান যেখান শিয়াতে এটি ধর্মতত্ত্বের রূপ নেয়।।\nসুকর্ণোর পদচ্যুত হওয়ার পর  রাষ্ট্রপতি সুহার্তোর অধীনে নিউ অর্ডার শাসন ১৯৭১ সালে নির্বাচন অনুষ্ঠিত হয়।সরকার কর্তৃক এনইউতে কারসাজি হওয়া সত্ত্বেও (যার কারণে এটি অনেক বিশ্বাসযোগ্যতা হারায়) এনইউ ১৯৫৫ সালের ভোট থেকে তার ১৮% ভোটের অংশ বজায় রাখতে সক্ষম হয়।যাইহোক, ১৯৭৩ সালে এটি নতুন ইউনাইটেড ডেভেলপমেন্ট পার্টিতে \"রুপান্তরিত\" করতে বাধ্য হয়েছিল (ইন্দোনেশীয়: Partai Persatuan Pembangunan, PPP )১৯৭৭ এবং ১৯৮২ সালের নির্বাচনে সরকার গোলকার সংগঠনের পৃষ্ঠপোষকতার পরে পিপিপি দ্বিতীয় স্থানে ছিল কিন্তু ১৯৮৪ সালে নতুন এনইউ চেয়ারম্যান আবদুর রহমান ওয়াহিদ (যেটি গুস দুর নামেও পরিচিত) ওয়াহিদ হাসচিমের ছেলে পিপিপি থেকে এনইউ প্রত্যাহার করেছিলেন কারণ এনইউ এর প্রভাবের অভাব নিয়ে অসন্তোষ।ফলস্বরূপ, ১৯৮৭ সালের নির্বাচনে পিপিপির ভোট ১৯৮২ সালে ২৮% থেকে কমে মাত্র ১৬% এ নেমে আসে।এরপর থেকে জাতীয় বিশ্ববিদ্যালয় ধর্মীয় ও সামাজিক কর্মকাণ্ডে মনোনিবেশ করবে বলে আশা করা হচ্ছিল।  \n\n\n=== রাজনীতির বাইরে ===\n১৯৮৪ সালে নতুন আদেশে সরকার ঘোষণা করেছিল যে সমস্ত সংস্থাকে তাদের ভিত্তি হিসাবে রাষ্ট্রীয় আদর্শ  গ্রহণ করতে হবে।আবার এনইউ মিটমাট করছিল গুস ডুর প্যানকাসিলাকে \"মহৎ আপোস\" বলে অভিহিত করেছিল মুসলমানদের জন্য। \n১৯৯০ সালে এনইউ গ্রামীণ ব্যাংকগুলোর একটি ব্যবস্থা প্রতিষ্ঠার জন্য ব্যাংক সুমার সাথে কাজ করেছিল।সুহার্তো বিশুদ্ধভাবে ধর্মীয় কর্মকাণ্ডের বাইরে এনইউ বিপথগামী হওয়াকে অনুমোদন করেননি এবং ব্যাংকটির মালিকানা একটি খ্রিস্টান জাতি-চীনা পরিবারের দ্বারা বিতর্কিত হয়েছিল।আর্থিক অব্যবস্থাপনার কারণে অবশেষে দুই বছর পর ব্যাংকটি বন্ধ হয়ে যায়।১৯৯২ সালের আইনসভা নির্বাচনের তিন মাস আগে জাকার্তা স্টেডিয়ামে একটি গণসমাবেশ করার মাধ্যমে গুস দুর শাসনের অসন্তোষ  জানান যা স্পষ্টতই প্যানকাসিলার প্রতি সমর্থনের দরুণ। \nএর ফলে গুস দুরকে লেফটেন্যান্ট কর্নেলের সাথে দেখা করার জন্য আমন্ত্রণ জানানো হয়েছিল।জাকার্তা সামরিক সদর দফতরের সুহার্তোর জামাতা প্রবোও সুবিয়ানতো ।সভায় গুস দুরকে অগ্রহণযোগ্য রাজনৈতিক আচরণ এড়াতে সতর্ক করা হয়েছিল এবং বলা হয়েছিল যে তিনি যদি নিজেকে ধর্মীয় বিষয়ে সীমাবদ্ধ না রেখে রাজনীতিতে নিজেকে জড়িত করার জন্য জোর দেন।  সুহার্তোর  আরও রাষ্ট্রপতির মেয়াদের জন্য সমর্থন প্রকাশ করেন।জবাবে গুস দুর এনইউ ছাড়ার হুমকি দেন।এর ফলে শাসন পিছিয়ে যায়, কারণ এটি গুস দুরকে নামিয়ে আনার ঝুঁকি নিতে পারেনি। \n\n\n=== পরবর্তী সময়ে ===\nসুহার্তোর পতনের সময় নাহদলাতুল উলামা সদস্য এবং ইসলামিক ধর্মগুরুরা পূর্ব জাভার বানিউওয়াঙ্গিতে দাঙ্গাকারীদের দ্বারা নিহত হন । \n সুহার্তোর পতনের পর এবং ভাইস-প্রেসিডেন্ট বিজে হাবিবি তার স্থলাভিষিক্ত হওয়ার পর  ১৯৯৮ সালের জুলাইয়ে গুস ডুর জাতীয় জাগরণ পার্টি (ইন্দোনেশীয়: Partai Kebangkitan Bangsa, PKB) প্রতিষ্ঠার ঘোষণা দেন। )১০ নভেম্বর গুস দুর অন্যান্য সংস্কারপন্থী ব্যক্তিত্ব আমিয়েন রইস, মেগাবতী সুকর্ণপুত্রি এবং সুলতান হামেংকুবুওনোর সাথে দেখা করেন।তথাকথিত সিগানজুর ফোর গুস দুরের বাড়ির অবস্থানের নামানুসারে হাবিবি প্রশাসনকে \"ক্রান্তিকালীন\" বলে একটি ঘোষণা জারি করে এবং নির্বাচন এগিয়ে আনার জন্য এবং ইন্দোনেশিয়ার সামরিক বাহিনীকে তার রাজনৈতিক ভূমিকা শেষ করার আহ্বান জানিয়েছিল। \n১৯৫৫ সালের পর ইন্দোনেশিয়ার প্রথম অবাধ নির্বাচনে ৭ জুন ১৯৯৯-এ অনুষ্ঠিত পিকেবি ১৩ শতাংশ ভোট জিতেছিল।পিপলস কনসালটেটিভ অ্যাসেম্বলির আসন্ন অধিবেশনে গুস দুর ইন্দোনেশিয়ার রাষ্ট্রপতি নির্বাচিত হন মেগাবতীকে ৩১৩ ভোটে ৩৭৩ ভোটে পরাজিত করেন।  তবে মাত্র দুই বছর পর তাকে পদচ্যুত করা হয়।পিকেবি পরবর্তীকালে দুটি যুদ্ধকারী দলে বিভক্ত হয়ে যায় যার একটির নেতৃত্বে ছিলেন গুস ডুর কন্যা ইয়েনি ওয়াহিদ।২০০৮ সালে রাষ্ট্রপতি সুসিলো বামবাং ইউধোয়োনোকে বিরোধ সমাধানে জড়িত করার জন্য গুস দুরের একটি প্রচেষ্টা ব্যর্থ হয় এবং ২০০৯ সালের নির্বাচনে পিকেবি ভোট ২০০৪ সালের আগের ভোটের অর্ধেক ছিল।মাকাসারে অনুষ্ঠিত ২০১০ সালের সম্মেলনে এনইউ বিভক্তি নিয়ে আলোচনা না করার সিদ্ধান্ত নেয় এবং রাজনৈতিক পদে বহাল থাকা কর্মকর্তাদের নিষিদ্ধ করার একটি প্রস্তাব পাস করে  যা ভবিষ্যতে রাজনৈতিক সম্পৃক্ততা এড়ানোর প্রতিশ্রুতি হিসাবে দেখা হয়।  \nসম্মেলনের পরে এনইউ এর দীর্ঘমেয়াদী ভূমিকা নিয়ে উদ্বেগ জাতীয় গণমাধ্যমে মন্তব্যে বুঝা যায়।২০১১ সালে উদাহরণস্বরূপ‌ এনইউ-এর যে জাতীয় ভূমিকা পালন করা উচিত এবং এনইউ এবং জাতীয় জাগরণ পার্টি এর মধ্যে ঘনিষ্ঠ রাজনৈতিক সম্পর্ক সম্পর্কে আলোচনা অব্যাহত ছিল।উদাহরণ স্বরূপ গুস ডুর কন্যা ইয়েনি ওয়াহিদের মন্তব্যগুলি এই উদ্বেগের প্রতিফলন ঘটায় যখন তিনি বলেছিলেন যে এনইউ খণ্ডিত হচ্ছে এবং \"অপ্রাসঙ্গিকতার দিকে সরে যাচ্ছে\"৷\n\n\n== লক্ষ্য ==\nইসলামী শিক্ষার প্রসারের জন্য এনইউর বিদ্যমান প্রচারের পাশাপাশি এটি ৬,৮৩০টি ইসলামিক বোর্ডিং স্কুল বা পেসেন্ট্রেন এর নেটওয়ার্কের মাধ্যমে শিক্ষামূলক কার্যক্রম পরিচালনা করে।এছাড়াও এটি ৪৪টি বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা ও অধিকারী এবং অর্থনৈতিক ও কৃষি অধ্যয়ন এবং পরিবার পরিকল্পনা সহ সামাজিক কর্মকাণ্ডের সাথে জড়িত। এর লক্ষ্য হল উগ্রপন্থা,চরমপন্থা এবং সন্ত্রাসবাদকে দমন করা যা এটি দাবি করে যে,\"প্রায়শই ইসলামী শিক্ষাগুলোর অপব্যাখ্যা দিয়ে প্রভাবিত করে উৎপন্ন হয়।\" তাই তাদের নিজ নিজ দেশে একটি সঠিক ইসলামী বার্তা ছড়িয়ে দেওয়া।\nডিসেম্বর ২০১৪ সালে, এনইউ চরমপন্থা এবং জিহাদিবাদের বিরুদ্ধে একটি বিশ্বব্যাপী প্রচারণা শুরু করেছে।ইন্দোনেশিয়ায় একটি প্রতিরোধ কেন্দ্র নির্মাণ করা হচ্ছে আরবি-ভাষী ছাত্রদের প্রশিক্ষণের জন্য এনইউ ধর্মতত্ত্ববিদদের পাশাপাশি জিহাদি বাগ্মীতার বিরুদ্ধে লড়াই করার জন্য।এবং এটি ভিয়েনা বিশ্ববিদ্যালয়ের সাথে ভরটেক্স (ভিয়েনা অবজারভেটরি ফর অ্যাপ্লাইড রিসার্চ অন র্যাডিক্যালিজম অ্যান্ড এক্সট্রিমিজম) নামে একটি যৌথ প্রোগ্রাম তৈরি করেছে।প্রকল্পটি অভ্যন্তরীণ নিরাপত্তা মন্ত্রণালয় দ্বারা অর্থায়ন করা হয়।এটি উত্তর ক্যারোলিনার উইনস্টন-সালেমে বায়ত আর-রাহমাহ নামে একটি আমেরিকান অলাভজনক সংস্থাও তৈরি করেছে। অন্যদিকে নাহদলাতুল উলামা নারী যৌনাঙ্গচ্ছেদের (এফজিএম) পক্ষে ফতোয়া দিয়েছেন। ২০১৯ সালে এনইউ অমুসলিমদের বর্ণনা করার জন্য \"কাফির\" শব্দটি বিলুপ্ত করার আহ্বান জানায়।\n\n\n== নেতৃত্ব ==\nএনইউ-এর সর্বোচ্চ সংস্থা হল  সুপ্রিম কাউন্সিল।এর অধীনে রয়েছে তানফিজিয়াহ (নির্বাহী পরিষদ)।মুস্তাসয়ার(উপদেষ্টা পরিষদ) উভয়কে সহায়তা প্রদান করে।২০১০ এনইউ সম্মেলনে সাহল মাহফুজ নির্বাহী পরিষদের চেয়ারম্যান নির্বাচিত হন এবং নির্বাহী প্রধান হিসাবে কাজ করেন।একই সম্মেলনে সাহল মাহফুজ ২০১০-২০১৫ মেয়াদের জন্য সুপ্রিম কাউন্সিলের চেয়ারম্যান নির্বাচিত হন।কার্যনির্বাহী পরিষদের অধীনে প্রাদেশিক স্তরের আঞ্চলিক বোর্ড রয়েছে। সেইসাথে স্বায়ত্তশাসিত সংস্থা,ইনস্টিটিউট এবং কমিটি রয়েছে যার কাঠামোটি গ্রামে উপশাখা প্রতিনিধি পরিষদ বোর্ড পর্যন্ত বিস্তৃত।  \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (ইন্দোনেশীয় ভাষায়)\nইংরেজি পোর্টাল\nরাবিতাহ মা'হিদ ইসলামিয়াহ নাহদতুল উলামা, আসোসিয়াসি পেসান্ট্রেন ইন্দোনেশিয়া\nপন্ডক পেসান্তেন জয়নুল হাসান গেংগং প্রবিলিঙ্গো\nপন্ডক পেসান্ত্রেন সিডোগিরি পাসুরুয়ান\nপন্ডোক পেসান্ত্রেন ক্রাপ্যক যোগকর্তা\nপন্ডোক পেসান্ট্রেন আল-বদর পরপারে সুলসেল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ ডিসেম্বর ২০২১ তারিখে\nপন্ডোক পেসান্ত্রেন ল্যাঙ্গিতান জাওয়া তৈমুর\n\n\n== আরও দেখুন ==\n\nইসলামের মধ্যে উদারবাদ ও প্রগতিবাদ\nইসলাম নুসন্তরা\nবেরেলভী একটি দক্ষিণ এশিয়ার ঐতিহ্যবাদী আন্দোলন যা ওয়াহাবিবাদের প্রতিক্রিয়ায় গঠিত হয়েছিল\n১৯৯৮ পূর্ব জাভা নিনজা ভীতি - নাহদলাতুল উলামা নেতাদের হত্যার ফলে লিঞ্চিংয়ের একটি বিশাল সিরিজ\n\n\n== আরও পড়ুন ==\nইউসিএসএম এনসাইক্লোপিডিয়ায় নাহদলাতুল উলামা ।\n\n\n== তথ্যসূত্র =="}