{"pageid": 1134026, "title": "তন্মাত্র", "url": "https://bn.wikipedia.org/wiki?curid=1134026", "content": "তন্মাত্র (সংস্কৃত: तन्मात्र) হল হিন্দু সৃষ্টিতত্ত্বের সূক্ষ্ম উপাদান। পাঁচটি ইন্দ্রিয় উপলব্ধি রয়েছে - শ্রবণ, স্পর্শ, দৃষ্টি, স্বাদ ও গন্ধ। পাঁচটি ইন্দ্রিয় উপলব্ধি এবং পাঁচটি ইন্দ্রিয়-অঙ্গের সাথে সম্পর্কিত পাঁচটি তন্মাত্র রয়েছে- শব্দ, স্পর্শ, রূপ, রস, গন্ধ। তন্মাত্র বিভিন্ন উপায়ে একত্রিত এবং পুনরায় একত্রিত হয়ে স্থূল উপাদান তৈরি করে - পৃথিবী, জল, অগ্নি, বায়ু ও আকাশ, যা ইন্দ্রিয়ের দ্বারা অনুভূত স্থূল মহাবিশ্ব তৈরি করে। ইন্দ্রিয়গুলি বস্তুর সংস্পর্শে এসে তাদের ভূমিকা পালন করে এবং সেগুলির ছাপ মানসে নিয়ে যায় যা তাদের গ্রহণ করে এবং নিয়মে সাজায়।\n\n\n== সাধারণ বিবরণ ==\nঋষি কপিল দ্বারা উত্থাপিত সাংখ্য দর্শন পাঁচটি তন্মাত্র বা নীতি ধারণাকে অপরিহার্য উপাদান হিসাবে ধরে রাখে যা শারীরিক প্রকাশের পাঁচটি উল্লেখযোগ্য উপাদানের আদি কারণ। ভৌত জগতের পাঁচটি গুরুত্বপূর্ণ উপাদান হলো – আকাশ (ইথার), বায়ু, অগ্নি  বা তৈজস, জল (অপ) এবং পৃথিবী তাদের বিকাশের ক্রম অনুসারে, এই পাঁচটি ভূত যাদের সীমাহীন সংমিশ্রণ থেকে সমস্ত কিছুর ফলাফল পাওয়া যায় জীবন্ত দেহগুলি সহ যা স্থান ও সময়ে বসবাসকারী বস্তুগত রূপ। সৃষ্টির বৈদিক তত্ত্ব অনুসারে, তন্মাত্রগুলি হল সমস্ত দেহগত অস্তিত্বের ভিত্তি কারণ তাদের থেকে ভুটাগুলি বিবর্তিত হয়, যা উপলব্ধিযোগ্য মহাবিশ্বের বিল্ডিং ব্লক।\n\n\n== সৃষ্টির কাজ ==\nচরক সাতটি ধাতু (উপাদান, প্রাথমিক পদার্থ)-এর কথা বলে - পাঁচটি স্থূল উপাদান (ভূত) এবং চেতনা বা পুরুষ। পুরুষ (সৃজনশীল শক্তি) ও প্রকৃতি (স্বভাব) এক হিসাবে গণনা করা হয় তবে প্রাথমিক পদার্থের চব্বিশটি বিভাগ রয়েছে - পাঁচটি জ্ঞানীয় ও পাঁচটি জন্মগত ইন্দ্রিয়, ইন্দ্রিয়ের পাঁচটি বস্তু ও আটটি প্রকৃতি যেমন  প্রকৃতি (স্বভাব), মাহাত (মহান, বিশিষ্ট), অহংকার (অহং) এবং পাঁচটি উপাদান। মনস (বিবেক, মন) যা এই চব্বিশটি বিভাগের সংস্পর্শে থাকে, ইন্দ্রিয়ের মাধ্যমে কাজ করে এবং মনসের দুটি গতিবিধি হল - নির্দিষ্ট বোঝার (বুদ্ধি) উদ্ভবের আগে অনির্দিষ্ট ইন্দ্রিয় (উহা) এবং গর্ভধারণ (বিচার)। পাঁচটি উপাদান বিভিন্নভাবে একত্রিত হয়ে ইন্দ্রিয় উৎপন্ন করে। সমস্ত জীবই ইন্দ্রিয়-বস্তু (স্থূল পদার্থ), দশ ইন্দ্রিয়, মনস, পাঁচটি সূক্ষ্ম ভূত ও প্রকৃতি, মাহাত ও অহংকারের সমষ্টি দ্বারা গঠিত; জ্ঞান, আনন্দ, বেদনা, অজ্ঞতা, জীবন, মৃত্যু ও কর্মফল এই সমষ্টির অন্তর্গত। অজ্ঞানতা, ইচ্ছাশক্তি, বিদ্বেষ এবং কাজ দ্বারা পুরুষের উপাদানগুলির সাথে একত্রিত হয়ে জ্ঞান, অনুভূতি বা ক্রিয়া তৈরি হয়। আত্মা হল জ্ঞানের আলোকবর্তিকা। অব্যক্ত (অভিন্ন), প্রকৃতির অংশ, পুরুষের সাথে চিহ্নিত করা হয়; এই অব্যক্ত হল চেতনার মত যা থেকে বুদ্ধি (বুদ্ধিবৃত্তিক অনুষদ) উদ্ভূত হয়েছে এবং বুদ্ধ থেকে আহঙ্কার উদ্ভূত হয়েছে, আহমকার থেকে পঞ্চ উপাদান ও পঞ্চ ইন্দ্রিয় সৃষ্টি হয়েছে বলে কথিত আছে। সাত্ত্বিক হিসাবে অহঙ্কার ইন্দ্রিয়ের জন্ম দেয় এবং তন্মাত্রদের তমস হিসাবে এবং উভয়ই মাহাতে ধারণ করে।\nপঞ্চশিখ পুরুষ রাজ্যে চরম সত্যকে অব্যক্ত বলেছেন,\nএবং সেই চেতনাটি মন-দেহের জটিলতার একত্রিত হওয়ার অবস্থা এবং চেতসের উপাদানগুলির কারণে,\nযে ঘটনাটি পারস্পরিকভাবে স্বাধীন হলেও স্বয়ং নয়,\nঅনুভূত ও অদৃশ্য ঘটনার ত্যাগের ফলে মোক্ষ (মুক্তি) হয়। বিজ্ঞানভিক্ষু মনে করেন যে অহঙ্কার বিচ্ছেদ এবং তন্মাত্রের বিবর্তন উভয়ই মাহাতে সংঘটিত হয়। বিশুদ্ধ চিত (বুদ্ধি) অলীক বা বিমূর্ততা নয়, যদিও তা সীমাবদ্ধ। যে অবস্থায় তমো বুদ্ধির প্রধান সত্ত্ব দিককে অতিক্রম করতে সফল হয় তাকে ভূতাদি বলা হয়। ভূতাদি ও রজো তন্মাত্র সৃষ্টি করে, স্থূল উপাদানের অবিলম্বে পূর্ববর্তী কারণ।\nপুরুষ ও প্রকৃতি অ-বিবর্তিত, তারা চিরন্তন ও অপরিবর্তনীয়। এই দুটি অ-বিবর্তনের মিলন থেকে বিবর্তিত হয় বুদ্ধি, বুদ্ধি থেকে অহংকার, অহংকার থেকে বিবর্তিত হয় মনস, জ্ঞানেন্দ্রিয়, কর্মেন্দ্রিয়  ও তন্মাত্র যেখান থেকে মহাভূত বিকশিত হয়; পুরুষের সান্নিধ্য প্রকৃতিকে বিরক্ত করে, তিনটি গুণের ভারসাম্যকে পরিবর্তন করে – সত্ত্ব, রজো ও তমো যার বৈশিষ্ট্যগুলির সংমিশ্রণ সাংখ্য দ্বারা গণনা করা সমস্ত উদ্ভূত নীতিগুলির প্রকৃতি নির্ধারণ করে, কার্যকারণ চেইন ট্রিগার করে এবং বিবর্তনকে সহজ করে। আদিম বস্তুগততা নিজেকে প্রকাশ করে না; এটি বিবর্তনের মাধ্যমে উদ্ভাসিত হয়।\n\n\n== সৃষ্টির প্রক্রিয়া ==\nতন্মাত্র, সূক্ষ্ম উপাদান, স্পন্দনশীল, দীপ্তিময়, সম্ভাব্য শক্তি সহ প্রবৃত্তি এবং মূল শক্তির অসম বন্টন সহ মূল ভর এককগুলির সংমিশ্রণ, ভূতাদি থেকে উদ্ভূত হয় যা কেবল মধ্যবর্তী অবস্থা। তাদের কিছু ভর ও শক্তি এবং শারীরিক বৈশিষ্ট্য রয়েছে যেমন অনুপ্রবেশযোগ্যতা, প্রভাবের ক্ষমতা, দীপ্তিমান তাপ ও সান্দ্র আকর্ষণ ইত্যাদি, এবং ভূতের পরমাণু বা পরমাণুর রূপ ধারণ করার পরে ইন্দ্রিয়ের উপর প্রভাব ফেলে যা প্রক্রিয়াটি তত্ত্বতন্ত্রপরিণাম বা প্রাথমিক বিবর্তন।বিবর্তনে মোট শক্তি সবসময় একই থাকে কারণ এবং প্রভাবের মধ্যে পুনরায় বিতরণ করা হয়, প্রভাবের সামগ্রিকতা সম্ভাব্য আকারে কারণের সামগ্রিকতায় বিদ্যমান থাকে। তিনটি গুণের সংমিশ্রণ এবং পুনর্গঠন আরও বিভেদপূর্ণ বিবর্তনকে প্ররোচিত করে; তারা পরিবর্তনগুলি গঠন করে যা বিবর্তনের দিকে পরিচালিত করে যেমন কারণ থেকে প্রভাব, কোন প্রক্রিয়াটি পরিণামবাদের উপর ভিত্তি করে, এই মতবাদটি কার্যকারণ প্রক্রিয়াটি পদার্থ ও শক্তির সংরক্ষণের দুটি আইন অনুসারে কার্যকারী প্রভাব তৈরি করতে শুরু করার আগেই কারণটিতে প্রভাব বিদ্যমান।\nসূক্ষ্ম ভূতগুলি বিভিন্ন অনুপাতে র‍্যাডিকেলের সাথে এর বস্তুগত কারণ এবং অন্যান্য ভূতগুলিকে মহাভূত গঠনের কার্যকরী কারণ হিসাবে একত্রিত করে; পরমাণু ও সুক্ষ্ম ভূত অসংলগ্ন আকারে অভূতপূর্ব অবস্থায় থাকতে পারে না। দুটি প্যানাস বা প্যারামানস (পরমাণু) প্যারিস্পন্ড (ঘূর্ণমান বা স্পন্দনশীল গতি) এর ফলে একত্রিত হয়ে দ্ব্যানুক (অণু) তৈরি করে, এই দ্ব্যানুকগুলির মধ্যে তিনটি একত্রিত হয়ে ত্রয়ানুক তৈরি করে এবং ভারী ধাতু তৈরি না হওয়া পর্যন্ত। আকাশ ব্যতীত, অন্যান্য সমস্ত তন্মাত্রের পরবর্তীতে পূর্ববর্তীগুলির বৈশিষ্ট্য রয়েছে। তন্মাত্রগুলো হল শক্তির পরিমাণ। পাঁচটি তন্মাত্রের মোট সাত্ত্বিক দিক একত্রিত হয়ে অন্ত-করণ বা অভ্যন্তরীণ যন্ত্র তৈরি করে যার মধ্যে মনস, বুদ্ধি, চিত্ত ও অহংকার রয়েছে; তন্মাত্রের স্বতন্ত্র সাত্ত্বিক দিকগুলো একত্রিত হয়ে জ্ঞান-ইন্দ্রিয় উৎপন্ন করে যা উপলব্ধির পাঁচটি ইন্দ্রিয় নিয়ে গঠিত। পাঁচটি তন্মাত্রের তন্মাত্রের মোট রাজসিক দিকগুলি একত্রিত হয়ে পাঁচটি প্রাণ গঠন করে – প্রাণ, আপন, ব্যান, উদন ও সমন; তন্মাত্রের স্বতন্ত্র রাজসিক দিকগুলি একত্রিত হয়ে পাঁচটি কর্মের অঙ্গ তৈরি করে। পাঁচটি তন্মাত্রের স্বতন্ত্র তামসিক দিকগুলি একত্রিত হয়ে এমন উপাদান তৈরি করে যা বিশ্বকে তৈরি করে।\nসূক্ষ্ম উপাদান থেকে স্থূল উপাদান গঠিত হয় পঞ্চীকরণ প্রক্রিয়ার মাধ্যমে।\n\n\n== তথ্যসূত্র =="}