{"pageid": 1134323, "title": "২০২২ ফিফা বিশ্বকাপ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1134323", "content": "২০২২ ফিফা বিশ্বকাপ ফাইনাল ফিফার আয়োজিত চতুর্বার্ষিক আন্তর্জাতিক ফুটবল প্রতিযোগিতা ফিফা বিশ্বকাপের ২২তম আসর ২০২২ ফিফা বিশ্বকাপের ফাইনাল ম্যাচ। এই ম্যাচটি ২০২২ সালের ১৮ই ডিসেম্বর তারিখে লুসাইল আইকনিক স্টেডিয়ামে অনুষ্ঠিত হয়, যেখানে আর্জেন্টিনা ও ফ্রান্স প্রতিদ্বন্দ্বিতা করে। ফাইনালটি ৮৮,৯৬৬ জন সমর্থকের সামনে অনুষ্ঠিত হয় এবং পোল্যান্ডের সাইমন মার্সিনিয়াক রেফারি হিসেবে ম্যাচ পরিচালনা করেন। খেলায় ট্রাইব্রেকারের মাধ্যমে আর্জেন্টিনা ৪-২ গোল ব্যবধানে জয়লাভ করে।\n\n\n== পটভূমি ==\n২০১৮ বিশ্বকাপ থেকে ডিফেন্ডিং চ্যাম্পিয়নরা ছিল ফ্রান্স, যেটি ২০০২ ফাইনাল এর পর প্রথমবারের মতো করেছে যেখানে একটি দল ফাইনালে পরপর উপস্থিত ছিল, এবং ১৯৯৮ সালের পর প্রথম যেখানে শিরোপাধারীরা পরবর্তী ফাইনালের জন্য যোগ্যতা অর্জন করেছিল – উভয়ই ব্রাজিল অর্জন করেছিল। ফ্রান্স দুটি বিশ্বকাপ জিতেছে, ১৯৯৮ এবং ২০১৮ সালে। ফরাসিরাও ২০০৬ ফাইনাল, কিন্তু পেনাল্টিতে হেরে যায় ইতালি। দিদিয়ের ডেসচ্যাম্পের ব্যবস্থাপনায়, যিনি একজন খেলোয়াড় হিসেবে ১৯৯৮ সালের টুর্নামেন্ট জিতেছিলেন, ফরাসিরা ২০১৪ বিশ্বকাপ জয় করতে ব্যর্থ হয়, উয়েফা ইউরো ২০১৬ এবং ২০২০, কিন্তু সফলভাবে ২০১৮ বিশ্বকাপের শিরোপা জিতেছে। বিশ্ব চ্যাম্পিয়ন হিসাবে মর্যাদার কারণে, ফ্রান্সও জয়ের অন্যতম ফেভারিট হিসাবে কাতারে প্রবেশ করেছিল। \nফ্রান্সের লক্ষ্য ১৯৩৪ ও ১৯৩৮ সালে ইতালি এবং ১৯৫৮ ও ১৯৬২ সালে ব্রাজিলের মতো তৃতীয় দেশ হিসেবে সফলভাবে বিশ্বকাপ শিরোপা রক্ষা করা।\n। দিদিয়ের ডেসচ্যাম্পস দুটি ফিফা বিশ্বকাপ শিরোপা জয়ের জন্য দ্বিতীয় ম্যানেজার হওয়ার চেষ্টা করছেন, পরে ভিত্তোরিও পোজ্জো ১৯৩৪ এবং ১৯৩৮ এ ইতালির সাথে। খেলোয়াড় হিসেবে ১৯৯৮ সালের টুর্নামেন্ট জেতার পর, ডেসচ্যাম্পস তৃতীয় ব্যক্তি হিসেবে তিনটি ফিফা বিশ্বকাপ শিরোপা জয়ের চেষ্টা করছেন। ব্রাজিলিয়ান কিংবদন্তি পেলে (সবাই একজন খেলোয়াড় হিসাবে) এবং মারিও জাগালো (দুজন খেলোয়াড় হিসাবে, একজন ম্যানেজার হিসাবে)।\nআর্জেন্টিনাও ফ্রান্সের মতো এর আগে দুইবার বিশ্বকাপ জিতেছে, ১৯৭৮ এবং ১৯৮৬ আর ১৯৩০, ১৯৯০, এবং ২০১৪ এ তারা তিনবার ফাইনালিস্টদের পরাজিত করেছে। ২০১৪ সালের চূড়ান্ত পরাজয়ের পর, তারা চিলির কাছে পরপর দুটি কোপা আমেরিকা ফাইনালে ,২০১৫ এবং ২০১৬ হারে। ২০১৮ ফিফা বিশ্বকাপ এ হতাশাজনক পারফরম্যান্সের পর, যেখানে তারা \n১৬ দলের পর্বে চ্যাম্পিয়ন ফ্রান্সের কাছে হেরে যায়। এবং ২০১৯ কোপা আমেরিকা, যেখানে তারা তৃতীয় স্থান অর্জন করে, নবনিযুক্ত কোচ লিওনেল স্কালোনি আর্জেন্টিনাকে ২৮ বছর এ তাদের প্রথম আন্তর্জাতিক শিরোপার দিকে পরিচালিত করে, কারণ আর্জেন্টিনা ২০২১ কোপা আমেরিকা ফাইনাল-এ ব্রাজিলকে ১–০ গোলে পরাজিত করে, অধিনায়ক লিওনেল মেসি আর্জেন্টিনার সাথে তার প্রথম আন্তর্জাতিক শিরোপা হস্তান্তর করে।উয়েফা ইউরো ২০২০ ফাইনালকারি দল ইতালিকে ৩–০ গোলে পরাজিত করে, ২০২২ ফিনালিসসিমা জয়ের পর, তারা অন্যতম ফেভারিট হিসেবে কাতারে ঢুকে পড়ে আর্জেন্টিনা।\nটানা দ্বিতীয়বারের মতো বিশ্বকাপের নকআউট পর্বে মুখোমুখি হচ্ছে দুই দেশ। ২০১৮ সালে রাশিয়া এ কাজান এরিনা শেষ ১৬ পর্বে, ফ্রান্স ও আর্জেন্টিনা মুখোমুখি হয়েছিল । ফ্রান্স ৪–৩ গোলে আর্জেন্টিনা সাথে জয় লাভ করে , যা \"দি ইন্ডিপেন্ডেন্ট সংবাদপত্র \"সর্বকালের সর্বশ্রেষ্ঠ বিশ্বকাপ খেলাগুলির মধ্যে একটি\" বলে অভিহিত করেছে। গ্রিজম্যান এর আগে অ্যাঙ্গেল দি মারিয়া এবং গাব্রিয়েল মেরকাদো এর আগে পেনাল্টি দিয়ে গোলের সূচনা করেছিলেন এবং গাব্রিয়েল মেরকাদো আর্জেন্টিনাকে সামনে রেখেছিলেন, ফ্রান্স তখন বক্সের বাইরে বেঞ্জামিন পাভার্ড এর ভলির সৌজন্যে পরবর্তী তিনটি গোল করে- যা পরে টুর্নামেন্টের সেরা গোল হিসাবে ভোট দেওয়া হয়েছিল এবং তারপরে কিলিয়ান এমবাপে দুই টি গোল করেন। সের্হিও আগুয়েরো স্টপেজ টাইমে ঘাটতি কমিয়ে এক করে দেয়, কিন্তু আর্জেন্টিনা সমতা আনতে এবং অতিরিক্ত সময়ে ম্যাচটি পাঠাতে ব্যর্থ হয়।\n২০২২ ফিফা বিশ্বকাপের সেমি-ফাইনাল, তৃতীয় স্থান নির্ধারণী ম্যাচ এবং ফাইনালের জন্য ম্যাচ বল ১১ ডিসেম্বর ২০২২ তারিখে ঘোষণা করা হয়েছিল। এটি অ্যাডিডাস আল রিহলা এর একটি বৈচিত্র্য 'অ্যাডিডাস আল-হিলম নামে পরিচিত, আরবি ভাষায় যার অর্থ 'দ্য ড্রিম', যা প্রতিটি জাতির ফিফা বিশ্বকাপ উত্তোলনের স্বপ্নের একটি রেফারেন্স। যদিও বলের প্রযুক্তিগত দিকগুলি একই রকম, রঙটি গ্রুপ পর্যায়ে এবং পূর্ববর্তী নকআউট গেমগুলিতে ব্যবহৃত আল-রিহলা বলগুলির থেকে আলাদা, একটি গোল্ড মেটালিক', মেরুন, কলেজিয়েট বার্গান্ডি', এবং লাল নকশা সহ, জাতীয় রঙ এর কাতার এবং ফাইনালের ভেন্যু লুসাইল আইকনিক স্টেডিয়াম এবং ফিফা বিশ্বকাপ ট্রফি দ্বারা ভাগ করা সোনালি রঙের একটি রেফারেন্স। ফিফা বিশ্বকাপের ফাইনাল ম্যাচের জন্য এটি পঞ্চম বিশেষ বল, পরে +টিমজিস্ট বার্লিন, জোবুলানি, ব্রাজুকা ফাইনাল রিও, এবং টেলস্টার মেছতা.\n\n\n== স্থান ==\n\nফাইনালটি অনুষ্ঠিত হয় লুসাইলের লুসাইল আইকনিক স্টেডিয়ামে যা দোহা শহরের কেন্দ্র থেকে প্রায় ১৫ কিলোমিটার (৯.৩ মাইল) উত্তরে অবস্থিত ।  কাতার বিশ্বকাপের বিডের অংশ হিসেবে স্টেডিয়ামটি ফাইনাল আয়োজনের পরিকল্পনা করা হয়েছিল, এবং ১৫ জুলাই ২০২০ তারিখে চূড়ান্ত ভেন্যু হিসেবে নিশ্চিত করা হয়েছিল। অন্য নয়টি ম্যাচ, ছয়টি গ্রুপ পর্ব এবং তিনটি নকআউট খেলাও হয়েছিল এই স্টেডিয়ামে। \n\nকাতার ফুটবল অ্যাসোসিয়েশনের মালিকানাধীন লুসাইল আইকনিক স্টেডিয়ামটি বিশ্বকাপের জন্য কাতারের বিজয়ী বিডের কারণে নির্মিত হয়েছিল। স্টেডিয়ামটি ব্রিটিশ সংস্থা ফস্টার + পার্টনারস এবং পপুলাস দ্বারা ডিজাইন করা হয়েছিল, যা ম্যানিকা আর্কিটেকচার দ্বারা সমর্থিত । স্টেডিয়ামটি সৌরশক্তি ব্যবহার করে ঠান্ডা করা হবে এবং এতে শূন্য কার্বন ফুটপ্রিন্ট থাকবে। নির্মাণ কাজ এপ্রিল ২০১৭ সালে শুরু হয়, এবং ২০২০ সালে শেষ হওয়ার কথা ছিল। কিন্তু, কোভিড-১৯ মহামারীর কারণে স্টেডিয়ামটির নির্মাণকাজ স্থগিত করা হয়েছিল এবং নভেম্বর ২০২১-এ শেষ হয়েছে। এখনও রয়েছে স্টেডিয়ামে খেলা হয়নি।\n\n\n== ফাইনালে যাওয়ার পথ ==\n\n\n== প্রাক-ম্যাচ ==\n\nপোলিশ রেফারি সাইমন মার্সিনিয়াককে ১৫ ডিসেম্বর ২০২২ তারিখে ফাইনালের রেফারি হিসেবে মনোনীত করা হয়, আর আরেক দুজন পোলিশ পাওয়েল সোকোলনিকি এবং টোমাস লিস্টকিউইচ এদেরকে সহকারী রেফারি হিসেবে নিযুক্ত হন। ২০১১ সালে মার্সিনিয়াক একজন ফিফা রেফারি হয়েছিলেন, এবং এর আগে উয়েফা ইউরো ২০১৬ এবং ২০১৮ ফিফা বিশ্বকাপ, সেইসাথে ২০১৮ উয়েফা সুপার কাপ-এ রেফারি হিসেবে দায়িত্ব পালন করেছিলেন। টুর্নামেন্টের আগে, মার্সিনিয়াক ফ্রান্স-ডেনমার্ক গ্রুপ পর্বের খেলা, সেইসাথে শেষ ১৬ পর্বের আর্জেন্টিনা-অস্ট্রেলিয়া ম্যাচ পরিচালনা করেছিলেন। এটি প্রথমবারের মতো হবে যে কোনও পোলিশ রেফারি বিশ্বকাপের ফাইনালে কর্মকর্তাদের দলকে নেতৃত্ব দেবেন এবং দ্বিতীয়বার এমন একটি ম্যাচে একজন পোলিশ রেফারি কর্মকর্তাদের অন্তর্ভুক্ত করা হয়েছিল।, পরে মিশেল লিস্টকিউইচ ১৯৯০ ফিফা বিশ্বকাপের ফাইনাল সময় লাইনম্যান হিসেবে দায়িত্ব পালন করেন।\nমার্কিন যুক্তরাষ্ট্রের ইসমাইল আলফাতহ চতুর্থ অফিসিয়াল সহকারী রেফারি হিসাবে কাজ করবেন এবং আরেক মার্কিন যুক্তরাষ্ট্রের ক্যাথরিন নেসবিটকে যথাক্রমে রিজার্ভ সহকারী রেফারি হিসাবে নিযুক্ত করা হয়েছে।আর, টোমাস কোয়াটকোস্কি ভিডিও রেফারি হিসাবে নেতৃত্ব দেবেন। ভেনেজুয়েলার জুয়ান সোটো সহকারী ভিডিও সহকারী রেফারি হিসাবে কাজ করবেন, মার্কিন যুক্তরাষ্ট্রের কাইল অ্যাটকিনস অফসাইড ভিডিও সহকারী রেফারি হবেন এবং সমর্থন ভিডিও সহকারীর ভূমিকা পালন করবেন। জার্মান রেফারি বাস্তিয়ান ড্যানকার্ট এবং মার্কিন যুক্তরাষ্ট্রের কোরি পার্কার যথাক্রমে স্ট্যান্ড-বাই ভিডিও সহকারী রেফারি এবং স্ট্যান্ড-বাই সহকারী ভিডিও সহকারী রেফারি হিসাবে কাজ করবেন।\nকাতারের আমির তামিম বিন হামাদ আল থানি, ফরাসি প্রেসিডেন্ট এমানুয়েল ম্যাক্রোঁ, এবং আর্জেন্টিনার রাষ্ট্রপতি আলবার্তো ফার্নান্দেজ এর মধ্যে বেশ কয়েকজন রাষ্ট্রপ্রধান উপস্থিত থাকবেন বলে আশা করা হচ্ছে। প্রথা অনুযায়ী, ফিফা কাউন্সিলের সদস্য এবং ফিফা সভাপতি জিয়ানি ইনফান্তিনোও উপস্থিত থাকবেন।\n\n\n== ম্যাচ ==\n\n\n=== সারাংশ ===\n\n\n=== বিস্তারিত ===\n\n\n=== পরিসংখ্যান ===\n\n\n== ম্যাচ সমাপনী ==\n\nআর্জেন্টিনা তাদের তৃতীয় ফিফা বিশ্বকাপ শিরোপা জিতেছে, শুধুমাত্র ব্রাজিলের পাঁচটি শিরোপা এবং ইতালি এবং জার্মানি এর পরেই এর চারটি শিরোপা। ১৯৯০ সালে আর্জেন্টিনা এবং ১৯৯৮ সালে ব্রাজিলের পর ফ্রান্স তৃতীয় ডিফেন্ডিং চ্যাম্পিয়ন হিসেবে পরের ফাইনালে হেরে যায়। ১৯৯৪ এবং ২০০৬ এর পরে পেনাল্টি শুট-আউট দ্বারা নির্ধারিত তৃতীয় ফিফা বিশ্বকাপ ফাইনাল ছিল, যার মধ্যে ফ্রান্সও হেরেছিল। ফাইনালের ছয়টি গোল টুর্নামেন্টের মোট গোলের সংখ্যা রেকর্ড ১৭২-এ নিয়ে আসে, ১৯৯৮ এবং ২০১৪ এ করা ১৭১ টি গোলকে ছাড়িয়ে যায়।\nআর্জেন্টিনার অধিনায়ক লিওনেল মেসিকে ম্যান অফ দ্য ম্যাচ হিসাবে মনোনীত করা হয়েছিল, এবং তার দ্বিতীয় গোল্ডেন বল জিতেছেন ২০১৪ সালের পর টুর্নামেন্টের সেরা খেলোয়াড় হিসেবে  পুরস্কার, প্রথম খেলোয়াড় হিসেবে দুইবার এই পুরস্কার লাভ করেন।  সিলভার বুট পুরস্কারও জিতেছেন টুর্নামেন্টের দ্বিতীয় সর্বোচ্চ গোল সাতটি সহ । । মেসির আবির্ভাবের অর্থ এই যে তিনি লোথার ম্যাথাউস কে বিশ্বকাপে সর্বাধিক অংশগ্রহণকারী এর সাথে খেলোয়াড় হিসাবে অতিক্রম করেছিলেন। তার গোলের সাথে, মেসি দ্বিতীয় খেলোয়াড় হিসেবে একটি বিশ্বকাপ টুর্নামেন্টের শেষ ১৬ পর্ব, কোয়ার্টার-ফাইনাল, সেমি-ফাইনাল এবং ফাইনালে গোল করেছেন, হাঙ্গেরির গিওরী সারোসি এর পরে ১৯৩৮ এর পরে। ফ্রান্সের কিলিয়ান এমবাপ্পে পুরুষদের বিশ্বকাপের ফাইনালে হ্যাট্রিক করার জন্য দ্বিতীয় খেলোয়াড় হয়েছিলেন, জিওফ হার্স্ট ইংল্যান্ডের হয়ে জিওফ হার্স্ট ১৯৬৬ অনুসরণ করে। আগের ফাইনালেও একবার গোল করার পর, এমবাপ্পে বিশ্বকাপের ফাইনালে সবচেয়ে বেশি গোল করা খেলোয়াড় চার গোল করে হার্স্ট, পেলে, ভাভা এবং জিনেদিন জিদান এর তিনটি গোল করে। উপরন্তু, তার তিনটি গোল দিয়ে তিনি মেসিকে পিছনে ফেলে আট গোল করে টুর্নামেন্টের সর্বোচ্চ গোলদাতা হিসাবে গোল্ডেন বুট পুরস্কার জিতেছিলেন, এবং বিশ্বকাপের দ্বিতীয় সেরা খেলোয়াড় হিসাবে রৌপ্য বলও পেয়েছিলেন। আর্জেন্টিনার এমিলিয়ানো মার্তিনেস গোল্ডেন গ্লাভস টুর্নামেন্টের সেরা গোলরক্ষক হিসাবে পুরস্কার, যখন তার সতীর্থ এনসো ফার্নান্দেস ইয়ং প্লেয়ার অ্যাওয়ার্ড জিতেছিলেন বিশ্বকাপের সেরা খেলোয়াড় হিসাবে যিনি সর্বাধিক ২১ বছর বয়সী (জন্ম ১ জানুয়ারি ২০০১ বা তার পরে)।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}