{"pageid": 1134103, "title": "বিথিয়া মেরি ক্রোকার", "url": "https://bn.wikipedia.org/wiki?curid=1134103", "content": "বিথিয়া মেরি (বা মে) ক্রোকার শেপার্ড  (আনু. ১৮৪৮ বা ১৮৪৯ - ২০ অক্টোবর ১৯২০) একজন আইরিশ ঔপন্যাসিক ছিলেন। তার বেশিরভাগ কাজ ব্রিটিশ ভারতে জীবন এবং সমাজের সাথে সম্পর্কিত। তার ১৯১৭ সালের উপন্যাস দ্য রোড টু মান্দালয় বার্মায় শুটিং হওয়া একটি আমেরিকান নির্বাক চলচ্চিত্রের জন্য অপ্রত্যয়িত ভিত্তি ছিল। এর শুধুমাত্র উদ্ধৃতাংশই টিকে আছে। এছাড়াও তিনি ভূতের গল্পের একজন উল্লেখযোগ্য লেখক ছিলেন।  \n\n\n== জীবন ==\nবিথিয়া আয়ারল্যান্ডের কাউন্টি রোসকমনের কিলগেফিনে জন্মগ্রহণ করেন। তিনি রেভারেন্ড উইলিয়াম শেপার্ডের একমাত্র কন্যা। উইলিয়াম শেপার্ড (মৃত্যু ১৮৫৬) আয়ারল্যান্ডের কাউন্টি রসকমনের অ্যাংলিকান চার্চ কিলগেফিনের রেক্টর ছিলেন। তিনি একজন লেখক এবং তার্কিকও ছিলেন। মেরি ক্রোকার রকফেরি, চেশায়ার এবং ফ্রান্সের তুরসে শিক্ষালাভ করেন। তিনি কিলদারে হান্টের মাধ্যমে অশ্বারোহী হিসাবে বিখ্যাত হয়েছিলেন। ১৮৭১ সালে, তিনি জন স্টোকস ক্রোকারকে (১৮৪৪-১৯১১) বিয়ে করেন। জন প্রথমে রয়্যাল স্কটস ফুসিলিয়ারসের এবং পরবর্তীতে রয়েল মুনস্টার ফুসিলিয়ার্সের একজন কর্মকর্তা হয়েছিলেন।\n১৮৭৭ সালে বিথিয়া তার স্বামীকে অনুসরণ করে প্রথমে মাদ্রাজ এবং তারপর বাংলায় চলে যান। তিনি ১৪ বছর ধরে ভারতে বসবাস করেন। এসময় বর্তমান তামিলনাড়ুতে অবস্থিত ওয়েলিংটনের হিল স্টেশনে কিছু সময় অতিবাহিত করেন। সেখানে তিনি তার অনেক উপন্যাস লিখেছিলেন। গরম মরসুম থেকে মন সরিয়ে নেবার চেষ্টায় তিনি এটি শুরু করেছিলেন। ১৮৯২ সালে তার লেফটেন্যান্ট কর্নেল পদমর্যাদার স্বামীর অবসর গ্রহণের পরে, এই দম্পতি কাউন্টি উইকলোতে চলে যান। সেখান থেকে তারপরে লন্ডনে এবং সবশেষে কেন্টের লোকস্টোনে চলে যান। সেখানে তার স্বামী ১৯১১ সালে মারা যান। আইলিন (জন্ম ১৮৭২) নামের তার এক কন্যা ছিল। তিনি রকফেরিতেও পড়াশোনা করেছিলেন। বিথিয়া পড়া, ভ্রমণ এবং থিয়েটারের প্রতি অত্যন্ত আগ্রহী ছিলেন। তিনি ১৯২০ সালের ২০ অক্টোবর লন্ডনের ৩০ ডরসেট স্কয়ারে মারা যান এবং তাকে ফোকস্টোনে সমাহিত করা হয়।\n\n\n== বিশ্লেষণ ==\nকর্ণাটক বিশ্ববিদ্যালয়ের ইংরেজি স্টাডিজ বিভাগের প্রাক্তন অধ্যাপক ও চেয়ারম্যান ডক্টর বি এস নাইকারের তত্ত্বাবধানে ডক্টর এস. জি. বৈদ্য, তার উপন্যাসগুলির একটি গভীর এবং বিস্তারিত গবেষণা করেছেন। ক্রোকারের কথাসাহিত্যের সাংস্কৃতিক প্রেক্ষাপটের একটি আলোচনা, তার বেশ কয়েকটি উপন্যাস এবং গল্পের ঘনিষ্ঠ পাঠসহ, জন উইলসন ফস্টার, আইরিশ উপন্যাস ১৮৯০-১৯৪০: সংস্কৃতি ও কথাসাহিত্যে নিউ বিয়ারিংস ইন কালচারস ইন কালচার অ্যান্ড ফিকশন (অক্সফোর্ড, ইউকে: ওইউপি, ২০০৮) এ পাওয়া যায়। বর্তমান সময়ের কিছু পন্ডিত ক্রোকারের কাজের মধ্যে \"লিঙ্গ ও উপনিবেশবাদের সংমিশ্রণের\" উদাহরণ দেখেছেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWorks by Bithia Mary Croker\nবারান্দা আর্কাইভে বিথিয়া মেরি ক্রোকারের কাজ\nWorks by or about Bithia Mary Croker\nWorks by Bithia Mary Croker </img>\nটু লেট (1906) অনলাইনে 30 অক্টোবর 2015 সংগৃহীত\nগ্রন্থপঞ্জি পুনরুদ্ধার 30 অক্টোবর 2015\nক্রোকারের একটি প্রতিকৃতি ফটোগ্রাফ 31 অক্টোবর 2015 পুনরুদ্ধার করা হয়েছে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ অক্টোবর ২০২০ তারিখে\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে B. M. Croker, 23 ক্যাটালগ ue রেকর্ড সহ"}