{"pageid": 1134031, "title": "গুটমাচার ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1134031", "content": "গুটমাচার ইন্সটিটিউট হল একটি গর্ভপাত-অধিকার আন্দোলন গবেষণা সংস্থা যা ১৯৬৮ সালে শুরু হয়েছিল যেটি যৌন ও প্রজনন স্বাস্থ্য এবং অধিকার অধ্যয়ন, শিক্ষিত এবং অগ্রসর করার জন্য কাজ করে। সংস্থাটি মূলত মার্কিন যুক্তরাষ্ট্রে কাজ করে তবে উন্নয়নশীল দেশগুলিতেও ফোকাস করে। গুটমাচার ইনস্টিটিউট নীতি প্রণয়ন এবং প্রোগ্রাম সংস্কারে সহায়তা করার জন্য অধ্যয়ন ব্যবহার করে। ইনস্টিটিউটটির নামকরণ করা হয়েছে প্রসূতি-গাইনোকোলজিস্ট এবং প্ল্যানড প্যারেন্টহুডের প্রাক্তন সভাপতি অ্যালান এফ. গুটমাচারের নামে। গুটমাচার ইনস্টিটিউটের জাতীয় ও আন্তর্জাতিকভাবে অর্থায়নের অনেক উৎস রয়েছে। ইনস্টিটিউটের সবচেয়ে বড় প্রকল্পগুলির মধ্যে একটি হল সমগ্র মার্কিন যুক্তরাষ্ট্র জুড়ে প্রজনন স্বাস্থ্য আইন এবং নীতিগুলির একটি চলমান তালিকা রাখা।\n\n\n== ইতিহাস ==\n১৯৬৮ সালে প্রতিষ্ঠিত, গুটমাচার ইনস্টিটিউটকে মূলত পরিবার পরিকল্পনা কর্মসূচি উন্নয়নের কেন্দ্র বলা হত এবং এটি পরিকল্পিত পিতামাতার একটি শাখা ছিল। অ্যালান গুটমাচারের মৃত্যুর পর, সেন্টার ফর ফ্যামিলি প্ল্যানিং প্রোগ্রাম ডেভেলপমেন্টের নাম পরিবর্তন করা হয় এবং একটি স্বাধীন অলাভজনক প্রতিষ্ঠানে পরিণত হয়। ২০০৭ সালে, সংস্থাটি আনুষ্ঠানিকভাবে \"পরিকল্পিত পিতামাতা\"র প্রকল্প থেকে বিভক্ত হয়।\n\n\n== কার্যক্রম ==\nগুটমাচার ইনস্টিটিউট ক্রমাগত গর্ভনিরোধ এবং গর্ভপাত সম্পর্কে রাষ্ট্র এবং জাতীয় আইন এবং নীতিগুলির বিশ্লেষণ আপডেট করে। ইনস্টিটিউট প্রজনন স্বাস্থ্যের উপর বিধিনিষেধের রেকর্ড রাখে যা বিভিন্ন রাজ্য স্থাপন করেছে। গর্ভাবস্থার দ্বারা কিশোর-কিশোরীরা কীভাবে প্রভাবিত হয় এবং গর্ভনিরোধক ব্যবহার করে এমন কিশোরের সংখ্যা সম্পর্কেও সংস্থাটি তথ্য রাখে। আন্তর্জাতিকভাবে, গুটমাচার ইনস্টিটিউট এমন জায়গায় গর্ভপাতের আনুমানিক ধারণা দেওয়ার জন্য পদ্ধতি ব্যবহার করে যেখানে তথ্য পাওয়া যায় না বা গর্ভপাতগুলি স্বাস্থ্যসেবার পরিধির বাইরে ঘটে।\n২০১৩ সালে, এটি জনসংখ্যা গবেষণা উদ্ভাবন এবং প্রচারের জন্য গুটমাচার কেন্দ্রের সমর্থনে মার্কিন ন্যাশনাল ইনস্টিটিউট অফ হেলথ একটি জনসংখ্যা কেন্দ্র অনুদান প্রদান করে। গুটমাচার  ইনস্টিটিউট ২০১০ সাল থেকে বার্ষিক চ্যারিটি নেভিগেটরের সর্বোচ্চ ৪-স্টার রেটিং পেয়েছে। ২০১১ এবং ২০১৩ সালে, ফিলানথ্রোপিডিয়া ইনস্টিটিউটটিকে প্রজনন স্বাস্থ্যের ক্ষেত্রে এক নম্বর প্রদান দেয়।\n\n\n== অর্থায়ন ==\nইনস্টিটিউটটি প্রথম ১৯৬৮ সালে পরিকল্পিত অভিভাবকত্ব অংশ হিসাবে শুরু হয়েছিল, যা ছিল তার অর্থায়নের একমাত্র উৎস। গুটমাচার ইনস্টিটিউট ২০০৭ সালে পরিকল্পিত অভিভাবকত্ব থেকে স্বাধীন হওয়ার পর, সংস্থাটি ২০১০ সালে পরিকল্পিত অভিভাবকত্ব থেকে তার তহবিলের ১% এরও কম পেয়েছিল। এখন, বেশিরভাগ তহবিল মার্কিন যুক্তরাষ্ট্র ভিত্তিক ব্যক্তিগত ফাউন্ডেশনের মাধ্যমে অর্জিত হয়। অন্যান্য অর্থায়ন বিশ্ব স্বাস্থ্য সংস্থা এবং বিশ্বব্যাংকের মতো আন্তর্জাতিক সংস্থা থেকে আসে। ম্যাকআর্থার ফাউন্ডেশন দ্বারা ১৯৮৬ থেকে ২০১৫ সালের মধ্যে গুটমাচার ইনস্টিটিউটকে $৩.৯ মিলিয়ন প্রদান করা হয়েছিল, যার মধ্যে জনসংখ্যা এবং প্রজনন স্বাস্থ্যের জন্য ১৩টি অনুদান রয়েছে।\n\n\n== পক্ষপাত ==\nগুটমাচার ইনস্টিটিউট একটি রাজনৈতিক দলের সাথে সংযুক্ত নয়, এবং তাই এটি শব্দের কঠোর অর্থে নির্দলীয়। এটা সত্য যে গোষ্ঠীটি \"নিশ্চিত করার জন্য কাজ করে যে সমস্ত মহিলা তাদের প্রজনন অধিকার এবং দায়িত্বগুলি প্রয়োগ করতে সক্ষম হয়,\" যা তাদের গর্ভপাতের অধিকারের সমর্থকদের মধ্যে রাখে। যাইহোক, Factcheck.org এর মতে, গুটমাচার \"নারী এবং পুরুষদের যৌন স্বাস্থ্যের উপর অত্যন্ত সম্মানিত পরিসংখ্যান প্রদান করে। গর্ভপাত সংক্রান্ত এর পরিসংখ্যান মিডিয়া এবং সেইসাথে রাজনৈতিক করিডোরের উভয় দিকের গোষ্ঠী দ্বারা ব্যাপকভাবে উদ্ধৃত করা হয়েছে।\"\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট\nগুটমাচার ইনস্টিটিউট সোফিয়া স্মিথ কালেকশন, স্মিথ কলেজে রেকর্ড করে\n\n\n== তথ্যসূত্র =="}