{"pageid": 1134843, "title": "লালা মোস্তফা পাশা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1134843", "content": "লালা মোস্তফা পাশা মসজিদ (গ্রিক: Τέμενος Λαλά Μουσταφά Πασά তেমেনোস লালা মোস্তাফা পাসা, তুর্কি: Lala Mustafa Paşa Camii), যা মূলত সেন্ট নিকোলাসের ক্যাথেড্রাল এবং পরে মাগুসার সেন্ট সোফিয়া (আয়াসোফিয়া) মসজিদ নামে পরিচিত ছিলো, হলো সাইপ্রাসের ফামাগুস্তার মধ্যযুগীয় বৃহত্তম ভবন। ১২৯৮ ও আনুমানিক ১৪০০ সালের মধ্যে ভবনটি নির্মিত হয় এবং সালে একটি ক্যাথলিক ক্যাথেড্রাল হিসাবে এটি পবিত্র করা হয়েছিলো। উসমানীয় সাম্রাজ্য ফামাগুস্তা দখল করার পরে ক্যাথেড্রালটিকে একটি মসজিদে রূপান্তর করা হয় এবং এটি আজও একটি মসজিদ হিসেবে রয়েছে। ১৯৫৪ সাল থেকে ভবনটি বসনিয়ার সোকোলভিচি উসমানীয় সাম্রাজ্যের উজিরে আজম লালা মুস্তাফা পাশার নাম থেকে নেওয়া হয়েছে যিনি তৃতীয় মুরাদের সময় দায়িত্ব পালন করেছিলেন ও সাইপ্রাসে ভেনিসীয়দের বিরুদ্ধে উসমানীয়দের নেতৃত্ব দিয়েছিলেন।\n\n\n== ইতিহাস ==\n\n\n=== প্রথমদিকের ইতিহাস ===\nফরাসি লুসিগনান রাজবংশ ১১৯২ থেকে ১৪৮৯ সাল পর্যন্ত সাইপ্রাসের রাজা হিসাবে শাসন করেছিল ও তাদের সাথে স্থাপত্যের সর্বশেষ ফরাসি স্বাদ নিয়ে আসে যাতে বিশেষ করে গথিক স্থাপত্যের উন্নয়ন লক্ষ্য করা যায়।\nক্যাথেড্রালটি ১২৯৮ থেকে ১৩১২ সাল পর্যন্ত নির্মিত হয়েছিল এবং ১৩২৮ সালে পবিত্র করা হয়েছিল। দক্ষিণ দরজার পাশে একটি বাটারে একটি অনন্য শিলালিপি ১৩১১ সালে নির্মাণের অগ্রগতি লিপিবদ্ধ করে। \"একটি দুর্ভাগ্যজনক পর্বের পরে বর্তমান বিশপ পুনরুদ্ধার তহবিল আত্মসাৎ করেন\", যখন ইবেলিনের বিশপ গাই এর নির্মাণের জন্য ২০,০০০ বেজেন্ট দান করেছিলেন। লুসিগনানদের নিকোসিয়ার সেন্ট সোফিয়া ক্যাথেড্রালে (বর্তমানে সেলিমিয়ে মসজিদ) সাইপ্রাসের রাজা হিসেবে এবং তারপর ফামাগুস্তার সেন্ট নিকোলাস ক্যাথেড্রালে জেরুজালেমের রাজা হিসেবে মুকুট পরানো হতো।\nভবনটি রেয়োনান্ট গথিক শৈলীতে নির্মিত, ফ্রান্সের বাইরে বেশ বিরল, যদিও \"রাইনল্যান্ডে ভবনগুলোর মধ্যে শৈলীতে মধ্যস্থতা দেখা যায়\"। ফ্রান্স ও সাইপ্রাসের মধ্যে ঐতিহাসিক টাই রেইমস ক্যাথেড্রালের মতো ফরাসি প্রত্নতত্ত্বের সমান্তরাল সাদৃশ্য এর সাথে প্রমাণিত। প্রকৃতপক্ষে দুটি উপাদানের শৈলীর সাদৃশ্য এত শক্তিশালী যে ভবনটিকে \"সাইপ্রাসের রিমস\" বলা হয়েছে; এটি তিনটি দরজা, করিডোরের উপর টুইন টাওয়ার এবং একটি সমতল ছাদ দিয়ে নির্মিত হয়েছিল, যা ক্রুসেডার স্থাপত্যের আদর্শ।\n১৪৮০ সালের কিছু পরে ক্যাথেড্রালের দক্ষিণ-পশ্চিম কোণে লগগিয়া বেম্বো নামে পরিচিত একটি সমাবেশ কক্ষ যুক্ত করা হয়েছিল। এটি মার্বেলে সরু স্তম্ভ সহ এর বিস্তৃতভাবে ঢালাই করা প্রবেশপথের জন্য উল্লেখযোগ্য, এটি একটি স্থাপত্য শৈলীতে রয়েছে যা ক্যাথেড্রালের সঠিক দিক থেকে উল্লেখযোগ্যভাবে প্রস্থান করে। বেম্বো পরিবারের সাথে মেলামেশা, যাদের মধ্যে কেউ কেউ সাইপ্রাসে বিশিষ্ট পদে অধিষ্ঠিত ছিলেন, ভবন তাদের হেরাল্ডিক প্রমাণ দ্বারা দেখানো হয়েছে। লোগিয়া উন্নত করার জন্য, মার্বেল মধ্যে দেরী এন্টিক টুকরা, সম্ভবত সালামিস থেকে আনা, প্রবেশদ্বারের প্রতিটি পাশে আসন হিসাবে স্থাপন করা হয়েছিল।\n\n\n=== উসমানীয় যুগ ===\n\nক্যাথেড্রালের দুটি মিনারের উপরের অংশ ভূমিকম্পে ক্ষতিগ্রস্ত হয়েছিল, ১৫৭১ সালের উসমানীয় বোমা হামলার সময় খারাপভাবে ক্ষতিগ্রস্থ হয়েছিল এবং কখনো মেরামত করা হয়নি। ১৫৭১ সালের আগস্টে ভেনিসীয়দের পরাজিত ও ফামাগুস্তার পতনের ফলে, সাইপ্রাস উসমানীয়দের নিয়ন্ত্রণে চলে যায় এবং ক্যাথেড্রালটিকে একটি মসজিদে রূপান্তরিত করা হয়, যার নামকরণ করা হয় \"মাগুসার সেন্ট সোফিয়া মসজিদ\"।\nপ্রায় সমস্ত মূর্তি, ক্রুসিফর্ম, দাগযুক্ত কাচ, ফ্রেস্কো ও চিত্রগুলো সরিয়ে ফেলা হয়েছিল বা প্লাস্টার করা হয়েছিল, সেইসাথে বেশিরভাগ সমাধি এবং বেদী সরানো হয়। যদিও গথিক কাঠামো সংরক্ষিত ছিল এবং উত্তর আইলে এখনও কয়েকটি সমাধি চিহ্নিত করা যায়।\n১৯৫৪ সালে, ১৫৭০ সালের উসমানীয় বিজয়ের সেনাপতির নামানুসারে এর নামকরণ করা হয় লালা মোস্তফা পাশা মসজিদ - যা শহরের দুর্গের ভেনিসীয় কমান্ডার মার্কো আন্তোনিও ব্রাগাদিনের ভয়ঙ্কর নির্যাতনের জন্য কুখ্যাত। ১০ মাসের নৃশংস অবরোধের পর ব্রাগাডিন শহরটি আত্মসমর্পণ করেছিলেন যেখানে ৬,০০০ খ্রিস্টান রক্ষক ১০০,০০০ উসমানীয় তুর্কিদের সেনাবাহিনীকে আটকে রেখেছিলো।\n\n\n== স্থাপত্যের উত্তরাধিকার ==\n\nসেন্ট নিকোলাসের ক্যাথেড্রালটি সাইপ্রাসের লুসিগনান আমলের টিকে থাকা ভবনগুলো থেকে যতদূর বিচার করা যায় ততটা ব্যাপকভাবে অনুকরণ করা হয়নি। যাইহোক, ঊনবিংশ শতাব্দীতে পশ্চিমের প্রবেশদ্বার ও অন্যান্য বিবরণ সরাসরি লাইসির গ্রিক অর্থোডক্স মণ্ডলীতে অনুলিপি করা হয়েছিল।\n\n\n== সাহিত্যে ফামাগুস্তা ক্যাথিড্রাল ==\nইতালীয় লেখক সিলভিয়া ডি নাটালের কুরাজ, ব্রিটিশ লেখক ভিক্টোরিয়া হিসলপের সানরাইজ এবং অ্যাংলো-সাইপ্রিয়ট লেখক মাইকেল প্যারাসকোসের ইন সার্চ অফ সিক্সপেন্স সহ সাহিত্যের বিভিন্ন রচনায় ফামাগুস্তা ক্যাথেড্রাল দেখা যায়।\n\n\n== আরও দেখুন ==\nরেয়ন্যান্ট\nসেন্ট সোফিয়া ক্যাথেড্রাল, নিকোসিয়া\nঅ-ইসলামি উপাসনালয়কে মসজিদে রূপান্তর\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলালা মোস্তফা পাশা মসজিদ (সেন্ট নিকোলাস ক্যাথেড্রাল)\nউসমানীয় দখলদারিত্ব এবং আক্রমণের পরিকল্পনা সম্পর্কিত সূত্র সহ সিপনেট পৃষ্ঠা\nবায়বীয় ছবি\nফ্লিকার ছবি\nনেভের অভ্যন্তরীণ ছবি\nসাইপ্রাস ভ্রমণ গাইড\nসেন্ট পিটার এবং পল চার্চ (সিনান পাশা মসজিদ) ফামাগুস্তা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে"}