{"pageid": 1134732, "title": "মহর্ষি গৌতম", "url": "https://bn.wikipedia.org/wiki?curid=1134732", "content": "মহর্ষি গৌতম (সংস্কৃত: महर्षिः गौतम), হিন্দুধর্মের একজন ঋষি ছিলেন, যাকে জৈন ও বৌদ্ধ ধর্মেও উল্লেখ করা হয়েছে। রামায়ণে গৌতমকে প্রধানভাবে উল্লেখ করা হয়েছে এবং ইন্দ্রের সাথে সম্পর্ক থাকার পর তার স্ত্রী অহল্যাকে অভিশাপ দেওয়ার জন্য পরিচিত। গৌতম সম্পর্কিত আরেকটি গুরুত্বপূর্ণ গল্প হল গোদাবরী নদীর সৃষ্টি, যা গৌতমী নামেও পরিচিত।\n\n\n== সন্তান ও পরিচিতি ==\nরামায়ণ অনুসারে, অহল্যার সাথে গৌতমের জ্যেষ্ঠ পুত্র হলেন শতানন্দ। কিন্তু মহাভারতের আদিপর্ব অনুসারে, শারদ্বান ও সিরকারি নামে তাঁর দুই পুত্র ছিল। শারদ্বান গৌতম নামেও পরিচিত ছিলেন, তাই তাঁর সন্তান কৃপ ও কৃপিকে যথাক্রমে গৌতম ও গৌতমী বলা হত। গৌতমের এক কন্যাকেও উল্লেখ করা হয়েছে, কিন্তু মহাকাব্যে তার নাম কখনই প্রকাশ করা হয়নি। সভাপর্বে, তিনি আউশিনরর (উশিনররের কন্যা) মাধ্যমে অনেক সন্তানের জন্ম দিয়েছেন বলে বর্ণনা করা হয়েছে, যাদের মধ্যে কাক্ষীভাতার জ্যেষ্ঠ। জরাসন্ধের রাজ্য মগধে গৌতম ও আউশিনররের বিয়ে হয়। বামনপুরাণ অনুসারে, জয়া, জয়ন্তী ও অপরাজিতা নামে তার তিনটি কন্যা ছিল।\nগৌতমকে বৃহদারণ্যক উপনিষদে উদ্দালক আরুণির পুত্র শ্বেতকেতুর পূর্বপুরুষ বলেও বলা হয়েছে।\n\n\n== অহল্যার অভিশাপ ==\n\nগণেশ পুরাণ এবং রামায়ণ অহল্যাকে তার স্ত্রী হিসেবে বর্ণনা করেছে। তাদের বিবাহ উত্তরা খন্ডে লিপিবদ্ধ আছে, যা মহাকাব্যের অন্তর্নিহিত হিসাবে বিশ্বাস করা হয়। গল্প অনুসারে সৃষ্টিকর্তা ব্রহ্মা এক সুন্দর মেয়ে তৈরি করেন এবং তাকে গৌতমকে কনে হিসেবে উপহার দেন এবং শতানন্দ নামে এক পুত্রের জন্ম হয়।\nউপাসনা খণ্ডে উল্লেখ আছে যে গৌতম ইন্দ্রকে অভিশাপ দিয়েছিলেন যখন তিনি বাড়িতে আসেন এবং ইন্দ্রকে তার স্ত্রীর সাথে তর্ক করতে দেখেন। এটি প্রকাশ পায় যে গৌতমের ছদ্মবেশে ইন্দ্র অহল্যার সাথে যৌন ঘনিষ্ঠতা করেছিলেন এবং তিনি ১০০০টি যোনি প্রাপ্ত হওয়ার জন্য ইন্দ্রকে অভিশাপ দেন এবং অহল্যাকে পাথরে পরিণত করেন যতক্ষণ না রাম তার উপর পা রাখেন। গৌতম একটি মন্ত্র পাঠ করার পরে ইন্দ্র অবশেষে স্বাভাবিক অবস্থায় ফিরে আসেন এবং গণেশের মধ্যে মহিমা খুঁজে পান যা তিনি দেবদের কাছে প্রকাশ করেন, এবং অহল্যা রামের পাদদেশ দ্বারা অনুগ্রহপ্রাপ্ত হয়।\nবালখণ্ডে উল্লেখ করা হয়েছে যে গৌতম ইন্দ্রকে দেখেন, যিনি এখনও ছদ্মবেশে আছেন এবং তাকে তার অন্ডকোষ হারানোর জন্য অভিশাপ দেন। গৌতম তখন তার আশ্রমে ফিরে আসেন এবং তাকে গ্রহণ করেন।\n\n\n== উপনিষদে ==\nবৃহদারণ্যক উপনিষদের মধ্যে দুটি গল্পে গৌতমের উল্লেখ আছে। যাজ্ঞবল্ক্য একজন মহান ঋষি কিনা তা পরীক্ষা করার জন্য, যাজ্ঞবল্ক্যের সাথে উদ্দালক আরুণি, গার্গী বাচক্নবী এবং রাজা জনক রাজ্যের  অন্যান্য কুরু ও পাঞ্চাল ঋষিদের সাথে তিনি কথা বলেন।\nজয়াবলী শ্বেতকেতুর সাথে দেখা করার পর এবং তার বাবার সাথে দেখা করার অনুরোধ করার পর প্রবাহন জয়াবলীর সাথেও তার আলাপ হয়। জয়াবলী গৌতমকে বর দেওয়ার প্রতিশ্রুতি দেন, এবং ভৌত জগতের সৌন্দর্য ও গভীরতা বর্ণনা করেন এবং তাকে যজ্ঞ করতে শেখান।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nDoniger, Wendy (১৯৯৯)। \"Indra and Ahalya, Zeus and Alcmena\"। Splitting the Difference: Gender and Myth in Ancient Greece and India। University of Chicago Press। আইএসবিএন 978-0-226-15641-5। \n\n\n== বহিঃসংযোগ =="}