{"pageid": 1134308, "title": "অণ্ডাল–সীতারামপুর লুপ লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1134308", "content": "অন্ডাল–সীতারামপুর লুপ লাইন হল একটি রেললাইন যা হাওড়া-দিল্লি প্রধান লাইনের বর্ধমান-আসানসোল বিভাগে অন্ডাল ও সীতারামপুরকে একে অপরের সাথে সংযুক্ত করে। এই ৪১ কিলোমিটার (২৫ মাইল) ট্র্যাক পূর্ব রেলওয়ের আওতাধীন। এই ট্র্যাকটি প্রাথমিকভাবে ভারতের পশ্চিমবঙ্গ রাজ্যের পশ্চিম বর্ধমান জেলার উত্তর কয়লাক্ষেত্র এলাকায় পরিষেবা প্রদান করে।\n\n\n== ইতিহাস ==\nওন্ডাল-বাবোইসোলা রেলওয়ে ১৮৬৩ সালে তারকেসুর রেলওয়ে কোম্পানি দ্বারা নির্মিত হয় এবং ১৮৬৪ সালে যান চলাচলের জন্য খুলে দেওয়া হয়। তারকেসুর রেলওয়ে কোম্পানি ১৯১৫ সালে রাজ্য দ্বারা অধিগ্রহণ করার আগে এবং EIR এর সাথে যুক্ত হওয়ার আগে ১৯১৪ সাল পর্যন্ত লাইনগুলি ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানি দ্বারা কাজ করা হয় এবং এই লাইনটি EIR নেটওয়ার্কের একটি অংশ হয়ে ওঠে। ১৯৬৩ সালে অন্ডাল (ওন্ডাল) থেকে বাবোইসোলা (বাবুইসোল, অন্ডালের কাছে) এবং মঙ্গলপুর হয়ে তাপসী পর্যন্ত আসল লাইনটি খোলা হয়। এটি ১৮৯৪-৯৫ সালে ইকরা, চুরুলিয়া এবং গৌরাঙ্গদী হয়ে হাওড়া-দিল্লি প্রধান লাইনে রূপনারায়ণপুর পর্যন্ত প্রসারিত হয়। \nইকরাহ-বারবানি শাখা লাইন ১৮৯৪ সালে খোলা হয়। এটি ১৯০২ সালে বর্ধমান-আসানসোল সেকশনের সীতারামপুর পর্যন্ত প্রসারিত হয়। \nতাপসী-বরাবানি কর্ড লাইনটি ১৯০৮-১৫ এর মধ্যে এই এলাকার অসংখ্য কোলিয়ারিগুলিকে পরিবেশন করার জন্য সম্পন্ন হয়। \nস্বাধীনতার পরে, ইকরাহ-চুরুলিয়া-গৌরাঙ্গদী-রূপনারায়ণপুর সেকশনটি ব্যাপক ক্ষতির সম্মুখীন হয় যার কারণে ১৯৮৮ সালে পূর্ব রেলওয়ে দ্বারা পরিষেবাগুলি প্রত্যাহার করা হয়। লোহা মাফিয়ারা লাইনটি ভেঙে ফেলেছিল এবং ১৯৯৫ সালে ট্র্যাকগুলি ভেঙে দিয়ে একটি খনি স্থাপন করা হয়।\n\n\n== শাখা লাইন ==\nএই বিভাগে দুটি শাখা লাইন আছে। প্রথমটি হল তাপসী-বড়বাণী কর্ড বিভাগ। এটি প্রাথমিকভাবে শ্রীপুর এলাকা এবং সাতগ্রাম এলাকার কয়লাক্ষেত্রে কাজ করে এবং মালবাহী ট্রেন দ্বারা ব্যবহৃত হয়, অন্যটি হল ইকরাহ-চুরুলিয়া-গৌরাঙ্গদী-রূপনারায়ণপুর সেকশন। এই ট্র্যাকটি ভেঙে দেওয়া হয়। ২০১১ সালের রেল বাজেটে বারাবানি ও চুরুলিয়ার মধ্যে একটি নতুন লাইনের প্রস্তাব করা হয়। \n\n\n== বিদ্যুতায়ন ==\nঅন্ডাল-বরাবানি-সীতারামপুর সেকশনের বিদ্যুতায়ন ২০১১-১২-এর রেল বাজেটে অনুমোদিত হয় এবং ২০১৭ সালে সম্পন্ন হয়।  \n\n\n== তথ্যসূত্র ==\n|"}