{"pageid": 11353, "title": "আল রাযী", "url": "https://bn.wikipedia.org/wiki?curid=11353", "content": "আবু বকর মোহাম্মাদ ইবন যাকারিয়া আল রাযি বা আল-রাযি (৮৬৫ - ৯২৫) একজন দক্ষ পারসিক চিকিৎসক এবং দার্শনিক। তিনি চিকিৎসাবিজ্ঞান, আলকেমি, পদার্থবিজ্ঞান এবং অন্যান্য বিষয়ের উপর ১৮৪টির বেশি বই লিখেছেন। তিনি সালফিউরিক এসিড আবিষ্কার করেন। তিনি ইথানল উৎপাদন, বিশোধন, ও চিকিৎসায় এর ব্যবহার প্রক্রিয়া আবিষ্কার করেন। তিনি একজন বিখ্যাত ইসলামি চিন্তাবিদ ছিলেন। তিনি বহু দেশ ভ্রমণ করেন। বাগদাদ নগরীতে তার একটি পরীক্ষাগার ছিল। তার নামে ইরানে রাযি ইনষ্টিটিউট এবং রাযী বিশ্ববিদ্যালয় অবস্থিত। ইরানে প্রতি বছর ২৭শে আগস্ট রাযি দিবস পালন করা হয়।\nএকজন বিস্তৃত চিন্তাবিদ হিসেবে আল-রাজি বিভিন্ন ক্ষেত্রে মৌলিক এবং স্থায়ী অবদান রেখেছিলেন, যা তিনি ২০০ টিরও বেশি পাণ্ডুলিপিতে লিপিবদ্ধ করেছেন এবং বিশেষভাবে তাঁর পর্যবেক্ষণ এবং আবিষ্কারের মাধ্যমে চিকিৎসাবিদ্যায় অসংখ্য অগ্রগতির জন্য তিনি স্মরণীয়। পরীক্ষামূলক ওষুধের প্রথম দিকের প্রবক্তা হিসাবে তিনি একজন সফল ডাক্তার হয়ে ওঠেন এবং বাগদাদ ও রে হাসপাতালের প্রধান চিকিৎসক হিসেবে কাজ করেন। মেডিসিনের একজন শিক্ষক হিসাবে, তিনি সমস্ত ছাত্রদের আকৃষ্ট করতে পারতেন এবং ধনী বা দরিদ্র যাই হোক না কেন তার রোগীদের সেবার জন্য তিনি সহানুভূতিশীল এবং নিবেদিত ছিলেন। তিনিই প্রথম যিনি ক্লিনিক্যালি গুটিবসন্ত এবং হামের মধ্যে পার্থক্য করেছিলেন এবং পূর্বের থেকে সঠিক চিকিৎসার পরামর্শ দেন।\nঅনুবাদের মাধ্যমে, তার চিকিৎসা কাজ এবং ধারণা মধ্যযুগীয় ইউরোপীয় অনুশীলনকারীদের মধ্যে পরিচিত হয়ে ওঠে এবং ল্যাটিন পশ্চিমে চিকিৎসা শিক্ষাকে গভীরভাবে প্রভাবিত করে। \"অন সার্জারি\" এবং \"এ জেনারেল বুক অন থেরাপি\" নামে তার রচনা আল-মানসুরির কিছু ভলিউম পশ্চিমা বিশ্ববিদ্যালয়গুলিতে চিকিৎসা পাঠ্যক্রমের অংশ হয়ে উঠেছে। এডওয়ার্ড গ্র্যানভিল ব্রাউন তাকে সম্ভবত সমস্ত মুসলিম চিকিৎসকদের মধ্যে সর্বশ্রেষ্ঠ এবং সবচেয়ে মৌলিক এবং একজন লেখক হিসেবে সবচেয়ে বিস্তৃত একজন হিসেবে বিবেচনা করেন। উপরন্তু, তাকে শিশুরোগবিদ্যার জনক হিসেবে বর্ণনা করা হয়েছে এবং প্রসূতি ও চক্ষুবিদ্যার পথিকৃৎ হিসাবে তিনি সম্যক পরিচিত। উল্লেখ্য, তিনি প্রথম চিকিৎসক হিসেবে চোখের কূট এর আলোর প্রতিক্রিয়া চিহ্নিত করতে পেরেছিলেন।\n\n\n== জন্ম ==\nআল-রাজি ৮৬৫ খ্রিষ্টাব্দে ইরানের তেহরানের রে শহরে ফার্সি স্টকের একটি পরিবারে জন্মগ্রহণ করেন (আধুনিক রে থেকে তার নামের উৎপত্তিও \"আল-রাজি\")। তিনি ফার্সি ভাষার স্থানীয় ভাষাভাষী ছিলেন। রে গ্রেট সিল্ক রোডে অবস্থিত ছিল যা বহু শতাব্দী ধরে পূর্ব ও পশ্চিমের মধ্যে বাণিজ্য ও সাংস্কৃতিক বিনিময়কে সহজতর করেছিল। এটি ইরানের তেহরানের কাছে অবস্থিত আলবোর্জ পর্বতমালার দক্ষিণ ঢালে অবস্থিত।\n\n\n== শিক্ষা ও কর্মজীবন ==\nতার যৌবনে, আল-রাজি বাগদাদে চলে যান যেখানে তিনি স্থানীয় বিমারিস্তান (হাসপাতাল) এ অধ্যয়ন ও অনুশীলন করেন। পরে, রে-এর তৎকালীন গভর্নর মনসুর ইবনে ইসহাক তাকে রে-তে ফেরত আসার আমন্ত্রণ জানান এবং তিনি বিমারিস্তানের প্রধান হন। তিনি চিকিৎসা বিষয়ক দুটি বই - দ্য স্পিরিচুয়াল ফিজিক এবং আল-মানসুরি অন মেডিসিন, ইবনে ইসহাককে উৎসর্গ করেন। চিকিৎসক হিসাবে তার সদ্য অর্জিত জনপ্রিয়তার কারণে তিনি বাগদাদে আমন্ত্রণ পেয়েছিলেন। সেখানে তিনি এর প্রতিষ্ঠাতার নাম অনুসারে প্রতিষ্ঠিত আল-মুতাহিদ (মৃত্যু ৯০২ সালে) নামে একটি নতুন হাসপাতালে পরিচালকের দায়িত্ব গ্রহণ করেছিলেন। আল-মুতাদিদের পুত্রের শাসনামলে, আল-মুকতাফি(৯০২-৯০৮) কর্তৃক আল-রাজিকে একটি নতুন হাসপাতাল নির্মাণের দায়িত্ব দেওয়া হয়েছিল, যা আব্বাসীয় খিলাফতের সময় সবচেয়ে বড় হাসপাতাল ছিল। ভবিষ্যৎ হাসপাতালের অবস্থান বাছাই করার জন্য, আল-রাজি গ্রহণ এমন একটি পদ্ধতি গ্রহন করেছিলেন যা আজকাল একটি প্রমাণ-ভিত্তিক পদ্ধতি হিসাবে পরিচিত। পদ্ধতিটি হলো- তিনি শহর জুড়ে বিভিন্ন স্থানে টাটকা মাংস ঝুলিয়ে রাখার পরামর্শ দেন এবং যেখানে মাংস পচতে সবচেয়ে বেশি সময় নেয় হাসপাতাল সেখানে তৈরি করা হয়।\nতিনি তার জীবনের শেষ বছরগুলি গ্লূকোমাতে আক্রান্ত হয়ে তার জন্মস্থান রে-তে কাটিয়েছেন। তার চোখের পীড়া ছানি পড়া দিয়ে শুরু হয়েছিল এবং সম্পূর্ণ অন্ধত্বে শেষ হয়েছিল। তার অন্ধত্বের কারণ অনিশ্চিত। ইবনে জুলজুল দ্বারা উল্লিখিত একটি বিবরণ অনুযায়ী, তার পৃষ্ঠপোষক- মনসুর ইবনে ইসহাক দ্বারা তার মাথায় আঘাত করা হয়েছিলো, কেননাতার আলকেমি তত্ত্বের প্রমাণ দিতে ব্যর্থ হওয়ার জন্য তিনি আল রাজির উপর সন্তুষ্ট ছিলেন না। অন্যদিকে আবুলফারাজ এবং কাসিরি দাবি করেছেন, ডায়েটের জন্য শুধুমাত্র মটরশুটি খাদ্য এর পেছনে দায়ী। একজন চিকিৎসক তাকে অন্ধত্ব নিরাময়ের জন্য একটি মলম দেওয়ার প্রস্তাব দিয়েছিলেন। তখন আল-রাজি তাকে জিজ্ঞেস করেন, চোখের কয়টি স্তর রয়েছে। তিনি একটি উত্তর দিতে অক্ষম ছিলেন, তখন রাজি এই বলে চিকিৎসা প্রত্যাখ্যান করেছিলেন যে \"আমার চোখের চিকিৎসা এমন একজনের দ্বারা করা হবে না যে এর শারীরস্থানের মূল বিষয়গুলি জানে না\"।\nআল-রাজির বক্তৃতা অনেক ছাত্রকে আকৃষ্ট করেছিল। ইবন আল-নাদিম -যিনি ফিহরিস্টে বর্ণনা করেছেন তিনি আল-রাজিকে \"শেখ\" হিসাবে বিবেচনা করতেন। এটি একটি সম্মানসূচক উপাধি যা শিক্ষা দেওয়ার অধিকারী এবং চারপাশে ছাত্রদের বেশ কাছে সুপরিচিতি পাওয়া দ্বারা বিবেচ্য । তার শিক্ষাদান পদ্ধতি ছিল এমন -যেমন কেউ প্রশ্ন উত্থাপন করলে তা 'প্রথম সারির' ছাত্রদের কাছে চলে যেত; যদি তারা উত্তরটি না জানত, তবে এটি 'দ্বিতীয় সারির' কাছে প্রেরণ করা হত এভেবে বিভিন্ন সারিতে এটি ঘুরত। যখন সমস্ত ছাত্র উত্তর দিতে ব্যর্থ হত তখন আল-রাজি নিজেই প্রশ্নটি বিবেচনা করতেন। আল-রাজি একজন উদার স্বভাবের ব্যক্তি ছিলেন এবং তার রোগীদের প্রতি তার বিবেচ্য মনোভাব ছিল। তিনি দরিদ্রদের জন্য দানশীল ছিলেন, কোনো প্রকার অর্থ প্রদান ছাড়াই তাদের চিকিৎসা করতেন এবং তাদের জন্য চিকিৎসা পরামর্শ সহ মন লা ইয়াহুরুহু আল-তাবিব, বা যার কাছে কোনো চিকিত্সক নেই এমন একটি গ্রন্থ লিখেছিলেন। তাবারিস্তানের একজন প্রাক্তন ছাত্র তার দেখাশোনা করতে এসেছিলেন, কিন্তু আল-বিরুনি যেমন লিখেছেন, আল-রাজি তাকে তার উদ্দেশ্যের জন্য পুরস্কৃত করেছিলেন এবং তাকে বাড়িতে ফেরত পাঠিয়েছিলেন, ঘোষণা করেছিলেন যে তার শেষ দিনগুলি ঘনিয়ে আসছে। বিরুনির মতে, আল-রাজি ৯২৫ খ্রিস্টাব্দে ষাট বছর বয়সে রে-তে মারা যান। বিরুনি, যিনি আল-রাজিকে তাঁর পরামর্শদাতা হিসাবে বিবেচনা করতেন, তিনি প্রথম আল-রাজির একটি সংক্ষিপ্ত জীবনী লিখেছেন যার মধ্যে তাঁর অসংখ্য কাজের একটি গ্রন্থপঞ্জি রয়েছে।\nইবনে আল-নাদিম আল-রাজির একজন চীনা ছাত্রের একটি বিবরণ লিপিবদ্ধ করেছিলেন যিনি গ্যালেনের সমস্ত কাজ চীনা ভাষায় অনুলিপি করেছিলেন । ছাত্রটি ৫ মাসে সাবলীল আরবি শিখেছিল এবং আল-রাজির বক্তৃতায় অংশ নিয়েছিল।\nতার মৃত্যুর পর, তার খ্যাতি মধ্যপ্রাচ্য ছাড়িয়ে মধ্যযুগীয় ইউরোপে ছড়িয়ে পড়ে এবং টিকে থাকে। পিটারবোরো অ্যাবেতে লাইব্রেরির একটি অপ্রচলিত ক্যাটালগে, সম্ভবত ১৪ শতকের থেকে, আল-রাজিকে ওষুধের উপর দশটি বইয়ের অংশ লেখক হিসাবে তালিকাভুক্ত করা হয়েছে।\n\n\n== চিকিৎসা ক্ষেত্রে অবদান ==\n\n\n=== মনোবিজ্ঞান এবং সাইকোথেরাপি ===\nআল-রাজি ছিলেন বিশ্বের প্রথম মহান চিকিৎসা বিশেষজ্ঞদের একজন। তাকে মনোবিজ্ঞান এবং সাইকোথেরাপির জনক হিসেবে বিবেচনা করা হয়।\nস্মলপক্স বনাম হাম\nআল-রাজি নিজে লিখেছেন:\nগুটিবসন্ত দেখা দেয় যখন রক্ত \"ফুটতে থাকে\" এবং সংক্রমিত হয়, যার ফলে বাষ্প বের হয়ে যায়। এইভাবে কিশোর রক্ত (যা ত্বকে ভেজা নির্যাসের মতো দেখায়) পরিপক্ক ওয়াইনের রঙ ধারণ করে সমৃদ্ধ রক্তে রূপান্তরিত হয়। এই পর্যায়ে, গুটিবসন্ত মূলত \"ওয়াইনে পাওয়া বুদবুদ\" (ফোস্কা হিসাবে) হিসাবে দেখা যায়... এই রোগটি অন্য সময়েও হতে পারে (অর্থ: শুধুমাত্র শৈশবকালে নয়)। এই প্রথম পর্যায়ে করণীয় সবচেয়ে ভাল জিনিস এটি থেকে দূরে থাকা, অন্যথায় এই রোগটি মহামারীতে পরিণত হতে পারে।\"\nএই রোগ নির্ণয়কে এনসাইক্লোপিডিয়া ব্রিটানিকা কর্তৃক \"রোগের প্রাথমিক অস্তিত্ব সম্পর্কে সবচেয়ে বিশ্বস্ত বিবৃতিগুলির একটি যা ৯ম শতাব্দীর পার্সিয়ান চিকিত্সক রাজীর একটি বিবরণে পাওয়া যায়, যার দ্বারা এর লক্ষণগুলি স্পষ্টভাবে বর্ণনা করা হয়েছিল, এর প্যাথলজি একটি গাঁজন তত্ত্ব দ্বারা ব্যাখ্যা করা হয়েছে, এবং এর চিকিত্সার জন্য নির্দেশাবলী দেওয়া হয়েছে।\" বলে (১৯১১) সালে স্বীকৃতি দেওয়া হয়েছে।\nআল-রাজির বই আল-জুদারি ওয়া আল-হাসবাহ (অন স্মলপক্স এবং মিজলস) প্রথম বই যা গুটিবসন্ত এবং হামকে স্বতন্ত্র রোগ হিসাবে বর্ণনা করে। এটি ল্যাটিন এবং অন্যান্য ইউরোপীয় ভাষায় এক ডজনেরও বেশি বার অনূদিত হয়েছে। এতে আল-রাজির চিকিৎসা পদ্ধতিকে গোড়ামিবাদমুক্ত এবং ক্লিনিকাল পর্যবেক্ষণের হিপোক্রেটিক নির্ভরতাকে দেখানো হয়েছে । উদাহরণস্বরূপ, তিনি লিখেছেন:\nগুটিবসন্তের অগ্ন্যুৎপাতের আগে ক্রমাগত জ্বর, পিঠে ব্যথা, নাকে চুলকানি এবং ঘুমের সময় দুঃস্বপ্ন দেখা যায়। এইগুলি হল এর পদ্ধতির আরও তীব্র লক্ষণগুলির সাথে একত্রে পিঠে লক্ষণীয় ব্যথা সহ জ্বর এবং রোগীর সারা শরীরে চুলকানি অনুভূত হয়। মুখের একটি ফোলাভাব দেখা যায়, যা আসে এবং যায় এবং একটি সামগ্রিক প্রদাহজনক রঙ লক্ষ্য করে যা উভয় গালে এবং উভয় চোখের চারপাশে একটি শক্তিশালী লালভাব হিসাবে লক্ষণীয়। আক্রান্ত ব্যক্তি পুরো শরীরে ভারীতা এবং প্রচণ্ড অস্থিরতা অনুভব করে, যা নিজেকে অনেক প্রসারিত এবং হাই তোলার মতো করে প্রকাশ করে। গলা ও বুকে ব্যথা হয় এবং শ্বাস নিতে কষ্ট হয় এবং কাশি হয়। অতিরিক্ত লক্ষণগুলি হল: শ্বাসকষ্ট, ঘন থুতু, কণ্ঠস্বর কর্কশ হওয়া, ব্যথা এবং মাথা ভারী হওয়া, অস্থিরতা, বমি বমি ভাব এবং উদ্বেগ। (পার্থক্যটি লক্ষ্য করুন: অস্থিরতা, বমি বমি ভাব এবং উদ্বেগ গুটিবসন্তের তুলনায় \"হাম\" এর সাথে বেশি ঘটে। অন্যদিকে, হামের চেয়ে গুটিবসন্তের সাথে পিঠে ব্যথা বেশি দেখা যায়)। সব মিলিয়ে একজনের সারা শরীরে তাপ অনুভব হয়, একজনের কোলন স্ফীত হয় এবং একজনের সামগ্রিকভাবে উজ্জ্বল লালভাব দেখা যায়, মাড়ির খুব স্পষ্ট লালভাব। (রেজেস, এনসাইক্লোপিডিয়া অফ মেডিসিন)\nমেনিনজাইটিস\nআল-রাজি মেনিনজাইটিসে আক্রান্ত রোগীদের ফলাফলকে রক্ত-লেটিং দিয়ে চিকিত্সা করা রোগীদের ফলাফলের সাথে তুলনা করে দেখেন যে রক্ত দেওয়া সাহায্য করতে পারে কিনা।\nফার্মেসি\nআল-রাজি ফার্মেসির প্রাথমিক অনুশীলনে বিভিন্ন উপায়ে অবদান রেখেছিলেন, যেখানে তিনি \"মারকিউরিয়াল মলম\" এর ব্যবহার এবং মর্টার, ফ্লাস্ক, স্প্যাটুলাস এবং ফিয়ালের মতো যন্ত্রপাতিগুলির বিকাশের প্রবর্তন করেন যা বিংশ শতাব্দীর শুরু পর্যন্ত ফার্মেসী অধ্যয়নে ব্যবহার হত।\nনীতিশাস্ত্র\nপেশাগত পর্যায়ে, আল-রাজি অনেক ব্যবহারিক, প্রগতিশীল, চিকিৎসা এবং মনস্তাত্ত্বিক ধারণার প্রবর্তন করেছিলেন। তিনি চার্লাটান এবং ভুয়া ডাক্তারদের আক্রমণ করেছিলেন যারা শহর ও গ্রামাঞ্চলে ঘুরে বেড়ায় তাদের পেটেন্ট ঔষধ ও \"নিরাময়\" বিক্রি করত। একই সময়ে, তিনি সতর্ক করেছিলেন যে এমনকি উচ্চ শিক্ষিত ডাক্তারদের কাছেও সমস্ত চিকিৎসা সমস্যার উত্তর নেই এবং তারা সমস্ত অসুস্থতা নিরাময় করতে পারে না বা প্রতিটি রোগ নিরাময় করতে পারে না, যা মানবিকভাবে বলা অসম্ভব। তাদের পরিষেবাগুলিতে আরও উপযোগী হওয়ার জন্য এবং তাদের আহ্বানে আরও সত্য হয়ে উঠতে, আল-রাজি অনুশীলনকারীদের ক্রমাগত মেডিকেল বইগুলি অধ্যয়ন এবং নতুন তথ্যের সাথে নিজেকে উন্মুক্ত করার মাধ্যমে উন্নত জ্ঞান বজায় রাখার পরামর্শ দেন। তিনি নিরাময়যোগ্য এবং দুরারোগ্য রোগের মধ্যে পার্থক্য করেছিলেন। পরবর্তীকালে, তিনি মন্তব্য করেন যে ক্যান্সার এবং কুষ্ঠরোগের উন্নত ক্ষেত্রে চিকিৎসককে দোষ দেওয়া উচিত নয় যখন তিনি তাদের নিরাময় করতে পারেন না। একটি হাস্যরসাত্মক নোট যোগ করার জন্য, আল-রাজি সেই চিকিত্সকদের জন্য অত্যন্ত করুণা বোধ করেছিলেন যারা রাজকুমার, আভিজাত্য এবং মহিলাদের সুস্থতার যত্ন নিতেন, কারণ অধিকাংশ ক্ষেত্রে জাতিয় রোগীরা তাদের খাদ্য সীমিত করার ক্ষেত্রে ডাক্তারের আদেশ মানেনা । ফলে তাদের চিকিত্সক হওয়া কঠিন হয়ে উঠে।\nতিনি চিকিৎসা নৈতিকতা সম্পর্কে নিম্নলিখিত লিখেছেন:\nডাক্তারের উদ্দেশ্য হল ভালো করা, এমনকি আমাদের শত্রুদেরও, আমাদের বন্ধুদের জন্য আরও অনেক কিছু, এবং আমার পেশা আমাদের আত্মীয়দের ক্ষতি করতে নিষেধ করে, কারণ এটি মানব জাতির কল্যাণ ও কল্যাণের জন্য প্রতিষ্ঠিত হয়েছে, এবং ঈশ্বর আরোপিত চিকিৎসার শপথ ভঙ্গ না করার জন্য শপথ করেন।\n\n\n== রচনাবলী ==\n\n\n=== আল-কিতাব আল হাবী ===\nএটি গাইনোকোলজি, প্রসূতিবিদ্যা এবং চক্ষু সার্জারির ভিত্তিক ২৩-ভলিউম সেট এর মেডিকেল পাঠ্যপুস্তক ।\n\n\n=== পুণ্যময় জীবন (আল-হাবী الحاوي) ===\nনয়টি খণ্ডের এই মনুমেন্টাল মেডিকেল এনসাইক্লোপিডিয়া- যা ইউরোপে দ্য লার্জ কমপ্রিহেনসিভ বা কন্টিনেন্স লাইবার (جامع الكبير) নামেও পরিচিত —— এতে গ্রীক দার্শনিক এরিস্টটল এবং প্লেটোর উপর বিবেচনা ও সমালোচনা রয়েছে এবং অনেক বিষয়ে উদ্ভাবনী মতামত প্রকাশ করা হয়েছে । শুধুমাত্র এই বইটির কারণেই অনেক পণ্ডিত আল-রাজিকে মধ্যযুগের সর্বশ্রেষ্ঠ চিকিৎসক বলে মনে করেন।\nআল-হাউই একটি আনুষ্ঠানিক চিকিৎসা বিশ্বকোষ নয়, কিন্তু আল-রাজির কর্মরত নোটবুকের একটি মরণোত্তর সংকলন, যেটিতে অন্যান্য বই থেকে সংগৃহীত জ্ঞানের পাশাপাশি তার নিজস্ব ক্লিনিকাল অভিজ্ঞতার ভিত্তিতে রোগ ও থেরাপির মূল পর্যবেক্ষণ অন্তর্ভুক্ত ছিল। এটি তাৎপর্যপূর্ণ কারণ এতে গুটিবসন্তের উপর একটি বিখ্যাত মনোগ্রাফ রয়েছে, যা প্রাচীনতম পরিচিত। এটি ১২৭৯ সালে লাতিন ভাষায় অনুবাদ করেছিলেন ফারাজ বেন সেলিম, একজন সিসিলিয়ান-ইহুদি বংশোদ্ভূত চিকিত্সক, যিনি চার্লস অফ আঞ্জু দ্বারা নিযুক্ত ছিলেন এবং তারপরে এটি ইউরোপে যথেষ্ট প্রভাব ফেলেছিল।\nআল-হাউই গ্যালেনের মতামতেরও সমালোচনা করেছিলেন, আল-রাজি অনেক ক্লিনিকাল কেস পর্যবেক্ষণ করেন পরে যা গ্যালেনের জ্বরের বর্ণনা অনুসরণ করেনি। উদাহরণ স্বরূপ, তিনি বলেছেন যে গ্যালেনের মূত্রসংক্রান্ত রোগের বর্ণনা ভুল ছিল কারণ তিনি মাত্র তিনটি কেস দেখেছেন, যখন আল-রাজি বাগদাদ এবং রে-এর হাসপাতালে এরকম শত শত কেস অধ্যয়ন করেছেন।\n\n\n=== কিতাব আল-মানসুরি ===\nআল-রাজি এই কাজটি তাঁর পৃষ্ঠপোষক রে এর গভর্নর আবু সালিহ আল-মানসুরকে উৎসর্গ করেছিলেন । এটির একটি ল্যাটিন অনুবাদ ১৬ শতকে ডাচ অ্যানাটমিস্ট এবং চিকিত্সক আন্দ্রেয়াস ভেসালিয়াস দ্বারা সম্পাদনা করা হয়েছিল।\n\n\n=== গ্যালেন সম্পর্কে সন্দেহ (আল-শুকুক আলা জালিনুস) ===\nতার গ্রন্থ Doubts about Galen এ আল-রাজি গ্রীক চিকিত্সকের করা বেশ কয়েকটি দাবি যেমন - গ্রীক ভাষার কথিত শ্রেষ্ঠত্ব এবং তার অনেক মহাজাগতিক ও চিকিৎসা দৃষ্টিভঙ্গি প্রত্যাখ্যান করেছেন । তিনি চিকিৎসাকে দর্শনের সাথে যুক্ত করেন এবং বলেন যে সঠিক অনুশীলন স্বাধীন চিন্তার দাবি রাখে। তিনি রিপোর্ট করেছেন যে গ্যালেনের জ্বর নিয়ে বর্ণনা তার নিজস্ব ক্লিনিকাল পর্যবেক্ষণের সাথে একমত নয়। এবং কিছু ক্ষেত্রে তিনি দেখতে পান যে তার ক্লিনিকাল অভিজ্ঞতা গ্যালেনের চেয়ে বেশি।\nতিনি গ্যালেনের -শরীরে চারটি পৃথক \"হিউমার\" (তরল পদার্থ) রয়েছে, যার ভারসাম্য স্বাস্থ্যের চাবিকাঠি এবং একটি প্রাকৃতিক দেহ-তাপমাত্রা সংক্রান্ত তত্ত্বের সমালোচনা করেছিলেন । এই ধরনের সিস্টেমকে বিপর্যস্ত করার একটি নিশ্চিত উপায় হল শরীরে ভিন্ন তাপমাত্রার একটি তরল প্রবেশ করানো যার ফলে শরীরের তাপ বৃদ্ধি বা হ্রাস পায়, যা সেই নির্দিষ্ট তরলের তাপমাত্রার সাথে সাদৃশ্যপূর্ণ। আল-রাজি উল্লেখ করেছেন যে একটি উষ্ণ পানীয় শরীরকে তার নিজের প্রাকৃতিক তাপমাত্রার চেয়ে অনেক বেশি মাত্রায় গরম করে। এইভাবে পানীয়টি শুধুমাত্র তার নিজস্ব উষ্ণতা বা শীতলতা স্থানান্তর করার পরিবর্তে শরীর থেকে একটি প্রতিক্রিয়া ট্রিগার করবে। (Cf. I. E. Goodman)\nসমালোচনার এই লাইনটি মূলত গ্যালেনের হাস্যরসের তত্ত্ব, সেইসাথে এরিস্টটলের চারটি উপাদানের তত্ত্বকে সম্পূর্ণরূপে খণ্ডন করে । আল-রাজির নিজস্ব আলকেমিক্যাল পরীক্ষায় পদার্থের অন্যান্য গুণাবলী যেমন \"তৈলাক্ততা\" এবং \"সালফারাসনেস\", বা দাহ্যতা এবং লবণাক্ততা, যা উপাদানগুলির ঐতিহ্যগত আগুন, জল, পৃথিবী এবং বায়ু বিভাজন দ্বারা সহজে ব্যাখ্যা করা যায়নি।\nচিকিৎসা তত্ত্বের বর্তমান মৌলিক বিষয়ে আল-রাজির চ্যালেঞ্জ ছিল বেশ বিতর্কিত। অনেকে তাকে অজ্ঞতা এবং ঔদ্ধত্যের জন্য অভিযুক্ত করেছেন, যদিও তিনি বারবার গ্যালেনের অবদান এবং শ্রমের জন্য তার প্রশংসা এবং কৃতজ্ঞতা প্রকাশ করেছেন, বলেছেন:\nআমি ঈশ্বরের কাছে প্রার্থনা করেছি যেন তিনি আমাকে এই বইটি লেখার সময় সত্যের দিকে পরিচালিত করেন। গ্যালেনের বিরোধিতা এবং সমালোচনা করা আমাকে দুঃখ দেয় যার জ্ঞানের সাগর থেকে আমি অনেক কিছু নিয়েছি। প্রকৃতপক্ষে তিনিই গুরু আর আমি শিষ্য। যদিও এই শ্রদ্ধা এবং কৃতজ্ঞতা আমাকে সন্দেহ করা থেকে বিরত করবে এবং করবে না, যেমনটি আমি করেছি, তার তত্ত্বগুলিতে কী ভুল। আমি মনে মনে কল্পনা করি এবং অনুভব করি যে গ্যালেন আমাকে এই কাজটি করার জন্য বেছে নিয়েছেন এবং তিনি বেঁচে থাকলে আমি যা করছি তার জন্য তিনি আমাকে অভিনন্দন জানাতেন। আমি এটা বলছি কারণ গ্যালেনের উদ্দেশ্য ছিল সত্য খোঁজা এবং খুঁজে বের করা এবং অন্ধকার থেকে আলো বের করা। আমি যা প্রকাশ করেছি তা পড়ার জন্য তিনি সত্যিই বেঁচে থাকতে চাইতেন।\nশিশুদের রোগ\nআল-রাজির দ্য ডিজিজেস অফ চিলড্রেন ছিল প্রথম মনোগ্রাফ যা শিশুরোগ নিয়ে চিকিৎসার একটি স্বাধীন ক্ষেত্র হিসেবে কাজ করে।\nআলকেমি\n\n\n=== ধাতুর রূপান্তর ===\nআলকেমিতে আল-রাজির আগ্রহ এবং কম ধাতুর রূপা ও সোনায় রূপান্তরের সম্ভাবনার বিষয়ে তার দৃঢ় বিশ্বাস ইবনে আন-নাদিমের বই, দ্য ফিলোসফারস স্টোন (ল্যাটিনে ল্যাপিস ফিলোসোফোরাম) দ্বারা তার মৃত্যুর অর্ধ শতাব্দী পরে প্রমাণিত হয়েছিল। নাদিম- আল-রাজির বারোটি বইয়ের একটি সিরিজ সাথে আরও সাতটি বইয়ের সিরিজকে পুনরুজ্জীবিত করেন, যার মধ্যে আল-কিন্দির আলকেমির বৈধতা অস্বীকার করার ক্ষেত্রে তার যুক্তিকে খণ্ডনের বিষয়টি রয়েছে। আল-কিন্দি (801-873 CE) বাগদাদের প্রতিষ্ঠাতা আব্বাসীয় খলিফা মামুন কর্তৃক সেই শহরের 'হাউস অফ উইজডম'-এ নিযুক্ত ছিলেন, তিনি একজন দার্শনিক এবং রসায়নের বিরোধী ছিলেন। আল-রাজির দুটি সবচেয়ে পরিচিত আলকেমিক্যাল পাঠ্য,: আল-আসার (الاسرار \"দ্য সিক্রেটস\"), এবং সির আল-আসরার (سر الاسرار \"দ্য সিক্রেট অফ সিক্রেটস\"), যা মূলত তার আগের লেখাগুলোকে ছাড়িয়ে গেছে যা আগের অনেক কাজ কে অনেকাংশকে অন্তর্ভুক্ত করেছে।।\nস্পষ্টতই আল-রাজির সমসাময়িকরা বিশ্বাস করত যে তিনি লোহা ও তামাকে সোনায় পরিণত করার রহস্য পেয়েছিলেন। জীবনীকার খসরু মোয়েতাজেদ-তার মোহাম্মদ জাকারিয়া রাজীতে উল্লেখ করেছেন যে একজন জেনারেল সিমজুর জনসমক্ষে আল-রাজির মুখোমুখি হয়েছিলেন এবং জিজ্ঞাসা করেছিলেন যে এটিই কি বিনা পারিশ্রমিকে রোগীদের চিকিত্সা করার জন্য তার ইচ্ছার অন্তর্নিহিত কারণ ছিল ?। \"উপস্থিতদের কাছে মনে হয়েছিল যে আল-রাজি উত্তর দিতে অনিচ্ছুক ছিলেন; তিনি জেনারেলের দিকে তাকিয়ে উত্তর দিলেন\":\nআমি আলকেমি বুঝি এবং আমি দীর্ঘ সময়ের জন্য ধাতুর বৈশিষ্ট্যগত বৈশিষ্ট্য নিয়ে কাজ করছি। যাইহোক, এটি এখনও আমার কাছে স্পষ্ট হয়ে ওঠেনি যে কীভাবে তামা থেকে সোনাকে স্থানান্তর করা যায়। বিগত শতাব্দীতে প্রাচীন বিজ্ঞানীদের গবেষণার পরেও এর কোনো উত্তর পাওয়া যায়নি। এটা সম্ভব কিনা আমি খুব সন্দিহান।\n\n\n=== আলকেমিতে প্রধান কাজগুলি ===\nআল-রাজির কাজগুলি রাসায়নিক পদার্থ, প্রতিক্রিয়া এবং যন্ত্রপাতি সম্পর্কিত সাবধানে পর্যবেক্ষণ করা এবং যাচাইকৃত তথ্যগুলির প্রথম পদ্ধতিগত শ্রেণিবিভাগ উপস্থাপন করে, যা প্রায় সম্পূর্ণরূপে রহস্যবাদ এবং অস্পষ্টতা থেকে মুক্ত একটি ভাষায় বর্ণিত হয়েছে।\n\n\n==== দা সিক্রেট (আল-আসরার) ====\nএই বইটি আল-রাজির ঘনিষ্ঠ বন্ধু, সহকর্মী এবং প্রাক্তন ছাত্র, আবু মুহাম্মদ ইবনে ইউনিস আল-বুখারি, একজন মুসলিম গণিতবিদ, দার্শনিক এবং প্রাকৃতিক বিজ্ঞানীর অনুরোধের জবাবে লেখা হয়েছিল।\n\n\n==== সিক্রেট অফ সিক্রেটস (সির আল-আসরার) ====\nএটি আল-রাজির সবচেয়ে বিখ্যাত বই। এখানে তিনি ফার্মেসির ইতিহাসের জন্য গুরুত্বপূর্ণ মৌলিক রাসায়নিক ক্রিয়াকলাপের প্রতি নিয়মতান্ত্রিক মনোযোগ দেন।\nসির আল-আসরার গ্রন্থে, আল-রাজি তার পূর্ববর্তী বই আল-আসরারের মতো \"বস্তু\" বিষয়কে তিনটি বিভাগে ভাগ করেছেন।\nএটিতে তিনি গাছপালা, প্রাণী এবং খনিজ পদার্থ থেকে প্রাপ্ত পদার্থের মধ্যে চিকিৎসা উপাদানগুলির জ্ঞান এবং সনাক্তকরণ এবং চিকিৎসার জন্য সর্বোত্তম প্রকারের বর্ণনা করেছেন।\nরসায়নবিদ বা apothecaries দ্বারা ব্যবহৃত এবং আগ্রহী সরঞ্জাম এবং সরঞ্জামের জ্ঞান।\nসাতটি আলকেমিক্যাল পদ্ধতি এবং কৌশল সম্পর্কে জ্ঞান: পারদের পরমানন্দ এবং ঘনীভূতকরণ, সালফারের বৃষ্টিপাত এবং খনিজ পদার্থের আর্সেনিক ক্যালসিনেশন (সোনা, রৌপ্য, তামা, সীসা এবং লোহা), লবণ, কাচ, ট্যালক, শেল এবং মোম।\n\n\n=== আল-রাজি খনিজকে ছয়টি ভাগে শ্রেণীবদ্ধ করেছেন: ===\nচারটি আত্মা (আল-আরওয়াহ): পারদ, অ্যামোনিয়া লবণ, সালফার এবং আর্সেনিক সালফাইড (অর্পিমেন্ট এবং রিয়েলগার)।\nসাতটি দেহ (আল-আজসাদ): রূপা, সোনা, তামা, লোহা, কালো সীসা (প্লাম্বাগো), দস্তা (খরসিন্দ) এবং টিন।\nতেরোটি পাথর (আল-আহজার): মার্কাসাইট (মারকাশাইট), ম্যাগনেসিয়া, ম্যালাকাইট, টুটি (টুটিয়া, জিঙ্ক অক্সাইড), ট্যালকম, ল্যাপিস লাজুলি, জিপসাম, অ্যাজুরিট, হেমাটাইট (আয়রন অক্সাইড), আর্সেনিক অক্সাইড [কোনটি?], মাইকা, অ্যাসবেস্টো , এবং কাচ (তখন বালি এবং ক্ষার দিয়ে তৈরি হিসাবে চিহ্নিত করা হয় যার মধ্যে স্বচ্ছ স্ফটিক ড্যামাসেসিন সেরা বলে বিবেচিত হয়)।\nসাতটি ভিট্রিয়ল (আল-জাজাত): অ্যালুম (আল-শাব আল-শাব), এবং সাদা (কালকাদিস আল-কালকাদিস), কালো, লাল (সুরি আল-সুরি), এবং হলুদ (কুলকুতার আল-কালকাতার) ভিট্রিয়ল (অশুদ্ধ সালফেট) লোহা, তামা, ইত্যাদি); , সবুজ (qalqand القلقند)।\nসাত বোরেট: বেকিং সোডা, এবং অশুদ্ধ সোডিয়াম বোরেট।\nএগারোটি লবণ (আল-আমলাহ): লবণ, সাধারণ লবণ, ছাই, ন্যাফথা, জীবন্ত চুন এবং প্রস্রাব, শিলা এবং সমুদ্রের লবণ সহ। তারপরে তিনি পৃথকভাবে এই পদার্থগুলির প্রতিটি, প্রতিটির সেরা রূপ এবং রঙ এবং বিভিন্ন ভেজালের গুণাবলীর সংজ্ঞা এবং বর্ণনা করেন।\nআল-রাজি আলকেমিতে ব্যবহৃত যন্ত্রপাতির একটি তালিকাও দিয়েছেন। এটি 2 টি ক্লাস নিয়ে গঠিত:\nকামারের চুলা, বেলো, ক্রুসিবল, ঠোঙা (জিভ বা মই), ম্যাসেরেটর, স্টিরিং রড, কাটার, পেষকদন্ত (মুসি), ফাইল, কাঁচি, ডিসেনসরি এবং আধা-নলাকার লোহার ছাঁচের মতো ধাতুগুলি দ্রবীভূত করা এবং গলানোর জন্য ব্যবহৃত যন্ত্র। ...\nপাত্র পরিবর্তনের প্রক্রিয়া এবং পাতন করার যন্ত্রের বিভিন্ন অংশগুলি চালানোর জন্য ব্যবহৃত পাত্রগুলি: রিটোর্ট, অ্যালেম্বিক, অগভীর লোহার প্যান, কুমারের ভাটা এবং ব্লোয়ার, বড় চুলা, নলাকার চুলা, কাচের কাপ, ফ্লাস্ক, ফিল, বীকার, কাচের ফানেল, ক্রুসিবল , আলুডেল, গরম করার বাতি, মর্টার, কলড্রন, চুলের কাপড়, বালি- এবং জল-স্নান, চালুনি, ফ্ল্যাট স্টোন মর্টার এবং চাফিং-থালা ।\n\n\n== দর্শন ==\nযদিও আল-রাজি দর্শনের উপর ব্যাপকভাবে লিখেছেন, এই বিষয়ে তার বেশিরভাগ কাজ এখন হারিয়ে গেছে।\n\n\n== অধিবিদ্যা-মেটাফিসিক্স ==\nআল-রাজির আধিভৌতিক মতবাদটি \"ফাইভ ইটারনাল-পাঁচ চিরন্তন\" তত্ত্ব থেকে উদ্ভূত হয়েছে, যা অনুসারে বিশ্ব ঈশ্বর এবং অন্যান্য চারটি চিরন্তন নীতির (আত্মা, বস্তু, সময় এবং স্থান) মধ্যে মিথস্ক্রিয়া থেকে উৎপন্ন হয়েছে। তিনি মৃতদেহের একটি প্রাক-সক্রেটিক ধরনের পরমাণুবাদ গ্রহণ করেছিলেন এবং এর জন্য তিনি ফালাসিফা এবং মুতাকাল্লিমুন উভয়ের থেকে পৃথক ছিলেন। যদিও তিনি প্লেটো এবং চিকিৎসা লেখকদের দ্বারা প্রভাবিত ছিলেন, প্রধানত গ্যালেন, তিনি তাকলিদ প্রত্যাখ্যান করেছিলেন এবং এইভাবে তাদের কিছু মতামতের সমালোচনা প্রকাশ করেছিলেন। এটি তার একটি কাজের শিরোনাম যা থেকে গ্যালেন সম্পর্কে সন্দেহ স্পষ্ট হয়, ।\n\n\n=== দার্শনিক দৃষ্টিভঙ্গি থেকে উদ্ধতি ===\n“(...) সংক্ষেপে, বর্তমান বইটি লিখতে গিয়ে আমি এ পর্যন্ত বিজ্ঞান, দর্শন, ধর্মতত্ত্ব এবং হেকমত (প্রজ্ঞা) এর বিভিন্ন বিষয়ে প্রায় 200টি বই এবং নিবন্ধ লিখেছি।\n(...) আমি কখনই একজন সামরিক ব্যক্তি বা অফিসের লোক হিসাবে কোনও রাজার চাকরিতে প্রবেশ করিনি এবং যদি আমি কখনও কোনও রাজার সাথে কথোপকথন করি তবে তা কখনই আমার চিকিৎসা দায়িত্ব এবং পরামর্শের বাইরে যায়নি।\n(...) যারা আমাকে দেখেছেন তারা জানেন, আমি খাওয়া-দাওয়া বা অন্যায় আচরণে বাড়াবাড়ি করিনি। বিজ্ঞানের প্রতি আমার আগ্রহের বিষয়ে, লোকেরা পুরোপুরি ভালভাবে জানে এবং অবশ্যই প্রত্যক্ষ করেছে যে কীভাবে আমি আমার যৌবন থেকে বিজ্ঞানের জন্য আমার সমস্ত জীবন উৎসর্গ করেছি। বিজ্ঞানের সাধনায় আমার ধৈর্য ও অধ্যবসায় এমন ছিল যে একটি বিশেষ ইস্যুতে আমি 20,000 পৃষ্ঠা লিখেছি (ছোট মুদ্রণে), তাছাড়া আমি আমার জীবনের পনেরো বছর ব্যয় করেছি - রাত্রি দিন - আল হাবী নামে একটি বড় সংকলন লিখতে। এই সময়েই আমি দৃষ্টিশক্তি হারিয়ে ফেলি, আমার হাত অবশ হয়ে যায়, ফলে আমি এখন লেখা পড়া থেকে বঞ্চিত। তবুও, আমি কখনও হাল ছাড়িনি, তবে অন্যদের সাহায্যে পড়া এবং লেখা চালিয়ে যাচ্ছি। আমি আমার বিরোধীদের সাথে ছাড় দিতে পারি এবং কিছু ত্রুটি স্বীকার করতে পারি, কিন্তু আমার বৈজ্ঞানিক কৃতিত্ব সম্পর্কে তারা কী বলে আমি সবচেয়ে আগ্রহী। যদি তারা আমার দৃষ্টিভঙ্গি ভুল বলে মনে করে, তবে তারা তাদের মতামত উপস্থাপন করতে পারে এবং তাদের পয়েন্টগুলি স্পষ্টভাবে প্রকাশ করতে পারে, যাতে আমি তাদের অধ্যয়ন করতে পারি এবং যদি আমি তাদের মতামত সঠিক বলে নির্ধারণ করি তবে আমি তা স্বীকার করব। যাইহোক, যদি আমি দ্বিমত পোষণ করি তবে আমি আমার অবস্থান প্রমাণ করার জন্য বিষয়টি নিয়ে আলোচনা করব। যদি এটি না হয়, এবং তারা শুধুমাত্র আমার পদ্ধতি এবং জীবনধারার সাথে একমত না হয়, আমি প্রশংসা করব তারা শুধুমাত্র আমার লিখিত জ্ঞান ব্যবহার করে এবং আমার আচরণে হস্তক্ষেপ করা বন্ধ করে।\"\n— আল-রাজি, দার্শনিক দৃষ্টিভঙ্গি\n“দার্শনিক জীবনীতে, উপরে দেখা গেছে, তিনি তার ব্যক্তিগত এবং দার্শনিক জীবনধারাকে রক্ষা করেছেন। এই কাজে তিনি একটি কাঠামো তৈরি করেছিলেন এই ধারণার উপর ভিত্তি করে যে মৃত্যুর পরেও সুখে পূর্ণ জীবন আছে, কষ্ট নয়। আত্মভোলা না হয়ে মানুষের উচিত জ্ঞানের সাধনা করা, নিজের মেধাকে কাজে লাগানো এবং জীবনে ন্যায় প্রয়োগ করা।\nআল-রাযীর মতে:\nআমাদের করুণাময় সৃষ্টিকর্তা এটাই চান। যার কাছে আমরা পুরস্কার প্রার্থনা করি এবং যার শাস্তিকে আমরা ভয় করি।\nসংক্ষেপে, মানুষকে সদয়, ভদ্র এবং ন্যায়পরায়ণ হতে হবে। আল-রাজি বিশ্বাস করতেন যে আধ্যাত্মিক সততা এবং শারীরিক স্বাস্থ্যের মধ্যে একটি ঘনিষ্ঠ সম্পর্ক রয়েছে। মৃত্যুর ভয়ে আত্মা যে কষ্ট এড়াতে পারে সে কথা তিনি উল্লেখ করেননি। তিনি সহজভাবে বলেছেন যে এই মনস্তাত্ত্বিক অবস্থা সম্পূর্ণরূপে এড়ানো যাবে না যদি না ব্যক্তি নিশ্চিত হয় যে, মৃত্যুর পরে, আত্মা একটি উন্নত জীবনযাপন করবে। এর জন্য গুহ্য মতবাদ এবং/অথবা ধর্মের পুঙ্খানুপুঙ্খ অধ্যয়ন প্রয়োজন। তিনি কিছু লোকের মতামতের উপর দৃষ্টি নিবদ্ধ করেন যারা মনে করেন যে দেহ মারা গেলে আত্মা ধ্বংস হয়ে যায়। মৃত্যু অনিবার্য, তাই এর সাথে মনকে প্রাধান্য দেওয়া উচিত নয়, কারণ যে কোনও ব্যক্তি যে ক্রমাগত মৃত্যু সম্পর্কে চিন্তা করে সে ব্যথিত হবে এবং মনে করবে যেন সে এই বিষয়ে ক্রমাগত চিন্তা করলে সে মারা যাচ্ছে। অতএব, নিজেকে বিরক্ত না করার জন্য তাকে এটি ভুলে যাওয়া উচিত। মৃত্যুর পর তার ভাগ্য নিয়ে চিন্তা করার সময়, একজন পরোপকারী এবং ভালো মানুষ যিনি ইসলামী শরীয়তের বিধান অনুসারে কাজ করেন, তার ভয় পাওয়ার কিছু নেই কারণ এটি ইঙ্গিত দেয় যে তিনি পরকালে আরাম এবং স্থায়ী সুখ পাবেন। যে ব্যক্তি শরিয়ত সম্পর্কে সন্দেহ পোষণ করে, সে তা নিয়ে চিন্তা-ভাবনা করতে পারে, এবং যদি সে তা পরিশ্রমের সাথে করে তবে সে সঠিক পথ থেকে বিচ্যুত হবে না। যদি সে ব্যর্থ হয় তবে আল্লাহ তাকে ক্ষমা করবেন এবং তার গুনাহ মাফ করবেন কারণ তার কাছে এমন কিছু করার দাবি করা হয়নি যা সে অর্জন করতে পারে না।\n— ডঃ মুহাম্মদ আবদুল-হাদী আবু রেদাহ\n\n\n== ধর্মের উপর দৃষ্টিভঙ্গি ==\nধর্ম সম্পর্কে বেশ কিছু পরস্পরবিরোধী কাজ এবং বক্তব্য এর ব্যপারে আল-রাযিকে দায়ী করা হয়েছে। অনেক সূত্র দাবি করে যে আল-রাজি নবুওয়্যাত এবং ধর্মকে অপ্রয়োজনীয় এবং বিভ্রান্তিকর হিসাবে প্রকাশ করেছেন। তিনি দাবি করেছেন যে সমস্ত মানুষের ঈশ্বর প্রদত্ত কারণের মাধ্যমে সত্য (ঈশ্বরের অস্তিত্ব সহ) অ্যাক্সেস এবং আবিষ্কার করার ক্ষমতা রয়েছে। এই সূত্রগুলি অনুসারে, নবুওয়্যাত সম্পর্কে তাঁর সংশয় এবং দৃষ্টিভঙ্গি হলো যে কোনও একটি গোষ্ঠী বা ধর্ম মানুষকে সত্যে প্রবেশের সুযোগ দেয়নি, তার দৃষ্টিভঙ্গি দ্বারা চালিত হয় যে সমস্ত লোকের যুক্তিবাদিতা এবং সত্য আবিষ্কারের জন্য সমান মৌলিক ক্ষমতা রয়েছে এবং এই ক্ষমতার মধ্যে স্পষ্ট পার্থক্য রয়েছে। তার নবুওয়্যাত কে প্রত্যাখ্যান এবং সত্যে প্রবেশের প্রাথমিক পদ্ধতি হিসেবে যুক্তিকে গ্রহণ করার কারণে, আল-রাজি কিছু মানুষের কাছে একজন মুক্তচিন্তক হিসেবে প্রশংসিত হন।\nআল-বিরুনীর আল-রাজির গ্রন্থপঞ্জি অনুসারে (রিসালা ফি ফিহরিস্ট কুতুব আল-রাজি), আল-রাজি দুটি \"ধর্মবিরোধী বই\" লিখেছেন: \"ফি আল-নুবুওয়াত (নবুওয়্যাত এর উপর) এবং \"ফি হিয়াল আল-মুতানাব্বিন (কৌশলের উপর) মিথ্যা নবীদের)। বিরুনির মতে, প্রথমটি \"ধর্মের বিরুদ্ধে বলে দাবি করা হয়েছিল\" এবং দ্বিতীয়টি \"নবীদের প্রয়োজনীয়তাকে আক্রমণকারী বলে দাবি করা হয়েছিল।\"[যাইহোক, বিরুনি ফি ওজুব সহ ধর্মের উপর আল-রাজির আরও কিছু কাজ তালিকাভুক্ত করেছেন। দাওয়াত আল-নবী আলা মান নাকারা বি আল-নুবুওয়াত (নবীর শিক্ষাকে যারা ভবিষ্যদ্বাণী অস্বীকার করেছে তাদের বিরুদ্ধে প্রচার করার বাধ্যবাধকতা) এবং ফি আন্না লি আল-ইনসান খালিকান মুতকিনান হাকিমান (সেই ব্যক্তির একজন জ্ঞানী ও নিখুঁত স্রষ্টা আছে), \"ঐশ্বরিক বিজ্ঞান\" তার কাজের অধীনে তালিকাভুক্ত। ধর্ম নিয়ে তার কোন কাজই এখন পূর্ণাঙ্গভাবে বিদ্যমান নেই।\nসারাহ স্ট্রোমসা যুক্তি দিয়েছেন যে আল-রাজি ছিলেন একজন মুক্তচিন্তক যিনি সমস্ত প্রকাশিত ধর্মকে প্রত্যাখ্যান করেছিলেন। যাইহোক, পিটার অ্যাডামসন মনে করেন যে আল-রাজি প্রকাশিত ধর্মকে প্রত্যাখ্যান করেননি এবং বরং সাম্প্রতিক প্রমাণের ভিত্তিতে ইসলামে বিশ্বাসী ছিলেন। তিনি যুক্তরাষ্ট্রের:\nএটি লক্ষণীয় যে স্ট্রোমসার কাজটি রাশেদের এই প্রমাণ ফখর আল-দিনে আবিষ্কারের আগে থেকেই ছিল, যাতে এই নতুন তথ্যটি কীভাবে প্রমাণের সাথে মিলিত হতে পারে তা বিবেচনা করার সুবিধা তার ছিল না। এই অধ্যায়ে আমি নিজের জন্য এই লক্ষ্যটি নির্ধারণ করব। আমার তাস টেবিলে রাখা উচিত এবং বলা উচিত যে আমি রাশেদের বিবরণ দ্বারা রাজি হয়েছি, এবং বিশ্বাস করি না যে রাজি ভবিষ্যদ্বাণী বা ধর্মের উপর একটি সাধারণ আক্রমণ করেছিলেন যেমন আবু হাতিম আমাদের ভাবতেন।\n\n\n== সমালোচনা ==\nআল-রাজির ধর্মীয় ও দার্শনিক দৃষ্টিভঙ্গি ১১ শতকের প্রথম দিকে আবু রায়হান বিরুনি এবং ইবনে সিনা দ্বারা সমালোচিত হয়েছিল। বিরুনি বিশেষ করে আল-রাজিকে নিয়ে একটি সংক্ষিপ্ত গ্রন্থ (রিসালা) লিখেছিলেন, ম্যানিচেইজমের প্রতি তার সহানুভূতি, তার হারমেটিক লেখা, তার ধর্মীয় ও দার্শনিক দৃষ্টিভঙ্গি, পদার্থবিদ্যাকে গণিত করতে অস্বীকার করার জন্য এবং তার সক্রিয় বিরোধিতার জন্য তার সমালোচনা করেন। ইবনে সিনা যিনি নিজেও একজন চিকিৎসক এবং দার্শনিক ছিলেন, তিনিও আল-রাজির সমালোচনা করেছিলেন।বিরুনির সাথে বিতর্কের সময় ইবনে সিনা বলেছিলেন:\nঅথবা মুহাম্মদ ইবনে জাকারিয়া আল-রাযীর কাছ থেকে, যিনি মেটাফিজিক্সে হস্তক্ষেপ করেন এবং তার যোগ্যতাকে অতিক্রম করেন,আসলে তিনি এই বিষয়ে তার অজ্ঞতা প্রকাশ না করে তার উচিত ছিল অস্ত্রোপচার এবং প্রস্রাব এবং মল পরীক্ষার মধ্যেই সীমাবদ্ধ থাকা।\nনাসর-ই-খোসরা মরণোত্তরভাবে তাকে ইরানশাহরীর চুরির অভিযোগে অভিযুক্ত করেছেন, যাকে খসরা আল-রাজির প্রভু বলে মনে করতেন।\n\n\n== উত্তরাধিকার ==\nকারাজের আধুনিক রাজি ইনস্টিটিউট এবং কেরমানশাহের রাজি বিশ্ববিদ্যালয় তার নামে নামকরণ করা হয়েছিল। প্রতি ২৭ আগস্ট ইরানে একটি \"রাজি দিবস\" (\"ফার্মেসি দিবস\") পালন করা হয়।\nজুন ২০০৯ সালে, ইরান ভিয়েনায় জাতিসংঘের অফিসে একটি \"স্কলারস প্যাভিলিয়ন\" বা চার্টগি দান করে, যা এখন ভিয়েনা ইন্টারন্যাশনাল সেন্টারের কেন্দ্রীয় মেমোরিয়াল প্লাজায় স্থাপন করা হয়েছে। প্যাভিলিয়নে আল-রাজি, ইবনে সিনা , আবু রায়হান বিরুনি এবং ওমর খৈয়ামের মূর্তি রয়েছে।\nজর্জ সার্টন তাকে \"ইসলাম ও মধ্যযুগের সর্বশ্রেষ্ঠ চিকিৎসক\" বলে মন্তব্য করেন।\nযদিও দ্য বুলেটিন অফ দ্য ওয়ার্ল্ড হেলথ অর্গানাইজেশন (মে ১৯৭০) উল্লেখ করেছে যে তার \"গুটিবসন্ত এবং হামের উপর লেখাগুলি মৌলিকতা এবং নির্ভুলতা দেখায় এবং সংক্রামক রোগের উপর তার প্রবন্ধটি এই বিষয়ে প্রথম বৈজ্ঞানিক গ্রন্থ\"।\n\n\n== মৃত্যু ==\nতিনি ৯২৫ খ্রিষ্টাব্দে ৮৫ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAdamson, Peter (২০২১a)। \"Abu Bakr al-Razi\"।   Zalta, Edward N.। The Stanford Encyclopedia of Philosophy। \nArberry, Arthur John (২০০৮)। Revelation and Reason in Islam। Routledge। আইএসবিএন 9780415438872। \nBrowne, Edward G. (১৯২১)। Arabian Medicine, Being the Fitzpatrick Lectures Delivered at the College of Physicians in November 1919 and November 1920। Cambridge: Cambridge University Press। পৃষ্ঠা 44–53। ওসিএলসি 808169546। \nDhanani, Alnoor (২০১৩)। \"Atomism\"।   Fleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett। Encyclopaedia of Islam, Three। ডিওআই:10.1163/1573-3912_ei3_COM_24249। \nDuffin, Jacalyn (২০২১)। History of Medicine: A Scandalously Short Introduction (3rd সংস্করণ)। University of Toronto Press। আইএসবিএন 978-1-4875-0917-0। \nFrye, Richard N. (১৯৭৫)। The Cambridge history of Iran, Volume 4 (Reprint সংস্করণ)। London: Cambridge University Press। আইএসবিএন 978-0-521-20093-6। \nGoodman, L.E (১৯৬০–২০০৭)। \"al-Rāzī\"।   Bearman, P.; Bianquis, Th.; Bosworth, C.E.; van Donzel, E.; Heinrichs, W.P.। Encyclopaedia of Islam, Second Edition। ডিওআই:10.1163/1573-3912_islam_SIM_6267। \nHitti, Philip Khuri (জানুয়ারি ১, ১৯৬৯)। Makers of Arab History। St. Martin's Press। \nIskandar, Albert Z. (২০০৮)। \"Al-Rāzī\"।   Selin, Helaine। Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures (2nd সংস্করণ)। Berlin: Springer। পৃষ্ঠা 155–156। আইএসবিএন 978-1-4020-4559-2। \nKahl, Oliver (২০১৫)। The Sanskrit, Syriac and Persian Sources in the Comprehensive Book of Rhazes। BRILL। আইএসবিএন 978-90-04-29024-2। \nOxford Reference (২০২২)। \"Abu Bakr Muhammad ibn Zakariyya al- Razi\"। Oxford Reference (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০২২-০৩-০৩। \nKraus, Paul; Pines, Shlomo (১৯১৩–১৯৩৬)। \"al-Rāzī\"।   Houtsma, M. Th.; Arnold, T.W.; Basset, R.; Hartmann, R.। Encyclopaedia of Islam, First Edition (1913-1936)। ডিওআই:10.1163/2214-871X_ei1_SIM_3693। \nWalzer, Richard (১৯৬২)। Greek Into Arabic Essays on Islamic Philosophy (Oriental Studies I সংস্করণ)। Harvard University Press। আইএসবিএন 978-0674362758। \nRichter-Bernburg, Lutz (২০০৩)। \"Ḥāwi, al-\"।   Yarshater, Ehsan। Encyclopædia Iranica, Volume XII/1: Harem I–Hedāyat al-mota'allemin। London and New York: Routledge & Kegan Paul। পৃষ্ঠা 64–67। আইএসবিএন 978-0-933273-74-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSarton, George (১৯২৭)। Introduction to the History of Science, Volume 1। আইএসবিএন 978-0443092060। \nStroumsa, Sarah Stroumsa (১৯৯৯)। Freethinkers of Medieval Islam: Ibn al-Rāwandī, Abū Bakr al-Rāzī, and Their Impact on Islamic Thought। Islamic Philosophy, Theology and Science. Texts and Studies। 35। Leiden: Brill। আইএসবিএন 978-90-04-11374-9। \nUllmann, Manfred (ফেব্রুয়ারি ১৯৯৭)। Islamic Medicine। Edinburgh University Press। আইএসবিএন 9780748609079। \nWalker, Paul E. (১৯৯৮)। \"al-Razi, Abu Bakr Muhammad ibn Zakariyya' (d. 925)\"।   Craig, Edward। Routledge Encyclopedia of Philosophy। আইএসবিএন 9780415250696। ডিওআই:10.4324/9780415249126-H043-1। \nZiai, Hossein (২০০৫)। \"Recent trends in Arabic and Persian philosophy\"।   Adamson, Peter; Taylor, Richard C.। The Cambridge Companion to Arabic Philosophy। Cambridge: Cambridge University Press। পৃষ্ঠা 405–425। আইএসবিএন 978-0521520690। \n\nLevity.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ফেব্রুয়ারি ২০২১ তারিখে\nPayvand.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ফেব্রুয়ারি ২০২০ তারিখে\ntw6&sig=05JLfRddjgr6t32PQe4SHgCyZDY#PPA229,M1 Google Books Search, \"Doubt: A History\" p. 229\n\"Lives of the Physicians\", dating from 1882, features a biography, in Arabic, about Rhazes.\n[১]\n[২]\n[৩]\n\n\n== আরও পড়ুন ==\n\n\n=== Primary literature ===\n\n\n==== By al-Razi ====\n\n\n=== Secondary literature ==="}