{"pageid": 1135002, "title": "মৈত্রেয় উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1135002", "content": "মৈত্রেয় উপনিষদ (সংস্কৃত: मैत्रेय उपनिषत्) হল হিন্দুধর্মের ছোট উপনিষদ। সংস্কৃত ভাষায় রচিত, এটি ১৬টি উপনিষদের মধ্যে একটি যা সামবেদের অন্তর্গত, এটি ২০টি সন্ন্যাস উপনিষদের মধ্যে একটি হিসাবে শ্রেণীবদ্ধ করা হয়েছে, এবং এটি বেদান্ত উপনিষদের একটি। ১০৮টি উপনিষদের আধুনিক যুগের মুক্তিকা সংকলনে রাম থেকে হনুমানের ক্রমিক ক্রমানুসারে পাঠ্যটি ২৯ নম্বরে তালিকাভুক্ত করা হয়েছে।\nউপনিষদ বলে যে ত্যাগ ও আত্ম-জ্ঞান হল মোক্ষ এর পথ। মৈত্রেয়র মতে, \"প্রভু প্রতিটি ব্যক্তির হৃদয়ে আছেন, তিনি কারণের নৃত্যের সাক্ষী এবং পরম প্রেমের বস্তু\"। একজনকে অবশ্যই জগৎ ত্যাগ করতে হবে, আত্মার প্রসন্নতা অর্জন করতে হবে এবং ব্রহ্মের সাথে এক হতে হবে। মৈত্রেয় বলে, সর্বোত্তম ত্যাগ হল এক, যেখানে কেউ অহংকার, সম্পদ, ভ্রম ও লালসা পরিত্যাগ করে; যখন ব্যক্তির মধ্যে ভ্রম মারা যায়, তখন জ্ঞানের জন্ম হয়।\nউপনিষদের অধ্যায় ২ এবং ৩-এ, ভগবান শিব ঋষি মৈত্রেয়কে সর্বোচ্চ বাস্তবতার (ব্রহ্ম) গোপন কথা প্রচার করেছেন। পাঠ্যটি বলে যে আত্মা (স্ব), ব্রহ্ম ও শিব একই, একজনকে অবশ্যই একজনের প্রকৃত সারমর্মকে বুঝতে হবে যে আত্মা, এবং একজনকে \"আমি তিনি\" এই চিন্তায় উপাসনা করতে হবে।\nমৈত্রেয় উপনিষদ, প্যাট্রিক অলিভেল বলেছে, এই বিকাশের যৌক্তিকতার সাথে হিন্দুধর্মের অদ্বৈত বেদান্ত ঐতিহ্যে পরিত্যক্ত হওয়া সন্ধ্যা আচার ও আচার-অনুষ্ঠানের একটি দলিল।\n\n\n== বুৎপত্তি ==\n\"মৈত্রেয়\" শব্দের অর্থ \"উদার\" বা \"বন্ধুত্বপূর্ণ\"। পাঠটি মৈত্রেয়োপনিষদ নামেও পরিচিত।\n\n\n== কালপঞ্জি ==\nপ্যাট্রিক অলিভেল বলেছেন যে ছয়টি সন্ন্যাস উপনিষদ – আরুণী, লঘু-সন্ন্যাস, কথাশ্রুতি,  পরমহংস, জাবাল  ও ব্রহ্ম উপনিষদ – খ্রিস্টপূর্ব ১ম-সহস্রাব্দের শেষ কয়েক শতাব্দীতে সম্পন্ন হয়েছিল, আশ্রম উপনিষদ অনুসরণ করে যা ৩০০ খ্রিস্টাব্দের কাছাকাছি সম্পন্ন হয়েছিল। মৈত্রেয় উপনিষদ হল কনিষ্ঠ উপনিষদ যা সম্ভবত ১ম সহস্রাব্দ খৃষ্টপূর্ব এর মধ্যযুগীয় সময়ে আশ্রমকে অনুসরণ করেছিল।\n\n\n=== পাণ্ডুলিপি ===\nমৈত্রেয় উপনিষদ পাণ্ডুলিপির দুটি সংস্করণ আধুনিক সময়ে টিকে আছে, একটি উত্তর ভারত থেকে এবং একটি দক্ষিণ ভারত থেকে। এগুলি প্রাথমিকভাবে অধ্যায় ২-এ আলাদা, কিন্তু বার্তাটি মূলত একই।  দক্ষিণ ভারতীয় পাণ্ডুলিপিটি ১০৮টি উপনিষদ সংগ্রহের অংশ, এবং এটি সাধারণত অনূদিত সংস্করণ।\nমৈত্রেয় উপনিষদকে দুটি সংকলনে মৈত্রেয়ী উপনিষদ নামেও নামকরণ করা হয়েছে।. শ্রেডার বলেছেন এটি ত্রুটি, তবে যা অনেক পাণ্ডুলিপি সংগ্রহে ছড়িয়ে পড়েছে।\n\n\n== গঠন ==\nউপনিষদ তিনটি অধ্যায়ে গঠিত। প্রথম অধ্যায়ে চারটি অধ্যায় রয়েছে, যার মধ্যে প্রথম তিনটি গদ্য, এবং শেষ অধ্যায়ে গদ্য প্রস্তাবনা এবং চৌদ্দটি শ্লোক রয়েছে, সবগুলোই তপস্বী রাজা বৃহদ্রথ ও শাক্যন্যের মধ্যে কথোপকথন হিসেবে তৈরি। দ্বিতীয় অধ্যায়টি গদ্য প্রস্তাবনা দিয়ে শুরু হয়েছে, এতে মোট ত্রিশটি শ্লোক সহ তিনটি বিভাগ রয়েছে, যা দেবতা শিব থেকে মৈত্রেয় পর্যন্ত জ্ঞান হিসাবে গঠন করা হয়েছে। তৃতীয় অধ্যায়ে কোন পৃথক বিভাগ নেই এবং এতে ২৪টি শ্লোক রয়েছে, যা ব্রহ্ম, আত্মা এবং উভয়ের ঐক্য সম্পর্কে শিবের জ্ঞানকে আরও বিশদভাবে বর্ণনা করে।\n\n\n== বিষয়বস্তু ==\n\n\n=== অধ্যায় ১: তপস্বী রাজা এবং মোক্ষের পথ ===\n\nরাজা বৃহদ্রথ তার রাজ্য ত্যাগ করেন এবং অবসর গ্রহণ করেন মরুভূমিতে। তিনি সূর্যের কাছে এক হাজার দিনের জন্য তপস করেন, তারপরে তিনি ঋষি শাক্যন্যকে দেখতে পান, যিনি নিজেকে জানেন। বৃহদ্রথের প্রতি সন্তুষ্ট হয়ে ঋষি তাকে বর চাইতে বলেন। সন্ন্যাসী বৃহদ্রথ ঋষির কাছে আত্মার জ্ঞান চান।\nপ্রাথমিকভাবে ঋষি বলেছেন যে ব্রহ্ম বা আত্মার বিষয় ব্যাখ্যা করা কঠিন, পুরানো পদ্ধতির জ্ঞান এবং তপস্বী রাজাকে অন্য কিছু চাইতে বললেন। তপস্বী রাজা বলেন যে সবকিছুই ক্ষণস্থায়ী, উচ্চ শিখরগুলি ভেঙে যায়, মেরু তারা ঋতুর সাথে ঝরে যায়, সমুদ্র শুকিয়ে যায় এবং দেবতা সময়ের সাথে সাথে পড়ে যায়। মহাবিশ্বের সবকিছুর মতোই, ত্যাগী রাজা বলেছেন, ইচ্ছা ও আনন্দ ক্ষণস্থায়ী, অস্তিত্বের অংশ পুনর্জন্ম। তিনি জীবনের চক্র থেকে মুক্তি চান।\nশাক্যন্য তখন মানব জীবনের \nপ্রকৃতিকে ব্যাখ্যা করেন, \"অর্থ হল অনর্থ\" বা \"ইন্দ্রিয়ের বস্তু সত্যে মূল্যহীন\" এই বিবৃতি দিয়ে শুরু করে যে আত্মা যে লোভনীয় আনন্দের প্রতি আকাঙ্ক্ষা করে এবং সে তার সর্বোচ্চ সম্ভাবনায় পৌঁছায় না।\n\nমৈত্রেয় উপনিষদ, ১.৪.৪ শ্লোকে বলে যে আচার ও আচার-অনুষ্ঠানের অনুসরণ মিথ্যা, যে মনই সত্যের পথে ভ্রমণ করে যা আত্মমুক্ত করে এবং স্বাধীনতা অর্জন করে। প্রশান্ত মনের মানুষ নির্মল, তিনিই তার আত্মায় থাকেন এবং অক্ষয় আনন্দ উপভোগ করেন, উপনিষদে বলা হয়েছে। একজনকে অবশ্যই ব্রহ্মের উপর মন বসাতে হবে, যেমনটি ইন্দ্রিয়গ্রাহ্য বস্তুর জন্য করে, এবং যারা তা করে তারা মুক্তির পথে থাকে।\n\nপ্রভু (ঈশ্বর) প্রতিটি ব্যক্তির হৃদয়ের মধ্যে আছেন, অলিভেল অনুবাদ করেছেন, \"তিনি কারণের নৃত্যের সাক্ষী এবং পরম ভালবাসার বস্তু\"। এই প্রভুর কোন শুরু নেই এবং শেষ নেই, এটি বিশুদ্ধ আলো, দখল বা পরিত্যাগ করা যায় না, চিহ্ন বা চিহ্নবিহীন, শান্ত ও গভীর, উপনিষদে বলা হয়েছে। তিনি আলোও নন, অন্ধকারও নন, তিনি পরিবর্তনহীন এবং মিথ্যা আভাসহীন, তিনি জ্ঞান, তিনি মুক্ত, তিনি সত্য, তিনি সূক্ষ্ম, তিনি আনন্দের সাগর, এবং তিনি আমি, ব্যক্তির অন্তর্নিহিত মর্ম, মৈত্রেয় উপনিষদ দাবি করে। আশ্রয়ের জন্য, একজনকে অবশ্যই তার সহজাত আনন্দে ফিরে যেতে হবে। যিনি সংযুক্তিহীন, তাকে কিছুই প্রভাবিত করে না এবং কোন দুঃখ তাকে গ্রাস করে না। যারা সামাজিক শ্রেণী, উপবিভাগ, অন্যের দ্বারা আরোপিত কর্তব্য গ্রহণ করে না, তাদের বিবেক দ্বারা জীবনযাপন করে এবং নিজের আনন্দে তৃপ্ত হয়, কোন যন্ত্রণা তাদের মূলকে স্পর্শ করতে পারে না, মৈত্রেয় উপনিষদ বলে।\n\n\n=== অধ্যায় ২: সত্য চিন্তা করুন, আচার এবং মূর্তি ত্যাগ করুন ===\nকৈলাস পর্বতে মৈত্রেয় দেবতা শিবের সাথে সাক্ষাত করে এবং তাকে সর্বোচ্চ বাস্তবতার জ্ঞান সম্পর্কে জিজ্ঞাসা করে- এর মাধ্যমে উপনিষদের দ্বিতীয় অধ্যায় শুরু। তিনি তাকে তত্ত্বের গোপনীয়তা সম্পর্কে আলোকিত করার জন্য অনুরোধ করেন।\nশিব তাকে ব্যাখ্যা করেছেন যে মানবদেহ হল তীর্থস্থান যেখানে জীব এটিকে একাই প্রতিনিধিত্ব করে।\n\nপাঠ্য বলে, মানবদেহ \"সুখ ও দুঃখের নোংরা ঘর\", যা হাস্যরস দিয়ে তৈরি হয়, জন্ম হয়, সারা জীবন রোগে ভোগে এবং শেষ পর্যন্ত মারা যায়। অধ্যায়ের ২ ধারায় বলা হয়েছে যে যিনি মুক্তি চান তাকে অবশ্যই সন্ধান করতে হবে, উপনিষদ বলে, \"অভ্যন্তরীণ বা আধ্যাত্মিক স্নান যা মনকে পরিষ্কার করে\"। প্রকৃত শুদ্ধি \"জ্ঞানের মাটি ও বিচ্ছিন্নতার জলে ধোয়া\" দ্বারা, মনে বিশুদ্ধতা আনার মাধ্যমে অর্জিত হয়।\nযে ব্যক্তি মুক্তি চায়, উপনিষদে দাবি করে, তার উচিত সমস্ত কিছু ত্যাগ করা এবং তার জন্মভূমি ত্যাগ করা। তার উচিত অহংকার পরিত্যাগ করা, সম্পদ পরিত্যাগ করা, ভ্রম পরিত্যাগ করা এবং লালসা পরিত্যাগ করা। যখন ভ্রম মারা যায়, শ্লোক ২.৩.৪ বলে, জ্ঞানের জন্ম হয়।\nঅধ্যায় ২-এর অধ্যায় ৩-এ, পাঠ্যটি আধ্যাত্মিক জ্ঞান অর্জনের জন্য আচার-অনুষ্ঠানের মূল্য, সেইসাথে বনে ক্লোস্টার এবং জীবনের প্রয়োজনীয়তা নিয়ে প্রশ্ন তুলেছে। এই শ্লোকগুলি, প্যাট্রিক অলিভেল বলেন, কেন অদ্বৈত বেদান্ত ঐতিহ্য বৈদিক আচার-অনুষ্ঠান পরিত্যাগ করে তার কারণগুলিকে সংক্ষিপ্ত করে এবং আত্ম-জ্ঞানের জন্য নির্জনতা এবং পথের অর্থ কী তা পুনরায় সংজ্ঞায়িত করে:\n\nএই অনুভূতিটি উপনিষদের ২.৩.৮ এর পরের শ্লোকগুলিতে পুনরাবৃত্তি করা হয়েছে, তবে পাঠটি যোগ করে যে \"অনুষ্ঠান ত্যাগ করা এবং ত্যাগ করা\" শুধুমাত্র জ্ঞানের দিকে পরিচালিত করে না। এটি \"আত্মা এবং পরম স্ব\" এর একত্ব সম্পর্কে ধ্যান যা জ্ঞানের দিকে পরিচালিত করে। পরিত্যাগ করার আগে, মৈত্রেয় পরামর্শ দেন, একজন ব্যক্তির এমন অভ্যন্তরীণ অবস্থায় পৌঁছানো উচিত যেখানে সমস্ত জাগতিক জিনিসের প্রতি ঘৃণা রয়েছে। একবার সেই অবস্থায় পৌঁছে গেলে এবং ত্যাগ করলে, একজনকে অবশ্যই আধ্যাত্মিক সত্য সম্পর্কে চিন্তা করতে হবে, পাঠ্যটি বলে।  উপনিষদ দাবী করে, অলিভেলে অনুবাদ করে, যে \"শাস্ত্রের প্রতি চিন্তা করা মধ্যম, মন্ত্র নিয়ে চিন্তা করা আরও খারাপ, পবিত্র স্নানের স্থান সম্পর্কে চিন্তা করা আরও খারাপ\"। উপনিষদ সুপারিশ করে যে প্রকৃত আধ্যাত্মিক মানুষের মূর্তি পূজা করা উচিত নয়:\n\nআপনার মধ্যে আত্মা উপাসনা করুন, যা দৃষ্টির কার্যের আগে আলোকিত হয়, যে অবস্থা জাগ্রত চেতনা এবং ঘুমন্ত চেতনার বাইরে, উপনিষদের ২.৩.২০ ও ২.৩.২১ শ্লোকগুলি দাবি করে।\n\n\n=== অধ্যায় ৩: আমিই আমি, আমিই ব্রহ্ম, আমিই তিনি ===\n\nযে ব্যাক্তি জীবন্ত মুক্তি অর্জন করেছেন, অধ্যায় ৩ হল তার উদযাপন ও প্রশংসা করে। এটি মোক্ষ অর্জনকারী ব্যক্তির অভ্যন্তরীণ অবস্থা ও বৈশিষ্ট্য সম্পর্কে বিবৃতিও অন্তর্ভুক্ত করে।\n\nঅধ্যায়ে বলা হয়েছে যে মুক্ত আত্মা শাশ্বত, ওঁ, এবং ধ্যানকারী, ধ্যান এবং ধ্যান করা বস্তুর বাইরে, এটি ব্রহ্ম, এটি \"সৎ-চিত্ত-আনন্দ\", এটি \"সমস্ত পবিত্র স্নানের স্থান\" এর সারাংশ শিব, এটি ফলসমস্ত পবিত্রতা, এবং এটি বিশুদ্ধ আত্মা।  পাঠ্য বলে, আত্মা ছয়টি পরিবর্তন (অস্তিত্ব, জন্ম, বৃদ্ধি, পরিপক্কতা, ক্ষয় ও মৃত্যু) থেকে মুক্ত, ছয়টি আবরণ (ত্বক, রক্ত, মাংস, চর্বি, মজ্জা ও হাড়) থেকে মুক্ত এবং ছয়টি থেকে মুক্ত। অভ্যন্তরীণ শত্রু (ইচ্ছা, ঘৃণা, লোভ, প্রলাপ, গর্ব ও হিংসা)। এই আত্মা হল \"বিশুদ্ধ চেতনার আলো\" এবং গুণবিহীন, মৈত্রেয় উপনিষদ ঘোষণা করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nDeussen, Paul; Bedekar, V.M. (tr.); Palsule (tr.), G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nNair, Shantha N. (১ জানুয়ারি ২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nOlivelle, Patrick (১৯৯২)। Samnyasa Upanishads। Oxford University Press। আইএসবিএন 9780195070453। \nParmeshwaranand, Swami (১ জানুয়ারি ২০০০)। Encyclopaedic Dictionary of Upanisads। Sarup & Sons। আইএসবিএন 978-81-7625-148-8। \nRamamoorthy, Dr. H.; Nome (২০০০)। The Song of Ribhu: The English Translation of the Tamil Ribhu Gita। Society of Abidance in Truth। আইএসবিএন 978-0-9703667-0-2। \nShankarananda, Swami (২০০৪)। How To Live In Old Age। Chinmaya Mission। আইএসবিএন 978-81-7597-290-2।"}