{"pageid": 1135865, "title": "কপিচিং", "url": "https://bn.wikipedia.org/wiki?curid=1135865", "content": "কপিচিং হল বনভূমি ব্যবস্থাপনার একটি ঐতিহ্যবাহী পদ্ধতি যা কেটে ফেলা অনেক প্রজাতির গাছের স্টাম্প বা শিকড় থেকে নতুন অঙ্কুর বের করার ক্ষমতাকে কাজে লাগায়।একটি কপিচ কাঠ যাকে কপস বা কপিস বলা হয়, কচি গাছের ডালপালা মাটির কাছাকাছি পর্যন্ত কাটা হয়।কয়েক বছর পর এটি থেকে নতুন অঙ্কুর হয় এবং কপিচ গাছ কাটা হয় আর এ চক্রটি নতুনভাবে শুরু হয়।পোলারডিং হল একটি অনুরূপ প্রক্রিয়া যা গাছের উপরে উচ্চ স্তরে সম্পাদিত হয় যাতে চারণকারী প্রাণীরা নতুন কান্ড খেতে না পারে। ডাইসুগি (台杉, যেখানে সুগি জাপানি সিডারকে বোঝায়) একটি অনুরূপ জাপানি কৌশল।  \nঅনেক সিলভিকালচার অনুশীলনের সাথে কাটা এবং পুনরায় বৃদ্ধি জড়িত; নিম্নভূমি নাতিশীতোষ্ণ ইউরোপের অনেক অংশে কপিচিং তাৎপর্যপূর্ণ।ল্যান্ডস্কেপ-স্কেল শিল্পে কপিচিংয়ের ব্যাপক এবং দীর্ঘমেয়াদী অনুশীলন দক্ষিণ ইংল্যান্ডে বিশেষ গুরুত্ব বহন করে।\nসাধারণত একটি কপিচ বনভূমি একটি চক্রাকারে  খরিফ করা হয়।এভাবে প্রতি বছর বনভূমিতে কোথাও না কোথাও একটি ফসল পাওয়া যায়।কপিচিং এর প্রভাব রয়েছে সমৃদ্ধ বৈচিত্র্যময় বাসস্থান প্রদানের কারণ বনভূমিতে সর্বদা বিভিন্ন বয়সী কপিস জন্মায় যা জীববৈচিত্র্যের জন্য উপকারী।চক্রের সময়কাল প্রজাতির কাটার নির্ধারিত সময়, স্থানীয় প্রথা এবং পণ্যের ব্যবহারের উপর নির্ভর করে।বার্চ তিন বা চার বছরের চক্রে ফ্যাগটের জন্য কপিক করা যেতে পারে যেখানে খুঁটি বা জ্বালানী কাঠের জন্য ওক পঞ্চাশ বছরের চক্রে কপিচ করা যেতে পারে।\nকপিচ করা গাছগুলি বৃদ্ধ বয়সে মারা যেতে পারে না কারণ কপিচিং একটি কিশোর পর্যায়ে গাছটিকে রক্ষণাবেক্ষণ করে তাদের প্রাপ্ত বয়সে পৌঁছানোর সুযোগ দেয়। একটি বীজ-মূলের বয়স তার ব্যাস থেকে অনুমান করা যেতে পারে; কিছু এত বড় — যতটা ৫.৪ মিটার (১৮ ফুট) জুড়ে — যেগুলিকে শতাব্দী ধরে ক্রমাগতভাবে কপি করা হয়। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পদ্ধতি ==\nকান্ডগুলি (বা সাকার) হয় তাদের তরুণ অবস্থায় ওয়েটল ফেন্সিং (যেমনটি কপিসড উইলো এবং হ্যাজেলের সাথে প্রথাটি) মধ্যে বুননের জন্য ব্যবহার করা যেতে পারে অথবা নতুন অঙ্কুরগুলিকে বড় খুঁটিতে বাড়তে দেওয়া যেতে পারে, যেমনটি নিত্য প্রথা ওক বা ছাই এর ক্ষেত্রে।এটি দীর্ঘ সোজা খুঁটি তৈরি করে যেগুলিতে প্রাকৃতিকভাবে জন্মানো গাছের বাঁক এবং কাঁটা থাকে না।কপিচিং নির্দিষ্ট বৃদ্ধির ধরণকে উৎসাহিত করার জন্য অনুশীলন করা যেতে পারে, যেমন দারুচিনি গাছের ক্ষেত্রে যা ছালের মাধ্যমে জন্মায়।\nআরও জটিল পদ্ধতিকে যৌগিক কপিস বলা হয়।এখানে কিছু অবশিষ্ট থাকবে ,কিছু ফসল কাটা হবে।কিছু কপিসকে নতুন স্ট্যান্ডার্ডে বাড়তে দেওয়া হবে এবং কিছু পুনরুত্থিত কপিস সেখানে থাকবে।এভাবে তিন বছর হবে। কপিকৃত শক্ত কাঠগুলি গাড়ি এবং জাহাজ নির্মাণে ব্যাপকভাবে ব্যবহৃত হত । এখনও কখনও কখনও কাঠের বিল্ডিং এবং আসবাবপত্র তৈরির জন্য ব্যবহৃত হয়।\n\nউইকার -ওয়ার্কের জন্য উইথগুলি বিভিন্ন উইলো প্রজাতির কপিসে জন্মায়, প্রধানত ওসিয়ার ।\nফ্রান্সে মার্শাল আর্ট ক্যানে ডি কমব্যাট (এটি ব্যাটন ফ্রাঙ্কাই নামেও পরিচিত) এর জন্য মিষ্টি চেস্টনাট গাছগুলিকে বেত এবং ব্যাটন হিসাবে ব্যবহারের জন্য কপি করা হয়।\nকিছু ইউক্যালিপটাস প্রজাতি অস্ট্রেলিয়া, উত্তর আমেরিকা, উগান্ডা এবং সুদান সহ বেশ কয়েকটি দেশে কপি করা হয়।  \nশাল গাছ ভারতে কপি করা হয় এবং মোরিঙ্গা ওলিফেরা গাছ ভারত সহ অনেক দেশে কপিস করা হয়।\n\nকখনও কখনও একক ভাবে মাধ্যমে কপিসকে উচ্চ-বন বনভূমিতে রূপান্তরিত করা হয়।পুনঃবৃদ্ধি করা ডালপালাগুলির একটি বাদে সবগুলিই কেটে ফেলা হয়,বাকিগুলি বাড়তে থাকে যেন এটি একটি প্রথম (কাটা) গাছ।\nকপিস বৃদ্ধির সীমানা কখনও কখনও নির্দিষ্ট গাছগুলিকে পোলার্ড বা স্টাব হিসাবে কেটে চিহ্নিত করা হত।\n\n\n=== যুক্তরাজ্য ===\n\nদক্ষিণ ব্রিটেনে কপিস ঐতিহ্যগতভাবে হ্যাজেল, হর্নবিম, ফিল্ড ম্যাপেল, ছাই, মিষ্টি চেস্টনাট, মাঝে মাঝে স্যালো, এলম, ছোট-পাতাযুক্ত চুন এবং কদাচিৎ ওক বা বিচ, পেডানকুলেট বা টেসাইল ওক, ছাই বা বিচের হয়।ভেজা এলাকায় অ্যাল্ডার এবং উইলো ব্যবহার করা হত। \nধাতু গলানোর ক্ষেত্রে কয়লা অর্থনৈতিকভাবে তাৎপর্যপূর্ণ হওয়ার আগে কপিস অনেক উদ্দেশ্যে কাঠ সরবরাহ করত, বিশেষ করে কাঠকয়লা ।এই কাঠগুলির সংখ্যালঘু পরিমাণে আজও কপিসের জন্য ব্যবহৃত হয়, প্রায়শই সংরক্ষণ সংস্থাগুলি বাধা তৈরির জন্য উপাদান তৈরি করে, খড়কুটো, স্থানীয় কাঠকয়লা পোড়ানো বা অন্যান্য কারুশিল্পের জন্য।ইংল্যান্ডে একমাত্র অবশিষ্ট বড় মাপের বাণিজ্যিক কপিস ফসল হল মিষ্টি চেস্টনাট যা সাসেক্স এবং কেন্টের কিছু অংশে জন্মে। এর বেশিরভাগই ১৯ শতকে হপ-পোল উৎপাদনের জন্য প্ল্যান্টেশন হিসাবে প্রতিষ্ঠিত হয়েছিল (হপ-পোলগুলি হপ বাড়ানোর সময় হপ উদ্ভিদকে সমর্থন করার জন্য ব্যবহার করা হয়) এবং আজকাল ১২ থেকে ১৮-বছরের চক্রে বিভক্ত এবং ক্লেফ্ট চেস্টনাটে বাঁধার জন্য কাটা হয়। প্যালিং বেড়া, অথবা ২০ থেকে ৩৫-বছরের চক্রে রেল বেড়ার জন্য বা স্থাপত্যে ব্যবহারের জন্য অঙ্গুলিপর্ব মাপের করা লগ ব্যবহৃত হয়।অন্যান্য উপাদান খামারের বেড়া তৈরি করতে যায় এবং আধুনিক কাঠ-চালিত হিটিং সিস্টেমের জন্য ব্যবহৃত হয়।\nদ্বিতীয় বিশ্বযুদ্ধের পরে, কনিফারগুলির প্রচুর পরিমাণে রোপণ করা হয়েছিল ।তাই কপিস-কাজ প্রায় হয়নি বললেই চলে, যদিও কিছু লোক জঙ্গলে চালিয়ে গিয়েছিল।একটি ছোট এবং ক্রমবর্ধমান সংখ্যক লোক আজ এই এলাকায় সম্পূর্ণ বা আংশিকভাবে এ কাজ করে জীবিকা নির্বাহ করে। \n\n\n== বন্যজীবন ==\n\nকপিস বনব্যবস্থাপনা বন্যজীবনে অনুকূল, প্রায়শই খোলা বনভূমিতে অভিযোজিত প্রজাতির জন্য উপযুক্ত। কাটার পরে বর্ধিত আলো বিদ্যমান কাঠের মেঝের গাছপালা যেমন ব্লুবেল, অ্যানিমোন এবং প্রাইমরোজকে জোরালোভাবে বাড়তে দেয়।প্রায়শই ব্র্যাম্বল বীজমূলের চারপাশে জন্মায়, কীটপতঙ্গকে উৎসাহিত করে বা বিভিন্ন ছোট স্তন্যপায়ী প্রাণী যারা বৃহত্তর শিকারীদের থেকে সুরক্ষা হিসাবে ব্র্যাম্বল ব্যবহার করতে পারে।উডপিলস (যদি কপিসে রেখে দেওয়া হয়) পোকামাকড় আসতে উৎসাহিত করে।খোলা অঞ্চলটি তখন অনেক প্রাণী যেমন নাইটিঙ্গেল, ইউরোপীয় নাইটজার এবং ফ্রিটিলারি প্রজাপতি দ্বারা উপনিবেশিত হয়।বাড়ার সাথে সাথে ছাউনিটি বন্ধ হয়ে যায় এবং এটি আবার এই প্রাণীদের জন্য অনুপযুক্ত হয়ে পড়ে — তবে একটি সক্রিয়ভাবে পরিচালিত কপিসে সবসময় কাছাকাছি আরেকটি সাম্প্রতিক কাটা অভ্যুত্থান থাকে এবং জনসংখ্যা তাই কপিস ব্যবস্থাপনা অনুসরণ করে ঘুরে বেড়ায়।\nবেশিরভাগ ব্রিটিশ কপিস বহু দশক ধরে এইভাবে পরিচালিত হয়নি। কপিস ডালপালা লম্বা হয়ে গেছে ( কপিসটিকে অত্যধিক বলা হয়), অল্প স্থল গাছপালা সহ অনেকগুলি ঘনিষ্ঠ দূরত্বের কান্ডের একটি ভারী ছায়াযুক্ত বনভূমি তৈরি করেছে।উন্মুক্ত বনভূমির প্রাণীরা উডল্যান্ড রাইডের সাথে অল্প সংখ্যায় বেঁচে থাকে বা একেবারেই না এবং এই একসময়ের সাধারণ প্রজাতির অনেকগুলি বিরল হয়ে গেছে।ওভারস্টুড কপিস তুলনামূলকভাবে কম জীববৈচিত্র্যের একটি আবাসস্থল — এটি উন্মুক্ত বনভূমির প্রজাতিকে সমর্থন করে না, তবে এটি উচ্চ বনের অনেক বৈশিষ্ট্যযুক্ত প্রজাতিকেও সমর্থন করে না, কারণ এতে প্রচুর মৃত-কাঠ, পরিষ্কারের মতো উচ্চ-বনের বৈশিষ্ট্যের অভাব রয়েছে।এই পরিত্যক্ত কপিসগুলির উপযুক্ত সংরক্ষণ ব্যবস্থাপনা কপিস ব্যবস্থাপনা পুনরায় চালু করা হতে পারে অথবা কিছু ক্ষেত্রে উচ্চ-বন কাঠামো স্থাপনের জন্য একক এবং নির্বাচনী ছাড়পত্র ব্যবহার করা আরও উপযুক্ত হতে পারে।\n\n\n== তথ্যসূত্র =="}