{"pageid": 1135863, "title": "সংজ্ঞানাত্মক আচরণীয় চিকিৎসা", "url": "https://bn.wikipedia.org/wiki?curid=1135863", "content": "সংজ্ঞানাত্মক আচরণীয় চিকিৎসা (ইংরেজি: Cognitive behavioral therapy কগনিটিভ বিহেভিওরাল থেরাপি, সংক্ষেপে CBT) এক ধরনের মনোসামাজিক হস্তক্ষেপ যার লক্ষ্য বিভিন্ন ধরনের মানসিক স্বাস্থ্য-সংক্রান্ত দুরাবস্থার (মূলত বিষণ্ণতা ও উদ্বেগজনিত বিকার) লক্ষণ-উপসর্গগুলি হ্রাস করা। \nসংজ্ঞানাত্মক আচরণীয় চিকিৎসাতে সংজ্ঞানাত্মক বিকৃতি (Cognitive distortion) যেমন চিন্তা, বিশ্বাস ও মনোভাব এবং সেগুলির সাথে সংশ্লিষ্ট আচরণগুলির বিরোধিতা করা ও সেগুলির পরিবর্তন সাধন করে আবেগিক নিয়ন্ত্রণ (Emotional regulation) উন্নত করার উপরে জোর দেওয়া হয় এবং বিদ্যমান সমস্যাগুলির সমাধানের লক্ষ্য ব্যক্তিগত সামাল দেওয়ার কৌশলগুলির (Coping strategies) বিকাশ সাধন করা হয়। যদিও এই চিকিৎসাটি আদিতে বিষণ্ণতার চিকিৎসার জন্য নকশা করা হয়েছিল, বর্তমানে এটিকে আরও অনেক মানসিক স্বাস্থ্য সমস্যা, যেমন উদ্বেগ, মাদক ব্যবহারজনিত রোগ, দাম্পত্য সমস্যা ও খাদ্যগ্রহণ-সংশ্লিষ্ট মানসিক রোগ (eating disorders), ইত্যাদির চিকিৎসায় ব্যবহার করা হয়। সংজ্ঞানাত্মক আচরণীয় চিকিৎসাতে বেশ কিছু সংজ্ঞানাত্মক বা আচরণীয় মনোচিকিৎসা অন্তর্ভুক্ত যেগুলি সাক্ষ্যপ্রমাণ-ভিত্তিক কর্মপন্থা ও কৌশল ব্যবহার করে সুসংজ্ঞায়িত মনোরোগের চিকিৎসা করে।\nসংজ্ঞানাত্মক আচরণীয় চিকিৎসা আচরণীয় ও সংজ্ঞানাত্মক মনোবিজ্ঞান - এই দুইটি ক্ষেত্রের মূলনীতিগুলির সংযোগ ঘটিয়ে রচিত একটি ভিত্তির উপরে দাঁড়িয়ে আছে। এটি মনোচিকিৎসার ঐতিহাসিক দৃষ্টিভঙ্গিগুলি থেকে আলাদা, যেমন মনোবিশ্লেষণী দৃষ্টিভঙ্গিতে চিকিৎসক রোগীর আচরণের পেছনের অচেতন অর্থ আবিষ্কারের চেষ্টা করেন এবং সেখান থেকে রোগনির্ণয় করেন। এর পরিবর্তে সংজ্ঞানাত্মক আচরণীয় চিকিৎসা \"সমস্যা-কেন্দ্রিক\" ও \"ক্রিয়ামুখী\" হয়ে থাকে, অর্থাৎ এটিকে কোনও নির্ণীত মানসিক রোগের সাথে জড়িত বিশেষ কোনও সমস্যার চিকিৎসায় ব্যবহার করা হয়। চিকিৎসকের ভূমিকা হল শনাক্তকৃত লক্ষ্যগুলির বিহিত করতে রোগীকে কার্যকরী কৌশল খুঁজে বের করতে ও প্রয়োগ করতে সাহায্য করে এবং এভাবে মানসিক রোগের লক্ষণ-উপসর্গগুলি উপশম করা। সংজ্ঞানাত্মক আচরণীয় চিকিৎসা এই বিশ্বাসটির উপরে ভিত্তি করে দাঁড়িয়ে আছে যে চিন্তাগত বিকৃতি ও কু-উপযোজী আচরণগুলি বহুসংখ্যক মনোরোগের (psychological disorder) বিকাশ ও বজায় থাকার পেছনে ভূমিকা রাখে এবং এ-সংক্রান্ত লক্ষণ-উপসর্গ ও সংশ্লিষ্ট কষ্টবেদনাগুলিকে নতুন তথ্য-প্রক্রিয়াজাতকরণ দক্ষতা ও সামলে ওঠার কর্মপদ্ধতি শেখানোর মাধ্যমে হ্রাস করা যেতে পারে।\nপর্যালোচনামূলক গবেষণাগুলিতে চিত্তপ্রভাবী ঔষধগুলির সাথে তুলনায় দেখা গেছে সংজ্ঞানাত্মক আচরণীয় চিকিৎসা বিষণ্ণতার অপেক্ষেকৃত কম গুরুতর রূপ, উদ্বেগ, আঘাতোত্তর মানসিক চাপ রোগ (Post-traumatic stress disorder, PTSD), পেশী-আক্ষেপ রোগ, মাদকদ্রব্য ব্যবহার রোগ, খাদ্যগ্রহণ=সংক্রান্ত মানসিক রোগ, ও সীমান্তবর্তী ব্যক্তিত্ব রোগ (borderline personality disorder), ইত্যাদির জন্য সমমাত্রায় কার্যকর। কিছু গবেষণায় বেরিয়ে এসেছে যে মানসিক রোগ, যেমন মুখ্য বিষণ্ণতা রোগ বা এই জাতীয় রোগের জন্য ঔষধের পাশাপাশি সংজ্ঞানাত্মক আচরণীয় চিকিৎসা যোগ করলে তা সবচেয়ে বেশি কার্যকর হয়। সংজ্ঞানাত্মক আচরণীয় চিকিৎসাকে শিশু ও কিশোর-কিশোরীদের সিংহভাগ মানসিক রোগের (যেমন আগ্রাসন বা অশিষ্ট ব্যবহার রোগ) প্রথম স্তরের চিকিৎসা হিসেবে সুপারিশ করা হয়। গবেষকেরা আবিষ্কার করেছেন যে অন্যান্য সদিচ্ছাভিত্তিক আরোগ্যমূলক হস্তক্ষেপগুলি প্রাপ্তবয়স্কদের কিছু কিছু রোগের চিকিৎসায় সমমাত্রায় কার্যকর। আন্তঃব্যক্তিক মনোচিকিৎসার (interpersonal psychotherapy, IPT) পাশাপাশি সংজ্ঞানাত্মক আচরণীয় চিকিৎসাকে একটি পছন্দনীয় মনো-সামাজিক চিকিৎসা হিসেবে ব্যবহারের সুপারিশ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে সংজ্ঞানাত্মক আচরণীয় চিকিৎসা সম্পর্কিত মিডিয়া দেখুন।\nAssociation for Behavioral and Cognitive Therapies (ABCT)\nBritish Association for Behavioural and Cognitive Psychotherapies\nNational Association of Cognitive-Behavioral Therapists\nInternational Association of Cognitive Psychotherapy\nInformation on Research-based CBT Treatments\nAssociated Counsellors & Psychologists CBT Therapists\nটেমপ্লেট:Cognitive behavioral therapy\n\nটেমপ্লেট:Psychotherapy"}