{"pageid": 1135784, "title": "মুহাম্মদ সম্পর্কে ইহুদিদের দৃষ্টিভঙ্গি", "url": "https://bn.wikipedia.org/wiki?curid=1135784", "content": "ইহুদি ধর্মের খুব কম পাঠ্যই ইসলামি নবী মুহাম্মদকে উল্লেখ করেছে বা তাকে নিয়ে লিখেছে। মধ্যযুগে কিছু ইহুদি লেখকের কাছে মুহাম্মদকে আরবদের জন্য প্রেরিত একজন ধর্মীয় বা একেশ্বরবাদ প্রচারকারী নেতা হিসাবে বর্ণনা করা সাধারণ ছিল।\n\n\n== মৈমুনীয় ==\nআরবদের পথ দেখাতে ও বিশ্বে একেশ্বরবাদ ছড়িয়ে দেওয়ার জন্য মুসা বিন মৈমুন মুহাম্মদকে একজন নবী হিসাবে উল্লেখ করেছিলেন। ইয়েমেনের প্রতি তাঁর পত্রে তিনি লিখেছেন \"[যিশু] পাগল হওয়ার পরে তিনি তার পূর্ববর্তী [যিশু]কে অনুকরণ করেছিলেন, যেহেতু তিনি তার জন্য পথ তৈরি করতে হয়েছিলো৷ কিন্তু তিনি শাসন এবং আত্মসমর্পণ করানোর আরও একটি উদ্দেশ্য যোগ করেন [তালব আল-মুলক; সার্বভৌমত্বের সাধনা] এবং তিনি যা সুপরিচিত [ইসলাম] আবিষ্কার করেছিলেন।\"\n\nতিনি তার আইনি বিষয়ক বই মিশনাহ তোরাহে (হিলখট মেলাকিম ১১:১০–১২), মৈমুন ইঙ্গিত দিয়েছেন যে তবুও মুহাম্মদ ইহুদি মশীহের আগমনের জন্য বিশ্বকে প্রস্তুত করার ঈশ্বরের পরিকল্পনার অংশ ছিলেন:নসরতের যিশুর এবং এই ইসমাইলীয়ের [অর্থাৎ, মুহাম্মদ] যে সমস্ত কথা তাঁর পরে উঠেছিল তা কেবল মশীহ রাজার জন্য সোজা পথ তৈরি করা এবং সমস্ত বিশ্বকে একসাথে প্রভুর সেবা করার জন্য প্রস্তুত করার জন্য। যেমন বলা হয়েছে: 'তারপর আমি সর্বজাতির চিত্তশুদ্ধি ঘটাব, যেন একচিত্তে তারা আমার নাম গান করে, যেন শুধু আমারই সেবা করে।' (সফনিয় ৩:৯)।\n\n\n== নাতানেল আল-ফায়ুমি ==\nনাতানেল আল-ফায়ুমি দ্বাদশ শতাব্দীর একজন বিশিষ্ট ইয়েমেনি রাব্বাই ও ধর্মতাত্ত্বিক, এবং তাকে কখনও কখনও \"ইহুদি ইসমাইলিবাদ\"-এএ প্রতিষ্ঠাতা বলা হয়। তিনি তার দার্শনিক গ্রন্থ বুস্তান আল-উকুল (\"জ্ঞানের বাগান\") লিখেছিলেন যে ঈশ্বর নবীদের পাঠান অন্যান্য জাতির জন্য ধর্ম প্রতিষ্ঠা করতে, যেগুলোকে ইহুদিদের তাওরাতের অনুশাসন মেনে চলতে হবে না। নাতানেল স্পষ্টভাবে মুহাম্মদকে একজন সত্যিকারের নবী হিসেবে বিবেচনা করেছিলেন, যাকে স্বর্গ থেকে পাঠানো হয়েছিল একটি বিশেষ বার্তা দিয়ে যা আরবদের জন্য প্রযোজ্য, কিন্তু ইহুদিদের জন্য নয়। আল-ফায়্যুমির মুহাম্মাদের ভবিষ্যদ্বাণীর সুস্পষ্ট গ্রহণযোগ্যতা সাম্প্রতিক সময় পর্যন্ত তার জন্মভূমি ইয়েমেনের বাইরে বিরল ও কার্যত অজানা ছিল।\n\n\n== মিদ্রাশ ==\nরাব্বাই শিমন বার ইয়োকাই-এর রহস্য-উন্মোচক মিদ্রাশ গোপনীয়তা (নিস্তারোট), মুহাম্মদকে ইহুদি মশীহের সাথে তুলনা করে। এই বই অনুযায়ী বিখ্যাত ১ম শতাব্দীর ঋষি ও রহস্যবাদী শিমন বার ইয়োকাইকে বইয়ের লেখক দায়ী করা হয়েছে যা স্পষ্টতই মুসলিম বিজয়ের শুরুতে বা ৮ম শতাব্দীতে লেখা হয়েছে, এখানে একজন নবী হিসাবে মুহাম্মদের ভূমিকার মধ্যে রয়েছে খ্রিস্টানদের থেকে ইহুদিদের উদ্ধার করা। (\"রোমান\" বা \"ইদোমীয়\") নিপীড়ন এবং মশিহীয় প্রক্রিয়াতে ইতিবাচক ভূমিকা পালন করে।\n\n\n== অন্যান্য সূত্র ==\nকায়রো জেনিজাহতে পাওয়া একটি ইয়েমেনি ইহুদি দলিল উল্লেখ করে যে অনেক ইহুদি কেবল মুহাম্মদকে একজন নবী হিসাবে গ্রহণ করেনি, এমনকি মুহাম্মদের সাথে তার সংগ্রামে যোগ দেওয়ার জন্য সাব্বাথকেও অপমান করেছিল। যাইহোক, কিছু ঐতিহাসিকের মতে এই দলিলটি, যার নাম ধিম্মাত আন-নবী মুহাম্মদ (মুহাম্মদের রক্ষার ধর্মানুষ্ঠান), আত্মরক্ষার উদ্দেশ্যে ইয়েমেনি ইহুদিরা তৈরি করেছিলো।\nস্পেনীয় ইহুদিদের স্বর্ণযুগ হিসাবে পরিচিত ৯ম থেকে ১২শ শতাব্দীর মধ্যে ইসলামি স্পেনে মহান সাংস্কৃতিক সংঘটনের কারণে মুহাম্মদ সম্পর্কে ইসলামি ঐতিহ্যের বেশ কয়েকটি গল্প ঘটনাক্রমে মূলধারার ইহুদি চিন্তাধারায় প্রবেশ করেছে। উদাহরণ স্বরূপ, প্রারম্ভিক হাসিদীয় রহস্যবাদীদের মধ্যে অন্যতম পলোনের রাব্বি ইয়াকোভ ইয়োসেফ বাহিয়া ইবনে পাকুদার জনপ্রিয় গ্রন্থ খোভোট হালেভাভোটকে উদ্ধৃত করে লিখেছেন যে একজন ধার্মিক ব্যক্তি (হাসিদ) শিখিয়েছিলেন যে মন্দ প্রবণতার বিরুদ্ধে অভ্যন্তরীণ সংগ্রাম বাহ্যিক যুদ্ধের চেয়ে বড়। \nসেই বইটি ইহুদি-আরবি মূল সংস্করণে, বাহিয়া ইবনে পাকুদা বাহ্যিক ও অভ্যন্তরীণ উভয় যুদ্ধকেই জিহাদ হিসাবে উল্লেখ করেছেন এবং \"ধার্মিক ব্যক্তি\" যার সম্পর্কে গল্পটি মূলত বলা হয়েছে তিনি হলেন মুহাম্মদ, যদিও লেখক নাম দ্বারা তাকে উল্লেখ করেননি।\n\n\n== আরও দেখুন ==\nইসলাম-ইহুদি সম্পর্ক\nযিশু সম্পর্কে ইহুদি ধর্মের দৃষ্টিভঙ্গি\nইহুদিদের সম্পর্কে মুহাম্মদের দৃষ্টিভঙ্গি\nইহুদিদের কোরআন সম্পর্কে দৃষ্টিভঙ্গি\n\n\n== তথ্যসূত্র =="}