{"pageid": 1135553, "title": "আস-সিজযি", "url": "https://bn.wikipedia.org/wiki?curid=1135553", "content": "আবু সাঈদ আহমেদ ইবনে মোহাম্মদ ইবনে আবদ আল-জলিল আল-সিজযি (প্রায় ৯৪৫ - প্রায় ১০২০, আল-সিনজারি এবং আল-সিজাযি নামেও পরিচিত; ফার্সি: ابوسعید سجزی; আল-সিজির সংক্ষিপ্ত অর্থ \" আল-সিজিস্তানি \") ছিলেন একজন ইরানী মুসলিম জ্যোতির্বিদ, গণিতবিদ এবং জ্যোতিষী। তিনি আল-বিরুনির সাথে তার পত্রালাপের জন্য এবং ১‌০ শতকে পৃথিবী তার অক্ষের চারপাশে ঘোরার প্রস্তাবের জন্য উল্লেখযোগ্য।\nসিজযি 'আদুদ আল-দৌলা'কে তার কাজ উৎসর্গ করেন, যিনি সম্ভবত তার পৃষ্ঠপোষক ছিলেন এবং বলখের রাজকুমারকেও তার কাজ উৎসর্গ করেন। তিনি শিরাজে ৯৬৯ থেকে ৯৭০ সাল পর্যন্ত জ্যোতির্বিদ্যা পর্যবেক্ষণ করার জন্য কাজ করেছিলেন।\n\n\n== গণিত ==\nআল-সিজযি কনিক বিভাগ এবং বৃত্তের ছেদ নিয়ে পড়াশোনা করেছেন। তিনি বিশুদ্ধভাবে জ্যামিতিক সমাধান (একটি বৃত্তের ছেদ এবং একটি সমবাহু অধিবৃত্ত) দ্বারা কোণের ত্রিখণ্ডনকে প্রতিস্থাপন করেছেন।\n\n\n== পৃথিবীর ঘূর্ণন ==\nআল-বিরুনি আমাদের বলেছেন যে আল-সিজযি \"আল- জুরাকি\" নামক একটি জ্যোতির্বিদ্যা আবিষ্কার করেছিলেন, যার নকশা এই ধারণার উপর ভিত্তি করে তৈরি হয়েছিল যে পৃথিবী ঘূর্ণায়মান:আমি আবু সাঈদ সিজযির উদ্ভাবিত জুরাকি নামক জ্যোতির্বিদ্যা দেখেছি। আমি এটিকে খুব পছন্দ করেছি এবং তার প্রচুর প্রশংসা করেছি, কারণ এটি এমন ধারণার উপর ভিত্তি করে তৈরি করা হয়েছে যে আমরা যে গতি দেখতে পাই তা পৃথিবীর গতিবিধির কারণে, বরং আকাশের গতির কারণে নয়। আমার জীবন থেকে জানি, এর সমাধান ও খণ্ডন একটি কঠিন সমস্যা। [...] কেননা আপনি যেটাই ধরুন না কেন, পৃথিবী গতিশীল বা আকাশ, উভয় ক্ষেত্রেই, এটি জ্যোতির্বিদ্যা বিজ্ঞানকে প্রভাবিত করে না। এটি খণ্ডন করা সম্ভব কিনা তা দেখার কাজ কেবল পদার্থবিদদের।\nআল-বিরুনি আল-সিজযিকে একজন বিশিষ্ট জ্যোতির্বিজ্ঞানী হিসাবেও উল্লেখ করেছেন যিনি আল-কানুন আল-মাসুদীতে পৃথিবী ঘোরে এই তত্ত্বকে সমর্থন করেছিলেন।\n\nএটি ঠিক যে কিছু লোক বিশ্বাস করেছিল, পৃথিবী তার নিজের অক্ষের উপর চলছে তা আরও নিশ্চিত করা হয়েছে ১৩ শতকের একটি তথ্যসূত্র দ্বারা যেটি:\"জ্যামিতিবিদদের [বা প্রকৌশলীদের] (মুহান্দিসিন) অনুসারে, পৃথিবী ধ্রুব বৃত্তাকার গতিতে রয়েছে, এবং যা আকাশের গতি বলে মনে হচ্ছে তা আসলে পৃথিবীর গতির কারণে, নক্ষত্রের নয়।\"\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"Abu Said Ahmad ibn Muhammad Al-Sijzi\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\nHogendijk, Jan P. (১৯৯৬)। Al-Sijzi's Treatise on Geometrical Problem Solving (পিডিএফ)। Tehran: Fatemi Publishing Co.। আইএসবিএন 964-318-114-6। ২০০৪-০৫-০৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nSuter, Heinrich: Die Mathematiker und Astronomen der Araber und ihre Werke (80–81, 224, 1900).\n\n\n== বহিঃসংযোগ ==\nBrummelen, Glen van (২০০৭)। \"Sijzī: Abū Saʿīd Aḥmad ibn Muḥammad ibn ʿAbd al‐Jalīl al‐Sijzī\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 1059। আইএসবিএন 978-0-387-31022-0।  (PDF version)\nDold-Samplonius, Yvonne (২০০৮) [1970-80]। \"Al-Sijzī Abū Sa'īd Aḥmad Ibn Muḥammad Ibn 'Abd Al-Jalīl\"। Complete Dictionary of Scientific Biography। Encyclopedia.com।"}