{"pageid": 1135845, "title": "জঁ-পল ফিতুসি", "url": "https://bn.wikipedia.org/wiki?curid=1135845", "content": "জঁ-পল ফিতুসি (ফরাসি: Jean-Paul Fitoussi; জন্ম ১৯শে আগস্ট, ১৯৪২) একজন ফরাসি অর্থনীতিবিদ ও সমাজবিজ্ঞানী। তিনি তিউনিসিয়ার লা গুলেত শহরের জন্মগ্রহণ করেন। শিক্ষাজীবনে তিনি স্ত্রাসবুর বিশ্ববিদ্যালয় থেকে আইন ও অর্থশাস্ত্রে ডক্টরেট উপাধি লাভ করেন। ১৯৭৯ থেকে ১৯৮৩ সাল পর্যন্ত তিনি ইতালির ফ্লোরেন্সের ইউরোপিয়ান ইউনিভার্সিটি ইন্সটিটিউটের অধ্যাপক ছিলেন। ১৯৮৪ সালে তিনি লস অ্যাঞ্জেলেসের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের একজন অতিথি অধ্যাপক ছিলেন। বর্তমানেতিনি প্যারিসের সিয়ঁস পো (আঁস্তিত্যু দেত্যুদ পোলিতিক দ্য পারি) নামক উচ্চশিক্ষাপ্রতিষ্ঠানের অধ্যাপক। এছাড়া তিনি রোমের লিবেরা উনিভেরসিতা ইন্তেরনাৎসিওনালে স্তুদি সোসিয়ালি গিদো কার্লি বিশ্ববিদ্যালয়ের অবসরোত্তর সাম্মানিক (ইমেরিটাস) অধ্যাপক। ১৯৮৯ থেকে ২০১০ সাল পর্যন্ত তিনি ফ্রান্সের অর্থনৈতিক গবেষণা ও পূর্বাভাস প্রতিষ্ঠান ওবসেরভাতোয়ার ফ্রঁশে দে কোঁজোঁকত্যুর একোনোমিক-এর প্রধান হিসেবে কাজ করেন। তিনি বহুসংখ্যক নিবন্ধ, গ্রন্থ ও প্রবন্ধ রচনা করেছেন। তাঁকে সাম্প্রতিককালের নব্য-কেইনসীয়বাদের অন্যতম নেতা হিসেবে গণ্য করা হয়, যদিও তিনি নিজের দৃষ্টিভঙ্গিকে মিশ্র হিসেবে দাবী করেন।\nফিতুসি সামাজিক সমতার সরব প্রবক্তা। তাঁর মতে যেকোনও দেশের নীতিনির্ধারকদের উচিত দেশের জনগণের মঙ্গল নিশ্চিত করা। যদি একটি অর্থনীতি প্রবৃদ্ধি লাভ করে, কিন্তু ক্ষুদ্র একটি সংখ্যালঘু গোষ্ঠী লাভের গরিষ্ঠাংশ উপভোগ করে এবং অন্যদিকে মধ্যবিত্ত বা দরিদ্র শ্রেণীর লোকদের জীবনযাত্রার মান একই থাকে বা নিচে নেমে যায়, তাহলে সেই প্রবৃদ্ধি অর্থহীন। তাঁর মতে স্থূল অভ্যন্তরীণ উৎপাদনের মত বিমূর্ত সূচকগুলিকে প্রকৃত মানুষের চেয়ে অগ্রাধিকার দেওয়া হলে মানুষের মঙ্গলের বিভিন্ন উপাদানকে উপেক্ষা করা হয়, স্বাস্থ্য ও শিক্ষাখাতে অর্থ বিতরণকে খরচ হিসেবে দেখা হয়, মৌলিক বিনিয়োগ হিসেবে নয়।\n\n\n== নির্বাচিত গ্রন্থ ও রচনাসমগ্র ==\nFitoussi, Jean-Paul; Malinvaud, Edmond (১৯৮০)। Macroeconomic Rationing of Employment। Malinvaud and Fitoussi, Unemployment in Western Countries। \nFitoussi, Jean-Paul; Phelps, Edmund.S (১৯৮৮)। The Slump in Europe: Open Economy Theory Reconstructed.। Basil Blackwell.। আইএসবিএন 9780631155577। \nFitoussi, Jean-Paul; Blanchard, Olivier; Atkinson, Tony.; Solow, Robert; Phelps, Edmund.s (১৯৯৩)। Competitive Disinflation: The Mark and Budgetary Politics in Europe। Oxford University Press। আইএসবিএন 978-0198773634। \nFitoussi, Jean-Paul; Bhagwati, Jagdish; Varsavsky, Martin . (২০০৩)। Economia। \nFitoussi, Jean-Paul (২০০৪)। La démocratie et le marché। Grasset.। \nFitoussi, Jean-Paul; Stiglitz, Joseph (২০০৯), The Ways Out of the Crisis and the Building of a More Cohesive World উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFitoussi, Jean-Paul; Phelps, Edmund.S; Pissarides, Christopher (২০১০)। After the Crisis, the Way Ahead.। Luiss University Press.। \nFitoussi, Jean-Paul; Sen, Amartya; Stiglitz, Joseph.E (২০১০)। Mismeasuring our lives: why GDP doesn't add up: the report। New York: New Press Distributed by Perseus Distribution। আইএসবিএন 9781595585196। \nFitoussi, Jean-Paul; Stiglitz, Joseph (২০১১), The G20 and recovery and beyond : an agenda for global governance for the twenty-first century উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFitoussi, Jean-Paul (২০১৩)। Le théorème du lampadaire। Les liens qui libèrent। \n———; Saraceno, Francesco (২০০৮), \"Fiscal Discipline as a Social Norm: The European Stability Pact\", Journal of Public Economic Theory, 10 (6): 1143–1168, ডিওআই:10.1111/j.1467-9779.2008.00400.x উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n——— (১৯৯৪), \"Wage Distribution and Unemployment: The French Experience\", American Economic Review, 84 (2): 59–64, জেস্টোর 2117802 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n———; Le Cacheux, Jacques (১৯৮৮), \"On Macroeconomic Implications of Price Setting in the Open Economy\", American Economic Review, 78 (2): 335–340, জেস্টোর 1818146 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCurriculum Vitae at Sciences Po\nLUISS International Relations Master's Degree"}