{"pageid": 113544, "title": "সূরা ইউসুফ", "url": "https://bn.wikipedia.org/wiki?curid=113544", "content": "ইউসুফ (আরবি ভাষায়: يسوف) মুসলমানদের ধর্মীয় গ্রন্থ কুরআনের ১২তম সূরা, এর আয়াত অর্থাৎ বাক্য সংখ্যা ১১১ এবং এর রূকু তথা অনুচ্ছেদ সংখ্যা ১২। সূরা ইউসুফ মক্কায় অবতীর্ণ হয়েছে। যদিও অন্যান্য নবীদের ঘটনা কোরআনের বিভিন্ন সূরাতে উল্লেখ করা হয়েছে, কিন্তু শুধু ইউসুফ -এর ঘটনা কোরআনের সূরা ইউসুফে সম্পূর্ণ ধারাবাহিকভাবে বর্ণনা করা হয়েছে। বিশ্ব-ইতিহাস এবং অতীত অভিজ্ঞতার মধ্যে মানুষের ভবিষ্যত জীবনের জন্যে বিরাট শিক্ষা নিহিত থাকে। এসব শিক্ষার স্বাভাবিক প্রতিক্রিয়া মানুষের মন ও মস্তিষ্কের মধ্যে সাধারণ শিক্ষার চাইতে গভীরতর হয়। এ কারণেই গোটা মানব জ়াতির জন্যে সর্বশেষ নির্দেশনামা হিসেবে প্রেরিত কোরআন পাকে সমগ্র বিশ্বের জাতিসমূহের ইতিহাসের নির্বাচিত অধ্যায়সমূহ সন্নিবেশিত করে দেয়া হয়েছে, যা মানুষের বর্তমান ও ভবিষ্যত সংশোধনের জন্যে কার্যকর ব্যবস্থাপত্র।\n\n\n== নাযিল হওয়ার স্থান ==\nইবনে আব্বাস ব্যতীত সকল মুফাসসের-ই কোরআন মনে করেন যে পুরো এই সূরাটি মক্কায় অবতীর্ণ হয়েছে। তবে হয়রত ইবনে আব্বাসের মতে এই সূরার চারটি আয়াত অর্থ্যাৎ ১ম, ২য়, ৩য়, ও ৭ম আয়াত মদীনায় অবতীর্ণ হয়। বস্তুত এ সূরায় হযরত ইউসুফ -এর ঘটনাবলী ধারাবাহিকভাবে বর্ণিত হয়েছে যা চিন্তাকর্ষক ও শিক্ষাপ্রদ।\n\n\n== নাযিল হওয়ার উপলক্ষ ==\nহযরত ইউসুফ  এর ঘটনাকে ধারাবাহিকভাবে বর্ণনা করার একটি সম্ভাব্য কারণ এই যে, ইতিহাস রচনাও একটি স্বতন্ত্র শাস্ত্র। এতে ইতিহাস রচয়িতাদের জন্যে বিশেষ নির্দেশ রয়েছে যে, বর্ণনা এমন সংক্ষিপ্ত না হয় যাতে পূর্ণ বিষয়বস্তু হৃদয়ঙ্গম করা দুরূহ হয়ে পড়ে। পক্ষান্তরে, বর্ণনা এত দীর্ঘ হওয়াও সমীচীন নয়, যাতে তা পড়া ও স্মরণ রাখা কঠিন হয়।\nদ্বিতীয় সম্ভাব্য কারণ এই যে, যেমন কোন কোন রেওয়ায়েতে বর্ণিত আছে, ইহুদীরা পরীক্ষার্থ মুহাম্মাদ-কে প্রশ্ন করেছিল, \"যদি আপনি সত্যিই আল্লাহর নবী হন, তবে বলুন ইয়াকুব-পরিবার সিরিয়া থেকে মিসরে কেন স্থানান্তরিত হয়েছিল এবং ইউসুফ -এর ঘটনা কি ছিল? এরই পরিপ্রেক্ষিতে মুহাম্মাদ -এর জ্ঞাতার্থে ওহীর মাধ্যেমে পূর্ণ কাহিনী অবতারণ করা হয়।\n\n\n== সংক্ষিপ্ত আলোচনা ==\nএই সূরার ১ম ও ২য় আয়াতে আল্লাহ রাব্বুল আলামীন বলেছেন, \n\n কোরআনের আরো ২৯টি সূরার মত সূরা ইউসুফও হুরুফে মুকাত্তায়া দিয়ে শুরু হয়েছে আর তা' হলো \"আলীফ-লাম-রা\"। প্রকৃতপক্ষে এই অক্ষরগুলো মর্মার্থ অনুদ্ধারণীয়। হুরুফে মুকাত্তায়া আল্লাহ ও তার রাসুলের মধ্যকার কোন গোপন রহস্য যা অন্য কারো জানা নেই। এই অক্ষরগুলোর মাধ্যমে কোরআনের মহত্ত্ব ও শ্রেষ্ঠত্বও ফুটে ওঠে, অর্থাৎ আল্লাহতা'লা যেন কোরআনের অলৌকিকতা এসব অক্ষরের মাধ্যমে মানুষের কাছে উপস্থাপন করেছেন। এই আয়াতদ্বয়ে দুটো গুরুত্বপূর্ণ বিষয়ের দিকে ইঙ্গিত করা হয়েছে। প্রথমে বলা হয়েছে কোরআন হচ্ছে \"সুস্পষ্ট গ্রন্থ\", যা আলোকবর্তিকার মতো মানুষের সামনে চির সত্যকে উদ্ভাসিত করে। দ্বিতীয়ত বলা হয়েছে, কোরআনের আয়াত বা বাণী নিয়ে চিন্তা ও গবেষণা মানুষের জন্য বাধ্যতামূলক করা হয়েছে। পরকালীন মুক্তি ও পুরস্কারের আশায় শুধু আবৃত্তি করার জন্য কোরআন অবতীর্ণ হয়নি। বরং আল্লাহর বিধান অনুযায়ী মানুষের ব্যক্তিগত ও সামাজিক জীবন গড়ে তোলার জন্য কোরআন অবতীর্ণ হয়েছে, কাজেই কোরআনকেই জীবনের একমাত্র পাথেয় হিসেবে গ্রহণ করতে হবে। কোরআন তেলাওয়াতের অনেক ফজিলত বা তাৎপর্য রয়েছে, তাই শুধু তেলাওয়াতের জন্য কোরআন নাযিল হয়নি। কোরআন বোঝার চেষ্টা করতে হবে। কোরআনের বিষয়বস্তু নিয়ে চিন্তা ও গবেষণা করতে হবে। কারণ সৃষ্টির নানা রহস্যের সমাধান রয়েছে খোদা প্রদত্ত এই ঐশী মহাগ্রন্থে, তাই জ্ঞানী ব্যক্তিরা তা উদ্‌ঘাটন করে মানবজাতির কল্যাণের পথ সুগম করতে পারে। এই সূরার ৩য় আয়াতে বলা হয়েছে,\n এই আয়াতে আল্লাহ রাব্বুল আলামীন তার রাসুলকে বলেছেন, \"আমি ওহী বা ঐশী বাণীর মাধ্যমে আপনাকে এই কোরআন দিয়েছি এবং এতে যে সকল কাহিনী বর্ণিত হয়েছে তা এই ঐশি মহাগ্রন্থেরই অংশ।\" মানুষ যদি কোন ঐতিহাসিক ঘটনাকে শুধু কাহিনী বা গল্প শোনার মানসিকতা নিয়ে মূল্যায়ন না করে তাহলে অতীত ইতিহাস মানুষের জন্য শিক্ষা নেয়ার মূল্যবান উপাদান হয়ে উঠতে পারে। কোরআনে বর্ণিত ঘটনাবলী সন্দেহাতীতভাবে সত্য যা বিজ্ঞানের এই যুগে ক্রমান্বয়ে প্রমাণিত হয়েছে। হযরত আলী ইমাম হাসান ও হোসাইনকে লেখা এক চিঠিতে বলেছেন, \"আমি অতীত নিয়ে এত পড়াশোনা করেছি যে মনে হয়েছে যে আমি যেন ঐ যুগে বসবাস করেছি।\" কার্যত কোরআন অতীত ইতিহাস সম্পর্কে অনেক অস্পষ্টতা দূর করেছে। অনেক ক্ষেত্রে মিথ্যা, অতিরঞ্জন এবং কল্পকাহিনী থেকে মুক্ত করে সঠিক ঘটনা মানবজাতির সামনে উপস্থাপন করেছে। এসব কারণে কোরআনকে \"উত্তম কাহিনী সম্ভার\" বলেও আখ্যায়িত করা হয়েছে। এসব কাহিনীর মধ্যে হযরত ইউসুফ  এর কাহিনী অন্যতম যার বর্ণনা চিত্তাকর্ষক তবে সবর্কালের মানুষের জন্যে শিক্ষণীয়। একজন পরিণত যুবক কীভাবে কু প্রবৃত্তি এবং শয়তানের কুমন্ত্রণা থেকে নিজেকে রক্ষা করতে পারে তারই জীবন্ত আদর্শ এই ঘটনায় ফুটে ওঠেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}