{"pageid": 1135932, "title": "বিবির ঘর", "url": "https://bn.wikipedia.org/wiki?curid=1135932", "content": "বিবির ঘর ময়মনসিংহে ফকির বিদ্রোহের নিদর্শন। ঐতিহাসিক ফকির বিদ্রোহের নিদর্শন একটি ঘর আজো আছে। মধুপুর বনে একদা বিচরণ ছিল হিংস্র বাঘ, ভাল্লুক, বন্য প্রাণির। সম্মুখ বিপদাপদ ও অশুভ শক্তির কবল থেকে রক্ষার জন্য লোকায়ত মানুষেরা বিভিন্ন শাস্ত্রীয় ও লৌকিক প্রথা পালন করত। বনবেষ্টিত মানুষের লৌকিক বিশ্বাসে গহীন বনে বিপদের রক্ষাকর্তা ছিলেন বনদূর্গা বা বনবিবি। এলাকাবাসী যার নামকরণ করেছেন ‘বিবির ঘর’ হিসেবে।\n\n\n== ইতিহাস ==\n১৭৬৪ সালে মীর কাসেমের পরাজয়ের পর ইস্টইন্ডিয়া ‘দেওয়ানি’ লাভ করে যখন তাদের অত্যাচারমূলক শাসন দ- চালাতে শুরু করে তারপর থেকে ফকির বিদ্রোহ শুরু হয় এবং এর পরিসমাপ্তি ঘটে ১৮৩৩ অথবা ১৮৩৪ সালে। বিভিন্ন সময়ে, বিভিন্ন স্থানে যে ফকির বিদ্রোহ হয়েছিল, তাদের মধ্যে কোন যোগসূত্র ছিল কিনা, তাও বলা কঠিন। তাদের অভিযানের মূল উদ্দেশ্য ছিল ইস্টইন্ডিয়া কোম্পানির সৃষ্ট ও আশ্রয়পুষ্ট শোষণকারী, জমিদারদের উচ্ছেদ করা ও তাদের অর্থাগার লুট করা। উত্তরবঙ্গে এদের অভিযানের ফলে বহু জমিদার ইতিপূর্বেই ১৭৭৩ সালে ময়মনসিংহ জেলার বিভিন্ন স্থানে এসে আশ্রয় নিয়েছিলেন।\n\n\n== স্থাপত্য ==\n\nপ্রায় দশ ফুট দৈর্ঘ্য ও সাড়ে পাঁচ ফুট প্রস্থ এবং আট ফুট উচুর দৃষ্টি নন্দন ছোট্ট দোচালা বা এক বাংলা ইমারত। আগেরকার দিনের দোচালা ছনের ঘরের আদলে ইট সুরকির মিশেলে বাংলা স্থাপত্যে দোচালা ছাদ বিশিষ্ট ইমারতটি অত্যন্ত গুরুত্বপূর্ণ। কেবলমাত্র বাংলার স্হাপত্যেই নয় বরং বাংলার বাইরেও এ ধরনের দোচালা ছাদ বিশিষ্ট ইমারত নির্মানের ধারা ব্যাপক জনপ্রিয়তা লাভ করে। একটি একক ভিত্তির উপর নির্মিত চতুষ্কোণ ঘরের উপর দু’দিকে ক্রমশ ঢালু ছাদের সঙ্গে বাঁকানো কার্নিশ বিশিষ্ট ইমারত। স্থাপত্যে বাংলার স্থানীয় কুঁড়ে ঘর নির্মাণ ধারা অনুসরণ করেছে। এ ধারার প্রথম সংযোজন হয় মুসলিম স্থাপত্যে।\n\n\n== বিবির ঘরের অবস্থান ==\nময়মনসিংহের মুক্তাগাছা শহর থেকে ২০ কিলোমিটার দূরে দাওগাঁও ইউনিয়নের খাজুলিয়া দক্ষিণ পাড়ায় প্রত্নতত্ত্ব সম্পদ বিবির ঘরটি। ধারণা করা হয়, ১৭শ দশকের শেষ দিকে  ইস্টইন্ডিয়া কোম্পানির বিরুদ্ধে প্রতিবাদী ফকির-সন্যাসীরা এই ঘরটি নির্মাণ করেন। সাধারণ মানুষের অধিকার আদায় করতে বিদ্রোহী ফকিররা ইংরেজদের তল্পীবাহক সামন্ত জমিদারদের অপহরণ করে এই বিবির ঘরে রাখতেন। লোকমুখে শোনা যায়, সেসময় ঘন জঙ্গলে আবৃত এই অঞ্চল ছিল হিংস্র পশু-পাখির অবাধ বিচরণ। অপহৃত জমিদারদের সুরক্ষার লক্ষ্যে ইটপাথরে গড়ে তোলা হয় এই বিবির ঘর।\n\n\n== আরও দেখুন ==\nবাংলাদেশের প্রত্নতাত্ত্বিক স্থানের তালিকা\n\n\n== তথ্যসূত্র =="}