{"pageid": 1135778, "title": "অমলেশ ত্রিপাঠী", "url": "https://bn.wikipedia.org/wiki?curid=1135778", "content": "অমলেশ ত্রিপাঠী (১৮ ফেব্রুয়ারি ১৯২১ - ১৮ জুন ১৯৯৮) একজন ভারতীয় বাঙালি ইতিহাসবিদ ও অধ্যাপক।  আধুনিক ভারতের অন্যতম প্রধান ঐতিহাসিক অর্থনৈতিক ইতিহাস রচনায় ছিলেন পথিকৃৎ।  তিনি ১৯৮৭ খ্রিস্টাব্দে “ইতিহাস ও ঐতিহাসিক” গ্রন্থটির জন্য আনন্দ-সুরেশ স্মৃতি পুরস্কার লাভ করেন।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nঅমলেশ ত্রিপাঠীর জন্ম ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের  পূর্ব মেদিনীপুর জেলার হলদিয়ার নিকটবর্তী দেভোগ গ্রামের এক অবস্থাপন্ন পরিবারে। পিতা শ্যামাচরণ ত্রিপাঠী। অমলেশ ছিলেন তার সাত ভগিনী দুই ভাইয়ের সর্ব কনিষ্ঠ। তার চেয়ে কুড়ি বছর বড় অগ্রজ দাদা ছিলেন তমলুক শহরের এক আইনজীবী। অমলেশের প্রাথমিক পড়াশোনা তার পিতার প্রতিষ্ঠিত গ্রামের বিদ্যালয়ে। সপ্তম শ্রেণীতে ভরতি হন তমলুকের হ্যামিল্টন হাই স্কুলে। মেধাবী অমলেশ বিদ্যালয়ের সমস্ত পরীক্ষায় প্রথম হতেন। যথারীতি ১৯৩৬ খ্রিস্টাব্দে তিনি ম্যাট্রিক পরীক্ষায় প্রথম স্থান লাভ করেন। বাংলার সেরা ছাত্র হিসাবে ভরতি হন কলকাতার প্রেসিডেন্সি কলেজে। ১৯৩৮ খ্রিস্টাব্দে আই.এ বা ইন্টারমিডিয়েট আর্টসে অবশ্য তিনি দ্বিতীয় হন। এই সময়ে প্রেসিডেন্সি কলেজে তার সহপাঠীরা ছিলেন প্রখ্যাত চলচ্চিত্র নির্মাতা সত্যজিৎ রায়, রাজনীতিবিদ ব্যারিস্টার সিদ্ধার্থশঙ্কর রায়, ভারতের প্রাক্তন শিক্ষামন্ত্রী প্রতাপচন্দ্র চন্দ্র প্রমুখেরা। অর্থনীতি নিয়ে স্নাতক স্তরে ১৯৪০ খ্রিস্টাব্দে তিনি দ্বিতীয় শ্রেণীতে প্রথম হন। বিষয় পরিবর্তন করে ইতিহাস নিয়ে কলকাতা বিশ্ববিদ্যালয়ে ভরতি হন। ১৯৪২ খ্রিস্টাব্দে এম.এ পাশ করেন প্রথম শ্রেণীতে প্রথম হয়ে। এরপর আইন পড়তে থাকেন ১৯৪৫ খ্রিস্টাব্দে আইনের ডিগ্রি লাভ করেন। বাংলা সরকার ১৯৪৬ খ্রিস্টাব্দে স্টেট স্কলার মনোনীত করে। ১৯৫১ খ্রিস্টাব্দে ভারত থেকে আমেরিকা যুক্তরাষ্ট্রের ফুলব্রাইট স্কলারশিপ নিয়ে বিদেশে যান। স্নাতক স্তরে অর্থনীতির পড়াশোনা কাজে লাগিয়ে নতুন ধারার গবেষণা শুরু করেন। বেঙ্গল প্রেসিডেন্সির ১৭৯৩ - ১৮৩৩ খ্রিস্টাব্দের পর্বের ব্যবসা ও অর্থনীতি নিয়ে গবেষণা পত্র লিখলেন - ট্রেড অ্যান্ড ফিন্যান্স ইন দ্য বেঙ্গল প্রেসিডেন্সি। ১৯৫৪ খ্রিস্টাব্দে অর্জন করেন  লন্ডন বিশ্ববিদ্যালয়ের পিএইচডি ডিগ্রি। এরমধ্য দিয়ে তিনি সূত্রপাত করেন অর্থনৈতিক ইতিহাসের।  তার এই গবেষণাপত্রটি গ্রন্থাকারে প্রকাশিত হলে আচার্য যদুনাথ, অক্সফোর্ডের অধ্যাপক ভিনসেন্ট টি. হার্লো কর্তৃক উচ্চ প্রশংসিত হয় এবং ক্লাসিক হিসাবে গৃহীত হয়। \n\n\n== কর্মজীবন ==\nদেশের ফিরে অমলেশ ত্রিপাঠী যথারীতি অধ্যাপনা শুরু করেন প্রথমে স্বল্প সময়ের জন্য মৌলানা আজাদ কলেজে এবং পরবর্তীতে ১৯৫৭ খ্রিস্টাব্দে যোগ দেন প্রেসিডেন্সি কলেজে। ১৯৫৮ খ্রিস্টাব্দেই ইতিহাস বিভাগের প্রধান হয়ে প্রশ্নাতীত ছাত্রপ্রিয়তা লাভ করেন। পুরানো ইতিহাসের ধরনে পরিবর্তন করে অর্থনৈতিক ইতিহাস, সাহিত্য, শিল্প নিদর্শন, ভারতীয় সংস্কৃতির কথাই বলতেন। আধুনিক গবেষণা ও গ্রন্থের উপর ভিত্তি করে তিনি ইতিহাস অনার্সের পাঠ্যসূচি তৈরির জন্য অগ্রণী ভূমিকা নেন।\n১৯৬৯ খ্রিস্টাব্দে তিনি  কলকাতা বিশ্ববিদ্যালয়ে আশুতোষ অধ্যাপক পদে যোগ দেন এবং ১৯৮৬ খ্রিস্টাব্দে অবসর নেন। এই দীর্ঘ সময়ের কর্মজীবনে কুশলী এবং পাণ্ডিত্যপূর্ণ অধ্যাপনার পাশাপাশি বিশ্ববিদ্যালয়ে ইতিহাসের উপযোগী পাঠ্যসূচি ও নতুন কোর্সের প্রবর্তনসহ বিভাগের পরিকাঠামোর সার্বিক উন্নয়ন ঘটিয়েছেন তৎকালীন ভারতের শিক্ষামন্ত্রী - সহপাঠী বন্ধু প্রতাপচন্দ্র চন্দ্র এবং ইউ জি সি র চেয়ারম্যান অধ্যাপক সতীশচন্দ্রের সহায়তায়।  অমলেশ ত্রিপাঠী র রচিত গ্রন্থের সংখ্যা পঁয়ত্রিশ।  উল্লেখযোগ্য গ্রন্থগুলি হলো -\n\nস্বাধীনতা সংগ্রামে ভারতের জাতীয় কংগ্রেস (১৮৮৫-১৯৪৭)\nভারতে মুক্তিসংগ্রামে চরমপন্থী পর্ব\nস্বাধীনতার মুখ\nইতিহাস ও ঐতিহাসিক\nঐতিহাসিকের দৃষ্টিতে শ্রীরামকৃষ্ণ ও স্বামী বিবেকানন্দ\nইতালির রেনেসাঁ বাঙালির সংস্কৃতি\nদি এক্সট্রিমিস্ট চ্যালেঞ্জ\nবিদ্যাসাগর- দ্য ট্রাডিশনাল মডার্নাইজার\n\n\n== পুরস্কার ও সম্মাননা ==\nঅমলেশ ত্রিপাঠী ইতিহাস ও ঐতিহাসিক  গ্রন্থটির জন্য ১৯৮৭ খ্রিস্টাব্দে আনন্দ-সুরেশস্মৃতি পুরস্কার লাভ করেন। \n\n\n== পারিবারিক জীবন ==\nঅমলেশ ত্রিপাঠী ১৯৪৬ খ্রিস্টাব্দে বিবাহ করেন। বেথুন কলেজের প্রাক্তন অধ্যক্ষ দীপ্তি ত্রিপাঠী তার স্ত্রী। তাদের দুই কৃতি সন্তান এক পুত্র অমিতাভ এবং এক কন্যা চিকিৎসক। \n\n\n== জীবনাবসান ==\nবাংলার প্রখ্যাত ইতিহাসবিদ অমলেশ ত্রিপাঠী শেষের দিকে বেশ কিছুদিন ফুসফুসের সংক্রমণে ভুগছিলেন। ১৯৯৮ খ্রিস্টাব্দের ১৮ জুন কলকাতার সল্টলেকে তার চিকিৎসক-কন্যার বাড়িতে শেষ নিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}