{"pageid": 1135531, "title": "মেরু পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=1135531", "content": "মেরু (সংস্কৃত: मेरु), এছাড়াও সুমেরু, সিনেরু ও মহামেরু হিসাবেও স্বীকৃত, হিন্দু, জৈন ও বৌদ্ধ সৃষ্টিতত্ত্বের পবিত্র পঞ্চশিখরবিশিষ্ট পর্বত এবং সকল জড় ও আধ্যাত্মিক ব্রহ্মাণ্ডের কেন্দ্র হিসেবে বিবেচিত। নির্দিষ্ট ভূ-পদার্থগত অবস্থানের পরিপ্রেক্ষিতে মেরু পর্বতের কোন স্পষ্ট অবস্থানগত পরিচয় পাওয়া যায় না।\nঅনেক বিখ্যাত বৌদ্ধ, জৈন, হিন্দু মন্দির এই পর্বতের প্রতীকী উপস্থাপনা হিসাবে নির্মিত হয়েছে। \"সুমেরু সিংহাসন\" 須 彌座 xūmízuò ভিত্তিক ধারণাটি চীনা প্যাগোডার একটি সাধারণ বৈশিষ্ট্যের উপর নির্ভর করে গড়ে উঠেছে। পায়াথাটের সর্বোচ্চ বিন্দু (উচ্চতর কুঁড়ি) বা একটি বার্মিজ-শৈলির বহু-স্তরযুক্ত ছাদ মেরু পর্বতকে প্রতিনিধিত্ব করে।\nব্যুৎপত্তিগতভাবে,সুমেরু পর্বতের সঠিক নাম হল মেরু (সংস্কৃত: মেরু), যার সাথে অনুমোদাত্বক উপসর্গ সু- যুক্ত করা হয়েছে, যার ফলে \"সুন্দর মেরু\" বা \"চমৎকার মেরু\" অর্থটি হয়েছে।\nতাছাড়া, একটি  মালার কেন্দ্রীয় পুঁতির নামও মেরু বলে কথিত হয়।\n\n\n== অন্যান্য ভাষায় ==\nঅন্যান্য ভাষায়, সুমেরু পর্বত নিম্নোক্তভাবে প্রদর্শিত হয়:\n\nঅসমিয়া: মেৰু পর্বত (Meru Pôrbôt)\nবাংলা: মেরু পর্বত (Meru Porbot)\nBurmese: မြင်းမိုရ်တောင် ([mjɪ̰ɴ mò tàʊɰ̃])\nCebuano: Bukid Meru\nচাইনিজ: 須彌山 (Xūmíshān)\nগুজরাটি: મેરૂ પર્વત (Meru Parvat)\nহিন্দি: मेरु पर्वत (Meru Parvat)\nIlocano: Bantay Meru\nজাপানি: 須弥山 (Shumisen)\nJavanese: ꦱꦼꦩꦺꦫꦸ (Semeru)\nকন্নড়: ಮೇರು ಪರ್ವತ (Meru Parvata)\nKhmer: ភ្នំព្រះសុមេរុ (Phnom Preah Someru) or (Phnom Preah Somae)\nকোরিয়ান: 수미산 (Sumisan)\nমালয়ালম: മഹാമേരു പർവ്വതം (Mahameru Parvatham)\nউড়িয়া: ମେରୁ ପର୍ବତ (“Meru Pôrbôtô”)\nপালি: Sineru\nTagalog: Bulkang Meru\nতামিল: மகா மேரு மலை (Maha Meru Malai)\nতেলুগু: మేరు పర్వతం (Meru Parvatam)\nSinhala: මහා මේරු පර්වතය (Maha Meru Parvathaya)\nTibetan: ཪི་རྒྱལ་པོ་རི་རབ་\nথাই: เขาพระสุเมรุ (Khao phra sumen)\nVietnamese: Núi Tu-di\n\n\n== ভৌগোলিক বিবরণ ==\nমেরু পর্বতের অবস্থানের বিষয়ে বলা হয়েছে যে, সকলেই এই পর্বতকে মহাজাগতিক মহাসাগরের একটি অংশ হিসেবে উল্লেখ করেছে। আরও কয়েকটি বিবৃতিও এটিকে ভৌগলিকভাবে অস্পষ্ট পরিভাষায় বর্ণনা করে (যেমন, \"সূর্য সহ সমস্ত গ্রহ পর্বতকে ঘিরে আবর্তিত হচ্ছে\") - অধিকাংশ পণ্ডিতদের মতে এর অবস্থান নির্ণয় করা সবচেয়ে কঠিন।\nবেশ কয়েকজন গবেষক, কাশ্মীরের উত্তর-পশ্চিমে পামির পর্বতকে মেরু বা সুমেরু পর্বত বলে চিহ্নিত করেছেন।\nসূর্যসিদ্ধান্ত উল্লেখ করেছে যে, সুমেরু পর্বত পৃথিবীর কেন্দ্রে (\"ভুব-মধ্য\") জম্বুনদীর (জম্বুদ্বীপ) ভূমিতে অবস্থিত। \nএকটি নবম শতাব্দীর পাঠ্য নরপতিজয়াচার্যস্বরোদয়,\nযা বেশিরভাগই অপ্রকাশিত যামল তন্ত্র গ্রন্থের উপর ভিত্তি করে রচিত, তা উল্লেখ করে যে:\n\n\"সুমেরুঃ পৃথ্বী-মধ্যে শ্রুয়তে দৃশ্যতে ন তু\"\n(সুমেরু পৃথিবীর কেন্দ্রে আছে বলে শোনা যায়, কিন্তু দেখা যায় না)।\nহিন্দু গ্রন্থে সৃষ্টিতত্ত্বের বেশ কয়েকটি প্রকাশিত সংস্করণ পাওয়া যায়। তাদের মধ্যে একটিতে, মহাজাগতিকভাবে মেরু পর্বতকে পূর্বে মন্দরাচল পর্বত, পশ্চিমে সুপার্শ্ব পর্বত, উত্তরে কুমুদ পর্বত এবং দক্ষিণে কৈলাস দ্বারা বেষ্টিত বলেও বর্ণনা করা হয়েছে।\n\n\n== বৌদ্ধধর্মে মেরু পর্বত ==\n\nবৌদ্ধ সৃষ্টিতত্ত্ব অনুসারে,  মেরু পর্বত (বা সুমেরু) পৃথিবীর কেন্দ্রে, জম্বুদ্বীপের দক্ষিণে অবস্থিত।\"অভিধর্মকোষভাষ্যম্\" অনুসারে এটি ৮০,০০০ যোজন প্রশস্ত এবং ৮০,০০০ যোজন উচ্চ।\nদীর্ঘ আগম সূত্র অনুসারে মেরু পর্বতের উচ্চতা ৮৪,০০০ যোজন ।\nত্রয়স্ত্রিংশ স্বর্গ মেরু পর্বতের শিখরে অবস্থিত, যেখানে ইন্দ্র বা শক্র বাস করেন। সূর্য ও চন্দ্র মেরু পর্বতকে চারপাশে প্রদক্ষিণ করে এবং সূর্য এর পিছনে যেতে যেতে রাত হয়ে যায়। পর্বতের চারটি মুখ বা শিখর রয়েছে—প্রত্যেকটি ভিন্ন উপাদান দিয়ে তৈরি; উত্তরের শিখরটি স্বর্ণ দিয়ে তৈরি, পূর্ব দিকেরটি স্ফটিক দিয়ে, দক্ষিণের শিখরটি নীলকান্তমণি দিয়ে তৈরি এবং পশ্চিমেরটি পদ্মরাগমণি দিয়ে তৈরি।\nবজ্রযান, মন্ডল শব্দটি প্রায়ই মেরু পর্বতকে নির্দেশ করে, কারণ তা আংশিকভাবে সমগ্র ব্রহ্মাণ্ডকে প্রতিনিধিত্ব করে।\nএটাও বিশ্বাস করা হয় যে মেরু পর্বত হল বুদ্ধ চক্রসংবর।\n\n\n== হিন্দু ঐতিহ্য ==\n\nহিন্দু ঐতিহ্যে মেরু পর্বতকে ৮৪,০০০ যোজন উচ্চতাবিশিষ্ট হিসেবে বর্ণনা করা হয়েছে যা প্রায় ১০,৮২,০০০ কিমি (৬,৭২,০০০ মা) পৃথিবীর ব্যাসের ৮৫ গুণ। সূর্য, সৌরজগতের সমস্ত গ্রহ সহ সুমেরু পর্বতকে কেন্দ্র করে ঘুরছে।\nএক যোজনকে প্রায় ১১.৫ কি.মি (৯ মাইল) ধরা হয়, যদিও সময়ের সাথে এর দূরত্বের মাত্রা ভিন্ন ভিন্ন বলে মনে হয় — যেমন, পৃথিবীর পরিধি বরাহমিহিরের মতে ৩,২০০ যোজন এবং আর্যভট্টের মতে তার কিছুটা কম, কিন্তু সূর্যসিদ্ধান্ত পৃথিবীর পরিধি ৫,০২৬.৫ যোজন বলে গণনা করে। মৎস্য পুরাণ এবং ভাগবত পুরাণ, কিছু অন্যান্য হিন্দু গ্রন্থ ধারাবাহিকভাবে মেরু পর্বতের ৮৪,০০০ যোজন উচ্চতার তথ্য দেয়, যা গণনার এককে প্রায় ৬,৭২,০০০ মাইল বা ১,০৮২,০০০ কিলোমিটার ।\nপ্রাচীনকালে, মেরু পর্বতকে  রাজা পদ্মজা ব্রহ্মার বাসস্থান বলা হতো।\nচার্লস অ্যালেনের মতে, কৈলাশ পর্বত মেরু পর্বতের সাথে সংযুক্ত রয়েছে। বিষ্ণু পুরাণে মেরু পর্বতের বর্ণনায় বলা হয়েছে , এর চারটি মুখ স্ফটিক, চুনি, স্বর্ণ এবং নীলা দিয়ে তৈরি। এই মেরু পর্বত পৃথিবীর স্তম্ভস্বরূপ এবং একটি পদ্মের প্রতীকরূপী ছয়টি পর্বতশ্রেণীর কেন্দ্রস্থলে মেরু অবস্থিত।\nশ্রীমদ্ভগবদগীতায় ভগবান শ্রীকৃষ্ণ বলেছেন,\n\nরুদ্রাণাং শঙ্করশ্চাস্মি বিত্তেশো যক্ষরক্ষসাম্।বসূনাং পাবকশ্চাস্মি মেরুঃ শিখরিণামহম্।।\n\"রুদ্রদের মধ্যে আমি শিব, যক্ষ ও রাক্ষসদের মধ্যে আমি কুবের, বসুদের মধ্যে আমি অগ্নি এবং পর্বতসমূহের মধ্যে আমি সুমেরু\"।\n\n—ভগবদ্গীতা দশম অধ্যায়, ২৩ শ্লোক\n\n\n== জৈন ঐতিহ্য ==\n\nজৈন সৃষ্টিতত্ত্ব অনুসারে, মেরু পর্বত (বা সুমেরু) একটি বৃত্তের আকারে জম্বুদ্বীপ, দ্বারা বেষ্টিত বিশ্বের কেন্দ্রে অবস্থিত যার ব্যাস \n১,০০,০০০ যোজন।\nমেরু পর্বতের চারপাশে সূর্য, চন্দ্র ও নক্ষত্রের দুটি চক্রিদল রয়েছে; যখন একটি চক্রিদল কাজ করে, অন্য চক্রিদলটি মেরু পর্বতের পিছনে থাকে।\n\nপ্রত্যেক তীর্থঙ্করকে তার জন্মের পরপরই তার মাতাকে গভীর ঘুমে নিমজ্জিত করে ইন্দ্র মেরুর চূড়ায় নিয়ে যান।সেখানে, তাকে মূল্যবান অনুলেপন দ্বারা স্নান করিয়ে অভিষেক করা হয়।\nইন্দ্র এবং অন্যান্য দেবগণ তার জন্ম উদযাপন করেন।\n\n\n== জাভা কিংবদন্তি ==\n১৫ শতকের মাজাপাহিত সময়কালে লেখা পুরাতন জাভা পাণ্ডুলিপি তন্তু পেজলারানে দেবতাদের এই পৌরাণিক পর্বতের কথা উল্লেখ করা হয়েছে। পাণ্ডুলিপিটি পুরাতন জাভা দ্বীপের পৌরাণিক উৎপত্তির পাশাপাশি মেরু থেকে জাভা পর্যন্ত অংশের কিংবদন্তি গতিবিধির বর্ণনা প্রদান করে। পাণ্ডুলিপিটি ব্যাখ্যা করে,  বতার গুরু (শিব) দেবতা ব্রহ্মা এবং বিষ্ণুকে মানুষের দ্বারা জাভা পূর্ণ করার নির্দেশ দিয়েছিলেন। যাইহোক, সেই সময়, জাভা দ্বীপটি সমুদ্রে উন্মুক্ত হয়ে ভাসছিল এবং সর্বদা স্খলিত ও কম্পিত হচ্ছিল।দ্বীপটির চলাচল বন্ধ করার জন্য, দেবতারা জম্বুদ্বীপের (ভারতে), মহামেরুর কিছু অংশ গ্রহণ করে জাভার সাথে সংযুক্ত করে পর্বতটিকে পৃথিবীতে স্থাপিত করার সিদ্ধান্ত নেন। \nএর ফলস্বরূপ, জাভার সবচেয়ে উঁচু পর্বত সুমেরুর সৃষ্টি হয়।\n\n\n== স্থাপত্য ==\n\nবিভিন্ন বৃত্ত দ্বারা বেষ্টিত একটি পবিত্র পর্বতের ধারণাটি প্রাচীন হিন্দু মন্দির স্থাপত্যে একটি শিখর (Śikhara) সহ অন্তর্ভুক্ত করা হয়েছিল। \"শিখর\" একটি সংস্কৃত শব্দ যার আক্ষরিক অর্থ \"পর্বতের চূড়া\"। \" এই শৈলীর প্রাথমিক উদাহরণগুলি হর্ষত মাতা মন্দির এবং হর্ষনাথ মন্দির রাজস্থান, পশ্চিম ভারত খ্রিস্টাব্দ অষ্টম শতাব্দীতে পাওয়া যায়। এই ধারণা ভারতের বাইরেও অব্যাহত ছিল, যেমন বালিদ্বীপের মন্দিরগুলিতে মেরু অট্টালিকার বৈশিষ্ট্য রয়েছে।\nবৌদ্ধ মন্দির বুদ্ধগয়া মহাবোধি মন্দির হল ৫ম থেকে ৬ষ্ঠ শতাব্দীর মেরু পর্বতের চিত্রের প্রথম উদাহরণ। আরও অনেক বৌদ্ধ মন্দিরে এই রূপ চিত্র আছে, যেমন থাইল্যান্ড-এর বাট অরুণ এবং মিয়ানমার-এর হিনবিউম প্যাগোডা উল্লেখ্য।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCort, John (২০১০) [1953], Framing the Jina: Narratives of Icons and Idols in Jain History, Oxford University Press, আইএসবিএন 978-0-19-538502-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nNarpatijayacharyā, commentary by Ganeshdatta Pathak, Published by Chowkhambha Sanskrit Sansthana, Varanasi, India, PIN-221001.\n\n\n== বহিঃসংযোগ ==\n\nDescription of Mount Meru in the Devi-bhagavata-purana 12\nPainting of Mount Meru found in Buddhist cave sanctuary in Xinjiang, China\nMount Meru in Encyclopedia of Buddhist Iconography 12\nSumeru in Encyclopedia of Buddhist Iconography 12\nNgari\nTibetan Cosmological Models  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ মার্চ ২০১৮ তারিখে\nWhat is Mount Meru?"}