{"pageid": 1135534, "title": "ইলীশায়", "url": "https://bn.wikipedia.org/wiki?curid=1135534", "content": "ইলীশায় (হিব্রু ভাষায়: אֱלִישָׁע‎, ʾĔlīšāʿ; প্রাচীন গ্রিক: Ἐλισ[σ]αῖος, Elis[s]aîos বা Ἐλισαιέ, Elisaié; আরবি: اليسع, প্রতিবর্ণীকৃত: Alyasāʿ) ছিলেন হিব্রু বাইবেল অনুসারে একজন ভাববাদী ও অলৌকিক সাধক। নূতন নিয়ম ও কুরআনেও[৬:৮৬][৩৮:৪৮] উদ্ধৃত ইলীশায়কে ইহুদিধর্ম, খ্রিস্টধর্ম, ইসলাম, দ্রুজ ও বাহাই ধর্মে একজন নবী হিসেবে শ্রদ্ধা করা হয়।\nবাইবেলীয় বর্ণনায় তিনি এলিয়ের একজন শিষ্য ও আশ্রিত ব্যক্তি। এলিয় ঘূর্ণবায়ুতে স্বর্গারোহণের পর ইলীশায়কে তাঁর ক্ষমতার দ্বিগুণ অংশ দিয়েছিলেন এবং ইলীশায় নবীদের পুত্রদের নেতা হিসাবে গৃহীত হয়েছিলেন। ইলীশায় তখন এলিয়ের চেয়ে দ্বিগুণ অলৌকিক কাজ করতে শুরু করেন।\nশমরিয়াতে বসতি স্থাপনের আগে ইলীশায় কর্মিল পর্বতে কিছু সময় অতিবাহিত করেছিলেন। তিনি ইস্রায়েল দেশে সুপরিচিত হয়ে উঠেছিলেন এবং ছয় দশক ধরে (৮৯২–-৮৩২ খ্রীষ্টপূর্ব) “ইস্রায়েলের ভাববাদী” পদে অধিষ্ঠিত ছিলেন। সৈন্য ও রাজাদের সাহায্য করার কারণে তাকে দেশপ্রেমিক বলা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিকতর পাঠ্য ==\n\n\n=== ইসলামি দৃষ্টিকোণ ===\nAmina Adil, Gaben des Lichts. Die wundersamen Geschichten der Gesandten Gottes (Kandern im Schwarzwald 1999), 563–73\nal-Farrāʾ, Maʿānī al-Qurʾān, ed. Aḥmad Yūsuf Najātī and Muḥammad ʿAlī al-Najjār (Cairo 1955–71), 2:407–8\nJosef Horovitz, Koranische Untersuchungen (Berlin and Leipzig 1926), 99, 101\nal-Khūshābī, ʿArāʾis al-Qurʾān wa-nafāʾis al-furqān wa-farādīs al-jinān, ed. Saʿīd ʿAbd al-Fattāḥ (Beirut 2007), 167–9\nal-Kisāʾī, Qiṣaṣ al-anbiyāʾ, ed. Isaac Eisenberg (Leiden 1922–3), 199–205, trans. Wheeler M. Thackston Jr., The tales of the prophets of al-Kisaʾi (Boston 1978), 269\nal-Majlisī, Biḥār al-anwār (Beirut 1983), 13:396–403\nal-Maqdisī, al-Muṭahhar b. Ṭāhir, al-Badʾ wa-l-taʾrīkh, ed. Clément Huart (Paris 1903), 3:100\nal-Rabghūzī, Stories of the prophets, ed. Hendrik E. Boeschoten, M. Vandamme, and Semih Tezcan (Leiden 1995), 2:460\nSibṭ b. al-Jawzī, Mirʾāt al-zamān fī taʾrīkh al-aʿyān, ed. Iḥsān ʿAbbās (Beirut 1985), 1:460, 466\nal-Ṭabarī, Taʾrīkh al-rusul wa-l-mulūk, ed. M. J. de Goeje et al. (Leiden 1879–1901), 1:542–4, trans. William M. Brinner, The history of al-Ṭabarī, vol. 4, The Children of Israel (Albany 1991), 124–5\nal-Thaʿlabī, Qiṣaṣ al-anbiyāʾ (Cairo 1954), 259–61, trans. William M. Brinner, ʿArāʾis al-Majālis fī Qiṣaṣ al-Anbiyāʾ or Lives of the prophets, as recounted by Abū Isḥāq Aḥmad ibn Muḥammad ibn Ibrāhīm al-Thaʿlabī (Leiden 2002), 432–35.\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:EBD poster\n\nProphet Elisha in Carmelite Tradition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ ফেব্রুয়ারি ২০১৫ তারিখে\nProphet Elisha Orthodox icon and synaxarion"}