{"pageid": 1135164, "title": "কার্টুন নেটওয়ার্ক (স্পেন)", "url": "https://bn.wikipedia.org/wiki?curid=1135164", "content": "কার্টুন নেটওয়ার্ক এটির আন্তর্জাতিক বিভাগের অধীনে ওয়ার্নার ব্রস. ডিসকভারি দ্বারা পরিচালিত একটি স্পেনীয় পে টেলিভিশন চ্যানেল ছিল। এটির উদ্বোধন হয় ১৯৯৪ সালের ৪ মার্চে, এবং এটি যুক্তরাষ্ট্রভিত্তিক কার্টুন নেটওয়ার্কের স্পেনীয় সংস্করণ। এটিতে বেশিরভাগ অ্যানিমেটেড অনুষ্ঠান প্রচারিত হতো। কাস্টিলীয় স্পেনীয়র সাথে বেশিরভাগ অনুষ্ঠান দ্বিতীয় অডিও ফিডের মাধ্যমে ইংরেজিতেও উপলব্ধ ছিল।\n\n\n== ইতিহাস ==\n১৯৯৩ সালে কার্টুন নেটওয়ার্কের কাছে একটি একক ইউরোপীয় সিগনাল ছিল যা অ্যাস্ট্রা স্যাটেলাইটের মাধ্যমে বিতরণ হতো, এবং আগের থেকেই পাঁচটি বিভিন্ন ভাষায় অডিও ট্র্যাক ছিল। ১৯৯৪ সালের ৪ মার্চে (যদিও টার্নার প্রাথমিকভাবে বলেছিলেন যে এটি ১৯৯৩ সালের শেষের আগে ঘটবে) চ্যানেলটির স্পেনীয় ভাষার অডিও ট্র্যাক চালু হয়। চ্যানেলটি পরে স্পেনীয় কেবল নেটওয়ার্কেও অন্তর্ভুক্ত হয়। ১৯৯৭ সালে কানাল সাতেলিতে দিগিতাল টাইম ওয়ার্নারের সাথে একটি চুক্তি স্বাক্ষর করে যেখানে, প্রযোজনা সংস্থার কাছ থেকে অধিকার পাওয়ার পাশাপাশি, এটি কার্টুন নেটওয়ার্ক এবং টিএনটি এর অফারে প্রবেশের মাধ্যমে উপকৃত হয়েছিল। চ্যানেলটি বেশিরভাগ পে টেলিভিশন প্রদানকারীতে সম্প্রচার হতো, কিছুতে কার্টুন নেটওয়ার্ক +১ চ্যানেলটি অন্তর্ভুক্ত ছিল, যেটিতে একই অনুষ্ঠান প্রচারিত হতো, শুধু এক ঘণ্টা বৃদ্ধি। এছাড়াও কার্টুন নেটওয়ার্ক ম্যাগাজিন নামের একটি ম্যাগাজিন প্রকাশিত হয়, কিন্তু এটি চ্যানেল পরিচালনা করেনি, যেহেতু লাইসেন্সটি অন্য মালিকের।\n\n\n=== বন্ধ ===\n২০১৩ সালের ১৪ জুনে টার্নার ব্রডকাস্টিং সিস্টেম ইউরোপ ৩০ জুনে স্পেনে কার্টুন নেটওয়ার্ক এবং কার্টুনিটোর বন্ধের ঘোষণা করে। ২০ জুনে এটি কার্টুন নেটওয়ার্ক ওয়েবসাইটের টেলিভিশন সম্প্রচার বন্ধ করার ব্লগে প্রকাশিত হয়েছিল, কিন্তু ওয়েবসাইটটি সক্রিয় থাকবে এমন কিছুই নেই, যেহেতু এটি ট্যাবলেট, স্মার্টফোন বা ইন্টারনেটের সাথে সংযুক্ত টেলিভিশনগুলির জন্য একটি টেলিভিশন অন ডিমান্ড (ভিওডি) সার্ভিস রয়েছে যাতে দর্শকরা চ্যানেলের অনুষ্ঠান এবং বিষয়বস্তু দেখতে পারে। এটিও ব্যাখ্যা করা হয়েছিল যে এই বিষয়বস্তুগুলি চ্যানেলের ওয়েবসাইটেও উপলব্ধ হবে এবং টার্নার অডিওভিজ্যুয়াল গ্রুপ মিডিয়াসেট এস্পানা কমিউনিকেশনের শিশুদের বিষয়ভিত্তিক চ্যানেল বোয়িং-এ তার উপস্থিতি বাড়াবে, যার সাথে এটি পূর্বোক্ত স্টেশনে একটি যৌথ উদ্যোগ রয়েছে।\n২০১৩ সালের ১ জুলাইতে মধ্যরাতের কিছু সময়ের আগেই ২০ সাল পর চ্যানেলটির স্পেনে সম্প্রচার বন্ধ করে দেওয়া হয়, সাথে এটির শেষ প্রচারিত অনুষ্ঠান ছিল স্টার ওয়ার্স: দ্য ক্লোন ওয়ার্সের একটি পর্ব। তারপরে চ্যানেলটি একটি ফিলার আইডেন্ট প্রদর্শন করে, এবং কিছু মিনিট পরে চ্যানেলটি বিতরণ করার সমস্ত টিভি প্রদানকারী এটিকে একটি তথ্য পর্দা দিয়ে প্রতিস্থাপন করে যা গ্রাহকদের অবহিত করেছে যে চ্যানেলটি স্পেনে সম্প্রচার বন্ধ করেছে। আগস্টের শেষ দিকে বোইং চ্যানেলটি ঘোষণা করে যে ১৪ সেপ্টেম্বর থেকে প্রতি সপ্তাহান্তের দিনে চ্যানেলটি \"ফিন্দেস কার্টুন নেটওয়ার্ক\" ব্লকটি প্রচারিত করবে যেটিতে সকাল সাড়ে ১০টার থেকে অ্যাডভেঞ্চার টাইম এবং রেগুলার শো এর নতুন পর্ব প্রচারিত হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (স্পেনীয় ভাষায়)"}