{"pageid": 1135428, "title": "লাল বাহাদুর শাস্ত্রী স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1135428", "content": "লাল বাহাদুর শাস্ত্রী স্টেডিয়াম ভারতের তেলেঙ্গানা রাজ্যের একটি বহুমুখী ক্রীড়া স্টেডিয়াম,যা পূর্বে ফতেহ ময়দান নামেও পরিচিত ছিল। এটি মূলত ক্রিকেট ও ফুটবল ম্যাচ আয়োজন করে থাকে।\nভারতের প্রাক্তন প্রধানমন্ত্রী লাল বাহাদুর শাস্ত্রীর স্মরণে ১৯৬৭ সালে এই স্টেডিয়ামটি পুনঃনামকরণ করা হয়। ২০১৭ সালের ১৯শে আগস্ট পর্যন্ত এতে ৩টি টেস্ট এবং ১৪টি এক দিনের আন্তর্জাতিক ক্রিকেট ম্যাচ অনুষ্ঠিত হয়েছে।\n\n\n== ইতিহাস ==\n১৬৮৭ সালে আট মাসের গোলকুন্ডা অবরোধ সময় মুঘল সৈন্যরা একটি বিস্তীর্ণ খোলা মাঠে শিবির স্থাপন করেছিল। তাদের বিজয়ের পর এই মাঠের নামকরণ করা হয় ফতেহ ময়দান (বিজয় স্কয়ার)। আসফ জাহি আমলে, ফতেহ ময়দান পোলো গ্রাউন্ড হিসেবে ব্যবহৃত হতে। সেকেন্দ্রাবাদ জিমখানা মাঠ যা হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশনের আবাসস্থল ছিল সেখানে ক্রিকেট ম্যাচ দেখার জন্য বিপুল সংখ্যক দর্শকদের থাকার জায়গা ছিল না। তাই ম্যাচগুলি ফতেহ ময়দানে অনুষ্ঠিত হয়েছিল যদিও মাঠটি হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশনের মালিকানাধীন নয় কিন্তু অন্ধ্রপ্রদেশ ক্রীড়া পরিষদের। প্রথম টেস্ট ম্যাচটি ১৯৫৫ সালের নভেম্বরে নিউজিল্যান্ড এর বিপক্ষে অনুষ্ঠিত হয়। ১৯৬৭ সালে স্টেডিয়ামটির নাম পরিবর্তন করে লাল বাহাদুর শাস্ত্রী স্টেডিয়াম রাখা হয়। ১৯৯৩ সালে ওয়েস্ট ইন্ডিজ এবং জিম্বাবুয়ে। স্টেডিয়ামটি ছিল হায়দরাবাদ ক্রিকেট দলের ঘরের মাঠ।\n২০০৫ সালে, আন্তর্জাতিক ক্রিকেটের জন্য লাল বাহাদুর শাস্ত্রী স্টেডিয়ামের ব্যবহার বন্ধ হয়ে যায় যখন রাজীব গান্ধী আন্তর্জাতিক ক্রিকেট স্টেডিয়াম শহর জুড়ে ভারত মধ্যে একটি ওডিআই ম্যাচ আয়োজন করা হয়। এবং দক্ষিণ আফ্রিকা। স্টেডিয়ামটি এখন ইন্ডিয়ান ক্রিকেট লিগের ম্যাচগুলি হোস্ট করছে এবং এটি ২০০৮ এডেলউইস ২০ এর চ্যালেঞ্জ বিজয়ীদের হায়দরাবাদ হিরোস জন্য হোম গ্রাউন্ড।\nলাল বাহাদুর স্টেডিয়ামটি পুলিশ কন্ট্রোল রুমের পিছনে অবস্থিত, নিজাম কলেজ এবং পাবলিক গার্ডেন হায়দ্রাবাদ এর মধ্যে। এটি অনেক জাতীয় এবং আন্তর্জাতিক ক্রীড়া ইভেন্টের স্থান, বিশেষ করে ফুটবল এবং ক্রিকেটের জন্য। স্টেডিয়ামটি আগে ফতেহ ময়দান নামে পরিচিত ছিল।\nএটির প্রায় ২৫,০০০ লোকের বসার ক্ষমতা রয়েছে। সুইমিং পুল, শপিং কমপ্লেক্স এবং ইনডোর স্টেডিয়াম এই স্টেডিয়ামের গুরুত্বপূর্ণ দিক। গ্রাউন্ডে ফ্লাড লাইট সুবিধা রয়েছে এবং এখন এটি তেলেঙ্গানা রাজ্যের ক্রীড়া কর্তৃপক্ষ (এসএটিএস) হিসেবে ব্যবহৃত হয়। এখানে যে খেলাগুলো হয় তা মূলত ক্রিকেট এবং ফুটবল।\nলাল বাহাদুর শাস্ত্রী স্টেডিয়ামে শুধুমাত্র তিনটি টেস্ট ম্যাচ আয়োজন করা হয়েছে – সবগুলোই নিউজিল্যান্ড বিরুদ্ধে। পলি উমরিগারের ডাবল সেঞ্চুরি এবং সুভাষ গুপ্তের নিউজিল্যান্ডের প্রথম ইনিংসে ৭ উইকেট ছিল এই দুই দলের মধ্যে উদ্বোধনী টেস্টের সবচেয়ে উল্লেখযোগ্য পারফরম্যান্স এবং ড্রতে শেষ হয়েছিল। ১৯৮৮/৮৯ সালে, স্থানীয় খেলোয়াড় আরশাদ আইয়ুব ম্যাচে সাত উইকেট নিয়ে এবং মোহাম্মদ আজহারউদ্দিন, যিনি সর্বোচ্চ 81 রান করেছিলেন ভারতকে ১০ উইকেটের জয়ে নেতৃত্ব দিয়েছিলেন এবং একটি ২-১ সিরিজ জয়।\n\n\n== ওডিআই ক্রিকেট ==\n\nপ্রথম ওডিআই ম্যাচ ১৯৮৩/৮৪ মৌসুমে এই স্টেডিয়ামে অনুষ্ঠিত হয় যখন ভারত পাকিস্তান-কে স্বাগতিক করে এবং ম্যাচটি চার উইকেটে জয়লাভ করে। ২০ মার্চ ১৯৮৭-এ ভারত ও পাকিস্তানের মধ্যে ম্যাচটি একটি রোমাঞ্চকর ছিল যা ৪৪ ওভারে ২১২ স্কোর টাই দিয়ে শেষ হয়েছিল। ভারতকে বিজয়ী ঘোষণা করা হয় কারণ তারা কম উইকেট হারায় (ছয় থেকে পাকিস্তানের সাতটি)।\n১৯৮৭ ক্রিকেট বিশ্বকাপ চলাকালীন দুর্দান্ত ম্যাচগুলির একটিতে, ডেভিড হাউটন এর ১৪২ জিম্বাবুয়েকে একটি মহাকাব্যিক জয়ে তুলে নেওয়ার চেয়ে কম ছিল। হাউটন এবং ইয়ান বুচার্ট-এর ৫৪ ব্যতীত, জিম্বাবুয়ের অন্য সব ব্যাটসম্যান একক অঙ্কের স্কোর করেছিলেন কারণ নিউজিল্যান্ড ৩ রানে জিতেছিল। ওয়েস্ট ইন্ডিজ এবং জিম্বাবুয়ে-এর মধ্যে হিরো কাপের মুখোমুখি (১৯৯২) স্টেডিয়ামে প্রথম দিন/রাতের ম্যাচটি দেখা হয়েছিল। ম্যাচটি সহজেই জিতে নেয় ওয়েস্ট ইন্ডিজ। সব মিলিয়ে স্টেডিয়ামে সাত দিন/রাতের ম্যাচ আয়োজন করা হয়েছে। ১৯৯৬ ক্রিকেট বিশ্বকাপে, ওয়েস্ট ইন্ডিজ টুর্নামেন্টে সেমিফাইনালে যাওয়ার পথে জিম্বাবুয়ের ১৫১ রানকে মাত্র ২৯.৩ ওভারে তুলে নেয়।\n১৯৯৯/০০ মরসুমে, স্টেডিয়ামটি ভারত এবং নিউজিল্যান্ডের মধ্যে ৫ ম্যাচের ওডিআই সিরিজের ২য় ম্যাচের আয়োজন করেছিল। রাজকোট-এ পরাজয়ের পর, ভারত দ্বিতীয় ওভারে সৌরভ গাঙ্গুলীকে হারিয়েছে (রানআউট) কারণ শচীনের কাছ থেকে স্ট্রেইট ড্রাইভে শাইন ও'কনর-এর আঙুল নন-এ। -স্ট্রাইকারের স্টাম্প। রাহুল দ্রাবিড় এবং টেন্ডুলকার তারপরে ৪৬.২ ওভারে বিশ্ব-রেকর্ড ৩৩১ রানের জুটি গড়েন কারণ ভারত ৩৭৬ রান সংগ্রহ করেছিল এবং সহজেই ১৭৪ রানে ম্যাচ জিতেছিল।\nলাল বাহাদুর শাস্ত্রী স্টেডিয়ামে (২০০৩) ফাইনাল খেলায়, ভারত টিভিএস কাপের এনকাউন্টারে নিউজিল্যান্ডের বিরুদ্ধে খেলেছিল যেটি দ্বিতীয় ফাইনালিস্টের সিদ্ধান্ত নিয়েছে (অস্ট্রেলিয়া ইতিমধ্যেই তার জায়গা বুক করেছে)। টেন্ডুলকারের সেঞ্চুরি এবং বীরেন্দ্র শেবাগ এর ১৩০ একটি ভারতীয় দ্বারা দ্বিতীয় দ্রুততম ফিফটির সমান করার জন্য দ্রাবিড়ের জন্য একটি মঞ্চ তৈরি করে – ২২ বলে ৫০ হিসাবে ভারত ৩৫৩ রান করে এবং ১৪৫ রানে স্বাচ্ছন্দ্যে ম্যাচ জিতেছিল।\n\n\n== মাঠ পরিসংখ্যান ==\n\n\n=== ম্যাচ সংখ্যা ===\n\n\n=== টেস্ট ক্রিকেট ===\n\n\n=== একদিনের আন্তর্জাতিক ক্রিকেট ===\n\nঅনিল কুম্বলে এই মাঠে ওডিআইতে সর্বাধিক উইকেট প্রাপক (৭)।\n\n\n== আন্তর্জাতিক শতরান ==\n\n\n=== টেস্ট ক্রিকেট ===\n\n\n=== একদিনের আন্তর্জাতিক ===\n\n\n== এক ইনিংসে পাঁচ উইকেট লাভ ==\n\n\n=== টেস্ট ক্রিকেট ===\n\n\n=== একদিনের আন্তর্জাতিক ===\n\n\n== আরও দেখুন ==\nটেস্ট ক্রিকেট মাঠের তালিকা\nরাজীব গান্ধী আন্তর্জাতিক ক্রিকেট স্টেডিয়াম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রিকইনফো\nলাল বাহাদুর শাস্ত্রী স্টেডিয়াম\nক্রিকেট আর্কাইভ ওয়েবসাইট"}