{"pageid": 1135335, "title": "উতবা ইবনে আবু লাহাব", "url": "https://bn.wikipedia.org/wiki?curid=1135335", "content": "উতবা ইবনে আবু লাহাব ( আরবি: عتبة بن أبي لهب ) ইসলামের নবী মুহাম্মাদের প্রথম চাচাতো ভাই ছিলেন।\n\n\n== জীবনী ==\nমক্কায় জন্মগ্রহণকারী উতবাহ ছিলেন আবু লাহাব ইবনে আবদুল-মুত্তালিব এবং উম্মে জামিল বিনতে হারবের জ্যেষ্ঠ পুত্র।  বেশ কয়েক বছর ধরে তার পরিবার মুহাম্মাদ এবং খাদিজার পাশের বাড়িতে বসবাস করত। \nআগস্ট ৬১০ খ্রিস্টাব্দের কিছুকাল আগে উতবা তার আট বছর বয়সী চাচাতো বোন রুকাইয়াকে বৈধভাবে বিয়ে করেন, যিনি ছিলেন মুহাম্মাদের চতুর্থ সন্তান ও দ্বিতীয় কন্যা। যদিও তাদের বিয়ে তিন বছরেরও কম স্থায়ী হয়। \nমুহাম্মাদ কুরআনের সূরা লাহাবের \"ধ্বংস হোক আবু লাহাবের দুই হাত,\" তেলাওয়াত করার পর,  আবু লাহাব তার সাথে সম্পর্ক ছিন্ন করতে চেয়েছিল। যখন মুহাম্মদ \"প্রকাশ্যে কুরাইশদের কাছে প্রচার করেছিলেন এবং তাদের শত্রুতা দেখিয়েছিলেন,\" তখন অন্যান্য কুরাইশরা আবু লাহাবের ইচ্ছার প্রতি সহানুভূতি প্রকাশ করেছিল যে মুহাম্মদের কন্যাদের নিজের খরচে না রাখার জন্য। তারা উতবাহকে বলেছিল যে তিনি যদি রুকাইয়াকে তালাক দেন, তবে তারা তাকে পছন্দের যে কোনোও মহিলা দেবে;  এবং তার বাবা তাকে আরও বলেছিলেন যে যদি সে তাকে তালাক না দেয় তবে সে তার সাথে আর কখনও কথা বলবে না।  উতবাহ উত্তর দিলেন যে তিনি সাঈদ ইবনুল আস ইবন উমাইয়ার কন্যা বা নাতনীকে পছন্দ করবেন।  কুরাইশরা রাজি হয় এবং তাই তিনি রুকাইয়াকে তালাক দেন। তখন তার বয়স প্রায় বারো, এবং বিয়ে সম্পন্ন হয়নি। \n৬৩০ সালের জানুয়ারিতে মক্কা বিজয়ের পর, উতবাহ এবং তার ভাই মুয়াত্তিব অন্যান্য মুশরিকদের সাথে মক্কার প্রান্তে প্রত্যাহার করেন। মুহাম্মদ তার চাচা আল আব্বাসকে তাদের কাছে নিয়ে আসতে বললেন। তাদের আনা হয় এবং মুহাম্মদের আমন্ত্রণে তারা ইসলাম গ্রহণ করে এবং আনুগত্যের শপথ নেয়। আল-আব্বাস মন্তব্য করেছিলেন যে তাদের ধর্মান্তরিত হওয়ার সময় মুহাম্মদের মুখ \"আনন্দের প্রতিফলন\" ছিল। উতবাহ ইসলামী সেনাবাহিনীতে যোগদান করেন এবং হুনাইনে যুদ্ধ করেন। তিনি তাদের মধ্যে ছিলেন যারা যুদ্ধে মুহাম্মদকে ত্যাগ করেননি। \nযাইহোক, যখন হাশিম বংশের বাকি সদস্যরা মদিনায় হিজরত করেন, তখন উতবাহ এবং তার ভাই মুয়াত্তিব মক্কায় থেকে যান। \nউতবাহের আবদ আল-ওয়াহিদ ইবনে আয়মান নামে একজন ক্রীতদাস ছিল, যাকে তার মৃত্যুর পর তার ছেলেরা বিক্রি করেছিল। \n\n\n== তথ্যসূত্র =="}