{"pageid": 1135240, "title": "অভিলক্ষ্য বিবৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1135240", "content": "অভিলক্ষ্য বিবৃতি বা অভিযান বিবৃতি বলতে কোনও সংগঠন কেন বিদ্যমান (কেন এটিকে প্রতিষ্ঠা করা হয়েছে?), এর বর্তমান সামগ্রিক লক্ষ্য কী (এটি ক্রেতা, সমাজ বা বিশ্বের কোন সমস্যার সমাধান করছে বা কোন চাহিদা পূরণ করছে?), লক্ষ্যটি কীভাবে বাস্তবায়িত হচ্ছে (কী প্রযুক্তি ও কর্মপন্থা ব্যবহার করে কোন ধরনের পণ্য বা সেবা প্রদান করা হচ্ছে ও বর্তমানে বা অদূর ভবিষ্যতে সেটির মুখ্য ক্রেতা বা বাজার কী ও কোথায়?), লক্ষ্যটি বাস্তবায়নে সংগঠনটি কেন এর প্রতিযোগীদের তুলনায় স্বতন্ত্র এবং কেন কোনও ব্যক্তি এটিতে অর্থ বা শ্রম বিনিয়োগ করবে - এইসব বিষয়ে রচিত একটি সংক্ষিপ্ত, বাস্তবমুখী লিখিত বিবৃতিকে বোঝায়। এটিতে সংগঠনের বিশ্বাস, মূল্যবোধ ও দর্শন, সেটির প্রধান প্রতিযোগিতামূলক সুবিধাদি, এবং সেটির অভীষ্ট ভবিষ্যৎ অবস্থা বা রূপকল্পও অন্তর্ভুক্ত থাকতে পারে।\nকোনও সংগঠনের অভিলক্ষ্য বিবৃতি কোনও তৃতীয় পক্ষের লেখা বর্ণনা নয়, বরং সংগঠনের নেতাদের আকাঙ্ক্ষা ও অভিসন্ধির বহিঃপ্রকাশ। অভিলক্ষ্য বিবৃতির উদ্দেশ্য হল সংগঠনের উদ্দেশ্য ও অভিমুখ সেটির কর্মচারী, ক্রেতা, বিক্রেতা ও অনান্য অংশীজনের কাছে উপস্থাপন করা। এটি কর্মচারীদের মধ্যে এক ধরনের সাংগঠনিক পরিচয়বোধ ও একাত্মতাবোধের সৃষ্টি করে ও তাদেরকে অনুপ্রেরণা, দিকনির্দেশনা ও প্রচেষ্টার কেন্দ্রবিন্দু প্রদান করে। অন্যদিকে এটি ক্রেতাকে বা সেবাগ্রহীতাকে সংগঠনটির কাছ থেকে কী প্রত্যাশা করা উচিত, সে ব্যাপারে বক্তব্য প্রদান করে। সংগঠনগুলি সাধারণত তাদের অভিলক্ষ্য বিবৃতি পরিবর্তন করে না, কেননা এটি সংগঠনটির ধারাবাহিক চলমান উদ্দেশ্য ও মনোযোগের কেন্দ্রবিন্দুকে সংজ্ঞায়িত করে। এটি সংগঠনের কৌশল নির্ধারণ, সুযোগ সন্ধান, সম্পদের সঠিক ব্যবহার, ইত্যাদিতে দিকনির্দেশনা প্রদান করে। অধিকন্তু এটি সংগঠনটির সাফল্য পরিমাপের এক ধরনের মোটা দাগের মাপকাঠি হিসেবেও কাজ করে।\nঐতিহাসিকভাবে খ্রিস্টান ধর্মীয় সংগঠনগুলির সাথে এইরূপ বিবৃতি জড়িত ছিল। বহুদিন ধরে একজন ধর্মপ্রচারককে একটি ধর্মীয় অভিযান পরিচালনাকারী হিসেবে গণ্য করা হত। অভিলক্ষ্য বা অভিযানের ইংরেজি \"মিশন\" পরিভাষাটি ১৭শ শতক থেকে ব্যবহৃত হয়ে আসছে, যা দিয়ে জেসুইট ধর্মপ্রচারকদের বিদেশে ধর্মপ্রচারণার কাজে প্রেরণ বা অভিযানে পাঠানোর ঘটনাটিকে নির্দেশ করা হয়।\nঅধ্যাপক ক্রিস বার্টের মতে একটি বাণিজ্যিক অভিলক্ষ্য বিবৃতিতে তিনটি মৌলিক অংশ থাকে:\n\nমূল বাজার (Key market): অভীষ্ট ক্রেতা\nঅবদান: পণ্য বা সেবা\nস্বাতন্ত্র্য: কেন সংগঠনের পণ্য বা সেবা অনন্য এবং ক্রেতারা অন্য পণ্য বা সেবার পরিবর্তে সেটি ক্রয় করবে।\nবার্টের মতে মাত্র দশ শতাংশ অভিলক্ষ্য বিবৃতিতে অর্থবহ কিছু বলা হয়ে থাকে। একারণে এগুলি তেমন জনপ্রিয় হয় না।\n\n\n== আরও দেখুন ==\nকৌশলগত পরিকল্পনা\nকৌশল বিন্যাসকারক ভাষা\nরূপকল্প বিবৃতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Mission Statement Guidelines\"। NORC Blueprint: A Guide to Community Action। United Hospital Fund। ২০১৫। অক্টোবর ২, ২০১৮ তারিখে মূল থেকে আর্কাইভ করা।"}