{"pageid": 1135545, "title": "ইবনে আল-বান্না আল-মাররাকুশি", "url": "https://bn.wikipedia.org/wiki?curid=1135545", "content": "ইবনে আল-বান্না আল-মাররাকুশি, আবুল-আব্বাস আহমদ ইবনে মুহাম্মদ ইবনে উসমান আল-আজদী (আরবি: ابن البنّاء) (২৯ ডিসেম্বর ১২৫৬ - প্রায় ১৩২১), ছিলেন একজন আরব  গণিতবিদ, জ্যোতির্বিদ, ইসলামী পণ্ডিত, সুফি এবং এক সময়ের জ্যোতিষী।\n\n\n== জীবনী ==\nইবন আল-বান্না' (অর্থাৎ স্থপতির পুত্র) ১২৫৬ সালে মারাকেশে জন্মগ্রহণ করেন; সেই শহরের নামানুসারে তার নাম রাখা হয় আল-মাররাকুশি।  মৌলিক গাণিতিক এবং জ্যামিতিক দক্ষতা শেখার পরে, তিনি ইউক্লিডের উপাদানগুলিকে আরবি ভাষায় অনুবাদ করেন।    \n\n\n== কর্ম ==\n\nইবন আল-বান্না' বীজগণিত, জ্যোতির্বিদ্যা, ভাষাবিজ্ঞান, অলঙ্কারশাস্ত্র এবং যুক্তিবিদ্যার মতো বৈচিত্র্যময় বিষয়গুলিকে অন্তর্ভুক্ত করে ৭৪টি গ্রন্থ লিখেছেন। তার একটি কাজ, যার নাম তালখিস আমাল আল-হিসাব ( আরবি: تلخيص أعمال الحساب ) (পাটিগণিতের ক্রিয়াকলাপের সারাংশ) -এ ভগ্নাংশ, বর্গ এবং ঘনকের যোগফলের মতো বিষয়গুলি অন্তর্ভুক্ত রয়েছে। আরেকটি, তানবিহ আল-আলবাব নামে পরিচিত,  এটিতে যেসব বিষয় অন্তর্ভুক্ত রয়েছে-\n\nসেচ খালের স্তর হ্রাস সম্পর্কিত গণনা,\nউত্তরাধিকারের মুসলিম আইনের গাণিতিক ব্যাখ্যা\nআসরের সালাতের সময় নির্ধারণ,\nপরিমাপের যন্ত্রের সাথে যুক্ত জালিয়াতির ব্যাখ্যা,\nবিলম্বিত নামাজের গণনা যা একটি সুনির্দিষ্ট ক্রমে বলতে হবে, এবং\nবিলম্বিত অর্থপ্রদানের ক্ষেত্রে আইনি করের গণনা\nতিনি রাফ'আল-হিজাব (ঘোমটা তোলা) লিখেছিলেন যা একটি সংখ্যার বর্গমূল গণনা এবং ক্রমাগত ভগ্নাংশের তত্ত্বের মতো বিষয়গুলিকে অন্তর্ভুক্ত করেছে।  এটি ছিল বীজগণিতের স্বরলিপি ব্যবহার করার জন্য প্রথম পরিচিত গাণিতিক কাজ, যা আরও দুই শতাব্দী পরে আবু আল-হাসান ইবনে আলি আল-কালাসাদি দ্বারা উন্নয়ন করা হয়েছিল।\nজামি'আল-মাবাদি' ওয়াল-গায়াত (কালেকশন অফ দ্য প্রিন্সিপলস অ্যান্ড অবজেক্টিভস ইন দ্য সায়েন্স অফ টাইমকিপিং), জ্যোতির্বিজ্ঞানের উপর একটি বিস্তৃত কাজ, যাকে এখন মধ্যযুগীয় ইসলামী জ্যোতির্বিদ্যার যন্ত্রের সবচেয়ে সম্পূর্ণ উৎস হিসেবে বিবেচনা করা হয়।  \n\n\n== স্মরণিকা ==\nচাঁদের আল-মাররাকুশি জ্বালামুখ বা গর্তটি তার নামে নামকরণ করা হয়েছে।\n\n\n== আরও দেখুন ==\nআরব বিজ্ঞানী ও পণ্ডিতদের তালিকা\nমুহাম্মদ ইবনে আহমদ ইবনে গাজী\n\n\n== তথ্যসূত্র =="}