{"pageid": 1135563, "title": "হামিদুদ্দিন আল-কিরমানি", "url": "https://bn.wikipedia.org/wiki?curid=1135563", "content": "হামিদ আল-দীন আবুল-হাসান আহমদ ইবনে আবদুল্লাহ আল-কিরমানি (আরবি: حميد الدين الكرماني; বি. ৯৯৬-১০২১) ছিলেন একজন ইসমাইলি পণ্ডিত। তিনি একজন  ফার্সি বংশোদ্ভূত এবং সম্ভবত কিরমান প্রদেশে জন্মগ্রহণ করেন। তিনি বাগদাদ ও বসরায় একজন ফাতেমি দা'ই (মিশনারী) হিসাবে তার জীবনের একটা বড় অংশ কাটিয়েছেন বলে মনে হয়।  তিনি ছিলেন একজন ধর্মতাত্ত্বিক এবং দার্শনিক, যিনি ফাতেমীয় খলিফা-ইমাম আল-হাকিম বি আমর আল্লাহ (র. ৯৯৬-১০২১) এর সময় খ্যাতি অর্জন করেন।\nএকজন বিশিষ্ট ইসমাইলি দাই বা ধর্মপ্রচারক, তাকে কায়রোতে ফাতেমিদ দা'ওয়ার কেন্দ্রীয় সদর দফতর কর্তৃক ফাতেমীয় যুগের সবচেয়ে বিজ্ঞ ইসমাইলি ধর্মতত্ত্ববিদ এবং দার্শনিকদের একজন হিসাবে বিবেচনা করা হয়।  সেই ক্ষমতাতেই আল-কিরমানি কিছু ভিন্নমতাবলম্বী দাইয়ের চরমপন্থী ধারণাকে খণ্ডন করতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, যারা আল-হাকিমের দেবত্ব ঘোষণা করে দ্রুজ আন্দোলনের সূচনা করেছিলেন। আল-কিরমানিকে ১০৪১ সালে বা তার কিছু আগে কায়রোতে তলব করা হয়েছিল যেখানে তিনি এই চরমপন্থী মতবাদগুলিকে অস্বীকার করার জন্য বেশ কয়েকটি কাজ তৈরি করেন। আল-কিরমানির লেখা, ব্যাপকভাবে প্রচারিত হয়েছিল, যা কিছু পরিমাণে চরমপন্থী মতবাদের বিস্তার রোধে সফল হয়েছিল।\n\n\n== কর্ম ==\nতার প্রায় ত্রিশটি কর্মের মধ্যে মাত্র আঠারোটিই টিকে আছে বলে মনে হয়। তার প্রধান দার্শনিক গ্রন্থ, রাহাত আল-আকল (মনের শান্তি), ১০২০ সালে সমাপ্ত হয়েছিল।  এই রচনায়, আল-কিরমানি পাঠককে ক্রমাগত পরিবর্তনশীল বিশ্বে যুক্তির স্বর্গে মনের অনন্ত জীবন কীভাবে পেতে হয় তা বোঝার একটি সুযোগ প্রদানের উদ্দেশ্যে করেছিলেন।\nতার উল্লেখযোগ্য কিছু কাজ হল:\n\nরাহাত আল-আকল (মনের শান্তি, বা কারণের সান্ত্বনা), ১০২০ সালে সম্পন্ন হয়েছিল এবং তার শ্রেষ্ঠ রচনা হিসাবে বিবেচিত\nআল-আকওয়াল আল-ধাহাবিয়া, ওহীর প্রয়োজনীয়তার বিরুদ্ধে আল-রাজির যুক্তি খণ্ডন\nকিতাব আল-রিয়াদ, একটি বই যা প্রাথমিক ইসমাইলি বিশ্বতত্ত্বকে তুলে ধরে।\nকিতাব আল-মাসাবিহ, ইমামতের প্রয়োজনীয়তার উপর একটি ইসলামি গ্রন্থ। \n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nDaftary, Farhad (২০০১)। \"Intellectual Life among the Ismailis: An Overview\"। Intellectual Traditions in Islam। I.B.Tauris। পৃষ্ঠা 87–111। \nDaftary, Farhad (১৯৮২–২০২১)। \"Ḥamid-al-din Kermani\"।   Yarshater, Ehsan। Encyclopædia Iranica। London and New York: Routledge & Kegan Paul। পৃষ্ঠা 639–641। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nPaul E. Walker (১৯৯৯)। Hamid al-Din al-Kirmani: Ismaili Thought in the Age of al-Hakim। \nDaniel De Smet (১৯৯৫)। La Quiétude de l'intellect: Néoplatonisme et gnose ismaélienne dans l'oeuvre de Hamid ad-Din al-Kirmani (ফরাসি ভাষায়)। \n\n\n== বহিঃসংযোগ ==\nদর্শনের ইন্টারনেট এনসাইক্লোপিডিয়ায় হামিদ আল-দিন আল-কিরমানি"}