{"pageid": 1135074, "title": "জামে মসজিদ, মতিঝিল", "url": "https://bn.wikipedia.org/wiki?curid=1135074", "content": "জামে মসজিদ (কালা মসজিদ ও মতিঝিল মসজিদ নামেও পরিচিত) ভারতের পশ্চিমবঙ্গ রাজ্যের মুর্শিদাবাদ জেলার মতিঝিলে অবস্থিত একটি জামে মসজিদ।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nজামে মসজিদের ভৌগোলিক অবস্থান ২৪.১৬২১২৪° উত্তর ৮৮.২৭৫৫৫২° পূর্ব﻿ / 24.162124; 88.275552। জামে মসজিদ মতিঝিলের পশ্চিম তীরে অবস্থিত।\nকিলা নিজামত এলাকার হাজার দুয়ারী রাজপ্রাসাদ এবং এর আশেপাশের স্থানগুলি মুর্শিদাবাদের আকর্ষণের কেন্দ্রবিন্দু। এই এলাকার একটু দূরেই কাটরা মসজিদ, ফৌতি মসজিদ, জামে মসজিদ এবং মতিঝিল এলাকা অবস্থিত। শহরের উত্তর অংশে অনেকগুলি আকর্ষনীয় স্থান রয়েছে। আকর্ষনীয় স্থানগুলোর মধ্যে রয়েছে খুশবাগ, রোসনাইগঞ্জ, বরানগর, কিরীটেশ্বরী মন্দির, কর্ণসুবর্ণ। এছাড়াও নদীর ওপর পাশে বারহামপুর এলাকায়ও বেশ কিছু আকর্ষনীয় স্থান রয়েছে।\n\n\n== জামে মসজিদ ==\n\n\n=== ইতিহাস ===\n\nজামে মসজিদটি ১৭৫০ সালে নবাব নওয়াই মুহাম্মদ খান নির্মাণ করেছিলেন। তিনি এর নাম দিয়েছিলেন কালা মসজিদ। এটি মতিঝিল মসজিদ নামেও পরিচিত।\nনবাব আলীবর্দী খানের জ্যেষ্ঠ কন্যা ঘসেটি বেগম, তার ছোট বোন আমিনা বেগমের ছেলে এবং সিরাজ উদ-দৌলার ছোট ভাই একরামুল্লাকে দত্তক নেন এবং তাকে নিজের ছেলে হিসেবে লালন-পালন করেন। একরামুল্লা অল্প বয়সে মারা যান। ঘসেটি বেগমের স্বামী নওয়াজিশ মুহম্মদ খান একরামুল্লার মৃত্যুর শোক সইতে না পেরে মারা যান। তাদের দুজনকেই জামে মসজিদ প্রাঙ্গণে দাফন করা হয়। কথিত আছে, নবাব আলীবর্দী খান জামে মসজিদে নিয়মিত নামাজ পড়তে আসতেন।\nপশ্চিমবঙ্গের জাতীয় গুরুত্বপূর্ণ সৌধসমূহের তালিকা অনুসারে মতিঝিল জামে মসজিদ একটি ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ তালিকাভুক্ত স্মৃতিস্তম্ভ।\n\n\n== গঠন ==\nজামে মসজিদে তিনটি গম্বুজ এবং তিনটি খিলানযুক্ত সম্মুখভাগ রয়েছে। বাংলাপিডিয়ার বর্ণনা অনুসারে মসজিদটি আয়তাকার এবং তিনটি গোলার্ধ গম্বুজ দ্বারা আবৃত। চার কোণে ঈষৎ কন্দাকার শীর্ষ বদ্ধ-ছত্রী দ্বারা আবদ্ধ অষ্টভুজাকার মিনারগুলি স্থাপন করা হয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবাংলা ও মুর্শিদাবাদের নবাবগণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে জামে মসজিদ, মতিঝিল ভ্রমণ নির্দেশিকা পড়ুন।"}