{"pageid": 1135995, "title": "রুদ্রসাগর হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1135995", "content": "রুদ্রসাগর হ্রদ, যা টুইজিলিকমা নামেও পরিচিত হল ভারতের ত্রিপুরার মেলাঘরে অবস্থিত একটি হ্রদ।\nভারত সরকারের পরিবেশ ও বন মন্ত্রক রুদ্রসাগরকে এর জীব-বৈচিত্র্য এবং আর্থ-সামাজিক গুরুত্বের উপর ভিত্তি করে সংরক্ষণ ও টেকসই ব্যবহারের জন্য জাতীয় গুরুত্বের অন্যতম জলাভূমি হিসাবে চিহ্নিত করেছে। রামসার কনভেনশনের মহাসচিব রুদ্রসাগর হ্রদকে আন্তর্জাতিক গুরুত্বের জলাভূমি হিসেবে ঘোষণা করেছেন। এই প্রশংসাপত্রটি ২৯ ফেব্রুয়ারি ২০০৭ তারিখে ভারতের সরকারের পরিবেশ ও বন মন্ত্রক দ্বারা প্রদান করা হয়েছে।\n\n\n== ভূগোল ==\nরুদ্রসাগর হ্রদটি সিপাহিজলা জেলার সোনামুড়া মহকুমার মেলাঘর ব্লকে অবস্থিত। হ্রদটি ২.৪ কিমি ২ ভৌগোলিক এলাকা নিয়ে গঠিত এবং ত্রিপুরা রাজ্যের রাজধানী থেকে প্রায় ৫২ কিমি দূরত্বে হ্রদটি অবস্থিত যার অবস্থান ২৩°২৯' উ এবং ৯০°০১' পূ।\nভৌত প্রবাহীবিজ্ঞানের দৃষ্টিকোণ থেকে, রুদ্রসাগর হ্রদ একটি প্রাকৃতিক অবক্ষেপণ জলাধার, যা তিনটি বহুবর্ষজীবী স্রোত থেকে প্রবাহিত হয়, নোয়াচেরা, দুর্লভনারায় চেরা ও কেমতলি চেরা। প্রাপ্ত প্রবাহ থেকে পলি নিষ্পত্তির পর, কাচিগাং নামে একটি সংযোগকারী প্রণালীর মাধ্যমে স্বচ্ছ জল গোমতী নদীতে প্রবাহিত হয়। পলি জমে হ্রদের নিচের অংশ তৈরি হয়েছে। যেমন ৫০ মিটারের সাথে কোন শিলা গঠন পাওয়া যায় নি, এর মধ্যে রয়েছে পলি (কাদামাটি দোআঁশ) ও এর নীচের গঠন বালুকাময়। চারপাশের টিলাগুলো নরম পাললিক গঠনের। বার্ষিক বৃষ্টিপাতের পরিমাণ ২৫০০ মিমি যার জল চার বা পাঁচটি বন্যার শিখর সহ জুন থেকে সেপ্টেম্বর মাসে ছড়িয়ে পড়ে। বছরের পর বছর ধরে স্রোতের মধ্যে উল্লেখযোগ্য ভিত্তি প্রবাহ। হ্রদ এলাকার মাটি পলিময় এঁটেল দোআঁশ থেকে এঁটেল দোআঁশ। হ্রদের জল তুচ্ছ দূষণ সত্ত্বেও পরিস্কার যার গভীরতা ২ থেকে ৯ মিটার পর্যন্ত পরিবর্তিত হয়। জল স্তরের ওঠানামা ৯ থেকে ১৬ মিটার পর্যন্ত পরিবর্তিত হয়। হ্রদের নিম্নধারার এলাকা ও বৃষ্টিপাত ১৫ মে থেকে ১৫ অক্টোবর পর্যন্ত ৩৭ থেকে ৫০ ডিগ্রি সেলসিয়াস সহ ৭৫০ হেক্টর হয়ে থাকে।\nরুদ্রসাগর একটি সম্ভাব্য গুরুত্বপূর্ণ পাখি এলাকা ও শীতকালে প্রচুর সংখ্যক জলপাখিকে আকর্ষণ করে। এখানের নথিভুক্ত বিরল প্রজাতির মধ্যে রয়েছে বিপন্ন বেয়ারের ভুঁতিহাস এবং কাছাকাছি ঝুঁকিপূর্ণ মরচেরঙ ভুতিহাঁস।\n\n\n== দূষণ ==\nহ্রদটি নিম্নলিখিত কারণে দূষণের সমস্যার সম্মুখীন হয়েছে।\n\nদূষণকারীর অ-বিন্দু উৎস যেমন কৃষিকাজ বন্ধ, নৃতাত্ত্বিক প্রবর্তিত কঠিন এবং অর্ধ—কঠিন দূষণকারী\nনৃতাত্ত্বিক আস্তাকুঁড় করা আবর্জনা, কঠিন বর্জ্য ও উপকূল বরাবর নির্মাণ সামগ্রী জমা ইত্যাদির মতো অসৎ আচরণ।\nইউট্রোফিকেশন, জল হায়াসিন্থের মতো বিদেশী আক্রমণকারী প্রজাতির একটি অনিয়ন্ত্রিত বৃদ্ধি, হ্রদে অত্যধিক শৈবাল পরিলক্ষিত হয়েছে যা জলজ জীববৈচিত্র্যের ক্ষতি করেছে।\nহ্রদ সংলগ্ন এলাকায় কৃষি কার্যকলাপ (কীটনাশক ও সার ব্যবহার)\nবন উজাড়, ভরাট, নিষ্কাশন ও জলাভূমি অঞ্চলের অবক্ষয়: দ্রুত অপরিকল্পিত নগরায়ণ, গ্রামীণ বা শিল্প বিকাশের কারণে স্থানীয় গাছপালা পরিষ্কার এবং অপসারণ\nসচেতনতার অভাব, বৈজ্ঞানিক জ্ঞান ও আইন দ্বারা সুরক্ষায় অবহেলা\nহ্রদের জল যেমন পানীয়, সেচ, মাছ ধরা ইত্যাদি ব্যবহারের জন্য প্রতিযোগিতা।\nসমস্ত অববাহিকা জুড়ে অবস্থিত বিন্দু উৎস থেকে অপর্যাপ্ত বা অপর্যাপ্তভাবে ব্যবস্থাপনা করা গার্হস্থ্য ও শিল্প বর্জ্য।\nনির্দিষ্ট উৎসবগুলোর প্রতিমা বিসর্জনের আকারে সাংস্কৃতিক পলি জমাকরণ, ভারতে একটি বার্ষিক বৈশিষ্ট্য, হ্রদগুলোর গুরুতর ধাতব দূষণের উৎস।\nএকটি সুনির্দিষ্ট জলাভূমি কর্তৃপক্ষ না থাকা, হ্রদ ব্যবস্থাপনার জন্য বিশেষ উদ্দেশ্যমূলক যান (এসপিভি) ও একটি সমন্বিত আদেশ সহ সংরক্ষণ স্থাপন করা হয়নি।\nহ্রদের চারপাশে কমিউনিটি টয়লেট সুবিধার অভাব।\nহ্রদের মালিকানা এবং আইনি অবস্থা ও হ্রদের আশেপাশের বাসিন্দাদের স্পষ্টভাবে সংজ্ঞায়িত করা হয়নি।\nহ্রদের ক্যাচমেন্ট এলাকায় প্রধান ভূমিক্ষয় হ্রদের এলাকা হ্রাস ও হ্রদের গভীরতা হ্রাস করার অন্যতম প্রধান সমস্যা। ক্যাচমেন্ট এলাকায় এ ধরনের অবক্ষয় ও হ্রদে পলি জমার প্রভাব দীর্ঘদিন ধরেই রয়েছে। এরকম এবং অন্যান্য কারণে রুদ্রসাগর হ্রদের আয়তন ১৯৫০ এর সময় ১০০০ হেক্টর থেকে এরপরে ব্যাপকভাবে হ্রাস পেয়েছে যা বর্তমানে ১০০ হেক্টর।  নগর ও কৃষি এলাকা সম্প্রসারণের ফলে বর্ধিত ক্ষয়ের কারণে হ্রদের পলি পড়া, বন উজাড়, বন্যা, ধর্মীয় ক্রিয়াকলাপে প্রতিমা বিসর্জন এবং এই জাতীয় অন্যান্য ভূমি বিঘ্ন হ্রদের নিষ্কাশন অববাহিকায় ঘটছে।\n\n\n== নীরমহল ==\nহ্রদের উত্তর-পূর্ব তীরে অবস্থিত নীরমহল (জল প্রাসাদ) নামে পরিচিত একটি প্রাসাদ। এটি তৎকালীন ত্রিপুরা রাজা মহারাজা বীর বিক্রম কিশোর মাণিক্য বাহাদুর দ্বারা ১৯৩৫ থেকে ১৯৩৮ সালের মধ্যে গ্রীষ্মকালীন অবকাশ হিসাবে নির্মিত হয়।\n\n\n== তথ্যসূত্র =="}