{"pageid": 1135546, "title": "আবু মাহমুদ খোজান্দি", "url": "https://bn.wikipedia.org/wiki?curid=1135546", "content": "আবু মাহমুদ হামিদ ইবন আল-খিদর আল-খোজান্দি (আবু মাহমুদ খোজান্দি, আলখুজান্দি বা আল-খুজান্দি নামে পরিচিত, ফার্সি: ابومحمود خجندی, প্রায় ৯৪০ - ১০০০) ছিলেন একজন মুসলিম মাওয়ারান্নাহর জ্যোতির্বিজ্ঞানী এবং গণিতবিদ। তিনি খুজান্দে জন্মগ্রহণ করেন, যা বর্তমানে তাজিকিস্তানের অংশ। তিনি ১০ শতকের শেষের দিকে ইরানের রে শহরের কাছে (বর্তমান তেহরানের কাছে) বসবাস করতেন এবং সেখানে একটি মানমন্দির নির্মাণে সহায়তা করেছিলেন।\n\n\n== জ্যোতির্বিদ্যা ==\nখোজান্দি ইরানের রে-এর কাছে মানমন্দিরে বুওয়াইহিদ আমিরদের পৃষ্ঠপোষকতায় কাজ করতেন, যেখানে তিনি ৯৯৪ খ্রিস্টাব্দে প্রথম বিশাল ম্যুরাল সেক্সট্যান্ট নির্মাণ করেছিলেন বলে জানা যায়, যার উদ্দেশ্য ছিল নির্ভুলভাবে পৃথিবীর অক্ষীয় ঢাল (\"গ্রহণ গ্রহের তির্যকতা\") নির্ধারণ করা।\nতিনি ৯৯৪ খ্রিস্টাব্দের জন্য অক্ষীয় ঢাল ২৩°৩২'১৯\" নির্ধারণ করেছিলেন। তিনি উল্লেখ করেছেন যে পূর্ববর্তী জ্যোতির্বিজ্ঞানীদের করা পরিমাপে উচ্চতর মান পাওয়া গেছে (ভারতীয়: ২৪°; টলেমি ২৩° ৫১') এবং এভাবে আবিষ্কার করেন, অক্ষীয় ঢাল ধ্রুবক নয় বরং প্রকৃতপক্ষে (বর্তমানে) হ্রাস পাচ্ছে। তার অক্ষীয় ঢাল পরিমাপ যদিও প্রায় ২ মিনিট খুব ছোট ছিল, তবে সম্ভবত তার ভারী যন্ত্রটি পর্যবেক্ষণের সময় স্থির হওয়ার কারণে এটি হয়েছিলো\n\n\n== গণিত ==\nখোজান্দি n = 3 এর জন্য ফের্মার শেষ উপপাদ্যের একটি বিশেষ ক্ষেত্র বলেছেন, কিন্তু তার চেষ্টা করা উপপাদ্যের প্রমাণটি ভুল ছিল। সাইনের গোলাকার সূত্রও খুজান্দির আবিষ্কৃত হতে পারে, তবে তিনি এটি প্রথম আবিষ্কার করেছিলেন, নাকি আবু নাসর মনসুর, আবুল ওয়াফা বা নাসিরুদ্দীন তুসী এটি প্রথম আবিষ্কার করেছিলেন কিনা তা অনিশ্চিত।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"Abu Mahmud Hamid ibn al-Khidr Al-Khujandi\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\n\n\n== বহিঃসংযোগ ==\nBrummelen, Glen Van (২০০৭)। \"Khujandī: Abū Maḥmūd Ḥāmid ibn al‐Khiḍr al‐Khujandī\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 630–1। আইএসবিএন 978-0-387-31022-0।  (PDF version)\nTekeli, Sevim (২০০৮) [1970-80]। \"Al-Khujandī, Abū Maḥmūd Ḥāmid Ibn Al-Khiḍr\"। Complete Dictionary of Scientific Biography। Encyclopedia। \nইসলামী বিজ্ঞানের ইতিহাস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুন ২০১১ তারিখে"}