{"pageid": 1135850, "title": "কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং", "url": "https://bn.wikipedia.org/wiki?curid=1135850", "content": "কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংয়ে হল কোয়াকোয়ারেলি সাইমন্ডস (QS) দ্বারা বিশ্ববিদ্যালয় র‌্যাঙ্কিংয়ের একটি বার্ষিক প্রকাশনা।কিউএস সিস্টেমে তিনটি অংশ রয়েছে: বিশ্বব্যাপী সামগ্রিক র‌্যাঙ্কিং, বিষয়ের র‌্যাঙ্কিং, যা ৫১টি ভিন্ন বিষয় এবং পাঁচটি যৌগিক অনুষদ এলাকার অধ্যয়নের জন্য বিশ্বের শীর্ষ বিশ্ববিদ্যালয়ের নাম দেয়, সেইসাথে এশিয়া, ল্যাটিন আমেরিকা, উদীয়মান পাঁচটি স্বাধীন আঞ্চলিক টেবিল। ইউরোপের এবং মধ্য এশিয়ার, আরব অঞ্চল এবং ব্রিকস ।\nQS র‌্যাঙ্কিং ইন্টারন্যাশনাল র‌্যাঙ্কিং এক্সপার্ট গ্রুপ (IREG) থেকে অনুমোদন পায়, এবং বিশ্ব বিশ্ববিদ্যালয়গুলির একাডেমিক র‌্যাঙ্কিং এবং টাইমস হায়ার এডুকেশন ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং সহ বিশ্বের তিনটি সর্বাধিক পঠিত বিশ্ববিদ্যালয়ের র‌্যাঙ্কিংয়ের একটি হিসাবে দেখা হয়। .আলেক্সা ইন্টারনেটের মতে, এটি একটি সারা বিশ্বব্যাপী সর্বাধিক দেখা বিশ্ববিদ্যালয় মধ্যা একটি র‍্যাঙ্কিং।\n\n\n=== কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং ===\nকিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং বার্ষিকভাবে প্রকাশিত হয়, সাধারণত জুন মাসে। ২০২৩ সংস্করণে ১০০টি স্থানের মোট ১৪১৮টি প্রতিষ্ঠানে রয়েছে।র‌্যাঙ্কিংগুলি এমন একটি পদ্ধতির উপর ভিত্তি করে তৈরি করা হয়েছে যা একাডেমিক খ্যাতি, নিয়োগকর্তার খ্যাতি, গবেষণার গভীরতা এবং আন্তর্জাতিকীকরণ সহ বিভিন্ন বিষয় বিবেচনা করে। পদ্ধতিটি প্রাসঙ্গিক এবং আপ-টু-ডেট থাকে তা নিশ্চিত করার জন্য বার্ষিকভাবে পর্যালোচনা করা হয়। র‍্যাঙ্কিং গণনা করার জন্য কিউএস ব্যবহৃত সবচেয়ে সাম্প্রতিক পদ্ধতির মানদণ্ডগুলি হল:\nপ্রাতিষ্ঠানিক খ্যাতি (৪০%)\nসামগ্রিক স্কোরের ৪০% জন্য অ্যাকাউন্টিং, একাডেমিক খ্যাতি একাডেমিক শ্রেষ্ঠত্বের সাথে সম্পর্কিত এবং বিশ্বের বিশ্ববিদ্যালয়গুলি যে পাণ্ডিত্যপূর্ণ সম্মানের সাথে সম্পর্কিত। এটি ১৪০টিরও বেশি দেশ এবং অবস্থানের শিক্ষাবিদদের কাছ থেকে ১৫০,০০০ টিরও বেশি প্রতিক্রিয়া সংগ্রহ করে৷ কিউএস পূর্বে এই সমীক্ষায় অংশগ্রহণকারীদের চাকরির শিরোনাম এবং ভৌগোলিক বন্টন প্রকাশ করেছে।\nঅনুষদ/ছাত্র অনুপাত (২০%)\nএই সূচকটি র‍্যাঙ্কিংয়ে একটি বিশ্ববিদ্যালয়ের স্কোরের ২০% জন্য দায়ী। এটি একটি ক্লাসিক পরিমাপ যা বিভিন্ন র‍্যাঙ্কিং সিস্টেমে শিক্ষার্থীদের জন্য সরবরাহ করা স্টাফ রিসোর্সের একটি ইঙ্গিত হিসাবে ব্যবহৃত হয়, যার মধ্যে শিক্ষার দক্ষতা, ক্লাসের আকার, পাঠ্যক্রমের বিকাশ, ল্যাব এবং সেমিনার বিতরণ, যাজকীয় যত্ন, শিক্ষণ ক্ষমতা এবং শ্রেণির আকার অন্তর্ভুক্ত। কিউএস স্বীকার করেছে যে এটি একটি সীমিত মেট্রিক, বিশেষ করে অনলাইন শিক্ষার পদ্ধতি এবং বিষয়বস্তু বিতরণে আধুনিক উন্নতির ক্ষেত্রে।\n\n\n==== উদ্ধৃতি/অনুষদ (২০%) ====\nপ্রকাশিত গবেষণার উদ্ধৃতিগুলি জাতীয় এবং বিশ্বব্যাপী বিশ্ববিদ্যালয় র‌্যাঙ্কিংয়ের সর্বাধিক ব্যবহৃত ইনপুটগুলির মধ্যে একটি। কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং ২০০৪ থেকে ২০০৭ পর্যন্ত থমসন (এখন থমসন রয়টার্স) থেকে উদ্ধৃতি ডেটা ব্যবহার করেছে এবং তারপর থেকে এলসেভিয়ারের অংশ স্কোপাস থেকে ডেটা ব্যবহার করেছে। এই পরিমাপের জন্য স্কোর পেতে একটি পাঁচ বছরের সময়ের জন্য উদ্ধৃতির মোট সংখ্যাকে একটি বিশ্ববিদ্যালয়ের শিক্ষাবিদদের সংখ্যা দিয়ে ভাগ করা হয়, যা র‌্যাঙ্কিংয়ে একটি বিশ্ববিদ্যালয়ের স্কোরের ২০% হয়।\nকিউএস ব্যাখ্যা করেছে যে এটি অন্যান্য র‌্যাঙ্কিং সিস্টেমের জন্য পছন্দের কাগজ প্রতি উদ্ধৃতিগুলির পরিবর্তে এই পদ্ধতিটি ব্যবহার করে কারণ এটি সামগ্রিক চিত্রের উপর বায়োমেডিকাল বিজ্ঞানের প্রভাবকে হ্রাস করে – বায়োমেডিসিনের একটি উগ্র \" প্রকাশ বা ধ্বংস \" সংস্কৃতি রয়েছে। পরিবর্তে, কিউএস প্রতিটি প্রতিষ্ঠানে গবেষণা-সক্রিয় কর্মীদের ঘনত্ব পরিমাপ করার চেষ্টা করে, কিন্তু র‌্যাঙ্কিং সিস্টেমে উদ্ধৃতি ব্যবহার নিয়ে সমস্যাগুলি রয়ে গেছে, বিশেষ করে যে কলা এবং মানববিদ্যা তুলনামূলকভাবে কয়েকটি উদ্ধৃতি তৈরি করে।\nযাইহোক, ২০১৫ সাল থেকে, কিউএস পূর্বে প্রাপ্ত প্রাকৃতিক বিজ্ঞান বা মেডিসিনে বিশেষায়িত সুবিধা প্রতিষ্ঠানগুলিকে সরিয়ে দেওয়ার জন্য ডিজাইন করা পদ্ধতিগত উন্নতি করেছে। এই বর্ধিতকরণকে ফ্যাকাল্টি এরিয়া নর্মালাইজেশন বলা হয় এবং নিশ্চিত করে যে একটি প্রতিষ্ঠানের উদ্ধৃতিগুলি কিউএস-এর পাঁচটি মূল অনুষদ এলাকার প্রতিটিতে গণনা করা হয় চূড়ান্ত উদ্ধৃতি স্কোরের ২০% জন্য।\nকিউএস পূর্ববর্তী বছরের র‌্যাঙ্কিংয়ে অনুষদ প্রতি উদ্ধৃতি সংক্রান্ত কিছু তথ্য-সংগ্রহ ত্রুটির উপস্থিতি স্বীকার করেছে।\nএকটি সমস্যা যা উত্থাপিত হয়েছে তা স্কোপাস এবং থমসন রয়টার্স ডাটাবেসের মধ্যে পার্থক্য নিয়ে উদ্বেগ প্রকাশ করেছে। বিশ্বের প্রধান বিশ্ববিদ্যালয়গুলির জন্য, দুটি সিস্টেম মূলত একই প্রকাশনা এবং উদ্ধৃতিগুলি ক্যাপচার করে। কম বিশিষ্ট প্রতিষ্ঠানের জন্য, স্কোপাসের ডাটাবেসে আরও বেশি অ-ইংরেজি ভাষা এবং ছোট-সার্কুলেশন জার্নাল রয়েছে যা কিছু সমালোচককে পরামর্শ দেয় যে উদ্ধৃতি গড় ইংরেজি-ভাষী বিশ্ববিদ্যালয়গুলির দিকে তির্যক। এই অঞ্চলটি এমন বিশ্ববিদ্যালয়গুলিকে অবমূল্যায়ন করার জন্য সমালোচিত হয়েছে যারা তাদের প্রাথমিক ভাষা হিসাবে ইংরেজি ব্যবহার করে না।\n\n\n==== নিয়োগকর্তার খ্যাতি (১০%) ====\nকিউএস' নিয়োগকর্তার খ্যাতি সূচক অন্য একটি সমীক্ষা ব্যবহার করে প্রাপ্ত করা হয়, যেমন একাডেমিক রেপুটেশন, এবং এটি একটি প্রতিষ্ঠানের সামগ্রিক স্কোরের ১০% । সাম্প্রতিক সংস্করণে প্রায় ৯৯,০০০ নিয়োগকর্তা কোম্পানি এবং সংস্থার জরিপ করা হয়েছে যারা উল্লেখযোগ্য বা বিশ্বব্যাপী স্নাতকদের নিয়োগ করে।\nএই সমীক্ষাটি ২০০৫ সালে এই বিশ্বাসে চালু করা হয়েছিল যে নিয়োগকর্তারা স্নাতকের গুণমান ট্র্যাক করে, এটিকে শিক্ষার মানের একটি ব্যারোমিটার এবং ছাত্রদের অর্জিত কাজের প্রস্তুতির স্তর তৈরি করে, যা পরিমাপের জন্য একটি বিখ্যাত সমস্যাযুক্ত কারণ। এখানে দাঁড়িয়ে থাকা বিশ্ববিদ্যালয় সম্ভাব্য ছাত্রদের জন্য বিশেষ আগ্রহের বিষয়, এবং নভেম্বর ২০১৫-এ প্রকাশিত কিউএস গ্র্যাজুয়েট এমপ্লয়বিলিটি র‍্যাঙ্কিং-এর পিছনে এই প্রেরণা ছিল স্বীকার করা। যাইহোক, এই র‌্যাঙ্কিংগুলি পরবর্তীতে ২০২১ সালে বন্ধ করে দেওয়া হয়েছিল, এর ডেটা কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং পদ্ধতিতে অন্তর্ভুক্ত করা হয়েছিল।\n\n\n==== আন্তর্জাতিকীকরণ (১০%) ====\nএকটি বিশ্ববিদ্যালয়ের স্কোরের চূড়ান্ত ১০% তাদের আন্তর্জাতিকীকরণ ক্যাপচার করার উদ্দেশ্যে করা ব্যবস্থা থেকে উদ্ভূত হয়: অর্ধেক তাদের আন্তর্জাতিক ছাত্রদের শতাংশ থেকে, এবং বাকি অর্ধেক তাদের আন্তর্জাতিক কর্মীদের শতাংশ থেকে। এটি আংশিকভাবে আগ্রহের কারণ এটি দেখায় যে একটি বিশ্ববিদ্যালয় বিশ্বব্যাপী সহযোগিতা এবং বৈচিত্র্যের জন্য প্রচেষ্টা চালাচ্ছে কি না, তাছাড়াও  এটি সারা বিশ্বের ছাত্র এবং গবেষকদের জন্য বিশ্বব্যাপী আবেদন নির্দেশ করে।\n\n\n=== কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং: আঞ্চলিক র‍্যাঙ্কিং ===\nওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং ছাড়াও, কিউএস আরব অঞ্চল, এশিয়া, উদীয়মান ইউরোপ এবং মধ্য এশিয়া (বন্ধ) এবং ল্যাটিন আমেরিকা সহ চারটি আঞ্চলিক র‍্যাঙ্কিং তৈরি করে। ২০২৩ সালে, কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং: ইউরোপ চালু করবে। এই সংস্করণগুলিতে কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং-এ বৈশিষ্ট্যযুক্ত যেগুলি শুধুমাত্র অবস্থানের দিক থেকে সবচেয়ে ভাল বৈশিষ্ট্যযুক্ত তাদের তুলনায় প্রতিটি অঞ্চলের জন্য র‍্যাঙ্ক করা বিশ্ববিদ্যালয়গুলির একটি বর্ধিত তালিকা অন্তর্ভুক্ত করে।\nযদিও একই পদ্ধতিগত সূচকগুলি আঞ্চলিক র‍্যাঙ্কিংয়ের জন্য ব্যবহার করা হয়, ওজনগুলি পরিবর্তন করা হয় এবং প্রতিটি অঞ্চলের অনন্য বৈশিষ্ট্যগুলির জন্য অতিরিক্ত লেন্সগুলি অন্তর্ভুক্ত করা হয়। অতিরিক্ত মেট্রিক্সের মধ্যে আগত এবং বহির্গামী বিনিময় শিক্ষার্থী, পিএইচডি সহ একাডেমিক কর্মী এবং ওয়েব দৃশ্যমানতা অন্তর্ভুক্ত। তদনুসারে, একই শিক্ষাবর্ষে প্রকাশিত কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং থেকে তাদের নিজ নিজ আঞ্চলিক র‍্যাঙ্কিংয়ের মধ্যে থাকা প্রতিষ্ঠানগুলোর কর্মক্ষমতা উল্লেখযোগ্যভাবে আলাদা হতে পারে।\n\n\n==== আরব অঞ্চল ====\n২০১৪ সালে প্রথম প্রকাশিত, বার্ষিক কিউএস আরব রিজিওন ইউনিভার্সিটি র‍্যাঙ্কিং আরব অঞ্চলের ১৮টি দেশে ১৯৯টি শীর্ষস্থানীয় বিশ্ববিদ্যালয়কে হাইলাইট করে। এই র‌্যাঙ্কিংয়ের পদ্ধতিটি এই অঞ্চলের প্রতিষ্ঠানগুলির জন্য নির্দিষ্ট চ্যালেঞ্জ এবং অগ্রাধিকার প্রতিফলিত করার লক্ষ্যে তৈরি করা হয়েছে, ১০টি সূচকের ভিত্তিতে।\n\n\n==== এশিয়া ====\n২০০৯ সালে, কিউএস কোরিয়ার দ্য চোসুন ইলবো সংবাদপত্রের সাথে অংশীদারিত্বে কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিংস: এশিয়া চালু করে যাতে এশিয়ার বিশ্ববিদ্যালয়গুলোকে স্বাধীনভাবে র‌্যাঙ্ক করা যায়।১৫তম সংস্করণ, ২০২২ সালে প্রকাশিত হয়েছে, জাতিসংঘের এম৪৯ স্ট্যান্ডার্ডের উপর ভিত্তি করে অন্তর্ভুক্তি সহ ৭৬০টি বিশ্ববিদ্যালয়কে স্থান দিয়েছে।\n\n\n==== উদীয়মান ইউরোপ এবং মধ্য এশিয়া (বন্ধ) ====\n২০১৫ সালে প্রথম প্রকাশিত, কিউএস উদীয়মান ইউরোপ এবং মধ্য এশিয়া র‌্যাঙ্কিং-এ বেশিরভাগ পূর্ব ইউরোপ এবং মধ্য এশিয়ার বিশ্ববিদ্যালয়গুলিকে অন্তর্ভুক্ত করা হয়েছে, যার প্রথম প্রকাশের পর থেকে শীর্ষস্থানে রয়েছে রাশিয়ার লোমোনোসভ মস্কো স্টেট ইউনিভার্সিটি। এই র‍্যাঙ্কিংগুলি ২০২২ সালে বন্ধ করা হয়েছিল।\n\n\n==== লাতিন আমেরিকা ====\nকিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং: লাতিন আমেরিকা ২০১১ সালে চালু হয়েছিল। র‌্যাঙ্কিংয়ের ২০২৩ সংস্করণে এই অঞ্চলের শীর্ষ ৪২৮টি বিশ্ববিদ্যালয় রয়েছে, যা ২০টি দেশের মধ্যে রয়েছে। ২০২৪ সংস্করণ ক্যারিবিয়ান বিশ্ববিদ্যালয়গুলিকে অন্তর্ভুক্ত করতে এই র‌্যাঙ্কিংগুলিকে প্রসারিত করবে।\n\n\n=== বিষয় অনুসারে কিউএস বিশ্ব বিশ্ববিদ্যালয় র‌্যাঙ্কিং ===\nসাধারণত, কিউএস-এর বছরের প্রথম র‍্যাঙ্কিং প্রকাশ হল বিষয় অনুসারে কিউএস বিশ্ব বিশ্ববিদ্যালয় র‍্যাঙ্কিং যা সাধারণত মার্চ বা এপ্রিলে প্রকাশিত হয়।\nর‍্যাঙ্কিংগুলি ৫০টিরও বেশি নির্দিষ্ট একাডেমিক শাখায় (ব্যবসা, গণিত, মেডিসিন, আইন, অন্যান্যদের মধ্যে) এবং সেইসাথে পাঁচটি বিস্তৃত অনুষদের ক্ষেত্রে (কলা ও মানবিক, প্রকৌশল ও প্রযুক্তি, জীবন বিজ্ঞান, প্রাকৃতিক বিজ্ঞান, এবং সামাজিক বিজ্ঞান)। তাদের কর্মক্ষমতার উপর ভিত্তি করে বিশ্ববিদ্যালয়গুলির একটি বিশদ মূল্যায়ন প্রদান করে।\nবিষয় অনুসারে কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিংগুলি ২০১১ সালে প্রথম চালু করা হয়েছিল এবং প্রাথমিকভাবে শুধুমাত্র পাঁচটি বিষয়ের ক্ষেত্র কভার করেছিল। তারপর থেকে, বিষয়ের সংখ্যা দশগুণেরও বেশি বেড়েছে এবং এখন এটিকে সবচেয়ে ব্যাপক বিষয়-কেন্দ্রিক র‍্যাঙ্কিংগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়।\nওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংয়ে ব্যবহৃত তিনটি মূল সূচকের পাশাপাশি (একাডেমিক রেপুটেশন, এমপ্লয়ার রেপুটেশন এবং সিটেশন/পেপার), বিষয় অনুসারে QS ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংয়ে এইচ-সূচক যোগ করা হয়েছে, যা গবেষণার উৎপাদনশীলতা এবং প্রভাব মূল্যায়ন করে এবং আন্তর্জাতিক গবেষণা নেটওয়ার্ক, যা মূল্যায়ন করে, আন্তঃসীমান্ত গবেষণা সহযোগিতা।\n\n\n=== কিউএস সেরা ছাত্র শহর ===\nকিউএস সেরা ছাত্র শহর র‍্যাঙ্কিং হল সারা বিশ্বের শহরগুলির একটি বার্ষিক তুলনা যা তাদের আবেদন এবং সেখানে পড়া ছাত্রদের সুবিধার উপর ভিত্তি করে।\n২০১২ সালে চালু করা হয়েছে, র‍্যাঙ্কিংগুলি বিভিন্ন সূচকের উপর ভিত্তি করে তৈরি করা হয়েছে যা একটি নির্দিষ্ট শহরে বসবাস ও অধ্যয়নরত শিক্ষার্থীদের অভিজ্ঞতা ক্যাপচার করার জন্য ডিজাইন করা হয়েছে।\nকিউএস সেরা ছাত্র শহরগুলির জন্য পদ্ধতিটি পাঁচটি সূচকের উপর ভিত্তি করে:\n\nইউনিভার্সিটি র‍্যাঙ্কিং - কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিয়ের পরিমাপ করা একটি নির্দিষ্ট শহরের বিশ্ববিদ্যালয়ের কর্মক্ষমতার উপর ভিত্তি করে।\nস্টুডেন্ট মিক্স - ছাত্র জনসংখ্যার বৈচিত্র্যের পাশাপাশি সামাজিক ও সাংস্কৃতিক কর্মকাণ্ডের দিকে নজর দেওয়া।\nআকাঙ্খিততা - নিরাপত্তা, দূষণ এবং অবকাঠামোর মতো বিষয়গুলি সম্পর্কিত।\nনিয়োগকর্তার ক্রিয়াকলাপ - একটি নির্দিষ্ট শহরের শিক্ষার্থীদের জন্য কর্মসংস্থানের সুযোগ এবং সেখানে ভিত্তিক আন্তর্জাতিক কোম্পানির সংখ্যা মূল্যায়ন করা।\nসামর্থ্য - জীবনযাত্রার খরচ, টিউশন ফি এবং বৃত্তি এবং আর্থিক সহায়তার প্রাপ্যতার মতো কারণের উপর ভিত্তি করে।\n\n\n=== কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং: স্থায়িত্ব ===\n২০২২ সালে, কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং চালু করেছে: উচ্চ শিক্ষা এবং সমাজে স্থায়িত্বের ক্রমবর্ধমান গুরুত্বের প্রতিক্রিয়ায় স্থায়িত্ব।\nজরিপের মাধ্যমে সংগৃহীত ডেটার পাশাপাশি বিশ্বব্যাংক এবং জাতিসংঘের মতো বাহ্যিক উত্সগুলি ব্যবহার করে র‌্যাঙ্কিংগুলি সংকলিত হয় যাতে শিক্ষার্থী, শিক্ষাবিদ এবং নীতিনির্ধারকদের জন্য বিশ্ববিদ্যালয়ের স্থায়িত্বের কার্যকারিতা মূল্যায়ন করতে এবং টেকসই লক্ষ্য অর্জনের জন্য সর্বোত্তম অনুশীলনগুলি চিহ্নিত করার জন্য একটি সংস্থান সরবরাহ করা হয়।\nবৈশিষ্ট্যযুক্ত বিশ্ববিদ্যালয়গুলির র‍্যাঙ্ক দুটি বিভাগে তাদের স্কোরের যোগফল দ্বারা নির্ধারিত হয়: পরিবেশগত প্রভাব এবং সামাজিক প্রভাব, যা আটটি সূচকে বিভক্ত। এর মধ্যে রয়েছে:\n\n\n==== পরিবেশগত প্রভাব (৫০%) ====\nটেকসই প্রতিষ্ঠান (সামগ্রিক ১৭.৫%) - একটি পরিবেশগতভাবে টেকসই ভবিষ্যতের দিকে পরিচালিত প্রাতিষ্ঠানিক কৌশল এবং ক্রিয়াকলাপগুলির উদ্বেগ।\nটেকসই শিক্ষা (সামগ্রিক ২০%) - এই সূচকটি মূল্যায়ন করে যে প্রতিষ্ঠানগুলি ছাত্রদেরকে পরিবেশ বুঝতে এবং পার্থক্য করতে উভয়ের জন্য শিক্ষা দিচ্ছে।\nটেকসই গবেষণা (সামগ্রিক ১২.৫%) - নির্দিষ্ট জাতিসংঘের টেকসই উন্নয়ন লক্ষ্য (এসডিজি) এর সাথে সংযুক্ত এলাকায় একটি প্রতিষ্ঠানের গবেষণার প্রভাব বিশ্লেষণ করে।\n\n\n==== সামাজিক প্রভাব (৫০%) ====\nসমতা (সামগ্রিকভাবে ১৫%) - এসডিজি ৫ এবং ১০ (লিঙ্গ সমতা এবং বৈষম্য হ্রাস) এবং সেইসাথে বৈচিত্র্য এবং পরিমাপযোগ্য অন্তর্ভুক্তি উপাদানগুলির পরিসরের সাথে সারিবদ্ধ গবেষণা আউটপুটের উপর ফোকাস করে।\nনলেজ এক্সচেঞ্জ (সামগ্রিক ১০%) - বিশ্বব্যাপী জ্ঞান এবং একাডেমিক মান উন্নত করতে গবেষণায় দেশীয় এবং আন্তর্জাতিক সহযোগিতা পরিমাপ করে।\nশিক্ষার প্রভাব (সামগ্রিক ১০%) - উদ্বেগ গবেষণা আউটপুট এসডিজি ৪, কিউএস একাডেমিক এবং প্রাক্তন ছাত্র সমীক্ষা, একাডেমিক স্বাধীনতা সূচক এবং আন্তর্জাতিকভাবে মোবাইল ছাত্রদের নেট প্রবাহ এবং গ্রস গ্র্যাজুয়েশন অনুপাতের সাথে সংযুক্ত।\nকর্মসংস্থান এবং সুযোগ (সামগ্রিক ১০%) - প্রাক্তন ছাত্রদের ফলাফল এবং স্নাতক নিয়োগযোগ্যতা মূল্যায়ন করে।\nজীবনের গুণমান (সামগ্রিকভাবে ৫%) - এই সূচকটি অন্যান্যগুলির মধ্যে - নির্দিষ্ট এসডিজি (১,২,৩, এবং ৬), ক্যাম্পাসে স্বাস্থ্যের বিকল্পগুলি, বায়ুর গুণমান সূচক এবং বিষয়ভিত্তিক সুস্থতা স্কোর-এর গবেষণা আউটপুট সম্পর্কিত ডেটা বিবেচনা করে OECD এর কাছে।\n\n\n=== কিউএস এমবিএ এবং বিজনেস মাস্টার্স র‌্যাঙ্কিং ===\nগত তিন দশকে, কিউএস বিজনেস স্কুল, এমবিএ এবং বিজনেস মাস্টার্স ডিগ্রী অন্তর্ভুক্ত করার জন্য তার র‌্যাঙ্কিং পোর্টফোলিও প্রসারিত করেছে। এটি খ্যাতি, নিয়োগযোগ্যতা এবং কোর্স বিষয়বস্তুর মতো বিষয়গুলির উপর ভিত্তি করে বিশ্বব্যাপী সেরা এমবিএ প্রোগ্রামগুলির একটি বিস্তৃত তালিকা শিক্ষার্থীদের সরবরাহ করতে কিউএস গ্লোবাল এমবিএ র‍্যাঙ্কিং চালু করেছে৷\nকিউএস গ্লোবাল এমবিএ র‌্যাঙ্কিং এখন একটি বার্ষিক প্রকাশনা যা এর বোন র‌্যাঙ্কিং, কিউএস বিজনেস মাস্টার্স র‌্যাঙ্কিং এবং ২০২৩ সাল পর্যন্ত ক্যারিয়ার স্পেশালাইজেশন র‌্যাঙ্কিং দ্বারা কিউএস এমবিএ (বন্ধ) এই ব্যবসা-সম্পর্কিত বিষয়ের জন্য বিশ্বের সেরা মাস্টার্স প্রোগ্রাম এবং নির্দিষ্ট জন্য এমবিএ তালিকাভুক্ত করে। ফিনান্স, বিজনেস ম্যানেজমেন্ট, বিজনেস অ্যানালিটিক্স, মার্কেটিং এবং সাপ্লাই চেইন ম্যানেজমেন্ট সহ ক্যারিয়ারের বিকল্প।\nবর্তমানে, এমবিএ এবং ব্যবসায় মাস্টার্স ডিগ্রী র‌্যাঙ্কিংয়ের জন্য কিউএস-এর পদ্ধতি ছয়টি সূচকের উপর ভিত্তি করে:\n\nনিয়োগযোগ্যতা (৩৫% - ৩০% অর্থ এবং ব্যবসা বিশ্লেষণে)\nপ্রাক্তন ছাত্র ফলাফল (১৫% - ২০% অর্থ এবং ব্যবসা বিশ্লেষণে)\nবিনিয়োগে রিটার্ন (২০%)\nচিন্তার নেতৃত্ব (১৫%)\nশ্রেণী এবং অনুষদের বৈচিত্র্য (১০%)\nএছাড়াও, কিউএস আরও দুটি বার্ষিক এমবিএ তুলনা তৈরি করে, অনলাইন এমবিএ র‌্যাঙ্কিং এবং এক্সিকিউটিভ এমবিএ র‌্যাঙ্কিং।\n\n\n=== অভ্যর্থনা ===\n২০১৫ সালের সেপ্টেম্বরে, দ্য গার্ডিয়ান কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিংকে \"সেই ধারার সবচেয়ে প্রামাণিক\" হিসাবে উল্লেখ করেছে।\nযুক্তরাজ্য এবং এশিয়া-প্যাসিফিক অঞ্চলের বেশ কয়েকটি বিশ্ববিদ্যালয় র‌্যাঙ্কিংয়ে ইতিবাচক মন্তব্য করেছে। নিউজিল্যান্ডের ম্যাসি ইউনিভার্সিটির উপাচার্য, প্রফেসর জুডিথ কিনিয়ার বলেছেন যে কিউএস র‌্যাঙ্কিং হল \"বিশ্ববিদ্যালয়ের গবেষণার গুণমান, গবেষণার প্রশিক্ষণ, শিক্ষাদান এবং নিয়োগযোগ্যতা সহ বেশ কয়েকটি বিশ্ববিদ্যালয়ের গুণাবলীর একটি চমৎকার বহিরাগত স্বীকৃতি।\" তিনি বলেছিলেন যে র‌্যাঙ্কিং হল একটি বিশ্ববিদ্যালয়ের আন্তর্জাতিকভাবে উচ্চ ওড়ার ক্ষমতার একটি সত্যিকারের পরিমাপ: \"টাইমস হায়ার এডুকেশন র‌্যাঙ্কিং নিউজিল্যান্ডের পারফরম্যান্স ভিত্তিক গবেষণা তহবিলের চেয়ে আন্তর্জাতিক এবং জাতীয় র‌্যাঙ্কিংয়ের একটি বরং আরও বেশি পরিশীলিত, শক্তিশালী এবং গোলাকার পরিমাপ প্রদান করে (PBRF) পরিমাপ বা সাংহাই র‍্যাঙ্কিং।\"\n২০১২ সালের সেপ্টেম্বরে, দ্য ইন্ডিপেনডেন্ট কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংকে \"সবচেয়ে বিশ্বস্ত আন্তর্জাতিক টেবিল হিসেবে উচ্চ শিক্ষার সর্বত্র স্বীকৃত\" বলে বর্ণনা করে।\nঅ্যাঞ্জেল ক্যাল্ডেরন, আরএমআইটি বিশ্ববিদ্যালয়ের পরিকল্পনা ও গবেষণার প্রধান উপদেষ্টা এবং কিউএস উপদেষ্টা বোর্ডের সদস্য, ল্যাটিন আমেরিকার জন্য কিউএস বিশ্ববিদ্যালয় র‌্যাঙ্কিং সম্পর্কে ইতিবাচকভাবে কথা বলেছেন, বলেছেন যে \"কিউএস ল্যাটিন আমেরিকান ইউনিভার্সিটি র‌্যাঙ্কিংগুলি [sic] বার্ষিক আন্তর্জাতিক বেঞ্চমার্ক বিশ্ববিদ্যালয়ে পরিণত হয়েছে। অঞ্চলে তাদের আত্মীয়দের অবস্থান নিশ্চিত করতে ব্যবহার করুন।\" তিনি আরও বলেছেন যে এই র‍্যাঙ্কিংয়ের ২০১৬/১৭ সংস্করণ উন্নত স্থিতিশীলতা প্রদর্শন করেছে।\n\n\n=== সমালোচনা ===\nখ্যাতি জরিপ তীব্র সমালোচনা পেয়েছে। কিউএস জরিপের জন্য প্রতিক্রিয়া হার প্রকাশ করে না, তবে কিউএস থেকে বিবৃতিগুলি নির্দেশ করে যে তারা খুব কম (২-৮ %), যা ফলাফলকে অত্যন্ত অবিশ্বস্ত করে তুলবে। অন্যান্য ভাষ্যকাররা সমীক্ষার কম বৈধতার দিকে ইঙ্গিত করেছেন, যেহেতু খুব কম লোকই তাদের নিজস্ব কিন্তু অন্যান্য প্রতিষ্ঠানে শিক্ষাদান এবং গবেষণার মান সম্পর্কে অনেক কিছু জানেন।\nকিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং অনেকের দ্বারা সমালোচিত হয়েছে খ্যাতির উপর খুব বেশি জোর দেওয়ার জন্য, যা সামগ্রিক স্কোরের ৫০% পায়। যে পদ্ধতিতে একাডেমিক রেপুটেশন জরিপ করা হয়েছে তা নিয়ে কেউ কেউ উদ্বেগ প্রকাশ করেছেন। একটি প্রতিবেদনে, অকল্যান্ড বিশ্ববিদ্যালয়ের পিটার উইলস—  কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র্যাঙ্কিং সম্পর্কে লিখেছেন:\nঅন্যান্য অনেক আন্তর্জাতিক বিশ্ববিদ্যালয়ের র‌্যাঙ্কিংয়ের মতো, কিউএস তার কিছু সূচক গণনা করতে একটি উদ্ধৃতি ডেটাবেস ব্যবহার করে। এই উদ্ধৃতি ডেটাবেসগুলির ব্যবহার সমালোচিত হয়েছে, কারণ তারা মানবিক এবং সামাজিক বিজ্ঞান থেকে প্রাকৃতিক বিজ্ঞান, প্রকৌশল এবং ওষুধের মতো একই ডিগ্রিতে গবেষণা আউটপুট অন্তর্ভুক্ত করে না।\nএটাও উল্লেখ করা হয়েছে যে সূচক 'অনুষদ/ছাত্র অনুপাত' শিক্ষাদানের প্রতিশ্রুতি পরিমাপ করে না, বরং গবেষণার তীব্রতাকে পরিমাপ করে, যেহেতু অনুষদের একটি বড় অংশ সাধারণত শিক্ষকতার পরিবর্তে গবেষণার জন্য তাদের বেশিরভাগ সময় ব্যয় করে।\n২০০৯ সালে টাইমস হায়ার এডুকেশন থেকে বিভক্ত হওয়ার পর থেকে, এর র‍্যাঙ্কিংয়ের জন্য কিউএস যে পদ্ধতি ব্যবহার করে তা নিয়ে আরও উদ্বেগ বেশ কিছু বিশেষজ্ঞের দ্বারা উত্থাপিত হয়েছে।\n২০১০ সালের অক্টোবরে, কিউএস-এর পদ্ধতির অবিশ্বস্ততার জন্য সাইনটোমেন্ট্রিক্স জার্নালে ফ্রেড এল. বুকস্টেইন, হর্স্ট সিডলার, মার্টিন ফিডার এবং জর্জ উইঙ্কলারের কাছ থেকে পুরানো পদ্ধতির সমালোচনা আসে:\n\nটাইমস হায়ার এডুকেশন সার্ভে (THES) ডেটা বেস থেকে বেশ কিছু স্বতন্ত্র সূচক—সামগ্রিক স্কোর, রিপোর্ট করা স্টাফ-টু-স্টুডেন্ট রেশিও, এবং পিয়ার রেটিং—বছরে বছরে অগ্রহণযোগ্যভাবে উচ্চ ওঠানামা দেখায়।  \"শীর্ষ ২০০\" বিশ্ববিদ্যালয়ের সংখ্যাগরিষ্ঠ মূল্যায়নের জন্য সংক্ষিপ্ত সারণীগুলির অনুপযুক্ততা এই সুস্পষ্ট পরিসংখ্যানগত অস্থিরতার কারণে সমালোচনার অন্যান্য ভিত্তি নির্বিশেষে স্পষ্টতই স্পষ্ট হবে।  বিভিন্ন সূচকের পরিবর্তনের স্কোরে অনেক বেশি অসামঞ্জস্য রয়েছে যা বিশ্ববিদ্যালয় পরিচালনার কোর্সে ব্যবহারের জন্য।টাইমস হায়ার এডুকেশন সার্ভে (THES) ডেটা বেস থেকে বেশ কিছু স্বতন্ত্র সূচক—সামগ্রিক স্কোর, রিপোর্ট করা স্টাফ-টু-স্টুডেন্ট রেশিও, এবং পিয়ার রেটিং—বছরে বছরে অগ্রহণযোগ্যভাবে উচ্চ ওঠানামা দেখায়।  \"শীর্ষ ২০০\" বিশ্ববিদ্যালয়ের সংখ্যাগরিষ্ঠ মূল্যায়নের জন্য সংক্ষিপ্ত সারণীগুলির অনুপযুক্ততা এই সুস্পষ্ট পরিসংখ্যানগত অস্থিরতার কারণে সমালোচনার অন্যান্য ভিত্তি নির্বিশেষে স্পষ্টতই স্পষ্ট হবে।  বিভিন্ন সূচকের পরিবর্তনের স্কোরে অনেক বেশি অসামঞ্জস্য রয়েছে যা বিশ্ববিদ্যালয় পরিচালনার কোর্সে ব্যবহারের জন্য।\n\nফলাফলগুলি সম্পূর্ণরূপে ত্রুটিপূর্ণ পদ্ধতির উপর ভিত্তি করে তৈরি করা হয়েছে যা গবেষণার গুণমানকে কম ওজন করে এবং অতিরিক্ত ওজনের ফ্লাফ।কিউএস একটি ত্রুটিপূর্ণ সূচক এবং উপেক্ষা করা উচিত।\"\nকিউএস বিষয়ের র‍্যাঙ্কিংগুলিকে ব্রায়ান লিটার অনির্ভরযোগ্য বলে বরখাস্ত করেছেন, যিনি উল্লেখ করেছেন যে প্রোগ্রামগুলি যেগুলি উচ্চ মানের বলে পরিচিত, এবং যেগুলি ব্ল্যাকওয়েল র‍্যাঙ্কিংয়ে উচ্চ র‍্যাঙ্ক করে (যেমন, পিটসবার্গ বিশ্ববিদ্যালয় ) কারণগুলির জন্য কিউএস র‌্যাঙ্কিংয়ে খুব খারাপ যা মোটেও পরিষ্কার নয়।\nদ্য গ্লোবালাইজেশন অফ কলেজ অ্যান্ড ইউনিভার্সিটি র‌্যাঙ্কিং শিরোনামের একটি নিবন্ধে এবং <i id=\"mwA-Q\">পরিবর্তনের</i> জানুয়ারী/ফেব্রুয়ারি ২০১২ সংখ্যায় উপস্থিত হওয়া, বোস্টন কলেজের উচ্চ শিক্ষার অধ্যাপক এবং টিএইচই সম্পাদকীয় বোর্ডের সদস্য ফিলিপ অল্টবাচ বলেছেন: \"কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র্যাঙ্কিং সবচেয়ে সমস্যাযুক্ত। শুরু থেকেই, QS তার বিশ্লেষণের অর্ধেক জন্য সুনামসূচক সূচকের উপর নির্ভর করেছে … এটি সম্ভবত বছরের পর বছর ধরে QS র‌্যাঙ্কিংয়ে উল্লেখযোগ্য পরিবর্তনশীলতার জন্য দায়ী। এছাড়াও, কিউএস নিয়োগকর্তাদের জিজ্ঞাসা করে, মিশ্রণে আরও বেশি পরিবর্তনশীলতা এবং অবিশ্বস্ততার পরিচয় দেয়। উচ্চশিক্ষা সম্প্রদায়ের দ্বারা QS র‌্যাঙ্কিংকে গুরুত্ব সহকারে নেওয়া উচিত কিনা তা সন্দেহজনক।\"\nসাইমন মার্গিনসন, মেলবোর্ন বিশ্ববিদ্যালয়-এর উচ্চ শিক্ষার অধ্যাপক এবং দ্য সম্পাদকীয় বোর্ডের একজন সদস্য, ২০১০ সালের ১০শে জুন ইউনিভার্সিটি ওয়ার্ল্ড নিউজের জন্য \"লাতিন আমেরিকার বিশ্ববিদ্যালয়গুলোর বৈশ্বিক র‌্যাঙ্কিং উন্নত করা\" প্রবন্ধে  বলেছেন: \"আমি কিউএস র‍্যাঙ্কিং নিয়ে আলোচনা করব না কারণ পদ্ধতিটি সামাজিক বিজ্ঞান হিসাবে বৈধ তথ্য প্রদানের জন্য যথেষ্ট শক্তিশালী নয়\"। কিউএসের ইন্টেলিজেন্স ইউনিট এই সমালোচনার মোকাবিলা করে বলে যে \"স্বতন্ত্র একাডেমিক পর্যালোচনাগুলি এই ফলাফলগুলিকে ৯৯% এর বেশি নির্ভরযোগ্য বলে নিশ্চিত করেছে\"।\n\n\n== তথ্যসূত্র =="}