{"pageid": 1135894, "title": "আস-সালাফি মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1135894", "content": "আস-সালাফি মসজিদ, \"সালাফি মসজিদ\" বা \"রাইট স্ট্রিট\" নামেও পরিচিত, এটি একটি সালাফি মসজিদ যা ২০০২ সালে প্রতিষ্ঠিত  এবং এটি বার্মিংহামের স্মল হিথ এলাকায় অবস্থিত, মুন্টজ এবং রাইট স্ট্রিট এবং এর সংযোগস্থল থেকে মিটার দূরে কভেন্ট্রি রোডের ঠিক পিছনে।  মসজিদটি একই ভবনের মধ্যে রয়েছে এবং নিবন্ধিত দাতব্য প্রতিষ্ঠান এবং ইসলামিক উপকরণ প্রকাশক সালাফি পাবলিকেশন্স এবং \"সালাফিবুকস্টোর\" [১] এর সাথে সংযুক্ত রয়েছে (এর সাথে সম্পর্কিত একটি বিস্তৃত অনলাইন মাল্টিমিডিয়া প্ল্যাটফর্ম বিদ্যমান, যেমন SalafiSounds.com এবং সুন্নাহ। টিভি )।\nমসজিদের পরিচালক আবু খাদিজাহ আব্দুল ওয়াহিদের মতে, হাজারেরও বেশি পুরুষ, নারী ও শিশু সেখানে জুমার নামাজ আদায় করে।, এবং মসজিদটিতে একটি প্রাথমিক বিদ্যালয় এবং একটি সন্ধ্যায় কোরআন মুখস্থ স্কুল রয়েছে।  মসজিদের যাত্রীদের মতে, সাধারণত সপ্তাহের প্রতিদিন ইসলামিক ভিত্তিক পাঠ থাকে  পাশাপাশি মৌসুমী সম্মেলন  যা যুক্তরাজ্য এবং ইউরোপের আশেপাশের প্রায় ৩০০০ জন অংশগ্রহণকারীকে আকর্ষণ করতে পারে। \n২০০২ সালের একটি সিজন কনফারেন্স চলাকালীন, আন্তর্জাতিক মিডিয়া স্পটলাইট মসজিদ আস-সালাফির উপর সেট করা হয়েছিল যখন একজন সুইডিশ প্রাক্তন অপরাধী কেরিম চ্যাটি, যিনি সম্মেলনে যোগ দেওয়ার কথা ছিল, তাকে একটি আগ্নেয়াস্ত্র বহন করার জন্য সুইডেনে গ্রেপ্তার করা হয়েছিল, সম্ভবত তার লাগেজে ভুলে গিয়েছিল এবং পরে আগ্নেয়াস্ত্রের অপরাধে অভিযুক্ত (ছিনতাইয়ের চেষ্টা করা হয়নি)।  আবু খাদিজাহ আবদুল-ওয়াহিদ একটি পাবলিক বিবৃতি জারি করেন, এই বলে যে ওই ব্যক্তি সম্মেলনের আয়োজকদের কাছে অজানা ছিল এবং তারপরে তিনি সৌদি আরবের মতো ইসলামিক পণ্ডিতদের রায়ের ( ফতোয়া ) উপর ভিত্তি করে সন্ত্রাসবাদের বিষয়ে সালাফিবাদের অবস্থানগুলিকে রিলে করেন। গ্র্যান্ড মুফতি আবদুল-আজিজ ইবনে আবদুল্লাহ আল শাইখ, মুহাম্মদ নাসিরুদ্দিন আল-আলবানি, আবদ আল-আজিজ ইবনে বাজ, মুহাম্মদ ইবনে আল উসাইমিন, এবং মুকবিল ইবনে হাদি আল-ওয়াদিই । \nদাউদ বুরবাঙ্ক (আবু তালহা) মসজিদে সালাফির একজন প্রাক্তন সিনিয়র লেকচারার ছিলেন। \nমসজিদ সালাফি ইংল্যান্ডের বার্মিংহাম শহরের একশত তেষট্টিটি মসজিদের মধ্যে একটি।  এটি ছোট হিথ পার্ক এলাকার ছয়টি মসজিদের মধ্যে একটি।\n\n\n== আরো দেখুন ==\nইংল্যান্ডে ইসলাম\nযুক্তরাজ্যের মসজিদের তালিকা\nজমিয়তে ইহইয়া মিনহাজ আল-সুন্নাহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Masjid as-Salafi (Small Heath, Birmingham)\"। \nসালাফি পাবলিকেশন্স"}