{"pageid": 1135136, "title": "আনসার যুব আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1135136", "content": "আনসার যুব আন্দোলন, প্রায়ই সংক্ষেপে জিপি আনসর নামে পরিচিত ইন্দোনেশিয়া ভিত্তিক একটি অলাভজনক ইসলামী যুব সংগঠন যা বিশ্বের বৃহত্তম ইসলামী গণসংগঠন নাহদলাতুল উলামা (NU) এর অঙ্গসংগঠন।২৪ এপ্রিল, ১৯৩৪-এ প্রতিষ্ঠিত জিপি আনসর ইন্দোনেশিয়ার ইতিহাস-এ অনেক উল্লেখযোগ্য ভূমিকা রাখছে। এটি ঐতিহ্যবাদী ইসলাম, জনতাবাদী ও জাতীয়তাবাদী হিসাবে তার বৈশিষ্ট্যগুলিকে বিকশিত করেছে। এটির এখন পর্যন্ত পৌর ও অঞ্চল পর্যায়ে ৪৩৩টি শাখায় রয়েছে এবং প্রাদেশিক থেকে গ্রামীণ স্তর পর্যন্ত ৩২টি জেলা ব্যবস্থাপনা পরিচালক রয়েছে।এটি বহুমুখী সামরিক শাখা ব্যান্সারের পরিচালনার সাথেও যুক্ত যেখানে যোগদানের জন্য বিশেষ সদস্যপদ প্রাপ্ত।\n\n\n== ব্যুৎপত্তি ==\nআনসর নামটি প্রসিদ্ধ পণ্ডিত আবদুল ওয়াহাব দ্বারা প্রস্তাবিত হয়েছিল যা আনসার শব্দটি থেকে উদ্ভূত হয়েছিল (আরবি: الأنصار al-Anṣār, \"দ্যা হেল্পারস\" বাংলা: সাহায্যকারী), ইসলামি নবী মুহাম্মদ কর্তৃক মদিনার অধিবাসীদের জন্য উৎসর্গ করা সম্মাননা যারা হিজরতের সময় মুহাম্মদ এবং তার সঙ্গীদের আশ্রয় দিয়েছিল। জিপি আনসর ঐ মদীনাবাসীদের থেকে জ্ঞান অর্জন এবং তাদের মনোভাব, আচরণ ও আত্মাকে তাদের আদর্শ হিসাবে বিবেচনা করার লক্ষ্যে ব্রত।তারা সর্বদা এই প্রজ্ঞাকে তাদের মৌলিক মূল্যবোধ হিসাবে উল্লেখ করে আসছে যেমন ইসলাম শিক্ষায় সাহায্য করা, সংগ্রাম করা, সমুন্নত রাখা এবং শক্তিশালী করা ও সংগঠনের সদস্যদের এই নীতিগুলি মেনে চলায় সহায়তা করা।\n\n\n== ইতিহাস ==\n\n\n=== পূর্বসূরী ===\nজিপি আনসরের ইতিহাস নাহদলাতুল উলামা (এনইউ) এর ইতিহাসের সাথে যুক্ত।১৯২১ সালে জং জাভা, জং অ্যাম্বন, জং সুমাতেরা, জং মিনাহাসা এবং জং সেলিবেসের প্রভৃতি নতুন আঞ্চলিক যুব সংগঠনগুলির মতো একটি বিস্তৃত ইসলাম ভিত্তিক যুব সংগঠন প্রতিষ্ঠা করতে ইন্দোনেশিয়ার মুসলিম সম্প্রদায়ের ইচ্ছে জাগে।এ ধারণার পিছনে আধুনিকতাবাদীদের মধ্যে ধর্মতাত্ত্বিক অবস্থানের পার্থক্য ছিল যেখনে কেউ ইসলামিক গোঁড়ামি এবং আধুনিক শিক্ষাকে মেনে চলে এবং কেউ ঐতিহ্যবাদীদের মধ্যে যারা ইন্দোনেশিয়ার জন্য নির্দিষ্ট ইসলামের ঐতিহ্যগত এবং সমন্বিত রূপ অনুসরণ করে।দুই পক্ষের মধ্যে বিভাজন ছিল তাকলিদ (অনুকরণ, আইনগত নজির অনুযায়ী), ইজতিহাদ (স্বাধীন যুক্তি), মাযহাব (ইসলামী আইনশাস্ত্রের স্কুল) এবং অন্যান্য বিষয়গুলোকে ঘিরে।১৯২৪ সালে ঐতিহ্যবাদী পণ্ডিত আবদুল ওয়াহাব সিয়ুব্বানুল ওয়াথান (আলোকিত যৌবনের স্বদেশ) নামে তার নিজস্ব সংগঠন গঠন করেন।নতুন সংগঠনটির নেতৃত্বে ছিলেন আব্দুল্লাহ উবায়েদ (চেয়ারম্যান), থহির বাকরি (ভাইস চেয়ারম্যান) এবং আবদুর রহিম (প্রধান সচিব)।\nসিয়ুব্বানুল ওয়াথান মূলধারার হিসেবে বিবেচনা করা হলেও এটি কিশোর মুসলমানদের আকর্ষণ করতে শুরু করে।সিয়ুব্বানুল ওয়াথানের প্রশাসকরা তখন স্কাউটিং -এর জন্য নিবেদিত একটি বিভাগ তৈরি করার সিদ্ধান্ত নেন যাকে আহলুল ওয়াথান বলা হয় কারণ সেই সময়ে অন্যান্য অনেক যুব সংগঠনে স্কাউটিং বিভাগ ছিল।নাহদলাতুল উলামা ঐতিহ্যবাদী সংগঠনটি ৩১ জানুয়ারী ১৯২৬ সালে প্রতিষ্ঠিত হওয়ার পর কিছু সদস্য এটির মধ্যে সক্রিয় হওয়ার কারণে সিয়ুব্বানুল ওয়াথানের জনপ্রিয়তা হ্রাস পায়।সিয়ুব্বানুল ওয়াথানের যুব সংগঠনটি তখনও সরাসরি এনইউ কাঠামোর অংশ হয়ে ওঠেনি।আব্দুল্লাহ উবায়েদের উদ্যোগে অবশেষে ১৯৩১ সালে সিয়ুব্বানুল ওয়াথানের সম্প্রসারণে নাহদলাতুল উলামা যুব ইউনিয়ন (পিপিএনইউ) গঠিত হয়।১৪ ডিসেম্বর ১৯৩২ তারিখে সিয়ুব্বানুল ওয়াথান পেমুদা নাহদলাতুল উলামা (PNU) এ রূপান্তরিত হয়।১৯৩৪ সালে এটি আনসার নাহদলাতুল ওলামা (ANO) এ পুনর্গঠিত হয়।যদিও এএনও এনইউ-এর একটি অংশ হিসাবে স্বীকৃত হয়েছিল। এটি আনুষ্ঠানিকভাবে এনইউ কাঠামোতে তালিকাভুক্ত ছিল না এবং উভয়ের মধ্যে সংযোগটি অনানুষ্ঠানিক ছিল।\n\n\n=== আনসার নাহদলাতুল ওলামা (এএনও) যুগ ===\nসেই সময় পর্যন্ত এএনও এবং এনইউ-এর মধ্যে সম্পর্ক অনানুষ্ঠানিক বলে বিবেচিত হত।২৪ এপ্রিল ১৯৩৪-এ বানিউওয়াঙ্গিতে ৯ম এনইউ কংগ্রেস চলাকালীন এএনও আনুষ্ঠানিকভাবে বোর্ড সদস্যদের দ্বারা এনইউ যুব শাখা হিসাবে গৃহীত এবং অনুমোদন করা হয়েছিল।এভাবে তারিখটিকে সামগ্রিকভাবে আন্দোলনের আনুষ্ঠানিক রূপান্তরের তারিখ হিসাবে বিবেচনা করা হয়।এসব প্রক্রিয়ার সময় এএনও মালং অংশ একেবারে স্কাউটিং দলে রুপান্তরিত হয় যার নাম আনসার নাহদলাতুল উলামা ফ্রন্ট (বানোই) যেটা পরে রূপান্তরিত হয় বহুমুখী ফ্রন্ট ব্যান্সারে। ১৯৩৭ সালে মালং এ দ্বিতীয় এএনও কংগ্রেসের সময় বানোঈ তাদের প্রথম অফিসিয়াল পোশাক পরে কমান্ডার শামসুল ইসলামের নেতৃত্বে প্যারেড করে। ব্যান্সার আনুষ্ঠানিকভাবে কংগ্রেসে এএনও-এর সামরিক শাখা হিসেবে প্রতিষ্ঠিত হয়।\nজাপানি দখলদারিত্বের সময় এএনও সহ যুব সংগঠনগুলি জাপানি প্রশাসন কর্তৃক বাধাপ্রাপ্ত হয়।ইন্দোনেশিয়ার জাতীয় বিপ্লবের পর এএনও সুরাবায়া অধ্যায়ের চিত্র চুসাইনি টিওয়ে এএনও কে পুনরুজ্জীবিত করার একটি ধারণা প্রস্তাব করেন।এটি সেই সময়ের ধর্ম বিষয়ক মন্ত্রী ওয়াচিদ হাসিমের কাছ থেকে ইতিবাচক প্রতিক্রিয়ার সাথে দেখা হয়েছিল এবং ১৪ ডিসেম্বর ১৯৪৯-এ এএনও নতুন নামে আনসার ইয়ুথ মুভমেন্ট বা আনসার যুব আন্দোলন হিসেবে পুনঃপ্রতিষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}