{"pageid": 1135748, "title": "সৃষ্টিতত্ত্ব (জৈন দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1135748", "content": "সৃষ্টিতত্ত্ব, জৈনধর্ম অনুসারে মহাবিশ্বের (লোক) এবং এর উপাদানগুলির (যেমন জীব, বস্তু, স্থান, সময় ইত্যাদি) আকৃতি ও কার্যকারিতার বর্ণনা। জৈন ঐতিহ্য মহাবিশ্বকে অপ্রস্তুত সত্তা হিসাবে বিবেচনা করে যা অনন্তকাল থেকে শুরু বা শেষ নেই। জৈন ধর্মগ্রন্থে মহাবিশ্বের আকৃতি বর্ণনা করা হয়েছে একজন মানুষের মতো যে পা আলাদা করে দাঁড়িয়ে আছে এবং বাহু তার কোমরে বিশ্রাম নিয়েছে। এই মহাবিশ্ব, জৈনধর্ম অনুসারে, শীর্ষে বিস্তৃত, মাঝখানে সংকীর্ণ এবং আবার নীচে বিস্তৃত হয়।\n\n\n== ছয়টি চিরন্তন পদার্থ ==\n\nজৈনদের মতে, মহাবিশ্বটি দ্রব্য নামক ছয়টি সরল ও শাশ্বত পদার্থের সমন্বয়ে গঠিত যাকে জীব (জীবন্ত সত্তা) এবং অজিব (অবচেতন পদার্থ) এর অধীনে বিস্তৃতভাবে শ্রেণীবদ্ধ করা হয়েছে:\n\nজীব (জীবন্ত সত্তা)\nজীব অর্থাৎ আত্মা – জীব বাস্তব রূপে বিদ্যমান, যে দেহটি এটি বাস করে তার থেকে পৃথক অস্তিত্ব রয়েছে। এটি চেতনা (চৈতন্য) ও উপযোগ (জ্ঞান ও উপলব্ধি) দ্বারা চিহ্নিত করা হয়। যদিও আত্মা জন্ম ও মৃত্যু উভয়ই অনুভব করে, তবে এটি প্রকৃতপক্ষে ধ্বংস বা সৃষ্টি হয় না। ক্ষয় ও উৎপত্তি যথাক্রমে আত্মার অবস্থার অদৃশ্য হওয়া এবং অন্য অবস্থার আবির্ভাবকে বোঝায়, এগুলি কেবলমাত্র আত্মার ধরণ। জীবকে ইন্দ্রিয়ের ভিত্তিতে শ্রেণীবদ্ধ করা হয়েছে, তাই ৫ প্রকার: ১) এক ইন্দ্রিয় বিশিষ্ট  (স্পর্শেন্দ্রিয়), ২) দুই ইন্দ্রিয় বিশিষ্ট (স্পর্শেন্দ্রিয় ও রসেন্দ্রিয়), ৩) তিন ইন্দ্রিয় বিশিষ্ট (স্পর্শেন্দ্রিয়, রসেন্দ্রিয় ও ধারনেন্দ্রিয়), ৪) চার ইন্দ্রিয় বিশিষ্ট (স্পর্শেন্দ্রিয়, রসেন্দ্রিয়, ধারনেন্দ্রিয় ও চক্ষুন্দ্রিয়) এবং ৫) পাঁচ ইন্দ্রিয় বিশিষ্ট (স্পর্শেন্দ্রিয়, রসেন্দ্রিয়, ধারনেন্দ্রিয়, চক্ষুন্দ্রিয় ও শ্রোতেন্দ্রিয়)।\nঅজিব (অবচেতন পদার্থ)\nপুদ্গল (বস্তু) – পদার্থকে কঠিন, তরল, বায়বীয়, শক্তি, সূক্ষ্ম কর্ম পদার্থ এবং অতিরিক্ত সূক্ষ্ম পদার্থ অর্থাৎ চূড়ান্ত কণা হিসাবে শ্রেণীবদ্ধ করা হয়। পরমাণু বা চূড়ান্ত কণা হল সমস্ত পদার্থের মূল বিল্ডিং ব্লক। পরমাণু ও পুদ্গল স্থায়ী ও অবিনশ্বর। পদার্থ তার ধরণকে একত্রিত করে এবং পরিবর্তন করে কিন্তু এর মৌলিক গুণাবলী একই থাকে। জৈনধর্মের মতে, এটি তৈরি করা যায় না, ধ্বংসও করা যায় না।\nধর্মস্তিকায় বা ধর্ম-দ্রব্য (গতির নীতি) এবং অধর্মস্তিকায় বা অধর্ম-দ্রব্য (বিশ্রামের নীতি) – ধর্মস্তিকায় ও অধর্মস্তিকায় গতি ও পুনঃ-এর নীতিকে চিত্রিত করা জৈন চিন্তাধারার জন্য স্বতন্ত্রভাবে অদ্ভুত। তারা সমগ্র মহাবিশ্বকে পরিব্যাপ্ত বলে কথিত আছে। ধর্মস্তিকায় ও অধর্মস্তিকায় নিজেই গতি বা বিশ্রাম নয় বরং অন্য দেহে গতি ও বিশ্রামের মধ্যস্থতা। ধর্মস্তিকায় ব্যতীত গতি সম্ভব নয় এবং অধর্মস্তিকায় ব্যতীত বিশ্বজগতে বিশ্রাম সম্ভব নয়।\nআকাশ (মহাকাশ) - স্থান হল এমন পদার্থ যা জীবন্ত আত্মা, বস্তু, গতির নীতি, বিশ্রাম ও সময়ের নীতিকে মিটমাট করে। এটি সর্বব্যাপী, অসীম এবং অসীম স্থান-বিন্দু দিয়ে তৈরি।\nকাল (সময়) - জৈনধর্ম অনুসারে কাল হল চিরন্তন পদার্থ এবং সমস্ত কার্যকলাপ, পরিবর্তন বা পরিবর্তন শুধুমাত্র সময়ের অগ্রগতির মাধ্যমেই অর্জন করা যায়। জৈন গ্রন্থ অনুসারে, দ্রব্যসংগ্রহ:প্রচলিত সময় (ব্যবহহার কাল) ইন্দ্রিয় দ্বারা পদার্থের রূপান্তর এবং পরিবর্তনের মাধ্যমে অনুভূত হয়। প্রকৃত সময় (নিষ্কায় কাল), তবে, অদৃশ্য, মিনিট পরিবর্তনের কারণ (যাকে বর্তনা বলা হয়) যা সব পদার্থের মধ্যে অবিরাম চলতে থাকে। \n\n\n== মহাবিশ্ব এবং এর গঠন ==\n\nজৈন মতবাদ শাশ্বত ও চির-বিদ্যমান বিশ্বকে অনুমান করে যা সর্বজনীন প্রাকৃতিক আইনের উপর কাজ করে। সৃষ্টিকর্তা দেবতার অস্তিত্ব জৈন মতবাদে ব্যাপকভাবে বিরোধী। মহাপুরাণ, আচার্য জিনসেন দ্বারা রচিত জৈন পাঠ এই উদ্ধৃতির জন্য বিখ্যাত:\n\nকিছু মূর্খ মানুষ ঘোষণা করে যে একজন স্রষ্টা পৃথিবী তৈরি করেছেন। যে মতবাদটি বিশ্ব তৈরি করা হয়েছিল তা অসুস্থ উপদেশ এবং প্রত্যাখ্যান করা উচিত। ঈশ্বর যদি পৃথিবী সৃষ্টি করেন তবে সৃষ্টির আগে তিনি কোথায় ছিলেন? আপনি যদি বলেন তিনি তখন অতীন্দ্রিয় ছিলেন এবং কোন সমর্থনের প্রয়োজন ছিল না, এখন তিনি কোথায়? কিভাবে ঈশ্বর কোন কাঁচামাল ছাড়া এই পৃথিবী তৈরি করতে পারে? আপনি যদি বলেন যে তিনি প্রথমে এটি তৈরি করেছেন এবং তারপরে বিশ্ব, আপনি সীমাহীন পশ্চাদপসরণ সম্মুখীন হবেন।\nজৈনদের মতে, মহাবিশ্বের দৃঢ় ও অপরিবর্তনীয় আকৃতি রয়েছে, যা জৈন গ্রন্থে রাজলোক নামক একক দ্বারা পরিমাপ করা হয়েছে, যা অনেক বড় বলে মনে করা হয়। জৈনধর্মের দিগম্বর সম্প্রদায় অনুমান করে যে মহাবিশ্ব চৌদ্দটি রাজলোক উচ্চ ও উত্তর থেকে দক্ষিণে সাতটি রাজলোককে প্রসারিত করেছে। এর প্রস্থ নিচের দিকে সাতটি রাজলোক লম্বা হয় এবং মাঝখানে ধীরে ধীরে কমে যায়, যেখানে এটি রাজলোক লম্বা হয়। প্রস্থ তারপর ধীরে ধীরে বাড়তে থাকে যতক্ষণ না এটি পাঁচটি রাজলোক লম্বা হয় এবং আবার কমতে থাকে যতক্ষণ না এটি রাজলোক লম্বা হয়। মহাবিশ্বের শীর্ষস্থান হল রাজলোক লম্বা, রাজলোক প্রশস্ত এবং আটটি রাজলোক উচ্চ। এইভাবে পৃথিবীর মোট স্থান হল ৩৪৩ ঘনক রাজলোক। স্বেতাম্বর দৃষ্টিভঙ্গি কিছুটা আলাদা এবং অনুমান করে যে প্রস্থে ক্রমাগত বৃদ্ধি ও হ্রাস রয়েছে এবং স্থানটি ২৩৯ ঘনক রাজলোক। মুক্তমনাদের আবাসস্থল শীর্ষস্থান ছাড়াও মহাবিশ্ব তিনটি ভাগে বিভক্ত। পৃথিবী তিনটি বায়ুমণ্ডল দ্বারা বেষ্টিত: ঘন-জল, ঘন-বাতাস ও পাতলা-বাতাস। এটি তখন অসীম বিশাল অ-জগত দ্বারা বেষ্টিত যা সম্পূর্ণ শূন্য।\nবলা হয়, সমগ্র পৃথিবী জীবে পরিপূর্ণ। তিনটি অংশেই নিগোদা নামক অতি ক্ষুদ্র জীবের অস্তিত্ব রয়েছে। নিগোদা দুই প্রকার: নিত্য-নিগোদ ও ইতর-নিগোদা। নিত্য-নিগোদ হল তারা যারা অনন্তকাল ধরে নিগোদ হিসাবে পুনর্জন্ম গ্রহণ করবে, যেখানে ইতর-নিগোদ অন্যান্য প্রাণীর মতো পুনর্জন্ম পাবে। মহাবিশ্বের ভ্রাম্যমাণ অঞ্চল (ত্রাসনাদি) হল রাজলোক প্রশস্ত, রাজলোক প্রশস্ত এবং চৌদ্দটি রাজলোক উচ্চ। এই অঞ্চলের মধ্যে, সর্বত্র প্রাণী এবং উদ্ভিদ রয়েছে, যেখানে মানুষ হিসাবে মধ্য বিশ্বের ২টি মহাদেশে সীমাবদ্ধ। নিম্ন পৃথিবীতে বসবাসকারী প্রাণীদের বলা হয় নরকীয় প্রাণী। দেব (মোটামুটিভাবে ডেমি-দেবতারা) সমগ্র শীর্ষ এবং মধ্যম বিশ্বে এবং নিম্ন বিশ্বের শীর্ষ তিনটি রাজ্যে বাস করে। জীবগুলিকে চৌদ্দটি শ্রেণীতে বিভক্ত করা হয়েছে (জীবস্থান) : এক ইন্দ্রিয় সহ সূক্ষ্ম প্রাণী, এক ইন্দ্রিয় সহ অশোধিত প্রাণী, দুই ইন্দ্রিয় বিশিষ্ট সত্তা, তিন ইন্দ্রিয়ের সত্তা, চার ইন্দ্রিয় বিশিষ্ট সত্তা, পঞ্চ ইন্দ্রিয় ও মন নেই এবং পাঁচটি ইন্দ্রিয় বিশিষ্ট জীব ইন্দ্রিয় ও মন। এগুলি অনুন্নত বা উন্নত হতে পারে, মোট ১৪টি। মানুষ অস্তিত্বের যে কোনো রূপ পেতে পারে, এবং একমাত্র তারাই মুক্তি পেতে পারে।\n\n\n=== ত্রিলোক ===\n\nপ্রাথমিক জৈনরা পৃথিবী ও মহাবিশ্বের প্রকৃতি নিয়ে চিন্তা করতেন। তারা জ্যোতির্বিদ্যা ও সৃষ্টিতত্ত্বের বিভিন্ন দিকের উপর বিশদ অনুমান তৈরি করেছিল। জৈন গ্রন্থ অনুসারে, মহাবিশ্বকে ৩ ভাগে ভাগ করা হয়েছে:\n\nউর্ধ্বলোক – দেবতা বা স্বর্গের রাজ্য\nমধ্যলোক – মানুষ, প্রাণী ও উদ্ভিদের রাজ্য\nঅধোলোক – নরকীয় প্রাণীদের রাজ্য বা নরক অঞ্চল\nনিম্নলিখিত উপাঙ্গ আগামাগুলি জৈন সৃষ্টিতত্ত্ব ও ভূগোলকে বিশদভাবে বর্ণনা করে:\n\nসূর্যপ্রজাপতি - সূর্যের উপর গ্রন্থ\nজম্বুদ্বিপপ্রজাপ্তি – রোজঅ্যাপল গাছের দ্বীপে গ্রন্থ; এতে জম্বুদ্বির বর্ণনা এবং ষসভা ও রাজা ভরতের জীবনী রয়েছে\nচন্দ্রপ্রজ্ঞাপ্তি - চাঁদের উপর লেখা\nউপরন্তু, নিম্নলিখিত গ্রন্থগুলি জৈন বিশ্বতত্ত্ব এবং সম্পর্কিত বিষয়গুলি বিশদভাবে বর্ণনা করে:\n\nত্রিলোকসার - তিন জগতের সারমর্ম (স্বর্গ, মধ্য স্তর, নরক)\nত্রিলোকপ্রজ্ঞাপত্তি - ত্রিলোক প্রজ্ঞা\nত্রিলোকাদীপিকা - তিন জগতের আলোকসজ্জা\nতত্ত্বসূত্র – বাস্তবতার প্রকৃতির বর্ণনা\nক্ষেত্রসমাস – জৈন ভূগোলের সারাংশ\nব্রুহাতসামগ্রাহ্নি  – জৈন সৃষ্টিতত্ত্ব এবং ভূগোল বিষয়ক গ্রন্থ\n\n\n=== উর্ধ্বলোক, ঊর্ধ্বজগৎ ===\nউচ্চ বিশ্ব (উধর্বলোক) বিভিন্ন আবাসে বিভক্ত এবং স্বর্গীয় প্রাণীদের (দেব-দেবতা) রাজ্য যারা অমুক্ত আত্মা।\nঊর্ধ্বজগৎ ষোলটি দেবলোকে, নয়টি গ্রাবেয়ক, নয়টি অনুদিশ ও পাঁচটি অনুত্তর আবাসে বিভক্ত। ষোলটি দেবলোকের আবাস হল সৌধর্ম, ঈশানা, সনৎকুমার, মহেন্দ্র, ব্রহ্মা, ব্রহ্মোত্তর, লন্তাভা, কপিষ্ট, শুক্র, মহাশুক্র, শতরা, সহস্রার, অনাতা, প্রণতা, অরণ এবং অচ্যুতা। নয়টি গ্রাভিয়কের আবাস হল সুদর্শন, অমোঘ, সুপ্রবুদ্ধ, যশোধর, সুভদ্রা, সুবিশাল, সুমনস, সৌমনাস এবং প্রীতিকর। নয়টি অনুদিশ হল আদিত্য, অর্চি, অর্চিমালিনী, বৈর, বৈরোচন, সৌম, সৌমরুপ, অর্ক এবং স্ফটিক। পাঁচটি অনুত্তর হল বিজয়া, বৈজয়ন্ত, জয়ন্ত, অপরাজিতা ও সর্বার্থসিদ্ধি।\nদেবলোকের ষোলটি স্বর্গকে কল্প এবং বাকীগুলিকে বলা হয় কল্পিত। কালপতিতে বসবাসকারীদের অহমিন্দ্র বলা হয় এবং মহিমায় সমান। আয়ুষ্কাল, শক্তির প্রভাব, সুখ, দেহের দীপ্তি, চিন্তা-রঙে বিশুদ্ধতা, ইন্দ্রিয়ের ক্ষমতা এবং উচ্চতর আবাসে বসবাসকারী স্বর্গীয় প্রাণীদের দাবীদারতার পরিধি সম্পর্কে বৃদ্ধি রয়েছে। কিন্তু গতি, উচ্চতা, সংযুক্তি ও অহংকার সম্পর্কে হ্রাস আছে। উচ্চতর গোষ্ঠী, ৯টি গ্রেবিয়ক ও ৫টি অনুতার বিমানে বাস করে। তারা স্বাধীন এবং তাদের নিজস্ব যানবাহনে বসবাস করে। অনুত্তর আত্মা এক বা দুই জীবনের মধ্যে মুক্তি লাভ করে। নিম্ন গোষ্ঠী, পার্থিব রাজ্যের মতো সংগঠিত - শাসক (ইন্দ্র), পরামর্শদাতা, প্রহরী, রাণী, অনুসারী, সেনাবাহিনী ইত্যাদি।\nঅনুতার বিমানের উপরে, মহাবিশ্বের শীর্ষে রয়েছে মুক্ত আত্মার রাজ্য, সিদ্ধ সর্বজ্ঞ ও আনন্দময় প্রাণী, যাঁদের জৈনরা পূজা করে।\n\n\n=== মধ্যলোক, মধ্য বিশ্ব ===\n\nমধ্য লোকায় পৃথিবীর পৃষ্ঠের উপরে ৯০০ যোজন এবং ৯০০ যোজন নীচে রয়েছে। এটি দ্বারা বসবাস করা হয়:\n\nজ্যোতিষ্ক দেবগণ (উজ্জ্বল দেবতা) - পৃথিবীর উপরে ৭৯০ থেকে ৯০০ যোজন\nমানুষ,  তিরিয়াঞ্চ (পশু, পাখি, গাছপালা) পৃষ্ঠে\nব্যন্তর দেবতা (মধ্যস্থ দেবতা) – ১০০ যোজন স্থল স্তরের নীচে\nমধ্যলোক সমুদ্র দ্বারা বেষ্টিত অনেক মহাদেশ-দ্বীপ নিয়ে গঠিত, প্রথম আটটি যার নাম:\n\nমেরু পর্বত (সুমেরুও) জম্বুদ্বীপ দ্বারা বেষ্টিত বিশ্বের কেন্দ্রে অবস্থিত, ১০০,০০০ যোজনের ব্যাস গঠন করে বৃত্তের আকারে। মেরু পর্বতের চারপাশে সূর্য, চন্দ্র ও নক্ষত্রের দুটি সেট রয়েছে; যখন সেট কাজ করে, অন্য সেটটি মেরু পর্বতের পিছনে থাকে।\n\nজম্বুদ্বীপ মহাদেশে ৬টি শক্তিশালী পর্বত রয়েছে, যা মহাদেশকে ৭টি অঞ্চলে (ক্ষেত্র) ভাগ করেছে। এই অঞ্চলগুলির নাম হল:\n\nভরতক্ষেত্র\nমহাবিদেহ ক্ষেত্র\nঐরাবত ক্ষেত্র\nরম্যক ক্ষেত্র\nহিরণ্যবন্ত ক্ষেত্র\nহেমবন্ত ক্ষেত্র\nহরিবর্ষ ক্ষেত্র\nতিনটি অঞ্চল যেমন ভরত ক্ষেত্র, মহাবিদেহ ক্ষেত্র এবং ঐরাবত ক্ষেত্র কর্ম ভূমি নামেও পরিচিত কারণ তপস্যা ও মুক্তির অনুশীলন সম্ভব এবং তীর্থঙ্কররা জৈন মতবাদ প্রচার করেন। অন্য চারটি অঞ্চল, রম্যক, হৈরণ্যবত ক্ষেত্র, হেমবম ক্ষেত্র এবং হরি ক্ষেত্র অকর্ম ভূমি বা ভোগভূমি হিসাবে পরিচিত কারণ মানুষ আনন্দের পাপহীন জীবনযাপন করে এবং কোনও ধর্ম বা মুক্তি সম্ভব নয়।\nনন্দীশ্বর দ্বীপা মহাজগতের প্রান্ত নয়, তবে এটি মানুষের নাগালের বাইরে। মানুষ কেবল জম্বুদ্বীপ, ধাততিখণ্ড দ্বীপে এবং পুষ্কর দ্বীপের অর্ধেকের অর্ধাংশে বসবাস করতে পারে।\n\n\n=== আধোলোক, নিম্ন জগৎ ===\n\nনীচের জগতটি সাতটি নরক নিয়ে গঠিত, যেখানে ভবনপতি দেবদেবী এবং নরকীয় প্রাণীরা বাস করে। নরকীয় প্রাণীরা নিম্নলিখিত নরকে বাস করে:\n\nরত্ন প্রভ-ধর্ম\nশর্কর প্রভ-বংশ\nবালুক প্রভ-মেঘ\nপঙ্ক প্রভ-অঞ্জনা\nধুম প্রভ-আরিস্তা\nতমঃ প্রভ-মাঘবী\nমহাতমঃ প্রভ-মাধবী\n\n\n== সময় চক্র ==\n\nজৈনধর্মের মতে, সময় অনাদি ও শাশ্বত। কালচক্র, সময়ের মহাজাগতিক চাকা, অবিরাম ঘোরে। সময়ের চাকা দুটি অর্ধ-ঘূর্ণনে বিভক্ত,  উৎসর্পিণী বা আরোহী সময় চক্র এবং অবসর্পিণী, অবরোহী সময় চক্র, একে অপরের পরপর ঘটতে থাকে। উৎসর্পিণী হল প্রগতিশীল সমৃদ্ধি ও সুখের সময় যেখানে সময়কাল ও বয়সগুলি ক্রমবর্ধমান মাত্রায় হয়, যখন অবসর্পিণী হল যুগের সময়কালের পতনের সাথে ক্রমবর্ধমান দুঃখ ও অনৈতিকতার সময়। এই অর্ধ-সময় চক্রের প্রতিটি অগণিত সময়কাল নিয়ে গঠিত (সর্গোপম ও পলয়োপম বছরে পরিমাপ করা হয়) আরও ছয়টি আরা বা অসম সময়ের যুগে বিভক্ত। বর্তমানে, সময় চক্রটি অবসর্পিণী বা নিম্নোক্ত যুগের সাথে অবরোহী পর্যায়ে রয়েছে।\n\nউৎসর্পিণী-তে যুগের ক্রম বিপরীত হয়। দুষমা-দুষমা থেকে শুরু করে, এটি সুষমা-সুষমা দিয়ে শেষ হয় এবং এইভাবে এই অন্তহীন চক্র চলতে থাকে। এই আরাসগুলির প্রত্যেকটিই পরবর্তী পর্বে অগ্রসর হয় কোন প্রকার অপ্রকাশ্য পরিণতি ছাড়াই। মানুষের সুখ, আয়ু ও দৈর্ঘ্য বৃদ্ধি বা হ্রাস এবং সমাজের সাধারণ নৈতিক আচরণ সময় অতিবাহিত হওয়ার সাথে সাথে পর্যায়ক্রমে ও শ্রেণিবদ্ধভাবে পরিবর্তিত হয়। কোন ঐশ্বরিক বা অলৌকিক প্রাণী এই স্বতঃস্ফূর্ত অস্থায়ী পরিবর্তনের জন্য দায়ী বা দায়ী নয়, হয় একটি সৃজনশীল বা তত্ত্বাবধানকারী ভূমিকায়, বরং মানুষ এবং প্রাণীরা তাদের নিজস্ব কর্মের প্ররোচনায় জন্মগ্রহণ করে।\n\n\n== শলাকপুরুষ -  ৬৩ জন বিশিষ্ট পুরুষের কাজ ==\n\nজৈন ধর্মগ্রন্থ অনুসারে, শলাকপুরুষ নামে তেষট্টিটি বিশিষ্ট জীব এই পৃথিবীতে প্রতিটি দুখমা-সুখমা আরাতে জন্মগ্রহণ করেন। জৈন সার্বজনীন ইতিহাস এই বিশিষ্ট ব্যক্তিদের কর্মের সংকলন। তারা চব্বিশজন তীর্থঙ্কর, বারোজন চক্রবর্তী, নয়জন বলভদ্র, নয়জন নারায়ণ এবং নয়জন প্রতিনারায়ণ নিয়ে গঠিত।\nচক্রবর্তী হলেন জগতের সম্রাট এবং জড় জগতের অধিপতি। যদিও তিনি পার্থিব ক্ষমতার অধিকারী হন, তবুও তিনি প্রায়শই তার উচ্চাকাঙ্ক্ষাকে মহাবিশ্বের বিশালতায় বামন দেখতে পান। জৈন পুরাণগুলি বারোটি চক্রবর্তীদের (সর্বজনীন রাজা) তালিকা দেয়। তাদের গায়ের রং সোনালী। জৈন শাস্ত্রে উল্লিখিত চক্রবর্তীদের মধ্যে একজন হল ভরত চক্রবর্তী। জৈন গ্রন্থ হরিবংশ পুরাণ এবং বিষ্ণুপুরাণ  এর মত হিন্দু গ্রন্থে বলা হয়েছে যে ভারতীয় উপমহাদেশ তাঁর স্মরণে ভারত বর্ষ নামে পরিচিত হয়েছিল।\nবলভদ্র, নারায়ণ ও প্রতিনারায়ণের নয়টি সেট রয়েছে। বলভদ্র ও নারায়ণ ভাই ভাই। বলভদ্র হল অহিংস নায়ক, নারায়ণ হল হিংস্র নায়ক এবং প্রতিনারায়ণ হল খলনায়ক। কিংবদন্তি অনুসারে, নারায়ণ শেষ পর্যন্ত প্রতিনারায়ণকে হত্যা করেন। নয়টি বলভদ্রের মধ্যে আটজন মুক্তি লাভ করে এবং শেষটি স্বর্গে যায়। মৃত্যুতে, নারায়ণ তাদের হিংসাত্মক শোষণের কারণে নরকে যাবে, এমনকি যদি এগুলি ধার্মিকতা বজায় রাখার উদ্দেশ্যে করা হয়।\nজৈন সৃষ্টিতত্ত্ব জাগতিক সময়ের চক্রকে দুটি ভাগে বিভক্ত করে (অবসর্পিণী ও উৎসর্পিণী)। জৈন বিশ্বাস অনুসারে, সময়ের প্রতিটি অর্ধচক্রে, চব্বিশটি তীর্থঙ্কর সেই যুগের জন্য উপযুক্ত জৈন মতবাদ আবিষ্কার ও শিক্ষা দেওয়ার জন্য মানব রাজ্যে জন্মগ্রহণ করেন। তীর্থঙ্কর শব্দটি তীর্থের প্রতিষ্ঠাতাকে বোঝায়, যার অর্থ সমুদ্র পেরিয়ে সহজ পথ। তীর্থঙ্কররা সীমাহীন জন্ম ও মৃত্যুর সাগর পেরিয়ে 'সাধ্য পথ' দেখায়। ঋষভনাথকে বর্তমান অর্ধচক্রের (অবসর্পিনী) প্রথম তীর্থঙ্কর বলা হয়। মহাবীর (খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দী) অবসর্পিণীর চব্বিশতম তীর্থঙ্কর হিসেবে সম্মানিত। জৈন গ্রন্থগুলি বলে যে জৈনধর্ম সর্বদা বিদ্যমান ছিল এবং সর্বদা বিদ্যমান থাকবে।\nসময়ের চাকার অর্ধ-চক্রের প্রতিটি গতির সময়, ৬৩ শলাকপুরুষ বা ৬৩ জন বিশিষ্ট পুরুষ, যার মধ্যে ২৪ তীর্থঙ্কর এবং তাদের সমসাময়িকরা নিয়মিত উপস্থিত হন। জৈন সার্বজনীন বা কিংবদন্তি ইতিহাস মূলত এই খ্যাতিমান পুরুষদের কর্মের সংকলন। তারা নিম্নরূপ শ্রেণীবদ্ধ করা হয়:\n\n২৪ তীর্থঙ্কর – সত্য ধর্মকে সক্রিয় করতে এবং তপস্বী এবং সাধারণ মানুষের সম্প্রদায়কে প্রতিষ্ঠা করার জন্য ২৪জন তীর্থঙ্কর বা সর্বোত্তম ফোর্ড নির্মাতারা আবির্ভূত হন।\n১২ চক্রবর্তী – চক্রবর্তীরা হল সার্বজনীন রাজা যারা ছয়টি মহাদেশের উপর শাসন করে।\n0৯ বলভদ্র – যারা আদর্শ জৈন জীবন যাপন করে, যেমন ভগবান রাম\n0৯ নারায়ণ বা বসুদেব (বীর)\n0৯ প্রতিনারায়ণ বা প্রতিবসুদেব – তারা হল বিরোধী-বীর যারা শেষ পর্যন্ত নারায়ণ দ্বারা নিহত হয়।\nবলভদ্র ও নারায়ণ হল সৎ ভাই যারা যৌথভাবে তিনটি মহাদেশ শাসন করেন।\nএগুলি ছাড়াও ১০৬ জনের আরও কয়েকটি গুরুত্বপূর্ণ শ্রেণি স্বীকৃত:\n\n0৯ নারদ\n১১ রুদ্র\n২৪ কামদেব\n২৪ তীর্থঙ্করদের পিতা\n২৪ তীর্থঙ্করদের মাতা\n১৪ কুলকার (পিতৃপুরুষ)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস =="}