{"pageid": 1135626, "title": "ইসলাম ও যুক্তির নিরিখে জন্ম নিয়ন্ত্রণ", "url": "https://bn.wikipedia.org/wiki?curid=1135626", "content": "ইসলাম ও যুক্তির নিরিখে জন্ম নিয়ন্ত্রণ (উর্দু: ضبط ولادت عقلی اور شرعی حیثیت سے‎‎) পাকিস্তানি ইসলামি পণ্ডিত মুহাম্মদ তাকি উসমানির রচিত একটি বই। ১৯৬১ সালে পিতার নির্দেশে মাত্র ১৭ বছর বয়সে তিনি গ্রন্থটি রচনা করেন। এটিই তার রচিত প্রথম গ্রন্থ। মুহাম্মদ রফি উসমানির নিজস্ব প্রকাশনা প্রতিষ্ঠান দারুল ইশাআত থেকে গ্রন্থটি প্রথম প্রকাশিত হয়। পাকিস্তানের সামরিক শাসক আইয়ুব খানের শাসনামলে প্রচারিত জন্ম নিয়ন্ত্রণ ও পরিবার পরিকল্পনা নিয়ে গ্রন্থটিতে ইসলামের দৃষ্টিভঙ্গি তুলে ধরা হয়েছে। মুহাম্মদ তাকি উসমানি এতে যৌক্তিক দিকটি বেশি ব্যাখ্যা করেছেন এবং মুহাম্মদ শফি উসমানি এতে ইসলামের আইনি দিকটি জুড়ে দিয়েছেন।\n\n\n== প্রেক্ষাপট ==\nপাকিস্তানের সামরিক শাসক আইয়ুব খানের শাসনামলের শুরু থেকে জন্ম নিয়ন্ত্রণ ও পরিবার পরিকল্পনার পক্ষে জোর প্রচার শুরু হয়। এই বিষয়ে ইসলামের দৃষ্টিভঙ্গি তুলে ধরার জন্য মুহাম্মদ শফি উসমানি তার ছেলে মুহাম্মদ তাকি উসমানিকে একটি স্বতন্ত্র গ্রন্থ রচনার নির্দেশ দেন। তখন তাকি উসমানি দারুল উলুম করাচির ফতোয়া বিভাগের ছাত্র ছিলেন৷ তিনি আধুনিক শিক্ষিতদের প্রতি লক্ষ রেখে গ্রন্থটিতে যুক্তির উপর জোর দেন বেশি। পরবর্তীতে তার অনুরোধে শফি উসমানি তাতে আরও পূর্নাঙ্গ ইসলামি দৃষ্টিভঙ্গি যোগ করেন।\n\n\n== বিষয়বস্তু ==\nগ্রন্থটির আলোচ্য বিষয় সমূহের মধ্যে রয়েছে: জন্ম নিয়ন্ত্রণের ইসলামি বিধান, স্থায়ী জন্মনিয়ন্ত্রণ পদ্ধতি, সাময়িক জন্মবিরতীকরণ পদ্ধতি, যে সকল অবস্থায় জন্মনিয়ন্ত্রণ জায়েজ, বিবেকের বিচারে জন্ম নিয়ন্ত্রণ, জন্মনিয়ন্ত্রণের দৈহিক ক্ষতি, দাম্পত্য সম্পর্কের উপর জন্মনিয়ন্ত্রণের বিরূপ প্রভাব, জন্মনিয়ন্ত্রণের দরুণ চারিত্রিক বিপর্যয়, জাতীয় ও সামগ্রিক ভাবে এর ক্ষতিকারক প্রভাব, জনসংখ্যা বৃদ্ধি ও ম্যালথাসের চিন্তাধারা, কুদরতিভাবে বৃদ্ধি, নাগরিকত্ব প্রদান, পাকিস্তানের জনসংখ্যা, অভিজ্ঞতা কি বলে?, যে শ্রেণীর মানুষ তুলনার বাইরে, ব্যাপক ভাবে তালাকের প্রচলন, জন্মহার হ্রাস পাওয়া, অবাদ যৌনাচার ও ব্যাপক যৌনরোগ, জন্মনিয়ন্ত্রণের প্রবক্তাদের দলীলাদি, একটা ভুলের অবসান, জন্মনিয়ন্ত্রণের পক্ষের যুক্তি ও তার অপনোদন, আরেকটি যুক্তি, দারুণ বিকল্প ব্যবস্থা, জীবন যাপনের বর্তমান ধারা সংশোধন করতে হবে, ইসলামের জীবন যাপন নীতি উৎপাদন বৃদ্ধি করা, উৎপাদিত ফসলের যথাযথ সংরক্ষণ, সম্পদের সুষ্ঠুবন্টন, জনসংখ্যা ও আয়তনের মধ্যে সামঞ্জস্যতা, সংযোজন, গর্ভপাত ও ইসলামের ফায়সালা, গর্ভপাত কি?, ই.সি.পি. তথা ইমারজেন্সি কর্নটাসেফইট পিল, এম.আর. তথা ভ্রুণ হত্যা করা, গর্ভপাত: প্রাণ সঞ্চারের পূর্বে, গর্ভপাত: প্রাণসঞ্চারের পরে, স্পেনের মাদ্রিদে গর্ভপাতের বিরুদ্ধে বিশাল সমাবেশ, কুরিয়ানদের কাণ্ড।\n\n\n== আরও দেখুন ==\nমুহাম্মদ তাকি উসমানির গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইসলাম ও যুক্তির নিরিখে জন্ম নিয়ন্ত্রণ—এর উর্দু সংস্করণ\nইসলাম ও যুক্তির নিরিখে জন্ম নিয়ন্ত্রণ—এর বাংলা সংস্করণ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মে ২০২২ তারিখে"}