{"pageid": 1135974, "title": "নীরমহল", "url": "https://bn.wikipedia.org/wiki?curid=1135974", "content": "নীরমহল (টুইজিলিকমা নুয়ুং; আক্ষ. \"জল প্রাসাদ\") হল একটি প্রাক্তন রাজকীয় প্রাসাদ যা ত্রিপুরা রাজ্যের মহারাজা বীর বিক্রম কিশোর মাণিক্য বাহাদুর  ১৯৩০-এর দশকে টুইজিলিকমা (বর্তমানে রুদ্রসাগর নামে পরিচিত) হ্রদের মাঝখানে নির্মাণ করেছিলেন। এটি ত্রিপুরার রাজধানী আগরতলা থেকে ৫৩ কিলোমিটার দূরে মেলাঘরে অবস্থিত। প্রাসাদটি রুদ্রসাগর হ্রদের মাঝখানে অবস্থিত যা হিন্দু স্থাপত্য শৈলীকে একত্রিত করে।\n\n\n== ইতিহাস ==\nপ্রাসাদটি ১৯৩০-এর দশকে নির্মিত হয়েছিল।\n\n\n== স্থাপত্য ==\n\nপ্রাসাদটি ভারতের নিজস্ব ধরনের বৃহত্তম এবং পূর্ব ভারতের একমাত্র প্রাসাদ। এটি এতই বিশাল যে একজন এর প্রবেশদ্বার থেকে আনুমানিক ৮০০ মিটার দূরে না যাওয়া পর্যন্ত আদর্শ ক্যামেরায় একটি একক ফ্রেমের ছবি তুলতে পারবেনা। ভারতে মাত্র দুটি জলের প্রাসাদ রয়েছে, অন্যটি রাজস্থানের জলমহল। যাইহোক, পরবর্তীটি নীরমহলের তুলনায় আকারে উল্লেখযোগ্যভাবে ছোট।\nত্রিপুরার 'লেক প্যালেস' নামে পরিচিত নীরমহল একটি গ্রীষ্মকালীন বাসস্থান হিসাবে নির্মিত হয়েছিল। এটি ছিল মহারাজা বীর বিক্রম কিশোর মাণিক্য দেব বর্মনের জমকালো রুদ্রসাগর হ্রদের মাঝে একটি প্রাসাদ নির্মাণের পরিকল্পনার ফসল ও ১৯২১ সালে তিনি ব্রিটিশ কোম্পানি মার্টিন অ্যান্ড বার্নকে তার জন্য প্রাসাদ নির্মাণের জন্য স্বীকৃতি দেন। কোম্পানিটি প্রাসাদটি সম্পূর্ণ করতে নয় বছর সময় নেয়। মহারাজা বীর বিক্রম কিশোর মাণিক্য দেব বর্মন 'মাণিক্য রাজবংশ'-এর অন্তর্গত ছিলেন যা আজ বিশ্বের দ্বিতীয় দীর্ঘতম অবশিষ্ট রাজবংশ বলে মনে করা হয়।\nপ্রাসাদটি মহারাজার সেরা পছন্দ এবং মধ্যযুগীয় হিন্দু ও মুসলিম ঐতিহ্য ও সংস্কৃতির সংমিশ্রণে তার আকর্ষণীয় ধারণার প্রতিষ্ঠার নমুনা।\nপ্রাসাদটি দুটি ভাগে বিভক্ত। প্রাসাদের পশ্চিম দিকের অংশটি অন্দর মহল নামে পরিচিত। এটি রাজপরিবারের জন্য তৈরি করা হয়েছিল। পূর্ব দিকে একটি উন্মুক্ত থিয়েটার রয়েছে যেখানে মহারাজা ও তাদের রাজপরিবারের বিনোদনের জন্য নাটক, থিয়েটার, নৃত্য ও অন্যান্য সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়েছিল। প্রাসাদে মোট ২৪টি কক্ষ রয়েছে।\nনীরমহলের ভিতরে দুটি সিঁড়ি রয়েছে যা রুদ্রসাগর হ্রদের জলে অবতরণ করে। মহারাজারা 'রাজঘাট' থেকে হাতে চালিত নৌকায় করে প্রাসাদে যেতেন। ছাদে প্রাসাদটিতে রয়েছে ভারতের অন্যতম সবচেয়ে সুন্দর চত্ত্বর বাগান, যদিও দুর্বল রক্ষণাবেক্ষণ ও পর্যটকদের নিকট প্রকাশের অভাবের কারণে এর সৌন্দর্য ও জাঁকজমক হ্রাস পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে নীরমহল সম্পর্কিত মিডিয়া দেখুন।"}