{"pageid": 1135014, "title": "সুন্নি তেহরিক", "url": "https://bn.wikipedia.org/wiki?curid=1135014", "content": "সুন্নি তেহরিক একটি পাকিস্তানি বেরলভী সংগঠন। দেওবন্দি ও ওহাবি সংগঠনের দ্বারা বেরলভী মসজিদগুলো যাতে দখল করা না হয় সেজন্য ১৯৯০ সালে মুহাম্মদ সেলিম কাদরী সংগঠনটি প্রতিষ্ঠা করেন। এটি নিজেদেরকে দেওবন্দি ও ওহাবি মুসলমানদের আক্রমণ থেকে বেরলভীদের রক্ষাকারী হিসেবেও উপস্থাপন করে।\nইসলামপন্থী গোষ্ঠীটি পাকিস্তানের বিতর্কিত ব্লাসফেমি আইনের দৃঢ় সমর্থনের এবং ব্লাসফেমির অভিযোগে অভিযুক্তদের মৃত্যুদণ্ডের মতো কঠোর শাস্তির সমর্থনের জন্য পরিচিত। সুন্নি তেহরিক মুমতাজ কাদরীর সমর্থনে সোচ্চার, যিনি পাঞ্জাবের গভর্নর সালমান তাসিরকে হত্যা করেছিলেন, যখন তাসির ব্লাসফেমি আইন সংস্কারের আহ্বান জানিয়েছিলেন৷ সংগঠনের সমর্থকরা জনপ্রিয় প্রাক্তন পপ-তারকা জুনায়েদ জামশেদকে লাঞ্ছিত করে এবং ব্লাসফেমি আইনে তার বিচারের দাবিও জানায়।\n\n\n== ইতিহাস ==\nমুত্তাহিদা কওমি আন্দোলনের বিভক্তি ও পতনের পর, পাকিস্তান সুন্নি তেহরিক নিজামুদ্দিন শামজাই-এর নেতৃত্বে দেওবন্দি-ওয়াহাবি বানুরি মসজিদের প্রাথমিক বিরোধী হিসেবে আবির্ভূত হয়। পাকিস্তান সুন্নি তেহরিক দেওবন্দিদের গুরুত্বপূর্ণ ধর্মীয় পদ দেওয়ার তীব্র বিরোধিতা করেছে। লাহোরে সংগঠনটি প্রকাশ্যে একজন দেওবন্দি আলেমকে বাদশাহী মসজিদের খতিব হিসেবে নিয়োগ এবং অন্যান্য অনুরূপ নিয়োগের বিরোধিতা করেছে।\n\n\n=== পিএসটি ও এসটি হিসাবে বিভক্তি ===\nঅভ্যন্তরীণ বিরোধের কারণে, সুন্নি তেহরিক পরবর্তীতে দুটি প্রধান উপদলে বিভক্ত হয়। সারওয়াত এজাজ কাদরি, এর অন্যতম প্রধান নেতা যিনি একটি অনেক বড় দল গঠন করেছিলেন যা পরবর্তীতে পাকিস্তান সুন্নি তেহরিক (পিএসটি) নামে নামকরণ করা হয়। একই সময়ে আহমেদ বিলাল কাদরী (এসটি এর প্রতিষ্ঠাতা সালিম কাদরির পুত্র) তার নিজস্ব দল গঠন করেন এবং তার দল সংগঠনের পুরানো নামটিই ব্যবহার করে।\n\n\n== বিতর্ক ==\n২০০১ সালের মে মাসে, সুন্নি তেহরিক নেতা সেলিম কাদরীকে শিয়া-বিরোধী দেওবন্দি জঙ্গি ও সন্ত্রাসী গোষ্ঠী সিপাহ-ই-সাহাবা পাকিস্তান কর্তৃক হত্যা করার পর সাম্প্রদায়িক দাঙ্গা ছড়িয়ে পড়ে। তার উত্তরসূরি, আব্বাস কাদরি, রাষ্ট্রপতি আসিফ আলি জারদারির বিরুদ্ধে \"সন্ত্রাসীদের পৃষ্ঠপোষকতার\" অভিযোগ এনেছেন।\nএপ্রিল ২০০৭ সালে, কথিত সুন্নি তেহরিকের সদস্যরা করাচিতে একটি আহলে হাদিস মসজিদে গুলি চালায়, যেখানে হামলায় একজন মুসল্লি নিহত হয়। হামলার পর, পশ্চিমা বিশ্লেষকরা এই আন্দোলনকে ভারতীয় উপমহাদেশে ঐতিহ্যগত বিশ্বাসের উগ্রকরণ হিসেবে বর্ণনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসুন্নি তেহরিক-এর প্রাতিষ্ঠানিক ওয়েবসাইট"}