{"pageid": 1135454, "title": "সুন্দরী প্রতিযোগিতা", "url": "https://bn.wikipedia.org/wiki?curid=1135454", "content": "সৌন্দর্য প্রতিযোগিতা বা সুন্দরী প্রতিযোগিতা হল এমন একটি প্রতিযোগিতা যা ঐতিহ্যগতভাবে প্রতিযোগীদের শারীরিক বৈশিষ্ট্য বিচার এবং র‌্যাঙ্কিংয়ের উপর দৃষ্টি নিবদ্ধ করে। বিচারকদের সাথে ব্যক্তিগত সাক্ষাত্কার এবং মঞ্চে জনসাধারণের প্রশ্নের উত্তরের মাধ্যমে ব্যক্তিত্ব, বুদ্ধিমত্তা, প্রতিভা, চরিত্র এবং দাতব্য সম্পৃক্ততার বিচারের মানদণ্ডের সাথে অভ্যন্তরীণ সৌন্দর্য অন্তর্ভুক্ত করার জন্য প্রতিযোগিতাগুলি এখন বিবর্তিত হয়েছে। সৌন্দর্য প্রতিযোগিতা শব্দটি মূলত বিগ ফোর আন্তর্জাতিক সৌন্দর্য প্রতিযোগিতাকে বোঝায়।\nপ্রতিযোগিতার শিরোনামগুলিকে মিস, মিস্টার বা মিসেস, এবং টিন -এ উপবিভক্ত করা হয়েছে - প্রতিযোগিতার বিভাজনের মধ্যে পার্থক্য স্পষ্টভাবে চিহ্নিত করার জন্য। শত শত এবং হাজার হাজার সৌন্দর্য প্রতিযোগিতা বার্ষিক অনুষ্ঠিত হয়,  তবে বিগ ফোরকে সবচেয়ে মর্যাদাপূর্ণ বলে মনে করা হয়,  মিডিয়া দ্বারা ব্যাপকভাবে কভার করা এবং সম্প্রচার করা হয়।  উদাহরণস্বরূপ, দ্য ওয়াল স্ট্রিট জার্নাল,  বিবিসি নিউজ,  সিএনএন,  সিনহুয়া নিউজ এজেন্সি,  এবং বিশ্বব্যাপী সংবাদ সংস্থা যেমন রয়টার্স,   অ্যাসোসিয়েটেড প্রেস  এবং এজেন্স ফ্রান্স-প্রেস   সম্মিলিতভাবে চারটি প্রধান প্রতিযোগিতাকে \"বিগ ফোর\" হিসাবে উল্লেখ করে যথা: মিস ইউনিভার্স, মিস ওয়ার্ল্ড, মিস ইন্টারন্যাশনাল এবং মিস আর্থ।   \n\n\n== আরো দেখুন ==\nবিউটি কুইন-রাজনীতিবিদদের তালিকা\nসাঁতারের পোষাক প্রতিযোগিতা\nশিশু সৌন্দর্য প্রতিযোগিতা\nমিস ক্যাপটিভিটি পেজেন্ট\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBanet‐Weiser, Sarah. \"The Most Beautiful Girl in the World: Beauty Pageants and National Identity\". (Berkeley: University of California Press, 1999)\nBell, Myrtle P., Mary E. McLaughlin, and Jennifer M. Sequeira. \"Discrimination, Harassment, and the Glass Ceiling: Women Executives as Change Agents\". Journal of Business Ethics. 37.1 (2002): 65–76. Print.\nBurgess, Zena, and Phyllis Tharenou. \"Women Board Directors: Characteristics of the Few\". Journal of Business Ethics. 37.1 (2002): 39–49. Print.\nCiborra, Claudio U. \"The Platform Organization: Recombining Strategies, Structures, and Surprises\". Organization Science. 7.2 (1996): 103–118. Print.\nHarvey, Adia M. \"Becoming Entrepreneurs: Intersections of Race, Class, and Gender at the Black Beauty Salon\". Gender and Society. 19.6 (2005): 789–808. Print.\nHuffman, Matt L., and Philip N. Cohen. \"Occupational Segregation and the Gender Gap in Workplace Authority: National versus Local Labor Markets\". Sociological Forum. 19.1 (2004): 121–147. Print.\nLamsa, Anna-Maija, and Teppo Sintonen. \"A Discursive Approach to Understanding Women Leaders in Working Life\". Journal of Business Ethics. 34.3/4 (2001): 255–267. Print.\nLiben, Lynn S., Rebecca Bigler, Diane N Ruble, Carol Lynn Martin, and Kimberly K. Powlishta. \"Conceptualizing, Measuring, and Evaluating Constructs and Pathways\". Developmental Course of Gender Differentiation. 67.2 i-183. Print.\nSones, Michael. \"History of the Beauty Pageant\". Beauty Worlds: The Culture of Beauty (2003): n. pag. Web. 4 November 2009.\nWilk, Richard. \"The Local and the Global in the Political Economy of Beauty: From Miss Belize to Miss World\". Review of International Political Economy. 2.1 (1995): 117–134. Print."}