{"pageid": 1135837, "title": "মার্টিন বার্ন", "url": "https://bn.wikipedia.org/wiki?curid=1135837", "content": "মার্টিন বার্ন লিমিটেড হল কলকাতায় অবস্থিত একটি রিয়েল এস্টেট ডেভেলপমেন্ট ফার্ম।\n\n\n== ইতিহাস ==\nমার্টিন বার্ন লিমিটেডের ইতিহাস, যা সাধারণত মার্টিন অ্যান্ড বার্ন কোং নামে পরিচিত, ১৮৯০ সাল থেকে শুরু হয়, যখন স্যার রাজেন মুখার্জি স্যার টমাস অ্যাকুইন মার্টিনের সাথে অংশীদারিত্বে মার্টিন কোং নামে ফার্ম শুরু করে।\nমার্টিন অ্যান্ড কোং ত্রিপুরা, পলতা, আহমেদাবাদ, লখনউ ও বারাণসীতে জল সরবরাহকারী নির্মাণের কৃতিত্ব পেয়েছে। তবে এর প্রধান অবদান হল এসপ্ল্যানেড ম্যানশন, স্ট্যান্ডার্ড চার্টার্ড ভবন, গার্ডেন রিচের দক্ষিণ পূর্ব রেলওয়ে সদর দপ্তর, টিপু সুলতান মসজিদ, পাটনা সচিবালয় ও উজ্জয়ন্ত প্রাসাদের মতো স্থাপত্যের বিস্ময়। ১৯০৪ সালে এর কর্মজীবনের উচ্চ পর্যায়ের দিকে ফার্মটিকে ভিক্টোরিয়া মেমোরিয়াল হল নির্মাণের চুক্তি প্রদান করা হয়, যা ১৯২১ সালে সম্পন্ন হয়েছিল। এগুলোর মধ্যে অনেক ভবনকে ঐতিহ্য স্মৃতিস্তম্ভ হিসেবে ঘোষণা করা হয়েছে।\nআরেকটি নির্মাণ ফার্ম ছিলো বার্ন অ্যান্ড কোং যা ১৮০৯ সালে আলেকজান্ডার বার্ন দ্বারা বার্ন অ্যান্ড কারি হিসাবে প্রতিষ্ঠিত হয়েছিল যাদের কলকাতায় সেন্ট অ্যান্ড্রু'স চার্চ (১৮১৮), ১৫২ হাই অকটারলোনি মনুমেন্ট (১৮২৮)-এর মতো অনেকগুলো গুরুত্বপূর্ণ স্থাপনা নির্মাণের অভিজ্ঞতা ছিল। ১৯২৭ সালে রাজেন মুখোপাধ্যায়ের দ্বারা এবং দুজন একসাথে মিলে সেন্ট জেভিয়ার্স কলেজ (১৯৩৪-৪০), ওরিয়েন্টাল সেমিনারি, বেলুড় মঠ (১৯৩২), রামকৃষ্ণ মিশনের সদর দফতর, দরভাঙ্গা হাউস, গ্র্যান্ড হোটেল আর্কেড, ইউনাইটেড ব্যাংক ভবন, নিউ সেক্রেটারিয়েট ভবন এবং ইডেন গার্ডেন ক্লাব হাউস, বিধানসভা ভবনের মতো ভবনগুলো নিয়ে শহরকে বিন্দু বিন্দু করে গড়ে তুলেছিলেন। এই কারণে কলকাতা শহর কখনও কখনও মার্টিন বার্ন সিটি হিসাবেও উল্লেখ করা হয়।\nএই দুটি সিভিল ইঞ্জিনিয়ারিং কোম্পানি ১৯৪৬ সালে বর্তমান মার্টিন বার্ন লিমিটেড গঠনে একীভূত হয়।\n\n\n== বর্তমান অবস্থা ==\nমার্টিন বার্ন লিমিটেড এখন ফতেপুরিয়ার দ্বারা পরিচালিত, এবং মুখার্জিদের আর ব্যবসায় কোন অংশীদারিত্ব নেই। কোম্পানিটি এখনও বিবিডি বাগ এলাকায় ১, আরএন মুখার্জি রোড, মার্টিন বার্ন হাউস, কলকাতার মূল প্রধান কার্যালয় থেকে দাপ্তরিক কার্য পরিচালনা করে। ভিক্টোরীয় শৈলীতে নির্মিত পুরানো মার্টিন বার্ন হাউসকে বর্তমানে আরও আধুনিক বহুতল ভবন দিয়ে প্রতিস্থাপিত হয়েছে।\nবম্বে স্টক এক্সচেঞ্জ তালিকাভুক্ত এই কোম্পানিটি সিভিল ইঞ্জিনিয়ারিং, নির্মাণ কার্যক্রম ও টার্নকি প্রকল্পে জড়িত।\n\n\n== আরো দেখুন ==\nরাজেন্দ্রনাথ মুখোপাধ্যায়\nবার্ণপুর\n\n\n== তথ্যসূত্র =="}