{"pageid": 1135169, "title": "দরগাবাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1135169", "content": "দরগাবাড়ি দমদমার পূর্ব দিকে সাদিপুর (নগর সাদিপুর) গ্রামে অবস্থিত এবং সোনারগাঁয়ের মোগরাপাড়া বাজারের উত্তরে দরগাবাড়ি ধর্মীয় ভবনের একটি কমপ্লেক্স। কমপ্লেক্সটি একটি খোলা প্রাঙ্গণ, খানকা ভবন, সমাধি কমপ্লেক্স, একটি মধ্যযুগীয় মসজিদ, নহবত-খানা, একটি প্রাচীর ঘেরা কবরস্থান, পুরানো ভবনগুলির ধ্বংসাবশেষ এবং পূর্ব প্রান্তে একটি বড় পুকুর নিয়ে গঠিত একটি বিস্তৃত এলাকা নিয়ে গঠিত।\nনহবত-খানা কম্পাউন্ডের প্রবেশদ্বারে একটি জীর্ণ কাঠামো রয়েছে যা নহবত-খানা (সঙ্গীত কক্ষ) নামে পরিচিত যেটি মুসলিম গভর্নরদের ছিল বলে জানা যায়, 'যেখানে যাত্রী ও ফকিরদের ঘোষণা করার জন্য সকাল-সন্ধ্যা বাদ্যযন্ত্র বাজানো হত। যে একটি আশ্রয় স্থান হাতের কাছে ছিল. এটি একটি আয়তক্ষেত্রাকার চেম্বার যা অভ্যন্তরে ৪.৬' ২.২৫ মিটার পরিমাপ করে এবং এটি একটি চৌচালা (চার-ছাদের) খিলান দ্বারা আবৃত। এটি দৃশ্যত একটি দ্বিতল কাঠামো যার নিচতলায় একটি প্রবেশদ্বার এবং উপরের তলায় নহবত-খানার ব্যবস্থা রয়েছে। ভবনটির গঠনগত গঠনই কিছু পণ্ডিতদের অনুমান করতে পরিচালিত করে যে নহবত-খানা মূলত একটি প্রাসাদের প্রবেশদ্বারের একটি অংশ ছিল যার উপরের কক্ষে সঙ্গীত কক্ষ ছিল।\nসমাধি কমপ্লেক্স নহবত-খানার উত্তর দিকে একটি আধুনিক ভবনে খানকা রয়েছে। খানকা ভবনের সংলগ্ন উত্তরে একটি সমাধি কমপ্লেক্স রয়েছে যেখানে তিনটি সমাধি ভবন রয়েছে। পশ্চিম প্রান্তের সমাধিটি সাইয়িদ ইব্রাহিম ডেনিশমান্দের, যা কুঁড়েঘর ধরনের চৌচালা আচ্ছাদন সহ পরিকল্পনায় একটি গম্বুজ-ছাদবিশিষ্ট চতুষ্কোণ ভবন। মাঝেরটি সাইয়্যিদ আরিফ-বিল্লাহ মুহাম্মাদ কামেল (সাইখ মাহমুদ), সাইয়্যিদ ইব্রাহিম দানিশমান্দের ছেলে এবং এর পূর্ব দিকে সাইয়িদ মুহাম্মদ ইউসুফ এবং তার স্ত্রীর মৃতদেহ রয়েছে। এই দুটি সমাধি হল প্রসারিত গম্বুজ-ছাদযুক্ত যমজ বিল্ডিং, প্রতিটি চূড়া দ্বারা মাউন্ট করা হয়েছে যা মূলত সোনা দিয়ে আচ্ছাদিত বা গঠিত বলে জানা যায়। সমাধিগুলো প্লাস্টার করা দেয়াল এবং কুঁড়েঘরের ধরনের চৌচালা আচ্ছাদন সহ পরিকল্পনায় আয়তাকার। সমাধি কমপ্লেক্সের খোলা প্রাঙ্গণে কয়েকটি রাজমিস্ত্রি কবর রয়েছে, যেগুলোর বেশিরভাগই সাইয়িদ দানিশমান্দের পরিবারের সদস্যদের।\nকবরস্থান খানকা চত্বরের উত্তর-পূর্ব কোণে একটি প্রাচীর ঘেরা কবরস্থান রয়েছে যেখানে উত্তর দিকে উঁচু রাজমিস্ত্রির মঞ্চে পাঁচটি সমাধি রয়েছে। পূর্ব দিক থেকে লাল-চিহ্নিত শীর্ষের সাথে দ্বিতীয় সমাধিটি মাওলানা শরফুদ্দিন আবু তাওয়ামার ছিল বলে জানা যায় । অন্য চারটি সমাধিতে ঐতিহ্যগতভাবে সুলতান এবং গভর্নরদের মতো রাজকীয় ব্যক্তিদের মৃতদেহ রয়েছে বলে জানা যায়। দক্ষিণ দিকে একটি জরাজীর্ণ প্ল্যাটফর্মের উপর দুটি সমাধি রয়েছে যা মাওলানা আবু তাওয়ামার কিছু সহকর্মীর ছিল।\nঅন্যান্য স্থাপনা সমাধি কমপ্লেক্সের উত্তর দিকে ফতহ শাহের মসজিদ রয়েছে(১৪৮৪)। উত্তর-পশ্চিমে একটু এগোলে পীরদের বাসস্থানের ধ্বংসাবশেষ। সেখানে এখনও দুই সেট ভবন ধ্বংসাবশেষ দেখা যায়। একটি ছিল ভূগর্ভস্থ চিল্লা-কোঠা (মেডিটেশন রুম) সহ একটি দ্বিতল ভবন। চিল্লা-কোঠা একটি আয়তাকার একতলা কাঠামো যা তিনটি কক্ষ নিয়ে গঠিত। অন্য বিল্ডিংটি একটি বড় হল দেখায় যার প্রাচীরটি প্লাস্টারে নেট প্যাটার্ন ডিজাইন সংরক্ষণ করে। এই ভবনটি মাদ্রাসা হিসেবে ব্যবহৃত হতো। এসব ভবনের পশ্চিম দিকে মাটির স্তরে নির্মাণের ধ্বংসাবশেষ দেখা যায়। কম্পাউন্ডে তাহবিল বা তাহাখানা (কোষনাগার) ভবনের ধ্বংসাবশেষ, যা আগে লঙ্গর-খানা ছিল বলে জানা গেছে, এখন তার অস্তিত্ব নেই। বর্তমানে আধুনিক ঘরগুলি মসজিদের উত্তরে মাঠ ভরাট করে।\nবর্তমান দরগাবাড়ি সাইয়্যিদ ইব্রাহিম দানিশমান্দ, সাইয়্যিদ মুহাম্মদ কামেল এবং সাইয়িদ মুহাম্মদ ইউসুফের মতো সুফি সাধকদের খানকা ছিল। এটি মাওলানা শরফুদ্দিন আবু তাওয়ামার খানকা ও মাদ্রাসার স্থান বলে মনে হয়, এটি ত্রয়োদশ শতাব্দীর শেষ চতুর্থাংশে ইসলামী শিক্ষার আসনের প্রতিনিধিত্ব করে। কমপ্লেক্সটি সাইয়িদ ইব্রাহিম দানিশমান্দের বংশধরদের দ্বারা রক্ষণাবেক্ষণ করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}