{"pageid": 1136308, "title": "ফিফো এবং লিফো হিসাবকরন", "url": "https://bn.wikipedia.org/wiki?curid=1136308", "content": "ফিফো এবং লিফো (ইংরেজীঃ FIFO & LIFO) অ্যাকাউন্টিং হল একটি কোম্পানিকে উত্পাদিত পণ্য, কাঁচামাল, যন্ত্রাংশ, উপাদান বা ফিডস্টকের ইনভেন্টরির মধ্যে যে পরিমাণ অর্থ সংযুক্ত করতে হয় তার আর্থিক বিষয়গুলি পরিচালনা করতে ব্যবহৃত পদ্ধতি। এগুলি ইনভেন্টরি, স্টক পুনঃক্রয় (যদি বিভিন্ন মূল্যে কেনা হয়) এবং অন্যান্য বিভিন্ন অ্যাকাউন্টিং উদ্দেশ্যে সম্পর্কিত খরচের অনুমান পরিচালনা করতে ব্যবহৃত হয়। \nজায় বা ইনভেন্টরি খরচ পদ্ধতি নির্ধারণ করার সময় নিম্নলিখিত সমীকরণটি কার্যকর:\n\nশুরুর জায় ব্যালেন্স = ক\nক্রয় বা উঠপাদন জায় = খ\n\n  \n    \n      \n        \n           ক \n        \n        +\n        \n           খ \n        \n        =\n      \n    \n    {\\displaystyle {\\text{ ক }}+{\\text{ খ }}=}\n  \n\nজায় বিক্রয় =গ\nঅবশিষ্ট জায়= ঘ\n\n  \n    \n      \n        \n          গ\n        \n        +\n        \n          ঘ\n        \n        =\n      \n    \n    {\\displaystyle {\\text{গ}}+{\\text{ঘ}}=}\n  \n\n\n== ফিফো ==\n\n\"ফিফো\" (ইংরেজীঃFIFO) এর অর্থ হল প্রথমে আগত ,প্রথমে ত্যাগ (first-in, first-out,) যার অর্থ হল প্রাচীনতম ইনভেন্টরি আইটেমগুলি প্রথম বিক্রি হিসাবে রেকর্ড করা হয়েছে (কিন্তু এর অর্থ এই নয় যে সঠিক প্রাচীনতম বস্তুটি ট্র্যাক করা হয়েছে এবং বিক্রি করা হয়েছে)। অন্য কথায়, প্রথমে যে ইনভেন্টরি কেনা হয়েছিল তার সাথে যুক্ত খরচ হল প্রথমে খরচ করা খরচ।\nএকটি কোম্পানি অ্যাকাউন্টিং উদ্দেশ্যে LIFO পদ্ধতি ব্যবহার করতে পারে, এমনকি যদি এটি FIFO ব্যবহার করে ইনভেন্টরি ম্যানেজমেন্টের উদ্দেশ্যে (যেমন, প্রকৃত স্টোরেজ, শেভিং এবং এর পণ্যদ্রব্য বিক্রয়ের জন্য)। উদাহরণ স্বরূপ, একটি কোম্পানি যে অনেক পচনশীল পণ্য বিক্রি করে, যেমন একটি সুপারমার্কেট চেইন, ইনভেন্টরি পরিচালনা করার সময় FIFO পদ্ধতি অনুসরণ করতে পারে, যাতে নিশ্চিত করা যায় যে আগের মেয়াদ শেষ হওয়ার তারিখের পণ্যগুলি পরবর্তী মেয়াদ শেষ হওয়ার তারিখের পণ্যের আগে বিক্রি করা হয়। যাইহোক, এটি সেই একই কোম্পানিকে LIFO পদ্ধতিতে তার পণ্যদ্রব্যের হিসাব থেকে বিরত রাখে না।\nফিফো-এর সাথে, ব্যালেন্স শীটে প্রতিবেদন করা জায় খরচ সাম্প্রতিককালে কেনা জায় খরচের প্রতিনিধিত্ব করে। ফিফো সবচেয়ে ঘনিষ্ঠভাবে জায় প্রবাহকে অনুকরণ করে, কারণ ব্যবসার আগে সবচেয়ে পুরনো জায় বিক্রি করার সম্ভাবনা অনেক বেশি।\nএই উদাহরণটি বিবেচনা করুন: \"Foo Co.\" নামক একটি প্রতিষ্ঠানের কাছে নভেম্বরে অধিগ্রহণের জন্য নিম্নলিখিত তালিকা ছিল:\n\nযদি Foo Co. নভেম্বর মাসে ২১০ ইউনিট বিক্রি করে, তাহলে কোম্পানি প্রথম ১০০ ইউনিটের সাথে যুক্ত খরচ ৫০৳ এবং অবশিষ্ট ১১০ ইউনিটের জন্য ৫৫৳ খরচ করবে। ফিফো-এর অধীনে, নভেম্বরের জন্য বিক্রির মোট খরচ হবে ১১০৫০৳। শেষ ইনভেন্টরি নিম্নলিখিত উপায়ে গণনা করা হবে:\n\nএইভাবে, ব্যালেন্স শীট এখন ৫২৫০৳ মূল্যের ইনভেন্টরি দেখাবে।\n\n\n=== ফিফো ট্যাক্স প্রভাব ===\nFIFO-এর ক্রমবর্ধমান মূল্যের সময়কালে LIFO-এর তুলনায় উচ্চতর শেষ ইনভেন্টরি মান এবং বিক্রিত পণ্যের কম খরচ (COGS) থাকবে। অতএব, এই পরিস্থিতিতে, FIFO একটি উচ্চতর মোট মুনাফা তৈরি করবে এবং একইভাবে, একটি উচ্চ আয়কর ব্যয়।\n\n\n== লিফো LIFO ==\n\n\"LIFO\" এর অর্থ হল লাস্ট-ইন, ফার্স্ট-আউট, যার অর্থ হল অতি সম্প্রতি উত্পাদিত আইটেমগুলি প্রথম বিক্রি হিসাবে রেকর্ড করা হয়। ১৯৭০ এর দশক থেকে, কিছু মার্কিন কোম্পানি LIFO ব্যবহারের দিকে চলে যায়, যা মুদ্রাস্ফীতির সময়ে তাদের আয়কর হ্রাস করে, কিন্তু যেহেতু ইন্টারন্যাশনাল ফিনান্সিয়াল রিপোর্টিং স্ট্যান্ডার্ডস (IFRS) LIFO-কে নিষিদ্ধ করেছে, আরও কোম্পানি ফিফোতে ফিরে আসে।\nLIFO শুধুমাত্র মার্কিন যুক্তরাষ্ট্রে ব্যবহৃত হয়, যা সাধারণত গৃহীত অ্যাকাউন্টিং নীতি (GAAP) দ্বারা পরিচালিত হয়। অভ্যন্তরীণ রাজস্ব কোডের ধারা ৪৭২ নির্দেশ করে যে কীভাবে LIFO ব্যবহার করা যেতে পারে। \nউপরের উদাহরণে, কোম্পানি (Foo Co.) (LIFO অ্যাকাউন্টিং ব্যবহার করে) প্রথম 75 ইউনিটের সাথে যুক্ত খরচ $59, আরও 125 ইউনিট $55 এবং বাকি ১০ ইউনিটের জন্য $50 খরচ করবে। LIFO এর অধীনে, নভেম্বরের জন্য বিক্রয়ের মোট খরচ হবে $11,800। শেষ ইনভেন্টরি নিম্নলিখিত উপায়ে গণনা করা হবে:\n\nব্যালেন্স শীট LIFO এর অধীনে ইনভেন্টরিতে ৪৫০০৳ দেখাবে।\nFIFO এবং LIFO পদ্ধতির অধীনে গণনা করা একটি ইনভেন্টরির খরচের মধ্যে পার্থক্যকে LIFO রিজার্ভ বলা হয় (উপরের উদাহরণে, এটি $750)। এই রিজার্ভটি মূলত সেই পরিমাণ যা দ্বারা একটি সত্তার করযোগ্য আয় LIFO পদ্ধতি ব্যবহার করে স্থগিত করা হয়েছে। \nঅ্যাকাউন্টিং স্ট্যান্ডার্ডের বেশিরভাগ সেটে, যেমন ইন্টারন্যাশনাল ফিন্যান্সিয়াল রিপোর্টিং স্ট্যান্ডার্ড, FIFO (বা LIFO) মূল্যায়নের নীতিগুলি \"ইন-ফাইন\" কম খরচ বা বাজার মূল্যায়নের উচ্চ নীতির অধীন।\nমার্কিন যুক্তরাষ্ট্রে, পাবলিকলি ট্রেড করা সত্ত্বা যারা ট্যাক্সের উদ্দেশ্যে LIFO ব্যবহার করে তাদের অবশ্যই আর্থিক প্রতিবেদনের উদ্দেশ্যে LIFO ব্যবহার করতে হবে  তবে এই ধরনের কোম্পানিগুলি তাদের শেয়ারহোল্ডারদের কাছে একটি LIFO রিজার্ভ রিপোর্ট করতে পারে। LIFO ট্যাক্সের বিধান বাতিল করার জন্য বেশ কিছু ট্যাক্স সংস্কারের প্রস্তাব দেওয়া হয়েছে। \"সেভ LIFO কোয়ালিশন\" LIFO ধরে রাখার পক্ষে যুক্তি দেয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nTaxpolicycenter.org, \"কর বিষয়: LIFO বাতিল করুন\"\n\nফিফো গাইড । আমি সিপিএ পরীক্ষায় উত্তীর্ণ।"}