{"pageid": 1136269, "title": "মেরা করম মেরা ধরম", "url": "https://bn.wikipedia.org/wiki?curid=1136269", "content": "মেরা করম মেরা ধরম হলো একটি জনপ্রিয় হিন্দি চলচ্চিত্র যা পরিচালনা করেন দুলাল গুহ। এই চলচ্চিত্রটি ২ জুলাই ১৯৮৭ সালে মুক্তি পেয়েছিল এবং এই চলচ্চিত্রটি সংগীত পরিচালনা করেছিলেন লক্ষ্মীকান্ত-প্যায়ারেলাল। এই চলচ্চিত্রটির মুখ্য চরিত্রে অভিনয় করেন ধর্মেন্দ্র, মৌসুমি চ্যাটার্জী, জনি ওয়াকার, উত্তম কুমার। এই চলচ্চিত্রের অন্যতম  অভিনেতা উত্তম কুমারের মৃত্যুর পর এটি মুক্তি পায়।\n\n\n== কাহিনী ==\nঅজয় শঙ্কর শর্মা এবং তার মা, শিবানী দরিদ্র জীবনযাপন করেন একদিন শঙ্করের মামা দেবীপ্রসাদ তাদের সাথে দেখা করতে আসেন এবং তাদের দরিদ্র দূর করার জন্য বিশাল সম্পত্তি এবং সম্পদ দান করেন, এই শর্তে যে তারা তাদের নিজ শহরে উন্নতি করবে। সুন্দরগড়, যার দায়িত্ব দেবীপ্রসাদের ছেলে সারজুপ্রসাদের উপর দিয়ে ছিল। অজয় এবং তার মা তা করতে সম্মত হন। এর কিছুদিন পরেই তার মা এবং দেবীপ্রসাদ মারা যান। অজয় বোম্বে-ভিত্তিক ব্যবসা পরিচালনা করে এবং রাস্তার উন্নয়ন এবং একটি নতুন স্কুল ভবনের জন্য প্রায়শই সারজুপ্রসাদের কাছে প্রচুর অর্থ পাঠায়। তারপরে তিনি বেশ কয়েকটি বেনামী চিঠি পান যাতে তাকে জানানো হয় যে সারজুপ্রসাদ অর্থটি ভাল কাজে লাগাচ্ছেন না। অজয় সুন্দরগড় পরিদর্শন করার সিদ্ধান্ত নেয় এবং অর্থ অপব্যবহার করা হয়েছে দেখে হতবাক হয়। তিনি একটি গ্রামে নতুন স্কুল ভবন নির্মাণের জন্য কাজ করার সিদ্ধান্ত নেন। অজয়কে যখন মালা নামে একটি মেয়ের সাথে দেখতে পায় তখন বিষয়টি খুব খারাপ চোখে দেখে গ্রামবাসীরা এবং এটি কোন গোপন বিষয় নয় যে নীলা নামে অজয়ের একটি বান্ধবী আছে। এই পরিস্থিতিতে, গ্রামবাসীরা বিশ্বাস করে যে অজয় ​​শুধুমাত্র গ্রামের মেয়েদের শ্লীলতাহানি করার জন্য এখানে এসেছেন এবং তাদের সাথে কিছু করয়েছে যা অস্বীকার করেছেন। গ্রামবাসীরা কি আলোর মুখ দেখবে? সারজুপ্রসাদ এত টাকা কোথায় খরচ করেছেন?\n\n\n== শ্রেষ্ঠাংশে ==\nধর্মেন্দ্র - অজয় শঙ্কর শর্মা\nমৌসুমি চট্টোপাধ্যায় - মালা\nযোগিতা বালি - নীলা\nশ্যামা - নীলার মা\nরাজ মেহরা - ডাক্তার\nশশীকলা - মালার আন্টি\nজনি ওয়াকার - দ্বিতীয় মাস্টার\nঅসিত সেন - প্রধান শিক্ষক\nব্রহ্মচারী - আনন্দ\nউত্তম কুমার - দেবী প্রসাদ\nউর্মিলা ভাট - শিবানী শর্মা\nডঃ শ্রীরাম লাগু - সারজু প্রসাদ\nঅভি ভট্টাচার্য - পূজারী\nরাজন হাসকর - রাম ভজন\nপদ্মা খান্না - নৃত্যশিল্পী\nপ্রকাশ গিল - বজরং\nসজ্জন - শম্ভু দাদা\nজগদীশ রাজ - পুলিশ ইন্সপেক্টর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মেরা করম মেরা ধরম  (ইংরেজি)"}