{"pageid": 1136838, "title": "মুবারক মসজিদ (টিলফোর্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1136838", "content": "মুবারক মসজিদ (ইংরেজি: The Blessed Mosque) ইংল্যান্ডের সারে কাউন্টির টিলফোর্ডের একটি মসজিদ। এটি বর্তমানে আহ্‌মদীয়া মুসলিম সম্প্রদায়ের আন্তর্জাতিক সদর দপ্তরের, যা আনুষ্ঠানিকভাবে ইসলামাবাদ নামে পরিচিত, মসজিদ হিসেবে ব্যবহৃত হচ্ছে। আহ্‌মদীয়া মুসলিম সম্প্রদায়ের পঞ্চম খলিফা মির্জা মাসরুর আহমদ ২০১৯ সালের ১৭ মে মসজিদটি উদ্বোধন করেন।\n\n\n== স্থানের ইতিহাস ==\nএই স্থানটি শিফ্যাচ ক্যাম্প স্কুল হিসাবে প্রতিষ্ঠিত হয়েছিল, যেটি ১৯৩৯ সালে নির্মিত ৩২টি ক্যাম্প স্কুলের মধ্যে একটি। এই স্কুলগুলো টমাস এস টেইট, টেইট অ্যান্ড লর্নের স্থপতিরা ক্যাম্প অ্যাক্ট ১৯৩৯ অনুসরণ করে নকশা করেছিল। দ্বিতীয় বিশ্বযুদ্ধের সময় এই স্থানটি লেটনের রুকহোল্ট রোড সেন্ট্রাল স্কুলের জন্য যুদ্ধকালীন উচ্ছেদ কেন্দ্র হিসাবে ব্যবহৃত হয়েছিল এবং ১৯৪৩ সালে কেন্দ্রটি বন্ধ হয়ে যায়। পরবর্তীতে ক্যাম্পটি ১৯৪৬ সালে ন্যাশনাল ক্যাম্প কর্পোরেশন কাছ থেকে সারে কাউন্টি কাউন্সিলের কাছে ইজারা দেওয়া হয়েছিল এবং ১৯৭৭ সাল পর্যন্ত এটি বন্ধ না হওয়া পর্যন্ত একটি সহ-শিক্ষামূলক বোর্ডিং স্কুল হিসাবে ব্যবহৃত হয়েছে। এই স্থানের জমিটি প্রথমে £৮০,০০০ পাউন্ডে বিক্রি করা হয়েছিল কিন্তু ১৯৮৪ সালে এটি আবার নিলামে তোলা হয়েছিল এবং আহমদিয়া মুসলিম অ্যাসোসিয়েশন জমিটি কিনে নেয় এবং ইসলামাবাদ নামকরণ করে।\nইসলামাবাদ স্থানটি ১৯৮৫ থেকে ২০০৪ সাল পর্যন্ত আহমদিয়া মুসলিম সম্প্রদায়ের বার্ষিক সম্মেলন জলসার জন্য ব্যবহার করা হয়েছিল। তারপর থেকে সম্মেলনটি আলটনের কাছে হাদীকাতুল মাহদীতে স্থানান্তরিত হয়েছে।\n২০১৫ সালে, ওয়েভারলি কাউন্সিল ১০.৩ হেক্টর (২৫ একর) জায়গায় একটি নতুন মসজিদ এবং অন্যান্য সুবিধাদি নির্মাণের অনুমতি দেয় এবং কার্টার জোনাস কতৃর্ক সুবিধাগুলির সম্পূর্ণ আধুনিকীকরণ করা হয়েছিল।\n\n\n== সদর দপ্তর ==\nআহমদিয়া মুসলিম সম্প্রদায়ের আন্তর্জাতিক সদর দপ্তর ফজল মসজিদ, লন্ডন সম্প্রদায়ের চতুর্থ খলিফা মির্জা তাহির আহমদ ১৯৮৪ সালে পাকিস্তান থেকে আসার পর থেকে দীর্ঘ ৩৫ বছর ধরে সেবা করার পর ২০১৯ সালের ১৫ এপ্রিল ইসলামাবাদে স্থানান্তর করা হয়।\n২০১৯ সালের ২৯ জুন সাধারণ নাগরিক ও ধর্মীয় নেতাদের উপস্থতিতে মসজিদটির আনুষ্ঠানিক উদ্বোধন করা হয়। উদ্ভোধন অনুষ্ঠানে এমপি ডমিনিক গ্রিভ, সাবেক অ্যাটর্নি জেনারেল, এমপি স্যার এড ডেভি, টিলফোর্ড প্যারিশ কাউন্সিলের চেয়ারপারসন ডেব্রা লি এবং ফার্নহামের সাবেক মেয়র ডেভিড অ্যাটফিল্ডসহ প্রায় ৩০০ জন অতিথি উপস্থিত ছিলেন।\n\n\n== সু্যোগ-সুবিধা ==\nমসজিদ ভবনটিতে একটি গম্বুজ এবং প্রতিটি পাখনায়  গ্লাসযুক্ত একটি জানালাসহ মোট ৩২টি পাখনা রয়েছে। মসজিদটিতে ১৩ মিটারেরও বেশি উচ্চতায় দুটি মিনার রয়েছে এবং প্রতিটি মিনারে একটি সোনালি রঙের মিনারশীর্ষ রয়েছে।\nএই স্থানটি সুবিধাসমূহের মধ্যে রয়েছে:\n\nমোবারক মসজিদ\nখলিফার বাসস্থান\n৩২টি অতিরিক্ত বাসস্থান\nপ্রশাসনিক ভবন\nমুসলিম টেলিভিশন আহমদীয়া\nঅশ্বারোহী কেন্দ্র\nক্রীড়া হল এবং\nউঠান\nএখানে আহমদিয়া আন্দোলনের চতুর্থ খলিফা মির্জা তাহির আহমদের সমাধিস্থলও রয়েছে।\n\n\n== আরও দেখুন ==\nলন্ডন মসজিদ (ফজল মসজিদ)\nইসলামিক স্থাপত্য\n\n\n== তথ্যসূত্র =="}