{"pageid": 113606, "title": "আবুল আ'লা মওদুদী", "url": "https://bn.wikipedia.org/wiki?curid=113606", "content": "আবুল আ'লা মওদুদী (২৫ সেপ্টেম্বর ১৯০৩ – ২২ সেপ্টেম্বের ১৯৭৯), যিনি মাওলানা মওদুদী, বা শাইখ সাইয়েদ আবুল আ'লা মওদুদী নামেও পরিচিত, ছিলেন একজন মুসলিম গবেষক, আইনবিদ, ইতিহাসবিদ, সাংবাদিক, রাজনৈতিক নেতা এবং বিংশ শতাব্দীর অন্যতম প্রখ্যাত ইসলামী চিন্তাবিদ ও দার্শনিক। উইলফ্রেড ক্যান্টওয়েল স্মিথ তাকে \"আধুনিক ইসলামের সবচেয়ে নিয়মতান্ত্রিক চিন্তাবিদ\" হিসাবে বর্ণনা করেছেন। মওদুদী কুরআনের ব্যাখ্যা, হাদিস, আইন, দর্শন এবং ইতিহাসের মতো বিভিন্ন শাখায় প্রচুর কাজ করেছেন। তার লেখাগুলো মূলত উর্দুতে । পরে তার লেখাগুলো ইংরেজী, আরবি, হিন্দি, বাংলা, তামিল, তেলুগু, কন্নড়, বর্মি, মালায়ালাম এবং অন্যান্য অনেক ভাষায় অনুবাদ করা হয়। তিনি মুসলিম মিল্লাতের কাছে ইসলামের আসল রুপ তুলে ধরার চেষ্টা করেন। দ্বীনী জ্ঞান নেয়ার ক্ষেত্রে তিনি অত্যন্ত সচেতন ছিলেন, এ ব্যাপারে মাওলানা মওদুদী বলেন, \"আমি অতীত ও বর্তমানের কারো কাছ থেকে দ্বীনকে বুঝবার চেষ্টা না করে সর্বদা কোরআন ও সুন্নাহ থেকে বুঝবার চেষ্টা করেছি। অতএব খোদার দ্বীন আমার ও প্রত্যেক মুমিনের কাছ থেকে কি দাবি করে, এ কথা জানার জন্যে আমি দেখার চেষ্টা করি না যে, অমুক বুযুর্গ কি বলেন ও কি করেন। বরঞ্চ শুধু দেখার চেষ্টা করি যে, কোরআন কি বলে এবং তার রাসূল (সাঃ) কি করেছেন।\" তিনি বিশ্বাস করতেন যে, মুসলিমদের রাজনীতির ইসলাম জন্য অপরিহার্য। শরিয়া এবং ইসলামী সংস্কৃতি সংরক্ষণ করা প্রয়োজন খিলাফতে রাশিদুনের শাসনের মতো এবং অনৈতিকতা ত্যাগ করা প্রয়োজন। তিনি পশ্চিমা সাম্রাজ্যবাদের কুফল হিসেবে ধর্মনিরপেক্ষতা, জাতীয়তাবাদ এবং সমাজতন্ত্রকে দেখতেন।\nতিনি নিজ দেশ পাকিস্তানের একজন রাজনৈতিক ব্যক্তিত্বও ছিলেন। তিনি এশিয়ার তৎকালীন বৃহত্তম ইসলামী সংগঠন জামায়াতে ইসলামী নামক একটি ইসলামী রাজনৈতিক দলের প্রতিষ্ঠাতা। তিনি ছিলেন ২০ শতাব্দীর আলোচিত ও একইসাথে বিতর্কিত মুসলিম আলেমদের মধ্যে একজন। ইসলাম ধর্মে অবদানের স্বীকৃতিস্বরূপ তাকে ১৯৭৯ সালে কিং ফয়সাল ফাউন্ডেশন কর্তৃক বাদশাহ ফয়সাল পুরস্কারটি প্রদান করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\n\n\n=== পটভূমি ===\nমাওলানা মওদুদী ভারতের হায়দারাবাদের (বর্তমান মহারাষ্ট্র) ঔরঙ্গবাদ শহরে জন্মগ্রহণ করেন। পিতার নাম সাইয়েদ আহমদ হাসান, তিনি পেশায় ছিলেন আইনজীবী। মাওলানা মওদুদী বংশীয় দিক দিয়ে সাইয়িদুনা হুসাইন শহিদের ৩৬তম উত্তর পুরুষ। তাঁর ২৩তম পূর্বপুরুষ খাজা কুতুব উদ্দীন মওদুদ চিশতি (মৃ.৫২৭ হিজরী) ভারতে চিশতিয়া তরিকার আদি পীর হিসেবে পরিচিত। তাঁর নামানুসারেই এ বংশের লোকজন ‘মওদুদী’ নামে পরিচিত। মওদুদী খান্দানের কয়েক প্রজন্ম বংশ পরম্বরায় দাওয়াত-তাবলীগ ও পীর-মুরশিদির সাথে সম্পৃক্ত ছিলেন।\nসাইয়েদ মওদুদীর মাতার নাম রুকাইয়া বেগম। মায়ের দিক দিয়ে মাওলানা মওদুদী তুর্কি বংশোদ্ভূত। মাওলানা আহমদ হাসানের তিন সন্তানের মধ্যে তিনি সব থেকে ছোট ছিলেন। তাঁর প্রমাতামহ মির্যা কোরবান আলী বেগ খান সালেক একজন তুর্কী কবি ও সাহিত্যিক ছিলেন (১৮১৬-১৮৮১) ছিলেন দিল্লিতে একজন সুপরিচিত লেখক ও কবি, বিখ্যাত উর্দু কবি গালিবের বন্ধু। কিন্তু সৈনিক বৃত্তিই তাঁর পূর্ব-পুরুষগণের আসল পেশা ছিল। মির্যা তোলক বে নামক তার জনৈক পূর্ব পুরুষ বাদশাহ আওরঙ্গজেব আলমগীরের আমলে ভারতে আগমন করে সেনা বিভাগে যোগদান করেন। বাদশাহ শাহ আলমের রাজত্বকাল পর্যন্ত উক্ত পরিবারের লোক কোন না কোন শাহী মসনদ অধিকার করেছিলেন। মোঘল সাম্রাজ্য পতনের পর তারাও বিভিন্ন দিকে বিচ্ছিন্ন হয়ে পড়ে।\n\n\n=== শৈশব ===\nআবুল আ’লার শিক্ষাজীবনের সূচনা হয় বাড়িতে গৃহশিক্ষকের তত্ত্বাবধানে। তিনি তার পিতার হাতে এবং তার দ্বারা নিযুক্ত বিভিন্ন শিক্ষকের কাছ থেকে ধর্মীয় শিক্ষা লাভ করেন। তার পিতা তাকে মৌলবী বানাতে চেয়েছিলেন। নয় বছর বয়স পর্যন্ত তিনি তৎকালীন প্রসিদ্ধ আলেম আব্দুস সালাম নিয়াযীর কাছে প্রাথমিক শিক্ষা লাভ করেন। এই শিক্ষার মধ্যে ছিল আরবি, ফারসি, সাহিত্য, কোরআন, ফেকাহ,ইসলামী আইন ও হাদীস শিক্ষা। তিনি মানতিক (যুক্তিবিদ্যা) বইগুলিও অধ্যয়ন করেন। ১১ বছর বয়সে মওলানা  কাশিম আমিনের লেখা বই আল-মারহা আল-জাদিদাহ আরবি থেকে উর্দুতে অনুবাদ করেন। কয়েক বছর পর, তিনি পারস্যের রহস্যময় চিন্তাবিদ মোল্লা সাদ্রাের বই আসফারের প্রায় ৩,৫০০ পৃষ্ঠার অনুবাদ করেন। সাম্রাজ্যের পুনর্জীবনের ধারণা এবং মানুষের আধ্যাত্মিক পুনরুজ্জীবনের জন্য ইসলামী আইন (শরিয়া) শাসনের প্রয়োজনীয়তা নিয়ে সাদ্রার লেখা মওদুদীর চিন্তাধারা প্রভাবিত করে, যার প্রতিচ্ছবি তার লেখা ও কাজে পাওয়া যায়।\n\n\n=== শিক্ষা ===\nশৈশবের গৃহশিক্ষক মাওলানা নিয়াযীর কাছ থেকে তিনি আরবি ব্যাকরণ, মাআনি ও বালাগাত শিক্ষা লাভ করেন। ১৯১৬ সালে এগারো বছর বয়সে তাকে আল্লামা শিবলী নোমানীর প্রতিষ্ঠিত মাদ্রাসা 'ফওকানিয়া মাদরাসায়' রুশদিয়া শ্রেণীতে (৮ম শ্রেণী) ভর্তি করা হয়। সেখান থেকে তিনি 'ম্যাট্রিকুলেশন’ মানের ‘মৌলভি’ পাশ করেন। এরপর তিনি হায়দ্রাবাদের ঐতিহ্যবাহী দারুল উলূমে চলে যান। তিনি আলিম তথা উচ্চ মাধ্যমিকে ভর্তি হন। কিন্তু অধ্যয়নের ছয় মাসের মাথায় পিতার অসুস্থতার কারণে তাকে খেদমতের জন্য লেখাপড়া অসমাপ্ত রেখে ভূপালে চলে যেতে হয়। পিতার অসুস্থতায় উপার্জনের তাগিদে প্রাতিষ্ঠানিক শিক্ষায় তার ইতি ঘটে।\n১৯২০ সালে তার পিতা আহমদ হাসান মৃত্যুর পর তিনি ভুপাল হতে দিল্লি চলে যান। জীবিকার প্রয়োজনে তিনি সাংবাদিকতা পেশায় যুক্ত হন। সাংবাদিকতার পাশাপাশি পুনরায় জ্ঞানার্জনে মনোযোগ দেন আবুল আ’লা। এসময় তিনি সমাজবিজ্ঞান, পশ্চিমা দর্শন এবং ইতিহাস অধ্যয়ন করার জন্য ইংরেজী ও জার্মান ভাষা শিখেন। কোনো প্রতিষ্ঠানে ভর্তি না হলেও খ্যাতনামা আলেমদের কাছ থেকে ইলম হাসিল করেন এবং সনদ লাভ করেন। দিল্লির দারুল উলুম ফতেহপুর এর শিক্ষক মাওলানা শরিফুল্লাহ খানের তত্ত্বাবধানে ১৯২৬ সালের ১২ জানুয়ারি ‘উলুমে আকলিয়া ও আদাবিয়্যা ওয়াবালাগাত’ এবং ‘উলুমে আকালিয়া ওআদাবিয়্যা ওয়াফরুইয়া’ সনদ অর্জন করেন। একই প্রতিষ্ঠানের শিক্ষক মাওলানা আশফাকুর রহমান কান্ধলভির কাছ থেকে ১৯২৭ সালে হাদিস, ফিকহ ও আরবি সাহিত্যে সনদ লাভ করেন। ১৯২৮ সালে জামে তিরমিযি এবং মুয়াত্তায়ে মালেক সমাপ্তির সনদপ্রাপ্ত হন।\n\n\n== সাংবাদিকতা ==\n১৯১৮ সালে মাত্র পনেরো বছর বয়সে কর্মজীবনে প্রবেশ করেন। তার বড়ো ভাই আবুল খায়ের মওদুদী বিজনৌর থেকে প্রকাশিত 'মদিনা’ পত্রিকার সম্পাদক ছিলেন। বড়ো ভাইয়ের সাথে দুই মাস কাজ করেন মওদুদী। এভাবেই তার কর্মজীবনের সূত্রপাত হয় । ১৯২০ সালে ১৭ বছর বয়সে ‘সাপ্তাহিক তাজ’ পত্রিকার সম্পাদক নিযুক্ত হন । তার সম্পাদনায় পত্রিকাটি পরবর্তী সময়ে দৈনিকে রুপান্তরিত হয়। কিন্তু অল্প কিছুকাল পরেই ব্রিটিশবিরোধী সম্পাদকীয় লেখার কারণে তাজ পত্রিকার অফিসিয়াল সম্পাদক ও মালিক তাজ উদ্দিন সরকার কর্তৃক মামলায় পড়েন। তখন সাইয়েদ মওদুদী আবার জব্বলপুর ছেড়ে দিল্লি চলে আসতে বাধ্য হন।\n১৯২২ সালে দিল্লিতে জমিয়তে উলামায়ে হিন্দের সভাপতি মাওলানা আহমদ সাঈদ ও মুফতি কেফায়ত উল্লাহর অনুরোধে জমিয়তে উলামায়ে হিন্দের মুখপত্র ‘মুসলিম’ পত্রিকার সম্পাদনার দায়িত্ব গ্রহণ করেন আবুল আ’লা মওদুদী। ১৯২৩ সালে ‘মুসলিম’ পত্রিকা বন্ধ হয়ে যায়। ১৯২৪ সালে পুনরায় ‘আল-জমিয়ত’ নামে জমিয়তে উলামায়ে হিন্দের মুখপত্রের প্রকাশনা শুরু হয়। সাইয়েদ মওদুদীকে আবার ‘আল-জমিয়ত’-এর সম্পাদক পদে নিয়োগ দেয়া হয়। ১৯২৮ সাল পর্যন্ত টানা দায়িত্ব পালনের পর জমিয়ত কর্তৃপক্ষের সাথে জাতীয়তার প্রশ্নে মতবিরোধ হলে তিনি পদত্যাগ করেন। চার বছর বিরতির পর ১৯৩২ সালে মাসিক ‘তরজুমানুল কুরআন’ প্রকাশনার মধ্য দিয়ে পুনরায় সাংবাদিকতায় জড়িত হন। মওদুদী প্রতিষ্ঠিত এ মাসিক পত্রিকাটি এখনও নিয়মিত প্রকাশিত হচ্ছে। \n\n\n== লেখালেখি ==\n১৯২৬ উগ্র হিন্দুবাদী নেতা স্বামী শ্রদ্ধানন্দ ‘শুদ্ধি আন্দোলন’ শুরু করে। প্রচারণা চালিয়ে, লোভ-ভয় দেখিয়ে এবং চাপ সৃষ্টি করে কিছু নিঃস্ব অসহায় মুসলিমকে হিন্দু ধর্মে দীক্ষিত করা হয়। এ ঘটনা মুসলিমদের মাঝে চরম উত্তেজনার সৃষ্টি করে। এ পরিস্থিতিতে দিল্লি শাহী জামে মসজিদে মাওলানা মুহাম্মদ আলী জওহর এ সমস্ত ভিত্তিহীন এবং উস্কানীমূলক প্রচারণায় অতীব দুঃখ প্রকাশ করে বলেন, \"আহা! আজ যদি ভারতে এমন কোন মর্দে মুজাহিদ আল্লাহর বান্দা থাকতো, যে তাদের এসব হীন প্রচারণার দাঁতভাঙ্গা জবাব দিতে পারতো, তাহলে কতই না ভাল হতো!\"মাওলানা মুহাম্মদ আলী জওহরের কথায় প্রচন্ড প্রভাবিত হন মওদুদী। ১৯২৭ সালে উগ্র হিন্দুবাদী অপপ্রচারের জবাব এবং জিহাদের যৌক্তিকতা প্রমাণে মওদুদীর ‘আল-জিহাদ ফিল ইসলাম’ শীর্ষক প্রবন্ধ সিরিজ জমিয়ত পত্রিকায় ধারাবাহিকভাবে প্রকাশ করেন। পরবর্তী সময়ে তা বিরাট গ্রন্থ আকারে প্রকাশিত হয়।হিন্দুত্ববাদীদের অপপ্রচারের সমুচিত ও যৌক্তিক জবাব সম্বলিত বইটি ব্যাপক জনপ্রিয়তা অর্জন করে। ডক্টর মুহাম্মদ ইকবাল গ্রন্থখানি সম্পর্কে মন্তব্য করেন-\"জেহাদ, যুদ্ধ ও সন্ধি সম্পর্কে ইসলামী আইন-কানুন সম্বলিত এ গ্রন্থখানা অভিনব ও চমৎকার হয়েছে। প্রত্যেক জ্ঞানী ও সুধী ব্যক্তিকে গ্রন্থখানি পাঠ করতে অনুরোধ করি।\"১৯৩২ সালে তিনি তার্জমানুল কুরআন পত্রিকায় প্রকাশ শুরু করেন। ১৯৩৩ সাল থেকে ১৯৪০ পর্যন্ত সময়ে তার্জমানুল কুরআনে সাইয়েদ মওদুদীর গুরুত্বপূর্ণ ও মৌলিক গবেষণা গুলো প্রকাশিত হয়। এ পত্রিকার মাধ্যমে তার রাজনৈতিক চিন্তাধারার ছড়িয়ে যেতে থাকে। সমসাময়িক বিষয়, খিলাফত, ইসলামের পুনরুজ্জীবন, ব্যক্তিজীবনে ইসলামকে ফিরিয়ে আনা, ইত্যাদি বিষয়ে তিনি ধারাবাহিক ভাবে লিখতে থাকেন। এ সময় তিনি একজন গুরুত্বপূর্ণ এবং প্রভাবশালী ব্যক্তিত্ব হয়ে উঠেন।\nইসলামের বুনিয়াদী শিক্ষা,সুদ ও আধুনিক ব্যাংকিং, ইসলামী রেনেসাঁ আন্দোলন, ইসলাম ও জাতীয়তাবাদ, ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব, ইসলামী সংস্কৃতির মর্মকথা,পর্দা, ভারতের স্বাধীনতা আন্দোলন ও মুসলমান প্রভৃতি মূল্যবান গ্রন্থ এই সময়ে রচিত হয়। মওলানার জীবনের সব থেকে গুরুত্বপূর্ণ ও তাৎপর্যপূর্ণ কাজ হচ্ছে তাফসীরে তাফহীমুল কুরআন (উর্দু: تفہيم القرآن‎, ইংরেজী: Towards Understanding the Qur'an বাংলা: তাফহীমুল কুরআন) উর্দু এই তাফসীরটি লিখতে তার জীবনের বড় অংশ ব্যয় করেন।\n\n\n== বিবাহ ==\n১৯৩৭ সালের ১৫ই মার্চ দিল্লির এক শরিফ পরিবারের সাইয়িদ নাসির উদ্দিন শামসির কন্যা মাহমুদা বেগমের সাথে মওদুদীর বিবাহ সম্পাদিত হয়। তখনকার দিল্লির ধনী পরিবারগুলোর বিয়েতে লক্ষাধিক টাকার মোহরানা ধরা হতো, কিন্তু তা পরিশোধ করা হতো না। মওদূদী এ অনৈসলামিক রীতি প্রত্যাখ্যান করেন। মাত্র দুই হাজার টাকা মোহরানায় নিতান্ত অনাড়ম্বরভাবে তাঁর বিয়ে অনুষ্ঠিত হয়।\n\n\n== প্রভাব ও ধারাবাহিকতা ==\nইরানের ইসলামী বিপ্লবের নেতা ও শিয়া ইসলামের পণ্ডিত আয়াতুল্লাহ রুহুল্লাহ্ খোমেনী ১৯৬৩ সালে মাওলানা মওদুদীর সাথে সাক্ষাত করেন, পরবর্তীতে ইমাম খোমেনী মওদুদীর বইগুলো ফার্সি ভাষায় অনুবাদ করেন। \n\n\n== জীবনকাল ==\n১৯০৩- জন্ম গ্রহণ করেন। জন্মস্থানঃ ঔরঙ্গাবাদ (বর্তমানে মহারাষ্ট্রের মধ্যে), হায়দারাবাদ, ভারত।\n১৯১৮- সাংবাদিক হিসেবে 'বিজনোর' (Bijnore) পত্রিকায় কাজ শুরু করেন।\n১৯২০- জবলপুরে 'তাজ' পত্রিকার এডিটর হিসেবে নিয়োগ লাভ করেন।\n১৯২১- দিল্লিতে মাওলানা আব্দুস সালাম নিয়াজির কাছে আরবি শিক্ষা গ্রহণ করেন।\n১৯২১- দৈনিক 'মুসলিম' পত্রিকার এডিটর হিসেবে নিয়োগ লাভ করেন।\n১৯২৫- নয়া দিল্লির 'আল জামিয়াহ' পত্রিকার এডিটর হিসেবে নিয়োগ লাভ।\n১৯২৬- দিল্লির 'দারুল উলুম ফতেহপুরি' থেকে 'উলুম-এ-আকালিয়া ওয়া নাকালিয়া' সনদ লাভ করেন।\n১৯২৭- 'আল জিহাদ ফিল ইসলাম' নামে জিহাদ বিষয়ক একটি গবেষণাধর্মী গ্রন্থ রচনা শুরু করেন।\n১৯২৮- উক্ত প্রতিষ্ঠান (দারুল উলুম ফতেহপুরি) থেকে 'জামে তিরমিযি' এবং 'মুয়াত্তা ইমাম মালিক' সনদ লাভ করেন।\n১৯৩০- 'আল জিহাদ ফিল ইসলাম' নামের বিখ্যাত বইটি প্রকাশিত হয়। তখন তার বয়স ২৭ বছর।\n১৯৩৩- ভারতের হায়দারাবাদ থেকে 'তরজুমানুল কুরআন' নামক পত্রিকা প্রকাশ শুরু করেন।\n১৯৩৭- তার ৩৪ বছর বয়সে, লাহোরে, দক্ষিণ এশিয়ার কিংবদন্তিতুল্য মুসলিম কবি ও দার্শনিক আল্লামা মুহাম্মাদ ইকবালের সাথে পরিচয় হয়। পরিচয় করিয়ে দেন চৌধুরী নিয়াজ আলী খান।\n১৯৩৮- তার ৩৫ বছর বয়সে, হায়দারাবাদ থেকে পাঠানকোটে গমন করেন। সেখানে তিনি দারুল ইসলাম ট্রাস্ট ইনস্টিটিউটে যোগদান করেন, যেটি ১৯৩৬ সালে আল্লামা ইকবালের পরামর্শে চৌধুরী নিয়াজ আলী খান কর্তৃক প্রতিষ্ঠিত হয়েছিল। পাঠানকোটের ৫ কিমি পশ্চিমে, জামালপুরে, চৌধুরী নিয়াজ আলী খানের ১০০০ একর এস্টেট ছিল। চৌধুরী নিয়াজ আলী খান সেখান থেকে ৬৬ একর জমি মাওলানা মওদুদীকে দান করেন।\n১৯৪১- লাহোরে 'জামায়াতে ইসলামী হিন্দ' নামে একটি ইসলামী রাজনৈতিক দল প্রতিষ্ঠা করেন এবং এর আমির হন।\n১৯৪২ - জামায়াতে ইসলামীর প্রধান কার্যালয় পাঠানকোটে স্থানান্তর করেন।\n১৯৪২ - তাফহীমুল কুরআন নামক তাফসির গ্রন্থ প্রনয়ন শুরু করেন।\n১৯৪৭ - জামায়াতে ইসলামীর প্রধান কার্যালয় লাহোরের ইছরায় স্থানান্তর করেন।\n\n১৯৪৮ - 'ইসলামী সংবিধান' ও 'ইসলামী সরকার' প্রতিষ্ঠার জন্য প্রচারণা শুরু করেন।\n১৯৪৮ - পাকিস্তান সরকার তাকে কারাগারে বন্দী করে।\n১৯৪৯ - পাকিস্তান সরকার জামায়াতের 'ইসলামী সংবিধানের রূপরেখা' গ্রহণ করে।\n১৯৫০ - কারাগার থেকে মুক্তি লাভ করেন।\n১৯৫৩- 'কাদিয়ানী সমস্যা' নামে একটি বই লিখে কাদিয়ানী বা আহমদিয়া সম্প্রদায়কে অমুসলিম প্রমাণ করেন। ফলে ইতিহাসখ্যাত বড় রকমের কাদিয়ানী বিরোধী হাঙ্গামার সৃষ্টি হয়। এ সময় অনেকগুলো সংগঠন একযোগে কাদিয়ানীদেরকে সরকারিভাবে অমুসলিম ঘোষণার দাবিতে আন্দোলন শুরু করে। তারা সর্বদলীয় কনভেনশনে ২৭ ফেব্রুয়ারি তারিখে 'ডাইরেক্ট একশন কমিটি' গঠন করে।  জামায়াত এই কমিটির বিরোধিতা করে অহিংস আন্দোলনের পক্ষে অবস্থান নেয়। কিন্তু তথাপি মার্চ মাসের শুরুতে আন্দোলন চরম আকার ধারণ করে এবং পুলিশের গুলিতে কিছু লোক নিহত হয়। পরে একটি সামরিক আদালত আবুল আ'লাকে এই গোলযোগের জন্য দোষী সাব্যস্ত করে মৃত্যুদন্ডের আদেশ দেয়, (যদিও কাদিয়ানী সমস্যা নামক বইটি বাজেয়াপ্ত করা হয়নি)। অবশ্য সেই মৃত্যুদন্ডাদেশ কার্যকর করা হয়নি।\n১৯৫৩- মুসলিমপ্রধান দেশগুলোর চাপ এবং দেশী বিদেশী মুসলিম নেতৃবৃন্দের অনুরোধে মৃত্যুদন্ডাদেশ পরিবর্তন করে যাবজ্জীবন কারাদন্ড করা হয়, কিন্তু পরে তা-ও প্রত্যাহার করা হয়।\n১৯৫৮- সামরিক শাসক ফিল্ড মার্শাল আইয়ুব খান 'জামায়াতে ইসলামী'কে নিষিদ্ধ ঘোষণা করেন।\n১৯৬৪- আবারো তাকে কারাবন্দী করা হয়।\n১৯৬৪- কারাগার থেকে মুক্তি দেয়া হয়।\n১৯৭১- পাকিস্তান থেকে তৎকালীন পূর্ব পাকিস্তান আলাদা হবে কিনা এ প্রশ্নে সিদ্ধান্ত নেওয়ার অধিকার পূর্ব পাকিস্তান জামায়াতের উপর ন্যাস্ত করেন\n১৯৭২- তাফহীমুল কুরআন নামক তাফসির গ্রন্থটির রচনা সম্পন্ন করেন।\n১৯৭২- জামায়াতে ইসলামীর আমির পদ থেকে ইস্তফা দেন।\n১৯৭৮- তার রচিত শেষ বই 'সিরাতে সারওয়ারে আলম' প্রকাশিত হয়। এটি নবী মুহাম্মাদ-এর জীবনী গ্রন্থ।\n১৯৭৯- \"ইসলাম পরিসেবায়\" এই বিভাগে মুসলিম বিশ্বের নোবেলখ্যাত বাদশাহ ফয়সাল আন্তর্জাতিক পুরস্কার লাভ করেন।\n১৯৭৯- চিকিৎসার জন্য যুক্তরাষ্ট্রে গমন করেন।\n১৯৭৯- যুক্তরাষ্ট্রে তার মৃত্যু হয়।\n১৯৭৯- লাহোরের ইছরায় সমাধিস্থ করা হয়।\n\n\n== গ্রন্থাবলী ==\nকুরআন\nতরজমায়ে কুরআন মজীদ – তরজুমায়ে কুরআন মজীদ;\nতাফহীমুল কুরআন – তাফহীমুল কুরআন;\nতাফহীমুল কুরআন বিষয় নির্দেশিকা – মাওয়ূয়াতে কুরআনী;\nকুরআনের মর্মকথা – মুকাদ্দামায়ে তাফহীমুল কুরআন;\nকুরআনের চারটি মৌলিক পরিভাষা – কুরআন কী চার বুনয়াদী ইসতেলার্হী।\nহাদীস/সুন্নাহ\nসুন্নাতে রাসূলের আইনগত মর্যাদা – সুন্নাত কী আইনি হাইসিয়ত;\nকুরআনের মহত্ব ও মর্যাদা – ফাযায়েলে কুরআন (হাদীস কী রোশনী মেঁ)।\nইসলামী জীবন দর্শন&n\nইসলাম পরিচিতি – রিসালায়ে দ্বীনীয়াত;\nঈমানের হাকিকত – হাকীকতে ঈমান;\nইসলামের হাকিকত – হাকীকতে ইসলাম;\nনামায রোযার হাকিকত – হাকীকতে সাওম আওর সালাত;\nজিহাদের হাকিকত – হাকীকতে জিহাদ;\nহজ্জের হাকিকত – হাকীকতে হজ্জ;\nযাকাতের হাকিকত – হাকীকতে যাকাত;\nতাকদীরের হাকিকত – মাসয়ালায়ে জবর ওয়া কদর;\nতাকওয়ার হাকিকত – হাকীকতে তাকওয়া;\nশিরকের হাকিকত – হাকীকতে শিরক;\nতাওহীদের হাকিকত – হাকীকতে তাওহীদ;\nশান্তিপথ – সালামতী কা রাস্তা;\nএকমাত্র ধর্ম – দ্বীনে হক;\nতাওহীদ রিসালাত ও আখিরাত – তাওহীদ রিসালাত আওর যীন্দেগী বা’দ মওতকা আকলী সুবুত;\nইসলামের জীবন পদ্ধতি – ইসলাম কা নেযামে হায়াত;\nইসলাম ও জাহেলিয়াত – ইসলাম আওর জাহেলিয়াত;\nইসলামের শক্তির উৎস – ইসলাম কা ছের চশমায়ে কুঅত;\nকুরবানীর তাৎপর্য – ইসবাতে কুরবানী বিআয়াতে কুরআনী;\nইসলামের নৈতিক দৃষ্টিকোণ – ইসলাম কা আখলাকী নোকতায়ে নযর;\nইসলামী দাওয়াতের দার্শনিক ভিত্তি – ইসলাম আওর মাগরিবী লা দ্বীনী জমহুরিয়ত;\nইসলাম ও সামাজিক সুবিচার – ইসলাম আওর আদলে ইজতেমায়ী;\nইসলামী জীবন ব্যবস্থার মৌলিক রূপরেখা – ইসলামী নেযামে যিন্দেগী আওর উসকে বুনয়াদী তাসবিরাত;\nইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব – তানকীহাত;\nইসলামী সংস্কৃতির মর্মকথা – ইসলামী তাহযীব আওর উসকে উসুল ওয়া মুবাদী;\nইসলাম ও জাতীয়তাবাদ – মাসয়ালায়ে কাওমিয়াত;\nইসলাম ও সমাজতন্ত্র;\nশিক্ষা ব্যবস্থা : ইসলামী দৃষ্টিকোণ – তা’লীমাত;\nআল জিহাদ – আল জিহাদু ফিল ইসলাম;\nনির্বাচিত রচনাবলী (১-৩ভাগ) – তাফহীমাত (১-৩জিলদ)।\nআইন, রাজনীতি ও রাষ্ট্রীয় ব্যবস্থা\nইসলামের রাজনৈতিক মতবাদ -ইসলাম কা নযরিয়ায়ে সিয়াসী;\nইসলামী রাষ্ট্র – ইসলামী রিয়াসত;\nইসলামী শাসনতন্ত্র প্রণয়ন – ইসলামী দস্তুর কি তাদবীন;\nইসলামী শাসন্তন্ত্রের মূলনীতি – ইসলামী দস্তুর কি বুনিয়াদী;\nইসলামী আইন – ইসলামী কানুন;\nইসলামে মৌলিক মানবাধিকার – ইনসানকে বুনিয়াদী হুকুম;\nইসলামী রাষ্ট্রে অমুসলিমদের অধিকার – ইসলামী রিয়াসত মে জিম্মীয়ু কী হুকুক;\nখেলাফত ও রাজতন্ত্র – খিলাফত ওয়া মুলূকিয়াত;\nউপমহাদেশের স্বাধীনতা আন্দোলন ও মুসলমান (১-২খন্ড) – তাহরীকে আযাদী হিন্দ আওর মুসলমান (১-২জিলদ);\nকুরআনের রাজনৈতিক শিক্ষা – কুরআন কী সিয়াসী তা’লীমাত;\nমুরতাদের শাস্তি – মুরতাদ কী সাযা;\nজাতীয় ঐক্য ও গণতন্ত্রের ভিত্তি – কওমী ওয়াহদাত;\nদাক্ষিণাত্যের রাজনৈতিক ইতিহাস – দাককিন কী সিয়াসী তারীখ।\nইসলামী আন্দোলন ও সংগঠন\nইসলামী দাওয়াত ও কর্মনীতি – দাওয়াতে ইসলামী আওর উসকা তারীক কার;\nইসলামী আন্দোলনের নৈতিক ভিত্তি – তাহরীকে ইসলামী কী আখলাকী বুনিয়াদী;\nদায়ী ইলাল্লাহ দাওয়াত ইলাল্লাহ – দায়ী ইলাল্লাহ দাওয়াত ইলাল্লাহ;\nভাঙা ও গড়া – বানাও আওর বেগাড়;\nএকটি সত্যনিষ্ঠ দলের প্রয়োজন – এক সালেহ জামায়াত কা জরুরত;\nসত্যের সাক্ষ্য – শাহাদাতে হাক;\nজামায়াতে ইসলামীর দাওয়াত – জামায়াতে ইসলামী কা দাওয়াত;\nজামায়াতে ইসলামীর উদ্দেশ্য,ইতিহাস,কর্মসূচী – জামায়াতে ইসলামী কা মাকসাদে তারীখ আওর লায়েহায়ে আ’মল;\nইসলামী বিপ্লবের পথ – ইসলামী হুকুমাত কিসতারাহ কায়েম হূতী হ্যায়;\nমুসলমানদের অতীত, বর্তমান ও ভবিষ্যতের কর্মসূচী – মুসলমানু কা মাযী হাল মুস্তাকবেল কে লিয়ে লায়েহায়ে আমল;\nইসলামী আন্দোলন সাফল্যের শর্তাবলী – তাহরীকে ইসলামী কামিয়াবী কা শারায়েত;\nআন্দোলন সংগঠন কর্মী – তাহরীক আওর কারে কুন;\nইসলামী আন্দোলনের ভবিষ্যৎ কর্মসূচী – তাহরীকে ইসলামী কা আয়েনদাহ লায়েহায়ে আমল;\nশাহাদাতে হুসাইন রাঃ – শাহাদাতে ইমাম হসাইন রাঃ;\nআল্লাহর পথে জিহাদ – জিহাদুন ফি সাবীলিল্লাহ;\nবিশ্ব মুসলিম ঐক্যজোট আন্দোলন – ইত্তেহাদে আলমে ইসলামী;\nআজকের দুনিয়ায় ইসলাম – ইসলাম আসরে হাযের মে;\nইসলামী রেনেসা আন্দোলন – তাজদীদ ওয়া ইহইয়ায়ে দ্বীন;\nজামায়াতে ইসলামীর ঊনত্রিশ বছর – জামায়াতে ইসলামী কা ঊনত্রিশ সাল।\nঅর্থনীতি ও ব্যাংক ব্যবস্থা\nইসলামী অর্থব্যবস্থার মূলনীতি – ইসলামী মায়া’শিয়াত কে উসুল;\nকুরআনের অর্থনৈতিক নির্দেশিকা – কুরআন কী মায়াশী তা’লীমাত;\nইসলাম ও আধুনিক অর্থনৈতিক মতবাদ – ইসলাম আওর জাদীদে মায়া’শী নযরিয়াত;\nঅর্থনৈতিক সমস্যার ইসলামী সমাধান – ইনসান কা মায়া’শী মাসয়ালা আওর উসকা ইসলামী হল;\nভূমির মালিকানা বিধান – মাসয়ালায়ে মিলকিয়তে যমীন;\nজাতীয় মালিকানা – কওমী মিলকিয়ত;\nইসলামী অর্থনীতি – মায়াশিয়াতে ইসলাম;\nসুদ ও আধুনিক ব্যাংকিং – সুদ।\nদাম্পত্য জীবন ও নারী\nপর্দা ও ইসলাম – পর্দা;\nমুসলিম নারীর নিকট ইসলামের দাবী – মুসলিম খাওয়াতীন সে ইসলাম কে মুতালিবাত;\nস্বামী স্ত্রীর অধিকার – হুকুকুয যাওজাইন;\nইসলামের দৃষ্টিতে জন্ম নিয়ন্ত্রণ – ইসলাম আওর যবতে বেলাদাত।\nতাযকিয়ায়ে নফস\nহিদায়াত – হিদায়াত;\nইসলামী ইবাদতের মর্মকথা – ইসলামী ইবাদত পর তাহকীকী নযর;\nআত্মশুদ্ধির ইসলামী পদ্ধতি – তাযকিয়ায়ে নফস;\nইসলামের বুনিয়াদি শিক্ষা – খুতবাত।\nসীরাত\nআদর্শ মানব – সরওয়ারে আলম কা আসলী কারণামা;\nখতমে নবুয়্যাত – খতমে নবুওয়াত;\nসীরাতে সরওয়ারে আলম (১-২খন্ড) – সীরাতে সরওয়ারে আলম (১-২জিলদ);\nনবীর কুরআনী পরিচয় – কুরআন আপনে লায়ে ওয়ালে কো কেসরং মেঁ পেশ করতা হায়;\nসাহাবায়ে কিরামের মর্যাদা – মাকামে সাহাবা।\nঅন্যান্য\nকাদিয়ানী সমস্যা – কাদিয়ানী মাসয়ালাহ;\nরাসায়েল ও মাসায়েল (১-৫খন্ড) – রাসায়েল ওয়া মাসায়েল (১-৫জিলদ);\nযুব সমাজের মুখোমুখি মাওলানা মওদুদী – তাসরীহাত;\nযুব জিজ্ঞাসার জবাব (১-২খন্ড) – ইসতিফসারাত (১-২জিলদ);\nবিকালের আসর (১-২খন্ড) – আসরী মাজালিশ (১-২জিলদ);\nখুতবাতুল হারাম – খুতবাতুল হারাম;\nবেতার বক্তৃতা – নশরী তাকরীরী;\nসাইয়েদ আবুল আ’লা মওদুদীর পত্রাবলী (১-২খন্ড) – মাকাতীব মাওলানা মওদুদী (র.) (১-২জিলদ);\nপত্রালাপ মাওলানা মওদুদী ও মরিয়ম জমিলা – মাওলানা মওদুদী আওর মরিয়ম জমিলা কে দরমিয়ান খত।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরও দেখুন ==\nনঈম সিদ্দিকী\nইসলামি সম্প্রদায় ও শাখা\nজামায়াতে ইসলামী\n\n\n== বহিঃসংযোগ ==\nSayyid Abul A'la Maududi\nMaududi's Tafhim al-Qur'an in English\nMawdudi Response\nMawdudi's slandering of Islamic faith and the Ahl as-sunnat scholars and its answer"}