{"pageid": 1136931, "title": "আন নাবিয়্যুল খাতিম", "url": "https://bn.wikipedia.org/wiki?curid=1136931", "content": "আন নাবিয়্যুল খাতিম (উর্দু: النبی الخاتم ﷺ‎‎) দেওবন্দি ইসলামি পণ্ডিত মানাজির আহসান গিলানির উর্দু ভাষায় রচিত একটি সীরাত গ্রন্থ। এটি ১৯৩৬ সালে প্রকাশিত হয়। মনজুর নোমানী গ্রন্থটির ভূমিকা লিখেছেন। অন্যান্য সীরাতগ্রন্থের তুলনায় এটি আকারে ছোট। এতে প্রায় ৪০০টি বিষয় আলোচিত হয়েছে, যার মধ্যে ৩০০টি বিষয় পূর্বে কখনো আলোচিত হয়নি। এটি মূলত একটি উর্দু প্রবন্ধ যা তিনি মুহাম্মদ (স.)-এর ওপর বিভিন্ন প্রশ্ন আর সংশয়ের জবাবে লিখেছিলেন। তাই এতে সীরাতগ্রন্থের ধারাবাহিকতা রক্ষা করা হয় নি। এতে নবীর জীবনকে দুইভাগে ভাগ করা হয়েছে। তন্মধ্যে মক্কী জীবনকে আধ্যাত্মিক জীবন এবং মাদানি জীবনকে বুদ্ধিবৃত্তিক জীবন বলা হয়েছে। বইটির বিভিন্ন ঘটনাগুলোর বিশ্লেষণও এই ভিত্তিতেই করা হয়েছে। প্রতিটি ঘটনার প্রেক্ষাপট ও রহস্য এবং তার পেছনে যুক্তি ও দর্শন তুলে ধরা হয়েছে। এছাড়াও বইটিতে তুলনামূলক ধর্মতত্ত্ব, ইসলামবিদ্বেষীদের জবাব এবং বিভিন্নজনের উক্তি অনুসারে ইসলাম ও নবীর শ্রেষ্ঠত্ব ও চিরন্তনত্ব ফুটিয়ে তোলা হয়েছে। বইটিতে লেখক একেকটি বিষয় ব্যাখ্যা করেছেন, তারপর সে বিষয়টা নিয়ে আবেগদীপ্ত প্রশ্ন ছুড়ে দিয়েছেন। ইমান পত্রিকার সম্পাদক আবদুল মজিদ কুরাশি বলেন, \"সীরাত বিষয়ক গ্রন্থাগারে এরকম বই আর একটিও নেই\"।\n\n\n== বিষয়বস্তু ==\nগ্রন্থটির শুরুতে \"কুরআন মাজিদ এবং সীরাতে মুহাম্মাদির ঐতিহাসিকতা\" শিরোনামে একটি দীর্ঘ প্রবন্ধের অবতারণা করা হয়েছে। তুলনামূলক ধর্মতত্ত্ব এই প্রবন্ধের প্রধান আলোচ্য বিষয়। এই প্রবন্ধে বিভিন্ন ধর্মগ্রন্থ ও ব্যক্তির মতামত থেকে নবীর শ্রেষ্ঠত্ব তুলে ধরা হয়েছে। পাশাপাশি হিন্দু, বৌদ্ধ, ইহুদি, খ্রিষ্টান, মাজুসি, জরথ্রুস্ট (পারসিক), মানি ধর্ম-সহ বিভিন্ন ধর্মের ভ্রান্তি তুলে ধরা হয়েছে।\nতারপরের আলোচ্য বিষয় নবীর মা বাবার মৃত্যু, আরবের ও কুরাইশের হালচাল, দাদার মৃত্যু, দুধমা হালিমা সাদিয়া এবং চাচা আবু তালিবের লালনপালন। লেখক যেসব প্রশ্নের উত্তর দিয়ে বিষয়বস্তু আলোচনা করেছেন, তার মধ্যে রয়েছে: নবীর জন্মের পূর্বের বাবার মৃত্যু এবং শৈশবেই মা ও দাদার মৃত্যু কেন হল? আরব, কুরাইশ, হালিমা সাদিয়া ও আবু তালিবের কাছ থেকে তিনি কী পেয়েছেন? কী পেতে পারতেন? আর উল্টো তাদেরকে তিনি কী কী দিয়েছেন? কতটুকু দিয়েছেন? কেন নবী এত বিয়ে করলেন? তার কি কোনো নারীর প্রয়োজন ছিল? আর যৌবনে তিনি কেনইবা যৌবন পেরিয়ে আসা মহিলাকে বিয়ে করলেন? কেন আয়েশাকে অল্প বয়সে বিবাহ করেছিলেন?\nতারপরের আলোচ্য বিষয়: তায়েফের ঘটনা, সাহাবাদের ওপর কুরাইশদের নির্যাতন, ইথিওপিয়ার দিকে হিজরত, নবুয়ত, মেরাজ, মদিনায় হিজরত এবং সেগুলোর ব্যাখ্যা ও রহস্য উদঘাটন। নবী কেন জিহাদ করলেন? তার নেতৃত্বে যত যুদ্ধ সংঘটিত হয়েছে, সবগুলোর নিহতদের মোট সংখ্যা কত? কতজনকে অন্যায়ভাবে হত্যা করা হয়েছে?\nএকেবারে শেষে দুটি পরিশিষ্ট যোগ করা হয়েছে। প্রথমটি নবীর স্ত্রীগণ সম্পর্কে। এতে প্রত্যেকের নাম, বিয়ের সময় স্ত্রীর বয়স, বিয়ের সময় নবীর বয়স, দাম্পত্যকাল তুলে ধরা হয়েছে। দ্বিতীয় পরিশিষ্টে নবীর যুগের মোট শহিদ, নিহত, আহত এবং বন্দির তালিকা দেওয়া হয়েছে।\n\n\n== আরও দেখুন ==\nসীরাতে খাতামুল আম্বিয়া\nসীরাতুল মুস্তফা\nসীরাতুন নবী\nকারওয়ানে মদীনা\nনবীয়ে রহমত\nযে ফুলের খুশবুতে সারা জাহান মাতোয়ারা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nশাহজাহানপুরী, আবু সালমান (২০১৭)। মানাযির আহসান গিলানি রহ. জীবন ও কর্ম। আল ফারুক, আবদুল্লাহ কর্তৃক অনূদিত। বাংলাবাজার, ঢাকা: মাকতাবাতুল হেরা। পৃষ্ঠা ৮৬। \nআলম, জহুর; বুখারী, নঈম বাদশাহ (২০১৯)। \"A Special Study Of Maulana Manazir Ahsan Gilani's Literary Style\" [মাওলানা মানাজির আহসান গিলানির সাহিত্য শৈলীর একটি বিশেষ অধ্যয়ন]। জিয়ায়ে তাহকিক। ৯ (০১)। \nUsmani, Taqi (২০০৫)। Tabsre (উর্দু ভাষায়)। Pakistan: Maktaba Ma'ariful Quran। পৃষ্ঠা 496। \n\n\n== বহিঃসংযোগ ==\nআন নাবিয়্যুল খাতিম"}