{"pageid": 1136057, "title": "ইসলাম (বেলজিয়ামের রাজনৈতিক দল)", "url": "https://bn.wikipedia.org/wiki?curid=1136057", "content": "ইসলাম বেলজিয়ামের একটি ইসলামি রাজনৈতিক দল। এর লক্ষ্য হল বেলজিয়ামে একটি ইসলামি রাষ্ট্র প্রতিষ্ঠা করা এবং বেলজিয়ামের বর্তমান এবং ঐতিহাসিকভাবে বিদ্যমান আইনি ব্যবস্থাকে (সিভিল আইন ) ইসলামি বা শরিয়া আইনের সাথে প্রতিস্থাপন করা। দলটি দাবি করে যে বেলজিয়াম অনিবার্যভাবে একটি ইসলামী রাষ্ট্র হওয়ার জন্য \"অপেক্ষা\" করবে।\n\n\n== ইতিহাস ==\nপার্টির প্রতিষ্ঠাতা হলেন রেদুয়ান আহরাউচ, যিনি ১৯৯০ দশকের শুরুতে ব্রাসেলসে প্রথম শিয়া মসজিদ প্রতিষ্ঠা করতে সাহায্য করেছিলেন। তিনি প্রথমে নূর পার্টিতে সক্রিয় ছিলেন, যেটি ১৯৯৯ (০.১৫%) এবং ২০০৩ (0০.১৪%) সংসদীয় নির্বাচনে সীমিত সাফল্য অর্জন করেছিল। তবে নতুন 'ইসলাম' নামে রাজনৈতিক দলটি আরো সফলতার সাথে তার রাজনৈতিক কাজ চালিয়ে যাচ্ছে।\nদলটি ২০১২ সালের স্থানীয় নির্বাচনে অংশগ্রহণের অভিপ্রায়ে প্রতিষ্ঠিত হয়েছিল। তালিকা ব্রাসেলস সিটি, অ্যান্ডারলেখট এবং মোলেনবিক-সেইন্ট-জিনে জমা দেওয়া হয়েছিল। অ্যান্ডারলেখট এবং মোলেনবিক-সেইন্ট-জিনে একটি আসন মাত্র ৪% ভোটে জিতেছে। ব্রাসেলসে, পার্টির চেয়ারম্যান আবদেলহায় বাক্কালি তাহিরি ২.৯% ভোট নিয়ে নির্বাচিত হতে অল্পের জন্য ব্যর্থ হয়েছেন। ২০১৮ সালের স্থানীয় নির্বাচনে দুটি আসনই পরাজিত হয়েছিল।\n২০১৪ সালে, দলটি ব্রাসেলস এবং লিগে ফেডারেল এবং আঞ্চলিক নির্বাচনে তালিকা চালায়। তারা মোট ১৩,৭১৯ ভোট বা ভোটের ০.২% পেয়েছিলো।\n২০১৮ সালের স্থানীয় নির্বাচনে, দলটি মোলেনবিক-সেন্ট-জিনে ১.৮% এবং ব্রাসেলস সিটিতে ১.৬% ভোট পেয়েছে। অ্যান্ডারলেখট-এ, পার্টির তালিকা বাতিল করা হয়েছিল, রেডুয়ান আহরুচকে পুনঃনির্বাচনে দাঁড়াতে বাধা দেয়।  ফলে দলটির আর কোনো স্থানীয় কাউন্সিলর নেই। \nঅলিভিয়ের মেইনগেইন, থিও ফ্রাঙ্কেন এবং জুহাল ডেমির সহ বেলজিয়ামের রাজনীতিবিদদের দ্বারা দলটির কিছু মতাদর্শের জন্য নিন্দা করা হয়েছে।\n\n\n== মতাদর্শ ==\nদলের নেতারা দাবি করেন \"সমস্ত মুসলমানের অধিকারের জন্য লড়াই করা। ধর্মীয় বিশ্বাসে বিশেষজ্ঞ সাংবাদিক রিকার্ডো গুটিয়েরেজের মতে, \"এই দলটি তুলনামূলকভাবে ইরানি শিয়াদের কাছাকাছি বা অনুরূপ।\" \n২০১২ সালের বেলজিয়ামের পৌর নির্বাচনে, দলটি শিক্ষার ক্ষেত্রে তিনটি নির্দিষ্ট দাবির উপর তার কর্মসূচীকে কেন্দ্রীভূত করেছিল। ক্যান্টিনে হালাল খাবার বিতরণ, স্কুলে হেডস্কার্ফ পরার অনুমোদন এবং স্বীকারোক্তিমূলক ছুটির দিন মনজুর করা। পরবর্তীকালে, দাবিগুলি অন্যান্য ক্ষেত্রগুলিতে প্রসারিত করা হয়েছিল, একটি সুস্থ অর্থনীতি, কাজের পুনর্মূল্যায়ন (বিশেষত কাজের সময় হ্রাসের মাধ্যমে), স্কুলগুলির সংগঠনে পরিবর্তন (একটি চার দিনের সপ্তাহ, শুক্রবার দিন হিসাবে। বন্ধ এবং মৌলিক শিক্ষার সম্প্রসারণ যা এক বছর আগে শুরু হবে এবং মাধ্যমিক বিদ্যালয়ে এক বছর ছুটি নেবে) এবং ৭৫০টি প্রদেশের বিকেন্দ্রীকৃত ইউরোপ। \nদলটি পাবলিক ট্রান্সপোর্টে লিঙ্গ পৃথকীকরণের পক্ষেও সমর্থন করে।\n\n\n== তথ্যসূত্র =="}