{"pageid": 1136808, "title": "আসহাবুল কারিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1136808", "content": "আসহাবুল কারিয়া (আরবী: أصحاب القرية; অর্থাৎ জনপদের অধিবাসী), যারা কওমে ইয়া-সীন নামেও পরিচিত, হলেন এক প্রাচীন জনপদের অধিবাসী যাদের বর্ণনা পাওয়া যায় কুরআন শরীফে। এই জনপদের অবস্থান এবং অধিবাসীদের পরিচ​য় সম্পর্কে অনেক বাহাছের বিষয়।\n\n\n== কুরআন শরীফে ==\nকুরআন শরীফ অনুসারে, আল্লাহ এই বিশেষ কওমের জন্য দুজন নবীকে পাঠিয়েছিলেন। জনপদের লোকেরা তাদের কথা শুনতে অস্বীকার করলে আল্লাহ তাদের মজবুত করার জন্য তেসরা একজন নবীকে পাঠালেন। নবীরা লোকদের বলেছিলেন: \"নিশ্চয় আমরা তোমাদের প্রতি পাঠানো রসূল\"।  সম্প্রদায় নবীদের বাণীকে উপহাস করেছিল এবং বলেছিল \"তোমরা তো আমাদের মতই মানুষ, রহমান তো কিছুই নাজিল করেননি। তোমরা শুধু মিথ্যাই বলছ!”  নবীগণ উত্তরে কওমকে ধমক দিয়ে বলেছিলেন: \"আমাদের রব জানেন, অবশ্যই আমরা তোমাদের প্রতি পাঠানো রসূল আর স্পষ্টভাবে (আল্লাহর বাণী) প্রচার করাই আমাদের দায়িত্ব।।\" \nকুরআনে বলা হয়েছে যে নবীদেরকে পাথর ছুঁড়ে মারার এবং নির্যাতনের হুমকি দেওয়া হয়েছিল,  কিন্তু তারা হার মানতে অস্বীকার করে এবং গুমরাহী বন্ধ করার জন্য এই কওমকে খবরদার করতে থাকে। অতঃপর জনপদের সুদূরপ্রান্ত থেকে এক ব্যক্তি ছুটে এল, যে লোকদেরকে পয়গামের প্রতি ঈমান আনার উপদেশ দিলো এবং তাদেরকে বললো: “হে আমার কওম! তোমরা রসূলদের অনুসরণ কর, অনুসরণ কর তাদের, যারা তোমাদের কাছে কোনো প্রতিদান চায় না, যারা নিজেরাই হেদায়ত লাভ করেছে।  বাদের আয়াতগুলি, যা ব্যক্তির বেহেশ্ত প্রবেশ করার বাখান করে, কিছু মুফসসির দ্বারা ব্যাখ্যা করা হয়েছে যে ঐ ব্যক্তি তার ঈমানের জন্য শহীদ হয়েছিল। \n\n\n== ব্যাখ্যা ==\nমুফসসিররা জনপ্রিয়ভাবে এই জনপদটি আন্তাকিয়া শহর চিহ্নিত করেছেন।  যে সকল মুফসসিররা আন্তাকিয়া শহরটিকে চিহ্নিত করেছিলেন, তারা কিন্তু ঘটনার তারিখ নিয়ে বিভক্ত ছিলেন। একটি দল বিশ্বাস করেছিল যে এই ঘটনাটি ঈসা নবীর বাদে হয়েছিল এবং ব্যাখ্যা করেছিল যে এই প্রসঙ্গে কুরআনের \"রসূল\" লফজের এস্তেমাল তিনজন নবীকে নয় বরং ঈসার তিনজন সাহাবীকে বোঝায় যাদের পয়গাম এলান করার জন্য আন্তাকিয়ায় পাঠানো হয়েছিল। শহীদের নাম কুরআন বা হাদীছের কোথাও স্পষ্টভাবে উল্লেখ করা হয়নি, যদিও তিনি ইয়াসীনের মোমেন হিসেবে পরিচিত।  ইবনে কাছীর তার তফসীরে একটি জনপরিচিত গুজব উল্লেখ করেছেন যাতে সাহাবীদেরকে শম'ঊন, ইঊহন্না এবং তেসরার নাম বুলুস করে শনাক্ত করা হ​য়।  অন্যান্য মুফসসিররা যারা বিশ্বাস করেন যে শহরটি আন্তাকিয়াকে নির্দেশ করে, তারা ব্যাখ্যা করেছেন যে এটি একটি অনেক পুরানা ঘটনার বয়ান, এবং উল্লেখিত তিনজন রসূল প্রকৃতপক্ষে নবী ছিলেন, যথা সাদুক, মাসদুক এবং শালুম। \n\n\n== তথ্যসূত্র =="}