{"pageid": 1136691, "title": "অরকুট কান্নাভিরাম", "url": "https://bn.wikipedia.org/wiki?curid=1136691", "content": "অরকুট কান্নাভিরাম বা  এ টি কানন(১৮ জুন ১৯২০ – ১২ সেপ্টেম্বর ২০০৪ ),(বা এ. কানন নামে সুপরিচিত) ছিলেন  হিন্দুস্তানি শাস্ত্রীয় সংগীতের এক খ্যাতনামা ভারতীয় সঙ্গীতশিল্পী এবং কিরানা ঘরানার কিংবদন্তি কণ্ঠশিল্পী। খেয়াল গায়কীতে নিজস্বতায় জনপ্রিয়তা অর্জন করেন তিনি।     \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nঅরকুট কান্নাভিরামের জন্ম ১৯২০ খ্রিস্টাব্দের  ১৮ জুন ব্রিটিশ ভারতের   মাদ্রাজ প্রেসিডেন্সির বর্তমানে তামিলনাড়ুর চেন্নাইয়ের মইলাপুরে। পিতা আলোয়ার ছিলেন রেলের কর্মচারী এবং মাতা জয়লক্ষ্মী। তাঁদের আদি নিবাস ছিল সেকেন্দ্রাবাদ। মায়ের আদর-যত্নে সেকেন্দ্রাবাদে কাননের শৈশব কাটে। ছোটবেলা থেকেই ক্রিকেট খেলায় এবং গানের প্রতি অসীম আগ্রহ ছিল তার। প্রথাগত তালিম  না নিলেও তিনি গান গাইতে পারতেন। প্রসঙ্গত মহীশূর রাজদরবারে ওস্তাদ আব্দুল করিম খানের গানের আসরে যোগ দিয়ে শুনে শুনেই গান আয়ত্ত করেন।\nমেহবুব কলেজ থেকে এসএসএলসি পাশ করার পরে পিতার পরিচিত এক সাহেব অফিসারের সুপারিশে তিনি ১৮ বৎসর বয়সে ক্রীড়া পারদর্শিতায় রেলের সিগনাল ইঞ্জিনিয়ারের কাজ পান কানন। তারপর রেলের ক্রিকেট টিমের হয়ে খেলতে শুরু করেন। ক্রিকেট খেলার সুবাদে ১৯৪০ খ্রিস্টাব্দে তিনি যান মুম্বইতে রেলের হয়ে রঞ্জি ট্রফির ম্যাচ খেলতে। মুম্বইয়ের অল ইন্ডিয়া রেডিওতে অডিশনে উপস্থিত সকলকে মুগ্ধ করে রেডিওতে গান গাওয়ার সুযোগ পান। হায়দ্রাবাদে ফিরে দুমাসের মধ্যে পণ্ডিত লাহানুবাবু রাওয়ের কাছে  হিন্দুস্তানি শাস্ত্রীয় সংগীতের তোড়ি, ভীমপলশ্রী, বাগেশ্রী শেখেন।\nঅল্প কিছুদিন পরেই রেলের কাজে ট্রেনিং নিতে বদলি হন কলকাতায়। এটি ছিল তার জীবনে  এক আশীর্বাদস্বরূপ। কলকাতায় ভারতজোডা খ্যাতি সম্পন্ন সঙ্গীত শিক্ষক গিরিজাশঙ্কর চক্রবর্তীর কাছে সঙ্গীতের শিক্ষা নেন। কিন্তু পরে যখন রেল কোম্পানি তাঁকে আবার বদলির নির্দেশ দেয়, কানন রেলের চাকরি ছেড়ে কলকাতার স্থায়ী বাসিন্দা হয়ে যান। এই সময়ে পণ্ডিত জ্ঞানপ্রকাশ ঘোষের সঙ্গে তার পরিচয় হয়। কাননের গুণে মুগ্ধ হয়ে  সকলের সঙ্গে তার পরিচয় করিয়ে দিতে গিয়ে জ্ঞানপ্রকাশ তাকে লক্ষ্য করে বলতেন ‘এটি কানন’। এর থেকেই ‘এ কানন’ হয়ে যান “এ টি কানন!” এই শহরেই তারপর কাননের পরিচয় হয় আমির খানের  সঙ্গে।\n\n\n== সঙ্গীতজীবন ==\nঅরকুট কান্নাভিরামের হিন্দুস্তানি শাস্ত্রীয় সংগীত জগতে কণ্ঠশিল্পী হিসাবে আত্মপ্রকাশ ১৯৪৩ খ্রিস্টাব্দে। কলকাতায় অনুষ্ঠিত ‘অল বেঙ্গল মিউজ়িক কনফারেন্স’ এর মঞ্চে কানন প্রথমবার সামনে এসেছিলেন গুরু গিরিজাশঙ্করের আগ্রহেই। অসামান্য সুরেলা কণ্ঠে আর নিজস্ব গায়কীর গুণে তিনি সঙ্গীতজগতে খ্যাতি অর্জন করেন। পরিচিত হন পণ্ডিত এ টি কানন নামে।  অল ইন্ডিয়া রেডিও’র  প্রথম স্তরের শিল্পী ছিলেন তিনি। তাঁর কণ্ঠের রাগ হংসধ্বনি, রাগেশ্রী ইত্যাদি তাঁকে বাংলা তথা সারা ভারতে খেয়াল গানের জগতে  জনপ্রিয় করেছিল। কানন বাংলা সিনেমায়ও গান গেয়েছেন, যার মধ্যে ঋত্বিক ঘটকের ‘মেঘে ঢাকা তারা’য় হংসধ্বনী রাগে গাওয়া ‘লাগি লগন পতি সখি সঙ্গ’ আজও অমর হয়ে আছে।  এ ছাড়াও তিনি ঢুলী, যদুভট্ট, সুরের পিয়াসী, বসন্ত বাহার, হারজিৎ, মেঘমল্লার প্রভৃতি ছবিতেও গান গেয়েছেন।\n১৯৫০ এর দশকে তিনি ও আরো কয়েকজন মিলে প্রতিষ্ঠা করেন 'ক্যালকাটা মিউজ়িক সার্কল’। ‘সঙ্গীত রিসার্চ অ্যাকাডেমি’র জন্মলগ্ন (১৯৭৭ খ্রি) থেকে তিনি ওই প্রতিষ্ঠানের সঙ্গে যুক্ত থেকে তার কর্ণধারের ভূমিকা পালন করেন।\n\n\n== সম্মাননা ==\n১৯৯৩-৯৪ খ্রিস্টাব্দে তিনি ‘আইটিসি পুরস্কার’ -এ সম্মানিত হন। ১৯৯৫ খ্রিস্টাব্দে ভারত সরকার  তাঁকে সংগীত নাটক আকাডেমি পুরস্কার প্রদান করে।\n\n\n== ব্যক্তিগত জীবন ==\nসঙ্গীতশিল্পী রবীন্দ্রলাল রায়ের কন্যা শান্তিনিকেতনের সঙ্গীতভবনের ছাত্রী মালবিকা রায়ের সঙ্গে ১৯৫৮ খ্রিস্টাব্দের ২৮ ফেব্রুয়ারি অরকুট কান্নাভিরামের বিবাহ হয়।মালবিকা রায় পরবর্তীতে মালবিকা কানন নামে এক হিন্দুস্তানি শাস্ত্রীয় সংগীতশিল্পী হিসাবে পরিচিতি লাভ করেন।\n\n\n== মৃত্যু ==\nঅরকুট কান্নাভিরাম ২০০৪ খ্রিস্টাব্দের ১২ সেপ্টেম্বর ৮৪ বৎসর বয়সে কলকাতায় পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}