{"pageid": 1136790, "title": "শারজাহ ইসলামি সভ্যতা জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1136790", "content": "শারজাহ ইসলামিক সভ্যতা জাদুঘর হল সংযুক্ত আরব আমিরাত (ইউএই)-এ শারজাহ'তে অবস্থিত একটি বিখ্যাত জাদুঘর। ২০০৮ সালে খোলা জাদুঘরটি ইসলামী সংস্কৃতিকে অন্তর্ভুক্ত করে, যেখানে মুসলিম বিশ্বের ৫০০০ টিরও বেশি নিদর্শন রয়েছে। বস্তু-সামগ্রীর মধ্যে রয়েছে ক্যালিগ্রাফি, খোদাই, সিরামিক, কয়েন, কাঁচ, পান্ডুলিপি, ধাতুর কাজ এবং বৈজ্ঞানিক যন্ত্র। এটি পূর্বে 'ইসলামিক জাদুঘর' নামে পরিচিত ছিল এবং বর্তমান ভবনে স্থানান্তরিত ও পুনঃস্থাপনের আগে ১৯৯৬ সালে খোলা হয়েছিল।\n\n\n== অবস্থান ==\nজাদুঘরটি শারজাহ ক্রিক থেকে রাস্তার বিপরীত দিকে আল মাজাররাহ এলাকার কর্নিক স্ট্রিটে অবস্থিত। এটির বিশাল আকার এবং বৈশিষ্ট্যযুক্ত সোনালি গম্বুজের কারণে এটি খোলামেলাভাবে দৃশ্যমান। জাদুঘরটি শারজার ঐতিহাসিক কেন্দ্রে মাজাররাহ ওয়াটারফ্রন্টে একটি বিল্ডিংয়ে অবস্থিত যা মূলত একটি সুক (ইনডোর মার্কেট) হিসাবে নির্মিত হয়েছিল।\nসংযুক্ত আরব আমিরাতের সুপ্রিম কাউন্সিলের সদস্য এবং শারজাহ-এর শাসক শেখ সুলতান বিন মুহাম্মদ আল-কাসিমি ৫ জুন ২০০৮ সালে জাদুঘরটি উদ্বোধন করেন। এটি নভেম্বর ২০১৮-এ তার দশম জন্মদিন উদযাপন করেছে, বার্লিনের মিউজিয়াম অফ ইসলামিক আর্ট-এর সহযোগিতায় 'ক্রসরোডস: কালচারাল এক্সচেঞ্জ বিটুইন ইসলামিক সিভিলাইজেশন, ইউরোপ অ্যান্ড বিয়ন্ড' শীর্ষক প্রদর্শনীর মাধ্যমে।\n\n\n== প্রদর্শনী ==\n\nজাদুঘরটি পাঁচ হাজারেরও বেশি ইসলামিক নিদর্শন প্রদর্শন করে যা বিশ্বব্যাপী সংগ্রহ করা হয়েছে এবং সাতটি বিষয়ভিত্তিক গ্যালারিতে প্রদর্শিত হয়েছে, এগুলোর ছয়টি হাউজিং স্থায়ী প্রদর্শনী নিবেদিত।\nইসলামের ইতিহাস ও প্রকৃতিকে উৎসর্গ করা একটি গ্যালারি, ইসলামিক বিশ্বাস-এ আবু বকর গ্যালারি, অন্যান্য বস্তুর মধ্যে তৃতীয় খলিফা উসমান ইবনে আফফানের কোরানের একটি অনুলিপি প্রদর্শন করে, যিনি ৬৪৪-৬৫৬ খ্রিস্টাব্দ পর্যন্ত শাসন করেছিলেন। এটি একটি কিসওয়ার মতো বিরল বস্তুর পাশাপাশি মক্কায় কাবার জন্য ব্যবহৃত আচ্ছাদন, শারজাহ নাগরিকদের তৎকালীন কঠিন হজ যাত্রা শুরু করার প্রথম দিকের কালো এবং সাদা ছবি।\nইসলামিক বিজ্ঞান, প্রযুক্তি এবং উদ্ভাবনের ইতিহাসে নিবেদিত একটি গ্যালারি, ইবন আল-হাইথাম গ্যালারি অফ সায়েন্স অ্যান্ড টেকনোলজি, জটিল প্রারম্ভিক ঘড়ি, নেভিগেশন সহায়ক এবং অস্ত্র সহ ইসলামিক বৈজ্ঞানিক অগ্রগতি প্রদর্শন করে। আরও চারটি গ্যালারী যুগ যুগ ধরে ইসলামিক শিল্প প্রদর্শন করে, সেইসাথে বিনয়ী ফ্যাশন এবং সমসাময়িক কিছু টুকরো প্রদর্শন।\nকেন্দ্রীয় বুলেভার্ড বরাবর প্রদর্শনের মধ্যে ইসলামিক মুদ্রার পাশাপাশি ঘড়ি এবং অন্যান্য আইটেম রয়েছে।\nএকটি সপ্তম গ্যালারীতে অস্থায়ী প্রদর্শনী রয়েছে, যেখানে অন্যান্য জাদুঘরের সাথে নিয়মিত প্রদর্শনী করা হয়েছে, যার মধ্যে রয়েছে অটোমান মাস্টারপিস থেকে শুরু করে বুদাপেস্টের ফলিত শিল্প জাদুঘর থেকে মালয়েশিয়ার ইসলামিক আর্টস মিউজিয়াম থেকে ফার্সি ক্যালিগ্রাফি।\n\n\n== সুযোগ-সুবিধা ==\nজাদুঘরটিতে প্রার্থনা কক্ষ, একটি ক্যাফেটেরিয়া, একটি স্যুভেনির শপ, প্রশস্ত পার্কিং, বিশ্রাম কক্ষ ইত্যাদি সুযোগ-সুবিধা এবং প্রতিবন্ধীদের জন্য হুইল চেয়ার অ্যাক্সেস রয়েছে।\n\n\n== আরও দেখুন ==\nশারজাহ জাদুঘর বিভাগ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশারজাহ ইসলামি সভ্যতা জাদুঘর-এর ওয়েবসাইট"}