{"pageid": 1136281, "title": "নিকেলোডিয়ন (মধ্যপ্রাচ্য ও উত্তর আফ্রিকা)", "url": "https://bn.wikipedia.org/wiki?curid=1136281", "content": "নিকেলোডিয়ন হচ্ছে সংযুক্ত আরব আমিরাত-ভিত্তিক একটি আরবি শিশুতোষ পে টেলিভিশন চ্যানেল যেটি শুধু আমিরাতি স্যাটেলাইট প্রোভাইডার ওএসএন এ উপলব্ধ। এটি হচ্ছে নিকেলোডিয়নের প্রাতিষ্ঠানিক স্থানীয়করণ আরবি সংস্করণ, এবং ২০১১ সালের পর্যন্ত ১৯৮৪ সাল থেকে ২০০৯ সাল পর্যন্ত যুক্তরাষ্ট্রে ব্যবহৃত \"স্প্ল্যাট\" লোগোটি ব্যবহার করার শেষ নিকেলোডিয়ন চ্যানেল।\n\n\n== ইতিহাস ==\nনিকেলোডিয়নের এশীয় ফিড ১৯৯৬ সালের ১৬ জুলাইতে শোটাইম আরাবিয়ার মাধ্যমে মধ্যপ্রাচ্যে সম্প্রচার শুরু করে, যদিও তখন এটি শুধু ইংরেজি সম্প্রচার করতো। ২০০৮ সালের ২৩ জুলাইতে মধ্যপ্রাচ্য দর্শকদের জন্য নিকেলোডিয়নের স্বতন্ত্র চ্যানেলের উদ্বোধন হয়, সাথে আরবি এবং ইংরেজি ভাষায় অডিও ট্র্যাক উপলব্ধ হয়। নিকেলোডিয়ন ছিল একটি আরবি ভাষার সার্ভিস উদ্বোধন করার প্রথম আন্তর্জাতিক শিশুতোষ টেলিভিশন নেটওয়ার্ক।\nএটি ভায়াকম ইন্টারন্যাশনাল মিডিয়া নেটওয়ার্কস এবং সংযুক্ত আরব আমিরাতের বৃহত্তম গণমাধ্যম কোম্পানি, আরব মিডিয়া গ্রুপ মালিকানাধীন আরাবিয়ান টেলিভিশন নেটওয়ার্কের যৌথ উদ্যোগের দ্বিতীয় টেলিভিশন চ্যানেল, এমটিভি আরাবিয়ার (পরে এমটিভি মধ্যপ্রাচ্য) সফল উদ্বোধনের পরে। এটির ওয়েবসাইট ছিল nickarabia.net।\n২০১১ সাল হিসেবে ২০০৯ সালে মাতৃপ্রতিম কোম্পানির রূপান্তরের পর এটি কমলা রঙের স্প্ল্যাট লোগোর থেকে কমলা রঙের পাঠ্য লোগোতে রূপান্তর না করার বিশ্বের একমাত্র নিকেলোডিয়ন চ্যানেল ছিল। ২০১০ সালের শেষের দিক থেকে চ্যানেলটি একটি হিমায়িত সম্প্রচারে ভুগছিল, আসন্ন আপডেটের কোনো প্রমাণ ছাড়াই তার স্বাভাবিক অনুষ্ঠানসমূহ পুনরাবৃত্তিমূলকভাবে সম্প্রচার করে। এর প্রাতিষ্ঠানিক ওয়েবসাইটটিকে বন্ধ করে দেওয়া, এবং আপাতত অদ্ভুতভাবে লাইভ থাকা সত্ত্বেও চ্যানেলটিকে কেন ব্যাপকভাবে অবহেলিত করা হচ্ছে তার কোনো স্পষ্ট ইঙ্গিত বা উদ্ধৃতি পাওয়া যায়নি। তাও চ্যানেলটি ২০১১ সাল পর্যন্ত বহু মাস ধরে সম্প্রচার করতে থাকে। একই রকম পরিস্থিতি ভ্রাতৃপ্রতিম এমটিভি আরাবিয়াতেও ঘটেছিল।\n২০১১ সালের ৮ সেপ্টেম্বরে আমিরাত সময়ে মধ্যরাতের এক মিনিটের পর, এবং মূলধারার সতর্কতা ছাড়াই, নিকেলোডিয়ন কোন ব্যাখ্যা ছাড়াই সম্প্রচার বন্ধ করে এবং অনির্দিষ্টকালের বিরতিতে চলে যায়। সম্প্রচার সংকেত প্রাথমিকভাবে নিকেলোডিয়ন আরাবিয়ার দর্শকদেরকে এমবিসি ৩ এ নিকেলোডিয়ন ব্লকের মাধ্যমে নিকেলোডিয়ন অনুষ্ঠান দেখা চালিয়ে যাওয়ার জন্য একটি স্থির বার্তা ছাড়া আর কিছুই প্রদর্শন করেনি। সিগন্যালটি কিছু দিন পরে একটি নৈমিত্তিক টেস্ট কার্ডে ফিরে আসে এবং সিগন্যালটি সম্পূর্ণরূপে অদৃশ্য হয়ে যাওয়ার আগে বিভিন্ন স্যাটেলাইট টেলিভিশন প্রদানকারীরা চ্যানেলটিকে ডি-তালিকাভুক্ত করে।\n২০১৪ সালের ১৭ ডিসেম্বরে ভায়াকম ইন্টারন্যাশনাল মিডিয়া নেটওয়ার্কস দুবাইভিত্তিক ওএসএনে নিকেলোডিয়ন আরাবিয়া (এইচডিতেও) এবং নিক জুনিয়র আরাবিয়ার উদ্বোধনের ঘোষণা করে। ২০১৫ সালের ৫ জানুয়ারিতে উভয় চ্যানেলসমূহ শুধু আরবিতে সম্প্রচার শুরু করে, তারপরে সেই সালের ফেব্রুয়ারিতে একটি ইংরেজি অডিও ট্র্যাক অন্তর্ভুক্ত করা হয়। একটি নিবেদিত নিকেলোডিয়ন ওয়েবসাইট, সোশ্যাল মিডিয়া অ্যাকাউন্টসমূহ, এবং একটি নিক অ্যাপের উদ্বোধন করা হয়।\n২০১৮ সালে, ভায়াকম দক্ষিণ-পূর্ব এশীয়, মধ্যপ্রাচ্য এবং আফ্রিকান সংস্করণের নিকেলোডিয়নের প্রাতিষ্ঠানিক ওয়েবসাইটগুলো nick.tv-তে একীভূত করেছে।\n\n\n== সম্পর্কিত চ্যানেলসমূহ ==\n\n\n=== নিক জুনিয়র ===\nনিক জুনিয়র হচ্ছে প্রাক-প্রাথমিক শিশুদের জন্য অনুষ্ঠান প্রচারিত করার একটি স্যাটেলাইট এবং কেবল চ্যানেল। এটি নিকেলোডিয়নের সাথে ২০১৫ সালের ৫ জানুয়ারিতে সকাল ১০টায় ওএসএনে সম্প্রচার শুরু করে। এটির কাছে ইংরেজি অডিওও আছে।\n\n\n=== নিকটুন্স ===\n\nনিকটুন্স আরবিতে ডাব করা নিকেলোডিয়নের অ্যানিমেটেড এবং পুরোনো অনুষ্ঠান প্রচারিত করার একটি শিশুতোষ স্যাটেলাইট চ্যানেল। ওএসএনে এটি সম্প্রচার শুরু করে ২০১৭ সালের ১৫ ফেব্রুয়ারিতে। নিকটুন্স আরাবিয়া \"বিউটিফুল ক্রিয়েটিভ\" দ্বারা প্রযোজত নিকটুন্স যুক্তরাজ্য ও আয়ারল্যান্ডের ২০১৪ সালের সম্প্রচার ডিজাইন প্যাকেজ ব্যবহার করে। এটির কাছে ইংরেজি অডিওও আছে।\n\n\n=== টিননিক ===\nটিননিক হচ্ছে কৈশোরদের জন্য নিকেলোডিয়নের লাইভ-অ্যাকশন অনুষ্ঠান প্রচার করার একটি ভিডিও-অন-ডিম্যান্ড চ্যানেল। আরবি সাবটাইটেল সহ এটি নিকেলোডিয়নের পুরোনো এবং নতুন অনুষ্ঠান ইংরেজিতে প্রচারিত করে। ২০১৭ সালের ১৫ এপ্রিলে এটি ওএসএন প্লেতে উদ্বোধন।\n\n\n== অনুষ্ঠানসমূহ ==\nনিকেলোডিয়ন আরাবিয়া আরবি এবং ইংরেজিতে অ্যানিমেটেড অনুষ্ঠান প্রচারিত করে। লাইভ-অ্যাকশন আরবি সাবটাইটেল সহ ইংরেজিতে সম্প্রচার করে। নিকেলোডিয়ন আরাবিয়া শুফ কিডস এবং জামাত্না এর মতো নিজস্ব অনুষ্ঠানও তৈরি করেছে।\nস্পঞ্জবব স্কয়ারপ্যান্টস্‌ ব্যতীত নেটওয়ার্কের বেশিরভাগ অনুষ্ঠান ছিল সেকেলের, সেই সময়ে পুরানো অনুষ্ঠানসমূহ যা ইতিমধ্যেই বাতিল হয়ে গেছে অথবা তাদের আত্মপ্রকাশের আগেই শেষ হয়ে গেছে, যদিও সেগুলিকে মোটামুটিভাবে বিবেচনা করা হয় যেগুলি বেশিরভাগ আরব দর্শকরা এক সময় আগে কখনও দেখেনি। সময়, হয় তাদের ইংরেজি বা আরবি ফরম্যাটে। নিকেলোডিয়ন আরাবিয়াতে এখনও বেশ কয়েকটি সিরিজের আত্মপ্রকাশ বাকি ছিল, দ্য ফেয়ার্লি অডপ্যারেন্টস ব্যতীত, যেটি ২০০৬ সালে আগের থেকেই ডিজনি চ্যানেলে প্রচারিত হয়েছিল, এবং পরে ২০১৭ সালে এটি নিকটুন্সে প্রচারিত হয়েছিল। যদিও দ্য ফেয়ার্লি অডপ্যারেন্টস চরিত্রগুলি নিকেলোডিয়ন ম্যাগাজিন কাটআউটগুলির কার্যকলাপ রেখাংশতে উপস্থিত হয়েছিল।\nবেশিরভাগ আরব চ্যানেলের মতো নিকেলোডিয়নে বিবাচন ছিল, তবে এটি কেবল ফরাসি চুম্বনের দৃশ্যের মধ্যেই সীমাবদ্ধ, কিন্তু সেই চুম্বনগুলোর উল্লেখ ধরে রাখা হয়। এটি এমটিভি আরাবিয়ার বিবাচনের মতো, কিন্তু পুনরায় উদ্বোধনের পরে কোনো বিবাচন নেই।\n২০১৮ সালে নিকেলোডিয়ন আরাবিয়া নিক ভারত মূল অনুষ্ঠান, মোটু পাতলু, এর প্রথম প্রচার করেছে।\n\n\n=== নিকেলোডিয়নের পুরোনো চ্যানেলে মূল অনুষ্ঠানসমূহ ===\n\n\n==== ক্যাচ ম্যাচ ====\nক্যাচ ম্যাচ (كاتش ماتش) নিকেলোডিয়ন আরাবিয়ার একটি মূল অনুষ্ঠান ছিল যা প্রতি রমজান মাসে পুনর্নবীকরণ করা হয়েছিল। এটি একটি শিশুতোষ গেম অনুষ্ঠান ছিল যেখানে দুটি প্রতিপক্ষ দল সর্বাধিক পয়েন্ট অর্জনের জন্য বিভিন্ন শারীরিক আপত্তিতে প্রতিদ্বন্দ্বিতা করেছিল। এই অনুষ্ঠানটি ঘোষক তাজ আসের দ্বারা হোস্ট করা হয়েছিল এবং জেদ্দা লোকেশনে চিত্রায়িত হয়েছিল।\n\n\n==== শুফ কিডস ====\nশুফ কিডস দর্শকদের দ্বারা পাঠানো বাড়িতে তৈরি ভিডিও বৈশিষ্ট্যযুক্ত হওয়া একটি মূল অনুষ্ঠান ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক আরবি ওয়েবসাইট\nপ্রাতিষ্ঠানিক ইংরেজি ওয়েবসাইট\nপ্রাতিষ্ঠানিক ইউটিউব চ্যানেল"}