{"pageid": 1136743, "title": "মদিনা মসজিদ (বঙ্গ)", "url": "https://bn.wikipedia.org/wiki?curid=1136743", "content": "মদিনা মসজিদ হল ভারতের পশ্চিমবঙ্গের মুর্শিদাবাদের নিজামত দুর্গের প্রাঙ্গণের একটি মসজিদ। দুর্গের প্রাঙ্গণে দুটি মদীনা মসজিদ রয়েছে, পুরানোটি নবাব সিরাজ উদ-দৌলা ১৮ শতকে এবং নতুনটি নবাব মনসুর আলী খান ১৮৪৬ সালে নির্মাণ করেছিলেন।\nপুরানো মসজিদটি ছিল নবাব সিরাজ উদ-দৌলা নির্মিত পুরানো নিজামত ইমামবাড়ার একটি অংশ, নিজামত ইমামবাড়া ১৮৪২ সালের আগুনে আংশিকভাবে পুড়ে যায়, ও ১৮৪৬ সালের ডিসেম্বর মাসে ২৩ তারিখ আবারও আগুন লাগলে ইমামবাড়া সম্পূর্ণরূপে পুড়ে যায়। ১৮৪৬ সালের এই অগ্নিকাণ্ডে পুরানো মদীনা মসজিদ রক্ষা পেয়েছিল ফলে ওই জায়গাতেই মসজিদটি রেখে দেওয়া হয়। নবাব মনসুর আলী খান ১৮৪৭ সালে বর্তমান নিজামত ইমামবাড়া নির্মাণ করার সময় তিনি নতুন ভবনের ভিতরে আরেকটি মদীনা মসজিদ নির্মাণ করেন। তাই মদীনা বা মদীনা মসজিদ বলতে উভয় মসজিদকেই বোঝায়। উভয়ই ভাগীরথী নদীর তীরে হাজারদুয়ারি প্রাসাদের দক্ষিণ মুখের সমান্তরালে অবস্থিত। পুরানোটি নতুনটির থেকে একটু দক্ষিণে এবং ক্লক টাওয়ারের পশ্চিমে এবং বাচ্চাওয়ালি টোপের ঠিক পাশেই রয়েছে।\n\n\n== ইতিহাস এবং বৈশিষ্ট্য ==\n\nপুরানো মসজিদ নবাব সিরাজ-উদ-দৌলা কর্তৃক নির্মিত হয়। এটি তৈরির সময় মক্কা থেকে মাটি আনা হয় ও ভিত্তির সাথে মিশ্রিত করা হয় যাতে এটি স্থানীয় মুসলিম সম্প্রদায়ের দরিদ্র সদস্যদের ইসলামের পাঁচটি স্তম্ভের একটি হজের অভিজ্ঞতা অর্জনের সুযোগ করে দিতে পারে। প্রাথমিকভাবে কাঠের তৈরি, পুরানো ইমামবাড়াটি ১৮৪২ সালে আগুনে ক্ষতিগ্রস্ত হয় এবং ১৮৪৬ সালে দ্বিতীয় আগুনে সম্পূর্ণরূপে ধ্বংস হয়ে যায়। তবে পুরাতন মদীনা মসজিদ আগুন থেকে বেঁচে যায়। পুরানো মসজিদটি নবাব মনসুর আলীখান কর্তৃক নির্মিত মসজিদের তুলনায় ছোট এবং এটি একক গম্বুজ বিশিষ্ট।\nবর্তমান ইমামবাড়াটি ১৮৪৭ সালে সাদেক আলী খানের তত্ত্বাবধানে নির্মিত হয়েছিল। এই ইমামবাড়ার মধ্যেই রয়েছে নতুন মদীনা মসজিদ।\nনতুন মসজিদটি একটি উঁচু বেধির উপর নির্মিত ও আলংকারিক চীনা টাইলস দিয়ে সজ্জিত। এর ভিত্তিপ্রস্তরে কারবালার মাটি রয়েছে। কথিত আছে যে, অতীতে মেম্বারদালান ও মদিনা মসজিদের মাঝখানে একটি ঝর্ণা ছিল। মসজিদের খিলান এবং দেয়াল কুরআনের পাঠ দ্বারা অলঙ্কৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফ্লিকারে নিজামত ইমামবাড়ার ছবি"}