{"pageid": 1136786, "title": "আল-বিরজান্দি", "url": "https://bn.wikipedia.org/wiki?curid=1136786", "content": "আবদুল আলি ইবনে মুহাম্মদ ইবনে হুসাইন বিরজান্দি (ফার্সি: عبد علی محمد بن حسین بیرجندی) (মৃত্যু- ১৫২৮) ছিলেন একজন মুসলিম পণ্ডিত ; ১৬ শতকের বিশিষ্ট পারস্য জ্যোতির্বিদ, গণিতবিদ এবং পদার্থবিদ যিনি ইরান-এর বিরজান্দ শহরে বসবাস করতেন।\n\n\n== জ্যোতির্বিজ্ঞান ==\nআল-বিরজান্দি ছিলেন মনসুর ইবনে মুইন আল-দিন আল-কাশির শিষ্য, অপরদিকে বিখ্যাত ও সুপরিচিত উলুগ বেগের মানমন্দির নামে সমরকন্দের মানমন্দিরের একজন সদস্য । মহাজগতের গঠন নিয়ে আলোচনা করতে গিয়ে, আল-বিরজান্দি পৃথিবীর ঘূর্ণন নিয়ে আলী আল-কুশজি-এর বিতর্ক অব্যাহত রেখেছেন। পৃথিবী চলমান থাকলে কী ঘটতে পারে তার বিশ্লেষণে তিনি গ্যালিলিও গ্যালিলেই-এর \"বৃত্তাকার জড়তা\" ধারণার অনুরূপ একটি হাইপোথিসিস তৈরি করেন। যা তিনি নিম্নলিখিত\nপর্যবেক্ষণমূলক পরীক্ষায় বর্ণনা করেছেন (কুতুবউদ্দিন আল-শিরাজি-এর একটি যুক্তির প্রতিক্রিয়া হিসাবে):\n\nছোট বা বড় শিলা একটি রেখার পথ ধরে পৃথিবীতে পড়বে যা দিগন্তের সমতলে (সাথ) লম্ব; এটি অভিজ্ঞতা দ্বারা সাক্ষী (তাজরিবা)। এবং এই লম্বটি পৃথিবীর গোলকের স্পর্শক বিন্দু এবং অনুভূত (হিসি) দিগন্তের সমতল থেকে দূরে। এই বিন্দু পৃথিবীর গতির সাথে চলে এবং এইভাবে দুটি শিলার পতনের জায়গায় কোন পার্থক্য থাকবে না।\n\n\n== রচনা ==\nআল-বিরজান্দি ১৩ টিরও বেশি বই এবং গ্রন্থ লিখেছেন, যার মধ্যে রয়েছে:\n\nশারহুত তাজকিরাহ, এটি আল-তুসির স্মৃতিকথা আত-তাজকিরাহ গ্রন্থের একটি ভাষ্য, এই কাজটি পাঠকদের জন্য ব্যাখ্যা বিশ্লেষণ প্রদান করে এবং পূর্বসূরিদের দৃষ্টিভঙ্গি মূল্যায়ন করার সময় বিকল্প মতামতও প্রদান করে, যা ইসলামিক ভাষ্য ঐতিহ্যের সাথে সামঞ্জস্যপূর্ণ । ১৭ শতকের পাণ্ডুলিপির কিছু অনুলিপিতে লেখাটি কালো এবং লাল কালিতে লেখা হয়েছে যেখানে আলোচিত জ্যোতির্বিজ্ঞানের অনেক উপাদান চিত্রিত করা হয়েছে । বইটির ১১ তম অধ্যায় ১৭২৯ সালে জয়পুরে নয়নাসুখোপাধ্যায় সংস্কৃতে অনুবাদ করেছিলেন । ১১ তম অধ্যায়ে বিশেষভাবে তুসি যুগল-এর কথা বলা হয়েছে, প্রধানত যখন এই ধারণাগুলিকে চন্দ্র তত্ত্বে প্রয়োগ করা হয়। বিরজান্দি গতির দুটি বিন্দুর মধ্যে অবস্থানরত মহাকাশীয় গোলকের প্রয়োগকে আপত্তি করেন । তুসি যুগল-এর বক্ররেখা বা গোলাকার ধারণা সম্পর্কে কথা হচ্ছে যে, এটি একটি সামান্য অনুদৈর্ঘ্য প্রবণতা তৈরি করে। একজন পার্সিয়ান বিশেষ অনুরাগী মুহাম্মদ আবিদা নয়নসুখাকে এটি সংস্কৃতে রচনা করার জন্য নির্দেশনা জ্ঞাপক অনুমতি দেয়। কুসুবা এবং পিঙ্গরি সংস্কৃতের একটি সংস্করণ এবং একটি পৃথক বিভাগে, আরবি মূলের মুখোমুখি একটি ইংরেজি অনুবাদ উপস্থাপন করে। এই অধ্যায়টি ১৯ শতকের শেষের দিক থেকে ইউরোপীয় পণ্ডিতদের মধ্যে মনোযোগ আকর্ষণ করেছে। আল-বিরজান্দি তাজকিরাহ ২, অধ্যায় ১১, এবং এর সংস্কৃত অনুবাদ কুসুবা কে. এবং পিঙ্গরি ডি কর্তক । আইএসবিএন ৯৭৮-৯০-০৪-১২৪৭৫-২ was published in 2001 by Brill Academic Publishers.\nশারহ-ই বিস্ত বাব দার মা'রিফাত-ই আ'মাল-ই আল-আসতুরলাব - নাসির আল-দীন আল-তুসির \"অ্যাস্ট্রোল্যাবের ব্যবহার নিয়ে বিশটি অধ্যায় সম্পর্কিত মন্তব্য\"; ফার্সি\nরিসালাহ ফি আলাত আল-রাসাদ (পর্যবেক্ষণমূলক যন্ত্রের পত্র); আরবীতে।\nতাজকিরাতুল আহবাব ফি বায়ানিত তাহাবুব (বন্ধুদের স্মৃতিচারণ: বন্ধুত্বের ব্যাখ্যা সম্পর্কে (সংখ্যার); আরবিতে.\nবিরজান্দি তার ভাষ্য ছাড়াও বিভিন্ন ক্ষেত্রে অবদান রেখেছেন। তার কাজের মধ্যে এফিমেরাইডের অধ্যয়ন, জ্যোতির্বিদ্যা পর্যবেক্ষণের যন্ত্র এবং সৃষ্টিতত্ত্ব অন্তর্ভুক্ত ছিল। তিনি হাবিব আল্লাহর সাথে সম্পৃক্ত গ্রহের আকার ও দূরত্ব নির্ধারণেও কাজ করেছেন।\nতিনি ধর্মতত্ত্বের ক্ষেত্রেও কাজ করেছিলেন এবং 8১৪৭৮/১৪৭৯ সালে পঞ্জিকাগুলির একটি সিরিজ তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র =="}