{"pageid": 1136915, "title": "বিবাহবিচ্ছেদ", "url": "https://bn.wikipedia.org/wiki?curid=1136915", "content": "বিবাহ বিচ্ছেদ হল একটি বিবাহ বা বৈবাহিক মিলন বন্ধ করার প্রক্রিয়া । বিবাহবিচ্ছেদ সাধারণত বিবাহের আইনি কর্তব্য এবং দায়িত্ব বাতিল বা পুনর্গঠনকে অন্তর্ভুক্ত করে। এইভাবে নির্দিষ্ট দেশ বা রাষ্ট্রের আইনের শাসনের অধীনে বিবাহিত দম্পতির মধ্যে বিবাহ বন্ধনের বন্ধন দ্রবীভূত করে। বিবাহবিচ্ছেদের আইন বিশ্বজুড়ে যথেষ্ট পরিবর্তিত হয়। তবে অধিকাংশ দেশে বিবাহবিচ্ছেদের জন্য একটি আইনি প্রক্রিয়ায় আদালত বা অন্যান্য কর্তৃপক্ষের অনুমোদনের প্রয়োজন হয়, যার মধ্যে সম্পত্তির বণ্টন , সন্তানের হেফাজত , ভরণপোষণের বিষয় জড়িত থাকতে পারে।(স্বামী সমর্থন), সন্তানের সাথে দেখা/অ্যাক্সেস , প্যারেন্টিং সময় , চাইল্ড সাপোর্ট এবং ঋণের বিভাজন। বেশিরভাগ দেশে, আইন দ্বারা একবিবাহের প্রয়োজন হয়, তাই বিবাহবিচ্ছেদ প্রতিটি প্রাক্তন সঙ্গীকে অন্য একজনকে বিয়ে করার অনুমতি দেয়।\nবিবাহবিচ্ছেদ বাতিলকরণের থেকে আলাদা , যা বিবাহকে বাতিল ঘোষণা করে, আইনি বিচ্ছেদ বা ডি জুর সেপারেশন (একটি আইনি প্রক্রিয়া যার মাধ্যমে একজন বিবাহিত দম্পতি বৈধভাবে বিবাহিত থাকাকালীন একটি বাস্তব বিচ্ছেদকে আনুষ্ঠানিক করতে পারে) বা ডি ফ্যাক্টো বিচ্ছেদ (একটি প্রক্রিয়া যেখানে স্বামী অথবা স্ত্রী অনানুষ্ঠানিকভাবে সহবাস বন্ধ করে)। বিবাহবিচ্ছেদের কারণগুলি পরিবর্তিত হয়, যৌন অসামঞ্জস্যতা বা এক বা উভয় স্বামীর স্বাধীনতার অভাব থেকে ব্যক্তিত্বের সংঘর্ষ পর্যন্ত । [৩]\nশুধুমাত্র যে দেশগুলো বিবাহবিচ্ছেদের অনুমতি দেয় না সেগুলো হল ফিলিপাইন এবং ভ্যাটিকান সিটি । ফিলিপাইনে, অমুসলিম ফিলিপিনোদের জন্য বিবাহবিচ্ছেদ বৈধ নয় যদি না স্বামী বা স্ত্রী একজন অনথিভুক্ত অধিবাসী এবং কিছু শর্ত পূরণ না করে। [৪] ভ্যাটিকান সিটি হল একটি ধর্মীয় রাষ্ট্র, যেখানে বিবাহবিচ্ছেদের কোনো পদ্ধতি নেই। যে দেশগুলো তুলনামূলকভাবে সম্প্রতি বিবাহবিচ্ছেদের বৈধতা দিয়েছে তারা হল ইতালি (1970), পর্তুগাল (1975, যদিও 1910 থেকে 1940 সাল পর্যন্ত নাগরিক এবং ধর্মীয় উভয় বিবাহের জন্য এটি সম্ভব ছিল), ব্রাজিল (1977), স্পেন (1981), আর্জেন্টিনা (1987), [ 5] প্যারাগুয়ে (1991), [6] কলম্বিয়া (1991; 1976 থেকে শুধুমাত্র অ-ক্যাথলিকদের জন্য অনুমোদিত ছিল), [6] অ্যান্ডোরা (1995), [7] আয়ারল্যান্ড (1996), চিলি (2004) [8] এবং মাল্টা (2011)।\n\n\n== বিবাহবিচ্ছেদ ==\nবিবাহবিচ্ছেদের কারণগুলি দেশ থেকে দেশে ব্যাপকভাবে পরিবর্তিত হয়।বিবাহকে একটি চুক্তি, একটি মর্যাদা বা এগুলির সংমিশ্রণ হিসাবে দেখা যেতে পারে। যেখানে এটি একটি চুক্তি হিসাবে দেখা হয়, চুক্তিতে নির্ধারিত বাধ্যবাধকতাগুলি সম্পাদন করতে একজন পত্নীর অস্বীকৃতি বা অক্ষমতা অন্য পত্নীর জন্য বিবাহবিচ্ছেদের জন্য একটি ভিত্তি তৈরি করতে পারে।বিপরীতে, কিছু দেশে (যেমন সুইডেন,  ফিনল্যান্ড,  অস্ট্রেলিয়া,  নিউজিল্যান্ড),  বিবাহবিচ্ছেদ বিশুদ্ধভাবে কোন দোষ নয় ।এর মানে এটা কোন বিষয় নয় যে কোন দল বা দলগুলো আলাদা হতে চায়।বিবাহবিচ্ছেদের জন্য কাউকে দোষী প্রমাণ না করেই তারা তাদের স্বাধীন ইচ্ছায় আলাদা হতে পারে।অনেক বিচারব্যবস্থা নো ফল্ট ডিভোর্স এবং অ্যাট ফল্ট ডিভোর্স উভয়েরই বিকল্প অফার করে।এই ঘটনা, উদাহরণস্বরূপ, অনেক মার্কিন রাজ্যে ( বিচ্ছেদের জন্য ভিত্তি দেখুন (মার্কিন যুক্তরাষ্ট্র) ) বা চেক প্রজাতন্ত্র ।\nযদিও বিবাহবিচ্ছেদের আইন এখতিয়ারের মধ্যে পরিবর্তিত হয়, তবে বিবাহবিচ্ছেদের দুটি মৌলিক পদ্ধতি রয়েছে: দোষ ভিত্তিক এবং নো-ফল্ট ভিত্তিক।যাইহোক, এমনকি কিছু বিচারব্যবস্থায় যেখানে কোনও পক্ষকে তাদের অংশীদারের দোষ দাবি করার প্রয়োজন হয় না, একটি আদালত এখনও সম্পত্তি, ঋণ, হেফাজতের মূল্যায়ন, ভাগ করা যত্নের ব্যবস্থা এবং সমর্থন ভাগ করার সময় পক্ষগুলির আচরণ বিবেচনা করতে পারে।কিছু বিচারব্যবস্থায়, একজন পত্নীকে অন্য পত্নীর অ্যাটর্নির ফি দিতে বাধ্য করা হতে পারে।\nবিবাহবিচ্ছেদ কার্যকর হওয়ার আগে অপেক্ষার সময়কাল অনুসারে আইনগুলি পরিবর্তিত হয়।এছাড়াও, বসবাসের প্রয়োজনীয়তা পরিবর্তিত হয়।যাইহোক, সম্পত্তির বিভাজনের বিষয়গুলি সাধারণত যে এখতিয়ারে সম্পত্তি অবস্থিত তার আইন দ্বারা নির্ধারিত হয়।\nইউরোপে, বিবাহবিচ্ছেদের আইন দেশ থেকে দেশে ভিন্ন, বিভিন্ন আইনি ও সাংস্কৃতিক ঐতিহ্যকে প্রতিফলিত করে।কিছু দেশে, বিশেষ করে (কিন্তু শুধুমাত্র নয়) কিছু প্রাক্তন কমিউনিস্ট দেশে, বিবাহবিচ্ছেদ শুধুমাত্র একটি সাধারণ ভিত্তিতে \"বিবাহের অপূরণীয় ভাঙ্গন\" (বা অনুরূপ একটি সূত্র) এর ভিত্তিতে প্রাপ্ত করা যেতে পারে।তবুও, বিবাহের এই ধরনের \"ভাঙ্গন\" যা গঠন করে তা খুব উদার ব্যাখ্যা থেকে শুরু করে এখতিয়ার থেকে এখতিয়ার পর্যন্ত খুব আলাদাভাবে ব্যাখ্যা করা হয় (যেমননেদারল্যান্ডস )  বেশ বিধিনিষেধমূলক (উদাহরণস্বরূপ, পোল্যান্ডে, অবশ্যই একটি \"অপ্রতিরোধ্য এবং বৈবাহিক জীবনের সম্পূর্ণ বিচ্ছিন্নতা\" থাকতে হবে, তবে বিবাহবিচ্ছেদের জন্য অনেক বিধিনিষেধ রয়েছে)।  বিচ্ছেদ কিছু ইউরোপীয় দেশে বিবাহবিচ্ছেদের একটি ভিত্তি গঠন করে ( জার্মানিতে, যেমন, উভয় স্বামী/স্ত্রী সম্মত হলে এক বছরের বিচ্ছেদের ভিত্তিতে বিবাহবিচ্ছেদ মঞ্জুর করা হয়, অথবা শুধুমাত্র একজন স্ত্রী সম্মত হলে ৩ বছরের বিচ্ছেদ)। মনে রাখবেন যে \"বিচ্ছেদ\" বলতে অগত্যা পৃথক বাসস্থান বোঝায় না - কিছু বিচারব্যবস্থায়, একই পরিবারে বসবাস করা কিন্তু একটি পৃথক জীবন যাপন করা (যেমন, খাওয়া, ঘুমানো, সামাজিকীকরণ, ইত্যাদি আলাদাভাবে) ডি ফ্যাক্টো বিচ্ছেদ গঠনের জন্য যথেষ্ট; এটি স্পষ্টভাবে বলা হয়েছে, যেমন, লাটভিয়া  বা চেক প্রজাতন্ত্রের পারিবারিক আইনে।\nবিবাহবিচ্ছেদের আইন অচল নয়; তারা প্রায়ই সমাজের বিকশিত সামাজিক নিয়মের প্রতিফলিত পরিবর্তন ।একবিংশ শতাব্দীতে, অনেক ইউরোপীয় দেশ তাদের বিবাহবিচ্ছেদ আইনে পরিবর্তন করেছে, বিশেষ করে বিচ্ছেদের প্রয়োজনীয় সময়ের দৈর্ঘ্য হ্রাস করে, যেমন, ২০০৬ সালে স্কটল্যান্ড (আগের ২ বা ৫ বছরের থেকে ১ বা ২ বছর); ২০০৫ সালে ফ্রান্স (আগের ৬ বছরের থেকে ২ বছর),  ২০০৫ সালে সুইজারল্যান্ড (আগের ৪ বছরের থেকে ৬ বছর),  ২০০৮ সালে গ্রিস (আগের চার বছরের থেকে দুই বছর)। কিছু দেশ তাদের বিবাহবিচ্ছেদের আইন সম্পূর্ণভাবে সংশোধন করেছে, যেমন ২০০৫ সালে স্পেন,  এবং ২০০৮ সালে [[পর্তুগাল]] ।বেলজিয়ামে ২০০৭ সালের সেপ্টেম্বরে একটি নতুন বিবাহবিচ্ছেদ আইনও কার্যকর হয়েছিল, একটি নতুন ব্যবস্থা তৈরি করেছে যা প্রাথমিকভাবে কোন দোষ নয়। বুলগেরিয়া ২০০৯ সালে তার বিবাহবিচ্ছেদের প্রবিধানও সংশোধন করেছে।এছাড়াও ইতালিতে, বিবাহবিচ্ছেদের ক্ষেত্রে ইতালীয় আইনে উল্লেখযোগ্য পরিবর্তনের সাথে ২০১৪ এবং ২০১৫ সালে নতুন আইন কার্যকর হয়েছে: বাধ্যতামূলক বিচ্ছেদের সময়কাল সংক্ষিপ্ত করা ছাড়াও (অবিরোধিত বিবাহবিচ্ছেদের জন্য ৬ মাস এবং বিগত ৩ বছর থেকে প্রতিদ্বন্দ্বিতার জন্য ১ বছর। ), বিবাহবিচ্ছেদের অন্যান্য প্রকারের অনুমতি দেওয়া হয় - আদালতের কার্যক্রমের বিকল্প হিসাবে, যেমন একজন উকিলের অংশগ্রহণের সাথে আলোচনা বা পাবলিক রেজিস্ট্রি অফিসের রেজিস্ট্রারের সামনে করা চুক্তি। বিপরীতে অস্ট্রিয়া একটি ইউরোপীয় দেশ যেখানে বিবাহবিচ্ছেদের আইন এখনও রক্ষণশীল।\nবিবাহবিচ্ছেদ আইনের উদারীকরণ বিরোধিতা ছাড়া নয়, বিশেষ করে মার্কিন যুক্তরাষ্ট্রে।প্রকৃতপক্ষে, মার্কিন যুক্তরাষ্ট্রে, কিছু রক্ষণশীল এবং ধর্মীয় সংগঠন এমন আইনের জন্য লবিং করছে যা বিবাহবিচ্ছেদকে সীমাবদ্ধ করে।২০১১ সালে, মার্কিন যুক্তরাষ্ট্রে, বিবাহবিচ্ছেদ সংস্কারের জন্য জোট প্রতিষ্ঠিত হয়েছিল, নিজেকে একটি সংস্থা হিসাবে বর্ণনা করে \"অপ্রয়োজনীয় বিবাহবিচ্ছেদ হ্রাস এবং স্বাস্থ্যকর বিবাহের প্রচারের প্রচেষ্টাকে সমর্থন করার জন্য নিবেদিত।\"\nরোমান ক্যাথলিক চার্চের ম্যাজিস্টেরিয়াম প্রাকৃতিক নৈতিক আইনের উপর বিবাহের ধারণা খুঁজে পায়, যা সেন্ট টমাস অ্যাকুইনাস দ্বারা বিশদভাবে ব্যাখ্যা করা হয়েছে, যা প্রকাশিত ঐশ্বরিক আইন দ্বারা পরিপূরক।ইতিহাসের ধারায় পূর্ব অর্থোডক্স চার্চ দ্বারা ডাক্তার অ্যাঞ্জেলিকাসের মতবাদ আংশিকভাবে ভাগ করা হয়েছে।\n\n\n== তথ্যসূত্র =="}