{"pageid": 1136625, "title": "দ্রুত ভাড়া বিদ্যুৎ উৎপাদন কেন্দ্র, বাংলাদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1136625", "content": "দ্রুত ভাড়া বিদ্যুৎ উৎপাদন কেন্দ্র বা কুইক রেন্টাল পাওয়ার প্ল্যান্ট বা কুইক রেন্টাল বিদ্যুৎ কেন্দ্র বা ভাড়ায় বিদ্যুৎ কেন্দ্র হলো বেসরকারি বিদ্যুৎ উৎপাদন কেন্দ্র, যা বিদ্যুতের অতিরিক্ত চাহিদার সময় দ্রুত ভাড়া নেওয়া হয়। বাংলাদেশে এরকম বেশিরভাগ প্ল্যান্ট আমদানিকৃত তরল জ্বালানি দিয়ে চলে। অনেক বিশেষজ্ঞ মনে করেন এই পদ্ধতিটি টেকসই নয়, কেননা বর্তমানে বিদ্যুৎ উৎপাদন চাহিদার তুলনায় প্রায় দ্বিগুণ, তথাপি যেসব বিদ্যুৎ উৎপাদন কেন্দ্র ব্যবহার হচ্ছে না সেগুলোর জন্যও সরকারকে টাকা দিতে হয়। ২০০৯ এর দিকে বিদ্যুৎ উৎপাদনের ঘাটতি থাকায় বেসরকারী এই ব্যবস্থা চালু হয়।\n২০২১ সালের সেপ্টেম্বরে জাতীয় সংসদে ঘোরতর আপত্তির মুখেও এই ব্যবস্থার মেয়াদ \"বিদ্যুৎ ও জ্বালানির দ্রুত সরবরাহ বৃদ্ধি (বিশেষ বিধান) (সংশোধন) বিল-২০২১\" পাঁচ বছর বাড়ানো হয়।\n\n\n== ইতিহাস ==\n২০০৭-৯ এ তত্ত্বাবধায়ক সরকারের আমলে এই পদ্ধতিতে বিদ্যুৎ উৎপাদনের উদ্যোগ নেওয়া হয়, যা নতুন অধিষ্ঠিত সরকার দ্রুত বিদ্যুৎ উৎপাৃনের উদ্দেশ্যে প্রসারণ করে। এই ব্যবস্থায় আইনি এড়াতে সরকার 'দায়মুক্তি আইন-২০১০' গ্রহণ করে। এসময় দুর্নীতি, বিদ্যুতের মূল্য বৃদ্ধি নিয়ে অনেক সংস্থা উদ্বেগ প্রকাশ করে তবে লোডশেডিং কমে যায়। এই ব্যবস্থা শুরুর সময় বিদ্যুৎ উৎপাদন খরচ ছিল ৳২.৫৫ প্রতি ইউনিট।\n২০১০-১১ সালে এটি ৩-৫ বছরের জন্য অস্থায়ী ব্যবস্থা হিসেবে গ্রহণ করা হয়, যতদিন না সরকারি বিদ্যুৎ উৎপাদন কেন্দ্র তৈরি করা হয়, কিন্তু পরবর্তিতে এটিই বিদ্যুৎ উৎপাদনের মূল ভিত্তি হয়। মনে করা হয়, এটি রাজনৈতিক পৃষ্ঠপোষকতা বণ্টনের একটি পদ্ধতি। বিশ্বব্যাংক ক্রমশ এই বেসরকারি ব্যবস্থা তুলে নেওয়ার কথা বললেও সরকার ক্রমশ এই পদ্ধতি বৃদ্ধি করেছে।\nবিদ্যুতের এই ভর্তুকির জন্য ২০০৭ সালে জিডিপির .১% খরচ হলেও ২০১৩ সালে তা হয় জিডিপির ১.৭%, যা বছরে ৳২০,০০০ কোটি এর সমান। ২০১৯-২০২২ এ প্রায় ৫৪ হাজার কোটি টাকা ভর্তুকি দিতে খরচ হয়।\n২০২১ এ বিদ্যুৎ চাহিদা ৯ থেকে ১২ হাজার মেগাওয়াট হলেও, উৎপাদন সক্ষমতা ২২ হাজার মেগাওয়াট। এই অতিরিক্ত সক্ষমতার জন্য বিদ্যুৎ ব্যবহার না করলেও বেসরকারি চুক্তিভিত্তিক প্রতিষ্ঠানগুলোকে টাকা দিতে হয়, যার ফলস্বরূপ দাম বৃদ্ধি পায়। ক্যাব(ক্রেতা সংগঠন) ২০২১ সালে কুইক রেন্টাল পদ্ধতি সম্পূর্ণ তুলে নেওয়া সহ\nফেব্রুয়ারি ২০২২ এ, সিপিডি বলে বিদেশি গ্যাসের দাম দেশে উৎপন্ন গ্যাসের তুলনায় ২৪ গুণ দামি। বাংলাদেশের বেশিরভাগ বিদ্যুৎ গ্যাসে উৎপন্ন হয়। দেশি প্রতিষ্ঠান দিয়ে গ্যাস খনন করতে খরচ কম পড়লেও যুক্তরাষ্ট্র ও রাশিয়ার গ্যাস প্রতিষ্ঠানকে বাপেক্সের আবিষ্কৃত গ্যাস উত্তোলনের কাজ দেওয়া হয়।\n২০২২ এ বৈদেশিক মুদ্রা সংকটে লোড শেডিং তীব্রভাবে বৃদ্ধি পাওয়ায় ভাড়ায় বিদ্যুৎ ও ক্যাপাসিটি চার্জ নিয় আবার আলোচনা শুরু হয়।\nআগস্ট ২০২২, পেট্রোবাংলাকে দায়মুক্তির জন্য আইনে সুপারিশ করা হয়, যার কিছু সময় আগে তেলের দাম ৫২% বাড়ানো হয়।\n\n\n== প্রতিক্রিয়া ও সমালোচনা ==\n২০২০ সালে আইনজীবী ও সামাজিক কর্মীরা এই আইনকে অসাংবিধানিক বলে আখ্যায়িত করে, কেননা এতে বিদ্যুৎ উৎপাদনকারী প্রতিষ্ঠানকে ইনডেমনিটি দেওয়া হয়।\n\n\n== দায়মুক্তি অবৈধ ঘোষণা: ==\n২০২৪ সালে কুইক রেন্টাল আইনে দায়মুক্তির দুটি ধারাকে (৯ ও ৬ (২) ধারা) অসাংবিধানিক বলে রায় দিয়েছেন হাইকোর্ট। এর পরিপ্রেক্ষিতে হাইকোর্ট সারাদেশের সব বিদ্যুৎকেন্দ্র পুরোপুরি চালু করার জন্য সরকারের সংশ্লিষ্টদের নির্দেশ দেন। আইনগতভাবে বৈধতা চ্যালেঞ্জ করে এই রিটটি দায়ের করা হয়েছিল, যেখানে বিদ্যুৎ ও জ্বালানি মন্ত্রণালয়ের সম্মতির মাধ্যমে বিদ্যুৎ ক্রয় পরিকল্পনা অনুমোদন এবং রেন্টাল ও কুইক রেন্টাল বিদ্যুৎকেন্দ্রগুলোকে আইনি চ্যালেঞ্জ থেকে সুরক্ষা দেওয়ার বিধান ছিল। এটি হাইকোর্টের ২০২৪ সালের সিদ্ধান্তের পরে, আইনগত দুর্বলতা তুলে ধরা এবং সংশ্লিষ্ট বিধানগুলো অসাংবিধানিক ঘোষণা করার প্রসঙ্গে গুরুত্ব পায়।\n\n\n== তথ্যসূত্র =="}