{"pageid": 1136241, "title": "তসবি", "url": "https://bn.wikipedia.org/wiki?curid=1136241", "content": "তসবিহ বা তাসবিহ (আরবি: تَسْبِيح) হলো মুসলিমদের ব্যবহার্য একধরনের জপমালা, যা জিকির পড়া গুনতে ব্যবহার করা হয়। আফগানিস্তান, ইরান, তাজিকিস্তান, পাকিস্তান, বাংলাদেশ, ভারত প্রভৃতি দেশে এটি “তসবিহ” নামে পরিচিত। এটি মিসবাহা (আরবি: مِسْبَحَة, প্রতিবর্ণীকৃত: misbaḥa), সুবহা (আরবি: سُبْحَة; আরবি, কুর্দি ও উর্দু ভাষায়), তেসপিহ (তুর্কি, বসনীয় ও আলবেনীয় ভাষায়) প্রভৃতি নামে পরিচিত।\nআরবিতে একে মিসবাহা বা মিসবাহাহ ও তসবিহ বলা হলেও অনারব বিভিন্ন ভাষায়, বিশেষ করে ফারসি ভাষায় জিকির ও সুবহানাল্লাহ পড়াকেও তসবিহ বলে। তুরস্কে এটি তেসপিহ নামে পরিচিত।\n\n\n== ব্যবহার ==\n\nতসবিহ হলো ইসলামে জিকির গোনার একটি মাধ্যম বা উপকরণ। আল্লাহর ৯৯টি নাম বা দৈনিক নামাজের পর দোয়া গুনতেও এটি ব্যবহার করা হয়। সচরাচর কাঠ বা প্লাস্টিকের পুতি দিয়ে তৈরি হলেও জলপাইয়ের বীজ, হাতির দাঁত, মুক্তা ও স্বল্পমূল্যের পাথর, যেমন: ইন্দ্রগোপ, গোমেদ ও আম্বর প্রভৃতি দিয়েও তৈরি করা হয়।\nএ ধরনের জপমালায় সাধারণত ৯৯টি পাথর থাকে, যা দিয়ে নিম্নরূপে আল্লাহর মহিমা বর্ণনা করা হয়: ৩৩ বার সুবহান আল্লাহ বা তসবিহ, ৩৩ বার আলহামদুলিল্লাহ বা তাহমিদ ও ৩৩ বার আল্লাহু আকবর বা তাকবির। কারও কারও মতে, ৯৯টি পাথর আল্লাহর ৯৯টি নামকে নির্দেশ করে। ছোট ছোট তসবিহতে অনেক সময় ৩৩টি পাথর থাকে। এভাবে তিনবার সম্পূর্ণ তসবিহ শেষ করে ৯৯ বারের চক্র পূর্ণ হয়। বিভিন্ন সুফিবাদী ধারায় জিকির গোনার সুবিধার্থে ১০০ বা ২০০ পাথরের তসবিহও ব্যবহৃত হয়।\nবিভিন্ন দেশীয় সংস্কৃতি অনুযায়ী তসবিহ দুশ্চিন্তা কমাতে ব্যবহার হয়, এমনকি কোনো কোনো দেশে একে সামাজিক মর্যাদার প্রতীক হিসেবেও দেখা হয়।\n\n\n== ইতিহাস ==\nইসলামের প্রাথমিক যুগে মুসলিমরা জিকির গোনার কাজে পাথর ও আঙুলের গিট ব্যবহার করতো।\n১৭শ শতাব্দীর শিয়া ধর্মপ্রচারক আল্লামা মুহম্মদ বাকির মজলিসীর বয়ানমতে, ৬২৫ খ্রিষ্টাব্দে উহুদ যুদ্ধের পর মুহাম্মাদের কন্যা ফাতিমা প্রতি দুই-তিন দিনের মধ্যে একবার শহিদদের কবরে যেতেন এবং সেই সময়ে হামযা ইবনে আবদুল মুত্তালিবের কবরের মাটি দিয়ে একটি তসবিহ তৈরি করেন। এরপর থেকে তসবিহ তৈরি ও ব্যবহার শুরু হয়। যদিও এই তথ্যের সত্যতা বিতর্কিত।\nকিছু কিছু হাদিসে দৈনিক নামাজের পর জিকির গুনতে ডান হাতের আঙুল ব্যবহারের উত্তম প্রতিদানের ঘোষণা করা হয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nতসবিহ (জপমালা)\nজপমালা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDubin, Lois Sherr (২০০৯)। \"Prayer Beads\"। The History of Beads: From 100,000 B.C. to the Present (Rev. and expanded সংস্করণ)। New York: Abrams। পৃষ্ঠা 79–92। আইএসবিএন 9780810951747। \nHenry, Gray; Marriott, Susannah (২০০৮)। Beads of Faith: Pathways to Meditation and Spirituality Using Rosaries, Prayer Beads and Sacred Words। Louisville, Ky.: Fons Vitae। আইএসবিএন 9781887752954। \nMajlesi, Mohammad Baqer। Biḥār al-Anwār (Arabic ভাষায়)। 110। পৃষ্ঠা 133, 64। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nUntracht, Oppi (২০০৮)। \"Rosaries of India\"। Traditional Jewelry of India। New York: Thames & Hudson। পৃষ্ঠা 69–73। আইএসবিএন 9780500287491। \nWiley, Eleanor; Shannon, Maggie Oman (২০০২)। A String and a Prayer: How to Make and Use Prayer Beads। Boston: Red Wheel/Weiser। আইএসবিএন 1590030109। \n\n\n== বহিঃসংযোগ ==\nHistory of the Tasbih in Iran"}