{"pageid": 1136797, "title": "আলী ইবনে আবু তালিবের হামদান অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1136797", "content": "আলী ইবনে আবি তালিবের অভিযান, ইয়েমেনের জনগণকে ইসলামে ধর্মান্তরিত করার জন্য ১০ হিজরি বা ৬৩১ খ্রিস্টাব্দে সংঘটিত হয়েছিল।\n\n\n== সামরিক অভিযান ==\nভারতীয় বিশিষ্ট মুসলিম লেখক সফিউর রহমান মোবারকপুরী কর্তৃক ইসলামের নবী মুহাম্মাদ -এর জীবনী নিয়ে আধুনিক যুগে আরবি ভাষায় রচিত অন্যতম একটি সীরাত গ্রন্থ আর্-রাহীকুল মাখতূম (অর্থ: মোহরাঙ্কিত জান্নাতী সুধা) এর বর্ণনা অনুসারে, খালিদ ইবন আল-ওয়ালিদকে হামদানের লোকদের সাথে ইসলামের দিকে আহ্বান করার জন্য নিযুক্ত করা হয়েছিল। তিনি সেখানে তাদের সাথে ৬ মাস অবস্থান করলেন কিন্তু তারা ধর্মান্তরিত হননি। তারপর মুহাম্মদ আলী ইবনে আবি তালিবকে সেখানে পাঠালেন । আর খালিদ সেখান থেকে মুহাম্মদের কাছে ফিরে এলেন। আলী তাদের ইসলাম গ্রহণের জন্য আহ্বান জানান (এবং তাদের কাছে মুহাম্মদের একটি বার্তা জানিয়েছিলেন) এবং তারা সাড়া দিয়ে ইসলাম গ্রহণ করে। আলী তখন নবী মুহাম্মদকে তার সাফল্যের কথা লিখেছিলেন, যার পরিপ্রেক্ষিতে মুহাম্মদ এই বলে উত্তর দিয়েছিলেন যে, \"হামদানের উপর শান্তি বর্ষিত হোক, হামদানের উপর শান্তি বর্ষিত হোক\"। খালিদ ইবনুল ওয়ালিদ ৬ মাসেও হামদানের জনগণকে ধর্মান্তরিত করতে সক্ষম হননি, কিন্ত আলী ১ দিনের মধ্যে হামদানের সমস্ত লোককে ধর্মান্তরিত করতে সক্ষম হন ।\n\n\n== ইসলামিক প্রাথমিক উৎস ==\n\nমুসলিম আইনবিদ তাবারী ঘটনাটি উল্লেখ করেছেন, তিনি লিখেছেন:\n\nআল-বারা ইবনে আজিব: রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া আলিহি ওয়াসাল্লাম খালিদ ইবনে আল-ওয়ালিদকে ইয়েমেনের জনগণকে ইসলামের দাওয়াত দিতে পাঠান, আর যারা তার সঙ্গে গিয়েছিল তাদের মধ্যে আমিও ছিলাম ৷ তিনি ছয় মাস ধরে এই বিষয়ে যথা সাধ্য চেষ্টা করেন কিন্তু তারা সাড়া দেয়নি, তাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া আলিহি ওয়াসাল্লাম আলী ইবনে আবি তালিবকে পাঠালেন এবং তাকে আদেশ দিলেন যে, খালিদ ও তার সাথে যারা ছিল তারা যেন ফিরে আসে, কিন্তু তাদের কেউ যদি তাকে অনুসরণ করতে চায় তবে তাকে অনুমতি দেওয়া উচিত। আল-বারা বলেন, \"আমি একজন ওখানে থেকে গিয়েছিলাম যে কিনা আলীর অনুসরণ করতাম, আমরা ইয়েমেনের সীমান্তে পৌঁছানোর সাথে সাথে লোকেরা খবর পেল। তারা তার চারপাশে জড়ো হল এবং আলী আমাদেরকে সকালের নামাযে ইমামতি করলেন। যখন তিনি শেষ করলেন (নামাজ),তখন আমাদেরকে তিনি এক সারিতে দাঁড় করিয়ে দিলেন। তারপর তিনি আমাদের সামনে চলে গেলেন, আল্লাহর গুণ গান ও প্রশংসা করলেন, তারপর তাদের কাছে রসূলের চিঠি পড়লেন। হামদানের সবাই একদিনে ইসলাম গ্রহণ করে নেয় এবং তিনি বিষয়টি আল্লাহর রসূলকে লিখে পাঠায়। নবী যখন আলীর চিঠি পড়েন, তখন তিনি আল্লাহর কাছে সিজদায় পড়ে যান। তারপর সিজদা থেকে তিনি উঠে বসলেন এবং বললেন, 'হামদানের উপর শান্তি বর্ষিত হোক, হামদানের উপর শান্তি বর্ষিত হোক। [হামদান ধর্মান্তরিত হওয়ার পর] সফলভাবেই ইয়েমেনের লোকেরা তাদের ইসলাম গ্রহণের সাথে অনুসরণ করে।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের সামরিক জীবন\nমুহাম্মাদের নেতৃত্বে যুদ্ধের তালিকা\n\n\n== তথ্যসূত্র =="}