{"pageid": 1136928, "title": "রাধাষ্টমী", "url": "https://bn.wikipedia.org/wiki?curid=1136928", "content": "রাধাষ্টমী হচ্ছে কৃষ্ণের সঙ্গিনী রাধার জন্মতিথি স্মরণে হিন্দুধর্মের বৈষ্ণব সম্প্রদায়ের দ্বারা পালিত একটি পবিত্র দিন। বিশেষ করে ভাদ্র মাসের শুক্ল পক্ষের অষ্টমী তিথিতে তার জন্মস্থান বারসানায় অত্যন্ত উৎসাহের সাথে দিনটি পালিত হয়। রাধাষ্টমী উৎসবটি সামাজিক জীবন পরিচালনাকারী সাংস্কৃতিক-ধর্মীয় বিশ্বাস ব্যবস্থার একটি দিক।\nস্কন্দ পুরাণের বিষ্ণু খন্ডে উল্লেখ করা হয়েছে যে, ভগবান কৃষ্ণের ১৬,০০০ জন গোপী ও গোপিকা ছিলেন, যাদের মধ্যে সর্বেশ্বরী রাধা দেবী ছিলেন শ্রদ্ধেয় ১০৯ জনের মধ্যে সর্বাধিক বৈশিষ্টপূর্ণ।\n\n\n== ইতিহাস ও তাৎপর্য ==\n\nরাধারাণী ভাদ্রপদ মাসের উজ্জ্বল পাক্ষিকের (শুক্ল পক্ষ) ৮ম দিনে (অষ্টমী) জন্মগ্রহণ করেছিলেন, অনুরাধা নক্ষত্র, দুপুর ১২টা এবং গ্রেগরীয় বর্ষপঞ্জি অনুসারে, ২৩ সেপ্টেম্বর ৩২২১ খ্রিস্টপূর্ব - বুধবার বারসানায় (রাওয়াল), উত্তর প্রদেশ, ভারত। রাজা বৃষভানু এবং তার স্ত্রী কীর্তিদা পুকুরে সোনার পদ্মের উপর দেবী রাধাকে পেয়েছিলেন। লোককাহিনী অনুসারে, যতক্ষণ না স্বয়ং ভগবান কৃষ্ণ তার সামনে আবির্ভূত হন ততক্ষণ পর্যন্ত রাধা পৃথিবী দেখার জন্য তার চোখ খোলেননি।\n\n\n== রাধাষ্টমী ও গোয়াল পূজা ==\nসারা ভারতবর্ষের মানুষ রাধাষ্টমীতে মেতে ওঠেন রাধিকার জন্মদিন মহোৎসব পালনে।  কিন্তু দক্ষিণ পশ্চিম রাঢ়ের বাঁকুড়া, পুরুলিয়া, পশ্চিম মেদিনীপুর এবং ঝাড়গ্রাম জেলায় এই দিন সাড়ম্বরে পালিত হয় গোয়ালপূজা। \nঅথর্ব বেদের একটি সূক্তে গোপালনের জন্য পশুচারণ ক্ষেত্রকে যত্নের সঙ্গে রক্ষা করা এবং পশুশালা নির্মাণ ও পরিষ্কার পরিচ্ছন্ন রাখার কথা বলা হয়েছে। \nগোয়াল পূজা মূলত পশুশালা পূজার দিন। পূজার কারণ হিসাবে মনে করা যেতে পারে এই সময়ে প্রাদুর্ভাব ঘটে বিভিন্ন রোগজ্বালার। সেগুলির হাত থেকে গোসম্পদকে রক্ষা করার জন্য গোয়ালঘর পরিষ্কার করা হয়। এছাড়াও চাষের শেষে চাষে খাটা খাটনি করা গরুগুলিকে পরিষ্কার পরিচ্ছন্ন করে সেবা দেওয়া। বলা যেতে পারে গোধন রক্ষা করা। মহাভারতের অনুশাসন পর্বে এই গোধন রক্ষা করার কথা বলা আছে।\nবাঁদনা যদি হয় গো-বন্দনার পরব তবে গোয়াল পূজা গো-লক্ষ্মী পূজা। আবার পুরাণ অনুযায়ী রাধা লক্ষ্মীর অংশজাত।  সেই হিসাবে রাধাষ্টমী খেটে খাওয়া মানুষের রাধার জন্মদিন পালন তথা লক্ষ্মীর পূজা তথা সংসারে সুখ সমৃদ্ধি নিয়ে আসা গোধন পূজার দিন।\nএইদিন গোয়ালঘর পরিষ্কার করা হয়। গোবর দিয়ে গোয়াল ছঁচ দেওয়া হয়। আলপনা এঁকে এবং শালুক ফুল দিয়ে গোয়াল সাজানো হয়। গরুকেও ভালো করে চান করিয়ে শালুক ফুলের মালা পরানো হয়।বেশিরভাগ গৃহেই ভাত রান্না হয় না। এদিন লুচি, আসকে পিঠে,মুড়কি ইত্যাদি খাওয়ার এবং পুজোয় নৈবেদ্য হিসাবে দেওয়ার চল আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Srila Prabhupada's Presentation of Srimati Radharani - First Radhastami celebration in ISKCON\"। www.sdgonline.org। সংগ্রহের তারিখ ২০০৮-০৯-০৮। \n\n\"Radhastami\"। www.krishna.com। ২০২৪-০২-২৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৩-০৯-০৩। \n\n\"Celebration of Radhashtami festival in Vrindavan\"। www.radhavallabh.com। সংগ্রহের তারিখ ২০০৮-১২-০৪।"}