{"pageid": 1136, "title": "পাকিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1136", "content": "পাকিস্তান, সরকারিভাবে ইসলামি প্রজাতন্ত্রী পাকিস্তান, দক্ষিণ এশিয়ার একটি রাষ্ট্র। ২১ কোটির অধিক জনসংখ্যা নিয়ে এটি জনসংখ্যার দিক থেকে বিশ্বের ৫ম বৃহত্তম রাষ্ট্র এবং আয়তনের দিক থেকে ৩৩তম বৃহত্তম রাষ্ট্র। পাকিস্তানের দক্ষিণে আরব সাগর, ওমান উপসাগরীয় উপকূলে ১০৪৬ কিলোমিটার (৬৫০ মাইল) উপকূল রয়েছে, এটি পূর্ব দিকে ভারতের, পশ্চিমে আফগানিস্তান, দক্ষিণ-পশ্চিমে ইরান এবং উত্তর-পূর্ব দিকে চীন সীমান্তে অবস্থিত। এটি উত্তর-পশ্চিমে আফগানিস্তানের ওয়াখান করিডোরের দ্বারা তাজিকিস্তান থেকে সংকীর্ণভাবে বিভক্ত এবং ওমানের সাথে সমুদ্রের সীমান্ত ভাগ করে।\n\n\n== নামকরণ ==\nফার্সি ও উর্দু ভাষায় 'পাকিস্তান' অর্থ পবিত্র স্থান বা এলাকা। ফার্সি ও পশতু শব্দ 'পাক' অর্থ পবিত্র। আর শব্দাংশ ـستان (-স্তান) একটি তৎসম-ফার্সি শব্দ যার অর্থ স্থান বা এলাকা। চৌধুরী রহমত আলী \"নাও অর নেভার\" পুস্তকে এ নামটির প্রস্তাব দেন।\nআরবি ভাষায় এর অর্থ 'মদিনা-এ-তৈয়্যেবা' বা পবিত্র স্থান, মদিনা শব্দের অর্থ এলাকা এবং তৈয়্যেবা অর্থ পবিত্র। আর একটি মত অনুসারে, ইংরেজি ভাষায় PAKISTAN (পাকিস্তানের) নামকরণ করা হয়েছে বিভিন্ন স্থানের আদ্যাক্ষর দিয়ে:\n\nP - পাঞ্জাব\nA - আফগানিয়া (খাইবার পাখতুনখোয়া ও তৎসংলগ্ন অঞ্চল)\nK - কাশ্মীর\nI - ইন্দাস অর্থাৎ সিন্ধু উপত্যকার ভাটি অঞ্চল\nSTAN - বেলুচিস্তান এর শেষ চার বর্ণ\nঅর্থাৎ এই কয়টি নির্দিষ্ট অঞ্চল জুড়ে হিন্দুস্তান থেকে পৃথক হওয়া রাষ্ট্রটি গঠিত হওয়ায় এর নাম হয় 'পাকিস্তান'।\nউল্লেখ্য, সে সময় পূর্ব বাংলা পৃথক আরেকটি মুসলিম রাষ্ট্র হিসেবে আত্মপ্রকাশ করার সমূহ সম্ভাবনা থাকায়, এই নামটির প্রস্তাবক পূর্ব বাংলাকে এই নাম রাখার ক্ষেত্রে বিবেচনায় না আনার অবকাশ পান।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক এবং মধ্যযুগীয় সময়কাল ===\nপ্রাচীন সিন্ধু অঞ্চল যা মোটামুটি বর্তমান পাকিস্তানের দক্ষিণ-পশ্চিম অংশ ছাড়া বাকিটা নিয়ে গঠিত, প্রাচীন কালে নব্য প্রস্তর যুগীয় মেহেরগড় সহ অনেক উন্নত সভ্যতার উৎপত্তিস্থল ছিল। ব্রোঞ্জ যুগে সিন্ধু সভ্যতায় (২৮০০- ১৮০০খ্রিষ্টপূর্বাব্দ)  হরপ্পা ও মহেঞ্জো-দাড়ো নামে দুটি উন্নত নগর ছিল। \nবৈদিক যুগে (১৫০০ - ৫০০খ্রিষ্টপূর্বাব্দ) ইন্দো আর্যদের মাধ্যমে এখানে হিন্দুদের গোড়াপত্তন হয়, যা পরবর্তীতে পুরো এলাকায় ছড়িয়ে পড়ে। মুলতান শহর হিন্দুদের গুরুত্বপূর্ণ তীর্থযাত্রা কেন্দ্রে পরিণত হয়।\n\n\n=== ঔপনিবেশিক  আমল ===\nভারতীয় অঞ্চলে  ঔপনিবেশিক আমলকে দুই ভাগে ভাগ করা হয় যথা:\n১.  ইংলিশ ইস্ট ইন্ডিয়া কোম্পানির শাসনামল,\n২. ব্রিটিশ সরকারের শাসনামল। \nতবে পাকিস্তান প্রথম থেকেই ইংলিশ ইস্ট ইন্ডিয়া কোম্পানির শাসনাধীনে যায়নি। কারণ তখনও এই অঞ্চলে স্বাধীনভাবে রাজারা শাসন করতো। তারপর ধীরে ধীরে  পাকিস্তান অঞ্চল ব্রিটিশ অধিভুক্ত হয়।\n\n\n=== স্বাধীনতা এবং পরাধীনতা ===\n১৯৪৭ সালে দখলদার ব্রিটিশ রাজশক্তি ভারতীয় উপমহাদেশ ছেড়ে যেতে বাধ্য হলে থেকে এই উপমহাদেশ বিভাজনের মাধ্যমে ভারত ও পাকিস্তান এ দু'টি দেশের জ‌ন্ম হয়। পাকিস্তান রাষ্ট্রটি মুসলিম সংখ্যাগরিষ্ঠ বেলুচিস্তান, খাইবার পাখতুনখোয়া, সিন্ধু, পশ্চিম পাঞ্জাব ও পূর্ব বাংলা (বাংলাদেশ), এই রাজ্যগুলো নিয়ে গঠিত হয়। পরবর্তীতে প্রতিবেশী রাজতান্ত্রিক কাশ্মীর রাজ্যের পশ্চিমাংশ পাকিস্তান রাষ্ট্রের অধিকারে আসে এবং ১৯৭১ সালে নিজ ভুলের কারণে পূর্ব বাংলা (বাংলাদেশ) হাতছাড়া হয়। অপরদিকে মূলত হিন্দু ও শিখ সংখ্যাগরিষ্ঠ রাজ্যগুলো নিয়ে অধুনা ভারত রাষ্ট্রটি গঠিত হয়। \n\n\n== রাজনীতি ==\nপাকিস্তানের রাজনীতি বর্তমানে একটি অর্ধ-রাষ্ট্রপতিশাসিত যুক্তরাষ্ট্রীয় প্রজাতন্ত্র কাঠামোয় সম্পাদিত হয়, যদিও অতীতে বিভিন্ন সময়ে সংসদীয় ও রাষ্ট্রপতি শাসিত ব্যবস্থার প্রচলন ছিল। রাষ্ট্রপতি হলেন রাষ্ট্রের প্রধান। সরকারপ্রধান হলেন প্রধানমন্ত্রী। রাষ্ট্রের নির্বাহী ক্ষমতা সরকারের উপর ন্যস্ত। আইন প্রণয়নের ক্ষমতা প্রধানত আইনসভার উপর ন্যস্ত।\nদেশের প্রথম প্রধানমন্ত্রী ছিলেন ভারতের অন্তর্বর্তীকালীন সরকারের অর্থমন্ত্রী লিয়াকত আলি খান । এযাবৎ কোনো প্রধানমন্ত্রী তার কার্যকাল সম্পূর্ণ করতে পারেনি। দীর্ঘ মেয়াদি প্রধানমন্ত্রীরা হলেন বেনজীর ভুট্টো , নওয়াজ শরীফ ও ইউসুফ রাজা গিলানি।\n২০১৩ সালের মে মাসের ১১ তারিখে প্রধানমন্ত্রী হিসেবে নির্বাচিত হন নওয়াজ শরীফ।\nএকই বছর জুলাইয়ের ৩১ তারিখ হতে পাকিস্তানের রাষ্ট্রপতির দায়িত্ব গ্রহণ করেন মামনুন হোসাইন ।  নিজের বিরুদ্ধে দুর্নীতির অভিযোগ আসার ফলে পরে নওয়াজ শরীফ প্রধানমন্ত্রী পদ থেকে সরে যেতে বাধ্য হন। ২০১৮ সাল থেকে ২০২২ সাল পর্যন্ত পাকিস্তানের প্রধানমন্ত্রী ছিলেন একসময়কার বিখ্যাত ক্রিকেটার ইমরান খান।কিন্তু ২০২২ সালের ১০ এপ্রিল তার বিরুদ্ধে পার্লামেন্টে অনাস্থা প্রস্তাব গ্রহণ করা হয়।ফলে তিনি ক্ষমতাচ্যুত হন।তার জায়গায় পাকিস্তানের  বর্তমান প্রধানমন্ত্রী নির্বাচিত হন পাকিস্তান মুসলিম লীগ (এন) এর সভাপতি শেহবাজ শরীফ ।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\nপাকিস্তানের মূল ভূখণ্ডটি কয়েকটি প্রশাসনিক অঞ্চলে বিভক্ত। যথা-\n\nপাঞ্জাব\nসিন্ধু\nখাইবার পাখতুনখোয়া\nবেলুচিস্তান\nআজাদ কাশ্মীর\nগিলগিত-বালতিস্তান\nইসলামাবাদ রাজধানী অঞ্চল\n\n\n== ভূগোল ==\n\nপাকিস্তানকে তিনটি প্রধান ভৌগোলিক অঞ্চলে ভাগ করা যায়: উত্তরের উচ্চভূমি, সিন্ধু নদের অববাহিকা (যেটিকে পাঞ্জাব ও সিন্ধু প্রদেশে উপবিভক্ত করা যায়) এবং বেলুচিস্তান মালভূমি।\n\n\n=== অরণ্য ===\nবনাঞ্চল কম—এশিয়ার এমন দেশের তালিকায় একদম পেছনে রয়েছে পাকিস্তান। দেশটির মোট আয়তনের মাত্র ১ দশমিক ৯ শতাংশ বনাঞ্চল। ৮ দশমিক ৪ শতাংশ বনাঞ্চল নিয়ে পাকিস্তানের সামনেই রয়েছে মঙ্গোলিয়া। পেছন থেকে তৃতীয় অবস্থান বাংলাদেশের।\nজাতিসংঘের খাদ্য ও কৃষি সংস্থার (এফএও) তথ্যমতে, এডিবির তালিকায় সর্বশেষ অবস্থানে থাকা পাকিস্তানে ১৯৯০ থেকে ২০১০ সাল পর্যন্ত ২০ বছরে খোয়া গেছে ৮ লাখ ৪০ হাজার হেক্টরের বনভূমি। গড়ে বছরপ্রতি এই হ্রাসের হার ৪২ হাজার হেক্টর।\n\n\n== অর্থনীতি ==\nপাকিস্তান একটি উন্নয়নশীল দেশ হিসাবে বিবেচিত হয় সাম্প্রতিক বছরগুলিতে, ২০১৩-এর দশক ধরে সামাজিক অস্থিতিশীলতার পরে, রেল পরিবহন এবং বৈদ্যুতিক শক্তি উৎপাদন, যেমন মৌলিক পরিষেবায় ম্যাক্রোম্যানেজমেন্ট এবং ভারসাম্যহীন সামষ্টিক অর্থনীতিতে গুরুতর ঘাটতিগুলি বিকাশ লাভ করেছে। সিন্ধু নদীর তীরে বর্ধনকেন্দ্রগুলি'সহ দেশের অর্থনীতিকে অর্ধ-শিল্পোন্নত বলে মনে করা হয়। করাচী এবং পাঞ্জাবের নগর কেন্দ্রগুলির দেশের অন্যান্য অঞ্চলে, বিশেষত বেলুচিস্তানে কম উন্নত অঞ্চলের সাথে বৈচিত্র্যময় অর্থনীতি রয়েছে। অর্থনৈতিক জটিলতা সূচক অনুসারে, পাকিস্তান বিশ্বের ৬৭ তম বৃহত্তম রফতানি অর্থনীতি এবং ১০৬ তম সবচেয়ে জটিল অর্থনীতি। ২০১৫-১৬ অর্থবছরে পাকিস্তানের রফতানি দাঁড়িয়েছে ২০.৮১১ বিলিয়ন মার্কিন ডলার এবং আমদানি হয়েছে ৪৪.৬৭ বিলিয়ন মার্কিন ডলার, যার ফলে নেতিবাচক বাণিজ্য ভারসাম্য হয়েছে ২৩.৯৬ বিলিয়ন মার্কিন ডলার।\n২০১৬ সালের হিসাবে, পাকিস্তানের আনুমানিক নামমাত্র জিডিপি $২৭১ বিলিয়ন মার্কিন ডলার। পিপিপির জিডিপি ৯,৪৬,৬৬৭ মিলিয়ন মার্কিন ডলার। মাথাপিছু জিডিপি আনুমানিক নামমাত্র $১,৫৬১ মার্কিন ডলার, মাথাপিছু মার্কিন জিডিপি (পিপিপি) ৫,০১০ ডলার (আন্তর্জাতিক ডলার) এবং ঋণ ও জিডিপি অনুপাত ৬৬.৫০%। বিশ্বব্যাংকের মতে, পাকিস্তানের গুরুত্বপূর্ণ কৌশলগত সম্পদ ও উন্নয়নের সম্ভাবনা রয়েছে। পাকিস্তানের যুবকের ক্রমবর্ধমান অনুপাত দেশকে একটি সম্ভাব্য জনসংখ্যার উপাত্ত এবং উভয়ই পর্যাপ্ত পরিষেবা এবং কর্মসংস্থান সরবরাহ করে। জনসংখ্যার ২১.০৪% আন্তর্জাতিক দারিদ্র্যসীমার নিচে বাস করে, যাদের  প্রতিদিনের আয় ১.২৫ মার্কিন ডলারের কম। ১৫ বছর বা তার বেশি বয়সের মধ্যে বেকারত্বের হার ৫.৫%। পাকিস্তানের প্রায় ৪০ মিলিয়ন মধ্যবিত্ত নাগরিক রয়েছে, ২০২০ সালের মধ্যে তা বেড়ে ১০ কোটিতে উন্নীত হওয়ার সম্ভাবনা রয়েছে। বিশ্বব্যাংকের প্রকাশিত ২০১৫ সালের একটি প্রতিবেদনে ক্রয়ক্ষমতার উপর ভিত্তি করে পাকিস্তানের অর্থনীতিকে বিশ্বের ২৪ তম বৃহত্তম ও পরম শর্তে ৪১ ম বৃহত্তমের স্থান দিয়েছে।\nদেশটির স্থূল অভ্যন্তরীণ উৎপাদন মান ভারতের এক দশমাংশ।\n\n\n== জনসংখ্যা ==\n\n২০১৭ সালের আদমশুমারীর প্রদেশের তথ্য অনুসারে, বর্তমান জনসংখ্যা ২০.৭৮ কোটি যা গত ১৯ বছরে ৫৭% বৃদ্ধি পেয়েছে। যা পৃথিবীর জনসংখ্যায় ২.৬% অবদান রেখেছে।\n\n\n== ধর্ম ==\n\n\n=== জন-অভিবাসন ===\nপাকিস্তানের জনগণ বেশিরভাগ  মুসলিম।  পাকিস্তানে জন-অনুপ্রবেশ ও বহির্গমণ দুই ধরনেরই অভিবাসন দেখা যায়। অনুপ্রবেশ মূলত মুসলিম জনগোষ্ঠীর যারা আফগানিস্তান এবং ভারত থেকে। প্রায় ৩.৬ মিলিয়ন অনুপ্রবেশ ও ৬.৩ মিলিয়ন বহির্গমণ পর্যবেক্ষিত হয়েছে।\n\n\n== ভাষাসমূহ ==\n\nপাকিস্তানের সরকারি ভাষা ইংরেজি এবং জাতীয় ভাষা উর্দু। এছাড়াও দেশটিতে পাঞ্জাবি, সিন্ধি, সারাইকি, পশতু, বেলুচি, ব্রাহুই  ইত্যাদি ভাষা প্রচলিত। অনেক ভাষাই ইন্দো-ইউরোপীয় ভাষাপরিবারের বিভিন্ন শাখার অন্তর্গত। উর্দু, পাঞ্জাবি ও সিন্ধি -আর্য ভাষাসমূহ, পশতু ও বেলুচি ইরানীয় ভাষাসমূহ, ব্রাহুই দ্রাবিড় ভাষাসমূহের অন্তর্গত। এছাড়া উত্তর ও উত্তর-পশ্চিমে বিভিন্ন দার্দীয় ভাষা যেমন খোওয়ার ও শিনা প্রচলিত।\n\n\n== জাতীয় পতাকা ==\n\nপাকিস্তানের জাতীয় পতাকার নকশা প্রণয়ন করেন সৈয়দ আমিরুদ্দিন কেদোয়াই। এই নকশাটি অল ইন্ডিয়া মুসলিম লীগের ১৯০৬ সালের পতাকার উপর ভিত্তি করে তৈরি করা হয়। পাকিস্তান স্বাধীনতা লাভ করার ৫ দিন আগে ১৯৪৭ সালের ১১ই আগস্ট তারিখে এই পতাকাটির নকশা গৃহীত হয়।\nপতাকাটিকে পাকিস্তানে সাব্‌জ হিলালি পারচাম বলা হয়। উর্দু ভাষার এই বাক্যটির অর্থ হলো \"নতুন চাঁদ বিশিষ্ট সবুজ পতাকা\"। এছাড়াও এটাকে \"পারচাম-ই-সিতারা আও হিলাল\" অর্থাৎ \"চাঁদ ও তারা খচিত পতাকা\" বলা হয়ে থাকে।\n\n\n=== তাৎপর্য ===\nপতাকাটির খুঁটির বিপরীত দিকের গাঢ় সবুজ অংশটি ইসলাম ধর্মের প্রতীক। খুঁটির দিকে সাদা অংশ রয়েছে, যা পাকিস্তানে বসবাসরত সংখ্যালঘু অমুসলিমদের প্রতীক। পতাকার মধ্যস্থলে রয়েছে একটি সাদা নতুন চাঁদ, যা প্রগতির প্রতীক; এবং একটি পাঁচ কোনা তারকা, যা ইসলামের পাঁচটি স্তম্ভের প্রতীক।\n\n\n=== আকার ও ব্যবহার ===\n\n\n==== আকার ====\nবিভিন্ন অনুষ্ঠানে ব্যবহারের জন্য. ২১' x ১৪', ১৮' x ১২', ১০' x ৬-২/৩' বা ৯' x ৬ ১/৪.\nভবনে ব্যবহারের জন্য. ৬' x ৪' or ৩' x ২'.\nগাড়িতে ব্যবহারের জন্য ১২\" x ৮\".\nটেবিলে ব্যবহারের জন্য ৬ ১/৪\" x ৪ ১/৪\".\n\n\n==== যেসব অনুষ্ঠানে পতাকা উড্ডয়ন করা হয় ====\nপাকিস্তান দিবস (মার্চ ২৩)\nমাদার-ই-মিল্লাত এর জন্মদিন (জুলাই ৩০)\nপাকিস্তানের স্বাধীনতা দিবস (আগস্ট ১৪)\nআল্লামা ইকবাল এর জন্মদিন (নভেম্বর ৯)\nমুহাম্মদ আলী জিন্নাহ এর জন্মদিন (ডিসেম্বর ২৫)\nঅন্যান্য যেসব দিনে সরকারি নির্দেশ রয়েছে।\n\n\n==== যেসব দিনে পতাকা অর্ধনমিত রাখা হয় ====\nআল্লামা ইকবালের মৃত্যু বার্ষিকী (এপ্রিল ২১)\nমাদার-ই-মিল্লাতের মৃত্যু বার্ষিকী (জুলাই ৮)\nমুহাম্মদ আলী জিন্নাহের মৃত্যু বার্ষিকী (সেপ্টেম্বর ১১)\nনওয়াবজাদা লিয়াকত আলি খান এর মৃত্যু বার্ষিকী (অক্টোবর ১৬)\nঅন্য যেসব দিনে সরকারি নির্দেশ রয়েছে।\n\n\n== সংস্কৃতি এবং সমাজ ==\n\nপাকিস্তানের নাগরিক সমাজ মূলত শ্রেণিবদ্ধ, স্থানীয় ও সাংস্কৃতিক শিষ্টাচার এবং ব্যক্তিগত ও রাজনৈতিক জীবন পরিচালিত ঐতিহ্যবাহী ইসলামী মূল্যবোধের উপর জোর দেয়। প্রাথমিক ভাবে পারিবারিকগুলি হ'ল বৃহৎ পরিবার, যদিও আর্থ-সামাজিক কারণে ক্ষুদ্র পরিবার গঠনের দিকে ক্রমবর্ধমান প্রবণতা দেখা দিয়েছে। পুরুষ এবং মহিলা উভয়ের জন্য ঐতিহ্যবাহী পোশাক হ'ল শালওয়ার কামিজ; ট্রাউজার্স, জিন্স এবং শার্টও পুরুষদের মধ্যে জনপ্রিয়।\n\n\n== আরও দেখুন ==\n\nপাকিস্তান ক্রিকেট দল\nপাকিস্তানের প্রধানমন্ত্রী\nপাকিস্তানের রাষ্ট্রপতি\nপাকিস্তান সেনাবাহিনী\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}