{"pageid": 1136290, "title": "ফুড নেটওয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1136290", "content": "ফুড নেটওয়ার্ক হল একটি আমেরিকান বেসিক ক্যাবল চ্যানেল যা টেলিভিশন ফুড নেটওয়ার্ক, জিপির মালিকানাধীন, একটি যৌথ উদ্যোগ এবং ডিসকভারি, ইনকর্পোরেটেড (যার নেটওয়ার্কের ৬৯% মালিকানা অংশীদারিত্ব রয়েছে) এবং নেক্সস্টার মিডিয়া গ্রুপ (যা বাকি ৩১%-এর মালিকানা রয়েছে) এর মধ্যে সাধারণ অংশীদারিত্ব । ) এই মালিকানা কাঠামো সত্ত্বেও, চ্যানেলটি ডিসকভারি নেটওয়ার্কস ইউএস-এর একটি বিভাগ হিসাবে পরিচালিত এবং পরিচালিত হয় চ্যানেলটি খাবার এবং রান্না সম্পর্কে বিশেষ এবং নিয়মিত পর্বের অনুষ্ঠান উভয়ই সম্প্রচার করে।\nনিউ ইয়র্ক সিটিতে সদর দপ্তর ছাড়াও, ফুড নেটওয়ার্কের অফিস রয়েছে আটলান্টা, লস অ্যাঞ্জেলেস, সান ফ্রান্সিসকো, শিকাগো, ডেট্রয়েট, জার্সি সিটি, সিনসিনাটি এবং নক্সভিলে ।\nসেপ্টেম্বর ২০১৮ পর্যন্ত, মার্কিন যুক্তরাষ্ট্রে ৯১ মিলিয়ন পরিবার খাদ্য নেটওয়ার্ক (তারের সহ পরিবারের ৯৮.৬%) পায়। \n\n\n== ইতিহাস ==\nপ্রোভিডেন্স জার্নাল কোম্পানির প্রেসিডেন্ট ট্রাইগভে মাইহরেন ১৯৯০ সালে কোম্পানির বৃদ্ধির চেষ্টা করছিলেন এবং সিদ্ধান্ত নিয়েছিলেন যে সেই সময়ে মৌলিক কেবল প্রোগ্রামিং একটি উচ্চ বৃদ্ধির ক্ষেত্র ছিল যেখানে কেবল কোম্পানিগুলি তাদের সামগ্রিক চ্যানেলের ক্ষমতা প্রসারিত করতে শুরু করেছিল। সেই সময়ে অনেক মৌলিক কেবল চ্যানেলের সাথে, মাইহরেন ভিন্ন কিছু খুঁজছিলেন। চ্যানেলের জেনার হিসেবে খাবার বেছে নেওয়ার সাথে সাথে চ্যানেলের কাজের শিরোনাম ছিল দ্য কুকিং চ্যানেল আপ চ্যানেল চালু হওয়া পর্যন্ত। চ্যানেল খুঁজে পেতে সাহায্য করার জন্য মাইহরেন জ্যাক ক্লিফোর্ড, জো ল্যাংহান এবং সিএনএন -এর সহ-প্রতিষ্ঠাতা রিস শনফেল্ডকে নিয়োগ করেছিল। শোনফেল্ড, ল্যান্ডঘান এবং ক্লিফোর্ড ছিলেন সিইও, প্রোডাকশনের ভাইস প্রেসিডেন্ট এবং প্রেসিডেন্ট। দ্য কুকিং চ্যানেল এবং ফুড নেটওয়ার্ক ট্রেডমার্ক উভয়ই অন্যান্য সংস্থার দ্বারা নেওয়া হয়েছিল, ফুড নেটওয়ার্ক একটি নিউজলেটার। মাইরহেন মূলত নেটওয়ার্কটিকে প্রোভিডেন্স, রোড আইল্যান্ড থেকে চালিত করতে চেয়েছিলেন কারণ তিনি যুক্তি দিয়েছিলেন যে একটি তারের নেটওয়ার্কের খরচ নিম্ন-প্রোফাইল অবস্থান থেকে অনেক বেশি পরিমাপযোগ্য, যখন শোনফেল্ড এটিকে নিউইয়র্ক থেকে উদ্ভূত হতে পছন্দ করেছিলেন, যা আমেরিকান রন্ধনশিল্পের নিউক্লিয়াস হিসাবে বিবেচিত হয়; স্কোনফেল্ডের পছন্দ শেষ পর্যন্ত জয়লাভ করে, যদিও নেটওয়ার্কের লঞ্চ বাজেটের বিপদে, যা প্রভিডেন্সের তুলনায় কম ছিল। \nফুড নেটওয়ার্ক ১৯ এপ্রিল, ১৯৯৩-এ \"টিভি ফুড নেটওয়ার্ক\" হিসাবে গঠিত হয়েছিল; এর আইনি নাম টেলিভিশন ফুড নেটওয়ার্ক, জিপি রয়ে গেছে বেশ কয়েক বছর পর ফুড নেটওয়ার্ক ট্রেডমার্ক অর্জন করার পর, এটি নামটিকে সংক্ষিপ্ত করে। ডেভিড রোজেনগার্টেন, ডোনা হ্যানোভার এবং রবিন লিচ সমন্বিত দুটি প্রাথমিক শো সহ নেটওয়ার্কটি প্রাথমিকভাবে ২২ নভেম্বর, ১৯৯৩-এ চালু হয়েছিল। ২৩ নভেম্বর, ১৯৯৩-এ, ফুড নেটওয়ার্ক সরাসরি সম্প্রচার শুরু করে।  এর মূল অংশীদারদের মধ্যে রয়েছে জার্নাল নিজেই, অ্যাডেলফিয়া, স্ক্রিপস-হাওয়ার্ড, কন্টিনেন্টাল ক্যাবলভিশন, ক্যাবলভিশন, এবং সবচেয়ে গুরুত্বপূর্ণভাবে, ট্রিবিউন কোম্পানি, যা নেটওয়ার্কের প্রযুক্তিগত আউটপুট প্রদান করে।\nপ্রদত্ত যে চ্যানেলটি তাদের তৈরি করা কিছু না চালানোর সামর্থ্য রাখে না, চ্যানেলটি কাজ করে কিনা তা দেখার জন্য একটি সম্ভাব্য হোস্টের সাথে ৫টি শো টেপ করা শুরু করে। এটি পরে শেফ ডু জুর সিরিজে পরিণত হয়। \n\"শনফেল্ড\", টিভি ফুড নেটওয়ার্কের ব্যবস্থাপনা পরিচালক হিসাবে নিযুক্ত হন এবং দুইজন প্রভিডেন্স জার্নাল কর্মচারীর সাথে এর ব্যবস্থাপনা বোর্ডে একটি স্থান বজায় রাখেন।\nনেটওয়ার্কের মূল লাইনআপের মধ্যে রয়েছে এমেরিল লাগসে ( এসেন্স অফ এমেরিল ), ডেবি ফিল্ডস, ডোনা হ্যানোভার, ডেভিড রোজেনগার্টেন, কার্টিস আইকেন্স, ডক্টর লুই অ্যারোন, জ্যাক পেপিন এবং রবিন লিচ । পরের বছর, নেটওয়ার্কটি WGBH থেকে জুলিয়া চাইল্ড লাইব্রেরির অধিকার অর্জন করে।\n১৯৯৫ সালে, শনফেল্ড নেটওয়ার্কের ব্যবস্থাপনা পরিচালকের পদ থেকে পদত্যাগ করেন, কিন্তু ১৯৯৮ সাল পর্যন্ত এর বোর্ডে ছিলেন, যখন তিনি স্ক্রিপসের কাছে কোম্পানিতে তার আগ্রহ বিক্রি করেন। ১৯৯৬ সালে, এরিকা গ্রুয়েনকে টিভি ফুড নেটওয়ার্কের প্রেসিডেন্ট এবং সিইও হিসাবে নিয়োগ করা হয়েছিল, ইতিহাসের দ্বিতীয় মহিলা যিনি একটি মার্কিন টেলিভিশন নেটওয়ার্কের সিইও হয়েছেন৷ গ্রুয়েন ১৯৯৮ সাল পর্যন্ত নেটওয়ার্কটিকে একটি বিস্ফোরক বৃদ্ধির দিকে নিয়ে যান, ফুডনেটওয়ার্ক ডটকম, খাবারের জন্য বৃহত্তম এবং এক নম্বর সাইট চালু করে, গ্রাহক সংখ্যা দ্বিগুণ করার চেয়েও বেশি, দর্শক সংখ্যা তিনগুণ করে এবং নেটওয়ার্কের বার্ষিক আয়কে বহুগুণ করে।  1997 সালে, এটি দ্বিতীয় দ্রুততম বর্ধনশীল কেবল নেটওয়ার্ক ছিল। Gruen ব্র্যান্ড পজিশনিং Schonfeld-এর \"যারা রান্না করেন তাদের জন্য টিভি\" থেকে \"যে সবাই খেতে ভালোবাসে তাদের জন্য টিভি\"-তে পরিবর্তন করেছেন, যার ফলে দর্শক এবং বিজ্ঞাপনদাতাদের কাছে আবেদনের ব্যাপক উন্নতি হয়েছে এবং নেটওয়ার্কটিকে দেউলিয়া হওয়ার হাত থেকে বাঁচিয়েছে। সেই একই বছর, নামের \"টিভি\" অংশটি বাদ দেওয়া হয়েছিল, এইভাবে এটিকে সহজভাবে ফুড নেটওয়ার্ক তৈরি করা হয়েছিল। গ্রেগ উইলিস এবং ক্যাথি রাসেনবার্গার স্টার্ট-আপ দলের মূল সদস্যদের মধ্যে দুজন ছিলেন যারা 1995 থেকে 1998 সাল পর্যন্ত কোম্পানির অধিভুক্ত বিক্রয় এবং বিপণনের নেতৃত্ব দিয়েছিলেন। গ্রেগ উইলিস 1998 সালে লিবার্টি মিডিয়াতে যোগদানের জন্য চলে যাওয়ার আগ পর্যন্ত বিশ্বব্যাপী বিতরণের সিনিয়র ভাইস প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করেন।\n\nএএইচ বেলো কর্পোরেশন ১৯৯৭ সালের ফেব্রুয়ারিতে দ্য প্রভিডেন্স জার্নাল কোম্পানি কেনার সময় ফুড নেটওয়ার্ক অধিগ্রহণ করে। বেলো ১৯৯৭ সালের অক্টোবরে চ্যানেলে তার ৫৬% অংশীদারিত্ব EW স্ক্রিপস কোম্পানির কাছে বিক্রি করে, একটি বাণিজ্য চুক্তির ফলে বেলো টেক্সাসের সান আন্তোনিওতে KENS-AM / TV- এর টেলিভিশন-রেডিও স্টেশন সংমিশ্রণ অর্জন করে। \nফুড নেটওয়ার্কের ১০৮০i হাই ডেফিনিশন সিমুলকাস্ট ফিডটি ৩১ মার্চ, ২০০৮-এ চালু হয়েছে।\nফুড নেটওয়ার্ক সর্বপ্রথম উত্তর আমেরিকার বাইরে ৯ নভেম্বর, ২০০৯-এ যুক্তরাজ্যে এবং ৫ জুলাই, ২০১০-এ এশিয়ায় ( স্টারহাব টিভি চ্যানেল ৪৩৩ এবং চ্যানেল ৪৬৮-এ HD-তে) চালু করা হয়েছিল।  ৯ নভেম্বর, ২০০৯-এ ইউকে চালু হওয়ার পর থেকে, স্কাইতে, চ্যানেলটি ফ্রিস্যাট, ফ্রিভিউ  এবং ভার্জিন মিডিয়া প্ল্যাটফর্মে যুক্ত করা হয়েছে। \nজানুয়ারী ২০১৫ সালে, ফুড নেটওয়ার্ক স্ন্যাপচ্যাটের সাথে সহযোগিতা করে এবং তার নিজস্ব ফুড নেটওয়ার্ক চ্যানেল \"ডিসকভার ফুড নেটওয়ার্ক\" চালু করে, যেখানে সোশ্যাল মিডিয়া ব্যবহারকারীরা অ্যাপের মাধ্যমে চ্যানেলটি দেখতে পারেন। চ্যানেলটিতে রেসিপি, খাবারের হ্যাক এবং আজকের সোশ্যাল মিডিয়ার বুদ্ধিমান সহস্রাব্দীদের বিনোদন এবং আবেদন করার টিপস রয়েছে যখন তাদের হাতের তালু থেকে দেখার সময়। \n২০২০ সালের জুনে, ডোমেইন জাভিয়ার আমেরিকায় হিট রিয়েলিটি-কম্পিটিশন সিরিজ Worst Cooks- এর ২০ তম সিজনের মাধ্যমে ফুড নেটওয়ার্কের ইতিহাসে প্রথম প্রকাশ্যে ট্রান্সজেন্ডার মহিলা হয়ে ওঠেন। \n\n\n== ফুড নেটওয়ার্ক প্রোগ্রামিং ==\n\nফুড নেটওয়ার্ক প্রোগ্রামিংকে \"ফুড নেটওয়ার্ক ইন দ্য কিচেন\" নামে পরিচিত একটি দিনের ব্লকে ভাগ করা হয়েছে এবং একটি প্রাইমটাইম লাইনআপকে \"ফুড নেটওয়ার্ক নাইটটাইম\" নামে ব্র্যান্ড করা হয়েছে। সাধারণত, \"ইন দ্য কিচেন\" নির্দেশনামূলক রান্নার প্রোগ্রামগুলির জন্য নিবেদিত হয়, যখন \"নাইটটাইম\" খাবার-সম্পর্কিত বিনোদনমূলক প্রোগ্রামগুলি, যেমন রান্নার প্রতিযোগিতা, খাবার-সম্পর্কিত ভ্রমণ শো এবং রিয়েলিটি শোগুলি দেখায়। প্রচারগুলি \"ফুড নেটওয়ার্ক নাইটটাইম\" প্রোগ্রামিং সনাক্ত করে তবে \"রান্নাঘরে\" দিনের প্রোগ্রামিং নয়। চ্যানেলের অনেক ব্যক্তিত্ব নিয়মিতভাবে ডবল-ডিউটি (বা আরও বেশি) করেন - দিন এবং রাতের উভয় সময়ে প্রোগ্রামিং হোস্ট করে - এবং চ্যানেলটি নিয়মিত বিশেষ অফার করে যা সাধারণত কাজের ছুটিতে তার ব্যক্তিত্বকে অনুসরণ করে, অথবা একটি বিষয়ভিত্তিক রান্নার ইভেন্টের জন্য অনেক ব্যক্তিত্বকে একত্রিত করে। . ফুড নেটওয়ার্ক সপ্তাহের দিনগুলিতে 8:00 থেকে সম্প্রচার করে সকাল 5:00 থেকে সকাল 7:00 থেকে সকাল এবং সপ্তাহান্তে সকাল 4:00 থেকে am ET, বাকি দিনের সাথে infomercials দ্বারা নেওয়া হচ্ছে। ইউকে চ্যানেল 6:00 থেকে সম্প্রচার করে সকাল 3:00 থেকে am (ইউকে সময় GMT / BST প্রযোজ্য হিসাবে) দৈনিক।\nমারিও বাটালি এবং ববি ফ্লে 1995 সালে নেটওয়ার্কে যোগদান করেন। 1996 সালে, নেটওয়ার্কের সিইও এরিকা গ্রুয়েন এবং ফুড নেটওয়ার্কের একজন নির্বাহী প্রযোজক জো ল্যাংহান এমেরিল লাইভ তৈরি করেন!, যা চ্যানেলের স্বাক্ষর সিরিজ হয়ে ওঠে। যদিও বাটালি অন্য প্রচেষ্টায় চলে গেছে, ফ্লে এখনও অনেক প্রোগ্রামে নিয়মিত উপস্থিত হয়, যার মধ্যে রয়েছে আয়রন শেফ আমেরিকা, চ্যানেলের আসল জাপানি সিরিজের পুনঃনির্মাণ। আয়রন শেফ আমেরিকার হোস্ট, অ্যাল্টন ব্রাউন, তার গুড ইটস -এর জন্য একটি কাল্ট অনুসরণ করেছেন, যা বিজ্ঞান, রান্না এবং অফ-বিট হাস্যরস মিশ্রিত করেছে। পরবর্তীতে নেটওয়ার্কটিতে ডেভিড রুগেরিও দ্বারা হোস্ট করা \"রুগেরিও টু গো\" শিরোনামের একটি সিরিজ ছিল।\n2002 সালে, ফুড নেটওয়ার্ক পাওলা দীনের দ্বারা হোস্ট করা পাওলার হোম কুকিং যোগ করে বাড়ির রান্নার কাছে একটি আবেদন করেছিল। হোম কুকিং বেশিরভাগই দক্ষিণী রন্ধনপ্রণালী এবং আরামদায়ক খাবারের উপর দৃষ্টি নিবদ্ধ করে। শোটি অত্যধিক জটিল রেসিপি এবং ক্লাসিক খাবার গ্রহণ করে এবং বাড়ির রান্নার জন্য সেগুলি ভেঙে দেয়। শোটি ক্রমবর্ধমান ভাল করেছে, এবং দীন পলা'স বেস্ট ডিশস নামে একটি সিরিজে শোটিকে নতুন করে তুলেছে। এই সিরিজে, বন্ধুবান্ধব এবং পরিবারের সদস্যরা রান্নাঘরে তার সাথে যোগ দেবে এবং ক্লাসিকগুলিতে একটি মোচড় দেবে এবং নতুন রেসিপি প্রবর্তন করবে। জুন 2013 সালে, ফুড নেটওয়ার্ক ঘোষণা করেছে যে তারা দীনের চুক্তি নবায়ন করছে না তার জাতিগত মন্তব্য সম্পর্কে প্রচারের কারণে যা একজন প্রাক্তন কর্মী দ্বারা আনা একটি মামলায় প্রকাশিত হয়েছিল। \nAlso in 2002, Ina Garten's show Barefoot Contessa aired. Garten is well known for cookbooks, including The Barefoot Contessa Cookbook, Barefoot Contessa Family Style, and Barefoot Contessa in Paris. Garten was also mentored by Martha Stewart. Garten's show features her cooking for her husband or hosting friends at their home in the Hamptons, New York. Barefoot Contessa typically has about one million viewers per episode, and has received some of the highest ratings for Food Network.\nবর্তমানে, চ্যানেলের সবচেয়ে বড় ক্রস-ওভার তারকারা হলেন রাচেল রে এবং পাওলা দীন, যারা উভয়েই তাদের কেবল অনুসরণ করেছেন (প্রাথমিকভাবে সিরিজের মাধ্যমে 30 মিনিটের খাবার, প্রতিদিন $40 এবং পাউলার সেরা খাবার) একটি সিন্ডিকেটেড টক শোতে এবং পজিটিভলি পাওলা । পলা ডিন এবং রাচেল রে উভয়েরই রান্নার জিনিসপত্র, খাদ্য পণ্য এবং পোষা প্রাণীর পণ্যের লাইন রয়েছে।\n2005 সালের শুরুতে, একটি বার্ষিক বাস্তবতা প্রতিযোগিতা, দ্য নেক্সট ফুড নেটওয়ার্ক স্টার, দর্শকদের চ্যানেলে তাদের নিজস্ব অনুষ্ঠানের জন্য প্রতিযোগিতা করার জন্য নিউ ইয়র্ক সিটিতে নিয়ে আসে। পূর্ববর্তী বিজয়ীদের মধ্যে রয়েছে ড্যান স্মিথ এবং স্টিভ ম্যাকডোনাঘ ( পার্টি লাইন উইথ দ্য হার্টি বয়েজ ), গাই ফিয়েরি ( গাই'স বিগ বাইট, ডিনার, ড্রাইভ-ইনস এবং ডাইভস, গাই অফ দ্য হুক, আলটিমেট রেসিপি শোডাউন, গাই'স বিগ নাইট, গাই'স ফ্যামিলি ফিস্ট, গাই'স) গ্রোসারি গেমস ), অ্যামি ফিনলে ( দ্য গুরমেট নেক্সট ডোর ), অ্যারন ম্যাককার্গো, জুনিয়র ( বিগ ড্যাডিস হাউস ), মেলিসা ডি'আরাবিয়ান ( টেন ডলার ডিনার ), এবং আরতি সিকুইরা ( আরতি পার্টি )।  2010 মৌসুমের জন্য, দ্য নেক্সট ফুড নেটওয়ার্ক স্টারের উৎপাদন লস অ্যাঞ্জেলেসে স্থানান্তরিত করা হয়েছিল। এটি নেটওয়ার্কের ফ্ল্যাগশিপ শো হয়ে উঠেছে। এর 13-বছরের বেশিরভাগ সময় ধরে, শোটির সিজন ফাইনালে লিড-আউট শো দ্বারা অনুসরণ করা হয়েছে যা মনে করে যে নেটওয়ার্কটির প্রচুর সম্ভাবনা রয়েছে এবং এটি আরও বেশি দর্শককে আকর্ষণ করবে। এগুলির মধ্যে হয় নতুন শোগুলির প্রিমিয়ার, ধারাবাহিক শোগুলির সিজন প্রিমিয়ার, বা অবিরত শোগুলির পর্বগুলি যা সময়সূচীর জন্য গুরুত্বপূর্ণ। উদাহরণস্বরূপ, স্টারের সাম্প্রতিকতম সিজনের সমাপ্তিটি বিট ববি ফ্লে -এর সিজন প্রিমিয়ার দ্বারা অনুসরণ করা হয়েছিল।\n2007 সালের ডিসেম্বরে, দ্য নিউ ইয়র্ক টাইমসের ব্যবসায়িক বিভাগে এমেরিল লাগাসের অনুষ্ঠান এমেরিল লাইভের সমাপ্তিতে একটি নিবন্ধ প্রকাশ করে এবং প্রেসিডেন্ট ব্রুক জনসনকে উদ্ধৃত করে বলে যে, লগাসে \"ফুড নেটওয়ার্ক পরিবারের একজন মূল্যবান সদস্য হিসেবে রয়ে গেছে\"।  মিডিয়া রিসার্চ ফার্ম এসএনএল কাগানের সিনিয়র বিশ্লেষক ডেরেক বেইন মন্তব্য করেছেন বলে জানা গেছে, \"লোকেরা এগিয়ে যাওয়া অবাক হওয়ার কিছু নেই। . . তারা তাদের কেরিয়ার গড়ে তোলার জন্য লোকেদের জন্য প্রায় কিছুই দেয় না। . . এটাই তাদের কৌশল ছিল সব সময়।\" নিবন্ধটি খাদ্য নেটওয়ার্কের ক্রমহ্রাসমান জনপ্রিয়তা সম্পর্কেও মন্তব্য করেছে যার দৈনিক রেটিং \"প্রতি বছর [আগে] 580,000 থেকে গড়ে 544,000 জনে নেমে এসেছে\"। এটি উল্লেখ করেছে, \"আরও তাৎপর্যপূর্ণ, নির্দেশমূলক প্রোগ্রামগুলির স্বাক্ষরিত সপ্তাহান্তে ব্লক, যা সম্মিলিতভাবে 'ইন দ্য কিচেন' নামে পরিচিত, গত বছরে গড়ে 830,000 দর্শকের কাছে তার দর্শকদের 15 শতাংশ হারিয়েছে৷ এটি বিজ্ঞাপনদাতাদের কাছে 'মাল তৈরি করুন' নামে পরিচিত রিফান্ডের বকেয়া নেটওয়ার্ক ছেড়ে গেছে।\" এরিকা গ্রুয়েন, 1996 থেকে 1998 সাল পর্যন্ত ফুড নেটওয়ার্কের প্রেসিডেন্ট এবং সিইও যিনি তার মেয়াদে এমেরিল লাইভ তৈরি করেছিলেন, বর্ধিত প্রতিযোগিতার জন্য পতনকে দায়ী করেছেন বলে জানা গেছে, \"ওয়েবে সব ধরনের নির্দেশমূলক রান্নার ভিডিও রয়েছে\"।  কিন্তু এটি রিপোর্ট করেছে যে, \"ফুড নেটওয়ার্কের প্রোগ্রামিং এবং প্রোডাকশনের সিনিয়র ভাইস প্রেসিডেন্ট বব তুশম্যান বলেছেন, সপ্তাহান্তে রেটিং ড্রপ এমন কিছু নয় যা আমরা আশা করিনি। তিনি বলেছিলেন যে সেই সময়ের মধ্যে নেটওয়ার্কের রেটিং গত চার বছরে প্রতিটিতে ডবল ডিজিটে বেড়েছে, যে প্রবৃদ্ধি টিকিয়ে রাখা যায়নি।\"  এটি আরও লিখেছে, \"প্রায় এক বছর আগে, ফুড নেটওয়ার্ক আক্রমনাত্মকভাবে নতুন চুক্তিগুলিকে পরিবর্তন করার চেষ্টা শুরু করেছিল যা তারকাদের দৃষ্টিকোণ থেকে 'অনেক বেশি কঠিন' ছিল, একজন ব্যক্তি বলেছেন যে পরিবর্তনশীল কৌশল দ্বারা প্রভাবিত হয়েছে, দ্বারা বইয়ের লেনদেন এবং লাইসেন্সিং উদ্যোগে একটি অংশীদারিত্বের উপর জোর  এবং বাইরের কার্যকলাপের উপর নিয়ন্ত্রণ।\n\n\n== বহন ==\n\n\n=== অতীত আমেরিকান ক্যারেজ বিবাদ ===\nজানুয়ারী 1, 2010-এ, এইচজিটিভি এবং ফুড নেটওয়ার্ককে কেবল প্রদানকারী ক্যাবলভিশন থেকে সরিয়ে দেওয়া হয়েছিল, যা নিউ ইয়র্ক সিটির আশেপাশের এলাকায় পরিষেবা প্রদানকারী সিস্টেমগুলি পরিচালনা করে। 31 ডিসেম্বর, 2009-এ কোম্পানির ক্যারেজ চুক্তির মেয়াদ শেষ হওয়ার পর স্ক্রিপস ক্যাবলভিশন থেকে HGTV এবং ফুড নেটওয়ার্ক সরিয়ে দেয়; ক্যাবলভিশন এবং স্ক্রিপস একটি নতুন চুক্তিতে সম্মত হওয়ার জন্য কয়েক মাস ধরে আলোচনায় ছিল, কিন্তু কোন অগ্রগতি হয়নি। ক্যাবলভিশন থেকে ফুড নেটওয়ার্ক বন্ধ করার ফলে চ্যানেলটি নিউইয়র্ক সিটিতে ট্রিবিউন-মালিকানাধীন CW অনুমোদিত WPIX এবং হার্টফোর্ড, কানেকটিকাটের WTXX- এর সাথে 10 জানুয়ারী, 2010-এ ফার্স্ট লেডি মিশেল ওবামার সাথে আয়রন শেফ আমেরিকার একটি বিশেষ পর্ব সম্প্রচার করার জন্য নেতৃত্ব দেয়।, সেই পর্বটি তার 3 জানুয়ারি কেবল প্রিমিয়ারে উচ্চ রেটিং উপভোগ করেছে।  21শে জানুয়ারী, 2010-এ, ক্যাবলভিশন এবং স্ক্রিপস একটি চুক্তিতে পৌঁছেছে যার ফলশ্রুতিতে খাদ্য নেটওয়ার্ক এবং এইচজিটিভি সেদিন ক্যাবলভিশনের সিস্টেমে পুনরুদ্ধার করা হয়েছিল। \nএটিএন্ডটি ইউ-ভার্সের সাথে একই ধরনের গাড়ি নিয়ে বিরোধের ফলে ফুড নেটওয়ার্ক, কুকিং চ্যানেল, এইচজিটিভি, ডিআইওয়াই নেটওয়ার্ক এবং গ্রেট আমেরিকান কান্ট্রি 5 নভেম্বর, 2010 এ প্রদানকারীর দ্বারা বাদ দেওয়া হয়; দু'দিন পরে, নভেম্বর 7, 2010-এ দুই পক্ষের মধ্যে একটি নতুন ক্যারেজ চুক্তিতে পৌঁছানোর পর বিরোধটি সমাধান করা হয়। \n\n\n== ভিডিও গেমে ফুড নেটওয়ার্কের বৈশিষ্ট্য ==\nরেড ফ্লাই স্টুডিও কুক অর বি কুকড নামের ফুড নেটওয়ার্কের সাথে অংশীদারিত্বে Wii কনসোলের জন্য একটি ভিডিও গেম তৈরি করেছে। গেমটি, যা Namco Bandai Games দ্বারা প্রকাশিত হয়েছিল এবং 3 নভেম্বর, 2009-এ প্রকাশিত হয়েছিল, বাস্তব রান্নার অভিজ্ঞতার অনুকরণ করে৷  খেলোয়াড়রা গেমটিতে বৈশিষ্ট্যযুক্ত রেসিপিগুলিও চেষ্টা করে দেখতে পারেন। আয়রন শেফ আমেরিকার উপর ভিত্তি করে আয়রন শেফ আমেরিকা: সুপ্রিম কুজিন শিরোনামের একটি ভিডিও গেমও রয়েছে।  পিসি গেম কুকিং সিমুলেটর এছাড়াও ফুড নেটওয়ার্কের সাথে ব্র্যান্ডেড ডাউনলোডযোগ্য কন্টেন্ট বর্ধিত করেছে, যার মধ্যে একটি রান্নাঘরও রয়েছে যা ফুড নেটওয়ার্কের প্রতিযোগিতামূলক রান্নার অনুষ্ঠানের স্টুডিওর মতো, একটি স্টুডিও দর্শক বিভাগে সম্পূর্ণ। এই সিমুলেটরটি বিগ চিজ স্টুডিও দ্বারা তৈরি করা হয়েছিল এবং এটি 24 অক্টোবর, 2019 এ প্রকাশিত হয়েছিল। \n\n\n== আন্তর্জাতিক রূপ ==\n\n\n=== যুক্তরাজ্য এবং আয়ারল্যান্ড ===\nস্ক্রিপস এবং চেলোমিডিয়ার মধ্যে একটি চুক্তি অনুসারে, ফুড নেটওয়ার্ক প্রোগ্রামগুলি 2009 সালের চতুর্থ ত্রৈমাসিকে যুক্তরাজ্যে এবং তারপর 2010 সালের প্রথম দিকে অন্যান্য বাজারে আন্তর্জাতিকভাবে সম্প্রচার করা শুরু করে। \nফুড নেটওয়ার্ক ইউকে প্রাথমিকভাবে স্কাই প্ল্যাটফর্মে একটি ফ্রি-টু-এয়ার চ্যানেল হিসাবে চালু করেছিল, রিয়েল এস্টেট টিভি বন্ধ হয়ে যাওয়া চ্যানেলের স্লটগুলি নিয়ে +1 ঘন্টার টাইমশিফ্টের মাধ্যমে যোগ দেয়। (ট্রাভেল চ্যানেল ইন্টারন্যাশনালের স্ক্রিপসের অধিগ্রহণের পর, ফুড নেটওয়ার্ককে গ্রিডের উপরে নিয়ে যাওয়ার জন্য স্কাই-এর চারটি চ্যানেলের অবস্থান পুনর্বিন্যাস করা হয়েছিল। ) ফুড নেটওয়ার্ক এবং +1 পরবর্তীতে ফ্রিস্যাট স্যাটেলাইট প্ল্যাটফর্মে উপলব্ধ করা হয়েছিল।\nটেরিস্ট্রিয়াল সার্ভিস ফ্রিভিউতে, প্রাথমিকভাবে একটি চার ঘণ্টার প্রাইমটাইম সান্ধ্য ব্লক অধিগ্রহণ করা হয়েছিল, ক্রিয়েট এবং ক্রাফ্ট সহ চ্যানেলগুলির সাথে ভাগ করার ক্ষমতা; পরবর্তীকালে ফুড নেটওয়ার্ক তার নিজস্ব পূর্ণ-দিনের পরিষেবাতে স্থানান্তরিত হয়, চার ঘণ্টার বার্থটি DTT-তে ট্রাভেল চ্যানেল আনতে ব্যবহৃত হয়। (ভ্রমণ নিজেই সারাদিনের অপারেশনে চলে গেছে, সন্ধ্যার সময়গুলি এখন ক্রিয়েট অ্যান্ড ক্র্যাফ্টে শোষিত হয়েছে৷ ) স্ক্রিপস পরবর্তীকালে ভার্জিন মিডিয়ার সাথে একটি ক্যারেজ চুক্তিতে স্বাক্ষর করে ফুড নেটওয়ার্ক এবং ট্রাভেল চ্যানেলকে কেবল প্ল্যাটফর্মে আনতে (ট্রাভেলের ক্ষেত্রে এটি তারের প্ল্যাটফর্ম থেকে পূর্বে অপসারণের পর এটি একটি পুনঃসংযোজন ছিল। )\nসেপ্টেম্বর 2019-এ ঘোষণা করা হয়েছিল যে প্রাক্তন UKTV চ্যানেল গুড ফুড, যা ডিসকভারি বছরের শুরুতে সম্পূর্ণ নিয়ন্ত্রণ অর্জন করেছিল, 12 সেপ্টেম্বর 2019 থেকে বন্ধ হয়ে যাবে, এর বিষয়বস্তু ফুড নেটওয়ার্ক ইউকে-তে একীভূত হয়ে যাবে। \n\n\n=== অন্যত্র ===\nকিছু দেশে তাদের নিজস্ব খাদ্য নেটওয়ার্ক আছে। উদাহরণের মধ্যে রয়েছে: ফুড নেটওয়ার্ক কানাডা, ফুড নেটওয়ার্ক এশিয়া, ফুড নেটওয়ার্ক ইতালি এবং ফুড নেটওয়ার্ক ইউরোপ। 2014 সালের দ্বিতীয়ার্ধে, ফুড নেটওয়ার্ক ব্রাজিল সম্পূর্ণরূপে পর্তুগিজ এবং ঐচ্ছিক সাবটাইটেলগুলিতে ডাব করা প্রোগ্রামগুলির সাথে সম্প্রচার শুরু করে৷  1 ফেব্রুয়ারি, 2015-এ, ফুড নেটওয়ার্ক এশিয়া অস্ট্রেলিয়ান আইপিটিভি পরিষেবা ফেচ টিভিতে চালু করেছে।  2015 সালের মার্চ মাসে সম্পূর্ণ স্প্যানিশ ডাব করা প্রোগ্রাম সহ ল্যাটিন আমেরিকায় চ্যানেলটি চালু হয়।\nএকটি স্থানীয় ফ্রি-টু-এয়ার অস্ট্রেলিয়ান সংস্করণ SBS দ্বারা 17 নভেম্বর 2015-এ চালু করা হয়েছিল, যার স্ক্রিপসের সাথে লাইসেন্সিং এবং প্রোগ্রামিং আউটপুট ব্যবস্থা ছিল।  আরেকটি পুনরাবৃত্তি, SBS এর চুক্তি নভেম্বর 2018 এ শেষ হওয়ার পর সেভেন নেটওয়ার্কের 7food নেটওয়ার্ক ডিসেম্বর 2018 সালে সম্প্রচার শুরু করে। প্রত্যাশিত রেটিং থেকে কম হওয়ার পর, 28 ডিসেম্বর 2019 তারিখে 7food নেটওয়ার্ক বন্ধ হয়ে যায়, যদিও নির্বাচিত Food Network শো 1 ডিসেম্বর 2020 পর্যন্ত বোন নেটওয়ার্ক 7flix- এ সম্প্রচার করা অব্যাহত ছিল।\nঅস্ট্রেলিয়ায়, ফুড নেটওয়ার্ক বর্তমানে 136 চ্যানেলে আইপিটিভি পরিষেবা ফেচ -এ স্ক্রীন করে \n1 ডিসেম্বর 2018-এ, ডিসকভারি নেটওয়ার্ক এশিয়া প্যাসিফিক নিউজিল্যান্ডে তার ফুড টিভি চ্যানেলকে ফুড নেটওয়ার্কের নিউজিল্যান্ড সংস্করণে পুনঃব্র্যান্ড করেছে।  3 ফেব্রুয়ারী 2021-এ, স্কাই ঘোষণা করেছে যে নিউজিল্যান্ডে ফুড নেটওয়ার্ক বন্ধ হয়ে যাবে এবং ফুড নেটওয়ার্ক শোগুলির একটি নির্বাচন তার বোন চ্যানেল, লিভিং -এ সরানো হবে। 1 মার্চ 2021-এ চ্যানেলটি ইনভেস্টিগেশন ডিসকভারি দ্বারা প্রতিস্থাপিত হয়েছিল। \nখাদ্য নেটওয়ার্ক 22 এপ্রিল 2010  এবং 31 জানুয়ারী 2019 এর মধ্যে নেদারল্যান্ডস এবং ফ্ল্যান্ডার্সে উপলব্ধ ছিল। প্রাক্তন স্ক্রিপস টেলিভিশন চ্যানেল ট্র্যাভেল চ্যানেল, ফাইন লিভিং এবং ফুড নেটওয়ার্কের বিষয়বস্তু ডিসকভারি, টিএলসি এবং ইনভেস্টিগেশন ডিসকভারির প্রোগ্রামিং-এ বেনেলাক্সে একত্রিত করা হয়েছে। \n\n\n== টেলিভিশন ফুড নেটওয়ার্ক, জিপি ==\n2011 সালে, স্ক্রিপস তার কুকিং চ্যানেল, পূর্বে ফাইন লিভিং নেটওয়ার্ক, অংশীদারিত্বে যোগ করার অনুরোধ করেছিল এবং ট্রিবিউন সম্মত হয়েছিল। কুকিং চ্যানেলের মূল্য $350 মিলিয়ন হিসাবে বিবেচিত হলে, ট্রিবিউনকে অতিরিক্ত মূলধন যোগ করতে হবে। \n\n\n== সমালোচনা ==\n\n\n=== ভোক্তাবাদ এবং প্রোগ্রামিং ===\nযদিও ফুড নেটওয়ার্ক প্রোগ্রামিং সাধারণত পণ্যের বিজ্ঞাপন দেয় না, লেখক চেরি কেচাম যুক্তি দেন যে ফুড নেটওয়ার্ক এমন একটি জীবনধারার বিজ্ঞাপন দেয় যা ভোক্তা সংস্কৃতির নিয়মের সাথে সামঞ্জস্যপূর্ণ।  কেচাম যুক্তি দেন যে ফুড নেটওয়ার্ক ইচ্ছাকৃতভাবে অ-বিতর্কিত প্রোগ্রামিং বেছে নেয়, প্রোগ্রামিংয়ের পরিবর্তে যা ভোক্তা সংস্কৃতির দিকগুলি যেমন খাদ্য অপচয় এবং খাদ্য উৎপাদনের পরিবেশগত প্রভাবকে চ্যালেঞ্জ করে।  মাইকেল জেড. নিউম্যানের মতো ফুড নেটওয়ার্কের সমালোচকরা যুক্তি দেন যে আলোকসজ্জা এবং ক্লোজ-আপের ব্যবহার, প্রচলিতভাবে আকর্ষণীয় হোস্টের ব্যবহার, পছন্দসই খাবার এবং একটি ভোগবাদী জীবনধারার একটি ফেটিশাইজেশন তৈরি করে। \n\n\n=== জাতিগত প্রতিনিধিত্ব ===\nসমালোচকরা ফুড নেটওয়ার্ক প্রোগ্রামিংয়ে অসম জাতিগত প্রতিনিধিত্বের অভিযোগ করেন। তাশা ওরেন যুক্তি দেন যে নেটওয়ার্কে প্রতিযোগিতায় এশিয়ান-আমেরিকানদের অত্যধিক উপস্থাপনা, এবং প্রোগ্রামের হোস্ট হিসাবে এশিয়ান-আমেরিকানদের প্রতিনিধিত্বের অভাব, এশিয়ান-আমেরিকানদের \"মডেল সংখ্যালঘু\" স্টেরিওটাইপকে অবদান রাখে।  যাইহোক, Oren সেই দৃষ্টিকোণও অফার করে যে প্রতিযোগিতার শোগুলিকে নেটওয়ার্ক ম্যানেজমেন্ট হোস্টদের জন্য একটি কম-ঝুঁকির এন্ট্রি পয়েন্ট হিসাবে দেখে, বিশেষ করে যাদের জন্য একটি প্রোগ্রাম দর্শকদের দ্বারা ভালভাবে গ্রহণ নাও হতে পারে। \n\n\n== আরও দেখুন ==\nফুড নেটওয়ার্ক (কানাডিয়ান টিভি চ্যানেল)\n7 খাদ্য নেটওয়ার্ক\nফুড নেটওয়ার্ক (নিউজিল্যান্ড)\nফুড নেটওয়ার্ক দ্বারা সম্প্রচারিত অনুষ্ঠানের তালিকা\nখাদ্য নেটওয়ার্ক পুরস্কার\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nফুড নেটওয়ার্ক কানাডা\nফুড নেটওয়ার্ক ইউরোপ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মে ২০২১ তারিখে\nখাদ্য নেটওয়ার্ক দক্ষিণ আফ্রিকা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুন ২০২১ তারিখে\nফুড নেটওয়ার্ক ইউকে\nএসবিএস ফুড নেটওয়ার্ক অস্ট্রেলিয়া\nটেমপ্লেট:NXST TVটেমপ্লেট:Freeviewটেমপ্লেট:Television in the Netherlands\n\n\n== তথ্যসূত্র =="}