{"pageid": 1137736, "title": "উদ্ভিদজাত প্লাঙ্কটন", "url": "https://bn.wikipedia.org/wiki?curid=1137736", "content": "ফাইটোপ্লাঙ্কটন বা উদ্ভিদ প্লাঙ্কটন (Phytoplankton) হলো প্ল্যাঙ্কটন সম্প্রদায়ের অটোট্রফিক (স্ব-ভোজী) অণুজীব এবং সমুদ্র ও মিঠা পানির বাস্তুতন্ত্রের একটি অবিচ্ছেদ্য উপাদান। \"ফাইটোপ্লাঙ্কটন\" নামটি এসেছে গ্রীক শব্দ ফাইটন (φυτόν) থেকে, যার অর্থ হলো 'উদ্ভিদ' এবং প্লাঙ্কটোস (πλαγκτός) থেকে, যার অর্থ হলো 'বিচরণকারী'। এরা আণুবীক্ষণিক, অতিক্ষুদ্র, অবাধ ভাসমান, স্রোতবাহিত উদ্ভিদ; সাধারণত এককোষী, মুক্ত বা কলোনিবদ্ধ; জীবনচক্রের কোনো কোনো পর্যায়ে বহুকোষী। এগুলো জীবনচক্রের ধরন ও আকার-আয়তন অনুসারে এবং বাস্ত্তসংস্থানের ভিত্তিতে ( rheoplankton, limnoplankton, haloplankton) শ্রেণিবদ্ধ করা হয়।\n\nফাইটোপ্ল্যাঙ্কটন সালোকসংশ্লেষণের মাধ্যমে তাদের খাদ্য উৎপাদন করে, যেমন ভূমিতে গাছ এবং অন্যান্য গাছপালা করে। এর অর্থ হলো ফাইটোপ্ল্যাঙ্কটনের অবশ্যই সূর্য থেকে আলো গ্রহণ করতে হবে, তাই তারা সমুদ্র এবং হ্রদের আলোকিত পৃষ্ঠ স্তরে (ইউফোটিক জোন) বসবাস করে। স্থলজ উদ্ভিদের তুলনায়, ফাইটোপ্ল্যাঙ্কটন একটি বৃহত্তর পৃষ্ঠ অঞ্চলে বিতরণ করে, কম ঋতুগত তারতম্যের সংস্পর্শে আসে এবং গাছের তুলনায় উল্লেখযোগ্যভাবে দ্রুত টার্নওভার (দিন বনাম দশক) করে থাকে। ফলস্বরূপ, ফাইটোপ্ল্যাঙ্কটন জলবায়ু পরিবর্তনের জন্য বিশ্বব্যাপী দ্রুত প্রতিক্রিয়া জানায়। ফাইটোপ্ল্যাঙ্কটন সামুদ্রিক এবং মিঠা পানির খাদ্য জালের ভিত্তি তৈরি করে এবং বিশ্বব্যাপী কার্বন চক্রের মূল প্রভাবক। তারা বিশ্বব্যাপী সালোকসংশ্লেষণের ক্রিয়াকলাপের প্রায় অর্ধেক এবং অক্সিজেন উৎপাদনের অন্তত অর্ধেকের জন্য দায়ী, যদিও বৈশ্বিক উদ্ভিদ জৈববস্তুর পরিমাণে মাত্র 1%। ফাইটোপ্ল্যাঙ্কটন খুব বৈচিত্র্যময়, সালোকসংশ্লেষণকারী ব্যাকটেরিয়া থেকে উদ্ভিদের মতো শৈবাল থেকে আরমার-ধাতুপট্টাবৃত ককোলিথোফোরস পর্যন্ত ভিন্ন। ফাইটোপ্ল্যাঙ্কটনের গুরুত্বপূর্ণ গোষ্ঠীগুলির মধ্যে রয়েছে ডায়াটম, সায়ানোব্যাকটেরিয়া এবং ডাইনোফ্ল্যাজেলেটস, যদিও অন্যান্য অনেক গোষ্ঠীর প্রতিনিধিত্ব করে। বেশির ভাগ ফাইটোপ্ল্যাঙ্কটন এত ছোট যে বিনা অণুবীক্ষণ যন্ত্রের সাহায্যে স্বতন্ত্রভাবে দেখা যায় না। যখন যথেষ্ট পরিমাণে এরা উপস্থিত থাকে, কিছু প্রজাতি তাদের কোষের মধ্যে ক্লোরোফিলের উপস্থিতির কারণে এবং কিছু প্রজাতিতে আনুষঙ্গিক রঞ্জক (যেমন ফাইকোবিলিপ্রোটিন বা জ্যান্থোফিল) উপস্থিত থাকার কারণে পানির পৃষ্ঠে রঙিন প্যাচ হিসাবে এরা লক্ষণীয় হতে পারে।\n\n\n== সংক্ষিপ্ত বিবরণ ==\n\nবিজ্ঞানীরা অনুমান করেছেন যে, বিশ্বব্যাপী সালোকসংশ্লেষিত কার্বন ফিক্সেশনের অর্ধেক এবং পৃথিবীতে অক্সিজেন উৎপাদনের 50-80% আসে সমুদ্র থেকে।এই উৎপাদনের বেশির ভাগই সামুদ্রিক ফাইটোপ্ল্যাঙ্কটন, এগুলোর মধ্যে প্রবাহিত সামুদ্রিক শৈবাল, সামুদ্রিক শৈবাল এবং সায়ানোব্যাকটেরিয়া নামক কিছু সালোকসংশ্লেষী ব্যাকটেরিয়া থেকে।  একটি বিশেষ প্রজাতির ব্যাকটেরিয়া প্রোক্লোরোকোকাস, পৃথিবীর ক্ষুদ্রতম সালোকসংশ্লেষী জীব।  কিন্তু এই ক্ষুদ্র ব্যাকটেরিয়াটি বিশ্ব জীবমণ্ডলের সমস্ত অক্সিজেনের 20% পর্যন্ত উৎপন্ন করে।  এটি ভূমিতে থাকা সমস্ত গ্রীষ্মমণ্ডলীয় রেইনফরেস্টের উৎপাদনের চেয়ে বেশি।\nসমুদ্রে উৎপাদিত অক্সিজেনের সঠিক শতাংশ গণনা করা কঠিন কারণ পরিমাণ ক্রমাগত পরিবর্তিত হয়।  বিজ্ঞানীরা সালোকসংশ্লেষণকারী প্ল্যাঙ্কটন গণনা করতে এবং সমুদ্রে সালোকসংশ্লেষণের পরিমাণ অনুমান করতে সমুদ্রের রঙের উপগ্রহ চিত্র ব্যবহার করছেন। কিন্তু স্যাটেলাইটের ছবি পুরো ঘটনা বলতে পারে না।  প্ল্যাঙ্কটনের পরিমাণ ঋতু অনুসারে পরিবর্তিত হয় এবং পানির পুষ্টির ভার, তাপমাত্রা ও অন্যান্য কারণেও পরিবর্তনের প্রক্রিয়া ঘটতে পারে।  গবেষণায় দেখা গেছে যে, নির্দিষ্ট স্থানে অক্সিজেনের পরিমাণ দিনের সময় এবং জোয়ারের সাথে পরিবর্তিত হয়।\n\n\n== প্রকার ==\n\nফাইটোপ্ল্যাঙ্কটন হলো সালোকসংশ্লেষণকারী মাইক্রোস্কোপিক প্রোটিস্ট এবং ব্যাকটেরিয়া যা প্রায় সমস্ত মহাসাগরের সূর্যালোক স্তর এবং পৃথিবীর মিঠা পানির স্তরে বাস করে। তারা পানিতে দ্রবীভূত কার্বন ডাই অক্সাইড থেকে জৈব যৌগ তৈরি করে (একটি প্রক্রিয়া যা জলজ খাদ্য ওয়েবকে টিকিয়ে রাখে)। ফাইটোপ্ল্যাঙ্কটন সামুদ্রিক খাদ্যের ভিত্তি তৈরি করে এবং পৃথিবীর কার্বন চক্রের গুরুত্বপূর্ণ প্রভাবক।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\"সামুদ্রিক সালোকসংশ্লেষণে মাইক্রোঅ্যালগির আধিপত্য রয়েছে, যা সায়ানোব্যাকটেরিয়ার সাথে একত্রে ফাইটোপ্ল্যাঙ্কটন নামে পরিচিত।\" ফাইটোপ্ল্যাঙ্কটন অত্যন্ত বৈচিত্র্যময়, এগুলো সালোকসংশ্লেষণকারী ব্যাকটেরিয়া (সায়ানোব্যাকটেরিয়া), উদ্ভিদের মতো (ডায়াটম), যা আর্মার-ধাতুপট্টাবৃত ককোলিথোফোরস থেকে ভিন্ন।\n\n\n== বাস্তুসংস্থান ==\n\nফাইটোপ্ল্যাঙ্কটন সালোকসংশ্লেষণ প্রক্রিয়ার মাধ্যমে শক্তি লাভ করে এবং তাই অবশ্যই একটি মহাসাগর, সমুদ্র, হ্রদ বা অন্য পানির অংশের ভালভাবে আলোকিত পৃষ্ঠ স্তরে (ইউফোটিক জোন বলা হয়) বাস করে। পৃথিবীর সমস্ত সালোকসংশ্লেষের ক্রিয়াকলাপের প্রায় অর্ধেক জন্য ফাইটোপ্ল্যাঙ্কটন দায়ী। কার্বন যৌগের (প্রাথমিক উৎপাদন) মধ্যে তাদের ক্রমবর্ধমান শক্তি স্থিরকরণ হলো সমুদ্রের বিশাল সংখ্যাগরিষ্ঠ এবং এছাড়াও অনেক মিঠা পানির খাদ্য জালের ভিত্তি (কেমোসিন্থেসিস একটি উল্লেখযোগ্য ব্যতিক্রম)। যদিও প্রায় সমস্ত ফাইটোপ্ল্যাঙ্কটন প্রজাতি বাধ্যতামূলক ফটোঅটোট্রফ, সেখানে কিছু মিক্সোট্রফিক এবং অন্যান্য, নন-পিগমেন্টেড প্রজাতি রয়েছে যেগুলি আসলে হেটারোট্রফিক (পরবর্তীটিকে প্রায়শই জুপ্ল্যাঙ্কটন হিসাবে দেখা হয়)। এর মধ্যে সবচেয়ে বেশি পরিচিত ডাইনোফ্ল্যাজেলেট জেনারা যেমন নকটিলুকা এবং ডাইনোফাইসিস, যা অন্যান্য জীব বা ক্ষতিকর উপাদান গ্রহণ করে জৈব কার্বন লাভ করে।\n\nফাইটোপ্ল্যাঙ্কটন সমুদ্রের ফোটিক অঞ্চলে বাস করে, যেখানে সালোকসংশ্লেষণ করা সম্ভব। সালোকসংশ্লেষণের সময়, তারা কার্বন-ডাই-অক্সাইড শোষণ করে এবং অক্সিজেন ছেড়ে দেয়। সৌর বিকিরণ খুব বেশি হলে, ফাইটোপ্ল্যাঙ্কটন ফটোডিগ্রেডেশনের শিকার হতে পারে। ফাইটোপ্ল্যাঙ্কটন প্রজাতির মধ্যে প্রচুর বৈচিত্র্যের সালোকসংশ্লেষিত রঙ্গক রয়েছে যা প্রজাতি-বিশেষভাবে তাদের পানির নিচের আলোর বিভিন্ন তরঙ্গদৈর্ঘ্য শোষণ করতে সক্ষম করে। এর অর্থ হলো বিভিন্ন প্রজাতি আলোর তরঙ্গদৈর্ঘ্যকে ভিন্ন ভিন্ন দক্ষতার সাথে ব্যবহার করতে পারে এবং আলো একটি একক বাস্তুসংস্থানীয় সম্পদ নয় বরং তার বর্ণালী গঠনের উপর নির্ভর করে প্রচুর সম্পদ। এটি দ্বারা এটি পাওয়া গেছে যে শুধুমাত্র আলোর বর্ণালী পরিবর্তন প্রাকৃতিক ফাইটোপ্ল্যাঙ্কটন সম্প্রদায়গুলিকে পরিবর্তন করতে পারে যদিও একই তীব্রতা পাওয়া যায়। বৃদ্ধির জন্য, ফাইটোপ্ল্যাঙ্কটন কোষগুলি অতিরিক্তভাবে পুষ্টির উপর নির্ভর করে, যা নদী, মহাদেশীয় আবহাওয়া এবং মেরুতে হিমবাহী বরফ গলানো পানি দ্বারা সমুদ্রে প্রবেশ করে। ফাইটোপ্ল্যাঙ্কটন দ্রবীভূত জৈব কার্বন (DOC) সমুদ্রে ছেড়ে দেয়। যেহেতু ফাইটোপ্ল্যাঙ্কটন সামুদ্রিক খাদ্য জালের ভিত্তি, তাই তারা জুপ্ল্যাঙ্কটন, মাছের লার্ভা এবং অন্যান্য হেটারোট্রফিক জীবের শিকার হিসাবে কাজ করে। এগুলি ব্যাকটেরিয়া বা ভাইরাল লাইসিস দ্বারাও ক্ষয়প্রাপ্ত হতে পারে। যদিও কিছু ফাইটোপ্ল্যাঙ্কটন কোষ, যেমন ডাইনোফ্ল্যাজেলেট, উল্লম্বভাবে স্থানান্তর করতে সক্ষম, তারা এখনও স্রোতের বিপরীতে সক্রিয়ভাবে চলাফেরা করতে অক্ষম, তাই তারা ধীরে ধীরে ডুবে যায় এবং শেষ পর্যন্ত মৃত কোষ এবং ডেট্রিটাস দিয়ে সমুদ্রতলকে নিষিক্ত করে।\nফাইটোপ্ল্যাঙ্কটন খনিজগুলির উপর অত্যন্ত নির্ভরশীল। এগুলি মূলত ম্যাক্রোনিউট্রিয়েন্ট যেমন নাইট্রেট, ফসফেট বা সিলিসিক অ্যাসিড, যার প্রাপ্যতা তথাকথিত জৈবিক পাম্প এবং গভীর, পুষ্টি সমৃদ্ধ পানির উত্থানের মধ্যে ভারসাম্য দ্বারা নিয়ন্ত্রিত হয়। ফাইটোপ্ল্যাঙ্কটন পুষ্টি উপাদানের গঠন চালিত হয় এবং এটি রেডফিল্ড অনুপাত দ্বারা চালিত হয় যা সাধারণত পৃষ্ঠের মহাসাগর জুড়ে পাওয়া যায়। যাইহোক, দক্ষিণ মহাসাগরের মতো মহাসাগরের বিশাল এলাকা জুড়ে ফাইটোপ্ল্যাঙ্কটন মাইক্রোনিউট্রিয়েন্ট আয়রনের অভাবের কারণে সীমাবদ্ধ। এর ফলে কিছু বিজ্ঞানী বায়ুমণ্ডলে মানব-উত্পাদিত কার্বন ডাই অক্সাইড (CO2) জমে প্রতিরোধের উপায় হিসাবে লোহা নিষিক্তকরণের পক্ষে পরামর্শ দিয়েছেন। ফাইটোপ্ল্যাঙ্কটন বৃদ্ধি এবং বায়ুমণ্ডলীয় CO2 সমুদ্রে টেনে আনার জন্য বৃহৎ মাত্রার পরীক্ষা-নিরীক্ষা সমুদ্রে লোহা (সাধারণত আয়রন সালফেটের মতো লবণ হিসেবে) যোগ করেছে। বাস্তুতন্ত্র এবং লোহা নিষিক্তকরণের কার্যকারিতা নিয়ে বিতর্ক এই ধরনের পরীক্ষাগুলিকে ধীর করে দিয়েছে। ফাইটোপ্ল্যাঙ্কটন বেঁচে থাকার জন্য বি ভিটামিনের উপর নির্ভর করে। সমুদ্রের অঞ্চলগুলিকে কিছু বি ভিটামিনের প্রধান অভাব হিসাবে চিহ্নিত করা হয়েছে, এবং তদনুসারে, ফাইটোপ্ল্যাঙ্কটন। ফাইটোপ্ল্যাঙ্কটনের বিশ্ব জনসংখ্যার উপর নৃতাত্ত্বিক উষ্ণায়নের প্রভাব সক্রিয় গবেষণার একটি ক্ষেত্র। পানির স্তম্ভের উল্লম্ব স্তরবিন্যাস, তাপমাত্রা-নির্ভর জৈবিক প্রতিক্রিয়ার হার এবং পুষ্টির বায়ুমণ্ডলীয় সরবরাহের পরিবর্তন ভবিষ্যতে ফাইটোপ্ল্যাঙ্কটন উত্পাদনশীলতার উপর গুরুত্বপূর্ণ প্রভাব ফেলবে বলে আশা করা হচ্ছে।\nফাইটোপ্ল্যাঙ্কটন বৃদ্ধি এবং সম্প্রদায়ের কাঠামোর উপর নৃতাত্ত্বিক মহাসাগরীয় অম্লকরণের প্রভাবগুলিও যথেষ্ট মনোযোগ পেয়েছে। ফাইটোপ্ল্যাঙ্কটন যেমন ককোলিথোফোরে ক্যালসিয়াম কার্বনেট কোষ প্রাচীর থাকে যা সমুদ্রের অম্লকরণের জন্য সংবেদনশীল। তাদের স্বল্প প্রজন্মের সময়ের কারণে, প্রমাণ দেখায় যে কিছু ফাইটোপ্ল্যাঙ্কটন দ্রুত সময়ের স্কেলে (মাস থেকে বছর) বৃদ্ধির কার্বন ডাই অক্সাইড দ্বারা প্রবর্তিত pH-এর পরিবর্তনের সাথে খাপ খাইয়ে নিতে পারে। ফাইটোপ্ল্যাঙ্কটন জলজ খাদ্য ওয়েবের ভিত্তি হিসাবে কাজ করে, যা সমস্ত জলজ জীবনের জন্য একটি অপরিহার্য পরিবেশগত ফাংশন প্রদান করে। নৃতাত্ত্বিক উষ্ণায়ন এবং সমুদ্রের অম্লকরণের ভবিষ্যত অবস্থার অধীনে, জুপ্ল্যাঙ্কটন চারণ হারের পরিবর্তনের কারণে ফাইটোপ্ল্যাঙ্কটনের মৃত্যুহারে পরিবর্তন উল্লেখযোগ্য হতে পারে। সমুদ্রের অনেক খাদ্য শৃঙ্খলের মধ্যে একটি - অল্প সংখ্যক লিঙ্কের কারণে উল্লেখযোগ্য - হলো ফাইটোপ্ল্যাঙ্কটন টেকসই ক্রিল (একটি ছোট চিংড়ির মতো একটি ক্রাস্টেসিয়ান), যা ঘুরে বেলেন তিমিকে টিকিয়ে রাখে। নিরক্ষীয় প্রশান্ত মহাসাগরীয় এলাকায় এল নিনো-সাউদার্ন অসিলেশন (ENSO) চক্র ফাইটোপ্ল্যাঙ্কটনকে প্রভাবিত করতে পারে। ENSO চক্রের সময় জৈব রাসায়নিক এবং শারীরিক পরিবর্তন ফাইটোপ্ল্যাঙ্কটন সম্প্রদায়ের কাঠামোকে পরিবর্তন করে। এছাড়াও, ফাইটোপ্ল্যাঙ্কটনের গঠনে পরিবর্তন, যেমন বায়োমাস এবং ফাইটোপ্ল্যাঙ্কটনের ঘনত্বের উল্লেখযোগ্য হ্রাস, বিশেষ করে এল নিনোর পর্যায়গুলির সময় ঘটতে পারে। ফাইটোপ্ল্যাঙ্কটন পরিবেশগত পরিবর্তনের প্রতি সংবেদনশীল হওয়ার কারণে এটি মোহনা এবং উপকূলীয় পরিবেশগত অবস্থা এবং স্বাস্থ্যের সূচক হিসাবে ব্যবহৃত হয়। এই ঘটনাগুলি অধ্যয়ন করার জন্য উপগ্রহ মহাসাগরের রঙ পর্যবেক্ষণগুলি এই পরিবর্তনগুলি পর্যবেক্ষণ করতে ব্যবহার করা হয়। স্যাটেলাইট চিত্রগুলি তাদের বিশ্বব্যাপী বিতরণের আরও ভাল দৃষ্টিভঙ্গি পেতে সহায়তা করে।\n\n\n== বৈচিত্রতা ==\n\nফাইটোপ্ল্যাঙ্কটন শব্দটি জলজ খাদ্য জালে সমস্ত ফটোঅটোট্রফিক অণুজীবকে অন্তর্ভুক্ত করে। যাইহোক, স্থলজ সম্প্রদায়ের বিপরীতে, যেখানে বেশিরভাগ অটোট্রফগুলি উদ্ভিদ, ফাইটোপ্ল্যাঙ্কটন একটি বৈচিত্র্যময় গোষ্ঠী, যেখানে প্রোটিস্তান ইউক্যারিওটস এবং ইউব্যাকটেরিয়াল এবং আর্কিব্যাকটেরিয়াল প্রোক্যারিওট উভয়ই অন্তর্ভুক্ত। সামুদ্রিক ফাইটোপ্ল্যাঙ্কটনের প্রায় 5,000 পরিচিত প্রজাতি রয়েছে। দুষ্প্রাপ্য সম্পদ থাকা সত্ত্বেও কীভাবে এই ধরনের বৈচিত্র্য বিকশিত হয়েছিল (কুলুঙ্গি পার্থক্য সীমাবদ্ধ করা) অস্পষ্ট। সংখ্যার পরিপ্রেক্ষিতে, ফাইটোপ্ল্যাঙ্কটনের সবচেয়ে গুরুত্বপূর্ণ গোষ্ঠীগুলির মধ্যে রয়েছে ডায়াটম, সায়ানোব্যাকটেরিয়া এবং ডাইনোফ্ল্যাজেলেটস, যদিও শৈবালের অন্যান্য অনেক গ্রুপের প্রতিনিধিত্ব করা হয়। একটি দল, কোকোলিথোফোরিডস, বায়ুমণ্ডলে উল্লেখযোগ্য পরিমাণে ডাইমিথাইল সালফাইড (ডিএমএস) নিঃসরণের জন্য দায়ী (আংশিকভাবে)। DMS সালফেট গঠনের জন্য অক্সিডাইজ করা হয় যা, যে সমস্ত এলাকায় অ্যারোসোল কণার ঘনত্ব কম, সেখানে মেঘ ঘনীভূত নিউক্লিয়াসের জনসংখ্যাতে অবদান রাখতে পারে, যা বেশিরভাগ তথাকথিত CLAW হাইপোথিসিস অনুসারে মেঘের আচ্ছাদন এবং ক্লাউড অ্যালবেডো বৃদ্ধির দিকে পরিচালিত করে। বিভিন্ন ধরনের ফাইটোপ্ল্যাঙ্কটন বিভিন্ন বাস্তুতন্ত্রের মধ্যে বিভিন্ন ট্রফিক স্তরকে সমর্থন করে। অলিগোট্রফিক মহাসাগরীয় অঞ্চলে যেমন সারগাসো সাগর বা দক্ষিণ প্রশান্ত মহাসাগরীয় অঞ্চলে, ফাইটোপ্ল্যাঙ্কটন ছোট আকারের কোষ দ্বারা আধিপত্য বিস্তার করে, যাকে পিকোপ্ল্যাঙ্কটন এবং ন্যানোপ্ল্যাঙ্কটন বলা হয় (এটিকে পিকোফ্ল্যাজেলেট এবং ন্যানোফ্ল্যাজেলেট হিসাবেও উল্লেখ করা হয়), বেশিরভাগই সায়ানোব্যাকটেরিয়া, পিকোকোকোসেকোসকোকোসকোস এবং এই জাতীয় পদার্থ দ্বারা গঠিত। মাইক্রোমোনাস হিসাবে। অধিক উৎপাদনশীল বাস্তুতন্ত্রের মধ্যে, উচ্চতর স্থলজ ইনপুট দ্বারা আধিপত্য, বৃহত্তর ডাইনোফ্ল্যাজেলেটগুলি অধিক প্রভাবশালী ফাইটোপ্ল্যাঙ্কটন এবং বায়োমাসের একটি বৃহত্তর অংশকে প্রতিফলিত করে।\n\n\n== বৃদ্ধির কৌশল ==\nবিংশ শতাব্দীর গোড়ার দিকে, আলফ্রেড সি. রেডফিল্ড গভীর সমুদ্রের প্রধান দ্রবীভূত পুষ্টির সাথে ফাইটোপ্ল্যাঙ্কটনের মৌলিক গঠনের মিল খুঁজে পান। রেডফিল্ড প্রস্তাব করেছিলেন যে সমুদ্রে কার্বন থেকে নাইট্রোজেন থেকে ফসফরাস (106:16:1) অনুপাত ফাইটোপ্ল্যাঙ্কটনের প্রয়োজনীয়তা দ্বারা নিয়ন্ত্রিত হয়, কারণ ফাইটোপ্ল্যাঙ্কটন পরবর্তীতে নাইট্রোজেন এবং ফসফরাসকে রিমিনারেলাইজ করার সাথে সাথে মুক্ত করে। ফাইটোপ্ল্যাঙ্কটন এবং সামুদ্রিক পানির স্টোইচিওমেট্রি বর্ণনা করার ক্ষেত্রে এই তথাকথিত \"রেডফিল্ড অনুপাত\" সামুদ্রিক বাস্তুবিদ্যা, জৈব-রসায়ন এবং ফাইটোপ্ল্যাঙ্কটন বিবর্তন বোঝার জন্য একটি মৌলিক নীতি হয়ে উঠেছে। যাইহোক, রেডফিল্ড অনুপাত একটি সার্বজনীন মান নয় এবং সমুদ্রে বহিরাগত পুষ্টি সরবরাহ এবং মাইক্রোবিয়াল বিপাকের পরিবর্তনের কারণে এটি ভিন্ন হতে পারে, যেমন নাইট্রোজেন ফিক্সেশন, ডিনাইট্রিফিকেশন এবং অ্যানামক্স। এককোষী শেত্তলাগুলিতে দেখানো গতিশীল স্টোইচিওমেট্রি একটি অভ্যন্তরীণ পুলে পুষ্টি সঞ্চয় করার, বিভিন্ন পুষ্টির প্রয়োজনীয়তা সহ এনজাইমের মধ্যে স্থানান্তর এবং অসমোলাইট গঠন পরিবর্তন করার ক্ষমতা প্রতিফলিত করে। বিভিন্ন সেলুলার উপাদানগুলির নিজস্ব অনন্য স্টোইচিওমেট্রি বৈশিষ্ট্য রয়েছে, উদাহরণস্বরূপ, প্রোটিন এবং ক্লোরোফিলের মতো সংস্থান (আলো বা পুষ্টি) অর্জনের যন্ত্রপাতিগুলিতে নাইট্রোজেনের উচ্চ ঘনত্ব থাকে তবে ফসফরাস কম থাকে। এদিকে, রাইবোসোমাল আরএনএ-এর মতো বৃদ্ধির যন্ত্রপাতিতে উচ্চ নাইট্রোজেন এবং ফসফরাস ঘনত্ব রয়েছে। সম্পদ বরাদ্দের উপর ভিত্তি করে, ফাইটোপ্ল্যাঙ্কটনকে তিনটি ভিন্ন বৃদ্ধির কৌশলে শ্রেণীবদ্ধ করা হয়, যথা বেঁচে থাকা, ব্লুমার এবং জেনারেলিস্ট। সারভাইভালিস্ট ফাইটোপ্ল্যাঙ্কটনের উচ্চ অনুপাত রয়েছে N:P (>30) এবং এতে প্রচুর পরিমাণে সম্পদ-অধিগ্রহণের যন্ত্রপাতি রয়েছে যা দুষ্প্রাপ্য সম্পদের অধীনে বৃদ্ধি ধরে রাখতে পারে। ব্লুমার ফাইটোপ্ল্যাঙ্কটনের একটি কম N:P অনুপাত (<10) রয়েছে, এতে বৃদ্ধির যন্ত্রপাতির উচ্চ অনুপাত রয়েছে এবং সূচকীয় বৃদ্ধির সাথে অভিযোজিত হয়। জেনারেলিস্ট ফাইটোপ্ল্যাঙ্কটনের রেডফিল্ড অনুপাতের অনুরূপ N:P রয়েছে এবং তুলনামূলকভাবে সমান সম্পদ-অধিগ্রহণ এবং বৃদ্ধির যন্ত্রপাতি রয়েছে।\n\n\n== প্রাচুর্যকে প্রভাবিত করার কারণগুলি ==\nNAAMES অধ্যয়নটি 2015 থেকে 2019 সালের মধ্যে ওরেগন স্টেট ইউনিভার্সিটি এবং NASA-এর বিজ্ঞানীদের দ্বারা সাগরের বাস্তুতন্ত্রের ফাইটোপ্ল্যাঙ্কটন গতিবিদ্যার দিকগুলি এবং কীভাবে এই ধরনের গতিশীলতা বায়ুমণ্ডলীয় অ্যারোসল, ক্লাউড, এবং সিএএমইএস-এর জন্য প্রভাবিত করে তা নিয়ে গবেষণা করার জন্য একটি পাঁচ বছরের বৈজ্ঞানিক গবেষণা প্রোগ্রাম ছিল। উত্তর আটলান্টিক এরোসল এবং মেরিন ইকোসিস্টেম স্টাডি)। গবেষণাটি উত্তর আটলান্টিক মহাসাগরের উপ-আর্কটিক অঞ্চলের উপর দৃষ্টি নিবদ্ধ করে, যা পৃথিবীর বৃহত্তম পুনরাবৃত্ত ফাইটোপ্ল্যাঙ্কটন ফুলের একটি স্থান। এই অবস্থানে গবেষণার দীর্ঘ ইতিহাস, সেইসাথে অ্যাক্সেসযোগ্যতার আপেক্ষিক সহজতা, পৃথিবীর শক্তি বাজেটে ফাইটোপ্ল্যাঙ্কটন অ্যারোসোল নির্গমনের ভূমিকা আরও ভালভাবে বোঝার প্রয়াসে প্রচলিত বৈজ্ঞানিক অনুমানগুলি পরীক্ষা করার জন্য উত্তর আটলান্টিককে একটি আদর্শ অবস্থানে পরিণত করেছে। NAAMES বার্ষিক ফাইটোপ্ল্যাঙ্কটন চক্রের নির্দিষ্ট পর্যায়গুলিকে লক্ষ্য করার জন্য ডিজাইন করা হয়েছিল: ন্যূনতম, ক্লাইম্যাক্স এবং মধ্যস্থতাকারী হ্রাস এবং বৃদ্ধি জৈববস্তু, ব্লুম গঠনের সময় এবং বার্ষিক ব্লুম পুনঃসৃষ্টির নিদর্শনগুলির উপর বিতর্কের সমাধান করার জন্য। NAAMES প্রকল্পটি প্রাথমিক উত্পাদন দ্বারা উত্পন্ন অ্যারোসলের পরিমাণ, আকার এবং গঠনও তদন্ত করেছে যাতে বোঝা যায় যে কীভাবে ফাইটোপ্ল্যাঙ্কটন ব্লুম চক্র মেঘের গঠন এবং জলবায়ুকে প্রভাবিত করে।\n\n\n== উৎপাদনশীলতাকে প্রভাবিত করে এমন কারণ ==\n\nফাইটোপ্ল্যাঙ্কটন হলো জৈবিক পাম্পের মূল মধ্যস্থতাকারী। পরিবেশগত অবস্থার পরিবর্তনে ফাইটোপ্ল্যাঙ্কটনের প্রতিক্রিয়া বোঝা ভবিষ্যতের বায়ুমণ্ডলীয় ঘনত্ব CO2 এর পূর্বাভাস দেওয়ার পূর্বশর্ত। CO2 সহ তাপমাত্রা, বিকিরণ এবং পুষ্টির ঘনত্ব হল প্রধান পরিবেশগত কারণ যা ফাইটোপ্ল্যাঙ্কটনের শারীরবৃত্তি এবং স্টোইচিওমেট্রিকে প্রভাবিত করে। ফাইটোপ্ল্যাঙ্কটনের স্টোইচিওমেট্রি বা মৌলিক গঠন গৌণ উৎপাদক যেমন কোপেপড, মাছ এবং চিংড়ির জন্য অত্যন্ত গুরুত্বপূর্ণ, কারণ এটি পুষ্টির গুণমান নির্ধারণ করে এবং সামুদ্রিক খাদ্য শৃঙ্খলের মাধ্যমে শক্তি প্রবাহকে প্রভাবিত করে। জলবায়ু পরিবর্তন ফাইটোপ্ল্যাঙ্কটন সম্প্রদায়গুলিকে ব্যাপকভাবে পুনর্গঠন করতে পারে যা সামুদ্রিক খাদ্য জালের জন্য ক্যাসকেডিং পরিণতির দিকে পরিচালিত করে, যার ফলে সমুদ্রের অভ্যন্তরে পরিবাহিত কার্বনের পরিমাণ পরিবর্তন হয়। ডানদিকের চিত্রটি বিভিন্ন পরিবেশগত কারণগুলির একটি ওভারভিউ দেয় যা একসাথে ফাইটোপ্ল্যাঙ্কটন উত্পাদনশীলতাকে প্রভাবিত করে। এই সমস্ত কারণ বৈশ্বিক পরিবর্তনের কারণে ভবিষ্যতের মহাসাগরে উল্লেখযোগ্য পরিবর্তন হবে বলে আশা করা হচ্ছে। গ্লোবাল ওয়ার্মিং সিমুলেশন সমুদ্রের তাপমাত্রা বৃদ্ধির পূর্বাভাস দেয়; মহাসাগরীয় স্তরবিন্যাস, প্রচলন এবং মেঘের আচ্ছাদন এবং সমুদ্রের বরফের পরিবর্তনের নাটকীয় পরিবর্তন, যার ফলে সমুদ্রের পৃষ্ঠে আলোর সরবরাহ বৃদ্ধি পায়। এছাড়াও, পানির স্তম্ভের স্তরবিন্যাস বৃদ্ধি এবং গভীর পানি থেকে পৃষ্ঠে পুষ্টির মিশ্রণ হ্রাসের কারণে, সমুদ্রের অম্লকরণ এবং উষ্ণায়নের সাথে কম পুষ্টি সরবরাহের অনুমান করা হয়।\n\n\n== ফাইটোপ্লাঙ্কটনের ভূমিকা ==\n\nডানদিকের চিত্রে, ফাইটোপ্ল্যাঙ্কটন দ্বারা প্রভাবিত অংশগুলির মধ্যে রয়েছে বায়ুমণ্ডলীয় গ্যাসের গঠন, অজৈব পুষ্টি এবং ট্রেস উপাদান প্রবাহের পাশাপাশি জৈবিক প্রক্রিয়ার মাধ্যমে জৈব পদার্থের স্থানান্তর এবং সাইক্লিং। সালোকসংশ্লেষকভাবে স্থির কার্বন দ্রুত পুনর্ব্যবহার করা হয় এবং পৃষ্ঠের সমুদ্রে পুনরায় ব্যবহার করা হয়, যখন এই জৈববস্তুর একটি নির্দিষ্ট ভগ্নাংশ গভীর সমুদ্রে ডুবন্ত কণা হিসাবে রপ্তানি করা হয়, যেখানে এটি চলমান রূপান্তর প্রক্রিয়ার বিষয়, যেমন: পুনঃখনিজকরণ।\n\n\n== নৃতাত্ত্বিক পরিবর্তন ==\n\nসামুদ্রিক ফাইটোপ্ল্যাঙ্কটন বিশ্বব্যাপী সালোকসংশ্লেষী \n  \n    \n      \n        \n          \n            CO\n            \n              2\n            \n            \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {CO2}}}\n  \n ফিক্সেশনের অর্ধেক (নিট বৈশ্বিক প্রাথমিক উৎপাদন ~50 Pg C প্রতি বছর) এবং অক্সিজেনের অর্ধেক উৎপাদন করে যদিও বৈশ্বিক উদ্ভিদ জৈববস্তুর পরিমাণ মাত্র ~1%। স্থলজ উদ্ভিদের সাথে তুলনা করে, সামুদ্রিক ফাইটোপ্ল্যাঙ্কটন একটি বৃহত্তর পৃষ্ঠ অঞ্চলে বিতরণ করা হয়, কম ঋতুগত তারতম্যের সংস্পর্শে আসে এবং গাছের তুলনায় উল্লেখযোগ্যভাবে দ্রুত টার্নওভার হার (দিন বনাম দশক)। অতএব, ফাইটোপ্ল্যাঙ্কটন জলবায়ু পরিবর্তনের জন্য বিশ্বব্যাপী দ্রুত সাড়া দেয়। এই বৈশিষ্ট্যগুলি গুরুত্বপূর্ণ যখন কেউ কার্বন স্থিরকরণে ফাইটোপ্ল্যাঙ্কটনের অবদানের মূল্যায়ন করে এবং ভবিষ্যদ্বাণী করে যে কীভাবে এই উত্পাদন বিশৃঙ্খলার প্রতিক্রিয়ায় পরিবর্তিত হতে পারে। প্রাথমিক উৎপাদনশীলতার উপর জলবায়ু পরিবর্তনের প্রভাবের ভবিষ্যদ্বাণী করা ফাইটোপ্ল্যাঙ্কটন ব্লুম চক্রের দ্বারা জটিল যা নীচে-উপরের নিয়ন্ত্রণ (উদাহরণস্বরূপ, প্রয়োজনীয় পুষ্টির প্রাপ্যতা এবং উল্লম্ব মিশ্রণ) এবং উপরে-নিচে নিয়ন্ত্রণ (উদাহরণস্বরূপ, চারণ এবং ভাইরাস) উভয় দ্বারা প্রভাবিত হয়। সৌর বিকিরণ, তাপমাত্রা এবং ভূপৃষ্ঠের পানিতে মিঠা পানির ইনপুটগুলি সমুদ্রের স্তরবিন্যাসকে শক্তিশালী করে এবং ফলস্বরূপ গভীর পানি থেকে পৃষ্ঠের পানিতে পুষ্টির পরিবহন হ্রাস করে, যা প্রাথমিক উত্পাদনশীলতা হ্রাস করে। বিপরীতভাবে, ক্রমবর্ধমান \n  \n    \n      \n        \n          \n            CO\n            \n              2\n            \n            \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\ce {CO2}}}\n  \n মাত্রা ফাইটোপ্ল্যাঙ্কটন প্রাথমিক উত্পাদন বৃদ্ধি করতে পারে, কিন্তু শুধুমাত্র যখন পুষ্টি সীমাবদ্ধ না হয়।\n\nকিছু গবেষণা ইঙ্গিত দেয় যে সামগ্রিক বৈশ্বিক মহাসাগরীয় ফাইটোপ্ল্যাঙ্কটন ঘনত্ব বিগত শতাব্দীতে হ্রাস পেয়েছে, তবে দীর্ঘমেয়াদী ফাইটোপ্ল্যাঙ্কটন ডেটার সীমিত প্রাপ্যতা, ডেটা তৈরির পদ্ধতিগত পার্থক্য এবং ফাইটোপ্ল্যাঙ্কটন উত্পাদনে বড় বার্ষিক এবং দশকীয় পরিবর্তনশীলতার কারণে এই সিদ্ধান্তগুলিকে প্রশ্নবিদ্ধ করা হয়েছে। তদুপরি, অন্যান্য গবেষণায় সমুদ্রের ফাইটোপ্ল্যাঙ্কটন উৎপাদনে বিশ্বব্যাপী বৃদ্ধি এবং নির্দিষ্ট অঞ্চলে বা নির্দিষ্ট ফাইটোপ্ল্যাঙ্কটন গোষ্ঠীর পরিবর্তনের পরামর্শ দেওয়া হয়েছে। বৈশ্বিক সমুদ্র বরফ সূচক হ্রাস পাচ্ছে, উচ্চ আলোর অনুপ্রবেশ এবং সম্ভাব্য আরও প্রাথমিক উত্পাদনের দিকে পরিচালিত করে; যাইহোক, পরিবর্তনশীল মিশ্রণের ধরন এবং পুষ্টি সরবরাহে পরিবর্তন এবং মেরু অঞ্চলে উৎপাদনশীলতার প্রবণতার জন্য পরস্পরবিরোধী ভবিষ্যদ্বাণী রয়েছে। ফাইটোপ্ল্যাঙ্কটন জীববৈচিত্র্যের উপর মানব সৃষ্ট জলবায়ু পরিবর্তনের প্রভাব ভালভাবে বোঝা যায় না। গ্রিনহাউস গ্যাস নির্গমন যদি 2100 সালের মধ্যে উচ্চ মাত্রায় বাড়তে থাকে, কিছু ফাইটোপ্ল্যাঙ্কটন মডেল প্রজাতির সমৃদ্ধি বা নির্দিষ্ট এলাকার মধ্যে বিভিন্ন প্রজাতির সংখ্যা বৃদ্ধির পূর্বাভাস দেয়। প্ল্যাঙ্কটন বৈচিত্র্যের এই বৃদ্ধি সমুদ্রের তাপমাত্রার উষ্ণতার জন্য চিহ্নিত করা হয়। প্রজাতির সমৃদ্ধির পরিবর্তনের পাশাপাশি, যেসব স্থানে ফাইটোপ্ল্যাঙ্কটন বিতরণ করা হয় সেগুলো পৃথিবীর মেরুগুলির দিকে সরে যাবে বলে আশা করা হচ্ছে। এই ধরনের আন্দোলন বাস্তুতন্ত্রকে ব্যাহত করতে পারে, কারণ ফাইটোপ্ল্যাঙ্কটন জুপ্ল্যাঙ্কটন দ্বারা গ্রাস করা হয়, যা ফলস্বরূপ মৎস্যসম্পদ বজায় রাখে। ফাইটোপ্ল্যাঙ্কটনের অবস্থানের এই পরিবর্তন মানুষের ক্রিয়াকলাপ দ্বারা নির্গত কার্বন সঞ্চয় করার জন্য ফাইটোপ্ল্যাঙ্কটনের ক্ষমতাও হ্রাস করতে পারে। ফাইটোপ্ল্যাঙ্কটনে মানুষের (নৃতাত্ত্বিক) পরিবর্তন প্রাকৃতিক এবং অর্থনৈতিক উভয় প্রক্রিয়াকে প্রভাবিত করে।\n\n\n== জলজ পালন ==\nফাইটোপ্ল্যাঙ্কটন জলজ চাষ এবং মেরিকালচার উভয় ক্ষেত্রেই একটি প্রধান খাদ্য আইটেম। উভয়ই ফাইটোপ্ল্যাঙ্কটনকে খামার করা প্রাণীদের খাদ্য হিসাবে ব্যবহার করে। মেরিকালচারে, ফাইটোপ্ল্যাঙ্কটন প্রাকৃতিকভাবে ঘটে এবং সমুদ্রের পানির স্বাভাবিক সঞ্চালনের সাথে ঘেরে প্রবর্তিত হয়। জলজ চাষে, ফাইটোপ্ল্যাঙ্কটন অবশ্যই প্রাপ্ত এবং সরাসরি প্রবর্তন করতে হবে। প্ল্যাঙ্কটন হয় পানির দেহ থেকে সংগ্রহ করা যায় বা সংষ্কৃত করা যায়, যদিও পূর্বের পদ্ধতিটি খুব কমই ব্যবহৃত হয়। ফাইটোপ্ল্যাঙ্কটন রোটিফার উত্পাদনের জন্য একটি খাদ্য স্টক হিসাবে ব্যবহৃত হয়, যা অন্য জীবকে খাওয়ানোর জন্য ব্যবহৃত হয়। ফাইটোপ্ল্যাঙ্কটন মুক্তা ঝিনুক এবং দৈত্যাকার ক্ল্যামস সহ অনেক ধরনের জলজ মলাস্ক খাওয়ানোর জন্যও ব্যবহৃত হয়। 2018 সালের একটি সমীক্ষা উপগ্রহ থেকে সমুদ্রের রঙের ডেটা ব্যবহার করে বিশ্ব মহাসাগরে কার্বোহাইড্রেট, প্রোটিন এবং লিপিডের পরিপ্রেক্ষিতে প্রাকৃতিক ফাইটোপ্ল্যাঙ্কটনের পুষ্টির মান অনুমান করেছে এবং বিভিন্ন মহাসাগরীয় অঞ্চলে এবং বিভিন্ন সময়ের মধ্যে ফাইটোপ্ল্যাঙ্কটনের ক্যালোরিফিক মান উল্লেখযোগ্যভাবে পরিবর্তিত হয়েছে। বছর কৃত্রিম অবস্থার অধীনে ফাইটোপ্ল্যাঙ্কটনের উৎপাদন নিজেই এক ধরনের জলজ পালন। ফাইটোপ্ল্যাঙ্কটন বিভিন্ন উদ্দেশ্যে চাষ করা হয়, যার মধ্যে রয়েছে অন্যান্য জলজ প্রাণীর জন্য খাদ্য স্টক, অ্যাকোয়ারিয়াতে বন্দী অমেরুদণ্ডী প্রাণীদের জন্য একটি পুষ্টিকর সম্পূরক। সংস্কৃতির আকার 1L এর কম ছোট-স্কেল ল্যাবরেটরি সংস্কৃতি থেকে বাণিজ্যিক জলজ চাষের জন্য কয়েক হাজার লিটার পর্যন্ত। সংস্কৃতির আকার নির্বিশেষে, প্ল্যাঙ্কটনের দক্ষ বৃদ্ধির জন্য কিছু শর্ত প্রদান করা আবশ্যক। সংস্কৃত প্লাঙ্কটনের বেশিরভাগই সামুদ্রিক, এবং 1.010 থেকে 1.026 এর একটি নির্দিষ্ট মাধ্যাকর্ষণের সমুদ্রের পানি একটি সংস্কৃতির মাধ্যম হিসাবে ব্যবহার করা যেতে পারে। এই পানি অবশ্যই জীবাণুমুক্ত করা উচিত, সাধারণত হয় একটি অটোক্লেভের উচ্চ তাপমাত্রার দ্বারা বা অতিবেগুনী বিকিরণের সংস্পর্শে এসে, সংস্কৃতির জৈবিক দূষণ রোধ করতে। প্লাঙ্কটনের বৃদ্ধির সুবিধার্থে সংস্কৃতির মাধ্যমে বিভিন্ন সার যোগ করা হয়। প্ল্যাঙ্কটনকে স্থগিত রাখতে, সেইসাথে সালোকসংশ্লেষণের জন্য দ্রবীভূত কার্বন ডাই অক্সাইড সরবরাহ করার জন্য একটি সংস্কৃতিকে অবশ্যই বায়ুযুক্ত বা উত্তেজিত করতে হবে। ধ্রুবক বায়ুচলাচল ছাড়াও, বেশিরভাগ সংস্কৃতি ম্যানুয়ালি মিশ্রিত হয় বা নিয়মিতভাবে আলোড়িত হয়। ফাইটোপ্ল্যাঙ্কটনের বৃদ্ধির জন্য আলো দিতে হবে। আলোকসজ্জার রঙের তাপমাত্রা প্রায় 6,500 K হওয়া উচিত, তবে 4,000 K থেকে 20,000 K এর মান সফলভাবে ব্যবহার করা হয়েছে। আলোর এক্সপোজারের সময়কাল প্রতিদিন প্রায় 16 ঘন্টা হওয়া উচিত; এটি সবচেয়ে কার্যকরী কৃত্রিম দিনের দৈর্ঘ্য।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nপ্লাঙ্কটন\n\n\n== বহিঃসংযোগ ==\nSecchi Disk and Secchi app, ফাইটোপ্ল্যাঙ্কটন অধ্যয়নের জন্য একটি নাগরিক বিজ্ঞান প্রকল্প।\nOcean Drifters, প্ল্যাঙ্কটনের বিভিন্ন ভূমিকা নিয়ে ডেভিড অ্যাটেনবরো বর্ণিত একটি শর্ট ফিল্ম।\nPlankton Chronicles  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জানুয়ারি ২০১২ তারিখে, একটি ছোট ডকুমেন্টারি ফিল্ম এবং ছবি।\nDMS and Climate, NOAA\nPlankton*Net  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ আগস্ট ২০০৬ তারিখে, প্লাঙ্কটোনিক প্রজাতির ছবি।"}