{"pageid": 1137619, "title": "তোমা সঁকারা", "url": "https://bn.wikipedia.org/wiki?curid=1137619", "content": "তোমা ইজিদর নোয়েল সঁকারা (ফরাসি: Thomas Isidore Noël Sankara; আ-ধ্ব-ব: [tɔma izidɔʁ nɔɛl sɑ̃kaʁa]; ২১শে ডিসেম্বর, ১৯৪৯ - ১৫ই অক্টোবর, ১৯৮৭) আফ্রিকার রাষ্ট্র বুর্কিনা ফাসো-র একজন সামরিক কর্মকর্তা, মার্কসবাদী বিপ্লবী ও ১৯৮০-র দশকে দেশটির একজন সর্ব-আফ্রিকাবাদী রাষ্ট্রপতি ছিলেন। তিনি ১৯৮৩ সালে একটি সামরিক অভ্যুত্থানের মাধ্যমে ক্ষমতায় আরোহণ করেন এবং ১৯৮৭ সালে আরেকটি বিরুদ্ধ সামরিক অভ্যুত্থানে নিহত হবার আগ পর্যন্ত দেশটির রাষ্ট্রপতি ছিলেন। সমর্থকদের কাছে তিনি এক মনোমুগ্ধকর ও প্রবাদপ্রতিম বিপ্লবী নেতা হিসেবে গণ্য হন। তাঁকে প্রায়শই \"আফ্রিকার চে গেভারা\" নামে ডাকা হয়।\n১৯৮৩ সালে প্রধানমন্ত্রী পদে নিযুক্ত হবার পরে ক্ষমতাসীন সরকারের সাথে বিবাদে জড়ানোর সূত্র ধরে সঁকারা কারাবন্দী হন। তিনি যখন গৃহবন্দী ছিলেন, তখন তাঁর নামে একদল বিপ্লবী বছরের শেষভাগে দেশের জনগণের সমর্থন নিয়ে এক সামরিক অভ্যুত্থানের মাধ্যমে ক্ষমতা দখল করে। ৩৩ বছর বয়সে সঁকারা ঊর্ধ্ব ভোল্টা প্রজাতন্ত্রের রাষ্ট্রপতিতে পরিণত হন। অনতিবিলম্বে তিনি সামাজিক, অর্থনৈতিক ও পরিবেশগত পরিবর্তনের বিভিন্ন কর্মসূচি চালু করেন এবং দেশটির ফরাসি ঔপনিবেশিক নাম বদলে বুর্কিনা ফাসো রাখেন, যার অর্থ \"দুর্নীতিগ্রস্ত হয় না, এমন জাতির দেশ\"। দেশটির জনগণের জাতীয়তার নাম দেওয়া হয় বুর্কিনাবে (\"ঋজু বা অকপট জাতি\") সঁকারা-র বৈদেশিক নীতি ছিল উপনিবেশবাদ-বিরোধী। তিনি আন্তর্জাতিক মুদ্রা তহবিলসহ এইরূপ অন্যান্য সাহায্য সংস্থাগুলির কাছ থেকে আর্থিক সাহায্য প্রত্যাখ্যান করেন। তিনি অন্যান্য উৎস থেকে বৈদেশিক সাহায্য গ্রহণ করলেও অভ্যন্তরীণ আয় বৃদ্ধির মাধ্যমে ও সাহায্যের উৎসগুলির বৈচিত্র্যায়নের মাধ্যমে সাহায্যের উপরে নির্ভরশীলতা কমানোর চেষ্টা করেন।\nতাঁর অভ্যন্তরীণ নীতিগুলির লক্ষ্য ছিল কৃষিখাতে স্বনির্ভরতা ও ভূমি সংস্কারের মাধ্যমে দুর্ভিক্ষ প্রতিরোধ করা, দেশব্যাপী সাক্ষরতা অভিযানের মাধ্যমে শিক্ষাকে অগ্রাধিকার প্রদান করা এবং আনুমানিক ২০ লক্ষ শিশুকে মস্তিকঝিল্লিপ্রদাহ (ম্যানিঞ্জাইটিস), পীতজ্বর ও হামের টিকা প্রদানের মাধ্যমে জনস্বাস্থ্য জোরদার করা, যার ফলে প্রতি বছর ১৮ হাজার থেকে ৫০ হাজার শিশু মৃত্যুর হাত থেকে রক্ষা পায়। তাঁর সরকার কোনও বৈদেশিক সাহায্য ছাড়াই বহুসংখ্যক বিদ্যালয়, স্বাস্থ্যকেন্দ্র, জলাধার, ও প্রায় ১০০ কিলোমিটার দীর্ঘ রেলপথ নির্মাণ করে। ১৯৮৩ থেকে ১৯৮৬ সালের মধ্যে খাদ্যশস্যের উৎপাদন ৭৫% বৃদ্ধি পায়। সঁকারা-র জাতীয় কর্মতালিকার অন্যান্য উপাদানগুলির মধ্যে ছিল সহিল অঞ্চলের ক্রমবর্ধমান মরুভবন প্রতিহত করতে ১ কোটির বেশি বৃক্ষরোপণ, ব্যক্তিগত ভূস্বামীদের ভূমি পুনর্বিতরণ, গ্রামীণ স্থির কর ও গৃহস্থালি ভাড়া মুলতবিকরণ এবং সড়ক ও রেলপথ নির্মাণ প্রকল্প প্রতিষ্ঠাকরণ। স্থানীয় পর্যায়ে সঁকারা প্রতিটি গ্রামে একটি ঔষধালয় নির্মাণের আহ্বান জানান এবং বুর্কিনা ফাসোর ৭৫০০টি গ্রামের মধ্যে ৫৩৮৪টি গ্রামে ঔষধালয় নির্মাণ করান। ১৯৮২ সাল থেকে ১৯৮৪ সালের মধ্যে নবজাতক শিশু মৃত্যুহার প্রতি হাজারে ২০৮ থেকে ১৪৫-এ নেমে আসে। সঁকারা সরকারের অধীনে বিদ্যালয়ে উপস্থিতির হার ৬% থেকে বেড়ে ২২% হয়। অধিকন্তু, তিনি নারীর যৌনাঙ্গ কর্তন, জোরপূর্বক বিবাহ ও বহুবিবাহ প্রথা নিষিদ্ধ করেন। তিনি সরকারি উচ্চপদে নারীদের নিয়োগদান করেন এবং নারীদেরকে (অন্তঃসত্ত্বা হলেও) ঘরের বাইরে কাজ করতে ও বিদ্যালয়ে যেতে উৎসাহ প্রদান করেন।\nসঁকারা কিউবার বিপ্লবকে প্রশংসার চোখে দেখতেন। তিনি কিউবার মতো বিপ্লব প্রতিরক্ষা সমিতি গড়ে তোলেন। এভাবে তিনি লৈঙ্গিক সমতাকে অগ্রাধিকার প্রদান করেন, তার শীর্ষ কর্মকর্তাদের বেতন হ্রাস করেন এবং রাজনৈতিক অপরাধ ও দুর্নীতির দায়ে অভিযুক্ত সরকারি কর্মকর্তা, প্রতিবিপ্লবী ও \"অলস শ্রমিক\"দের বিচারের জন্য বিপ্লবী জনতার আদালতগুলি প্রতিষ্ঠা করেন। শেষোক্ত কর্মসূচিটিকে অ্যামনেস্টি ইন্টারন্যাশনাল ও অন্যান্য বেসরকারী সংস্থাগুলি মানবাধিকার লঙ্ঘনের কারণে নেতিবাচক সমালোচনা করে এবং তারা দাবী করে যে রাজনৈতিক প্রতিপক্ষদের বিচারবহির্ভূত হত্যা করা হয়েছে ও যথেচ্ছ শাস্তি প্রদান করা হয়েছে। বিরোধী দল ও সংঘগুলি নিষিদ্ধ করা হয় এবং সংবাদমাধ্য্মের স্বাধীনতা খর্ব করা হয়। ধর্মঘটরত শিক্ষকদেরকে চাকরি থেকে বরখাস্ত করে দেওয়া হয় এবং তাদেরকে অভিজ্ঞতাহীন তরুণদের দ্বারা প্রতিস্থাপন করা হয়। আফ্রিকান স্বনির্ভরতাকামী সঁকারা-র বিপ্লবী কর্মসূচিগুলি আফ্রিকার বহু দরিদ্র মানুষের কাছে তাঁকে এক নায়কে পরিণত করে, এবং নিজ দেশের নাগরিকদের বেশিরভাগের কাছে তিনি জনপ্রিয়তা ধরে রাখেন। কিন্তু তার নীতিগুলি অনেকগুলি গোষ্ঠীকে দূরে ঠেলে দেয় ও শত্রুভাবাপন্ন করে তোলে, যাদের মধ্যে ছিল বুর্কিনা ফাসোর ক্ষুদ্র কিন্তু শক্তিশালী মধ্যবিত্ত শ্রেণী, গোত্রপ্রধানগণ (যাদের ঐতিহ্যবাহী জোরপূর্বক শ্রম করানো ও কর  আদায়ের প্রাধিকার খর্ব হয়), আফ্রিকার ঔপনিবেশিক শক্তি ফ্রান্সের সরকার এবং ফ্রান্সের মিত্ররাষ্ট্র কোত দিভোয়ার (আইভরি কোস্ট বা হস্তীদন্ত উপকূল)।.১৯৮৭ সালের ১৫ই অক্টোবর তারিখে ব্লেজ কোঁপাওরে-র নেতৃত্বে একদল সেনা সঁকারা-কে পরিকল্পিতভাবে হত্যা করে এবং এর অব্যবহিত পরে কঁপাওরে দেশটির রাষ্ট্রক্ষমতা দখল করেন।\n২০২১ সালে সঁকারা হত্যার ৩৪ বছর পরে তাঁর হত্যাকারীদের বিচার শুরু হয় এবং ৬ মাস বিচারের পরে ২০২২ সালের ৬ই এপ্রিল তারিখে বুর্কিনা ফাসোর একটি সামরিক আদালত প্রাক্তন রাষ্ট্রপতি ব্লেজ কোঁপাওরে-কে সঁকারাকে হত্যার দায়ে দোষী সাব্যস্ত করে তাকে যাবজ্জীবন কারাদণ্ড প্রদান করে। এর আগে কোঁপাওরে ২০১৪ সালে ক্ষমতাচ্যুত হয়ে কোত দিভোয়ারে পলায়ন করেন এবং সেখানকার নাগরিকত্ব লাভ করেন।\n\n\n== তথ্যসূত্র =="}