{"pageid": 1137890, "title": "তরুণ মুসলিম সংগঠন", "url": "https://bn.wikipedia.org/wiki?curid=1137890", "content": "তরুণ মুসলিম সংগঠন (ইংরেজি: Young Muslim Organization (YMO) হচ্ছে ইংল্যান্ড ভিত্তিক একটি ইসলামী যুব সংগঠন।এটি মূলত ব্রিটিশ বাংলাদেশি যুবকদের একটি সংগঠন যেটি পূর্ব লন্ডনে টাওয়ার হ্যামলেটসে জাতিগত হামলার সময়কালে প্রতিষ্ঠিত।\n\n১৯৭৮ সালের অক্টোবরে লন্ডনএ এই দলটি তাদের প্রথম সম্মেলন করে। সবাইকে একত্রিত করার জন্য তাদের ওয়েবসাইটে তারা বলে, এটি তরুণদের একটি গতিশীল সংঘ যারা গভীর বিশ্বাস,সত্যিকারের প্রতিশ্রুতি এবং একটি ইতিবাচক ও ব্যাপক কাজের পরিকল্পনার সাথে তাদের সম্প্রদায়ের মুখোমুখি চ্যালেঞ্জগুলির প্রতিক্রিয়া জানাবে। \nএর দাওয়াহ কাজের মধ্যে রয়েছে স্কুল প্রকল্প (এসএলপি),কলেজ প্রকল্প (সিএলপি) এবং বিশ্ববিদ্যালয় প্রকল্প (ইউএলপি) যা বক্তৃতা সেমিনার,অনুষ্ঠান,ক্রীড়া ও বিভিন্ন প্রতিযোগিতার কার্যক্রম আয়োজন করে।\nলেখক ব্রায়ান বেল্টন এবং সাদেক হামিদ এই গ্রুপটিকে বাংলাদেশি বংশোদ্ভূত তরুণদের পরিচালিত বলে তাদের বিভিন্ন লেখায় উল্লেখ করেন।এটি আরেকটি ইসলামিক যুব সংঘ দ্য ইয়াং মুসলিম ইউকে এর প্রতিদ্বন্দ্বী।দুটি দলের মধ্যে ন্যূনতম পার্থক্য রয়েছে তবে ইয়াং মুসলিম অর্গানাইজেশনের শরিয়া এবং ইসলামিক আইনশাস্ত্র এর আরও রক্ষণশীল ব্যাখ্যায় পরিচালিত হয়।\nএকজন প্রাক্তন কর্মী এড হুসেন এর মতে, এই যুব সংগঠনটি আবুল আ'লা মওদুদী এবং হাসান আল-বান্না এর সমর্থকদের দ্বারা প্রতিষ্ঠিত হয়েছিল এবং এর প্রাথমিক সদস্যদের তাদের অনুসরণ করতে উৎসাহিত করা হয়। হোসেইন বর্ণনা করেছেন যে সংগঠনটিকে সাধারণ সদস্য থেকে কার্যনির্বাহী সদস্য পর্যন্ত একটি চেইন অফ কমান্ড গঠন করা হয়েছে। কার্যনির্বাহী কমিটিটি জাতীয় নির্বাহী কমিটির মত।সাধারণ সদস্যরা বছরের পর বছর কর্মকাণ্ডের পর কার্যনির্বাহী সদস্যে পরিণত হয়।যখন তারা শপথ নেয় এবং নেতৃত্বের প্রতি আনুগত্য করে ও তাদের আনুগত্য কার্যক্রমে প্রমাণ করে।যখন হোসেন ১৯৯০ এর দশকের গোড়ার দিকে একজন সদস্য ছিলেন তখন পূর্ব লন্ডন মসজিদ ছিল এটির দুর্গ যেখান থেকে সংগঠনটি আত্মপ্রকাশ করে এবং প্রসারিত হয়।তরুণ মুসলিম সংগঠন সাপ্তাহিক সভায় সদস্যদের কাছ থেকে তাদের দৈনন্দিন ক্রিয়াকলাপের (তারা প্রার্থনা,কুরআন,পাঠ হাদিস এবং অন্যান্য ইসলামিক বই পড়া ইত্যাদির জন্য কত ঘন্টা ব্যয় করেছেন) ও তাদের কৃতিত্বের প্রতিবেদন নেন।\n\n\n== তথ্যসূত্র =="}