{"pageid": 1137769, "title": "সেন্ট এলবা", "url": "https://bn.wikipedia.org/wiki?curid=1137769", "content": "সেন্ট এলবা (ইংরেজি: Saint Elba) হলো একটি ভূমধ্যসাগরীয় দ্বীপ যা ইতালির টাস্কানিতে অবস্থিত। দ্বীপটি ইতালির কোঅস্টবিনোটাউন থেকে ১০ কিমি (৬.২ মাইল) দূরে অবস্থিত। এটি টাস্কান দ্বীপপুঞ্জের বৃহত্তম দ্বীপ। এটি Arcipelago Toscano National Park এর অংশ এবং সিসিলি ও সার্ডিনিয়ার পরে ইতালির তৃতীয় বৃহত্তম দ্বীপ। এটি ফরাসি দ্বীপ কর্সিকা থেকে প্রায় ৫০ কিমি (৩০ মাইল) পূর্বে টাইরহেনিয়ান সাগরে অবস্থিত।\nদ্বীপটি লিভোর্নো প্রদেশের অংশ এবং সাতটি পৌরসভায় বিভক্ত, মোট জনসংখ্যা প্রায় ৩১হাজার যা গ্রীষ্মকালে উল্লেখযোগ্যহারে বৃদ্ধি পায়। সেন্ট এলবার পৌরসভাগুলো হলো পোর্টোফেরাইও (দ্বীপের প্রধান শহর), ক্যাম্পো নেল'এলবা, ক্যাপোলিভেরি, মার্সিয়ানা, মারসিয়ানা মারিনা, পোর্তো আজজুরো এবং রিও। ১৮১৪ সালে নেপোলিয়নকে এখানে প্রথমবারের মত নির্বাসন দেয়া হয়।\n\n\n== ভূগোল ==\nএলবা হল প্রাচীন ট্র্যাক্ট থেকে ভূমির বৃহত্তম অবশিষ্ট প্রসারিত যা একবার ইতালীয় উপদ্বীপকে কর্সিকার সাথে সংযুক্ত করেছিল। উত্তর উপকূলটি লিগুরিয়ান সাগরের মুখোমুখি, পূর্ব উপকূলটি পিওম্বিনো চ্যানেল, দক্ষিণ উপকূল টাইরহেনিয়ান সাগর এবং কর্সিকা চ্যানেল প্রতিবেশী কর্সিকা থেকে দ্বীপের পশ্চিম প্রান্তকে বিভক্ত করেছে।\n\n\n=== ভূতত্ত্ব ===\nদ্বীপটি নিজেই পাথরের টুকরো দিয়ে তৈরি যা একসময় প্রাচীন টেথিয়ান সমুদ্রতলের অংশ ছিল। এই শিলাগুলি কমপক্ষে দুটি অরোজেনি, আল্পাইন অরোজেনি এবং অ্যাপেনাইন অরোজেনি মধ্য দিয়ে এসেছে। এই দুটি ঘটনার মধ্যে দ্বিতীয়টি ইতালির নীচে টেথিয়ান মহাসাগরীয় ভূত্বকের অধীন এবং মহাদেশগুলিতে প্রাচীন সমুদ্রতলের কিছু অংশ অবদমনের সাথে যুক্ত ছিল। পরবর্তীতে এপেনাইন পর্বতমালার প্রসারিত অভ্যন্তরীণ অংশের মধ্যে সম্প্রসারণের ফলে অ্যাডিয়াব্যাটিক গলে যায় এবং মাউন্ট ক্যাপেনে এবং লা সেরা-পোর্তো আজুরো গ্র্যানিটয়েডের অনুপ্রবেশ ঘটে। এই আগ্নেয় দেহগুলি তাদের সাথে স্কার্ন তরল নিয়ে এসেছিল যা কিছু কার্বনেট একককে দ্রবীভূত করে এবং প্রতিস্থাপন করে, তাদের জায়গায় লোহা সমৃদ্ধ খনিজগুলিকে প্রস্ফুটিত করে। লোহা-সমৃদ্ধ খনিজগুলির মধ্যে একটি, ইলভাইট, প্রথম দ্বীপে সনাক্ত করা হয়েছিল এবং এলবার জন্য ল্যাটিন শব্দ থেকে এর নাম নেওয়া হয়েছিল। অতি সম্প্রতি, টেকটোনিক পাইলের মধ্যে উচ্চ-কোণ ত্রুটি তৈরি হয়েছে, যা ভূত্বকের মধ্য দিয়ে আয়রন-সমৃদ্ধ তরল স্থানান্তরের অনুমতি দেয়। এই তরলগুলির রেখে যাওয়া আমানতগুলি দ্বীপের লোহা আকরিকের সমৃদ্ধ সিম তৈরি করেছিল।\n\nভূখণ্ডটি বেশ বৈচিত্র্যময় এবং এইভাবে ভূরূপবিদ্যার উপর ভিত্তি করে বেশ কয়েকটি এলাকায় বিভক্ত। দ্বীপের পাহাড়ি এবং সাম্প্রতিক অংশটি পশ্চিমে পাওয়া যায়, যার কেন্দ্রে মাউন্ট ক্যাপেন (1,018 মিটার বা 3,340 ফুট উচ্চতায়) দ্বারা আধিপত্য রয়েছে, যাকে \"টাস্কান দ্বীপপুঞ্জের ছাদ\"ও বলা হয়। পর্বতটি মাউফ্লন এবং বুনো শূকর সহ অনেক প্রাণী প্রজাতির আবাসস্থল, দুটি প্রজাতি যা পর্যটকদের ক্রমাগত আগমন সত্ত্বেও বিকাশ লাভ করে। দ্বীপের কেন্দ্রীয় অংশটি বেশিরভাগ সমতল অংশ যার প্রস্থ মাত্র চার কিলোমিটার (2.5 মাইল) কমে গেছে। এখানেই প্রধান কেন্দ্রগুলি পাওয়া যাবে: পোর্টোফেরাইও, ক্যাম্পো নেল'এলবা। পূর্বে দ্বীপের প্রাচীনতম অংশ, যা 3 মিলিয়ন বছর আগে গঠিত হয়েছিল। পাহাড়ী এলাকায়, মন্টে ক্যালামিতার আধিপত্য, লোহার আমানত যা এলবাকে বিখ্যাত করেছে।\n\n\n=== হাইড্রোগ্রাফি ===\nনদীগুলির দৈর্ঘ্য খুব কমই 3 কিমি (2 মাইল) ছাড়িয়ে যায় এবং গ্রীষ্মের সময় ছোট নদীগুলির শুকিয়ে যাওয়া সাধারণ৷ দৈর্ঘ্য অনুসারে বাছাই করা বৃহত্তম নদীগুলি হল: ফসো সান ফ্রান্সেস্কো 6.5 কিমি (4.0 মাইল); Fosso Barion, 5.1 কিমি (3.2 মাইল); ফসো রেডিনোস, 2 কিমি (1.2 মাইল) পোজিও এবং মার্সিয়ানার মধ্যে, মাউন্ট ক্যাপেনের পাদদেশে, ফন্টে নেপোলিয়ন নামক একটি ঝরনা, যা তার গুণমানের জন্য পরিচিত।\n\n\n=== জলবায়ু ===\nদ্বীপের জলবায়ু প্রধানত ভূমধ্যসাগরীয়, মাউন্ট ক্যাপেন বাদে, যেখানে শীতকাল মাঝারিভাবে ঠান্ডা থাকে। বৃষ্টিপাত শরত্কালে ঘনীভূত হয় এবং একটি স্বাভাবিক বৃষ্টিপাত হয়। দ্বীপটি কর্সিকার বৃহৎ এবং পার্বত্য দ্বীপের বৃষ্টির ছায়ায় অবস্থিত, তাই মূল ভূখণ্ড থেকে বৃষ্টিপাতের পরিমাণ কিছুটা হ্রাস পেয়েছে (বেশিরভাগ দ্বীপ বার্ষিক 750 মিমি (30 ইঞ্চি) কম পায়)। শীতকালে তুষারপাত নিম্নভূমিতে বিরল এবং দ্রুত গলে যায়। নীচের সারণীতে মাসে দ্বীপগুলোর গড় তাপমাত্রা দেওয়া আছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম ইতিহাস ===\nদ্বীপটি মূলত Ligures Ilvates দ্বারা প্রথম আবিষ্কৃত হয়েছিল, তারা এটিকে ইলভা নাম দিয়েছিলেন। এই দ্বীপ লৌহসম্পদ এবং মূল্যবান খনিগুলোর জন্য খুব প্রাচীন কাল থেকেই সুপরিচিত ছিল। গ্রীকরা একে এথালিয়া (Αἰθαλία, \"ধূমপায়ী\") নামে ডাকত। রোডসের অ্যাপোলোনিয়াস তার মহাকাব্য আর্গোনাউটিকাতে এটি উল্লেখ করেছেন ও বর্ণনা করেছেন যে, আর্গোনাটরা তাদের ভ্রমণের সময় এখানে বিশ্রাম করেছিল। তিনি লিখেছেন যে তাদের সফরের চিহ্নগুলো তখনও তার সময়ে দৃশ্যমান ছিল, যার মধ্যে রয়েছে চামড়ার রঙের নুড়ি যা তারা তাদের হাত শুকিয়েছিল এবং বড় পাথর যা তারা চাকতিতে ব্যবহার করেছিল। স্ট্র্যাবো (5.2.6) একটি সামান্য ভিন্ন বিবরণ উপস্থাপন করেছেন: \"কারণ স্ক্র্যাপিংগুলি, যা আর্গোনাটরা তাদের স্ট্রিজিল ব্যবহার করার সময় তৈরি করেছিল, জমাট হয়ে গিয়েছিল, তীরের নুড়িগুলি আজও বিচিত্র রয়ে গেছে।\" দ্বীপটিতে তখন Etruscans দ্বারা বসতি স্থাপন করা করেছিল, যারা সেন্ট এলবাতে লোহা খনন শুরু করেছিল এবং পরবর্তীতে (480 খ্রিস্টপূর্বাব্দের পরে) রোমানরা শুরু করেছিল, রোমানরা দ্বীপটিকে ইলভা বলেছিল।\n\n\n=== মধ্যযুগ এবং প্রাথমিক ইতিহাস ===\nমধ্যযুগের প্রথম দিকে, অস্ট্রোগথ ও লোমবার্ডদরা আক্রমণ করেছিল এবং তারপরে এটি পিসা প্রজাতন্ত্রের অধিকারে পরিণত হয়েছিল। মেলোরিয়ার যুদ্ধের পর, জেনোভা প্রজাতন্ত্র এলবা দখল করে, কিন্তু ১২৯২ সালে পিসা এটি পুনরুদ্ধার করে। অ্যাপিয়ানি পরিবার, লর্ডস অফ পিওম্বিনো, যখন তারা পিসাকে ভিসকন্টির বাড়িতে বিক্রি করে তখন দ্বীপটি দুই শতাব্দী ধরে তারা প্রভাবিত করে রেখেছিল। ১৩৯৯ সালে মিলান ও ১৫৪৪ সালে, উত্তর আফ্রিকা থেকে বার্বারি জলদস্যুরা এলবা এবং টাস্কানির উপকূল ধ্বংস করে। ১৫৪৬ সালে, দ্বীপের কিছু অংশ টাস্কানির গ্র্যান্ড ডিউক কসিমো আই ডি' মেডিসির কাছে হস্তান্তর করা হয়েছিল, যিনি পোর্টোফেরাইওকে সুরক্ষিত করেছিলেন এবং এর নামকরণ করেছিলেন \"কসমোপলি\", যখন বাকি দ্বীপটি ১৫৭৭ সালে অ্যাপিয়ানিতে ফিরিয়ে দেওয়া হয়েছিল। ১৫৯৬ সালে, দ্বিতীয় ফিলিপ স্পেনের পোর্তো লংগোন দখল করে এবং সেখানে দুটি দুর্গ তৈরি করেছিল। এলবার এই অংশটি পোর্তো লংগোন সহ প্রেসিদি রাজ্যের মাধ্যমে স্পেনের সরাসরি ক্ষমতায় এসেছিল। ১৭৩৬ সালে, সেন্ট এলবার এই অংশের সার্বভৌমত্ব নেপলস রাজ্যের দ্বারা দাবি করা হয়েছিল।\n\n\n=== প্রয়াত আধুনিক ও সমসাময়িক ইতিহাস ===\nব্রিটিশরা 1796 সালে এলবা দ্বীপে অবতরণ করে, ফরাসি রিপাবলিকান সৈন্যদের দ্বারা লিভোর্নো দখলের পর, 4,000 ফরাসি রাজকীয়দের রক্ষা করার জন্য যারা দুই বছর আগে পোর্টোফেরাইওতে আশ্রয় পেয়েছিলেন। 1801 সালে, লুনভিলের শান্তি এলবাকে ইট্রুরিয়া রাজ্যে দেয় এবং 1802 সালে পিস অফ অ্যামিয়েন্স দ্বারা এটি ফ্রান্সে স্থানান্তরিত হয়। ফরাসি সম্রাট নেপোলিয়নকে এলবাতে নির্বাসিত করা হয়েছিল, ফন্টেইনবিলু চুক্তির পর তার জোরপূর্বক ত্যাগের পর, এবং ক্যাপ্টেন টমাস উশার দ্বারা এইচএমএস আনডন্টেড দ্বীপে পৌঁছে দেওয়া হয়েছিল; 1814 সালের 4 মে তিনি পোর্টোফেরাইওতে পৌঁছান। তাকে 600 জন লোকের ব্যক্তিগত প্রহরী রাখার অনুমতি দেওয়া হয়েছিল এবং তিনি এলবার নামমাত্র সার্বভৌম ছিলেন, যদিও নিকটবর্তী সমুদ্রে ফরাসি ও ব্রিটিশ নৌবাহিনীর দ্বারা টহল ছিল। যে মাসগুলিতে তিনি দ্বীপে ছিলেন, নেপোলিয়ন জীবনের মান উন্নয়নের জন্য অর্থনৈতিক ও সামাজিক সংস্কারের একটি সিরিজ পরিচালনা করেছিলেন। প্রায় দশ মাস থাকার পর, তিনি 26 ফেব্রুয়ারি 1815 সালে ফ্রান্সে পালিয়ে যান। ভিয়েনার কংগ্রেসে এলবাকে তাসকানির গ্র্যান্ড ডাচিতে পুনরুদ্ধার করা হয়। 1860 সালে, এটি ইতালির নতুন একীভূত রাজ্যের অংশ হয়ে ওঠে। দ্বিতীয় বিশ্বযুদ্ধের সময়, অপারেশন ব্রাসার্ডে 17 জুন 1944 সালে রয়্যাল নেভাল কমান্ডো সহ ব্রিটিশ বাহিনী দ্বারা সমর্থিত ফরাসি 1er কর্পস ডি'আর্মি দ্বারা দ্বীপটি জার্মান দখল থেকে মুক্ত হয়। ত্রুটিপূর্ণ বুদ্ধিমত্তা এবং শক্তিশালী প্রতিরক্ষা যুদ্ধটিকে প্রত্যাশার চেয়ে আরও কঠিন করে তুলেছিল। 1954 সালে, এলবা উপকূলের জলরাশি BOAC ফ্লাইট 781-এর কুখ্যাত দুর্ঘটনার দৃশ্য হয়ে উঠবে।\n\nসাম্প্রতিক দশকগুলিতে, এর সমৃদ্ধ সাংস্কৃতিক ঐতিহ্য, রন্ধনপ্রণালী এবং প্রকৃতির জন্য ধন্যবাদ, দ্বীপটি একটি গুরুত্বপূর্ণ আন্তর্জাতিক পর্যটন গন্তব্য হয়ে উঠেছে।\n\n\n== পরিবহন ==\nদ্বীপটি চারটি ফেরি কোম্পানি, টোরেমার, মোবি লাইনস, ব্লুনাভি এবং সার্ডিনিয়া ফেরিগুলির মাধ্যমে মূল ভূখণ্ডের সাথে সংযুক্ত, উত্তরে অবস্থিত রাজধানী পিওম্বিনো এবং পোর্টোফেরাইও, পূর্ব উপকূলে কাভো, রিও মেরিনা এবং পোর্টো আজুরোর মধ্যে সমস্ত অফার করে। দ্বীপের দ্বীপে একটি বিমানবন্দর রয়েছে, মেরিনা ডি ক্যাম্পো বিমানবন্দর। এটি সিলভার এয়ার দ্বারা ইতালীয় মূল ভূখন্ডে ফ্লাইট সহ পরিবেশন করা হয়।\n\n\n=== সাইক্লিং ===\nদ্বীপটিতে রোড রেসারদের জন্য ট্রেইলের একটি নেটওয়ার্ক রয়েছে যারা তাদের প্রশিক্ষণের জন্য আরও প্রযুক্তিগত রুট, ট্রেইল এবং বাইকারদের মজা করার জন্য নোংরা রাস্তা এবং শিশুদের সাথে পরিবারের জন্য নিরাপদ এবং আরামদায়ক রুটগুলির জন্য অ্যাক্সেসযোগ্য রুট খুঁজছেন। রিও নেল'এলবা থেকে পোর্তো আজুরো যাওয়ার রাস্তায় \"ফন্টে ডি কপি\"। তার কর্মজীবনের শেষের দিকে ফাউস্টো কপি, \"ক্যাম্পিয়নিসিমো\", এলবার রাস্তায় প্রশিক্ষণ নিতে এখানে এসেছিলেন। তিনি এখনও একটি সেলিব্রিটি মর্যাদা বজায় রেখেছিলেন কিন্তু তিনি তার ক্যারিয়ারের শীর্ষে ছিলেন না যা কয়েক বছর পরে তার মৃত্যুর সাথে শেষ হয়েছিল। ঝর্ণার ফলকটিতে লেখা আছে: \"1960-2010, এখানে চ্যাম্পিয়ন তার তৃষ্ণা নিবারণ করেছে, দৌড়ে পঞ্চাশ বছর পর\"।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nChandler, David G. (১৯৯০)। The Illustrated Napoleon। New York: Henry Holt & Co। আইএসবিএন 0-8050-0442-4। \nCarta, Angelino; Forbicioni, Leonardo; Frangini, Giuliano; Pierini, Brunello; Peruzzi, Lorenzo (২০১৮)। \"An updated inventory of the vascular flora of Elba island (Tuscan Archipelago, Italy)\"। Italian Botanist। 6: 1–22। আইএসএসএন 2531-4033। ডিওআই:10.3897/italianbotanist.6.26568 । \n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে সেন্ট এলবা ভ্রমণ নির্দেশিকা পড়ুন।\n- উইকিমিডিয়া কমন্সে সেন্ট এলবা সম্পর্কিত মিডিয়া দেখুন।\n\nকার্লিতে সেন্ট এলবা (ইংরেজি)"}