{"pageid": 1137864, "title": "আলমডাঙ্গা বধ্যভূমি", "url": "https://bn.wikipedia.org/wiki?curid=1137864", "content": "আলমডাঙ্গা বধ্যভূমি চুয়াডাঙ্গা জেলার আলমডাঙ্গা উপজেলায় অবস্থিত বাংলাদেশের অন্যতম একটি বধ্যভূমি। ১৯৭১ সালে স্বাধীনতা যুদ্ধের সময় ব্যাপক হত্যাকাণ্ড ও বাঙালি নর-নারীর ওপর পাশবিক নির্যাতনের সাক্ষী এটি।\n\n\n== ইতিহাস ==\nআলমডাঙ্গার কুমার নদের ওপর অবস্থিত লালব্রিজের দু’পাশে ছিল পাকিস্তানি মিলিশিয়া বাহিনীর ক্যাম্প। রেললাইনের খুলনাগামী ডাউনে অর্থাৎ লালব্রিজের আলমডাঙ্গার পাশে ১টা ও নদের অপর পাড়ে কুষ্টিয়ার দিকে কালিদাসপুরে আরেকটা মিলিশিয়া ক্যাম্প ছিল। আপের দিকে আসা ট্রেন লালব্রিজের আলমডাঙ্গা মাথায় দাঁড় করাত। অন্যদিকে, যাওয়া ট্রেন লালব্রিজের কালিদাসপুর প্রান্তে দাঁড় করিয়ে নিরাপরাধ যাত্রীদের ধরে ধরে নিয়ে যেত। অকথ্য নির্যাতন শেষে নির্মমভাবে হত্যা করে লাশ এ বধ্যভূমিতে পুঁতে রাখত। মুক্তিযুদ্ধকালীন পাক ঘাতকরা ট্রেন থামিয়ে স্বাধীনতাকামী প্রায় ২ হাজার নারী-পুরুষ হত্যা করে রেলব্রিজের পাশে ওয়াপদা ভবনের বাউন্ডারির মধ্যে ও পার্শ্ববর্তী দুটি বধ্যভূমিতে পুঁতে রাখে। এই গণহত্যার প্রধান হোতা ছিল সালেহ জয়েন (লেফ্টেন্যান্ট, পাকিস্তানি সেনাবাহিনী), মেজর রানা, আব্দুল গাফুর (কর্ণেল, পাকিস্তানি সেনাবাহিনী, পিএসএস নং : ৯৩৮৭, পিওডব্লিউ : ১২৫৫), ক্যাপ্টেন মাজাফ্ফর হোসাইন নাক্ভী (পাকিস্তানি সেনাবাহিনী, পিএ নং: ২২০০, পিওডব্লিউ : ৫৮) এবং হাবিলদার এনায়েত খান।\nলালব্রিজের কাছে স্বাধীনতা যুদ্ধের সময় ব্যাপক হত্যাকাণ্ড ও বাঙালি নর-নারীর ওপর পাশবিক নির্যাতনের সাক্ষী এটি। বিশেষ করে ১৯৭১ সালের জুনের শেষ থেকে ৭ ডিসেম্বর পর্যন্ত নারকীয় নির্যাতন ও হত্যাযজ্ঞ চালানো হয় এবং এখানে পুঁতে রাখা হয়। সেই সময় এখানে পানি উন্নয়ন বোর্ডের হলুদ খালাসি ঘর ছিল। এ কক্ষেই স্বাধীনতাকামী যুবক, নারী-পুরুষকে নির্যাতন শেষে হত্যা করা হতো। লাশ পুঁতে রাখা হতো বা ফেলে রাখত পাকপিশাচ ও তাদের দোসররা। ‘টর্চার সেল’ নামক সেই হলুদ কক্ষটি ঘিরে এখন বধ্যভূমির স্তম্ভ বা কমপ্লেক্স।\nএটি ১৯৭১ সালে পাকহানাদার বাহিনীর বর্বরচিত হত্যাকান্ডের শিকার মহান মুক্তিযুদ্ধে অংশগ্রহণকারী শহীদ বীর মুক্তিযোদ্ধাদের স্মৃতি সংরক্ষণে এবং বাঙালি জাতির ওপর জঘন্যতম এ নির্যাতনের ইতিহাস নতুন প্রজন্মের কাছে তুলে ধরার উদ্দেশ্যে নির্মিত। ২০১২ সালে নির্মাণ করা হয় এ স্মৃতিস্তম্ভ।\nনরপশুরা নারীদের ধর্ষণ করত নির্বিচারে। দেশ স্বাধীন হওয়ার পর এ বধ্যভূমির গর্তে পাওয়া গেছে শত শত মানুষের মাথার খুলি ও হাড়। অনেকে এ বধ্যভূমিতে এসে তাদের আত্মীয়স্বজনদের আজও খুঁজে ফেরে। কেউ গুমরে কেঁদে ওঠে আবার কেউ নীরবে চোখের পানি ফেলে ফিরে যায় আপন ঠিকানায়।\n\n\n== আরো দেখুন ==\nচুয়াডাঙ্গা জেলা\nআট কবর\nবিত্তিপাড়া বধ্যভূমি\n\n\n== তথ্যসূত্র =="}