{"pageid": 1137237, "title": "আবু যাকারিয়া ইয়াহিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1137237", "content": "আবু যাকারিয়া ইয়াহিয়া (আরবি: أبو زكريا يحيى بن حفص, প্রথম আবু যাকারিয়া ইয়াহিয়া বিন আবদুল ওয়াহিদ (১২০৩ – ১২৪৯) ইফ্রিকিয়ায় হাফসীয় সালতানাতের প্রতিষ্ঠাতা এবং প্রথম সুলতান ছিলেন। তিনি ছিলেন শেখ আবুল হাফসের নাতি, হিনতাতার নেতা এবং আবদুল মুমিনের পরে মুওয়াহহিদিনের দ্বিতীয় সেনাপতি।\n\n\n== জীবন ==\nতিনি ১২২৮ সাল নাগাদ গ্যাবেসের মুওয়াহহিদিন গভর্নর এবং তারপরে তিউনিসের গভর্নর ছিলেন। মূলতঃ তিনি তার পিতার কাছ থেকে তিউনিসিয়ায় এই পদটি পেয়েছিলেন। কিন্তু ১২২৮ সালে তিনি তার ভাই আবদুল্লাহর বিরুদ্ধে বিদ্রোহ করেন যা তাকে যুদ্ধে তার ভাইয়ের মুখোমুখি হওয়ার জন্য তিউনিস থেকে কাইরোয়ানের দিকে যাত্রা করতে বাধ্য করে। তার ভাইয়ের সৈন্যরা যুদ্ধক্ষেত্র পরিত্যাগ করে। এর ফলে জুনের শেষের দিকে আবু যাকারিয়া তাকে উৎখাত করেন।\nআবু যাকারিয়া আবার কেন্দ্রীয় কর্তৃত্বের বিরুদ্ধে বিদ্রোহ করেন, যখন তিনি শুনলেন যে মারাক্কেশ আল-মামুনের মুওয়াহহিদিন খলিফা তার দুই ভাইকে উৎখাত ও হত্যা করেছেন এবং তিনি ইবনে তুমার্তের বিশ্বাসের বিরোধিতা করছেন। উপরন্তু, আল-মামুন ইমামদের মসজিদে ইবনে তুমার্তকে অপমান করতে এবং আমাজিগ ভাষায় নামাযের আযান বাতিল করতে নির্দেশ দেন।\n\n\n=== বিজয় ===\nআবু যাকারিয়া তার নতুন রাজ্যের আশেপাশে তার প্রভাব বিস্তার করতে চলে যান এবং ১২২৯ সালে তার সেনাবাহিনীকে কন্সটান্টিন এবং বেজাইয়াতে নিয়ে যান।\nমুওয়াহহিদিনের অভ্যন্তরীণ পার্থক্য এবং রাষ্ট্রদ্রোহিতা, আন্দালুসিয়া এবং মাগরেবে যে বিপ্লবগুলি সংঘটিত হয়েছিল তাতে ব্যস্ত ছিল, তাই আবু যাকারিয়া মুওয়াহহিদিনের অঞ্চল দখল করার ক্ষেত্রে সামান্যই প্রতিরোধের সম্মুখীন হন।\n\n\n=== মুওয়াহহিদিনের কাছ থেকে স্বাধীনতা ===\nআবু যাকারিয়া তার সফল অভিযানের পর তিউনিসে ফিরে আসেন এবং ১২২৯ সালে সম্পূর্ণভাবে রাজা হিসেবে স্বাধীনতা ঘোষণা করেন। পরবর্তীকালে তিনি ১২৩৪ সালে ত্রিপোলি, ১২৩৫ সালে আলজিয়ার্স, ১২৩৬ সালে চেলিফ নদী এবং ১২৩৫ থেকে ১২৩৮ সাল পর্যন্ত আমাজিঘদের গুরুত্বপূর্ণ উপজাতীয় সংঘগুলোকে পরাজিত করেন।\n১২৪২ সালের জুলাই মাসে তিনি তিলিমসান দখল করেন, তিলিমসানের সুলতানকে তার সামন্ত হতে বাধ্য করেন এবং তার শাসন এবং পশ্চিম মাগরেবের রাজ্যগুলির মধ্যে কয়েকটি ছোট রাজ্য গঠন করেন।\nসেই বছরের ডিসেম্বরে খলিফা দ্বিতীয় আবদুল ওয়াহিদ মারা যান। তার মৃত্যুর পর আবু যাকারিয়াই মাগরেবের সবচেয়ে শক্তিশালী শাসক হিসাবে বাকি থেকে যান। এই সময়ে হাফসীয়রা সিইলমাসার বার্বার আমিরাতও দখল করে যা তারা ৩০ বছর ধরে ধরে রেখেছিল। তার রাজত্বের শেষের দিকে, মরক্কোর মেরিনীয় রাজবংশ এবং আন্দালুসের বেশ কিছু মুসলিম রাজকুমার তাকে শ্রদ্ধা জানায় এবং তার নামের কর্তৃত্ব স্বীকার করে।\n\n\n=== বাণিজ্য এবং স্থাপত্য ===\n\nআবু যাকারিয়া তিউনিসে তার রাজধানী স্থাপন করেন যেখানে মসজিদ, মাদ্রাসা, সুক এবং অন্যান্য ভবন নির্মিত হয়। তার কাজ ছিল মাদ্রাসা শাম্মাইয়াহ এবং কাসবাহ মসজিদ।\nতিনি সোয়াবিয়ার সম্রাট দ্বিতীয় ফ্রেডেরিক, আরাগনের ক্রাউন, প্রোভেন্স, ল্যাঙ্গুয়েডক, ভেনিস, পিসা এবং জেনোয়ার সাথে কূটনৈতিক ও বাণিজ্যিক সম্পর্ক শুরু করেন। ১২৩৯ সাল থেকে তিনি সিসিলি রাজ্যের কাছে যান, যেখানে তিনি বাণিজ্যের স্বাধীনতা এবং সিসিলীয় গমের সরবরাহের বিনিময়ে একটি বার্ষিক রাজকীয় কর প্রদান করেন। তিউনিসের সামুদ্রিক বাণিজ্য বৃদ্ধির সাথে সাথে এটি একটি গুরুত্বপূর্ণ অর্থনৈতিক ও সাংস্কৃতিক কেন্দ্রে পরিণত হয়। তার রাজত্বকালে অনেক আন্দালুসীয় রিকনকুইস্টা থেকে পালিয়ে আসছিলেন। তিনি আন্দালুসিয়ার অনেক বিশিষ্ট ও পণ্ডিতকে তার দরবারে স্বাগত জানিয়েছিলেন।\nআবু যাকারিয়া যুগে জোরপূর্বক ইসলামে ধর্মান্তরিত হওয়া ইহুদিদেরকে তুলনামূলকভাবে স্বাভাবিক বসবাসের শর্তে ইহুদি ধর্মে ফিরে যাওয়ার অনুমতি দিয়েছিলেন। মুওয়াহহিদিনদের যুগে বন্ধ বা ধ্বংস হয়ে যাওয়া সিনাগগগুলো আবার খোলা বা পুনর্নির্মাণ করা হয়। আবু যাকারিয়া কর্তৃক প্রণীত অর্থনৈতিক নীতি ও বৈদেশিক বাণিজ্যে ইহুদিরা অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nএকজন দক্ষ জেনারেল, উপজাতিদের সামরিক শক্তিকে কাজে লাগানোর ক্ষমতা তাকে একটি শক্তিশালী রাষ্ট্র প্রতিষ্ঠা করতে সক্ষম করেছিল। তার হাফসীয় রাজবংশ তিউনিসিয়ায় শান্তি, সমৃদ্ধি এবং স্থিতিশীলতা এনেছিল।\nতার উত্তরসূরি মুহাম্মদ মুস্তানসির, ১২৫৬ সালে নিজেকে খলিফা ঘোষণা করেন এবং তার পিতার নীতি অব্যাহত রাখেন।\n\n\n== সূত্র ==\nজুলিয়েন, চার্লস-আন্দ্রে। Histoire de l'Afrique du Nord, des origines à 1830, Payot, Paris, 1994."}