{"pageid": 1137197, "title": "জেরিগর্ডোসের অবরোধ", "url": "https://bn.wikipedia.org/wiki?curid=1137197", "content": "১০৯৬ সালে জেরিগর্ডোসের অবরোধ, প্রায়শই আধুনিক ঐতিহাসিক সাহিত্যে জেরিগর্ডন, রুমের তুর্কি সেলজুক সুলতান কিলিজ আরসলানের জেনারেল এলচেনেসের নেতৃত্বে ব্রয়েসের রেনাল্ডের অধীনে জনগণের ক্রুসেডের ৬,০০০ জার্মানদের প্রতিহত করেছিল। ক্রুসেডার আক্রমণকারী দল একটি লুণ্ঠন ফাঁড়ি স্থাপনের প্রয়াসে নিসিয়া থেকে প্রায় চার দিনের যাত্রায় তুর্কি দুর্গ জেরিগোর্ডোস দখল করে। তিন দিন পর এলচেনস এসে ক্রুসেডারদের ঘেরাও করে। ক্রুসেডারদের কোন পানি সরবরাহের পথ ছিল না এবং আট দিন অবরোধের পর তারা ২৯ সেপ্টেম্বর আত্মসমর্পণ করে। কিছু ক্রুসেডার ইসলাম গ্রহণ করেছিল, অন্যরা যারা অস্বীকার করেছিল তাদের হত্যা করা হয়েছিল।\n\n\n== ভূমিকা ==\nজনগণের ক্রুসেডের সেনাবাহিনী ৬ আগস্ট, ১০৯৬-এ এশিয়া মাইনরে অবতরণ করে এবং নিসিয়ার উত্তর-পশ্চিমে হেলেনোপলিসে ( সিভেটোট /সিভেটোট) শিবির স্থাপন করে। নিসিয়া সেই সময়ে রুমের সেলজুক সালতানাতের রাজধানী ছিল। তখন যুবক সুলতান প্রথম কিলিজ আরসলান পূর্ব দিকে একটি সামরিক অভিযানে ছিলেন, দানিশমান্দ আমিরাতের সাথে যুদ্ধ করছিলেন।\nপ্রধান ক্রুসেডার সেনাবাহিনীর জন্য অপেক্ষা করার সময়ে অসংগঠিত সেনাবাহিনী নিসিয়া আশেপাশের গ্রামগুলিতে আক্রমণ শুরু করে। আক্রমণকারী দল তাদের লুট নিয়ে অনেকবার বাধা ছাড়াই ফিরে এসেছিল, এক পর্যায়ে এমনকি তাদের থামানোর চেষ্টা করলে নিসিয়ার গ্যারিসনকে পরাজিত করে। রেনাল্ড একই ধরনের অভিযানে ২০০ নাইট সহ ৬,০০০ জার্মানদের (লম্বার্ডস এবং আলেমান্নি) নেতৃত্ব দেন। রেনাল্ড নিসিয়ার কাছে লুণ্ঠনের ফলাফলে অসন্তুষ্ট ছিলেন এবং লুণ্ঠন ঘাঁটি স্থাপনের জন্য পূর্ব দিকে চার দিন যাত্রা করা একটি দুর্গ জেরিগোর্ডোসে চলে যান। ১৮ সেপ্টেম্বর ১০৯৬-এ রেনাল্ড সহজেই জেরিগোর্ডোস গ্যারিসনকে পরাজিত করেন।\nকিলিজ আরসলান তার সেনাপতি এলচেনেসকে ক্রুসেডারদের আক্রমণকারী দলগুলোর বিরুদ্ধে তার সৈন্যদের মোকাবেলা করার নির্দেশ দিয়েছিলেন, যাদের বেশিরভাগই তীরন্দাজ ছিল।\n\n\n== যুদ্ধ ==\n২১ শে সেপ্টেম্বর রেনাল্ড জেরিগর্ডোস দখল করার তিন দিন পর এলচেনেস আসেন এবং ক্রুসেডারদের কঠোরভাবে অবরোধ করেন। তুর্কি পর্বতারোহী সৈন্যদের গতি জার্মানদের বিস্মিত করেছিল; তারা অবরোধের আশা করেনি। আর তারা অপ্রস্তুত এবং পর্যাপ্ত সরবরাহ ছাড়াই ছিল। এর উপর দুর্গের ভিতরে কোনও পানির ব্যবস্থা ছিল না:আমাদের লোকেরা পিপাসায় এমন কষ্টে পড়েছিল যে তারা তাদের ঘোড়া এবং গাধার রক্তপাত করেছিল এবং রক্ত পান করেছিল; অন্যরা তাদের কোমর এবং রুমাল কুন্ডে নামিয়ে দিল এবং তাদের মুখের মধ্যে থেকে জল বের করে দিল; কেউ কেউ একে অপরের ফাঁপা হাতে প্রস্রাব করেছে এবং পান করেছে; এবং অন্যরা আর্দ্র মাটি খুঁড়ে তাদের পিঠের উপর শুয়ে পড়ে এবং তৃষ্ণার অতিরিক্ত শুষ্কতা দূর করার জন্য তাদের বুকের উপর পৃথিবী ছড়িয়ে দেয়।ত্রাণ বাহিনী আসেনি। কিছু বিবরণে উল্লেখ করা হয়েছে যে, তুর্কিরা সিভেটোতে ক্রুসেডারদের শিবিরে দুজন গুপ্তচরকে পাঠিয়েছিল যাতে তারা মনে করে যে জেরিগর্ডোস এখনও নিরাপদ। এমনকি প্রচার করা হয়েছিল, রেনাল্ডের দ্বারা নিসিয়া জয় করা হয়ে গিয়েছে। অন্যান্য বিবরণে উল্লেখ করা হয়েছে যে, ময়দানে ক্রুসেডার নেতাদের তাদের সৈন্যরা অগ্রসর হতে বাধ্য করেছিল, কিন্তু অক্টোবরে জেরিগর্ডোসের আত্মসমর্পণের খবর না আসা পর্যন্ত তারা সিদ্ধান্ত নিতে পারেনি।\nআট দিন ধরে ক্রুসেডাররা তৃষ্ণা এবং তুর্কিদের তীর এবং ধোঁয়ার বৃষ্টি প্রতিরোধ করেছিল। পরে জার্মানদের নেতা আত্মসমর্পণ করার এবং তুর্কিদের পক্ষে লড়াই করার প্রস্তাব দেন। ২৯শে সেপ্টেম্বর, ১০৯৬ সালে দুর্গটি আত্মসমর্পণ করে। কিছু ক্রুসেডার যারা ইসলাম গ্রহণ করেছিল তারা ক্রীতদাসে পরিণত হয়েছিল। অন্যরা যারা তাদের বিশ্বাস ত্যাগ করতে অস্বীকার করেছিল তাদের হত্যা করা হয়েছিল।\nরেনাল্ডের পরবর্তী জীবন নিয়ে বিভিন্ন বর্ণনা আছে। কেউ কেউ উল্লেখ করেছেন যে, তিনি অবরোধের শুরুতে দুর্গের সামনে তুর্কিদের নিজস্ব জলের উৎসে অতর্কিত হামলা করার চেষ্টা করার সময় নিহত হন। অন্যদের মতে তিনি অবরোধের সময় মারা গিয়েছিলেন। আবার একটি উৎস একটি দাবি করে যে, তিনি ইসলাম গ্রহণ করেছিলেন।\n\n\n== পরবর্তী ==\nপ্রথম কিলিজ আরসলান আরও আত্মবিশ্বাসী হয়ে উঠেন এবং তার বাহিনী পাঠান। বাহিনীটি জনগণের ক্রুসেড সেনাবাহিনীকে নিসিয়া যাওয়ার পথে সিভেটোটের যুদ্ধে অ্যামবুশ করে।\n\n\n== তথ্যসূত্র =="}