{"pageid": 1137932, "title": "সাকা তুঙ্গল মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1137932", "content": "সাকা তুঙ্গল মসজিদ (আনুষ্ঠানিকভাবে সাকা তুঙ্গল বাইতুসসালাম মসজিদ  ) হলো একটি মসজিদ যা মধ্য জাভার বানিউমাসের সিকাকক এ অবস্থিত। ১৮৭১ সালে প্রতিষ্ঠিত মসজিদটি ইন্দোনেশিয়ার সাংস্কৃতিক সম্পত্তি হিসাবে বিবেচিত হয়। কমপ্লেক্সটি পূর্বে হাজার হাজার বানরের আবাসস্থল ছিলো।\n\n\n== ইতিহাস ==\nসাকা তুঙ্গল মসজিদ ১৮৭১ খ্রীষ্টাব্দ বা ১২৮৮ হিজরিতে প্রতিষ্ঠিত হয়। মসজিদের একটি মাত্র স্তম্ভে শেষ বছরটি খোদাই করা আছে। মসজিদের নামও এই কলাম থেকে নেওয়া হয়েছে: সাকা তুঙ্গল অর্থ \"একক স্তম্ভ\" হিসাবে অনুবাদ করে। কেন্দ্রীয় কক্ষের ছাদ তাল গাছের তন্তু দিয়ে তৈরি হয়েছে। \nমসজিদটি ইসলামের আবোজ স্কুলের অগ্রদূত কেয়াই তুলিহ (এছাড়াও \"কি আজেং তোলিহ\" বলে ডাকা হয়) দ্বারা প্রতিষ্ঠিত বলে মনে করা হয় যা ইসলামিক এবং জাভানিজ ক্যালেন্ডারকে একত্রিত করেছিল।   জায়গাটি অ্যাবোজ ইসলামী অনুসারীদের কাছে পবিত্র রয়ে গেছে, সাকা তুঙ্গল মসজিদটি, প্রায়শই বানিউমাসের অ্যাবোজরা ঈদের নামাজের জন্য ব্যবহার করেন। \n২০০৪ সালে মসজিদটিকে ইন্দোনেশিয়ার একটি সাংস্কৃতিক সম্পত্তি হিসাবে মনোনীত করা হয়।  এটি পর্যটকদের জন্য উন্মুক্ত, কিন্তু এখানে খুবই কম পর্যটক আসে এখানে। ফলে এটি দেখভাল এবং মেরামতও খুবই কম করা হয়। যদিও একটি পর্যটন কেন্দ্র হিসাবে মসজিদ এবং এর আশেপাশের এলাকার উন্নয়নে সহায়তা করার জন্য সামান্য অবকাঠামো তৈরি করা হয়েছে। যেমন, ২০১৪ সালে মাত্র ২০০০ পরিদর্শক রেকর্ড করা হয়েছিল। \n\n\n== বর্ণনা ==\n\nসাকা তুঙ্গল মসজিদটি সিকাকাক, ওয়াঙ্গন, ব্যানিউমাস, সেন্ট্রাল জাভাতে অবস্থিত, যা রিজেন্সির রাজধানী পুরওকারটোরের প্রায় ৩০ কিলোমিটার (১৯ মাইল) দক্ষিণ-পশ্চিমে অবস্থিত।  এটি প্রধান রাস্তা থেকে প্রায় ২ কিলোমিটার (১.২ মাইল) একটি পাকা রাস্তার পাশে অবস্থিত। নভেম্বর ২০১৪-এর হিসাব অনুযায়ী, যা খারাপভাবে ক্ষতিগ্রস্ত হয়েছে। স্থানটিতে পর্যটকদের জন্য পাবলিক টয়লেট বা অন্যান্য সুবিধারও অভাব রয়েছে। \nমসজিদের কাছেই একটি কবরস্থান রয়েছে, যেখানে কেয়াই তুলিহকে সমাহিত করা হয়েছে। এই কবরস্থানটি একটি ৩০০-মিটার (৯৮০-ফুট) দ্বারা বেষ্টিত বাঁশের বেড়া এবং তিন ভাগে বিভক্ত: উপরের অংশ, মধ্য এবং নিম্নে কবরস্থান। কবরস্থানের প্রতিটি অংশের নিজস্ব জুরু কুঞ্চি (তত্ত্বাবধায়ক) রয়েছে। \nপ্রতি বছর রজবের ২৬ তম দিনে, কবরস্থানের চারপাশে বাঁশের বেড়া (জাভানিজ ভাষায় জারো), রোহব নামে পরিচিত একটি অনুষ্ঠানে প্রতিস্থাপন করা হয়। পুরুষরা বেড়াটি প্রতিস্থাপন করে, কাই তুলিহের কবরের কাছে থেকে শুরু করে এবং তারপর তা মসজিদের দিকে চলতে থাকে। এদিকে, মহিলারা স্লমেটান নামে পরিচিত একটি আচারের জন্য খাবার প্রস্তুত করে। অনুষ্ঠানটি কবরস্থানের তিন জুরু কুঞ্চির উপস্থিতিতে করা হয়। জারো রোজব অনুষ্ঠানটি নবী মুহাম্মদ(সঃ) এর মেরাজের যাত্রাকে স্মরণ করার উদ্দেশ্যে এবং অংশগ্রহণকারীদের অন্তর আধ্যাত্মিকভাবে পরিষ্কার করার উদ্দেশ্যে করা হয়। এটি সুরাকার্তার সুনানতে প্রতিনিধি সহ মধ্য ও পশ্চিম জাভার বেশিরভাগ মুসলিমদের আকর্ষণ করে।  \nমসজিদের আশেপাশের এলাকা হাজার হাজার বানরের আবাসস্থল।  এই বানরগুলো প্রায়ই মসজিদ সংলগ্ন এলাকায় আসে, যদিও পর্যটকদের খাওয়ানোর কথা নয়, তবুও তারা এটি করে থেকে। বানর স্থানীয় বাসিন্দাদের দ্বারা পবিত্র বলে বিবেচিত এবং এইভাবে নিহত বা আহত করা উচিৎ নয় বলে তারা মনে করে। শুষ্ক মৌসুমে তারা বাসিন্দাদের বাড়িতে আক্রমণ করতে পারে এবং খাবার বা অন্যান্য জিনিস চুরি করতে পারে। \n\n\n== আরও দেখুন ==\nইন্দোনেশিয়ার মসজিদ\n\n\n== তথ্যসূত্র ==\n\n\n== উদ্ধৃতি ==\n \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সাকা তুঙ্গল মসজিদ সম্পর্কিত মিডিয়া দেখুন।"}