{"pageid": 1137570, "title": "দেবকী", "url": "https://bn.wikipedia.org/wiki?curid=1137570", "content": "দেবকী (সংস্কৃত: देवकी) বা দৈবকী হলেন দেবতা কৃষ্ণের মাতা এবং বসুদেবের সহধর্মিণী। তিনি যদু রাজবংশের রাজা উগ্রসেনের ভাই দেবকের সাত কন্যার একজন এবং তার চার ভাই রয়েছে। হিন্দু গ্রন্থানুসারে, দেবকীকে অদিতির অবতার হিসেবে বিবেচনা করা হয়, একজন মাতৃদেবী যিনি ছিলেন প্রজাপতি দক্ষের কন্যা এবং কশ্যপের স্ত্রী।\n\n\n== বিবাহ ==\n\nকথিত আছে, বিয়ের অনুষ্ঠানের পর, কংস স্বেচ্ছায় মহাআনন্দে নবদম্পতিকে রথে করে মথুরায় নিয়ে যাচ্ছিলেন । কংস নিজেই এই রথের সারথী আসনে বসে রথ পরিচালনা করছিলেন। তখনই দৈববাণী হয়, \"যে ভগিনীকে রথে করে আজ সে নিয়ে যাচ্ছে একদিন সেই ভগিনীর অষ্টম সন্তানের হাতে কংসের মৃত্যু হবে।\" ক্রুদ্ধ হয়ে, কংস যখন  দেবকীকে হত্যা করতে উদ্যত হলেন । তখন বসুদেব কংসকে বাধা দেন এবং এই প্রতিশ্রুতি করে যে সে প্রতিটি সন্তানকে জন্ম মাত্র কংসের হাতে তুলে দিবেন ।\n\n\n== কারাবাস ==\n\nকংসের মনে নারদ দ্বারা সৃষ্ট ভ্রান্তির কারণে দেবকী ও বাসুদেব কংস দ্বারা কারাগারে বন্দী হন। একে একে দেবকীর ছয় সন্তান নিহত হয় । সপ্তম গর্ভে  শেষনাগ আসেন এবং বিষ্ণুর আদেশে মহামায়া দেবী দেবকীর গর্ভ থেকে ভ্রূণের সংকর্ষণ করে বসুদেবের অপর স্ত্রী রোহিনীর গর্ভে স্থাপন করেন। এভাবে গকুলে যশোদা ও নন্দের গৃহে আশ্রিত রোহিনীর গর্ভ থেকে বলরামের জন্ম হয়। দেবকীর ছয় মৃত পুত্রের নাম ছিল কীর্তিমাত, সুষেনা, উদয়িন, ভদ্রসেন, রিজুদাস ও ভদ্রদেহ। । দেবী মহামায়া/যোগমায়া যশোদার গর্ভে প্রবেশ করেন । দেবকীর অষ্টম সন্তানরূপে ভগবান শ্রীকৃষ্ণ জন্মনিলে যোগমায়া যশোদার কন্যারূপে জন্মগ্রহণ করেন। তখন মধ্যরাত, যোগমায়ার মায়াতে থমকে যায় সব কিছু । নন্দগৃহে প্রত্যেকে অচৈতন্য হন।এদিকে কারাগারের দরজা খুলে যায়, প্রহরীরা অচেতন হয়ে পড়ে, বসুদেবের হাতে-পায়ের বেড়ি খুলে যায় । বসুদেব তৎক্ষণাত কৃষ্ণকে নিয়ে যমুনা পাড় করে নন্দের আলয়ে নিজপুত্রকে রেখে যশোদার পাশ থেকে সদ্যজাত কন্যা কে মথুরায় নিয়ে আসেন । যোগমায়ার মায়ায় সফ কিছু আগের মতো হয়ে যায়।দেবকী এই কন্যার হত্যার বিরুদ্ধে প্রতিবাদ করে কিন্তু কংস এই কন্যাকে শূন্যে ছুঁড়ে দিলে যশোদার কন্যা অষ্ট-বাহু দেবীতে রূপান্তরিত হয়ে বলেন, \"মূর্খ, তোমার ধ্বংসকারী ইতিমধ্যেই অন্যত্র জন্মগ্রহণ করেছে\", এবং তারপর স্বর্গে বিলীন হয়ে যায়। দৈববাণী ফলে যায়। কৃষ্ণের হাতে কংসের মৃত্যুর পর দেবকী ও বাসুদেবের কারাবাসের অবসান ঘটে।\n\n\n== সদগর্ভবাসীর মোক্ষ ==\nকৃষ্ণ কীভাবে তার গুরু সন্দীপনির পুত্রকে পুনরুদ্ধার করেছিলেন তা শুনে দেবকী তার নিজের মৃত ছয় সন্তানদের দেখতে চান। কৃষ্ণ তার অনুরোধে রাজি হন এবং শিশুদেরকে পাতাললোক থেকে দেবকীর কাছে নিয়ে আসেন। কৃষ্ণ জানান যে দেবকীর এই ছয় পুত্র হলেন ছয়জন অভিশপ্ত দেবতা । এরা ব্রহ্মার মানসপুত্র । এক সময় প্রজাপতি ব্রহ্মা সন্ধ্যা দেবীর সৃষ্টি করেন । দেবী সন্ধ্যা ছিলেন অপূর্ব সুন্দরী । তাই তাঁকে দেখে মুগ্ধ হয়ে ব্রহ্মা তাকে কামনা করেন ।পিতার ইচ্ছার কথা জানতে পেরে সন্ধ্যা ত্রিলোকময় ছুটতে থাকে । ব্রহ্মাও সন্ধ্যার পিছনে দৌড়তে থাকে। একসময় সন্ধ্যা দৌড়তে - দৌড়তে কুৎসিত রূপ ধারণ করে ব্রহ্মার মানস পুত্রদের পিছনে লুকিয়ে পড়ে । পিতার এমন আচরণ দেখে ব্রহ্মার পুত্রগণ হেসে উঠেন এবং তাঁকে ধিক্কার জানান । পুত্রদের আচরণে ক্রুদ্ধ হয়ে ব্রহ্মা অভিশাপ দেন যে তাদের বারবার রাক্ষস ও মনুষ্য যোনিতে জন্ম নিয়ে জীবন মৃত্যুর যন্ত্রণা ভোগ করতে হবে । ছয় পুত্রদের অভিশাপের কথা জানতে পেরে দেবকী কৃষ্ণের কাছে  ছয় পুত্রদের অভিশাপ মুক্তির পার্থনা করেন । এরপর দেবকী এই ছয় পুত্রকে নিজ দুগ্ধ পান করান । দেবকীর অনুরোধে কৃষ্ণ ছয় দেবতাকে অভিশপ্ত জীবন থেকে মুক্তি প্রদান করেন । মুক্তির পর বসুদেব, দেবকী, কৃষ্ণ এবং বলরামকে প্রণাম করে তাঁরা প্রত্যেকে স্বর্গে ফিরে যান\nদেবকীর পূর্বজন্ম:\nমৃত ছয় পুত্রদের অভিশাপ মুক্তির পর দেবকী শ্রীকৃষ্ণের স্বরূপ সম্পর্কে অবগত হন । বসুদেব এবং দেবকী তখন ভগবানের সামনে কড়জোড়ে বসে আকুল হয়ে কাঁদতে থাকেন। পিতা মাতার এমন কান্ড প্রভু ব্যাকুল হন । দেবকী আর বসুদেব এই বলে বিলাপ করতে থাকেন যে,স্বয়ং ভগবানকে সন্তান রূপে লাভ করেও তাকে কোনো সুখ উপহার দিতে পারলেন না । একথা শুনে শ্রীকৃষ্ণ তাঁদের প্রথম জন্মের কথা স্মরণ করিয়ে দিলেন । স্বয়ম্ভু প্রজাতি ব্রহ্মা পুত্র ঋষি সুতপা ও পৃশ্নি  আপুত্রক ছিলেন । সন্তান লাভের জন্য তাঁরা তপস্যায় বসেন। বহুযুগ অতিক্রান্ত হওয়ার পর অবশেষে ভগবান নারায়ণ দর্শন দেন।\nনারায়ণ দর্শন দিয়ে বর চাইতে বললে পৃশ্নি স্বয়ং নারায়ণকেই নিজ সন্তানরূপে কামনা করেন । নারায়ণ তাঁদের ইচ্ছে করেন ।তবে মাতার প্রতি স্নেহে আকুল হয়ে তিনি তিন বার 'তথাস্তু' বলেছিলেন এজন্য তিনি তিনবার সুতপার ঘরে পৃশ্নির গর্ভে জন্ম নেন। প্রথম জন্মে সুতপা ও পৃশ্নির পুত্র পৃশ্নিগর্ভরূপে জন্মান । দ্বিতীয় জন্মে সুতপা মহর্ষি কাশ্যপ এবং পৃশ্নি দেবমাতা অদিতি রূপে জন্মালে বামন রূপে ভগবানকে সন্তানরূপে লাভ করেন । তৃতীয় জন্মে সুতপা বসুদেব এবং পৃশ্নি দেবকী রূপে জন্ম নিয়েছেন আর ভগবান শ্রীকৃষ্ণকে পুত্র রূপে লাভ করেছেন । একথা শুনে উভয়েই প্রসন্ন হন।\n\n\n== মৃত্যু ==\nগান্ধারীর অভিশাপে যদু হত্যাকাণ্ডের পর বসুদেবের মৃত্যু হয় । বসুদেবের মৃত্যুর পর তাঁর স্ত্রী- দেবকী, রোহিণী, ভদ্রা ও মদিরা তাঁর চিতায় প্রবেশ করে সহমরণে যান ।\n\n\n== আরো পড়ুন ==\nরোহিণী দেবী\nসুভদ্রা\nমহাভারতের চরিত্র তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}