{"pageid": 1137236, "title": "ইথিওপিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1137236", "content": "২০২০ সালের হিসাবে ১৭ কোটি লোকের মধ্যে ৩১.৩ থেকে ৩৫.৯ শতাংশ মুসলমান। খ্রিস্টধর্মের পরে ইথিওপিয়ার দ্বিতীয় বৃহত্তম ধর্ম ইসলাম ।\n\n\n== ভূমিকা ==\n\n২০০৭ সালে ইসলাম ছিল ইথিওপিয়ার দ্বিতীয় বৃহত্তম ধর্ম। জনসংখ্যা ছিল ৩৩.৯% । বিশ্বাস করা হয় ইথিওপিয়ার উত্তরে টাইগ্রেতে হিজরি সালের কিছু পূর্বে ইসলাম পৌঁছেছিল। ইথিওপিয়ার আকসুম রাজ্য ছিল প্রথম বিদেশী দেশ যারা ইসলাম গ্রহণ করেছিল। যা বিশ্বের বেশিরভাগ অংশে অজানা ছিল। মুহম্মদের (৪৭১-৬৩২) সময় থেকে দেশটিতে ইসলামের সম্প্রসারণ হয়। ইসলাম ও খ্রিস্টধর্ম দুটি প্রধান ধর্ম এবং শত শত বছর ধরে সহ-অস্তিত্ব রয়েছে।\n\n\n== ইতিহাস ==\n\nকুরাইশ উপজাতির শাসক দ্বারা নির্যাতিত হয়ে মক্কা থেকে প্রথম মুসলিম শিষ্য হিজরাত করে অ্যাক্সুমাইট সাম্রাজ্যে এসে পৌঁছায়। তারা অ্যাক্সাম এর খ্রিস্টান শাসককে প্রথম ইসলাম দ্বারা দীক্ষিত করে। যার নাম আশমা ইবনে আবজার (Ge'Ez এবং আমহারিক ভাষায় রাজা আরমাহ ) এবং তিনি টাইগ্রে অঞ্চলের নেগাশে বসতি স্থাপন করেন। ইসলামী সংস্কৃতি, শিক্ষা ও প্রচারের প্রধান কেন্দ্র হল ভেলো । কুরাইশরা তাদের আরবদের ফিরিয়ে আনার জন্য দূত পাঠায়, কিন্তু আক্সামের রাজা তাদের দাবি প্রত্যাখ্যান করে। নবী নিজেই তার অনুসারীদের নির্দেশ দিয়েছিলেন যে যারা অ্যাক্সুমাইট সাম্রাজ্যে এসেছিল, আক্সুমকে সম্মান ও রক্ষা করার পাশাপাশি স্থানীয় খ্রিস্টানদের সাথে শান্তিতে বসবাস করতে। মক্কার উত্তরে, মদিনা শহরটি শেষ পর্যন্ত মক্কা থেকে নির্বাসিতদের বেশিরভাগের নতুন আবাসে পরিণত হয়। নেগাশের সীমানার ভিতরে খনন করা একটি ৭ম শতাব্দীর কবরস্থান দেখায় যে মুসলিম সম্প্রদায় তাদের প্রস্থান করার সময় বেঁচে গিয়েছিল।\nফাসিলাইডের সময়কাল (১৬৩২-১৬৬৭) মুসলমানরা সারা দেশে তাদের ধর্ম প্রসারিত করার একটি ভাল সুযোগ পায়। সম্রাট ইয়োহানিস (১৬৬৭-১৬৮২) রাজনৈতিক বাণিজ্যিক রাজধানী গন্ডার শহরে খ্রিস্টানদের থেকে দূরে আদ্দিস আলেম-এ তাদের নিজস্ব বসতি স্থাপনের জন্য মুসলিমদের একটি কাউন্সিল তৈরি করে। মুসলমানরা তাদের নিজস্ব জায়গা রাখতে সক্ষম হয় এবং ব্যাপক নগরায়নের কারণে মুসলমানদের জনসংখ্যা বৃদ্ধি পায়।\n১৬ শতকে খ্রিস্টানদের দেশের অভ্যন্তরে আধিপত্য ছিল। ইসলাম এবং খ্রিস্টানদের দ্বন্দ্ব রয়েছে। তবে ইসলামের প্রাধান্য বেশি। এটি ইথিওপিয়া এবং আফ্রিকার হর্নে অবস্থিথ ইসলামের বসতিকে স্মরণ করে দেয়। ডাহলাক দ্বীপপুঞ্জে, প্রথম মুসলমানরা ৮ম শতাব্দী থেকে ১০ম শতক পর্যন্ত বসবাস করে। ইসলাম লোহিত সাগর বরাবর ছড়িয়ে পড়ে এবং ইসলাম উত্তর ইথিওপিয়াতে সীমাবদ্ধ থাকে। কারণ খ্রিস্টধর্ম ইতিমধ্যেই দেশের বাকি অংশে প্রভাবশালী হয়। জেইলা বন্দর দিয়ে ইসলাম ইথিওপিয়ার পূর্ব ও কেন্দ্রীয় অংশে প্রবেশ করে, অথচ খ্রিস্টধর্ম তখনও সেখানে পৌঁছায়নি।\n১৯ শতকের সময়, সম্রাট টেওড্রোস দ্বিতীয় (১৮৫৫-১৮৬৪) মুসলিম প্রজাদের খ্রিস্টান ধর্মে ধর্মান্তরিত করার বা তার সাম্রাজ্য ত্যাগ করার দাবি করেন। কিছু মুসলমান জোরপূর্বক ধর্মান্তরিত হয় এবং সুদানের নিকটবর্তী গোজ্জামের পশ্চিম অংশে চলে যায়। যেখানে তারা ইসলাম পালন অব্যাহত রাখে। সম্রাট টেওড্রোস দ্বিতীয় উত্তরাধিকারী, সম্রাট ইয়োহানেস ৪ (১৮৭২-১৮৮৯) মুসলমানদের তিন বছরের মধ্যে বাপ্তিস্ম নেওয়ার আদেশ দিয়ে ধর্মীয় অভিন্নতা অর্জনের জন্য ধর্মান্তরিত হতে বাধ্য করতে থাকে।\n\n\n=== প্রথম হিজরী ===\n\n\n=== চতুর্থ পবিত্রতম মুসলিম শহর ===\n\n\n== সম্প্রদায় ==\n\n\n=== সুন্নি ===\nইথিওপিয়ার মুসলমানরা প্রধানত সুন্নি। সুন্নি ইসলামে চারটি চিন্তাধারা রয়েছে এবং এর মধ্যে তিনটি ইথিওপিয়াতে অবস্থিত, প্রধান মাযহাব ইমাম শাফি’র । মোটামুটিভাবে ইথিওপিয়ান মুসলমানদের ৯৮% সুন্নি, যেখানে অন্য ২% অন্যান্য সম্প্রদায়ের অনুসারী।\n\n\n=== শিয়া ===\nঅন্যান্য সম্প্রদায়ের তুলনায় ইথিওপিয়াতে শিয়া ইসলামের অনুসারি কম। প্রকৃতপক্ষে, শুধুমাত্র ১% শিয়া আছে।\n\n\n=== ইবাদীপন্থি ===\nইবাদিদেরকে খিলাফত পদের জন্য যোগ্য হিসেবে সবচেয়ে প্রশংসনীয় মুসলমান হিসেবে দেখা হয় এবং তারা ইসলামের প্রথম দিককার সম্প্রদায় হিসেবে পরিচিত। উত্তর ও পূর্ব আফ্রিকার পাশাপাশি ওমান এবং তানজানিয়াতে প্রায় ৫০০০০০ ইবাদি বসবাস করছে।\n\n\n=== ইসলামিক অর্থোডক্স ===\nপ্রাচ্যবাদী ধারণায় ইসলামিক অর্থোডক্সিকে \"প্রস্থানের বিন্দু হিসাবে সংজ্ঞায়িত করেছে যার ফলস্বরূপ অন্যান্য অভ্যাস এবং বিশ্বাসকে সমন্বয়বাদী বা প্রাক-ইসলামিক হিসাবে চিহ্নিত করা হয়।\" ইসলাম পন্থি লেখক জে. স্পেন্সার ট্রিমিংহাম ইথিওপিয়াতে ইসলামের প্রভাবগুলি পরীক্ষা করেছেন এবং একটি \"অর্থোডক্স সিস্টেম\" হিসাবে শ্রেণীবদ্ধ বিভিন্ন ধরনের টাইপোলজি দ্বারা বিশ্লেষণের ব্যবস্থা করেছেন। ইথিওপিয়াতে ইসলামিক শিক্ষার প্রতিষ্ঠানগুলি সম্প্রদায়ের মধ্যে একটি ইসলামিক অর্থোডক্সি বজায় রাখছিল।\n\n\n== মুসলিম জমির অধিকার ==\n\n\n== সমসাময়িক ইথিওপিয়ার মুসলমান ==\n\n\n== আরও দেখুন ==\nআবিসিনিয়ায় প্রথম অভিবাসন\nঅনারব সাহাবাদের তালিকা\nদেশ অনুযায়ী ইসলাম\nজামাল আল-দীন খ. মুহাম্মাদ আল-আনি\nআবাদির উমর আর-রিদা\nইথিওপিয়ায় ধর্ম\n\n\n== তথ্যসূত্র =="}