{"pageid": 1137143, "title": "হেমিকর্ডাটা", "url": "https://bn.wikipedia.org/wiki?curid=1137143", "content": "টেমপ্লেট:স্বয়ংক্রিয় শ্রেণিবিন্যাসবিদ্যা\nহেমিকর্ডাটা, অর্ধরজ্জুবাহী বা অর্ধস্নায়ুরজ্জুবাহী হলো এক ধরনের সামুদ্রিক ডিউটেরোস্টোম প্রাণীদের একটি পর্ব। এদের প্রায়শ একাইনোডার্মাটা পর্বের সমবৈশিষ্ট্যভুক্ত পর্ব বলে মনে করা হয়। আদি ও মধ্য ক্যামব্রিয়ান যুগে এদের আবির্ভাব ঘটে। এদের প্রধান দুইটি শ্রেণি হলো এন্টেরোনিউস্টা (অ্যাকর্ন ওয়ার্ম) ও টেরোব্রাঙ্কিয়া। তৃতীয় একটি শ্রেণি প্লাঙ্কটোস্ফিরয়ডিয়া সম্পর্কে জানা যায় একমাত্র প্লাঙ্কটোস্ফিরা পেলাজিকা প্রজাতির লার্ভা থেকে। বিলুপ্ত শ্রেণি গ্র‍্যাপটোলিথিনা টেরোব্রাঙ্কিয়ার সাথে গভীরভাবে সম্পর্কিত।\nঅ্যাকর্ন ওয়ার্ম প্রকৃত কৃমি-সদৃশ প্রাণী। এরা সাগরতলে গর্ত করে বাস করে এবং এরা মাটিতে জমে থাকা জৈব বস্তু খেয়ে থাকে। তবে কিছু কিছু প্রজাতি গলবিলীয় ছাঁকুনি খাদক। অন্যদিকে, টরকুয়ারাটোরিডায়ি পরিবারের সদস্যরা হলো মুক্তজীবী ডেট্রিটিভোর, অর্থাৎ মাটিতে মৃত উদ্ভিদ ও প্রাণী এবং মল পচিয়ে শোষণ করে। এদের বেশ কয়েকটি প্রজাতি বিভিন্ন ধরনের হ্যালোজেনযুক্ত ফেনল ও পাইরল উৎপাদন ও সঞ্চয়ের জন্য সুপরিচিত। টেরোব্রাঙ্কিয়ার প্রাণীরা ফিল্টার ফিল্ডার। এদের অধিকাংশ কলোনিয়াল এবং কোয়িনিসিয়াম নামক কোলাজেনসমৃদ্ধ নলাকার কাঠামোয় বসবাস করে।\n\n\n== শরীরস্থান ==\nহেমিকর্ডাটার দেহসংগঠন পেশিতান্ত্রিক। এদের দেহ অগ্র-পশ্চাতে তিনটি অংশে বিভক্ত: অগ্রবর্তী প্রোসোম, মধ্যবর্তী মেসোসোম ও পশ্চাদ্বর্তী মেটাসোম।\nঅ্যাকর্ন ওয়ার্ম দেখতে কেঁচো-আকৃতির। এদের দেহ অগ্রবর্তী প্রোবোসিস, মধ্যবর্তী কলার ও পশ্চাদ্বর্তী দেহকাণ্ড নিয়ে গঠিত। প্রবোসিস হলো মাংসল ও সিলিয়াযুক্ত অংশ। দেহের চলন এবং খাদ্য সংগ্রহ ও স্থানান্তর করা এর কাজ। মুখগহ্বর প্রবোসিস ও কলারের মাঝে অবস্থিত। দেহকাণ্ড হলো এদের সর্বনিম্ন অঙ্গ। এতে গলবিল, গলবিলীয় ফুলকারন্ধ্র, অন্ননালি, দীর্ঘ অন্ত্র ও দেহপ্রান্তস্থ পায়ুছিদ্র থাকে। জননতন্ত্রও দেহকাণ্ডে অবস্থিত। এন্টেরোনিউস্টার হ্যারিমানিডায়ি গোত্রের অপ্রাপ্তবয়স্ক প্রাণীদের পায়ুপশ্চাৎ লেজ দেখা যায়।\n\nটেরোব্রাঙ্কিয়া প্রাণীদের প্রোসোম একটি মাংসল ও সিলিয়াযুক্ত মস্তকাবরণীতে পরিণত হয়, যা প্রাণীর চলাচল ও সিনেসিয়াম নিঃসরণে ব্যবহৃত হয়। ছাঁকন ভক্ষণের জন্য মেসোসোম বর্ধিত হয়ে এক জোড়া (র‍্যাবডোপ্লিউরা গণে) বা একাধিক জোড়া (সেফালোডিস্কাস গণে) টেন্টাকলযুক্ত বাহু গঠন করে। মেটাসোম বা দেহকাণ্ডে একটি পেঁচানো পরিপাকতন্ত্র, যৌনাঙ্গ এবং বর্ধিত অংশে একটি সঙ্কোচনক্ষম বৃন্তসদৃশ অঙ্গ থাকে, যাতে অযৌন জননে জাত সদস্যরা একত্রে আটকে থেকে একটি কলোনি গঠন করে। সেফালোডিস্কাস গণে অযৌন প্রক্রিয়ায় উৎপন্ন অপত্য জীব তার পরিপূর্ণ বিকাশ সম্পন্ন না হওয়া পর্যন্ত মাতৃদেহের সঙ্কোচনক্ষম বৃন্তে সংলগ্ন অবস্থায় থাকে। র‍্যাবডোপ্লিউরা গণে জুয়োয়েডগুলো একটি সাধারণ স্টোলন ব্যবস্থার মাধ্যমে স্থায়ীভাবে একে অপরের সাথে সংযুক্ত থাকে।\nএদের পরিপাকতন্ত্রের অগ্রভাগে একটি ডাইভার্টিকুলাম থাকে, যা স্টোমোকর্ড নামে পরিচিত। পূর্বে একে কর্ডেট প্রাণীদের নটোকর্ডের সদৃশ কোনো অঙ্গ মনে করা হতো। এখানে সমসংস্থ বিকাশের চেয়ে অভিমুখী বিবর্তনের সম্ভাবনা প্রবল বলে মনে করা হয়। কিছু প্রজাতির প্রাণীতে একটি ফাঁপা স্নায়ু নালিকা দেখা যায় (অন্তত জীবনের আদি দশায়), যা কর্ডাটা ও অন্যান্য ডিউটেরোস্টোম প্রাণীদের একই আদিপুরুষের প্রতি ইঙ্গিত করে।\nহেমিকর্ডাটার সংবহনতন্ত্র মুক্ত প্রকৃতির। এদের হৃদপিণ্ড দেহের পৃষ্ঠদেশে অবস্থান করে। কিছু কিছু হেমিকর্ডেট প্রজাতি ক্যালসিয়াম কার্বোনেট জাতীয় পদার্থ উৎপন্ন করে।\n\n\n== বিকাশ ==\nহেমিকর্ডাটা ও একাইনোডার্মাটা পর্ব একত্রে অ্যাম্বুল্যাক্রারিয়া গোষ্ঠী গঠন করে, যা কর্ডাটা পর্বের বাইরে কর্ডেটদের সবচেয়ে নিকটবর্তী আত্মীয়। তাই কর্ডাটা পর্বের প্রাণীদের বিকাশ ও বিবর্তনে গবেষণার জন্য সামুদ্রিক হেমিকর্ডাটা পর্ব বৈজ্ঞানিকদের কাছে বিশেষ গুরুত্ববাহী। হেমিকর্ডাটাদের বেশ কিছু প্রজাতি রয়েছে, যাদের মধ্যে ভ্রূণতাত্ত্বিক গঠনের পার্থক্য খুবই কম। হেমিকর্ডাটার প্রাণীরা দুইভাবে বিকশিত হয় বলে জানা যায়: প্রত্যক্ষ ও পরোক্ষভাবে। হেমিকর্ডাটা পর্বের দুইটি শ্রেণি রয়েছে: এন্টেরোনিউস্টা ও টেরোব্রাঙ্কিয়া। উভয় শ্রেণিই সামুদ্রিক কৃমিসদৃশ প্রাণীদের নিয়ে গঠিত।\nএন্টেরোনিউস্টা প্রাণীদের দুই ধরনের বিকাশ দেখা যায়: প্রত্যক্ষ ও পরোক্ষ বিকাশ। পরোক্ষ বিকাশের বর্ধিত ধাপে এদের সামুদ্রিক প্ল্যাংকটনভোজী টর্নিয়া লার্ভা দশা দেখা যায়। অর্থাৎ এই হেমিকর্ডেট প্রাণীদের পূর্ণাঙ্গ দশায় রূপান্তরের আগে একটি লার্ভা দশা দেখা যায়, যা সামুদ্রিক প্লাংকটন খেয়ে বেঁচে থাকে। টেরোব্রাঙ্কের মধ্যে র‍্যাবডোপ্লিউরা গণের প্রাণীদের ইংল্যান্ডের প্লাইমাউথ ও বার্মুডা থেকে সংগ্রহ করে সবচেয়ে বেশি গবেষণা করা হয়েছে।\nএখানে গবেষণার ক্ষেত্রে দুইটি জনপ্রিয় জীব স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি (Saccoglossus kowalevskii) ও টাইকোডেরা ফ্ল্যাভা-এর (Ptychodera flava) বিকাশ বর্ণনা করা হয়েছে। এদের মধ্যে প্রথমটি প্রত্যক্ষভাবে ও পরেরটি পরোক্ষভাবে বিকশিত হয়। হেমিকর্ডাটার বিকাশের যে চিত্র এখন পর্যন্ত পাওয়া যায়, তা প্রত্যক্ষভাবে বিকশিত জীব থেকে পাওয়া যায়।\n\n\n=== টাইকোডেরা ফ্ল্যাভা ===\nটাইকোডেরা ফ্ল্যাভা-র প্রাথমিক ক্লিভেজ বা সম্ভেদ স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি-এর অনুরূপ। টাইকোডেরা ফ্ল্যাভা-র এককোষী জাইগোট থেকে প্রথম ও দ্বিতীয় বিভাজনে সমান প্রকৃতির, সমকৌণিক এবং উভয়টিতে ভ্রূণীয় অ্যানিমেল ও ভেজিটাল পোল বিদ্যমান থাকে। তৃতীয় বিভাজন সমান প্রকৃতির ও বিষুবীয় অঞ্চলে ঘটে; ফলে ভেজিটাল ও অ্যানিমেল উভয় পোলে চারটি ব্লাস্টোমিয়ার গঠিত হয়। চতুর্থ বিভাজনটি ঘটে প্রধানত অ্যানিমেল পোলের ব্লাস্টোমিয়ারে। অ্যানিমেল পোলের ব্লাস্টোমিয়ারগুলো অনুপ্রস্থ বরাবর সমান ভাগে ভাগ হয়ে যায় ও আটটি নতুন ব্লাস্টোমিয়ার গঠন করে। অন্যদিকে চারটি ভেজিটাল ব্লাস্টোমিয়ার বিষুবীয় অঞ্চল বরাবর অসমানভাবে ভাগ হয়ে চারটি বড় ম্যাক্রোমিয়ার ও চারটি ছোট মাইক্রোমিয়ার গঠন করে। চতুর্থ বিভাজন সম্পন্ন হওয়ার সাথে সাথে টাইকোডেরা ফ্ল্যাভা ভ্রূণীয় ষোলো কোষের একটি দশায় উপনীত হয়, যেখানে চারটি ভেজিটাল মাইক্রোমিয়ার, চারটি বৃহৎ ম্যাক্রোমিয়ার ও আটটি অ্যানিমেল মেসোমিয়ার থাকে। ভ্রূণ ব্লাস্টুলা দশা থেকে গ্যাস্ট্রুলা দশায় উপনীত হওয়া পর্যন্ত বিভাজন চলতে থাকে। এর মধ্যে অ্যানিমেল মেসোমিয়ার লার্ভার এক্টোডার্ম গঠনের সূচনা করে। অ্যানিমেল ব্লাস্টোমিয়ারকে এদের গাঠনিক সূত্রপাত করতে দেখা গেলেও, ভ্রুণ থেকে ভ্রূণে এর পার্থক্য দেখা যায়। ম্যাক্রোমিয়ার পশ্চাৎ লার্ভার এক্টোডার্ম ও ভেজিটাল মাইক্রোমিয়ার অভ্যন্তরীণ এন্ডোমেসোডার্মাল কোষকলা গঠন করে। বিভিন্ন ভ্রূণীয় দশায় সম্পাদিত গবেষণা থেকে জানা যায়, টাইকোডেরা ফ্ল্যাভা-র ব্লাস্টোমিয়ার বিকাশের দুই ও চার কোষীয় দশা টর্নারিয়া লার্ভায় রূপান্তরিত হতে পারে। তাই এই দশার পরেও ভ্রূণটি কীসে রূপান্তরিত হবে, তা সুনির্ধারিতভাবে বলা যায় না।\n\n\n=== স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি ===\nস্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি-এর ডিম্বাণু ডিম্বক আকৃতির হয়ে থাকে। কিন্তু নিষেকের পর গোলাকার রূপ ধারণ করে। অ্যানিমেল পোল থেকে ভেজিটাল পোলে প্রথম বিভাজন সংঘটিত হয়। এদের প্রথম সম্ভেদ সাধারণত সমান প্রকৃতির হয়ে থাকে। তবে প্রায়শই অসমান প্রকৃতির বিভাজনও দেখা যায়। দুই থেকে চার কোষের দশায় রূপান্তরের জন্য দ্বিতীয় বিভাজনও অ্যানিমেল পোল থেকে ভাজিটাল পোলে সংঘটিত হয়। এই বিভাজনটিও প্রায় সমান প্রকৃতির। তবে প্রথম বিভাজনের মতো এক্ষেত্রেও অসম বিভাজন হতে পারে। এরপর চারটি কোষের প্রত্যেকটি একবার করে বিভাজিত হয়ে আটটি কোষে পরিণত হয়। এই ধাপের বিভাজন অনুদৈর্ঘ্য প্রকৃতির হয়ে থাকে। ভ্রূণের অ্যানিমেল পোলে চতুর্থ ধাপের বিভাজন শুরু হয় এবং চারটি কোষ অরীয়ভাবে অপ্রতিসম আটটি ব্লাস্টোমিয়ারে (মেসোমিয়ার) পরিণত হয়। এরপর ভেজিটাল পোলের চারটি কোষ অসমভাবে বিভক্ত হয়ে চারটি বৃহৎ ব্লাস্টোমিয়ার (ম্যাক্রোমিয়ার) ও চারটি ক্ষুদ্র ব্লাস্টোমিয়ার (মাইক্রোমিয়ার) গঠন করে। পঞ্চম ধাপের বিভাজনে প্রথম অ্যানিমেল পোল ও পরবর্তীতে ভেজিটাল পোলের কোষগুলো বিভক্ত হয়ে ৩২ কোষের ব্লাস্টোমিয়ার দশায় উপনীত হয়। ষষ্ঠ ধাপে ৬৪টি কোষ গঠিত হয় এবং সপ্তম ধাপে ১২৮টি ব্লাস্টোমিয়ার গঠনের মাধ্যমে ব্লাস্টুলা দশার সমাপ্তি ঘটে। এরপর ভ্রূণটি গ্যাস্ট্রুলেশন প্রক্রিয়ার মধ্য দিয়ে যায়, যার মাধ্যমে ফুলকারন্ধ্রযুক্ত লার্ভার দেহকাঠামো বোঝা যায়। এই লার্ভা দশা থেকে পরবর্তীতে সামুদ্রিক অ্যাকর্ন ওয়ার্মে পরিণত হয়।\n\n\n=== পৃষ্ঠীয়-অঙ্কীয় নকশার জিনগত নিয়ন্ত্রণ ===\nহেমিকর্ডাটার ওপর সম্পন্ন গবেষণার অধিকাংশেরই উদ্দেশ্য ছিল কর্ডাটার সাথে এদের পার্থক্য চিহ্নিত করা। কাজেই এদের অনেক জেনেটিক মার্কার কর্ডাটার মধ্যেও শনাক্ত করা হয়েছে কিংবা কর্ডাটার সাথে হোমোলোগাস অবস্থায় পাওয়া গেছে। স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি-র বৈশিষ্ট্যের ওপর বিশেষভাবে গবেষণা করা হয়েছে। কর্ডাটার মতো স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি-র বিএমপি ২/৪ প্রভৃতি ডর্সালাইজিং বিএমপি-জাতীয় ফ্যাক্টর থাকে। বিএমপি ২/৪ ড্রসোফিলার ডিকাপেন্টাপ্লেজিক ডিপিপি-র হোমোলগ। ভ্রূণের গ্যাস্ট্রুলা দশার শুরুতে এক্টোডার্মে বিএমপি ২/৪ ফ্যাক্টরের বহিঃপ্রকাশ ঘটতে থাকে। গ্যাস্ট্রুলা দশা যত অগ্রসর হতে থাকে, এর বহিঃপ্রকাশের স্থান কমতে কমতে শুধু পৃষ্ঠীয় মধ্যরেখা বরাবর সীমাবদ্ধ হয়ে পড়ে; অন্যদিকে পায়ুপশ্চাৎ লেজে এর প্রভাব দেখা যায় না। পাশাপাশি স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি-র এন্ডোডার্মে বিএমপি প্রতিরোধক কর্ডিনের প্রভাব লক্ষ্য করা যায়। এই দুইটি সুপরিচিত ডর্সালাইজিং ফ্যাক্টরের পাশাপাশি আরও যে ফ্যাক্টরগুলো স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি-র পৃষ্ঠীয়-অঙ্কীয় নকশার নিয়ন্ত্রণের জন্য দায়ী, তাদের অন্যতম হলো নেট্রিন। নেট্রিন প্রথম ও দ্বিতীয় শ্রেণির নেট্রিন জিনের সাথে সংযুক্ত হয়। নেট্রিন, এসএইচএইচ প্রভৃতি কর্ডাটার স্নায়বিক নকশার জন্য দায়ী। কিন্তু স্যাক্কোগ্লোসাস কোয়ালেভস্কিয়ি এখন পর্যন্ত পাওয়া একমাত্র নন-কর্ডেট যাদের দেহে একটি এইচএইচ জিন পাওয়া যায়। এই জিন কর্ডাটার বিকাশকালে অঙ্কীয় মধ্যরেখা বরাবর ক্রিয়া করলেও হেমিকর্ডাটায় তুলনামূলক ভিন্ন জায়গায় ক্রিয়া করে।\n\n\n== শ্রেণিবিন্যাস ==\n\nহেমিকর্ডাটা পর্ব দুইটি শ্রেণিতে বিভক্ত: এন্টেরোনিউস্টা এবং টেরোব্রাঙ্কিয়া। এন্টেরোনিউস্টাকে প্রায়শই অ্যাকর্ন ওয়ার্ম বলা হয়। বিলুপ্ত গ্রাপটোলাইট টেরোব্রাঙ্কিয়ার অন্তর্ভুক্ত। অন্যদিকে একটিমাত্র লার্ভার অস্তিত্ব থেকে শনাক্তকৃত একটি প্রজাতি নিয়ে প্লাংকটোস্ফিরয়ডায়ি নামে আরেকটি শ্রেণির প্রস্তাব করা হয়েছে। হেমিকর্ডাটা পর্বে প্রায় ১২০ প্রজাতির জীবিত সদস্য আছে। অ্যাম্বুল্যাক্রারিয়া গোষ্ঠীর অংশ হিসেবে একাইনোডার্মাটা হেমিকর্ডাটার সবচেয়ে নিকট আত্মীয়। জেনোটার্বেলিডা সম্ভবত এই শ্রেণিকরণের ভিত্তি। টেরোব্রাঙ্কিয়া সম্ভবত এন্টেরোনিউস্টা শ্রেণি থেকে উদ্ভূত হয়েছে, যার ফলে এন্টেরোনিউস্টাকে প্যারাফাইলেটিক গণ্য করা হয়। বিলুপ্ত জীব এটাসিস্টিস-এর হেমিকর্ডাটার সদস্য হওয়ার সম্ভাবনা প্রবল; বিশেষ করে এরা টেরোব্রাঙ্কিয়ার সদস্য হতে পারে, অথবা টেরোব্রাঙ্কিয়ার সাথে এদের ঘনিষ্ঠ সম্পর্ক থাকতে পারে।\nএখন পর্যন্ত হেমিকর্ডাটার প্রায় ১৩০টি প্রজাতি বর্ণনা করা হয়েছে। নিয়মিত আরও নতুন প্রজাতি, বিশেষ করে গভীর সমুদ্র থেকে আরও প্রজাতি বর্ণনা করা হচ্ছে।\n\n\n=== জাতিজনি ===\nহেমিকর্ডাটার অবস্থান নির্দেশকারী জাতিজনি বৃক্ষ নিচে দেখানো হলো:\n\nহেমিকর্ডেটদের মধ্যে আন্তঃসম্পর্ক নিচে দেখানো হলো। এই কাঠামোটি ১৬এস + ১৮এস আরআরএনএ ও বিভিন্ন মাধ্যমের জিনগত জাতিজনি গবেষণার মাধ্যমে তৈরি করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nক্যামেরন, সিবি (২০০৫)। \"A phylogeny of the hemichordates based on morphological characters\"। কানাডিয়ান জার্নাল অব জুয়োলজি (ইংরেজি ভাষায়)। ৮৩ (১): ১৯৬–২। ডিওআই:10.1139/z04-190। \n\n\n== বহিঃসংযোগ ==\n\nCameron, C. B. Evolution and classification of Hemichordata\nDr. Billie J. Swalla on the WEB \"Development and Evolution of Hemichordates\"\nDr. Ken Halanych \"Phylogeny and Evolution of Hemichordates\"\nDr. Chris Lowe \"Genomics and Development of Saccoglossus kowalevskii\"\nAt the Tree of Life  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ ডিসেম্বর ২০০৮ তারিখে"}