{"pageid": 1137938, "title": "আশরাফ খলিল", "url": "https://bn.wikipedia.org/wiki?curid=1137938", "content": "আশরাফ সালাহুদ্দিন খলিল ইবনে কালাউন (আরবি: الملك الأشرف صلاح الدين خليل بن قلاوون; আনু. ১২৬০ - ১৪ ডিসেম্বর ১২৯৩) ১২৯০ সালের নভেম্বর থেকে ১২৯৩ সালের ডিসেম্বরে তাকে হত্যা করা পর্যন্ত অষ্টম মামলুক সুলতান ছিলেন। তিনি ১২৯১ সালে আক্কা অবরোধের পর ফিলিস্তিনের শেষ ক্রুসেডার রাজ্য জয় করার জন্য ইসলামের ইতিহাসে সুপরিচিত।\n\n\n== জীবনের প্রথমার্ধ ==\nখলিলের জন্মের সঠিক বছর জানা যায়নি, যদিও মামলুক-যুগের ইতিহাসবিদ খলিল ইবনে আইবাক সাফাদির মতে, তিনি \"তিরিশ বা তার কম বয়সে\" মারা যান। তিনি ছিলেন সুলতান মানসুর কালাউনের (শাসন: ১২৭৯-১২৯০) দ্বিতীয় পুত্র এবং তার মা ছিলেন ক্বুতক্বুতিয়া নামে একজন মহিলা। খলিলের তিন ভাই আর দুই বোন ছিল। ভাইদের নাম যথাক্রমে সালিহ আলি, নাসির মুহাম্মাদ এবং আহমদ। ১২৮৪ সালে, খলিল কালাউনের একজন মঙ্গোল আমির সাইফুদ্দিন নুকিহ ইবনে বায়ানের কন্যা আরদুকিনকে বিয়ে করেছিলেন। আশরাফ খলিলের ভাই সালিহ আলি, আরদুকিনের বোনকে বিয়ে করেছিলেন। আর উভয় স্ত্রীই তাদের মঙ্গোল জাতিসত্তার কারণে কালাউনের দ্বিতীয় স্ত্রী বেছে নিয়েছিলেন, যা মামলুকদের দ্বারা মর্যাদাপূর্ণ বলে বিবেচিত হয়েছিল। আরদুকিনের গর্ভজাত খলিলের দুই মেয়ে ছিল, যাদের নাম মামলুক সূত্রে জানা যায়নি।\nকালাউন ১২৮০ সালে সালিহ আলিকে তার উত্তরাধিকারী হিসাবে ঘোষণা করেছিলেন। সেই থেকে চুক্তিতে কালাউনের নামের পাশে সালিহ আলির নাম যুক্ত হতে থাকে। ১২৮৫ সালে কালাউন এবং লেসার আর্মেনিয়ার রাজার মধ্যে চুক্তিতে খলিলের নাম \"মালিকুল আশরাফ\" এর রাজকীয় শৈলীতে চুক্তিতে যুক্ত হতে শুরু করে। যখন সালিহ আলি ১২৮৮ সালে মারা যান, কালাউন আশরাফ খলিলকে তার সহ-সুলতান হিসাবে নিযুক্ত করেন। আশরাফ খলিলের নাম তখন খুতবায় (জুমার নামাজের খুতবা) কালাউনের নামের সাথে পাঠ করা হয়েছিল এবং আমিররা তার প্রতি তাদের আনুগত্যের শপথ করেছিলেন, কালাউন আশরাফ খলিলের উত্তরাধিকার নিশ্চিত করে আহদ (অভিষেক সনদ) স্বাক্ষর করেননি। কালাউনের আপাত দ্বিধার কারণ স্পষ্ট নয়। তবে হয়ত তিনি আশরাফ খলিলকে সালতানাতের জন্য অনুপযুক্ত বলে মনে করতেন। অথবা আশরাফ খলিল এবং নায়েব আস-সালতানা (মিশরের ভাইসরয়), আমির হুসামুদ্দিন তুরুন্তের মধ্যকার শত্রুতার বিষয়ে সতর্ক ছিলেন। হুসামুদ্দিন তুরুন্তে, যিনি সালিহ আলির সিংহাসনে বসার পক্ষে একজন শক্তিশালী উকিল ছিলেন।\n\n\n== শাসন ==\nআশরাফ খলিল ৯ নভেম্বর ১২৯০-এ কালাউনের মৃত্যুর পর তার স্থলাভিষিক্ত হন। তিনি দুই মাসের জন্য কালাউনকে সমাধিস্থ করতে বাধা দেন, হয়ত তার সহজে উত্তরাধিকার নিশ্চিত করার জন্য অথবা কালাউনের মাজার সম্পূর্ণ হওয়া পর্যন্ত অপেক্ষা করার জন্য। ক্ষমতায় আরোহণের সময়ে আশরাফ খলিল তার পিতার প্রায় ৬,০০০ মানসুরিয়া মামলুককে নিজস্ব আশরাফিয়া ১,২০০ শক্তিশালী (বেশিরভাগ) সার্কাসীয় মামলুক সৈন্যদলকে কেন্দ্রীভূত করেন। মানসুরিয়া ছিল সালতানাতের সবচেয়ে শক্তিশালী মামলুক রেজিমেন্ট এবং আশরাফ খলিল তাদের সহযোগিতা করতে চেয়েছিলেন।\nআশরাফ খলিলের সিংহাসনে অধিষ্ঠিত হওয়ার রাজকীয় মিছিলে, তুরুন্তে আশরাফ খলিলের বিরুদ্ধে একটি হত্যা প্রচেষ্টা চালায়, কিন্তু তা ব্যর্থ হয়। এরপর আশরাফ খলিল তুরুন্তেকে কায়রো দুর্গে বন্দী করেছিলেন। তিন দিন ধরে প্রচণ্ড নির্যাতনের পর নভেম্বরে তুরন্তেকে মৃত্যুদণ্ড দেওয়া হয়। আমির আলমুদ্দিন সানজার শুজায়ি মানসুরি (عَلَمُ الدِّينِ سَنْجَرُ الشُّجَاعِيُّ المَنْصُورِيُّ‎) সংক্ষিপ্ত সময়ের জন্য তার স্থলাভিষিক্ত হন। স্থলাভিষিক্ত হবার চিঠি দামেস্কে পাঠানো হয় এবং আমির বায়দারা তার স্থলাভিষিক্ত হন। আশরাফ খলিল বায়দারাকে নায়েব সালতানাহ এবং আতাবেগ আসাকির (কমান্ডার ইন চিফ) বানিয়েছিলেন। মানসুরিয়া আমিরদের ঘন ঘন অফিসের পরিবর্তন এবং তাদের ঘন ঘন কারাবরণ এবং মুক্তির ঘটনা, যা আশরাফ খলিলের তিন বছরের রাজত্বকে চিহ্নিত করেছিল। ঐতিহাসিক আমির মাজোরের মতে, \"মানসুরিয়াদের প্রতি আশরাফ খলিলের নীতি ছিল সম্পূর্ণ স্বেচ্ছাচারী, এলোমেলো এবং দীর্ঘমেয়াদী রাজনৈতিক দৃষ্টিভঙ্গির অভাব ছিল\", কিন্তু তবুও তিনি একটি দল হিসেবে মানসুরিয়া মামলুকদের টার্গেট করেননি এবং মানসুরিয়া পদাধিকারীদের তার আশরাফিয়া মামলুকদের সাথে প্রতিস্থাপন করেননি।\n\n\n=== আক্কা জয় ===\n\nকালাউন ১২৮৯ সালে ত্রিপোলি কাউন্টি জয় করেছিলেন এবং সিরিয়ায় ক্রুসেডার উপস্থিতি শেষ করার জন্য তার সংকল্প স্পষ্ট করেছিলেন। ১২৯০ সালের নভেম্বরে তিনি জেরুজালেম রাজ্যের রাজধানী আক্কার দিকে তার সৈন্যযাত্রা শুরু করেন, কিন্তু কিছুক্ষণ পরেই কায়রোর বাইরে মারা যান। কালাউন এবং তার লেফটেন্যান্টদের দ্বারা ইতিমধ্যেই অবরোধের পরিকল্পনা তৈরি করায়, আশরাফ খলিল ২রা মার্চ ১২৯১ তারিখে তার পিতার আক্রমণ পুনরায় শুরু করেন। তিনি মিশরের মামলুক সেনাবাহিনীর নেতৃত্ব দেওয়ার সময়, তিনি মুজাফফর তৃতীয় মাহমুদের অধীনে হামায় সুলতানি আমলের আইয়ুবিদের সামন্তসহ সিরিয়ার মামলুক আমিরদেরকে তাদের ম্যাঙ্গোনেল একত্রিত করে আক্কার দিকে যাওয়ার নির্দেশ পাঠান। অন্যান্য সিরীয় মামলুক বাহিনী ছিল দামেস্ক (লাজিনের নেতৃত্বে), ত্রিপোলি (বিলবানের নেতৃত্বে) এবং কারক (বাইবার্স দাওয়াদারের নেতৃত্বে)। মামলুক সেনাবাহিনীর আকারের জন্য কোন নির্ভরযোগ্য পরিসংখ্যান নেই, তবে এটি সম্ভবত আক্কার ক্রুসেডার প্রতিরক্ষাবাহিনীর তুলনায় উল্লেখযোগ্যভাবে বড় বাহিনী ছিল।\n১২৯১ সালের মে মাসে আশরাফ খলিলের সেনাবাহিনী আক্কার বিরুদ্ধে আক্রমণ শুরু করে। দুর্গের নিয়ন্ত্রক নাইটস টেম্পলারের সাথে প্রচন্ড যুদ্ধ শুরু হয়। ১৭ জুনের মধ্যে মামলুকরা আক্কা দখল করে এবং এর কিছুসংখ্যক বাসিন্দা সমুদ্রপথে পালিয়ে যায়। অবশিষ্ট ক্রুসেডার প্রতিরক্ষীরা শহরের কিছু টাওয়ারে আটকে ছিল, কিন্তু সামান্য যুদ্ধের পর তারাও আত্মসমর্পণ করে। আশরাফ খলিল অবশিষ্ট প্রতিরক্ষী এবং বাসিন্দাদের মৃত্যুদন্ড কার্যকর করার আদেশ দেন। মামলুক সৈন্যরা শহর থেকে প্রচুর পরিমাণে লুটপাট করার পর, আশরাফ খলিল আক্কা দুর্গ ধ্বংস করেছিলেন।\n\n\n=== অন্যান্য ক্রুসেডার দুর্গ দখল ===\nআক্কা বিজয়ের খবর দামেস্ক ও কায়রোতে পৌঁছায়। আশরাফ খলিল সুসজ্জিত শহর দামেস্কে প্রবেশ করেন ফ্রাঙ্কদের পায়ে শৃঙ্খল এবং বন্দী ক্রুসেডার স্ট্যান্ডার্ডগুলি নিয়ে যা তাদের পরাজয়ের চিহ্ন হিসাবে উল্টো দিকে নিয়ে যাওয়া হয়েছিল। দামেস্কে তার বিজয় উদযাপন করার পর, খলিল কায়রোর উদ্দেশ্যে রওনা হন যেটিও সজ্জিত এবং উদযাপন করা হয়েছিল। কায়রোতে পৌঁছে তিনি ফিলিপ মেইনবিউফ এবং তার সাথে যারা আগে কায়রোতে এসেছিলেন তাদের মুক্তির আদেশ দেন।\nআক্কা দখলের পর আশরাফ খলিল এবং তার জেনারেলরা সিরিয়ার উপকূল বরাবর অবশিষ্ট ক্রুসেডার-নিয়ন্ত্রিত দুর্গগুলোর নিয়ন্ত্রণ দখল করতে এগিয়ে যান। কয়েক সপ্তাহের মধ্যে, মামলুকরা টায়ার, সিডন, বৈরুত, হাইফা এবং তারতুস জয় করে। আগস্ট মাসে সিরিয়ার শেষ ক্রুসেডার ফাঁড়ি, আক্কার দক্ষিণে আটলিটের টেম্পলার দুর্গ দখল করা হয় এবং ৭ আগস্ট আশরাফ খলিল (ইতিহাসবিদ পিটার ম্যালকম হল্টের বর্ণনানুযায়ী) \"ক্রুসেডারদের সাথে দীর্ঘ সংগ্রামে চূড়ান্ত বিজয়ী\" হিসাবে বিজয়ী হয়ে কায়রোতে ফিরে আসেন।\n১২৯২ সালে আশরাফ খলিল তার উজির ইবনুস সালউসের সাথে দামেস্কে আসেন এবং তারপরে আলেপ্পো হয়ে কালআতুর রুম (রোমানদের দুর্গ) অবরোধ করতে যান, যেটি আর্মেনীয় ভাষায় হরমলা নামে পরিচিত ছিল। কালআতুর রুম আর্মেনিয়ার কুলপতির আসন ছিল, ত্রিশটিরও বেশি ক্যাটাপল্ট দ্বারা অবরোধ করা হয়েছিল এবং ৩০দিন পর খলিলের দ্বারা বিজিত হয়েছিল, যিনি এটির নামকরণ করেছিলেন কালআতুল মুসলিম (মুসলিমদের দুর্গ)। খলিল আমির শুজায়িকে দুর্গে রেখে বন্দীদের নিয়ে দামেস্কে ফিরে আসেন। দামেস্কের জনগণ রাতে হাজার হাজার মোমবাতি নিয়ে বিজয়ী সুলতানকে কায়রো যাওয়ার পথে বিদায় জানায়। সুলতান বিজয় গেট (বাবুন নাসর) দিয়ে কায়রোতে প্রবেশ করেন এবং উদযাপনকারী জনগণের দ্বারা স্বাগত জানানো হয়, হাজার হাজার আলোকিত মোমবাতি দিয়ে।\n\nসুলতান দামেস্কে ফিরে আসেন এবং আর্মেনীয় কিংডম অব সিলিসিয়ার রাজধানী সিস আক্রমণ করার জন্য একটি সৈন্য সংগ্রহ শুরু করেন  কিন্তু দামেস্কের একটি আর্মেনীয় দূতাবাস এর আগেই তার সাথে চুক্তি করে। শান্তি বজায় রাখার জন্য তিল হেমদুন, মারাশ এবং বেহেসনি সুলতানকে দেওয়া হয়েছিল। আর্মেনীয় সাম্রাজ্য এইভাবে তার মিত্র ক্রুসেডার রাষ্ট্রগুলোর মতোই হ্রাস পেতে শুরু করেছিল।\nজেরুজালেমের ক্রুসেডারদের রাজ্য ইতিমধ্যেই সালাহুদ্দিন, বাইবার্স এবং কালাউনের দ্বারা ধ্বংস হয়ে গিয়েছিল এবং মিশরের বিরুদ্ধে নবম লুইয়ের সপ্তম ক্রুসেড সম্পূর্ণ ব্যর্থতায় শেষ হয়েছিল। কিন্তু ক্রুসেডাররা সিরিয়ার উপকূলে তাদের শক্ত ঘাঁটিগুলি অক্ষত রাখার চেষ্টা করেছিল। এই আশায় যে, তারা যা হারিয়েছে তা একদিন পুনরুদ্ধার করতে সক্ষম হবে। পোপ চতুর্থ নিকোলাস কাজ করার চেষ্টা করেছিলেন কিন্তু তিনি ১২৯২ সালে মারা যান। আর ইউরোপীয় রাজারা অভ্যন্তরীণ দ্বন্দ্ব ও সংগ্রামে জড়িয়ে পড়েন। যার ফলে তারা নতুন কার্যকর ধর্মযুদ্ধ সংগঠিত করতে অক্ষম হয়ে পড়েন। আর টেম্পলাররা ইউরোপে ধর্মদ্রোহিতার অভিযোগে অভিযুক্ত হয়েছিল এবং ফ্রান্সের রাজা ফিলিপ চতুর্থ এবং পোপ ক্লিমেন্ট পঞ্চম দ্বারা খারাপভাবে নির্যাতিত হয়েছিল।\n\n\n== আভ্যন্তরীণ দ্বন্দ্ব ও হত্যা ==\nসামরিক দিক থেকে আশরাফ খলিল তার দুই পূর্বসূরি বাইবার্স এবং তার পিতা কালাউনের শক্তি ও ক্ষমতার উপযুক্ত অধিকারী ছিলেন। কিন্তু অনেক আমির তাকে অপছন্দ করতেন। তিনি তার পিতার কয়েকজন বিশিষ্ট আমিরকে মৃত্যুদন্ড দিয়ে এবং কারারুদ্ধ করে তার শাসন শুরু করেছিলেন, তাদের মধ্যে ছিলেন সহ-সুলতান তুরুন্তে। আক্কার যুদ্ধের সময় তিনি হুসামুদ্দিন লাজিনকে গ্রেফতার করেন এবং পরে কায়রোতে ফিরে আসার পর তিনি সানকুর আশকার এবং কয়েকজন আমীরকে হত্যা করেন। খলিল তার পিতার তুর্কি মামলুকদের পরিবর্তে সার্কাসীয়দের সাথে নিয়ে যাওয়ার নীতি অব্যাহত রাখেন, একটি নীতি যা মামলুকদের মধ্যে প্রতিদ্বন্দ্বিতাকে তীব্রতর করতে ভূমিকা রাখে। ফ্রাঙ্কদের বিরুদ্ধে তার বিজয়ের পর, অহংকার আশরাফ খলিলকে ধরে ফেলে। তিনি আমিরদের সাথে রুক্ষ আচরণ করেন এবং শুধুমাত্র \"خ\" অক্ষর দিয়ে বার্তা এবং নথিতে স্বাক্ষর করতে শুরু করেন। উপরন্তু তার উজির ইবনুস সালুসের প্রতি অনেক আমির এবং বিশেষ করে ভাইস-সুলতান বায়দারা ঈর্ষান্বিত ছিলেন। ইবনুস সালুস মূলত মামলুক বা আমির ছিলেন না, তিনি দামেস্কের একজন বণিক ছিলেন। খলিলের শাসনামলে তিনি সবচেয়ে প্রভাবশালী কর্মকর্তা হয়েছিলেন। আশরাফ আমিরদের প্রতি রুক্ষ ছিলেন, তিনি ইবনুস সালুসের প্রতি অত্যন্ত উদার ছিলেন যিনি আমিরদের সাথে সম্মানের সাথে আচরণ করতেন না। ইবনুস সালুস মিশরের সর্বোচ্চ বিচারক ইবন বিনতুল আযযের অন্যায়ভাবে নিপীড়নের সাথে জড়িত ছিলেন। পাশাপাশি তিনি বেশ কয়েকবার বায়দারার বিরুদ্ধে সুলতানকে উস্কে দেওয়ার ব্যাপারে জড়িত ছিলেন।\n১২৯৩ সালের ডিসেম্বরে আশরাফ খলিল ইবনুস সালুস, বায়দারা এবং অন্যান্য আমিরদের সাথে একটি পাখি শিকার অভিযানে উত্তর মিশরের তুরুগ যান। তিনি ইবনুস সালুসকে নিকটবর্তী শহর আলেকজান্দ্রিয়াতে সামগ্রী আনতে এবং কর আদায়ের জন্য প্রেরণ করেন। আলেকজান্দ্রিয়ায় পৌঁছে ইবনুস সালুস জানতে পারলেন যে, বায়দারার সহকারীরা ইতিমধ্যেই সবকিছু নিয়ে গেছে। ইবনুস সালুস থেকে সংবাদটি পেয়ে আশরাফ বায়দারাকে তার দিহলিজে ডেকে পাঠান এবং অন্যান্য আমিরদের উপস্থিতিতে তাকে অপমান ও হুমকি দেন। ব্যথিত বায়দার দিহলিজ ত্যাগ করে লাজিন, কারা সানকুর এবং অন্যান্য আমিরদের ডেকে নিয়ে সুলতানকে হত্যা করার সিদ্ধান্ত নেন। ১৪ ডিসেম্বর সুলতান যখন তার বন্ধু আমির শিহাবুদ্দিন আহমদের সাথে হাঁটছিলেন তখন তিনি বায়দারা এবং তার অনুসারীদের দ্বারা আক্রান্ত হন এবং তাকে হত্যা করেন। বায়দারার পরে যে আমিররা সুলতানকে আঘাত করেছিলেন তারা হলেন হুসামুদ্দিন লাজিন এবং বাহাদির রাস নুবাহ এবং অন্যান্য আমিররা। আশরাফ খলিলের হত্যার পর বায়দারা এবং তার অনুসারীরা দিহলিজে গিয়ে বায়দারাকে নতুন সুলতান ঘোষণা করেন। কিন্তু বায়দারা শীঘ্রই সুলতানী মামলুক ও আমিরদের হাতে গ্রেফতার হন। কিতবুঘা এবং বাইবার্স জাশনিকির নেতৃত্বাধীন সুলতানি আমিরদের হাতে বায়দারা নিহত হন এবং তার মাথা কায়রোতে পাঠানো হয়। ইবনুস সালুসকে আলেকজান্দ্রিয়ায় গ্রেপ্তার করা হয়েছিল এবং তাকে কায়রোতে পাঠানো হয়েছিল যেখানে তার সাথে দুর্ব্যবহার করা হয়েছিল এবং শেষ পর্যন্ত তাকে পিটিয়ে হত্যা করা হয়েছিল। আশরাফ খলিলের হত্যাকাণ্ডে জড়িত আমিরদের কঠোর শাস্তি ও মৃত্যুদণ্ড দেওয়া হয়েছিল। লাজিন ও কারা সুনকুর পালিয়ে গিয়ে অদৃশ্য হয়ে যায়।\nআশরাফ খলিলের মৃত্যুর পর আমিররা তার ৯ বছর বয়সী ভাই নাসির মুহাম্মদকে নতুন সুলতান হিসেবে কিতবুঘাকে সহ-সুলতান এবং শুজায়ীকে নতুন উজির হিসেবে বসানোর সিদ্ধান্ত নেন। কিন্তু আশরাফ খলিলের মৃত্যু কিছু সময়ের জন্য গোপন ছিল। আশরাফ মারা যাওয়ার সময় তার ভাই নাসির মুহাম্মদকে ভাইস-সুলতান এবং উত্তরাধিকারী ঘোষণা করা হয়েছিল। মিশর থেকে সিরিয়ার আমিরদের কাছে একটি বার্তা বলেছেন: \"আমি আমার ভাই মালিকুন নাসির মুহাম্মদকে আমার ভাইসজারেন্ট এবং উত্তরাধিকারী হিসাবে নিযুক্ত করেছি যাতে আমি যখন শত্রুর সাথে যুদ্ধ করতে যাই তখন তিনি আমাকে প্রতিস্থাপন করেন\"। সবকিছু নিয়ন্ত্রণে আসার সাথে সাথে আশরাফ খলিলের মৃত্যু মিসর ও সিরিয়ার জনসাধারণের কাছে প্রকাশিত হয়েছিল। \nআশরাফ খলিল প্রায় তিন বছর দুই মাস শাসন করেছিলেন। তার দুই মেয়ে ছিল। আক্কার বিজয়ী হিসেবে স্মরণ করার পাশাপাশি, মুসলিম ইতিহাসবিদরা তাকে একজন বুদ্ধিমান সুলতান হিসেবে স্মরণ করেন, যিনি পড়া ও শেখার অনুরাগী ছিলেন।\n\n\n== মুদ্রা ==\nমামলুক মুদ্রার ইতিহাসে আশরাফ খলিলের মুদ্রা ছিল অনন্য। তার মুদ্রায় নতুন ধরনের শিরোনাম খোদাই করা হয়েছিল, যার মধ্যে রয়েছে: সুলতানুল মালিকুল আশরাফ সালাহুদ্দিন নাসিরুল মিল্লাহ মুহাম্মাদিয়াহ মুহিউদ্দাওলাতুল আব্বাসিয়াহ (সুলতান রাজা আশরাফ সালাহুদ্দিন মুহাম্মদ জাতির প্রচারক এবং আব্বাসীয় খিলাফতের পুনরুজ্জীবিতকারী) এবং সুলতানুল মালিক আশরাফ সালাহুদুনিয়া ওয়াদ্দিন কাসিম আমিরুল মুমিনিন (সুলতান রাজা আশরাফ দুনিয়া এবং ধর্মের সংশোধনকারী কাসিম, মুমিনদের আমির), \"আমিরুল মুমিনিন\" আব্বাসীয় খলিফার উপাধি। আশরাফের মুদ্রায় তার পিতা কালাউনকেও উল্লেখ করা হয়েছিল: মাওলানা সুলতানুল মালিকুল মানসুর (আমাদের হিতৈষী সুলতান রাজা মানসুর)।\n\n\n== মন্তব্য ==\n\n\n== গ্রন্থপঞ্জি ==\nAsili, B. (১৯৯২)। Al-Zahir Baibars and the End of the Old Crusades। Beirut: Dar Alnafaes। \nHolt, Peter Malcolm (১৯৮৬)। The Age of the Crusades: The Near East from the Eleventh Century to 151। Addison Wesley Longman Limited। আইএসবিএন 9781317871521। \nLudolphi, Rectoris Ecclesiæ Parochialis in suchem, de itinere Terræ Sanctæ,University of Michigan 1851\nMahdi, Shafik (২০০৮)। Mamalik Misr wa Alsham (Mamluks of Egypt and the Levant) (আরবি ভাষায়)। Beirut: Aldar Alarabiya। \nMannheim, Ivan (২০০১)। Syria & Lebanon Handbook। Footprint Travel Guides। আইএসবিএন 978-1-900949-90-3। সংগ্রহের তারিখ ১৭ মার্চ ২০০৮। \nMazor, Amir (২০১৫)। The Rise and Fall of a Muslim Regiment: The Mansuriyya in the First Mamluk Sultanate, 678/1279–741/1341। Vandenhoeck & Ruprecht Unipress and Bonn University Press। আইএসবিএন 9783847004240। \nNorthrup, Linda (১৯৯৮)। From Slave to Sultan: The Career of Al-Manṣūr Qalāwūn and the Consolidation of Mamluk Rule in Egypt and Syria (678-689 A.H./1279-1290 A.D.)। Franz Steiner Verlag। আইএসবিএন 9783515068611। \nRunciman, Steven (১৯৮৭)। A History of the Crusades, Volume 3। Penguin Books। \nStewart, Angus Donal (২০০১)। The Armenian Kingdom and the Mamluks: War and Diplomacy During the Reigns of Hetʻum II (1289-1307)। Brill। আইএসবিএন 9789004122925। \nClifford, Winslow William (২০১৩)।  Conermann, Stephan, সম্পাদক। State Formation and the Structure of Politics in Mamluk Syro-Egypt, 648-741 A.H./1250-1340 C.E.। Bonn University Press। আইএসবিএন 9783847100911। \n\n\n=== Primary sources ===\nAbu al-Fida, The Concise History of Humanity.(The historian Abu al-Fida took part in the sieges of Tripoli and Acre.)\nAl-Maqrizi, Al Selouk Leme'refatt Dewall al-Melouk, Dar al-kotob, 1997.\nIdem in English: Bohn, Henry G., The Road to Knowledge of the Return of Kings, Chronicles of the Crusades, AMS Press, 1969.\nAl-Maqrizi, al-Mawaiz wa al-'i'tibar bi dhikr al-khitat wa al-'athar,Matabat aladab, Cairo 1996, আইএসবিএন ৯৭৭-২৪১-১৭৫-X\nIdem in French: Bouriant, Urbain, Description topographique et historique de l'Egypte,Paris 1895\nIbn Taghri, al-Nujum al-Zahirah Fi Milook Misr wa al-Qahirah, Dar al-Kotob, Beirut 1992\nHistory of Egypt, 1382–1469 A.D. by Yusef. William Popper, translator Abu L-Mahasin ibn Taghri Birdi, University of California Press 1954\nLudolph of Suchem, Description of the Holy Land and of the Way Thither, trans. Aubrey Stewart London: Palestine Pilgrims' Text Society, 1895. Reprinted in James Brundage, The Crusades: A Documentary History, Milwaukee, WI: Marquette University Press 1962\nThe Templar of Tyre, Chronicle (Getes des Chiprois), Published by Crawford, P., Ashgate Publishing. Ltd, Cyprus 2003. আইএসবিএন ১-৮৪০১৪-৬১৮-৪\n\n\n== বহিঃসংযোগ ==\nকম তুরুগার ম্যাপ\nমিশরীয় সুলতান আশরাফ খলিলের পক্ষ থেকে উইলিয়াম বেয়াজেউকে প্রেরিত একটি চিঠি"}