{"pageid": 1137387, "title": "হাফসীয় সালতানাত", "url": "https://bn.wikipedia.org/wiki?curid=1137387", "content": "হাফসীয় (আরবি: الحفصيون; হাফসিয়ুন) বা হাফসীয় সালতানাত ছিল আমাজিগ বংশোদ্ভূত একটি সুন্নি মুসলিম রাজবংশ। যারা ১২২৯ থেকে ১৫৭৪ সাল পর্যন্ত ইফ্রিকিয়া (পশ্চিম লিবিয়া, তিউনিসিয়া এবং পূর্ব আলজেরিয়া ) শাসন করেছিলেন।\n\n\n== ইতিহাস ==\n\n\n=== মুওয়াহহিদিন ইফ্রিকিয়া ===\nহাফসীয়রা বার্বার বংশোদ্ভূত ছিল, যদিও তাদের শাসনকে আরও বৈধতা দেওয়ার জন্য, তারা দ্বিতীয় খলিফায়ে রাশিদ উমরের পরম্পরা থেকে আরব বংশীয় হবার দাবি করেছিল। রাজবংশের পূর্বপুরুষ এবং যার কাছ থেকে তাদের নাম নেওয়া হয়েছে তিনি ছিলেন আবু হাফস উমর ইবনে ইয়াহিয়া হিনতাতি, হিনতাতা উপজাতি কনফেডারেশনের একজন বার্বার যিনি মরক্কোর বৃহত্তর মাসমুদা গোত্রের অন্তর্গত। তিনি দশ জনের কাউন্সিলের সদস্য এবং ইবনে তুমারতের ঘনিষ্ঠ সহচর ছিলেন। তার আসল বার্বার নাম ছিল \"ফাসকাত উ-মজাল ইন্তি\", যা পরে \"আবু হাফস উমর ইবনে ইয়াহিয়া হিনতাতি\" (\"উমর ইন্তি\" নামেও পরিচিত) এ পরিবর্তন করা হয়। কারণ এটি ইবনে তুমারতের ঘনিষ্ঠ সঙ্গীদের একটি ঐতিহ্য ছিল যে, একবার তারা তাঁর থেকে ধর্মীয় শিক্ষা নিলে তার নাম পরিবর্তন করতেন। তার পুত্র আবু মুহাম্মদ আব্দুল ওয়াহিদ ইবনে আবি হাফস, মুওয়াহহিদিন খলিফা মুহাম্মদ আন-নাসির কর্তৃক ইফ্রিকিয়া (বর্তমান তিউনিসিয়া) এর গভর্নর হিসাবে নিযুক্ত হন, যেখানে তিনি ১২০৭ থেকে ১২২১ সাল পর্যন্ত শাসন করেছিলেন। মুওয়াহহিদিনের পক্ষে গভর্নর হিসাবে হাফসীয়রা বানু গানিয়াদের কাছ থেকে ক্রমাগত হুমকির সম্মুখীন হয়েছিল যারা ছিল মুরাবিতুন রাজকুমারদের বংশধর যাদেরকে মুওয়াহহিদিনরা পরাজিত করেছিল এবং শাসক রাজবংশ হিসাবে প্রতিস্থাপিত হয়েছিল।\n\n\n=== হাফসীয় রাজ্য ও খেলাফত ===\n১২২৯ সালে ইফ্রিকিয়ার গভর্নর, আবু যাকারিয়া একই বছর কন্সটান্টিন এবং বেজাইয়া জয় করার পর তিউনিসে ফিরে আসেন এবং স্বাধীনতা ঘোষণা করেন। আবু যাকারিয়ার (১২২৮-১২৪৯) অধীনে মুওয়াহহিদিনের থেকে হাফসীয়ের বিভক্ত হওয়ার পর, আবু যাকারিয়া ইফ্রিকিয়া (আধুনিক মাগরেবে আফ্রিকার রোমান প্রদেশ ; আজকের তিউনিসিয়া, পূর্ব আলজেরিয়া এবং পশ্চিম লিবিয়া ) প্রশাসনকে সংগঠিত করেন। আর সাম্রাজ্যের অর্থনৈতিক ও সাংস্কৃতিক কেন্দ্র হিসেবে তিউনিস শহর নির্মাণ করেন। একই সময়ে আন্দালুস থেকে অনেক মুসলমান ইবেরিয়ার খ্রিস্টান রেকনকুইস্তা থেকে পালিয়ে এসে শোষিত হয়েছিল। পরবর্তীকালে তিনি ১২৩৪ সালে ত্রিপোলি, ১২৩৫ সালে আলজিয়ার্স, ১২৩৬ সালে চেলিফ নদী, এবং ১২৩৫ থেকে ১২৩৮ সাল পর্যন্ত বার্বারদের গুরুত্বপূর্ণ উপজাতীয় কনফেডারেশনগুলোকে পরাজিত করেন।\nতিনি ১২৪২ সালের জুলাই মাসে তিলিমসান রাজ্য জয় করেন। তিলিমসানের সুলতানকে সামন্ত হতে বাধ্য করেন।\nসেই বছরের ডিসেম্বরে খলিফা দ্বিতীয় আব্দুল ওয়াহিদ মারা যান, আবু যাকারিয়াকে মাগরেবের সবচেয়ে শক্তিশালী শাসক হিসাবে রেখে যান। এই সময়ে হাফসীয়রা সিইলমাসার বার্বার আমিরাতও দখল করে যা তারা ৩০ বছর যাবত ধরে রেখেছিল। তার রাজত্বের শেষের দিকে মরক্কোর মেরিনীয় রাজবংশ এবং আন্দালুসের বেশ কিছু মুসলিম রাজকুমার তাকে শ্রদ্ধা জানায় এবং তার নামের কর্তৃত্ব স্বীকার করে।\n\nতার উত্তরসূরি প্রথম মুহাম্মদ মুসতানসির (১২৪৯-১২৭৭) ১২৫৬ সালে নিজেকে খলিফা ঘোষণা করেছিলেন এবং তার পিতার নীতি অব্যাহত রেখেছিলেন এবং কেন্দ্রীয় মাগরেবকে বশীভূত করে তার রাজ্যের সীমানা প্রসারিত করেছিলেন, তিলিমসান রাজ্যের উপর তার কর্তৃত্ব আরোপ করার জন্য, উত্তর মরক্কো এবং গ্রানাডা স্পেনের নাসরিয়দের পর্যন্ত যান। হাফসীয়রা ১২৬৪ সালে সম্পূর্ণ স্বাধীন হয়। মুসতানসিরের রাজত্বকালেই সেন্ট লুইসের নেতৃত্বে ব্যর্থ অষ্টম ক্রুসেড সংঘটিত হয়েছিল। কার্থেজে অবতরণের পর, রাজা ১২৭০ সালে তার সেনাবাহিনীর মাঝখানে আমাশয়ের রোগে মারা যান।\n\n\n=== হাফসীয়দের পতন (১৪ শতক) ===\n১৪ শতকে সাম্রাজ্যের সাময়িক পতন ঘটে। যদিও হাফসীয়রা তিলিমসানের আবদুল ওয়াদিদের সাম্রাজ্যকে পরাধীন করতে সফল হয়েছিল, ১৩৪৭ থেকে ১৩৫৭ সালের মধ্যে তারা দুবার মরক্কোর মেরিনীয়দের বিরুদ্ধে পরাজিত হয়েছিল। আবদালওয়াদিদরা অবশ্য বেদুইনদের পরাজিত করতে পারেনি; শেষ পর্যন্ত, হাফসীয়রা তাদের সাম্রাজ্য পুনরুদ্ধার করতে সক্ষম হয়। একই সময়ে সিসিলি থেকে ইফ্রিকিয়াতে প্লেগ মহামারি নিয়ে আসা জনসংখ্যার উল্লেখযোগ্য পতন ঘটায়, সাম্রাজ্য আরও দুর্বল হয়ে যায়। প্লেগ মহামারির সময় দক্ষিণ উপজাতিদের থেকে অভিযান বন্ধ করতে, হাফসীয়রা তাদের গ্রামীণ জনগোষ্ঠীকে রক্ষা করার জন্য বনু হিলালের দিকে নিয়ে গিয়েছিল।\n\n\n=== সর্বোচ্চ ক্ষমতা (১৫ শতক) ===\nআব্দুল আজিজের (১৩৯৪-১৪৩৪) শাসনামলে দেশটি সমৃদ্ধির যুগের অভিজ্ঞতা লাভ করে যখন তিনি রাজ্যকে আরও সুসংহত করতে এগিয়ে যান।\nদক্ষিণের শহরগুলো তার বিরুদ্ধে বিদ্রোহ করায় তার রাজত্বের শুরু সহজ ছিল না। যাইহোক, নতুন সুলতান দ্রুত তাদের নিয়ন্ত্রণ পুনরুদ্ধার করেন: তিনি তোজিউর (১৪০৪), গাফসা (১৪০১), এবং বিসক্রা (১৪০২) এবং কন্সটান্টিন ও বুগিয়া (১৩৯৭-১৪০২) অঞ্চলের উপজাতীয় ক্ষমতা পুনরুদ্ধার করেন এবং এই অঞ্চলের গভর্নর নিযুক্ত করেন। নির্বাচিত হতে হবে, সাধারণত স্বাধীনতাবাদী অফিসার। তিনি ত্রিপোলি (১৪০১), আলজিয়ার্স (১৪১০-১৪১১) এবং ১৪২৪ সালে জাইয়ানীয় রাজবংশকে পরাজিত করে এবং হাফসীয়পন্থী শাসককে প্রতিস্থাপিত করার মাধ্যমে তার পশ্চিম ও পূর্ব প্রতিবেশীদের বিরুদ্ধে হস্তক্ষেপ করেছিলেন যা পরবর্তীতে ১৪২৮ এবং ১৪৩১ সালে তার বিরুদ্ধে বিদ্রোহ করেছিল।\n১৪২৯ সালে হাফসীয়রা মাল্টা দ্বীপ আক্রমণ করে এবং ৩০০০ ক্রীতদাসকে নিয়ে যায় যদিও তারা দ্বীপটি জয় করতে পারেনি। লাভগুলো একটি দুর্দান্ত স্থাপত্যশিল্পের জন্য এবং শিল্প ও সংস্কৃতিকে উন্নয়ন করার জন্য ব্যবহার করা হয়েছিল। যাইহোক, জলদস্যুতাও খ্রিস্টানদের কাছ থেকে প্রতিশোধের প্ররোচনা দেয়, যা বেশ কয়েকবার হাফসীয় উপকূলীয় শহরগুলোর বিরুদ্ধে আক্রমণ এবং ক্রুসেড শুরু করে যেমন বার্বারি ক্রুসেড (১৩৯০), বোনা ক্রুসেড (১৩৯৯) এবং ১৪২৩ সালে জেরবা দখল।\n১৪৩২ সালে আব্দুল আজিজ তিলিমসানের বিরুদ্ধে আরেকটি অভিযান শুরু করেন এবং অভিযানের সময় তিনি মারা যান।\nউসমানের অধীনে (১৪৩৫-১৪৮৮) হাফসীয়রা তাদের শীর্ষস্থানে পৌঁছেছিল, কারণ সাহারার মধ্য দিয়ে এবং মিশরের সাথে কাফেলার বাণিজ্য গড়ে উঠেছিল, সেইসাথে ভেনিস এবং আরাগনের সাথে সমুদ্র বাণিজ্যও করা হয়েছিল। বেদুইন এবং সাম্রাজ্যের শহরগুলো অনেকাংশে স্বাধীন হয়ে ওঠে, হাফসীয়রা শুধুমাত্র তিউনিস এবং কন্সটান্টিন নিয়ন্ত্রণে রেখেছিল ।\nউসমান ১৪৫৮ সালে ত্রিপোলিটানিয়া জয় করেন এবং ১৪৬৩ সালে ওরগলায় একজন গভর্নর নিযুক্ত করেন। তিনি ১৪৬২ এবং ১৪৬৬ সালে তিলিমসানে দুটি অভিযানের নেতৃত্ব দিয়েছিলেন এবং জায়ানীয়দেরকে তার সামন্ত বানিয়েছিলেন, মরক্কোর ওয়াত্তাসীয় রাজ্যটিও উসমানের সামন্ত হয়ে ওঠে এবং তাই সমগ্র মাগরেব সংক্ষিপ্তভাবে হাফসীয়ের শাসনের অধীনে ছিল।\n\n\n=== হাফসীয়দের পতন ===\n১৬ শতকে হাফসীয়রা স্পেন এবং উসমানীয় সাম্রাজ্যের সমর্থিত কর্সেয়ারদের মধ্যে ক্ষমতার লড়াইয়ে ক্রমশ জড়িয়ে পড়ে। উসমানীয়রা ১৫৩৪ সালে তিউনিস জয় করে এবং হাফসীয় শাসক মাওলায়ে হাসানকে তাড়িয়ে এক বছরের জন্য এটি দখল করে। এক বছর পরে স্পেনের রাজা এবং পবিত্র রোমান সম্রাট চার্লস প্রথম প্রথম এবং পঞ্চম তিউনিস দখল করেন, উসমানীয়দের তাড়িয়ে দেন এবং মাওলায়ে হাসানকে হাবসবুর্গের সামন্ত হিসাবে পুনরায় ক্ষমতায় প্রতিষ্ঠিত করেন। উসমানীয় হুমকির কারণে, হাফসীয়রা ১৫৩৫ সালের পর স্পেনের সামন্ত ছিল। উসমানীয়রা ১৫৬৯ সালে আবার তিউনিস জয় করে এবং চার বছর ধরে এটি দখলে রাখে। অস্ট্রিয়ার ডন জুয়ান ১৫৭৩ সালে এটি পুনরুদ্ধার করেন। উসমানীয়রা ১৫৭৪ সালে তিউনিস পুনরুদ্ধার করে, এবং হাফসীয়দের শেষ খলিফা ষষ্ঠ মুহাম্মদকে কনস্টান্টিনোপলে আনা হয়েছিল এবং পরবর্তীকালে স্পেনের সাথে তার সহযোগিতা এবং উসমানীয় সুলতানের খলিফা উপাধি নেওয়ার কারণে তাকে হত্যা করা হয়েছিল, কারণ তিনি এখন মক্কা নিয়ন্ত্রণ করছেন। এবং মদিনা। হাফসীয় বংশ স্প্যানিশদের দ্বারা তেনেরিফের ক্যানারি দ্বীপে নিয়ে যাওয়া পরিবারের একটি শাখা দ্বারা উসমানীয় গণহত্যা থেকে বেঁচে যায়।\n\n\n== অর্থনীতি ==\nইফ্রিকিয়াতে তাদের অবস্থানসহ হাফসীয়রা কৃষি ও বাণিজ্যে সমৃদ্ধ ছিল। কাইরুয়ানের মত অভ্যন্তরীণ শহরগুলোতে রাজধানী স্থাপনের পরিবর্তে পশ্চিম ও পূর্ব ভূমধ্যসাগরকে সংযুক্তকারী বন্দর হিসাবে উপকূলে অবস্থানের কারণে তিউনিসকে রাজধানী হিসাবে বেছে নেওয়া হয়েছিল। ইউরোপ থেকে আসা খ্রিস্টান বণিকদের ভূমধ্যসাগরীয় উপকূলের বিভিন্ন শহরে তাদের নিজস্ব ছিটমহল দেওয়া হয়েছিল, যা ট্রান্স-মেডিটারিয়ান বাণিজ্যের প্রচার করে। হাফসীয়ের অধীনে, খ্রিস্টান ইউরোপের সাথে বাণিজ্য ও কূটনৈতিক সম্পর্ক উল্লেখযোগ্যভাবে বৃদ্ধি পায়, তবে খ্রিস্টান জাহাজের বিরুদ্ধে জলদস্যুতাও বৃদ্ধি পায়, বিশেষ করে দ্বিতীয় আব্দুল আজিজের শাসনামলে (১৩৯৪-১৪৩৪)। ১৪ শতকের মাঝামাঝি তিউনিসের জনসংখ্যা বেড়ে ১০০,০০০ হয়েছিল। তিউনিস থেকে তিমবুকতু এবং ত্রিপোলি থেকে সাব-সাহারান আফ্রিকা পর্যন্ত ক্যারাভান রুটের মাধ্যমে ট্রান্স-সাহারান বাণিজ্যেও হাফসীয়দের একটি বড় অংশীদারিত্ব ছিল। তিউনিসিয়ার জনসংখ্যাও আরও বেশি শিক্ষিত হয়ে উঠছিল - কাইরুয়ান, তিউনিস এবং বিজয়া বিখ্যাত বিশ্ববিদ্যালয়ের মসজিদগুলোর বাড়িতে পরিণত হয়েছিল, কাইরুয়ান ধর্মীয় মতবাদের মালিকি মাযহাবের কেন্দ্রে পরিণত হয়েছিল।\n\n\n== স্থাপত্য ==\n\nহাফসীয়রা উল্লেখযোগ্য নির্মাতা ছিলেন, বিশেষ করে আবু যাকারিয়া (শা. ১২২৯-১২৪৯) এবং আবু ফারিস (শা. ১৩৯৪-১৪৩৪) এর মত সফল নেতাদের শাসনামলে, যদিও তাদের অনেক স্মৃতিস্তম্ভ বর্তমান সময়ে অক্ষত থাকেনি। কাইরুয়ান একটি গুরুত্বপূর্ণ ধর্মীয় কেন্দ্র হিসাবে রয়ে গেছে, তিউনিস রাজধানী ছিল এবং ধীরে ধীরে এটিকে অঞ্চলের প্রধান শহর এবং স্থাপত্য পৃষ্ঠপোষকতার প্রধান কেন্দ্র হিসাবে প্রতিস্থাপন করে। অন্যান্য পশ্চিমে স্থাপত্যের বিপরীতে, হাফসীয় স্থাপত্যগুলো প্রাথমিকভাবে পাথরে নির্মিত হয়েছিল (ইট বা কাদার ইটের পরিবর্তে) এবং এতে অনেক কম অলঙ্করণ রয়েছে বলে মনে হয়। মাগরেবি মুসলিম বিশ্বের স্থাপত্যের ইতিহাস পর্যালোচনা করতে গিয়ে, পণ্ডিত জোনাথন ব্লুম মন্তব্য করেছেন যে হাফসীয় স্থাপত্য \"মাগরিব [উত্তর আফ্রিকা] এর অন্য কোথাও উন্নয়নের থেকে স্বাধীনভাবে একটি কোর্স তৈরি করেছেবলে মনে হয়।\"\nতিউনিসের কাসবাহ মসজিদটি এই সময়ের প্রথম কাজগুলোর মধ্যে একটি, যা আবু যাকারিয়া (প্রথম স্বাধীন হাফসীয় শাসক) তার রাজত্বের শুরুতে তৈরি করেছিলেন। এর মেঝের পরিকল্পনায় পূর্ববর্তী মুওয়াহহিদিন সময়ের মসজিদগুলোর থেকে লক্ষণীয় পার্থক্য ছিল কিন্তু ১২৩৩ সালে সম্পূর্ণ হওয়া মিনারটি মারাক্কেশের পূর্বের মুওয়াহহিদিন কাসবাহ মসজিদের মিনারের সাথে খুব শক্তিশালী সাদৃশ্য বহন করে। তিউনিসের হাফসীয় যুগের অন্যান্য ভিত্তির মধ্যে রয়েছে হালিক মসজিদ (১৩ শতক) এবং হাওয়া মসজিদ (১৩৭৫)। বারদো প্রাসাদ (আজ একটি জাতীয় জাদুঘর) ১৫ শতকে হাফসীয়দের দ্বারা শুরু হয়েছিল, এবং আবু ফারিসের রাজত্বকালে প্রথমবারের মত ঐতিহাসিক নথিতে উল্লেখ করা হয়েছে। হাফসীয়রা কাইরুয়ানের অনেক পুরোনো গ্রেট মসজিদেরও উল্লেখযোগ্য সংস্কার করেছে - এর ছাদ সংস্কার করা, এর দেয়ালগুলোকে শক্তিশালী করা এবং ১২৯৩ সালে এর দুটি প্রবেশদ্বার নির্মাণ বা পুনর্নির্মাণ - সেইসাথে তিউনিসের জায়তুনার মহান মসজিদেও উন্নয়ন করেছিল।\nহাফসীয়রা এই অঞ্চলে প্রথম মাদ্রাসা চালু করে, ১২৩৮ সালে তিউনিসে নির্মিত মাদ্রাসা শাম্মাইয়া থেকে শুরু করে (অথবা কিছু সূত্র অনুসারে ১২৪৯ সালে)। এটি অনুসরণ করেছিল আরও অনেকে (প্রায় তাদের সবাই তিউনিসে) যেমন ১২৫০ এর দশকে প্রতিষ্ঠিত মাদ্রাসা হাওয়া, মাদ্রাসা মারিদিয়া (১২৮২), এবং মাদ্রাসা উনকিয়া (১৩৪১)। এই প্রথম দিকের মাদ্রাসাগুলোর মধ্যে অনেকগুলো, যদিও, তাদের ভিত্তির পর থেকে শতাব্দীতে খুব খারাপভাবে সংরক্ষণ করা হয়েছে বা যথেষ্ট পরিবর্তিত হয়েছে। ১৪৩৭ সালে প্রতিষ্ঠিত মাদ্রাসা মুনতাসিরিয়া হাফসীয় যুগের সেরা সংরক্ষিত মাদ্রাসাগুলোর মধ্যে একটি।\n\n\n== পতাকা ==\n\n\tপোর্তোলান এবং অন্যান্য উৎসে হাফসীয়দের পতাকা\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== হাফসীয় শাসকগণ ==\n\n\n== আরও দেখুন ==\nমুওয়াহহিদিন খিলাফত\nসুন্নী রাজবংশের তালিকা\n\n\n== তথ্যসূত্র =="}