{"pageid": 1137780, "title": "ঘোলদাড়ী শাহী মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1137780", "content": "ঠাকুরপুর জামে মসজিদ হাজার বছরের ঐতিহ্য চুয়াডাঙ্গা জেলার আলমডাঙ্গা উপজেলার আইলহাঁস ইউনিয়ানধীন ঘোলদাড়ী জামে মসজিদ। মসজিদটি তৎকালীন বৃহত্তর কুষ্টিয়া (কুষ্টিয়া-চুয়াডাঙ্গা-মেহেরপুর) জেলার প্রথম স্থাপিত জামে মসজিদ হিসেবে পরিচিত। এই মসজিদটি ঘোলদাড়ী বাজার থেকে প্রায় ১ কিঃ মিঃ দক্ষিণ পূর্ব দিকে অবস্থিত।\n\n\n== ইতিহাস ==\nস্থানীয়দের ধারণা সম্ভবত ১০০৬ (বাংলা ৪১৩ সন) সালের দিকে হজরত খাইরুল বাসার ওমজ (রহ.) ইসলাম প্রচারের উদ্দেশ্যে আলমডাঙ্গা উপজেলায় ঘোলদাড়ী গ্রামে মসজিদটি নির্মাণ করেন। ইতিহাসবিদদের মতে, ইখতিয়ার উদ্দিন মোহাম্মদ বিন বখতিয়ার খলজির নদীয়া বিজয়ের অনেক আগে ঘোলদাড়ী মসজিদটি নির্মাণ করা হয়েছে। হাজার বছরের ইতিহাস ও ঐতিহ্যের সাক্ষী হিসেবে আজো দাঁড়িয়ে আছে এ মসজিদ।\nইতিহাস পর্যালোচনা করে জানা যায়, প্রথম শতাব্দীর কোনো এক সময় হজরত খাইরুল বাসার ওমজ (রহ.) নদীপথে আলমডাঙ্গায় আসেন। আসার সময় ঘোলদাড়ী এলাকায় শেষ হয় নদীর কূল। সে সময় ঘোলদাড়ী এলাকায় কিছু বাড়িঘর ছিল। ইসলাম প্রচারের জন্য ঘোলদাড়ী গ্রামে আস্তানা গড়েন তিনি। এখান থেকেই তিনি ইসলাম প্রচার-প্রসারের কাজ শুরু করেন। এ সময় তিনি এ গ্রামে একটি মসজিদ নির্মাণ করেন। এটিই বর্তমানে ঘোলদাড়ী জামে মসজিদ হিসেবে পরিচিত। হজরত খাইরুল বাসার ওমজের (রহ.) মৃত্যুর পর এ মসজিদ প্রাঙ্গণেই তাকে দাফন করা হয়।\n\n\n== অবকাঠামো ==\nহাজার বছরের ঐতিহ্য আলমডাঙ্গা উপজেলার তিন গম্বুজবিশিষ্ট ঘোলদাড়ী জামে মসজিদটির নির্মাণশৈলী  অত্যন্ত  মনোমুগ্ধকর । এই মসজিদের চার কোণের থামের ওপর রয়েছে ৪টি ছোট মিনার। রয়েছে দুই পাশে দুটি দরজা আর দক্ষিণ দিকে একটি জানালা। মসজিদটি তৈরিতে ব্যবহার করা হয়েছে পাতলা ইট, টালি ও চুন-সুড়কি। এ ছাড়া রয়েছে ৬টি কুঠোরি। মসজিদের ভেতরের দেয়ালে আঁকা আছে নানা ধরনের লতাপাতা ও ফুলের কারুকাজ। অবাক হলেও সত্য যে মসজিদের গাঁথুনির সময় চুন-সুড়কির সঙ্গে মেশানো হয়েছিল মসুর ডালও। মসজিদের শিলালিপিটি প্রায় নষ্ট হয়ে গেছে। তারপরও স্থাপত্য ও নির্মাণশৈলী দেখে অনুমান করা যায়, মসজিদটি ১০০৬ সালের দিকে তৈরি। মসজিদের ভেতরে বর্তমানে ২ কাতার ও বাইরে ৩ কাতার করে মুসল্লিরা নামায আদায় করেন ।\n\n\n== আরও দেখুন ==\nবাংলাদেশের মসজিদের তালিকা\nখুলনা বিভাগের মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}