{"pageid": 113736, "title": "সাম্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=113736", "content": "কমিউনিজম (ল্যাটিন শব্দ communis থেকে, অর্থ 'সাধারণ, সর্বজনীন') একটি সামাজিক, রাজনৈতিক, দার্শনিক এবং অর্থনৈতিক মতবাদ, যা সমাজতান্ত্রিক আন্দোলনের অংশ। এর লক্ষ্য একটি কমিউনিস্ট সমাজের সৃষ্টি, যেখানে উৎপাদন, বিতরণ এবং বিনিময়ের উপায়গুলি সাধারণ মালিকানাধীন হবে, এবং পণ্যসমূহের বণ্টন হবে সমাজের প্রতিটি ব্যক্তির প্রয়োজন অনুযায়ী। একটি কমিউনিস্ট সমাজে ব্যক্তিগত সম্পত্তি, সামাজিক শ্রেণি এবং পরবর্তীকালে অর্থ ও রাষ্ট্র (বা জাতিরাষ্ট্র) থাকবে না।\nকমিউনিস্টরা সাধারণত স্বেচ্ছায় স্ব-শাসনের দিকে লক্ষ্য স্থাপন করে, তবে এই লক্ষ্যে পৌঁছানোর পদ্ধতি নিয়ে তাদের মধ্যে ভিন্নমত দেখা যায়। এটি একটি লিবার্টারিয়ান সমাজতান্ত্রিক দৃষ্টিভঙ্গির মাধ্যমে স্বতঃস্ফূর্ত বিপ্লব এবং শ্রমিকদের স্ব-পরিচালনার উপর ভিত্তি করে একটি দৃষ্টিভঙ্গি এবং আরও কর্তৃত্ববাদী একটি দলনির্ভর পদ্ধতির মধ্যে পার্থক্য নির্দেশ করে, যেখানে একটি সমাজতান্ত্রিক রাষ্ট্র প্রতিষ্ঠার পর রাষ্ট্রের বিলুপ্তি ঘটে। রাজনৈতিক বৃত্তের একটি প্রধান মতবাদ হিসেবে কমিউনিস্ট দল ও আন্দোলনগুলোকে প্রায়ই চরম বাম বা দূর-বামপন্থী বলে বর্ণনা করা হয়।\nইতিহাস জুড়ে কমিউনিজমের বিভিন্ন ধারা বিকশিত হয়েছে, যার মধ্যে রয়েছে অরাজনৈতিক কমিউনিজম, মার্কসবাদী চিন্তাধারা, এবং ধর্মীয় কমিউনিজম। কমিউনিজমের বিভিন্ন চিন্তাধারার মধ্যে সাধারণ বৈশিষ্ট্য হলো সমাজের বর্তমান ব্যবস্থা মূলত পুঁজিবাদ থেকে উদ্ভূত, যা অর্থনৈতিক ব্যবস্থা এবং উৎপাদন প্রণালীর ভিত্তিতে দুটি প্রধান সামাজিক শ্রেণির সৃষ্টি করে। এই দুটি শ্রেণির মধ্যে সম্পর্কটি শোষণমূলক, এবং এটি শুধুমাত্র সামাজিক বিপ্লবের মাধ্যমে পরিবর্তন করা সম্ভব। এই দুটি শ্রেণি হলো প্রলেতারিয়েত, যারা সমাজের সংখ্যাগরিষ্ঠ অংশ এবং জীবিকার জন্য তাদের শ্রমশক্তি বিক্রি করতে বাধ্য, এবং বুর্জোয়া, যারা উৎপাদনের উপায়গুলির ব্যক্তিগত মালিকানার মাধ্যমে মুনাফা অর্জন করে। এই বিশ্লেষণ অনুসারে, একটি কমিউনিস্ট বিপ্লব শ্রমিক শ্রেণিকে ক্ষমতায় আনবে এবং সম্পত্তির সাধারণ মালিকানার ভিত্তিতে একটি কমিউনিস্ট উৎপাদন ব্যবস্থা প্রতিষ্ঠা করবে।\nআধুনিক কমিউনিজমের ভিত্তি ১৮শ শতকের ফ্রান্সে সমাজতান্ত্রিক আন্দোলন থেকে উদ্ভূত হয়, যা ফরাসি বিপ্লবের পরপরই বিকশিত হয়। ব্যক্তিগত সম্পত্তির ধারণার সমালোচনা ১৮শ শতকের আলোকায়ন যুগে গ্যাব্রিয়েল বনো দ্য মাবলি, জঁ মেসলিয়ে, এতিয়েন-গ্যাব্রিয়েল মোরেলি, অঁরি দ্য সাঁ-সিমোঁ এবং জঁ-জাক রুশোর মতো চিন্তাবিদদের মাধ্যমে প্রকাশিত হয়। ফরাসি বিপ্লবের সময়, ফ্রাঁসোয়া-নোয়েল বাবুফ, নিকোলাস রেস্টিফ দ্য লা ব্রেটন এবং সিলভাঁ মারেশ্যালের নেতৃত্বে কমিউনিজম একটি রাজনৈতিক মতবাদ হিসেবে আবির্ভূত হয়। আধুনিক কমিউনিজমের পূর্বসূরী হিসেবে এদের গণ্য করা হয়।\n২০শ শতকে, মার্কসবাদ-লেনিনবাদের অনুসারী বলে দাবি করা বিভিন্ন কমিউনিস্ট সরকার ক্ষমতায় আসে। প্রথমে ১৯১৭ সালের রুশ বিপ্লবের মাধ্যমে সোভিয়েত ইউনিয়নে এবং পরবর্তীকালে দ্বিতীয় বিশ্বযুদ্ধের পর পূর্ব ইউরোপ, এশিয়া এবং কয়েকটি অঞ্চলে। সমাজতন্ত্রের বিভিন্ন শাখার মধ্যে কমিউনিজম, ১৯২০-এর দশকের প্রথম দিকে, আন্তর্জাতিক সমাজতান্ত্রিক আন্দোলনের মধ্যে প্রধান রাজনৈতিক প্রবণতা হয়ে ওঠে।\n২০শ শতকের বেশিরভাগ সময়ে, বিশ্বের প্রায় এক-তৃতীয়াংশ জনগণ কমিউনিস্ট সরকারগুলোর শাসনে বসবাস করেছিল। এই সরকারগুলোর বৈশিষ্ট্য ছিল একদলীয় শাসন, যেখানে একটি কমিউনিস্ট দল ক্ষমতায় ছিল; ব্যক্তিগত সম্পত্তি ও পুঁজিবাদকে প্রত্যাখ্যান; অর্থনৈতিক কর্মকাণ্ড এবং গণমাধ্যমের ওপর রাষ্ট্রের নিয়ন্ত্রণ; ধর্মীয় স্বাধীনতার ওপর সীমাবদ্ধতা; এবং বিরোধী মত ও ভিন্নমতকে দমন। ১৯৯১ সালে সোভিয়েত ইউনিয়নের ভেঙে যাওয়ার পর, পূর্বে কমিউনিস্ট শাসিত বেশ কয়েকটি সরকার কমিউনিস্ট শাসন সম্পূর্ণভাবে প্রত্যাখ্যান বা বিলুপ্ত করে। এরপর কেবলমাত্র চীন, কিউবা, লাওস, উত্তর কোরিয়া এবং ভিয়েতনামের মতো অল্প কিছু নামমাত্র কমিউনিস্ট সরকার অবশিষ্ট থাকে। উত্তর কোরিয়া ব্যতীত বাকি রাষ্ট্রগুলো অর্থনৈতিক প্রতিযোগিতার সুযোগ বাড়াতে শুরু করেছে, যদিও একদলীয় শাসন বজায় রেখেছে।\n২০শ শতকের শেষের দিকে কমিউনিজমের পতনকে কমিউনিস্ট অর্থনীতির অন্তর্নিহিত অদক্ষতা এবং কমিউনিস্ট সরকারগুলোর কর্তৃত্ববাদ ও আমলাতান্ত্রিকতার প্রবণতার ফলাফল হিসেবে দেখা হয়।\nসোভিয়েত ইউনিয়ন বিশ্বের প্রথম নামমাত্র কমিউনিস্ট রাষ্ট্র হিসেবে আবির্ভূত হওয়ার ফলে, কমিউনিজম সাধারণত সোভিয়েত অর্থনৈতিক মডেলের সঙ্গে যুক্ত হয়ে পড়ে। তবে, বেশ কয়েকজন পণ্ডিতের মতে, এই মডেল বাস্তবে রাষ্ট্রীয় পুঁজিবাদের একটি রূপে পরিণত হয়েছিল। ২০শ শতকের কমিউনিস্ট রাষ্ট্রগুলোর স্মৃতি জনপরিসরে এক ধরনের মতাদর্শগত যুদ্ধক্ষেত্র হয়ে দাঁড়িয়েছে, যেখানে বিরোধী কমিউনিজম এবং কমিউনিজম-বিরোধিতার মধ্যে সংঘর্ষ দেখা যায়।\nঅনেক লেখক কমিউনিস্ট শাসনামলে সংঘটিত গণহত্যা এবং মৃত্যুহারের বিষয়ে আলোচনা করেছেন, যেমন জোসেফ স্টালিনের শাসনে সোভিয়েত ইউনিয়নে অতিরিক্ত মৃত্যুহার। এই বিষয়গুলো এখনও একাধিক বিতর্কের কেন্দ্রবিন্দু, যা একাডেমিয়া, ইতিহাসচর্চা এবং রাজনীতিতে গভীর বিভাজন সৃষ্টি করে, বিশেষ করে কমিউনিজম এবং কমিউনিস্ট রাষ্ট্রগুলোর উত্তরাধিকার নিয়ে আলোচনার ক্ষেত্রে।\n\n\n== ইতিহাস ==\n\n\n=== ব্যুৎপত্তি ===\nকমিউনিজম শব্দটি ফরাসি শব্দ communisme থেকে উদ্ভূত, যা লাতিন-মূল শব্দ communis (যার আক্ষরিক অর্থ \"সাধারণ\") এবং প্রত্যয় isme (যা কোনো কাজ, অনুশীলন বা প্রক্রিয়ার নির্দেশ করে) এর সংযোজনে গঠিত। অর্থগতভাবে, communis অনুবাদ করা যায় \"সমাজের জন্য\" বা \"সমাজের\", এবং isme এমন একটি প্রত্যয় যা কোনো অবস্থা, শর্ত, ক্রিয়া, বা মতবাদকে বিমূর্ত করে বোঝায়। সেই অনুযায়ী, কমিউনিজমকে \"সমাজের জন্য থাকা বা সমাজের অবস্থা\" হিসেবে ব্যাখ্যা করা যেতে পারে। এই অর্থবহ গঠনই শব্দটির বিবর্তনে এর বিভিন্ন ব্যবহারকে প্রভাবিত করেছে।\nকমিউনিজম শব্দটি এর আধুনিক অর্থে একটি অর্থনৈতিক এবং রাজনৈতিক সংগঠনের ধারণার সঙ্গে যুক্ত হওয়ার আগে, এটি মূলত বিভিন্ন সামাজিক পরিস্থিতি নির্দেশ করতে ব্যবহৃত হতো। ১৮৪৮ সালের পর, কমিউনিজম প্রধানত মার্কসবাদ-এর সঙ্গে যুক্ত হয়ে পড়ে, বিশেষত দ্য কমিউনিস্ট ম্যানিফেস্টো-তে প্রকাশিত একটি নির্দিষ্ট ধরণের কমিউনিজমের প্রস্তাবের মাধ্যমে।\nআধুনিক অর্থে শব্দটির প্রথম ব্যবহারগুলোর একটি পাওয়া যায় প্রায় ১৭৮৫ সালে, ভিক্টর দ্যুপে কর্তৃক নিকোলাস রেস্টিফ দ্য লা ব্রেটন-কে লেখা একটি চিঠিতে, যেখানে দ্যুপে নিজেকে auteur communiste (\"কমিউনিস্ট লেখক\") হিসেবে বর্ণনা করেন। ১৭৯৩ সালে, রেস্টিফ প্রথম communisme শব্দটি ব্যবহার করেন এমন একটি সামাজিক ব্যবস্থা বোঝাতে, যা সাম্যের নীতিতে এবং সম্পত্তির সাধারণ মালিকানায় ভিত্তি করে। রেস্টিফ তার লেখায় নিয়মিত এই শব্দটি ব্যবহার করেন এবং প্রথমবারের মতো কমিউনিজমকে সরকার পরিচালনার একটি রূপ হিসেবে বর্ণনা করেন।\nজন গুডউইন বার্মবি ১৮৪০ সালের দিকে ইংরেজি ভাষায় communism শব্দটির প্রথম ব্যবহারের জন্য কৃতিত্বপ্রাপ্ত।\n\n\n== সাম্যবাদের ও সমাজতন্ত্র ==\n১৮৪০-এর দশক থেকে, কমিউনিজম শব্দটি সাধারণত সোশালিজম থেকে পৃথকভাবে বোঝানো হয়েছে। ১৮৬০-এর দশকের মধ্যে সোশালিজম শব্দের আধুনিক সংজ্ঞা এবং ব্যবহার স্থির হয়ে যায় এবং এটি অ্যাসোসিয়েশনিজম (ফুরিয়েরিজম), মিউচুয়ালিজম, বা কো-অপারেটিভের মতো বিকল্প শব্দের তুলনায় প্রাধান্য লাভ করে, যা আগে সমার্থক হিসেবে ব্যবহৃত হতো। এ সময় কমিউনিজম শব্দটির ব্যবহার কমে গিয়েছিল।\nকমিউনিজম এবং সোশালিজম-এর মধ্যে একটি প্রাথমিক পার্থক্য ছিল এই যে, সোশালিজম কেবলমাত্র উৎপাদনকে সামাজিকীকরণের লক্ষ্য স্থির করেছিল, যেখানে কমিউনিজম উৎপাদন এবং ভোগ উভয়কেই সামাজিকীকরণ করতে চেয়েছিল (যেমন, চূড়ান্ত পণ্যগুলোর উপর সাধারণ প্রবেশাধিকারের মাধ্যমে)। এই পার্থক্য মার্কস-এর কমিউনিজমে দেখা যায়, যেখানে পণ্যের বণ্টন \"প্রত্যেকের প্রয়োজন অনুযায়ী\" নীতিতে ভিত্তি করে, যা সোশালিজমের \"প্রত্যেকের অবদানের ভিত্তিতে\" নীতির বিপরীতে। সোশালিজমকে বিতরণগত ন্যায়বিচারের জন্য একটি দর্শন এবং কমিউনিজমকে সোশালিজমের একটি শাখা হিসেবে বর্ণনা করা হয়েছে, যা অর্থনৈতিক সমতাকে এর বণ্টন ন্যায়বিচারের রূপ হিসেবে পছন্দ করে।\n১৯শ শতকের ইউরোপে, কমিউনিজম এবং সোশালিজম শব্দগুলোর ব্যবহার ক্রমে ধর্মীয় দৃষ্টিভঙ্গি এবং সাংস্কৃতিক মনোভাবের সঙ্গে সামঞ্জস্যপূর্ণ হয়ে ওঠে। ইউরোপীয় খ্রিস্টান সমাজে, কমিউনিজমকে নাস্তিকতাপূর্ণ জীবনধারা বলে বিশ্বাস করা হতো। প্রোটেস্ট্যান্ট ইংল্যান্ডে, কমিউনিজম শব্দটি রোমান ক্যাথলিকদের কমিউনিয়ন আচারবিধির সঙ্গে উচ্চারণগতভাবে সাদৃশ্যপূর্ণ ছিল; ফলে ইংল্যান্ডের নাস্তিকরা নিজেদের সোশালিস্ট হিসেবে পরিচিত করত।\nফ্রিডরিখ এঙ্গেলস উল্লেখ করেন যে, ১৮৪৮ সালে দ্য কমিউনিস্ট ম্যানিফেস্টো প্রকাশের সময়, ইউরোপে সোশালিজম ছিল শ্রদ্ধেয়, কিন্তু কমিউনিজম ছিল না। ইংল্যান্ডের ওয়েনাইট এবং ফ্রান্সের ফুরিয়েরিস্টদের সম্মানজনক সোশালিস্ট মনে করা হতো, যখন \"সম্পূর্ণ সামাজিক পরিবর্তনের প্রয়োজনীয়তা\" ঘোষণাকারী শ্রমিক শ্রেণির আন্দোলন নিজেদের কমিউনিস্ট হিসেবে অভিহিত করত। এই সোশালিজমের শাখাটি ফ্রান্সে এতিয়েন কাবেট এবং জার্মানিতে ভিলহেল্ম ভাইটলিংয়ের কমিউনিস্ট কাজের উদ্ভব ঘটায়।\n১৮৮৮ সালের মধ্যে, মার্ক্সবাদীরা কমিউনিজম শব্দের পরিবর্তে সোশালিজম ব্যবহার শুরু করে, কারণ কমিউনিজমকে পুরনো ধাঁচের সমার্থক শব্দ হিসেবে বিবেচনা করা হচ্ছিল। তবে ১৯১৭ সালে অক্টোবর বিপ্লবের পর, সোশালিজম শব্দটি পুঁজিবাদ এবং কমিউনিজমের মধ্যবর্তী একটি বিশেষ ধাপ বোঝাতে ব্যবহৃত হতে থাকে। এই মধ্যবর্তী ধাপটি ভ্লাদিমির লেনিন দ্বারা উপস্থাপিত হয়, যা ঐতিহ্যবাহী মার্ক্সবাদীদের সমালোচনার বিরুদ্ধে বলশেভিক ক্ষমতা দখলের একটি রক্ষাকবচ হিসেবে ব্যবহৃত হয়।\n১৯১৮ সালে, রাশিয়ান সোশাল ডেমোক্র্যাটিক লেবার পার্টি নিজেদের নাম পরিবর্তন করে সোভিয়েত ইউনিয়নের কমিউনিস্ট পার্টি রাখে। ফলে কমিউনিস্ট শব্দটি বলশেভিজম, লেনিনবাদ এবং পরে ১৯২০-এর দশকে মার্ক্সবাদ-লেনিনবাদ সমর্থনকারী সোশালিস্টদের বোঝাতে ব্যবহৃত হতে থাকে। তবে, কমিউনিস্ট পার্টিগুলো নিজেদের এখনো সোশালিস্ট হিসেবে বর্ণনা করত এবং সোশালিজমের প্রতি নিবেদিত বলে দাবি করত।\nদ্য অক্সফোর্ড হ্যান্ডবুক অফ কার্ল মার্ক্স-এর মতে, \"মার্ক্স অনেক শব্দ ব্যবহার করেছিলেন পুঁজিবাদ-পরবর্তী সমাজকে বোঝাতে—যেমন, পজিটিভ হিউম্যানিজম, সোশালিজম, কমিউনিজম, মুক্ত ব্যক্তিত্বের ক্ষেত্র, উৎপাদকদের মুক্ত সমিতি ইত্যাদি। তিনি এগুলোকে একেবারে আন্তঃবিনিময়যোগ্য হিসেবে ব্যবহার করেছিলেন। 'সোশালিজম' এবং 'কমিউনিজম' পৃথক ঐতিহাসিক ধাপ হিসেবে ধারণাটি তার কাজের জন্য অচেনা এবং এটি তার মৃত্যুর পরই মার্ক্সবাদী পরিভাষায় প্রবেশ করে।\"\nএনসাইক্লোপিডিয়া ব্রিটানিকা অনুসারে, \"কমিউনিজম কীভাবে সোশালিজম থেকে আলাদা, তা দীর্ঘদিন ধরে বিতর্কের বিষয়, তবে এই পার্থক্য প্রধানত কার্ল মার্ক্সের বিপ্লবী সোশালিজমের প্রতি কমিউনিস্টদের আনুগত্যের ওপর নির্ভরশীল।\"\n\n\n== সাম্যবাদ ও সমাজতন্ত্রের মধ্যে তফাৎ ==\nসমাজতন্ত্রে শ্রেণী বিলোপের সূত্রপাত ও বৈরী শ্রেণীদের বিলোপ আর সাম্যবাদে সমস্ত শ্রেণীর উচ্ছেদ ও লোকসমাজতন্ত্রে কিছুটা কাল যাবত বুর্জোয়া চেতনাগত অধিকারই শুধু নয়, রাষ্ট্রও টিকে থাকে। সমাজতন্ত্র আবশ্যিকতার রাজ্য, আর সাম্যবাদে বুর্জোয়া চেতনাগত অধিকার ও রাষ্ট্র কিছুই থাকবে না। সমাজতন্ত্রে পোলেটেরিয়েত একনায়কত্ব থাকে আর সাম্যবাদে কোনো শ্রেণীরই অস্তিত্ব থাকে না। সাম্যবাদ শ্রেণীহীন সমাজ।\nসমাজতন্ত্রে বেতন ও মজুরির অনুপাত সমান থাকে এবং পরে কাগজি ভাউচার থাকে। আর সাম্যবাদে বেতন বা মজুরির অস্তিত্বই থাকে না।\nসমাজতন্ত্রে স্থায়ী সেনাবাহিনীর বদলে গণমিলিশিয়া থাকে আর সাম্যবাদে কোন বাহিনীরই অস্তিত্ব থাকবে না।\nসমাজতন্ত্রে কায়িক ও মানসিক, শিল্প ও কৃষি, দক্ষ ও অদক্ষ শ্রমের ভাগ থাকে আর সাম্যবাদে কোনো ভাগ থাকে না।\nসমাজতন্ত্রে মালিকানার দুই রূপঃ সর্বজনীন ও সমবায় মূলক আর সাম্যবাদে একরূপঃ সমাজের।\nসমাজতন্ত্রে শ্রম জীবনধারণের উপায় আর সাম্যবাদে জীবনেরই প্রাথমিক প্রয়োজন শ্রম।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nReason in Revolt: Marxism and Modern Science By Alan Woods and Ted Grant\nForman, James D., \"Communism from Marx's Manifesto to 20th Century Reality\", New York, Watts. 1972. আইএসবিএন ৯৭৮-০-৫৩১-০২৫৭১-০\nBooks on Communism, Socialism and Trotskyism\nFuret, Francois, Furet, Deborah Kan (Translator), \"The Passing of an Illusion: The Idea of Communism in the Twentieth Century\", University of Chicago Press, 2000, আইএসবিএন ৯৭৮-০-২২৬-২৭৩৪১-৯\nDaniels, Robert Vincent, \"A Documentary History of Communism and the World: From Revolution to Collapse\", University Press of New England, 1994, আইএসবিএন ৯৭৮-০-৮৭৪৫১-৬৭৮-৪\nMarx, Karl and Friedrich Engels, \"Communist Manifesto\", (Mass Market Paperback - REPRINT), Signet Classics, 1998, আইএসবিএন ৯৭৮-০-৪৫১-৫২৭১০-৩\nDirlik, Arif, \"Origins of Chinese Communism\", Oxford University Press, 1989, আইএসবিএন ৯৭৮-০-১৯-৫০৫৪৫৪-৫\nBeer, Max, \"The General History of Socialism and Social Struggles Volumes 1 & 2\", New York, Russel and Russel, Inc. 1957\nAdami, Stefano, 'Communism', in Encyclopedia of Italian Literary Studies, ed. Gaetana Marrone - P.Puppa, Routledge, New York- London, 2006\n\n\n== বহিঃসংযোগ ==\n\nIn Defense of Marxism\nhttps://web.archive.org/web/20190701231625/https://www.broadleft.org/ - Comprehensive list of the leftist parties of the world\nAnarchy Archives Includes the works of anarchist communists.\nLibertarian Communist Library\nMarxists Internet Archive\nMarxist.net\nThe Communist League  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ ডিসেম্বর ২০২০ তারিখে\nThe Mu Particle in \"Communism\", a short etymological essay by Wu Ming.\nOpen Society Archives, the biggest history of communism and cold war archive in the world.\nIslam and Communism"}