{"pageid": 1137233, "title": "নাথান ব্রাউন", "url": "https://bn.wikipedia.org/wiki?curid=1137233", "content": "নাথান ব্রাউন (অসমীয়া: নাথান ব্ৰাউন; ২২ জুন ১৮০৭ - ১ জানুয়ারী ১৮৮৬) ছিলেন ভারত ও জাপানে একজন মার্কিন ব্যাপ্টিস্ট ধর্মপ্রচারক, বাইবেল অনুবাদক ও বিলোপবাদী। তিনি অসমীয়া ভাষা, ব্যাকরণ এবং লিপির উপর তার কাজের জন্য বিখ্যাত।\n১৮৪৩ সালের দিকে শিবসাগরে তিনি নূতন নিয়মকে অসমীয়া বা অমর ত্রঙ্কোর্তা যিসু খ্রিস্টোর নোতুন নিওম (আমাৰ ত্ৰাণকৰ্তা য়িচু খ্রিষ্টৰ নতুন নিয়ম) নিয়মে অনুবাদ করা শুরু করেন যা তিনি ১৮৪৮ সালে প্রকাশ করেন। ১৮৫৪ সালে তিনি খ্রিষ্টৰ বিবৰণ আৰু শুভ বাৰ্তা নামে আরেকটি বই প্রকাশ করেন যার অর্থ যীশু খ্রীষ্ট এবং তাঁর পবিত্র বার্তা। তিনি তার অন্যান্য ধর্মপ্রচারক সহকর্মীদের সাথে প্রার্থনার অনুবাদও করতেন। ১৮৪৮ সালে আমেরিকান ব্যাপ্টিস্ট মিশন প্রেস দ্বারা অসমীয়া ভাষার ব্যাকরণ সংক্রান্ত নোটিশ প্রকাশিত হয়। ১৮৪৬ সালে তার সহকর্মী অলিভার কাটারের সাথে তিনি অরুনোদয় (অৰুনোদই) নামক প্রথম অসমীয়া সাময়িকী প্রকাশ করেন। তিনি সমসাময়িক ও ঐতিহাসিক অসমীয়া পণ্ডিতদের রচনাও প্রকাশ করেন, যার নামগুলো হল অসম বুরঞ্জী (আসামের ইতিহাস, অসম বুৰঞ্জী) ১৮৪৪ সালে কাশীনাথ ফুকন দ্বারা, কিতাবত মনজোরি (গণিত, অসমীয়া শ্লোকে, কিতাবত মঞ্জৰী) দুটি অংশে, ১৮৪৫ সালে বকুল কায়স্থ দ্বারা লীলাওতি এবং পডগনিত ও ১৮৫০ সালে সুতিয়া বুরঞ্জী (চুতিয়া বুৰঞ্জী) ইত্যাদি। আসামে ব্রাউনকে স্থানীয় ভাষা ও সাহিত্যের অগ্রদূত এবং বিজয়ী হিসাবে বিবেচনা করা হয়।\n\n\n== বার্মা ও আসামে প্রাথমিক জীবন এবং মিশন ==\n\nনাথান ব্রাউন নিউ হ্যাম্পশায়ারের নিউ ইস্পসুইচে জন্মগ্রহণ করেন, তিনি উইলিয়ামস কলেজে পড়াশোনা করেন, যেখানে তিনি তার শ্রেনীতে প্রথম স্নাতক হন। তিনি ও তার স্ত্রী, যাকে তিনি ১৮৩০ সালে বিয়ে করেছিলেন, বার্মায় ধর্মপ্রচারক হিসাবে কাজ করতে গিয়েছিলেন। ব্রাউনের আসল উদ্দেশ্য ছিল বর্মী ভাষায় বাইবেল অনুবাদ করা, কিন্তু শীঘ্রই তিনি অলিভার কাটার এবং মাইলস ব্রনসনের সাথে আসামের ভারতীয় অঞ্চলে একটি মিশনে নিজেকে টেনে আনেন।\n১৮৪৮ সালে ব্রাউন একটি অসমীয়া ব্যাকরণ প্রকাশ করেন, তারপরে নূতন নিয়মের একটি অসমীয়া অনুবাদ প্রকাশিত হয়। তিনি দেখতে পান যে শ্রীরামপুর মিশন প্রেস (১৮৩২) থেকে উইলিয়াম কেরি কর্তৃক প্রকাশিত অসমীয়া বাইবেলটি সেই সময়ে প্রচলিত ছিল, এতে বাংলা ও সংস্কৃত ঋণ শব্দ ছিল, তাই এটি মূর্খতাগতভাবে অপর্যাপ্ত ছিল। তাই তিনি (কেরির পুরানো সহকর্মী পন্ডিত আত্মরাম শর্মার সাথে) নতুন নিয়মকে বিশুদ্ধ এবং সহজ অসমীয়া ভাষায় অনুবাদ করার প্রকল্প হাতে নেন। ১৮৩৬ থেকে ১৮৭৩ সাল পর্যন্ত কোম্পানি ও ব্রিটিশ রাজ নীতি অসমীয়াকে বাঙালি শিরোনামে অন্তর্ভুক্ত করে। ব্রাউন দ্বারা সম্পাদিত অসমীয়া প্রকাশনাগুলির কারণে ভাষাটি আংশিকভাবে স্বীকৃতি লাভ করে, যার মধ্যে ছিলো একটি অসমীয়া-ইংরেজি অভিধান ও একটি অসমীয়া ব্যাকরণ বই, সেইসাথে ব্রাউনের স্কুলে পড়ানো হেমচন্দ্র বড়ুয়ার সাথে তার সম্পর্ক ছিল।\n\n\n== বিলুপ্তিবাদ ==\n১৮৫০ সালে ব্রাউন ক্রমবর্ধমান বিলোপবাদী আন্দোলনে তার ভাই উইলিয়ামের সাথে যোগ দিতে মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন। তার ব্যঙ্গাত্মক রচনা ম্যাগনাস মাহারবা এবং ড্রাগন, দাসত্বের বিরুদ্ধে যুদ্ধের একটি বিবরণ। রেভ. ব্রাউন ক্রিস্টোফার কাদমুস কলম ব্যবহার করেছিলেন। এটি দেখায় যে তিনি গ্রিক পুরাণের চরিত্রের সাথে সত্যই চিহ্নিত করেছেন যে তার জীবন এত সমান্তরাল। ক্যাডমাস একজন ভ্রমণকারী এবং সংস্কৃতি এবং ধারণার ভেক্টর হিসাবে সর্বাধিক পরিচিত ছিলেন। তার হারিয়ে যাওয়া বোন ইউরোপার সন্ধানে তার যাত্রা গ্রিসে বর্ণমালার ধারণা আমদানির দিকে পরিচালিত করে। পৌরাণিক কাহিনীতে, ক্যাডমাস একটি ড্রাগনকে হত্যা করেছিল যা মরণশীলদের একটি পবিত্র বসন্তে পৌঁছাতে বাধা দেয়। তিনি ঘটনাস্থলে ড্রাগনের দাঁত লাগিয়েছিলেন; তারা সৈন্যদের মধ্যে অঙ্কুরিত হয়েছিল যারা প্রায় মৃত্যুর সাথে লড়াই করেছিল, বেঁচে থাকা লোকদের সাথে শিক্ষার শহর তৈরি করেছিল।\nনাথান ব্রাউন সহ \" খড়ের মিশনারীরা \" গ্রিক বর্ণমালার প্রবর্তনের বিবরণকে নূতন নিয়মের সৃষ্টির সাথে যুক্ত করেছেন ও প্রতিটি ভাষার জন্য স্থানীয় বর্ণমালা তৈরি করার ধারণাটি ছিল প্রত্যেক ভাষার জন্য বাইবেল অনুবাদের লক্ষ্যের দিকে একটি গুরুত্বপূর্ণ প্রথম পদক্ষেপ। এই মিশনের ছাপাখানা ও স্কুলগুলোও স্থানীয় ভাষা ও সংস্কৃতির ক্ষমতায়নের বাহন হয়ে ওঠে।\n১৮৪৮ সালে আসাম থেকে নিউ ইংল্যান্ডে ফিরে আসার পর নাথান ব্রাউন বোস্টনে দাসপ্রথা বিরোধী উপদেশ প্রদান করে বিলোপবাদী আন্দোলনে যোগ দেন। এই সংগ্রাম শেষ পর্যন্ত আমেরিকার গৃহযুদ্ধে পরিণত হয়। দাসত্ব বিরোধী আন্দোলনের অনেক প্রবক্তাকে বিবেকের ব্যক্তিগত সংগ্রামে তাদের প্রচেষ্টার রক্তাক্ত ফলাফল মোকাবেলা করতে হয়েছিল। রেভ. ব্রাউন ম্যাগনাস মাহার্বাতে হিংসাত্মক উপায়ের প্রশ্নটি মোকাবেলা করেছিলেন।\n\n\n== জাপানে ধর্মপ্রচারনা ==\nযুদ্ধের পর ১৮৬৮ সালে ব্রাউন পশ্চিমা বিশ্বের সংস্কৃতি ও প্রযুক্তিতে শিক্ষার জন্য জাপান যাদেরকে ব্রিজপোর্ট একাডেমি এবং প্রিন্সটন বিশ্ববিদ্যালয়ে পাঠাচ্ছিলো তাদের সাথে আলাপচারিতার মাধ্যমে প্রথমে নতুন প্রবেশযোগ্য জাপানের দিকে মনোযোগ দেন। এই সাংস্কৃতিক বিনিময় একটি দ্বিমুখী প্রক্রিয়া ছিল। রেভ. ব্রাউন এই জাপানি ছাত্রদের একজনের চোখে মার্কিন যুক্তরাষ্ট্রকে দেখায় এমন আরেকটি ব্যঙ্গচিত্র প্রকাশ করেন, যেটি আধ্যাত্মিকতার বদলে ইংল্যান্ডের বস্তুবাদের তীব্র সমালোচনা করেছিল। এক বিনিময় ছাত্র, যার জন্য নাথান ব্রাউন ব্রিজপোর্ট একাডেমিতে একটি চিঠি লিখেছিলেন, অবশেষে রাজকীয় জাপানি নৌবাহিনীতে অ্যাডমিরাল হয়েছিলেন।\nব্রাউনের প্রথম স্ত্রী ১৮৭১ সালে মারা যান, তিনি ১৮৭২ সালে আবার বিয়ে করে বিদেশী মিশনারি কাজে ফিরে আসেন, এইবার সেই দেশের প্রথম ব্যাপ্টিস্ট ধর্মপ্রচারক জোনাথন গোবলের সাথে যোগ দিতে জাপান ভ্রমণ করেন। ১৮৭৩ সালে প্রথম জাপানি ব্যাপ্টিস্ট চার্চ (ইয়োকোহামার প্রথম ব্যাপ্টিস্ট চার্চ) নির্মাণে দুজনে সহযোগিতা করেন। ব্রাউন জাপানি পণ্ডিত টি. কাওয়াকাতসুর সাথে কাজ করেছিলেন একটি জাপানি ভাষার বাইবেল তৈরি করতে যা তখনকার প্রাচীনতম পরিচিত গ্রিক পাণ্ডুলিপি ছিল; তিনি প্রিন্ট সংস্করণ বিতরণের জন্য হাজার হাজার হিরাগানা কপি মুদ্রণ করতে যেতেন (কাঞ্জি বোঝেন না এমন স্বল্প শিক্ষিত ব্যক্তিদের দ্বারা বাইবেল বোঝার লক্ষ্যে)। ব্রাউন ১৮৮৬ সালে ইয়োকোহামায় মারা যান।\n\n\n== আরও দেখুন ==\nঅসমীয়া ভাষা আন্দোলন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য লাইফ অফ নাথান ব্রাউন    ওয়েব্যাক মেশিনে The Life of Nathan Brown, Early American Missionary (আগস্ট ২২, ২০০৭ তারিখে আর্কাইভকৃত)\nব্রাউন, নাথান। অসমীয়া ভাষার ব্যাকরণ সংক্রান্ত নোটিশ । (সিবসাগর: আমেরিকান ব্যাপটিস্ট মিশন প্রেস, ১৮৪৮)।\nব্রাউন, নাথান। হিস্টোরি ওভ ম্যাগনাস মহারবা এবং ব্ল্যাক ড্রাগন । (নিউ ইয়র্ক, ১৮৬৬)।\nব্রাউন, নাথান। উতাতো ফুচি: জাপানি ভাষায় স্তোত্র এবং সুর । (ইয়োকোহামা: এফআর ওয়েটমোর অ্যান্ড কোং, ১৮৭৬)।\nব্রাউন, এলিজাবেথ ডব্লিউ. দ্য হোল ওয়ার্ল্ড কিন: নাথান ব্রাউনের দূরবর্তী উপজাতিদের মধ্যে একটি অগ্রগামী অভিজ্ঞতা এবং অন্যান্য শ্রম । (ফিলাডেলফিয়া: হাবার্ড ব্রাদার্স, ১৮৯০)।\n\"নাথান এবং এলিজা ব্রাউন - অসমীয়া ভাষায় তাদের অবদান\""}