{"pageid": 1137886, "title": "স্নায়ুসন্ধি", "url": "https://bn.wikipedia.org/wiki?curid=1137886", "content": "স্নায়ুসন্ধি বা স্নায়ুসন্নিধি বা প্রান্তসন্নিকর্ষ বা সাইন্যাপস (ইংরেজি: Synapse) হল দুটি নিউরোনের সংযোগস্থল, যেখানে একটি নিউরোনের অ্যাক্সনের প্রান্ত এবং অন্য একটি নিউরোনের ডেনড্রাইটের প্রান্ত খুব কাছাকাছি থাকে (অ্যাক্সোডেনড্রাইটিক সাইন্যাপস-এর ক্ষেত্রে), কিন্তু কখনই স্পর্শ করে না, মাঝে একটি আনুবীক্ষণিক ফাঁক থেকেই যায়, আর এর মধ্য দিয়েই নিউরোহিউমর নামে তরলের মাধ্যমে অ্যাক্সনের প্রান্ত থেকে স্নায়ু-উদ্দীপনা অন্য একটি নিউরোনের ডেনড্রাইটে পরিবাহিত হয়।  স্নায়ুসন্নিধি রাসায়নিক সংকেত প্রেরণের অনুমতি দেয়।\n\n\n== গঠন পদ্ধতি ==\nসাইন্যাপস নিম্নলিখিত কয়েক রকম পদ্ধতিতে গঠিত হতে পারে, যেমন:\n\nঅ্যাক্সো ডেনড্রাইটিক সাইন্যাপস\nএকটি নিউরোনের অ্যাক্সনের শেষ প্রান্ত পরবর্তী নিউরোনের ডেনড্রাইটের সঙ্গে মিলিত হয়, এইরকম সাইন্যাপসকে অ্যাক্সো ডেনড্রাইটিক সাইন্যাপস [axo-dendritic Synapse] বলে।\n\nঅ্যাক্সো সোমাটিক সাইন্যাপস\nএকটি নিউরোনের অ্যাক্সনের শেষ প্রান্ত পরবর্তী নিউরোনের কোষদেহের সঙ্গে মিলিত হয়, এইরকম সাইন্যাপসকে অ্যাক্সো সোমাটিক সাইন্যাপস [axo-somatic Synapse] বলে।\n\nঅ্যাক্সো অ্যাক্সেনিক সাইন্যাপস\nএকটি নিউরোনের অ্যাক্সনের শেষ প্রান্ত (প্রান্তবুরুশ) অপর একটি নিউরোনের অ্যাক্সনের শেষ প্রান্তের সঙ্গে মিলিত হয়, এইরকম সাইন্যাপসকে অ্যাক্সো অ্যাক্সেনিক সাইন্যাপস [axo-axonic Synapse] বলে।\nএছাড়া কখনও কখনও একটি নিউরোনের অ্যাক্সন অনেকগুলি নিউরোনের ডেনড্রাইটের সঙ্গে বা একটি নিউরোনের ডেনড্রাইটের সঙ্গে অনেকগুলি নিউরোনের অ্যাক্সন মিলিত হয়।\n\n\n== কাজ ==\nসাইন্যাপস স্নায়ুস্পন্দনকে (nerve impulse) এক নিউরোন থেকে অপর এক নিউরোনে প্রবাহিত করে। যখন পূর্ববর্তী নিউরোন থেকে স্নায়ুস্পন্দন ওই নিউরোনের অ্যাক্সনের শেষ প্রান্তে আসে তখন অ্যাসিটাইল কোলিন নিঃসৃত হয়ে স্নায়ুস্পন্দনকে পরবর্তী নিউরোনের ডেনড্রাইটের মধ্যে প্রবাহিত করে।\n\n\n== স্নায়ুগ্রন্থি ==\nনার্ভ গ্যাংলিয়ন বা স্নায়ুগ্রন্থি (Nerve Ganglion)\nকয়েকটি স্নায়ুকোষের কোষদেহগুলি একত্রিত হয়ে এই গ্রন্থির সৃষ্টি করে। স্নায়ুগ্রন্থি থেকে স্নায়ুর উৎপত্তি হয়। অনেকগুলো স্নায়ুকোষ একত্রিত হওয়ার ফলে গ্যাংলিয়নকে কিছুটা স্ফীত দেখায়।\n\n\n=== কাজ ===\nস্নায়ুগ্রন্থি থেকে স্নায়ুর উৎপত্তি হয়।\nনিউরো-সিক্রেসন (neuro-secretion) নামক রস ক্ষরণ করে স্নায়ুতন্ত্রকে সিক্ত রাখা।\nঅনেক সময় বিশেষ করে অমেরুদন্ডী প্রাণীদের ক্ষেত্রে স্নায়ুগ্রন্থি থেকে নিউরো-সিক্রেটরি হরমোন ক্ষরিত হয়।\n\n\n== তথ্যসূত্র =="}