{"pageid": 1137352, "title": "বহির্জাগতিক তরল জল", "url": "https://bn.wikipedia.org/wiki?curid=1137352", "content": "বহির্জাগতিক তরল জল হল তরল অবস্থায় থাকা জল, যা প্রাকৃতিকভাবে পৃথিবীর বাইরে ঘটে। এটি একটি ব্যাপক আগ্রহের বিষয়, কারণ আমরা জানি জল জীবনের জন্য একটি মূল পূর্বশর্ত হিসাবে স্বীকৃত এবং এইভাবে এটিকে বহির্জাগতিক জীবনের জন্যও অপরিহার্য বলে অনুমান করা হয়।\nযদিও সৌরজগতের অনেক মহাকাশীয় বস্তুর একটি জলমণ্ডল রয়েছে, তবে পৃথিবীই একমাত্র মহাজাগতিক বস্তু যার পৃষ্ঠে তরল জলের স্থিতিশীল মজুত রয়েছে, উপরিভাগের ৭১% মহাসাগরীয় জল দ্বারা আবৃত করে, যা পৃথিবীতে জীবনের জন্য অপরিহার্য। তরল জলের উপস্থিতি পৃথিবীর বায়ুমণ্ডলীয় চাপ ও সূর্যের বৃত্তাকার বাসযোগ্য অঞ্চলে স্থিতিশীল কক্ষপথ দ্বারা বজায় থাকে, তবে পৃথিবীর জলের উত্স অনিশ্চিত রয়ে গেছে।\nনিশ্চিতকরণের জন্য বর্তমানে ব্যবহৃত প্রধান পদ্ধতিসমূহ হল শোষণ বর্ণালী ও ভূ-রসায়ন। এই কৌশলসমূহ বায়ুমণ্ডলীয় জলীয় বাষ্প ও বরফের জন্য কার্যকর প্রমাণিত হয়েছে। যাইহোক, জ্যোতির্বিদ্যাগত বর্ণালীবিদ্যার বর্তমান পদ্ধতি ব্যবহার করে পার্থিব গ্রহসমূহের তরল জল সনাক্ত করা যথেষ্ট কঠিন, বিশেষ করে ভূপৃষ্ঠগত জলের ক্ষেত্রে। এই কারণে, জ্যোতির্বিদ, জ্যোতির্বিজ্ঞানী ও গ্রহ বিজ্ঞানীরা তরল জলের সম্ভাব্যতা নির্ধারণের জন্য বাসযোগ্য অঞ্চল, মহাকর্ষীয় ও জোয়ার তত্ত্ব, গ্রহগত পার্থক্যের মডেল এবং রেডিওমেট্রি ব্যবহার করেন। আগ্নেয়গিরির ক্রিয়াকলাপে পর্যবেক্ষণ করা জল আরও জোরালো পরোক্ষ প্রমাণ দিতে পারে, যেমন ফ্লুভিয়াল বৈশিষ্ট্য ও অ্যান্টিফ্রিজ এজেন্টের উপস্থিতি, যথা লবণ বা অ্যামোনিয়া।\nএই ধরনের পদ্ধতি ব্যবহার করে, অনেক বিজ্ঞানী অনুমান করেছেন যে তরল জল একসময় মঙ্গল ও শুক্রের বিশাল এলাকা জুড়ে ছিল। পৃথিবীর ভূগর্ভস্থ জলের মতোই কিছু গ্রহের পৃষ্ঠের নিচে তরল হিসেবে জল বিদ্যমান বলে মনে করা হয়। জলীয় বাষ্প কখনও কখনও তরল জলের উপস্থিতির জন্য চূড়ান্ত প্রমাণ হিসাবে বিবেচিত হয়, যদিও বায়ুমণ্ডলীয় জলীয় বাষ্পের অস্তিত্ব অনেক জায়গায় পাওয়া যেতে পারে যেখানে তরল জল নেই। অনুরূপ পরোক্ষ প্রমাণ, তবে, সৌরজগতের অন্য কোথাও বেশ কয়েকটি চাঁদ ও বামন গ্রহের পৃষ্ঠের নীচে তরল পদার্থের অস্তিত্বকে সমর্থন করে। কয়েকটিকে বৃহৎ বহির্জাগতিক \"মহাসাগর\" বলে অনুমান করা হয়। চূড়ান্ত প্রমাণের অভাব সত্ত্বেও, তরল জল অন্যান্য গ্রহ ব্যবস্থায় সাধারণ বলে মনে করা হয় এবং তরল জলের জন্য বহিরাগত প্রার্থীদের একটি ক্রমবর্ধমান তালিকা রয়েছে।নাসার বিজ্ঞানীরা ২০২০ সালের জুন মাসে বিজ্ঞপ্তি প্রকাশ করেছেন, যে গাণিতিক মডেলিং অধ্যয়নের ভিত্তিতে আকাশগঙ্গা ছায়াপথের মহাসাগরের সঙ্গে এক্সোপ্ল্যানেটসমূহ সাদৃশ্যযুক্ত হতে পারে।\n\n\n== তথ্যসূত্র =="}