{"pageid": 1137917, "title": "জিওজাইগো উপত্যকা", "url": "https://bn.wikipedia.org/wiki?curid=1137917", "content": "জিওজাইগো উপত্যকা ([tɕjòʊ.tʂâɪ.kóʊ] (); চীনা: 九寨沟; ফিনিন: Jiǔzhàigōu) দক্ষিণ-পশ্চিম চীনের সিচুয়ান প্রদেশের উত্তরে অবস্থিত একটি প্রাকৃতিক সংরক্ষণ এলাকা এবং জাতীয় উদ্যান। উত্তর থেকে দক্ষিণে বিস্তৃত একটি দীর্ঘ উপত্যকা এই অঞ্চলটি। ১৯৯২ সালে ইউনেস্কো এটিকে বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে স্বীকৃতি দেয় এবং ১৯৯৭ সালে এটি একটি জৈবমণ্ডল সংরক্ষণ এলাকা হিসেবেও ঘোষিত হয়। এটি IUCN-এর সংরক্ষিত এলাকার শ্রেণিবিন্যাস অনুযায়ী V (সংরক্ষিত প্রাকৃতিক দৃশ্যপট) শ্রেণিতে পড়ে।\nজিওজাইগো উপত্যকা তিব্বতীয় মালভূমির সীমানায় অবস্থিত মিন পর্বতমালার অংশ এবং এটি ৭২,০০০ হেক্টর (১,৮০,০০০ একর) এলাকাজুড়ে বিস্তৃত। এর উচ্চতা ৪৮০০ মিটারেরও বেশি এবং এটি বিভিন্ন ধরনের বনজ পরিবেশব্যবস্থার সমন্বয়ে গঠিত। এই এলাকা বহুস্তরবিশিষ্ট জলপ্রপাত, রঙিন হ্রদ এবং তুষারাচ্ছাদিত পর্বতচূড়ার জন্য প্রসিদ্ধ। এখানকার উচ্চতা ২,০০০ থেকে ৪,৫০০ মিটার (৬,৬০০ থেকে ১৪,৮০০ ফুট) পর্যন্ত বিস্তৃত। দক্ষিণে এর সীমানা মিনশান গার্না চূড়া পর্যন্ত এবং উত্তরে রয়েছে হুয়াংলং প্রাকৃতিক এলাকা। এটি জালিং নদীর একটি প্রধান উৎস, যাংসি নদী ব্যবস্থার অংশ, বাইশুই নদী এলাকা থেকে উৎপত্তি হয়েছে।\n\n\n== ইতিহাস ==\nজিওজাইগো নামের অর্থ \"নয়টি বসতির উপত্যকা\"। এই নামটি এসেছে উপত্যকার বরাবর অবস্থিত নয়টি তিব্বতি বসতির কারণে।\nএই দুর্গম অঞ্চল শতাব্দীর পর শতাব্দী ধরে তিব্বতি ও চিয়াং জনগোষ্ঠীর বসবাসস্থল ছিল। ১৯৭৫ সাল পর্যন্ত অঞ্চলটি বহির্বিশ্বের কাছে প্রায় অজানা ছিল। ১৯৭৯ সাল পর্যন্ত এখানে ব্যাপকভাবে বন উজাড় করা হতো। এরপর চীনা সরকার বন কাটার ওপর নিষেধাজ্ঞা জারি করে এবং ১৯৮২ সালে এলাকাটিকে জাতীয় উদ্যান ঘোষণা করে। এক প্রশাসনিক ব্যুরো গঠন করা হয় এবং ১৯৮৪ সালে এটি পর্যটকদের জন্য আনুষ্ঠানিকভাবে খুলে দেওয়া হয়। ১৯৮৭ সালে এলাকাটির অবকাঠামো ও নিয়মকানুন চূড়ান্ত করা হয়।\nএই স্থানটি ১৯৯২ সালে ইউনেস্কো কর্তৃক বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে এবং ১৯৯৭ সালে বিশ্ব জৈবমণ্ডল সংরক্ষণ এলাকা হিসেবে তালিকাভুক্ত হয়। এটি চীনা জাতীয় পর্যটন প্রশাসন কর্তৃক AAAAA শ্রেণির পর্যটন এলাকা হিসেবে স্বীকৃত।\nউদ্যানে পর্যটকদের সংখ্যা প্রতি বছরই বেড়েছে—১৯৮৪ সালে মাত্র ৫,০০০ জন থেকে ১৯৯১ সালে ১,৭০,০০০ জন, ১৯৯৫ সালে ১,৬০,০০০ জন এবং ১৯৯৭ সালে ২,০০,০০০ জন, যার মধ্যে প্রায় ৩,০০০ জন ছিল বিদেশি। ২০০২ সালে দর্শনার্থীর সংখ্যা পৌঁছে যায় ১১,৯০,০০০-এ। ২০০৪-এর হিসাব অনুযায়ী, এখানে প্রতিদিন গড়ে ৭,০০০ জন ভ্রমণকারী আসে, আর উচ্চ পর্যটন মৌসুমে এই সংখ্যা ১২,০০০-এ পৌঁছায় বলে জানা যায়। উপত্যকার প্রস্থানপথে Zhangzha শহর এবং নিকটবর্তী Songpan County-তে হোটেলের সংখ্যা দ্রুত বাড়ছে, যার মধ্যে শেরাটন-এর মতো বেশ কয়েকটি পাঁচতারকা হোটেলও রয়েছে।\nএই অঞ্চলে ব্যাপক পর্যটন উন্নয়নের ফলে উদ্যান ও তার আশপাশের প্রাকৃতিক পরিবেশের ওপর বিরূপ প্রভাব পড়ার আশঙ্কা তৈরি হয়েছে।\n\n\n=== ২০১৭ সালের ভূমিকম্প ===\n২০১৭ সালের আগস্ট মাসে জিওজাইগো কাউন্টিতে ৭.০ মাত্রার একটি ভূমিকম্প আঘাত হানে, যা উল্লেখযোগ্য কাঠামোগত ক্ষতির কারণ হয়। কর্তৃপক্ষ পর্যটকদের জন্য উপত্যকাটি বন্ধ করে দেয় এবং ২০১৮ সালের ৩ মার্চ তা সীমিত পরিসরে পুনরায় খুলে দেওয়া হয়।\nচীনের সিচুয়ানে ঘটে যাওয়া এই ভূমিকম্প জিওজাইগো উপত্যকার প্রাকৃতিক দৃশ্যকে ব্যাপকভাবে ক্ষতিগ্রস্ত করে। এতে দুটি প্রাকৃতিক বাঁধ — নু’রিলাং জলপ্রপাত বাঁধ ও হুয়োহুয়া হ্রদের বাঁধ — ক্ষতিগ্রস্ত ও ভেঙে যায়।\nনু’রিলাং জলপ্রপাত বাঁধের গঠন আগে থেকেই দুর্বল ছিল এবং এটি খাড়া ভূপ্রকৃতির কারণে ভূমিকম্পের প্রভাব আরও বেশি অনুভব করে। বাঁধের নির্মাণসামগ্রী ছিল দুর্বল এবং সহজেই ভাঙনের ঝুঁকিপূর্ণ। তার প্রায় উল্লম্ব গঠন ভূকম্পনের সময় ওপরের অংশে চাপ সৃষ্টি করে, ফলে বাঁধে বিকৃতি ও ধসের সম্ভাবনা বেড়ে যায়।\nভূমিকম্পের ফলে হুয়োহুয়া হ্রদের বাঁধও ভেঙে যায়। বাঁধ ভেঙে যাওয়ার পর পানির নির্গমন গতিবেগ স্বাভাবিক ৯.৩ ঘনমিটার/সেকেন্ড থেকে বেড়ে ২১.৫ ঘনমিটার/সেকেন্ডে পৌঁছে যায়। এর ফলে পানি দ্রুত নেমে যায় এবং বাঁধের পাশে ভাঙন সৃষ্টি হয়।\n\n\n== জনসংখ্যা ==\nজিওজাইগো উপত্যকার নয়টি তিব্বতি গ্রামের মধ্যে সাতটিতে এখনও মানুষ বসবাস করে। পর্যটকদের জন্য সহজে প্রবেশযোগ্য প্রধান গ্রামগুলি হলো হেয়, শুজ়েং এবং জেচাওয়া। এই গ্রামগুলো উপত্যকার মূল পথ বরাবর অবস্থিত এবং পর্যটকদের জন্য বিভিন্ন হস্তশিল্প, স্মারক সামগ্রী ও খাদ্যদ্রব্য বিক্রি করা হয়।\nএছাড়া ছোট জারু উপত্যকায় অবস্থিত রেক্সি গ্রাম এবং হেয় গ্রামের পেছনে অবস্থিত জিয়ানপান, পান্যা ও ইয়ানা গ্রামগুলোও আছে। গুওদু এবং হেজিয়াও গ্রাম বর্তমানে জনশূন্য। উপত্যকার বাইরের জিওজাইগো/ঝাংঝা শহরের পাশ দিয়ে যে রাস্তা গেছে, তার ধারে পেনবু, পানশিং এবং ইয়ংঝু গ্রামগুলো অবস্থিত।\n২০০৩ সালে উপত্যকার স্থায়ী জনসংখ্যা ছিল প্রায় ১,০০০ জন, যা ১১২টি পরিবারের মধ্যে বিভক্ত ছিল। সংরক্ষিত উদ্যান হিসেবে কৃষিকাজ এখন আর অনুমোদিত নয়, তাই স্থানীয় বাসিন্দারা মূলত পর্যটন এবং স্থানীয় সরকারের ভর্তুকির ওপর নির্ভর করে জীবিকা নির্বাহ করেন।\n\n\n== ভূগোল ও জলবায়ু ==\n\nজিওজাইগো উপত্যকা মিনশান পর্বতমালার দক্ষিণ প্রান্তে অবস্থিত, যা চেংদু শহরের প্রায় ৩৩০ কিমি (২০৫ মা) উত্তরে, সিচুয়ান প্রদেশের উত্তর-পশ্চিমাঞ্চলে আবা তিব্বতি ও চিয়াং স্বায়ত্তশাসিত প্রিফেকচারে অবস্থিত জিওজাইগো কাউন্টির (পূর্বতন নাম নানপিং কাউন্টি) অংশ। এটি গানসু প্রদেশের সীমানার কাছাকাছি।\nউপত্যকাটি প্রায় ৭২০ কিমি২ (২৭৮ মা২) এলাকাজুড়ে বিস্তৃত, আর অতিরিক্ত ৬০০ কিমি২ (২৩২ মা২) এলাকা বাফার জোন হিসেবে সংরক্ষিত। এখানকার উচ্চতা স্থানভেদে পরিবর্তিত হয়—শুজ়েং গালির মুখে এটি ১,৯৯৮ থেকে ২,১৪০ মিটার, আর জেচাওয়া গালির শীর্ষে গানজিগংগাই পর্বতে এটি ৪,৫৫৮ থেকে ৪,৭৬৪ মিটার পর্যন্ত পৌঁছায়।\nএখানকার জলবায়ু উপক্রান্তীয় থেকে উষ্ণম temperate মওসুমি প্রকৃতির। বার্ষিক গড় তাপমাত্রা প্রায় ৭.৮ °সে। জানুয়ারিতে গড় তাপমাত্রা −৩.৭ °সে এবং জুলাই মাসে ১৬.৮ °সে। বার্ষিক গড় বৃষ্টিপাত ৭৬১ মিলিমিটার হলেও, মেঘাচ্ছন্ন অরণ্য অঞ্চলে এটি ১,০০০ মিলিমিটারেরও বেশি। মে থেকে অক্টোবরের মধ্যে প্রায় ৮০% বৃষ্টিপাত ঘটে। বর্ষাকালে বৃষ্টি এবং মেঘে আবৃত আবহাওয়া থাকার ফলে গ্রীষ্মকাল তুলনামূলকভাবে হালকা ও আর্দ্র হয়। তবে ৩,৫০০ মিটার উচ্চতার ওপরে জলবায়ু শীতল ও অপেক্ষাকৃত শুষ্ক হয়ে থাকে।\n\n\n== জীববৈচিত্র্য ==\nজিওজাইগো উপত্যকার পরিবেশতন্ত্র প্রধানত উষ্ণমণ্ডলীয় প্রশস্তপাতাযুক্ত বন ও তৃণভূমি শ্রেণিভুক্ত। এটি পর্বত ও মালভূমি–ভিত্তিক মিশ্র ভূপ্রকৃতির অধিকারী। উপত্যকার মূল পর্যটন অঞ্চলের প্রায় ৩০০ কিমি২ (১১৬ মা২) অংশ প্রাকৃতিক, অক্ষত মিশ্র বনে আচ্ছাদিত। শরৎকালে এই বনগুলি উজ্জ্বল হলুদ, কমলা ও লাল রঙে রূপ নেয়, যা এই ঋতুটিকে দর্শনার্থীদের জন্য অত্যন্ত জনপ্রিয় করে তোলে। এসব বনে স্থানীয় কিছু গুরুত্বপূর্ণ উদ্ভিদ প্রজাতি যেমন স্থানীয় প্রজাতির রোডোডেনড্রন ও বাঁশের দেখা মেলে।\nএলাকাটিতে বিপন্ন দৈত্য পান্ডা এবং সোনালি স্নাব-নাক বানরের বসবাস রয়েছে। তবে তাদের সংখ্যা খুবই কম (পান্ডার সংখ্যা ২০টিরও কম) এবং তারা একঘরে পরিবেশে বিচ্ছিন্ন অবস্থায় রয়েছে। ক্রমবর্ধমান পর্যটনের চাপে তাদের টিকে থাকা হুমকির মুখে পড়েছে। এই উপত্যকা হল হুমকির মুখে থাকা ডিউক অফ বেডফোর্ডের শূকর-সদৃশ ইঁদুর (Duke of Bedford's vole) প্রজাতির মাত্র তিনটি পরিচিত আবাসস্থলের একটি। এছাড়াও, জিওজাইগো অঞ্চলে প্রায় ১৪০ প্রজাতির পাখির বসবাস রয়েছে।\nএই অঞ্চলটি পর্বতজাত কার্স্ট জলবিদ্যা ও গবেষণার জন্য এক প্রাকৃতিক জাদুঘরস্বরূপ। এখানে একাধিক গুরুত্বপূর্ণ বনজ পরিবেশ সংরক্ষিত রয়েছে, যার মধ্যে রয়েছে প্রাচীন অরণ্য যা বিপন্ন প্রাণী ও উদ্ভিদ যেমন দৈত্য পান্ডা ও হরিণের জন্য গুরুত্বপূর্ণ আবাসস্থল হিসেবে কাজ করে। জিওজাইগো উপত্যকা ঐতিহাসিক দৃশ্যমান এলাকা হিসেবে চতুর্থ যুগের বহু হিমবাহ-জনিত নিদর্শনও সংরক্ষণ করে, যেগুলো প্রাকৃতিক সৌন্দর্য ও বৈজ্ঞানিক গবেষণার জন্য অত্যন্ত মূল্যবান।\n\n\n== ভূতত্ত্ব ও জলবিদ্যা ==\nজিওজাইগো উপত্যকার প্রাকৃতিক দৃশ্য উচ্চতাভিত্তিক কার্স্ট অঞ্চলে গঠিত, যা হিমবাহ, জলবিদ্যা এবং টেকটোনিক ক্রিয়াকলাপের ফলে তৈরি হয়েছে। এটি চিংহাই-তিব্বত প্লেট এবং যাংসি প্লেটের মধ্যবর্তী বিচ্ছিন্ন বলয়ের প্রধান ভগ্নরেখার উপর অবস্থিত। এই কারণে ভূমিকম্প উপত্যকার ভূপ্রকৃতি গঠনে গুরুত্বপূর্ণ ভূমিকা রেখেছে।\nএলাকার শিলাস্তর প্রধানত কার্বনেট শিলা যেমন ডোলোমাইট এবং টুফা দিয়ে গঠিত, এছাড়াও কিছু বালি-পাথর ও শেইল শিলার স্তর রয়েছে।\nএই অঞ্চলে প্রচুর পরিমাণে টুফ পাওয়া যায়, যা মিঠা পানিতে ক্যালসিয়াম কার্বনেট দ্রুত পিচ্ছিল হয়ে ঝরনার মতো পড়ে গঠিত একধরনের চুনাপাথর। এটি পাথর, হ্রদের তলদেশ এবং পানিতে পড়ে থাকা গাছেও জমে যেতে পারে। কখনও এটি স্তরাকারে, কখনও বা ছড়ানো পাথুরে তলদেশ বা বাঁধ হিসেবে হ্রদের মধ্যে জমা হয়।\nউপত্যকায় তিনটি প্রধান উপ-উপত্যকার জলসংগ্রহ এলাকা রয়েছে (যা অনেক সময় আকারের কারণে উপত্যকা হিসেবেও বিবেচিত হয়)। এই এলাকা জালিং নদীর একটি উৎসস্থল, যা বাইলোং নদীর মাধ্যমে যাংসি নদী ব্যবস্থার অংশে পরিণত হয়েছে।\nজিওজাইগোর সবচেয়ে পরিচিত বৈশিষ্ট্য হল এর অসংখ্য নীল, সবুজ এবং ফিরোজা রঙের হ্রদ। স্থানীয় তিব্বতি জনগণ এগুলিকে চীনা ভাষায় *হাইজি* (海子) বলে ডাকেন, যার অর্থ \"সমুদ্রের পুত্র\"। এই হ্রদগুলোর উৎপত্তি হিমবাহজনিত, যেগুলি ভূমিধস ও অন্যান্য প্রাকৃতিক কারণে বাঁধাপ্রাপ্ত হয়ে তৈরি হয় এবং পরে কার্বনেট পদার্থ জমে স্থায়ী রূপ নেয়। কিছু হ্রদে ক্যালসিয়াম কার্বনেটের মাত্রা অনেক বেশি, ফলে হ্রদের পানি অত্যন্ত স্বচ্ছ এবং গভীরতায়ও তলদেশ দেখা যায়।\nহ্রদের রঙ ও চেহারা গভীরতা, তলদেশের উপাদান এবং আশেপাশের পরিবেশ অনুযায়ী পরিবর্তিত হয়। যেসব বাঁধ বা গঠন তুলনামূলকভাবে কম স্থিতিশীল, সেগুলি কৃত্রিমভাবে শক্তিশালী করা হয়েছে। পর্যটকদের জন্য হ্রদের পানিতে বা অন্য প্রাকৃতিক বৈশিষ্ট্যের সঙ্গে সরাসরি সংস্পর্শে আসা নিষিদ্ধ।\n\n\n== উল্লেখযোগ্য বৈশিষ্ট্য ==\nজিওজাইগো উপত্যকা তিনটি উপত্যকা নিয়ে গঠিত, যেগুলি একটি Y-আকৃতিতে বিন্যস্ত। দক্ষিণ দিক থেকে প্রবাহিত রিজে ও জেচাওয়া একত্রিত হয়ে কেন্দ্রে শুজ়েং উপত্যকা তৈরি করে, যা উত্তর দিকে উপত্যকার মুখ পর্যন্ত বিস্তৃত। এই পার্বত্য জলাধার অঞ্চল জুড়ে ৫৫ কিমি (৩৪ মা) সড়ক আছে যা শাটল বাসের জন্য ব্যবহৃত হয়। এছাড়াও আছে কাঠের বোর্ডওয়াক, ছোট ছোট প্যাভিলিয়ন, যা সাধারণত হ্রদের বিপরীত পাশে নির্মিত—যাতে যাত্রীবাহী বাসের শব্দ ও উপস্থিতি থেকে হ্রদগুলি রক্ষা পায়।\nবেশিরভাগ দর্শনার্থী প্রথমে শাটল বাসে রিজে বা শুজ়েং উপত্যকার শেষ প্রান্তে যান, তারপর বোর্ডওয়াক ধরে নিচের দিকে হেঁটে নামতে থাকেন। দূরবর্তী দর্শনীয় স্থানগুলির জন্য পুনরায় বাস ব্যবহার করা হয়। নিচে প্রতিটি উপত্যকার দর্শনীয় স্থানগুলোর সংক্ষিপ্ত বিবরণ দেওয়া হলো:\n\n\n=== রিজে উপত্যকা ===\n\nপ্রায় ১৮-কিলোমিটার (১১-মাইল) দীর্ঘ রিজে উপত্যকা (日则沟, pinyin: Rìzé Gōu) জিওজাইগোর দক্ষিণ-পশ্চিম শাখা। এটি সবচেয়ে বৈচিত্র্যময় স্থানসমূহের অধিকারী এবং সাধারণত প্রথমে পরিদর্শন করা হয়। উপর থেকে নিচের দিকে যাত্রা করলে পর্যায়ক্রমে দেখা যায়:\n\nপ্রাচীন বন (原始森林, Yuánshǐ Sēnlín) — সংরক্ষিত প্রাচীন অরণ্য, যার সামনে রয়েছে পাহাড় ও খাড়া পাথরের দৃশ্য, যার মধ্যে উল্লেখযোগ্য হচ্ছে ৫০০ মিটার উঁচু \"তলোয়ার শিলা\" (剑岩 Jiàn Yán)।\nহংস হ্রদ (天鹅海, Tiān'é Hǎi) — ২২৫০ মিটার দীর্ঘ ও ১২৫ মিটার প্রশস্ত এই হ্রদটি হংস ও হাঁসের আগমনের জন্য পরিচিত।\nঘাসের হ্রদ (草海, Cǎo Hǎi) — অগভীর হ্রদ, যেখানে ঘাস ও উদ্ভিদের জটিল নকশা দেখা যায়।\nবাঁশ তীরের হ্রদ (箭竹海, Jiànzhú Hǎi) — ১৭০,০০০ মিটার² এলাকা জুড়ে বিস্তৃত, ৬ মিটার গভীর এই হ্রদটি ২৬১৮ মিটার উচ্চতায় অবস্থিত এবং ২০০২ সালের চীনা চলচ্চিত্র হিরো-তে ব্যবহৃত হয়।\nপান্ডা হ্রদ (熊猫海, Xióngmāo Hǎi) — নীল ও সবুজ রঙের মিশ্রণে তৈরি অসাধারণ দৃশ্যমান হ্রদ। কথিত আছে যে একসময় দৈত্য পান্ডারা এখানে পানি পান করতে আসতো। এখান থেকে পান্ডা জলপ্রপাত গঠিত হয়েছে, যা তিনটি ধাপে ৭৮ মিটার নিচে পড়ে।\nফাইভ ফ্লাওয়ার হ্রদ (五花海, Wǔhuā Hǎi) — একটি অগভীর, রঙিন হ্রদ, যার তলদেশে প্রাচীন গাছের গুঁড়ি দেখা যায়।\nপার্ল শোল (珍珠滩, Zhēnzhū Tān) — ধীরে ঢালু হওয়া একটি এলাকা, যেখানে টুফা জমা হয় এবং পাতলা জলপ্রবাহ প্রবাহিত হয়। এখান থেকে পার্ল জলপ্রপাত শুরু হয়, যা ২৮ মিটার নিচে পড়ে ৩১০ মিটার প্রশস্ত জলপ্রপাত তৈরি করে। Journey to the West নাটকের একটি দৃশ্য এখানে চিত্রায়িত হয়েছিল।\nআয়নার হ্রদ (镜海, Jìng Hǎi) — এক নিস্তব্ধ হ্রদ, যার স্বচ্ছ জলে আশেপাশের দৃশ্য প্রতিফলিত হয়।\n\n\n=== জেচাওয়া উপত্যকা ===\n\nজেচাওয়া উপত্যকা (则查洼沟, Zécháwā Gōu) দক্ষিণ-পূর্ব শাখা, রিজে উপত্যকার মতো প্রায় ১৮ কিমি (১১ মা) দীর্ঘ হলেও উচ্চতায় বেশি (দীর্ঘ হ্রদ ৩১৫০ মিটার)। উপর থেকে নিচের দিকে দেখা যায়:\n\nদীর্ঘ হ্রদ (长海, Cháng Hǎi) — অর্ধচন্দ্রাকৃতি হ্রদ, যা উপত্যকার মধ্যে সর্বোচ্চ, বৃহত্তম ও গভীরতম (৭.৫ কিমি লম্বা, ১০৩ মিটার গভীর)। এতে কোনও বাহিরমুখী জলপ্রবাহ নেই; বরফগলা পানি আসে এবং ভূপৃষ্ঠের ভেতর দিয়ে নিষ্কাশিত হয়। স্থানীয় লোককথায় এর গভীরে একটি দৈত্যের উল্লেখ আছে।\nফাইভ-কালার পুকুর (五彩池, Wǔcǎi Chí) — আকারে ছোট হলেও এটি অত্যন্ত রঙিন ও স্বচ্ছ, যার নিচে দেখা যায় এক মনোমুগ্ধকর পানির নিচের দৃশ্যপট। একটি কিংবদন্তি অনুসারে, দেবী সেমো এখানে চুল ধুতেন এবং দেবতা দাগে প্রতিদিন তাকে পানি আনতে আসতেন।\nঋতুভিত্তিক হ্রদসমূহ (季节海, Jìjié Hǎi) — মূল সড়কের পাশে তিনটি হ্রদ (নিম্ন, মধ্য ও ঊর্ধ্ব), যেগুলো বছরভর শুকিয়ে যায় বা পূর্ণ হয়।\n\n\n=== শুজ়েং উপত্যকা ===\n\nশুজ়েং উপত্যকা (树正沟, Shùzhèng Gōu) হলো জিওজাইগোর প্রধান (উত্তরের) উপত্যকা। এটি প্রায় ১৪.৫ কিমি (৯ মা) দীর্ঘ এবং তিনটি উপত্যকার মিলনস্থলে শেষ হয়। এই পথ ধরে নিচে নামলে দেখা যায়:\n\nনু’রিলাং জলপ্রপাত (诺日朗瀑布, Nuòrìlǎng Pùbù) — ২০ মিটার উঁচু এবং ৩২০ মিটার প্রশস্ত। এটি চীনের সবচেয়ে প্রশস্ত মালভূমি জলপ্রপাত এবং বিশ্বের সবচেয়ে প্রশস্ত ট্র্যাভার্টাইন জলপ্রপাত হিসেবে পরিচিত।\nনু’রিলাং ও শুজ়েং হ্রদসমূহ (诺日朗群海 ও 树正群海) — যথাক্রমে ১৮ ও ১৯টি ফিতা হ্রদ নিয়ে গঠিত, যেগুলি হিমবাহ দ্বারা তৈরি ও প্রাকৃতিকভাবে বাঁধাপ্রাপ্ত। কিছু হ্রদের আলাদা নাম আছে, যেমন গণ্ডার, অজানা, এবং বাঘ হ্রদ।\nঘুমন্ত ড্রাগন হ্রদ (卧龙海, Wòlóng Hǎi) — ২০ মিটার গভীর, যার নিচ দিয়ে একটি সুস্পষ্ট ক্যালসিয়াম বাঁধ গেছে, যা ড্রাগনের মতো দেখায়।\nলাল শৈবাল হ্রদ (芦苇海, Lúwěi Hǎi) — ১৩৭৫ মিটার দীর্ঘ, লাল শৈবালে পূর্ণ এক জলাভূমি, যার ভেতর দিয়ে সাপের মতো বয়ে চলা ফিরোজা রঙের একটি স্রোত (\"জেড ফিতা\") দেখা যায়। শরতে শৈবালগুলো সোনালি রঙে রূপ নেয়, যা দৃশ্যটিকে আরও আকর্ষণীয় করে তোলে।\n\n\n=== অন্যান্য ===\nপরির পুকুর (神仙池, Shénxiān Chí) — জিওজাইগোর পশ্চিমে ৪২ কিমি (২৬ মা) দূরে অবস্থিত এই স্থানটি হুয়াংলং অঞ্চলের মতোই ট্র্যাভার্টাইন পুকুরের জন্য পরিচিত।\n\n\n== পর্যটন ==\n\nঝারু উপত্যকা (扎如沟, Zhārú Gōu) শুজ়েং উপত্যকার মূল শাখা থেকে দক্ষিণ-পূর্ব দিকে বিস্তৃত একটি পার্শ্ব উপত্যকা, যা পর্যটকদের মধ্যে তুলনামূলকভাবে কম পরিচিত। এই উপত্যকা শুরু হয় ঝারু বৌদ্ধ মঠ থেকে এবং শেষ হয় রেড, ব্ল্যাক ও ডালিং হ্রদে।\nঝারু উপত্যকাই জিওজাইগোতে পরিবেশবান্ধব পর্যটনের মূল কেন্দ্র। সম্প্রতি এই উপত্যকাটি সীমিতসংখ্যক পর্যটকের জন্য খুলে দেওয়া হয়েছে, যারা প্রচলিত পথ ছেড়ে হাইকিং ও ক্যাম্পিংয়ের মতো অভিযাত্রায় আগ্রহী। পর্যটকরা সময় অনুযায়ী একদিনের হাঁটা ভ্রমণ বা একাধিক দিনের পদযাত্রা বেছে নিতে পারেন।\nঅভিজ্ঞ গাইডরা এই উপত্যকার ভেতর দিয়ে ভ্রমণের সময় জাতীয় উদ্যানের অনন্য জীববৈচিত্র্য ও স্থানীয় সংস্কৃতি সম্পর্কে বিস্তারিত তথ্য দেন। ঝারু উপত্যকায় চীনের মোট উদ্ভিদ প্রজাতির প্রায় ৪০% পাওয়া যায়, তাই এটি জাতীয় উদ্যানে বন্যপ্রাণী পর্যবেক্ষণের জন্য অন্যতম শ্রেষ্ঠ স্থান।\nমূল পদযাত্রাটি স্থানীয় বেনবো বৌদ্ধদের এক ধর্মীয় তীর্থভ্রমণের পথ অনুসরণ করে, যেখানে তারা পবিত্র ৪,৫২৮ মিটার উচ্চ ঝা ই ঝা গা পর্বতের চারপাশে পরিক্রমা করে থাকেন।\n\n\n== যাতায়াত ব্যবস্থা ==\nচীনের অন্যান্য জনপ্রিয় পর্যটনস্থলের তুলনায়, জিওজাইগোতে স্থলপথে পৌঁছানো তুলনামূলকভাবে কঠিন। অধিকাংশ পর্যটক চেংদু থেকে মিন নদীর ক্যানিয়ন বরাবর দশ ঘণ্টার বাস যাত্রার মাধ্যমে উপত্যকায় পৌঁছান। এই রাস্তায় মাঝেমধ্যে ছোটখাট পাহাড় ধস বা বর্ষাকালে কাদামাটির ধস হতে পারে, যা যাত্রাকে কয়েক ঘণ্টা পর্যন্ত দীর্ঘ করে দিতে পারে। এই রুটে নির্মিত নতুন মহাসড়কটি ২০০৮ সালের সিচুয়ান ভূমিকম্পে মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছিল, তবে পরবর্তীকালে তা মেরামত করা হয় এবং বর্তমানে জনসাধারণের বাস ও ব্যক্তিগত গাড়ির জন্য উন্মুক্ত।\n২০০৩ সাল থেকে চেংদু বা চোংচিং থেকে সরাসরি উড়োজাহাজে জিওজাই হুয়াংলং বিমানবন্দরে পৌঁছানো সম্ভব, যা সোংপান কাউন্টির একটি ১১,৩১১-ফুট-উচ্চ (৩,৪৪৮-মিটার) পার্বত্য অঞ্চলে অবস্থিত। সেখান থেকে এক ঘণ্টার বাসে হুয়াংলং বা ৯০ মিনিটের বাসে জিওজাইগো উপত্যকায় পৌঁছানো যায়।\n২০০৬ সাল থেকে গ্রীষ্মকালীন পর্যটন মৌসুমে শিয়ান থেকে দৈনিক একটি ফ্লাইট চালু হয়। ২০০৯ সালের অক্টোবর মাসে বেইজিং, সাংহাই এবং হাংঝোউ থেকে নতুন সরাসরি ফ্লাইট চালু করা হয়।\nজিওজাইগো বর্তমানে হুয়াংলংজিওজাই রেলস্টেশন দ্বারা সেবা পায়, যা ৩০ আগস্ট ২০২৪ সালে চালু হয়েছে। এই স্টেশন সিচুয়ান–কুইংহাই রেলপথের অংশ।\n\n\n== সংরক্ষণ ==\nজাতীয় উদ্যান ও জাতীয় প্রকৃতি সংরক্ষণ এলাকা হিসেবে, জিওজাইগো উপত্যকা দৃশ্যমান ও ঐতিহাসিক আগ্রহের এলাকা জাতীয় ও প্রাদেশিক আইন ও বিধিমালার মাধ্যমে সুরক্ষিত। এর ফলে ঐতিহ্য সংরক্ষণের দীর্ঘমেয়াদি ব্যবস্থাপনা ও রক্ষণাবেক্ষণ নিশ্চিত করা হয়। ২০০৪ সালে সিচুয়ান প্রদেশে \"বিশ্ব ঐতিহ্য সংরক্ষণ সংক্রান্ত প্রাদেশিক বিধান\" এবং আবা স্বায়ত্তশাসিত প্রিফেকচারে এর বাস্তবায়ন সংক্রান্ত বিধান আইনে পরিণত হয়, যা সংরক্ষণের জন্য আরও কঠোর ভিত্তি প্রদান করে।\nএই সাইটের রক্ষণাবেক্ষণ ও ব্যবস্থাপনার জন্য সিচুয়ান প্রাদেশিক নির্মাণ কমিশন সম্পূর্ণরূপে দায়িত্বপ্রাপ্ত। জিওজাইগো উপত্যকা দৃশ্যমান ও ঐতিহাসিক আগ্রহের এলাকা প্রশাসনিক ব্যুরো (Administrative Bureau of Jiuzhaigou – ABJ)-এর অধীনে রয়েছে বিভিন্ন বিভাগ, যেমন সংরক্ষণ শাখা, নির্মাণ শাখা, পুলিশ স্টেশন ইত্যাদি, যারা মাঠ পর্যায়ে প্রশাসনিক কার্যক্রম পরিচালনা করে।\nজাতীয় আইন ছাড়াও, স্থানীয় সরকারের অনেক প্রাসঙ্গিক আইন ও বিধিমালা রয়েছে। ২০০১ সালে সংশোধিত ব্যবস্থাপনা পরিকল্পনাটি এই আইনগুলির ভিত্তিতে তৈরি, যেখানে নির্দিষ্ট নিয়মাবলি ও সুপারিশ অন্তর্ভুক্ত রয়েছে। যেমন: বন ও গাছ কাটার ওপর সম্পূর্ণ নিষেধাজ্ঞা, দূষণ সৃষ্টি করে এমন কার্যকলাপ বন্ধ, এবং স্থানীয় তিব্বতি বাসিন্দাদের প্রয়োজনে পূর্ণ বিবেচনা প্রদান।\n\n\n== ছবির গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nসম্পর্কিত স্থান\nপার্ল জলপ্রপাত\nহুয়াংলং প্রাকৃতিক ও ঐতিহাসিক আগ্রহের এলাকা – জিওজাইগোর দক্ষিণে অবস্থিত\nসম্পর্কিত তালিকা\nচীনের বিশ্ব ঐতিহ্যবাহী স্থানগুলোর তালিকা\nচীনের জীবমণ্ডল সংরক্ষণ এলাকার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHoagland, Edward; Yamashita, Michael (মার্চ ২০০৯)।  Johns, Chris, সম্পাদক। \"চীনের রহস্যময় জলধারা\"। ন্যাশনাল জিওগ্রাফিক ম্যাগাজিন। ওয়াশিংটন, ডিসি: ন্যাশনাল জিওগ্রাফিক সোসাইটি। 215 (3): ৮২–৯৭। আইএসএসএন 0027-9358। ২১ ফেব্রুয়ারি ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ জানুয়ারি ২০১০। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nজিওজাইগো জাতীয় উদ্যানের সরকারিভাবে সংরক্ষিত ওয়েবসাইট\nইউনেস্কোর বিশ্ব ঐতিহ্য তালিকায় জিওজাইগোর প্রোফাইল\nইউনেস্কোর জীবমণ্ডল সংরক্ষণ তালিকায় জিওজাইগো\nFAO-র পরিবেশ তত্ত্বাবধান সাইট (TEMS)-এ জিওজাইগো  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৪-০৮-০৯ তারিখে"}