{"pageid": 1137603, "title": "অডিকোলন", "url": "https://bn.wikipedia.org/wiki?curid=1137603", "content": "অডিকোলন (ফরাসি: Eau de Cologne ফরাসি : [o d(ə) kɔlɔɲ]; জার্মান: Kölnisch Wasser [ˈkœlnɪʃ ˈvasɐ]; অর্থ “কোলনের জল”), ওডিকোলন বা শুধু কোলন হলো জার্মানির কোলন শহরে উদ্ভূত এক বিশেষ ধরনের সুগন্ধি। ইয়োহান মারিয়া ফারিনা (জিয়োভান্নি মারিয়া ফারিনা) ১৭০৯ সালে প্রথম এই সুগন্ধির মিশ্রণ তৈরি করেন। তখন থেকে মৃদু গাঢ়ত্বের (২–৫%) সুগন্ধির প্রস্তুতির জন্য এটি সাধারণ নাম হিসেবে ব্যবহৃত হয়ে আসছে। এছাড়াও অত্যাবশ্যক তেল বা নির্যাস, অ্যালকোহল ও পানির মিশ্রণের ওপর ভিত্তি করেও সুগন্ধির সাধারণ নাম হিসেবে কোলন ব্যবহার করা হয়। লঘু ইথানল (৭০–৯০%) মাধ্যমে প্রস্তুতকৃত অডিকোলনে লেবু, মাল্টা, নারঙ্গী, ক্লেমেন্টাইন, বার্গামট, লাইম, গ্রেপফ্রুট, রক্তকমলা, তিতকমলা, নারুলি প্রভৃতি সাইট্রাস জাতীয় ফলের সুগন্ধি তেল মিশ্রিত করা হয়। এছাড়া এতে ল্যাভেন্ডার, রোজম্যারি, থাইম, ওরিগ্যানো, পাতি গ্রাঁ (কমলার পাতা), জুঁই, জলপাই, অলিয়েস্টার ও তামাক পাতার তেল ব্যবহার করা হতে পারে।\nসমসাময়িক মার্কিন ইংরেজি ভাষায় “কোলন” (cologne) বলতে পুরুষদের জন্য বাজারজাতকৃত যেকোনো সুগন্ধিকে বোঝায়। বহু জনপ্রিয় সুগন্ধির লঘু ও সাশ্রয়ীমূল্যের সংস্করণকেও এই নামে ডাকা হয়ে থাকে।\n\n\n== ইতিহাস ==\n\n১৭০৯ সালে ইতালীয় সুগন্ধী প্রস্তুতকারক ইয়োহান মারিয়া ফারিনা জার্মানির কোলনে প্রথম স্পিরিট ও কমলার সুগন্ধির মিশ্রণে আসল অডিকোলন বাজারজাত করেন। ইয়োহান মারিয়া ফারিনার আদিনিবাস ছিল ইতালির পিডমন্টের সান্তা মারিয়া ম্যাগিয়োর ভিগেজ্জো উপত্যকায়। ১৭০৮ সালে ফারিনা তার ভাই জ্যঁ বাপ্তিস্ত্যকে একটি চিঠিতে লেখেন: “আমি এমন একটি সুগন্ধি পেয়েছি, যা ইতালির বসন্তের সকালের কথা, পাহাড়ি ড্যাফোডিলের কথা আর বৃষ্টির পর কমলার ফুটন্ত ফুলের কথা মনে করিয়ে দেয়।” তিনি তার নতুন আবাস কলোনের নামানুসারে এই সুগন্ধির নাম রাখেন অডিকোলন (Eau de Cologne)।\nফারিনার প্রস্তুতকৃত অডিকোলন শুধু সুগন্ধি হিসেবে তৎকালীন ইউরোপের প্রায় প্রতিটি রাজপ্রাসাদে স্থান করে নেয়। তার প্রায় ডজনখানেক স্বতন্ত্র গন্ধের সমপ্রকৃতির অপরিবর্তনশীল সুগন্ধি তৈরির দক্ষতাকে তৎকালে একটি অনন্য প্রতিভা হিসেবে দেখা হতো। অ্যাকুয়া মিরাবিলিস (অলৌকিক জলের লাতিন প্রতিশব্দ) নামে খ্যাতি পাওয়া এই সুগন্ধির দাম ছিল তখনকার দিনের একজন গৃহভৃত্যের বার্ষিক আয়ের অর্ধেক। ১৭৯৭ সালে ফরাসি শাসক কর্তৃক কলোনে মুক্তবাণিজ্য প্রথার প্রচলন করার পর অডিকোলন-এর সাফল্যে উদ্বুদ্ধ হয়ে অনেক ব্যবসায়ী তাদের সুগন্ধিকে অডিকোলন নামে বাজারজাত করতে থাকে। ১৭০৯ সাল থেকে কলোনের জুলিচস-প্ল্যাটজের বিপরীতে জোহান মারিয়া ফারিনাতে প্রস্তুতকৃত অডিকোলন তৈরি করে আসছে এবং এর প্রস্তুতপ্রণালী আজ পর্যন্ত গোপন রাখা হয়েছে। তিনি ১৭০৯ সালে ওবেনমার্সফর্টেনে তার সুগন্ধির একটি দোকান খোলেন। এটি পৃথিবীর সবচেয়ে প্রাচীন এবং অদ্যাবধি চলমান সুগন্ধির কারখানা হিসেবে স্বীকৃত।\nঅরিজিনাল অডিকোলন ৪৭১১ এর অবস্থান গ্লকেনগাসে নং ৪৭১১ থেকে আগত। ভিলহেল্ম মুলহেন্স ১৮শ শতকে এটি আরও উন্নত করেন, যা অন্তত ১৭৯৯ সাল থেকে কলোনে উৎপাদিত হয়ে আসছে। এটি সম্ভবত এখন পর্যন্ত উৎপাদন চালু থাকা সবচেয়ে পুরনো সুগন্ধি। ২০০৬ সালের ১২ ডিসেম্বর সুগন্ধি ও প্রসাধনী নির্মাতা প্রতিষ্ঠান ময়ার উন্ট ভির্ৎস প্রক্টর অ্যান্ড গ্যাম্বলের থেকে ৪৭১১-এর সত্ত্ব কিনে নেয় এবং একে উন্নত করে একটি স্বতন্ত্র ব্র‍্যান্ড হিসেবে গড়ে তোলে।\n১৮০৬ সালে জিয়োভান্নি মারিয়া ফারিনার বংশধর জ্যঁ মারি ফারিনা প্যারিসে একটি সুগন্ধির দোকান খোলেন, যা পরবর্তীতে রজার অ্যান্ড গ্যালেট কোম্পানি কিনে নেয়। এই কোম্পানি বর্তমানে কোলনের অরিজিনাল অডিকোলন-এর বিপরীতে অডিকোলন এক্সট্রা ভিয়েইল-এর সত্ত্বাধিকারী। প্রাথমিক যুগে মনে করা হতো অডিকোলন বিউবনিক প্লেগের প্রতিষেধক হিসেবে কাজ করে। এটি পান করলে সাইট্রাসের গন্ধযুক্ত তেল দেহের ছিদ্র দিয়ে নির্গত হবে এবং মাছিদের দূরে রাখবে। বর্তমানেও কুকুরের অধিকাংশ মাছিরোধক শ্যাম্পুতে সাইট্রাস নির্যাসের তেল যুক্ত থাকে।\nআধুনিককালে অডিকোলন বা “কোলন” সুগন্ধির একটি সাধারণ শ্রেণিতে পরিণত হয়েছে। নারী-পুরুষ উভয়ের ব্যবহার্য সুগন্ধির ক্ষেত্রে এই নাম ব্যবহৃত হতে পারব। কিন্তু কথ্য মার্কিন ইংরেজিতে শুধু পুরুষদের সুগন্ধি বোঝাতে শব্দটি ব্যবহৃত হচ্ছে।\nতুরস্কে অডিকোলন আমদানির পর এটি বিবর্তিত হয়ে কলোনিয়া নামে একটি তুর্কি সুগন্ধিতে রূপান্তরিত হয়েছে।\n\n\n== সাহিত্যিক উল্লেখ ==\nইয়েভগেনি ইয়েভতুশেনকোর কবিতা অ্যাবাউট ড্রিংকিং-এ লেখক তিমি শিকার অভিযান শেষে একটি ছোট শহরে আসেন। সেখানকার দোকানে গিয়ে দেখেন সমস্ত স্পিরিট জাতীয় পানীয় শেষ হয়ে গেছে এবং খাওয়ার জন্য একটিমাত্র কেসে অডিকোলন বাকি আছে।\nডায়ানা গ্যাবাল্ডনের উপন্যাস গো টেল দ্য বিস দ্যাট আই অ্যাম গন-এর সুগন্ধি রুমাল হাতে ধরা উইলিয়াম চরিত্রের বর্ণনা পাওয়া যায়: “আসল অডিকোলন, ইতালি আর চন্দনের সৌরভ।”\nশরৎচন্দ্র চট্টোপাধ্যায়ের শ্রীকান্ত উপন্যাসে শ্রীকান্ত রতনকে মাথায় “ওডিকোলন” দিয়ে দিতে বলে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nআফটারশেভ\nদুর্গন্ধরোধক\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nএকস্টাইন, মার্কাস; সাইকস, জন (২০০৯)। অডিকোলন: ফারিনা’স ৩০০থ অ্যানিভার্সারি (ইংরেজি ভাষায়)। কোলন: জে. পি. বাচেম। আইএসবিএন 978-3-7616-2313-8। \nফিশার, কারমেন (২০১১)। \"'Französisch Kram' aus Köln\" (পিডিএফ)। ডামালস (জার্মান ভাষায়)। খণ্ড ৪৩ নং ৬। পৃষ্ঠা ৭০–৭১। \nকোলনের ফারিনা সুগন্ধি জাদুঘরের তথ্যসংবলিত পুস্তিকা\n\n\n== গ্রন্থপঞ্জি ==\nফেনারোলি, জিয়োভান্নি; ম্যাগেসি, এল (১৯৬০)। \"Acqua di Colonia\"। রিভিস্তা ইতালিয়ানা এসেঞ্জে, প্রফুমি, পিয়ান্তে অফিজিনালি, অলিয়ি ভেজিতালি, সাপোনি (ইতালীয় ভাষায়)। ৪২। \nলা ফাসি, ফ্রান্সেস্কো (১৯৬০)। \"Le materie prime per l'acqua di colonia\"। রেলাজিওনে আল কংগ্রেসো দি স্তা. মারিয়া ম্যাগিয়োরে (ইতালীয় ভাষায়)। \nমঙ্ক, পল এমএস (মে ২০০৪)। ফিজিক্যাল কেমিস্ট্রি: আন্ডারস্ট্যান্ডিং আওয়ার কেমিক্যাল ওয়ার্ল্ড। ওয়াইলি। আইএসবিএন 978-0-471-49181-1। \nSabetay, Sébastien (১৯৬০)। Les Eaux de Cologne Parfumée। Sta. Maria Maggiore Symposium (ফরাসি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWells, Frederick V. (১৯৬০)। Variations on the Eau de Cologne Theme। Sta. Maria Maggiore Symposium। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nওয়েলস, ফ্রেডরিক ভি; বিলট, মার্সেল (১৯৮১)। পারফিউমারি টেকনোলজি। আর্ট, সায়েন্স, ইন্ডাস্ট্রি। চিচেস্টার: হোরউড বুকস। পৃষ্ঠা ২৫, ২৭৮। আইএসবিএন 0-85312-301-2। \nভিলহেল্ম, জিরগেন, সম্পাদক (২০০৫)। Das große Köln-Lexikon (জার্মান ভাষায়)। কলোন: গ্রেভেন ভারল্যাগ। আইএসবিএন 3-7743-0355-X। \n\n\n== বহিঃসংযোগ ==\n\nFarina Gegenüber: Official website\n4711: Official website\nDeutsche Welle 13.07.2009: Original eau de Cologne celebrates 300 years\nTourist information website September 2009: Cologne is a feeling\nBasenotes 18 June 2009: An interview with Johann Maria Farina"}