{"pageid": 1137859, "title": "মুসলিম বিশ্বে ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব", "url": "https://bn.wikipedia.org/wiki?curid=1137859", "content": "মুসলিম বিশ্বে ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব (আরবি: الصراع بين الفكرة الإسلامية والفكرة الغربية) ভারতীয় দেওবন্দি ইসলামি পণ্ডিত আবুল হাসান আলী হাসানী নদভীর লিখিত একটি দার্শনিক বই। এ গ্রন্থটিতে তিনি মুসলিম বিশ্বের তৎকালীন প্রাণকেন্দ্র তুরস্ক হতে মিশর ও আরব বিশ্ব, তিউনিসিয়া হতে ইন্দোনেশিয়া পর্যন্ত, কামাল আতাতুর্ক, জামাল আবদুন নাসের, কর্নেল গাদ্দাফী ও স্যার সৈয়দ আহমদ থেকে শুরু করে ইখওয়ানুল মুসলিমীন, জামায়াতে ইসলামী ও খোমেনীর ইরানি বিপ্লব পর্যন্ত সকল ব্যক্তি ও সংগঠনের ব্যাপক আলোচনা ও পর্যালোচনা করে প্রত্যেকের কর্মপন্থা নিয়ে সংশয়ের কথা উল্লেখ করেছেন। অতঃপর ঐ সকল দেশ, সংগঠনের সংকট চিহ্নিত করে তা মুকাবিলা করার ইসলাম ও বাস্তবসম্মত দিক নির্দেশনা প্রদান করেছেন।\nএটি তার লিখিত মুসলমানদের পতনে বিশ্ব কী হারালো? গ্রন্থের পরিপূরক। ১৯৬৫ সালে দারুল ফিকর বৈরুত থেকে এটি প্রথম প্রকাশিত হয়। ১৯৮০ সালে এর তৃতীয় সংস্করণ প্রকাশিত হয়। তিনি এই গ্রন্থে মুসলিম বিশ্ব সম্পর্কে যে আশা ও আশঙ্কা ব্যাক্ত করেছিলেন পরিবর্তিতে তার অনেকটা প্রতিফলন ঘটেছে। তুরস্ক ও মিশরে ইসলামি সরকার প্রতিষ্ঠিত হয়েছে। তিউনিসিয়া, ইরাক ও লিবিয়াতে ইসলামি ভাবাপন্ন সরকার গঠন হয়েছে। ইয়ামেন ও সিরিয়াতে পরিবর্তনের হাওয়া লেগেছে।\n\n\n== বিষয়বস্তু ==\nলেখক এই গ্রন্থে মুসলিম দেশগুলোতে ইসলাম ও পাশ্চাত্যের দ্বন্দ্ব সংঘাতের বিবরণ, এই দ্বন্দ্বের ফলাফল ও এই যুদ্ধে মুসলিম দেশগুলোর কর্মনীতি ও অবস্থান নিয়ে বিস্তারিত পরিসংখ্যান নিয়েছেন, যেটি কিনা খোদ তাঁরই ভাষায় মুসলিম দেশগুলোর সবচেয়ে বড় ও প্রকৃত সমস্যা ছিল। পশ্চিমা সভ্যতার ব্যাপারে এই দেশগুলো কী কী দৃষ্টিভঙ্গি অবলম্বন করছে, আপন সমাজকে বর্তমান জীবনের সঙ্গে সামঞ্জস্যশীল বানাতে এবং সময়ের চাহিদাগুলো মোকাবেলায় কী পদক্ষেপ গ্রহণ করছে এবং তাতে তারা কতটুকু দক্ষতা ও বিচক্ষণতার পরিচয় দিচ্ছে এখানে তিনি এই প্রশ্নগুলোর উত্তর প্রদান করেছেন। সেই সঙ্গে তিনি বিশ্বমানচিত্রে এই মুসলিম জাতিগুলোর অবস্থান কোথায় গিয়ে দাঁড়িয়েছে এবং এই দেশগুলোতে ইসলামের ভবিষ্যত কী তার বিবরণ দিয়েছেন। লেখকের মতে এটি একটি প্রকৃত ও চূড়ান্ত লড়াই, যেটি বর্তমানে সবগুলো ইসলামি দেশে যারা কিনা পাশ্চাত্য সভ্যতা দ্বারা প্রভাবিত, পুরোপুরি জোশ ও উত্তাপের সঙ্গে চালু আছে এবং এই যুদ্ধ এখন ভরযৌবনে অবস্থান করছে। এটি ছাড়া অন্য যে যুদ্ধগুলোর চিত্র অঙ্কনে জোরালো বক্তব্য উপস্থাপন করা হচ্ছে, সেগুলো হয়ত আনুসঙ্গিক, নতুবা সেগুলোর অবস্থান দ্বিতীয় পর্যায়ে। এই যুদ্ধই একসময় সরকার ও জনতার মাঝে সংঘাতের রূপ নেয়। তখন একদিকে থাকে তাদের ভাষায় আধুনিকতাপ্রিয় ও উন্নয়নকামী সরকার, যারা পাশ্চাত্য সভ্যতা ও চিন্তাধারার অনুসারী এবং একনিষ্ঠভাবেই তাদের প্রতিনিধি ও ধ্বজাধারী, আর অপরদিকে থাকে সরলমনা জনসাধারণ, ইসলামের সঙ্গে যাদের সম্পর্ক এখনও নিঃশেষ হয়নি এবং যাদের মাঝে কুরআন ও ঈমানের ভাষা, আল্লাহ ও আখেরাতের প্রতি ঈমান ও ইশকে রাসূলের আলোচনা ব্যতীত আর কোনো ভাষা, উত্তেজনার আর কোনো পন্থা-পদ্ধতি, কোনো জোশ সৃষ্টি করতে পারে না।\nতাদের বেশিরভাগ মুসলিম সরকার বৈদেশিক শত্রুর পরিবর্তে স্বয়ং আপন দেশের জনগণের বিরুদ্ধে যুদ্ধে লিপ্ত। এই জনসাধারণকে তারা তাদের ক্ষমতার ও কাল্পনিক উন্নয়নের পথে প্রতিবন্ধক মনে করে। এই সরকারগুলো তাদের সবটুকু উপকরণ ও শক্তি এই ঈমানি চেতনাকে অবদমিত করার এবং তাদের ধারণা অনুযায়ী এই ধ্বংসাবশেষগুলো অপসারিত করার কাজেই ব্যয়িত হচ্ছে। ফলে এই হতভাগ্য দেশগুলো একটা অপ্রয়োজনীয় গৃহযুদ্ধ, শক্তি ও সময়ের অপচয়, পারস্পরিক অনাস্থা ও একটা ভীতিকর পরিবেশ দ্বারা জর্জরিত। লেখক এ ক্ষেত্রে এক একটি দেশের চিন্তাধারা ও তাতে এই যুদ্ধের গন্তব্যগুলোর পরিসংখ্যান নিয়েছেন এবং বলেছেন বিষয়গুলো এখন কোন পর্যন্ত গড়িয়েছে। তার মনে পাশ্চাত্যের ব্যাপারে, যেটি সময়ের আসল চ্যালেঞ্জ এবং ইসলামি বিশ্বের জন্য একটি প্রশ্নবোধক। মুসলিম দেশগুলোর তিনটি দৃষ্টিভঙ্গি হতে পারে। ১. নিরেট নেতিবাচক। (মানে যেন পাশ্চাত্য থেকে গ্রহণ করার মতো কিছুই নেই এবং তাদের উন্নতি থেকে একদম বিমুখ ও সম্পর্কহীন থাকা) ২. নিরেট ইতিবাচক। (মানে পশ্চিমা সভ্যতাকে পুরোপুরি গ্রহণ করে নেওয়া এবং তাকে নিজের দেশে হুবহু বাস্তবায়ন করা) ৩. পশ্চিমা সভ্যতার ব্যাপারে একটি স্বতন্ত্র ও গবেষণামূলক আচরণ, পাশ্চাত্য থেকে উপকৃত হওয়ার সঠিক ক্ষেত্র নির্বাচন ও তার সীমানা নির্ধারণ করে নেওয়া। লেখকের মতে প্রথম দৃষ্টিভঙ্গিটি অগ্রহণযোগ্য ও ব্যর্থ। যারা শুরুতে এই দৃষ্টিভঙ্গিটি অবলম্বন করেছিল, তারা পরে খুব তাড়াতাড়ি এখান থেকে সরে এসে পশ্চিমা সভ্যতাকে গ্রহণ করতে শুরু করে দিয়েছে। দ্বিতীয় দৃষ্টিভঙ্গিটি কোনো ইসলামি দেশ ও জাতিগোষ্ঠীর জন্য মর্যাদাপরিপন্থী, অসঙ্গত, ইসলামি শিক্ষামালা ও সভ্যতার সঙ্গে বিদ্রোহের সমার্থক এবং আত্মহত্যার শামিল। তৃতীয় দৃষ্টিভঙ্গি, যার জন্য বুদ্ধিমত্তা, ইচ্ছাশক্তি ও সঠিক নেতৃত্বের প্রয়োজন এবং একজন পরিপূর্ণ নেতা কাম্য, একটি ইসলামি রাষ্ট্রের শোভা বাড়ায়, বর্তমানে এরই মাঝে ইসলামি বিশ্বের সুরক্ষা, নতুন যুগের নেতৃত্ব মুসলমানদের শক্তির রহস্য লুকায়িত। এই গ্রন্থটিতে লেখক পশ্চিমা সভ্যতার বিশ্বময় ছড়িয়ে পড়ার কারণ ও তার প্রতিকারও বর্ণনা করেছেন।\n\n\n== অনুবাদ ==\nমুসলিম মামালেক মে ইসলামিয়াত ও মাগরিবিয়াত কী কাশমকাশ শিরোনামে গ্রন্থটির উর্দু অনুবাদ হয়েছে। Western Civilsation Islam & Muslims শিরোনামে গ্রন্থটির ইংরেজি অনুবাদ করেছেন মুহাম্মাদ আসিফ কিদওয়াই। গ্রন্থটির বঙ্গানুবাদ করেন জুলফিকার আলী নদভী।\n\n\n== আরও দেখুন ==\nআবুল হাসান আলী হাসানী নদভীর গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nমুসলিম বিশ্বে ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব–এর আরবি সংস্করণ\nমুসলিম বিশ্বে ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব–এর উর্দু সংস্করণ\nমুসলিম বিশ্বে ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব–এর বাংলা সংস্করণ\nমুসলিম বিশ্বে ইসলাম ও পাশ্চাত্য সভ্যতার দ্বন্দ্ব–এর ইংরেজি সংস্করণ"}