{"pageid": 1137847, "title": "যু ক্বারাদের অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1137847", "content": "যু ক্বারাদের অভিযান ৬২৭ সালের সেপ্টেম্বরে ইসলামের উম্মেষকালে সংগঠিত একটি সামরিক অভিযান ইসলামের ইতিহাসবিদদের হিসাবে হিজরী বর্ষপঞ্জির ৬ষ্ঠ সনের জ্বিলহজ্জ মাসে খায়বারের যুদ্ধের ঠিক আগে এই অভিযান হয়েছিল। বানু লাহিয়ান অভিযান থেকে মুহাম্মাদ মদিনায় ফিরে আসার কয়েকদিন পর, আবদুর রহমান উয়াইনা বিন হিসন আল-ফাজারির নেতৃত্বে ঘাতাফানের ৪০ সশস্ত্র অশ্বারোহীর একটি দল মদিনার উপকণ্ঠে আক্রমণ করে ২০টি দুগ্ধবতী উট জব্দ করে নাজদে নিয়ে যায়। লুটের সময় তারা উটের রাখালকে হত্যা করে এবং তার স্ত্রীকে বন্দী করে নিয়ে যায়। সম্পদ ও বন্দী উদ্ধারের জন্য এই অভিযান হয়েছিল।\n\n\n== অভিযান ==\n\n\n=== পটভূমি ও আক্রমণের কারণ ===\nউইলিয়াম মন্টগোমারি ওয়াটের মতে, মুহাম্মাদ ঘাতাফান প্রত্যাহারের বিষয়ে আলোচনা ভেঙে দেয়ার কারণে আবদুর রহমান উয়াইনা বিন হিসন আল-ফাজারি মুহাম্মাদের উপর বিরক্ত হয়েছিলেন।  আল-ফাজারি তার দল নিয়ে অতপর একটি অভিযান চালায়, মদিনার উপকন্ঠে আল-গাবাহ নামক স্থান হতে ২০টি উট লুট করে। উটের রাখাল বনু গিফার গোত্রের লোক ছিলেন, তাকে হত্যা এবং তার স্ত্রীকে অপহরণ করা হয়। সালামা ইবনুল আকওয়া সর্বপ্রথম লুটের বিষয়টি বুঝতে পারেন, তিনি তাদের পিছন থেকে ধাওয়া করেন। তার এই ধাওয়া করা অভিযান ইসলামের ইতিহাসে আল-গাবাহ অভিযান নামে পরিচিত।\nমুহাম্মাদকে জানানোর পর উদ্ধার অভিযান চালানো হয়। এই অভিযানের যুদ্ধের স্থানটি 'যু ক্বারাদ' নামে পরিচিত, এলাকাটা মদীনা থেকে একদিনের যাত্রাপথে একটি জলাধার। অধিকাংশ আলেমদের মতে এই ঘটনাটি ঘটেছিল খায়বার যুদ্ধের তিন দিন আগে।\n\n\n=== মুসলিম প্রতিক্রিয়া ===\nঅভিযানের জন্য মুহাম্মাদ ৫০০ - ৭০০ যোদ্ধা সংগ্রহ করেছিলেন, কিন্তু আল-ফারাজির দল অনুসরণের জন্য মাত্র ৮ জন অশ্বারোহীকে পাঠানো হয়েছিল। শত্রুদের ৪০ জন ঘোড়সওয়ার জড়িত ছিল এবং লুণ্ঠিত ২০টি দুধেল উট ছিল। মুখোমুখি যুদ্ধে দুইপক্ষের ৪ জন করে অশ্বারোহী নিহত হয়। ১০টি উট উদ্ধার করা হয়।  অপহৃত মহিলাকে ফিরিয়ে আনা হয়েছিল। মুহাম্মাদ মদিনায় ফেরার পথে যু ক্বারাদে যাত্রা বিরতি দিয়েছিলেন এবং সেখানে একটি উট কুরবানী করেছিলেন।\n\n\n== আরো দেখুন ==\nমুহাম্মাদের সামরিক জীবন\nমুহাম্মাদের নেতৃত্বে যুদ্ধের তালিকা\n\n\n== তথ্যসূত্র =="}