{"pageid": 1137599, "title": "সালোক দর্শনশক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1137599", "content": "সালোক দর্শনশক্তি (ইংরেজি: Photopic vision) বলতে সু-আলোকিত অবস্থার (দীপ্তি স্তর ১০ থেকে ১০৮ ক্যান্ডেলা/মি২) অধীনে মানুষের চোখের দর্শনশক্তিকে বোঝায়। মানুষ ও আরও অনেক প্রাণীর ক্ষেত্রে সালোক দর্শনশক্তির সুবাদে শঙ্কু কোষসমূহের মাধ্যমে বর্ণ (রঙ) প্রত্যক্ষণ এবং নিরালোক দর্শনশক্তির তুলনায় তাৎপর্যপূর্ণরূপে উন্নত দৃষ্টিগত তীক্ষ্ণতা ও কালিক বিভেদন সম্ভব হয়।\nমানব চক্ষু তিন ধরনের শঙ্কু কোষ ব্যবহার করে তিনটি বর্ণফালিতে আলোর প্রতি সংবেদনশীল হয়ে থাকে। শঙ্কুকোষগুলিতে অবস্থিত জৈব রঞ্জকগুলি ৪২০ ন্যানোমিটার (নীল), ৫৩৪ ন্যানোমিটার (নীলচে-সবুজ) ও ৫৬৪ ন্যানোমিটার (হলদে-সবুজ) তরঙ্গদৈর্ঘ্যের জন্য সর্বোচ্চ শোষণমান প্রদর্শন করে। এই কোষগুলির সংবেদনশীলতার পরিসরগুলির পারস্পরিক উপরিপাতন ঘটে এবং এগুলি সমগ্র দৃশ্যমান বর্ণালী জুড়ে অবস্থান করে। মানুষের চোখের সর্বোচ্চ সংদীপন ক্ষমতা হল ৫৫৫ ন্যানোমিটার তরঙ্গদৈর্ঘ্যে (সবুজ) ৬৮৩ লুমেন/ওয়াট। সংজ্ঞানুযায়ী, ৫.৪×১০১৪ হার্জ কম্পাংকের আলোকরশ্মির (λ = 555.17. . . nm) সংদীপন ক্ষমতা ৬৮৩ লুমেন/ওয়াট।\nকোন তরঙ্গদৈর্ঘ্যের জন্য একজন ব্যক্তি কতটুকু সালোক দর্শনশক্তি প্রয়োগ করে, তা আলোর তীব্রতার সাথে পরিবর্তনশীল। নীল-সবুজ অঞ্চলের জন্য (৫০০ ন্যানোমিটার) আলোর ৫০% অক্ষিপটের প্রতিচ্ছবি বিন্দুতে পৌঁছায়।\nসালোক দর্শনশক্তির অধীনে চোখের উপযোজন অনেক বেশি দ্রুত হয়ে থাকে। সালোক দর্শনশক্তির জন্য এটি ৫ মিনিটের মধ্যে ঘটে, কিন্তু সালোক থেকে নিরালোক দর্শনশক্তিতে রূপান্তর ঘটতে ৩০ মিনিট লেগে যেতে পারে।\nসিংহভাগ প্রৌঢ় প্রাপ্তবয়স্ক মানুষ সালোক দর্শনশক্তির সাথে সংশ্লিষ্ট স্থানিক বৈসাদৃশ্য সংবেদনশীলতা হারাতে থাকেন। উচ্চ স্থানিক কম্পাংক শনাক্তকরণে ৭০ বছর বা তার বেশি বয়সী ব্যক্তিদের ২০ বছর বয়সীদের তুলনায় তিনগুণ বেশি বৈসাদৃশ্য প্রয়োজন হয়।\nমানুষের চোখ অন্ধকার বা অত্যন্ত নিম্নমাত্রায় আলোকিত অবস্থায় নিরালোক দর্শনশক্তি ব্যবহার করে (দীপ্তি স্তর ১০−৬ থেকে ১০−৩.৫ ক্যান্ডেলা/মি২) এবং মধ্যবর্তী অবস্থার জন্য (দীপ্তি স্তর  ১০−৩ থেকে ১০০.৫ ক্যান্ডেলা/মি২ পর্যন্ত) ক্ষীণালোক দর্শনশক্তি ব্যবহার করে।\n\n\n== আরও দেখুন ==\nউপযোজন (চোখ)\nক্যান্ডেলা\nশঙ্কু কোষ\nবৈসাদৃশ্য (দৃষ্টি)\nক্ষীণালোক দর্শনশক্তি\nরাত্রিকালীন দর্শনশক্তি\nপুর্কিনিয়ে ক্রিয়া\nআলোকমিতি (আলোকবিজ্ঞান)\nআলোকসংবেদী স্নায়ুগ্রন্থীয় কোষ\nনিরালোক দর্শনশক্তি\n\n\n== তথ্যসূত্র =="}