{"pageid": 1137895, "title": "কারমেন আরুফাত", "url": "https://bn.wikipedia.org/wiki?curid=1137895", "content": "কারমেন আরুফাত ব্লাসকো (স্পেনীয়: Carmen Arrufat; জন্ম: ১১ অক্টোবর ২০০২) হলেন একজন স্পেনীয় চলচ্চিত্র ও টেলিভিশন অভিনেত্রী। তিনি দ্য ইনোসেন্সে তার অভিনয়ের জন্য গোইয়া পুরস্কারে সেরা নবাগত অভিনেত্রী বিভাগে মনোনয়ন পেয়েছিলেন। তিনি টেলিভিশন ধারাবাইক এইচআইটিতে এলেনা ভায়েহো পোসে নামক খলনায়িকার চরিত্রে অভিনয়ের জন্য সুপরিচিত।\n\n\n== প্রারম্ভিক জীবন ==\nকারমেন আরুফাত ব্লাসকো ২০০২ সালের ১১ই অক্টোবর তারিখে স্পেনের কাস্তেয়োন দে লা প্লানায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। কারমেন মাত্র ১১ বছর বয়স হতে অভিনয়ের শিক্ষা গ্রহণ করেছেন এবং ভিক্তোর আন্তোলি দ্বারা পরিচালিত একটি নাট্য বিদ্যালয় আউলা সিনে ই টিভি হতে প্রশিক্ষণ গ্রহণ করেছেন।\n\n\n== অভিনয় জীবন ==\nকারমেন ২০১৯ সালের মুক্তিপ্রাপ্ত একটি ফিচার চলচ্চিত্র দ্য ইনোসেন্সের কেন্দ্রীয় চরিত্রে অভিনয় করার মাধ্যমে অভিনয় জগতে পদার্পণ করেছেন। উক্ত চলচ্চিত্রে তার অভিনয়ের মাধ্যমে তিনি গোইয়া পুরস্কারে সেরা নতুন অভিনেত্রী বিভাগে মনোনয়ন পেয়েছিলেন। অতঃপর তিনি মাদ্রিদে স্থানান্তরিত হয়েছেন এবং টেলিভিশন ধারাবাহিক এইচআইটিতে এলেনা ভায়েহো পোসে নামক ধান্দাবাজ এবং স্বকামী ব্যক্তির খলনায়িকার চরিত্রে অভিনয় করেছেন। উক্ত ধারাবাহিকের চিত্রগ্রহণ ২০২০ সালের জানুয়ারি মাসে শুরু হয়েছিল, তবে কোভিড-১৯-এর লকডাউনের কারণে তা ব্যাহত হয়েছিল। এর ফলে কারমেন কৌতুক ধারাবাহিক দিয়ারিওস দে লা কুয়ারেন্তেনায় কোভিড-১৯ লকডাউনের সময় তার পরিবারের সাথে আটকে পড়া এক কিশোরীর চরিত্রে অভিনয় করেছেন, এই ধারাবাহিকটি ২০২০ সালের এপ্রিল থেকে মে মাস পর্যন্ত লা ১-এ প্রচারিত হয়েছিল। ২০২০ সালের জুন মাসে অভিনয় হতে একটি স্বল্প বিরতির পরে এইচআইটির চিত্রগ্রহণ পুনরায় শুরু হয়েছিল এবং তা জুলাই মাসে শেষ হয়েছিল। ২০২০ সালে, কারমেন মুভিস্টার+-এর রোমাঞ্চকর ধারাবাহিক তোদোস মিয়েন্তেনে অভিনয় করার জন্য নির্বাচিত হয়েছেন।\n২০২২ সালে, নেটফ্লিক্স এক ঘোষণায় জানিয়েছে যে, কারমেন এলিটের ষষ্ঠ মৌসুমে অভিনয় করবেন।\n\n\n== অভিনয়ের তালিকা ==\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে কারমেন আরুফাত  (ইংরেজি)\nইন্সটাগ্রামে কারমেন আরুফাত  \nটুইটারে কারমেন আরুফাত"}