{"pageid": 1138105, "title": "নূরুল আলম", "url": "https://bn.wikipedia.org/wiki?curid=1138105", "content": "নূরুল আলম (জন্ম: ১ জানুয়ারি ১৯৫৭) একজন বাংলাদেশী পদার্থবিদ ও শিক্ষাবিদ। তিনি জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের (জাবি) পদার্থবিজ্ঞান বিভাগের অধ্যাপক এবং বিশ্ববিদ্যালয়টির সাবেক উপাচার্য। উপাচার্য হিসেবে নিয়োগ লাভের আগে তিনি বিশ্ববিদ্যালয়টির উপ-উপাচার্য (শিক্ষা), উপাচার্যের রুটিন দায়িত্ব এবং সাময়িক উপাচার্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== জন্ম ==\nতিনি ১৯৫৭ সালের ১ জানুয়ারি ঢাকার ধামরাই উপজেলার জালসা গ্রামে জন্মগ্রহণ করেন। তার বাবার নাম দরবেশ আলী এবং মায়ের নাম রিজিয়া বেগম।\n\n\n== শিক্ষা ==\nনূরুল আলম ঢাকা শিক্ষা বোর্ডের অধীনে কুশুরা আব্বাস আলী উচ্চ বিদ্যালয় থেকে মাধ্যমিক ও মানিকগঞ্জের দেবেন্দ্র কলেজ থেকে উচ্চমাধ্যমিক পাস করেন। জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগ থেকে ১৯৭৬ সালে তিনি স্নাতক (সম্মান) ও ১৯৭৭ সালে স্নাতকোত্তর ডিগ্রি লাভ করেন। একই বিশ্ববিদ্যালয় থেকে ১৯৯৬ সালে তিনি পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nনূরুল আলম ১৯৮০ থেকে ১৯৮১ সাল পর্যন্ত জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের পদার্থ বিজ্ঞান বিভাগে রিসার্চ ফেলো হিসেবে কাজ করেন। ১৯৮২ সালে তিনি একই বিভাগে প্রভাষক হিসেবে শিক্ষকতা শুরু করেন। এরই ধারাবাহিকতায় ১৯৮৬ সালে তিনি সহকারী অধ্যাপক, ১৯৯২ সালে সহযোগী অধ্যাপক এবং ১৯৯৭ সালে অধ্যাপক পদে পদোন্নতি লাভ করেন।\nকর্মজীবনে অধ্যাপনার পাশাপাশি তিনি জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের সিনেট, সিন্ডিকেট, একাডেমিক কাউন্সিল ও অর্থ কমিটির সদস্য, গাণিতিক ও পদার্থবিষয়ক অনুষদের ডিন, মীর মশাররফ হোসেন হলের প্রভোস্ট, বিভাগীয় সভাপতি, ভারপ্রাপ্ত পরীক্ষা নিয়ন্ত্রক, জাহাঙ্গীরনগর বিশ্ববিদ্যালয় স্কুল ও কলেজের ভারপ্রাপ্ত অধ্যক্ষসহ বিভিন্ন গুরুত্বপূর্ণ দায়িত্ব পালন করেছেন।\nএছাড়া তিনি জাহাঙ্গীরনগর বিশ্ববিদ্যালয় শিক্ষক সমিতির সহ-সভাপতি ও সভাপতি এবং বাংলাদেশ বিশ্ববিদ্যালয় শিক্ষক সমিতি ফেডারেশনের সহ-সভাপতি ও সভাপতি হিসেবেও নেতৃত্ব দিয়েছেন।\n২০১২ সালে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের সিনেট সদস্যরা ৩ সদস্যের উপাচার্য প্যানেল নির্বাচিত করে। এ নির্বাচনে নূরুল আলম জয়ী হন এবং দ্বিতীয় স্থান অধিকার করেন। ২০১৮ সালে তিনি বিশ্ববিদ্যালয়টির উপ-উপাচার্য (শিক্ষা) নিযুক্ত হন। ২০২২ সালের ১ মার্চ তৎকালীন উপাচার্য ফারজানা ইসলামের মেয়াদ পূর্ণ হলে ২ মার্চ থেকে তিনি উপাচার্যের রুটিন দায়িত্ব পালন করছিলেন। ঐ বছরের ১৭ এপ্রিল তাকে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের উপাচার্য পদে সাময়িকভাবে নিয়োগ প্রদান করা হলে একই দিন অপরাহ্নে তিনি দায়িত্বভার গ্রহণ করেন। ২০২২ সালের ১৩ সেপ্টেম্বর তিনি পরবর্তী চার বছরের জন্য বিশ্ববিদ্যালয়টির উপাচার্য নিযুক্ত হন এবং একই দিন অপরাহ্নে যোগদান করেন। ২০২৪ সালের ৭ আগস্ট তিনি বিশ্ববিদ্যালয়টির উপাচার্যের পদ থেকে পদত্যাগ করেন।\n\n\n== প্রকাশনা ==\nদেশীয় ও আন্তর্জাতিক জার্নালে তার ২০টির বেশি গবেষণা প্রবন্ধ প্রকাশিত হয়েছে।\n\n\n== আরও দেখুন ==\nজাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের উপাচার্যবৃন্দের নামের তালিকা\n\n\n== তথ্যসূত্র =="}