{"pageid": 1138633, "title": "ধী (গুণ)", "url": "https://bn.wikipedia.org/wiki?curid=1138633", "content": "ধী (সংস্কৃত: धी) মানে বোঝা, প্রতিফলন, ধর্মীয় চিন্তা, মন, নকশা, বুদ্ধিমত্তা, মতামত, ধ্যান, কল্পনা, ধারণা ও বুদ্ধি।  এই শব্দটি বাক শব্দের সাথে যুক্ত, যার অর্থ বাকশক্তি। ধী হল কণ্ঠস্বর বা 'কথা', এটি চিন্তা-মন বা বুদ্ধি। ধী এর অর্থ 'ধারণ করা' বা 'স্থাপন করা', এবং বুদ্ধির কার্যকলাপ নির্দেশ করে।\nধী এর স্বাভাবিক অর্থ হল 'চিন্তা' যা সংস্কৃত শব্দ বুদ্ধির সাথে মিলে যায় যার অর্থ 'মনের কার্যকলাপ', 'চিন্তা', 'বোঝা' ও 'বুদ্ধিমত্তা'। বৈদিক সংস্কৃত দুটি শব্দ ধী  ও ব্রহ্ম প্রার্থনামূলক বা ধ্যানমূলক চিন্তাভাবনার জন্য ব্যবহার করে যার প্রেক্ষাপটে ধী অর্থ 'দৃষ্টিসম্পন্ন অন্তর্দৃষ্টি', 'তীব্র চিন্তা ও প্রতিফলন', এবং ব্রহ্ম শব্দটি ব্রহ থেকে উদ্ভূত হয়েছে, যার অর্থ 'বড় হওয়া', 'কে। বিস্তৃত করা'। মনুস্মৃতি ধর্ম পালনের জন্য দশটি অপরিহার্য নিয়ম বর্ণনা করে- ধৃতি (ধৈর্য), ক্ষমা  (মার্জনা), দম (আত্ম-নিয়ন্ত্রণ'), অস্তেয় (সততা),  শৌচ (শুদ্ধতা), ইন্দ্রিয়-নিগ্রহ (ইন্দ্রিয়ের নিয়ন্ত্রণ),  ধী (যুক্তি), বিদ্যা (জ্ঞান ও শিক্ষা), সত্য (সত্যতা) এবং অক্রোধ ( ক্রোধ নিয়ন্ত্রণ)।\n\n\n== প্রাসঙ্গিকতা ==\nধী, গায়ত্রী মন্ত্র (ঋগ্বেদ ৩.৬২.১০)-এ সংঘটিত  ধীমাহি ও ধিয়ো-এর উপসর্গটি 'বোঝা' বোঝায়, এবং এর জ্ঞানীয় শব্দ বুদ্ধের অর্থ 'মনের যুক্তিবিদ্যা', যা চূড়ান্ত অভিজ্ঞতার জন্য উপলব্ধি অতিক্রম করতে হবেবাস্তবতা। ধীর শব্দটি, যার অর্থ 'শান্ত', সেই অন্বেষণকে বোঝায় যার বুদ্ধি জ্ঞানে পরিপূর্ণ হয় কোন শব্দটি ধী অর্থ 'বুদ্ধি' এবং এর অর্থ 'আগুন' বা 'জ্ঞান'। অ-আত্মান অর্থাৎ অনাত্মান, যা স্বভাবগতভাবে অসম্মত, ধী (বুদ্ধি) এর কার্যের বস্তু যা আনন্দ, স্বতন্ত্র চেতনার প্রকৃতি প্রকাশ করে। পতঞ্জলি যোগকে সংজ্ঞায়িত করে চেতনার বিকল্প তরঙ্গের নিরপেক্ষকরণ হিসাবে; চিত্ত বৃত্তি নিরোধ (যোগসূত্র ১.২) বাক্যাংশে, চিত্ত 'চিন্তার নীতি'কে বোঝায় এবং এর মধ্যে 'প্রাণিক জীবন শক্তি', মনস ('মন' বা 'ইন্দ্রিয় চেতনা'), অহংকার এবং বুদ্ধি ('স্বজ্ঞাত বুদ্ধিমত্তা'), এবং বৃত্তি চিন্তা ও আবেগের তরঙ্গকে বোঝায় যা অবিরামভাবে উদ্ভূত হয় এবং নিরোধ বলতে 'নিরপেক্ষতা', 'বন্ধ' বা 'নিয়ন্ত্রণ'। মূল বুদ্ধ এবং এর উদ্ভূতিগুলি বেদে 'প্রজ্বলন' বা 'জাগরণ' অর্থে দেখা যায়, বুদ্ধ শব্দটি প্রথমবারের মতো \"সাংখ্যায়ন ব্রহ্ম উপনিষদে\" আবির্ভূত হয়। ধৃতি এবং এর জ্ঞাত দিধিতি থেকে ধী প্রাপ্ত হয়েছে, এটি অন্তর্দৃষ্টির ঝলকানিকেও বোঝায় যা সম্পূর্ণরূপে ইন্দ্রিয়গ্রাহ্য উপলব্ধির বাইরে। মানসিক অঙ্গগুলি হল মনস ('মন') এবং হৃদ ('হৃদয়'), এবং মানসিক অনুষদগুলি হল চিত্ত ('চিন্তা'), ধী ('মানসিক দৃষ্টি') এবং ক্রতু ('মানসিক শক্তি')। মনসকে বলা হয় মৌখিক মূল 'চিত-, ধী- ও মন- দ্বারা নির্দেশিত প্রক্রিয়াগুলি সম্পাদন করে; দর্শন বাস্তবায়িত করার জন্য ধী এর প্রয়োজন হয় ক্রতু।\n\n\n== তথ্যসূত্র =="}