{"pageid": 1138818, "title": "কৃত্তিবাস (পত্রিকা)", "url": "https://bn.wikipedia.org/wiki?curid=1138818", "content": "কৃত্তিবাস হল  পশ্চিমবঙ্গের কলকাতা হতে প্রকাশিত একটি  বাংলা সাহিত্য পত্রিকা। মূলত কবিতা পত্রিকা হিসাবেই ১৯৫৩ খ্রিস্টাব্দে এর আত্মপ্রকাশ।  স্বাধীনতার উত্তরকালে একদল প্রতিভাবান তরুণ কবি পরীক্ষামূলক ভাবে এক নতুন নীতিতে কবিতা রচনা শুরু করেন। ফলে এই পত্রিকার মধ্য দিয়ে তাদের রচনায় বাংলা সাহিত্যে নতুন আঙ্গিকে কবিতা যেমন সমৃদ্ধ হয়েছে, তেমনই  তরুণ কবিদের অনেকেই খ্যাতি অর্জন করেছেন। বাংলা সাহিত্যে জনপ্রিয় 'তরুণতম কবিদের মুখপত্র' কৃত্তিবাস পত্রিকা আভঁ-গার্দ ( ফরাসি শব্দ- avant garde) কবিতা পত্রিকা হিসাবে পরিচিত হয়। \n\n\n== ইতিহাস ==\nকলকাতার সিটি কলেজের তিন ছাত্র সমীর রায়চৌধুরী, অশোক মৈত্র ও সুনীল গঙ্গোপাধ্যায় এর বন্ধু ছিলেন দীপক মজুমদার। তিনি সে সময় লক্ষ্য করেন যে,স্বমহিমায় উজ্জ্বল  বুদ্ধদেব বসুর কবিতা পত্রিকায় তরুণতম কবিদের পূর্ণ স্বাধীনতা নেই, তারা নিজস্বতায় পরীক্ষামূলক কিছু করতে পারছেন না। সেকারণে দীপক মজুমদার ও আনন্দ বাগচী  পরিকল্পনা করেন এক নতুন কবিতা পত্রিকার। সুহৃদগণের সহযোগিতায় মোটামুটি ১৯৫২ খ্রিস্টাব্দেই কবিতা পত্রিকার উদ্যোগ নেন। সিগনেট প্রেসের তৎকালীন কর্ণধার দিলীপকুমার গুপ্ত বাংলাদেশের কিংবদন্তি  আদিকবির নামে নামকরণ করেন কৃত্তিবাস। \nপত্রিকাটি ১৯৫৩ খ্রিস্টাব্দের  জুলাই মাসে ( ১৩৬০ বঙ্গাব্দের শ্রাবণ মাসে) প্রকাশিত হয়।  উদ্বোধনী সংখ্যার সম্পাদক ছিলেন সুনীল গঙ্গোপাধ্যায়,আনন্দ বাগচী এবং দীপক মজুমদার। স্বল্পকালের মধ্যেই সুনীল গঙ্গোপাধ্যায়, আনন্দ বাগচী ও দীপক মজুমদারের পরিবর্তে একমাত্র সম্পাদক হন এবং তিনিই ঘনিষ্ঠভাবে আজীবন যুক্ত থাকেন। পত্রিকার প্রকাশনা  সম্পর্কে সুনীল গঙ্গোপাধ্যায় বলেছেন- \n\n কৃত্তিবাস পত্রিকা প্রকাশের পেছনে কোনও সুচিন্তিত পরিকল্পনা ছিল না, এর জন্ম অনেকটাই আকস্মিক।\"  \nপরবর্তীকালে কৃত্তিবাস পত্রিকা গোষ্ঠীর মধ্যে যারা যুক্ত হন, তারা হলেন-  শক্তি চট্টোপাধ্যায়, শরৎকুমার মুখোপাধ্যায়, সন্দীপন চট্টোপাধ্যায়, তারাপদ রায়, অরবিন্দ গুহ, জ্যোতিরিন্দ্রনাথ মৈত্র, উৎপলকুমার বসু, বটকৃষ্ণ দে,  মোহিত চট্টোপাধ্যায়, বেলাল চৌধুরী, মানস রায়চৌধুরী, বলেন গাঙ্গুলি, ফণিভূষণ আচার্য, শিবশম্ভু পাল, আলোকরঞ্জন দাশগুপ্ত, শ্যামল গঙ্গোপাধ্যায়, দেবীপ্রসাদ বন্দ্যোপাধ্যায় প্রমুখেরা। সে সময়ে কবি জীবনানন্দ দাশ, বিষ্ণু দে, অমিয় চক্রবর্তী -র মত আধুনিক ও প্রথম সারির কবিরা আছেন। নতুন এরা যেন  সকলে বাংলা সাহিত্যের জগতে একটা  আধুনিকতার ঝড় নিয়ে আসেন। তিনি কৃত্তিবাস সম্পর্কে সেসময় বলেছিলেন-\n\n \"বিদেশী ধাঁচে একটা কোনো বিশেষ নাম নিয়ে কাব্য আন্দোলন আমরা শুরু করিনি, কৃত্তিবাস গোষ্ঠীর কবিরা নিজেদের মধ্যে কোনোরকম পরামর্শ না করেই যে নতুন রীতিতে কবিতা লিখতে শুরু করে তাকে বলা যেতে পারে স্বীকারোক্তিমূলক কবিতা।\" \nপ্রথমদিকে পত্রিকাটি ত্রৈমাসিক হিসাবে প্রকাশিত হত। প্রথম প্রকাশের একুশ বৎসর পর  ১৯৭৪ খ্রিস্টাব্দে পত্রিকাটি  মাসিক পত্রিকায় পরিণত হয়। তরুণ কবিদের কবিতা প্রকাশের পাশাপাশি সমসাময়িক শিল্প ও সংস্কৃতির বিভিন্ন দিক তুলে ধরার চেষ্টায়  বহু নিবন্ধও প্রকাশিত হয়েছে। \nপত্রিকাটির প্রথম সংখ্যায় সিগনেট প্রেস থেকে প্রকাশিত  জীবনানন্দ দাশের বনলতা সেন -এর একটাই বিজ্ঞাপন ছিল।  সুনীল গঙ্গোপাধ্যায় কবি  শঙ্খ ঘোষের রচিত কবিতা দিনগুলি রাতগুলি প্রকাশ করেন। \nতবে প্রথমদিকে শুধু কবিতা বা কবিতা বিষয়ক নিবন্ধ ছাড়া কৃত্তিবাস-এ অন্য কোন লেখা স্থান পায় নি। পরবর্তীতে বাদানুবাদের মধ্যে স্থান পেয়েছিল দীপক মজুমদারের নাটিকা 'বেদনার কুকুর ও অমল',  কমলকুমার মজুমদারের 'সুহাসিনীর পমটেম' , শ্যামল গঙ্গোপাধ্যায়ের সচিত্র গল্প,  সন্দীপন চট্টোপাধ্যায়ের 'চাঁইবাসা চাঁইবাসা' ইত্যাদি। সুনীল গঙ্গোপাধ্যায়ের কোনো না কোনো কারণে  অনুপস্থিতিতে বিভিন্ন সময়ে পত্রিকার সম্পাদনা করেছেন তরুণ কবি শরৎকুমার মুখোপাধ্যায়, বেলাল চৌধুরী, সমরেন্দ্র সেনগুপ্ত।\n১৯৬১-৬৫ খ্রিস্টাব্দে প্রতিষ্ঠান বিরোধী কারণে বেশ কয়েকজন কবি কৃত্তিবাস  ছেড়ে মলয় রায়চৌধুরীর নেতৃত্বে হাংরিয়ালিস্ট আন্দোলনে যোগ দেন। ১৯৬৪ খ্রিস্টাব্দে হাংরিয়ালিস্টরা  অশ্লীলতার অভিযোগে অভিযুক্ত হলে, কৃত্তিবাস গোষ্ঠীর তরফে সম্পাদকীয় জানানো হয় যে, হাংরি আন্দোলনের সঙ্গে বা আন্দোলনকারীদের কোন প্রতিষ্ঠানের সঙ্গে কৃত্তিবাস গোষ্ঠীর কোন সম্পর্ক নেই।\nকৃত্তিবাস পত্রিকার দীর্ঘ ষাট বৎসরের ইতিহাসে বিভিন্ন সময়ে এর প্রকাশনা বন্ধ হয়েছে  হয় অর্থের অভাবে নয়তো সময়ের অভাবে। আবার প্রবীণ ও প্রতিষ্ঠিত এবং নবীন ও অল্প বয়সী কবির সৃজন সম্ভারে নতুন রূপে দেখা দিয়েছে পুনঃপ্রকাশনায়। সুনীল গঙ্গোপাধ্যায়ের আবাল্য বন্ধু ভাস্কর দত্ত, কলকাতার বিশিষ্ট ব্যক্তিত্ব  প্রদীপ চন্দ্র বসু এবং আশিক কুমার দাশগুপ্তর অর্থানুকূল্যে ১৯৯৮ খ্রিস্টাব্দ হতে পত্রিকার পুনঃপ্রকাশ এবং নতুন প্রজন্মের কবিদের জন্য প্রতি বছর দুজন প্রতিশ্রুতিবান কবিকে  কৃত্তিবাস পুরস্কার প্রবর্তন সম্ভব হয়। সুনীল গঙ্গোপাধ্যায় আমৃত্যু সেই পুরস্কার প্রদান করে গেছেন। \n২০১২ খ্রিস্টাব্দে সুনীল গঙ্গোপাধ্যায়ের প্রয়াণের পর কবি পত্নী স্বাতী গঙ্গোপাধ্যায় কৃত্তিবাস  সম্পাদনার ভার নেন। সহযোগী হিসাবে ছিলেন কবি শ্রীজাত ও অংশুমান কর। ২০১৩-১৪ খ্রিস্টাব্দ পর্যন্ত নিয়মিত থাকলেও ২০১৫ খ্রিস্টাব্দের সেপ্টেম্বর সংখ্যার পর পুরানো গোষ্ঠীর দ্বারা প্রকাশিত হয় নি। ইতোমধ্যে  অন্যদিকে সুনীল গঙ্গোপাধ্যায়ের আদর্শ এবং পুরাতন কৃত্তিবাস-এর পুননির্মাণের প্রতিশ্রুতি দিয়ে কলকাতার প্রতিভাস প্রকাশনা সংস্থার পক্ষে প্রকাশক বীজেশ সাহা'র উদ্যোগে তিনজনের এক সম্পাদকমণ্ডলীর  সম্পাদনার ২০১৫ খ্রিস্টাব্দের ৬ নভেম্বর  ত্রৈমাসিক পত্রিকা হিসাবে পুনঃপ্রকাশনা শুরু হয়। আইনি প্রক্রিয়ার মধ্যেও এটি প্রথমে মাসিক ও পরে পাক্ষিকে রূপান্তরিত হয়।\n\n\n== কৃত্তিবাস-এর সময়কাল ==\nজুলাই, ১৯৫৩ - ত্রৈমাসিক সাহিত্য পত্রিকা হিসাবে আত্মপ্রকাশ\n১৯৭৪ - মাসিক পত্রিকায় রূপান্তরিত\n১৯৭৮ - মার্চ-এপ্রিল সাময়িক বন্ধ হয়\n১৯৭৯ - বইমেলায় প্রকাশ বার্ষিক সংখ্যা হিসাবে\n১৯৮২ - প্রকাশনা বন্ধ\n১৯৯৮ - পুনর্জন্ম বার্ষিক পত্রিকা হিসাবে ও পরে  দ্বিবার্ষিক পত্রিকায়\n২০০৩ - পঞ্চাশতম বার্ষিকী উদযাপন\n২০১৩ - ষাটতম বার্ষিকী উদযাপন\nসেপ্টেম্বর ২০১৫ - শেষ প্রকাশনা (পুরাতন গোষ্ঠীর)\n৬ নভেম্বর ২০১৫- নতুন কৃত্তিবাস এর যাত্রা শুরু, তবে আইনি প্রক্রিয়া অব্যাহত।\n\n\n== তথ্যসূত্র =="}