{"pageid": 1138927, "title": "আসানসোল–পাটনা লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1138927", "content": "আসানসোল–পাটনা বিভাগ ভারতের পশ্চিমবঙ্গ রাজ্যের আসানসোল এবং বিহারের পাটনাকে সংযুক্ত করে একটি রেলপথ। ৩৩১ কিলোমিটার (২০৬ মা) লাইনটি পশ্চিমবঙ্গের প্রান্তিক অঞ্চল, ঝাড়খণ্ডের সাঁওতাল পরগণার একটি অংশ এবং বিহারের গাঙ্গেয় সমভূমির মধ্য দিয়ে গেছে।\n\n\n== ইতিহাস ==\nহাওড়া এবং দিল্লির মধ্যে প্রথম রেলপথ ছিল, যা পরে সাহেবগঞ্জ লুপ নামে নামকরণ করা হয় এবং এই রুটে প্রথম ট্রেনটি ১৮৬৪ সালে চালানো হয়। কিউল-পাটনা সেক্টর ১৮৬২ সালের দিকে প্রস্তুত করা হয়। ১৮৭১ সালে রানিগঞ্জ এবং কিউল জংশনকে সংযোগকারী একটি ছোট মেইন লাইন ছিল এবং ১৯০৭ সালে গ্র্যান্ড কর্ড খোলার ফলে হাওড়া থেকে দিল্লির দূরত্ব আরও কমে যায়।  \n\n\n== বিদ্যুতায়ন ==\nআসানসোল-সীতারামপুর সেক্টরটি ১৯৬০-৬১ সালে বিদ্যুতায়িত হয় এবং আসানসোল-পাটনা সেকশনের বাকি অংশটি ১৯৯৪-৯৫ থেকে ২০০০-০১ সময়কালে বিদ্যুতায়িত হয়। সেক্টর ভিত্তিক অগ্রগতি নিম্নরূপ ছিল: সীতারামপুর-চিত্তরঞ্জন ১৯৯৪-৯৫, চিত্তরঞ্জন-জামতারা ১৯৯৫-৯৬, জামতারা-জাসিডিহ ১৯৯৬-৯৭, জাসিডিহ-নারগঞ্জো ১৯৯৭-৯৮, নারগঞ্জ-ঝাঝা ১৯৯৭-৯৮, কিউল–মানকথা ১৯৯৯-২০০০, মানকথা–বারহাইয়া ২০০০-০১, বারহাইয়া–মোকামা ১৯৯৯-২০০০ মোকামা–ফতুহা ১৯৯৮-৯৯, ফতুহা–দানাপুর ১৯৯৯-২০০০।\n\n\n== গতিসীমা ==\nপুরো সীতারামপুর-পাটনা-মুঘলসরাই লাইনটিকে \"বি ক্লাস\" লাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে, যেখানে ট্রেনগুলি ১৩০ কিলোমিটার ঘন্টা পর্যন্ত গতিতে চলতে পারে।\n\n\n== যাত্রী চলাচল ==\nএই লাইনে পাটনা এবং আসানসোল, ভারতীয় রেলওয়ের শীর্ষ শতাধিক বুকিং স্টেশন মধ্যে রয়েছে৷\n\n\n== শেড এবং ওয়ার্কশপ ==\nচিত্তরঞ্জন লোকোমোটিভ ওয়ার্কস, বিশ্বের বৃহত্তম বৈদ্যুতিক লোকোমোটিভ নির্মাতাদের মধ্যে একটি যা এই লাইনে অবস্থিত। প্রাথমিকভাবে বাষ্পীয় লোকোমোটিভ তৈরির জন্য শুরু হয়, এটি ২৬ জানুয়ারী ১৯৫০ সালে উৎপাদনে যায়, যেদিন ভারত একটি প্রজাতন্ত্র হয়ে ওঠে। এটি এখন এসি এবং ডিসি লোকোমোটিভ এবং আনুষাঙ্গিক যন্ত্র উৎপাদন করে।\nআসানসোল হচ্ছে ভারতীয় রেলওয়ের প্রাচীনতম বৈদ্যুতিক লোকো শেড। এটিতে WAG-৫ এবং WAM-৪ বৈদ্যুতিক লোকোমোটিভ রয়েছে।\n\n\n== রেলওয়ে পুনর্গঠন ==\n১৯৫২ সালে, পূর্ব রেল, উত্তর রেল এবং উত্তর পূর্ব রেল গঠিত হয়। পূর্ব রেলওয়ে গঠিত হয় ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির একটি অংশ নিয়ে, পূর্বে মুঘলসরাই এবং বেঙ্গল নাগপুর রেলওয়ে। উত্তর রেলওয়ে মোগলসরাই, যোধপুর রেলওয়ে, বিকানের রেলওয়ে এবং পূর্ব পাঞ্জাব রেলওয়ের পশ্চিমে ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির একটি অংশ নিয়ে গঠিত হয়। উত্তর পূর্ব রেলওয়ে গঠিত হয় অওধ এবং তিরহুত রেলওয়ে, আসাম রেলওয়ে এবং বোম্বে, বরোদা এবং মধ্য ভারত রেলওয়ের একটি অংশ নিয়ে। পূর্ব মধ্য রেলওয়ে ১৯৯৬-৯৭ সালে তৈরি করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপাটনায় ট্রেন\nআসানসোলে ট্রেন"}