{"pageid": 1138, "title": "নেপাল", "url": "https://bn.wikipedia.org/wiki?curid=1138", "content": "নেপাল (নেপালি: नेपाल), আনুষ্ঠানিকভাবে ফেডারেল গণতান্ত্রিক প্রজাতন্ত্রী নেপাল (নেপালি: सङ्घीय लोकतान्त्रिक गणतन्त्र नेपाल) হিমালয় অধ্যুষিত একটি দক্ষিণ এশিয়ার স্থলবেষ্টিত রাষ্ট্র। যার সাথে উত্তরে চীন এবং দক্ষিণ, পূর্ব ও পশ্চিমে ভারতের সীমান্ত রয়েছে। এর শতকরা ৮১ ভাগ জনগণই হিন্দু ধর্মের অনুসারী। বেশ ছোট আয়তনের একটি দেশ হওয়া সত্ত্বেও নেপালের ভূমিরূপ অত্যন্ত বিচিত্র। আর্দ্র আবহাওয়া বিশিষ্ট অঞ্চল, তরাই থেকে শুরু করে সুবিশাল হিমালয়; সর্বত্রই এই বৈচিত্র্যের পরিচয় পাওয়া যায়। নেপাল এবং চীনের সীমান্ত জুড়ে যে অঞ্চল সেখানে পৃথিবীর সর্বোচ্চ ১০ টি পর্বতের ৮ টিই অবস্থিত। এখানেই পৃথিবীর সর্বোচ্চ শৃঙ্গ মাউন্ট এভারেস্ট অবস্থিত।\n\n\n== নামকরণ ==\nনেপাল নামটির সঠিক উৎপত্তি সম্বন্ধে জানা যায়নি, তবে সবচেয়ে জনপ্রিয় মত অনুসারে নেপাল নামটি দুটি শব্দ নে এবং পাল থেকে এসেছে যাদের অর্থ যথাক্রমে পবিত্র এবং গুহা। তাহলে নেপাল শব্দের অর্থ দাঁড়াচ্ছে পবিত্র গুহা।\n\n\n== ইতিহাস ==\n\nনেপালের রাজধানী কাঠমান্ডুর উপত্যকায় প্রাপ্ত নিওলিথিক যুগের বেশকিছু উপাদান এটিই নির্দেশ করে যে হিমালয়ান অঞ্চলে প্রায় ৯০০০ বছর থেকে মানুষ বসবাস করছে। এটি প্রতিষ্ঠিত যে প্রায় ২৫০০ বছর পূর্বে নেপালে তিব্বতী-বার্মীয় জনগোষ্ঠীর বসবাস ছিল। ১৫০০ খৃস্টপূর্বাব্দে ইন্দো ইরানীয় বা আর্য জাতিগোষ্ঠী এই হিমালয়ান উপত্যকায় প্রবেশ করে। ১০০০ খৃস্টপূর্বাব্দের দিকে এই অঞ্চলটিতে বিভিন্ন গোষ্ঠীর জন্য স্বতন্ত্র রাজ্য ও কনফেডারেশন গড়ে উঠে। এরকমই একটি কনফেডারেশন ছিল সাকিয়া যার একসময়কার রাজা ছিলেন সিদ্ধার্থ গৌতম (৫৬৩-৪৮৩ খৃস্টাপূর্বাব্দ) যিনি গৌতম বুদ্ধ বা শুধু বুদ্ধ নামেই পরিচিত। তিনি পবিত্র ও সাধনাময় জীবনযাপনের জন্য তার রাজত্ব ত্যাগ করেছিলেন। ২৫০ খৃস্টপূর্বাব্দে এই অঞ্চলটি উত্তর ভারতের মৌর্য সম্রাজ্যের অধীনে আসে এবং পরবর্তীতে ৪র্থ শতাব্দীতে এটি গুপ্ত সম্রাজ্যের অধীনে একটি পুতুল রাষ্ট্রে পরিণত হয়। পঞ্চম শতাব্দীর শেষ হতে শুরু করে পরবর্তী বেশ কিছুটা সময় শাসন করে একদল শাসক যারা সাধারণভাবে লিচ্ছবি নামে পরিচিত। লিচ্ছভি সাম্রাজ্যের পতন ঘটে অষ্টম শতাব্দীতে এবং এরই সাথে শুরু হয় নেওয়ারি যুগের। ৮৭৯ সালে নেওয়ারিদের রাজত্ব শুরু হলেও সমগ্র রাষ্ট্রের উপর তাদের নিয়ন্ত্রণ অনেকটাই অনিশ্চিত ছিল। একাদশ শতাব্দীর শেষ ভাগে নেপালের দক্ষিণাংশ দক্ষিণ ভারতের চালুক্য সাম্রাজ্যের অধীনে আসে। চালুক্যদের রাজত্বকালে নেপালের ধর্মে ব্যাপক পরিবর্তন আসে কারণ সব রাজাই হিন্দু ধর্মের পৃ্ষ্ঠপোষকতা করতেন এবং বৌদ্ধ ধর্মের প্রসারের বিপরীতে হিন্দু ধর্মের প্রচারে অবদান রাখেন।\nদ্বাদশ শতাব্দীতে যেসব রাজা অধিষ্ঠান করেন তাদের নামের শেষে সাধারণ একটি শব্দ ছিল আর তা হল মল্ল যার অর্থ হচ্ছে কুস্তিগির।\n\nগোর্খারাজ পৃথ্বীনারায়ণ শাহ কয়েক দশক ধরে যুদ্ধের পর কাঠমান্ডু উপত্যকা দখল করে ছোটবড় রাজ্যে বিভক্ত নেপালকে একটি রাষ্ট্রীয় সংহতি দান করেন। নেপালের ইতিহাসে এই সময় থেকে একটি শক্তিশালী কেন্দ্রীয় ঐক্যবদ্ধ রাষ্ট্র হিসেবে হিমালয় কন্যা নেপালের যাত্রা শুরু বলা যায়। এই পৃথ্বীনারায়ণ শাহকে আজকের নেপালের প্রতিষ্ঠাতা বলা যায়।\n\n\n== রাজনীতি ==\nবর্তমানে নেপালের রাজনীতি একটি বহুদলীয় প্রজাতন্ত্রের কাঠামোতে সংঘটিত হয়। প্রধানমন্ত্রী হলেন সরকার প্রধান। সরকারের হাতে নির্বাহী ক্ষমতা ন্যস্ত। আইনসভার উপর আইন প্রণয়নের দায়িত্ব ন্যস্ত। বর্তমানে রাম চন্দ্র পাউডেল নেপালের রাষ্ট্রপতি এবং পুষ্প কমল দাহাল প্রধানমন্ত্রী।\n২০০৮ সালের মে মাস পর্যন্ত নেপাল একটি সাংবিধানিক রাজতন্ত্র ছিল। ঐ মাসের ২৮ তারিখে নেপালের আইনসভা সংবিধানে সংশোধন আনে এবং নেপালকে একটি প্রজাতন্ত্রে রূপান্তরিত করে।\nনেপালের উল্লেখযোগ্য রাজনৈতিক দল গুলো হলো:\n\nমধ্যম থেকে ডানপন্থী\nজাতীয় প্রজাতন্ত্র পার্টি\nমধ্যমপন্থী-\nনেপালি কংগ্রেস\nমধ্যম-বামপন্থী-\nজাতীয় জনতা পার্টি\nমধ্যম থেকে বামপন্থী -\nনেপাল কমিউনিস্ট পার্টি (একীকৃত মার্ক্সবাদী-লেনিনবাদী)\nনেপালের কমিউনিস্ট পার্টি (সংযুক্ত মার্কসবাদী)\nসঙ্ঘীয় সমাজবাদী ফোরাম\nপূর্ণ বামপন্থী-\nনেপালের কমিউনিস্ট পার্টি (মাওবাদী-কেন্দ্র)\nনেপাল মজদুর কিসান পার্টি\n\n\n== সামরিক বাহিনী ==\n\nনেপালী সেনাবাহিনী ১৭৬২ সালে গঠিত হয় এবং ২০০৮ সাল পর্যন্ত নেপালের সেনাবাহিনীর নাম 'রাজকীয় নেপালি সেনা' ছিলো। নেপালে কোনো বিমান বাহিনী নেই আর যেহেতু নেপালের কোনো সমুদ্র সীমানা নেই তাই নৌবাহিনীও নেই।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\nনেপালকে ১৪টি প্রশাসনিক অঞ্চলে (নেপালি ভাষায় अञ्चल) ভাগ করা হয়েছে, যেগুলি আবার ৭৫টি জেলায় (নেপালি ভাষায় जिल्ला) বিভক্ত। নেপাল ১৪ টি জোনে ভাগ করা। ৭৫ টি জেলা।\n\nপূর্বাঞ্চল\nমেচী অঞ্চল\nকোশী অঞ্চল\nসগরমাথা অঞ্চল\nমধ্যাঞ্চল\nজনকপুর অঞ্চল\nবাগমতী অঞ্চল\nনারায়ণী অঞ্চল\nপশ্চিমাঞ্চল\nগণ্ডকী অঞ্চল\nলুম্বিনী অঞ্চল\nধলাগিরি অঞ্চল\nমধ্যপশ্চিমাঞ্চল\nরাপ্তী অঞ্চল\nকর্ণালী অঞ্চল\nভেরী অঞ্চল\nসুদুর পশ্চিমাঞ্চল\nসেতী অঞ্চল\nমহাকালী অঞ্চল\n\n\n== ভূগোল ==\nনেপালের ভূ-প্রকৃতি অত্যন্ত বৈচিত্র্যপূর্ণ নেপালের আকৃতি অনেকটা চতুর্ভুজের মত, প্রায় ৮০০ কিমি (৫০০মাইল) দৈর্ঘ্য এবং ২০০ কিমি (১২৫ মাইল) প্রস্থ। নেপালের মোট আয়তন প্রায় ১৪৭,১৮১ বর্গকিমি (৫৬,৮২৭ বর্গমাইল)। ভূ-প্রকৃতির বৈচিত্র্য অনুসারে নেপাল তিন ভাগে বিভক্ত- পর্বত, পাহাড়ী উঁচু ভূমি(Hill and Siwalik region) এবং নিচু সমতল ভূমি অর্থাৎ তরাই।প্রধান ভৌগোলিক ক্ষেত্র-\n\nহিমালয়\nপাহাড়\nতরাই\nদক্ষিণে ভারতের সীমান্তঘেঁষা তরাই নিম্নভূমি নারায়ণী ও কর্ণালী নদীবিধৌত।\n\n\n== অর্থনীতি ==\nনেপালের অর্থনীতি মূলত পর্যটন শিল্পের উপর নির্ভরশীল। প্রত্যেক বছর পৃথিবীর বিভিন্ন দেশ থেকে হাজারো মানুষ নেপাল ভ্রমণ করে।\n\n\n== পরিকাঠামো ==\n\n\n=== পরিবহন ===\nনেপাল বিশ্বের প্রধান স্থল, বিমান এবং সমুদ্র পরিবহন রুট থেকে বিচ্ছিন্ন রয়েছে, যদিও দেশের মধ্যে, বিমান চলাচল একটি ভাল অবস্থায় রয়েছে, যেখানে ১১টি পাকা রানওয়ে বিমানবন্দর রয়েছে । জাতীয় বাহক, নেপাল এয়ারলাইন্স , অব্যবস্থাপনা এবং দুর্নীতির কারণে খারাপ অবস্থায় রয়েছে এবং ইইউ দ্বারা কালো তালিকাভুক্ত হয়েছে। ত্রিভুবন আন্তর্জাতিক বিমানবন্দর দেশটির একমাত্র সক্রিয় আন্তর্জাতিক বিমানবন্দর।\n\n\n== জনসংখ্যা ==\n\nসাম্প্রতিক সময়ে প্রচুর লোক দক্ষিণের সমতল ভূমি অর্থাৎ তরাই-এ বসবাস শুরু করলেও এখনো দেশের সিংহভাগ মানুষ বাস করে মধ্য উচ্চভূমিতে। উত্তরের পার্বত্য অঞ্চল জনবিরল। রাজধানী কাঠমান্ডু দেশের সবচেয়ে বড় শহর এবং এর জনসংখ্যা প্রায় ৮০০,০০০ (মেট্রোপলিটন এলাকায়: ১৫ লক্ষ)।\nনেপালি ভাষা নেপালের সরকারি ভাষা। এখানকার প্রায় ৬০% লোক নেপালি ভাষাতে কথা বলেন। এছাড়াও নেপালে আরও প্রায় ১২০টি ভাষা প্রচলিত। এদের মধ্যে মৈথিলী ভাষা (প্রায় ১১% বক্তা), ভোজপুরি ভাষা (প্রায় ৮%), মুর্মি ভাষা, নেওয়ারি ভাষা, এবং মগর ভাষা উল্লেখযোগ্য। আন্তর্জাতিক কর্মকাণ্ডে ইংরেজি ভাষা ব্যবহার করা হয়।\n\n\n=== ধর্ম ===\n\n \n\nনেপালের মানুষ বিভিন্ন ধর্ম, গোষ্ঠী এবং বিশ্বাসকে ধারণ করে থাকে।  নেপাল একটি ধর্মনিরপেক্ষ জাতির দেশ এবং অন্তর্বর্তী সংবিধানের অধীনে নেপালে ধর্মনিরপেক্ষতাকে (পর্ব ১, অনুচ্ছেদ ৪) \"অনাদিকাল থেকে প্রদত্ত ধর্ম ও সংস্কৃতির সুরক্ষা সহ ধর্মীয় ও সাংস্কৃতিক স্বাধীনতা\" হিসাবে সংজ্ঞায়িত করা হয়েছে। অর্থাৎ, \"রাষ্ট্রীয় সরকার মৌলিক অধিকার হিসাবে সমগ্র জাতি জুড়ে \"ধর্মীয়\" এবং \"সাংস্কৃতিক\" স্বাধীনতা বজায় রেখে হিন্দুধর্ম কে রক্ষা ও লালন করতে বাধ্য থাকবে।\" \nনেপালে হিন্দু ও বৌদ্ধ ধর্মের অনুসারীর সংখ্যা সবচেয়ে বেশি। এই দুটি ধর্মই নেপালে সবচেয়ে বেশি অনুগামী রয়েছে। ২০২১ সালে, এই দুটি ধর্ম যথাক্রমে জাতীয় জনসংখ্যার ৮১.৩% এবং ৮.২১% প্রতিনিধিত্ব করেছিল। ভারতের পরে দ্বিতীয়, নেপালও বিশ্বের অন্যতম বৃহত্তম হিন্দু জনসংখ্যার আবাসস্থল।\nবিশিষ্ট হিন্দু তীর্থস্থানগুলির সংখ্যাগরিষ্ঠ এই দেশে অবস্থিত। শিবকে নেপালের অভিভাবক দেবতা হিসেবে গণ্য করা হয়। নেপাল বিশ্ববিখ্যাত পশুপতিনাথ মন্দিরের আবাসস্থল, একটি ইউনেস্কোর ওয়ার্ল্ড হেরিটেজ সাইট যেখানে সারা বিশ্বের হিন্দুরা তীর্থযাত্রার উদ্দেশ্যে আসে। হিন্দু মহাকাব্য রামায়ণ অনুসারে, দেবী সীতার জন্ম রাজা জনকের মিথিলা রাজ্যে। নেপালের জাতীয় পশু হচ্ছে গরু, যা হিন্দু ধর্মে পবিত্র প্রাণী হিসেবে বিবেচিত। যার জন্য নেপালে গো-হত্যা আইনত নিষিদ্ধ এবং দন্ডনীয় অপরাধ।\n\n\n== সংস্কৃতি ==\n\nনেপালের সংস্কৃতি হিন্দু এবং বৌদ্ধ সংস্কৃতির মিশ্রণে হয়েছে। নেপালের প্রধান পর্ব বিজয়া দশমী, বুদ্ধ জয়ন্তী, তিহার, ল্হোসার আদি।নেপালের রাষ্ট্রীয় পোশাক দৌরা সুরুৱাল (পুরুষ) এবং সারী (মহিলা)।\nনেপালের সংস্কৃতি অনেকগুলো দেশীয়, আদিবাসী গোষ্ঠীর সংস্কৃতির সমন্বয়ে গড়ে উঠেছে, ফলে নেপাল এক বহুসাংস্কৃতিক রাষ্ট্র। নেপালের সংস্কৃতি বেশ সমৃদ্ধ এবং বৈচিত্র্যপূর্ণ, বিশেষকরে নেওয়ার জনগোষ্ঠীর সংস্কৃতি। নেওয়ার জনগোষ্ঠী অনেকগুলো পার্বণ পালন করে এবং তারা তাদের গান ও নাচের জন্য সুপরিচিত।\nনেপালের সাধারণ খাদ্যতালিকা- ডাল-ভাত-তরকারি, এর সাথে থাকে আচার বা চাটনী। নিচু সমতল ভূমিতে ঘরের কাঠামো তৈরির প্রধান উপকরণ বাঁশ, গোবর মিশ্রিত কাদা দিয়ে ঘরের দেয়াল তৈরি করা হয়। এধরনের ঘর শীতের দিনে বেশ গরম এবং গরমের দিনে বেশ ঠান্ডা থাকে।\nনেপালী বৎসর ১২ মাসে বিভক্ত এবং বছরের শুরু হয় মধ্য এপ্রিলে। নেপালে সাপ্তহিক ছুটির দিন হচ্ছে শনিবার।\nনেওয়ারী সঙ্গীতে ঐকতান সৃষ্টির জন্য বিভিন্ন ধরনের বাদ্যযন্ত্র ব্যবহৃত হয়, অধিকাংশই বাজাতে হয় ঘষে ঘষে, তবে বাঁশি ও বাঁশিজাতীয় আরো কিছু বাদ্যযন্ত্র রয়েছে। তারযুক্ত বাদ্যযন্ত্র খুব কম ব্যবহৃত হয়। সঙ্গীত রয়েছে বিভিন্ন ব্যঞ্জনার, যা ভিন্ন ভিন্ন ঋতু এবং উৎসবকে মূর্ত করে তোলে। যেমন, পাহান চারে সঙ্গীত পরিবেশিত হয় অত্যন্ত দ্রুত লয়ে এবং ডাপা সঙ্গীত পরিবেশিত হয় খুব ধীর লয়ে। কিছু বাদ্যযন্ত্র আছে যেগুলো শুধুমাত্র যন্ত্রসঙ্গীতেই ব্যবহৃত হয়, যেমন- ধিমাই ও ভুসিয়া। ধিমাই বাজে সবচেয়ে উচ্চগ্রামে। পাহাড়গুলোতে ভিন্ন ভিন্ন জনগোষ্ঠীর নিজস্ব সঙ্গীত রয়েছে, লোকগীত বা লোক দোহারী অত্যন্ত জনপ্রিয়। লোকগাঁথা নেপালী সমাজ ও সংস্কৃতির সাথে ওতপ্রোতভাবে মিশে আছে। চিরায়ত লোকগল্পগুলোর মূলে রয়েছে দৈনন্দিন বাস্তবতা, প্রেম-ভালবাসা, যুদ্ধ-বিগ্রহ, দানব, দেবতা যার মধ্য দিয়ে প্রকাশ পায় প্রচলিত বিশ্বাস ও সংস্কৃতি। অনেক নেপালী লোককাহিনী গান ও নাচ সহযোগে পরিবেশিত হয়।\n\n\n=== উদ্ভিদ ও প্রাণীজগৎ ===\nবন্যপ্রাণী বৈচিত্র্যা নেপালের একটি উল্লেখযোগ্য বৈশিষ্ঠ।অত্যন্ত ঠান্ডা থেকে উষ্ণপ্রধান আবহাওয়ার তারতম্যের জন্য ,নেপালে উদ্ভিদ ও প্রাণীজগতে এক বিরাট বিভিন্নতা বা বৈচিত্র আছে। বন্যপ্রাণী পর্যটন এই দেশের অন্যতম পর্যটন।\nএখানে কিছু বন্যপ্রাণী আছে যা একমাত্র নেপালে দেখা যায় যেমন স্পিনি ব্যাব্লার। নেপালেই বিভিন্ন প্রজাতির রডোডেন্ড্রন দেখা যায়। নেপালে বন্যপ্রাণী সংরক্ষণের জন্য অনেকগুলি জাতীয় উদ্যান স্থাপন করা হয়। যার মধ্যে গুরত্বপূর্ণ ওয়ার্ল্ড হেরিটেজ সাইট হল সাগরমাথা জাতীয় উদ্যান ও চিতওয়ান জাতীয় উদ্যান\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== গণমাধ্যম ===\nনেপাল থেকে প্রকাশিত কয়েকটি জনপ্রিয় পত্রিকার নাম হচ্ছে,কান্তিপুর ন্যাশনাল,ডেইলি নেপাল,সমাচারপত্র,দ্য কাঠমন্ডু পোস্ট,দ্য হিমালয়ান টাইমস,রাজধানি,মজদুর,দ্য রাইজিং নেপাল,ডেইলী বুধবার সাপ্তাহিক,জন আস্থা জাতীয় সাপ্তাহিক৷\nদর্শনীয় স্থান\nনাগরকট,পোখরা,কাঠমান্ডু\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনেপাল সরকারের দাপ্তরিক ওয়েবসাইট (নেপালি) (ইংরেজি)\nনেপাল ট্যুরিজম বোর্ডের দাপ্তরিক ওয়েবসাইট (ইংরেজি)"}