{"pageid": 1138177, "title": "তোজাম্মেল টনি হক", "url": "https://bn.wikipedia.org/wiki?curid=1138177", "content": "তোজাম্মেল \"টনি\" হক এমবিই একজন অবসরপ্রাপ্ত শিক্ষাবিদ, কমিউনিটি কর্মী এবং বার্মিংহামে অবস্থিত বাংলাদেশী বংশোদ্ভূত কর্মী। কর্মজীবনে তিনি শিক্ষক, কূটনীতিক এবং ইউনেস্কোর বিশেষ উপদেষ্টা হিসেবে বিভিন্নভাবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতোজাম্মেল হক ১৯৪০ সালের ১লা ফেব্রুয়ারি বাংলাদেশের নওগাঁয় (তখন ব্রিটিশ ভারতের অংশ) মধ্যবিত্ত পিতামাতার ঘরে জন্মগ্রহণ করেন। তিনি নওগাঁ উচ্চ বিদ্যালয় এবং রাজশাহী সরকারি কলেজে পড়াশোনা করেন। রাজশাহী বিশ্ববিদ্যালয় থেকে অর্থনীতিতে বিএ (সম্মান) এবং এমএ (সম্মান) ডিগ্রি নেন।  কিছুদিন ঢাকা বিশ্ববিদ্যালয়ের আইন বিষয়ে লেখাপড়া করেছেন। ছাত্র রাজনীতিতে তার সম্পৃক্ততার কারণে তাকে গ্রেফতার করা হয় এবং আইয়ুব খানের শাসনামলে ছয় মাসের কারাদণ্ডের ফলে তার ছাত্রজীবন সাময়িকভাবে বন্ধ হয়ে যায়।\nহক তখন কানাডায় এক বছর অতিবাহিত করেন, লন্ডনে চলে যাওয়ার আগে মন্ট্রিলের ম্যাকগিল বিশ্ববিদ্যালয়ে আইন বিষয়ে ডক্টরেট ডিগ্রী নেন। কানাডায় থাকাকালীন তিনি টনি নামটি গ্রহণ করেন, যেটি তখন থেকে তার পছন্দের পদে থেকে যায়।\nলন্ডনে টনি হক ইনার টেম্পলে আইনের ছাত্র হিসেবে ভর্তি হন। বেতনযুক্ত চাকরি গ্রহণ করার জন্য তিনি বার্মিংহামে একটি সরবরাহ শিক্ষার চাকরির জন্য আবেদন করেছিলেন। অপ্রত্যাশিতভাবে এটি শিক্ষাক্ষেত্রে তার পূর্ণ সময়ের ব্যস্ততার দিকে পরিচালিত করার ফলে আইনজীবী হওয়ার তার আকাঙ্ক্ষাকে নষ্ট করে।\n\n\n== পেশাগত জীবন ==\nমুক্তিযুদ্ধকালে ড. তোজাম্মেল টনি হক (বর্তমানে বার্মিংহামে বসবাসরত) ছিলেন যুক্তরাজ্য বাংলাদেশ রিলিফ অ্যান্ড অ্যাকশন কমিটির উপদেষ্টা ও মুখ্য ভূমিকা পালন করেন। টনি হক দক্ষিণ বার্মিংহামের লেডিপুল জুনিয়র স্কুলে বাইশ বছর কাজ করেছেন। পরবর্তীতে প্রধান শিক্ষক হিসেবে কাজ করেছেন, যে কাজের জন্য তাকে ১৯৮৬ সালে ব্রিটিশ সাম্রাজ্যের অর্ডারের সদস্যপদ দেয়া হয়  । কয়েক বছর ধরে, শিক্ষক থাকাকালীন, তিনি বার্মিংহাম ইন্ডিপেন্ডেন্ট স্থানীয় রেডিও স্টেশন বিআরএমবি- এ সাপ্তাহিক এশিয়ান সঙ্গীত অনুষ্ঠান \"গীত মালা\" সুমন কাংয়ের সাথে উপস্থাপনা করেন।\n১৯৮৮-১৯৯০ সালে ফ্রান্সে বাংলাদেশের রাষ্ট্রদূতের দায়িত্ব পালন করেন। বার্মিংহাম শিক্ষা বিভাগের শিক্ষা উপদেষ্টা হিসাবে একটি সংক্ষিপ্ত বিরতির পরে তিনি প্যারিসে অবস্থিত ইউনেস্কোর এশিয়া ও প্রশান্ত মহাসাগরীয় অঞ্চলের জন্য সিনিয়র বিশেষ উপদেষ্টা হিসেবে নিয়োগ পান। ১৯৯৩ থেকে ২০০১ সাল পর্যন্ত তিনি এ কাজে নিয়োজিত ছিলেন।\nপাবলিক অফিস থেকে অবসর নেওয়ার পর টনি হক কিছু সময়ের জন্য নন-এক্সিকিউটিভ ডিরেক্টর এবং  বার্মিংহামের বোর্ড সদস্যপদ হিসেবে  কুইন এলিজাবেথ হাসপাতাল ট্রাস্ট,দায়িত্ব পালন করেন।\n\n\n== অন্যান্য কাজ ==\nএকজন প্রতিশ্রুতিবদ্ধ সমাজতান্ত্রিক হিসেবে টনি হক ক্রমাগত শ্রমিকদের অধিকার ও উন্নতির জন্য প্রচারণার সাথে জড়িত ছিলেন। বার্মিংহামে তিনি বাংলাদেশ শ্রমিক সমিতি এবং বাংলাদেশ কেন্দ্র প্রতিষ্ঠা করেন। বর্ণবাদ এবং সামাজিক বঞ্চনার বিরোধিতাকারী অনেক সংগঠনের সাথে তার যোগসূত্র ছিল এবং বার্মিংহামের সংসদ সদস্যদের সাথে ঘনিষ্ঠ সম্পর্ক ছিল।\nইউনেস্কোতে মহাপরিচালকের সিনিয়র স্পেশাল অ্যাডভাইজার হক আন্তর্জাতিক মাতৃভাষা দিবস (প্রতি বছর ২১ ফেব্রুয়ারি পালিত হয়) প্রতিষ্ঠায় প্রধান ভূমিকা পালন করেন।\nতোজাম্মেল হক বার্মিংহাম বিশ্ববিদ্যালয়ের আন্তর্জাতিক সম্পর্ক বিষয়ের একজন ভিজিটিং লেকচারার এবং ওয়ারউইক ইউনিভার্সিটির অনারারি রিসার্চ ফেলো ছিলেন। ২০০২ সালে বার্মিংহাম বিশ্ববিদ্যালয় থেকে  সম্মানজনক ডক্টর অব ফিলসফি ডিগ্রী পান।\n\n\n== সম্মাননা ==\n১৯৮৬ - ব্রিটিশ সাম্রাজ্যের সম্মানিত আদেশের সদস্য।\n২০০২ - বার্মিংহাম বিশ্ববিদ্যালয় থেকে  সম্মানজনক ডক্টর অব ফিলসফি ডিগ্রী পান।\n২০২১- বার্মিংহামের আস্টন ইউনিভার্সিটি থেকে সম্মানজনক ডক্টর অব সাইন্স ডিগ্রি পান।\n\n\n== জীবনী সূত্র ==\nগুইন, রজার : টনি, দ্য লাইফ অফ তোজাম্মেল হক এমবিই, একর প্রেস, ২০১৯\n\n\n== তথ্যসূত্র =="}