{"pageid": 1138069, "title": "হারিস আল-মুহাসিবি", "url": "https://bn.wikipedia.org/wiki?curid=1138069", "content": "আল-মুহাসিবি (আরবি: المحاسبي) বা হারিস আল-মুহাসিবি ছিলেন বাগদাদি ইসলামিক দর্শন গোষ্ঠীর প্রতিষ্ঠাতা এবং সুফি পণ্ডিত  জুনায়েদ আল-বাগদাদি এবং সিররি সাকতির একজন শিক্ষক।\nতার পুরো নাম আবু আবদুল্লাহ হারিস বিন আসাদ বিন আবদুল্লাহ আল-আনিজি আল-বসরি। আরব আনাজ্জাহ গোত্রের বাসিন্দা তিনি। প্রায় ৭৮১ সালে বসরায় তিনি জন্মগ্রহণ করেন। 'মুহাসিবি' শব্দের অর্থ হলো স্ব-পরিদর্শন/নিরীক্ষা। নামের অর্থের প্রভাব তার মাঝে পড়েছিল। তার চারিত্রিক বৈশিষ্ট্যও ছিল তাই। আত্মশুদ্ধির প্রতি সর্বদা তার ভাবনা ছিল। তিনি সুফি মতবাদের একজন প্রতিষ্ঠাতা ছিলেন এবং পরবর্তীতে অনেক ধর্মতাত্ত্বিককে তিনি প্রভাবিত করেছিলেন, তাদের মধ্যে উল্লেখযোগ্য যেমন আল-গাজ্জালী।\n\n\n== জীবনী ==\nতার জন্মের পরপরই তার বাবা-মা বসরা ছেড়ে বাগদাদে চলে যান।  সম্ভবত সাংসারিক স্বচ্ছলতার জন্য নতুন রাজধানীতে  অর্থনৈতিক সুযোগের দিকে ঝুঁকে পড়েন। তার বাবা আয় উপার্জনে ক্রমে ধনী হয়ে ওঠেন।  আল-মুহাসিবি দুনিয়াদারি পছন্দ করতেননা। তার জন্য সমৃদ্ধ জীবনধারা থাকা সত্ত্বেও সম্পদশীলতা  প্রত্যাখ্যান করেছিলেন। তিনি আল-হাসান আল বসরি- এর কাছ থেকে পরকালীন ভাবনায় একটি তপস্বী গুণ বজায় রেখেছিলেন। তার সময়ের সুফিরা নির্দিষ্ট কিছু অভ্যাস গ্রহণ করেছেন, যেমন পশমী পোশাক পরা, রাতে কোরআন তেলাওয়াত করা, এবং খাওয়ার পরিমাণ ও পরিমাণ সীমিত করা। তিনি দেখেছিলেন যে সুফি অনুশীলনগুলি আবেগকে নিয়ন্ত্রণ করতে সাহায্য করতে পারে, তবে ভণ্ডামি এবং অহঙ্কারের মতো অন্যান্য সমস্যারও পরিণতি হতে পারে। শুধু বাহ্যিক ধার্মিকতা যখন একজন ব্যক্তির ভাবের একটি অংশ হয়ে ওঠে, তখন এই বাহ্যিক ধার্মিকতা  অহংকার সহ আরও অনেক লুকানো সমস্যাগুলিকে মুখোশ করতে পারে। অভ্যন্তরীণ এবং বাহ্যিক উভয় অবস্থাই সংশোধন করতে হবে। বিচার দিবসের প্রত্যাশায় নিরন্তর আত্ম-পরীক্ষাই (মুহাসাবাহ) ছিল তার অন্তর্নিহিত সম্পর্কে সচেতনতা বিকাশ এবং হৃদয়কে পরিশুদ্ধ করার জন্য তার প্রস্তাবিত পদ্ধতি।\nআল-মুহাসিবি পরে আবদুল্লাহ ইবনে কুল্লাব (মৃত্যু: ৮৫৫) এর নেতৃত্বে ধর্মতত্ত্বের পণ্ডিতদের একটি দলে যোগ দেন। তারা জাহমি, মুতাজিলা এবং নৃতাত্ত্বিকদের সমালোচনা করেছিল। মুতাজিলারা যুক্তি দিয়েছিলেন যে কুরআন সৃষ্টি করা হয়েছে, আর ইবনে কুল্লাব কুরআন সৃষ্টির বিরুদ্ধে যুক্তি দিয়েছিলেন যে, কুরআন হলো আল্লাহ‌র কালাম (আল্লাহর বাণী) এবং এর উপলব্ধির মধ্যে পার্থক্য উপস্থাপন করে: আল্লাহ্ চিরন্তন কথা বলছেন (মুতাকাল্লিম); তবে তিনি কেবল মুকাল্লিম হতে পারেন, নিজেকে কাউকে সম্বোধন করতে পারেন, যদি সম্বোধনকারী থাকে।\n৮৪৮ সালে (বা সম্ভবত ৮৫১), খলিফা আল-মুতাওয়াক্কিল মিহনা-এর অবসান ঘটান এবং দুই বছর পরে, মুতাজিলি ধর্মতত্ত্ব নিষিদ্ধ করেন।\nকিতাবুল খালওয়া-তে ভয় এবং আশা সম্পর্কে তিনি লিখেন:\n\nজেনে রাখুন,  প্রথম জিনিসটি যা আপনাকে সংশোধন করে এবং অন্যকে সংশোধন করতে সহায়তা করে তা হল এই পৃথিবী ত্যাগ করা। কারণ আত্মত্যাগ উপলব্ধি দ্বারা অর্জিত হয় এবং বিবেচনা গভীর চিন্তার মাধ্যমে অর্জিত হয়। কারণ আপনি যদি এই দুনিয়ার প্রতি মত্ত থাকেন, তবে আপনি এর জন্য আপনার আত্মা এবং বিশ্বাসকে উৎসর্গ  করার গুরত্ব পাবেন না। কিন্তু এই দুনিয়াকে ঠাট্টা করে আপনি আপনার আত্মাকে সম্মানের যোগ্য পাবেন। এই পৃথিবী ( অর্থাৎ জাগতিক বিলাসী সুখ শান্তি বিত্তবৈভব উচ্চাকাঙ্খা) সর্বশক্তিমান আল্লাহ এবং তার প্রেরিত রসূলদের প্রতি অনিহা প্রদর্শন করে। এটা দুর্দশা এবং মূর্খতার আবাসস্থল। এর থেকে সাবধান থাকুন।\n\n\n== রচনাবলি ==\nমুহাসিবি প্রায় ২০০টি বইয়ের লেখক।  \nতিনি ধর্মতত্ত্ব এবং তাসাউউফ (সুফিবাদ) সম্পর্কে লিখেছেন, তাদের মধ্যে উল্লেখযোগ্য কয়েকটি নিম্নরুপ :\n\nআল-মুআত্তাবাতুন নাফস\nকিতাবুল খালওয়া,\nকিতাবুর রিয়ায়া লি হুকুকিল্লাহ,\nকিতাবুল ওয়াসায়া\n\n\n== মৃত্যু ==\nআল-মুহাসিবি ২৪৩ হিজরি মুতাবেক ৮৫৭ খ্রিস্টাব্দে ৭৩ বছর বয়সে আব্বাসীয় খিলাফত-এর সময় বাগদাদ-এ মৃত্যু বরণ করেন।\n\n\n== আরও দেখুন ==\nইবনে কুল্লাব\nজুনাইদ বাগদাদী\nসুফিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল-মুআত্তাবাতুন নাফস - কৃত : হারিস আল-মুহাসিবি \nআর-রিয়ায়াহ লি হুকুকিল্লাহ- কৃতঃ হারিস আল-মুহাসিবি\n(ফরাসি ভাষায়) বিশ্বাসের গ্রন্থ - কৃতঃ ইমাম আল-মুহাসিবি (আত-তাওহিদ.নেট)"}