{"pageid": 1138120, "title": "সমাধান (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1138120", "content": "সমাধান (সংস্কৃত: समाधानम्) হল সংস্কৃত বিশেষ্য যা সমাধা (समाधा) শব্দ থেকে উদ্ভূত এবং এর অর্থ হল – একত্র করা, একত্রিত করা, আত্মার প্রকৃত প্রকৃতির উপর বিমূর্ত চিন্তায় মনকে স্থির করা, একতা, একাগ্রতা বা নিরাকার ধ্যান, প্রতিশ্রুতি, অভিপ্রায়, স্থিরতা, সংযম, মানসিক শান্তি, সম্পূর্ণ একাগ্রতা, সন্দেহ দূর করা বা পূর্বপক্ষে উত্তর দেওয়া, সম্মত হওয়া বা প্রতিশ্রুতি দেওয়া, একটি অগ্রণী ঘটনা, বিবৃতির ন্যায্যতা, প্রমাণ, মিলন বা আগ্রহ।\n\n\n== বিবরণ ==\nসমাধান হল মনের একক-বিন্দু (চিত্তিকাগ্রত); এটি মনের অবস্থা যা একজনের দৃষ্টিতে একক লক্ষ্য থাকে যা মন ও ইন্দ্রিয়ের নিয়ন্ত্রণ, জাগতিক সাধনা থেকে প্রত্যাহার, জীবন-যন্ত্রণা সহ্য করা এবং ধর্মগ্রন্থ ও গুরুর নির্দেশে বিশ্বাস।\nমহাভারতে (২৭৮:৬), সমাধানকে ধ্যানের শোষণ বা মনের এমন অবস্থা হিসাবে ব্যাখ্যা করা হয়েছে যেখানে একজনের আর পৃথিবীর প্রতি কোন অনুরাগ নেই।\n\n\n=== ব্রহ্ম উপলব্ধি ===\nএটি ব্রহ্ম (সাধনা চতুষ্টয়) উপলব্ধির জন্য চারটি অনুশীলনের মধ্যে একটি যা চেতনার শক্তিকে মোক্ষ (মুক্তি) এর দিকে পরিচালিত করে এবং সিদ্ধি বা বিভূতি এর দিকে নয়।\nতাঁর বিবেকচূড়ামণিতে (শ্লোকা ২৬), শঙ্কর ব্যাখ্যা করেছেন যে:\n\nसम्यगास्थापनं बुद्धेः शुद्धे ब्रह्मणिसर्वदा ।तत्समाधानमित्युक्तं न तु चित्तस्य लालनम् ॥ २६ ॥\nনিছক চিন্তার (কৌতূহলে) প্রশ্রয় নয় বরং চির-বিশুদ্ধ ব্রহ্মের উপর বুদ্ধির নিরন্তর একাগ্রতাকেই বলা হয় সমাধান বা স্ব-স্থিরতা।\n\nসর্বদা শুদ্ধ (নির্গুণ) ব্রহ্মে (সমস্ত সীমাবদ্ধতা থেকে মুক্ত) বুদ্ধির নিখুঁত প্রতিষ্ঠাকে সমাধান বলা হয়, মনের প্রবৃত্তি নয় (ইচ্ছায় বিপথগামী হওয়ার জন্য মনকে মুক্ত লাগাম না দেওয়া)।\n\n\n=== ছয়টি গুণা ===\nসমাধান, যা মানসিক একাগ্রতা বিকাশ করে, সেই ছয়টি গুণের মধ্যে একটি যা সত্যের সন্ধানকারীর বিকাশের আশা করা হয় যাতে সমস্ত স্বার্থপরতা থেকে বিচ্ছিন্নতার মনোভাব গড়ে তোলা যায়; এটি একক বিন্দুতে মনকে ধরে রাখার ক্ষমতা বিকাশ করে। এই যোগ্যতা অর্জনের জন্য মনকে পর্যাপ্তভাবে প্রশিক্ষিত করা প্রয়োজন, এবং অন্য পাঁচটি গুণ- সম, দম,  উপ্রতি, তিতিক্ষা ও শ্রদ্ধার সমন্বয়ে অর্জিত হয়। শঙ্কর এটিকে শান্ত ও প্রশান্তি অবস্থা হিসেবে সংজ্ঞায়িত করেছেন যা মন যখন লাভ করে তখন এটি নিখুঁত আদর্শের ধারণায় অবিরতভাবে আনন্দ করার জন্য প্রশিক্ষিত হয়, একবারে সর্বজনীন ও সর্বশক্তিমান।\n\n\n== তথ্যসূত্র =="}