{"pageid": 1138010, "title": "মার্কিন বৌদ্ধদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1138010", "content": "এই পাতাটিতে মার্কিন যুক্তরাষ্ট্রে বসবাসকারী উল্লেখযোগ্য বৌদ্ধ বা বৌদ্ধধর্ম চর্চাকারী ব্যক্তিদের একটি তালিকা অন্তর্ভুক্ত করে হয়েছে। এই তালিকায় বৌদ্ধ ধর্মের আনুষ্ঠানিক শিক্ষক এবং অন্যান্য ক্ষেত্রে উল্লেখযোগ্য ব্যক্তিরা, যারা প্রকাশ্যে বৌদ্ধ বা যারা মার্কিন যুক্তরাষ্ট্রে বৌদ্ধ ধর্মকে সমর্থন করেছেন, তাদের সবাইকে অন্তর্ভুক্ত করা হয়েছে।\n\n\n== শিক্ষা ==\nডঃ ডেনিস হিরোটা জাপানের কিয়োটোতে রিউকোকু বিশ্ববিদ্যালয়ের শিন বৌদ্ধধর্ম বিভাগের একজন অধ্যাপক।  তিনি ১৯৪৬ সালে ক্যালিফোর্নিয়ার বার্কলেতে জন্মগ্রহণ করেন এবং তার বি.এ.  ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলে থেকে।  ২০০৮ সালে, তিনি হার্ভার্ড ডিভিনিটি স্কুলে বৌদ্ধধর্মের একজন ভিজিটিং প্রফেসর ছিলেন যেখানে তার পড়াশোনা বৌদ্ধ সন্ন্যাসী শিনরানের উপর কেন্দ্রীভূত ছিল।\n\n\n== ব্যবসা ==\nবিল গেটস (১৯৫৫-) হলেন একজন মার্কিন ব্যবসায়ী, সফ্টওয়্যার বিকাশকারী, বিনিয়োগকারী, লেখক এবং সমাজসেবী।  তিনি তার ছোটবেলার বন্ধু পল অ্যালেনের সাথে মাইক্রোসফটের একজন সহ-প্রতিষ্ঠাতা।  মাইক্রোসফট-এ তার কর্মজীবনের সময়, গেটস চেয়ারম্যান, প্রধান নির্বাহী কর্মকর্তা (CEO), প্রেসিডেন্ট এবং প্রধান সফ্টওয়্যার আর্কিটেক্টের পদে অধিষ্ঠিত ছিলেন, পাশাপাশি মে ২০১৪ পর্যন্ত বৃহত্তম ব্যক্তিগত শেয়ারহোল্ডার ছিলেন।\n\n\n== বিজ্ঞান ও প্রযুক্তি ==\nচেস্টার কার্লসন, (ফেব্রুয়ারি ৮, ১৯০৬ - সেপ্টেম্বর ১৯, ১৯৬৮) একজন মার্কিন পদার্থবিদ, উদ্ভাবক, এবং পেটেন্ট অ্যাটর্নি সিয়াটেল, ওয়াশিংটনে জন্মগ্রহণ করেছিলেন। তিনি জেরোগ্রাফি আবিষ্কার করেছিলেন।\n\n\n== ক্রীড়া ==\nটাইগার উডস (১৯৭৫-) একজন মার্কিন পেশাদার গলফ খেলোয়াড়।  তিনি পগা ট্যুর জয়ে প্রথম স্থানে রয়েছেন, পুরুষদের প্রধান চ্যাম্পিয়নশিপে দ্বিতীয় স্থান অধিকার করেছেন এবং অসংখ্য গলফ রেকর্ড রয়েছে।  উডসকে সর্বকালের সর্বশ্রেষ্ঠ গল্ফারদের একজন এবং ইতিহাসের অন্যতম বিখ্যাত ক্রীড়াবিদ হিসেবে গণ্য করা হয়।  তিনি ওয়ার্ল্ড গলফ হল অফ ফেমের একজন অন্তর্ভুক্ত।\n\n\n== ধর্ম ==\nআদ্যশান্তি (1962–)\nরবার্ট বেকার আইটকেন (1917-2010)\nঅ্যান হপকিন্স আইটকেন (1911-1994)\nরেব অ্যান্ডারসন (1943-)\nজেনতাৎসু রিচার্ড বেকার (1936-)\nজোকো বেক (1917-2011)\nশেরি ছায়াত (1943-)\nইসান ডরসি (1933-1990)\nজোকেটসু নরম্যান ফিশার (1946-)\nজেমস ইসমাইল ফোর্ড (1948-)\nটেটসুজেন বার্নার্ড গ্লাসম্যান (1939-2018)\nপল হ্যালার\nরাল্ফ চ্যাপিন\nচেরি হুবার (1944)\nSozui Schubert (1965) hvzc.org\nসোয়েংহিয়াং (বারবারা রোডস, 1948-)\nফিলিপ ক্যাপলিউ (1912-2004)\nহউন জিউ-কেনেট (1924-1996)\nবোধিন কজোলহেদে (1948-)\nজাকুশো কোয়াং (1935-)\nটাইগেন ড্যান লেইটন (1950-)\nজন দাইডো লুরি (1931-2009)\nদাই বাই জান চো বো জেন জি (1954-)\nহেং শিওর (1949-)\nবনি মায়োটাই ট্রেস (1956-)\nব্র্যাড ওয়ার্নার (1964-)\n\n\n== উচ্চশিক্ষায়তন ==\nডঃ ডেনিস হিরোটা জাপানের কিয়োটোতে রিউকোকু বিশ্ববিদ্যালয়ের শিন বৌদ্ধধর্ম বিভাগের একজন অধ্যাপক। তিনি ১৯৪৬ সালে ক্যালিফোর্নিয়ার বার্কলেতে জন্মগ্রহণ করেন এবং ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলে থেকে বিএ ডিগ্রি লাভ করেন। ২০০৮ সালে, তিনি হার্ভার্ড ডিভিনিটি স্কুলে বৌদ্ধধর্মের  ভিজিটিং প্রফেসর ছিলেন যেখানে তার পড়াশোনা বৌদ্ধ ভিক্ষু শিনরানের উপর দৃষ্টি নিবদ্ধ করে। \nসেথ ইভান্স হলেন একজন পণ্ডিত এবং শিক্ষাবিদ যিনি অভিধম্ম পিটক (অভিধম্মপিটক) এবং বিশুদ্ধিমগ্গায় বিশেষজ্ঞ। তিনি বৌদ্ধ মনোবিজ্ঞানের ঘটনাগত দিকগুলিতে তার কাজের জন্য পরিচিত। ইভান্স পাঙ্ক-রক ব্যান্ড দ্য আউট অফ সর্টসের জন্য বেসও বাজায়। \n\n\n== বিজ্ঞান ==\nচেস্টার কার্লসন, (ফেব্রুয়ারি 8, 1906 - সেপ্টেম্বর 19, 1968) একজন মার্কিন পদার্থবিজ্ঞানী, উদ্ভাবক এবং কৃতিস্বত্ব অ্যাটর্নি ছিলেন ওয়াশিংটনের সিয়াটেলে জন্মগ্রহণ করেন।তিনি জেরোগ্রাফি আবিষ্কার করেন। \nজেমস এইচ অস্টিন একজন মার্কিন স্নায়ুবিজ্ঞানী এবং লেখক। তিনি জেন অ্যান্ড দ্য ব্রেন বইয়ের লেখক। এটি মানব মস্তিষ্কের নিউরোফিজিওলজি এবং ধ্যান অনুশীলনের মধ্যে সংযোগ স্থাপন করে এবং ১৯৯৮ সালের জন্য বৈজ্ঞানিক ও চিকিৎসা নেটওয়ার্ক বই পুরস্কার জিতেছে। তিনি পাঁচটি সিক্যুয়াল লিখেছেন: জেন-ব্রেইন রিফ্লেকশনস (2006), নিঃস্বার্থ অন্তর্দৃষ্টি (2009), মেডিটেটিং সেলফলেসলি (2011), জেন-ব্রেইন হরাইজনস (2014) এবং লিভিং জেন রিমাইন্ডফুলি (2016)।\nজেমস হিউজ (জন্ম মে 27, 1961) একজন মার্কিন সমাজবিজ্ঞানী এবং জৈবতত্ত্ববিদ। তিনি ইনস্টিটিউট ফর এথিক্স অ্যান্ড এমার্জিং টেকনোলজিসের নির্বাহী পরিচালক। \nজোসেফ গোগেন (28 জুন, 1941 - 3 জুলাই, 2006) একজন মার্কিন কম্পিউটার বিজ্ঞানী ছিলেন। তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের কম্পিউটার বিজ্ঞানের অধ্যাপক ছিলেন এবং আইবিএম এবং এসআরআই ইন্টারন্যাশনাল -এ গবেষণার পদে অধিষ্ঠিত ছিলেন।\nমার্ক এপস্টাইন (জন্ম 1953) একজন মার্কিন লেখক এবং সাইকোথেরাপিস্ট যিনি শাক্যমুনি বুদ্ধের শিক্ষাকে সিগমুন্ড ফ্রয়েডের মানসিক আঘাতের পদ্ধতির সাথে একীভূত করেছেন। তিনি প্রায়ই বৌদ্ধধর্ম এবং সাইকোথেরাপির ইন্টারফেস সম্পর্কে লেখেন। \nজর্জ আই. ফুজিমোটো (জন্ম 1 জুলাই, 1920)  জাপানি বংশোদ্ভূত একজন মার্কিন রসায়নবিদ।\nটেড ফুজিতা (1920-1998), ছিলেন একজন জাপানি-মার্কিন আবহাওয়াবিদ, যার গবেষণা প্রাথমিকভাবে তীব্র আবহাওয়ার উপর দৃষ্টি নিবদ্ধ করেছিল। শিকাগো বিশ্ববিদ্যালয়ে প্রচণ্ড বজ্রঝড়, টর্নেডো, হারিকেন এবং টাইফুন নিয়ে তার গবেষণা প্রতিটির জ্ঞানে বৈপ্লবিক পরিবর্তন এনেছে। তিনি টর্নেডোর তীব্রতা এবং ক্ষতির ফুজিটা মাপনী তৈরির জন্য সবচেয়ে বেশি পরিচিত।\nহার্ভে ইতানো (1920-2010), প্রাণরসায়নবিদ এবং মার্কিন যুক্তরাষ্ট্রের জাতীয় বিজ্ঞান অ্যাকাডেমি (ন্যাশনাল একাডেমি অফ সায়েন্সেসের) সদস্য\nমিজুকো ইতো, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, আরভাইন-এর সাংস্কৃতিক নৃতত্ত্ববিদ\nআকিকো ইওয়াসাকি, অনাক্রম্যবিজ্ঞানী এবং ইয়েল বিশ্ববিদ্যালয়ের অধ্যাপক\nমিচিও কাকু, স্ট্রিং ক্ষেত্র তত্ত্বে বিশেষজ্ঞ তাত্ত্বিক পদার্থবিদ\nআকিহিরো কানামোরি, গণিতবিদ সেট তত্ত্বে বিশেষজ্ঞ\nজে কোচি (1927-2008), রসায়নবিদ\nজন মায়েদা, কম্পিউটার বিজ্ঞানী, শিল্পী, এমআইটির অধ্যাপক\nসিউকুরো মানাবে, ২০২১ পদার্থবিজ্ঞানে নোবেল বিজয়ী।\nইয়োকি মাতসুওকা, কম্পিউটার বিজ্ঞানী; ২০০৭ ম্যাকআর্থার বৃত্তিধারী গবেষক (ফেলো)\nহোরাস ইয়োমিশি মোচিজুকি (1937-1989), গণিতবিদ গ্রুপ তত্ত্বে বিশেষজ্ঞ\nসুজি নাকামুরা, ২০১৪ পদার্থবিজ্ঞানে নোবেল বিজয়ী\nইয়োইচিরো নাম্বু (1921-2015), ২০০৮-এ পদার্থবিজ্ঞানে নোবেল বিজয়ী\nআইজ্যাক নামিওকা (1928-2019), গণিতবিদ যিনি সাধারণ টপোলজি এবং কার্যকরী বিশ্লেষণে কাজ করেছিলেন\nচার্লস জে. পেডারসেন (1904-1989), ১৯৮৭ রসায়নে নোবেল বিজয়ী; তার মা জাপানি ছিলেন\nগর্ডন এইচ. সাটো (1927-2017), কোষ জীববিজ্ঞানী এবং মার্কিন যুক্তরাষ্ট্রের নানাল একাডেমি অফ সায়েন্সেসের সদস্য\nরিউজো ইয়ানাগিমাচি, প্রজনন জীববিজ্ঞানী এবং মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল একাডেমি অফ সায়েন্সেসের সদস্য\n\n\n== অভিনেতা ==\nঅ্যান্টনি লি, (1981-2000), একজন মার্কিন অভিনেতা এবং নাট্যকার ছিলেন। ( সোকা গাক্কাই ইন্টারন্যাশনাল ) \nবেনেডিক্ট কাম্বারব্যাচ (1976-) একজন মার্কিন-ব্রিটিশ বৌদ্ধ অভিনেতা।তিনি ডক্টর স্ট্রেঞ্জ (2021), দি ইমিটেশন গেম (2014) এবং স্পাইডার-ম্যান: নো ওয়ে হোম (2021) এর জন্য বিখ্যাত।( থেরবাদ )। \nব্র্যাড পিট (1963-) একজন মার্কিন অভিনেতা এবং চলচ্চিত্র প্রযোজক। \nকেলেস্টে লেসেন, মার্কিন অভিনেতা, লেখক, চিত্রনাট্যকার, এলজিবিটি অধিকার কর্মী, দ্য ট্রেভর প্রজেক্টের প্রতিষ্ঠাতা  ( সোকা গাক্কাই ইন্টারন্যাশনাল )\nক্রিস ইভান্স (1981-), একজন মার্কিন বৌদ্ধ অভিনেতা। তিনি ক্যাপ্টেন আমেরিকা নামে সুপরিচিত। তিনি ভারতীয় বৌদ্ধ ধর্মের ছাত্র। ( থেরবাদ ) \nক্রিস ক্যাটান, মার্কিন অভিনেতা, কৌতুকশিল্পী এবং লেখক। ( তিব্বতি বৌদ্ধধর্ম ) \nডেভিড লাব্রাভা, একজন অভিনেতা, লেখক, ট্যাটু শিল্পী, হেলস অ্যাঞ্জেলসের প্রাক্তন সদস্য এবং মোটরসাইকেল উত্সাহী যিনি এফএক্স সিরিজ সন্স অফ অ্যানার্কি এবং এর স্পিনঅফ মায়ান্স এমসি ( জেন  এ হ্যাপি লোম্যান চরিত্রে অভিনয় করার জন্য সবচেয়ে বেশি পরিচিত।\nড্রু কেরি, একজন মার্কিন অভিনেতা, কৌতু্কশিল্পী, গেম শো হোস্ট এবং ফটোগ্রাফার। ( থেরবাদ )\nডানকান ট্রাসেল (1974-), একজন মার্কিন অভিনেতা এবং মঞ্চের কৌতুকশিল্পী, তার পডকাস্ট দ্য ডানকান ট্রসেল ফ্যামিলি আওয়ারের জন্য পরিচিত।  ( তিব্বতি বৌদ্ধধর্ম )\nএলিয়ট পেজ, একজন মার্কিন-কানাডীয় অভিনেতা এবং কর্মী। ( তিব্বতি বৌদ্ধধর্ম ) \nগ্যারি শ্যান্ডলিং (1949-2016), ছিলেন একজন মার্কিন অভিনেতা এবং কৌতুকশিল্পী।  ( জেন )\nজর্জ তাকেই, মার্কিন অভিনেতা এবং লেখক  ( থেরভাদা )\nহ্যারিসন ফোর্ড (1942-) একজন মার্কিন অভিনেতা। তার চলচ্চিত্রগুলি উত্তর আমেরিকায় $5.4 বিলিয়ন এবং বিশ্বব্যাপী $9.3 বিলিয়নেরও বেশি আয় করেছে, যা তাকে উত্তর আমেরিকার সপ্তম-সর্বোচ্চ আয়কারী অভিনেতা করে তুলেছে। \nজেফ ব্রিজস (1949-), একজন মার্কিন অভিনেতা। ( জেন ) \nজেরেমি পিভেন, একজন মার্কিন অভিনেতা, কৌতুকশিল্পী এবং প্রযোজক। ( জেন ) \nজেট লি, মার্কিন-চীনা মার্শাল আর্টিস্ট, অভিনেতা  ( তিব্বতি বৌদ্ধ )\nজন অ্যাস্টিন – একজন মার্কিন অভিনেতা যিনি অ্যাডামস ফ্যামিলিতে গোমেজ অ্যাডামস চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত \nকিয়ানু রিভস (1964-), মার্কিন-কানাডীয় অভিনেতা এবং লিটল বুদ্ধ (1993) তে লর্ড বুদ্ধ এবং দ্য ম্যাট্রিক্স চলচ্চিত্র সিরিজে নিও হয়েছিলেন। ( থেরবাদ ) \nম্যান্ডি প্যাটিনকিন (1952–) একজন মার্কিন অভিনেতা এবং গায়ক, যিনি মিউজিক্যাল থিয়েটার, টেলিভিশন এবং চলচ্চিত্রে তার কাজের জন্য পরিচিত। \nমার্টিন স্টার (1983–), একজন মার্কিন অভিনেতা এবং কৌতুকশিল্পী। ( থেরবাদ ) \nমাইকেল ইম্পেরিওলি (1966–), একজন মার্কিন অভিনেতা, লেখক, পরিচালক এবং সঙ্গীতজ্ঞ। 2008 সালে, ইম্পেরিওলি একজন বৌদ্ধ হয়ে ওঠে। \nঅরল্যান্ডো ব্লুম (1977-), মার্কিন-ইংরেজ অভিনেতা। পাইরেটস অফ দ্য ক্যারিবিয়ান ফিল্ম সিরিজে উইল টার্নার, লর্ড অফ রিংস মুভি সিরিজে এলফ লেগোলাসের জন্য সুপরিচিত। \nপ্যাট্রিক ডাফি (1949-), একজন মার্কিন অভিনেতা এবং পরিচালক যিনি CBS প্রাইমটাইম সোপ অপেরা ডালাসে তার ভূমিকার জন্য ব্যাপকভাবে পরিচিত, যেখানে তিনি মিস এলির কনিষ্ঠ পুত্র ববি ইউইং এবং ১৯৭৮ থেকে ১৯৮৫ সাল পর্যন্ত জেআর ইউইং -এর সবচেয়ে সুন্দর ভাইয়ের ভূমিকায় অভিনয় করেছিলেন। এবং ১৯৮৬ থেকে ১৯৯১ পর্যন্ত। অভিনেতাকে তার প্রয়াত স্ত্রী, ব্যালে নৃত্যশিল্পী কার্লিন রোসার (1939-2017) দ্বারা বৌদ্ধ ধর্মের শিক্ষার কাছাকাছি নিয়ে আসা হয়েছিল। তিনি এখন প্রায় ৫০ ধরে ধর্ম পালন করছেন এবং এটিকে তার জীবনের একটি \" প্রয়োজনীয় অংশ \" হিসাবে বর্ণনা করেছেন।  ( সোকা গাক্কাই ইন্টারন্যাশনাল )\nপিটার কোয়োট (1941-), মার্কিন অভিনেতা এবং লেখক \nরিচার্ড গেরে, একজন মার্কিন অভিনেতা। তিনি 1970 এর দশকে চলচ্চিত্রে অভিনয় শুরু করেন, লুকিং ফর মিস্টার গুডবার (1977) এবং ডেস অফ হেভেন (1978) চলচ্চিত্রে একটি সহায়ক ভূমিকা পালন করেন।  ( তিব্বতি বৌদ্ধধর্ম )\nরবার্ট ডাউনি জুনিয়র (1965-), মার্কিন ইহুদি বৌদ্ধ যিনি আয়রন ম্যান নামে সুপরিচিত। তিনি বহুবার বলেছেন যে বৌদ্ধ ধর্ম তাকে তার মাদক ও মদ আসক্তিতে সাহায্য করেছে। ( থেরবাদ ) \nরন গ্লাস (1945-2016), একজন মার্কিন অভিনেতা এবং কৌতুকশিল্পী। \nস্টিভেন সিগাল, মার্কিন অভিনেতা এবং আইকিদো বিশেষজ্ঞ (তিব্বতি বৌদ্ধধর্ম ) \n\n\n== তথ্যসূত্র =="}