{"pageid": 1138102, "title": "নিদিধ্যাসন", "url": "https://bn.wikipedia.org/wiki?curid=1138102", "content": "নিদিধ্যাসন (সংস্কৃত: निदिध्यासन), অদ্বৈত বেদান্ত ও জ্ঞান যোগ মতে মহাবাক্যের উপর মহান উপনিষদীয় বিবৃতি যেমন \"সেই তুমি\", আত্মা ও ব্রহ্মের পরিচয় উপলব্ধি করার গভীর ও পুনরাবৃত্ত ধ্যান। এটি শিষ্যের প্রশিক্ষণের চতুর্থ ধাপ, যার মধ্যে রয়েছে প্রস্তুতিমূলক অনুশীলন, শ্রুতিতে থাকা শিক্ষা শোনা, শিক্ষার প্রতিফলন ও নিদিধ্যাসন।\n\n\n== অনুশীলনের চারটি ধাপ ==\nনিদিধ্যাসন হল মহাবাক্যের অর্থ সঠিকভাবে বোঝার চূড়ান্ত ধাপ। ধ্রুপদী অদ্বৈত বেদান্ত জ্ঞানযোগের পথের উপর জোর দেয়, মোক্ষ অর্জনের জন্য অধ্যয়ন ও প্রশিক্ষণের অগ্রগতি। এটি চারটি ধাপ নিয়ে গঠিত:\n\nসামন্যাস বা সম্পত্তিসমূহ, \"চতুর্গুণ শৃঙ্খলা\" (সাধনা-চতুষ্টয়), নিম্নলিখিত চারটি গুণের চাষ করে:\nনিত্যঅনিত্য বস্তু বিবেক — শাশ্বত (নিত্য) পদার্থ (ব্রহ্ম) এবং ক্ষণস্থায়ী অস্তিত্বের (অনিত্য) মধ্যে সঠিকভাবে পার্থক্য করার ক্ষমতা (বিবেক)।\nইহামুত্রার্থ ফল ভোগ বিরাগ — এই জগতে (অর্থ ফল ভোগ) বস্তুর ভোগের ত্যাগ (বিরাগ) এবং স্বর্গের মতো অন্যান্য জগতে (অমূত্র)।\nসমাধিশতক সম্পত্তি - ছয়গুণ গুণ,\nসম: অন্তঃকরণের নিয়ন্ত্রণ।\nদম: বাহ্যিক ইন্দ্রিয় অঙ্গের নিয়ন্ত্রণ।\nউপ্রতি: এই বাহ্যিক অঙ্গগুলির অবসান, যা ব্যতীত অন্য বস্তুর অনুসরণ থেকে, বা এর অর্থ শাস্ত্রীয় আদেশ অনুসারে নির্ধারিত কাজ পরিত্যাগ করা হতে পারে।\nতিতিক্ষা: তপাত্রায় সহ্য করা।\nশ্রদ্ধা: গুরু ও বেদে বিশ্বাস।\nসমাধান: ঈশ্বর ও গুরুর প্রতি মনকে কেন্দ্রীভূত করা।\nমুমুকসুত্ব — দৃঢ় প্রত্যয় যে জগতের প্রকৃতি হল দুঃখ ও মোক্ষের জন্য তীব্র আকাঙ্ক্ষা (জন্ম ও মৃত্যুর চক্র থেকে মুক্তি)।\nশ্রবণ, উপনিষদ ও অদ্বৈত বেদান্তে ঋষিদের শিক্ষা শোনা এবং ব্রহ্মসূত্রের মতো বৈদিক গ্রন্থ অধ্যয়ন করা। এই পর্যায়ে শিক্ষার্থী ব্রহ্মের বাস্তবতা এবং আত্মার পরিচয় সম্পর্কে জানতে পারে;\nমনন, শিক্ষার প্রতিফলনের পর্যায়;\nনিদিধ্যাসন, সত্যের ধ্যানের পর্যায় \"সেই তুমি\"।\nনিদিধ্যাসন হল যৌক্তিক ও জ্ঞানীয় প্রক্রিয়া, যা ধ্যান থেকে আলাদা। ব্রহ্মজ্ঞান লাভের জন্য এটি আবশ্যক:\n\nশ্রবণ থেকে স্বাধীনভাবে করা নিদিধ্যাসন আত্মার উপলব্ধির দিকে পরিচালিত করে না।\n\n\n== বিবরণ ==\n\n\n=== অদ্বৈত বেদান্ত ===\nবৃহদারণ্যক উপনিষদ নিদিধ্যাসনকে প্রত্যক্ষ দৃষ্টির জন্য ধ্যান হিসাবে সংজ্ঞায়িত করেছে। যাজ্ঞবল্ক্য তার সহধর্মিণী মৈত্রেয়ীকে বলেন-\n\nআদি শঙ্কর নিদিধ্যাসনকে সংকল্প সহ ধ্যান হিসাবে ব্যাখ্যা করেন। শঙ্কর বলেছেন:\n\nসুরেশ্বরের মতে, নিদিধ্যাসন হল শ্রবণ ও মনন অনুশীলনের চূড়ান্ত, যা ব্রহ্মের পরোক্ষ অন্তর্দৃষ্টি এবং এর অর্থ ধ্যান নয় বরং জ্ঞান (বিজ্ঞান) অর্থাত্‍ মহাবাক্যের অন্তর্নিহিত বাক্য-বাচক সম্পর্কের ভিত্তিতে শ্রুতির অর্থ বোঝা। সুরেশ্বর বলেছেন:\n\nনিদিধ্যাসন বাক্যর্থজ্ঞান অর্জনের মধ্যে রয়েছে এবং এই শ্লোকটি সুনিস্নাতের উদ্দেশ্য ব্যাখ্যা করে।\nবাকস্পতি মিশ্রের মতে, শ্রবণ, মনন ও নিদিধ্যাসন হল ব্রহ্মের একত্বের জ্ঞানে অবদানকারী কারণগুলির একটি শৃঙ্খল। বিবর্ণ দর্শন শ্রবণকে প্রধান কারণ হিসেবে বিবেচনা করে কিন্তু সুরেশ্বর শ্রবণ ও মননকে সহাবস্থান বলে মনে করে, এই দুটি নিদিধ্যাসনে পরিণত হয়।\n\n\n=== দ্বৈত বেদান্ত ===\nমধ্বাচার্যের মতে অধ্যয়ন (শ্রবণ) দ্বারা অর্জিত জ্ঞান এবং প্রতিফলন (মননা) দ্বারা স্থির হয়ে স্থির ধ্যানের (নিদিধ্যাসন) ভিত্তি করা হয়; এগুলি হল তদন্তের তিনটি পর্যায় যা ধ্যানের রূপ নেয়।\nসর্বপল্লী রাধাকৃষ্ণণ নিদিধ্যাসনকে সংজ্ঞায়িত করেছেন \"একটি প্রক্রিয়া যার দ্বারা বুদ্ধিবৃত্তিক বিবেক অত্যাবশ্যক রূপান্তরিত হয় সেখানে নিস্তব্ধতা, প্রশান্তি যেখানে আত্মা নিজেকে ঐশ্বরিকের কাছে উন্মুক্ত রাখে\"।\n\n\n=== নব্য বেদান্ত ===\nমাইকেল জেমসের মতে, যিনি রমণ মহর্ষির অদ্বৈত বেদান্ত ব্যাখ্যা দিয়েছেন, রমণের আত্ম-অনুসন্ধান নিদিধ্যাসন এবং আত্ম-বিচারের মতোই।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n=== মুদ্রিত উৎস ===\n\n\n=== ওয়েব উৎস ==="}