{"pageid": 1138061, "title": "মুর উপজাতি", "url": "https://bn.wikipedia.org/wiki?curid=1138061", "content": "মুর শব্দটি মধ্যযুগে মাগরেব, ইবেরীয় উপদ্বীপ, সিসিলি দ্বীপপুঞ্জ এবং মাল্টার মুসলিম বাসিন্দাদের মনোনীত করার জন্য খ্রিস্টান ইউরোপীয়রা প্রথম এটি ব্যবহার করে। মুররা প্রাথমিকভাবে আদিবাসী মাগরেবাইন বারবার ছিল। নামটি পরে আরব এবং আরবীয় ইবেরীয়দের জন্যও প্রয়োগ করা হয়েছিল।\n\nমুরেরা একটি স্বতন্ত্র বা স্ব-সংজ্ঞায়িত জাতিগোষ্ঠী নয়। ১৯১১ সালের এনসাইক্লোপিডিয়া ব্রিটানিকা পর্যবেক্ষণ করে যে এই শব্দটির \"কোন প্রকৃত জাতিগত মূল্য নেই\"। মধ্যযুগের ইউরোপীয়রা এবং আধুনিক যুগের প্রথম দিকে আরব, উত্তর আফ্রিকান বার্বার এবং সেইসাথে মুসলিম ইউরোপীয়দের ক্ষেত্রে নামটি বিভিন্নভাবে প্রয়োগ করা হতো।\nসাধারণভাবে মুসলমানদের, বিশেষ করে আরব বা বারবার বংশোদ্ভূতদের, স্পেন বা উত্তর আফ্রিকাতে বসবাসকারীদের বোঝানোর জন্য এই শব্দটি ইউরোপে একটি বিস্তৃত (কিছুটা অবমাননাকর) অর্থে ব্যবহৃত হতো। ঔপনিবেশিক যুগে পর্তুগিজরা দক্ষিণ এশিয়া ও শ্রীলঙ্কায় \"সিলন মুরস\" এবং \"ইন্ডিয়ান মুরস\" নাম প্রবর্তন করে এবং বাঙালি মুসলমানদেরকেও একটা সময় মুর বলা হতো। ফিলিপাইনে (স্প্যানিশদের আগমনের পূর্ববর্তী মুসলিম সম্প্রদায়) এখন \"মোরো মানুষ\" হিসাবে নিজেদের পরিচয় দেয়, তৎকালীন সময়ে স্প্যানিশ উপনিবেশকারীরা তাদের মুসলিম বিশ্বাসের কারণে প্রবর্তিত এই বহিঃপ্রকাশ দেয়। ৭১১ সালে, উত্তর আফ্রিকার মুরদের দ্বারা গঠিত সৈন্যরা হিস্পানিয়ায় উমাইয়াদের বিজয়ের নেতৃত্ব দেয়। আইবেরীয় উপদ্বীপটি তৎকালীন সময়ে শাস্ত্রীয় আরবি ভাষায় আল-আন্দালুস নামে পরিচিত হয়, যেটির শীর্ষে সেপ্টিমেনিয়া এবং আধুনিক স্পেন ও পর্তুগাল অন্তর্ভুক্ত ছিল। ৮২৭ সালে, মুররা সিসিলির মাজারা দখল করে এটিকে একটি বন্দর হিসাবে গড়ে তোলে। ১২২৪ সালে, মুসলমানদের সিসিলি থেকে লুসেরার বসতিতে বিতাড়িত করা হয়। ১৪৯২ সালে গ্ৰানাডা আমিরাতের পতন স্পেনে মুসলিম শাসনের সমাপ্তি নিশ্চিত করে, যদিও একটি মুসলিম সংখ্যালঘু ১৬০৯ সালে তাদের পরাজয় নিশ্চিত না হওয়া পর্যন্ত সেখানে ছিল।\n\n\n== নাম ==\n\n\n=== ব্যুৎপত্তি ===\nধ্রুপদী যুগে, রোমানরা আধুনিক উত্তর মরক্কো, পশ্চিম আলজেরিয়া এবং স্প্যানিশ শহর সেউটা এবং মেলিলাকে আচ্ছাদিত একটি রাজ্য মৌরেটানিয়ার কিছু অংশের সাথে যোগাযোগ করেছিল এবং পরে জয় করেছিল। এই অঞ্চলের বারবার উপজাতিগুলিকে ক্লাসিকে মৌরি হিসাবে উল্লেখ করা হয়েছিল, যা পরবর্তীকালে ইংরেজিতে \"মুরস\" হিসাবে এবং অন্যান্য ইউরোপীয় ভাষায় সম্পর্কিত বৈচিত্র্যের সাথে উপস্থাপিত হয়েছিল। মৌরি (Μαῦροι) 1ম শতাব্দীর প্রথম দিকে স্ট্র্যাবো দ্বারা স্থানীয় নাম হিসাবে রেকর্ড করা হয়েছে। এই নামটি ল্যাটিন ভাষায়ও গৃহীত হয়েছিল, যেখানে উপজাতির গ্রীক নাম ছিল মৌরুসি (প্রাচীন গ্রীক: Μαυρούσιοι)। ২৪ খ্রিস্টাব্দে রোমান সাম্রাজ্যের বিরুদ্ধে বিদ্রোহ করেছিল বলে ট্যাসিটাস দ্বারা মুরদেরও উল্লেখ করা হয়েছে। লাতিন মধ্যযুগে, মৌরি উত্তর-পশ্চিম আফ্রিকার উপকূলীয় অঞ্চলে বারবার এবং আরবদের উল্লেখ করতে ব্যবহৃত হত। 16 শতকের পন্ডিত লিও আফ্রিকানাস (সি. 1494-1554) মুরস (মাউরি) কে প্রাক্তন রোমান আফ্রিকা প্রদেশের (রোমান আফ্রিকান) স্থানীয় বারবার বাসিন্দা হিসাবে চিহ্নিত করেছিলেন। তিনি মিশরীয়, আবিসিনিয়ান (অ্যাবাসিন), অ্যারাবিয়ান এবং ক্যাফরি (ক্যাফেটস) এর পাশাপাশি মহাদেশের পাঁচটি প্রধান জনগোষ্ঠীর একটি হিসাবে মুরদের বর্ণনা করেছেন।\n\n\n== স্থাপত্য ==\n\nমুরদের স্থাপত্য উত্তর আফ্রিকা এবং স্পেন ও পর্তুগালের কিছু অংশের স্পষ্ট ইসলামিক স্থাপত্য নিয়ে গঠিত, এসব অঞ্চলে ৭১১ থেকে ১৪৯২ সালের মধ্যে মুররা প্রভাবশালী ছিল। এই স্থাপত্য ঐতিহ্যের মধ্যে সেরা উদাহরণ হলো কর্ডোবার মসজিদ-ক্যাথেড্রাল,\nগ্রেনাডার  আলহাম্বরা (৩৩৮ -১৩৯০) ও সেভিলের জিরাল্ডা (১১৮৪)। অন্যান্য উল্লেখযোগ্য স্থাপত্যের মধ্যে রয়েছে মদিনা আজহারার ধ্বংসপ্রাপ্ত প্রাসাদ শহর (৯৩৬-১০১০) এবং ক্রিস্টো দে লা লুজের মসজিদ (বর্তমানে গির্জায় পরিণত করা হয়েছে)।\n\n\n== বিখ্যাত ব্যক্তিবর্গ ==\n\nতারিক ইবনে জিয়াদ, মুরিশ জেনারেল যিনি ৭১১ সালে ভিসিগোথদের এবং হিস্পানিয়া জয় করেছিলেন।\nআব্দ আর-রহমান প্রথম, উমাইয়াদের আমিরাতের প্রতিষ্ঠাতা; এর উত্তরসূরি কর্ডোবার খিলাফত রাজবংশটি তিন শতাব্দী ধরে ইসলামিক আইবেরিয়া শাসন করেছিল।\nইবনুল-কুতিয়া, আন্দালুসিয়ান ইতিহাসবিদ এবং ব্যাকরণবিদ।\nইয়াহিয়া আল-লাইথি, আন্দালুসিয়ান পণ্ডিত যিনি আল-আন্দালুসে মালিকি আইনশাস্ত্রের স্কুল চালু করেছিলেন।\nআব্বাস ইবনে ফিরনাস (৮১০-৮৮৭), বারবার আবিষ্কারক ও কবি ছিলেন।\nমসলামা আল-মাজরিতি, বিশুদ্ধতার বিশ্বকোষ এবং পিকাট্রিক্স এর লেখক ছিলেন।\nআল-জাহরাভি (আবুলকাসিস), একজন আন্দালুসিয়ান চিকিৎসক এবং সার্জন ছিলেন।\nসাইদ আল-আন্দালুসি (১০২৯-১০৭০), আন্দালুসিয়ান কাদি, ইতিহাসবিদ, দার্শনিক, গণিতবিদ এবং জ্যোতির্বিদ ছিলেন।\nআবু ইশাক ইব্রাহিম আল-জারকালি (আরজাচেল), (১০২৯-১০৮৭), আন্দালুসিয়ান জ্যোতির্বিজ্ঞানী এবং প্রকৌশলী ছিলেন।\nইবনে বাজ্জাহ, আন্দালুসিয়ান পদার্থবিজ্ঞানী এবং পলিম্যাথ ছিলেন যার গতিতত্ত্বের ধারণা শাস্ত্রীয় বলবিদ্যা এর বিকাশকে প্রভাবিত করে।\nইবনে জুহর, আন্দালুসিয়ান চিকিৎসক এবং পলিম্যাথ ছিলেন যিনি পরজীবী-এর অস্তিত্ব আবিষ্কার করেছিলেন এবং অস্ত্রোপচারের পথপ্রদর্শক করেছিলেন।\nমুহাম্মদ আল-ইদ্রিসি, মুরিশ ভূগোলবিদ এবং পলিম্যাথ ছিল যিনি প্রথম সবচেয়ে সঠিক বিশ্ব মানচিত্র আঁকন।\nইবনে তুফাইল, আরবি লেখক এবং পলিম্যাথ ছিলেন যিনি হায় ইবনে ইয়াকদান (একটি দার্শনিক উপন্যাস) লিখেছেন।\nঅ্যাভেরোস (ইবনে রুশদ), প্রাথমিক ইসলামী দর্শন  ভাষ্য এবং অ্যাভারোইজম স্কুল প্রতিষ্ঠা করেন।\nইবনে আল-বাইতার, আন্দালুসিয়ান উদ্ভিদবিদ এবং ফার্মাসিস্ট ছিলেন যিনি প্রাক-আধুনিক সময়ে সবচেয়ে ব্যাপক ফার্মাকোপিয়া এবং বোটানিকাল সংকলন করেছিলেন।\nইবনে খালদুন, যিনি ১৩৭৭ সালে মুকাদ্দিমাহ-এ সমাজবিদ্যা, ইতিহাসবিদ্যা এবং অর্থনীতি সম্পর্কে লিখেছেন।\nআবু আল-হাসান ইবনে আলি আল-কালাসাদি, মধ্যযুগীয় গণিতশাস্ত্রী ছিলেন।\nলিও আফ্রিকানাস, আন্দালুসিয়ান ভূগোলবিদ, লেখক এবং কূটনীতিক ছিলেন  যিনি স্প্যানিশ জলদস্যু দ্বারা বন্দী হয়েছিলেন এবং ক্রীতদাস হিসাবে বিক্রি করা হয়েছিল।\nএস্তেভানিকো, যাকে \"স্টিফেন দ্য মুর\" নামেও উল্লেখ করা হয়, তিনি মার্কিন যুক্তরাষ্ট্রের দক্ষিণ-পশ্চিমে স্পেনের পরিচর্যায় একজন অনুসন্ধানকারী ছিলেন।\nইবনে বতুতা, একজন ইসলামিক পণ্ডিত এবং মুরিশ অভিযাত্রী ছিলেন যিনি সাধারণত সর্বকালের অন্যতম সেরা ভ্রমণকারী হিসেবে বিবেচিত হন।\nইবনে হাজম, একজন মুরিশ পলিম্যাথ যিনি মুসলিম বিশ্বের প্রধান চিন্তাবিদদের একজন হিসেবে বিবেচিত এবং তুলনামূলক ধর্ম গবেষণার জনক হিসেবে ব্যাপকভাবে স্বীকৃত।\nইবনে ইধারী, একজন মুরিশ ঐতিহাসিক ছিলেন।\nইবনে আরাবি, আন্দালুসিয়ান সুফি মরমী ও দার্শনিক ছিলেন।\nআবু বকর ইবনে আল-আরাবি, একজন বিচারক এবং আল-আন্দালুসে মালেকি আইনের পণ্ডিত ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nহটেনটট উপজাতি\n\n\n== বহিঃসংযোগ ==\n\n\"The Moors\" by Ross Brann, published on New York University website.\nSecret Seal: On the image of the Blackamoor in European Heraldry, a PBS article.\nEncyclopedia - Britannica Online Encyclopedia (2006)\nKhalid Amine, Moroccan Shakespeare: From Moors to Moroccans. Paper presented at an International Conference Organized by The Postgraduate School of Critical Theory and Cultural Studies, University of Nottingham, and The British Council, Morocco, 12–14 April 2001.\nAfricans in Medieval & Renaissance Art: The Moor's Head  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জুলাই ২০১৮ তারিখে, Victoria and Albert Museum (n.d)\nSean Cavazos-Kottke. Othello's Predecessors: Moors in Renaissance Popular Literature: (outline). Folger Shakespeare Library, 1998."}