{"pageid": 1138693, "title": "পাভেল ফ্লোরিন", "url": "https://bn.wikipedia.org/wiki?curid=1138693", "content": "পাভেল ফ্লোরিন (জন্ম ১২ ফেব্রুয়ারি ১৯৭৯) একজন রোমানীয় ক্রিকেটার যিনি রোমানিয়া জাতীয় ক্রিকেট দলের হয়ে আন্তর্জাতিক ক্রিকেট খেলে থাকেন। তিনি মূলত একজন বোলার। ২০১৯ সালে ইউরোপীয় ক্রিকেট লিগের একটি ম্যাচে তার খেলার দৃশ্য সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়লে তাঁর জনপ্রিয়তা বৃদ্ধি পায়।\n\n\n== কর্মজীবন ==\nপাভেল ফ্লোরিন ৩২ বছর বয়সে ক্রিকেট খেলা শুরু করেন। ২০১৯ সালের জুলাই মাসে ইউরোপীয় ক্রিকেট লিগে একটি ম্যাচে ক্লুজ দলের হয়ে দ্রু-এর বিপক্ষে খেলার সময় তিনি ইনিংসের নবম ওভারটি বোল করেন, যে ওভারে তিনি ১৩ রানে খরচ করেন। সে ওভারের ভিডিও দ্রুত সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে। অনেকে পাভেল ফ্লোরিনের বোলিং-এর ধরনের সমালোচনা করেন, আবার অনেকেই তাঁর প্রশংসা করেন। প্রাক্তন অস্ট্রেলীয় ক্রিকেটার শেন ওয়ার্ন ভবিষ্যতে তাঁকে সাহায্য করার কথা জানান, এবং ইংল্যান্ডের ক্রিকেটার জোফরা আর্চার তাঁর প্রতি সম্মান প্রদর্শন করেন।\nপাভেল ফ্লোরিন তাঁর হঠাৎ পাওয়া জনপ্রিয়তার কথা একদিন দুপুরের খাবারের সময় জানতে পারেন। তিনি পরবর্তীতে একটি সাক্ষাৎকারে জানান যে ক্রিকেটের প্রতি ভালোবাসার কারণে তিনি সমালোচনাকে গুরুত্ব সহকারে গ্রহণ করেন না। এক পর্যায়ে ক্রিকেট খেলার জন্য তাঁকে অস্ট্রেলিয়ায় নিমন্ত্রণ জানানো হয়, কিন্তু তিনি ভিসা জটিলতার শিকার হন। ভিসা জটিলতা কাটিয়ে ওঠার পর তিনি সারে হিলস ক্রিকেট ক্লাবের হয়ে খেলায় অংশগ্রহণ করেন। অস্ট্রেলিয়ায় ভালো খেলায় তাঁর প্রতি জনগণের আগ্রহ বৃদ্ধি পায়। পরবর্তীতে তাঁকে লর্ড'স-এর প্রেসিডেন্টস বক্সে আমন্ত্রিত করা হয়, যেখানে তিনি লর্ড'স-এর ঘণ্টা বাজানোর সুযোগ পান।\n২০১৯ সালের আগস্ট মাসে রোমানিয়ার হয়ে পাভেল ফ্লোরিনের টোয়েন্টি২০ আন্তর্জাতিক (টি২০আই) অভিষেক হয়। ২০২১ সালের জুন মাসে ২০২১ সোফিয়া টোয়েন্টি২০ টুর্নামেন্টের রোমানিয়া দলে তাঁকে অন্তর্ভুক্ত করা হয়। টুর্নামেন্ট রোমানিয়া জয়ী হয়, এবং সতীর্থ সামি উল্লাহর সঙ্গে যৌথভাবে টুর্নামেন্টের সর্বোচ্চ উইকেট শিকারি হন পাভেল ফ্লোরিন।\n২০২১ সালের জুলাই মাসে তিনি নতুনভাবে চাঞ্চল্যের জন্ম দেন, যখন ইউরোপীয় ক্রিকেট লিগের একটি ম্যাচ খেলার সময় একটি উইকেট লাভের পর তিনি ধারাভাষ্য কক্ষে ছুটে গিয়ে নিজের দলের নাম মাইক্রোফোনে ঘোষণা দেন।\n\n\n== ব্যক্তিগত জীবন ==\nক্লুজ ক্রিকেট ক্লাবের সভাপতি হওয়ার পাশাপাশি তিনি একজন দেহরক্ষী হিসেবেও কর্মরত আছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে পাভেল ফ্লোরিন (ইংরেজি)\nক্রিকেটআর্কাইভে পাভেল ফ্লোরিন (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}