{"pageid": 1138938, "title": "আল মুরতাজা", "url": "https://bn.wikipedia.org/wiki?curid=1138938", "content": "আল মুরতাজা (উর্দু: المرتضى‎‎) ইসলামের চতুর্থ খলিফা আলীকে নিয়ে লিখিত ভারতীয় দেওবন্দি ইসলামি পণ্ডিত আবুল হাসান আলী হাসানী নদভীর একটি আরবি গবেষণা গ্রন্থ। এটি ১৯৮৮ সালে প্রথম প্রকাশিত হয়। এতে লেখক দশটি অধ্যায়ে আলীর ব্যক্তিগত, পারিবারিক ও রাজনৈতিক জীবনের গঠনমূলক আলোচনা করে আলীকে ইতিহাসের অন্যতম শ্রেষ্ঠ মানব প্রমাণের চেষ্টা করেছেন। গ্রন্থটি রচনায় তথ্যসূত্র হিসেবে সর্বজনগ্রহণীয় ও নির্ভরযোগ্য প্রাচীন কালের গ্রন্থগুলোর উপরই শুধু নির্ভর করা হয়েছে। হজরত আলী রা. জীবন ও খিলাফত নামে গ্রন্থটির বঙ্গানুবাদ করেছেন আবু তাহের মিসবাহ।\n\n\n== প্রেক্ষাপট ==\nবিংশ শতাব্দীর পঞ্চাশের দশকের শেষ দিকে গ্রন্থটি রচনার নির্দেশ দেন নদভীর বড় ভাই সৈয়দ আব্দুল আলী আল হাসানী। গ্রন্থটি রচনার প্রেক্ষাপট বলতে গিয়ে লেখক এ সম্পর্কিত গ্রন্থের অপ্রতুলতার কথা উল্লেখ করেছেন। তিনি বলেন, \"আলীর জীবনচরিত বিষয়ে আমাদের ইসলামি গ্রন্থাগারে আশ্চর্য রকমের শূন্যতা রয়েছে। এমন একটিও পূর্ণাঙ্গ জীবনীগ্রন্থ নজরে পড়ে না, যা ইতিহাস চর্চার গতানুগতিক সীমারেখা অতিক্রম করে নবতর ও ব্যাপকতর অধ্যয়নের ভিত্তিতে রচিত এবং তথ্য উপাত্ত সংগ্রহের ক্ষেত্রে ধরাবাঁধা কয়েকটি উৎসগ্রন্থের উপর নির্ভরতার পরিবর্তে সাহসী লেখক যেখানে বহুমুখী অধ্যয়নের সৎসাহস দেখিয়েছেন। কিন্তু এর প্রয়োজন ছিল। কেননা ইসলামি ইতিহাসের এ মহান ব্যক্তিত্বকে ঘিরে যে প্রবল বিতর্ক সৃষ্টি হয়েছে তাতে উভয় পক্ষ ভয়াবহ রকমের বাড়াবাড়ি করেছেন এবং বিশেষত তাঁকে সাম্প্রদায়িক দৃষ্টিকোণ থেকেই দেখা হয়েছে। এমনকি ক্ষেত্র বিশেষে তাঁর সুমহান ব্যক্তিত্বে নিজস্ব ধারণা ও চাহিদা আরোপ করা হয়েছে। এভাবে একই নামে বহু চরিত্রের কল্পিত অবয়ব সামনে এসেছে। ফলে তাঁর বড়ত্ব ও মহত্ত্বের এবং অনন্যসাধারণ যোগ্যতা ও প্রতিভার বহু রহস্য উম্মাহর দৃষ্টি থেকে সরে গেছে।\" লেখক ১৯৮৮ সালের ১ মার্চ ভারতের মধ্যপ্রদেশের ইন্দোর শহরে গ্রন্থটি রচনার কাজ শুরু করেন। যা শেষ হয় ৩১ মে। দারুল উলুম নদওয়াতুল উলামার শিক্ষক মুহাম্মদ আতিক বাছবী প্রাচীন উৎস গ্রন্থ থেকে তথ্যানুসন্ধান এবং সম্ভাব্য স্থান থেকে প্রয়োজনীয় সাক্ষ্য প্রমাণ সংগ্রহের ক্ষেত্রে লেখকে সহযোগিতা করেছেন।\n\n\n== বিষয়বস্তু ==\nগ্রন্থটির প্রথম পর্বে আলীর সমকালীন জীবন ও সমাজের গতি-প্রকৃতি, পূর্ববর্তী খলীফাত্রয়ের সঙ্গে আলীর আন্তরিকতা, খলিফা হিসেবে খিলাফত পরিচালনায় নির্ধারিত নীতি ও পদ্ধতি এবং আদর্শ ও মূল্যবোধের প্রতি তার জীবনোদ্দেশ্য রূপে অবিচল নিষ্ঠা আলোচিত হয়েছে। দ্বিতীয় পর্বে এসেছে আলীর পুত্রদ্বয়ের সংক্ষিপ্ত প্রসঙ্গ। তৃতীয় পর্বে তাদের উত্তরসুরিগণের সংক্ষিপ্ত জীবন ও কর্ম আলোচিত হয়েছে। সর্বশেষ পর্যায়ে কিছু ফেরকাগত আকিদা-বিশ্বাসের ভ্রান্তি আলোচনা করা হয়েছে।\n\n\n== অনুবাদ ==\nগ্রন্থটির আরবি সংস্করণ প্রথম প্রকাশিত হয় দামেস্কে। মজলিসে তাহকিকাত ওয়া নাশরিয়াতে ইসলাম থেকে এর উর্দু অনুবাদ প্রকাশিত হয়। একই প্রকাশনী থেকে ১৯৯১ সালে \"দ্য লাইফ অব খলিফা আলী\" নামে গ্রন্থটির ইংরেজি অনুবাদ প্রকাশিত হয়। ২০১৫ সালে গ্রন্থটির বঙ্গানুবাদ করেন আবু তাহের মিসবাহ।\n\n\n== আরও দেখুন ==\nআবুল হাসান আলী হাসানী নদভীর গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nআল মুরতাজা-এর বাংলা সংস্করণ\nআল মুরতাজা-এর ইংরেজি সংস্করণ\nআল মুরতাজা-এর আরবি সংস্করণ\nআল মুরতাজা-এর ফার্সি সংস্করণ\nআল মুরতাজা-এর তুর্কি সংস্করণ"}