{"pageid": 1138398, "title": "লাজারাস রিফ্লেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1138398", "content": "লাজারাস সাইন বা লাজারাস রিফ্লেক্স হল মস্তিষ্ক-মৃত বা ব্রেনস্টেম ফেইলিউর রোগীদের মধ্যে একটি রিফ্লেক্স মুভমেন্ট অথবা মস্তিষ্কের মৃত্যুর পরে উপরের অঙ্গগুলির প্রতিচ্ছবি আন্দোলন, যার কারণে রোগী সংক্ষিপ্তভাবে তাদের বাহু তুলে তাদের বুকের উপর ফেলে দেয় (কিছু মিশরীয় মমির মতো অবস্থানে)। এটি একটি বিরল ঘটনা। ঘটনাটির নামকরণ করা হয়েছে বেথানির বাইবেলের ব্যক্তিত্ব লাজারাসের নামে, যাকে যীশু জনের গসপেল অনুসারে মৃতদের মধ্য থেকে জীবিত করেছিলেন।\n\n\n== কারণসমূহ ==\nহাঁটুর ঝাঁকুনি রিফ্লেক্সের মতো, লাজারাস চিহ্নটি একটি রিফ্লেক্স আর্ক দ্বারা মধ্যস্থিত একটি রিফ্লেক্সের উদাহরণ—একটি নিউরাল পথ যা মেরুদন্ডের কলামের মধ্য দিয়ে যায় কিন্তু মস্তিষ্কের মধ্য দিয়ে যায় না। ফলস্বরূপ, মস্তিষ্কের ক্রিয়াকলাপের পরীক্ষা হিসাবে জটিল অনৈচ্ছিক গতির ব্যবহার বাদ দিয়ে, মস্তিষ্ক-মৃত রোগীদের মধ্যে আন্দোলন সম্ভব হয় যাদের অঙ্গগুলিকে জীবন-সহায়ক যন্ত্রের দ্বারা কাজ করে রাখা হয়। নিউরোলজিস্টরা এই ঘটনাটি অধ্যয়ন করে পরামর্শ দিয়েছেন যে এই এবং অনুরূপ প্রতিফলন সম্পর্কে সচেতনতা বৃদ্ধি \"মস্তিষ্ক-মৃত রোগ নির্ণয় এবং ভুল ব্যাখ্যায় বিলম্ব প্রতিরোধ করতে পারে।\"\nরিফ্লেক্সের আগে প্রায়ই রোগীর বাহুতে সামান্য কাঁপুনি বা বাহু ও ধড়ের উপর হংসের দাগ দেখা যায়। স্টার্নামের উপরে তোলার আগে বাহুগুলি কনুইতে নমনীয় হতে শুরু করে। এগুলি প্রায়শই এখান থেকে ঘাড় বা চিবুকের দিকে আনা হয় এবং স্পর্শ করা হয় বা অতিক্রম করা হয়। সংক্ষিপ্ত নিঃশ্বাসও কর্মের সাথে সামঞ্জস্যপূর্ণ লক্ষ্য করা গেছে।\n\n\n== ঘটনা ==\nমস্তিষ্ক-মৃত রোগীদের ভিতরে এবং বাইরে বায়ু পাম্প করার জন্য ব্যবহৃত মেডিকেল ভেন্টিলেটরগুলি অপসারণের কয়েক মিনিট পরে ঘটনাটি ঘটতে দেখা গেছে। এটি অ্যাপনিয়া পরীক্ষা করার সময়ও ঘটে—অর্থাৎ, ফুসফুসের পেশীগুলির বাহ্যিক শ্বাস-প্রশ্বাস এবং গতি স্থগিত করা—যা আমেরিকান একাডেমি অফ নিউরোলজি দ্বারা উদাহরণ স্বরূপ ব্যবহৃত মস্তিষ্কের মৃত্যু নির্ধারণের জন্য একটি মানদণ্ড।\nনিবিড়-যত্ন ইউনিটে লাজারাস চিহ্নের ঘটনাগুলি রোগীদের পুনরুত্থানের প্রমাণের জন্য ভুল করা হয়েছে। তারা তাদের ভয় দেখাতে পারে যারা আন্দোলনের প্রত্যক্ষদর্শী, এবং কেউ কেউ অলৌকিক ঘটনা হিসাবে দেখেছেন।\n\n\n== তথ্যসূত্র =="}