{"pageid": 1138764, "title": "ভিয়েতনাম টেলিভিশন", "url": "https://bn.wikipedia.org/wiki?curid=1138764", "content": "ভিয়েতনাম টেলিভিশন, অথবা ভিটিভি (ভিয়েতনামী: Đài Truyền hình Việt Nam), হচ্ছে ভিয়েতনামের রাষ্ট্রীয় টেলিভিশন সম্প্রচারক। ভিয়েতনাম সরকারের শাসনে একটি রাষ্ট্রীয় সম্প্রচারক হিসেবে ভিটিভিকে \"পার্টি এর মতামত, নীতি, সরকারের আইন প্রচার করার দায়িত্ব দেওয়া হয়েছে\".\n\n\n== ইতিহাস ==\n\nকিউবার থেকে প্রযুক্তিগত সহায়তা এবং প্রশিক্ষণের সাথে হ্যানয়তে ভিটিভি ১৯৭০ সালের ৭ সেপ্টেম্বরে প্রতিষ্ঠিত হয়, ভয়েস অফ ভিয়েতনামের একটি বিভাগ হিসেবে। ভিয়েতনাম যুদ্ধের সময় এটি পার্বত্য অঞ্চল থেকে বিরতিহীনভাবে সম্প্রচারিত হতো।\n১৯৭৫ সালে পুনর্মিলনের পর, দক্ষিণে সাবেক যুক্তরাষ্ট্র চলিত কেন্দ্রসমূহ জাতীয় নেটওয়ার্কের অংশ হয়ে যায়, এবং সারাদেশে সম্প্রচার প্রসারিত হয়।\n১৯৭৭ সালে রঙিন টেলিভিশনের পরীক্ষা করা হয় এবং ভিয়েতনাম ফরাসি সিক্যাম সিস্টেম গ্রহণ করে, যা ১৯৮৬ সালে সম্পূর্ণরূপে বাস্তবায়িত হয়। ১৯৮৭ সালের ৩০ এপ্রিলে এটির নাম ভিয়েতনাম টেলিভিশনে প্রাতিষ্ঠানিকভাবে পরিবর্তন হয়, এবং ১৯৯০ সাল হিসেবে ভিটিভির দর্শকের কাছে চুনার দুটি জাতীয় টেলিভিশন চ্যানেল ছিল, যেহেতু ভিটিভি২ এর উদ্বোধন হয়েছিল। সেই সালে এটি পিএএল সিস্টেমে রূপান্তর হয়।\nভিটিভির আঞ্চলিক সম্প্রচার কেন্দ্রসমূহ হো চি মিন সিটি, হুয়ে, ডানাং, ঞা টাং (পূর্বে ফু ইয়েনে, এবং কন থোতে অবস্থিত। অনুষ্ঠানসমূহ দেশজুড়ে প্রচার করা হয় প্রাদেশিক এবং পৌরসভা টেলিভিশন কেন্দ্রের মাধ্যমে। দেশের সবচেয়ে দূরবর্তী এলাকায় ট্রান্সমিটার অবস্থিত আছে। ২০০৩ সাল হিসেবে ভিয়েতনামের ৮০% এর বেশি শহুরে গৃহ একটি টেলিভিশন সেট গ্রহণ করেছে। শতাংশ গ্রামীণ এলাকায় যথেষ্ট কম ছিল, কিন্তু সবচেয়ে প্রত্যন্ত গ্রামের ক্যাফেতেও একটি টিভি এবং ভিএইচএস বা ডিভিডি প্লেয়ার আছে।\nপ্রতি প্রধান শহর এবং ৫১ ভিয়েতনামের প্রদেশগুলির মধ্যে বেশিরভাগের কাছে নিজস্ব টেলিভিশন কেন্দ্রসমূহ আছে।\n২০২০ সালের ১৯ মার্চ এবং ৩০ এপ্রিলের মধ্যে ভিয়েতনামে কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে একটি নিরাপত্তা সতর্কতা হিসেবে ভিটিভি১, ভিটিভি৪, এবং ভিটিভি৭ এর বাদে এটির সমস্ত চ্যানেলে ভিয়েতনাম টেলিভিশন গভীর রাতের টাইমস্লট সাময়িকভাবে বাতিল করে, এবং দিনে ১৯ ঘণ্টার জন্য সম্প্রচার সময় সীমিত করে। ২০২০ সালের ১ মের হিসেবে সেই চ্যানেলগুলো গভীর রাতের সম্প্রচার পুনরায় শুরু করেছে।\n\n\n== চ্যানেলসমূহ ==\nবর্তমানে ভিটিভির কাছে এই চ্যানেলগুলো আছে:\n\nভিটিভি১:  সংবাদ এবং বর্তমান ঘটনা চ্যানেল; ২৪ ঘণ্টার জন্য সম্প্রচার করে। চ্যানেলটি গুরুত্বপূর্ণ জাতীয় অনুষ্ঠান এবং সংসদের বৈঠকও সরাসরি সম্প্রচার করে। সঙ্গীত এবং চলচ্চিত্র হল একমাত্র ক্ষেত্র যা মূলত এর বিন্যাসের বাইরে পড়ে। ভিটিভি১ ১৯৭০ সালের ৭ সেপ্টেম্বরে সম্প্রচার শুরু করে। চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয় ২০১৪ সালের ৩১ মার্চে। এটি ভিয়েতনামের ৭টি অবশ্যই-বহন জাতীয় চ্যানেলের মধ্যে এক, এবং ভিয়েতনামের সমস্ত স্যাটেলাইট এবং কেবল প্রোভাইডারে এটি ফ্রি-টু-এয়ার হিসেবে উপলব্ধ।\nভিটিভি২: বিজ্ঞান এবং শিক্ষা চ্যানেল; ২৪ ঘণ্টার জন্য সম্প্রচার করে। চ্যানেলটি চীনা এবং দক্ষিণ কোরীয় অনুষ্ঠানও প্রচারিত করে। ভিটিভি২ ১৯৯০ সালের ১ জানুয়ারিতে সম্প্রচার শুরু করে। চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয় ২০১৫ সালের ১৯ মেতে।\nভিটিভি৩: ক্রীড়া এবং বিনোদন চ্যানেল; ২৪ ঘণ্টার জন্য সম্প্রচার করে। ভিটিভি৩ ১৯৯৬ সালের ৩১ মার্চে সম্প্রচার শুরু করে। চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয় ২০১৩ সালের ৩১ মার্চে। এটি এইচডিতে সম্প্রচার করার ভিটিভির প্রথম চ্যানেল।\nভিটিভি৪: একটি আন্তর্জাতিক টেলিভিশন চ্যানেল যা ১৯৯৮ সালে সম্প্রচার শুরু করে, বিশ্বজুড়ের ভিয়েতনামী ব্যক্তিদেরকে ভিটিভির দেশীয় চ্যানেল থেকে অনুষ্ঠানসমূহের একটি সেরা প্যাকেজ অফার করে। এটি তাইওয়ানভিত্তিক সিএইচটি এমওডি চ্যানেল ২১৫ এও উপলব্ধ। চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয় ২০১৫ সালের ১৯ জুনে।\nভিটিভি৫: জাতিগত ভাষা চ্যানেল; ২৪ ঘণ্টার জন্য সম্প্রচার করে। ভিটিভি৫ ২০০২ সালের ১০ ফেব্রুয়ারিতে সম্প্রচার শুরু করে। চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয় ২০১৫ সালের ১ জুলাইতে।\nভিটিভি৬: যৌবন চ্যানেল যা ১৮ থেকে ৩৪ বছর বয়সীর মধ্যে দর্শকদের লক্ষ্য করে, ক্রীড়া ঘটনাও প্রচার করে; ২৪ ঘণ্টার জন্য সম্প্রচার করে। ভিটিভি৬ ২০০৭ সালের ২৯ এপ্রিলে সম্প্রচার শুরু করে। চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয় ২০১৩ সালের ৭ সেপ্টেম্বরে।\nভিটিভি৭: শিক্ষাবিষয়ক চ্যানেল যা সকাল ৬টার থেকে রাত ১২টার পর্যন্ত সম্প্রচার করে। ভিটিভি৭ এবং ভিটিভি৭ এইচডি উভয় পরীক্ষামূলক সম্প্রচার শুরু করে ২০১৫ সালের ২০ নভেম্বরে এবং ২০১৬ সালের ১ জানুয়ারিতে প্রাতিষ্ঠানিকভাবে সম্প্রচার শুরু করে।\nভিটিভি৮: ভিয়েতনামের মধ্য এবং মধ্য উচ্চভূমি অঞ্চলের দর্শকদের জন্য বিশেষ চ্যানেল যা ২৪ ঘণ্টার জন্য সম্প্রচার করে। ভিটিভি৮ এবং ভিটিভি৮ এইচডি উভয় সম্প্রচার শুরু করে ২০১৬ সালের ১ জানুয়ারিতে।\nভিটিভি৯: ভিয়েতনামের দক্ষিণ অঞ্চলের দর্শকদের জন্য বিশেষ চ্যানেল যা ২৪ ঘণ্টার জন্য সম্প্রচার করে। ভিটিভি৯ ২০০৭ সালের ৮ অক্টোবরে সম্প্রচার করা শুরু করে, এবং এইচডি সিমুলকাস্ট ২০১৫ সালের ২৮ আগস্টে সম্প্রচার শুরু করে।\n\n\n=== বন্ধ আঞ্চলিক চ্যানেলসমূহ ===\nভিটিভি হুয়ে\nভিটিভি ডানাং\nভিটিভি ফু ইয়েন\nভিটিভি কন থো ১\nভিটিভি কন থো ২\n২০০৩ সাল থেকে উপরের সমস্ত চ্যানেলসমূহ স্যাটেলাইটের মাধ্যমে, এবং ভিয়েতনামের ডিজিটাল টেরেস্ট্রিয়াল এবং ডিজিটাল কেবল নেটওয়ার্কে উপলব্ধ। ভিটিভি নিজেরাই স্যাটেলাইট টেলিভিশন এবং ডিজিটাল কেবলের মাধ্যমে ১৫ চ্যানেলগুলো প্রদান করে, যথাক্রমে সেগুলো হচ্ছে কে+ এবং ভিটিভিক্যাব।\n২০১৬ সালের ১ জানুয়ারিতে ভিটিভির আঞ্চলিক চ্যানেলের মধ্যে কিছু পরিবর্তন ঘটেছে। ভিটিভি হুয়ে, ভিটিভি ডানাং, এবং ভিটিভি ফু ইয়েন সম্প্রচার বন্ধ করে এবং ভিটিভি৮ এর রূপে একত্রিত হয়, যা হচ্ছে ভিয়েতনামের মধ্য এবং মধ্য উচ্চভূমি অঞ্চলের জন্য একটি বিশেষ চ্যানেল। উভয় পুরোনো ভিটিভি৯ (যা শুধু হো চি মিন সিটি এবং দক্ষিণ-পূর্ব ভিয়েতনামের জন্য) এবং ভিটিভি কন থো ১ (যা শুধু কন থো শহর এবং হাউ জাং প্রদেশের জন্য) উভয় দক্ষিণ-পূর্ব এবং দক্ষিণ-পশ্চিম ভিয়েতনামের জন্য নতুন ভিটিভি৯ প্রতিষ্ঠান করার জন্য একত্রিত হয়, সাথে ভিটিভি কন থো ২ এর নাম ভিটিভি৫ তাই নাম বো তে পরিবর্তন হয়, যা হচ্ছে একটি দ্বিভাষিক খ্‌মের-ভিয়েতনামী ভাষার চ্যানেল এবং ভিটিভি৫ এর প্রথম আঞ্চলিক প্রকরণ।\n২০১৬ সালের ১৭ অক্টোবরে ভিটিভি৫ তাই এনগুয়েন, ভিয়েতনামের মধ্য উচ্চভূমিতে অবস্থিত জাতিগত সংখ্যালঘুদের জন্য একটি চ্যানেল এবং ভিটিভি৫ আর একটি আঞ্চলিক প্রকরণ, সম্প্রচার শুরু করে।\n\n\n=== ভবিষ্যৎ চ্যানেলসমূহ ===\nভিটিভি কন থো: ২০২২ সালের ১ মেতে উদ্বোধন\nভিটিভি৬-৪কে: যৌব চ্যানেল ভিটিভি৬ এর আল্ট্রা হাই ডেফিনিশন সংস্করণ, প্রধানত সরাসরি ক্রীড়া ঘটনার জন্য ব্যবহার করা হবে।\nভিটিভি ওয়ার্ল্ড ভিয়েতনাম সরকারের নতুন প্রাতিষ্ঠানিক পররাষ্ট্র চ্যানেল হিসেবে এখন প্রচারিত ভিটিভির উত্তরসূরি চ্যানেল হবে।\n\n\n=== ভিটিভি চ্যানেলের তালিকা ===\n\n\n== অনুষ্ঠানসমূহ ==\nভিটিভির কাছে একটি নিজস্ব চলচ্চিত্র প্রযোজনার কোম্পানি আছে, যা হচ্ছে ভিয়েতনাম টেলিভিশন চলচ্চিত্র কেন্দ্র (পূর্বে ভিয়েতনাম টেলিভিশন চলচ্চিত্র কোম্পানি), অথবা ভিএফসি, যা টেলিভিশন চলচ্চিত্র এবং মিনিসিরিজ প্রযোজনা করে। কিন্তু ভিটিভিতে প্রচারিত শুধু ৩০% বিনোদন অনুষ্ঠানসমূহ স্থানীয়ভাবে তৈরি করা, এবং বাকি অনুষ্ঠানসমূহ আমদানি হয়ে ভিয়েতনামীতে ডাব করা। অনুষ্ঠানসমূহের মধ্যে চীনা এবং কোরীয় ধারাবাহিকও অন্তর্ভুক্ত, যা ভিটিভি১ এবং ভিটিভি৩ এর রাত্রিকালীন অনুষ্ঠানসমূহের প্রধান ভিত্তি।\nসংবাদ এবং কারেন্ট অ্যাফেয়ার্স প্রোগ্রামিং ছাড়াও, ভিটিভি১ নিজেকে অর্কেস্ট্রাল কনসার্ট, ব্যালে, ঐতিহ্যবাহী থিয়েটার, জাতিগত সংখ্যালঘু সংস্কৃতি শো এবং চলচ্চিত্রগুলিতে উত্সর্গ করে।\nভিয়েতনামী নববর্ষের আগের দিনে ভিটিভি বিশেষ অনুষ্ঠানের ব্লক প্রচারিত করে, যেমন চিয়েউ কুয়ই নাম (\"বছরের শেষ দুপুর\"), সন্ধ্যা ৭টার সংবাদ বুলেটিনের একটি বিশেষ সংস্করণ, ব্যঙ্গাত্মক থিয়েট্রিকাল কমেডি গাপ ঞাউ কুয়ই নাম (\"বছর শেষে দেখা\"), নিবেদিত সঙ্গীত অনুষ্ঠান, এবং সারা দেশে নববর্ষের প্রাক্কালে উদযাপনের লাইভ সম্প্রচার।\n\n\n== ভিটিভি বিশ্বব্যাপী ব্যুরো ==\n২০২০ সালের হিসেবে নিযুক্ত কর্মী এবং সংবাদদাতাদের সাথে ভিটিভির কাছে এই জায়গাগুলোতে ১৫টি ব্যুরো আছে:\n\nভিয়েনতিয়েন, লাওস\nনমপেন, কম্বোডিয়া\nসিঙ্গাপুর, আসিয়ান অঞ্চল\nবেইজিং, চীন\nটোকিও, জাপান\nকুয়ালালামপুর, মালয়েশিয়া\nজাকার্তা, ইন্দোনেশিয়া\nম্যানিলা, ফিলিপাইন\nমস্কো, রাশিয়া\nপ্যারিস, ফ্রান্স\nসিউল, দক্ষিণ কোরিয়া\nব্রাসেল্‌স, বেলজিয়াম, ইউরোপ অঞ্চল\nলন্ডন, যুক্তরাজ্য, যুক্তরাজ্য ও আয়ারল্যান্ড এলাকা অঞ্চল\nআবুধাবি, সংযুক্ত আরব আমিরাত, মধ্যপ্রাচ্য অঞ্চল\nওয়াশিংটন, ডি.সি., যুক্তরাষ্ট্র\nনিউ ইয়র্ক শহর, যুক্তরাষ্ট্র\nলস অ্যাঞ্জেলেস, যুক্তরাষ্ট্র\n\n\n== সমালোচনা ও বিতর্ক ==\n\n\n=== রাজনৈতিক ===\nভিটিভি৪কে দক্ষিণ ভিয়েতনামী উদ্বাস্তু এবং ভিয়েতনামী দেশত্যাগী দ্বারা সমালোচিত করা হয় যারা চ্যানেলের এক-পার্টি কমিউনিস্ট রাষ্ট্রের সমর্থন বিরক্তিকর এবং আপত্তিকর পায়। এই বিতর্ক ২০০৪ সালে শুরু হয়েছিল যখন অস্ট্রেলীয় সরকারি সম্প্রচারক স্পেশাল ব্রডকাস্টিং সার্ভিস ওয়ার্ল্ডওয়াচ এর অংশে ভিটিভি৪ এর সংবাদ বুলেটিন প্রচার করা শুরু করে, ওয়ার্ল্ডওয়াচ হচ্ছে একটি অনুষ্ঠান যা বিশ্বজুড়ের সরকারি সম্প্রচারক থেকে সংবাদ প্রচারিত করে। নেতিবাচক প্রতিক্রিয়ার পর ভিটিভি৪ এর বুলেটিন অপসারণ করা হয়।\nসাংস্কৃতিক অনুষ্ঠান ভিয়েতনামিজ বিউটিস (ভে দেপ ভিয়েত) এর ২০১৯ সালের চন্দ্র নববর্ষ সংস্করণে, ভিটিভি প্রাক্তন দক্ষিণ ভিয়েতনামের তান লে সুয়ানের চিত্র ব্যবহার করেছে। সময়ের মাধ্যমে ভিয়েতনামী আও জাই শৈলীর চিত্র তুলে ধরার জন্য প্রথম মহিলা। দুই দিন পর, ১২ জোডিয়াকস (১২ কন গিয়াপ) নামক বৈচিত্র্যপূর্ণ শোতে, ভিটিভি অনিচ্ছাকৃতভাবে একটি ফ্রেম প্রদর্শন করে যেখানে পি৩৩৬ ব্যান্ডের একজন সদস্যকে তিনটি ডোরাকাটা লাল প্যাটার্ন সহ একটি হলুদ জ্যাকেট পরা দেখানো হয়েছে। এই নিদর্শনগুলি দক্ষিণ ভিয়েতনামের পতাকার সাথে মিল রয়েছে, যা ১৯৭৫ সালের পরে পুনর্মিলিত ভিয়েতনামের একটি অত্যন্ত সংবেদনশীল বিষয়।\n\n\n=== কপিরাইট লঙ্ঘন ===\nথাঞ নিয়েন নিউজ অনুযায়ী ২০১৬ সালের ২৮ ফেব্রুয়ারিতে ভিটিভি স্বীকার করেছে যে তারা তার কিছু প্রোগ্রামে অনুমতি ছাড়াই কপিরাইটযুক্ত সামগ্রী ব্যবহার করেছে, নিশ্চিত করে যে লঙ্ঘনের কারণে ভিটিভির ইউটিউব চ্যানেল বন্ধ করা হয়েছে। ভিডিও শেয়ারিং ওয়েবসাইটটি তার অফিসিয়াল ইউটিউব চ্যানেলে ভিডিও সম্পর্কিত কপিরাইট লঙ্ঘনের একাধিক তৃতীয় পক্ষের দাবি পেয়েছে বলে ইউটিউব দ্বারা ভিটিভিকে জানানো হয়েছে। পরদিন সকালে চ্যানেলটি বন্ধ করে দেওয়া হয়। ভিটিভি তখন স্থানীয় সংবাদমাধ্যমকে বলেছিল যে তার কিছু সম্পাদক কপিরাইটধারীদের অনুমতি ছাড়াই তাদের সংবাদ এবং বর্তমান বিষয়ের অনুষ্ঠানসমূহে অনলাইনে পাওয়া কিছু ফুটেজ ব্যবহার করেছেন। বুই মিন তুয়ান, ৩৫, তার অনুমতি ছাড়াই তার ইউটিউব চ্যানেল ইয়ামাহা ট্রুং টা-তে পোস্ট করা ভিটিভি বারবার তার ড্রোন ভিডিও ব্যবহার করেছে বলে রিপোর্ট করার পরে মামলাটি উন্মোচিত হয়। টুয়ান, যিনি কেন্দ্রীয় কুয়াং টি প্রদেশে একটি মোটরসাইকেল ট্রেডিং কোম্পানি চালান, আইসিটিনিউজকে বলেন যে তিনি এরিয়াল ভিডিও তৈরি করতে অনেক সময় এবং অর্থ ব্যয় করেছেন। তিনি দাবি করেন যে ২০১৫ থেকে ২০১৬ সালের মধ্যে তিনি ভিটিভি, কপিরাইট বিভাগ এবং ভিয়েতনাম তথ্য ও যোগাযোগ মন্ত্রণালয়র কাছে ভিটিভির প্রায় ২০টি কপিরাইট লঙ্ঘনের রিপোর্ট করার জন্য অনেক অভিযোগ পাঠিয়েছিলেন, কিন্তু কোন প্রতিক্রিয়া পাওয়া যায়নি। তুয়ান ইউটিউবের এর মালিক গুগল কে মামলাটি রিপোর্ট করার সিদ্ধান্ত নিয়েছে। সেপ্টেম্বর থেকে তিনি তিনটি অভিযোগ দায়ের করেছেন বলে জানা গেছে। তিনি আইসিটিনিউজকে বলেছেন যে তিনি ক্ষতিপূরণ চাওয়ার চেষ্টা করছেন না এবং তিনি চান ভিটিভি কপিরাইট আইনকে সম্মান করুক।\nডিজিটাল প্ল্যাটফর্মে তাদের উদ্যোগের পর ভিটিভি এই প্রথম কপিরাইট সমস্যার সম্মুখীন হয়নি॥ ২০০৮ সালে অবৈধ ইন্টারনেট অন-ডিমান্ড ভিডিও সাইটের থেকে লঙ্ঘনের কারণে ভিটিভি মিস ওয়ার্ল্ড প্রতিযোগিতা সম্প্রচার করার স্বত্ব হারিয়ে ফেলে। এটি ২০১৬ আবার হয়, যখন ভিটিভির সাবস্ক্রিপশন টেলিভিশন কর্পোরাশন, ভিটিভিক্যাব, ২০১৫–১৬ উয়েফা চ্যাম্পিয়ন্স লিগ সম্প্রচার করার স্বত্ব হারিয়ে ফেলে।\n\n\n== আরও দেখুন ==\nভিয়েতনামের টেলিভিশন চ্যানেলের তালিকা\nভিয়েতনামে টেলিভিশন এবং গণমাধ্যম\nভিয়েতনামের সংস্কৃতি\nভিয়েতনামে যোগাযোগ\nভিয়েতনামের গণমাধ্যম\nহো চি মিন সিটি টেলিভিশন\nভিয়েতনাম টেলিভিশন (ভিটিভি) কর্তৃক সম্প্রচারিত অনুষ্ঠানমালার তালিকা\nভিয়েতনাম টেলিভিশন (ভিটিভি) কর্তৃক সম্প্রচারিত নাটকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nপ্রাতিষ্ঠানিক ইংরেজি ওয়েবসাইট\nভিয়েতনাম টেলিভিশন কর্তৃক সম্প্রচারিত অনুষ্ঠানমালার তালিকা"}