{"pageid": 1138990, "title": "আবু শাকুর বলখি", "url": "https://bn.wikipedia.org/wiki?curid=1138990", "content": "আবু শাকুর বলখি (ফার্সি: ابوشکور بلخی) (জন্ম ৯১৫) সামানিদ যুগের ১০ শতকের একজন পারসিক কবি ছিলেন, বলখ শহরে তার জন্ম এবং বেশিরভাগ সময় বেড়ে ওঠা বলে ধারণা করা হয়।\n\n\n== জীবন ও কর্ম ==\nআবু শাকুর বলখীর জীবন ও কবিতা সম্পর্কে খুব কমই এখন জানা যায়। আবুশাকুরী বলখীর জীবন প্রক্রিয়া এবং কাব্যিক ক্রিয়াকলাপ মূলত সামানিদের শাসনামলে সংঘটিত হয়েছিল। সামানি রাজদরবারের অন্যতম সম্পদ ছিলেন আবু আব্দুল্লাহ জাফর ইবনে মুহাম্মদ আল রুদাকী। আল রুদাকীর পরে যে কয়জন বিখ্যাত কবি সামানি সম্রাজ্যকে অলংকুত করেন আবু শাকুর বলখী তাদের মধ্যে অন্যতম। সামানীয় শাসক নুহ ইবনে নসর তার বিশেষ পৃষ্ঠপোষক ছিলেন। কিছু সময়ের জন্য তিনি নূহ ইবনে নাসরের (শাসনকাল 943-954) দরবারে দায়িত্বও পালন করেন।\nতার রচনার মাত্র ১৯২টি পান্ডুলিপি আজ অবশিষ্ট আছে। ৯৪৪ সালে লেখা মসনবী আফারিননামেহ তার একটা বিখ্যাত কর্ম যা অভিসারী সমুদ্রে রচিত হয়েছিল। এছাড়াও আরো তিনটি জনপ্রিয় মসনবী লিখেছেন। কবিতা ছাড়াও তিনি বিভিন্ন পক্তি, গীতিকাব্য, লিখেছেন যার মধ্যে কিছু বিক্ষিপ্ত মনোগ্রাফ অবশিষ্ট রয়েছে। সনেট কবিতায়ও তিনি পারদর্শী ছিলেন বলে প্রমান পাওয়া যায়। তার বিক্ষিপ্ত কবিতাগুলি ফারস আসাদি অভিধান, কাবুসনামেহ, আল-বালাগেহ , আল-মুজাম ফি মা'য়ের আল-আজম কবিতা, মুরসাদ আল-এবাদ, লাবাব আল-আলবাব আউফি এবং অন্যান্য বইগুলিতে পাওয়া যেতে পারে।\n\n\n== বিষয়বস্ত ==\nবলখির কবিতাগুলো উপদেশমূলক বিশ্বকোষীয় কবিতা হিসাবে কল্পনা করা হয়েছিল। এখন শুধুমাত্র এর টুকরো পঙ্কিমালা এবং উদ্ধৃতিগুলি টিকে আছে।এর পরিমাণ প্রায় ষাটটি গীতিকবিতা এবং বিভিন্ন মিটারে মসনবীদের কয়েকটি খণ্ডের সমান। এটি শান্তিপ্রিয়তা, মানুষের সমতা এবং যুক্তি ও জ্ঞানের শক্তিতে বিশ্বাসের মোটিফ দ্বারা আবদ্ধ ছিল। বলখি এবং রুদাকি ছিলেন ফারসি সাহিত্যে শিক্ষামূলক যুগের প্রবর্তক। তাঁর কাব্যভাষা ও প্রকাশের ধরন সহজ-সরল। তার অনেক কবিতা পরবর্তীতে আরবি ভাষায় অনূদিত হয়েছে।\nআবু শুকুর বলখীর তাঁর কবিতা মূলত প্রেম ও উপদেশ নিয়ে। তার পরে অনেক কবি তার কবিতার বিষয়বস্তু ব্যবহার করেছেন এবং তার উপর ভিত্তি করে নতুন কবিতা লিখেছেন। ফেরদৌসী এবং জামি হেতেফির মতো কবিরাও তার বিষয়বস্তকে অনুসরণ করেছেন।রুদাকির সমসাময়িকদের কাজের সন্ধান করার সময়, সাইদ নাফিসি তার কবিতাগুলি তাজকিরা, সংস্কৃতি এবং অন্যান্য বৈজ্ঞানিক, সাহিত্যিক এবং ঐতিহাসিক উত্সগুলিতে খুঁজে পান।\n\n\n== আফারিননামা ==\nপ্রনীত অনুমান এবং সংস্কৃতিতে প্রমাণ হিসাবে ব্যবহৃত আয়াতের পরিমাপের উপর ভিত্তি করে, এই রচনায় শ্লোকের সংখ্যা ফেরদৌসীর শাহনামেহের কমপক্ষে দুই তৃতীয়াংশ। এই কাজটি ফার্সি ভাষার অন্যতম সেরাকর্ম হিসাবে বিবেচিত হয়। প্রজ্ঞা এবং উপদেশের উপর ভিত্তি করে নৈতিক নির্দেশনা গল্প বা কাব্যের সমাহার বলা যায়। গীতিমূলক খণ্ডগুলিতে ঐতিহ্যগত থিম রয়েছে (প্রেম, প্রকৃতির বর্ণনা, ওয়াইনের প্রশংসা, প্যানেজিরিক্স এবং ব্যঙ্গ) কিন্তু নৈতিকতাকে একটি উল্লেখযোগ্য স্থান দেয়; এখানে একটি দার্শনিক সংস্কৃতি প্রকাশ করা হয়েছে।  পাশাপাশি একধরনের প্রশংসাগীতি স্থান পেয়েছে যেমন সৃস্টি নামক চিঠিটি আবু শাকুর নূহ ইবনে নাসর সামানির নামে সাজিয়েছেন। সেখানে বলেছেন খোদা তা,য়ালা নূহ ফারোখনেজাদকে আমাদের কাছে পাঠিয়েছেনে ইরানের শহরে শহরে ছড়িয়ে দেওয়ার জন্য দিয়েছেন...।\n  \n\n\n== আরও দেখুন ==\nই. জি. ব্রাউন। পারস্যের সাহিত্যের ইতিহাস । (চার খণ্ড, ২,২৫৬ পৃষ্ঠা, এবং লেখার পঁচিশ বছর)। ১৯৯৮।আইএসবিএন ০-৭০০৭-০৪০৬-X\nজান রিপকা, ইরানি সাহিত্যের ইতিহাস । রিডেল পাবলিশিং কোম্পানি। ASIN B-000-6BXVT-K\nফার্সি কবি ও লেখকদের তালিকা\n\n\n== তথ্যসূত্র =="}