{"pageid": 113809, "title": "জনসংখ্যা অনুযায়ী ভারতের রাজ্য ও কেন্দ্রশাসিত অঞ্চলের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=113809", "content": "ভারতে ২৮ টি রাজ্য ও ৮ টি কেন্দ্রশাসিত অঞ্চল রয়েছে। ২০২১ সালের প্রাককলন অনুযায়ী, দেশের জনসংখ্যা প্রায় ১৩৮ কোটি। জনসংখ্যার বিচারে ভারত বিশ্বের দ্বিতীয় বৃহত্তম রাষ্ট্র (গণপ্রজাতন্ত্রী চীনের পরেই)। ভারত বিশ্বের স্থলভাগের মাত্র ২.৪ শতাংশ অধিকার করে থাকলে, এদেশের জনসংখ্যা বিশ্ব জনসংখ্যার ১৬.৯ শতাংশ। সিন্ধু-গাঙ্গেয় সমভূমি অঞ্চল বিশ্বের বৃহত্তম পলিগঠিত সমভূমি এবং সর্বাপেক্ষা জনবহুল পলল সমভূমিগুলির অন্যতম। দাক্ষিণাত্য মালভূমির পূর্ব ও পশ্চিম উপকূলীয় সমভূমি দেশের অন্যতম জনবহুল অঞ্চল। পশ্চিম রাজস্থানের থর মরুভূমি বিশ্বের সর্বাপেক্ষা ঘন জনবহুল অঞ্চলগুলির অন্যতম। তবে উত্তর ও উত্তর-পূর্ব ভারতে হিমালয়ের কোলে অবস্থিত রাজ্যগুলির প্রতিকূল ভৌগোলিক অবস্থানের জন্য এখানে জনঘনত্ব অপেক্ষাকৃতভাবে কম।\n\n\n== ভারতের জনগণনা ==\n১৮৭২ সালে ব্রিটিশ ভারতে প্রথম জনগণনা করা হয়। স্বাধীন ভারতে প্রথম জনগণনা করা হয় ১৯৫১ সালে। সেই থেকে প্রতি দশ বছর অন্তর দেশে জনগণনা করা হয়ে থাকে। ভারত সরকারের স্বরাষ্ট্র মন্ত্রকের অধীনস্থ রেজিস্টার জেনারেল ও জনগণনা কমিশনারের কার্যালয় দেশে জনগণনা করার দায়িত্বপ্রাপ্ত।\nজনসংখ্যা-সংক্রান্ত সাম্প্রতিকতম তথ্যগুলি ২০০১ সালের জনগণনার ভিত্তিতে প্রাপ্ত। ১৯৯১-২০০১ দশকে ভারতের বার্ষিক জনসংখ্যা বৃদ্ধির হার ২.১৪ থেকে কমে ১.৯৩ হয়েছে। উক্ত দশকের তথ্যের ভিত্তিতে, নাগাল্যান্ড রাজ্যের বৃদ্ধির হার সর্বাধিক – বার্ষিক ৬৪.৫৩ শতাংশ। এর পরেই স্থান দিল্লি জাতীয় রাজধানী অঞ্চল (৪৭.০২ শতাংশ), চণ্ডীগড় (৪০.২৮ শতাংশ) ও সিক্কিমের (৩৩.০৬)। কেরলের জনসংখ্যা বৃদ্ধির হার সবচেয়ে কম – ৯.৪৩ শতাংশ। ভারতে মোট গ্রাম রয়েছে ৫৯৩,৭৩১টি। দেশের ৭২.২ শতাংশ মানুষ গ্রামাঞ্চলে বাস করেন। এই গ্রামগুলির মধ্যে ১৪৫,০০০টি গ্রামের জনসংখ্যা ৫০০ থেকে ৯৯৯ জনের মধ্যে; ১৩০,০০০টি গ্রামের জনসংখ্যা ১০০০ থেকে ১৯৯৯ জনের মধ্যে; ১২৮,০০০টি গ্রামের জনসংখ্যা ২০০ থেকে ৪৯৯ জনের মধ্যে। ৩,৯৬১টি গ্রামের জনসংখ্যা ১০,০০০ জন বা ততোধিক। দেশের জনসংখ্যার ২৭.৮ শতাংশ নগরবাসী। ভারতে মোট ৫,১০০টি শহর ও ৩৮০টি মহানগর অঞ্চল রয়েছে। ১৯৯১-২০০১ দশকে প্রধান প্রধান শহরগুলি বিপুল হারে অভিনিবেশের ফলে শহরগুলির জনসংখ্যা বৃদ্ধি পেয়েছে। শহরে অভিনিবেশকারীর সংখ্যা সর্বাধিক মহারাষ্ট্রে (২৩ লক্ষ)। এরপরই রয়েছে জাতীয় রাজধানী অঞ্চল দিল্লি (১৭ লক্ষ), গুজরাত (৬৪০,০০০) ও হরিয়ানা (৬৭০,০০০)। সবথেকে বেশি অভিনিবেশ হয়েছে উত্তরপ্রদেশ (— ২৬ লক্ষ) ও বিহার (— ১৭ লক্ষ) রাজ্যদুটি থেকে। উত্তরপ্রদেশ, মহারাষ্ট্র, বিহার, পশ্চিমবঙ্গ ও অন্ধ্রপ্রদেশ – এই পাঁচটি রাজ্যের জনসংখ্যাই ভারতের জনসংখ্যার প্রায় অর্ধেক (৪৮.৮৪ শতাংশ)।\n১৯৯১ সালে দেশের লিঙ্গানুপাতের হার ছিল ৯২৭; ২০০১ সালে এই হার হয়েছে ৯৩৩। ২০০১ সালের জনগণনা থেকে দেশে ০-৬ বছরের শিশুদের মধ্যে পুত্রসন্তানের তুলনায় কন্যাসন্তানের লিঙ্গানুপাতের হার কমে যাওয়ার দিকটি স্পষ্ট ধরা পড়েছে। হরিয়ানা, পাঞ্জাব, হিমাচল প্রদেশ ও গুজরাতে শিশু লিঙ্গানুপাতের হার অনেকটাই কমেছে। জাতীয় শিশু লিঙ্গানুপাতের হারও ১৯৯১ সালের ৯৪৫ থেকে কমে ২০০১ সালে হয়েছে ৯২৭।\n\n\n== জনসংখ্যা অনুযায়ী ভারতের রাজ্য ও কেন্দ্রশাসিত অঞ্চল ==\nভারতের ভৌগোলিক আয়তন ৩,২৮৭,২৪০ বর্গকিলোমিটার (১,২৬৯,২১০.৫ বর্গমাইল)।α. জনসংখ্যার ঘনত্বও এই সংখ্যার কাছাকাছি।\n২০০১ সালের জনগণনা অনুযায়ী ভারতের মোট জনসংখ্যা ১,০২৮,৭৩৭,৪৩৬ (এর সঙ্গে যুক্ত হয়েছে মণিপুরের সেনাপতি জেলার মাও মারাম, পাওমাতা ও পুরুল মহকুমার ১২৭,১০৮ জনের আনুমানিক জনসংখ্যা)।\n\n\n== তুলনামূলক জনসংখ্যা-বিশিষ্ট রাজ্য ==\n\n\n== টীকা ==\n\n^α  This includes টেমপ্লেট:Km2 to mi2 of Indian claimed Pakistan administered Kashmir along with Aksai Chin and Shaksgam Valley administered by People's Republic of China. It also includes Indian administered Arunachal Pradesh claimed by People's Republic of China.\n^β  Excludes Mao-Maram, Paomata, and Purul sub-divisions of Senapati district of Manipur.\n\n\n== আরও দেখুন ==\nটেমপ্লেট:India divisions by\n\nভারতীয় রাজ্যগুলির জিএসপি\nভারতের জনপরিসংখ্যান\nভারতের সর্বাধিক জনবহুল শহরাঞ্চলগুলির তালিকা\nজনসংখ্যা অনুযায়ী জাতীয় প্রশাসনিক অঞ্চলগুলির তালিকা\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nOfficial Website of Census of India"}