{"pageid": 1138035, "title": "কাদিয়ানী সম্প্রদায়: তত্ত্ব ও ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1138035", "content": "কাদিয়ানী সম্প্রদায়: তত্ত্ব ও ইতিহাস (আরবি: القادياني والقاديانية) আহ্‌মদীয়া সম্প্রদায় বা কাদিয়ানীদের নিয়ে রচিত ভারতীয় দেওবন্দি ইসলামি পণ্ডিত আবুল হাসান আলী হাসানী নদভীর একটি আরবি বই। আব্দুল কাদের রায়পুরীর নির্দেশে তিনি গ্রন্থটি রচনা করেন। এই গ্রন্থটির ভিত তৈরি হয়েছে বিতর্কসুলভ জোশের বদলে ঐতিহাসিক গাম্ভীর্য; তিরস্কার-ভর্ৎসনার পরিবর্তে প্রমাণ ও সাক্ষ্যের উপর।\n\n\n== প্রেক্ষাপট ==\n১৯৫৮ সালের জানুয়ারির শুরুর দিকে পাঞ্জাব বিশ্ববিদ্যালয়ের ব্যবস্থাপনায় লাহোরে একটি ইসলামি মতবিনিময় সভা অনুষ্ঠিত হয়। এই সভায় বিশেষভাবে মধ্যপ্রাচ্যের নেতৃস্থানীয় আলেমগণ অংশগ্রহণ করেন। আমন্ত্রণ পাওয়া সত্ত্বেও ব্যস্ততার কারণে নদভী এই সভায় অংশগ্রহণ করতে পারেন নি। মিশর, সিরিয়া ও ইরাকের একাধিক আলেম ও চিন্তাবিদ আলোচনা সভায় অংশগ্রহণকারী হিন্দুস্তানি আলেমদের কাছে জানতে চাইলেন, কাদিয়ানি মতবাদের উপর আরবিতে এমন কোনো গ্রন্থ আছে কি, যার মাধ্যমে তার স্বরূপ ও ইতিহাস জানতে পারব? আলেমগণ এমন কোনো গ্রন্থ পেশ করতে পারেননি, যেটি আধুনিক মন-মস্তিষ্ককে সামনে রেখে মধুর ও সাহিত্যপূর্ণ সাবলীল আরবিতে লেখা হয়েছে। আব্দুল কাদের রায়পুরী সে সময় লাহোরে অবস্থানরত ছিলেন। পরবর্তীতে নদভী লাহোরে গেলে রায়পুরী তাকে এমন একটি গ্রন্থ রচনা করার জন্য সরাসরি আদেশ দেন। এর পূর্বে ১৯৫৩ সালে পাকিস্তানে খতমে নবুয়ত আন্দোলন চলাকালীন নদভী উক্ত বিষয়ে একটি নিবন্ধ লিখে মিশর, সিরিয়া ও ইরাকের বন্ধু ও বুযুর্গদের কাছে পাঠিয়ে দিয়েছিলেন, যেগুলো তারা নিজ নিজ দেশে প্রচার করে দিয়েছিলেন। রাবেতা আলমে ইসলামিও নিবন্ধটি বিপুল সংখ্যায় প্রচার করেছিল।\nলাহোরে অবস্থানকালীন নদভী পাঞ্জাবের সাবেক মুখ্যমন্ত্রী আব্দুল হামিদের কুঠিতে দীর্ঘ এক মাস অবস্থান করে এই বিষয়ে পড়াশোনা করেন। প্রায় ২৩–২৪ দিনে তিনি গ্রন্থটি রচনা সমাপ্ত করেন। যার কয়েকটি সংস্করণ বোম্বাই, লখনৌ, জেদ্দা ও মদিনা থেকে বের হয়েছিল এবং আরব বিশ্বে তার ব্যাপক প্রচার হয়েছিল। এ কাজটি সম্পন্ন হয়েছিল ১৯৫৮ সালের ফেব্রুয়ারিতে।\n\n\n== বৈশিষ্ট্য ==\nগ্রন্থটি রচনায় লেখক এ বিষয়টির প্রতি লক্ষ রেখেছেন, যে ক্ষোভ ও ঘৃণার প্রকাশ নিজের কলম থেকে হতে পারে, তা যেন পাঠকদের হৃদয়ে বইটির উপাদান থেকে আপনা আপনিই সৃষ্টি হয়।\nকাদিয়ানিদের মুখপত্র আল ফজলে এই বইটির উপর পর্যালোচনা করে লিখেছিল, \"স্বীকার না করে উপায় নেই, পুরো গ্রন্থটি (এ বিষয়ের অন্য সকল গ্রন্থের বিপরীতে) গম্ভীর ও মার্জিত ভাষায় লেখা হয়েছে। শুধু তার নামটা আপত্তিজনক ও উত্তেজনাকর।\nআমিন আহসান ঈসলাহি ‘মিছাক’-এ গ্রন্থটির উপর পর্যালোচনা করতে গিয়ে লিখেছেন, \"বিস্মিত হতে হয়, লেখকের যেখানে ক্ষোভ আসবার কথা ছিল, সেখানেও তার মনে কোনো ক্ষোভ আসেনি।\"\n\n\n== বিষয়বস্তু ==\nগ্রন্থটির আলোচ্য বিষয়:\n\nকাদিয়ানী সম্প্রদায় : সমকালীন পরিপ্রেক্ষিত ও কেন্দ্রীয় চরিত্র\nঈসায়ী উনিশ শতকের ভারতবর্ষ\nমির্যা গোলাম আহমদ কাদিয়ানী\nহাকীম নূরুদ্দীন সাহেব ভেয়রবী\nমির্যা গোলাম আহমদ : বিশ্বাস ও দাবীসমূহের ক্রমধারা\nমির্যা সাহেব : লেখক ও ইসলাম প্রচারক হিসেবে লেখালেখি এবং বিতর্ক সভার ময়দানে\nমসীহ্ মওউদ হওয়ার দাবী মির্যা সাহেব ও হাকীম সাহেবের মাঝে সম্পর্ক\nমসীহ মওউদের দাবী থেকে নবুওয়ত পর্যন্ত একটি গোছালো চিত্র\nমির্যা সাহেবের জীবনীর উপর এক নম্বর\nমির্যা সাহেবের জীবনাচার দাওয়াতের উন্নতি ও জনসাধারণের গমনাগমন আরম্ভ হওয়ার পর মির্যা সাহেবের প্রাথমিক অবস্থা\nইংরেজদের সহযোগিতা প্রদান ও জিহাদ নিষিদ্ধ ঘোষণা\nমির্যা গোলাম আহমদ সাহেবের অভদ্রোচিত কথা ও গালিগালাজ\nএকটি ভবিষ্যদ্বাণী যা পূর্ণ হয়নি মোহাম্মদী বেগমের সাথে বিবাহের ভবিষ্যদ্বানী\nকাদিয়ানী সম্প্রদায় : সমীক্ষা ও পুনর্বিবেচনা\nএতটি স্বতন্ত্র ধর্ম ও দূরত্ব রক্ষাকারী একটি ভিন্ন সম্প্রদায়\nনবুওয়তে মুহাম্মদীর বিরুদ্ধে বিদ্রোহ খতমে নবুওয়ত আল্লাহ তায়ালার পুরস্কার এবং উম্মতে মুসলেমার বৈশিষ্ট্য\nকাদিয়ানী সম্প্রদায়ের লাহোরী শাখা ও তাদের আকীদা\nকাদিয়ানী সম্প্রদায় মুসলিম জাহানকে কি দিয়েছে?\n\n\n== উৎস ==\nগ্রন্থটি রচনায় যেসব উৎসের সাহায্য নেওয়া হয়েছে:\n\nআল আরবাঈন, দ্বিতীয় সংস্করণ, ১৯২০\nইযালাতুল আওহাম, তৃতীয় সংস্করণ, ১৯০২\nআসমানী ফয়সালা, জিয়াউল ইসলাম প্রকাশনী , কাদিয়ান , ১৯১৭\nএজাযে আহমদী, ১৯০২\nআঞ্জামে আথম, ১৮৯৭\nআনওয়ারে খেলাফত, ১৯১৬\nআয়নায়ে কামালাতে ইসলাম, দ্বিতীয় সংস্করণ, ১৯২৪\nএক গলতী কা ইযালাহ\nবারাহীনে আহমদিয়া, চতুর্থ সংস্কারণ, ১৯০৭\nবয়ানুল কুরআন, মৌলবী মুহাম্মদ আলী লাহোরী, প্রথম খণ্ড-১৯৪০, দ্বিতীয় খণ্ড-১৯৪১, তৃতীয় খণ্ড-১৯৪২, প্রকাশনা সংস্থা: করীমী প্রেস\nপয়গামে সোলহ, লাহোর\nতাবলীগে রেসালাত\nতুহফাতুন নদওয়াত, জিয়াউল ইসলাম প্রকাশনী, কাদিয়ান\nতেরইয়াকুল কুলুব, জিয়াউল ইসলাম প্রকাশনী, কাদিয়ান\nতাশহীযূল আযহান\nতাওযীহে মারাম, দ্বিতীয় সংস্করণ, ১৮৯৭\nহাকীকতুল ওহী, ১৯০৭\nহাকীকতুন নবুয়ত, ১৯১৫\nআল-হেকাম\nহায়াতে নাসের\nখুতবায়ে এলহামিয়া, ১৯০২\nদুররে ছামীন\nরদ্দে তাকফীরে আহলে কেবলা, মকবুলে আম প্রেস, লাহোর ১৯২৬\nরিভিউ অফ রেলিজেয\nসুরায়ে চশমে আরিয়া, প্রথম সংস্করণ, ১৮৮৬\nসীরাতুল মাহদী, ১ম ও ২য় খণ্ড, দ্বিতীয় সংস্করণ, ১৯৩৫; ৩য় খণ্ড, প্রথম সংস্করণ, ১৯৩৯\nশাহাদাতুল কুরআন, সেরন্দ প্রকাশনা, অমৃতসর\nফাতহে ইসলাম, ১৮৯৪\nআল ফযল পত্রিকা\nকিতাবুল বারিয়্যাহ, দ্বিতীয় সংস্করণ, ১৯৩২\nকাশফুল এখতেলাফ, জিয়াউল ইসলাম প্রকাশনী, কাদিয়ান, ফেব্রুয়ারী ১৯২০\nকালেমাতুল ফল\nমিরকাতুল ইয়াকীন ফী হায়াতি নূরুদ্দীন, প্রকাশক আঞ্জুমান এশাআতে ইসলাম, আহমদিয়া বিল্ডিংস, লাহোর\nমিআরুল আখবার\nমকতুবাতে আহমদিয়া, পঞ্চম খণ্ড\nনাজমুল হুদা\nনুযুলুল মাসীহ, প্রথম সংস্কলণ, ১৯০৯\nনূরুল হক\n\n\n== আরও দেখুন ==\nআবুল হাসান আলী হাসানী নদভীর গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাদিয়ানী সম্প্রদায়: তত্ত্ব ও ইতিহাস–এর আরবি সংস্করণ\nকাদিয়ানী সম্প্রদায়: তত্ত্ব ও ইতিহাস–এর ইংরেজি সংস্করণ\nকাদিয়ানী সম্প্রদায়: তত্ত্ব ও ইতিহাস–এর উর্দু সংস্করণ\nকাদিয়ানী সম্প্রদায়: তত্ত্ব ও ইতিহাস–এর বাংলা সংস্করণ"}