{"pageid": 1138646, "title": "ইবনে মুয়ায জাইয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1138646", "content": "আবু আবদুল্লাহ মুহাম্মাদ ইবনে মুয়ায জাইয়ানি (আরবি: أبو عبد الله محمد بن معاذ الجياني; ৯৮৯, কর্দোবা, আন্দালুস – ১০৭৯, জায়েন, আন্দালুস ) আন্দালুসেের (বর্তমান স্পেনে) একজন গণিতবিদ, মুসলিম পণ্ডিত এবং কাজী ছিলেন। জাইয়ানি ইউক্লিডের উপাদানগুলোর উপর গুরুত্বপূর্ণ ভাষ্য লিখেছেন এবং তিনি গোলাকার ত্রিকোণমিতির উপর প্রথম পরিচিত গ্রন্থটি লিখেছেন।\n\n\n== জীবন ==\nতার জীবন সম্পর্কে খুব কমই জানা যায়। ইবনে বাশকুওয়াল (মৃত্যু ১১৮৩) একজন জাইয়ানির উল্লেখ করেছেন। যিনি কুরআন বিষয়ক পন্ডিত, আরবি ভাষাতত্ত্ববিদ এবং উত্তরাধিকার আইনে বিশেষজ্ঞ (ফারাইযি)। তাদের পরিচয় নিয়ে বিভ্রান্তি বিদ্যমান। এমনকি তারা একই ব্যক্তি কিনা তা-ও অজানা।\n\n\n== একটি গোলকের অজানা আর্কসের বই ==\nজাইয়ানি একটি গোলকের অজানা আর্কসের বইটি লিখেছেন, যাকে \"গোলাকার ত্রিকোণমিতির প্রথম গ্রন্থ\" হিসাবে বিবেচনা করা হয়, যদিও গোলাকার ত্রিকোণমিতিটি তার প্রাচীন হেলেনিস্টিক আকারে আলেকজান্দ্রিয়ার মেনেলাউসের মতো পূর্ববর্তী গণিতবিদদের দ্বারা মোকাবিলা করেছিলেন, যিনি বিকাশ করেছিলেন। গোলাকার সমস্যা মোকাবেলা করার জন্য মেনেলাউসের উপপাদ্য। যাইহোক, ইএস কেনেডি উল্লেখ করেছেন যে প্রাক-ইসলামিক গণিতে একটি গোলাকার চিত্রের মাত্রা গণনা করা সম্ভব হলেও, নীতিগতভাবে, জ্যা টেবিল এবং মেনেলাউসের উপপাদ্য ব্যবহার করে, গোলাকার সমস্যাগুলিতে উপপাদ্যের প্রয়োগ ছিল খুবই অনুশীলনে কঠিন। গোলাকার ত্রিকোণমিতির উপর আল-জায়ানির কাজ \"ডান-হাতের ত্রিভুজগুলির সূত্র, সাইনের সাধারণ নিয়ম এবং মেরু ত্রিভুজের মাধ্যমে একটি গোলাকার ত্রিভুজের সমাধান রয়েছে।\" এই গ্রন্থটি পরে \"ইউরোপীয় গণিতের উপর শক্তিশালী প্রভাব ফেলেছিল\", এবং তার \"সংখ্যা হিসাবে অনুপাতের সংজ্ঞা\" এবং \"সব দিক অজানা থাকলে একটি গোলাকার ত্রিভুজ সমাধানের পদ্ধতি\" সম্ভবত রেজিওমন্টানাসকে প্রভাবিত করেছে।\n\n\n== আরও দেখুন ==\nমধ্যযুগীয় ইসলামে গণিত\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nCalvo, Emilia (২০০৭)। \"Ibn Muʿādh: Abū ʿAbd Allāh Muḥammad ibn Muʿādh al‐Jayyānī\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 562–3। আইএসবিএন 978-0-387-31022-0।  (PDF version)\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"Abu Abd Allah Muhammad ibn Muadh Al-Jayyani\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\nDold-Samplonius, Yvonne; Hermelink, Heinrich (১৯৭০)। \"Al-Jayyānī, Abū'Abd Allāh Muḥammad Ibn Mu'ādh\"। Complete Dictionary of Scientific Biography। Encyclopedia.com।"}