{"pageid": 1138836, "title": "রাজস্ব", "url": "https://bn.wikipedia.org/wiki?curid=1138836", "content": "রাজস্ব (Government revenue বা national revenue) বলতে কর এবং কর-বহির্ভূত উৎস থেকে সরকারের অর্জিত অর্থকে বোঝায়, যা দিয়ে বিভিন্ন সরকারি ব্যয়ের বিধান করা যায়। রাজস্ব ও সরকারি ব্যয় সরকারি বাজেটের দুইটি উপাদান ও সরকারের আর্থিক নীতির গুরুত্বপূর্ণ উপকরণ। রাজস্ব আদায় করা একটি সরকারের সবচেয়ে প্রাথমিক কাজগুলির একটি, কেননা রাজস্ব ছাড়া সরকারি কর্মকাণ্ড পরিচালনা ও সরকারি আইন বলবৎকরণ সম্ভব নয়। রাজস্বের এই চাহিদাই আধুনিক আমলাতান্ত্রিক রাষ্ট্রের বিকাশের একটি প্রধান উপাদান ছিল।\nরাজস্ব সরকারের ঋণ ও অর্থ সৃষ্টি থেকে পৃথক একটি ধারণা। শেষোক্ত দুইটি সমাধান ব্যবহার করে সরকার রাজস্ব বৃদ্ধি না করে সাময়িকভাবে সরকারের অর্থের যোগান বৃদ্ধি করতে পারে।সরকার দেশের বার্ষিক বাজেটে রাজস্ব ও উন্নয়নমূলক -এই দুই রকমের ব্যয়ের জন্য অর্থ বরাদ্দ করে থাকে।\n\n\n== উৎস ==\nএকটি সরকার বিভিন্ন উৎস থেকে রাজস্ব সংগ্রহ করতে পারে। স্থানকালভেদে এগুলি ভিন্ন হতে পারে। আধুনিক যুগে এসে কর বাবদ রাজস্ব একটি সরকারের রাজস্বের প্রধান উৎসে পরিণত হয়েছে। ওইসিডি দ্বারা স্বীকৃত করের প্রকারভেদগুলির মধ্যে আছে ব্যক্তি বা প্রতিষ্ঠানের আয় ও মুনাফার উপর কর (যার মধ্যে আয়কর ও পুঁজিবৃদ্ধি কর অন্তর্ভুক্ত), সামাজিক নিরাপত্তা ব্যবস্থায় অবদান, বেতনের উপর কর, সম্পত্তির উপর কর (যার মধ্যে সম্পদ কর, উত্তরাধিকারসূত্রে প্রাপ্ত সম্পত্তির উপর কর ও উপহারের উপর কর অন্তর্ভুক্ত), এবং পণ্য ও সেবার উপর কর (যার মধ্যে মূল্য সংযোজন কর, বিক্রয় কর, অভ্যন্তরীণ শুল্ক ও শুল্ক অন্তর্ভুক্ত)।\nকর-বহির্ভূত রাজস্বের মধ্যে রয়েছে সরকারি মালিকানাধীন কর্পোরেশনগুলির আয়, কেন্দ্রীয় ব্যাংকের আয়, অর্থদণ্ড বা জরিমানা, সম্মানী, সম্পদ বিক্রয়, এবং আন্তর্জাতিক আর্থিক সংস্থাসমূহ থেকে বাহ্যিক ঋণ হিসেবে প্রাপ্ত মূলধন। উন্নয়নশীল দেশগুলির জন্য বৈদেশিক সাহায্য রাজস্বের একটি প্রধান এবং কদাচিৎ একমাত্র উৎস।\n\n\n== রাজনীতি ==\nবেশিরভাগ সরকারের একজন অর্থমন্ত্রী থাকে যিনি রাজস্ব দেখাশোনা করেন। সরকারের একটি পৃথক রাজস্ব বিভাগ থাকতে পারে, যেটি রাজস্ব আদায়ের কাজে নিবেদিত থাকে।\n\n\n== আরও দেখুন ==\nসরকারি বাজেট অনুযায়ী দেশের তালিকা\nঅর্থ মন্ত্রণালয়\n\n\n== তথ্যসূত্র =="}