{"pageid": 1139652, "title": "দক্ষিণ কোরিয়ায় শিক্ষাব্যাবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1139652", "content": "দক্ষিণ কোরিয়ায় শিক্ষা সরকারী স্কুল এবং বেসরকারী স্কুল উভয় দ্বারা প্রদান করা হয়। উভয় ধরনের স্কুলই সরকারের কাছ থেকে তহবিল পায়, যদিও বেসরকারী স্কুলগুলি যে পরিমাণ পায় তা রাষ্ট্রীয় স্কুলের পরিমাণের চেয়ে কম।\nসাক্ষরতা, গণিত এবং বিজ্ঞান পড়ার ক্ষেত্রে দক্ষিণ কোরিয়া শীর্ষস্থানীয় OECD (Organisation for Economic Co-operation and Development) দেশগুলির মধ্যে একটি যার গড় শিক্ষার্থী প্রায় ৫১৯ স্কোর করেছে, OECD এর গড় ৪৯৩ এর তুলনায়, এটি বিশ্বের নবম স্থানে রয়েছে। OECD দেশগুলির মধ্যে দেশটিতে বিশ্বের সর্বোচ্চ-শিক্ষিত শ্রমশক্তি রয়েছে। দেশটি শিক্ষার প্রতি আবেশের জন্য সুপরিচিত, যাকে \"শিক্ষার জ্বর\" বলা হয়। সম্পদ-দরিদ্র দেশটি ক্রমাগতভাবে বিশ্বব্যাপী শিক্ষার শীর্ষে স্থান পেয়েছে।\nদক্ষিণ কোরিয়ার সমাজে উচ্চশিক্ষা একটি অত্যন্ত গুরুতর সমস্যা, যেখানে এটিকে দক্ষিণ কোরিয়ার জীবনের অন্যতম মৌলিক ভিত্তি হিসেবে দেখা হয়। শিক্ষাকে দক্ষিণ কোরিয়ার পরিবারের জন্য উচ্চ অগ্রাধিকার হিসাবে বিবেচনা করা হয়, কারণ শিক্ষার সাফল্য দক্ষিণ কোরিয়ার সমাজে একজনের আর্থ-সামাজিক অবস্থানের উন্নতির জন্য অত্যন্ত গুরুত্বপূর্ণ। একাডেমিক সাফল্য প্রায়শই পরিবার এবং দক্ষিণ কোরিয়ার সমাজের জন্য গর্বের উৎস। দক্ষিণ কোরিয়ানরা শিক্ষাকে নিজেদের এবং তাদের পরিবারের জন্য সামাজিক গতিশীলতার প্রধান চালক হিসেবে দেখে দক্ষিণ কোরিয়ার মধ্যবিত্তের প্রবেশদ্বার হিসেবে। একটি শীর্ষ বিশ্ববিদ্যালয় থেকে স্নাতক হওয়া মর্যাদা, উচ্চ আর্থ-সামাজিক অবস্থা, প্রতিশ্রুতিবদ্ধ বিবাহের সম্ভাবনা, এবং একটি মর্যাদাপূর্ণ এবং সম্মানজনক উচ্চবিত্ত ক্যারিয়ার পথের চূড়ান্ত ইঙ্গিত। অনেক দক্ষিণ কোরিয়ার অভিভাবক তাদের সন্তানদের জন্য উচ্চ শিক্ষাগত প্রত্যাশা রাখেন, একাডেমিক কৃতিত্বের উপর জোর দেন এবং তাদের সন্তানদের দেশের সবচেয়ে মর্যাদাপূর্ণ বিশ্ববিদ্যালয়ে ভর্তি হওয়ার সম্ভাবনা থাকার জন্য স্কুলে শীর্ষ গ্রেড প্রাপ্ত হয় তা নিশ্চিত করে তাদের সন্তানদের একাডেমিক অগ্রগতিতে সক্রিয়ভাবে নজরদারি করেন। পারিবারিক সম্মান বজায় রাখার জন্য, অনেক দক্ষিণ কোরিয়ার ছেলেমেয়েরা বিশ্ববিদ্যালয়ে যাবে এবং তাদের ভবিষ্যত ক্যারিয়ার পছন্দ হিসাবে একটি মর্যাদাপূর্ণ উচ্চবিত্ত পেশায় অংশ নেবে বলে আশা করা হচ্ছে। একটি গড় দক্ষিণ কোরিয়ার শিশুর জীবন শিক্ষাকে কেন্দ্র করে আবর্তিত হয় কারণ ছোটবেলা থেকেই দক্ষিণ কোরিয়ার শিশুদের মধ্যে একাডেমিকভাবে সফল হওয়ার চাপ গভীরভাবে নিহিত থাকে। দক্ষিণ কোরিয়ার শিক্ষার্থীরা তাদের পিতামাতা, শিক্ষক, সহকর্মী এবং সমাজ থেকে একাডেমিকভাবে সফল হওয়ার জন্য প্রচুর চাপের সম্মুখীন হয়। এটি মূলত এমন একটি সমাজের ফলাফল যা উচ্চ শিক্ষার উপর প্রচুর পরিমাণে গুরুত্ব দিয়েছে, যেখানে আনুষ্ঠানিক বিশ্ববিদ্যালয় শিক্ষার অভাব প্রায়ই সামাজিক কুসংস্কারের পাশাপাশি উল্লেখযোগ্য জীবনব্যাপী পরিণতির সম্মুখীন হয় যেমন একটি স্থবির এবং নিম্ন আর্থ-সামাজিক অবস্থা, বিবাহের সম্ভাবনা হ্রাস করে এবং একটি সম্মানজনক উচ্চবিত্ত এবং পেশাদার কর্মজীবনের পথ সুরক্ষিত করার কম সম্ভাবনা পোষণ করে।\nদক্ষিণ কোরিয়াতে উচ্চ শিক্ষা অর্জন করা বাধ্যতামূলক না হলেও, এটি না থাকা অস্বাভাবিক। ২০১৪ সালে, দক্ষিণ কোরিয়ার বিশ্ববিদ্যালয়গুলিতে দুই মিলিয়নেরও বেশি শিক্ষার্থী অংশগ্রহণ করেছিল। ১৫-১৯ বছর বয়সী কিশোর-কিশোরীদের সংখ্যা দুই মিলিয়নেরও বেশি, যার অর্থ এই বয়সের মধ্যে ছাত্রদের মধ্যে মাত্র ১.৭% কলেজে যাচ্ছে না। (ক্রেচেতনিকভ, ২০১৬)\n২০১৬ সালে, দেশটি তার জিডিপির ৫.৪% শিক্ষার সব স্তরে ব্যয় করেছে – যা OECD গড় থেকে প্রায় ০.৪ শতাংশ পয়েন্ট বেশি। শিক্ষায় একটি শক্তিশালী বিনিয়োগ, সাফল্যের জন্য একটি সংগ্রামী ড্রাইভ, সেইসাথে উৎকর্ষের জন্য অনুরাগ কোরিয়ান যুদ্ধের প্রভাব থেকে গত ৬০ বছরে সম্পদের দরিদ্র দেশটিকে দ্রুত তার অর্থনীতি বৃদ্ধিতে সাহায্য করেছে। শিক্ষার প্রতি দক্ষিণ কোরিয়ার উদ্যোগ এবং একটি মর্যাদাপূর্ণ বিশ্ববিদ্যালয়ে ভর্তির জন্য এর ছাত্রদের আকাঙ্ক্ষা বিশ্বের সর্বোচ্চ একটি, কারণ একটি শীর্ষ স্তরের উচ্চ শিক্ষা প্রতিষ্ঠানে প্রবেশের ফলে সরকার, ব্যাঙ্ক, বা স্যামসাং, হুন্ডাই এবং এলজি ইলেকট্রনিক্সের মতো একটি বড় দক্ষিণ কোরিয়ার সংস্থার সাথে একটি মর্যাদাপূর্ণ, সুরক্ষিত এবং ভাল বেতনের পেশাদার এর অংশ হয়ে যায়। দেশের সেরা বিশ্ববিদ্যালয়গুলিতে স্থানগুলি সুরক্ষিত করার জন্য উচ্চ বিদ্যালয়ের শিক্ষার্থীদের উপর অবিশ্বাস্য চাপের সাথে, এর প্রাতিষ্ঠানিক খ্যাতি, ক্যাম্পাস সুবিধা এবং সরঞ্জাম, এনডোমেন্ট, ফ্যাকাল্টি এবং প্রাক্তন ছাত্রদের নেটওয়ার্কগুলি ভবিষ্যতের ক্যারিয়ারের সম্ভাবনার শক্তিশালী ভবিষ্যদ্বাণী। দক্ষিণ কোরিয়ার শীর্ষ তিনটি বিশ্ববিদ্যালয়, প্রায়শই \"SKY\" নামে পরিচিত, এগুলি হল সিউল ন্যাশনাল ইউনিভার্সিটি, কোরিয়া ইউনিভার্সিটি এবং ইয়নসেই ইউনিভার্সিটি। তীব্র প্রতিযোগিতা এবং সর্বোচ্চ গ্রেড অর্জনের চাপ অল্প বয়সে দক্ষিণ কোরিয়ার শিক্ষার্থীদের মানসিকতায় গভীরভাবে গেঁথে আছে। তারপরও বিশ্ববিদ্যালয়ে অনেক জায়গা এবং শীর্ষ-স্তরের কোম্পানিতে এমনকি কম জায়গা নিয়েও, অনেক যুবক হতাশ থেকে যায় এবং প্রায়শই তাদের দৃষ্টি কমাতে অনিচ্ছুক হয় অনেক কম অর্জনকারী হিসাবে বোধ করার ফলে। দক্ষিণ কোরিয়ার সমাজে একটি প্রধান সাংস্কৃতিক নিষেধাজ্ঞা রয়েছে যারা আনুষ্ঠানিক বিশ্ববিদ্যালয়ের শিক্ষা অর্জন করেনি, যেখানে যারা বিশ্ববিদ্যালয়ের ডিগ্রি ধারণ করেন না তারা সামাজিক কুসংস্কারের সম্মুখীন হন এবং প্রায়শই অন্যদের দ্বারা দ্বিতীয় শ্রেণীর নাগরিক হিসাবে অবজ্ঞা করা হয়, ফলে তাদের জন্য কর্মসংস্থান, একজনের আর্থ-সামাজিক অবস্থানের উন্নতি এবং বিবাহের সম্ভাবনা কমে যায়।\nদক্ষিণ কোরিয়ার শিক্ষা ব্যবস্থা নিয়ে আন্তর্জাতিক অভ্যর্থনা বিভক্ত হয়েছে। এটি বিভিন্ন কারণে প্রশংসিত হয়েছে, যার মধ্যে রয়েছে তুলনামূলক উচ্চ পরীক্ষার ফলাফল এবং বিশ্বের অন্যতম শিক্ষিত কর্মী বাহিনী তৈরি করার সময় দক্ষিণ কোরিয়ার অর্থনৈতিক উন্নয়নে এর প্রধান ভূমিকা।  দক্ষিণ কোরিয়ার অত্যন্ত ঈর্ষণীয় একাডেমিক পারফরম্যান্স ব্রিটিশ শিক্ষামন্ত্রীদের সক্রিয়ভাবে তাদের নিজস্ব পাঠ্যক্রম এবং পরীক্ষার পুনর্নির্মাণে কোরিয়ার সংগ্রামী ড্রাইভ এবং শ্রেষ্ঠত্ব এবং উচ্চ শিক্ষাগত অর্জনের জন্য আবেগ অনুকরণ করার চেষ্টা করেছে। মার্কিন প্রেসিডেন্ট বারাক ওবামাও দেশের কঠোর স্কুল ব্যবস্থার প্রশংসা করেছেন, যেখানে দক্ষিণ কোরিয়ার ৮০ শতাংশের বেশি উচ্চ বিদ্যালয়ের স্নাতক বিশ্ববিদ্যালয়ে যায়। দেশের উচ্চ বিশ্ববিদ্যালয়ে প্রবেশের হার একটি অত্যন্ত দক্ষ কর্মী বাহিনী তৈরি করেছে যা দক্ষিণ কোরিয়াকে বিশ্বের সবচেয়ে উচ্চশিক্ষিত দেশগুলির মধ্যে একটিতে পরিণত করেছে যেখানে এর নাগরিকদের সর্বোচ্চ শতাংশের মধ্যে একটি তৃতীয় শিক্ষা ডিগ্রি রয়েছে। দক্ষিণ কোরিয়ার ছাত্রদের অধিকাংশই তৃতীয় শিক্ষার কোনো না কোনো ফর্মে নথিভুক্ত হতে যায় এবং উচ্চতর শিক্ষা ত্যাগ করে তৃতীয় যোগ্যতার সাথে। ২০১৭ সালে, ২৫ থেকে ৬৪ বছর বয়সীদের শতাংশের জন্য দেশটি পঞ্চম স্থানে ছিল যারা ৪৭.৭ শতাংশের সাথে তৃতীয় শিক্ষা অর্জন করেছে। ২৫ থেকে ৩৪ বছর বয়সী দক্ষিণ কোরিয়ানদের ৬৯.৮ শতাংশ কিছু ধরনের তৃতীয় শিক্ষা সম্পন্ন করেছে এবং ২৫ থেকে ৬৪ বছর বয়সী দক্ষিণ কোরিয়ানদের ৩৪.২ শতাংশ স্নাতক ডিগ্রি অর্জন করেছে যা OECD দেশগুলির মধ্যে সর্বোচ্চ।\nসৃজনশীলতা এবং উদ্ভাবনকে দমিয়ে রাখার জন্য সিস্টেমের অনমনীয় এবং শ্রেণিবদ্ধ কাঠামোর সমালোচনা করা হয়েছে; তীব্রভাবে এবং \"নিষ্ঠুরভাবে\" প্রতিযোগিতামূলক হিসাবে বর্ণনা করা হয়েছে, দক্ষিণ কোরিয়ার উচ্চ আত্মহত্যার হার, বিশেষ করে ১০-১৯ বছর বয়সীদের মধ্যে ক্রমবর্ধমান হারের জন্য প্রায়ই সিস্টেমটিকে দায়ী করা হয়। বিভিন্ন মিডিয়া আউটলেটগুলি দেশের কলেজ প্রবেশিকা পরীক্ষাকে ঘিরে দেশব্যাপী উদ্বেগের উচ্চ আত্মহত্যার হারকে দায়ী করে, যা ছাত্রদের সমগ্র জীবন এবং কর্মজীবনের গতিপথ নির্ধারণ করে, যদিও কিশোর আত্মহত্যার হার (বয়স ১৫-১৯) এখনও রয়ে গেছে মার্কিন যুক্তরাষ্ট্র এবং কানাডার নীচে। প্রাক্তন দক্ষিণ কোরিয়ার হ্যাগওয়ান শিক্ষক সে-উওং কু লিখেছেন যে দক্ষিণ কোরিয়ার শিক্ষা ব্যবস্থা শিশু নির্যাতনের সমান এবং এটি \"বিলম্ব না করে সংস্কার এবং পুনর্গঠন করা উচিত\"। বিশ্ববিদ্যালয়ের স্নাতকদের অতিরিক্ত সরবরাহের জন্যও এই ব্যবস্থার সমালোচনা করা হয়েছে যা একটি অতিরিক্ত শিক্ষিত এবং কম কর্মসংস্থানহীন শ্রমশক্তি তৈরি করে; শুধুমাত্র ২০১৩ সালের প্রথম ত্রৈমাসিকে, প্রায় ৩.৩ মিলিয়ন দক্ষিণ কোরিয়ার বিশ্ববিদ্যালয়ের স্নাতক বেকার ছিল, যার ফলে অনেক স্নাতক কম শিক্ষার প্রয়োজনের চাকরির জন্য অতিরিক্ত যোগ্যতা অর্জন করেছিল। বিভিন্ন দক্ষ ব্লু কলার শ্রম এবং বৃত্তিমূলক পেশায় শ্রমের ঘাটতি সৃষ্টি করার জন্য আরও সমালোচনা করা হয়েছে, যেখানে অনেকে বৃত্তিমূলক কর্মজীবনের সাথে যুক্ত নেতিবাচক সামাজিক কলঙ্ক এবং বিশ্ববিদ্যালয়ের ডিগ্রি না থাকা দক্ষিণ কোরীয় ভাষায় গভীরভাবে রয়ে গেছে সমাজে গভীর মূলে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-বিভাগ সময়কাল ===\n\nকোরিয়ার ইতিহাস জুড়ে শিক্ষা ব্যাবস্থা বিদ্যমান রয়েছে (১৯৪৫-বর্তমান)। সরকারি স্কুল এবং বেসরকারি স্কুল উভয়ই উপস্থিত রয়েছে। শিক্ষার আধুনিক সংস্কার উনিশ শতকের শেষের দিকে শুরু হয়। এর প্রাথমিক ইতিহাস থেকে, কোরিয়ান শিক্ষা কনফুসিয়ান মূল্যবোধ দ্বারা উল্লেখযোগ্যভাবে প্রভাবিত হয়েছে, বিশেষ করে পনের শতকেরও বেশি আগে চীনের মাধ্যমে আনুষ্ঠানিক শিক্ষা এবং বৃত্তির উপর জোর দেওয়া। কনফুসিয়ানিজম মেধা দ্বারা পুরুষদের শাসন, শিক্ষার মাধ্যমে সামাজিক গতিশীলতা এবং তাং রাজবংশের সময় চীনে যে ব্যবস্থা গড়ে উঠেছিল তার উপর ভিত্তি করে সিভিল পরীক্ষা পদ্ধতির মতো সুবিধাগুলি স্থাপন করেছিল। ফলস্বরূপ, চীনা ক্লাসিকের লিখিত শব্দ এবং দক্ষতা এবং সাক্ষরতা আমলাতান্ত্রিক পদের জন্য ব্যক্তি বাছাই করার প্রাথমিক পদ্ধতি হয়ে উঠেছে, তাদের একটি স্বতন্ত্র সামাজিক মর্যাদা এবং সুযোগ-সুবিধা অর্জন করেছে।\nকোরিয়ান শিক্ষাব্যবস্থার গতিশীলতা এবং ভিত্তি গঠনে চোসুন সময়কাল গুরুত্বপূর্ণ ছিল যে এটি স্কুলগুলি প্রতিষ্ঠা করেছিল যা তার ছাত্রদের মধ্যে সরকারী নিয়োগের জন্য আনুগত্য, গোঁড়ামি এবং অনুপ্রেরণা যোগায়। চোসুন সময়কালে শিক্ষা লাভের প্রাথমিক উপায় ছিল গ্রামের স্কুল (সোডাং; সোজে) এবং ব্যক্তিগত শিক্ষাদানের মাধ্যমে। বিংশ শতাব্দীর শেষভাগ পর্যন্ত সোডাং ছিল কোরিয়ায় আনুষ্ঠানিক শিক্ষার সবচেয়ে সাধারণ পদ্ধতি এবং এটি সাধারণত সাত বছর বয়স থেকে শুরু করে শুধুমাত্র আশেপাশের কিছু ছেলেদের কাছেই পাওয়া যেত। ষোড়শ শতাব্দীর মাঝামাঝি সময়ে, যদিও, প্রাইভেট একাডেমি (সোওন) আবির্ভাবের সাথে অফিসিয়াল স্কুলগুলির ভূমিকা ধীরে ধীরে হ্রাস পায়, যেগুলি সাধারণত গ্রামীণ পশ্চাদপসরণ এবং শিক্ষার কেন্দ্র হিসাবে কাজ করত যতক্ষণ না ১৮৭০ এর দশকে তাদের অধিকাংশই বন্ধ হয়ে যায় কর্তৃত্ব কেন্দ্রীভূত এর মাধ্যমে।\nপ্রতিযোগিতামূলক পরীক্ষার জন্য ছাত্রদের প্রস্তুতি সামাজিক গতিশীলতা এবং সরকারী অবস্থান নির্বাচনের একটি উপায় হিসাবে চোসুন যুগে উচ্চারিত হয়েছিল, এবং এটির ইতিহাস জুড়ে কোরিয়ান শিক্ষার একটি মৌলিক নীতি হিসাবে রয়ে গেছে। যাইহোক, শিক্ষা এবং মেধাতন্ত্রের উপর এই চরম জোর চোসুন যুগে বংশগত অভিজাততন্ত্রের সাথে বিপরীত ছিল, যেখানে রক্তরেখা এবং আত্মীয়তা বিশেষভাবে উচ্চারিত হয়েছিল। কনফুসীয় প্রভাবের কারণে, শিক্ষা সমাজে মোটামুটি সমান উপস্থিতি বজায় রাখতে সক্ষম হয়েছিল কারণ প্রতিটি ব্যক্তি আনুষ্ঠানিক শিক্ষা থেকে উপকৃত হতে এবং জ্ঞান অর্জন করতে সক্ষম বলে বিশ্বাস করা হয়। শিক্ষার উপর উচ্চতর পণ্ডিত-শিক্ষক সম্পর্কেরও আধিপত্য ছিল, যেখানে শিক্ষকদের প্রায় একটি পবিত্র মর্যাদা ছিল এবং নৈতিক পরামর্শের একটি প্রধান উৎস হিসাবে দেখা হত। এই কনভেনশনটি অনুপ্রেরণার ঐতিহ্যেরও জন্ম দেয়, যা মহাবিশ্বের নৈতিক শৃঙ্খলার কনফুসিয়ান-অনুপ্রাণিত ধারণাকে হুমকির সম্মুখীন না করার জন্য সরকার এবং এমনকি রাজার কর্মের সমালোচনা করতে পণ্ডিতকে বাধ্য করেছিল।\nরাজবংশের সময় বিশেষ বা প্রযুক্তিগত প্রশিক্ষণকে অগ্রাধিকার দেয়নি, এবং এইভাবে একটি অ-বিশেষায়িত এবং সাহিত্যিক শিক্ষার জন্য একটি অগ্রাধিকার কোরিয়াতে রয়ে গেছে। কোরিয়াতে বিদেশী শক্তির অনুপ্রবেশের ফলে চোসুন রাজবংশ একটি পশ্চিমা ধাঁচের শিক্ষা ব্যবস্থা বাস্তবায়ন শুরু করলে ১৯ শতকের শেষের দিকে এই উন্নয়নগুলির অনেকগুলি উচ্চারিত হয়েছিল। ১৯০৪ সাল নাগাদ, জনশিক্ষা মূলত সিউলের মধ্যেই সীমাবদ্ধ ছিল, যা সাধারণভাবে জনসাধারণের পাশাপাশি সরকারি কর্মকর্তারা প্রতিরোধ করেছিল। এটি আনুষ্ঠানিক শিক্ষা লাভের প্রাথমিক উপায় হিসাবে সোদাং এবং অন্যান্য ঐতিহ্যবাহী প্রতিষ্ঠানের আধিপত্য বজায় রাখে। যাইহোক, রাজপরিবারের সদস্যদের আর্থিক সহায়তা এবং আমেরিকান মিশনারী কার্যক্রম এবং স্কুলের ফলে, ১৯০০ এর দশকের প্রথম দিকে স্কুলের সংখ্যা বাড়তে শুরু করে। তার নাগরিকদের মধ্যে মৌলিক সাক্ষরতা প্রচারের উপায় হিসাবে, কোরিয়া তার নির্দেশনায় হ্যাঙ্গুল এবং চীনা অক্ষরের মিশ্র স্ক্রিপ্টও চালু করেছে।\nজাপানি দখলের সময় (১৯০৫-১৯৪৫), কোরিয়া জাপানি পেশাগত পেশাদারিত্ব এবং মূল্যবোধকে একীভূত করার কেন্দ্রীকরণ এবং ইচ্ছাকৃত পরিকল্পনার মাধ্যমে জাতীয় শিক্ষার একটি ব্যাপক এবং আধুনিক ব্যবস্থা প্রতিষ্ঠা করতে সক্ষম হয়েছিল। যাইহোক, কোরিয়ানদের জন্য প্রাথমিক স্তরের বাইরে শিক্ষার অ্যাক্সেসের অভাব এবং কোরিয়ান বিষয়বস্তুকে জাপানি সাম্রাজ্যের প্রতি অনুগত হওয়ার জন্য শিক্ষার হেরফের করার মতো গুরুতর বিধিনিষেধ ছিল, যার ফলে কোরিয়ানদের মধ্যে অশান্তি এবং অসন্তোষ সৃষ্টি হয়েছিল যারা আত্মীকরণ করতে বাধ্য হয়েছিল। জাপানিরা কোরিয়ানদের জন্য নিম্ন-স্তরের এবং অ-পেশাদার ট্র্যাক স্কুলিংয়ের উপর জোর দিয়েছিল যা ১৯১১ সালের শিক্ষাগত অধ্যাদেশ দ্বারা উচ্চারিত হয়েছিল, যেখানে জাপানি বাসিন্দাদের জন্য চৌদ্দ বছরের স্কুলিং উপলব্ধ ছিল যেখানে কোরিয়ানরা তাদের জন্য মাত্র আট বছর উপলব্ধ ছিল, যদি না তারা সরকারি কর্মচারী না হয় যেখানে এগারোটি সর্বোচ্চ ছিল। প্রাথমিকভাবে জাপানি মূল্যবোধ, সাক্ষরতা এবং ইতিহাসের উপর ভিত্তি করে স্কুলের শিক্ষা ছিল তরুণ কোরিয়ানদের জাপানি রাষ্ট্রের প্রতি অনুগত করার এবং পরোক্ষভাবে কোরিয়ান সংস্কৃতি ও ইতিহাসকে মুছে ফেলার প্রচেষ্টা হিসেবে। একটি গৌণ উন্নয়ন হিসাবে, ১৯২২ সালের শিক্ষাগত অধ্যাদেশ প্রণয়ন করা হয়েছিল, যা সিউল টিচার্স স্কুল পুনরায় চালু করেছে, প্রাথমিক ও মাধ্যমিক শিক্ষার প্রসার ঘটিয়েছে এবং পাঠ্যক্রমে কলেজের প্রস্তুতিমূলক বা উন্নত প্রযুক্তিগত প্রশিক্ষণ যুক্ত করেছে।\nউচ্চশিক্ষা উচ্চ-শ্রেণীর এবং ঊর্ধ্বমুখী ভ্রাম্যমাণ কোরিয়ানদের জন্য একটি কেন্দ্রীয় সমস্যা হয়ে উঠেছে, যাদের এই প্রতিষ্ঠানগুলিতে খুব সীমিত প্রবেশাধিকার এবং সেইসাথে প্রশাসন ও শিক্ষাদানের পদ দেওয়া হয়েছিল। তদ্ব্যতীত, ১৯৩৮ সালের শিক্ষাগত অধ্যাদেশ প্রবর্তনের সাথে সাথে, কোরিয়ান স্কুলগুলিকে সংগঠন এবং পাঠ্যক্রমের জাপানি স্কুলগুলির সাথে অভিন্ন হতে হয়েছিল, যা শিক্ষাকে জোরপূর্বক আত্তীকরণ এবং সামরিকীকরণের জন্য একটি উচ্চ সামরিকীকরণ এবং রেজিমেন্টেড হাতিয়ার করে তুলেছিল। জাপানি শাসনের এই শেষ কয়েক বছর কোরিয়ানদের প্রতি অসন্তোষ প্রকাশ করেছিল যেটা সামাজিক ও রাজনৈতিক আবহাওয়াকে গভীরভাবে প্রভাবিত করেছিল।\n\n\n=== যুদ্ধ-পরবর্তী বছর ===\nজ্ঞাংবোকজেওল এবং জাপান থেকে মুক্তির পর, কোরিয়ান সরকার শিক্ষার একটি নতুন দর্শনের জন্য অধ্যয়ন এবং আলোচনা শুরু করে। কোরিয়ায় মার্কিন যুক্তরাষ্ট্রের সেনা সামরিক সরকারের অধীনে (ইউএসএএমজিআইকে) গণতান্ত্রিক শিক্ষাকে কেন্দ্র করে নতুন শিক্ষাগত দর্শন তৈরি করা হয়েছিল। নতুন ব্যবস্থায় সকল শিক্ষার্থীর জন্য শিক্ষাকে সমানভাবে উপলব্ধ করার চেষ্টা করা হয়েছে এবং শিক্ষা প্রশাসনকে আরও স্বশাসিত করার জন্য প্রচার করা হয়েছে। এটি একটি বিকেন্দ্রীভূত শিক্ষার উপর জোর দেয় যা স্থানীয় এবং সম্প্রদায় নিয়ন্ত্রণ করে যাতে কর্তৃত্ববাদী নীতি থেকে শিক্ষাগত স্বায়ত্তশাসন বজায় রাখা যায়। নির্দিষ্ট নীতি অন্তর্ভুক্ত: শিক্ষকদের পুনঃশিক্ষিত করা, প্রাপ্তবয়স্কদের শিক্ষিত করে কার্যকরী নিরক্ষরতা হ্রাস করা, প্রযুক্তিগত পরিভাষার জন্য কোরিয়ান ভাষা পুনরুদ্ধার করা এবং বিভিন্ন শিক্ষা প্রতিষ্ঠানের সম্প্রসারণ। এই ব্যবস্থাটি আমূল পরিবর্তনের প্ররোচনা দেয়নি, যদিও এটি কোন অর্থবহ পরিবর্তন ছাড়াই জাপানিদের দ্বারা সৃষ্ট কেন্দ্রীভূত এবং কর্তৃত্ববাদী প্রশাসন বজায় রাখে। এটি অবশ্য কোরিয়ান নেতৃবৃন্দের উদ্যোগে হ্যাঙ্গুলের প্রচারের মাধ্যমে, জাপানি শিক্ষার অভ্যাসগুলিকে অপসারণ করে এবং কোরিয়ান ইতিহাস, ভূগোল এবং সাহিত্যের উপর জোর দিয়ে দক্ষিণ কোরিয়ার শিক্ষার কোরিয়ানীকরণে সহায়তা করেছিল। এই উন্নয়নগুলি ছাড়াও, মার্কিন সামরিক দখলের সবচেয়ে আকর্ষণীয় বৈশিষ্ট্য ছিল স্কুল শিক্ষা এবং ছাত্র জনসংখ্যার উল্লেখযোগ্য সম্প্রসারণ।\nকোরিয়ান যুদ্ধের পরে, সিংম্যান রি-এর সরকার ১৯৪৮ সালের পরে এই সংস্কারগুলির অনেকগুলিকে উল্টে দেয়, যখন শুধুমাত্র প্রাথমিক বিদ্যালয়গুলি বেশিরভাগ ক্ষেত্রে সহশিক্ষামূলক ছিল এবং সম্পদের অভাবের কারণে, শুধুমাত্র ষষ্ঠ শ্রেণী পর্যন্ত শিক্ষা বাধ্যতামূলক ছিল। ১৯৪৮ সালে, দক্ষিণ কোরিয়ার শিক্ষায় প্রচলিত বিতর্ক ছিল যুদ্ধপূর্ব জাপানি ঔপনিবেশিক মডেলের উপর ভিত্তি করে একটি অভিজাত মাল্টিট্র্যাক পথ বজায় রাখা, নাকি একটি উন্মুক্ত আমেরিকান ব্যবস্থা গ্রহণ করা যা প্রাথমিক বা মাধ্যমিক শিক্ষাকে শেষ করে না।\nযে বছরগুলিতে রী এবং পার্ক চুং হি ক্ষমতায় ছিলেন, শিক্ষার নিয়ন্ত্রণ ধীরে ধীরে স্থানীয় স্কুল বোর্ডের হাত থেকে চলে যায় এবং একটি কেন্দ্রীভূত শিক্ষা মন্ত্রণালয়ে কেন্দ্রীভূত হয়। ১৯৮০-এর দশকের শেষের দিকে, মন্ত্রণালয় স্কুলগুলির প্রশাসন, সম্পদের বরাদ্দ, তালিকাভুক্তির কোটা নির্ধারণ, স্কুল এবং শিক্ষকদের সার্টিফিকেশন, পাঠ্যক্রমের উন্নয়ন (পাঠ্যপুস্তক নির্দেশিকা জারি করা সহ), এবং অন্যান্য মৌলিক নীতিগত সিদ্ধান্তগুলির জন্য দায়ী ছিল। প্রাদেশিক এবং বিশেষ শহর শিক্ষা বোর্ড তখনও বিদ্যমান ছিল। যদিও প্রতিটি বোর্ড সাতজন সদস্যের সমন্বয়ে গঠিত ছিল যারা জনপ্রিয়ভাবে নির্বাচিত আইনসভা সংস্থা দ্বারা নির্বাচিত হওয়ার কথা ছিল, এই ব্যবস্থাটি ১৯৯৭ সালের পরে কাজ করা বন্ধ হয়ে যায়। পরবর্তীকালে, স্কুল বোর্ডের সদস্যদের শিক্ষামন্ত্রী কর্তৃক অনুমোদিত হয়। হাই স্কুলে তারা এটাকে বলবে এক গ্রেড (নবম শ্রেণী) এবং বছর ২ হবে (দশম শ্রেণী) ইত্যাদি। অতএব, একটি মাল্টিট্র্যাক এবং একক মাধ্যমিক বিদ্যালয় ব্যবস্থা প্রচলিত ছিল, মূলত এই কারণে যে প্রশাসকরা প্রতিষ্ঠানগুলিকে বিভক্ত করতে চান না এবং অভিভাবকরা দুটি প্রবেশিকা পরীক্ষার ধারণা গ্রহণ করেননি। ইউনিফর্ম সিস্টেমের জন্য ১৯৫০ MOE প্রস্তাবের ফলাফল ছিল একটি ৬-৪-৩-৪ একাডেমিক সময়সূচী, যার মধ্যে ৬ বছর প্রাথমিক বিদ্যালয়, ৪ বছর মিডল স্কুল, ৩ বছর ভোকেশনাল বা একাডেমিক হাই স্কুল এবং ৪ বছরের কলেজ অন্তর্ভুক্ত ছিল। বা বিশ্ববিদ্যালয়। কারিগরি ও বৃত্তিমূলক প্রশিক্ষণের একটি জটিল ব্যবস্থাও শিক্ষাগত নীতিতে যোগ করা হয়েছিল, যেখানে শিশুরা তাদের শিক্ষাজীবনের শুরুতেই একটি একাডেমিক বনাম একটি বৃত্তিমূলক পথের বিষয়ে সিদ্ধান্ত নিতে সক্ষম হয়েছিল। এই নীতির অনেক বিরোধীরা প্রকৃতপক্ষে এটিকে ইতিবাচক হিসাবে দেখেন কারণ তারা বিশ্বাস করেছিলেন যে একাডেমিক রুটটি আরও বেশি ফলপ্রসূ বলে মনে হবে এবং অভিভাবক এবং শিক্ষার্থীরা বৃত্তিমূলক পথের চেয়ে বেশি এটি অনুসরণ করতে ইচ্ছুক হবে। তদুপরি, যদিও ১৯৪০ এর দশকের শেষের দিকে কয়েকটি স্থানীয় স্কুল বোর্ড প্রতিষ্ঠিত হয়েছিল, তবে অনেক কোরিয়ানরা তাদের প্রশংসা করেনি কারণ একটি ব্যাপক ধারণা ছিল যে একটি অভিন্ন এবং কেন্দ্রীয়ভাবে নিয়ন্ত্রিত ব্যবস্থা সর্বোত্তম। ১৯৫০-এর দশকের মাঝামাঝি সময়ে একটি কঠোর এবং অভিন্ন জাতীয় পাঠ্যক্রম প্রতিষ্ঠিত হয়েছিল এবং স্কুলকে সকলের জন্য অ্যাক্সেসযোগ্য করার জন্য উল্লেখযোগ্য প্রচেষ্টা ছিল, বিশেষ করে রী-এর বাধ্যতামূলক সর্বজনীন সাক্ষরতা এবং মৌলিক শিক্ষার ঘোষণার প্রেক্ষাপটে। যদিও সর্বজনীন মৌলিক শিক্ষা ক্লাসের মধ্যে বৈষম্য দূর করে, উচ্চতর একাডেমিক স্তরে সীমিত প্রবেশের কারণে প্রতিযোগিতা অত্যন্ত তীব্র হয়ে ওঠে, যা দক্ষিণ কোরিয়ায় এখনও প্রচলিত \"শিক্ষার জ্বর\"-এ অবদান রাখে।\n১৯৬০-এর দশকে, একটি শিল্পোন্নত অর্থনীতির প্রয়োজনের জন্য শিক্ষার চাহিদাকে কাজে লাগাতে একটি অসুবিধা ছিল, যা স্কুলে শিক্ষার জন্য জনসাধারণের চাহিদা সরবরাহ করার জন্য ব্যক্তিগত ফাউন্ডেশনের বৃদ্ধি ঘটায়। অধিকন্তু, ৬০ এবং ৭০এর দশকে শিক্ষাগত উন্নয়নকে অর্থনৈতিক উন্নয়নের দিকে পরিচালিত করার জন্য একটি বড় চাহিদা দ্বারা চিহ্নিত করা হয়েছিল, যার জন্য নাগরিকদের দক্ষতা অর্জনে সহায়তা করার জন্য একাডেমিক প্রশিক্ষণের পরিবর্তে বৃত্তিমূলক এবং প্রযুক্তিগত প্রশিক্ষণের উপর বেশি জোর দেওয়া প্রয়োজন ছিল যা দেশের অর্থনৈতিক চাহিদাগুলি সরবরাহ করবে। যদিও কনফুসীয় মূল্যবোধের সাথে সংঘর্ষের কারণে বৃত্তিমূলক প্রশিক্ষণের উপর এই জোর দেওয়ার জন্য জনসাধারণের পক্ষ থেকে বড় সমালোচনা ছিল, রাষ্ট্র বৃত্তিমূলক শিক্ষাকে শক্তিশালী করতে অব্যাহত রেখেছে, বিশেষ করে ৭০-এর দশকে শিল্পায়ন ভারী রাসায়নিক ও মেশিন শিল্পে স্থানান্তরিত হওয়ার পরে। ১৯৬০ এবং ৭০ এর দশকে জনগণের প্রতিরোধ এবং রাষ্ট্রের সাথে বেসরকারী স্কুলগুলির অসহযোগিতার কারণে শিক্ষা ব্যবস্থায় অস্থিরতা দেখা দেয় কারণ তারা জনসাধারণের চাহিদা সরবরাহ করার চেষ্টা করেছিল। যদিও রাষ্ট্র তার অনেক অর্থনৈতিক লক্ষ্য পূরণ করতে সক্ষম হয়েছিল, এটি গ্রামীণ এলাকার জনসংখ্যা এবং রাষ্ট্রপতি পার্কের হত্যার মতো একটি বড় সামাজিক ও রাজনৈতিক মূল্যে এসেছিল।\nবেশিরভাগ পর্যবেক্ষক সম্মত হন যে কোরিয়ান যুদ্ধের পর থেকে আধুনিকীকরণ এবং অর্থনৈতিক প্রবৃদ্ধিতে দক্ষিণ কোরিয়ার দর্শনীয় অগ্রগতি মূলত শিক্ষায় বিপুল পরিমাণ সম্পদ বিনিয়োগ করার জন্য ব্যক্তিদের ইচ্ছার জন্য দায়ী: \"মানব পুঁজির\" উন্নতি। শিক্ষিত মানুষের জন্য ঐতিহ্যগত সম্মান, এখন বিজ্ঞানী, প্রযুক্তিবিদ এবং বিশেষ জ্ঞান নিয়ে কাজ করা অন্যদের কাছে প্রসারিত। উচ্চ শিক্ষিত টেকনোক্র্যাট এবং অর্থনৈতিক পরিকল্পনাবিদরা ১৯৬০ সাল থেকে তাদের দেশের অর্থনৈতিক সাফল্যের জন্য বেশিরভাগ কৃতিত্ব দাবি করতে পারে। ১৯৮০-এর দশকে দক্ষিণ কোরিয়ানরা সাধারণত বৈজ্ঞানিক পেশাগুলিকে সবচেয়ে মর্যাদাপূর্ণ বলে মনে করত।\nপরিসংখ্যান দক্ষিণ কোরিয়ার জাতীয় শিক্ষা কার্যক্রমের সাফল্য প্রদর্শন করে। ১৯৪৫ সালে প্রাপ্তবয়স্ক সাক্ষরতার হার অনুমান করা হয়েছিল ২২ শতাংশ; ১৯৭০ সালের মধ্যে প্রাপ্তবয়স্ক সাক্ষরতা ছিল ৮৭.৬ শতাংশ যদিও শুধুমাত্র প্রাথমিক বিদ্যালয় (গ্রেড ১ থেকে ৬) বাধ্যতামূলক ছিল, মাধ্যমিক স্তরের স্কুলে ভর্তি হওয়া শিশু এবং যুবকদের বয়স-গোষ্ঠীর শতাংশ জাপান সহ শিল্পোন্নত দেশগুলিতে পাওয়া স্কুলগুলির সমতুল্য ছিল। ১৯৮৫ সালে যোগ্য বয়স-গোষ্ঠীর প্রায় ৪.৮ মিলিয়ন শিক্ষার্থী প্রাথমিক বিদ্যালয়ে যোগদান করেছিল। একই বছর ঐচ্ছিক মধ্যম বিদ্যালয়ে যাওয়া ছাত্রদের শতাংশ ছিল ৯৯ শতাংশের বেশি। আনুমানিক ৩৪ শতাংশ, ১৯৮৭ সালে উচ্চ শিক্ষা প্রতিষ্ঠানে মাধ্যমিক-স্কুল স্নাতকদের বিশ্বের সর্বোচ্চ হারের একটি, যেটা জাপানের (প্রায় ৩০ শতাংশ) এবং অনুরূপ ব্রিটেনের (২০ শতাংশ) পরিসংখ্যান ছাড়িয়ে গেছে।\nশিক্ষা খাতে সরকারের ব্যয় উদার। ১৯৭৫ সালে, এটি ছিল ২২০ বিলিয়ন ওয়ান, যা মোট জাতীয় পণ্যের ২.২ শতাংশ বা মোট সরকারি ব্যয়ের ১৩.৯ শতাংশের সমতুল্য। ১৯৮৬ সালের মধ্যে, শিক্ষা ব্যয় ৩.৭৬ ট্রিলিয়ন ওয়ান বা জিএনপির ৪.৫ শতাংশ এবং সরকারি বাজেট বরাদ্দের ২৭.৩ শতাংশে পৌঁছেছিল।\n১৯৮০ এবং ১৯৯০ এর দশকে দক্ষিণ কোরিয়ায় গণতন্ত্রীকরণ এবং অর্থনৈতিক সমৃদ্ধির একটি যুগ চিহ্নিত করা হয়েছিল, আংশিকভাবে \"শিক্ষার জ্বর\" এর কারণে। ১৯৯১ সালে, ত্রিশ বছরের মধ্যে প্রথমবারের মতো, দেশটি শিক্ষার স্থানীয়করণের জন্য প্রাদেশিক এবং নগর পরিষদ নির্বাচন করে এবং কিম ইয়ং স্যাম এবং কিম ডাই জং-এর মতো নেতারা গণতন্ত্রীকরণকে সামঞ্জস্য করার জন্য শিক্ষা ব্যবস্থায় বড় ধরনের পরিবর্তন আনতে সক্ষম হন। ক্যাম্পাসে ROTCS প্রশিক্ষণ বাতিল করা এবং ছাত্রদের রাজনৈতিক সংহতিকরণ, শিক্ষক ইউনিয়নের বৈধকরণ এবং কমিউনিস্ট-বিরোধী পাঠ্য অপসারণের মতো পদ্ধতি। MOE, স্কুল বোর্ডগুলিকে নির্দেশমূলক বিষয়বস্তুতে কিছু ছোটখাটো বৈচিত্র প্রয়োগ করার অনুমতি দিয়ে একটি অভিন্ন পাঠ্যক্রম থেকে দূরে সরে যেতে শুরু করে। বিশেষ করে দক্ষিণ কোরিয়ায় সাক্ষরতা কার্যত সার্বজনীন হয়ে উঠেছে যখন এটি গণিত এবং বিজ্ঞানের আন্তর্জাতিক স্তরে উঠে এসেছে।\nদক্ষিণ কোরিয়ার গণতন্ত্রে উত্তরণ সত্ত্বেও, ঐতিহ্যগত এবং কনফুসীয় মূল্যবোধগুলি খুব শক্তিশালী ছিল। সামগ্রিকভাবে, শিক্ষার্থীদের মধ্যে তীব্র চাপ, উচ্চ আত্মহত্যার হার, এবং স্কুলিং এবং প্রাইভেট টিউটরিংয়ে বিনিয়োগের মাধ্যমে পারিবারিক আর্থিক সংগ্রামের কারণে শিক্ষাগত উন্নয়নে বিশাল অগ্রগতি হয়েছে। যাইহোক, কোরিয়া সম্পূর্ণ একাডেমিক-ভিত্তিক শিক্ষা থেকে দক্ষতা-ভিত্তিক শিক্ষার দিকে সরে যাচ্ছে। (So, K., & Kang, J. (২০১৪)।\n\n\n=== ছাত্র সক্রিয়তা ===\nকোরিয়াতে ছাত্র সক্রিয়তার একটি দীর্ঘ এবং সম্মানজনক ইতিহাস রয়েছে।  জোসেন মাধ্যমিক বিদ্যালয়ের ছাত্ররা প্রায়ই পণ্ডিত-আধিকারিক শ্রেণীর তীব্র দলগত লড়াইয়ে জড়িয়ে পড়ে।  কোরিয়ার স্বাধীনতা আন্দোলনে ছাত্ররা প্রধান ভূমিকা পালন করেছিল, বিশেষ করে ১৯১৯ সালের ১ মার্চ, যা ছিল সীমাবদ্ধ, বৈষম্যমূলক, এবং বৈরী জাপানি দখলদারিত্ব এবং নির্দেশনা অনুশীলনের প্রতি শিক্ষার্থীদের ক্রমবর্ধমান অসন্তোষের ভিত্তিতে একটি প্রতিবাদ।  ১৯২৯ সালে গুয়াংজু ছাত্র আন্দোলন এবং ১০ জুন ১৯২৬ সালের শেষকৃত্যের লাইনের প্রতিবাদের মতো উদাহরণ সহ জাপানি নীতির বিরুদ্ধে বারবার জাতীয় প্রচেষ্টা এবং বিক্ষোভে ছাত্ররা ব্যাপকভাবে জড়িত ছিল।\nছাত্ররা ১৯৫০, ১৯৬০ এবং ১৯৭০ এর দশকে সিংমান রী (Syngman Rhee) এবং পাক চুং-হি (Park Chung-hee) এর শাসনের বিরুদ্ধে প্রতিবাদ করেছিল।  পর্যবেক্ষকরা উল্লেখ করেছেন যে, যদিও অতীতে ছাত্র কর্মীরা সাধারণত উদার ও গণতান্ত্রিক মূল্যবোধকে গ্রহণ করেছিল, ১৯৮০-এর দশকে নতুন প্রজন্মের জঙ্গিরা ছিল অনেক বেশি উগ্রবাদী।  বেশিরভাগ অংশগ্রহণকারীরা মিনজুং আদর্শের কিছু সংস্করণ গ্রহণ করেছিলেন কিন্তু জনপ্রিয় জাতীয়তাবাদ এবং জেনোফোবিয়ার দৃঢ় অনুভূতি দ্বারাও অ্যানিমেটেড ছিলেন।\nসবচেয়ে চরম এবং যুগান্তকারী আন্দোলনগুলির মধ্যে একটি ছিল ১৯৮০ সালে গোয়াংজু গণহত্যা, যেখানে ছাত্ররা সামরিক আইন সরকারের বিরুদ্ধে মার্ক্সবাদী প্রভাবের মাধ্যমে বিদ্রোহ করার দৃঢ় ইচ্ছার দ্বারা চালিত হয়েছিল।  আমেরিকান দখলদারিত্বের ফলে ১৯৪০ এবং ১৯৫০ এর দশকে ছাত্রদের কমিউনিস্ট সহানুভূতি এবং উগ্রবাদের সাথে এই মৌলবাদ সমান্তরাল ছিল।\nসবচেয়ে জঙ্গি বিশ্ববিদ্যালয়ের ছাত্র, সম্ভবত সিউল ন্যাশনাল ইউনিভার্সিটিতে মোট নথিভুক্তির প্রায় ৫ শতাংশ এবং ১৯৮০ এর দশকের শেষের দিকে রাজধানীর অন্যান্য প্রতিষ্ঠানে তুলনামূলক পরিসংখ্যান, ছোট বৃত্ত বা কোষে সংগঠিত হয়েছিল যাদের মধ্যে খুব কমই পঞ্চাশের বেশি সদস্য রয়েছে।  পুলিশ অনুমান করেছে যে ৭৩টি ভিন্ন ভিন্ন অভিযোজনের এই ধরনের সংস্থা ছিল, দক্ষিণ কোরিয়ার পাঠ্যক্রম এবং শিক্ষা ব্যবস্থার পরিবর্তনের ফলে তারা একটি কাল্পনিক উপায়ে সমৃদ্ধ হয়েছে যা তাদের সমস্ত পড়াশোনায় এগিয়ে নিয়ে যায়।\n\n\n=== ১৯৮০-এর দশকে সংস্কার ===\n১৯৮০ সালে জেনারেল চুন ডো-হোয়ান ক্ষমতা গ্রহণের পর, শিক্ষা মন্ত্রণালয় সিস্টেমটিকে আরও ন্যায্য করে তোলার জন্য এবং ব্যাপকভাবে জনসংখ্যার জন্য উচ্চ শিক্ষার সুযোগ বাড়ানোর জন্য ডিজাইন করা বেশ কয়েকটি সংস্কার বাস্তবায়ন করেছে।  একটি খুব জনপ্রিয় পদক্ষেপে, মন্ত্রণালয় নাটকীয়ভাবে ব্যাপকভাবে তালিকাভুক্তি বৃদ্ধি করেছে।\nশিক্ষার উপর সামাজিক জোর তার সমস্যা ছাড়া ছিল না, কারণ এটি শ্রেণীগত পার্থক্যকে জোরদার করে।  ১৯৮০ এর দশকের শেষের দিকে, মধ্যবিত্ত শ্রেণীতে প্রবেশের জন্য একটি কলেজ ডিগ্রী প্রয়োজনীয় বলে বিবেচিত হয়েছিল; উচ্চ শিক্ষার বাইরে সামরিক কর্মজীবনের সম্ভাব্য ব্যতিক্রম ছাড়া সামাজিক অগ্রগতির কোনো বিকল্প পথ ছিল না।  বৃত্তিমূলক স্কুল ব্যাকগ্রাউন্ড সহ দক্ষ কর্মী সহ কলেজ শিক্ষাবিহীন লোকেরা, অর্থনৈতিক উন্নয়নের জন্য তাদের দক্ষতার গুরুত্ব থাকা সত্ত্বেও তাদের সাদা-কলার, কলেজ-শিক্ষিত ব্যবস্থাপকদের দ্বারা প্রায়শই দ্বিতীয় শ্রেণীর নাগরিক হিসাবে বিবেচিত হয়।  সবচেয়ে মর্যাদাপূর্ণ বিশ্ববিদ্যালয়গুলিতে স্থানগুলির জন্য তীব্র প্রতিযোগিতা—সম্ভ্রান্ত চেনাশোনাগুলির একমাত্র প্রবেশদ্বার—প্রচারিত, পুরানো কনফুসিয়ান সিস্টেমের মতো, মাধ্যমিক স্কুল এবং কলেজের প্রবেশিকা পরীক্ষায় উত্তীর্ণ হওয়ার জন্য রোট মেমোরাইজেশনের উপর একটি নির্বীজ জোর দেওয়া৷  বিশেষ করে ১৯৮০-এর দশকের গোড়ার দিকে কলেজে ভর্তির নাটকীয় সম্প্রসারণের পর, দক্ষিণ কোরিয়া একটি বড় সংখ্যক তরুণ-তরুণীকে দীর্ঘ সময় ধরে স্কুলে থাকার বিষয়ে কী করতে হবে এই সমস্যার মুখোমুখি হয়েছিল, সাধারণত নিজেদের এবং তাদের পরিবারের জন্য বড় ত্যাগ স্বীকার করে, এবং তারপর মুখোমুখি হয়েছিল।  সীমিত কাজের সুযোগের সাথে কারণ তাদের দক্ষতা বাজারজাতযোগ্য ছিল না।\n\n\n== বিদ্যালয়ের পাঠশ্রেণী ==\nদ্রষ্টব্য: সমস্ত বয়স আন্তর্জাতিক বছর, কোরিয়ার বয়স সিস্টেম অনুযায়ী বন্ধনী করা \n\n\n== শিশু বিদ্যালয় ==\nঅধিক সংখ্যক নারী কর্মক্ষেত্রে প্রবেশের ফলে প্রাইভেট কিন্ডারগার্টেনের সংখ্যা বৃদ্ধি পেয়েছে, নিউক্লিয়ার ফ্যামিলির সংখ্যা বৃদ্ধি পেয়েছে যেখানে বাচ্চাদের যত্ন নেওয়ার জন্য দাদা-দাদি প্রায়ই অনুপলব্ধ থাকে এবং এই অনুভূতি যে কিন্ডারগার্টেন পরবর্তী সময়ে শিশুদের একটি \"প্রান্ত\" দিতে পারে।  শিক্ষাগত প্রতিযোগিতা।  কোরিয়ার অনেক ছাত্র পশ্চিমী তিন বছর বয়সে কিন্ডারগার্টেন শুরু করে এবং তাই প্রাথমিক বিদ্যালয়ের 'প্রথম শ্রেণী' তাদের 'আনুষ্ঠানিক শিক্ষা' শুরু করার আগে তিন বা চার বছর কিন্ডারগার্টেনে পড়াশোনা চালিয়ে যাবে।  অনেক প্রাইভেট কিন্ডারগার্টেন ইংরেজিতে তাদের ক্লাস অফার করে যাতে ছাত্রদের বাধ্যতামূলক ইংরেজি শিক্ষার 'হেড-স্টার্ট' দিতে পারে যা তারা পরে পাবলিক স্কুলে পাবে।  কিন্ডারগার্টেনগুলি প্রায়ই চিত্তাকর্ষক কোর্স, স্নাতক অনুষ্ঠান, ডিপ্লোমা এবং গাউন সহ সম্পূর্ণ অভিভাবকদের প্রত্যাশার প্রতি শ্রদ্ধা জানায়।  কোরিয়ান কিন্ডারগার্টেনগুলি কোরিয়ান এবং প্রায়শই ইংরেজি এবং চীনা ভাষায় গণনা, যোগ, বিয়োগ এবং পড়তে এবং লিখতে শিক্ষা সহ শিশুদের প্রাথমিক গণিত, পড়া এবং লেখা শেখানো শুরু করবে বলে আশা করা হচ্ছে।  কোরিয়ান কিন্ডারগার্টেনগুলিতে শিশুদেরকে শিক্ষা এবং সমন্বয়ের উপর দৃষ্টি নিবদ্ধ করা গেমগুলি ব্যবহার করে শেখানো হয়, যেমন শরীরের অঙ্গপ্রত্যঙ্গ, খাদ্য এবং পুষ্টি এবং প্রাপ্তবয়স্কদের জন্য কাজের অবস্থান শেখানোর জন্য \"ডাক্তার ডাক্তার খেলা\"।  গান, নাচ এবং মুখস্থ কোরিয়ান কিন্ডারগার্টেন শিক্ষার একটি বড় অংশ।\n\n\n== প্রাথমিক শিক্ষা ==\n\nপ্রাথমিক বিদ্যালয় (কোরিয়ান: 초등학교, 初等學校) গ্রেড এক থেকে ছয় (কোরিয়ান বছরে ৭ থেকে ১২ বছর বয়স—পশ্চিম বছরগুলিতে ৬ থেকে ১১)।  দক্ষিণ কোরিয়ার সরকার সিটিজেনস স্কুল (কোরিয়ান: 국민학교, 國民學校) থেকে বর্তমান ফর্মে তার নাম পরিবর্তন করেছে।\nপ্রাথমিক বিদ্যালয়ে, শিক্ষার্থীরা নিম্নলিখিত বিষয়গুলি শিখে।  পাঠ্যক্রমটি শ্রেণী ১-২ থেকে শ্রেণী ৩-৬ পর্যন্ত আলাদা।\nশ্রেণী ১-২:\n\nআমরা ফার্স্ট গ্রেডার (কোরিয়ানে: 우리들은 1학년) (শুধুমাত্র শ্রেণী ১)\nকোরিয়ান (শোনা, বলা, পড়া, লেখা)\nগণিত (Mathematics)\nডিসিপ্লিনড লাইফ (কোরিয়ানে: 바른 생활)\nসংবেদনশীল জীবন (কোরিয়ানে: 슬기로운 생활)\nআনন্দময় জীবন (কোরিয়ান: 즐거운 생활)\nউপরের তিনটি কয়েক বছর আগে \"বসন্ত(봄,বোম)\", \"গ্রীষ্ম(여름,ইয়ো-রিউম)\", \"পতন(가을,গা-ইউল)\", \"শীত(겨울,গিয়-উল)\" এ পরিবর্তিত হয়েছে  \nশারীরিক শিক্ষা\nশ্রেণী ৩-৬:\n\nকোরিয়ান (শোনা, বলা, পড়া, লেখা)\nইংরেজি\nনৈতিক শিক্ষা\nসামাজিক অধ্যয়ন\nগণিত\nবিজ্ঞান\nশিল্প\nসঙ্গীত\nব্যবহারিক শিল্প\nশারীরিক শিক্ষা\nসাধারণত, শ্রেণী শিক্ষক অধিকাংশ বিষয় কভার করেন; যাইহোক, ইংরেজি সহ শারীরিক শিক্ষা এবং বিদেশী ভাষার মতো পেশায় কিছু বিশেষ শিক্ষক রয়েছে।\nযারা প্রাথমিক বিদ্যালয়ের শিক্ষক হতে চান তাদের অবশ্যই প্রাথমিক শিক্ষায় প্রধান হতে হবে, যা বিশেষভাবে প্রাথমিক বিদ্যালয়ের শিক্ষকদের চাষ করার জন্য ডিজাইন করা হয়েছে।  কোরিয়াতে, বেশিরভাগ প্রাথমিক শিক্ষক সরকারি প্রাথমিক বিদ্যালয়ের জন্য কাজ করছেন।\nযেহেতু ২০১১ সাল থেকে প্রতিটি শ্রেণীকক্ষে শারীরিক শাস্তি সরকারীভাবে এবং আইনত নিষিদ্ধ করা হয়েছে, অনেক শিক্ষক এবং কিছু অভিভাবক শারীরিক শাস্তির সাথে উত্থাপিত হওয়া নিয়ে আরও বেশি উদ্বিগ্ন হয়ে উঠছেন যা তারা শৃঙ্খলার সমস্যাকে আরও খারাপ হিসাবে দেখছেন।  কিছু শিক্ষক বিচক্ষণতার সাথে শারীরিক শাস্তি ব্যবহার করে চলেছেন।\n\n\n== মাধ্যমিক শিক্ষা ==\n১৯৮৭ সালে, আনুমানিক ১৫০,৮৭৩ জন শিক্ষক সহ মধ্যম বিদ্যালয় এবং উচ্চ বিদ্যালয়ে প্রায় ৪,৮৯৫,৩৫৪ জন শিক্ষার্থী নথিভুক্ত ছিল।  এই শিক্ষকদের প্রায় ৬৯ শতাংশ পুরুষ ছিলেন।  কোরিয়ান ছাত্রদের প্রায় ৯৮% মাধ্যমিক শিক্ষা শেষ করে।  মাধ্যমিক-স্কুল তালিকাভুক্তির পরিসংখ্যানও জনসংখ্যার পরিবর্তনের প্রবণতাকে প্রতিফলিত করে- ১৯৭৯ সালে মাধ্যমিক বিদ্যালয়ে ৩,৯৫৯,৯৭৫ শিক্ষার্থী ছিল। উচ্চ শিক্ষায় প্রবেশের গুরুত্ব বিবেচনা করে, ১৯৮৭ সালে অধিকাংশ শিক্ষার্থী সাধারণ বা একাডেমিক উচ্চ বিদ্যালয়ে যোগদান করেছিল: ১,৩৯৭,৩৫৯ জন শিক্ষার্থী বা ৬০ শতাংশ  বৃত্তিমূলক মাধ্যমিক বিদ্যালয়ে ৮৪০,২৬৫ জন শিক্ষার্থীর তুলনায় মোট, সাধারণ বা একাডেমিক উচ্চ বিদ্যালয়ে পড়েছে।  বৃত্তিমূলক স্কুলগুলি বেশ কয়েকটি ক্ষেত্রে বিশেষায়িত: প্রাথমিকভাবে কৃষি, মৎস্য, বাণিজ্য, বাণিজ্য, মার্চেন্ট মেরিন, ইঞ্জিনিয়ারিং এবং শিল্পকলা।\n১৯৬৮ সালে মিডল-স্কুল স্তরে প্রতিযোগিতামূলক প্রবেশিকা পরীক্ষা বাতিল করা হয়েছিল। যদিও ১৯৮০-এর দশকের শেষভাগে, ছাত্রদের এখনও অ-প্রতিযোগিতামূলক যোগ্যতা পরীক্ষায় উত্তীর্ণ হতে হয়েছিল, তাদের লটারির মাধ্যমে মাধ্যমিক প্রতিষ্ঠানে নিয়োগ দেওয়া হয়েছিল, অথবা অন্যথায় স্কুল জেলার সীমানার মধ্যে অবস্থান অনুসারে। মাধ্যমিক বিদ্যালয়গুলি, পূর্বে তাদের ছাত্রদের গুণমান অনুসারে র‌্যাঙ্ক করা হয়েছিল, সমান করা হয়েছে, ভাল, মাঝারি এবং দরিদ্র ছাত্রদের একটি অংশ প্রত্যেককে বরাদ্দ করা হয়েছে।  যদিও সংস্কারটি মাধ্যমিক বিদ্যালয়কে সম্পূর্ণভাবে সমান করতে পারেনি।  সিউলে, যেসব শিক্ষার্থীরা যোগ্যতা পরীক্ষায় ভালো পারফর্ম করেছে তাদেরকে একটি \"কমন\" জেলার উন্নত মানের স্কুলে পড়ার অনুমতি দেওয়া হয়েছিল, যখন অন্যান্য শিক্ষার্থীরা পাঁচটি ভৌগোলিক জেলার একটিতে স্কুলে পড়ে।  সংস্কারগুলি সরকারী এবং বেসরকারী বিদ্যালয়গুলিতে সমানভাবে প্রযোজ্য, যাদের তালিকাভুক্তি কঠোরভাবে শিক্ষা মন্ত্রণালয় দ্বারা নিয়ন্ত্রিত ছিল।\nদক্ষিণ কোরিয়ায়, একজন শিক্ষার্থীর গ্রেড রিসেট করা হয় যেহেতু শিক্ষার্থী প্রাথমিক, মাধ্যমিক এবং উচ্চ বিদ্যালয়ে অগ্রসর হয়।  ছাত্রদের মধ্যে গ্রেডের পার্থক্য করার জন্য, একজন প্রায়ই সে যে শিক্ষার স্তরে রয়েছে তার উপর ভিত্তি করে গ্রেডটি বর্ণনা করবে। উদাহরণস্বরূপ, মিডল স্কুলের প্রথম বর্ষের একজন ছাত্রকে \"মিডল স্কুলে প্রথম শ্রেণী (중학교) হিসাবে উল্লেখ করা হবে  1학년।)\"।\nমিডল স্কুলকে কোরিয়ান ভাষায় জুন হাকয়(Jung hakgyo) (중학교) বলা হয়, যার আক্ষরিক অর্থ হল মিডল স্কুল। উচ্চ বিদ্যালয়গুলিকে কোরিয়ান ভাষায় গোদং হাকয়(Go Deung hakgyo) (고등학교) বলা হয়, যার আক্ষরিক অর্থ \"হাই স্কুল\"।\n\n\n=== মাধ্যমিক বিদ্যালয় ===\nদক্ষিণ কোরিয়ার (Middle school) মাধ্যমিক বিদ্যালয় তিনটি গ্রেড নিয়ে গঠিত।  বেশির ভাগ শিক্ষার্থী ১২ বছর বয়সে প্রবেশ করে এবং ১৪ বা ১৫ বছর বয়সে স্নাতক হয়। এই তিনটি গ্রেড উত্তর আমেরিকার সিস্টেমে গ্রেড ৭-৯ এবং ইংরেজি ও ওয়েলশ সিস্টেমের ৮-১০ বছর গুলির সাথে মোটামুটি মিলে যায়।\nদক্ষিণ কোরিয়ার মাধ্যমিক বিদ্যালয় প্রাথমিক বিদ্যালয় থেকে একটি উল্লেখযোগ্য স্থানান্তর চিহ্নিত করে, যেখানে শিক্ষার্থীরা তাদের পড়াশোনাকে আরও বেশি গুরুত্ব সহকারে নেবে বলে আশা করা হচ্ছে।  বেশিরভাগ মাধ্যমিক বিদ্যালয়ে, ইউনিফর্ম এবং চুল কাটার বিষয়ে অনেক নিয়ম ছিল, যদিও এখন শুধুমাত্র ইউনিফর্মগুলি আংশিকভাবে প্রয়োগ করা হয়েছে এবং শিক্ষার চাপ অত্যন্ত বৃদ্ধি পেয়েছে।  প্রাথমিক বিদ্যালয়ের মতো, শিক্ষার্থীরা দিনের বেশিরভাগ সময় একই সহপাঠীদের সাথে একই হোমরুমের শ্রেণীকক্ষে কাটায়;  যাইহোক, ছাত্রদের প্রতিটি বিষয়ের জন্য আলাদা শিক্ষক আছে।  শিক্ষকরা শ্রেণীকক্ষ থেকে শ্রেণীকক্ষে ঘুরে বেড়ান, এবং যারা বিশেষ বিষয় পড়ান তাদের ছাড়া কয়েকজন শিক্ষকের নিজস্ব কক্ষ রয়েছে যেখানে শিক্ষার্থীরা আসে।  হোমরুমের শিক্ষকরা (담임 교사, RR: damim kyosa) ছাত্রদের জীবনে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করে।\nবেশিরভাগ মাধ্যমিক বিদ্যালয়ের শিক্ষার্থীরা দিনে সাতটি পাঠ গ্রহণ করে এবং এর পাশাপাশি সাধারণত একটি সকালের ব্লক থাকে যা নিয়মিত পাঠের আগে থাকে এবং একটি অষ্টম পাঠ একটি অতিরিক্ত বিষয়ে বিশেষ করে দিন শেষ করার জন্য।\nস্কুল থেকে স্কুলে খুব বেশি পরিবর্তিত হয় না।  কোরিয়ান, বীজগণিত, জ্যামিতি, ইংরেজি, সামাজিক অধ্যয়ন, এবং বিজ্ঞান মূল বিষয়গুলি গঠন করে, যেখানে ছাত্ররা সঙ্গীত, শিল্প, শারীরিক শিক্ষা, কোরিয়ান ইতিহাস, নীতিশাস্ত্র, গার্হস্থ্য অর্থনীতি, মাধ্যমিক ভাষা, প্রযুক্তি এবং হানজা বিষয়ে নির্দেশনা পায়।  শিক্ষার্থীরা কোন বিষয়ে অধ্যয়ন করে এবং বছরের পর বছর কী পরিমাণ পরিবর্তন হতে পারে।  সমস্ত নিয়মিত পাঠ ৪৫ মিনিট দীর্ঘ।  স্কুলের আগে, ছাত্রদের ৩০ মিনিট বা তার বেশি সময়ের একটি অতিরিক্ত ব্লক থাকে যা স্ব-অধ্যয়ন, শিক্ষামূলক সম্প্রচার সিস্টেম (EBS) সম্প্রচার দেখা বা ব্যক্তিগত বা ক্লাস প্রশাসনের জন্য ব্যবহার করা যেতে পারে।  ২০০৮ থেকে শুরু করে, শিক্ষার্থীরা সোমবার থেকে শুক্রবার স্কুলে যোগদান করত এবং প্রতি মাসের ১তম, 3তম এবং ৫তম শনিবার (ক্যালেন্ডারের অনুমতি অনুসারে) একটি অর্ধ-দিন ছিল।  শনিবারের পাঠে সাধারণত ক্লাব অ্যাক্টিভিটি (CA) পাঠ অন্তর্ভুক্ত থাকে, যেখানে শিক্ষার্থীরা পাঠ্যক্রম বহির্ভূত কার্যকলাপে অংশগ্রহণ করতে পারে।  দুর্ভাগ্যবশত, অনেক স্কুলে পাঠ্যক্রম বহির্ভূত কার্যক্রম ছাড়াই নিয়মিত ক্লাস হয় কারণ স্কুল এবং অভিভাবকরা চান শিক্ষার্থীরা আরও পড়াশোনা করুক।  তা সত্ত্বেও, ২০১২ সাল থেকে, মাধ্যমিক বিদ্যালয় সহ প্রাথমিক ও মাধ্যমিক বিদ্যালয়ে এখন শনিবারের ক্লাস হয় না।  আজ অবধি, অনেক স্কুলে এখনও অবৈধভাবে শনিবারের ক্লাস অনুষ্ঠিত হয় কারণ অভিভাবকরা চান তাদের সন্তানরা স্কুলে গিয়ে পড়াশোনা করুক।\n১৯৬৯ সালে, সরকার মাধ্যমিক বিদ্যালয়ের শিক্ষার্থীদের জন্য প্রবেশিকা পরীক্ষা বাতিল করে, এটিকে একটি সিস্টেম দিয়ে প্রতিস্থাপন করে যেখানে একই জেলার প্রাথমিক বিদ্যালয়ের শিক্ষার্থীদের লটারি পদ্ধতিতে মধ্যম বিদ্যালয়ের জন্য নির্বাচিত করা হয়।  এটি স্কুল থেকে স্কুলে শিক্ষার্থীদের গুণমানকে সমান করার প্রভাব ফেলে, যদিও যে সমস্ত এলাকার স্কুলগুলি বেশি সুবিধাপ্রাপ্ত ব্যাকগ্রাউন্ড থেকে আসে সেগুলির স্কুলগুলি এখনও দরিদ্র অঞ্চলের স্কুলগুলিকে ছাড়িয়ে যায়।  সম্প্রতি অবধি, বেশিরভাগ মিডল স্কুল সমকামী ছিল, যদিও গত এক দশকে বেশিরভাগ নতুন মিডল স্কুলগুলিকে কোড করা হয়েছে, এবং কিছু পূর্বের সমকামী স্কুলগুলিও কোডে রূপান্তরিত হয়েছে৷  অভিভাবকদের চাপের কারণে কিছু স্কুল সমলিঙ্গে রূপান্তরিত হয়েছে যারা ভেবেছিল যে তাদের সন্তানরা একক-লিঙ্গের শিক্ষায় আরও ভাল পড়াশোনা করবে।\nপ্রাথমিক বিদ্যালয়ের মতো, শিক্ষার্থীরা জ্ঞান বা একাডেমিক কৃতিত্ব নির্বিশেষে গ্রেড থেকে গ্রেডে পাস করে, ফলাফল হল যে ক্লাসে প্রায়শই একই বিষয়বস্তু একসাথে শিখতে ব্যাপকভাবে বিভিন্ন দক্ষতার শিক্ষার্থীরা থাকে।  মাধ্যমিক বিদ্যালয়ের চূড়ান্ত বর্ষের পরীক্ষার স্কোরগুলি শীর্ষস্থানীয় উচ্চ বিদ্যালয়ে প্রবেশের আশায় থাকা শীর্ষ ছাত্রদের জন্য এবং মাধ্যমিকে যারা কারিগরি বা বৃত্তিমূলক উচ্চ বিদ্যালয়ের পরিবর্তে একাডেমিকে ভর্তি হওয়ার আশা করে তাদের জন্য অত্যন্ত গুরুত্বপূর্ণ হয়ে ওঠে।  অন্যথায়, স্কুল র‍্যাঙ্কিং সিস্টেমে অবস্থানের একটি স্ব-প্রবর্তিত ধারণা অনুযায়ী জীবনযাপন করার জন্য পরীক্ষা এবং মার্কগুলি শুধুমাত্র গুরুত্বপূর্ণ।  কিছু নির্দিষ্ট বিষয়ের জন্য কিছু মানসম্মত পরীক্ষা রয়েছে, এবং একাডেমিক বিষয়ের শিক্ষকরা অনুমোদিত পাঠ্যপুস্তক অনুসরণ করবেন বলে আশা করা হয়, তবে সাধারণত উচ্চ বিদ্যালয়ের শিক্ষকদের তুলনায় মাধ্যমিক বিদ্যালয়ের শিক্ষকদের পাঠ্যক্রম এবং পদ্ধতির উপর বেশি নমনীয়তা থাকে।\nমাধ্যমিক বিদ্যালয়ের ৯৫%-এরও বেশি শিক্ষার্থী বেসরকারি শিক্ষকদের কাছ থেকে অতিরিক্ত নির্দেশনা পাওয়ার জন্য ব্যক্তিগতভাবে পরিচালিত, লাভের জন্য, হ্যাগওন (학원), বা \"ক্র্যাম স্কুল\" নামে পরিচিত আফটার-স্কুল টিউটরিং এজেন্সিতেও যোগ দেয়।  মূল বিষয়গুলি, বিশেষ করে কোরিয়ান, ইংরেজি এবং গণিতের ক্রমবর্ধমান বিষয়গুলি সবচেয়ে বেশি জোর দেয়।  কিছু হ্যাগওয়ান শুধুমাত্র একটি বিষয়ে পারদর্শী হন, অন্যরা সমস্ত মূল বিষয় অফার করে, যা তাদের ছাত্রদের জন্য প্রতিদিন স্কুলের দ্বিতীয় রাউন্ড গঠন করে।  প্রকৃতপক্ষে, কিছু অভিভাবক তাদের পাবলিক স্কুলের পড়াশোনার চেয়ে তাদের সন্তানদের হ্যাগওয়ান অধ্যয়নের উপর বেশি চাপ দেন।  উপরন্তু, অনেক ছাত্র একাডেমিতে যোগদান করে যেমন মার্শাল আর্ট বা সঙ্গীতের জন্য।  এইভাবে, অনেক মাধ্যমিক বিদ্যালয়ের ছাত্ররা, তাদের উচ্চ বিদ্যালয়ের সমকক্ষদের মতো, সূর্যাস্তের পরে ভালভাবে স্কুলে পড়া থেকে ফিরে আসে।  গড় দক্ষিণ কোরিয়ার পরিবার তার আয়ের ২০% শতাংশ আফটার-আওয়ার ক্র্যাম স্কুলগুলিতে ব্যয় করে, অন্য যে কোনও দেশের তুলনায় ব্যক্তিগত শিক্ষাদানে মাথাপিছু বেশি ব্যয় করে।\n\n\n=== উচ্চ বিদ্যালয ===\n\nদক্ষিণ কোরিয়ার উচ্চ বিদ্যালয়ে (High School) প্রথম গ্রেড (বয়স ১৫-১৬) থেকে তৃতীয় গ্রেড (বয়স ১৭-১৮) পর্যন্ত তিন বছরের জন্য ছাত্রদের পড়ানো হয় এবং ছাত্ররা সাধারণত ১৭ বা ১৮ বছর বয়সে স্নাতক হয়। উচ্চ বিদ্যালয়ের ছাত্ররা সাধারণত ক্রমবর্ধমানভাবে দীর্ঘ অধ্যয়ন করবে বলে আশা করা হয়  প্রতি বছর স্নাতকের দিকে এগিয়ে যাওয়ার ঘন্টা, প্রতিযোগিতামূলক হতে এবং কোরিয়ার অত্যন্ত আকর্ষণীয় বিশ্ববিদ্যালয়গুলিতে প্রবেশ করতে।  অনেক উচ্চ বিদ্যালয়ের ছাত্র-ছাত্রীরা ভোর ৫টায় ঘুম থেকে উঠে বাড়ি থেকে বের হয়।  বিকাল ৪ টায় স্কুল শেষ হয়ে গেলে, তারা সাধারণত বাড়িতে না গিয়ে স্কুলের অধ্যয়ন কক্ষে বা লাইব্রেরিতে যায়।  একে \"যজা\" বলা হয়, যার আক্ষরিক অর্থ \"সন্ধ্যা স্ব-অধ্যয়ন\"।  তাদের রাতের খাবার খেতে বাড়িতে যেতে হবে না কারণ বেশিরভাগ স্কুলই শিক্ষার্থীদের জন্য অর্থ প্রদান করে রাতের খাবার সরবরাহ করে।  যজ শেষ করার পর (যা সাধারণত ১১ টায় শেষ হয়, কিন্তু কিছু স্কুলে ১২টার পরে), তারা পড়াশুনা করে বাড়ি ফিরে আসে, তারপর সাধারণত সোম থেকে শুক্রবার সকাল ৩ টে পর্যন্ত, বিশেষ অধ্যয়ন স্কুলে (হাগওন) ফিরে আসে। উপরন্তু, তারা প্রায়ই সপ্তাহান্তে পড়াশুনা করে।\nযজ (야자, 야간자율학습, রাতের স্ব-অধ্যয়ন) ৩০ বছরেরও বেশি সময় ধরে সত্যিকারের \"স্ব\" অধ্যয়ন ছিল না;  সমস্ত হাই স্কুল ছাত্রদের এটা করতে বাধ্য করা হয়.  ২০১০-এর দশক থেকে, শিক্ষা মন্ত্রণালয় উচ্চ বিদ্যালয়গুলিকে ছাত্রদের যজ মুক্ত করতে এবং যখনই তারা চায় তখন এটি করার অনুমতি দেওয়ার জন্য উত্সাহিত করেছে।  সিউলের কাছাকাছি অনেক স্ট্যান্ডার্ড পাবলিক হাই স্কুল এখন আর শিক্ষার্থীদের বাধ্য করছে না।  কিন্তু বেসরকারী উচ্চ বিদ্যালয়, বিশেষ-উদ্দেশ্য উচ্চ বিদ্যালয় (যেমন বিজ্ঞান উচ্চ বিদ্যালয় এবং বিদেশী ভাষা উচ্চ বিদ্যালয়), বা সিউল থেকে দূরে সাধারণ বিদ্যালয়গুলি এখনও ছাত্রদের যজ করতে বাধ্য করছে।\nকোরিয়ার একটি প্রচলিত কথা হল: \"আপনি যদি প্রতি রাতে তিন ঘণ্টা ঘুমান, তাহলে আপনি একটি শীর্ষ 'স্কাই বিশ্ববিদ্যালয়' (সিউল ন্যাশনাল ইউনিভার্সিটি, কোরিয়া ইউনিভার্সিটি, এবং/অথবা ইয়নসেই ইউনিভার্সিটি) পেতে পারেন। আপনি যদি প্রতি রাতে চার ঘণ্টা ঘুমান, তাহলে আপনি  অন্য বিশ্ববিদ্যালয়ে ভর্তি হতে পারে। আপনি যদি প্রতি রাতে পাঁচ বা তার বেশি ঘণ্টা ঘুমান, বিশেষ করে আপনার হাই স্কুলের শেষ বছরে, তাহলে কোনো বিশ্ববিদ্যালয়ে ভর্তির কথা ভুলে যান।\"  তদনুসারে, অনেক উচ্চ বিদ্যালয়ের ছাত্র-ছাত্রীদের তাদের শেষ বর্ষের CSATs (কলেজ স্কলাস্টিক অ্যাবিলিটি টেস্ট, কোরিয়ান: 수능, Suneung) এর আগে ছুটি, জন্মদিন বা অবকাশ যাপনের জন্য কোনো অবসর সময় নেই, যেটি শিক্ষা মন্ত্রণালয়ের দ্বারা অনুষ্ঠিত বিশ্ববিদ্যালয়ের প্রবেশিকা পরীক্ষা।  আশ্চর্যজনকভাবে, কিছু উচ্চ বিদ্যালয়ের ছাত্র-ছাত্রীদের পরিবারের সাথে মজা এবং আরামদায়ক ছুটি উপভোগ করার জন্য ভ্রমণের সুযোগ দেওয়া হয়, কিন্তু এই অফারগুলি প্রায়শই ছাত্রদের প্রথম পরামর্শে প্রত্যাখ্যান করা হয়, এবং পরবর্তীতে অতিরিক্ত ভ্রমণে যদি থাকে, সহকর্মীদের প্রভাব এবং একটি কারণে  ক্লাসে \"পিছিয়ে পড়ার\" ভয়।  অনেক উচ্চ বিদ্যালয়ের শিক্ষার্থীরা বিরতি নেওয়ার পরিবর্তে বন্ধুদের সাথে থাকতে এবং পড়াশোনা করতে পছন্দ করে বলে মনে হয়।  কোরিয়াতে ট্রানসি অত্যন্ত বিরল।  বিদ্রোহী শিক্ষার্থীরা প্রায়শই ক্লাসে থাকবে এবং ক্লাস চলাকালীন শিক্ষকের পিছনে বন্ধুদের সাথে চ্যাট করতে ইন্টারনেটের সাথে সংযুক্ত স্মার্টফোন ব্যবহার করবে, যা সাধারণত ধরা পড়লে তাদের সমস্যায় পড়তে হয়।\nকোরিয়ার উচ্চ বিদ্যালয়গুলিকে বিশেষ ট্র্যাকগুলিতে বিভক্ত করা যেতে পারে যা একজন শিক্ষার্থীর আগ্রহ এবং কর্মজীবনের পথ বা একটি সাধারণ রাষ্ট্রীয় উচ্চ বিদ্যালয়ের সাথে সামঞ্জস্যপূর্ণ।  বিশেষ উচ্চ বিদ্যালয়ের জন্য, বিজ্ঞান (বিজ্ঞান উচ্চ বিদ্যালয়), বিদেশী ভাষা, আন্তর্জাতিক, এবং শিল্প বিশেষ উচ্চ বিদ্যালয় রয়েছে যেখানে শিক্ষার্থীরা প্রবেশিকা পরীক্ষায় উত্তীর্ণ হয়ে অংশগ্রহণ করতে পারে যা সাধারণত অত্যন্ত প্রতিযোগিতামূলক।  এই স্কুলগুলিকে বিশেষ-উদ্দেশ্য উচ্চ বিদ্যালয় বলা হয়।  স্বায়ত্তশাসিত বেসরকারি উচ্চ বিদ্যালয়গুলো শিক্ষা মন্ত্রণালয়ের নীতিমালায় তুলনামূলকভাবে মুক্ত।  এছাড়াও, মেধাবী ছাত্রদের জন্য স্কুল আছে.  অনেক বিশেষ-উদ্দেশ্য উচ্চ বিদ্যালয়, স্বায়ত্তশাসিত প্রাইভেট উচ্চ বিদ্যালয়, এবং প্রতিভাধর ছাত্রদের জন্য স্কুলের টিউশন অত্যন্ত ব্যয়বহুল (বিশেষ-উদ্দেশ্য বা স্বায়ত্তশাসিত বেসরকারি উচ্চ বিদ্যালয়ের শিক্ষার গড় প্রতি বছর US$5,614।) স্কুলগুলির মধ্যে একটি  প্রতিভাধর ছাত্রদের জন্য প্রতি বছর US$7,858 হয়। এমন কিছু স্কুল আছে যেগুলোর জন্য গড় হিসাবে যতটা গণনা করা হয় তার চেয়ে বেশি প্রয়োজন।  চেওংশিম ইন্টারন্যাশনাল একাডেমি, হানকুক একাডেমি অফ ফরেন স্টাডিজ, কোরিয়ান মিনজোক লিডারশিপ একাডেমি এবং হানা একাডেমি সিউল তাদের ব্যয়বহুল টিউশনের জন্য কুখ্যাত।  একই সাথে, এই স্কুলগুলি ছাত্রদের উচ্চ একাডেমিক কৃতিত্ব এবং কলেজের ফলাফলের জন্য পরিচিত, যা তাদের ৫০%-এরও বেশি ছাত্রকে বছরে \"SKY বিশ্ববিদ্যালয়ে\" পাঠায়।  অন্যান্য ধরনের উচ্চ বিদ্যালয়গুলির মধ্যে রয়েছে মানসম্পন্ন পাবলিক হাই স্কুল এবং স্ট্যান্ডার্ড প্রাইভেট হাই স্কুল, প্রবেশিকা পরীক্ষা সহ বা ছাড়াই।  এই উচ্চ বিদ্যালয়গুলি একটি নির্দিষ্ট ক্ষেত্রে বিশেষীকরণ করে না তবে তাদের ছাত্রদের শীর্ষ এবং জনপ্রিয় কলেজে পাঠানোর দিকে বেশি মনোযোগী।\nযাইহোক, বিশেষ-উদ্দেশ্য, স্বায়ত্তশাসিত প্রাইভেট স্কুল, আন্তর্জাতিক স্কুল এবং প্রতিভাধর ছাত্রদের জন্য স্কুলের উত্থানের পর থেকে, স্ট্যান্ডার্ড হাই স্কুলগুলি \"শীর্ষ এবং জনপ্রিয়\" বিশ্ববিদ্যালয়গুলিতে ছাত্রদের পাঠাতে লড়াই করে।  স্ট্যান্ডার্ড হাই স্কুলগুলি সাধারণত বিশেষায়িত স্কুলের অবকাঠামো, শিক্ষাদানের সংস্থান এবং ছাত্রদের স্কুল রেকর্ড উন্নত করে এমন কার্যকলাপের সাথে প্রতিযোগিতা করতে পারে না।  যেমন, একটি স্ট্যান্ডার্ড হাই স্কুলে একজন ছাত্রের জন্য \"SKY\" এ প্রবেশ করা কঠিন।  চমৎকার ছাত্র এবং তাদের অভিভাবকরা তাই মান উচ্চ বিদ্যালয়ে প্রবেশ করা এড়িয়ে যান। বৃত্তিমূলক স্কুলে (বা যাদের গ্রেড সাধারণভাবে গড়) ভর্তি হওয়ার জন্য গ্রেড খুব কম তারাই সাধারণ উচ্চ বিদ্যালয়ে প্রবেশ করে।  এটি ক্রমাগত চমৎকার ছাত্রদের সাধারণ উচ্চ বিদ্যালয়ে ভর্তি হতে নিরুৎসাহিত করে কারণ শিক্ষার্থীদের একাডেমিক স্তর কম।  এই দুষ্টচক্র সাধারণ বিদ্যালয়গুলোকে জনসাধারণের চোখে \"বস্তিতে\" পরিণত করেছে।  ফলস্বরূপ, শীর্ষ বিশ্ববিদ্যালয়ের ভর্তি কমিটিগুলি মানসম্পন্ন স্কুল থেকে ছাত্রদের প্রত্যাখ্যান করে;  বিশেষ-উদ্দেশ্য, স্বায়ত্তশাসিত প্রাইভেট স্কুল, আন্তর্জাতিক স্কুল, এবং প্রতিভাধর ছাত্রদের জন্য স্কুল থেকে ছাত্রদের ভর্তি করার একটি অগ্রাধিকার আছে।  এটি এই জাতীয় উচ্চ বিদ্যালয়ে প্রবেশের প্রতিযোগিতাকে শীর্ষ বিশ্ববিদ্যালয়গুলিতে প্রবেশের মতো কঠিন করে তুলেছে।\nকোরিয়ান সরকার আরও ভারসাম্যপূর্ণ ব্যবস্থার অনুমতি দেওয়ার জন্য এই ধরনের ক্ষতিকারক অধ্যয়নের অভ্যাসের বিরুদ্ধে ক্র্যাক ডাউন করার চেষ্টা করেছে, বেশিরভাগ বেসরকারিভাবে পরিচালিত বিশেষ অধ্যয়ন প্রতিষ্ঠানকে (হাকওয়ান) সকাল ১২টা পর্যন্ত ক্লাস চালানোর জন্য জরিমানা করে। এই সমস্যা সমাধানের জন্য, কোরিয়ান সরকার একটি আইন করেছে যা হ্যাকওয়ানদের রাত ১০ টার পরে ক্লাস চালানো নিষিদ্ধ করে, যা প্রায়শই মানা হয় না।\nসরকার কর্তৃক (Standard Government) জারি করা স্কুল পাঠ্যক্রম প্রায়ই কঠোর হিসাবে উল্লেখ করা হয়, যার মধ্যে 16 বা তার বেশি বিষয় রয়েছে।  বেশির ভাগ শিক্ষার্থী তাদের শিক্ষাগত ফলাফল(academic performance) আরও ভালো করবার জন্য হাকওনে(Hakwon) যোগ দিতেও বেছে নেয়।  মূল বিষয়গুলির মধ্যে রয়েছে কোরিয়ান, ইংরেজি এবং গণিত, সামাজিক এবং শারীরিক বিজ্ঞান বিষয়গুলির উপর পর্যাপ্ত জোর দেওয়া হয়।  শিক্ষার্থীরা সাধারণত শ্রেণীকক্ষে প্রশ্ন করে না, তবে বিস্তারিত মুখস্থ করতে পছন্দ করে।  যেহেতু মুখস্থ করা একটি বিষয়ের প্রকৃত আয়ত্তের একটি পুরানো এবং অকার্যকর মাধ্যম, বৈশ্বিক বোধগম্যতা, প্রয়োগ এবং সমালোচনামূলক চিন্তাভাবনার উপর দৃষ্টি নিবদ্ধ করে সমসাময়িক শিক্ষার মানগুলির তুলনায়, দক্ষিণ কোরিয়ার বেশিরভাগ শিক্ষার্থী একটি উচ্চতর উন্নত আধুনিক শিক্ষা ব্যবস্থায় স্থানান্তরিত হচ্ছে  দেশ প্রায় একচেটিয়াভাবে স্বাধীন সংকল্প বা সম্পূর্ণ ধারণা বোঝার এবং সংশ্লেষণের দুর্বল ক্ষমতা সহ তাদের সমবয়সীদের থেকে অনেক পিছিয়ে রয়েছে।  বিশ্বব্যাপী দক্ষিণ কোরিয়ার গ্র্যাজুয়েটরা ওয়েস্টার্ন বিশ্ববিদ্যালয়ে (Western University) নিয়োগ বা কর্মজীবনে নিয়োগের জন্য সবচেয়ে কম চাওয়া হয় কারণ তারা ধারাবাহিকভাবে যৌক্তিক এবং সমালোচনামূলক চিন্তাভাবনা এবং প্রয়োগ দক্ষতা প্রদর্শন করতে ব্যর্থ হয়।  এটি লক্ষ্য করা গুরুত্বপূর্ণ যে বিদ্যালয়ের নির্বাচন এবং বিশেষীকরণের ডিগ্রির উপর নির্ভর করে বিষয়ের ধরন এবং (level) বিভিন্ন বিদ্যায়ে আলাদা হতে পারে।  স্পেশালিটি, ঐচ্ছিক, ব্যয়বহুল, অধ্যয়ন স্কুলগুলি শিক্ষার্থীদের বিগত বছরের CAT পরীক্ষা এবং বিশ্ববিদ্যালয়ের ইন্টারভিউ প্রশ্ন থেকে প্রশ্ন ও উত্তর মুখস্থ করতে ব মনে রাখতে সাহায্য করে।\nকোরিয়াতে মাধ্যমিক বিদ্যালয়ের যতটা বাধ্যতামূলক , উচ্চ বিদ্যালয় ততটা বাধ্যতামূলক নয়। তবে, অর্গানাইজেশন ফর ইকোনমিক কো-অপারেশন অ্যান্ড ডেভেলপমেন্ট (Organisation for Economic Co-operation and Development “O.E.C.D”) সদস্য দেশগুলির 2005 সালের একটি সমীক্ষা অনুসারে, দক্ষিণ কোরিয়ার প্রায় 97% তরুণ প্রাপ্তবয়স্করা উচ্চ বিদ্যালয় থেকে পড়াশোনা সম্পন্ন করে।  এটি ছিল কোনো দেশে রেকর্ডকৃত সর্বোচ্চ শতাংশ।[54]  যদিও এটির মূলত কারন এই যে,  কোরিয়াতে ব্যর্থ গ্রেডের(failing grade) মতো কোনও জিনিস নেই এবং বেশিরভাগ স্নাতক যতক্ষণ না তারা নির্দিষ্ট সংখ্যক দিন স্কুলে উপস্থিত থাকে।  শুধুমাত্র উপস্থিতির উপর ভিত্তি করে স্নাতকের এই পদ্ধতিটি পশ্চিমা দেশগুলি(Western countries)-তে বিশ্ববিদ্যালয়ে ভর্তির জন্য মূল্যায়ন করার সময় দক্ষিণ কোরিয়ার শিক্ষার্থীকে আরও অবমূল্যায়ন করে, বিশেষ করে যেহেতু অনেকেই প্রবেশিকা পরীক্ষাগুলি পর্যায়ক্রমে বন্ধ করে দিচ্ছে।\nউচ্চ-বিদ্যালয় নির্বাচনের বিষয়ে দক্ষিণ কোরিয়ার দৃষ্টিভঙ্গি এবং নির্দিষ্ট বিদ্যালয়ের অনুভূত অভিজাততা বেশিরভাগ “পশ্চিমা শিক্ষাব্যবস্থার”(Western educational system) বিপরীত যা কঠোরভাবে শিক্ষাবিদদের উপর ফোকাস করে, তবে পরিশীলিত বোঝাপড়া এবং সামাজিকীকরণ অর্জনের সময় বিভিন্ন দৃষ্টিভঙ্গি এবং অভিজ্ঞতার সাথে শিক্ষার্থীর এক্সপোজারকে সর্বাধিক করার জন্য বিভিন্ন দিকগুলিতে ছাত্র সংস্থার বৈচিত্র্যের উপর একটি উচ্চ মূল্য রাখা হয়। যেমন, কোরিয়ান মাধ্যমিক শিক্ষা ব্যবস্থা শিক্ষার্থীদের শিক্ষক-কেন্দ্রিক শিক্ষার জন্য প্রস্তুত করতে অত্যন্ত সফল, যেখানে শিক্ষকরা সরাসরি শিক্ষার্থীদের কাছে তথ্য যোগাযোগ করেন।  তবে, এটি শ্রেণীকক্ষের পরিবেশের জন্য সত্য নয় যেখানে শিক্ষার্থীরা আত্মনির্ভরশীল ভূমিকা গ্রহণ করবে বলে আশা করা হয় এবং যেখানে বেশিরভাগ অংশে, সক্রিয় এবং সৃজনশীল ব্যক্তিত্ব সাফল্যের দিকে নিয়ে যায়। একইভাবে, বৈজ্ঞানিক অধ্যয়নগুলি ক্রমাগত দেখায় যে আবৃত্ত মুখস্থ(rote memorization) যেমন দক্ষিণ কোরিয়ার শিক্ষার কেন্দ্রীয় বিষয়, বুদ্ধিমত্তার নির্দেশক নয় এবং তথ্য যুগে(Information Age) এটি গভীরভাবে হ্রাস পাচ্ছে।\nএটা ক্রমবর্ধমানভাবে স্পষ্ট হয়ে উঠছে যে, ছাত্রছাত্রীদের ইংরেজি ভাষার সক্রিয় ব্যবহার কোরীয় উচ্চ বিদ্যালয়ে(Korean high school) থাকা খুবই আবশ্যিক, একটি ভালো সেরা বিশ্ববিদ্যালয়ে(Top University) পড়ার সুযোগ পেতে গেলে এবং পাশাপাশি বিদেশের বিশ্ববিদ্যালয়ে পড়তে গেলেও একান্ত প্রয়োজনীয়।\n\n\n=== বৃত্তিমূলক ===\nদক্ষিণ কোরিয়ায় একটি শক্তিশালী বৃত্তিমূলক শিক্ষা ব্যবস্থা ছিল, যা কোরীয় যুদ্ধ(Korean War) এবং যুদ্ধের পরে অর্থনৈতিক পতনের কারণে ভেঙে পড়েছিল।  এরপরে বৃত্তিমূলক শিক্ষা ব্যবস্থা পুনর্গঠিত হয়।  বিশ্ববিদ্যালয়ে প্রবেশ করতে ইচ্ছুক নয় এমন শিক্ষার্থীদের জন্য, প্রযুক্তি, কৃষি বা অর্থের মতো ক্ষেত্রে বিশেষজ্ঞ বৃত্তিমূলক উচ্চ বিদ্যালয়গুলি উপলব্ধ।  উচ্চ বিদ্যালয়ের প্রায় 20 শতাংশ শিক্ষার্থী বৃত্তিমূলক উচ্চ বিদ্যালয়ে রয়েছে। বৃত্তিমূলক উচ্চ বিদ্যালয়ে, শিক্ষার্থীরা তাদের সময়কে সাধারণ কোর্স(General courses) এবং বৃত্তিমূলক কোর্সের(vocation courses) মধ্যে সমানভাবে ভাগ করে নেয়।  সাধারণ শিক্ষা কোরিয়ান, গণিত, বিজ্ঞান এবং সামাজিক অধ্যয়নের মতো একাডেমিক মূল কোর্স(academic core course) শেখায় যখন বৃত্তিমূলক প্রশিক্ষণ কৃষি, প্রযুক্তি, শিল্প, বাণিজ্য, গার্হস্থ্য অর্থনীতি, মাছ ধরা, এবং সমুদ্রবিদ্যা সম্পর্কিত কোর্স প্রদান করে।  শহুরে বিস্তৃতির কারণে শ্রমের ঘাটতি মোকাবেলা করার জন্য গ্রামীণ এলাকা এবং বন্দর শহরগুলিতে কৃষি, মৎস্য, এবং সমুদ্রবিদ্যা উচ্চ বিদ্যালয় স্থাপন করা হয়েছে।  কৃষি উচ্চ বিদ্যালয়গুলি বৈজ্ঞানিক চাষের উপর ফোকাস করে এবং কৃষিতে দক্ষ বিশেষজ্ঞ তৈরি করার জন্য নকশা (design) করা হয়েছে যখন মৎস্য ও সমুদ্রবিদ্যা উচ্চ বিদ্যালয়গুলি নৌবিদ্যা প্রযুক্তিতে(navigation technology) ফোকাস করার জন্য সামুদ্রিক সম্পদ ব্যবহার করে।  1980 এর দশক থেকে, বৃত্তিমূলক উচ্চ বিদ্যালয়গুলি দক্ষিণ কোরিয়ার শিল্প এবং সমাজ জুড়ে পরিবর্তনের সাথে সামঞ্জস্য করতে পারে এমন একটি শ্রমশক্তি তৈরি করতে বিভিন্ন ক্ষেত্রে প্রশিক্ষণের প্রস্তাব দিয়েছে।  1970-এর দশকে ভারী ও রাসায়নিক শিল্পে জনবলের প্রয়োজনের কারণে, বৃত্তিমূলক শিক্ষার প্রয়োজনীয়তা ছিল অত্যন্ত গুরুত্বপূর্ণ।  1980 এর দশকের মধ্যে, প্রযুক্তিতে ব্যাপক পরিবর্তনের কারণে, বৃত্তিমূলক শিক্ষার উদ্দেশ্য সুপ্রশিক্ষিত প্রযুক্তিবিদদের সরবরাহ তৈরিতে স্থানান্তরিত হয়।  যখন শিক্ষার্থীরা বৃত্তিমূলক উচ্চ বিদ্যালয় থেকে স্নাতক(graduate) হয়, তখন শিক্ষার্থীরা একটি বৃত্তিমূলক হাই স্কুল ডিপ্লোমা (vicational high school dioloma) পায় এবং এরপর তারা কর্মক্ষেত্রে প্রবেশ করতে ইচ্ছুকহয় আবার কেউ, উচ্চ শিক্ষায়(higher education) যেতে পছন্দ করে।  অনেক বৃত্তিমূলক উচ্চ বিদ্যালয়ের স্নাতক(graduate) তাদের শিক্ষাকে আরও এগিয়ে নেওয়ার জন্য জুনিয়র কলেজগুলিতে যোগ দেয়।\n1970 এবং 1980-এর দশকে নিয়োগকর্তাদের কাছে বিশ্ববিদ্যালয়ের ডিগ্রি প্রাধান্য লাভ করে, শিল্প অর্থনীতির পরিবর্তে আরও জ্ঞান-ভিত্তিক দিকে স্থানান্তরিত হওয়ার ফলে বৃত্তিমূলক শিক্ষাকে বিশ্ববিদ্যালয়ের পক্ষে অবমূল্যায়ন করা হয়েছিল যখন অনেক তরুণ দক্ষিণ কোরিয়রা এবং তাদের  পিতামাতা দেখেছিল।  1970 এবং 1980 এর দশকে, দক্ষিণ কোরিয়ায় বৃত্তিমূলক শিক্ষা সামাজিকভাবে গ্রহণযোগ্যতার চেয়ে কম ছিল, তবুও একটি শালীন আয় এবং আর্থ-সামাজিক মর্যাদা উন্নীত করার সুযোগের সাথে একটি স্থির পেশা (career) অর্জনে সফল হওয়ার একটি পথও।  এমনকি বৃত্তিমূলক শিক্ষার অনেক ইতিবাচক গুণাবলী থাকা সত্ত্বেও, অনেক বৃত্তিমূলক স্নাতক তাদের কলেজের শিক্ষিত পরিচালকদের দ্বারা তিরস্কার এবং কলঙ্কের শিকার হয়েছিল যদিও অর্থনৈতিক উন্নয়নের জন্য তাদের দক্ষতার গুরুত্ব ছিল।\nদক্ষিণ কোরিয়ার উচ্চ বিশ্ববিদ্যালয়ে প্রবেশের হার সহ, বৃত্তিমূলক শিক্ষার উপলব্ধি এখনও অনেক দক্ষিণ কোরিয়ানদের মনে সন্দেহের মধ্যে রয়ে গেছে।  2013 সালে, মাত্র 18 শতাংশ শিক্ষার্থী বৃত্তিমূলক শিক্ষালয়ে  নথিভুক্ত হয়েছিল।  মূলত বিশ্ববিদ্যালয়ে পড়ার অনুভূত প্রতিপত্তির কারণে কম নথিভুক্তি অব্যাহত রয়েছে।  উপরন্তু, শুধুমাত্র ধনী পরিবারই “আলাদা করে বাড়িতে শিক্ষকের দ্বারা “(tutoring) সামর্থ্য রাখে যা অনেকে মনে করে, ছাত্রদের জন্য কুখ্যেটিপূর্ণভাবে কঠিন কলেজ প্রবেশিকা পরীক্ষায় উত্তীর্ণ হবার জন্য প্রয়োজন।  কলেজের প্রবেশিকা পরীক্ষায় কম নম্বর পাওয়া  একজন শিক্ষার্থী সাধারণত বিশ্ববিদ্যালয়ে পড়ার সম্ভাবনা কম থাকে।  বৃত্তিমূলক শিক্ষার বিরুদ্ধে ব্যাপক পক্ষপাতিত্বের সাথে, বৃত্তিমূলক শিক্ষার্থীদের \"আন্ডারএচিভার\"(Underachievers) হিসাবে চিহ্নিত করা হয়, তাদের আনুষ্ঠানিক উচ্চ শিক্ষাগত পটভূমির অভাব হিসাবে দেখা হয় এবং প্রায়ই বৃত্তিমূলক চাকরিগুলি কোরিয়াতে \"3Ds\" নোংরা, অবমাননাকর, এবং বিপজ্জনক বলে অবজ্ঞা করা হয় ।  জবাবে দক্ষিণ কোরিয়ার সরকার বিশ্ববিদ্যালয়গুলোতে ভর্তির পরিমাণ বাড়িয়েছে।  শীঘ্রই, বিশ্ববিদ্যালয়ে ভর্তির হার ছিল 68.2 শতাংশ, যা 2014 সালের তুলনায় 15 শতাংশ বৃদ্ধি পেয়েছে। বৃত্তিমূলক শিক্ষা ও প্রশিক্ষণের ইতিবাচক ভাবমূর্তি বাড়াতে, দক্ষিণ কোরিয়া সরকার পরীক্ষা করার জন্য জার্মানি, সুইজারল্যান্ড এবং অস্ট্রিয়ার মতো দেশগুলির সাথে সহযোগিতা করেছে,  প্রথাগত বিশ্ববিদ্যালয়ের পথের বিকল্প হিসাবে তরুণ দক্ষিণ কোরিয়ানদের জন্য বৃত্তিমূলক শিক্ষা, প্রশিক্ষণ, এবং কর্মজীবনের বিকল্পগুলিকে উন্নত করার জন্য যে উদ্ভাবনী সমাধানগুলি প্রয়োগ করা হচ্ছে তা পরীক্ষা করার জন্য।  অনেক উন্নত সংস্কৃতি এবং অর্থনীতি বৃত্তিমূলক শিক্ষা এবং কর্মজীবনের প্রতি দক্ষিণ কোরিয়ার নেতিবাচক পক্ষপাত দেখে পিছন থেকে প্রায়ই মজা করে যে, কাজ ও নির্মাণের জন্য প্রয়োজনীয় শ্রমিক ছাড়াই দক্ষিণ কোরিয়া অনেক দুর্দান্ত আবিষ্কার তৈরি করবে।  একই সমাজগুলি পৃথক শিক্ষাগত অর্জনের প্রতি দক্ষিণ কোরিয়ার আবেশ এবং অনুভূত প্রতিপত্তিকে দক্ষিণ কোরিয়ার শিক্ষা ব্যবস্থার অনেকগুলি ত্রুটির একটি উদাহরণ হিসাবে উপলব্ধি করে: যুক্তি এবং ঐতিহাসিক অভিজ্ঞতা শেখায় যে এই ধরনের স্ব(self) এবং সংকীর্ণ(narrow) মানসিকতার ফোকাস সামষ্টিক সমাজকে ভোগার জন্য ছেড়ে দেয়।  \nম্যাককিনসে গ্লোবাল ইনস্টিটিউটের(McKinsey Global Institute) 2012 সালের একটি গবেষণা প্রতিবেদন অনুসারে কলেজ স্নাতকের উন্নত উপার্জনের জীবনকালের মূল্য ডিগ্রী প্রাপ্তির জন্য প্রয়োজনীয় ব্যয়কে আর সমর্থন করে না।  এছাড়াও (report) হাইলাইট করা হয়েছিল যে, কর্মক্ষমতার চাপের মানবিক ব্যয় এবং দেশের বিশ্ববিদ্যালয়-শিক্ষিত যুবকদের মধ্যে উচ্চ বেকারত্বের হার মোকাবেলায় আরও বৃত্তিমূলক শিক্ষার প্রয়োজনীয়তা।  সুইস সরকার(Swiss Government) এবং শিল্পের(Industry) সহায়তায় দক্ষিণ কোরিয়ার সরকার(Government), স্কুল এবং শিল্প(Industry) এখন \"মিস্টার স্কুল\"(Meister School) নামক বৃত্তিমূলক বিদ্যালয়(Vocational school)-গুলির একটি নেটওয়ার্কের সাথে দেশের এক সময়ের শক্তিশালী বৃত্তিমূলক শিক্ষা খাতকে নতুনভাবে ডিজাইন ও আধুনিকীকরণ করেছে।  \"মিস্টার স্কুল\"(Meister School) গুলির উদ্দেশ্য হল দেশের বৃত্তিমূলক পেশা যেমন অটো মেকানিক্স(Auto mechanics), প্লাম্বার(plumbers), ওয়েল্ডার(welders), বয়লার তৈরি(boilermakers), ইলেকট্রিশিয়ান(electricians), ছুতার(carpenters), মিলরাইটস(millwrights), মেশিনিস্ট(machinists) এবং মেশিন অপারেটরদের(machine operator) ঘাটতি কমানো কারণ এই পদগুলির মধ্যে অনেকগুলি অপূর্ণতা থাকে। দক্ষিণ কোরিয়ার বৃত্তিমূলক শিক্ষা ব্যবস্থার পুনর্গঠন করার জন্য \"মিস্টার স্কুল\"(Meister School) -গুলি তৈরি করা হয়েছে যাতে বিশেষভাবে যুবকদের উচ্চ-দক্ষ বাণিজ্য এবং উচ্চ-দক্ষ উৎপাদনের চাকরি এবং অন্যান্য ক্ষেত্রে কাজ করার জন্য প্রস্তুত করার জন্য তৈরি করা হয়েছে।  স্কুলগুলি জার্মান-শৈলীর \"মিস্টার স্কুল\"(Meister School)গুলির উপর ভিত্তি করে তৈরি করা হয়েছে, যাতে তরুণদের একটি দক্ষ বাণিজ্যে দক্ষ হতে শেখানো হয়। দেশের উচ্চতর যুব বেকারত্বের হার মোকাবেলা করার জন্য \"মিস্টার স্কুল\"(Meister School)-গুলি স্থাপন করা হয়েছিল কারণ লক্ষ লক্ষ তরুণ দক্ষিণ কোরিয়ার বিশ্ববিদ্যালয়ের স্নাতক(Graduates) বাণিজ্য করার পরিবর্তে নিষ্ক্রিয় থেকে যায় যখন ক্ষুদ্র ও মাঝারি ব্যবসার পরিচালকরা দক্ষ বাণিজ্যের ঘাটতির অভিযোগ করেন।  \"মিস্টার স্কুল\"(Meister School)-গুলির মধ্যে অনেকগুলি দক্ষ বাণিজ্য (Trade) এবং প্রযুক্তিগত শাখাগুলির একটি বিস্তৃত পরিসর প্রস্তাব পেশ করে যা শিল্প-সমর্থিত পাঠ্যক্রম ডিজাইনের সাথে স্নাতকদের (Graduates) কাছাকাছি গ্যারান্টি দেয় এবং বিভিন্ন বাণিজ্যের (Trade) জন্য প্রয়োজনীয় দক্ষতা বিকাশের উপর নজর  দক্ষিণ কোরিয়ার সরকার বৃত্তিমূলক প্রশিক্ষণের উপলব্ধি উন্নত করতে এবং দক্ষ কায়িক শ্রম এবং প্রযুক্তিগত কাজের সাথে যুক্ত নেতিবাচক কলঙ্কের বিরুদ্ধে লড়াই করার উদ্যোগ নেয়।  এছাড়াও, বৃত্তিমূলক ধারাগুলিকে একাডেমিক ধারাগুলির সাথে একীভূত করা হয়েছে যাতে কোনও তরুণ দক্ষিণ কোরিয়ান যদি বিশ্ববিদ্যালয়ের ডিগ্রি অর্জন করতে পছন্দ করে তবে আরও অগ্রগতির অনুমতি দেওয়ার জন্য বিশ্ববিদ্যালয়ে একটি বিরামবিহীন স্থানান্তর করার অনুমতি দেওয়া হয়। \"মিস্টার স্কুল\"(Meister School) গুলি শিক্ষানবিশ ভিত্তিক প্রশিক্ষণ প্রদান করে যা বৃত্তিমূলক উচ্চ বিদ্যালয়, সম্প্রদায় এবং জুনিয়র কলেজগুলিতে হয়।  \"মিস্টার স্কুল\"(Meister School) গুলি বিশেষায়িত মিস্টার উচ্চ বিদ্যালয়ের(Meister High School) শিক্ষার্থীদের জন্য কর্মসংস্থান সহায়তা ব্যবস্থাও অফার করে।  দক্ষিণ কোরিয়ার সরকার একটি \"প্রথমে কর্মসংস্থান, পরে কলেজ\" দর্শন প্রতিষ্ঠা করেছে যেখানে স্নাতক(Graduation) শেষ করার পরে শিক্ষার্থীদের বিশ্ববিদ্যালয়ের পরিকল্পনা করার আগে প্রথমে চাকরি খোঁজার জন্য উত্সাহিত করা হয়।  তথ্য যুগের কর্মশক্তির চাহিদার পরিবর্তনের সাথে, বৈশ্বিক পূর্বাভাস দেখায় যে 2030 সালের মধ্যে, প্রযুক্তিগত অগ্রগতির কারণে অদক্ষ শ্রমের ক্রমহ্রাসমান চাহিদার বিপরীতে বৃত্তিমূলক দক্ষতার চাহিদা বৃদ্ধি পাবে।\nনেতিবাচক ধারণা এবং বৃত্তিমূলক শিক্ষার কলঙ্কজনকতা দক্ষিণ কোরিয়ার সবচেয়ে বড় চ্যালেঞ্জগুলির মধ্যে একটি।  সরকার অল্প বয়স্ক শিক্ষার্থীদের তাদের উপলব্ধি পরিবর্তন করার জন্য নিজেদের জন্য বিভিন্ন বৃত্তিমূলক প্রোগ্রাম দর্শন করতে এবং দেখতে উৎসাহিত করেছে।  যারা বৃত্তিমূলক শিক্ষার গুণমান নিয়ে সন্দেহ পোষণ করেন তাদের বিদ্যালয় ছুটির(School vacation) সময় শিল্পে কাজ করার জন্য উত্সাহিত করা হয় যাতে তারা বর্তমান শিল্প অনুশীলনে আপ টু ডেট(Up-to-date) থাকে।  বিশেষজ্ঞরা পশ্চিমা(Western) এবং অন্যান্য উচ্চ উন্নত দেশগুলির প্রতি দৃষ্টি আকর্ষণ করে বৃত্তিমূলক বাণিজ্য সম্পর্কে তাদের নেতিবাচক দৃষ্টিভঙ্গি পুনর্বিবেচনা করার জন্য ছাত্রছাত্রীদের এবং তাদের পিতামাতাদের উত্সাহিত করে এবং এই সুপার-পাওয়ার অর্থনীতিগুলিতে বৃত্তিমূলক ব্যবসাগুলি অপূরণীয়, ভিত্তিগত এবং গুরুত্বপূর্ণ ভূমিকার জন্য অত্যন্ত স্বীকৃত এবং সম্মানিত।  \"মিস্টার স্কুল\"(Meister School)গুলি বৃত্তিমূলক শিক্ষার মতামত পরিবর্তন করার ক্ষেত্রে একটি ভাল প্রভাব বলে প্রমাণিত হয়েছে, তবুও উচ্চ বিদ্যালয়ের মাত্র 15,213 (5 শতাংশ) শিক্ষার্থী \"মেইস্টার স্কুল\"(Meister School) নথিভুক্ত হয়েছে। এটি সাধাণত স্নাতকের(Graduation) পরে 100 শতাংশ কর্মসংস্থানের হার সত্ত্বেও, মেইস্টার স্কুলে ভর্তির চাহিদার অভাবের কারণে।  মেইস্টার ছাত্ররা পরিবর্তে এই স্কুলগুলিকে বিশ্ববিদ্যালয়ের বিকল্প পথ হিসাবে বেছে নিয়েছে।  যদি একজন ছাত্র মেইস্টার স্কুল থেকে স্নাতক(Graduate) হওয়ার পর তিন বছর ধরে শিল্পে কাজ করে, তবে তারা অত্যন্ত কঠিন বিশ্ববিদ্যালয়ের প্রবেশিকা পরীক্ষা থেকে অব্যাহতিপ্রাপ্ত হয়। তবুও, বৃত্তিমূলক শিক্ষার উপলব্ধি পরিবর্তিত হচ্ছে এবং ধীরে ধীরে জনপ্রিয়তা বাড়ছে কারণ অংশগ্রহণকারী শিক্ষার্থীরা উচ্চ প্রযুক্তিগত, গুরুত্বপূর্ণ পেশায় (career) কাজ করছে এবং প্রকৃত দক্ষতা(real skill) শিখছে যা বর্তমান বাজারে অত্যন্ত মূল্যবান, এবং প্রায়ই তাদের বিশ্ববিদ্যালয়ের শিক্ষিত সমবয়সীদের তুলনায় বার্ষিক বেশি উপার্জন করে।  ভোকেশন এবং মেইস্টার স্কুলের স্নাতকদের অন্যথায় একটি ধীর অর্থনীতিতে চাকরির অফারগুলি নিয়ে ঝাঁপিয়ে মেইস্টার স্কুলগুলির উদ্যোগ অভিজাত বিশ্ববিদ্যালয় থেকে স্নাতক(Graduate) হওয়া প্রার্থীদের তুলনায় স্যামসাং(Samsung)-এর মতো সংগঠনগুলিতে যুবকদের চাকরি সুরক্ষিত করতে সাহায্য  দক্ষিণ কোরিয়া তার শিক্ষা ব্যবস্থায় মমেইস্টার স্কুল প্রবর্তন শুরু করার পর থেকে বৃহৎ সংগঠনের উপর নির্ভরতা কমাতে জার্মান লাইন বরাবর তার ছোট এবং মাঝারি আকারের ব্যবসায়িক খাতকে প্রবাহিত করেছে।\nমহা প্রত্যাবর্তনের (Great recession) সময় দেশের উচ্চ বেকারত্বের হার সত্ত্বেও, মেইস্টার স্কুলের স্নাতক(Graduates)-রা কর্মশক্তিকে নেভিগেট(Navigate) করতে সফল হয়েছে কারণ তাদের কাছে প্রাসঙ্গিক এবং উচ্চ চাওয়া দক্ষতার সেট রয়েছে যা দক্ষিণ কোরিয়ার অর্থনীতিতে উচ্চ চাহিদা এবং সামান্য সরবরাহ [68] মেইস্টার উচ্চ বিদ্যালয়ের স্নাতকরা চাকরির বাজারে সফল হয়েছে এবং ভালো কোম্পানি থেকে সম্পূর্ণ বেতনের ক্যারিয়ারের অফারে প্লাবিত হয়েছে।  উচ্চ মানের বৃত্তিমূলক শিক্ষার মাধ্যমে তরুণদের কর্মসংস্থান বাড়ানো পার্ক প্রশাসনের(park administration) জন্য একটি শীর্ষ অগ্রাধিকার হয়ে উঠেছে, যেহেতু যুব বেকারত্ব গড়ের তুলনায় প্রায় তিনগুণ বৃত্তিমূলক উচ্চ বিদ্যালয় থেকে স্নাতকরা দক্ষিণ কোরিয়ার অত্যন্ত প্রতিযোগিতামূলক এবং মন্থর চাকরির বাজারে নেভিগেট করতে সফল হয়েছে। পরিমাণগত এবং গুণগতভাবে অনেক স্নাতক দক্ষিণ কোরিয়ার অর্থনীতির বিভিন্ন শিল্প খাতে আরও বেশি কর্মসংস্থানের সুযোগ খুঁজে পেয়েছে।  বৃত্তিমূলক শিক্ষার দ্বারা প্রতিশ্রুতিশীল কর্মসংস্থানের সম্ভাবনা এবং ভাল বেতন দেওয়া সত্ত্বেও যে অনেক বিশ্ববিদ্যালয়ের স্নাতকদের প্রতিদ্বন্দ্বী আয়, নেতিবাচক সামাজিক মনোভাব এবং ব্যবসায়ীদের প্রতি কুসংস্কার একটি বৃত্তিমূলক দক্ষ-বাণিজ্যে ক্যারিয়ারের স্বল্প এবং দীর্ঘমেয়াদী শ্রেষ্ঠত্বের শক্তিশালী প্রমাণ থাকা সত্ত্বেও অব্যাহত রয়েছে।  অনেকেই বৃত্তিমূলক শিক্ষার পটভূমি সহ স্নাতকদের বিরুদ্ধে নথিভুক্ত বৈষম্য নিয়ে উদ্বেগ প্রকাশ করেছেন, যা দক্ষিণ কোরিয়ার নিয়োগকর্তাদের দীর্ঘস্থায়ী প্রবণতা।  বৃত্তিমূলক কর্মজীবনের সাথে যুক্ত নেতিবাচক সামাজিক কলঙ্ক এবং বিশ্ববিদ্যালয়ের ডিগ্রি না থাকাও দক্ষিণ কোরিয়ার সমাজে গভীরভাবে প্রোথিত অনেক দক্ষিণ কোরিয়ানদের এখনও স্থায়ী বিশ্বাস রয়েছে যে, একটি মর্যাদাপূর্ণ বিশ্ববিদ্যালয় থেকে বিশ্ববিদ্যালয়ের ডিগ্রি একটি সফল কর্মজীবনের একমাত্র পথ, কারণ দক্ষিণ কোরিয়ার সমাজের বেশিরভাগ অংশ এখনও বৃত্তিমূলক স্কুলগুলিকে এমন শিক্ষার্থীদের জন্য প্রতিষ্ঠান হিসাবে বিবেচনা করে যারা বিশ্ববিদ্যালয়ে ভর্তি হওয়ার জন্য যথেষ্ট বুদ্ধিমান ছিল না। বৃত্তিমূলক বাণিজ্য এবং স্নাতকদের এই নেতিবাচক ধারণাগুলি বিভিন্ন উপায়ে বিশ্ব অর্থনীতি ও সমাজে দক্ষিণ কোরিয়ার সম্পূর্ণ অংশগ্রহণ এবং প্রাসঙ্গিকতাকে বাধাগ্রস্ত করে: দক্ষিণ কোরিয়ার উদ্ভাবন এবং উন্নয়নকে নেতিবাচকভাবে প্রভাবিত করে এবং সীমিত করে, গুরুত্বপূর্ণ অবকাঠামোর নকশা, নির্মাণ এবং রক্ষণাবেক্ষণকে বাধাগ্রস্ত করে, এবং  একটি বৃত্তিমূলক শিক্ষার সামাজিক এবং ব্যক্তিগত মূল্য সম্পর্কে তাদের অযৌক্তিক বিপরীত দৃষ্টিভঙ্গির কারণে, সেইসাথে একটি পুরানো শ্রেণী-ভিত্তিক সামাজিক কাঠামোর সাথে তাদের অব্যাহত আনুগত্যের কারণে দক্ষিণ কোরিয়ার সমাজের ধারণাকে ক্ষতিগ্রস্ত করে। বৃত্তিমূলক স্কুল থেকে অর্জিত দক্ষতা শিক্ষার্থীদের অনেক ব্যবহারিক দক্ষতা এবং অভিজ্ঞতা দেয়। যত বেশি বৃত্তিমূলক স্কুলগুলি দখল করে, আরও তরুণ দক্ষিণ কোরিয়ানরা তাদের বিশ্বব্যাপী সমবয়সীদের সাথে যোগ দিয়ে এই উপলব্ধি করে যে শিক্ষাগত সাধনায় তাদের আগ্রহ এবং ক্ষমতা নিয়োগ করা স্কুল এবং বিষয় (major)-গুলির নামের গুরুত্বের চেয়ে অনেক।\n\n\n== উচ্চ শিক্ষা ==\n\nদক্ষিণ কোরিয়াতে উচ্চ শিক্ষা প্রাথমিকভাবে বিশ্ববিদ্যালয় (জাতীয় গবেষণা বিশ্ববিদ্যালয়, শিল্প বিশ্ববিদ্যালয়, শিক্ষক-প্রশিক্ষণ বিশ্ববিদ্যালয়, সম্প্রচার এবং চিঠিপত্র বিশ্ববিদ্যালয়, সাইবার বিশ্ববিদ্যালয়, স্নাতক বিদ্যালয়, উন্মুক্ত বিশ্ববিদ্যালয় এবং শিক্ষার জাতীয় বিশ্ববিদ্যালয়) এবং কলেজ (সাইবার কলেজ, কারিগরি কলেজ, কোম্পানিতে কলেজ, স্নাতক স্কুল কলেজ) এবং অন্যান্য বিভিন্ন গবেষণা প্রতিষ্ঠান দ্বারা প্রদান করা হয়। দক্ষিণ কোরিয়ার উচ্চ শিক্ষা ব্যবস্থা মার্কিন যুক্তরাষ্ট্রের অনুকরণে তৈরি করা হয়েছে যেখানে কলেজগুলি (যেমন জুনিয়র কলেজ এবং কমিউনিটি কলেজ) শিক্ষানবিশ, লাইসেন্স, উদ্ধৃতি, সার্টিফিকেট, সহযোগী ডিগ্রি বা ডিপ্লোমা প্রদান করে যখন বিশ্ববিদ্যালয়গুলি স্নাতক(bachelor’s), মাস্টার্স, পেশাদার(professional) এবং ডক্টরেট ডিগ্রি প্রদান করে।\n\n\n=== ইতিহাস ===\nদক্ষিণ কোরিয়ায় উচ্চশিক্ষার ইতিহাস খ্রিস্টীয় 4th শতাব্দীতে এর শিকড় খুঁজে পায়, 372 সালে গোগুরিও রাজ্যে(Goguryeo kingdom) “দেহাক” (daehak) (National Confucian Academy) প্রতিষ্ঠার মাধ্যমে। আধুনিক উচ্চ শিক্ষা 19 শতকের শেষের দিকে তার শিকড়ের সন্ধান করে, কারণ মিশনারি স্কুলগুলি পশ্চিমা বিশ্বে(Western world) পড়ানো বিষয়গুলি চালু করে এবং একটি আধুনিক সমাজের বিকাশের জন্য বৃত্তিমূলক স্কুলগুলি অত্যন্ত গুরুত্বপূর্ণ হয়ে ওঠে। প্রাচীনকাল থেকেই উচ্চশিক্ষার বিকাশ প্রভাবিত ছিল। গোগুরিও রাজ্যে(Goguryeo kingdom) রাজা সো-সু-রিমের(So-Su-Rim) যুগে, তেহাক (tae-hak) জাতীয় বিশ্ববিদ্যালয়ে, কনফুসিয়ানিজম(Confucianism) সাহিত্য এবং মার্শাল আর্ট অধ্যয়ন শেখানো হতো।  551 সালে, (Shilla) যেটি গোগুরিও সহ তিনটি রাজ্যের মধ্যে একটি ছিল, গুক-হাক(Guk-Hak) প্রতিষ্ঠা করেছিল এবং চেইরোস্পাজম(Cheirospasm) শেখানো হতো।  এটি বৃত্তিমূলক শিক্ষাও প্রতিষ্ঠা করেছিল যা জ্যোতির্বিদ্যা এবং চিকিৎসা শেখায়।  গোরিও(Goryeo) সিলার অধ্যয়নের প্রোগ্রাম চালিয়ে যায়।  চোসুন রাজবংশের(Chosun Dynasty) সময়কালে “সং-গিউন-গুয়ান” (Seong-gyun-gwan) ছিল কনফুসিয়ানিজমের(Confucianism) একটি উচ্চ শিক্ষা প্রতিষ্ঠান এবং সরকারি কর্মকর্তাদের জন্য।\nআজ এমন কলেজ এবং বিশ্ববিদ্যালয় রয়েছে যাদের অধ্যয়নের কোর্স 4 থেকে 6 বছর পর্যন্ত বিস্তৃত।  এছাড়াও, আছে বৃত্তিমূলক মহাবিদ্যালয় (vocational college), শিল্প বিশ্ববিদ্যালয় (industrial University), উন্মুক্ত বিশ্ববিদ্যালয়(Open University) এবং প্রযুক্তির বিশ্ববিদ্যালয় (University of technology)।  দিন এবং সন্ধ্যায় ক্লাস, ছুটির সময় ক্লাস(Class during vacation) এবং দূরবর্তী শিক্ষার ক্লাস(remote education classes) রয়েছে।  উচ্চ শিক্ষা প্রতিষ্ঠানের সংখ্যা ধারাবাহিকভাবে পরিবর্তিত হয়েছে 2005 সালে 419টি থেকে, 2008 সালে 405টি, 2010 সালে 411টি।\nমোট উচ্চ শিক্ষা প্রতিষ্ঠানের 87.3% বেসরকারি বিশ্ববিদ্যালয়।  শিল্প বিশ্ববিদ্যালয়গুলির জন্য 63.6% এবং বৃত্তিমূলক বিশ্ববিদ্যালয়গুলির জন্য 93.8%।\n\n\n=== বিশ্ববিদ্যালয় ===\n\nবিশ্ববিদ্যালয় (university) দক্ষিণ কোরিয়ার শিক্ষার্থীদের দ্বারা অনুসরণ করা ঐতিহ্যবাহী পথ কারণ এটি দক্ষিণ কোরিয়ায় উচ্চ শিক্ষার সবচেয়ে মর্যাদাপূর্ণ রূপ।  2004 সালে, প্রায় 90 শতাংশ সাধারণ উচ্চ বিদ্যালয়ের স্নাতক(Graduate) বিশ্ববিদ্যালয়ে প্রবেশ করেছে। 2017 সালে, দক্ষিণ কোরিয়ার উচ্চ বিদ্যালয়ের 68.9% এর বেশি স্নাতক একটি বিশ্ববিদ্যালয়ে অগ্রসর হয়েছে। বিশ্ববিদ্যালয়ের স্থানগুলির জন্য প্রতিযোগিতা তীব্র কারণ অনেক শিক্ষার্থী দেশের সবচেয়ে মর্যাদাপূর্ণ বিশ্ববিদ্যালয়গুলিতে সবচেয়ে লোভনীয় স্থানগুলির জন্য প্রতিদ্বন্দ্বিতা করে, যার মধ্যে অনেকগুলি প্রধান জাতীয় গবেষণা বিশ্ববিদ্যালয় যা স্নাতক(bachelor’s), স্নাতকোত্তর(master’s), পেশাদার(professional) এবং ডক্টরেট ডিগ্রি প্রদান করে। \"SKY\" নামে পরিচিত দক্ষিণ কোরিয়ার তিনটি সর্বাধিক স্বীকৃত বিশ্ববিদ্যালয় হল “সিউল ন্যাশনাল ইউনিভার্সিটি”(Seoul National University), “কোরিয়া ইউনিভার্সিটি”(Korea University) এবং “ইয়নসেই ইউনিভার্সিটি”(ইয়নসেই University)।  দক্ষিণ কোরিয়ায় আন্তর্জাতিক খ্যাতি রয়েছে এমন অন্যান্য সুপরিচিত বিশ্ববিদ্যালয়গুলির মধ্যে রয়েছে “সোগাং বিশ্ববিদ্যালয়”(Sogang University), “সুংকিউংকোয়াং বিশ্ববিদ্যালয়”(Sungkyunkwan University), “পোহাং ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি”(পহাং University of Science and Technology), এবং গবেষণা-নিবিড় “কোরিয়া অ্যাডভান্সড ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি”(Korea Advanced Institute of science and Technology)।\nগ্রেড পয়েন্ট গড়(Grade point averages) এবং ইউনাইটেড স্টেটস(United States) ও কানাডার(Canada) মতো দেশগুলিতে যোগ্যতার মাপকাঠি হিসাবে ব্যবহার করা শতাংশের বিপরীতে, দক্ষিণ কোরিয়ার বিশ্ববিদ্যালয়গুলিতে প্রবেশ মূলত ছাত্রদের CSAT-এ প্রাপ্ত নম্বরের (scores) উপর ভিত্তি করে, যা ভর্তির 60 শতাংশের জন্য দায়ী  মানদণ্ড যখন অবশিষ্ট 40 শতাংশ ব্যাপক উচ্চ বিদ্যালয় রেকর্ড থেকে গ্রেডের উপর নির্ভরশীল। CSAT স্কোর ছাড়াও, বিশ্ববিদ্যালয়গুলি একজন সম্ভাব্য আবেদনকারীকে মূল্যায়ন করার সময় স্বেচ্ছাসেবক অভিজ্ঞতা(Volunteer experience), পাঠ্যক্রম বহির্ভূত কার্যকলাপ(extra-curricular activities), সুপারিশের চিঠি(letters of recommendation), স্কুল পুরস্কার(school awards), পোর্টফোলিও(portfolios)-গুলিকে বিবেচনায় করে।\n\n\n==== স্নাতক ডিগ্রি ====\nদক্ষিণ কোরিয়াতে স্নাতক ডিগ্রি প্রদান করা হয় চার বছরের কলেজ এবং বিশ্ববিদ্যালয়, শিল্প বিশ্ববিদ্যালয়(industrial universities), শিক্ষার জাতীয় বিশ্ববিদ্যালয়(National universities of education), কোরিয়ান ন্যাশনাল ওপেন ইউনিভার্সিটি(The National Open University), কারিগরি কলেজ(technical colleges) এবং সাইবার বিশ্ববিদ্যালয়গুলিতে(cyber universities)।  স্নাতক(Bachelor's)  ডিগ্রীগুলি সাধারণত চার বছর সময় নেয় যেখানে ওষুধ, আইন এবং দন্তচিকিত্সা সম্পর্কিত কিছু ডিগ্রি ছয় বছর পর্যন্ত সময় নিতে পারে।  ছাত্রছাত্রীরা সাধারণত একটি বা দুটি বিষয়ও নিতে পারে।  একটি ব্যাচেলর ডিগ্রী সম্পূর্ণ করতে 130 থেকে 140 ক্রেডিট ঘন্টা পর্যন্ত প্রয়োজন। সমস্ত কোর্সের প্রয়োজনীয়তা পূরণ করার পরে, শিক্ষার্থী স্নাতক(graduate) হওয়ার পরে স্নাতক ডিগ্রি(graduate degree) লাভ করে।[\n\n\n==== মাস্টার্স ডিগ্রী ====\nমাস্টার্স ডিগ্রিগুলি চার বছরের কলেজ এবং বিশ্ববিদ্যালয়, চার বছরের কলেজ বা বিশ্ববিদ্যালয়ের সাথে অনুমোদিত স্বতন্ত্র প্রতিষ্ঠান(independent institution), শিক্ষার বিশ্ববিদ্যালয় বা কোরিয়ান ন্যাশনাল ওপেন ইউনিভার্সিটি(Korean National Open University) দ্বারা প্রদান(offer) করা হয়। একটি মাস্টার্স ডিগ্রী প্রোগ্রামে গ্রহণযোগ্যতা অর্জনের জন্য, আবেদনকারীকে অবশ্যই একটি স্বীকৃত প্রতিষ্ঠান থেকে 3.0 (B) বা তার বেশি GPA সহ স্নাতক ডিগ্রি(Bachelor's degree) থাকতে হবে, অধ্যাপকদের কাছ থেকে দুটি সুপারিশপত্র জমা দিতে হবে এবং তাদের GPA দেখানো একটি অস্নাতক রেকর্ড(undergraduate record) জমা দিতে হবে। ইন্টারভিউ(Interview) ছাড়াও যোগ্যতার পরীক্ষাও নিতে হয়।  মাস্টার্স প্রোগ্রামে একটি গবেষণামূলক প্রবন্ধ (thesis) ছাড়াও পাঠ্যক্রম (coursework) 24 ক্রেডিট(credit) ঘন্টা থাকে যা সাধারণত দুই বছরের মধ্যে সম্পন্ন করতে হয়।  একটি মাস্টার্স ডিগ্রী প্রোগ্রামে, ছাত্রছাত্রীকে অবশ্যই 3.0 (B) বা তার বেশি GPA অর্জন করতে হয়, একটি বিস্তৃত পরীক্ষা(comprehensive examination) এবং সেইসাথে একটি বিদেশী ভাষা পরীক্ষা পাস করতে হয়, সেইসাথে স্নাতক(graduate) হওয়ার জন্য একটি মাস্টার্স থেসিস(maaters thesis) সম্পূর্ণ করতে হয়। একটি মাস্টার্স প্রোগ্রাম সফলভাবে শেষ করার পরই ছাত্রছাত্রীরা একটি মাস্টার্স ডিগ্রী।\n\n\n==== ডক্টরেট ====\nএকটি ডক্টরেট প্রোগ্রামে গ্রহণযোগ্যতা অর্জনের জন্য, একজন আবেদনকারীকে অবশ্যই মাস্টার্স ডিগ্রি(master's degree) থাকতে হবে, তাদের অধ্যয়নের ক্ষেত্রের সাথে সম্পর্কিত একটি গবেষণা পটভূমি(field of study) থাকতে হবে এবং সেইসাথে অধ্যাপকের সুপারিশ(professor recommendations) থাকতে হবে।  ডক্টরেট প্রোগ্রামগুলি কখনও কখনও স্নাতকোত্তর প্রোগ্রামগুলির(master’s programs) সাথে একত্রে পরিচালিত হয়, যার জন্য ছাত্রছাত্রীদেরকে মাস্টার্স ডিগ্রির(master's degree)  সাথে 60 ক্রেডিট(credit) ঘন্টা সম্পূর্ণ করতে হয়, 3.0 (B) বা তার বেশি একটি চূড়ান্ত GPA সহ যা সম্পূর্ণ হতে চার বছর পর্যন্ত সময় নেয়।  ডক্টরাল ছাত্রদের অবশ্যই একটি ব্যাপক পরীক্ষা(comprehensive examination), দুটি বিদেশী ভাষা পরীক্ষা, সেইসাথে স্নাতক(graduate) হওয়ার জন্য একটি ডক্টরাল গবেষণাপত্র(doctoral dissertation) সম্পূর্ণ করতে হয়।  এরপর সবকিছু সফলভাবে সম্পন্ন হলে, ছাত্রছাত্রীরা একটি ডক্টরাল ডিগ্রী পায়।\n\n\n==== বৃত্তিমূলক ====\nযদিও দক্ষিণ কোরিয়ার সমাজ বৃত্তিমূলক শিক্ষার পরিবর্তে বিশ্ববিদ্যালয়ের উপর অনেক বেশি নির্ভরশীল, বৃত্তিমূলক প্রতিষ্ঠানগুলি তাদের জন্য যারা বিশ্ববিদ্যালয়ের গতানুগতিক পথটি না বাছার সিদ্ধান্ত নেয়, তাদের জন্য একটি বিকল্প হিসেবে রয়ে গেছে। ব্যবসায়ী, প্রযুক্তিবিদ এবং বৃত্তিমূলক প্রতিষ্ঠানের স্নাতকদের প্রতি নেতিবাচক সামাজিক দৃষ্টিভঙ্গি, এবং কুসংস্কারে কলঙ্কিত অথবা অন্যায়ভাবে আচরণ করা হয় এবং এখনও বৃত্তিমূলক কর্মজীবনের সাথে সম্পর্কিত নেতিবাচক সামাজিক কলঙ্ক এবং বিশ্ববিদ্যালয়ের সম্মানীয় ডিগ্ৰি না থাকা দক্ষিণ কোরিয়ার সমাজে গভীরভাবে প্রোথিত হয়ে রয়েছে। শিল্প বিশ্ববিদ্যালয়, জুনিয়র কলেজ, উন্মুক্ত বিশ্ববিদ্যালয় এবং বিবিধ প্রতিষ্ঠান দ্বারা বৃত্তিমূলক শিক্ষা দেওয়া হয়।\n\n\n==== শিল্পজাত বিশ্ববিদ্যালয় ====\nদক্ষিণ কোরিয়ার শিল্পজাত বিশ্ববিদ্যালয়গুলি পলিটেকনিক নামেও পরিচিত। এই প্রতিষ্ঠানগুলি ১৯৮২ সালে, ইতোমধ্যে কর্মবাহিনীতে থাকা কর্মচারীদের জন্য উচ্চ শিক্ষার বিকল্প পদ্ধতি হিসেবে প্রতিষ্ঠিত হয়েছিল। এই শিল্পজাত বিশ্ববিদ্যালয়গুলি ডিপ্লোমা এবং স্নাতক ডিগ্রি উভয়েই প্রদান করে।\n\n\n==== জুনিয়র কলেজ ====\nজুনিয়র কলেজ, যা জুনিয়র ভোকেশনাল কলেজ নামেও পরিচিত, সেগুলো ব্যবসা বা কারিগরী পেশা এবং লিবারেল আর্টস, প্রারম্ভিক শৈশব শিক্ষা, গার্হস্থ্য অর্থনীতি, ব্যবসায়িক প্রশাসন, প্রযুক্তি, ইঞ্জিনিয়ারিং, কৃষি কাজ, মৎস্য, বিকীরণ, ক্লিনিকাল প্যাথোলজি, নাবিকবিদ্যা এবং নার্সিং এ পেশাদার সার্টিফিকেশন প্রদান করে। অধিকাংশ প্রোগ্ৰাম শেষ হতে সময় লাগে দুই থেকে তিন বছর। জুনিয়র কলেজগুলোর অনেক পূর্বসূরি ছিল মধ্যস্তরের প্রযুক্তিবিদদের প্রশিক্ষণের জন্য ১৯৬০-এর দশকে প্রতিষ্ঠিত বৃত্তিমূলক উচ্চ বিদ্যালয়। একটি জুনিয়র কলেজে ভর্তির মানদন্ড একটি চার বছরের বিশ্ববিদ্যালয়ের সমান। ভর্তির কোটার ৫০ শতাংশ বৃত্তিমূলক উচ্চ বিদ্যালয়ের স্নাতক বা জাতীয় প্রযুক্তিগত যোগ্যতা সহ আবেদনকারীদের জন্য সংরক্ষিত থাকে। সফলভাবে সম্পন্ন হলে জুনিয়র কলেজ স্নাতকদের একটি ডিপ্লোমা অথবা একটি সহযোগী ডিগ্ৰি প্রদান করা হয়।\nজুনিয়র কলেজ স্নাতকেরা চাকরিতে যোগ দিতে পারে অথবা তার বছরের বিশ্ববিদ্যালয়ে স্থানান্তর করতে পারে।\n\n\n==== বিবিধ প্রতিষ্ঠান ====\nউচ্চ বিশেষায়িত প্রোগ্ৰামগুলি বিবিধ প্রতিষ্ঠান দ্বারা প্রদান করা হয় যা দুই বছরের ডিপ্লোমা বা চার বছরের স্নাতক ডিগ্রি প্রদান করে।\n\n\n=== বৈদেশিক শিক্ষা ===\nদক্ষিণ কোরিয়াতে কম জন্মহারের কারণে, মাধ্যমিক বিদ্যালয়গুলোতে শিক্ষার্থীদের সংখ্যা হ্রাস পেয়েছে। এই পতনশীল প্রবণতাকে মোকাবেলা করার জন্য দক্ষিণ কোরিয়া একটি জাতীয় কৌশল ব্যবহার করছে যেখানে খালি সিটগুলো বিদেশি শিক্ষার্থী দ্বারা পূরণ করা হচ্ছে। ২০২৩ সালের মধ্যে, তারা তাদের বিদেশি শিক্ষার্থীদের সংখ্যা তিন গুণ বাড়ানোর আশা করেছিল, কিন্তু তাদের সংখ্যা ৮৯,৫৩৭ পড়ুয়া থেকে হ্রাস পেয়ে আগের তুলনায় প্রায় ৫০০০ কম হয়েছে। এটি চাকরির বাজারের মধ্যে প্রতিযোগিতা এবং কোরিয়ানদের মতো উচ্চ শিক্ষিতদের সাথে প্রতিদন্ধিতা করা দুরূহ হওয়ার কারণ। কোরিয়ান শিক্ষা প্রতিষ্ঠানগুলিতে পড়ুয়াদের এই হ্রাস থাকা সত্ত্বেও , এই দেশটি অন্যান্য দেশগুলির তুলনায় অনেক বেশি আকর্ষণীয় একটি বিকল্প কারণ তারা তুলনামূলকভাবে অধিক উচ্চমূল্যের। দক্ষিণ কোরিয়ার কিছু বিশ্ববিদ্যালয় বিদেশীদের অংশগ্রহণের জন্য ৫০ শতাংশ পর্যন্ত ছাড়ের অফার দেয় এবং তারা তাদের ২০০,০০০-এর বেশি শিক্ষার্থীর লক্ষ্যে পৌঁছানোর জন্য আরও সুযোগ ও সুবিধা যোগ করে চলেছে। (ক্রেচেতনিকভ, ২০১৬)\nদক্ষিণ কোরিয়াতে ২০টিরও বেশি সাইবার- বিশ্ববিদ্যালয়, বিদেশীদের অন্যান্য দেশ থেকে তথ্য ও শিক্ষা অর্জন করা সুবিধাজনক করে তোলে। এটি কর্মরত নাগরিক এবং বিদেশীদের জন্য তাদের কাজ করা এবং একই সাথে উপার্জন করা সহজ করে তোলে। (ক্রেচেতনিকভ, ২০১৬)\nবিদেশীদের প্রায়ই কোরিয়াতে খোঁজ করার প্রধান কারণ হলো সম্ভাব্য উচ্চ মানের সহযোগে সুলভ মূল্যে স্নাতকোত্তর বা স্নাতক ডিগ্রি অর্জন করা। যদিও বিদেশীদের অর্জন ক্ষমতা দক্ষিণ কোরিয়াতে বিস্তৃত হয়েছে, সারা বিশ্বের শিক্ষার্থীরা এখন কোরিয়ান শিক্ষা ব্যবস্থার মাধ্যমে একাধিক ক্ষেত্রে ডক্টরেট ডিগ্ৰি অর্জন করতে সক্ষম। যদিও বিদেশী শিক্ষার্থীরা ডক্টরেট করতে পারে এমন ক্ষেত্রগুলির সংখ্যা এখনও কয়েকটির মধ্যেই সীমাবদ্ধ, দক্ষিণ কোরিয়া এগুলোর সম্প্রসারণে এগিয়ে চলেছে। বিদেশী শিক্ষার্থীদের জন্য দক্ষিণ কোরিয়ায় অধ্যয়নের সবচেয়ে জনপ্রিয় ক্ষেত্রগুলির মধ্যে কয়েকটি হল প্রযুক্তিবিদ্যা, কম্পিউটার প্রোগ্রামিং এবং ওয়েব ডিজাইন। (ক্রেচেতনিকভ, ২০১৬)\nবৃত্তি এবং শিক্ষা অনুদান বিদেশী পড়ুয়াদের কোনো অতিরিক্ত আর্থিক সাহায্য ছাড়াই তাদের কলেজের টিউশন ফি নিজেদেরই পরিশোধ করার সুযোগ করে দেয়। বর্তমানে, দক্ষিণ কোরিয়াতে বিশ্বের যে কোনো জায়গা থেকে শিক্ষার্থীরা সেখানকার বিশ্ববিদ্যালয়ে ভর্তি হতে পারছে। (ক্রেচেতনিকভ, ২০১৬)\n\n\n== সরকারি প্রভাব ==\n\n\n=== শিক্ষা মন্ত্রণালয় ===\nদক্ষিণ কোরিয়ার শিক্ষা মন্ত্রণালয় ২০১৩ সালের ২৫শে ফেব্রুয়ারি থেকে সেই দেশের শিক্ষার দায়ভার গ্ৰহণ করেছে। ২০০৮ সালের ২৫শে ফেব্রুয়ারি থেকে ২০১৩এর ২৪শে ফেব্রুয়ারি পর্যন্ত এটির নাম ছিল শিক্ষা, বিজ্ঞান ও প্রযুক্তি মন্ত্রণালয় (প্রায়শই \"শিক্ষা মন্ত্রণালয়\" হিসেবে সংক্ষিপ্ত)। প্রাক্তন সংস্থা, শিক্ষা ও মানব সম্পদ উন্নয়ন মন্ত্রক, প্রাক্তন শিক্ষামন্ত্রীর দ্বারা নামকরণ করা হয়েছিল, যিনি ২০০১ সালে এর কার্যকারিতা বাড়িয়েছিলেন, কারণ কিম দে জং প্রশাসন, শিক্ষা এবং মানব সম্পদ উন্নয়নকে সর্বোচ্চ অগ্ৰাধিকারের বিষয় হিসেবে বিবেচিত করেছিলেন। সংস্কারের ফলে, এটি মানব সম্পদ উন্নয়নের পুরো ক্ষেত্রকে চাপা দিতে থাকে এবং উপপ্রধানমন্ত্রী দ্বারা শিক্ষামন্ত্রী নিযুক্ত হন। ২০০৮ সালে, লি মিয়ং বাক প্রশাসন, প্রাক্তন বিঞ্জান ও প্রযুক্তি মন্ত্রককে শিক্ষা মন্ত্রণালয়ের সাথে সংযুক্ত করার পরে নামটি বর্তমান নামটিতে পরিবর্তিত করা হয়েছিল। অন্যান্য মন্ত্রিদের মতো, শিক্ষা, বিঞ্জান ও প্রযুক্তি মন্ত্রিকেও দেশের রাষ্ট্রপতি নিয়োগ করেন। তাদের মূলত এমন প্রার্থীদের থেকে বেছে নেওয়া হয় যাদের শিক্ষাগত যোগ্যতা রয়েছে এবং মোটামুটি স্বল্প মেয়াদে (প্রায় এক বছরের মধ্যে) পদত্যাগ করতে পারেন। (শিক্ষা মন্ত্রণালয়ের বিঞ্জান ও প্রযুক্তির উপর আর কোনো দায়িত্ব নেই কারণ রাষ্ট্রপতি পার্ক বিঞ্জান ও প্রযুক্তি মন্ত্রণালয়ের কাজ পুনরুদ্ধার করেছেন।)\n\n\n=== শিক্ষা পরিষদ ===\nযদিও প্রাথমিক এবং মাধ্যমিক স্কুল শিক্ষকরা ঐতিহ্যগতভাবে উচ্চ পদমর্যাদা উপভোগ করতেন, তবে ১৯৮০এর দশকের শেষের দিকে তাদের প্রায়শই বাড়তি কাজ করতে হতো এবং সেই তুলনায় বেতনও তারা কম পেতেন। উচ্চ বিদ্যালয়ের শিক্ষকেরা, বিশেষ করে শহুরে যারা, অভিভাবকদের কাছ থেকে উপহার পেতেন তাদের সন্তানদের প্রতি ভালো করে মনোযোগ দেওয়ার জন্য, কিন্তু পাঠদানের মেয়াদ ছিল দীর্ঘ এবং ক্লাস ভর্তি পড়ুয়া (গড় ক্লাসে প্রায় ৫০ থেকে ৬০জন শিক্ষার্থী) থাকত।\n১৯৮৯ সালের মে মাসে, শিক্ষকরা একটি স্বাধীন পরিষদ, কোরিয়ান শিক্ষা পরিষদ প্রতিষ্ঠা করেন (전국교직원노동조합- 전교조, জনগিয়োজো)। তাদের লক্ষ্যগুলির মধ্যে অন্তর্ভুক্ত ছিল কাজের পরিবেশের উন্নয়ন করা এবং স্কুল ব্যবস্থার সংস্কার করা যা শিক্ষা মন্ত্রণালয় দ্বারা অত্যন্ত কড়াভাবে নিয়ন্ত্রণ করা হতো। যদিও সরকার শিক্ষকদের বেতন ও সুযোগ-সুবিধার জন্য বড় ধরনের বরাদ্দের প্রতিশ্রুতি দিয়েছিলেন, তারা সেই পরিষদটিকে আইনি মর্যাদা দিতে অস্বীকার করে। যেহেতু শিক্ষকরা বেসামরিক কর্মচারী ছিলেন, সরকার দাবি করেছিল যে তাদের ধর্মঘট করার অধিকার নেই এবং, যদি তাদের ধর্মঘট করার অধিকার থাকেও, পরিষদকরণ তরুণ কোরিয়ানদের জন্য \"রোল মডেল\" হিসেবে শিক্ষকদের মর্যাদাকে ক্ষুণ্ন করবে, সরকার উত্তর কোরিয়ার কমিউনিস্ট শাসনের প্রতি সহানুভূতিশীল নাশকতামূলক বামপন্থী প্রচারের জন্য ‌ইউনিয়নকে অভিযুক্ত করেছিল।\nদ্য ওয়াল স্ট্রিট জার্নাল, এশিয়ার একটি প্রতিবেদন অনুসারে, ইউনিয়নটি সমস্ত শিক্ষকদের ৮২ শতাংশ সমর্থন দাবি করেছিল। বিতর্কটা দক্ষিণ কোরিয়ার শিক্ষার জন্য মস্ত একটা সঙ্কট হিসেবে দেখা দিয়েছিল কারণ বিপুল সংখ্যক শিক্ষক (১৯৮৯এর নভেম্বরের মধ্যে ১৫০০ জন)কে বরখাস্ত করা হয়েছিল, বেশ কয়েকটি জায়গায় ইউনিয়ন সমর্থকদের মধ্যে, তাদের বিরোধী ও পুলিশের মধ্যে সহিংসতা ঘটেছিল এবং শ্রেণীর ঐক্যনাশ কলেজের প্রবেশিকা পরীক্ষার জন্য প্রস্তুতকারী ছাত্রদের ও তাদের পরিবারের জন্য উদ্বেগ সৃষ্টি করেছিল। শিক্ষা মন্ত্রকের পদ্ধতি নিয়ন্ত্রণের প্রতি ইউনিয়নের আপত্তি এবং বিদ্রোহের অভিযোগগুলো ১৯৯০এর শুরুতে একটি খুব দূরবর্তী সম্ভাবনা বলে মনে হয়েছিল।\n\n\n=== শিক্ষা ব্যবস্থায় রাজনৈতিক সম্পৃক্ততা ===\nকোরীয় যুদ্ধের পরেও উত্তর কোরিয়ার সঙ্গে দক্ষিণ কোরিয়ার সমস্যা লেগেই রয়েছে। এটি শিক্ষার ক্ষেত্রে উত্তর কোরিয়ার বিরুদ্ধে দক্ষিণ কোরিয়াতে দ্বন্দমূলক সরকার- বিরোধী অবস্থানে অবদান করেছে। উদাহরণস্বরূপ, ২০১১ সালের ৭ই জুলাইয়ে, একটি সিভিলিয়ান থিঙ্ক ট্যাঙ্ক, কোরিয়া উচ্চ শিক্ষা গবেষণা প্রতিষ্ঠান অনুসন্ধান এবং জব্দ করার জন্য জাতীয় গোয়েন্দা সংস্থা সমালোচিত হয়েছিল। এই ঘটনাটি দক্ষিণ কোরিয়ায় চলা টিউশন ধর্মঘট বন্ধ করার জন্য বিশ্ববিদ্যালয়ের ছাত্র- ছাত্রীদের একটি মিছিল প্ররোচনা করার জন্য ওয়ারেন্টের মাধ্যমে একটি অভিযুক্ত দক্ষিণ কোরিয়ীয় গুপ্তচরকে উত্তর কোরিয়ার নির্দেশে অনুসরণ করানো হয়েছিল।\n\n\n== ইংরেজি শিক্ষা ==\nকোরিয়ার জোসেন রাজবংশ থেকে বিস্তৃত ইংরেজি শিক্ষার চল রয়েছে। এই সময়ে কোরিয়ানরা সর্বজনীন প্রতিষ্ঠান থেকে ইংরেজি শিক্ষা লাভ করে, যেখানে অনুবাদকের কোরিয়ান ভাষা কে বিভিন্ন বিদেশী ভাষায় রূপান্তরের জন্য নির্দেশ দেওয়া হয়েছিল। ১৮৯৩ সালে প্রতিষ্ঠিত পাবলিক ফরেন ল্যাঙ্গুয়েজ স্কুল, কোরিয়ার আধুনিকীকরণের কাজগুলো সম্পাদনা করার জন্য তরুণদের শিক্ষিত করে তোলে। এই স্কুল, ইউক ইয়ং গং ওয়াল (১৮৮৬) এর মতো সুবিধা না থাকা সত্ত্বেও সামাজিক মর্যাদা উপেক্ষা করে, ইনস্টিটিউটে আরও বেশি শিক্ষার্থীকে স্বাগত জানায় এবং ইংরেজি শিক্ষার ক্ষেত্রে প্রথম কোরিয়ান বিদেশী ভাষা প্রশিক্ষকদের সাথে পরিচয় করিয়ে দেয়।\nজোসেন রাজবংশের সময়কালের মিশনারী স্কুলগুলোতে ইংরেজীও শেখানো হতো, যেগুলি কোরিয়ানদের কাছে খ্রিস্টীয় বিশ্বাস পৌঁছে দেওয়ার জন্য প্রতিষ্ঠিত হয়েছিল, যদিও এই স্কুলগুলো তাদের ছাত্রদের ভাষা পড়তে, লিখতে, বুঝতে এব় কথা বলার জন্য প্রয়োজনীয় সরঞ্জাম দিতে সক্ষম হয়নি। প্রত্যক্ষ পদ্ধতিতে শিক্ষাদান বিরল ছিল কারণ প্রশিক্ষকেরা প্রায়ই ইংরেজি শিক্ষক হিসেবে অকুন্ঠ ছিলেন এবং পাঠ্যপুস্তকগুলি পবিত্র বাইবেলে সীমাবদ্ধ থাকত। জাপানি সাম্রাজ্যবাদের সময়কালে, কোরিয়ানদের জাপানি ভাষা শেখার এবং কথা বলার ক্ষেত্রে অগ্ৰাধিকার দিতে বাধ্য করা হয়েছিল। ইংরেজি শুধুমাত্র একটি ইলেকটিভ কোর্স হিসেবে প্রদান করা হতো, যদিও প্রশিক্ষকরা প্রায়ই জাপানি ছিলেন, যারা সঠিক ভাবে ইংরেজিতে উচ্চারণ করতে পারতেন না। ১৯৪৫ সালে জাপানের থেকে কোরিয়ার স্বাধীনতার পর, ১৯৫৫ সালে প্রথম জাতীয় পাঠ্যক্রম প্রতিষ্ঠিত হয়, ইংরেজি শিক্ষার বৃহত্তর সাধনা শুরু হয় এবং জাতিকে তার মাতৃভাষা বলার স্বাধীনতা ফিরিয়ে দেওয়া হয়।\n১৯৮৬ সালের এশিয়ান গেমস এবং সিওল অলিম্পিক গেমসের সময়ে প্রাথমিক ইংরেজি শিক্ষা এবং বিশ্বায়নের প্রাসঙ্গিকতা দক্ষিণ কোরিয়ার নজরে আনা হয়েছিল, কারণ অনেকেই ইংরেজি ভাষার মূল্য বুঝতে পেরেছিলেন। প্রাথমিক বিদ্যালয়ের তৃতীয় বর্ষ থেকে উচ্চ বিদ্যালয় পর্যন্ত ইংরেজি একটি বাধ্যতামূলক বিষয় হিসেবে পড়ানো হয়, এবং পাশাপাশি বেশিরভাগ বিদ্যালয়ে , TOEIC এবং TOEFL-এর মতো পরীক্ষায় ভালো ভাবে উত্তীর্ণ হওয়ার লক্ষ্যে থাকে, যেখানে পড়া, শোনা এবং ব্যাকরণ-ভিত্তিক ইংরেজির পরীক্ষা থাকে। উচ্চ স্কোর অর্জনকারী ছাত্রদের জন্য একটি স্পিকিং মূল্যায়নও রয়েছে। বিশ্ববিদ্যালয়গুলি দক্ষতার উন্নতিতে সাহায্য করার জন্য ইংরেজিতে বক্তৃতা দেওয়া শুরু করে, এবং যদিও মাত্র কয়েকজন ই ক্লাস পরিচালনা করতে যথেষ্ট দক্ষ ছিলেন, অনেক প্রাথমিক বিদ্যালয়ের শিক্ষকদেরও ইংরেজিতে পড়াতে সুপারিশ করা হয়েছিল।\n১৯৯৪ সালে, বিশ্ববিদ্যালয়ের প্রবেশিকা পরীক্ষা থেকে ব্যাকরণের পরীক্ষার সরিয়ে দেওয়া হয় এবং আরো অকপট পদ্ধতি যোগ করা হয়। অভিভাবকেরা পরীক্ষার বিষয়বস্তুর সাথে সমান করার জন্য ফের ইংরেজি শিক্ষাকে কেন্দ্র করেন। ইংরেজি ভাষা শিক্ষার প্রোগ্রামগুলি বিশ্বায়নের দক্ষতা-ভিত্তিক ভাষার কার্যক্রম ব্যবহার করে একটি জাতি হিসেবে কার্যকরভাবে কাজ করার দক্ষতা নিশ্চিত করার উপরে কেন্দ্র করে, শিক্ষার্থীদের তাদের নিজস্ব ক্ষমতা এবং আগ্ৰহ অনুসরণ শিখতে সাহায্য করে এবং কোরিয়ানদের মৌখিক দক্ষতার উপর নতুন কেন্দ্রবিন্দু স্থাপনের সাথে \"স্থানীয়দের মতো ইংরেজি বলার আকাঙ্ক্ষা\" তৈরি হয়েছে যা সবচেয়ে উপকারী পন্থা ইংরেজি শেখার জন্য এবং এই ব্যবস্থাগ্ৰহণের জন্য অভিভাবকদের চাপ দেওয়া হয়।\nপাবলিক স্কুলে বড় ক্লাসের আয়তন এবং অন্যান্য কারণের দরুন, বহু অভিভাবক তাদের সন্তানকে বিকেলে বা সন্ধ্যায় বেসরকারি ইংরেজি ভাষার স্কুলে পাঠান, পরিবারগুলো তাদের আয়ের একটি উল্লেখযোগ্য অংশ তাদের শিশুদের শিক্ষার জন্য বিনিয়োগ করে যাতে তারা বিদেশী ক্যাম্পে কিংবা ভাষা প্রশিক্ষণ কার্যক্রমে অংশগ্রহণ করতে পারে। সাধারণত বিভিন্ন বেসরকারি ইংরেজি-মাধ্যম স্কুলগুলো প্রাথমিক বিদ্যালয়ের শিক্ষার্থীদের বা মধ্য ও উচ্চ বিদ্যালয়ের শিক্ষার্থীদের পাঠদানে বিশেষজ্ঞ হয়। সবচেয়ে উচ্চাভিলাসী অভিভাবকেরা তাদের সন্তানদের কিন্ডারগার্টেনে পাঠান যেখানে কেবলমাত্র ইংরেজি ভাষা দ্বারা কথন হয়, অনেক ছেলে- মেয়েই ইংরেজি শেখার জন্য কয়েক মাস থেকে কয়েক বছর পর্যন্ত বিদেশে থাকে। কখনও, একজন কোরিয়ান মা এবং তার সন্তানের ইংরেজি দক্ষতা বাড়ানোর জন্য একটি বর্ধিত সময়ের জন্য একটি ইংরেজিভাষী দেশে চলে যায়। এই ক্ষেত্রে, কোরিয়ায় থেকে যাওয়া পিতা \"গিরগী আপ্পা\" (কোরিয়ান: 기러기 아빠), নামে পরিচিত হয়ে যান, যার আক্ষরিক অর্থ \"হংস পিতা, যাকে অবশ্যই তার পরিবারকে দেখতে পরিব্রাজন করতে হবে।\nমার্কিন যুক্তরাষ্ট্রে ১০০,০০০এরও বেশি কোরিয়ান শিক্ষার্থী রয়েছে। প্রতি বছরে ১০ শতাংশ বৃদ্ধি পেয়ে কোরিয়াকে ভারত ও চীনের চেয়ে দ্বিতীয় বছরের জন্য মার্কিন যুক্তরাষ্ট্রে শীর্ষ ছাত্র- প্রেরণকারী দেশ হিসেবে থাকতে সাহায্য করেছে। হার্ভার্ড বিশ্ববিদ্যালয়ে কোরিয়ান শিক্ষার্থীরা কানাডিয়ান এবং চীনাদের পর তৃতীয় স্থানে। ২০১২ সালে, দক্ষিণ কোরিয়ার ১৫৪,০০০ জন শিক্ষার্থী বিদেশী বিশ্ববিদ্যালয়ে ডিগ্ৰি অর্জন করেছিল, যেখানে জাপান, কানাডা, মার্কিন যুক্তরাষ্ট্র এবং অস্ট্রেলিয়ার মতো দেশগুলি শীর্ষ গন্তব্য স্থান ছিল। কোরিয়ান ইংরেজি ক্লাসগুলো শব্দভাণ্ডার, ব্যাকরণ এবং পড়ার উপর বেশি জোর দেয়। অ্যাকাডেমিগুলি কথোপকথন অন্তর্ভুক্ত করে, এবং কয়েকটি ডিবেট এবং উপস্থাপনা প্রদান করে।\nসাম্প্রতিক পাঠ্যক্রম পরিবর্তনের কারণে কোরিয়ার শিক্ষাব্যবস্থা এখন ব্যাকরণগত দক্ষতার পরিবর্তে ইংরেজি মৌখিক দক্ষতার উপর বেশি জোর দিচ্ছে।\nসরকারি সাহায্য সহ, ইংরেজি শিক্ষা কোরিয়ান‌ শিক্ষার্থীদের যোগাযোগমূলক কর্মদক্ষতাকে কেন্দ্র করে এবং এর মাধ্যমে সাবলীলতা ও বোধগম্যতার উপর জোর দেয়। বিশ্ববিদ্যালয়ের প্রথম বর্ষের ছাত্রদের তাদের প্রথম বছরে একটি ইংরেজি কথোপকথনের ক্লাস নেওয়া বাধ্যতামূলক এবং কিছু বিশ্ববিদ্যালয়ে ছাত্রদের তাদের পুরো সময়কাল জুড়ে কথোপকথনমূলক ইংরেজি ক্লাস নেওয়ার প্রয়োজন পড়ে। হংকং- ভিত্তিক রাজনৈতিক ও অর্থনৈতিক রিস্ক কনসালটেন্সি দ্বারা পরিচালিত ২০০৩ সালের একটি সমীক্ষা অনুযায়ী, এশিয়ার ইংরেজি ভাষা শিখার জন্য সবচেয়ে বেশি অর্থ ব্যয় করার দেশগুলির মধ্যে একটি হওয়া সত্ত্বেও, দক্ষিণ কোরিয়া ইংরেজি দক্ষতায় ১২টি এশিয়ান দেশের মধ্যে সর্বনিম্ন স্থানে রয়েছে। কিন্তু তবুও ২০২০ সালে, দক্ষিণ কোরিয়া তার ইংরেজি জ্ঞান এবং দক্ষতা উল্লেখযোগ্যভাবে উন্নত করেছে, এবং এডুকেশন ফার্স্ট দ্বারা এশিয়ার ২৫টি দেশের মধ্যে ৬তম স্থখনে রয়েছে।\nইংরেজি একটি বিষয় শৃঙ্খলা হিসেবে, অর্থাৎ কোরিয়াতে উচ্চ স্তরের বা স্নাতক প্রোগ্ৰাম ছাড়া ভাষাবিজ্ঞান, সাহিত্য, রচনা/ অলঙ্কারশাস্ত্র, বা শিক্ষাবিদ্যার অধ্যয়ন বিশেষ পরিচিত নয়। ফলস্বরূপ, কোরিয়ান বিশ্ববিদ্যালয়গুলোতে বিদেশী অনুষদ নিয়োগের প্রচেষ্টা থাকা সত্ত্বেও, শর্তাবলীর সুযোগ খুব কম এবং ইংরেজিতে প্রধান শৃঙ্খলামূলক কোর্সগুলো শেখানোর জন্য চুক্তিবদ্ধ বিদেশীদের তুলনায় অধ্যাপকদের সুবিধা এবং বেতন অনেক কম। সামগ্ৰিকরূপে, ইংরেজি শিক্ষার প্রক্রিয়ার উন্নতির জন্য কোরিয়াতে শিক্ষাবিদ হিসেবে আরো স্থানীয় ইংরেজিভাষীদের নিয়োগ করা হচ্ছে। কোরিয়ানরা বিশ্বাস করে যে স্থানীয় ইংরেজিভাষীরা সেই ভাষার সেরা শিক্ষক এবং ইংরেজি ভাষায় দক্ষ হওয়া তাদের সন্তানদের অন্যদের তুলনায় অনেক সুবিধাজনক এবং এটি একটি \"শিক্ষামূলক বিনিয়োগ বা উদ্বৃত্তের প্রতিশ্রুতি হয়\"। (হান, ২০০৭)\n\n\n== বিতর্ক ও সমালোচনা ==\n\n\n=== শিক্ষার্থীদের স্বাস্থ্য ===\nদক্ষিণ কোরিয়ার প্রাকৃতিক সম্পদের অভাবকে প্রায়ই তার স্কুল ব্যবস্থার কঠোরতা এবং তীব্র প্রতিযোগিতার কারণ হিসেবে উল্লেখ করা হয়; ছাত্রদের উপর পড়াশোনার চাপ অত্যধিক এবং অস্বাভাবিকভাবে বেশি বাকি দেশের তুলনায়। \"অ্যান অ্যাসল্ট আপন আওয়ার চিলড্রেন\" শিরোনামের একটি নিবন্ধে সে উং কু লিখেছেন যে, \"ব্যবস্থাপনার অন্ধকার দিকটি একটি দীর্ঘ ছায়া ফেলে। কঠোর মায়েরা, ক্র্যাম স্কুল এবং উচ্চ স্বৈরাচারী শিক্ষকদের দ্বারা আধিপত্য, দক্ষিণ কোরিয়ার শিক্ষা মেধাবী ছাত্রদের তৈরি করে যারা স্বাস্থ্য এবং সুখের জন্য কঠোর মূল্য দিতে পারে। এই পুরো কার্যক্রমটি শিশু নির্যাতনের আকার ধারণ করে। বিলম্ব না করে এটির সংস্কার এবং শোধন করা উচিত।\" একটি প্রবন্ধের প্রতিক্রিয়ায় শিক্ষাবিদ ডায়ান রাভিচ এমন একটি শিক্ষাব্যবস্থার মডেলিংয়ের বিরুদ্ধে সতর্ক করেছিলেন যেখানে শিশুরা \"হয় পরিবারের গৌরব বা জাতীয় অর্থনীতি গড়ে তোলার জন্য বিদ্যমান।\" তিনি আরও যুক্তি দিয়েছেন যে, দক্ষিণ কোরিয়ার শিশুদের সুখ বিসর্জন দেওয়া হয়েছে, এবং দেশটির শিক্ষার্থীদের \"একটি জাতীয় অর্থনৈতিক মেশিন\"এর সাথে তুলনা করেছেন। ২০১৪ সালে লি জু হো, শিক্ষা ও বিজ্ঞান প্রযুক্তি মন্ত্রকের প্রতিনিধিত্বকারী মন্ত্রী, ২০১১ সালের ৮ই ফেব্রুয়ারিতে কোরিয়ান শিক্ষক ইউনিয়ন এবং অন্যান্য সরকারি কর্মীদের বিরোধী প্রকাশ সত্ত্বেও অতিরিক্ত প্রশিক্ষণের জন্য অনিযুক্ত অতিরিক্ত শিক্ষকদের বিদেশে পাঠানোর একটি পরিকল্পনা ঘোষণা করেছিলেন, শহুরে এবং প্রাদেশিক স্তরে।\n\nশ্রেণীকক্ষ- ভিত্তিক শিক্ষায় অতিরিক্ত জোর দেওয়ার কারণে দক্ষিণ কোরিয়ার স্কুলগুলিতে শারীরিক শিক্ষাকে অবহেলার প্রবণতা রয়েছে।\n৮১% মাধ্যমিক এবং উচ্চ মাধ্যমিক শিক্ষার্থীদের মধ্যে সম্পর্ক নিষিদ্ধ করা হয়েছে।\nস্কুলের কাজের অতিরিক্ত চাপ এবং পরীক্ষার প্রস্তুতির উদ্বেগ রয়েছে যা শিক্ষার্থীদের স্বাস্থ্য এবং আবেগকে ঝুঁকির মধ্যে ফেলতে পারে।\nদক্ষিণ কোরিয়ার শিক্ষা ব্যবস্থা শিক্ষার্থীদের অধিকারের জন্য কোনো ছাড় দেয়‌ না। সিওল মেট্রোপলিটন অফিস অফ এডুকেশনের সুপারিনটেনডেন্ট, গোয়াক নো হিয়ন ২০১১ সালের ৩রা মার্চের সেমিনারে একটি মন্তব্য করেছিলেন যে, \"দক্ষিণ কোরিয়ার সমাজের মধ্যে ছাত্রদের অধিকারের দুর্বল বিকাশ সম্পর্কে মৌখিকভাবে আলোচনা করা খুবই বিব্রতকর।\"\nদক্ষিণ কোরিয়ার শিক্ষার্থীদের মধ্যে সাম্প্রদায়িক চেতনার তীব্র অভাব নিয়ে উদ্বেগ রয়েছে যা পরীক্ষা দ্বারা চিহ্নিত করা গিয়েছে এসএনইউ সমাজবিজ্ঞানের ডাক্তার লি মি না-এর বিশ্লেষণ থেকে: \" অভিভাবকদের কঠোর প্রতিযোগিতা- ভিত্তিক এবং সাফল্য- ভিত্তিক অভিভাবকত্ব।\"\nকোরিয়ান ফেডারেশন অফ টিচার্স অ্যাসোসিয়েশন ঘোষণা করেছিল যে নতুন শিক্ষক মূল্যায়ন পদ্ধতির কারণে শ্রেণীকক্ষে শিক্ষকদের ক্ষমতা হারানোয় ৪০% শিক্ষক অসন্তুষ্ট হন।\nশিক্ষা ও বিজ্ঞান মন্ত্রণালয়, জাতীয় প্রতিরক্ষা মন্ত্রণালয় এবং কোরিয়ান ফেডারেশন অফ টিচার্স অ্যাসোসিয়েশন ২০১১এর ২৫শে মে তে ছোট বাচ্চাদের জাতীয় নিরাপত্তা শিক্ষার জন্য একটি MOU স্বাক্ষর করিয়েছিল, যেখানে এটি সম্ভাব্যভাবে জাতিসংঘের শিশু অধিকার প্রটোকল লঙ্ঘন করে।\nOECD দক্ষিণ কোরিয়ার প্রাথমিক, মাধ্যমিক ও উচ্চ মাধ্যমিক বিদ্যালয়ের পড়ুয়াদের সর্বনিম্ন স্থান দিয়েছে প্রসন্নতার পরিপ্রেক্ষিতে অন্যান্য OECD দেশগুলির তুলনায়। এসএম ওই অনুসারে, এই সমীক্ষাটি সিওলের শিক্ষার্থীদের অনুরূপ।\nসিওল ন্যাশনাল ইউনিভার্সিটির ফ্যাকাল্টি অব মেডিসিনের মস্তিষ্ক বিশেষজ্ঞ, ডাঃ সো ইউ হিয়ন শিশুদের প্রাইভেট শিক্ষার জোর সমালোচনা করেছিলেন কারণ এটি সৃজনশীলতার অবনতি ঘটাতে পারে এবং সুস্থ মস্তিষ্কের বিকাশের পথে বাধা হতে পারে।\nকোরিয়ান এডুকেশনাল ডেভেলপমেন্ট ইনস্টিটিউট রিপোর্ট জানিয়েছে যে, বেশিরভাগ বিশ্ববিদ্যালয়ের ছাত্ররা প্রশিক্ষকদের প্রশ্ন করার সাহস পায় না মূলত তাদের শিক্ষা ব্যবস্থার কারণে যেখানে প্রশিক্ষকদের পরিচালনা করার জন্য অনেক বেশি শিক্ষার্থী রয়েছে।\nকোরিয়ান ফেডারেশন অফ টিচার্স অ্যাসোসিয়েশনের একটি সমীক্ষায় দেখা গিয়েছে যে ৭৯.৫ শতাংশ স্কুল শিক্ষক তাদের কর্মজীবন নিয়ে সন্তুষ্ট নন।\nস্কুলে শারীরিক ধর্ষণের সংখ্যা দিন দিন বারমুখী।\nসরকার প্রত্যেক স্কুলে পড়ুয়াদের স্বাস্থ্য মাথায় রেখে কফি নিষিদ্ধ করে দিয়েছে। এই নিষেধাজ্ঞা ২০১৮ সালের ১৪ই সেপ্টেম্বর থেকে চালু হয়।\n\n\n=== কেতাবি আভিজাত্য ===\nদক্ষিণ কোরিয়ার রাজনীতিতে একটি দৃঢ় কেতাবি আভিজাত্য রয়েছে। ২০০৫ সালের জুনে, রক্ষণশীল রাজনীতিবিদ জন ইয়ে ওক প্রকাশ্যে প্রাক্তন রাষ্ট্রপতি, রো মু হিয়নের মনোনয়নের বিরোধীতা করেছিলেন, কারণ তিনি উচ্চ স্তরের প্রতিষ্ঠান থেকে স্নাতক হননি অথচ রাষ্ট্র পরিচালিত বিচারিক পরীক্ষায় উত্তীর্ণ হন।\n\n\n=== বাক স্বাধীনতা ===\nদক্ষিণ কোরিয়ার কলেজ ক্যাম্পাসগুলিতে কেতাবি স্বাধীনতা নিয়ে একটি বিতর্ক চলছে। ২০২১ সালে, সিওলের ইয়নসে বিশ্ববিদ্যালয়ের সমাজবিজ্ঞানের অধ্যাপক, ইউ সক ছুনকে তাঁর বক্তৃতায় নারীদের স্বাচ্ছন্দ্য, জাপানি বাহিনীর দ্বারা জোরপূর্বক নেওয়া হয়নি এবং কাজটি \"একটি পতিতাবৃত্তির রূপ\" এইরূপ মন্তব্য করার দরুন তাঁকে অভিযুক্ত করা হয়েছিল এবং তিনটি মানহানির অভিযোগের দায় করা হয়েছিল।\n\n\n== নোট এবং তথ্যসূত্র ==\n\n\n=== নোটস ===\n1. ^ ৭ম শ্রেণীকে দক্ষিণ কোরিয়াতে \"মিডল স্কুল ১ম শ্রেণী\" বলা হয়। একইভাবে অষ্টম শ্রেণীকে \"মিডল স্কুল ২য় শ্রেণী\" এবং দশম শ্রেণী হল \"হাই স্কুল ১ম শ্রেণী\"।\n\n\n== তথ্যসূত্র =="}