{"pageid": 1139560, "title": "শিয়াওথাওইয়্যুয়েন মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1139560", "content": "শিয়াওথাওইয়্যুয়েন মসজিদ (সরলীকৃত চীনা: 小桃园清真寺; প্রথাগত চীনা: 小桃園清真寺; ফিনিন: Xiǎotáoyuán Qīngzhēnsì; শিয়াওথাওইয়্যুয়েন ছিংচনসর), পূর্বে ইসলামী পশ্চিম মসজিদ অথবা সাংহাই পশ্চিম মসজিদ, সাংহাইয়ের হুয়াংপুতে অবস্থিত একটি মসজিদ। এটি সাংহাইয়ের সবচেয়ে বৃহত্তম মসজিদ।\n\n\n== ইতিহাস ==\n১৯১৭ সালে সাংহাই ইসলামী পরিচালনা পর্ষদের পরিচালক, চিন ত্সরইয়্যুন, যিনি জমিটি কিনেছেন, মূলভাবে মসজিদটি নির্মাণ করেন। পরে ১৯২৫ সালে এটি পুনরায় নির্মাণ করা হয় এবং বর্তমানের আকৃতিতে দুই বছর পর নির্মাণ কাজ শেষ হয়। মসজিদের স্থান সাংহাই ইসলামিক নর্মাল স্কুলের মূল স্থান ছিল, যা পরে ছিংলিয়েন রাস্তায় স্থানান্তর হয়ে ফিংলিয়াং ইসলামিক নর্মাল স্কুল নামে পরিবর্তন হয়। সেই মসজিদসমূহ দ্বারা প্রতিষ্ঠিত বিদ্যালয় হলো ইসলাম নর্মাল স্কুল, মুসলমানদের জন্য প্রাথমিক স্কুল, মিংছং প্রাথমিক স্কুল, ছংবন প্রাথমিক স্কুল, সাংহাই ইসলাম এতিমখানা, এবং আরও কিছু।\n১৯৪৯ সালের ১ অক্টোবরে গণপ্রজাতন্ত্রী চীনের প্রতিষ্ঠানের পর সাংহাইয়ের মেয়র ছন ই মসজিদটি পরিদর্শন করেন এবং এর রক্ষণাবেক্ষণের জন্য উপযুক্ত তহবিল অনুমোদন করেন। ১৯৯৪ সালের ১৫ ফেব্রুয়ারিতে সাংহাই পৌরসভা সরকার কর্তৃক মসজিদটিকে ঐতিহ্যবাহী স্থাপত্য হিসেবে তালিকাভুক্ত করা হয়েছে।\n\n\n== স্থাপত্য ==\n\nমসজিদটি চীনা স্থাপত্যের সাথে মিলিত ঐতিহ্যগত পশ্চিম এশীয় ইসলামী শৈলীতে নির্মিত হয়েছিল। বাহ্যিকটি সবুজ এবং সাদা রঙ করা হয়। এটির প্রবেশ দরজার উপরে খোশনবিশ লুও চ্যুনথি দ্বারা লিখিত চীনা ভাষায় 'মসজিদ' ধারণ করা আছে। ৫০০ বর্গ মিটারের মেঝে এলাকার সাথে মূল দুই তলার মুসল্লা ৫০০টি মুসল্লির পর্যন্ত মিটমাট করতে পারবে। এটি খিলানযুক্ত জানালা দিয়ে সম্পন্ন। মসজিদের একটি মিনার এবং এটির চারটি কোণায় চারটি গম্বুজও আছে।\nমসজিদটি একটি আয়তাকার প্রাঙ্গণ দ্বারা বেষ্টিত। প্রাঙ্গণের পূর্ব দিকে একটি তিন তলা চীনা শৈলী-বিল্ডিং যেখানে বক্তৃতা কক্ষ, অফিস, গ্রন্থাগার, পাঠকক্ষ, খুতবা কক্ষ এবং অযু সুবিধা রয়েছে। উঠানের দক্ষিণ পাশে রয়েছে ইমামের কক্ষ, অভ্যর্থনা কক্ষ ও বাথরুম। ২৪ শিয়াওথাওইয়্যুয়েন রাস্তায় অবস্থিত প্রধান মসজিদ ভবনের পাশে মহিলাদের জন্য শিয়াওথাওইয়্যুয়েন মসজিদ আছে। ভবনটি ১৯২০ সালে নির্মিত হয় এবং ১৯৯৪ সালে সংস্কার করা হয়।\n\n\n== কার্যক্রমসমূহ ==\n১৯২০ থেকে ১৯৪০ সালগুলোতে মসজিদটি চীনের আশেপাশের অঞ্চল থেকে মুসলমান জনগণকে গ্রহণ এবং পরিবেশন করেছিল যারা সৌদি আরবে হজ্জ করতে চেয়েছিলেন। মসজিদটি সাংহাই ইসলামী সংঘের আবাসস্থল যা ১৯৬২ সালে প্রতিষ্ঠিত হয়েছিল এবং সাংহাইতে মসজিদের ব্যবস্থাপনা কমিটিও রয়েছে। মহিলাদের মসজিদ সাংহাইতে মুসলিম মহিলাদের জন্য ধর্মীয় কার্যক্রমের আয়োজন করে। অনেক চীনা এবং বিদেশী মুসলমান নামাজে অংশ নিতে মসজিদে জড়ো হয়েছেন। অনেক উচ্চপদস্থ সরকারি কর্মকর্তা এবং ইসলামিক দেশগুলোর সম্মানিত ব্যক্তিরাও মসজিদ পরিদর্শন করেছেন এবং নামাজে অংশ নিয়েছেন।\n\n\n== পরিবহন ==\nসাংহাই মেট্রোর লাওশিমন স্টেশনের পূর্বে হাঁটা দূরত্বের মধ্যে মসজিদটি অ্যাক্সেসযোগ্য।\n\n\n== আরও দেখুন ==\nচীনে ইসলাম\nচীনের মসজিদের তালিকা\nমহিলাদের মসজিদ\n\n\n== তথ্যসূত্র =="}