{"pageid": 1139103, "title": "বিলি ক্লাব (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1139103", "content": "বিলি ক্লাব হলো ২০১৩ সালে মুক্তিপ্রাপ্ত একটি স্বাধীন হাস্যরসাত্মক ও লোমহর্ষক চলচ্চিত্র, যার কাহিনী ড্রিউ রোসাস এবং নিক সোমার  লিখেছিলেন এবং চলচ্চিত্রটি পরিচালনাও করেছিলেন। চলচ্চিত্রটি ১ অক্টোবর, ২০১৩-এ মিলওয়াকি চলচ্চিত্র ফেস্টিভ্যালে বিশ্বব্যাপী মুক্তি পেয়েছিল। এর কাহিনী গঠিত হয়েছে চার বন্ধুকে কেন্দ্রবিন্দু করে যারা দীর্ঘ সময় পরে পুনরায় মিলিত হয়, শুধুমাত্র তাদের অতীতের অন্ধকার রহস্যগুলিকে জানতে। আংশিকভাবে সফল একটি কিকস্টার্টার প্রচারের মাধ্যমে বিলি ক্লাবের  জন্য তহবিল সংগ্রহ কপ্রা হয়েছিলো।  \n\n\n== সারমর্ম ==\nপনের বছর আগে ববি (মার্শাল ক্যাসওয়েল) এবং তার বন্ধুরা তাদের লিটল লিগ বেসবল খেলায় সতীর্থ বিলি হাসকিন্সকে কষ্ট দিয়েছিল যখন সে তাদের একটি বড় খেলায় হেরে যাওয়ার কারণ হয়। প্রতিশোধ হিসেবে বিলি তাদের দুই সতীর্থ এবং তাদের কোচকে হত্যা করে। পরে তাকে মানসিক হাসপাতালে পাঠানো হয়। ববি সেখান থেকে চলে গিয়েছিলেন, কিন্তু অনেক বছর পরে ১৯৯৬ সালে ফিরে এসেছেন সবার সাথে পুনরায় মিলিত হতে। এই পুনর্মিলনটি দ্রুতই শেষ হয়, যখন একজন পুরানো ফ্যাশনের আম্পায়ারের পোশাক পরা কেউ একজন দলের থেকে বেঁচে থাকা লোকদের মেরে ফেলতে শুরু করে, যার ফলে জীবিতরা তাদের জীবনের ভয়ে পালাতে থাকে।\n\n\n== অভিনয়ে ==\nববি স্পুনার চরিত্রে মার্শাল ক্যাসওয়েল\nঅ্যালিসন ম্যাকেঞ্জির চরিত্রে এরিন হ্যামন্ড\nকাইল ট্রিপার চরিত্রে নিক সোমার\nড্যানি ইভান্স চরিত্রে ম্যাক্স উইলিয়ামসন\nআম্পায়ার হিসেবে মার্ক মেটকাফ\nডেভনের চরিত্রে ম্যাথিউ ডানলপ\nথাইন এইচ. অ্যালিসন জুনিয়র গ্যাস স্টেশনের পিছনের মানুষ হিসেবে\nশেরিফ হিকস চরিত্রে আল বারদিন\nক্রীড়া ঘোষক হিসাবে পিটার ব্যাচেল্ডার\nইয়াং বিলি চরিত্রে সেবাস্তিয়ান ওয়েগম্যান\nনার্স হিসাবে সুজি ব্লক\nইয়াং কাইলের চরিত্রে ট্রেভর বার্ক\nকপ 1 চরিত্রে ববি সিরাল্ডো\nভেনেসার চরিত্রে কেলি কানিংহাম\nমিচ হিসেবে মাইকেল ডেঙ্ক\nবেসবল বার প্যাট্রন হিসাবে পিটার ডোনাল্ডস\nতরুণ ড্যানির চরিত্রে ব্রডি ড্রুস\n\n\n== নির্মাণ ==\nরোসাস এবং সোমার, দুজনেই আগে ব্লাড জাঙ্কি ছবিতে একসঙ্গে কাজ করেছিলেন। তারা বিলি ক্লাবের নির্মাণ শুরু করেছিলেন কারণ উভয়েই \"৮০ এবং ৯০ এর দশকের ক্লাসিক বুগিম্যান সিনেমার ফাঁকে একটি স্ল্যাশার ধরনের মুভি বানাতে চেয়েছিলেন\" এবং অনুভব করেছিলেন যে বেসবলের থিম \"লোমহর্ষক\" মুভির জন্য খুবই উপযুক্ত।  পুঁজি আংশিকভাবে ব্যক্তিগত বিনিয়োগকারীর পাশাপাশি কিকস্টার্টারের মাধ্যমে জোগাড় হয়েছিল।  সোমার একটি \"বোল্ট-অ্যাকশন প্রত্যাহারযোগ্য বেয়নেট ব্লেড যা শেষের দিকে বেরিয়ে আসে\" অন্তর্ভুক্ত করার জন্য হত্যাকারীর অস্ত্রের নকশা করেছিলেন, কারণ তিনি এটিকে সাধারণ \"নখ সহ বেসবল ব্যাট\" থেকে আলাদা করতে চেয়েছিলেন।  চিত্রগ্রহণ উত্তর উইসকনসিনে হয়েছিল এবং জর্জিয়ার ইউনিয়ন গ্রোভ হাই স্কুলের ম্যাকডোনাফের বেশ কয়েকজন বেসবল খেলোয়াড়কে মূল চরিত্রগুলির তরুণ সংস্করণগুলি চিত্রিত করার জন্য আনা হয়েছিল।  \n\n\n== পুরস্কার ==\nবিলি ক্লাব হলিউড হরর ফেস্টে \"সেরা ফিচার\" পুরস্কার, ফিনিক্স চলচ্চিত্র ফেস্টিভ্যালে \"সেরা হরর চলচ্চিত্র\" পুরস্কার, ইন্ডি ফেস্টে \"অ্যাওয়ার্ড অফ এক্সিলেন্স\" এবং বেলয়েট ইন্টারন্যাশনাল -এ \"সেরা উইসকনসিন চলচ্চিত্র\" পুরস্কার জিতেছে। চলচ্চিত্রটি পলিগ্রিন্ড চলচ্চিত্র উৎসব, গ্রীন বে হরর ফেস্টিভ্যাল এবং মিলওয়াকি চলচ্চিত্র ফেস্টিভ্যালেও মনোনীত হয়েছিল।\nশক টিল ইউ ড্রপ বিলি ক্লাবকে  ৫ স্টার রেটিং দিয়েছে, এই বলে যে ছবিটি \"নিখুঁত থেকে অনেক দূরে\", কিন্তু \"প্রদর্শনে প্রকৃত প্রতিভা\" ছিল। \nডগ অ্যান্ড পইনি দ্বারা তৈরি অফিসিয়াল বিলি ক্লাব পোস্টার ২০১৩ সালে ১৯তম বার্ষিক কমিউনিকেটর পুরস্কারে \"অ্যাওয়ার্ড অফ ডিস্টিনশন\" জিতেছে। \n\n\n== সঙ্গীত ==\nহাইল্যান্ড, ইন্ডিয়ানা থেকে আসা ব্যান্ড অ্যালিসন'স মেইলবক্স সিনেমাটির ২টি গান গেয়েছিলেন। \"জাস্ট আস্কিন\" এবং \"দ্য ফেমিনাইন সং\" গান ২টি ঐ ব্যান্ডের প্রথম অফিসিয়াল রিলিজ \"Alison's Mailbox\" থেকে আনা হয়েছে। চারটি গানের টেপ ৪ মার্চ, ১৯৯৫ সালে প্রকাশিত হয়েছিল। এ মুভির দুটি স্পট ২১:০৬ এবং ২১:৩১ এ \"জাস্ট আস্কিন\" শোনা যাবে। \"ফেমিনিন গান\" ৫৬:১২ এ শোনা যাবে। দৃশ্যগুলোর মধ্যে রয়েছে বিলির ট্রাকে রেডিওতে বাজানো গান।\n\n\n== আরও দেখুন ==\nদ্য ক্যাচার, ১৯৯৮ সালে মুক্তিপ্রাপ্ত অনুরূপ একটি চলচ্চিত্র।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে বিলি ক্লাব  (ইংরেজি)"}