{"pageid": 11397, "title": "প্রতিবন্ধী", "url": "https://bn.wikipedia.org/wiki?curid=11397", "content": "প্রতিবন্ধীতা হল এমন কোনো অবস্থার অভিজ্ঞতা যা একজন ব্যক্তির জন্য নির্দিষ্ট ক্রিয়াকলাপ করা বা একটি নির্দিষ্ট সমাজের মধ্যে ন্যায়সঙ্গত প্রবেশাধিকার পাওয়া আরও কঠিন করে তোলে। অক্ষমতা জ্ঞানীয়, বিকাশমূলক, বুদ্ধিবৃত্তিক, মানসিক, শারীরিক, সংবেদনশীল বা একাধিক কারণের সংমিশ্রণ হতে পারে। অক্ষমতা জন্ম থেকেই হতে পারে বা একজন ব্যক্তির জীবদ্দশায় অর্জিত হতে পারে। ঐতিহাসিকভাবে, অক্ষমতা শুধুমাত্র একটি সংকীর্ণ মানদণ্ডের উপর ভিত্তি করে স্বীকৃত হয়েছে-তবে, প্রতিবন্ধীতা বাইনারি নয় এবং ব্যক্তির উপর নির্ভর করে অনন্য বৈশিষ্ট্যে উপস্থিত হতে পারে।  একটি অক্ষমতা সহজে দৃশ্যমান হতে পারে, বা প্রকৃতিতে অদৃশ্য হতে পারে।\n\n\n== প্রতিবন্ধি কারা ==\nবয়স, লিঙ্গ, জাতি, সংস্কৃতি বা সামাজিক অবস্থান অনুযায়ী আর দশজন যে কাজগুলো করতে পারে ইমপেয়ারমেন্টের কারণে সে কাজগুলো প্রাত্যহিক জীবনে করতে না পারার অবস্থাটাই হল ডিসএবিলিটি বা প্রতিবন্ধিতা৷ ইমপেয়ারমেন্ট হল দেহের কোন অংশ বা তন্ত্র যদি আংশিক বা সম্পূর্ণভাবে, ক্ষনস্থায়ী বা চিরস্থায়ী ভাবে তার স্বাভাবিক কার্যক্ষমতা হারায় সে অবস্থাটিকেই বোঝায় ৷\n\n\n== প্রতিবন্ধীর ধারণা ==\nবিশ্ব স্বাস্থ্য সংস্থা (WHO) প্রকাশিত \"International classification of impairment, Disability and Handicap (ICIDH)\" শীর্ষক প্রকাশনায় বিকলাঙ্গ ও প্রতিবন্ধী সমস্যাকে ৩ শ্রেণিতে বিভক্ত করা হয়েছে, যথা- ১. দূর্বলতা (Impairment), ২. অক্ষমতা (Disability ), ৩. প্রতিবন্ধী (Handicap)।\nবাংলাদেশ প্রতিবন্ধী কল্যাণ আইন , ২০০১-এ বলা হয়েছে যে, \" প্রতিবন্ধী অর্থ এমন এক ব্যক্তি যিনি জন্মগতভাবে বা রোগাক্রান্ত হয়ে বা দুর্ঘটনায় আহত হয়ে বা অপচিকিৎসায় বা অন্য কোনো কারণে দৈহিকভাবে বিকলাঙ্গ বা মানসিকভাবে ভারসাম্যহীন এবং উক্তরুপ বৈকল্য বা ভারসাম্যহীনতার ফলে স্থায়ীভাবে আংশিক বা সম্পূর্ণ কর্মক্ষমতাহীন এবং স্বাভাবিক  জীবনযাপনে অক্ষম\"।\n\n\n== প্রতিবন্ধিতার প্রকারভেদ ==\nপ্রতিবন্ধিতার প্রকারভেদ বিভিন্ন ভিত্তিতে করা হয়ে থাকে ৷ যেমন :\n\n\n=== কখন শুরু হয়েছে তার ভিত্তিতে ===\nপ্রাথমিক প্রতিবন্ধিতাঃ বিভিন্ন ধরনের প্রতিবন্ধীত্ব নিয়ে জণ্মগ্রহণ করলে তাকে প্রাথমিক প্রতিবন্ধীতা বলা হয় ৷\nপরবতী বা অর্জিত প্রতিবন্ধিতাঃ জণ্মের পরে বিভিন্ন কারণে প্রতিবন্ধিত্ব বরণ করে থাকলে তাকে পরবতীᐂ বা অর্জিত প্রতিবন্ধিতা বলা হয় ৷\n\n\n=== কোন অঙ্গ আক্রান্ত হয়েছে তার ভিত্তিতে ===\nশারীরিক প্রতিবন্ধী:চলনে অক্ষম ব্যক্তিকে দৈহিক/শারীরিক প্রতিবন্ধী বলে।\nদৃষ্টি প্রতিবন্ধী\nশ্রবণ প্রতিবন্ধী:যারা শুনতে পায় না\nবাক প্রতিবন্ধী\nবুদ্ধি প্রতিবন্ধী\nবহুবিধ প্রতিবন্ধী।\n\n\n=== মাত্রা অনুযায়ী ===\nমৃদু\nমাঝারি\nতীব্র\nচরম\n\n\n== অদৃশ্য প্রতিবন্ধকতা ==\n(আরও দেখুনঃ অদৃশ্য প্রতিবন্ধকতা)\nএমন অনেক ব্যক্তি আছেন যাঁদের প্রতিবন্ধকতা বাইরে থেকে দেখে বুঝতে পারা যায় না। বিভিন্ন প্রকার দীর্ঘমেয়াদী অসুখ, মানসিক রোগ, অটিজম, অটিজম স্পেকট্রাম ডিসঅর্ডার ,  অ্যাটেনশন ডেফিশিট হাইপার অ্যাকটিভিটি ডিসঅর্ডার, বুদ্ধি-প্রতিবন্ধকতা এই শ্রেণির মধ্যে পড়ে।\nএই প্রতিবন্ধকতা গুলি দৈনন্দিন জীবনে নানা সমস্যা সৃষ্টি করে থাকে যেমন সামাজিক নিয়ম কে বুঝতে পারা, সামাজিক মেলামেশা, মনঃ সংযোগ, রাস্তা চিনতে পারা, নিজেকে নিরাপদ রাখা, কোথায় কোন কথা কতটুকু বলা উচিত তার বোধ ইত্যাদিতে ঘাটতি থাকতে পারে। যেহেতু বাইরে থেকে এই প্রতিবন্ধকতা গুলি দেখা যায়না, তাই লোকজন আক্রান্ত ব্যক্তিকে অলস বা নিশ্চেষ্ট ভেবে দুরব্যাবহার করে থাকেন। এছাড়াও আক্রান্ত ব্যক্তি নানাপ্রকার নির্যাতন (bullying)  এবং বঞ্চনার শিকার হয়।\n\n\n== প্রতিবন্ধিতার কারণ ==\nবেশীর ভাগ প্রতিবন্ধতার কারণ আমাদের জানা নেই ৷ কিন্তু যেগুলো সম্বন্ধে জানা যায়, তা কয়েকটি শ্রেণিতে ভাগ করা যায়৷ যা নিচে উল্লেখ করা হলো ঃ\n\n\n=== সাধারণ কারণ সমূহঃ ===\nবংশানুক্রমিক\n\nরক্তের সম্পর্ক রয়েছে এমন কোন কোন আত্মীয়ের সাথে বৈবাহিক সম্পর্ক (সন্তানদের মধ্যে)\nদুর্ঘটনা\n\nউচ্চ মাত্রার জ্বর\nবিষক্রিয়া\n\nমস্তিষ্কের কিছু কিছু ইনফেকশন বা অসুখ বা টিউমার\nপুষ্টি অভাব, ভিটামিনের অভাব, আয়োডিনের অভাব ইত্যাদি\n\n\n=== জন্ম-সম্পর্কিত কারণ সমূহঃ ===\n\n\n==== জন্মের পূর্বেঃ ====\nমায়ের বয়স যদি ১৬ বছরের নিচে অথবা ৩০ বছরের উপরে হয়।\nগর্ভাবস্থায় মায়ের পুষ্টির অভাব\nগর্ভাবস্থায় প্রথম তিন মাসের মধ্যে যদি মা কোনরকম কড়া ঔষধ গ্রহণ করে থাকে অথবা কীটনাশক, রাসায়নিক, রশ্মি, বিষক্রিয়া গ্রহণ করে থাকে ৷\nগর্ভাবস্থায় যদি মায়ের বিশেষ হাম হয়৷ এটি সাধারণত প্রভাব বিস্তার করে থাকে ইন্দ্রিয়স্থান (শ্রবন এবং দৃষ্টি প্রতিবন্ধিদের ক্ষেত্রে), মস্তিস্কের সেরেব্রাল পালসি অথবা মানসিক প্রতিবন্ধিত্ব অথবা শরীরের অভ্যন্তরের বাহুতেও প্রভাব বিস্তার করতে পারে৷\nগর্ভধারণকারী মায়ের যদি হৃদযন্ত্র সংক্রান্ত জটিলতা বা ডায়াবেটিস থাকে৷\nগর্ভধারণকারী মায়ের যদি বিভিন্ন অভ্যাস থাকে৷ যেমন- মদ পান, ধূমপান করা, তামাক ব্যবহার করা ইত্যাদি৷\n\n\n==== জন্মের সময়ঃ ====\nঅপরিপক্বতা\nপ্রসবের সময় অব্যবস্থাপনা (সাধারণত অপ্রশিক্ষিত কোন কর্মী দ্বারা)\nপ্রসবের সময় সঠিক ভাবে যন্ত্রপাতি ব্যবহার না করা হলে ৷\nমাথায় আঘাত\nপ্রয়োজনীয় অক্সিজেনের অভাব\n\n\n==== জন্মের পরেঃ ====\nমাথায় আঘাত প্রাপ্ত হলে\nপ্রয়োজনীয় অক্সিজেনের অভাব\nদুর্ঘটনা\nউচ্চ মাত্রার জ্বর\nবিষক্রিয়া\nমস্তিষ্কেও কিছু কিছু ইনফেকশন, রোগ এবং টিউমার\nসাধারণত উপরিউক্ত কারণে এইসব প্রতিবন্ধী ছেলে মেয়ে হয়ে থাকে ৷\n\n\n== তথ্যসূত্র =="}