{"pageid": 1139886, "title": "আফগানিস্তানের ইসলামী ও জাতীয় বিপ্লব আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1139886", "content": "ইসলামী বিপ্লব আন্দোলন (হরকাত-ই-ইনকিলাব-ই-ইসলামী, দারি ভাষায়: حرکت انقلاب اسلامی افغانستان) আফগানিস্তানের একটি ঐতিহ্যবাদী ইসলামী রাজনৈতিক দল। এটি সোভিয়েত-আফগান যুদ্ধের সময় সোভিয়েত বাহিনীর বিরুদ্ধে যুদ্ধরত আফগান মুজাহিদিনদের অন্যতম বৃহত্তম দল ছিল। সে সময় দলের নেতা ছিলেন মোহাম্মদ নবী মোহাম্মদী।\nদলটি আফগানিস্তানের পেশোয়ারের সাতটি দলের অন্যতম। একটি মুজাহিদিন গোষ্ঠী হিসেবে এটি আফগানিস্তানের কান্দাহার প্রদেশ, হেলমান্দ প্রদেশ, উরুজগান, গজনি, পাকতিকা এবং ওয়ারদাকের দক্ষিণ ও পূর্ব আফগান প্রদেশে কাজ করত। তবে এটি গুলবুদ্দিন হেকমতিয়ারের হেজব-ই-ইসলামী বা আহমদ শাহ মাসুদের বাহিনীর মতো শক্তিশালী বা প্রভাবশালী একটি দল ছিল না। এটি ১৯৮১ সালে (জামিয়াত-ই ইসলামীর পরে) সাতটি দলের মধ্যে দ্বিতীয় সবচেয়ে গুরুত্বপূর্ণ দল হিসাবে স্বীকৃতি অর্জন করে, কিন্তু ১৯৮৪ সালের মধ্যে দলটির সমর্থন ক্রমশ হ্রাস পায়। আফগান ঐতিহ্যবাদ এবং ইসলামবাদ ব্যতীত এই দলটির একটি স্পষ্ট রাজনৈতিক লক্ষ্য ছিল না।\n১৯৯০-এর দশকে দলটি ভেঙে যায়। প্রাথমিকভাবে এটি বুরহানউদ্দিন রব্বানীর সরকারের সাথে যোগ দেয়, কিন্তু ১৯৯৩ সালে এই সরকার ছেড়ে চলে যায় এবং চলমান যুদ্ধে দলটি এর সদস্যদের অংশ নিতে নিষেধ করে। তালেবানের উত্থান হলে, মোহাম্মদী দলটিকে ভেঙে ড়েয় এবং এর সদস্যদের তালেবানে যোগদানের আহ্বান জানায়। এর কিছু সদস্যের আন্তর্জাতিক অনুপ্রেরণা ছিল এবং উপসাগরীয় যুদ্ধের সময় এরা বাথিস্ট ইরাকের বিরুদ্ধে যুদ্ধ করতে কুয়েতে গিয়েছিল। মৌলবি মুহাম্মদ ওসমান সালেকজাদা দ্বারা গঠিত আফগানিস্তানের বিচ্ছিন্ন জাতীয় ও ইসলামিক সমৃদ্ধি পার্টির প্রতিষ্ঠার ফলে আন্দোলনটি দুর্বল হয়ে পড়ে এবং পার্টিটি উত্তর আফগানিস্তানে অনুসৃত এইচ.আই.আইদের সদস্যদের বেশিরভাগের সমর্থন পেতে সক্ষম হয়।\nপাকিস্তানে দলটির নেতা মোহাম্মদ নবী মোহাম্মাদির মৃত্যুর পর, তার পুত্র আহমদ নবী মুহাম্মাদি এই আন্দোলনের নেতৃত্ব গ্রহণ করেন। এর নতুন নেতৃত্বে আন্দোলনের নাম পরিবর্তন করে আফগানিস্তানের ইসলামিক ও জাতীয় বিপ্লব আন্দোলন (হরকাত-ই ইনকিলাব-ই ইসলামী ওয়া মেলি-ইয়ে আফগানিস্তান) রাখা হয়। ২০০৫ সালের এপ্রিলে এটি ১২টি বিরোধী দলের জোট, আফগানিস্তানের ন্যাশনাল আন্ডারস্ট্যান্ডিং ফ্রন্টে যোগ দেয়। এই ফ্রন্টটি অবশ্য বেশিদিন স্থায়ী হয়নি।\n২০১৫ সালে দলটি মাওলাউই কালাম উ দিন মহমান্দকে নতুন নেতা হিসেবে ঘোষণা করে। প্রয়াত তালেবান প্রতিষ্ঠাতা মোল্লা ওমরের (যিনি সোভিয়েত-আফগান যুদ্ধের সময় একজন হারাকাত সদস্য ছিলেন) স্মরণে একটি সমাবেশের আয়োজন করলে হরকাত সদস্যরা জনসাধারণের মনোযোগ সৃষ্টি করে বিক্ষোভের ঢেউ উস্কে দেয়। দলটিকে কয়েকবার পুনরায় চালু করা হয় এবং তার সাম্প্রতিক সাক্ষাৎকারে পার্টির অগ্রাধিকার হিসাবে \"শান্তি\"কে জোর দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}