{"pageid": 1139241, "title": "জালালুদ্দিন আবদুর রহিম", "url": "https://bn.wikipedia.org/wiki?curid=1139241", "content": "জালালুদ্দিন আবদুর রহিম (উর্দু:  جلال الدين عبدالرحيم‎‎ এছাড়াও জে. এ. রহিম নামেও পরিচিত) (২৭ জুলাই ১৯০৬ - ১৯৭৭) একজন বাঙালি কমিউনিস্ট এবং রাজনৈতিক দার্শনিক ছিলেন। যিনি পাকিস্তান পিপলস পার্টির অন্যতম প্রতিষ্ঠাতা সদস্য হিসেবেও খ্যাত ছিলেন। পাকিস্তান পিপলস পার্টি হলো একটি গণতান্ত্রিক সমাজতান্ত্রিক রাজনৈতিক দল।  এছাড়াও রহিম পাকিস্তান পিপলস পার্টির প্রথম মহাসচিব ছিলেন এবং প্রথম উৎপাদন মন্ত্রী হিসেবে দায়িত্ব পালন করেন। একজন বাঙালি বেসামরিক কর্মচারীর পাশাপাশি রহিম ছিলেন একজন দার্শনিক। তিনি জুলফিকার আলী ভুট্টোকে রাজনৈতিকভাবে পরিচালিত করেন এবং তার পরামর্শদাতা হিসেবে কাজ করেন। এছাড়াও আইয়ুব খান যখন ভুট্টোকে তার মন্ত্রিসভায় নেন, তখন ভুট্টোকে আমলাতান্ত্রিক স্থাপনার মাইনফিল্ডের মধ্য দিয়ে সঠিক পথে এগোতে সাহায্য করেন। ভুট্টোকে পররাষ্ট্রমন্ত্রীর পদ থেকে পদচ্যুত করার পর রহিম ভুট্টোকে আইয়ুব খানের একসময়কার মার্কিন মদদপুষ্ট স্বৈরশাসনের পতন ঘটাতে সমালোচনামূলক নির্দেশনা দেন।\n\n\n== পরিবার এবং শিক্ষা ==\nরহিম ঢাকা বিশ্ববিদ্যালয়ে পড়াশোনা করেন, যেখান থেকে রহিম 'নীটশে দর্শনের' উপর সংক্ষিপ্ত থিসিস লেখা ও প্রকাশ করার পর রাষ্ট্রবিজ্ঞান ও দর্শনে দ্বৈত বিএসসি লাভ করেন।  পরে রহিম কলকাতা বিশ্ববিদ্যালয়ে আইন ও বিচার বিষয়ে এল.এল.বি. ডিগ্রি লাভ করেন। রহিম পাকিস্তান আন্দোলনে তার রাজনৈতিক সক্রিয়তা শুরু করেন এবং পূর্ব বাংলার কর্মী হিসেবে কাজ করেন।  তার পিতা বিচারপতি আবদুর রহিমও পাকিস্তানের সুপ্রিম কোর্টে ঊর্ধ্বতন সহযোগী বিচারক হিসেবে দায়িত্ব পালন করেন।\n\n\n== কর্মজীবন ==\nশিক্ষার পর রহিম পাকিস্তান বেসামরিক চাকুরীতে যোগদান করেন এবং পাকিস্তানের বৈদেশিক সেবাতে প্রথম আমলাতান্ত্রিক দায়িত্ব গ্রহণ করেন। রহিম, প্রধানমন্ত্রী মোহাম্মদ আলী বগুড়া সরকারের অধীনে পররাষ্ট্র সচিব হিসেবে দায়িত্ব পালন করেন।\nকিছু সময়ের জন্য তিনি কমিউনিস্ট পার্টির সাথে যুক্ত ছিলেন, তবে তিনি ১৯৬৫ সালে জুলফিকার আলী ভুট্টোর সাথে ব্যক্তিগত সম্পর্কও গড়ে তোলেন। ড. মুবাশির হাসানের বাসভবনে সমাজতান্ত্রিক সম্মেলনে যোগদানের পর, জে. এ. রহিম ১৯৬৭ সালের ৩০ নভেম্বর সমাজতান্ত্রিক পার্টির ইশতেহার রচনায় গুরুত্বপূর্ণ ভূমিকা পালন করেন: \"ইসলাম আমাদের ধর্ম; গণতন্ত্র আমাদের রাজনীতি; সমাজতন্ত্র আমাদের অর্থনীতি; ক্ষমতা জনগণের কাছে নিহিত\"। এই ঘোষণাপত্রটি আনুষ্ঠানিকভাবে জারি করা হয় ১৯৬৭ সালের  ৯ ডিসেম্বর। জে. এ. রহিম দলের গঠনতন্ত্র লেখার পর তাকে পাকিস্তান পিপলস পার্টির প্রথম মহাসচিব করা হয়।\nশেখ মুজিবুর রহমানের অধীনে আওয়ামী লীগ দলের সাথে আলোচনা শুরু করার জন্য পাকিস্তান পিপলস পার্টির প্রতিনিধি দলের একজন বাঙালি সদস্য হিসেবে তার নাম ঘোষণা করার পর রহিম জনসাধারণের কাছে জনপ্রিয়তা অর্জন করেন।  ১৯৭০ সালে রহিম এবং গোলাম মোস্তফা খার পশ্চিম পাকিস্তানে ফিরে এসে ভুট্টোকে বলেন যে, \"মুজিবের সাথে বৈঠক কোন কাজে আসেনি\"। ১৯৭১ সালের যুদ্ধের পর রহিম পাকিস্তানের অবশিষ্টাংশে থেকে যান এবং আইন মন্ত্রণালয়, বিচার মন্ত্রী এবং শহর পরিকল্পনা ও এগ্রোভিলস পরিচালনা করেন। ১৯৭২ সালে রহিম প্রতিরক্ষা উৎপাদনের প্রথম মন্ত্রী হিসাবে নিযুক্ত হয়ে ১৯৭৪ সাল পর্যন্ত দয়িত্ব পালন করেন।\n\n\n=== ভুট্টোর সাথে মোহভঙ্গ ===\nযখন পাকিস্তান পিপলস পার্টি কট্টরপন্থী হতে শুরু করে তখন থেকেই ভুট্টোর সাথে রহিমের সম্পর্কের অবনতি ঘটে।\n১৯৭৪ সালের জুলাই মাসে, ভুট্টোর অভ্যন্তরীণ বিষয়গুলো পরিচালনা করার পর রহিম নিজেই ভুট্টোর প্রতি মোহভঙ্গ হয়ে পড়েন এবং প্রকাশ্যে ভুট্টোর সাথে দ্বিমত পোষণ করেন। কারণ তিনি চেয়েছিলেন ভুট্টো জোর করে নয়, দক্ষতার সাথে বিষয়গুলো মোকাবেলা করুক।\nভুট্টো তাকে পথ থেকে সরিয়ে দেওয়ার জন্য এবং পাকিস্তানের রাজনীতি থেকে দূরে রাখতে তাকে ফ্রান্সে পাকিস্তানের রাষ্ট্রদূত হিসাবে নিযুক্ত করেন। কিন্তু তিনি অনির্ধারিতভাবে পাকিস্তানে ফিরে যান। রহিম তখন গোপন পুলিশ এবং ফেডারেল সিকিউরিটি ফোর্স (এফএসএফ) এর সদস্যদের দ্বারা নির্যাতনের শিকার হন এবং ১৯৭৬ সালে তাকে কারাগারে বন্দি করা হয়।  এর কিছুদিন পরেই তাকে মুক্তি দেওয়া হয়। পরে ভুট্টো আনুষ্ঠানিকভাবে তার কাছে ক্ষমা চাওয়ার পর তিনি পুনরায় রাষ্ট্রদূত হিসেবে তার মেয়াদ শেষ করার জন্য ফ্রান্সে চলে যান। কিছু লোক বলে যে, ভুট্টো তার শেষ দিনগুলিতে তার প্রাক্তন পরামর্শদাতা হিসাবে জে. এ. রহিমের সাথে তার পতনের জন্য অনুশোচনা করেছিলেন।\n\n\n== মৃত্যু ==\nরহিম ১৯৭৭ সালে হৃদরোগে আক্রান্ত হয়ে মারা যান। তাকে পাকিস্তানের সিন্ধু প্রদেশের করাচিতে সমাহিত করা হয়।\n\n\n== আরও দেখুন ==\nবাংলাদেশের স্বাধীনতা যুদ্ধ\n\n\n== তথ্যসূত্র =="}