{"pageid": 1139768, "title": "এয়ারএশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1139768", "content": "এয়ারএশিয়া (এয়ারএশিয়া হিসাবে স্টাইলাইজড) হিসাবে পরিচালিত ক্যাপিটাল এ বারহাদ, (এমওয়াইএক্স: ৫০৯৯) হল একটি মালয়েশীয় বহুজাতিক কম খরচের বিমানসংস্থা যার সদর দপ্তর মালয়েশিয়ার কুয়ালালামপুরে নিকটে অবস্থিত। এটি বহরের আকার ও গন্তব্যের ভিত্তিতে মালয়েশিয়ার বৃহত্তম বিমানসংস্থা। এয়ারএশিয়া ২৫ টি দেশে বিস্তৃত ১৬৫ টিরও বেশি গন্তব্যে নির্ধারিত অভ্যন্তরীণ ও আন্তর্জাতিক উড়ান পরিচালনা করে। এর প্রধান ভিত্তি কেন্দ্র বা ঘাঁটি হল মালয়েশিয়ার সেলাঙ্গর রাজ্যের সেপাং শহরে কুয়ালালামপুর আন্তর্জাতিক বিমানবন্দরের (কেএলআইএ) কম খরচের উড়ান টার্মিনাল ক্লিয়া২। এর অধিভুক্ত বিমানসংস্থাসমূহ থাই এয়ারএশিয়া, ইন্দোনেশিয়া এয়ারএশিয়া, ফিলিপাইন এয়ারএশিয়া ৩ এয়ারএশিয়া ইন্ডিয়ার ঘাঁটি রয়েছে ব্যাংকক-ডন মুয়াং, জাকার্তা-সোকার্নো-হাট্টা, ম্যানিলা-নিনয় অ্যাকুইনো ও ব্যাঙ্গালোর-কেম্পেগৌদা বিমানবন্দরে, যেখানে এটির ভগ্নি বিমানসংস্থা এয়ারএশিয়ায় এক্স দূরপাল্লার রুটের উপর লক্ষ্য নির্ধারণ করেছে। এয়ারএশিয়ার নিবন্ধিত অফিস সেলাঙ্গোরে পেটালিং জায়া এবং এর প্রধান কার্যালয় কুয়ালালামপুর আন্তর্জাতিক বিমানবন্দরে অবস্থিত।\nএয়ারএশিয়া প্রতি বিশ্বের সর্বনিম্ন একক মূল্য প্রতি উপলব্ধ আসন কিলোমিটার (এএসকে) ০.০২৩ মার্কিন ডলার এবং ৫২% যাত্রীর ব্রেকইভেন লোড ফ্যাক্টর নিয়ে কাজ করে। ২০০৭ সালে, দ্য নিউ ইয়র্ক টাইমস বিমানসংস্থাটিকে এশিয়ায় কম খরচে ভ্রমণের \"অগ্রগামী\" হিসাবে বর্ণনা করেছিল। এয়ারএশিয়া মালয়েশিয়া জাতীয় ফুটবল দল, সিঙ্গাপুর জাতীয় ফুটবল দল, জামশেদপুর ফুটবল ক্লাব ও কুইন্স পার্ক রেঞ্জার্সের স্পনসর। এয়ারএশিয়া ম্যানচেস্টার ইউনাইটেড ও এশিয়া রেড ট্যুরের প্রাক্তন স্পনসর।\nএয়ারএশিয়া ২০১৯ সালের সর্বশেষ পুরস্কার সহ আন্তর্জাতিক ভ্রমণ ও বিমানসংস্থার পুরস্কারগুলিতে ধারাবাহিকভাবে ১১ বছরের জন্য স্কাইট্র্যাক্স দ্বারা বিশ্বের সেরা কম খরচের ক্যারিয়ার হিসাবে নথিভুক্ত করেছে। কোভিড মহামারি চলাকালীন, এয়ারএশিয়া শেষ মুহূর্তে বিমানসংস্থা দ্বারা বাতিল করা উড়ানের জন্য টিকিটের অর্থ মূল্য ফেরত করতে অস্বীকার করেছে, যখন অন্যান্য বিমানসংস্থাসমূহ ওই সময়ে কার্যক্রম পরিচালনা করছিল।\n\n\n== ইতিহাস ==\nএয়ারএশিয়া ১৯৯৩ সালে প্রতিষ্ঠিত হয়েছিল এবং কার্যক্রম১৯৯৬ সালের ১৮ই নভেম্বর শুরু করেছিল। এটি একটি সরকারি মালিকানাধীন সংগঠন, ডিআরবি-এইচআইসিওএম দ্বারা প্রতিষ্ঠিত হয়েছিল। প্রাক্তন টাইম ওয়ার্নার (বর্তমানে ওয়ার্নারমিডিয়া নামে পরিচিত) এক্সিকিউটিভ টনি ফার্নান্দেস ও কামারুদিন মেরানুনের  কোম্পানি টিউন এয়ার এসডিএন বিএইচডি ২০০১ সালের ৮ই সেপ্টেম্বর ১১ মিলিয়ন (এমওয়াইআর ৪০ মিলিয়ন) মার্কিন ডলার মূল্যে ঋণ সহ এক রিঙ্গিতের (তৎকালীন সময়ে প্রায় ০.২৬ মার্কিন ডলার) জন্য বিপুলভাবে ঋণগ্রস্ত এয়ারলাইনটি ক্রয়করেছিল। অংশীদাররা ২০০২ সালে মুনাফা তৈরি করে এবং কুয়ালালামপুরের হাব থেকে নতুন উড়ান রুট চালু করে, প্রাক্তন একচেটিয়া উড়ান সংস্থা মালয়েশিয়া এয়ারলাইন্সের প্রচারমূলক ভাড়া কমিয়ে এমওয়াইআর ১ ( ইউএস $০.২৭) হিসাবে কম করে। এয়ারএশিয়া ২০০৩ সালে জোহর বাহরুতে সেনাই আন্তর্জাতিক বিমানবন্দরে একটি দ্বিতীয় হাব চালু করে এবং ব্যাংককে তার প্রথম আন্তর্জাতিক উড়ান চালু করে।\nএয়ারএশিয়া পরবর্তীকালে তার থাই এয়ারএশিয়ার অধিভুক্ত শুরু করে এবং সিঙ্গাপুর ও ইন্দোনেশিয়ায় উড়ান শুরু করে। ম্যাকাওতে ২০০৪ সালের জুন মাসে উড়ান শুরু হয় এবং চীনের মূল ভূখণ্ড (জিয়ামেন) ও ফিলিপাইনে (ম্যানিলা) ২০০৫ সালের এপ্রিল মাসে উড়ান শুরু হয়। ভিয়েতনাম ও কম্বোডিয়ায় ২০০৫ সালে এবং ব্রুনাই ও মায়ানমারে ২০০৬ সালে উড়ান, থাই এয়ারএশিয়ার পরবর্তী উড়ান শুরু করে। এয়ারএশিয়া ২০০৬ সালের আগস্ট মাসে মালয়েশিয়া এয়ারলাইন্সের সাবাহ ও সারাওয়াকের রুরাল এয়ার সার্ভিস রুটসমূহ দখল করে, যা ফ্লাইএশিয়ানএক্সপ্রেস ব্র্যান্ডের অধীনে কাজ করে। বাণিজ্যিক কারণ উল্লেখ করে এক বছর পরে রুটগুলি এমএসুইং-এ ফিরিয়ে দেওয়া হয়েছিল।\nফার্নান্দেস ২০০৬ সালের শেষে এশিয়ায় এয়ারএশিয়ার উপস্থিতি আরও বাড়ানোর জন্য পাঁচ-বছরের পরিকল্পনা উন্মোচন করেন। পরিকল্পনার অধীনে, এয়ারএশিয়া পুরো অঞ্চল জুড়ে তার বিদ্যমান সমস্ত গন্তব্যগুলিকে সংযুক্ত করে এবং ভিয়েতনাম, ইন্দোনেশিয়া, দক্ষিণ চীন (কুনমিং, চেয়ামেন, শেনচেন) ও ভারতে আরও বিস্তৃত করে তার রুট নেটওয়ার্ক উন্নত করার প্রস্তাব করে। ভগ্নি কোম্পানি থাই এয়ারএশিয়া ও ইন্দোনেশিয়া এয়ারএশিয়ার মাধ্যমে, পরিকল্পনাটি ব্যাংকক ও জাকার্তায় তার হাব উন্নয়নের উপর লক্ষ্য নির্ধারণ করার আহ্বান জানায়। বর্ধিত ফ্রিকোয়েন্সি এবং নতুন রুট সংযোজনের সাথে, এয়ারএশিয়া তার ২০০৭ অর্থবছরে যাত্রী সংখ্যা ১৩.৯ মিলিয়নে বৃদ্ধি করে। \n\"দ্য ব্যারিয়ার-ফ্রি এনভায়রনমেন্ট অ্যান্ড অ্যাকসেসিবল ট্রান্সপোর্ট গ্রুপ\"-এর যাত্রীরা ২০০৭ সালে সম্পূর্ণভাবে অচল যাত্রীদের উড়তে অস্বীকৃতি জানানোর জন্য বিমানসংস্থার বিরুদ্ধে প্রতিবাদ করেছিল।  তারা দাবি করেন যে অনলাইনে টিকিট বুক করার সময় প্রতিবন্ধী ব্যক্তিদের সাথে বৈষম্য করা হয়; বিমানসংস্থার সিইও বলেছেন, যে এটি হুইলচেয়ারে যাত্রীদের সরিয়ে দেওয়া হয়নি। \nকোম্পানি ২০০৮ সালের ২৭শে সেপ্টেম্বর তার ৬০ টির তালিকায় ১০৬ টি নতুন রুট যোগ করার ঘোষণা দেয়। বন্ধ করা পুরনো রুটের সংখ্যা প্রকাশ করা হয়নি।\nএয়ারএশিয়া ২০১১ সালের আগস্ট মাসে শেয়ার অদলবদলের মাধ্যমে মালয়েশিয়া এয়ারলাইন্সের সাথে একটি জোট গঠন করতে সম্মত হয়।  মালয়েশিয়ার সরকার উভয় এয়ারলাইন্সের চুক্তি বাতিল করে এই জোটটি ভেঙে দেয়।\n২০১৩ সালের শুরুর দিকে, ২০১২ সালের একই সময়ের তুলনায় এয়ারএশিয়ার মুনাফা বছরে ১৬৮% বৃদ্ধি পায়। বিমানসংস্থাটির নিট মুনাফা ২০১২ সালের ৩১শে ডিসেম্বর সমাপ্ত ত্রৈমাসিকের জন্য দাঁড়িয়েছে ৩৫০.৬৫ মিলিয়ন রিঙ্গিত (ইউএস$১১৪.০৮ মিলিয়ন)। গড় জ্বালানি মূল্যের ১% বৃদ্ধি সত্ত্বেও, বিমানসংস্থাটি তার পুরো ২০১২ অর্থবছরে ১.৮৮ বিলিয়ন রিঙ্গিত লাভ নথিভুক্ত করে। \nএয়ারএশিয়া ২০১৩ সালে ফেব্রুয়ারি মাসে ভারতে তার কার্যক্রম শুরু করাতে অনুমোদনের জন্য তার বিনিয়োগ শাখা, এয়ারএশিয়া ইনভেস্টমেন্ট লিমিটেডের মাধ্যমে ভারতীয় বিদেশী বিনিয়োগ প্রচার বোর্ডের কাছে একটি আবেদন জমা দেয়। এয়ারএশিয়ার ভারতীয় ভগ্নি বিমানসংস্থায় ৪৯% অংশীদারিত্ব নিতে বলেছিল, যা সেই সময়ে ভারত সরকার কর্তৃক অনুমোদিত সর্বোচ্চ অংশীদারিত্ব ছিল। এয়ারএশিয়া নতুন বিমানসংস্থায় ৫০ মার্কিন ডলার মিলিয়ন পর্যন্ত বিনিয়োগ করতে প্রতিশ্রুতিবদ্ধ। কার্যক্রম চেন্নাইতে শুরু হবে, সমগ্র দক্ষিণ ভারতে নেটওয়ার্ক বিস্তৃত করবে, যেখানে এয়ারএশিয়া ইতোমধ্যেই মালয়েশিয়া ও থাইল্যান্ড থেকে উড়ান পরিচালনা করে। এয়ারএশিয়া ২০১৯ সালে তার প্রথম রেস্তোরাঁ খুলেছে, যেটি কুয়ালালামপুরে উড়জাহাজে খাবার পরিবেশন করে। ইতোমধ্যে এয়ারএশিয়া ২০২০ সালের নভেম্বর মাসে বিশেষভাবে নির্মিত ছয়টি এয়ারবাস এ৩২০নিও বিমানের ক্রয় সম্পূর্ণ করেনি। করোনাভাইরাস সংকটের কারণেই এমনটা হয়ছিল। এয়ারবাস ২০২১ সালের সেপ্টেম্বর মাসে উড়ান সংস্থার সাথে দশ বিলিয়ন ডলারের চুক্তি বাঁচাতে দাম কমাতে সম্মত হয়, উভয় অংশীদারদের মধ্যে সম্পর্ক পুনরায় চালু করে।\nমালয়েশিয়া সরকার ২০২১ সালের অক্টোবর মাসে ভ্রমণ নিষেধাজ্ঞা তুলে নেওয়ার পর এয়ারএশিয়া আন্তর্জাতিক উড়ান পুনরায় চালু করে।\nএয়ারএশিয়া ২০২২ সালের ৩ই জানুয়ারি তার কর্পোরেট নাম ক্যাপিটাল এ-তে পরিবর্তনের প্রস্তাব করেছিল, যা শেয়ারহোল্ডারদের অনুমোদন সাপেক্ষ ছিল। প্রস্তাবিত নামটি মালয়েশিয়ার কোম্পানি কমিশন (এসএসএম) দ্বারা অনুমোদিত হয়েছে এবং কোম্পানি দ্বারা ২০২১ সালের ২৮শে ডিসেম্বর সংরক্ষিত হয়। কোম্পানিটি ২০২১ সালের ২৮শে জানুয়ারি তার কর্পোরেট নাম এয়ারএশিয়া গ্রুপ বিএইচডি থেকে ক্যাপিটাল এ বিএইচডি-তে পরিবর্তন করে মূলত কম খরচের বিমানসংস্থার বাইরে ব্যবসার পোর্টফোলিওর সম্প্রসারণকে প্রতিফলিত করতে। যাইহোক, সংস্থাটি বিমানসংস্থা ব্যবসায় এয়ারএশিয়া ব্র্যান্ডের ব্যবহার অব্যাহত রেখেছে। \n\n\n== কর্পোরেট ব্যাপার ==\n\nপ্রধান কার্যালয় রেড কোয়ার্টারস (রেডকিউ) সেলাঙ্গরের সেপাংয়ের কুয়ালালামপুর আন্তর্জাতিক বিমানবন্দরে অবস্থিত। নিবন্ধিত কার্যালয়টি পেটালিং জয়ার মেনারা প্রিমা টাওয়ার বি-এর ১৩তম তালায় রয়েছে।\n\n\n== অনুমোদিত বিমানসংস্থা ==\n\n\n=== এয়ারএশিয়া চায়না ===\nচায়না এভারব্রাইট গ্রুপ, হেনান ওয়ার্কিং গ্রুপ ও এয়ারএশিয়া বেরহাদ ২০১৭ সালের মে মাসে একটি যৌথ উদ্যোগ হিসাবে চীনে একটি স্বল্প খরচের উড়ান সংস্থা স্থাপনের জন্য একটি চুক্তি স্মারক স্বাক্ষরের ঘোষণা করে। এয়ারএশিয়া চায়না হনান প্রদেশের রাজধানী চেংচৌতে অবস্থিত হবে, যেখানে নতুন কম খরচের উড়ান সংস্থার একটি ডেডিকেটেড কম খরচে উড়ান টার্মিনাল, একটি বিমান প্রশিক্ষণ একাডেমি ও একটি এমআরও সুবিধা তৈরি করার পরিকল্পনা করা হয়। \nযাইহোক, যৌথ উদ্যোগটি ২০১৮ সালে শেষ হয়ে গিয়েছিল, কারণ নন-বাইন্ডিং প্রাথমিক চুক্তিটি ১২ মাসের জন্য বৈধ ছিল এবং এটি মেয়াদ শেষ হয়ে গেলে সংশ্লিষ্ট পক্ষ দ্বারা নবায়ন করা হয়নি।\n\n\n=== এয়ারএশিয়া ইন্ডিয়া ===\nএয়ার এশিয়ার ব্যবস্থাপনা ২০১২ সালের অক্টোবর মাসে বলেছিল, যে তারা ভারতে আরও উপস্থিতি পেতে আগ্রহী যদি বিমান চলাচলের পরিবেশ ও কর কাঠামো কম খরচে বিমানসংস্থার কার্যক্রম পরিচালনার জন্য অনুকূল ও বন্ধুত্বপূর্ণ হয়। নতুন ভারত সরকার বিমান চালাচল খাতে ৪৯% পর্যন্ত সরাসরি বিদেশী বিনিয়োগের অনুমতি প্রদানের পরে, বিমানসংস্থার সিইও টনি ফার্নান্দেস টুইট করেন \"চমৎকার খবর যে ভারত বিদেশী বিমানসংস্থাগুলিতে বিনিয়োগের জন্য উন্মুক্ত করেছে।\" তিনি বলেছিলেন যে ভারতে একটি বিমানসংস্থা স্থাপন করা তার পক্ষে এখন সহজ।  টনি ফার্নান্দেস টাটা সন্সের সাথে যৌথ উদ্যোগ শুরু করেন। তিনি বলেছিলেন যে টাটারা ভারতকে খুব ভাল করে জানে এবং তাদের সুনাম রয়েছে। দক্ষতার সঙ্গে একটি বাঁধন বা বন্ধন। ফার্নান্দেস বলেছিলেন যে তিনি প্রধানত এক মিলিয়ন দক্ষিণ ভারতীয়দের দিকে মনোনিবেশ করবেন, যারা রেলে ভ্রমণ করেন।  এয়ারএশিয়া ২০১৩ সালের ১৯শে ফেব্রুয়ারি তার ভারতীয় কম খরচের অনুমোদিত বিমান সংস্থা ঘোষণা করে। বিমানসংস্থাটি একটি যৌথ উদ্যোগ হিসাবে পরিচালনা শুরু করে, এয়ারএশিয়ার নিকট বিমানসংস্থার ৪৯% শেয়ার থাকবে। অরুণ ভাটিয়া বিমানসংস্থার ২১% ও টাটা সন্স বারি ৩০% শেয়ার নিয়েছিলেন। যৌথ উদ্যোগটি ৬০ বছর পর বিমান শিল্পে টাটা সন্সের প্রত্যাবর্তনকে চিহ্নিত করে। এয়ারএশিয়া হল প্রথম বিদেশী বিমান সংস্থা যারা ভারতে একটি অনুমোদিত বিমানসংস্থা স্থাপন করে। বিমানসংস্থটির সদর দপ্তর চেন্নাই  এবং চেন্নাই আন্তর্জাতিক বিমানবন্দরকে উড়ান কেন্দ্র হিসেবে গড়ে তোলার পরিকল্পনা করে। পরে, বিমানসংস্থার প্রাথমিক কেন্দ্রটি বেঙ্গালুরুর কেম্পেগৌড়া আন্তর্জাতিক বিমানবন্দরে স্থানান্তরিত করা হয়। এয়ারএশিয়ার ভারতের উদ্যোগের প্রথম উড়ানটি বেঙ্গালুরু-গোয়া রুটে ২০১৪ সালের ১২ই জুন যাত্রা করে। বিমানসংস্থাটি ঘোষণা করেছে যে দিল্লির ইন্দিরা গান্ধী আন্তর্জাতিক বিমানবন্দর উত্তর ভারতীয় ক্রিয়াকলাপের কেন্দ্র হবে। এয়ারএশিয়া ২০২০ সালের নভেম্বর মাসে বিশ্বের পঞ্চম বৃহত্তম অর্থনীতি থেকে সম্ভাব্য প্রস্থানের ইঙ্গিত দিয়ে টাটা সন্স-এর সঙ্গে অংশীদারিত্বে পরিচালিত তার ভারত কার্যক্রম পর্যালোচনা করছে।  টাটা গ্রুপ ২০২০ সালের ২৯শে ডিসেম্বর ঘোষণা করেছে, যে এটি এয়ারএশিয়ার সঙ্গে ভারতীয় ভিত্তিক যৌথ উদ্যোগে তাদের অংশীদারিত্ব ৫১% থেকে বাড়িয়ে ৮৪% করবে। \n\n\n== গন্তব্য ==\n\n\n== বহর ==\n\n\n=== বর্তমান বহর ===\nনভেম্বর ২০২১-এর হিসাব অনুযায়ী, এয়ারএশিয়ায় বহর (মালয়েশিয়া সংস্করণ) নিম্নলিখিত বিমান নিয়ে গঠিত:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}