{"pageid": 1139567, "title": "ডেন্টিন", "url": "https://bn.wikipedia.org/wiki?curid=1139567", "content": "ডেন্টিন (মার্কিন ইংরেজি: Dentin , ব্রিটিশ ইংরেজি: Dentine  বা , লাতিন: substantia eburnea) শরীরের একটি ক্যালসিফাইড টিস্যু এবং এনামেল , সিমেন্টাম এবং সজ্জা সহ, দাঁতের চারটি প্রধান উপাদানের একটি। এটি সাধারণত মুকুটের উপর এনামেল এবং মূলে সিমেন্টাম দ্বারা আবৃত থাকে এবং পুরো সজ্জাকে ঘিরে থাকে। আয়তনের দিক থেকে, ডেন্টিনের ৪৫% খনিজ হাইড্রোক্সাপাটাইট নিয়ে গঠিত, ৩৩% জৈব উপাদান এবং ২২% পানি দেখতে হলুদ, এনামেলের স্বচ্ছতার কারণে এটি দাঁতের রঙকে ব্যাপকভাবে প্রভাবিত করে। ডেন্টিন, যা এনামেলের চেয়ে কম খনিজযুক্ত এবং কম ভঙ্গুর, এনামেলের সমর্থনের জন্য প্রয়োজনীয়। খনিজ কঠোরতার মোহস স্কেলে ডেন্টিনের হার প্রায় ৩।  দুটি প্রধান বৈশিষ্ট্য রয়েছে যা ডেন্টিনকে এনামেল থেকে আলাদা করে: প্রথমত, সারা জীবন ডেন্টিন তৈরি হয়; দ্বিতীয়ত, ডেন্টিন সংবেদনশীল  এবং ওডোনটোব্লাস্টের সংবেদনশীল কাজের কারণে তাপমাত্রার পরিবর্তনের জন্য অতি সংবেদনশীল হয়ে উঠতে পারে  , বিশেষত যখন এনামেল সরে যায় এবং ডেন্টিন চ্যানেলগুলি উন্মুক্ত হয়ে যায়।\n\n\n== ডেন্টিনাল স্ক্লেরোসিস ==\nডেন্টিনাল স্ক্লেরোসিস বা প্রাথমিক ডেন্টিনের স্বচ্ছ ডেন্টিন স্ক্লেরোসিস হলো দাঁতের গঠনে পরিবর্তন যেটা ডেন্টিনাল টিউবুলের জমাটকরণের দ্বারা চিহ্নিত করা হয়।এটি ক্যারিস বা ঘর্ষণ দ্বারা ডেন্টিনে আঘাতের ফলে বা স্বাভাবিক বার্ধক্য প্রক্রিয়ার অংশ হিসাবে ঘটতে পারে।\n\n\n== উন্নয়ন ==\nএনামেল গঠনের আগে, ডেন্টিনোজেনেসিস নামে পরিচিত একটি প্রক্রিয়ার মাধ্যমে ডেন্টিন গঠন শুরু হয় এবং এই প্রক্রিয়াটি দাঁত সম্পূর্ণরূপে বিকশিত হওয়ার পরেও একজন ব্যক্তির সারাজীবন ধরে চলতে থাকে। দাঁতের ক্ষয় এবং দাঁত পরিধানের মতো ঘটনাও ডেন্টিন গঠন শুরু করতে পারে। \nডেন্টিনোজেনেসিস সজ্জার ওডন্টোব্লাস্ট দ্বারা শুরু হয়। ওডন্টোব্লাস্ট হল বিশেষ কোষ যা একটি জৈব ম্যাট্রিক্স রাখে যা প্রি-ডেন্টিন নামে পরিচিত। এই প্রি-ডেন্টাইনটি পরবর্তীতে ডেন্টিনে খনিজকরণ করা হয়। প্রি- ডেন্টাইনের খনিজকরণ দাঁতের বিকাশের সময় ডেন্টিনো-এনামেল সংযোগস্থলে শুরু হয় এবং দাঁতের সজ্জার দিকে অগ্রসর হয়।  প্রি-ডেন্টাইন বৃদ্ধি এবং ডেন্টিনে পরিপক্ক হওয়ার পর, ওডনটোব্লাস্টের কোষের দেহগুলি সজ্জায়, এর বাইরের প্রাচীর বরাবর থাকে এবং ডেন্টিনে ক্ষুদ্র নলকারে প্রক্ষেপণ করে।\nপ্রি-ডেন্টিন ৯০% টাইপ আই(I) কোলাজেন এবং ১০% নন-কোলাজেনাস প্রোটিন (ফসফোপ্রোটিন, প্রোটিওগ্লাইকানস, গ্রোথ ফ্যাক্টর, ফসফেটেস যেমন অ্যালকালাইন ফসফেটেস, এবং ম্যাট্রিক্স মেটালোপ্রোটিনেস (MMPs) সহ) গঠিত, এবং এই সংমিশ্রণটি উল্লেখযোগ্যভাবে গুরুত্বপূর্ণ। ডেন্টিনে খনিজযুক্ত।  ডেন্টিনের গঠন সম্পর্কে তথ্যের জন্য ডেন্টিনের গঠন বিভাগটি দেখুন।\n\n\n== গঠন ==\nএনামেলের বিপরীতে, হিস্টোলজিক্যাল অধ্যয়নের জন্য ডেন্টিনকে ডিমিনারিলাইজড এবং দাগযুক্ত হতে পারে। ডেন্টিনে মাইক্রোস্কোপিক চ্যানেল থাকে, যাকে ডেন্টিনাল টিউবিউল বলা হয়, যা ডেন্টিনের মাধ্যমে সজ্জা থেকে বাহ্যিক সিমেন্টাম বা এনামেল সীমানা পর্যন্ত বিকিরণ করে।  ডেন্টিনাল টিউবুলগুলি ক্রাউন এলাকায় ডেন্টিনোএনামেল জংশন (DEJ) থেকে বা মূল এলাকায় ডেন্টিনোসেমেন্টাল জংশন (DCJ) থেকে সজ্জার বাইরের প্রাচীর পর্যন্ত বিস্তৃত হয়।  ডেন্টিনের বাইরের পৃষ্ঠ থেকে সজ্জার নিকটবর্তী এলাকা পর্যন্ত, এই টিউবুলগুলি একটি এস-আকৃতির পথ অনুসরণ করে। টিউবুলের ব্যাস এবং ঘনত্ব সজ্জার কাছে সবচেয়ে বেশি।  অভ্যন্তরীণ থেকে বাইরের পৃষ্ঠে টেপারিং করে, তাদের সজ্জার কাছে ২.৫ μm, ডেন্টিনের মাঝখানে ১.২ μm এবং ডেন্টিনো-এনামেল সংযোগস্থলে ০.৯μm ব্যাস রয়েছে । সজ্জার কাছাকাছি তাদের ঘনত্ব ৫৯,০০০থেকে ৭৬,০০০ প্রতি বর্গ মিলিমিটার, যেখানে ঘনত্ব এনামেলের কাছাকাছি মাত্র অর্ধেক। টিউবুলের মধ্যে, একটি ওডন্টোব্লাস্ট প্রক্রিয়া রয়েছে, যা একটি ওডন্টোব্লাস্টের একটি এক্সটেনশন এবং ডেন্টিনাল ফ্লুইড, যাতে অ্যালবুমিন , ট্রান্সফারিন , টেনাসিন এবং প্রোটিওগ্লাইকানগুলির মিশ্রণ থাকে ।  উপরন্তু, একে অপরের সাথে সংযোগকারী শাখা ক্যানালিকুলার সিস্টেম রয়েছে। এই শাখাগুলিকে আকার অনুসারে শ্রেণীবদ্ধ করা হয়েছে, প্রধানগুলি হল ৫০০-১০০০ nm ব্যাস, সূক্ষ্ম হল ৩০০-৭০০ nm, এবং মাইক্রো হল ৩০০ nm-এর কম৷  প্রধান শাখা হল টিউবুলের শেষ প্রান্ত। প্রায় প্রতি ১-২ μm, ৪৫ ডিগ্রি কোণে ডেন্টিনাল টিউবুল থেকে বিচ্ছিন্ন সূক্ষ্ম শাখা রয়েছে। মাইক্রোটিউবুলগুলি ৯০ ডিগ্রি কোণে বিচ্ছিন্ন হয়। ডেন্টিনাল টিউবুলে ওডন্টোব্লাস্টের সাইটোপ্লাজমিক এক্সটেনশন থাকে যা একবার ডেন্টিন তৈরি করে এবং এটি বজায় রাখে। ওডন্টোব্লাস্টের কোষের দেহগুলি ডেন্টিনের অভ্যন্তরীণ দিক বরাবর প্রেডেন্টিনের একটি স্তরের সাথে সারিবদ্ধ থাকে যেখানে তারা ডেন্টাল পাল্পের পেরিফেরাল সীমানাও গঠন করে  ডেন্টিনাল টিউবুলের কারণে, ডেন্টিনের একটি ডিগ্রী ব্যাপ্তিযোগ্যতা রয়েছে, যা ব্যথার সংবেদন এবং দাঁত ক্ষয়ের হার বাড়াতে পারে । দাঁতের অতি সংবেদনশীলতার সবচেয়ে শক্তিশালী তত্ত্বটি পরামর্শ দেয় যে এটি প্রক্রিয়াগুলির সাথে যুক্ত দাঁতের তরল পরিবর্তনের কারণে হয়, এটি এক ধরনের হাইড্রোডাইনামিক প্রক্রিয়া। \nডেন্টিন একটি হাড়ের মতো ম্যাট্রিক্স যা ছিদ্রযুক্ত এবং হলুদ আভাযুক্ত উপাদান। এটি ওজন অনুসারে ৭০-৭২% অজৈব পদার্থ (প্রধানত হাইড্রোক্সিলাপাটাইট এবং কিছু অ-ক্রিস্টালাইন নিরাকার ক্যালসিয়াম ফসফেট), ২০% জৈব পদার্থ (যার ৯০% কোলাজেন টাইপ ১ এবং অবশিষ্ট ১০% স্থল পদার্থ, যা) দ্বারা গঠিত। এর মধ্যে রয়েছে ডেন্টিন-নির্দিষ্ট প্রোটিন), এবং ৮-১০% জল (যা খনিজগুলির পৃষ্ঠে বা স্ফটিকগুলির মধ্যে শোষিত হয়)।   কারণ এটি এনামেলের চেয়ে নরম, এটি আরও দ্রুত ক্ষয়প্রাপ্ত হয় এবং সঠিকভাবে চিকিত্সা না করা হলে এটি গুরুতর গহ্বরের শিকার হয়, তবে এর স্থিতিস্থাপক বৈশিষ্ট্যের কারণে এটি এনামেলের জন্য ভাল সমর্থন করে। এর নমনীয়তা ভঙ্গুর এনামেল ফ্র্যাকচারিং প্রতিরোধ করে।\nযে সমস্ত এলাকায় প্রাথমিক এবং মাধ্যমিক উভয় খনিজকরণ সম্পূর্ণ স্ফটিক ফিউশনের সাথে ঘটেছে, এইগুলি ডেন্টিনের একটি দাগযুক্ত অংশে হালকা গোলাকার অঞ্চল হিসাবে উপস্থিত হয় এবং গ্লোবুলার ডেন্টিন হিসাবে বিবেচিত হয়। বিপরীতে, ডেন্টিনের একটি দাগযুক্ত অংশে গাঢ় চাপ-সদৃশ অঞ্চলগুলিকে আন্তঃগ্লোবুলার ডেন্টিন হিসাবে বিবেচনা করা হয়। এই অঞ্চলগুলিতে, শুধুমাত্র প্রাথমিক খনিজকরণ প্রেডেন্টিনের মধ্যে ঘটেছে, এবং ডেন্টিনের গ্লোবুলগুলি সম্পূর্ণরূপে ফিউজ হয় না। সুতরাং, আন্তঃগ্লোবুলার ডেন্টিন গ্লোবুলার ডেন্টিনের তুলনায় সামান্য কম খনিজযুক্ত। আন্তঃগ্লোবুলার ডেন্টিন বিশেষ করে করোনাল ডেন্টিনে, ডেন্টিনোএনামেল জংশনের কাছে (DEJ) এবং নির্দিষ্ট কিছু দাঁতের অসঙ্গতিতে যেমন ডেন্টিনোজেনেসিস ইমপারফেক্টায় স্পষ্ট । \n\n\n=== ডেন্টিনের গঠন এবং রচনায় আঞ্চলিক বৈচিত্র্য ===\nডেন্টিনের বিভিন্ন অঞ্চল তাদের গঠনগত পার্থক্যের কারণে স্বীকৃত হতে পারে। সবচেয়ে বাইরের স্তর, যা ম্যান্টেল ডেন্টিন স্তর নামে পরিচিত, দাঁতের মুকুটে পাওয়া যায়। এনামেল-ডেন্টিন সংযোগে লম্বভাবে পাওয়া কোলাজেন ফাইবার সহ বিভিন্ন বৈশিষ্ট্যের উপস্থিতি দ্বারা এটি সনাক্ত করা যায় এবং এটি কিছুটা কম খনিজযুক্ত (এনামেলের তুলনায় প্রায় ৫%। ম্যাট্রিক্সের উপস্থিতিতে ডেন্টিন খনিজকরণের মধ্য দিয়ে যায়) ভেসিকল (\"হাইড্রোক্সাপাটাইট-ধারণকারী, ওডন্টোব্লাস্ট, অস্টিওব্লাস্ট এবং কিছু কনড্রোসাইট দ্বারা নিঃসৃত ঝিল্লি-ঘেরা ভেসিকেল; ডেন্টিন, হাড় এবং ক্যালসিফাইড তরুণাস্থিতে খনিজকরণ প্রক্রিয়ার জন্য নিউক্লিয়েশন কেন্দ্র হিসাবে কাজ করে বলে বিশ্বাস করা হয়।\")  এই টিউবুলডেন্ট অঞ্চল শাখা প্রচুর পরিমাণে।\nদাঁতের মূলে দুটি রূপগতভাবে আলাদা করা বাইরের স্তর রয়েছে: ডেন্টিনের পরিধিতে হায়ালাইন স্তর এবং এর নীচে টোমসের দানাদার স্তর। দানাদার স্তরটি একটি অন্ধকার, দানাদার চেহারা রয়েছে যা এই অঞ্চলে দাঁতের টিউবুলগুলির শাখা এবং পিছনে লুপিংয়ের কারণে ঘটে। এই চেহারা, রুট ডেন্টিনের জন্য নির্দিষ্ট, সম্ভবত করোনাল এবং রুট ডেন্টিনের গঠনের হারের পার্থক্যের কারণে। হায়ালাইন স্তর, যার একটি অস্পষ্ট উৎস রয়েছে, একটি পরিষ্কার স্তর, দানাদার স্তরের বিপরীতে, যার প্রস্থ ২০μm পর্যন্ত। পেরিওডন্টাল পুনর্জন্মের সময় এটির ক্লিনিকাল তাত্পর্য থাকতে পারে।\nসার্কাম্পুলাল ডেন্টিন বেশিরভাগ ডেন্টিন গঠন করে এবং সাধারণত গঠনে স্থির থাকে। আনুষঙ্গিকভাবে, খনিজকরণ অসম্পূর্ণ হতে দেখা যায়, যেখানে কেন্দ্রীয়ভাবে খনিজকরণের সামনে চলমান খনিজকরণ দেখায়।\nডেন্টিনের সবচেয়ে ভিতরের স্তরটি প্রেডেন্টিন নামে পরিচিত, এবং এটি প্রাথমিক ডেন্টিন ম্যাট্রিক্স যা খনিজকরণের আগে স্থাপন করা হয়। হেমাটক্সিলিন এবং ইওসিন দিয়ে দাগ দিলে এটি ফ্যাকাশে রঙের দ্বারা আলাদা করা যায়। এখানে ওডন্টোব্লাস্টিক প্রক্রিয়ার উপস্থিতি ম্যাট্রিক্স উপাদানগুলির ক্ষরণের অনুমতি দেয়। প্রেডেন্টিন প্রস্থে ১০-৪০μm হতে পারে, এটি জমা হওয়ার হারের উপর নির্ভর করে। \n\n\n== প্রকারভেদ ==\nডেন্টিন তিন প্রকার, প্রাথমিক, মাধ্যমিক এবং তৃতীয়।   সেকেন্ডারি ডেন্টিন হল ডেন্টিনের একটি স্তর যা দাঁতের গোড়া সম্পূর্ণরূপে তৈরি হওয়ার পর তৈরি হয়। টারশিয়ারি ডেন্টিন একটি উদ্দীপনার প্রতিক্রিয়া হিসাবে তৈরি হয়, যেমন একটি ক্যারিয়াস আক্রমণ বা পরিধান। \n\n\n=== প্রাথমিক ডেন্টিন ===\nপ্রাথমিক ডেন্টিন , দাঁতের সবচেয়ে বিশিষ্ট ডেন্টিন, এনামেল এবং পাল্প চেম্বারের (ডেন্টিন-এনামেলের সংযোগস্থলের কাছাকাছি) মধ্যে অবস্থিত। এনামেলের সবচেয়ে কাছের বাইরের স্তরটি ম্যান্টেল ডেন্টিন নামে পরিচিত। এই স্তরটি প্রাথমিক ডেন্টিনের বাকি অংশের জন্য অনন্য। ম্যান্টল ডেন্টিন নতুন ভিন্ন ভিন্ন ওডন্টোব্লাস্ট দ্বারা গঠিত হয় এবং ধারাবাহিকভাবে ১৫-২০ মাইক্রোমিটার (µm) চওড়া একটি স্তর গঠন করে। প্রাথমিক ডেন্টিনের বিপরীতে, ম্যান্টল ডেন্টিনে ফসফোরিলেশনের অভাব থাকে, কোলাজেন ফাইব্রিলগুলি আলগাভাবে প্যাক করে এবং কম খনিজযুক্ত হয়। এর নীচে রয়েছে সার্কাম্পুলাল ডেন্টিন, আরও খনিজযুক্ত ডেন্টিন যা বেশিরভাগ ডেন্টিন স্তর তৈরি করে এবং ওডনটোব্লাস্ট দ্বারা ম্যান্টেল ডেন্টিনের পরে নিঃসৃত হয়। মূল গঠন সম্পূর্ণ হওয়ার আগে সার্কাম্পুলাল ডেন্টিন গঠিত হয়।\nসদ্য নিঃসৃত ডেন্টিনকে খনিজমুক্ত করা হয় এবং একে প্রেডেনটিন বলা হয়। এটি হেমাটোক্সিলিন এবং ইওসিন দাগযুক্ত বিভাগে সহজেই সনাক্ত করা যায় কারণ এটি ডেন্টিনের চেয়ে কম তীব্রভাবে দাগ দেয়। এটি সাধারণত ১০-৪৭μm হয় এবং ডেন্টিনের অভ্যন্তরীণ অঞ্চলে রেখা দেয়। এটি খনিজমুক্ত এবং কোলাজেন, গ্লাইকোপ্রোটিন এবং প্রোটিওগ্লাইকান নিয়ে গঠিত। এটি হাড়ের অস্টিওডের মতো এবং ডেন্টিনোজেনেসিস ঘটলে এটি সবচেয়ে পুরু হয়। \n\n\n=== সেকেন্ডারি ডেন্টিন ===\nসেকেন্ডারি ডেন্টিন (অ্যাডভেন্টিটিস ডেন্টিন) মূল গঠন সম্পূর্ণ হওয়ার পরে গঠিত হয়, সাধারণত দাঁত ফেটে যাওয়ার পরে এবং কার্যকরী হয়। এটি প্রাথমিক ডেন্টিনের তুলনায় অনেক বেশি ধীরে ধীরে বৃদ্ধি পায় তবে বৃদ্ধির ক্রমবর্ধমান দিক বজায় রাখে। এটির প্রাথমিক ডেন্টিনের অনুরূপ গঠন রয়েছে, যদিও এর জমা সবসময় পাল্প চেম্বারের চারপাশে থাকে না। এটি করোনাল পাল্প চেম্বারের ছাদে এবং মেঝেতে বেশি পরিমাণে দেখা যায়, যেখানে এটি পুরানো দাঁতের এক্সপোজার থেকে সজ্জাকে রক্ষা করে। গঠিত সেকেন্ডারি ডেন্টিন কোনো বাহ্যিক উদ্দীপনার প্রতিক্রিয়ায় নয়, এবং এটি প্রাথমিক ডেন্টিনের মতোই দেখা যায়। এটি এই ডেন্টিনের বৃদ্ধি যা বয়সের সাথে পাল্প চেম্বারের আকার হ্রাস করে। এটি ক্লিনিক্যালি পাল্প রিসেশন নামে পরিচিত; অল্পবয়সী রোগীদের মধ্যে গহ্বরের প্রস্তুতি, তাই, সজ্জা প্রকাশের একটি বড় ঝুঁকি বহন করে। যদি এটি ঘটে, তাহলে ডাইরেক্ট পাল্প ক্যাপিং এর মতো বিভিন্ন থেরাপির মাধ্যমে সজ্জার চিকিৎসা করা যেতে পারে। পূর্বে মনে করা হত যে পাল্প ক্যাপিং সবচেয়ে সফল হয় যদি একটি স্টেইনলেস স্টিলের মুকুট অনুসরণ করা হয়, তবে এই পদ্ধতিটি বেশিরভাগ সময় শিশুদের ক্ষেত্রে অপ্রয়োজনীয়। এটি দাঁতের জীবনের চাবিকাঠি যা এনামেল অপ্রয়োজনীয় অপসারণ প্রয়োজন। আঠালো দন্তচিকিৎসা রক্ষণশীল পুনরুদ্ধার কৌশলগুলির জন্য অনুমতি দেয় যা দাঁতের গঠনের ক্ষতি কম করে এবং ব্যবহার করা উচিত। প্রাথমিক ডেন্টিশনে স্থান বজায় রাখার জন্য, পাপল এক্সপোজার বের না করার চেষ্টা করা হয়। এটি দাঁতের জীবনের চাবিকাঠি যা এনামেল অপ্রয়োজনীয় অপসারণ প্রয়োজন। আঠালো দন্তচিকিৎসা রক্ষণশীল পুনরুদ্ধার কৌশলগুলির জন্য অনুমতি দেয় যা দাঁতের গঠনের ক্ষতি কম করে এবং ব্যবহার করা উচিত। প্রাথমিক ডেন্টিশনে স্থান বজায় রাখার জন্য, পাপল এক্সপোজার বের না করার চেষ্টা করা হয়। এটি দাঁতের জীবনের চাবিকাঠি যা এনামেল অপ্রয়োজনীয় অপসারণ প্রয়োজন। আঠালো দন্তচিকিৎসা রক্ষণশীল পুনরুদ্ধার কৌশলগুলির জন্য অনুমতি দেয় যা দাঁতের গঠনের ক্ষতি কম করে এবং ব্যবহার করা উচিত। প্রাথমিক ডেন্টিশনে স্থান বজায় রাখার জন্য, পাপল এক্সপোজার বের না করার চেষ্টা করা হয়।\n\n\n=== টারশিয়ারি ডেন্টিন (রিপারেটিভ ডেন্টিন বা স্ক্লেরোটিক ডেন্টিন সহ) - প্যাথলজিক ===\nটারশিয়ারি ডেন্টিন হল ডেন্টিন যা গহ্বর এবং পরিধানের মতো বাহ্যিক উদ্দীপনার প্রতিক্রিয়া হিসাবে গঠিত হয়।  এটি দুই ধরনের, হয় প্রতিক্রিয়াশীল, যেখানে ডেন্টিন তৈরি হয় পূর্ব-বিদ্যমান ওডন্টোব্লাস্ট থেকে, অথবা রিপারেটিভ, যেখানে মূল ওডনটোব্লাস্টের মৃত্যুর কারণে নতুন ভিন্ন ভিন্ন ওডন্টোব্লাস্ট-সদৃশ কোষ তৈরি হয়, একটি পুলপাল প্রজেনিটর কোষ থেকে। টারশিয়ারি ডেন্টিন শুধুমাত্র একটি উদ্দীপক দ্বারা সরাসরি প্রভাবিত একটিbওডন্টোব্লাস্ট  দ্বারা গঠিত হয়; অতএব, স্থাপত্য এবং গঠন  উদ্দীপকের তীব্রতা এবং সময়কালের উপর নির্ভর করে, যেমন, উদ্দীপনাটি একটি ক্যারিয়াস ক্ষত হলে, ব্যাকটেরিয়া বিপাক এবং বিষাক্ত পদার্থের পার্থক্যের কারণে ডেন্টিনের ব্যাপক ধ্বংস এবং সজ্জার ক্ষতি হয়। এইভাবে, একটি স্পার্স এবং অনিয়মিত টিউবুলার প্যাটার্ন এবং কিছু সেলুলার অন্তর্ভুক্তি সহ টারশিয়ারি ডেন্টিন দ্রুত জমা হয়; এই ক্ষেত্রে, এটি \"অস্টিওডেন্টিন\" হিসাবে উল্লেখ করা হয়। অস্টিওডেন্টিন বিকাশের সময় ভিতামিন-এ এর ঘাটতি দেখা যায়। যাইহোক, যদি উদ্দীপনা কম সক্রিয় হয়, তবে এটি একটি নিয়মিত নলাকার প্যাটার্ন এবং খুব কমই কোনো সেলুলার অন্তর্ভুক্তির সাথে কম দ্রুত স্থির হয়।  যে গতিতে টারশিয়ারি ডেন্টিন তৈরি হয় তাও প্রাইমেট প্রজাতির মধ্যে উল্লেখযোগ্যভাবে পরিবর্তিত হয়।\n\n\n== পশুর দাঁত ==\nহাতির দাঁত শক্ত দাঁত। ডেন্টিনাল টিউবুলের গঠন এর ছিদ্র এবং এর স্থিতিস্থাপকতা উভয় ক্ষেত্রেই অবদান রাখে। হাতির দাঁত এনামেলের পাতলা টুপি দিয়ে তৈরি হয়, যা শীঘ্রই নষ্ট হয়ে যায়, ডেন্টিন উন্মুক্ত হয়ে যায়। মানুষের মধ্যে উন্মুক্ত ডেন্টিন সংবেদনশীল দাঁতের উপসর্গ সৃষ্টি করে । ডেন্টিন দাঁতে তার উপস্থিতির জন্য সবচেয়ে বেশি পরিচিত, কিন্তু প্রাথমিক মেরুদণ্ডী প্রাণীদের মধ্যে, এটি ত্বকের কঙ্কালের একটি গুরুত্বপূর্ণ অংশ ছিল যা শরীরের বেশিরভাগ অংশকে আবৃত করত, এবং এটি আজও কয়েকটি ট্যাক্সায় টিকে আছে যেমন কোয়েলক্যান্থ _ _ \nকারণ ডেন্টিন এনামেলের চেয়ে নরম, এটি এনামেলের চেয়ে বেশি দ্রুত নষ্ট হয়ে যায়। কিছু স্তন্যপায়ী দাঁত এই ঘটনাকে কাজে লাগায়, বিশেষ করে তৃণভোজী যেমন ঘোড়া, হরিণ বা হাতি। অনেক তৃণভোজী প্রাণীর মধ্যে, দাঁতের অক্লুসাল (কামড় দেওয়া) পৃষ্ঠটি ডেন্টিন এবং এনামেলের পর্যায়ক্রমে গঠিত হয়। ডিফারেনশিয়াল পরিধানের ফলে দাঁতের উপরিভাগে এনামেলের তীক্ষ্ণ রেখা তৈরি হয় (সাধারণত একটি মোলার), এবং দাঁতের কর্মজীবনের সময় এটি থাকে। তৃণভোজীরা চিবানোর সময় তাদের গুড়কে একত্রে পিষে নেয় (ম্যাস্টিকেট), এবং শিলাগুলি গাছের শক্ত উপাদান ছিঁড়ে ফেলতে সাহায্য করে।\nডেন্টিনের অনুরূপ একটি উপাদান শক্ত উপাদান তৈরি করে যা হাঙ্গর এবং অন্যান্য কার্টিলাজিনাস মাছের ত্বকের ডেন্টিকল তৈরি করে।\n\n\n== আরও দেখুন ==\nদন্ত এনামেল\nটুথব্রাশ\nসিমেন্ট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}