{"pageid": 11396, "title": "মৌলিক বল", "url": "https://bn.wikipedia.org/wiki?curid=11396", "content": "মৌলিক বল (ইংরেজি: Fundamental forces): যেসব বল মূল বা স্বাধীন অর্থাৎ যেসব বল অন্য কোনো বল থেকে উৎপন্ন হয় না বরং অন্য কোনো বলের কোনো না কোনো রূপের প্রকাশ ঘটায়, তাদের মৌলিক বল বলে।\nমৌলিক বল ৪ প্রকার। বল গুলো নিম্নরূপ :\n১. মহাকর্ষ বল\n২.তড়িৎ - চুম্বকীয় বল\n৩.সবল নিউক্লিয় বল \n৪.দুর্বল নিউক্লিয় বল \n১.মহাকর্ষ বল : মহাবিশ্বের যেকোন দুটি বস্তুর মধ্যকার আকর্ষণ বলকে মহাকর্ষ বল বলে। এই বলের পরিমাণ ক্রিয়াশীল বস্তু দুটির ভরের গুণফলের সমানুপাতিক এবং বস্তুদ্বয়ের মধ্যকার দূরত্বের বর্গের ব্যস্তানুপাতিক । গ্রাভিটন কণার পারস্পরিক  বিনিময়ের দ্বারা এই বল ক্রিয়াশীল। এর পাল্লা অসীম।  চারটি বলের মধ্যে মহাকর্ষ বল সবচেয়ে কম শক্তিশালী । এর আপেক্ষিক সবলতা=1  \n২ .তড়িৎ - চুম্বকীয় বল: আপেক্ষিক গতিতে পরিভ্রমণরত দুটি আহিত বস্তুর মধ্যে ক্রিয়াশীল বলই তড়িৎ-চুম্বকীয় বল বলে। এটি আকর্ষণ এবং বিকর্ষণ উভয় ধরনের হতে পারে । এর পাল্লা অসীম। ফোটন কণার পারস্পরিক বিনিময়ের দ্বারা এই বল ক্রিয়াশীল। স্থিতিস্থাপক বল ,আণবিক গঠন\n, রাসায়নিক বিক্রিয়া ইত্যাদি তে এই বলের প্রকাশ ঘটে। এর আপেক্ষিক সবলতা 10³⁹...!    \n৩.সবল নিউক্লিয় বল : নিউক্লিয়াসের  ভেতরে যে আকর্ষণ বল ক্রিয়াশীল  সে বলই সবল নিউক্লিয় বল। মেসন কণার পারস্পরিক বিনিময়ের দ্বারা এই বল ক্রিয়াশীল।  এর পাল্লা 10^-15m.  এর আপেক্ষিক সবলতা 10⁴¹. এটি সবচেয়ে বেশি শক্তিশালী।\n৪.দুর্বল নিউক্লিয় বল :  যে বলের কারণে বিটা কণা ও নিউট্রিনো কণার নির্গমন ঘটে তাকে দুর্বল নিউক্লিয় বল বলে।এর পাল্লা 10^-18 m. বোসন কণার পারস্পরিক বিনিময়ের দ্বারা এই বল ক্রিয়াশীল। এর আপেক্ষিক সবলতা 10³⁰.\n\n\n== মৌলিক বলসমূহ ==\n10^30 . \n\nমহাকর্ষ বল,  মৌলিক বলগুলোর মধ্যে মহাকর্ষ বল সবচেয়ে দূর্বল।মহাকর্ষ হলো মহাবিশ্বের যেকোনো দুইটি বস্তুর মধ্যকার আকর্ষণ বল। এটি এমন একটি শক্তি/বল যা আমাদের সৌরজগতকে একসাথে রাখে, কারণ গ্রহগুলি সূর্যের বিশাল ভর দ্বারা আকৃষ্ট হয় এবং তার চারপাশে প্রদক্ষিণ করে। ১৬৮৭ সালে স্যার আইজ্যাক নিউটন প্রথম মাধ্যাকর্ষণ আবিষ্কার করেছিলেন। মহাকর্ষ চাঁদকে পৃথিবীর চারদিকে কক্ষপথে রাখে এবং পৃথিবীকে সূর্যের কক্ষপথে রাখে। মাধ্যাকর্ষণ বস্তুগুলিকে মাটিতে আটকে রাখতে সহায়তা করে। এই বলের পাল্লা অসীম পর্যন্ত হয়ে থাকে।\nতড়িচ্চুম্বকীয় বল, দুটি আহিত বা চার্জিত বস্তুর মধ্যে আকর্ষণ বা বিকর্ষণ বলকে তড়িৎ চৌম্বক বল বলে।\nসবল নিউক্লীয় বল, এটি হচ্ছে সৃষ্টি জগতের সবচেয়ে শক্তিশালী বল। তড়িচ্চুম্বকীয় বল থেকে যা একশগুণ বেশি শক্তিশালী কিন্তু এটা খুবই অল্প দূরত্বে কাজ করে।\nদুর্বল নিউক্লিয় বল, এটাকে দুর্বল বলা হয় কারণ এটা তৈরির চুম্বকে চৌম্বক বল থেকে দুর্বল প্রায় ট্রিলিয়ন গুণ কিন্তু মোটেও মহাকর্ষ বলের মতো এত দুর্বল না। মহাকর্ষ এবং তড়িত চৌম্বক বল যে কোনও দূরত্ব থেকে কাজ করতে পারে কিন্তু এই বলটা খুব অল্প দূরত্বে কাজ করে। তেজস্ক্রিয় নিউক্লিয়াস থেকে যে বেটা ইলেকট্রন বের হয় সেটার কারণ এই দুর্বল নিউক্লীয় বল।\n\n\n== তথ্যসূত্র =="}