{"pageid": 1139025, "title": "পেকিন", "url": "https://bn.wikipedia.org/wiki?curid=1139025", "content": "পেকিন ( IPA: [pecin], definite আলবেনিয়ান ফর্ম   ) হল  মধ্য আলবেনিয়ার এলবাসান কাউন্টির একটি শহর ও পৌরসভা। পৌরসভাটি ২০১৫ সালের স্থানীয় সরকার সংস্কারের মাধ্যমে প্রাক্তন  জুকাজ, কারিনি, পাজভি, পেকিন, পারপারিম এবং সিজি পৌরসভা একীভূতকরণের মাধ্যমে গঠিত হয়। এ পৌরসভাকে পেকিন শহর বলা হয়।  মোট জনসংখ্যা হল ২৬১৩৬ (২০১১ সালের আদমশুমারি অনুযায়),  মোট এলাকার মোট ক্ষেত্র ১৯৭.৯০কিমি 2  ২০১১ সালের আদমশুমারিতে এর জনসংখ্যা ছিল ৬৩৫৩ জন। \n\n\n== ইতিহাস ==\n\nশহরটি ২০০০ বছর আগের পুরানা। এটি ইলিরিয়ান দুর্গ হিসাবে পরিচিত।  পেকিনের প্রাচীন নাম ছিল ক্লোডিয়ানা । শহরের আধুনিক নামটি উসমানীয় ভাষা বেকলেইন থেকে এসেছে, যার অর্থ আতিথেয়তার জায়গা। অটোমান শাসনামলে পেকিন এলবাসানের সানজাকের অন্তর্গত ছিল। আবদুর রহমান পাশার মসজিদের কিছু মূল অংশ সহ অটোমান পেকিন দুর্গ এখনও বিদ্যমান। আবদুর রহমান পাশা ওয়ালাচিয়া ও মোলদাভিয়ার (প্রাক্তন বোগদানিয়া ) গভর্নর ছিলেন। ভায়া ইগনাটিয়া রাস্তা তৈরির সময় এই দুর্গটিও নির্মিত হয়। ভায়া এগনাটিয়া সড়কে একটা স্টপ ছিল এবং সৈন্যদের বসবাসের জন্য একটি বসতি। দুর্গের শেষ অবশিষ্ট বাসিন্দা ছিলেন ডেমির পাশা।\n\n\n=== ঐতিহাসিক স্থান ===\nপেকিন ক্যাসেল\nভাইয় এগনানটিয়া\nঅর্থডক্স চার্চ\nপ্রোটেস্ট্যান্ট গির্জা\nপেকিনের মশু\n\n\n== পরিবহন ==\n\n\n=== বাস ===\nশহরের কেন্দ্রস্থলে বাস পাওয়া যায় যা আলবেনিয়ার এবং বাইরে অনেক জায়গায় চলে।\n\n\n=== ট্রেন ===\nশহরে একটি ট্রেন স্টেশন আছে এবং ট্রেনগুলি ডুরেস - পোগ্রেডেক লাইনের পাশ দিয়ে যায়।\n\n\n=== হাইওয়ে ===\nপেকিনের বাইরের শহরের রিংয়ে SH7 স্টেটরোড রয়েছে এবং এটি রোগোজিনে শুরু হয়ে ব্রাদাশেশ, এলবাসানে শেষ হয়।\n\n\n== খেলাধুলা ==\nপেকিনের ফুটবল দলের নাম কে এস শুকুম্বিনী । দলটি ১৯৫১ সালে প্রতিষ্ঠিত হয়েছিল এবং এর মুল গ্রাউন্ড হল শুকুম্বিনী স্টেডিয়াম, যার ধারণক্ষমতা ৯০০০০ দর্শক। কেএস শুকুম্বিনি বর্তমানে আলবেনিয়ান দ্বিতীয় বিভাগে খেলেন। কেএস শুকুম্বিনি  ভক্তদের তাছে বিখ্যাত, তারা তাকে বিসনিকেট,বিশ্বাসী নামে ডাকে।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nমোস্তফা জিনিশি, জাতীয় মুক্তিযুদ্ধের কর্মী\nহেকুরান ইসাই, দ্বিতীয় বিশ্বযুদ্ধোত্তর কমিউনিস্ট রাজনীতিবিদ\nগুগাশ মাগানি, ফুটবল খেলোয়াড় ও ম্যানেজার\nমুরাত মানহাসা, ভেটেরিনারি গবেষক ও অধ্যাপক \nআবদুর রহমান পাশা, অটোমান সাম্রাজ্যের মধ্যে ওয়ালাচিয়া এবং মোলদাভিয়ার প্রাক্তন গভর্নর\n\n\n== আরো দেখুন ==\nঘড়ি মসজিদ\n\n\n== তথ্যসূত্র =="}