{"pageid": 1139482, "title": "হারুত ও মারুত", "url": "https://bn.wikipedia.org/wiki?curid=1139482", "content": "হারুত ও মারুত ( আরবি: هَارُوْت وَمَارُوْت, প্রতিবর্ণীকৃত: Hārūt wa-Mārūt) হলো   কুরআন ২ :১০২ এ বর্ণিত দুজন ফেরেশতা, যাদেরকে ব্যাবিলন শহরে পাঠানো হয়েছিলো।   কিছু বর্ণনা অনুসারে, ঐ দুই ফেরেশতা ইদ্রিসের যুগে ছিলেন। পবিত্র  কুরআন অনুসারে, তারা মানুষের জন্য একটি পরীক্ষা ছিল এবং তাদেরকে জাদুবিদ্যা শিক্ষাদানের  মাধ্যমে মানুষকে পরীক্ষা করার জন্য পাঠানো হয়েছিলো।\nহারুত ও মারুত নামদুটি ব্যুৎপত্তিগতভাবে দুই জরথুষ্ট্রীয় প্রধান ফেরেশতা হাউরভাত ও আমেরাততের সাথে সম্পর্কিত বলে মনে হয়।  হাউরভাত-আমেরেতাত ( পাহলভি hrwdʼdʼmwrdʼd ) সোগডিয়ান ভাষার পাঠে hrwwt mrwwt হিসাবে উল্লেখ করা হয়েছে। আর্মেনিয়ান হাওরট মাওরোটের সাথেও হারুত ও মারুতের একটি সম্পর্ক আছে বলে ধারণা করা হয়েছে কিন্তু নিশ্চিত হওয়া যায়নি। হারুত ও মারুতকে পতিত ফেরেশতা হিসাবে বিবেচনা করা যেতে পারে কি না, এ বিষয়ে মুসলিম উৎসগুলো একমত নয়।\n\n\n== কুরআনের বর্ণনা ==\nকুরআনে দুই ফেরেশতাকে সংক্ষেপে নিম্নরূপ উল্লেখ করা হয়েছে:  \n\nআর তারা অনুসরণ করেছে, যা শয়তানরা সুলাইমানের রাজত্বে পাঠ করত। আর সুলাইমান কুফরী করেনি; বরং শয়তানরা কুফরী করেছে। তারা মানুষকে যাদু শেখাত এবং (তারা অনুসরণ করেছে) যা নাযিল করা হয়েছিল বাবেলের দুই ফেরেশতা হারুত ও মারুতের উপর। আর তারা কাউকে শেখাত না যে পর্যন্ত না বলত যে, ‘আমরা তো পরীক্ষা, সুতরাং তোমরা কুফরী করো না। এরপরও তারা এদের কাছ থেকে শিখত, যার মাধ্যমে তারা পুরুষ ও তার স্ত্রীর মধ্যে বিচ্ছেদ ঘটাত। অথচ তারা তার মাধ্যমে কারো কোন ক্ষতি করতে পারত না আল্লাহর অনুমতি ছাড়া। আর তারা শিখত যা তাদের ক্ষতি করত, তাদের উপকার করত না এবং তারা অবশ্যই জানত যে, যে ব্যক্তি তা ক্রয় করবে, আখিরাতে তার কোন অংশ থাকবে না। আর তা নিশ্চিতরূপে কতই-না মন্দ, যার বিনিময়ে তারা নিজেদেরকে বিক্রয় করেছে। যদি তারা জানত! \n\n\n== তাফসীর ==\nহযরত সুলায়মান (আলায়হিস্ সালাম)-এর যমানায় বনী-ইস্রাঈল যাদু শিক্ষায় মগ্ন হয়েছিলো। তখন তিনি তাদেরকে তাতে বাধা দিলেন এবং (যাদুমন্ত্রের) বইগুলো তাদের নিকট থেকে বাজেয়াপ্ত করে তাঁর সিংহাসনের নীচে পুঁতে ফেললেন। হযরত সুলায়মান (আলায়হিস্ সালাম)-এর ওফাতের পর শয়তানগণ সেসব বই-পুস্তক বের করে জনগণকে বললো, \"সুলায়মান (আলায়হিস্ সালাম) এ গুলোর জোরেই বাদশাহী করতেন।\" বনী ইস্রাঈলের সৎ ব্যক্তিগণ ও ওলামা কেরাম এ কথা অস্বীকার করলেন। কিন্তু তাদের অশিক্ষিত লোকেরা যাদু বিদ্যাকে হযরত সুলায়মান আলায়হিস্ সালামেরই জ্ঞান বলে বিশ্বাস করে তা শিক্ষা করার দিকে অত্যধিক ঝুঁকে পড়লো। নবীগণ (আলায়হিমুস সালাম)-এর কিতাবাদি ছেড়ে দিলো আর হযরত সুলায়মান (আলায়হিস সালাম)-এর সমালোচনা করতে আরম্ভ করলো। তারা নবীকুল সরদার হুযুর করীম সাল্লাল্লাহু তা'আলা আলায়হি ওয়াসাল্লাম-এর যমানা পর্যন্ত এ অবস্থায় ছিলো। আল্লাহ্ তা'আলা হযরত সুলায়মান (আলায়হিস্ সালাম)-কে নির্দোষ ঘোষণা করে হুযুর সাল্লাল্লাহু আলায়হি ওয়াসাল্লামের উপর এ আয়াত(২:১০২)শরীফ নাযিল করলেন এবং এ আয়াত দ্বারা যাদু ইসলামে একটি নিষিদ্ধ বিদ্যা তা প্রমানিত হয়।তাফসির কানযুল ইমান\n\n\n== ফেরেশতাদের অনবদ্য অবস্থা ==\n\nঅনেকের মতে হারুত ও মারুতের কাহিনী ফেরেশতাদের অনবদ্য মতবাদের জন্য একটি বড় সমস্যা তৈরি করেছে। যদিও ইসলামে ফেরেশতারা অনবদ্য নয়,   অনেক মুসলিম পণ্ডিতের মতে ফেরেশতারা স্বেচ্ছায় ঈশ্বরের বার্তাবাহক, তাই ভুল করতে অক্ষম। \nকিছু ইসলামী ব্যাখ্যাকারী অস্বীকার করেন যে হারুত এবং মারুত আদৌ ফেরেশতা ছিলেন এবং তারা তাদেরকে ফেরেশতার চেয়ে সাধারণ মানুষ হিসাবে বিবেচনা করতে পছন্দ করেন। যারা শয়তানদের কাছ থেকে জাদু শিখেছিল।  হাসান আল-বসরীর দৃষ্টিতে, এটা অসম্ভব ছিল যে ফেরেশতারা যাদুর মত পাপ শিক্ষা দেবে।  এই মতটি তার সহকর্মী তাবেয়ী পন্ডিত, ইবনে শিহাব আল-জুহরি এবং কাতাদা ইবনে আল-নু'মান দ্বারাও সমর্থিত। তাদের মতে হারুত ও মারুতের মতো ফেরেশতারা সীমালঙ্ঘন এবং পাপ করতে পারে এই ধারণাটিকে গ্রহনযোগ্য নয়। ফেরেশতাদের অনবদ্যতার কথা আহমদ ইবনে হাম্বল (780-855 CE) দ্বারা গৃহীত হয়েছিল। বিশেষ করে কিছু ফেরেশতাদের আনুগত্যের কারণে তারা আদম সন্তানদের বিরোধিতা করতে শুরু করে। যার ফলে তাদের পতন ঘটে।   এই মতবাদটি আধুনিক সালাফি-পণ্ডিতরাও সমর্থন করেছেন। যারা হারুত এবং মারুতকে ঈশ্বরের শাস্তি দেবার ধারণাটিকে প্রত্যাখ্যান করেছেন। \n\n\n== আরও দেখুন ==\nকুরআনে ইরাক\nইসলামিক ঐতিহ্যে বাবেলের টাওয়ার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n(ফরাসি ভাষায়) Sunni point of vue about Harut et Marut (at-tawhid.net)"}