{"pageid": 1139671, "title": "ইসলামী বিশ্ববিদ্যালয় কেন্দ্রীয় মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1139671", "content": "ইসলামী বিশ্ববিদ্যালয় কেন্দ্রীয় মসজিদ বাংলাদেশের অন্যতম বৃহত্তম নির্মাণাধীন একটি মসজিদ। এটি ইসলামী বিশ্ববিদ্যালয়ের ক্যাম্পাসের অভ্যন্তরে শিক্ষার্থীদের নামাজের ব্যবস্থা স্বরুপ নির্মাণ করা হয়েছে। এটি বাংলাদেশের তৃতীয় বৃহত্তম মসজিদ ও যে কোন ধরনের শিক্ষাপ্রতিষ্ঠান ভিত্তিক সবচেয়ে বৃহত্তম মসজিদ। নির্মাণ কাজ সম্পূর্ণ হলে মসজিদটিতে একসাথে ১৭ হাজার মানুষ নামাজ আদায় করতে পারবে। ইউএনবি সংবাদ সংস্থা উল্লেখ করেছে মসজিদটির নকশা অনুযায়ী কাজ শেষ হলে এটি দক্ষিণ এশিয়ার অন্যতম সেরা মসজিদ বলে বিবেচিত হবে।\n\n\n== ইতিহাস ==\n১৯৯৪ সালের দিকে মসজিদটির নির্মাণকাজ শুরু করা হয়। প্রথম দিকে নির্মাণ কাজে সরকার অর্থায়ন শুরু করে, তবে মসজিদের বৃহৎ প্রকল্প দেখে সহযোগিতার জন্য বিদেশ থেকে অনুদান আসতে শুরু করে। এরপরে বিদেশী অর্থই মসজিদের নির্মাণের মূল চালিকা শক্তি হয়ে পরে। পরবর্তী সময়ে বিশ্ববিদ্যালয় প্রশাসন মসজিদের জন্য বরাদ্দকৃত টাকা ভিন্ন খাতে ব্যয় করে। এছাড়াও মসজিদের জন্য প্রেরিত টাকা সঠিকভাবে কাজে না লাগানো ও দুর্নীতির অভিযোগ উঠে। এরফলে বিদেশি প্রতিষ্ঠান অর্থ পাঠানো বন্ধ করে দেয় এবং পাঠানো অর্থ ফেরত নেওয়ার ব্যবস্থা করে। এর ফলে নির্মাণ কাজে বাঁধা সৃষ্টি হয়।\n২০০৪ সালে সরকারি অনুদানের উপর ভিত্তি করেই ৩৬ শতাংশ কাজ শেষ হলে তৎকালীন ধর্মপ্রতিমন্ত্রী মোশারেফ হোসাইন শাহজাহান মসজিদটি উদ্বোধন করেন এবং নামাজের জন্য উন্মুক্ত করে দেন। এরপরের ১৩ বছর আর কোন নির্মাণ কাজ চলেনি। এরপরে ২০১৭ সালে উপাচার্য রাশিদ আসকারীর সময় দুই ধাপে সাড়ে ৫ কোটি টাকা ব্যয়ে কিছু সম্পন্ন হয়।\n২০২১ সালের সেপ্টেম্বর মাসে শিক্ষার্থীরা সাউন্ড সিস্টেমের সমালোচনা শুরু করলে, ব্রাকের সহযোগী প্রতিষ্ঠান ব্রাক নেটের অর্থায়নে নতুন অত্যাধুনিক সাউন্ড সিস্টেম যুক্ত করা হয়। ২০২২ সালের ১৩ জুন মসজিদের জানালার কাচ ভেঙে ৪টি ফ্যান চুরি হয়ে যায়। পরে শিক্ষার্থীরা নিরাপত্তা ইস্যু তুলে সমালোচনা শুরু করেন, পরে তদন্ত কমিটি ও নিরাপত্তা বৃদ্ধি করা হয়। ২০২৩ সালের ২১ এপ্রিল যুক্তরাষ্ট্রের ঢাকা দূতাবাসের ফেসবুক পেজ থেকে মসজিদের ছবি পোস্ট ও মসজিদের বাহ্যিক সৌন্দর্যের প্রশংসা করা হয়।\n\n\n== গঠন ও কাঠামো ==\nক্যাম্পাসের ২.২৫ হেক্টর স্থান জুড়ে নির্মাণ হবে মসজিদটি। মসজিদটি চারতলা বিশিষ্ট বর্গাকৃতির সিরামিক ও শ্বেতপাথরে নির্মিত হয়েছে। মসজিদের গায়ে সূর্যের আলোয় দিনের বেলায় উজ্জ্বল আভা ছড়িয়ে থাকে। মসজিদের গ্রাউন্ড ফ্লোরের আয়তন ৫১ হাজার বর্গফুট। চারতলা বিশিষ্ট মসজিদের মূল অংশে মোট সাত হাজার মুসল্লি একসঙ্গে নামাজ আদায় করতে পারবে। এছাড়া মসজিদের সামনের অংশের পেডমেন্টে আরো ১০ হাজার মুস্ললি নামাজ পড়তে পারবে। মসজিদের সামনের অংশে রয়েছে ৯০ ফুট উচ্চতা বিশিষ্ট গম্বুজ রয়েছে। বর্তমানে মসজিদে ছোট-বড় ১৪টি গম্বুজ রয়েছে।\nএছাড়া মসজিদের চারপাশে চারটি মিনার স্থাপিত হবে। যার প্রতিটির উচ্চতা হবে ১৫০ ফুট। এছাড়াও মসজিদের তিনপাশ দিয়েই প্রবেশ পথ থাকবে। প্রতিটি প্রবেশপথে একটি করে গম্বুজ নির্মিত হবে। ক্যাম্পাসের প্রতিটি অনুষদ ভবন থেকে মসজিদে আসার জন্য রয়েছে প্রশস্ত পথ রয়েছে। এছাড়াও মসজিদের নিচতলায় একটি লাইব্রেরি ও রিসার্স সেন্টারের প্রস্তাবনা রয়েছে। মসজিদের এ সমস্ত কাজ সম্পন্ন করতে আরো ৫০ কোটি টাকা প্রয়োজন হবে বলে ধারণা করা হয়। মসজিদের প্রথম, দ্বিতীয় ও তৃতীয় তলার মোট আয়তন ৭ হাজার ১০০ বর্গমিটার, মসজিদের দোতলায় ৩৩০০ জন, তিন তলায় ৮০০ জন ও চার তলায় ২৫০০ জন মোট ৬৫০০ এর অধিক মানুষ একসাথে নামাজ আদায় করতে পারবে।\n\n\n== খতিব ==\nইবি কেন্দ্রীয় মসজিদে একজন ইমাম থাকেন, তিনিই পাচ ওয়াক্ত নামাজ ও শুক্রবারে জুমার নামাজ পড়ানোর দায়িত্বে থাকেন।\n\nআ স ম শোয়াইব আহমদ (১৯৯৭ - ২০২৩), সড়ক দুর্ঘটনায় মৃত্যুবরণ করেন।\n\n\n== সুযোগ-সুবিধা ==\nকেন্দ্রীয় মসজিদে নামাজের পাশাপাশি আরো কিছু সহকার্যক্রম রয়েছে, যেমনঃ ইসলামী গ্রন্থাগার ও গবেষণা কেন্দ্র, ইসলামী ব্যাংক, কর্মচারীদের জন্য ক্যাফেটেরিয়া ও বিশ্ববিদ্যালয় প্রেস। এছাড়াও বিশ্ববিদ্যালয়ের ছাত্রীদের জন্যদ দোতলায় নামাজ পড়বার ব্যবস্থা রয়েছে। ক্যাম্পাসে প্রতিটা হলের জন্য আলাদা মসজিদ থাকলেও কেন্দ্রীয় মসজিদ মূলত জুমার নামাজের জন্য ব্যবহৃত হয়ে থাকে। এছাড়া প্রতিবছর নিকটস্থ এলাকাবাসী ও ক্যাম্পাসে অবস্থানরত লোকজনের ঈদের নামাজও অনুষ্ঠিত হয়ে থাকে। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nইবি লেক\nঝাউদিয়া শাহী মসজিদ\nইসলামী বিশ্ববিদ্যালয় কেন্দ্রীয় গ্রন্থাগার\nইসলামী বিশ্ববিদ্যালয় কেন্দ্রীয় মিলনায়তন\n\n\n== তথ্যসূত্র =="}