{"pageid": 1139496, "title": "নাহদলাতুল ওয়াথান", "url": "https://bn.wikipedia.org/wiki?curid=1139496", "content": "নাহদলাতুল ওয়াথান  হচ্ছে ইন্দোনেশিয়া ভিত্তিক একটি ইসলামিক ধর্মীয় সংগঠন। সংগঠনটি ১৯৫৩ সালে ইন্দোনেশিয়ার পূর্ব লম্বক রিজেন্সি প্যাঙ্কোরে প্রতিষ্ঠিত হয়। মুহাম্মদ জয়নুদ্দিন আব্দুল মজিদ সংস্থাটি প্রতিষ্ঠা করে। সংগঠনটি সামাজিক আন্দোলন, শিক্ষা এবং ইসলামে ধর্মান্তরকরণের (দাওয়াহ) জন্য কাজ করে।  এটি ইন্দোনেশিয়ার লম্বকের বৃহত্তম ও সবচেয়ে প্রভাবশালী ইসলামী গণসংগঠন।\n\n\n== ইতিহাস ==\n২০ শতকের গোড়ার দিকে জাতীয় জাগরণকালে ইন্দোনেশিয়া ইসলামী সামাজিক-ধর্মীয় কার্যকলাপের দ্রুত সম্প্রসারণের অভিজ্ঞতা লাভ করে ।সমকালে দুটি সবচেয়ে প্রভাবশালী ইসলামী সংগঠন মুহাম্মদিয়াহ (১৯১২) ও নাহদলাতুল উলামা (১৯২৬) গঠিত হয়।মুহাম্মদিয়াহ যখন মধ্যপ্রাচ্য থেকে আমদানি করা আধুনিকতা দ্বারা অনুপ্রাণিত হয়েছিল তখন নাহদলাতুল উলামা স্থানীয় ভাষা ও সমলয়বাদী ইসলামের দিকে অভিমুখী, আধুনিকতাবাদী প্রবণতাকে প্রতিহত করার জন্য প্রতিষ্ঠিত হয়।নাহদলাতুল উলামা লম্বক সহ দ্বীপপুঞ্জ জুড়ে একাধিক শাখা স্থাপন করে যেখানে শাখাটির নেতৃত্বে ছিলেন স্থানীয় সাধক মুহাম্মদ জয়নুদ্দিন আবদুল মজিদ।যিনি মাওলানা শাইখ নামেও পরিচিত। \nমাওলানা শাইখ মক্কায় শিক্ষিত হন এবং ১৯৩৪ সালে তার পড়াশোনা শেষ করার পর তিনি লম্বোকে ফিরে আসেন যেখানে তিনি  আল-মুজাহিদীন (ইসলামিক বোর্ডিং স্কুল) প্রতিষ্ঠা করেন। পরে তিনি ১৯৩৭ সালে মাদ্রাসা নাহদলাতুল ওয়াথান দিনিয়াহ ইসলামিয়া  পুরুষ ছাত্রদের  একটি মাদ্রাসায় রূপান্তরিত করেন।তিনি ১৯৪৩ সালে মাদ্রাসা নাহদলাতুল বানাত দিনিয়াহ ইসলামিয়াহ নামে একটি মহিলা মাদ্রাসা প্রতিষ্ঠা করেন।এই দুটি মাদ্রাসায় দ্রুত শিক্ষার্থী বৃদ্ধি এবং জনপ্রিয়তা পায় যা মাওলানাকে লম্বকের অন্যান্য গ্রামে তাদের কার্যক্রম প্রসারিত করতে উৎসাহিত করে। এরপর তিনি ১লা মার্চ, ১৯৫৩ সালে প্যাঙ্কোর, সেলং, পূর্ব লম্বক অঞ্চলে নাহদলাতুল ওয়াথান নামে একটি সংগঠন প্রতিষ্ঠা করেন। \nনতুন আদেশকাল (১৯৬৫-১৯৭৫) সালে নাহদলাতুল ওয়াথান কর্তৃক প্রায় ৩৬০টি মাদ্রাসা চলতো। ১৯৯৭ সালে নাহদলাতুল ওয়াথান প্রায় ৬০০টি মাদ্রাসা,বেশ কয়েকটি বেসরকারি বিশ্ববিদ্যালয় এবং এতিমখানা পরিচালনা করতো।মাওলানার মৃত্যু, সুহার্তোর পতন এবং গণতান্ত্রিক উত্তরণের সাথে  নাদলাতুল ওয়াথান ২০ শতকের শেষ থেকে ২১ শতকের প্রথম দিকে একটি অশান্ত যুগের সম্মুখীন হয় যেখানে অভ্যন্তরীণ দ্বন্দ্বে প্রায় সমস্ত সক্রিয় সদস্য জড়িত হয়।বর্তমানে নাহদলাতুল ওয়াথান জাকার্তা, রিয়াউ, কালিমান্তান,সুলাওয়েসি সহ ইন্দোনেশিয়ান দ্বীপপুঞ্জের চারপাশে মাদ্রাসা পরিচালনা করে।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nনাহদলাতুল ওয়াথান এর দাপ্তরিক ওয়েবসাইট\n\n\n== আরো দেখুন ==\nBaharuddin, & Rasmianto. (2004). Maulana lentera kehidupan umat. Malang: Mintra Insan Cendekia.\nGunawan, W.H. and Alfanani, R.J. (2016). Islamic spirituality and socio-cultural education: Pesantren of Nahdlatul Wathan. International Conference on Education Proceeding, 290-299.\nHamdi, S and Smith, B.J. (2012). Sisters, militias and Islam in conflict: questioning ‘reconciliation’ in Nahdlatul Wathan, Lombok, Indonesia. Contemporary Islam, 6(1), 29-43.\nNu'man, H. (1999). Maulana Syaikh TGKH. Muhammad Zainuddin Abdul Madjid: riwayat hidup dan perjuangannya. Mataram: Pengurus Besar Nahdlatul Wathan.\n\n\n== তথ্যসূত্র =="}