{"pageid": 1139831, "title": "নেহরু-গান্ধী পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1139831", "content": "নেহেরু-গান্ধী পরিবার হল একটি ভারতীয় রাজনৈতিক পরিবার যা ভারতের রাজনীতিতে একটি বিশিষ্ট স্থান দখল করেছে। পরিবারটির সম্পৃক্ততা ঐতিহ্যগতভাবে ভারতীয় জাতীয় কংগ্রেসের সঙ্গে আবর্তিত হয়েছে, কারণ বিভিন্ন সদস্য ঐতিহ্যগতভাবে দলটির নেতৃত্ব দিয়েছেন। পরিবারের তিনজন সদস্য - জওহরলাল নেহেরু, ইন্দিরা গান্ধী এবং রাজীব গান্ধী - ভারতের প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেছেন, এবং অন্য কয়েকজন সংসদ সদস্য ছিলেন এবং আছেন।\nদ্য গার্ডিয়ান ২০০৭ সালে লিখেছিল, \"পৃথিবীতে নেহেরু ব্র্যান্ডের কোনো সমকক্ষ নেই — পরিবারের একজন সদস্য স্বাধীনতার পর থেকে ৬০ বছরের মধ্যে ৪০ বছর ধরে ভারতের দায়িত্বে রয়েছেন৷ ভারতের প্রথম পরিবারের লোভ অধিকারকে মিশ্রিত করে আমেরিকার কেনেডি বংশের ট্র্যাজিক গ্ল্যামারের সাথে ব্রিটিশ রাজতন্ত্রের শাসন করা।\"\nগান্ধী উপাধিটি এসেছে গুজরাটি পার্সি বংশের একজন রাজনীতিবিদ ফিরোজ গান্ধীর কাছ থেকে, যিনি মহাত্মা গান্ধীর (কোনও সম্পর্ক নেই) এর সাথে সঙ্গতিপূর্ণ করার জন্য স্বাধীনতা আন্দোলনে যোগদানের পর তার উপাধির বানান পরিবর্তন করে গান্ডি (Ghandy) থেকে গান্ধী (Gandhi) করেছেন। ইন্দিরা প্রিয়দর্শিনী নেহেরু (জওহরলাল নেহরুর কন্যা) ১৯৪২ সালে ফিরোজ গান্ধীকে বিয়ে করেন এবং তার উপাধি গ্রহণ করেন।\n\n\n== পারিবারিক শাখা ==\n\n\n=== প্রাচীনতম রেকর্ড ===\n\nরাজ কউল (১৬০০-এর দশকের শেষ থেকে ১৭০০-এর দশকের প্রথম দিকে) একজন কাশ্মীরি পণ্ডিত । তিনি নেহেরু পরিবারের প্রাচীনতম নথিভুক্ত পূর্বপুরুষ। তিনি ১৭১৬ খ্রিস্টাব্দে কাশ্মীর থেকে দিল্লিতে চলে এসেছিলেন বলে মনে করা হয়। একটি খালের তীরে অবস্থিত একটি বাড়ি সহ একটি জায়গির রাজ কউলকে দেওয়া হয়েছিল, এবং এই বাসস্থান থেকে, 'নেহরু' ( নাহার, একটি খাল থেকে) তাঁর নামের সাথে সংযুক্ত করা হয়েছিল। কউল ছিল আদি পারিবারিক নাম; এটি কউল-নেহেরুতে পরিবর্তিত হয়েছে; এবং, পরবর্তী বছরগুলিতে, কউল বাদ দেওয়া হয় এবং পরিবারের নাম শুধুমাত্র \"নেহেরু\" হয়ে যায়।\n১৯ শতকের প্রথম দিকে, গঙ্গাধর নেহরুর পিতা লক্ষ্মী নারায়ণ নেহেরু ইস্ট ইন্ডিয়া কোম্পানির জন্য দিল্লিতে একজন লেখক হিসেবে কাজ করতেন।\n\n\n=== প্রথম প্রজন্ম ===\nগঙ্গাধর নেহেরু (১৮২৭-১৮৬১), রাজ কউলের সরাসরি বংশধর। ১৮৫৭ সালের ভারতীয় বিদ্রোহের আগে তিনি ছিলেন দিল্লির শেষ কোতয়াল (পুলিশ প্রধানের সমতুল্য)। তিনি ছিলেন স্বাধীনতা সংগ্রামী  মতিলাল নেহরুর পিতা এবং জওহরলাল নেহরুর পিতামহ যিনি ভারতের প্রথম প্রধানমন্ত্রী ছিলেন, এইভাবে নেহরু পরিবারের অংশ।\n\n\n=== দ্বিতীয় প্রজন্ম ===\nবংশীধর নেহেরু, গঙ্গাধরের বড় ছেলে। তিনি ব্রিটিশ সরকারের বিচার বিভাগে কাজ করতেন এবং বিভিন্ন জায়গায় পর্যায়ক্রমে নিযুক্ত হওয়ার পর পরিবারের বাকি সদস্যদের থেকে আংশিকভাবে বিচ্ছিন্ন হয়ে পড়েন।\nনন্দলাল নেহরু (১৮৪৫-১৮৮৭), মতিলাল নেহরুর বড় ভাই। তিনি রাজপুতানার খেত্রী রাজ্যের দেওয়ান (প্রধানমন্ত্রী) ছিলেন।\nমতিলাল নেহেরু (১৮৬১-১৯৩১), নেহেরু-গান্ধী পরিবারের পিতৃপুরুষ। তিনি ছিলেন একজন আইনজীবী এবং ভারতের স্বাধীনতা আন্দোলনের একজন বিশিষ্ট নেতা। তিনি কংগ্রেসের সভাপতি হিসেবে দুবার, ১৯১৯-১৯২০ এবং ১৯২৮-১৯২৯ পর্যন্ত দায়িত্ব পালন করেন।\nস্বরূপ রানী নেহেরু (১৮৬৮-১৯৩৮), ১৯২০-৩০-এর দশকে ভারতের স্বাধীনতা আন্দোলনে ব্রিটিশ রাজ এবং এর লবণ আইনের বিরুদ্ধে আইন অমান্যের প্রবক্তা হিসাবে একটি বিশিষ্ট ভূমিকা পালন করেছিলেন।\n\n\n=== তৃতীয় প্রজন্ম ===\n\nজওহরলাল নেহরু (১৮৮৯-১৯৬৪), মতিলাল নেহরুর পুত্র। তিনি ভারতের প্রথম প্রধানমন্ত্রী ছিলেন এবং ভারতের স্বাধীনতা আন্দোলনের অন্যতম প্রধান নেতা ছিলেন। তিনি ১৯২৯ সালে কংগ্রেসের সভাপতি হিসাবে তার পিতার স্থলাভিষিক্ত হন।\nবিজয়া লক্ষ্মী পণ্ডিত (১৯০০-১৯৯০), মতিলাল নেহরুর বড় মেয়ে। তিনি ছিলেন একজন ভারতীয় কূটনীতিক এবং রাজনীতিবিদ যিনি পরে জাতিসংঘের সাধারণ পরিষদের সভাপতি হন । ১৯২১ সালে রঞ্জিত সীতারাম পণ্ডিতকে বিয়ে করেন।\nকৃষ্ণা নেহরু হুথিসিং (১৯০৭-১৯৬৭) ছিলেন একজন ভারতীয় লেখক, জওহরলাল নেহেরু এবং বিজয়া লক্ষ্মী পণ্ডিতের কনিষ্ঠ বোন এবং নেহেরু-গান্ধী পরিবারের অংশ।\nকমলা নেহেরু (১৮৯৯-১৯৩৬), জওহরলাল নেহরুর স্ত্রী। তিনি ছিলেন একজন বিশিষ্ট সমাজ সংস্কারক  এবং সর্বভারতীয় কংগ্রেস কমিটির একজন সক্রিয় সদস্য ছিলেন।\nব্রিজলাল নেহরু (১৮৮৪-১৯৬৪), নন্দলাল নেহরুর পুত্র এবং মতিলাল নেহরুর ভাইপো। তিনি মহারাজা হরি সিংয়ের শাসনামলে জম্মু ও কাশ্মীর রাজ্যের অর্থমন্ত্রী ছিলেন।\nরামেশ্বরী নেহেরু (১৮৮৬-১৯৬৬), ব্রিজ লাল নেহরুর স্ত্রী। তিনি একজন সাংবাদিক এবং সমাজকর্মী ছিলেন যিনি অল ইন্ডিয়া উইমেনস কনফারেন্সের সহ-প্রতিষ্ঠা করেছিলেন\n\n\n=== চতুর্থ প্রজন্ম ===\nইন্দিরা প্রিয়দর্শিনী নেহেরু (পরে ইন্দিরা গান্ধী ) (১৯১৭-১৯৮৪), জওহরলাল নেহরুর একমাত্র কন্যা। তিনি ভারতের প্রথম মহিলা প্রধানমন্ত্রী হন।\nফিরোজ গান্ধী (১৯১২-১৯৬০), ইন্দিরার স্বামী। তিনি ছিলেন একজন রাজনীতিবিদ ও সাংবাদিক।\nব্রজ কুমার নেহেরু (১৯০৯-২০০১), ব্রিজলাল নেহরুর পুত্র। তিনি মার্কিন যুক্তরাষ্ট্রে ভারতীয় কূটনীতিক এবং রাষ্ট্রদূত এবং যুক্তরাজ্যে হাইকমিশনার হিসেবে দায়িত্ব পালন করেছেন। পরে তিনি ভারতের বেশ কয়েকটি রাজ্যের গভর্নর হিসেবে দায়িত্ব পালন করেন এবং তার চাচাতো বোন ইন্দিরা গান্ধীর উপদেষ্টা ছিলেন।\nম্যাগডোলনা নেহেরু (১৯০৮-২০১৭), ডাকনাম ফোরি, ব্রজ কুমার নেহরুর স্ত্রী।\nবলবন্ত কুমার নেহরু (১৯১৬-১৯৯৬), ব্রজলাল নেহরুর ছেলে এবং ব্রজ কুমার নেহরুর ভাই। ইঞ্জিনিয়ার এবং কর্পোরেট ম্যানেজার যিনি ITC-এর ডেপুটি চেয়ারম্যান এবং অল-ইন্ডিয়া ম্যানেজমেন্ট অ্যাসোসিয়েশনের সভাপতি হয়েছেন।\nসরুপ নেহরু, বলবন্ত কুমার নেহরুর স্ত্রী।\nহর্ষ হুথিসিং (১৯৩৫-১৯৯১) এবং অজিত হুথিসিং (১৯৩৬-২০১৭), কৃষ্ণ নেহরু হুথিসিং এবং রাজা হুথিসিং এর পুত্র\nচন্দ্রলেখা মেহতা, জওহরলাল নেহরুর বোন বিজয়া লক্ষ্মী পণ্ডিতের তিন কন্যার মধ্যে বড়\nনয়নতারা সহগাল (জন্ম ১০ মে ১৯১৭), বিজয়া লক্ষ্মী পণ্ডিতের তিন কন্যার মধ্যে দ্বিতীয়\nরীতা দার, বিজয়া লক্ষ্মী পণ্ডিতের তিন কন্যার মধ্যে কনিষ্ঠ\nরতন কুমার নেহেরু (১৯০২-১৯৮১), বেসামরিক কর্মচারী এবং কূটনীতিক, মোহনলাল নেহরুর পুত্র, নন্দলাল নেহরুর নাতি।\n\n\n=== পঞ্চম প্রজন্ম ===\n\nঅরুণ নেহেরু (১৯৪৪-২০১৩), নন্দলাল নেহরুর প্রপৌত্র। তিনি ১৯৮৯-এর দশকে একজন রাজনীতিবিদ এবং কেন্দ্রীয় মন্ত্রী ছিলেন।\nরাজীব গান্ধী (১৯৪৪-১৯৯১), ইন্দিরা এবং ফিরোজ গান্ধীর জ্যেষ্ঠ পুত্র। ইন্দিরার মৃত্যুর পর তিনি ভারতের ৬ষ্ঠ প্রধানমন্ত্রী হন।\nসঞ্জয় গান্ধী (১৯৪৬-১৯৮০), ইন্দিরার দ্বিতীয় পুত্র। ১৯৭০-এর দশকে তিনি তার মায়ের সবচেয়ে বিশ্বস্ত সহযোগীদের একজন ছিলেন এবং ব্যাপকভাবে আশা করা হয়েছিল যে তিনি ভারতের প্রধানমন্ত্রী হিসেবে তার মায়ের উত্তরসূরি হবেন, কিন্তু একটি বিমান দুর্ঘটনায় তার অকাল মৃত্যু হয়েছিল।\nসোনিয়া গান্ধী (née Maino ১৯৪৬), রাজীব গান্ধীর বিধবা স্ত্রী। তিনি ইতালিতে জন্মগ্রহণ করেন এবং রাজীব গান্ধীকে বিয়ে করার ১১ বছর পর ভারতীয় নাগরিকত্ব গ্রহণ করেন। তিনি ১৯৯৮ থেকে ২০১৭ সাল পর্যন্ত ভারতীয় জাতীয় কংগ্রেসের সভাপতি ছিলেন এবং ২০০৪ সাল থেকে ইউনাইটেড প্রগ্রেসিভ অ্যালায়েন্সের চেয়ারপারসন হিসেবে দায়িত্ব পালন করেছেন।\nমানেকা গান্ধী (née Anand ১৯৫৬), সঞ্জয় গান্ধীর বিধবা স্ত্রী। তিনি একজন বিশিষ্ট পরিবেশবাদী এবং প্রাণী কল্যাণ কর্মী। তিনি ভারতীয় জনতা পার্টির একজন বিশিষ্ট সদস্য। তিনি চারটি সরকারে মন্ত্রিপরিষদ মন্ত্রী হিসেবে দায়িত্ব পালন করেছেন। তিনি ২০১৪-১৯ সালের বিজেপি নেতৃত্বাধীন সরকারের মহিলা ও শিশু উন্নয়ন বিষয়ক ভারতীয় কেন্দ্রীয় মন্ত্রী হিসেবেও দায়িত্ব পালন করেছেন।\nসুভদ্রা নেহরু, অরুণ নেহরুর স্ত্রী।\nসুনীল নেহরু (জন্ম ১৯৪৬), বলবন্ত কুমার নেহরুর বড় ছেলে। প্রকৌশলী এবং কর্পোরেট কৌশলবিদ, ম্যাক্স ইন্ডিয়ার সিনিয়র কোম্পানি এক্সিকিউটিভ, দুঃসাহসী, স্কুবা ডাইভার এবং প্রবল ট্রেকার।\nনীনা নেহেরু (জন্ম ১৯৪৬ née Neena Heble), সুনীল নেহরুর স্ত্রী। শিল্পী, কবি, স্থপতি।\nনিখিল নেহরু (জন্ম ১৯৪৮), বলবন্ত কুমার নেহরুর দ্বিতীয় পুত্র। বিজ্ঞাপনে তার একটি দুর্দান্ত কর্মজীবন ছিল, তিনি ম্যাককান-এরিকসনের সভাপতি এবং রেজাল্ট ইন্টারন্যাশনাল গ্রুপ, ইন্ডিয়ার চেয়ারম্যান হন।\nসংহিতা নেহরু, নিখিল নেহরুর স্ত্রী।\nবিক্রম নেহেরু (জন্ম ১৯৫২), বলওয়ান্ত কুমার নেহরুর তৃতীয় পুত্র। বিশ্বব্যাঙ্কে ক্যারিয়ার নিয়ে আন্তর্জাতিক উন্নয়নের ক্ষেত্রে প্রবেশ করেন। বিশ্বব্যাংকের প্রধান অর্থনীতিবিদ এবং পূর্ব এশিয়া ও প্রশান্ত মহাসাগরীয় অঞ্চলের জন্য দারিদ্র্য হ্রাস, অর্থনৈতিক ব্যবস্থাপনা, বেসরকারি ও আর্থিক খাত উন্নয়নের পরিচালক হয়েছেন। পরবর্তীকালে, ওয়াশিংটন, ডিসি-তে আন্তর্জাতিক শান্তির জন্য কার্নেগি এনডাউমেন্টে দক্ষিণ-পূর্ব এশিয়ান স্টাডিজের চেয়ার এবং তারপর জনস হপকিন্স ইউনিভার্সিটি স্কুল অফ অ্যাডভান্সড ইন্টারন্যাশনাল স্টাডিজে বিশিষ্ট অনুশীলনকারী-ইন-রেসিডেন্সে চেয়ার হন।\n\n\n=== ষষ্ঠ প্রজন্ম ===\nরাহুল গান্ধী (জন্ম ১৯৭০), রাজীব গান্ধী এবং সোনিয়া গান্ধীর পুত্র। তিনি ২০১৭ এবং ২০১৯ সাল পর্যন্ত কংগ্রেস দলের সভাপতি ছিলেন,  এবং ২০০৪ থেকে ২০১৯ সাল পর্যন্ত উত্তরপ্রদেশের আমেঠি থেকে সংসদ সদস্য ছিলেন। তিনি ২০১৪ সালের লোকসভা নির্বাচনের জন্য কংগ্রেস সমন্বয় প্যানেলের চেয়ারম্যান ছিলেন। তিনি বর্তমানে লোকসভায় কেরালার ওয়ানাড থেকে সাংসদ। লোকসভায় বিরোধী দলনেতা।\nপ্রিয়াঙ্কা গান্ধী (জন্ম ১৯৭২), রাজীব গান্ধী এবং সোনিয়া গান্ধীর কন্যা। তিনি ভারতীয় জাতীয় কংগ্রেসের সাধারণ সম্পাদক। প্রিয়াঙ্কা একজন ব্যবসায়ী রবার্ট ভাদ্রাকে বিয়ে করেছেন।\nবরুণ গান্ধী (জন্ম ১৯৮০), সঞ্জয় গান্ধী এবং মানেকা গান্ধীর পুত্র। তিনি ভারতীয় জনতা পার্টির সদস্য, জাতীয় কার্যনির্বাহী এবং দলের ইতিহাসে সর্বকনিষ্ঠ জাতীয় সম্পাদক। তিনি ২০১৪-এর লোকসভার সদস্য, ভারতীয় সংসদের নিম্নকক্ষ, সুলতানপুর আসনের প্রতিনিধিত্ব করছেন।\nইয়ামিনী গান্ধী, বরুণ গান্ধীর স্ত্রী।\n\n\n=== সপ্তম প্রজন্ম ===\nঅনসূয়া গান্ধী (জন্ম ২০২০), বরুণ গান্ধী এবং ইয়ামিনী গান্ধীর কন্যা।\nরায়হান ভাদ্রা এবং মিরায়া ভাদ্রা— প্রিয়াঙ্কা গান্ধী এবং রবার্ট ভাদ্রার সন্তান।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}