{"pageid": 1139895, "title": "খুদ্দামুল ফুরকান", "url": "https://bn.wikipedia.org/wiki?curid=1139895", "content": "খুদ্দামুল ফুরকান আফগানিস্তানের প্রথম ইসলামী রাজনৈতিক দল। আফগানিস্তানে সোভিয়েত/কমিউনিস্ট প্রভাবের প্রতিক্রিয়ায় এটি ১৯৬৬ সালে প্রথম গঠিত হয়। মুহাম্মদ ইসমাইল মোজাদিদি এই রাজনৈতিক দলটি গঠন করে, যিনি আফগানিস্তানের প্রাচীনতম প্রাইভেট ইসলামিক প্রতিষ্ঠানের (বা মাদ্রাসার) ডিন এবং গজনীর নুরুল মাদারিস ফারুকী ও আবোবাকার মোজাদিদির পিতা ছিলেন। এই দলের সদস্যরা ছিল মূলত আফগান আলেম (বা ওলামা)।\nএই দলের অনেক সদস্য আফগানিস্তানের সবচেয়ে বড় ধর্মীয় ও আধ্যাত্মিক ব্যবস্থা নকশবন্দি-মোজাদিদি তরিকার সদস্য। মুহাম্মদ ইসমাইল মোজাদিদির পিতা, মুহাম্মদ ইব্রাহিম শেখ জিয়াউল মাশাওইখ (একজন অত্যন্ত প্রভাবশালী আধ্যাত্মিক এবং ধর্মীয় ব্যক্তি), ছিলেন নকশাবন্দী-মোজাদিদি সংগঠনের প্রধান (সুজ্জাদা নেশীন)। এটি কাবুলের কালা জাওয়াদে অবস্থিত। মুহাম্মদ ইব্রাহিম মোজাদিদি (শেখ জিয়াউল মাশাউইখ) হলেন নুরুল মাশাওইখ শেখ ফজল ওমর মোজাদিদি (ওরফে, মোল্লা শোর বাজার)-এর পুত্র এবং ধর্মীয় ও আফগানিস্তানের সবচেয়ে প্রভাবশালী এবং সম্মানিত আধ্যাত্মিক ব্যক্তি।\nখুদ্দামুল ফুরকানের নেদা-ই-হক (সত্যের কণ্ঠস্বর) নামে একটি সংবাদপত্র ছিল এবং এর প্রধান সম্পাদক ছিলেন মৌলভী আবদুল সাত্তার সিদ্দিকী। দলটি আফগানিস্তানের ধর্মীয় সম্প্রদায়ের মধ্যে খুবই প্রভাবশালী ছিল। খুদ্দামুল ফুরকান দলটি ইসলামী ঐতিহ্য মেনে চলার জন্য সুপরিচিত ছিল এবং রাজনৈতিকভাবে দলটি মধ্যপন্থী ছিল।\n১৯৭৯ সালে সোভিয়েত বাহিনী এবং তাদের মিত্রদের দ্বারা মোজাদিদি পরিবারকে কারারুদ্ধ করার পর (কারারুদ্ধদের মধ্যে ছিলেন এম. ইব্রাহিম শেখ জিয়াউল মাশাউইখ এবং তার পুত্র, খুদ্দামুল ফুরকানের নেতা এম. ইসমাঈল মোজাদিদি) বন্দী অবস্থায় দলের শীর্ষস্থানীয় নেতাদের বিপদে পরার আশঙ্কায় দলের নাম পরিবর্তন করে হরকাত-ই-ইনকিলাব ইসলামী রাখা হয় এবং সোভিয়েত দখলদারদের বিরুদ্ধে দলটি প্রচেষ্টা চালিয়ে যেতে থাকে। আফগানিস্তানে সোভিয়েতদের বিরুদ্ধে প্রতিরোধ আন্দোলনে দলের সদস্যরা প্রধান ভূমিকা পালন করে। খুদ্দামুল ফুরকান পরে ২০০৪ সালে কাবুলে পুনর্গঠিত হয় এবং পার্টির কিছু সদস্য আফগানিস্তানে শান্তি প্রতিষ্ঠায় সক্রিয় ভূমিকা পালন করছে। খুদ্দামুল ফুরকানদের একজন শীর্ষ সদস্য মৌলভি আরসালা রহমানীকে ১৩ মে, ২০১২ তারিখে কাবুলে হত্যা করা হয়।\n\n\n== তথ্যসূত্র =="}