{"pageid": 1139064, "title": "মরক্কোতে আশুরা", "url": "https://bn.wikipedia.org/wiki?curid=1139064", "content": "আশুরার দিন (আরবি: عاشوراء, যার অর্থ দশম দিন) মরক্কোতে ঐতিহ্যগতভাবে উদযাপন এবং আনন্দের দিন। আশুরা, যা সারা মুসলিম বিশ্বে মহররমের দশম দিনে পালিত হয় এবং শিয়া মুসলমানদের জন্য বিশেষভাবে তাৎপর্যপূর্ণ, যাদের জন্য এটি শোকের দিন। মরক্কোয়ীরা,  যারা নিহত হয়েছে এই দিনটিতে তাদের  স্মরণ করে। মৃতদের জন্য কবরস্থানে প্রার্থনা করা একটি রীতি।\nমরক্কোতে, যেখানে সংখ্যাগরিষ্ঠ মুসলিম  সুন্নি, আশুরার সাথে যুক্ত স্থানীয় রীতিনীতি সারা দেশে পরিবর্তিত হয়। কিন্তু ঐতিহ্যগতভাবে, লোকেরা প্রধানত আখরোট এবং বাদাম,  ও জনপ্রিয় খেজুরের মিশ্রণ বিনিময় করে। আজকাল, মরোক্কান পেস্ট্রির একটি সারগ্রাহী বিভিন্ন মিশ্রণ যোগ করা হয়। অতিরিক্তভাবে, শিশুদের খেলনা দেওয়া হয় এবং এ আশুরার এক সপ্তাহ আগে মূলত মরক্কোর ঐতিহ্যবাহী বাদ্যযন্ত্র কেনার জন্য; তারিজা ড্রাম, ডেরবউকা, ত্রির কেনা হয়। শিশুরা আগের রাতে রাস্তায় আতশবাজি এবং হালকা আগুন নিয়ে  নিয়ে খেলে যাকে  শা'আলা (আরবি: الشعالة) বলে।  ঐতিহ্যগতভাবে মহিলারা এই আগুনের চারপাশে প্রচণ্ড জোরে বাদ্যযন্ত্র বাজিয়ে ঐতিহ্যবাহী আশুরা লোককাহিনীর গান শোনায়। তারপরে মহিলারা  আনন্দ নিয়ে খেলতে এবং গান গাইতে থাকে অন্যান্য প্রতিবেশীদের কাছে যারা তখন খেলোয়াড়দের ভিড়ে যোগ দেয়। মারাকেচ পুরুষরা  দাক্কা মারাক্ষিয়ার(মরক্কোর ঐতিহ্যবাহী সংগীত) পরিবেশনা করে।\nশহরগুলির আধুনিকীকরণ সম্প্রসারণের সাথে সাথে এই প্রথাটি  এখন খুব একটা দেখা যায় না। শুধু কিছু ঐতিহ্যবাহী পাড়া এবং ছোট গ্রামে দেখা যায়।\nশিয়া সূত্রগুলি অভিযোগ করে যে, উমাইয়ারা আশুরার দিনটিকে ছুটির দিন বানিয়েছিল এবং আনন্দের সাথে উদযাপন করেছিল এবং এর উপর ফতোয়া জারি করেছিল।  অন্যরা এই দিনটিকে একটি বড় বিপর্যয় হিসাবে দেখেন কারণ এটি ছিল কারবালার যুদ্ধে হোসেনের মৃত্যু এবং তার পরিবারকে হত্যার দিন। যাইহোক, আজ মরক্কোতে, ঘটনাটি শিয়া-সুন্নি বিরোধের সাথে একেবারেই জড়িত নয় এবং এর সামান্য ধর্মীয় তাৎপর্য রয়েছে এবং এটিকে শুধুমাত্র একটি লোক ঐতিহ্য হিসাবে দেখা হয়।\n\n\n== বাবা আশুরার আলো ==\nমরোক্কোর কিছু অঞ্চলে, আশুরা উৎসবের সময় শিশুরা এক বাড়ি থেকে অন্য বাড়িতে ঘুরে বেড়ায় ক্যান্ডি এবং শুকনো ফল বা এমনকি অর্থের জন্য জিজ্ঞাসা করে এবং দরজার উত্তর দেয় এমন যে কেউ \"বাবা আইচোরের অধিকার\" প্রশ্ন জিজ্ঞাসা করে। এই ঐতিহ্যটি সম্প্রতি বিখ্যাত হয়ে উঠেছে যখন এটি আতশবাজির বিকল্প হিসাবে বিবেচিত হয়েছে যা  থেকে বিভিন্ন দুর্ঘটনা হতে পারে।\n\n\n== শহরের প্রথা ==\nকিছু শহরে, মরক্কোয়ীরা মহরমের দশম দিনকে জমজমের দিন বলে। এই দিনে তারা একে অপরের গায়ে জল ছিটিয়ে দেয়। যে প্রথমে ঘুম থেকে উঠে বাকিটা ঠান্ডা জল দিয়ে স্প্রে করে, এবং অনেক শিশু এবং যুবককে (বিশেষ করে জনপ্রিয় পাড়ায়) রাস্তায় বের করে দেয় পথচারীদের জল স্প্রে করার জন্য। সকালের প্রথম ঘন্টার মধ্যে, বিশেষত বন্ধু এবং প্রতিবেশীদের মধ্যে ভয়ানক \"পানির যুদ্ধ\" হয়। যে কেউ \"জমজমের জল\" দিয়ে উদযাপন করতে অস্বীকার করে তার জামাকাপড়ের উপর সামান্য পানি ছিটিয়ে দেয়া হয়। তার অনেকগুলি স্বেচ্ছাসেবক পালাক্রমে তাদের সমস্ত জল তার কাপড়ে ফেলে দেওয়ার মুখোমুখি হতে পারে। তারপর দিনটিকে \"মরোক্কান কুসকুস\" খাওয়ার সাথে শুকনো মাংস দিয়ে তৈরি খাবার বিশেষ করে ঈদুল আযহার   জন্য সংরক্ষিত করা হয়।\n\n\n== তথ্যসূত্র =="}