{"pageid": 1139926, "title": "ইসলাম ও বহুত্ববাদ আন্তর্জাতিক কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1139926", "content": "ইসলাম ও বহুত্ববাদ আন্তর্জাতিক কেন্দ্র বা দ্য ইন্দোনেশিয়ান সেন্টার ফর ইসলাম অ্যান্ড প্লুরালিজম (আইসিআইপি)-এর আগে ইন্টারন্যাশনাল সেন্টার ফর ইসলাম অ্যান্ড প্লুরালিজম হলো ইন্দোনেশিয়ার একটি ইসলামিক এনজিও যা ২০০৩ সালে প্রতিষ্ঠিত হয়। জাকার্তার কাছে দক্ষিণ ট্যানজেরাং-এ এটি অবস্থিত। ইন্দোনেশিয়ায় এবং আন্তর্জাতিকভাবে এই সংগঠন মধ্যপন্থী এবং প্রগতিশীল ইসলামিক মতামত প্রচার করে থাকে।\n\n\n== পটভূমি ==\nইন্দোনেশিয়া একটি মুসলিম সংখ্যাগরিষ্ঠ দেশ, যেখানে মুসলমানরা জনসংখ্যার প্রায় ৮৯%। যাইহোক, তা সত্ত্বেও এই দেশে উল্লেখযোগ্য সংখ্যালঘু ধর্মের পাশাপাশি মুসলমানদের বিভিন্ন গোষ্ঠীর মধ্যে ইসলামের বিকাশে প্রচুর বৈচিত্র্য রয়েছে। এই পরিবেশের অর্থ হলো ইন্দোনেশীয় ইসলাম ঐতিহ্যগতভাবে খোলামেলা, সহনশীল এবং মধ্যপন্থী।\nগত এক দশকে, ইন্দোনেশিয়া এবং অন্যান্য মুসলিম দেশে ইসলামের নতুনতর, আরও রক্ষণশীল এবং উগ্রবাদী রূপগুলো আবির্ভূত হতে শুরু করেছে। ইসলামের এই রূপগুলো একটি একচেটিয়া মানসিকতার দ্বারা চিহ্নিত করা হয় যা সাধারণভাবে ইন্দোনেশীয় সম্প্রদায়ের মধ্যে বা বিশেষভাবে ইসলামিক সম্প্রদায়ের মধ্যে পার্থক্যের প্রতি অসহিষ্ণু। এই গোষ্ঠীগুলি, সংখ্যায় সম্পূর্ণ কম তবে সাম্প্রতিক বছরগুলোতে, বিশেষ করে ১১ সেপ্টেম্বরের হামলার পর আন্তর্জাতিক মিডিয়ার মনোযোগ আকর্ষণ করেছে। এই গোষ্ঠীগুলোর উত্থান একটি উন্মুক্ত, সহনশীল এবং মধ্যপন্থী মুসলিম সম্প্রদায় হিসাবে ইন্দোনেশিয়ার ঐতিহ্যবাহী ভাবমূর্তিকে হুমকির মুখে ফেলেছে।\nএর প্রতিক্রিয়ায়, ইন্দোনেশিয়া এবং এশীয় অঞ্চলের বিভিন্ন প্রগতিশীল-মধ্যপন্থী ইসলামিক কর্মীদের একত্রে সংযুক্ত করার জন্য একটি সংস্থা হিসাবে ২০০৩ সালে ইন্দোনেশিয়ান সেন্টার ফর ইসলাম অ্যান্ড প্লুরালিজম (আইসিআইপি) প্রতিষ্ঠিত হয়। এই কর্মীরা বহুত্ববাদের আদর্শের প্রতি নিবেদিত যা পার্থক্যের প্রতি শ্রদ্ধা প্রদর্শন করে, তা বিভিন্ন ধর্মীয়, জাতিগত বা সামাজিক গোষ্ঠীর মধ্যে হোক বা একটি নির্দিষ্ট ধর্মের মধ্যে চিন্তার বিভিন্ন ধারার মধ্যে হোক। আশা করা যায় যে প্রগতিশীল মধ্যপন্থী কর্মীদের মধ্যে এই যোগাযোগ স্থাপনের মাধ্যমে তারা ইন্দোনেশিয়া এবং অঞ্চলে বিদ্যমান মৌলবাদী-রক্ষণশীল নেটওয়ার্কগুলোকে আরও কার্যকরভাবে মোকাবেলা করতে সক্ষম হবে।\n\n\n== উদ্দেশ্য ==\nআইসিআইপি-এর লক্ষ্য হলো ইসলামিক বেসরকারি সংস্থা (এনজিও) এবং প্রগতিশীল-মধ্যপন্থী মুসলিম কর্মী ও বুদ্ধিজীবীদের একটি নেটওয়ার্ক তৈরি করা যা দক্ষিণ-পূর্ব এশিয়া এবং শেষ পর্যন্ত বিশ্বজুড়ে বিস্তৃত করা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}