{"pageid": 1139429, "title": "নুকুশে ইকবাল", "url": "https://bn.wikipedia.org/wiki?curid=1139429", "content": "নুকুশে ইকবাল (আরবি: روائع إقبال) ইসলামি পুনর্জাগরণের কবি মুহাম্মদ ইকবালকে আরব বিশ্বে পরিচিত করার জন্য এই বইটি রচনা করেছিলেন ভারতীয় দেওবন্দি ইসলামি পণ্ডিত আবুল হাসান আলী হাসানী নদভী। এটি প্রথমে রাওয়ায়ে ইকবাল নামে আরবিতে প্রকাশিত হয়। নুকুশে ইকবাল নামে এটি উর্দুতে অনুবাদ করেন শামস তাবরিজ খান। নুকুশে ইকবাল শব্দের অর্থ ইকবালের গৌরব। এটি নদভীর সর্বাধিক জনপ্রিয় রচনাসমূহের অন্যতম।\n\n\n== বিষয়বস্তু ==\nনদভীর কাছে ইকবাল ভারতীয় উপমহাদেশের সর্বশ্রেষ্ঠ মুসলিম কবি, দার্শনিক, একজন অসাধারণ ব্যক্তিত্ব যিনি গভীর আধ্যাত্মিক শক্তি, মুসলিম উম্মাহর প্রতি গভীর অনুরাগ এবং সেইসাথে পাশ্চাত্য দর্শন এবং অর্থনৈতিক বিষয়ে ব্যাপক জ্ঞানের অধিকারী ছিলেন। মুসলমানদের তাদের গৌরবময় অতীত স্মরণ করিয়ে তাদের অনুপ্রাণিত করার মধ্যেই তার কাজের শক্তি নিহিত। লেখক ইকবালের মাহাত্ম্য এবং তার পাঠ্যের মাধ্যমে তার বার্তার সন্ধান করেছেন এবং তার জীবন ও কবিতায় এই ধরনের ছয়টি কারণ এবং আপাত রূপ বর্ণনা করেছেন।\nপ্রথমত, ইসলামের প্রতি ইকবালের বিশ্বাস। যেটি তার পরিণত হওয়ার সাথে সাথে প্রাচ্যের পাশ্চাত্য দর্শনগুলি অধ্যয়ন করার সাথে সাথে আরও শক্তিশালী হয়েছে। ইকবালের বিশ্বাস আরও শক্তিশালী হয়ে ওঠে যখন তিনি ইউরোপ সফর করেন এবং দর্শন, অর্থনীতি এবং আইনে ডিগ্রি অর্জন করেন। ইকবাল ছিলেন একজন অপরিসীম জ্ঞানী মানুষ। কিছু আধুনিক মুসলিম বুদ্ধিজীবী পশ্চিম এবং এর দার্শনিক ভিত্তি সম্পর্কে তাদের জ্ঞানে ইকবালের সমান বলে গর্ব করতে পারেন।\nদ্বিতীয়ত, লেখক কুরআনের প্রতি ইকবালের অনুরাগ দেখিয়েছেন। ইকবালের সূক্ষ্ম কুরআনি জ্ঞানের রহস্য ছিল যে তিনি এমন একাগ্রতা ও মনোযোগের সাথে কুরআন পাঠ করতেন, মনে হচ্ছিল যে এটি তার কাছে সেখানে এবং তারপরে প্রকাশিত হচ্ছে।\nতৃতীয়ত, ইকবালের শক্তি এসেছে খুদির (আত্মত্ব) উপর তার সর্বোচ্চ জোর দিয়ে। তিনি নিজেকে জানতে চেয়েছিলেন এবং সমস্ত মুসলমানদের জন্য একই পথ নির্ধারণ করেছিলেন, একমাত্র আল্লাহর উপর নির্ভর করার মাধ্যমে আত্মত্বের একটি দৃঢ় অনুভূতি বিকাশ করতে।\nচতুর্থ দিকটি ছিল ইকবালের দিনের প্রথম দিকে মনন, উপাসনা এবং আবৃত্তির কঠোরভাবে অনুসরণ করা রুটিন। ইকবালের আকাঙ্ক্ষার ঝর্ণার পঞ্চম এবং শেষ উৎস ছিলেন মহান পারস্য পণ্ডিত, মসনভির বিখ্যাত কবি জালালুদ্দিন রুমি।\nইকবাল বস্তুবাদ এবং নাস্তিক দর্শনের বিরুদ্ধে কথা বলতে চেয়েছিলেন, যেমন রুমি একসময় মুসলিম বিশ্বের উপর গ্রিক দর্শনের কুফলের বিরুদ্ধে লড়াই করেছিলেন। লেখক তারপরে প্রধান থিমগুলি অন্বেষণ করতে গিয়েছিলেন যা মহান কবি-দার্শনিকের রচনাগুলিকে আন্ডারলাইন করে। ইকবাল ইউরোপীয় সভ্যতাকে তীক্ষ্ণ পর্যবেক্ষকের চোখে দেখেছেন এবং তাকে তুচ্ছ করতে এসেছেন। ইকবাল ভবিষ্যদ্বাণী করেছিলেন যে পশ্চিমা সভ্যতা আত্মহত্যা করবে এবং শীঘ্রই বিলুপ্ত হয়ে যাবে, কারণ এটি আত্মা এবং আধ্যাত্মিকতার অভ্যন্তরীণ জগৎ থেকে নিজেকে বিচ্ছিন্ন করেছে এবং বস্তুবাদে অত্যধিক নিমগ্ন হয়ে পড়েছে।\n\n\n== আরও দেখুন ==\nআবুল হাসান আলী হাসানী নদভীর গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nগুগল বইয়ে নুকুশে ইকবাল\nনুকুশে ইকবাল–এর আরবি সংস্করণ\nনুকুশে ইকবাল–এর উর্দু সংস্করণ\nনুকুশে ইকবাল–এর ইংরেজি সংস্করণ"}