{"pageid": 1139904, "title": "ইন্দোনেশীয় ইসলাম প্রচার পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1139904", "content": "ইন্দোনেশিয়ান ইসলাম প্রচার পরিষদ (ইন্দোনেশীয়: Dewan Da'wah Islamiyah Indonesia, সংক্ষেপে DDII) ইন্দোনেশিয়ার একটি সুন্নি ইসলামী সংগঠন যার লক্ষ্য দাওয়াহ (ধর্মান্তরিতকরণ)। সংগঠনটিকে আধুনিক ইন্দোনেশিয়ার অন্যতম প্রধান দাওয়াহ সংগঠন হিসেবে বিবেচনা করা হয়। সৌদি আরব থেকে ইন্দোনেশিয়ায় যে ইসলামিক কার্যক্রমের জন্য অর্থায়ন করা হয়, এই সংগঠনটিকে তার প্রাথমিক গ্রাহক (LIPIA সহ) হিসাবেও উল্লেখ করা হয়।\n\n\n== ইতিহাস ==\n১৯৬৭ সালে ইন্দোনেশিয়ার স্বাধীনতা আন্দোলনের একজন নেতৃস্থানীয় ব্যক্তি, মাসজুমি পার্টির প্রাক্তন নেতা ও ইন্দোনেশিয়ায় ইসলামিক পুনরুজ্জীবনের নেতা মোহাম্মদ নাটসি এবং মধ্যপ্রাচ্যের সাথে যৌথ উদ্যোগে ডিডিআইআই (DDII) প্রতিষ্ঠিত হয়। মোহাম্মদ নাটসির পার্টির অন্যান্য প্রাক্তন সদস্যরা ভেঙ্গে যাওয়া মাসুমি পার্টির পরে ডিডিআইআই গঠন করার জন্য উদ্যোগ গ্রহণ করেছিল। হাসান নূরহাইদির মতে শুরু থেকেই DDII ছিল সৌদি-অর্থায়নকৃত বিশ্ব মুসলিম লীগ এর ইন্দোনেশীয় প্রতিনিধি। সংগঠনটি উন্নয়ন-পন্থী ও আধুনিকীকরণ-পন্থী সুহার্তো সরকারের ইসলামী রাজনীতির প্রান্তিকতার বিরুদ্ধীয় সংগঠন হিসেবে সৌদি আরবের নিকট বেশি ঘনিষ্ঠ।\nডিডিআইআই-এর মতে, মধ্যপ্রাচ্যে পড়াশোনা করার জন্য সৌদি-অর্থায়িত মুসলিম ওয়ার্ল্ড লিগ থেকে বৃত্তি বিতরণের জন্য এটি ইন্দোনেশিয়ার প্রধান প্রতিষ্ঠান। ডিডিআইআই ইন্দোনেশিয়ান ভাষায় সালাফি পণ্ডিতদের রচনার অনুবাদকে উৎসাহিত করার জন্যও কাজ করেছে। DDII ক্যাডারদের মধ্যে রয়েছে আহমদ ফয়েজ আসিফউদ্দিন, আউনুর রফিক গুফরান এবং চামসাহা সফওয়ান (বর্তমানে আবু নিদা নামে পরিচিত)। এর ওয়েবসাইট অনুসারে এটি ৭৫০ টিরও বেশি মসজিদ তৈরি এবং পরিচালনা করেছে, \"দু'আত\" (প্রচারক), শিক্ষক এবং গ্রামীণ উন্নয়ন কর্মীদের জন্য একটি বিশ্ববিদ্যালয় স্তরের প্রশিক্ষণ প্রোগ্রাম রয়েছে যার স্নাতকদের বিশেষ করে দুর্গম এবং বিচ্ছিন্ন অঞ্চলে রাখা হয়।\nDDII নিম্ন মধ্যবিত্ত এবং শহুরে দরিদ্রদের কাছে আবেদন করার উপর দৃষ্টি নিবদ্ধ করে শরিয়াহ আইন এবং ইসলামী আচার-অনুষ্ঠান পালনকে সামাজিক অসুস্থতার সমাধান হিসেবে বিবেচনা করে এবং একজন সমালোচকের মতে \"সরকারি দুর্নীতি, জাভানিজ রহস্যবাদ, মুসলিম উদারতাবাদ এবং অর্থনৈতিক আধিপত্যকে আক্রমণ করে। চীনারা ইন্দোনেশিয়াকে খ্রিস্টানাইজ করার বৃহত্তর ষড়যন্ত্রের লক্ষণ হিসাবে ২০১৪ সালে, DDII-কে \"শক্তিশালী-বিরোধী শিয়া, খ্রিস্টান-বিরোধী, এবং বিরোধী আহমদিয়া দৃষ্টিভঙ্গি\" এবং ইসলামিক ধর্মের উপর \"শাস্ত্রীয়ভাবে কঠোর\" অবস্থানের সাথে চিহ্নিত করে।\n\n\n== আরও দেখুন ==\nইন্দোনেশিয়ায় ইসলামের বিস্তার\n\n\n== তথ্যসূত্র =="}