{"pageid": 1139212, "title": "দীপক মজুমদার", "url": "https://bn.wikipedia.org/wiki?curid=1139212", "content": "দীপক মজুমদার (১৯৩৪ — ২৩ ফেব্রুয়ারি ১৯৯৩) ছিলেন একজন ভারতীয় বাঙালি কবি, সম্পাদক ও প্রাবন্ধিক।   কৃত্তিবাস কবিতা পত্রিকার প্রতিষ্ঠাতা-সম্পাদক এবং পরবর্তীতে সংযোগ বিশেষজ্ঞ হিসাবে সমধিক পরিচিতি লাভ করেন। অনেকের কাছে তিনি পরিচিত ছিলেন বাউল-কবি হিসাবে। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nদীপক মজুমদারের জন্ম ব্রিটিশ ভারতের অধুনা  বাংলাদেশের ময়মনসিংহে। বিদ্যালয়ের পাঠ শেষে কলকাতা আসেন উচ্চ শিক্ষার্থে। স্কটিশ চার্চ কলেজে ভরতি হন। কারাবাসের কারণে তার দুবছর নষ্ট হয়। কিন্তু সহপাঠী পান আনন্দ বাগচীকে। সহপাঠী দীপক মজুমদার সম্পর্কে আনন্দ বাগচী  লিখেছেন- \n\n\"স্কুলের গণ্ডি ছাড়িয়ে ...কলেজে ঢুকেছি...কয়েকদিনের মধ্যে আবিষ্কার করলাম বাংলার ক্লাশে আমার পাশে বসা ছেলেটি এক ডাকসাইটে কবি, বাংলা দেশের তা-বড় তা-বড় জ্ঞান গুণী মানুষের কাছে তার ঘনিষ্ঠতা, যাতায়াত....প্রায় সন্ধি স্থাপনের ভঙ্গিতে বন্ধুত্ব করে ফেললাম।\"  \nস্কটিশ চার্চ কলেজ থেকে  স্নাতক হওয়ার পর  যাদবপুর বিশ্ববিদ্যালয়ে তুলনামূলক সাহিত্য নিয়ে এম.এ ক্লাশে ভর্তি হন। ইতোমধ্যে দীপক মজুমদারের ঘনিষ্ঠ বন্ধু সমীর রায়চৌধুরী ও অশোক মৈত্রের মাধ্যমে পরিচয় হয়  সুনীল গঙ্গোপাধ্যায়ের। মূলত দীপক মজুমদারের উদ্যোগে তৎকালীন বাংলার তরুণতম প্রতিশ্রুতিবান কবিদের লেখা প্রকাশ করতে কবিতা পত্রিকা কৃত্তিবাস প্রতিষ্ঠা করেন। তিনি ছিলেন পত্রিকাটির অন্যতম প্রতিষ্ঠাতা-সম্পাদক। অন্য দুজন ছিলেন আনন্দ বাগচী এবং সুনীল গঙ্গোপাধ্যায়। কিন্তু তিনটি সংখ্যা প্রকাশের পর মনোমালিন্যের কারণে কৃত্তিবাস পত্রিকা হতে সরে আসেন। \n\n\n== কর্মজীবন ==\nযাদবপুর বিশ্ববিদ্যালয় থেকে তুলনামূলক সাহিত্যে এম.এ পাশের পর তিনি কিছুদিন  অধ্যাপনা করেন আসামের শিলচর কলেজে এবং  শ্রীনিকেতনে। স্কলারশিপ নিয়ে তিনি গবেষণা করতে  মার্কিন যুক্তরাষ্ট্রে যান। কিন্তু মানবাধিকার আন্দোলনে জড়িয়ে পড়ায় গবেষণা সম্পূর্ণ করতে পারেন নি। শেষে বিভিন্ন সংগীত ও নাটকদলে যোগ দেন এবং সেই দলের হয় গ্রিসে যান। সেখানে কিছুদিন অধ্যাপনা করেন। অবশেষে কলকাতায় ফিরে সেন্ট জেভিয়ার্স ইনস্টিটিউট অফ কমিউনিকেশনের উদ্যোগে  গাস্তঁ রোবের্জের ভাবনায় তৈরি চিত্রবাণী সংস্থায় স্টাডিজ কো-অর্ডিনেটরপদে যোগ দেন। ফিল্ম, রেডিও, টিভি প্রভৃতি সমাজ সংযোগের ক্ষেত্রে অ্যাকাডেমিক চর্চা বৃদ্ধিতে সহায়তা করেন।  তিনি গোলক ধাঁধা নামক একটি পত্রিকা সম্পাদনা শুরু করেন এবং বাউলদের নিয়ে গবেষণা র কাজে হাত দেন। যে জ্ঞান ও অভিজ্ঞতা সঞ্চয় করেন সে বিষয়ে তিনি দেশি-বিদেশি পত্র পত্রিকায় বেশ কিছু নিবন্ধ রচনা করেন। তিনি নিজেও ছন্নছাড়া জীবন কাটিয়েছেন বলেই অনেকের কাছে তিনি বাউল-কবি হিসাবে পরিচিত পান। ১৯৭৬ খ্রিস্টাব্দে গৌতম চট্টোপাধ্যায় কলকাতায় মহীনের ঘোড়াগুলি নামে এক সঙ্গীতগোষ্ঠী প্রতিষ্ঠা করলে তিনি তার সঙ্গেও যুক্ত হন। জ্যাজসঙ্গীত তথা মিশ্রসঙ্গীতের উপর কয়েকটি নিবন্ধ রচনা করেন। পোল্যান্ডের নাট্যবিশারদ জেরি গ্রেটস্কির সঙ্গে তিনি ওয়ার্কশপ করেছেন। তিনি রবীন্দ্রনাথের বিসর্জন নাটক প্রযোজনা করেন সম্পূর্ণ ভিন্ন পদ্ধতিতে। তার নিজের উল্লেখযোগ্য প্রযোজনা ছিল — ওয়েটিং ফর গোডো   মার্কিন যুক্তরাষ্ট্রের কিংবদন্তি সাহিত্যিক ও চিত্রশিল্পী হেনরি মিলারের সঙ্গে কবি দীপক মজুমদারের যোগাযোগ ছিল এবং তিনি হেনরির প্রিয় পাত্র ছিলেন।\n\n\n== শেষজীবন ==\nদীপক মজুমদার ছন্নছাড়া জীবন যাপন করেছেন এবং জীবনের শেষভাগে লুথেরান ওয়ার্ল্ড সার্ভিসে চাকরি করেন। ১৯৯৩ খ্রিস্টাব্দের ২৩ ফেব্রুয়ারি পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}