{"pageid": 1139245, "title": "হ হোয়াং-ওক", "url": "https://bn.wikipedia.org/wiki?curid=1139245", "content": "সুরিরত্না (শ্রীরত্না) নামে পরিচিত হ হোয়াং-ওক ছিলেন এক প্রসিদ্ধ রাণী যার কথা ত্রয়োদশ শতাব্দীর কোরীয় উপাখ্যান সামগুগ ইয়ুসা-তে উল্লিখিত রয়েছে। সামগুগ ইয়ুসা অনুযায়ী তিনি দূরের এক রাজার, \"আয়ুতা\" থেকে নৌকায় করে আসেন এবং ১৬ বছর বয়সে, গুমগোয়ান গায়া-র রাজা সুরো-র সাথেই বিবাহ বন্ধনে আবদ্ধ হয়ে গুমগোয়ান গায়া-র প্রথম রাণী হন। বর্তমানে ছয় মিলিয়নের বেশি কোরিয়ান মানুষ, বিশেষ করে গিমহে কিম, হো এবং লি বংশের মানুষজন নিজেদের, এই রাণীর ও রাজা সুরো-র সাথে তাঁর ১২ সন্তানের বংশোদ্ভূত বলে মনে করেন। মনে করা হয়, তাঁর জন্মভূমি ভারতবর্ষের এক রাজ্য। দক্ষিণ কোরিয়ার গিমহে-তে একটি সমাধিসৌধ আছে যেটি রাণী সুরিরত্নার বলে মনে করা হয়। এছাড়াও ভারতবর্ষের অযোধ্যায় তাঁর একটি স্মৃতিসৌধ আছে।\n\n\n== উৎস ==\nহো-এর কিংবদন্তি গারাকগুকগি-তে (গারাক রাজ্যের রেকর্ড) পাওয়া যায় যা বর্তমানে হারিয়ে গেছে, কিন্তু সামগুক ইউসা-তে এর উল্লেখ রয়েছে। কিংবদন্তি অনুসারে, হো ছিলেন \"আয়ুতা রাজ্যের\" রাজকুমারী। বর্তমান রেকর্ডগুলি আয়ুতাকে শুধুমাত্র  একটি দূরবর্তী দেশ হিসেবে চিহ্নিত করে। লিখিত প্রমাণ এবং জনপ্রিয় সংস্কৃতি, প্রায়শই ভারতের সাথে আয়ুতাকে যুক্ত করে তবে ভারতে এই কিংবদন্তির কোন রেকর্ড নেই। কিম বিউয়ং-মো নামক হানিয়াং বিশ্ববিদ্যালয়ের একজন নৃবিজ্ঞানী, ফোনেটিক মিলের ভিত্তিতে ভারতের অযোধ্যার সাথে আয়ুতাকে চিহ্নিত করেছেন। গ্রাফটন কে. মিনটজ্ এবং হা তেহাং জানালেন যে কোরিয়ান রেফারেন্সটি আসলে থাইল্যান্ডের আয়ুথায়া রাজ্যের। যাইহোক, জর্জ কোডেসের মতে, সামগুক ইউসার রচনার পর, ১৩৫০ সাল পর্যন্ত সেই থাই শহরটি প্রতিষ্ঠিত হয়নি।\nঅন্য একটি তত্ত্ব অনুসারে, আয়ুতা রাজ্য (হাঙ্গুল: 아유타국, Hanja: 阿踰陁國) হল আয় সাম্রাজ্য-এর একটি ভুল অনুবাদ, যা প্রাচীন তামিলকামের পান্ডিয়ান সাম্রাজ্যের অংশ (দক্ষিণ ভারতে)। তার আগমনের সময়, রাজকুমারী হো হোয়াং-ওক তার সাথে পান্ড্যের প্রতীক বহন করেছিলেন: ‘যমজ মাছ’ এবং ‘ত্রিশূল’।\n\n\n== সুরোর সাথে বিয়ে ==\nতাদের বিয়ের পর, হও রাজা সুরোকে বলেছিলেন যে তার বয়স 16 বছর। [20] [21] তিনি তার প্রদত্ত নাম \"হোয়াং-ওক\" (\"ইয়েলো জেড\", 황옥, 黃玉) এবং তার পারিবারিক নাম \"হ\" (허, বা \"Hurh\" 許) হিসাবে বলেছিলেন। তিনি কীভাবে গয়াতে এসেছিলেন তা বর্ণনা করেছেন এভাবে: স্বর্গীয় প্রভু (সাঙ্গে জে) তার পিতামাতার স্বপ্নে আবির্ভূত হন। তিনি তাদের হওকে সুরোর কাছে পাঠাতে বলেছিলেন, যিনি গয়ার রাজা হিসাবে নির্বাচিত হয়েছিলেন। স্বপ্নে দেখা গেল রাজা তখনও রানী পাননি। হওর বাবা তখন তাকে সুরোতে যেতে বলেন। দুই মাস সমুদ্র ভ্রমণের পর, তিনি বন্ডকে খুঁজে পান, একটি পীচ যা প্রতি ৩,০০০ বছরে ফল দেয়।\nকিংবদন্তি অনুসারে, রাজা সুরোর দরবারীরা তাকে দরবারে আনা দাসীদের মধ্য থেকে একজন স্ত্রী নির্বাচন করার জন্য অনুরোধ করেছিলেন। যাইহোক, সুরো বলেছিলেন যে তার স্ত্রী নির্বাচন স্বর্গ দ্বারা আদেশ হবে। তিনি ইউচন-গানকে একটি ঘোড়া এবং একটি নৌকা নিয়ে রাজধানীর দক্ষিণে একটি দ্বীপ ম্যাংসান-ডোতে যাওয়ার নির্দেশ দেন। ম্যাংসান, ইউচন একটি লাল পাল এবং একটি লাল পতাকা সহ জাহাজ দেখেছিলেন। তিনি জাহাজে রওনা হন, এবং এটিকে কায়া (বা গয়া, বর্তমান গিমহে) তীরে নিয়ে যান। আরেকজন অফিসার, সিনগুইগান প্রাসাদে গিয়ে রাজাকে জাহাজের আগমনের কথা জানান। রাজা জাহাজের যাত্রীদের রাজপ্রাসাদে নিয়ে যাওয়ার জন্য নয়টি গোত্র প্রধানকে পাঠালেন।\nরাজকুমারী হও বলেছিলেন যে তিনি অপরিচিতদের সাথে যাবেন না। তদনুসারে, রাজা রাজপ্রাসাদের কাছে একটি পাহাড়ের ঢালে একটি তাঁবু স্থাপনের নির্দেশ দেন। রাজকুমারী তখন তার দরবারী ও দাসদের নিয়ে তাঁবুতে উপস্থিত হলেন। দরবারীদের মধ্যে সিন পো (বা সিন বো, 신보, 申輔) এবং চো কুয়াং (বা জো গুয়াং, 조광, 趙匡) অন্তর্ভুক্ত ছিল। তাদের স্ত্রী ছিলেন যথাক্রমে মোজং (모정, 慕貞) এবং মোরিয়াং (모량, 慕良)। বিশজন ক্রীতদাস সোনা, রৌপ্য, গহনা, সিল্ক ব্রোকেড এবং খাবারের পাত্র বহন করত। রাজাকে বিয়ে করার আগে, রাজকন্যা তার সিল্কের ট্রাউজার্স খুলে ফেললেন (সামগুক ইউসার একটি ভিন্ন বিভাগে একটি স্কার্ট হিসাবে উল্লেখ করা হয়েছে) এবং সেগুলি পাহাড়ের আত্মাকে দান করেছিলেন। রাজা সুরো তাকে বলেন যে তিনিও হওর আগমন সম্পর্কে আগে থেকেই জানতেন এবং তাই তার দরবারীদের দ্বারা সুপারিশকৃত কুমারীদের বিয়ে করেননি।\nযখন রাণীর কিছু এসকর্ট বাড়ি ফিরে যাওয়ার সিদ্ধান্ত নেয়, তখন রাজা সুরো তাদের প্রত্যেককে ত্রিশটি হেমপেন কাপড়ের রোল দেন (একটি রোল 40 গজের ছিল)। তিনি প্রত্যেককে ফেরার যাত্রার জন্য দশ বস্তা চালও দেন। রাণীর মূল কাফেলার একটি অংশ, দুই দরবারী এবং তাদের স্ত্রী সহ, তার সাথেই থেকে যায়। রানীকে অভ্যন্তরীণ প্রাসাদে একটি বাসস্থান দেওয়া হয়েছিল, যখন দুই দরবারী এবং তাদের স্ত্রীদের আলাদা বাসস্থান দেওয়া হয়েছিল। তার কাফেলার বাকিদের বিশটি কক্ষের একটি গেস্ট হাউস দেওয়া হয়েছিল।\n\n\n== বংশধর ==\nরাণী “হ” এবং রাজা “সুরোর” বারোটি (12টি) সন্তান ছিল এবং জ্যেষ্ঠ পুত্র ছিল “গ্যোদিং”(거등; Geodeung)।\nরাণী “হ” রাজা সুরোকে অনুরোধ করেছিলেন যে তাদের দুটি সন্তানকে রাণীর নামের  প্রথম উপাধি ধারণ করতে দিতে। কিংবদন্তি বংশগত নথিগুলি থেকে জানা গেছে যে “গিমহ্যা হ্” বংশের (Gimhae Heo) উৎপত্তি এই দুই সন্তানের থেকে। এবং “গিমহ্যা কিম”(Gimhae Kim) বংশের  উৎপত্তি বাকি আটটি পুত্রের থেকে, এবং একইভাবে “ইনছ্যন”(Incheon) বংশেরও তাই।\nজিলবুরামের (Jilburam) মতে, অবশিষ্ট পুত্ররা তাদের মামা “পো-ওক্”(Po-ok)-এর পদাঙ্ক অনুসরণ করে বৌদ্ধ ধ্যানে আত্মনিয়োগ করেছিল বলে জানা যায়।  তাদের নাম ছিল হেজিন (Hyejin), গাকচো(Gakcho), জিগাম (Jigam), দংগিওন (Deonggyeon), দুমু (Dumu), জংহং (Jeongheong) এবং গেজাং (Gyejang)। মোটামুটিভাবে, ষাট লক্ষের বেশি কোরীয়রা রাণী “হ্যো”-এর  বংশের সাথে যুক্ত রয়েছে, তা ধারণা করা হয়।\nবাকি দুটি সন্তান ছিল কন্যা যারা যথাক্রমে  “তালহ্যা” (Talhae)-র  পুত্র এবং সিল্লার(Shilla) একজন সম্ভ্রান্তের সাথে বিবাহ করেছিলেন।\nকিংবদন্তি বলেন যে, রাণী একশো সাতান্ন (157) বছর বয়সে মারা যান।\nদক্ষিণ কোরিয়ার প্রাক্তন রাষ্ট্রপতি “লি মিউং-বাকের” (Lee Myung-Bak) স্ত্রী “কিম ইউন-ওক্” (Kim Yoon-Ok), -এর পূর্বপুরুষ রাজপরিবারের অংশ বলে মনে করা হয়।\n\n\n== সমাধি ==\n\nহ্ হোয়াং-ওক্(Heo Hwang-Ok) এবং সুরোর(Suro) সমাধিগুলি দক্ষিণ কোরিয়ার গিমহে(Gimhae)-তে অবস্থিত।  ঐতিহ্যগতভাবে একটি প্যাগোডা(Pagoda) যেটিকে রাণীর জাহাজে করে কোরিয়ায় আনা হয়েছে, সেটিকে তার কবরের কাছেই রাখা হয়েছে।  সামগুক ইউসা (Samguk Yusa) থেকে জন্য গেছে যে, সমুদ্রের দেবতাকে শান্ত করার জন্য এবং জাহাজটিকে যেতে দেওয়ার জন্য রাণীর জাহাজে প্যাগোডা(Pagoda) তৈরি করা হয়েছিল। এই প্যাগোডার অস্বাভাবিক এবং বিচিত্র রূপ, কোরিয়ার বাকি যেকোনো প্যাগোডার(Pagoda) থেকে আলাদা ছিল, যেটি বিশ্বাসের প্রতীক বলে মনে করা হয়।\nসামগুক ইউসা(Samguk Yusa)-র একটি অনুচ্ছেদে উল্লেখ করা রয়েছে যে, রাজা “জিলজি” (질지 ; Jilji) পূর্বপুরুষ রাণী “হ্যো”-র  জন্য একটি বৌদ্ধ মন্দির তৈরি করেছিলেন যেখানে রাণী “হ্যো” এবং রাজা “সুরো” বিয়ে করেছিলেন।[26]  তিনি মন্দিরটিকে “ওয়াংহুসা” (\"রানির মন্দির\") নামে অভিহিত করেছিলেন এবং এতে দশ গিওল(Gyeol) উপবৃত্তির জমি প্রদান করেছিলেন।[26] ভূমির উর্বরতার উপর নির্ভর করে 2.2 একর থেকে 9 একর (8,903–36,422 m2) আকারের একটি গিওল “gyeol or kyŏl “(결 বা 結)। সামগুক ইউসাতে এটিও উল্লেখ রয়েছে যে, মন্দিরটি 452 সালে নির্মিত হয়েছিল। যেহেতু পঞ্চম শতাব্দীর গয়াতে বৌদ্ধধর্ম গৃহীত হওয়ার অন্য কোন নথির উল্লেখ নেই, তাই আধুনিক পণ্ডিতরা এটিকে বৌদ্ধ মন্দিরের পরিবর্তে একটি  “পৈতৃক বা পূর্বপুরুষের মন্দির”(Anceatral Shrine) হিসেবে ব্যাখ্যা করেছেন।\n\n\n== অযোধ্যায় স্মৃতিসৌধ ==\n2001 সালে, হ হোয়াং-ওক্ (Heo Hwang-Ok)- এর একটি স্মারক(Memorial) একটি কোরীয় প্রতিনিধির দলের দ্বারা উদ্বোধন করা হয়েছিল, যেখানে এক শতাধিক ঐতিহাসিক এবং সরকারী প্রতিনিধি অন্তর্ভুক্ত ছিলেন। 2016 সালে,  কোরীয় প্রতিনিধির দল স্মৃতিসৌধের উন্নয়নের প্রস্তাব করেছিল।  প্রস্তাবটি উত্তরপ্রদেশের তৎকালীন মুখ্যমন্ত্রী অখিলেশ যাদব(Akhilesh Yadav) গ্রহণ করেছিলেন। দীপাবলি উদযাপনের প্রাক্কালে 2018 সালের 6ই নভেম্বর, দক্ষিণ কোরিয়ার ফার্স্ট লেডি(First Lady) “কিম জং-সুক”, যিনি হলেন দক্ষিণ কোরিয়ার প্রাক্তন রাষ্ট্রপতি “লি মিউং-বাকের”(Lee Myung-Bak) স্ত্রী, তিনি বিদ্যমান স্মৃতিসৌধের সম্প্রসারণ ও সৌন্দর্যায়নের ভিত্তিপ্রস্তর স্থাপন করেন।  তিনি রাণী “হ্যো”- এর স্মৃতিসৌধে শ্রদ্ধাঞ্জলি নিবেদন করেছিলেন, স্মৃতিসৌধের আপগ্রেড ও সৌন্দর্যায়নের জন্য আয়োজিত অনুষ্ঠানে যোগদান দিয়েছিলেন এবং বর্তমান মুখ্যমন্ত্রী যোগী আদিত্যনাথের(Yogi Adityanath) সাথে অযোধ্যায় বিস্তৃতভাবে উৎযাবিত “দীপাবলী” উৎসবে  অংশ নিয়েছিলেন, যার  মধ্যে সাংস্কৃতিক অনুষ্ঠান এবং সরায়ু নদীর (Sarayu River) তীরে তিন লক্ষের বেশি (300,000+) আলোকসজ্জা অন্তর্ভুক্ত ছিল।\nপ্রতিবেদন অনুযায়ী জানা যায়, শত শত দক্ষিণ কোরিয়ার মানুষেরা প্রতি বছর তাদের কিংবদন্তি রাণী “হ হোয়াং-ওক্”কে শ্রদ্ধাঞ্জলি জানাতে অযোধ্যায় যান।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n2010 MBC টিভি সিরিজ কিম সু-রো, দ্য আয়রন কিং-এ Seo Ji-hye দ্বারা চিত্রিত।\nফেব্রুয়ারী 2019 সালে, ভারত এবং কোরিয়া রানী হিও হোয়াং-ওকে স্মরণ করে একটি যৌথ স্ট্যাম্প প্রকাশের বিষয়ে একটি চুক্তি স্বাক্ষর করে।\nইন্ডিয়ান কাউন্সিল ফর কালচারাল রিলেশন বই প্রকাশ করছে যাতে বিদেশী সংস্কৃতি এবং ভারতের মধ্যে যোগাযোগ রয়েছে, যেখানে রানী হিও হোয়াং-ওকের গল্প উল্লেখ রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nTomb of Queen Suro"}