{"pageid": 1139534, "title": "গাস্তঁ রোবের্জ", "url": "https://bn.wikipedia.org/wiki?curid=1139534", "content": "ফাদার গাস্তঁ রোবের্জ (২৭ মে ১৯৩৫ - ২৬ আগস্ট  ২০২০) ছিলেন একজন ফরাসি কানাডীয় জেসুইট ধর্মযাজক, চলচ্চিত্র তাত্ত্বিক, ভারতে চলচ্চিত্র চর্চা কেন্দ্র - “চিত্রবাণী” গড়ার অন্যতম রূপকার। \nতিনি ১৯৭০ খ্রিস্টাব্দে সত্যজিৎ রায়ের সহযোগিতায় কলকাতার সেন্ট জেভিয়ার্স কলেজের ইলেকট্রনিক্স মাল্টিমিডিয়া রিসার্চ সেন্টারে (ইএমআরসি) পূর্ব ভারতের প্রাচীনতম মিডিয়া প্রশিক্ষণের শিক্ষা প্রতিষ্ঠান চিত্রবাণী গড়ে তোলেন। ইউজিসির অডিও ভিজ্যুয়াল রিসার্চ সেন্টারের প্রতিষ্ঠাতা-পরিচালকও ছিলেন, যেটি পরে কলকাতার সেন্ট জেভিয়ার্স কলেজের অধীনে ইলেকট্রনিক মাল্টিমিডিয়া রিসার্চ সেন্টারে পরিণত হয়। তিনি ম্যানিলার রেডিও ভেরিটাসের বাংলা বিভাগের তত্ত্বাবধানও করেন। ফাদার গাস্তঁ রোবের্জ  সেন্ট জেভিয়ার্স কলেজের সেন্ট জেভিয়ার্স ইনফার্মারিতে থাকতেন। তিনি  সিনেমা, যোগাযোগ এবং আধ্যাত্মিকতার উপর ৩৫টিরও বেশি গ্রন্থ রচনা করেন।  তিনি ভারতকে নিজের আপন বাড়ি তথা দেশ হিসাবে মেনে নিয়েছিলেন। ১৯৯৮ খ্রিস্টাব্দে তিনি সিনেমার উপর সেরা গ্রন্থ রচনার জন্য বিশেষভাবে উল্লিখিত ভারতের জাতীয় চলচ্চিত্র পুরস্কার লাভ করেন।      ২০০০ খ্রিস্টাব্দের ১৫ ফেব্রুয়ারি এক অনুষ্ঠানে ভারতের তৎকালীন রাষ্ট্রপতি কে.আর. নারায়ণন তাকে পুরস্কার প্রদান করেন। গাস্তঁ রোবের্জ ছিলেন সত্যজিৎ রায়ের ঘনিষ্ঠ বন্ধু \n\n\n== শিক্ষা এবং প্রারম্ভিক জীবন ==\nগাস্তঁ রোবের্জ ১৯৩৫ খ্রিস্টাব্দে ২৭ মে   কানাডার  কুইবেক প্রদেশের মন্ট্রিয়ল শহরে জন্মগ্রহণ করেন। তিনি ১৯৫৬ খ্রিস্টাব্দে  ইউনিভার্সিটি অফ মন্ট্রিল থেকে  বি.এ (ক্লাসিক) ডিগ্রি লাভ করার পর সোসাইটি অফ জেসুস (জেসুইট ফাদারস) এ যোগ দেন। ১৯৬১ খ্রিস্টাব্দে তিনি প্রথম ভারতে আসেন কলকাতায় সত্যজিৎ রায়ের অপু-ট্রিলজি দেখে মুগ্ধ হন। সত্যজিৎ রায়ের ঘনিষ্ঠ হয়ে যান। ১৯৭০ খ্রিস্টাব্দে চিত্রবাণী প্রতিষ্ঠার বৎসরেই তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলস থেকে থিয়েটার আর্টস (ফিল্ম) বিষয়ে  স্নাতকোত্তর ডিগ্রি লাভ করেন। কিছুদিন লস অ্যাঞ্জেলস থাকার সময় তিনি প্রাথমিক শিক্ষার উপর  ছাব্বিশ মিনিটের একটি ডকুমেন্টারি পরিচালনা করেন এবং রেডিও প্যাসিফিকার জন্য রেডিও প্রোগ্রাম তৈরি  করেন।  তিনি কানাডা কাউন্সিলের গবেষণা অনুদান পেয়ে ১৯৭৩ খ্রিস্টাব্দে সোভিয়েত চলচ্চিত্র নির্মাতা সের্গেই আইজেনস্টাইনের 'ইভান দ্য টেরিবল'  অধ্যয়নের জন্য মস্কো যান।\nতিনি ভারতে তথা কলকাতায় অবস্থান কালে বাংলা শিখেছেন এবং বাংলা ভাষায় নির্মিত চলচ্চিত্র নিয়ে আলোচনা করতেন। ফাদার গাস্তঁ রোবের্জ ১৯৭৩ খ্রিস্টাব্দে  মন্ট্রিয়লের লোয়লা কলেজে (বর্তমানে কনকর্ডিয়া ইউনিভার্সিটি) সত্যজিৎ রায়ের চলচ্চিত্রের উপর একটি কোর্স পরিচালনা করেন। তিনি ১৯৭১ খ্রিস্টাব্দে  ফরাসি ভাষায় হিন্দুগ্রন্থের এক সংকলন অনুবাদ করেন। ১৯৮৬  খ্রিস্টাব্দে তিনি কলকাতার সেন্ট জেভিয়ার্স কলেজের এডুকেশনাল মিডিয়া রিসার্চ সেন্টার শুরু করেন এবং ১৯৯৬ খ্রিস্টাব্দ পর্যন্ত উভয় কেন্দ্রের পরিচালক ছিলেন। পরে তিনি রোমে জেসুইটস-এর সদর দফতর রোমে যান সচিব পদ লাভের জন্য। ১৯৯৯ খ্রিস্টাব্দে কলকাতায় প্রত্যাবর্তনের পর  তিনি  সেন্ট জেভিয়ার্স কলেজে যোগাযোগের শিক্ষকতা করেন। সত্যজিৎ রায় ফিল্ম অ্যান্ড টেলিভিশন ইনস্টিটিউট এবং কলকাতার রূপকলা কেন্দ্র -এর সঙ্গে যুক্ত ছিলেন। \n\n\n== রচিত গ্রন্থ ==\nচিত্রবাণী\nমাস কমিউনিকেশন অ্যান্ড ম্যান\nফিল্মস ফর অ্যান ইকোলজি অফ মাইন্ড\nদ্য থিয়োরি অফ ইন্ডিয়ান সিনেমা\nমেডিয়েশন: দ্য অ্যাকশন অব দ্য মিডিয়া ইন আওয়ার সোসাইটি\nদ্য ওয়েজ অফ ফিল্ম স্টাডিজ:ফিল্ম থিয়োরি অ্যান্ড  দ্য ইনটারপ্রিটেশন অফ ফিল্মস\nসত্যজিৎ রায়: এসেজ ১৯৭০-২০০৫\nদ্য সাবজেক্ট অফ সিনেমা\nঅ্যানাদার সিনেমা ফর অ্যানাদার সোসাইটি\nকমিউনিকেশন, সিনেমা, ডেভেলপমেন্ট ফ্রম মোরোসিটি টু হোপ\nলেস এভেঞ্চারস ডি ক্যাট মান্ডু\nওম্যান অফ লাইট টু ভিউ মুভি দ্য ইন্ডিয়ান ওয়ে\nদ্য ইন্ডিয়ান ফিল্ম থিওরি: ফ্লেম অফ শোলে, নোটস অ্যান্ড বিয়ন্ড\nদ্য কমপেসনেট ফেস অফ মিনিং: ফ্রাগমেন্টস ফর অ্যা  মোজাইক\nসাইবারবাণী\n\n\n== পুরস্কার এবং প্রশংসা ==\nজাতীয় চলচ্চিত্র পুরস্কার (১৯৯৮) -  চলচ্চিত্র বিষয়ে লেখার জন্য শ্রেষ্ঠ রচনা - বিশেষ উল্লেখ\nফিল্মফেয়ার আজীবন সম্মাননা পুরস্কার(২০১২) বিমল রায় মেমোরিয়াল অ্যান্ড ফিল্ম সোসাইটি কর্তৃক প্রদত্ত  \n\n\n== ফাদার গাস্তঁ রোবের্জ উপর তথ্যচিত্র ==\nজাতীয় পুরস্কারপ্রাপ্ত চলচ্চিত্র নির্মাতা কে জি দাস ফাদার গাস্তঁ রোবের্জকে ভারতে চলচ্চিত্র তত্ত্বের প্রধান প্রচারক হিসাবে উল্লেখ করে তৈরি করেন- মাস্টার প্রিরিচের অফ ফিল্ম থিয়োরি নামের একটি তথ্যচিত্র।\n\n\n== জীবনাবসান ==\nফাদার গাস্তঁ রোবের্জ ২০২০ খ্রিস্টাব্দের ২৬ আগস্ট কলকাতায় ৮৫ বৎসর বয়সে প্রয়াত হন। তার শেষকৃত্য  জোকার ধ্যান-আশ্রম -এ  সম্পন্ন হয়। \n\n\n== তথ্যসূত্র =="}