{"pageid": 1140100, "title": "ওয়াদি আল কুরার তৃতীয় অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1140100", "content": "ওয়াদি আল কুরার তৃতীয় অভিযান, যা ওয়াদি আল কুরার প্রচারাভিযান বা ওয়াদি আল কুরার গাজওয়াহ নামেও পরিচিত। এই অভিযান ইসলামী ক্যালেন্ডারের ৭ হিজরি মাসে (৬২৮ খ্রিস্টাব্দের জুন মাসে) হয়েছিল। অভিযানটি সফল হয়েছিল এবং ইহুদিরা আত্মসমর্পণ করার ও মুহাম্মদের শর্ত মেনে নেওয়ার ২ দিন আগে অবরোধ চলেছিল, যেমনটা খায়বার যুদ্ধে এবং ফিদাক বিজয়ে ইহুদিরা করেছিল। ওয়াদি আল কুরায় এটি ছিল ৩য় অভিযান। এর আগে ১ম অভিযান এবং ওয়াদি আল কুরায় ২য় অভিযান এই অভিযানের ১ বছর আগে হয়েছিল।\n\n\n== ওয়াদি আল কুরা অবরোধ ==\nখায়বার যুদ্ধ এবং ফিদাক বিজয়ের পর, মুহাম্মদ (স.) আরবের আরেকটি ইহুদি উপনিবেশ ওয়াদি আল-কুরার দিকে নতুন করে অগ্রসর হন। তিনি তার বাহিনীকে একত্রিত করেন এবং সাদ বিন উবাদা, আল-হুবাব বিন মুন্দির, আব্বাদ বিন বিশর এবং সাহল বিন হানিফের কাছে চারটি ব্যানার দিয়ে তিনটি রেজিমেন্টে বিভক্ত করেন। যুদ্ধের আগে, তিনি ইহুদিদের ইসলাম গ্রহণের আমন্ত্রণ জানিয়েছিলেন কিন্তু এই প্রস্তাব তারা উপেক্ষা করেছিল।\nতাদের বিজয়ীদের মধ্যে প্রথমজন (সেরা যোদ্ধা) বেরিয়ে এসেছিল এবং জুবায়ের দ্বারা নিহত হয়েছিল। তাদের দ্বিতীয়জন বিজয়ীকেও হত্যা করা হয়েছিল এবং তৃতীয়জন আলী কর্তৃক নিহত হয়েছিল। এভাবে ১১ জন ইহুদীকে একের পর এক হত্যা করা হয় এবং প্রত্যেকে নিহত হওয়ার সাথে সাথে বাকি লোকদের ইসলাম ধর্মে আমন্ত্রণ জানানোর জন্য একটি নতুন আহ্বান জানানো হয়। যুদ্ধ অবিরাম চলতে থাকে এবং এর ফলে ইহুদিরা সম্পূর্ণভাবে আত্মসমর্পণ করে। ইহুদিরা এক বা দুই দিন প্রতিরোধ করেছিল, তবে পরবর্তীতে তারা খায়বার এবং ফাদাকের ইহুদিদের মতো একই শর্তে আত্মসমর্পণ করেছিল।\nওয়াদি আল-কুরায় ইহুদিদের আত্মসমর্পণের পর, মুহাম্মদ (স.) মদিনার সমস্ত ইহুদি গোত্রের উপর তার পূর্ণ কর্তৃত্ব প্রতিষ্ঠা করেন।\n\n\n== প্রাথমিক উৎস ==\nঘটনাটি সুন্নি হাদিস সংকলন আল-মুওয়াত্তা (ইমাম মালিক কর্তৃক সংকলিত, মালিকি মাযহাবের প্রতিষ্ঠাতা) এ উল্লেখ করা হয়েছে। এতে বলা হয়েছে:\n\nইয়াহিয়া আমার কাছে বর্ণনা করেছেন, ইবনে মুতির মাওলা আবু হুরায়রা বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাথে বের হয়েছিলাম (খায়বার বছরে)। আমরা ব্যক্তিগত জিনিসপত্র, জামাকাপড় এবং মালপত্র ছাড়া কোন স্বর্ণ বা রৌপ্য দখল করিনি। রিফা ইবনে যায়েদ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে একটি কালো ক্রীতদাসকে পেশ করলেন, যার নাম ছিল মিদাম। আল্লাহর রসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়াদিল-কুরার জন্য তৈরি করেছিলেন, এবং যখন তিনি সেখানে পৌঁছেছিলেন, তখন মিদাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উট খুলেছিলেন, যখন একটি বিপথগামী তীর আঘাতে তাকে মেরে ফেলল, তখন লোকেরা বলল, 'ওর জন্য শুভকামনা! বাগান!' রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, 'না! সেই সত্তার কসম, যাঁর হাতে আমার নফস! খায়বার দিবসে গনীমতের যে চাদর তিনি বণ্টনের পূর্বে নিয়েছিলেন তা তার গায়ে আগুনে জ্বলবে।' লোকেরা যখন শুনল, এক ব্যক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে একটি জুতার ফিতা বা দুটি জুতার ফিতা নিয়ে এলো, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ' একটি স্যান্ডেল-স্ট্র্যাপ বা আগুনের দুটি চন্দনের চাবুক!' আল-মুওয়াত্তা,21 13.25\n\n\n== আরও দেখুন ==\nমুহাম্মাদের সামরিক জীবন\n\n\n== তথ্যসূত্র =="}