{"pageid": 1140704, "title": "৩০০ বছরের মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140704", "content": "৩০০ বছরের মসজিদ (থাই: มัสยิด ৩০০ ปี, RTGS: Matsayit Sam Roi Pi) আল-হুসেইন মসজিদ (থাই: มัสยิดวาดี อัล ฮูเซ็น, RTGS: Matsayit Wadi An Husen) অথবা Talo Mano Mosque (থাই: มัสยิดตะโละมาเนาะ) নামেও পরিচিত। এটি থাইল্যান্ডের প্রাচীনতম মসজিদগুলোর মধ্যে একটি। এটি থাইল্যান্ডের দক্ষিণ প্রদেশ নারাথিওয়াতে অবস্থিত। বর্তমানে এলাকার বৃহৎ মুসলিম সম্প্রদায়ের দ্বারা মসজিদটি ব্যবহার করা হচ্ছে। মসজিদটি ১৬৩৪ সালে নতুন বসতি স্থাপন করা মুসলিম সম্প্রদায়ের সেবা করার জন্য নির্মাণ করা হয়। এটি থাইল্যান্ডের প্রাচীনতম কাঠের মসজিদ।\n\n\n== ইতিহাস ==\nমসজিদটি পাত্তানি সাম্রাজ্যের সময়কালে নির্মাণ করা হয়। সেসময় এলাকাটি একজন সুলতান শাসন করতেন। ওই এলাকার গ্রামবাসীরা মুসলিম ও বৌদ্ধ উভয়ে মিলেই ১৬৩৪ সালে মসজিদটি নির্মাণ করে। তারা মসজিদটি নির্মাণে সহযোগিতা করে। একজন কিংবদন্তি বলে যে, সিয়াম সাম্রাজ্য এবং পাত্তানি সাম্রাজ্যের মধ্যে যুদ্ধের সময়, পাত্তানি রাজ্যের একটি গ্রামের এক যুবতী যুদ্ধ থেকে পালিয়ে যাচ্ছিল। সে গ্রামের কুরআনের রক্ষক ছিল এবং তার হাতে তা নিয়ে সে পালিয়ে যায়। পালাতে গিয়ে সে একটি ছোট উপত্যকায় পড়ে যায়। তখন ঐ এলাকার গ্রামবাসীরা তাকে উদ্ধার করে। সে তাদেরকে অবাক করে দেয়, কারণ সে তার হাতে দিয়ে কুরআনটি শক্ত করে ধরে ছিল। গ্রামবাসীরা তাই যুদ্ধ শেষ হওয়ার পর মসজিদ নির্মাণের সিদ্ধান্ত নেয়। আরেকজন কিংবদন্তি বলে যে, মসজিদটি ১৬২৪ সালে পাত্তানি রাজ্যে আসা একজন শিক্ষক \"ওয়ান হুসেইন আজ-সানভি\" দ্বারা নির্মিত হয়। হাতে লেখা কুরআন এবং মসজিদের নির্মাণ পরিকল্পনা মসজিদেই রাখা আছে।\n\n\n== স্থাপত্য ==\nমসজিদটি চীনা, থাই এবং মালয়দের বিভিন্ন স্থাপত্য শৈলীকে একত্রিত করে নির্মাণ করা হয়। মসজিদটি হামিংবার্ড গাছের কাঠ এবং একটি লৌহকাঠ গাছের কাঠ দিয়ে তৈরি করা হয়েছিল। সেই সময়ে কীল আবিষ্কৃত না হওয়ায় কাঠকে নির্দিষ্ট জায়গায় ধরে রাখার জন্য কাঠের গোঁজ ব্যবহার করা হত। মূল ছাদটিপাম গাছের পাতা দিয়ে তৈরি করা হয় এবং পরে এটি টেরাকোটার টাইল দ্বারা পুনঃস্থাপিত করা হয়। মসজিদটি দুটি ভবন নিয়ে গঠিত। ছোট ভবনটি সেখানে অবস্থিত, যেখানে মিহরাব এবং চীনা ধাঁচের মিনার অবস্থিত। ছোট ভবনের ছাদে তিনটি স্তর রয়েছে। বড় দালানটিতে থাই-স্টাইলের গ্যাবলের সাথে থাই স্থাপত্যের প্রভাবই বেশি। উভয় ভবনের দেয়ালে থাই/চাইনিজ/মালয় ডিজাইন এবং প্যাটার্নের নকশা কাটা রয়েছে।\n\n\n== অনুষ্ঠান ==\nমসজিদে শুধুমাত্র নিয়ন্ত্রিতভাবে ইসলামি অনুষ্ঠানগুলোই অনুষ্ঠিত হয়। যদিও এটি একটি কমিউনিটি সেন্টার হিসেবেও কাজ করে, তবুও এটিকে অবশ্যই একটি মসজিদ হিসেবে বিবেচনা করা হয়।\n\n\n== সংস্কার ==\n\"আসিয়ান সম্প্রদায়ের\" জন্য প্রস্তুতির জন্য, ৩০০ বছরের মসজিদটি ২০১৪ সালের প্রথম দিকে মসজিদটির সংস্কারের জন্য সরকারের কাছ থেকে একটি ২০০-মিলিয়ন থাই বাট তহবিল পেয়েছে। পরিকল্পনাটি দক্ষিণ সীমান্ত প্রদেশের প্রশাসনিক কেন্দ্র দ্বারা বাস্তবায়িত হবে (২০১৪ এর তথ্য মতে)। সংস্কারের মধ্যে রয়েছে মসজিদ সংস্কার করা, আশেপাশের ভূ-প্রাকৃতিক দৃশ্যের উন্নতি করা এবং মসজিদে বিচিত্রানুষ্ঠান (কমিউনিটি সেন্টার) যোগ করা। সংস্কারের ফলে মসজিদটি আরও পর্যটকদের আকৃষ্ট করবে বলে আশা করা হয়।\n\n\n== আরও দেখুন ==\n\nথাইল্যান্ডে ইসলাম\n\n\n== তথ্যসূত্র =="}