{"pageid": 1140279, "title": "সিদি বশীর মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140279", "content": "সিদি বশীর মসজিদ ভারতের গুজরাত রাজ্যের আহমেদাবাদ শহরের একটি প্রাচীন মসজিদ। বর্তমানে শুধুমাত্র এর কেন্দ্রীয় প্রবেশদ্বার এবং দুটি মিনার টিকে আছে। এগুলো \"ঝুলতা মিনার\" বা \"কাঁপানো মিনার\" নামে পরিচিত।\n\n\n== ইতিহাস ==\n\nমসজিদটি সুলতান আহমেদ শাহ'র ক্রীতদাস \"সিদি বশীর\" বা গুজরাতের আরেক সুলতান মাহমুদ বেগাদার দরবারের একজন সম্ভ্রান্ত মালিক সারং নির্মাণ করেছিলেন বলে মনে করা হয়। এটি ১৪৫২ সালে নির্মাণ করা হয়। যদিও মিনারের শৈলী এবং উপাদানসমূহ মাহমুদ বেগাদার শাসনামল (১৫১১) বা তারও পরের সময়কালকে নির্দেশ করে। ১৭৫৩ সালে মারাঠা এবং গুজরাত সালতানাতের খানের মধ্যে যুদ্ধের সময় ভবনটির অনেকাংশ ধ্বংস হয়ে যায়। শুধুমাত্র দুটি মিনার এবং তাদের সংযোগকারী খিলানযুক্ত কেন্দ্রীয় প্রবেশপথ অবশিষ্ট রয়েছে।\n\n\n== মিনার ==\nমসজিদের মিনারগুলো আহমেদাবাদের স্থাপত্যগুলোর মধ্যে সবচেয়ে উঁচু। বর্তমানে এগুলো আহমেদাবাদ জংশন রেলওয়ে স্টেশনের উত্তরে অবস্থিত। যদিও মিনারগুলো অনেক ক্ষতিগ্রস্ত হয়েছে, বিশেষ করে পায়ের কাছে। তবুও মিনারের ভিতরের সিঁড়ি এখনও ব্যবহার করা যেতে পারে। মিনারগুলো খোদাই করা বারান্দাসহ প্রায় তিনতলা উঁচু। যেকোনো একটি মিনারের মৃদু ঝাঁকুনির ফলে অন্য মিনারটিও কয়েক সেকেন্ড পর কম্পিত হয়। কিন্তু, দুটি মিনারের মধ্যে সংযোগকারী পথটি কম্পনমুক্ত থাকে। এর প্রক্রিয়াটি জানা যায়নি, যদিও স্তরযুক্ত নির্মাণকে একটি ফ্যাক্টর বলে মনে করা হয়। ঘটনাটি ইংরেজ সংস্কৃতের পণ্ডিত \"মনির এম. উইলিয়ামস\" দ্বারা ১৯ শতকে প্রথম পর্যবেক্ষণ করা হয়। মিনারগুলো খুব দ্রুতগতিতে চলমান ট্রেনগুলোকে পাশ দিয়ে যাওয়া সহ্য করতে সক্ষম।\n\n\n== অন্যান্য কাঁপানো মিনার ==\nআহমেদাবাদে \"রাজ বিবি মসজিদ\" নামে পরিচিত আরেকটি মসজিদেও সিদি বশির মসজিদের মতো কাঁপানো মিনার ছিল। কিন্তু, ব্রিটিশ রাজত্বের অধীনে নির্মাণ পরিশীলন করার জন্য একটি মিনার ভেঙে ফেলা হয়, যা পরবর্তিতে আর একত্রিত করা হয়নি।\nইরানের এসফাহন নগরে মোনার জোনবান (কাঁপানো মিনার) নামে প্রায় একই বৈশিষ্ট্যসম্পন্ন আরেকটি মিনার রয়েছে।\nআরও একটি উদাহরণ হলো, সুলতান কুতুবুদ্দিন আহমদ শাহ দ্বিতীয় এর মা \"মখদু-মা-ই-জাহান\" দ্বারা ১৪৫৪ খ্রিস্টাব্দে নির্মিত একটি বড় মসজিদ। মখদু-মা-ই-জাহান কে মসজিদের পূর্ব দিকের সমাধিতে সমাহিত করা হয়েছে।\n\n\n== বর্তমান অবস্থা ==\n১৯৮১ সালে দিল্লির কুতুব মিনারে একটি দূর্ঘটনার পর কাঁপানো মিনারে প্রবেশ নিষিদ্ধ করা হয়। সে ঘটনায় পদদলিত হয়ে বহু শিশুর মৃত্যু হয়, এছাড়াও মিনারের উপরের অংশেরও ব্যপক ক্ষতি হয়।\n\n\n== আরও দেখুন ==\n\nভারতের মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএই নিবন্ধটিতে অন্তর্ভুক্ত পাবলিক পাঠ্য ডোমেনগুলো এখান থেকে সংগ্রহ করা: বোম্বে প্রেসিডেন্সির গেজেটিয়ার: আহমেদাবাদ। সরকারি কেন্দ্রীয় প্রেস। ১৮৭৯। পৃষ্ঠা ২৭০।"}