{"pageid": 1140747, "title": "কোরীয় শামানবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1140747", "content": "কোরীয় শামানবাদ বা কোরীয় লোকধর্ম হল কোরিয়ার একটি চিন্ময়জজগততত্ত্ব জাতিগত ধর্ম যা প্রাগৈতিহাসিক এবং দেবতাদের (신) ও পূর্বপুরুষদের (조상) পাশাপাশি প্রাকিতিক শক্তির উপাসনা নিয়ে গঠিত। “মুসোক”; (হাঞ্জা: 巫俗), “মুইসম” (হাঙ্গুল:무속신앙) শব্দটিও ব্যবহৃত হয়। কোরীয় শামানবাদ তাওইবাদ, বৌদ্ধধর্ম এবং দ্বারা প্রভাবিত হয়েছে।\nকোরীয় ভাষায় \"শামান\"( “ওঝা”)-এর সাধারণ শব্দ হল “মু” (হাঙ্গুল: 무, হানজা: 巫)। সমসাময়িক পরিভাষায়, তাদেরকে বলা হয় “মুদাং”(무당, 巫堂) যদি মহিলা হয় বা “বাকসু” যদি পুরুষ হয়, যদিও অন্যান্য শব্দগুলি স্থানীয়ভাবে ব্যবহৃত হয়।* কোরীয় শব্দ “মু”-টি চীনা শব্দ “ইউ”(巫) এর সমার্থক শব্দ, যা পুরুষ ও মহিলা উভয় শামানকে সংজ্ঞায়িত করে। “মুদাং”-এর ভূমিকা হল আত্মা বা দেবতা ও মানবতার মধ্যে মধ্যস্থতাকারী হিসাবে কাজ করা, যাতে অন্ত্রের আচারের অনুশীলনের মাধ্যমে জীবনের বিকাশে থাকা বাধাগুলির সমাধান করা যায়।\n\nকোরীয় শামানবাদের কেন্দ্রবিন্দু হল বিভিন্ন দেবতা, অলৌকিক ক্ষমতাপূর্ণ প্রাণী এবং পূর্বপুরুষের উপাসনায় বিশ্বাস। “মু” (무;মু) শব্দটিকে নির্বাচিত ব্যক্তি হিসেবে বর্ণনা করা হয়ে থাকে।\nকোরীয় শামানবাদ কিছু কোরীয় নতুন ধর্মকে প্রভাবিত করেছে, যেমন ছন্দবাদ(천도교), জংসানবাদ(증산교) এবং কোরিয়ার কিছু খ্রিস্টান গির্জা শামানবাদের মূলে থাকা অনুশীলনগুলি ব্যবহার করে।\nকোরীয় শামানবাদের পৌরাণিক কাহিনী অন্ত্রের আচারের সময় মুখে পাঠ করা হয়।  জেজু দ্বীপে এটিকে “বোন-পুরি”(본풀이) বলা হয়।\n\n\n== পারিভাষিক শব্দাবলী ==\n\n\n=== ধর্মের নামাবলী ===\n\n\"মুইসম\" ছাড়াও, কোরীয় শামানবাদকে সংজ্ঞায়িত করার জন্য ব্যবহৃত অন্যান্য শব্দগুলির মধ্যে রয়েছে “পুংওল্ডো” (風月道), যা নবম এবং দশম শতাব্দীর মধ্যে “কনফুসিয়ান পণ্ডিত” “ছোয়ে ছিওন” (최치원) ব্যবহার করেছিলেন। এবং গোশিন্দো (고신도, 古神道), “দেজঙ্গিওবাদ”(Daejongism)-এর নতুন ধর্মীয় আন্দোলনের প্রেক্ষাপটে ব্যবহৃত হয়, যা 1909 সালে সিউলে(seoul) “না চল” (나철;1864-1964) দ্বারা প্রতিষ্ঠিত হয়েছিল। এবং আধুনিক দক্ষিণ কোরিয়ার শামানিক সংঘগুলি তাদের ধর্মসভা বা সদস্যপদকে সংজ্ঞায়িত করার জন্য “সিন্দো” বা “মুসিন্দো” (무신도) শব্দগুলি ব্যবহার করে এবং শামানদের সংজ্ঞায়িত করতে “মুসোগিন” (“লোকজন যারা শামানবাদ করে\") ব্যবহার করে।\n\n\n=== শামানদের নামাবলী ===\nকোরীয় শব্দ “মু” (무)-টি চাইনিজ শব্দ “ইউ” (巫), এর সাথে সম্পর্কিত যা উভয় লিঙ্গের শামানদের সংজ্ঞায়িত করে এবং সম্ভবত মঙ্গোলিক \"বো\"(Bo) এবং তিবেতান \"বন\" এর সাথেও।  ইতিমধ্যেই “ই রাজবংশের” নথিতে, “মুদাং”-এর একটি প্রচলিত ব্যবহার রয়েছে। মুদাং-কে চীনা অক্ষরগুলির সাথে সম্পর্কিত করে ব্যাখ্যা করা হয়েছে, যা মূলত একটি শামানের \"হল\", “堂;টাং”কে উল্লেখ করে।  তবে একটি ভিন্ন শব্দতত্ত বা ব্যাকরণ অনুযায়ী “মুদাং” হলো সাইবেরিয়ান শব্দ “উটাগান বা উটাকানের” থেকে উদ্ভূত, যেটি সরাসরি নারী শামানকে ব্যাখ্যা করে।\n“মুদাং” শব্দটি  বেশিরভাগ ক্ষেত্রেই ব্যবহার করা হয়, তবে একচেটিয়াভাবে নয়, মহিলা শামানদের জন্য। পুরুষ শামানদের বিভিন্ন নামে ডাকা হয়, যার মধ্যে সিউল এলাকায় “সানা মুদাং” (আক্ষরিক অর্থে \"পুরুষ মুদাং\"), বা “বাকসু মুদাং”(Baksu mudang), পিয়ংইয়াং(Pyongyang) এলাকায় সংক্ষিপ্ত করে “বাকসু”(\"চিকিৎসক;doctor\", \"আরোগ্যকর্তা;healer\") নামে ডাকা হয়। কিছু পণ্ডিতদের মতে, বাকসু হল পুরুষ শামানদের একটি প্রাচীন প্রামাণিক উপাধি, এবং সানা মুদাং বা বাকসু মুদাং-এর মতো বাচনভঙ্গি সাম্প্রতিক শতাব্দীতে মহিলা শামানদের প্রচলনের কারণে সাম্প্রতিক মুদ্রা।  “বাকসু” সাইবেরিয়ান ভাষা থেকে ধার করা শর্তগুলির একটি কোরীয় অভিযোজন হতে পারে, যেমন বাকসি, বালসি বাঃসিঃ।\nকোরীয় শামানিক পরিভাষার একটি দেশীয় বা সাইবেরিয়ান উত্সের তত্ত্বটি সেই তত্ত্বগুলির চেয়ে বেশি যুক্তিযুক্ত যা এই ধরনের পরিভাষাকে চীনা ভাষায় উদ্ভূত হিসাবে ব্যাখ্যা করে, প্রদত্ত যে, চীনা সংস্কৃতি শুধুমাত্র কোরীয় ইতিহাসের তুলনামূলকভাবে সাম্প্রতিক পর্যায়ে কোরিয়াকে প্রভাবিত করেছে।[3]  সম্ভবত, যখন কোরীয়রা চীনা অক্ষরগুলি গ্রহণ করেছিল তখন তারা তাদের পূর্বের মৌখিক ধর্মীয় সংস্কৃতিকে চীনা সংস্কৃতির ধারা রীতি, ধরন দ্বারা বিশোধন করেছিল।\n\n\n== শামানের ভূমিকা এবং ধরন ==\n\n\n=== শ্রেণিবিভাগ ===\nকোরীয় শামানদের চারটি মৌলিক শ্রেণী রয়েছে, যা শামানদের প্রভাবশালী স্থানীয় নাম দ্বারা উল্লেখ করা হয়।\n\n“মুদাং”ধরনের শামান প্রকৃতভাবে কোরিয়ার উত্তর  অংশে পাওয়া দেখতে পাওয়া যায়। যথা: হামগিয়ং, পিয়নগান, হোয়াংহে প্রদেশ এবং গিয়াংগি প্রদেশের উত্তর দিক এবং সিউল শহর সহ।  তারা শামানবাদে দীক্ষিত হয় “সিনবিয়ং”(신병) দ্বারা, ঈশ্বরের দ্বারা সৃষ্ট একটি অসুস্থতা তাদের দেহে প্রবেশ করে অর্থাৎ ভর করে তাদের দেহ এবং শুধুমাত্র দীক্ষার মাধ্যমে নিরাময় হয়।  তারা তাদের দেহকে একটি নির্দিষ্ট দেবতার আত্মার সাথে ভাগ করে নেয়, যাকে “মম-জু” (\"দেহের প্রভু\") বলা হয়। শামানিক আচার-অনুষ্ঠানের সময়, তাদের শরীরের মধ্যে দেবতা ভর করে এবং তারা দেবতার হয়ে দেবতার কণ্ঠে কথা বলে।\n“দানগোল”- শামানরা হলো সাধারণ পুরোহিত এবং প্রকৃত অর্থে শামান নয়।  তারা দক্ষিণ কোরিয়ার সিউল-শৈলী শামানবাদের আধিপত্যের কারণে ক্রমবর্ধমানভাবে বাস্তুচ্যুত হলেও গাংউওন, গিয়ংসাং, ছুংছং এবং জল্লা-র দক্ষিণ ও পূর্বাঞ্চলীয় প্রদেশগুলিতে দেখতে পাওয়া যায়। “দানগোল”-রা সাধারণত হয় বংশগত, তারা তাদের পূর্বপুরুষদের পথ স্মরণ করে আসে  এবং অতিপ্রাকৃত অভিজ্ঞতাদ্বারা সূচিত নয়। তাদের কোন অলৌকিক ক্ষমতা নেই, তারা কোনো দেবতাদের সাথে যুক্ত নয়,  তারা কেবল নির্দিষ্ট আচার-অনুষ্ঠানের সাথে বেশ কয়েকটি দেবতার পূজা করে।  “মুদাং” ধরনের শামানদের থেকে এরা ভিন্ন।\n“সিমবাং” ধরনের শামানগুলি শুধুমাত্র জেজু দ্বীপে পাওয়া যায় এবং এরা হলো মুদাং এবং দানগোল ধরনের শামানের বৈশিষ্ট্যগুলির একটি মিশ্রিত প্রকার।  মুদাং-এর মতো, জেজু দ্বীপের “সিমবাং” শামানেরা একটি নির্দিষ্ট দেবতার সঙ্গে যুক্ত।  কিন্তু এই দেবতারা শামানের শরীরে অধিষ্ঠান করে না কিন্তু “মেংডু”(멩두) আকারে বহিরাগত হয়, এটি  পবিত্র আচার-ওঅনুষ্ঠানে প্রয়োগকারী সরঁজাম, যেটিতে দেবতা এবং মৃত শামানদের আত্মা মূর্ত থাকে। “সিমবাং”-এর মৌলিক কাজ হল তাদের মেংডু দ্বারা প্রেরিত ঐশ্বরিক বার্তা বোঝা এবং দেবতাদের উপাসনা করার জন্য মেংডু ব্যবহার করা।\n“মিয়ংডু” ধরনের শামানগুলি “ড্যানগোল” প্রকারের শামানগুলির সাথে মিলে যায়।  তারা মৃত শিশুদের আত্মা দ্বারা আবিষ্ট বলে বিশ্বাস করা হয়, এবং তারা ভবিষ্যতকে ঐশ্বরিক করতে সক্ষম কিন্তু দেবতাদের জন্য সাধারণ আচার-অনুষ্ঠানে অংশগ্রহণ করে না।\n\n\n=== অভিজ্ঞতা ===\n\nযারা শামান হন তারা “শিনবিয়ং” (신병 ; 神病 ; \"ঐশ্বরিক অসুস্থতা\") নামে পরিচিত একটি আধ্যাত্মিক অভিজ্ঞতার মাধ্যমে দেবতা বা আত্মাদের দ্বারা \"নির্বাচিত\" বলে বিশ্বাস করা হয়, যেটি পরমানন্দের একটি রূপ, যা ঈশ্বরের কাছ থেকে দখল এবং একটি \"আত্ম-ক্ষতি\"। এই অবস্থাটি শারীরিক ব্যথা এবং মনব্যাধির লক্ষণগুলির মধ্যে প্রকাশ করা হয়।  বিশ্বাসীরা জোর দিয়ে বলেন যে শারীরিক এবং মানসিক লক্ষণগুলি চিকিৎসার দ্বারা নয়, তবে কেবল তখনই নিরাময় হয় যখন আবিষ্ট ব্যক্তি আত্মার সাথে সম্পূর্ণ যোগাযোগ স্থাপন করে।\nএই অসুস্থতাটি ক্ষুধা হ্রাস, অনিদ্রা, দৃষ্টি এবং শ্রবণ হ্যালুসিনেশন দ্বারা চিহ্নিত করা হয়। অধিষ্ঠিত তারপর নায়েরিম-অন্ত্রের দ্বারা, যেটি একটি  পদ্ধতি যা অসুস্থতা নিরাময় করতে এবং আনুষ্ঠানিকভাবে ব্যক্তিকে শামান হিসাবে প্রতিষ্ঠিত করতে উভয় ক্ষেত্রেই কাজ করে।\nকোরীয় শামানরাও “শিনমিয়ং” (신명 ; 神明; \"ঐশ্বরিক আলো\") অনুভব করে, যেটি দেবতার যোগাযোগ স্থাপন করে শামানরা স ভবিষ্যদ্বাণীমূলকভাবে কথা বলে। শামানরা অন্ত্রে থাকাকালীন “শিনমিয়ং” সমগ্র সম্প্রদায়ের দ্বারাও অভিজ্ঞ লাভ করে এবং এটি একটি শক্তির নিমিষ পলক যা সকলকে শারীরিক এবং মানসিক উভয় সামাজিক চাপ থেকে মুক্তি দেয়।\n\n\n== কোরীয় শামানিজমের উৎস, পৌরাণিক কাহিনী, প্রাসঙ্গিকতা ==\n\n\n=== কোরীয় শামানিজমের উৎস ===\nশামানবাদ 1,000 খ্রিস্টপূর্বাব্দে খুঁজে পাওয়া যায়।  ধর্ম তখন থেকেই কোরীয় উপদ্বীপের সংস্কৃতির অংশ। \"ঐতিহাসিকভাবে, কোরীয় শামানবাদ (মুসোক;Musok) একটি মৌখিকভাবে প্রেরিত ঐতিহ্য ছিল যা প্রধানত নব্য-কনফুসিয়ান শ্রেণিবিন্যাসের মধ্যে অশিক্ষিত নিম্ন-র্যাঙ্কের মহিলাদের দ্বারা আয়ত্ত করা হয়েছিল\"। তবে, বেশ কয়েকটি রেকর্ড এবং পাঠ্য কোরীয় শামানবাদের উত্স নথিভুক্ত করেছে।  এই পাঠ্যগুলির মধ্যে একটি হল “ওয়েই শি” যেটি তৃতীয় শতাব্দীতে শামানবাদের বর্ণনা করে। স্পষ্টরূপে, কোরীয় শামানবাদের ইতিহাস একটি রহস্য রয়ে গেছে।  যাইহোক, খ্রিস্টধর্ম, বৌদ্ধ ধর্ম, কনফুসিয়ানিজম (Confucianism) এবং তাওইবাদ (Taoism) সহ বিদেশী ধর্মগুলি কোরীয় শামানবাদের বিকাশকে প্রভাবিত।\n\n\n=== কোরীয় শামানবাদের বিকাশ ===\nকোরীয় শামানবাদের বিকাশকে বিভিন্ন গোষ্ঠীতে শ্রেণীবদ্ধ করা যেতে পারে।  প্রথম বিভাগে সহজ রূপান্তর জড়িত।  এই রূপান্তরে, কোরীয় শামানবাদের উপর অন্যান্য ধর্মের অনুশীলন এবং বিশ্বাসের প্রভাব ছিল অতিমাত্রায়। রূপান্তরের দ্বিতীয় বিভাগটি ছিল সমন্বয়বাদী।  এই শ্রেণীতে শামানবাদকে খ্রিস্টধর্ম, বৌদ্ধ ধর্ম, কনফুসিয়ানিজম এবং তাওইবাদ সহ অন্যান্য সংস্কৃতির চর্চা ও বিশ্বাসের অন্তর্ভুক্ত করা হয়েছে। কোররীয় শামানবাদের উপর এই ধর্মগুলোর বিভিন্ন স্তরের প্রভাব ছিল।  তৃতীয় শ্রেণীতে, অন্যান্য প্রভাবশালী ধর্মের সাথে শামানবাদের বিশ্বাস ও অনুশীলনের মিশ্রণের মাধ্যমে নতুন ধর্মের গঠন।\nকোরীয় উপদ্বীপে খ্রিস্টধর্মের প্রবর্তন শামানবাদের বিকাশে ক্ষতিকর প্রভাব ফেলেছিল।  উদাহরণ স্বরূপ, “দ্য ইন্ডিপেনডেন্ট” নামে পরিচিত একটি ইংরেজি ভাষার কাগজ 1896 সালের ডিসেম্বরে একটি সম্পাদকীয় প্রকাশ করে যেটি আকুপাংচার-কে একটি আপত্তিকর প্রথা বলে আখ্যায়িত করে। কিছু পণ্ডিত কোরীয় শামানবাদের প্রতিও সদয় হননি। “কোরীয় শামানিজম: দ্য কালচারাল প্যারাডক্স”-এর বইয়ের পর্যালোচনাতে, কেন্ডাল যুক্তি দেন যে ‘চোংহো কিম' \"শামানিক অনুশীলনের অন্ধকার এবং বিপজ্জনক দিকের উপর বেশি জোর দিয়েছেন এবং শক্তিশালী দেবতাদের বাদ দেন যারা সমস্যাযুক্ত ভাগ্যকে অবরোধ করে...\" পূর্ববর্তী শতাব্দীতে বিষয়গুলি সর্বোত্তম দিকে মোড় নেয় যার ফলে কোরিয়া একটি জাতীয়তাবাদী পুনর্মূল্যায়নের অভিজ্ঞতা লাভ করেছিল যতদূর শামানবাদ উদ্বিগ্ন।  এই এই বিপ্লবের জন্য সন চিন-ত্যা এবং ই নিং-হোয়া-এর মতো পণ্ডিতদের দায়ী করা যেতে পারে। এই পণ্ডিতরা কোরীয় শামানবাদ সম্পর্কে ইতিবাচকভাবে লিখেছেন।\n\n\n=== শামানদের উৎস সম্পর্কে পৌরাণিক কাহিনী ===\nকোরীয় শামানিক আখ্যানগুলিতে বেশ কয়েকটি পৌরাণিক কাহিনী রয়েছে যা শামান বা শামানিক ধর্মের উৎস নিয়ে আলোচনা করে। এর মধ্যে রয়েছে, প্রিন্সেস বারি মিথ, গংসিম মিথ এবং চোগং বন-পুরি মিথ।\n\n\n==== রাজকুমারী বারী (바리 공주) ====\nপ্রিন্সেস বারি আখ্যানটি জেজু ছাড়া সব অঞ্চলেই পাওয়া যায়। পৌরাণিক কাহিনীর মোটামুটি একশত সংস্করণ ২০১৬ সাল পর্যন্ত পণ্ডিতদের দ্বারা প্রতিলিপি করা হয়েছে, ১৯৯৭ সাল থেকে প্রায় অর্ধেক। 1998 সাল হিসাবে, সমস্ত পরিচিত সংস্করণ শুধুমাত্র মৃত ব্যক্তির জন্য অনুষ্ঠিত গাৎ অনুষ্ঠানের সময় গাওয়া হয়েছিল। তাই রাজকুমারী বারী অন্ত্যেষ্টিক্রিয়ার সাথে ঘনিষ্ঠভাবে জড়িত একজন দেবী। সংস্করণ অনুসারে বারির সঠিক ভূমিকা পরিবর্তিত হয়, কখনও কখনও তিনি দেবতা হতে ব্যর্থ হন, তবে তিনি সাধারণত শামানদের পৃষ্ঠপোষক দেবী, মৃতদের আত্মার কন্ডাক্টর বা বিগ ডিপারের দেবী হিসাবে চিহ্নিত হন।\n\nবিপুল সংখ্যক সংস্করণ থাকা সত্ত্বেও, বেশিরভাগ মৌলিক গল্পের সাথে একমত। প্রায় সমস্ত সংস্করণ দ্বারা ভাগ করা প্রথম প্রধান পর্বটি হল রাজা এবং রাণীর বিবাহ। রানী পরপর ছয়টি কন্যা সন্তানের জন্ম দেন যাদেরকে বিলাসবহুল অবস্থায় বড়ো করা হয়। যখন তিনি সপ্তম বার গর্ভবতী হন, তখন রাণী একটি শুভ স্বপ্ন দেখেন। রাজকীয় দম্পতি এটিকে একটি চিহ্ন হিসাবে নেন যে তিনি অবশেষে একটি পুত্র সন্তানের জন্ম দিচ্ছেন এবং উৎসবগুলি সেই মতন আয়োজিত করা হয়। দুর্ভাগ্যক্রমে, শিশুটি একটি মেয়ে। হতাশ রাজা কন্যাকে নিক্ষেপ করার নির্দেশ দেন, কোরীয় 버리- বিওরি থেকে তার বারি ডাবিং করা হচ্ছে- \"ছুড়ে ফেলা।\" কিছু কিছু সংস্করণে, কন্যা সন্তানকে দুই বা তিনবার পরিত্যাগ করা হয়েছিল কারণ সে প্রথম এবং দ্বিতীয়বার প্রাণীদের দ্বারা সুরক্ষিত হয়। মেয়েটিকে তখন বুদ্ধ (যিনি তাকে দেখে অনুতপ্ত হন যে তিনি একজন মহিলাকে তার শিষ্য হিসাবে গ্রহণ করতে পারবেন না), পাহাড়ের দেবতা বা একটি সারস-এর মতো একজন মূর্তি দ্বারা উদ্ধার করা হয়।\nবারি বড়ো হয়ে যাওয়ার পর তার বাবা-মায়ের মধ্যে একজন বা উভয়ই গুরুতর অসুস্থ হয়ে পড়ে। তারা জানতে পারে যে যে এই রোগ শুধুমাত্র পশ্চিম স্বর্গের ঔষধি জলের মাধ্যমে নিরাময় করা যেতে পারে।\nবেশিরভাগ সংস্করণে, রাজা এবং রানী তাদের ছয় বড় মেয়েকে জল আনতে যেতে বলেন, কিন্তু তারা সবাই প্রত্যাখ্যান করে। মরিয়া হয়ে রাজা ও রানী রাজকুমারী বারিকে আবার খুঁজে বের করার আদেশ দেন। অন্যান্য সংস্করণে, রাজকীয় দম্পতিকে স্বপ্নে বা ভবিষ্যদ্বাণীতে বলা হয় তাদের মেয়েকে খুঁজে বের করার জন্য। যেভাবেই হোক বারীকে রাজ মহল হাজির করা হয়। তিনি পশ্চিম স্বর্গে যেতে রাজি হন এবং প্রস্থান করেন, সাধারণত একজন পুরুষের পোশাক পরে।\nসংস্করণ অনুসারে বারির অনুসন্ধানের বিবরণ ভিন্ন। ১৯৩০-এর দশকে সেওলএর কাছে একজন শামান দ্বারা আবৃত্তি করা প্রাচীনতম নথিভুক্ত আখ্যানগুলির মধ্যে একটিতে, তিনি তিন হাজার লিগ যাওয়ার পরে বুদ্ধের সাথে দেখা করেন। তার ছদ্মবেশ দেখে মন্তব্য করেন যে তিনি একজন মহিলা, বুদ্ধ জিজ্ঞাসা করেছিলেন যে তিনি সত্যিই আরও তিন হাজার লীগে যেতে পারেন কিনা। যখন বারী উত্তর দেন তিনি মরে গেলেও তিনি চলতেই থাকবে, তখন তাকে একটি রেশম ফুল দেয়, যা তার পার হওয়ার জন্য একটি বিশাল সমুদ্রকে ভূমিতে পরিণত করে। তারপর তিনি কাঁটা এবং ইস্পাতের একটি সুউচ্চ দুর্গে বন্দী লক্ষ লক্ষ মৃত আত্মাকে মুক্তি দেন।\nবারি অবশেষে ঔষধি জলের জায়গায় পৌঁছালে, তিনি এটিকে একজন অতিপ্রাকৃত অভিভাবক (বিভিন্ন প্রকৃতির) দ্বারা সুরক্ষিত দেখতে পান যিনি এটিও জানেন যে তিনি একজন মহিলা, এবং তাকে তার জন্য কাজ করতে এবং তার পুত্র সন্তান জন্ম দিতে বাধ্য করেন। একবার এটি হয়ে গেলে - সংস্করণের উপর নির্ভর করে তিনি বারোটি পুত্রের জন্ম দিতে পারেন - তাকে ঔষধি জল এবং পুনরুত্থানের ফুল নিয়ে ফিরে আসার অনুমতি দেওয়া হয়। যখন তিনি ফিরে আসেন, তিনি দেখতে পান যে ওনার পিতামাতা ইতিমধ্যেই মারা গেছেন এবং তাদের অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হচ্ছে। তিনি শেষকৃত্যে বাধা দেন, কফিনের ঢাকনা খুলে দেন এবং ওনার বাবা-মাকে ফুল দিয়ে পুনরুত্থিত করেন এবং জল দিয়ে সুস্থ করেন। অধিকাংশ সংস্করণে, রাজকুমারী তখন দেবত্ব লাভ করেন।\n\n\n=== চোগং বন-পুরি (초공 본 풀이) ===\nচোগং বন-পুরি হল একটি শামানিক আখ্যান যার আবৃত্তি গ্রেট গাৎ এর দশম আচার তৈরি করে, জেজু শামানবাদের আচারের সবচেয়ে পবিত্র ক্রম। চোগং বন-পুরি হল সামগ্রিকভাবে জেজু শামানিক ধর্মের উৎপত্তি পৌরাণিক কাহিনী, যেখানে শামানরা মিথটিকে \"দেবতার মূল\" হিসাবে সম্মান করে এবং প্রতিক্রিয়া জানায় যে \"চোগং বন-পুরিতে এইভাবে করা হয়েছিল\" যখন একটি নির্দিষ্ট আচারের উৎস সম্পর্কে জিজ্ঞাসা করা হয়েছে | এটি মেংডুর উৎপত্তিও ব্যাখ্যা করে, পবিত্র ধাতব বস্তু যা জেজু শামানের কর্তৃত্বের উৎস। মৌখিক সাহিত্যের বেশিরভাগ কাজের মতো, আখ্যানের একাধিক সংস্করণ বিদ্যমান। নীচে দেওয়া সারাংশটি উচ্চ-র্যাঙ্কিং শামান আন সা-ইন (১৯১২-১৯৯০) দ্বারা আবৃত্তি করা সংস্করণের উপর ভিত্তি করে |\n\nজিমজিনগুক এবং ইমজিয়ংগুক, একজন ধনী দম্পতি, পঞ্চাশের কাছাকাছি কিন্তু তখনও তাদের কোন সন্তান নেই। একজন বৌদ্ধ পুরোহিত হোয়াংজিয়াম মন্দির থেকে পরিদর্শন করেন এবং তাদের একশ দিনের জন্য তার মন্দিরে নৈবেদ্য দিতে বলেন। তারা তাই করে, এবং একটি মেয়ে অলৌকিকভাবে জন্মগ্রহণ করে। তারা তার নাম নোগা-দানপুং-আগিসি রাখেন। মেয়েটির বয়স যখন পনেরো, তখন তার বাবা-মা দুজনেই সাময়িকভাবে চলে যায়। তারা তাকে দুটি দরজার পিছনে বন্দী করে প্রতিটি ৭৮টি এবং ৪৮টি তালা দিয়ে এবং পরিবারের চাকরকে একটি গর্ত দিয়ে তাকে খাওয়াতে বলে, যাতে তারা অনুপস্থিত থাকা অবস্থায় সে ঘর থেকে বের হতে না পারে।\nহোয়াংজিয়াম মন্দিরের বৌদ্ধ পুরোহিত নোগা-দানপুং-আগিসির মহান সৌন্দর্য সম্পর্কে জানতে পারেন এবং ভিক্ষা চাইতে বাড়িতে যান। যখন মেয়েটি নির্দেশ করে যে সে বাড়ি থেকে বের হতে পারবে না, তখন পুরোহিত একটি ঘণ্টা বের করে এবং এটি তিনবার বাজায়, যা প্রতিটি তালা ভেঙে দেয়। যখন সে সতীত্বের বোরকা পরে বাইরে আসে, তখন সে তার মাথায় তিনবার মারেন এবং চলে যায়। নোগা-দানপুং-আগিসি তখন গর্ভবতী হয়। যখন তার বাবা-মা ফিরে আসে, তারা পরিবারের সম্মান ফিরিয়ে আনতে তাকে হত্যা করার সিদ্ধান্ত নেয়। যখন পরিবারের চাকর তার পরিবর্তে তাকে হত্যা করার জন্য জোর দেয়, তখন পিতামাতা নীরব হন এবং পরিবর্তে উভয়কেই বহিষ্কার করার সিদ্ধান্ত নেন। তার বাবা নোগা-দানপুং-আগিসিকে একটি সোনার পাখা দেন যখন তিনি চলে যান।\nদু'জনে বিভিন্ন বাধার সম্মুখীন হয়ে এবং পথে অনেক অদ্ভুত সেতু অতিক্রম করে Hwanggeum মন্দিরে যাওয়ার সিদ্ধান্ত নেয়। ভৃত্য সেতুগুলির বুৎপত্তি ব্যাখ্যা করে, প্রতিটি নামকে পরিবার থেকে নোগা-দানপুং-আগিসির বহিষ্কারের প্রক্রিয়ার সাথে সংযুক্ত করে। তারা অবশেষে মন্দিরে পৌঁছায় এবং পুরোহিতের সাথে দেখা করে, যিনি তাকে প্রসবের দেবীর দেশে নির্বাসিত করেন। সেখানে একা, তিনি তিন সন্তানের জন্ম দেন যারা তার দুই বগল এবং স্তন ছিঁড়ে ফেলে। একটি পিতলের টবে তাদের স্নান করার পর, তিনি তিনটি ছেলের নাম রাখেন সিন-মেংডু, বন-মেংডু এবং সারা-সালচুক স্যাম-মেংডু।\nপরিবারটি নিঃস্ব জীবনযাপন করে। আট বছর বয়সে তিন ভাই তিন হাজার দুর্নীতিবাজ অভিজাতদের দাস হয়ে যায় যারা সিভিল সার্ভিস পরীক্ষার জন্য প্রস্তুতি নিচ্ছে। সাত বছর পরে, অভিজাতরা সিউলে পরীক্ষায় পাস করতে এবং তাদের সাথে ট্রিপলেট নিয়ে যায়। অভিজাতরা পথের মধ্যে একটি নাশপাতি গাছের উপরে আটকা পড়া ত্রিপলগুলিকে ছেড়ে দেয়, কিন্তু স্থানীয় এক সম্ভ্রান্ত ব্যক্তি তাদের উদ্ধার করে, যাকে গাছে ড্রাগনের ফাঁদে ফেলার স্বপ্ন দেখে সতর্ক করা হয়েছিল। তারা সিউলে পৌঁছায় এবং পরীক্ষায় উত্তীর্ণ হওয়া একমাত্র লোক। রাগান্বিত হয়ে অভিজাতরা নোগা-দানপুং-আগিসিকে \"তিন হাজার স্বর্গের ইন্দ্রের প্রাসাদে\" বন্দী করে। এটি সাধারণত অভিজাতদের তাকে হত্যা করার রূপক হিসাবে বোঝা যায়, অন্যান্য সংস্করণে স্পষ্টভাবে একটি হত্যার উল্লেখ রয়েছে।\nট্রিপলেটরা তাদের বাবার সাথে দেখা করে, যারা তাদের মাকে বাঁচানোর জন্য তাদের পুরানো জীবন ছেড়ে দেয় এবং শামান হয়ে যায়। তিনি তার ছেলেদের জিজ্ঞাসা করেন যে তারা মন্দিরে আসার পরে তারা প্রথমে কী দেখেছিল এবং তারা উত্তর দেয় যে তারা স্বর্গ, পৃথিবী এবং দরজা দেখেছিল। সেই অনুযায়ী পুরোহিত তাদের প্রথম ছনমুন বা ভবিষ্যদ্বাণী ডিস্ক দেন, যেখানে চীনা অক্ষর 天 \"স্বর্গ\", 地 \"পৃথিবী\" এবং 門 \"গেট\" খোদাই করা আছে। ট্রিপলেটরা প্রথম শামানিক আচার পালন করে যেমনটি তাদের বাবা তাদের করতে আদেশ করেছিলেন, শামানিক সঙ্গীতের তরুণ দেবতা নিওসামেনিও-ডোরিয়ং এর সাহায্যে। আচারগুলি সফলভাবে তাদের মাকে পুনরুত্থিত করে। তারপর ট্রিপলেটরা পূর্ব সাগর থেকে একজন মাস্টার স্মিথকে ডেকে প্রথম মেংডু যন্ত্রপাতি তৈরি করে | কিছু সংস্করণে, এই স্মিথের মেংডু অস্বাস্থ্যকর, এবং ত্রিপলের পিতা জন'গিয়েওংনোক নামে এক স্বর্গীয় স্মিথকে ডেকে পাঠান ভালো মানের মেংডু তৈরি করার জন্য। যাই হোক না কেন, ট্রিপলেটরা তাদের একটি প্রাসাদে সংরক্ষণ করে যেখানে তাদের মা এবং নওসামেনিও-ডোরিয়ং তাদের নজরদারি করবেন। তারপরে তারা মৃতদের ঐশ্বরিক বিচারক হওয়ার জন্য পরবর্তী জীবনে আরোহণ করে, পবিত্র শামানিক ছুরিগুলি নিয়ে যা তারা অভিজাতদের বিচার আনতে ব্যবহার করবে।\nকিছু সময় পরে, একজন রাজ্য কাউন্সিলরের মেয়ে প্রতি দশ বছরে গুরুতর অসুস্থ হয়ে পড়ে: সাত, সতেরো, সাতাশ বছর বয়সে এবং আরও অনেক কিছু। সাতাত্তর বছর বয়সে, তিনি বুঝতে পারেন যে তিনি সিনবিয়ং-এ অসুস্থ, দেবতাদের দ্বারা প্রেরিত একটি রোগ এবং শুধুমাত্র শামানবাদে দীক্ষা দিয়ে নিরাময় করা হয়েছিল। যাইহোক, তিনি ব্যবহার করতে পারেন যে কোন আচার ডিভাইস আছে. তিনি সেই প্রাসাদে যান যেখানে আচারের সরঞ্জামগুলি রাখা হয় এবং ট্রিপলেটরা কাছে প্রার্থনা করে, যারা তাকে শামানিক দীক্ষা অনুষ্ঠানের জন্য প্রয়োজনীয় পবিত্র জিনিসগুলি দেয় | কাউন্সিলরের কন্যা প্রথম সত্যিকারের মানব শামান, এবং তার আচারের জিনিসগুলি গ্রহণ করা শামানিক জ্ঞানের প্রথম প্রজন্মের স্থানান্তরকে প্রতিনিধিত্ব করে|\n\n\n==== গংগশিম্ ====\n\n\n==== পুরাতন বিশ্বাস অনুযায়ী অতিরিক্ত তথ্য ====\nকোরীয় শামানিজমের অন্যতম একটি বিশ্বাস হল তাংগুন। এই বিশ্বাস অনুযায়ী ঈশ্বর স্বর্গ থেকে আবির্ভুত হবেন। তার দরুন পৃথিবী ও স্বর্গ একত্রিত হয়ে যাবে। কোরিয়ার শামানিজ্ম বিশ্বাস করে যে পৃথিবীর দেবীমাতা, স্বর্গীয় দেবতার সাথে বিবাহিত।\nঅন্য পৌরাণিক বিশ্বাস অনুযায়ী এটি কিংবদন্তি আওহাং-কংচু, খ্রীষ্টপূর্ব ২৩৫৭ থেকে ২২৫৫  এর মধ্যবর্তী সময়ে চীনে রাজত্ব করা ক্ষমতাশালী কন্যার সাথে সম্পর্কযুক্ত। মনে করা হত রাজকন্যার এক বিরল শক্তি ছিল। নিজের দেশের বিপর্যয় প্রতিহত করার জন্য তিনি প্রার্থনার মাধ্যমে মধ্যস্থতা করতে পারতেন। তার শক্তি ও খ্যাতির কারণে মানুষেরা তাকে পূজনীয় বস্তু রূপে চিহ্নিত করতে থাকে। সর্বশেষে তারা বেদী খাড়া করে নিজেদেরকে তার কাছে সমর্পণ করে।\n\n\n==== প্রাসঙ্গিকতা ====\nএকটি দেশের সভ্যতার বিকাশে ধর্ম একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। কোরিয়ার উন্নয়নে শামানবাদ একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। শামানবাদ কোরীয় সংস্কৃতির নিউক্লিয়াস গঠন করে। ধর্ম, মানুষ এবং প্রকৃতির ভাগ্য নিয়ন্ত্রণ করে। শামানবাদকে একটি সাংস্কৃতিক প্রতীক হিসেবে বিবেচনা করা হয় যা কোরীয় জনগণের ঐতিহ্য ও মূলের ভিত্তি তৈরি করে। বছরের পর বছর ধরে কোরীয় সমাজ টিকে থাকার পেছনে ধর্মকে অন্তর্নিহিত শক্তি বলে মনে করা হয়।\n\n\n== আচার ==\n\n\n=== গুত আচার ===\n\nগুত বা কুত হল কোরীয় শামানদের দ্বারা সঞ্চালিত আচার, যার মধ্যে দেবতা ও পূর্বপুরুষদের উদ্দেশ্যে নৈবেদ্য এবং বলিদান দেওয়া জড়িত। তাদের ছন্দবদ্ধ আন্দোলন, গান, বাণী এবং প্রার্থনা দ্বারা চিহ্নিত করা হয়। এই আচার-অনুষ্ঠান কল্যাণ সৃষ্টির উদ্দেশ্যে, আত্মা এবং মানবজাতির মধ্যে প্রতিশ্রুতি প্রচার করে।\nগান এবং নাচের মাধ্যমে, শামন মানুষেরা, তাদের ভাগ্যে হস্তক্ষেপ করার জন্য দেবতাদের কাছে অনুরোধ করে। শামান খুব রঙিন পোশাক পরে এবং সাধারণত আনন্দে কথা বলে। একটি আচারের সময়, শামান তার পোশাক বেশ কয়েকবার পরিবর্তন করে। আচার বিভিন্ন পর্যায় নিয়ে গঠিত, যাকে বলা হয় গোরি।\nবিভিন্ন ধরনের গুত রয়েছে, যা অঞ্চলভেদে ভিন্ন হয়।\n\n\n=== বিশুদ্ধিকরণ (정화, 부정 풀이, 부정 치기) ===\nশরীর এবং মন উভয়ের বিশুদ্ধতা, আচার-অনুষ্ঠানে অংশ নেওয়ার জন্য প্রয়োজন। জীবিত মানুষ এবং পূর্বপুরুষের মধ্যে একটি কার্যকর যোগাযোগের জন্য শুদ্ধকরণ প্রয়োজনীয় বলে মনে করা হয়। [69]কোন গুত সঞ্চালিত হওয়ার আগে, বেদী সর্বদা আগুন এবং জল দ্বারা শুদ্ধ করা হয়, আচারের প্রথম গোরির অংশ হিসাবে। সাদা রঙ, যা ব্যাপকভাবে আচার-অনুষ্ঠানে ব্যবহৃত হয়, তাকে বিশুদ্ধতার প্রতীক হিসেবে গণ্য করা হয়। সাদা কাগজ পুড়িয়ে শরীরের শুদ্ধিকরণ করা হয়।\n\n\n== ইতিহাস ==\nকোরীয় শামানবাদ প্রাগৈতিহাসিক সময়ে ফিরে যায়, কোরিয়াতে বৌদ্ধধর্ম এবং কনফুসিয়ানিজম, এবং তাওবাদের প্রভাবের পূর্ববর্তী সময়ে।  এটা চীনা য়ুইজম-এর অনুরূপ.  উপদ্বীপের অনেক পাহাড়ের চূড়া ও ঢালে দেবতা ও আত্মাদের নিবেদিত মন্দিরের নিদর্শন পাওয়া গেছে।\n\nযদিও অনেক কোরীয় বৌদ্ধ ধর্মে ধর্মান্তরিত হয়েছিল যখন ৪র্থ শতাব্দীতে উপদ্বীপে বৌদ্ধ ধর্ম  প্রবর্তিত হয়েছিল, এবং সিল্লা ও গোরিওতে রাষ্ট্রধর্ম হিসাবে গৃহীত হয়েছিল, কোরীয় শামানবাদের তুলনায় এটি একটি গৌণ ধর্ম ছিল।\n১৫ শতকের পর থেকে, জোসেন রাজ্যে, রাষ্ট্রধর্ম হিসাবে নব্য-কনফুসিয়ানিজম গ্রহণের সাথে সাথে পরিস্থিতি পরিবর্তিত হয়। অ-কনফুসিয় ধর্মগুলিকে দমন করা হয়েছিল এবং কোরীয় শামানবাদকে অতীতের একটি পশ্চাৎপদ অবশেষ হিসাবে গণ্য করা শুরু হয়েছিল। ১৯ এবং ২০ শতকের শেষের দিকে, খ্রিস্টান ধর্মপ্রচারকদের প্রভাব এবং আধুনিকীকরণের ফলে পূর্ববর্তী সমাজের বিঘ্ন ঘটানোর সূচনা হয়, কোরীয় শামানবাদকে আরও দুর্বল করে, শেষ পর্যন্ত খ্রিস্টধর্মের একটি উল্লেখযোগ্য বৃদ্ধির পথ প্রশস্ত করে।\n১৮৯০-এর দশকে, যখন জোসেন রাজবংশের পতন ঘটছিল, প্রোটেস্ট্যান্ট ধর্মপ্রচারকরা প্রেসের মাধ্যমে উল্লেখযোগ্য প্রভাব অর্জন করেছিল, কোরীয় ঐতিহ্যবাহী ধর্মের নির্মূল গটানো এবং এমনকি স্থানীয় ধর্মের সহিংস দমন অভিযানের নেতৃত্ব দিয়েছিল। সর্বপরি প্রোটেস্ট্যান্টদের প্রভাব তথাপি স্থানীয় ধর্ম নির্মুলীকরণের ফলস্বরূপ কোরীয় শামানবাদের স্থায়ীভাবে নির্মূল ঘটে।\nকোরিয়ার উপর জাপানি শাসনের সময়, জাপানিরা কোরীয় শামানবাদকে অন্তর্ভূক্ত করার চেষ্টা করেছিল, বা এটিকে ‘রাজ্য শিন্তো’ দিয়ে প্রতিস্থাপন করার চেষ্টা করেছিল। ১৯৪০-এর দশকে অল্প সময়ের জন্য হলেও, জাপানিদের পরাজয়ের পর, কোরীয় শামানবাদ খাঁটি কোরীয় জাতীয় সারাংশ হিসাবে চিহ্নিত হয়েছিল।\nকোরীয় শামানবাদের পরিস্থিতি, কোরিয়ার বিভক্তি এবং উত্তরে সমাজতান্ত্রিক সরকার ও দক্ষিণে খ্রিস্টান-পন্থী সরকার প্রতিষ্ঠার পর আরও খারাপ হয়। ১৯৭০ এবং ৮০ এর দশকে দক্ষিণ কোরিয়ার কুসংস্কার বিরোধী নীতিগুলি ঐতিহ্যগত ধর্মকে নিষিদ্ধ করেছিল এবং সমস্ত পৈতৃক মন্দিরগুলিকে নিশ্চিহ্ন করে দিয়েছিল। পার্ক চুং-হি-এর শাসনের অধীনে এই নীতিগুলি বিশেষভাবে কঠোর ছিল। উত্তর কোরিয়ায়, সমস্ত শামান এবং তাদের পরিবারকে \"প্রতিকূল শ্রেণীর\" সদস্য হিসাবে গণ্য করা হয়েছিল এবং খারাপ সংবুন, \"কলুষিত রক্ত\" বলে মনে করা হয়েছিল।\nসাম্প্রতিক দশকগুলিতে, কোরীয় শামানবাদ দক্ষিণ কোরিয়ায় একটি পুনরুত্থানের অভিজ্ঞতা লাভ করেছে, যখন উত্তর কোরিয়ায়, জনসংখ্যার বিশ্লেষণ অনুসারে, জনসংখ্যার প্রায় 16% প্রথাগত, জাতিগত ধর্ম বা শামানবাদের কিছু নিয়ম অনুশীলন করে।\n\n\n=== শাখা-প্রশাখা ===\n১৯ শতকের গোড়ার দিক থেকে, ঐতিহ্যগত কোরীয় শামানবাদের পুনরুজ্জীবন বা উদ্ভাবনের বেশ কয়েকটি আন্দোলনের উদ্ভব হয়েছিল। এগুলি একটি সংগঠিত কাঠামো, একটি কোডকৃত মতবাদ এবং শাস্ত্রীয় গ্রন্থগুলির একটি অংশ দ্বারা চিহ্নিত করে। তাদের তিনটি প্রধান পরিবারে বিভক্ত করা যেতে পারে: ডাইজংবাদ বা ডাঙ্গুনিজমের পরিবার, ডংহাক থেকে উদ্ভূত আন্দোলন (চিওন্ডোইজম এবং সুউনিজম সহ), এবং জিউংসানিজমের পরিবার (জেউংসান্ডো, ডেসুন জিনরিহো, এখন বিলুপ্ত বোচিওনিজম সহ,  অন্যান্য অনেক সম্প্রদায়।)\n\n\n== মন্দির ==\n\nচীন, জাপান, ভিয়েতনাম বা তাইওয়ানের মতো, কোরীয় লোক-মন্দিরগুলি সাধারণত শহরগুলিতে পাওয়া যায় না, বরং গ্রাম, পাহাড় এবং কৃষিজমি অঞ্চলে পাওয়া যায়। জোসেনের সময়ে নব্য-কনফুসিয়ানিজম ছিল পূর্ব এশিয়ার শিক্ষার মধ্যে সবচেয়ে একচেটিয়া এবং বিচ্ছিন্নতাবাদী শিক্ষা। অতিরিক্তভাবে এটি অতিপ্রাকৃত শক্তি বা আত্মা/ভূতের অনুমোদন দেয়নি, তাই এটি শামানবাদের জন্য একটি মারাত্মক আঘাত ছিল। কনফুসিয়ানিজমের শিক্ষা যৌক্তিকতার উপর জোরালোভাবে জোর দিয়েছিল; কনফুসীয় পণ্ডিতদের কাছে শামানবাদ ছিল একটি নীচ জিনিস, এবং তারা যত তাড়াতাড়ি সম্ভব এটি থেকে মুক্তি পেতে চেয়েছিল। ফলস্বরূপ, শামানদের সর্বনিম্ন শ্রেণীতে অবনমিত করা হয়েছিল এবং তাদের জন্য শহরে প্রবেশ নিষিদ্ধ করা হয়েছিল। এইভাবে শামানবাদ নিম্ন শ্রেণীর কৃষকদের, বিশেষ করে মহিলাদের জন্য একটি ধর্ম হয়ে ওঠে।\nকোরিয়ায় যখন বৌদ্ধধর্ম প্রবর্তিত হয়েছিল, তখন এর মন্দিরগুলি শামান পর্বত-আত্মা মন্দিরের উপর বা কাছাকাছি নির্মিত হয়েছিল। আজও,  বৌদ্ধ মন্দির সংলগ্ন অঞ্চলে, শামান পর্বত-প্রাণ সানসিনকে(কোরীয়: 산신) নিবেদিত এই নির্মাণগুলি দেখা যায়। কোরিয়ার বেশিরভাগ বৌদ্ধ মন্দিরে একটি সানসিন-গাক (কোরীয়: 산신각) রয়েছে, যা অন্যান্য উপাসনালয়ের চেয়ে পছন্দের, সাধারণত একটি ছোট মন্দির কক্ষ অন্যান্য ভবনের পিছনে এবং পাশে স্থাপন করা হয়। সানসিঙ্গাকের জন্য অন্যান্য উপাসনালয় কক্ষের তুলনায় বেশি উচ্চতায় থাকাও স্বাভাবিক, ঠিক যেমন পাহাড়টি নিজেই মন্দিরের কমপ্লেক্সের উপরে অবস্থিত। সানসিন-গাক হয়ত একটি টাইল ছাদ সহ একটি ঐতিহ্যবাহী কাঠের কাঠামো, অথবা আরও আধুনিক এবং কম সম্পদের মন্দিরে, একটি আরও সাধারণ এবং উপযোগী ঘর। ভিতরে একটি কোমর উচ্চতার মন্দির সহ একটি মূর্তি এবং ম্যুরাল পেইন্টিং, অথবা শুধুমাত্র একটি ম্যুরাল পেইন্টিং থাকবে৷ মোমবাতি, ধূপ, জল এবং ফলের নিবেদনগুলি সাধারণত অ্যালকোহলযুক্ত পানীয়ের সাথে সম্পূরক হয়, বিশেষ করে কোরিয়ার দেশি চালের ওয়াইন ম্যাকগোলি। এটি আরও এই দেবতার অ-বৌদ্ধ প্রকৃতিকে চিত্রিত করে, এমনকি যখন তিনি একটি মন্দিরের ভিতরে থাকেন। তবুও, এই ছোট চকচকে ঘরের মেঝেতে প্রায়ই একজন ভিক্ষুর কুশন এবং মোক্তক দেখতে পাওয়া: সেখানে নিয়মিত বৌদ্ধ অনুষ্ঠানের প্রমাণস্বরূপ। সানসিনকে আলাদা কোনো উপাসনালয়ে স্থাপিত করা নাও হতে পারে, তবে মূল মন্দিরের একপাশে সামসেওংগাক বা বুদ্ধ হলে, মূল মন্দিরের একপাশে দেখা যায়। সানসিন উপাসনালয়গুলি বৌদ্ধ মন্দির থেকে স্বতন্ত্র-ও দেখতে পাওয়া যায়।\nসিওলের চারপাশে শ্যামানিক মন্দির রয়েছে, সম্ভবত একটি বা দুটি। তবে বেশিরভাগ সময়, তারা গুতডাং (কোরীয়: 굿당) নামক বাণিজ্যিক মন্দিরের হয়ে কাজ করে। একজন শামান, দিনের জন্য একটি ঘর ভাড়া দেবে এবং গ্রাহকরা সেখানে তার সাথে আচার অনুষ্ঠানের জন্য দেখা করবে। এই বিল্ডিংটিতে একই সময়ে পাঁচটি আচার-অনুষ্ঠান হতে পারে, শামানরা যেখানে গ্রাহকরা থাকে, সেখানে যায়। জেজু গ্রামীণ দ্বীপে ৪০০ টিরও বেশি উপাসনালয় রয়েছে যা সেখানকার লোকেরা বহু শতাব্দী ধরে উপাসনা করে আসছে, এটি দ্বীপের ক্ষুদ্র জনসংখ্যার বিবেচনায় কোরিয়ার সর্বোচ্চ ঘনত্ব। এটাই সত্য যে স্থানীয় বৌদ্ধ ঐতিহ্য নিও-কনফুসিয়ান জোসেন রাজ্যের নিপীড়নে প্রায় বিলুপ্ত হয়ে গিয়েছিল, যাতে খুব কম গোল্ডফিশ সন্ন্যাসী রয়ে যায়।\nকোরীয় লোকধর্ম বিভিন্ন সময়ে দমন করা হয়েছিল এবং এর ফলে মন্দিরের সংখ্যা হ্রাস পেয়েছে। মিসিন তপা আনডং (\"দেবতাদের উপাসনাকে পরাজিত করতে\") আন্দোলনে শামানিক মন্দিরগুলির ধ্বংস, অবহেলা বা জীর্ণতা ব্যাপক আকার ধারণ করেছিল। যাইহোক, ১৯৭০ এবং ১৯৮০ এর দশকে সেমাউল উন্দং (কোরীয়: 새마을 운동) এর সাথে ধর্মবিরোধী প্রচারণা এবং কোরীয় মন্দির ধ্বংস করা হয়েছিল। সাম্প্রতিক বছরগুলিতে কিছু গ্রামে মন্দিরের পুনর্গঠন এবং আচার-অনুষ্ঠান পুনরায় শুরু করার ঘটনা লক্ষ করা গেছে।\n\n\n== পাদটীকা ==\n*অন্যান্য নামের মধ্যে রয়েছে  “দাংগোল অথবা দাংগুর” (당골; বংশগত শামানদের জন্য দক্ষিণ কোরিয়ায় ব্যবহৃত) এবং মানসিন ( মধ্য কোরিয়া, সিউল এলাকা এবং উত্তর কোরিয়ায় ব্যবহৃত) “মুদাং” শব্দটি বেশিরভাগ ক্ষেত্রেই সম্পৃক্ত, যদিও একচেটিয়াভাবে নয়, সাম্প্রতিক ইতিহাসে তাদের ব্যাপকতার কারণে মহিলা শামানদের  যুক্ত।  নারীদের এই ব্যাপকতা পুরুষ শামানদের উল্লেখ করার জন্য নতুন অবস্থানের বিকাশের দিকে পরিচালিত করেছে, যার মধ্যে রয়েছে সিউল(Seoul) এলাকায় সানা মুদাং (Sana Mudang; আক্ষরিক অর্থে \"পুরুষ মুদাং\") বা পিয়ংইয়াং(Pyongyang) এলাকায় বাকসু মুদাং (Baksu Mudang; আক্ষরিক অর্থে \"নিরাময়কারী মুদাং\"), ছোট করে “বাকসু” বলা হয়।  এটা বিশ্বাস করা যুক্তিসঙ্গত যে, বাকসু শব্দটি পুরুষ শামানদের জন্য একটি প্রাচীন প্রকৃত আখ্যা বা উপাধি।\n\n\n== তথ্যসূত্র =="}