{"pageid": 1140889, "title": "দ্য ইয়ং মুসলিমস ইউকে", "url": "https://bn.wikipedia.org/wiki?curid=1140889", "content": "দ্য ইয়ং মুসলিমস ইউকে (ইংরেজি: The Young Muslims UK, সংক্ষেপে YMUK) ১৯৮৪ সালে যুক্তরাজ্যে প্রতিষ্ঠিত একটি তরুণ ইসলামী সংগঠন। ২০০৯ সালে সংগঠনটির ২৫ তম প্রতিষ্ঠা বার্ষিকী উদযাপন করা হয়। তরুণ ব্রিটিশ মুসলমানদের জন্য এটি ১৯৯০ সালে ইসলামিক সোসাইটি অফ ব্রিটেন (ISB) এর যুব শাখায় পরিণত হয়। সামগ্রিকভাবে ব্রিটিশ সমাজের সুবিধার জন্য সংস্থাটি তাদের জ্ঞান, দক্ষতা এবং প্রচেষ্টাকে একত্রিত করার চেষ্টা করে।\nদ্য ইয়ং মুসলিমস ইউকে (YMUK) হলো ব্রিটেনের মুসলিম কাউন্সিলের অধিভুক্ত একটি সংস্থা।\n১৯৯৫ সালে, সংস্থাটি সুইডেনের পররাষ্ট্র মন্ত্রণালয়ের নির্দেশে সুইডেনের স্টকহোমে ইউরো-ইসলাম সম্মেলনে অংশগ্রহণ করে। ফরাসি ইসলামবিদ গিলস কেপেলের মতে, এই সম্মেলনের যুব সংগঠনের অংশে \"মুসলিম ব্রাদারহুড\" এবং এরকম অনুরূপ মতবাদের সমর্থনকারীদের আধিপত্য ছিল, উদাহরণস্বরূপ, জামাত-ই ইসলামী। এই সম্মেলনের ফলে ইউরোপিয়ান ইয়ুথ অ্যান্ড স্টুডেন্ট অর্গানাইজেশন ফোরাম (FEMYSO) প্রতিষ্ঠিত হয়।\n\n\n== কর্মপদ্ধতি ==\nব্রিটিশ সমাজের সাথে ইসলামকে প্রাসঙ্গিক করে তোলার জন্য ওয়াইএমইউকে (YMUK) তাদের অগ্রসর চিন্তাভাবনা এবং ক্ষমতার জন্য প্রশংসিত হয়েছে।\nওয়াইএমইউকে (YMUK) পাঁচটি নীতি গ্রহণ এবং প্রচার করে:\n\nআমন্ত্রণ - \"...সকল যুবকদেরকে ইসলামের বাণীতে আমন্ত্রণ জানানো।\"\nটিমওয়ার্ক - \"...সকলকে সংগঠিত করে একটি প্রতিশ্রুতিবদ্ধ, প্রেমময় এবং সুশৃঙ্খল ভ্রাতৃত্বে আবদ্ধ করা।\"\nশিক্ষা - \"...ব্যক্তির প্রতিভা, জ্ঞান এবং বোঝার বিকাশ ঘটিয়ে তা সকলের সুবিধার জন্য প্রয়োগ করা৷\"\nউন্নয়নশীল - \"...ব্যক্তিগত, আধ্যাত্মিক এবং নৈতিক বিকাশের প্রচার করা এবং মহান আল্লাহর সঙ্গে সম্পর্ক গড়ে তোলা।\nঅ্যাকশন - \"...সংগঠনটির চারপাশের সমাজকে সাহায্য করার জন্য ব্যক্তিদের জড়িত করার জন্য বিভিন্ন কর্মসূচি গ্রহণ করা।\"\nসংগঠনটির একটি মূল বৈশিষ্ট্য রয়েছে যা ওয়াইএমইউকে (YMUK)-কে অন্যান্য ইসলামী সংগঠন থেকে আলাদা করে আর তা হলো \"বিভিন্ন ইসলামী চিন্তাধারার প্রতি বৈষম্যের অভাব।\"\n\n\n== উল্লেখযোগ্য সদস্য ==\nএই ব্যক্তিরা কিছু বছরের জন্য সংগঠনের অংশ ছিল:\n\nআজমল মাসরুর - টেলিভিশন উপস্থাপক এবং লিবারেল ডেমোক্র্যাট পার্টির প্রার্থী।\nইনায়েত বাংলাওয়ালা - মুসলিম কাউন্সিল অফ ব্রিটেনের সহকারী মহাসচিব। তিনি ১৯৮৭ সালে ওয়াইএমইউকে (YMUK)-তে যোগ দেন।\nসারা জোসেফ - ইমেল ম্যাগাজিনের সম্পাদক।\n\n\n== উল্লেখযোগ্য সাম্প্রতিক প্রকল্প/কার্যক্রম ==\nহিরোস ২০০৭ [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ আগস্ট ২০১৩ তারিখে\nওয়াইএম লন্ডন ট্রেজার হান্ট\nদ্য ইয়াং মুসলিম ট্যালেন্ট সার্চ [২]\nদ্য মুসলিম টিনেজার ট্যুর [৩]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে\nওয়াইএম ৩৬০\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য ইয়ং মুসলিমস ইউকে"}