{"pageid": 1140258, "title": "সিদি সাইয়্যেদ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140258", "content": "সিদি সাইয়্যেদ মসজিদ ভারতের গুজরাত রাজ্যের আহমেদাবাদ শহরের একটি অন্যতম বিখ্যাত মসজিদ। এটি ১৫৭২ থেকে ১৫৭৩ খ্রিস্টাব্দে (হিজরি: ৯৮০) নির্মাণ করা হয়। স্থানীয়ভাবে এটি সিদি সাইয়্যেদ নি জালি নামে পরিচিত।\n\n\n== ইতিহাস ==\nসিদি সাইয়্যেদ মসজিদ ভারতের গুজরাত রাজ্যের আহমেদাবাদ শহরের একটি অন্যতম বিখ্যাত মসজিদ। এটি ১৫৭২ থেকে ১৫৭৩ খ্রিস্টাব্দে (হিজরি: ৯৮০) নির্মাণ করা হয়। স্থানীয়ভাবে এটি \"সিদি সাইয়্যেদ নি জালি\" নামে পরিচিত। মসজিদের দেয়ালে স্থাপিত মার্বেল ট্যাবলেট দ্বারা প্রমাণিত হয়, এটি গুজরাত সালতানাতের শেষ সুলতান \"শামস-উদ-দিন মুজাফ্ফর শাহ তৃতীয়\" এবং সেনাবাহিনীর জেনারেল বিলাল জাজর খানের অবসরে \"সিদি সাইয়্যেদ\" দ্বারা নির্মিত হয়।\nষোড়শ শতাব্দীতে, বেশ কিছু সিদি (আফ্রিকান বংশোদ্ভূত মানুষ) যারা দাস বা ভাড়াটে যোদ্ধা হিসেবে গুজরাতেএসেছিলেন, তারা সুলতানদের দরবারে বিশিষ্ট পদে উন্নীত হন। সিদি সাইয়্যেদ ছিলেন এই সিদিদের একজন। তিনি শহরের দেয়াল বরাবর এই মসজিদ নির্মাণের দায়িত্ব নেন।\nগুজরাত সালতানাতের অস্তিত্বের শেষ বছরে মসজিদটি নির্মিত হয়।\n\n\n== স্থাপত্য ==\nমসজিদটি সম্পূর্ণভাবে আর্কুয়েড। মসজিদের পাশে এবং পিছনের খিলানগুলোতে দশটি জটিলভাবে খোদাই করা পাথরের জালিকাটা জানালার (জালি) জন্য এটি বেশি পরিচিত। পেছনের দেয়ালটি জ্যামিতিক নকশায় বর্গাকার পাথরের ছিদ্রযুক্ত প্যানেল দিয়ে ভরা। এতে অনেকগুলো অলংকৃত জালিকাটা পাথরের স্ল্যাব রয়েছে। যা মসজিদের প্রায় ১০টি অর্ধবৃত্তাকার জানালাকে শোভিত করে। কিছুতে জটিল জ্যামিতিক নকশা প্রদর্শন করা হয় এবং অন্যগুলোতে একে অপরের সাথে সংযুক্ত গাছ এবং পাতার খোদাই করা হয়। এই জটিলভাবে খোদাই করা জালি পাথরের জানালাই হলো \"সিদি সাইয়্যেদ জালি\"। যা কেন্দ্রীয় প্রাচীরের খিলানের ডানদিকে অবস্থিত। ষোল ফুট আকারের খোদাই করা এই জালিগুলো \"ট্রি অব লাইফ\" মোটিফের প্রতিনিধিত্ব করে। এই সূক্ষ্মভাবে তৈরি মোটিফটি ভারতের প্রথম ইউনেস্কো বিশ্ব ঐতিহ্যের শহর আহমেদাবাদের একটি অনানুষ্ঠানিক প্রতীক হয়ে উঠে। এছাড়াড়াও এটি ইন্ডিয়ান ইনস্টিটিউট অব ম্যানেজমেন্ট আহমেদাবাদ এর লোগোর নকশার অনুপ্রেরণা।\nউপাসকরা যখন জালির আলোয় নামায পড়ে, তখন খুব কম লোকই (যদি থাকে) মসজিদের প্রতিষ্ঠাতাকে স্মরণ করেন বা তার অসাধারণ ইতিহাস সম্পর্কে চিন্তা করেন।\nমসজিদের কেন্দ্রীয় জানালার খিলানে যে কেউ আরেকটি জটিল জালি দেখার আশা করতে পারে। কিন্তু তার পরিবর্তে সেখানে পাথর দিয়ে দেয়াল নির্মাণ করে দেয়া হয়। এর নির্মাণকাজ সম্ভবত মুঘলদের গুজরাত আক্রমণের আগে পরিকল্পনা অনুযায়ী সম্পূর্ণ করা হয়নি। মসজিদটি ভারতে আফ্রিকান প্রবাসীদের স্বল্প-পরিচিত ইতিহাস উন্মোচনের একটি প্রবেশদ্বার হিসেবে দাঁড়িয়ে আছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nভারতের মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}