{"pageid": 114058, "title": "কাজেম আলী", "url": "https://bn.wikipedia.org/wiki?curid=114058", "content": "কাজেম আলী (১১ আগস্ট, ১৮৫২ - ১২ ফেব্রুয়ারি, ১৯২৬), চট্টগ্রামের শিক্ষাবিদ, ব্রিটিশ বিরোধী স্বাধীনতা সংগ্রামী ব্যাক্তিত্ব। তিনি কাজেম আলী স্কুল এন্ড কলেজের প্রতিষ্ঠাতা। কাজেম আলী মাস্টার নামে সমধিক পরিচিত। শিক্ষা বিস্তারে অগ্রণী ভূমিকা এবং জন‌দরদের কারণে চট্টগ্রামবাসী তাকে শেখ-ই-চাটগাম উপাধিতে ভূষিত করেন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nকাজেম আলী ১৮৫২ সনের ১১ ই আগস্ট চট্টগ্রামের ফরিদের পাড়ায় (বহদ্দারহাটের উত্তরে) জন্মগ্রহণ করেন। তার পিতা ছিলেন ইস্ট ইন্ডিয়া কোম্পানির আমলের নামকরা উকিল মুনশি কাসিম আলী। ১৮৩৬ সালে দেশে নবাবি আমলের আরবি ফার্সির স্থলে ব্রিটিশ সরকার ইংরেজি কায়েম করে। তখনকার এই পাঠশালা গুলো গুরু ঠাকুরের পাঠশালা নামে পরিচিত ছিল। কাজেম আলী কে ও বাল্য বয়সে গুরু ঠাকুরের পাঠশালায় যেতে হয়। কিন্তু স্কুলে যাওয়ার অনীহার কারণে তাকে হুগলিতে পাঠিয়ে দেয়া হয়। তিনি সেখান থেকে এন্ট্রান্স পাস করে দেশে ফিরে আসেন। ততদিনে দেশে আধুনিক শিক্ষা শুরু হয়েছে।\n\n\n== কর্ম জীবন ==\nএন্ট্রান্স পাস করে কাজেম আলী সাতকানিয়া হাই স্কুলে (বর্তমানে সাতকানিয়া আদর্শ উচ্চ বিদ্যালয় শিক্ষকতা গ্রহণ করেন। এই জন্য তিনি কাজেম আলী মাস্টার নামে বেশি পরিচিত। তিনি সাতকানিয়া থেকে এসে পরবর্তীতে চাকমা রাজার কাছ থেকে ৬০ টাকায় কেনা জমিতে ১৮৮৫ সালে চিটাগাং মিডল ইংলিশ স্কুল নামে নিজের স্কুল প্রতিষ্ঠা করেন। অচিরেই শিক্ষক হিসেবে চট্টগ্রামে তিনি সুনাম অর্জন করেন। চট্টগ্রাম বাসীর উৎসাহ দেখে তিনি পিতার সম্পত্তি বন্ধক দিয়ে ১৮৮৮ সালে চিটাগাং হাই ইংলিশ স্কুল প্রতিষ্ঠা করেন। তার মৃত্যুর পর ১৯২৮ সালে এই স্কুলের নাম পরিবর্তিত হয়ে কাজেম আলী হাই স্কুল হয় এবং ২০১২ সালে স্কুলটি কলেজে উন্নীত হয়।।\n\n\n== পুরস্কার, পদক, খ্যাতি, উপাধি ==\nকাজেম আলী মাষ্টার ছিলেন হিন্দু মুসলিম ঐক্যের প্রতীক। তিনি কংগ্রেস কমিটি, মুসলিম লীগ, চট্টগ্রাম কংগ্রেস কমিটি, খিলাফত কমিটি প্রভৃতি সহ বহু স্কুল- মাদ্রাসার সাথে যুক্ত ছিলেন। তিনি ১৮৯৩ সাল থেকে আমৃত্যু চট্টগ্রামের পৌরসভার কমিশনার ছিলেন। নিঃস্বার্থ জনসেবার জন্য তিনি দুবার \"কায়সার -ই-হিন্দ গোল্ড মেডেল\" এবং \"সার্টিফিকেট অব অনার\" এ ভুষিত হন পরে তা তিনি সরকারকে ফিরিয়ে দেন। ১৯১১ সালে অসহযোগ আন্দোলনের নেতা হিসেবে যতীন্দ্র মোহন সেনগুপ্ত, ত্রিপুরা চরণ চৌধুরী, স্বমী দীনানন্দ, নৃপেন ব্যানার্জী সহ অন্যান্য নেতৃবৃন্দের সাথে কারাবরণ করেন। ঐবছর সাধারণ নির্বাচনে কাজেম আলী মাষ্টার কংগ্রেস টিকেটে ইন্ডিয়া পার্লামেন্টের সদস্য নির্বাচিত হন।\n\n\n== শেষ জীবন ==\nএই মহাপুরুষ ১৯২৬ সালের ১১ ফেব্রুয়ারি সংসদ অধিবেশন চলাকালে মারা যান। দিল্লীতে তাকে সম্মানের সাথে সমাহিত করা হয় এবং তার স্মৃতিসৌধ শেখ-ই-চাঁটগাম হিসেবে আছে।\n\n\n== তথ্যসূত্র =="}