{"pageid": 1140416, "title": "প্রদাহ বিরোধী অ-স্টেরয়েড ওষুধ", "url": "https://bn.wikipedia.org/wiki?curid=1140416", "content": "প্রদাহ বিরোধী অ-স্টেরয়েড ওষুধ বা নন-স্টেরয়েডাল অ্যান্টি-ইনফ্লেমেটরি ড্রাগস  (এনএসএআইডি)  একটি থেরাপিউটিক ওষুধ শ্রেণির সদস্য, যা ব্যথা কমায়, প্রদাহ কমায়, জ্বর কমায়,  এবং রক্ত জমাট বাঁধা প্রতিরোধ করে। পার্শ্ব প্রতিক্রিয়াগুলি নির্দিষ্ট ওষুধ, এর ডোজ এবং ব্যবহারের সময়কালের উপর নির্ভর করে, তবে মূলত পেপটিক আলসার এবং রক্তপাত, হার্ট অ্যাটাক এবং কিডনি রোগ থাকলে ঝুঁকি বেড়ে যায়।  \nনন-স্টেরয়েডাল শব্দটি এই ওষুধগুলিকে স্টেরয়েড থেকে আলাদা করে, যা একই রকম ইকোস্যানয়েড থেকে ভিন্ন, যার হতাশাজনক, প্রদাহ-বিরোধী ক্রিয়ার পাশাপাশি অন্যান্য প্রভাবের বিস্তৃত পরিসর রয়েছে। ১৯৬০ সালে শব্দটি প্রথম ব্যবহার করা হয়েছিল, এই শব্দটি স্টেরয়েডগুলি থেকে এই ওষুধগুলিকে দূরে রাখার জন্য ব্যবহৃত হয়েছিল, যা অ্যানাবলিক স্টেরয়েডের অপব্যবহারজনিত কিছু কলঙ্কের কারণে এমন করা হয়েছিল। \nএনএসএআইডি সাইক্লোক্সিজেনেস এনজাইমগুলির কার্যকলাপকে বাধা দিয়ে কাজ করে (কক্স১ বা কক্স২)। কোষে, এই এনজাইমগুলি মূল জৈবিক মধ্যস্থতাকারীদের সংশ্লেষণে জড়িত থাকে, যেমন প্রোস্টাগ্ল্যান্ডিনস, যা প্রদাহের সাথে জড়িত এবং থ্রোমবক্সেনস, যা রক্ত জমাট বাঁধার সাথে জড়িত।\nদুটি সাধারণ ধরনের এনএসএআইডি পাওয়া যায়: অ-নির্বাচিত, এবং কক্স২ সিলেক্টিভ।  বেশিরভাগ এনএসএআইডি অ-নির্বাচিত, এবং কক্স১ এবং কক্স২ উভয়ের কার্যকলাপকে বাধা দেয়। এই এনএসএআইডি, প্রদাহ কমানোর সাথে সাথে, প্লাটিলেট একত্রিত হওয়াকেও বাধা দেয় এবং গ্যাস্ট্রোইনটেস্টাইনাল আলসার এবং রক্তপাতের ঝুঁকি বাড়ায়।  কক্স২ সিলেক্টিভ ইনহিবিটরগুলির কম গ্যাস্ট্রোইনটেস্টাইনাল পার্শ্ব প্রতিক্রিয়া রয়েছে, তবে থ্রম্বোসিসকে উন্নীত করে এবং এই এজেন্টগুলির মধ্যে কিছু উল্লেখযোগ্যভাবে হার্ট অ্যাটাকের ঝুঁকি বাড়ায়। ফলস্বরূপ, অনির্দিষ্ট ভাস্কুলার রোগের উচ্চ ঝুঁকির কারণে কিছু পুরানো কক্স২ সিলেক্টিভ ইনহিবিটর আর ব্যবহার করা হয় না।  এই ডিফারেনশিয়াল প্রভাব প্রতিটি কক্স আইসোএনজাইমের বিভিন্ন ভূমিকা এবং টিস্যু স্থানীয়করণের কারণে হয়।  শারীরবৃত্তীয় কক্স কার্যকলাপ বাধা দিয়ে, সমস্ত এনএসএআইডি কিডনি রোগের ঝুঁকি বাড়ায়  এবং একটি সম্পর্কিত প্রক্রিয়ার মাধ্যমে, হার্ট অ্যাটাকের ঝুকিও বাড়ায়।  উপরন্তু, এনএসএআইডি এরিথ্রোপোয়েটিনের উৎপাদনকে কমাতে পারে, যার ফলে রক্তশূন্যতা দেখা দেয়, যেহেতু এই হরমোন তৈরিতে হিমোগ্লোবিনের প্রয়োজন হয়।\nসবচেয়ে বিশিষ্ট এনএসএআইডি হল অ্যাসপিরিন, আইবুপ্রোফেন এবং নেপ্রোক্সেন; বেশিরভাগ দেশেই কাউন্টারে (ওটিসি) হিসাবে পাওয়া যায়।  প্যারাসিটামল (অ্যাসিটামিনোফেন) সাধারণত একটি এনএসএআইডি হিসাবে বিবেচিত হয় না কারণ এতে সামান্য প্রদাহ-বিরোধী কার্যকলাপ রয়েছে। প্যারাসিটামল প্রধানত কক্স২ ব্লক করে এবং প্রায় একচেটিয়াভাবে মস্তিষ্কের মধ্যে এন্ডোক্যানাবিনয়েড রিআপটেকে বাধা দিয়ে ব্যথার চিকিৎসা করে, তবে শরীরের বাকি অংশে তেমন কিছু নয়।  \n\n\n== পার্শ্ব-প্রতিক্রিয়া ==\nএই ধরনের ঔষধে গ্যাস্ট্রিক আলসার বা পেটের ক্যান্সার হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে প্রদাহ বিরোধী অ-স্টেরয়েড ওষুধ সম্পর্কিত মিডিয়া দেখুন।"}