{"pageid": 1140143, "title": "আবুল আব্বাস ইরানশাহরি", "url": "https://bn.wikipedia.org/wiki?curid=1140143", "content": "আবু আল-আব্বাস ইরানশাহরি (ফার্সি: حکیم ایرانشهری) ছিলেন নবম শতাব্দীর একজন ফার্সি দার্শনিক, গণিতবিদ, প্রাকৃতিক বিজ্ঞানী, ধর্মের ইতিহাসবিদ, জ্যোতির্বিদ এবং লেখক। ঐতিহ্যগত সূত্র অনুসারে, ইসলামের আবির্ভাবের পর তিনিই বৃহত্তর মুসলিম বিশ্বের প্রথম ব্যক্তিত্ব যিনি দর্শনের সাথে যুক্ত ছিলেন।\n\n\n== জীবন ==\nইরানশাহরি নিশাপুরে (ইরানের আধুনিক খোরাসান) জন্মগ্রহণ করেন, শহরটি ইরানশাহর নামেও পরিচিত, তাই তার উপাধি ইরানশাহরি। নাসির খুসরোর মতে, ইরানশাহরি রাজেস এবং বিরুনি প্রাচীন ইরানি দর্শন উদ্ভাবন করেছেন।\n\n\n== ধর্মীয় বিশ্বাস ==\nআল-বিরুনীর মতে ইরানশাহরির বিরল নিরপেক্ষতার মূলে ছিল একটি নির্দিষ্ট ধর্মের উপর নির্ভরশীলতার অভাব। তিনি একটি ধর্ম সৃষ্টি করেছিলেন এবং অন্যদেরকেও সেই ধর্মের আমন্ত্রণ দিয়েছেন।\n\n\n== কাজ ==\nতিনি আরবি ও ফারসি ভাষায় বেশ কিছু বই ও গ্রন্থ রচনা করেন। তিনি তিনটি বই লিখেছেন। এগুলো হলো: জলিল, আথির এবং মাসায়েল উত্তাবিয়া, যা দর্শন ও প্রজ্ঞা সম্পর্কিত বই। আবুলমাআলি বলেছেন যে, ইরানশাহরি একটি ফার্সি বইয়ের সাথে একটি নতুন ধর্ম নিয়ে এসেছিলেন এবং তার অলৌকিকতার নাম দিয়েছেন হস্তি (অস্তিত্ব)। বিরুনির মতে, তিনি খ্রিস্টধর্ম, জরথুষ্ট্রিয়ানিজম, মানিচেইজম, হিন্দুধর্ম এবং শামানবাদ সম্পর্কে জ্ঞানী ছিলেন।\n\n\n== দর্শন ==\nবায়ান আল-আদিয়ানের লেখক আবুল মাআলির মতে, ইরানশাহরি নিজেকে একজন নবী বলে মনে করেন এবং ফার্সি ভাষায় একটি বই লিখেছিলেন যা তিনি দাবি করেছিলেন যে হস্তি (অস্তিত্ব) নামক ফেরেশতা দ্বারা এটি ইশ্বরের কাছ থেকে এসেছে। তিনি সকল ধর্মের ঐক্যে বিশ্বাস করতেন এবং তাদের মধ্যে বিদ্যমান পার্থক্যকে তাদের অনুসারীদের বিশেষ স্বার্থের (ḡarażµ) ফলাফল হিসেবে বিবেচনা করতেন। বিরুনির মতে, ইরানশাহরি বলেছিলেন যে নওরোজ এবং মেহরাগানের দিনে ঈশ্বর আলো ও অন্ধকার থেকে প্রতিশ্রুতি নিয়েছিলেন, যা জুরভানাইট প্রভাবকে প্রতিফলিত করতে পারে। নাসির খুসরার মতে, ইরানশাহরি কেতাব-ই জলিল এবং কেতাব-ই আথির-এর মতো বইগুলিতে ধর্মীয় পরিভাষায় দার্শনিক ধারণাগুলো প্রকাশ করেছিলেন এবং মানুষকে সত্য ধর্ম ও একেশ্বরবাদের দিকে পরিচালিত করেছিলেন।\nতিনি বলেছিলেন যে ঈশ্বর সর্বদা একজন ছিলেন, এবং এমন একটি সময় ছিল না যখন তিনি সৃজনশীল হওয়ার আগে তিনি অ-সৃজনশীল ছিলেন না (উ-রা সনবুদ)। তাঁর মতে, এটি আবশ্যক যে তিনি সর্বদা স্রষ্টা হন, তারপরে তাঁর সৃষ্টি চিরন্তন (কাদিম) হিসাবে আবির্ভূত হওয়ার জন্য এটি প্রয়োজনীয়। তাঁর সৃষ্টি বস্তুতে (হায়ুলা) এর আবির্ভাব (পদিদ-আয়ান্দ আস্ত) করে, এবং তাই, পদার্থ, ঈশ্বরের আপাত শক্তির একটি চিহ্ন, চিরন্তন; এবং যেহেতু পদার্থ, যা চিরন্তন, তার জন্য স্থানের (মাকান) অস্তিত্ব প্রয়োজন, তাই এটি অনুসরণ করে যে মহাকাশও চিরন্তন হওয়া উচিত। সময় সম্পর্কে তার ধারণা ছিল যে সময়, বিশ্ব এবং সময়কাল (জামান দাহর ওয়া মোদ্দাত) এমন নাম যার অর্থ একই সারাংশ (জওহর) থেকে উদ্ভূত। তিনি আরও দর্শন করেছিলেন যে সময়, গতিশীল এবং অস্থির একটি পদার্থ (জওহর-ই রাবন্দা ওয়া বিকার), ঈশ্বরের জ্ঞানের চিহ্ন, একইভাবে মহাকাশ তাঁর শক্তির চিহ্ন; গতি তার কর্মের চিহ্ন, এবং সত্তা (জেসম) তার ক্ষমতার চিহ্ন, এবং এই চিহ্নগুলির প্রত্যেকটি অসীম এবং চিরন্তন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইসলামের গ্রেট এনসাইক্লোপিডিয়া (ইরানে প্রকাশিত) ফার্সি ভাষায় তাঁর একটি নিবন্ধ"}