{"pageid": 1140763, "title": "আশ শিহাবুস সাকিব", "url": "https://bn.wikipedia.org/wiki?curid=1140763", "content": "আশ শিহাবুস সাকিব (উর্দু: الشہاب الثاقب‎‎) হুসাইন আহমদ মাদানির রচিত একটি বই। এটি মূলত আহমদ রেজা খান বেরলভীর রচিত হুসামুল হারামাঈনের জবাবে রচিত হয়। এটি রচনার সময় হুসাইন আহমদ মাদানি মদিনায় অবস্থান করছিলেন। বইটি দুই অধ্যায়ে বিভক্ত। প্রথম অধ্যায়ে মক্কা মদিনার আলেমদের ফতোয়া নেয়ার ক্ষেত্রে যে সব প্রতারণা ও ধোঁকাবাজীর আশ্রয় নেয়া হয়েছে তা বিভিন্ন কারণ সহ বর্ণনা করা হয়েছে। দ্বিতীয় অধ্যায়ে দেওবন্দি ব্যক্তিদের উপর লাগানো মিথ্যা অপবাদের গোড়ার কথা বিস্তারিত উত্তর সহ পেশ করা হয়েছে।\n\n\n== প্রেক্ষাপট ==\nভারতীয় পণ্ডিত আহমদ রেজা খান বেরলভী হেজাজ গমন করে সেখানকার আলেমদের থেকে দেওবন্দিদের কাফের ফতোয়ায় স্বাক্ষর করে নিয়ে আসে। ফতোয়াটি ভারতীয় উপমহাদেশে হুসামুল হারামাইন শিরোনামে প্রকাশিত হয়। কিন্তু হেজাজের আলেমগণ এই ভুল ফতোয়ায় নিজেদের স্বাক্ষর চলে যাওয়া, নিজেদের মতামত প্রত্যাহার ও দায়মুক্তির জন্য সার্বিক বিষয় জানিয়ে এবং হারামাইনের আলেমদের প্রকৃত মতামত ব্যক্ত করে একটি গ্রন্থ রচনার জন্য জোর তাকিদ দেন। সেই তাকিদের প্রেক্ষিতেই দারুল উলুম দেওবন্দের হুসাইন আহমদ মাদানি এই গ্রন্থটি রচনা করেন।\n\n\n== বিষয়বস্তু ==\nগ্রন্থটির ভূমিকা প্রদানের পর লেখক প্রথম অধ্যায়ে হারামাইন শরিফাইনের আলেমদের ফতোয়া নেয়ার ক্ষেত্রে যে সব প্রতারণার আশ্রয় নেয়া হয়েছে তার বিভিন্ন কারণ সহ বর্ণনা দিয়েছেন। দ্বিতীয় অধ্যায়ে দেওবন্দি আকাবিরদের উপর লাগানো বিভিন্ন অপবাদের জবাব দিয়েছেন। দ্বিতীয় অধ্যায়ে নয়টি পরিচ্ছেদ আছে। প্রথম পরিচ্ছেদে রয়েছে দারুল উলুম দেওবন্দের প্রতিষ্ঠাতা মুহাম্মদ কাসেম নানুতুবির উপর আরোপিত সকল অপবাদের বিস্তারিত বর্ণনা ও তার খণ্ডন। দ্বিতীয় পরিচ্ছেদ রয়েছে সংক্ষেপে খতমে নবুয়তের যাবতীয় বর্ণনা। তৃতীয় পরিচ্ছেদ রশিদ আহমদ গাঙ্গুহির উপর লাগানো মিথ্যা অপবাদের বিস্তারিত বর্ণনা পাওয়া যাবে। চতুর্থ পরিচ্ছেদে ইমকান ও ইমতেনার বিস্তারিত বর্ণনা থাকবে। পঞ্চম পরিচ্ছেদে খলিল আহমদ সাহারানপুরির উপর রটানো মিথ্যা অপবাদের বিস্তারিত বর্ণনা রয়েছে। ষষ্ঠ পরিচ্ছেদে আছে বারাহীনে কাতেয়ার ইবারতকে নিয়ে পরিকল্পিত সৃষ্ট ধুম্রজাল ও ধোয়াশা দূরিকরণ। সপ্তম পরিচ্ছেদে খলিল আহমদ সাহারানপুরির উপর অপর আরও একটা অপবাদ ও তার পূর্ণ বিবৃতি। অষ্টম পরিচ্ছেদে আশরাফ আলী থানভীর উপর লাগানো মিথ্যা অপবাদের বিস্তারিত বয়ান। নবম পরিচ্ছেদে আছে হিফজুল ঈমান কিতাবে থানভী যা বলেছেন, তার সঠিক রুপায়ন।\n\n\n== অনুবাদ ==\nগ্রন্থটির বঙ্গানুবাদ করেছেন নূরুল্লাহ ও তার ছেলে নুসরাতুল্লাহ নূর কাসেমী। যা ২০২১ সালে ফিদায়ে মিল্লাত প্রকাশনী থেকে প্রকাশিত হয়।\n\n\n== মূল্যায়ন ==\nইসলামিক ফাউন্ডেশন বাংলাদেশের উপপরিচালক মুশতাক আহমদ বইটি সম্পর্কে বলেন, \"দেওবন্দি ধারাকে বুঝতে হলে আকাবিরদের এই সব গ্রন্থের বিকল্প নেই\"।\n\n\n== আরও দেখুন ==\nহুসাইন আহমদ মাদানির গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআশ শিহাবুস সাকিব–এর উর্দু সংস্করণ"}