{"pageid": 1140758, "title": "কাওশিউং মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140758", "content": "কাওশিউং মসজিদ (চীনা: Kaohsiung Mosque; ফিনিন: Gāoxiong Qīngzhēnsì) তাইওয়ানের কাওশিউং শহরের লিঙ্গিয়া জেলায় অবস্থিত একটি মসজিদ। তাইপের তাইপে গ্র্যান্ড মসজিদের পর এটি তাইওয়ানে নির্মিত দ্বিতীয় মসজিদ।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম ভবন ===\n\nচীনের গৃহযুদ্ধে কমিউনিস্টদের বিরুদ্ধে পরাজয়ের পর মুসলিম জাতীয়তাবাদীরা ১৯৪৯ সালে তাইওয়ানে কাওশিউং মসজিদটি তৈরি করে। শুরুতে, মুসলিম পাবলিক কর্মকর্তারা তাইওয়ানে একটি নতুন মসজিদ নির্মাণের পরামর্শ দেওয়ার জন্য কুওমিনতাং সরকারের সাথে কাজ করে এবং ১৯৪৯ সালের জানুয়ারি থেকে তহবিল সংগ্রহ শুরু করে। প্রাথমিকভাবে, তারা একটি অস্থায়ী অবস্থান হিসাবে ইয়ানচেং জেলায় ১১৭ উফু ৪র্থ (五福四) রোডে ২৭০ বর্গ মিটার জায়গা ভাড়া নেয়।\n\n\n=== দ্বিতীয় ভবন ===\n১১৭ উফু ৪র্থ রোডে সীমিত জায়গার কারণে তারা ১৯৫১ সালে সিনসিং জেলার ১৯৬ লিনসেন ১ম (林森一) রোডে একটি ৪৬০ বর্গ মিটার আয়তনের জাপানি কাঠের শৈলীর ভবনে স্থানান্তরিত হয়। সেখানে প্রধান প্রার্থনা হলের আয়তন ছিল ১৩৫ বর্গ মিটার। মুসলিম উপাসকদের ক্রমবর্ধমান সংখ্যার সাথে সাথে তারা নতুন মসজিদের জন্য তহবিল সংগ্রহ করতে শুরু করে। ১৯৮৮ সালের অক্টোবরে তারা পুরানো মসজিদের জমি বিক্রি করে দেয় এবং সেখান থেকে তারা যে অর্থ পায় তা নতুন মসজিদ নির্মাণে অর্থায়নে ব্যবহার করে। ১৯৬ লিনসেন ১ম রোড়ে বর্তমানে \"ফারইসটোন\" এর কাস্টমার কেয়ার সার্ভিস সেন্টার আছে।\n\n\n=== বর্তমান ভবন ===\n\nঅবশেষে তারা ১৯৯০ সালের ফেব্রুয়ারিতে তাদের ক্রমবর্ধমান সংখ্যক মুসলমানদের থাকার জন্য মসজিদটিকে বৃহত্তর স্থানে এবং আরও ভা্লো সজ্জিত ভবন হিসাবে লিঙ্গিয়া জেলার ১১ জিয়ানজুন (建軍) রোডে স্থানান্তরিত করে। এর নির্মাণকাজ শুরু হয় ১৭ ডিসেম্বর ১৯৯০ সালে এবং কাজ সম্পন্ন হয় ১৯৯১ সালের ডিসেম্বরের শেষের দিকে। তবে, এটি উন্মুক্ত করা হয় ১৯৯২ সালের এপ্রিলে। এটি নির্মাণে খরচ হয় ইউ.এস. $1,900,000.\n\n\n== স্থাপত্য ==\n\nকাওশিউং মসজিদটি তিন তলা ভবন, যেখানে একটি বড় মধ্যপ্রাচ্য়ের খিলান রয়েছে। প্রার্থনা হলের নকশা, তাক, কোণ এবং ভবনের উপাদানগুলো মধ্যপ্রাচ্য়ের ঐতিহ্যবাহী মসজিদগুলোর উপর ভিত্তি করে নির্মাণ করা হয়। ভবনটি প্রায় ২৬৫৭ বর্গ মিটার এলাকা জুড়ে রয়েছে।\nপ্রথম তলায় পুরুষ ও মহিলা ছাত্রাবাস, মহিলা প্রার্থনা কক্ষ এবং মহিলা কার্যকলাপ কেন্দ্র। দ্বিতীয় তলায় প্রধান প্রার্থনা হল, আরবি ভাষার অধ্যয়ন কেন্দ্র এবং ইসলামী সংস্কৃতি প্রদর্শন কক্ষ। তৃতীয় তলায় গেস্ট রুম, যুব কার্যকলাপ কেন্দ্র, অফিস এবং রান্নাঘর। এছাড়াও মসজিদটিতে ইমামের কার্যালয়, প্রশাসনিক কার্যালয়, গ্রন্থাগার এবং ওযুর জায়গাও রয়েছে।\nমসজিদের পাশে মুসলমানদের মালিকানাধীন কিছু হালাল রেস্তোরাঁ রয়েছে।\n\n\n== যাতায়াত ==\nকাওশিউং মসজিদটি কাওশিউং এম.আর.টি এর \"ওয়েইউইয়িং\" স্টেশন থেকে উত্তরে অবস্থিত। ওয়েইউইয়িং\" স্টেশন থেকে কাওশিউং মসজিদে হেঁটে যাওয়া যায়।\n\n\n== আরও দেখুন ==\n\nচীনে ইসলাম\nচীনে ইসলামের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (চীনা ভাষায়)\nইউটিউব - কাওশিউং মসজিদ (চীনা ভাষায়)\nইউটিউব - কাওশিউং মসজিদের ৫৩তম প্রতিষ্ঠাবার্ষিকী (চীনা ভাষায়)"}