{"pageid": 1140927, "title": "ডুয়োলিংগো", "url": "https://bn.wikipedia.org/wiki?curid=1140927", "content": "ডুয়োলিংগো হলো একটি মার্কিন ভাষা-শিক্ষার ওয়েবসাইট এবং মোবাইল অ্যাপ। ব্যবহারকারীরা ব্যবধানে পুনরাবৃত্তি ব্যবহার করে শব্দভান্ডার, ব্যাকরণ এবং উচ্চারণ অনুশীলন করতে পারে। অনুশীলনের মধ্যে লিখিত অনুবাদ, পড়া ও কথা বলা অনুধাবন এবং ছোট গল্প অন্তর্ভুক্ত থাকতে পারে।  জুন ২০২১-এর হিসাব অনুযায়ী,  ডুয়োলিংগো ৪১টি ভাষায় ১০৬টি ভিন্ন ভাষার কোর্স অফার করে, \"যার ৩৮টি ইংরেজি ভাষাভাষীদের জন্য।\"  এটিতে নির্মিত ভাষার একটি ছোট বৈচিত্র্যও অন্তর্ভুক্ত রয়েছে।\n\n\n== ইতিহাস ==\nডুয়োলিংগোর ধারণাটি ২০১৯ সালের শেষের দিকে পিটসবার্গে কার্নেগি মেলন বিশ্ববিদ্যালয়ের অধ্যাপক লুইস ভন আহন এবং তার স্নাতকোত্তর ছাত্র সেভেরিন হ্যাকারের দ্বারা শুরু হয়েছিল।  ভন আহন তার দ্বিতীয় কোম্পানি, রিক্যাপচা, গুগলের কাছে বিক্রি করেছিলেন এবং হ্যাকারের সাথে, শিক্ষার সাথে সম্পর্কিত কিছু নিয়ে কাজ করতে চেয়েছিলেন। একটি বড় অনুপ্রেরণা ছিল গুয়াতেমালায় ভন আহনের লালন-পালন, যেখানে তিনি দেখেছিলেন যে তার সম্প্রদায়ের লোকেদের জন্য ইংরেজি শেখা কতটা ব্যয়বহুল।  সুইস-জন্মকৃত হ্যাকার (ডুয়োলিংগোর সহ-প্রতিষ্ঠাতা এবং বর্তমান সিটিও ) বিশ্বাস করতেন যে \"বিনামূল্যে শিক্ষা সত্যিই বিশ্বকে বদলে দেবে\"  এবং এটি করার জন্য লোকেদের একটি আউটলেট সরবরাহ করতে চেয়েছিলেন।\nপ্রকল্পটি মূলত লুইস ভন আহনের ম্যাকআর্থার ফেলোশিপ এবং জাতীয় বিজ্ঞান ফাউন্ডেশনের অনুদান দ্বারা করা হয়েছিল।  প্রতিষ্ঠাতারা ডুয়োলিংগোকে একটি অলাভজনক সংস্থা হিসাবে তৈরি করার কথা বিবেচনা করেছিলেন কিন্তু ভন আহন এটিকে বজায় রাখা অসম্ভব মনে করেছিলেন। \nডুয়োলিংগো ৩০-এ নভেম্বর ২০১১-এ একটি প্রাইভেট বিটা চালু করে এবং ৩,০০,০০০ জনেরও বেশি লোকের অপেক্ষমাণ তালিকা জমা করে।  প্ল্যাটফর্মটি ১৯-এ জুন ২০১২-এ সাধারণ জনগণের জন্য চালু করা হয়েছিল, সেই সময়ে অপেক্ষমাণ তালিকা প্রায় ৫,০০,০০০ জনে উন্নীত হয়েছিল। \n২০১২-এর নভেম্বরে, ডুয়োলিংগো একটি আইফোন অ্যাপ প্রকাশ করে, খুব শীঘ্রই ২০১৩-এর মে সালে একটি অ্যান্ড্রয়েড অ্যাপ প্রকাশিত হয়। সেই সময়ে  ডুয়োলিংগোর ব্যবহারকারীর সংখ্যা ছিল প্রায় ৩০ লক্ষ।  জুলাই ২০১৩ নাগাদ, পরিষেবাটি ৫০ লক্ষ্য ব্যবহারকারীতে পৌঁছেছিল এবং গুগল প্লে স্টোরে এটিকে #১ বিনামূল্যে শিক্ষা অ্যাপের রেট দেওয়া হয়েছিল। \nএই সময়ে, ডুয়োলিংগোর মাত্র ৩৪ জন কর্মচারী ছিল এবং প্রায় ২ কোটি ৫০ লক্ষ্য নিবন্ধিত ব্যবহারকারী এবং ১ কোটি ২৫ লক্ষ্য সক্রিয় ব্যবহারকারী রয়েছে,  যদিও পরবর্তীতে এটি ৬ কোটি ব্যবহারকারীর কাছাকাছি রিপোর্ট করেছে। \n২০২১ সালের মার্চ মাসে, ডুয়োলিংগো ঘোষণা করেছে যে এটি স্বেচ্ছাসেবকদের অবদান গ্রহণের সমাপ্তি ঘটাবে এবং যেসব স্বেচ্ছাসেবক ডুয়োলিংগো তৈরিতে অবদান রেখেছিল তাদের অর্থ প্রদান করবে।ভাষার কোর্সগুলো ঐতিহাসিকভাবে স্বেচ্ছাসেবকদের দ্বারা তৈরি করা হয়েছিল।সংস্থাটি বলেছে যে এখন থেকে, ভাষার কোর্সগুলো CEFR মানগুলির সাথে সামঞ্জস্য রেখে পেশাদার ভাষাবিদদের দ্বারা রক্ষণাবেক্ষণ এবং বিকাশ করা হবে। ২০২১ সালের আগস্টে, চীনের কিছু অ্যাপ স্টোর থেকে অ্যাপটি সরিয়ে দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}