{"pageid": 1140246, "title": "পরমেশ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1140246", "content": "পরমেশ্বর (সংস্কৃত: परमेश्वर) হল হিন্দু দেবতার একটি উপাধি। শব্দটি সাধারণত হিন্দুধর্মের সর্বোচ্চ সত্তা এবং সর্বোচ্চ বাস্তবতাকে নির্দেশ করে এবং শিবকে পরমেশ্বর হিসেবে বিবেচনা করে। পরমেশ্বর হল চূড়ান্ত এবং সর্বোচ্চ বাস্তবতা যা চিরকাল হিন্দুদের জন্য সমস্ত বিষয়কে পরিব্যাপ্ত করে। ভক্তদের দ্বারা তিনি স্বয়ং সম্পূর্ণরূপে বিবেচিত, সৃষ্টি, সংরক্ষণ এবং ধ্বংসের ত্রিবিধ শক্তি নিয়ন্ত্রণ করেন।\n\n\n== বুৎপত্তি ==\nপরমেশ্বর শব্দটি সংস্কৃত শব্দের একটি যৌগিক শব্দ, যার পরম (परम) অর্থ 'সর্বোচ্চ' এবং ঈশ্বর (ईश्वर) অর্থ 'প্রভু'। এইভাবে পরমেশ্বর আক্ষরিক অর্থে 'সর্বোচ্চ সর্বশ্রেষ্ঠ শাসক'। হিন্দুধর্মের অন্যান্য ঐতিহ্য যেমন  বেদান্ত ও বৈষ্ণবধর্মও তাদের দার্শনিক দৃষ্টিভঙ্গির মধ্যে পরমেশ্বর শব্দটি পরব্রহ্মের প্রতিশব্দ হিসেবে ব্যবহার করে।\n\n\n== হিন্দুধর্মের অন্যান্য ঐতিহ্যে ==\n\n\n=== বৈষ্ণবধর্ম ===\nবৈষ্ণবধর্মের ঐতিহ্যে, বিষ্ণুকে পরমেশ্বর, মহেশ্বর ও নারায়ণ হিসাবে বিবেচনা করা হয়। ভাগবত পুরাণ,  বিষ্ণুপুরাণ, পদ্মপুরাণ, পঞ্চরাত্র ও বৈখানস আগাম এবং আরও অনেক ধর্মগ্রন্থ অনুসারে, বিষ্ণু এবং তাঁর অবতারগণ যেমন রাম, কৃষ্ণ ইত্যাদি ব্রহ্মা ও শিবের পূর্বপুরুষ হিসাবে বিবেচিত। হিন্দুধর্মের বৈষ্ণব পঞ্চরাত্র আগম পাঠ্য পরমেশ্বরসংহিতাতে, বিষ্ণু (নারায়ণ) পরমেশ্বর হিসাবে পূজনীয় ও পূজিত। এছাড়াও উত্তরনারায়ণ (শুক্ল যজুর্বেদের পুরুষসূক্তের ধারাবাহিকতা) ঈশ্বরকে পরমেশ্বর হিসেবে উল্লেখ করেছে দুটি সঙ্গী শ্রী ও ভু এর মাধ্যমে। ভগবদ্গীতা কৃষ্ণকে অনেক প্রসঙ্গে পরমেশ্বর (সর্বোচ্চ ঈশ্বর) হিসেবে প্রশংসা করেছে। বিষ্ণু সহস্রনামে, পরমেশ্বর হল বিষ্ণুর ৩৭৭তম নাম।\n\n\n=== শৈবধর্ম ===\nশৈবসিদ্ধান্ত ত্রিপথর্থং (তিনটি সত্তা), পতি (সর্বোচ্চ হল পরমশিব), পশু (সমস্ত আত্মা) ও পাশ (আণবা, কর্ম, মায়ার তিনটি বন্ধন) অস্তিত্ব স্বীকার করে। পরমেশ্বর হিসাবে, পরমেশ্বরের শুধুমাত্র স্বতন্ত্র আটটি অক্ষর বা ভবিষ্যদ্বাণী রয়েছে যা তাকে শৈব সিদ্ধান্তের অন্য দুটি সত্তা-পশু ও পাশ থেকে আলাদা করতে প্রয়োগ করা হয়। সেগুলো হল সর্বজ্ঞান,  নিত্যতত্ত্ব, অন্তিবোধ, স্বতন্ত্র, অলুপ্তশক্তি, অনন্তশক্তি, নিরাময়্যাত্মা এবং বিশুদ্ধদেহ।\nশৈবসিদ্ধান্তে বলা হয়েছে যে পরমেশ্বর দুটি রাজ্যে আছেন—ততস্ত লক্ষণং, ভগবানের রূপ যা ৩৬টি তত্ত্বের মধ্য দিয়ে চলে এবং স্বরূপ লক্ষণং, যা সবকিছুর বাইরে পরম সত্তার বিশুদ্ধ রূপ। এই দুটি রূপকে বৈদান্তিক ঐতিহ্যে পরব্রহ্মের সগুণ ও নির্গুণ সংজ্ঞার সাথে তুলনা করা যেতে পারে। যখন তাকে তস্তা লক্ষণম দিয়ে সংজ্ঞায়িত করা হয়, তখন পরমশিব ব্রহ্মা, বিষ্ণু, রুদ্র,  মহেশ্বর, সদাশিব, শিব,  শক্তি, নদং, নয়টি ঐশ্বরিক রূপে বিদ্যমান, এবং বিন্ধু যেখানে তিনি অরূপ নামে পরিচিত তাঁর শেষ চারটি নিরাকার প্রকাশে শব্দের বাইরে। প্রথম পাঁচটি হল তার রূপের প্রকাশ এবং রূপ নামে পরিচিত। সদাশিব হল তার রূপ ও অরূপের মিশ্র রূপ যা প্রায়ই লিঙ্গ দিয়ে চিহ্নিত করা হয়। স্বরূপ লক্ষণং রাজ্যে শিব ও শক্তি অবিচ্ছেদ্য নাদবিন্দু হিসাবে বিদ্যমান যেখানে তারা প্রায়শই পরমশিব ও পরাশক্তি অদ্বৈত পরম হিসাবে চিহ্নিত হয়। যেহেতু তারা অবিচ্ছেদ্য ও অভেদহীন, তাই শৈবসিদ্ধান্ত তাদের একক একত্ব, পরমেশ্বর হিসাবে দেখে।\n\n\n== আরও দেখুন ==\nআদি পরাশক্তি\nমহাবিষ্ণু\nপুরুষোত্তম\nপরশিব\nসদাশিব\nপরাশক্তি\n\n\n== তথ্যসূত্র =="}