{"pageid": 1140672, "title": "এসরেফোগলু মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140672", "content": "এসরেফোগলু মসজিদ তুরস্কের কোনিয়া প্রদেশের বেসেহির শহরের ১৩ শতকের একটি মসজিদ। এটি বেসেহির হ্রদের ১০০ মিটার (৩৩০ ফুট) উত্তরে অবস্থিত।\n\n\n== ইতিহাস ==\nরুমের সেলজুকদের বিভিন্ন গভর্নররা তাদের শেষ বছরগুলোতে আংশিক স্বাধীনতা উপভোগ করেন। তারা \"আনাতোলিয়ান বেইলিকস\" নামে তাদের নিজস্ব আধা-স্বাধীন রাজত্ব প্রতিষ্ঠা করেন। \"এশরেফিদ\" (১২৮০-১৩২৬) হলো মধ্য পশ্চিম আনাতোলিয়ার একটি ছোট বেলিক। এশরেফি'দের দ্বিতীয় বে \"সুলেমান বে\" ১২৮৮ সালের পর তার বেইলিকের রাজধানী হিসাবে বেসেহির শহরটি পুনর্নির্মাণ করেন। যদিও তার বেলিকের তুলনামূলকভাবে একটি গুরুত্বহীন রাজনৈতিক শক্তি ছিল, তবে শহরটি সেলজুক বিশ্বের অন্যতম সাংস্কৃতিক কেন্দ্র হিসেবে বিকাশ লাভ করে। পরবর্তিতে, তিনি ১২৯৬ সালে বেসেহিরে একটি মসজিদ পরিচালনা করেন, যা \"আনাতোলিয়ান বেইলিক\" আমলের অন্যতম সেরা মসজিদ ছিল। তিনি ১৩০২ সালে মারা যান এবং তাকে মসজিদের পাশে একটি সমাধিতে সমাহিত করা হয়।\n\n\n== বিবরণ ==\nমসজিদের নকশাটি আয়তাকার। যার দৈর্ঘ্য ৪৬.৫৫ মিটার (১৫২.৭ ফুট) এবং প্রস্থ ৩১.৮ মিটার (১০৪.৩ ফুট)। তবে উত্তর-পূর্ব দিকের কোণটি প্রধান দরজার জন্য জায়গা তৈরি করার জন্য বড় করে তৈরি করা হয়। দরজার দৈর্ঘ্য ৭.১ মিটার (৩৩ ফুট) এবং প্রস্থ ১০.১ মিটার (২৩ ফুট)। মসজিদটিতে দুটি ছোট প্রবেশদ্বার এবং ৩৫টি জানালা রয়েছে। ছাদটি ৪২টি কাঠের কলামের উপর ভর করে দাঁড়িয়ে আছে। প্রতিটি কলামের দৈর্ঘ্য ৭.৫ মিটার (২৪.৬ ফুট)। কলামগুলোর ব্যাস ৪০ সেমি (১৬ ইঞ্চি) করে।\nসাত শতাব্দীর পরে, অন্যান্য সেলজুক কাঠের ভবনের বিপরীতে এই মসজিদটি টিকে আছে এবং এটি নিয়মিত পরিষেবার জন্য ব্যবহৃত হয়। কাঠের স্তম্ভগুলো দেবদারু দিয়ে তৈরি এবং মৌখিক ঐতিহ্য অনুসারে, ইমারতে ব্যবহার করার আগে এগুলোকে ছয় মাস বেসেহির হ্রদে ভিজিয়ে রাখা হয়। মসজিদের মাঝখানে একটি বরফের গর্ত রয়েছে। তুলনামূলকভাবে সাম্প্রতিক সময় (১৯৪০ এর দশক) পর্যন্ত, গর্তটি কাছাকাছি পর্বত থেকে তুষার দিয়ে ভরাট করা হত। এই তুষার গ্রীষ্মকালে মসজিদটিকে শীতল করে এবং কাঠের অবকাঠামোতে প্রয়োজনীয় আর্দ্রতা সরবরাহ করে।\n\n\n== ইউনেস্কো বিশ্ব ঐতিহ্যের তালিকা ==\nএ মসজিদটি ১৫ এপ্রিল ২০১১ সালে বিশ্ব ঐতিহ্যের তালিকায় অন্তর্ভুক্ত হয়। এর ন্যায্য বিবৃতি হলো: \"এসরেফোগলু মসজিদ প্রাচীন আনাতোলিয়ান তুর্কি স্থাপত্যের সমস্ত প্রধান উপাদানগুললোর সমন্বয়ে তৈরি মসজিদ। ইমারতটি ইসলামি বিশ্বের সবচেয়ে বড়, সর্বোত্তম সংরক্ষিত কাঠের কলাম এবং ছাদযুক্ত মসজিদ\"।\n\n\n== আরও দেখুন ==\n\nতুরস্কের মসজিদের তালিকা\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}