{"pageid": 1140196, "title": "আরতুগ্রুল টেককে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140196", "content": "আরতুগ্রুল টেককে মসজিদ (তুর্কি: Ertuğrul Tekke Camii) হলো তুরস্কের ইস্তাম্বুলের বেসিকতাস জেলার সেরেন্সবেই উত্থানের ইলদিজ এর নিকটে অবস্থিত একটি উসমানীয় রাজকীয় মসজিদ। এটি উসমানীয় যুগের শেষের দিকের একটি মসজিদ। যা মসজিদ ছাড়াও একটি টেককে, গেস্ট হাউস, তুরবে, ফোয়ারা এবং গ্রন্থাগারের সমন্বয়ে একটি কুল্লি হিসাবে নির্মাণ করা হয়।\n\n\n== ইতিহাস ==\nমসজিদ এবং কুল্লি কমপ্লেক্স নির্মাণের কাজটি উসমানীয় সাম্রাজ্যের দ্বিতীয় সুলতান \"আব্দুল হামিদ\" দ্বারা পরিচালিত হয় এবং ১৮৮৭ সালে এর কাজ শেষ হয়। তবে মূল স্থপতির পরিচয় জানা যায়নি। এটি লিবিয়ান সুফি \"শেখ হামজা জাফির শাদিলি\" (তুর্কি: সাজিলিয়ে) তরিকার মেদেনি শাখার প্রতিষ্ঠাতাকে উৎসর্গ করা হয়। মসজিদটির নামকরণ করা হয় উসমানীয় সাম্রাজ্যের প্রতিষ্ঠাতা প্রথম উসমান এর পিতা আরতুগ্রুল গাজীর নামানুসারে। এছাড়াও নামটি আরতুগ্রুল রেজিমেন্ট থেকেও এসেছে। \"আরতুগ্রুল রেজিমেন্ট\" একটি রাজকীয় প্রাসাদ রক্ষক রেজিমেন্ট যা ডোমানিক অঞ্চলের তুর্কিদের নিয়ে গঠিত। প্রাথমিকভাবে কমপ্লেক্সটি শুধুমাত্র মসজিদ, টেককে এবং গেস্টহাউস নিয়ে গঠিত। শেখ হামজা জাফির ১৯০৩ সালে মৃত্যুবরণ করার পর ইতালীয় স্থপতি \"রাইমন্ডো ডি'আরনকো\" ১৯০৫ থেকে ১৯০৬ সালের মধ্যে মসজিদের পাশে তার তুর্বি নির্মাণ করেন। এই সম্প্রসারণে গ্রন্থাগার ও ঝর্ণাও যুক্ত করা হয়। শেখ হামজা জাফিরের মৃত্যুর পর তার দুই ভাই \"মুহাম্মদ জাফির এফেন্দি\" এবং \"বেসির জাফির এফেন্দি\" টেককের শেখ হন। তাদের মৃত্যুর পর তাদেরও বড় ভাইয়ের তুর্বির পাশে কবর দেওয়া হয়। কমপ্লেক্সটি মূলত বিভিন্ন শেখ এবং ইসলামিক পণ্ডিতদের গেস্টহাউস হিসাবে তৈরি করা হয়, যারা ইসলামী বিশ্বে খিলাফতের অবস্থানের শক্তিকে শক্তিশালী করার প্রয়াসে ইসলামী বিশ্ব থেকে ইস্তাম্বুল সফর করেন।\n\n১৯২৫ সালে টেককে বিলুপ্ত হয়ে যাওয়ার পর, মসজিদ এবং টেককে উভয়ই বন্ধ করে দেওয়া হয় এবং দুটি গেস্টহাউস ভবন \"সাইর নেদিম প্রাথমিক বিদ্যালয়\" হিসেবে ব্যবহৃত হয়। এছাড়াও বছরের পর বছর ধরে ব্যাপক পরিধানের কারণে ১৯৬০ সালে সমস্ত ভবনই বন্ধ হয়ে যায়। মসজিদটি \"তুরস্ক প্রজাতন্ত্র ফাউন্ডেশনের জেনারেল ডিরেক্টরেট\" ১৯৬৯ থেকে ১৯৭৩ সালে পুনরুদ্ধার করে এবং পুনরায় জনসাধারণের জন্য উন্মুক্ত করা হয়। সম্প্রতি, গেস্টহাউসগুলো ব্যতীত সমস্ত ভবন নতুন প্রক্রিয়ায় পুনরুদ্ধার করা হয়। পুনঃস্থাপন ২০০৮ সালে শুরু হয় এবং প্রায় দুই বছর ধরে চলে। রাষ্ট্রপতি আবদুল্লাহ গুল ২০১০ সালের ২১ মে মসজিদ ও তুরবে জনসাধারণের জন্য উন্মুক্ত করেন। ২০১০-এর হিসাব মতে, উভয় গেস্টহাউসই বর্তমানে ধ্বংসপ্রাপ্ত অবস্থায় রয়েছে এবং ব্যবহার করা হয় না।\n\n\n== স্থাপত্য ==\nমসজিদ এবং গেস্টহাউসগুলো কাঠের তৈরি এবং এগুলো উসমানীয় যুগের শেষের দিকের শাস্ত্রীয় স্থাপত্যের প্রতিনিধিত্ব করে। তুরবে, গ্রন্থাগার এবং ফোয়ারা আর্ট নুওয়াউ শৈলীতে নির্মিত।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nতুরস্কের মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেককে ও সমাধির ছবি"}