{"pageid": 1140280, "title": "কুংফু পান্ডা চরিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1140280", "content": "এখানে ড্রিমওয়ার্কস অ্যানিমেশনের অ্যানিমেটেড মিডিয়া ফ্র‍্যাঞ্চাইজি কুংফু পান্ডার চরিত্রের তালিকা রয়েছে। ট্রিলজি চলচ্চিত্র (কুংফু পান্ডা, কুংফু পান্ডা ২ ও কুংফু পান্ডা ৩), বিভিন্ন স্বল্পদৈর্ঘ্য ও বিশেষ টেলিভিশন অনুষ্ঠান, দুইটি টেলিভিশন ধারাবাহিক (কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস ও কুংফু পান্ডা: দ্য পস অব ডেস্টিনি), বেশ কিছু ডিজিটাল কমিকস ও ভিডিও গেম এই ফ্র‍্যাঞ্চাইজির অন্তর্ভুক্ত।\n\n\n== মূল চরিত্র ==\n\n\n=== মাস্টার পিং জিয়াও পো ===\n\nমাস্টার পিং জিয়াও পো (কণ্ঠদাতা জ্যাক ব্ল্যাক, মিক উইঙ্গার্ট ও এরিক লুমিস) হলো কুংফু পান্ডা ফ্র‍্যাঞ্চাইজির প্রধান ও নামচরিত্র। কুংফুর ভক্ত এই পান্ডা প্রজাতির চরিত্র তার দত্তক পিতার নুডলসের দোকানে কাজ করতো। গ্র‍্যান্ড মাস্টার উগওয়ে তাকে কিংবদন্তি ড্রাগন যোদ্ধা হিসেবে নির্বাচন করেন। তার এই সিদ্ধান্তে শিফু ও ফিউরিয়াস ফাইভ ক্ষুব্ধ হয়। তাই লাং জেল থেকে পালিয়ে গেলে শিফু পোকে খাবারের লোভ দেখিয়ে কুংফুর প্রশিক্ষণ দেয়। এরপর পো তাই লাংয়ের সাথে যুদ্ধ করে তাকে হারিয়ে দেয় এবং পোকে কুংফু মাস্টার হিসেবে ঘোষণা দেওয়া হয়।\nকুংফু পান্ডা ২-এ পো জানতে পারে লর্ড শেনের সৈন্যদল পান্ডাদের গণহারে মেরে ফেলার পর মিস্টার পিং তাকে দত্তক নেয়। চলচ্চিত্রের শেষদিকে জানা যায়, পোয়ের জৈবিক পিতা লি শান তখনও জীবিত আছে। কুংফু পান্ডা ৩-এ পিতা-পুত্রের মিলন ঘটে। স্পিরিট রিয়ামের অমর যোদ্ধা কাই সকল কুংফু মাস্টারের চি কেড়ে নিলে পো ও লি শান বাকি পান্ডাদের নিয়ে একটি সৈন্যদল গঠন করে। কাইকে হারানোর পর পো মাস্টার উগওয়ের সাথে আধ্যাত্মিকভাবে সাক্ষাৎ করে। উগওয়ে পোকে জানায় যে তার ড্রাগন যোদ্ধা হওয়ার যাত্রা পূর্ণ হয়েছে। এরপর সে তার পরিবারের কাছে পৃথিবীতে ফিরে আসে।\nকুংফু পান্ডা: লিজেন্ডস অফ অসামনেস নামের টেলিভিশন ধারাবাহিকে প্রথম চলচ্চিত্রে তাই লাংকে হারানোর পর দ্বিতীয় চলচ্চিত্রের আগ পর্যন্ত কুংফু মাস্টার হিসেবে পোয়ের বেড়ে ওঠা দেখা যায়। কুংফু পান্ডা: দ্য পস অব ডেস্টিনি-তে তৃতীয় চলচ্চিত্রের পর পোকে আরও চার পান্ডার কুংফু শিক্ষকের ভূমিকায় দেখা যায়। এছাড়া অন্যান্য স্বল্পদৈর্ঘ্য চলচ্চিত্র, বিশেষ টেলিভিশন পর্ব ও ভিডিও গেমেও পোকে দেখা যায়।\n\n\n=== মাস্টার শিফু ===\nমাস্টার শিফু (চলচ্চিত্র ও বিশেষ টেলিভিশন পর্বে কণ্ঠদান: ডাস্টিন হফম্যান, টেলিভিশন ধারাবাহিক ও ভিডিও গেমে কণ্ঠদান: ফ্রেড টাটাশোর) হলো লাল পান্ডা প্রজাতির চরিত্র। শিফু জেড প্যালেসের কুংফু মাস্টার ও ফিউরিয়াস ফাইভের প্রশিক্ষক। তার বাবা শিরং তাকে জেড প্যালেসে ফেলে যাওয়ার পর থেকে স্থায়ীভাবে এখানেই থাকে। পরবর্তীতে শিফু তাই লাংকে দত্তক নেয়। পোয়ের ড্রাগন যোদ্ধা হিসেবে জেড প্যালেসে আসার আগ পর্যন্ত শিফু তাই লাংয়ের ভুল পথে যাওয়ার পেছনে নিজের ভূমিকা কখনোই স্বীকার করেনি।\nপোয়ের কাছে তাই লাং পরাজিত হলে শিফু আরও নির্ভার হয়ে পো ও ফিউরিয়াস ফাইভের প্রশিক্ষণে মন দেয়। তৃতীয় চলচ্চিত্রে দেখা যায় শিফু কুংফু শিক্ষকের জায়গা থেকে নিজেকে সরিয়ে নিয়ে চি ব্যবহার শিখতে মন দেয় এবং শিক্ষক নিজের স্থান পোয়ের কাছে ছেড়ে দেয়। কাইয়ের আক্রমণের পর শিফু কাইয়ের সেনাবাহিনীর জেড সৈন্যে পরিণত হয়। পো স্পিরিট রিয়ামে কাইকে ধ্বংস করে দিলে শিফু আবার আগের অবস্থায় ফিরে আসে।\n\n\n=== গ্র‍্যান্ড মাস্টার উগওয়ে ===\nগ্র‍্যান্ড মাস্টার উগওয়ে (চলচ্চিত্র ও লিজেন্ডস অফ অসামনেস-এ কণ্ঠদান: র‍্যান্ডাল ডুক কিম, ভিডিও গেমে কণ্ঠদান: গ্রেগ বাল্ডউইন ও দ্য পস অব ডেস্টিনি-তে কণ্ঠদান: পিয়োতর্ মিচেল) হলো একটি বয়স্ক গালাপাগোস কচ্ছপ প্রজাতির চরিত্র। উগওয়ে জেড প্যালেসের সর্বোচ্চ শিক্ষক, শিফুর সরাসরি প্রশিক্ষক এবং কুংফুর প্রতিষ্ঠাতা। জ্ঞান, প্রজ্ঞা ও অভিজ্ঞতায় ঋদ্ধ উগওয়েকে অনেকে ঋষি হিসেবে গণ্য করেন। তাকে ইতিহাসের সর্বশ্রেষ্ঠ কুংফু মাস্টার হিসেবে গণ্য করা হয় এবং এক্ষেত্রে কেউ তালে ছাড়িয়ে যেতে পারেনি। প্রথম চলচ্চিত্রে সবাইকে অবাক করে উগওয়ে পোকে ড্রাগন যোদ্ধা হিসেবে ঘোষণা করে। কঠোর ও অনভ্যর্থিত শিফুর বিপরীতে উগওয়ের উষ্ম ও গ্রহণযোগ্য আচরণ পোকে ড্রাগন যোদ্ধা হয়ে উঠতে প্রেরণা যোগায়। প্রথম চলচ্চিত্রে উগওয়ে স্পিরিট রিয়ামে প্রস্থান করলেও পুরো ফ্র‍্যাঞ্চাইজিজুড়ে ক্যামিও হিসেবে বারবার আবির্ভূত হয়।\nতৃতীয় চলচ্চিত্রে ধ্যানরত অবস্থায় উগওয়ের পুরনো বন্ধু কাই তাকে আক্রমণ করে এবং তার চি চুরি করে স্পিরিট রিয়াম থেকে পালিয়ে যায়। পো স্পিরিট রিয়ামে কাইকে পরাজিত করলে উগওয়ে মুক্ত হয় এবং পোয়ের সাথে সাক্ষাৎ করে। পো জানতে পারে, শিশুকালে পোয়ের মাঝে কুংফুর অতীত ও ভবিষ্যৎ দেখেছিল উগওয়ে। উগওয়ে বুঝতে পেরেছিল, পো কুংফুর অতীত ও ভবিষ্যৎকে একত্র করতে পারবে এবং উগওয়ের জ্ঞানের প্রকৃত উত্তরাধিকারী হতে পারবে। পৃথিবীতে ফেরার আগে উগওয়ে পোকে তার হাতের লাঠি উপহার দেয়। প্রথমে দ্বিধা করলেও পরে পো সেটি কৃতজ্ঞতার সাথে গ্রহণ করে।\n\n\n=== ফিউরিয়াস ফাইভ ===\nফিউরিয়াস ফাইভ হলো কুংফু পান্ডা ফ্র‍্যাঞ্চাইজির মূল সহায়ক চরিত্র। চীনের সবচেয়ে দক্ষ কুংফু মাস্টার হিসেবে প্রসিদ্ধ এই পাঁচ চরিত্র কুংফুর নানগুয়ান ধারার এই পাঁচটি প্রাণীর প্রতি উৎসর্গীকৃত: সারস, ভাইপার সাপ, বানর, ম্যান্টিস ও বাঘ। প্রাথমিক অবস্থায় তারা পোয়ের সামর্থ্য নিয়ে সন্দেহ দেখালেও ক্রমেই তার সাহস ও দৃঢ়তা দেখে তার প্রতি আস্থাশীল হয়। কুংফু পান্ডা: লিজেন্ড অফ অসামনেস-এর পর্ব “ঔল বি ব্যাক”-এ পুরনো ফিউরিয়াস ফাইভের অস্তিত্বের কথা জানা যায়, যার সদস্যরা ছিল শিফু, ফেংহুয়াং, মাস্টার রুস্টার, মাস্টার স্নো লিওপার্ড ও মাস্টার এলিফ্যান্ট।\n\n\n==== মাস্টার টাইগ্রেস ====\nমাস্টার টাইগ্রেস (চলচ্চিত্রে কণ্ঠদান: অ্যাঞ্জেলিনা জোলি) হলো দক্ষিণ চীনা বাঘ প্রজাতির চরিত্র। সে ছিল ফিউরিয়াস ফাইভের প্রতিষ্ঠাতা। ফিউরিয়াস ফাইভের সবচেয়ে দক্ষ সদস্য হিসেবে তার ড্রাগন যোদ্ধা হওয়ার বাসনা ছিল। তার বদলে পোকে ড্রাগন যোদ্ধা হিসেবে ঘোষণা দেওয়া হলে পোয়ের প্রতি তার ক্ষোভ ও অবজ্ঞাসুলভ মানসিকতা বেরিয়ে আসে। শিফুর সাথে পোয়ের কথোপকথনের এক পর্যায়ে যখন টাইগ্রেস শুনতে পায় সে তাই লাংকে হারাতে পারবে না, তখন সে এই দায়িত্ব নিজে নিজে নিয়ে নেয় এবং তাই লাংকে আক্রমণ করতে বের হয়। টাইগ্রেস তাই লাংয়ের অধিকাংশ আক্রমণ প্রতিহত করতে সক্ষমও হয়। পো তাই লাংকে হারিয়ে দিলে টাইগ্রেস অভিভূত হয় এবং সে-ই প্রথম তাকে কুংফু মাস্টার হিসেবে অভিবাদন জানায়।\nটাইগ্রেসের উত্থানের গল্পের অধিকাংশ জানা যায় বিভিন্ন বিশেষ টেলিভিশন সিরিজ থেকে। সিক্রেটস অব দ্য ফিউরিয়াস ফাইভ থেকে জানা যায় সে বাও গু অনাথাশ্রমে বেড়ে ওঠে। সেখানকার সব ছেলেমেয়েরা তার অতিরিক্ত মেজাজ ও রাগের জন্য তাকে ভয় পেত। মেজাজের ওপর নিয়ন্ত্রণ শিখতে সে ডোমিনো খেলতো। শিফু তাকে দত্তক হিসেবে গ্রহণ করে। সিক্রেটস অব দ্য স্ক্রল-এ দেখা যায় শিফু টাইগ্রেসের আগ্রাসী মনোভাব আর শক্তিমত্তাকে গুরুত্ব না দিয়ে নিয়ন্ত্রণ ও নিয়মনিষ্ঠতায় গুরুত্ব দিচ্ছেন। অন্যদিকে মাস্টার উগওয়ে টাইগ্রেসকে তার নিজের মতো করে গড়ে উঠতে পরামর্শ দেন।\n\n\n==== মাস্টার ভাইপার ====\nমাস্টার ভাইপার (চলচ্চিত্র ও টেলিভিশন ধারাবাহিকে কণ্ঠদান: লুসি লিউ) হলো সবুজ বোরা সাপ প্রজাতির চরিত্র। ভাইপারের মাথায় দুটি ছোট পদ্মফুল দেখা যায়। জন্ম থেকে বিষ না থাকলেও, শক্তিমত্তা ও নিষ্ঠা দিয়ে সে এর অভাব পূরণ করে। ফিউরিয়াস ফাইভের মধ্যে ভাইপার সবচেয়ে সহানুভূতিশীল ও দয়ালু চরিত্র। জেড প্যালেসে যোগদানের পর একমাত্র ভাইপারই পোকে কোনোরকম বিরক্ত করেনি, বরং সহানুভূতিশীল আচরণ করে।\nসিক্রেটস অব দ্য ফিউরিয়াস ফাইভ-এ দেখা যায়, ভাইপার গ্রেট মাস্টার ভাইপারের কন্যা। গ্রেট মাস্টার ভাইপার তার বিষাক্ত ফণা দিয়ে তাদের গ্রামকে রক্ষা করতেন। তিনি আশা করেছিলেন, তার কন্যাও তাকে অনুসরণ করবে। ভাইপারের বিষ না থাকায় তিনি ক্ষুব্ধ হন। ভাইপার খুব অল্প বয়সে রিবন নাচ শুরু করে এবং এতে দক্ষতা অর্জন করে। অটাম মুন ফেস্টিভ্যালে গরিলা ডাকাতের দল বিষ-প্রতিরোধী বর্ম নিয়ে ভাইপারদের গ্রামে আক্রমণ করে এবং গ্রেট মাস্টার ভাইপারের বিষদাঁত ভেঙে দেয়। ভাইপার তার রিবন দিয়ে ডাকাতদের পরাস্ত করে। তখন গ্রেট মাস্টার ভাইপার তার কন্যার নিজস্ব সক্ষমতার ওপর আস্থাশীল হন।\n\n\n==== মাস্টার মাংকি ====\nমাস্টার মাংকি (চলচ্চিত্রে কণ্ঠদান: জ্যাকি চ্যান) হলো একটি সোনালি মার্মোসেট প্রজাতির বানর চরিত্র। মাংকির ভাষা স্পষ্ট চীনা টান লক্ষ্য করা যায়। ফিউরিয়াস ফাইভের মধ্যে মাংকিই সবচেয়ে হাস্যরসিক। মাংকিই প্রথম পোয়ের মধ্যে দৃঢ়সংকল্প লক্ষ্য করে এবং তাকে তার নাম ধরে সম্বোধন করে। ফিউরিয়াস ফাইভের মধ্যে একমাত্র মাংকিই অস্ত্র ব্যবহার করে। তার এই অস্ত্রটি কিংবদন্তি বানর রাজা সুন উকংয়ের সাথে সম্পর্কিত বলে বর্ণনা করা হয়।\nউ কং নামে মাংকির এক বড় ভাই রয়েছে, যে নিজেকে “চোরেদের রাজা” বলে পরিচয় দেয়। এই দুই ভাইকে লড়াই করতে দেখে তাদের মা মানসিকভাবে তীব্র আঘাত পান এবং মৃত্যুবরণ করেন। এছাড়া মাংকি ছোট থেকেই দুষ্টুমি করায় অভ্যস্ত ছিল। সে তার গ্রামবাসীকে নানাভাবে উত্ত্যক্ত করতো। উগওয়ে তার খোলস ব্যবহার করে মাংকিকে পরাস্ত করেন এবং তার দক্ষতাকে ভালো কাজে ব্যবহারের পরামর্শ দেন। উগওয়ের অনুপ্রেরণায় মাংকি কুংফুর জগতে আসে।\n\n\n==== মাস্টার ম্যান্টিস ====\nমাস্টার ম্যান্টিস (চলচ্চিত্রে কণ্ঠদান: সেথ রোগন) হলো একটি চীনা ম্যান্টিস প্রজাতির চরিত্র। ফিউরিয়াস ফাইভের মধ্যে ম্যান্টিস আকারে সবচেয়ে ছোট এবং আকারের অনুপাতে ফিউরিয়াস ফাইভের সবচেয়ে শক্তিশালী সদস্য। সে অত্যন্ত দ্রুত চলাচল করতে পারে। পোয়ের স্থূলত্য নিয়ে যখন ব্যঙ্গবিদ্রূপ করা হচ্ছিল, তখন ম্যান্টিসই প্রথম এর বিরুদ্ধে দাঁড়ায় এবং বলে কারও আকার কখনোই কারও সক্ষমতাকে নির্ধারণ করে না বরং কখনো তা বিশেষ সুবিধাও দেয়।\nছোটকালে ম্যান্টিস খুবই অধৈর্য ছিল। তার মনে হতো, পৃথিবী তার তুলনায় খুবই ধীর। কুমির ডাকাত দলের কাছ থেকে উলের জামা ফিরিয়ে আনার এক মিশনে গিয়ে ম্যান্টিস তার অধৈর্য ও অতিরিক্ত আত্মবিশ্বাসের কারণে আটকা পড়ে। গ্রামবাসীরা তাকে কুমির ডাকাতদের ফাঁদের ব্যাপারে বলার চেষ্টা করলেও তার অধৈর্যের কারণে শুনতে চায়নি। ম্যান্টিসকে একটি খাঁচায় কয়েকদিনের জন্য আটকে রাখা হয়। খাঁচায় সে সুযোগের অপেক্ষায় বসে থাকতে বাধ্য হয়। এ থেকে সে ধৈর্য ধরতে শেখে এবং এবং পালানোর একটি উপায় খুঁজতে সক্ষম হয়।\n\n\n==== মাস্টার ক্রেইন ====\nমাস্টার ক্রেইন (চলচ্চিত্রে কণ্ঠদান: ডেভিড ক্রস) হলো একটি কালোঘাড় সারস প্রজাতির চরিত্র। ফিউরিয়াস ফাইভের মধ্যে ক্রেইন সবচেয়ে ধৈর্যশীল। যুদ্ধ বা সংকটের আগে অবস্থা পর্যবেক্ষণে এবং বার্তা আদানপ্রদানে ক্রেইনকে দায়িত্ব দেওয়া হয়। ক্রেইন জেড প্যালেসের অন্য মাস্টারদের দ্রুত যাতায়াতের জন্যও কার্যকরী। ফিউরিয়াস ফাইভ কোনো উঁচু জায়গা থেকে পড়তে থাকলে ক্রেইন এসে তাদের বাঁচায়।\nফিউরিয়াস ফাইভে যোগ দেওয়ার আগে ক্রেইন লি ডা কুংফু একাডেমিতে তত্ত্বাবধায়কের কাজে নিয়োজিত ছিল। তার পাতলা দেহগড়নের জন্য তাকে প্রায়ই উপহাস করা হতো। সেখানকার সেরা ছাত্র মেই লিং একাডেমি পরিষ্কার করার কাজে ক্রেইনের দক্ষতা লক্ষ্য করে এবং তাকে একাডেমিতে ভর্তি হওয়ার পরামর্শ দেয়। প্রথমে সে খুব চিন্তিত হলেও, আত্মবিশ্বাস রেখে সমস্ত বাধা পার হয়ে একাডেমিতে ভর্তি হতে সক্ষম হয়।\n\n\n== কুংফু মাস্টারদের তালিকা ==\nকুংফু পান্ডা ফ্র‍্যাঞ্চাইজিতে আরও অনেক কুংফু মাস্টারের সমাগম ঘটে। বিশেষ করে টেলিভিশন ধারাবাহিক ও কমিকে বিভিন্ন পর্বে তাদের আগমন ঘটে।\n\n\n=== মাস্টার্স’ কাউন্সিল অব গংমেন সিটি ===\nমাস্টার্স’ কাউন্সিল হলো একদল বিখ্যাত কুংফু মাস্টারদের সংগঠন, যারা গংমেন মহানগরের রক্ষক হিসেবে নিযুক্ত। লর্ড শেনের পিতা-মাতার মৃত্যুর পর তারা শহরের প্রশাসক হিসেবে যুক্ত হন।\n\nমাস্টার থান্ডারিং রাইনো (কুংফু পান্ডা ২-এ কণ্ঠদান করেছেন: ভিক্টর গার্বার ও সিক্রেটস অব দ্য মাস্টার্স-এ কণ্ঠদান করেছেন পল শিয়ার) হলো জাভাদেশীয় গণ্ডার প্রজাতির একটি চরিত্র। তিনি গংমেন মহানগরের মাস্টার্স’ কাউন্সিলের নেতা। জনশ্রুতি অনুযায়ী, তার পিতা হলেন কিংবদন্তি মাস্টার ফ্লাইয়িং রাইনো। মাস্টার রাইনোও দুঃখের উপত্যকার দশ হাজার সাপকে মেরে কিংবদন্তি হিসেবে গণ্য হন। চীনের ওপর আসা যেকোনো হুমকি প্রতিহত করতে মাস্টার রাইনো মাস্টার অক্স ও মাস্টার ক্রকের সাথে মিলে যুদ্ধ করেন। যুদ্ধের সময় তিনি ক্লাউড হ্যামার বা মেঘের হাতুড়ি ব্যবহার করেন। রাইনো লর্ড শেনের প্রথম আক্রমণের লক্ষ্য ছিল। শেন অক্স ও ক্রককে হারিয়ে দিলে রাইনো শেনের অস্ত্র ভেঙে দেন এবং ঘোষণা করেন যে শেনের সাথে কুংফুর আর কোনো সম্পর্ক নেই। শেন তাতে সম্মত হলেও পরে তার কামান বের করে। দৃশ্যত কিছু না হলেও, স্পষ্টত পর্দার অন্তরালে শেনের কামানের প্রথম গোলার আঘাত মাস্টার রাইনোকে ধ্বংস করে দেয়।\nমাস্টার স্টর্মিং অক্স (কণ্ঠদান: ডেনিস হায়সবার্ট) হলেন গংমেন মহানগরের আরেকজন কুংফু মাস্টার এবং মাস্টার্স’ কাউন্সিলের অন্যতম সদস্য। তিনি যুদ্ধপরিকল্পনায় অত্যন্ত পটু। রাজকীয় প্রাসাদে লুকিয়ে ঢুকে পড়ার পর তিনি মাস্টার থান্ডারিং রাইনোর কাছে সে প্রশিক্ষিত হন। এরপর শেন রাজকীয় প্রাসাদ তছনছ করে দিলে তাকে গংমেন সিটির জেলখানায় পাঠানো হয়। প্রথম দিকে তিনি ফিউরিয়াস ফাইভকে সহায়তা করতে অসম্মতি জানান। তার ধারণা ছিল তিনি তাদের সাথে যোগ দিলে শেন সবাইকে ধ্বংস করে দেবে। কিন্তু পরে শিফু তাকে ফিউরিয়াস ফাইভকে সহায়তা করতে রাজি করান। শেন ও থান্ডারিং রাইনোর মৃত্যুর পর মাস্টার স্টর্মিং অক্স মাস্টার্স’ কাউন্সিলের নতুন নেতা ও গংমেন সিটির নতুন রাজা হিসেবে অভিষিক্ত হন।\nমাস্টার ক্রক (কুংফু পান্ডা ২-এ কণ্ঠদান: জ্যঁ ক্লদ ভ্যঁ দাম ও সিক্রেটস অব দ্য মাস্টার্স-এ কণ্ঠদান: টনি লিওন্ডিস) হলো লোনা পানির কুমির প্রজাতির একটি চরিত্র। মাস্টার ক্রক গংমেন সিটির আরেকজন মাস্টার এবং মাস্টার্স’ কাউন্সিলের অন্যতম সদস্য। তিনি একসময় কুমির দ্বীপের উল চুরি করা ডাকাত দলের নেতা ছিলেন। মাস্টার থান্ডারিং রাইনো তাকে সঠিকপথে নিয়ে আসেন। লর্ড শেন রাজকীয় প্রাসাদে আক্রমণ করলে মাস্টার ক্রক পরাজিত হন এবং তাকে গংমেন সিটির কারাগারে আটকে রাখা হয়।\n\n\n=== অন্যান্য কুংফু মাস্টার ===\nমাস্টার ফ্লাইয়িং রাইনো (কণ্ঠদান: ডেভিড কাউগিল) ছিলেন থান্ডারিং রাইনোর পিতা ও প্রশিক্ষক। তিনি ভাচিরকেও প্রশিক্ষণ দেন এবং তাকে চোরঘোম কারাগারে তাই লাংকে অবরুদ্ধ রাখা প্রহরীদলের প্রধান নিযুক্ত করতে উগওয়ের কাছে সুপারিশ করেন।\nগ্রেট মাস্টার ভাইপার (কণ্ঠদান: জেমস সাই) হলেন মাস্টার ভাইপারের পিতা ও ভাইপার গোষ্ঠীর সর্বশেষ নেতা। যুদ্ধের সময় তিনি তার বিষাক্ত ফণা ব্যবহার করতেন। তার বিষ নিয়ে তিনি খুব গর্বিত ছিলেন। তার কন্যা মাস্টার ভাইপারের বিষ না থাকায় তিনি ক্ষুব্ধ ছিলেন। পরবর্তীতে গরিলা ডাকাতের দল তার বিষদাঁত ভেঙে দেয়। তার কন্যা মাস্টার ভাইপার তার রিবন নাচ দিয়ে তাকে বাঁচালে তার ভুল ধারণা ভেঙে যায়।\nমাস্টার চাও (কণ্ঠদান: জেমস সাই) হলো মরুভূমির গিরগিটি প্রজাতির একটি চরিত্র। তিনি পবিত্র ওরিক্স কাউন্সিলের সদস্য। পো ও শিফুর অবাধ্যতায় বিরক্ত হয়ে চাও মাস্টার জুনজিকে জেড প্যালেসের প্রশিক্ষক হিসেবে নিযুক্ত করেন। এরপর জুনজির আসল চরিত্র প্রকাশিত হয় এবং পো তাকে পরাজিত করে। তখন রিনি পোকে উপদেশ দেন সে যেন ঝুঁকি জেনেও তার কাজ করে যেতে থাকে।\nমাস্টার ইয়াও (কণ্ঠদান: পল রুগ) হলো কৃষ্ণসার হরিণ প্রজাতির একটি চরিত্র। তিনি তার জ্ঞানের জন্য সুপ্রসিদ্ধ। তিনি বহির্বিশ্বের সাথে সম্পর্ক ছিন্ন করে দীর্ঘদিন একাকী সাধনা করেন। দীর্ঘদিন পর সাধনা শেষে বাইরে এলে তার চারপাশের সবকিছু নিয়ে তিনি অত্যন্ত কৌতূহল প্রকাশ করতে থাকেন। শারীরিক শক্তি না থাকলেও ইয়াও তার মানসিক শক্তি দিয়ে চিদান গোষ্ঠীর সকলকে পরাস্ত করেন।\nমিসেস গৌ (কণ্ঠদান: অ্যামি হিল) হলেন একটি বৃদ্ধ ছাগল প্রজাতির চরিত্র ও অবসরে যাওয়া একজন কুংফু মাস্টার। তিনি শত তারার গৌ নামে পরিচিত। মিস্টার পিং জেড প্যালেসকে রক্ষা করতে মিসেস গৌ ও মিস্টার ইয়ুংকে আমন্ত্রণ জানালে পো তাদের বয়স দেখে উপহাস করে। কিন্তু মিসেস গৌ তার সামর্থ্য প্রমাণ করে দেখান।\nমাস্টার শেংচি (কণ্ঠদান: টিম দাদাবো) হলো একটি পানির মহিষ প্রজাতির চরিত্র। ডিউক পিংজুনের হাত থেকে তার কন্যা জিয়াও নিয়াওকে বাঁচানোর জন্য সে বিনা অপরাধে জেলে বন্দি হয়। সে জেল থেকে পালিয়ে যায় এবং তাকে জরিমানা করা হয়। পো তার গলায় জিয়াও নিয়াওয়ের অর্ধেক নেকলেস দেখার আগ পর্যন্ত তার গল্প বিশ্বাস করে না। কনস্ট্যাবল হু সত্যি কথা বললে, সে শেংচির শাস্তি মওকুফ করে দেয়।\nমাস্টার কোয়েং (কণ্ঠদান: জিম মেস্কিমেন) হলো পার্বত্য ভেড়া প্রজাতির একটি চরিত্র। তিনি দূতী-যোদ্ধার দল কুংফু এক্সপ্রেসের প্রধান নির্বাহী হিসেবে নিয়োজিত। তিনি পোয়ের ভুলভাবে দেওয়া স্বাক্ষর দিয়ে গরিলা গোষ্ঠীর মধ্যে প্রায় যুদ্ধ বাঁধিয়ে দিয়েছিলেন।\nমাস্টার মুগান (কণ্ঠদান: এপ্রিল উইনচেল) হলো গোল্ডফিশ প্রজাতির একটি চরিত্র। তিনি গার্নেট প্যালেসের মাস্টার। তিনি তার প্রশিক্ষণার্থীদের ওপর অত্যন্ত কর্তৃত্ববাদী। পোয়ের মধ্যে নিয়মানুবর্তিতা না থাকায় তিনি তার ওপর খুবই বিরক্ত হন। মুগান টাইগ্রেসকে তার গার্নেট প্যালেসের পরবর্তী মাস্টার হিসেবে নিযুক্ত করেন। টাইগ্রেস সেখানে অবরুদ্ধ হয়ে যায়। পো এবং উ ইয়ং মাস্টার মুগানকে তার ট্যাংকে বন্দি করে টাইগ্রেসকে উদ্ধার করে নিয়ে আসে।\nমাস্টার এলিফ্যান্ট (কণ্ঠদান: নোল্যান নর্থ) হলো ভারতীয় হাতি প্রজাতির একটি চরিত্র। তিনি শিফু, ফেংহুয়াং, মাস্টার স্নো লিওপার্ড ও মাস্টারের রুস্টারের সাথে আসল ফিউরিয়াস ফাইভের অন্যতম সদস্য ছিলেন। জিয়ানের তরবারি উদ্ধার করতে পো শিফু ছাড়া বাকিদের সাথে জোটবদ্ধ হয়। তরবারিটি পাওয়ার পর জিয়ানের আত্মা মাস্টার এলিফ্যান্টকে কাবু করে ফেলে। এরপর বর্তমান ও আসল ফিউরিয়াস ফাইভ একত্রে মাস্টার এলিফ্যান্টকে মুক্ত করে।\n\n\n== খলচরিত্র ==\n\n\n=== চলচ্চিত্রের খলচরিত্র ===\n\n\n==== তাই লাং ====\nতাই লাং (চলচ্চিত্রে কণ্ঠদান: আয়ান ম্যাকশেন ও টেলিভিশন ধারাবাহিকে কণ্ঠদান: আন্দ্রে সোগলিউজ্জো) হলো কুংফু পান্ডা-এর প্রধান খলচরিত্র। তাই লাং হলো পেশিবহুল তুষার চিতা প্রজাতির চরিত্র, যার অমানবিক শক্তি রয়েছে। ছোট বয়সে শিফু তাকে দত্তক নেয়। একমাত্র তাই লাংকেই শিফু নার্ভ অ্যাটাক নামের একটি বিশেষ যুদ্ধকৌশল শেখায়। তার বিশ্বাস ছিল সে-ই ড্রাগন যোদ্ধা হওয়ার উপযুক্ত। উগওয়ে তার মধ্যে খারাপ সত্তাকে বুঝতে পেরে তাকে ড্রাগন যোদ্ধা ঘোষণা করতে আপত্তি জানায়। সে এতে অপমানিত বোধ করে এবং শহর আক্রমণ করে ও শিফুকে পরাস্ত করে ড্রাগন স্ক্রল আনতে যায়। তখন মাস্টার উগওয়ের কাছে পরাস্ত হয় এবং তার কৃত অপরাধের জন্য চোরঘোম কারাগারে বিশ বছরের জন্য সাজা হয়।\nএর মধ্যে জেং নামের এক রাজহাঁস দূত কারাগারের নিরাপত্তা বাড়ানোর জন্য বার্তা নিয়ে আসে। তাই লাং সেই হাঁসের একটি পড়ে যাওয়া পালক দিয়ে জেলের তালা ভেঙে পালিয়ে আসে। ফিউরিয়াস ফাইভকে পরাজিত করে ড্রাগন স্ক্রলের জন্য জেড প্যালেস তছনছ করে ফেলে। স্ক্রলের জন্য সে শিফুকে আক্রমণ করে এবং প্রায় মেরে ফেলার মতো অবস্থা হয়। কিন্তু পো তাকে ড্রাগন স্ক্রলের লোভ দেখিয়ে প্রাসাদের বাইরে নিয়ে আসে এবং সেখানে তাদের দুইজনের মধ্যে যুদ্ধ শুরু হয়। পো কিছুক্ষণের জন্য অচেতন হয়ে গেলে সে স্ক্রলটি দেখে কিন্তু এর ফাঁকা প্রতিফলক পৃষ্ঠের কোনো অর্থ বুঝতে পারে না। (যার অর্থ ছিল মূলত, চূড়ান্ত শক্তির কোনো গোপন রহস্য নেই। এটি সম্পূর্ণ ব্যক্তির নিজের ওপর নির্ভর করে।) পো তাই লাংকে শেষ পর্যন্ত উজি আঙুল দিয়ে পরাস্ত করে। কুংফু পান্ডা ৩-এ দেখা যায় উজি আঙুল হলো স্পিরিট রিয়ামে যাওয়ার পথ। অর্থাৎ তাই লাং তখন থেকে স্পিরিট রিয়ামের বাসিন্দা ছিল। এরপর তাকে বিভিন্নভাবে তাকে দেখা যায়। স্পিরিট রিয়ামে কাই তাকে পরাস্ত করে তার চিকেও বন্দি করে ফেলে।\n\n\n==== লর্ড শেন ====\nলর্ড শেন (কণ্ঠদান: গ্যারি ওল্ডম্যান) হলো একটি সাদা ময়ূর প্রজাতির যুদ্ধবাজ চরিত্র। লর্ড শেন কুংফু পান্ডা ২-এর প্রধান খলচরিত্র। সে মূলত ছিল গংমেন সিটির রাজকুমার, যে একসময় বারুদের প্রতি আগ্রহী হয়ে ওঠে। যুদ্ধে বারুদ ব্যবহার করা যায় কিনা এই নিয়ে তার চিন্তাভাবনা ছিল। তার ব্যাপারে চিন্তিত হয়ে তার পিতামাতা সুথস্যায়ারের সাথে দেখা করেন। সুথস্যায়ার তাদের জানান, যদি লর্ড শেন এই পথে অগ্রসর হতে থাকেন, তাহলে তাকে থামাতে “সাদা-কালোর এক যোদ্ধা”-র আগমন ঘটবে। তাদের এই কথাবার্তা শুনে বুঝতে পারে তাকে থামানোর জন্য যে আসবে সে সম্ভবত একটি পান্ডা। সে তার ব্যাপারে ভবিষ্যদ্বাণীকে মিথ্যা প্রতিপন্ন করার জন্য নেকড়ে বাহিনীকে পাণ্ডাদের হত্যার জন্য লেলিয়ে দেয়। এরপর তাকে তার পারিবারিক রাজপ্রাসাদ থেকে বের করে দেওয়া হয়। এতে ক্ষিপ্ত হয়ে সে সম্পূর্ণ চীনের দখল নিতে বদ্ধপরিকর হয় এবং তার বারুদ দিয়ে যুদ্ধাস্ত্র নির্মাণে মনোযোগ দেয়।\nত্রিশ বছর পর শেন বিপুল পরিমাণ কামান নিয়ে গংমেন সিটিতে ফিরে আসে। সে মাস্টার্স’ কাউন্সিলকে দ্বন্দ্বযুদ্ধে আহ্বান জানায়। শেন মাস্টার স্টর্মিং অক্স ও ক্রককে পরাস্ত করার পর কামানের গোলা দিয়ে থান্ডারিং রাইনোকে হত্যা করে। সে প্রথমে পোকে বোকা পান্ডা ভাবে এবং ধারণা করে সে তার ভবিষ্যদ্বাণীর পান্ডা নয়। কিন্তু এক সময় পরে ভয় পেতে শুরু করে এবং কামানের গোলা চালায়। অসুস্থ আহত পোকে সুথস্যায়ার উদ্ধার করে সুস্থ করে তোলে এবং তার অতীত তাকে জানায়। মানসিক প্রশান্তি লাভের পর পো ফিরে আসে এবং কামানের গোলাকে তার মতো চালিইয়ে শেনের জাহাজবহরকে ধ্বংস করে দেয়। পো তাকে অতীতকে ভুলে মানসিক প্রশান্তি লাভের উপদেশ দেয়। শেন অস্বীকার করে এবং আবারও তার অস্ত্র চালায়। দুর্ঘটনাবশত কামান আটকে রাখা দড়ি কেটে যায়, তা শেনের ওপর পড়ে বিস্ফোরিত হয় এবং তার মৃত্যু হয়। পো কোনোমতে সেখান থেকে বেঁচে বেরিয়ে আসে।\n\n\n==== কাই ====\nকাই (কণ্ঠদান: জে. কে. সিমন্স) হলো একটি চীনা কালো পাইড গরু প্রজাতির একটি চরিত্র। কাই কুংফু পান্ডা ৩-এর প্রধান খলচরিত্র। সে মূলত মাস্টার উগওয়ের বন্ধু ও সহযোদ্ধা ছিল। গোপন পান্ডা গ্রামের পান্ডাদের থেকে সে চি ব্যবহার করতে শিখে। চিয়ের জ্ঞান থেকে কাই ক্ষমতালোভী হয়ে ওঠে এবং চি দেওয়ার বদলে অন্যের থেকে কেড়ে নিতে শেখে। ফলে উগওয়ে তাকে স্পিরিট রিয়ামে পাঠিয়ে দিতে বাধ্য হন। কাই উগওয়ের সাথে দ্বন্দ্বযুদ্ধে যাওয়ার আগে পাঁচশত বছর ধরে স্পিরিট রিয়ামে আসা অন্য কুংফু মাস্টারদের চি কেড়ে নিতে থাকে। কাই সফলভাবে উগওয়েকে পরাস্ত করে তার চি কেড়ে নেয় এবং স্পিরিট রিয়াম থেকে জীবিত মানুষদের পৃথিবীতে ফিরে আসতে সক্ষম হয়।\nকাই ও তার জেড যোদ্ধারা জীবিতদের পৃথিবীতে এসে তাদের আক্রমণ করতে থাকে আর জীবিত কুংফু মাস্টারদের চি চুরি করতে থাকে। কাই শুধু টাইগ্রেস ছাড়া শিফু ও ফিউরিয়াস ফাইভের বাকিদের চি-ও দখলে নিয়ে নেয়। টাইগ্রেস জেড প্যালেস থেকে পালিয়ে পোয়ের কাছে কাইয়ের আগমনী সংবাদ নিয়ে আসে। কাই ও তার জেড যোদ্ধারা গোপন পান্ডা গ্রামে আক্রমণ করলে পো উজি আঙুল ব্যবহার করে। কিন্তু তা কাইয়ের স্পিরিটের ওপর কাজ করে না। পো এরপর তার নিজের ওপর উজি আঙুল ব্যবহার করে কাইকে স্পিরিট রিয়ামে ফেরত নিয়ে আসে। কাই কিছুক্ষণের জন্য পোকে পরাস্ত করে এবং তার চিকে প্রায় দখলে নিয়ে নেয়। কিন্তু পান্ডা গ্রামের সকল পান্ডা, টাইগ্রেস ও মিস্টার পিং পোকে তাদের চি প্রদান করলে পো কাইকে পরাস্ত করতে সক্ষম হয়। শেষ পর্যন্ত পো শক্তিতে কাইকে ছাড়িয়ে যায় এবং এক আধ্যাত্মিক বিস্ফোরণের মাধ্যমে কাইয়ের চুরি করা সকল মাস্টাদের চি মুক্তি পায়।\n\n\n==== উ ভগিনীত্রয় ====\nসু উ, উইং উ ও ওয়ান উ (কণ্ঠদান: সুমালি মন্টানো) হলো তুষার চিতা প্রজাতির তিন বোন। সিক্রেটস অব দ্য মাস্টার্স-এ তাদের আগমন ঘটে। চীনে বিভিন্ন অপরাধমূলক কর্মকাণ্ডের জন্য তাদের কারাগারে বন্দি করে রাখা হয়েছিল। তিন বোন জেল ভেঙে পালিয়ে চীনের বিভিন্ন অপরাধী গোষ্ঠীকে একত্র করতে বের হয়। তাদের আটকাতে উগওয়ে থান্ডারিং রাইনো, স্টর্মিং অক্স ও ক্রকের সাথে মিলে একটি জোট গঠন করেন। এছাড়া কুংফু পান্ডা:দ্য গেম-এ শত্রুদলের সদস্য হিসেবে এবং লেজেন্ডারি ওয়ারিয়র্স-এ তাই লাংয়ের সহকারী হিসেবে তাদের আগমন ঘটে।\n\n\n==== বোর ====\nবোর (কণ্ঠদান: জেডেন লুন্ড) হলো কুংফু পান্ডা: সিক্রেটস অব দ্য স্ক্রল-এর প্রধান খলচরিত্র। বিখ্যাত যোদ্ধা হিসেবে শিফু তার বিরুদ্ধে যুদ্ধ করতে নামে। কিন্তু দুর্ঘটনাবশত খাদ্যে বিষক্রিয়ার কারণে শিফু শয্যাশায়ী হয়ে পড়ে এবং টাইগ্রেস তার জায়গায় যায়। শিফুর যুদ্ধকৌশল অনুকরণ করতে গিয়ে টাইগ্রেস প্রথমে ধরাশায়ী হয়ে পড়ে। ফিউরিয়াস ফাইভের অন্যান্যরা তার সাহায্যে এগিয়ে এলে শিফুর কৌশল ছেড়ে টাইগ্রেস নিজের কৌশল বেছে নেয় এবং তাকে হারাতে সক্ষম হয়। বোরকে হারানোর পর ফিউরিয়াস ফাইভের সূত্রপাত ঘটে এবং পোয়ের মনে কুংফুর প্রতি ভালোবাসা জন্মায়।\n\n\n=== কমিকের খলচরিত্র ===\nকুয়ো হলো চিরু বা তিব্বতি মৃগ প্রজাতির একটি চরিত্র। “আর্ট অব ব্যালেন্স” কমিকে তার আগমন ঘটে। প্রথমত সে নিজেকে মিস্টার পিংয়ের নুডলসের ভক্ত হিসেবে পরিচয় দেয়। কিন্তু শীঘ্রই জানা যায় সে একজন নুডলস ব্যবসায়ী ছিল। মিস্টার পিংয়ের জনপ্রিয়তার জন্য তার ব্যবসা মার খেয়ে যায়। কুয়ো তার দুরবস্থার জন্য মিস্টার পিংকে দায়ী করে। কিন্তু পো তাকে বোঝায় যে সে তার ভারসাম্য হারিয়ে ফেলেছে।\nচিঞ্ছু হলো তিব্বতি শেয়াল প্রজাতির চরিত্র। “স্পেশাল ডেলিভারি” কমিকে তার আগমন ঘটে। সে নিজেকে মাউন্ট পেংলাইয়ের স্বনির্বাচিত কর্মকর্তা হিসেবে পরিচয় দেয়। চিঞ্ছু শহরের চাবির খোঁজে সে বেশ কিছু যাত্রীদলকে অপহরণ করে। এই চাবি এক জায়গা থেকে অন্য জায়গায় নিয়ে যাওয়া হয়, যার কারণে চাবির অবস্থা অজানা ছিল। চিঞ্ছুর পরিকল্পনা ছিল সেই চাবি দিয়ে দরজা আটকে শহরকে বিচ্ছিন্ন করে দেওয়া। পো তার পরিকল্পনা নস্যাৎ করে দেয় এবং তাকে শহরের বাসিন্দাদের হাতে ছেড়ে দেয়।\nফাইভ এলিমেন্ট ইম্পোস্টর (আক্ষরিক অর্থ: “ছদ্মবেশী পঞ্চভূত”) “ইট’স এলিমেন্টাল” কমিকে আবির্ভূত হয়। ভবিষ্যদ্বাণী অনুসারে একদিন পঞ্চভূত আকার ধারণ করবে এবং পৃথিবীর চূড়ান্ত রক্ষকের দায়িত্ব পালন করবে। ছদ্মবেশীরা এর সুযোগ গ্রহণ করছিল। তারা পঞ্চভূতের অনুকরণ করতে তিলের তেল, লুকনো বাক্স আর গুপ্ত হাতিয়ার ব্যবহার করছিল। পো তাদের চালাকি ধরতে পারে এবং তাদের আসল রূপ প্রকাশ করে দেয়।\n\n\n=== টেলিভিশন ধারাবাহিকের খলচরিত্র ===\nস্কর্পিয়ন (কণ্ঠদান: লিন মিলগ্রিম) হলো একটি রূপান্তরিত পুরুপুচ্ছ কাঁকড়াবিছে প্রজাতির চরিত্র। সে একসময় ভ্যালি অফ পিসের শ্রেষ্ঠ নিরাময়কারী ছিল। সে নিজের ওপর সম্মোহনী ঔষধ প্রয়োগ করে এবং কয়েক বছর গ্রামের মানুষকে নিজের বশে বশীভূত করে রাখে। উগওয়ে তার জাদু ভেঙে গ্রামবাসীকে মুক্ত করেন এবং স্কর্পিয়নকে বিতারিত করেন। কিন্তু স্কর্পিয়ন সর্বশেষ সান অর্কিড চুরি করে নিয়ে যায়। সান অর্কিড ছিল রিভার ফিভারের একমাত্র ওষুধ। টাইগ্রেসের রিভার ফিভার আরোগ্য করার জন্য পো এবং মাংকি সান অর্কিডের খোঁজে বের হয়। তারা স্কর্পিয়নকে খুঁজে বের করে। স্কর্পিয়ন মাংকিকে বশীভূত করে; কিন্তু শেষ পর্যন্ত তাদের হাতে পরাজিত হয়।\nফুং (কণ্ঠদান: জন ডিমাগিও) হলো স্বাদুপানির কুমির প্রজাতির একটি চরিত্র এবং কুমির ডাকাত দলের প্রধান। তাকে কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস ধারাবাহিকজুড়ে নানা কুকর্ম করতে দেখা যায়। তবে মাঝেমাঝে তাকে তার পরিবারের জন্য খারাপ কাজ ছেড়ে ভালোও হয়ে যেতে দেখা যায়।\nগাহরি (কণ্ঠদান: ফ্রেড টাটাশোর) হলো স্বাদুপানির কুমির প্রজাতির একটি চরিত্র এবং ফুংয়ের কুমির ডাকাতদলের একজন সদস্য। সবসময় মনমরা আর অনুশোচনাপ্রবণ হলেও তাকে একজন দক্ষ যোদ্ধা হিসেবে দেখা যায়। বিশেষ করে কুঠার চালাতে সে সিদ্ধহস্ত। “দ্য ব্রেকআপ” পর্বে গাহরি ডাকাতদলের সঙ্গ ছেড়ে মিস্টার পিংয়ের নুডলদের দোকানে কাজ নেয়।\nলিডং (কণ্ঠদান: জিম কামিংস) হলো স্বাদুপানির কুমির প্রজাতির একটি চরিত্র এবং ফুংয়ের চাচাত ভাই। বেঁটে আকৃতির লিডংয়ের আকার ও শক্তিতে হঠাৎ বেড়ে গেলে খুব গর্বোদ্ধত হয়ে ওঠে। এতে তার চেয়ে বড় আকারের সবাই ক্রুদ্ধ হয়ে ওঠে। “হিউজ” পর্বে ম্যান্টিস তার আকার কমাতে একটি জাদুর ঔষধ প্রয়োগ করে।\nতেমুতাই (কণ্ঠদান: কেভিন মাইকেল রিচার্ডসন) হলো মোষ প্রজাতির একটি চরিত্র। সে চিদন গোষ্ঠীর যোদ্ধা-রাজা। তার দাবি অনুসারে এই ভূমির সমস্ত কুংফু মাস্টারকে সে পরাজিত করেছে। কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস-এ বেশ কয়েকটি পর্বের খলচরিত্র হিসেবে তাকে দেখা যায়।\nজিং মেই (কণ্ঠদান: কেভিন মাইকেল রিচার্ডসন) হলো মোষ প্রজাতির একটি চরিত্র। চিদন গোষ্ঠীর সদস্য জিং মেই রাজা তেমুতাইয়ের ভগ্নীপুত্র। “দ্য কুংফু কিড” পর্বে তেমুতাই জিং মেইকে কুংফু প্রতিযোগিতায় ঢোকায়। সেখানে পেং তাকে পরাজিত করে।\nটাওটি (কণ্ঠদান: ওয়ালেস শন) হলো বুনো দাঁতাল শুয়োর প্রজাতির চরিত্র। কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস-এর একাধিক পর্বে তার আবির্ভাব ঘটে। সে ফিউরিয়াস ফাইভের প্রশিক্ষণ হলে থাকা যন্ত্রগুলোর নির্মাণকারী মিস্ত্রি। মাস্টার শিফুর সাথে সে-ও একসময় সেখানে প্রশিক্ষণ নিত। সে এই যন্ত্রগুলোকে কুংফুর বাইরেও ব্যবহার করতে চাইত। এতে শিফু ও উগওয়ের সাথে তার মতপার্থক্য দেখা যায়। টাওটি প্রতিশোধ নিতে মরিয়া হয়ে ওঠে। টাওটি প্রায়শই আক্রমণের জন্য নানান স্বয়ংক্রিয় যন্ত্র আবিষ্কার করে।\nবিয়ান-জাও (কণ্ঠদান: সাইমন হেলবার্গ) হলো বুনো দাঁতাল শুয়োর প্রজাতির একটি চরিত্র। ১৩ বছর বয়সী বিয়ান-জাও টাওটির পুত্রসন্তান। সে তার বাবার বিভিন্ন কাজে সাহায্য করে। টাওটির প্রতিশোধের জন্য বিভিন্ন যন্ত্র তৈরির কাজে সে হাত লাগায়, কিন্তু এর জন্য প্রায়ই অনুতাপ করে।\nজং সুং জাই কাই চৌ (কণ্ঠদান: ওয়েন নাইট) হলো একটি টাকিন প্রজাতির চরিত্র। সে ছোট এক খণ্ড ভূমির শাসক। এর আশপাশ দিয়ে যাতায়াতকারী লোকেরা এই ভূমিকে খুব একটা উঁচু নজরে দেখে না। ফুং পোকে বোকা বানিয়ে জংয়ের প্রাসাদে ঢুকে সেখানকার শাসকের ছেলেকে অপহরণ করায়। ফুং পোয়ের কাছে তাকে তার ভাই বলে পরিচয় দেয়। জোয়ের প্রহরিরা জেড প্যালেসে গিয়ে শিফুকে জানায় যে জোয়ের ভাইকে অপহরণে পো জড়িত। তারা পোকে ধরে নিয়ে যায় এবং মৃত্যুদণ্ড দেয়।\nটং ফো (কণ্ঠদান: জেফ বেনেট) হলো পিগমি লজ্জাবতী বানর প্রজাতির একটি চরিত্র। সে হলো কুখ্যাত এক অপরাধী। এককালে সে লেই লাংয়ের পবিত্র হাতুড়ি ধারণ করতো। এই হাতুড়ি দিয়ে ভাংচুর করার অপরাধে তার জেল হয়। কিন্তু জেলে যাওয়ার আগে ক্যামেলব্যাক পাহাড়ে সেই অস্ত্র লুকিয়ে রাখে।\nফেংহুয়াং (কণ্ঠদান: ওয়েন্ডি মালিক) হলো একটি ইউরেশীয় হুতোমপেঁচা প্রজাতির চরিত্র। শিফু, মাস্টার স্নো লিওপার্ড, মাস্টার রুস্টার ও মাস্টার এলিফ্যান্টের সাথে সে-ও আসল ফিউরিয়াস ফাইভের একজন সদস্য ছিল। আসল ফিউরিয়াস ফাইভের সবচেয়ে শক্তিশালী ফেংহুয়াং ক্ষমতালোভী হয়ে ওঠে এবং প্রাসাদের নিয়ন্ত্রণের জন্য উগওয়েকে চ্যালেঞ্জ জানায়। উগওয়ের সাথে পেরে উঠতে না পেরে সে উত্তরের পাহাড়ের দিকে চলে যায়। উগওয়ের মৃত্যুর পর সে আবার ফিরে আসে। পো মাস্টার শিফুর বিরুদ্ধে গিয়ে ফেংহুয়াংয়ের আস্থাভাজন হয়ে ওঠে এবং কৌশলে তার জন্য বানানো খাঁচায় তাকে বন্দি করে ফেলে।\nমাস্টার জুনজি (কণ্ঠদান: স্টিফেন রুট) হলো একটি লাল শিয়াল প্রজাতির চরিত্র। তিনি পবিত্র অরিক্স কাউন্সিলের একজন সদস্য। জেড প্যালেসের জন্য তার বদলে শিফুকে নিয়োগ করায় শিফুর প্রতি তার রাগ ছিল। তিনি পোকেও ড্রাগন যোদ্ধা হওয়ার অযোগ্য মনে করতেন।\nহুনডুন (কণ্ঠদান: ডায়ডরিখ বাডের) হলো জাভাদেশীয় গণ্ডার প্রজাতির একটি চরিত্র। সে আগে চোরঘোম কারাগারের রক্ষীদল এনভিল অব হ্যাভেনের সদস্য ছিল। তার কথার ধরন অনুলাপ বা টটোলজি ধরনের। তাই লাং পালিয়ে যাওয়ার পর চোরঘোম কারাগার বন্ধ হয়ে গেলে হুনডুন বেকার হয়ে যায়। সে ড্রাগন যোদ্ধাকে তার এই অবস্থার জন্য দায়ী করে।\nবাও (কণ্ঠদান: ফ্রেড টাটাশোর) হলো শূকর প্রজাতির একটি চরিত্র। তার সহযোগী লাও ও সাওয়ের সাথে মিলে বাও মিস্টার পিংয়ের নুডলসের দোকানে আক্রমণ করে। তাতে পেরে না ওঠে তারা কুংফু শেখার সিদ্ধান্ত নেয় এবং মিস্টার পিংকে মাস্টার শিফু মনে করে অপহরণ করে।\nসু (কণ্ঠদান: অ্যামি হিল) হলো একটি তুষার চিতা চরিত্র। সে মহিলা চোরের দল লেডিস অব দ্য শেডের নেত্রী। তারা ছদ্মবেশে ছাতার নাচ দেখিয়ে ঘুরে বেড়ায়। সু সংকে পোয়ের ঘনিষ্ঠ হতে নির্দেশ দেয়, যাতে তারা জেড প্যালেসে ঢুকতে সক্ষম হয়। জেড প্যালেসের ভিতরে গিয়ে তারা ড্রাগন ক্যালিস চুরি করে তাদের তাঁবুতে ফিরে যায়। সং সুয়ের বিরুদ্ধে গিয়ে পোকে সাহায্য করে এবং লেডিস অব দ্য শেডের দলনেত্রীর পদে আরোহণ করে।\nউ কং (কণ্ঠদান: জেমস সাই) হলো একটি হলো সোনালি বোঁচা-নাক বানর প্রজাতির চরিত্র। সে মাস্টার মাংকির বড় ভাই। সে নিজেকে চোরেদের রাজা বলে পরিচয় দেয়। উ কং “মাংকি ই দ্য মিডল” পর্বে আবির্ভূত হয়। এই পর্বে ভ্যালি অফ পিসে উ কংয়ের আগমন ঘটে। গ্রামের বাজারে সে ত্রাসের রাজত্ব কায়েম করে।\nমেং তাও (কণ্ঠদান: জিম মেস্কিমেন) হলো চিরু বা তিব্বতি হরিণ প্রজাতির একটি হরিণ। সে চীনের সম্রাটের বিশেষ দূত ছিল। সম্রাটের নাতি লু কাংকে কুংফুতে প্রশিক্ষিত করার দায়িত্ব পোকে দেওয়া হয়। মেং তাও পোকে জানায়, সে এই কাজে ব্যর্থ হলে জেড প্যালেসের সকলের শিরশ্ছেদ করা হবে। প্রকৃতপক্ষে মেং তাও চাইছিল লু কাং কুংফু শিখতে ব্যর্থ হয়। এতে করে সম্রাটের পরিবার মেং তাওয়ের হাতে সাম্রাজ্য ছেড়ে দিতে বাধ্য হবেন। পরবর্তীতে লু কাং সফলভাবে মেং তাওকে হারাতে সক্ষম হয়।\nজেনারেল সিন (কণ্ঠদান: আর লি আর্মি) হলো একটি চমড়ি গাই প্রজাতির চরিত্র। তিনি একজন অবসরপ্রাপ্ত যোদ্ধা। অবসরজীবনে বিরক্ত হয়ে তিনি ভ্যালি অফ পিসের আশেপাশে অপরাধীদের “সংগ্রহ” করতে বের হন। তিনি তাদের জু চাও গুঁড়ায় পরিণত করেন। পো সেই গুঁড়া উদ্ধার করে অপরাধীদের মুক্ত করে। তারা প্রতিশোধের জন্য স্বেচ্ছায় পোয়ের সাথে যুক্ত হয়।\nআন্ডারটেকার (কণ্ঠদান: ক্রিস্টোফার ম্যাকডোনাড) হলো একটি ছাগল প্রজাতির চরিত্র। সে স্থানীয় কবরস্থানের তত্ত্বাবধায়ক। “দ্য পো হু ক্রাইড ঘৌস্ট” পর্বে দেখা যায় সে জিয়াংশি সৈন্যবাহিনী গড়ে তুলতে এক কিংবদন্তিতুল্য এক লাঠি ব্যবহার করে। পো সেই লাঠি ছিনিয়ে নেয় এবং জিয়াংশিদের মাটিতে ফিরে শান্তিতে থাকতে আদেশ দেয়।\nকে-পা (কণ্ঠদান: আলফ্রেড মলিনা) হলো ড্রাগনের মতো দেখতে এক শয়তান চরিত্র। সে আন্ডারওয়ার্ল্ডের দুষ্টদের রাজা। উগওয়ে পিচ গাছের শক্তিকে কাজে লাগিয়ে কে-পাকে পরাস্ত করেছিলেন। সেই পিচ গাছ মারা গেলে কে-পা তাইহু শূকরের ছদ্মবেশ ধরে ফিরে আসে এবং শক্তি সঞ্চয় করতে থাকে। সে পোয়ের হিরোর চি চুরি করে নিলে পোয়ের অবস্থা প্রায় মরোমরো হয়ে যায়। কিন্তু প্রথম চলচ্চিত্রে শিফুর লাগানো বীজ থেকে পিচের নতুন চারা গজালে তার শক্তিতে কে-পা পরাস্ত হয়।\nমাস্টার ডিং (কণ্ঠদান: এন রাইটেল) হলো তাইহু শূকর প্রজাতির চরিত্র। তিনি আগে এক কুংফু মাস্টার ছিলেন। তিনি কিছু নিরপরাধের ওপর তার আধ্যাত্মিক গোলকের প্রয়োগ করে মানসিক আঘাত করেন। পো আর টাইগ্রেস ভুলক্রমে ডিংয়ের আধ্যাত্মিক গোলককে মুক্ত করে দিলে, তাদেরকে ডিংয়ের আত্মাকে থামাতে হয়।\nহেইলাং (কণ্ঠদান: মরিস লামার্চ) হলো তিব্বতি নেকড়ে ঘাতক ও চোরের দল লিন কুয়েইয়ের নেতা। এই দলের নেকড়েরা ছোট থেকেই কুংফু মাস্টারদের দামি ও শক্তিশালী জিনিসপত্র চুরিতে প্রশিক্ষিত হয়। হেইলাং ও লিন কুয়েই ফ্যান্টম অর্ব ও শ্যাডো ক্রাউন চুরি করতে যায়। এই দুইটি জিনিসের ধারক স্পর্শাতীত ও অদৃশ্য হতে পারবে। ফিউরিয়াস ফাইভ তাদের দুইবারের প্রচেষ্টাই প্রতিহত করে।\nপাই মেং (কণ্ঠদান: ক্ল্যান্সি ব্রাউন) হলো এম্পেরর টামারিন প্রজাতির বানর চরিত্র। তিনি কুচরিত্রের একজন কুংফু মাস্টার ছিলেন। সম্রাটকে আক্রমণের জন্য শিফু তাকে বহিষ্কার করেন। “ফাইভ ইজ এনাফ” পর্বে তার পুনরাবির্ভাব ঘটে। ফিউরিয়াস ফাইভ তাকে পরাস্ত করে এবং শেষবারের মতো তাকে খাঁড়া পাহাড় থেকে পড়ন্ত অবস্থায় দেখা যায়।\nমেই লিং (কণ্ঠদান: সুসেইন ব্ল্যাকস্লি) হলো একটি স্ত্রী লাল শিয়াল প্রজাতির চরিত্র। (একই নামের তুষার চিতা চরিত্রের সাথে বিভ্রান্ত হবেন না।) সে একজন দুর্বৃত্তশালী কুংফু মাস্টার। মাস্টার শিফু একসময় তাকে ভালোবাসতো। কিন্তু মেই লিং চৌর্যবৃত্তি ছেড়ে দিতে অস্বীকৃতি জানালে শিফু তাকে ছেড়ে দেয়। তা সত্ত্বেও শিফুর মনে মেই লিংয়ের জন্য অনুভূতি রয়ে যায়। “ক্রেজি লিটল লিং কলড লাভ” পর্বে তাদের আবার দেখা হয়।\nকিরা কোজু (কণ্ঠদান: তোহোরু মাসামুনে) হলো একটি ঝিনুক চরিত্র। সে আগে একজন সামুরাই যোদ্ধা ছিল। ইয়িজিরো ও ইশিদা গোষ্ঠীকে ঠকিয়ে সে রোনিন হিসেবে আত্মপ্রকাশ করে। সে সম্পূর্ণ জাপানের দখল নেওয়ার উচ্চাকাঙ্ক্ষা পোষণ করে। ইয়িজিরো পোকে সামুরাই যুদ্ধকৌশল শিখিয়ে দেয়, যার সাহায্যে সে কিরাকে পরাজিত করে।\nফু-জি (কণ্ঠদান: ডোয়াইট শ্যুলজ) হলো এক চীনা দেবতার নামে নামকৃত একটি রাজ গোখরা চরিত্র। সে একসময় বিখ্যাত এক-যোদ্ধা ছিল। কিন্তু একসময় তার মনে হয়, “দ্বিপদী”-রা তার সাথে ছলনা করেছে। সে গ্রেট মাস্টার ভাইপারকে তার প্রতিশোধে সহায়তা করার জন্যও আমন্ত্রণ জানায়।\nসানজু (কণ্ঠদান: জন কাসির) হলো একটি বনরুই প্রজাতির লোভী চরিত্র। সে একদল অনাথ শিশুর তত্ত্বাবধান করতো। তার চাহিদা পূরণের জন্য এই অনাথ শিশুদের দিয়ে চুরি করাতো। পো শিশুদের সানজুর নিয়ন্ত্রণ থেকে মুক্ত করে এবং মিসেস ইয়ুনের কাছে নিয়ে যায়।\nজু-লং (কণ্ঠদান: পল রুবেন্স) হলো একটি বাদামি ইঁদুর চরিত্র। সে পেশায় একজন চোর এবং লাও শু নামের দলছুট ইঁদুর দলের নেতা। শিফুর বর্ণনানুসারে এই দল “ভয়ানক ও নিয়ন্ত্রণহীন”। তার ক্ষুদ্র আকারের জন্য খুব সহজে অতি বৃহৎ প্রতিপক্ষকে পরাস্ত করতে পারে। “হাঙ্গার গেম” পর্বে জু-লং ম্যাডাম ঝাওয়ের জন্য ভ্যালি অফ পিসের সব খাবার চুরি করে। কিন্তু শেষ পর্যন্ত ম্যাডাম ঝাও তাকে ধোঁকা দেয় এবং পোয়ের সাথে তাকেও বন্দি করে রাখে।\nম্যাডাম ঝাও (কণ্ঠদান: গ্যাইল হেইডম্যান) হলো রিম গ্যাজেল হরিণ প্রজাতির চরিত্র। সে পোকে খাবার দিয়ে ছলনা করে। সে এই সুযোগে পোকে ভূগর্ভস্থ একটি কক্ষে আটকে রাখে। কিন্তু পো ও সানজু তাকে পরাজিত করে।\n\n\n== সহায়ক চরিত্রের তালিকা ==\n\n\n=== মিস্টার পিং ===\nমিস্টার পিং (কণ্ঠদান: জেমস হং) হলো চীনা রাজহাঁস প্রজাতির চরিত্র। তিনি ভ্যালি অফ পিসের সবচেয়ে জনপ্রিয় নুডলসের দোকান চালান। অনেক আগে তিনি তার দোকানের জন্য আসা শালগনের বাক্সে এক বাচ্চা পান্ডা খুঁজে পান। তিনি সেই শিশুকে দত্তক নেন এবং নাম দেন পো। পিং সর্বদা পোকে নিয়ে চিন্তিত থাকেন। বিশেষ করে পো যখন কুংফু মাস্টার হিসেবে বেড়ে উঠতে থাকে, তিনি সর্বদা পোয়ের কথা চিন্তা করেন। তিনিই পোকে বলেন যে, কেউ কোনোকিছুকে বিশেষ বলে মনে করলেই সেটা বিশেষ হতে পারে।\nএকসময় পো জানতে পারে তার আসল বাবা লি শান বেঁচে আছে। এতে পো আর মিস্টার পিংয়ের সম্পর্ক ক্ষণিকের জন্য খারাপ হয়। কিন্তু পো বুঝতে পারে লি শানের বেঁচে থাকার পরেও মিস্টার পিংয়ের গুরুত্ব পোয়ের জীবনে কোনো অংশেই কম নয়, বরং অনেক বেশি।\nজেমস হং চলচ্চিত্র, টেলিভিশন ধারাবাহিক ও ভিডিও গেমে মিস্টার পিংয়ের চরিত্রে কণ্ঠাভিনয় করেন।\n\n\n=== লি শান ===\nলি শান (কুংফু পান্ডা ২-এ কণ্ঠদান: ফ্রেড টাটাশোর এবং কুংফু পান্ডা ৩-এ কণ্ঠদান: ব্রায়ান ক্র্যানস্টন) হলো একটি পান্ডা চরিত্র এবং পোয়ের আসল বাবা। তাদের গ্রামে লর্ড শেনের নেকড়ে বাহিনীর হামলার পর তারা আলাদা হয়ে যায়। ধরে নেওয়া হয়েছিল গ্রামের অন্য পান্ডাদের সাথে তিনিও মারা গেছেন। কুংফু পান্ডা ২-এর শেষ দিকে জানা যায় যে তিনি জীবিত আছেন এবং তিনি ও অন্যান্য পান্ডারা একটি গুপ্ত গ্রামে আশ্রয় নিয়ে আছেন। তৃতীয় চলচ্চিত্রে পিতা-পুত্রের মিলন ঘটে। লি পোকে অন্যান্য পান্ডাদের সাথে থাকতে রাজি করায়। পোকে আটকে রাখতে লি চিয়ের কৌশল জানার মিথ্যা অভিনয় করে। কিন্তু কাই সকল কুংফু মাস্টারকে জেড যোদ্ধায় পরিণত করলে লি অন্য পান্ডাদের সাথে কাইকে প্রতিরোধ করে।\n\n\n=== শিরং ===\nশিরং (কণ্ঠদান: ম্যালকম ম্যাকডোয়ল) হলো একটি লাল শিয়াল প্রজাতির চরিত্র। তিনি মাস্টার শিফুর বাবা। পেশায় একজন ভ্রাম্যমাণ জাদুকর শিরং শিফুকে জেড প্যালেসে ফেলে যায়। এর আগে শিফু শিরংকে জাদু দেখাতে সহায়তা করতো। লিজেন্ডস অফ অসামনেস ধারাবাহিকের “ফাদার ক্রাইম” পর্বে শিরং তাকে অপহরণের মিথ্যা অভিনয় করে। কিন্তু এভাবে মাস্টার শিফু টং ফোর হাতে বন্দি হয়ে যান। এরপর শিফুকে মুক্ত করতে তিনি পো ও টাইগ্রেসকে সাহায্য করেন।\n\n\n=== জেং ===\nজেং (কণ্ঠদান: ড্যান ফগলার) হলো একটি রাজহাঁস প্রজাতির চরিত্র। সে জেড প্যালেসে মাস্টার শিফুর দূত হিসেবে কাজ করে। মাস্টার শিফু তাই লাংয়ের জন্য চোরঘোম কারাগারে পাহারা দ্বিগুণ করতে দূত হিসেবে জেংকে পাঠান। কিন্তু জেংয়ের ঝরে যাওয়া পালক দিয়ে তাই লাং তালা খুলে কারাগার থেকে পালিয়ে যায়। জেল ভাঙার সময় তাই লাং জেংকে কিছু বলে না। বরং জেড প্যালেসে গিয়ে তাই লাংয়ের মুক্ত হওয়ার সংবাদ দিতে বলে। চলচ্চিত্রে তার ভূমিকা মূলত উগওয়ের একটি কথাকেই প্রতিফলিত করে: “ভাগ্যকে এড়ানোর জন্য কেউ যে পথ নেয়, ভাগ্য সে পথেই দেখা দেয়।”\n\n\n=== ভাচির ===\nকমান্ডার ভাচির (কণ্ঠদান: মাইকেল ক্লার্ক ডানকান) হলো একটি জাভাদেশীয় গণ্ডার চরিত্র। তিনি চোরঘোম প্রাসাদের প্রধান নিরাপত্তারক্ষীর দায়িত্বে নিয়োজিত ছিলেন। তিনি অভিজাত গণ্ডার যোদ্ধার দল এনভিল অফ হ্যাভেনের প্রধান ছিলেন। তাই লাংকে জেলে ঢোকানোর আগে এনভিল চীনজুড়ে প্রজাপীড়ন ও অবিচারের বিরুদ্ধে সোচ্চার ছিল। ভাচিরকে চোরঘোম কারাগার নির্মাণের দায়িত্ব দেওয়া হয় এবং তিনি নিজের চোখে টানা বিশ বছর তাই লাংকে বন্দি থাকতে দেখেছেন। তাই লাং পালানোর সময় ভাচির ও অন্যান্য কারারক্ষীদের ওপর গোলা বিস্ফোরিত হয়। ধোঁয়া কেটে গেলে ধ্বংসস্তূপে তার চুনিপাথরবসানো কৃত্রিম শিং পড়ে থাকতে দেখা যায়।\n\n\n=== মেই লিং ===\nমেই লিং (কণ্ঠদান: স্টেফানি লেমেলিন) হলো একটি চীনা পাহাড়ি বিড়াল প্রজাতির চরিত্র। সে লি দা কুংফু একাডেমির শীর্ষ শিক্ষার্থী। ক্রেইন সেখানে তত্ত্বাবধায়কের কাজ করতো। মেই লিং তার দক্ষতা দেখে ক্রেইনকে একাডেমির শিক্ষার্থী হিসেবে ভর্তি হতে উৎসাহিত করে। ক্রেইন প্রথম প্রচেষ্টায় ব্যর্থ হলে মেই লিংয়ের মনে হয় তার জন্যই ক্রেইন সবার সামনে অপদস্থ হলো। কিন্তু ক্রেইন খুব ভালোভাবে পরবর্তী চেষ্টায় উত্তীর্ণ হয় এবং একাডেমিতে ভর্তি হতে সক্ষম হয়।\n\n\n=== ও হপ ===\nও হপ (কণ্ঠদান: জ্যাক ম্যাকব্রায়ার) হলো একটি ইউরোপীয় খরগোশ চরিত্র। তিনি একজন বিখ্যাত রাঁধুনি ছিলেন। জেড প্যালেসের শীত উৎসবে কুংফু মাস্টারদের মহাভোজ আয়োজনের জন্য রাঁধুনির দরকার হলে ও হপ তার রান্না পরিবেশন করতে যায়। রাঁধুনি নির্বাচন প্রক্রিয়ার জটিল রীতিনীতি সম্পর্কে না জেনে পো মাংকির প্রতি হাত নাড়ে। উৎসবের জটিল সংকেত অনুযায়ী যার জন্য ও হপকে অপদস্থ হতে হয়। ও হপ তার মৃত্যুর মাধ্যমে মর্যাদা ফিরে পেতে মরিয়া হয়ে ওঠে। পো সেই খরগোশকে ধরে এবং ভোজসভার জন্য রান্না করতে তাকে সাহায্য করে। ভোজসভা শেষে পো তাকে “সোনালি হাতা” উপহার দেয় এবং আনুষ্ঠানিকভাবে উৎসবের রাঁধুনি হিসেবে ঘোষণা করে। এভাবে ও হপের সম্মান ফিরে আসে।\n\n\n=== সুথস্যায়ার ===\nসুথস্যায়ার (কণ্ঠদান: মিশেল ইয়ো) হলো একজন বৃদ্ধা কাশ্মীর ছাগল প্রজাতির চরিত্র। তিনি লর্ড শেনের রক্ষণাবেক্ষণ করতেন। তিনি “পিকক’স ডুম” বা লর্ড শেনের ভবিষ্যৎ সম্পর্কে বলেছিলেন। তিনি পোকেও প্রায় মরোমরো অবস্থা থেকে উদ্ধার করে অ্যাকুপাংকচার ও ভেষজ ঔষধ দিয়ে সারিয়ে তুলেছিলেন। পোয়ের গ্রামে লর্ড শেন যে কুকীর্তি করেছিলেন, তা জানতেন। তিনি পোকে মানসিক শান্তি পেতে তার স্মৃতির বিরুদ্ধে যুদ্ধ না করতে সাহায্য করেন।\n\n\n=== পেং ===\nপেং (কণ্ঠদান: ড্যানি কুকসি) হলো একটি তুষার চিতা প্রজাতির চরিত্র। সে তাই লাংয়ের ভাইপো ছিল। সে কুম্ভকারের কাজ ছেড়ে নিজে নিজে মার্শাল আর্ট শিখে এতে দক্ষ হয়ে ওঠে এবং এক সময় জেড প্যালেসে এসে পৌঁছায়। পেং কুংফুতে দক্ষতা প্রদর্শন করে। কিন্তু তার রাগকে সে দমন করতে অক্ষম ছিল। পেং একসময় তার চাচার প্রতিশোধ নিতে চাইলে পো তাকে তাই লাংয়ের আসল চরিত্র বোঝায় এবং তাকে শান্ত করে। সে পরবর্তীতে এক কুংফু ক্লাব তৈরি করে এবং সাধারণ মানুষকে আত্মরক্ষার্থে কুংফু শেখাতে থাকে।\n\n\n=== সং ===\nসং (কণ্ঠদান: লরেন টম) হলো এক তরুণী তুষার চিতা চরিত্র। সে লেডিস অব দ্য শেড দলের সদস্য ছিল। মহিলাদের এই দল ছাতা নৃত্যের আড়ালে চুরি করতো। এই দলের নেত্রী সু সংকে পোয়ের ঘনিষ্ঠ হতে নির্দেশ দেয়, যাতে তারা জেড প্যালেসে ঢুকতে পারে। পোয়ের সাথে কথা বলে তার ভালো লাগে এবং তাদের আসল উদ্দেশ্যের কথা বলে দেওয়ার সিদ্ধান্ত নেয়। কিন্তু সেই সময় সু সেখানে ঢুকে পড়ে এবং পোয়ের কাছে এক রাত জেড প্যালেসে থাকার অনুমতি চায়। জেড প্যালেসে পৌঁছে তারা ড্রাগন ক্যালিস চুরি করে এবং তাদের তাঁবুতে ফিরে যায়। পো তাদের খুঁজে বের করে। সং তার কৃতকর্মের জন্য ক্ষমা চাইলে পো তাকে ক্ষমা করতে অস্বীকৃতি জানায়। সু ও দলের অন্যরা পোকে খুঁজে পেলে সং তাকে রক্ষা করে। পো সুকে পরাজিত করলে সং এরপর লেডিস অব দ্য শেডের নেত্রী হিসেবে অধিষ্ঠিত হয়।\n\n\n=== কনস্ট্যাবল হু ===\nকনস্ট্যাবল হু (কণ্ঠদান: নিল রস) হলো একটি ভারতীয় হাতি প্রজাতির চরিত্র। তিনি কুংফু পান্ডা: লিজেন্ডস অফ অসামনেস-এর বেশ কয়েকটি পর্বে আবির্ভূত হন। তিনি তার কাজের প্রতি অত্যন্ত দায়বদ্ধ এবং সে কারণে অন্য কোনো দিকে নজর দেন না। “দ্য মিডনাইট স্ট্র‍্যাঞ্জার” পর্বে তিনি কুংফুকে অবৈধ ঘোষণা করেন। পরবর্তীতে জানা যায় একদল শূকর অপরাধী দলের ষড়যন্ত্রে তিনি এই ঘোষণা দিতে বাধ্য হয়েছিলেন।\n\n\n=== দাদি পান্ডা ===\nদাদি পান্ডা (কণ্ঠদান: বারবারা ডিরিকসন) হলো এক বৃদ্ধা পান্ডা চরিত্র। তিনি সবসময় হাসি-খুশি থাকেন, মাঝে মাঝে হাঁটতে বের হন আর তার নাতির সাথে সময় কাটান। কুংফু পান্ডা ৩-এর শেষের দিকে পো কাইকে পরাস্ত করলে অন্যদের মতো তিনিও তার নাতিকে জড়িয়ে ধরেন।\n\n\n== ভিডিও গেমের জন্য বিশেষ চরিত্র ==\n\n\n=== কুংফু পান্ডা: দ্য ভিডিও গেম ===\nকুংফু পান্ডা: দ্য ভিডিও গেম হলো একই নামের চলচ্চিত্রের ওপর সামান্য নির্ভর করে বানানো একটি ভিডিও গেম। এটি প্লেস্টেশন ৩ ও এক্সবক্স ৩৬০-তে মুক্তি পায়। এতে তাই লাং চোরঘোম কারাগার থেকে পালানোর পর একদল গুন্ডা ও ডাকাতদলের সাথে যোগসাজশ করে।\n\nবোর লিডার (কণ্ঠদান: বিল ফার্মার) হলো একটি বন্য শূকর প্রজাতির চরিত্র এবং ব্ল্যাকহুফ বোর গোষ্ঠীর নেতা।\nকুইন ক্রকোডাইল (কণ্ঠদান: সুসেইন ব্ল্যাকস্লি) হলো একটি মিঠাপানির কুমির চরিতে এবং ইম্পেরিয়াল গোল্ডেন ক্রক দলের নেত্রী। পো ও মাস্টার ক্রেন কচ্ছপের সর্বশেষ ডিম উদ্ধার করতে গেলে দুর্ঘটনাবশত তাকে জাগিয়ে তোলে। জেগে উঠে সে তার স্বামী ক্রকোডাইল সার্জেন্টকে তাদের পিছনে পাঠায়।\nগ্রেট গরিলা (কণ্ঠদান: ফিল মরিস) হলো একটি পার্বত্য গরিলা প্রজাতির চরিত্র। সে গরিলা দলের নেতা ছিল।\n\n\n=== কুংফু পান্ডা: লিজেন্ডারি ওয়ারিয়র্স ===\nকুংফু পান্ডা: লিজেন্ডারি ওয়ারিয়র্স হলো ২০০৮ সালে প্রথন গেমের একটি সিক্যুয়েল। এখানেও তাই লাং প্রতিশোদের জন্য বেশ কিছু দলের সাথে মিলিত হয় এবং পোয়ের সাথে সেই দলনেতাদের যুদ্ধ হয়।\n\nর‍্যাট বস (কণ্ঠদান: এস. স্কট বুলক) হলো একটি ইঁদুর চরিত্র এবং ব্ল্যাক মুন স্ক্যাভেঞ্জার গোষ্ঠীর নেতা।\nগ্রেট জেনারেল অক্স হলো একটি ষাঁড় চরিত্র এবং হুফ গোষ্ঠীর নেতা।\nবেবুন বস (কণ্ঠদান: ফ্রেড টাটাশোর) হলো বেবুন দলের নেতা।\nগরিলা বস (কণ্ঠদান: ড্যারান নরিস) হলো গরিলা দলের নেতা।\n\n\n=== কুংফু পান্ডা ২: দ্য ভিডিও গেম ===\nঝৌ দান হলো একদল কোমোডো ড্রাগনের নেতা। লর্ড শেনের মৃত্যুর পর শেনের নেকড়ে ও গরিলা বাহিনী গংমেন শহরে যে বিশৃঙ্খলা সৃষ্টি করে, ঝৌ দান তার সুযোগ গ্রহণ করে শহর দখল করে নিতে চায়।\n\n\n== তথ্যসূত্র =="}