{"pageid": 11406, "title": "প্রমথ চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=11406", "content": "প্রমথ চৌধুরী  বা    প্রমথনাথ চৌধুরী :  (৭ আগস্ট ১৮৬৮ — ২ সেপ্টেম্বর ১৯৪৬) বাংলা ভাষার অন্যতম সাহিত্যিক যিনি বিংশ শতাব্দীর প্রথম ভাগে সক্রিয় ছিলেন। তিনি ছিলেন একাধারে প্রাবন্ধিক, কবি ও ছোটগল্পকার। বীরবল ছদ্মনামও তিনি ব্যবহার করেছেন। তার পৈতৃক নিবাস বর্তমান বাংলাদেশের পাবনা জেলার অন্তর্গত চাটমোহর উপজেলার হরিপুর গ্রামে। \nতিনি বাংলা গদ্যে চলিত রীতির প্রবর্তক হিসাবে প্রসিদ্ধ। সবুজপত্র পত্রিকা সম্পাদনার মাধ্যমে বাংলা সাহিত্যে চলিতরীতি প্রবর্তন করেন।এছাড়া বাংলা সাহিত্যে প্রথম বিদ্রূপাত্মক প্রবন্ধ রচনা করেন। ছোটগল্প ও সনেট রচনাতেও হিসেবেও তার বিশিষ্ট অবদান রয়েছে। তিনি সবুজপত্র এবং বিশ্বভারতী পত্রিকা সম্পাদনা করেন।\n\n\n== শিক্ষাজীবন ও পদক ==\nপ্রমথ চৌধুরীর শিক্ষাজীবন ছিল অসাধারণ কৃতিত্বপূর্ণ। তিনি কলকাতা হেয়ার স্কুল থেকে এন্ট্রান্স ও সেন্ট জেভিয়ার্স কলেজ থেকে এফ এ পাস করেন। প্রেসিডেন্সি কলেজ থেকে কলকাতা বিশ্ববিদ্যালয়ের অধীনে  ১৮৮৯ খ্রিস্টাব্দে দর্শন শাস্ত্রে বিএ অনার্স, এবং ১৮৯০ সালে কলকাতা বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে প্রথম শ্রেণীতে এমএ ডিগ্রী লাভ করেন এবং পরে ব্যারিস্টারি পড়ার জন্য বিলাত যান। বিলাত থেকে বার-অ্যাট-ল' সম্পন্ন করে দেশে ফিরে এসে আইন পেশায় যোগদান করেন এবং পরবর্তীতে আইনপেশা ছেড়ে কিছুকাল ইংরেজি সাহিত্যে অধ্যাপনা করেন এবং পরে সম্পূর্ণ ভাবে সাহিত্য রচনায় মনোনিবেশ করেন। ১৯৪১ সালে কলকাতা বিশ্ববিদ্যালয় থেকে 'জগত্তারিণী পদক' লাভ করেন ।\n\n\n== পারিবারিক ও কর্মজীবন ==\nপ্রমথ চৌধুরী ব্যারিস্টারি পাশ করে বিলেত থেকে কলকাতায় ফিরে এসে কলকাতা হাইকোর্টে আইন ব্যবসা শুরু করেন। পরবর্তীতে কিছুকাল কলকাতা বিশ্ববিদ্যালয়ে অধ্যাপনা করেন। পাশাপাশি তিনি ঠাকুর এস্টেটের ব্যবস্থাপক হিসেবে নিযুক্ত ছিলেন।\nতিনি ছিলেন রবীন্দ্রনাথ ঠাকুরের ভাইঝি জামাতা। রবীন্দ্রনাথের অগ্রজ সত্যেন্দ্রনাথ ঠাকুরের (১৮৪২-১৯২৩) কন্যা ইন্দিরা দেবীর (১৮৭৩-১৯৬০) সঙ্গে তার বিয়ে হয়। কলকাতার খ্যাতিমান আইনজীবী ব্যারিস্টার আশুতোষ চৌধুরী (১৮৬০-১৯৪২) সম্পর্কে প্রমথ চৌধুরীর অগ্রজ ছিলেন। রবীন্দ্রনাথের আরেক বড় ভাই হেমেন্দ্রনাথ ঠাকুরের কন্যা প্রতিভা দেবীর সাথে আশুতোষ চৌধুরীর বিবাহ হয়।\nপ্রবন্ধ সাহিত্যের জন্য তিনি বেশী বিখ্যাত।  তার প্রথম প্রবন্ধ জয়দেব প্রকাশিত হয় সাধনা পত্রিকায় ১৮৯৩ সালে। \nতার সাহিত্যিক ছদ্মনাম ছিল বীরবল। তার সম্পাদিত সবুজ পত্র বাংলা সাহিত্যে চলতি ভাষারীতি প্রবর্তনে আগ্রণী ভূমিকা পালন করে। তার প্রবর্তিত গদ্যরীতিতে “সবুজ পত্র” নামে বিখ্যাত সাহিত্যপত্র ইতিহাসে প্রতিষ্ঠিত হয়েছেন। তারই নেতৃত্বে বাংলা সাহিত্যে নতুন গদ্যধারা সূচিত হয়। তিনি বাংলা সাহিত্যে ইতালিয় রূপবন্ধের সনেট লিখেছেন। এছাড়াও তিনি বিশ্বভারতী পত্রিকার সম্পাদনা করেন।\n\n\n== রচনাসমগ্র ==\n\n\n=== প্রবন্ধ গ্রন্থ ===\nতেল-নুন-লাকড়ী (১৯০৬)\nবীরবলের হালখাতা (১৯১৬)\nনানাকথা (১৯১৯)\nভাষার কথা\nআমাদের শিক্ষা (১৯২০)\nরায়তের কথা (১৯১৯)\nনানাচর্চা (১৯৩২)\nপ্রবন্ধ সংগ্রহ (১৯৫২ ১ম খণ্ড ও ১৯৫৩ ২য় খণ্ড)\n\n\n=== গল্পগ্রন্থ ===\nচার-ইয়ারী কথা (১৯১৬)\nআহুতি (১৯১৯)\nনীললোহিত (১৯৪১)\nঅনুকথা সপ্তক\nঘোষালে ত্রিকথা\n\n\n=== কাব্যগ্রন্থ ===\nসনেট পঞ্চাশৎ (১৯১৩)\nপদচারণ (১৯১৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআত্মকথা - প্রমথ চৌধুরী\nঅগ্রন্থিত রচনা-১ - প্রমথ চৌধুরী\n\n\n== আরও দেখুন =="}