{"pageid": 1140154, "title": "ওয়াদি আল-কুরার দ্বিতীয় অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1140154", "content": "ওয়াদি আল-কুরার দ্বিতীয় অভিযান হয়েছিল ইসলামি বর্ষপঞ্জির ৬ হিজরির নবম মাসে (জানুয়ারি, ৬২৮ খ্রিস্টাব্দ)। অভিযানটি জায়েদ ইবনে হারিথা বা আবু বকর দ্বারা পরিচালিত হয়েছিল। একটি অতর্কিত হামলার প্রতিশোধ হিসাবে বনু ফাজারার দলের বিরুদ্ধে এই অভিযান পরিচালিত হয়েছিল। জায়েদ ইবনে হারিথার নেতৃত্বে ১২টি দল, শত্রু উপজাতিদের আক্রমণের বিরুদ্ধে মদিনার চারপাশের নজরদারি করে। রাতে ঘুমানোর সময় দলটির উপর হামলা হয়, এতে নয়জন মুসলমান নিহত হয় এবং জায়েদ ইবনে হারিথা নিজেও বেশ আহত হওয়ার পর পালিয়ে যায়।\n\n\n== পটভূমি ==\nজাইদ ইবনে হরিথ সিরিয়ায় ব্যবসায় অভিযানে গিয়েছিলেন এবং তার সাথে মুহাম্মদ (স.) এর সাহাবীগণের জন্য পণ্যদ্রব্য ছিল। তিনি যখন সিরিয়ায় ওয়াদি'আল কুরের কাছে পৌঁছলেন, তখন তিনি বনু বদরের ফজার উপজাতি থেকে একটি দলকে দেখেছিলেন। তারা, তার সঙ্গীদের ওপর হামলা চালায় এবং তাদের সাথে যা সব ছিল (পণ্যদ্রব্য) তা ছিনিয়ে নেয়।\nতার কয়েকজন সহকর্মীকে হত্যা করা হয় এবং তিনি নিজেও আহত হন। জায়েদ প্রতিজ্ঞা করেছিলেন যে তিনি ফাযারার লোকদের সাথে যুদ্ধ না করা পর্যন্ত আচারের পবিত্রতার জন্য তার মাথা ধোয়াবেন না (অর্থাৎ তিনি যৌন মিলন থেকে বিরত থাকার প্রতিজ্ঞা করেছিলেন)।\n\n\n== প্রতিশোধমূলক আক্রমণ ==\nআঘাত থেকে সেরে ওঠার পর এবং সকালের নামায আদায় করার পর, বিচ্ছিন্ন বাহিনীকে শত্রুর বিরুদ্ধে অভিযান চালানোর নির্দেশ দেওয়া হয়। তিনি ওয়াদি আল-কুরায় তাদের আক্রমণ করেন এবং আল কুরায় অনেক মানুষকে হত্যা করেন। তাদের মধ্যে কয়েকজন নিহত এবং অন্যরা বন্দী হয়। সব মিলিয়ে ৩০ জন ঘোড়সওয়ারকে হত্যা করা হয়। আল-কুরায় নেতা হিসেবে ছিলেন উম্ম কিরফা নামের একজন বৃদ্ধ মহিলা।\nতিনি উয়েইনার খালা উম্ম কিরফাকে মুহাম্মদ (স.) কাছে ফিরিয়ে নিয়ে যান। জায়েদ উম্মে কিরফার কন্যাকেও বন্দী করেছিলেন এবং মুহাম্মদ (স.) এর নিকট নিয়ে গিয়েছিলেন। তিনি মুসলিম বন্দীদের বিনিময়ে মক্কাবাসীদের নিকট তাকে সমর্পণ করেছিলেন। -সহীহ মুসলিম হাদিস সংগ্রহ অনুসারে।\n\n\n== ইসলামী প্রাথমিক উৎস ==\nঘটনাটি সুন্নি হাদিস সংগ্রহ সহীহ মুসলিমে বিস্তারিতভাবে উল্লেখ করা হয়েছে। এতে উল্লেখ করা হয়েছে যে উম্মে কিরফার কন্যাকে মক্কায় বন্দী মুসলিম বন্দীদের সাথে বিনিময় করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}