{"pageid": 1140798, "title": "সুপারস্পোর্ট (দক্ষিণ আফ্রিকার সম্প্রচারক)", "url": "https://bn.wikipedia.org/wiki?curid=1140798", "content": "সুপারস্পোর্ট হল একটি দক্ষিণ আফ্রিকা-ভিত্তিক প্যান-আফ্রিকা গ্রুপের টেলিভিশন চ্যানেল যা আফ্রিকার বিভিন্ন দেশের ক্রীড়া সামগ্রী সম্প্রচার করে।\n\nচ্যানেলটি বেশিরভাগ প্রধান ক্রীড়া ইভেন্ট এবং অ্যাসোসিয়েশন ফুটবল,রাগবি , ক্রিকেট,টেনিস, গলফ, মোটরস্পোর্ট, সাইক্লিং, মুষ্টিযুদ্ধ (বক্সিং) কুস্তি হকি, অ্যাথলেটিক্সের লিগ সম্প্রচার করে।\n\n\n== ইতিহাস ==\n১৯৮৬ সালে, এম-নেট দক্ষিণ আফ্রিকার প্রথম পে-টেলিভিশন চ্যানেল হিসেবে এটি চালু করে। চ্যানেলটি অবিলম্বে তার প্রথম সম্প্রচারের জন্য ট্রান্সভাল এবং পশ্চিম প্রদেশের মধ্যে একটি গুরুত্বপূর্ণ কুরি কাপ ম্যাচের এক্সক্লুসিভ সমপ্রচার স্বত্ব লাভ করার মাধ্যমে তার প্রোগ্রামিং লাইন-আপে খেলাধুলাকে অন্তর্ভুক্ত করার ইচ্ছা দেখিয়েছিল। ১৯৮৮ সাল থেকে, এম-নেটে ক্রীড়া কভারেজ এম-নেট সুপারস্পোর্ট এর ব্যানারে চলে।\nএম-নেট সুপারস্পোর্ট লাইভ বিদেশী রাগবি, ক্রিকেট, গল্ফ, বক্সিং এবং সাইক্লিং সহ এর কভারেজের পরিধি প্রসারিত করতে থাকে। আন্তর্জাতিক ক্রিকেটে দক্ষিণ আফ্রিকার পুনরায় প্রবেশের পর, সুপারস্পোর্ট ১৯৯২ ক্রিকেট বিশ্বকাপের এক্সক্লুসিভ সম্প্রচার স্বত্ব লাভ করে আরেকটি বিপণন ঘটায়।\n১৯৯৫ সালে যখন রাগবি পেশাদার হয়ে ওঠে, তখন নবগঠিত সানজার এবং রুপার্ট মারডকস নিউজ কর্পোরেশনের মধ্যে একটি চুক্তি হয়। দক্ষিণ আফ্রিকায়, সুপারস্পোর্টকে সুপার ১২ প্রতিযোগিতার একচেটিয়া সম্প্রচার স্বত্ব প্রদান করা হয়। এই চুক্তির পর, রাগবি ধীরে ধীরে এসএবিসিতে সম্প্রচার বন্ধ করে দেয়, যখন সুপারস্পোর্ট লাইভ রাগবি সম্প্রচারের বাহক হয়ে ওঠে।\nএকই সময়ে, নাসপার্স তার পে-টেলিভিশন কার্যক্রমকে একটি স্যাটেলাইট ক্যারিয়ারে প্রসারিত করে। ১৯৯৫ সালে ডিএসটিভি চালু হওয়ার সাথে সাথে,সুপারস্পোর্ট একটি মাল্টি-চ্যানেল নেটওয়ার্ক এবং একটি স্বাধীন ব্র্যান্ড হয়ে ওঠে, যদিও এটি প্রাথমিকভাবে এম-নেট এর সাথে যুক্ত ছিল। নেটওয়ার্কটি তার ক্রীড়া সম্প্রচার প্রসারিত করতে স্যাটেলাইট প্ল্যাটফর্মের সম্পূর্ণ ব্যবহার করেছে।\n২০০৭ সালে, এসএবিসি ১.৬ বিলিয়ন মূল্যের একটি চুক্তিতে সুপারস্পোর্টের কাছে স্থানীয় প্রিমিয়ার সকার লিগ (পিএসএল) এর একচেটিয়া স্বত্ব হারায়। চুক্তিতে বলা হয়েছিল যে কিছু ম্যাচ এসএবিসির সাথে শেয়ার করতে হবে। আগস্ট ২০১১ সালে, সুপারস্পোর্ট আরও পাঁচ বছরের জন্য পিএসএলের সাথে তার চুক্তি নবায়ন করে।\n২০১১ সাল থেকে, এম-নেটের সাথে সুপাস্পোর্টের সম্পর্ক ম্লান হতে শুরু করে, যখন এম-নেট তার ডিএসটিভি চ্যানেল থেকে টেরিস্ট্রিয়াল ফিডকে বিভক্ত করে। ডিএসটিভি দর্শকরা এম-নেটে আর খেলাধুলার ইভেন্টগুলি দেখতে পারছেন না, যদিও টেরেস্ট্রিয়াল গ্রাহকরা এখনও প্রধান চ্যানেলের পাশাপাশি কমিউনিটি সার্ভিসেস নেটওয়ার্ক (সিএসএন) ফিড পান৷\n\n\n== চ্যানেল সমূহ ==\nসুপারস্পোর্ট নিম্নলিখিত চ্যানেলসমুহ পরিচালনা করেঃ\n\nসুপারস্পোর্ট ব্লিটজ\nসুপারস্পোর্ট গ্র্যান্ডস্ট্যান্ড\nসুপারস্পোর্ট পিএসএল\nসুপারস্পোর্ট ফুটবল প্লাস\nসুপারস্পোর্ট প্রিমিয়ার লিগ\nসুপারস্পোর্ট লা লিগা\nসুপারস্পোর্ট ফুটবল\nসুপারস্পোর্ট ভ্যারাইটি ১\nসুপারস্পোর্ট ভ্যারাইটি ২\nসুপারস্পোর্ট ভ্যারাইটি ৩\nসুপারস্পোর্ট ভ্যারাইটি ৪\nসুপারস্পোর্ট অ্যাকশন\nসুপারস্পোর্ট রাগবি\nসুপারস্পোর্ট ক্রিকেট\nসুপারস্পোর্ট গলফ\nসুপারস্পোর্ট টেনিস\nসুপারস্পোর্ট মোটরস্পোর্ট\nসুপারস্পোর্ট WWE\nসুপারস্পোর্ট ম্যাক্সিমো\n\n\n== সম্প্রচার স্বত্ব ==\n\n\n== আরও দেখুন ==\nফক্স স্পোর্টস\nস্কাই স্পোর্টস\nস্টার স্পোর্টস\nসনি টেন\nইএসপিএন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}