{"pageid": 1140507, "title": "জাতীয় মসজিদ ও ইমাম উপদেষ্টা বোর্ড", "url": "https://bn.wikipedia.org/wiki?curid=1140507", "content": "মসজিদ ও ইমাম জাতীয় উপদেষ্টা বোর্ড (ইংরেজি: Mosques and Imams National Advisory Board; সংক্ষেপে MINAB বা মিনাব) যুক্তরাজ্যের মসজিদে সর্বোত্তম অনুশীলন ও প্রচারের লক্ষ্যে ২৭ জুন, ২০০৬ সালে যুক্তরাজ্যে প্রতিষ্ঠিত হয়। এটি একটি স্বাধীন স্বায়ত্তশাসিত সংস্থা যা মসজিদের সক্ষমতা তৈরি করে, মসজিদের মান উন্নয়নে সহায়তা করে এবং ব্রিটিশ মুসলমানদের প্রয়োজনীয়তা সম্পর্কিত বিষয় নিশ্চিত করে। সংস্থাটি ইসলামী ঐতিহ্য এবং চিন্তাধারার সাথে কাজ করে ও ব্রিটিশ মুসলমানরা সংস্থাটির প্রতিনিধিত্ব করে।\n২০০৭ সালের নভেম্বরে খসড়া সংবিধান প্রবর্তনের পর মসজিদ,ইসলামিক কেন্দ্র ও ইমাম প্রশিক্ষণ প্রতিষ্ঠান এর নেতা ও অভিজ্ঞ প্রতিনিধিদের সাথে পরামর্শের আরও একটি প্রক্রিয়ার আয়োজন করা হয়। পরামর্শের ঘটনাগুলো যুক্তরাজ্যের সমস্ত প্রধান শহরে অনুষ্ঠিত হয় এবং এই কাজটি একটি অন্তর্বর্তী স্টিয়ারিং গ্রুপ দ্বারা পরিচালিত হয়। এই সংস্থাটি চারটি প্রতিষ্ঠাতা সংস্থার সমন্বয়ে গঠিত। সংস্থাগুলো হলো: আল-খোই ফাউন্ডেশন, ব্রিটিশ মুসলিম ফোরাম, ব্রিটেনের মুসলিম অ্যাসোসিয়েশন এবং মুসলিম ব্রিটেনের কাউন্সিল।\nমিনাবের (MINAB) এখন ছয় শতাধিক মসজিদ ও ইসলামিক ইনস্টিটিউট সদস্য রয়েছে। এটি একটি দাতব্য সংস্থা যা ইংল্যান্ড ও ওয়েলসের আইনের অধীনে একটি জবাবদিহিমূলক ব্যবস্থার আইনে নিবন্ধিত।\n\n\n== মান উন্নয়নের শর্ত ==\nমিনাব (MINAB) মান উন্নয়নের মাধ্যমে মসজিদ নির্মাণের সক্ষমতা তৈরি করে। এর পাঁচটি মান উন্নয়নের শর্ত হচ্ছে :\n\nসদস্যরা ভালো কর্পোরেট শাসনের নীতিগুলি প্রয়োগ করবে।\nসদস্যরা নিশ্চিত করবে যে পরিষেবাগুলো উপযুক্তভাবে এবং অভিজ্ঞ কর্মীদের দ্বারা সরবরাহ করা হয়েছে।\nযুবকদের জন্য শাসন সহ ক্রিয়াকলাপগুলোতে অংশগ্রহণে কোনও বাধা নেই তা নিশ্চিত করার জন্য ব্যবস্থা করতে হবে।\nমহিলাদের জন্য শাসন সহ ক্রিয়াকলাপগুলোতে অংশগ্রহণে কোনও বাধা থাকবে না তা নিশ্চিত করার জন্য ব্যবস্থা থাকতে হবে।\nসদস্যরা নিশ্চিত করবে যে এমন কার্যক্রম রয়েছে যা বিস্তৃত সমাজে মুসলমানদের নাগরিক দায়িত্ব প্রচার করবে।\nকোনো মসজিদ যদি উপরোক্ত পাঁচটি মানগুলোর প্রত্যেকটি সম্পূর্ণ বা আংশিকভাবে পূরণ করে তাহলেই মসজিদগুলো স্ব-প্রত্যয়নের সুযোগ পাবে । যে সকল মসজিদ সংস্থাটির মান উন্নয়নের শর্ত পূরণ করবে, পরবর্তীতে মিনাব (MINAB) সেসকল মসজিদ থেকে সঠিকভাবে ৫০% মসজিদ নির্বাচন করবে। যদি মূল্যায়ন প্রক্রিয়ায় মসজিদগুলোর মান উন্নয়নের শর্ত পূরণ না হয় তাহলে মিনাব (MINAB) তা বাস্তবায়ন করবে। সংস্থাটির কমিউনিটি সেক্রেটারি হ্যাজেল ব্লেয়ার্স মান উন্নয়নের শর্ত ও তা বাস্তবায়নের ভূয়সী প্রশংসা করেন। তবে অন্যরা সরকারের সাথে এর আপাত সংযোগ নিয়ে প্রশ্ন তুলেছে। ইনায়েত বাংলাওয়ালা বলেন: \"মিনাবের (MINAB) বৈধতা অর্জন এবং প্রকৃত অগ্রগতির জন্য এটা প্রমাণ করা উচিত যে সংস্থাটি সকল প্রকার সরকারী হস্তক্ষেপ থেকে মুক্ত।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমসজিদ ও ইমাম জাতীয় উপদেষ্টা বোর্ড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ এপ্রিল ২০২২ তারিখে\n\"Watchdog for UK mosques launches\"  বিবিসি নিউজ\nMINAB launch  MCB\n\"Reforms tainted at birth\" Faisal Bodi,Commentisfree"}