{"pageid": 1140097, "title": "সম্রাটের মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1140097", "content": "সম্রাটের মসজিদ (বসনীয়: Careva džamija; ত্সারেভা জামিয়া, তুর্কি: Hünkâr Camii; হ্যুনকার জামী) বসনিয়া ও হার্জেগোভিনার সারায়েভোতে অবস্থিত একটি গুরুত্বপূর্ণ জায়গা। বসনিয়া ও হার্জেগোভিনার উসমানীয় বিজয়র পর এটি প্রথম নির্মিত মসজিদ, যা ১৪৫৭ সালে হয়েছিল। এটি বসনিয়া ও হার্জেগোভিনার সবচেয়ে বৃহত্তম একক-উপগম্বুজ মসজিদ, যা যুগের ধ্রুপদী উসমানীয় শৈলীতে নির্মিত।\nএটি নির্মাণ করেছিলেন একজন ইসাকোভিচ-হ্রানুশিচ যিনি একটি সুলতান, মুহাম্মাদ ফাতিহকে উৎসর্গ করেছিলেন, যিনি ছিলেন কনস্টান্টিনোপলের এর বিজয়ী। বলকান উসমানীয় আমলের সবচেয়ে সুন্দর মসজিদগুলির মধ্যে একটি হিসাবে বিবেচিত, মসজিদটিতে একটি প্রশস্ত অভ্যন্তর এবং উচ্চ মানের আলংকারিক বিবরণ রয়েছে, যেমন মিহরাব।\n\n\n== ইতিহাস ==\nমূল মসজিদটি ১৫শ শতাব্দীর মাঝখানে নির্মাণ করা হয়। সেই শতাব্দীর শেষের দিকে ক্ষতিগ্রস্থ এবং সম্পূর্ণরূপে ধ্বংসপ্রাপ্ত, এটি ১৫৬৫ সালে পুনর্নির্মিত হয় এবং এটি সুলতান সুলাইমানের জন্য নিবেদিত হয়।\nপ্রথম মসজিদটি কাঠের তৈরি এবং ১৫৬৫ সালে নির্মিত বিদ্যমান বিল্ডিংয়ের তুলনায় উল্লেখযোগ্যভাবে ছোট। পার্শ্ব কক্ষগুলি ১৮০০ সালে যুক্ত করা হয়েছিল এবং ১৮৪৮ সালে কেন্দ্রীয় নামাজের এলাকার সাথে সংযুক্ত করা হয়েছিল। ১৯৮০ থেকে ১৯৮৩ সালের মধ্যে মসজিদের অভ্যন্তরের আঁকা সজ্জা সংরক্ষণ করা হয়েছিল, এবং পুনরুদ্ধার করা হয়েছে। সম্রাটের মসজিদের পাশে সমাধিস্থলে (কবরস্থান) সারায়েভোতে বসবাসকারী অন্যান্য বিশিষ্ট ব্যক্তিদের সাথে উজির, মোল্লা, মুফতি, শেখ, সম্রাটের মসজিদের কর্মচারীদের কবর রয়েছে।\nদ্বিতীয় বিশ্বযুদ্ধের সময় মসজিদটি ক্ষতিগ্রস্ত হয়েছিল, কিন্তু ১৯৯০ এর দশকে যুদ্ধের সময়ও ক্ষতিগ্রস্ত হয়েছে, এবং সংস্কার কাজ মুলতুবি আছে।\nসারায়েভোতে প্রথম জনবসতিগুলো মসজিদের চারপাশে নির্মিত হয়েছিল যেখানে সুলতানের প্রতিনিধিদের বাসস্থান ছিল মসজিদের পাশেই। ইসা-বে একটি হামাম এবং সরাসরি মসজিদে নিয়ে যাওয়া একটি সেতুও নির্মাণ করেছেন। এই সেতুটি অস্ট্রো-হাঙ্গেরীয় সরকারের সময় বিচ্ছিন্ন করা হয়েছিল এবং মাত্র কয়েক মিটার উজানে পুনঃনির্মিত হয়েছিল যেখানে এটি আজও বিদ্যমান।\nনদীর অন্য দিকে তিনি একটি ক্যারাভানসরাই নির্মিত করেন। এই সুবিধাগুলির অর্থায়নের জন্য, ইসা-বে অনেক দোকান, জমি এবং সম্পত্তির ঐতিহ্য রেখে গেছেন।\n\n\n== আরও দেখুন ==\nইসলামের ইতিহাসের সময়রেখা\nইসলামি স্থাপত্য\nইসলামি শিল্প\nইউরোপের মসজিদের তালিকা\nবসনিয়া ও হার্জেগোভিনায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}