{"pageid": 1141316, "title": "আল-বানতানি বড় মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1141316", "content": "আল-বানতানি বড় মসজিদ ইন্দোনেশিয়ার বানতেন প্রদেশের সেরাং শহরের একটি জামাতীয় মসজিদ (জামে মসজিদ)। ১০,০০০ উপাসকের ধারণক্ষমতাসহ এটি আল-আজোম বড় মসজিদের পরে বানতেন প্রদেশের দ্বিতীয় বৃহত্তম মসজিদ।\n\n\n== ইতিহাস ==\n২০০৮ সালে মসজিদটির ভিত্তিপ্রস্তর স্থাপন শুরু হয় এবং ২০১০ সালে নির্মাণ সম্পন্ন হয়। বানতেন প্রদেশের দশ বছরের বার্ষিকীর সাথে মিল রাখার জন্য মসজিদটির সমাপ্তির বছর সামঞ্জস্য করা হয়। মসজিদটি উদ্বোধন করেন বানতেন প্রদেশের তৎকালীন গভর্নর \"রাতু আতুত ছোসিয়াহ\"। আল-কুরআন আল-বানতানির ৩০,০০০ মুসহাফ (ধর্মীয় পাণ্ডুলিপি) প্রকাশের পাশাপাশি বানতেন এলাকা জুড়ে হজ্জ প্রশাসন অফিস চালু করার মাধ্যমে মসজিদের উদ্বোধন অনুষ্ঠিত হয়।\nমসজিদটি প্রাথমিকভাবে তৎকালীন গভর্নর ছোসিয়াহ'র নামানুসারে নামকরণের পরিকল্পনা করা হয় এবং বেশ কয়েকটি নাম প্রস্তাব করা হয়। যার মধ্যে রয়েছে \"আল-ছোসিয়াহ বড় মসজিদ\", \"আল ছোসিন মসজিদ\", \"বায়তুল ছোসিয়ান মসজিদ\", \"আল ছোসিয়াইন মসজিদ\" এবং সেইসাথে \"আল-ছোসিয়াহ আল বানতানি মসজিদ\"। তবে, এর ফলে ঐ অঞ্চলের মুসলিম সম্প্রদায়ের মধ্যে বিতর্কের সৃষ্টি হয়।\nপরবর্তীতে সরকারী আদেশ নং ৪৫১.২/কেইপি.৫৪৬-এইচইউকে/২০১০ এর ভিত্তিতে মসজিদটিকে আনুষ্ঠানিকভাবে বর্তমান নাম দেওয়া হয়। \"বানতানি\" নামটি বানতেনের একটি আরবি শব্দ। এছাড়া বানতেন অঞ্চলের অনেক ওলামা যারা সৌদি আরবে কাজ করেছেন তাদের নাম বর্ণনা করার জন্য \"আল-বানতানি\" শব্দটি ব্যবহার করা হয়। এর মধ্যে রয়েছে সেরাং-এর প্রখ্যাত মুসলিম পণ্ডিত নাওয়াবি আল-বানতানি, যিনি মসজিদ আল-হারামের ইমামের দায়িত্ব পালন করেন, যা মসজিদের বর্তমান নামের মাধ্যমে পালিত হয়।\n\n\n== নকশা ==\nমসজিদের স্থাপত্য নকশায় ঐতিহ্যবাহী জাভানিজ/ব্যানতেনিজ ইসলামি স্থাপত্য শৈলী এবং সেইসাথে উসমানীয় স্থাপত্য শৈলীর উপাদান রয়েছে। ইস্তাম্বুলের সুলতান আহমেদ মসজিদের বিন্যাসের সাথে সাদৃশ্যপূর্ণ চারটি মিনার ব্যবহারের ফলে মসজিদটিতে উসমানীয় প্রভাব লক্ষ্য করা যায়। একটি গম্বুজের শীর্ষে থাকা তিন স্তর বিশিষ্ট ছাদের উপর থেকে \"নুসান্তরা\" শৈলী বা স্থানীয় ভাষায় ইন্দোনেশিয়ান শৈলীগুলো দেখা যায়। এই নির্মাণটি সেমারাং এর মধ্য জাভার বড় মসজিদের নকশার সাথে সাদৃশ্যপূর্ণ। এছাড়াও এটি ইন্দোনেশিয়ান, মধ্যপ্রাচ্য এবং ইউরোপীয় স্থাপত্য শৈলীর একটি সারগ্রাহী মিশ্রণের জন্যও অধিক পরিচিত।\nমসজিদের অভ্যন্তরে কোনও কলাম ব্যবহার না করায় এটি সুপরিচিত। যা সমবেত প্রার্থনার জন্য একটি অতিরিক্ত স্থান এবং প্রশস্ত ছাপ তৈরি করে। মসজিদটি ১০,০০০ তীর্থযাত্রীর ধারণক্ষমতার জন্য উল্লেখযোগ্য। যার ফলে এটি বানতেন প্রদেশের বৃহত্তম মসজিদ হিসেবে খ্যাতি লাভ করে। অভ্যন্তরটি জাভানিজ মোটিফ এবং ইসলামী ক্যালিগ্রাফি দ্বারা সজ্জিত করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nইন্দোনেশিয়ায় ইসলামের বিস্তার\n\n\n== তথ্যসূত্র =="}