{"pageid": 1141538, "title": "তপন বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1141538", "content": "তপন বন্দ্যোপাধ্যায়  (৭ জুন ১৯৪৭/২২ জ্যৈষ্ঠ ১৩৫৪) একজন ভারতীয় বাঙালি লেখক। তিনি বাংলা সাহিত্যের একজন উল্লেখযোগ্য লেখক। তাঁর লেখালেখির সূত্রপাত সত্তর দশক থেকে। প্রথমে কবিতা দিয়ে লেখালেখি শুরু হলেও ক্রমশ তিনি  কথাসাহিত্যিক হিসাবে পরিচিতি লাভ করেন। তাঁর লেখার মধ্যে দিয়ে একদিকে উঠে এসেছে গ্রাম বাংলার প্রকৃতি অন্যদিকে প্রতিফলিত হয়েছে বহু সুপ্ত ঐতিহাসিক প্রেক্ষাপট। পশ্চিমবঙ্গ সরকারের উচ্চপদস্থ আধিকারিক হিসেবে বিভিন্ন দপ্তরে দায়িত্বপ্রাপ্ত ছিলেন। তিনি বিভিন্ন উল্লেখযোগ্য জাতীয় পুরস্কারে তিনি সম্মানিত হয়েছেন। সতীকান্ত মহাপাত্রের কবিতা সংকলন 'ভারতবর্ষ' অনুবাদের জন্য ২০১৯ সালে তিনি সাহিত্য অকাদেমি পুরস্কার  লাভ করেন। ২০২২ এ বীরবল উপন্যাসের জন্য পেলেন সাহিত্য আকাদেমি পুরস্কার। তাঁর সাহিত্য অবলম্বনে জনপ্রিয় চলচ্চিত্রও নির্মাণ হয়েছে।\n\n\n== জন্ম ও শৈশব-কৈশোর ==\n৭ জুন ১৯৪৭, বঙ্গাব্দ: ২২ জ্যৈষ্ঠ ১৩৫৪ -এ তপন বন্দ্যোপাধ্যের জন্ম সাতক্ষীরা মহাকুমা (তৎকালীন)-র কলারোয়া থানার কাছে তাঁর দাদামশাই-এর বাড়িতে। তাঁর পৈতৃক বাড়ি ছিল কলারোয়া থানার চাঁদাগ্রামে (বর্তমানে তা বাংলাদেশের অন্তর্গত)। শৈশবেই দেশভাগের কারণে ১৯৪৭ খ্রিষ্টাব্দের সেপ্টেম্বর মাস নাগাদ  তাঁর ঠাকুরদাদা খগেন্দ্রনাথ বন্দ্যোপাধ্যায় গরুর গাড়িতে চেপে চলে আসেন অবিভক্ত চব্বিশ পরগনা জেলার বসিরহাট মহাকুমায় ইছামতী নদীর তীরে বাদুড়িয়া গ্রামে। খগেন্দ্রনাথ বন্দ্যোপাধ্যায় ছিলেন সাতক্ষীরা কোর্টের মুহুরি। দেশভাগ জনিত এই  দেশান্তর তাঁদের পরিবারকে দারিদ্রের সম্মুখীন করে।\nতাঁর বাবার নাম সরোজ বন্দ্যোপাধ্যায়, মায়ের নাম উমারাণী বন্দ্যোপাধ্যায়। বাবার বদলির চাকরি ছিল, গ্রামে ঘুরে ঘুরে উন্নয়নের খোঁজ রাখা ও সরকারি সাহায্যের ব্যবস্থা করা; তাতে পড়াশুনার ক্ষতি হবে বলে ঠাকুরদাদা নিজের কাছে তপনকে রেখে দেন। ইছামতীর তীরে এই গ্রাম্য পরিবেশে ক্লাস টু থেকেই নিজের মতো করে মিল দিয়ে দিয়ে লিখতে শুরু করেন কবিতা। হাইস্কুলে পড়াকালীন নিজের লেখা কবিতা পাঠ করতেন স্কুলের নানান অনুষ্ঠানে। ঠাকুরমার কাছে  রোজ রোজ নূতন গল্প শোনার বায়নায় তাঁর গল্পভুক মনের পরিচয় প্রকাশ পেতে থাকে। কাকা সুজিত বন্দ্যোপাধ্যায়ের সাহিত্য-সংস্কৃতির প্রতি আগ্রহ বিশেষভাবে উৎসাহ জুগিয়েছে। বাদুড়িয়া লন্ডন মিশনারি স্কুল থেকে তিনি প্রথম শ্রেণিতে স্কুল ফাইনাল পাশ করে পরবর্তী উচ্চশিক্ষার জন্য কলকাতায় কাকার কাছে চলে আসেন। \n\n\n== যৌবন ও উচ্চশিক্ষা ==\nকলকাতায় এসে আশুতোষ কলেজ থেকে প্রিইউনিভার্সিটি পরীক্ষা দেন (১৯৬৩) এবং এখানেই গণিত বিষয়ে সাম্মানিক-স্নাতকে ভর্তি হন। কলকাতায় মেজ-কাকার বাড়িতে থাকতেন তিনি। সংসারের অর্থনৈতিক অস্বচ্ছলতার কারণে তাকে গোলপার্ক রামকৃষ্ণ মিশন-এর ডে হোম-এ ভর্তি হতে হয়েছে, টিউশনি করতে হয়েছে। শারীরিক অসুস্থতার জন্য ১৯৬৮ সালের পরিবর্তে '৬৯ সালে বালিগঞ্জ সাইন্স কলেজ থেকে বিশুদ্ধ গণিতে প্রথম শেণিতে স্নাতকোত্তর উত্তীর্ণ হন। পরবর্তীতে প্রাইভেটে বিএ পরীক্ষা দিয়ে উত্তীর্ণ হন ১৯৭২)\n\n\n== পেশা-জীবন ==\n১৯৬৯ সালে নিজের শৈশবের স্কুল লন্ডন মিশনারি স্কুলে শিক্ষকতার চাকরি শুরু করেন। সেসময় শিক্ষকতার চাকরিতে অনিয়মিত বেতন উপরন্তু শিক্ষার্থীদের দারিদ্র্যের জন্য আরো অনিশ্চিত বেতন পেতেন। এই সময় তিনি একের পর এক সরকারি চাকরির পরীক্ষা দিতে থাকেন। প্রথমে ইউনাইটেড ব্যাংক অফ ইন্ডিয়ার করণিকের পদে চাকরি পান (১৯৭০-'৭২)। তার পর ডব্লিউ বি সি এস পরীক্ষায় উত্তীর্ণ হয়ে বহরমপুর কালেক্টরে শিক্ষানবীশ হিসাবে যোগ দেন (১৯৭২)। ১৯৭৩ সালে ভগবানগোলায় ব্লক ডেপেলাপমেন্ট অফিসারের পদপ্রাপ্তি ঘটে। ডায়মন্ড হারবার-এর ডেপুটি কালেক্টরের দায়িত্বে ছিলেন তিনি। আশির দশকে কলকাতার উদবাস্তু ও পুনর্বাসন দপ্তরের ডেপুটি ডিরেক্টরের পদে আসীন ছিলেন। ১৯৮৫ থেকে '৮৬ সাল তিনি মেদিনীপুরের মহাকুমা শাসকের দায়িত্বে ছিলেন।১৯৮৮ সালে পশ্চিমবঙ্গ সরকারের তন্তুশ্রী-র জেনারেল ম্যানেজার ও পরে ম্যানেজিং ডিরেক্টর পদে আসীন ছিলেন। ১৯৯১তে অসামরিক প্রতিরক্ষা বিভাগে উপ-নিয়ামক হিসাবে দায়িত্ব নির্বাহ করেছেন।  ২০০০ ডিসেম্বর থেকে ২০০৭জুন পর্যন্ত ছিলেন বিশেষ সচিব ও পদাধিকার বলে সংস্কৃতি অধিকর্তা। ২০০৭ জুলাই থেকে ২০১১ অক্টোবর পর্যন্ত পশ্চিমবঙ্গ শিশু কিশোর আকাডেমির প্রতিষ্ঠা-সচিবের দায়িত্বে ছিলেন। ২০১১ সালে পশ্চিমবঙ্গে সরকার পরিবর্তন এবং নতুন কমিটির সঙ্গে মতবিরোধের কারণে তিনি ১৮ অক্টোবর ২০১১-এ চাকরি থেকে তারিখে ইস্তফা দেন। \n\n“লেখকের (তপন বন্দ্যোপাধ্যায়) জন্ম হয়েছিল দেশভাগের বছরে। রাজনীতির শুকনো ও দমকা হাওয়া জন্ম মুহূর্তেই এঁর পরিবারকে উড়িয়ে নিয়ে এসে ছড়িয়ে দেয় পশ্চিমে। গ্রাম থেকে গ্রামে, অবশেষে কলকাতা। এখন তিনি থাকেন দক্ষিণ উপকণ্ঠে, যেখানে এখনো মাঝে মাঝেই রাজনীতির গরম ঘূর্ণি হাওয়া জীবনকে করে আবর্তিত ও মলিন। এই সাতচল্লিশের শিশুরা এক অদ্ভুত ছিন্নমূল, নিরাশ্রয়, পিতৃহীন পুরুষ এবং বর্তমান সাহিত্যিক এই বংশের এক সত্যবাদী প্রতিনিধি। শুধু ইনি অসাধারণ পরিশ্রমী ও অধ্যবসায়সম্পন্ন। ইনি সব কটি ছকে পড়েন – রিফিউজি, কেরানি,আমলা, ইস্কুল মাস্টার, লিটল ম্যাগাজিনের সম্পাদক, কবি – অথচ এঁর প্রাণশক্তি, এঁর সূর্য ও বাতাসের জন্য আকাঙ্ক্ষা, এঁকে কোনোমতেই আবদ্ধ থাকতে দেয়নি। বর্তমান বাঙালি সমাজের বৈষয়িক দীনতা ও আধ্যাত্মিক শূন্যতা যখন একের পর এক যুবককে বিষাক্ত কি নির্বোধ করে দিচ্ছে, নিভিয়ে দিচ্ছে আত্মার আলো, ইনি প্রেম ও আশাকে জাগিয়ে রাখতে সচেষ্ট। সাতচল্লিশের শিশুরা জয় করেননি পর্বতশৃঙ্গ, কিংবা অতিক্রম করেননি সাগর। এঁদের পরিব্রজ্যা আরো কঠিন। এঁরা বাঙালি মধ্যবিত্ত জীবনের অন্তহীনভাবে সমতল ও তৃণহীন ফাঁকা মাঠ পার হচ্ছেন; পূর্বপুরুষেরা এঁদের কেবল জন্ম দিয়েছেন, দেননি কোনো জীবনীয় আদর্শ। এঁদের কেউ কেউ মরীচিকার আকর্ষণে পথভ্রষ্ট, কেউ উম্মাদ, কেউ আত্মহননকারী। এর মধ্যেও যারা স্বাভাবিক হাসি, প্রেম ও বুদ্ধি বাঁচিয়ে রাখতে রেছেন, তাঁদের কেউ, অভিনন্দন না জানাক, মাল্যদান না করুক, তাঁরাই এ যুগের বীর।''- জ্যোতির্ময় দত্ত। সম্পাদক 'কলকাতা', জানুয়ারি ১৯৭২।\n\n\n== দাম্পত্য-জীবন ==\n১৯৭৩ সালের ৫ মার্চ কল্পনা বন্দ্যোপাধ্যায়ের সঙ্গে তাঁর বিয়ে হয়। ১৯৭৪ সালে তাঁরা কন্যা সন্তানের পিতা হন। স্ত্রীকে 'বাবা দক্ষিণ রায়ের গুলগুলি চোখ' কাব্য এবং 'সাত-রং' উপন্যাস উৎসর্গ করেছেন।\n\n\n== সাহিত্যকৃতি ==\n১৯৬৬ সালে আশুতোষ কলেজের পত্রিকায় প্রথম কবিতা প্রকাশিত হয়, নাম- 'আমি'।  বিশ্ববিদ্যালয়ে পড়াকালীন বিশ্ববিদ্যালয়ের পত্রিকায় কবিতা প্রকাশ পায়।  অর্ণব নামের একটি  পত্রিকা যৌথভাবে সম্পাদনা করেছিলেন। ১৯৭১ সালে প্রথম কাব্যগ্রন্থ প্রকাশিত হয় ' ভাবনায় সাম্প্রতিক শব্দগুলি'। এই সালেই তিনি তাঁর সম্পাদনায় 'বাংলার মুখ' পত্রিকা প্রকাশিত হয়। ১৯৮১ সাল পর্যন্ত এই পত্রিকার ১৫টি সংখ্যা প্রকাশিত হয়। ১৯৭৩ সালে দ্বিতীয় কাব্য 'বাবা দক্ষিণ রায়ের গুলগুলি চোখ' প্রকাশিত হয়।  ১৯৮০তে তৃতীয় কাব্যগ্রন্থ 'মা বনবিবির হাজার বাহন'-এর প্রকাশ। প্রথম উপন্যাস 'সাইবেরিয়ার হাঁস' ১৯৭৪ সালে রূপসা  পত্রিকায় প্রকাশ পায়।  ১৯৮৩-১৯৮৪ সালে দেশ পত্রিকায়  গল্প প্রকাশিত হয়, গল্পের নাম 'ব্যাভিচারিনী'। এই গল্প সম্পর্কে  আর একজন বিশিষ্ট বাংলা গল্পকার স্বপ্নময় চক্রবর্তী মন্তব্য করেছেন-ব্যাভিচারিণী গল্পটি যেন মহেশ... ইত্যাদি গল্পের যোগ্য উত্তরসূরি। মনুষ্যেতর প্রাণীদের সঙ্গে মানুষের ভালোবাসার গল্প। একটি ওঝার সঙ্গে একটি সাপের সম্পর্ক নিয়ে লেখা একটি সার্থক গল্পের নাম ব্যাভিচারিণী। লাশকাটা ঘরের বদ্রুডোম আমাদের স্মৃতিতে থেকে যায়। হরিণের মাংস, বনদেবীর কর ইত্যাদি গল্পে ডকুমেন্টেশনের চেয়েও বেশি প্রকাশিত হয় মানুষের প্রতি ভালোবাসা।'১৯৮৪ সালেই দেশ পত্রিকায় তাঁর পরবর্তী গল্প বনদেবীর কর প্রকাশিত হয় । নব্বই দশকের শেষের থেকেই বিখ্যাত ও সুবৃহৎ উপন্যাস নদী মাটি অরণ্য  তিনটি খণ্ডে প্রকাশিত হয়। সুন্দরবন অঞ্চলের একশ বছরের ইতিহাস নিয়ে লেখা এই উপন্যাসে এসেছে সুন্দরবনের সুদুর অতীত থেকে আধুনিক সময় পর্যন্ত  জনজীবনের পরিবর্তনের অন্তর ও বহির্চিত্র। বিশিষ্ট সমালোচক পার্থপ্রতিম বন্দ্যোপাধ্যায় এই উপন্যাসের সমালোচনায় মনে করে দিয়েছেন যে - 'নদী মাটী অরণ্য উপন্যাসটি যে এ-যুগের রামায়ণ রচনার প্রচেষ্টা, একথা বিষেশভাবে বলে দেবার প্রয়োজন নেই। পাঠক উপন্যাসটি পড়লেই বুঝতে পারবে।'  চাকরির সূত্রে তিনি রাঢ় বাংলা তথা জঙ্গল মহলকে জেনেছিলেন আন্তরিকভাবে। সেই অভিজ্ঞতা থেকেই রচিত হয় টাঁড় বাংলার উপাখ্যান, টাড় বাংলার রূপাখ্যান, টাড় বাংলার  রীতিকথা, মহুলবনীর সেরেঞ এর মতো উপন্যাস।মহুলবনীর সেরেঞ উপন্যাসের পটভূমি লেখক উপন্যাসের ভূমিকাতে উল্লেখ করেছেন - '১৯৮৫-৮৬ যে সময় নিস্তরঙ্গ, নিরীহ অথচ প্রাণপ্রাচুর্যে ভরা সাঁওতাল জনজীবন উত্তাল হতে শুরু করে ঝাড়খণ্ড আন্দোলনে।  তাঁর চাকরি জীবনের বিচিত্র অভিজ্ঞতা থেকে জানা সাধারণ মানুষের জীবন, সংগ্রাম, অমলাতান্ত্রিকতার নানান দিক গল্পের বিষয় হয়ে উঠেছে।  দেশভাগ ও তৎসংক্রান্ত বিষয় নিয়ে লেখা উল্লেখযোগ্য উপন্যাস হল শঙ্খচিলের ডানা, ডানার দুপাশে পৃথিবী ও শঙ্খসমুদ্র । শঙ্খচিলের ডানা উপন্যাসটি তাঁর আত্মজৈবনিক উপন্যাস। নিজের কর্মজীবনের অভিজ্ঞতা নিয়ে লিখেছেন আমলাগাছি। বিশ শতকের শেষদিকের গ্রাম্য রাজনীতি এবং নারী ক্ষমতায়নের কাহিনি সামনে  রেখে দ্বৈরথ উপন্যাস লিখেছেন। দ্বৈরথ  নিয়ে আলোচনাকালে সমালোচক ও কথাকার দেবেশ রায় বলেছেন,  আমাদের গ্রামজীবন আইনের আওতায় কীরকম বদলে যাচ্ছে, সে বিষয়টিকে লেখক তপন বন্দ্যোপাধ্যায় একটি প্রধান বিষয় করে তুলেছেন ও সমাজের প্রত্যেক স্তর  সেই আদালতের সঙ্গে জড়িয়ে আছে এমন তথ্য। 'তপন বন্দ্যোপাধ্যায় এই প্রধান সাধনে একক। অন্য কোনও উপন্যাসে এই  তথ্যটি বিষয়ের অংশ হয়ে উঠেছে বলে তো পড়িনি।'  বিশিষ্ট একজন সাহিত্যিক-সমালোচকের বিবেচনায় ―\nআধুনিক সাহিত্যের উজ্জ্বল লেখক তপন বন্দ্যোপাধ্যায় এই কাজটি বড় সুন্দর করেছেন। নির্মাণ এত স্বচ্ছ যে কোথাও কোথাও চমৎকৃত হতে হয়েছে তালগাছে বাজ পড়ার মতন, কোথাও কোথাও কদমগাছের নিচে ট্রামগাড়ি থামার মতন। ট্রাম থেকে কে যেন নামল আর হেঁটে গেল দৈব পথ ধরে, তার সঙ্গে ইতিহাসের পেঁচা থাকে, ভূগোলের নদী, বিজ্ঞানের প্রতিফলন রসায়নের অ্যাসিড-ক্ষার ইত্যাদি। এত তরতরে সাবলীল ভাষা একালের সুনীল গঙ্গোপাধ্যায় ছাড়া আর কারোর আছে বলে মনে হয় না। কোথাও কোথাও এত নিবিড়ভাবে কবিতার ভাষা লুকিয়ে রয়েছে যে বিস্ময় প্রকাশ ছাড়া গত্যান্তর থাকে না। আমরা এই লেখাগুলিকে প্রবন্ধের মতো গল্প নামে অভিহিত করে রাখতে চাই। বিতর্ক হতে পারে, তবুও। সত্যিকারের কোনো শেষ কোনো লেখাতেই হতে পারে না। লেখক বিষয়টাকে কীভাবে লিড করছেন, কীভাবে পতন থেকে উঠে আসছেন, কীভাবে প্রাচীন পাথরে পা দিয়ে ধীরে ধীরে নদীর দিকে অথবা মন্দিরের দিকে হাঁটছেন, এককথায় তীর্থের দিকে নিজেকে নির্জন করতে চলেছেন, মানবিকতায় এবং মানবাধিকারে, তার ওপরেই নির্ভর করে তাঁর পবিত্রতম লিখন-প্রক্রিয়ার। কাশ্মীর বিতর্ক থাক না এখানে যেমন রয়েছে আমাদের চিরকালের স্বর্গ-বিতর্ক। তপন বন্দ্যোপাধ্যায় আগুন দেখেছেন, জল দেখেছেন, রেসকোর্স দেখেছেন, গোবিন্দপুর হাট দেখেছেন, রাতের কলকাতা দেখেছেন, সংবাদপত্রের রিপোর্টিংয়ের এফেকটিভ জার্নালিজম দেখেছেন, আর আস্তে আস্তে। তৈরি করেছেন মহাভারতের গল্প। গল্পের হাত ধরুক প্রবন্ধ। গল্প তাহলে অনেক দূর যেতে পারবে। অনেক অনেক দূর গল্পকে যেতে হবে। এই অ্যানালিটিক্যাল অ্যাপ্রোচ গল্পকে তথা সমাজমনস্ত হৃদপত্রকে দিতে পারে। গবেষণাগারের সৌরশান্তি।ভারতীয় শাস্ত্রীয় সঙ্গীতের অবহেলিত শিল্পী বৈজু ও তার জীবনকাহিনি কেন্দ্র করে মালবকৌশিক উপন্যাস। মালবকৌশিক উপন্যাসে একই সঙ্গে তিনটি দিকের, যথা- শিল্পের ইতিহাস, প্রশাসনিক সংঘাত এবং একজন সঙ্গীতকারের জীবনকথা-র সংযোগ ঘটেছে বলে সমালোচক একে একটি ত্রিমাত্রিক উপন্যাস বলে চিহ্নিত সংজ্ঞায়িত করতে চেয়েছেন।  আমির খসরুর লড়াইয়ের কাহিনি নিয়ে সমগ্র শঙ্খচিল , ইতিহাসে উপেক্ষিত বীরবলের কাহিনি নিয়ে বীরবল  উপন্যাসটি রচিত। উপন্যাসটি 'বর্তমান' পত্রিকার 'রবিবার'-এ ধারাবাহিক প্রকাশিত হয়। পরে বই আকারে প্রকাশ পায়। 'বীরবল' উপন্যাসের জন্যই ২০২২ সালে সাহিত্য অকাদেমি পুরস্কার পান তপন বন্দ্যোপাধ্যায়। নকশাল আন্দোলনের সময় অর্চনা গুহনিয়োগী মামলা নিয়ে লাল শালু উপন্যাস লিখিত। নকশাল আন্দোলন নিয়ে লেখা আরো কয়েকটি উপন্যাস হল প্রেমে মেঘের রং, তুষাগ্নি। বেদ-উপনিষদের সময়কালের প্রেক্ষাপটে লেখা ত্তত্বমসি। তাঁর গোয়েন্দা গার্গী চরিত্রটি বিশেষভাবে সমালোচকদের আলোচনায় এসেছে।  রমাপদ চৌধুরীর তাগাদায় এই মহিলা গোয়েন্দা কাহিনির প্রথম সূচনা হয়। পরবর্তীতে অনেকগুলি গল্প গার্গী চরিত্রকে কেন্দ্রে রেখে তিনি রচনা করেছেন; সেগুলি একত্রে এযাবৎ ছয়টি খণ্ডে প্রকাশিত হয়েছে। এই নারী গোয়েন্দা চরিত্রটি কোনও বিদেশি চরিত্রের আদলে বা ছায়ায় নির্মিত হয়নি। তাঁর এই নারী গোয়েন্দা চরিত্রের বিবর্তনের ইতিহাস আলচনায় বাংলার নারী গোয়েন্দা চরিত্র প্রথম পর্যায়ে প্রভাবতী দেবী সরস্বতীর কৃষ্ণা  সিরিজের  রচনায় কৃষ্ণা-র কথা থেকে শুরু করতে হবে।\nলেখক জীবনের প্রায় প্রথম থেকেই তিনি ছোটোদের জন্যও লেখালেখি করেছেন। আশির দশকের গোড়াতেই আনন্দমেলা পত্রিকায় গল্প লিখতে দেখা যায়। কিশোরভারতী পত্রিকায় তিনি ধারাবাহিক ভাবে কল্পবিজ্ঞানের গল্প লিখেছেন। শিশু কিশোরদের জন্য লেখা রচনার  মধ্যে ভূতুড়ে দুপুর, পরীর দেশে ঝিলমিল, অমরকণ্টকের বাঘ, হিয়াকাতুকের দেশে তিনজন,  চাঁদের পিঠে দশদিন, তিমি হাঙরের দেশে, ধূমকেতুর  লেজে একটি সবুজ বিন্দু , ক্লোন, মঙ্গলগ্রহে অমঙ্গল, ওয়াই টু কে উল্লেখযোগ্য। \nতাঁর রচনার সংখ্যা যেমন অনেক তেমনি তাঁর বিষয়ের বৈচিত্রও বহু। ১৪২৬ (ব.) সালের হিসাবে তাঁর রচিত গল্পের সংখ্যা প্রায় চার'শ। সত্তর ও আশির দশকের বাংলা লেখকরা উল্লখযোগ্যভাবে কাজের বা বসাবসের সূত্রে প্রত্যন্ত গ্রামজীবনের সঙ্গে ওতপ্রোত ভাবে জড়িয়ে ছিলেন; সত্তর দশকের পর থেকে গ্রাম বাংলার সমাজ ও মনের যে পরিবর্তন ঘটেছে তা বহু লেখায় ধরা পড়েছে। তপন বন্দ্যোপাধ্যায়ের  ক্ষেত্রেও গ্রাম দেখার অভিজ্ঞতায় নানান চেহারায়, রঙে ও ভঙ্গিতে ধরা পড়েছে  সামাজিক গল্পগুলিতে।\n\n\n== চলচ্চিত্র-সংযোগ ==\n\nমহুলবনীর সেরেঞ উপন্যাসের কাহিনি নিয়ে ২০০৪ সালে শেখর দাশের পরিচালনায় ও শম্পা ভট্টাচার্যের প্রযোজনায় নির্মিত হয় মহুলবনীর সেরেঞ চলচ্চিত্র। উল্লেখযোগ্য চরিত্রে অভিনয় করেছিলেন সব্যসাচী চক্রবর্তী, রূপা গাঙ্গুলি, শিলাজিৎ, চান্দ্রেয়ী ঘোষ, পীযূষ গঙ্গোপাধ্যায়, দেবশঙ্কর হালদার, কুণাল মিত্র, অরিন্দম শীল প্রমুখ। ২০০৫ সালে  বাংলা চলচ্চিত্র সাংবাদিকতা সংস্থা পুরস্কার পায়। এই ছবি আরো অনেকগুলি বিভাগে পুরস্কার পায় ―\n\nমৌলিক শ্রেষ্ঠ কাহিনির জন্য বাবুলাল চৌখানি পুরস্কার: তপন বন্দ্যোপাধ্যায়।\nশ্রেষ্ঠ চিত্রনাট্য, প্রতিশ্রুতিমান পরিচালক: শেখর দাশ।\nশেষ্ঠ অভিনেতা: সব্যসাচী চক্রবর্তী।\nশ্রেষ্ঠ সহযোগী অভিনেতা (যুগ্ম ভাবে): পীযূষ গঙ্গোপাধ্যায়।\nশ্রেষ্ঠ শিল্প নির্দেশক: পান শিল্পী হিরণ মিত্র।\nপ্রতিশ্রুতিময়ী অভিনেত্রী:  চান্দ্রেয়ী ঘোষ।\nপ্রতিশ্রুতিমান অভিনেতা: শিলাজিৎ ।\nশ্রেষ্ঠ চিত্রগ্রহণশিল্পী (সিনেমাটোগ্রাফি) শিল্পী হিসেবে পুরস্কার: প্রেমেন্দুবিকাশ চাকী।\n\n\n== গ্রন্থতালিকা ==\nতার লিখিত বইগুলি হল:\n\n\n== পুরস্কার ও সম্মান ==\n১৯৯৩- সাহিত্য সেতু\n১৯৯৫- সোপান পুরস্কার\n১৯৯৭- অমৃতলোক পুরস্কার\n২০০০- সাংস্কৃতিক খবর\n২০০২- বঙ্কিম পুরস্কার  (নদী মাটি অরণ্য)\n২০০৩- মঞ্জুষ দাশগুপ্ত স্মৃতি সম্মান\n২০০৫- প্রতিমা মিত্র স্মৃতি পুরস্কার\n২০০৫- ভারতচন্দ্র রায়গুণাকর পুস্কার\n২০০৫- কৃত্তিবাস সাহিত্য পুরস্কার\nনিত্যানন্দ স্মৃতি পুরস্কার\n২০০৫- শৈলাজনন্দ স্মৃতি পুরস্কার\n২০০৬- পাঞ্চজন্য পুরস্কার\n২০০৯- রূপসী বাংলা পুরস্কার\n২০০৯- ত্রিবৃত্ত পুরস্কার\n২০০৯- চোখ পুরস্কার\n২০১১-   দীনেশ্চন্দ্র স্মৃতি পুরস্কার ( শিশু ও কিশোর সাহিত্যের জন্য)\n২০১১-   দ্বিরালাপ  স্মারক\n২০১১-   তারাশঙ্কর পুরস্কার\n২০১২- মহাদিগন্ত পুরস্কার\n২০১৬- দীনেশ দাস সাহিত্য পুরস্কার\n২০১৬- প্রো রে না টা পুরস্কার\n২০১৬- মউল পুরস্কার\n২০১৬- অরণি সাহিত্য পুরস্কার (বাংলাদেশ)\n২০১৮- কবি জয়দেব-পদ্মাবতী সম্মান\n২০১৯- চর্যাপদ সম্মান\n২০১৯-  সাহিত্য অকাদেমি পুরস্কার (অনুবাদ)  (সতীকান্ত মহাপাত্রের কবিতা সংকলন 'ভারতবর্ষ'  অনুবাদের জন্য)\n২০১০- সাহিত্য অকাদেমির আমন্ত্রণে চিনের আন্তর্জাতিক বইমেলায় দুটি বক্তৃতা দিয়েছেন ।\n২০১১, ২০১২, ২০১৩- জ্ঞানপীঠ পুরস্কারের নির্বাচক (বাংলা বিভাগ)।\n২০১৮-সাহিত্য অকাদেমি পুরস্কারের অন্যতম একজন জুরি।\n২০২২ এ তিনি সাহিত্য অকাদেমি পুরস্কার পেলেন বীরবল উপন্যাসের জন্য।\n\n\n== আরও দেখুন ==\nনলিনী বেরা\nঅমর মিত্র\nরামকুমার মুখোপাধ্যায়\nস্বপ্নময় চক্রবর্তী\nকিন্নর রায়\nবাণী বসু\nসুচিত্রা ভট্টাচার্য\nভগীরথ মিশ্র\nঝড়েশ্বর চট্টোপাধ্যায়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅভিজ্ঞতাই লেখার উপকরণ\nবাংলায় ক্রমশ সিরিয়াস পাঠকের সংখ্যা কমছে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ জানুয়ারি ২০২৩ তারিখে\nবুমেরাং (একটি গল্প)"}