{"pageid": 1141606, "title": "জিনান দক্ষিণের বড় মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1141606", "content": "জিনান দক্ষিণের বড় মসজিদ (চীনা: 济南清真南大) চীনের শানতুং প্রদেশের চিনান শহরের প্রাচীনতম মসজিদ। এটি ইউয়ান রাজবংশের সময়কালে (১২৯৫ সালে) প্রতিষ্ঠা করা হয়। তবে, বর্তমান কাঠামোর অধিকাংশই মিং রাজবংশের সময়কালে (১৪৩৬-১৪৯২ সালে) নির্মাণ করা হয়। মসজিদের মূল বিন্যাসের অন্যতম একটি দিক হলো, একটি চীনা মন্দির। যার মধ্যে মসজিদ হিসেবে কাজ করার জন্য প্রয়োজনীয় উপাদানগুলোকে একত্রিত করে রাখা হয়।\n\n\n== ইতিহাস ==\nঅনেক কিংবদন্তির মতে, মসজিদটি তাং রাজবংশের সময়কালে প্রতিষ্ঠা করা হয়, তবে এটি নিশ্চিত হওয়ার জন্য কোনো উল্লেখযোগ্য প্রমাণ নেই। লিখিত প্রমাণ অনুযায়ী, এটি তেমুর খানের (ইউয়ানের সম্রাট চেংজং) রাজত্বের প্রথম বছরে ১২৯৫ সালে বর্তমান স্থানে স্থাপন করা হয়।\nবর্তমান সময়ের কাঠামোটির নির্মাণকাজ শুরু হয় ১৪২০ এবং ১৪৩০ এর দশকে। হংঝি সম্রাটের রাজত্বের পঞ্চম বছরে ১৪৯২ সালে মসজিদটির উল্লেখযোগ্য সম্প্রসারণ করা হয়। সেইসাথে প্রারম্ভিক রিপাবলিকান যুগের কিং রাজবংশের সম্রাট জিয়াজিং (১৫২১-১৫৬৭) এবং মিং রাজবংশের সম্রাট ওয়ানলি (১৫৭২-১৬২০), জিয়াকিং (১৭৯৬-১৮২০), দাওগুয়াং (১৮২০-১৮৫০) এবং টংঝি (১৮৬১-১৮৭৫) এর শাসনামলে অন্যান্য নথিভুক্ত সংস্কার করা হয়।\nসাংস্কৃতিক বিপ্লবের সময় মসজিদটি মারাত্মকভাবে ক্ষতিগ্রস্থ হয় এবং এতে থাকা অনেক ঐতিহাসিক নিদর্শন ধ্বংস হয়ে যায়। ফলে, ভবনটিকে একটি কারখানায় রূপান্তরিত করা হয়। ১৯৯২ সাল থেকে এটিকে একটি প্রাদেশিক-স্তরের মূল সাংস্কৃতিক ঐতিহ্যবাহী স্থান হিসেবে সুরক্ষিত করা হয়।\n\n\n== স্থাপত্য ==\nমসজিদের মূল বিন্যাসটি একটি ঐতিহ্যবাহী চীনা মন্দিরের প্রাঙ্গণ শৈলী অনুসরণ করে নির্মাণ করা হয়, যেখানে প্রধান ভবনগুলো প্রতিসাম্যের একটি প্রধান অক্ষ বরাবর সাজানো হয়। যাইহোক, সেখানে অর্থাৎ চীনা মন্দিরে এই প্রধান অক্ষটি সাধারণত উত্তর-দক্ষিণ অভিমুখে থাকে। গ্রেট সাউদার্ন মসজিদের মূল অক্ষটি পূর্ব-পশ্চিম দিকে থাকে, যাতে মূল প্রার্থনা কক্ষে প্রবেশ করার সময় উপাসকরা পশ্চিম দিকে (মক্কার দিকে) মুখ করে থাকে।\nচীনা ঐতিহ্যের সাথে মিল রেখে মসজিদের মূল প্রবেশদ্বারটি একটি আত্মা প্রাচীর দ্বারা সুরক্ষিত করা হয়।\nমসজিদটি মোট ৬,৬৩০ বর্গ মিটার এলাকা জুড়ে বিস্তৃত, যার মধ্যে ২,৮৩০ বর্গ মিটারের মধ্যে ভবন নির্মিত। \n\n\n== অবস্থান ==\nমসজিদটি ঐতিহাসিক শহরের কেন্দ্র এবং বাওতু স্প্রিং পার্কের পশ্চিমে জিনানের লিক্সিয়া জেলায় অবস্থিত। এর অবস্থান চিনানের মুসলিম শিবির (হুইমিন জিয়াওকু) এর দক্ষিণ প্রবেশপথে।\n\n\n== আরও দেখুন ==\n\nচীনে ইসলাম\nইসলামের ইতিহাসের সময়রেখা\nইসলামি স্থাপত্য\nইসলামি শিল্প\n\n\n== তথ্যসূত্র =="}