{"pageid": 1141379, "title": "আল-নুরাইন মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1141379", "content": "আল-নুরাইন মসজিদ (আরবি: مسجد النورين) ফিলিস্তিনের পশ্চিম তীরে অবস্থিত একটি আধুনিক মসজিদ। ২০১১ সালের সেপ্টেম্বরে অবৈধ ইহুদি বসতি স্থাপনকারীরা মসজিদটিতে অগ্নিসংযোগ করলে মসজিদটি আলোচনার শিরোনামে আসে।\n\n\n== অগ্নিসংযোগ ও ভাঙচুর ==\n\n৫ সেপ্টেম্বর ২০১১ তারিখে মসজিদটিত রাতে অগ্নিসংযোগের ঘটনায় মসজিদটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়। হামলাটি স্থানীয় সময় আনুমানিক ৩:০০ টায় (জিএমটি+২) হয়। মসজিদটির নিচতলায় ভাঙা জানালা দিয়ে দুটি জ্বলন্ত টায়ার নিক্ষেপ করা হয় এবং ঐ দিন সকালে নামাজের জন্য আগত মুসল্লিরা মসজিদটিতে আগুন ও ভাঙচুর দেখতে পান। মসজিদটির দেয়ালে হিব্রু ভাষায় বিভিন্ন ভাষ্য লেখা হয় ও তাতে মুহাম্মদ (স.) এর বিরুদ্ধে বিদ্বেষপূর্ণ ভাষ্য দেওয়া হয়। এবং পরবর্তীতে মসজিদটিতে আরও হামলার হুমকি দেওয়া হয়। মাইগ্রেনে ধ্বংসযজ্ঞের প্রতিশোধ হিসেবে জঙ্গি ইহুদি বসতি স্থাপনকারীরা এই হামলা চালায় বলে মনে করা হয়। এগুলো ব্যক্তিগত মালিকানাধীন জমিতে নির্মিত হওয়ার কারণে পিস নাউ-এর আবেদনের জবাবে আগস্টে ইসরায়েলের সর্বোচ্চ আদালত এই আদেশ দেয়। রাব্বিস ফর হিউম্যান রাইটস রিপোর্ট করেছে যে মসজিদে হামলা দৃশ্যত বসতি স্থাপনকারীদের মধ্যে কিছু উপদলের কুখ্যাত নীতির অংশ।\nফিলিস্তিনি নিরাপত্তা কর্তৃপক্ষ এটিকে দুই বছরের মধ্যে পশ্চিম তীরে বসতি স্থাপনকারীদের দ্বারা আক্রান্ত ষষ্ঠ মসজিদ বলে দাবি করেছে। ঘটনার পরের দিন ইসরায়েলি পুলিশ তদন্ত শুরু করে।\nজাতিসংঘের মতে, এটি ২০১১ সালে অবৈধ বসতি স্থাপনকারীদের দ্বারা ২৫০ টিরও বেশি হামলার মধ্যে একটি যেখানে ফিলিস্তিনিরা আহত হয় বা তাদের সম্পত্তির ক্ষতি হয়।\nফিলিস্তিনের জাতীয় কর্তৃপক্ষ হামলার নিন্দা করে উল্লেখ করেছে যে এটি পশ্চিম তীরে বসতি স্থাপনকারীদের দ্বারা সংঘটিত সহিংস অপরাধের কয়েকটি ঘটনার মধ্যে একটি মাত্র। প্রধানমন্ত্রী ফায়াদ যুক্তি দিয়েছিলেন যে \"এই ধরনের হামলা সহিংসতার একটি চক্রকে উস্কে দেয় এবং এটি সন্ত্রাসবাদের একটি অনন্য দৃষ্টান্ত।\" তিনি ইসরায়েলি পুলিশের সমালোচনা করেন এবং পরিবর্তে বিষয়টি তদন্ত করার জন্য মধ্যপ্রাচ্য কোয়ার্টেটকে আহ্বান জানান। ইউরোপীয় ইউনিয়নের পররাষ্ট্র নীতির প্রধান ক্যাথরিন অ্যাশটন একটি বিবৃতি প্রকাশ করে বলেন, \"উপাসনার স্থানের বিরুদ্ধে হামলা, ধর্ম বা বিশ্বাসের স্বাধীনতাকে ক্ষুণ্ণ করে যা একটি মৌলিক মানবাধিকার।\" তিনি যুক্তি দেন যে এই ধরনের উসকানি জড়িত পক্ষের মধ্যে অবিশ্বাস তৈরি করে শান্তি প্রক্রিয়াকে ক্ষুণ্ন করছে। অর্গানাইজেশন অফ ইসলামিক কো-অপারেশন (ওআইসি) এর মহাসচিব একমেলেদ্দিন ইহসানগ্লুও এই হামলার নিন্দা করেন এবং ইসরাইলকে সম্পূর্ণভাবে দায়ী করেন। তিনি ফিলিস্তিনিদের বিরুদ্ধে সহিংসতা প্রতিরোধে মানবাধিকার সংস্থাগুলোকে কাজ করতে বলেন।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}