{"pageid": 11417, "title": "মৃণালিনী", "url": "https://bn.wikipedia.org/wiki?curid=11417", "content": "মৃণালিনী সাহিত্যসম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের তৃতীয় উপন্যাস। এটির প্রকাশকাল ১৮৬৯ সাল। এই উপন্যাসেই প্রথম স্বদেশপ্রেমকে বিষয়বস্তু করেছিলেন বঙ্কিমচন্দ্র। এই উপন্যাসটি বঙ্কিমচন্দ্র আলিপুরে থাকাকালীন রচনা করেছিলেন। বইটি উৎসর্গ করেছিলেন বন্ধু তথা বিশিষ্ট নাট্যকার দীনবন্ধু মিত্রকে। ন্যাশানাল থিয়েটার ১৮৭৪ সালে এই উপন্যাসের নাট্যরূপ মঞ্চস্থ করে। ১৮৮০ সালে মৃণালিনী হিন্দুস্থানী ভাষায় অনূদিত হয়।\n\n\n== ইতিহাস ==\nত্রয়োদশ শতকের প্রথম দশকে বখ‌তিয়ার খিলজি অতর্কিতে নবদ্বীপ আক্রমণ করেছিলেন। সঙ্গে ছিলো মাত্র সপ্তদশ অশ্বারোহী (মতান্তরে অষ্টাদশ অশ্বারোহী)। রাজা লক্ষ্মণ সেন আহারে ব্যস্ত ছিলেন, আক্রমণের পূর্বাভাস থাকা সত্ত্বেও যুদ্ধের জন্য কোনো পূর্বপ্রস্তুতি ছিলো না। রাজা স্বপরিবারে নৌকা-সহযোগে বিক্রমপুরে পলায়ণ করেছিলেন। এই পলায়ণের কাহিনী সাহিত্য সম্রাটকে বরাবরই পীড়া দিতো। বাঙালির শৌর্য-বীর্যের প্রতি তিনি প্রচণ্ড পরিমাণে আস্থাশীল ছিলেন। বাঙালির এরূপ আত্মসমর্পণের কলঙ্কিত ইতিহাসকে নিজের লেখনীর মাধ্যমে কল্পনার অস্ত্রে সামান্য হলেও লাঘব করার চেষ্টা করেছেন।\nচরিত্র সমূহের মধ্যে নায়িকা মৃণালিনী, নায়ক হেমচন্দ্র, পশুপতি, মনোরমা, গিরিজায়া, দিগ্বিজয়-সব চরিত্রই কাল্পনিক। শুধুমাত্র বখতিয়ার খিলজি কর্তৃক নবদ্বীপ আক্রমণ ও বিজয়ের ঘটনামাত্র ঐতিহাসিক পটভূমিতে সজ্জিত। বাকী চরিত্র ও ঘটনাক্রম পুরোটাই কাল্পনিক।\n\n\n== পটভূমি ==\nমৃণালিনী মাগধের রাজপুত্র হেমচন্দ্রের প্রেমে পড়েছেন যখন মাগধ যবনদের  দখলে ছিলো এবং  সেই সময় হেমচন্দ্র মৃণালিনীর সাথে ছিলেন। শিক্ষক মাধবাচার্য হেমচন্দ্রকে বলেছিলেন যে তিনি মাগধের শেষ শাসক হওয়ায় মাগধকে যবন থেকে মুক্তি দিতে পারেন। হেমচন্দ্র যবনদের সাথে যুদ্ধের প্রস্তুতির দিকে পদক্ষেপ নিয়েছিলেন। এদিকে মাধবাচার্য কুটিলভাবে মৃণালিনীকে গৌড়ে প্রেরণ করলেন। মৃণালিনীর স্মৃতির কারণে হেমচন্দ্র কাজে গতি বজায় রাখেন না। মৃণালিনীর স্মৃতি তাঁকে বার বার অত্যাচার করছে। মাধবাচার্য মৃণালিনীর ঠিকানা দেওয়া অস্বীকার করলে হেমচন্দ্র রেগে গিয়েছিলেন। ক্রোধে হেমচন্দ্র মাধবাচার্যের উপরে আক্রমণ করার জন্য তরোয়াল বের করে নিলেন। হেমচন্দ্র মাধবাচার্যকে তাঁর কথা দিয়েছিলেন যে তিনি দেশকে মুক্ত করার জন্য কাজ করবেন তবে মৃণালিনীর তথ্যের পরে।  মাধবাচার্য তাকে ঠিকানাটা বলেছিলেন।\nমৃণালিনী গৌড়ের ব্যবসায়ী হৃষিকেশের সাথে বাস করছিলেন।  হেমচন্দ্র পৌঁছে গেল \"গৌড়\"  এবং পাঠান  রাস্তার গায়ক \"গিরিজায়া\" এর সহায়তায় মৃণালিনীকে দেখা করতে বলেন। গিরিজায়া রাতে দু'জনের  মিলনের জন্য সময় এবং স্থান স্থির করে। তাদের মধ্যে আলাপন হয়। এরপর  মৃণালিনী হৃষীকেশ বাড়িতে ফিরে এলে হৃষীকেশের পুত্র ব্যোমকেশ তাকে ধরার জন্য শক্তি প্রয়োগ করেছিলেন। তবে শীঘ্রই গিরিজায়া ব্যোমকেশকে কামড় দেয়। ব্যোমকেশ তাকে বাইরে গিয়ে অজানা পুরুষের সাথে দেখা করার জন্য অভিযোগ করেছিলেন। মৃণালিনীকে বাড়ি থেকে বের করে দিলেন হৃষিকেশ।\nমৃণালিনী ও গিরিজায়া হেমচন্দ্রকে সন্ধান করতে নবদ্বীপে পৌঁছেছিলেন। গিরিজায়া হেমচন্দ্রকে খুঁজে পেয়ে মৃণালিনীর সাথে দেখা করতে বলেছিলেন। তবে শীঘ্রই মাধবাচার্য  হেমচন্দ্রকে সমস্ত কিছু জানালেন। মৃণালিনী একজন বিশ্বাসঘাতক এবং অন্য ব্যক্তির সাথে তার সম্পর্ক রয়েছে শুনে তিনি রাগে ফেটে পড়ে এবং  মৃণালিনীকে হত্যা করার শপথ নেন।  পরের দিন গিরিজায়া তাঁকে মৃণালিনী সম্পর্কে বোঝানোর চেষ্টা করায় সফল হলে পরে হেমচন্দ্র  মৃণালিনীর সাথে দেখা করলেন এবং পুরো প্রসঙ্গে জানা যায় মৃণালিনী হেমচন্দ্রকে একটি চিঠি পাঠিয়েছিল কিন্তু অহংকারের কারণে হেমচন্দ্র সেই চিঠিটি নষ্ট করেছিলেন।\nএকই মুহুর্তে, যবনরা নবদ্বীপে আক্রমণ করেছিল। যবনরা নবদ্বীপকে লুট, ডাকাতি ও ধ্বংস করছিল। হেমচন্দ্র নবদ্বীপের এই ভয়াবহ ধ্বংস দেখতে পাচ্ছেন না। তিনি নবদ্বীপের লোকদের রক্ষা করতে পদক্ষেপ নিয়েছিলেন।  এই কাজের সময় তিনি ব্যোমকেশের সংস্পর্শে আসেন যিনি তাকে বলেছিলেন যে তিনি কীভাবে মৃণালিনীকে প্রতারণা করেছেন। হেমচন্দ্র সমস্ত কাজ ছেড়ে দিয়ে মৃণালিনীর সাথে দেখা করার জন্য ছুটে গেলেন এবং তার কাছে ক্ষমা চেয়েছিলেন। তখন হেমচন্দ্র মাধবাচার্যকে বলেছিলেন যে তারা ইতোমধ্যে মথুরায় বিবাহ করেছেন। এখন তারা  আনন্দের সাথে জীবনযাপন করবে।  মাধবাচার্যও তাঁদের আশীর্বাদ করেছিলেন।\n\n\n== বহিঃসংযোগ =="}