{"pageid": 1141811, "title": "অভিনিষ্ক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1141811", "content": "অভিনিষ্ক্রমণ বা মহাভিনিষ্ক্রমণ হল একটি প্রথাগত পারিভাষিক শব্দ, যার মাধ্যমে কৃচ্ছ্রব্রতীর (সংস্কৃত: শ্রামণ, পালি: সামণ) জীবনযাপনে ইচ্ছুক গৌতম বুদ্ধের (আনুমানিক খ্রিস্টপূর্ব ৫৬৩ – ৪৮৩ অব্দ) কপিলাবস্তু রাজপ্রাসাদ ত্যাগের ঘটনাটিকে বোঝায়। এই ঘটনাকে একটি মহৎ ত্যাগ হিসেবে গণ্য করা হয় বলেই এটিকে ‘মহাভিনিষ্ক্রমণ’ বলা হয়। এই ঘটনার অধিকাংশ বিবরণই পাওয়া যায় বিভিন্ন বৌদ্ধ সম্প্রদায়ের অপ্রামাণিক শাস্ত্রগ্রন্থগুলিতে। এই বিবরণগুলিই সর্বাধিক পরিমাণে সম্পূর্ণ বিবরণ। যদিও পূর্ববর্তী শাস্ত্রগ্রন্থগুলির তুলনায় এই সকল গ্রন্থের বিবরণ অধিকতর পৌরাণিক প্রকৃতির। পালি, সংস্কৃত ও চীনা ভাষায় এই বিবরণগুলি পাওয়া যায়।\nএই সকল বিবরণ অনুযায়ী, ভাবী-বুদ্ধ রূপে রাজকুমার সিদ্ধার্থ গৌতমের জন্মের সময় ব্রাহ্মণ পুরোহিতেরা ভবিষ্যদ্বাণী করেন যে, সিদ্ধার্থ হয় এক বিশ্ব ধর্মগুরু হবেন না হয় এক বিশ্ব শাসনকর্তা হবে। পুত্র যাতে ধর্মীয় জীবনের দিকে ঝুঁকে না পড়ে, তা নিশ্চিত করতে রাজকুমার সিদ্ধার্থের পিতা তথা শাক্য বংশের রাজা শুদ্ধোধন তাঁকে মৃত্যু বা দুঃখ দেখতে দিতেন না এবং তাঁকে বিলাসব্যসন দিয়ে অন্যমনস্ক করে রাখতেন। শৈশবে রাজকুমার সিদ্ধার্থ একটি ধ্যান-অভিজ্ঞতার মাধ্যমে সকল সত্ত্বার মধ্যে অন্তর্নিহিত দুঃখকে (সংস্কৃত: দুঃখ, পালি: দুক্খ) অনুভব করেন। তিনি বয়ঃপ্রাপ্ত হন এবং বিলাসব্যসনেই যৌবন অতিবাহিত করতে থাকেন। কিন্তু ধর্মীয় প্রশ্নাবলি বিবেচনা তিনি বন্ধ করেননি। ঊনত্রিশ বছর বয়সে তিনি জীবনে প্রথম যা দেখেন তা বৌদ্ধধর্ম দৃশ্য চতুষ্টয় নামে পরিচিত: এক বৃদ্ধ ব্যক্তি, এক জরাগ্রস্থ ব্যক্তি, একটি মৃতদেহ ও এক কৃচ্ছ্রব্রতী। এই দৃশ্য তাঁকে অনুপ্রাণিত করে। এর কিছুকাল পরেই একদিন রাতে রাজকুমার সিদ্ধার্থের নিদ্রাভঙ্গ তিনি দেখেন যে তাঁর পরিচারিকাবৃন্দ অনাকর্ষণীয় ভঙ্গিতে শুয়ে রয়েছে। এই দৃশ্য দেখে রাজকুমার মর্মাহত হন। নিজের সকল অভিজ্ঞতার দ্বারা চালিত হয়ে তিনি পিতার ইচ্ছার বিরুদ্ধে মধ্যরাত্রে প্রাসাদ ত্যাগ করে পরিব্রাজক কৃচ্ছ্রব্রতীর জীবন যাপনের সিদ্ধান্ত নেন। পিছনে ফেলে যান স্ত্রী যশোধরা ও সদ্যজাত পুত্র রাহুলকে। সারথি ছন্দক ও অশ্ব কন্থককে নিয়ে তিনি আনোমিয়া নদীর তীর পর্যন্ত আসেন এবং সেখানে নিজের কেশ ছিন্ন করেন। ভৃত্য ও অশ্বকে ত্যাগ করে তিনি বনের মধ্যে চলে যান এবং সন্ন্যাসীর বস্ত্র পরিধান করেন। পরবর্তীকালে রাজা বিম্বিসারের সঙ্গে তাঁর সাক্ষাৎ হয়। বিম্বিসার নিজের রাজকীয় ক্ষমতা প্রাক্তন রাজকুমারের সঙ্গে ভাগ করে নেওয়ার প্রস্তাব দেন। কিন্তু কৃচ্ছ্রব্রতী গৌতম তা প্রত্যাখ্যান করেন।\nরাজকুমার সিদ্ধার্থের গৃহত্যাগের উপাখ্যানটি গৃহস্থের কর্তব্য ও ধর্মীয় জীবনের সংঘাতের বিষয়টি ফুটিয়ে তোলে এবং দেখিয়ে দেয় যে কীভাবে সর্বাপেক্ষা বিলাসবহুল পন্থায় জীবনযাপনকারীরাও দুঃখে জর্জরিত হন। রাজকুমার সিদ্ধার্থ জীবনের স্বল্পস্থায়ী প্রকৃতিটি নিয়ে এক শক্তিশালী ধর্মীয় আলোড়ন দ্বারা বিচলিত হয়েছিলেন। কিন্তু বিশ্বাস করতেন একটি দৈব বিকল্প খুঁজে পাওয়া যেতে পারে এবং তা পাওয়া যেতে পারে এই জীবনেই এবং সৎ অনুসন্ধিৎসুর কাছে তা প্রাপ্তিযোগ্যও। এই ধর্মীয় আলোড়নের ভাবটি ছাড়াও তিনি মানুষের দুঃখের প্রতি এক গভীর সমবেদনা (সংস্কৃত ও পালি: করুণা) অনুভব করেছিলেন। প্রথাগত বিবরণগুলিতে বুদ্ধের প্রথম জীবন নিয়ে বিশেষ কিছু বলা হয়নি। ঐতিহাসিক বিবরণও নিশ্চিতভাবে কিছু পাওয়া যায় না। ঐতিহাসিকেরা মনে করেন যে, সিদ্ধার্থ গৌতম সত্যই এক ধনী ও অভিজাত পরিবারে জন্মগ্রহণ করেছিলেন এবং তাঁর পিতা ছিলেন একজন রাজা। তবে তাঁর বাসভূমিটি রাজশাসিত রাজ্য ছিল না, ছিল একটি গোষ্ঠীশাসিত রাজ্য বা গণরাজ্য এবং রাজকুমারের সম্পদ ও পরম সুখময় জীবনের ছবিটি প্রথাগত গ্রন্থগুলিতে অতিরঞ্জিত করা হয়েছে। বুদ্ধের এক শতাব্দীকাল পরে বিকাশলাভ করা মৌর্য সাম্রাজ্যের উত্থানের দ্বারা অনুপ্রাণিত আদর্শ রাজার (‘চক্রবর্তী’) ধারণাটির সঙ্গে বুদ্ধকে সংযুক্ত করার ফলে সিদ্ধার্থ গৌতমের জীবনের ঐতিহাসিক ভিত্তিটি প্রভাবিত হয়। বার্ধক্য, জরা, মৃত্যু ও সন্ন্যাস—জীবনে প্রথম দেখা এই দৃশ্য চতুষ্টয়ের আক্ষরিক ব্যাখ্যাকে সাধারণভাবে ঐতিহাসিকেরা গ্রহণ করেন না। তাঁদের মতে এটি একটি ক্রমবর্ধমান ও মর্মপীড়ক অস্তিত্ব অনুভবের প্রতীক মাত্র, যা সম্ভবত সিদ্ধানের ছেলেবেলাতেই শুরু হয়েছিল। পরবর্তীকালে তিনি হয় উদ্দেশ্যপ্রণোদিতভাবে নিজ পুত্র রাহুলের জন্ম দিয়েছিলেন যাতে তিনি পিতামাতার থেকে সন্ন্যাস গ্রহণের অনুমতি সহজে পেতে পারেন।\nরাজকুমারের জন্মের অব্যবহিত পরেই যে ভবিষ্যদ্বাণী করা হয়েছিল তা রাজকুমার সিদ্ধার্থের ব্যক্তিত্বের দুই প্রকৃতিকে নির্দেশ করে: এক সংগ্রামরত মানব যিনি বোধি লাভের চেষ্টা করছেন এবং এক দিব্য উত্তরাধিকারী ও ‘চক্রবর্তী’। এই দুই দিকই বৌদ্ধ মতবাদের ক্ষেত্রে গুরুত্বপূর্ণ। মহাভিনিষ্ক্রমণের দৃশ্যটি বৌদ্ধ শিল্পকলায় ব্যাপক হারে স্থান পেয়েছে। এই ঘটনা বিভিন্ন বৌদ্ধ সম্প্রদায়ে সন্ন্যাসগ্রহণের প্রথাগুলিকে প্রভাবিত করেছে এবং ক্ষেত্রবিশেষে এই সব প্রথাগুলিও ঘটনার বিবরণটিকে প্রভাবিত করেছে। মহাভিনিষ্ক্রমণের একটি পরিবর্তিত পাঠান্তর পাওয়া যায় খ্রিস্টান সন্ত বারলাম ও জোসাফাটের কিংবদন্তিতে। একাদশ শতাব্দীর খ্রিস্টধর্মে এই কিংবদন্তিটি ছিল সর্বাধিক জনপ্রিয় ও বহুল-প্রচলিত কিংবদন্তিগুলির অন্যতম। যদিও এই কিংবদন্তিতে এক বিজয়ী খ্রিস্টান রাজা ও সন্ন্যাসীকে দেখানো হয়েছে, তা সত্ত্বেও এর মধ্যে নিহিত হয়েছে মূলের বৌদ্ধ বিষয়বস্তু ও মতবাদ। আধুনিক যুগে এডউইন আর্নল্ড (১৮৩২-১৯০৪) ও জর্জ লুই বোর্জেস (১৮৯৯-১৯৮৬) প্রমুখ লেখক মহাভিনিষ্ক্রমণের উপাখ্যানটি থেকে অনুপ্রাণিত হন।\n\n\n== উৎসসূত্র ==\n\nঅরিয়পরিয়সেনা সুত্ত ও মহাসচ্চক সুত্তের ন্যায় বেশ কয়েকটি আদি বৌদ্ধ ধর্মগ্রন্থে এবং তৎসহ সন্ন্যাস নিয়ম-সংক্রান্ত (সংস্কৃত ও পালি: বিনয়) গ্রন্থগুলির একাংশে বুদ্ধের প্রথম জীবনের কিয়দংশের কথা উল্লিখিত হয়েছে। কিন্তু এগুলিতে কোনও সম্পূর্ণ ও নিরবিচ্ছিন্ন জীবনী পাওয়া যায় না। তা সত্ত্বেও এই সকল খণ্ডিত বিবরণের মধ্যে প্রায়শই মহাভিনিষ্ক্রমণের ঘটনাটিকে অন্তর্ভুক্ত করা হত। এক্ষেত্রে বিশেষভাবে উল্লেখ করা যায়, মহীশাসক ও ধর্মগুপ্তক সম্প্রদায়ের আদি ধর্মগ্রন্থগুলির চীনা অনুবাদগুলির কথা। এর পরে বিভিন্ন বৌদ্ধ পরম্পরায় আরও সম্পূর্ণতর বিবরণ দেওয়া হয়েছিল। কিন্তু এগুলি ছিল অধিকতর পৌরাণিক প্রকৃতির। এগুলির মধ্যে খ্রিস্টপূর্ব চতুর্থ শতাব্দীর মূলসর্বাস্তিবাদী বিনয়ে পাওয়া একটি অধিকতর সম্পূর্ণ জীবনী এবং বেশ কয়েকটি সম্পর্কিত গ্রন্থের নাম করা যায়। যে সকল সংস্কৃত গ্রন্থে বুদ্ধের জীবনী আলোচিত হয়েছে সেগুলি হল অশ্বঘোষ রচিত বুদ্ধচরিত (আনুমানিক ৮০-১৫০ খ্রিস্টাব্দ), লোকোত্তরবাদী সম্প্রদায়ের মহাবস্তু (খ্রিস্টীয় প্রথম শতাব্দী), সর্বাস্তিবাদী সম্প্রদায়ের ললিতিবিস্তার (খ্রিস্টীয় প্রথম শতাব্দী) এবং সংঘবেদবস্তু। এগুলি ছাড়া চীনা ভাষায় অনূদিত কয়েকটি বুদ্ধজীবনীও পাওয়া যায়, যেগুলির মধ্যে প্রাচীনতমটি রচিত হয়েছিল খ্রিস্টপূর্ব চতুর্থ থেকে দ্বিতীয় শতাব্দীর মধ্যবর্তী সময়ে। এই সকল গ্রন্থের অনেকগুলিতেই ‘মহাভিনিষ্ক্রমণ’ শব্দের চীনা প্রতিশব্দটিকে শিরোনাম হিসেবে গ্রহণ করা হয়েছিল। এর মধ্যে সর্বাধিক পরিচিত গ্রন্থটির নাম ফোবেনজিংজি জিং (সংস্কৃত: অভিনিষ্ক্রমণ সূত্র)।\nসিংহলি টীকাকারেরা খ্রিস্টীয় দ্বিতীয়-তৃতীয় শতাব্দী নাগাদ পালি ভাষায় জাতকনিদান গ্রন্থটি রচনা করেন। এটি ছিল জাতকের টীকা এবং এই গ্রন্থে বুদ্ধের জীবনের কথা জেতবন বিহার দানের ঘটনা পর্যন্ত বর্ণিত হয়েছে। পরবর্তীকালে রচিত অন্যান্য গুরুত্বপূর্ণ পালি জীবনীগ্রন্থগুলি হল বুদ্ধরক্ষিতের জিনালংকার (দ্বাদশ শতাব্দী), বনরতন মেধংকরের জিনচরিত (ত্রয়োদশ শতাব্দী), মালাংকার বত্থু (অষ্টাদশ শতাব্দী) ও জিনমহানিদান (চতুর্দশ-অষ্টাদশ শতাব্দী)। অবশ্য দক্ষিণপূর্ব এশিয়ায় সর্বাধিক প্রচারিত বুদ্ধজীবনীটি হল পরবর্তী মধ্যযুগে রচিত পথমসম্বোধি। এই গ্রন্থটি পালি ও অন্তত আটটি স্থানীয় ভাষায় নথিবদ্ধ রয়েছে।\nশাস্ত্রীয় সূত্র ছাড়াও বুদ্ধের জীবনের মৌলিক উপাদানগুলির সম্পর্কে তথ্য আদি বৌদ্ধ শিল্পকলা থেকেও পাওয়া সম্ভব। এগুলি অনেক ক্ষেত্রেই জীবনীমূলক সূত্রগুলি অপেক্ষা প্রাচীনতর। এই সকল শিল্পের উৎপত্তি সেই সময় ঘটেছিল যখন বুদ্ধের জীবন সম্পর্কে কোনও নিরবিচ্ছিন্ন লিখিত বিবরণ পাওয়া যেত না।\n\n\n== বিবরণ ==\nবৌদ্ধ ধর্মোপদেশনা সাহিত্যে অভিনিষ্ক্রমণের ঘটনা সাধারণত বুদ্ধজীবনীতে ভাবী-বুদ্ধ রাজকুমার সিদ্ধার্থ গৌতমের (পালি: সিদ্ধাত্থ গোতম) ধর্মীয় জীবনের বৈশিষ্ট্যসূচক অন্যান্য বিভিন্ন ঘটনার সঙ্গেই (তাঁর প্রথম ধ্যান, বিবাহ, রাজপ্রাসাদের জীবন, দৃশ্য চতুষ্টয়, প্রাসাদে সুখকর জীবন ও ত্যাগ, অভিনিষ্ক্রমণ, শিকারীদের সম্মুখীন হওয়া এবং অশ্ব কন্থক ও সারথি ছন্দককে (পালি: ছন্ন) বিদায়-সম্ভাবষণ) উল্লিখিত হয়ে থাকে। তিব্বতি বৌদ্ধধর্মে অভিনিষ্ক্রমণকে বুদ্ধের বারোটি মহান কর্মের অন্যতম জ্ঞান করা হয় এবং পালি টীকাসাহিত্যে অভিনিষ্ক্রমণকে অন্তর্ভুক্ত করা হয়েছে বুদ্ধত্ব-বিবরণকারী ত্রিশটি কার্য ও ঘটনার একটি তালিকার মধ্যে।\n\n\n=== জন্ম ও শৈশব ===\n\nপ্রথাগত বৌদ্ধ ধর্মগ্রন্থগুলিতে বলা হয়েছে যে, রাজকুমার সিদ্ধার্থ গৌতম বত্রিশটি মাঙ্গলিক শারীরিক লক্ষণ সহ জন্মগ্রহণ করেছিলেন। শিশুর শারীরিক লক্ষণসমূহ এবং সেই সঙ্গে তার জন্ম বিষয়ে পিতামাতার স্বপ্নগুলিকে বিচার করে আটজন ব্রাহ্মণ পুরোহিত ও অসিত নামে এক ঋষি ভবিষ্যদ্বাণী করেন যে, এই শিশু হয় এক বিশ্ববিজয়ী ধর্মগুরু হবে, নতুবা হবে এক বিশ্ববিজয়ী সম্রাট (সংস্কৃত: চক্রবর্তী, পালি: চক্কবতীন)। যদিও কৌণ্ডিন্য নামে একজন ব্রাহ্মণ এবং কোনও কোনও সূত্র মতে অসিত বলেছিলেন যে শিশুটি কেবলমাত্র বিশ্ববিজয়ী ধর্মগুরুই হবে। নিজের পুত্র তথা উত্তরসূরিকে ধর্মীয় জীবন থেকে দূরে রাখতে রাজকুমার সিদ্ধার্থের পিতা তথা শাক্যদের (পালি: সাক্য) রাজা শুদ্ধোদন (পালি: সুদ্ধোদন) তাঁকে মৃত্যু বা কষ্ট প্রত্যক্ষ করতে দিতেন না; বরং রাজকুমারকে চিন্তামুক্ত রাখতে ও ধর্মীয় জীবন সম্পর্কে অনাগ্রহী করে তুলতে তাঁকে বিলাসব্যসনে ঢেকে রেখেছিলেন। আদি ধর্মগ্রন্থ ও অপ্রামাণিক জীবনীগুলিতে অনেকটা বিস্তারিতভাবে বর্ণিত হয়েছে কীভাবে রাজা শুদ্ধোদনের পুত্র কী প্রকার বিলাস প্রাচুর্যে জীবনযাপন করতেন। শুদ্ধোদন কপিলাবস্তু (পালি: কপিলাবত্থু) নগরীতে তাঁকে তিনটি প্রাদাস প্রদান করেছিলেন গ্রীষ্ম, শীত ও বর্ষা অতিবাহিত করার জন্য এবং সেই সঙ্গে তাঁকে অন্যমনস্ক রাখার জন্য অনেক পরিচারিকাও নিযুক্ত করেছিলেন। শৈশবে রাজকীয় হলকর্ষণ উৎসবের সময় এক জম্বু বৃক্ষের তলায় বসে রাজকুমার প্রথম ধ্যানের অভিজ্ঞতা অর্জন করেন। পরবর্তীকালে লিখিত কোনও কোনও গ্রন্থে এই ঘটনাটির বিস্তারিত বর্ণনা দিয়ে ব্যাখ্যা করা হয়েছে কীভাবে তরুণ রাজকুমার উঠোনে পশুদের একে অপরকে ভক্ষণ করতে দেখে সকল সত্তার অন্তর্নিহিত দুঃখকে (সংস্কৃত: দুঃখ, পালি: দুক্খ) উপলব্ধি করেন। এই ঘটনাই তাঁকে ধ্যানমূলক নিমগ্নতা অর্জনে প্রণোদিত করেছিল। তিনি যখন ধ্যানে বসেছিলেন, তখন গাছটির ছায়া অলৌকিকভাবে অনড় ছিল, যা দেখে রাজা এসে নিজের পুত্রের নিকট মাথা নত করেন। গৃহত্যাগের পর গৌতম যখন কৃচ্ছ্রসাধনের পথ পরিত্যাগ করে অন্য পথের অনুসন্ধান করছিলেন তখন এই অভিজ্ঞতাটিকে তিনি কাজে লাগিয়েছিলেন। এই ঘটনা ছিল তখনও যা ভবিতব্য তার একটি সংক্ষিপ্তসার: ‘দুঃখ’ দর্শন এবং ধ্যানের মাধ্যমে তা অতিক্রম করার উপায়ের অনুসন্ধান।\n\n\n=== দৃশ্য চতুষ্টয় ===\n\nষোলো বছর বয়সে রাজকুমার সিদ্ধার্থ যশোধরাকে (পালি: যসোধরা) বিবাহ করেন। যশোধরা ছিলেন সিদ্ধার্থের মতোই ক্ষত্রিয়-বংশোদ্ভূতা এবং গ্রন্থের বিবরণীতে তাঁকে বহু দিক থেকে নিখুঁত বলে বর্ণনা করা হয়েছে। সেই সঙ্গে বৌদ্ধ ধর্মগ্রন্থগুলিতে এও বলা হয়েছে যে, রাজকুমার সিদ্ধার্থ ছিলেন এক যোগ্য রাজকুমার। তিনি একাধারে ছিলেন ভালো ছাত্র, ভালো যোদ্ধা এবং একজন ভালো স্বামী। এই বর্ণনার মাধ্যমে প্রাসাদের জীবন ত্যাগ করার পিছনে যে উদ্দেশ্য দ্বারা তিনি চালিত হয়েছিলেন তা মহিমান্বিত হয়েছে। গ্রন্থের বিবরণ অনুযায়ী, তিনি ছিলেন বুদ্ধিমান, শিক্ষাগ্রহণে আগ্রহী এবং দয়ালু। কিন্তু রাজকুমার ধর্মীয় প্রশ্নগুলি বিবেচনা করতে থাকেন। তারপর ঊনত্রিশ বছর বয়সে তিনি প্রাসাদের বাইরে নগর-পরিভ্রমণে বের হন। সেই সময় (কোনও কোনও সূত্র অনুযায়ী, ভিন্ন ভিন্ন সময়ে) তিনি জীবনে প্রথম চারটি দৃশ্য দেখেন: এক বৃদ্ধ, এক জরাগ্রস্থ, একটি মৃতদেহ ও এক সন্ন্যাসী। অধিকাংশ প্রথাগত ধর্মগ্রন্থের মতে, এই দৃশ্যগুলি দেবতাদের শক্তিবলে রাজকুমারের সম্মুখে উপস্থিত হয়েছিল। কারণ শুদ্ধোধন এই জাতীত লোকেদের তাঁর পুত্রের দৃষ্টিপথের বাইরে রাখতেন। যদিও কোনও কোনও সূত্রে বলা হয়েছে যে, রাজকুমার চারটি দৃশ্য দেখেছিলেন কাকতালীয়ভাবেই। যাই হোক, এই চার দৃশ্য দেখে রাজকুমার সিদ্ধার্থ জানতে পারেন যে, প্রত্যেকে একই পথে বার্ধক্য, জরা ও মৃত্যুর সম্মুখীন হবে, এমনকি তিনি নিজেও হবেন। এই দৃশ্যগুলি দেখে মর্মাহত রাজকুমার রাজপ্রাসাদের জীবনের মধ্যে আর সুখ খুঁজে পেলেন না। চতুর্থ দৃশ্যটি ছিল এক সন্ন্যাসীর। তিনি সহজ-সরল, সংযত ও দয়ালু দৃষ্টিতে তাকিয়ে ছিলেন। সন্ন্যাসী দয়া ও অহিংসা শিক্ষা দেন এবং রাজকুমারের মনে এই আশা জেগে ওঠে যে দুঃখের হাত থেকে পরিত্রাণ পাওয়ার অথবা বোধি লাভের কোনও একটি পথ রয়েছে। এইভাবেই আবার রাজকুমার যা আবিষ্কার করেন তা তিনি পরবর্তীকালে বোধিলাভের সময় আরও গভীরভাবে অনুধাবন করতে সক্ষম হন: দুঃখ ও দুঃখের পরিসমাপ্তি।\nএই ঘটনার কিছুদিন পরে রাজকুমার সিদ্ধার্থ শুনলেন যে তাঁর একটি পুত্র হয়েছে। পালি বিবরণী অনুযায়ী, পুত্রের জন্মের সংবাদ শুনে রাজকুমার সিদ্ধার্থ উত্তর দিয়েছিলেন, \"রাহুলজাতো বন্ধনং জাতম্\" (অর্থাৎ, \"এক ‘রাহু’র জন্ম হয়েছে, এক বাধার উৎপত্তি ঘটেছে’)। অর্থাৎ, পুত্রকে তিনি বোধি অনুসন্ধানের পথের বাধা মনে করেছিলেন। সেই অনুযায়ী রাজা শুদ্ধোধন নবজাতকের নামকরণ করেন ‘রাহুল’। কারণ, তিনি চাইছিলেন না যে তাঁর পুত্র সন্ন্যাসী হয়ে আধ্যাত্মিক পথের পথিক হোন। কোনও কোনও পাঠান্তরে, পুত্রকে নিজের আধ্যাত্মিক পথের বাধা জ্ঞান করে রাজকুমার সিদ্ধার্থই এইভাবে পুত্রের নামকরণ করেছিলেন।\n\n\n=== সংবেগ ===\n\nস্নানান্তে ক্ষৌরকারের ছদ্মবেশে আসা এক দেবতার দ্বারা সজ্জিত হয়ে রাজকুমার সিদ্ধার্থ প্রাসাদে প্রত্যাবর্তন করেন। ফেরার পথে কপিলাবস্তুর কিসা গোতমী নামে এক রমণীর কণ্ঠে রাজকুমারের সৌন্দর্যবর্ণনাকারী একটি গান তিনি শুনেছিলেন। এই গানে নির্বৃতা (পালি: নিব্বুতা) বলে একটি কথা ছিল, যার অর্থ “পরম সুখময়, শান্ত অবস্থা” ও “নিবারিত, নির্বাণপ্রাপ্ত” – দুইই হয়। এই কারণেই গানটি তাঁকে মুগ্ধ করে এবং তিনি ধরে নেন যে তাঁর যে নির্বাণের অনুসন্ধানে বের হওয়ার সময় হয়েছে এই গানই তার লক্ষণ। ফউচার এই ঘটনাটির বর্ণনা দিতে গিয়ে বলেন:\n\nযেমন করে অভিসিঞ্চিত দ্রবণে পড়া একটি স্ফটিক স্ফটিকীকরণ সম্পূর্ণ করে, তেমনি করে একটি শব্দের বিস্ময়কর শক্তি তাঁর সমস্ত অস্পষ্ট ও ইতস্তত বিক্ষিপ্ত আকাঙ্ক্ষাকে রূপ দান করেছিল। সেই মুহুর্তেই তিনি স্বতঃস্ফূর্তভাবে আবিষ্কার করেন তাঁর জীবনের লক্ষ্য সম্মুখে উপস্থিত।\nএই উপাখ্যানের কোনও কোনও পাঠান্তরে দেখা যায়, গানটি শুনে খুশি হয়ে রাজকুমার সেই রমণীকে একটি মুক্তার মালা উপহার দিচ্ছেন। নীতিকথামূলক গ্রন্থ ললিতবিস্তারে দেখা যায়, প্রাসাদত্যাগের পূর্বে রাজকুমার সিদ্ধার্থ তাঁর পিতার কাছে নগর ত্যাগ করে বনবাসের অনুমতি প্রার্থনা করতে যান। কিন্তু শুদ্ধোদন বলেন যে, পুত্রকে রাখতে তিনি সব কিছু দিতে পারেন। তখন সিদ্ধার্থ তাঁর পিতাকে জিজ্ঞাসা করেন যে তিনি তাঁকে বার্ধক্য, জরা ও মৃত্যুর হাত থেকে রক্ষা করতে পারবেন কিনা: রাজা উত্তর দেন যে তিনি পারবেন না। পুত্র প্রাসাদত্যাগে বদ্ধপরিকর জেনে শেষপর্যন্ত তিনি তাঁকে আশীর্বাদ করেন। সেইদিন মধ্যরাতে রাজকুমার সিদ্ধার্থ শয্যা থেকে উত্থান করেন এবং দেখেন যে তাঁর পরিচারিকা-গায়িকাবৃন্দ অনাকর্ষণীয় ভঙ্গিতে মেঝেতে শুয়ে রয়েছে। তাদের কারও কারও মুখ থেকে লালাও ঝরছে। রাজকুমারের মনে হয়, তিনি যেন শ্মশানে শব-পরিবেষ্টিত হয়ে রয়েছেন। ভারততত্ত্ববিদ ভিক্ষু তেলওয়াত্তে রাহুল বলেছেন যে, এখানেই একটি বক্রাঘাত রয়েছে। রাজা শুদ্ধোদন সেই পরিচারিকাবৃন্দকে পাঠিয়েছিলেন রাজকুমারকে গৃহস্থ জীবন ত্যাগ থেকে নিবৃত্ত করে অন্যমনস্ক করে রাখার জন্য, কিন্তু তারা সম্পূর্ণ বিপরীত এক ঘটনার কারণ হয়ে দাঁড়ায়। রাজকুমার সিদ্ধার্থ উপলব্ধি করেন, মানুষের অস্তিত্ব নিয়ন্ত্রিত হয় দুক্খ কর্তৃক এবং মানুষের শরীর অনিয়ত ও অশুভ প্রকৃতির। ললিতবিস্তার গ্রন্থে এই কাহিনির আরেকটি পাঠান্তর পাওয়া যায়। সেই পাঠান্তরে দেখা যায়, গায়িকারা রাজকুমারকে প্রণয়সংগীত শোনাচ্ছিলেন, কিন্তু দেবতাদের প্রভাবে রাজকুমার বোঝেন যে গানগুলি অনাসক্তির স্তুতি করছে এবং সেই সব গানই তাঁকে পূর্ব পূর্ব জীবনে গ্রহণ করা বুদ্ধত্বের শপথের কথা মনে করিয়ে দেয়। সেই রাতে রাজকুমার সিদ্ধার্থ পাঁচটি ভিন্ন ভিন্ন স্বপ্ন দেখেছিলেন। পরবর্তীকালে তিনি বুঝেছিলেন যে সেই স্বপ্নগুলি বুদ্ধ রূপে তাঁর ভাবী কর্তব্যের ইঙ্গিত বহন করছিল।\n\n\n=== প্রাসাদত্যাগ ===\n\nদৃশ্য চতুষ্টয় দর্শন এবং পরবর্তী ঘটনাবলিতে বিচলিত রাজকুমার পিতার ইচ্ছার বিরুদ্ধেই মধ্যরাতে প্রাসাদ ত্যাগ করে পরিব্রাজক সন্ন্যাসীর জীবন অলবম্বনের সিদ্ধান্ত গ্রহণ করেন। পত্নী যশোধরা ও পুত্রকেও তিনি প্রাসাদে রেখে যান। প্রাসাদ ত্যাগের পূর্বে তিনি একবার পত্নী ও সদ্যজাত সন্তানের দিকে দৃষ্টিপাত করেছিলেন। কিন্তু নিজের ইচ্ছাশক্তি দুর্বল হয়ে যেতে পারে এই ভয়ে পুত্রকে কোলে নিয়ে আদর না করেই তিনি পরিকল্পনা মাফিক প্রাসাদ ত্যাগ করেন। এই কাহিনির কোনও কোনও পাঠান্তরে বলা হয়েছে যে, রাজকুমারকে প্রাসাদ ত্যাগে সাহায্য করার জন্য দেবতারা রাজপরিবারের অন্যান্য সদস্যদের গভীর নিদ্রায় আচ্ছন্ন করে রেখেছিলেন। এই কারণে ছন্দক ও কন্থক রাজপরিবারকে জাগরিত করার চেষ্টা করেও অসমর্থ হন। যদিও কোনও কোনও বিবরণে দেখা যায়, রাজকুমার তাঁর নিদ্রিত পিতাকে শ্রদ্ধা নিবেদন করে প্রাসাদ ত্যাগ করেন। শেষপর্যন্ত ছন্দক ও কন্থক উভয়েই রাজকুমারের প্রাসাদত্যাগের সিদ্ধান্তের প্রতিবাদ জানায়। কিন্তু রাজকুমার তাতে কর্ণপাত করেন না।\nশেষে প্রাসাদ ত্যাগ করে রাজকুমার আরেকবার ফিরে তাকান এবং শপথ করেন যে বোধিলাভ করে তিনি ফিরবেন না। বৌদ্ধ ধর্মগ্রন্থগুলিতে বলা হয়েছে যে, এরপর মার (বৌদ্ধধর্মে অমঙ্গলের মূর্তরূপ) রাজকুমার সিদ্ধার্থের সম্মুখীন হয়ে চেষ্টা করে যাতে তিনি সিদ্ধান্ত পরিবর্তন করেন এবং চক্রবর্তী হন। কিন্তু মার ব্যর্থ হয়। যদিও এই কাহিনির অধিকাংশ পাঠান্তরে, এমনকি চিত্রকল্পগুলিতেও এমন কোনও ঘটনা দেখা যায় না। কোনও কোনও পাঠান্তর ও চিত্রকল্পে, মারের স্থানে যশোধরার পিতা মহানামন (পালি: মহানাম) বা স্থানীয় নগরলক্ষ্মীকে (নগরের রক্ষয়িত্রী দেবী) দেখা যায়। রাজকুমার সিদ্ধার্থ এরপর অশ্ব ও সারথি ছন্দককে নিয়ে তিনটি রাজ্য পার হয়ে অনোমিয়া নদীর (পালি: অনোমা) তীরে উপনীত হন। সেখানে তিনি তাঁর সকল অলংকার ও রাজপোষাক ছন্দককে দান করেন, মস্তক মুণ্ডন করেন এবং সন্ন্যাসীর বেশ ধারণ করেন। বৌদ্ধ বিশ্বাস অনুযায়ী, রাজকুমার নিজের কেশগুচ্ছ হাওয়ায় ভাসিয়ে দেন এবং দেবতারা তা তুলে নিয়ে স্বর্গের সিংহাসনে স্থাপন করেন। ব্রহ্মা-দেবতা ঘটিকার তাঁকে কাষায় বস্ত্র ও অন্যান্য প্রয়োজনীয় জিনিসগুলি প্রদান করেন। তারপর সিদ্ধার্থ ছন্দককে সান্ত্বনা দিলেন এবং সারথিকে প্রাসাদে ফেরত পাঠালেন তাঁর পিতাকে সংবাদ দেওয়ার জন্য এবং নিজে নদী পার হলেন। ছন্দকের মাধ্যমে সিদ্ধার্থ শুদ্ধোদনকে এই সংবাদ পাঠিয়েছিলেন যে, তিনি এই জীবন বিদ্বেষ বা ভালোবাসারা অভাবজনিত কারণে গ্রহণ করেননি, এমনকি \"স্বর্গলাভের ইচ্ছাতেও\" করেননি, বরং করেছেন জন্ম ও মৃত্যুর চক্রের পরিসমাপ্তি ঘটাতে। ছন্দক যে শুধু গোড়া থেকে সিদ্ধার্থের গৃহত্যাগের সাক্ষী ছিল তা-ই নয়, বরং সিদ্ধার্থের সন্ন্যাস গ্রহণের প্রত্যক্ষদর্শী ছিল। তাকে এই ঘটনা স্বচক্ষে দেখতে হয়েছিল যাতে সে প্রাসাদে ফিরে গিয়ে রাজপরিবারকে জানাতে পারে যে সিদ্ধার্থের এই সিদ্ধান্তই চূড়ান্ত। পূর্বতন রাজকুমার কর্তৃক ছন্দক ও তাঁর অশ্ব কন্থককে প্রাসাদে প্রেরণই ছিল জগতের সঙ্গে তাঁর শেষ বন্ধন ছেদন। ছন্দক অনিচ্ছাভরে সেই স্থান ত্যাগ করে; রাজকুমারের বিরহ সহ্য করে না পেরে কন্থক মৃত্যুবরণ করে। (যদিও কোনও কোনও পাঠান্তরে দেখা যায়, রাজকুমার সিদ্ধার্থ ছন্দকের সঙ্গে প্রথমে প্রাসাদে প্রত্যাবর্তন করেছিলেন।)\nপূর্বতন রাজকুমার বনের মধ্য দিয়ে নিজের যাত্রা অব্যাহত রাখেন। সম্ভবত তিনি মল্ল রাজ্যের অন্তর্গত বনাঞ্চলের মধ্য দিয়ে গিয়েছিলেন। কোনও কোনও বিবরণ অনুযায়ী, এই সময়ই এক কাঠুরিয়া বা শিকারীর সঙ্গে সাক্ষাতের পর তিনি রাজপোষাক ত্যাগ করে সাধারণ পোষাক পরিধান করেন এবং রাজপোষাক সেই লোকটির পোষাকের সঙ্গে বদল করে নেন। কোনও কোনও পাঠান্তরে এই ব্যক্তিকে ছদ্মবেশী ইন্দ্র রূপে চিহ্নিত করা হয়েছে। মূর্তিবিদ্যা বিশারদ অ্যানা ফিলিগেঞ্জি মনে করেন যে, এই ধরনের পোষাক-বদল ইঙ্গিত করে যে গৌতম নগরজীবনের পরিবর্তে সমাজের এক অধিকতর পরিমাণে \"আদিম\" ধরনের সঙ্গে যুক্ত হতে চলেছেন। তারপর সন্ন্যাসী গৌতম উত্তরাপথ হয়ে রাজগৃহে (অধুনা রাজগির) উপস্থিত হন। সেখানে গৌতমের সঙ্গে রাজা বিম্বিসারের সাক্ষাৎ হয়। গৌতমের আচার-আচরণে প্রীত হয়ে রাজা একজন ভৃত্য প্রেরণ করে গৌতমের সঙ্গে নিজের রাজ্য ভাগাভাগি করে নিতে চান। কোনও কোনও সূত্র মতে, রাজা বিম্বিসার গৌতমকে মন্ত্রীপদ গ্রহণের প্রস্তাব দিয়েছিলেন। গৌতম রাজাকে প্রত্যাখ্যান করলেও তাঁকে প্রতিশ্রুতি দেন যে, বোধিলাভের পর তিনি ফিরে আসবেন।\nএদিকে রাজপরিবার যখন উপলব্ধি করেন যে রাজকুমার সত্যই গৃহত্যাগী হয়েছেন, তখন তাঁরা দুঃখে কাতর হয়ে পড়েন। তবে সেই দুঃখ তাঁরা আংশিকভাবে কাটিয়ে উঠেছিলেন রাহুলকে লালনপালন করার সময়। রানি সিদ্ধার্থের দুঃখ ভোলার জন্য রাজকুমার অলংকার একটি পুকুরে নিক্ষেপ করেছিলেন।\n\n\n=== মতানৈক্য ===\nপালি সূত্র থেকে জানা যায় যে, রাজকুমার সিদ্ধার্থের প্রাসাদত্যাগের ঘটনা ঘটেছিল আষাঢ় (পালি: অসালহ) মাসের পূর্ণিমা তিথিতে। কিন্তু সর্বাস্তিবাদ ও ধর্মগুপ্তক সম্প্রদায়ের ধর্মগ্রন্থগুলিতে উল্লিখিত হয়েছে যে, এই ঘটনা ঘটেছিল বৈশাখ ([পালি: বেসাখ) মাসে। কোন তিথিতে রাজকুমার সিদ্ধার্থ গৃহত্যাগ করেছিলেন তা নিয়েও পুথিগত মতানৈক্য বিদ্যমান। কোনও কোনও গ্রন্থে বলা হয়েছে যে তিনি শুক্ল পক্ষের অষ্টমী তিথিতে গৃহত্যাগ করেছিলেন, আবার কোনও কোনও গ্রন্থে বলা হয়েছে যে সেদিন ছিল পূর্ণিমা। চীনা অনুবাদক হিউয়েন সাঙ (আনুমানিক ৬০২-৬৬৪ খ্রিস্টাব্দ) পূর্ণিমা তিথির পক্ষেই মত প্রকাশ করেছেন।\nঅন্যান্য আদি বৌদ্ধ ধর্মগ্রন্থগুলিতে রাহুলের জন্ম সম্পর্কেও ভিন্ন বিবরণ পাওয়া যায়। মহাবস্তু ও মূলসর্বাস্তিবাদ সম্প্রদায়ের ধর্মগ্রন্থে বলা হয়েছে যে, রাজকুমার সিদ্ধার্থের গৃহত্যাগের সন্ধ্যাতেই রাহুল মাতৃগর্ভে প্রবেশ করেন এবং ভূমিষ্ঠ হন ছয় বছর পর সেই দিন যেদিন সিদ্ধার্থ বোধিলাভ করেছিলেন।\nমূলসর্বাস্তিবাদীরা এবং পরবর্তীকালে অভিনিষ্ক্রমণ সূত্র প্রভৃতি চীনা গ্রন্থে এই দীর্ঘ গর্ভাবস্থার দুই ধরনের ব্যাখ্যা দেওয়া হয়েছে: একটি ব্যাখ্যা হল এই যে, এই দীর্ঘায়িত গর্ভাবস্থা যশোধরা ও রাহুলের পূর্বজন্মের কর্মের ফল। দ্বিতীয় ব্যাখ্যাটি অধিকতর প্রকৃতিবাদী। এই ব্যাখ্যা মতে, যশোধরা নিজে তপোপ্রভাবে জরায়ুর বৃদ্ধিকে সংহত করে রেখেছিলেন। বৌদ্ধতত্ত্ববিদ জন এস. স্ট্রং মনে করেন যে এই দুই বিকল্প বিবরণ রাজকুমার সিদ্ধার্থের বোধিলাভের সন্ধানে যাত্রা এবং মা হিসেবে যশোধরার পথের মধ্যে এক সমান্তরাল সম্পর্ক স্থাপন করেছে এবং ক্রমে ক্রমে তাঁরা দু’জনেই একই সময়ে নিজেদের কাঙ্ক্ষিত বস্তু লাভ করেছেন।\n\n\n== আরও দেখুন ==\nধম্মচক্কপ্পবত্তন সুত্ত\nসামান্নফল সুত্ত\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nলাইফ অফ দ্য বুদ্ধ অ্যাজ ডেপিক্টেড ইন এনশিয়েন্ট রিলিফস, ব্রিটিশ মিউজিয়াম কৃত"}