{"pageid": 1141312, "title": "গ্লোবাল উইটনেস", "url": "https://bn.wikipedia.org/wiki?curid=1141312", "content": "গ্লোবাল উইটনেস বা বিশ্ব স্বাক্ষী (ইংরেজি: Global Witness) হচ্ছে ১৯৯৩ সালে প্রতিষ্ঠিত একটি অলাভজনক সংস্থা যেটি কাজ করে বিশ্বব্যাপী প্রাকৃতিক সম্পদ শোষণ, সংঘাত, দারিদ্র্য, রাজনৈতিক দুর্নীতি এবং মানবাধিকার লঙ্ঘন বিষয়ক। সংস্থাটির ওয়াশিংটন ডিসি ও লন্ডনে। গ্লোবাল উইটনেস বলে যে এর কোনো রাজনৈতিক সংশ্লিষ্টতা নেই।  গিলিয়ান ক্যাল্ডওয়েল জুলাই ২০১৫ সালে এ সংস্থার নির্বাহী পরিচালক হিসাবে যোগদান করেন এবং মার্ক স্টিফেনস ২০১৬ সালের মার্চ মাসে চেয়ারম্যান নিযুক্ত হন।  ২০২০ সালের ফেব্রুয়ারীতে  মাইক ডেভিস গ্লোবাল উইটনেসের নির্বাহী পরিচালক হন।\n২০১৪ সালের এপ্রিলে করা গ্লোবাল উইটনেসের তদন্তে দেখা গেছে যে ১০ বছরের আগের তুলনায় ২০১২ সালে প্রায় তিনগুণ বেশি পরিবেশ রক্ষাকারী নিহত হয়। গ্লোবাল উইটনেস ২০১২ সালে ১৪৭ জন মৃত্যু নথিভুক্ত করেছে। ২০০২ সালে ৫১ জন মারা গেছে। ব্রাজিলে ২০০২ থেকে ২০১৩ সালের মধ্যে প্রাকৃতিক সম্পদ রক্ষাকারী ৪৪৮ কর্মী নিহত হয়েছে, হন্ডুরাসে ১০৯, পেরু ৫৮, ফিলিপাইন ৬৬ এবং থাইল্যান্ডে ১৬ জন হুমকির সম্মুখীন হয়েছেন।  ভূমি দখল, খনির কাজ এবং শিল্প কাঠের ব্যবসার বিরোধিতাকারী সাধারণ মানুষ, প্রায়ই তাদের বাড়িঘর থেকে বিতাড়িত করা হয় এবং পরিবেশগত বিপর্যয়ের দ্বারা মারাত্মকভাবে হুমকির সম্মুখীন হয়।  অন্যদের জলবিদ্যুৎ বাঁধ, দূষণ এবং বন্যপ্রাণী সংরক্ষণের প্রতিবাদের জন্য গুপ্তহত্যা ও হত্যা করা হয়েছে। ২০১৯ সাল নাগাদ গ্লোবাল উইটনেস বছরে গড়ে এই ধরনের ২১২ মৃত্যুর নথিভুক্ত করেছে।\n\n\n== পরিলেখ ==\nগ্লোবাল উইটনেসের মতে  তাদের লক্ষ্যগুলো হল প্রাকৃতিক সম্পদ এবং আন্তর্জাতিক বাণিজ্য ব্যবস্থার দুর্নীতিগ্রস্ত শোষণ প্রকাশ করা, দায়মুক্তি, সম্পদ যুক্ত দ্বন্দ্ব এবং মানবাধিকার ও পরিবেশগত অপব্যবহারের সমাপ্তি রেখা টানে  এমন প্রচারণা চালানো।  সংস্থাটি অন্বেষণ করে যে কীভাবে হীরা এবং অন্যান্য প্রাকৃতিক সম্পদ সংঘর্ষ বা দুর্নীতির জন্য অর্থায়ন করতে পারে।এটি অবৈধভাবে  টেকসই বৃক্ষ নিধন , তেল, গ্যাস এবং খনির শিল্পে দুর্নীতির মতো কার্যকলাপে নির্দিষ্ট ব্যক্তি এবং ব্যবসায়িক সংস্থার জড়িত থাকার তদন্ত করে।\nগ্লোবাল উইটনেসের পদ্ধতি অনুসন্ধানমূলক গবেষণা, প্রতিবেদন প্রকাশ এবং প্রতিনিধিত্বমূলক প্রচারাভিযান পরিচালনাকে একত্রিত করে।প্রতিবেদনগুলো সরকার, আন্তঃসরকারি সংস্থা, সুশীল সমাজ এবং মিডিয়াতে প্রচার করা হয়।এটি বৈশ্বিক নীতি গঠনের উদ্দেশ্য ও প্রাকৃতিক সম্পদের উত্তোলন ও  বাণিজ্য সম্পর্কে এবং আন্তর্জাতিক চিন্তাভাবনা , উন্নয়ন, মানবাধিকার এবং ভূ -রাজনৈতিক ও অর্থনৈতিক স্থিতিশীলতার উপর দুর্নীতি ও টেকসই শোষণের প্রভাব ফেলতে পারে।\n\n\n== আয় ==\nগ্লোবাল উইটনেসের তহবিলের  সিংহভাগ আসে ফাউন্ডেশন, সরকার এবং দাতব্য সংস্থার অনুদান থেকে। ওপেন সোসাইটি ইনস্টিটিউট তাদের অন্যতম প্রধান সাহায্যকারী, যেটি [৮]  হিউম্যান রাইটস ওয়াচকেও[./গ্লোবাল_উইটনেস#cite_note-8 [8]]  হিউম্যান রাইটস ওয়াচকেও[./গ্লোবাল_উইটনেস#cite_note-8 [8]]  হিউম্যান রাইটস ওয়াচকেও অর্থায়ন করে। গ্লোবাল উইটনেস নরওয়েজিয়ান এবং ব্রিটিশ সরকার, অ্যাডেসিয়াম ফাউন্ডেশন, এবং অক্সফাম নোবিব থেকেও অর্থ পায়।\n২০০৭ সালে দ্য গার্ডিয়ান -এ একটি সাক্ষাৎকারে, প্যাট্রিক অ্যালি- একজন প্রতিষ্ঠাতা পরিচালক এই দাবি প্রত্যাখ্যান করেছিলেন যে সরকারগুলোর কাছ থেকে অর্থ প্রাপ্তি তাদের প্রচারাভিযানের পক্ষপাতী হতে পারে: সে তর্ক করেছিল,\"তহবিলের নেতৃত্বে না হয়ে প্রচারাভিযানের নেতৃত্বে হওয়া মানে আমাদের স্বাধীনতা কখনই অন্তর্ভুক্ত নয়।\" \"বাণিজ্য ও শিল্প বিভাগ একবার জিজ্ঞাসা করেছিল যে আমরা একটি গোপনীয়তার ধারায় স্বাক্ষর করতে চাই কিনা।আমরা বলেছিলাম যে আমরা এই শর্তে তহবিল নেব না।অন্য কোনো সরকার কখনো কোনো বিধিনিষেধ আরোপের চেষ্টা করেনি।\"\nডিসেম্বর ২০০৮ থেকে নভেম্বর ২০০৯ পর্যন্ত গ্লোবাল উইটনেসের আয় ছিল £৩,৮৩১,৮৩১।এর মধ্যে প্রায় ৬১ শতাংশ এসেছে বেসরকারি ট্রাস্ট ও ফাউন্ডেশন থেকে, ৩৩ শতাংশ সরকার থেকে, তিন শতাংশ বহু-পাক্ষিক ও বেসরকারি সংস্থা থেকে এবং তিন শতাংশ ব্যাংক সুদ ও অন্যান্য উৎস থেকে।গ্লোবাল উইটনেস বলে যে এটি প্রচারে তার তহবিলের ৭৫ শতাংশ, যোগাযোগ এবং তহবিল সংগ্রহে সাত শতাংশ এবং সমর্থন ও শাসনে ১৮ শতাংশ ব্যয় করে।\n\n\n== সম্মান এবং পুরস্কার ==\nগ্লোবাল উইটনেস এবং পার্টনারশিপ আফ্রিকা কানাডা ইউএস হাউস অফ রিপ্রেজেন্টেটিভস এবং সিনেট সদস্যদের দ্বারা যৌথভাবে ২০০৩ সালের নোবেল শান্তি পুরস্কারের জন্য বেশ কয়েকটি আফ্রিকান দেশে সংঘর্ষ এবং হীরার মধ্যে সংযোগের জন্য মনোনীত হয়েছিল। \n\nআন্তর্জাতিক সক্রিয়তার জন্য গ্লিটসম্যান ফাউন্ডেশন পুরস্কারের বিজয়ী (২০০৫)\nসেন্টার ফর গ্লোবাল ডেভেলপমেন্ট/ফরেন পলিসি ম্যাগাজিন কমিটমেন্ট টু ডেভেলপমেন্ট আইডিয়াস ইন অ্যাকশন অ্যাওয়ার্ডের বিজয়ী (২০০৭)\nআন্তর্জাতিক অখণ্ডতার জন্য অ্যালার্ড পুরস্কার প্রাপক (২০১৩ )\nকারমিয়ান ঘচ  গ্লোবাল উইটনেসের তিনজন প্রতিষ্ঠাতা পরিচালকের একজন, ২০১৪ সালে টেড পুরস্কারে ভূষিত হন।তার বিবৃত ইচ্ছা ছিল 'আমাদের জন্য কে কোম্পানির মালিক এবং নিয়ন্ত্রণ করে তা জানতে, যাতে সেগুলি আর জনসাধারণের ভালোর বিরুদ্ধে বেনামে ব্যবহার করা না যায়।আসুন বিশ্ব জনমতকে প্রজ্বলিত করি, আইন পরিবর্তন করি এবং একসাথে ব্যবসায় উন্মুক্ততার একটি নতুন যুগের সূচনা করি।'\nসামাজিক উদ্যোক্তা  ২০১৪ এর জন্য স্কল অ্যাওয়ার্ড বিজয় ।\nবিদেশে জীবাশ্ম জ্বালানির জন্য যুক্তরাজ্য সরকারের বহু বিলিয়ন অর্থায়ন বন্ধ করার সফল প্রচারণার জন্য শিলা ম্যাককেনি ফাউন্ডেশনের ২০২১ ডেভিড এবং গলিয়াথ পুরস্কারের সহ-বিজয়ী।গ্লোবাল উইটনেসের ক্যাম্পেইনার অ্যাডাম ম্যাকগিবন এই প্রচারণার সমন্বয় করেন।\n\n\n== সাম্প্রতিক ==\n\n\n=== বেনামী কোম্পানি ===\nগ্লোবাল উইটনেস বেনামী কোম্পানির বিরুদ্ধে এবং উপকারী মালিকানার নিবন্ধনের জন্য প্রচারণা চালায়।বেনামী কোম্পানিগুলি একটি আইনি ব্যবসায়িক অনুশীলন কিন্তু অপরাধমূলক কার্যকলাপ থেকে অর্থ পাচার, সন্ত্রাসে অর্থায়ন বা কর ফাঁকি দেওয়ার মতো উদ্দেশ্যে ব্যবহার করা যেতে পারে।\n\n\n=== ব্যাংক ===\n২০০৯ সালে গ্লোবাল উইটনেস দুর্নীতির সুবিধার্থে ব্যাংকের ভূমিকা নিয়ে একটি প্রচারণা শুরু করে।এর প্রতিবেদন বেকার খাটুনি  কয়েকটি প্রধান ব্যাংকের নাম উল্লেখ করেছে যারা দুর্নীতিবাজ শাসনের সাথে ব্যবসা করেছে।এটি যুক্তি দেয় যে \"এই গ্রাহকদের গ্রহণ করার মাধ্যমে, ব্যাংকগুলো তাদের সাহায্য করছে যারা রাষ্ট্রীয় সম্পদ ব্যবহার করে নিজেদের সমৃদ্ধ করতে বা তাদের নিজের লোকেদের নৃশংসতার জন্য ব্যবহার করছে\" এবং \"এই দুর্নীতি বিশ্বের দরিদ্রতম জনগণকে দারিদ্র্য থেকে বের করে আনার সুযোগকে অস্বীকার করে এবং তাদের উপর নির্ভরশীল করে তোলে। সাহায্য.\" \nগ্লোবাল উইটনেস ফাইন্যান্সিয়াল ইন্টিগ্রিটি অ্যান্ড ইকোনমিক ডেভেলপমেন্টের টাস্কফোর্সের সমন্বয়কারী কমিটিতে রয়েছেন এবং ব্যাংকট্র্যাক এবং ইউএনসিএসি কোয়ালিশন অফ সিভিল সোসাইটি অর্গানাইজেশনের সদস্য ।২০০৯ সালের মে মাসে গ্লোবাল উইটনেস কর্মচারী, অ্যান্থিয়া লসন, \"পুঁজির ক্ষতি, দুর্নীতি এবং পশ্চিমা আর্থিক প্রতিষ্ঠানের ভূমিকা\" বিষয়ে মার্কিন হাউস ফাইন্যান্সিয়াল সার্ভিসেস কমিটির সামনে সাক্ষ্য দেন। ৯ ফেব্রুয়ারী ২০১০ তারিখে দ্য গার্ডিয়ানের কাছে একটি চিঠিতে  মিসেস লসন যুক্তরাজ্যের ব্যাংকগুলোকে দুর্নীতিতে \"জটিলতা প্রদর্শন\" করার জন্য অভিযুক্ত করেছিলেন।\n\n\n=== সুদান ===\nগ্লোবাল উইটনেস সুদানের তেল শিল্পে স্বচ্ছতার জন্য প্রচারণা চালিয়েছে।গ্লোবাল উইটনেস জুন ২০০৯ সালে ফুয়েলিং অবিশ্বাস প্রকাশ করেছে, একটি প্রতিবেদন যা সুদান সরকার কর্তৃক প্রকাশিত উৎপাদন পরিসংখ্যান এবং এই অঞ্চলে পরিচালিত প্রধান তেল কোম্পানি, সিএনপিসি দ্বারা প্রকাশিত উৎপাদন পরিসংখ্যানের মধ্যে ২৬ শতাংশ পর্যন্ত বিশদ অমিল রয়েছে।উত্তর এবং দক্ষিণের মধ্যে একটি শান্তি চুক্তি তেল থেকে রাজস্ব ভাগ করার জন্য একটি চুক্তির উপর পূর্বাভাস দেওয়া হয়েছিল।\n\n\n=== জিম্বাবুয়ের হীরা ===\n২০১০ সালের জুনে গ্লোবাল উইটনেস জিম্বাবুয়ের ম্যারেঞ্জ হীরার ক্ষেত্রে বড় আকারের মানবাধিকার লঙ্ঘনের জন্য সমালোচনা করেছিল।এটি রিটার্ন অফ দ্য ব্লাড ডায়মন্ড একটি প্রতিবেদন প্রকাশ করেছে যা জিম্বাবুয়ের সংকটে কার্যকরভাবে প্রতিক্রিয়া জানাতে বারবার ব্যর্থ হওয়ার জন্য কিম্বার্লি প্রসেস সার্টিফিকেশন স্কিমের সমালোচনা করেছে। ২০১০ সালের জুলাই মাসে টেন্ডাই মিডজি, জিম্বাবুয়ে গার্ডিয়ানে লেখা, গ্লোবাল উইটনেস এবং পার্টনারশিপ আফ্রিকা কানাডাকে \"কিন্তু তারা যে পশ্চিমা সরকারগুলিকে প্রতিনিধিত্ব করে তাদের একটি রূপকথা\" বলে অভিযুক্ত করেছেন।\n\n\n=== মালয়েশিয়া ===\nগ্লোবাল উইটনেস মালয়েশিয়ার সারাওয়াক রাজ্যের মুখ্যমন্ত্রী তৈয়ব মাহমুদের প্রশাসনের মধ্যে ভূমি সংক্রান্ত দুর্নীতির কথা ফাঁস করেছে \"মালয়েশিয়ার শ্যাডো স্টেটের ভিতরে\" শিরোনামের ভিডিওটির মাধ্যমে। ভিডিওটিতে তাইবের আত্মীয় এবং তাদের আইনজীবীর সাথে কথোপকথনের ফুটেজ দেখানো হয়েছে যেখানে গ্লোবাল উইটনেসের এজেন্টরা সম্ভাব্য বিনিয়োগকারী হিসেবে জাহির করেছে।\n\n\n=== ২০২০: বিশ্বব্যাপী ২২৭ জন পরিবেশবাদী কর্মীকে হত্যা করা হয়েছে ===\n২০১৯ সালে, গ্লোবাল উইটনেসের ২১২ জন পরিবেশবাদী কর্মীকে হত্যার নথিভুক্ত করেছে, যা ২০১২ সালে এই রেকর্ডিং প্রক্রিয়া শুরু হওয়ার পর থেকে এটিকে সবচেয়ে খারাপ বছর করে তুলেছে। এটি  ২০১৮ সালে নিহত সংখ্যা এর থেকেও বেশি।\n\n\n== প্রকল্প ==\nগ্লোবাল উইটনেস হীরা, তেল, কাঠ, কোকো, গ্যাস, সোনা এবং অন্যান্য খনিজ নিয়ে কাজ করেছে।এটি কম্বোডিয়া, অ্যাঙ্গোলা, লাইবেরিয়া, ডিআর কঙ্গো, নিরক্ষীয় গিনি, কাজাখস্তান, বার্মা, ইন্দোনেশিয়া, জিম্বাবুয়ে, তুর্কমেনিস্তান এবং আইভরি কোস্টে তদন্ত ও কেস স্টাডি করেছে। এটি এক্সট্র্যাক্টিভ ইন্ডাস্ট্রিজ ট্রান্সপারেন্সি ইনিশিয়েটিভ,   কিম্বারলে প্রসেস,  এবং পাবলিশ হোয়াট ইউ পে কোয়ালিশনের মতো আন্তর্জাতিক উদ্যোগ স্থাপনে সহায়তা করেছে। (গ্লোবাল উইটনেস ২০১১ সালে কিম্বারলি প্রক্রিয়া  প্রত্যাহার করে নিয়েছিল, বলেছিল যে এটি আর কাজ করছে না। )\nসংস্থার প্রথম প্রচারে কম্বোডিয়া এবং থাইল্যান্ডের মধ্যে অবৈধ কাঠের ব্যবসার বিরুদ্ধে কাজ জড়িত ছিল যা খেমার রুজ গেরিলাদের অর্থায়ন করে।\nগ্লোবাল উইটনেস যুক্তি দেয় যে প্রাকৃতিক সম্পদগুলি সেনা এবং মিলিশিয়াদের অর্থায়নের জন্য শোষিত হতে পারে এবং করা হয়েছে যারা বেসামরিক নাগরিকদের বিরুদ্ধে হত্যা, ধর্ষণ এবং অন্যান্য মানবাধিকার লঙ্ঘন করে।এটি বলে যে \"প্রাকৃতিক সম্পদ সম্ভাব্যভাবে আলোচনা এবং শান্তি বজায় রাখার জন্য ব্যবহার করা যেতে পারে\"  এবং \"আফ্রিকার দারিদ্র্যের অবসানের চাবিকাঠি হতে পারে\"।\n\n\n=== কম্বোডিয়া ===\nগ্লোবাল উইটনেস প্রথম অভিযান ছিল ১৯৯০-এর দশকে কম্বোডিয়ায় যেখানে খেমার রুজ থাইল্যান্ডে কাঠ পাচার করছিল।অবজারভার  সংবাদপত্র গ্লোবাল উইটনেসকে \"বিশদ এবং নির্ভুল রিপোর্টিং\" এর জন্য   স্বীকৃতি দেয়।\nপ্রধানমন্ত্রী হুন সেন এবং অন্যান্য ঊর্ধ্বতন সরকারী কর্মকর্তাদের আত্মীয়দের জড়িত করার একটি প্রতিবেদনের পরে, প্রধানমন্ত্রীর ভাই হুন নেং, যিনি একজন প্রাদেশিক গভর্নরও, একটি কম্বোডিয়ার সংবাদপত্রে উদ্ধৃত করা হয়েছে যে গ্লোবাল উইটনেস থেকে কেউ যদি কম্বোডিয়ায় ফিরে আসেন তবে তিনি তা করবেন। \"তাদের মাথা ভেঙ্গে না যাওয়া পর্যন্ত তাদের আঘাত করুন।\" ২০০৯ সালে গ্লোবাল উইটনেস কান্ট্রি ফর সেল প্রকাশ করে,  যেটি মূলত কম্বোডিয়ার প্রাকৃতিক সম্পদ লাইসেন্স বরাদ্দে দুর্নীতি সংক্রান্ত একটি প্রতিবেদন।২০১০ সালে শিফটিং স্যান্ড প্রতিবেদনটি প্রকাশিত হয়েছিল।এটি সিঙ্গাপুরে রপ্তানির জন্য বালি ড্রেজিং পরীক্ষা করে।প্রতিবেদনে দাবি করা হয়েছে যে বাণিজ্যটি \"প্রধানমন্ত্রী হুন সেনের ঘনিষ্ঠ সম্পর্কযুক্ত দুইজন বিশিষ্ট কম্বোডিয়ান সিনেটর দ্বারা একচেটিয়া ছিল\"।\n\n\n=== রক্তিম হীরা ===\n১৯৯৮ সালে গ্লোবাল উইটনেস রিপোর্ট প্রকাশ করে, এ রুক্ষ বাণিজ্য: অ্যাঙ্গোলান দ্বন্দ্বে কোম্পানি এবং সরকারগুলির ভূমিকা,  অ্যাঙ্গোলান গৃহযুদ্ধে অর্থায়নে আন্তর্জাতিক হীরা ব্যবসার ভূমিকা বর্ণনা করে।\n\n\n=== সিয়েরা লিওন ===\nসংঘাত হীরার বিরুদ্ধে প্রচারণার অংশ হিসাবে, গ্লোবাল উইটনেস কিম্বারলে প্রসেস সার্টিফিকেশন স্কিম (কেসিপিএস) প্রতিষ্ঠা করতে সাহায্য করেছিল।রক্তিম হীরা ব্যবসা বন্ধ করার জন্য আন্তর্জাতিক সরকারী সার্টিফিকেশন স্কিম স্থাপন করা হয়েছিল, যাতে সরকারগুলিকে প্রত্যয়িত করতে হয় যে রক্তিম হীরার চালানগুলি সংঘর্ষ-মুক্ত। অন্যান্য সাব-সাহারান আফ্রিকান (এসএসএ) দেশের মতো, সিয়েরা লিওন সামাজিক বৈষম্য, দারিদ্র্যের উচ্চ প্রবণতা এবং সংঘাতের মধ্যে তেল এবং খনিজ সম্পদে সমৃদ্ধ।\nচার্লস টেলরের নেতৃত্বে বিদ্রোহী আন্দোলনের অধীনে, যিনি হীরা শিল্পে আধিপত্য বিস্তার করেছিলেন, বিপ্লবী ইউনাইটেড ফ্রন্ট (আরইউএফ) এর সাথে বন্দুকের জন্য হীরা কেনাবেচা করা হয়েছিল। এই বিদ্রোহী গোষ্ঠী একাই ১২৫ মিলিয়ন মার্কিন ডলার আয় করেছে।১৯৯৮ সালে গ্লোবাল উইটনেস বলেছিল যে হীরা সেই দ্বন্দ্বগুলিকে উৎসাহিত করছে।২০০০ সালে জাতিসংঘ দ্বারা করা তদন্তের দ্বারা সমর্থিত, এটি তখন যাচাই করা হয়েছিল যে রত্নগুলি পূর্ব সিয়েরা লিওন থেকে লাইবেরিয়ার মাধ্যমে এবং পরবর্তীকালে আন্তর্জাতিক বাজারে পাচার করা হয়েছিল।  ২০০১ সালের মার্চ মাসে জাতিসংঘ কর্তৃক লাইবেরিয়ার হীরার উপর নিষেধাজ্ঞা আরোপ করা হয়েছিল।\n১৯ জুলাই, ২০০০-এ, ওয়ার্ল্ড ডায়মন্ড কংগ্রেস এন্টওয়ার্পে একটি রেজোলিউশন গৃহীত হয় যাতে হীরা শিল্পের বিরোধপূর্ণ হীরার বিক্রয় ব্লক করার ক্ষমতাকে শক্তিশালী করা যায়। তারপরে গ্লোবাল উইটনেস এবং অন্যান্য এনজিওগুলির ক্রমবর্ধমান আন্তর্জাতিক চাপের সাথে, হীরা উৎপাদনকারী দেশগুলির সাথে তিন বছরের মধ্যে বৈঠকের আয়োজন করা হয়েছিল, যা ২০০৩ সালের জানুয়ারিতে একটি আন্তর্জাতিক হীরা প্রশংসাপত্রের স্কিম প্রতিষ্ঠায় সমাপ্ত হয়।কেসিপিএস নামে পরিচিত হীরার রপ্তানি ও আমদানির সার্টিফিকেশন সিস্টেম, রেজোলিউশনের মাধ্যমে ডাকা হয়েছিল, সমস্ত দেশে আইন আরোপ করে যাতে কেবলমাত্র সরকারীভাবে সিল করা হীরার প্যাকেজগুলির চালান গ্রহণ করা যায় যার সাথে একটি কেপি প্রশংসাপত্রের সাথে নিশ্চিত করা হয় যে তারা সংঘাত-মুক্ত ছিল।দ্বন্দ্বের হীরা পাচারের অভিযোগ পাওয়া যে কেউ ফৌজদারি অভিযোগে অভিযুক্ত হবে, যখন বিশ্ব ফেডারেশন অফ ডায়মন্ড বোর্সেসের অধীনে হীরার বাজার থেকে এই পাথরগুলিকে কেনাকাটা করতে পাওয়া ব্যক্তিদের উপর নিষেধাজ্ঞা আরোপ করা হবে৷\nসিয়েরা লিওনে কিম্বারলে প্রসেস (কেপি) দ্বন্দ্ব হীরার প্রবাহ সীমিত করতে দক্ষ ছিল।আরও গুরুত্বপূর্ণ, কেপি এই লোকেদের জীবনে শান্তি ও নিরাপত্তা পুনরুদ্ধারে সহায়তা করেছিল এবং এই পরিবেশে স্থিতিশীলতা তৈরি করে তাদের উন্নয়নকে উৎসাহিত করেছিল।এটি আন্তর্জাতিক বাজারে বৃহত্তর পরিমাণে হীরা চ্যানেল করার ক্ষেত্রে সফল হয়েছে, সরকারের রাজস্ব বৃদ্ধি করেছে এবং ফলস্বরূপ উন্নয়ন উদ্বেগ মোকাবেলায় সহায়তা করেছে।২০০৫ সালে, সিয়েরা লিওন থেকে আনুমানিক US$১২৫ মিলিয়ন মূল্যের হীরা বৈধভাবে রপ্তানি করা হয়েছিল, যা ১৯৯০-এর দশকে প্রায় কোনওটাই ছিল না। \nএর সাফল্য সত্ত্বেও নয় বছর পর ৫ ডিসেম্বর ২০১১-এ, গ্লোবাল উইটনেস ঘোষণা করে যে এটি কেপি ছেড়েছে, এই বলে যে প্রকল্পের প্রধান ত্রুটিগুলি সংশোধন করা হয়নি কারণ সরকার আর সংস্কারে আগ্রহ দেখায় না।\n\n\n=== তেল, গ্যাস, এবং খনির ===\nগ্লোবাল উইটনেস তেল, গ্যাস এবং খনির ক্ষেত্রে অধিকতর স্বচ্ছতার জন্য প্রচারণা চালায়।এটি পাবলিশ হোয়াট ইউ পে (পিডব্লিউওয়াইপি) জোটের প্রতিষ্ঠাতা সদস্য, যেটি \"তেল, গ্যাস এবং খনির খাত থেকে কোম্পানির অর্থপ্রদান এবং সরকারী রাজস্বের বাধ্যতামূলক প্রকাশ\" সমর্থন করে।বিশ্বব্যাপী ৩০০ টিরও বেশি সুশীল সমাজ গোষ্ঠী পিডব্লিউওয়াইপি এর সদস্য।অন্যান্য পিডব্লিউওয়াইপি প্রতিষ্ঠাতাদের মধ্যে রয়েছে সিএএফওডি, অক্সফাম, সেভ দ্য চিলড্রেন  যুক্তরাজ্য, ট্রান্সপারেন্সি ইন্টারন্যাশনাল যুক্তরাজ্য এবং জর্জ সোরোস, ওপেন সোসাইটি ইনস্টিটিউটের চেয়ারম্যান।\nগ্লোবাল উইটনেস এক্সট্র্যাক্টিভ ইন্ডাস্ট্রিজ ট্রান্সপারেন্সি ইনিশিয়েটিভ (ইআইটিআই) প্রতিষ্ঠা করতে সাহায্য করেছিল, যা সেপ্টেম্বর ২০০২ সালে জোহানেসবার্গে টেকসই উন্নয়নের বিশ্ব শীর্ষ সম্মেলনে যুক্তরাজ্যের প্রধানমন্ত্রী টনি ব্লেয়ার ঘোষণা করেছিলেন এবং ডিসেম্বর ২০০৩ সালে বিশ্বব্যাংক আনুষ্ঠানিকভাবে অনুমোদন করেছিল।ইআইটিআই পিডব্লিউওয়াইপি প্রচারকদের প্রচেষ্টার ফল।এটি এখন বিশ্বের বেশিরভাগ তেল, খনি ও গ্যাস কোম্পানি এবং প্রাতিষ্ঠানিক বিনিয়োগকারীদের দ্বারা সমর্থিত, যার মোট মূল্য US$৮.৩ ট্রিলিয়ন। গ্লোবাল উইটনেস ইআইটিআই ইন্টারন্যাশনাল অ্যাডভাইজরি গ্রুপের সদস্য এবং ইআইটিআই বোর্ডে বসে।\n\n\n=== গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র ===\nগ্লোবাল উইটনেস ডেমোক্রেটিক রিপাবলিক অফ কঙ্গোতে (ডিআরসি) বিভিন্ন বিষয়ে সক্রিয়।ডিআরসি-তে তাদের ওয়েবসাইটের বিভাগে লেখা হয়েছে, \"রাজনীতিবিদ, সামরিক এবং মিলিশিয়া গোষ্ঠীগুলি দেশের প্রাকৃতিক সম্পদ লুণ্ঠন করেছে এবং জনসংখ্যার ক্ষতি করে নিজেদের সমৃদ্ধ করতে ব্যবহার করেছে।\" গ্লোবাল উইটনেস পূর্ব কঙ্গোতে খনিজ বাণিজ্য বন্ধ করার জন্য যুক্তরাজ্য সরকার এবং জাতিসংঘের নিরাপত্তা পরিষদের কাছে লবিং করেছে।\nগ্লোবাল উইটনেস দ্বন্দ্ব সংস্থানগুলিকে \"প্রাকৃতিক সম্পদ হিসাবে সংজ্ঞায়িত করে যার সংঘাতের প্রেক্ষাপটে নিয়মতান্ত্রিক শোষণ এবং বাণিজ্য মানবাধিকারের গুরুতর লঙ্ঘন, আন্তর্জাতিক মানবিক আইন লঙ্ঘন বা আন্তর্জাতিক আইনের অধীনে অপরাধের পরিমাণ লঙ্ঘনের কমিশনে অবদান রাখে, লাভবান হয় বা ফলাফল দেয়। \"\n\n\n=== বন ===\nগ্লোবাল উইটনেস বন নিয়ে অনেক কাজ করেছে।এটি কীভাবে কাঠ লাইবেরিয়ার গৃহযুদ্ধে অর্থায়নে সহায়তা করেছিল এবং বার্মা থেকে চীনে কাঠ পাচারের দিকে নজর দিয়েছে সে সম্পর্কে প্রতিবেদন তৈরি করেছিল। সম্প্রতি, গ্লোবাল উইটনেস ফ্রান্সে ডিএলএইচ নামে একটি কোম্পানীর বিরুদ্ধে একটি আদালতে মামলা শুরু করেছে যে তারা অভিযোগ করে যে তারা ২০০১-২০০৩ এর মধ্যে গৃহযুদ্ধের সময় লাইবেরিয়ান কোম্পানির কাছ থেকে কাঠ কিনেছিল, যার ফলে চার্লস টেলরের শাসনামলকে সমর্থন দেওয়া হয়েছিল।\nগ্লোবাল উইটনেস বনকে \"জলবায়ু পরিবর্তনের বিরুদ্ধে শেষ ঘাঁটি\" হিসাবে বর্ণনা করে, যেখানে মোট বৈশ্বিক কার্বন ডাই অক্সাইড নির্গমনের ১৮ শতাংশের জন্য বন উজাড় হয়। \" বন উজাড় এবং বন ধ্বংস থেকে নির্গমন হ্রাস \" (আরইডিডি) বিষয়ে একটি চুক্তির দালালি করার জন্য জাতিসংঘের প্রচেষ্টার বিষয়ে গ্লোবাল উইটনেস বলেছেন: \"আরইডিডি বন এবং স্থানীয় সম্প্রদায়ের জন্য যথেষ্ট ঝুঁকি বহন করে এবং তা নিশ্চিত করতে সুশীল সমাজ একটি স্বাধীন নজরদারি হিসাবে নিযুক্ত হলেই সফল হবে। অর্থ জাতীয় আইন এবং আন্তর্জাতিক নির্দেশিকা অনুযায়ী ব্যবহার করা হয়।\"\nগ্লোবাল উইটনেস উন্নয়নশীল দেশগুলিতে অর্থনৈতিক প্রবৃদ্ধির উপায় হিসাবে শিল্প রপ্তানি-ভিত্তিক লগিংকে উৎসাহিত করার বিশ্বব্যাংক -সমর্থিত পদ্ধতির সমালোচনা করে, যেটি বারবার ব্যর্থ হতে দেখা গেছে।পরিবর্তে, গ্লোবাল উইটনেস এমন ব্যবস্থাপনার কৌশলগুলির সমর্থন করে যা বন, তাদের নিজ দেশ, পরিবেশের উপর নির্ভরশীল সম্প্রদায়ের উপকার করে এবং বনকে \"আন্তর্জাতিক সম্পদ\" হিসাবে বিবেচনা করে। \n\n\n== আরও দেখুন ==\nবাজেয়াপ্ত সম্পদ\nগ্রুপ অফ স্টেটস অ্যাগেইনস্ট করাপশন\nআন্তর্জাতিক দুর্নীতি বিরোধী একাডেমী\nআন্তর্জাতিক দুর্নীতি বিরোধী দিবস\nআইএসও ৩৭০০১ ঘুষ-বিরোধী ব্যবস্থাপনা সিস্টেম\nওইসিডি ঘুষ বিরোধী কনভেনশন\nট্রান্সপারেন্সি ইন্টারন্যাশনাল\nদুর্নীতির বিরুদ্ধে জাতিসংঘের কনভেনশন\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\n\n\n== তথ্যসূত্র =="}