{"pageid": 1141055, "title": "ব্যানানাস ইন পাজামাস", "url": "https://bn.wikipedia.org/wiki?curid=1141055", "content": "ব্যানানাস ইন পাজামাস একটি অস্ট্রেলীয় শিশুতোষ টেলিভিশন ধারাবাহিক যা ২০ জুলাই ১৯৯২ তারিখে এবিসিতে প্রিমিয়ার হয়েছিল। এরপর এটি অনেক দেশে সিন্ডিকেশন ও অন্যান্য ভাষায় ডাবিং হয়েছে। মার্কিন যুক্তরাষ্ট্রে শিরোনামের \"পাজামা\" মার্কিন ইংরেজি বানান পায়জামা প্রতিফলিত করার জন্য সংশোধন করা হয়েছিল। এটি ১৯৯৫ থেকে ১৯৯৭ সাল পর্যন্ত সিন্ডিকেশনে একটি আধা ঘন্টার ধারাবাহিক হিসাবে সম্প্রচারিত হয়েছিল, তারপর একটি ১৫ মিনিটের অনুষ্ঠানে পরিণত হয়ে একটি স্বল্পস্থায়ী ১৫ মিনিটের সিরিজ দ্য ক্রেয়ন বক্সের সাথে জুটিবদ্ধ হয়ে একটি ৩০-মিনিট ব্লকের অধীনে স্যাক্স ফ্যামিলি এন্টারটেইনমেন্ট দ্বারা নির্মিত হয় ব্যানানাস ইন পায়জামাস অ্যান্ড ক্রেয়ন বক্স। উপরন্তু চরিত্র ও অনুষ্ঠানের একটি দৃশ্য কিডস ফর ক্যারেক্টার সিক্যুয়েলে কিডস ফর ক্যারেক্টার: চয়েস কাউন্ট শিরোনামে প্রদর্শিত হয়েছিল। এর প্রচারণা পর্বটির নাম ছিল পিংক মগ।\nধারাবাহিকের ধারণাটি প্লে স্কুলে ১৯৬৭ সালে ক্যারি ব্লাইটনের লেখা ব্যানানাস ইন পাজামাস গানটির সাফল্যের দ্বারা অনুপ্রাণিত হয়েছিল। প্লে স্কুলে নিয়মিত অংশ হয়ে ওঠা এই গানটি নতুন সিরিজের প্রসঙ্গ হয়ে উঠে। সাউদার্ন স্টার এন্টারটেইনমেন্ট দ্বারা নির্মিত একটি সিজিআই অ্যানিমেটেড ধারাবাহিক হিসাবে এটি মে ২০১১ সালে পরিবর্তিত হয়।\n\n\n== সারসংক্ষেপ ==\nএর প্রধান চরিত্রগুলো হল বি১ (বিওয়ান) ও বি২ (বিটু) নামের দুটি নৃতাত্ত্বিক কলা। অন্যান্য চরিত্রের মধ্যে রয়েছে তিনটি টেডি বিয়ার অ্যামি, লুলু ও মরগান এবং র‍্যাট ইন অ্যাট হ্যাট। একটি এলাকায় কলা, টেডি ও ইঁদুর সবাই একই আশেপাশে বাস করে, যার নাম \"কডলস এভিনিউ\" নামে একটি কুল-ডি-স্যাক। কলাগুলো সৈকতের পাশে থাকে ও সৈকত টহলকারী হিসাবে কাজ করে। টেডিরা পার্কের পাশে থাকে ও এর দেখাশোনা করে। র‍্যাট ইন অ্যা হ্যাট কমিউনিটি স্টোরে কাজ করে ও থাকে। চরিত্রগুলো \"মাঞ্চি হানিকেক\" ও \"হলুদ জেলি\" খেতে উপভোগ করে।\n\n\n== প্রযোজনা ==\n\n\n=== অনুপ্রেরণা ===\nচরিত্রগুলো ব্রিটিশ সুরকার কেরি ব্লাইটন (প্রখ্যাত শিশু লেখক এনিড ব্লাইটনের ভাগ্নে) দ্বারা শিশুদের জন্য লেখা একটি ১৯৬৯ সালের গান দ্বারা অনুপ্রাণিত হয়েছিল। জান্টি গানটি বর্ণনা করে (একটি অনির্দিষ্ট সংখ্যক) কলা পায়জামা পরে টেডি বিয়ারদের তাড়া করে, শেষে সামান্য মোচড় দিয়ে যেখানে একটি বাদ্যযন্ত্রের স্টিং জোর দেয় যে কলাগুলো \"অজান্তেই তাদের ধরতে\" পছন্দ করে। গানটি বহু বছর ধরে প্লে স্কুল-এর অস্ট্রেলীয় সংস্করণে দেখানো হয়েছিল, যার সাথে নীল-সাদা ডোরাকাটা পায়জামায় জোড়া কলা চিত্রিত করা হয়েছে। এর ফলে \"খেলনা চরিত্র\" এর অংশ হিসাবে একটি \"কলা\" প্লাশ খেলনা তৈরি করা হয়েছিল, যা বিওয়ান ও বিটু এর শারীরিক চেহারার উপর ভিত্তি করে তৈরি করেছিল।\n\n\n=== চিত্রগ্রহণ ===\nনির্মাতা, প্রযোজক এবং শোরনার হেলেনা হ্যারিস এবিসি স্টুডিওতে এবিসি প্রোগ্রামের বিষয়বস্তু তৈরি করেন। ভাল্লুকের দুটি চরিত্র অ্যামি ও মরগান হেলেনা হ্যারিসের সন্তানের নামে নামকরণ করা হয়। অনুষ্ঠানটি ব্রিটিশ টুইনিজ ও টেলিটুবিসের শৈলীতে বিস্তৃত পোশাকে মানব অভিনেতাদের ব্যবহার করে সঞ্চালিত হয়েছিল। অনুষ্ঠানের প্রাথমিক দিনগুলোয় ব্যানানাদের কণ্ঠ একই অভিনেতাদের দ্বারা সরবরাহ করা হয়েছিল যেমনটি পোশাকের ভিতরে ছিল, কিন্তু মূল অভিনেতারা শেষ পর্যন্ত অনুষ্ঠানের সেই দিকটি ছেড়ে দিয়েছিলেন ও বিকল্পরা গরম, ঠাসা পোশাক পরেছিলেন। অনুষ্ঠানটি ১৯৯২ এর আত্মপ্রকাশনা থেকে ২০০২ সালে সিন্ডিকেশনে শেষ পর্যন্ত নতুন পর্বগুলো সম্প্রচার করে। অনুষ্ঠানটি প্রায় তিনশো পর্বের পাশাপাশি চারটি বিশেষ পর্ব সম্প্রচার করে। মার্কিন যুক্তরাষ্ট্রে এর আত্মপ্রকাশ হয়েছিল ১৯৯৫ সালে। এটি ১৯৯৫ থেকে ১৯৯৯ সাল পর্যন্ত ভিডিও এবং অন্যান্য মিডিয়ায় বাজারজাত হয়েছিলো। একটি খেলনা লাইন যা টোমি দ্বারা বিকাশিত, ১৯৯৬ সালে আত্মপ্রকাশ করে।\n\n\n== অ্যানিমেটেড সংস্করণ ==\n\n২ মে ২০১১-এ সম্পূর্ণ সিজিআই-তে সাউদার্ন স্টার এন্টারটেইনমেন্ট দ্বারা প্রযোজিত ব্যানানাস ইন পাজামাস-এর একটি নতুন সংস্করণ, অস্ট্রেলিয়ার এবিসি২-তে দেখানো হয়েছিল; এটি সেই তারিখের পরেই অন্যান্য দেশে দেখানো হয়। এতে নতুন গান, গল্প এবং চরিত্র রয়েছে, যার মধ্যে রয়েছে টপসি দ্য চিকি ক্যাঙ্গারু, চার্লি দ্য ইনভেনটিভ বানর ও বার্নার্ড দ্য বুদ্ধিমান ওল্ড ডগ। নতুন ধারাবাহিকের বিকাশ ২০০৯ সালে শুরু হয়েছিল ও ২০১০ সালের প্রথম দিকে নির্মাণ শুরু হয়েছিল। নতুন ধারাবাহিকে ১০৪টি ১২-মিনিটের পর্ব রয়েছে।\n\n\n== চরিত্র ==\n\n\n=== প্রধান চরিত্র ===\nবিওয়ান ব্যানানা : ডানকান ওয়াস (১৯৯২), কেন রেডলি (১৯৯২-২০০১), মাইকেল জেমস (২০০১), এবং তারপরে স্টিফেন শানাহান (২০১১-১৩), রিচার্ড ম্যাককোর্ট (২০১১-১৩)\nবিটু দ্য ব্যানানা : নিকোলাস ওপোলস্কি (১৯৯২-২০০১), বেঞ্জামিন ব্লেলক (২০০১), এবং তারপর ড্যানিয়েল উইলি, ডমিনিক উড (২০১১-১৩)\nঅ্যামি দ্য টেডি বিয়ার : স্যান্ডি লিলিংস্টন (১৯৯২), মেরি-অ্যান হেনশ (১৯৯২-২০০১), এবং তারপরে ইসাবেলা ডানউইল (২০১১-১৩)\nলুলু দ্য টেডি বিয়ার : টেইলর ওইনস (১৯৯২-২০০১), মনিকা ট্রাপাগা (ব্যানানাস ইন পাজামাস (অ্যালবাম রিলিজ)), স্যান্ডি লিলিংস্টন (বাম্পিং অ্যান্ড এ-জাম্পিং) এবং তারপর ইনেস ভাজ ডি সুসা (২০১১-১৩)\nমরগান দ্য টেডি বিয়ার : জেরেমি স্ক্রিভেনার (১৯৯২-২০০১), এবং তারপরে ট্রয় প্ল্যানেট (অস্ট্রেলীয় সংস্করণ), সোফি অলড্রেড (যুক্তরাজ্য সংস্করণ) (২০১১-১৩)\nর‍্যাট ইন এ হ্যাট দ্য র‍্যাট : শেন ম্যাকনামারা (১৯৯২-২০১৩)\n\n\n=== পুনরাবৃত্ত চরিত্র ===\nবার্নার্ড দ্য ডগ : কিথ বাকলি (২০১১-১৩)\nচার্লি দ্য মাঙ্কি : ম্যাথিউ হুইটেট (২০১১-১৩)\nকেভিন দ্য বাটারফ্লাই : ম্যাল হিপ (১৯৯২-২০০১)\nম্যাগি দ্য ম্যাগপাই : এমা ডি ভ্রিস (১৯৯৪-২০০১)\nমিসেস র‍্যাট দ্য র‍্যাট : জর্জিনা সাইমস (২০১১-১৩)\nটলস্টয় কচ্ছপ : এমা ডি ভ্রিস (১৯৯৬-২০০১) এবং তারপর জন লেরি (২০১১-১৩)\nটমাসিনা দ্য টার্টল : ডেভিড কলিন্স (১৯৯৯-২০০১) এবং তারপরে মেগান ডেভিস (২০১১-১৩)\nটপসি দ্য ক্যাঙ্গারু : রোজলিন ওডেস (২০১১-১৩)\n\n\n=== খামারের প্রাণী ===\nফার্ম অ্যানিমেলস পাপেটার্স: ম্যাল হিপ, টেরি রায়ান এবং এমা ডি ভ্রিস (২০০১)\nক্যামেম্বার্ট দ্য কাউ : টেলর সুইনি এবং তারপর এলিজা লোগান (২০১১-২০১৩)\nপেড্রো দ্য পিগ : মাইকেল ফিলিপস এবং তারপর অ্যান্টনি ও'ডোনোহু (২০১১-২০১৩)\nগ্রেগরি দ্য চিকেন : ম্যাথিউ হুডাক\nহাঁস পেক : অ্যারন ওবারস্ট-হর্নার\nডলি দ্য শীপ : মাউরা ম্যাকগিনলে এবং তারপর অলিভিয়া পিজিট (২০১১-২০১৩)\nফ্ল্যাশ দ্য ফিশ : জ্যাকব মাত্তা\n\n\n== পর্বসমূহ ==\n\n\n== হোম ভিডিও প্রকাশ ==\nধারাবাহিকটি মূলত ভিএইচএসের জন্য হোম ভিডিওতে প্রকাশ করা হয়, পরে ডিভিডির জন্যও করা হয়েছে।\n\nবার্থডে স্পেশাল (১৯৯২)\nশো বিজনেস (১৯৯৩)\nহিকাপ্স(১৯৯৩)\nমনস্টার ব্যানানাস (১৯৯৪)\nবিগ প্যারেড (১৯৯৪)\nস্পেশাল ডেলিভারি (১৯৯৪)\nসার্ফস আপ (১৯৯৫)\nউইশ ফেইরিস (১৯৯৫)\nইটস মিউজিক টাইম (১৯৯৬)\nসিংগিং টাইম (১৯৯৭)\nড্রেস আপ্স (১৯৯৭)\nবাম্পিং অ্যান্ড অ্যান্ড-জাম্পিং (১৯৯৮)\nহলিডে টাইম (১৯৯৮)\nফান টাইম (১৯৯৯)\nসারপ্রাইজ পার্টি (১৯৯৯)\nইটস গেমস টাইম (২০০০)\nস্টোরি টাইম (২০০০)\nরক-অ্যা-বাই ব্যানানাস (২০০১)\nসামারটাইম (২০০১)\nড্যান্সিং ডেজ (২০০২)\nসেলেব্রেশন (২০০২)\nফার্ম অ্যাডভেঞ্চার (২০০৩)\nবিট বক্স (২০০৩)\n\n\n== ডিস্কোগ্রাফি ==\nব্যানানাস ইন পাজামাস (১৯৯৩)\nলাইভ অন স্টেজ (১৯৯৪)\nআর ইউ থিংকিং হোয়াট আই অ্যাম থিংকিং? মিক্স (১৯৯৪)\nইটস সিংগিং টাইম! (১৯৯৬)\nবাম্পিং অ্যান্ড অ্যা-জাম্পিং (১৯৯৭)\nকুডলস অ্যাভিনিউ ক্রিসমাস (১৯৯৭)\nইটস শোটাইম! (১৯৯৮)\nগেট আপ অ্যান্ড ড্যান্স! (২০০০)\nব্যানানা স্প্লিট মিক্স (২০০২)\nদ্য ফান কালেকশন (২০০২)\nসিং অ্যান্ড বি হ্যাপি (২০০৪)\nওয়েলকাম টু কাডেলসটাউন (২০১১) ল\nপ্লেটাইম! (২০১২)\nবেস্ট অফ: ক্লাসিক (২০১৫)\n৫০ বেস্ট সংগস: ২৫ ইয়ার্স! (২০১৭)\n\n\n== সাংস্কৃতিক প্রভাব ==\n২০০০-এর গ্রীষ্মকালীন অলিম্পিকের সমাপনী অনুষ্ঠানের পদযাত্রার সময় অন্যান্য বিখ্যাত অস্ট্রেলীয়দের মধ্যে ব্যানানাস ইন পাজামাস প্রদর্শিত হয়েছিল।\n২০১৭ সালে রয়্যাল অস্ট্রেলিয়ান মিন্ট ব্যানানাস ইন পাজামাস-এর ২৫ তম বার্ষিকী উপলক্ষে পাঁচ সেন্ট ও কুড়ি সেন্ট মুদ্রা সম্বলিত একটি স্মারক সেট তৈরি করেছিল। প্রথমবারের মতো রঙিন পাঁচ সেন্টের মুদ্রায় র‍্যাট-ইন-এ-হ্যাটকে চিত্রিত করা হয় যেখানে বিশ সেন্টের মুদ্রাটি বি ওয়ান ও বি টু-দেরকে চিত্রিত করে।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n=== এপিআরএ সঙ্গীত পুরস্কার ===\n\n\n=== এআরআইএ সঙ্গীত পুরস্কার ===\n\n\n=== লজি পুরস্কার ===\n\n\n== আরো দেখুন ==\nদীর্ঘতম চলমান অস্ট্রেলীয় টেলিভিশন ধারাবাহিকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nব্যানানাস ইন পাজামাস – প্রকৃত ওয়েবসাইট\nব্যানানাস ইন পাজামাস – এবিসি টিভি\nইন্টারনেট মুভি ডেটাবেজে ব্যানানাস ইন পাজামাস (টিভি ধারাবাহিক ১৯৯২–২০০১)  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে ব্যানানাস ইন পাজামাস (টিভি ধারাবাহিক ২০১১–)  (ইংরেজি)"}