{"pageid": 1141680, "title": "সোমেন্দ্রনাথ বসু", "url": "https://bn.wikipedia.org/wiki?curid=1141680", "content": "ড. সোমেন্দ্রনাথ  বসু ( ১৫ মার্চ ১৯২৭ – ১৮ জুলাই ১৯৮৫) ছিলেন ভারতীয় বাঙালি লেখক, প্রাবন্ধিক এবং নিয়মিত রবীন্দ্রচর্চায় তথা রবীন্দ্রানুশীলনে রবীন্দ্র-গবেষণার অন্যতম ব্যবস্থাপক। কলকাতায় টেগোর রিসার্চ ইনস্টিটিউট এর প্রতিষ্ঠাতা ছিলেন তিনি। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসোমেন্দ্রনাথ বসুর জন্ম ১৯২৭ খ্রিস্টাব্দের ১৫ মার্চ ব্রিটিশ ভারতের কলকাতার দর্জিপাড়ায়। পিতা বীরেন্দ্রনাথ বসু ছিলেন পেশায় চিকিৎসক। সোমেন্দ্রনাথের স্কুলের পড়াশোনা সরস্বতী ইনস্টিটিউশনে। স্কটিশ চার্চ কলেজ থেকে তিনি  স্নাতক হন। ১৯৫০ খ্রিস্টাব্দে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে বাংলা ভাষা ও সাহিত্যে এম.এ পাশ করেন। ছাত্রবস্থাতেই তিনি  ভারত ছাড়ো আন্দোলনে অংশ নেন। \n\n\n== কর্মজীবন ==\nসোমেন্দ্রনাথ এম.এ পাশ করার পরে স্কুলের শিক্ষক হিসাবে কর্মজীবন শুরু করেন। পরে অধ্যাপনা করেন ত্রিপুরায়, সিউড়িতে ও শেষে কলকাতার  চারুচন্দ্র কলেজে।  কলেজ ও বিশ্ববিদ্যালয় শিক্ষক সমিতির আন্দোলনে  সক্রিয় ভাবে যুক্ত ছিলেন। ১৯৫৪ খ্রিস্টাব্দের শিক্ষক আন্দোলনে কিছুদিন কারাবাসও করেন। পরবর্তীতে সৌম্যেন্দ্রনাথ  ঠাকুরের সংস্পর্শে আসেন এবং তার  আর সি পি আই দলে যুক্ত হন। সাংস্কৃতিক ক্ষেত্রেও তিনি সৌম্যেন্দ্রনাথ ঠাকুর দ্বারা প্রভাবিত হয়েছিলেন। সৌম্যেন্দ্রনাথ তার প্রতিষ্ঠিত রবীন্দ্রসঙ্গীত শিক্ষার প্রতিষ্ঠান বৈতানিক-এর দায়িত্ব পরবর্তীতে সোমেন্দ্রনাথের উপর অর্পণ করেন।\n\n\n== রবীন্দ্রচর্চায় উদ্যোগ ==\nসোমেন্দ্রনাথ একসময় রাজনীতি থেকে সরে আসেন এবং রবীন্দ্রচর্চায় ব্রতী হন। তিনি চার খণ্ডে রবীন্দ্র অভিধান রচনা করেন। প্রথম খণ্ডটি রবীন্দ্রনাথের জন্ম শতবর্ষ উপলক্ষে ১৯৬১ খ্রিস্টাব্দে প্রকাশিত হয়। রবীন্দ্রচর্চায় তার রচিত প্রবন্ধ সংকলন গ্রন্থটি হল সূর্যসনাথ রবীন্দ্রনাথ। ১৯৬৫ খ্রিস্টাব্দের ১ জানুয়ারি সোমেন্দ্রনাথ নিজের বাড়ি - রবীন্দ্রচর্চা ভবন-এ নিয়মিত রবীন্দ্রচর্চার জন্য প্রতিষ্ঠা করেন টেগোর রিসার্চ ইনস্টিটিউট। তিনি রবীন্দ্রনাথের নাটকের উপর  রচনা করেন রবীন্দ্র নাটকে ট্রাজেডী শীর্ষক গবেষণা গ্রন্থ এবং এটির জন্য তিনি ১৯৭৩ খ্রিস্টাব্দে ডক্টরেট ডিগ্রি লাভকরেন। রবীন্দ্রানুশীলনের জন্য টেগোর রিসার্চ ইনস্টিটিউট টিকে এক মহৎ প্রতিষ্ঠানে পরিণত করতে আমৃত্যু সচেষ্ট ছিলেন। ১৯৭৩ খ্রিস্টাব্দ হতে প্রতি বৎসরের কবিপক্ষে তিনি বিভিন্ন প্রকাশকদের কাছ থেকে রবীন্দ্রনাথ রচিত ও রবীন্দ্রনাথ বিষয়ক গ্রন্থ একত্র করে কলকাতার তথ্যকেন্দ্রে বার্ষিক প্রদর্শনীর ও বিপণনের ব্যবস্থা করেন। ১৯৮১ খ্রিস্টাব্দ হতে বার্ষিক প্রদর্শনী টেগোর রিসার্চ ইনস্টিটিউট-এর নিজস্ব ঠিকানা কলকাতার কালীঘাট পার্কের রবীন্দ্রচর্চাভবনে অনুষ্ঠিত হয়।   তিনি রবীন্দ্রচর্চাকে বিশ্বের বিভিন্ন দেশে সম্মিলিত ভাবে সার্থক করার উদ্দেশ্যে টেগোর ইন্টারন্যাশনাল-এর পরিকল্পনা নিয়ে আমেরিকা যুক্তরাষ্ট্র, কানাডা, যুক্তরাজ্যসহ ইউরোপের বিভিন্ন দেশ পরিভ্রমণ করেন। তারই উদ্যোগে ১৯৮৫ খ্রিস্টাব্দের ১ জানুয়ারি  তৎকালীন পশ্চিম জার্মানির বন শহরের 'টেগোর ইনস্টিটিউট', কোরিয়ার 'টেগোর সোসাইটি অব কোরিয়া' এবং লন্ডনের 'দ্য টেগোরিয়ান্স'-এর পরিচালকগণ যথাক্রমে তৃণা পুরোহিত রায়, কিম ইয়াং সিক এবং তপন বসু, নিজের নিজের মুখপত্রে একযোগে ৩০ শে জুন আইরিশ কবি ইয়েট্স কর্তৃক রবীন্দ্রকবিতা পাশের দিনটিকে সামনে রেখে  আন্তর্জাতিকস্তরে রবীন্দ্রকাব্যপাঠ দিবস পালনের সিদ্ধান্ত নেওয়া হয়।  সেই থেকে কলকাতা টেগোর রিসার্চ ইনস্টিটিউট আন্তর্জাতিক রবীন্দ্রকাব্যপাঠ দিবস পালন করে আসছে।  সোমেন্দ্রনাথ বসুর রচিত অন্যান্য গ্রন্থগুলি হল -\n\nবাংলা সাহিত্যে আত্মজীবনী\nবিদেশী ভারত সাধক\nতবে তাই হোক\nসরকারী ফাইলে সৌম্যেন্দ্রনাথ ঠাকুর \nরবীন্দ্রনাথের ভৈরবের বলি\nরামমোহন ও বিরোধী আলোচনা\nগান্ধীবাদ\nরমাঁ রল্যাঁ ও সৌম্যেন্দ্রনাথ ঠাকুর\nরবীন্দ্রনাথ ইন ডিফেন্স অফ ফ্রিডম\n\n\n== জীবনাবসান ==\nসোমেন্দ্রনাথ বসু ১৯৮৫ খ্রিস্টাব্দের ১৮ জুলাই প্রয়াত হন।\n\n\n== আরো দেখুন ==\nআন্তর্জাতিক রবীন্দ্রকাব্যপাঠ দিবস\n\n\n== তথ্যসূত্র =="}