{"pageid": 1141066, "title": "থেরীগাথা", "url": "https://bn.wikipedia.org/wiki?curid=1141066", "content": "থেরীগাথা হল একটি বৌদ্ধ ধর্মগ্রন্থ। পালি ভাষায় থেরী শব্দের অর্থ \"প্রবীণা ভিক্ষুণী\" এবং গাথা শব্দের অর্থ \"পদ্য\"; সেই অর্থে \"থেরীগাথা\" শব্দের অর্থ \"প্রবীণা ভিক্ষুণীদের রচিত পদ্য\"। থেরীগাথা হল প্রাচীনকালে ১০টি বস্সা (বর্ষাকাল) অতিক্রমকারিণী বোধিপ্রাপ্তা প্রবীণা ভিক্ষুণীদের রচিত ক্ষুদ্রকবিতা সংকলন। এই কবিতাগুলি তিনশো বছরের একটি সময়কালের মধ্যে রচিত; যার মধ্যে কয়েকটি কবিতার রচনাকাল খ্রিস্টপূর্ব ষষ্ঠ শতাব্দীর শেষভাগ।  থানিস্সারো ভিক্ষুর মতে, থেরীগাথা হল থেরবাদ বৌদ্ধধর্মে \"নারীর আধ্যাত্মিক অভিজ্ঞতার বিবরণদানকারী প্রাচীনতম গ্রন্থ যা এখনও লভ্য\"।\nপালি ত্রিপিটকে থেরীগাথা সুত্তপিটকের অন্তর্গত ক্ষুদ্র ক্ষুদ্র গ্রন্থের সংকলন খুদ্দকনিকায়ের অন্তর্ভুক্ত হয়েছে। থেরীগাথায় ষোলোটি অধ্যায়ে বিন্যস্ত হয়েছে মোট ৭৩ জন থেরীর কবিতা। এই গ্রন্থটি প্রবীণ ভিক্ষুদের রচিত কবিতার সংকলন থেরগাথার অনুপূরক গ্রন্থ। থেরীগাথা হল ভারতে নারীরচিত সাহিত্য সংকলনের প্রাচীনতম লভ্য নিদর্শন।\n\n\n== গ্রন্থের বিবরণ ==\nথেরীগাথার কবিতাগুলি মাগধী ভাষায় মৌখিকভাবে রচিত হয়েছিল এবং মোটামুটি খ্রিস্টপূর্ব ৮০ অব্দ পর্যন্ত মৌখিকভাবেই প্রচারিত হয়েছিল। এরপর এগুলি পালি ভাষায় লিপিবদ্ধ হয়। এই গ্রন্থে মোট ৪৯৪টি কবিতা রয়েছে। গ্রন্থটির সারসংক্ষেপে এই কবিতাগুলিকে ১০১ জন ভিন্ন ভিন্ন ভিক্ষুণীর রচনা বলে উল্লেখ করা হলেও, এই গ্রন্থে উল্লিখিত মাত্র ৭৩ জন কথককেই শনাক্ত করা সম্ভব হয়েছে। থেরগাথার মতো থেরীগাথাও মোটামুটিভাবে প্রতিটি কবিতার চরণের সংখ্যা অনুযায়ী একাধিক অধ্যায়ে বিন্যস্ত।\nথেরগাথার প্রতিটি কবিতার কথককে শনাক্ত করা সম্ভব হলেও থেরীগাথার বেশ কয়েকটি কবিতা অজ্ঞাতনামা কথকের রচনা। কোনও কোনও কবিতা এক-এক জন ভিক্ষুণীর উপাখ্যানের সঙ্গে যুক্ত, কিন্তু তা তাঁকে উদ্দেশ্য করে বলা হয়নি অথবা তাঁর দ্বারাও কথিত হয়নি। একটি কবিতার ক্ষেত্রে উদ্দিষ্ট ভিক্ষুণীকে উপস্থিত মনে হলেও কবিতাটি অপর এক নারীর দ্বারা উক্ত হয়েছে, যে নারী তাঁর স্বামীকে ভিক্ষু হওয়া থেকে নিরস্ত করার চেষ্টা করছেন। \nকোন কবিতাটি কোন ভিক্ষুণীর সঙ্গে সম্পর্কিত তা নিয়ে ভিন্ন ভিন্ন পাঠান্তরের মধ্যে অনিশ্চয়তা লক্ষিত হয়। এই সমস্যা থেরগাথার ক্ষেত্রে দেখা যায় না। কিন্তু থেরীগাথার কয়েকটি কবিতা অপদানে ভিন্ন কথকের সঙ্গে সম্পর্কিত হয়ে সংকলিত হয়েছে। এই সংকলনের দীর্ঘতর কবিতাগুলি আর্য ছন্দে রচিত। এই ছন্দটি পালি সাহিত্যে তুলনামূলকভাবে আদিকালেই পরিত্যক্ত হয়েছিল। কিন্তু এই কবিতাগুলির অন্যান্য বৈশিষ্ট্যগুলি ইঙ্গিত করে যে এগুলি পরবর্তীকালের রচনা। যেমন, এখানে কর্মবন্ধনের ব্যাখ্যাগুলি পেতবত্থু ও অপদানের মতো পরবর্তীকালীন গ্রন্থেরই অনুরূপ।\nধম্মপালের রচিত বলে কথিত পরমাথদীপ্পনী নামক টীকাগ্রন্থের একটি অংশে থেরীগাথার বিস্তারিত বিবরণ পাওয়া যায়।\n\n\n== নন্দনতত্ত্ব ==\nপ্রাচীন ভারতে নন্দনতত্ত্বের ধারণাটির ভিত্তি ছিল শিল্পগ্রন্থগুলিতে উল্লিখিত ‘ভাব’ নামক আটটি ধ্রুপদি মানসিক অবস্থা। প্রতিটি ভাব যুক্ত ছিল এক-একটি রসের সঙ্গে: প্রেম মধুর রসের সঙ্গে, আনন্দ হাস্যরসের সঙ্গে, দুঃখ করুণ রসের সঙ্গে, ক্রোধ রৌদ্ররসের সঙ্গে, শক্তি বীররসের সঙ্গে, ভয় বীভৎস রসের সঙ্গে, বিরক্তি ভয়ানক রসের সঙ্গে এবং বিস্ময় অদ্ভুত রসের সঙ্গে। এই ভাবগুলির উদ্দেশ্য ছিল দর্শককে এই সব রসের সঙ্গে সরাসরি পরিচয় করারনোর পরিবর্তে “একটি ভাব অপসারণের মাধ্যমে তাদের নান্দনিক অভিজ্ঞতার আস্বাদ প্রদান করা”। তত্ত্বগতভাবে একটি গ্রন্থ একটি প্রধান ভাবকে ব্যক্ত করতে পারে। সেটি যদি যথেষ্ট দীর্ঘ হয় তাহলে দর্শকদের অন্যান্য আনুষঙ্গিক ভাবগুলিও আস্বাদন করানো যেতে পারে। এই আটটি ভাবের সবগুলিই অংশত থেরীগাথায় উপস্থিত।\n\n\n== নারীশরীর সম্পর্কে মত ==\nসামগ্রিকভাবে থেরীগাথা সম্ভবত কয়েক শতাব্দী ধরে সংকলিত হয়েছিল। গোড়ার দিকে ভিক্ষুদের মৌখিক প্রথার অঙ্গ হিসেবে এটি সংরক্ষিত হত। সেই কারণে কবিতাগুলির মধ্যে আদি বৌদ্ধ সম্প্রদায়গুলির মনোভাব ফুটে উঠেছে। তাই এগুলি পাঠককে আদি থেরবাদ সমাজে নারীশরীর সম্পর্কে পরস্পরবিরোধী ধ্যানধারণাগুলি সম্পর্কে অবহিত করে।\nনারী সম্পর্কে বৌদ্ধ স্ববিরোধী ধারণা সামাজিক সংগঠনের মতো ধর্মের মধ্যেও অধিকতর জটিল আকার ধারণ করেছিল। নারীদের “পুরুষদের তুলনায় শারীরিক ও আধ্যাত্মিক ভাবে দুর্বলতর, কম বুদ্ধিমতী ও অধিকতর ইন্দ্রিয়াসক্ত” বলে মনে করা হলেও, ভিক্ষুরা সংঘের আর্থিক সহায়তার জন্য গৃহস্থ নারীদের দয়ার উপর গভীরভাবে নির্ভরশীল ছিলেন। আবার অন্যদিকে নারীকে ক্ষেত্রবিশেষে অধিকতর ইতিবাচক দৃষ্টিভঙ্গিতেও দেখা হয়েছে। ভিক্ষুণীদের অধিকাংশ ভিক্ষুর তুলনায় অধিকতর যোগ্য ও বোধিসম্পন্ন গণ্য করা হত। তবে ধর্মগ্রন্থগুলিতে ভিক্ষুণীদের পরিবর্তে গৃহস্থ নারীদের প্রশংসার পরিমাণ এত বেশি যা বিভ্রান্তিজনক। এর থেকে ইঙ্গিত পাওয়া যায় যে, যে নারীরা তাঁদের জাগতিক সম্পর্ক ও পারিবারিক দায়িত্ব পরিত্যাগ করত তাদের সম্পর্কে একধরনের প্রাতিষ্ঠানিক দুরাগ্রহ প্রদর্শিত হত। এটি ছিল ধর্মবিশ্বাস ও সাংস্কৃতিক চাহিদার মধ্যে এক সংঘাত।\nভিক্ষুণী শুভার বিবরণ শুধুমাত্র নারীশরীর নয়, সামগ্রিকভাবে শরীর সম্পর্কে বৌদ্ধ মতটি প্রকাশ করে। একবার আম্রবনের মধ্য দিয়ে যাওয়ার সময় এক দস্যু তাঁর পথ আটকেছিল। সে উপযাচক হয়ে তাঁর সঙ্গে আলাপ করে। সে শারীরিক কামনার প্রলোভন দেখিয়ে, ভয় দেখিয়ে এবং সম্পদের লোভ দেখিয়ে তাঁকে প্রলুব্ধ করার চেষ্টা করে। প্রত্যাখাত হয়েও সে তাঁর চোখের প্রশংসা করে। তাতে তিনি নিজের চোখ উপড়ে ফেলে সেই দস্যুকে প্রদান করতে যান। এতে দুঃখিত হয়ে দস্যু তাঁর কাছে ক্ষমাপ্রার্থনা করে। শরীরের প্রতি এহেন অনাসক্তি প্রদর্শনের কারণে শুভা শুধুমাত্র যে দস্যুর হাত থেকে পরিত্রাণ লাভ করেন তাই নয় অনাসক্তির সর্বোচ্চ লক্ষ্যে উপনীত হয়ে বোধিলাভ করেন।\n\n\n== গুরুত্ব ==\n\nআকারে ছোটো হলেও থেরীগাথা আদি বৌদ্ধধর্ম তথা প্রাচীনতম লভ্য নারীরচিত সাহিত্য সংকলন গবেষণার ক্ষেত্রে একটি অত্যন্ত গুরুত্বপূর্ণ নথি। এই গ্রন্থের পংক্তিগুলি দৃঢ়ভাবে ঘোষণা করে যে আধ্যাত্মিক লাভের ক্ষেত্রে নারীরা পুরুষের সমতুল্য। সেই সঙ্গে এই গ্রন্থের অনেক পংক্তিতে প্রাচীন ভারতীয় সমাজে নারীদের সমস্যার কথাও তুলে ধরা হয়েছে।\nথেরীগাথায় যাঁদের কবিতা অন্তর্ভুক্ত হয়েছে তাঁদের মধ্যে রয়েছেন সন্তানহারা এক মা (থেরীগাথা ছয়.১ ও ছয়.২), প্রব্রজ্যা গ্রহণ করে ভিক্ষুণী হওয়া এক পূর্বতন বেশ্যা (থেরীগাথা পাঁচ.২), বিলাসবহুল জীবন ত্যাগ করা এক ধনী উত্তরাধিকারিণী (থেরীগাথা ছয়.৫) এবং সেই সঙ্গে বুদ্ধের নিজের মাসি তথা সৎমা মহাপজাপতি গোতমী (থেরীগাথা ছয়.৬)।\n\n\n== প্রামাণিকতা ==\nথেরীগাথা গ্রন্থটিকে নারীর আধ্যাত্মিক জীবন-সংক্রান্ত গ্রন্থগুলির আদিতম উদাহরণ হিসেবে গণ্য করা হলেও, মনে করা হয় যে এটি রচিত হয়েছিল বুদ্ধের প্রয়াণের প্রায় দুই শতাব্দী পরে। থেরীগাথার বেশ কয়েকটি কবিতার রচয়িতার নাম উল্লিখিত হয়েছে বটে, কিন্তু সঠিক কে এগুলি রচনা করেছিলেন তা অনুমানসাপেক্ষ।\nথানিস্সরো ভিক্ষুর মতে, “কোনও কোনও গবেষকের মনে করেন যে থেরীগাথা সংকলিত হয়েছিল এক আন্দোলনের অঙ্গ হিসেবে, যে আন্দোলনের উদ্দেশ্য ছিল জনসাধারণের উদ্দেশ্যে প্রদত্ত উপদেশকে আকর্ষণীয় করে তোলার উদ্দেশ্যে আদি বৌদ্ধধর্মকে কিছু নাটকীয় রচনা প্রদান করা।”  গ্রন্থের অন্তর্গত বেশ কয়েকটি কবিতার রচনাশৈলী এই তত্ত্বকে সমর্থন করে। এই কবিতাগুলির পাঠ এক ভিক্ষুণীর জীবনের ঘটনার বাস্তবসম্মত বর্ণনার অনুরূপ নয়, বরং কতকটা নাটকীয় সংলাপের ন্যায়।\nথানিস্সরো ভিক্ষু আরও মনে করেন, যেভাবে কবিতাগুলির সূচনায় “আমি শীতল হয়েছি”, “আমি শান্ত হয়েছি” বা “মুক্ত” শব্দবন্ধগুলি ব্যবহার করা হয়েছে,—তা বোধির অভাব ও নিজের প্রতি আসক্তির কিছুটা অবশিষ্ট থাকার ইঙ্গিতবাহী। অনেক কবিতার বিষয়বস্তু কীভাবে লেখক বোধি অর্জন করলেন সেই বৃত্তান্ত। কিন্তু অন্যান্য বৌদ্ধ গ্রন্থে সেই বৃত্তান্তগুলিকে গুরুত্বপূর্ণ মনে করা হলেও থেরীগাথায় তা সংক্ষিপ্ত আকারে বর্ণিত। উদাহরণস্বরূপ, এই গ্রন্থগুলিতে ইঙ্গিত করা হয় যে দেহের প্রতি আসক্তি বর্জন বোধিলাভের ক্ষেত্রে প্রয়োজনীয়। বর্ণনার অভাব বোধিলাভের পথে সামান্য জাগরণের পরিবর্তে সম্পূর্ণ বোধিলাভই ইঙ্গিত করে।\nনাটকীয় রচনায় বর্ণনার অভাবের বিষয়টি বোঝা যায়।  নাটকীয়তা থেকে অতিরঞ্জন বাদ দিলে তার মধ্যে অন্তর্নিহিত বার্তাটির উপর অধিকতর গুরুত্ব আরোপ সম্ভব। তবে এগুলিকে সত্য ঘটনা বলে ধরে নিলে বৌদ্ধধর্মের প্রথাগুলির সম্পর্কে সম্পূর্ণ বিবরণ পাওয়া সম্ভব হয় না।\n\n\n== সম্পর্কিত রচনাবলি ==\nআদি সংঘে নারীদের ভূমিকা ও দক্ষতা বিষয়ক অপর একটি শাস্ত্রসংকলন সংযুত্তনিকায়ের পঞ্চম ভাগে পাওয়া যায়। এটির নাম ভিক্ষুণীসংযুত্ত (\"ভিক্ষুণীদের সংযুক্ত আলোচনা)\"।\nথেরিগাথায় যে ভিক্ষুণীদের কবিতা পাওয়া যায়, তাঁর কবিতা খুদ্দকনিকায়ের অন্তর্গত অপদান পুস্তকেরও অন্তর্ভুক্ত হয়েছে। থেরি অপদান গ্রন্থে ৪০ জন বৌদ্ধ ভিক্ষুণীর কবিতা সংকলিত হয়েছে। এই কবিতাগুলিতে তাঁরা তাঁদের পূর্ববর্তী জীবনের স্মৃতিচারণা করেছেন। এছাড়া মূলসর্বাস্তিবাদ সম্প্রদায়ের দু’টি অবদান পুস্তকও পাওয়া যায়: অবদানশতক (সংস্কৃত, তিব্বতি ও চীনা ভাষায় পাওয়া যায়) এবং কর্মশতক (শুধুমাত্র তিব্বতি ভাষায় পাওয়া যায়)।\nমধ্যযুগীয় থেরবাদী ভিক্ষু ধম্মপাল পালি ভাষায় থেরীগাথার একটি টীকা রচনা করেন। এই গ্রন্থের উইলিয়াম প্রুট কৃত অনুবাদটি (১৯৯৮) পালি টেক্সট সোসাইটি থেকে কমেন্ট্রি অন দ্য ভার্সেস অফ দ্য থেরীজ: থেরীগাথা-অট্ঠকথা: পরমত্থদীপনী সিক্স নামে প্রকাশিত হয়।\nএছাড়া অঙ্গুত্তরনিকায়ের একটি থেরবাদী টীকাতেও বুদ্ধের শিষ্যবর্গের ইতিহাস, তাঁদের পূর্ববর্তী জীবন ও কর্মের বিস্তারিত বিবরণ পাওয়া যায়। এই গ্রন্থের একটি অংশের নাম এতদগ্গবগ্গ টীকা। এই অংশে ১৩ জন বিশিষ্ট ভিক্ষুণীর অতীত-বিবরণ দেওয়া হয়েছে। এঁদের নাম থেরীগাথাতেও উল্লিখিত হয়েছে। এই জীবনীগুলি আনন্দজোতি ভিক্ষু কর্তৃক অনূদিত হয়েছে।\n\n\n=== আধুনিক গবেষণা ও সাহিত্যকর্ম ===\nক্যাথরিন আর. ব্ল্যাকস্টোনের উইমেন ইন দ্য ফুটস্টেপস অফ দ্য বুদ্ধ: স্ট্রাগল ফর লিবারেশন ইন দ্য থেরীগাথা (১৯৯৮) গ্রন্থটি থেরীগাথা-সংক্রান্ত একটি আধুনিক গবেষণা গ্রন্থ। বিজিতা রাজাপক্ষে তাঁর দ্য থেরীগাথা: আ রিভ্যালুয়েশন (২০০০) গ্রন্থে থেরীগাথার নারীবাদী, ধর্মীয় ও দার্শনিক বিষয়গুলি বিশ্লেষণ করেছেন। ক্যুং পেগি কিম মেইল ডাইভার্সিটি ইন দ্য উইমেন অফ দ্য থেরীগাথা (২০২০) গ্রন্থে থেরীগাথায় উল্লিখিত নারীদের সামাজিক প্রেক্ষাপট নিয়ে আলোচনা করেছেন।\nকবি ম্যাটি ওয়েইঙ্গাস্ট রচিত থেরীগাথা-অনুপ্রাণিত মৌলিক কবিতার একটি সাম্প্রতিক সংকলন প্রকাশিত হয়েছে শম্ভল পাবলিকেশনস থেকে। বইটির নাম দ্য ফার্স্ট ফ্রি উইমেন: পোয়েমস অফ দি আর্লি বুদ্ধিস্ট নানস। বইটিতে এই কবিতাগুলিকে একটি “সমসাময়িক ও বিপ্লবাত্মক অভিযোজনা” বলে উল্লেখ করা হয়েছে এবং লেখক স্বীকার করেছেন যে এগুলি আক্ষরিক অনুবাদ নয়। একজন সমালোচক এটিকে ‘অনুবাদ’ বলে উল্লেখ করলেও তিনি এই বিষয়ে দ্বিধাবোধ করেছেন যে কবি মূল রচনাটিকে কতটা ঢেকে দিয়েছে তা নিয়ে। অপর সমালোচক লিজ উইলসন এই কবিতাগুলির ভাষাকে ‘সতেজ’ ও ‘সাহসী’ বলে উল্লেখ করেন। যদিও উইলসন দেখিয়েছেন যে, কয়েকটি ক্ষেত্রে কবি মূল রচনার ভাষাকে অনুসরণ করেছেন, আবার কয়েকটি ক্ষেত্রে তা অনুবাদের পরিবর্তে ভাবানুবাদে পরিণত হয়েছে। তবে বৌদ্ধ ভিক্ষু ও ভিক্ষুণীরা এই রচনাটির কড়া সমালোচনা করেছিলেন। ভিক্ষুণী আয্য সুধম্মা বইটিকে বিভ্রান্তিজনক বলে উল্লেখ করেছেন এবং বলেছেন যে মূলের সঙ্গে এটির যোগসূত্র শুধুমাত্র বাহ্যিক স্তরেই। ভিক্ষু অকালিকো এই বইটির এক বিস্তারিত সমালোচনায় লিখেছেন যে, বইটি একটি “অসম্মানজনক সাংস্কৃতিক আত্মসাৎকরণ”, যেখানে প্রাচীণ বৌদ্ধ ভিক্ষুণীদের কণ্ঠস্বর মুছে দিয়ে লেখক নিজের কথা বলেছেন এবং তা বলতে গিয়ে মূলের বৌদ্ধ শিক্ষাকে বিকৃত করেছেন। ভিয়েতনামি-আমেরিকান লেখন অ্যান ট্রানও একই মর্মে ওয়েঙ্গাস্টের অনুবাদটির বিরূপ সমালোচনা করেছেন।\n\n\n== বাংলা অনুবাদ ==\nথেরীগাথা, অনুবাদক: সাধনকমল চৌধুরী, করুণা প্রকাশনী, কলকাতা, ১৪০৯ বঙ্গাব্দ\n\n\n== ইংরেজি অনুবাদ ==\nসামস অফ দ্য সিস্টারস, অনুবাদক: সি. এ. এফ. রাইস ডেভিস, ১৯০৯; পুনর্মুদ্রিত হয়েছে সামস অফ দি আর্লি বুদ্ধিস্টস গ্রন্থে, পালি টেক্সট সোসাইটি ([১]), ব্রিস্টল; পদ্যানুবাদ\nএল্ডারস’ ভার্সেস, অনুবাদক: কে. আর. নর্ম্যান, দ্বিতীয় খণ্ড, ১৯৭১, পালি টেক্সট সোসাইটি, ব্রিস্টল\nউপরিউক্ত দুই অনুবাদ পোয়েমস অফ আর্লি বুদ্ধিস্ট নানস শিরোনামে এক খণ্ডে পেপারব্যাক সংস্করণে পুনর্মুদ্রিত হয়। এই সংস্করণে নর্ম্যানের টীকাগুলি বাদ গেলেও রাইস ডেভিস অনূদিত টীকার অংশবিশেষ অন্তর্ভুক্ত হয়েছে।\n\nদ্য ফার্স্ট বুদ্ধিস্ট উইমেন: ট্রান্সলেশনস অ্যান্ড কমেন্ট্রিজ অন দ্য থেরিগাথা। অনুবাদক: সুসান মারকট। প্যারালাক্স প্রেস। ১৯৯১। আইএসবিএন 978-0-938077-42-8। \nসংস অফ দি এল্ডার সিস্টারস, ফ্রান্সিস বুথ কর্তৃক পদ্যে অনূদিত নির্বাচিত ১৪টি কবিতা (২০০), ডিজিট্যাল সংস্করণ (কিন্ডেল)\nথেরিগাথা: পোয়েমস অফ দ্য ফার্স্ট বুদ্ধিস্ট উইমেন, অনুবাদক: চার্লস হ্যালিসে, মূর্তি ক্ল্যাসিকাল লাইব্রেরি অফ ইন্ডিয়া, হার্ভার্ড ইউনিভার্সিটি প্রেস (জানুয়ারি, ২০১৫), হার্ডকভার, ৩৩৬ পৃ, আইএসবিএন ৯৭৮০৬৭৪৪২৭৭৩০\nপোয়েমস অফ দি এল্ডারস, অ্যান অ্যান্থোলজি ফ্রম দ্য থেরগাথা অ্যান্ড থেরিগাথা, অনুবাদক: থানিস্সরো ভিক্ষু (জিওফ্রে ডিগ্র্যাফ) (২০১৫)\nথেরিগাথা: বুক অফ ভার্সেস অফ এল্ডার ভিক্ষুণীজ, অনুবাদক: সামণের মহিন্দ (অনাগরিক মহেন্দ্র), দ্বিভাষিক পালি-ইংরেজি দ্বিতীয় সংস্করণ, ২০২২, ধম্ম পাবলিশার্স, Roslindale MA; আইএসবিএন ৯৭৮০৯৯৯০৭৮১৪৩.\nভার্সেস অফ দ্য সিনিয়র নানস, অনুবাদ: ভিক্ষু সুজাতো ও জেসিকা ওয়ালটন (২০১৯), সুত্তসেন্ট্রাল\n\n\n== ইংরেজিতে অনলাইন ==\nTherigatha translation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ মে ২০২২ তারিখে by Sāmaṇera Mahinda\nTherigatha translation  by Bhikkhu Sujato\nTherigatha Verses of the Elder Nuns Anthology of selected passages by Thanissaro Bhikkhu\nPsalms of the Early Buddhists: I. Psalms of the Sisters, London: Pali Text Society, 1909. Caroline A. F. Rhys Davids' 1909 translation of the complete Therigatha. \"The 73 songs are organized by length; each is prefaced by Dhammapala's commentary of the 400s CE. The appendix gives translations of 10 songs by theri from another source, the Bhikkhuni-samyutta, apparently contemporary with the Therigatha. Note especially the second section of Rhys Davids' introduction, in which she discusses the lives and beliefs of the theri, and from which you can link to songs that deal with specific themes, e.g., freedom, peace.\"\n\n\n== অন্যান্য ভাষায় অনুবাদ ==\nTherigatha: Canti spirituali delle monache buddhiste con il commento Paramatthadipani di Dhammapala, traduzione di Antonella Serena Comba, Lulu (2016), 513 pages, আইএসবিএন ৯৭৮১৩২৬০৪৭৩৯৯.\nTherigatha: Poemas budistas de mujeres sabias translated into Spanish by Jesús Aguado (2018)\nD. Rossella, Buddhismo al femminile. Therīgāthā. Le Poesie spirituali delle monache. Con una introduzione alla dottrina del Buddha e la storia dell’ordine monastico delle donne, Milano, Guerini e Associati, 2019, ISBN 978-88-6250-787-5 | https://www.guerini.it/index.php/prodotto/buddhismo-al-femminile/\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nHallisey, Charles (৬ জানুয়ারি ২০১৫)। Therigatha: Poems of the First Buddhist Women। Harvard University Press। আইএসবিএন 978-0-674-42773-0।"}