{"pageid": 1141242, "title": "রকেট লঞ্চার", "url": "https://bn.wikipedia.org/wiki?curid=1141242", "content": "রকেট লঞ্চার (ইংরেজি: rocket launcher)  (বাংলা: রকেট নিক্ষেপক) হল এক ধরনের আগ্নেয়াস্ত্র যা একটি অনির্দেশিত, রকেট-চালিত প্রজেক্টাইল উৎক্ষেপণ করে, যদিও শব্দটি প্রায়শই পোর্টেবল এবং প্রকৃত রকেট ফায়ার করতে সক্ষম এমন মেকানিজমের ক্ষেত্রে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\n\nইম্পেরিয়াল চীনে নথিভুক্ত প্রাচীনতম রকেট লঞ্চারগুলি তীরের মাথার কয়েক ইঞ্চি পিছনে শ্যাফ্টে রকেট মোটরের সংযুক্তি দ্বারা পরিবর্তিত তীরগুলি নিয়ে গঠিত। রকেটটি মোটরের কালো পাউডার পোড়ানোর মাধ্যমে চালিত হয়েছিল; এগুলিকে শুরুর দিকের অগ্নি তীরগুলির সাথে বিভ্রান্ত করা উচিত নয়, যা প্রচলিত তীরগুলি কালো পাউডারের ছোট টিউবগুলিকে অগ্নিসংযোগকারী হিসাবে বহন করে যা তীরটি লক্ষ্যে পৌঁছানোর পরেই জ্বলে ওঠে। রকেট লঞ্চারগুলি কাঠ, ঝুড়ি এবং বাঁশের টিউব দিয়ে তৈরি করা হয়েছিল। লঞ্চাররা রকেটগুলিকে ফ্রেমের সাহায্যে বিভক্ত করে যার অর্থ তাদের আলাদা রাখা, এবং লঞ্চারগুলি একবারে একাধিক রকেট নিক্ষেপ করতে সক্ষম। প্রিন্সটন ইউনিভার্সিটিতে নিডহাম এবং অন্যদের দ্বারা অনুবাদ করা উজিং জংইয়াও-এর ১৫১০ সংস্করণে বিভিন্ন প্রাথমিক রকেট লঞ্চারের পাঠ্য প্রমাণ এবং চিত্র পাওয়া যায়। (মূল উজিং জংইয়াও ১০৪০ এবং ১০৪৪ সালের মধ্যে সংকলিত হয়েছিল এবং কালো পাউডার আবিষ্কারের বর্ণনা দেওয়া হয়েছিল কিন্তু রকেট আবিষ্কারের আগে ছিল। মূলটির আংশিক অনুলিপি বেঁচে ছিল এবং উজিং জংইয়াও ১২৩১ সালে দক্ষিণাঞ্চলীয় সং রাজবংশের সাথে সামরিক বিকাশের সময় পুনঃপ্রকাশিত হয়েছিল মূল ১০৪৪ প্রকাশনা। ব্রিটিশ বিজ্ঞানী, সিনোলজিস্ট, ইতিহাসবিদ জোসেফ নিডহাম দাবি করেন যে, ১৫১০ সংস্করণটি আসল এবং ১২৩১ সংস্করণের প্রতি বিশ্বস্ততার ক্ষেত্রে সবচেয়ে নির্ভরযোগ্য, কারণ এটি ব্লক থেকে মুদ্রিত হয়েছিল যা সরাসরি তৈরি করা সংস্করণের ট্রেসিং থেকে পুনরায় খোদাই করা হয়েছিল (১২৩১ খ্রিস্টাব্দে)।\n১৫১০ উজিং জংইয়াও \"লং সাপ\" রকেট লঞ্চার বর্ণনা করে, একটি রকেট লঞ্চার যা কাঠ দিয়ে তৈরি এবং একটি ঠেলাগাড়ি দিয়ে বহন করা হয় এবং \"শত টাইগার\" রকেট লঞ্চার, কাঠের তৈরি একটি রকেট লঞ্চার এবং ৩২০টি রকেট তীর নিক্ষেপ করতে সক্ষম। পাঠ্যটি একটি গুলতি এবং একটি বাঁশের নল সমন্বিত একটি বহনযোগ্য রকেট ক্যারিয়ারেরও বর্ণনা করে।\nনেপোলিয়নিক যুদ্ধের সময় পশ্চিমে রকেটের প্রচলন হয়েছিল; কংগ্রিভ রকেট ছিল একটি ব্রিটিশ অস্ত্র যা ১৮০৪ সালে সেরিঙ্গাপটম (১৭৯৯) অবরোধে ভারতীয় রকেটের অভিজ্ঞতার পর স্যার উইলিয়াম কনগ্রেভ দ্বারা তৈরি করা হয়েছিল।  প্রায় ১৮ ইঞ্চি (৪৫ সেন্টিমিটার) দৈর্ঘ্যের একটি লোহার গর্ত থেকে কংগ্রিভ রকেটগুলি উৎক্ষেপণ করা হয়েছিল, যাকে চেম্বার বলা হয়। এই চেম্বারগুলিকে অনুভূমিকভাবে লঞ্চ করার জন্য মাটিতে স্থির করা যেতে পারে, উচ্চ কোণে আগুনের জন্য একটি ভাঁজ করা তামার ট্রাইপডে সুরক্ষিত করা যেতে পারে বা কার্ট বা যুদ্ধজাহাজের ডেকের ফ্রেমে মাউন্ট করা যেতে পারে।\nআমেরিকান গৃহযুদ্ধের সময়, ইউনিয়ন এবং কনফেডারেট মিলিটারি উভয়ই রকেট লঞ্চারের উপর পরীক্ষা-নিরীক্ষা করে এবং তৈরি করে।  কনফেডারেট বাহিনী কংগ্রিভ রকেটগুলি সীমিত ব্যবহারে ব্যবহার করত এর ভুলতার কারণে, যখন ইউনিয়ন বাহিনী হ্যাল পেটেন্ট রকেট লঞ্চার ব্যবহার করত যা ২০০০ গজ পরিসরে পাখনা স্টেবিলাইজার সহ সাত থেকে দশ ইঞ্চি রকেট নিক্ষেপ করেছিল।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\nঅনেক বড় শক্তির দ্বারা সামরিক রকেট প্রযুক্তিতে প্রাক-যুদ্ধ গবেষণা কার্যক্রমের ফলে স্থির বা মোবাইল লঞ্চার সহ বেশ কয়েকটি রকেট আর্টিলারি সিস্টেমের প্রবর্তন হয়, যা প্রায়শই একটি একক স্যালভোতে অনেকগুলি রকেট নিক্ষেপ করতে সক্ষম। যুক্তরাজ্যে কঠিন জ্বালানী রকেটগুলি প্রাথমিকভাবে বিমান-বিধ্বংসী ভূমিকায় ব্যবহার করা হয়েছিল; ৭-ইঞ্চি আনরোটেটেড প্রজেক্টাইল একক প্যাডেস্টাল-মাউন্ট করা লঞ্চার থেকে যুদ্ধজাহাজে ছোঁড়া হয়েছিল এবং একটি ৩-ইঞ্চি সংস্করণ তীরে ভিত্তিক জেড ব্যাটারি ব্যবহার করেছিল, যার জন্য একাধিক \"প্রজেক্টর\" তৈরি করা হয়েছিল। এই অস্ত্রগুলির পরবর্তী বিকাশের মধ্যে রয়েছে ভূ-পৃষ্ঠ-থেকে-সার্ফেস বোমাবর্ষণের জন্য একাধিক লঞ্চার এবং RP-3 এয়ার-টু-গ্রাউন্ড রকেট যেগুলি ফাইটার বোমারু বিমানে লাগানো রেল থেকে উৎক্ষেপণ করা হয়েছিল। সোভিয়েতের কাতিউশা একটি স্ব-চালিত ব্যবস্থা ছিল, যা ট্রাক, ট্যাঙ্ক এবং এমনকি ট্রেনেও বসানো হয়েছিল। মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনী যুদ্ধের শেষ দিকে ট্যাঙ্ক মাউন্ট করা T34 ক্যালিওপ সিস্টেম মোতায়েন করেছিল।\n\n\n== প্রকারভেদ ==\n\n\n=== শোল্ডার-ফায়ারড ===\n\nরকেট লঞ্চার ক্যাটাগরিতে কাঁধে চালিত অস্ত্র রয়েছে, যে কোনো অস্ত্র যা একটি লক্ষ্যবস্তুতে রকেট-চালিত প্রজেক্টাইল ছুঁড়ে মারতে পারে তবে তা একজন ব্যক্তি বহন করার পক্ষে যথেষ্ট ছোট এবং কাঁধে রাখা অবস্থায় গুলি চালানো হয়।  দেশ বা অঞ্চলের উপর নির্ভর করে, লোকেরা \"বাজুকা\" বা \"আরপিজি\" শব্দগুলিকে এই ধরনের অস্ত্র বোঝাতে সাধারণ পরিভাষা হিসাবে ব্যবহার করতে পারে, যে দুটিই প্রকৃতপক্ষে নির্দিষ্ট ধরনের রকেট লঞ্চার।  বাযুকা ছিল একটি আমেরিকান ট্যাঙ্ক-বিরোধী অস্ত্র যা ১৯৪২-১৯৫৭ সাল থেকে চালু ছিল, যখন RPG (সাধারণত RPG-7) হল একটি সোভিয়েত ট্যাঙ্ক-বিরোধী অস্ত্র।\nএকটি ছোট বৈচিত্র হল গাইরোজেট, একটি ছোট অস্ত্রের রকেট লঞ্চার যা একটি ৪৪-ক্যালিবার পিস্তলের চেয়ে সামান্য বড় গোলাবারুদ সহ।\nরিকয়েললেস রাইফেলগুলি মাঝে মাঝে রকেট লঞ্চারের সাথে বিভ্রান্ত হয়।  একটি রিকয়েললেস রাইফেল রকেট ইঞ্জিন নয়, একটি বিস্ফোরক পাউডার চার্জ ব্যবহার করে তার প্রজেক্টাইল চালু করে, যদিও এই ধরনের কিছু সিস্টেমে টেকসই রকার মোটর রয়েছে।\n\n\n=== রকেট পড ===\n\nএকটি রকেট পড হল একটি লঞ্চার যেটিতে পৃথক টিউবে রাখা বেশ কয়েকটি আনগাইডেড রকেট রয়েছে, যা অ্যাটাক এয়ারক্রাফ্ট বা অ্যাটাক হেলিকপ্টার ব্যবহার করার জন্য ডিজাইন করা হয়েছে।  অনেক ক্ষেত্রে, রকেট পডগুলি অ্যারোডাইনামিক ড্র্যাগ কমাতে সুবিন্যস্ত করা হয়।  প্রথম পডগুলি দ্বিতীয় বিশ্বযুদ্ধের পরপরই তৈরি করা হয়েছিল, বিমানের ডানার নিচে স্থির রেল, র্যাক বা টিউব থেকে রকেট ফায়ার করার আগের ব্যবস্থার উন্নতি হিসাবে।  পড-লঞ্চ করা রকেটের প্রাথমিক উদাহরণ হল ইউএস ফোল্ডিং-ফিন এরিয়াল রকেট এবং ফ্রেঞ্চ SNEB।\n\n\n=== বড় স্কেল ===\nবড় মাপের ডিভাইস যা রকেট উৎক্ষেপণের জন্য কাজ করে তার মধ্যে রয়েছে মাল্টিপল রকেট লঞ্চার, এক ধরনের আনগাইডেড রকেট আর্টিলারি সিস্টেম।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}