{"pageid": 11418, "title": "বিষবৃক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=11418", "content": "বিষবৃক্ষ বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত একটি উপন্যাস। এটি বঙ্কিমচন্দ্রের চতুর্থ বাংলা উপন্যাস এবং তাঁর বিষবৃক্ষ-কৃষ্ণকান্তের উইল-রজনী গার্হস্থ্যধর্মী উপন্যাসত্রয়ীর অন্যতম। ১২৭৯ বঙ্গাব্দের বৈশাখ সংখ্যা (১৮৭২) থেকে চৈত্র সংখ্যা (১৮৭৩) পর্যন্ত বঙ্গদর্শন পত্রিকায় মোট বারোটি কিস্তিতে বিষবৃক্ষ উপন্যাসটি প্রকাশিত হয়। গ্রন্থাকারে প্রথম প্রকাশিত হয় ১৮৭৩ সালের ১ জুন। এই উপন্যাসটি আধুনিক বাংলা উপন্যাস সাহিত্যের আদিযুগের একখানি উপন্যাস। বিষবৃক্ষ উপন্যাসের বিষয়বস্তু ছিল সমসাময়িক বাঙালি হিন্দু সমাজের দুটি প্রধান সমস্যা - বিধবাবিবাহ ও বহুবিবাহ প্রথা। এই উপন্যাসের পটভূমি বিধবাবিবাহ আইন পাশ হওয়ার সমসাময়িক কাল। এই উপন্যাসের নায়িকা বিধবা কুন্দনন্দিনীর চরিত্রটি বঙ্কিমচন্দ্রের কনিষ্ঠা কন্যার ছায়া অবলম্বনে রচিত হয় বলে জানা যায়।\nবঙ্কিমচন্দ্রের জীবদ্দশায় বিষবৃক্ষ উপন্যাসের আটটি সংস্করণ প্রকাশিত হয়। উপন্যাসটি অন্যান্য ভাষাতেও অনূদিত হয়েছিল। ১৮৯১ সালে শিয়ালকোট থেকে এর হিন্দুস্তানি অনুবাদ প্রকাশিত হয়। ১৮৮৪ সালে মিরিয়ম এস. নাইট The Poison Tree নামে এর ইংরেজি অনুবাদ প্রকাশ করেন। ১৮৯৪ সালে বিষবৃক্ষ উপন্যাসের সুইডিশ অনুবাদ প্রকাশিত হয়। অমৃতলাল বসু এই উপন্যাসের নাট্যরূপ দিয়েছিলেন। নাটকটি বহুবার মঞ্চায়িত হয়েছিল।\n\n\n== সারাংশ ==\nগোবিন্দপুরের জমিদার নগেন্দ্রনাথ দত্ত কলকাতা যাত্রার পথে অনাথা বালিকা কুন্দনন্দিনীর সন্ধান পান। কুন্দকে তিনি কলকাতায় তাঁর ভগিনী কমলমণির কাছে রেখে এসেছিলেন। কিন্তু পরে স্ত্রী সূর্যমুখীর একান্ত অনুরোধে তাঁকে গোবিন্দপুরে নিয়ে আসেন। সূর্যমুখীর দূরসম্পর্কীয় ভাই তারাচরণের সঙ্গে কুন্দের বিবাহ হয়। কিন্তু বিবাহের কিছুকাল পরেই তারাচরণের মৃত্যু হলে কুন্দ বিধবা হয়। এরপর নগেন্দ্রনাথ কুন্দের রূপলাবণ্য দর্শনে তার প্রতি আকৃষ্ট হন, কুন্দও নগেন্দ্রের প্রতি অনুরক্তা হয়ে পড়েন। সূর্যমুখী বিষয়টি অনুধাবন করেন। অন্যদিকে দেবীপুরের দুশ্চরিত্র জমিদার দেবেন্দ্রও তারাচরণের গৃহে কুন্দকে দেখে তার প্রতি আকৃষ্ট হন। হরিদাসী বৈষ্ণবীর ভেক ধরে নগেন্দ্রর বাড়িতে এসে তিনি কুন্দকে কুপ্রস্তাব দিয়ে যান। হীরা দাসী এই ব্যাপারে অনুসন্ধান করে সূর্যমুখীকে হরিদাসীর প্রকৃত স্বরূপ সম্পর্কে অবহিত করে। এদিকে সূর্যমুখী কমলমণিকে চিঠিতে নগেন্দ্রনাথের কুন্দর প্রতি অনুরাগের কথা জানালে, কমলমণি কুন্দকে কলকাতায় নিয়ে আসতে চায়। কুন্দ আত্মহত্যা করতে গিয়েও ব্যর্থ হয়। হরিদাসী বৈষ্ণবীর ঘটনায় সূর্যমুখী কর্তৃক অপমানিতা হয়ে কুন্দ গৃহত্যাগ করেন। তার অদর্শনে নগেন্দ্র অস্থির এবং সূর্যমুখীর প্রতি রুষ্ট হন। তিনি গৃহত্যাগের সংকল্প করেন। এমতাবস্থায় কুন্দ ফিরে এলে সূর্যমুখী নিজের উদ্যোগে স্বামীর সঙ্গে কুন্দের বিবাহ দেন। তারপর নিজে গৃহত্যাগ করেন। নগেন্দ্রনাথ তাঁকে খুঁজতে সব জায়গায় লোক পাঠান, তিনি নিজেও বেরিয়ে পড়েন। এদিকে ঘুরতে ঘুরতে সূর্যমুখী রোগাক্রান্ত হন। শেষে এক ব্রহ্মচারীর শুশ্রুষায় সুস্থ হয়ে ওঠেন। ব্রহ্মচারীই নগেন্দ্রনাথকে সংবাদ পাঠান। পরে উভয়ের পুনর্মিলন ঘটে। নগেন্দ্রনাথ গৃহে ফিরে কুন্দর সঙ্গে দেখা না করায় কুন্দ বিষপান করে (প্রকৃতপক্ষে হীরা দাসী কুন্দকে বিষ পান করায়)। পরদিন সকালে সূর্যমুখী যখন কুন্দকে দেখতে আসেন, তখন তার অন্তিম সময় আসন্ন। শেষে নগেন্দ্রনাথের পায়ে মাথা রেখে কুন্দ ইহলোক ত্যাগ করে।\nউল্লেখযোগ্য চরিত্র\nনগেন্দ্র, সূর্যমুখী, কুন্দনন্দিনী, হীরা।\n\n\n== সমালোচনা ==\nবঙ্কিম-গবেষক অমিত্রসূদন ভট্টাচার্য লিখেছেন, \"বঙ্কিমচন্দ্রের প্রথম তিনটি উপন্যাস রোম্যান্স-ধর্মী; এবং সেখানে সৌন্দর্যসৃষ্টিই তাঁর ছিল মুখ্য উদ্দেশ্য। কিন্তু বিষবৃক্ষ তাঁর রচিত প্রথম সামাজিক উপন্যাস। এই উপন্যাসে শুধু সৌন্দর্যসৃষ্টি নয়; সেই সঙ্গে দেশ ও মনুষ্যজাতির কিছু মঙ্গল সাধনের ইচ্ছাও যে তাঁর ছিল তাতে কোনো সন্দেহ নেই। বিষবৃক্ষ উপন্যাসের শেষ ছত্রে (বঙ্গদর্শন ১২৭৯ ফাল্গুন) তাই তাঁর মন্তব্য, \"আমরা বিষবৃক্ষ সমাপ্ত করিলাম। ভরসা করি, ইহাতে গৃহে গৃহে অমৃত ফলিবে।\" বঙ্গদর্শনের এই ছত্রে 'বিষবৃক্ষ' ও 'অমৃত' শব্দ দুটি বড় হরফে ছাপা হয়েছিল।\"\nবিষবৃক্ষ রচনার উদ্দেশ্য সম্পর্কে অসিতকুমার বন্দ্যোপাধ্যায় লিখেছেন, \"বিষবৃক্ষে বিধবা বিবাহের কুফল দেখানো হয়েছে। অবশ্য এ উপন্যাস রামনারায়ণ তর্করত্নের 'কুলীনকুলসর্বস্ব' বা 'নবনাটক' নয়, উমেশচন্দ্র মিত্রের 'বিধবাবিবাহ'-ও নয়। কেবল বিধবাবিবাহের সামাজিক কুফল দেখানোর জন্য বঙ্কিমচন্দ্র এ উপন্যাস রচনা করেননি। তা যদি করতেন তা হলে তাঁকে প্রশংসার বিল্বদলে পূজার প্রয়োজন হত না। তা হলে এটি নিছক উদ্দেশ্যমূলক উপন্যাস হত। পুরুষের দুর্বল হৃদয়ের পরাজয় এবং সেই পতন থেকে আত্মরক্ষার কথা এ উপন্যাসে বর্ণিত হয়েছে। বিষবৃক্ষের বীজ কখন অজ্ঞাতসারে সুগোপনে মনের মাটিতে উপ্ত হয় তা আমরা বুঝতে পারি না, যখন সে তরু পুষ্পিত পল্লবিত হয়ে আমাদের সদসৎ বোধ ও বিবেকবৃত্তিকে হরণ করতে উদ্যত হয় তখনই আমাদের চেতনা হয়। তখন অনুতাপ ছাড়া আর কিছুই হাতে থাকে না।... আধুনিক জীবনের দ্বন্দ্বমুখর এই উপন্যাস, এই জাতীয় রচনার প্রথম বার্তাবহ।\"\n\n\n== বিষবৃক্ষ ও বঙ্কিমচন্দ্রের ব্যক্তিগত অনুষঙ্গ ==\nবিষবৃক্ষ বঙ্কিমবাবুর চতুর্থ উপন্যাস।দুর্গেশনন্দিনী,কপালকুণ্ডলা,মৃণালিনীর মধ্যে ঐতিহাসিক ও কাল্পনিক  রোমান্স-কাব্যের ব্যঞ্জনা থাকলেও তাতে আপামর বাঙালির সমাজ-জীবনের বাস্তব চিত্র খুব বেশী উঠে আসেনি।তাই তৎকালীন সমাজের দুই জ্বলন্ত সমস্যা,বিষবৃক্ষস্বরূপ বিধবাবিবাহ ও বহুবিবাহকে কেন্দ্র করে আলোচ্য উপন্যাসের সূচনা করেছিলেন।চরিত্রের মধ্যে কুন্দনন্দিনী  বিষবৃক্ষ হিসাবে উপন্যাসের প্রথমেই সূচিত হয়েছে।পরে সেই বিষবৃক্ষের লালনপালন-ভরণপোষন,বিবাহ,বৈধব্য,পুর্নবিবাহ,বিষপানে প্রাণত্যাগরূপ কাহিনীর মধ্যে দিয়ে উপন্যাসবৃক্ষের বীজবপন,শাখা-প্রশাখার ব্যাপ্তি,ফলদান থেকে বৃক্ষোৎপাটন পর্যন্ত ঘটনা ক্রমেই সুচারুরূপে বিকশিত হয়েছে।এইভাবে সাহিত্যসম্রাট কাহিনীমধ্যে বিধবা-বিবাহ সম্পাদন করে সমাজের বিষকে বৃক্ষরূপে প্রতিষ্ঠা দিতে চেয়েছেন।আবার পরক্ষণেই কুন্দনন্দিনীর বিষপানরূপ নিষ্ঠুর পরিণতির মধ্যে দিয়ে নিজের আশঙ্কাকে পুনঃপ্রতিষ্ঠা করেছেন।গ্রন্থসমাপ্তিতে তিনি নিজের আশঙ্কা ত্যাগ করে পুনরায় আশাবাদী হয়ে বলেছেন--\"আমরা বিষবৃক্ষ সমাপ্ত করিলাম।ভরসা করি,ইহাতে গৃহে গৃহে অমৃত ফলিবে।\"\nঅন্যদিকে,বিষবৃক্ষ উপন্যাসের সঙ্গে বঙ্কিমচন্দ্রের অনুষঙ্গ ব্যাখ্যা করতে গিয়ে কবি নবীনচন্দ্র সেন 'আমার জীবন' গ্রন্থে লিখেছেন--১৮৯৩ সালে বঙ্কিমচন্দ্রের সঙ্গে তাঁর দেখা হয়।তখন তিনি বিষবৃক্ষ প্রসঙ্গে অভিযোগের সুরে বলেছিলেন,প্রেমের অবাধ প্রচারের দ্বারা তিনি দেশের অহিত সাধন করেছেন।বঙ্কিমচন্দ্র দেওয়ালে টাঙানো তাঁর ছোটোমেয়ের তৈলচিত্রের দিকে চেয়েছিলেন এবং তাঁর চোখ অশ্রুসজল হয়েছিল।\nআবার \"বঙ্কিম শ্রীশচন্দ্র বাক্যালাপ”এ বঙ্কিমবাবু বলছেন--❝শ্রীশ,আমার না জন্মালেই ভালো হত।আমার দ্বারা সমাজের ঘোর অনিষ্ট হবে।কুন্দনন্দিনীকে বিষ খাইয়ে আমি অন্য মেয়েদের বিষ খাওয়ার পথ প্রশস্ত করে দিয়েছি,সেই অনুতাপে আমি দগ্ধ হচ্ছি।সেই দৃষ্টান্ত প্রথমেই অনুসরণ করে আমার মেয়ে।❞\n(বিঃদ্রঃ ১৮৮৭ সালের ৮ ই নভেম্বর বঙ্কিমচন্দ্রের ছোটোমেয়ে উৎপলকুমারী তাঁর শ্বশুরবাড়িতে আত্মহত্যা করেছিলেন।)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসোলয়মান সুমন রচিত প্রবন্ধ \"বিষবৃক্ষের মালিনী হীরা দাসী\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ মে ২০২০ তারিখে\nইংরেজি অনুবাদে বিষবৃক্ষ"}