{"pageid": 1141850, "title": "ত্রিপুরা অন্তর্ভুক্তি চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1141850", "content": "ত্রিপুরা ছিল ভারতের প্রাচীন দেশীয় রাজ্যগুলির মধ্যে একটি। রাজমালা (ত্রিপুরার রাজাদের ইতিহাস বিষয়ক গ্রন্থ) অনুসারে, এই রাজ্যের শেষ শাসক রাজা রাজা বীর বিক্রম কিশোর দেববর্মার  মৃত্যুর পর ১৯৪৯ সালে ভারতীয় ইউনিয়নের সাথে একীভূত হওয়ার পূর্ব পর্যন্ত সার্বভৌম এবং স্বাধীন মর্যাদাসম্পন্ন ত্রিপুরায় ১৮৪ জন ত্রিপুরী রাজা রাজত্ব করেছিলেন। ত্রিপুরার ভারতে অন্তর্ভুক্তির সময়ে তার উত্তরসূরী কিরীট বিক্রম কিশোর দেববর্মণ|কিরীট বিক্রম কিশোর দেববর্মণের বয়স ছিল মাত্র তেরো বছর।  রাজা বীর বিক্রম কিশোর দেববর্মণ ১৯৪৭ সালে মারা গেলে  কিরীট বিক্রম কিশোর দেববর্মণের মা তথা রানী কাঞ্চন প্রভা দেবীর সভাপতিত্বে প্রশাসন পরিচালনার জন্য একটি কাউন্সিল অফ রিজেন্সি (রাজপ্রতিনিধিত্ব পরিষদ) গঠন করা হয়।\nরাজা বীর বিক্রম কিশোর দেববর্মণের অস্বাভাবিক মৃত্যুর কয়েক মাসের মধ্যে, ত্রিপুরা যেমন অভ্যন্তরীণ সমস্যায় জর্জরিত হয়ে পড়ে তেমনই পূর্ব পাকিস্তানের মতো বহিরাগত শক্তির হুমকির সম্মুখীন হওয়া শুরু হয়। এমতাবস্থায় তৎকালীন কাউন্সিল অফ রিজেন্সির সভাপতি হিসাবে রানি কাঞ্চনপ্রভা দেবী বিভিন্ন ভাবে ভারতীয় অধিরাজ্যে যোগদানের সপক্ষে প্রবল চাপের সম্মুখীন হন৷ ভারত সরকারের পরামর্শ মতো, তিনি রিজেন্সি কাউন্সিল ভেঙে দেন এবং ১৯৪৮ সালের ১২ই জানুয়ারী ত্রিপুরার একমাত্র রাজপ্রতিনিধি হয়ে ওঠেন। এক বছরেরও বেশি সময় পর ১৯৪৯ সালের ৯ই সেপ্টেম্বর, তিনি ত্রিপুরা অন্তর্ভুক্তি চুক্তি স্বাক্ষর করেন এবং এই চুক্তি ঐ বছর ১৫ অক্টোবর থেকে কার্যকর হয়। ফলস্বরূপ ত্রিপুরা ভারতীয় অধিরাজ্যের অংশীভূত হয়। পরে এটিকে 'সি' শ্রেণীর রাজ্যে মনোনীত করে প্রধান অধ্যক্ষ দ্বারা শাসনকার্য পরিচালিত করা শুরু হয়।\n\n\n== চুক্তির বিষয় ==\n১৯৪৯ সালের ৯ই সেপ্টেম্বর ভারতের গভর্নর-জেনারেল এবং ত্রিপুরার মহারাণী তথা রাজপ্রতিনিধির মধ্যে চুক্তিটি স্বাক্ষরিত হয়৷\nবাস্তবিকভাবে ত্রিপুরা রাজ্যের পাশাপাশি ভারতের অধিরাজ্যের সর্বোত্তম স্বার্থে উক্ত রাজ্যের প্রশাসনের জন্য অধিরাজ্য সরকারের দ্বারা বা তার অধীনে ব্যবস্থা নিরূপণ করা বাঞ্ছনীয়:—\nএটি নিম্নরূপে সম্মতিক্রমে সাক্ষরিত:—\n\n\n=== প্রথম অনুচ্ছেদ ===\nত্রিপুরার মহারাজা সম্পূর্ণ এবং একচেটিয়া কর্তৃত্ব স্বীকার করে রাজ্যের আইন সংক্রান্ত, শাসন ও তৎসম্পর্কিত ক্ষমতা অধিরাজ্য সরকারের সমর্পণ করবেন এবং ১৯৪৯ সালের অক্টোবরের পনেরো তারিখে (এরপর থেকে এই তারিখটিকে \"উক্ত দিন\" বলে উল্লেখ করা হয়েছে) রাজ্যের প্রশাসন অধিরাজ্য সরকারকে হস্তান্তর করতে সম্মত হবেন।\nউক্ত দিন থেকে অধিরাজ্য সরকার নিজের পরিকল্পনা অনুযায়ী প্রতিনিধিদল নিয়োগ করবেন ও এইভাবে তারা উল্লিখিত ক্ষমতা, কর্তৃত্ব এবং শাসনব্যবস্থায় হস্তক্ষেপ করতে সক্ষম হবেন।\n\n\n=== দ্বিতীয় অনুচ্ছেদ ===\nউক্ত দিন থেকে মহারাজা ব্যক্তিগত ব্যয়নির্বাহার্থ ভাতা জন্য তার রাজ্যের বার্ষিক একত্রিত রাজস্ব থেকে নিঃশুল্ক তিন লক্ষ ত্রিশ হাজার (৩,৩০,০০০) টাকা পরিমাণ প্রাপ্তির অধিকারী হবেন। প্রদত্ত এই পরিমাণ অর্থ মহারাজা নিজের এবং তার পরিবারের সমস্ত খরচ, তার ব্যক্তিগতভাবে নিযুক্ত কর্মীবাবদ খরচ, তার বাসস্থানের রক্ষণাবেক্ষণ, বিবাহ এবং অন্যান্য অনুষ্ঠান সম্পন্ন করার উদ্দেশ্যে ব্যয় করতে পারলেও কোনভাবেই এই অর্থপরিমাণ বৃদ্ধি বা হ্রাস করা হবে না। উল্লিখিত পরিমাণ রাশির অর্থ মহারাজা রাজ্যের কোষাগার থেকে প্রতি ত্রৈমাসিকের শুরুতে বা ভারত সরকার দ্বারা নির্দিষ্ট করা অন্য কোষাগার থেকে অগ্রিম চারটি সমান কিস্তিতে নিতে পারবেন।\n\n\n=== তৃতীয় অনুচ্ছেদ ===\nমহারাজা এই চুক্তির তারিখে তার মালিকানাধীন সমস্ত ব্যক্তিগত সম্পত্তির (রাষ্ট্রীয় সম্পত্তি থেকে স্বতন্ত্র) সম্পূর্ণ মালিকানা, ব্যবহার এবং উপভোগের অধিকারী হবেন।\nমহারাজা অধিরাজ্য সরকারকে ১৯৪৯ সালের ১০ অক্টোবর তারিখের আগে, ব্যক্তিগত সম্পত্তি হিসাবে তাঁর কুক্ষিগত সমস্ত স্থাবর সম্পত্তি, নিরাপত্তা সংক্রান্ত এবং নগদ পরিমাণের একটি তালিকা জমা দেবেন।\nসম্পত্তির কোনো বিষয় মহারাজার ব্যক্তিগত সম্পত্তি বা দেশীয় রাজ্যের সম্পত্তি কিনা তা নিয়ে যদি কোনো দ্বিমত দেখা দেয়, তাহলে তা উচ্চ আলাদতের বিচারক নিযুক্ত হওয়ার যোগ্য এমন বিচারবিভাগীয় কর্মকর্তার কাছে পাঠানো হবে এবং সেই কর্মকর্তার সিদ্ধান্তকে উভয় পক্ষ চূড়ান্ত এবং বাধ্যতামূলক হিসাবে মানবে।\n\n\n=== চতুর্থ অনুচ্ছেদ ===\n১৯৪৭ সালের ১৫ আগস্ট আগে পর্যন্ত মহারাজার ত্রিপুরার শাসক হিসাবে নিজ দেশীয় রাজ্যের ভিতরে হোক বা বাইরে, তাঁর ভোগ্য সমস্ত ব্যক্তিগত অধিকার, বিশেষাধিকার, অনাক্রম্যতা এবং তদরূপ মর্যাদা পাবার স্বত্ব বজায় থাকবে।\n\n\n=== পঞ্চম অনুচ্ছেদ ===\n১৯৪৭ সালের ১৫ আগস্ট আগে পর্যন্ত নিজ দেশীয় রাজ্যের ভিতরে হোক বা বাইরে, মহামান্য রাজমাতা সহ রাজপরিবারের সদস্যদের দ্বারা উপভোগ করা সমস্ত ব্যক্তিগত সুবিধা এবং উপাধি পাবার স্বত্ব বজায় থাকবে।\n\n\n=== ষষ্ঠ অনুচ্ছেদ ===\nঅধিরাজ্য সরকার রাজ্যের রাজসিংহাসনের ওপর মহারাজার ব্যক্তিগত অধিকার, সুযোগ-সুবিধা, মর্যাদা এবং উপাধি বজায় রেখে আইন ও রীতি অনুসারে উত্তরাধিকারের নিশ্চয়তা দেবে।\n\n\n=== সপ্তম অনুচ্ছেদ ===\nরাজ্যের রাজপরিবারের দ্বারা প্রশাসন চালনায় সময়ে ত্রিপুরার কোনো আদালতে মহামান্য মহারাজা বা রাজপ্রতিনিধি মহারানী বিরুদ্ধে তাদের ব্যক্তিগত ক্ষমতায় কোনো কিছু বলবৎ করা বা কিছু বাতিল ঘোষণা করার কোনো বিচার চলবে না তথা ভারত সরকারের দ্বারা বা কর্তৃত্বের অধীনে কোনো তদন্ত করা হবে না।\n\n\n=== অষ্টম অনুচ্ছেদ ===\n১) এতদ্দ্বারা ভারত সরকার ত্রিপুরার জনপরিষেবায় নিযুক্ত স্থায়ী সদস্যদের চাকরিতে বহাল থাকার নিশ্চয়তা দেবে এই শর্তে যে, ত্রিপুরার প্রশাসন ভারতীয় অধিরাজ্য সরকারের কাছে হস্তান্তর করার তারিখের আগে পর্যন্ত প্রাপ্ত সুযোগ-সুবিধা উক্ত দিনের পর থেকেও একই প্রকার থাকবে নতুবা অধিরাজ্য সরকার তার যুক্তিসঙ্গত ক্ষতিপূরণ প্রদান করবে। \n২) ত্রিপুরার প্রশাসন যে তারিখের আগে অবসর গ্রহণ করেছে বা অবসর গ্রহণের প্রস্তুতিমূলক প্রশাসনিক পদত্যাগে অগ্রসর হয়ে ত্রিপুরার প্রশাসনিক দায়ভার ভারত সরকারের কাছে হস্তান্তর করা হচ্ছে, তারপর থেকে ঐ রাজ্যের জনপরিষেবায় নিযুক্ত সদস্যদের জন্য মহামান্য রাজপরিবার কর্তৃক অনুমোদিত পেনশন এবং ছুটির বেতন অব্যাহত রাখার নিশ্চয়তা দেবে ভারত সরকার।\n\n\n=== নবম অনুচ্ছেদ ===\nভারত সরকারের পূর্ববর্তী অনুমোদন ব্যতীত যেদিন প্রশাসনিক দায়িত্ব ভারত সরকারের কাছে হস্তান্তর করা হবে তার আগে থেকে রাজ্যের কোনো একজন কর্মচারী হিসাবে তার দায়িত্ব পালন করছেন বা করেছেন এমন কোনও কাজ সম্পর্কে কোনও ব্যক্তির বিরুদ্ধে দেওয়ানি বা ফৌজদারি কোনও মামলা করা হবে না।\nএর নিশ্চিতকরণে ভারত সরকারের রাজ্য মন্ত্রকের উপদেষ্টা শ্রীযুক্ত ভি পি মেনন ভারতের রাজ্য গভর্নর-জেনারেলের পক্ষ থেকে এবং ত্রিপুরার রাজপ্রতিনিধি মহারানী কাঞ্চনপ্রভা দেবী তার শিশুপুত্র, উত্তরাধিকারী তথা ত্রিপুরার নাবালক শাসক মহারাজা বীর বিক্রম কিশোর মাণিক্য বাহাদুর দেববর্মার হয়ে স্বাক্ষর করেছেন।\n- তাং ৯ই সেপ্টেম্বর ১৯৪৯, নতুন দিল্লি\n\n\n== তৎকালীন স্বরাষ্ট্রমন্ত্রীর বার্তা ==\nএখানে উল্লেখ্য যে, তৎকালীন স্বরাষ্ট্রমন্ত্রী সর্দার বল্লভভাই প্যাটেল, ১৫ই অক্টোবর ১৯৪৯ সালে ত্রিপুরার একত্রীকরণের উপলক্ষ্যে নিম্নোক্ত বার্তাটি দিয়েছিলেন।\n\n\n== তথ্যসূত্র =="}