{"pageid": 1141032, "title": "ভারত-বাংলাদেশ মৈত্রী উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1141032", "content": "ভারত-বাংলাদেশ মৈত্রী উদ্যান ছিল বাংলাদেশী মুক্তিযোদ্ধাদের একটি বেস ক্যাম্প যেখান থেকে তারা চট্টগ্রাম, কুমিল্লা ও বৃহত্তর নোয়াখালীতে পাকিস্তানি বাহিনীর বিরুদ্ধে গেরিলা যুদ্ধ শুরু করে।\n\n\n== অবস্থান ==\nআন্তর্জাতিক সীমান্তের নিকট অবস্থিত মৈত্রী উদ্যান হল চোত্তাখোলায় নির্মিত একটি উদ্যান যা মুক্তিযুদ্ধের সময় তাদের জীবন উৎসর্গকারী বাংলাদেশী মুক্তিযোদ্ধা ও ভারতীয় সৈন্যদের প্রতি শ্রদ্ধা নিবেদন করে। একটি যুদ্ধ জাদুঘর, টিলা, সবুজ উপত্যকা, হ্রদ, গাছপালা, ভাস্কর্য, বাংলাদেশী মুক্তিযোদ্ধাদের কবরস্থান এবং অন্যান্য উপাদান সম্বলিত এটি কেবল একটি উদ্যান নয় এর চেয়েও অনেক বেশি।\n\n\n== ইতিহাস ==\nমুক্তিযুদ্ধে সক্রিয়ভাবে জড়িত থাকায় স্মৃতি উদ্যানটি ত্রিপুরাবাসীর দীর্ঘদিনের লালিত দাবি ছিল। তারা মুক্তিযোদ্ধাদের সর্বাত্মক সহায়তা প্রদান করে ও প্রায় ১৬ লাখ মানুষকে আশ্রয় দেয়, যা রাজ্যের তৎকালীন জনসংখ্যার চেয়ে বেশি। চোত্তাখোলা ত্রিপুরার রাজধানী আগরতলা থেকে ১৩০ কিলোমিটার দূরে যা ১৯৭১ সালে ত্রিপুরার ১১টি যুদ্ধ ক্যাম্পের অন্যতম হিসাবে কাজ করেছিল। সুন্দর এই অবস্থানটি ২০ হেক্টর জমির উপর একটি প্রাকৃতিক হ্রদ দ্বারা আংশিকভাবে পৃথক করা সাতটি টিলা নিয়ে গঠিত। এটি মুক্তিযুদ্ধের সময় তীব্র তৎপরতার স্বাক্ষী ও এখনও ১৯৭১ সালে এটির উপর নির্মিত বেশ কয়েকটি বাঙ্কার ও পরিখার ধ্বংসাবশেষের আকারে এর স্মারক বহন করে।\n\n\n== উদ্বোধন ==\nত্রিপুরার প্রাক্তন মুখ্যমন্ত্রী মাণিক সরকার ১৬ ডিসেম্বর, বাংলাদেশের বিজয় দিবসে ভারতীয় ও বাংলাদেশী শিল্পী, বুদ্ধিজীবী ও মুক্তিযোদ্ধাদের উপস্থিতিতে স্মৃতিসৌধ ও পার্কের উদ্বোধন করেন। ১১ নভেম্বর ২০১০ সালে বাংলাদেশের তৎকালীন পররাষ্ট্রমন্ত্রী দীপু মনি উদ্যানটির ভিত্তিপ্রস্তর স্থাপন করেন।\n\n\n== ভাষ্কর্য ==\nপ্রধানমন্ত্রী ইন্দিরা গান্ধী\nবাংলাদেশের জাতির জনক - বঙ্গবন্ধু শেখ মুজিবুর রহমান\nবিজয় ১৯৭১\nগণহত্যা ১৯৭১\nটেরাকোটা\n\n\n== শিল্পী ও ভাস্কর ==\nত্রিপুরা ও বাংলাদেশের প্রখ্যাত শিল্পীরা তাদের সৃষ্টি - মূর্তি থেকে চিত্রকল্প এই প্রকল্পের অংশ যা স্মৃতিসৌধের আকর্ষণে যোগ করেছে।\n\n\n=== বাংলাদেশী শিল্পী ও ভাস্কর ===\nহাশেম খান\nমাহমুদুল হাসান সোহাগ\nশ্যামল চৌধুরী\nতেজোশ হালদার জোশ\nতারা পার্কের জন্য ভাস্কর্য তৈরি করে।\nস্মারক উদ্যানটি বাংলাদেশের পরবর্তী প্রজন্মকে তাদের কষ্টার্জিত স্বাধীনতার ইতিহাস ও কীভাবে দুই বন্ধুত্বপূর্ণ প্রতিবেশী দেশকে স্বাধীনতা আনতে বাহিনীতে যোগ দিয়েছিল তা শিখতে সাহায্য করবে।\n\n\n== তথ্যসূত্র =="}