{"pageid": 1141612, "title": "আত-তাকওয়া মসজিদ, সিরেবন", "url": "https://bn.wikipedia.org/wiki?curid=1141612", "content": "আত-তাকওয়া মসজিদ বা আত-তাকওয়া গ্র্যান্ড মসজিদ হলো ১৯১৮ সালে প্রতিষ্ঠিত পশ্চিম জাভার সিরেবন শহরের একটি ঐতিহাসিক মসজিদ। বর্তমানে এটি সিরেবনের একটি জামাতীয় মসজিদ (জামে মসজিদ) এবং শহরের একটি প্রতীক হিসাবে বহুল পরিচিত। মসজিদটি ইসলামি শিক্ষার পাশাপাশি জনসেবা প্রদান করে। যেমন: রক্তদান এবং একটি বিনামূল্যের অ্যাম্বুলেন্স ইত্যাদি।\n\n\n== ইতিহাস ==\nমসজিদটি কেজাকসান নামে একটি গ্রামে প্রতিষ্ঠিত হয়। প্রাথমিকভাবে, এটি দুটি বিভাগ নিয়ে গঠিত: প্রথমটি মসজিদের তাজুগ আগুং (বর্তমান: আত-তাকওয়া মসজিদ) নামে ব্যবহৃত হয় এবং অন্যটি আলুন-আলুন (বর্তমান: কেজাকসান স্কোয়ার) হিসাবে ব্যবহৃত হয়।\nপ্রথমে, মসজিদটির নামকরণ করা হয় তাজুগ আগুং নামে। কিন্তু, প্রাচীন কাঠামো এবং উপাসকদের ক্রমবর্ধমান চাহিদার কারণে \"সিরেবন সিটি কাউন্সিল অব রিলিজিয়াস অ্যাফেয়ার্স\" -এর প্রধান আর.এম. আরহাথা এর মাথায় একটি ধারণা আসে। তিনি তাজুগ আগুংকে সংস্কার করে এটির নাম পরিবর্তন করে আত-তাকওয়া মসজিদ রাখার প্রস্তাবণা করেন।\nতাজুগ আগুং নামটি মোটামুটিভাবে \"মহান মসজিদ\" এর সাথে মিলে যায় এবং যেহেতু কাসেপুহানে বর্তমান কালের সাং সিপ্টা রাসার মহান মসজিদ নামে আগে থেকেই একটি মহান মসজিদ অবস্থিত ছিল, তাই কর্মকর্তারা \"মহান মসজিদ\" নামের দুটি মসজিদ থাকাকে অযৌক্তিক বলে মনে করেন। ১৯৫১ সালে মসজিদটির পুনর্নির্মাণ শুরু হয় এবং ১৯৬৩ সালে এটি আত-তাকওয়া নামে উদ্বোধন করা হয়।\n\n\n== স্থাপত্য ==\nমসজিদটিতে জাভানিজ ইসলামি স্থাপত্য শৈলীর বৈশিষ্ট্য রয়েছে। যার একটি জুরাই ছাদ রয়েছে। এছাড়া, এতে চারটি ছোট মিনার এবং ৬৫ মিটার উচ্চতাবিশিষ্ট একটি প্রধান মিনার রয়েছে। সম্মুখভাগে প্রাধান্য পেয়েছে দুই-বাক্যের শাহাদাহ্‌ ক্যালিগ্রাফিসহ সোনালি রঙের শিলালিপি। শিলালিপিগুলো ব্রাজিলের আসল গ্রানাইটের উপরে কাচের-চাঙ্গা সিমেন্ট দিয়ে তৈরি। সাদা ফ্রেমটি প্রধান ফটকের সোনালি রঙকে আরও আকর্ষণীয় করে তোলে।\nবাগানের ছয়টি স্তম্ভের উপর প্রদীপ দিয়ে সাজানো, যা ফটকের প্রবেশপথকে আরও আকর্ষনীয় করে। মসজিদের পুরো মেঝে ও দেয়ালে এবং সেইসাথে মসজিদের স্তম্ভগুলোতে গ্রানাইট ব্যবহার করা হয়। কলামগুলো ইসলামি স্থাপত্যের অলঙ্কারে সজ্জিত। তবে, অন্যান্য দালানের মতো মসজিদের দেয়ালগুলো কাচ-ঢাকা জানালা দিয়ে সজ্জিত নয়। ভেতরের ও বাইরের বাতাস নির্বিঘ্নে প্রবাহিত হওয়ার জন্য বড় জানালাগুলো খোলা রাখা হয়। রাস্তাসংলগ্ন চত্বরে ১০টি খেজুর গাছ লাগিয়ে মসজিদের বাইরে ছায়ার ব্যবস্থা করা হয়, যেগুলো উভয় পাশে দুটি ফোয়ারা দ্বারা সম্পৃক্ত।\n\n\n== আরও দেখুন ==\n\nইন্দোনেশিয়ায় ইসলামের বিস্তার\n\n\n== তথ্যসূত্র =="}