{"pageid": 1141762, "title": "চেন্নাই শহরতলি রেল", "url": "https://bn.wikipedia.org/wiki?curid=1141762", "content": "চেন্নাই শহরতলি রেল হল একটি কমিউটার রেল সিস্টেম চেন্নাই, তামিলনাড়ু, ভারতের, ভারতীয় রেলওয়ে দ্বারা পরিচালিত। এটি রুটের দৈর্ঘ্যের দিক থেকে দ্বিতীয় বৃহত্তম শহরতলির রেল নেটওয়ার্ক এবং ভারতে যাত্রীদের দিক থেকে তৃতীয় বৃহত্তম। প্রায় ১,০০০ পরিষেবা প্রতিদিন ৪:০০টে থেকে মধ্যরাত এর মধ্যে পরিচালিত হয়। এবং। এটি ২৩৫.৫ কিমি (১৪৬.৩ মা) কভার করে এবং এটি ভারতের দীর্ঘতম শহরতলির বৃত্তাকার পথ।\nচেন্নাই শহরতলি একটি জটিল রেল নেটওয়ার্ক। মুম্বাই এবং কলকাতা এর পরে এটি ভারতের তৃতীয় ব্যস্ততম শহরতলির রেল ব্যবস্থা। এতে লোকাল এবং এক্সপ্রেস ট্রেনের জন্য আলাদা ট্র্যাক রয়েছে। সিস্টেমটি ক্যাটেনারি সিস্টেমের মাধ্যমে ওভারহেড তার থেকে টানা অল্টারনেটিং কারেন্ট (এসি) এর উপর কাজ করে ইলেক্ট্রিক্যাল মাল্টিপল ইউনিট (ইএমইউ) ব্যবহার করে। মোট সিস্টেমটি প্রায় ১,১৭৪.২১ কিলোমিটার (৭২৯.৬২ মাইল) এর মধ্যে বিস্তৃত যার মধ্যে শুধুমাত্র ৫০৯.৭১ কিলোমিটার (৩১৬.৭২ মাইল) শহরতলির ইএমইউগুলির জন্য দ্বৈত ট্র্যাক রয়েছে, বাকিগুলি অন্যান্য ট্রেনের সাথে ট্র্যাকগুলি ভাগ করে এবং মেইনলাইন ইএমইউ (মেমু) নামে পরিচিত।\n২০১৩ সালের হিসাবে, শহরতলির সেক্টরে ১,০০০টি পরিষেবা রয়েছে, যার মধ্যে  চেন্নাই বিচ–চেঙ্গালপাট্টু বিভাগে ২৫০টি, চেন্নাই সেন্ট্রাল–আরাককোনাম বিভাগে ২৪০টি পরিষেবা, এবং চেন্নাই সেন্ট্রাল- গুম্মিদিপুন্ডি-এ ৯০টি রয়েছে।\n\n\n== ইতিহাস ==\n\nচেন্নাইয়ের একটি মোটামুটি বিস্তৃত শহরতলির বৈদ্যুতিক মাল্টিপল ইউনিট (EMU) পরিষেবা রয়েছে। ১৯২০-এর দশকে তৎকালীন ব্রিটিশ সরকার শহরের উত্তর অংশের (যা মূলত বাণিজ্যিক ছিল) এবং প্রধানত আবাসিক দক্ষিণ-পশ্চিম অংশগুলির সাথে সংযোগ স্থাপনের প্রয়োজনীয়তা অনুভব করে। ১৯২৮ সালে, বাষ্প লোকোমোটিভ ব্যবহার করে পরিষেবাগুলি চালানোর জন্য তাম্বারামের দক্ষিণ শহরতলির সাথে পোতাশ্রয়ের সংযোগকারী দুটি মিটার গেজ (এমজি) লাইন নির্মাণের কাজ শুরু হয়।  ১৯৩০ সালের প্রথম দিকে, সরকার এগমোর থেকে শুরু হওয়া মূল লাইন সহ লাইনগুলিকে বিদ্যুতায়ন করার সিদ্ধান্ত নেয়।  মাদ্রাজের রেললাইনগুলিকে বিদ্যুতায়ন করার পরিকল্পনাটি প্রথম ১৯২৩ সালে দক্ষিণ ভারতীয় রেলওয়ের এজেন্ট স্যার পার্সি রোথেরা শুরু করেছিলেন।এটি শহরের দ্রুত সম্প্রসারণের কারণে হয়েছে, যেখানে সাইদাপেট, সেন্ট থমাস মাউন্ট এবং তাম্বারামের মতো বড় ধরনের কৃষি এলাকা আবাসিক কোয়ার্টারে পরিণত হয়েছে।দক্ষিণ ভারতীয় রেলওয়ের শহরতলির পুনর্নির্মাণের উদ্যোগের অংশ হিসাবে বিচ এবং এগমোরের মধ্যে একটি নতুন লাইন এবং এগমোর এবং তাম্বারামের মধ্যে দুটি লাইন নির্মাণের পরিকল্পনা ঘোষণা করা হয়েছিল। মেট্রো-ক্যামেল দ্বারা তৈরি করা হয়েছে কঠোর কাঠের তৈরি কোচের রোলিং স্টক। ২৭ ডিসেম্বর ১৯৩০ তারিখে, ইংল্যান্ড থেকে ২৫টি বৈদ্যুতিক গাড়ির প্রথম চালান রেলওয়ে দ্বারা গৃহীত হয়েছিল।ট্রেনগুলিকে কালো চাকা বেস সহ নিস্তেজ সবুজ রঙে আঁকা হয়েছিল এবং এতে প্রশস্ত স্লাইডিং দরজা, একটি ভাল ডিজাইন করা বসার ব্যবস্থা এবং ঘন কাঁচের ফ্রন্টগুলি বৈশিষ্ট্যযুক্ত ছিল।নতুন গাড়িগুলি তাম্বারাম স্টেশনে পার্ক করা হয়েছিল। ১৯৩১ সালের মার্চের মধ্যে, নির্মাণ কাজ শেষ হয়, এবং মাদ্রাজের প্রথম বৈদ্যুতিকভাবে চালিত রেল পরিষেবা ১৯৩১ সালের ২ এপ্রিল মাদ্রাজ সমুদ্র সৈকত এবং তাম্বারামের মধ্যে শুরু হয়, যা দেশের সর্বপ্রথম বিদ্যুতায়িত মিটার গেজ হয়ে ওঠে। এটি মাদ্রাজের তৎকালীন গভর্নর স্যার জর্জ ফ্রেডরিক স্ট্যানলি দ্বারা চালু করা হয়েছিল, যিনি উদ্বোধনী অনুষ্ঠানে বলেছিলেন যে নতুন ট্রেন পরিষেবাগুলি \"বিচ্ছিন্ন দক্ষিণ মাদ্রাজকে উদ্যানের শহরে পরিণত করবে\"। \nযাইহোক, শহরতলির পরিষেবাগুলি জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল মাত্র এক মাস পরে ১১ মে ১৯৩১ সালে। বিভাগটি ১৫ নভেম্বর ১৯৩১-এ বিদ্যুতায়িত হয়েছিল, প্রথম এমজি ইএমইউ পরিষেবাগুলি ১.৫  কেভি ডিসি-তে চলেছিল। মাদ্রাজ ইলেকট্রিসিটি সাপ্লাই কর্পোরেশন, যেটি রেল লাইনগুলিকে চালিত করত, এগমোর এবং মীনামবাক্কামের সাব-স্টেশনগুলি দ্বারা সাহায্য করা হয়েছিল।শীঘ্রই, যাত্রীদের শাটল করার ট্রেনের সংখ্যা দিনে ৪৫-এ উন্নীত করা হয়, পিক আওয়ারে প্রতি ১০ মিনিটে, এবং অন্যথায় প্রতি ৩০ মিনিটে চালানো হয়।মাদ্রাজ বিচ এবং তাম্বারাম স্টেশনের মধ্যে চলমান সময়, যা তখন পর্যন্ত ২ ঘন্টা ছিল, কমিয়ে ৪৯ মিনিট করা হয়েছিল।সকাল ৪:০০ টা থেকে রাত ১২:০০ পর্যন্ত ট্রেন পরিষেবা উপলব্ধ করা হয়েছিল। \nএকই বছরে, বন্দর থেকে মাল পরিবহনের জন্য মেইনলাইন ডিসি লোকোমোটিভ (ওয়াইসিজি) চালু করা হয়। গেজ রূপান্তর পর্যন্ত সিস্টেমে মিটার-গেজ (MG) EMUs (YAU সিরিজ) ছিল।তারপর থেকে, সিস্টেমে শুধুমাত্র ব্রড-গেজ (বিজি) ইএমইউ চালু আছে।\n১৯৬০-এর দশকে, মাদ্রাজ বিচ থেকে ভিলুপুরম পর্যন্ত লাইনটি ২৫ কেভি এসি ট্র্যাকশন-এ রূপান্তরিত হয়েছিল।  এটি ১৫ জানুয়ারী ১৯৬৭-এ মাদ্রাজ বিচ-তাম্বারাম সেকশনের রূপান্তরের মাধ্যমে শুরু হয়েছিল। তোশিবা বা হিটাচি থেকে মোটর এবং বৈদ্যুতিক সহ রোলিং স্টক EMU-তে পরিবর্তন করা হয়েছিল।এগুলি নগরী ভিত্তিক ইন্টিগ্রাল কোচ ফ্যাক্টরি দ্বারা নির্মিত হয়েছিল।পরিষেবাগুলিও দুটি দৈনিক পরিষেবার সাথে চেঙ্গলপুট পর্যন্ত প্রসারিত হয়েছিল।1967 সালের শেষের দিকে, একটি তোশিবা/হিটাচি/ মিতসুবিশি কম্বিন মডেল YAM-1 21904 লোকোমোটিভ চালু করা হয়েছিল, যা প্রথম এমজি রুট ২৫ হয়ে ওঠে। কেভি  এসি লোকোমোটিভ। তাম্বারাম এবং চেঙ্গলেপুটের মধ্যে অতিরিক্ত এমজি ট্র্যাকের কাজ ১৯৬৯ সালে শুরু হয়েছিল এবং ১৯৭১ সালের জানুয়ারিতে শেষ হয়েছিল।\n১৯৮৫ সালে, শহরের উত্তর এবং পশ্চিম অংশে শহরতলির পরিষেবাগুলি একচেটিয়াভাবে শহরতলির পরিষেবাগুলির জন্য নির্মিত নবনির্মিত মুর মার্কেট টার্মিনাল থেকে শুরু হয়েছিল, যা আগে কেন্দ্রীয় স্টেশন টার্মিনাল (চেন্নাইয়ের প্রথম বিজি শহরতলির পরিষেবাগুলি) থেকে পরিচালিত হয়েছিল। শহরতলির ট্রাফিকের বৃদ্ধি এবং বিদ্যমান গেজের পর্যাপ্ত বহন ক্ষমতার অভাবের সাথে, ভারতীয় রেলওয়ে ৫০:৫০ যৌথ উদ্যোগের সাথে ১৯৯১ সালের প্রথম দিকে সমুদ্র সৈকত এবং তাম্বারামের মধ্যে সমগ্র অংশটিকে বিজিতে রূপান্তর করার সিদ্ধান্ত নেয়, যেটিতে তখন তিনটি এমজি লাইন ছিল। রাজ্য সরকারের সঙ্গে।বিদ্যমান এমজি লাইনের সমান্তরালে ১৯৯২ সালে এই বিভাগে প্রথম বিজি লাইন স্থাপন করা হয়েছিল। কাজটি ১৯৯৩ সালের ফেব্রুয়ারিতে সম্পন্ন হয়েছিল। বিদ্যমান তিনটি এমজি লাইনের মধ্যে, দুটি বিশেষভাবে শহরতলির পরিষেবার জন্য এবং তৃতীয়টি মেইনলাইন এক্সপ্রেস এবং যাত্রীবাহী ট্রেনগুলির জন্য ব্যবহৃত হয়েছিল।নতুন স্থাপিত বিজি লাইনটি এমজি শহরতলির লাইনের পরিপূরক শহরতলির ট্রেনগুলি পরিচালনা করা শুরু করেছে।\n১৯৯৮ সালে, চেঙ্গলেপুট-ভিল্লুপুরম-তিরুচিরাপল্লী গেজ রূপান্তর প্রকল্পে, রেলওয়ে তাম্বারাম এবং চেঙ্গলেপুটের মধ্যে সেকশনের একটি এমজি লাইনকে রূপান্তর করার সিদ্ধান্ত নেয়।যাইহোক, শহরতলির যাত্রীদের ব্যাপক প্রতিবাদের কারণে শীঘ্রই সিদ্ধান্ত পরিবর্তন করা হয়।এর ফলে একটি নতুন সমান্তরাল এমজি লাইন স্থাপনের পাশাপাশি 'ডাউন' এমজি লাইন (তাম্বারামের পূর্বদিকের লাইন) বিজি-তে রূপান্তরিত হয়।এক বছরের মধ্যে নতুন বিজির কাজ শেষ হয়। ১৯৯৯ সালের শেষের দিকে, তাম্বারাম এবং চেঙ্গলেপুটের মধ্যে দুটি এমজি লাইন এবং একটি বিজি লাইন ছিল এবং ২০০০ সালের শেষের দিকে নতুন বিজি লাইনটি বিদ্যুতায়িত। এগমোর এবং তাম্বারামের মধ্যে মেইনলাইন এমজি লাইনের রূপান্তর 2000 সালে শুরু হয়েছিল, যার ফলে তাম্বারাম স্টেশনটি সাময়িকভাবে মূল লাইন এক্সপ্রেস এবং যাত্রীবাহী ট্রেনের টার্মিনাল পয়েন্ট হিসাবে কাজ করে মূলত এগমোরে থেকে উদ্ভূত এবং শেষ হয়। এর ফলে তাম্বারাম স্টেশনে ট্রাফিক বৃদ্ধি পায়, যেখানে দুটি অতিরিক্ত এমজি লাইন তৈরি করা হয়েছিল।2001 সালের মার্চ মাসে, মাদ্রাজ-মাদুরাই বিভাগে গেজ রূপান্তর প্রকল্পটি সম্পন্ন হয় এবং বিজি যাত্রী পরিষেবা শুরু হয় এবং বিচ-তাম্বারাম বিভাগে দুটি এমজি এবং দুটি বিজি লাইন বৈশিষ্ট্যযুক্ত হয়। ২০০১ সালের ডিসেম্বরে, চেঙ্গলেপুট-ভিলুপুরম বিজি লাইনের বিদ্যুতায়নের কাজ শুরু হয়।বিচ এবং এগমোরের মধ্যে দুটি এমজি লাইনের গেজ রূপান্তরের কাজ ডিসেম্বর ২০০২ সালে শুরু হয়েছিল এবং ফেব্রুয়ারি 2003 এর মধ্যে সম্পন্ন হয়েছিল।এর ফলে বিচ এবং তাম্বারামের মধ্যে বিজি ইএমইউ পরিষেবাগুলি বৃদ্ধি পেয়েছে এবং তাম্বারাম থেকে এমজি পরিষেবাগুলি এগমোরে সমাপ্ত হয়েছে।বিচ-ওয়াশারম্যানপেট বিভাগে স্পার এমজি লাইনগুলি ভেঙে ফেলা হয়েছে। \nফেব্রুয়ারী ২০০৩ সালে, তাম্বারাম এবং চেঙ্গলপেটের মধ্যে একটি এমজি লাইন রূপান্তরের জন্য নেওয়া হয়েছিল এবং ডিসেম্বর ২০০৩ সালে সম্পন্ন হয়েছিল, যা বিজি ইএমইউ পরিষেবার জন্য এবং প্রধান লাইন এক্সপ্রেস ট্রেনগুলির জন্য ব্যবহৃত হয়েছিল।এর ফলে ২০০৩ সালের শেষের দিকে তাম্বারাম-চেঙ্গেলপুট বিভাগে ২টি বিজি লাইন এবং ১টি এমজি লাইন তৈরি হয়েছিল।৩০-কিলোমিটার (১৯-মাইল)মাই ) এগমোর-তাম্বারাম বিভাগটি ১ জুলাই ২০০৪-এ চালানো হয়েছিল, যা YAM-1 লোকোমোটিভগুলির নিয়মিত পরিষেবার সমাপ্তি চিহ্নিত করে এবং এই বিভাগে গেজ রূপান্তরের কাজ শুরু হয়েছিল।সমস্ত MG মেইনলাইন ট্রেনগুলি ডিজেল ট্র্যাকশনে স্যুইচ ওভার করা হয়েছিল। \n১ নভেম্বর ২০০৪-এ, এই বিভাগে গেজ-রূপান্তরের কাজ শেষ হওয়ার সাথে সাথে, ICF থেকে ১৫টি নতুন রেক যুক্ত করে বিচ-চেঙ্গলপাট্টু বিভাগে BG EMU পরিষেবাগুলি উদ্বোধন করা হয়েছিল। \n২০২০ সালের সেপ্টেম্বরে, তাম্বারাম-চেঙ্গলপাট্টু প্রসারিত সিঙ্গাপেরুমাল কোয়েল এবং গুডুভানচেরির মধ্যে তৃতীয় মিটার-গেজ লাইনের রূপান্তর সম্পূর্ণ হয়েছিল এবং ট্র্যাফিকের জন্য খুলে দেওয়া হয়েছিল। \n২০২১ সালের ফেব্রুয়ারিতে, চেন্নাই বিচ এবং আট্টিপাট্টুর মধ্যে ₹ 2.9 বিলিয়ন ব্যয়ে 4টি লাইন খোলার সাথে, চেন্নাই সেকশনের সমস্ত আটটি রুটের প্রতিটিতে 4টি লাইন রয়েছে।\n\n\n== লাইন ==\n\nমৌলিকভাবে, চেন্নাইতে চারটি শহরতলির রেললাইন রয়েছে, যথা, উত্তর লাইন, পশ্চিম লাইন, দক্ষিণ লাইন এবং এমআরটিএস লাইন।  \nদক্ষিণ পশ্চিম লাইন , পশ্চিম উত্তর লাইন  এবং পশ্চিম দক্ষিণ লাইন  হল শুধুমাত্র পূর্বোক্ত উপশহরের লাইনগুলির ক্ষুদ্র প্রসারণ বা পরিবর্তন। এমআরটিএস হল একটি শহরতলির রেলপথ যা প্রধানত একটি উঁচু ট্র্যাকে চলে যা বিশেষভাবে স্থানীয় ইএমইউ বা শহরতলির লোকাল ট্রেন চালানোর জন্য ব্যবহৃত হয়। এমআরটিএস লাইনে কোনো এক্সপ্রেস ট্রেন বা যাত্রীবাহী ট্রেন চলে না।\n\n\n=== উত্তর লাইন ===\nএই লাইনটি শহর থেকে উত্তর দিকে প্রবাহিত হয়েছে এবং তাই এই নাম।\nচেন্নাই শহরের অঞ্চল স্টেশনগুলি:\nচেন্নাই বিচ- রোয়াপুরম - ওয়াশারমেনপেট- চেন্নাই সেন্ট্রাল এমএমসি - বেসিন ব্রিজ - কোরুক্কুপেট - টোন্ডিয়ারপেট – এননোর – আথিপাট্টু পুধুনগর – আথিপাট্টু – নন্দিয়ামবাক্কাম।\nশহরের অঞ্চলের বাইরে স্টেশনগুলিঃ\nমিনজুর – অনুপমবাত্তু – পোন্নেরি – কাভারাইপেট্টাই – গুম্মিদিপুন্ডি – এলাভুর – আরমবাক্কাম – টাডা (অন্ধ্রপ্রদেশ) - আক্কামাপেট - সুল্লুরপেটা\nচেন্নাই সেন্ট্রাল এর পরিবর্তে কয়েকটি ট্রেন পরিষেবা চেন্নাই বিচ থেকে উৎপন্ন হয়। চেন্নাই সমুদ্র সৈকত থেকে উৎপন্ন ট্রেনগুলি রোয়াপুরম, ওয়াশারম্যানপেট কোরুক্কুপেট পৌঁছানোর জন্য যায়। কোরুক্কুপেট থেকে রুট উপরের তালিকার মতই।\n\nউত্তর লাইনের উপশহর পরিষেবাগুলির মোট দৈর্ঘ্য হল ৮৩ কিলোমিটার (৫২ মাইল) (চেন্নাই সেন্ট্রাল থেকে সুলুরপেট্টা)\nশহরতলির ইএমইউ পরিষেবাগুলি সুল্লুরপেটা (এপি) এ সমাপ্ত\nমেমু পরিষেবা নেল্লোর পর্যন্ত\nবর্তমানে ৮৩টি ট্রেন পরিষেবা উত্তর শহরতলির লাইনে চলে, যার বিভাজন নিম্নরূপ:\n৩৭টি পরিষেবা চেন্নাই সেন্ট্রাল থেকে উত্তর শহরতলির দিকে শুরু হয়, অন্য ৩৭টি পরিষেবা উত্তর শহরতলির থেকে চেন্নাই সেন্ট্রাল পর্যন্ত চলে\nচেন্নাই বিচ থেকে উত্তর শহরতলির দিকে মাত্র ৫টি ট্রেন পরিষেবা চালানো হয় এবং চেন্নাই বিচের দিকে ফেরার দিকে ৭টি পরিষেবা রয়েছে\nএটি ভারতের একমাত্র রুট যেখানে রাজ্যের বাইরে একটি শহরতলির ট্রেন চালানো হয়।\n\n\n=== দক্ষিণ লাইন ===\n(সেন্ট থমাস মাউন্ট থেকে চেঙ্গলপাট্টু পর্যন্ত জিএসটি রোড বরাবর)\nচেন্নাই শহরের অঞ্চল স্টেশনগুলি: চেন্নাই বিচ - চেন্নাই ফোর্ট - চেন্নাই পার্ক - চেন্নাই এগমোর - চেটপেট - নুঙ্গামবাক্কাম - কোডামবাক্কাম - মাম্বালাম - সাইদাপেট - গুইন্ডি - সেন্ট থমাস মাউন্ট - পাজভান্থাঙ্গাল - মীনামবাক্কাম - তিরিসুলাম - পাল্লাভারম - ক্রোমপেট - তাম্বারাম স্যানাটোরিয়াম - তাম্বারাম স্যানাটোরিয়াম - ভান্দালুর ।\nচেন্নাই শহর অঞ্চলের বাইরের স্টেশনগুলি:\nউরাপাক্কাম – গুডুভানচেরি – পোথেরি – কাত্তাঙ্গুলাথুর – মারাইমালাই নগর – সিঙ্গাপেরুমাল কোয়েল – পারানুর – চেঙ্গলপাট্টু – রেড্ডিপালয়াম – ভিলিয়ামবাক্কাম – পালুর – পালয়াসিভরম – ওয়ালাজাবাদ – নাথাপেট্টাই – কাঞ্চীপুরম – তিরুমালপুর – তাক্কোলাম- আরাককোন।\n\nএই রুটে শহরতলির বৈদ্যুতিক ট্রেনগুলি, দক্ষিণ-পশ্চিমে আরাককোনাম স্টেশনে শেষ হয়\nMEMU পরিষেবাগুলি চেঙ্গলপেট থেকে ভিলুপুরমের দিকের লাইনে দক্ষিণ দিকে অগ্রসর হয়। চেন্নাই সৈকত থেকে মেলমারুভাহতুর মেমু ওটিভাক্কাম, পাদালাম, কারুঙ্কুঝি, মাদুরান্তকামে থামে মেলমারুভাথুর পৌঁছানোর জন্য, যা ৯০ কিলোমিটার (৫৬ মাইল) চেন্নাই বিচ থেকে। \nচেন্নাই বিচ থেকে চেন্নাই বিচের মধ্যে চক্র ট্রেন চলছে - তাম্বারাম, চেঙ্গলপাট্টু, তিরুমালপুর, আরাককোনাম, তিরুভাল্লুর এবং পেরাম্বুর হয়ে বর্তমানে দক্ষিণ শহরতলির লাইনে ২৪০টি পরিষেবা চালানো হচ্ছে।\n\nদক্ষিণ লাইনের গুরুত্বপূর্ণ স্টেশন\nচেন্নাই বিচ - সমস্ত দক্ষিণ এবং এমআরটিএস লাইন ট্রেন এবং কয়েকটি উত্তর ও পশ্চিম লাইনের ট্রেনের জন্য টার্মিনাল স্টেশন। চেন্নাই বন্দর এবং হারবারের কাছাকাছি\nচেন্নাই ফোর্ট - প্যারি'স কর্নার বা ব্রডওয়ের বাণিজ্যিক কেন্দ্রের কাছাকাছি।\nচেন্নাই পার্ক - চেন্নাই সেন্ট্রাল এর বিপরীতে অবস্থিত যা দীর্ঘ দূরত্ব এবং শহরতলির ট্রেনগুলির জন্য একটি টার্মিনাস। পার্ক টাউন এমআরটিএস স্টেশনের কাছেও।\nচেন্নাই এগমোর - বেশ কয়েকটি দূরপাল্লার ট্রেনের জন্য টার্মিনাল স্টেশন।\nমাম্বালাম - টি. নগরের বাণিজ্যিক ও টেক্সটাইল কেন্দ্রে অবস্থিত। বেশ কয়েকটি দূরপাল্লার এক্সপ্রেস ট্রেনের জন্য হল্ট স্টেশন।\n\nগুইন্ডি - মাউন্ট রোড মেট্রো লাইনের সাথে আসন্ন ইন্টারচেঞ্জ। গুইন্ডি ইন্ডাস্ট্রিয়াল এস্টেট এবং বাস টার্মিনাসের কাছাকাছি\nসেন্ট থমাস মাউন্ট - ১০০ ফুট রোড মেট্রো লাইন এবং MRTS লাইনের জন্য আসন্ন ইন্টারচেঞ্জ।\nতিরিসুলাম - চেন্নাই আন্তর্জাতিক বিমানবন্দরের বিপরীতে অবস্থিত\nতাম্বারাম – বেশ কিছু স্থানীয় শহরতলির ট্রেনের টার্মিনাস এবং দূরপাল্লার এক্সপ্রেস ট্রেনের জন্য থামার জায়গা। তাম্বারাম চেন্নাইয়ের দক্ষিণ প্রবেশদ্বারও। তাম্বারাম রেলওয়ে স্টেশন চেন্নাই শহরের একটি ৩য় টার্মিনাল।\nপারানুর - স্টেশন যা মাহিন্দ্রা ওয়ার্ল্ড সিটির কাছাকাছি, ইনফোসিস, রেনল্ট নিসান, উইপ্রো এবং আরও অনেক কিছু সহ ১০০ টিরও বেশি বহুজাতিক কোম্পানির বাড়ি। তাম্বারাম থেকে চেঙ্গলপাট্টু লাইনের ব্যস্ততম স্টেশন।\nচেঙ্গালপেট জংশন - ৩টি লাইন সহ একটি জংশন এবং দূরপাল্লার এক্সপ্রেস ট্রেনের জন্য একটি হল্ট স্টেশন।\n\n\n=== পশ্চিম লাইন ===\nচেন্নাই বিচ- রোয়াপুরম- ওয়াশারমেনপেট- চেন্নাই সেন্ট্রাল এমএমসি- বেসিন ব্রিজ- ব্যাসারপাদি জিভা- পেরাম্বুর- পেরাম্বুর ক্যারেজ ওয়ার্কস- পেরাম্বুর লোকো ওয়ার্কস- ভিলিভাক্কাম- পাড়ি (বিলুপ্ত) - আন্না নগর (বিলুপ্ত)- কোরাত্তুর- পাত্তারাভাক্কাম- আম্বাত্তুর- থিরুমুললয় আভাদি – হিন্দু কলেজ – পট্টবিরাম – পট্টবিরাম মিলিটারি সাইডিং- পাত্তাবিরাম ইস্ট ডিপো- নেমিলিচেরি – থিরুনিনরাভুর – ভেপ্পাম্পত্তু – সেবাপেট রোড – পুটলুর – তিরুভাল্লুর – এগাত্তুর – কদমবাত্তুর – সেঞ্জিপানামবাক্কাম – মানভুর – থিরুভালাঙ্গাডু – তিরুভালাঙ্গাডু – তিরুভালাঙ্গাডু – তিরুভ্যালংমাঙ্কুল্লাম\n\nশহরতলির ইএমইউ ট্রেন পরিষেবা তিরুত্তানিতে বন্ধ হয়ে গেছে।\nযাইহোক, MEMU পরিষেবাগুলি তিরুপথি, ভেলোর সেনানিবাস এবং জোলারপেট্টাই পর্যন্ত চলে৷\nআরাককোনাম জংশন চেন্নাই আসা অন্যান্য ট্রেনের জন্য গুরুত্বপূর্ণ টার্মিনাস\nচেন্নাই বিচ থেকে অল্প কিছু ট্রেন চলাচল করে। চেন্নাই বিচ থেকে এই ট্রেনগুলি ৫.৬৪ কিলোমিটার (৩.৫০ মাইল)  দূরত্ব কভার করে  রোয়াপুরম এবং ওয়াশারমানপেট স্টেশন হয়ে ব্যসারপাদি পৌঁছানোর জন্য, এর বাইরে চেন্নাই সেন্ট্রাল থেকে আসা ট্রেনের মতোই সারিবদ্ধকরণ। যদিও বেশিরভাগ বিচগামী ট্রেনগুলি আরক্কোনম থেকে চেঙ্গলপাট্টু, তাম্বারাম লাইন যা দক্ষিণ লাইন হয়ে চলাচল করবে।\nএকটি পৃথক লুপ লাইন রয়েছে যা পশ্চিম লাইনে আভাদি রেলওয়ে স্টেশন অতিক্রম করার পরেই হিন্দু কলেজ রেলওয়ে স্টেশন থেকে বিভক্ত হয়েছে। এটিকে পট্টবিরাম পূর্ব ডিপো রেলওয়ে স্টেশন বলা হয়। এই স্টেশন থেকে চেন্নাই সেন্ট্রাল পর্যন্ত সাব আরবান ট্রেন পাওয়া যায় যার সার্ভিস ফ্রিকোয়েন্সি দেড় ঘণ্টা।\n\n\n=== এমআরটিএস লাইন ===\n\nএমআরটিএস লাইন হল চেন্নাই শহরতলির রেলওয়ের একটি একচেটিয়া লাইন কারণ এটি এর বেশিরভাগ অংশের জন্য উঁচুতে চলে। তাছাড়া, রুটটি অনন্য কারণ এটি একচেটিয়াভাবে শহরতলির EMU ট্রেন চালানোর জন্য ব্যবহৃত হয়। এমআরটিএস রুটে কোনো এক্সপ্রেস ট্রেন, মেমু ট্রেন বা যাত্রীবাহী ট্রেন চলাচল করে না।\nএমআরটিএস বর্তমানে চেন্নাই বিচ থেকে ভেলাচেরি পর্যন্ত চলে। তবে এমআরটিএস লাইন ভেলাচেরি থেকে সেন্ট থমাস মাউন্ট পর্যন্ত প্রসারিত হচ্ছে (ফেজ ২ এক্সটেনশন হিসাবে), যেখানে এটি দক্ষিণ লাইন এবং মেট্রো লাইন (কোয়াম্বেদু - সেন্ট থমাস মাউন্ট) এর সাথে ছেদ করবে। সেন্ট থমাস মাউন্ট স্টেশনে গ্রেড লেভেলে সাউথ লাইনের শহরতলির ট্রেন, লেভেল ১-এ MRTS ট্রেন এবং লেভেল ২-এ মেট্রো ট্রেন থাকবে।\nচেন্নাই বিচের মধ্যে পার্ক টাউন পর্যন্ত, এমআরটিএস সারিবদ্ধকরণ দক্ষিণ শহরতলির লাইনের সমান্তরালভাবে চলে। এর বাইরে, এমআরটিএস একটি গ্রেডিয়েন্টে উঠে চিন্দাদ্রিপেট স্টেশনে পৌঁছায় যা উঁচুতে রয়েছে। প্রান্তিককরণটি পেরুংগুদি পর্যন্ত উঁচু থাকে যা ছাড়িয়ে এটি ঢালু হয়ে ভেলাচেরি স্টেশনে পৌঁছানোর জন্য যা গ্রেড স্তরে রয়েছে। যাইহোক, ভেলাচেরি থেকে সেন্ট থমাস মাউন্টের মধ্যে নির্মাণাধীন লাইন আবার উঁচু করা হবে। চেন্নাই এমআরটিএস-এর স্টেশনগুলির মধ্যে রয়েছে চেন্নাই বিচ, চেন্নাই ফোর্ট, পার্ক টাউন, চিন্তাদ্রিপেট, চেপাউক, ট্রিপ্লিকান, লাইট হাউস, মুন্ডাকান্নিয়াম্মান কোয়েল, থিরুমাইলাই, মান্দাভেলি, গ্রিনওয়েস রোড, কোট্টুপুরম, কস্তুরবাই নগর, ইন্দিরা পেরুঙ্গি, পুউরুং নগর, পুইউরউং নগর, ভেইরাউং নগর (নির্মাণাধীন), আদমবাক্কাম (নির্মাণাধীন), এবং সেন্ট টমাস মাউন্ট\n\n\n=== চক্র লাইন ===\n২৩২.৫ কিলোমিটার (১৪৪.৫ মাইল), চেন্নাই উপনগর রেলওয়ের ভারতের দীর্ঘতম চক্র রেলপথ রয়েছে। সিএমডিএ এসএমপিতে চক্র রেল লাইনের প্রস্তাব করা হয়েছিল। \nএই রুটের স্টেশনগুলির মধ্যে রয়েছে চেন্নাই বিচ, এগমোর, তাম্বারাম, চেঙ্গলপাট্টু, কাঞ্চিপুরম, তাক্কোলাম, আরাককোনাম জংশন, তিরুভাল্লুর, আবাড়ি, আমবাত্তুর, ব্যাসারপাদি জিভা, ওয়াশারমানপেট, রায়পুরম, এবং চেন্নাই সমুদ্র সৈকত ।\nতিরুমালপুর-আরাক্কোনাম প্রসারিত বিদ্যুতায়ন প্রকল্পের শেষ পর্যায়ের কাজ শেষ করার পর, চেন্নাই বিচ-তাম্বারাম চেঙ্গলপাট্টু-কাঞ্চিপুরম-আরাককোনাম-তিরুভাল্লুর-আভাদি-আম্বাত্তুর-পেরাম্বুর-চেন্নাই সমুদ্র সৈকত ভারতের দীর্ঘতম চক্র রুট হয়ে উঠেছে।\nনতুন স্থাপিত বিদ্যুতায়িত লাইনটি ২৫ জানুয়ারী, ২০১৯-এ রেলওয়ে নিরাপত্তা কমিশনার (CRS) দ্বারা পরিদর্শন করা হয়েছিল,\nচক্র রুটে প্রথম ট্রেনটি ২৩ এপ্রিল ২০১৯ এ চলে।\nপ্রাথমিকভাবে, দুটি ট্রেন পরিচালিত হচ্ছে:\n\nMSB-MSB-এর মাধ্যমে MSB-PER-ABU-TRL-AJJ-TMPL-CGL-TBM-MSB\nMSB-MSB-এর মাধ্যমে MSB-TBM-CGL-TMPL-AJJ-TRL-ABU-PER-MSB\n\n\n== ইন্টারচেঞ্জ স্টেশন ==\n\n\n== নতুন লাইন ==\nএকটি দীর্ঘমেয়াদী শহুরে পরিবহন স্কিম হিসাবে CMDA দ্বারা দ্বিতীয় মাস্টার প্ল্যানে নিম্নলিখিত নতুন লাইনগুলি প্রস্তাব করা হয়েছে\n\nআভাদি – শ্রীপেরামবুদুর – কাঞ্চিপুরম\nসাইদাপেট - শ্রীপেরামবুদুর - কাঞ্চিপুরম (আংশিকভাবে উঁচু)\nশ্রীপেরুমবুদুর – ওরাগাদাম – চেঙ্গলপাট্টু\nকেলামবাক্কাম - ভান্দালুর\nসেন্ট থমাস মাউন্ট – পোরুর\nভেলাচেরি - সেন্ট টমাস মাউন্ট (এমআরটিএস প্রসারিত বর্তমানে নির্মাণাধীন)\nআভাদি-শ্রীপেরামবুদুর লাইনটি ২৬.৬৫ কিলোমিটার (১৬.৫৬ মাইল)  দূরত্ব কভার করবে আর খরচ হবে ₹ ২,৫৫০ মিলিয়ন।   ১৭৯-কিলোমিটার (১১১-মাইল) দীর্ঘ  পেরুংগুড়ি-কুড্ডালোর লাইনের চিন্তা রয়েছে মহাবালিপুরম হয়ে।\n\n\n=== ব্যাপক পরিবহন অধ্যয়ন ===\nচেন্নাই মেট্রোপলিটন ডেভেলপমেন্ট অথরিটির ব্যাপক পরিবহন অধ্যয়নে নিম্নলিখিত নতুন লাইনগুলি প্রস্তাব করা হয়েছে। এই লাইনগুলি শহরের জন্য একটি পরিধিপূর্ণ ভ্রমণ নেটওয়ার্ক প্রদান করবে।\n\nপেরুংগুড়ি – শোলিঙ্গানাল্লুর—মেট্রো রেল প্রকল্পের কারণে বাতিল হয়ে গেছে\nমামাল্লাপুরম – চেঙ্গলপাট্টু—মুলতুবি\nচেঙ্গালপাট্টু – মাদুরান্তকাম—কিছু চেঙ্গলপাট্টু আবদ্ধ ইএমইউকে মদুরান্তকাম পর্যন্ত প্রসারিত করার কথা বিবেচনা করা হচ্ছে\nকোরাত্তুর – শোলিঙ্গানাল্লুর—মেট্রো রেল প্রকল্পের কারণে বাতিল হয়ে গেছে\n\n\n== রোলিং স্টক ==\n\nবর্তমান রোলিং স্টক হল ব্রড-গেজ WAU-4 চেন্নাইয়ের ইন্টিগ্রাল কোচ ফ্যাক্টরিতে নির্মিত, যা YAU-x (x=1, 2, 3, 4) সিরিজের মিটার গেজ ইএমইউগুলিকে প্রতিস্থাপন করতে যা ২০ পর্যন্ত চলেছিল (দক্ষিণে) লাইন; এগুলি আইসিএফ দ্বারাও নির্মিত হয়েছিল ), যা ফলস্বরূপ ব্রিটিশ প্রস্তুতকারক মেট্রো-ক্যামেল দ্বারা নির্মিত কাঠের তৈরি রেকগুলি প্রতিস্থাপনের জন্য তৈরি করা হয়েছিল।বৈদ্যুতিক সরঞ্জাম এবং মোটর জাপানি নির্মাতারা তোশিবা এবং হিটাচি দ্বারা সরবরাহ করা হয়েছিল।সমস্ত ট্রেনের সর্বোচ্চ গতি থাকে ১০০ কিলোমিটার প্রতি ঘণ্টা (৬২ মাইল প্রতি ঘণ্টা) এবং সাধারণত নয়- বা ১২-কোচ ফর্মেশনে চলে।এগুলি মূলত ক্রিম এবং বাদামী লিভারিতে সরবরাহ করা হয়েছিল যদিও সাম্প্রতিক বছরগুলিতে সেগুলিকে আধুনিকীকরণ করা হয়েছে বিশেষত উল্লেখযোগ্যভাবে বাদামী স্ট্রাইপটি সবুজে পরিবর্তিত হয়েছে এবং কিছু ট্রেনে সামনের প্রান্তের নকশা পরিবর্তন করা হয়েছে পাশাপাশি ইলেকট্রনিক গন্তব্য প্রদর্শনের সংযোজন করা হয়েছে৷ভারতের আশেপাশের বেশিরভাগ শহরতলির ট্রেনের মতো, তাদের ম্যানুয়ালি চালিত স্লাইডিং দরজা রয়েছে যা প্রায়শই খোলা থাকে।ভারতের আশেপাশে বেশিরভাগ শহরতলির রেলপথের মতো, ট্রেনগুলি মহিলাদের গাড়ি এবং বগি নির্ধারণ করেছে। শুধুমাত্র মহিলাদের জন্য ট্রেন রয়েছে যা মাঝে মাঝে চলে।ট্রেনে গাড়ির মধ্যে গ্যাংওয়ে/ভেস্টিবুল নেই। WAU-4 স্টকের আধুনিক সংস্করণগুলি মুম্বাই, দিল্লি, কলকাতা, পুনে এবং হায়দ্রাবাদের মতো অন্যান্য উল্লেখযোগ্য শহরের উপনগর রেল সিস্টেমেও চলে\nবর্তমান WAU-4 রোলিং স্টকের মধ্যে রয়েছে ICF Rakes, BEML Rakes এবং Siemens Rakes (MRVC Look-Alikes)। যাইহোক, নতুন ৩-ফেজ মেধা EMUগুলিও রুটে চলার জন্য চালু করা হয়েছে।\n\n\n== রক্ষণাবেক্ষণ ==\nশহরতলির নেটওয়ার্কে আভাদি, তাম্বারাম এবং ভেলাচেরিতে EMU গাড়ির শেড রয়েছে যেখানে EMUগুলির রক্ষণাবেক্ষণ করা হয়।দক্ষিণ রেলওয়ের বৈদ্যুতিক লোকো শেডগুলি রায়পুরম, আরাককোনাম এবং ইরোডে অবস্থিত যেখানে বৈদ্যুতিক লোকোমোটিভগুলির রক্ষণাবেক্ষণ করা হয়।এছাড়াও এটির পেরাম্বুর ক্যারেজ ওয়ার্কস এবং পেরাম্বুর লোকো ওয়ার্কস-এ কর্মশালা রয়েছে যেখান থেকে পর্যায়ক্রমে কোচিং স্টকের ওভারহোলিং করা হয়।বৈদ্যুতিক রোলিং স্টকের পর্যায়ক্রমিক ওভারহোলিং করা হয় পেরাম্বুর লোকো ওয়ার্কস এবং আভাদি এবং তাম্বারামের ইএমইউ কার শেডগুলিতে।\nঢঢঢ ততত ততত ঢঢঢ বফফব\n\n\n== দুর্ঘটনা ও ঘটনা ==\n২৯ এপ্রিল ২০০৯-এ, চেন্নাই সেন্ট্রাল শহরতলির টার্মিনাল থেকে একটি শহরতলির ইএমইউ ট্রেনটি একজন অজ্ঞাত ব্যক্তি ছিনতাই করে, যারা এটিকে ব্যাসারপাদি জিভা রেলওয়ে স্টেশনে একটি স্থির পণ্য ট্রেনের সাথে ধাক্কা দেয়, এতে চার যাত্রী নিহত এবং ১১ জন আহত হয়।সংঘর্ষে স্টেশনের প্ল্যাটফর্মের একটি বড় অংশ, একটি ফুটব্রিজ এবং রেলপথ ক্ষতিগ্রস্ত হয়েছে। ট্রেনটি সকাল ৫:১৫ টায় শুরু হওয়ার কথা ছিল কিন্তু দুষ্কৃতকারীরা ৪:৫০ টায় শুরু করে। সংঘর্ষের সময় ইএমইউ ট্রেনের গতি ছিল ৯২ কিলোমিটার প্রতি ঘণ্টা (৫৭ মাইল প্রতি ঘণ্টা) ।দুর্ঘটনার সময় ট্রেনে আনুমানিক ৩৫ জন যাত্রী ছিলেন।\n\n\n=== দুর্ঘটনার হার ===\nদক্ষিণ লাইনের সমগ্র অংশের মধ্যে, ১৭টি স্টেশন নিয়ে গঠিত গুইন্ডি – চেঙ্গালপেট শহরতলির অংশটি মাসে প্রায় ৩০ জন লোকের সাথে আরও মারাত্মক দুর্ঘটনার শিকার হয়,  ক্রোমপেট - তাম্বারাম প্রসারিত স্থানে প্রতি মাসে কমপক্ষে ১৫টি দুর্ঘটনা ঘটে ২০১১ এ। ২০১১ সালে গুইন্ডি এবং চেঙ্গলপেটের মধ্যে ট্র্যাকে নিহত ১৮১ জনের মধ্যে এক-চতুর্থাংশ ক্রোমপেট এবং তাম্বারাম স্টেশনের মধ্যে ট্র্যাকে মারা গিয়েছিল৷উল্লেখ্য, এসব দুর্ঘটনার প্রায় সবকটিই ঘটেছে রেল-রোড ক্রসিংয়ে ।এসব দুর্ঘটনা রোধে ব্যবস্থা নেওয়া হচ্ছে।সমস্ত রেল-সড়ক ক্রসিংকে সাবওয়ে বা ওভারপাসে রূপান্তর করার জন্য বেশ কিছু প্রকল্প ইতিমধ্যেই চলছে৷\n\n\n== তথ্যসূত্র =="}