{"pageid": 1141677, "title": "দ্বৈতবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1141677", "content": "দ্বৈতবাদ (সংস্কৃত: द्वैतवाद) হলো ভারতীয় দর্শনের কিছু দর্শনের বিশ্বাস, যে বাস্তবতা মূলত দুটি অংশ নিয়ে গঠিত। এটি প্রধানত বৌদ্ধ দর্শনে মনের বিষয়ের দ্বৈতবাদের রূপ নেয়, এবং হিন্দু দর্শনের  সাংখ্য ও যোগ দর্শনে সচেতনতা-প্রকৃতি দ্বৈতবাদ। এগুলিকে পাশ্চাত্য  মনের দর্শনে মন-দেহ দ্বৈতবাদের সাথে বৈপরীত্য করা যেতে পারে, কিন্তু এর সাথে মিলও আছে।\nহিন্দু দর্শনে দ্বৈতবাদের আরেকটি রূপ দ্বৈত বেদান্ত  দর্শনে পাওয়া যায়, যা ঈশ্বর ও জগৎকে স্বতন্ত্র সারমর্ম সহ দুটি বাস্তব হিসাবে বিবেচনা করে; এটি আস্তিক দ্বৈতবাদের একটি রূপ। এর বিপরীতে, অদ্বৈত বেদান্ত পরম অদ্বৈতবাদকে আলিঙ্গন করে এবং দ্বৈতবাদকে মায়া হিসাবে বিবেচনা করে।\n\n\n== বিভিন্ন দর্শনে দ্বৈতবাদ ==\n\n\n=== বৌদ্ধ দর্শন ===\nবৌদ্ধ দর্শনের ধ্রুপদী যুগে, ধর্মকীর্তির মতো দার্শনিকরা অধিবিদ্যার প্রমিত ব্যাখ্যা অনুসারে চেতনা ও বৌদ্ধ পরমাণুর মধ্যে দ্বৈতবাদের পক্ষে যুক্তি দিয়েছিলেন।\n\n\n=== সাংখ্য ও যোগ দর্শন ===\nযখন পাশ্চাত্য দার্শনিক ঐতিহ্য, যেমন ডেকার্টেস দ্বারা উদাহরণ দেওয়া হয়েছে, মনকে সচেতন আত্মের সাথে সমান করে এবং মন বা দেহ দ্বৈতবাদের ভিত্তিতে চেতনাকে তত্ত্ব দেয়, কিছু প্রাচ্য দর্শন বিকল্প দৃষ্টিভঙ্গি প্রদান করে, যা ঘনিষ্ঠভাবে সম্পর্কিতপদার্থ দ্বৈতবাদ, চেতনা ও পদার্থের মধ্যে আধিভৌতিক রেখা অঙ্কন করে — যেখানে পদার্থ শরীর ও মন উভয়কেই অন্তর্ভুক্ত করে।\nহিন্দু দর্শনের ছয়টি স্বধর্মপরায়ণ (অস্তিক) দর্শনের মধ্যে দুটি সাংখ্য ও যোগ-এ, \"দুটি অপরিবর্তনীয়, সহজাত ও স্বাধীন বাস্তবতা রয়েছে: চেতনা নিজেই (পুরুষ), এবং আদি বস্তুগত (প্রকৃতি)\"। অচেতন আদিম বস্তু, প্রকৃতি, বুদ্ধি (বুদ্ধিমত্বা, মাহাত), অহং (অহংকার) এবং মনস (মন) সহ ২৩টি উপাদান রয়েছে। অতএব, বুদ্ধি, মন ও অহংকে অচেতন পদার্থের রূপ হিসাবে দেখা হয়। চিন্তা প্রক্রিয়া এবং মানসিক ঘটনাগুলি কেবলমাত্র পুরুষের কাছ থেকে আলোকিত হওয়ার পরিমাণে সচেতন। চেতনাকে আলোর সাথে তুলনা করা হয় যা মন দ্বারা অনুমান করা বস্তুগত কনফিগারেশন বা 'আকৃতি'কে আলোকিত করে। তাই জ্ঞানীয় কাঠামো প্রাপ্তির পরে বুদ্ধি মন গঠন করে এবং বিশুদ্ধ চেতনা থেকে আলোকিত চিন্তার কাঠামো তৈরি করে যা সচেতন বলে মনে হয়। অহংকার, অহং বা অভূতপূর্ব আত্ম, সমস্ত মানসিক অভিজ্ঞতাকে নিজের জন্য উপযুক্ত করে এবং এইভাবে, মন ও বুদ্ধির বস্তুনিষ্ঠ ক্রিয়াকলাপগুলিকে তাদের দখলে নিয়ে ব্যক্তিগতকৃত করে। কিন্তু চেতনা নিজেই যে চিন্তা কাঠামোকে আলোকিত করে তার থেকে স্বাধীন।\nবস্তুর রাজ্যে মনকে অন্তর্ভুক্ত করার মাধ্যমে, সাংখ্য যোগ সংক্রান্ত দ্বৈতবাদের সবচেয়ে গুরুতর সমস্যাগুলির মধ্যে এড়ায়, মানুষের ক্রিয়াকলাপে অ-বস্তু (সংক্রান্ত মন) জড়িত করে শারীরিক সংরক্ষণ আইনের লঙ্ঘন। যেহেতু সাংখ্য যোগে মন পদার্থের বিবর্তিত, মানসিক ঘটনাগুলি কার্যকারণ কার্যকারিতা প্রদান করে এবং তাই শারীরিক গতি শুরু করতে সক্ষম হয়।\n\n\n=== বেদান্ত দর্শন ===\nভারতীয় দর্শনের দ্বৈত বেদান্ত দর্শন দুটি পৃথক বাস্তবতার অস্তিত্বের তত্ত্ব দিয়ে ঈশ্বর ও মহাবিশ্বের মধ্যে দ্বৈতবাদকে সমর্থন করে।\nপ্রথম ও আরও গুরুত্বপূর্ণ বাস্তবতা হল বিষ্ণু বা ব্রহ্ম। বিষ্ণু হলেন পরম স্ব, ঈশ্বর, মহাবিশ্বের পরম সত্য, স্বাধীন বাস্তবতা। দ্বিতীয় বাস্তবতা হল নির্ভরশীল কিন্তু সমানভাবে বাস্তব মহাবিশ্ব যা তার নিজস্ব স্বতন্ত্র সারাংশ নিয়ে বিদ্যমান। দ্বিতীয় বাস্তবতা দ্বারা গঠিত সমস্ত কিছু, যেমন স্বতন্ত্র আত্মা (জীব), বস্তু ইত্যাদি তাদের নিজস্ব পৃথক বাস্তবতার সাথে বিদ্যমান। অদ্বৈত বেদান্তের বিপরীতে এই দর্শনের বিশিষ্ট বিষয় হল যে ঈশ্বর ব্যক্তিগত ভূমিকা গ্রহণ করেন এবং প্রকৃত শাশ্বত সত্তা হিসাবে দেখা হয় যা মহাবিশ্বকে পরিচালনা করে এবং নিয়ন্ত্রণ করে। কারণ ব্যক্তিদের অস্তিত্ব ঐশ্বরিকতার উপর ভিত্তি করে, তাদের প্রতিফলন, প্রতিচ্ছবি বা এমনকি ঐশ্বরিক ছায়া হিসাবে চিত্রিত করা হয়, কিন্তু কখনোই ঐশ্বরিকের সাথে অভিন্ন নয়। তাই পরিত্রাণকে এই উপলব্ধি হিসাবে বর্ণনা করা হয়েছে যে সমস্ত সসীম বাস্তবতা মূলত সর্বোচ্চের উপর নির্ভরশীল।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nHaney, William S. Culture and Consciousness: Literature Regained. Bucknell University Press (August 1, 2002). আইএসবিএন ১৬১১৪৮১৭২৪.\nIsaac, J. R.; Dangwal, Ritu; Chakraborty, C. Proceedings. International conference on cognitive systems (1997). Allied Publishers Ltd. আইএসবিএন ৮১-৭০২৩-৭৪৬-৭.\nLeaman, Oliver. Eastern Philosophy: Key Readings. Routledge, 2000. আইএসবিএন ০-৪১৫-১৭৩৫৭-৪."}