{"pageid": 11415, "title": "দুর্গেশনন্দিনী", "url": "https://bn.wikipedia.org/wiki?curid=11415", "content": "দুর্গেশনন্দিনী  বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত প্রথম উপন্যাস। এটি বাংলা সাহিত্যের প্রথম সার্থক উপন্যাস। ১৮৬৫ সালের মার্চ মাসে এই উপন্যাসটি প্রকাশিত হয়।  দুর্গেশনন্দিনী বঙ্কিমচন্দ্রের চব্বিশ থেকে ছাব্বিশ বছর বয়সের রচনা। এই উপন্যাস প্রকাশিত হওয়ার পর বাংলা কথাসাহিত্যের ধারায় এক নতুন যুগ প্রবর্তিত হয়। ষোড়শ শতাব্দীর শেষভাগে উড়িষ্যার অধিকারকে কেন্দ্র করে মোঘল ও পাঠানের সংঘর্ষের পটভূমিতে এই উপন্যাস রচিত হয়। তবে এটিকে সম্পূর্ণরূপে ঐতিহাসিক উপন্যাস মনে করা হয় না। কোনো কোনো সমালোচক এই উপন্যাসে ওয়াল্টার স্কটের আইভানহো উপন্যাসের ছায়া লক্ষ্য করেছেন। বঙ্কিমচন্দ্রের জীবদ্দশায় এই উপন্যাসের তেরোটি সংস্করণ প্রকাশিত হয় এবং ইংরেজি ও অন্যান্য ভারতীয় ভাষাতেও এটি অনূদিত হয়।\n\n\n== হারিয়ে যেতে থাকা শব্দসম্ভার ==\nঈশ্বরচন্দ্র বিদ্যাসাগরের পর সাধু রীতিকে এতো সুন্দর করে প্রকাশের মাধুর্য আর অন্যত্র খুব একটা পাওয়া যায় না।সেই মাধুর্য আরও বেশী করে উপলব্ধ হয় যখন অব্যবহারের ফলে হারিয়ে যেতে বসা কিছু শব্দ পড়তে পড়তে পুনরায় আবিষ্কৃত হয়।যত্রতত্র ছত্রেছত্রে সেইসকল শব্দের ব্যঞ্জনা আর প্রয়োগ এই উপন্যাসকে আরও বেশী গ্রহণযোগ্য করে তুলেছে।হারিয়ে যেতে থাকা শব্দসম্ভার নিম্নে প্রদত্ত,,,\nঅর্গল,বামাস্বর,প্রাবৃট,উষ্ণীষ,সমভিব্যাহারিণী,পরাঙ্মুখ,কুন্তল,অংসারূঢ়,বিদ্যুদ্দাম,অপাঙ্গ,মসীপত্র,স্মার্ত,কুলেপ্সিত,কণ্ডূয়ন,দাড়িম্ব,গণ্ডুষ,দোছোট,তৈজসপত্র,খুঙ্গীপুতি,বর্ত্ম,পীবরাংস,মুকুর,তূর্য,দ্বিরদ,ব্রীড়া,পীবরোন্নত,কৃতান্ত,বাতুল,তড়াগ,খদ্যোত,উন্নিদ্রা,অলক,বল্লী,খোজা,বৃশ্চিক,ঋজ্বায়ত,কশাঘাত,বল্লরী প্রভৃতি।\n\n\n== আখ্যানবস্তু ==\nদিল্লীশ্বরের প্রধান সেনাপতি অম্বররাজ মানসিংহের পুত্র কুমার জগৎসিংহ বিষ্ণুপুর থেকে মান্দারণ যাত্রাকালে ঝড়ের কবলে পড়ে শৈলেশ্বর মহাদেবের মন্দিরে আশ্রয় নেন। সেখানে ঘটনাচক্রে মান্দারণ দুর্গাধিপতি জয়ধর সিংহের একমাত্র পুত্র মহারাজ বীরেন্দ্র সিংহের স্ত্রী বিমলা ও তাঁর কন্যা দুর্গেশনন্দিনী তিলোত্তমার সঙ্গে তাঁর সাক্ষাৎ হয়। পরস্পর পরস্পরের প্রকৃত পরিচয় গোপন রাখলেও জগৎসিংহ ও তিলোত্তমা পরস্পরের প্রতি আকৃষ্ট হন। পরে পাঠান সেনাপতি ওসমান খাঁ সুকৌশলে মান্দারণ দুর্গ অধিকার করে ও বীরেন্দ্র সিংহ এবং তাঁর স্ত্রী বিমলা ও কন্যা তিলোত্তমাকে বন্দী করে। কুমার জগৎসিংহও বন্দী হন। যদিও পাঠান নবাব কতলু খাঁর প্রহসনের ন্যায় বিচারে বীরেন্দ্র সিংহকে হত্যা করা হয়। নিহত বীরেন্দ্র সিংহের স্ত্রী বিমলা পাঠান নবাব কতলু খাঁকে হত্যা করে পতি হত্যার প্রতিশোধ নেয়। পাঠানেরা কুমার জগৎসিংহের মাধ্যমে অম্বররাজ মানসিংহ তথা দিল্লীশ্বরের সঙ্গে সন্ধি করেন। অন্যদিকে কতলু খাঁর কন্যা নবাবজাদী আয়েষা জগৎসিংহের প্রেমে পড়েন। আয়েষার প্রণয়ী পাঠান সেনাপতি ওসমান একথা জানার পর ক্রোধে কুমার জগৎ সিংহের সঙ্গে দ্বন্দ্বযুদ্ধে অবতীর্ণ হন। পরিশেষে মান্দারণ পুনরায় স্বাধীন হয় ও দিল্লীশ্বরের প্রধান সেনাপতি অম্বররাজ মানসিংহের মাধ্যমে মহারাণী বিমলার হস্তে রাজ্যপাঠ হস্তান্তরিত হয় এবং মহাধুমধামের সাথে কুমার জগৎ সিংহ ও দুর্গেশনন্দিনী তিলোত্তমার মিলন ঘটে।\n\n\n== রচনার ইতিহাস ==\nবঙ্কিমচন্দ্রের ভ্রাতুষ্পুত্র শচীশচন্দ্র চট্টোপাধ্যায়ের মতে, ১৮৬২ সালে চব্বিশ বছর বয়সে বঙ্কিমচন্দ্র দুর্গেশনন্দিনী উপন্যাস রচনার কাজে হাত দেন। ১৮৬৩ সালে খুলনায় ডেপুটি ম্যাজিস্ট্রেটের কার্য নির্বাহকালে উপন্যাস রচনার কাজ সমাপ্ত হয়।\n\n\n== তথ্যসূত্র =="}