{"pageid": 1141856, "title": "ফাতিহ বিরল", "url": "https://bn.wikipedia.org/wiki?curid=1141856", "content": "ফাতিহ বিরল (২২শে মার্চ ১৯৫৮,আঙ্কারা) হচ্ছেন তুর্কি অর্থনীতিবিদ ও শক্তি বিশেষজ্ঞ যিনি আন্তর্জাতিক শক্তি সংস্থার নির্বাহী পরিচালক হিসেবে ১লা সেপ্টেম্বর ২০১৫ থেকে বর্তমানে কর্মরত ছিলেন। তার শক্তি সংস্থার কর্মকালে  তিনি প্যারিস ভিত্তিক এ সংস্থাকে আধুনিকায়নে ধারাবাহিকভাবে দারুন সব পদক্ষেপ নিয়েছেন,যেমন ভারতের মতো উদীয়মান অর্থনীতির সঙ্গে সম্পর্ক জোরদার করা এবং চীন ও পরিষ্কার শক্তি ট্রানজিশন এবং নিট জিরো নির্গমনে পৌঁছানোর আন্তর্জাতিক প্রচেষ্টার উপর কাজ করেছেন যা এগিয়ে চলেছে।\nবিরোল ২০২১ সালে বিশ্বের সবচেয়ে প্রভাবশালী ব্যক্তিদের টাইম ১০০ তালিকায় ছিলেন, বিশ্বের সবচেয়ে প্রভাবশালী ব্যক্তিদের মধ্যে একজন বলে ফোর্বস ম্যাগাজিনে উল্লেখ করা হয়েছে এবং ২০১৭ সালে ফিনান্সিয়াল টাইমস দ্বারা বছরের সেরা প্রভাবশালী ব্যক্তিত্ব হিসাবে স্বীকৃত। বিরল হলেন ওয়ার্ল্ড ইকোনমিক ফোরাম (দাভোস) এনার্জি অ্যাডভাইজরি বোর্ডের চেয়ারম্যান।  তিনি মুদ্রণ এবং ইলেক্ট্রনিক মিডিয়া ঘন ঘন অবদানকারী এবং প্রতি বছর প্রধান আন্তর্জাতিক শীর্ষ সম্মেলন এবং সম্মেলনে অসংখ্য বক্তৃতা দেন।\n\n\n== প্রারম্ভিক জীবন ==\n১৯৯৫ সালে জুনিয়র বিশ্লেষক হিসাবে আন্তর্জাতিক শক্তি সংস্থা এ যোগদানের আগে, বিরল ভিয়েনায় অর্গানাইজেশন অফ দ্য পেট্রোলিয়াম এক্সপোর্টিং কান্ট্রিজ ( ওপেক ) এ কাজ করেছিলেন।শক্তি সংস্থায় বছরের পর বছর ধরে, বিরোল চিফ ইকোনমিস্টের চাকরি পর্যন্ত কাজ করেছেন, একটি ভূমিকা যেখানে তিনি ২০১৫ সালে নির্বাহী পরিচালক হওয়ার আগে আন্তর্জাতিক শক্তি সংস্থার ঘনিষ্ঠভাবে পর্যবেক্ষণ করা ওয়ার্ল্ড এনার্জি আউটলুক রিপোর্টের দায়িত্বে ছিলেন।\nবিরল ১৯৫৮ সালে আঙ্কারায় জন্মগ্রহণ করেছিলেন এবং জন্মসূত্রেই তুর্কি নাগরিক।তিনি ইস্তাম্বুল টেকনিক্যাল ইউনিভার্সিটি থেকে পাওয়ার ইঞ্জিনিয়ারিংয়ে বিএসসি ডিগ্রি অর্জন করেন।তিনি ভিয়েনার টেকনিক্যাল ইউনিভার্সিটি থেকে শক্তি অর্থনীতিতে এমএসসি এবং পিএইচডি ডিগ্রি লাভ করেন।২০১৩ সালে ইম্পেরিয়াল কলেজ লন্ডন কর্তৃক বিরলকে ডক্টরেট অফ সায়েন্স সম্মানিত করা হয়।২০১৩ সালে তাকে ফুটবল ক্লাব গালাতাসারে এসকে -এর সম্মানসূচক আজীবন সদস্য করা হয়েছিল।\n\n\n== অন্যান্য কাজকর্ম ==\nআফ্রিকা ইউরোপ ফাউন্ডেশন (এইএফ), আফ্রিকা-ইউরোপ সম্পর্কের ব্যক্তিত্বের উচ্চ-স্তরের গ্রুপের সদস্য (২০২০ থেকে)\n\n\n== সম্মান ও পদক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফাতিহ বিরলের জীবনী\nআন্তর্জাতিক শক্তি সংস্থা\nওয়ার্ল্ড এনার্জি আউটলুক"}