{"pageid": 1141289, "title": "উদ্ভিদ হরমোন", "url": "https://bn.wikipedia.org/wiki?curid=1141289", "content": "উদ্ভিদ হরমোন বা ফাইটোহরমোন হল উদ্ভিদ দেহে অবস্থিত শারীরবৃত্তীয় রাসায়নিক যৌগ, যা উদ্ভিদদেহের এক স্থান থেকে অন্য স্থানে সঞ্চারিত হয় ও উদ্ভিদের শারীরবৃত্তীয় নানা কার্যাবলী নিয়ন্ত্রণ করে থাকে। এগুলো উদ্ভিদদেহে অত্যন্ত কম মাত্রায় উপস্থিত থাকে। এগুলি উদ্ভিদের বৃদ্ধিকে নিয়ন্ত্রণ করে বলে এদের উদ্ভিদ বৃদ্ধি নিয়ন্ত্রক (Plant Growth Regulators/PGR) বলে। এটি ভ্রূণের বৃদ্ধি, অঙ্গের বৃদ্ধি, রোগ সংক্রামক জীবাণুর সংক্রমণ রোধ, স্ট্রেস অপসারণ, প্রজননিক বৃদ্ধি প্রভৃতি করে থাকে।\nপ্রাণীদের যেমন অন্তঃক্ষরা গ্রন্থি হরমোন ক্ষরণ করে, উদ্ভিদদেহে তা হয়না, বরং প্রতিটি কোষ হরমোন উৎপাদনে সক্ষম। বিজ্ঞানী ভেন্ট ও থিম্যান ফাইটোহরমোন শব্দটি প্রথম ব্যবহার করেন ১৯৩৭ সালে।\nউদ্ভিদ হরমোন সমগ্র উদ্ভিদ জগতে দেখতে পাওয়া যায়, এমনকি শৈবালেও দেখতে পাওয়া যায়। এছাড়া অণুজীব, এককোষী ছত্রাক, ব্যাক্টেরিয়ার দেহেও দেখা যায়; এখান যৌগগুলি অপ্রধান বস্তুরূপে কাজ করে যা বিপাকে অংশ নেয়।\n\n\n== প্রকারভেদ ==\n\nউদ্ভিদ দেহে বহু প্রকারের হরমোনের উপস্থিতি লক্ষ্য করা গেছে। এদের প্রাথমিক ভাবে ৫টি বৃহদংশে ভাগ করা হয়েছিল: অক্সিন, সাইটোকাইনিন, ইথিলিন, অ্যাবসিসিক অ্যাসিড ও ব্রাসিনোস্টেরয়েড। পরে আরও প্রকারভেদ বৃদ্ধি করা হয়। যথাক্রমে, জ্যাসমোনেট, স্যালিসাইলিক অ্যাসিড, স্ট্রিগোল্যাকটোনস ইত্যাদি।\n\n\n== আরও দেখুন ==\n\nফাইটোইস্ট্রোজেন\nফাইটোঅ্যান্ড্রোজেন\n\n\n== কৃষি কাজে হরমোনের প্রয়োগ ==\nবর্তমানে কৃষিকাজে উদ্ভিদ হরমোনের প্রয়োগ ব্যাপকভাবে করা হয়। কয়েকটি ক্ষেত্র হল:\n\n\n=== কলম তৈরি ===\nজবা, গোলাপ, তুঁত ইত্যাদি গাছের চারা কলমের মাধ্যমে তৈরি করা হয়। কাটা কাণ্ডে হরমোন প্রয়োগ করলে তাড়াতাড়ি অস্থানিক মূল বেরিয়ে আসে।\n\n\n=== আগাছা দমন ===\nআগাছা দমনে অক্সিন সাহায্য করে। বেশী পরিমাণে অক্সিন শস্যক্ষেত্রে ছড়ালে দ্বিবীজপত্রী উদ্ভিদ মরে যায়, কিন্তু ধান, গম ইত্যাদি। একবীজপত্রী উদ্ভিদের কোনো ক্ষতি হয় না। এইভাবে একবীজপত্রী উদ্ভিদের শস্যক্ষেত্রে অক্সিন প্রয়োগ করে দ্বিবীজপত্রী আগাছাদের দমন করা যায়।\n\n\n=== মুকুলোদ্গম নিবারণ ===\nপ্রাকৃতিক কিংবা কৃত্রিম হরমোন গোল আলুর স্ফীত কন্দে প্রয়োগ করে তার মুকুলোদ্গম নিবারণ করা হয়। এর ফলে আলু অনেকদিন তাজা থাকে।\n\n\n=== অঙ্কুরোদ্‌গম ===\nউপযুক্ত পরিবেশে বীজের সুপ্ত অবস্থা কাটাতে জিবেরেলিন হরমোন সাহায্য করে। তাই অঙ্কুরোদ্গম তাড়াতাড়ি হয়।\n\n\n=== নিয়ন্ত্রিত ফল উৎপাদন ===\nবিস্তীর্ণ এলাকায় ফল চাষ করার সময় বিভিন্ন সময়ে নির্দিষ্ট পরিমাণ ফল পাওয়ার জন্য নির্দিষ্ট দিনের ব্যবধানে অক্সিন প্রয়োগ করে নিয়ন্ত্রিতভাবে ফল উৎপাদন করা হয়। এতে ব্যবসায়িক প্রয়োজনও মেটে। আনারস চাষের ক্ষেত্রে নিয়ন্ত্রিত ফল উৎপাদন খুবই কার্যকরী হয়।\n\n\n=== বীজহীন ফল উৎপাদন ===\nআঙ্গুর, খেজুর, পেয়ারা ইত্যাদির ফলে বীজ অসুবিধার সৃষ্টি করে। এই সব গাছে, নিষেকের আগে, ফুলের ডিম্বাশয়ে অক্সিন প্রয়োগ করলে তা বৃদ্ধি পেয়ে বীজহীন ফলে পরিণত হয়।\n\n\n=== ফুল ফোটানো ===\nপুষ্পমুকুল থেকে তাড়াতাড়ি পুষ্পে বা ফুলে পরিণত করতে অক্সিন হরমোন সাহায্য করে।\n\n\n=== ক্ষত নিবারণ ===\nউদ্ভিদদেহের কাটা, ফাটা অংশে অক্সিন, অ্যাবসিসিক অ্যাসিড ইত্যাদি হরমোন প্রয়োগ করলে কোষ বিভাজনের মাধ্যমে দ্রুত ক্ষতস্থান মেরামত হয়ে যায়।\n\n\n=== অকালপতন রোধ ===\nউপযুক্ত পরিমাণে অক্সিন প্রয়োগে গাছের পাতার অকালপতন এবং পরিণত ফলের অকাল পতন রোধ করা হয়।\n\n\n=== জরা রোধ ===\nহরমোন প্রয়োগে উদ্ভিদের জরা অবস্থাকে অনেক সময় বিলম্বিত করা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসরল উদ্ভিদ হরমোন সারণী\nজিন ও হরমোন নিয়ন্ত্রণ"}