{"pageid": 1141614, "title": "স্যাফ্রানিন", "url": "https://bn.wikipedia.org/wiki?curid=1141614", "content": "স্যাফ্রানিন (স্যাফ্রানিন ও বা বেসিক রেড ২ ইত্যাদি নামেও পরিচিত) হলো কলাস্থানবিদ্যা ও কোষবিদ্যায় ব্যবহার্য একটি জীববৈজ্ঞানিক রঞ্জক। কোষ নিউক্লিয়াসকে লাল রঙে রঞ্জিত করতে অনেক রঞ্জনব্যবস্থায় স্যাফ্রানিন প্রতিরঞ্জক হিসেবে ব্যবহৃত হয়। গ্রাম রঞ্জন ও এন্ডোস্পোর রঞ্জন উভয় প্রক্রিয়াতেই স্যাফ্রানিন প্রথাগত প্রতিরকজক হিসেবে ব্যবহৃত হয়। এছাড়া এটি তরুণাস্থি, মিউসিন ও মাস্ট কোষের দানা শনাক্তকরণে ব্যবহৃত হয়।\nস্যাফ্রানিনে সাধারণত ডান পাশে প্রদর্শিত রাসায়নিক কাঠামো বিদ্যমান থাকে। একে ডাইমিথাইল স্যাফ্রানিন-ও বলা হয়। ট্রাইমিথাইল স্যাফ্রানিন নামে আরেকটি যৌগ রয়েছে, যেখানে নিচের বলয়ের অর্থো- অবস্থানে একটি অতিরিক্ত মিথাইল মূলক যুক্ত থাকে (অ্যারিন প্রতিস্থাপন বিন্যাস দেখুন)। জীববৈজ্ঞানিক রঞ্জন প্রক্রিয়ায় উভয় যৌগই অনুরূপ বৈশিষ্ট্য প্রদর্শন করে, যার কারণে অধিকাংশ বাণিজ্যিক উৎপাদক এই দুইটি যৌগকে পৃথক করেন না। ফলে বাণিজ্যিকভাবে উৎপাদিত স্যাফ্রানিনে এই দুইটি যৌগের মিশ্রণ থাকে।\nবিশ্লেষণী রসায়নে স্যাফ্রানিন একটি জারণ-বিজারণ নির্দেশক হিসেবেও ব্যবহৃত হয়।\n\n\n== স্যাফ্রানিন্স ==\nস্যাফ্রানিন্স হলো প্রতিসম ২,৮-ডাইমিথাইল-৩,৭-ডাইঅ্যামিনোফেনাজিনের অ্যাজোনিয়াম যৌগসমূহ। দুই অণু প্রাইমারি অ্যামিনের সাথে এক অণু প্যারা-ডাইঅ্যামিনের যৌথ জারণক্রিয়ার মাধ্যমে অথবা প্রাইমারি অ্যামিনের সাথে প্যারা-অ্যামিনোঅ্যাজো যৌগের ঘনীভবনের মাধ্যমে এবং ডাইফিনাইলমেটাফিনাইলিনডাইঅ্যামিন প্রভৃতি ক্ষারকের সাথে প্যারা-নাইট্রোসোডাইঅ্যালকাইলানিলিনের ক্রিয়ায় এগুলো উৎপন্ন হয়। এগুলো স্ফটিকাকার কঠিন যৌগ। এরা সবুজ বৈশিষ্ট্যসূচক ধাতব দ্যুতি প্রদর্শন করে। এরা পানিতে অত্যন্ত দ্রবণীয় এবং নীল অথবা বেগুনি রঙে রঞ্জিত করে। এরা তীব্র ক্ষারক এবং একক অম্লীয় লবণ গঠন করে। এদের অ্যালকোহলীয় দ্রবণ হলুদাভ লাল প্রতিপ্রভা সৃষ্টি করে।\nমুক্ত অবস্থায় ফেনোস্যাফ্রানিন খুব একটা স্থিতিশীল নয়। এর ক্লোরাইড যৌগ সবুজ পাত গঠন করে। একে খুব সহজে ডাইঅ্যাজীকরণ করা যায়। অ্যালকোহলে এই ডাইঅ্যাজোনিয়াম লবণকে উত্তপ্ত করলে অ্যাপোস্যাফ্রানিন বা বেনজিন ইন্ডুলিন (C18H12N3) উৎপন্ন করে। ফ্রেডরিক কাহরম্যান দেখান যে অ্যাপোস্যাফ্রানিনকে শীতল ঘনীভূত সালফিউরিক অ্যাসিডের উপস্থিতিতে ডাইঅ্যাজীকরণ করা যায় এবং এই ডাইঅ্যাজোনিয়াম লবণকে অ্যালকোহলের সাথে উত্তপ্ত করা হলে ফিনাইলফেনাজোনিয়াম লবণ উৎপন্ন করে। ঘনীভূত হাইড্রোক্লোরিক অ্যাসিডের সাথে অ্যাপোস্যাফ্রানিনকে উত্তপ্ত করলে অ্যাপোস্যাফ্রানোন (C18H12N2O) উৎপন্ন হয়। এই তিনটি যৌগকে সম্ভবত অর্থো- অথবা প্যারা-কুইনোন হিসেবে উপস্থাপন করা হয়। বাণিজ্যিক স্যাফ্রানিন হলো এক ধরনের অর্থো-টলুস্যাফ্রানিন। অ্যানিলিন-নির্ভর প্রথম বাণিজ্যিকভাবে উৎপাদিত রঞ্জক হলো মনুভিন। স্যার উইলিয়াম হেনরি পার্কিন অপরিশোধিত অ্যানিলিনের সাথে পটাশিয়াম ডাইক্রোমেট ও সালফিউরিক অ্যাসিডকে উত্তপ্ত করে এটি উৎপাদন করেন।\n১৮৭৮ সালে পার্কিন মনুভিনের জারণ/বিজারণ প্রক্রিয়ায় ৭এন-প্যারা-টলাইল মূলক অপসারণ করে প্যারাস্যাফ্রানিন-এ (১,৮-ডাইমিথাইলস্যাফ্রানিন) রূপান্তর করেন। আরেকটি সুপরিচিত স্যাফ্রানিন হলো ফেনোস্যাফ্রানিন (সি.আই. ৫০২০০, ৩,৭-ডাইঅ্যামিনো-৫-ফিনাইলফেনাজিনিয়াম ক্লোরাইড)। এটি কোষজীববিদ্যায় রঞ্জক হিসেবে, ফটোস্যানিটাইজার ও রেডক্স প্রব হিসেবে ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র =="}