{"pageid": 114165, "title": "সিমুলা (প্রোগ্রামিং ভাষা)", "url": "https://bn.wikipedia.org/wiki?curid=114165", "content": "সিমুলা হলো দুইটি সিম্যুলেশন প্রোগ্রামিং ভাষার নাম; যারা সিমুলা ১ এবং সিমুলা ৬৭ হিসাবে পরিচিত এবং ১৯৬০-এর দশকে অসলোতে অবস্থিত নরওয়েজীয়ান কম্পিউটার সেন্টারে উলাহ্‌-ইয়োহান ডাল ও ক্রিস্টেন নিগার্ড কর্তৃক উদ্ভাবিত। সিনটেক্টিক্যাললি এটি ALGOL 60-এর একটি বিশ্বস্ত সুপারসেট।\nসিমুলা ৬৭ যে সব নতুন বিষয়ের সূচনা করে সেগুলো হলো: ক্লাস, সাব-ক্লাস, ভার্চুয়াল মেথড, ডিসক্রিট ইভেন্ট সিমুলেশন (Discrete event simulation) এবং গারবেজ কালেকশন।\nসিমুলাকে প্রথম অবজেক্ট ওরিয়েন্টেড প্রোগ্রামিং ভাষা হিসেবে বিবেচনা করা হয়। এর নামকরণ থেকেই বুঝা যায় যে, সিমুলা ডিজাইন করা হয়েছে সিমুলেশন এর জন্য।\nসিমুলা বিভিন্ন অ্যাপ্লিকেশনের সিমুলেশন এর জন্য ব্যবহার করা হয়, যেমন: ভি এল এস আই ডিজাইন, প্রসেস মডেলিং, প্রোটোকল, অ্যালগরিদম। এছাড়াও অন্যান্য অ্যাপ্লিকেশন যেমন, টাইপসেটিং, কম্পিউটার গ্রাফিক্স, শিক্ষা ইত্যাদি।\nসি++, জাভা, সি# এ সিমুলা-টাইপ অবজেক্টের ব্যবহার দেখে সিমুলা প্রোগ্রামিং ভাষার সহজেই প্রভাব বুঝা যায়।\n\n\n== আরও দেখুন ==\nবেটা, সিমুলার আধুনিক উত্তরসূরী।\n\n\n== টীকা ==\n\n\n== উৎস ==\nIBM System 360/370 Compiler and Historical Documentation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জুলাই ২০১৭ তারিখে The Simula Standard and other historical documentation by Peter Sylvester\n\n\n== অতিরিক্ত পাঠ ==\nPooley, Rob (১৯৮৭), An Introduction to Programming in Simula, Alfred Waller Ltd, আইএসবিএন 0632016116, ১৯ সেপ্টেম্বর ২০০৪ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১১ অক্টোবর ২০১৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\"SIMULA - SIMUlation LAnguage\", The Encyclopedia of Computer Languages, ২০ ফেব্রুয়ারি ২০১১ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১১ অক্টোবর ২০১৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"The SIMULA Compilerator\", An online SIMULA compiler for small experiments উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  - with source code example\n\"Simon 75 - GPSS based Simula dialect\", The Encyclopedia of Computer Languages, ২০ ফেব্রুয়ারি ২০১১ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১১ অক্টোবর ২০১৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  - with some notes on Demos by Graham Birtwistle\nSklenar, J., Introduction to OOP in Simula, University of Malta উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  - based on the 1997 seminar \"30 Years of Object Oriented Programming (OOP)\"\nVaucher, Jean G., DIRO Simula home, Université de Montréal উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  - includes tutorials, documentation, and links in English and in French"}