{"pageid": 11423, "title": "রজনী (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=11423", "content": "রজনী সাহিত্যসম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত একটি উপন্যাস। ১৮৭৫ সালে বঙ্গদর্শন পত্রিকায় প্রথম এই উপন্যাস প্রকাশিত হয়। বই আকারে প্রথম প্রকাশিত হয় ১৮৭৭ সালে। ব্রজেন্দ্রনাথ বন্দ্যোপাধ্যায় ও সজনীকান্ত দাসের মতে, \"রজনী বাংলা ভাষায় প্রথম মনস্তত্ত্ব বিশ্লেষণমূলক উপন্যাস।\" বঙ্কিমচন্দ্রের জীবদ্দশায় এই উপন্যাসের তিনটি সংস্করণ প্রকাশিত হয়েছিল। তৃতীয় সংস্করণটি (শেষ সংস্করণ, যেটি উপন্যাসের অধুনা-প্রচলিত পাঠ) প্রকাশিত হয় ১৮৮৭ সালে। ১৮৯৬ সালে রজনী উপন্যাসের গুজরাটি অনুবাদ প্রকাশিত হয়। ১৯২৮ সালে উপন্যাসটি ইংরেজিতে অনূদিত হয়।\n\n\n== উপন্যাস হিসেবে রজনী ==\nবাংলা গদ্য সাহিত্যের জনক বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত রজনী একটি জনপ্রিয় উপন্যাস হিসেবে স্বীকৃত ।\n\n\n== উপন্যাসের সার-সংক্ষেপ ==\nজন্ম ও পেশা কোলকাতা শহরে রজনী নামের এক হতদরিদ্র ও জন্মান্ধ অবিবাহিতা কায়স্থের কন্যা প্রতিদিন রামসদয় মিত্রের বাড়ীতে ফুল বিক্রী করতো।\nশচীন্দ্রের প্রতি অনুরাগঃ রামসদয়ের ২য় পক্ষের স্ত্রী লবঙ্গলতা তাকে খুবই স্নেহ করতেন। কোন একদিন রামসদয়ের ১ম পক্ষের পুত্র শচীন্দ্রনাথ রজনী’র চক্ষু পরীক্ষা করে। শচীন্দ্রের হাতের স্পর্শে ও কথা শুনে মুগ্ধ হয় রজনী। লবঙ্গ নিজ কর্মচারীর পুত্র গোপাল বসু’র সাথে রজনীর সম্বন্ধ স্থির করেন ও বিয়ের যাবতীয় ব্যয়বহন করতে রাজী হন। গোপালের স্ত্রী চাঁপা এতে বাঁধা দেয়। এছাড়াও, শচীন্দ্রের প্রতি অনুরাগবশতঃ রজনীও বিয়েতে অসম্মত হয়।\nপলায়নঃ গোপন পরামর্শ করে চাঁপা’র ভাই হীরালালের সাথে রজনী পালিয়ে যায়। নৌকায় হীরালাল তাকে বিয়ের প্রস্তাব দেয়। এতে রজনী রাজী না হলে একটি জনহীন চরে হীরালাল তাকে নামিয়ে দেয় ও নৌকা নিয়ে চলে ‍যায়। অসহায় অবস্থায় অন্ধ যুবতী রজনী জীবনের প্রতি বিতশ্রদ্ধ হয়ে আত্মহত্যার উদ্দেশ্যে গঙ্গায় ঝাঁপ দেয়। এক ইতর নৌকারোহী তাকে উদ্ধার করে ও কিছুদূরে নিয়ে গিয়ে পাশবিক অত্যাচারের চেষ্টা চালায়। এমনি চরম মুহুর্তে অমরনাথ নামের এক যুবক এসে রজনীকে রক্ষা করে।\nঅমরনাথের আগমনঃ অমরনাথ কাশীতে জনৈক ব্যক্তির কাছে এক অন্ধ রমণীর জীবন-বৃত্তান্ত এবং সম্পত্তি গ্রাস করে অন্যে ভোগ করছে শুনে ঐ রমণীকে সাহায্য করার উদ্দেশ্যে আগমন করেন। রজনীকে উদ্ধার করে জানতে পারেন সে-ই ঐ রমণী। পরে অনুসন্ধান করে আরো জানতে পারেন, রামসদয় মিত্রই রজনীর সম্পত্তি ভোগ করছেন। রামসদয়ের পিতা বাঞ্ছারাম একদিন কোন কারণে ছেলের উপর ভীষণ ক্রুদ্ধ হন ফলে মৃত্যুর পূর্বে তিনি তার সমস্ত সম্পত্তি রজনীকে দান করে যান। অমরনাথ রজনীকে নিয়ে তার মেসো রাজচন্দ্র দাসের কাছে নিয়ে যান। বিষয়-সম্পত্তি উদ্ধারের পর অমরনাথ রজনীকে বিয়ে করবেন এবং রজনীও তাতে সম্মত হলেন। শচীন্দ্রনাথও সমস্ত জেনে বিষয়-সম্পত্তি ছেড়ে দিতে রাজী হলেন।\nলবঙ্গলতার প্রভাবঃ বিষয়-সম্পত্তি হাতছাড়া হবে ভেবে রমসদয় লবঙ্গলতার সাথে পরামর্শ করে রজনীর সাথে শচীন্দ্রের বিয়ের প্রস্তাব দেন। কিন্তু শচীন্দ্র তার প্রতি আকৃষ্ট না থাকায় লবঙ্গ এক সন্ন্যাসীর সাহায্য নেন। এতে শচীন্দ্র রজনীর প্রতি অনুরক্ত, আসক্ত হলেও জটিল মানসিক রোগে আক্রান্ত হয় এবং সবসময় রজনীকে দেখতে চাইলেন। লবঙ্গ দেখলেন রজনীকে কাছে না পেলে শচীন্দ্র মারা যাবে। শচীন্দ্র লবঙ্গের নিজ সন্তান না হলেও তাকে নিজের সন্তান তুল্য স্নেহ করতেন। তিনি রজনীর সাথে বিয়ের জন্য উঠে-পড়ে লাগলেন। কিন্তু রজনী সংস্কারবশতঃ অমরনাথকে ভিন্ন অন্য কাউকে বিয়ে করবে না। এর বিনিময়ে সে নিজের সম্পত্তি ছেড়ে দিতে চাইল।\nঅমরনাথের সন্ন্যাসব্রতঃ অমরনাথও রজনীকেই চান, বিষয়-সম্পত্তি নয়। লবঙ্গলতা অমরনাথকে ডেকে ভয় দেখান। এতে বিফল হলে তিনি সকাতরে অনুরোধ করেন রজনী’র জীবন থেকে চলে যেতে। মহাপ্রাণ অমরনাথ তার সমস্ত বিষয়-সম্পত্তি রজনী ও শচীন্দ্রকে দিয়ে সন্ন্যাসব্রত গ্রহণ করে দেশান্তরী হলেন।\nএবং রজনী’র অন্ধত্ব দূর ও বিয়েঃ এরপর রজনীর সাথে শচীন্দ্রের বিয়ের হলো। পরে সন্ন্যাসীর ঔষধের প্রভ‍াবে অন্ধ রজনী আপন দৃষ্টিশক্তি ফিরে পেল ও স্বামী সহযোগে সুখে-শান্তিতে সংসার ধর্ম পালন করতে লাগল।\n\n\n== লর্ড লিটনের উপন্যাসের বিশেষ অংশের অংশগ্রহণ ==\nলর্ড লিটন ১৮৩৪ সালে দ্য লাস্ট ডেজ অব পম্পেই নামে একটি উপন্যাস লেখেন। এতে অন্যান্য চরিত্রের মধ্যে একজন ছিল এক অন্ধ ফুল বিক্রয়কারী নারী চরিত্র নিডিয়া। এই চরিত্রের কিছু অংশ অবলম্বন করে রজনী উপন্যাসের প্রধানা চরিত্রা রজনী’র সাহায্যার্থে চিত্রিত করা হয়েছে।\n\n\n== রজনী উপন্যাসের চরিত্রসমূহ ==\nপ্রধান নাম ভূমিকায় রজনীই মুখ্য বিষয়। তারপরও কিছু কিছু চরিত্রে বেশ গুরুত্ব দিয়েছেন ‘সাহিত্য সম্রাট’ বঙ্কিমচন্দ্র চট্টোপাধ্যায়। তন্মধ্যে লবঙ্গলতা, অমরনাথ অন্যতম। এছাড়াও, রামসদয় মিত্র, শচীন্দ্রনাথ, গোপাল বসু, চাঁপা, হীরালাল, রাজচন্দ্র দাস প্রমূখ উল্লেখযোগ্য চরিত্র।\n\n\n== তথ্যসূত্র =="}