{"pageid": 114257, "title": "আর্নল্ড শোয়ার্জনেগার", "url": "https://bn.wikipedia.org/wiki?curid=114257", "content": "আর্নল্ড শোয়ার্জনেগার (আর্নল্ড শোয়ার্জ়নেগার) (জন্ম: জুলাই ৩০, ১৯৪৭) একজন অস্ট্রিয়ান-আমেরিকান বডিবিল্ডার, অভিনেতা, মডেল, ব্যবসায়ী এবং রাজনীতিবিদ। বর্তমানে তিনি যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া অঙ্গরাজ্যের ৩৮তম গভর্নর।\nশোয়ার্জনেগার ১৫ বছর বয়স থেকে ভারোত্তোলন শুরু করেন। তিনি ২০ বছর বয়সে মিস্টার ইউনিভার্স হন। এ ছাড়া তিনি সাত বার মিস্টার অলিম্পিয়া প্রতিযোগিতায় চ্যাম্পিয়ন হয়েছেন। অবসর নেয়ার পরও শোয়ার্জনেগার বডিবিল্ডিং বা শরীর গঠন জগতে একজন প্রখ্যাত ব্যক্তি। শরীর গঠন বিষয়ে তিনি একাধিক বই ও নিবন্ধ লিখেছেন।\nশোয়ার্জনেগার হলিউড চলচ্চিত্রে অভিনয়ের মাধ্যমে পৃথিবীব্যাপী পরিচিতি লাভ করেন। দ্য টারমিনেটর, কোনান দ্য বার্বারিয়ান, প্রিডেটর তার অভিনীত উল্লেখযোগ্য চলচ্চিত্র। শোয়ার্জনেগার রিপাবলিকান পার্টির একজন পদপ্রার্থী হিসেবে ২০০৩ সালের অক্টোবরে ক্যালিফোর্নিয়ার গভর্নর নির্বাচিত হন এবং তৎকালীন গভর্নর গ্রে ডেভিসকে স্থলাভিষিক্ত করেন। ২০০৩ এর ২৩ নভেম্বর শোয়ার্জনেগার শপথ গ্রহণ করেন। পরবর্তীতে ২০০৬ সালের ৭ নভেম্বর তিনি ক্যালিফোর্নিয়ার গভর্নর হিসেবে পুনঃনির্বাচিত হন। এই নির্বাচনে তিনি ডেমোক্রেটিক পার্টি পদপ্রার্থী ফিল অ্যাঞ্জেলিডেসকে পরাজিত করেন।\n\n\n== শৈশবকাল ==\nশোয়ার্জনেগার অস্ট্রিয়ার থাল নামে এক ছোট গ্রামে জন্মগ্রহণ করেন। তার পিতা গুস্তাভ শোয়ার্জনেগার (১৯০৭-১৯৭২) ছিলেন স্থানীয় পুলিশের প্রধান। গুস্তাভ শোয়ার্জনেগার দ্বিতীয় বিশ্বযুদ্ধে জার্মান সেনাবাহিনীর হয়ে যুদ্ধ করেছেন। আর্নল্ড শোয়ার্জনেগার পরিবারসূত্রে রোমান ক্যাথলিক ধর্মের অনুসারী।\nশোয়ার্জনেগারের বাবা শোয়ার্জনেগারের বড় ভাই মেইনহার্ডকে অধিক পছন্দ করতেন। কারণ সে তুলনামূলকভাবে অধিক শক্তিশালী ছিল। মায়ের সাথে শোয়ার্জনেগারের খুব ভালো সম্পর্ক ছিল। শোয়ার্জনেগার তার মায়ের সাথে মৃত্যু অবধি পাশে ছিলেন। বিদ্যালয়ে শোয়ার্জনেগার মধ্যম মানের ছাত্র ছিলেন। তবে তিনি সুন্দর চরিত্র ও হাস্যরসের জন্য সুপরিচিত ছিলেন। তার পরিবারে আর্থিক সংকট ছিল। শোয়ার্জনেগার যখন যুবক, তখন তার পরিবার একটি রেফ্রিজারেটর কিনতে সমর্থ হয়।\nছেলেবেলায় শোয়ার্জনেগার খেলাধুলায় ভালো ছিলেন এবং এ ব্যাপারে তিনি তার বাবার দ্বারা প্রভাবিত হয়েছিলেন। ১৪ বছর বয়সে শোয়ার্জনেগার বডিবিল্ডিং বা শরীর গঠন শুরু করেন। এক প্রশ্নের জবাবে শোয়ার্জনেগার বলেন যে, তিনি ১৫ বছর বয়স থেকে ভারোত্তোলন শুরু করেন, কিন্তু এর অনেক আগে থেকেই বিভিন্ন খেলাধুলায় অংশগ্রহণ করতেন। এ জন্য তেমন একটা স্বাস্থ্যবান না হলেও তিনি ভেবেছিলেন যে জিমে গিয়ে শরীর গঠনে এবং অলিম্পিক লিফটিং করতে পারবেন। এক বক্তৃতায় শোয়ার্জনেগার বলেছেন যে, ১৭ বছর বয়স থেকে তিনি এ ব্যাপারে পরিকল্পনা শুরু করেন। তার বাবা চেয়েছিলেন তার মতো পুত্র শোয়ার্জনেগারও পুলিশ অফিসার হোক। অস্ট্রিয়ার গ্র্যাজ নামে এক শহরের একটি জিমে তিনি প্রথম শরীর গঠন শুরু করেন। এই শহরের এক সিনেমা হলে তিনি বিখ্যাত সব বডিবিল্ডার, যেমন- রেগ পার্ক, স্টিভ রিভস্, জনি উইসমুলারকে বড় পর্দায় দেখার সুযোগ পেলেন। তাদেরকে দেখে তিনি দারুণভাবে অণুপ্রাণিত হয়েছিলেন। যখন ২০০০ সালে স্টিভ রিভস মারা গেলেন, শোয়ার্জনেগার রিভস্‌কে স্মরণ করে বলেছেন, “আমি যখন কিশোর ছিলাম, স্টিভ রিভস আদর্শ হিসেবেই দেখেছি। তাঁর উল্লেখযোগ্য অর্জনগুলো আমাকে শরীর গঠনে প্রবলভাবে আকৃষ্ট করে, যদিও সেসময় আমার আশেপাশের মানুষজন এসব ব্যাপার এবং আমার স্বপ্নকে সবসময় বুঝতে পারত না...আমার যেসব অর্জন, তার প্রত্যেক ক্ষেত্রেই স্টিভ রিভস আমাকে অণুপ্রেরণা জুগিয়েছেন।“ ১৯৬১ সালে শোয়ার্জনেগার সাবেক মিস্টার অস্ট্রিয়া সুর্ট মার্নুলের সাথে সাক্ষাৎ করে। মার্নুল তাকে গ্র্যাজের একটি জিমে প্রশিক্ষণ নেয়ার জন্য আমন্ত্রণ জানায়। এরপর থেকে শোয়ার্জনেগার জিমে প্রতিনিয়ত শরীর চর্চা শুরু করলেন, এমনকি সপ্তাহের ছুটির দিনেও।\n\n\n== যৌবন ==\n\nশোয়ার্জনেগার ১৯৬৫ সালে অস্ট্রীয় সেনাবাহিনীতে যোগ দেন। এ বছরই তিনি জুনিয়র মিস্টার ইউরোপ খেতাব অর্জন করেন। সেনাবাহিনীতে চাকরি থাকা অবস্থাতে শোয়ার্জনেগার এই প্রতিযোগিতায় অংশগ্রহণের জন্য বিনা অনুমতিতে ইউরোপে যান, ফলে তাকে এক সপ্তাহ জেলখানায় বন্দি থাকতে হয়েছে। পরবর্তিতে শোয়ার্জনেগার ইউরোপের সেরা বডিবিল্ডার নির্বাচিত হন এবং ক্রমেই বিখ্যাত হয়ে ওঠেন। ১৯৬৬ সালে মিস্টার ইউনিভার্স প্রতিযোগিতার একজন কোচ, চার্লস বেনেট শোয়ার্জনেগারের পারদর্শিতায় মুগ্ধ হয়ে তাকে প্রশিক্ষণ দেবার ইচ্ছা প্রকাশ করেন। কিন্তু শোয়ার্জনেগার উপযুক্ত অর্থ ছিল না। তখন বেনেট শোয়ার্জনেগারকে তার নিজের বাড়িতে থাকার কথা বলে। শোয়ার্জনেগার এই সুযোগ গ্রহণ করেন। বেনেটের প্রশিক্ষণ শোয়ার্জনেগারকে আরও দক্ষ করে তোলে। বেনেটের বাড়ি ছিল লন্ডনের পূর্বপ্রান্তে। বেশ কিছু বছর লন্ডনে থাকার ফলে শোয়ার্জনেগার ইংরেজি শিখে ফেলেন।\n১৯৬৬ সালে শোয়ার্জনেগার তার শৈশবের আদর্শ, রেগ পার্কের সাথে সাক্ষাতের সুযোগ পান। পরবর্তীতে রেগ পার্ক তার বন্ধু ও বিশ্বস্ত পরামর্শদাতা হয়ে ওঠেন। ১৯৬৭ সালে শোয়ার্জনেগার মাত্র ২০বছর বয়সে মিস্টার ইউনিভার্স খেতাব অর্জন করেন। শোয়ার্জনেগারই বিশ্বের সবচেয়ে কম বয়সী পুরুষ হিসেবে এই খেতাব অর্জন করেন। উচ্চতর প্রশিক্ষণের জন্য শোয়ার্জনেগার জার্মানি মিউনিখে যান। এখানে তিনি বাণিজ্য বিভাগে পড়াশোনাও করেন। ১৯৬৮ সালে শোয়ার্জনেগার লন্ডনে ফিরে আসেন এবং এ বছরও মিস্টার ইউনিভার্স খেতাব অর্জন করেন। মিউনিখে থাকাকালে শোয়ার্জনেগার স্থানীয় এক বন্ধুকে প্রায়ই বলতেন, 'আমি অনেক বড় অভিনেতা হতে যাচ্ছি'। পরের বছরে শোয়ার্জনেগার মিস্টার ইউনিভার্স খেতাব অর্জন করেন, এর বদৌলতে তিনি মার্কিন যুক্তরাষ্ট্রে যাওয়ার সুযোগ পান।\n\n\n== চলচ্চিত্রসমূহ ==\n  প্রধান ভূমিকায় অভিনয় করেছেন\n\n\n== বাণিজ্যিক ==\n\n\n== ভিডিও গেম ==\n\n\n== গ্রন্থবিবরণী ==\nSchwarzenegger, Arnold (1977). Arnold: Developing a Mr. Universe Physique. Schwarzenegger.\nDouglas Kent Hall (1977). Arnold: The Education of a Bodybuilder. New York: Simon & Schuster. আইএসবিএন ০-৬৭১-২২৮৭৯-X.\nDouglas Kent Hall (1979). Arnold's Bodyshaping for Women. New York: Simon & Schuster. আইএসবিএন ০-৬৭১-২৪৩০১-২.\nBill Dobbins (1981). Arnold's Bodybuilding for Men. New York: Simon & Schuster. আইএসবিএন ০-৬৭১-২৫৬১৩-০.\nBill Dobbins (1998). The New Encyclopedia of Modern Bodybuilding (rev. ed.). New York: Simon & Schuster. আইএসবিএন ০-৬৮৪-৮৪৩৭৪-৯.\nAndrews, Nigel (2003). True Myths: The Life and Times of Arnold Schwarzenegger: From Pumping Iron to Governor of California (rev. ed.). New York: Bloomsbury. আইএসবিএন ১-৫৮২৩৪-৪৬৫-৫.\nBlitz, Michael; and Louise Krasniewicz (2004). Why Arnold Matters: The Rise of a Cultural Icon. New York: Basic Books. আইএসবিএন ০-৪৬৫-০৩৭৫২-৬.\nBorowitz, Andy (2004). Governor Arnold: A Photodiary of His First 100 Days in Office. New York: Simon & Schuster. আইএসবিএন ০-৭৪৩২-৬২৬৬-২.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগভর্নর অফিস অফিসিয়াল ক্যালিফোর্নিয়া গভর্নর ওয়েবসাইট\nআর্নল্ড শোয়ার্জনেগার-এর ব্যক্তিগত ওয়েবসাইট\nজাদুঘর  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ এপ্রিল ২০১৫ তারিখে\nআর্নল্ড শোয়ার্জনেগার সাংবিধানিক ওয়েবসাইট\nআর্নল্ড শোয়ার্জনেগার, টুইটারে শোয়ার্জনেগার"}