{"pageid": 11424, "title": "কৃষ্ণকান্তের উইল", "url": "https://bn.wikipedia.org/wiki?curid=11424", "content": "কৃষ্ণকান্তের উইল বাংলা সাহিত্যের প্রাণপুরুষ বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত একটি বাংলা উপন্যাস। উপন্যাসটি ১৮৭৮ সালে প্রথম প্রকাশিত হয়। রোহিনী, ভ্রমর এবং গোবিন্দলালের ত্রিভুজ প্রেমের কাহিনী বর্নিত হয়েছে কৃষ্ণকান্তের উইল উপন্যাসে। সামাজিক উপন্যাস। ১৮৮২ ও ১৮৮৪ সালে বঙ্গদর্শন পত্রিকার বিভিন্ন সংখ্যায় প্রকাশিত হয়। বঙ্কিমচন্দ্রের জীবিতকালে চারটি সংস্করণ প্রকাশিত হয়, যার মধ্যে সর্বশেষ সংস্করণ ১৮৯২ সালে মুদ্রিত।\nউপন্যাসটির নাম কৃষ্ণকান্তের উইল হলেও, তিনি এখানে মুখ্য চরিত্র না। আসলে এরকম উপন্যাসে বাহ্যিক বিচরণগুলো দেখিয়ে মূলটাকে লুকিয়ে রাখা হয়। এখানে, মুখ্যচরিত্র কে তা বলা মুশকিল। আসলে কেউই আলাদাভাবে এখানে মুখ্য নয়।\nজমিদার কৃষ্ণকান্ত তাঁর সারাজীবনের জমানো অর্থ মরার আগে তাঁর পুত্র-কন্যার মধ্যে ভাগ করে দিতে চান। কিন্তু তাঁর বড়পুত্র হরলাল এই ভাগবাটোয়ারা বর্জন করে নতুন উইল করার ফন্দি আঁটে। এই পর্যন্ত ঘটনার প্রারম্ভ।\nবাকি ঘটনার অবতারনা হয় নতুন চরিত্রের দ্বারা। কৃষ্ণকান্তের ভ্রাতপুত্র গোবিন্দলাল, তাঁর পত্নী কালো- কুৎসিত ভ্রমর, আর সুন্দরী রুপবতী বিধবা রোহিনী। কাহিনী বাকি ঘটনাগুলো তাঁদের প্রেম অভিমান ঘিরেই গড়ে উঠেছে।\nতবে, এতো বড় উপন্যাস পড়তে একটু সমস্যা হতে পারে। কারন, লেখক তাঁর শব্দচয়ন সাধুভাষায় করেছেন। এইপর্যন্ত দেখলে এটাকে সাধারন উপন্যাস বললেই চলে। কিন্তু, এর আসল রহস্য তো শেষের দিকে। এখানে, নায়ক আর খলনায়ক আলাদা নয় বরং একজনই। কে সে? আর, কার কাছেই বা গেলো কৃষ্ণকান্তের সম্পত্তি? কিভাবে উইলের ঘটনা থেকে প্রেম, আবার প্রেমের থেকে ত্যাগ হলো?\nকৃষ্ণকান্তের উইল- কৃষ্ণকান্ত তার দুই ছেলেকে তিন আনা করে, স্ত্রী কন্যাকে এক আনা করে ও ভাইপো গোবিন্দলাল\nকে আট আনা উইল করে ভালো চরিত্রের বলে। কিন্তু স্ত্রী ভ্রমর থাকা সত্ত্বেও, রোহিনী প্ররোচনা করলে প্রেমে পরে যায় গোবিন্দলাল এবং ভ্রমর বাবার অসুস্থতায়\nবাবার বাড়ি গেলে পালিয়ে যায় তারা। পরে কৃষ্ণকান্ত রেগে ভ্রমরের নামে আট আনা উইল করে দেয়, এদিকে রোহিনীকে নায়ক চরিত্রহীনা হিসেবে পায় কারণ সে এখন আবার নিশাকরের প্রেমে পড়ে যায়। ফেরত এসে দেখে বউ মৃত্যুমুখে পতিত হয় \nস্বামীর শোকে। পরে সে গৃহত্যাগ করে ১২ বছর পর এক ঝলক বাড়ি এসে চিরতরে হারিয়ে যায় ভ্রমরের শোকে। \nভালোবাসা কি রূপের মুগ্ধতায় হয়? বাহ্যিক রূপের আকর্ষণ তো শুধুই মোহ। কিন্তু ভালোবাসা তো চির স্নিগ্ধ। অন্যদিকে মোহ, সে তো এক কানাগলি যা চিরকালের নয়।\nএই উপন্যাসের গোবিন্দলাল যতক্ষণে বুঝতে পারলো এ তো গুন নয় রূপ, এ তো ভ্রমর নয় রোহিণী, এ তো ভালোবাসা নয় মোহ, ততক্ষণে তার চিত্তবিনোদন, দুঃখবিনাশন, ন'বছর সাথে থাকা সতেরো বছরের বালিকাবধূকে সে কয়েক যোজন দূরে হারিয়ে ফেলেছে।\nআমাদের চারপাশে হরলালের মতো এমন অনেক মানুষ আছে যাদের কাছে গুরুতর অন্যায়টাই ন্যায়। শঠতাই যাদের স্বভাব। স্বার্থ সিদ্ধির জন্য মানুষ যে কতটা অধম হতে পারে তার প্রকৃষ্ট উদাহরণ হরলাল। আবার ব্রক্ষ্মানন্দের মতো কিছু আশ্রিত মানুষও আছে যারা ঠিক মুনিবভক্তি নয় বরঞ্চ নিজেদের বিপদের কথা ভেবেই মুনিবের বিরুদ্ধে যেতে পারেনা কিন্তু লোভ সংবরণ করাটাও তাদের পক্ষে মুশকিল হয়ে পড়ে।\nসময়ের কথা সময়ে বলে ফেলার মূল্য যে কতখানি তা বঙ্কিমচন্দ্র এই উপন্যাসের মাধ্যমে আমাদেরকে বুঝিয়ে দিয়েছেন। \nগোবিন্দলাল যদি তার কালিন্দী ভ্রমরকে একবার সেই রাত্রে উদ্যানগৃহে ঘটে যাওয়া ঘটনা খুলে বলতো তাহলে হয়তো উপন্যাসের শেষটা এমন নাও হতে পারতো। আবার হয়তো সবকিছুর পরেও ভ্রমরের ভক্তি, ভালোবাসা রোহিণীর রূপের কাছে হার মানতো। কারন ওইযে, আমরা বেশিরভাগ সময়ই রূপের পূজারী।"}