{"pageid": 1142204, "title": "দোভাষী (ভাষা)", "url": "https://bn.wikipedia.org/wiki?curid=1142204", "content": "দোভাষী হল একটি নবশব্দ প্রবর্তন যা বাংলা ভাষার একটি ঐতিহাসিক  লেখ্য ভাষারূপকে বোঝাতে ব্যবহৃত হয় যার বাচনগত ভিত্তি ছিল মধ্যযুগীয় বাংলা ভাষা কিন্তু সাহিত্যে একে বিপুলভাবে ফার্সিকরণ করে রূপান্তরিত করা হয়েছিল। এর দ্বান্দ্বিক ভিত্তি ছিল কিন্তু এটি একটি উচ্চ ফার্সিকৃত বিন্যাসে স্থানান্তরিত হয়েছিল। ঐতিহ্যগতভাবে, ঔপনিবেশিক আমলে ভাষার সংস্কারের আগে এটি ছিল বাংলায় লেখার সবচেয়ে প্রথাগত রূপ। বাংলা ভাষার এই শৈলীটি দ্বারা শুধুমাত্র বাংলা লিপিতেই নয়, বরং সিলেট নাগরী ও পাশাপাশি বৃহত্তর চট্টগ্রাম, বৃহত্তর নদীয়া এবং আরাকানে অঞ্চলে রুপান্তরিত আরবি লিপিতেও বহু বাংলা সাহিত্য রচিত হয়েছে। এই ভাষারূপটি পূর্ব ও দক্ষিণ-পূর্ব বাংলার আধুনিক বাংলা উপভাষা, বিশেষ করে চাটগাঁইয়া এবং নোয়াখাইল্লার উপর একটি বৃহত্তর প্রভাব রেখেছে।\n\n\n== নাম ==\nএই পদ্ধতির বিকাশ এবং অনুশীলনের সময় কোনও নাম রাখা করা হয়নি। উনিশ শতকে জেমস লং নামক অ্যাংলিকান ধর্মযাজক এই ভাষারূপকে \"মোসলমানী বাংলা\" নাম দিয়েছিল, এবং তারপর থেকে ভাষাবিদরা (যেমন সুনীতিকুমার চট্টোপাধ্যায়) গবেষনাপত্র ও নিবন্ধগুলোতে ঐ নাম ব্যবহার করতে শুরু করেছিলেন। সুকুমার সেন তাঁর লেখালেখিতে এটাকে \"মুসলিম বাংলা\" ডাকতেন। ১৯২১ সালে ইসলাম দর্শন নামক মাসিক পত্রিকায় বাঙ্গালী মুসলিম সাহিত্যের বিষয়ে একটি নিবন্ধ প্রকাশ করে যেখানে এই শৈলীকে \"ইসলামী বাংলা\" এবং বাঙ্গালী মুসলমানের জাতীয় সাহিত্য হিসাবে অভিহিত করে। মুহাম্মদ আবদুল হাই এবং সৈয়দ আলী আহসান ১৯৬৮ সালে প্রকাশিত তাদের বই বাংলা সাহিত্যের ইতিহাস-এ সর্বপ্রথম এই শৈলীকে  \"দোভাষী\" নাম দেন কারণ এই ভাষারূপ ছিল বাংলা এবং ফার্সীর মিশ্রণ। ডাঃ কাজী আব্দুল মন্নান এই নামের সমর্থন দেন কেননা এই লিখনের শৈলী মুসলমানদের মধ্যে সীমাবদ্ধ ছিল না, খ্রিষ্টান এবং হিন্দুরাও এই ভাষারূপ ব্যবহার করতেন।\n\n\n== বৈশিষ্ট্য ==\n\nদোভাষী বাংলা বাংলা ভাষার একটি বহুমুখী স্থানীয় ভাষারূপ ছিল এবং কবিতায়, এটি পাঠকের কাছে বিজোড় না হয়েই ফার্সি ব্যাকরণ মানিয়ে নেওয়ার জন্য ব্যাকরণগতভাবে পরিবর্তিত হতে পারতো।  দোভাষী পুথি, কিচ্ছা, জঙ্গনামা, রাগ হামদ, নাত এবং গজল।  দোভাষী বাংলা লেখকরা বহুভাষী এবং বহু-সাক্ষর ছিলেন যা তাদেরকে ফারসি, আরবি এবং বাংলা সাহিত্য অধ্যয়ন করতে এবং সেগুলো নিয়ে কাজ করার ক্ষমতা দিয়েছিল। দোভাষী পাণ্ডুলিপিগুলো আরবি বর্ণমালা-ঐতিহ্যের অনুকরণে ডান থেকে বামে পৃষ্ঠায় অঙ্কিত হতো।\nনিম্নে জাতিসংঘ কর্তৃক হুকূক-ই-ইনসানীর আলমী এলান এর দফা 1 এর দোভাষী বাংলায় একটি নমুনা দেওয়া হলো:\nবাংলা বর্ণমালায় মধ্যযুগীয় দোভাষী বাংলা\n\nদফা ১: তামাম ইনসান আজাদ হয়ে সমান ইজ্জত আর হক লইয়া পয়দা হয়। তাঁহাদের হুঁশ ও আকল আছে; তাই একজন আরেক জনের সাথে বেরাদর হিসাবে সুলূক করা জ়রূরী।\n\n\n== ইতিহাস ==\n\nআরব, পারস্য এবং তুর্কিস্তান থেকে বৌদ্ধ পাল সাম্রাজ্য থেকে বণিক ও বণিকদের আগমন ৭ম শতাব্দীর প্রথম দিকে আধুনিককালের বঙ্গ অঞ্চলে ইসলামিক প্রভাবের জন্ম দেয়। ১৩শ শতাব্দীতে বখতিয়ার খলজি এর বিজয়ের সাথে শুরু করে, পরবর্তীকালে বাংলায় মুসলিম অভিযানগুলো মুসলিম তুর্কি-ফার্সি এবং আরবদের অভিবাসন আন্দোলনকে ব্যাপকভাবে উৎসাহিত করেছিল, যারা স্থানীয় জনগোষ্ঠীর মধ্যে বসতি স্থাপন করেছিল এবং স্থানীয় বাংলা ভাষাকে ব্যাপকভাবে প্রভাবিত করেছিল। এইভাবে বাংলায় ফারসি এবং আরবি থেকে প্রচুর সংখ্যক শব্দের উৎপত্তি হয়েছে, যা ভাষার ওপর একধরনের ইসলামী সংস্কৃতির রূপ গড়ে তুলেছে।\nদোভাষী-শৈলীর কবিতা (মিশ্র, বাংলাবিহীন ভাষা ব্যবহার করে কবিতা) আজ খুব কমই তৈরি হয়, কিন্তু প্রকৃতপক্ষে এটি সুলতানাত এবং মুঘল বাংলার ইতিহাসে মধ্যযুগীয় বাংলা সাহিত্যে লেখার সবচেয়ে ঐতিহ্যবাহী রূপ ছিল। দোভাষী ভাষা পারিবারিক ও সাংস্কৃতিকভাবে চর্চা করা হতো ও শেখানো হত কিন্তু মুসলিম রাজবংশ দ্বারা প্রচারণা ও সমর্থন লাভ করেছিল যারা বাংলাকে শাসন করতেন এবং তারা ফার্সি ও আরবির পাশাপাশি বাংলাকে একটি সরকারী ভাষা হিসাবে প্রতিষ্ঠিত করেছিলেন। এই সময়কালে বাঙালী মুসলিম সাহিত্যের প্রথম আবির্ভাব দেখা যায়, যেখানে ইসলামী পরিভাষা যেমন আল্লাহ, রাসূল এবং আলিম প্রথমবারের মতো ব্যবহৃত হয়েছিল।\n\n\n== আরও দেখুন ==\nআব্দুল করিম সাহিত্য বিশারদ, ইতিহাসবিদ যিনি শত শত হারিয়ে যাওয়া মধ্যযুগীয় বাংলা সাহিত্য ও লেখক আবিষ্কার করেছেন\nবাংলা কিসসা, দোভাষী বাংলা সাহিত্যে পাওয়া জনপ্রিয় ধারা\nবাংলা কবিতা\nপুথি, দোভাষী বাংলা সাহিত্যে পাওয়া জনপ্রিয় ধারা\nইউসুফ-জুলেখা, একটি প্রাথমিক দোভাষী কাজ\nআরবি হরফে বাংলা লিখন\n\n\n== তথ্যসূত্র =="}