{"pageid": 1142917, "title": "অনুপম সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1142917", "content": "অনুপম সরকার (জন্ম ২৬ এপ্রিল ১৯৮৫) একজন ভারতীয় ফুটবলার, যিনি কলকাতা ফুটবল লিগের মহামেডানের হয়ে একজন রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n\n\n== ক্লাবের কর্মজীবন ==\nঅনুপম ২০০৪ সালে ইস্টবেঙ্গলের সাথে তার পেশাদার ফুটবল ক্যারিয়ার শুরু করেন। তিনি পশ্চিমবঙ্গ ফুটবল দলেরও অধিনায়ক ছিলেন, যেটি জাতীয় ফুটবল চ্যাম্পিয়নশিপে (সন্তোষ ট্রফি) পশ্চিমবঙ্গ রাজ্যের প্রতিনিধিত্ব করে। তিনি তার দলের সাথে ২০১০ সংস্করণের সন্তোষ ট্রফি জিতেছিলেন। তিনি ইস্টবেঙ্গল এবং মোহামেডান স্পোর্টিং ক্লাবের হয়েও খেলেছেন।\n২০১২ সালে, সরকার ডাচম্যান ইলকো শ্যাটোরি দ্বারা পরিচালিত ইউনাইটেড স্পোর্টস ক্লাবের সাথে স্বাক্ষর করেন। আই-লিগে, তারা সদ্য উন্নীত ইউনাইটেড সিকিমের বিরুদ্ধে ১০–১ ব্যবধানে বিশাল জয় পান। ২০১৩ সালের ২০ মার্চে তিনি দলের হয়ে তার প্রথম এবং একমাত্র কাপ জিতেন যখন ইউনাইটেড স্পোর্টস ক্লাব আইএফএ শিল্ডের ফাইনালে রন্টি মার্টিন্সের গোলে ইস্টবেঙ্গলকে ১–০ গোলে পরাজিত করে। আই-লিগের পরের মৌসুমে, তারা এয়ার ইন্ডিয়া এফসিকে ৫-১ ব্যবধানে পরাজিত করেন এবং শেষ পর্যন্ত ২০১২-১৩ সালের অভিযান শেষ করে ইউনাইটেড স্পোর্টস ক্লাবকে ৪৪ পয়েন্ট নিয়ে চতুর্থ স্থানে নিয়ে যান।\n২০১৫ সালের ১৭ ফেব্রুয়ারী, সরকার চার মাসের জন্য লোনে এফসি অ্যাডেলি বাতুমির অংশ জর্জিয়ান এরভনুলি লিগা ২-তে যোগদান করেন।\nসরকার ২০১৫ সালের ২১ মার্চে এফসি এসটিইউ তিবিলিসি-এর বিরুদ্ধে ৬-০ জয়ের মাধ্যমে তার এফসি অ্যাডেলিতে অভিষেক হন। এই উপস্থিতির ফলে সরকার ভারতীয় ফুটবলারদের একটি নির্বাচিত দলে (যারা বিদেশে খেলেছে) যোগ দেওয়ার সুযোগ পান।\n\n২০১৬ সালের ২রা আগস্টে ঘোষণা করা হয় যে, সরকার কলকাতা ফুটবল লিগের মোহামেডানের হয়ে খেলবেন। \n\n\n== আন্তর্জাতিক কর্মজীবন ==\nসরকার ২০০৭ এএফসি এশিয়ান কাপ যোগ্যতা বাছাই পর্বে ২০০৬ সালের ১৬ আগস্টে গ্রুপ-এ-তে সৌদি আরবের বিপক্ষে তাদের ৩-০ ব্যবধানে পরাজয়ের জন্য ভারতের হয়ে তিনি সিনিয়র আন্তর্জাতিক অভিষেক হন।\n\n\n== অর্জন ==\nইউনাইটেড স্পোর্টস ক্লাব\n\nআইএফএ শিল্ড: ২০১৩\n\n\n== আরও দেখুন ==\n\nভারতের ফুটবল দলের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিশ্ব ক্রীড়া সংরক্ষনাগারে অনুপম সরকার\nইউরোস্পোর্টে অনুপম সরকার"}