{"pageid": 1142460, "title": "মণ্ডল", "url": "https://bn.wikipedia.org/wiki?curid=1142460", "content": "মণ্ডল (সংস্কৃত: मण्डल) হলো প্রতীকের জ্যামিতিক আকৃতি। আধ্যাত্মিক ঐতিহ্যে, অনুশীলনকারীদের ও পারদর্শীদের মনোযোগ কেন্দ্রীভূত করার জন্য, আধ্যাত্মিক দিকনির্দেশনার হাতিয়ার হিসেবে, পবিত্র স্থান প্রতিষ্ঠার জন্য এবং ধ্যান ও সমাধি আবেশনের জন্য সাহায্য হিসেবে মণ্ডলগুলিকে নিযুক্ত করা যেতে পারে।\nহিন্দুধর্ম, বৌদ্ধধর্ম, জৈনধর্ম ও শিন্তৌধর্মের পূর্বধর্মে এটি দেবতাদের প্রতিনিধিত্বকারী মানচিত্র হিসেবে ব্যবহৃত হয়, বা বিশেষ করে শিন্তৌধর্ম, স্বর্গ, কামি বা প্রকৃত মন্দিরের ক্ষেত্রে। মণ্ডল সাধারণত আধ্যাত্মিক যাত্রার প্রতিনিধিত্ব করে, বাইরে থেকে শুরু করে অভ্যন্তরীণ কোর পর্যন্ত, স্তরগুলির মাধ্যমে।\n\n\n== হিন্দুধর্ম ==\n\nহিন্দুধর্মে, মৌলিক মণ্ডল, যাকে যন্ত্রও বলা হয়, বর্গাকার আকার নেয় যার চারটি গেট রয়েছে যার মধ্যে কেন্দ্র বিন্দু সহ বৃত্ত রয়েছে। প্রতিটি গেট T এর সাধারণ আকারে। মণ্ডল প্রায়ই রেডিয়াল ভারসাম্য আছে।\nযন্ত্র মণ্ডলের মতো, সাধারণত ছোট এবং আরও সীমিত রঙের প্যালেট ব্যবহার করে। এটি হতে পারে দ্বি- বা ত্রি-মাত্রিক জ্যামিতিক রচনা যা সাধনা, পূজা বা ধ্যানমূলক আচার-অনুষ্ঠানে ব্যবহৃত হয় এবং এটির নকশায় মন্ত্র অন্তর্ভুক্ত করতে পারে। এটি দেবতার আবাসের প্রতিনিধিত্ব করে বলে মনে করা হয়। প্রতিটি যন্ত্র অনন্য এবং বিস্তৃত প্রতীকী জ্যামিতিক নকশার মাধ্যমে দেবতাকে অনুশীলনকারীর উপস্থিতিতে ডাকে।পণ্ডিতের মতে, \"যন্ত্রগুলি মহাজাগতিক সত্যের উদ্ঘাটনমূলক প্রতীক এবং মানুষের অভিজ্ঞতার আধ্যাত্মিক দিকটির নির্দেশমূলক ছক হিসাবে কাজ করে\"।\nহিন্দু তান্ত্রিক চর্চার কেন্দ্রবিন্দু হিসেবে অনেকগুলি যন্ত্রকে কেন্দ্র করে। যন্ত্রগুলি উপস্থাপনা নয়, কিন্তু জীবন্ত, অভিজ্ঞতামূলক, অনৈকিক বাস্তবতা। খান্না যেমন বর্ণনা করেছেন:\n\nএর মহাজাগতিক অর্থ থাকা সত্ত্বেও যন্ত্র বাস্তবতা। তন্ত্রে বাহ্যিক জগৎ (ম্যাক্রোকোসম) এবং মানুষের অভ্যন্তরীণ জগত (অণুবীক্ষণ) এর মধ্যে বিদ্যমান সম্পর্কের কারণে, যন্ত্রের প্রতিটি প্রতীক অভ্যন্তরীণ-বাহ্যিক সংশ্লেষণে অস্পষ্টভাবে অনুরণিত, এবং সূক্ষ্ম শরীরের সাথে যুক্ত এবং মানুষের চেতনার দিক।\n'মণ্ডল' শব্দটি ঋগ্বেদে কাজের অংশগুলির নাম হিসাবে দেখা যায়, এবং \nবৈদিক আচার-অনুষ্ঠান আজ অবধি নবগ্রহ মণ্ডলের মতো মণ্ডল ব্যবহার করে।\n\n\n== বৌদ্ধধর্ম ==\n\n\n=== বজ্রযান ===\n\nবজ্রযান বৌদ্ধধর্মে, মণ্ডলগুলিকে স্যান্ডপেইন্টিং-এও বিকশিত করা হয়েছে। এগুলি অনুত্তরাযোগ তন্ত্র ধ্যান অনুশীলনের মূল অংশ।\n\n\n==== বজ্রযান শিক্ষার দৃশ্যায়ন ====\nপুরুষ মণ্ডলকে বজ্রযান শিক্ষার মূল সারমর্মকে দৃশ্য আকারে উপস্থাপন করতে দেখানো যেতে পারে। মন হল \" অণুজগৎ যা মহাবিশ্বে কর্মরত বিভিন্ন ঐশ্বরিক শক্তির প্রতিনিধিত্ব করে।\" মণ্ডল বিশুদ্ধ ভূমি, আলোকিত মনের প্রকৃতির প্রতিনিধিত্ব করে।\nএই ধরনের মণ্ডলের উদাহরণ হল \"বজ্রভৈরব মণ্ডল\" রেশম তাপিশ্রী বোনা যা সোনালী কাগজ দিয়ে বোনা হয় যা মুকুট ও গয়নাগুলির মতো অসাধারন উপাদানগুলিকে চিত্রিত করে, যা টুকরোটিকে ত্রিমাত্রিক প্রভাব দেয়।\n\n\n==== মেরু পর্বত ====\nমণ্ডল সমগ্র মহাবিশ্বের প্রতিনিধিত্বও করতে পারে, যা ঐতিহ্যগতভাবে মহাদেশ দ্বারা বেষ্টিত, কেন্দ্রে অক্ষ মুণ্ডি হিসাবে মেরু পর্বত দ্বারা চিত্রিত হয়। উদাহরণ হল \"মেরু পর্বত সহ মহাজাগতিক মণ্ডল\", ইউয়ান রাজবংশের রেশম তাপিশ্রী যা তিব্বতীয় সৃষ্টিতত্ত্বের চিত্র হিসাবে কাজ করে, যা নেপাল ও তিব্বত থেকে চীনকে দেওয়া হয়েছিল।\n\n\n==== জ্ঞান ও অস্থিরতা ====\nমণ্ডল, আগুনের বাইরের বৃত্ত সাধারণত জ্ঞানের প্রতীক। আটটি চার্নেল স্থানের আংটি বৌদ্ধদের  উপদেশকে  প্রতিনিধিত্ব করে যাতে মৃত্যু সম্পর্কে সর্বদা সচেতন থাকতে হয়, এবং যে অস্থিরতা সংসার  অন্তর্ভুক্ত হয়:\n\"জীবনের ক্ষণস্থায়ী প্রকৃতির মুখোমুখি হওয়ার জন্য এবং উপলব্ধি করার জন্য এই ধরনের অবস্থানগুলি ব্যবহার করা হয়েছিল\"। অন্যত্র বর্ণনা করা হয়েছে: \"জ্বলন্ত রংধনু নিম্বাসের মধ্যে এবং ডোর্জেসের কালো বলয় দ্বারা বেষ্টিত, প্রধান বাইরের বলয়টি মানব জীবনের বিপজ্জনক প্রকৃতির উপর জোর দেওয়ার জন্য আটটি বড় চার্নেল স্থানকে চিত্রিত করে\"। এই বলয়ের ভিতরেই মণ্ডলের প্রাসাদের দেয়াল রয়েছে, বিশেষ করে দেবতা ও বুদ্ধদের দ্বারা জনবহুল স্থান।\n\n\n==== পাঁচ বুদ্ধ ====\n\nসুপরিচিত ধরনের মণ্ডল হল \"পাঁচ বুদ্ধ\" এর মণ্ডল, প্রত্নতাত্ত্বিক বুদ্ধের রূপ যা জ্ঞানার্জনের বিভিন্ন দিককে মূর্ত করে। এই ধরনের বুদ্ধকে বৌদ্ধধর্মের দর্শন এবং এমনকি মণ্ডলের নির্দিষ্ট উদ্দেশ্যের উপর নির্ভর করে চিত্রিত করা হয়েছে। এই ধরনের সাধারণ মণ্ডল হল পাঁচ জ্ঞানের বুদ্ধের (পাঁচ জিন), বুদ্ধ বৈরোচন, অক্ষোভ্য, রত্নসম্ভব, অমিতাব ও অমোঘসিদ্ধি। পাঁচ বুদ্ধি রাজ্যের চিত্রিত অন্য মণ্ডলের সাথে জোড়া হলে, এটি দুটি রাজ্যেররাজ্যের মণ্ডল গঠন করে।\n\n\n==== অনুশীলন ====\n\nমণ্ডলগুলি সাধারণত তান্ত্রিক বৌদ্ধরা ধ্যানের সাহায্য হিসাবে ব্যবহার করে।\nমণ্ডল হল \"ধ্যানরত ব্যক্তির জন্য সমর্থন\", এমন কিছু যা বারবার সম্পৃক্ততার বিন্দুতে ভাবতে হবে, যেমন মণ্ডলটির চিত্রটি এমনকি ক্ষুদ্রতম বিশদেও সম্পূর্ণরূপে অভ্যন্তরীণ হয়ে যায় এবং তারপরে ডাকা যেতে পারে এবং পরিষ্কার ও প্রাণবন্ত ভিজ্যুয়ালাইজড চিত্র হিসাবে ইচ্ছামত চিন্তা করা হয়। প্রতিটি মণ্ডলের সাথে আসে যাকে টুকি বলে \"এর সাথে যুক্ত স্তোত্রপদ্ধতি, যা তন্ত্র নামে পরিচিত গ্রন্থে রয়েছে\",  মণ্ডলকে কীভাবে আঁকতে হবে, নির্মাণ করতে হবে এবং কল্পনা করতে হবে সে বিষয়ে অনুশীলনকারীদের নির্দেশ দেয় এবং এর সময় মন্ত্রগুলিকে আবৃত্তি করতে নির্দেশ করেআচার ব্যবহার।\n\"বিশুদ্ধ ভূমি\" কল্পনা করার মাধ্যমে, একজন ব্যক্তি নিজেকে বিশুদ্ধ প জ্ঞানের আবাস হিসেবে বুঝতে শেখে। এই দৃষ্টিতে আমাদের যে সুরক্ষা প্রয়োজন, তা আমাদের নিজস্ব মন থেকে, যতটা বিভ্রান্তির বাহ্যিক উৎস থেকে। অনেক তান্ত্রিক মণ্ডলে, বহিঃসংসারিক জগৎ থেকে বিচ্ছিন্নতা এবং সুরক্ষার এই দিকটিকে \"চারটি বাহ্যিক বৃত্ত: জ্ঞানের বিশুদ্ধকরণ অগ্নি, বজ্র বৃত্ত, আট সমাধি বিশিষ্ট বৃত্ত, পদ্ম বৃত্ত\" দ্বারা চিত্রিত করা হয়েছে।  বজ্রের বলয়টি বাইরের মণ্ডল বৃত্তের ঘেরের চারপাশে চলমান সংযুক্ত বেড়ার মতো বিন্যাস তৈরি করে।\nঅস্থিরতার উপর ধ্যান হিসাবে (বৌদ্ধধর্মের কেন্দ্রীয় শিক্ষা), বালি মণ্ডলের জটিল প্যাটার্ন তৈরি করার কয়েক দিন বা সপ্তাহ পরে, মণ্ডলের আশীর্বাদ ছড়িয়ে দেওয়ার জন্য বালিকে একসাথে স্তূপে ব্রাশ করা হয় এবং প্রবাহিত জলের শরীরে ছড়িয়ে দেওয়া হয়।\n\nকবাএরনে তাঁর সহাজ সম্বন্ধে বর্ধিত আলোচনায়, মণ্ডলের সাথে সাধনার অভ্যন্তরীণতা ও বাহ্যিকতার সম্পর্ক আলোচনা করেছেন এভাবে:\n\n... বাহ্যিক আচার এবং অভ্যন্তরীণ সাধনা অভেদযোগ্য সমগ্র গঠন করে, এবং এই ঐক্যটি তার সবচেয়ে গর্ভবতী অভিব্যক্তিটি মণ্ডল আকারে খুঁজে পায়, যা মাটিতে আঁকা এককেন্দ্রিক বর্গক্ষেত্র ও বৃত্তের সমন্বয়ে গঠিত পবিত্র ঘের এবং সেই অটল সমতলকে প্রতিনিধিত্ব করে যার উপর বুদ্ধের আকাঙ্ক্ষীনিজেকে প্রতিষ্ঠিত করতে চায়। তান্ত্রিক আচারের প্রকাশ মণ্ডলের উপর নির্ভর করে; এবং যেখানে বস্তুগত মণ্ডল নিযুক্ত করা হয় না, পারদর্শী তার ধ্যানের সময় মানসিকভাবে একজনকে তৈরি করতে এগিয়ে যান।\n\n\n==== অর্ঘ ====\n\nতিব্বতি বৌদ্ধধর্মে \"মণ্ডল অর্ঘ\" হল সমগ্র মহাবিশ্বের প্রতীকী নৈবেদ্য। এই মণ্ডলের প্রতিটি জটিল বিবরণ ঐতিহ্যে স্থির করা হয়েছে এবং এর নির্দিষ্ট প্রতীকী অর্থ রয়েছে, প্রায়শই একাধিক স্তরে।\nযেখানে উপরের মণ্ডলটি বুদ্ধের বিশুদ্ধ পরিবেশের প্রতিনিধিত্ব করে, এই মণ্ডলটি বিশ্বজগতের প্রতিনিধিত্ব করে। এই ধরনের মণ্ডল মণ্ডল-অর্ঘের জন্য ব্যবহার করা হয়, যে সময় একজন প্রতীকীভাবে বুদ্ধ বা একজন গুরুর কাছে মহাবিশ্বের প্রস্তাব দেয়। বজ্রযান অনুশীলনের মধ্যে, একজন ছাত্র এমনকি প্রকৃত তান্ত্রিক অনুশীলন শুরু করার আগে এই মণ্ডল অর্ঘগুলির ১০০,০০০টি প্রাথমিক অনুশীলনের অংশ হতে পারে। এই মণ্ডলটি সাধারণত মহাবিশ্বের মডেল অনুসারে গঠন করা হয় যেমনটি বৌদ্ধ ক্লাসিক পাঠ অভিধর্মকোশে শেখানো হয়েছে, যার কেন্দ্রে মেরু পর্বত রয়েছে, মহাদেশ, মহাসাগর ও পর্বত ইত্যাদি দ্বারা বেষ্টিত।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nGrotenhuis, Elizabeth Ten (1999). Japanese mandalas: representations of sacred geography, Honolulu: University of Hawai'i Press\n\n\n== বহিঃসংযোগ ==\n\nIntroduction to Mandalas\nMandalas in the Tradition of the Dalai Lamas' Namgyal Monastery by Losang Samten\nKossak, S (১৯৯৮)। Sacred visions : early paintings from central Tibet। New York: The Metropolitan Museum of Art।  (see index)"}