{"pageid": 114299, "title": "ওয়েলিংটন", "url": "https://bn.wikipedia.org/wiki?curid=114299", "content": "ওয়েলিংটন (টেমপ্লেট:IPA-endia; ইংরেজি: Wellington, মাওরি: Te Whanganui-a-Tara [tɛ ˈɸaŋanʉi a taɾa] or Pōneke [ˈpɔːnɛkɛ]) হল নিউজিল্যান্ডের রাজধানী শহর। এটি উত্তর দ্বীপ এর দক্ষিণ-পশ্চিম প্রান্তে, কুক স্ট্রেইট এবং রেমুটাকা রেঞ্জ এর মধ্যে অবস্থিত। ওয়েলিংটন হল নিউজিল্যান্ডের তৃতীয় বৃহত্তম শহর এবং এটি ওয়েলিংটন অঞ্চলের প্রশাসনিক কেন্দ্র। এটি একটি সার্বভৌম রাষ্ট্রের বিশ্বের দক্ষিণতম রাজধানী।\nওয়েলিংটন নগর এলাকাটি হল উত্তর আইল্যান্ডের দক্ষিণাংশের প্রধান জনবহুল এলাকা। নগর এলাকাটি প্রধান চারটি অংশে বিভক্ত: ওয়েলিংটন সিটি,ওয়েলিংটন হারবার-এর প্রান্তে, শহরটির সবচেয়ে জনবহুল অংশ যেখানে শহরের অর্ধেক লোক বাস করে; পরিরুয়া সিটি on পরিরুয়া হারবার-এর প্রান্তে অবস্থিত। এছাড়া লোয়ার হার্ট সিটি এবং আপার হার্ট একত্রে হার্ট ভ্যালি নামে পরিচিত।\n২০০৯ সালে পরিসংখ্যান অনুযায়ী ওয়েলিংটন হল জীবযাপনের মানের দিক দিয়ে পৃথিবীর ১২ তম শ্রেষ্ঠ শহর।.\n\n\n== নাম ==\nওয়েলিংটন শহরটির নাম রাখা হয়েছিল আর্থার ওয়েলেসলে, ওয়েলিংটনের প্রথম ডিউক ওয়াটারলু যুদ্ধের সেনানয়ক এর নামে।\n\n\n== গুরুত্ব ==\nওয়েলিংটন হল নিউজিল্যান্ডের রাজনৈতিক কেন্দ্র । মন্ত্রণালয়সমূহ সংসদ, সরকারি প্রধান অফিসসমূহ সরকারি, নিউজিল্যান্ড ভিত্তিক আন্তর্জাতিক সংগঠনের প্রধান অফিসসমূহ, প্রভৃতি ওয়েলিংটনে অবস্থিত।\nওয়েলিংটন শহরের প্রাণকেন্দ্রটি শিল্পের সমাহারে সুনিপুনভাবে সাজানো গোছানো। তুলনামূলক ছোট্ট এই শহরটিতে রয়ছে বেশ বড় ধরনের জমজমাট কাফে সংস্কৃতি আর নাইটলাইফ। এছাড়া নিউজিল্যান্ডের চলচ্চিত্র এবং নাট্যকলার দিক থেকেও শহরটি বেশ গুরুত্বপূর্ণ।\n\n\n== ভৌগোলিক অবস্থান ==\n\n\n=== জলবায়ু ===\nশহরটিতে গড়ে ২০২৫ ঘণ্টা (বা ১৬৯ দিন) সূর্যের আলো দেখা যায়  এছাড়া সাধারণত সারা বছরে তাপমাত্রা থাকে সর্বোচ্চ ২৫ °সে (৭৭ °ফা), এবং সর্বোনিম্ন ৪ °সে (৩৯ °ফা)।\n\n\n== খেলাধুলা ==\nঐতিহাসিক বেসিন রিসার্ভ মাঠে ১৯৩০ সাল থেকে ক্রিকেট খেলা অনুষ্ঠিত হয়। নিউজিল্যান্ডের অত্যন্ত পয়া এই মাঠে পাকিস্তান ও শ্রীলংকার টেস্ট জয়ের রেকর্ড ভালো হলেও ভারতের খুব একটা ভালো নয়। ১৯৬৮ সালের পর কখনোই জয় পায়নি। \n\n\n== গ্যালারি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nGreater Wellington Regional Council\nOfficial NZ Tourism website for Wellington\nWellington City Council\nWellington in Te Ara the Encyclopedia of New Zealand"}