{"pageid": 1142587, "title": "শাবি", "url": "https://bn.wikipedia.org/wiki?curid=1142587", "content": "শাবি (মিশরীয় আরবি: شعبي Shaʻbī  মিশরীয় আরবি: ˈʃæʕbi) হল একটি মিশরীয় সঙ্গীত ধারা । এটি বিশ শতকের দ্বিতীয়ার্ধে মিশরীয় বালাদি থেকে বিকশিত জনপ্রিয় শ্রম-শ্রেণির সঙ্গীতের একটি রূপ , এটি মিশরীয় জনগণের রাস্তায় এবং বিবাহ এবং প্রতিদিনের মিশরীয় জীবনের মূল সঙ্গীত।\nশাবি মানে \"জনগণের\", বিশেষভাবে \"স্থানীয়ভাবে জনপ্রিয়\"। এটি কায়রোতে ১৯২০ থেকে ১৯৪০ এর দশকে উদ্ভূত হয়েছিল, যেমন সুরকার সাইয়্যিদ দারবিশের কিছু গান এবং থিম এবং ১৯৪০ থেকে ১৯৬০ সাল পর্যন্ত মাওয়াল গায়ক আবু দিরা এবং আনোয়ার আল-আসকারি এবং শফিক গাল্লালের গানে, মুহাম্মদ আবদ আল-মুতালিব। , মুহাম্মদ আল-ইজাবি এবং অন্যান্য। [১] এটি মিশরের বাইরে ১৯৭০-এর দশকে স্থানীয় শহুরে সঙ্গীতের একটি নতুন রূপ হিসাবে পরিচিত হয়ে ওঠে যা আধুনিক নিম্ন-শ্রেণীর মিশরীয় জীবনের অসুবিধা এবং হতাশাকে প্রকাশ করে। ১৯৭০ সালের পূর্ববর্তী শাবি গায়করা প্রায়শই অন্যান্য ঘরানার গান গাইতেন, যেমন ধর্মীয় সঙ্গীত, প্রেমের গান এবং এমনকি জাতীয়তাবাদী গান। শহরগুলিতে স্থানান্তর বৃদ্ধির সাথে সাথে কিছু নির্দিষ্ট এলাকাকে শাবি হিসাবে চিহ্নিত করা হয়েছিল এবং সঙ্গীতশিল্পীদের তাদের নিজস্ব লোকেলে পরিচিত করা হয়েছিল।\nশাবি গান উভয়ই তীব্রভাবে রাজনৈতিক হতে পারে, এবং হাস্যরস এবং দ্বৈত এন্টেন্ডারে ভরা। রাস্তার সঙ্গীতের প্রকৃতি এবং মিশরীয়দের মধ্যে কপিরাইট আইনের প্রতি ব্যাপক উদাসীনতার কারণে, শাবি আজ প্রধানত পাইরেটেড টেপ এবং সিডিতে বিতরণ করা হয়।\nপ্রথম শাবি গায়ক যিনি স্টারডমে উঠেছিলেন তিনি ছিলেন আদাওয়েয়া , যার প্রথম অ্যালবাম ১৯৭২ সালে এক মিলিয়ন কপি বিক্রি হয়েছিল। [২] অনেক শাবি গায়কের মতো, আদাওয়েয়াহ তার মাওয়ালের জন্য বিখ্যাত ছিলেন । অতি সম্প্রতি, শাবান আবদেল রহিম ২০০০ সালে বিতর্কিত \"আনা বাকরাহ ইসরায়েল\" (\"আমি ইসরাইলকে ঘৃণা করি\") দিয়ে খ্যাতি অর্জন করেছিলেন, এবং একের পর এক পপুলিস্ট রাজনৈতিক হিটের কারণে একজন শ্রমিক-শ্রেণির নায়ক হিসেবে থেকে গেছেন।\nশাবি ঘরানার অন্যান্য সুপরিচিত গায়কদের মধ্যে রয়েছে সাদ এল সোগায়ের , আমিনা এবং আবদেলবাসেত হামুদা । আরেকজন উল্লেখযোগ্য গায়ক হলেন হাকিম , যিনি বেশিরভাগ শাবি গায়কদের থেকে ভিন্ন মধ্যবিত্ত পটভূমি থেকে, এবং যার বাণিজ্যিকভাবে সফল ব্র্যান্ড শাবি-পপ সাধারণত প্রফুল্ল এবং অরাজনৈতিক।\n\n\n== তথ্যসূত্র =="}