{"pageid": 1142698, "title": "প্রত্ন-ভারতীয়-আর্য ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1142698", "content": "প্রত্ন-ভারতীয়-আর্য হল ভারতীয়-আর্য ভাষাসমূহের পুনর্গঠিত প্রত্ন-ভাষা। এটি প্রত্ন-ভারতীয়-আর্যদের ভাষা পুনর্গঠনের উদ্দেশ্যে।\nপ্রত্ন-ভারতীয়-ইরানী থেকে (পরবর্তীতে প্রত্ন-ভারতীয়-ইউরোপীয় থেকে এসেছে), এটিতে সেতাম ভাষার বৈশিষ্ট্য রয়েছে।\n\n\n== ইতিহাস ==\n\nপ্রত্ন-ভারতীয়-আর্য বলতে বোঝানো হয়েছে পুরানো ভারতীয়-আর্যের (১৫০০-৩০০ খ্রিস্টপূর্বাব্দ) পূর্বসূরি, যা সরাসরি বৈদিক ও শাস্ত্রীয় সংস্কৃত হিসেবে প্রত্যয়িত, সেইসাথে মিতান্নির ভারতীয়-আর্য সুপারস্ট্রেট দ্বারা। প্রকৃতপক্ষে, বৈদিক সংস্কৃত প্রত্ন-ভারতীয়-আর্যের খুব কাছাকাছি।\nকিছু প্রাকৃত প্রত্ন-ভারতীয়-আর্য থেকে প্রাপ্ত কয়েকটি ছোট বৈশিষ্ট্য প্রদর্শন করে যা ইতোমধ্যে বৈদিক সংস্কৃতে অদৃশ্য হয়ে গেছে।\nআজ, অসংখ্য আধুনিক ভারতীয়-আর্য ভাষা বিদ্যমান।\n\n\n== বৈদিক থেকে পার্থক্য ==\nবৈদিক ভাষার প্রত্নতাত্ত্বিকতা সত্ত্বেও, অন্যান্য ইন্দো-আর্য ভাষাগুলি বৈদিক ভাষায় হারিয়ে যাওয়া অল্প সংখ্যক রক্ষণশীল বৈশিষ্ট্য সংরক্ষণ করে।\nএর মধ্যে হল প্রত্ন-ভারতীয়-ইউরোপীয় *l এবং *r এর প্রতিনিধিত্ব। বৈদিক (অধিকাংশ ইরানী ভাষা হিসাবে) উভয়ই /r/ হিসাবে একত্রিত হয়। পরে, যদিও, ইন্দো-ইউরোপীয় কিছু দৃষ্টান্ত /l/ আবার ধ্রুপদী সংস্কৃতে দেখা যায়, যা ইঙ্গিত করে যে বৈদিক সমান্তরাল প্রাথমিক ইন্দো-আর্য উপভাষায় বৈপরীত্য টিকে ছিল। (শুধুমাত্র /l/ যুক্ত উপভাষা অতিরিক্তভাবে মাগধী প্রাকৃতের অন্তর্ভূক্ত করা হয়।) যাইহোক, এটা স্পষ্ট নয় যে বৈপরীত্যটি আসলে ভারতীয়-ইরানীয়ের কোথাও টিকে ছিল, এমনকি প্রোটো-ইন্দো-ইরানীয়েও নয়, কারণ ভারতীয়-ইরানীয় ভাষাতে মূল *r-এর জায়গায় /l/ ও পাওয়া যায়।\nবৈদিক ও পরবর্তী সংস্কৃতের সাধারণ ব্যঞ্জনবর্ণ গুচ্ছ kṣ /kʂ/ এ প্রত্ন-ইন্দো-ইউরোপীয় (PIE) এবং প্রত্ন-ইন্দো-ইরানীয় (PII) উৎসগুলির বিশেষভাবে বিস্তৃত পরিসর রয়েছে, যা আংশিকভাবে পরবর্তী ইন্দো-আর্য ভাষাগুলিতে আলাদা থাকে:\n\nPIE *ks, *kʷs, *gs, *gʷs > PII *kš > মধ্য ভারতীয়-আর্য kh-, -kkh-\nPIE *dʰgʷʰ, *gʰs, *gʷʰs > PII *gʱžʱ > মধ্য ভারতীয়-আর্য gh-, -ggh-\nPIE *tḱ; *ǵs, *ḱs > PII *tć, *ćš > মধ্য ভারতীয়-আর্য ch-, -cch-\nPIE *dʰǵʰ, *ǵʰs > PII *ȷ́ʱžʱ > মধ্য ইন্দো-আর্য jh-, -jh-\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nMorgenstierne, Georg. \"Early Iranic Influence upon Indo-Aryan.\" Acta Iranica, I. série, Commemoration Cyrus. Vol. I. Hommage universel (1974): 271-279.\n\n\n== বহিঃসংযোগ ==\nCategory:Proto-Indo-Aryan language on Wiktionary"}