{"pageid": 1142130, "title": "উইলশিরে গ্রান্ড সেন্টার", "url": "https://bn.wikipedia.org/wiki?curid=1142130", "content": "উইলশায়ার গ্র্যান্ড সেন্টার হল একটি ১,১০০ -ফুট (৩৩৫.৩ মিটার) গগনচুম্বী স্কাইস্ক্র্যাপার যা ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেস শহরের কেন্দ্রস্থলে, উইলশায়ার বুলেভার্ড এবং 7ম, ফিগুয়েরো এবং ফ্রান্সিসকো রাস্তার মধ্যে পুরো শহরের ব্লক দখল করে আছে। ২০১৭ সালে সমাপ্ত, এটি শিকাগোর পশ্চিমে সবচেয়ে উঁচু ভবন।\nযদিও উইলশায়ার গ্র্যান্ডের কাঠামোগত শীর্ষ (এই ক্ষেত্রে, চূড়া) L.A. এর ইউএস ব্যাঙ্ক টাওয়ারকে ৮২ ফুট (২৫ মিটার) ছাড়িয়ে গেছে, ইউএস ব্যাংক টাওয়ারের ছাদ এখনও উইলশায়ার গ্র্যান্ডের থেকে ৯০ ফুট (২৭.৪ মিটার) উপরে রয়েছে।  স্কাইস্ক্র্যাপার সেন্টার উইলশায়ার গ্র্যান্ড সেন্টারকে মার্কিন যুক্তরাষ্ট্রের ১৫ তম উচ্চতম ভবন এবং বিশ্বের 95তম-উচ্চতম ভবন হিসাবে তালিকাভুক্ত করে। এটি স্ট্রাকচারাল ইঞ্জিনিয়ারিং অ্যাওয়ার্ড ২০১৯ অ্যাওয়ার্ড অফ দ্যা কাউন্সিল অন দ্য টল বিল্ডিংস এবং আরবান হ্যাবিট্যাট থেকে জিতেছে।\nভবনটি একটি মিশ্র-ব্যবহারের হোটেল, খুচরা, পর্যবেক্ষণ ডেক, শপিং মল এবং অফিস কমপ্লেক্সের অংশ। কমপ্লেক্সের উন্নয়নে $১.২ বিলিয়ন খরচ অনুমান করা হয়। উইলশায়ার গ্র্যান্ড সেন্টারে ৬৭,০০০ বর্গফুট (৬,২২৫ এম২) খুচরা, ৬৭৭৭,০০০ বর্গফুট (৬২,৮৯৫ এম২) ক্লাস এ অফিস স্পেস এবং ৮৮৯-রুম ইন্টারকন্টিনেন্টাল লস অ্যাঞ্জেলেস ডাউনটাউন অন্তর্ভুক্ত রয়েছে। হোটেলটিতে পশ্চিম গোলার্ধের সবচেয়ে লম্বা ওপেন-এয়ার বার রয়েছে।\n\n\n== ইতিহাস ==\nআসল উইলশায়ার গ্র্যান্ড হোটেলটি 1952 সালে নতুন উইলশায়ার গ্র্যান্ডের সাইটে হোটেল স্ট্যাটলার হিসাবে খোলা হয়েছিল। 1950 সালে, লস অ্যাঞ্জেলেস শহর হোটেলটি নির্মাণের জন্য সেই সময়ে সবচেয়ে বড় একক বিল্ডিং পারমিট জারি করে, যার খরচ $15 মিলিয়নেরও বেশি। হোটেলটি দ্রুত লস অ্যাঞ্জেলেস শহরের কেন্দ্রস্থলে পরিণত হয়েছিল,\nএবং এর 59-বছরের জীবদ্দশায় রাষ্ট্রপতি জন এফ কেনেডি এবং পোপ জন পল। সহ বিখ্যাত অতিথিদের আকর্ষণ করেছিল।\n1954 সালে, এটির উদ্বোধনের দুই বছর পর, হিলটন হোটেলস অ্যান্ড রিসর্ট 1958 সালে হোটেলের নাম পরিবর্তন করে স্ট্যাটলার হিলটন কিনে নেয়। লস এঞ্জেলেস হিলটন এবং টাওয়ারস। রিলায়েন্স গ্রুপ পরে 1983 সালে হোটেলটি কিনে নেয় এবং সংস্কারে $30 মিলিয়ন বিনিয়োগ করে।\nকোরিয়ান এয়ার 1989 সালে রিলায়েন্স থেকে লস এঞ্জেলেস হিলটন কিনেছিল। তারা হোটেলের ব্যবস্থাপনা পরিবর্তন করে এবং এটি 1995 সালে ওমনি লস এঞ্জেলেস হোটেলে পরিণত হয় এবং তারপরে 1999 সালে উইলশায়ার গ্র্যান্ড হোটেলে পরিণত হয়। আয়োজিত প্রধান ইভেন্টগুলির মধ্যে, এর মধ্যে রয়েছে 1952 এমি অ্যাওয়ার্ডস, 2006 মিস ইউনিভার্স প্রতিযোগিতার প্রধান কার্যালয়,\nউইলশায়ার গ্র্যান্ডকে লস অ্যাঞ্জেলেসের একটি ল্যান্ডমার্ক এবং আইকন হিসাবে পুনরুজ্জীবিত করার জন্য, হানজিন গ্রুপের চেয়ারম্যান এবং সিইও চো ইয়াং-হো একটি নতুন কমপ্লেক্স তৈরির ধারণা করেছিলেন যা লস অ্যাঞ্জেলেসের সবচেয়ে উঁচু ভবনটি অন্তর্ভুক্ত করবে, 1,099 ফুট (335 মিটার) . এটি নিউ ইয়র্কের টাইমস স্কোয়ারের মতো একটি প্রাণবন্ত আলো-ও-সাইন জেলা হিসাবে ডাউনটাউন লস অ্যাঞ্জেলেসের ফিগুয়েরো স্ট্রিট করিডোরকে পুনরুজ্জীবিত করার জন্য একটি নগর উন্নয়ন প্রচেষ্টার অংশ।\nমূল হোটেলটি ডিসেম্বর 31, 2011 এ বন্ধ হয়ে যায়।  23 অক্টোবর, 2012 তারিখে মূল ভবনের ধ্বংস শুরু হয় এবং 21 নভেম্বর, 2013 পর্যন্ত এক বছরেরও বেশি সময় ধরে চলতে থাকে, যখন টাওয়ারগুলির জন্য খনন করা 106-ফুট গর্তে (32 মিটার) একটি বটমিং-আউট অনুষ্ঠান অনুষ্ঠিত হয়। \n\n\n== তথ্যসূত্র =="}