{"pageid": 1142560, "title": "ওয়াকিয়ায়ে খাইরিয়্যা", "url": "https://bn.wikipedia.org/wiki?curid=1142560", "content": "ওয়াকিয়ায়ে খাইরিয়্যা বা শুভ ঘটনা (উসমানীয় তুর্কি : ভাকা-ই হায়রিয়ে, কনস্টান্টিনোপলে \"সৌভাগ্যের ঘটনা\" ; ভাকা-ই শাররিয়্যি, বলকানে \"দুর্ভাগ্যজনক ঘটনা\") ছিল শতাব্দী-প্রাচীন ১৮২৬ সালের ১৫ জুন সুলতান দ্বিতীয় মাহমুদ দ্বারা জেনিসারি বাহিনীকে জোরপূর্বক ভেঙে ফেলা। ১৩৫,০০০ জেনিসারির অধিকাংশই দ্বিতীয় মাহমুদের বিরুদ্ধে বিদ্রোহ করেছিল এবং বিদ্রোহ দমন করার পর, তাদের অধিকাংশকে মৃত্যুদণ্ড, নির্বাসিত বা কারারুদ্ধ করা হয়েছিল। ভেঙে দেওয়া জেনিসারি বাহিনীকে আরও আধুনিক সামরিক বাহিনী দিয়ে প্রতিস্থাপিত করা হয়েছিল।\n\n\n== পটভূমি ==\n১৪ শতকের শেষের দিকে উসমানীয় সুলতানদের দ্বারা প্রথম জেনিসারি তৈরি করা হয়েছিল এবং তারা গৃহস্থালীর সৈন্য হিসাবে নিযুক্ত হয়েছিল। শিশু দাসপ্রথার দেবশিরমে ব্যবস্থার মাধ্যমে তৈরি একটি অভিজাত বাহিনী হিসাবে জেনিসারিদের শুরু হয়েছিল, যার দ্বারা তরুণ খ্রিস্টান ছেলেরা, বিশেষ করে আর্মেনীয়, আলবেনিয়ান, বসনিয়ান, বুলগেরিয়ান, ক্রোয়েট, গ্রীক, মেসিডোনিয়ান এবং সার্ব, বলকান থেকে নেওয়া হয়েছিল, দত্তক নেওয়া হয়েছিল এবং ইসলামে প্রবর্তিত হয়েছিল। এবং উসমানীয় সেনাবাহিনীতে অন্তর্ভুক্ত করা হয়। ১৫ এবং ১৬ শতকে তারা ইউরোপের সেরা-প্রশিক্ষিত এবং সবচেয়ে কার্যকর সামরিক ইউনিট হিসাবে স্বীকৃত হয়েছিল। তারা তাদের শৃঙ্খলা, মনোবল এবং পেশাদারিত্বের জন্য পরিচিত হয়ে ওঠে। তাদের নিয়মিত অর্থ প্রদান করা হতো এবং যে কোনো সময় যুদ্ধে প্রবেশের জন্য প্রস্তুত হবে বলে আশা করা হয়েছিল।\nযাইহোক, ১৭ শতকের গোড়ার দিকে জেনিসারি বাহিনী একটি অভিজাত সামরিক বাহিনী হিসাবে কাজ করা বন্ধ করে দিয়েছিল, এবং একটি বিশেষ সুবিধাপ্রাপ্ত বংশগত শ্রেণীতে পরিণত হয়েছিল, এবং কর প্রদান থেকে তাদের অব্যাহতি জনসংখ্যার বাকি অংশের দৃষ্টিতে তাদের অত্যন্ত প্রতিকূল করে তুলেছিল। জেনিসারির সংখ্যা ১৫৭৫ সালে ২০,০০০ থেকে প্রায় ২৫০ বছর পরে ১৮২৬ সালে ১৩৫,০০০-এ উন্নীত হয়। অনেকেই সৈন্য ছিলেন না কিন্তু তবুও তারা সাম্রাজ্য থেকে বেতন সংগ্রহ করত, যেমন বাহিনী দ্বারা নির্দেশিত যেহেতু এটি রাষ্ট্রের উপর কার্যকর ভেটো ধারণ করেছিল এবং উসমানীয় সাম্রাজ্যের অবিচলিত পতনে অবদান রেখেছিল। যে কোন সুলতান তার মর্যাদা বা ক্ষমতা হ্রাস করার চেষ্টা করলে তাৎক্ষণিকভাবে হয় নিহত বা পদচ্যুত করা হতো।\nসামরিক ইউনিটের মধ্যে সুযোগ এবং ক্ষমতা বৃদ্ধি অব্যাহত থাকায়, জেনিসারি বাহিনী সাম্রাজ্যকে দুর্বল করতে শুরু করে। সময়ের সাথে সাথে এটি স্পষ্ট হয়ে ওঠে যে সাম্রাজ্য ইউরোপের একটি প্রধান শক্তি হিসাবে তার অবস্থান পুনরুদ্ধার করার জন্য, এটি একটি আধুনিক সেনাবাহিনীর সাথে জেনিসারি বাহিনীকে প্রতিস্থাপন করতে হবে।\n\n\n== বিদ্রোহ ==\nদ্বিতীয় মাহমুদ যখন একটি নতুন সেনাবাহিনী গঠন করতে শুরু করেন এবং ইউরোপীয় বন্দুকধারীদের নিয়োগ করতে শুরু করেন, তখন জেনিসারীরা যথারীতি বিদ্রোহ করে এবং উসমানীয় রাজধানীর রাস্তায় যুদ্ধ করে, কিন্তু সামরিকভাবে উচ্চতর সিপাহীরা তাদের ব্যারাকে ফেরত পাঠায় এবং বাধ্য করে। তুর্কি ইতিহাসবিদরা দাবি করেন যে কাউন্টার-জেনিসারি বাহিনী, যা সংখ্যায় অনেক বেশি ছিল, তাতে স্থানীয় বাসিন্দারা অন্তর্ভুক্ত ছিল যারা বছরের পর বছর ধরে জেনেসারীদের ঘৃণা করেছিল।\nইতিহাসবিদরা পরামর্শ দেন যে দ্বিতীয় মাহমুদ উদ্দেশ্যমূলকভাবে বিদ্রোহকে উস্কে দিয়েছিলেন এবং এটিকে সুলতানের \"জানিসারির বিরুদ্ধে অভ্যুত্থান\" হিসাবে বর্ণনা করেছেন। সুলতান তাদের জানান যে তিনি একটি নতুন সেনাবাহিনী গঠন করছেন, সেকবান-সি জাদিদ, আধুনিক ইউরোপীয় লাইনে সংগঠিত ও প্রশিক্ষিত (এবং নতুন সেনাবাহিনী হবে তুর্কি-প্রধান)। জেনিসারিরা তাদের প্রতিষ্ঠানকে উসমানীয় সাম্রাজ্যের, বিশেষ করে রুমেলিয়ার মঙ্গলের জন্য গুরুত্বপূর্ণ হিসাবে দেখেছিল এবং পূর্বে সিদ্ধান্ত নিয়েছিল যে তারা কখনই এর বিলুপ্তির অনুমতি দেবে না। এইভাবে, পূর্বাভাস অনুযায়ী, তারা বিদ্রোহ করে, সুলতানের প্রাসাদের দিকে অগ্রসর হয়। দ্বিতীয় মাহমুদ তখন সেক্রেড ট্রাস্টের ভিতর থেকে নবী মুহাম্মদের পবিত্র ব্যানারটি বের করে আনেন, সমস্ত সত্যিকারের বিশ্বাসীদের এটির নীচে জড়ো হতে এবং এইভাবে জেনিসারির বিরোধিতাকে শক্তিশালী করার উদ্দেশ্যে। পরবর্তী যুদ্ধে জেনিসারি ব্যারাকগুলি আর্টিলারি ফায়ার দ্বারা পুড়িয়ে দেওয়া হয়, যার ফলে ৪,০০০ জেনিসারি মৃত্যু হয়; কনস্টান্টিনোপলের (উসমানীয় সাম্রাজ্যের রাজধানী এবং জেনিসারি আদেশের কেন্দ্র) রাস্তায় ভারী লড়াইয়ে আরও বেশি লোক নিহত হয়েছিল। জীবিতরা হয় পালিয়ে যায় বা কারারুদ্ধ হয়, সুলতান তাদের সম্পত্তি বাজেয়াপ্ত করে। ১৮২৬ সালের শেষ নাগাদ বন্দী হওয়া জেনিসারিদের, যে বাহিনীর অবশিষ্ট অংশ ছিল, থেসালোনিকি দুর্গে শিরশ্ছেদ করে হত্যা করা হয় যা শীঘ্রই \"রক্ত টাওয়ার\" নামে পরিচিত হয় (কিন্তু যা ১৯১২ সাল থেকে হোয়াইট টাওয়ার নামে পরিচিত)। মোটামুটি ১০০ জন অন্যান্য জেনিসারি ফিলোক্সেনোসের সিস্টারনে পালিয়ে যায় যেখানে অনেকেই ডুবে যায়।\n\n\n== পরবর্তী ==\nজেনিসারি নেতাদের মৃত্যুদণ্ড কার্যকর করা হয়েছিল এবং সুলতান তাদের সম্পত্তি বাজেয়াপ্ত করেছিলেন। ছোট জেনিসারিদের হয় নির্বাসিত বা কারারুদ্ধ করা হয়েছিল। হাজার হাজার জেনিসারিকে হত্যা করা হয়েছিল, এবং এইভাবে অভিজাত আদেশটি শেষ হয়ে গিয়েছিল। বেকতাসি ব্রাদারহুডের সুফি ধারা, একটি মূল জেনিসারি প্রতিষ্ঠান, বেআইনি ঘোষণা করা হয়েছিল এবং এর অনুসারীদের মৃত্যুদণ্ড দেওয়া হয়েছিল বা নির্বাসিত করা হয়েছিল। একটি নতুন আধুনিক বাহিনী, আসাকির-ই মানসুরে-ই মুহাম্মাদিয়ে (\"মুহাম্মদের বিজয়ী সৈনিক\") সুলতানকে পাহারা দিতে এবং জেনিসারিদের প্রতিস্থাপনের জন্য দ্বিতীয় মাহমুদ দ্বারা প্রতিষ্ঠিত হয়েছিল। অনেক সাধারণ জেনিসারি, বিশেষ করে প্রদেশগুলিতে, দুর্বৃত্ত বিদ্রোহ শুরু করে এবং স্বায়ত্তশাসনের দাবি জানায়। বলকান অঞ্চলের খ্রিস্টানরা তাদের মুসলিম প্রতিবেশীদের প্রতি অত্যন্ত শত্রুতাপূর্ণ হয়ে ওঠে এবং কনস্টান্টিনোপল থেকে প্রেরিত নতুন তুর্কি সেনাবাহিনীর বিরুদ্ধে সমাবেশ করতে শুরু করে। কিছু জেনিসারি লো প্রোফাইল রেখে এবং সাধারণ চাকরি নিয়ে বেঁচে ছিলেন।\nজেনিসারিগুলি ভেঙে দেওয়ার পরপরই, মাহমুদ দ্বিতীয় আদালতের ক্রনিকলার, মেহমেত এসাদ এফেন্দীকে ঘটনাগুলির প্রাতিষ্ঠানিক সংস্করণ রেকর্ড করার নির্দেশ দেন। এই অ্যাকাউন্ট, Üss-i Zafer (\"জয়ের ভিত্তি\"), ১৮২৮ সালে ইস্তাম্বুলে মুদ্রিত হয়েছিল এবং এই সময়ের প্রতিটি উসমানীয় বর্ণনার জন্য প্রধান উৎস হিসাবে কাজ করেছিল। ঘটনাটি বলকানের মুসলিম সম্প্রদায়ের উপর নেতিবাচক প্রভাব ফেলেছিল, যারা তাদের বিশেষাধিকার হারিয়েছিল, কারণ রুমেলিয়া জুড়ে বিদ্রোহ শুরু হয়েছিল, বিশেষ করে বসনিয়া এবং আলবেনিয়ায় ।\nশুভ ঘটনার পর উসমানীয় সাম্রাজ্যের সামরিক অবস্থানে সাময়িক দুর্বলতার সুযোগ নিয়ে রাশিয়ান সাম্রাজ্য উসমানীয়দেরকে ১৮২৬ সালের ৭ অক্টোবর আকেরম্যান কনভেনশন মেনে নিতে বাধ্য করে।\n\n\n== আরো দেখুন ==\nসেলিম তৃতীয়\n\n\n== তথ্যসূত্র =="}