{"pageid": 1142257, "title": "ভেড়িয়া", "url": "https://bn.wikipedia.org/wiki?curid=1142257", "content": "ভেড়িয়া একটি ভারতীয় হিন্দি-ভাষার কমেডি–হরর চলচ্চিত্র, যা অমর কৌশিক পরিচালনা করেছেন এবং দীনেশ ভিজান প্রযোজনা করেছেন। এতে বরুণ ধবন ও কৃতি স্যানন মুখ্য চরিত্রে অভিনয় করেছেন।  দীনেশ ভিজনের ম্যাডক সুপারন্যাচারাল ইউনিভার্সের তৃতীয় কিস্তি এটি। ২০২১ সালের মার্চ মাসে প্রধান চিত্রগ্রহণ শুরু হয় এবং ছবিটি ২৫ নভেম্বর ২০২২-এ বিশ্বব্যাপী প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== পটভূমি ==\nভাস্কর এবং তার চাচাতো ভাই জনার্ধন ওরফে জানা অরুণাচল প্রদেশের একটি ছোট শহর পরিদর্শন করেন এলাকায় রাস্তা নির্মাণের জন্য একটি উন্নয়ন প্রকল্পের অংশ হিসেবে। তারা দুজন স্থানীয় জোমিন এবং পান্ডার সাথে পরিচিত হয় যারা তাদের আশেপাশে পথ দেখায়। এক রাতে, ভাস্করকে বনের একটি নেকড়ে তাড়া করে এবং কামড় দেয়। জনা এবং জোমিন তাকে অবিলম্বে ডাঃ আনিকার কাছে নিয়ে যান যিনি একজন পশুচিকিত্সক এবং শুধুমাত্র পশুদের চিকিৎসা করেন। ভাস্করের পিছনের প্রান্তে বিশাল কামড়ের চিহ্ন দেখে এবং তিনি প্রচণ্ড ব্যথায় আছেন, তিনি তাকে একটি ইনজেকশন দেন, আশা করে যে এটি তাকে নিরাময় করবে।\nপরের দিন, ভাস্কর তার মধ্যে কিছু পরিবর্তন অনুভব করতে শুরু করে। তিনি গন্ধ এবং শ্রবণের একটি উচ্চতর অনুভূতি অনুভব করেন এবং প্রাণীদের সাথে যোগাযোগ করতে পারেন। এদিকে, স্থানীয় ও আদিবাসীরা রাস্তা নির্মাণের জন্য বনের গাছ কাটার ধারণার বিপক্ষে এবং এটিকে সমর্থন করতে অস্বীকার করে। যাইহোক, ভাস্কর যুবকদের সমর্থন পেতে পরিচালনা করে এবং তারা প্রকল্পের জন্য তাদের চুক্তি দেয়। শীঘ্রই, প্রকল্পের একটি অংশ ছিল এমন দুই ব্যক্তিকে মৃত পাওয়া যায়। তাদের শরীরে আঁচড় ও কামড়ের চিহ্ন থেকে বোঝা যায় যে তারা হয়তো কোনো প্রাণীর হাতে মেরেছে। পান্ডা বলেছেন যে একটি আকৃতি পরিবর্তনকারী ওয়্যারউলফ হত্যার পিছনে রয়েছে কিন্তু কেউ তাকে বিশ্বাস করে না।\nভাস্করের ক্রমবর্ধমান অদ্ভুত আচরণ দেখে, জানা সন্দেহ করে যে ভাস্কর হতে পারে আকৃতি পরিবর্তনকারী ওয়্যারউলফ। জানা এবং জোমিন গোপনে ভাস্করের কিছু মল সংগ্রহ করে মল পরীক্ষা করার জন্য এবং দেখতে পান যে ভাস্করের মলের মধ্যে মানুষের হাড়ের টুকরো পাওয়া গেছে। এটি প্রকাশ পেয়েছে যে ভাস্কর প্রকৃতপক্ষে এই হত্যাকাণ্ডের পিছনে রয়েছে, কারণ তিনি তাদের কাছে সত্য প্রকাশ করেছেন যে যখন থেকে তাকে নেকড়ে কামড় দিয়েছে, তখন থেকে সে প্রতি রাতে একটি ওয়ারউলফে রূপান্তরিত হচ্ছে এবং এর উপর তার কোন নিয়ন্ত্রণ নেই।\nতারা ভাস্করকে একটি বিচ্ছিন্ন জায়গায় তালাবদ্ধ করার সিদ্ধান্ত নেয় যাতে সে আরও মানুষকে হত্যা না করে। যাইহোক, একজন পুলিশ সদস্য তাদের দেখেন এবং সত্য শুনে বলেন যে তিনি ভাস্করের পরিচয় সবার কাছে প্রকাশ করবেন। ঠিক তখনই, যে নেকড়েটি ভাস্করকে কামড়েছিল, সে হাজির হয়ে পুলিশকে মেরে ফেলে, তাদের পালাতে দেয়। ভাস্করের অবস্থার নিরাময়ের জন্য, তারা একজন বয়স্ক চিকিত্সকের কাছে যান। সে তাদের বলে যে ভাস্করকে নিরাময় করার একমাত্র উপায় হল অমাবস্যার রাতে আবার আগের মতো একই জায়গায় একই নেকড়ে কামড় দেওয়া।\nভাস্কর তার সারা শরীরে প্রতিরক্ষামূলক গিয়ার পরেন, তার পিছনের প্রান্তটি ব্যতীত, যেখানে তাকে নেকড়ে কামড়াতে হয় এবং জানা এবং জোমিনের সাথে বনে যায়, নেকড়েটির উপস্থিতির জন্য অপেক্ষা করে। নেকড়েটি উপস্থিত হয় এবং তারা এটি দেখে হতবাক হয় যে নেকড়েটি আসলে ডাঃ আনিকা, যিনি আকার পরিবর্তনকারী ওয়্যারউলফও। তিনি প্রকাশ করেন যে প্রায় একশ বছর আগে তাকে নেকড়ে কামড় দিয়েছিল, এবং তারপর থেকে সে বনের রক্ষাকর্তা ছিল যে কেউ বন এবং এর গাছ ধ্বংস করার চেষ্টা করে তাকে হত্যা করে। সে ভাস্করকে কামড় দিয়েছিল তাকে হত্যা করার উদ্দেশ্যে, কিন্তু তাকে বাঁচিয়েছিল, তার ভিতরে কিছু ভালতা অনুভব করেছিল। তিনি তাকে বনের গাছ কেটে প্রকৃতি ধ্বংস না করার পরামর্শ দেন।\nআনিকা গুলিবিদ্ধ হয়ে পুলিশ সদস্যদের হাতে ধরা পড়ে। ভাস্কর একটি ওয়্যারউলফে পরিণত হয় এবং আনিকাকে উদ্ধার করে, পুলিশ সদস্যদের হত্যা করে। যাইহোক, আনিকা তার আঘাতে আত্মহত্যা করে এবং মারা যায়, ভাস্করকে হৃদয় ভেঙে ফেলে। তিনি রাস্তা নির্মাণের কাজ করার সিদ্ধান্ত নেন, তবে বনের সীমানা ঘিরে গাছগুলিকে অক্ষত রেখে।\nএকটি মাঝামাঝি কৃতিত্বের দৃশ্যে, ভিকি এবং বিট্টু তাদের দীর্ঘদিনের হারিয়ে যাওয়া বন্ধু জানার সাথে দেখা করতে আসেন যিনি আগে \" স্ত্রী \" দ্বারা আবিষ্ট ছিলেন এবং তখন থেকে তাদের থেকে অনেক দূরে ছিলেন, সমস্ত যোগাযোগ বিচ্ছিন্ন করে দিয়েছিলেন। তারা \"স্ত্রী\" এর রহস্য উদঘাটনে জানার সাহায্যের অনুরোধ করে।\n\n\n== অভিনয়ে ==\nবরুণ ধবন — ভাস্কর\nকৃতি স্যানন — আনিকা\nদীপক দোব্রিয়াল — উমেষ\nঅভিষেক বন্দ্যোপাধ্যায় — জানা/জেডি\nজোমিন চরিত্রে পালিন কাবাক\nবাগ্গা চরিত্রে সৌরভ শুক্লা\nপ্রকৌশলী নেরী চরিত্রে বাহারুল ইসলাম\nপ্রকাশের চরিত্রে দোসাম বিয়ং\nওঝা মাইরানের চরিত্রে মুদং পাই\nপুলিশ ইন্সপেক্টর হিসেবে তাই তুগুং\nযুবকদের একজন হিসেবে এনগিলিয়াং আকা\nরেঞ্জ ফরেস্ট অফিসার হিসেবে লিগাং সল্লু\nহেড গাঁও বুরাহ চরিত্রে ননী হানিয়া\n\n\n=== বিশেষ উপস্থিতি ===\n\"ঠুমকেশ্বরী\" গানে শ্রদ্ধা কাপুর, স্ত্রী থেকে তার ভূমিকার পুনঃপ্রতিষ্ঠা করেন।\nভিকি চরিত্রে রাজকুমার রাও : জনা এবং বিট্টুর বন্ধু, রাও স্ত্রী থেকে তার ভূমিকার পুনঃপ্রতিষ্ঠা করেছেন।\nবিট্টু চরিত্রে অপশক্তি খুরানা : জনা এবং ভিকির বন্ধু, খুরানা স্ত্রী থেকে তার ভূমিকা পুনঃপ্রতিষ্ঠা করেছেন।\nআনিকার বাবার চরিত্রে শরদ কেলকার।\n\n\n== মুক্তি ==\n\n\n=== নাট্য ===\nতেলুগু এবং তামিল ভাষায় ডাব করা সংস্করণ সহ ছবিটি  ২০২২ সালের ২৫ নভেম্বর প্রেক্ষাগৃহে মুক্তি পায় ।\n\n\n=== হোম মিডিয়া ===\nথিয়েটারে রিলিজের ছয় মাস পরে, এটি ২০২৩ সালের ২৬শে মে হিন্দি, বাংলা, মারাঠি, তামিল, তেলুগু, কন্নড় এবং মালয়ালম ভাষায় ডাব করা সংস্করণগুলি বিনামূল্যে স্ট্রিমিংয়ের জন্য জিও সিনেমাতে মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ভেড়িয়া   (ইংরেজি)"}