{"pageid": 1143746, "title": "আরবিকে পাকিস্তানের রাষ্ট্রভাষা করার প্রস্তাব", "url": "https://bn.wikipedia.org/wiki?curid=1143746", "content": "১৯৪৭-এ পাকিস্তান সৃষ্টির পর রাষ্ট্রভাষা বিষয়ক প্রশ্নে নানা অভিমতের মাঝে অনেকেই আরবীকে পাকিস্তানের রাষ্ট্রভাষা করার সুপারিশ করেন, যা পরবর্তীতে অনেকের দ্বারাই সমর্থিত ও পুনরাবৃত্ত হয়, কিন্তু প্রস্তাবটি চূড়ান্তরূপে আশানুরূপ জনসমর্থন ও জনপ্রিয়তা লাভ করে নি।\n\n\n== প্রস্তাবসমূহ ==\n\n\n=== মোহাম্মদ শহীদুল্লাহর পক্ষ থেকে ===\nবদরুদ্দীন উমরের মতে, ১৯৪৯ সালের ডিসেম্বরে মুহাম্মদ শহীদুল্লাহ পূর্ব পাকিস্তান আরবি ভাষা সংঘের পক্ষ থেকে সর্বপ্রথম এ প্রস্তাব দেন।\nমুহাম্মদ শহীদুল্লাহ বিশ্বাস করতেন যে, বাঙালিরা ইংরেজি শেখার সাথে সাথে উর্দু শিখতে পারে, তিনি এও বিশ্বাস করতেন যে: \"যেদিন আরবি পাকিস্তানের রাষ্ট্রভাষা হবে, সেদিন পাকিস্তান রাষ্ট্রের সৃষ্টি ন্যায়সঙ্গত হবে।\" তাই ১৯৪৯ সালের ডিসেম্বরে তিনি এ লক্ষ্যে পূর্ব পাকিস্তান আরবি ভাষা সংঘের সভাপতিত্ব গ্রহণ করেন, তা থেকে গণ পরিষদে পেশ করার জন্য একটি খসড়া স্মারকলিপি অনুমোদন করেন, যাতে আরবীকে পাকিস্তানের রাষ্ট্রভাষা করার সুপারিশ এবং শহরের বিভিন্ন কেন্দ্র ও মফঃস্বলে 'দরসে কোরান' বা কোরআন শিক্ষার ব্যবস্থা করার জন্য সরকারকে অনুরোধ জানানো হয়।\n\n\n=== আইয়ুব খান ===\nআইয়ুব খান তার শিক্ষা পরিকল্পনায় উর্দু ও ইংরেজিকে পাকিস্তানের প্রাথমিক রাষ্ট্রভাষা হিসেবে এবং আরবিকে মাধ্যমিক ভাষা হিসেবে গ্রহণ করার প্রতি গুরুত্ব দেন।\n\n\n=== রাজশাহী কলেজ ===\n১৯৫০ সালের ১৮ই জানুয়ারি রাজশাহী কলেজের কিছু শিক্ষার্থী আরবিকে রাষ্ট্রভাষা করার দাবিতে সভা আহবান করে। \n\n\n=== পূর্ব পাকিস্তান মুসলিম লীগ কাউন্সিল ===\n১৯৫০ সালের জানুয়ারি মাসে পূর্ব পাকিস্তান মুসলিম লীগ কাউন্সিল আরবিকে রাষ্ট্রভাষা করার প্রস্তাব গ্রহণ করে। প্রস্তাব উত্থাপন করেন গণ পরিষদ পূর্ববঙ্গীয় সদস্য চৌধুরী মোয়াজ্জেম হোসেন (লাল নিয়া)।\n\n\n=== স্টেট ব্যাংকের গভর্নর জাহিদ হোসেন ===\n৩ স্টেট ব্যাঙ্কের গভর্নর জাহিদ হোসেন আরবীকে রাষ্ট্রভাষা করার প্রস্তাব করেন এবং এই প্রস্তাব তখন সিন্ধু আইন পরিষদের সদস্য এবং সিন্ধু আরবী বিশ্ববিদ্যালয়ের ভাইস-চ্যান্সেলর সৈয়দ আকবর শাহ সমর্থন করেন।\n\n\n=== সুলতান মুহাম্মদ শাহ আগা খান ===\n১৯৫১ সালের ১ই ফেব্রুয়ারি করাচীতে বিশ্ব মুসলিম সম্মেলনের অধিবেশনে ইসমাইলী সম্প্রদায়ের নেতা আগা খান বলেন, আরবীকে পাকিস্তানের রাষ্ট্রভাষা করা হলে আরব জাহান, উত্তর আফ্রিকা এবং ইন্দোনেশিয়ার মুসলমানদের মধ্যে সাধারণ যোগাযোগ স্থাপিত হবে।\n\n\n== বিরোধিতা ==\nআরবী রাষ্ট্রভাষা করার এসকল প্রস্তাবের বিরোধিতা করে ১০ই ফেব্রুয়ারি, ১৯৫১ পাকিস্তান বৌদ্ধ লীগের সেক্রেটারী রবীন্দ্রনাথ বর্মী একটি বিবৃতি দিয়ে তাতে আরবীর পরিবর্তে উর্দুর সমর্থন করেন।\n\n\n== ফলাফল ==\nআরবীকে রাষ্ট্রভাষা করার এসকল প্রস্তাব পাকিস্তানের কোনো অংশে তেমন কোনো সমর্থন লাভ করে নি। তবে বদরুদ্দীন উমরের মতে, এই দাবী ইসলামী সংস্কৃতির বিকাশের প্রশ্নের সাথে জড়িত থাকায় তা পরোক্ষভাবে রাষ্ট্রভাষা উর্দু এবং বাংলা ভাষায় আরবী হরফ প্রবর্তনের দাবীকে কতকগুলি মহলে জোরদার করে।\n\n\n== আরও দেখুন ==\nইসলামে আরবি ভাষা\nআরবিকরণ\nইসলামীকরণ\nআরবি হরফে বাংলা লিখন\nবাংলার রোমানীকরণ\nবাংলা ভাষা আন্দোলন\nপূর্ব বাঙলার ভাষা আন্দোলন ও তৎকালীন রাজনীতি\nআধুনিক প্রমিত আরবি\nকুরআনীয় আরবি\nআরবি ব্যাকরণ\nদোভাষী\nরোমান উর্দু\nআরবির রোমানীকরণ\nদেবনাগরী প্রতিবর্ণীকরণ\nমালটিজ ভাষা - প্রাচীন আরবি ভাষার একটি রোমানীকৃত ভাষা রূপ\nফিজি হিন্দি - হিন্দি ভাষার একটি রোমানীকৃত ভাষা রূপ\n\n\n== তথ্যসূত্র =="}