{"pageid": 1143659, "title": "ফ্রাঁস ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1143659", "content": "ফ্রাঁস ভট্টাচার্য বা ফ্রাঁস মঁতেরু ভট্টাচার্য (জন্ম — ১৯৩৩) হলেন বাংলা সাহিত্যের বিশিষ্ট ফরাসি অনুবাদক। ফ্রান্সে  বাংলা সাহিত্যের মূলত প্রসার ঘটান তিনি ও তাঁর স্বামী লোকনাথ ভট্টাচার্য। বিদেশিনী হয়ে বহির্বিশ্বে বাংলা সাহিত্যের অন্যতম প্রধান উপস্থাপক হিসাবে খ্যাতিও অর্জন করেছেন তিনি। ২০২২ খ্রিস্টাব্দে কবিগুরু রবীন্দ্রনাথ ঠাকুরের ১৬২ তম জন্মদিনে পশ্চিমবঙ্গ সরকার তাকে রবীন্দ্র পুরস্কারে সম্মানিত করে।\n\n\n== জীবনী ==\nফ্রাঁস মঁতেরুর জন্ম প্যারিসে ১৯৩৩ খ্রিস্টাব্দে। সেখানকার 'সিয়াঁস পো' থেকে ১৯৫৪ খ্রিস্টাব্দে স্নাতক হন। সেই সঙ্গে স্প্যানিশ, চিনা, হিন্দি, সংস্কৃত সহ প্রাচ্যের বহু ভাষা শিখে নেন।  বাংলার ভাটপাড়ার ব্রাহ্মণ সন্তান কবি, ঔপন্যাসিক ও অনুবাদক লোকনাথ ভট্টাচার্য ১৯৫৩ খ্রিস্টাব্দে প্যারিস বিশ্ববিদ্যালয়ে গবেষণা জন্য গেলে সেখানে লোকনাথের সঙ্গে আলাপ হয় তাঁর। ১৯৫৬ খ্রিস্টাব্দে তাঁরা বিবাহ করেন এবং ভারতে আসেন।\n\n\n== কর্মজীবন ==\nভারতে আসার পর তিনি অধ্যাপনা দিয়ে কর্মজীবন শুরু করেন। ভারতে বাইশ বৎসরের অবস্থানকালে বিভিন্ন সময়ে অধ্যাপনা করেছেন পুদুচেরি, কলকাতা,যাদবপুর এবং দিল্লির  জওহরলাল নেহরু বিশ্ববিদ্যালয়ে। অ্যা স্ট্রাকচারাল অ্যানালিসিস অফ বেঙ্গলি ফোক টেলস এর উপর মাদলেন বিয়ারদোর অধীনে গবেষণা করে পিএইচডি ডিগ্রি লাভ করেন। ১৯৭৮ খ্রিস্টাব্দে প্যারিসে ফিরে বাংলা ভাষা ও সাহিত্যের  'এমেরিটাস অধ্যাপক' হিসাবে যোগ দেন সেখানকার প্রাচ্য ভাষা ও সভ্যতা বিষয় শিক্ষার বিশ্বের সর্বশ্রেষ্ঠ প্রতিষ্ঠান - 'ন্যাশনাল ইনস্টিটিউট ফর ওরিয়েন্টাল ল্যাঙ্গুয়েজ অ্যান্ড সিভিলাইজেশান' বা ইনালকো তে।  এখানে তিনি ধর্মীয় ও সামাজিক ইতিহাসের দৃষ্টিকোণ থেকে প্রাক-ঔপনিবেশিক সাহিত্যের উপর কাজ করেন।  পরবর্তীতে তিনি 'ইনালকো'র সহ-সভাপতিও হন। ১৯৯০ খ্রিস্টাব্দে তিনি বাংলার মনসামঙ্গল ও চণ্ডীমঙ্গলের মধ্যে তুলনামূলক আলোচনা করে নুভেল বিশ্ববিদ্যালয় থেকে ডি.লিট ডিগ্রি লাভ করেন। ২০০১ খ্রিস্টাব্দে অবসর গ্রহণের পর তিনি কয়েক বছর এশিয়া বিষয়ক গবেষণার দায়িত্বে ছিলেন 'মেজ দে সিয়াঁস দে লম'-এ।\n\n\n== সাহিত্যকর্ম ==\nবাংলার লোক সংস্কৃতির অনেক উপাদান ও সাহিত্যের অনেক কালজয়ী গল্প উপন্যাস ফ্রাঁস ভট্টাচার্য ফরাসি ভাষায় অনুবাদ করে ফরাসি পাঠকদের বাংলার সংস্কৃতির সঙ্গে যেমন পরিচয় ঘটিয়েছেন তেমনই বাংলা সাহিত্যের সম্পদ, বাংলার প্রকৃতির স্নেহস্পর্শের কাহিনী পাঠে তাদের আগ্রহ ও কৌতূহল বৃদ্ধি ঘটিয়েছেন।\n\nঅনূদিত গ্রন্থসমূহ-\nফ্রাঁস মতেরু বহু বাংলা উপন্যাস ফরাসি ভাষায় অনুবাদ করেন। ফরাসিতে অনুবাদ করেছেন চণ্ডীমঙ্গলসহ বিপ্রদাসের মনসাবিজয় (সটীক অনুবাদ), ভারতচন্দ্র রায়ের অন্নদামঙ্গল। তাঁর উল্লেখযোগ্য অনুবাদ গ্রন্থগুলি হল- \n\nবঙ্কিমচন্দ্র চট্টোপাধযায়ের\nআনন্দমঠ  - লে মোনাস্টেরে দে লা ফেলিসিটি (প্যারিস, লে সর্পেন্ট আ প্লামিস, ২০০৩) এবং\nকপালকুণ্ডলা - সেল কুই পোর্টেট দেস ক্রানেস এন বোক্লেস ডি'ওরিলেস  (প্যারিস, কন্যাসান্স দে ল'ওরিয়েন্ট\", গ্যালিমার্ড, ২০০৫)\nরবীন্দ্রনাথ ঠাকুরের\nচার অধ্যায় - কোয়াত্রে চ্যাপিটরস\nচারুলতা\nযোগাযোগ\nনষ্টনীড়  (প্যারিস, জুলমা, ২০০৪, ২০০৯)\n বিভূতিভূষণ বন্দ্যোপাধ্যায়ের\nপথের পাঁচালি -  লা কমপ্লেয়ে ডু সেন্টিয়ার  (প্যারিস, গ্যালিমার্ড, ১৯৬৯),\nএছাড়াও, তিনি প্রয়াত স্বামী  লোকনাথ ভট্টাচার্যের বেশ কিছু কথাসাহিত্য এবং তাঁর গদ্য কবিতা ঘর ফরাসিতে অনুবাদ করেন।\n\nবঙ্গবন্ধু শেখ মুজিবর রহমানের অপ্রকাশিত আত্মজীবনী (প্যারিস, জিংকো এডিটর,২০১৭) \nরচিত গ্রন্থ-\nপণ্ডিত ঈশ্বরচন্দ্র বিদ্যাসাগর (ইংরাজিতে) (এশিয়াটিক সোসাইটি, কলকাতা, ২০২০)\nরবীন্দ্রনাথ ও মোপাসাঁ ও অন্যান্য প্রবন্ধ\n\n\n== সম্মাননা ==\nঅধ্যাপিকা ফ্রাঁস ভট্টাচার্য বাংলা ভাষা ও সাহিত্যকে ফরাসি পাঠককূলের কাছে পৌঁছে দিতে অসামান্য কাজ করেছেন। অনুবাদক হিসাবে নিরলস অবদানের জন্য তিনি বহু সম্মানে সম্মানিত হয়েছেন। \n\nকলকাতার  রবীন্দ্রভারতী বিশ্ববিদ্যালয়ের সাম্মানিক ডি.লিট. (২০১২)\nকলকাতা বিশ্ববিদ্যালয় প্রদান করে রবীন্দ্রনাথ ঠাকুর স্বর্ণপদক। \nআরণ্যক ফরাসি ভাষায় অনুবাদের জন্য লাভ করেন ফ্রান্সের সর্বোচ্চ সাহিত্য অনুবাদ পুরস্কার (২০২১) \nবাংলাদেশের বাংলা আকাদেমি প্রদান করে  সৈয়দ ওয়ালীউল্লাহ সাহিত্য পুরস্কার  (২০১৫)\nপশ্চিমবঙ্গ বাংলা আকাদেমির প্রদান করে -  রবীন্দ্র পুরস্কার (২০২২)\n\n\n== তথ্যসূত্র =="}