{"pageid": 1143789, "title": "সাহেবগঞ্জ লুপ", "url": "https://bn.wikipedia.org/wiki?curid=1143789", "content": "সাহেবগঞ্জ লুপ হল একটি রেল লাইন যা খানা জংশন এবং কিউল জংশনকে সংযুক্ত করে। মূলত হাওড়া-দিল্লি প্রধান লাইনের একটি অংশ, এটি ১৮৬৬ সালে যানবাহনের জন্য উন্মুক্ত করা হয়। রুটের একটি অংশের জন্য একটি ছোট রেললাইন নির্মাণের মাধ্যমে, ৪০৩.৮ কিলোমিটার (২৫০.৯ মাইল) প্রসারিত একটি পৃথক লাইন বরাদ্দ করা হয়।\n\n\n== ইতিহাস ==\nইংল্যান্ডে প্রথমবার চালানোর  বছরের মধ্যে ভারতে রেল পরিবহন চালু হয়।\nইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানি যেটি ১ জুন ১৮৪৫ সালে গঠিত হয়, ১৮৪৬ সালে কলকাতা থেকে মির্জাপুর হয়ে দিল্লি পর্যন্ত একটি রেললাইনের জন্য জরিপ সম্পন্ন করে। ১৮৪৯ সালে দেওয়া সরকারি গ্যারান্টি প্রত্যাখ্যান করার কারণে কোম্পানিটি প্রাথমিকভাবে বিলুপ্ত হয়ে যায়। এরপরে, কলকাতা এবং রাজমহলের মধ্যে একটি \"পরীক্ষামূলক\" লাইন নির্মাণ ও পরিচালনার জন্য ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানি এবং ইস্ট ইন্ডিয়া কোম্পানির মধ্যে একটি চুক্তি স্বাক্ষরিত হয়, যা পরে মির্জাপুর হয়ে দিল্লি পর্যন্ত প্রসারিত হয়। ১৮৫১ সালে নির্মাণ শুরু হয়।\n১৮৫৪ সালের ১৫ আগস্ট, পূর্ব বিভাগে প্রথম যাত্রীবাহী ট্রেনটি হুগলি পর্যন্ত ৩৯ কিলোমিটার (২৪ মাইল) ) চালানো হয়। ১৮৫৫ সালের ১ ফেব্রুয়ারি প্রথম ট্রেন হুগলি থেকে রানিগঞ্জ পর্যন্ত ১৯৫ কিলোমিটার (১২১ মাইল) চালানো হয়। কয়লা পরিবহনের নিশ্চয়তার কারণেই রানীগঞ্জ বিভাগকে অগ্রাধিকার দেওয়া হয়।\n১৮৫৯ সালের অক্টোবরে খানা জংশন-রাজমহল অংশটি সম্পূর্ণ হয়, পথে অজয় নদী পার হয়। ১৮৬০ সালের ৪ জুলাই প্রথম ট্রেনটি হাওড়া থেকে খানা হয়ে রাজমহল পর্যন্ত চলে।  খানা জংশন থেকে জামালপুর হয়ে কিউল যাওয়ার লুপ, মঙ্গের শাখা সহ, ১৮৬২ সালের ফেব্রুয়ারিতে প্রস্তুত হয়। \nরাজমহল থেকে, নির্মাণ দ্রুত অগ্রসর হয়, গঙ্গার তীরে পশ্চিম দিকে অগ্রসর হয়, ১৮৬১ সালে ভাগলপুরে, ১৮৬২ সালের ফেব্রুয়ারিতে মুঙ্গেরে এবং ১৮৬২ সালের ডিসেম্বরে বারাণসীর বিপরীতে (গঙ্গার ওপারে) এবং তারপরে যমুনার তীরে নৈনি পর্যন্ত পৌঁছে। কাজের মধ্যে রয়েছে জামালপুরে ইআইআর-এর প্রথম টানেল এবং আরাহ-তে সোন নদীর উপর প্রথম বড় সেতু ।\n১৮৬৩-৬৪ সালে, এলাহাবাদ-কানপুর-টুন্ডলা এবং আলিগড়-গাজিয়াবাদ সেকশনে কাজ দ্রুত অগ্রসর হয়। দিল্লির কাছে যমুনা সেতু ১৮৬৪ সালে সম্পন্ন হয় এবং ইআরআই দিল্লি টার্মিনাস প্রতিষ্ঠা করে। এলাহাবাদের যমুনা সেতুটি ১৫ আগস্ট ১৮৬৫ সালে খোলা হয় এবং ১৮৬৬ সালে কলকাতা ও দিল্লি সরাসরি যুক্ত হয়। ১আপ/২ ডাউন মেল চলতে শুরু করে।\n৩০০.৮-কিলোমিটার (১৮৬.৯-মাইল) খনা জংশন থেকে ১৮৭১ সালে দুর্গাপুর, আসানসোলের সাথে কিউল জংশনের সাথে সংযোগকারী দীর্ঘ লাইন, একটি খাটো প্রধান লাইন অবস্থানে ছিল। শুরুতে একে বলা হতো কর্ড লাইন। যাইহোক, এটি বেশি ট্রাফিক আকর্ষণ করার কারণে এটিকে প্রধান লাইন হিসেবে মনোনীত করা হয় এবং মূল লাইনটি হয়ে ওঠে সাহেবগঞ্জ লুপ।\nপ্রায় ১৫০ বছর অপারেশনের পর, ১৪/০৫/১৯ তারিখে রতনপুর-জামালপুর সেকশন ব্যতীত সাহেবগঞ্জ লুপ ডাবল লাইনে রূপান্তরিত হয় কারণে জামালপুরের কাছে টানেল নির্মাণের কাজ চলছে। কিউল-ভাগলপুর বিভাগে বৈদ্যুতিক লোকো সহ ট্রেন চলাচল ০৩/০৬/১৯ তারিখে শুরু হয়।\nরেল বাজেট ২০০৮-এ ভাগলপুরকে রেলওয়ে বিভাগে রূপান্তরিত করার ঘোষণা করা হয় কিন্তু ২০০৯ সালে ইআর দ্বারা সিদ্ধান্ত প্রত্যাহার করা হয়।সুলতানগঞ্জ থেকে দেওঘর পর্যন্ত নতুন রেল লাইনের ঘোষণা এবং নির্মাণ কাজ এখনও শুরু হয়নি। ভাগলপুর থেকে রামপুরহাট হয়ে দুমকা ১৮৪.৯-কিলোমিটার (১১৪.৯-মাইল) বিভাগ চালু আছে। ভাগলপুর থেকে দেওঘর হয়ে বাঁকা ১০৭.১-কিলোমিটার (৬৬.৫-মাইল) বিভাগ চালু আছে। ভাগলপুর থেকে গোড্ডা হয়ে হাঁসডিহা যাওয়ার নির্মাণ কাজ চলছে।\n\n\n== শাখা লাইন ==\n১৮৬৩ সালে, ভারতীয় শাখা রেলওয়ে কোম্পানি, একটি বেসরকারি কোম্পানি নলহাটি-আজিমগঞ্জ শাখা লাইন চালু করে। ৫০ কিলোমিটার (৩১ মাইল) ট্র্যাক প্রাথমিকভাবে একটি ৪ ইঞ্চি গেজ লাইন ছিল। ট্র্যাকটি পরবর্তীকালে ব্রডগেজে রূপান্তরিত হয়। ইন্ডিয়ান ব্রাঞ্চ রেলওয়ে কোম্পানি ১৮৭২ সালে ভারত সরকার কিনে নেয় এবং লাইনটির নাম পরিবর্তন করে নলহাটি স্টেট রেলওয়ে রাখা হয়। এটি ১৮৯২ সালে ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির একটি অংশ হয়ে ওঠে। \n১৯১৩ সালে, হুগলি-কাটোয়া রেলওয়ে ১০৫-কিলোমিটার (৬৫-মাইল) নির্মাণ করে মাইল) ব্যান্ডেল থেকে কাটোয়া পর্যন্ত লাইন এবং বারহারওয়া-আজিমগঞ্জ-কাটোয়া রেলপথ ১৭১.৯-কিলোমিটার (১০৬.৮-মাইল) নির্মাণ কর) বারহারওয়া-আজিমগঞ্জ-কাটোয়া লুপ লাইন। ৭৩.৩-কিলোমিটার (৪৫.৫-মাইল) অন্ডাল-সাঁইথিয়া শাখা লাইন ১৯১৩ সালে নির্মিত হয়।\n১০৫-কিলোমিটার (৬৫-মাইল) -দীর্ঘ আহমেদপুর-কাটোয়া লাইট রেলওয়ে যা আহমুদপুর জংশন  এবং কটোয়া জংশন থেকে বর্ধমান জংশন সংযুক্ত করে, এটি ৭৬০ মিলিমিটার (৩০ ইঞ্চি) উপর নির্মিত, ২৯ সেপ্টেম্বর ১৯১৭ সালে যান চলাচলের জন্য উন্মুক্ত করা হয়।\n\n\n== উন্নয়ন ==\nসাহেবগঞ্জ লুপের শুধুমাত্র রতনপুর থেকে জামালপুর পর্যন্ত সিঙ্গেল রেলপথে চলাচল করে।জানালপুরের কাছে দ্বিতীয় টানেল নির্মাণের কাজ চলছে। জামালপুরের কাছে দ্বিতীয় টানেলের কাজ ২০২১ সালের মধ্যে শেষ হওয়ার সম্ভাবনা রয়েছে। ভাগলপুর এবং সাহেবগঞ্জের মধ্যে ২১ জোড়া ট্রেন চলাচল করে।\nপাকুড়-গোড্ডা এবং বাশুকিনাথ ধাম-ছাত্র থেকে নতুন রেললাইন প্রস্তাবিত। ১১১-কিলোমিটার long (৬৯-মাইল) ২০১০ সালে প্রসারিত শুরু হয় (১৯৯৬ সালে ঘোষিত)। \nনতুন ১৩০-কিলোমিটার (৮১-মাইল) দীর্ঘ রামপুরহাট-দুমকা-মান্ডার হিল ব্রড-গেজ লাইন সম্পূর্ণ হয় এবং কবিগুরু এক্সপ্রেস ভাগলপুর থেকে হাওড়া পর্যন্ত চলে।\n\n\n== জামালপুর ওয়ার্কশপ ==\nজামালপুর ওয়ার্কশপ, ভারতের প্রথম পূর্ণাঙ্গ রেলওয়ে ওয়ার্কশপ সুবিধা, ৮ ফেব্রুয়ারী ১৮৬২-এ খোলা হয়, যখন জামালপুরের মধ্য দিয়ে যাওয়া হাওড়া-দিল্লি প্রধান লাইন নির্মাণাধীন ছিল। এটা অনুভূত হয় যে এলাকার বন্দুকধারী এবং অন্যান্য কারিগরদের সম্প্রদায় যারা যান্ত্রিক প্রকৌশলের কাজ পরিচালনা করে তারা রেলওয়ে ওয়ার্কশপে প্রয়োজনীয় দক্ষতা অর্জন করতে পারে। এটি ওয়াগন, কোচ, ক্রেন এবং টাওয়ার কার এবং লোকোমোটিভের মেরামত করার পাশাপাশি কিছু টাওয়ার কার, ব্রেক-ডাউন ক্রেন এবং বিভিন্ন ধরনের ভারী-শুল্ক উত্তোলন জ্যাক তৈরি করে। ১৮৯৯ সালে সিএ ৭৬৪ লেডি কার্জন থেকে শুরু করে তারা তাদের নিজস্ব লোকোমোটিভও তৈরি কর। এটি টিকিট প্রিন্টার এবং অন্যান্য টিকিট মেশিন (স্লিটিং, গণনা এবং কাটা) তৈরি করে। মোটামুটি ব্যাপক কর্মশালার সুবিধা সহ, এটি একটি মোটামুটি স্বয়ংসম্পূর্ণ ছিল।\n\n\n== বিদ্যুতায়ন ==\n২০১০-১১-এর রেল বাজেটে খনা-রামপুরহাট-সাঁইথিয়া-পাকুর সেকশনের বিদ্যুতায়নের ঘোষণা করা হয়। আহমেদপুর-খানা-সাঁইথিয়া-রামপুরহাট-পাকুড়-বনিডাঙ্গা অংশের বিদ্যুতায়ন ২০১৬ সালে সম্পন্ন হয়। ইলেকট্রিক লোকোমোটিভ দ্বারা হাওড়া - রামপুরহাট এক্সপ্রেস চালানোর মাধ্যমে ২৯ সেপ্টেম্বর ২০১৬ থেকে প্রথম বৈদ্যুতিক ট্রেন পরিষেবা শুরু হয়।\nবনীডাঙ্গা লিংক কেবিন-বারহারওয়া-সাহেবগঞ্জ-কিউল সেকশনের বিদ্যুতায়ন সহ তিনপাহাড়-রাজমহল অংশ (বিহারে প্রধানমন্ত্রী প্যাকেজ দ্বারা ঘোষিত) সেপ্টেম্বর ২০১৭ থেকে শুরু হয়েছে এবং ২০২০ সালের মার্চের শেষ নাগাদ শেষ হওয়ার আশা করা হয় কিন্তু বিলম্বিত হয় কোভিট-১৯ মহামারীতে এবং ৩০ জুন ২০২০ তারিখে সম্পন্ন হয়।\nসাহেবগঞ্জ লুপের কিউল-ভাগলপুর সেকশনের আনুমানিক ১৫০ বছর পর, বিক্রমশিলা এক্সপ্রেস ২ জুন ২০১৯-এ বৈদ্যুতিক লোকোমোটিভ দ্বারা চালানো প্রথম ট্রেন হয়ে ওঠে।\nভাগলপুর থেকে কিউলের মধ্যে বিদ্যুতায়নের পরে, এই লুপে বৈদ্যুতিক লোকোমোটিভ সহ প্রথম ট্রেনটি গাজিয়াবাদ শেডের WAP-5 দ্বারা আনা আনন্দ বিহার টার্মিনাল থেকে ভাগলপুরের মধ্যে বিক্রমশিলা এক্সপ্রেস দিয়ে চালু হয়।পরের দিন এটি ছেড়ে যায় এবং ভাগলপুর জংশন থেকে আনন্দ বিহার টার্মিনাল পর্যন্ত একই বৈদ্যুতিক লোকো দিয়ে চলে। ততক্ষণে ভাগলপুর থেকে প্রায় ৪ জোড়া এক্সপ্রেস ট্রেনগুলি বৈদ্যুতিক লোকোমোটিভ দ্বারা তার কাজ শুরু করে।\nভাগলপুর থেকে বনিডাঙ্গা লিংক কেবিনের মধ্যে আরও লুপ লাইনের বিদ্যুতায়ন বিলম্বিত হয় সাহেবগঞ্জ-ভাগলপুর সেকশনের মধ্যে দ্বিগুণ কাজের কারণে যা ২০১৯ সালের এপ্রিল মাসে সম্পন্ন হয়।\nভাগলপুর কিউল সেকশনের বিদ্যুতায়নের পর, ভাগলপুর থেকে বনিডাঙ্গার মধ্যে অবশিষ্ট বিদ্যুতায়নের কাজটি ৪টি ধাপে পুনরায় শুরু করা হয় যা উভয় দিক থেকে শুরু হয়, কারণ বনিডাঙ্গা-বারহারওয়া অংশটি ১ম পর্বে এক মাসের মধ্যে বিদ্যুতায়ন করা হয়।\nবাকি কাজ বারহারওয়া-তিনপাহারের মধ্যে চলতে থাকে যা এর ২য় পর্বে দুই মাসের মধ্যে শেষ হয়।\nসেই সময়ের মধ্যে, ভাগলপুর থেকে কাহালগাঁও সেকশনের মধ্যে দ্বিগুণ কাজ সম্পন্ন হয় কিন্তু, চলমান রুট-রিলে ইন্টারলকিং (RRI) কাজের কারণে এটি আবার বিলম্বিত হয়। তাই, ভাগলপুরের দিক থেকে অবশিষ্ট বিদ্যুতায়নের কাজ RRI কাজের কারণে স্থগিত করা হয়।\nবারহারওয়া-তিনপাহাড় সেকশনের বিদ্যুতায়নের পর, তিনপাহাড়-সাহিবগঞ্জ সেকশনটি তৃতীয় পর্যায়ে বিদ্যুতায়ন করা হয় এবং সাহেবগঞ্জ থেকে বারহারোয়ার মধ্যে এর CRS পরিদর্শন সম্পন্ন হয়।\nবাকি বিদ্যুতায়ন কাজের চতুর্থ শেষ পর্যায়ে সাহেবগঞ্জ থেকে ভাগলপুরের মধ্যে দুটি ভাগে ভাগ করা হয়।\n\nসাহেবগঞ্জ-শিবনারায়ণপুর (৩৩ কিলোমিটার) – ২০২০ সালের ফেব্রুয়ারিতে সম্পন্ন হয়।\nশিবনারায়ণপুর-ভাগলপুর (৪২ কিলোমিটার) - ২০২০ সালের মার্চ মাসে সম্পন্ন হয়, ৩০ জুন ২০২০-এ CRS পরিদর্শন করা হয়।\nসাহেবগঞ্জ লুপ থেকে (বনিডাঙ্গা লিংক কেবিন থেকে কিউল) মোট ২৪৭ কিমি দূরত্বের বিদ্যুতায়ন সম্পন্ন হওয়ার সাথে সাথে এটি ১০০% সম্পূর্ণ বিদ্যুতায়িত হয়ে ইতিহাসে পরিণত হয়। হাওড়া-নতুন দিল্লি প্রাচীনতম রেলপথটি ১৮৮০-এর দশকের শেষের দিকে ব্রিটিশ সরকার (ইস্ট ইন্ডিয়া কোম্পানি) দ্বারা নির্মিত হয় এবং এইভাবে, এটি ডিজেল লোকোমোটিভের দীর্ঘতম চলমান যুগের অবসান ঘটে।\nএই অংশটি ভাগলপুর-শিবনারায়ণপুরের অবশিষ্ট অংশের মধ্যে সম্পূর্ণরূপে বিদ্যুতায়িত হওয়ার পরে যা পূর্ব রেলের মালদা বিভাগের অধীনে, ট্রেন নম্বর - ০৫৯৫৬/০৫৯৫৫ দিল্লি-ডিব্রুগড়-দিল্লি স্পেশাল ব্রহ্মপুত্র মেল ছিল দিল্লি থেকে প্রথম এক্সপ্রেস ট্রেন যা নিউ জলপাইগুড়ি পর্যন্ত পৌঁছে বৈদ্যুতিক রেল ইঞ্জিন দ্বারা। এনএফআর জোন অনুসারে, পন্ডিত দীনদয়াল উপাধ্যায় জংশন (পূর্বে মুঘলসরাই জংশন) এবং নিউ জলপাইগুড়ি জংশন রেলওয়ে স্টেশনগুলির মধ্যে বৈদ্যুতিক ট্র্যাকশনে এই ট্রেনটি চালানোর জন্য জাতীয় পরিবহনকারী তার জ্বালানী খরচে বছরে প্রায় ২০.৪ কোটি টাকা সাশ্রয় করে৷\nঅবশেষে, পুরো সাহেবগঞ্জ লুপ রুটটি বিদ্যুতায়িত করা হয় এবং ভাগলপুর এবং শিবনারায়ণপুরের মধ্যে ৩০ জুন ২০২০-এ শেষ CRS পরিদর্শন করা হয়। এই রুটে এখন ইলেকট্রিক ট্রেন পুরোপুরি চালু আছে।\n\n\n== তথ্যসূত্র =="}