{"pageid": 1143, "title": "ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1143", "content": "ইতিহাস হলো অতীত বৃত্তান্ত বা কালানুক্রমিক অতীত কাহিনি ও কার্যাবলির লিখন, বিশ্লেষণ ও অধ্যয়ন। তবে কোনো কোনো দার্শনিক (যেমন- বেনেদেত্তো ক্রোচে) মনে করেন যে, ইতিহাস হলো বর্তমান। কারণ অতীত ঘটনাগুলোই বর্তমানে \"ইতিহাস\" হিসাবে অধ্যয়ন করা হয়। বৃহৎ একটি বিষয় হওয়া সত্ত্বেও এটি কখনো মানবিক বিজ্ঞান এবং কখনো বা সামাজিক বিজ্ঞানের একটি শাখা হিসেবে আলোচিত হয়েছে। অনেকেই ইতিহাসকে মানবিক ও সামাজিক বিজ্ঞানের মধ্যে একটি সেতুবন্ধন হিসেবে দেখেন। কারণ ইতিহাসে এই উভয়বিধ শাস্ত্র থেকেই পদ্ধতিগত সাহায্য ও বিভিন্ন উপাদান নেওয়া হয়। ইতিহাসের উদ্দেশ্য হলো, বর্তমানের সাথে অতীতকে প্রাসঙ্গিক করে তোলা।\nএকটি শাস্ত্র হিসেবে ইতিহাস নিয়ে আলোচনা করতে গেলে অনেকগুলো উপবিভাগের নাম চলে আসে। তার মধ্যে রয়েছে, দিনপঞ্জি, ইতিহাস লিখন (হিস্ট্রিওগ্রাফি), কুলজি শাস্ত্র, প্যালিওগ্রাফি, ক্লায়োমেট্রিক্স ইত্যাদি। স্বাভাবিক প্রথা অনুসারে, ইতিহাসবেত্তাগণ ইতিহাসের লিখিত উপাদানের মাধ্যমে বিভিন্ন ঐতিহাসিক উত্তর দেয়ার চেষ্টা করেন, যদিও কেবল লিখিত উপাদান হতে ইতিহাসে সকল তত্ত্ব উদ্ধার করা সম্ভব নয়। ইতিহাস চর্চার ক্ষেত্রে যে উৎসগুলো বিবেচনা করা হয়, সেগুলোকে তিনটি শ্রেণিতে ভাগ করা হয়– লিখিত, মৌখিক ও শারীরিক বা প্রত্যক্ষকরণ। ইতিহাসবেত্তারা সাধারণত তিনটি উৎসই বিশ্লেষণ করে দেখেন। তবে সবচেয়ে নির্ভরযোগ্য উৎস হিসেবে লিখিত উপাদান সর্বজনস্বীকৃত। এই উৎসটির সাথে লিখন পদ্ধতির ইতিহাস অঙ্গাঅঙ্গীভাবে জড়িত। হেরোডোটাসকে ইতিহাসের জনক হিসেবে আখ্যায়িত করা হয়।\n\n\n== শব্দের উৎপত্তি ==\n\nইংরেজি \"হিস্ট্রি\" শব্দের প্রতিশব্দ হিসেবে \"ইতিহাস\" শব্দটি এসেছে। ইংরেজি History শব্দটি এসেছে গ্রিক ও লাতিন শব্দ ἱστορία - Historia থেকে, যার অর্থ সত্যানুসন্ধান বা গবেষণা। ইতিহাসের জনক হিসেবে খ্যাত গ্রিসের হেরোডোটাস তাঁর গ্রিক ও পারসিকদের মধ্যে সামরিক সংঘর্ষের ঘটনাসম্বলিত গ্রন্থের নামকরণ করেন Historia (যার ইংরেজি অনুবাদ করা হয়েছে \"Histories\")। মূলত ঘটনার অনুসন্ধান অর্থে হেরোডোটাস Historia শব্দটি ব্যবহার করেন।\nবাংলা ভাষায় \"ইতিহাস\" শব্দটি এসেছে ‘ইতিহ’ শব্দমূল থেকে, যার অর্থ ঐতিহ্য। এটি হলো একটি তৎসম শব্দ, অর্থাৎ সংস্কৃত ভাষা থেকে আগত। ইতিহাস শব্দটির রূপতাত্ত্বিক বিশ্লেষণ করলে পাওয়া যায়- ইতহ + √অস্ + অ – যার অর্থ হলো \"এমনটিই ছিল বা এমনটিই ঘটেছিল।\"\n\n\n== লিখনধারা ==\n\nইতিহাস লিখনধারার সম্পর্কিত বেশ কিছু অর্থ রয়েছে। প্রথমত, এটি দিয়ে বুঝানো হয় কীভাবে ইতিহাস সৃষ্টি হয়েছে, যেমন- পদ্ধতি ও অনুশীলনের বিকাশের গল্প। দ্বিতীয়ত, এটি বুঝায় কী সৃষ্টি করেছে, যেমন- ইতিহাস লিখনরীতির নির্দিষ্ট বিষয়। তৃতীয়ত, এটি দিয়ে বুঝানো হয় কীভাবে ইতিহাস সৃষ্টি হয়েছে, যেমন- ইতিহাসের দর্শন। অতীতের বর্ণনার বিশ্লেষণ অনুযায়ী, তৃতীয় ধারণাটি প্রথম দুটি ধারণার সাথে সম্পর্কযুক্ত করা যায়, যা মূলত বর্ণনা, ব্যাখ্যা, বৈশ্বিক দৃষ্টিকোণ, সাক্ষ্য বা প্রমাণের ব্যবহার, বা অন্যান্য ইতিহাসবেত্তাদের উপস্থাপন পদ্ধতি নিয়ে আলোচনা করে। ইতিহাস কি একক বর্ণনা নাকি ধারাবাহিক বর্ণনা হিসেবে শিখানো হবে তা নিয়ে পেশাদারী ইতিহাসবেত্তাদের মধ্যে বিতর্ক রয়েছে।\n\n\n== দর্শন ==\n\nইতিহাসের দর্শন হলো দর্শনের একটি শাখা যেখানে ঘটনাবলির গুরুত্ব নিয়ে আলোচনা করা হয়, বিশেষ করে মানবীয় ইতিহাস। এছাড়া এই শাখায় এর বিকাশের সম্ভাব্য পরমকারণমূলক সমাপ্তির কথা বিবেচনা করা হয়, যেমন- মানবীয় ইতিহাসের পদ্ধতিতে কোনো নকশা, কারণ, নীতি, বা সমাপ্তি রয়েছে কিনা। ইতিহাসের দর্শনকে ইতিহাস লিখনধারার সাথে গুলিয়ে ফেলা উচিত নয়। ইতিহাস লিখনধারায় ইতিহাসের পদ্ধতি ও অনুশীলন এবং ইতিহাসকে একটি নির্দিষ্ট প্রাতিষ্ঠানিক বিষয় হিসেবে এর বিকাশের উপর জোড় দেওয়া হয়। আবার ইতিহাসের দর্শনকে দর্শনের ইতিহাসের সাথে গুলিয়ে ফেলা যাবে না, কারণ দর্শনের ইতিহাস হলো একটি নির্দিষ্ট সময় ধরে দর্শনের ধারণাসমূহের বিকাশ নিয়ে অধ্যয়ন।\n\n\n== অধ্যয়নের ক্ষেত্র ==\n\n\n=== যুগ নির্ধারণ ===\nইতিহাস এক নির্দিষ্ট সময়ে ঘটা ঘটনাবলি ও উন্নয়নকে কেন্দ্র করে লিখিত হয়। ইতিহাসবেত্তাগণ সেই সময় বা যুগকে একটি নির্দিষ্ট নাম দিয়ে চিহ্নিত করেন। ভৌগোলিক অবস্থানের উপর নির্ভর করে এই নামসমূহ ভিন্ন হতে পারে, যেমন- সেই যুগের শুরুর সময় ও সমাপ্তির সময়। শতাব্দী ও দশক হলো বহুল ব্যবহৃত যুগ নির্দেশক এবং কালপঞ্জি অনুসারে এই যুগ নির্ধারিত হয়। বেশিরভাগ যুগ পূর্ববর্তী ঘটনার উপর নির্ভর করে নির্ধারিত হয় এবং এর ফলে এতে পূর্ববর্তী সময়ে ব্যবহৃত মৌলিক ধারণা ও বিচারবুদ্ধির প্রতিফলন দেখা যায়। যে পদ্ধতিতে যুগসমূহের নাম দেওয়া হয় তা এই যুগসমূহকে কোন দৃষ্টিকোণ থেকে দেখা হচ্ছে এবং কীভাবে অধ্যয়ন করা হচ্ছে তাকে প্রভাবিত করে।\n\nসহস্রাব্দ\nশতাব্দী\nদশক\n\n\n==== সময়কালভিত্তিক ====\nপ্রাক-ইতিহাস\nপ্রাচীন ইতিহাস\nমধ্যযুগ\nআধুনিক বিশ্ব\nসমসাময়িক\n\n\n=== ভৌগোলিক অবস্থান ===\nনির্দিষ্ট ভৌগোলিক অবস্থান, যেমন- মহাদেশ, দেশ ও শহরও ইতিহাস অধ্যয়নের ক্ষেত্র। ঐতিহাসিক ঘটনাবলি কেন ঘটেছিল তা জানা গুরুত্বপূর্ণ। এই কারণ জানার জন্য ইতিহাসবেত্তাগণ ভূগোল অধ্যয়ন করে থাকেন।\n\n\n==== অঞ্চলভিত্তিক ====\nঅস্ট্রেলিয়ার ইতিহাস রচনা শুরু হয় অস্ট্রেলিয়ার উত্তর উপকূলে স্থানীয় অস্ট্রেলীয়দের সাথে মাকাসারের বাণিজ্যের নথি থেকে।\nআফ্রিকার ইতিহাস শুরু হয় এই মহাদেশে আধুনিক মানব সভ্যতার প্রথম বিকাশের মধ্য দিয়ে এবং বিভিন্ন রাষ্ট্র গঠনের মধ্য দিয়ে আধুনিক বর্তমান কাল পর্যন্ত চলতে থাকে।\nআমেরিকার ইতিহাস হলো উত্তর আমেরিকা ও দক্ষিণ আমেরিকার একত্রিত ইতিহাস তথা সমগ্র আমেরিকা অঞ্চলের ইতিহাস, এছাড়া এতে মধ্য আমেরিকা ও ক্যারিবীয় ইতিহাসও অন্তর্ভুক্ত থাকে।\nউত্তর আমেরিকার ইতিহাস হলো পৃথিবীর উত্তর ও পশ্চিম গোলার্ধের ইতিহাস।\nদক্ষিণ আমেরিকার ইতিহাস হলো পৃথিবীর দক্ষিণ ও পশ্চিম গোলার্ধের ইতিহাস।\nমধ্য আমেরিকার ইতিহাস হলো পৃথিবীর পশ্চিম গোলার্ধের ইতিহাস।\nক্যারিবীয় ইতিহাস শুরু হয় ৭,০০০ বছরের পূর্বে।\nইউরেশিয়ার ইতিহাস হলো মধ্য এশিয়া ও পূর্ব ইউরোপের ইতিহাস।\nইউরোপের ইতিহাস ইউরোপ মহাদেশে মানব সভ্যতার বসবাসের শুরুর সময় থেকে বর্তমান সময়।\nএশিয়ার ইতিহাস হলো কয়েকটি উপকূলীয় অঞ্চল, যথা- পূর্ব এশিয়া, দক্ষিণ এশিয়া, দক্ষিণ-পূর্ব এশিয়া, মধ্য এশিয়া ও মধ্য প্রাচ্যের সম্মিলিত ইতিহাস।\nপূর্ব এশিয়ার ইতিহাস হলো পূর্ব এশিয়ার প্রজন্ম থেকে প্রজন্মের ইতিহাস।\nদক্ষিণ এশিয়ার ইতিহাস হলো দক্ষিণ এশীয় দেশসমূহের আঞ্চলিক ও বৈদেশিক ক্ষমতার ইতিহাস।\nমধ্যপ্রাচ্যের ইতিহাস হলো খ্রিস্টপূর্ব ৩,০০০ অব্দে বিকাশ লাভ করা সর্বপ্রাচীন সভ্যতার মেসোপটেমিয়া (ইরাক) থেকে শুরু করে বর্তমান সময় পর্যন্ত চলমান মধ্য প্রাচ্যের ইতিহাস।\nভারতের ইতিহাস উপ-হিমালয় অঞ্চলের প্রজন্ম থেকে প্রজন্মের ইতিহাস।\nঅ্যান্টার্কটিকার ইতিহাস ধারণার বিকাশ ঘটে প্রারম্ভিক পশ্চিমা তত্ত্ব তেরা আউস্ত্রালিস নামক বৃহৎ মহাদেশের ধারণা থেকে, এবং ধারণা করা হতো তা পৃথিবীর দক্ষিণে অবস্থিত।\nনিউজিল্যান্ডের ইতিহাস শুরু হয় যখন ৭০০ বছর পূর্বে পলিনেশীয় কর্তৃক আবিষ্কৃত এবং তাঁরা সেখানে বসতি স্থাপন করে।\nপ্রশান্ত মহাসাগরীয় দ্বীপসমূহের ইতিহাস হলো প্রশান্ত মহাসাগরের দ্বীপসমূহের ইতিহাস।\n\n\n=== অর্থনৈতিক ইতিহাস ===\n\nযদিও অর্থনৈতিক ইতিহাস উনবিংশ শতাব্দীর শেষের দিক থেকে প্রতিষ্ঠা লাভ করে, বর্তমান সময়ে অর্থনীতি বিভাগে এই বিষয়ক প্রাতিষ্ঠানিক শিক্ষা প্রদান করা হয় এবং তা প্রথাগত ইতিহাস বিভাগ থেকে ভিন্ন। ব্যবসায় তত্ত্বে ব্যবসায় প্রতিষ্ঠান, ব্যবসায়িক কৌশল, সরকারি নিয়মকানুন, শ্রম বিভাগের সম্পর্কের ইতিহাস ও সমাজে এর প্রভাব বর্ণিত হয়। এছাড়া এতে নির্দিষ্ট কোম্পানি, নির্বাহী, ও উদ্যোক্তাদের জীবনী নিয়ে আলোচনা করা হয়। ব্যবসায় তত্ত্ব অর্থনৈতিক ইতিহাসের সাথে সম্পর্কিত এবং তা ব্যবসায় শিক্ষা প্রতিষ্ঠানে পাঠ দান করা হয়।\n\n\n=== ধর্মের ইতিহাস ===\n\nধর্মের ইতিহাস শতাব্দীকাল ধরে ধর্মবহির্ভূত ও ধার্মিক দুই শ্রেণির ইতিহাসবেত্তাদের কাছে প্রধান বিষয় হিসেবে আবির্ভূত হয়েছে, এবং ধর্মীয় শিক্ষালয় ও সাধারণ শিক্ষা প্রতিষ্ঠানসমূহে তা শিখানো হচ্ছে। এই ধরনের ইতিহাস বিষয়ক প্রধান সাময়িকীসমূহ হলো চার্চ হিস্টরি, দ্য ক্যাথলিক হিস্টরিক্যাল রিভিউ, এবং হিস্টরি অফ রিলিজিয়ন্স। সাধারণত এর বিষয়বস্তু হয়ে থাকে রাজনৈতিক, সাংস্কৃতিক ও শৈল্পিক দিক, এমনকি ধর্মতত্ত্ব ও প্রার্থনার বিধিও। এই বিষয়ের অধীনে পৃথিবীর যে সকল অঞ্চল ও এলাকায় মানুষ বসবাস করেছে, সে সকল অঞ্চল ও এলাকার ধর্ম নিয়ে অধ্যয়ন করা হয়।\n\n\n=== পরিবেশগত ইতিহাস ===\n\nপরিবেশগত ইতিহাস হলো ইতিহাসের একটি নবীন ক্ষেত্র, যা ১৯৮০-এর দশকে বিকাশ লাভ করে। এতে পরিবেশের ইতিহাস এবং পরিবেশের উপর মানুষের কর্মকাণ্ডের প্রভাব নিয়ে আলোকপাত করা হয়।\n\n\n=== বিশ্বের ইতিহাস ===\n\nবিশ্বের ইতিহাস হলো গত ৩০০০ বছর ধরে প্রধান প্রধান সভ্যতার বিকাশের অধ্যয়ন। বিশ্বের ইতিহাস মূলত শিক্ষার একটি ক্ষেত্র। বিষয়টি ১৯৮০-এর দশকের পরে মার্কিন যুক্তরাষ্ট্র, জাপান ও অন্যান্য দেশে বিশ্বায়নের ফলশ্রুতিতে জনপ্রিয়তা লাভ করে।\n\n\n=== সংস্কৃতির ইতিহাস ===\n\nসংস্কৃতির ইতিহাস হলো সমাজে শিল্পকলা ও মানুষের চিত্র ও দৃশ্য ধারণার অধ্যয়ন। ১৯৮০ ও ১৯৯০-এর দশকে এটি সামাজিক ইতিহাসের স্থলাভিষিক্ত হয়। এটি মূলত নৃবিজ্ঞান ও ইতিহাসের সমন্বিত রূপ যেখানে ভাষা, জনপ্রিয় সাংস্কৃতিক প্রথা ও ঐতিহাসিক ঘটনাবলির সাংস্কৃতিক ব্যাখ্যা প্রদান করে থাকে। এতে অতীতে মানুষের জ্ঞানচর্চা, প্রথা ও শিল্পের নথি ও বর্ণনা পরীক্ষা করা হয়। অতীতে মানুষ কীভাবে তাদের স্মৃতি ধরে রেখেছিল তা সাংস্কৃতিক ইতিহাসের আলোচনার প্রধান বিষয়।\n\n\n=== সেনাবাহিনীর ইতিহাস ===\n\nসেনাবাহিনীর ইতিহাস হলো যুদ্ধবিগ্রহ, যুদ্ধ কৌশল, যুদ্ধ, অস্ত্র ও যুদ্ধের মনস্তত্ত্ব বিষয়ক ধারণা। ১৯৭০-এর দশকের পর থেকে আবির্ভূত হওয়া নব্য সেনাবাহিনীর ইতিহাস সেনাপ্রধানদের চেয়ে সৈন্যদের প্রতি বেশি আলোকপাত করে, বিশেষ করে রণকৌশলের চেয়ে তাঁদের মনস্তত্ত্ব এবং সমাজ ও সংস্কৃতিতে যুদ্ধ বিগ্রহের বিরূপ প্রভাব নিয়ে আলোচনা করে।\n\n\n== ইতিহাসবেত্তা ==\n\nপেশাদার ও অপেশাদার ইতিহাসবেত্তগণ পূর্ববর্তী ঘটনাবলি আবিষ্কার, সংগ্রহ, সংগঠিত ও উপস্থাপন করেন। তাঁরা প্রত্নতাত্ত্বিক প্রমাণ, পূর্বের লিখিত মৌলিক উৎস ও অন্যান্য উপায়ে, যেমন- স্থানের নামের তথ্য আবিষ্কার করেন। ইতিহাসবেত্তাদের তালিকায় ঐতিহাসিক যুগের কালক্রম অনুযায়ী তাদের বিভিন্ন শ্রেণিতে ভাগ করা হয়, বিশেষ করে তাদের ইতিহাস লেখার সময় অনুসারে কারণ তিনি যে সময়ে বর্তমান ছিলেন সেই সময়ের ইতিহাস না লিখে অন্য কোনো সময়ের ইতিহাস রচনায় বিশেষজ্ঞ হতে পারেন। কালনিরূপক ও আখ্যানকারগণ যদিও ইতিহাসবেত্তা নন, তবে কিছু ক্ষেত্রে তাঁদেরকেও ইতিহাসবেত্তাদের তালিকায় অন্তর্ভুক্ত করা হয়ে থাকে।\n\n\n== ছদ্মইতিহাস ==\n\nছদ্মইতিহাস হলো এমন লিখিত রূপ যার সারমর্ম ঐতিহাসিক প্রকৃতির, কিন্তু ইতিহাস লিখনধারার চিরাচরিত রূপ থেকে ভিন্ন এবং এতে পরিণতি ভিন্ন হয়ে থাকে। এটি ঐতিহাসিক নেতিবাচকতার সাথে সম্পৃক্ত এবং জাতীয়, রাজনৈতিক, সেনাবাহিনী ও ধর্ম বিষয়ে নতুন, কল্পনাপ্রসূত ও বিরোধপূর্ণ ঐতিহাসিক প্রমাণের মাধ্যমে উপসংহার টেনে থাকে।\n\n\n== প্রাগৈতিহাস ==\n\nমানব সভ্যতার ইতিহাস প্রকৃতপক্ষে মানুষের বিকাশের ইতিহাস, কিন্তু প্রশ্নটি সবসময় বিতর্কিত ছিল যে আদিমানুষ ও তাঁদের সভ্যতা কখন ও কোথায় বিকশিত হয়েছিল। ইতিহাসের এই অধ্যয়নকে বলা হয় প্রাগৈতিহাস। অর্থাৎ ইতিহাসের আগের ইতিহাস। প্রাগৈতিহাসিক সময়ের মানবসভ্যতা চারটি ভাগে বিভক্ত-\n\nআদিপ্রস্তর যুগ\nপ্রাথমিক প্রস্তর যুগ\nপ্রয়াত প্যালিওলিথিক যুগ\nধাতু সময়কাল\n\n\n=== প্রাচীনতম মানবসভ্যতা বিষয়ক অধ্যয়ন ===\nহাজার বছর বর্বরতা থেকে অর্ধসভ্যতা এবং অর্ধসভ্যতা থেকে সভ্যতার প্রথম স্তর পর্যন্ত আবৃত থাকে। কিন্তু পৃথিবীর কোন সময়ে, কীভাবে এই সভ্যতাগুলো বিকশিত হয়েছিল, সে সম্পর্কে আজও কোনো নির্ভরযোগ্য তথ্য নেই। তবে এটা নিশ্চিতভাবে জানা যায় যে, প্রাচীন বিশ্বের সকল সভ্যতা নদীর উপত্যকায় উদ্ভূত এবং সমৃদ্ধ হয়েছিল। সুমেরীয় সভ্যতা, ব্যাবিলনীয় সভ্যতা ও অ্যাসিরীয় সভ্যতা দজলা-ফুরাত নদী উপত্যকায়, নীলনদ উপত্যকায় প্রাচীন মিশরীয় সভ্যতা এবং সিন্ধু নদী উপত্যকায় সিন্ধু সভ্যতার বিকাশ ঘটেছিল।\n\n\n== আরও দেখুন ==\n\nইতিহাসের রূপরেখা\n\n\n== উদ্ধৃতি ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ===\n\n\n== বহিঃসংযোগ ==\n\n\"ইতিহাস\" - বাংলাপিডিয়া\nBest history sites .net  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ মার্চ ২০২১ তারিখে\nBBC History Site\nInternet History Sourcebooks Project See also Internet History Sourcebooks Project. Collections of public domain and copy-permitted historical texts for educational use\nThe History Channel Online\nHistory Channel UK"}