{"pageid": 1143674, "title": "ফেনী আলিয়া কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1143674", "content": "ফেনী আলিয়া কামিল মাদ্রাসা বাংলাদেশের ফেনী জেলার সদর উপজেলার মিজানপাড়ায় অবস্থিত একটি প্রাচীনতম ইসলামি শিক্ষাপ্রতিষ্ঠান আলিয়া মাদ্রাসা। মাদ্রাসাটি ১৯২৩ সালে স্থানীয় ব্যক্তিদের দ্বারা প্রতিষ্ঠিত হয়েছিলো, বর্তমানে এই মাদ্রাসায় প্রায় ৬০০০ শিক্ষার্থী অধ্যয়ন করছে। এটি ২০১৬ সাল থেকে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয়ের অধীনস্থ একটি অনার্স মাদ্রাসা। এই মাদ্রাসায় বিজ্ঞান ও মানবিক উভয় শাখায় পাঠদান করা হয়। দাখিল ও আলিম ফলাফলের দিক থেকে মাদ্রাসাটি প্রায়ই জেলার শীর্ষে অবস্থান করে। এই মাদ্রাসায় আলিয়া মাদ্রাসায় সর্বোচ্চ শ্রেণী কামিল চালু রয়েছে। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা মাহমুদুল হাসান।\n\n\n== ইতিহাস ==\n১৯২৩ সালে ফেনী সদর উপজেলার মৌলভি আব্দুর রাজ্জাক (এম এল এ) সহ কিছু নেতৃত্বস্থানীয় ব্যক্তিত্ব এলাকায় শিক্ষাবিস্তারের জন্য একটি মাদ্রাসা প্রতিষ্ঠার উদ্যোগ হিসাবে মাদ্রাসাটি প্রতিষ্ঠা করেন। তিনি মাদ্রাসার জন্য ৩৩শতাংশ জমি দান করেন। প্রাথমিকভাবে তারা নিজেরাই অর্থ সংগ্রহ করে মাদ্রাসাটি পরিচালনা করতে থাকে। এরপর ১৯৫৩ সালে মাদ্রাসাটি সরকারি স্বীকৃতি লাভ করে। তারপর মাদ্রাসাটি ধীরে ধীরে দাখিল, আলিম, ফাজিল এবং সর্বশেষ কামিল স্বীকৃতি লাভ করে।\n\n\n=== বিশ্ববিদ্যালয় অধিভুক্ত ===\n২০০৬ সালে ইসলামী বিশ্ববিদ্যালয় সংশোধনী আইন, ২০০৬ মোতাবেক মাদ্রাসাটি ইসলামী বিশ্ববিদ্যালয়ে অধিভুক্ত হয়। এরফলে ফাজিল ও কামিল পরীক্ষা উভয় মিলিয়ে সাধারণ শিক্ষার পূর্ণ স্নাতক ডিগ্রির সমমান লাভ করে। এরপরে ২০১৬ সালে মাদ্রাসা শিক্ষাকে আরও আধুনিকরন করার জন্য ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হয়, এবং হলে আলিয়া মাদ্রাসাসমূহ সেখানে স্থানান্তরিত করা হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nমাদ্রাসায় ইবতেদায়ী থেকে শুরু করে আলিয়া মাদ্রাসার সর্বোচ্চ পর্যায় কামিল শ্রেণী পর্যন্ত রয়েছে। এই মাদ্রাসার দাখিল ও আলিম পর্যায়ে বিজ্ঞান ও মানবিক উভয় শাখা রয়েছে। এবং ফাজিল ও পর্যায়ে আল কুরআন ও ইসলামি অধ্যয়ন, আল হাদিস ও ইসলামি অধ্যয়ন, দাওয়াহ প্রভৃতি বিভাগ চালু আছে। এছাড়াও কামিল পর্যায়ে আল কুরআন ও আল হাদিস নিয়ে উচ্চ পড়াশোনা ও গবেষণার সুযোগ রয়েছে। মাদ্রাসার বর্তমান অধ্যক্ষ ও উপাধ্যক্ষ যথাক্রমে মাওলানা মাহমুদুল হাসান ও এ কে এম আতিকুর রহমান।\n\nহেফজ বিভাগঃ এছাড়াও ২০২০ সালে মাদ্রাসায় আলিয়া কার্যক্রমের পাশাপাশি হেফজ বিভাগও চালু হয়েছে। একই সালে শিক্ষার্থীদের সুবিধার জন্য নতুন ভবন নির্মাণ করা হয়েছে।\n\n\n== সুযোগ-সুবিধা ==\n\n\n=== খেলার মাঠ ===\nকুওয়াতুল ইসলাম কামিল মাদ্রাসার চারিদিকে দেয়ালের মাঝখানে শিক্ষার্থীদের খেলার জন্য সুবিশাল মাঠ রয়েছে। এখানে অবসর সময়ে ও পাঠদান শেষে মাদ্রাসার ছাত্ররা ও সংশ্লিষ্ট ব্যক্তিরা এখানে খেলা-ধুলা করে থাকে। এই মাদ্রাসার ছাত্ররা খেলা-ধুলায় ভালো করে থাকে।\n\n\n=== গ্রন্থাগার ===\nমাদ্রাসার সকল শিক্ষার্থীদের জন্য উন্মুক্ত লাইব্রেরী রয়েছে। দাখিল থেকে শুরু করে কামিল পর্যায়ের সকল শিক্ষার্থীরা এখান থেকে বই ধার নিয়ে পড়াশোনা করতে পারে। ফাজিল ও কামিল শ্রেণীর শিক্ষার্থীদের জন্য বিশেষ উচ্চতর গবেষণাধর্মী বই রয়েছে।\n\n\n== তথ্যসূত্র =="}