{"pageid": 1143024, "title": "সৈয়দ শুজাত আলী কাদরী", "url": "https://bn.wikipedia.org/wiki?curid=1143024", "content": "সৈয়দ শুজাত আলী কাদরী (উর্দু: حضرت علامہ مفتی سید شجاعت علی قادری) (জানুয়ারি ১৯৪১ — ২৭ জানুয়ারী ১৯৯৩) ছিলেন পাকিস্তানের প্রথম প্রধান মুফতি, ফেডারেল শরীয়ত আদালতের বিচারক, পাকিস্তানি ইসলামি মতাদর্শ পরিষদের সদস্য এবং ইসলামি বিজ্ঞান ও আধুনিক বিজ্ঞানের একজন পণ্ডিত। তিনি মোস্তফা রাজা খান কাদরীর দ্বারা প্রভাবিত ছিলেন।\nতিনি বিভিন্ন অফিসে দায়িত্ব পালন করেছেন এবং বই লিখেছেন। তিনি ইসলামী ফিকহ, অর্থনীতি ও উত্তরাধিকারের উপর বই লিখেছেন এবং আরবি থেকে উর্দুতে বই অনুবাদ করেছেন।\n\n\n== জন্ম ও পরিবার ==\nশুজাত আলী কাদরী ১৯৪১ সালের জানুয়ারিতে ভারতের উত্তর প্রদেশে জন্মগ্রহণ করেন। তিনি সৈয়দ মাসউদ আলী কাদরীর পুত্র, যিনি পাঞ্জাবের (পাকিস্তান) মুলতানের একটি মাদ্রাসা জামিয়া ইসলামিয়া আনোয়ার-উল-উলূম-এ আফতা (ইসলামী আইনশাস্ত্র) অফিসে দায়িত্ব পালন করেছিলেন। কাদরী ছিলেন তার পিতার দ্বিতীয় জ্যেষ্ঠ সন্তান; তার ভাইয়েরা হলেন:\n\nসৈয়দ সাদাত আলী কাদরী\nসৈয়দ তারিক আলী\nসৈয়দ খুসনুদ আলী\nসৈয়দ শাফাত আলী\nকাদরী তিন ছেলে ও এক মেয়ের জনক ছিলেন।\n\n\n== শিক্ষা ==\nকাদরী আলীগড়ের দাদু জেলার মাদ্রাসা-ই-আরাবিয়া হাফিজিয়া সাদিয়া থেকে প্রাথমিক শিক্ষা লাভ করেন। তিনি গোলাম রব্বানী ও শাহ আহমদ নূরানী সিদ্দিকীর কাছ থেকে কুরআন শিখেন। তারপর, ১০ বছর বয়সে তিনি তার পিতামাতার সাথে ১৯৫১ সালে পাকিস্তানের মুলতানে চলে যান এবং মাদরাসা আনোয়ার-উল-উলুমে পড়ালেখা শুরু করেন এবং শেষ পর্যন্ত প্রতিষ্ঠানটি থেকে দরস-ই-নিজামী সম্পন্ন করেন। তিনি পীর কিফায়াত আলী শাহের কাছ থেকে সুফিবাদের কাদেরী তরিকায় ইজাজা বা অনুমতি লাভ করেন। তিনি মুলতানের জামিয়া ইসলামিয়া আনোয়ার-উল-উলূম থেকে আঠারো বছর বয়সে স্নাতক ডিগ্রি লাভ করেন। এর পাশাপাশি তিনি নিম্নলিখিত যোগ্যতা অর্জন করেছেন:\n\nএম.এ ইসলামিয়াত, করাচি বিশ্ববিদ্যালয়, ১৯৭১\nএম.এ আরবি, করাচি বিশ্ববিদ্যালয়, ১৯৭৪\nআরবি সাহিত্যের কোর্স, রিয়াদ বিশ্ববিদ্যালয়,  সৌদি আরব, ১৯৮৪\nপিএইচডি, করাচি বিশ্ববিদ্যালয়, ১৯৮৪\n\n\n== শিক্ষামূলক পরিষেবা ==\n\nকাদরী মুসলমানদের বিভিন্ন প্রতিষ্ঠান বা মাদারিসে শিক্ষক ও মুফতি হিসেবে কাজ করেছেন। তিনি ১৯৬০ থেকে ১৯৭৩ সাল পর্যন্ত দারুল উলুম আমজাদিয়ায় বিভাগীয় প্রধান এবং মুফতি হিসেবে দায়িত্ব পালন করেন। এরপর তিনি দারুল উলূম নঈমীয়া প্রতিষ্ঠা করেন। এরপর, ১৯৭৩ সাল থেকে তার মৃত্যুর আগ পর্যন্ত তিনি করাচির দারুল উলুম নঈমীয়ার শায়খুল হাদিস ও মুফতির দায়িত্বে অধিষ্ঠিত ছিলেন। কাদরী করাচির লিয়াকত সরকারি কলেজে ১২ বছর এবং করাচি বিশ্ববিদ্যালয়ের সিন্ডিকেটের সদস্য হিসাবে দুই বছর যাবৎ প্রভাষক হিসাবেও কাজ করেছেন।\n\n\n== পদ এবং দায়িত্ব অধিকৃত ==\nতিনি ১৯৭৩ থেকে ১৯৮৩ সাল পর্যন্ত দশ বছর দারুল উলুম নঈমীয়ায় শায়খুল হাদিস ও আফতা অফিসে দায়িত্ব পালনের পাশাপাশি; ১৯৮৩ থেকে ১৯৮৯ সাল পর্যন্ত ছয় বছর পাকিস্তানের ফেডারেল শরীয়ত আদালতের বিচারক হিসেবে দায়িত্ব পালন করেন। তিনি ১৯৮৩ সালের ২ জুলাই ফেডারেল শরীয়ত আদালতের আলিম বিচারক হিসাবে নিযুক্ত হন এবং ১৯৮৯ সালের ১ জুলাই পর্যন্ত তার দায়িত্ব পালন করেন। তিনি পাকিস্তানের ইসলামি মতাদর্শ পরিষদের সদস্য এবং করাচি বিশ্ববিদ্যালয়ের সিন্ডিকেটের সদস্য হিসেবেও কাজ করেছেন।\n\n\n== বই, পাঠ্য এবং অনুবাদ ==\nতার সাহিত্য পাণ্ডিত্যের মধ্যে রয়েছে:\n\nতাফসীরে মাযহারীর অনুবাদ (পনের খণ্ড)\nমোওয়াহিব-আল-লাদুনিয়ার অনুবাদ\nশরাহ-আস-সাদুরের অনুবাদ\nআল-খাইরাত-আল-হিসানের অনুবাদ\nআল-শিফায়ে শেখ আল-রাইসের অনুবাদ (কিছু অংশ)\nইনশা-আল-আরাবিয়া (চারটি অংশ)\nখতমে নবুওয়াত পত্রিকার আরবি থেকে উর্দুতে অনুবাদ\nআরবিতে খতমে নবুওয়াত নিয়ে পত্রিকা\nইসলাম ম্যায় মুরতাদ কি সাজা (ইসলামে ধর্মত্যাগীর শাস্তি)\nইসলাম কা মাশি নিজাম (ইসলামী অর্থনৈতিক ব্যবস্থা)\nআকাইদ ও আমল (বিশ্বাস ও কর্ম)\nতিন তালাকাইন (তিন তালাক)\nমহানবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর জীবনী সহ সূরা বনী ইসরাঈলের অনুবাদ ও তাফসীর\nফিকাহে আহলে সুন্নাত (আহলে সুন্নাতের আইনশাস্ত্র)\nআদালতে ইসলামিয়া (ইসলামী আদালত)\nম্যান হুওয়া আহমেদ রেজা? (আহমদ রেজা কে?) – আরবি ভাষায় আলা হযরত ইমাম আহমদ রেজা খানের জীবনী\nমুজাদ্দিদ-আল-মাতা - আরবি ভাষায় আলা হযরত ইমাম আহমদ রেজা খানকে নিয়ে কিছু নিবন্ধ\nফতোয়া-ই-রেজভিয়া (আরবি পরিভাষার অনুবাদ)\nরাসাইল-ই-আলা হযরত (আলা হযরত ইমাম আহমদ রেজা খানের ব্যাখ্যামূলক পাদটীকা, ভূমিকা এবং আরবি ও পারসন গ্রন্থের অনুবাদসহ লিখিত পুস্তিকাগুলির সংগ্রহ)\nআরাবিন\nবাহারে শরীয়তের শেষ অংশের রচনা (ফিকহে আহলে সুন্নাত, মুখবন্ধ, মদীনা প্রকাশনা, করাচি)\nপিএইচডি থিসিস – দ্বাদশ-ত্রয়োদশ খ্রিস্টাব্দে সিন্ধুর আরবি ভাষা-উপত্যকায় একটি একাডেমিক আন্দোলন\nইসলামের ইতিহাস সম্পর্কিত নিবন্ধের সিরিজ, মাসিক পত্রিকা তরজুমান-ই-আহলে সুন্নাত (আহলে সুন্নাতের কণ্ঠস্বর) এ প্রকাশিত\n\n\n== সমালোচনামূলক প্রশংসা ==\nশুজাত ছিলেন বেরলভী আন্দোলনের একজন বিশিষ্ট পণ্ডিত এবং ইসলামের প্রধান সম্প্রদায়ের পণ্ডিত ও পাকিস্তানের জনগণের দ্বারা সম্মানিত ছিলেন।\n\n\n== মৃত্যু ==\n১৯৯৩ সালের ২৪ জানুয়ারি কাদরী জনসংখ্যা নিয়ন্ত্রণ মন্ত্রণালয়ের একটি প্রতিনিধি দলের সাথে ইন্দোনেশিয়ার একটি সরকারী সফরে যান। এই সফরের সময়ই চতুর্থ শাবান ১৪১৩ হিজরি, ২৭ জানুয়ারি ১৯৯৩ সালে জাকার্তায় তিনি হৃদরোগে আক্রান্ত হয়ে মৃত্যুবরণ করেন।  জাকার্তায় কাদরীর জানাজার নামাজে ইমামতি করেন হামিদ সাঈদ কাজেমী, যিনি তখন জাকার্তায় জেইউপির এমএনএ ছিলেন। ধারণা করা হয়েছিল যে, ইসলামি দেশগুলির রাষ্ট্রদূত ও ধর্মীয় পণ্ডিতগণ, ইন্দোনেশিয়ার কর্মকর্তাগণ এবং ইন্দোনেশিয়ায় পাকিস্তানের বিদেশী প্রতিনিধিসহ প্রায় ৫০ হাজার মানুষ জানাজায় অংশ নিয়েছিল। সিঙ্গাপুর এয়ারলাইন্স করে ১৯৯৩ সালের ১ ফেব্রুয়ারি তার মরদেহ পাকিস্তানে ফিরিয়ে আনা হয়, তাকে করাচির দারুল উলূম নঈমীয়ায় দাফন করা হয়। বিপুল সংখ্যক মানুষ, সাংবাদিক, রাজনীতিবিদ এবং সকল চিন্তাধারার পণ্ডিতদের উপস্থিতিতে করাচিতে কাদরীর জানাজা তার ভাই সৈয়দ সাদাত আলী কাদরীর ইমামতিতে অনুষ্ঠিত হয়। আনুমানিক পনের হাজার মানুষ তার জানাজায় অংশ নিয়েছিল। তার সমাধি দারুল উলূম নঈমীয়ার ভিতরে অবস্থিত।\n\n\n== সমবেদনা ==\nসৈয়দ শুজাত আলী কাদরীর মৃত্যুকে একটি জাতীয় শোক এবং পাকিস্তানের জনগণের জন্য ইসলামের প্রখ্যাত ধর্মীয় পণ্ডিতের একটি বড় ক্ষতি হিসেবে অভিহিত করা হয়েছে। পাকিস্তানের প্রাক্তন প্রধানমন্ত্রী মুহাম্মদ নওয়াজ শরীফ কাদরীর মৃত্যুতে তার গভীর শোক ও দুঃখ প্রকাশ করেছেন নিম্নরূপ:\n\nপাকিস্তানের প্রাক্তন প্রধানমন্ত্রী এবং তৎকালীন পাকিস্তানের জাতীয় পরিষদের বিরোধীদলীয় নেতা বেনজির ভুট্টো তার মৃত্যুতে গভীর শোক ও দুঃখ প্রকাশ করেছিলেন:\n\nতৎকালীন ফেডারেল ধর্ম বিষয়ক মন্ত্রী আব্দুল সাত্তার খান নিয়াজী শোক প্রকাশ করে বলেছিলেন:\n\nআহমেদ নুরানী সিদ্দিকী কাদরীর পরিবারের প্রতি সমবেদনা জানাতে কাদরীর বাড়িতে গিয়েছিলেন:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআলা হযরত ইমাম আহমদ রেজা খান বেরলভীর সমর্থক ও প্রতিপক্ষের মন্তব্য\nআলা হযরত ইমাম আহমদ রেজা খান বেরলভীকে নিয়ে তাঁর প্রশংসনীয় মন্তব্য ও প্রশংসা\nপাকিস্তানের উচ্চ শিক্ষা কমিশনের ওয়েবসাইটে মুফতি বিচারপতি সাইয়্যেদ শুজাত আলী কাদরীর পিএইচডি গবেষণামূলক প্রবন্ধের তথ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জানুয়ারি ২০১২ তারিখে\nমুফতি মুনিবুর রেহমানের সাক্ষাৎকার"}