{"pageid": 1143407, "title": "থূপবংশ", "url": "https://bn.wikipedia.org/wiki?curid=1143407", "content": "থূপবংশ (\"স্তূপের কালপঞ্জি\") হল পালি ভাষায় নথিবদ্ধ একটি শ্রীলঙ্কীয় ঐতিহাসিক কালপঞ্জি ও ধর্মগ্রন্থ। বাচিস্সর নামে এক বৌদ্ধ ভিক্ষুকে এই গ্রন্থের রচয়িতা মনে করা হয়। অনুমান করা হয়, তিনি পালি ও সিংহলীতে বেশ কয়েকটি টীকা ও সহায়িকা গ্রন্থ রচনা করেছিলেন। সম্ভবত বইটি রচিত হয়েছিল ত্রয়োদশ শতাব্দীর দ্বিতীয়ার্ধে।\n\n\n== বিষয়বস্তু ==\nথূপবংশ গ্রন্থটিতে মহাবংশ ও অন্যান্য পালি কালপঞ্জির গঠনভঙ্গিমা অনুসরণ করা হয়েছে। গ্রন্থটি শুরু হয়েছে পূর্ববর্তী বুদ্ধদের কাহিনির মাধ্যমে, তারপর বুদ্ধ শাক্যমুনির জীবন, অশোকের প্রচারাভিযান এবং শ্রীলঙ্কায় বুদ্ধের বিভিন্ন দেহাবশেষ এবং বোধিবৃক্ষের একটি চারা আয়ননের কথা বর্ণিত হয়েছে। বইটি রচিত হয়েছে সেই যুগে শ্রীলঙ্কায় বহুল প্রচলিত সংস্কৃতায়িত পালি ভাষায়।\nবইটির দ্বিতীয়ার্ধে বর্ণিত হয়েছে রাজা দুতুগামুনুর রাজত্বকালের কথা এবং বিশেষভাবে আলোচিত হয়েছে তাঁর দ্বারা অনুরাধাপুরায় মহাথূপ (‘মহৎ স্তূপ’) প্রতিষ্ঠার কথা। বুদ্ধের যে দেহাবশেষ এই স্তুপে স্থাপন করা হয় তার উৎস মহাপরিনিব্বান সুত্তে উল্লিখিত দেহাবশেষ বণ্টনের বর্ণনায় পাওয়া যায়।\n\n\n== উৎস ও সম্পর্কিত গ্রন্থাবলি ==\nথূপবংশের একটি গুরুত্বপূর্ণ অংশ মহাবোধিবংশ গ্রন্থের অনুরূপ এবং এই গ্রন্থের অংশবিশেষ সম্প্রসারিত (বা কম্বোডীয়) মহাবংশ গ্রন্থের অন্তর্ভুক্ত। মনে করা হয় যে, থূপবংশের উপাদান মহাবংশ, জাতকনিদানকথা, সামন্তপাসাদিকা ও মহাবংশের টীকা থেকে আহরিত হয়েছে।\nপালি পাঠান্তরের শেষ পৃষ্ঠায় ভনিতায় লেখক বাচিস্সরের নাম পাওয়া যায়। এখানে তাঁর রচনা বলে কথিত বেশ কয়েকটি সিংহলী গ্রন্থের নাম দেওয়া হয়েছে এবং তাঁকে রাজা পরাক্রমের আত্মীয় বা আশ্রিত বলে বর্ণনা করা হয়েছে। মনে করা হয় যে, এই বাচিস্সরই হলেন সেই ব্যক্তি যিনি তৃতীয় বিজয়বাহুর অধীনে এক প্রবীণ সংঘ নেতা ছিলেন এবং যাঁর নাম রাজ-রত্নাকর গ্রন্থে পণ্ডিত ভিক্ষু ও গৃহস্থদের তালিকায় অন্তর্ভুক্ত হয়। বাচিস্সর থূপবংশ রচনাকালে দু’টি গ্রন্থের সাহায্য গ্রহণ করেছিলেন বলে উল্লেখ করেন: একটি অজ্ঞাতনামা সিংহলী কালপঞ্জি এবং একটি প্রাচীনতর পালি গ্রন্থ, যেটিকে গবেষকেরা অধুনালুপ্ত চেতীয়বংশ-অট্ঠকথা বলে চিহ্নিত করেন।\nথূপবংশের দু’টি পাঠান্তর রক্ষিত আছে: একটি পালি ভাষা ও অপরটি সিংহলী ভাষায়, সিংহলী পাঠটিকে পালি কালপঞ্জির সম্প্রসারিত রূপ বলে মনে করা হয়। কিন্তু দু’টি প্রাপ্ত পাঠই যে একটি প্রাচীনতন সিংহলী সূত্র এবং সেই সঙ্গে মহাবংশ ও তার টীকার ভিত্তিতে রচিত এই বিষয়টিই পরিস্থিতি জটিল করে তুলেছে। ঊনবিংশ শতাব্দীর কোনও কোনও গবেষকের মতে সিংহলী থূপবংশটিই প্রকৃতপক্ষে পূর্বে রচিত হয় এবং সেটিই পালি পাঠান্তরটির সিংহলী সূত্র। কিন্তু এর সম্ভাবনা এখন গবেষকেরা খারিজ করে দেন। সিংহলী পাঠান্তরে পরাক্রম পণ্ডিতকে এই গ্রন্থের রচয়িতা বলা হয়েছে। পরাক্রম পণ্ডিতের নাম ত্রয়োদশ শতাব্দীর পণ্ডিত গৃহস্থদের তালিকাতেও পাওয়া যায়।\n\n\n== অনুবাদ ==\nদ্য ক্রনিকল অফ দ্য থূপ অ্যান্ড দ্য থূপবংশ, ইংরেজি অনুবাদ ও সম্পাদনা: এন. এ. জয়বিক্রম, লন্ডন, ১৯৭১\nথূপবংশ, বাংলা অনুবাদ: সাধনকমল চৌধুরী, করুণা প্রকাশনী, কলকাতা, ২০০৫\n\n\n== তথ্যসূত্র =="}