{"pageid": 1143810, "title": "উন্নয়ন ও অবনমন", "url": "https://bn.wikipedia.org/wiki?curid=1143810", "content": "ক্রীড়া লিগে উন্নয়ন ও অবনমন হলো এমন একটি প্রক্রিয়া যেখানে দলগুলো পুরো মৌসুমে তাদের ফলাফলের উপর ভিত্তি করে একাধিক বিভাগের মধ্যে স্থানান্তরিত হয়। যে লিগগুলো উন্নয়ন ও অবনমন পদ্ধতি ব্যবহার করে তাদের প্রায়ই \"উন্মুক্ত লিগ\" হিসেবে অভিহিত করা হয়। এই পদ্ধতিতে, নিম্ন বিভাগের সেরা স্থান অধিকারী দল পরবর্তী মৌসুমের জন্য উচ্চতর বিভাগে উন্নীত হয় এবং উচ্চতর বিভাগের সর্বনিম্ন স্থান অধিকারী দল পরবর্তী মৌসুমের জন্য নিম্ন বিভাগে অবনমিত হয়। কিছু লিগে প্লে-অফ অথবা বাছাইপর্বের মাধ্যমে উক্ত দলগুলোর স্থানান্তর নির্ধারণ করা হয়। এই প্রক্রিয়াটি বিভিন্ন স্তরের বিভাগগুলোর সমন্বয়ে আয়োজিত হতে পারে, যেখানে সংশ্লিষ্ট বিভাগগুলোর দলগুলো নিজেদের স্থান বিনিময় করে থাকে। কোন কোন দেশে এক মৌসুমে লিগ টেবিলে যে দলগুলো উচ্চতর অবস্থানে থাকে, তারা উন্নয়নের জন্য \"উন্নয়ন অঞ্চল\" নামে একটি বাছাইপর্বে অংশগ্রহণ করে থাকে এবং নিম্নতর অবস্থানে থাকা দলগুলো অবনমনের জন্য \"অবনমন অঞ্চল\" (কথ্যভাষায় \"পতন অঞ্চল\" অথবা \"পতনের মুখোমুখি\") নামে একটি বাছাইপর্বে অংশগ্রহণ করে থাকে।\nকিছু কিছু লিগ একটি বিকল্প পদ্ধতি ব্যবহার করে থাকে, যা প্রাথমিকভাবে অস্ট্রেলিয়া, কানাডা, সিঙ্গাপুর এবং মার্কিন যুক্তরাষ্ট্রে ব্যবহৃত হয়ে থাকে; উক্ত লিগগুলোতে অনুমতিপত্র অথবা ভোটাধিকারের উপর ভিত্তি করে একটি \"বন্ধ লিগ\" আয়োজন করা হয়। এই পদ্ধতিতে বছরের পর বছর ধরে একই দল নিয়ে লিগ আয়োজন করা হয়, মাঝে মাঝে দলের সংখ্যা সম্প্রসারণ করা হলে এক বা একাধিক দল অন্তর্ভুক্ত করা হয়। অন্যদিকে, এই পদ্ধতিতে প্রধান লিগ এবং অপ্রধান লিগের দলগুলোর মধ্যে উন্নয়ন ও অবনমনের কোন সুযোগ থাকে না।\n\n\n== সারাংশ ==\n\nবিভাগগুলোর মধ্যে স্থানান্তরিত দলগুলোর সংখ্যা প্রায় সবসময় একই রকম থাকে; যখন উচ্চতর বিভাগ তার সদস্যপদের আকার পরিবর্তন করতে চায় অথবা তার এক বা একাধিক ক্লাব বিভিন্ন কারণে শাস্তি পায় (উদাহরণস্বরূপ আর্থিক দেউলিয়া বা বহিষ্কৃত হওয়া) এবং তার পূর্ববর্তী সদস্যতার আকার পুনরুদ্ধার করতে চায়, শুধুমাত্র তখন এই বিন্যাসের ব্যতিক্রম ঘটে। এই ক্ষেত্রে কম সংখ্যক দল উক্ত বিভাগ থেকে অবনমিত হয় এবং (খুব কম ক্ষেত্রে) নিম্নতর বিভাগ থেকে বেশি দল উন্নীত হয়। এই ধরনের বৈচিত্র্যগুলো সাধারণত নিম্ন বিভাগের মাধ্যমে \"নক-অন\" প্রভাব সৃষ্টি করে। উদাহরণস্বরূপ, ১৯৯৫ প্রিমিয়ার লিগ মৌসুমে দল সংখ্যা দুই কমানোর পক্ষে ভোট দেওয়া হয়েছিল এবং স্বাভাবিক সময়ের তিনটির পরিবর্তে চারটি দলকে অবনমিত করে ফুটবল লিগ প্রথম বিভাগ থেকে মাত্র দুটি দলের উন্নয়নের অনুমতি দেওয়ার মাধ্যমে কাঙ্ক্ষিত পরিবর্তন অর্জন করা হয়েছিল। এমনকি এই ধরনের ব্যতিক্রমী পরিস্থিতি ছাড়াও, অধিকাংশ ইউরোপীয় ক্রীড়া লিগ পদ্ধতির লিগগুলোতে এখনও আঞ্চলিক পর্যায়ে নক-অন প্রভাব তৈরি হতে পারে। উদাহরণস্বরূপ, একটি বড় ভৌগোলিক অঞ্চলের প্রধান লিগের সাথে উক্ত অঞ্চলের একাধিক শাখা লিগের সম্পর্ক থাকে, যেখানে অঞ্চলের প্রতিটি ছোট অঞ্চলের লিগের দল প্রতিনিধিত্ব করে, উচ্চতর লিগের অধিকাংশ অথবা সকল অবনমিত দলগুলো যদি একটি নির্দিষ্ট অঞ্চল হতে আসে, তবে শাখা লিগগুলোর প্রতিটি থেকে উন্নীত অথবা অবনমিত দলগুলোর সংখ্যা সামঞ্জস্য করতে হতে পারে অথবা শাখা লিগগুলোর সীমানার কাছাকাছি অবস্থানরত এক বা একাধিক দলকে সংখ্যাগত ভারসাম্য বজায় রাখার জন্য এক শাখা লিগ হতে অন্য শাখা লিগে স্থানান্তর করতে হতে পারে।\nএই পদ্ধতিটি পেশাদার ক্রীড়া লিগ সংস্থার \"ইউরোপীয়\" বিন্যাসের বৈশিষ্ট্য বলে অভিহিত করা হয়। তাদের দলের আপেক্ষিক শক্তি অনুসারে, লিগ এবং বিভাগগুলোর একটি শ্রেণিবিন্যাস বজায় রাখার অনুমতি দেওয়ার জন্য উন্নয়ন ও অবনমনের প্রভাব রয়েছে। এই পদ্ধতির মাধ্যমে মৌসুমের শেষের দিকে অবনমনের ঝুঁকিতে থাকা সর্বনিম্ন স্থান অধিকারী দলের খেলার গুরুত্বও বজায় থাকে। অন্যদিকে, একটি নিম্ন-অবস্থানে থাকা মার্কিন অথবা কানাডীয় দলের শেষ খেলাগুলো খুব সামান্য আকর্ষণ ধারণ করে এবং প্রকৃতপক্ষে পরাজিত দলগুলোর পক্ষে হেরে যাওয়া উপকারী হতে পারে কেননা তারা পরের বছরের খসড়ায় আরও ভাল অবস্থান ধারণ করে।\nযদিও এই পদ্ধতির অন্তর্নিহিত নয়, তবে বিভিন্ন ক্ষেত্রে আর্থিক সহায়তা প্রদান এবং রাজস্ব অর্জনের সম্ভাবনার কারণে কিছু সমস্যা দেখা দিতে পারে। উদাহরণস্বরূপ, কখনও কখনও লিগগুলোতে আর্থিক অসুবিধা দেখা দেয়, যেখানে ক্লাবগুলো একবার অবনমিত হওয়ার পরে তাদের মজুরি হ্রাস করে না। এটি সাধারণত দুটি কারণের মধ্যে একটির জন্য ঘটে থাকে: প্রথমত, ক্লাবটি তাদের হয়ে খারাপ খেলা খেলোয়াড়দের সরাতে না পারা, অথবা দ্বিতীয়ত, ক্লাবটি সরাসরি উচ্চতর লিগে ফিরে আসার জন্য একটি \"জুয়া\" খেলছে এবং এটি করার জন্য তারা এক অথবা দুই মৌসুমের জন্য আর্থিক ক্ষতি বহন করার জন্য প্রস্তুত। কিছু লিগ (বিশেষ করে ইংরেজ ফুটবলের প্রিমিয়ার লিগ) পরবর্তী বছরের জন্য তার অবনমিত দলগুলোকে \"প্যারাসুট পারিশ্রমিক\" প্রদান করে থাকে। অর্থ প্রদানগুলো কিছু অ-অবনমিত দলগুলোর দ্বারা প্রাপ্ত পুরস্কারের অর্থের চেয়ে বেশি হয়ে থাকে এবং প্রিমিয়ার লিগ থেকে বাদ পড়ার সময় ক্লাবগুলো যে আর্থিক আঘাত গ্রহণ করে থাকে তা লাঘব করার জন্য নকশা করা হয়েছে। তবে অনেক ক্ষেত্রে, এই প্যারাসুট পারিশ্রমিক কেবল নিম্ন বিভাগের ক্লাবগুলোর মধ্যে উন্নয়নের জন্য প্রতিযোগিতায় তাদের খরচকে বাড়িয়ে তোলে কেননা নতুন অবনমিত দলগুলো একটি আর্থিক সুবিধা বজায় রাখে।\nকিছু দেশের নির্দিষ্ট স্তরে, উন্নয়নের জন্য শীর্ষ স্থানে থাকা দলগুলোকে উচ্চতর লিগের মতো আর্থিক স্বচ্ছলতা, স্টেডিয়ামের ধারণক্ষমতা এবং অন্যান্য সুবিধার মতো কিছু খেলা বহির্ভূত শর্ত পূরণ করতে হতে পারে। যদি এগুলো সন্তুষ্ট না হয় তবে তাদের স্থানে তাদের চেয়ে নিম্ন স্থানে থাকা দল উচ্চতর লিগে উন্নীত হতে পেতে পারে অথবা উচ্চতর লিগের একটি দল অবনমন থেকে রক্ষা পেতে পারে।\nযদিও উন্নয়ন ও অবনমন পদ্ধতির প্রাথমিক উদ্দেশ্য প্রতিযোগিতামূলক ভারসাম্য বজায় রাখা, এটি বিশেষ ক্ষেত্রে একটি শৃঙ্খলাবদ্ধ উপাদান হিসেবেও ব্যবহার করা যেতে পারে। বেশ কয়েকবার, ইতালীয় ফুটবল ফেডারেশন ম্যাচ ফিক্সিংয়ের সাথে জড়িত বলে প্রমাণিত ক্লাবগুলোকে অবনমিত করেছে। এটি সম্প্রতি ২০০৬ সালে ঘটেছিল, যখন মৌসুমের প্রাথমিক চ্যাম্পিয়ন ইয়ুভেন্তুসকে সেরিয়ে বি-তে অবনমিত করার পাশাপাশি অন্য দুটি দলকে প্রাথমিকভাবে অবনমিত করা হয়েছিল, কিন্তু পরবর্তীকালে আপিলের মাধ্যমে উক্ত দুই দল সেরিয়ে আ-তে পুনরায় অংশগ্রহণ করেছিল।\n\n\n=== আন্তর্জাতিক ক্রীড়া ===\nউন্নয়ন ও অবনমন আন্তর্জাতিক ক্রীড়া প্রতিযোগিতাগুলোতেও ব্যবহার করা হয়ে থাকে। টেনিসে ডেভিস কাপ এবং ফেড কাপে উন্নয়ন ও অবনমন পদ্ধতি রয়েছে। এই পদ্ধতির শীর্ষে রয়েছে \"বিশ্ব গ্রুপ\" (ফেড কাপ দুটি বিভাগে বিভক্ত) এবং নিম্ন স্তরে রয়েছে আঞ্চলিক গ্রুপগুলোর সিরিজ। উভয় ক্ষেত্রেই বিশ্ব গ্রুপগুলো একটি নকআউট প্রতিযোগিতার বিন্যাস ব্যবহার করে, প্রথম পর্বের পরাজিত খেলোয়াড় অবনমন এড়াতে আঞ্চলিক গ্রুপগুলোর বিজয়ীদের সাথে প্লে-অফে অংশগ্রহণ করে। আন্তর্জাতিক প্রতিযোগিতাগুলোতে, এই বিন্যাসটি এমন দেশগুলোর দলগুলোকে অংশগ্রহণের অনুমতি দেয়, যেখানে প্রতিযোগিতামূলক ম্যাচ ভালোভাবে প্রতিষ্ঠিত হয়নি, একই সাথে এই বিন্যাস উচ্চতর অবস্থানে থাকা খেলোয়াড়ের সাথে প্রতিদ্বন্দ্বিতা করার সুযোগ করে দেয়। অন্যান্য আন্তর্জাতিক প্রতিযোগিতা যেখানে উন্নয়ন ও অবনমন পদ্ধতি ব্যবহার করা হয় তাদের মধ্যে আইস হকি বিশ্ব চ্যাম্পিয়নশিপ, বান্ডি বিশ্ব চ্যাম্পিয়নশিপ, ফ্লোরবল বিশ্ব চ্যাম্পিয়নশিপ, উয়েফা নেশনস লিগ, কনকাকাফ নেশনস লিগ, বিশ্ব ক্রিকেট লিগ এবং ইউরোপীয় অ্যাথলেটিক্স টিম চ্যাম্পিয়নশিপ অন্যতম।\n\n\n== ঐতিহাসিক তুলনা ==\n\n\n=== মার্কিন যুক্তরাষ্ট্রে প্রাথমিক বেসবল লিগ ===\nপেশাদার লিগ বিকাশের জন্য প্রাচীনতম মার্কিন খেলা বেসবল ন্যাশনাল অ্যাসোসিয়েশন অব বেস বল প্লেয়ার্স (এনবিএফপি) কর্তৃক ১৮৫৭ সালে খেলাটির একটি জাতীয় গভর্নিং বডি হিসেবে প্রতিষ্ঠিত হয়েছিল। অনেক ক্ষেত্রে, এটি ১৮৬৩ সালে প্রতিষ্ঠিত হওয়ার সময় ইংল্যান্ডের দ্য ফুটবল অ্যাসোসিয়েশনের অনুরূপ ছিল। উভয়ই তাদের প্রাথমিক বছরগুলোতে কঠোর অপেশাদারিত্বকে সমর্থন করেছিল এবং সদস্য হিসেবে শত শত ক্লাবকে স্বাগত জানিয়েছিল।\nবেসবলের জাতীয় সংস্থা পেশাদারিত্বের সূচনা থেকে রক্ষা পায়নি। এটি ১৮৬৯ সালের জন্য একটি \"পেশাদার\" শ্রেণি প্রতিষ্ঠার মাধ্যমে এই প্রবণতার প্রতিক্রিয়া জানানো হয়েছিল – উক্ত সময়ে ক্লাবগুলো গোপনে খেলোয়াড়দের অর্থ প্রদান অথবা পরোক্ষভাবে ক্ষতিপূরণ দিতো। ১৮৭১ সালের দিকে এই ক্লাবগুলোর বেশিরভাগই দ্রুত ভেঙে যায় এবং ন্যাশনাল অ্যাসোসিয়েশন অব বেস বল প্লেয়ার্স (এনএপিবিবিপি) গঠন করা হয়েছিল। অতঃপর নতুন পেশাদার সংস্থাটি একটি সামান্য পারিশ্রমিকে প্রতিষ্ঠা করা হয়েছিল, তবে এটি অস্থিতিশীল বলে প্রমাণিত হয়েছিল। এটি ১৮৭৬ সালে এটি পেশাদার বেস বল ক্লাবগুলোর জাতীয় লিগ দ্বারা প্রতিস্থাপিত হয়েছিল, যা আজ পর্যন্ত কাজ করে যাচ্ছে। নতুন লিগের প্রতিষ্ঠাতারা অনুধাবন করেছিলেন যে বেসবলের উন্নতির জন্য তাদের অবশ্যই এটির সর্বোচ্চ স্তরের প্রতিযোগিতায় একচেটিয়া সদস্যপদসহ এটিকে ফ্র্যাঞ্চাইজি পদ্ধতির আওতায় আনতে হবে, দলের সংখ্যার উপর একটি কঠোর নিয়ম প্রণয়ন করতে হবে এবং প্রতিটি সদস্যদের তাদের স্থানীয় অঞ্চলে একচেটিয়া অধিকার থাকতে হবে।\nবছরের পর বছর লিগে একটি স্থানের জাতীয় লিগের অঙ্গীকারবদ্ধ মালিকদের তাদের একচেটিয়া অঞ্চলে ভক্তদের ঘাঁটিগুলো একচেটিয়াভাবে দখল করার অনুমতি দেওয়া হয়েছিল এবং উন্নত বলপার্কের মতো অবকাঠামোতে বিনিয়োগ করার জন্য তাদের আত্মবিশ্বাস দেওয়া হয়েছিল। এরপরিবর্তে, তারা খেলাগুলোর জন্য মহাদেশ জুড়ে ভ্রমণে সমর্থন করার জন্য রাজস্ব প্রদান করবে। প্রকৃতপক্ষে, প্রথম মৌসুমের পরে, নিউ ইয়র্ক এবং ফিলাডেলফিয়া (দুটি বৃহত্তম শহর) এর সদস্যদের বহিষ্কার করায় নতুন লিগটি সন্দেহজনক স্থিতিশীলতার উপর নির্ভর করে, কারণ তারা মৌসুমের শেষে চারটি পশ্চিমা ক্লাব পরিদর্শন করার জন্য চুক্তি লঙ্ঘন করেছিল।\nএনএল-এর বেসবলের আধিপত্যকে তার প্রথম কয়েক বছর পরে কেবল পুরো লিগ বেশ কয়েকবার চ্যালেঞ্জ করা হয়েছিল। আটটি ক্লাব একটি জাতীয় লিগ প্রতিষ্ঠার জন্য আদর্শ ছিল, যা একটি নতুন উদ্যোগের সূত্রপাত ছিল। দুটি চ্যালেঞ্জার স্বল্প-মেয়াদের বাইরেও সফলতা অর্জন করেছিল, জাতীয় লিগ এক দশক পরে আমেরিকান অ্যাসোসিয়েশনের সাথে চ্যালেঞ্জের সাথে লড়াই করেছিল, যা ১৮৯১ সালে শেষ হয়েছিল। ১৯০৩ সালে এটি আমেরিকান লিগের সাথে সমতা এবং পরবর্তীকালে যা মেজর লিগ বেসবল হয়ে উঠবে এমন সংগঠন গঠনকে অধিগ্রহণ করেছিল। এনএল এবং এএল-এর মধ্যে শান্তি চুক্তি শীর্ষ স্তরের বেসবলের \"বন্ধ দোকান\" পরিবর্তন করেনি, তবে দোকানে এএল অন্তর্ভুক্ত করে এটি রপ্ত করা হয়েছিল। ফেডারেল বেসবল ক্লাব বনাম জাতীয় লিগ সম্পর্কে ১৯২২ সালে সুপ্রিম কোর্টের রায় দ্বারা এটি আরও নিশ্চিত করা হয়েছিল যে, এমএলবিকে মার্কিন যুক্তরাষ্ট্রে পেশাদার বেসবলের উপর আইনী একচেটিয়া অধিকার প্রদান করেছিল।\nমার্কিন যুক্তরাষ্ট্র এবং কানাডার অন্যান্য প্রধান পেশাদার ক্রীড়া লিগগুলো ফ্র্যাঞ্চাইজি পদ্ধতির এমএলবি মডেল অনুসরণ করেছে।\n\n\n=== ইংল্যান্ডে প্রাথমিক ফুটবল লিগ ===\nবেসবলের এনএএফপি-র বিপরীতে, ইংরেজ ফুটবলের প্রথম গভর্নিং বডি পেশাদারিত্বের সূত্রপাত থেকে রক্ষা পেয়েছিল, যা এটি আনুষ্ঠানিকভাবে ১৮৮৫ সালে গ্রহণ করা হয়েছিল। সম্ভবত জনসংখ্যার বিশাল ভৌগোলিক ঘনত্ব এবং শহুরে কেন্দ্রগুলোর মধ্যে সংশ্লিষ্ট স্বল্প দূরত্বগুলো অত্যন্ত গুরুত্বপূর্ণ ছিল। অবশ্যই এটি আরও বেশি ক্লাবের জন্য দুর্দান্ত ভ্রমণের খরচ বহন না করে ভক্তদের বড় গোষ্ঠীগুলো বিকাশের সুযোগ সরবরাহ করেছিল। দক্ষিণ ইংল্যান্ডের বেশিরভাগ অঞ্চলে বিংশ শতাব্দীর শেষের দিকে পেশাদার ফুটবল গ্রহণযোগ্যতা অর্জন করতে পারেনি। প্রাচীনতম লিগ সদস্যরা শুধুমাত্র মিডল্যান্ডস এবং উত্তর ইংল্যান্ডের মধ্য দিয়ে ভ্রমণ করেছিল।\n১৮৮৮ সালে যখন ফুটবল লিগ (বর্তমানে ইংরেজ ফুটবল লিগ) প্রতিষ্ঠিত হয়, তখন এটি দ্য ফুটবল অ্যাসোসিয়েশনের প্রতিদ্বন্দ্বী হওয়ার উদ্দেশ্যে ছিল না বরং এর মধ্যে শীর্ষ প্রতিযোগিতা অন্তর্ভুক্ত ছিল। নতুন লিগটি সর্বজনীনভাবে ইংল্যান্ডের শীর্ষ-ক্ষমতাসম্পন্ন প্রতিযোগিতা হিসেবে তখনও গ্রহণ করা হয়নি। ফুটবল লিগের বাইরের ক্লাবগুলোর ভক্তদের জয়লাভে সহায়তা করার জন্য এর সার্কিটটি বন্ধ করা হয়নি; বরং একটি পদ্ধতি প্রতিষ্ঠিত হয়েছিল যেখানে প্রতিটি মৌসুম শেষে সর্বনিম্ন স্থান অধিকারী দলগুলোকে যোগদান করতে ইচ্ছুক যেকোন ক্লাবের বিরুদ্ধে পুনরায় নির্বাচনে জয়লাভ করেছিল হতো।\n১৮৮৯ সালে ফুটবল অ্যালায়েন্স নামে একটি প্রতিদ্বন্দ্বী লিগ গঠিত হয়েছিল। ১৮৯২ সালে যখন দুটি একীভূত হয়, তখন তা সমান শর্তে ছিল না; বরং অ্যালায়েন্সের ক্লাবগুলোর বেশিরভাগই নতুন ফুটবল লিগ দ্বিতীয় বিভাগে রাখা হয়েছিল, যার সেরা দলগুলো তার সবচেয়ে খারাপ দলগুলোর পরিবর্তে প্রথম বিভাগে চলে গিয়েছিল। ১৯২০ সালে সাউদার্ন লিগের শীর্ষ বিভাগের সাথে আরেকটি একত্রীকরণ অনুরূপভাবে তৃতীয় বিভাগ গঠনে সহায়তা করেছিল। তারপর থেকে ফুটবল লিগের সাথে সমতা অর্জনের চেষ্টা করার জন্য অ-লিগ ক্লাবগুলোর মধ্যে কোন নতুন লিগ গঠন করা হয়নি।\nদশকের পর দশক ধরে, ফুটবল লিগের সর্বনিম্ন বিভাগের সর্বনিম্ন স্থান অধিকারী দলগুলো স্বয়ংক্রিয় অবনমনের পরিবর্তে পুনরায় নির্বাচনের মুখোমুখি হয়েছিল। অতঃপর উন্নয়ন ও অবনমন নীতি দৃঢ়ভাবে প্রতিষ্ঠিত হয়েছিল এবং এটি শেষ পর্যন্ত বর্তমানে বিদ্যমান ফুটবল পিরামিডে প্রসারিত হয়েছিল। এদিকে, এফএ ইংরেজ ফুটবলের সামগ্রিক নিয়ন্ত্রক সংস্থা হিসেবে রয়ে গেছে, ভেঙে যাওয়ার পরিবর্তে অপেশাদার এবং পেশাদার ক্লাবগুলো ধারণ করেছে।\n\n\n== অন্যান্য প্রতিযোগিতায় ==\nউন্নয়ন ও অবনমন বেশ কয়েকটি ইস্পোর্টস লিগে ব্যবহার করা হয়েছে। ব্লিজার্ড এন্টারটেইনমেন্টের ভিডিও গেম স্টারক্রাফট ২-এ একটি \"মই\" রয়েছে, যা একটি উন্নয়ন ও অবনমন পদ্ধতি ব্যবহার করে, যেখানে ব্যক্তিগত খেলোয়াড় এবং প্রাক-তৈরি দলগুলোকে লিগ মৌসুমের প্রথম কয়েক সপ্তাহের মধ্যে উন্নয়ন ও অবনমন করা যেতে পারে, যা সাধারণত প্রায় ১১ সপ্তাহ স্থায়ী হয়। এই গেমে জয়-হারের মাধ্যমে একটি দক্ষতা পয়েন্টের উপর ভিত্তি করে উন্নয়ন ও অবনমন কার্যক্রম পরিচালিত হয়। তবে, ম্যাচমেকিংয়ের এই বিন্যাসটি সাধারণত স্টারক্রাফট ২-এর ই-স্পোর্টস প্রতিযোগিতার জন্য ব্যবহৃত হয় না, যা সংগঠকের উপর নির্ভর করে বিভিন্ন ধরনের কাঠামো রয়েছে, সবচেয়ে গুরুত্বপূর্ণ হলো ইএসএল প্রো ট্যুর। লিগ অব লিজেন্ডস চ্যাম্পিয়নশিপ সিরিজ এবং লিগ অব লিজেন্ডস চ্যাম্পিয়নস কোরিয়ার লিগের মতো লিগ অব লিজেন্ডসের লিগগুলো উন্নয়ন ও অবনমন পদ্ধতি ব্যবহার করে, যদিও উত্তর আমেরিকা এলসিএসের জন্য ২০১৮ এবং ইউরোপীয় এলসিএসের (যা লিজেন্ডস ইউরোপীয় চ্যাম্পিয়নশিপে নামকরণ করা হয়েছিল) জন্য ২০১৯ সালে এলসিএস এই পদ্ধতি হতে দূরে সরে যায়। কাউন্টার-স্ট্রাইক: গ্লোবাল অফেনসিভ মেজর একটি অনুরূপ পদ্ধতি ব্যবহার করে, যেখানে দ্বি-বার্ষিক মেজরের মধ্যে একটির শীর্ষ আট খেলোয়াড়কে \"লিজেন্ডস\" স্থান দিয়ে মনোনীত করা হয় এবং স্বয়ংক্রিয়ভাবে পরবর্তী মেজর প্রতিযোগিতার জন্য উত্তীর্ণ করা হয়। মেজরের দ্বিতীয় পর্বে সেরা ছয়টি বাদ পড়া দল (নিউ লিজেন্ডস স্টেজ নামে পরিচিত) অবশ্যই নিউ লিজেন্ডস স্টেজে প্রতিদ্বন্দ্বিতা করার জন্য মাইনরদের আরও দশটি দলের সাথে একটি \"বাছাইপর্ব\" পর্বে (নিউ চ্যালেঞ্জার্স স্টেজ নামে পরিচিত) অংশগ্রহণ করে ।\n১৯৯৩ সাল থেকে ২০০৩ সাল পর্যন্ত, ইউরোভিশন সঙ্গীত প্রতিযোগিতায় অংশগ্রহণ করতে ইচ্ছুক দেশগুলোর সংখ্যা (সেই সময়ে প্রায় ৩০টি) পুনর্মিলনের জন্য অবনমনের বিভিন্ন পদ্ধতি ব্যবহার করেছিল, যা একটি সরাসরি টেলিভিশন অনুষ্ঠানের সময় সীমাবদ্ধতার কথা বিবেচনা করে অনুমোদিত ক্রিয়ার সংখ্যার সাথে মিলিত হয়েছিল। ২০০৪ সালে একটি সেমি-ফাইনালের সংযোজন ২৬টিরও বেশি গানের জন্য অনুমতি দেয়, তবে ২০০৮ সালে পূর্ববর্তী বছরের শীর্ষ ১০-এর স্বয়ংক্রিয়ভাবে ফাইনালে উত্তীর্ণ হয়েছিল।\nব্রাজিলীয় কার্নিভালের সাম্বা স্কুল প্রতিযোগিতায়, একটি অনুরূপ পদ্ধতি গ্রহণ করা হয়, স্কুল হতে নিম্ন স্তরকে \"গ্রুপ\" এবং সর্বোচ্চ স্তরকে \"বিশেষ গ্রুপ\" (গ্রুপো এস্পেসিয়াল) বলা হয়। গত বছরের প্রতিযোগিতা থেকে গ্রুপ এবং অবস্থানের ক্রমানুসারে স্কুলগুলো প্যারেড করে, একটি গ্রুপের অভ্যন্তরে আরও ভাল অবস্থান করা হয় এবং উচ্চ-স্তরের গ্রুপগুলোর পরে যাওয়ার সুযোগ থাকে (এর মানে হল যে দলটির পোশাক এবং রূপক ফ্লোটগুলোর পাশাপাশি আরও মহড়ার সময় সহ সমস্যাগুলো ঠিক করার সুযোগ রয়েছে)।\n১৯৯৭ সাল পর্যন্ত চারটি উন্নীত এবং অবনমিত স্কুলের সংখ্যা সময়ের সাথে সাথে হ্রাস পাচ্ছে, ১৯৯৮ থেকে ২০০৭ সাল পর্যন্ত তা দুই হয়েছে এবং বর্তমানে তা একটিতে দাঁড়িয়েছে। এর জন্য কোন আনুষ্ঠানিক কারণ কখনো ছিল না, তবে এটি সত্য যে অবনমিত স্কুলগুলো আজকাল আরও বেশি পরাজিত হয়, যেমন সিদাদে দো সাম্বা (\"সাম্বা সিটি\")। প্রতিযোগিতার চূড়ান্ত ফলাফলে বেশ কয়েকটি হস্তক্ষেপের খবর পাওয়া গেছে, বিশেষ করে যখন ঐতিহ্যবাহী স্কুলগুলো জড়িত থাকে।\n\n\n== আর্জেন্টিনীয় ফুটবলে ব্যবহৃত পদ্ধতি ==\n১৯৫৭ থেকে ১৯৬৬ সাল পর্যন্ত এবং ১৯৮৩ সাল থেকে বর্তমান পর্যন্ত, আর্জেন্টিনীয় প্রথম বিভাগ বেশ কয়েকটি মৌসুমের গড় ফলাফলের উপর ভিত্তি করে প্রোমেদিওস নামে একটি পদ্ধতি ব্যবহার করেছে। মূলত পূর্ববর্তী দুটি মৌসুম এবং পরবর্তী তিন বা চার মৌসুমে ক্লাবগুলো একটি উচ্চ সহগ দ্বারা অবনমন এড়িয়ে চলে, যা একই সময়ের মধ্যে খেলা ম্যাচের সংখ্যা দ্বারা গত তিন মৌসুমে অর্জিত পয়েন্ট ভাগ করে প্রাপ্ত হয়। মৌসুম শেষে সর্বনিম্ন পয়েন্ট প্রাপ্ত দলগুলো প্রিমেরা বি নাসিওনালে অবনমিত হয়।\nএই পদ্ধতির ইতিবাচক এবং নেতিবাচক উভয় দিকই রয়েছে, যেহেতু গত মৌসুমে চ্যাম্পিয়নশিপের জন্য আয়োজিত সকল খেলা ক্লাবগুলোর সহগের মধ্যে অন্তর্ভুক্ত করা হয়। মৌসুমের প্রতিটি খেলায় পয়েন্ট স্কোর করার জন্য দলগুলোর মধ্যে উত্সাহ থাকে, যার অর্থ হল যে দলগুলো শিরোপার জন্য চ্যালেঞ্জিং নয় বা চলতি মৌসুমে অবনমনের বিরুদ্ধে লড়াই করছে, তারা পরবর্তী মৌসুমে অবনমনের ঝুঁকি হ্রাস করার জন্য চূড়ান্ত ম্যাচগুলোতেও জয়লাভ চায়; উদাহরণস্বরূপ, ক্লাব আতলেতিকো বানফিল্ড ২০০৯ সালে তোরনেও আপেরতুরার চ্যাম্পিয়ন এবং পরবর্তী চ্যাম্পিয়নশিপ ২০১০ তোরনেও ক্লাউসুরায় সর্বশেষ স্থান অর্জন করেছিল, তবে ২০১০ তোরনেও আপেরতুরার শেষ পর্যন্ত সর্বনিম্ন দ্বিতীয় স্থান অধিকার না করা পর্যন্ত অবনমিত হয়নি। একইভাবে, রিভার প্লেত ২০০৮ তোরনেও আপেরতুরা সর্বশেষ স্থান করেছিল এবং দুটি খারাপ মৌসুম ও একটি মাঝারি সাফল্যের মৌসুম শেষে ২০১১ তোরনেও ক্লাউসুরায় পঞ্চম স্থান অধিকার এবং ২০১১ কোপা সুদামেরিকানায় উত্তীর্ণ হওয়া করা সত্ত্বেও ২০১১ তোরনেও ক্লাউসুরায় অবনমিত হয়েছিল। এই পদ্ধতিটি মৌসুমের শুরু থেকেই নতুন উন্নীত দলগুলোকে অবনমনের বিরুদ্ধে লড়াই করতে বাধ্য করে। এটি পূর্ববর্তী সাফল্যের সাথে কম বাজেটের দলগুলোকে অবনমন এড়ানোর জন্য চ্যাম্পিয়নশিপকে গুরুত্ব না দিয়ে আন্তর্জাতিক প্রতিযোগিতায় প্রতিদ্বন্দ্বিতা করার সুযোগ করে দেয়; এর উদাহরণ হলো ২০১৩ কোপা সুদামেরিকানার চ্যাম্পিয়ন লানুস অথবা ১৯৯৯ কনমেবল কাপের চ্যাম্পিয়ন তায়েরেস। উরুগুয়েয়ীয় প্রথম বিভাগ ২০১৬ সালে একই পদ্ধতি গ্রহণ করেছে। এছাড়াও, একটি অনুরূপ পদ্ধতি শুধুমাত্র ১৯৯৯ কাম্পেওনাতো ব্রাজিলিসেইরো সেরিয়ে আ-এ ব্যবহার করা হয়েছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}