{"pageid": 1143926, "title": "ভুরাগাঁও", "url": "https://bn.wikipedia.org/wiki?curid=1143926", "content": "ভূরাগাঁও ভারতের আসাম রাজ্যের একটি শহরের নাম। ভূরাগাঁও মরিগাঁও জেলার ভূরাগাঁও তহসিলে অবস্থিত। ভূরাগাঁও ব্রহ্মপুত্রের দক্ষিণ তীরে অবস্থিত।\n\n\n== ব্যুৎপত্তি ==\nভূরাগাঁও নামটি অসমীয়া শব্দ ভূর থেকে এসেছে, যার অর্থ কাঠ, কলাগাছ, বাঁশ বা খাগড়ার মতো উচ্ছল পদার্থ দিয়ে তৈরি একটি সমতল ভাসমান কাঠামো। আর গাঁও শব্দের অর্থ গ্রাম। অতীতে স্থানীয় জনগণ এই ভুরকে পরিবহনের মাধ্যম হিসেবে ব্যবহার করত। পরে এই স্থানটি ভূরাগাঁও নামে পরিচিতি লাভ করে।\nনামটি সম্ভবত ব্রহ্মপুত্র নদীর কাছে উর্বর জমিতে শহরের অবস্থানকে নির্দেশ করে, যেটি বহু শতাব্দী ধরে ভূরাগাঁওয়ের মানুষের জীবিকা নির্বাহের একটি গুরুত্বপূর্ণ উৎস।\n\n\n== ভূগোল ==\nভূরাগাঁও মরিগাঁও এবং সোনিতপুর জেলার সীমান্তে অবস্থিত। এর উত্তরে সোনিতপুর জেলা ঢেকিয়াজুলি। এটি অন্য জেলা নগাঁও সীমান্তে অবস্থিত।\nভুরাগাঁও ব্রহ্মপুত্র নদের তীরে অবস্থিত এবং সবুজ বন ও পাহাড়ে ঘেরা একটি খুব সুন্দর গ্রাম। শহরটি প্রায় ১০ বর্গ কিলোমিটার এলাকা জুড়ে রয়েছে এবং সমুদ্রপৃষ্ঠ থেকে গড় উচ্চতা ৫৭ মিটার। গ্রামগুলির ধর্মীয় সম্প্রীতি এবং শিক্ষাগত সমৃদ্ধির একটি অত্যন্ত সমৃদ্ধ ইতিহাস রয়েছে।\n\n\n== ইতিহাস ==\nলাচিত বোরফুকনের সময়ে, দরং-এর দুই রাজপুত্র রাম সিং এবং ভীমসিংহ সমতল ভূমির সন্ধানে ব্রহ্মপুত্র পার হয়েছিলেন। ভীম সিং বসতি স্থাপন করার পরে, এদিকে, রাম সিং তার বাড়িতে চলে যান। ভীম সিংকে স্থানীয় লোকজন পছন্দ করতেন না, তাই তিনি ব্রহ্মপুত্র ছেড়ে মরি বিলের কাছে বসতি স্থাপন করেন। এই স্থানটি মরিগাঁও নামে পরিচিতি লাভ করে।\nমায়াং রাজ্যের রাজবংশের উল্লিখিত তথ্যানুযায়ী, রামজয় সিংহ নামে এক রাজপুত্র বর্তমান ভূরাগাঁওয়ের কাছে পাভকাটিতে এসে এই রাজ্যের ২৩তম রাজার রাজত্বকালে (১৭৭৯-৮৮ খ্রিস্টাব্দ) আরেকটি কাছারি রাজ্য প্রতিষ্ঠা করেন।\nপাভকাটি রাজ্য থেকে কিছু লোক গিয়ে ধিং-রাইডিঙ্গিয়া এলাকায় বসতি স্থাপন করে। নতুন রাজ্যটি গড়খিয়া রাজ্য নামে পরিচিত ছিল।\n\n\n== প্রশাসন ==\nভূরাগাঁও প্রশাসন মোরিগাঁও জেলা এবং আসাম রাজ্যের বৃহত্তর প্রশাসনিক কাঠামোর অংশ।\nমরিগাঁও জেলা একজন ডেপুটি কমিশনার দ্বারা পরিচালিত হয়, যিনি জেলার সর্বোচ্চ পদস্থ প্রশাসনিক কর্মকর্তা। জেলাটি কয়েকটি মহকুমায় বিভক্ত, যার প্রতিটির নেতৃত্বে একজন মহকুমা কর্মকর্তা রয়েছেন। ভূরাগাঁও শহর ভূরাগাঁও মহকুমার এখতিয়ারের অধীনে পড়ে।\n\n\n== জলবায়ু ==\nভুরাগাঁও, আসামের বাকি অংশের মতো, সারা বছর উচ্চ মাত্রার বৃষ্টিপাত সহ একটি আর্দ্র উপক্রান্তীয় জলবায়ু অনুভব করে। জলবায়ু গরম গ্রীষ্ম, হালকা শীত এবং উচ্চ আর্দ্রতা দ্বারা চিহ্নিত করা হয়।\nভুরাগাঁওয়ে গ্রীষ্মকাল মার্চ থেকে শুরু হয় এবং জুন পর্যন্ত স্থায়ী হয়। এই সময়ের মধ্যে, তাপমাত্রা 25 °C থেকে 35 °C পর্যন্ত থাকে, মাঝে মাঝে তাপ তরঙ্গগুলি তাপমাত্রাকে 40 °C পর্যন্ত ঠেলে দিতে পারে। এই সময়ের মধ্যে আর্দ্রতার মাত্রাও বেশি থাকে, যা আবহাওয়াকে আরও গরম ও অস্বস্তিকর করে তুলতে পারে।\n\n\n== রাজনীতি ==\nভুরাগাঁও আসাম বিধানসভায় প্রতিনিধিত্ব করেন লাহারিঘাট (বিধানসভা কেন্দ্র) থেকে আইনসভার সদস্য (এমএলএ) দ্বারা, যার মধ্যে ভূরাগাঁও রয়েছে। বিধায়ক প্রতি পাঁচ বছরে নির্বাচনী এলাকার বাসিন্দাদের দ্বারা নির্বাচিত হন এবং রাজ্য আইনসভায় তাদের স্বার্থের প্রতিনিধিত্ব করার জন্য দায়ী।\nডাঃ. আসিফ মোহাম্মদ নজর ভারতীয় জাতীয় কংগ্রেস এর সদস্য হিসাবে 2021 সালের আসাম বিধানসভা নির্বাচনে লাহারিঘাট থেকে আসাম বিধানসভায় নির্বাচিত হন।\nভূরগাঁও হল নউগং (লোকসভা কেন্দ্র)।প্রদ্যুত বোর্দোলোই নওগং থেকে বর্তমান এমপি সংসদীয় নির্বাচনী এলাকা।\n\n\n== সংস্কৃতি ==\nভূরাগাঁওয়ের সংস্কৃতি অসমীয়া সংস্কৃতি ও ঐতিহ্যের গভীরে প্রোথিত, যা প্রজন্মের পর প্রজন্ম ধরে চলে আসছে।\nভূরাগাঁওয়ের অন্যতম উল্লেখযোগ্য সাংস্কৃতিক অনুষ্ঠান হল বিহু উৎসব, যা বছরে তিনবার উদযাপিত হয় - বোহাগ বিহু, কাটি বিহু এবং মাঘ বিহু। এই উত্সবগুলি অত্যন্ত উৎসাহেৰ সাথে উদযাপিত হয় এবং বিহু নৃত্যের মতো ঐতিহ্যবাহী নৃত্য দ্বারা চিহ্নিত করা হয়।\n\n\n== যাতায়ত ==\nপ্রস্তাবিত ভূরাগাঁও-খারুপেটিয়া সেতুটি ভূরাগাঁও শহরের মধ্য দিয়ে যাবে। এটি উত্তর তীরের দারাং জেলার খারুপেটিয়াকে দক্ষিণ তীরে মরিগাঁও জেলার ভুরাগাঁওয়ের সাথে সংযুক্ত করবে।\nশহরটি বাস রুট দ্বারা বিশেষত গুয়াহাটি, উচ্চ আসাম এবং নিম্ন আসামের সাথে ভালভাবে সংযুক্ত, পাশাপাশি 3-হুইলার এবং 4-হুইলার যাত্রীবাহী, রিকশা এবং টুক-টুকও উপলব্ধ।\n\n\n== তথ্যসূত্র =="}