{"pageid": 1143799, "title": "শিয়ালদহ প্রধান ও উত্তর বিভাগ রেলপথ", "url": "https://bn.wikipedia.org/wiki?curid=1143799", "content": "শিয়ালদহ প্রধান এবং উত্তর বিভাগ রেলপথটি রেল লাইনের একটি সেটকে বোঝায় যা কলকাতা শহরকে এর উত্তর শহরতলির সাথে এবং হুগলি নদীর পূর্ব তীর বরাবর ভারতের পশ্চিমবঙ্গের উত্তর ২৪ পরগনা, নদীয়া এবং মুর্শিদাবাদ জেলার সাথে সংযুক্ত করে। এটি কলকাতা শহরতলি রেল এর একটি অংশ এবং ভারতীয় রেল এর পূর্ব রেল এর শিয়ালদহ রেলওয়ে বিভাগের আওতাধীন।\nএটি দমদম জংশন এবং কাঁকুড়গাছি রোড জংশন রেলওয়ে স্টেশন এ কলকাতা চক্ররেলের মাধ্যমে শিয়ালদহ দক্ষিণ লাইন সাথে যুক্ত  এবং কলকাতা কর্ড লিংক লাইন এবং হাওড়া-বর্ধমান প্রধান রেলপথ এর নৈহাটি-ব্যান্ডেল শাখা মাধ্যমে কলকাতাকে দেশের বাকি অংশের সাথে সংযুক্ত করে। হাওড়া-বর্ধমান প্রধান রেলপথ এটিকে হাওড়া এবং খড়গপুর ডিভিশন রেলওয়ে নেটওয়ার্কের মাধ্যমে হুগলি নদীর পশ্চিম তীরে হাওড়া এবং হুগলী জেলার সাথে সংযুক্ত করে। \nএই বিভাগে বাংলাদেশের সাথে গেদে এবং পেট্রাপোলে দুটি আন্তর্জাতিক রেলওয়ে ট্রানজিট পয়েন্ট রয়েছে যেখান থেকে ভারত থেকে বেশিরভাগ মাল পরিবহন বাংলাদেশে আমদানি করা হয়। \n\n\n== লাইন এবং পরিষেবা ==\nবিভাগে একাধিক লাইন রয়েছে যা তাদের শাখা লাইন এবং পরিষেবাগুলির সাথে আলাদা বিভাগে বিস্তারিতভাবে সেবা করা হয়েছে:\n\nকলকাতা কর্ড লিঙ্ক লাইন\nআন্দুল-কলকাতা কর্ড লিঙ্ক (ACCL) শাখা লাইন\nশিয়ালদহ–রানাঘাট লাইন\nনৈহাটি-ব্যান্ডেল শাখা লাইন\nকল্যাণী–কল্যাণী সিমন্ত শাখা লাইন\nশিয়ালদহ-বনগাঁ লাইন\nবারাসাত-হাসনাবাদ শাখা লাইন\nরানাঘাট-বনগাঁ শাখা লাইন\nদম দম সেনানিবাস-বিমান বন্দর শাখা লাইন (এখন ভেঙে দেওয়া হয়েছে)\nরানাঘাট-কৃষ্ণনগর সিটি-লালগোলা লাইন\nকালিনারায়ণপুর-শান্তিপুর-কৃষ্ণনগর সিটি শাখা লাইন\nকৃষ্ণনগর শহর-নবদ্বীপ ঘাট শাখা লাইন\nএসিসিএল শাখা লাইন এবং লালগোলা শাখা লাইনের কৃষ্ণনগর সিটি-লালগোলা বিভাগ ব্যতীত সমস্ত লাইন হল শহরতলির বিভাগ যা কলকাতা শহরতলি রেল ব্যবস্থার একটি অংশ। \n\n\n== ইতিহাস ==\n\n\n=== প্রাক-বিভাগ (১৮৫৭-১৯৪৭) ===\nইস্টার্ন বেঙ্গল রেলওয়ে ইবিআর কোম্পানি ১৮৫৭ সালে কলকাতা থেকে ঢাকা পর্যন্ত একটি লাইন নির্মাণ ও কাজের জন্য গঠিত হয়, যার একটি শাখা যশোর পর্যন্ত ছিল। ১১২ মা (১৮০ কিমি) এর নির্মাণ mi (180 কিমি) দীর্ঘ ব্রডগেজ লাইন ১৮৫৯ সালে শুরু হয় এবং ১৮৬৪ সালের মধ্যে কুষ্টিয়া পর্যন্ত পর্যায়ক্রমে সম্পন্ন হয় কিন্তু যশোর পর্যন্ত পরিকল্পিত শাখা নির্মিত হয়নি।  কোম্পানিটি পদ্মা নদীতে কুষ্টিয়া ও ঢাকায় চলাচলকারী একটি বাষ্পীয় জাহাজ পরিষেবাও অধিগ্রহণ করে।  ১৮৭১ সালে লাইনটি পোড়াদহ থেকে গোয়ালুন্দো ঘাটে একটি নতুন ফেরি টার্মিনাল পর্যন্ত প্রসারিত করা হয়, প্রায় ৪৫ মা (৭২ কিমি) কুষ্টিয়ার পূর্বে এবং ঢাকায় নদীর যাত্রা হ্রাস করা এবং EBR এর পূর্ব বিভাগের প্রধান লাইন হয়ে উঠে।  ১৯১৫ সালে হার্ডিঞ্জ সেতুর সফল নির্মাণ ও উদ্বোধন এবং ১৯২৪ থেকে ১৯২৬ সাল পর্যন্ত সান্তাহার-পার্বতীপুর-শিলিগুড়ি লাইনের গেজ রূপান্তরের মাধ্যমে, কলকাতা-শিলিগুড়ি ব্রডগেজ লাইনটি সম্পূর্ণ হয় এবং EBR-এর পূর্ব অংশের প্রধান লাইনে পরিণত হয়। \nবেঙ্গল সেন্ট্রাল রেলওয়ে বিসিআর কোম্পানি দুটি ব্রডগেজ লাইন নির্মাণ করে, একটি রানাঘাট এবং বনগাঁকে সংযুক্ত করেছে ( ২১ মা (৩৪ কিমি) ) mi (34 কিমি) ) ১৮৮২ সালে এবং অন্যটি দমদমের সাথে খুলনার (বর্তমানে বাংলাদেশে) সংযোগকারী বনগাঁ হয়ে ( ১০৮ মা (১৭৪ কিমি) ) mi (174 কিমি) ) যা পর্যায়ক্রমে খোলা হয় এবং ১৮৮৪ সালে সম্পন্ন হয়। এই লাইনগুলি ১৯০৪ সালে ইস্টার্ন বেঙ্গল রেলওয়ের সাথে একীভূত হয়, শিয়ালদহ-বনগাঁ-যশোর-খুলনা লাইনটি ইবিআর-এর কেন্দ্রীয় অংশের প্রধান লাইন হয়ে ওঠে। \nমার্টিনের লাইট রেলওয়ে এমএলআর কোম্পানি ২০ মা (৩২ কিমি) নির্মাণ ও উদ্বোধন করেছে mi (32 কিমি) দীর্ঘ, ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) 762 ) ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) ন্যারোগেজ রানাঘাট-কৃষ্ণনগর লাইট রেলওয়ে লাইন আইস্তালাঘাট ( চূর্ণী নদীর ডান তীরে রানাঘাটের কাছে) থেকে শান্তিপুর হয়ে কৃষ্ণনগর পর্যন্ত ১৮৯৯ সালে।  এই লাইনটি ১৯০৪ সালের ১ জুলাই EBR এর সাথে একত্রিত হয়।  ইবিআর কৃষ্ণনগর থেকে নবদ্বীপ ঘাট পর্যন্ত লাইনটি আরও প্রসারিত করে এবং ১৯২৬ সালের  জুন থেকে যান চলাচলের জন্য লাইন খুলে দেয়।ইবিআর আরও একটি   mi (1.6 কিমি) দীর্ঘ ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) 1,676 ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ১৯০২ সালে রানাঘাট থেকে চূর্ণী নদীর বাম তীরে ব্রডগেজ এক্সটেনশন তৈরি করে।  ১৯২৫ সালে একটি বিকল্প ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) 1,676 ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ব্রডগেজ লাইন নির্মাণ করা হয় কালিনারায়ণপুর (চূর্ণী সেতু) থেকে শান্তিপুর পর্যন্ত এবং পুরাতন ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) 762 ) ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) ) গেজ লাইন শান্তিপুর ও আইস্টোলা ঘাটের মধ্যে পরিত্যক্ত হয়। \nএমএলআর একটি ২৬ মা (৪২ কিমি) নির্মাণ ও খোলেন mi (42 কিমি) দীর্ঘ ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) 762 ) ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) ) ১৯০৫ সালে বারাসাত থেকে বসিরহাট পর্যন্ত ন্যারোগেজ লাইন, যা বারাসত-বসিরহাট লাইট রেলওয়ে নামে পরিচিত :বিবিএলআর এটি ১৯০৯ সালে টাকি হয়ে হাসনাবাদ (চিংড়িঘাটা) পর্যন্ত সম্প্রসারিত হয়। একটি ১৬.৬২ মাইল (২৬.৭৫ কিলোমিটার) ১৯১০ সালে বারাসাত-বসিরহাট লাইনের বেলিয়াঘাটা সেতু থেকে পাতিপুকুর পর্যন্ত দীর্ঘ এক্সটেনশনটি নির্মিত হয়। এটি আরও ১৯১৪ সালে বেলগাছিয়া পর্যন্ত প্রসারিত হয় এবং এটি শ্যামবাজার শাখা নামে পরিচিত ছিল। \n৯৪.২৮ মা (১৫১.৭৩ কিমি) দীর্ঘ মুর্শিদাবাদ শাখা রেলপথটি ইবিআর রানাঘাট থেকে লালগোলা ঘাট পর্যন্ত ১৯০৫ থেকে ১৯০৭ পর্যন্ত পর্যায়ক্রমে নির্মাণ করে। \n\n\n=== দেশভাগ-পরবর্তী (১৯৪৭-) ===\n১৯৪৭ সালে ভারত বিভক্তির পর, ইবিআর-এর পূর্ব ও কেন্দ্রীয় অংশগুলি ভারত ও পূর্ব পাকিস্তানের মধ্যে বিভক্ত হয়। কলকাতা-শিলিগুড়ি লাইন বিচ্ছিন্ন হওয়ার ফলে হলদিবাড়ি-চিলাহাটি এবং গেদে-দর্শনা ট্রেনের জন্য আন্তর্জাতিক ট্রানজিট পয়েন্টে পরিণত হওয়ায় দক্ষিণবঙ্গ এবং উত্তরবঙ্গের মধ্যে সরাসরি সংযোগ ক্ষতিগ্রস্ত হয়। সেন্ট্রাল সেকশনে, পেট্রাপোল রেলওয়ে স্টেশনটি ভারতের দিকে টার্মিনাস হিসাবে তৈরি করা হয় এবং বেনাপোল রেলওয়ে স্টেশনটি লাইনের পূর্ব পাকিস্তানের টার্মিনাসে পরিণত হয়। ১৮৮৪ সালে চালু হওয়া বরিশাল এক্সপ্রেস, শিয়ালদহ থেকে খুলনা পর্যন্ত ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধের কারণে দুই দেশের মধ্যে রেল পরিষেবা স্থগিত না হওয়া পর্যন্ত বিভাজন-পরবর্তী অব্যাহত ছিল।\nক্রমবর্ধমান লোকসানের কারণে ১৯৫৫ সালে বারাসত-বসিরহাট লাইট রেলওয়ে বন্ধ হয়ে যায়। তবে নতুন ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) 1,676 ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ব্রডগেজ লাইনটি ১৯৫৭ থেকে ১৯৬২ সাল পর্যন্ত বারাসাত এবং হাসনাবাদের মধ্যে একটি নতুন সারিবদ্ধভাবে নির্মিত হয়।শ্যামবাজার শাখা লাইন পরিত্যক্ত ছিল।\nশান্তিপুর-কৃষ্ণনগর সিটি-নবদ্বীপ ঘাট লাইনের গেজ রূপান্তর ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) নম্বরে৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) 1,676 ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ব্রডগেজ ২০১০ সালে শুরু হয়।শান্তিপুর এবং কৃষ্ণনগর শহরের মধ্যে বিদ্যুতায়িত ব্রডগেজ লাইনটি ২০১২ সালে পরিষেবার জন্য খোলা হয়। জমি সংক্রান্ত বিরোধের কারণে গঙ্গা নদীর উপর একটি নতুন সেতুসহ বাকি অংশের নির্মাণকাজ বন্ধ রয়েছে।\n\n\n== বিদ্যুতায়ন ==\nশিয়ালদহ প্রধান এবং উত্তর বিভাগের লাইনগুলি সম্পূর্ণরূপে ২৫ কেভি এসি ওভারহেড সিস্টেমের সাথে বিদ্যুতায়িত। ১৯৬৩ সালে শিয়ালদাহ থেকে রানাঘাট পর্যন্ত বিদ্যুতায়ন প্রক্রিয়া শুরু হয়। রানাঘাট-শান্তিপুর এবং রানাঘাট-কৃষ্ণনগর সিটি লাইনগুলি ১৯৬৪ সালে বিদ্যুতায়িত হয়। এসিসিএল এবং কল্যাণী সিমান্ত শাখা লাইন যথাক্রমে ১৯৭২ এবং ১৯৭৯ সালে বিদ্যুতায়িত হয়। \n\n\n== ইএমইউ কারশেড ==\nশিয়ালদহ উত্তর বিভাগে প্রাথমিকভাবে নারকেলডাঙ্গা ইএমইউ কারশেড থেকে ৯-কার ইএমইউ রেক পরিষেবা প্রদান করে। এটি মূলত একটি স্টিম লোকোশেড ছিল যা ১৯৬৩ সালে ইএমইউ কারশেডে রূপান্তরিত হয় এবং বৈদ্যুতিক লোকোমোটিভগুলিও বজায় রাখার সুবিধা ছিল।  ২০২১ সালের ডিসেম্বর পর্যন্ত, এতে ২৯টি ৯-কার ইএমইউ রেক রয়েছে, যার মধ্যে কয়েকটি শিয়ালদহ দক্ষিণ বিভাগে বেশিরভাগ সার্কুলার লাইনের মাধ্যমে , বাকিগুলি শিয়ালদহ উত্তর বিভাগে পরষেবা প্রদান করে। \nশিয়ালদহ-বনগাঁও, বারাসাত-হাসনাবাদ এবং রানাঘাট-বনগাঁ লাইনের ক্রমবর্ধমান ট্রাফিকের প্রয়োজনীয়তা সামলাতে, ১৯৯০ সালে বারাসাতে একটি নতুন ইএমইউ কারশেড খোলা হয়।  ২০১৮ সালে, এই কারশেডে তিন ফেজ আইজিবিটি ভিত্তিক ১২-কার ইমু রেক চালু করা হয়।  ডিসেম্বর ২০২১ পর্যন্ত, শেডটিতে ৮টি ৯-কার ইএমইউ রেক এবং ২৫টি ১২-কার ইএমইউ রেক রয়েছে, যার মধ্যে ৬টি তিন ফেজ আইজিবিটি ভিত্তিক। \n২০০৭ সালে, রানাঘাট-গেদে, রানাঘাট-লালগোলা এবং রানাঘাট-শান্তিপুর-কৃষ্ণনগর সিটি লাইনে বর্ধিত ট্রাফিকের প্রয়োজনীয়তা মেটাতে রানাঘাটে একটি নতুন ইমু কারশেড চালু করা হয়। শিয়ালদহ এবং লালগোলার মধ্যে ২০২১ সালে মেমু পরিষেবাও চালু করা হয়। ডিসেম্বর ২০২১ পর্যন্ত, শেডটিতে ১৫টি ১২-কার ইএমইউ রেক এবং ৫টি মেমু রেক রয়েছে যার মধ্যে একটি ৮-কার রেক এবং বাকিগুলি ১২-কার রেক। \n\n\n== তথ্যসূত্র =="}