{"pageid": 1143483, "title": "প্যালেস অব ন্যাশনস", "url": "https://bn.wikipedia.org/wiki?curid=1143483", "content": "প্যালেস অব ন্যাশনস (ফরাসি: Palais des Nations , উচ্চারণ: [palɛ de nɑsjɔ̃]) সুইজারল্যান্ডের জেনেভাতে অবস্থিত জাতিসংঘের অফিসের মূল কেন্দ্র। এটি  সম্মিলিত জাতিপুঞ্জের সদর দপ্তর হিসাবে কাজ করার জন্য ১৯২৯ থেকে ১৯৩৮ সালের মধ্যে স্থাপিত হয়েছিল। এটি ১৯৪৬ সাল থেকে জেনেভাতে জাতিসংঘের কার্যালয় হিসাবে নির্ধারণ করা হয়। তখন জাতিসংঘের মহাসচিব সুইস কর্তৃপক্ষের সাথে একটি সদর দফতর চুক্তি স্বাক্ষর করেন, যদিও সুইজারল্যান্ড ২০০২ সাল পর্যন্ত জাতিসংঘের সদস্য হয়নি।\nশুধুমাত্র ২০১২ সালে প্যালেস অব ন্যাশনস ১০,০০০টিরও বেশি আন্তঃসরকারি বৈঠকের আয়োজন করেছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রকল্প এবং নির্মাণ ===\nকমপ্লেক্সের জন্য একটি নকশা বেছে নেওয়ার জন্য ১৯২০-এর দশকে অনুষ্ঠিত একটি স্থাপত্য প্রতিযোগিতা প্রকল্পটিকে নিম্নরূপ বর্ণনা করেছে:প্রাসাদ, যার নির্মাণ প্রতিযোগিতার উদ্দেশ্য, জেনেভায় লিগ অফ নেশনস-এর সমস্ত শাখা-প্রশাখা স্থাপনের উদ্দেশ্যে। এটি এমনভাবে ডিজাইন করা উচিত যাতে এই শাখাগুলো কাজ করতে পারে, সভাপতিত্ব করতে পারে এবং আলোচনা করতে পারে, স্বাধীনভাবে এবং সহজে শান্ত পরিবেশে যা আন্তর্জাতিক মাত্রার সমস্যাগুলি মোকাবেলা করার সময় বিরাজ করা উচিত।৩৭৭টি নকশার মধ্যে থেকে একটি চূড়ান্ত নকশা বেছে নেওয়ার জন্য নয়জন স্থপতির একটি জুরি বাছাই করা হয়েছিল: হেনড্রিক পেট্রাস বার্লেজ, ভিক্টর হোর্টা, জোসেফ হফম্যান, চার্লস লেমারেসকুয়ার, জন জেমস বার্নেট, অ্যাটিলিও মুগিয়া, ইভার টেংবম, মাদ্রিদের কার্লোস গ্যাটো এবং কার্ল মোসার। জুরি কোনও একক বিজয়ী নির্বাচন করতে পারেনি। শেষ পর্যন্ত, চূড়ান্ত নকশাগুলোর অঙ্কনকারী পাঁচজন স্থপতিকে চূড়ান্ত নকশায় সহযোগিতা করার জন্য বেছে নেওয়া হয়েছিল: সুইজারল্যান্ডের জুলিয়েন ফ্লেগেনহাইমার, ক্যামিল লেফেভর এবং ফ্রান্সের হেনরি-পল নেনোট, ইতালির কার্লো ব্রোগি এবং হাঙ্গেরির জোসেফ ভ্যাগো। লীগের সদস্যদের অনুদান অভ্যন্তরীণ কাজে ব্যবহার করা হয়েছিল।\n\n\n=== সমাপ্তি (১৯৩৬) ===\nপ্রাসাদটি সমাপ্তির সময়ে (১৯৩৬) আয়তন অনুসারে ভার্সাইয়ের পরে ইউরোপের দ্বিতীয় বৃহত্তম বিল্ডিং কমপ্লেক্স ছিল (৪,৪০,০০০ মি৩ (১,৫৫,০০,০০০ ঘনফুট)) বনাম ৪,৬০,০০০ মি৩ (১,৬২,০০,০০০ ঘনফুট))।\n\n\n=== জাতিসংঘের জন্য সম্প্রসারণ ===\nজাতিসংঘে স্থানান্তরের পর বিল্ডিংটিতে দুটি এক্সটেনশন যুক্ত করা হয়েছিল, যা বিল্ডিংয়ের ব্যবহারযোগ্য এলাকার আকারকে উল্লেখযোগ্যভাবে বৃদ্ধি করেছিল। ১৯৫০ থেকে ১৯৫২ সালের মধ্যে \"কে\" বিল্ডিংয়ে তিনটি তলা যুক্ত করা হয়েছিল এবং \"ডি\" বিল্ডিংটি বিশ্ব স্বাস্থ্য সংস্থার অস্থায়ীভাবে থাকার জন্য নির্মিত হয়েছিল। \"ই\" বিল্ডিং (বা \"নতুন\" বিল্ডিং) ১৯৬৮ থেকে ১৯৭৩ সালের মধ্যে একটি কনফারেন্স সুবিধা হিসাবে যুক্ত করা হয়েছিল (একটি অতিরিক্ত এগারো কনফারেন্স রুম এবং একটি অতিরিক্ত পরিমাণ ৩,৮০,০০০ মি৩ (১,৩৪,০০,০০০ ঘনফুট)), সম্মেলন কক্ষের মোট সংখ্যা ৩৪ এ নিয়ে এসেছে। সংযোজনসহ কমপ্লেক্সটি ৬০০ মিটার (২,০০০ ফুট) লম্বা এবং ২,৮০০টি অফিস ধারণ করে, যার মোট আয়তন ৮,৫৩,০০০ মি৩ (৩,০১,০০,০০০ ঘনফুট)\n১৯৮৮ সালের ডিসেম্বরে ইয়াসির আরাফাতের কথা শোনার জন্য জাতিসংঘের সাধারণ পরিষদ তার ৪৩তম অধিবেশন নিউইয়র্কে জাতিসংঘের সদর দপ্তর থেকে প্যালেস অব ন্যাশনস-এ স্থানান্তরিত করে।\n\n\n== বর্ণনা ==\n\nপ্রাসাদটি আরিয়ানা পার্কে অবস্থিত, যা ১৮৯০ সালে Gustave de Revilliod de la Rive দ্বারা জেনেভা শহরের কাছে দান করা হয়েছিল, বেশ কয়েকটি শর্তে: ia, পার্কটি সর্বদা জনসাধারণের জন্য অ্যাক্সেসযোগ্য থাকে এবং তাকে পার্কে সমাধিস্থ করা হয়। পার্কটিতে একটি ১৬৬৮ শ্যালেটও রয়েছে।\nপ্রাসাদের ভিত্তিপ্রস্তরের নীচে একটি টাইম ক্যাপসুল রয়েছে যেখানে লিগ অব নেশনস সদস্য রাষ্ট্রগুলির নাম তালিকাভুক্ত একটি নথি, লীগের চুক্তির একটি অনুলিপি এবং লীগের দশম সমাবেশে প্রতিনিধিত্ব করা সমস্ত দেশের নমুনা মুদ্রা রয়েছে। পিছনে জুরা পর্বতমালার সাথে প্যালেস অব ন্যাশনস দেখানো একটি পদক রূপালী ব্রোঞ্জে আঘাত করা হয়েছিল।\nবিল্ডিংটি থেকে জেনেভা হ্রদ স্পষ্ট দেখা যায়না, তবে ফরাসি আল্পসের একটি পরিষ্কার দেখা যায়।\n\n\n== চিত্রশালা ==\n\n\n== আরও পড়ুন ==\nKuntz, Joëlle (২০১১)। Geneva and the Call of Internationalism: A History (ইংরেজি ভাষায়)। Geneva: Editions Zoé। আইএসবিএন 978-2-88182-855-3। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nজেনেভার জাতিসংঘের দপ্তর\nPalais des Nations"}