{"pageid": 1143628, "title": "বোরহানউদ্দিন কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1143628", "content": "বোরহানউদ্দিন কামিল মাদ্রাসা বাংলাদেশের ভোলা জেলার বোরহানউদ্দিন উপজেলার একটি প্রাচীনতম ঐতিহ্যবাহী আলিয়া মাদ্রাসা। ১৯২১ সালে প্রতিষ্ঠিত মাদ্রাসাটি ভোলা জেলার শতবর্ষী পূরণকারী একটি শিক্ষাপ্রতিষ্ঠান। মাদ্রাসাটি বোরহানউদ্দিন উপজেলার কাজিয়া কান্দা নামক গ্রামে অবস্থিত। ২০১৬ সাল থেকে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত একটি মাদ্রাসা। ভোলা জেলার ইসলামি শিক্ষা প্রসার ও প্রাতিষ্ঠানিক ফলাফলের দিক থেকে মাদ্রাসার সুনাম রয়েছে। বর্তমানে মাদ্রাসায় মোট শিক্ষার্থী সংখ্যা ১৬৭৭ জন। মাদ্রাসার বর্তমান অধ্যক্ষের নাম এ বি আহমদ উল্যাহ আনছারী।\n\n\n== ইতিহাস ==\nএই মাদ্রাসা প্রতিষ্ঠা করার জন্য স্থানীয় বিদ্যোৎসায়ী দুই ব্যক্তি মৌলভী কেরামত আলী ও দলিল উদ্দিন নামে দুই ভাই তাদের ৯.৬০ একর জমি দান করেন। সেই সময়ে ১৯২১ সালের জানুয়ারি মাসে এটি টবগী মাদ্রাসা নামে প্রতিষ্ঠিত হয়। এরপরে ১৯২৯ ও ১৯৩২ সালে যথাক্রমে মাদ্রাসাটি দাখিল ও আলিম শ্রেণীর অনুমতি পায়। মাদ্রাসার নামকরণ করা টগবী আলিম মাদ্রাসা।\nএরপরে ১৯৩৮ সালে মাদ্রাসাটি ফাজিল শ্রেণীর স্বীকৃতি পায়, এবং মাদ্রাসার নাম দেওয়া হয় টবগী সিনিয়র মাদ্রাসা। ১৯৫৭ সালে প্রমত্তা মেঘনার নদীর ভাঙ্গনে মাদ্রাসাটি ক্ষতিগ্রস্থ হয়, এরফলে মাদ্রাসাটি নিকটবর্তী নাছিরমাঝি গ্রামে স্থানান্তরিত করা হয়। এইস্থানে জমি দান করেন মৌলভী গোলাম রহমান, এবং মাদ্রাসার নাম দেওয়া হয় টবগী-নাছির মাঝি সিনিয়র মাদরাসা।\n১৯৫৮ সালে ঢাকা আলিয়া মাদ্রাসা কর্তৃক কামিল শ্রেণীতে হাদিস বিষয়ে পাঠদানের অনুমতি দেওয়া হয়, তখন থেকে এটি নাছির মাঝি আলিয়া মাদরাসা নামে পরিচিতি লাভ করে। ১৯৬০ সালে কামিল আলিয়া মাদ্রাসা পরিগণিত হয়ে সরকারি স্বীকৃতি লাভ করে। ১৯৮০ সালের ১ জানুয়ারি এটি মাদ্রাসাটি ইবতেদায়ী থেকে কামিল পর্যন্ত সরকারিভাবে এমপিওভুক্ত হয়।\nমাদ্রাসাটি ১৯৬৬ সালে মেঘনার নদী ভাঙ্গনে একদম বিলীন হয়ে যায়। মাদ্রাসা কর্তৃপক্ষ আবারো স্থানান্তরের সিদ্ধান্ত নেন, মাদ্রাসার তৎকালীন মুহাদ্দিস নুরুল হকের প্রচেষ্টায় বোরহানউদ্দিন উপজেলার মৌলভী আব্দুল জলিল ২.৬০ একর জমিদান করেন। মাদরাসা কর্তৃপক্ষ আলাপ-আলোচনার মাধ্যমে বর্তমানের স্থান বোরহানউদ্দিন উপজেলার কাজিয়া কান্দা নামক স্থানে নেওয়া হয়। এবং মাদ্রাসার যাবতীয় দলিলপত্র ও আসবাবপত্র নাছির মাঝি গ্রাম থেকে বোরহানউদ্দিনের কাজিয়া কান্দায় নিয়ে আসা হয়। স্থানান্তরের পর এইখানে মাদ্রাসার নাম দেওয়া হয় টবগী-রাণীগঞ্জ আলিয়া মাদ্রাসা। ১৯৮৪ সালে উপজেলার নামের সাথে মিল রেখে মাদ্রাসার নাম বোরহানউদ্দিন আলিয়া কামিল মাদ্রাসা করা হয়।\nএছাড়াও মাদ্রাসার উন্নয়ন প্রকল্পে ১৯৭৭ সালে সাবেক সাংসদ রেজা-এ-করিম চৌধুরী ১.৬০ একর জমি, ১৯৮৩ সালে আরব আলী হাওলাদার ৫৪ শতাংশ জমি এবং ১৯৮৭ সালে মৌলভী আব্দুস শহীদ  ১.২০ শতাংশ জমি মাদ্রাসার নামে দান করেন। এছাড়াও জিয়াউল হক পঞ্চায়েত, বশির আহমদ মিয়া, মাওলানা মো: বশির উল্লাহ, মাষ্টার জহুরুল হক পাটওয়ারী, শাহজাহান খান ভাষানী, মাওলানা সৈয়দ আহমদ পঞ্চায়েত, প্রাণ কুমার দাস প্রমুখ ব্যক্তিত্ব এই মাদ্রাসায় উল্লেখযোগ্য সাহায্য করেছেন।\n\n\n== শিক্ষা কার্যক্রম ==\n১৯৮৩ সালে দাখিল ও ১৯৮৪ সালে আলিম শ্রেণীতে বিজ্ঞান শাখা চালুর সরকারি অনুমোদন পায়। ১৯৯৬ সালে মাদ্রাসায় কামিল শ্রেণিতে ফিকহ বিভাগ খোলা হয়। ২০০৩ সালে দাখিল শ্রেণিতে কম্পিউটার বিষয় ও ল্যাব খোলা হয় । ১৯৮৫ সালে সারা দেশের আলিয়া মাদ্রাসার দাখিল পরীক্ষাকে মাধ্যমিকের মান দেয়া হয়, এবং মাদ্রাসায় দাখিল সমমান মাধ্যমিক, আলিম সমমান উচ্চ মাধ্যমিক, ফাজিল সমমান স্নাতক ও কামিল সমমান স্নাতকোত্তর নামে চারটি ধাপ সৃষ্টি হয়। ২০০৬ সালে মাদ্রাসাটি ফাজিল ও কামিল মানের জন্য ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়ার অধিভুক্তি লাভ করে, পরে ২০১৬ সালে ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা হলে, মাদ্রাসাটি সেখানে স্থানান্তরিত হয়। বর্তমানে মাদ্রাসায় মোট শিক্ষার্থী সংখ্যা ১৬৭৭ জন।\n\n\n== প্রশাসন ==\nমাদ্রাসার শুরুর দিকে ১৭ বছর ধরে ব্যবসায়ী মো: আবুল কাশেম মিয়াজি প্রতিষ্ঠানের সেক্রেটারির দায়িত্ব ছিলো। এরপর পদাধিকার বলে মাদরাসার অধ্যক্ষ সেক্রেটারীর দায়িত্ব পালন করবেন, সরকারি এই আইন হওয়ার পরে তিনি দায়িত্ব থেকে অব্যাহতি পান।\n১৯৬৭ সালে বোরহানউদ্দিনে স্থাপনের পর প্রথম কমিটির সভাপতি ছিলো ভোলার মহকুমা প্রশাসক, সেক্রেটারি ছিলো মৌলভী আব্দুল জলিল এবং সহ-সভাপতি ছিলো তৎকালিন ইউনিয়ন চেয়ারম্যান ইয়াছিন ভুঁইয়া। ১৯৬৭ সালের পর থেকে মৌলভী আব্দুল জলিল আমৃত্যু এই প্রতিষ্ঠানের দায়িত্ব পালন করেছে, এবং তার ইচ্ছানুসারে মাদ্রাসা ক্যাম্পাসেই তাকে সমাহিত করা হয়।\n১৯৮২ সালে মাওলানা মফিজুল হক অধ্যক্ষের দায়িত্ব পেলে ১৯৮৪ সালে সর্বপ্রথম মাদ্রাসাটি পাবলিক পরীক্ষার কেন্দ্র হিসেবে ব্যবহৃত হয়, এখানে দাখিল থেকে কামিল পরীক্ষার কেন্দ্র ছিলো।\n\n\n== অধ্যক্ষগণের তালিকা ==\n১৯২১ সালে প্রতিষ্ঠা পর থেকে ১৯৪২ সাল পর্যন্ত দায়িত্বরত কোন পরিচালক ও অধ্যক্ষগণের নাম নাম যায়নি। ১৯৪২ সালের পরে দায়িত্ব পালন করেন।\n\nমাওলানা মুফতি মো: সিরাজুল হক শরীফ (সুপার)\nমাওলানা মো: আজিজুল্লাহ (সুপার ও অধ্যক্ষ)\nমাওলানা মো: মোখলেছুর রহমান (অধ্যক্ষ)\nমাওলানা মো: ফজলুল করিম (নোয়াখালী অধ্যক্ষ)\nমাওলানা মো: আমিনুল্লাহ (মোহাদ্দিস ও ভারপ্রাপ্ত অধ্যক্ষ)\nমাওলানা মো: আব্দুর রহমান খাঁন (অধ্যক্ষ)\nমাওলানা মো: মোস্তাফিজুর রহমান (অধ্যক্ষ)\nমাওলানা মো: ফখরুল আলম হাতিয়া (মুহাদ্দিস ও ভারপ্রাপ্ত অধ্যক্ষ),\nমাওলানা মো: মফিজুল হক (অধ্যক্ষ)\n\n\n== তথ্যসূত্র =="}