{"pageid": 1143270, "title": "ডিজনি জুনিয়র (দক্ষিণ-পূর্ব এশিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1143270", "content": "ডিজনি জুনিয়র (পূর্বে প্লেহাউজ ডিজনি) ফক্স নেটওয়ার্কস গ্রুপ এশিয়া প্যাসিফিক এবং দ্য ওয়াল্ট ডিজনি কোম্পানি (দক্ষিণ-পূর্ব এশিয়া) প্রাইভেট লিমিটেড দ্বারা মালিকানাধীন এবং পরিচালিত একটি দক্ষিণ-পূর্ব এশীয় পে প্রাক-প্রাথমিক টেলিভিশন চ্যানেল ছিল।\nমূলত ২ থেকে ৭ বছরের শিশুদের লক্ষ্য করা, এটির অনুষ্ঠানমালায় রয়েছে মূল প্রথম প্রচারিত টেলিভিশন ধারাবাহিক, থিয়েটারে মুক্তিপ্রাপ্ত এবং ডিভিডির জন্য তৈরি চলচ্চিত্র, এবং বেশিরভাগ পিবিএস কিডস থেকে নির্বাচিত অন্যান্য অনুষ্ঠান।\nডিজনি চ্যানেলে প্রচারিত একটি সকাল বেলার আনুষ্ঠানিক ব্লকের জন্য ডিজনি জুনিয়র এটির নামও ধার দিয়েছে, যা ডিজনি জুনিয়র অন ডিজনি চ্যানেল নামে ব্র্যান্ড করা ছিল, ২০১৮ সালের ৩১ জুলাইতে এর বন্ধের পর্যন্ত।\n\n\n== ইতিহাস ==\n২০০৪ সালের ২ এপ্রিলে হংকংয়ে ডিজনি জুনিয়র এশিয়ার প্রথম সম্প্রচার হয় প্লেহাউজ ডিজনি হিসেবে।\nপরে ২০০৪ সালের ২৪ মেতে ডিজনি চ্যানেলে সকাল বেলার ব্লকের উদ্বোধন হয়। ২০০৪ থেকে ২০০৫ সাল পর্যন্ত প্লেহাউজ ডিজনি দক্ষিণ-পূর্ব এশিয়ার অনেকগুলো দেশে উদ্বোধন হয়।\n২০১১ সালের ৩০ জুনে লরা ওয়েন্ডট ঘোষণা দেন যে ২০১১ সালের ১১ জুলাইতে দক্ষিণ-পূর্ব এশিয়া এবং হংকংয়ে প্লেহাউজ ডিজনি ডিজনি জুনিয়রে রূপান্তর হবে। লরা বলেছিলেন যে ডিজনি জুনিয়র ডিজনি ব্র্যান্ডের বৈশিষ্ট্য, গল্প এবং চরিত্রের বৈশিষ্ট্যগুলি দেখাবে। উনারা ক্লাসিক ডিজনি চরিত্রগুলিকে, প্রিয়, প্রজন্মের মাধ্যমে গ্রহণ করবে এবং শৈশবকালীন শিক্ষাকে উৎসাহিত করে এমন উপাদানগুলির সাথে টিভিতে তাদের জীবন্ত করে তুলবে৷\nডিজনি চ্যানেল এবং ডিজনি এক্সডির ভারতীয় ফিডে কড়া স্থানীয়করণের কারণে ২০১৩ সালে সেগুলোকে বাংলাদেশে সম্প্রচার করা নিষিদ্ধ করে দেওয়া হয়। পরে ২০১৬ সালে সেই দেশের কিছু কেবল প্রোভাইডারে ডিজনি চ্যানেলগুলোর এশীয় ফিডসমূহ, অন্তর্ভূক্তে ডিজনি জুনিয়র এশিয়া, উপলব্ধি করা হয়।\n২০১৬ সালের ১ মার্চে একটি হাই-ডেফিনিশন ফিড উদ্বোধন করার সাথে সাথে ডিজনি জুনিয়র উয়াইডস্ক্রিন বিন্যাসে সম্প্রচার করা শুরু করে।\n২০১৮ সালের ৩১ জুলাইতে কোনো কারণ ছাড়াই ডিজনি জুনিয়র অন ডিজনি চ্যানেল ব্লকটি বন্ধ করে দেওয়া হয়।\n\n\n=== বন্ধ ===\nসিঙ্গাপুরের দুটি সার্ভিস প্রোভাইডার, সিংটেল এবং স্টারহাবের সাথে চুক্তি নতুন না করতে পারার জন্য ২০২০ সালের ১ জুনে উভয় প্রোভাইডারে ডিজনি জুনিয়র, ডিজনি চ্যানেল, এবং ডিজনি এক্সডি সম্প্রচার বন্ধ করে। ২০২১ সালের ২৩ ফেব্রুয়ারিতে সেই তিনটি চ্যানেলগুলোর অনুষ্ঠানসমূহ ডিজনি+ এ স্থানান্তর করা হয়।\n২০২০ সালের ৫ আগস্টে মালয়েশিয়ার অ্যাস্ট্রোতে ডিজনি চ্যানেলের সাথে ডিজনি জুনিয়র এইচডিতে সম্প্রচার শুরু করে। ২০২১ সালের ১ জানুয়ারিতে অ্যাস্ট্রো এবং অ্যাস্ট্রো মালিকানাধীন টিভি প্রোভাইডারে (যেমন এনজয় এবং ক্রিস্টাল-অ্যাস্ট্রো) ডিজনি চ্যানেলগুলো সম্প্রচার বন্ধ করে অ্যাস্ট্রোর রিফ্রেশড কিডস প্যাকের উদ্বোধনের কারণে, যা ২০২০ সালের ১৪ ডিসেম্বরে এর ঘোষণা করা হয়। ২০২১ সালের ১ জুনে মালয়েশিয়ায় চ্যানেলের অনুষ্ঠানসমূহ ডিজনি+ হটস্টারে স্থানান্তর করা হয়।\n২০২১ সালের ১ অক্টোবরে ডিজনি চ্যানেল এশিয়া এবং দক্ষিণ-পূর্ব এশিয়ার ফক্স চ্যানেলগুলোর সাথে ডিজনি জুনিয়র এশিয়া এবং ডিজনি জুনিয়র হংকং সম্প্রচার বন্ধ করে, ঠিক মধ্যরাত ১টায় (ইউটিসি+০৮:০০)/১২টায় (ইউটিসি+০৭:০০), মিরা, রয়েল ডিটেক্টিভ দিয়ে শেষ করে।\nদেশ অনুযায়ী ডিজনি জুনিয়রের বেশিরভাগ অনুষ্ঠান পরিবর্তে ডিজনি+ হটস্টার এবং ডিজনি+ এ দেখানো যাবে। তবুও তাইওয়ানে ডিজনি চ্যানেলের ডিজনি জুনিয়র ব্লক, ন্যাট জাও চ্যানেলগুলি সহ, সেই তারিখের পরেও সম্প্রচার অব্যহত রাখে। তারপরে, ডিজনি চ্যানেলের সাথে, ব্লকটি বন্ধ হয় ২০২১ সালের ৩১ ডিসেম্বরে।\n\n\n== শেষ ফিডসমূহ ==\nমূল: ফিলিপাইন, ইন্দোনেশিয়া, থাইল্যান্ড, পাপুয়া নিউগিনি, মিয়ানমার, বাংলাদেশ, এবং ভিয়েতনামে উপলব্ধ ছিল। এটি পূর্বে সিঙ্গাপুর এবং মালয়েশিয়ায়ও উপলব্ধ ছিল। ফিডটি ২০২১ সালের ১ অক্টোবরে সম্প্রচার বন্ধ করে।\nহংকং: মূল প্যান-এশীয় ফিডের থেকে একটি আলাদা অনুষ্ঠানসূচীর সাথে এটি হংকং এবং মাকাওয়ে উপলব্ধ ছিল। এটি ক্যান্টনীয় এবং ইংরেজিতে সম্প্রচার করতো। এশীয় ফিডের মতো এটিও ২০২১ সালের ১ অক্টোবরে সম্প্রচার বন্ধ করে।\nতাইওয়ান: তাইওয়ানীয় সময়ে সকাল ৬টার থেকে দুপুর ১টার পর্যন্ত ডিজনি চ্যানেলে প্রচারিত একটি নিজস্ব আনুষ্ঠানিক ব্লক সহ এটি তাইওয়ানে উপলব্ধ ছিল। এটি তাইওয়ানীয় ম্যান্ডারিন এবং ইংরেজিতে সম্প্রচার করতো। এটি ২০২১ সালের ৩১ ডিসেম্বরে সম্প্রচার বন্ধ করে, সেই সালের ১২ নভেম্বরে সেইখানে ডিজনি+ এর উদ্বোধনের কারণে।\n\n\n== ডিজনি জুনিয়র ম্যাগাজিন ফিলিপাইন ==\nডিজনি জুনিয়র ম্যাগাজিন ফিলিপাইন (ডিজনি জুনিয়র ম্যাগাজিন নামে পরিচিত এবং পূর্বে প্লেহাউজ ডিজনি ম্যাগাজিন ফিলিপাইন) দ্য ওয়াল্ট ডিজনি কোম্পানি দক্ষিণ-পূর্ব এশিয়ার সঙ্গে সহযোগিতার মধ্যে সামিট মিডিয়া দ্বারা ফিলিপাইনে প্রকাশিত একটি শিক্ষামূলক ম্যাগাজিন।\n\n\n== তথ্যসূত্র =="}