{"pageid": 1143343, "title": "ক্লারা মে", "url": "https://bn.wikipedia.org/wiki?curid=1143343", "content": "ক্লারা হ্যাগম্যান (জন্ম ৯ জুলাই ১৯৯১) পেশাগতভাবে ক্লারা মে নামে পরিচিত। তিনি একজন সুইডিশ গায়িকা এবং গীতিকার। বর্তমানে তিনি বিগ বিট রেকর্ডস এবং আটলান্টিক রেকর্ডসে যুক্ত হয়েছেন। তিনি দুটি প্রধান একক অ্যালবাম প্রকাশ করেন: \"আই অ্যাম নট হার\" এবং \"আই ফরগট\"। ২০০৯ থেকে ২০১২ সাল পর্যন্ত ক্লারা সুইডিশ পপ গ্রুপ এইস অব বেইজ এর সদস্য ছিলেন। ২০১৬ সালে সহযোগীসহ তিনি ক্রিম গান টেপড আপ হার্ট এ অভিনয় করেন, যা বিলবোর্ড এর হট ডান্স/ইলেক্ট্রনিক গানের চার্টে ২১ নম্বরে স্থান পায়।\n\n\n== প্রারম্ভিক জীবন ==\nক্লারা মে ১৯৯১ সালের ৯ জুলাই সুইডেনের গাভলে জন্মগ্রহণ করেন। ২০০২ সালে তিনি লিলা মেলোডিফেস্টিভ্যালেন গান রচনা প্রতিযোগিতায় অংশগ্রহণ করেন এবং একটি মূল গান \"হেজ, ভেম আর ডু\" পরিবেশন করেন এবং চতুর্থ স্থান অর্জন করেন। তিনি তিন বছর ধরে জ্যাজ ভোকাল এবং পিয়ানোও অধ্যয়ন করেন। সঙ্গীতে ক্যারিয়ার গড়ার জন্য তিনি স্টকহোমে চলে আসেন।\n\n\n== কর্মজীবন ==\nকর্মজীবনের শুরুতে ক্লারা মে প্রযোজক ডেভিড গেটা এবং টিয়েস্টোর সাথে কাজ করেছিলেন। ২০০৮ সালে তিনি নেক্সট স্টার গানের প্রতিযোগিতা প্রোগ্রামে উপস্থিত হন, যেখানে তিনি হুইটনী হাস্টনের আই উইল অলওয়েজ লাভ ইউ  পরিবেশন করেন এবং দ্বিতীয় স্থান অর্জন করেন। পরের বছর তিনি আরেকটি গানের প্রতিযোগিতা আইডল ২০০৯ এ অংশগ্রহণ করেন। সেমি-ফাইনাল রাউন্ডের সময় তিনি তার অডিশনের জন্য ডাফির ওয়ারউইক এভিনিউ এবং ওহ লরার রিলিজ মি পরিবেশন করেন, কিন্তু ফাইনালে যেতে তিনি ব্যর্থ হন।  এছাড়াও ২০০৯ সালে, ক্লারাকে উলফ একবার্গ এবং জোনাস বার্গগ্রেন এইস অব বেইজ এ যোগদানের জন্য নিয়োগ করেন। তিনি এবং সহকর্মী নতুন সদস্য জুলিয়া উইলিয়ামসন প্রাক্তন সদস্য জেনি বার্গেন এবং লিন বার্গেনকে প্রতিস্থাপন করেন এবং ২০০৯ সালের সেপ্টেম্বরে ব্যান্ডের সাথে একটি নতুন অ্যালবাম রেকর্ড করা শুরু করেন।  ব্যান্ডটি ২০১০ সালের সেপ্টেম্বরে দ্য গোল্ডেন রেশিও প্রকাশ করে।  ক্লারা ২০১২ সালে আনুষ্ঠানিকভাবে এইস অব বেইজ ত্যাগ করেন।\n২০১৪ সালে তিনি আনুষ্ঠানিকভাবে তার মঞ্চের নাম হিসেবে \"ক্লারা মে\" গ্রহণ করেন এবং একক শিল্পী হিসেবে তার প্রথম গান \"চেঞ্জিং ফেস\" প্রকাশ করেন। এর আগে তিনি তার জন্ম নাম ক্লারা হ্যাগম্যান ব্যবহার করে এসেছিলেন।  ২০১৫ সালে তিনি একটি নতুন একক অ্যালবাম \"অ্যাভালন\" প্রকাশ করেন। ২০১৬ সালে তিনি স্টিভ ভয়েড এবং নো মান্ডেইজ এর গান \"কেমিস্ট্রি\" তে প্রদর্শিত হন এবং আরেকটি একক অ্যালবাম \"স্ট্রিপ\" প্রকাশ করেন।\nএকই বছর, তিনি ক্রিম গান \"টেপড আপ হার্ট\" এ প্রদর্শিত হন, যা বিলবোর্ড হট ড্যান্স/ইলেক্ট্রনিক গানের চার্টে ২১ নম্বর এবং সুইডিশ চার্টে ৭০ নম্বরে স্থান পায়।    তিনি ইউরোভিশন সঙ্গীত প্রতিযোগিতা ২০১৬ এ গ্যাব্রিয়েলা গুনচিকোভার সাহায্যকারী কণ্ঠশিল্পী হিসেবেও অভিনয় করেন, গ্যাব্রিয়েলা সেই বছর আই স্ট্যান্ডের সাথে চেক প্রজাতন্ত্রের প্রতিনিধিত্ব করেছিলেন। ক্লারা ২০১৭ সালে বিগ বিট রেকর্ডস (আটলান্টিক রেকর্ডস এর একটি ছাপ) এ স্বাক্ষর করেন। তিনি সেই বছরের নভেম্বরে তার প্রথম প্রধান একক অ্যালবাম \"আই এম নট হার\" প্রকাশ করেন। এছাড়াও ২০১৮ সালের জানুয়ারিতে গানটির একটি অ্যাকোস্টিক সংস্করণ প্রকাশ করেন। ক্লারা মে ফেলিক্স যেইহনের গান \"বেটার\" এর একজন বিশিষ্ট শিল্পী ছিলেন, যা ২০১৮ সালের ফেব্রুয়ারীতে প্রকাশিত হয়। বিগ বিটে তার দ্বিতীয় একক অ্যালবাম \"আই ফরগট\" ২০১৮ সালের মার্চে মুক্তি পায়। \n\n\n== ডিসকোগ্রাফি ==\n\n\n=== স্টুডিও অ্যালবামসমূহ ===\n\n\n=== পূর্ণদৈর্ঘ্য নাটক ===\n\n\n=== একক সঙ্গীতসমূহ ===\n\n\n==== প্রধান শিল্পী হিসেবে ====\n\n\n==== বিশিষ্ট শিল্পী হিসেবে ====\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জুন ২০১৯ তারিখে"}