{"pageid": 1143792, "title": "ডিজনি চ্যানেল (স্পেন)", "url": "https://bn.wikipedia.org/wiki?curid=1143792", "content": "ডিজনি চ্যানেল দ্য ওয়াল্ট ডিজনি কোম্পানি ইএমইএর বিভাগ দ্য ওয়াল্ট ডিজনি কোম্পানি ইবেরিয়া (ডিজনি স্পেন ও পর্তুগাল) এর মালিকানাধীন এবং পরিচালিত একটি স্পেনীয় টেরেস্ট্রিয়াল টেলিভিশন চ্যানেল। এটি দ্য ওয়াল্ট ডিজনি কোম্পানির আন্তর্জাতিক বিভাগ ডিজনি ব্র্যান্ডেড টেলিভিশনের এক অংশ।\n১৯৯৮ সালের ১৭ এপ্রিলে এটি পে টেলিভিশন চ্যানেল হিসেবে সম্প্রচার শুরু করে, এবং এটি শিশু এবং কৈশোরদের লক্ষ্য করে। ২০০১ সালে ডিজনি 'ডিজনি চ্যানেল +১' নামের একটি টাইমশিফ্ট চ্যানেল চালু করে, যা এক ঘণ্টা বাড়িয়ে একই অনুষ্ঠান প্রচারিত করে। ২০০৮ সালের ১ জুলাইতে ফ্লাই মিউজিককে প্রতিস্থাপন করে ডিজনি চ্যানেল টেরেস্ট্রিয়াল টেলিভিশনে সম্প্রচার শুরু করে, এইভাবে এটি হয়ে যায় বিশ্বের প্রথম ডিজনি চ্যানেল যেটি পে টিভি-মুক্ত।\n\n\n== ইতিহাস ==\n১৯৯৮ সালে স্পেনে ডিজনি চ্যানেল উদ্বোধন হয়, যখন দ্য ওয়াল্ট ডিজনি কোম্পানি এবং সোগেকেবল (বর্তমানে প্রিসা টিভি) কানাল সাতেলিত দিগিতাল স্যাটেলাইট প্ল্যাটফর্মে মার্কিন ডিজনি চ্যানেলের স্পেনীয় সংস্করণ বিতরণ করার একটি চুক্তি বানায়। চ্যানেলটি ১৯৯৮ সালের ১৭ এপ্রিলে সম্প্রচার শুরু করে, এবং এটি স্থানীয় প্রযোজিত অনুষ্ঠান এবং ডিজনির অ্যানিমেশন লাইব্রেরী বহন করেছে। হোর্দি ক্রুজ দ্বারা হোস্ট করা ব্রিটিশ অনুষ্ঠান আর্ট অ্যাটাক এর স্পেনীয় সংস্করণও তৈরি এবং প্রচারিত করা হয়েছিল, অন্য কিছু সহ।\n১৯৯৯ সালের সেপ্টেম্বরে ডিজনি চ্যানেল স্পেন গেদেওন দ্বারা তৈরি করা ডিজনি চ্যানেল ইউকের \"গোল\" লোগো এবং আইডেন্ট ব্যবহার করা শুরু করে। তিন বছর পরে ডিজনি আরও তিনটি চ্যানেল প্রদান করা শুরু করে, ডিজনি চ্যানেল +১ নামের একটি টাইমশিফ্ট চ্যানেল, টুন ডিজনি, এবং প্লেহাউজ ডিজনি। টুন ডিজনিতে শুধু ডিজনির অ্যানিমেশন প্রচারিত হওয়ার জন্য এবং প্লেহাউজ ডিজনিতে প্রাক-প্রাথমিক শিশুদের জন্য অনুষ্ঠান প্রচারিত হওয়ার জন্য তৈরি করা হয়েছিল। ২০০৮ সালে টুন ডিজনি ডিজনি সিনেম্যাজিকে রূপান্তর হয়।\n২০০৮ সালের ফেব্রুয়ারিতে দ্য ওয়াল্ট ডিজনি কোম্পানি ইবেরিয়া (টিডাব্লিউডিসিআই) ডিজিটাল টেরেস্ট্রিয়াল টেলিভিশন মাল্টিপ্লেক্স অপারেটর সোসিয়েদাদ গেস্তোরা দে তেলেভিসিওন নেট টিভির মধ্যে ২০% সম্পদ ক্রয় করতে চেয়েছে। বিক্রয়ের পর নেট টিভি ভোসেন্তো (৫৫%), ইন্তেরেকোনোমিয়া গ্রুপ (২৫%), এবং টিডাব্লিউডিসিআই (২০%) দ্বারা মালিকানাধীন ছিল। অবশেষে ২০০৮ সালের মেতে কোম্পানিটি ঘোষণা করেছে যে ডিজনি চ্যানেল নেট টিভির ফ্লাই মিউজিককে প্রতিস্থাপন করে একটি ডিজিটাল টেরেস্ট্রিয়াল টেলিভিশন চ্যানেল হিসেবে সম্প্রচার শুরু করবে।\n২০১০ সালের ১ মেতে ডিজনি চ্যানেল স্পেন ১৬:৯ ওয়াইডস্ক্রিনে সম্প্রচার করা শুরু করে। ২০১১ সালের ২০ জুনে ডিজনি চ্যানেল এর অ্যাপ লোগো ব্যবহার করা শুরু করে, সাথে এর ওয়েবসাইটটির পরিবর্তন হয়। ২০১২ সালে ডিজনি রিপ্লে নামের একটি সার্ভিস চালু হয়, যাতে ডিজনির ধারাবাহিকের পুরো পর্বসমূহ দেখা যায়। ২০১৩ সালের ১০ জুনে ফিনিয়েস ও ফার্ব এর পর্ব \"নট মাই প্রবলেম\" সার্ভিসে প্রথম প্রচারিত হয়। ২০১৩ সালের নভেম্বরে অন্যান্য ইউরোপীয় ডিজনি চ্যানেলের সাথে এর ওয়েবসাইটটি আবারও পরিবর্তন হয়।\n\n\n== আরও দেখুন ==\nডিজনি চ্যানেল\nডিজনি জুনিয়র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট\nডিজনি চ্যানেল টিডিটি"}