{"pageid": 1143445, "title": "দুমকা-ভাগলপুর লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1143445", "content": "দুমকা-ভাগলপুর লাইন হল একটি ভারতীয় রেললাইন যা জাসিডিহ-দুমকা-রামপুরহাট লাইনে দুমকাকে সাহেবগঞ্জ লুপের ভাগলপুর জংশনের সাথে সংযুক্ত করে। এই ১১৫-কিলোমিটার (৭১-মাইল) রেলপথটি পূর্ব রেলওয়ের মালদা বিভাগের আওতাধীন।\n\n\n== ইতিহাস ==\nভাগলপুর-মান্দার হিল শাখা লাইন ১৮৯৩ সালে নির্মিত হয়। দুমকাকে ভাগলপুরের সাথে সংযুক্ত করার জন্য জাসিডিহ-দুমকা-রামপুরহাট লাইনের একটি সংযুক্ত প্রকল্প হিসাবে একটি নতুন দুমকা-ভাগলপুর রেললাইন নির্মাণ করা হয়। নতুন রেললাইনটি দুমকা থেকে উত্তর দিকে শাখা ছেড়ে ভাগলপুর রেলওয়ে জংশনের সাথে যুক্ত হয়। ভাগলপুর থেকে বানকা এবং মান্দার পাহাড় পর্যন্ত ৫১ কিলোমিটার রেললাইন আগে থেকেই বিদ্যমান রয়েছে। মান্দার হিল থেকে হাঁসডিহা পর্যন্ত রেলপথ প্রসারিত করে ২২ ডিসেম্বর ২০১২-এ উদ্বোধন করা হয়। দুমকা থেকে বড়পালাসি স্টেশন পর্যন্ত ১৪ কিলোমিটার লাইন ২০১৪ সালের ফেব্রুয়ারিতে চালু করা হয়। বড়পালাসি থেকে হাঁসডিহা পর্যন্ত অবশিষ্ট অংশটি ২৮ সেপ্টেম্বর ২০১৬ তারিখে যাত্রীবাহী ট্রেনের জন্য খোলা হয়। এই লাইনটি হাওড়া এবং ভাগলপুরের রেল চলাচলের জন্য দ্বিতীয় বিকল্প হিসাবে কাজ করে এবং ভাগলপুর এবং হাওড়ার মধ্যে প্রায় ৭০ কিলোমিটার দূরত্ব কমিয়ে দেয়।\n\n\n== ট্রেন ==\nভাগলপুর থেকে বানকা, দুমকা এবং গোড্ডা পর্যন্ত যাত্রীবাহী ট্রেন পরিষেবা চালু রয়েছে। কবিগুরু এক্সপ্রেস নামে একটি এক্সপ্রেস ট্রেন দুমকা হয়ে জামালপুর ও হাওড়ার মধ্যে চলাচল করে। বাঁকা-রাজেন্দ্র নগর টার্মিনাল ইন্টারসিটি এক্সপ্রেস এবং দেওঘর-আগরতলা সাপ্তাহিক এক্সপ্রেস দেওঘর-বাঁকা-ভাগলপুর লাইনে চলে। গোড্ডা-নতুন দিল্লি হামসফর এক্সপ্রেস হল একমাত্র প্রিমিয়াম ট্রেন যা এই রুটে চলে এবং রাঁচি গোড্ডা এক্সপ্রেস এই রুটে ত্রি-সাপ্তাহিক পরিষেবা হিসাবে চলে, যা সাঁওতাল পরগনাকে জাতীয় রাজধানী এবং ঝাড়খণ্ডের রাজধানীতে সংযুক্ত করে।\n\n\n== আরও নির্মাণাধীন রেলপথ ==\n৯৭-কিলোমিটার (৬০-মাইল) -দীর্ঘ জসিডিহ-হাঁসডিহা-পিরপেইন্টি লাইন নির্মাণাধীন রয়েছে। ২০২১ সালের এপ্রিল পর্যন্ত, মোহনপুর-হাঁসডিহা এবং গোড্ডা-পিরপাইন্টি বিভাগে কাজ চলছে। ৩২-কিলোমিটার (২০-মাইল) হাঁসডিহা-গোড্ডা বিভাগটি ৮ এপ্রিল ২০২১-এ উদ্বোধন করা হয় এবং একটি হামসাফার এক্সপ্রেস গোড্ডা থেকে নয়াদিল্লি পর্যন্ত সাপ্তাহিক চলাচল করে। ঝাড়খণ্ডের সাঁওতাল পরগনা বিভাগের গোড্ডা জেলাকে ভারতের বাকি অংশের সাথে সংযুক্ত করার জন্য এই লাইনটিকে গুরুত্বপূর্ণ বলে মনে করা হয়।৮০-কিলোমিটার (৫০-মাইল) গোড্ডা-পাকুর লাইনও পরিকল্পনা করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n|"}