{"pageid": 1143787, "title": "জেমস আনায়া", "url": "https://bn.wikipedia.org/wiki?curid=1143787", "content": "স্টিফেন জেমস আনায়া একজন আমেরিকান আইনজীবী এবং কলোরাডো বিশ্ববিদ্যালয়ের বোল্ডার আইন স্কুলের ১৬ তম ডিন। তিনি পূর্বে অ্যারিজোনা বিশ্ববিদ্যালয়ের জেমস ই. রজার্স আইন কলেজ -এর মানবাধিকার আইন ও নীতির অধ্যাপক  ছিলেন  এবং এর আগে তিনি ইউনিভার্সিটি অফ আইওয়ায় আইন অনুষদে দশ বছরেরও বেশি সময় ধরে এ দায়িত্ব পালন করেছিলেন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুলাই ২০২২ তারিখে।  ২০০৮ সালের মার্চ মাসে, তিনি রডলফো স্ট্যাভেনহেগেনের স্থলাভিষিক্ত হয়ে আদিবাসীদের মানবাধিকার এবং মৌলিক স্বাধীনতার পরিস্থিতির উপর জাতিসংঘের বিশেষ প্রতিবেদক হিসেবে নিযুক্ত হন। তিনি ২০১৯ সালে আমেরিকান ফিলোসফিক্যাল সোসাইটির সদস্য নির্বাচিত হন।\n\n\n== শিক্ষা ও কর্ম ==\nআনায়া ইউনিভার্সিটি অফ নিউ মেক্সিকো (বি.এ, ১৯৮০) এবং হার্ভার্ড আইন স্কুল (জে.ডি, ১৯৮৩) এর একজন স্নাতক ও স্নাতকোত্তরকারী।হার্ভার্ড আইন স্কুলে, তিনি ছাত্র উপদেষ্টা বোর্ডের সদস্য ছিলেন। তিনি আন্তর্জাতিক মানবাধিকার, সাংবিধানিক আইন এবং আদিবাসী জনগোষ্ঠী সম্পর্কিত বিষয়গুলো শেখান এবং লেখেন।  \nআনায়া মানবাধিকার ও আদিবাসীদের বিষয়ে অসংখ্য দেশে সংস্থা এবং সরকারী সংস্থাগুলোর পরামর্শদাতা হিসাবে কাজ করেছেন এবং তিনি আদালত ও আন্তর্জাতিক সংস্থার সামনে ঐতিহাসিক মামলায় উত্তর ও মধ্য আমেরিকার অনেক অংশ থেকে আদিবাসী গোষ্ঠীর প্রতিনিধিত্ব করেছেন। তিনি আওয়াস টিংনি মামলায়  আদিবাসী দলগুলোর প্রধান কৌঁসুলি ছিলেন।নিকারাগুয়া, যেখানে আন্তঃআমেরিকান মানবাধিকার আদালত প্রথমবারের মতো আন্তর্জাতিক আইনের বিষয় হিসাবে আদিবাসীদের ভূমি অধিকারকে সমর্থন করেছে। উপরন্তু, তিনি আইনী দলকে নির্দেশ দিয়েছেন যেটি সফলভাবে বেলিজের সুপ্রিম কোর্টের দ্বারা সেই দেশের মায়া জনগণের ঐতিহ্যগত ভূমি অধিকার নিশ্চিত করে একটি রায় অর্জন করেছেন।\n১৩ এপ্রিল,২০১৬-এ ইউনিভার্সিটি অফ কলোরাডো বোল্ডার প্রভোস্ট রাসেল এল. মুর জেমস আনায়া রিজেন্টস অধ্যাপক এবং অ্যারিজোনা বিশ্ববিদ্যালয়ের মানবাধিকার আইন ও নীতির অধ্যাপক জেমস জে. লেনোয়ার পরবর্তী ডিন হিসাবে নিয়োগের ঘোষণা দেয় কলোরাডো বিশ্ববিদ্যালয় বোল্ডার আইন স্কুল এবং আনায়া ৮ আগস্ট, ২০১৬ তারিখে তার দায়িত্ব শুরু করেন।  আনায়া ৩০ জুন, ২০২১ থেকে কার্যকর কলোরাডো আইন স্কুলের ডিনের ভূমিকা থেকে পদত্যাগ করেছেন। তিনি একজন বিশিষ্ট ফ্যাকাল্টি সদস্য হিসেবে রয়ে গেছেন।\nআনায়া অ্যাপাচি এবং পুরেপেচা বংশের।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজেমস আনায়া দাপ্তরিক ওয়েবসাইট\nজাতিসংঘের অফিস হাইকমিশনার ফর হিউম্যান রাইটস\nজীবন বৃত্তান্ত\nআদিবাসীদের আইন ও নীতি কর্মসূচি\nঅ্যারিজোনানেটিভনেট\nহার্পার, স্যামুয়েল (১৯৯৬) \"জেমস আনায়া এবং আওয়াস টিংনি কেস\" ১৭ আগস্ট ২০০৯ যুক্ত করা হয়েছে"}