{"pageid": 114357, "title": "চামুণ্ডা", "url": "https://bn.wikipedia.org/wiki?curid=114357", "content": "চামুণ্ডা (সংস্কৃত: चामुण्डा, Cāmuṇḍā) হলেন একজন প্রধানা হিন্দু দেবী। চামুণ্ডা হলেন আদ্যাশক্তি,ভগবতী। তিনি সপ্ত মাতৃকার মধ্যে প্রধানা। তাঁর অপর নাম চামুণ্ডী, চামুণ্ডেশ্বরী, চামুণ্ডা চর্চিকা ও চর্চিকা। চামুণ্ডা হলেন আদ্যাশক্তি, আবার তিনিই ভগবতী দুর্গা।  চণ্ড ও মুণ্ড নামে দুই অসুরকে বধ করে তিনি ‘চামুণ্ডা’ নামে পরিচিত হন। চামুণ্ডাকে দেবী কালীর অপর রূপ মনে করা হয়।  পার্বতী, চণ্ডী, দুর্গা, চামুণ্ডা ও কালী এক ও অভিন্ন। কথিত আছে, চামুণ্ডার আবাসস্থল হল শ্মশানভূমি বা ডুমুর গাছ। আনুষ্ঠানিকভাবে পশুবলি দিয়ে ও মদ্য নিবেদন করে এই দেবীর পূজা করা হয়। প্রাচীনকালে চামুণ্ডার পূজায় নরবলিও দেওয়া হত। চামুণ্ডা প্রকৃতপক্ষে একজন অনার্যা দেবী ছিলেন। পরবর্তীকালে তাঁকে হিন্দুধর্মে গ্রহণ করা হয় এবং অষ্টমাতৃকা/অষ্টশক্তির অন্যতমা রূপে চামুণ্ডা হিন্দু দেবমণ্ডলীতে স্থান পান। জৈনধর্মেও চামুণ্ডার পূজা প্রচলিত আছে। তবে জৈনরা মদ্য ও মাংসের পরিবর্তে নিরামিষ নৈবেদ্য নিবেদন করে তার পূজা করেন।\n\n\n== উৎস ==\nরামকৃষ্ণ ভাণ্ডারকরের মতে, চামুণ্ডা প্রকৃতপক্ষে মধ্যভারতের বিন্ধ্য অঞ্চলের অরণ্যচারী উপজাতি সমাজে পূজিত দেবী। এই সকল উপজাতিগুলির মধ্যে চামুণ্ডার উদ্দেশ্যে পশু ও নরবলি প্রদান এবং মদ উৎসর্গের প্রথা বিদ্যমান ছিল। হিন্দু দেবমণ্ডলীতে স্থানলাভের পরেও, চামুণ্ডার তান্ত্রিক উপাসনায় এই সকল প্রথা থেকেই যায়। ভাণ্ডারকরের মতে, চামুণ্ডার ভয়াল রূপের কারণ হল, বৈদিক দেবতা রুদ্র (আধুনিক হিন্দুধর্মে শিব) বা কখনও কখনও অগ্নির সঙ্গে তার সম্পর্ক স্থাপন। ওয়াঙ্গুও দেবীর উপজাতীয় উৎস সংক্রান্ত তত্ত্বটিকে সমর্থন করেন।\n\n\n== মূর্তিতত্ত্ব ==\n\nদেবী চামুণ্ডা রক্ত অথবা কৃষ্ণবর্ণা; নরমুণ্ডমালা শোভিতা; বর্ণনাভেদে চতুঃ, অষ্ট, দশ বা দ্বাদশভুজা; ডমরু, ত্রিশূল, খড়্গ, সর্প, খট্বাঙ্গ, বজ্র, ছিন্নমুণ্ড ও রক্তপূর্ণ পানপাত্র ধারিণী; শব অথবা প্রেতের উপর উপবিষ্টা অথবা পরাভূত দৈত্য বা প্রেতাসনে স্থিতা; ত্রিনয়না; কঙ্কালসার দেহ, ভয়াল মুখমণ্ডল, লম্বিত স্তন, সম্মুখপ্রসারিত দন্তপংক্তি, দীর্ঘ নখর ও স্ফীত উদর যুক্তা; অস্থি, কঙ্কাল, সর্প ও বিছের অলংকারে ভূষিতা, যা ব্যাধি ও মৃত্যুর প্রতীক; নরকরোটির যজ্ঞোপবীতধারিণী; মস্তকে জটার মুকুট এবং কোনো কোনো বর্ণনানুসারে মস্তকে অর্ধচন্দ্র শোভিতা। তিনি তার কোটরগত চক্ষু দ্বারা জগৎ ভষ্মীভূত করেন। ভূত ও প্রেতগণ তার সঙ্গী। বিভিন্ন বর্ণনায় নরকঙ্কাল ও শৃগালাদি পশুও তাকে বেষ্টন করে থাকে। যে শবের উপর দেবী উপবিষ্ট থাকেন, তার শৃগালের দল সেই শবের মাংস ভক্ষণ করে। চামুণ্ডা তার পরাজিত শত্রুদের রক্ত পান করেন। সেই শত্রু দৈত্যদের ছিন্ন মুণ্ড থেকে পতিত রক্ত তাঁর সহচর প্রেত ও শৃগালেরাও পান করে থাকে। সকল মাতৃকাই, বিশেষত চামুণ্ডা, রক্তপান করে থাকেন। কোনো কোনো মতে, তিনি তাঁর বাহন পেচকের পৃষ্ঠে আরোহণ করেন। তাঁর ধ্বজায় বাজপাখির চিত্র অঙ্কিত।\nকালিকা পুরাণের ৬১ তম অধ্যায়ে চামুণ্ডার ধ্যান বর্ণিত হয়েছে এভাবে\n\" দেব্যা ললাটনিষ্ক্রান্তা যা কালীতি চ বিশ্রুতা।\nতস্যা মন্ত্রং প্রবক্ষ্যামি কামদং শৃণু ভৈরব।।\n......\nনীলোৎপলদলশ্যামা চতুর্বাহুসমন্বিতা।\nখট্বাঙ্গং চন্দ্রহাসঞ্চ বিভ্রতী দক্ষিণে করে।।\nবামে চর্ম্ম চ পাশঞ্চ ঊর্দ্ধ্বাধোভাগতঃ পুনঃ।\nদধতী মুণ্ডমালাঞ্চ ব্যাঘ্রচর্ম্মধরা বরা।।\nকৃশাঙ্গী দীর্ঘদংষ্ট্রা চ অতিদীর্ঘাতিভীষণা।\nলোলজিহ্বা নিমগ্নারক্তনয়না নাদভৈরবা।।\nকবন্ধবাহনাসীনা বিস্তারশ্রবণাননা।\nএষা তারাহ্বয়া দেবী চামুণ্ডেতি চ গীয়তে।।\"\nহিন্দু দেবীরা সাধারণত সুডৌল স্তনযুক্তা ও সুন্দরী হন। কিন্তু চামুণ্ডার রূপ তাঁদের বিপরীত। এই রূপ জরা, মৃত্যু, ক্ষয় ও ধ্বংসের প্রতীক। \n।\nতবে বৃহৎ তন্ত্রসারে সঙ্কলিত একটি মন্ত্রে চামুণ্ডাকে \"বিকটদংষ্ট্রা, সুবদনা, নিবিড় অন্ধকারে অবস্থানকারিণী, চতুর্ভুজা, খট্বাঙ্গ-বজ্র-পাশ-নরমুণ্ড ধারিণী, কৃষ্ণবর্ণা, পিঙ্গলবর্ণের কেশভারমণ্ডিতা , ব্যাঘ্রচর্মপরিহিতা শবাসীনা ভয়ঙ্করী\" বলে বর্ণনা করা হয়েছে - 'সুবদনা' বিশেষণ তাঁর আকৃতিগত সৌন্দর্য্যকে দ্যোতিত করে।\n\n\n== পৌরাণিক উপাখ্যান ==\n\nদেবীমাহাত্ম্যম্ অনুসারে দেবী পার্বতীর অঙ্গজাত দেবী কৌশিকী/মহাসরস্বতী/চণ্ডিকার ভ্রুকুটিকুটিল ললাটফলক থেকে কালীর আবির্ভাব হয়। অসুররাজ শুম্ভ ও নিশুম্ভের দুই সেনানায়ক চণ্ড ও মুণ্ড নিধনের দায়িত্ব তাঁর উপর অর্পিত হয়। দেবী কালী সেই দৈত্যদ্বয়ের সঙ্গে প্রচণ্ড যুদ্ধে লিপ্ত হন এবং শেষ পর্যন্ত তাঁদের বধ করতে সমর্থ হন। এরপর তিনি নিহত অসুরদ্বয়ের ছিন্ন মুণ্ডদুটি দেবী কৌশিকীর কাছে নিয়ে গেলে তিনি অত্যন্ত আনন্দিত হন এবং চণ্ড ও মুণ্ড বধের স্বীকৃতি স্বরূপ কালীকে চামুণ্ডা নাম প্রদান করেন।\nবামনপুরাণ মতে, শুম্ভ-নিশুম্ভের সেনাবাহিনীর সঙ্গে যুদ্ধকালে দেবী কালী রুরু দৈত্যকে খট্বাঙ্গ প্রহারে বধ করে তার কেশ উৎপাটন করে তা দিয়ে নিজ জটাভার বন্ধন করেন। একটি জটা অনাবদ্ধ থাকায় সে জটা তিনি উৎপাটন করে ভূমিতে সজোরে নিক্ষেপ করেন। সে জটা মুহূর্তমধ্যে এক ভয়ঙ্করী দেবীমূর্তি ধারণ করে - কালী সেই দেবীকে চণ্ডমারী নামে আখ্যায়িতা করলেন। চণ্ডমারীর অর্ধেক শ্বেতবর্ণ ও অপরার্ধ কৃষ্ণবর্ণের, কেশপাশ তৈলাভ্যক্ত। কালিকার আদেশে তিনি পলায়মান চণ্ড-মুণ্ডকে ধরে আনার জন্য রাসভারোহণে দক্ষিণদিকে ধাবমান, পথে যমবাহন মহিষের শৃঙ্গ উৎপাটন করে চণ্ড-মুণ্ডকে অনুধাবন করতে থাকেন। চণ্ড-মুণ্ড এরপর আকাশপথে ধাবিত হলে চণ্ডমারীও তাদের অনুসরণ করতে থাকেন। পথিমধ্যে গরুড় ও কর্কোটক নাগ দেবীর সাক্ষাৎ পেলে ঊর্ধ্বরোমা চণ্ডমারী তাঁদের ভয় উৎপন্ন করেন, এতে গরুড় মাংসপিণ্ডাকার হয়ে পড়েন ও তাঁর ভীষণাকার পালকগুলো খসে পড়ে। দেবী সেই পালকগুলো কুড়িয়ে নেন ও কর্কোটক নাগকে হাতে ধরে অতি দ্রুততায় চণ্ডমুণ্ডকে অবরোধ করেন, আর কর্কোটক নাগকে দিয়ে চণ্ড-মুণ্ডকে বেঁধে নিয়ে কালিকার কাছে নিয়ে আসেন। সেই সঙ্গে গরুড়পক্ষের মালা গেঁথে একটি নিজে পরেন ও অনুরূপ একটি কালিকাকে উপহার দেন। কালিকাও চণ্ডমুণ্ডের মস্তক কর্তন করে তা চণ্ডিকাকে উপহার দেন। চণ্ডিকাও কালীকে \"চামুণ্ডা\" নামে অভিহিত করেন।\nদেবীমাহাত্ম্যমের পরবর্তী একটি অধ্যায় থেকে জানা যায়, শুম্ভনিশুম্ভের সৈন্যবধের উদ্দেশ্যে দেবী দুর্গা নিজ দেহ থেকে মাতৃকাগণের সৃষ্টি করেন। এই অধ্যায়ে, কালীকে মাতৃকা বলে উল্লেখ করা হয়েছে। তিনিই রক্তবীজ দৈত্যের রক্তপান করে চামুণ্ডা নামে অভিহিতা হন। এইভাবে দেবীমাহাত্ম্যম্-এ দেবী কালীর সঙ্গে দেবী চামুণ্ডার একত্ব প্রতিপন্ন করা হয়েছে।\nবরাহ পুরাণেও রক্তবীজের উপাখ্যানটি কথিত হয়েছে। কিন্তু এই কাহিনি অনুসারে, মাতৃকারা একে অন্যের দেহ থেকে উৎপন্ন হয়েছিলেন। চামুণ্ডা উৎপন্ন হন দেবী নারসিংহীর পা থেকে। এই গ্রন্থে দেবী চামুণ্ডা পসুন্য বা বিরাট মিথ্যাভাষণ দোষের প্রতীক। বরাহ পুরাণে অবশ্য কালী ও চামুণ্ডাকে দুই পৃথক দেবী রূপে উল্লেখ করা হয়, যা দেবীমাহাত্ম্যম্-এ করা হয়নি। দেবী পার্বতীর কৃষ্ণ কোষ থেকে সৃষ্টি কৌশিকী ভ্রুকুটি থেকে চণ্ড ও মুণ্ড বধের নিমিত্ত দেবী চামুণ্ডার উৎপত্তি হয়। এই কারণে তিনি পার্বতীর একটি রূপ।\nমৎস্য পুরাণ থেকে অবশ্য চামুণ্ডার উৎপত্তি সংক্রান্ত একটি সম্পূর্ণ পৃথক কাহিনি পাওয়া যায়। এই উপাখ্যান অনুসারে, অন্ধকাসুর বধের সুবিধার্থে পার্বতী মাতৃকাগণের সৃষ্টি করেন। রক্তবীজের মতো অন্ধকাসুরেরও ভূপতিত রক্তবিন্দু থেকে অসুর সৃষ্টির ক্ষমতা ছিল। চামুণ্ডা ও অন্যান্য মাতৃকাগণ তার রক্ত পান করে, শিবকে অসুরবধে সাহায্য করেন।\nরত্নাকরের হরবিজয় গ্রন্থেও চামুণ্ডার এই কৃতিত্বের উল্লেখ রয়েছে। তবে রত্নাকর লিখেছেন যে, চামুণ্ডা একাই অন্ধকের রক্ত পান করেন এবং রক্তপানের ফলে তার গাত্রবর্ণও রক্তের মতো লাল হয়ে যায়। এই গ্রন্থে আরও লেখা আছে যে, প্রলয়কালে চামুণ্ডা এক বিরাট বীণা বাজিয়ে নৃত্য করেন; এই বীণার দণ্ডটি ছিল মেরু পর্বত, তার ছিল শেষনাগ ও তুম্বাটি ছিল অর্ধচন্দ্র।\n\n\n== মাতৃকাগণের সঙ্গে সম্পর্ক ==\n\nমহাভারত (বনপর্ব), দেবীপুরাণ ও বিষ্ণুধর্মোত্তর পুরাণ অনুযায়ী, চামুণ্ডা সপ্তমাতৃকার অন্যতম। ইলোরা ও এলিফান্টা গুহাচিত্র সহ একাধিক ভাস্কর্যে সপ্তমাতৃকার মধ্যেই তার মূর্তি অঙ্কিত হয়েছে। কোথাও কোথাও তাকে সপ্তমাতৃকার শেষ মাতৃকারূপে কল্পনা করা হলেও, অনেক স্থলেই তাকে সপ্তমাতৃকার নেতৃস্থানে রাখা হয়েছে। অন্যান্য মাতৃকাগণ কোনো না কোনো পুরুষ দেবতার শক্তিরূপে কল্পিত, কিন্তু চামুণ্ডাই একমাত্র মাতৃকা যিনি নিজেই স্বয়ং দিব্যজননী। তাছাড়া অন্যান্য মাতৃকাদের একক পূজার প্রচলন নেই, কিন্তু চামুণ্ডার আছে।\nদেবীপুরাণ অনুযায়ী, অসুর নিধনকালে পঞ্চমাতৃকা গণেশকে সাহায্য করেছিলেন। মাণ্ডব্য ঋষি যে মাতৃপঞ্চকের পূজার বর্ণনা দিয়েছেন, চামুণ্ডা তাদের অন্যতমা। কথিত আছে, ব্রহ্মা রাজা হরিশ্চন্দ্রকে বিপদের হাত থেকে রক্ষা করতে মাতৃকাদের নিয়োগ করেন। দেবীপুরাণে চামুণ্ডা নামের একটি ভিন্নতর ব্যাখ্যাও পাওয়া যায়: এখানে চণ্ড শব্দের অর্থ ভয়ংকর ও মুণ্ড শব্দের অর্থ ব্রহ্মার মস্তক বা প্রভু বা পতি।\nবিষ্ণুধর্মোত্তর পুরাণ মতে ভগবতী চামুণ্ডা হলেন ব্রহ্মাণ্ডের কারণভূতা আদ্যাশক্তি, তিনিই জগতের সৃষ্টি, স্থিতি ও লয়কারিনী। দেবী চামুণ্ডা পরমাপ্রকৃতি জগজ্জননী। আদ্যাশক্তি বিভিন্ন রূপে প্রকাশিতা হন, কখনো তিনি ভগবতী দুর্গা, কখনো উগ্রতারা, কখনো তিনি ভবানী কালী, আবার কখনো তিনি চামুণ্ডা।\nভগবতী চামুণ্ডা হলেন চৌষট্টি বা মতান্তরে একাশি যোগিনী দেবী গণের সৃষ্টিকারিণী । এই যোগিনীগণ আসলে মাতৃকাদের কন্যা অথবা রূপান্তর। চামুণ্ডা দেবী অষ্টমাতৃকার প্রধানা। অপর মতে, এই অষ্টমাতৃকা হলেন আদ্যাশক্তির আটটি ভিন্ন স্বরূপ।\n\n\n== হিন্দুধর্মে চামুণ্ডা পূজা ==\n\nএকটি দক্ষিণ ভারতীয় লেখ থেকে জানা যায়, চামুণ্ডা পূজায় মেষ বলি দেওয়া হত। খ্রিষ্টীয় অষ্টম শতাব্দীতে রচিত ভবভূতির সংস্কৃত নাটক মালতীমাধবে দেবীর এক ভক্ত শ্মশানের নিকটে অবস্থিত চামুণ্ডার মন্দিরে নায়িকাকে বলি দিতে গিয়েছিলেন। রাজস্থানের গঙ্গাধরে প্রাপ্ত একটি শিলালিপি থেকে দেবী চামুণ্ডা ও অন্যান্য মাতৃকাদের এক মন্দিরের কথা জানা যায়। এই মন্দিরে \"ডাকিনীরা থাকতেন\" এবং বলি ইত্যাদি তন্ত্রোভূত বা তান্ত্রিক পূজানুষ্ঠান অনুষ্ঠিত হত। পালযুগের রাজা নয়পালের (১০৩৮-১০৫৫) বাণগড় প্রশস্তির চর্চিকা স্তব থেকে জানা যায় তিনি দেবী চামুণ্ডার ভক্ত ছিলেন।\nঅনেক ক্ষত্রিয় ও জৈন পরিবারে চামুণ্ডা কুলদেবী রূপে পূজিতা হন। চওডা রাজবংশের কুলদেবী ছিলেন চামুণ্ডা। চওডাদের অপর শাখা কচ্ছ গুজ্জর ক্ষত্রিয়রাও তাকে কুলদেবী রূপে পূজা করতেন। সিনুগ্রা ও চণ্ডিয়ায় তাদের নির্মিত চামুণ্ডা মন্দির রয়েছে।\n\n\n=== মন্দির ===\n\nহিমাচল প্রদেশের কাংড়া জেলার পালামপুরের ১০ কিলোমিটার (৬.২ মাইল) পশ্চিমে একটি বিখ্যাত চামুণ্ডা মন্দির রয়েছে। এই মন্দিরের গাত্রে দেবীমাহাত্ম্যম্, রামায়ণ ও মহাভারতের বিভিন্ন দৃশ্য অঙ্কিত রয়েছে। দেবীর মূর্তি দুপাশে রয়েছে হনুমান ও ভৈরবের মূর্তিও। কাংড়ায় চামুণ্ডা নন্দীকেশ্বর ধাম নামে অপর একটি মন্দির রয়েছে। এই মন্দিরটি শিব ও চামুণ্ডার প্রতি উৎসর্গিত। কিংবদন্তি অনুসারে, অসুর জলন্ধর ও শিবের মধ্যে যুদ্ধের সময় দেবী এখানে \"রুদ্র চামুণ্ডা\" নামে প্রতিষ্ঠিতা হন।\nগুজরাতে চোটিলা ও পানেরা পাহাড়ে দুটি চামুণ্ডা মন্দির অবস্থিত।\nমহীশূরের চামুণ্ডা পাহাড়ে চামুণ্ডেশ্বরী মন্দির অবস্থিত। দেবী এখানে মহিষাসুর-বধরতা মহিষাসুরমর্দিনী দুর্গা রূপে বিরাজিতা। বহু শতাব্দী ধরে দেবী চামুণ্ডেশ্বরীকে মহীশূররাজের রক্ষাকর্ত্রী মনে করা হয়।\n\nযোধপুরের মেহরানগড় দুর্গে চামুণ্ডা মাতাজি মন্দির স্থাপিত হয় ১৪৬০ খ্রিষ্টাব্দে। এই মন্দিরে প্রতিষ্ঠিত চামুণ্ডা মূর্তিটি ছিল পরিহার শাসকদের কূলদেবী ও ইষ্টদেবী। পরবর্তীকালের শাসক রাও যোধা মূর্তিটি পুরনো রাজধানী মান্দোরে স্থানান্তরিত করেন। যোধপুরের রাজপরিবার ও সাধারণ মানুষও আজও এই দেবীর পূজা করে থাকেন। এই মন্দিরের দশেরা উৎসব বিখ্যাত।\nপশ্চিমবঙ্গের বাঁকুড়ার বড় কালীতলা মন্দিরে দেবী চামুণ্ডাকে বড় কালী রূপে পূজা করা হয়। বিপ্লবীরা এখানে মার আরাধনা করতেন । দেবীর  পূজা করে ইংরেজদের তাড়ানোর শপথ  নিতেন বিপ্লবীরা । রঘু ডাকাত, দিগম্বর সর্দার, মোহন শবরসহ অনেক  ডাকাত বড় কালী মন্দিরে আসতেন।\n\n\n== জৈনধর্মে চামুণ্ডা পূজা ==\nজৈনধর্ম পশুবলি ও রক্তপাতের বিরোধী বলে আদি জৈনগণ চামুণ্ডা পূজারও বিরোধী ছিলেন। কয়েকটি জৈন কিংবদন্তিতে সন্ন্যাসী জিনদত্ত ও জিনপ্রভসুরির হাতে চামুণ্ডার পরাজয়ের কাহিনি বর্ণিত হয়েছে।\nঅন্য একটি জৈন কিংবদন্তিতে দেবী চামুণ্ডার জৈন দেবীতে পরিণত হওয়ার উপাখ্যান পাওয়া যায়। এই কাহিনি অনুসারে, চামুণ্ডা ওসিয়ানের একটি মন্দিরে মহাবীরের চিত্র খোদিত করেন এবং হিন্দু অসওয়াল গোষ্ঠীর জৈনধর্মে ধর্মান্তরণে আনন্দিত হন। নবরাত্রির সময় নবধর্মান্তরিত জৈনদের কাছ থেকে তিনি পশুবলি চাইলে, তারা তা দিতে অস্বীকার করে। জৈন সন্ন্যাসী রত্নপ্রভসুরি এই ব্যাপারে হস্তক্ষেপ করেন। ফলে, চামুণ্ডা মদ্যমাংসের পরিবর্তে নিরামিষ ভোগেই সন্তুষ্ট হন। চামুণ্ডা রত্নপ্রভসুরিকে বলেন যে এক বর্ষাকাল ওসিয়ানে অবস্থান করলে তার মঙ্গল হবে। এই কথা সত্য প্রমাণিত হলে সন্ন্যাসী দেবীকে সচিয়া (সত্যবাদিনী) নাম প্রদান করেন। তিনি অসওয়ালদের কুলদেবী ও রক্ষাকর্ত্রী হিসেবেই রয়ে যান। জৈনরা তার সম্মানে ওসিয়ানে সচিয়া মাতা মন্দির নির্মাণ করেন। কোনো কোনো জৈন ধর্মগ্রন্থে হিন্দু রীতিনীতি অনুযায়ী চামুণ্ডা পূজার কুফল সম্পর্কে সতর্কিত করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nWangu, Madhu Bazaz (2003). Images of Indian Goddesses. Abhinav Publications. 280 pages. আইএসবিএন ৮১-৭০১৭-৪১৬-৩.\nPal, P. The Mother Goddesses According to the Devipurana in Singh, Nagendra Kumar, Encyclopaedia of Hinduism, Published 1997,Anmol Publications PVT. LTD.,আইএসবিএন ৮১-৭৪৮৮-১৬৮-৯\nKinsley, David (1988). Hindu Goddesses: Vision of the Divine Feminine in the Hindu Religious Traditions. University of California Press. আইএসবিএন ০-৫২০-০৬৩৩৯-২\nKalia, Asha (1982). Art of Osian Temples: Socio-Economic and Religious Life in India, 8th-12th Centuries A.D. Abhinav Publications. আইএসবিএন ০-৩৯১-০২৫৫৮-৯.\nHandelman, Don. with Berkson Carmel (1997). God Inside Out: Siva's Game of Dice, Oxford University Press US. আইএসবিএন ০-১৯-৫১০৮৪৪-২\nMoor, Edward (1999). The Hindu Pantheon, Asian Educational Services, আইএসবিএন ৮১-২০৬-০২৩৭-৪. First published: 1810.\n\n\n== বহিঃসংযোগ ==\n\nShri Sachchiyay Mataji (Shri Osiya Mataji) A form (avatar) of Chamunda Devi  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ এপ্রিল ২০১৫ তারিখে\nChamunda Devi Temple (Chamunda Nandikeshwar Dham), Himachal Pradesh"}