{"pageid": 1143003, "title": "দেওয়ান নুরুল আনোয়ার হোসেন চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1143003", "content": "দেওয়ান নুরুল আনোয়ার হোসেন চৌধুরী (১৯৩৯-২০২১) বাংলাদেশের একজন বিশিষ্ট সাহিত্যিক, গবেষক ও সরকারি কর্মকর্তা। তিনি ইসলামিক ফাউন্ডেশন বাংলাদেশের মহাপরিচালক ছিলেন। বাংলাদেশ সরকারের যুগ্ম-সচিব হিসেবে তিনি সরকারি চাকরি থেকে অবসরগ্রহণ করেন।\n\n\n== জন্ম ==\nদেওয়ান নুরুল আনোয়ার হোসেন চৌধুরী ১৯৩৯ সালের ২৮ ফেব্রুয়ারি বৃহত্তর সিলেটের হবিগঞ্জ জেলার নবীগঞ্জ উপজেলার সদরঘাটে জন্মগ্রহণ করেন। তাঁর বাবা দেওয়ান গওহর চৌধুরী এবং মা কুলসুম আক্তার চৌধুরী। দেওয়ান নুরুল আনোয়ার শৈশবেই বাবা-মা দুজনকেই হারান। তখন তাঁর বয়স ছিলো মাত্র সাত।\n\n\n== শিক্ষাজীবন ==\nদেওয়ান নুরুল আনোয়ারের শিক্ষাজীবন শুরু হয় দিনারপুর এম ই মাদ্রাসায়। পরে দিনারপুর উচ্চ বিদ্যালয় থেকে তিনি মেট্রিকুলেশন পাশ করেন। ১৯৫৯ সালে মৌলভীবাজার কলেজ থেকে আই কম পাশ করেন দেওয়ান নুরুল আনোয়ার হোসেন চৌধুরী। বি.এ সম্পন্ন করেন ঢাকা বিশ্ববিদ্যালয়ের অধীনে সলিমুল্লাহ কলেজ থেকে ১৯৬২ সালে। তিনি ঢাকা বিশ্ববিদ্যালয়  থেকে ১৯৬৫ সালে এলএলবি পাশ করেন। \n\n\n== কর্মজীবন ==\nতিনি শিক্ষাজীবন শেষে কিছুদিন আইন পেশায় নিয়োজিত ছিলেন। পরে ১৯৬৯ সালে ইস্ট পাকিস্তান সিভিল সার্ভিসে যোগদান করেন। দেওয়ান নুরুল আনোয়ার তাঁর সুদীর্ঘ কর্মজীবনে পাবনা সদর মহকুমার এসডিও, পাবনার অতিরিক্ত জেলা ম্যাজিস্ট্রেট, শ্রম ও কর্মসংস্থান মন্ত্রণালয়,প্রতিস্থাপন মন্ত্রণালয় এবং ধর্ম বিষয়ক মন্ত্রনালয়ের উপসচিব ও দুর্নীতি দমন ব্যুরোর পরিচালক হিসেবে দায়িত্ব পালন করেন। ১৯৯০ সালের ২৭ ডিসেম্বর তিনি ইসলামিক ফাউন্ডেশন বাংলাদেশের মহাপরিচালক পদে নিযুক্ত হন। তিনি সর্বশেষ বাংলাদেশ সরকারের  সংস্থাপন মন্ত্রণালয়ের যুগ্ম সচিব হিসেবে ১৯৯৭ সালে সরকারি চাকরি থেকে অবসর গ্রহণ করেন।\n\n\n== সাহিত্য সাধনা ==\n\n\n=== সাহিত্যকর্ম ===\nদেওয়ান নুরুল আনোয়ার হোসেন চৌধুরী তাঁর সরকারি চাকুরির শত ব্যস্ততার মধ্যেও নিরলস সাহিত্য সাধনা করে গেছেন। তাঁর সাহিত্য সাধনা ও গবেষণার প্রধান বিষয়বস্তু ছিল সিলেট বিভাগের প্রাচীন ইতিহাস-ঐতিহ্য ও সমাজ -সংস্কৃতি।তাঁর রচিত উল্লেখযোগ্য গ্রন্থের মধ্যে রয়েছে -\n\nজালালাবাদের কথা\nহযরত শাহজালাল র.\nআমাদের সুফিয়ায়ে কেরাম\nসিলেট বিভাগের ইতিহাস\nআল কোরআনের বঙ্গানুবাদ\nনির্বাচিত কয়েকটি প্রবন্ধ\nস্বাধীনতা সংগ্রামে সিলেট\nশাহজালাল র.: দলীল ও ভাষ্য\nছিলটে প্রচলিত পই-প্রবাদ ডাক-ডিঠান\nআমাদের স্বাধীনতা সংগ্রামের বিস্মৃত ইতিহাস\nআল কোরআনে মোহাম্মদ সা.\nশেকড়ের সন্ধানেঃ শিলালিপি ও সনদে আমাদের সমাজচিত্র\nবিচারপতি সৈয়দ এ বি মাহমুদ হোসেন ইত্যাদি।\n\n\n== পুরস্কার/সম্মাননা ==\nমহাকবি সৈয়দ সুলতান সাহিত্য পুরস্কার\nরাগীব রাবেয়া সাহিত্য পুরস্কার\nলায়লা রাগিব স্মৃতি পুরস্কার ইত্যাদি।\n\n\n== মৃত্যু ==\nদেওয়ান নুরুল আনোয়ার হোসেন চৌধুরী ২০২১ খ্রিস্টাব্দের ২৮ জুলাই ৮২ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}