{"pageid": 1143566, "title": "ডিজনি চ্যানেল (ফ্রান্স)", "url": "https://bn.wikipedia.org/wiki?curid=1143566", "content": "ডিজনি চ্যানেল দ্য ওয়াল্ট ডিজনি কোম্পানি ইউরোপ, মধ্যপ্রাচ্য ও আফ্রিকার এক ইউরোপীয় বিভাগ দ্য ওয়াল্ট ডিজনি কোম্পানি ফ্রান্স (লা সোসিয়েতে ওয়াল্ট ডিজনি) মালিকানাধীন একটি ফরাসি বেসরকারি বিশেষত্ব টেলিভিশন চ্যানেল। চ্যানেলটি সম্প্রচার শুরু করে ১৯৯৭ সালের ২২ মার্চে, এবং ২০১১ থেকে ২০২০ সাল পর্যন্ত এটি আইএসপি সহ মুক্ত ছিল।\n২০১৩ সালে ফ্রান্সে বিশেষত্ব পে টেলিভিশন চ্যানেলের মধ্যে ডিজনি চ্যানেলের কাছে সবচেয়ে বৃহত্তম দর্শক ভাগ ছিল (০.৮%), মেদিয়ামেত্রি দ্বারা একটি গবেষণা অনুযায়ী।\n\n\n== ইতিহাস ==\n১৯৯৭ সালের ২২ মার্চে চ্যানেলটি সম্প্রচার শুরু করে প্যারিস সময়ের সন্ধ্যা ৬টায়। উদ্বোধনে এটি ৩৫ ফ্রাঙ্কের মুল্যে (প্রায় ৫ ইউরো) কানাল স্যাটেলাইটে উপলব্ধ, এবং তখন থেকে এটি বিজ্ঞাপন-মুক্ত ছিল।\n২০০২ সালের ২ নভেম্বরে ফ্রান্সে টুন ডিজনি, প্লেহাউজ ডিজনি (বর্তমানে ডিজনি জুনিয়র), এবং ডিজনি চ্যানেল +১ এর উদ্বোধনের সাথে ফ্রান্স ডিজনি ব্র্যান্ড করা চ্যানেলের দফতর এক থেকে চারটি চ্যানেলে বেড়ে যায়। ২০০৭ সালের সেপ্টেম্বরে চলচ্চিত্রের চ্যানেল ডিজনি সিনেম্যাজিক (বর্তমানে ডিজনি সিনেমা) সম্প্রচার শুরু করে।\n২০০৭ সালের ২৩ অক্টোবরে কোঁসেইল স্যুপেরিয়র দ অদিওভিজুয়েল (অর্থ উচ্চতর অডিওভিজ্যুয়াল পরিষদ) ২০০৬ সালে সেগুলোর অনুষ্ঠানসমূহের জন্য ফ্রান্সে ডিজনির বিভিন্ন চ্যানেল পিন করে। সিএসএ প্লেহাউস ডিজনিকে ফরাসি এবং স্বাধীন অডিওভিজ্যুয়াল প্রযোজনে বিনিয়োগের অভাব সম্পর্কে সতর্ক করে। ডিজনি চ্যানেলের জন্য, সিএসএ চ্যানেলটিকে স্বতন্ত্র ব্যক্তিগত উৎপাদনে বিনিয়োগের অভাবের জন্য সতর্ক করে এবং এটিকে তার প্রাইম-টাইম সম্প্রচার কোটা সংক্রান্ত নোটিশে রাখে।\n২০০৯ সালের ১৩ জুলাইতে ওয়াল্ট ডিজনি টেলিভিশন এবং এনআরজে ১২ ২০০৯ সালের ২৪ আগস্ট থেকে এনআরজে ১২ চ্যানেলে ডিজনি চ্যানেলের অনুষ্ঠানসমূহ প্রচারিত করার জন্য একটি চুক্তি ঘোষণা করে। এনআরজে ১২ ওয়াল্ট ডিজনি টেলিভিশন দ্বারা প্রযোজিত অনুষ্ঠান টেরেস্ট্রিয়ালে সম্প্রচার করবে, সাথে ডিজনি চ্যানেলে সম্প্রচারের পর দ্য সুইট লাইফ অফ জ্যাক অ্যান্ড কোডি, উইজার্ডজ অফ ওয়েভার্লি প্লেস, এবং সনি উইথ আ চান্স এর মতো ধারাবাহিক পুনঃপ্রচারও করতে পারবে।\n২০১১ সালের ১ এপ্রিলে চ্যানেলটি আইপিটিভি প্ল্যাটফর্মে সম্প্রচার শুরু করে। ১৯ এপ্রিলে ডিজনি এবং ফ্রি আইএসপি ডিজনিটেক নামের ফ্রিবক্সে একটি ভিওডি সার্ভিস চালু করে। ২০১১ সালের ১ মেতে চ্যানেলটি এর গ্র্যাফিক্স প্যাকেজ পরিবর্তন করে। সেই সালের ২৪ আগস্টে ডিজনি চ্যানেল এবং ডিজনি চ্যানেল +১ ১৬:৯ বিন্যাসে সম্প্রচারে স্থানান্তর হয়, এবং একটি নতুন লোগো ব্যবহার করা শুরু করে। ২০১১ সালের ২০ সেপ্টেম্বরে ডিজনি চ্যানেল এর হাই-ডেফিনিশন সংস্করণ চালু করে।\n২০১৫ সালের ২৯ জুনে চ্যানেলটি বেলজিয়ামে সম্প্রচার বন্ধ করে, এবং একটি নতুন বেলজীয় সংস্করণ এটিকে প্রতিস্থাপন করে, যেটির কাছে একটি ফরাসি এবং ওলন্দাজ সংস্করণ আছে।\nচ্যানেলটির কাছে দুটি আনুষ্ঠানিক ব্লক ছিল, ডিজনি জুনিয়রের অনুষ্ঠানের জন্য ল গ্রাঁদ হিসতোয়ার দ ডিজনি জুনিয়র (অর্থ ডিজনি জুনিয়রের বড় গল্প), এবং ২০১৫ সাল থেকে ডিজনি এক্সডির অনুষ্ঠানের জন্য ডিজনি এক্সডি জোন। এই দুটি চ্যানেলের অনুষ্ঠান শুধু এগুলোর ব্লকে ছড়িয়ে দেওয়া হয়েছিল। ২০১৬ সালের জুনে আনুষ্ঠানিক ব্লকগুলি বন্ধ হয়।\n২০১৭ সালের জানুয়ারি থেকে মার্চে ফ্রান্সে ডিজনি চ্যানেল এর ২০তম বার্ষিকী পালন করে, উল্লেখিত ফরাসি ডিজনি চ্যানেল মূল চলচ্চিত্র, মের এ ফিল: ক্যালিফোর্নিয়া ড্রিম দিয়ে।\n২০২০ সালের ২৪ মার্চে তালিকাভুক্ত ডিজনি+ এর ফরাসি উদ্বোধনের সাথে, যা ৭ এপ্রিলে পিছিয়ে দেওয়া হয়, ডিজনি এক্সডি, ডিজনি সিনেমা, এবং তিনটি সার্ভিস (ডিজনি চ্যানেল পপ পিক, ডিজনি ইংলিশ এবং হোলা ডিজনি) কার্যক্রম বন্ধ করে, এবং ৩০ মার্চে বুইগ টেলিকমে, ২ এপ্রিলে ফ্রিতে, ৯ এপ্রিলে অরেঞ্জে, এবং ৩০ জুনে এসএফআরে অপসারণ হওয়ার পর ডিজনি চ্যানেল একটি শুধু কানাল+ চ্যানেলের রূপে ফিরে আসে।\n\n\n== লোগো ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== স্লোগানসমূহ ==\n« La télé bien allumée » (টিভিতে কি আছে) (১৯৯৭–১৯৯৯)\n« L'Imaginachaine » (কল্পনার চ্যানেল) (১৯৯৯–২০০৩)\n« Fais le plein de fun, fais le plein de Disney Channel » (মজায় ভরুন, ডিজনি চ্যানেলে ভরুন) (২০১৩–২০১৬)\n« Les émotions sont faites pour être partagées, partages les sur Disney Channel » (আবেগগুলো বলার জন্য, ডিজনি চ্যানেলে বলুন) (২০১৬ সাল থেকে)\n\n\n== অনুষ্ঠানসমূহ ==\n\nচ্যানেলটি সকাল ৬টার থেকে রাত ১১টার পর্যন্ত ডিজনির চলচ্চিত্র এবং ধারাবাহিক প্রচারিত করে, এবং বছরে বেশ কয়েক বার পুনঃপ্রচারিত করে।\nচ্যানেলের অনুষ্ঠানমালা ডিজনি লাইভ-অ্যাকশন চলচ্চিত্র এবং ধারাবাহিক এবং ডিজনি অ্যানিমেটেড চলচ্চিত্র এবং ধারাবাহিকের মধ্যে প্রায়ই বৈচিত্র্যময়, কিন্তু সাধারণত মঙ্গলবার সন্ধ্যা, বুধবার, এবং সপ্তাহান্তে সেই অনুষ্ঠানগুলোকে আরও জোর দেওয়া হয়।\n\n\n=== আনুষ্ঠানিক ব্লকসমূহ ===\n\n\n==== বর্তমান আনুষ্ঠানিক ব্লকসমূহ ====\nল নুভেল হেরোইন (নতুন হিরোইন) (২০১৭ সাল থেকে)\nটুন স্টোরি (২০১৭ সাল থেকে)\nউই লাভ ফ্যামিলি (২০১৯ সাল থেকে)\nত্রপ স্কুল (অনেক বেশি স্কুল) (২০২০ সাল থেকে)\nডিজনি চ্যানেল পার্টি (২০২০ সাল থেকে)\nতুস আভেক মির‍্যাকিউলাস (মির‍্যাকিউলাসের সঙ্গে সব) (২০২০ সাল থেকে)\n\n\n==== সাবেক আনুষ্ঠানিক ব্লকসমূহ ====\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট\nইউটিউবে ডিজনি চ্যানেল\nটুইটারে ডিজনি চ্যানেল\nইনস্টাগ্রামে ডিজনি চ্যানেল"}