{"pageid": 1143224, "title": "মোইসানাইট", "url": "https://bn.wikipedia.org/wiki?curid=1143224", "content": "'''মোইসানাইট''' হলো বিশ্বজুড়ে ডায়মন্ডের শ্রেষ্ঠ প্রতিদ্বন্দ্বী। মোইসানাইট একটি রত্ন যা গহনা তৈরিতে বহুল ব্যবহৃত হয়। বর্ণহীন এ রত্নটি হল সিলিকন কার্বাইড এবং এর বিভিন্ন স্ফটিক পলিমর্ফ থেকে সৃষ্ট। হীরাকে আদর্শ ধরে তৈরি করা খনিজের কাঠিন্য পরিমাপ করার মোহ স্কেলের ১-১০এ অনুযায়ী মোইসানাইটের কাঠিন্য ৯.২৫-৯.৫০। এটির রাসায়নিক সূত্র SiC, এটি একটি বিরল খনিজ। 1893 সালে ফরাসি রসায়নবিদ হেনরি মোইসান দ্বারা আবিষ্কৃত হয়। এর কঠোরতা, অপটিক্যাল বৈশিষ্ট্য এবং তাপ পরিবাহিতা কারণে বাণিজ্যিক এবং বিভিন্ন শিল্পের জন্য দরকারী।\n\n\n== ইতিহাস ==\n1893 সালে নোবেল পুরস্কার বিজয়ী ফরাসি বিজ্ঞানী হেনরি মৈসাইনের (Henri Moissan) দ্বারা অ্যারিজোনায় প্রথম মোইসানাইট (Moissanite) আবিষ্কৃত হয়। তিনি একটি উল্কাপিণ্ডের গর্তের ভিতরে একটি সদৃশ্য হীরার নমুনা খুঁজে পান। তিনি প্রাথমিকভাবে ভেবেছিলেন যে তিনি একটি হীরা খুঁজে পেয়েছেন, তখন তিনি তার নমুনাটি ল্যাবে/ পরীক্ষাগারে  নিয়ে গিয়ে আবিষ্কার করলেন যে এটি সিলিকন কার্বাইড (SiC)। এভাবেই মোইসানাইটের জন্ম হয়।\nমৈসাইনের মৃত্যুর পর তার সম্মানে, সিলিকন কার্বাইডের খনিজ রূপের নামকরণ করা হয়েছিল মোইসানাইট। \n\n\n== ভূতাত্ত্বিক ==\nমোইসানাইট একটি বিরল খনিজ। প্রাকৃতিক SiC অবিশ্বাস্যভাবে বিরল। সুতরাং যে রত্ন পাথরগুলো পাওয়া যায় সেগুলো পরীক্ষাগারে তৈরি করা হয়। বহু বছর পরীক্ষণ এবং ত্রুটির পর, মোইসান দ্বারা আবিষ্কৃত কণা সফলভাবে সংশ্লেষিত হয়েছিল যা এখন বিশ্বের সবচেয়ে আশ্চর্যজনক রত্নপাথরগুলির মধ্যে একটি।\n\n\n== উল্কাপিন্ড ==\nমুর্চিসন উল্কাপিন্ডে পাওয়া সিলিকন কার্বাইড শস্য-বিশ্লেষণে কার্বন এবং সিলিকনের অস্বাভাবিক আইসোটোপিক অনুপাত প্রকাশিত হয়েছে, যা সৌরজগতের বাইরে থেকে একটি বহির্জাগতিক উৎস নির্দেশ করে।\n\n\n== বৈশিষ্ট্য ==\nস্ফটিক কাঠামোটি হীরার মতো শক্তিশালী সমযোজী বন্ধনে আবদ্ধ যা 52.1 গিগাপাস্কেল পর্যন্ত উচ্চ চাপ সহ্য করতে মইসানাইটকে ক্ষমতা দান করে। হীরাকে আদর্শ ধরে তৈরি করা খনিজের কাঠিন্য পরিমাপ করার মোহ স্কেলের ১-১০এ অনুযায়ী মোইসানাইটের কাঠিন্য ৯.২৫-৯.৫০। \n\n\n== মূল্যমান নিরূপণ ==\nমোইসানাইটের মূল্য কেমন হবে তা মূলত চারটি বিষয়ের উপর নির্ভর করে। \n\nরং\nআকৃতি কেমন\nকতটা স্বচ্ছ প্রকৃতির এবং\nকত ক্যারেট ওজনের।\n১ ক্যারেট = ০.২ গ্রাম বা ২০০ মিলিগ্রাম।\n\n\n== রং সমূহ: ==\nমোইসানাইটের  জন্য উপলব্ধ রঙটি D থেকে শুরু হয় এবং Z এ শেষ হয়। এখানে D বর্ণহীন এবং এটি ধীরে ধীরে Z এর দিকে ঘোলাটে হয়ে থাকে।"}