{"pageid": 1143686, "title": "শিরিন আবু আকলেহ", "url": "https://bn.wikipedia.org/wiki?curid=1143686", "content": "শিরিন আবু আকলেহ (বা আকলেহ বা আকলা) (আরবি: شيرين أبو عاقلة; ৩ এপ্রিল, ১৯৭১ - ১১ মে, ২০২২) ছিলেন একজন ফিলিস্তিনি-মার্কিন সাংবাদিক যিনি ২৫ বছর ধরে আল জাজিরার আরবি ভাষার চ্যানেলের প্রতিবেদক হিসাবে কাজ করেতেন ও তার কয়েক দশক ধরে প্রতিবেদন করার জন্য ইসরায়েল-অধিকৃত ফিলিস্তিনি অঞ্চল সহ মধ্যপ্রাচ্য জুড়ে পরিবারিক গৌরব ছিল। ২০২২ সালের ১১ মে পশ্চিম তীরের জেনিন শরনার্থী শিবিরে ইসরায়েলের প্রতিরক্ষা বাহিনীর অভিযান পরিচালনা করার সময় তাকে গুলি করে হত্যা করে।\nআবু আকলেহ ছিলেন আরব বিশ্বের শীর্ষস্থানীয় সাংবাদিকদের একজন, একজন প্রবীণ প্রতিবেদক যাকে তার মৃত্যুর পর \"আরব গণমাধ্যমের সবচেয়ে বিশিষ্ট ব্যক্তিদের মধ্যে\" হিসেবে বর্ণনা করা হয়েছিল। তার কর্মজীবনের মধ্যে ছিল দ্বিতীয় ইন্তিফাদা সহ প্রধান ফিলিস্তিনি ঘটনাগুলোর প্রতিবেদন ও সেইসাথে ইসরায়েলি রাজনীতির বিশ্লেষণ; টেলিভিশনে তার সরাসরি প্রতিবেদন ও স্বতন্ত্র সাইনঅফগুলো সুপরিচিত ছিল এবং তিনি অন্যান্য অনেক ফিলিস্তিনি এবং আরবদের সাংবাদিকতায় পেশাজীবন গড়তে অনুপ্রাণিত করেছিলেন।\n১১ মে, ২০২২-এ আবু আকলেহ পশ্চিম তীরের জেনিন শহরে ইসরায়েল প্রতিরক্ষা বাহিনীর অভিযানের প্রতিবেদন করার সময় গুলিবিদ্ধ ও নিহত হন। আল জাজিরা ও ফিলিস্তিনের স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, তাকে আইডিএফ দ্বারা হত্যা করা হয়েছে। এজেন্স ফ্রান্স-প্রেসের একজন ফটোসাংবাদিকও রিপোর্ট করেছেন যে,  ইসরায়েলি বাহিনী তাকে গুলি করে হত্যা করেছে। প্রত্যক্ষদর্শীদের প্রতিবেদনের পাশাপাশি অন্যান্য দেশ এবং বেসরকারি সংস্থার বিবৃতিতেও ইসরায়েলি বাহিনীর দ্বারা তার হত্যাকাণ্ড সংঘটিত হয়েছে বলে চিহ্নিত করা হয়েছে। যদিও ইসরায়েল প্রাথমিকভাবে বলেছিল যে তিনি ফিলিস্তিনি জঙ্গিদের সাথে গুলি বিনিময়ের ফলে নিহত হয়েছেন, একজন ইসরায়েলি মুখপাত্র পরবর্তীতে বলেছিলেন যে কে দায়ী তা এখনও জানা যায়নি; ইসরায়েল তার মৃত্যুর দায় অস্বীকার করেছে এবং ফিলিস্তিনি জঙ্গিদের দোষারোপ করেছে, যদিও তার সহকর্মীরা ইসরায়েলি সৈন্যদের বিরুদ্ধে অভিযোগ করেছে। ইসরায়েল পরে দাবি করেছিল যে এটি সম্ভব যে তিনি উভয় পক্ষের দ্বারা নিহত হয়েছেন, এবং ৫ সেপ্টেম্বর স্বীকার করেছেন যে সম্ভবত তিনি \"দুর্ঘটনাক্রমে\" তাদের বাহিনীর দ্বারা গুলি ছোড়া হয়েছে, তবে তদন্ত করতে অস্বীকার করে। দ্য নিউ ইয়র্ক টাইমস এবং ওয়াশিংটন পোস্টসহ আন্তর্জাতিক সংবাদ মাধ্যমের তদন্তে এই সিদ্ধান্তে উপনীত হওয়ার পর এই স্বীকারোক্তিতে আসে যে ইসরায়েলি বাহিনী তাকে হত্যা করেছে এবং সিএনএন  আরো আবিষ্কার করেছে যে তার মৃত্যু টার্গেটকৃত ইসরায়েলি হত্যার ফলাফল ছিল। জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনার এবং মার্কিন পররাষ্ট্র দপ্তরের তদন্তেও ইসরাইলকে দায়ী করা হয়েছে। ফরেনসিক আর্কিটেকচার ২০ সেপ্টেম্বর ইসরায়েলের অনুসন্ধানকে প্রত্যাখ্যান করে বলেছে যে আবু আকলেহকে ইচ্ছাকৃতভাবে লক্ষ্যবস্তু করা হয়েছিল এবং চিকিৎসা সহায়তা পর্যন্ত দিতে অস্বীকার করা হয়েছিল। ২০২২ সালের নভেম্বরে, মার্কিন বিচার বিভাগ এই হত্যাকাণ্ডের তদন্ত শুরু করে তখন এই পদক্ষেপকে ইসরায়েল নিন্দা করে এবং সহযোগিতা করতে অস্বীকার করে। সাংবাদিকের ভাগ্নি লিনা আবু আকলেহ তখন থেকেই দায়ী ইসরায়েলি সৈন্যকে জবাবদিহিতার আওতায় আনার দাবি জানিয়ে আসছেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nআবু আকলেহ ১৯৭১ সালে জেরুসালেমে জন্মগ্রহণ করেন; তার পরিবারের সদস্যরা ছিলেন বেথলেহেমের আরব ফিলিস্তিনি খ্রিস্টান। তিনি মার্কিন যুক্তরাষ্ট্রে সময় কাটিয়েছেন, নিউ জার্সিতে বসবাসকারী তার মায়ের পরিবারের সদস্যদের মাধ্যমে মার্কিন নাগরিকত্ব পেয়েছিলেন।\nআবু আকলেহ বেইথ হানিনার মাধ্যমিক বিদ্যালয়ে পড়াশোনা করেন, তারপর স্থাপত্যবিদ্যা অধ্যয়নের জন্য জর্ডান বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে ম্যাট্রিকুলেশন করেন, কিন্তু বাণিজ্য না করার সিদ্ধান্ত নেন; পরিবর্তে তিনি জর্ডানের ইয়ারমুক বিশ্ববিদ্যালয়ে স্থানান্তরিত হন যেখান থেকে তিনি মুদ্রণ সাংবাদিকতায় স্নাতক ডিগ্রি অর্জন করেন। স্নাতক শেষ করে আবু আকলেহ ফিলিস্তিনে ফিরে আসেন।\n\n\n== কর্মজীবন ==\nআবু আকলেহ রেডিও মন্টে কার্লো এবং ভয়েস অফ প্যালেস্টাইনের সাংবাদিক হিসাবে কাজ করেছিলেন। এছাড়াও তিনি ইউএনআরডব্লিউএ, আম্মান স্যাটেলাইট চ্যানেল ও মিফতাহের জন্য কাজ করেছেন। ১৯৯৭ সালে তিনি আল জাজিরার সাংবাদিক হিসাবে কাজ শুরু করেন, তাদের প্রথম ক্ষেত্র সংবাদদাতাদের একজন হিসাবে, তাদের আরবি ভাষার চ্যানেলে একজন রিপোর্টার হিসাবে সুপরিচিত হন।   তিনি পূর্ব জেরুসালেমে থাকতেন ও কাজ করতেন, দ্বিতীয় ইন্তিফাদা সহ ফিলিস্তিনের সাথে সম্পর্কিত প্রধান ঘটনাগুলির প্রতিবেদনের পাশাপাশি সাথে ইসরায়েলি রাজনীতি তুলে ধরতেন। তিনি প্রায়ই ইসরায়েলি বাহিনীর হাতে নিহত ফিলিস্তিনিদের অন্ত্যেষ্টিক্রিয়ার বিষয়ে রিপোর্ট করতেন।\nআবু আকলেহের কর্মজীবন অন্যান্য অনেক ফিলিস্তিনি ও আরবদের সাংবাদিক হতে অনুপ্রাণিত করেছিল; তার সরাসরি টেলিভিশন প্রতিবেদন ও স্বতন্ত্র সাইনঅফ বিশেষভাবে সুপরিচিত ছিল। তার মৃত্যুর পর, দ্য নিউ ইয়র্ক টাইমস এবং এনপিআর উভয়ই তাকে ফিলিস্তিনিদের মধ্যে \"একটি পারিবারিক গর্ব\" হিসাবে বর্ণনা করেছে। টাইমস অফ ইসরায়েল তাকে \"আরব গণমাধ্যমের সবচেয়ে বিশিষ্ট ব্যক্তিদের মধ্যে একজন প্রবীণ সাংবাদিক [...] হিসাবে চিহ্নিত করেছে। বিবিসি তাকে ব্যাপকভাবে পরিচিত এবং দর্শক এবং সহকর্মীদের দ্বারা প্রশংসিত বলে বর্ণনা করেছে।\n\n\n== মৃত্যু ==\n\n১১ মে, ২০২২-এ, ফিলিস্তিনের স্বাস্থ্য মন্ত্রণালয় আবু আকলেহের মৃত্যুর বিষয়টি নিশ্চিত করে। তিনি জেনিন ক্যাম্পে ইসরায়েলি প্রতিরক্ষা বাহিনী (আইডিএফ)-এর একটি অভিযানের সংবাদ কভার করছিলেন। প্রত্যক্ষদর্শী এবং আল-জাজিরার মতে, আইডিএফ তাকে গুলি করে হত্যা করে। আল জাজিরা ইসরায়েলের বিরুদ্ধে ইচ্ছাকৃতভাবে সাংবাদিকদের লক্ষ্যবস্তু করার অভিযোগ করেছে।   আবু আকলেহ একটি অভিযানে উপস্থিত ছিলেন। ইসরায়েলি সামরিক বাহিনী বলেছে যে \"সন্ত্রাসীদের\" ধরার জন্য এ অভিযানটি করা হয়েছিল।  আল জাজিরা বলেছে সে অভিযানের সময় আবু আকলেহকে আইডিএফ মাথায় গুলি করেছিল।   পরে তাকে ইবনে সিনা হাসপাতালে নিয়ে যাওয়া হয়, সেখানে তাকে মৃত ঘোষণা করা হয়।  তখন তার বয়স ৫১ বছর হয়েছিল।   আল-কুদস পত্রিকার আরেক সাংবাদিক আলী সামোদি  পিঠে গুলিবিদ্ধ হলেও বেঁচে যান; অপর দুই ফিলিস্তিনিকে আহত অবস্থায় হাসপাতালে নিয়ে যাওয়া হয়।  টাইমস অব লন্ডনের খবরে বলা হয়, আবু আকলেহ একজন সেনার গুলিতে নিহত হয়েছেন। ফিলিস্তিনি সাংবাদিক শাথা হানায়শা বলেছেন যে আবু আকলেহ এবং আলী সামোদি সহ তিনি এবং অন্য আরেক সাংবাদিককে ইসরায়েলি সেনারা ঘিরে ফেলেছিল। তারা আবু আকলেহ নিচে পড়ে যাওয়ার পরেও গুলি চালানো বন্ধ করেনি। ময়নাতদন্ত নিশ্চিত করেছে যে আবু আকলেহ তার মাথার পিছনের অংশে আঘাত করা একটি বর্ম-ভেদকারী বুলেটের আঘাতে নিহত হয়েছিলেন। বুলেটটি তার কপাল দিয়ে শরীরে প্রবেশ করে ও তার হেলমেট দিয়ে পিছন দিকে বেরিয়ে যায়।  ফলে মাথার খুলি ভেঙে গেছে এবং মস্তিষ্কের ক্ষতি হয়েছে।   গুলি উদ্ধার করে পরবর্তী পরীক্ষার জন্য পাঠানো হয়। \n\n\n=== মৃত্যু পরবর্তী ঘটনা ===\nআবু আকলেহের সম্মানে রামাল্লায় হাজার হাজার মানুষ জড়ো হয়েছিল। \"তাকে চূড়ান্ত বিদায় জানাতে\" এবং সহকর্মী, বন্ধুবান্ধব এবং পরিবারের শ্রদ্ধা নিবেদনের জন্য আল জাজিরা নেটওয়ার্কের অফিসে নিয়ে যাওয়া হয়।  বৈরুতের কেন্দ্রস্থলে আবু আকলেহকে সম্মান জানাতে প্রেস সাংবাদিকদের একটি সংগঠন জড়ো হয়েছিল। \n\n\n=== অন্ত্যেষ্টিক্রিয়া ===\n\nফিলিস্তিনি কর্তৃপক্ষ ১২ মে, ২০২২ তারিখে রামাল্লায় ফিলিস্তিনি রাষ্ট্রপতির সদর দফতর থেকে শুরু করে একটি রাষ্ট্রীয় অন্ত্যেষ্টিক্রিয়া মিছিলের আয়োজন করেছিল। ফিলিস্তিনের রাষ্ট্রপতি মাহমুদ আব্বাস এতে যোগ দেন।  আবু আকলেহের ভাই টনি বলেছেন যে তিনি আন্ত্যোষ্টিক্রিয়ার আগে ইসরায়েলি পুলিশের সাথে কথা বলেছেন এবং পুলিশ মিছিলের স্থান সম্পর্কে জানতে চায় এবং মিছিলের সময় ফিলিস্তিনি পতাকা বহণ ও স্লোগান দিতে নিষেধ করে।\nআবু আকলেহের মরদেহ জেনিন থেকে নাবলুস ও রামাল্লা হয়ে জেরুজালেমে তার অন্ত্যেষ্টিক্রিয়ায় নিয়ে যাওয়া হয়। ১৩ মে পূর্ব জেরুজালেমে আবু আকলেহের অন্ত্যোষ্টিক্রিয়া অনুষ্ঠিত হয়। হাজার হাজার শোকার্তরা উপস্থিত ছিলেন, অনেকে ফিলিস্তিনি পতাকা বহন করেন।  মিছিলটি পূর্ব জেরুজালেমের সেন্ট জোসেফ হাসপাতালে থেকে শুরু হয়। অন্ত্যেষ্টিক্রিয়া শুরু হওয়ার সাথে সাথে, শোকার্তরা তার লাশ তাদের কাঁধে বহন করেছিলেন,  এটি ফিলিস্তিনি অন্ত্যেষ্টিক্রিয়ার একটি সাধারণ ঘটনা।  ইসরায়েলি পুলিশ সেখানে বাধা দেয় এবং শোককারীদের উপর লাঠিসোঁটা এবং স্টান গ্রেনেড নিক্ষেপ করে। পুলিশ শোককারীদের আঘাত করে এবং লাথি দেয়। ফলে শিরিনের মরদেহবাহী কফিন প্রায় মাটিতে পড়ে যায়।  ইসরায়েলি পুলিশ বলেছে যে ভিড়টি \"জনশৃঙ্খলা বিঘ্নিত করছে\" এবং \"৩০০ জন দাঙ্গাবাজ\" কাস্কেটটি দখল করার চেষ্টা করেছিল, কিন্তু আবু আকলেহের ভাই এই অভিযোগকে চ্যালেঞ্জ করেন।   ইসরায়েলি পুলিশ শোককারীদের প্রকাশ্যে ফিলিস্তিনি পতাকা প্রদর্শন থেকে নিষেধ করার চেষ্টা করেছিল, কিন্তু তারা ফিলিস্তিনি পতাকা বহন করে এবং ফিলিস্তিনি স্লোগান দেয়। ইসরায়েলি পুলিশ বলেছে যে ফিলিস্তিনিরা পুলিশের দিকে পাথর ছুঁড়েছে। একটি ভিডিওতে দেখা গেছে একজন পুলিশ অফিসার জনতাকে বলছেন যে \"আপনারা যদি এই স্লোগান এবং জাতীয়তাবাদী গান বন্ধ না করেন তবে আমরা শক্তি প্রয়োগ করে আপনাদের ছত্রভঙ্গ করতে বাধ্য হব এবং শেষকৃত্যে বাধা দেব।\" \n১৬ মে একটি সংবাদ সম্মেলনে পূর্ব জেরুজালেমের খ্রিস্টান নেতাদের দ্বারা প্রকাশিত একটি ভিডিও দেখায় যে মিছিল শুরু হওয়ার আগেই ইসরায়েলি পুলিশ সহিংসতা শুরু করেছিল।  সেন্ট জোসেফ হাসপাতালে স্থাপিত নিরাপত্তা ক্যামেরা থেকে তোলা ফুটেজে, কয়েক ডজন ইসরায়েলি পুলিশ অফিসারকে হাসপাতালের ভবনে ঘোরাফেরা করতে দেখা যায়, আবু আকলেহের মরদেহটি তখনো হাসপাতাল থেকে বের হয়নি। ভিডিওতে দেখা যায়, পুলিশ রোগীদের আঘাত করে, ধাক্কা দেয়, পদদলিত করে, স্টান গ্রেনেড নিক্ষেপ করে, চিকিৎসা কর্মীদের আহত ও দগ্ধ করে  এবং হাসপাতালের কম্পাউন্ডের বাইরের অংশে গুলি ছুড়ে।   \nকফিনটি পরে একটি শবযানে স্থানান্তরিত করা হয়েছিল এবং অন্ত্যেষ্টিক্রিয়ার জন্য ভার্জিনের ক্যাথেড্রালে নিয়ে যাওয়া হয়েছিল এবং সেখান থেকে পায়ে হেঁটে মাউন্ট জিয়ন কবরস্থানে নিয়ে যাওয়া হয়েছিল। সেখানে তাকে তার পিতামাতার পাশে সমাহিত করা হয়েছিল।   \nইউরোপীয় ইউনিয়ন একটি বিবৃতি প্রকাশ করে বলেছে যে তারা \"সেন্ট জোসেফ হাসপাতালের প্রাঙ্গনে সহিংসতা এবং অন্ত্যেষ্টিক্রিয়া জুড়ে ইসরায়েলি পুলিশ কর্তৃক অপ্রয়োজনীয় বল প্রয়োগের মাত্রা দেখে তারা হতবাক।\"  সিএনএনকে দেওয়া একটি সাক্ষাৎকারে, আবু আকলেহের ভাই পুলিশের পদক্ষেপকে \"ইচ্ছাকৃত এবং নৃশংস\" বলে বর্ণনা করেছেন।\nআবু আকলেহের পরিবারের সঙ্গে পুলিশের একটি চুক্তি ছিল বলে ইসরায়েলি পুলিশের দাবিও তিনি অস্বীকার করেছেন।  আবু আকলেহের ভাইঝি বলেন, তাকে একজন ইসরায়েলি অফিসার দ্বারা তাকে মারধরের হুমকি দেওয়া হয়েছিল। \nইসরায়েল বলেছে যে তারা \"ঘটনা থেকে শিক্ষা নেওয়ার জন্য অন্ত্যেষ্টিক্রিয়ার সময় কী ঘটেছিল তার একটি ব্যাপক তদন্ত করবে\"।  অন্ত্যেষ্টিক্রিয়ার কয়েকদিন পর, ইসরায়েলি পুলিশ আবু আকলেহ-এর কফিন বহনকারী একজন ফিলিস্তিনিকে গ্রেফতার করে \"নির্জন কারাবাসে\" নিয়ে যায়। পুলিশ বলেছে যে গ্রেপ্তারটি শিরিনের অন্ত্যেষ্টিক্রিয়ার সাথে সম্পর্কযুক্ত নয়।   কিন্তু গ্রেফতারকৃতের আইনজীবীর মতে, তাকে করা জিজ্ঞাসাবাদগুলি প্রকৃতপক্ষে আবু আকলেহের শেষকৃত্য সম্পর্কে ছিল। \nইসরায়েলের স্বাস্থ্য মন্ত্রণালয় জানিয়েছে, তারা অন্ত্যোষ্টিক্রিয়ায় সহিংসতা পর্যালোচনা করবে। ২৪ মে পর্যন্ত, সেন্ট জোসেফের পরিচালক ডাঃ কাউসা বলেন, মন্ত্রণালয় বা পুলিশের কেউ তার সাথে যোগাযোগ করেনি।  ১৬ জুন, ইসরায়েল পুলিশ বলে যে আবু আকলেহের অন্ত্যেষ্টিক্রিয়ায় পুলিশের আচরণের একটি অভ্যন্তরীণ তদন্ত সম্পন্ন হয়েছে এবং ফলাফলগুলি পুলিশ কমিশনার কোবি শাবতাই এবং জননিরাপত্তা মন্ত্রী ওমের বার-লেভের কাছে পৌঁছে দেওয়া হয়েছে। তদন্তের ফলাফল জনসাধারণের কাছে প্রকাশ করা হয়নি। শাবতাই একটি সংশ্লিষ্ট বিবৃতি প্রকাশ করেছেন যে \"সাংবাদিক শিরীন আবু আকলেহের অন্ত্যোষ্টিক্রিয়া মিছিলটি একটি জটিল ঘটনা ছিল। হারেটজ এবং জেরুজালেম পোস্ট উভয়ই বলেছে যে তদন্তে দেখা গেছে যে পুলিশ অসদাচরণ করেছে। তবে তদন্তের আগেই সিদ্ধান্ত নেওয়া হয়েছিল যে পুলিশের বিরুদ্ধে কোনও শাস্তিমূলক ব্যবস্থা নেওয়া হবে না।   \n\n\n=== প্রতিক্রিয়া ===\nআবু আকলেহের মৃত্যুতে ব্যাপক ক্ষোভের সৃষ্টি হয়।  আল জাজিরা আবু আকলেহ হত্যাকে \"আন্তর্জাতিক নিয়ম লঙ্ঘনকারী একটি ভয়ঙ্কর অপরাধ\" বলে বর্ণনা করেছে এবং হত্যাকাণ্ডটিকে \"ঠান্ডা রক্তে\" সংঘটিত বলে আখ্যায়িত করেছে। আল জাজিরা মিডিয়া নেটওয়ার্কের ম্যানেজিং ডিরেক্টর জাইলস ট্রেন্ডল বলেছেন যে আল জাজিরা তার মৃত্যুতে \"মর্মাহত এবং দুঃখিত\"। তিনি এ ঘটনার একটি স্বচ্ছ তদন্তের আহ্বান জানান। \nফিলিস্তিনের প্রেসিডেন্ট মাহমুদ আব্বাস বলেছেন যে তিনি আবু আকলেহের মৃত্যুর জন্য ইসরায়েলি বাহিনীকে \"সম্পূর্ণ দায়ী\" বলে মনে করেন।  যুক্তরাজ্যে ফিলিস্তিনি মিশনের প্রধান হুসাম জোমলট আবু আকলেহকে একজন \"প্রিয় সাংবাদিক\" এবং তার ঘনিষ্ঠ বন্ধু হিসেবে বর্ণনা করেছেন। \nইসরায়েলে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রদূত থমাস আর নিডস বলেছেন, \"আমি জেনিনে আজ তার মৃত্যু এবং অপর একজন সাংবাদিকের আহত হওয়ার পরিস্থিতির একটি নিরপেক্ষ তদন্তকে উৎসাহিত করছি।\"  মার্কিন পররাষ্ট্র দফতরের মুখপাত্র নেড প্রাইস এবং জাতিসংঘে মার্কিন রাষ্ট্রদূত লিন্ডা থমাস-গ্রিনফিল্ড উভয়েই এই হত্যাকাণ্ডের তীব্র নিন্দা করেছেন। \n১১ মে, ফিলিস্তিনে জাতিসংঘের বিশেষ প্রতিবেদক ফ্রান্সেসকা আলবানিজ বলেছেন, \"এই অপরাধটি 'আন্তর্জাতিক মানবিক আইনের গুরুতর লঙ্ঘন' এবং 'আন্তর্জাতিক অপরাধ আদালতের রোম সংবিধির অধীনে সম্ভাব্য যুদ্ধাপরাধ।'\"  জাতিসংঘ নিরাপত্তা পরিষদের একটি বিরল সর্বসম্মত প্রস্তাবে এই হত্যাকাণ্ডের নিন্দা করা হয় এবং \"অবিলম্বে, নিরপেক্ষ ও স্বচ্ছ\" তদন্তের দাবি জানানো হয়।   \n\nরিপোর্টার্স উইদাউট বর্ডারস (আরএসএফ) অনুসারে, ২০১৮ সাল থেকে গাজা উপত্যকা, পশ্চিম তীর এবং পূর্ব জেরুসালেম জুড়ে ১৪৪ ফিলিস্তিনি সাংবাদিক ইসরায়েলি বাহিনীর দ্বারা আক্রান্ত হয়েছেন। ২০২২ সালের এপ্রিলে, ইন্টারন্যাশনাল ফেডারেশন অফ জার্নালিস্ট আন্তর্জাতিক অপরাধ আদালতে ইসরায়েলি বাহিনীকে প্রতিনিয়ত সাংবাদিকদের লক্ষ্যবস্তু করার অভিযোগ এনে একটি অভিযোগ দায়ের করে।  অভিযোগে চারটি হত্যাকাণ্ডের বিবরণ দেওয়া হয়েছে। সাংবাদিক আহমেদ আবু হুসেইন, ইয়াসের মুর্তজা, মুয়াথ আমরনেহ এবং নেদাল এশতায়েহকে লক্ষবস্তু করা হয়েছে বলে অভিযোগ করা হয়েছে।  আরএসএফ-এর পরিচালক, ক্রিস্টোফ ডেলোয়ার, এই হত্যাকে জেনেভা কনভেনশন এবং সাংবাদিকদের সুরক্ষা সংক্রান্ত জাতিসংঘের নিরাপত্তা পরিষদের প্রস্তাব ২২২২ এর লঙ্ঘন বলে বর্ণনা করেছেন। তিনি বলেছিলেন যে ইসরায়েলের প্রধানমন্ত্রী ইয়ার লাপিদের একটি প্রস্তাবে আরএসএফ \"হতাশ\" যে ইসরায়েলকে আবু আকলেহের মৃত্যুর একটি যৌথ তদন্তে অংশ নেওয়া উচিত। তিনি বলেন, \"একটি স্বাধীন আন্তর্জাতিক তদন্ত শুরু করা উচিত\"। সাংবাদিকদের সুরক্ষা কমিটি এই হত্যাকাণ্ডের \"দ্রুত, অবিলম্বে এবং স্বচ্ছ তদন্ত\" করার আহ্বান জানিয়েছে, অন্যদিকে সাংবাদিকদের আন্তর্জাতিক ফেডারেশন \"ইসরায়েলি সেনাদের দ্বারা\" হত্যার নিন্দা করেছে এবং একটি \"অবিলম্বে তদন্ত\" করার আহ্বান জানিয়েছে।  অ্যামনেস্টি ইন্টারন্যাশনাল এটিকে \"ঘাতক ব্যবস্থার রক্তাক্ত অনুস্মারক হিসাবে বর্ণনা করেছেন এবং ইসরায়েলি বাহিনীর দ্বারা ফিলিস্তিনিদের \"বেআইনি হত্যা\" বন্ধ করার আহ্বান জানিয়েছে।  ফিলিস্তিন সাংবাদিকদের সিন্ডিকেট এই হত্যাকাণ্ডকে \"ইসরায়েলি দখলদার সেনাবাহিনীর দ্বারা সংঘটিত একটি স্পষ্ট হত্যা\" বলে বর্ণনা করেছে। \nকাতারের উপ-প্রধানমন্ত্রী মোহাম্মদ বিন আব্দুলরহমান বিন জসিম আল থানি \"নিরস্ত্র ফিলিস্তিনি জনগণের বিরুদ্ধে দখলদারিত্বের দ্বারা ভয়াবহ অপরাধ\" বলে অভিহিত করে এ হত্যার নিন্দা করেছেন।  কাতারের উপ-পররাষ্ট্রমন্ত্রী লোলওয়াহ আল-খাতার টুইট করে বলেছেন, \"রাষ্ট্রীয় মদদপুষ্ট ইসরায়েলি সন্ত্রাস বন্ধ করতে হবে\" এবং \"ইসরায়েলের প্রতি নিঃশর্ত সমর্থন অবশ্যই বন্ধ করতে হবে।\"  কুয়েতের পররাষ্ট্র মন্ত্রণালয় ইসরায়েলি বাহিনীর হাতে আবু আকলেহকে হত্যা বলে বর্ণনা করে একটি বিবৃতি জারি করেছে; মিশর, আফগানিস্তান, পাকিস্তান, জিবুতি, চীন, ইরান এবং দক্ষিণ আফ্রিকার পররাষ্ট্র মন্ত্রণালয় একই ধরনের বিবৃতি দিয়েছে।  \n\nআবু আকলেহের মৃত্যুর ঘটনায় লন্ডন,  নিউইয়র্ক সিটি, এবং ওয়াশিংটন, ডিসি,  সহ বিশ্বজুড়ে বিভিন্ন স্থানে প্রতিবাদ করা হয়।  পেড্রো আলমোডোভার, অ্যাঞ্জেলা ডেভিস, সুসান সারান্ডন, অরুন্ধতী রায় এবং মার্ক রাফালো সহ ১০০ জনেরও বেশি শিল্পীর স্বাক্ষরিত ১৯ মে, ২০২২-এ প্রকাশিত একটি খোলা চিঠিতে এটির নিন্দা করা হয়েছিল। চিঠিটি, ইসরাইলকে একটি বর্ণবাদী রাষ্ট্র হিসাবে বর্ণনা করা হয়েছে। \"ইসরায়েলি দখলদার বাহিনীর দ্বারা অত্যন্ত সম্মানিত ফিলিস্তিনি সাংবাদিক শিরিন আবু আকলেহকে হত্যা\" এবং পরবর্তী \"ফিলিস্তিনি শোককারীদের উপর ভারী সশস্ত্র ইসরায়েলি বাহিনীর আক্রমণ\" এর নিন্দা করা হয়েছে। \nসাংবাদিকদের সুরক্ষার জন্য ২৪ মে ইউএনএসসির একটি আররিয়া ফর্মুলা সভা অনুষ্ঠিত হয়েছিল।  যুক্তরাষ্ট্রের আল জাজিরা নেটওয়ার্ক ব্যুরো চিফ আবদেররহিম ফুকারা বৈঠকে বলেছিলেন যে আবু আকলেহ \"ঠান্ডা রক্তে ইসরায়েলি বুলেটে নিহত হয়েছেন\" এবং বলেছিলেন \"নেটওয়ার্কের কাছে প্রমাণ এবং সাক্ষী রয়েছে সেই অবস্থান প্রমাণিত করার জন্য\"। \nযুক্তরাষ্ট্রের ২৪ জন সেনেট ডেমোক্র্যাটদের একটি চিঠিতে জো বাইডেন প্রশাসনকে হত্যার তদন্তের জন্য দাবি জানানো হয়েছে। আমেরিকান ইসরায়েল পাবলিক অ্যাফেয়ার্স কমিটি (এআইপিএসি) চিঠিটির বিরুদ্ধে লবিং করেছে। পূর্বে, সিনেটর জন অসফ এবং মিট রমনি একটি পূর্ণ ও স্বচ্ছ তদন্তের জন্য একটি দ্বিদলীয় দাবি জারি করেছিলেন।  \nআবু আকলেহের পরিবার ২৬ জুলাই ওয়াশিংটনে আমেরিকান সেক্রেটারি অফ স্টেট এন্টনি ব্লিঙ্কেনের সাথে দেখা করেন। বৈঠকের পর, লিনা আবু আকলেহ, শিরিনের ভাগ্নী, টুইট করেছেন যে, পরিবার একটি 'প্রকৃত জবাবদিহিমূলক মার্কিন তদন্তের' দাবি জানিয়েছে। যদিও যুক্তরাষ্ট্র শিরিনের হত্যাকাণ্ডের বিষয়ে কিছু প্রতিশ্রুতি দিয়েছে, তবে আমরা এখনও এই প্রশাসনটি অর্থপূর্ণ হবে কিনা তা দেখার জন্য অপেক্ষা করছি। #JusticeForShireen-এর জন্য আমাদের আহ্বানের উত্তর দিন\"।   \nমার্কিন যুক্তরাষ্ট্র আগস্ট মাস থেকে ইসরায়েলকে আইডিএফ চুক্তি পর্যালোচনা করার জন্য চাপ দিয়ে আসছে।  ৬ সেপ্টেম্বর, স্টেট ডিপার্টমেন্টের ডেপুটি মুখপাত্র বেদান্ত প্যাটেল বলেন, \"আমরা ইসরায়েলকে সরাসরি এবং ঘনিষ্ঠভাবে চাপ দিতে থাকব যাতে ভবিষ্যতে এমন কিছু না ঘটে।\" \n\nঅবহিতি (2)\nবিজ্ঞপ্তি (4)\n\n\n===== প্রকাশ করতে প্রস্তুত? =====\n\n\n====== আপনার অনুবাদ এই নিবন্ধে একটি নতুন অনুচ্ছেদ রূপে যোগ করা হবে। ======\n\n\n== হত্যার তদন্ত ==\n\n\n=== ইসরায়েলের প্রাথমিক তদন্ত ===\nইসরায়েলের প্রধানমন্ত্রী নাফতালি বেনেত প্রাথমিকভাবে ইসরায়েলি সেনাবাহিনীর পোস্ট করা একটি ভিডিও উদ্ধৃত করে শিরিনের মৃত্যুর জন্য ফিলিস্তিনি বন্দুকধারীদের দায়ী করে একটি টুইট পোস্ট করেছিলেন। মানবাধিকার সংস্থা বিটিসেলেম সেই ভিডিওতে চিত্রিত ফিলিস্তিনি বন্দুকধারীরা যে স্থান থেকে গুলি চালিয়েছিল এবং আবু আকলেহকে যে স্থানে হত্যা করা হয়েছিল তার সঠিক অবস্থান নথিভুক্ত করেছে। তাদের পর্যবেক্ষণ বলছে, দুটি অবস্থানের (শিরিন ও বন্দুকধারীর) শত শত মিটারের পার্থক্য ছিল। এছাড়া দুটি অবস্থানের মাঝে একাধিক দেয়াল এবং ভবন ছিল। সুতরাং,ফিলিস্তিনি বন্দুকধারীর দ্বারা শিরিনের নিহত হওয়ার সম্ভাবনা নেই বলে সে সংস্থাটি বোঝাতে চেয়েছে। ওয়াশিংটন পোস্ট দুটি অবস্থানের মধ্যে দূরত্ব যাচাই করেছে।  বিটিসেলেম এর তদন্ত, ইসরায়েলি কর্তৃপক্ষের ভিডিও প্রকাশের কয়েক ঘন্টা পরে প্রকাশিত হয়েছিল। একইভাবে দেখা গেছে যে ফুটেজে চিত্রিত গলিটি আবু আকলেহকে গুলি করে হত্যা করা হয়েছিল এমন জায়গার কাছাকাছি কোথাও ছিল না এবং যোদ্ধাদের পক্ষে বা তার আশেপাশের যে কারও পক্ষে আবু আকলেহকে আঘাত করা \"অসম্ভব\" ছিল। ভিডিও প্রকাশের পরে দিন, ইসরায়েলি সামরিক প্রধান, লেফটেন্যান্ট জেনারেল আভিভ কোচাভি বলেছেন: \"এই পর্যায়ে আমরা নির্ধারণ করতে পারছি না কার গুলিতে তিনি নিহত হয়েছেন। আমরা তার মৃত্যুতে দুঃখ প্রকাশ করছি।\"  ইসরায়েলি সেনাবাহিনীর মতে, ফিলিস্তিনি জঙ্গিরা আইডিএফ সৈন্যদের ওপর গুলি চালায়, এরপর সেনারা পাল্টা গুলি চালায়।  আইডিএফ একটি ভিডিও প্রকাশ করেছে যেখানে দেখা যাচ্ছে ফিলিস্তিনি বন্দুকধারীরা জেনিন ক্যাম্পে গুলি চালাচ্ছে, কথিতভাবে যে এলাকায় আবু আকলেহ নিহত হয়েছিল।  ভিডিওটিতে একজন জঙ্গিকে বলতে শোনা গেছে \"তারা (ফিলিস্তিনি জঙ্গিরা) একজন সৈনিককে আঘাত করেছে, সে মাটিতে শুয়ে আছে।\" অপারেশন চলাকালীন কোনো ইসরায়েলি সৈন্য আহত না হওয়ায়, ইসরায়েলি কর্তৃপক্ষ বলেছে সম্ভবত ফিলিস্তিনিরা ভুলবশত আকলেহকে গুলি করেছে, ভেবেছিল সে একজন সৈনিক।  হারেটজ-এর একটি রিপোর্টে সেই সম্ভাবনাকে অসম্ভাব্য বলে মনে করা হয়েছে কারণ বেশ কয়েকটি ভবন সেই জঙ্গি এবং সাংবাদিকের অবস্থানের মাঝে ছিল। \nইসরায়েলের যোগাযোগ মন্ত্রী ইয়োজ হেন্ডেল বলেছেন তিনি ধরে নিয়েছিলেন যে ফিলিস্তিনিদের গুলি তার মৃত্যুর জন্য দায়ী। \nআইডিএফ-এর একটি তদন্ত তার মৃত্যুর পরিস্থিতিকে দুটি সম্ভাব্য উদাহরণে ভাগ করেছে, একটি ফিলিস্তিনি বন্দুকযুদ্ধের ঘটনা এবং একটি সম্ভবত ইসরায়েলি সৈন্যের গুলি। প্রথম উদাহরণে, আইডিএফ তত্ত্ব দিয়েছিল যে ফিলিস্তিনি বন্দুকধারীরা যে দিকে দাঁড়িয়ে ছিল সেদিক থেকে নির্বিচারে আইডিএফ গাড়িতে কয়েক ডজন গুলি ছুড়লে শিরিনের মৃত্যু হতে পারে। দ্বিতীয় উদাহরণে, আবু আকলেহ থেকে প্রায় ২০০ মিটার দূরে একটি সাঁজোয়া যানের ভিতরে অবস্থানরত একজন সৈনিক টেলিস্কোপিক দৃষ্টিতে সজ্জিত একটি বন্দুক নিয়ে সজ্জিত ছিলেন যিনি ফিলিস্তিনি বন্দুকধারীর সাথে বন্দুকযুদ্ধের সময় গাড়ির একটি চেরা দিয়ে গুলি চালাচ্ছিলেন বলে ধারণা করা হয়েছিল। সম্ভবত শিরিনকে সেখান থেকে আঘাত করা হতে পারে বলে অনুমান করা হয়। \nআবু আকলেহের পাশে দাঁড়িয়ে থাকা দুই সাংবাদিক সহ একাধিক প্রত্যক্ষদর্শী জানিয়েছেন যে তার মৃত্যুর আগে এলাকাটি তুলনামূলকভাবে শান্ত ছিল এবং কোনও ফিলিস্তিনি, বেসামরিক উপস্থিত ছিল না। আল জাজিরা জানিয়েছে যে তাদের রামাল্লাহ ব্যুরো প্রধান, ওয়ালিদ আল-ওমারির মতে, ফিলিস্তিনি বন্দুকধারীদের দ্বারা কোন গুলি হয়নি;  ফিলিস্তিনের জাতীয় উদ্যোগের মুস্তাফা বারঘৌতিও বলেছেন যে ঘটনাস্থলে \"কোন গুলি বিনিময়\" হয়নি।  আল-ওমারি আরও বলেছেন, \"আবু আকলেহ একটি হেলমেট পরেছিলেন এবং তার কানের নীচে একটি অরক্ষিত জায়গায় গুলি করা হয়েছিল, এটি প্রমাণ করে যে তাকে 'ইচ্ছাকৃতভাবে লক্ষ্যবস্তু' করা হয়েছিল।\"  শুটিংয়ের ভিডিওতে আবু আকলেহকে একটি নীল ফ্ল্যাক জ্যাকেট পরা অবস্থায় দেখা গেছে যা স্পষ্টভাবে \"প্রেস\" হিসেবে চিহ্নিত ছিল।  এজেন্স ফ্রান্স-প্রেসের একজন চিত্রসাংবাদিক জানিয়েছেন যে ইসরায়েলি বাহিনী আবু আকলেহকে গুলি করে হত্যা করেছে। \n\n\n=== পরবর্তী তদন্ত ===\n\nমার্কিন যুক্তরাষ্ট্র একটি স্বচ্ছ তদন্ত দাবি করেছে, ইউরোপীয় ইউনিয়ন তদন্ত করেছে এবং জাতিসংঘের মানবাধিকার হাই কমিশনার মিশেল ব্যাচেলেট সেটি সমর্থন করেছেন।  বেশ কয়েকটি স্বাধীন তদন্তকারী দল তাদের নিজস্ব তদন্ত শুরু করেছে। বেলিংক্যাট ফিলিস্তিনি এবং ইসরায়েলি সামরিক সূত্র থেকে সামাজিক যোগাযোগ মাধ্যমের একটি ভিডিও এবং অডিও বিশ্লেষণ করে  এই দাবি করে যে বন্দুকধারী এবং ইসরায়েলি সৈন্যরা উভয়েই সেখানে উপস্থিত ছিল, বন্দুকধারীরা অনেক দূরে ছিল। ভিডিও প্রমাণগুলি সাক্ষীদের বর্ণনাকে সমর্থন করে যে \"ইসরায়েলি বুলেট হত্যার জন্য দায়ী ছিল\"। ১৬ জুন ২০২২-এ, আল জাজিরা জানিয়েছে যে এটি বুলেটটির একটি চিত্র পেয়েছে। আল জাজিরা জানায়, ব্যালিস্টিক এবং ফরেনসিক বিশেষজ্ঞদের মতে, সবুজ টিপযুক্ত বুলেটটি একটি এম-৪ রাইফেলে ব্যবহারকৃত গুলি। এ গুলিটি আঘাত করার পর শিরিনের মাথায় ৫.৫৬ মিমি-এর একটি ছিদ্র তৈরি হয়েছিল। আল জাজিরা জানায়,এ ধরনের বুলেট ইসরায়েলি বাহিনী নিয়মিত ব্যবহার করে।  তবে সেদিন ফিলিস্তিনি যোদ্ধারাও এম-৪ বুলেট ব্যবহার করে। \nসিএনএন একটি তদন্ত করেছে। যেখানে ১১টি ভিডিও পর্যালোচনা করা হয়েছে এবং প্রত্যক্ষদর্শী এবং একজন আগ্নেয়াস্ত্র বিশেষজ্ঞের সাক্ষাৎকার নেওয়া হয়েছে। সিএনএন বলেছে, নতুন প্রমাণগুলি ইঙ্গিত করে যে \"ইসরায়েলি বাহিনী শিরিনকে লক্ষ্য করে গুলি করেছে,ফলে তার মৃত্যু হয়েছে\"। \n২৬ মে, জেরুজালেম পোস্ট রিপোর্ট করেছে, ফিলিস্তিন তার তদন্ত শেষ করেছে, ফলাফলগুলি মার্কিন প্রশাসনের কাছে পাঠিয়েছে, ফিলিস্তিনি কর্তৃপক্ষ দাবি করেছে যে আইডিএফ \"সরাসরি এবং ইচ্ছাকৃতভাবে\" আবু আকলেহকে লক্ষ্যবস্তু করেছে।\nফিলিস্তিনি কর্তৃপক্ষ একটি যৌথ তদন্ত পরিচালনার জন্য ইসরায়েলি অনুরোধ প্রত্যাখ্যান করেছিল, তার নিজস্ব তদন্তের ফলাফলের উপর জোর দিয়েছিল। যেটিতে বলা হয়েছে আইডিএফ ইচ্ছাকৃতভাবে আবু আকলেহকে হত্যা করেছে। ফিলিস্তিনি কর্তৃপক্ষ ব্যালিস্টিক পরীক্ষার জন্য বুলেটটি ইসরায়েলের কাছে হস্তান্তরের অনুরোধও প্রত্যাখ্যান করে। ইসরায়েলি সরকার একজন সৈনিকের বন্দুকটি সনাক্ত করেছে যার দ্বারা শিরিনের মৃত্যু হতে পারে বলে অনুমান করা হয়েছে। তবে ইসরায়েল বলেছে যে কোন অন্যপক্ষ গুলি চালিয়েছিল কিনা তা নির্ধারণ করা যায়নি। মার্কিন যুক্তরাষ্ট্রের কংগ্রেস সদস্যদের একটি দ্বিদলীয় গোষ্ঠী বাইডেন প্রশাসনকে ফিলিস্তিনি কর্তৃপক্ষের পরীক্ষার জন্য বুলেট ছেড়ে দেওয়ার জন্য চাপ দেওয়ার আহ্বান জানান।   \nইসরায়েলের প্রতিরক্ষা মন্ত্রী বেনি গ্যান্টজ বলেছেন, আইডিএফ অনুরোধ করেছে যে ফিলিস্তিনিরা যেন ইসরায়েলিদের বুলেটটি পরীক্ষা করতে দেয়।  ইসরায়েল মৃত্যুর বিষয়ে যৌথ তদন্তের পরামর্শও দিয়েছিল,তবে তা ফিলিস্তিনি কর্তৃপক্ষ একটি স্বাধীন তদন্ত চায় বলে প্রত্যাখ্যান করেছিল। \nফিলিস্তিনের প্রধানমন্ত্রী মোহাম্মদ শতায়েহ বলেছেন, \"আমরা একটি আন্তর্জাতিক তদন্ত করতেও অস্বীকার করেছি কারণ আমরা একটি নিরাপত্তা প্রতিষ্ঠান হিসাবে আমাদের সক্ষমতার উপর আস্থা রাখিআমরা কারও কাছে প্রমাণ হস্তান্তর করব না কারণ আমরা জানি যে এই লোকেরা সত্যকে মিথ্যা বলতে সক্ষম।\" \nআইডিএফ ঘোষণা করে যে হত্যাকাণ্ডের একটি অপারেশনাল তদন্ত তারা পরিচালনা করবে, তারা অপরাধ তদন্তের পদ্ধতিতে তদন্ত করবে না, কারণ \"তাদের পক্ষ থেকে কোনও অপরাধমূলক কাজ করা হয়েছে বলে তারা মনে করেন না।\"   ইসরায়েল সরকার একটি বিবৃতি জারি করেছে যে কোনও অপরাধমূলক তদন্তের প্রয়োজন নেই।  ইয়েশ দিন ইসরায়েলি সরকারের বিরুদ্ধে অপরাধ তদন্ত এড়িয়ে তার দায়িত্ব এড়ানোর অভিযোগ করেছেন। আল জাজিরার প্রতিবেদক ইমরান খান বলেছেন যে \"সক্রিয় সামরিক অভিযানে একজন চাকরিরত ইসরায়েলি সেনা কর্মকর্তা বা সৈনিকের বিরুদ্ধে একটি ফৌজদারি তদন্ত\" বর্তমান ইসরায়েলি রাজনৈতিক আবহাওয়ায় \"একদম অসহনীয়\" হবে, কারণ জনসাধারণ সাধারণত আইডিএফ কে \"ইসরায়েলের রক্ষক\" হিসেবে বিশ্বাস করে। \nফিলিস্তিনি অ্যাটর্নি-জেনারেল আকরাম আল-খতিব ২ জুলাই বলেন,\"শিরিনকে আঘাতকারী বুলেটটি প্রযুক্তিগত পরীক্ষার জন্য সম্প্রতি আগত একটি 'মার্কিন বিশেষজ্ঞ দলের' কাছে হস্তান্তর করা হয়েছে।    আল-খতিব বলছে, \"বুলেটের পরীক্ষাটি জেরুজালেমে মার্কিন দূতাবাসে অনুষ্ঠিত হবে এবং আমরা আমেরিকান সমন্বয়কারীর কাছ থেকে গ্যারান্টি পেয়েছি যে পরীক্ষাটি তাদের দ্বারা পরিচালিত হবে এবং ইসরায়েলি পক্ষ অংশ নেবে না।\" তবে কোচাভের মতে,\"মার্কিন পর্যবেক্ষকদের উপস্থিতিতে ইসরায়েলি তদন্তকারীরা পরীক্ষা চালাবে।\"  মার্কিন পররাষ্ট্র দপ্তর পরবর্তীতে ৪ জুলাই ঘোষণা করে যে মার্কিন তত্ত্বাবধানে স্বাধীন ব্যালিস্টিক বিশেষজ্ঞদের পরীক্ষায় জানা গেছে,গুলি কোন বন্দুক থেকে ছোড়া হয়েছিল সে বিষয়টি চূড়ান্ত নয়, কিন্তু মার্কিন কর্মকর্তারা এই সিদ্ধান্তে পৌঁছেছেন যে ইসরায়েলি অবস্থান থেকে বন্দুকের গুলিতে আকলেহের মৃত্যু হয়েছে। তবে তারা বলেছেন যে \"ইসরায়েলি বাহিনী ইচ্ছাকৃতভাবে শিরিনকে অহ্যা করেছে কিনা তা প্রমাণিত নয়।\" ফিলিস্তিনি পাবলিক প্রসিকিউটর অফিস ইসরায়েলি বুলেটের সাথে অমিল থাকার মার্কিন সিদ্ধান্তের বিরোধিতা করে। তারা আবারও দাবি করেন যে হত্যাটি পূর্বপরিকল্পিত ছিল।  ৫ জুলাই, মার্কিন যুক্তরাষ্ট্র বলেছিল যে এটি তার নিজস্ব তদন্ত পরিচালনা করেনি, তবে প্রতিবেদনটি ফিলিস্তিনি কর্তৃপক্ষ এবং ইসরায়েলের তদন্তের একটি \"সমষ্টি\" ছিল। \n১২ জুন, ওয়াশিংটন পোস্ট তার নিজস্ব তদন্তের ফলাফল প্রকাশ করে। এটি ইঙ্গিত করে যে একজন ইসরায়েলি সৈন্য \"সম্ভবত\" আবু আকলেহকে গুলি করে হত্যা করেছে। \n২৪ জুন, জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয় বলেছে যে আইডিএফ এবং ফিলিস্তিনি অ্যাটর্নি জেনারেলের দেওয়া তথ্যের উপর ভিত্তি করে এবং ছবির পরিদর্শনের ভিত্তিতে তারা এই সিদ্ধান্তে পৌছেছেন যে আকলেহ আইডিএফের ছোড়া বুলেটে নিহত হয়েছেন। ভিডিও এবং অডিও উপাদান, ঘটনাস্থল পরিদর্শন, বিশেষজ্ঞদের পরামর্শ, কর্তৃপক্ষের যোগাযোগ পর্যালোচনা এবং প্রত্যক্ষদর্শীদের সাক্ষাৎকারের ভিত্তিতে এই সিদ্ধান্ত নেওয়া হয়। জাতিসংঘের মুখপাত্র বলেছেন, \"এটি গভীরভাবে উদ্বেগজনক যে ইসরায়েলি কর্তৃপক্ষ একটি অপরাধমূলক তদন্ত পরিচালনা করেনি\"।  \nইসরায়েলি মানবাধিকার সংস্থা ইয়েশ দিন সামরিক তদন্তের ফলে বিচারের বিষয়ে ইসরায়েলি সামরিক রেকর্ড বিশ্লেষণ করেছে এবং দেখেছে যে ইসরায়েলি বাহিনী \"আইডিএফ সৈন্যদের দ্বারা ফিলিস্তিনিদের ক্ষতিগ্রস্থ হওয়া মামলার বিচার থেকে প্রায় সম্পূর্ণ দায়মুক্তি পেয়েছে\" এবং তারা বলেছে সেনাবাহিনীর তদন্তমূলক ব্যবস্থা পর্যাপ্ত নয় কারণ তথ্য দেখায় যে \"সেনাবাহিনী তদন্ত করলেও তা ন্যায়বিচারের দিকে পরিচালিত করে না।\" সংস্থাটি দাবি করে,২০১৯-২০২০ পর্যন্ত অভিযোগের ভিত্তিতে মাত্র ৫টি ফৌজদারি মামলা হয়েছে যা মোট অভিযোগের মাত্র ২%। \n৫ সেপ্টেম্বর, আইডিএফ তার নিজস্ব তদন্তের ফলাফল প্রকাশ করে যে, আবু আকলেহ সেনাবাহিনীর গুলিতে \"দুর্ঘটনাক্রমে আঘাতপ্রাপ্ত\" হওয়ার একটি \"উচ্চ সম্ভাবনা\" থাকতে পারে, কিন্তু তারা এটির অপরাধমূলক তদন্ত শুরু করবে না। প্রতিবেদনে দাবি করা হয়েছে যে সেনাবাহিনী ওই এলাকায় ফিলিস্তিনিদের কাছ থেকে গুলিবর্ষণ করেছে এবং বলেছে যে আবু আকলেহ ফিলিস্তিনি বন্দুকধারীদের দ্বারা নিহত হয়েছে এবং তার মৃত্যুতে অপরাধমূলক কাজের কোনো সন্দেহ নেই বলে সেনাবাহিনী নিশ্চিতভাবে সিদ্ধান্ত নিতে পারেনি। অ্যাসোসিয়েটেড প্রেস রিপোর্ট করেছে যে সাংবাদিকদের সাথে একটি ব্রিফিংয়ে \"একজন ঊর্ধ্বতন সামরিক কর্মকর্তা\" বলেছেন যে একজন ইসরায়েলি সৈন্য \"খুব বেশি সম্ভাবনার সাথে\" আবু আকলেহকে ভুলভাবে সনাক্ত করেছে এবং ভুলবশত তাকে গুলি করেছে। প্রত্যক্ষদর্শী এবং ভিডিও ফুটেজের মাধ্যমে ওই এলাকায় ফিলিস্তিনিদের গুলি চালানোর ইসরায়েলি দাবি কেন খণ্ডন করা হয়েছে তা তিনি ব্যাখ্যা করেননি।  আবু আকলেহের পরিবার মার্কিন যুক্তরাষ্ট্রের একটি স্বাধীন তদন্ত এবং একটি আন্তর্জাতিক অপরাধ আদালতের তদন্তের জন্য আহ্বান জানিয়েছিল, এই বলে যে আইডিএফ রিপোর্ট \"সত্যকে অস্পষ্ট করার এবং দায়িত্ব এড়াতে চেষ্টা করেছে\" এবং \"আমাদের পরিবার এই ফলাফলে বিস্মিত হয় না কারণ এটি সুস্পষ্ট যে ইসরায়েলি যুদ্ধাপরাধীরা তাদের নিজেদের অপরাধের তদন্ত করতে পারে না।\"  মেরিল্যান্ডের ডেমোক্র্যাটিক সিনেটর ক্রিস ভ্যান হোলেনও ইসরায়েলি প্রতিবেদনটিকে প্রত্যাখ্যান করেছেন, বলেছেন যে এর ফলাফলগুলি প্রমাণের সাথে অসঙ্গতিপূর্ণ এবং আবু আকলেহ হত্যার বিষয়ে একটি স্বাধীন মার্কিন তদন্তের জন্য তার আহ্বানের পুনরাবৃত্তি করেছেন।  ইসরায়েলের প্রধানমন্ত্রী ইয়াইর লাপিদ ফৌজদারি বিচারের আহ্বানের বিরুদ্ধে পিছু হটলেন, এই বলে যে সৈনিক \"সন্ত্রাসী গুলি থেকে নিজেকে রক্ষা করছিলেন\"। তিনি বলেন, \"আমাদের সৈন্যদের সরকার এবং জনগণের সম্পূর্ণ সমর্থন রয়েছে।\" \n২০ সেপ্টেম্বর, একটি আন্তর্জাতিক গবেষণা গ্রুপ, আল-হক এবং ফরেনসিক আর্কিটেকচার দ্বারা প্রকাশিত একটি যৌথ তদন্ত এই সিদ্ধান্তে পৌঁছে যে আবু আকলেহ এবং তার সহকর্মীরা \"ইসরায়েলের ইচ্ছাকৃত লক্ষ্যবস্তু\" ছিল।  \n\n\n=== মার্কিন তদন্তের ঘোষণা ===\n১৫ নভেম্বর ২০২২-এ মার্কিন বিচার বিভাগ হত্যার তদন্ত শুরু করে। ইসরায়েলি প্রতিরক্ষামন্ত্রী বেনি গ্যান্টজ তদন্তকে \"গুরুতর ভুল\" বলে অভিহিত করেছেন। তিনি বলেছিলেন যে \"আইডিএফ একটি স্বাধীন এবং পেশাদার তদন্ত করেছে, যার বিশদ বিবরণ আমেরিকানদের কাছে উপস্থাপন করা হয়েছে\" এবং \"আমি আমেরিকান প্রতিনিধিদের কাছে স্পষ্ট করে দিয়েছি যে আমরা আইডিএফ সৈন্যদের পাশে দাঁড়িয়েছি, আমরা কোনও বাহ্যিক তদন্তে সহযোগিতা করব না। এবং আমরা ইসরায়েলের অভ্যন্তরীণ বিষয়ে হস্তক্ষেপের অনুমতি দেব না।\"     তিনজন ইসরায়েলি এবং মার্কিন কর্মকর্তা অ্যাক্সিওসকে বলেছেন যে হোয়াইট হাউস এবং স্টেট ডিপার্টমেন্ট ইসরায়েলি সরকারকে বলেছে যে তারা এফবিআই-এর তদন্ত সমর্থন করেন না।  ১৫ নভেম্বর, অ্যামনেস্টি ইন্টারন্যাশনাল একটি তদন্তের ঘোষণার প্রতিক্রিয়া জানিয়ে একটি বিবৃতিতে বলে যে \"ইসরায়েল দায়মুক্তির সাথে ফিলিস্তিনিদের হত্যা চালিয়ে যেতে পারে না।\"  \n\n\n=== আন্তর্জাতিক অপরাধ আদালতে মামলার সুপারিশ ===\n২৩ মে, ফিলিস্তিনের পররাষ্ট্রমন্ত্রী রিয়াদ আল-মালিকি ঘোষণা করেছিলেন যে আবু আকলেহের মামলা, অন্যান্য ইসরায়েলি মানবাধিকার লঙ্ঘনের প্রমাণ সহ, আন্তর্জাতিক অপরাধ আদালতের প্রসিকিউটরের কাছে জমা দেওয়া হয়েছে। \n২৬ মে, যেদিন ফিলিস্তিন বলেছিল যে তারা তদন্ত শেষ করেছে এবং ফলাফলগুলি মার্কিন প্রশাসনের কাছে পাঠিয়েছে, আল জাজিরা সেদিন বলেছে যে তারা হত্যাকাণ্ড এবং \"ইসরায়েলি বোমা হামলায় আল-জাজিরার ভবন ধ্বংসের জন্য আইসিসির কাছে একটি মামলা দায়ের করবে। ২০২১ সালের মে মাসে গাজায় জাজিরার কার্যালয়, সেইসাথে অধিকৃত ফিলিস্তিনি অঞ্চলে কর্মরত আল জাজিরার সাংবাদিকদের উপর ক্রমাগত উসকানি ও আক্রমণ করা হয়েছিল বলে মিডিয়াটি দাবি করে। ২০২১ সালের ১৪ মে,ইসরায়েলি বিমান হামলায় আল জাজিরার গাজা কার্যালয়ে ধসে পড়ে। আল জাজিরা আন্তর্জাতিক অপরাধ আদালতে সেটিও উত্থাপনের ঘোষণা দেয়।  আবু আকলেহের পরিবার বলেছে যে তারা তাকে হত্যার মামলা আন্তর্জাতিক অপরাধ আদালতে জমা দেওয়ার অনুমতি দিয়েছে। \n২০ সেপ্টেম্বর, আল-হক এবং ফরেনসিক আর্কিটেকচারের যৌথ তদন্তের প্রতিবেদনে একই দিনে, আইনজীবী এবং অ্যাডভোকেসি গ্রুপগুলি তার পরিবারের পক্ষ থেকে আন্তর্জাতিক অপরাধ আদালতে শিরিনকে হত্যার বিষয়টি উল্লেখ করে।   ৬ ডিসেম্বর, আল জাজিরা আইসিসিতে নতুন প্রমাণ জমা দেয় এবং হত্যার বিষয়ে ইসরায়েলি বাহিনীর বিরুদ্ধে আইসিসিতে একটি আনুষ্ঠানিক অভিযোগ দায়ের করার ঘোষণা দেয়।  \n\n\n== তথ্যসূত্র =="}