{"pageid": 1143649, "title": "চন্দ্রশেখর সিংহ সামন্ত", "url": "https://bn.wikipedia.org/wiki?curid=1143649", "content": "মহামহোপাধ্যায় চন্দ্রশেখর সিংহ হরিচন্দন মহাপাত্র সামন্ত (ওডিয়া: ମହାମହୋପାଧ୍ୟାୟ ଚନ୍ଦ୍ରଶେଖର ସିଂହ ହରିଚନ୍ଦନ ସାମନ୍ତ ସାମନ୍ତ ସାମନ୍ତ),( ১৩ ডিসেম্বর ১৮৩৫ — ১১ জুন ১৯০৪) ছিলেন  একজন ভারতীয় পণ্ডিত ও জ্যোতির্বিজ্ঞানী। ওড়িশার সংস্কারবাদী পঞ্জিকাকার হিসাবে তার বিশেষ পরিচিতি আছে। তিনি জ্যোতির্বিদ্যা পর্যবেক্ষণের জন্য ঐতিহ্যবাহী বাঁশের পাইপ ও লাঠি ব্যবহার করেন এবং পৃথিবী থেকে সূর্যের দূরত্ব পরিমাপ করেছিলেন। জ্যোতির্বিদ্যার উপর তাঁর গবেষণা এবং পর্যবেক্ষণ  ''সিদ্ধান্ত দর্পণ'' শীর্ষক এক গ্রন্থে সংকলিত হয় এবং সংস্কৃত ও ওড়িয়া উভয় ভাষায় প্রকাশিত হয়। ১৮৯৩ খ্রিস্টাব্দে তিনি ''মহামহোপাধ্যায়''  উপাধিতে ভূষিত হন।\n\n\n== জীবনী ==\nচন্দ্রশেখর সিংহ সামন্ত  ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সির অধুনা  ওড়িশা রাজ্যের নয়াগড় জেলার খণ্ডপাড়া গ্রামের এক রাজ পরিবারে ১৮৩৫ খ্রিস্টাব্দের ১৩ ডিসেম্বর জন্মগ্রহণ করেন।  তার পিতা  সামন্ত শ্যামবন্ধু সিংহ ছিলেন জ্যোতির্বিদ্যার একজন পণ্ডিত ব্যাক্তি এবং মাতা বিষ্ণুমালী দেবী ছিলেন গৃহকর্ত্রী। চন্দ্রশেখর  প্রথম দিকে তিনি সংস্কৃতের কাব্য,  ব্যাকরণ ও সাহিত্য  নিয়ে পড়াশোনা করেন। তবে ওড়িয়া এবং সংস্কৃত ছাড়া অন্য ভাষা তিনি জানতেন না। পরে তিনি ঐতিহ্যবাহী ভারতীয় জ্যোতির্বিদ্যা নিয়ে গবেষণা শুরু করেন।\nতিনি যুবাবস্থায় দেশীয় বাঁশের তৈরি পাইপ এবং কাঠের লাঠি  ব্যবহার করে সারাদিন ছায়ার দৈর্ঘ্য পরিমাপ করতেন। সময় পরিমাপের জন্য তিনি নিজের তৈরি  সূর্যঘড়ির ব্যবহার করতেন। \nচন্দ্রশেখর ছিলেন একমাত্র ভারতীয় জ্যোতির্বিজ্ঞানী,  যিনি স্বাধীন এবং মৌলিকভাবে চাঁদের গতির সাথে সম্পর্কিত চন্দ্রের বিভ্রান্তি, বৈচিত্র্য এবং বার্ষিক সমীকরণ নির্ধারণ করেছিলেন।  প্রাচীন ভারতীয় জ্যোতির্বিজ্ঞানীদের কাছে বা তার পূর্বে লিখিত কোন গ্রন্থে তখনও এবিষয়গুলি সুস্পষ্টভাবে কোথাও উল্লেখ ছিল না। \nজ্যোতিষশাস্ত্রের গণনার ও তার ফলাফল  দিয়ে তিনি গ্রামবাসীদের সেবা করে গেছেন। দারিদ্র্যের মাঝে, অত্যন্ত সত্যবাদী, ধার্মিক তথা সাধু মানুষ হিসাবে সহজ সরলভাবে সারা জীবন অতিবাহিত করেন। তিনি তাঁর সমগ্র জীবনের শ্রমে স্ব-লিখিত বৃহৎগ্রন্থ সিদ্ধান্ত দর্পণ  পুরীর জগন্নাথদেবকেই উৎসর্গ করেন। শেষের দিকে চন্দ্রশেখর অনিদ্রায় ভুগছিলেন, ১৯০৪ খ্রিস্টাব্দের ১১ জুন পুরীতেই দেহত্যাগ করেন। \n\n\n== যন্ত্র প্রস্তুতকারক ==\nচন্দ্রশেখর বাল্যকালে পিতার কাছে জ্যোতিষশাস্ত্রের প্রাথমিক জ্ঞান লাভ করেছিলেন। এরপর জ্যোতির্বিদ্যায় স্ব-শিক্ষিত হয়েছেন রয়্যাল লাইব্রেরিতে প্রাপ্ত তালপাতায় হাতে লেখা গাণিতিক জ্যোতিষশাস্ত্রের নানা প্রাচীন গ্রন্থ পাঠে। তিনি কাঠের লাঠি এবং বাঁশের পাইপের মত সহজে উপলব্ধ উপকরণ নিয়ে অনেক যন্ত্রের ডিজাইন তৈরি করেছিলেন এবং এই সরল যন্ত্রের মাধ্যমেই গ্রহ-নক্ষত্রের উত্থান, স্থাপন ও গতি পর্যবেক্ষণ করতেন এবং এর ফলাফল  ওড়িয়া ও সংস্কৃতে লিপিবদ্ধ করতেন।  জ্যোতির্বিদ্যার এই ফলাফল ও তার সিদ্ধান্তসমূহ আর্যভট্ট, বরাহমিহির এবং ব্রহ্মগুপ্তের প্রমুখ প্রাচীন ভারতীয় গণিতবিদ ও জ্যোতির্বিজ্ঞানীদের সিদ্ধান্তের সঙ্গে মিলে যায়।\nতিনি শুধুমাত্র একটি বাঁশের পাইপ এবং দুটি কাঠের লাঠি ব্যবহার করে পরিমাপ নিয়ে গবেষণা করেন।  তার অনুসন্ধানগুলি সংস্কৃতে রচিত সিদ্ধান্ত দর্পণ শীর্ষক গ্রন্থ হিসাবে প্রকাশিত হয় এবং ১৮৯৯ খ্রিস্টাব্দে ইউরোপ ও আমেরিকার বহু সংবাদপত্রে উল্লেখিত হয়।  চন্দ্রশেখরের এই গাণিতিক সিদ্ধান্তের উপর নির্ভর করে ওড়িশায় পঞ্জিকা তৈরি হয়।\n\n\n== তথ্যসূত্র =="}