{"pageid": 1144341, "title": "ইন্দ্রা দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1144341", "content": "ইউজেনি পিটারসন (রুশ: Васильевна Петерсон; ২২ মে, ১৮৯৯ - ২৫শে এপ্রিল ২০০২), ইন্দ্রা দেবী নামেও পরিচিত, ছিলেন যোগব্যায়ামের একজন অগ্রগামী শিক্ষক এবং তিরুমালাই কৃষ্ণমাচার্য (আধুনিক যোগের জনক)-এর শিষ্য।\nতিনি বিংশ দশকে ভারতে যান ইন্দ্রা দেবী নাম চলচ্চিত্র তারকা হয়ে ওঠেন অর্জন করেন। তিনি ছিলেন প্রথম মহিলা যিনি মহীশূর প্রাসাদে যোগ গুরু কৃষ্ণমাচার্যের অধীনে অধ্যয়ন করেছিলেন। পাশাপাশি বিকেএস আয়েঙ্গার এবং কে. পট্টাভী জোইসের সাথে যোগ গুরু হয়েছিলেন । চীনে চলে আসার পর, তিনি মাদাম চিয়াং কাই-শেকের বাড়িতে সেই দেশে প্রথম যোগ শিক্ষা দেওয়া শুরু করেন ।\nহলিউডে তার অনেক সেলিব্রিটি ছাত্রদের মাধ্যমে আমেরিকায় তার যোগব্যায়ামের জনপ্রিয়তা এবং মানসিক চাপ থেকে মুক্তির জন্য যোগব্যায়ামের পক্ষে তার বইগুলি জন্য তিনি \"যোগের প্রথম মহিলা\" ডাকনাম অর্জন করেছে। তার জীবনীকার মিশেল গোল্ডবার্গ লিখেছেন যে ইন্দ্রা দেবী \"১৯৯০ এর যোগব্যায়ামের জন্য বীজ রোপণ করেছিলেন\"। পরবর্তী জীবনে তিনি লাতিন আমেরিকা এবং ভারতে বসবাস করেন।\n\n\n== প্রাথমিক জীবন ==\nইউজেনি \"ঝেনিয়া\" পিটারসন ১২ মে ১৮৯৯ সালে রুশ সাম্রাজ্যের (বর্তমানে লাতভিয়া) রিগায় জন্ম গ্রহণ করেন। তার পিতা ভাসিলি পিটারসন ছিলো সুইডিশ ব্যাংকের পরিচালক এবং মাতা আলেকসান্দ্রা লাবুনস্কায়ার ছিলেন ''নেজলোবিনা থিয়েটারে'' অভিনয় শিল্পী। তিনি সেন্ট পিটার্সবার্গের হাই স্কুলে পড়াশুনা করেন , ১৯১৭ সালে স্বর্ণপদক নিয়ে স্নাতক সম্মান লাভ করেন। তিনি মস্কোর নাটকের স্কুলে সংক্ষিপ্তভাবে পড়াশোনা করেন । রুশ বিপ্লবে , তার বাবা একজন সেনা অফিসার হিসাবে কাজ করেছিলেন এবং গৃহযুদ্ধে নিখোঁজ হয়েছিলেন। ইউজেনি এবং তার মা বলশেভিক হিসেবে লাতভিয়ায় পালিয়ে যান। ১৯২০ সালে তারা পোল্যান্ডে এবং ১৯২১ সালে বার্লিনে চলে যান, যেখানে তিনি একজন অভিনেত্রী এবং নৃত্যশিল্পী হয়েছিলেন।\n১৯২৬ সালে, তিনি তালিনের বইয়ের দোকানে একটি নোটিশ দেখে নেদারল্যান্ডে থিওসফিক্যাল সোসাইটির সভায় যায় এবং জিদ্দু কৃষ্ণমূর্তি সংস্কৃত মন্ত্রের উচ্চারণে আকৃষ্ট হন। এরপর একসময় তিনি সনাতন ধর্ম গ্রহণ করেন। তিনি পরে বলেছিলেন \"আমার কাছে মনে হয়েছিল, আমি একটি ভুলে যাওয়া ডাক শুনতে পাচ্ছি, পরিচিত, কিন্তু দূরের। সেদিন থেকে আমার সবকিছু উল্টে গেল।\"\n\n\n== কাজ ==\nDevi, Indra (১৯৫৩)। চির যুবক, চির স্বাস্থ্যবান : Simplified Yoga for Modern Living। Prentice-Hall। ওসিএলসি 652377847। \nDevi, Indra (১৯৫৯)। মার্কিনদের জন্য যোগাসন: বাড়িতে অনুশীলনের জন্য ৬ মাসের কোর্স। Prentice-Hall। ওসিএলসি 779004518। \nDevi, Indra (১৯৬৩)। যোগব্যায়াম মাধ্যমে আপনার জীবন পুনর্গঠন। ছন্দবদ্ধ শ্বাস-প্রশ্বাসের মাধ্যমে শিথিলকরণের জন্য ইন্দ্র দেবী পদ্ধতি । Prentice-Hall। ওসিএলসি 877363243। \nDevi, Indra (২০০০)। Una mujer de tres siglos (স্পেনীয় ভাষায়)। Buenos Aires: Sudmericana। আইএসবিএন 978-950-07-1726-7। ওসিএলসি 48372297। \n\n\n== তথ্যসূত্র =="}