{"pageid": 1144888, "title": "ওয়ান্ডা গের্টজ", "url": "https://bn.wikipedia.org/wiki?curid=1144888", "content": "মেজর ওয়ান্ডা গের্টজ (১৩ এপ্রিল ১৮৯৬ - ১০ নভেম্বর ১৯৫৮) ছিলেন একজন মহৎ জন্মের পোলিশ মহিলা, যিনি প্রথম বিশ্বযুদ্ধের সময় পোলিশ লিজিয়নে তার সামরিক কেরিয়ার শুরু করেছিলেন, একজন পুরুষের পোশাক পরে, \"কাজিমিয়ারজ 'কাজিক' যুচোভিজ\" ছদ্মনামে। পরবর্তীকালে তিনি পোলিশ-সোভিয়েত যুদ্ধের সময় পোলিশ সশস্ত্র বাহিনীর ওচোটনিজা লেগিয়া কোবিয়েট (মহিলাদের স্বেচ্ছাসেবী সৈন্যবাহিনী) এ দায়িত্ব পালন করেন। যুদ্ধকালীন সময়ে তিনি একজন রিজার্ভ অফিসার হয়েছিলেন কিন্তু বৈষম্যের সম্মুখীন হন এবং তার অফিসার পদ থেকে বঞ্চিত হন।তিনি মার্শাল পিলসুডস্কির সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন এবং সামরিক বাহিনীতে মহিলাদের জন্য একজন কর্মী ছিলেন।\nদ্বিতীয় বিশ্বযুদ্ধের প্রাদুর্ভাবের সাথে সাথে বিশেষ অভিযানে তার অভিজ্ঞতা এবং দক্ষতা শেষ পর্যন্ত সামরিক ব্যক্তিদের দ্বারা স্বীকৃত হয় এবং ১৯৩৯ সালে \"লেনা\" নামে প্রতিরোধে যোগদান করে, তিনি হোম আর্মিতে একটি সর্ব-মহিলা ব্যাটালিয়নের একজন অফিসার এবং কমান্ডার হয়েছিলেন। . তাকে সর্বোচ্চ পোলিশ সামরিক সম্মানে ভূষিত করা হয়, যা তার প্রজন্মের যে কোনো নারীর অর্জনের জন্য একক বিরল।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\nতিনি ওয়ারশতে ওয়ান্ডা গের্টজ ভন শ্লেইস, ফ্লোরেনটিনা এবং জ্যান গের্টজ ফন স্লিসের জন্মগ্রহণ করেছিলেন।তার পরিবার মূলত স্যাক্সনি থেকে এসেছিল, কিন্তু অষ্টাদশ শতাব্দীতে কমনওয়েলথ অফ টু নেশনস -এ বসতি স্থাপন করেছিল, যখন হাউস অফ ওয়েটিন পোলিশ সিংহাসন দখল করেছিল। গের্টজ এর বাবা ১৮৬৩-৬৪ সালের জানুয়ারির বিদ্রোহে যুদ্ধ করেছিলেন, এবং গের্টজ তার বাবা এবং তার কমরেডদের গল্প শুনে বড় হয়েছিলেন।অনেক বছর পর তিনি লিখেছেন:\n\nপাঁচ বছর বয়সী মেয়ে হিসেবে আমার কাছে কখনো কোনো পুতুল ছিল না, শুধুমাত্র অসংখ্য খেলনা সৈন্য, যেগুলো নিয়ে আমার বড় ভাই, তার বন্ধুরা এবং আমি খেলতাম।তারপরও, আমি জানতাম যে উচ্চ সামরিক পদ মেয়েদের জন্য নয়। আমার সবচেয়ে বড় স্বপ্ন ছিল অফিসার হবো।যাইহোক, একটি মেয়ে হিসাবে, আমি শুধুমাত্র একটি প্রাইভেট হতে পারে।\n১৯১৩ সালে, গের্টজ ওয়ারশতে কুজিয়েনকোওয়া জিমনেসিয়াম সম্পন্ন করেন।তারপর তিনি ওয়ারশ চেম্বার অফ কমার্সের সাথে বুককিপিংয়ে প্রশিক্ষণ নেন। স্কুলে থাকাকালীন তিনি তৎকালীন অবৈধ গার্ল গাইডের ৪র্থ এমিলিয়া প্লেটার ট্রুপে যোগ দিয়েছিলেন। ১৯১৪ সালে প্রথম বিশ্বযুদ্ধের প্রাদুর্ভাবের পর, তিনি জাতীয় স্বাধীনতা লবি সংগঠন কনফেডারাকজা পোলস্কা (পোলিশ কনফেডারেশন) এ যোগদান করেন। গের্টজ রাজনৈতিক লিফলেট বিতরণ করেছিলেন এবং যুদ্ধবন্দীদের জন্য পোশাক তৈরি করেছিলেন। তারপরে তিনি ৪র্থ ওয়ারশ ব্যাটালিয়নে যোগদান করেন, কিন্তু আগস্ট ১৯১৫ সালে ব্যাটালিয়নটি পোলিশ লিজিয়নের ১ম ব্রিগেডে অন্তর্ভুক্ত হওয়ার পরে, মহিলাদের সামনের সারিতে কাজ করা নিষিদ্ধ করা হয়েছিল। \n\n\n== প্রথম বিশ্বযুদ্ধ ==\nতার চুল কেটে এবং পুরুষদের পোশাক পরে, গের্টজ নিজেকে পোলিশ লিজিয়নের একটি নিয়োগ অফিসে \"কাজিমিরজ জুচোইচ\" হিসাবে উপস্থাপন করেছিলেন। মেডিকেল পরিদর্শন পর্যন্ত সব ঠিক ছিল। যাইহোক, একজন সহানুভূতিশীল ডাক্তার সাহায্য করার প্রতিশ্রুতি দিয়েছিলেন এবং তাকে একজন সুশৃঙ্খল মেডিকেল হিসাবে কাজ করার জন্য নিযুক্ত করা হয়েছিল। কয়েক সপ্তাহ পরে \"কাজিক\" কে একটি আর্টিলারি ইউনিটে পুনরায় নিয়োগ দেওয়া হয়, সেখানে ছয় মাস কাজ করে এবং ব্রুসিলভ আক্রমণের সময় পদক্ষেপ দেখে। যেহেতু তিনি একজন ঘোড়সওয়ার ছিলেন, তিনি একটি সিগন্যাল প্লাটুনে কাজ করতে সক্ষম হয়েছিলেন। ১৯১৭ সালে ওয়ারশতে ফিরে আসার পর, শপথ সংকটের পরে, গের্টজ গোপন পোলিশ সামরিক সংস্থা - পোলস্কা অর্গানিজ্যাকজা ওজস্কোয়ার মহিলাদের শাখায় যোগদান করেন। \n৮ ডিসেম্বর ১৯১৭-এ ওয়ারশ-এর ত্রাণকর্তা স্কয়ার - (প্ল্যাক জবাউইসিলা) একটি বিক্ষোভের সময়, গের্টজকে গ্রেপ্তার করা হয় এবং ছয় মাসের কারাদণ্ডে দণ্ডিত করা হয়, কিন্তু জামিন দেওয়ার পরে, কয়েক সপ্তাহ পরে তাকে মুক্তি দেওয়া হয়। মুক্তির পর তিনি কুরিয়ার হিসাবে কাজ করেছিলেন এবং ১৯১৮ সালের নভেম্বরে জার্মান সেনাদের নিরস্ত্রীকরণে জড়িত ছিলেন। ১৯১৮ সালের ডিসেম্বরে পোল্যান্ড অবশেষে তার স্বাধীনতা লাভ করে এবং গের্টজ পিপলস মিলিশিয়াতে যোগদান করে এবং ১৯১৯  মার্চ মাসে আর্মামেন্টস বিভাগে নিয়োগ করা হয়।\n\n\n== পোলিশ-সোভিয়েত যুদ্ধ ==\n\n১৯১৯ সালের এপ্রিলে, পোলিশ-সোভিয়েত যুদ্ধ শুরু হওয়ার পরপরই, গের্টজ পোলিশ সেনাবাহিনীতে তালিকাভুক্ত হন এবং ১ম লিথুয়ানিয়ান-বেলারুশিয়ান বিভাগে নিয়োগ পান। ১৯১৯ সালের সেপ্টেম্বরে, তিনি ভিলনিয়াসে ওচোটনিজা লেগিয়া কোবিয়েট - (2য় মহিলা স্বেচ্ছাসেবক বাহিনী) কমান্ডার নিযুক্ত হন। মহিলা সৈন্যরা একটি সহায়ক ভূমিকা পালন করত, সাধারণত শুধুমাত্র গার্ডের দায়িত্বে নিয়োজিত ছিল, কিন্তু ভিলনিয়াসের জন্য লড়াইয়ের সময়, ২য় সৈন্যদল সামনের অংশে অ্যাকশন দেখেছিল, হাইক বিজিশকিয়ানের ক্যাভালরি কর্পসের আক্রমণের বিরুদ্ধে লড়াই করতে সাহায্য করেছিল। 1920 সালে গের্টজ যে লেফটেন্যান্ট পদে অগ্রসর হন, তাকে পরবর্তীকালে ভার্তুটি মিলিটারি পদক দেওয়া হয়। \n১৯২১ সালে যুদ্ধের শেষে, গের্টজকে ডিমোবিলাইজড করা হয় এবং রিজার্ভ ফোর্সে স্থানান্তর করা হয়। ১৯২২ সালে পোলিশ সশস্ত্র বাহিনীতে একজন মহিলার অফিসার পদে থাকার জন্য আইনের কোন ভিত্তি নেই এই ভিত্তিতে তার থেকে তার লেফটেন্যান্ট পদটি \"সরানো\" হয়েছিল। তিনি ১৯২৩ সাল থেকে কনসার্ন মাসজিনোয়ি এসএ নামে একটি ইঞ্জিনিয়ারিং এন্টারপ্রাইজে কাজ করেছিলেন এবং ১৯২৬ সালের মে অভ্যুত্থানের পরে, তিনি জোজেফ পিলসুডস্কির অফিসে শেফ ডি ক্যাবিনেট হন যিনি তখন সশস্ত্র বাহিনীর জেনারেল ইন্সপেক্টর ছিলেন । ১৯২৮ সালে গের্টজ প্রজিস্পোসোবিয়েনি ওয়াজস্কো কোবিয়েট (মহিলা সামরিক প্রশিক্ষণ) এর প্রথম ১৩ জন সদস্যের একজন হন যেখানে তিনি একজন প্রশিক্ষক হিসাবে কাজ করেছিলেন। ১৯৩৫ সালে পিলসুডস্কির মৃত্যুর পর, তিনি বেলওয়েডার মিউজিয়ামের সহ-প্রতিষ্ঠা করেন, যেখানে তিনি ১৯৩৯ সালের সেপ্টেম্বর পর্যন্ত পরিচালনার ভূমিকায় ছিলেন। তার অবসর সময় অন্যান্য সামরিক কার্যকলাপে নিবেদিত ছিল। ১৯৩৮ সালে তিনি ফেডারেশন অফ পোলিশ অ্যাসোসিয়েশন অফ দ্য ডিফেন্ডার অফ দ্য হোমল্যান্ডের কোষাধ্যক্ষ হন। \n\n\n== যুদ্ধ পরবর্তী জীবন ==\n\nব্রিটিশ কমান্ডের অধীনে জার্মানিতে মিত্র পোলিশ বাহিনীর অংশ হিসাবে, গের্টজ তাদের সাথে যুক্তরাজ্যে আসেন, জার্মান আত্মসমর্পণের পর ইউরোপে ফিরে আসেন নারী হোম আর্মি সৈনিকদের ইন্সপেক্টর হিসেবে। তিনি বাস্তুচ্যুত পোলিশ মহিলাদের সন্ধানে জার্মানি এবং ইতালি জুড়ে ভ্রমণ করেছিলেন। মে ১৯৪৬ থেকে ফেব্রুয়ারী ১৯৪৯ পর্যন্ত তিনি পোলিশ রিসেটলমেন্ট কর্পসের অংশ ছিলেন, ইংল্যান্ডের উত্তরে মহিলা সৈনিকদের পরিদর্শক হিসাবে কাজ করছেন। তার কাজ ছিল ব্রিটেনে নাগরিক জীবনের জন্য তাদের প্রস্তুত করা। ডিমোবিলাইজেশনের পর, ১০ নভেম্বর ১৯৫৮-এ ক্যানসারে আক্রান্ত হয়ে মৃত্যুর আগ পর্যন্ত গারটজ একটি ক্যান্টিনে কাজ করেছিলেন। তার অন্ত্যেষ্টিক্রিয়ায় আলেকসান্দ্রা পিলসুডস্কা, এবং জেনারেল মিশাল কারাসজেউইচ-টোকারজেউস্কি এবং তাদেউস বার -কোমোরোভস্কি সহ অনেক প্রবীণরা উপস্থিত ছিলেন। ১৯৬০ সালে তার ছাই পোল্যান্ডে নিয়ে যাওয়া হয় এবং ওয়ারশতে পাওজকি সামরিক কবরস্থানে সমাহিত করা হয়। \n\n\n== প্রকাশনা ==\nW pierwszym pułku artylerii - Służba Ojczyźnie - \"আর্টিলারির প্রথম রেজিমেন্টে - পিতৃভূমির সেবা\", ওয়ারশ, ১৯২৯\n\n\n== পুরস্কার ==\n ভার্তুটি মিলিটারির সিলভার ক্রস\n নাইটস ক্রস অফ দ্য অর্ডার অফ পোলোনিয়া রেস্টিটুটা (ক্রজিজ কাওয়ালেরস্কি অর্ডারু ওড্রোডজেনিয়া পোলস্কি), মরণোত্তর পুরস্কৃত\n বীরত্বের ক্রস - Krzyż Walecznych, পাঁচবার, প্রথমবার ১৯২১ সালে \n ক্রস অফ ইন্ডিপেন্ডেন্স - Krzyż Niepodległości, তলোয়ার সহ\n গোল্ড ক্রস অফ মেরিট উইথ সোর্ডস - Krzyż Zasługi z Mieczami\n\n\n== তথ্যসূত্র =="}