{"pageid": 1144357, "title": "তিব্বতের পাঁচ আঙুল", "url": "https://bn.wikipedia.org/wiki?curid=1144357", "content": "তিব্বতের পাঁচ আঙুল (চীনা: 西藏的五指; ফিনিন: Xīzàng de wǔzhǐ) হল মাও সেতুংয়ের আরোপিত একটি চীনা পররাষ্ট্র নীতি যেটি তিব্বতকে চীনের ডান হাতের তালু বলে মনে করে, যার পরিধিতে পাঁচটি আঙ্গুল রয়েছে: লাদাখ, নেপাল, সিকিম, ভুটান ও অরুণাচল প্রদেশ এবং এটি চীনের এই অঞ্চলগুলোকে \"মুক্ত\" করার দায়িত্ব অর্পণ করেছে। সরকারি চীনা বিবৃতিতে এটি কখনই আলোচনা করা হয়নি, তবে এর সম্ভাব্য অব্যাহত অস্তিত্ব বা পুনরুজ্জীবন নিয়ে বাহ্যিক উদ্বেগ উত্থাপিত হয়েছে। চীনের কমিউনিস্ট পার্টির একটি প্রাদেশিক মুখপত্র পত্রিকার একটি নিবন্ধ ২০১৭ সালের চীন-ভারত সীমান্ত অচলাবস্থার পরে এই নীতির অস্তিত্ব যাচাই করেছে।\n\n\n== পটভূমি ==\nসাম্রাজ্যবাদী চীন তিব্বতের উপর তার দাবির সম্প্রসারণ হিসাবে নেপাল, সিকিম ও ভুটানের উপর আধিপত্য দাবি করেছিলো। এই দাবিগুলো ১৯০৮ সালে তিব্বতে চীনা অ্যাম্বান দ্বারা দৃঢ় করা হয়েছিল, যারা নেপালের কর্তৃপক্ষকে লিখেছিল যে \"চীনের পৃষ্ঠপোষকতায় ভাইয়ের মতো একত্রিত নেপাল ও তিব্বতের, পারস্পরিক ভালোর জন্য সাদৃশ্যে কাজ করা উচিত।\" তিনি ব্রিটিশ বিরোধিতার মুখে চীনা দাবিকে জাহির করার জন্য তার কর্মসূচির অংশ হিসেবে চীন, তিব্বত, নেপাল, সিকিম ও ভুটানের প্রতিনিধিত্বকারী \"পাঁচটি রঙের মিশ্রণ\" প্রস্তাব করেছিলেন। ১৯৩৯ সালের ১৫ নভেম্বর চীনা কমিউনিস্ট পার্টির (সিসিপি) প্রতিষ্ঠাতা চেয়ারম্যান মাও সেতুং ভুটান ও নেপালকে চীনের করদ রাজ্য হিসাবে অভিহিত করেছিলেন।\n\nচীনের উপর সামরিক পরাজয়ের পর, সাম্রাজ্যবাদী দেশগুলো জোরপূর্বক তার কাছ থেকে চীনের করদ রাজ্যের বিপুল সংখ্যক রাষ্ট্রের পাশাপাশি তার নিজের ভূখণ্ডের একটি অংশও কেড়ে নেয়। জাপান নিয়োজিত কোরিয়া, তাইওয়ান, রিউকিউ দ্বীপপুঞ্জ, পেসকাডোরস, ও পোর্ট আর্থার; ইংল্যান্ড বার্মা, ভুটান, নেপাল ও হংকং নিয়েছিল; ফ্রান্স দখল করে আন্নাম; এমনকি পর্তুগাল এর মতো একটি দুঃখী দেশ আমাদের কাছ থেকে ম্যাকাও কেড়ে নিয়েছে। একই সময়ে যখন তারা তার ভূখণ্ডের কিছু অংশ কেড়ে নেয়, সাম্রাজ্যবাদীরা চীনকে প্রচুর ক্ষতিপূরণ দিতে বাধ্য করে। এইভাবে চীনের বিশাল সামন্ত সাম্রাজ্যের বিরুদ্ধে প্রবল আঘাত হানে।\n\n\n== উৎপত্তি ==\n\"তিব্বতের পাঁচ আঙ্গুল\" নীতিটির জন্মের জন্য ১৯৪০-এর দশকে মাওয়ের বক্তৃতার জন্য ব্যাপকভাবে দায়ী করা হয়েছে, তবে সরকারি চীনা বিবৃতিতে এটি কখনও আলোচনা করা হয়নি। এই নীতি তিব্বতকে চীনের ডান হাতের তালু হিসাবে বিবেচনা করে, যেখানে লাদাখ, নেপাল, সিকিম, ভুটান ও উত্তর-পূর্ব সীমান্ত অঞ্চল (বর্তমানে অরুণাচল প্রদেশ নামে পরিচিত) তিব্বতের পাঁচটি আঙ্গুল। ১৯৫৪ সালে তিব্বতে চীনা কর্মকর্তারা দাবি করেছিল যে তারা \"সিকিম, ভুটান, লাদাখ ও উত্তর-পূর্ব সীমান্ত অঞ্চলকে মুক্ত করবে, যেগুলো ভারতীয় সাম্রাজ্যবাদীদের দ্বারা অন্যায়ভাবে বন্দী ছিল।\"একই বছর, চীনা সরকার স্কুল ছাত্রদের জন্য \"আধুনিক চীনের সংক্ষিপ্ত ইতিহাস\" নামে একটি বই প্রকাশ করে যাতে ১৮৪০ থেকে ১৯১৯ সালের মধ্যে \"সাম্রাজ্যবাদী শক্তি\" দ্বারা কথিত অঞ্চলগুলো \"চীনের অংশ\" হিসেবে অভিহিত করা অঞ্চলগুলোকে দেখানো একটি মানচিত্র অন্তর্ভুক্ত ছিল যা পুনরুদ্ধার করা আবশ্যক।\" এই মানচিত্রে লাদাখ, নেপাল, ভুটান, সিকিম ও সমগ্র উত্তর-পূর্ব ভারত অন্তর্ভুক্ত ছিল। ভারতীয় কূটনীতিক ত্রিলোকি নাথ কাউলের স্মৃতিতেও এটি উল্লেখ করা হয়েছে যিনি সেই সময়ে পিকিংয়ে (বর্তমানে বেইজিং নামে পরিচিত) কর্মরত ছিলেন। পণ্ডিত বিএসকে গ্রোভার বলেছেন যে এই মানচিত্রটি \"পিকিংয়ের উচ্চাকাঙ্ক্ষার গুরুতর প্রতিফলন\" ও নিছক প্রচার বা \"অলস-অহংকার\" নয়।\n১৯৫৮ থেকে ১৯৬১ সাল পর্যন্ত পিকিং ও লাসা রেডিও ব্যবস্থার উপর \"পাঁচ আঙ্গুলের\" দাবিগুলো \"জোরপূর্ণভাবে ও ঘনঘন\" দাবি করা হয়েছিল। ১৯৫৯ সালের জুলাই মাসে লাসাতে একটি গণসমাবেশের সময় চীনা লেফটেন্যান্ট জেনারেল ঝাং গুহুয়া বলেছিলেন: \"ভুটানি, সিকিমীয় ও লাদাখীয়রা তিব্বতে একটি ঐক্যবদ্ধ পরিবার গঠন করেছে। তারা সবসময় তিব্বত ও চীনের মহান মাতৃভূমির অধীন। তাদের আবারও ঐক্যবদ্ধ হতে হবে ও সাম্যবাদ মতবাদ শেখাতে হবে।\"\n\n\n== ২১শ শতাব্দীর নীতির সাথে প্রাসঙ্গিকতা ==\nচীনের জনসাধারণের বিবৃতিতে কখনও আলোচিত না হওয়া নীতি, এখন আনুষ্ঠানিকভাবে সুপ্ত। চীনা দাবিগুলো কেবলমাত্র ভারতের অরুণাচল প্রদেশ ও আকসাই চিন অঞ্চলে রয়ে গেছে যেটিকে ভারত লাদাখের অংশ হিসাবে দাবি করে তবে ১৯৫০-এর দশকের শেষ থেকে চীনা প্রশাসনের অধীনে রয়েছে। তবে এর পুনরুজ্জীবন নিয়ে আশঙ্কা প্রকাশ করা হয়েছে।\nডোকলামে ২০১৭ সালের চীন-ভারত সীমান্ত অচলাবস্থার পরে কুনঝং-এর একটি নিবন্ধ (সিসিপির জিয়াংসু প্রাদেশিক দলের স্থায়ী কমিটির মুখপত্র পত্রিকা) \"পাঁচ আঙুল\" নির্মাণের আহ্বান জানিয়েছে। নানজিং বিশ্ববিদ্যালয়ের গবেষক লিউ লিটাও লিখিত নিবন্ধটি অভিযোগ করেছে যে তিব্বতের স্বাধীনতা আন্দোলনের প্রতি ভারতের গোপন সমর্থন এই সত্য থেকে উদ্ভূত যে কথিত \"তালু\" বিহীন \"পাঁচটি আঙ্গুল\" ভারত কেড়ে নিয়েছে তা পুরোপুরি নিয়ন্ত্রণ করা অসম্ভব। তিব্বতীয় সংস্কৃতিকে \"পাঁচ আঙ্গুলের\" \"কেন্দ্রীয় শক্তি\" বলা হয়। নিবন্ধটি এটি যোগ করেছে যে এই অঞ্চলগুলোর সাথে চীনের বিনিয়োগ, বাণিজ্য ও অর্থনৈতিক সম্পর্ক বৃদ্ধির সাথে সাথে এই অঞ্চলে চীনা প্রভাব ভারতকে ছাড়িয়ে যাবে এবং ভারতীয় প্রভাবকে \"প্রচুর পরিমাণে\" নির্মূল করবে।\nকেন্দ্রীয় তিব্বত প্রশাসনের নেতা লোবসাং সাঙ্গে নীতিটিকে ডোকলাম অচলাবস্থার সাথে যুক্ত করেছেন৷ তিনি এটিকে ২০২০ সালের চীন-ভারত সংঘর্ষের কারণ হিসেবেও উল্লেখ করেছেন, অধীর রঞ্জন চৌধুরী (ভারতীয় সংসদে ভারতীয় জাতীয় কংগ্রেস নেতা), সেশাদ্রি চারি (ভারতীয় জনতা পার্টির প্রাক্তন বিদেশ বিষয়ক সেল প্রধান), ও এম এম খাজুরিয়া (জম্মু ও কাশ্মীরের প্রাক্তন ডিরেক্টর জেনারেল অফ পুলিশ) একই মত প্রকাশ করেছেন।\nভাষ্যকার সৌরভ ঝার মতে, \"পাঁচ আঙ্গুল\" নীতিটি হিমালয়ের ঐতিহাসিক ভূগোল থেকে উদ্ভূত হয়েছে যা তিব্বত ও দক্ষিণাঞ্চলের মধ্যে দ্বি-দিকীয় আঞ্চলিক দাবির অনুমতি দেয়। এটি ট্রান্স-হিমালয়ান শক্তিগুলোর মধ্যে উত্তেজনার দিকে পরিচালিত করে যা \"শেষ পর্যন্ত সামরিক সক্ষমতার ভারসাম্য দ্বারা মেজাজ\" ও দীর্ঘস্থায়ী চীন-ভারত সীমান্ত বিরোধের কারণ।\n\n\n== আরো দেখুন ==\nচীনা সম্প্রসারণবাদ\nচীনা সালামি দ্বিখণ্ডনের কৌশল\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}