{"pageid": 1144472, "title": "অশোক চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1144472", "content": "অশোক চৌধুরী  (১৪ জুলাই ১৯৪৩ — ২০ অক্টোবর ২০১০) ছিলেন প্রখ্যাত দৃষ্টিহীন অধ্যাপক ও সমাজসেবী।  কলকাতার অন্ধ বিদ্যালয়ের অধ্যক্ষ হিসাবে সেখানকার অন্ধ ও ক্ষীণদৃষ্টিসম্পন্ন ছাত্রছাত্রীদের জন্য অসামান্য কাজ করে গেছেন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nঅশোক চৌধুরীর জন্ম ১৯৪৩ খ্রিস্টাব্দের ১৪ জুলাই  পশ্চিমবঙ্গের মেদিনীপুরে। পিতা বঙ্কিমচন্দ্র চৌধুরী ছিলেন একজন খ্যাতনামা হোমিওপ্যাথ চিকিৎসক। অশোক ছিলেন মেদিনীপুর কলেজিয়েট স্কুলের মেধাবী ছাত্র। স্কুলে পড়ার সময়ই দশ বৎসর বয়সে বসন্তরোগে আক্রান্ত হয়ে দৃষ্টিশক্তি হারান। কলকাতার প্রখ্যাত চক্ষুবিশেষজ্ঞেরা অনেক চেষ্টা করেও তার অন্ধত্ব দূর করতে পারেন নি। শেষে  ডাক্তার বিধানচন্দ্র রায়ের পরামর্শে তার পিতা তাকে  বেহালার কলকাতা অন্ধ বিদ্যালয়ে ভরতি করে দেন। চোখের দৃষ্টি হারিয়ে প্রথম দিকে হতাশাগ্রস্ত হয়েও মেধাবী অশোক নতুন উৎসাহে পড়াশোনায় মন দেন। ১৯৫৪ খ্রিস্টাব্দে এপ্রিল মাসে মার্কিন অন্ধ-বধির লেখিকা হেলেন কেলার কলকাতায় আসেন এবং কলকাতা অন্ধ বিদ্যালয়ে ছাত্রছাত্রীদের সামনে ভাষণ দেন। দৃষ্টিহীন বালক অশোক হেলেন কেলারকে গার্ড অফ অনার দেওয়ার সময় বিদুষী মহিলার কথায় (যা কিনা পলি টমসন তর্জমা করে তাকে বুঝিয়ে দিলে) অশোক গভীরভাবে আপ্লুত হয়ে পড়েন এবং নিজের মধ্যে আত্মপ্রত্যয় অনুভব করেন। বিদ্যালয়ের পাঠ সফলভাবে সমাপ্ত করে তিনি ঠাকুরপুকুরের বিবেকানন্দ কলজে ইংরাজীতে অনার্স নিয়ে বি.এ. ক্লাশে ভর্তি হন। বিভাগীয় প্রধান আসানচন্দ্র দাসের আনুকৃল্যে এবং সক্রিয় সহযোগিতায় দৃষ্টিহীনতার সববাধা দূর করে অনার্স সহ  স্নাতক হন। পরে  কলকাতা বিশ্ববিদ্যালয় থেকে  স্নাতকোত্তর ডিগ্রি লাভের পর বিবেকানন্দ কলেজেই ইংরাজী ভাষা ও সাহিত্যের অধ্যাপক নিযুক্ত হন। রোটারি ইন্টারন্যাশনাল অশোককে  যুক্তরাষ্ট্রের বোস্টন কলেজে দৃষ্টিহীনদের শিক্ষন সম্পর্কে বিশেষ পাঠ ও প্রশিক্ষণ নিতে অর্থ প্রদান করে এবং যুক্তরাষ্ট্রে যান। ১৯৭৫ খ্রিস্টাব্দে তিনি  আমেরিকার পারকিন্স স্কুল ফর দ্য ব্লাইন্ড থেকে দৃষ্টিহীনদের শিক্ষনের উপর ডিপ্লোমা লাভ করে এবং দেশে ফিরে আসেন।\n\n\n== কর্মজীবন ==\nকলকাতায় ফিরে এসে তিনি সত্তরের দশকে দৃষ্টিহীনদের জন্যই নিজের শিক্ষা প্রতিষ্ঠান কলকাতা অন্ধ বিদ্যালয়ে শিক্ষক হিসাবে যোগ দেন। ১৯৮৩ খ্রিস্টাব্দে টিচার-ইন-চার্জ এবং নব্বইয়ের দশকে অধ্যক্ষের পদে নিযুক্ত হন। অধ্যক্ষ হিসাবে কাজ করার সময় তিনি অন্ধ ও ক্ষীণদৃষ্টিসম্পন্ন ছাত্রছাত্রীদের জন্য তিনটি অসামান্য কাজ করেছেন-\n\nক্ষীণদৃষ্টিসম্পন্ন ছাত্রছাত্রীদের জন্য আলাদা বিভাগ\nছাত্রীদের স্বনির্ভর করার লক্ষ্যে তাদের জন্য কর্মশিক্ষার ব্যবস্থা\nকম্পিউটারের সহায়তায় ব্রেইল পদ্ধতিতে বই ছাপার ব্যবস্থা\nতিনি সরকারের সঙ্গে নিয়মিত যোগাযোগ রেখে তার আরদ্ধ পরিকল্পনার বাস্তবায়নে নিরলস প্রয়াসী ছিলেন।\nঅবসর গ্রহণের পর তিনি ওয়েবেল মিডিয়া ইলেকট্রনিক্স এর সহায়তায়  রবীন্দ্রনাথের গীতাঞ্জলি, শরৎচন্দ্র চট্টোপাধ্যায়,  বিভূতিভূষণের রচনাবলি ব্রেইলে রূপান্তরিত করেন।\n\n\n== সম্মাননা ==\n১৯৮৭ খ্রিস্টাব্দে অশোক চৌধুরী ভারতের তৎকালীন রাষ্ট্রপতি  রামাস্বামী ভেঙ্কটরমনের কছ থেকে আদর্শ শিক্ষক -এর পুরস্কার গ্রহণ করেন।\n\n\n== জীবনাবসান ==\nঅশোক চৌধুরী আজীবন অন্ধ ও ক্ষীণদৃষ্টিদের কল্যাণের জন্য কাজ করেছেন। মৃত্যুর দিনও ( ২০১০ খ্রিস্টাব্দের ২০ অক্টোবর) তিনি দৃষ্টিহীনদের জন্য অভিধান প্রণয়নের আলোচনার জন্য পশ্চিমবঙ্গ সরকারের তৎকালীন তথ্য প্রযুক্তি মন্ত্রী দেবেশ দাসের কাছে যান। কিন্ত আলোচনা শেষে বাড়ি ফেরার পথে অসুস্থ হয়ে পড়েন এবং আকস্মিক ভাবেই শেষ নিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}