{"pageid": 1144618, "title": "কার্টুন নেটওয়ার্ক (ইতালি)", "url": "https://bn.wikipedia.org/wiki?curid=1144618", "content": "কার্টুন নেটওয়ার্ক যুক্তরাষ্ট্রভিত্তিক একই নামের চ্যানেলের ইতালীয় সংস্করণ, যা স্কাই ইতালিয়া এবং ইউপিসি সুইজারল্যান্ড প্ল্যাটফর্মে উপলব্ধ। এটি এর আন্তর্জাতিক বিভাগের অধীনে ওয়ার্নার ব্রস. ডিসকভারি দ্বারা মালিকানাধীন, এবং বেশিরভাগ অ্যানিমেটেড অনুষ্ঠান প্রচারিত করে। চ্যানেলটি মূলে ১৯৯৩ সালের সেপ্টেম্বরে বড় প্যান-ইউরোপীয় ফিডের অংশ হিসেবে উদ্বোধন হয়েছিল।\n\n\n== ইতিহাস ==\n১৯৯৬ সালের ৩১ জুলাইতে কার্টুন নেটওয়ার্কের ইতালীয় ফিড স্যাটেলাইট পে টেলিভিশন প্ল্যাটফর্ম তেলে+ দিজিতালেয়ে সম্প্রচার শুরু করে, এবং পরে এটি স্ট্রিম টিভির কেবল ও স্যাটেলাইট প্ল্যাটফর্মে উপলব্ধ হয়।\n২০০৩ সালের ৩১ জুলাইতে দুটি আগের পে টিভি প্রোভাইডারদের একত্রীকরণের কারণে কার্টুন নেটওয়ার্ক ইতালি শুধু স্কাই ইতালিয়াতে উপলব্ধ হয়ে গেলো। সেই দিনে এর +১ টাইমশিফ্ট ফিড সম্প্রচার শুরু করে।\n২০০৬ সালের ১৩ সেপ্টেম্বরে চ্যানেলটি নতুন লোগো পাওয়ার সাথে \"ওয়েভ\" যুগে রূপান্তর হয়। ২০০৮ সালের ৮ ডিসেম্বরে চ্যানেলটি মিডিয়াসেট প্রিমিয়ামে উপলব্ধ হয়।\n২০১০ সালের ২৯ নভেম্বরে চ্যানেলটি আবার রূপান্তর হয় \"চেক ইট.\" যুগে, সাথে একটি নতুন স্লোগান, \"চে নে\"। ২০১৬ সালের ২৮ নভেম্বরে চ্যানেলটির এইচডি সংস্করণের উদ্বোধন হয় শুধু স্কাই ইতালিয়ায়। ২০১৮ সালের ১ জুনে এটি মিডিয়াসেট প্রিমিয়ামে সম্প্রচার বন্ধ করে।\n২০২০ সালের ১ মেতে চ্যানেলটি নাওতে উপলব্ধ হয়, এর বন্ধের পর ডিজনি চ্যানেলকে প্রতিস্থাপন করে। ২০২০ সালের ১৫ ডিসেম্বরে কার্টুন নেটওয়ার্কের এসডি ফিডটি বন্ধ করে দেওয়া হয়, সুতরাং এটি শুধু এইচডিতে উপলব্ধ। যাইহোক এর টাইমশিফ্ট চ্যানেলটি এখনো এসডিতে উপলব্ধ।\n\n\n== লোগোসমূহ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== কার্টুন নেটওয়ার্ক +১ ==\n২০০৩ সালের ৩১ জুলাইতে উদ্বোধন কার্টুন নেটওয়ার্ক +১ হচ্ছে কার্টুন নেটওয়ার্কের ১ ঘণ্টার টাইমশিফ্ট চ্যানেল, যা সাময়িক বিশেষ অনুষ্ঠান প্রচারিত করার চ্যানেল হিসেবেও ব্যবহার করা হয়।\n২০১৭ সালের ৪ থেকে ১২ ফেব্রুয়ারির পর্যন্ত কার্টুন নেটওয়ার্ক +১, যুক্তরাজ্য সংস্করণের সাথে, শুধু লেগো ধারাবাহিক এবং চলচ্চিত্র প্রচারিত করেছে। অনুষ্ঠানসূচীটি ২০১৮ সালের ২৭ অক্টোবর থেকে ৪ নভেম্বর পর্যন্ত এবং ২০১৯ সালের ১৮ থেকে ২৭ অক্টোবর পর্যন্ত পুনঃপ্রচার হয়।\n২০২১ সালের ৪ থেকে ১৪ মার্চ পর্যন্ত চ্যানেলটি শুধু উই বেয়ার বেয়ারস ধারাবাহিক এবং চলচ্চিত্র প্রচারিত করেছে।\n\n\n== অনুষ্ঠানসমূহ ==\nঅ্যাডভেঞ্চার টাইম (শুধু শনিবারে)\nঅ্যাপেল অ্যান্ড অনিয়ন\nউই বেবি বেয়ারস\nউই বেয়ার বেয়ারস\nক্রেগ অফ দ্য ক্রিক\nজেলিস্টোন!\nটিন টাইটান্স গো!\nডিসি সুপার হিরো গার্লস\nদ্য অ্যামেজিং ওয়ার্ল্ড অফ গামবল\nদ্য ফাঞ্জিজ!\nপাওয়ার প্লেয়ারস\nবায়োনিক ম্যাক্স\nবি কুল, স্কুবি-ডু!\nবেন ১০ (শুধু শনিবারে)\nভিক্টর অ্যান্ড ভ্যালেন্টিনো\nলুনি টিউনস কার্টুনস\nলেগো নিনজাগো\nরোবটবয় (শুধু রাতে)\nস্টিভেন ইউনিভার্স (শুধু শনিবারে)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.CartoonNetwork.it (ইতালীয়তে প্রাতিষ্ঠানিক ওয়েবসাইট)"}