{"pageid": 1144817, "title": "ভক্তি চৈতন্য স্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1144817", "content": "ভক্তি চৈতন্য স্বামী (১৪ আগস্ট ১৯৫১, অকল্যান্ড, নিউজিল্যান্ড) একজন গৌড়ীয় বৈষ্ণব স্বামী এবং আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘের একজন ধর্মীয় নেতা (যা হরে কৃষ্ণ আন্দোলন বা ইসকন নামেও পরিচিত)। তিনি এর গভর্নিং বডি কমিশনের সদস্য এবং দক্ষিণ আফ্রিকা, বাল্টিক রাজ্য এবং রাশিয়ায় ইসকনের নেতা।\n\n\n== ব্যক্তিগত জীবন ==\nরিচার্ড নাইসমিথ ১৪ই আগস্ট ১৯৫১ সালে নিউজিল্যান্ডের অকল্যান্ডে জন্মগ্রহণ করেন।  ১৯৭২ সালে তিনি অকল্যান্ড বিশ্ববিদ্যালয়ে ইসকনের প্রতিষ্ঠাতা এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের সাথে প্রথম দেখা করেন ।  এক বছর পরে তিনি লন্ডনে ইসকনের সাথে যোগ দেন এবং প্রভুপাদের কাছ থেকে দীক্ষা নেন, যিনি তাকে সংস্কৃত নাম দিয়েছিলেন রঘুবীর দাস ।\nস্বামী ইসকনের শিক্ষামূলক কার্যক্রমের সাথে ঘনিষ্ঠভাবে জড়িত এবং বৃন্দাবনের বৈষ্ণব ইনস্টিটিউট ফর হায়ার এডুকেশনে শিক্ষকতা করেন । ১৯৯৪ সালে, গৌর পূর্ণিমা উৎসবের সময়, তিনি গিরিরাজ স্বামীর কাছ থেকে সন্ন্যাস গ্রহণ করেন এবং ভক্তিচৈতন্য স্বামী নাম লাভ করেন। পরে তিনি ইসকন গুরু ও ইসকনের গভর্নিং বডি কমিশনের সদস্য হন।\n\n\n== আরও দেখুন ==\nআন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘের সদস্য ও পৃষ্ঠপোষকদের তালিকা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nRamson, S. M. (২০০৬), The Enduring Self: Exploring the Identity of the Hare Krishna Devotees Beyond Race, Language and Culture (পিডিএফ), University of KwaZulu-Natal উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKūrma Dāsa (১৯৯৯), The Great Transcendental Adventure: Pastimes of His Divine Grace A.C. Bhaktivedanta Swami Prabhupāda in Australia and New Zealand, Chakra Press, আইএসবিএন 0-947259-22-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLokanath Swami (২০০১), Festivals: Śrīla Prabhupāda at the Māyāpur-Vr̥ndāvana festivals, Padayātrā Press, আইএসবিএন 81-901132-1-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRobinson, Kim; Cooke, Robert (২০০২), \"Religious groups accept pig organs\", Independent Online উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKhan, Farook (২০০৫), \"American hailed a hero at event\", The Daily News উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nIndradyumna Swami (২০০৮), \"Vyasa Puja Offering to His Holiness Bhakti Caitanya Swami\", Diary of a Traveling Preacher, IX (12), ১৮ ফেব্রুয়ারি ২০১০ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ৪ ডিসেম্বর ২০০৯ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPost (২৯ অক্টোবর ২০০৮), \"PMB events\", The Post উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVerba, Anna (২০০৪), \"Кришна, секс и рок-н-ролл, или За что один из \"битлов\" получил от друга хорошую затрещину?\", «Молодёж Якутии» (24), ২০০৭-০৭-১৬ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPnz.ru (২০০৭), \"Пензенских кришнаитов посетил проповедник\", ТРК «Наш Дом», ১২ অক্টোবর ২০০৭ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ৪ ডিসেম্বর ২০০৯ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nГончарук, Тимофей (২০০৯), \"В Сыктывкар прибыл Шрила Бхакти Чайтанья Свами Махарадж\", «Красное знамя» উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nСемёнов, Виктор (২০০৯), \"Визит Махараджа\", «Трибуна», ৮ অক্টোবর ২০১১ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \ntv21.ru (২০০৯), \"В Мурманск приехал духовный лидер движения \"Харе Кришна\"\", Телекомпания «ТВ-21» উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPetrova, Oksana (২০০৯), \"\"Битлз\" пели индуистские мантры 22 часа кряду\", Komsomolskaya Pravda উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}