{"pageid": 1144300, "title": "নাড়ির স্পন্দন", "url": "https://bn.wikipedia.org/wiki?curid=1144300", "content": "চিকিৎসা বিজ্ঞানে, নাড়ির স্পন্দন বলতে প্রশিক্ষিত আঙ্গুল দ্বারা হৃৎচক্রের সময় অনুভূত ধমনীগাত্রের চাপের তারতম্যকে বুঝায়। শরীরপৃষ্ঠে যেসব স্থানে ধমনীর সংকোচনকে অনুভব করা যায় সেখানেই নাড়ির স্পন্দন পাওয়া যায়। যেমন ঘাড়ে (ক্যারোটিড ধমনী ), কব্জি (রেডিয়াল ধমনী ), কুঁচকিতে (ফিমোরাল ধমনী ), হাঁটুর পিছনে (পপলিটিয়াল ধমনী ), গোড়ালি সন্ধির কাছে (পোস্টেরিয়র টিবিয়াল ধমনী ), এবং পায়ে (ডর্সালিস পেডিস ধমনী )। নাড়ির স্পন্দন,(বা প্রতি মিনিটে ধমনী নাড়ির গণনা) হৃদস্পন্দন পরিমাপের সমতুল্য। হৃদস্পন্দন শ্রবণের জন্য স্টেথোস্কোপ ব্যবহার করা হয়। তাই এক মিনিটের জন্য গণনাকৃত হৃদস্পন্দনকে সার্বিকভাবে নাড়ির স্পন্দন বলা যায়। রেডিয়াল ধমনির নাড়ির স্পন্দন সাধারণত তিনটি আঙুল ব্যবহার করে পরিমাপ করা হয়। আঙুলগুলো হলো :তর্জনী, মধ্যমা এবং অনামিকা আঙুৃল। নাড়ির স্পন্দনের অধ্যয়ণ স্ফিগমোলজি নামে পরিচিত।\n\n\n== শারীরতত্ত্ব ==\n\nক্লডিয়াস গ্যালেন হলো সর্বপ্রথম শারীরতত্ত্ববিদ যিনি নাড়ির স্পন্দন বর্ণনা করেছিলেন।  নাড়ি হল প্রশিক্ষিত পর্যবেক্ষকের কাছে সিস্টোলিক রক্তচাপ নির্ধারণের সমীচীন একটি স্পর্শগ্রাহ্য পদ্ধতি। ডায়াস্টোলিক রক্তচাপ স্পন্দনযোগ্য নয় এবং হৃদস্পন্দনের মধ্যে ঘটে যাওয়া স্পর্শগ্রাহ্য পদ্ধতির দ্বারা পর্যবেক্ষণ করা যায় না।\n\n\n== বৈশিষ্ট্য ==\n\n\n=== হার ===\nবিশ্রামের সময় প্রতি মিনিটে স্বাভাবিক নাড়ির স্পন্দনের হার দেখানো হলো (বিপিএম): \n\nহৃৎপিণ্ডের সামগ্রিক স্বাস্থ্য পরীক্ষা করতে নাড়ির স্পন্দন ব্যবহার করা যেতে পারে। নাড়ির স্পন্দন কমে যাওয়া বা ব্র্যাডিকার্ডিয়া বিপজ্জনক হতে পারে। বিপজ্জনক ধীর হৃদস্পন্দনের লক্ষণের মধ্যে রয়েছে দুর্বলতা, শক্তি হ্রাস এবং অজ্ঞান হয়ে যাওয়া। \n\n\n=== ছন্দ ===\n\n\n=== ৭০ ===\n\n\n== নিদর্শন ==\n\n\n== সাধারণ স্থান ==\nনাড়ির স্পন্দন পরীক্ষা করার স্থানগুলোকে কেন্দ্রীয় এবং প্রান্তীয় এই দুই ভাগে ভাগ করা যেতে পারে। কেন্দ্রীয় নাড়ির স্পন্দনের মধ্যে রয়েছে ক্যারোটিড, ফিমোরাল এবং ব্র্যাকিয়াল নাড়ির স্পন্দন। \n\n\n=== ঊর্দ্ধবাহুতে ===\n\n\n== ইতিহাস ==\nনাড়ির স্পন্দন নির্ভুলভাবে পরিমাপ করা প্রথম ব্যক্তি ছিলেন সান্তোরিও। যিনিপালসিলোজিয়ামআবিষ্কার করেছিলেন। পালসিলোজিয়াম হলো সরল দোলকের একটি রূপ। পরবর্তীতে গ্যালিলিও গ্যালিলেই এর বিকাশ সাধন করেছিলেন।  এক শতাব্দী পরে অন্য একজন চিকিৎসক, ডি ল্যাক্রোইক্স, কার্ডিয়াক ফাংশন পরীক্ষা করার জন্য পালসিলোজিয়াম ব্যবহার করেন।\n\n\n== আরও দেখুন ==\nহৃৎস্পন্দনের হার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআপনার নাড়ির স্পন্দনের সাথে সাথে অনলাইনে পালস পরিমাপ করুন"}