{"pageid": 1144552, "title": "আল-জামেয়াতুস সিদ্দিকীয়া দারুল উলুম মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1144552", "content": "আল-জামেয়াতুস সিদ্দিকীয়া দারুল উলুম মাদরাসা ভারতের পশ্চিমবঙ্গের হুগলি জেলার জাঙ্গিপাড়া ব্লকের ফুরফুরা গ্রামের একটি মাদ্রাসা। ইমদাদুল্লাহ মুহাজিরে মক্কি, কারামত আলী জৌনপুরী ও আবু বকর সিদ্দিকী ফুরফুরীর স্মরণে ১৯৮১ সালে এই মাদ্রাসাটি প্রতিষ্ঠিত হয় এবং আবু বকর এই মাদ্রাসার নামকরণ করেন। বর্তমানে মাদ্রাসাটিতে হাজারের অধিক ছাত্র রয়েছে। ভারতের কওমি মাদ্রাসা বোর্ড ও অভ্যন্তরীন শিক্ষা উন্নয়ন বোর্ডের সাথে মাদ্রাসাটির পাঠ্যক্রম সমন্বয় করা হয়েছে। এ যাবত এই মাদ্রাসা থেকে ৭০০ জন দাওরায়ে হাদিস ও ১২০০ জন হাফেজ প্রাক্তনী বের হয়েছেন। মাদ্রাসার বর্তমান পরিচালকের নাম আব্দুল হাই মিশকাত সিদ্দিকী আল কোরাইশি।\n\n\n== ইতিহাস ==\n১৯৮১ সালে মাদ্রাসাটি প্রতিষ্ঠার পরে আবু বকর সিদ্দিকী ইমদাদিয়া কারামতিয়া সিদ্দিকীয়া দরসে নিজামীয়া মাদ্রাসা নামে মাদ্রাসার নামকরণ করেন। মাদ্রাসাটি প্রথমে একটি স্থানীয় মক্তব হিসাবে চালু করা হয়েছিলো। পরবর্তী সময়ে মাদ্রাসাটি আল জামেয়াতুস সিদ্দিকীয়া দারুল উলুম নামে প্রসিদ্ধ হয়েছে।\nশুরুতে মাত্র ১১ জন ছাত্র নিয়ে মাদ্রাসা শিক্ষা কার্যক্রম চালু হয়। তখন শুধুমাত্র দারুস সালাম আদি মসজিদের ইমাম ক্লাশ নিতেন, তিনি ছাত্রদের প্রাথমিক ইসলামি শিক্ষা দান করতেন। মাদ্রাসার প্রথম দিকের ক্লাস পীর আবু বকরের বাসভবনের একটি কক্ষেই নেওয়া হতো। ১৯৮৩ সালে ৮ জন ছাত্র নিয়ে মাদ্রাসার হেফজখানা শুরু হয়। তখন স্থানীয় নয়াবাজারের হাফেজ নুরুজ্জামানকে মাদ্রাসার হেফজ বিভাগ পরিচালনার দায়িত্ব দেয়া হয়। তার সময়ে পাশেই একটি টিনের ঘর তৈরি করে মাদ্রাসাকে সেখানে স্থানান্তরিত করা হয়। ১৯৮৮ সালে মাদ্রাসায় কিতাবখানা বিভাগ চালু হয়।\n\n\n== শিক্ষা কার্যক্রম ==\n১৯৮৮ সালে ধীরে ধীরে মাদ্রাসায় কিতাবখানা বিভাগ, হিফজ বিভাগ ও মক্তব বিভাগের সমন্বয়ে দারসে নেজামী পদ্ধতিতে মাদ্রাসার কার্যক্রম শুরু হয়। মাদ্রাসার পরিচালকের দায়িত্ব দেওয়া হয় মাওলানা আব্দুল কাইয়ুমকে। তিনি তখন কিতাব বিভাগে ইবতেদায়ী থেকে নাহুবেমীর পর্যন্ত ৪ জামাতে ২৪ জন ছাত্র, হিফজ বিভাগে ৩ গ্রুপে ৩৯ জন ছাত্র, মক্তব বিভাগে ৩ গ্রুপে ৫৮ জন ছাত্র নিয়ে বিভাগগুলো চালু করে। তখন মাদ্রাসার ছাত্রসংখ্যা ছিলো সর্বমোট ১২১ জন ও শিক্ষক ছিলো ৮ জন, শিক্ষকদের মধ্যে মাওলানা নোমান, মাওলানা আনোয়ার হোসাইন, হাফেজ গোলাম রব্বানী উল্লেখযোগ্য।\nধীরে ধীরে ১৯৯৬ সালে মাদ্রাসাটি দারসে নেজামীর সর্বোচ্চ শ্রেণী দাওরায়ে হাদিস শ্রেণী পর্যন্ত উন্নিত হয়। ১৯৯৬ সালে দাওরায়ে হাদিস শ্রেণীতে ছাত্রসংখ্যা ছিলো ২৯ জন। মাদ্রাসার প্রতিষ্ঠাকালীন থেকে এ পর্যন্ত (২০২২ সাল) প্রায় ৭০০ জনের মত সর্বোচ্চ দাওরায়ে হাদিস ডিগ্রি ও ১২০০ জন হাফেজ ডিগ্রি অর্জন করেছেন।\nমাদ্রাসার তত্ত্বাবধায়নে বিভিন্ন সময়ে দায়িত্ব পালন করেছেন পীর আব্দুল কাহহার সিদ্দিকী, পীর আল্লামা আবু বকর আব্দুল হাই মিশকাত সিদ্দিকী ও পির আবুল আনসার মুহাম্মদ আব্দুল কাহহার সিদ্দিকী।\n\n\n== আরও দেখুন ==\nফুরফুরা ফাতেহিয়া সিনিয়র মাদ্রাসা\nপীর আবু বকর সিদ্দিকী\n\n\n== তথ্যসূত্র =="}