{"pageid": 1144705, "title": "সদ্ধর্ম পুণ্ডরীক সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1144705", "content": "সদ্ধর্ম পুণ্ডরীক সূত্র (সংস্কৃত: सद्धर्म पुण्डरीक सूत्र, প্রতিবর্ণীকৃত: Saddharma Puṇḍarīka Sūtra, অনুবাদ 'সত্য ধর্মের শ্বেতপদ্ম-বিষয়ক সূত্র') হল বৌদ্ধ মহাযান সূত্রাবলির মধ্যে সর্বাপেক্ষা প্রভাবশালী ও মান্য সূত্রগুলির অন্যতম। এটিই প্রধান শাস্ত্রগ্রন্থ, যার ভিত্তিতে বৌদ্ধধর্মের তিয়ানতাই, তেনদাই, চেওনতাই ও নিচিরেন সম্প্রদায় প্রতিষ্ঠিত হয়। জেন প্রভৃতি অন্যান্য পূর্ব এশীয় বৌদ্ধ সম্প্রদায়গুলির উপরও এই সূত্রটি গভীর প্রভাব বিস্তার করেছে। ব্রিটিশ বৌদ্ধতত্ত্ববিদ পল উইলিয়ামসের মতে, \"আদিযুগ থেকেই পূর্ব এশিয়ার অনেক বৌদ্ধই মনে করে আসছেন যে, সদ্ধর্ম পুণ্ডরীক সূত্রে শাক্যমুনি বুদ্ধের শেষ ধর্মোপদেশনা লিপিবদ্ধ রয়েছে—যা নির্বাণলাভের পক্ষে সম্পূর্ণ ও পর্যাপ্ত [ধর্মোপদেশনা]।\" মার্কিন বৌদ্ধতত্ত্ববিদ ডোনাল্ড এস. লোপেজ জুনিয়র লিখেছেন যে, সদ্ধর্ম পুণ্ডরীক সূত্র \"তর্কসাপেক্ষে সকল বৌদ্ধ ধর্মগ্রন্থের মধ্যে সর্বাপেক্ষা বিখ্যাত\" এবং এই গ্রন্থে \"বৌদ্ধ মার্গ ও বুদ্ধের ব্যক্তিত্ব উভয়েরই একটি প্রগতিশীল পুনঃ-পর্যালোচনা\" বিধৃত হয়েছে।\nসদ্ধর্ম পুণ্ডরীক সূত্রের দু’টি মূল শিক্ষা মহাযান বৌদ্ধধর্মে বিশেষ প্রভাব বিস্তার করেছিল। তার মধ্যে একটি হল একযান-বিষয়ক মতবাদটি। এই মতে বলা হয়েছে, সকল বৌদ্ধ মার্গ ও ধর্মানুশীলন পদ্ধতিই বুদ্ধত্বে উপনীত করে এবং সেই কারণে সেগুলি সবই বুদ্ধত্বে উপনীত হওয়ার \"উপায়কৌশল্য\" মাত্র। দ্বিতীয় শিক্ষাটি হল বুদ্ধের জীবৎকাল অপরিমেয় এবং সেই কারণে তিনি বাস্তবে পরিনির্বাণ লাভ করেননি (তিনি শুধুমাত্র \"উপায়\" হিসেবে আপাতদৃষ্টিতে তা করেছেন), বরং তিনি ধর্ম শিক্ষাদানে এখনও সক্রিয় রয়েছেন।\n\n\n== শিরোনাম ==\n\nএই সূত্রটির প্রাচীনতম জ্ঞাত সংস্কৃত শিরোনামটি হল \"সদ্ধর্ম পুণ্ডরীক সূত্র\", অনুবাদে যার অর্থ হতে পারে \"বিশুদ্ধ ধর্মের প্রস্ফুটিত পদ্মের শাস্ত্র\" বা \"সত্য মতবাদের শ্বেতপদ্ম-বিষয়ক আলোচনা\"। ইংরেজিতে সূত্রটির নাম প্রায়শই সংক্ষিপ্ত আকারে \"লোটাস সূত্র\" (Lotus Sūtra) রূপে উল্লেখ করা হয়।\nবিভিন্ন এশীয় ভাষায় সূত্রটির নাম নিম্নোক্ত প্রকারে অনূদিত হয়েছে:\n\nচীনা: 妙法蓮華經; ফিনিন: Miàofǎ Liánhuá jīng (সংক্কিপ্ত আকারে 法華經; Fǎhuá jīng)। এটি কুমারজীব কর্তৃক চীনা অনুবাদটির শিরোনাম। অক্ষরগুলির অর্থ: সূক্ষ্ম (妙) ধর্ম (法) পদ্ম (蓮) মর্যাদাসম্পন্ন (華) সূত্র (經)। সংক্ষিপ্ত শিরোনাম: 法華経, Fa-hua jingin (ধর্ম মর্যাদাসম্পন্ন সূত্র)। ধর্মরক্ষ কর্তৃক চীনা অনুবাদটির শিরোনাম Zheng-fa-hua jing (正法華經), বা সত্য ধর্ম মর্যাদাসম্পন্ন সূত্র।\nজাপানি: 妙法蓮華経, প্রতিবর্ণীকৃত: Myōhō Renge Kyō (সংক্ষিপ্ত: Hoke-kyō)\nকোরীয়: 묘법연화경; আরআর: Myobeop Yeonhwa gyeong (সংক্ষিপ্ত: 법화경; Beophwa gyeong).\nতিব্বতি: དམ་ཆོས་པད་མ་དཀར་པོའི་མདོ, ওয়াইলি: dam chos padma dkar po'i mdo.\nভিয়েতনামী: Diệu pháp Liên hoa kinh (সংক্ষিপ্ত: Pháp hoa kinh).\nডোনাল্ড এস. লোপেজ জুনিয়রের মতে, “পুণ্ডরীক” (শ্বেতপদ্ম) হল “ভারতীয় সাহিত্যে নির্দিষ্টভাবে পবিত্রতার প্রতীক”, অন্যদিকে “সদ্ধর্ম” (“সত্য মতবাদ”) শব্দটি “বুদ্ধের সকল পূর্ববর্তী শিক্ষার থেকে এই সূত্রটিকে পৃথক প্রতিপন্ন করার জন্য ব্যবহৃত হয়েছে।” বলা হয় যে, পদ্মফুলের রূপকল্পটির মাধ্যমে বুদ্ধগণ ও বোধিসত্ত্বগণের পার্থিব যোগটি নির্দেশ করা হয়েছে। পদ্মের মূল নিহিত থাকে পাঁকে, কিন্তু ফুলটি ফোটে জলের উপর খোলা হাওয়ায়; ঠিক তেমনই বোধিসত্ত্বেরা এই জগতে বাস করেও জগতের কলুষতা থেকে মুক্ত থাকেন।\nজাপানি বৌদ্ধ পুরোহিত নিচিরেন (১২২২-১২৮২) সদ্ধর্ম পুণ্ডরীক সূত্রের শিরোনামটিকেই এই সূত্রের সারসংক্ষেপ মনে করতেন। তিনি একটি মৌলিক ধর্মাচরণ হিসেবে এই সূত্রের শিরোনামটি জপ করার উপদেশ দিতেন।\n\n\n== প্রধান বিষয়বস্তু ==\n\n\n=== একযান, অনেক উপায়কৌশল্য ===\nসদ্ধর্ম পুণ্ডরীক সূত্র উপায়কৌশল্য (সংস্কৃত: উপায়কৌশল্য বা উপায়, চীনা: fangbian, জাপানি: hōben) প্রসঙ্গে বিস্তারিত নির্দেশিকার জন্য পরিচিত। এই উপায়কৌশল্য বলতে বোঝায় কীভাবে বুদ্ধগণ শিষ্যদের প্রয়োজন ভিন্ন ভিন্ন যান গ্রহণ করে সেই অনুযায়ী শিক্ষা দেন। বৌদ্ধ শিক্ষণবিজ্ঞান-সংক্রান্ত কৌশলের এই ধারণাটিকে প্রায়শই রূপক কাহিনি বা প্রতীকাশ্রয়ী কাহিনির মাধ্যমে ব্যাখ্যা করা হয়। সদ্ধর্ম পুণ্ডরীক সূত্রে বুদ্ধ যে অনেকগুলি কুশল উপায় শিক্ষা দেন এবং ধর্মোপদেশ দেন (বোধিলাভের জন্য প্রয়োজনীয় তিন যান সহ), তা সবইক \"একক যান\"-এর (সংস্কৃত: একযান, চীনা:一乘; yīchéng) অংশ হিসেবে প্রকাশ পায়। এই একযানই বুদ্ধত্বলাভের জন্য সর্বোচ্চ এবং সর্ব-সমন্বয়িত পন্থা। অধিকন্তু, এই একযান অসংখ্য উপায়কৌশল্যের থেকে ভিন্ন নয়, বরং এই উপায়কৌশল্যগুলিই একযানের বিভিন্ন অভিপ্রকাশ ও ধরন। এই সূত্রে বুদ্ধ বলেন, “দশ দিকে খুঁজে দেখো, বুদ্ধগণের উপায় ভিন্ন অন্য কোনও যান নেই।”\nএকযান মহাযানের সঙ্গে সম্পর্কযুক্ত। মহাযানে পুনর্জন্মের মাধ্যমে বিচ্ছিন্নকরণের (বৌদ্ধ সন্তের ব্যক্তিগত নির্বাণ বা \"অস্তিত্বলোপ\") পথটিকে প্রত্যাখ্যান করে শৌর্যবীর্যের সঙ্গে দুঃখময় জগতে বাস করে অন্যদের বোধি লাভে সাহায্য করার সঙ্গে সঙ্গে সম্পূর্ণ বুদ্ধত্ব অর্জনের কথা বলা হয়। সদ্ধর্ম পুণ্ডরীক সূত্রে একযানের মধ্যেই অনেক ভিন্ন ভিন্ন এবং আপাতদৃষ্টিতে পরস্পরবিরোধী শিক্ষাকে একত্রীভূত করা হয়েছে। কারণ হিসেবে বলা হয়েছে, বুদ্ধের করুণার্দ্র হৃদয় ও সকল জীবকে উদ্ধার করার ইচ্ছা (বোধিচিত্ত) তাঁকে ভিন্ন ভিন্ন ধরনের ব্যক্তি ও প্রেক্ষিতে ভিন্ন ভিন্ন প্রকার শিক্ষাদানে প্রণোদিত করেছিল। সদ্ধর্ম পুণ্ডরীক সূত্রে বুদ্ধ বলছেন: \"যবে থেকে আমি বুদ্ধত্ব অর্জন করেছি, তবে থেকে আমি শিক্ষাদান ও ধর্মপ্রচারের জন্য বিভিন্ন ধরনের নৈমিত্তিক ব্যাখ্যা ও বৈচিত্র্যময় নীতিকাহিনির প্রয়োগ করে আসছি এবং অসংখ্য উপায়কৌশল্য অবলম্বন করেছিল সত্ত্বাদের এগিয়ে নিয়ে যাওয়ার জন্য।\"\nএছাড়াও সদ্ধর্ম পুণ্ডরীক সূত্রের মতে, অন্যান্য সকল শিক্ষাই \"একক বুদ্ধযান\"-এর পরম সত্যের সহায়ক, তদ্দ্বারা বিস্তারিত এবং তারই সেবাপরায়ণ। এই একক বুদ্ধযানই সকলের অবলম্বনীয় এক লক্ষ্য। কেউ কেউ এটিকে ব্যাখ্যা করেছেন এক স্বতন্ত্র ও ক্রমাধিকারের সূত্রে, এই অর্থে যে অন্যান্য সকল বৌদ্ধ শিক্ষা ব্যতিরেকেই এই মতই চলতে পারে। যদিও রিভস ও অন্যান্য ব্যাখ্যাকারীরা একযানকে অধিকতর বহুত্ববাদী ও সামুদয়িক দৃষ্টিকোণ থেকে ব্যাখ্যা করেছেন। তাঁদের মতে, একযান সকল বৌদ্ধ শিক্ষা ও ধর্মাচরণ প্রক্রিয়াকেই গ্রহণ করেছে এবং সম্মিলিত করেছে। কেউ কেউ আবার এই বিশ্বজনীনতাবাদকে অ-বৌদ্ধ শিক্ষার ক্ষেত্রেও প্রয়োগ করেছেন।\nএছাড়াও রিভস মনে করেন যে, ঐক্য ও পার্থক্যের বিষয়বস্তুর মধ্যে একযান ছাড়াও অন্যান্য ধারণাও অন্তর্ভুক্ত। তাঁর মতে, \"উদাহরণস্বরূপ, একাধিক ক্ষেত্রে ব্রহ্মাণ্ডের অনেক জগৎকে এক ঐক্যের বন্ধনে আবদ্ধ করা হয়েছে।\" একইভাবে এও দেখানো হয়ে যে, অনেক বুদ্ধের কথা বলা হলেও তাঁরা সবাই শাক্যমুনির সঙ্গে ঘনিষ্ঠভাবে সম্পর্কিত এবং সকলেই একই শিক্ষা প্রদান করেন।\n\n\n=== সকল সত্ত্বারই বুদ্ধত্বলাভ সম্ভব ===\n\nসদ্ধর্ম পুণ্ডরীক সূত্রের আরেকটি গুরুত্বপূর্ণ শিক্ষা এই যে, সকল সত্ত্বাই বুদ্ধত্ব অর্জন করতে পারে। এই সূত্র মনে করে যে, এক বুদ্ধের বোধিলাভই একমাত্র এবং সর্বোচ্চ লক্ষ্য এবং এই সূত্রে সাহসিকতার সঙ্গে দাবি করা হয় যে \"যে কেউ ধর্ম শ্রবণ করে, তাদের কেউই বুদ্ধত্ব অর্জনে ব্যর্থ হবে না।\" এই সূত্রে অসংখ্য ব্যক্তির ভাবী বুদ্ধত্বের ভবিষ্যদ্বাণী করা হয়েছে। তাদের মধ্যে বৌদ্ধধর্মের প্রধানতম খলনায়ক দেবদত্তের কথাও বলে হয়েছে। দশম অধ্যায়ে বুদ্ধ বলেছেন যে, ভিক্ষু, ভিক্ষুণী, গৃহী তো বটেই বরং নাগ সহ অসংখ্য মানবেতর সত্ত্বাও বুদ্ধত্ব অর্জন করবে। এমনকি যারা বুদ্ধকে সম্মান প্রদর্শন বা বুদ্ধের চিত্রাঙ্কণের মতো অতি সাধারণভাবে ভক্তিনিবেদন করবে তাদেরও ভবিষ্যতে বুদ্ধত্বের প্রতিশ্রুতি দেওয়া হয়েছে।\nজেন রিভসের মতে, এই শিক্ষাটি সকল সত্ত্বার এমনকি শত্রুভাবাপন্নেরও বুদ্ধত্বলাভের সম্ভাবনাকে উৎসাহ দেয় এবং সেই সঙ্গে \"অপরের জন্য আমাদের নিজেদের বুদ্ধ হওয়ার নিজস্ব ক্ষমতাটিকে উপলব্ধি করায়\"। রিভস মনে করেন, নাগকন্যার কাহিনিটি এমন এক ধারণার কথা প্রচার করে যে ধারণায় শুধুমাত্র ভিক্ষুরা নয়, নারীরাও বুদ্ধ হওয়ার যোগ্যতা অর্জন করতে পারেন। রিভস এই শিক্ষার মধ্যে একটি সামুদয়িক বার্তা দেখতে পান, যে বার্তায় \"সকলের সমানাধিকার সুনিশ্চিত করে এবং বুদ্ধ-ধর্ম যে কাউকে বঞ্চিত করে না সেই ধারণা প্রচার করে।\"\nবুদ্ধধাতু শব্দটি সদ্ধর্ম পুণ্ডরীক সূত্রে উল্লিখিত না হলেও জাপানি বিশেষজ্ঞ হাজিমে নাকামুরা ও আকিরা হিরাকাওয়া মনে করেন যে, বুধদধাতুর ধারণাটি প্রচ্ছন্নভাবে এই গ্রন্থেই নিহিত রয়েছে। বসুবন্ধুর রচনা বলে কথিত একটি ভারতীয় টীকায় সদ্ধর্ম পুণ্ডরীক সূত্রকে বুদ্ধধাতুর শিক্ষা হিসেবে ব্যাখ্যা করা হয়েছে। পরবর্তীকালের পূর্ব এশীয় টীকাগুলিতেই এই মতটি গৃহীত হয়েছে। চীনা টীকাকারেরা বিংশতি অধ্যায়ে বোধিসত্ত্বের কখনও অন্তর্হিত না হওয়ার কাহিনিটির দিকে নির্দেশ করে বলেছেন যে এই কাহিনিটিই প্রচ্ছন্নভাবে সদ্ধর্ম পুণ্ডরীক সূত্রে বুদ্ধধাতুর শিক্ষা।\n\n\n=== বুদ্ধগণ ও বোধিসত্ত্বগণের প্রকৃতি ===\n\nসদ্ধর্ম পুণ্ডরীক সূত্রের মাধ্যমে প্রথম উপস্থাপিত আরেকটি প্রধান ধারণা এই যে বুদ্ধের জীবৎকাল অপরিমেয় এবং তিনি এখনও জগতে বর্তমান রয়েছেন। এই গ্রন্থে বলা হয়েছে যে, বুদ্ধ প্রকৃতপক্ষে অসংখ্য কল্প পূর্বেই বুদ্ধত্ব অর্জন করেছিলেন। কিন্তু যুগে যুগে সত্ত্বাদের ধর্ম শিক্ষালাভে সাহায্য করার জন্য তিনি জগতে রয়ে গিয়েছেন। কথিত হয় যে, বুদ্ধের জীবৎকাল গণনার অতীত, কল্পনার অতীত, \"চিরস্থায়ী, অবিনশ্বর\"। শাক্যমুনি বুদ্ধের (অর্থাৎ গৌতম বুদ্ধের) জীবনী ও আপাত মৃত্যুকে (পরিনির্বাণ) দেখানো হয়েছে একটি মায়িক প্রকাশ হিসেবে, যা অন্যদের শিক্ষাদানের একটি উপায়কৌশল্য মাত্র।\nএক বুদ্ধের শারীরিক মৃত্যু যে তাঁর জীবনের অন্ত নয় এই ধারণাটিকে সুস্পষ্টভাবে বোঝানোর জন্য অসংখ্য কল্প পূর্বে সদ্ধর্ম পুণ্ডরীক সূত্র শিক্ষাদানকারী অপর বুদ্ধ প্রভূতরত্নের উপস্থিতি চিত্রিত হয়েছে এই গ্রন্থে। সদ্ধর্ম পুণ্ডরীক সূত্রের ইঙ্গিত অনুসারে, একাধিক বুদ্ধগণ একই সময়ে ও স্থানে অবস্থান করতে পারেন (ভারতে পূর্বপ্রচলিত ধারণা এর বিপরীত ছিল), শুধু তা-ই নয়, সমগ্র ব্রহ্মাণ্ড এবং অগণ্য কল্প জুড়ে সকল সময়েই বুদ্ধগণের অসংখ্য স্রোত প্রবাহিত হয়। সদ্ধর্ম পুণ্ডরীক সূত্রে মাঝে মাঝেই স্থান ও কালের পরিমাপের ক্ষেত্রে বৃহৎ সংখ্যার ব্যবহার করে এক চিরন্তনতা ও ধারণাতীতের ধারণা চিত্রিত হয়েছে।\nজ্যাকলিন স্টোন লিখেছেন যে, সদ্ধর্ম পুণ্ডরীক সূত্রে এমন ধারণার সমর্থন মেলে যে বুদ্ধ সবসময় আমাদের বর্তমান জগতে বিদ্যমান। সূত্রের ষোড়শ অধ্যায়ে বলা হয়েছে যে, বুদ্ধ \"নিরন্তর অস্তিত্বমান থাকেন এই সহা লোকে অবস্থান করে ধর্ম প্রচার, শিক্ষাদান ও দীক্ষাদানের মাধ্যমে।\" স্টোনের মতে, এছাড়াও এই সূত্রটিকে এই ধারণার প্রচারকারী হিসেবে ব্যাখ্যা করা যেতে পারে যে, বুদ্ধক্ষেত্র \"এক অর্থে বর্তমান জগতের অন্তর্নিহিত, যদিও ক্ষয়, বিপদ ও দুঃখ থেকে মুক্ত হওয়ার আমাদের সাধারণ অভিজ্ঞতার থেকে তা মূলগতভাবে আলাদা।\" এই দৃষ্টিকোণ থেকে \"এই জগৎ ও বুদ্ধক্ষেত্র প্রকৃতপক্ষে পৃথক স্থান নয়, বরং কার্যত তা অদ্বৈত।\" তিয়ানতাই ও জাপানি বৌদ্ধধর্মে এই মতটি বিশেষ প্রভাবশালী।\nজেন রিভসের মতে, এছাড়াও সদ্ধর্ম পুণ্ডরীক সূত্র শিক্ষা দেয় যে বুদ্ধের মূর্তপ্রকাশ অনেকগুলি এবং এঁরা সবাই হলেন অসংখ্য বোধিসত্ত্ব শিষ্য। এই বোধিসত্ত্বেরা জগতে থেকে সকল সত্ত্বাকে উদ্ধার করার এবং ধর্মকে জাগ্রত রাখার কাজই বেছে নেন। রিভসের মতে, \"অন্যভাবে বললেন, বুদ্ধের অবাস্তব রকমের দীর্ঘ জীবন হল অন্ততপক্ষে আংশিকভাবে অন্যদের মধ্যে তাঁর মূর্ত প্রকাশের একটি ক্রিয়া এবং তা সেটির উপরেই নির্ভরশীল।\"\n\n\n== বিষয়বস্তু ==\n\nসূত্রটি উপস্থাপিত হয়েছে বিভিন্ন পৌরাণিক দৃশ্যকল্পের সমন্বয়ে গঠিত একটি নাট্যের আকারে। ব্রিটিশ লেখক সংঘরক্ষিতের মতে, সদ্ধর্ম পুণ্ডরীক সূত্রে সমগ্র ব্রহ্মাণ্ডকে মঞ্চ হিসেবে ও বহু সংখ্যক পৌরাণিক সত্ত্বাকে অভিনেতা হিসেবে গ্রহণ করেছে এবং \"প্রায় স্বতন্ত্রভাবেই চিত্রকল্পের ভাষায় কথা বলেছে।\"\nজেন রিভসের মতে, সূত্রের প্রথম অংশটি \"ব্রহ্মাণ্ডের একীভূতকারী সত্যটিকে বিশ্লেষণ করে (অদ্ভুত ধর্মের একযান)\", দ্বিতীয় অংশটি \"বুদ্ধের শাশ্বত জীবনের উপর আলোকপাত করে (শাশ্বত বুদ্ধ); এবং তৃতীয় অংশটি মানুষের প্রকৃত কার্যের উপর গুরুত্ব আরোপ করে (বোধিসত্ত্বযান)।\"\nকুমারজীবের সম্প্রসারিত চীনা পাঠান্তরের ভিত্তিতে নিচে অধ্যায় অনুযায়ী বিষয়বস্তুর বিবরণ দেওয়া হল। এই অনুবাদটিই সূত্রটির সর্বাপেক্ষা বিস্তৃতভাবে অনূদিত পাঠ। অন্যান্য পাঠান্তরে অধ্যায়বিন্যাস ভিন্ন রকমের।\n\n\n=== প্রথম অধ্যায় ===\nগৃধ্রকূট পর্বতে এক সমাবেশে শাক্যমুনি বুদ্ধ সমাধিমগ্ন হলেন। পৃথিবী ছয় ভাবে প্রকম্পিত হল এবং নিজের ভ্রুযুগলের মধ্যবর্তী কেশের গুচ্ছ (ঊর্ণাকোষ) থেকে এক আলোকরশ্মি বিচ্ছুরিত করলেন, যা পূর্বদিকের সহস্র সহস্র বুদ্ধক্ষেত্র আলোকিত করে তুলল। মৈত্রেয় বিস্মিত হয়ে ভাবতে লাগলেন যে এর অর্থ কী। বোধিসত্ত্ব মঞ্জুশ্রী বললেন যে, বহুকাল পূর্বে তিনি যখন চন্দ্রসূর্যপ্রদীপ বুদ্ধের শিষ্য ছিলেন তখন তিনি এই অলৌকিক ঘটনাটি দেখেছিলেন। তারপর তিনি বলেন যে, বুদ্ধ এইবার তাঁর পরম শিক্ষা ব্যাখ্যা করবেন – “সদ্ধর্মের পুণ্ডরীক”। মঞ্জুশ্রী এও বলেন যে এই সূত্রটি অতীতে অন্যান্য বুদ্ধরাও অংসখ্যবার শিক্ষা দিয়েছিলেন।\n\n\n=== দ্বিতীয়–নবম অধ্যায় ===\nআধুনিক গবেষকদের মতে, দ্বিতীয় থেকে নবম অধ্যায় পর্যন্তই সদ্ধর্ম পুণ্ডরীক সূত্রের মূল পাঠ। দ্বিতীয় অধ্যায়ে বুদ্ধ ঘোষণা করেছেন, একটি মাত্র ‘যান’ অর্থাৎ পথেরই অস্তিত্ব রয়েছে এবং সেটি হল বুদ্ধযান। এই ধারণাটিই তৃতীয় থেকে নবম অধ্যায়ে বিস্তারিতভাবে বর্ণিত হয়েছে নীতিমূলক কাহিনি, বুদ্ধের পূর্ব পূর্ব আবির্ভাবের উপাখ্যান এবং বোধিলাভের ভবিষ্যদ্বাণীর মাধ্যমে।\nদ্বিতীয় অধ্যায়: উপায়কৌশল্য\n\nশ্রোতার গ্রহণক্ষমতা অনুসারে শিক্ষাদানের ক্ষেত্রে উপায়কৌশল্য অবলম্বনের ব্যবহার ব্যাখ্যা করেন শাক্যমুনি। তিনি এও বলেন যে তাঁর পন্থা ধারণার অতীত। শারিপুত্র বুদ্ধকে এই কথাটি ব্যাখ্যা করার অনুরোধ জানান এবং সেই শিক্ষা শুনতে চান না বলে পাঁচ হাজার ভিক্ষু সেই স্থান ত্যাগ করেন। তারপর বুদ্ধ প্রকাশ করেন যে, তিনটি ‘যান’ আসলে উপায়কৌশল্য মাত্র এবং প্রকৃতপক্ষে তা ‘একযান’। তিনি বলেন যে, বুদ্ধগণের পরম উদ্দেশ্য হল চেতন সত্ত্বাদের “বুদ্ধের অন্তর্জ্ঞান অর্জন” এবং “বুদ্ধের অন্তর্জ্ঞান অর্জনের পথে প্রবেশের” কারণস্বরূপ হওয়া।\nবুদ্ধ এই সূত্র সংরক্ষণকারীর বিভিন্ন পূণ্যফল বর্ণনা করেন এবং এও বলেন, যে ব্যক্তি সর্বাপেক্ষা সাধারণ ভক্তিমূলক আচার পালন করবে সেও ক্রমে ক্রমে বুদ্ধত্ব অর্জন করবে। বুদ্ধ বলেন, যে ব্যক্তি সদ্ধর্ম পুণ্ডরীক সূত্রকে (সেই সঙ্গে এই সূত্র শিক্ষাদানকারীকেও) প্রত্যাখ্যান ও অপমান করবে সে নরকে পুনর্জন্ম গ্রহণ করবে।\nতৃতীয় অধ্যায়: জ্বলন্ত গৃহের রূপক কাহিনি\nবুদ্ধ ভবিষ্যদ্বাণী করেন যে, এক ভাবী কল্পে শারিপুত্র পদ্মপ্রভ নামে বুদ্ধত্ব অর্জন করবেন। শারিপুত্র এই নতুন শিক্ষালাভ করে আনন্দিত হলেন, কিন্তু বললেন সমাবেশে কেউ কেউ বিভ্রান্ত হয়েছেন। বুদ্ধ প্রত্যুত্তরে জ্বলন্ত গৃহের রূপক কাহিনিটি শোনান। এই কাহিনিতে দেখা যায়, এক পিতা (যিনি বুদ্ধের প্রতীক) নিজের সন্তানদের (চেতন সত্ত্বা) একটি জ্বলন্ত গৃহ (সংসারের প্রতীক) থেকে বের করতে বিভিন্ন খেলনা গাড়ির প্রতিশ্রুতি দিচ্ছেন। সবাই বেরিয়ে আসার পর পিতা তাদের একটিমাত্র বৃহৎ গাড়ি প্রদান করেন যাত্রা করার জন্য। এই প্রতীকের মাধ্যমে বুদ্ধ ব্যাখ্যা করেন, সকল সত্ত্বার নির্বাণের জন্য কীভাবে তিনি তিনটি যানকে উপায়কৌশল্য হিসেবে ব্যবহার করেন – যেখানে বুদ্ধত্বলাভের জন্য প্রকৃতপক্ষে একটি মাত্র যানেরই (অর্থাৎ মহাযান) অস্তিত্ব রয়েছে। সূত্রে উল্লেখ করা হয়েছে যে, এটি মিথ্যা নয়, বরং নির্বাণে সাহায্যকল্পে করুণাময় বুদ্ধ কর্তৃক অবলম্বিত একটি পদ্ধতি।\nচতুর্থ অধ্যায়: বিশ্বাস ও উপলব্ধি\nমহাকশ্যপ সহ চার প্রবীণ ভিক্ষু বুদ্ধকে সম্ভাষণ করলেন। তাঁরা দরিদ্র পুত্র ও তার ধনী পিতার রূপক কাহিনিটি বলেন (এটিকে কখনও কখনও \"উড়নচণ্ডী পুত্রের রূপক কাহিনি\"-ও বলা হয়)। এই ব্যক্তি গৃহত্যাগ করে পঞ্চাশ বছর ভিক্ষাবৃত্তির মাধ্যমে জীবনধারণ করেছিল। এদিকে সেই সময় তার পিতা অবিশ্বাস্য রকমের ধন অর্জন করেন। একদিন পুত্র উপস্থিত হয় পিতৃগৃহে। পুত্র পিতাকে চিনতে পারে না এবং এমন এক ধনী পুরুষকে দেখে ভয় পায়। পিতা তাই নিচু শ্রেণির লোকেদের পাঠিয়ে তাকে ময়লা পরিষ্কার করার একটি ভৃত্যসুলভ কাজ দেয়। কুড়ি বছর ধরে পিতা ধীরে ধীরে পুত্রকে নিয়ে আসে অধিকতর গুরুত্বপূর্ণ ও ভালো কাজে। ক্রমে সে তার পিতার সকল সম্পদের কোষাধ্যক্ষ হয়। তারপর একদিন পিতা নিজের পরিচয় ঘোষণা করেন এবং পুত্রটি আনন্দিত হয়। প্রবীণ ভিক্ষুরা বলেন যে তাঁরা হলেন সেই পুত্রের ন্যায়। কারণ, প্রথমে সম্পূর্ণ বুদ্ধত্ব গ্রহণ করার মতো আত্মবিশ্বাস তাদের ছিল না, কিন্তু আজ তারা সানন্দে তাঁদের ভাবী বুদ্ধত্ব গ্রহণ করছেন।\nপঞ্চম অধ্যায়: ঔষধি গুল্মের রূপক কাহিনি\nএই রূপক কাহিনিতে বলা হয়েছে যে, ধর্ম হল বর্ষার প্রবল বর্ষণের ন্যায়, যা বিভিন্ন ধরনের বৃক্ষের পুষ্টিবিধান তাদের প্রয়োজন অনুযায়ী করে থাকে। এখানে বৃক্ষগুলি শ্রাবক, প্রত্যেকবুদ্ধ ও বোধিসত্ত্বগণের এবং নিজ নিজ গ্রহণক্ষমতা অনুযায়ী শিক্ষা গ্রহণকারী প্রত্যেক সত্ত্বার প্রতীক। এই সূত্রের কোনও কোনও পাঠান্তরে অন্যান্য রূপক কাহিনিও আছে। যেমন: একটি রূপক কাহিনিতে ধর্মকে চন্দ্র ও সূর্যের আলোর সঙ্গে তুলনা করা হচ্ছে, যা সকলের উপর সমপরিমাণ আলোক বর্ষণ করে; ঠিক সেইভাবেই বুদ্ধের প্রজ্ঞা সকলের উপর সমভাবে বিচ্ছুরিত হয়। আবার কোনও কোনও পাঠান্তরে আরেকটি রূপক কাহিনি পাওয়া যায়, যেখানে বলা হয়েছে যে যেমন করে কুমোর একই মাটি দিয়ে ভিন্ন ভিন্ন আকারের পাত্র প্রস্তুত করে, বুদ্ধও তেমন করে একযানকে ভিন্ন ভিন্ন রূপে শিক্ষা দেন।\nষষ্ঠ অধ্যায়: ভবিষ্যদ্বাণী কথন\nবুদ্ধ মহাকশ্যপ, মহামৌদগল্যায়ন, সুভূতি ও মহাকাত্যায়নের ভাবী বুদ্ধত্বের ভবিষ্যদ্বাণী করেন।\nসপ্তম অধ্যায়: অতীতের এক বুদ্ধ ও মায়ানগরী\nএই অধ্যায়ে বুদ্ধ অতীতের এক বুদ্ধের একটি কাহিনি বর্ণনা করেন। সেই বুদ্ধের নাম ছিল মহাভিজ্ঞাজ্ঞানাভিভূ। বোধিবৃক্ষের তলায় বহু কল্প তপস্যার পর তিনি বুদ্ধত্ব অর্জন করেন এবং তারপর চতুরার্য সত্য ও প্রতীত্যসমুৎপাদ শিক্ষা দেন। তারপর নিজের ষোলো পুত্রের অনুরোধে তিনি এক লক্ষ কল্পকাল সদ্ধর্ম পুণ্ডরীক সূত্র শিক্ষা দিয়েছিলেন। তাঁর পুত্রেরাও সূত্রটি শিক্ষা দিয়ে এগিয়ে এসেছিলেন। তারপর বুদ্ধ বলেন যে এই পুত্রেরা সকলেই বুদ্ধ হয়েছিলেন এবং তিনি নিজে এঁদেরই একজন।\nএছাড়া বুদ্ধ ধনরত্ন-অনুসন্ধানকারী একদল লোক সম্পর্কিত একটি রূপক কাহিনিও শিক্ষা দেন। তারা দীর্ঘ যাত্রাপথে ক্লান্ত হয়ে হাল ছেড়ে দিতে চেয়েছিল। তাদের পথনির্দেশক একটি মায়ানগরী সৃষ্টি করেন তাদের বিশ্রামার্থে এবং তারপর সেটিকে অদৃশ্য করে দেন। বুদ্ধ ব্যাখ্যা করে বলেন যে, এই মায়ানগরী “হীনযান নির্বাণে”র প্রতীক, যা বুদ্ধ কর্তৃক শুধুমাত্র বিশ্রামের জন্য সৃষ্টি হয় এবং সত্য সম্পদ ও সর্বোচ্চ লক্ষ্য হল বুদ্ধত্ব।\nঅষ্টম অধ্যায়: পাঁচশো শিষ্যের ভবিষ্যদ্বাণী লাভ\nবুদ্ধ ঘোষণা করলেন যে, পূর্ণ মৈত্রায়ণীপুত্র হলেন তাঁর সংঘের সর্বশ্রেষ্ঠ প্রচারক এবং তিনি মৈত্রায়ণীপুত্রের ভাবী বুদ্ধত্বের ভবিষ্যদ্বাণীও করলেন (তাঁর নাম হবে ধর্মপ্রভাস)। তারপর বুদ্ধ বারোশো অর্হতের ভাবী বুদ্ধত্বের ভবিষ্যদ্বাণী করলেন। যে পাঁচশো অর্হৎ তাঁরা যে পূর্বে অজ্ঞ ছিলেন এবং নিম্নবর্তী নির্বাণের প্রতি আকৃষ্ট হয়েছিলেন সে কথা স্বীকার না করেই বেরিয়ে গিয়েছিলেন, তাঁরা এখন আনন্দিত হলেন। কারণ তাঁদের ভাবী বুদ্ধত্ব অর্জনের বিষয়ে আস্থা ছিল।\nঅর্হতেরা একটি রূপক কাহিনি শোনালেন। সেই গল্পে দেখা যায়, এক ব্যক্তি মদ্যপানের পর ঘুমিয়ে পড়লে তার বন্ধু তার কাপড়ে একটি রত্ন সেলাই করে দেয়। জেগে ওঠার পরও সেই ব্যক্তি দরিদ্রের জীবন যাপন করতে থাকে সে যে প্রকৃতপক্ষে ধনী তা উপলব্ধি না করেই। রত্নটি শেষে সে আবিষ্কার করে তার পুরনো বন্ধুর সঙ্গে পুনর্মিলনের পরে। লুকানো রত্নটিকে ব্যাখ্যা করা হয় বুদ্ধধাতুর প্রতীক হিসেবে। জিমারম্যান এই রূপকটির সঙ্গে তথাগতগর্ভ সূত্রের নয়টি রূপক কাহিনির সাদৃশ্যের কথা বলেছেন, যেখানে বলা হয়েছে কীভাবে প্রত্যেক চেতন সত্ত্বার মধ্যে অন্তর্নিহিত বুদ্ধ নেতিবাচক মানসিক অবস্থার দ্বারা প্রচ্ছন্ন থাকে।\nনবম অধ্যায়: শৈক্ষ্য ও অশৈক্ষ্যদের প্রতি ভবিষ্যদ্বাণী\nআনন্দ, রাহুল ও দুই হাজার ভিক্ষু ভবিষ্যদ্বাণী প্রার্থনা করলে বুদ্ধ তাঁদেরও ভাবী বুদ্ধত্বের কথা বলেন।\n\n\n=== দশম-দ্বাবিংশ অধ্যায় ===\nদশম থেকে দ্বাবিংশ অধ্যায়ে বিস্তারিতভাবে বোধিসত্ত্বগণের ভূমিকা এবং বুদ্ধের অপরিমেয় ও ধারণার অতীত জীবৎকাল ও সর্বত্র বিদ্যমানতার ধারণাটি বর্ণিত হয়েছে। দশম অধ্যায়ে সর্দ্ধর্ম পুণ্ডরীক সূত্র প্রচারের যে ধারণাটির সূত্রপাত ঘটেছে তা, অবশিষ্ট অধ্যায়গুলিতে অব্যাহত থেকেছে।\nদশম অধ্যায়: ধর্মভাণক\nবুদ্ধ বলেন, যদি কেউ এই সূত্রের একটিমাত্র পংক্তিও শ্রবণ করে তাহলেও সে বুদ্ধত্ব অর্জন করবে। এই অধ্যায়ে সূত্রটি শিক্ষাদানের যে পদ্ধতির উল্লেখ পাওয়া যায় তার মধ্যে রয়েছে, এটি স্বীকার, গ্রহণ, পাঠ, আবৃত্তি, অনুলিপিকরণ, ব্যাখ্যাদান, প্রচার এবং এই সূত্রের শিক্ষা অনুসারে জীবনধারণ। এই সূত্রের প্রচারকদের (‘ধর্মভাণক’) বুদ্ধের বার্তাবহ হিসেবে স্তুতি করা হয়েছে। বুদ্ধ বলেন যে, তাঁদের বুদ্ধগণের সমান সম্মান প্রদান করা উচিত এবং যেখানেই এই সূত্র শিক্ষাদান, আবৃত্তি বা অনুলিপি করা হয় সেখানেই স্তূপ নির্মাণ করা উচিত। যে সদ্ধর্ম পুণ্ডরীক সূত্র জানে না তার অবস্থা হয় কূপ খনন করে শুকনো মাটি পাওয়ার মতো। অন্যদিকে যে বোধিসত্ত্ব সদ্ধর্ম পুণ্ডরীক সূত্র জানেন তিনি আকর্ষণীয় জলের সমতুল্য হন। বুদ্ধ আরও বলেন যে, এই সূত্রের শিক্ষকদের রক্ষা করার জন্য তিনি রক্ষক প্রেরণ করবেন।\n\nএকাদশ অধ্যায়: রত্নময় স্তূপের উদ্ভব\nএকটি প্রকাণ্ড রত্নময় স্তূপ পৃথিবী থেকে উত্থিত হয়ে হাওয়ায় ভাসতে থাকে। তারপর সেই স্তূপের অভ্যন্তরে সদ্ধর্ম পুণ্ডরীক সূত্রের বন্দনাকারী একটি কণ্ঠস্বর শোনা যায়। বুদ্ধ বলেন যে, প্রভূতরত্ন নামে আরেক বুদ্ধ সেই স্তূপে বাস করেন। তিনি সদ্ধর্ম পুণ্ডরীক সূত্রের মাধ্যমে বোধিলাভ করেছেন এবং শপথ নিয়েছেন যে যখনই এই সূত্র প্রচারিত হবে তখনই এই সত্যতা প্রতিপাদনের জন্য তিনি আবির্ভূত হবেন।\nবুদ্ধ দশ দিক থেকে শাক্যমুনি বুদ্ধের অসংখ্য রূপকে এই জগতে আহ্বান করেন এবং এই জগতকে একটি বুদ্ধক্ষেত্রে পরিণত করেন। বুদ্ধ তারপর স্তূপটিকে উন্মুক্ত করেন। প্রভূতরত্ন তখন শাক্যমুনিকে আমন্ত্রণ জানান রত্নময় স্তূপে তাঁর পাশে বসার জন্য। এই অধ্যায়টিতেই একাধিক বুদ্ধের একই সময়ে বিদ্যমানতা এবং সেই সঙ্গে বুদ্ধের বহুকল্পব্যাপী জীবৎকালের ধারণাটিকে প্রকাশ করেছে। ডোনাল্ড লোপেজের মতে, \"এই দৃশ্যের মতবাদগত প্রকাশই সূচিত করে যে নির্বাণ লাভের পরেও এক বুদ্ধের মৃত্যু ঘটে না।\"\n\nদ্বাদশ অধ্যায়: দেবদত্ত\nবুদ্ধ একটি কাহিনির মাধ্যমে বর্ণনা করেন কীভাবে পূর্বজন্মে এক রাজা এক ঋষির দাসত্ব স্বীকার করেছিলেন শুধুমাত্র সদ্ধর্ম পুণ্ডরীক সূত্র শ্রবণের জন্য। এই ঋষি আর কেউই নন, স্বয়ং দেবদত্ত, যিনি ভাবীকালে দেবরাজ বুদ্ধ নামে বুদ্ধত্ব অর্জন করবেন।\nআরেকটি কাহিনিতে মঞ্জুশ্রী নাগরাজ সাগরের কন্যার প্রশংসা করেন এবং বলেন যে তিনিও বুদ্ধত্ব অর্জন করতে পারবেন। বোধিসত্ত্ব প্রজ্ঞাকূট এই বিষয়ে সংশয় ব্যক্ত করেন এবং তারপরেই নাগকন্যা আবির্ভূত হন। শারিপুত্র বলেন যে, নারীরা বুদ্ধত্ব অর্জন করতে পারবে না। নাগকন্যা বুদ্ধকে একটি মূল্যবান রত্ন উপহার দেন এবং তারপর বলেন যে, তিনি এই উপহারদানের চেয়েও দ্রুত বুদ্ধত্ব অর্জন করতে পারবেন। তারপর তিনি এক পুরুষ বোধিসত্ত্বের রূপ ধারণ করেন এবং এক বুদ্ধে পরিণত হন। এই উপাখ্যানগুলির সাহায্যে বুদ্ধ এই শিক্ষা দেন যে, নারী, পুরুষ, পশুপাখি সকলেই এমনকি মহাপাপী হত্যাকারীরাও বুদ্ধত্ব অর্জন করতে সক্ষম হন।\nত্রয়োদশ অধ্যায়: সদ্ধর্ম আচরণে উৎসাহদান\nবুদ্ধ সকল সত্ত্বাকে সবসময়, এমনকি ভাবী কঠিনতম যুগেও সদ্ধর্ম পুণ্ডরীক সূত্রের শিক্ষা মেনে চলতে উৎসাহ দিলেন। ভৈষজ্যরাজ, মহাপ্রতিভাণ বোধিসত্ত্ব ও দুই লক্ষ অন্যান্যরাও ভবিষ্যতে এই সূত্র প্রচারের শপথ গ্রহণ করলেন। বুদ্ধ ভবিষ্যদ্বাণী করলেন যে মহাপ্রজাপতি ও যশোধরা সহ উপস্থিত ছয় হাজার ভিক্ষুণী ভবিষ্যতে বুদ্ধত্বলাভ করবেন।\nচতুর্দশ অধ্যায়: সুখময় আচরণ\nমঞ্জুশ্রী জিজ্ঞাসা করেন, একজন বোধিসত্ত্ব কীভাবে সূত্রটি প্রচার করবেন। সূত্র প্রচারের জন্য প্রয়োজনীয় চারটি আচরণ অভ্যাসের কথা বুদ্ধ ব্যাখ্যা করেন। প্রথমত, তাঁদের সংযত ও সম্যক দৃষ্টি সম্পন্ন হতে হবে এবং জাগতিক জীবন থেকে দূরে থাকতে হবে। দ্বিতীয়ত, তাঁদের শূন্যতাদর্শী হতে হবে। তৃতীয়ত, তাঁরা সর্বদা আনন্দিত থাকবেন এবং কখনই কারও সমালোচনা বা কাউকে বোধিলাভের পথ থেকে বিচ্যূত করবেন না। শেষত, তাঁরা মানুষের প্রতি করুণাপরবশ হবেন এবং এই কারণেই বুদ্ধত্ব অর্জনের ইচ্ছা করবেন যাতে তাঁরা অন্যকেও মুক্ত হতে সাহায্য করতে পারেন। ধৈর্য্য, নম্রতা, চিত্তের প্রশান্তি, প্রজ্ঞা ও করুণার ন্যায় গুণাবলিরও অনুশীলন করতে হবে।\nপঞ্চদশ অধ্যায়: পৃথিবীর বিবর হতে বোধিসত্ত্বের আবির্ভাব\nঅন্যান্য ব্রহ্মাণ্ডের বোধিসত্ত্বেরা বললেন যে তাঁরা বুদ্ধকে এখানে এই সূত্র শিক্ষা দিতে সাহায্য করবেন, কিন্তু বুদ্ধ বললেন তাঁদের সাহায্যের প্রয়োজন নেই—এখানে তাঁর অনেক বোধিসত্ত্ব রয়েছেন। তারপর পৃথিবী দ্বিধা হল এবং অসংখ্য বোধিসত্ত্ব পৃথিবীর বিবর হতে নির্গত হলেন। এঁদের নেতৃত্ব দিলেন বিশিষ্টচরিত্র, অনন্তচরিত্র, বিশুদ্ধচরিত্র ও সুপ্রতিষ্ঠিতচরিত্র। এঁরা সবাই শিক্ষাদানের জন্য প্রস্তুত ছিলেন। মৈত্রেয় জিজ্ঞাসা করলেন যে এই বোধিসত্ত্বেরা কারা, কারণ কেউই আগে এঁদের কথা শোনেননি। বুদ্ধ জানালেন যে, সুদূর অতীতে বুদ্ধত্ব অর্জনের পুর তিনি নিজে এই বোধিসত্ত্বদের শিক্ষাদান করেছিলেন। মৈত্রেয় তখন জিজ্ঞাসা করলেন, এই বোধিসত্ত্বেরা বহু কল্প ধরে শিক্ষালাভ করেছেন এটা কীভাবে সম্ভব।\nষোড়শ অধ্যায়: তথাগতের জীবৎকাল\nবুদ্ধ (তথাগত) বলেন যে, তিনি প্রকৃতপক্ষে বহু লক্ষ কল্প পূর্বে বুদ্ধত্ব অর্জন করেছিলেন। আপাতদৃষ্টিতে তাঁর অল্পকাল আগের বোধিলাভের ঘটনাটি আসলে অন্যদের শিক্ষাদানের একটি উপায়কৌশল্য মাত্র। বুদ্ধ আরও বলেন যে, তিনি নিছক আপাতদৃষ্টিতেই মহাপরিনির্বাণ লাভ করবেন, আসলে তিনি নির্বাণ গ্রহণ করেন না। এটি সকল সত্ত্বাকে তুষ্ট করার জন্য তাঁর একটি কৌশলী শিক্ষা মাত্র। তারপর বুদ্ধ এক অতি অভিজ্ঞ বৈদ্যের রূপক কাহিনি শোনালেন। এই উপাখ্যানে দেখা যায়, নিজের মৃত্যুর ভান করে সেই বৈদ্য নিজের পুত্রদের বিষের প্রতিষেধক গ্রহণে রাজি করান। তারা সেই নকল মৃত্যুসংবাদে শোকাহত হয়ে বিষের প্রতিষেধক গ্রহণ করেছিল। তারপর বৈদ্য প্রকাশ করলেন যে তিনি আসলে মারা যাননি। বুদ্ধ এইভাবে উপায়কৌশল্য অবলম্বনের কারণে তাঁকে মিথ্যাবাদী মনে করা যায় না, বরং এক অভিজ্ঞ শিক্ষকই বলতে হয়।\nসপ্তদশ অধ্যায়: পুণ্য\nবুদ্ধের জীবৎকাল-সংক্রান্ত শিক্ষাটি শ্রবণ বা তাতে বিশ্বাস স্থাপনের পুণ্যফলের কথাও বুদ্ধ ব্যাখ্যা করেন। তিনি বলেন যে, এই শিক্ষাই গঙ্গার বালুকণার সমসংখ্যক বোধিসত্ত্বদের বিভিন্ন ধরনের আধ্যাত্মিক ফল অর্জনে সাহায্য করেছে। তিনি আরও বলেন যে, বহু কল্প ধরে প্রথম পাঁচটি পারমিতা অভ্যাস অপেক্ষাও সদ্ধর্ম পুণ্ডরীক সূত্র শ্রবণ তা তাতে বিশ্বাস স্থাপন অধিকতর পুণ্যদায়ক। বুদ্ধ বলেন যে, যিনি এই শিক্ষায় বিশ্বাস থাপন করবেন তিনি এই জগতকে বোধিসত্ত্বে পরিপূর্ণ এক বুদ্ধক্ষেত্র হিসেবে দেখবেন। যিনি এই সূত্রে বিশ্বাস স্থাপন করবেন তিনি তার মাধ্যমেই অতীত বুদ্ধগণকে পূজা করবেন এবং তার ফলে তাঁদের আর স্তূপ বা মন্দির নির্মাণের প্রয়োজন হবে না। এই সত্ত্বারা অসাধারণ গুণাবলির অধিকারী হয়ে বুদ্ধত্ব অর্জন করবে। এই অধ্যায়ে বুদ্ধের সম্মানে চৈত্য নির্মাণের কথাও বলা হয়েছে।\nঅষ্টাদশ অধ্যায়: সানন্দে গ্রহণের পুণ্য\nবুদ্ধ বলেন যে, এই সূত্র (বা এই সূত্রের শুধুমাত্র একটি পংক্তিও) সানন্দে গ্রহণ করলে যে পুণ্য সঞ্চিত হয় তা সহস্রাধিক সত্ত্বাকে অর্হৎত্ব দান অপেক্ষাও অধিকতর ফলপ্রসূ। এক মুহুর্তের জন্য এই সূত্র শ্রবণে অর্জিত  পুণ্যফলও এই অধ্যায়ে বিস্তারিতভাবে বর্ণিত হয়েছে।\nঊনবিংশ অধ্যায়: ধর্মপ্রচারকের পুণ্য\nযাঁরা সদ্ধর্ম পুণ্ডরীক সূত্রের প্রতি নিজেদের জীবন উৎসর্গ করেছেন তাঁদেরও প্রশংসা করেন বুদ্ধ। তিনি বলেন যে, তাঁদের ছয়টি ইন্দ্রিয়মূল (আয়তন শুদ্ধ হয় এবং লক্ষ লক্ষ জগতের ইন্দ্রিয়-চেতনা উপলব্ধি সহ বহুবিধ অলৌকিক ক্ষমতার অধিকারী হন।\n\nবিংশ অধ্যায়: সদাপরিভূত বোধিসত্ত্ব\nবুদ্ধ তাঁর পূর্বজন্মের একটি উপাখ্যান শোনান। সেই জন্মে তিনি সদাপরিভূত (অর্থাৎ ‘যিনি কখনও কারও অমর্যাদা করেন না’) নামে এক বোধিসত্ত্ব ছিলেন। সেই জন্মে তিনি সৎ বা অসৎ সকলকেই সম্মান প্রদর্শন করতেন। কারণ তিনি জানতেন যে সবাই বুদ্ধ হবেন। সদাপরিভূতকে অন্যান্য ভিক্ষু ও গৃহস্থরা উপহাস ও দোষারোপ করত। কিন্তু প্রত্যুত্তরে তিনি শুধু বলতেন, “আমি আপনাকে অবজ্ঞা করি না, কারণ আপনিও বুদ্ধ হবেন।” বুদ্ধত্ব অর্জন পর্যন্ত বহু জন্ম ধরে সদাপরিভূত বোধিসত্ত্ব এই সূত্র শিক্ষা দিয়েছিলেন।\nএকবিংশ অধ্যায়: তথাগতের অতিলৌকিক ক্ষমতা\nএই অধ্যায়ে বলা হয়েছে যে, এই সূত্রেই বুদ্ধের গুহ্য আধ্যাত্মিক শক্তিগুলি নিহিত। পৃথিবীর বিবর থেকে উত্থিত বোধিসত্ত্বদের (পঞ্চদশ অধ্যায় দ্রষ্টব্য) উপর এই সূত্র প্রচারের দায়িত্ব অর্পিত হয় এবং তাঁরাও তা করবেন বলে কথা দেন। শাক্যমুনি ও প্রভূতরত্ন নিজেদের জিহ্বা ব্রহ্মাক্ষেত্রে প্রসারিত করে অসংখ্য বোধিসত্ত্ব সহ অসংখ্য আলোকরশ্মি বিচ্ছুরণ করেন। এই অলৌকিক ক্রিয়াটি এক লক্ষ বছর স্থায়ী হয়। তারপর তাঁরা গলা খাঁকারি দেন এবং আঙুল মটকান, যে শব্দ সব ক’টি জগতে শোনা যায় এবং সব ক’টি জগৎ কেঁপে ওঠে। ব্রহ্মাণ্ডের সকল সত্ত্বাকে দৈবশক্তিবলে বুদ্ধগণ ও বোধিসত্ত্বগণের এক দৃশ্য দেখানো হয়। সকল বুদ্ধগণ সদ্ধর্ম পুণ্ডরীক সূত্র শিক্ষাদানের জন্য শাক্যমুনির স্তুতি করেন। বুদ্ধ বলেন যে, এই সূত্র শিক্ষাদানের পূণ্য অপরিমেয় এবং যেখানে এই সূত্র শিক্ষাদান করা হয় বা প্রতিলিপিকৃত হয় তা একটি পুণ্যস্থান।\nদ্বাবিংশ অধ্যায়: সমর্পণ\nবুদ্ধ সমাবেশের সকল বোধিসত্ত্বের নিকট সদ্ধর্ম পুণ্ডরীক সূত্র গচ্ছিত রাখেন এবং তাঁদের উপর এই সূত্র রক্ষা ও প্রচারের দায়িত্ব অর্পণ করেন। রত্নময় স্তূপ-সহ প্রভূতরত্ন বুদ্ধ ও শাক্যমুনি বুদ্ধের অন্যান্য অসংখ্য প্রকাশিত রূপ নিজ নিজ বুদ্ধক্ষেত্রে প্রত্যাবর্তন করেন। ডোনাল্ড লোপেজের মতে, সদ্ধর্ম পুণ্ডরীক সূত্র \"আপাতদৃষ্টিতে দ্বাবিংশ অধ্যায়ে শেষ হয়েছে, যেখানে বুদ্ধ নিজ শিষ্যদের উপর শিক্ষাদানের ভার দিচ্ছেন এবং তারপর নিজ নিজ ক্ষেত্রে সবাই ফিরে যাচ্ছেন… গবেষকদের অনুমান এটিই ছিল সদ্ধর্ম পুণ্ডরীক সূত্রের একটি পূর্ববর্তী পাঠান্তরের শেষ অধ্যায়। সেখানে শেষ ছয়টি অধ্যায় প্রক্ষিপ্ত হয়েছিল।\" এটিই সংস্কৃত পাঠান্তরগুলির এবং বিকল্প চীনা অনুবাদের শেষ অধ্যায়। শিওইরি মনে করেন যে, একটি পূর্ববর্তী পাঠান্তরে সূত্রটি এই অধ্যায়েই সমাপ্ত হচ্ছে এবং ত্রয়োবিংশ থেকে অষ্টবিংশ অধ্যায়গুলি পরবর্তীকালে সংস্কৃত পাঠান্তরে সংযোজিত হয়েছিল।\n\n\n=== ত্রয়োবিংশ-অষ্টবিংশ অধ্যায় ===\nএই অধ্যায়গুলিতে বিভিন্ন বোধিসত্ত্বের ক্রিয়াকলাপ বর্ণিত হয়েছে।\nত্রয়োবিংশ অধ্যায়: ভৈষিজ্যরাজ বোধিসত্ত্বের পূর্বতন কীর্তি\nবুদ্ধ ভৈষজ্যরাজ বোধিসত্ত্বের একটি কাহিনি বর্ণনা করেন। ভৈষজ্যরাজ পূর্ববর্তী এক জন্মে ছিলেন সর্বসত্ত্বপ্রিয়দর্শন বোধিসত্ত্ব। বুদ্ধের প্রতি শরীর নিবেদনের নিদর্শন স্বরূপ তিনি নিজের দেহে অগ্নিসংযোগ করেন। সেই আগুন বারো বছর ধরে অনেক জগৎকে আলোকিত করেছিল। এই অধ্যায়ে “শরীর নিবেদন” প্রথাটি শিক্ষা দেওয়া হয়। এই প্রথায় দেহের একটি অঙ্গ (যেমন হাত বা পায়ের আঙুল অথবা একটি প্রত্যঙ্গ) দগ্ধ করার মাধ্যমে উৎসর্গের নিয়ম আছে। সদ্ধর্ম পুণ্ডরীক সূত্র শ্রবণে বা পাঠে রোগের উপশম হয় বলেও এই অধ্যায়ে বলা হয়েছে। বুদ্ধ নয়টি উপমা ব্যবহার করে সদ্ধর্ম পুণ্ডরীক সূত্রকে সকল সূত্রের রাজা ঘোষণা করেন। \n\nচতুর্বিংশ অধ্যায়: গদগদস্বর বোধিসত্ত্ব\nদূরবর্তী এক লোক থেকে গদগদস্বর নামে এক বোধিসত্ত্ব গৃধ্রকূটে আসেন বুদ্ধকে পূজা করতে। তিনি মেঘদুন্দুভিস্বররাজ বুদ্ধকে নানাপ্রকার সংগীত দ্বারা একবার বন্দনা করেছিলেন। অর্জিত পুণ্যফলে সদ্ধর্ম পুণ্ডরীক সূত্র প্রচারের জন্য তিনি অনেক ভিন্ন ভিন্ন রূপ ধারণে সক্ষম হন।\nপঞ্চবিংশতি অধ্যায়: অবলোকিতেশ্বর বোধিসত্ত্বের বিশ্বজনীন দ্বার\nএই অধ্যায়ে বর্ণিত হয়েছে অবলোকিতেশ্বর (সংস্কৃত অর্থে “যে প্রভু নিচের দিকে তাকিয়ে থাকেন”; চীনা গুয়ানয়িন, অর্থাৎ “জগতের ক্রন্দনের প্রতি মনোযোগী”) বোধিসত্ত্বের কথা। তাঁকে এক দয়ালু বোধিসত্ত্ব রূপে বর্ণনা করে বলা হয়েছে যে, তিনি সকল চেতন সত্ত্বার ক্রন্দন শোনেন এবং কেউ তাঁর নাম ধরে ডাকলে তিনি তাকে উদ্ধার করেন।\nষড়বিংশ অধ্যায়: ধারণী\nযাঁরা সদ্ধর্ম পুণ্ডরীক সূত্র রক্ষা বা পাঠ করেন তাঁদের রক্ষা করতে হারিতী ও অন্যান্য বেশ কয়েকজন বোধিসত্ত্ব পবিত্র ধারণী (জাদুমন্ত্র) উৎসর্গ করেন।\nসপ্তবিংশ অধ্যায়: রাজা শুভব্যূহের পূর্বতন ক্রিয়াকলাপ\nএই অধ্যায়ে নিজের দুই পুত্র কর্তৃক রাজা শুভব্যূহের ধর্মান্তরণের কাহিনি বর্ণিত হয়েছে।\nঅষ্টবিংশ অধ্যায়: সমন্তভদ্রের উৎসাহ প্রদান\nসমন্তভদ্র নামে এক বোধিসত্ত্ব বুদ্ধকে ভবিষ্যতে কীভাবে এই সূত্র কীভাবে সংরক্ষণ করবেন তা জিজ্ঞাসা করেন। সমন্তভদ্র ভবিষ্যতে এই সূত্র-রক্ষাকারী সকলকে রক্ষা করবেন বলে কথা দেন। তিনি বলেন যে, যিনি এই সূত্র মেনে চলবেন তিনি ত্রয়োস্ত্রিংশ ও তুষিত স্বর্গে পুনর্জন্ম লাভ করবেন।  তিনি আরও বলেন যে, যিনি এই সূত্র মেনে চলবেন তিনি অনেক সদ্গুণের অধিকারী হবেন এবং তাঁকেও বুদ্ধদের সমতুল্য জ্ঞান করে শ্রদ্ধা করা হবে।\n\n\n== ইতিহাস ও প্রসার ==\n\nলোপেজের মতে, সদ্ধর্ম পুণ্ডরীক সূত্র স্পষ্টতই উচ্চ সাহিত্যমূল্য-সম্পন্ন একটি রচনা। এই গ্রন্থ কে রচনা করেছিলেন তা জানা যায় না। তবে সম্ভবত উচ্চশিক্ষিত বৌদ্ধ ভিক্ষুরাই এই গ্রন্থের রচয়িতা। তাঁরা সেই যুগের ভারতে অস্তিত্বমান বৌদ্ধধর্মের মতবাদ ও শব্দের আলংকারিক প্রয়োগ বিষয়ে সুদক্ষ ছিলেন। পিটার অ্যালান রবার্টসের মতে, সদ্ধর্ম পুণ্ডরীক সূত্রের উৎপত্তি সম্ভবত বৌদ্ধ মহাসাংঘিক সম্প্রদায়। সম্ভবত একটি মধ্য ইন্দো ভাষায় (এক প্রাকৃত) এটি রচিত হয় এবং পরবর্তীকালে সংস্কৃতায়িত হয়। এই সূত্রটি যে আদিতে প্রাকৃত ভাষায় রচিত হয়েছিল সেই ধারণাটি ধর্মনিরপেক্ষ ও ধর্মীয় ইতিহাসবিদ উভয় মহলেই একটি বিতর্কিত দাবি হিসেবে রয়ে গিয়েছে।\nভারতীয় গবেষণামূলক সন্দর্ভ ও সারসংক্ষেপগুলিতে এবং মাধ্যমক ও যোগাচার সম্প্রদায়ের বিভিন্ন লেখক কর্তৃক সদ্ধর্ম পুণ্ডরীক সূত্রের কথা উল্লিখিত হয়েছে এবং এই গ্রন্থের একযান মতটি নিয়ে বিতর্ক উঠেছে। জোনাথান সিল্কের মতে, ভারতে সদ্ধর্ম পুণ্ডরীক সূত্রের প্রভাব সম্ভবত সীমাবদ্ধই ছিল। কিন্তু পূর্ব এশীয় বৌদ্ধধর্মে এটি একটি গুরুত্বপূর্ণ ধর্মগ্রন্থ। জ্যাকলিন স্টোন ও স্টিফেন এফ. টেইসার এই প্রসঙ্গে লিখেছেন যে, \"পূর্ব এশিয়ার ক্ষেত্রে সদ্ধর্ম পুণ্ডরীক সূত্রকে সর্বাপেক্ষা প্রভাবশালী বৌদ্ধশাস্ত্র বললেও সম্ভবত তা অতিকথন হবে না।\" এই সূত্রটির সর্বাধিক প্রাধান্য তিয়ানতাই (যেটিকে “পুণ্ডরীক সম্প্রদায়”-ও বলা হয়)) ও নিচিরেন বৌদ্ধ সম্প্রদায়ে।\n\n\n=== আদি বিকাশ ===\nডোনাল্ড লোপেজের মতে, গবেষকেরা এই বিষয়ে একমত যে সদ্ধর্ম পুণ্ডরীক সূত্র চারটি পর্যায়ে তার বর্তমান আকারটি ধারণ করেছে। এই চার স্তরীয় বিকাশের আদি তত্ত্বগুলির মধ্যে একটি কোগাকু ফুসে কর্তৃক উপস্থাপিত হয়।\nলোপেজ ও ইউচি কারাশিমা এই পর্যায়গুলির রূপরেখা নিম্নলিখিতভাবে প্রদান করেছেন:\n\nদ্বিতীয়-নবম অধ্যায়ের রচনা। ইউচি কারাশিমার মতে, প্রথম স্তরের অন্তর্গত এই অধ্যায়গুলির ত্রিষ্টুভ ছন্দে রচিত পদ্যাংশগুলি। এগুলি সম্ভবত একটি প্রাকৃত উপভাষায় রচিত হয়ে মুখে মুখে প্রচারিত হত।\nদ্বিতীয়-নবম অধ্যায়ের গদ্যাংশ রচনা। কারাশিমার মতে শ্লোক কাব্যাংশ ও দ্বিতীয়-নবম অধ্যায়ের গদ্যাংশ নিয়ে এই স্তরটি গঠিত।\nতৃতীয় পর্যায়। লোপেজের মতে, এই পর্যায়টিতে প্রথম অধ্যায় এবং দশম থেকে দ্বাবিংশ অধ্যায় (দ্বাদশ অধ্যায়টি ছাড়া) পর্যন্ত সংযোজিত হয়। যদিও কারাশিমার মতে, এই স্তরে রচিত হয় প্রথম, দশম-বিংশ, সপ্তবিংশ এবং পঞ্চম অধ্যায়ের কুমারজীবের অনুবাদে অনুপস্থিত একটি অংশ।\nচতুর্থ ও শেষ স্তর। লোপেজ লিখেছেন যে এই স্তরের অন্তর্গত অধ্যায়গুলি হল \"ত্রয়োবিংশ থেক সপ্তবিংশ অধ্যায় এবং সেই সঙ্গে দ্বাদশ অধ্যায় অর্থাৎ দেবদত্ত অধ্যায় এবং এর কিছুকাল পরে অষ্টবিংশ অধ্যায়ও সংযোজিত হয়।\" কারাশিমার মতে, এই স্তরে রচিত অধ্যায়গুলি হল একবিংশ-ষড়বিংশ অধ্যায় এবং সংস্কৃত পাঠান্তরের একাদশ অধ্যায়ের অন্তর্গত দেবদত্ত-সংক্রান্ত অংশটি।\nস্টিফেন এফ. টেইসার ও জ্যাকলিন স্টোনের মতে, রচনার স্তরগুলি নিয়ে গবেষকদের মধ্যে মতৈক্য থাকলেও এই স্তরবিন্যাসের সময়কাল নিয়ে মতৈক্য হয়নি। লেখক ইওশিও তামুরার মতে, প্রথম স্তরের (দ্বিতীয়-নবম অধ্যায়) রচনাকাল ৫০ খ্রিস্টাব্দ নাগাদ এবং দশম-একবিংশ পর্যন্ত সম্প্রসারিত অধ্যায়গুলির রচনা সমাপ্ত হয় ১০০ খ্রিস্টাব্দ নাগাদ। তাঁর মতে, তৃতীয় স্তরটির (দ্বাবিংশ-সপ্তবিংশ) রচনাকাল ১৫০ খ্রিস্টাব্দ নাগাদ।\n\n\n=== ভারতে প্রসার ===\nলোপেজের মতে, সদ্ধর্ম পুণ্ডরীক সূত্রের যতগুলি পুথি ও পুথির খণ্ডাংশ পাওয়া গিয়েছে তা ইঙ্গিত করে যে এই গ্রন্থটি প্রায়শই প্রতিলিপিত হত। অসংখ্য গবেষণামূলক সন্দর্ভ ও সারসংক্ষেপ গ্রন্থে সদ্ধর্ম পুণ্ডরীক সূত্রের কথা উল্লিখিত হয়েছে। এই সকল গ্রন্থগুলির অন্যতম হল সূত্রাবলির সারসংক্ষেপ (সূত্রসমুচ্চয়, যার চারটি অংশে সদ্ধর্ম পুণ্ডরীক সূত্রের উল্লেখ পাওয়া যায়), প্রশিক্ষণের সারসংক্ষেপ (শিক্ষাসমুচ্চয়, তিনটি অংশে উল্লিখিত), দা ঝিদু লুন (২৩টি উল্লেখ) এবং একাদশ শতাব্দীর বাঙালি ভিক্ষু অতীশ দীপঙ্কর রচিত সূত্রের মহা-সারসংক্ষেপ (মহাসূত্রসমুচ্চয়)। ভারতীয় বৌদ্ধদের মতো বসুবন্ধু (মহাযানসংগ্রহ নামক টীকায়), চন্দ্রকীর্তি (মধ্যমকাবতার ভাষ্যে), শান্তিদেব, কমলশীল ও অভয়াকরগুপ্ত এই সূত্রটির নাম উল্লেখ করেন।\nপরমার্থের (৪৯৯-৫৬৯ খ্রিস্টাব্দ) মতে, সদ্ধর্ম পুণ্ডরীক সূত্রের পঞ্চাশটিরও বেশি ভারতীয় টীকা রচিত হয়েছিল। যদিও একটি মাত্র ভারতীয় টীকাই বর্তমানে পাওয়া যায় (সেটিও চীনা ভাষায় সংরক্ষিত রয়েছে)। এটি বসুবন্ধুর রচনা বলে কথিত হলেও তা নিয়ে গবেষকদের মধ্যে প্রশ্ন রয়েছে। এই টীকাতে সদ্ধর্ম পুণ্ডরীক সূত্রকে অন্যান্য সকল সূত্রের ঊর্ধ্বে স্থান দেওয়া হয়েছে।\nসদ্ধর্ম পুণ্ডরীক সূত্রের একযান-সংক্রান্ত মতবাদটি সকল ভারতীয় বৌদ্ধ সম্প্রদায়ে সমভাবে গৃহীত হয়নি। মধ্যমক সম্প্রদায় এই মতটি সম্পূর্ণ গ্রহণ করলেও, যোগাচার সম্প্রদায় সদ্ধর্ম পুণ্ডরীক সূত্রকে একটি আপাতকালীন গ্রন্থ মনে করেছিল। এই কারণে ভারতীয় যোগাচার দার্শনিকেরা মনে করেছিলেন একযানের মতটি নিছক আপাতকালীন (“নেয়ার্থ”) বলে এটিকে আক্ষরিক অর্থে গ্রহণ করা অনুচিত। ডোনাল্ড লোপেজের মতে, \"যোগাচার টীকাকারেরা মনে করতেন যে, একটিমাত্র যানের অস্তিত্ব রয়েছে এই ঘোষণা নিশ্চায়ক নয়, বরং আপাতকালীন, সেই কারণেই এটির ব্যাখ্যা প্রয়োজন; এর মানে এই নয় যে বাস্তবে তিনটি যানের অস্তিত্ব নেই। বুদ্ধ যখন বলেন যে বুদ্ধযানই একযান, তখন তিনি বাড়িয়ে বলছিলেন। তিনি আসলে বোঝাতে চেয়েছিলেন যে এটিই শ্রেষ্ঠ যান।\" যোগাচার পণ্ডিতদের মতে, এই সূত্রটি উপদেশ করা হয়েছে সেই সব ব্যক্তিদের সুবিধার্থে যারা নিম্নবর্তী শ্রাবকযান অবলম্বন করেছে এবং যাদের মহাযান গ্রহণের ক্ষমতা নেই।\nসদ্ধর্ম পুণ্ডরীক সূত্রের একটি ভারতীয় পাঠান্তর রাজা রালপাকানের রাজত্বকালে (রা. ৮১৫-৩৮) ইয়েশে দে ও ভারতীয় অনুবাদক সুরেন্দ্রবোধি কর্তৃক তিব্বতি ভাষায় অনূদিত হয়। এই পাঠটি জ্ঞানগুপ্ত ও ধর্মগুপ্তের চীনা পাঠ ও নেপালি সংস্কৃত পাঠের সর্বাধিক নিকটবর্তী।\n\n\n=== চীনে প্রসার ===\n\n\n==== অনুবাদ ====\n\nচীনা ভাষায় সদ্ধর্ম পুণ্ডরীক সূত্রের তিনটি অনুবাদের অস্তিত্ব রয়েছে। ২৮৬ খ্রিস্টাব্দে পশ্চিম জিন যুগে (২৬৫-৩১৭ খ্রিস্টাব্দ) চাং’আনে ধর্মরক্ষকের দল প্রথম এটিকে চীনা ভাষায় অনুবাদ করে। প্রথম দিকে মনে করা হত মূল গ্রন্থটি সংস্কৃত ভাষায় লিখিত হয়েছিল। যদিও মূল গ্রন্থটি একটি প্রাকৃত ভাষায় লেখা হয়েছিল বলে একটি অভিমত এক বহুলভাবে স্বীকৃতি অর্জন করেছে।\nধর্মরক্ষকের এই আদি অনুবাদটিকে ছাপিয়ে যায় ৪০৬ খ্রিস্টাব্দে কুমারজীবের দল কর্তৃক সাতটি পৃথক পৃথক খণ্ডে কৃত একটি অনুবাদ। এই অনুবাদটিই পূর্ব এশীয় বৌদ্ধধর্মে প্রামাণ্য অনুবাদ হিসেবে গৃহীত হয়। জ্যঁ-নোয়েল রবার্টের মতে, কুমারজীব বহুলাংশে পূর্ববর্তী পাঠগুলির উপর নির্ভরশীল ছিলেন। সংস্কৃত পাঠগুলি পণ্ডিত ভিন্ন আর কেউই বহুলভাবে ব্যবহার করেননি। দেবদত্ত অধ্যায়টি ধর্মরক্ষকের অনুবাদে থাকলেও কুমারজীবের অনুবাদে পাওয়া যায় না।\n\nতৃতীয় অস্তিত্বমান পাঠটি হল ‘সম্পূরক সদ্ধর্ম পুণ্ডরীক সূত্র’ (চীনা: তিয়ান পিন মিয়াও ফা লিয়ান হুয়া জিং)। এটি সাত খণ্ডে সাতাশটি অধ্যায়ে বিন্যস্ত। এটি কুমারজীবের পাঠের একটি সংশোধিত পাঠ। ৬০১ খ্রিস্টাব্দে জ্ঞানগুপ্ত ও ধর্মগুপ্ত এটি অনুবাদ করেন। এই পাঠটিতেও কুমারজীবের পাঠে অনুপস্থিত কয়েকটি অংশ পাওয়া যায়। যেমন দেবদত্ত অধ্যায়, বিভিন্ন পদ্যাংশ এবং পঞ্চবিংশ অধ্যায়ের সমাপ্তি অংশটি। পরবর্তীকালে এই অংশগুলি কুমারজীবের গ্রন্থে সংযোজিত করা হয়।\nচীনা সদ্ধর্ম পুণ্ডরীক সূত্র উইঘুর, তাঙ্গুত এবং আরও সাম্প্রতিককালে কথ্য চীনা, জাপানি, ভিয়েতনামি ও কোরীয় ভাষায় অনুবাদ করা হয়েছিল।\n\n\n==== টীকা ====\nকুমারজীবের অন্যতম প্রধান শিষ্য দাওশেং (৩৫৫-৪৩৪) চীনা ভাষায় সদ্ধর্ম পুণ্ডরীক সূত্রের প্রাচীনতম প্রাপ্ত টীকাটির (শিরোনাম ফাহুআ জিং য়িশু) রচয়িতা। দাওশেং-এর মতে, এই সূত্রের প্রধান শিক্ষাটি হল একযান। লোপেজ মনে করেন যে, দাওশেং সূত্রটিকে তিনটি অংশে বিভক্ত করেছিলেন (দেবদত্ত অধ্যায়টি বাদ দিয়ে): \"প্রথম তেরোটি অধ্যায়ে ব্যাখ্যাত হয়েছে যে, তিন যানের কারণ একযানের কারণে পরিণত হয়েছে। পরবর্তী আটটি অধ্যায়ে ব্যাখ্যাত হয়েছে যে, তিন যানের পরিণতিও একযানের পরিণতিতে পরিণত হয়েছে। শেষ ছয়টি অধ্যায়ে বর্ণিত হয়েছে যে, তিন যানের অনুগামীরাও একযানের অনুগামীদের থেকে অভিন্ন।\" দাওশেং বুদ্ধধাতুর এবং পতিত মানবেরও বোধিলাভের সম্ভাবনার ধারণা দু’টি প্রচারের জন্য বিশেষভাবে পরিচিত ছিলেন।\nতাং রাজবংশের রাজত্বকালেই দাওজুয়ান (৫৯৬-৬৬৭) লিখেছেন যে, সদ্ধর্ম পুণ্ডরীক সূত্র “চীনের সর্বাপেক্ষা গুরুত্বপূর্ণ সূত্রে” পরিণত হয়েছিল। হিউয়েন সাং-এর শিষ্য কুইজি (৬৩২-৮২) সদ্ধর্ম পুণ্ডরীক সূত্রের একটি টীকা রচনা করেন। এই টীকাটি তিব্বতি ভাষায় অনূদিত হয় এবং তিব্বতি প্রামাণ্য বৌদ্ধশাস্ত্রে এর অস্তিত্ব এখনও আছে। বিভিন্ন চীনা বৌদ্ধ সম্প্রদায়ের টীকাকারেরাও সদ্ধর্ম পুণ্ডরীক সূত্রের অসংখ্য টীকা রচনা করেছিলেন। চীনা টীকাকারদের মধ্যে বিতর্কের অন্যতম বিষয় ছিল সদ্ধর্ম পুণ্ডরীক সূত্রে “তিন যান না চার যানের” কথা বলা হয়েছে। এই বিতর্কের আলোচ্য বিষয় হল, একযান বোধিসত্ত্বযান নাকি পৃথক একটি যান, যা থেকে মহাযান উদ্গত হয়েছে।\nসদ্ধর্ম পুণ্ডরীক সূত্রের বুদ্ধের জীবৎকাল অপরিমেয় না (অপরিমেয় দৈর্ঘ্যের) সীমিত এবং সেই সঙ্গে এই সূত্রের আদিবুদ্ধ ধর্মকায়, সম্ভোগকায় নাকি নির্মাণকায় তা নিয়েও চীনা ব্যাখ্যাকর্তাদের মধ্যে মতভেদ ছিল।\n\n\n==== তিয়ানতাই ====\nসদ্ধর্ম পুণ্ডরীক সূত্রের সম্ভবত সর্বাধিক প্রভাবশালী চীনা ভাষ্যকার ছিলেন তিয়ানতাই সম্প্রদায়ের অন্যতম প্রধান প্রবক্তা ঝিয়ি (৫৩৮-৫৯৭)। কথিত আছে যে, এই সূত্র পাঠ করার সময় তিনি বোধিলাভ করেছিলেন। ঝিয়ি ছিলেন সেই যুগে সদ্ধর্ম পুণ্ডরীক সুত্রের অগ্রণী পণ্ডিত নানয়ুয়ে হুইসির শিষ্য।\nদাওশেং সূত্রটিকে যেভাবে তিনটি অংশে বিভক্ত করেছিলেন, সেইভাবেই ঝিয়ি এটিকে গ্রহণ করেন। ঝিয়ি মনে করতেন, সূত্রের প্রথম চোদ্দোটি অধ্যায় হল “উৎসমূলক শিক্ষা” (চীনা: জিমেন; জাপানি: শাকুমোন) এবং পরবর্তী চোদ্দোটি অধ্যায় হল “মূল” বা “আদি” শিক্ষা (চীনা: বেনমেন; জাপানি: হোনমোন)। ঝিয়ি মনে করতেন, সূত্রটির প্রথমাংশের মূল বার্তাটি হল একযান-সংক্রান্ত মতবাদটি; অন্যদিকে দ্বিতীয়ার্ধের প্রধান বার্তাটি (তথা সমগ্র গ্রন্থের মূল শিক্ষা) হল বুদ্ধের অপরিমেয় জীবৎকাল। লোপেজের মতে, \"ঝিয়ি সূত্রের মূল শিক্ষাটিকে আকাশে উজ্জ্বল চন্দ্রের সঙ্গে এবং উৎস শিক্ষাটিকে হ্রদের জলে প্রতিফলিত চাঁদের প্রতিচ্ছবির সঙ্গে তুলনা করেন; প্রথমটি সেখানে দ্বিতীয়টির উৎস।\" ঝিয়ি মতবাদগত শ্রেণিবিন্যাসের চীনা প্রক্রিয়াপদ্ধতিটি (পানজিআও) গ্রহণ করেন এবং সেই পদ্ধতি অনুসারেই তিনি একযান মতটিকে ব্যাখ্যা করেন। ঝিয়ি মনে করতেন, অন্যান্য সূত্র তাদের উদ্দিষ্ট শ্রোতার জন্য ভিন্ন ভিন্ন বার্তা দিয়েছে, কিন্তু সদ্ধর্ম পুণ্ডরীক সূত্র স্বতন্ত্রভাবেই সমন্বয়মূলক এবং সর্বজনীন।\nঝিয়ির দার্শনিক বিশ্লেষণ অনুযায়ী, সদ্ধর্ম পুণ্ডরীক সূত্র হল বুদ্ধের সর্বশেষ শিক্ষা ও বৌদ্ধধর্মের প্রধানতম শিক্ষা। ঝিয়ির ধারায় এই সূত্রের দু’টি প্রধান টীকা রচিত হয়েছিল: প্রথমটি হল সদ্ধর্ম পুণ্ডরীক সূত্রের প্রগাঢ় অর্থ (ফাহুয়া হুয়ানয়ি), যা এই গ্রন্থের প্রধান নীতিগুলি ব্যাখ্যা করেছে এবং দ্বিতীয়টি হল সদ্ধর্ম পুণ্ডরীক সূত্রের শব্দ ও শব্দবন্ধ (法華文句, ফাহুয়া ওয়েনঝু), যেখানে এই সূত্রের নির্দিষ্ট পংক্তিগুলির উপর টীকা রচিত হয়েছে। এই দুই গ্রন্থের সংকলক ছিলেন ঝিয়ির শিষ্য গুয়ানদিং (৫৬১-৬৩২)। ঝিয়ি মনে করতেন যে, সদ্ধর্ম পুণ্ডরীক সূত্রের একযান মতবাদের কেন্দ্রীয় নীতিটি হল \"ত্রিমুখী সত্য\"। এই মতবাতটি নাগার্জুনের মধ্যমক দর্শনের দ্বিমুখী পথের মতবাদ থেকে উৎসারিত। ঝিয়ির মতে, এটি একটি সমন্বয়মূলক মতবাদ, যার মধ্যে  বুদ্ধের উপদেশ ও বুদ্ধ-কথিত ধর্মানুশীলন পদ্ধতির সকল শিক্ষাই অন্তর্ভুক্ত হয়েছে। লোপেজ ও স্টোনের মতে, সদ্ধর্ম পুণ্ডরীক সূত্র সম্পর্কে ঝিয়ির দৃষ্টিভঙ্গিটি ছিল একটি সামদয়িক দৃষ্টিভঙ্গি, যেখানে প্রত্যেকটি বৌদ্ধ সূত্র, উপদেশ ও ধর্মানুশীলন পদ্ধতির স্থান ছিল।\nএছাড়া ঝিয়ি সদ্ধর্ম পুণ্ডরীক সূত্রের শিক্ষাটিকে যুক্ত করেছিলেন মহাযান মহাপরিনির্বাণ সূত্রের বুদ্ধধাতু-সংক্রান্ত শিক্ষার সঙ্গে। ঝিয়ির ব্যাখ্যা অনুযায়ী, সদ্ধর্ম পুণ্ডরীক সূত্রের বুদ্ধ বলতে ত্রিকায়ের তিন বুদ্ধকায়কেই বোঝায়। স্টোন ও টেইসারের মতে, ঝিয়ি মনে করতেন যে \"ধর্মকায় হলেন উপলব্ধিকৃত সত্য; সম্ভোগকায় হলেন সেই প্রজ্ঞা যা দ্বারা সেই সত্য উপলব্ধি করা হয় এবং নির্মাণকায় হল মানব বুদ্ধ যখন এই জগতে বাস করেন ও ধর্মোপদেশ দেন তখন সেই প্রজ্ঞার এক করুণাময় প্রকাশ\" ঝিয়ি বৈরোচনকে (আদি বুদ্ধ) ঐতিহাসিক গৌতম বুদ্ধের সম্ভোগকায় মনে করতেন। সদ্ধর্ম পুণ্ডরীক সূত্রের উপদেশগুলিকে কীভাবে বিভিন্ন আধ্যাত্মিক ধর্মানুশীলনে রূপ দান করা যায় তা নিয়েও ঝিয়ি কয়েকটি গ্রন্থ রচনা করেছিলেন। উদাহরণস্বরূপ, ঝিয়ির প্রধান রচনা মোহে ঝিগুয়ান-এ এই সূত্র পাঠ করাকে “চার সমাধির” একটির এক উপাদান হিসেবে বর্ণনা করেছেন। এই সূত্রের ভিত্তিতে তিনি সদ্ধর্ম পুণ্ডরীক প্রায়শ্চিত্ত বিধি (ফাহুয়া সানমেই চানয়ি) রচনা করেন।\nপরবর্তীকালে তিয়ানতাই পণ্ডিত ঝানরান (৭১১-৭৭৮) ঝিয়ির সদ্ধর্ম পুণ্ডরীক সূত্র-সংক্রান্ত গ্রন্থগুলি উপটীকা রচনা করেন। পঞ্চম অধ্যায়ের যে বিশ্লেষণ তিনি দিয়েছেন তদনুযায়ী বললে, তিনি একটি নতুন তত্ত্ব উদ্ভাবন করেন। এই তত্ত্ব অনুযায়ী, পাথর, গাছপালা ও ধূলিকণার মতো অজৈব সত্ত্বাগুলির মধ্যেও বুদ্ধধাতু নিহিত রয়েছে। সাইচো ও নিচিরেন প্রমুখ জাপানি বৌদ্ধরা এই মতবাদটি গ্রহণ করেন ও সমৃদ্ধ করে তোলেন। \n\n\n==== চীনা ত্রিখণ্ড পুণ্ডরীক সূত্র ====\n\nবৌদ্ধশাস্ত্রের ধর্মীয় গুরুত্বের কারণে কোনও কোনও পূর্ব এশীয় পরম্পরায় সদ্ধর্ম পুণ্ডরীক সূত্রের ভূমিকা ও উপসংহার হিসেবে আরও দু’টি সূত্রকে যুক্ত করা হয়:\n\nঅমিতার্থ সূত্র (চীনা: 無量義經; ফিনিন: Wúliángyì jīng; জাপানি: Muryōgi kyō); ও\nসমন্তভদ্র তপস্যা-বিধি সূত্র (চীনা: 普賢經; ফিনিন: Pǔxián jīng; জাপানি: Fugen kyō).\nতিনটি সূত্রকে একত্রে বলা হয় “ত্রিখণ্ড পুণ্ডরীক সূত্র” (চীনা: 法華三部経; ফিনিন: Fǎhuá Sānbù jīng; জাপানি: Hokke Sambu kyō)।\n\n\n=== জাপান ===\nজাপানি বৌদ্ধধর্মে সদ্ধর্ম পুণ্ডরীক সূত্র একটি অতিমাত্রায় প্রভাবশালী গ্রন্থ। অন্যতম প্রাচীন জাপানি গ্রন্থ হোক্কে গিশো হল ফায়ুন (৪৬৭-৫২৯) রচিত চীনা টীকার ভিত্তিতে রচিত সদ্ধর্ম পুণ্ডরীক সূত্রের একটি টীকা। অষ্টম শতাব্দীতে এই সূত্রটি জাপানে এতটাই গুরুত্বপূর্ণ হয়ে উঠেছিল যে রাজপরিবার ও রাষ্ট্রকে রক্ষা করতে জাপান সম্রাট প্রতিটি প্রদেশে ভিক্ষুণী-মঠের একটি মণ্ডলী গড়ে তুলেছিলেন। এগুলিই হল তথাকথিত \"পুণ্ডরীকের মাধ্যমে পাপস্খালনের মন্দির\" (হোক্কে মেতসুজাই নো তেরা)। সদ্ধর্ম পুণ্ডরীক সূত্র-কেন্দ্রিক বিভিন্ন আচার-অনুষ্ঠান সমগ্র জাপানে মন্দির ও অভিজাতগৃহে অনুষ্ঠিত হত। মনে করা হত যে, এই সব আচার-অনুষ্ঠান মৃত ব্যক্তিকে সাহায্য করে এবং জীবিতদের দীর্ঘজীবন দান করে। গেনজি উপাখ্যানে এই সব আচার-অনুষ্ঠানের কথা উল্লিখিত হয়েছে। জাপানি শিল্পকলাতেও সদ্ধর্ম পুণ্ডরীক সূত্র গভীর প্রভাব বিস্তার করেছিল এবং সূত্রটির কয়েকটি প্রতিলিপি সেদেশে প্রচুর অলংকরণ দ্বারা শোভিত হয়েছিল।\n\n\n==== তেনদাই ====\nসাইচো (৭৬৭-৮২২) জাপানে তিয়ানতাই সম্প্রদায়কে আনয়ন করেন। তিনিই জাপানি তেনদাই পরম্পরার প্রবর্তক। সদ্ধর্ম পুণ্ডরীক সূত্রের সাইচো রচিত টীকাটি এখনও তেনদাই পরম্পরায় কেন্দ্রীয় ধর্মগ্রন্থ। সাইচো তাঁর নতুন তেনদাই সম্প্রদায়ের মধ্যে বিভিন্ন চীনা পরম্পরার (গুহ্য, বুদ্ধক্ষেত্র, জেন ও অন্যান্য উপাদান সহ) একটি মহাসমন্বয় সাধনের চেষ্টা করেছিলেন। সে সবই পুণ্ডরীক একযান মতবাদের অধীনে এসেছিল। এছাড়া সাইচো সদ্ধর্ম পুণ্ডরীক সূত্রকে এই জীবনে এবং এই শরীরেই প্রাপ্তব্য বুদ্ধত্বের একটি “মহৎ প্রত্যক্ষ পথ” হিসেবে বর্ণনা করেন। তিনি মনে করতেন যে, নাগকন্যার কাহিনিটিই প্রমাণ করে যে বুদ্ধত্বলাভের এই প্রত্যক্ষ পথের (জিকিদো) জন্য তিন অপরিমেয় কল্পকালের প্রয়োজন হয় না।\n\nঝিয়ির মতো জাপানি তেনদাই সম্প্রদায়ও (এবং সেই সঙ্গে তেনদাই প্রভাবিত নিচিরেন সম্প্রদায়ও) সদ্ধর্ম পুণ্ডরীক সূত্রকে দু’টি অংশে ভাগ করে: প্রকৃত ও আদি বুদ্ধের উৎসমূলক বা আপাতক উপদেশ (শাকু-মোন, অধ্যায় ১-১৪) এবং মূল উপদেশ (হোন-মোন, অধ্যায় ১৫-২২)।\nএনমিন ও এনচিন প্রমুখ সাইচো-পরবর্তী তেনদাই ধর্মনেতাগণ গুহ্য বৌদ্ধধর্মের (মিকক্যো) আরও কিছু উপদেশ নিজেদের সদ্ধর্ম পুণ্ডরীক সূত্র ব্যাখ্যা ও ধর্মাচারের মধ্যে গ্রহণ করেন। এঁরা সদ্ধর্ম পুণ্ডরীক সূত্রকে একটি গুহ্য শাস্ত্র হিসেবে ব্যাখ্যা করেন এবং এই সূত্রের বুদ্ধকে সকল সত্ত্বার অন্তর্নিহিত এক সময়াতীত ও সর্বব্যাপী আদি সত্য হিসেবে দেখেন। গুহ্য আচার-অনুষ্ঠানে মন্ত্র উচ্চারণ, মুদ্রা প্রদর্শন ও মণ্ডল ব্যবহার করে তেনদাই ভিক্ষুরা বুদ্ধের শরীর, বাক্য ও মনকে নিজেদের শরীর, বাক্য ও মনের সঙ্গে যুক্ত করার এবং \"বর্তমান দেহেই বুদ্ধত্ব\" (সোকুশিন জোবুৎসু) অর্জনের চেষ্টা করতেন। জ্যাকলিন স্টোনের মতে, তেনদাই গুহ্যধর্মে \"আদিবুদ্ধকে জীবৎকাল অধ্যায়ের আদিকালে বোধিপ্রাপ্ত শাক্যমুনি হিসেবে চিহ্নিত করা হয়েছে এবং তাঁর ক্ষেত্র—অর্থাৎ সমগ্র ব্রহ্মাণ্ডকে ধারণা করা হয়েছে মণ্ডল-সংক্রান্ত পরিভাষায় চিরন্তন, চলতে থাকা সদ্ধর্ম পুণ্ডরীক সূত্র সমাবেশ হিসেবে।\"\nএই ব্যাখ্যার ফলে আপাতকালীন বুদ্ধগণ (যেমন অমিদা, দৈনিচি ও যকুশি) সদ্ধর্ম পুণ্ডরীক সূত্রের দ্বিতীয়ার্ধে কথিত অপরিমেয় জীবৎকালের আদিবুদ্ধের মধ্যে একীভূত হয়ে যান। গুহ্যধর্মের এই প্রভাবগুলির ফলে তেনদাইতে আদি বোধির ধারণাটিও (হোনগাকু হোমোন) বিকাশ লাভ করেছিল। এই তত্ত্ব অনুযায়ী, বুদ্ধত্ব দূরবর্তী লক্ষ্য নয়, বরং তা সকল বস্তুর অন্তর্নিহিত সত্য প্রকৃতির মধ্যেই উপস্থিত। বৌদ্ধ ধর্মাচরণ হল এই প্রকৃতিটিকে উপলব্ধি করারই একটি পন্থা।\nহেইয়ান যুগের প্রধান তেনদাই মন্দিরগুলি ছাড়াও স্বাধীন সদ্ধর্ম পুণ্ডরীক সূত্র ভক্ত (জিক্যোশা) বা পুণ্ডরীক পুণ্যশ্লোকের (হোক্কে হিজিরি) বিভিন্ন দল গড়ে উঠেছিল। এঁদের অনেকেই ছিলেন পর্বতবাসী ভিক্ষু বা নিভৃতচারী (তোনসেই)। তাঁরা বৃহদাকার প্রতিষ্ঠিত মন্দির অপছন্দ করতেন এবং মনে করতেন যে সেগুলি আসলে জাগতিক লাভের জন্য অধিকতর লালায়িত। পরিবর্তে তাঁরা নির্জন স্থানে (বেস্শো) সাদামাটাভাবে সদ্ধর্ম পুণ্ডরীক সূত্র আবৃত্তি, শ্রবণ ও অধ্যয়নের উপর জোর দিতেন, যার জন্য ক্ষেত্রবিশেষে মন্দির বা আচারগত সামগ্রীর প্রয়োজনও হত না। হোক্কে হিজিরিগণ গুহ্য তাইমিৎসু ও দাওবাদী অমরত্ব ধর্মাচারগুলির সঙ্গে যুক্ত ছিলেন। পুরোহিত চিনগেন কর্তৃক সংকলিত সদ্ধর্ম পুণ্ডরীক সূত্রের কাহিনি ও অলৌকিক আখ্যানের সংকলন হোক্কে গেনকি গ্রন্থে এই ব্যক্তিবর্গ বিশেষভাবে উল্লিখিত হয়েছেন। এই গ্রন্থ মতে, হোক্কে হিজিরিগণ অভিজাত বা প্রথাগত ভিক্ষুদের তুলনায় মহত্তর।\nতেনদাই বৌদ্ধধর্ম বহু বছর জাপানের মূলধারার বৌদ্ধধর্মে প্রধান সম্প্রদায় হিসেবে বিরাজমান ছিল। নিচিরেন, হোনেন, শিনরান ও দোগেন সহ পরবর্তীকালের জনপ্রিয় জাপানি বৌদ্ধ সম্প্রদায়গুলির প্রবর্তকগণ প্রশিক্ষণ গ্রহণ করেছিলেন তেনদাই ভিক্ষু হিসেবে।\n\n\n== পূর্ব এশীয় সংস্কৃতিতে ==\n\nপূর্ব এশিয়ার সাহিত্য, শিল্পকলা ও লোককথায় ১,৪০০ বছরেরও বেশি সময় ধরে সদ্ধর্ম পুণ্ডরীক সূত্র গভীর প্রভাব বিস্তার করে রেখেছে।\n\n\n=== শিল্পকলা ===\nধর্মীয় শিল্পকলায় এই সূত্রে বর্ণিত বিভিন্ন ঘটনা চিত্রিত হয়েছে। ওয়াং মনে করেন যে, সদ্ধর্ম পুণ্ডরীক সূত্র থেকে অনুপ্রাণিত শিল্পকলার যে বিস্ফোরণ চীনে সপ্তম ও অষ্টম শতাব্দীতে শুরু হয়েছিল, মধ্যযুগীয় চীনা মনের সাহিত্য ও প্রাকৃতিক বিবরণের সঙ্গমের ফলে সৃষ্ট এবং তাতে দ্বিতীয়টিই প্রাধান্য অর্জন করে।\nসুই যুগে নির্মিত দুনহুয়াং গুহাসমূহে সদ্ধর্ম পুণ্ডরীক সূত্রের চিত্রায়ণ বিশেষভাবে উল্লেখনীয়। পঞ্চম শতাব্দীতে সদ্ধর্ম পুণ্ডরীক সূত্রের একাদশ অধ্যায়ে বর্ণিত শাক্যমুনি ও প্রভূতরত্ন বুদ্ধের পাশাপাশি উপবেশনের দৃশ্যটি চীনা বৌদ্ধ শিল্পকলায় তর্কসাপেক্ষে সবচেয়ে জনপ্রিয় বিষয়ে পরিণত হয়। এর উদাহরণ পাওয়া যায় জাপানের হাসে-দেরা মন্দিরের একটি ব্রোঞ্জ ফলকে (৬৮৬ খ্রিস্টাব্দ)  এবং কোরিয়ার দাবোতাপ ও সেওকগাতাপ প্যাগোডা (৭৫১ খ্রিস্টাব্দ) ও বুলগুকসা মন্দিরে।\n\n\n=== সাহিত্য ===\nতামুরা \"সদ্ধর্ম পুণ্ডরীক সূত্র সাহিত্য বর্গ\"-এর উল্লেখ করেছেন। হোংলোউ মেং ও জেনজি মোনোগাতারি সহ চীনা ও জাপানি সাহিত্যের মহৎ কীর্তিগুলিতে এই সূত্রের ধ্যানধারণা ও চিত্রকল্প বহুলভাবে প্রযুক্ত হয়েছে। জাপানি বৌদ্ধ কাব্যসাহিত্যেও সদ্ধর্ম পুণ্ডরীক সূত্রের প্রভাব অপরিসীম। অন্যান্য রচনার তুলনায় সদ্ধর্ম পুণ্ডরীক সূত্র অনেক বেশি সংখ্যায় কবিতাকে অনুপ্রাণিত করেছিল। হেইয়ান যুগে রচিত ১২০টিরও বেশি কাব্যসংকলনের সংক্ষিপ্তসার কানওয়া তাইশো ম্যোহো রেনগে-ক্যো-এ দেখা যায়, ১৩৬০টিরও বেশি কবিতার শিরোনামেই সদ্ধর্ম পুণ্ডরীক সূত্রের উল্লেখ রয়েছে।\nজেন রিভসের মতে, \"জাপানের দ্বাদশ শতাব্দীর মহত্তম গল্পকথক ও কবি কেনজি মিয়াজাওয়া সদ্ধর্ম পুণ্ডরীক সূত্রের অনুরক্ত হয়ে পড়েন এবং মৃত্যুশয্যার শুয়ে নিজের বাবাকে লেখেন যে, তিনি শুধুই চেয়েছিলেন এই সূত্রের শিক্ষা অন্যদের সঙ্গে ভাগ করে নিতে।\"  মিয়াজাওয়া নিজের রচনায় প্রচ্ছন্নভাবে এই সূত্রের ইঙ্গিত রেখে গিয়েছেন।\n\n\n=== নাটক ===\nজ্যাকলিন স্টোন ও স্টিফেন টিসারের মতে, \"নোহ নাট্যশৈলী সহ মধ্যযুগীয় জাপানি সাহিত্যের অন্যান্য শৈলীতে পঞ্চম অধ্যায় \"ভেষজ গুল্ম\"-কে ব্যাখ্যা করা হয়েছে ঘাস ও গাছপালার (সোমোকু জোবুৎসু) বুদ্ধত্বলাভের সম্ভাবনার শিক্ষা হিসেবে।\"\n\n\n=== লোককথা ===\nসদ্ধর্ম পুণ্ডরীক সূত্র এই সূত্রে বিধৃত চরিত্র বা পরবর্তীকালে যাঁরা এই সূত্রকে গ্রহণ করেছিলেন তাঁদের ভিত্তিতে লোককথার একটি শাখাকে অনুপ্রাণিত করেছিল। দ্বাদশ (দেবদত্ত) অধ্যায়ে বিবৃত নাগকন্যার বোধিলাভের কাহিনিটি লোককথামূলক অবলোকিতেশ্বর ও দক্ষিণ সাগরসমূহের সম্পূর্ণ উপাখ্যান ও সুধন ও নাগকন্যার বহুমূল্য লেখ্যপট কাহিনিতে পুনরুল্লিখিত হয়েছে। সদ্ধর্ম পুণ্ডরীক সূত্রের অলৌকিক উপাখ্যানমালা হল \"বৌদ্ধ ছদ্ম-জীবনীসাহিত্য\"-এর ভিত্তিতে রচিত লোককথার আঙ্গিকে লেখা ১২৯টি গল্পের সংকলন।\n\n\n== আরও দেখুন ==\nঅমিতাভ সূত্র\nপুষ্প ধর্মোপদেশনা\nপ্রজ্ঞাপারমিতাহৃদয় সূত্র\nহোক্কে গিশো, সূত্রটির একটি সটীক জাপানি পাঠান্তর।\nমহাযান সূত্রাবলি\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nAn 1884 English translation from Sanskrit by H.Kern from the Sacred Texts Web site\nAn English translation by the Buddhist Text Translation Society"}