{"pageid": 114488, "title": "ফক্সকন", "url": "https://bn.wikipedia.org/wiki?curid=114488", "content": "ফক্সকন (ম্যান্ডারিন ভাষায়: Fùshìkāng Kējì Jítuán; প্রথাগত চীনাভাষা: 富士康科技集團; সরলীকৃত চীনাভাষা: 富士康科技集团) হন হাই প্রেসিশন ইন্ডাস্ট্রি লিমিটেডের (ম্যান্ডারিন ভাষা|ম্যান্ডারিন ভাষায়: Hónghǎi Jīngmì Gōngyè Gǔfèn Yǒuxiàngōngsī; প্রথাগত চীনাভাষা: 鴻海精密工業股份有限公司; সরলীকৃত চীনাভাষা: 鸿海精密工业股份有限公司) অধীন তাইওয়ান ভিত্তিক একটি বহুজাতিক পাবলিক লিমিটেড কোম্পানি। এটি পৃথিবীর বৃহত্তম ইলেকট্রনিক যন্ত্র নির্মাতা। ফক্সকন বিশ্বের বেশ কিছু বিখ্যাত ব্র্যান্ডের যেমন- অ্যাপল ইনকর্পোরেটেডের আইপড এবং আইফোন \nইলেকট্রনিক সামগ্রী তৈরি করে থাকে। সম্প্রতি ফক্সকন তাদের দক্ষিণ চীনের কারখানায় শ্রমিকদের দীর্ঘদিনের দাবি এবং কয়েকজনের আত্মহত্যার প্রেক্ষিতে মজুরি বৃদ্ধি করেছে।\n\n\n== ইতিহাস ==\n১৯৭৪ সালে টেরি গৌ ৭,৫০০ মার্কিন ডলার ব্যয়ে ইলেকট্রনিক্স যন্ত্রাংশ নির্মাতা হন হাই প্রেসিশন ইন্ডাস্ট্রি লিমিটেড প্রতিষ্ঠা করেন। মূলত কম্পিউটারের বিভিন্ন যন্ত্রাংশই কোম্পানিটি তৈরি করতো। সেসময় ফক্সকন কোম্পানিটির কেবল বাণিজ্যিক নাম ছিল। ২০০০ সালে হন হাই প্রেসিশন লিমিটেডের অধীনে ফক্সকন একটি পৃথক প্রতিষ্ঠানে পরিণত হয়। যুক্তরাষ্ট্রের ফোর্বস ম্যাগাজিন ২০০২ সালে ফক্সকনকে বিশ্বের ৪০০ বৃহত্তম কোম্পানির তালিকায় অন্তর্ভুক্ত করে।২০০৫ সালে তাইওয়ানের বৃহত্তম কোম্পানিতে পরিণত হয় ফক্সকন। ২০০৬ সালে ফক্সকন চীনে সর্বাধিক কর্মসংস্থান সৃষ্টির জন্য শ্রেষ্ঠ কোম্পানির মর্যাদা লাভ করে।\n\n\n== ফক্সকন সিটি ==\nহন হাই গ্রুপের প্রথম নির্মাণ কেন্দ্র ১৯৯৮ সালে চীনের শেনচেনে প্রতিষ্ঠিত হয়। বর্তমানে এই নির্মাণ কেন্দ্রে ৩০০,০০০ থেকে ৪৫০,০০০ জন শ্রমিক নিয়োজিত। নির্মাণ কেন্দ্রটির বর্তমান নাম লংহুয়া সায়েন্স এন্ড টেকনোলজি পার্ক, এটি “ফক্সকন সিটি” নামেও পরিচিত। ফক্সকন সিটি প্রায় ১ বর্গ মাইল এলাকাজুড়ে বিস্তৃত এবং এখানে ১৫টি কারখানা রয়েছে। এছাড়া এতে শ্রমিকদের জন্য আবাসনের ব্যবস্থা, হাসপাতাল, রেস্টুরেন্ট, দমকল বাহিনী, বইয়ের দোকান, সুপার শপ আছে। নির্মাণ কেন্দ্রে শ্রমিকদের কাজ, বসবাস এবং তাদের সবধরনের কর্মকাণ্ড “ফক্সকন টিভি” নামে একটি টেলিভিশন চ্যানেলে প্রচারিত হয়। এই চ্যানেলটি ফক্সকনের মালিকানাধীন।\n\n\n== শ্রমিক অসন্তোষ ==\n২০০৬ সালে যুক্তরাজ্যের একটি পত্রিকা শ্রমিকদের নিম্ন বেতন-ভাতা দেয়ার অভিযোগে ফক্সকনের নিন্দা জানিয়ে খবর প্রকাশ করে। অ্যাপল ইনকর্পোরেটেড প্রকাশিত আইফোন ও আইপড উৎপাদনে ফক্সকনের আয়-ব্যয়ের বিবরণে গুরুতর কোন অভিযোগ পাওয়া না গেলেও শ্রমিক অসন্তোষ সম্বন্ধে কতিপয় অভিযোগের প্রমাণ মেলে।\n২০১০ সালের প্রথম মাসে ফক্সকনের ১৩ জন শ্রমিক আত্মহত্যার প্রচেষ্টা চালায়। এর প্রেক্ষিতে ফক্সকন তাদের শেনচেন উৎপাদন কেন্দ্রে উল্লেখযোগ্য হারে শ্রমিকদের বেতন বৃদ্ধি করে। বিশেষজ্ঞরা বলে থাকেন, ফক্সকনে শ্রমিকদের ভাল সুযোগ-সুবিধা দেয়া হয়। তবে গণমাধ্যম শ্রমিকদের দীর্ঘসময় ধরে কাজ করিয়ে নেয়া এবং শেনচেনে তাইওয়ানের শ্রমিকদের দ্বারা চীনের শ্রমিকদের বৈষম্যের অভিযোগে ফক্সকনের সমালোচনা করেছে।\n২০০৯এর জুলাই মাসে সান ড্যানিয়ং, ২৫ বছর বয়সী যুবক তার কাছ থেকে একটি আইফোন-৪ হারিয়ে যাওয়ায় আত্মহত্যা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফক্সকনের ওয়েবসাইট\nFOXCONN: Channel Business"}