{"pageid": 1144683, "title": "বাইশ রশি শিব সুন্দরী একাডেমি, সদরপুর", "url": "https://bn.wikipedia.org/wiki?curid=1144683", "content": "বাইশরশি শিব সুন্দরী একাডেমী বাংলাদেশের ফরিদপুর জেলার একটি উচ্চ বিদ্যালয়। ১৯১৪ সালে প্রতিষ্ঠিত এই বিদ্যালয়টি বাংলাদেশের অন্যতম প্রাচীন শিক্ষা প্রতিষ্ঠান।\n\n\n== অবস্থান ==\nবাইশরশি ফরিদপুর জেলার সদরপুর উপজেলার অন্তর্গত সদরপুর ইউনিয়নের ঐতিহ্যবাহী একটি গ্রাম। এটি ভাঙ্গা এবং সদরপুর থানার সীমান্তবর্র্তী মিলন স্থলে অবস্থিত। এর পশ্চিমে স্রোতস্মিনী কাটাখালীর খাল প্রবাহিত। দক্ষিণে নুরল্যাগঞ্জ ইউনিয়ন। উত্তরে ডাক্তার বাজার এবং পূর্বে একাডেমীর প্রতিষ্ঠাতা জমিদার বাবুর বাড়ী ও বিশ্ব জাকের মঞ্জিল। ভৌগোলিক দিক থেকে তৎকালীন এর অবস্থান এক দুর্গম ও অনুন্নত এলাকায়, এমনি একটি স্থানে প্রথম পর্যায়ে যারা উন্নয়নের গোড়া পত্তন করেন, তারা হচ্ছেন এ বাইশরশি বাবুর বাড়ির জমিদারগণ।\n\n\n== ইতিহাস ==\nআজকের বাইশরশি শিবসুন্দরী একাডেমীর জন্ম ১৯১৪ সনে। চিরস্থায়ী বন্দোবস্তোর পর বর্তমান সরকারী রাজেন্দ্র কলেজের প্রতিষ্ঠাতা জমিদার রাজেন্দ্রবাবুর পূর্বপুরুষেরা বাইশরশির জমিদার ব্রিটিশ সরকারের নিকট থেকে স্থায়ীভাবে নিয়ে নেয়। শিবসুন্দরী চৌধুরানী রাজেন্দ্রবাবুর জেঠাতভাই জমিদার মহীনচন্দ্র রায়ের স্ত্রী এবং বাহাদুর মাহেন্দ্র নারায়ন রায় চৌধুরীর মাতা। ফরিদপুরের তথা বাংলা ইতিহাস থেকে জানা যায় তৎকালে এতদাঞ্চলে প্রাথমিক বা মাধ্যমিক শিক্ষার কোন শিক্ষা প্রতিষ্ঠান ছিল না। জমিদারগণ নিজের সন্তানদের এবং আমত্যবর্গের সন্তানদের শিক্ষার্জনের লক্ষ্যে একটি প্রতিষ্ঠানের প্রয়োজনীয়তা অনুভব করেন। এলাকার ভুস্বামী, সামন্ত্মপ্রভু, আমত্যবর্গ ও পাইক পেয়াদার ছেলেমেয়েদের শিক্ষার জন্য তারা জমিদারকে একটি শিক্ষা প্রতিষ্ঠান গড়ে তোলার অনুরোধ জানান। এছাড়াও বঙ্গভঙ্গরদ রবীন্দ্রনাথ ঠাকুরের নোবেল বিজয়, বাংলার রাজনৈতিক ও সাংস্কৃতিক অঙ্গনে এক সুপ্ত রেঁনেসার হাওয়া লাগে। সে হাওয়া অজপাড়াগাঁয়ের এ বাইশরশি গ্রামেও লাগে। এমনি পটভূমিতে বিশ্বযুদ্ধের দামামা যখন সারা পৃথিবীতে বেজে উঠে ঠিক তখন ১৯১৪ সালে বিশিষ্ট বিদুৎসাহী ন্যায়পরায়ন জমিদার রায় বাহাদুর মহেন্দ্রনারায়ন রায় চৌধুরী তাঁর মাতা শিবসুন্দরী চৌধুরাণীর নামে বাইশরশি জমিদার বাড়ীর সন্নিকটে (পশ্চিম পার্শ্বে) ৮ (৭.৯৩) একর জমির উপর একটি বিদ্যালয় নির্মাণের চিন্তাভাবনা করেন।\nঅতঃপর স্কুল প্রতিষ্ঠার কাজ ও অন্যান্য আনুষ্ঠানিকতা দ্রত গতিতে এগোতে থাকে। সুযোগ্য তত্ত্বাবধায়ক কৈলাস চন্দ্র সাহার কর্মতৎপরতায় ও হিসাব রক্ষক রসিক লাল ভৌমিকের অক্লান্ত পরিশ্রমে বিদ্যানিকেতনটি ১৯১৪ সালে প্রতিষ্ঠিত হয় \"শিবসুন্দরী একাডেমী\" নামে।\nবাইশরশি শিবসুন্দরী একাডেমীর প্রথম প্রধান শিক্ষক ছিলেন বাবু হরিপ্রসন্ন বি.এ. (অনার্স) বি.টি। এ বিদ্যালয়ে প্রথম ১৯১৬ সালে প্রবেশিকা পরীক্ষায় অংশগ্রহণ করে ৭ জন। পরীক্ষার্থীদের মধ্যে ৬ জনই কৃতিত্বের সাথে উত্তীর্ণ হয়, তন্মধ্যে ২ জন প্রথম শ্রেণী ও ৪ জন দ্বিতীয় শ্রেণীতে পাশ করে। উক্ত পরীক্ষায় সচীন্দ্রমোহন গুহ প্রথম স্থান অধিকার করায় তৎকালীন মুখ্যমন্ত্রীর তহবিল থেকে ৮ টাকা হারে বৃত্তি পেতেন এবং পরবর্তীতে চাকুরীজীবনে তিনি কোলকাতা হাইকোর্টের বিচারপতি নিযুক্ত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}