{"pageid": 1144932, "title": "সৈয়দ নোমানুল হক", "url": "https://bn.wikipedia.org/wiki?curid=1144932", "content": "সৈয়দ নোমানুল হক (নুমান আল-হক্ক) (উর্দু: سید نعمان الحق‎‎; ১৫ ফেব্রুয়ারী, ১৯৪৮) পাকিস্তানের করাচিতে জন্মগ্রহণকারী একজন পাকিস্তানি পণ্ডিত এবং ইতিহাসবিদ, যিনি ইসলামি ইতিহাস এবং ইসলামি দর্শনে বিশেষজ্ঞ। বর্তমানে তিনি করাচির হাবিব বিশ্ববিদ্যালয়ের পরিদর্শনের একজন বিশিষ্ট অধ্যাপক।\n\n\n== কর্মজীবন ==\nহক পাকিস্তানে জন্মগ্রহণ করেন, তবে তার জীবনের বেশিরভাগ সময় কাটিয়েছেন ইংল্যান্ড এবং মার্কিন যুক্তরাষ্ট্রে। হুল বিশ্ববিদ্যালয়ে তিনি ফলিত পদার্থবিদ্যায় স্নাতক ডিগ্রি লাভ করেন এবং ইউনিভার্সিটি কলেজ লন্ডনে তিনি বিজ্ঞান ও দর্শনের ইতিহাস অধ্যয়ন করেন।\nবিশ বছরের কর্মজীবনে হক বিজ্ঞানের ইতিহাস ও দর্শন, উত্তর- আধুনিক দর্শন, ধর্মের ইতিহাস, শিল্পের ইতিহাস এবং সাহিত্যের ইতিহাসের উপর প্রকাশনা এবং সম্পাদকীয় ও গবেষণামূলক কাজ করেছেন।\nহকের বেশ কিছু বই ও সংবাদপত্রের নিবন্ধ প্রকাশিত হয়েছে। তিনি ইংরেজি এবং উর্দু উভয় ভাষায় লেখেন।\n২০০৯ সালে তিনি মেটানেক্সাস ইনস্টিটিউটে একটি সেমিনারে অবদান রাখেন।\nনোমান পাকিস্তানে পরিবার বর্ধিত করেন, তবে তার পরিবারের সদস্যরা যুক্তরাষ্ট্রে থাকেন। ১৮ বছর বয়সে নোমানের বিয়ে হয়।\n\n\n== গ্রন্থপঞ্জি ==\nনাম, প্রকৃতি এবং জিনিস: আলকেমিস্ট জাবির ইবনে হাইয়ান এবং তার কিতাব আল-আহজার (পাথরের বই) । ডরড্রেক্ট/লন্ডনবোস্টন: ক্লুওয়ার একাডেমিক পাবলিশার্স, ১৯৯৩ (ক্লথ)। পেপারব্যাক সংস্করণ, ১৯৯৫।\nটেড পিটার্স এবং মুজাফফর ইকবালের সাথে, ঈশ্বর, জীবন এবং মহাজাগতিক: আস্তিক দৃষ্টিভঙ্গি। অ্যাল্ডারশট: অ্যাশগেট পাবলিশিং, ২০০২।\nহারিস খালিক, একটি বিশ্লেষণাত্মক ভূমিকা এবং টীকা সহ (উর্দুতে) আয়াত নির্বাচন করুন । করাচি: মাকতাবা-ই দানিয়াল, ২০০৬।\nরিফাইনারস ফায়ার: সাম রিফ্লেকশন অন নেভিল, পোস্টমডার্নিজম এবং দ্য টেন্ডস ইন ডিসকোর্সেস অন ইসলাম অন পি. হেল্টজেল এবং এ. ইয়ং এডস। বিশ্বব্যাপী প্রেক্ষাপটে ধর্মতত্ত্ব: রবার্ট নেভিলের সম্মানে প্রবন্ধ। নিউ ইয়র্ক/লন্ডন: কন্টিনিউম, টি অ্যান্ড টি ক্লার্ক ইন্টারন্যাশনাল, ২০০৪।\nইসলাম এবং বাস্তুবিদ্যা : পুনরুদ্ধার এবং পুনর্গঠনের দিকে । ডেডালাস। ২০০১ সালের পতন। ভলিউম ১৩০, নং ৪, ১৪১-১৭৭।\nঅকল্ট সায়েন্স এবং মেডিসিন । ইসলামের নিউ কেমব্রিজ ইতিহাস। ভলিউম ৩, মাইকেল কুক এড.-ইন-চিফ। কেমব্রিজ: ক্যামব্রিজ ইউনিভার্সিটি প্রেস, ২০০৭।\n\n\n== তথ্যসূত্র =="}