{"pageid": 114494, "title": "মেডাল অফ অনার", "url": "https://bn.wikipedia.org/wiki?curid=114494", "content": "মেডাল অফ অনার (ইংরেজি: Medal of Honor) হচ্ছে মার্কিন যুক্তরাষ্ট্র সরকার প্রবর্তিত ও প্রদানকৃত একটি সামরিক পুরস্কার ও সম্মাননা। এটি শুধুমাত্র মার্কিন সশস্ত্র বাহিনীর সদস্যদের জন্য নির্ধারিত। দায়িত্ব প্রদান কালে নিজের জীবনের তোয়াক্কা না করে, দায়িত্বের স্বার্থে, যুক্তরাষ্ট্রের শত্রুর বিপক্ষে বীরোচিত লড়াই করার পুরস্কার স্বরূপ এই সম্মাননা প্রদান করা হয়। মার্কিন সরকারের পরিভাষায় এই সম্মাননা প্রদানের শর্ত হচ্ছে, \"conspicuously by gallantry and intrepidity at the risk of his or her life above and beyond the call of duty while engaged in an action against an enemy of the United States.\" পুরস্কারটির এ ধরনের বৈশিষ্ট্যের জন্য প্রায় সময়ই এটি মরোণত্তর হিসেবে প্রদান করা হয়।\nমার্কিন সামরিক বাহিনীর সকল শাখার, সকল সদস্য এই সম্মাননা পাওয়ার সুযোগ রাখেন। মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি স্বয়ং এই সম্মাননা প্রদান করেন। পুরস্কার গ্রহীতা জীবিত থাকলে তাঁকেই এটি প্রদান করা হয়, এবং যদি মরোণত্তর পুরস্কার প্রদান করা হয়, তবে এটি পুরষ্কৃতের নিকট আত্মীয়ের নিকট প্রদান করা হয়। এটির উচ্চ সম্মানজনক অবস্থানের জন্য মার্কিন অাইন অনুসারে এটিকে সুরক্ষা প্রদান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial Society of Medal of Honor Recipients\nUnited States Army Center of Military History  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ সেপ্টেম্বর ২০০৭ তারিখে\nU.S. Army Medal of Honor Recipients - History and Heritage\nSubmarine Force Medal of Honor Recipients. Submarine Force Museum website\nList of Native Americans who have received the Medal of Honor\nHistory, Legend and Myth: Hollywood and the Medal of Honor (Medal of Honor recipients depicted on film)\nNational Medal of Honor Museum of Military History in Chattanooga, Tennessee\nMedal of Honor During the American Civil War\nPritzker Military Library. Podcasts from the Medal of Honor series.\nAmerican Valor PBS/WETA.\nLoubat, J. F. and Jacquemart, Jules, Illustrator, The Medallic History of the United States of America 1776-1876.\nStealing the General: The Great Locomotive Chase and the First Medal of Honor by Russell S. Bonds\nU.S. Army Institute of Heraldry: Medal of Honor\nMedal of Honor: Beyond the Call - image slideshow by Life magazine\nMedal of Honor recipients with ties to Alabama"}