{"pageid": 11448, "title": "দত্তা", "url": "https://bn.wikipedia.org/wiki?curid=11448", "content": "দত্তা শরৎচন্দ্র চট্টোপাধ্যায় রচিত উপন্যাস। ১৯১৮ সালে এটি রচনা করা হয়। ১৯৩৪ সালে প্রকাশিত হয় দত্তার নাট্যরূপ বিজয়া।\n\n\n== চরিত্র ==\nজগদীশ মুখুয্যে\nবনমালী\nরাসবিহারী\nবিজয়া - বনমালীর মেয়ে\nনরেন্দ্র মুখুয্যে - জগদীশের ছেলে\nবিলাসবিহারী - রাসবিহারীর ছেলে\nদয়ালচন্দ্র - বৃদ্ধ আচার্য\nদয়ালচন্দ্রের স্ত্রী\nনলিনী - দয়ালচন্দ্রের ভাগনী\nদারোয়ান কানাই সিং\nপরেশ - ভৃত্য\nপরেশের মা - ভৃত্য\nকালীপদ - ভৃত্য\nবৃদ্ধ নায়েব\nবৃদ্ধ গোমস্তা\nভট্টাচার্য মশাই\nবিজয়ার পিসি\n\n\n== কাহিনী সারসংক্ষেপ ==\nবনমালীবাবু গ্রামের বিশাল জমিদার। তার দুই অত্যন্ত ঘনিষ্ঠ বন্ধু জগদীশ মুখুয্যে ও রাসবিহারী, জগদীশ বেশি প্রিয়। বনমালীবাবুর একমাত্র কন্যা বিজয়ার সঙ্গে রাসবিহারী তার পুত্র বিলাসের বিবাহে অত্যন্ত আগ্রহী, কিন্তু বনমালীবাবুর ইচ্ছা অন্যরূপ। তিনি বিজয়ার বিবাহ জগদীশের পুত্র শ্রীমান নরেন্দ্র মুখুয্যে বা নরেনের সাথে দিতে চান। সেজন্য নরেনের বিলেতে ডাক্তারী পড়ার সমস্ত খরচ বহন করেন। বনমালীবাবু ব্রাহ্মধর্ম গ্রহণ করেন, উদ্দেশ্যপূর্ণভাবে রাসবিহারীও। সেজন্য গ্রামে তাদের একঘরে করার চেষ্টা হয়। গ্রামবাসীর বিরুপ আচরনের জন্য বনমালী কলকাতায় যান এবং কিছুকাল পরে সেখানেই তার অকালমৃত্যু হয়। সেই সুযোগে রাসবিহারী জমিদারীর সমস্ত ভার নেন। বন্ধুবিয়োগে জগদীশও অসুস্থ হন এবং বাস্তুভিটে খানি বন্ধক রেখে জমিদারী থেকে ঋণ নেন। সময়মতো সেই ঋণ শোধ না করার ফলে রাসবিহারী জগদীশের সমস্ত সম্পত্তি বাজেয়াপ্ত করে তাকে গৃহচ্যুত করেন। শোকে জগদীশ বাড়ীর ছাদ থেকে লাফিয়ে আত্মহত্যা্ করে। সেই সময় নরেন বিলেত থেকে ফিরে সেই গ্রামেই এক আত্মীয়ের বাড়ীতে থেকে চিকিৎসা করতে থাকে, গ্রামে তার বিশেষ সুখ্যাতি হয়, চিকিৎসক হিসাবে ও পরোপকারী মানুষ হিসাবেও।\nকাহিনী বিশেষ মোড় নেয় যখন গ্রামের মানুষের অনেক জল্পনার অবসান ঘটিয়ে বনমালীকন্যা বিজয়া গ্রামে ফেরে। এসেই বিজয়া বুঝতে পারে যে জমিদারী দেখাশোনার নামে রাসবিহারী ও তার ছেলে বিলাস সকল ব্যাপারেই বিশেষ আধিপত্য খাটিয়ে চলেছে। প্রথমেই বিজয়াকে না জানিয়ে বহুদিনের প্রচলিত দুর্গাপূজা তারা বন্ধ করার ঘোষণা করে, কারণ তারা ও বিজয়া ব্রাহ্ম এবং পুতুলপূজায় অবিশ্বাসী। এতে গ্রামের সকলের হয়ে নরেন প্রতিনিধিত্ব করতে এসে বিজয়াকে এই নিষেধ প্রত্যাহার করতে অনুরোধ করে। কিছুক্ষণ বিতর্কের পরে বিজয়া গ্রামের প্রজাদের কথা ভেবে নিজে দুর্গাপূজায় অবিশ্বাসী হয়েও পূজায় অনুমতি দেয়। এতে রাসবিহারীরা অসন্তুষ্ট হওয়ার সাথে সাথে বিজয়ার দৃঢ়চিত্তের প্রথম আভাস পেয়ে শঙ্কিত হয়। নরেনকে ডাক্তার হিসাবে সকলে চিনলেও সে যে জগদীশের ছেলে নরেন, তা জমিদারীতে কেউ জানত না।নদীর ধারে নরেন মাছ ধরার সময় ,সান্ধ্যভ্রমণরতা বিজয়ার হঠাত্ আলাপ হয়। প্রথম আলাপেই বিজয়া নরেনের উচ্চ গুণের পরিচয় পায়। নরেন নিজের পরিচয় গোপন রেখে নিজেকে 'নরেনের বিশেষ বন্ধু' হিসাবে পরিচয় দেয় এবং তার বাড়ি দেখিয়ে সে যে কী কষ্টে আছে, তা সকলই জানায়। এ ব্যাপারে বিজয়া সুবিচারের প্রতিশ্রুতি দেয়। রাসবিহারী ও বিলাস এতে অসন্তুষ্ট তো হয়ই বরং সেই বাড়ীর সম্পূর্ণ দখল নিয়ে সেখানে ব্রাহ্মমন্দির প্রতিষ্ঠা করার অঙ্গীকার করে। নরেন ও বিজয়া পরস্পরের গুণমুগ্ধ হয়ে ক্রমশঃ ঘনিষ্ঠ হয়, কিন্তু তখনও পরিচয় জানতে পারে না। এদিকে বিলাস নরেনের পৈতৃক আবাস দখল করে নরেনের প্রতিষ্ঠিত পাঠশালা উত্খাত করে এবং তখনই নরেনের আসল পরিচয় জানতে পারে এবং পরে বিজয়াকে জানায়। বিজয়া পুলকিত হয় এবং নরেনের প্রতি অনুরক্তও। নরেন বিজয়ার অন্দরমহলে যাতায়াত শুরু করে। এতে রাসবিহারী ও বিলাস অত্যন্ত অসন্তুষ্ট হয় ও পদে পদে নরেনকে অপমানের চেষ্টা করে। একটি মাইক্রোস্কোপ নিয়ে নরেন ও বিজয়ার মধুর সম্পর্ক দৃঢ় হয়।\nজগদীশ-নরেনের বাড়ীতে ব্রাহ্মমন্দির প্রতিষ্ঠার দিনে রাসবিহারী বিজয়া ও বিলাসের বিবাহের ঘোষণা করে বসে। বিজয়ার এতে সম্মতি না থাকায় সে সেখান থেকে প্রস্থান করে। দয়ালবাবু ব্রাহ্মমন্দিরের দেখাশোনার ভার নেন এবং তা করার জন্য সপরিবারে সেই অধিগৃহীত বাড়ীতে বসবাস শুরু করেন। গ্রামে জ্বরের প্রাদুর্ভাব দেখা দেয়, বিজয়াও জ্বরাক্রান্ত হয় এবং নরেনের চিকিৎসা ও সেবায় সুস্থ হয়। ঘনিষ্ঠতা পুনঃস্থাপিত হয়। নরেনকে বিজয়া একদিন মধ্যাহ্ন ভোজনে ডাকে। কথাপ্রসঙ্গে নরেন বলে যে, দয়ালবাবু তাকে তার বাবা জগদীশবাবুর কিছু জিনিসের সঙ্গে তাকে বনমালীবাবুর লেখা খানকয়েক চিঠি দিয়েছেন, একটিতে লেখা আছে - 'বাড়ীটি বন্ধক আছে, সে বিষয়ে চিন্তা করিও না, বাড়ীটি আমি নরেনকে দিব। যদি এমনি না নেয় তবে যৌতুক বলিয়া দিব।'এই কথা শুনে বিজয়া স্তম্ভিত হয় এবং চিঠিগুলি দেখতে চায়। পরে কলকাতা থেকে নরেন ডাকে চিঠিগুলি বিজয়াকে পাঠায়। ইতোমধ্যে রাসবিহারীদের ষড়যন্ত্রে বিজয়া এমনকি বিলাসের সাথে বিবাহের লিখিত অঙ্গীকার পর্যন্ত করে বসে এবং বিবাহের দিনও স্থির হয়ে যায়। এদিকে দয়ালকন্যা নলীনির সাথে নরেনের বন্ধুত্ব হয় এবং সে নরেন ও বিজয়ার পরস্পরের অনুরাগের কথা জানতে পেরে দয়ালবাবুকে সকলই জানায়। দয়ালবাবু অন্তরালে থেকে সুযোগের প্রতীক্ষা এবং বিবাহের আয়োজন করতে থাকেন। সেই সুযোগ উনি নেন বিজয়া ও বিলাসের স্থিরিকৃত বিবাহের দিনেই! সেদিন সকাল থেকে জমিদারবাড়ীতে বিজয়া ও বিলাসের বিবাহের আয়োজন। দয়ালবাবু মধ্যাহ্নে তার বাড়ীতে এক অনুষ্ঠানের নাম করে বিজয়াকে ডেকে পাঠান। সেখানে বিজয়া সবিস্ময়ে জানতে পারে, অনুষ্ঠানটি আর কিছুই নয়, তার সঙ্গে নরেনের বিবাহ! নলিনী এসে তাকে সমস্ত প্রাঞ্জল করে ও শৃঙ্গার করাতে নিয়ে যায়। অকস্মাত্ রাসবিহারী আবির্ভূত হয়ে দয়ালবাবুকে বিজয়ার স্বাক্ষরিত অঙ্গীকারপত্র দেখিয়ে জিজ্ঞাসা করে যে সে কীভাবে নরেনের সাথে বিজয়ার বিবাহ দিচ্ছে! এতে নলিনী বেরিয়ে এসে রাসবিহারীকে প্রতিপ্রশ্ন করে যে তিনি জগদীশবাবুকে লেখা বনমালীবাবুর চিঠি সম্পর্কে সম্যক অবগত হয়েও কেন তা সম্পূর্ণ লুকিয়ে রেখে সম্পতির লোভে তার ছেলে বিলাসের সাথে বিবাহ দিতে চেয়েছিলেন এবং নরেনকে পথের ভিখারি করেছিলেন। রাসবিহারী তার সমস্ত ষড়যন্ত্র ব্যর্থ হয়েছে জেনে সেখান থেকে প্রস্থান করেন ।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nদত্তা (চলচ্চিত্র), ২০২৩ এর নির্মল চক্রবর্তী পরিচালিত চলচ্চিত্র\n\n\n== আরোও দেখুন ==\n\n\n== তথ্যসূত্র =="}