{"pageid": 1144030, "title": "প্রজ্ঞানং ব্রহ্ম", "url": "https://bn.wikipedia.org/wiki?curid=1144030", "content": "প্রজ্ঞানং ব্রহ্ম (সংস্কৃত: प्रज्ञानम् ब्रह्म) হল মহাবাক্য, যা ঋগ্বেদের ঐতরেয় উপনিষদে পাওয়া যায়।\n অন্যান্য মহাবাক্য হল- \"অহং ব্রহ্মাস্মি\", \"তৎ ত্বং অসি\" ও \"অয়ং আত্মা ব্রহ্ম\"।  পরমাত্মার চেতনা হল \"প্রজ্ঞানং ব্রহ্ম\"।\nসবকিছুই চৈতন্য (চেতনা) দ্বারা উৎপন্ন হয়, এবং সবকিছুই চেতনার অপর নাম। জগৎ চেতনা দ্বারা পরিচালিত হয়। চেতনাই কারণ, চেতনাই ব্রহ্ম।\n\n\n== ব্যুৎপত্তি ও অর্থ ==\nসংস্কৃত শব্দ প্রজ্ঞা অর্থ \"জ্ঞান বা  চেতনা\", এবং স্বতঃস্ফূর্ত ধারণা।। ব্রহ্ম হল পরম, চেতনা, অসীম এবং \"সর্বোচ্চ সত্য\"। বিশেষভাবে \"ব্রহ্ম হল প্রজ্ঞানং\"; \"চূড়ান্ত বাস্তবতা হল প্রজ্ঞা\"।\nপ্রজ্ঞানং ব্রহ্ম এর অর্থ \"ব্রহ্ম-চেতনা\" বা \"ব্রহ্ম-জ্ঞান\"।\n\n\n== উৎস ও তাৎপর্য ==\nমহাবাক্যটি ঋগ্বেদের ঐতরেয় উপনিষদে পাওয়া যায়। ঐতরেয় উপনিষদ ৩.৩ এ উল্লেখ করা হয়েছে,\n\nঐতরেয় উপনিষদের তৃতীয় অধ্যায়ে আত্মার প্রকৃতি নিয়ে আলোচনা করা হয়েছে। এটি ঘোষণা করে যে চেতনাই মানুষকে সংজ্ঞায়িত করে, সমস্ত বুদ্ধিবৃত্তিক এবং নৈতিক তত্ত্বের উৎস, সমস্ত দেবতা, সমস্ত জীবিত প্রাণী, যা কিছু আছে। তারপর উপনিষদ দাবি করে যে মহাবিশ্বের ধাঁধার চাবিকাঠি হল নিজের অন্তর্নিহিত। মহাবিশ্বকে জানতে, নিজেকে জানুন। আপনি হয়ে অমর হয়ে উঠুন, ঐতরেয় উপনিষদ পরামর্শ দেয়।\nসাহু এর মতে,\n\nপ্রজ্ঞানং ইতি ব্রহ্ম - জ্ঞান হল স্বয়ং। প্রজ্ঞানং বলতে বোঝায় স্বজ্ঞাত সত্য যা কারণ দ্বারা যাচাই/পরীক্ষা করা যায়। এটি বুদ্ধির উচ্চতর কাজ যা সত-চিৎ-আনন্দ বা সত্য/অস্তিত্ব-চেতনা-আনন্দ, অর্থাৎ ব্রহ্ম/আত্মা/আত্ম/ব্যক্তিতে সত বা সত্য/অস্তিত্ব নিশ্চিত করে। [...] সত্যিকারের জ্ঞানী ব্যক্তি [...] প্রজ্ঞা নামে পরিচিত - যিনি নিজেই ব্রহ্মত্ব লাভ করেছেন; এইভাবে, বৈদিক মহাবাক্যের সাক্ষ্য দিচ্ছেন: প্রজ্ঞানং ইতি ব্রহ্ম।\nডেভিড লয়ের মতে,\n\nব্রহ্মের জ্ঞান [...] ব্রহ্মের অন্তর্জ্ঞান নয় বরং নিজেই ব্রহ্ম।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== ওয়েব সূত্র ==\n\n\n== বহিঃসংযোগ ==\nAitareya Aranyaka with Aitareya Upanishad embedded inside Max Muller. The Sacred Books of the East, Oxford University Press\nAitareya Upanishad Another archive of Nikhilānanda translation\nAitareya. Sri Aurobindo Ashram, Pondicherry (city). 1972.\nAiteraya Upanishad Sanskrit Text, sanskritdocuments.org\nThe four MahaVakyas of the Upanishads that can change your perspective about God !  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ জুলাই ২০২২ তারিখে\nOutlines of Vedanta: Prajnanam Brahma Aham Brahmasmi Tattvamasi Ayamatma Brahma"}