{"pageid": 1144966, "title": "মুহসিনুল কাযভিনি", "url": "https://bn.wikipedia.org/wiki?curid=1144966", "content": "মুহসিন বাকির আল-মুসাভি আল-কাযভিনি (আরবি: محسن باقر الموسوي القزويني ; ১৯৫১ খ্রিষ্ট্রাব্দ) একজন ইরাকি লেখক, রাজনীতিবিদ, প্রাবন্ধিক, কলেজের অধ্যাপক এবং কারবালার আহলে বাইত বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা।   \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআল-কাযভিনি কারবালায় জন্মগ্রহণ করেন। তিনি বিশিষ্ট ধর্মীয় আল-কাযভিনি পরিবারের সদস্য। তার পিতা, সৈয়দ বাকির আল-কাযভিনি ছিলেন একজন আলেম। তার মা আরব শাম্মার গোত্রের।\n\n\n=== শিক্ষা ===\nতিনি ইরাকে বড় হন এবং বাগদাদ বিশ্ববিদ্যালয়ের ওসোল অ্যালদিন কলেজ থেকে ১৯৭৪ সালে স্নাতক ডিগ্রি অর্জন করেন। তিনি বাথিস্ট শাসনের ক্রমবর্ধমান চাপের ফলে ১৯৭৫ সালে কুয়েতে এবং তারপর ১৯৭৭ সালে ইরানে চলে যান। এরপর তিনি লেবাননে চলে যান এবং ১৯৯২ এবং ১৯৯৫ সালে বৈরুতের ইমাম আল-আউজাই ইসলামি বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর এবং ডক্টরেট অর্জন করেন। \n\n\n=== ইরাকে ফেরত ===\n২০০৩ সালে ইরাক আক্রমণের পর আল-কাযভিনি ইরাকে ফিরে আসেন। ২০০৪ সালে, তিনি কোয়ালিশন অস্থায়ী কর্তৃপক্ষের সদস্য হন এবং ২০০৫ সালে সংবিধান রচনা বোর্ডের সদস্য হন।  \n\n\n== আহলে বাইত বিশ্ববিদ্যালয় ==\n\nআল-কাযভিনি একটি ইসলামি বিশ্ববিদ্যালয় চালু করার চেষ্টা করেছিলেন এবং ২০০০ সালে আহলে বাইত আন্তর্জাতিক বিশ্ববিদ্যালয় হিসেবে ইন্টারনেটে একটি ভার্চুয়াল বিশ্ববিদ্যালয় চালু করার মাধ্যমে তা সম্পন্ন করেন। ২০০৩ সালের ইরাক আক্রমণের পর, আল-কাযভিনি কারবালায় ফিরে আসেন এবং উচ্চ শিক্ষা মন্ত্রকের বিবেচনার ভিত্তিতে, তিনি একটি ভবন ক্রয় করতে এবং ভূমিতে বিশ্ববিদ্যালয় স্থাপন করতে সক্ষম হন। ২০০৭ সালে, আল-কাযভিনি ৭০০০ বর্গমিটার আয়তনের একটি জমি কিনেন, যা ইমাম হোসেনের মাজার থেকে ৪ কিলোমিটার দূরে ছিল এবং পাশাপাশি বিশ্ববিদ্যালয়ের জন্য একটি দ্বিতীয় শাখা তৈরি করেন। এর ফলে এটি বিশ্ববিদ্যালয়ের জন্য একটি বিস্তৃত সম্প্রসারণের এবং আরও অনেক অনুষদ খোলার সুযোগ পায়।\n\n\n== কাজ ==\n\n\n=== বই ===\nআল-কাযভিনি ১৬টি বই প্রকাশ করেছেন, এর মধ্যে কয়েকটি:\n\nইমাম আলীর আইন (১৯৭৩)\nদ্য স্টেট অফ দ্য মেসেঞ্জার (১৯৯২)\nনাহজ আল-বালাঘায় অর্থনীতি (১৯৯৭)\nইমাম হোসেনের বিপ্লব (২০০০)\n\n\n=== কাগজপত্র ===\nআল-কাযভিনির ইসলামি বিজ্ঞান, আইন এবং রাজনীতির উপর ৩০টিরও বেশি বৈজ্ঞানিক ও গবেষণাপত্র প্রকাশিত হয়েছে।\n\n\n== আরও দেখুন ==\n\nআহলে বাইত বিশ্ববিদ্যালয়\nআল-কাযভিনি পরিবার\nনাহজুল বালাগা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইরাকি একাডেমিক সায়েন্টিফিক জার্নাল আল-কাযভিনির জার্নাল (আরবি ভাষায়)"}