{"pageid": 1144744, "title": "কার্তিকেয় মালভিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1144744", "content": "কার্তিকেয় মালভিয়া (জন্ম: ৩ নভেম্বর ২০০৪) একজন ভারতীয় অভিনেতা। তিনি কালার্স টিভিতে প্রচারিত জনপ্রিয় পৌরাণিক টেলিভিশন ধারাবাহিক কর্মফল দাতা শনিতে বালক শনি চরিত্রে অভিনয়ের জন্য সুপরিচিত। মালভিয়া সর্বশেষ চন্দ্রগুপ্ত মৌর্যে অভিনয় করেন। তিনি রাধাকৃষ্ণ ধারাবাহিকে সাম্ব (কৃষ্ণের পুত্র) চরিত্রে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nমালভিয়া ২০০৪ সালের ৩ নভেম্বর ভারতের ইতারসিতে পিতা মহেশ মালভিয়া এবং মা নীলিমা মালভিয়ার পরিবারে জন্মগ্রহণ করেন জন্মগ্রহণ করেন। মালভিয়া ইন্ডিয়া'স বেস্ট ড্রামেবাজে প্রথম রানার আপ হয়েছিলেন। তার পিতা ইতারসির একজন অধ্যাদেশ কারখানার কর্মচারী। নুপূর মালভিয়া নামে তার একটি বড় বোনও রয়েছে যিনি জি টিভির সা রে গা মা পা-তে একটি টেলিভিশন শোয়ে উপস্থিত হয়েছিলেন। তার অভিনয়ের জন্য নুপূর বেশ কয়েকটি পুরস্কার জিতেছেন। আপাতত তিনি ইন্দোরে এমবিবিএস করছেন।\nমালভিয়া তার মায়ের কাছ থেকে অভিনয় শিখেছিলেন, যিনি ভারতনাট্যম-এ জ্ঞান রাখতেন। টেলিভিশন শো ইন্ডিয়াস বেস্ট ড্রামেবাজে অভিনয়ের পরে অবসর সময়ে তিনি সেটে একটি অভিনয় শিক্ষক পেয়েছিলেন, যা প্রোডাকশন হাউজ সরবরাহ করেছিল। মালভিয়া তার শুটিংয়ের সময়সূচির মধ্যে অনলাইনে অধ্যয়ন করতেন যাতে তিনি তার পড়াশোনা চালিয়ে যেতে পারেন। তিনি সফলভাবে মার্চ ২০১৯ সালে ১০ম সিবিএসই বোর্ড পরীক্ষায় উত্তীর্ণ হয়েছেন। তিনি সেখানে মানবিক প্রবাহের বিষয় বেছে নিয়েছেন।\n২০১৭ সালের অক্টোবরে মালভিয়া ছোটখাটো ভোকাল কর্ড সার্জারি করান।\n\n\n== কর্মজীবন ==\nমালভিয়া ইন্ডিয়াস বেস্ট ড্রামেবাজ শো'র মাধ্যমে টেলিভিশনে আত্মপ্রকাশ করেছিলেন। তিনি বেশ কয়েকটি পর্বে উপস্থিত হয়েছিলেন এবং সিজন ২ রানার-আপ হয়েছিলেন। তার অভিনয়ের জন্য বিচারক সাজিদ খানের কাছ থেকে \"মিথো কিং\" ডাকনাম অর্জন করেন। এই শোতে, মালভিয়া কর্ণ, জটায়ু এবং ভগৎ সিং সহ অন্যান্য পৌরাণিক চরিত্রে অভিনয় করেছিলেন। পরবর্তীতে মালভিয়া একজন সুপরিচিত অভিনেতা হিসাবে প্রতিষ্ঠিত হন।\n২০১৮ সালের এপ্রিলে মাসে মালভিয়া ইন্ডিয়াস বেস্ট ড্রামেবাজ শো-এর প্রচার করেছিলেন এবং তিনি ভোপালের প্রতিভাবান শিশুদের শোয়ের তৃতীয় সিজনের জন্য অডিশন দেওয়ার জন্য উৎসাহিত করেছিলেন।\n২০১৬ সালের এপ্রিলে মালভিয়া ভারতীয় টেলিভিশন ধারাবাহিক কর্মফলদাতা শনিতে বালক শনি দেবের চরিত্রে অভিনয় শুরু করেন। প্রাথমিকভাবে, মালভিয়াকে ২০টি পর্বের জন্য চুক্তিবদ্ধ করা হয়েছিল। তবে অধিক দর্শকপ্রিয়তার কারণে মালভিয়াকে ২০১৭ সালের অক্টোবরে তার চুক্তির সময়কাল বৃদ্ধি করতে হয়।\nপর্দায় মালভিয়ার মা চরিত্রে অভিয়নকারী জুহি পারমার সহ তার সহ-অভিনেতাদের সাথে ভাল সম্পর্ক রাখেন বলে জানা গেছে। মালভিয়া প্রকাশ্যে বলেছেন যে সহ-অভিনেতা তরুণ খান্না তার 'দ্রোণাচার্য'।  মালভিয়া এই শোয়ের প্রচারের জন্য লখনউ, আহমেদাবাদ এবং ইন্দোর সফর করেছেন।  মালভিয়া টেলিভিশন শো বিগ বস ১০-এ অভিনয় করেছেন এবং শোটির প্রচারও করেছেন।\nধারাবাহিকটি বাংলা, তামিল, তেলুগু এবং মালয়ালমের মতো অনেক ভারতীয় ভাষায় ডাব করা হয়েছে। মালয়ালম ভাষায় এটি সূর্য টিভিতে শনিশ্বরন নামে ডাব করা হয়।  ফলে গোটা ভারতে বিশেষ করে কেরল, নেপাল, মায়ানমার, ইন্দোনেশিয়া এবং বাংলাদেশে মালভিয়ার জনপ্রিয়তা বৃদ্ধি পায়। মালভিয়াকে ইন্দোনেশিয়ায় মিট অ্যান্ড গ্রিট শোতে যোগ দেওয়ার জন্য আমন্ত্রণ করা হয়েছিল।\nমালভিয়া সনি টিভিতে প্রচারিত ঐতিহাসিক নাট্য সিরিজ চন্দ্রগুপ্ত মৌর্যে তরুণ চন্দ্রগুপ্ত মৌর্যের চরিত্রে অভিনয় করেছিলেন। ২০২০ সাল থেকে তিনি স্টার ভারতের জনপ্রিয় ধারাবাহিক রাধাকৃষ্ণে ভগবান কৃষ্ণ ও তার স্ত্রী রানী জাম্ববতীর পুত্র সাম্ব হিসেবে নেতিবাচক চরিত্রে অভিনয় করছেন।\n\n\n== টেলিভিশন ==\n\n\n== পুরস্কার ও সম্মাননা ==\n\n\n=== পুরস্কার ===\nকর্মফলদাতা শনিতে তার প্রধান অভিনয়ের জন্য তিনি বেশ কয়েকটি পুরস্কার জিতেছিলেন। এর মধ্যে জনপ্রিয় টিভি নিউজ শো সাস বাহু আওর সাজিশ টেলিব্রেশনে ১৩টি সফল বর্ষ সমাপ্তির জন্য এবিপি নিউজের একটি পুরস্কার অন্তর্ভুক্ত রয়েছে।\n\n\n=== সম্মাননা ===\n২০১৮ সালের মার্চ মাসে মালভিয়াকে জলন্ধরের সিদ্ধ শক্তিপীঠ শ্রী দেবী তালাব মন্দিরে প্রধান অতিথি হিসাবে শ্রী রাম নবমী ছুটির দিনটি উদযাপনের জন্য পাঞ্জাবে আমন্ত্রণ জানানো হয়েছিল।\n২০১৮ সালের এপ্রিলে মালভিয়া ভোপালে ইন্ডিয়াস বেসট ড্রামেবাজের প্রচারের জন্য গিয়েছিলেন। তিনি অভিনেতা গৌতম রোডে এবং শ্রেয়াস তালপাড়ের সাথে হেল্প এ স্টার সহ বিভিন্ন সামাজিক অনুষ্ঠানেও অংশ নিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআইএমডিবি-তে কার্তিকেয় মালভিয়া"}