{"pageid": 1144394, "title": "ডিজনি চ্যানেল (স্ক্যান্ডিনেভিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1144394", "content": "ডিজনি চ্যানেল দ্য ওয়াল্ট ডিজনি কোম্পানি দ্বারা মালিকানাধীন একটি স্ক্যান্ডিনেভীয় শিশুতোষ টেলিভিশন চ্যানেল। এটি সম্প্রচার শুরু করে ২০০৩ সালের ২৮ ফেব্রুয়ারিতে।\n\n\n== ইতিহাস ==\n২০০৩ সালের ২৮ ফেব্রুয়ারিতে ডিজনি চ্যানেল নর্ডীয় দেশসমূহে সম্প্রচার শুরু করে, এবং তখন শুধু ভায়াস্যাট স্যাটেলাইট প্ল্যাটফর্মে উপলব্ধ ছিল। পরে সেই সালে সুইডেনের কম হেমের মতো ডিজিটাল কেবল নেটওয়ার্কে উপলব্ধি করা হয়। যখন চ্যানেলটির উদ্বোধন হয়, এটি শুধু অ্যানিমেটেড অনুষ্ঠান প্রচারিত করতো, এর মধ্যে প্রায় ডিজনি চ্যানেল মূল অনুষ্ঠান ছিল না (যা যুক্তরাষ্ট্রে এগুলোকে বলা হয়)। ২০০৫ সালে ডিজনি চ্যানেল এর প্রথম লাইভ-অ্যাকশন অনুষ্ঠান প্রচারিত করে, যা ছিল স্মার্ট গায়।\n২০০৩ সালে চ্যানেলটি সুইডীয় ডিজিটাল টেরেস্ট্রিয়াল টেলিভিশন নেটওয়ার্কে সম্প্রচার করার একটি লাইসেন্সের জন্য আবেদন করে। ডিজনি চ্যানেল সুইডীয় রেডিও ও টেলিভিশন কর্তৃপক্ষ দ্বারা রেকোমেন্ড করা টেলিভিশন চ্যানেলের মধ্যে এক, এবং ২০০৪ সালের ২৯ জানুয়ারিতে সরকার ডিজনি চ্যানেলকে একটি সম্প্রচারের লাইসেন্স দেয়। ১৫ ফেব্রুয়ারিতে বক্সার টিভি অ্যাক্সেস প্ল্যাটফর্মের মাধ্যমে এটি টেরেস্ট্রিয়াল সম্প্রচার শুরু করবে। পরে চ্যানেলটি এর প্রথম বার্ষিকী পালন করে এক সপ্তাহান্তের জন্য এনক্রিপশন বাতিল করে। ২০০৫ সালের ১ আগস্টে চ্যানেলটি কানাল ডিজিটাল স্যাটেলাইট প্ল্যাটফর্মের সাবস্ক্রাইবারদের জন্য উপলব্ধি করা হয়। একইভাবে টুন ডিজনি নামের একটি ভ্রাতৃপ্রতিম চ্যানেল সম্প্রচার শুরু করে, এবং পরে ২০০৬ সালের ১ অক্টোবরে প্লেহাউজ ডিজনি নামের এর তৃতীয় ভ্রাতৃপ্রতিম সম্প্রচার শুরু করে।\n২০০৯ সালের শরৎকালে চ্যানেলটি নিজস্ব প্রযোজনা তৈরি করা শুরু করে। এর মধ্যে ছিল নোর ক্লকের্নে রিংগার নামের একটি সিটকম, যা ডেনীয় প্রযোজক নোবডি দ্বারা প্রযোজিত, এবং একটি সংগীত প্রতিযোগিতা মাই ক্যাম্প রক\", যা টাইটান টেলিভিশন দ্বারা প্রযোজিত।\n২০১২ সালের জানুয়ারিতে ডিজনি চ্যানেল স্ক্যান্ডিনেভিয়া তখন ডিজনি চ্যানেল ইউকেতে ব্যবহৃত একই সম্প্রচারের গ্র্যাফিক্স এবং লোগো ব্যবহার করা শুরু করে। সেই সালের মেতে চ্যানেলটি ১৬:৯ ওয়াইডস্ক্রিনে সম্প্রচারে স্থানান্তর হয়।\n২০১২ সালের ১ আগস্ট থেকে চ্যানেলটি অনুষ্ঠানের মাঝখানে বিজ্ঞাপন প্রচারিত করা শুরু করে। ২০১২ সালের শরৎকালে বিজ্ঞাপনের জন্য সুইডেন, নরওয়ে, এবং ডেনমার্কে ডিজনি চ্যানেলগুলো আলাদা হয়, যেন স্থানীয় বিজ্ঞাপন প্রচারিত করা আরও সহজ হয়, কিন্তু নর্ডীয় দেশসমূহে প্রোমোগুলো অব্যহত থাকে।\n২০১৩ সালে অক্টোবরে ডিজনি চ্যানেল স্ক্যান্ডিনেভিয়া এর নিজস্ব স্থানীয়ভাবে প্রযোজিত ক্ষুদ্র ধারাবাহিক প্রযোজিত করেছে, ভাইওলেটা: দ্য স্কুপ, যা ভাইওলেটার সাথে দেখা করে, স্নিক পিক দেখায়, এবং ধারাবাহিকের থেকে \"রহস্য\" এর ব্যপারে কথা বলে।\n২০১৪ সালের ২৯ মেতে ডিজনি চ্যানেল স্ক্যান্ডিনেভিয়া বিডিএ ক্রিয়েটিভ দ্বারা তৈরি নতুন সম্প্রচার গ্র্যাফিক্স এবং লোগো ব্যবহার করা শুরু করে। নতুন লোগোটির প্রথম উপস্থাপনা করা হয় জার্মান ডিজনি চ্যানেলে ২০১৪ সালের জানুয়ারিতে যখন একটি ফ্রি-টু-এয়ার চ্যানেলে রূপান্তিত হয়, এবং পরে ২৩ মেতে যুক্তরাষ্ট্রে।\n\n\n== অনুষ্ঠানসমূহ ==\n\nচ্যানেলটি মূলে শিশুদের লক্ষ্য করা, প্রতিদিন ২৪ ঘণ্টার জন্য ডিজনির টেলিভিশন ধারাবাহিক প্রচারিত করে। ডিজনির চলচ্চিত্রও চ্যানেলের অনুষ্ঠানসূচীর একটি গুরুত্বপূর্ণ অংশ। সমস্ত অনুষ্ঠান স্থানীয় ভাষাসমূহে ডাব করা। একই অনুষ্ঠানসূচী থাকতেও ২০১২ সালের শরৎকাল থেকে ডিজনি চ্যানেল দেশব্যাপী আলাদা ভিডিও স্ট্রিম দিয়ে সম্প্রচার করতো, নিজস্ব অডিও স্ট্রিম সহ। ডিজনি চ্যানেলে অনেকগুলো সিন্ডিকেট করা অনুষ্ঠানসমূহও প্রচারিত করেছে, যেমন দ্য ফেয়ার্লি অডপ্যারেন্টস এবং স্কেয়ার্ডি স্কুইরেল.\n\n\n== অন্যান্য চ্যানেল এবং সার্ভিস ==\n\n\n=== ডিজনি এক্সডি ===\n\nডিজনি এক্সডি ছেলেদের লক্ষ্য করা একটি শিশুতোষ টেলিভিশন চ্যানেল ছিল যা মধ্য ইউরোপ সময়ে সকাল ৬টার থেকে রাত ১০টার পর্যন্ত দিনে ১৬ ঘণ্টার জন্য সম্প্রচার করতো। এটি ২০০৯ সালের ১২ সেপ্টেম্বরে জেটিক্স এবং টুন ডিজনিকে প্রতিস্থাপন করেছে। জেটিক্স এর দৈনিক সম্প্রচার সন্ধ্যা ৬টায় শেষ করতো। ডিজনি এক্সডি বিজ্ঞাপনের মাধ্যমে তহবিল গঠন করে, জেটিক্সের মতো, যেহেতু টুন ডিজনি বিজ্ঞাপন-মুক্ত ছিল। ২০২০ সালের ৩১ ডিসেম্বরে এটি সম্প্রচার বন্ধ করে।\n\n\n=== ডিজনি জুনিয়র ===\n\nডিজনি জুনিয়র প্রাক-প্রাথমিক শিশুদের লক্ষ্য করা একটি টেলিভিশন চ্যানেল যা ২০০৬ সালের অক্টোবরে প্লেহাউজ ডিজনি নামে কানাল ডিজিটাল এবং ভিয়াস্যাট স্যাটেলাইট অপারেটরে সম্প্রচার শুরু করে। পরে চ্যানেলটি কেবল অপারেটরে সম্প্রচার শুরু করে। সুইডেনের বৃহত্তম কেবল অপারেটর, কম হেমে চ্যানেলটি ২০০৭ সালের ২ এপ্রিলে সম্প্রচার শুরু করে। ২০১১ সালের ১০ সেপ্টেম্বরে প্লেহাউজ ডিজনি ডিজনি জুনিয়র নামে রূপান্তর হয়।\n\n\n=== ওয়েবসাইট ===\nটেমপ্লেট:পুনঃনির্দেশ\n২০০৭ সালের গ্রীষ্মকালে ডিজনি প্লে নামের একটি ভিডিও সার্ভিস চালু হয়, যা শুধু এই অঞ্চলে উপলব্ধ। ২০১২ সালে নতুন লোগো সহ ওয়েবসাইটটি পরিবর্তন হয়। ২০১৩ সালে নভেম্বরে ওয়েবসাইটটি আবারও পরিবর্তন হয় ডিজনি চ্যানেল ইউকে ওয়েবসাইটের রূপে।\n\n\n== তথ্যসূত্র =="}