{"pageid": 1144516, "title": "ইসকন কমিউনিকেশন জার্নাল", "url": "https://bn.wikipedia.org/wiki?curid=1144516", "content": "ইসকন কমিউনিকেশনস জার্নাল ( ICJ ) হল একটি দ্বিবার্ষিক ম্যাগাজিন, যেটি ইসকনের মিশনারি উন্নয়নের সাথে সম্পর্কিত এবং যোগাযোগ, প্রশাসন, সামাজিক উন্নয়ন এবং শিক্ষার বিষয়গুলি যা ইসকনে মিশনকে প্রভাবিত করেছিল বিষয়গুলির উপর দৃষ্টিভঙ্গি নিবদ্ধ করে। ICJ বিভিন্ন সম্প্রদায়ের সদস্যদের ইসকনের উন্নয়ন সম্পর্কে মন্তব্য করার জন্য একটি ফর্ম প্রদান করে। এটি ১৯৯৩ সালে প্রতিষ্ঠিত হয়েছিল এবং ২০০৫ সালে এর শেষ সংখ্যা প্রকাশিত হওয়া পর্যন্ত এটি ইউরোপ দ্বারা প্রকাশিত হয়েছিল।\nআইসিজে পণ্ডিতদের দ্বারা ইসকনের বুদ্ধিজীবী পত্রিকা হিসাবে বিবেচিত হয় এবং বেশ কয়েকজন বিশিষ্ট পণ্ডিতের গবেষণাপত্র প্রকাশিত হয়। ব্রিটিশ সমাজবিজ্ঞানী জেমস বেকফোর্ড আইসিজেকে তাদের নিজস্ব একাডেমিক অধ্যয়নে ধর্মীয় আন্দোলনের অবদানের উদাহরণ হিসেবে দেখেছেন। বেকফোর্ড বলেছিলেন যে ম্যাগাজিনটি দেখিয়েছিল যে কীভাবে ইসকনের \"জৈব বুদ্ধিজীবীরা\" পণ্ডিতদের সাথে তাদের গবেষণা এবং ধারণা নিয়ে আলোচনা করছেন এবং কিছু ক্ষেত্রে যৌথ গবেষণা পরিচালনা করছেন।  ড্যানিশ ধর্মীয় অধ্যয়ন পণ্ডিত মিকেল রথস্টেইনের মতে, ম্যাগাজিনটি ছিল ইসকনের অভ্যন্তরীণ যোগাযোগের একটি মাধ্যম, সেইসাথে শিক্ষাবিদদের সাথে সংলাপের ফোরাম। তার দৃষ্টিতে, ম্যাগাজিনটি একাডেমিক সম্প্রদায়ের সাথে সুসম্পর্কের ক্ষেত্রে ইসকনের মৌলিক আগ্রহের প্রতিনিধিত্ব করে।\nICJ এর প্রতিষ্ঠাতা ও কমিশনিং সম্পাদক ছিলেন শৌনক ঋষি দাস ।\n\n\n== গ্রন্থপঞ্জি ==\nAltglas, Véronique (2005), \"Les mots brûlent»: sociologie des Nouveaux Mouvements Religieux et déontologie\", Archives de sciences sociales des religions: 165-188\nBeckford, James A. (2003), Social Theory and Religion, Cambridge, UK; New York: Cambridge University Press, আইএসবিএন ০-৫২১-৭৭৪৩১-৪\nGeertz, Armin W.; Warburg, Margit & Christensen, Dorthe R. (2008), New Religions and Globalization: Empirical, Theoretical and Methodological Perspectives, Aarhus: Aarhus University Press, আইএসবিএন ৮৭-৭৯৩৪-২৯৪-৯\nMayer, Jean-François (2004), \"New Approaches to the Study of New Religions in North America and Europe\", in Peter Antes, Armin W. Geertz, Randi R. Warne, New Approaches to the Study of Religion: Regional, Critical, and Historical Approaches, Berlin: Walter de Gruyter, pp. 407–436, আইএসবিএন ৩-১১-০১৭৬৯৮-X\nRobbins, Thomas & Zablocki, Benjamin D. (2001), Misunderstanding cults: searching for objectivity in a controversial field, Toronto: University of Toronto Press, আইএসবিএন ০-৮০২০-৮১৮৮-৬\nRochford, E. Burke (2007), Hare Krishna Transformed, New York: New York University Press, আইএসবিএন ০-৮১৪৭-৭৫৭৯-৯\nRothstein, Mikael (1996), Belief Transformations: Some Aspects of the Relation Between Science and Religion in Transcendental Meditation (TM) and the International Society for Krishna Consciousness (ISKCON), Aarhus: Aarhus University Press, আইএসবিএন ৮৭-৭২৮৮-৪২১-৫\nNye, Malory (2001), Multiculturalism and Minority Religions in Britain: Krishna Consciousness, Religious Freedom and the Politics of Location, Richmond, Surrey: Curzon Press, আইএসবিএন ০-৭০০৭-১৩৯২-১\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}