{"pageid": 1144982, "title": "মিজোরাম শান্তি চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1144982", "content": "১৯৮৬ সালের সাক্ষরিত মিজোরাম শান্তি চুক্তি ছিল ১৯৬৬ সাল থেকে শুরু হওয়া ভারতের মিজোরামে বিদ্রোহ ও সহিংসতা বন্ধ করার জন্য ভারত সরকার এবং মিজো ন্যাশনাল ফ্রন্ট (MNF)-এর মধ্যে একটি আনুষ্ঠানিক চুক্তি। মিজো ন্যাশনাল ফ্রন্ট ছিল মিজো বিচ্ছিন্নতাবাদীদের একটি সংগঠন যা লালডেঙ্গার নেতৃত্বে ভারত থেকে স্বাধীনতার জন্য লড়াই করে। আন্দোলনটির সূত্রপাত হয় ১৯৫০ এর দশকের শেষদিকে মিজোরামে মহা দুর্ভিক্ষের সময় (মাউতম নামে পরিচিত) ভারত সরকারের দৃষ্টির অভাবের কারণে। পরবর্তী দশকগুলিতে রাজনৈতিক বিদ্রোহ এবং সামাজিক অস্থিরতা দেখা দেয়। বেশ কিছু বিষয়ে আলোচনার পর, মিজোরাম অ্যাকর্ড, ১৯৮৬: মেমোরেন্ডাম অফ সেটেলমেন্ট শীর্ষক নথিটি অবশেষে ১৯৮৬ সালের ৩০ জুন তারিখে স্বাক্ষরিত হয়ে। এমএনএফ-এর হয়ে লালডেঙ্গা, ভারত সরকারের স্বরাষ্ট্র সচিব আরডি প্রধান এবং মিজোরাম সরকারের মুখ্য সচিব লালখামা এতে স্বাক্ষর করেন। ১৯৪৭ সালে ব্রিটিশ সাম্রাজ্য থেকে স্বাধীনতার পর এটিকে ভারতের সবচেয়ে সফল একমাত্র শান্তি চুক্তি হিসেবে উল্লেখ করা হয়।\n\n\n== প্রেক্ষাপট ==\nউনবিংশ শতাব্দীতে মিজো জনগণ ব্রিটিশ ভূখণ্ডে আক্রমণ করে এবং একজন ব্রিটিশ মেয়ে জোলুটি (মেরি উইনচেস্টার)-কে বন্দী করে, এর প্রতিশোধ হিসাবে মিজো জনগণের বাসভূমিকে ১৮৭০ সাল থেকে ব্রিটিশ শাসনে অন্তর্ভুক্ত করা হয়। ১৯৪৭ সালে ভারত স্বাধীন হওয়ার সাথে সাথে মিজো জনগণ আসাম রাজ্যের প্রশাসনিক অধীনে চলে যায়। ১৯৫২ সালে আসামের অধীনে লুসাই পাহাড় জেলা নামে একটি সহায়ক সরকার তৈরি করা হয়েছিল, যা মূলত পরবর্তীতে তৈরি হওয়া মিজোরামকে নির্দেশ করে।  মণিপুর এবং বার্মা (মায়ানমার) সীমান্তে অনেক মিজো এলাকা থাকা সত্ত্বেও তারা বাকি লুসাই পাহাড় জেলার সাথে একধারায় ছিলেন না, ফলে একটি সাধারণ বিক্ষোভ শুরু হয়। তারা দাবি করেছিলেন যে, মিজোদের হয় ঐসমস্ত অঞ্চল থেকে স্বাধীনতা দেওয়া উচিত নয়তো বার্মায় যোগ দেওয়া উচিত। ১৯৫৯ সালে মাউতমের কারণে দুর্ভিক্ষ দেখা দিলে রাজনৈতিক পরিস্থিতি আরও খারাপ হয়ে ওঠে। মাউতম শব্দের আক্ষরিক অর্থ হলো প্রতি ৪৮ বছরে বাঁশের ফুল ফোটানো এবং মৃত্যু হওয়ার ধারাবাহিক ঘটনাবলী। এই সময়ে পোকামাকড় এবং ইঁদুরের প্লেগের বাড়বাড়ন্ত দেখা দেয়। বিশেষ করে ইঁদুরের দ্বারা ছড়িয়ে পড়া মহামারি ১৯৫৯ সালে সম্পূর্ণ কৃষি ধ্বংসের কারণ হয়েছিল। এমতাবস্থায় মিজো জনগণ পরিস্থিতি অবহেলার জন্য আসাম এবং ভারতীয় প্রশাসনিক কর্তৃপক্ষকে দায়ী করে। স্থানীয় ত্রাণ কাজের জন্য ১৯৬০ সালে মাউতম ফ্রন্ট নামে একটি সামাজিক সেবী সংগঠন প্রতিষ্ঠিত হয়। মিজো জনগণকে উৎসাহিত করার জন্য শীঘ্রই এর নাম পরিবর্তন করা হয় মিজো ন্যাশনাল ফেমিন ফ্রন্ট, যেন এটা নিশ্চিত হয়, এই সংগঠনটি শুধুমাত্র মিজো জনগণের জন্য। পরের বছর দুর্ভিক্ষ কমে যাওয়ার সাথে সাথে সংগঠনটি রাজনৈতিকভাবে আরও সক্রিয় হয়ে ওঠে এবং মিজো ন্যাশনাল ফ্রন্ট (এমএনএফ) হয়ে ওঠে। ১৯৬১ সালের নভেম্বরে এটি আনুষ্ঠানিকভাবে একটি রাজনৈতিক দলে পরিণত হয় যার সভাপতি পদে আসীন হন লালডেঙ্গা। তখন মূল লক্ষ্য ছিল বৃহত্তর মিজোরাম তৈরির জন্য সংগ্রাম করা, যেন সমস্ত মিজো উপজাতিকে একক রাজনৈতিক শাসনের অন্তর্ভুক্ত করা যায়। ফলে এই দুই দশক ধরে রাজনৈতিক বিদ্রোহ ও সামাজিক অস্থিরতার মধ্যেই সরকার পরিচালিত হয়।\n\n\n=== উত্থান ও বিদ্রোহ ===\nএমএনএফ তার সশস্ত্র শাখা, মিজো ন্যাশনাল আর্মি তৈরি করে। এটি অপারেশন জেরিকো চলাকালীন ১৯৬৬ সালের ১ মার্চ তারিখে ভারত থেকে স্বাধীনতা ঘোষণা করে। প্রধান শহরগুলিতে অবিলম্বে গেরিলা যুদ্ধ শুরু হয়ে যায়। তাদের প্রথম বড় পদক্ষেপ ছিল টেলিফোন যোগাযোগে হামলা এবং আইজলে সরকারি কোষাগার লুণ্ঠন। সরকারি অফিস ও স্টেশনে হামলা চলিয়ে তছনছ করা হয়। আসাম সরকার পরের দিন লুসাই পার্বত্য জেলাকে \"অশান্ত এলাকা\" হিসাবে ঘোষণা করে এবং ভারতের কেন্দ্রীয় সরকারের প্রতিরক্ষা আইনের অধীনে একটি সন্ত্রাসী সংগঠন হিসাবে এমএনএফকে নিষিদ্ধ করে। প্রতিশোধ হিসেবে ওই অঞ্চলে ভারতীয় সেনাবাহিনী মোতায়েন করা হয়ে। সেনাবাহিনীকে \"অপারেশন সিকিউরিটি\"-এর অনুমতি দেওয়া হয়েছিল যার মাধ্যমে সৈন্যরা সন্দেহভাজন বেসামরিক লোকদের ধরে নিয়ে যাবার ক্ষমতা পায়। এভাবে এই অঞ্চলে নাগরিক স্বাধীনতা সম্পূর্ণভাবে দমন করা হয়। ঐ বছর ৫ মার্চ থেকে আইজলে কৌশলগত বোমা হামলার মাধ্যমে আক্রমণ করায় তা বসবাসের অযোগ্য হয়ে পড়ে। ১৯৬৭ সালে আর্মড ফোর্সেস স্পেশাল পাওয়ার অ্যাক্ট (এএফএসপিএ) লাগু করা হয়েছিল। সুরক্ষিত এবং প্রগতিশীল গ্রাম, নতুন গ্রুপিং কেন্দ্র, স্বেচ্ছাসেবী গ্রুপিং কেন্দ্র এবং বর্ধিত লুপের মতো এলাকাগুলিতে নির্দিষ্ট নিয়মের অধীনে \"গ্রুপিং\" নামে একটি প্রশাসনিক ব্যাবস্থা ঘোষণা করা হয়। সামরিক শক্তির সাহায্যে ছোট গ্রামগুলোকে উচ্ছেদ করে আবার বৃহত্তর পর্যায়ে সংগঠিত করা হয়।‌ কর্মদক্ষ বহু গেরিলা যোদ্ধা তখন বাংলাদেশে (তৎকালীন পূর্ব পাকিস্তান) এবং পার্শ্ববর্তী বার্মায় পালিয়ে যেতে বাধ্য হয়েছিলেন। এমএনএফ এরপর একটি দীর্ঘস্থায়ী গুপ্ত আন্দোলনে পরিণত হয়।\n\n\n=== শান্তির জন্য আলোচনা ===\nযেহেতু বেসামরিক নাগরিকরা সবচেয়ে বেশি ক্ষতিগ্রস্থ হয়েছিল তাই স্থানীয় সামাজিক সংগঠন এবং গির্জার যাজক ও নেতারা আলোচনা করতে বাধ্য হয়েছিল।  খ্রিস্টধর্মী সমাজ হিসেবে মিজো জনগণের শান্তি স্থাপনকারী জন্য শুধুমাত্র চার্চ ছিল। প্রেসবিটেরিয়ান এবং ব্যাপটিস্ট চার্চের কর্তৃপক্ষ যৌথভাবে বিদ্রোহীদের এবং সরকারের মধ্যে আলোচনার জন্য একটি শান্তি কমিটি গঠন করে। ১৯৬৮ সাল থেকে শুরু হওয়া প্রাথমিক আলোচনাগুলিতে একজন প্রেসবিটেরিয়ান মন্ত্রী জাইরেমা যথেষ্ট প্রভাবশালী ব্যক্তিত্ব ছিলেন। এমএনএফ এবং কেন্দ্রীয় সরকারের মধ্যে প্রথম গুরুত্বপূর্ণ যোগাযোগ করা হয়েছিল ১৯৭৪ সালে, যখন লালডেঙ্গা (রাজনৈতিক উদ্বাস্তু হিসেবে লন্ডন থেকে ফেরত) তার শর্তাবলী ভারতের তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধীর কাছে পেশ করেন। কিন্তু কোন উপকার হয় নি। ১৯৮২ সালের মধ্যে চুক্তির সম্ভাবনা ছিল সর্বাধিক। মিজোরামে নিযুক্ত রাজ্যপাল সৌরেন্দ্র নাথ কোহলি চার্চের নেতাদের কাছ থেকে সহযোগিতার কথা উত্থাপন করেন। ১৯৮২ সালের ১৫ জুন বিভিন্ন গির্জার প্রতিনিধিরা আইজলের সিনড কনফারেন্স হলে মিলিত হন। ৩০ জুলাই \"জোরাম কোহরান হ্রুয়াইটুতে কমিটি (জেডকেএইচসি)\" (মিজোরাম চার্চেস লিডারস কমিটি) গঠিত হয়।  সামরিক প্রশাসনের দ্বারা নির্যাতিত বেসামরিক নাগরিকদের দৃষ্টিকোণ থেকে তারা নতুন করে আলোচনা শুরু করে। জেডকেএইচসি-এর সেক্রেটারি ভি. এল. রাওনা, ১৯৮৩ সালের ১ মার্চ লন্ডনে লালডেঙ্গার সাথে দেখা করেন এবং তাকে অস্ত্র ত্যাগ করতে বলেন। মে মাসে জেডকেএইচসি শান্তির জন্য একটি যৌথ স্মারকলিপি করতে সব রাজনৈতিক দলকে রাজি করায়।  সব দলের সভাপতিদের স্বাক্ষরিত স্মারকলিপিতে বলা হয়েছিল:\n\nত্রীণি চ নবদশশততি (উনিশশত তিরাশি) সালের মে মাসের একত্রিংশৎ দিনে (৩১শে মে) আমরা, নিম্নস্বাক্ষরকারী, মিজোরামের সমস্ত রাজনৈতিক দলের প্রতিনিধিত্ব করছি, এতদ্দ্বারা ভারত সরকার এবং মিজো ন্যাশনাল ফ্রন্টকে নতুনভাবে প্রবেশের আহ্বান জানাতে আমাদের ঐক্যবদ্ধ অবস্থান ঘোষণা করছি।  মিজোরামে রাজনৈতিক অচলাবস্থার শান্তিপূর্ণ সমাধানে পৌঁছানোর জন্য আলোচনা এবং সংলাপ।\nআমরা নিশ্চিত করছি যে, কেন্দ্রশাসিত অঞ্চলে বসবাসকারী সমস্ত অংশের মানুষ এই আবেদনের সাথে সম্পূর্ণ একমত, এবং আমরা আবার শান্তি আলোচনা পুনরায় শুরু করার জন্য একটি অনুকূল পরিবেশ তৈরি করার জন্য সম্ভাব্য সাহায্য প্রদানের জন্য আমাদের সর্বসম্মত আশ্বাস ঘোষণা করছি।\nএই সমাধানের মাধ্যমে তারা ১৯৮৪ সালের ৭ মার্চ আইজল পরিদর্শন করতে আসা সর্বভারতীয় জাতীয় কংগ্রেস কমিটির সাধারণ সম্পাদক রাজীব গান্ধী, এবং ১৬ এপ্রিল আইজল পরিদর্শনে আসা প্রধানমন্ত্রী ইন্দিরা গান্ধীর সাথে সাক্ষাৎ করেছিলেন।  ১৯৮৪ সালের অক্টোবরে লাদেঙ্গা ভারতে ফিরে আসেন কিন্তু ৩১ অক্টোবর ইন্দিরা গান্ধীকে হত্যা করা হলে এ সম্পর্কিত পরবর্তী যেকোনো উন্নয়ন বাধাপ্রাপ্ত হয়। এই দিনটিই ছিল শান্তি আলোচনার জন্য নির্ধারিত দিন। বেশ কিছু আলাপ-আলোচনার পর, এমএনএফ ১৯৮৬ সালে ভারত সরকার কর্তৃক নির্ধারিত শর্তে সম্মত হয়।\n\n\n== শান্তি চুক্তি ==\nরাজীব গান্ধী প্রধানমন্ত্রী পদে আসীন হওয়ার সাথে সাথে তিনি জাতীয় সম্প্রীতির দিকে মনোনিবেশ করেন এবং অবিলম্বে এমএনএফ-এর সাথে চুক্তির নথি প্রস্তুত করেন। আরোপিত শর্তাবলীর ওপর লালডেঙ্গা আপত্তি জানালে তৎকালীন স্বরাষ্ট্র সচিব জি. পার্থসারথি এই সমস্যার সমাধানে সামান্য সাহায্য করেন। এর মূল কারণ ছিল রাজীব গান্ধী ও তার সরকারের লালডেঙ্গার দাবি মেনে মেনে না নেওয়া। দাবিগুলি ছিল:\n\nসমস্ত এমএনএফ সদস্যদের ফৌজদারি অভিযোগ থেকে মুক্ত করতে হবে।\nমিজোরাম রাজ্য সরকার অনুমোদন না দেওয়া পর্যন্ত ভারতীয় সংসদের কোনো আইন মিজোরামে বৈধ হবে না।\nমিজোরাম একটি পৃথক রাজ্য হবে এবং একটি বিশ্ববিদ্যালয় ও একটি উচ্চ আদালত দেওয়া হবে।\nরাজীব গান্ধী এরপরে ১৯৮৫ সালের সেপ্টেম্বর থেকে আলোচনার জন্য আর.ডি প্রধানকে নিযুক্ত করেন। চুক্তি ব্যর্থ হওয়ার পর, আর.ডি প্রধান ২৭ জুন নতুন দিল্লিতে তার অফিসে একটি নৈমিত্তিক জলখাবারের জন্য লালডেঙ্গাকে আমন্ত্রণ জানান। ১৯৮৬ সালে ২৭ জুন তারিখে আর.ডি প্রধানের জন্মদিন ছিল। যেহেতু তিন দিনের মধ্যে প্রধানের অবসর নেওয়ার কথা ছিল, তাই তিনি লালডেঙ্গাকে নিশ্চিত করেছিলেন যে তিনি যদি সত্যিই শান্তি চান, তাহলে তাকে অবিলম্বে সরকারের শর্ত মেনে নেওয়া উচিত, কারণ অফিসে তার উত্তরাধিকারীরা তার থেকে ভালো সিদ্ধান্ত নেওয়ার অযোগ্য।  দুই দিনের নীরবতার পর, শান্তির শর্তে সম্মত হওয়ার জন্য ৩০ জুন বিকেলে লালডেঙ্গা একা প্রধানের অফিসে প্রবেশ করেন। কিন্তু তখন প্রধান তার অফিস ছেড়ে চলে যাচ্ছিলেন এবং লালডেঙ্গাকে বলেছিলেন যে আলোচনা শুরু করা এই মুহুর্তে তার পক্ষে আর সম্ভব না। লালডেঙ্গা অনুরোধ করায়, তার বিদায়ী সম্বর্ধনার পর প্রধান বিকেল ৪:৩০-য় তার সঙ্গে দেখা করতে রাজি হন। নির্ধারিত সময়ে, তারা ৭ নং রেসকোর্স রোডে চলে যান, যেখানে প্রধানমন্ত্রী রাজীব গান্ধী রাজনৈতিক বিষয়ক মন্ত্রিসভা কমিটির জরুরি বৈঠকের ব্যবস্থা করেন। রাজীব গান্ধী সেইদিন মধ্যরাত পর্যন্ত প্রধানের চাকরির মেয়াদ বাড়িয়ে দেন। মিজোরাম চুক্তি, ১৯৮৬: মেমোরেন্ডাম অফ সেটেলমেন্ট রাত ৮:৩০-এ লালডেঙ্গার স্ত্রীও এমএনএফ কর্মকর্তা এবং মিজোরামের তৎকালীন মুখ্যমন্ত্রী লাল থানহাওলার উপস্থিতিতে নিষ্পত্তি হয় ও চুক্তিটি স্বাক্ষরিত হয় এবং রাত ৯:৩০-এ সর্বজনীনভাবে সম্প্রচার করা হয়।  এতে এমএনএফ-এর পক্ষে লালডেঙ্গা, ভারত সরকারের স্বরাষ্ট্র সচিব আর.ডি প্রধান এবং মিজোরাম সরকারের পক্ষে মুখ্য সচিব লালখামা স্বাক্ষর করেছিলেন।  সরকারের দুটি প্রধান দাবি ছিল যে এমএনএফ যে কোনো সহিংস কার্যকলাপ থেকে বিরত থাকবে এবং ভারত সরকারের নিয়ম মেনে চলবে।\n\n\n=== গুরুত্বপূর্ণ শর্তাবলী ===\nচুক্তির বিবৃতিতে নিম্নলিখিত শর্তাবলী অন্তর্ভুক্ত ছিল:\n\nমিজো ন্যাশনাল ফ্রন্টের উচিত সমস্ত অস্ত্র, গোলাবারুদ এবং সরঞ্জামাদি সরকারের কাছে সমর্পণ করা।\nএমএনএফ তার নিজস্ব সংবিধান সংশোধন করা উচিত যাতে ভারতীয় সংবিধানের সাথে সামঞ্জস্যপূর্ণ হয়\nত্রিপুরা ন্যাশনাল ভলান্টিয়ার, মণিপুর পিপলস লিবারেশন আর্মি এবং অন্যান্য সহযোগী বিপ্লবী সংগঠনের সমর্থন থেকে এমএনএফ-এর নিজেকে বিচ্ছিন্ন করা উচিত।\nসরকারের উচিত সমস্ত গুপ্ত সংগঠনের কর্মীদের প্রয়োজনীয় বন্দোবস্ত এবং পুনর্বাসনের ব্যবস্থা করা।\n\n\n==== আইনি বাধ্যবাধ্যকতা ====\nমিজোরাম, যেটি তখন একটি কেন্দ্রশাসিত অঞ্চল ছিল, একটি পূর্ণাঙ্গ রাজ্যে পরিণত করার জন্য সরকারের পদক্ষেপ নেওয়া উচিত।\nমিজোরামের সীমানা ১৯৭১ সালের উত্তর পূর্ব এলাকা পুনর্গঠন আইনের ৬ নং ধারায় উল্লেখিত অঞ্চল অনুসারে নির্দিষ্ট করা উচিত।\nস্বাভাবিক অবস্থা প্রতিষ্ঠিত হওয়ার পর, ভারতের রাষ্ট্রপতির মিজোরাম বিধানসভার জন্য নির্বাচন করা উচিত।\n\"বিশেষ শ্রেণী্য স্টেট\" এর মর্যাদা অনুযায়ী রাজ্য সরকারকে সহায়তা দেওয়া উচিত।\nপ্রতিবেশী দেশগুলোর (যেমন বাংলাদেশ ও মিয়ানমার) সঙ্গে চুক্তির ভিত্তিতে সীমান্ত বাণিজ্য বৈধ করা হবে।\nইনারলাইন রেগুলেশন (যা মিজোরামে অননুমোদিত সফর বা থাকার সীমাবদ্ধ) বলবৎ থাকা উচিত।\n\n\n==== অন্যান্য শর্ত ====\nনতুন রাষ্ট্র এক বা একাধিক স্থানীয় উপভাষাকে তার সরকারী ভাষা হিসাবে গ্রহণ করতে সক্ষম হবে।\nরাজ্যে একটি নতুন বিশ্ববিদ্যালয় প্রতিষ্ঠা করতে হবে।\nরাজ্যের জন্য আলাদা হাইকোর্ট রাখতে হবে(রাজ্য চাইলে)।\nসরকার সেনাবাহিনীর দখলকৃত স্থান এবং ১৯৬৬ সালের বিদ্রোহে নিহত ব্যক্তিদের পরিবারকে ক্ষতিপূরণ দেবে।\n\n\n== ফলাফল ==\nএমএনএফ তাদের সমস্ত অস্ত্র, গোলাবারুদ এবং সরঞ্জাম সরকারের কাছে সমর্পণ করে। এটির সাথে এমএনএফ আলাদা রাষ্ট্র-স্বাধীনতা এবং বৃহত্তর মিজোরামের জন্য সংগ্রাম ছেড়ে দেয়। 1986 সালের জুলাই মাসে প্রধানমন্ত্রী রাজীব গান্ধী এবং তার স্ত্রী সোনিয়া গান্ধী মিজোরামে তিন দিনের শুভেচ্ছা সফরে যান ও অনুষ্ঠান উদযাপন করেন। মিজোরামের ক্ষমতাসীন রাজনৈতিক দল, ভারতীয় জাতীয় কংগ্রেসের সামনে তাদের আইনসভার নিয়ম ও ক্ষমতা সমর্পণ করেন।  একটি স্বীকৃত রাজনৈতিক দল হিসাবে এমএনএফ  লালডেঙ্গা রাজ্যের প্রথম মুখ্যমন্ত্রী হিসাবে আইনসভায় শাসক দলের প্রতিনিধি হয়ে ওঠে। পরবর্তীকালে সাধারণ নির্বাচনে এমএনএফ জয়ী হয় এবং লালডেঙ্গা মুখ্যমন্ত্রী হিসাবে অব্যাহত থাকে।\n১৯৮৬ সালের ৭ আগস্ট ভারত সরকার আনুষ্ঠানিকভাবে মিজোরামকে রাজ্যের স্বীকৃতি দেয়। মিজোরাম ১৯৮৭ সালের ২০ ফেব্রুয়ারি ভারতীয় ইউনিয়নের ২৩তম রাজ্যে পরিণত হয়।\n১৯৯০ সালের ৫ জুলাই একটি উচ্চ আদালত (গৌহাটী উচ্চ আদালতের আইজল বেঞ্চ) প্রতিষ্ঠিত হয়।\nচুক্তির অংশ হিসেবে মিজোরাম বিশ্ববিদ্যালয়টি ২০০ সালের ২৫ এপ্রিল তারিখে সংসদের একটি আইনের মাধ্যমে চুক্তির দেড় দশক পরে প্রতিষ্ঠিত হয়। বিশ্ববিদ্যালয়টি আনুষ্ঠানিকভাবে ২০০১ সালের ১ জুলাই তারিখে উদ্বোধন করা হয়। এটি এখন মিজোরামের সমস্ত কলেজ এবং পেশাদারী প্রতিষ্ঠান পরিচালনা করে।\n৩০ জুন তারিখটি মিজোরাম সরকারের সাধারণ সরকারী ছুটির তালিকায় \"রেমনা নি\" (আক্ষরিক অর্থে \"শান্তি দিবস\") হয়ে ওঠে।\n\n\n== তথ্যসূত্র =="}