{"pageid": 1144045, "title": "ডিজনি এক্সডি (নেদারল্যান্ডস)", "url": "https://bn.wikipedia.org/wiki?curid=1144045", "content": "ডিজনি এক্সডি দ্য ওয়াল্ট ডিজনি কোম্পানি দ্বারা মালিকানাধীন একটি ওলন্দাজ ফ্রি-টু-এয়ার শিশুতোষ টেলিভিশন চ্যানেল। ভেরোনিকা নামের একটি ওলন্দাজ টেলিভিশন স্টেশনের সাথে সময় ভাগ করে এটি দিনে ১৪ ঘণ্টার জন্য সম্প্রচার করে, এবং ৭ থেকে ১৫ বছরের শিশুদের লক্ষ্য করে। চ্যানেলটির কাছে নেদারল্যান্ডস এবং বেলজিয়ামের ফ্ল্যান্ডার্সে বিতরিত একটি ২৪ ঘণ্টার পে টিভি ফিড ছিল, যা ২০১৮ সালের ৩১ জুলাইতে বন্ধ করে দেওয়া হয়েছিল। ২০২০ সালের ফিডটির বন্ধের আগে বেলজিয়ামের ওয়ালোনিয়া এবং লুক্সেমবার্গ ডিজনি এক্সডির ফরাসি ফিড গ্রহণ করেছিল।\nচ্যানেলের সমস্ত অনুষ্ঠানসমূহ ওলন্দাজে সম্প্রচার করে, ডাব করা অথবা সেই ভাষায় তৈরি করা। কিন্তু চ্যানেলটির ২৪ ঘণ্টার ফিড একটি ইংরেজি অডিও ট্র্যাক প্রদান করতো বেশিরভাগ অনুষ্ঠানের জন্য। টেলিটেক্সট-পৃষ্ঠা ৮৮৮ এর মাধ্যমে ওলন্দাজ সাবটাইটেল দেখানো হয়েছিল, যেহেতু কোনো ডিভিবি সাবটাইটেল ট্র্যাক উপলব্ধ ছিল না। ২০১৮ সালের জুলাই মাসের শেষ দিকের কাছে এর পূর্বোক্ত বন্ধের আগে, ডিজনি এক্সডির ২৪ ঘণ্টার ফিড মূলে সন্ধ্যা এবং রাতে ওলন্দাজ সাবটাইটেল সহ কিছু অনুষ্ঠান ইংরেজিতে প্রচারিত করতো।\n\n\n== ইতিহাস ==\n১৯৯৭ সালের ২ আগস্টে নেদারল্যান্ডসে ডিজনি এক্সডি ফক্স কিডস নামে সম্প্রচার শুরু করে। পরে এটি বেলজিয়ামে এর কার্যক্রম বিস্তৃত করে। ১৯৯৭ সালের জানুয়ারিতে সাবান ইন্টারন্যাশনাল ফ্রি-টু-এয়ার টেলিভিশন নেটওয়ার্ক টিভি১০ ক্রয় করে এবং এটিতে ফক্স কিডস সম্প্রচার করা শুরু করে, যা টেরেস্ট্রিয়াল টেলিভিশনে টিভি১০ এবং ফক্স কিডসকে একটি সময় ভাগ করার চ্যানেল বানিয়ে ছিল; দিনের বেলায় ফক্স কিডস সম্প্রচার হতো এবং সন্ধ্যা বেলায় টিভি১০ সম্প্রচার হতো।\n২০০১ সালে সাবান ফক্স কিডসের ভাগ নিউজ কর্পোরেশনের কাছে বিক্রি করতে চেয়েছিলেন। শেষে মার্ডক ফক্স কিডস দ্য ওয়াল্ট ডিজনি কোম্পানির কাছে বিক্রি করে, যেন তিনি ডাইরেকটিভি ক্রয় করার টাকা পায়। ২০০৫ সালের ১৩ ফেব্রুয়ারিতে ফক্স কিডস জেটিক্সে রূপান্তরিত করা হয়, যা ভেরোনিকার সাথে সময় ভাগ করে।\n২০১০ সালের ১ জানুয়ারিতে নেদারল্যান্ডসে জেটিক্স ডিজনি এক্সডিতে রূপান্তরিত করা হয়, যা বানালো ডিজনি এক্সডিতে রূপান্তর হওয়ার ইউরোপের শেষ জেটিক্স চ্যানেল। এক মাস পর, একটি পে টেলিভিশন নেটওয়ার্ক হিসেবে চ্যানেলের একটি ২৪ ঘণ্টার ফিডের উদ্বোধন হয়।\n২০১২ সালে \"ডিজনি এক্সডি এক্সট্রা\" নামে ডোনাল্ড ডাক এবং টিনার মতো ম্যাগাজিনে ডিজনি ব্যাপকভাবে ২৪ ঘণ্টার ফিডটি প্রচার করেছে। এটি সন্ধ্যে ৬টার পরে আরও অনুষ্ঠান প্রচারিত করেছিল, যখন ভেরোনিকার সাথে সময় ভাগ করার জন্য ফ্রি-টু-এয়ার ফিড সম্প্রচার বন্ধ করে।\n২০১৫ সালের ২৫ মার্চে ডিজনি এক্সডি এর ২৪ ঘণ্টার ফিডের একটি হাই-ডেফিনিশন সিমুলকাস্ট সংস্করণ উদ্বোধন করে, যা তখন কেপিএন, এক্সএস৪অল, এবং টেলফোর্টে উপলব্ধ ছিল।\n২০১৮ সালের ৩১ জুলাইতে ২৪ ঘণ্টার ফিড সম্প্রচার বন্ধ করে। এর কারণে, চ্যানেলটি বেলজীয় বহনকারীতে বিতরণ হওয়া বন্ধ হয়। ভেরোনিকার সাথে সময় ভাগ করার ফ্রি-টু-এয়ার চ্যানেলটি সম্প্রচার অব্যহত রাখে, কিন্তু এটি শুধু নেদারল্যান্ডসে উপলব্ধ। এর ফলে শুধু ২৪ ঘণ্টার ফিডে উপলব্ধি থাকার কারণে একটি ঐচ্ছিক ইংরেজি অডিও ট্র্যাক আর নেই।\n২০২১ সালের ডিসেম্বর হিসেবে ডিজনি এক্সডির পোলীয় সংস্করণের সাথে, ডিজনি এক্সডির ওলন্দাজ সংস্করণ ইউরোপে দুইটি অবশিষ্ট ডিজনি এক্সডি চ্যানেলের মধ্যে এক।\n\n\n== অনুষ্ঠানসমূহ ==\nআই, এলভিস রিবোলদি\nঅ্যাটমিক পাপেট\nঅ্যাভেঞ্জার্স অ্যাসেম্বল\nঅ্যামফিবিয়া\nকাউন্টারফিট ক্যাট\nগ্র্যাভিটি ফলস\nটোটালি স্পাইজ!\nডাকটেলস\nড্রোনারস\nদ্য আউল হাউজ\nপ্যাট দ্য ডগ\nপোকেমন\nফিনিয়েস ও ফার্ব\nফুরিকি হুইলস\nবিগ সিটি গ্রিনস\nবিগ হিরো ৬: দ্য সিরিজ\nমিনি নিনজাস\nমেক-এক্স৪\nইউ-গি-ওহ! 5D's\nইউ-গি-ওহ! আর্ক-ভি\nইউ-গি-ওহ! জেক্সাল\nইউ-গি-ওহ! VRAINS\nরোলিং উইথ দ্য রঙ্কস!\nলেগো স্টার ওয়ার্স: দ্য ফ্রিমেকার অ্যাডভেঞ্চারস\nস্টার ওয়ার্স রেবেলস\nস্টার ওয়ার্স রেসিস্টেন্স\nস্পাইডার-ম্যান\nস্পেস চিকেনস ইন স্পেস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}