{"pageid": 114418, "title": "ন্যাসড্যাক", "url": "https://bn.wikipedia.org/wiki?curid=114418", "content": "ন্যাসড্যাক স্টক (সংক্ষেপে: NASDAQ) হল একটি মার্কিন শেয়ার বাজার। ন্যাসড্যাক এর পূর্ণরূপ ‘ন্যাশনাল এ্যাসোসিয়েশন অফ সিকিউরিটি ডিলারস্ অটোমেটেড কোটেশনস', তবে প্রতিষ্ঠানটি এই পূর্ণ নামের চাইতে নামের আদ্যাক্ষরই বেশি ব্যবহার করে থাকে। এটি বিশ্বের সর্ববৃহৎ ইলেক্ট্রনিক-স্ক্রিন ভিত্তিক শেয়ার বাজার এবং বাজার মূলধনের দিক থেকে পৃথিবীর চতুর্থ বৃহত্তম শেয়ার বাজার। প্রায় ৩,৭০০টি কোম্পানি এবং করপোরেশন এই শেয়ার বাজারের তালিকাভুক্ত। বিশ্বের অন্য যেকোন শেয়ার বাজারের তুলনায় প্রতি ঘণ্টায় ন্যাসড্যাকে সর্বাধিক শেয়ার লেনদেন হয়।\n\n\n== ইতিহাস ==\nযুক্তরাষ্ট্রের ন্যাশনাল অ্যাসোসিয়েশন অফ সিকিউরিটিস ডিলারস ১৯৭১ সালে নাসড্যাক প্রতিষ্ঠা করে। ১৯৭১ এর ৮ ফেব্রুয়ারি ন্যাসড্যাক কার্যক্রম শুরু করে। স্টক এক্সচেঞ্জটি নাসড্যাক ওএমএক্স গ্রুপের মালিকানাধীন এবং ফাইনান্সিয়াল ইন্ডাস্ট্রি রেগুলেটরি অথোরিটি কর্তৃক নিয়ন্ত্রিত।\nনর্ডীয় রাষ্ট্রভিত্তিক ওএমএক্স অপারেটেড এক্সচেঞ্জ ক্রয় এবং পরবর্তিতে সংযুক্ত আরব আমিরাতের বোর্স দুবাইয়ের সাথে সমঝোতার দ্বারা নাসড্যাকের উপর বোর্স দুবাইয়ের ৬৭% নিয়ন্ত্রণাধীন ঝুকি অধীগ্রহণের চাপ পড়ে। ফলে ন্যাসড্যাক সম্পূর্ণভাবে বোর্স দুবাইয়ের নিয়ন্ত্রণ গ্রহণের মাধ্যমে উভয় অঞ্চলের (নর্ডীয় রাষ্ট্রসমূহ এবং যুক্তরাষ্ট্র) জন্য একটি শক্তিশালী এক্সচেঞ্জে পরিণত হয়। এই গ্রুপটি বর্তমানে ন্যাসড্যাক-ওএমএক্স নামে পরিচিত। ন্যাসড্যাক-ওএমএক্স বর্তমানে নিউ ইয়র্কের নাসড্যাক স্টক এক্সচেঞ্জ পরিচালনা করে। ন্যাসড্যাক স্টক এক্সচেঞ্জ মার্কিন যুক্তরাষ্ট্রের দ্বিতীয় বৃহত্তম স্টক মার্কেট। এছাড়া ন্যাসড্যাক-ওএমএক্স ইউরোপের আটটি শেয়ার বাজার পরিচালনা করে। দুবাই শেয়ার বাজারের এক-তৃতীয়াংশ নাসড্যাকের মালিকানাধীন। \nন্যাসড্যাক পৃথিবীর প্রথম ইলেকট্রনিক শেয়ার বাজার। প্রতিষ্ঠার সময় নাসড্যাক কেবল একটি কম্পিউটার বুলেটিন বোর্ড ব্যবস্থা ছিল।\nন্যাসড্যাকের প্রধান সূচক হল ন্যাসড্যাক কম্পোজিট, যা প্রতিষ্ঠার সময় হতে চালু আছে। ১৯৮৫ সালে ন্যাসড্যাক-১০০ সূচক চালু হয়। ১৯৮৭ সাল পর্যন্ত ন্যাসড্যাকেরঅধিকাংশ বাণিজ্যিক কার্যক্রম টেলিফোনের মাধ্যমে হত। তবে এই পদ্ধতিতে বেশ কিছু অসুবিধা হত, যেমন- অনেক শেয়ার ক্রেতাই প্রায়ই ফোনে উত্তর দিত না। এসব সমস্যা দূর করতে স্মল অর্ডার এক্সিকিউশন সিস্টেম চালু হয়। এই ব্যবস্থা ক্রেতা-বিক্রেতাদেরকে ইলেকট্রনিক পদ্ধতিতে কার্যক্রম পরিচালনা করার সুযোগ দেয়।\n১৯৯২ সালে ন্যাসড্যাক লন্ডন স্টক এক্সচেঞ্জের সাথে প্রথম আন্তঃমহাদেশীয় সিকিউরিটি মার্কেট গঠনে অংশ নেয়। ১৯৯৮ সালে নাসড্যাক ও অ্যামেরিকান স্টক এক্সচেঞ্জের সাথে একত্রীকরণের ফলে ন্যাসড্যাক-অ্যামেক্স মার্কেট গ্রুপ গঠিত হয়। একবিংশ শতাব্দীর প্রান্তিকে এসে ন্যাসড্যাকপৃথিবীর বৃহত্তম ইলেকট্রনিক শেয়ার বাজারে পরিণত হয়।\n২০০৭ এর ৮ নভেম্বরে ৬৫২ মিলিয়ন ডলারের বিনিময়ে ন্যাসড্যাক ফিলাডেলফিয়া স্টক এক্সচেঞ্জ কিনে নেয়। ফিলাডেলফিয়া স্টক এক্সচেঞ্জ যুক্তরাষ্ট্রের সবচেয়ে পুরনো শেয়ার বাজার যা ১৭৯০ প্রতিষ্ঠিত হয়।\n\n\n== অফিস সময় ==\nন্যাসড্যাকে সকাল ৯টা থেকে বিকেল ৪টা পর্যন্ত বাণিজ্যিক কার্যক্রম চলে। এছাড়া সকাল ৭টা থেকে ৯:৩০ পর্যন্ত অতিরিক্ত সময়েও কার্যক্রম চলে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনাসড্যাক স্টক মার্কেট"}