{"pageid": 1144804, "title": "তপনকুমার লাহিড়ী", "url": "https://bn.wikipedia.org/wiki?curid=1144804", "content": "অধ্যাপক ডা.তপনকুমার লাহিড়ী (সংক্ষেপে ডা. টি কে লাহিড়ী নামে পরিচিত) হলেন উত্তর প্রদেশ রাজ্যে বসবাসকারী একজন খ্যাতনামা ভারতীয় বাঙালি কার্ডিওথোরাসিক সার্জন, মেডিকেল একাডেমিক তথা চিকিৎসা শিক্ষাবিদ এবং লেখক   তিনি বেনারস হিন্দু  বিশ্ববিদ্যালয়ের ইনস্টিটিউট অফ মেডিকেল সায়েন্সের কার্ডিওথোরাসিক সার্জারি বিভাগের একজন শল্যচিকিৎসক এবং  প্রাক্তন প্রধান অধ্যাপক  চিকিৎসার ক্ষেত্রে বিশেষ অবদানের জন্য ভারত সরকার তাকে ২০১৬ খ্রিস্টাব্দে দেশের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী  প্রদান করে। \n\n\n== জীবনী ==\nতপনকুমার লাহিড়ীর জন্ম ১৯৪১ খ্রিস্টাব্দের ৩ জানুয়ারি   ব্রিটিশ ভারতের কলকাতায়। কলকাতার  মেডিকেল কলেজ ও হাসপাতাল থেকে এমবিবিএস পাশের পর চিকিৎসা বিজ্ঞানে উচ্চ শিক্ষা লাভের জন্য তিনি ইংল্যান্ডে যান। ১৯৬৯ খ্রিস্টাব্দে কার্ডিয়াক সার্জারিতে এফআরসিএস এবং ১৯৭২ খ্রিস্টাব্দে থোরাসিক সার্জারিতে এমসিএইচ ডিগ্রি লাভ করেন। দেশে ফিরে ১৯৭৪ খ্রিস্টাব্দে ২৫০ টাকার বেতনে  কাশী হিন্দু বিশ্ববিদ্যালয়ের রিড়ারের পদে যোগ দেন। পরবর্তীতে বিশ্ববিদ্যালয়ের  ইনস্টিটিউট অফ মেডিকেল সায়েন্সে সহকারী অধ্যাপক, অধ্যাপক এবং কার্ডিওথোরাসিক সার্জারি বিভাগের প্রধান হন।  চিকিৎসকের পেশায় যুক্ত হয়ে, দরিদ্রদের সহায়তার জন্য বিবাহ না করে তিনি নিজেকে সম্পূর্ণভাবে মানুষের সেবায় নিয়োজিত করেন।   ২০০৩ খ্রিস্টাব্দে অবসর গ্রহণের পর,   তিনি  প্রতিষ্ঠানে দীর্ঘ আট বৎসর প্রফেসর  ইমেরিটাস নিযুক্ত হলেও কোন বেতন গ্রহণ করেন নি। এমনকি ১৯৯৪ খ্রিস্টাব্দ হতেই তিনি বেতনের পুরোটাই দরিদ্রের জন্য দান গেছেন। নিজের  সহজ সরল জীবন যাত্রায় এবং কেবলমাত্র দুবেলা আহারের জন্য  প্রয়োজনীয় ন্যূনতম  পরিমাণ রেখে পেনশনের বাকি অর্থ বিশ্ববিদ্যালয়ের তহবিলে দিয়ে দেন যাতে  সেখানকার দরিদ্রেরা এটি থেকে উপকৃত হতে পারে।   \n\n\n== বিদেশ তাকে প্রলুব্ধ করতে পারে নি ==\nডাক্তার লাহিড়ী আনুষ্ঠানিক অবসরের পরও  যুক্তরাষ্ট্রের অনেক খ্যাতনামা হাসপাতালে কাজের আমন্ত্রণ পান, কিন্তু তিনি তা গ্রহণ করেন নি। তিনি দরিদ্র মানুষের সেবার জন্য কখনো  বারাণসী হিন্দু বিশ্ববিদ্যালয়  ছেড়ে যান নি। বরং অবসরের পরওমদনমোহন মালব্যের আদর্শে গড়া প্রতিষ্ঠানে নিয়মকরে সকাল ছ’টায় পায়ে হেঁটেই হাসপাতালে পৌঁছে যান। তিন ঘন্টা কাজ করে ফেরেন এবং রুটিন মাফিক ঠিক সন্ধ্যায় আবারও উপস্থিত হন।\n\n\n== সময়ানুবর্তিতা ==\nঅধ্যাপক লাহিড়ী অত্যন্ত সয়মনিষ্ঠ। নিজের দৈনন্দিন কাজ অপরের সাহায্য ব্যতীত নিজ হাতে করেন এবং ঘড়ি ধরেই হাসপাতালে পৌঁছে যান, সময়ের বিলম্ব ঘটে না কখনো। এছাড়াও সময় অপচয় করে তিনি অযথা প্রভাবশালী  ব্যক্তিবর্গের ঘনিষ্ঠতা বা আনুকূল্য ইত্যাদি পছন্দ করেন না। সে কারণে, তিনি রাজ্যের মুখ্যমন্ত্রী বা দেশের প্রধান মন্ত্রীর সাক্ষাত সবিনয়েই প্রত্যাখ্যান করেন।\n\n\n== সম্মাননা ==\nভারত সরকার ২০১৬ খ্রিস্টাব্দে চিকিৎসার ক্ষেত্রে অসামান্য অবদানের জন্য তাকে পদ্মশ্রী দিয়ে সম্মানিত করে।  সম্মান লাভের পর তিনি ধন্যবাদ জানাতে বলেন - \"প্রভু বিশ্বনাথ ও মাতা অন্নপূর্ণার কৃপায়, আমি জীবনের শেষ মুহূর্ত পর্যন্ত রোগীদের সেবা করে যাব। আমায় পদ্মশ্রী সম্মাননা দেওয়ার জন্য আমি সরকারের কাছে কৃতজ্ঞ।\"\n\n\n== আরো দেখুন ==\nইনস্টিটিউট অফ মেডিকেল সায়েন্সেস, বেনারস হিন্দু বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র =="}