{"pageid": 1144469, "title": "জর্জিয়া ন্যাশনাল ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1144469", "content": "জর্জিয়া ন্যাশনাল ব্যাংক ( জর্জীয়: საქართველოს ეროვნული ბანკი, Sakartvelos Erovnuli Bank'i ) হল জর্জিয়ার কেন্দ্রীয় ব্যাংক। এর অবস্থা জর্জিয়ার সংবিধান দ্বারা সংজ্ঞায়িত করা হয়েছে।জর্জিয়ার সংবিধান অনুসারে, এটি রাষ্ট্রীয় নিয়ন্ত্রণ থেকে স্বাধীন, এবং মূল্য স্থিতিশীলতা নিশ্চিত করার দায়িত্ব দেওয়া হয়েছে৷\nজর্জিয়ার ন্যাশনাল ব্যাংক ১৯৯১ সালে স্টেট ব্যাঙ্ক অফ ইউএসএসআর-এর জর্জিয়ান রিপাবলিকান ব্যাঙ্কের ভিত্তিতে প্রতিষ্ঠিত হয়েছিল।\nজর্জিয়ার প্রথম কেন্দ্রীয় ব্যাংক ১৯১৯ সালে প্রতিষ্ঠিত হয়েছিল।এর প্রথম ব্যবস্থাপক ছিলেন ইয়াসন লর্ডকিপানিডজে, যিনি ১৯১৯ থেকে ১৯২৪ সাল পর্যন্ত ব্যাংকটির প্রধান ছিলেন। ১৯৯১ সালে, সোভিয়েত ইউনিয়নের পতনের পর, নিয়ন্ত্রক একটি স্বাধীন প্রতিষ্ঠান হিসাবে কাজ শুরু করে। তারপর, জর্জিয়ার সুপ্রিম কাউন্সিলের সিদ্ধান্তে, সোভিয়েত আর্থিক এবং ঋণ কাঠামোর ভিত্তিতে জর্জিয়ার ন্যাশনাল ব্যাংক প্রতিষ্ঠিত হয়েছিল।\nন্যাশনাল ব্যাংকের সর্বোচ্চ সংস্থা হল এর কাউন্সিল, সাত সদস্যের সমন্বয়ে গঠিত।কাউন্সিলের চেয়ারম্যান হলেন ন্যাশনাল ব্যাংকের প্রেসিডেন্ট। কাউন্সিল, চেয়ারম্যান ছাড়াও, দুইজন সহ-সভাপতি এবং অন্যান্য সদস্য নিয়ে গঠিত।NBG কাউন্সিলের সদস্যরা জর্জিয়ার রাষ্ট্রপতির মনোনীত।  জর্জিয়ার পার্লামেন্ট তাদের মোট সংখ্যার সংখ্যাগরিষ্ঠ দ্বারা সাত বছরের মেয়াদের জন্য নির্বাচিত হয় করে। \n\n\n== প্রেসিডেন্ট ==\nজেসন লর্ডকিপানিডজে - স্টেট ব্যাঙ্ক অফ জর্জিয়ার গভর্নর, জুলাই ১৯২০ - ফেব্রুয়ারি ১৯২১ \nগিয়া টপুরিয়া, অক্টোবর ১৯৯১ - জানুয়ারি ১৯৯২ \nভাজা জিন্দজিখাদজে, জানুয়ারী ১৯৯২ - মার্চ ১৯৯২ \nনোদার কাকুলিয়া, এপ্রিল ১৯৯২ - নভেম্বর ১৯৯২ \nডেমুর দ্বালিশভিলি, নভেম্বর ১৯৯২ - অক্টোবর ১৯৯৩ \nনোদার জাভাখিশভিলি, অক্টোবর ১৯৯৩ - মার্চ ১৯৯৮ \nইরাকলি মানাগাদজে, মার্চ ১৯৯৮ - মার্চ ২০০৫ \nরোমান গোটসিরিডজে, মার্চ ২০০৫ - অক্টোবর ২০০৭ \nডেভিড আমাগ্লোবেলি, অক্টোবর ২০০৭ - ফেব্রুয়ারি ২০০৯ \nগিওর্গী কাডাগিডজে, ফেব্রুয়ারি ২০০৯ – ফেব্রুয়ারি ২০১৬\nকোবা গেভেনেটাদজে, মার্চ ২০১৬ –\n\n\n== জর্জিয়ার সংবিধান ==\n\n\n=== ধারা ৯৫ ===\nজর্জিয়ার ন্যাশনাল ব্যাংক মূল্যের স্থিতিশীলতা প্রদানের জন্য জর্জিয়ার মুদ্রা ব্যবস্থার কার্যকারিতা নিশ্চিত করবে এবং আর্থিক খাতের দক্ষ কার্যকারিতাকে সমর্থন করবে।\nন্যাশনাল ব্যাঙ্ক হল সমস্ত ব্যাঙ্কের ব্যাঙ্ক, এবং জর্জিয়ান সরকারের ব্যাঙ্কার এবং ফিসকাল এজেন্ট।\nন্যাশনাল ব্যাংক তার কার্যক্রমে স্বাধীন থাকবে।এর অধিকার এবং বাধ্যবাধকতা, কার্যক্রমের পদ্ধতি, সেইসাথে এর স্বাধীনতার গ্যারান্টি জৈব আইনের অধীনে নির্ধারিত হবে।\nটাকার নাম এবং একক আইন দ্বারা নির্ধারিত হবে।টাকা ইস্যু করার একমাত্র অধিকার ন্যাশনাল ব্যাংকের থাকবে। \n\n\n=== ধারা ৯৬ ===\nজর্জিয়ার ন্যাশনাল ব্যাঙ্কের সর্বোচ্চ সংস্থা হল ন্যাশনাল ব্যাঙ্কের কাউন্সিল, যার সদস্যরা সাত বছরের জন্য রাষ্ট্রপতির মনোনয়নের পর মোট ডেপুটি সংখ্যার সংখ্যাগরিষ্ঠ দ্বারা সংসদ দ্বারা অনুমোদিত হবে। এই সংবিধানের ৬৪ অনুচ্ছেদ অনুসারে সংসদের সিদ্ধান্তের ভিত্তিতে কাউন্সিলের সদস্যদের বরখাস্ত করা যেতে পারে।\nন্যাশনাল ব্যাঙ্কের প্রেসিডেন্ট কাউন্সিল সদস্যদের মধ্য থেকে নিযুক্ত হবেন এবং ন্যাশনাল ব্যাঙ্কের কাউন্সিল মনোনীত করলেই, তবে জর্জিয়ার প্রেসিডেন্ট তাকে তার দায়িত্ব থেকে অপসারিত করতে পারবেন।\nন্যাশনাল ব্যাংক সংসদের কাছে জবাবদিহি করবে এবং বার্ষিক ভিত্তিতে তার কার্যক্রমের প্রতিবেদন পেশ করবে। \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:কেন্দ্রীয় ব্যাঙ্ক"}