{"pageid": 1144891, "title": "রায়গঞ্জ রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1144891", "content": "রায়গঞ্জ রেলওয়ে স্টেশন ভারতের পশ্চিমবঙ্গ রাজ্যের উত্তর দিনাজপুর জেলার রায়গঞ্জ শহরকে পরিষেবা প্রদান করে।\n\n\n== ইতিহাস ==\nকাটিহার ১৮৮৯ সালে আসাম বেহার স্টেট রেলওয়ে কর্তৃক পার্বতীপুরের সাথে সংযুক্ত হন, যা বর্তমানে বাংলাদেশে অবস্থিত।\nভারত ভাগের সাথে সাথে পূর্ব পাকিস্তানের সাথে যোগাযোগ বিচ্ছিন্ন হয়ে যায়। বারসোই-রাধিকাপুর সেক্টর একটি শাখা লাইন হয়ে ওঠে। ১৯৬০-এর দশকের গোড়ার দিকে, যখন ফারাক্কা ব্যারেজ নির্মাণ করা হচ্ছিল, তখন আরও আমূল পরিবর্তন করা হয়। ভারতীয় রেল কলকাতা থেকে একটি নতুন ব্রডগেজ রেল সংযোগ তৈরি করে।\n২,২৪০ মিটার (৭,৩৫০ ফুট) দীর্ঘ ফরাক্কা ব্যারেজ গঙ্গার উপর দিয়ে একটি রেল-কাম-সড়ক সেতু বহন করে। রেল সেতুটি ১৯৭১ সালে চালু করা হয় যার ফলে বারহারওয়া-আজিমগঞ্জ-কাটোয়া লুপকে মালা টাউন, নিউ জলপাইগুড়ি এবং উত্তরবঙ্গের অন্যান্য রেল স্টেশনগুলির সাথে সংযুক্ত করা হয়।\n\n\n== উপলব্ধ ট্রেনের তালিকা ==\nরায়গঞ্জ রেলওয়ে স্টেশন বারসোই-রাধিকাপুর শাখা লাইনে অবস্থিত। একটি এক্সপ্রেস ট্রেন রাধিকাপুর এক্সপ্রেস কলকাতায় পৌঁছানোর জন্য উপলব্ধ এবং একটি লিঙ্ক সুপারফাস্ট এক্সপ্রেস ট্রেন রাধিকাপুর-আনন্দবিহার এক্সপ্রেস নতুন দিল্লি যাওয়ার জন্য উপলব্ধ। এই দুটি কাটিহারগামী লোকাল প্যাসেঞ্জার ট্রেনের পাশাপাশি একটি শিলিগুড়িগামী ডিএমইউ যাত্রীও পাওয়া যাবে। পশ্চিমবঙ্গের বর্তমান মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় তার রাজত্বকালে রেলমন্ত্রী হিসাবে রায়গঞ্জের জন্য কয়েকটি রেল প্রকল্পের ঘোষণা করেন যা অবশ্যই যোগাযোগকে বাড়িয়ে তুলে।\n\nরায়গঞ্জ-ডালখোলা লাইন (৪৩.৪৩কিমি)\nরায়গঞ্জ-ইটাহার-গাজোল লাইন\n\n\n== ভবিষ্যতের পরিকল্পনা ==\nরেল যোগাযোগের দিক থেকে রায়গঞ্জ বেশ পিছিয়ে। স্টেশনটি বারসোই-রাধিকাপুর শাখা লাইনে অবস্থিত এবং মাত্র কয়েকটি ট্রেন যায়। কিন্তু, রেল মন্ত্রক কয়েকটি প্রকল্প অনুমোদন করেছে যা রায়গঞ্জ রেলওয়ে স্টেশনকে রেলওয়ে জংশনে রূপান্তরিত করবে। প্রকল্পগুলি সম্পন্ন হলে মালদা টাউন রেলওয়ে স্টেশন এবং ডালখোলা রেলওয়ে স্টেশনের সাথে সরাসরি সংযোগ প্রদান করবে এবং এইভাবে যোগাযোগকে ব্যাপকভাবে বৃদ্ধি করবে। প্রকল্পগুলো প্রাথমিক পর্যায়ে রয়েছে এবং মাত্র ৩০% কাজ শেষ হয়েছে।\n\n\n== সুযোগ-সুবিধা ==\nরায়গঞ্জ রেলওয়ে স্টেশনে নিম্নলিখিত সুবিধা রয়েছে:\n\nকম্পিউটারাইজড রিজার্ভেশন সিস্টেম\nবিশ্রাম কক্ষ\nরিটারিং রুম\nবইয়ের স্টল\n\n\n== তথ্যসূত্র =="}