{"pageid": 1144344, "title": "আজিরিয়া মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1144344", "content": "আজিরিয়া আলিয়া ফাজিল মাদ্রাসা হল একটি আলিয়া মাদ্রাসা যা বাংলাদেশের সিলেট জেলার গোলাপগঞ্জ উপজেলার ফুলবাড়ীতে অবস্থিত। ১৮৬০ খ্রিস্টাব্দে, শাহ আব্দুল ওয়াহাব চৌধুরীর শাগরেদ আল্লামা মহম্মদ আজিরউদ্দীন আহমদ চৌধুরী তার পূর্বপুরুষের সম্পদ ব্যবহার করে এর পুনঃঅনুদান প্রদান করে এটিকে একটি আলিয়া মাদ্রাসায় রূপান্তরিত করেন, যা কলকাতা আলিয়া মাদ্রাসার শৈলীর সাথে সম্পর্কিত। বর্তমানে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত একটি ফাজিল মাদ্রাসা।\n\n\n== ইতিহাস ==\nমুঘল রাষ্ট্রনায়ক ও জমিদার মীর হাজারার বংশধরেরা ফুলবাড়ীতে একটি মাদ্রাসা প্রতিষ্ঠা করেন। তার বংশধরদের মধ্যে ছিলেন ১৯ শতাব্দীর সুফি পীর শাহ আব্দুল ওহাব চৌধুরী, যিনি মাদ্রাসাটির বর্তমান রূপে রূপান্তরিত হওয়ার ঠিক আগেই এর নেতৃত্ব দিয়েছিলেন। তার সুফি পটভূমি মাদ্রাসাটিকে সিলেটি নাগরি লিপিতে সাহিত্য রচনার জন্য একটি উল্লেখযোগ্য কেন্দ্রে পরিণত করেছিল। চৌধুরীর সম​য় বিশিষ্ট ছাত্রদের মধ্যে ছিলেন সুফি শায়েরদ্ব​য় শিতালং শাহ ও ইবরাহীম আলী তশনা। ১৮৬০ সাল থেকে এটি আজিরিয়া আলিয়া মাদ্রাসা নামে পরিচিতি পায়। আল্লামা আজিরউদ্দীন দুটি ফার্সি বই, গুলদস্তা-ই-আকায়েদ ও আকায়েদ-ই-আজিরিয়া, লিখেছিলেন। বিংশ শতাব্দীতে সুফি হাবিবুর রহমান চৌধুরী মাদ্রাসার মুহতামিম হন। তার ছেলে, মজদউদ্দীন চৌধুরী, একজন বিশিষ্ট চা পথিকৃৎ ও মুরারিচাঁদ কলেজের প্রাক্তন অধ্যক্ষ ছিলেন। তিনি মহিউস সুন্নাহ চৌধুরীর বাবাও ছিলেন, যিনি আজিরিয়া মাদ্রাসার উন্নয়নে ব্যাপক ভূমিকা রেখেছিলেন।\nমাদ্রাসাটি পাকিস্তান আন্দোলনের একটি গুরুত্বপূর্ণ কেন্দ্রে পরিণত হয়, যার মূল কর্মকাণ্ডের সাথে জড়িত প্রাক্তন শাগরেদ আব্দুল মোসব্বির গহরপুরী (সিলেট জেলা মুসলিম ছাত্র সমিতির প্রতিষ্ঠাতা) ও সৈয়দ নজীরউদ্দীন আহমদ বালিকান্দী। অন্যান্য উল্লেখযোগ্য প্রাক্তন শাগরেদদের মধ্যে রয়েছে ইব্রাহীম চতুলী ও ইসমাঈল আলম।\n২০০৬ সালে মাদ্রাসাটি ইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়ার অধিভুক্তি লাভ করে, পরবর্তীতে ২০১৬ সালে ইসলামি আরবি বিশ্ববিদ্যালয়ে স্থানান্তর করা হয়।\n\n\n== প্রাক্তন শিক্ষার্থী ==\nশিতালং শাহ (১৮০৬–১৮৯৯), মরমী সুফী সাধক\nআবুল আজীজ ইসমাঈল আলী আলম (১৮৬৮–১৯৩৭), কবি ও খেলাফৎ আন্দোলনের সক্রিয় কর্মী\nইবরাহীম আলী তশনা (১৮৭২–১৯৩১), আলেম, কবি ও খেলাফৎ আন্দোলনের সক্রিয় কর্মী\nইব্রাহীম আলী চতুলী (১৮৯৪–১৯৮৪), আসাম প্রদেশের সাবেক শিক্ষামন্ত্রী\nরেয়াসত আলী (১৯০৩–?), রানাপিং মাদ্রাসার প্রতিষ্ঠাতা ও মুহতামিম\nহোসেন আহমদ কাজীপুরী (১৯১৫-?), সিলেট সরকারি আলিয়া মাদ্রাসার অন্যতম ওস্তাদ\nমোহম্মদ হবিবুর রহমান (১৯৩৪-২০২২), আন্তর্জাতিক ইমাম ও থানাবাজার হিফজুল কুরআন মাদ্রাসার প্রতিষ্ঠাতা\nসৈয়দ নজীরউদ্দীন আহমদ, পাকিস্তান আন্দোলনের সক্রিয় কর্মী\nআব্দুল মোসব্বির গহরপুরী, সিলেট জেলা মুসলিম ছাত্রসমিতির প্রতিষ্ঠাতা\n\n\n== আরও পড়ুন ==\nআব্দুল মতিন ফুলবাড়ী\nChoudhury, Mustansirur Rahman। আঞ্চলিক ইতিহাস: ফুলবাড়ী আজিরিয়া আলিয়া মাদ্রাসা। \nChoudhury, Mustansirur Rahman; ফখরুল ইসলাম চৌধুরী (১৯৯২)। ফুলবাড়ী, ইতিহাস খ্যাত একটি গ্রাম। \n\n\n== তথ্যসূত্র =="}