{"pageid": 1144589, "title": "হিন্দুধর্ম বিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1144589", "content": "হিন্দুধর্ম বিদ্যা বলতে ভারতীয় উপমহাদেশের সনাতন ধর্ম তথা হিন্দুধর্ম ও হিন্দুধর্ম-সংশ্লিষ্ট সংস্কৃতি, বিশ্বাস, দর্শন, ভাষা, ঐতিহ্য ও চর্চা বিষয়ক নৈর্ব্যক্তিক বস্তুনিষ্ঠ উচ্চশিক্ষায়তনিক গবেষণাকে নির্দেশ করা হয়। এটিকে ধর্মবিদ্যা ও ভারতবিদ্যার উপক্ষেত্র হিসাবে বিবেচনা করা হয়।\nভারতে ব্রিটিশ ঔপনিবেশিক যুগে ব্রিটিশ ভাষাতত্ত্ব থেকে এই বিদ্যাটির যাত্রা শুরু হয়। ভারতীয় উচ্চশিক্ষায়তনে হিন্দুধর্মের জন্য একটি স্বতন্ত্র বিভাগের অভাব ছিল। তাই হিন্দুধর্ম বিদ্যা মূলত বহিরাগত পশ্চিমারাই অনুশীলন করেছেন।\n\n\n== ভাষাতাত্ত্বিক যুগ ==\n১৭৮৯ এবং ১৮৩২ সালের মধ্যে, ভারতীয় সংস্কৃতি সম্পর্কে ব্রিটিশদের ধারণা ছিল সম্পূর্ণ বিপরীত। সেই সময়ের আগে, ব্রিটিশরা ভারতীয়দেরকে অসংগঠিত এবং একটি সুসংগত দর্শনের অভাব হিসাবে দেখেছিল। ১৯ শতকের মাঝামাঝি পরে, যেভাবেই হোক, \"Hinduism\" শব্দটি ইংরেজীতে গ্রহণযোগ্য হয়ে ওঠে যেটি ভারতে বিস্তৃত ধর্মীয় কাঠামোকে বোঝায়। এটি একটি একতরফা বানোয়াট ছিল না, যেহেতু স্ব-পরিচিত হিন্দুরা \"হিন্দুধর্ম\" এবং তাদের নিজস্ব সংস্কৃতির প্রতিরক্ষার মাধ্যমে ব্রিটিশ চ্যালেঞ্জের মুখোমুখি হয়েছিল।\nহিন্দুধর্মের প্রাথমিক অধ্যয়ন প্রধানত বর্তমান হিন্দু জীবন পর্যবেক্ষণের পরিবর্তে সংস্কৃত গ্রন্থের অনুবাদ এবং ভাষ্য গঠন করে। ফিলোলজির উপর এই ঐতিহাসিক জোর বর্তমান দিনের হিন্দু অধ্যয়নের উপর একটি শক্তিশালী প্রভাব ফেলেছে, যা প্রায়শই মধ্যযুগীয় এবং শাস্ত্রীয় যুগের হিন্দুধর্মের উপর জোর দেয়।\n\n\n== পরবর্তী গবেষকবৃন্দ ==\nওয়েন্ডি ডনিগার হিন্দু অধ্যয়নের সাথে জড়িত হওয়ার সময়, একক শ্রেণী হিসাবে হিন্দু ধর্মের প্রকৃতি ইতিমধ্যেই প্রশ্নবিদ্ধ ছিল, উইলফ্রেড ক্যান্টওয়েল স্মিথের The Meaning and End of Religion (১৯৬২) -এ আলোচনা করা হয়েছে। একটি সাধারণ-শ্রোতাদের প্রতিক্রিয়ায়, তিনি উইলসন ত্রৈমাসিক (১৯৯১) এ দাবি করেছিলেন যে হিন্দুধর্মকে একটি \" ভেনচিত্র \" হিসাবে কল্পনা করা যেতে পারে বা আলোর তরঙ্গ ও কণার দ্বৈতরূপে দেখা যেতে পারে যা একসাথে একটি সম্পূর্ণ গঠন করে।\n\n\n== হিন্দুধর্ম অধ্যয়নে ডক্টরাল পাঠ্যক্রম ==\nউনিশ শতকের মাঝামাঝি থেকে, কিছু বিশ্ববিদ্যালয় হিন্দু ধর্মতত্ত্বে ডক্টরেট পাঠ্যক্রমের প্রস্তাব করতে শুরু করেছে। বিশ্ববিদ্যালয়গুলোর মধ্যে একটি হল আমেরিকার হিন্দু ইউনিভার্সিটি, যা ন্যাশনাল পাবলিক স্কুলস অ্যালায়েন্স দ্বারা স্বীকৃত যা মার্কিন যুক্তরাষ্ট্রের শিক্ষা বিভাগ দ্বারা একটি স্বীকৃত সংস্থা হিসাবে স্বীকৃত নয়।\n\n\n== সমালোচনা ==\n১৯৯০ এর দশকের শুরুতে, উত্তর আমেরিকার হিন্দু দলগুলো তাদের সংস্কৃতির একাডেমিক চিত্রায়নের প্রতিবাদ করতে শুরু করে। এটি ১৯৯৫ সালে “কালীর শিশু”, জেফরি কৃপালের রামকৃষ্ণের মনোবিশ্লেষণমূলক জীবনী প্রকাশের মাধ্যমে শুরু হয়েছিল। ১৯৯৫ সালে, বইটি আমেরিকান একাডেমি অফ রিলিজিয়ন পুরস্কার জিতেছে। বইটি বিতর্কিত হয়ে ওঠে এবং কৃপাল নিজেও হিন্দু সমালোচক ও পাশ্চাত্য পণ্ডিতদের সাথে বইটি নিয়ে আলোচনায় গভীরভাবে জড়িয়ে পড়েন। পল বি. কোর্টরাইটের গণেসা: লর্ড অফ অবস্ট্যাকলস, লর্ড অফ বিগিনিংসের আরেকটি বিতর্কিত মনোবিশ্লেষণ । কোর্টরাইট উত্তর দিয়েছিলেন যে তিনি হিন্দু সমালোচনা থেকে এমন কিছু বের হতে দেখেননি যা প্রতিক্রিয়া জানানোর মতো; ওয়েন্ডি ডনিগার, তার পক্ষ থেকে, হিন্দুদের অভিযোগের প্রতি দ্রুত সাড়া দেওয়া বন্ধ করে দেন এবং ব্রিটেনে একটি বক্তৃতায় অগ্নিদগ্ধ হওয়ার পর বাংলায় একটি বক্তৃতা বাতিল করেন। একই ব্রিটেনের সম্মেলনে, ওয়েন্ডি ডনিগারকে হিন্দু ধর্ম নিয়ে কথা বলার যোগ্যতা নিয়ে প্রশ্ন করা হয়েছিল। প্রত্যক্ষদর্শীদের মতে, তিনি নিজেকে মানসিক বিশ্লেষিত করেছেন কিনা জানতে চাইলে তিনি উত্তর দিতে এড়িয়ে যান।\n২০০২ সালে, ইনফিনিটি ফাউন্ডেশনের প্রতিষ্ঠাতা রাজীব মালহোত্রা \"RISA Lila - 1: Wendy's Child Syndrome\" নামে একটি ব্লগ পোস্টের মাধ্যমে বিতর্ককে পুনরুজ্জীবিত করেন। নিবন্ধে, মালহোত্রা হিন্দুধর্মের অধ্যয়নে ফ্রয়েডীয় মনোবিশ্লেষণমূলক পদ্ধতির প্রয়োগ নিয়ে প্রশ্ন তুলেছিলেন এবং যুক্তি দিয়েছিলেন যে এটি পশ্চিমা মনোবিজ্ঞানীদের মধ্যে অসম্মানিত হয়েছে এবং পণ্ডিতরা প্রশিক্ষিত মনোবিশ্লেষক ছিলেন না এবং পদ্ধতিটি অ-পশ্চিমা বিষয়গুলির জন্য প্রযোজ্য নয়। Sulekha.com -এ প্রকাশিত নিবন্ধটি ব্যাপকভাবে পঠিত হয়েছে।\n২০০৭ সালে ইনভেডিং দ্য সেক্রেড, নিউইয়র্ক স্টেট ইউনিভার্সিটির দর্শনের প্রফেসর এমেরিটাস অ্যান্তোনিও ডি নিকোলাস, মনোবিশ্লেষক অ্যালান রোল্যান্ড, এসএন বালাগঙ্গাধরা, পণ্ডিতা ইন্দ্রাণী রামপ্রসাদ এবং অন্যান্য  সহ অনেক অধ্যাপকের লেখা একটি বই। - হিন্দু অধ্যয়নের প্রভাবশালী বর্ণনা বিশ্লেষণ ও খণ্ডন করুন। অনন্তানন্দ রামবচন লিখেছেন যে \"মার্কিন যুক্তরাষ্ট্রে হিন্দু ধর্মের একাডেমিক অধ্যয়ন সম্পর্কে ইনভেডিং দ্য স্যাক্রেডের লেখকদের দ্বারা উত্থাপিত অনেক উদ্বেগের গুরুত্ব এবং বৈধতা সম্পর্কে সামান্য সন্দেহ থাকতে পারে।\"\n\n\n=== ভিতরের/বাইরের সমস্যা ===\nপশ্চিমা হিন্দু অধ্যয়নের হিন্দু সমালোচনা পশ্চিমা ব্যাখ্যা থেকে কি অনুপস্থিত তা ব্যাখ্যা করার জন্য etic এবং emic শব্দগুলির উপর নির্ভর করে। Invading the Sacred-এর লেখকরা এবং বৃহৎ দাবি করেছেন যে বহিরাগত, etic, দৃষ্টিকোণ ঐতিহাসিকভাবে পণ্ডিতদের তাদের রায় দ্বারা প্রভাবিত বোধ থেকে রক্ষা করেছে। যাইহোক, শ্রীনিবাস তিলক লিখেছেন যে অভ্যন্তরীণ, এমিক, পণ্ডিতদেরও পক্ষপাত এড়াতে যত্ন নিতে হবে। \nক্রিটিকস নট কেয়ারটেকার্স: রিডিসক্রাইবিং দ্য পাবলিক স্টাডি অফ রিলিজিয়নের লেখক রাসেল টি. ম্যাককাচিওন, অন্তর্নিহিত/বহিরাগত সমস্যা সম্পর্কে তার নিজস্ব দৃষ্টিভঙ্গি উপস্থাপনের উপায় হিসাবে বিতর্কটিকে ব্যবহার করেছেন। তার নিবন্ধে \"এটি একটি মিথ্যা। এটার কোন সত্য নেই! এটা পাপ!\" , McCutcheon পণ্ডিতদের মনোভাবের উপর দৃষ্টি নিবদ্ধ করেন, যারা তিনি মনে করেন যে তারা হিন্দুদের উদ্বেগকে তাদের নিজস্ব স্বার্থের সাথে একীভূত করার চেষ্টা করে অনেক দূর এগিয়ে যাচ্ছে। McCutcheon নিজে বিশ্বাস করেন যে অভ্যন্তরীণ ব্যক্তিদের বিশ্ব দৃষ্টিভঙ্গি প্রত্যাখ্যান করা অপরিহার্য যদি ধর্মীয় পণ্ডিতরা \"একটি কণ্ঠের জন্য নিবেদিত শিষ্য\" ছাড়া অন্য কিছু হতে চান।  তিনি বিশ্বাস করেন যে হিন্দু পণ্ডিতদের এটি পরিষ্কার করা উচিত যে তারা এমন একটি দৃষ্টিভঙ্গি উপস্থাপন করছেন যা হিন্দুধর্মের সমালোচনামূলক, কারণ একটি অ-সমালোচনামূলক দৃষ্টিভঙ্গি উপস্থাপন করার অর্থ \"মানব বিজ্ঞানের সমাপ্তি যেমন আমরা জানি।\" \nনির্দিষ্ট হিন্দু পণ্ডিতদের সম্বোধন করে, কোর্টরাইট এট আলের সাথে ম্যাককাচন পক্ষ। এই দৃষ্টিভঙ্গি ধারণ করে যে \"পণ্ডিত হিসাবে আমাদের একটি বুদ্ধিজীবী এবং প্রতিষ্ঠানের বাধ্যবাধকতা রয়েছে, মাঝে মাঝে, তাদের দ্বারা অনাকাঙ্ক্ষিত উপায়ে অবিকলভাবে অধ্যয়ন করা।\"  যাইহোক, ইনভেডিং দ্য সেক্রেডের লেখকরা দাবি করেন যে তারা হিন্দুধর্মের পাশ্চাত্য মূল্যায়নের সমালোচনা করেন \"এটি আক্রমণাত্মক বা রাজনৈতিকভাবে ভুল নয়, বরং এটি ভিত্তিহীন এবং অসত্য।\" \nম্যাককাচন নিজেকে উইলফ্রেড ক্যান্টওয়েল স্মিথের বিরোধিতায় রেখেছেন, 20 শতকের ধর্মীয় অধ্যয়নের অন্যতম প্রধান ব্যক্তিত্ব, যিনি লিখেছেন যে ধর্মীয় ঐতিহ্যগুলি সর্বদা অভ্যন্তরীণদের কাছে গ্রহণযোগ্য উপায়ে শেখানো উচিত।  এসএন বালগঙ্গাধরা আরও উল্লেখ করেছেন যে \"এই 'সংলাপগুলির মধ্যে কিছু' সহিংসতাকে বাড়িয়ে তোলে; তারা এটি হ্রাস করে না\"। \n\n\n=== হিন্দু ধর্মের সংজ্ঞা ===\nমালহোত্রার উপসংহার, যাইহোক, ওয়েন্ডি ডনিগার সংস্কৃতির স্ব-পরিচয়কে বাতিল করার জন্য একজন পণ্ডিত হিসাবে তার কর্তৃত্ব ব্যবহার করছিলেন: \"স্বতন্ত্র পণ্ডিতদের অধিকার অবশ্যই তাদের চিত্রিত সংস্কৃতি এবং সম্প্রদায়ের অধিকারের বিরুদ্ধে ভারসাম্যপূর্ণ হতে হবে, বিশেষ করে সংখ্যালঘুরা যারা প্রায়শই হুমকির সম্মুখীন হয়। পণ্ডিতদের সমালোচনা করা উচিত কিন্তু অন্যের ধর্মকে সংজ্ঞায়িত করা উচিত নয়।\" ডনিগার অস্বীকার করেন যে তিনি হিন্দু ধর্মকে সংজ্ঞায়িত করছেন। \n\n\n== আরও দেখুন ==\nহিন্দুধর্মের এনসাইক্লোপিডিয়া\nশৌনকা ঋষি দাস\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে হিন্দুধর্ম বিদ্যা সম্পর্কিত মিডিয়া দেখুন।\nDEFAMATION/ANTI/DEFAMATION: Hindus in Dialogue with the Western Academy  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ ফেব্রুয়ারি ২০০৯ তারিখে: A panel discussion held at the annual meeting of the American Academy of Religion in Denver on 17 November 2001\n\n\n== তথ্যসূত্র ==\n\n\n== টেমপ্লেট =="}