{"pageid": 1144352, "title": "হ্রদ রেটবা", "url": "https://bn.wikipedia.org/wiki?curid=1144352", "content": "ল্যাক রোজ (এর অর্থ গোলাপী হ্রদ) সেনেগালের ক্যাপ ভার্ট উপদ্বীপের উত্তরে অবস্থিত, উত্তর-পশ্চিম আফ্রিকার রাজধানী ডাকার থেকে প্রায় ৩০ কিমি (১৮ মাইল) উত্তর-পূর্বে। এটি ডুনালিয়েলা স্যালিনা শৈবাল দ্বারা সৃষ্ট গোলাপী জলের জন্য নামকরণ করা হয়েছে এবং কিছু এলাকায় ৪০% পর্যন্ত উচ্চ লবণের জন্য পরিচিত।\n\n\n== বর্ণনা ==\nহ্রদটি আটলান্টিক মহাসাগর থেকে শুধুমাত্র টিলাগুলির একটি সরু করিডোর দ্বারা বিচ্ছিন্ন, এবং এর গোলাপী জলের জন্য নামকরণ করা হয়েছে, যা ডুনালিয়েলা স্যালিনা শৈবাল দ্বারা সৃষ্ট। শেত্তলাগুলি সূর্যালোক শোষণ করতে সাহায্য করার জন্য একটি লাল রঙ্গক তৈরি করে, যা তাদের এটিপি (অ্যাডেনোসিন ট্রাইফোসফেট) তৈরি করতে শক্তি দেয়। রঙটি বিশেষ করে শুষ্ক মৌসুমে (নভেম্বর থেকে জুন পর্যন্ত) দৃশ্যমান এবং বর্ষাকালে (জুলাই থেকে অক্টোবর) কম দেখা যায়।\nম্যাজেন্টা রঙের স্যাম্পায়ার ঝোপগুলি হ্রদের সাদা বালির তীরগুলিতে ফুটে ওঠে; বালির টিলাগুলো টেরা-কোটা রঙের\n\n\n== লবণ ==\nসে হ্রদ তার উচ্চ লবণের জন্য পরিচিত (কিছু এলাকায় ৪০% পর্যন্ত), যা মূলত সমুদ্রের পানির প্রবেশ এবং এর পরবর্তী বাষ্পীভবনের কারণে। মৃত সাগরের মতো হ্রদটি যথেষ্ট উচ্ছল যে মানুষ সহজেই ভাসতে পারে।\nসারা পশ্চিম আফ্রিকা থেকে ৩,০০০ জন সংগ্রাহক, পুরুষ ও মহিলা, যারা দিনে ৬-৭ ঘন্টা কাজ করে লবণ রপ্তানি করা হয়। তারা তাদের ত্বককে বিউরে ডি করিটি (শিয়া মাখন) দিয়ে রক্ষা করে, শিয়া বাদাম থেকে উৎপন্ন একটি ইমোলিয়েন্ট যা টিস্যুর ক্ষতি এড়াতে সাহায্য করে। লবণ সেনেগালিজ জেলেরা মাছ সংরক্ষণের জন্য ব্যবহার করে, যা জাতীয় খাবার সহ অনেক ঐতিহ্যবাহী রেসিপিতে একটি উপাদান, যা মাছ এবং ভাতের সংমিশ্রণ যা থিয়েবউডিন নামে পরিচিত।প্রতি বছর এই হ্রদ থেকে প্রায় ৩৮,০০০ টন লবণ সংগ্রহ করা হয়, যা সেনেগালের লবণ উৎপাদন শিল্পে অবদান রাখে। সেনেগাল আফ্রিকার এক নম্বর লবণ উৎপাদনকারী।\n\n\n== বন্যপ্রানী ==\nহ্রদের উচ্চ লবণাক্ততা থাকা সত্ত্বেও, যা শুষ্ক মৌসুমে ৩৫০ গ্রাম/লিটার পর্যন্ত পৌঁছাতে পারে, ব্ল্যাকচিন তেলাপিয়াকে লোনা অংশে বাস করতে দেখা গেছে ।\n\n\n== বিশ্ব ঐতিহ্য ==\nরেটবা হ্রদটি বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে ইউনেস্কোর বিবেচনাধীন রয়েছে।\n\n\n== আরও পড়ুন ==\n\"লেক রেটবা, সেনেগালের গোলাপী হ্রদের দিকে একটি নজর\"। এডওয়ার্ড আসরে। ৫ মে ২০২১।\n\n\n== তথ্যসূত্র ==\nহান্দায়ানি, উরি; পারমিতা, তস্য (19 জুন 2012)। \"ডানাউ পিঙ্ক, সেনসাসি উইসাটা আপুং ডি সেনেগাল\"। VIVAnews (ইন্দোনেশিয়ান ভাষায়)। ১৪ আগস্ট ২০১২ তারিখে মূল থেকে আর্কাইভ করা হয়েছে। ১৯ জুন ২০১২ তারিখে সংগৃহীত।\n\"সেনেগালের গোলাপী হ্রদ কীভাবে লবণের খনিরা বাঁচায়\" বিবিসি নিউজ অনলাইন। ১৯ আগস্ট ২০১৩।\n\"সেনেগালের লেক রেটবা দেখতে একটি দৈত্যাকার স্ট্রবেরি মিল্কশেকের মতো\"। যুক্তরাজ্য ৫ জুন ২০১২. সংগৃহীত ৯ নভেম্বর ২০১৯।"}