{"pageid": 1144390, "title": "ডিজনি চ্যানেল (পোল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1144390", "content": "ডিজনি চ্যানেল দ্য ওয়াল্ট ডিজনি কোম্পানি ইএমইএ দ্বারা মালিকানাধীন এবং পরিচালিত একটি পোলীয় শিশুতোষ কেবল এবং স্যাটেলাইট টেলিভিশন চ্যানেল, এবং দ্য ওয়াল্ট ডিজনি কোম্পানি পোলস্কার থেকে দপ্তর করা। এটি ডিজনি ব্র্যান্ডেড টেলিভিশন বিভাগের অংশ।\n২০০৬ সালের ২ ডিসেম্বরে এটি সম্প্রচার শুরু করে, যা শুধু কানাল+ প্রিমিয়াম, পোলস্যাট বক্স, অরেঞ্জ টিভি, এবং কিছু স্থানীয় কেবল প্রোভাইডারে উপলব্ধ। উদ্বোধনে ডিজনি চ্যানেল পোল্যান্ডের দ্বিতীয় সবচেয়ে জনপ্রিয় চ্যানেল, মিনিমিনি+ এর পেছনে।\nএটি পূর্বে সকাল ৬টার থেকে রাত ১০টার পর্যন্ত (ইউটিসি+০১:০০) ১৬ ঘণ্টার জন্য সম্প্রচার করতো, এবং ২০১০ সালের ৯ মের থেকে ২৪ ঘণ্টার জন্য সম্প্রচার শুরু করে। এটি স্ক্যান্ডিনেভীয় এবং মধ্যপ্রাচ্য ফিড থেকে আলাদা হয়ে ২০১০ সালের ২ ডিসেম্বর থেকে একটি বিজ্ঞাপন-মুক্ত চ্যানেল।\nএটি পোলীয় এবং ইংরেজিতে (এসএপির মাধ্যমে) সম্প্রচার করে। উদ্বোধনে এটি পূর্বে লুব্লিন থেকে সম্প্রচারিত, যা ওয়ারশয়ের কাছে, তারপরে এটির কার্যক্রম সেই শহরে স্থানান্তর করা হয় ২০২২ সালে।\nতেলেকামেরির তেলে তিদজিয়েনের \"শিশুতোষ চ্যানেল\" বিষয়শ্রেণীতে ডিজনি চ্যানেল তিন বার জিতেছে।\n\n\n== ইতিহাস ==\nচ্যানেলের উদ্বোধনের আগে দ্য ওয়াল্ট ডিজনি কোম্পানি ইএমইএ টিভিপি১ এর সাথে একটি ব্লকটাইম চুক্তিতে পরে \"ওয়াল্ট ডিজনি পজেদস্তাভিয়া\" আনুষ্ঠানিক ব্লকে ডিজনি অনুষ্ঠান প্রচারিত করার জন্য, যা ১৯৯১ সালের ৫ জানুয়ারিতে শুরু হয়, এবং সপ্তাহে দুইবার প্রচারিত হয়, বিশেষভাবে শনিবারে।\nঅনেকগুলো সালে আনুষ্ঠানিক ব্লকটি সময় এবং অনুষ্ঠানসূচী পরিবর্তন করেছে। প্রথমে এটি ১৯৯৪ সালের আগস্ট পর্যন্ত দুপুর ২:৩০ থেকে দেখানো হয়, তারপরে সেপ্টেম্বর থেকে এটিকে ১:০০ থেকে ১:৩০ এর মধ্যে আরও আগে সময় দেওয়া হয়। ১৯৯৮ সালের মার্চে এটিকে দুপুর ১২:১০ এ প্রচারিত হওয়া শুরু হয়, পরে ১৯৯৮ সালের সেপ্টেম্বর থেকে সকাল ১০:২০ থেকে, ১৯৯৯ সালের জুলাই থেকে সকাল ১০টার থেকে, এবং ১৯৯৯ সালের সেপ্টেম্বর থেকে সকাল ৯:৩০ থেকে ৯:৩৫ এর মধ্যে।\nএটি রবিবারেও দেখানো হয়েছিল \"ভিয়েচোরিঙ্কা\" (সন্ধ্যা) এর সময়, ২০০৫ সালের ১ জানুয়ারির পর্যন্ত, চ্যানেলের উদ্বোধনের জন্য সামঞ্জস্য করার জন্য।\n২০০৬ সালের ২ ডিসেম্বরে পোল্যান্ডে ডিজনি চ্যানেল সম্প্রচার শুরু করে বিকাল ৫টায় (ইউটিসি+০১:০০) স্ক্যান্ডিনেভীয় এবং মধ্যপ্রাচ্য সংস্করণের সাথে প্রোমো ফিড ভাগ করে, এবং পোল্যান্ডে এর প্রথম প্রচারিত অনুষ্ঠান ছিল ২০০৪ সালের চলচ্চিত্র দ্য ইনক্রেডিবলস। উদ্বোধনের সাথেই এর রেটিংস বেড়ে যায়, এবং এর কাছে সম্ভবত ৩,১৫,০০০টি দর্শক আছে।\n২০০৭ সালের ১৪ আগস্টে ডিজনি চ্যানেল এর নিজস্ব ইউটিউব চ্যানেল তৈরি করে, এবং ২০১০ সালের ২৫ ফেব্রুয়ারিতে এর প্রথম আপ্লোড করা ভিডিও ছিল হ্যানা মন্টানার লেট'স ডু দিস টেপ করা লাইভ কনসার্ট, যা মূলে যুক্তরাষ্ট্র থেকে তৈরি করা।\n২০১০ সালের ২৩ জুলাইতে ডিজনি কোম্পানি লিমিটেড ডিজনি না জাদানিয়ে (অর্থ অন ডিমান্ডে ডিজনি) চালু করে, যা হচ্ছে একটি ভিডিও অন ডিমান্ড সার্ভিস যা শুধু পোল্যান্ডে ইউপিসি সাবস্ক্রাইবারদের জন্য উপলব্ধ।\n২০১০ সালের ১ আগস্টে ডিজনি চ্যানেল পোল্যান্ড স্ক্যান্ডিনেভীয় এবং মধ্যপ্রাচ্য ফিডের থেকে আলাদা হয়ে সম্প্রচার শুরু করে।\n২০১৫ সালের ১০ এপ্রিলে ডিজনি চ্যানেলের একটি এইচডি সংস্করণের উদ্বোধন হয়, শুধু পোলস্যাট বক্স সাবস্ক্রাইবারদের জন্য।\n২০২২ সালের ২৩ এপ্রিলে ডিজনি চ্যানেল সপ্তাহান্তের দিনে মির‍্যাকিউলাস: টেলস অফ লেডিবাগ অ্যান্ড ক্যাট নয়া ধারাবাহিকটি পোলীয় ইশারা ভাষার সাথে প্রচারিত করা শুরু করে, বিশেষভাবে যাদের শুনতে সমস্যা আছে। এটিতে ফুন্দাৎসি কুল্তুরি বেজ বারিয়ের (বাধা ছাড়া সংস্কৃতির ভিত্তি) থেকে আলিৎসিয়া শুরকিয়েভিচ বৈশিষ্ট্যযুক্ত, যেহেতু যিনি ইশারা ভাষার অনুবাদের জন্য দায়ী।\n২০২২ সাল হিসেবে পোল্যান্ডে ডিজনি এক্সডি এখনো সম্প্রচার করে, যা ২০২০ সাল থেকে বাণিজ্য পরিবর্তনের কারণে বেশিরভাগ দেশে সম্প্রচার বন্ধ করে। ডিজনির অনুষ্ঠান ২০২২ সালের ১৪ জুন থেকে পূর্ব ইউরোপ সহ পোল্যান্ডে ডিজনি+ এও দেখা যাবে।\n\n\n== সম্পর্কিত সার্ভিসসমূহ ==\n\n\n=== ডিজনি না জাদানিয়ে (ডিজনি অন ডিমান্ড) ===\nডিজনি না জাদানিয়ে ২০১০ সালের ২৩ জুলাইতে উদ্বোধন একটি ভিডিও অন ডিমান্ড সার্ভিস, যা শুধু ইউপিসি ডিজিটাল টিভি সাবস্ক্রাইবারদের জন্য।\n\n\n=== ওয়েবসাইট (disneychannel.pl) ===\ndisneychannel.pl দেশের ডিজনি চ্যানেলের প্রাতিষ্ঠানিক ওয়েবসাইট ছিল। ২০১৭ সাল থেকে ওয়েবসাইটটি একটি মুক্ত অ্যাপলিকেশনে রূপান্তর করা হয়।\n\n\n=== ডিজনি জুনিয়র ===\n\nডিজনি জুনিয়র ১২ বছরের নিচের শিশুদের লক্ষ্য করা একটি পোলীয় শিশুতোষ টেলিভিশন চ্যানেল যা ২০০৬ সালের ৩ ডিসেম্বরে সম্প্রচার শুরু করে, ডিজনি চ্যানেলে একটি সকাল বেলার আনুষ্ঠানিক ব্লক হিসেবে। পরে ২০১০ সালের ১ সেপ্টেম্বরে এটি চ্যানেল হিসেবে সম্প্রচার শুরু করে। ২০১১ সালের ১ জুনের সকাল ৬টায় উভয় চ্যানেল এবং আনুষ্ঠানিক ব্লক ডিজনি জুনিয়রে রূপান্তর হয়।\n\n\n=== ডিজনি এক্সডি ===\n\nডিজনি এক্সডি ৬ থেকে ১৪ বছরের শিশু এবং কৈশোরদের লক্ষ্য করার একটি ভ্রাতৃপ্রতিম টেলিভিশন চ্যানেল। ২০০৯ সালের ১৯ সেপ্টেম্বরে জেটিক্সকে প্রতিস্থাপন করে চ্যানেলটি সম্প্রচার শুরু করে। এটি লক্ষ্য করা দর্শকদের জন্য উভয় এর নিজস্ব প্রযোজিত অনুষ্ঠান এবং ডিজনি চ্যানেল থেকে ধারাবাহিক এবং চলচ্চিত্র প্রচারিত করে।\n২০২২ সাল হিসেবে ডিজনি এক্সডির ওলন্দাজ ফিড সহ পোলীয় ফিড ইউরোপে, এবং উত্তর আমেরিকার বাহিরে, সম্প্রচারিত বাকি ডিজনি এক্সডি চ্যানেলসমূহ।\n\n\n=== টিভিপি ১ এ আনুষ্ঠানিক ব্লকসমূহ ===\n২০০৬ সালের ২ ডিসেম্বরে ডিজনি চ্যানেলের উদ্বোধনের আগে, প্রথমে পোল্যান্ডে ১৯৯১ সালের ৫ জানুয়ারির থেকে টিভিপি১ এ ডিজনির অনুষ্ঠান প্রচারিত হতো। ২০১৪ সাল পর্যন্ত ডিজনির অনুষ্ঠান এই ব্লকগুলিতে প্রচারিত হতো:\n\nওয়াল্ট ডিজনি পজেদস্তাভিয়া (ওয়াল্ট ডিজনি নিবেদিত) (৫ জানুয়ারি ১৯৯১ – ১ জানুয়ারি ২০০৫; ২০১৩–২০১৪) - ডিজনির অ্যানিমেটেড অনুষ্ঠান এবং আগে দেখানো চলচ্চিত্র।\nডিজনিয়া! ত্সুদভনি শ্ভিয়াত (ডিজনি! চমৎকার দুনিয়া) (৩০ নভেম্বর ২০০৮ – ২০১২) - বেশিরভাগ পিক্সার থেকে পুরো এবং ক্ষুদ্র চলচ্চিত্র।\nওয়াল্ট ডিজনি ভ ইয়েদিনৎসে (ইয়েদিঙ্কায় ওয়াল্ট ডিজনি) (১২ সেপ্টেম্বর ২০০৯ – এপ্রিল ২০১২) - ডিজনির অ্যানিমেটেড ধারাবাহিক এবং সিটকম।\n\n\n== উপলব্ধতা ==\nডিজনি চ্যানেল এই প্ল্যাটফর্মগুলিতে উপলব্ধ।\n\nপ্লাতফর্মা কানাল+ - চ্যানেল ৯৭\nমাল্টিমিডিয়া পোলস্কা - চ্যানেল ১০৪\nপোলস্যাট বক্স - চ্যানেল ৮৬ (এসডি), ১৭২ (এইচডি)\nইউপিসি পোলস্কা - চ্যানেল ৬০৯\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট\nডিজনি চ্যানেল পোল্যান্ড অনুষ্ঠানসূচী\nইউটিউবে ডিজনি চ্যানেল পোল্যান্ড"}