{"pageid": 1144766, "title": "হাফেজিয়া মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1144766", "content": "হাফেজিয়া মাদ্রাসা কুরআন মুখস্থ করার জন্য এক প্রকার ইসলামি শিক্ষা পদ্ধতি, এই শিক্ষা পদ্ধতিতে কুরআন মুখস্থের পাশাপাশি ক্বারীয়ানা তেলওয়াত করা, সহিহভাবে কুরআন তেলওয়াত করার মত শিক্ষা প্রদান করা হয়। স্বাভাবিক জীবনে ইসলামি অনুশাসন মেনে চলার মত মৌলিক বিষয়াদি এই প্রতিষ্ঠানে প্রদান করা হয়। এছাড়া কুরআন মুখস্থের সাথে সাথে, এটাকে কীভাবে আরো সুন্দর মাখরাজ ও তাজবিদের সাথে পড়তে হয় সেটাও সেখানো হয়। উপমহাদেশের প্রচলিত অর্থে হাফেজিয়া মাদ্রাসায় পড়াশোনা শেষ করলে তাকে হাফেজ উপাধি দিয়ে পাগড়ি প্রদান করা হয়। সাধারণত হাফেজিয়া মাদ্রাসায় পড়াশোনা শেষ করলে শিক্ষার্থীরা উচ্চ শিক্ষার জন্য কওমি বা আলিয়া মাদ্রাসায় ভর্তি হয়ে থাকে।\n\n\n== ইতিহাস ==\nকুরআন মুখস্থ করার রীতি মুহাম্মাদের সময় থেকেই চালু হয়ে আছে। তখন কিছু সাহাবা নবীর উপর অর্পিত আয়াত সঙ্গে সঙ্গে মুখস্থ করে ফেলতেন, আবার কতক মুখস্থ করার পাশাপাশি লিখে রাখতেন, এভাবেই কুরআন মুখস্থ করার রীতি চালু হয়।\n৬১৪ খ্রিস্টাব্দে মুহাম্মাদের জীবিত থাকা কালেই মক্কার সাফা নামক পাহাড়ের পাদদেশে দারুল আরকাম নামে মাদ্রাসা প্রতিষ্ঠা হয়। এরপর হিজরতের পর মুহাম্মাদ নিজেই মদিনায় মসজিদে নববীর উত্তর-পূর্ব দিকের একটি কোণে সুফফা আবাসিক মাদ্রাসা এবং দারুল কুররাহ মাদ্রাসা নামক মাদ্রাসা প্রতিষ্ঠা করেন। এরই ধারাবাহিকতায় ৬২২ সালে মদিনায় আরো ৯টি মসজিদ শিক্ষাকেন্দ্র হিসাবে ব্যবহার হতে শুরু করে। এসব মাদ্রাসা-মসজিদে কুরআন হেফজ করা প্রচলিত ছিলো।\nএছাড়াও খলিফা উমর ইবনে খাত্তাব সিরিয়ায় ও আলী ইবেন তালিব বসরা ও কুফায় বিশাল আয়তনের দুটি মাদ্রাসা প্রতিষ্ঠা করেন। উমাইয়া ও আব্বাসীয় খিলাফতের সময়েও বড় বড় মসজিদগুলো ইসলামি শিক্ষাকেন্দ্র হিসাবে ব্যবহার হয়েছে। এ সময় মসজিদে শিশুদের জন্য প্রাথমিক শিক্ষা গ্রহণ বাধ্যতামূলক ছিলো। এসব মসজিদ-মাদ্রাসার অনন্য কিছুর সাথেও কুরআন মুখস্থ করার রেওয়াজও ছিলো। ১২০০ সালের পরে দিল্লী সালতানাত আমলে বাংলায় প্রচুর মাদ্রাসা প্রতিষ্ঠান তৈরি হয়, এসব মাদ্রাসায়ও হেফজ বিভাগ চালু ছিলো। বর্তমানে বাংলাদেশের ১২ হাজারেরও বেশি হাফেজিয়া মাদ্রাসা রয়েছে।\n\n\n== শিক্ষা পদ্ধতি ==\nহাজেফিয়া মাদ্রাসা অনেক ক্ষেত্রেই কওমি মাদ্রাসার প্রাক-প্রাথমিক ভার্সন বলে বিবেচিত হয়ে থাকে। এসব মাদ্রাসার অধিকাংশই আবাসিক মাদ্রাসা। স্থানীয় একজন হাফেজ থাকেন শিক্ষার্থীদের তদারকি করার জন্য, তিনিই ছাত্রদের পড়াশোনার পাশাপাশি তত্ত্বাবধায়ক হিসাবে দায়িত্ব পালন করেন।\n\n\n== আরও দেখুন ==\nআলিয়া মাদ্রাসা\nকওমি মাদ্রাসা\nইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়া\n\n\n== তথ্যসূত্র =="}