{"pageid": 1144480, "title": "মুকুন্দ গোস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1144480", "content": "মুকুন্দ গোস্বামী ( সংস্কৃত: मुकुन्द गोस्वामी; জন্ম মাইকেল গ্রান্ট , ১০ই এপ্রিল ১৯৪২ ) হলেন একজন আধ্যাত্মিক নেতা ( গুরু ) আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘের।\n\n\n== সম্মান ==\nতাঁর পবিত্রতা (His Holiness)\nশ্রীল গুরুপদ (Srila Gurupada)\nপরমহংস (Paramahamsa)\nমহারাজ (Maharaja)\n\n\n== জীবনের প্রথমার্ধ ==\nমুকুন্দ গোস্বামী ওরেগনের পোর্টল্যান্ডে জন্মগ্রহণ করেছিলেন। তখন তার নাম ছিল মাইকেল গ্রান্ট । রিড কলেজ থেকে স্নাতক হওয়ার পর তিনি একজন পেশাদার জ্যাজ সঙ্গীতশিল্পী হয়ে ওঠেন এবং তার সঙ্গীত ক্যারিয়ারের জন্য নিউইয়র্কে চলে যান। মুকুন্দের ভাই টম গ্রান্ট ওরেগনের পোর্টল্যান্ডে একজন জ্যাজ সঙ্গীতশিল্পী।\n১৯৬৫ সালে মাইকেল হরে কৃষ্ণের প্রতিষ্ঠাতা এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের সাথে দেখা করেন । পরের বছর তিনি দীক্ষাপ্রাপ্ত শিষ্যদের প্রথম দলে ছিলেন এবং দীক্ষিত নাম মুকুন্দ দাস নামে পরিচিত হন।\nতিনি ১৯৬৭ সালে সান ফ্রান্সিসকোতে প্রথম ইসকন মন্দির প্রতিষ্ঠা করেন এবং একটি  সঙ্গীত অনুষ্ঠানের আয়োজন করেন, মন্ত্র-রক ডান্স।\n\n\n== ইসকন পাবলিক অ্যাফেয়ার্স ==\nমুকুন্দ ১৯৭৭ সালে লস অ্যাঞ্জেলেসে ইসকন কমিউনিকেশন অফিস প্রতিষ্ঠা করেন। প্রকাশনাগুলির মধ্যে ইসকন ওয়ার্ল্ড রিভিউ (১৯৮১ সালে শুরু) এবং পেপারব্যাক বইগুলির একটি সিরিজ অন্তর্ভুক্ত ছিল: মুক্তির জন্য অনুসন্ধান, চ্যান্ট এবং বি হ্যাপি, কামিং ব্যাক, এবং একটি উচ্চ স্বাদের নিরামিষ রান্নার বই।  অন্যান্য প্রকাশনা অন্তর্ভুক্ত হু আর দে? ম্যাগাজিন, ওমনি ম্যাগাজিন এবং ইসকন কমিউনিকেশন জার্নাল (ICJ)। মুকুন্দ গোস্বামী এখনও আইসিজে উপদেষ্টা বোর্ডের সদস্য।\n\n\n== ব্যক্তিগত জীবন এবং অর্জন ==\n১৯৮২ সালে তিনি জয়পতাকা স্বামীর কাছ থেকে সন্ন্যাস গ্রহণ করেন। ১৯৮৪ থেকে ১৯৯৯ সাল পর্যন্ত, মুকুন্দ গোস্বামী গভর্নিং বডি কমিশনে ইসকন যোগাযোগ মন্ত্রী হিসেবে দায়িত্ব পালন করেন। যখনই ইসকন সংস্থা আইনি ঝামেলায় জর্জরিত ছিল, মুকুন্দ ড্যামেজ কন্ট্রোলে কাজ করেছেন। তারপর তিনি তার সহকারীদের হাতে পদ ছেড়ে দিয়েছেন।মুকুন্দ ১৯৯০-এর দশকের শেষ পর্যন্ত সান দিয়েগোতে থাকতেন। তারপরে নিউজিল্যান্ডে চলে যান, তারপরে অস্ট্রেলিয়ার মুরউইলুম্বার কাছে ইসকন নিউ গোবর্ধন সম্প্রদায়ে চলে যান।\n\n\n== প্রকাশনা ==\nMukunda Goswami & Drutakarma Dasa. Chant and be Happy... The Story of the Hare Krishna Mantra. — 1st ed. — Los Angeles, CA: Bhaktivedanta Book Trust, 1982. — xvi, 108 p. — (Contemporary Vedic Library Series). — আইএসবিএন ০-৮৯২১৩-১১৮-৭\nMukunda Goswami. Coming Back: The Science of Reincarnation. — 1st ed. — Los Angeles, CA: Bhaktivedanta Book Trust, 1982. — xvii, 134 p. — (Contemporary Vedic Library Series). — আইএসবিএন ০-৮৯২১৩-১১৪-৪\nMukunda Goswami & Drutakarma Dasa. The Higher Taste: A Guide to Gourmet Vegetarian Cooking and a Karma-Free Diet. — 1st ed. — Los Angeles, CA: Bhaktivedanta Book Trust, 1983. — xi, 156 p. — (Contemporary Vedic Library Series). — আইএসবিএন ০-৮৯২১৩-১২৮-৪\nMukunda Goswami & Michael A. Cremo. Divine Nature: A Spiritual Perspective on the Environmental Crisis / Foreword by William McDonough. — 1st ed. — Los Angeles, CA: Bhaktivedanta Book Trust, 1995. — xx, 108 p. — আইএসবিএন ০-৮৯২১৩-২৯৭-৩ (hc). — আইএসবিএন ০-৮৯২১৩-২৯৬-৫ (pbk)\nMukunda Goswami. Inside the Hare Krishna Movement: An Ancient Eastern Religious Tradition Comes of Age in the Western World / Foreword by Malory Nye. — 1st ed. — Badger, CA: Torchlight Publishing, 2001. — xxv, 278 p. — আইএসবিএন ১-৮৮৭০৮৯-২৮-৪\nMukunda Goswami. Miracle on Second Avenue: Hare Krishna Arrives in the West: New York, San Francisco, and London, 1966–1969 — 1st ed. — Badger, CA: Torchlight Publishing, 2011. — 440 p. — আইএসবিএন ৯৭৮-০-৯৮১৭২৭৩-৪-৯\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মুকুন্দ গোস্বামী সম্পর্কিত মিডিয়া দেখুন।\nফেসবুকে মুকুন্দ গোস্বামী\nInterview with George Harrison  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ নভেম্বর ২০১০ তারিখে\n\n\n== তথ্যসূত্র =="}