{"pageid": 1145996, "title": "২০২২ কাজাখ অস্থিতিশীলতা", "url": "https://bn.wikipedia.org/wiki?curid=1145996", "content": "২০২২ সালের কাজাখ অস্থিরতা, যা রক্তাক্ত জানুয়ারী নামেও পরিচিত (কাজাখ: Қанды қаңтар, প্রতিবর্ণী. Qandy qañtar : Қанды қаңтар , রোমানাইজড: কান্দি কান্তার\n) বা জানুয়ারী ট্র্যাজেডি ( কাজাখ: Қаңтар трагедиясы, প্রতিবর্ণী. Qañtar tragediasy : Қаңтар трагедиясы , রোমানাইজড: কাতার ট্র্যাজেডিয়াসি), একটি ধারাবাহিক গণ বিক্ষোভ যা কাজাখস্তানে শুরু হয়েছিল ২ জানুয়ারী ২০২২-এ ১ জানুয়ারীতে সরকার-প্রয়োগকৃত মূল্যসীমা তুলে নেওয়ার পরে তরলীকৃত গ্যাসের দাম হঠাৎ তীব্র বৃদ্ধি পায়।  বিক্ষোভটি তেল-উৎপাদনকারী শহর ঝানাওজেনে শান্তিপূর্ণভাবে শুরু হয়েছিল এবং দ্রুত দেশের অন্যান্য শহরে, বিশেষ করে দেশের বৃহত্তম শহর আলমাটিতে ছড়িয়ে পড়ে, যা দেখেছিল এর বিক্ষোভগুলি হিংসাত্মক দাঙ্গায় রূপান্তরিত হয়েছে, যা সরকারের প্রতি ক্রমবর্ধমান অসন্তোষ এবং অর্থনৈতিক বৈষম্যের কারণে উস্কে দিয়েছে। কাজাখ কর্মকর্তাদের মতে সপ্তাহব্যাপী সহিংস অস্থিরতা ও দমন-পীড়নের সময় ২২৭ জন নিহত এবং ৯,৯০০ জনকে গ্রেপ্তার করা হয়েছে।\nসরকার এবং পূর্ববর্তী রাষ্ট্রপতির প্রতি ক্রমবর্ধমান অসন্তোষ, নুরসুলতান নাজারবায়েভ, যিনি কাজাখস্তানের নিরাপত্তা পরিষদের চেয়ারম্যান ছিলেন, বৃহত্তর বিক্ষোভগুলিকেও প্রভাবিত করেছিল। কাজাখ সরকারের বিরুদ্ধে কোনো জনপ্রিয় বিরোধী দল না থাকায়, অস্থিরতা সরাসরি নাগরিকদের দ্বারা একত্রিত হয়েছিল বলে মনে হয়। প্রতিক্রিয়া হিসাবে, রাষ্ট্রপতি কাসিম-জোমার্ট টোকায়েভ ৫ জানুয়ারী ২০২২ থেকে কার্যকর ম্যাঙ্গিস্টাউ অঞ্চল এবং আলমাটিতে জরুরি অবস্থা ঘোষণা করেছিলেন। মামিন মন্ত্রিসভা একই দিনে পদত্যাগ করে এবং নাজারবায়েভকেও নিরাপত্তা পরিষদের চেয়ারম্যানের পদ থেকে সরিয়ে দেওয়া হয়।  জরুরি অবস্থা শীঘ্রই সারা দেশে প্রসারিত করা হয়েছিল। টোকায়েভের অনুরোধের জবাবে, যৌথ নিরাপত্তা চুক্তি সংস্থা (CSTO) - রাশিয়া, আর্মেনিয়া, বেলারুশ, কিরগিজস্তান, তাজিকিস্তান এবং কাজাখস্তানের একটি সামরিক জোট - কাজাখস্তানে সেনা মোতায়েন করতে সম্মত হয়েছে।  লক্ষ্যটি শান্তিরক্ষা হিসাবে ঘোষণা করা হয়েছিল, যদিও অন্যরা এটিকে কাজাখ সরকারকে অস্থিরতা নিরসনে সহায়তা হিসাবে বর্ণনা করেছিল।  CSTO সৈন্যদের প্রাথমিকভাবে রাজধানী শহর, নুর-সুলতানের সরকারি ভবনগুলিতে মোতায়েন করা হয়েছিল এবং তারপরে আলমাটিতে মূল অবকাঠামোগত বস্তুগুলিকে পাহারা দেওয়া হয়েছিল।\nএকটি ছাড় হিসাবে, টোকায়েভ বলেছেন যে যানবাহনের গ্যাসের দাম প্রতি লিটার ৫০ টেঙ্গের ক্যাপ ৬ মাসের জন্য পুনরুদ্ধার করা হয়েছে।    7 জানুয়ারী, তিনি একটি বিবৃতিতে বলেছিলেন যে সাংবিধানিক আদেশ \"দেশের সমস্ত অঞ্চলে অনেকাংশে পুনরুদ্ধার করা হয়েছে।\"    তিনি আরও ঘোষণা করেছিলেন যে তিনি সৈন্যদের প্রতিবাদকারীদের বিরুদ্ধে প্রাণঘাতী শক্তি ব্যবহার করার নির্দেশ দিয়েছেন, সতর্কতা ছাড়াই \"হত্যা করার জন্য গুলি করার\" নির্দেশনা অনুমোদন করেছেন, বিক্ষোভকারীদের \"দস্যু এবং সন্ত্রাসী\" বলে অভিহিত করেছেন এবং বলেছেন যে শক্তির ব্যবহার \"বিক্ষোভ ধ্বংস\" চালিয়ে যাবে।\n10 জানুয়ারী, সরকার অস্থিতিশীলতার সময় যারা মারা গিয়েছিল তাদের জন্য একটি শোক দিবস ঘোষণা করেছিল।  11 জানুয়ারী, টোকায়েভ বলেছিলেন যে কাজাখস্তানে আদেশ পুনরুদ্ধার করা হয়েছে যা তিনি একটি অভ্যুত্থান প্রচেষ্টা হিসাবে বর্ণনা করেছিলেন। তিনি আরও ঘোষণা করেছিলেন যে 13 জানুয়ারি, এ দেশ থেকে CSTO সৈন্য প্রত্যাহার শুরু করবে এবং 19 জানুয়ারির মধ্যে তাদের সম্পূর্ণরূপে প্রত্যাহার করা হয়েছিল।  একই দিনে সংসদে দেওয়া বক্তৃতায়, টোকায়েভ সংস্কারের প্রতিশ্রুতি দিয়েছিলেন এবং আয়বৈষম্যের উপর জনগণের অসন্তোষ স্বীকার করেছিলেন এবং তাদের সম্পদের উপর নজরবায়েভ এবং তার সহযোগীদের সমালোচনা করেছিলেন।  11 জানুয়ারী, দেশের রাজধানী নূর-সুলতান থেকে আন্তর্জাতিক ফ্লাইট পুনরায় চালু করা হয়েছিল।  তিনি সেই দিন একজন নতুন প্রধানমন্ত্রীকেও মনোনীত করেন, Älihan Smaiylov, এবং পরে 18 জানুয়ারি প্রতিরক্ষা মন্ত্রী মুরাত বেকতানভকে বরখাস্ত করেন।  16 মার্চ, টোকায়েভ পার্লামেন্টের হাউসগুলির একটি যৌথ অধিবেশনে একটি রাষ্ট্রীয় ভাষণ দেন যেখানে তিনি অর্থনৈতিক ও রাজনৈতিক সংস্কারের একটি কর্মসূচির রূপরেখা দেন।\n\n\n== তথ্যসূত্র =="}