{"pageid": 1145282, "title": "সিবত আল-মারিদিনি", "url": "https://bn.wikipedia.org/wiki?curid=1145282", "content": "সিবত আল-মারিদিনি, পুরো নাম মুহাম্মদ ইবনে মুহাম্মদ ইবনে আহমদ আবু আবদুল্লাহ বদর [শামস] আল-দিনাল-মিশরি আল-দিমাশকি (১৪২৩–১৫০৬ খ্রিস্টাব্দ) হলেন একজন মিশরীয় বংশোদ্ভূত, জ্যোতির্বিজ্ঞানী এবং গণিতবিদ। (যুব (২০০৭)) তার বাবা দামেস্ক থেকে এসেছেন। \"সিবত আল-মারিদিনী\" শব্দের অর্থ \"আল-মারিদিনির কন্যার পুত্র\"। তার মাতামহ আবদুল্লাহ আল-মারিদিনি ছিলেন হিজরি অষ্টম শতাব্দীর একজন স্বনামধন্য জ্যোতির্বিজ্ঞানী। ঐতিহ্য অনুসারে তিনি জ্যোতির্বিজ্ঞানী ইবনে আল-মাজদীর (মৃত্যু ৮৫০/১৫০৬) একজন শিষ্য ছিলেন। (যুব (২০০৭))\nসিবত আল-মারিদিনি কায়রোর আল-আজহার মসজিদে গণিত এবং জ্যোতির্বিজ্ঞান পড়াতেন। এছাড়াও তিনি মসজিদের কাললেখক (মুওয়াক্কিত) ছিলেন। তিনি জ্যোতির্বিজ্ঞানের উপর পঞ্চাশের কম গ্রন্থ লেখেননি (জ্যা চতুর্ভুজ, সূর্যঘড়ি, জ্যোতির্বিজ্ঞানের সারণি এবং প্রার্থনার সময়) (যুব (২০০৭)) এবং কমপক্ষে তেইশটি গণিত পাঠ্যপুস্তক লিখেছেন।\nআল-সাখাওয়ি সিবত আল-মারিদিনির লেখা ইসলামি আইন, জ্যোতির্বিদ্যা এবং গণিতের উপর দুইশত বই গণনা করেছেন। সারা বিশ্বের প্রাচীন পাণ্ডুলিপিতে বিশেষ করে গ্রন্থাগারগুলোতে তার কাজের প্রতিলিপি রয়েছে।\nসিবত আল-মারিদিনী ঘোষণা করেন যে, \"মুয়াজ্জিনদের মতামত (যারা মানুষকে নামাযের জন্য আহবান করে) আইনী পণ্ডিতদের তুলনায় কম সঠিক এবং এটি সাম্প্রতিক কথা যা নামাজের সময় নির্ধারণের ভিত্তি হিসেবে ব্যবহার করা উচিত\"।\n\n\n== কাজ ==\nশারহ আল-রাহবিয়াহ ফরায়েদের উপর (উত্তরাধিকারের অংশ) আল-রাহবি (মৃত্যু ৫৭৯ হি/১১৮৩ খ্রিস্টাব্দ) সম্পর্কে একটি ভাষ্য\nশারহ আল-মুকনি' ফি' ইলম আল-জাবর ওয়া আল-মুকাবালাহ (সম্পূর্ণতা এবং ভারসাম্যের গণনার বিজ্ঞান সম্পর্কে আল-মুকনি'র মন্তব্য। আল-মুকনি' হলো শিহাবুদ্দিন ইবনে আহমদ ইবনে আল-হাইমের একটি রচনা।)\nদাকাইক আল-হাক্বাইক\nরিসালা ফি আল-আমাল বি-আল-রুবু আল-মুজায়্যাব (জ্যা চতুর্ভুজের ব্যবহার) (যুব (২০০৭))\nরাকাইক আল-হাক্বাইক (ডিগ্রী এবং মিনিটের সাথে গণনা করার উপর) (যুব (২০০৭))\nজুবদ আল-রাক্বাআক (এটি পূর্ববর্তী গ্রন্থের একটি নির্যাস হতে পারে) (যুব (২০০৭))\nমুকাদ্দিমা (ভূমিকা) জ্যা সমস্যা এবং গোলাকার সম্পর্কের (যুব (২০০৭))\nআল-তারুক আল-সানিয়্যা (যৌন-সাধারণ গণনার উপর) (যুব (২০০৭))\nআল-নুজুম আল-দাহিরাত (মুকানতারাত চতুর্ভুজের উপর) (যুব (২০০৭))\nকাতফ আল-আহিরাত (আপাতদৃষ্টিতে পূর্ববর্তী গ্রন্থের একটি নির্যাস) (যুব (২০০৭))\nহাওয়াই আল-মুখতাসারাত (মুকানতারাত চতুর্ভুজের আরেকটি আলোচনা) (যুব (২০০৭))\nইহার আল-সির আল-মাওদু' (একটি বিশেষ চতুর্ভুজের ব্যবহার) (যুব (২০০৭))\nহিদায়াত আল-আমিল (অন্য ধরনের বিশেষায়িত চতুর্ভুজের উপর) (যুব (২০০৭))\nহিদায়াত আল-সাঈল (আগের লেখায় উল্লিখিত চতুর্ভুজের উপর) (যুব (২০০৭))\nআল-মাতালব (জ্যা চতুর্ভুজের উপর) (যুব (২০০৭))\nআল-তুহফা আল-মানসুরিয়া (চতুর্ভুজের উপর) (যুব (২০০৭))\nমুকাদ্দিমা (সূর্যঘড়ি নির্মাণের ভূমিকা) (যুব (২০০৭))\nবিষুবীয় বৃত্তের উপর একটি গ্রন্থ (যুব (২০০৭))\nচতুর্ভুজ, অ্যাস্ট্রোল্যাব এবং দিনপঞ্জির উপর একটি গ্রন্থ (যুব (২০০৭))\n\n\n== তথ্যসূত্র =="}