{"pageid": 1145925, "title": "মিথিলা (অঞ্চল)", "url": "https://bn.wikipedia.org/wiki?curid=1145925", "content": "মিথিলা, ত্রিহুত, তিরহুত বা তিরাভুক্তি হল ভারতীয় উপমহাদেশের ভৌগোলিক ও সাংস্কৃতিক অঞ্চল যার পূর্বে মহানন্দা নদী, দক্ষিণে গঙ্গা নদী, পশ্চিমে গণ্ডকী নদী এবং উত্তরে হিমালয়ের পাদদেশ অবস্থিত। এটি ভারতের বিহার ও ঝাড়খণ্ডের কিছু অংশ নিয়ে এবং নেপালের পূর্ব তরাইয়ের পার্শ্ববর্তী জেলাগুলি নিয়ে গঠিত।\nমিথিলার মাতৃভাষা মৈথিলী, এবং এর অধিবাসীদের  মৈথিল বলা হয়। কিশানগঞ্জে কিছু সংখ্যালঘু উর্দুভাষীরা আছে।\nমিথিলা নামটি সাধারণত বিদেহ রাজ্যের সাথে সাথে বিদেহের প্রাচীন সীমানার মধ্যে পড়ে এমন আধুনিক অঞ্চলগুলিকে বোঝাতে ব্যবহৃত হয়। অষ্টাদশ শতাব্দীতে, যখন মিথিলা আংশিকভাবে রাজ দ্বারভাঙার শাসিত ছিল, ব্রিটিশ রাজ অঞ্চলটিকে রাজ্য হিসেবে স্বীকৃতি না দিয়েই সংযুক্ত করে।\n\n\n== ইতিহাস ==\n\n\n=== বৈদিক যুগ ===\nমিথিলা সর্বপ্রথম বিশিষ্টতা লাভ করে ইন্দো-আর্য জনগোষ্ঠী যারা বিদেহ রাজ্য প্রতিষ্ঠা করেছিল তাদের দ্বারা বসতি স্থাপনের পর। পরবর্তী বৈদিক যুগে, কুরু ও পাঞ্চালের সাথে বিদেহ প্রাচীন ভারতের অন্যতম প্রধান রাজনৈতিক ও সাংস্কৃতিক কেন্দ্র হয়ে ওঠে। বিদেহ রাজ্যের রাজাদের বলা হত জনক। বিদেহ রাজ্যটি পরবর্তীতে বৃজি জোটে অন্তর্ভুক্ত হয়, যার রাজধানী ছিল বৈশালী শহরে, যা মিথিলায়ও রয়েছে।\n\n\n=== মধ্য যুগ ===\n১১ শতক থেকে ২০ শতক পর্যন্ত, মিথিলা বিভিন্ন আদিবাসী রাজবংশ দ্বারা শাসিত হয়েছিল। এর মধ্যে প্রথমটি ছিল কর্ণাট, ঐনিবার রাজবংশ ও খান্দবাল রাজবংশ অথবা রাজ দ্বারভাঙা। ঐনিবার রাজবংশ এবং রাজ দ্বারভাঙার শাসকরা ছিলেন মৈথিল ব্রাহ্মণ। রাজ দ্বারভাঙা পরিবারের রাজত্বকালেই মিথিলার রাজধানী দ্বারভাঙায় স্থানান্তরিত হয়।\n\n\n== ভূগোল ==\nনদী ও পাহাড়ের মতো প্রাকৃতিক সীমানা সহ মিথিলা একটি স্বতন্ত্র ভৌগোলিক অঞ্চল। এটি মূলত সমতল এবং উর্বর পলল সমভূমি যা হিমালয় থেকে উৎপন্ন অসংখ্য নদী দ্বারা অতিক্রম করে। সমতল সমভূমি এবং উর্বর ভূমির কারণে মিথিলায় প্রচুর পরিমাণে জৈব সম্পদ রয়েছে; তবে ঘন ঘন বন্যার কারণে মানুষ এসব সম্পদের পূর্ণ সদ্ব্যবহার করতে পারেনি।\nমিথিলার মধ্য দিয়ে সাতটি প্রধান নদী প্রবাহিত হয়: মহানন্দা, গণ্ডকী, কোশী, বাগমতী, কমলা, বলান ও বুধী গণ্ডকী। এগুলি উত্তরে হিমালয় থেকে দক্ষিণে গঙ্গা নদীতে প্রবাহিত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nTukol, T. K. (১৯৮০)। Compendium of Jainism। Dharwad: University of Karnataka। \nShah, Umakant Premanand (১৯৮৭)। Jaina-Rupa Mandana: Jaina Iconography:, Volume 1। India: Shakti Malik Abhinav Publications। আইএসবিএন 978-81-7017-208-6। \n\n\n== বহিঃসংযোগ ==\nThe Maithil Brahmans - an online ethnography"}