{"pageid": 11452, "title": "অলি আহাদ", "url": "https://bn.wikipedia.org/wiki?curid=11452", "content": "অলি আহাদ (১৯২৮ - ২০ অক্টোবর, ২০১২) একজন বাংলাদেশী রাজনীতিবিদ। ভাষা আন্দোলনের ইতিহাসে তার ভূমিকা অগ্রগণ্য। ভাষা আন্দোলনের সাথে জড়িত থাকার কারণে ২৯ মার্চ, ১৯৪৮ তারিখে তৎকালীন সরকার তাকে ঢাকা বিশ্ববিদ্যালয় থেকে ৪ বছরের জন্য বহিষ্কার করে। দীর্ঘ ৫৮ বছর পর ২০০৬ সালে ঢাকা বিশ্ববিদ্যালয় কর্তৃপক্ষ এই আদেশ প্রত্যাহার করে নেয়। কর্মজীবনে তিনি ইত্তেহাদ পত্রিকার সম্পাদক ছিলেন।\nএছাড়া ১৯৪৭-১৯৭৫ সময়কালীন জাতীয় রাজনীতিতে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। রাজনৈতিক জীবনের শেষ ভাগে তিনি ডেমোক্রাটিক লীগ নামক রাজনৈতিক দল গঠন করেন। এছাড়া জাতীয় রাজনীতিতে তার অভিজ্ঞতা সংবলিত গ্রন্থ জাতীয় রাজনীতি ১৯৪৫-১৯৭৫ এর প্রণেতা তিনি। রাজনীতি করেছেন হোসেন শহীদ সোহরাওয়ার্দি, শেরে বাংলা এ কে ফজলুল হক, মাওলানা ভাসানী ও শেখ মুজিবুর রহমানের সাথে।\n\n\n== জন্ম ==\nঅলি আহাদ ব্রাহ্মণবাড়িয়া জেলার বিজয়নগর উপজেলার ইসলামপুরে ১৯২৮ সালে এক সম্ভ্রান্ত মুসলিম পরিবারে জন্মগ্রহণ করেন। তার পিতার নাম মরহুম আবদুল ওহাব। তিনি ছিলেন ডিস্ট্রিক্ট রেজিস্ট্রার। ব্যারিস্টার রুমিন ফারহানা তার একমাত্র সন্তান।\n\n\n== শিক্ষা জীবন ==\n১৯৪৪ সালে প্রথম বিভাগে ম্যট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হয়ে ঢাকা কলেজে ভর্তি হন। ১৯৪৬ সালে পাকিস্তান প্রতিষ্ঠার পক্ষে গণভোটে তিনি ত্রিপুরা জেলার ৪ সদস্য বিশিষ্ট ওয়ার্কাস ক্যাম্পের অন্যতম সদস্য ছিলেন। পাকিস্তান প্রতিষ্ঠার জন্য আন্দোলনের কারণে ১৯৪৬ সালে আইএসসি পরীক্ষায় অংশ গ্রহণ করতে পারেন নি। শিক্ষাজীবনের একটি বছর তাকে বিসর্জন দিতে হয়েছে। ১৯৪৭ সালে প্রথম বিভাগে আইএসসি পাস করে ঢাকা বিশ্ববিদ্যালয়ে পড়াশোনা করেন। কলেজ জীবনেই পাকিস্তান প্রতিষ্ঠার আন্দোলনে মুসলিম ছাত্রলীগের কর্মী হিসাবে রাজনীতিতে জড়িয়ে পড়েন।\n\n\n== রাজনৈতিক জীবন ==\nঅলি আহাদ ছিলেন ১৯৪৮ সালে ৪ জানুয়ারিতে গঠিত পূর্ব পাকিস্তান মুসলিম ছাত্রলীগের অন্যতম প্রতিষ্ঠাতা এবং ১৯৫২ এর রক্তস্নাত ভাষা আন্দোলনে অন্যতম নেতৃত্বদানকারী সংগঠন পূর্ব পাকিস্তান যুবলীগের প্রতিষ্ঠাতা ও সাধারণ সম্পাদক। ১৯৪৮ সালের ১১ মার্চ ভাষা আন্দোলনের জন্য তিনি প্রথম কারাগারে নিক্ষিপ্ত হন। ১৯৫০ সালে ঢাকা বিশ্ববিদ্যালয় থেকে বিকম পরীক্ষায় প্রথম হওয়া সত্ত্বেও রাষ্ট্রভাষা আন্দোলনে সম্পৃক্ত থাকার কারণে তৎকালীন কর্তৃপক্ষ তাকে ঢাকা বিশ্ববিদ্যালয়ে এমকম পড়ার সুযোগ না দিয়ে চিরতরে বিশ্ববিদ্যালয় থেকে বহিস্কার করে। তিনি ভাষা আন্দোলনে ১৪৪ ধারা ভঙ্গের নায়ক ও ১৯৭১ সালে মুক্তিযুদ্ধের অন্যতম সংগঠক। এ কারণে উনি স্বাধীনতা পুরস্কার পান। অলি আহাদ তার জীবনের দীর্ঘ ১৯ বছর কারাগারে কাটিয়েছেন। রাজনীতি করেছেন হোসেন শহীদ সোহরাওয়ার্দি, শেরে বাংলা এ কে ফজলুল হক, মাওলানা ভাসানী ও শেখ মুজিবুর রহমানের সাথে। তিনি আওয়ামী লীগের প্রতিষ্ঠাতা সাংগঠনিক সম্পাদক ছিলেন।\n\n\n=== ভাষা আন্দোলনে ভূমিকা ===\nপাকিস্তান প্রতিষ্ঠার পূর্বেই আলিগড় বিশ্ববিদ্যালয়ের ডক্টর জিয়াউদ্দিন উর্দুকে পাকিস্তানের রাষ্ট্রভাষা করার প্রস্তাব করলে ঢাকা বিশ্ববিদ্যালয়ের ড. শহীদুল্লাহ্‌ পাল্টা বাংলা ভাষার প্রস্তাব দিয়েছিলেন। একই সময়ে ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক আবুল কাসেমের নেতৃত্বে ‘তমদ্দুন মজলিস’ পাকিস্তানের রাষ্ট্রভাষার দাবিতে প্রচারাভিযান শুরু করে। পাকিস্তানের গনপরিষদে বাংলা ভাষার স্থান না হওয়ায় ১৯৪৮ সালের ১১ মার্চ ঢাকা বিশ্ববিদ্যালয়ের ছাত্র সমাজ প্রতিবাদ সভা, সাধারণ ধর্মঘট ও বিক্ষোভ প্রদর্শন করে। ঐ দিন পুলিশ ছাত্রদের বাধা দেয় এবং বহু ছাত্রকে গ্রেফতার করে। বন্দী নেতাদের মধ্যে ছিলেন শামসুল হক, শেখ মুজিবুর রহমান, অলি আহাদ, শওকত আলি, কাজী গোলাম মাহবুব প্রমুখ।\nমার্চ ২৪ তারিখে রাষ্ট্রভাষা কর্ম পরিষদের একটি প্রতিনিধিদল জিন্নাহ্‌র সাথে সাক্ষাৎ করেন ও বাংলাকে পাকিস্তানের অন্যতম রাষ্ট্রভাষা করার দাবি জানিয়ে একটি স্মারকলিপি পেশ করেন। এই প্রতিনিধিদলে ছিলেন শামসুল হক, কামরুদ্দিন আহমেদ, আবুল কাশেম, তাজউদ্দিন আহমেদ, মোহাম্মদ তোয়াহা, আজিজ আহমদ, অলি আহাদ, নঈমুদ্দিন আহমদ, শামসুল আলম এবং নজরুল ইসলাম।\n১৯৫২ সালের ২৬ জানুয়ারি পাকিস্তানের প্রধানমন্ত্রী খাজা নাজিমুদ্দিন ঢাকায় নিখিল পাকিস্তান মুসলিম লীগের অধিবেশনে সভাপতির ভাষণে ঘোষণা করেন উর্দুই হবে পাকিস্তানের রাষ্ট্রভাষা তখন ঢাকায় ছাত্রসমাজ ফেটে পড়ে। প্রতিবাদস্বরুপ ৩০ জানুয়ারি ঢাকায় ছাত্র ধর্মঘট পালিত হয় এবং আতাউর রহমান খানের সভাপতিত্বে অনুষ্ঠিত সভায় আওয়ামী মুসলিম লীগ, যুবলীগ, ছাত্রলীগ, বিশ্ববিদ্যালয় সংগ্রাম পরিষদ, খিলাফতে রব্বানী পার্টির প্রতিনিধিদের নিয়ে ‘সর্বদলীয় কর্মপরিষদ’ গঠিত হয়। ৪ ফেব্রুয়ারি পুনরায় ছাত্র ধর্মঘট পালিত হয় এবং স্থির হয় ২১ ফেব্রুয়ারি রাষ্ট্রভাষা দিবসরুপে পালিত হবে। ২০ ফেব্রুয়ারি সন্ধায় নুরুল আমিন সরকার ঢাকায় ১৪৪ ধারা জারি করে। নবাবপুরে আওয়ামী লীগ অফিসে আবুল হাশিমের সভাপতিত্বে ১৪৪ ধারা না ভাঙ্গার সিদ্ধান্ত হয়। কিন্তু, বিশ্ববিদ্যালয় সংগ্রাম পরিষদ ১৪৪ ধারা ভঙ্গ করতে বদ্ধপরিকর ছিল। সংগ্রাম পরিষদের সভায় আবদুল মতিন, অলি আহাদ ও গোলাম মওলা ১৪৪ ধারা ভাঙ্গার পক্ষে ভোট দেন। ছাত্ররা ১০ জনে অসংখ্য দলে বিভক্ত হয়ে শৃঙ্খলার সঙ্গে ১৪৪ ধারা ভঙ্গের সিদ্ধান্ত নেয়। ২১ ফেব্রুয়ারি ছাত্ররা ১৪৪ ধারা ভাঙ্গা শুরু করলে ছাত্রদের সাথে পুলিশের খন্ডযুদ্ধ শুরু হয়ে যায়। ২৪ ফেব্রুয়ারি সকালে অনানুষ্ঠানিক ভাবে শহীদ শফিউর রহমানে পিতা আর ২৬ ফেব্রুয়ারি আবুল কালাম শামসুদ্দিন আনুষ্ঠানিক ভাবে শহীদ মিনারের উদ্বোধন করেছিলেন। ইতোমধ্যে পুলিশ নিরাপত্তা আইনে আবুল হাশিম, আবদুল হামিদ খান ভাসানী, অধ্যাপক মুনীর চৌধুরী, অধ্যাপক অজিতকুমার গুহ, পুলিন দে, অধ্যাপক পৃথ্বিশ চক্রবর্তী, অলি আহাদ প্রমুখকে গ্রেফতার করে। নুরুল আমিন সরকার ভাষা আন্দোলনকারীদের ‘ভারতের চর’, ‘হিন্দু’, ‘কমিউনিস্ট’ ইত্যাদি আখ্যা দেয়।\n\n\n== ৫২ পরবর্তী ভূমিকা ==\nতিনি এক সময় আওয়ামী লীগের প্রচার সম্পাদক ও সাংগঠনিক সম্পাদকের দায়িত্ব পালন করেন। ১৯৫৭ সালে কাগমারী সম্মেলনের মধ্য দিয়ে সাম্রাজ্যবাদ বিরোধী রাজনৈতিক মেরুকরণের সময় তিনি মাওলানা ভাসানীর সাথে প্রগতিশীলদের পক্ষে যোগ দেন। তিনি চিরদিন গণতান্ত্রিক রাজনীতির স্বপক্ষে সংগ্রাম করেন। সাপ্তাহিক ইত্তেহাদ পত্রিকার সম্পাদকের দায়িত্ব পালন কালে তিনি স্বৈরাচার বিরোধী জনমত গঠন করেন। তার রচিত 'জাতীয় রাজনীতি ১৯৪৫-৭৫' নামক গ্রন্থটি এ দেশের রাজনৈতিক অঙ্গনের একটি ঐতিহাসিক প্রামাণ্য দলিল।\n\n\n== স্বাধীনতা পরবর্তী ভূমিকা ==\nমুক্তিযুদ্ধের পর স্বাধীন সার্বভৌম বাংলাদেশে তিনি আধিপত্যবাদ বিরোধী অবস্থান গ্রহণ করেন। মুক্তিযুদ্ধের মৌলিক চেতনা বাস্তবায়নের জন্য শাসকদের উপর তিনি চাপ সৃষ্টি করেন। তৎকালীন সরকারের অত্যাচার ও নির্যাতনের বিরুদ্ধে মজলুম জননেতা মাওলানা ভাসানীর নেতৃত্বে স্বাধীনতার এক তীব্র আন্দোলন গড়ে তোলেন। সরকার কর্তৃক ১৪৪ ধারা জারি করে সভা সমিতি বন্ধ করার প্রতিবাদে জনাব অলি আহাদ ২৮ জুন ১৯৭৪ তারিখে হাইকোর্টে রিট আবেদন করেন। বিচারপতি দেবেশচন্দ্র ভট্টাচার্য ও বিচারপতি আবদুর রহমান চৌধুরী সমন্বয়ে গঠিত হাইকোর্টে বেঞ্চ ৯ অক্টোবর ১৯৭৪ তারিখে ১৪৪ ধারা জারিকে অবৈধ ঘোষণা করেন। কিন্তু ইতোমধ্যে ৩০ জুন ১৯৭৪ তারিখে বিশেষ ক্ষমতা আইনে সরকার তাকে গ্রেফতার করে কারাগারে নিক্ষেপ করে। তিনি ৪র্থ সংশোধনীর মাধ্যমে সৃষ্ট বাকশালী ব্যবস্থার বিরুদ্ধেও রুখে দাঁড়ান। বাক ও ব্যক্তি স্বাধীনতা, গণতন্ত্র ও সংবাদপত্রের স্বাধীনতার পক্ষে পরিচালিত সকল সংগ্রামে অকুতোভয় এই লড়াকু জননায়ক আজীবন গুরুত্বপূর্ণ ভূমিকা রেখেছে বলে দাবি করা হয়। আশির দশকে সামরিক শাসন ব্যবস্থার বিপক্ষে আপোসহীন ভূমিকার কারণেও তিনি নিগৃহীত হন। তাকে একাধিকবার গ্রেফতার করে কারাগারে আটকে রাখা হয়। শুধু তাই নয়, তার জনপ্রিয় সাপ্তাহিক ইত্তেহাদকে নিষিদ্ধ ঘোষণা করা হয়। অলি আহাদ ডেমোক্র্যাটিক লীগ নামে একটি দল গঠন করেন। দলটি এরশাদ বিরোধী আন্দোলনে বিএনপি নেতৃত্বাধীন ৭ দলীয় জোটের শরীক হয়।\n\n\n== স্বীকৃতি ==\nস্বাধীনতা ও মুক্তিযুদ্ধে তার বিশেষ অবদানের স্বীকৃতিস্বরূপ জনাব অলি আহাদকে স্বাধীনতা পুরস্কার ২০০৪ প্রদান করা হয়।\n\n\n== মৃত্যু ==\nঅলি আহাদ ২০ অক্টোবর ২০১২ ঢাকার শমরিতা হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান। তার বয়স হয়েছিল ৮৩ বছর। তিনি দীর্ঘদিন ধরে বার্ধক্যজনিত নানা রোগে ভুগছিলেন।\n\n\n== আরও দেখুন ==\nঢাকা বিশ্ববিদ্যালয়\nভাষা আন্দোলন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলি আহাদ লিখিত বই"}