{"pageid": 1145908, "title": "বিদেহ রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1145908", "content": "বিদেহ রাজ্য বা মিথিলা বা তিরাভুক্তি হল প্রাচীন ভারতীয় রাজত্ব যা শেষের দিকে বৈদিক ভারতে,  এবং রাজা জনক (আনুমানিক ৮ম-৭ম শতাব্দী খ্রিস্টপূর্বাব্দ) এর অধীনে প্রসিদ্ধ হয়ে উঠেছিল।\nপ্রাচীন রাজ্যের ভূখণ্ডটি ভারতীয় উপমহাদেশের উত্তর অংশে মিথিলা অঞ্চলে অবস্থিত, যা বর্তমানে ভারতের উত্তর-পূর্ব বিহার এবং নেপালের পূর্বাঞ্চলীয় তরাই।\n\n\n== ইতিহাস ==\nবৈদিক যুগের শেষের দিকে (আনুমানিক ৯০০ -  ৫০০ খ্রিস্টপূর্বাব্দ), কুরু ও পাঞ্চাল সহ বিদেহ প্রাচীন ভারতের অন্যতম প্রধান রাজনৈতিক ও সাংস্কৃতিক কেন্দ্র হয়ে ওঠে। পরবর্তী বৈদিক সাহিত্য যেমন ব্রাহ্মণ এবং বৃহদারণ্যক উপনিষদ উভয়ই জনককে উল্লেখ করেছে, বিদেহের একজন মহান দার্শনিক-রাজা, এবং বৈদিক সংস্কৃতি ও দর্শনের পৃষ্ঠপোষকতার জন্য বিখ্যাত, এবং যার দরবার ছিল ঋষিদের জন্য বুদ্ধিবৃত্তিক কেন্দ্র যেমন যাজ্ঞবল্ক্য। ভারতীয় ইতিহাসবিদ হেম চন্দ্র রায়চৌধুরী ৮ম থেকে ৭ম শতাব্দী খ্রিস্টপূর্বাব্দ পরিসরের পরামর্শ দিয়েছেন, যেখানে ভারতবিদ মাইকেল উইটজেল বিদেহের ব্রাহ্মণ ও উপনিষদের রচনাকালের জন্য ৭৫০ থেকে ৫০০ খ্রিস্টপূর্বাব্দ প্রস্তাব করেন। বৈদিক যুগের শেষের দিকে আইতারেয়িনদের বৈদিক দর্শন সম্ভবত বিদেহ এবং অন্যান্য বৃত্তি কেন্দ্রে চলে আসে।\nহিন্দু সাহিত্যে প্রায়ই বিদেহের অঞ্চল ও সংস্কৃতির উল্লেখ পাওয়া যায়। গ্রন্থগুলিতে রাজবংশের ধারণা এবং সন্ন্যাসী দার্শনিক-রাজাদের ঐতিহ্যের কথা উল্লেখ করা হয়েছে, উদাহরণ স্বরূপ নমি (বা কিছু গ্রন্থে নিমি), জনক এবং অন্যান্য রাজা। তাদের গল্পগুলি প্রাচীন টিকে থাকা হিন্দু, বৌদ্ধ ও জৈন গ্রন্থে পাওয়া যায়, যা থেকে বোঝা যায় যে বুদ্ধের জন্মের আগে রাজাদের ত্যাগ সম্মানিত ঐতিহ্য ছিল, এবং এই প্রথাটি বিদেহ ব্যতীত অন্যান্য অঞ্চলে যেমন পাঞ্চাল, কলিঙ্গ ও গান্ধারে ব্যাপকভাবে গৃহীত হয়েছিল। বিদেহের রাজা নিমি বা নমি জৈনধর্মে চব্বিশজন তীর্থংকের ২১তম হিসাবে অন্তর্ভুক্ত (ঘনিষ্ঠ বানান নেমি, ২২তম তীর্থংকের সাথে বিভ্রান্ত হবেন না)।\nবৈদিক যুগের শেষের দিকে, বিদেহ সম্ভবত বৃজি জোটের অংশ হয়ে ওঠে এবং পরবর্তীকালে মগধ  সাম্রাজ্যে অন্তর্ভুক্ত হয়। ভারতীয় মহাকাব্য, মহাভারত ও রামায়ণেও বিদেহ রাজ্যের উল্লেখ আছে। রামায়ণে, সীতা হলেন বিদেহের রাজকন্যা, যিনি কোশল ও বিদেহ রাজ্যের মধ্যে মিত্রতা তৈরি করে রামকে বিয়ে করেন। বিদেহের রাজধানী হয় জনকপুর (বর্তমান নেপালে) বলে মনে করা হয়, অথবা বলিরাজগড় (বর্তমানে মধুবনী জেলা, বিহার, ভারতে)।\n\"দিগম্বর উত্তরপুরাণ\" পাঠ অনুসারে, মহাবীর বিদেহ রাজ্যের কুন্দপুরে জন্মগ্রহণ করেছিলেন।\n\n\n== শাসক ==\nমিথিলার ৫২ জনক শাসিত বিদেহ রাজবংশ ছিল।\n\nমিথি - (মিথিলার প্রতিষ্ঠাতা এবং প্রথম জনক)\nউদবাসু\nনন্দীবর্ধন\nসুকেতু\nদেবরত\nবৃহদ্ব্রত\nমহাবীর\nসুধৃতি\nদৃষ্টকেতু\nহরিয়াস্ব\nমারু\nপ্রতিন্ধাকা\nকৃতীরথ\nদেবমিধা\nবিভূতা\nমাহিধরাত\nকীর্তিরত\nমহরম\nস্বর্ণরম\nহৃস্বরোম\nসীরাধ্বজা\nবানুমান\nশতদ্যুম্ন\nশুচি\nঅর্জনাম\nকৃতি\nঅঞ্জন\nকুরুজিৎ\nঅরিষ্টনেমী\nশ্রুতায়ু\nসুপার্শ্ব\nশ্রীঞ্জয়\nক্ষেমাবী\nআনেন\nভৌমারথ\nসত্যরথ\nউপগু\nউপগুপ্ত\nস্বাগত\nস্বানন্দ\nসুবারচ\nসুপার্শ্ব\nসুভাষ\nসুশ্রুত\nজয়\nবিজয়\nরিত\nসুনায়\nবীতাহব্য\nধৃতি\nবহুলাশ্ব\nকীর্তি - বিদেহ রাজবংশের শেষ রাজা (জনক)। তিনি ছিলেন নৃশংস শাসক যিনি তার প্রজাদের উপর নিয়ন্ত্রণ হারিয়েছিলেন। তিনি আচার্যদের (শিক্ষিত পুরুষ) নেতৃত্বে জনসাধারণের দ্বারা সিংহাসনচ্যুত হন।\nবিদেহ রাজবংশের পতনের এই সময়ে, বৈশালীতে বিখ্যাত লিচ্ছবি প্রজাতন্ত্রের উত্থান ঘটেছিল এবং মিথিলা অঞ্চলটি প্রায় আট শতাব্দী খ্রিস্টপূর্বাব্দে বৃজি জোটের লিচ্ছাবি গোষ্ঠীর নিয়ন্ত্রণে আসে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nJain, Pannalal (২০১৫), Uttarapurāṇa of Āchārya Guṇabhadra, Bhartiya Jnanpith, আইএসবিএন 978-81-263-1738-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMahabharata of Krishna Dwaipayana Vyasa, translated to English by Kisari Mohan Ganguli\nThe Geography of India: Sacred and Historic Places। Britannica Educational Publishing। এপ্রিল ২০১০। আইএসবিএন 9781615302024।"}