{"pageid": 1145169, "title": "সৈয়দ ফয়জুল করিম", "url": "https://bn.wikipedia.org/wiki?curid=1145169", "content": "সৈয়দ মুহাম্মাদ ফয়জুল করিম (জন্ম: ১০ জানুয়ারি ১৯৭৩) একজন বাংলাদেশী ইসলামী পণ্ডিত, রাজনীতিবিদ ও শিক্ষাবিদ। সমর্থকদের নিকট তিনি শায়েখে চরমোনাই নামে সর্বাধিক পরিচিত। বর্তমানে তিনি ইসলামী আন্দোলন বাংলাদেশের সিনিয়র নায়েবে আমীর হিসেবে দায়িত্ব পালন করছেন। এছাড়াও তিনি বাংলাদেশ মুজাহিদ কমিটির নায়েবে আমীর ও বাংলাদেশ কুরআন শিক্ষা বোর্ডের সহ-সভাপতি এবং বেফাকুল মাদারিসিল আরাবিয়া বাংলাদেশের কেন্দ্রীয় সদস্য। ছাত্রজীবনে তিনি ইসলামী ছাত্র আন্দোলন বাংলাদেশের কেন্দ্রীয় সদস্যের (১৯৯৩-৯৪) দায়িত্ব পালন করেছিলেন। ২০২০ সালে বাংলাদেশের ভাস্কর্য বিতর্কে তিনি ব্যাপকভাবে আলোচিত হন।\n\n\n== জন্ম ও বংশ ==\nফয়জুল করিম ১৯৭৩ সালের ১০ জানুয়ারি বরিশাল জেলার চরমোনাই গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম সৈয়দ ফজলুল করিম ও দাদা সৈয়দ মুহাম্মদ ইসহাক। তার মোট ৭ ভাই ও ১ বোন। তার পরদাদা সৈয়দ আমজদ আলী ছিলেন সৈয়দ ওমর আলীর ছেলে। তার পূর্বপুরুষ (পরদাদার দাদা) সৈয়দ আলী আকবর বগদাদ শহর হতে বাংলায় হিজরত​ করেছিলেন, অবশেষে পশুরীকাঠি গাঁয়ে বসবাস স্থাপন করে। আলী আকবরের ছোট ভাই, যিনি সৈয়দ আলী আসগর নামে পরিচিত, কীর্তনখোলা নদীর পশ্চিমপাড়ে অবস্থিত লাকটিয়া গ্রামের সৈয়দ খান্দানের পূর্বপুরুষ।\n\n\n== শিক্ষাজীবন ==\nতিনি চরমোনাই জামিয়া রশিদিয়া ইসলামিয়া থেকে শিক্ষাজীবনের সূচনা করেন। ১৯৯৫ সালে এর আলিয়া শাখা থেকে কামিল পাশ করেন। পাশাপাশি এর কওমি শাখায়ও ক্লাসে অংশগ্রহণ করতেন। এরপর বরিশালের সাগরদী ইসলামিয়া কামিল মাদ্রাসা থেকে ফিকহ ও হাদিসে প্রথম বিভাগে উত্তীর্ণ হন। তিনি জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়ায় কিছুদিন পড়াশোনা করেছেন।\n\n\n== কর্মজীবন ==\nশিক্ষাজীবন সমাপ্তির পর তিনি চরমোনাই জামিয়া রশিদিয়া ইসলামিয়ার আলিয়া শাখার শিক্ষক হিসেবে যোগদান করেন। পরে দীর্ঘদিন আলিয়া ও কওমি উভয় শাখার সহকারী অধ্যক্ষ ছিলেন। ২০০৬ সালের ২৫ নভেম্বর তার পিতার মৃত্যুর পর তিনি ইসলামী আন্দোলন বাংলাদেশ ও বাংলাদেশ মুজাহিদ কমিটির বিভিন্ন পদে দায়িত্ব পালন করেছেন। ছাত্রজীবন থেকে তিনি ইসলামী শাসনতন্ত্র ছাত্র আন্দোলনের সঙ্গে জড়িত ছিলেন। সর্বশেষ তিনি এর কেন্দ্রীয় কমিটির সদস্যের (১৯৯৩-৯৪) দায়িত্ব পালন করেছিলেন। বৈষম্য বিরোধী ছাত্র আন্দোলন ও শেখ হাসিনার পতনে তিনি গুরুত্বপুর্ন ভূমিকা পালন করেন।\n\n\n== বিতর্ক ==\n\n\n=== ঢাকা বিশ্ববিদ্যালয় ===\n২০১৬ সালে ঢাকা বিশ্ববিদ্যালয় নিয়ে তার দেওয়া একটি বক্তব্য নিয়ে প্রচুর বিতর্কের সৃষ্টি হয়। যেখানে তিনি দাবি করেন, হিন্দুদের বিরোধিতায় ১৯১১ সালে ঢাকা বিশ্ববিদ্যালয় স্থাপন করা যায় নি। ১৯২১ সালে একজন মুসলিম ব্যক্তি খাজা সলিমুল্লাহর প্রস্তাবে ঢাবির ভিত্তিপ্রস্তর স্থাপন করা হয়। তাই এটি মুসলমানদের বিশ্ববিদ্যালয় এবং সেখানে কোনো নাস্তিক থাকতে পারবে না৷ পাঠ্যক্রম নিয়ে তিনি বলেন, \"যেই সিলেবাসের মধ্যে নবী (সা.) এর জীবনী থাকবে না, ওমরের জীবনী থাকবে না, যেখানে এমন মহৎ লোকদের জীবনী থাকবে না – এরকম সিলেবাসের বই বাংলাদেশে পড়ানো হবে না, এমনকি পড়তে দেয়া হবে না৷\"\n\n\n=== ভাস্কর্য ===\n\n২০২০ সালের ১৩ নভেম্বর তিনি যাত্রাবাড়ীস্থ গেন্ডারিয়ায় শেখ মুজিবুর রহমানের নির্মাণাধীন ভাস্কর্যের বিরোধিতা করে একটি বক্তব্য দেন। পরবর্তীতে যা নিয়ে একটি জাতীয় বিতর্কের সূত্রপাত ঘটে। বক্তৃতায় তিনি বলেন, \"আন্দোলন করব, সংগ্রাম করব, জিহাদ করব। রক্ত দিতে চাইনা, দিলে বন্ধ হবে না। রাশিয়ার জনগণ লেলিনের ৭২ ফুট মূর্তি যদি ক্রেন দিয়ে তুলে সাগরে নিক্ষেপ করতে পারে তাহলে শেখ সাহেবের মূর্তি আজকে হোক কালকে হোক তুলে বুড়িগঙ্গায় নিক্ষেপ করবেন।\" নানা প্রতিক্রিয়ার পর তার বিরুদ্ধে রাষ্ট্রদ্রোহী মামলা দায়ের করা হয় এবং পিবিআই মামলাটির তদন্তভার গ্রহণ করে।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nকালের কণ্ঠে দেওয়া একটি সাক্ষাৎকার"}