{"pageid": 1145019, "title": "হনুমান জয়ন্তী", "url": "https://bn.wikipedia.org/wiki?curid=1145019", "content": "হনুমান জয়ন্তী বা হনুমান জন্মোৎসব হল একটি হিন্দু উৎসব। উৎসবটি হিন্দু দেবতা এবং রামায়ণের অন্যতম নায়ক হনুমানের জন্ম উদযাপনকে চিহ্নিত করে। হনুমান জয়ন্তী উদযাপন ভারতের প্রতিটি রাজ্যে সময় এবং ঐতিহ্য অনুসারে পরিবর্তিত হয়। ভারতের বেশিরভাগ উত্তরাঞ্চলীয় রাজ্যে, এই উৎসবটি হিন্দু চৈত্র মাসের পূর্ণিমা দিনে পালিত হয়। কর্ণাটকে, হনুমান জয়ttন্তী শুক্লপক্ষের ত্রয়োদশীতে, মার্গশিরশা মাসে বা বৈশাখ মাসে পালন করা হয়, অন্যদিকে কেরল এবং তামিলনাড়ুর মতো কয়েকটি রাজ্যে এটি ধনু মাসে (তামিলে মার্গালি বলা হয়) পালিত হয়। হনুমান জয়ন্তী পূর্বাঞ্চলীয় রাজ্য ওড়িশার পনা সংক্রান্তিতে পালিত হয়, যা ওড়িয়া নববর্ষের সাথে মিলে যায়।\nহনুমানকে বিষ্ণুর অবতার রামের একনিষ্ঠ ভক্ত হিসাবে বিবেচনা করা হয়, যিনি তার অদম্য ভক্তির জন্য ব্যাপকভাবে পরিচিত। শক্তির প্রতীক হিসেবে তিনি পূজনীয়।\n\n\n== জন্ম ==\n\nহনুমান একজন বানর, কেশরী ও অঞ্জনার গর্ভে জন্মগ্রহণ করেন। হনুমান বায়ুর স্বর্গীয় পুত্র হিসাবেও পরিচিত। তার মা অঞ্জনা ছিলেন একজন অপ্সরা যিনি অভিশাপের কারণে পৃথিবীতে জন্মগ্রহণ করেছিলেন। পুত্র সন্তান প্রসবের পর তিনি এই অভিশাপ থেকে মুক্তি পান। বাল্মীকি রামায়ণে বলা হয়েছে যে তার পিতা কেশরী ছিলেন বর্তমান কর্ণাটকের বিজয়নগর জেলার হাম্পির কাছে কিষ্কিন্ধ্যা রাজ্যের কাছে অবস্থিত সুমেরু নামক একটি অঞ্চলের রাজা বৃহস্পতির পুত্র। কথিত আছে যে অঞ্জনা একটি সন্তানের জন্ম দেওয়ার জন্য শিবের কাছে বারো বছর ধরে তীব্র প্রার্থনা করেছিলেন। তাদের ভক্তিতে সন্তুষ্ট হয়ে শিব তাদের কাঙ্ক্ষিত পুত্র দান করলেন।\nএকনাথের ভবর্ত রামায়ণে বলা হয়েছে যে, অঞ্জনা যখন রুদ্রের উপাসনা করছিলেন, তখন অযোধ্যার রাজা দশরথও সন্তান লাভের জন্য ঋষি ঋষ্যশৃঙ্গের তত্ত্বাবধানে পুত্রকামেষ্ঠীর অনুষ্ঠান করছিলেন। ফলস্বরূপ, তিনি তার তিন স্ত্রীর ভাগ করে নেওয়ার জন্য কিছু পায়েসম (ভারতীয় পুডিং) পেয়েছিলেন, যার ফলে রাম, লক্ষ্মণ, ভরত এবং শত্রুঘ্নের জন্ম হয়েছিল। ঐশ্বরিক বিধান অনুসারে, একটি চিল সেই পুডিংয়ের একটি টুকরো ছিনিয়ে নিয়ে অঞ্জনা যে বনে উপাসনায় নিয়োজিত ছিল তার উপর দিয়ে উড়ে যাওয়ার সময় ফেলে দেয়। বায়ু, অঞ্জনার প্রসারিত হাতে পতনশীল পুডিং পৌঁছে দিল, যিনি এটি খেয়ে ফেললেন। ফলস্বরূপ তার কাছে হনুমানের জন্ম হয়েছিল।\n\n\n== পূজা ==\nহনুমানকে দেবতা হিসাবে পূজা করা হয় যার মন্দের বিরুদ্ধে বিজয় অর্জন এবং সুরক্ষা প্রদানের ক্ষমতা রয়েছে। এই উৎসবে হনুমানের ভক্তরা তাঁকে উদযাপন করেন এবং তার সুরক্ষা ও আশীর্বাদ প্রার্থনা করেন। তারা মন্দিরে যোগ দিয়ে তার উপাসনা করে এবং ধর্মীয় নৈবেদ্য প্রদান করে। বিনিময়ে ভক্তরা প্রসাদ পান। ভক্তরা হনুমান চালিশা এবং রামায়ণের মতো হিন্দু গ্রন্থ পড়েন। ভক্তরা মন্দিরে যান এবং হনুমানের মূর্তি থেকে তাদের কপালে সিঁদুর লাগান। পৌরাণিক কাহিনী অনুসারে, হনুমান যখন সীতাকে তার কপালে সিন্দুরম লাগাতে দেখেন, তখন তিনি এই রীতি সম্পর্কে জিজ্ঞাসা করেছিলেন। তিনি উত্তর দিয়েছিলেন যে এটি করা তার স্বামী রামের দীর্ঘায়ু নিশ্চিত করবে। হনুমান তখন তার সমস্ত শরীরকে সিঁদুর দিয়ে দগ্ধ করতে এগিয়ে যান, এইভাবে রামের অমরত্ব নিশ্চিত করেন।\n\n\n=== দক্ষিণ ভারত ===\n\nতামিলনাড়ু ও কেরালায় হনুমান জয়ন্তী পালিত হয় মার্গালি (ধনু) মাসের অমাবস্যা তিথিতে। নাঙ্গানাল্লুর, নামাক্কাল, সুচিন্দ্রম, থ্রিক্কাভিয়ুর এবং আলাথিয়ুরের মতো এই রাজ্যের বিখ্যাত হনুমান মন্দিরগুলো এই দিনটি ধুমধামের সাথে উদযাপন করে।\nতেলেঙ্গানা ও অন্ধ্রপ্রদেশে, হনুমান জয়ন্তী ৪১ দিন ধরে উদযাপিত হয়, চৈত্র পূর্ণিমা থেকে শুরু হয় এবং বৈশাকের কৃষ্ণপক্ষের দশম দিনে শেষ হয়।\n\n\n=== মহারাষ্ট্র ===\nমহারাষ্ট্রে, হনুমান জয়ন্তী হিন্দু চান্দ্র মাস চৈত্রের পূর্ণিমা দিনে (পূর্ণিমা) পালিত হয়। হনুমান জয়ন্তীর একটি বিশেষ বৈশিষ্ট্য হ'ল কিছু ধর্মীয় পঞ্জিকা (পঞ্চাঙ্গ) অনুসারে হনুমানের জন্মদিন আশ্বিন মাসের অন্ধকার পক্ষের চতুর্দশী দিনে (চতুর্দশী) পড়ে, আবার অন্যদের মতে এটি চৈত্রের উজ্জ্বল পক্ষের পূর্ণিমা দিনে পড়ে। এই দিনে একটি হনুমান মন্দিরে, আধ্যাত্মিক বক্তৃতা ভোরে শুরু হয় যেহেতু হনুমান সূর্যোদয়ের সময় জন্মগ্রহণ করেছিলেন বলে বিশ্বাস করা হয়। জন্মের সময়কালে, আধ্যাত্মিক বক্তৃতা বন্ধ করা হয় এবং প্রত্যেককে খাদ্য (প্রসাদম) নৈবেদ্য বিতরণ করা হয়। এই দিনে এই অঞ্চলের বেশিরভাগ হিন্দু মন্দিরে আধ্যাত্মিক বক্তৃতার আয়োজন করা হয়।\n\n\n=== ওড়িশা ===\nওড়িশায় পনা সংক্রান্তি (১৩/১৪/১৫ এপ্রিল) হনুমানের জন্মদিন বলে মনে করা হয়। ভক্তরা দিনভর মন্দিরে যান এবং হনুমান চালিশা পাঠ করেন। এই দিনে রামায়ণের সুন্দরকাণ্ড গ্রন্থ পড়াও একটি পবিত্র অনুশীলন বলে মনে করা হয়। দিনটি ঐতিহ্যবাহী ওড়িয়া সৌর পঞ্জিকায় নতুন বছরের সূচনাও চিহ্নিত করে। ঐতিহ্যবাহী সৌর মাস মেষের প্রথম দিনে সৌর ওড়িয়া ক্যালেন্ডারে (ওড়িশায় অনুসৃত চান্দ্র-সৌর হিন্দু ক্যালেন্ডার) এই উৎসব দেখা যায়।\n\n\n== আরও দেখুন ==\nনৃসিংহ জয়ন্তী\nরাম নবমী\nকৃষ্ণ জন্মাষ্টমী\nঅঞ্জনেয়া মন্দির, নঙ্গানলুর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে হনুমান জয়ন্তী সম্পর্কিত মিডিয়া দেখুন।\n\nটেমপ্লেট:সিন্ধি উৎসব"}