{"pageid": 1145902, "title": "অ্যান্টনি অ্যালবানিজ", "url": "https://bn.wikipedia.org/wiki?curid=1145902", "content": "অ্যান্টনি নরম্যান অ্যালবানিজ (  AL-bə-NEEZ-ee বা  AL-bə-neez ;  জন্ম ২ মার্চ ১৯৬৩) একজন অস্ট্রেলিয়ান রাজনীতিবিদ যিনি অস্ট্রেলিয়ার ৩১তম এবং বর্তমান প্রধানমন্ত্রী । তিনি ২০১৯ সাল থেকে অস্ট্রেলিয়ান লেবার পার্টির (ALP) নেতা এবং ১৯৯৬ সাল থেকে গ্রেন্ডলারের সংসদ সদস্য (এমপি)। অ্যালবানিজ ২০১৩ সালে দ্বিতীয় রুড সরকারের অধীনে অস্ট্রেলিয়ার ১৫তম উপপ্রধানমন্ত্রী এবং ২০০৭ থেকে ২০১৩ সাল পর্যন্ত রুড এবং গিলার্ড সরকারের মন্ত্রিপরিষদ মন্ত্রী ছিলেন।\nঅ্যালবানিজ সিডনিতে একজন ইতালীয় পিতা এবং একজন আইরিশ অস্ট্রেলিয়ান মায়ের কাছে জন্মগ্রহণ করেন যিনি তাকে একক অভিভাবক হিসেবে বড় করেছেন। অর্থনীতি পড়ার জন্য সিডনি বিশ্ববিদ্যালয়ে যাওয়ার আগে তিনি সেন্ট মেরি'স ক্যাথেড্রাল কলেজে ভর্তি হন। ছাত্রাবস্থায় তিনি এএলপিতে যোগ দেন এবং সংসদে প্রবেশের আগে দলীয় কর্মকর্তা ও গবেষণা কর্মকর্তা হিসেবে কাজ করেন। অ্যালবানিজ 1996 সালের নির্বাচনে প্রতিনিধি পরিষদে নির্বাচিত হন, নিউ সাউথ ওয়েলসের গ্রেন্ডলারের আসনে জয়লাভ করেন। ২০০১ সালে সাইমন ক্রিয়ান দ্বারা তিনি প্রথম ছায়া মন্ত্রিসভায় নিযুক্ত হন এবং বেশ কয়েকটি ভূমিকা পালন করেন, অবশেষে ২০২৬ সালে বিরোধী ব্যবসার ব্যবস্থাপক হন ।\n২০০৭ সালের নির্বাচনে শ্রমের বিজয়ের পর, অ্যালবানিজকে হাউসের নেতা নিযুক্ত করা হয়েছিল, এবং তাকে আঞ্চলিক উন্নয়ন ও স্থানীয় সরকার এবং অবকাঠামো ও পরিবহন মন্ত্রীও করা হয়েছিল । ২০১০ থেকে ২০১৩ সাল পর্যন্ত কেভিন রুড এবং জুলিয়া গিলার্ডের মধ্যে পরবর্তী নেতৃত্বের উত্তেজনায়, অ্যালবানিজ প্রকাশ্যে উভয়ের আচরণের সমালোচনা করেছিলেন, দলীয় ঐক্যের আহ্বান জানিয়েছিলেন। ২০১৩ সালের জুনে উভয়ের মধ্যে চূড়ান্ত নেতৃত্বের ব্যালটে রুডকে সমর্থন করার পর, অ্যালবানিজ লেবার পার্টির উপনেতা নির্বাচিত হন এবং পরের দিন উপ-প্রধানমন্ত্রী হিসেবে শপথ নেন।\n২০১৩ সালের নির্বাচনে লেবারদের পরাজয়ের পর, অ্যালবানিজরা পরবর্তী নেতৃত্ব নির্বাচনে বিল শর্টেনের বিরুদ্ধে দাঁড়ায়, প্রথম তারা পার্টির সদস্যদের পাশাপাশি এমপিদের অন্তর্ভুক্ত করে। যদিও অ্যালবানিজরা সদস্যপদে বৃহৎ সংখ্যাগরিষ্ঠতা জিতেছে, শর্টেন লেবার এমপিদের মধ্যে বেশি জয়লাভ করে এবং প্রতিদ্বন্দ্বিতায় জিতেছে; শর্টেন পরবর্তীকালে অ্যালবানিজকে তার ছায়া মন্ত্রিসভায় নিযুক্ত করেন। ২০১৯ সালের নির্বাচনে লেবার-এর আশ্চর্যজনক পরাজয়ের পর, শর্টেন পদত্যাগ করেন এবং অ্যালবানিজ একমাত্র ব্যক্তি হয়েছিলেন যিনি নেতৃত্ব নির্বাচনে তাকে প্রতিস্থাপন করতে মনোনীত হন; পরবর্তীকালে তিনি লেবার পার্টির নেতা হিসেবে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন, বিরোধী দলের নেতা হন ।\n২০২২ সালের নির্বাচনে, অ্যালবানিজ তার দলকে স্কট মরিসনের লিবারেল-ন্যাশনাল কোয়ালিশনের বিরুদ্ধে একটি নির্ণায়ক বিজয়ে নেতৃত্ব দিয়েছিল, প্রথম ইতালীয় অস্ট্রেলিয়ান হিসেবে প্রধানমন্ত্রী হিসেবে ইতিহাস তৈরি করে। তিনি তার চারজন সিনিয়র ফ্রন্টবেঞ্চ সহকর্মীর সাথে ২৩ মে ২০২২-এ শপথ গ্রহণ করেছিলেন।\n\n\n== তথ্যসূত্র =="}