{"pageid": 114556, "title": "রামপ্রসাদ সেন", "url": "https://bn.wikipedia.org/wiki?curid=114556", "content": "কবিরঞ্জন\" রামপ্রসাদ সেন (১৭১৮ – ১৭৭৫) ছিলেন অষ্টাদশ শতাব্দীর এক বিশিষ্ট বাঙালি শাক্ত কবি ও সাধক। বাংলা ভাষায় দেবী কালীর উদ্দেশ্যে ভক্তিগীতি রচনার জন্য তিনি সমধিক পরিচিত; তার রচিত \"রামপ্রসাদী\" গানগুলি আজও সমান জনপ্রিয়। রামপ্রসাদের জীবন সংক্রান্ত নানা বাস্তব ও অলৌকিক কিংবদন্তি বাংলার ঘরে ঘরে প্রবাদবাক্যের মতো প্রচারিত। তবে নানা সূত্র থেকে তার জীবন সম্পর্কে কিছু ঐতিহাসিক তথ্যও পাওয়া যায়।\nরামপ্রসাদ সেন জন্মগ্রহণ করেছিলেন গাঙ্গেয় পশ্চিমবঙ্গের এক তান্ত্রিক বৈদ্যব্রাহ্মণ পরিবারে। বাল্যকাল থেকেই কাব্যরচনার প্রতি তার বিশেষ আগ্রহ লক্ষিত হত। পরবর্তীকালে তিনি তন্ত্রাচার্য ও যোগী কৃষ্ণানন্দ আগমবাগীশের শিষ্যত্ব গ্রহণ করেন। তার রচিত ভক্তিগীতিগুলি তার জীবদ্দশাতেই বিপুল জনপ্রিয়তা লাভে সমর্থ হয়। নদিয়ার রাজা কৃষ্ণচন্দ্র রায় তার পৃষ্ঠপোষক ছিলেন।\nবাংলার ঐতিহ্যবাহী লোকসঙ্গীত ধারা বাউল ও বৈষ্ণব কীর্তনের সুরের সঙ্গে ভারতীয় শাস্ত্রীয় সঙ্গীতের রাগরাগিণীর মিশ্রণে তিনি বাংলা সংগীতে এক নতুন সুরের সৃষ্টি করেন। রামপ্রসাদী সুর নামে প্রচলিত এই সুরে পরবর্তীকালেও রবীন্দ্রনাথ ঠাকুর, কাজী নজরুল ইসলাম সহ বহু সংগীতকার গীতিরচনা করেছেন।\n\n\n== জীবনী ==\nবিভিন্ন সূত্র থেকে রামপ্রসাদ সেনের যে জীবনকথা সংগৃহীত হয়েছে, তার একটি বড়ো অংশই হল লোকমুখে প্রচারিত কিংবদন্তি। যদিও এর সঙ্গে নানা ঐতিহাসিক বাস্তব তথ্যেরও সংমিশ্রণ ঘটেছে।\n\n\n=== প্রথম জীবন ===\nকলকাতা শহরের ২৫ মাইল উত্তরে হুগলি নদীর তীরে অবস্থিত কুমারহট্ট গ্রামে (বর্তমানে হালিসহর শহর) এক তান্ত্রিক বৈদ্যব্রাহ্মণ পরিবারে রামপ্রসাদ সেনের জন্ম। তার জন্মের প্রকৃত তারিখটি জানা যায় না। তবে বিভিন্ন তথ্যপ্রমাণ বিশ্লেষণ করে অনুমিত হয় যে, তার জন্ম হয়েছিল ১৭১৮ অথবা ১৭২৩ সালে। রামপ্রসাদের পিতা রামরাম সেন ছিলেন একজন আয়ুর্বৈদিক চিকিৎসক ও সংস্কৃত পণ্ডিত। রামপ্রসাদের মা সিদ্ধেশ্বরী দেবী ছিলেন রামরাম সেনের দ্বিতীয়া পত্নী। সেকালের রীতি অনুযায়ী, বাল্যকালে রামপ্রসাদকে একটি সংস্কৃত টোলে শিক্ষালাভের জন্য প্রেরণ করা হয়। সেখানে তিনি সংস্কৃত ব্যাকরণ, সাহিত্য, ফার্সি ও হিন্দি ভাষা শিক্ষা করেন। ছেলেবেলা থেকেই কাব্যরচনা ও নতুন নতুন ভাষাশিক্ষায় তার আগ্রহ ছিল প্রবল।\nরামরাম সেন চেয়েছিলেন যে, তার পুত্রও পারিবারিক চিকিৎসক বৃত্তি গ্রহণ করুক। কিন্তু রামপ্রসাদের সেদিকে আগ্রহ ছিল না। বরং আধ্যাত্মিক জীবনযাপনেই তিনি অধিকতর সুখী ছিলেন। এতে উদ্বিগ্ন হয়ে তার পরিবারবর্গ সর্বাণী নামে এক বালিকার সঙ্গে বাইশ বছর বয়সী রামপ্রসাদের বিবাহ দেন। বিবাহের পর পারিবারিক প্রথানুযায়ী নবদম্পতি কুলগুরু মাধবাচার্যের নিকট দীক্ষা গ্রহণ করেন। কথিত আছে, দীক্ষাগ্রহণকালে গুরু তার কানে মন্ত্রপ্রদান করলে তিনি দেবী কালীর অনুরক্ত হয়ে পড়েন। এক বছর পর তার গুরুর মৃত্যু হয়। এরপর রামপ্রসাদ তান্ত্রিক যোগী ও পণ্ডিত কৃষ্ণানন্দ আগমবাগীশের শিষ্যত্ব গ্রহণ করেন। কৃষ্ণানন্দ আগমবাগীশ ছিলেন বঙ্গদেশে কালী আরাধনার প্রবর্তক এবং সুপ্রসিদ্ধ শাক্ত তন্ত্রগ্রন্থ তন্ত্রসারের রচয়িতা। আগমবাগীশ রামপ্রসাদকে তন্ত্রসাধনা ও কালীপূজার পদ্ধতি শিক্ষা দেন।\n\n\n=== চাকুরিবৃত্তি ===\nরামপ্রসাদের পিতামাতা তাকে উপার্জনক্ষম করে তুলতে চাইলেও, রামপ্রসাদ অধিকাংশ সময়ই সাধনায় অতিবাহিত করতেন। এমতাবস্থায় রামরাম সেনের মৃত্যু হলে দারিদ্র্যের বশবর্তী হয়ে রামপ্রসাদকে বিষয়কর্মে প্রবৃত্ত হতে হয়। কলকাতায় এসে দুর্গাচরণ মিত্র নামে এক ধনীর কাছারিতে মাসিক ত্রিশ টাকা বেতনে কেরানির কাজ শুরু করেন তিনি। কথিত আছে, কাছারির হিসাবের খাতায় সদ্যরচিত শ্যামাসঙ্গীত লিখতে শুরু করলে, অন্যান্য কর্মচারীরা তাদের মালিকের নিকট রামপ্রসাদের বিরুদ্ধে নালিশ জানান। কিন্তু দুর্গাচরণ মিত্র গানগুলি পড়ে রামপ্রসাদের কবিত্বশক্তিতে মুগ্ধ হয়ে যান। তিনি কবিকে কেরানির কাজ থেকে অব্যহতি দিয়ে স্বগ্রামে প্রেরণ করেন এবং তার মাসিক ভাতার ব্যবস্থা করেন।\n\n\n=== সাধনা ও কাব্যরচনা ===\nগ্রামে ফিরে রামপ্রসাদ কঠোর সাধনায় মগ্ন হন। জানা যায়, এই সময় তিনি আকণ্ঠ গঙ্গাজলে নিমজ্জিত অবস্থায় শ্যামাসঙ্গীত গাইতেন। তান্ত্রিক প্রথা অনুযায়ী, তন্ত্রসাধনার আদর্শ পবিত্র এক পঞ্চবটীর (বট, বেল, আমলকি, অশোক ও অশ্বত্থ গাছের সম্মিলিত রূপ) তলায় পঞ্চমুণ্ডীর আসনে (সাপ, ব্যাঙ, খরগোশ, শৃগাল ও মানুষের করোটীর দ্বারা সৃষ্ট আসন) বসে তিনি ধ্যান ও সাধনা করতেন। লোকবিশ্বাস অনুযায়ী, দেবী কালী আদ্যাশক্তি মহামায়া রূপে তাকে দর্শন দিয়েছিলেন।\nকৃষ্ণনগরের মহারাজ কৃষ্ণচন্দ্র রায় রামপ্রসাদের গান শুনে মুগ্ধ হন। তিনি নিজেও ছিলেন কালীভক্ত। তাই রামপ্রসাদকে তিনি সভাকবির মর্যাদা দেন। রামপ্রসাদ অবশ্য মহারাজের রাজসভায় বিশেষ আসতেন না। তিনি তন্ত্রসাধনা ও কালীপূজাতেই অধিকাংশ সময় অতিবাহিত করতেন। কৃষ্ণচন্দ্র তাকে ১০০ একর (০.৪০ বর্গকিলোমিটার, ০.১৬ বর্গমাইল) নিষ্কর জমি প্রদান করেন। এর প্রতিদানে রামপ্রসাদ তার বিদ্যাসুন্দর কাব্য কৃষ্ণচন্দ্রকে উৎসর্গ করেন। মহারাজ কৃষ্ণচন্দ্র রামপ্রসাদকে কবিরঞ্জন উপাধিও প্রদান করেছিলেন। মহারাজের অন্তিম সময়ে রামপ্রসাদ তার পাশে থেকে তাকে কালীর নামগান শুনিয়েছিলেন। শোনা যায়, নবাব সিরাজদ্দৌলা ও সুফি সন্তেরাও রামপ্রসাদের আধ্যাত্মিক সংগীতে মুগ্ধ হন। নবাবের অনুরোধে রামপ্রসাদ একবার তার সভাতেও গিয়েছিলেন বলে কথিত আছে।\n\n\n=== মৃত্যু ===\nবৃদ্ধ বয়সে রামপ্রসাদের দেখাশোনা করতেন তার পুত্র রামদুলাল ও পুত্রবধূ ভগবতী। রামপ্রসাদের মৃত্যু নিয়ে একটি কিংবদন্তি প্রচলিত আছে। রামপ্রসাদ প্রতি বছর দীপান্বিতা অমাবস্যায় কালীপূজা করতেন। একবার সারারাত পূজা ও গানের পর সকালে কালীপ্রতিমা মাথায় করে নিয়ে বিসর্জনের পথে বের হন রামপ্রসাদ। ভক্তগণ তার পিছন পিছন বিসর্জন শোভাযাত্রায় অংশ নেন। স্বরচিত শ্যামাসঙ্গীত গাইতে গাইতে গঙ্গার জলে প্রতিমা বিসর্জনার্থে অবগাহন করেন রামপ্রসাদ। প্রতিমা বিসর্জনের সঙ্গে সঙ্গেই তার প্রাণ বহির্গত হয়। মনে করা হয়, এটি ১৭৭৫ সালের ঘটনা।\n\n\n== কবির প্রতিভা ==\nশুধু মধ্যযুগের বাংলা সাহিত্যের ইতিহাস নয় সমগ্র বাংলা সাহিত্যের ইতিহাসে রামপ্রসাদ সেনের বিশিষ্ট স্থান নির্দিষ্ট হয়েছে। লেখক এর প্রকৃত পরিচয় তার প্রকাশ ক্ষমতার উপর নির্ভর করে যিনি যত স্পষ্ট, প্রাঞ্জল এবং হিদয়গ্রাহী ভাষায় সাহিত্য রচনা করতে পারে তিনি তত বড়ই শিল্পী।\n\n  রামপ্রসাদ সেন এই সমস্ত গুণের অধিকারী ছিলেন। তিনি দেবী বিষয়ক শাক্ত পদাবলী রচনা করলেও জনমানুষের সুখ-দুঃখের চিত্র তার কাব্যে যতটা ফুটে উঠেছে তা মধ্যযুগীয় অন্য কোন কাব্যে উজ্জ্বল হতে পারেনি।\n\nনিচে কবির প্রতিভা সম্পর্কে বিস্তারিত আলোচনা করা হয়েছে-\n\nক)[কাব্য রচনার কারণ]\nখ)[কাব্যের বিভাগ]\nগ)[রচনাশৈলীর বিশিষ্টতা]\nঘ)[কবিপ্রতিভার স্বতন্ত্র]\n\n\n== কাব্য রচনার কারণ ==\nরামপ্রসাদ স্বয়ং তন্ত্র সাধক ছিলেন । এই সাধনায় তিনি সিদ্ধিলাভ করেছেন । এরূপ জনশ্রুতি আছে । তাঁর গ্রামে এখনো তাঁর সাধন ধামের ধ্বংসাবেশ লক্ষ্য করা যায় । তন্ত্রক্তত সাধনা মূলত সাধকের দেহকেন্দ্রিক সাধনা । কবি বহুপদে এই সমস্ত তত্ত্বকথা বলেছেন ।তিনি যে তান্ত্রিক গ্রন্থ অবলম্বনে ও গুরু নির্দেশে তন্ত্র সাধনা করতেন তার ইঙ্গিত এই সাধন ভজন গ্রন্থে পাওয়া যায়।\n\n\n== কাব্যের বিভাগ ==\nরামপ্রসাদ সেন উমা ও শ্যাম উভয় ধারারই স্রষ্টা ছিলেন। তিনি ভক্তের আকুতি পর্যায়ের শ্রেষ্ঠ পদকর্তা ছিলেন।\nরামপ্রসাদ পদাবলীকে এইভাবে বিভক্ত করা যেতে পারে– ক) উমা বিষয়ক (আগমনী ও বিজয়া) খ) সাধন বিষয়ক (তন্ত্রোক্ত সাধনা) গ) দেবীর স্বরূপ বিষয়ক ঘ) তত্ত্ব দর্শন ও নীতি বিষয়ক ঙ) কবির ব্যক্তিগত অনুভূতি বিষয়ক ইত্যাদি।\n\n\n== রচনাশৈলীর বিশিষ্টতা ==\nরামপ্রসাদ তাঁর কোন কোন পদে দেবীর স্বরূপ অন্বেষণ করতে গিয়ে  সন্তান যেমন মাকে খুঁজে বেড়ায় তিনিও তেমনি নানাভাবে কালিকা মায়ের সন্ধান করেছেন ।  রামপ্রসাদের পদগুলিতে আমরা কখনো কখনো মায়ের প্রতি টান, আবার কখনো অভিযোগ, অনুযোগ সবই আমরা প্রত্যক্ষ করি, যেমন-\n\"আমায় করেছ গো মা সংসারী/\nঅথ বিনা ব্যর্থ যে সংসার সবারই\"\n\nমাকে এই অনুরোধ করেও যখন তার বাসনা পূর্ণ হয় না তখন হতাশায় বিরক্ত হয়ে বলেন-\n\n\" এবার কালি তোমায় খাবো/\nহয় তুমি খাও নয় আমি খাই তুই এর এক করে যাব\"\n\n\n== কবি প্রতিভার স্বতন্ত্র ==\nরামপ্রসাদের জনপ্রিয়তার একটা কারণ , বাস্তব দুঃখ কে তিনি বৈষ্ণব পদাবলীর মতো সূক্ষ্ম রসে পরিণত করেননি । এই দুঃখকে স্বীকার করে তিনি তার থেকে মুক্তির পথ খুঁজেছেন।\n\n\n== অনান্য উল্লেখযোগ্য রচনা ==\nরামপ্রসাদ সেনের উল্লেখযোগ্য রচনা হল বিদ্যাসুন্দর, কালীকীর্তন, কৃষ্ণকীর্তন ও শক্তিগীতি।\n\n\n== কিংবদন্তি ==\nবাংলার ঘরে ঘরে রামপ্রসাদ-সম্পর্কিত নানান কিংবদন্তি প্রচলিত আছে। এগুলির মধ্যে রামপ্রসাদের বেড়া বাঁধার গল্পটি বেশ জনপ্রিয়। এই কাহিনি অনুসারে, কালী রামপ্রসাদের কন্যা জগদীশ্বরীর রূপে এসে কবিকে ঘরের ভাঙা বেড়া বাঁধতে সাহায্য করেছিলেন। রামপ্রসাদ পরে বুঝতে পারেন যে, তার ইষ্টদেবীই কন্যার বেশে এসে তাকে সাহায্য করেন।\nআরেকটি জনপ্রিয় কিংবদন্তি হল বারাণসী যাত্রাকালে রামপ্রসাদের দেবী অন্নপূর্ণার দর্শন লাভ। একবার তিনি গঙ্গাস্নান সেরে নিত্যপূজার কাজে চলেছেন, এমন সময় একটি সুন্দরী মেয়ে তার কাছে গান শোনার আবদার ধরে। পূজার দেরি হয়ে যাচ্ছে দেখে রামপ্রসাদ মেয়েটিকে একটু অপেক্ষা করতে বলেন। কিন্তু পরে ফিরে এসে তাকে আর দেখতে পান না। পরে তিনি ধ্যানে এক দিব্যজ্যোতি দর্শন করেন এবং দেবীর কণ্ঠস্বর শোনেন, \"আমি অন্নপূর্ণা (...) আমি বারাণসী থেকে তোর গান শুনতে এসেছিলাম। কিন্তু হতাশ হয়ে ফিরে যাচ্ছি।\" রামপ্রসাদ নিজের উপর ক্রুদ্ধ হন। তখনই দেবী অন্নপূর্ণাকে গান শোনাবার মানসে কাশীধামের উদ্দেশ্যে যাত্রা করেন। কিন্তু ত্রিবেণী সংগমে এসে তার পুনরায় দিব্যজ্যোতি দর্শন হয়। দেবীর কণ্ঠে তিনি শুনতে পান, \"এখানেই আমাকে গান শোনা। (...) বারাণসীই আমার একমাত্র নিবাস নয়, আমি সমগ্র জগৎ চরাচরে অবস্থান করি।\" হালিশহরে গঙ্গা তীরবর্তী তার নামাংকিত 'রামপ্রসাদ ঘাটে' তার একটি আবক্ষ মূর্তি আছে।\n\n\n== কাব্য ও তার প্রভাব ==\n\nঅষ্টাদশ শতাব্দীর বাংলার ভক্তি আন্দোলনের অন্যতম প্রধান ব্যক্তিত্ব হলেন রামপ্রসাদ সেন। তিনিই বাংলায় ভক্তিবাদী শাক্তধর্ম  ও দেবী কালীর লীলাকীর্তন শ্যামাসংগীতের ধারাটিকে জনপ্রিয় করে তোলেন। রামপ্রসাদ সেনই প্রথম কবি যিনি এই প্রকার গভীর ভক্তিসহকারে দেবী কালীর লীলাকীর্তন গান রচনা করেন। তার গানেই প্রথম কালীকে স্নেহময়ী মাতা এমনকি ছোটো মেয়ের রূপেও দেখা যায়। তার পরে একাধিক শাক্ত কবি এই কালীভক্তি প্রথাটিকে উজ্জীবিত করে রাখেন।\nকীর্তন ও বাংলার লোকসঙ্গীত ধারার বাউল গানের সঙ্গে ভারতীয় শাস্ত্রীয় সঙ্গীতের সুরের মিশ্রণে রামপ্রসাদ বাংলা সংগীতে এক নতুন সুর সৃষ্টি করেন। পরবর্তী দেড়শো বছরে শতাধিক কবি ও সংগীতকার এই সুরে গান রচনা করেছিলেন। তার কাব্য ছিল \"মধুর, আটপৌরে ও অসংস্কৃত\"। যদিও এই সব গান লোকসুরের বদলে শাস্ত্রীয় ধারায় গাওয়ারই রীতি প্রচলিত ছিল। একই ধারায় সংগীতরচনাকারী তার দুই বিশিষ্ট উত্তরসূরি হলেন কমলাকান্ত ও মহেন্দ্রনাথ ভট্টাচার্য।\nরামপ্রসাদের গান রামপ্রসাদী নামে পরিচিত। তৎকালীন বাংলায় ছিয়াত্তরের মন্বন্তর, আর্থিক দুরবস্থা ও গ্রামীণ সংস্কৃতির অবক্ষয়ের প্রেক্ষাপটে এই কালীভক্তি আন্দোলনের উদ্ভব হয়। তার গানেও এই সকল ঘটনার প্রভাব সুস্পষ্ট। এই কারণে, তার জীবদ্দশাতেই গানগুলি ব্যাপক জনপ্রিয়তা অর্জন করেছিল।\nরামপ্রসাদের রচনাবলির মধ্যে উল্লেখযোগ্য বিদ্যাসুন্দর বা কালিকামঙ্গল (অষ্টাদশ শতাব্দীর ষষ্ঠ অথবা সপ্তম দশক), কালীকীর্তন, কৃষ্ণকীর্তন নামক অসম্পূর্ণ খণ্ডকাব্য ও শক্তিগীতি। কালীকীর্তন গ্রন্থে গীতিকবিতা ও আখ্যানমূলক কবিতার মাধ্যমে উমার জীবনকাহিনি বর্ণিত হয়েছে। কৃষ্ণকীর্তন অসম্পূর্ণ রচনা। এই গ্রন্থে গান ও কবিতার মাধ্যমে কৃষ্ণের জীবনকথা বর্ণিত হয়েছে। এর সম্পূর্ণ অংশটি পাওয়া যায় না। বিদ্যাসুন্দর রাজকুমারী বিদ্যা ও রাজকুমার সুন্দরের বহুপ্রচলিত প্রেম ও পরিণয়কাহিনি অবলম্বনে রচিত। সেই যুগে এই কাহিনিটি বাংলায় খুবই জনপ্রিয় ছিল। রামপ্রসাদ লিখেছেন, বিদ্যা ও সুন্দরে প্রেম ও পরিণয় দেবী কালীর সহায়তায় ঘটেছিল। শক্তিগীতি রামপ্রসাদের সর্বাপেক্ষা উল্লেখযোগ্য ও প্রসিদ্ধতম রচনা। এই গানগুলির মধ্যে দেবী কালীর প্রতি তার গভীর প্রেম ও শ্রদ্ধাবোধ প্রস্ফুটিত হয়েছে। শক্তিগীতি-র গানগুলির কালীর সঙ্গে কবির সম্পর্ক মা ও সন্তানের সম্পর্ক। এখানে দেবীর মনুষ্যসন্তান কবি তার মায়ের সঙ্গে ভাবভালবাসা, এমনকি কোথাও কোথাও কলহ পর্যন্ত করেছেন।\nঊনবিংশ শতাব্দীর বিশিষ্ট বাঙালি ধর্মগুরু রামকৃষ্ণ পরমহংস প্রায়শই রামপ্রসাদী গান গাইতেন। রামপ্রসাদ ছিলেন তার প্রিয় কবি। তার গাওয়া রামপ্রসাদীগুলি শ্রীশ্রীরামকৃষ্ণকথামৃত গ্রন্থে মুদ্রিত হয়েছে। এই গ্রন্থে লেখা আছে, \"...তিনি (রামকৃষ্ণ) ঘণ্টার পর ঘণ্টা অতিবাহিত করতেন কমলাকান্ত ও রামপ্রসাদের লেখা দিব্যজননীর লীলাসঙ্গীত গেয়ে। এই আনন্দময় গানগুলি ঈশ্বরের প্রত্যক্ষ ভাবের বর্ণনাকারী... \" পরমহংস যোগানন্দও রামপ্রসাদ ও তাঁর ভক্তিগীতির গুণগ্রাহী ছিলেন। তিনিও প্রায়ই এই গানগুলি গাইতেন। ভগিনী নিবেদিতা রামপ্রসাদ সেনের সঙ্গে ইংরেজ কবি উইলিয়াম ব্লেকের তুলনা করেন।\nদিব্যজননীর উদ্দেশ্যে রচিত রামপ্রসাদের একটি গান নিম্নরূপ:\n\nঅপর একটি গানে রামপ্রসাদ তীর্থযাত্রা ও আনুষ্ঠানিকতার উপরে স্থান দিয়েছেন ভক্তিকে। এই গানে জগজ্জননী কালীর পাদপদ্মকেই মানব জীবনের সর্বোচ্চ আকাঙ্ক্ষিত বস্তু মনে করা হয়েছে:\n\nরামপ্রসাদের পদাবলি আজও বাংলায় জনপ্রিয়। \n\nকালীপূজার সময় এই গানগুলি নিয়মিত গাওয়া হয়। গবেষক সোমা চক্রবর্তী লিখেছেন, তাঁর গান আজও \"বেতারে সম্প্রচারিত হয় এবং কলকাতার পথেঘাটে আবালবৃদ্ধবণিতা, ব্যবসায়ী, পণ্ডিত, নিরক্ষর, সন্ন্যাসী, গৃহস্থ ও যুবকেরা তাঁর গান গেয়ে থাকেন।\" ধনঞ্জয় ভট্টাচার্য, পান্নালাল ভট্টাচার্য, রামকুমার চট্টোপাধ্যায়, অজয় চক্রবর্তী প্রমুখ শিল্পীরা রামপ্রসাদী গানের বিশিষ্ট গায়ক। আজও এই গানের সহজ সরল সুরে মুগ্ধ হয়ে অনেকে অশ্রুবিসর্জন করে থাকেন।\nতার বিখ্যাত গান হল, \"মনরে কৃষি-কাজ জানো না এমন মানব জমিন রইল পতিত আবাদ করলে ফলতো সোনা\"।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== অতিরিক্ত পঠন ==\nBanerjee, Shyamal (জানুয়ারি ২০০৪)। Divine Songs of Sage Poet Ramprasad। Munshiram Manoharlal। পৃষ্ঠা 275। আইএসবিএন 978-8121510851। \nSinging to the Goddess: Poems to Kali and Uma from Bengal, Ramprasad Sen, Translated by Rachel Fell McDermott (আইএসবিএন ০-১৯-৫১৩৪৩৪-৬)\nRamprasad: Plural Reading of Text পেসাদী সঙ্গীত: একটি অনেকান্ত পাঠ-প্রস্তাবনা\n\n\n== বহিঃসংযোগ ==\n\nPoems of Ramprasad: poetseers.org\nRamprasad Vita"}