{"pageid": 1145749, "title": "মাংকিপক্স প্রাদুর্ভাব ২০২২", "url": "https://bn.wikipedia.org/wiki?curid=1145749", "content": "মাংকিপক্সের একটি চলমান প্রাদুর্ভাব ২০২২ সালের ৬ মে তারিখে নিশ্চিত করা হয়েছিল, এটি একজন ব্রিটিশ বাসিন্দা থেকে শুরু হয় যিনি নাইজেরিয়া ভ্রমণের পরে (যেখানে রোগটি স্থানীয়) ২৯ এপ্রিল ২০২২-এ মাংকিপক্সের সাথে সামঞ্জস্যপূর্ণ লক্ষণগুলো প্রদর্শন করেন। বাসিন্দা ৪ মে তারিখে তিনি যুক্তরাজ্যে ফিরে এসে দেশের সূচকের প্রাদুর্ভাবের ঘটনা তৈরি করেন।\nযুক্তরাজ্যে মাংকিপক্সের বেশ কয়েকটি ক্ষেত্রের উৎস অজানা। কিছু নজরদারিকারী মে মাসের মাঝামাঝি পর্যন্ত লন্ডন এলাকায় রোগ সংবহন ঘটতে দেখেন। উত্তর-পূর্ব ও দক্ষিণ-পূর্ব ইংল্যান্ডে, পাশাপাশি যুক্তরাজ্যের বাইরেও ভাইরাসের ঘটনা জানা গেছে: ২২ মে ২০২২ অনুযায়ী পর্তুগালে ৩৭টি, সুইডেনে একজন, ইতালিতে একজন, বেলজিয়ামে চারটি, মার্কিন যুক্তরাষ্ট্রে দুটি, নেদারল্যান্ডে একজন, কানাডায় পাঁচটি, স্পেনে ৩৫, জার্মানিতে তিনজন, একজন ইসরায়েলে, অস্ট্রেলিয়ায় দুইজন, সুইজারল্যান্ডে একজন, অস্ট্রিয়ায় একজন এবং একজন পোল্যান্ডে,\n\n\n== পটভূমি ==\nহিউম্যান মাংকিপক্স হল মাংকিপক্স ভাইরাস (এমপিভি) দ্বারা সৃষ্ট একটি ভাইরাসঘটিত রোগ, যা এখন নির্মূল করা গুটিবসন্তের একটি আত্মীয়। মাংকিপক্স সাধারণত গুটিবসন্তের অনুরূপ উপসর্গের সাথে উপস্থাপন করে, যদিও সাধারণত হালকা। অবিলম্বে চিকিৎসা ছাড়াই এর ক্ষেত্রে মৃত্যুর হার ১০% পর্যন্ত হতে পারে, তবে প্রাদুর্ভাবে চিহ্নিত ক্লেডগুলো <১% এর ক্ষেত্রে মৃত্যুর হারের পরামর্শ দেয়। মাংকিপক্স প্রাথমিকভাবে সংক্রামক ব্যক্তিদের ঘনিষ্ঠ যোগাযোগের মাধ্যমে ছড়িয়ে পড়ে, ত্বকের ফোস্কা, শ্বাসনালী নিঃসরণ বা দূষিত বস্তুর সংস্পর্শের মাধ্যমে।\nমাঙ্কিপক্স পশ্চিম ও মধ্য আফ্রিকায় স্থানীয়। ২০২২-এর প্রাদুর্ভাবের আগে যুক্তরাজ্যে মাংকিপক্সের আগের সাতটি ঘটনা লিপিবদ্ধ করা হয়েছিল, যার সবকটিই আফ্রিকা থেকে আমদানি করা ঘটনা বা তাদের চিকিৎসার সাথে জড়িত স্বাস্থ্যসেবা কর্মীদের ঘটনা। এই ধরনের প্রথম তিনটি ঘটনা ছিল ২০১৮ সালে, l তারপরে ২০১৯ সালে আরও একটি ঘটনা আসে ২০২১ সালে আরও তিনটি। ২০২২ সালের আগে একটি পশ্চিমী দেশে রেকর্ড করা একমাত্র বড় মাংকিপক্সের প্রাদুর্ভাব ছিল ২০০৩ সালে মার্কিন যুক্তরাষ্ট্রে মিডওয়েস্ট মাংকিপক্সের প্রাদুর্ভাব। যেটিতে রোগ সংবহনের বৈশিষ্ট্য ছিল না।\n\n\n== গবেষণা ==\n\n\n=== সংক্রমণ পরিবর্তন ===\nএই প্রাদুর্ভাবটিই প্রথমবারের মতো আফ্রিকার বাইরে মাংকিপক্সের রোগ সংবহন লিপিবদ্ধ করা হয়েছিল এবং এটি পুরুষদের সাথে যৌন সম্পর্কযুক্ত পুরুষদের (এমএসএম) মধ্যে এবং তাদের মধ্যে সংক্রমণের প্রথম পরিচিত ঘটনা। ২০২২-এর প্রাদুর্ভাবের আগে মাংকিপক্সকে যৌন সংক্রামিত সংক্রমণ (এসটিআই) হিসাবে বিবেচনা করা হত না। প্রাদুর্ভাবের প্রাথমিক পর্যায়ে যৌন সঙ্গীদের মধ্যে ভাইরাসের দ্রুত বিস্তার আলোচনার উদ্রেক করেছে যে যৌন মিলন সংক্রমণের আরও একটি পথ হতে পারে। এটি একটি এসটিআইয়ে পরিণত হয়েছে কি না তা এখনও স্পষ্ট নয় এবং কিছু বিশেষজ্ঞ সন্দেহ করেন যে যৌন নেটওয়ার্কে ছড়িয়ে পড়া সত্ত্বেও এটি একটিতে পরিণত হয়েছে। ন্যাচার-এ, অ্যান রিমোইন ও রায়না ম্যাকইনটায়ার অনুমান করেন যে পুরুষ-পুরুষে যৌনতা (এমএসএম) আক্রান্তের উচ্চ শতাংশ সম্প্রদায়ের সাথে কাকতালীয়ভাবে পরিচিতি ও তারপরে ভাইরাস নিজেই যৌন সংক্রামিত হওয়ার পরিবর্তে যৌন কার্যক্রমে \"ঘনিষ্ঠ যোগাযোগ\" গঠন করে। ইউরোপীয় রোগ প্রতিরোধ ও নিয়ন্ত্রণ কেন্দ্র বলে যে \"মাংকিপক্স ভাইরাসটি মানুষের মধ্যে মাঝারি সংক্রমণযোগ্যতা বলে মনে করা হয় এবং এটি ফোঁটা ও/অথবা সংক্রামিত ক্ষতের সাথে যোগাযোগের মাধ্যমে প্রেরণ করা যেতে পারে। যৌন অংশীদারদের মধ্যে সংক্রমণ, সংক্রামক ত্বকের ক্ষত সহ যৌনতার সময় ঘনিষ্ঠ যোগাযোগের কারণে এমএসএম-এর মধ্যে সংক্রমণের সম্ভাব্য মোড বলে মনে হয়।\" ইসিডিসি যৌন যোগাযোগ সহ ঘনিষ্ঠ যোগাযোগের কারণে সংক্রমণের সম্ভাবনাকে \"উচ্চ\" হিসেবে বিবেচনা করে, তবে ঘনিষ্ঠ যোগাযোগ ছাড়াই ব্যাপক জনসাধারণের জন্য ঝুঁকিকে \"নিম্ন\" হিসাবে বিবেচনা করে।\n\n\n=== জিনোমের পরিবর্তন ===\nএই প্রাদুর্ভাবের সাথে সম্পর্কিত ভাইরাসের জিনোমিক ক্রম প্রথম ১৯ মে পর্তুগিজ গবেষকরা প্রকাশ করেছিলেন। গবেষণাটি নিশ্চিত করেছে যে মাংকিপক্স ভাইরাসটি পশ্চিম আফ্রিকান ক্লেডের ছিল, যা ২০১৮-১৯ সালে অন্যান্য পূর্ববর্তী আন্তর্জাতিক প্রাদুর্ভাবের সাথে খুব ঘনিষ্ঠভাবে সম্পর্কিত এবং সম্ভবত নাইজেরিয়াতে উদ্ভূত হয়েছিল। জিনোমিক সিকোয়েন্সের আরও তদন্ত \"মহামারিবিদ্যা, সংক্রমণের উৎস ও সংক্রমণের ধরণ\" সম্পর্কিত আরও তথ্য পেতে পারে। মাংকিপক্সে আক্রান্ত বেলজীয় রোগীর জিনোমিক সিকোয়েন্সিং অনুরূপ ফলাফল নির্দেশ করে। আরও জিনোম তথ্য ও বিশ্লেষণ প্রত্যাশিত, তবে একটি ডিএনএ ভাইরাস হিসেবেএটি অসম্ভাব্য বলে মনে করা হয় যে মাংকিপক্স ভাইরাসটি মানুষ থেকে মানুষে সংক্রমণে আরও সক্ষম হয়ে পরিবর্তিত হয়েছে।\n\n\n=== টিকাদান ===\nগুটিবসন্ত ভ্যাকসিন ইমভেনেক্স (জিনিওস) মাংকিপক্সের বিরুদ্ধে ৮৫% কার্যকর। ইউকেএইচএসএ পরিচিত ক্ষেত্রে ঘনিষ্ঠ যোগাযোগের জন্য ইমভেনেক্সকে পোস্ট-এক্সপোজার প্রফিল্যাক্সিস হিসাবে ব্যবহার করা শুরু করেছে। এই প্রাদুর্ভাবের সময় এই টিকা কার্যকর হবে না এমন কোন ইঙ্গিত নেই।\n\n\n== বিশ্ব স্বাস্থ্য সংস্থা ও জাতীয় প্রতিক্রিয়া ==\n২০ মে বিশ্ব স্বাস্থ্য সংস্থা প্রাদুর্ভাবের বিষয়ে আলোচনা করতে ও হুমকির মাত্রা মূল্যায়ন করার জন্য স্বাধীন উপদেষ্টাদের একটি জরুরী সভা আহ্বান করেছিল। এর এর ইউরোপীয় প্রধান হ্যান্স ক্লুজ উদ্বেগ প্রকাশ করেছেন যে গ্রীষ্মে লোকেরা পার্টি এবং উৎসবের জন্য জড়ো হওয়ার কারণে সংক্রমণ ইউরোপে ত্বরান্বিত হতে পারে। কারণ নির্ধারণের জন্য বিশ্ব স্বাস্থ্য সংস্থা বিভিন্ন ক্ষেত্রে ভাইরাস জিনোমের সিকোয়েন্সিং সম্পর্কে একটি হালনাগাদ তথ্য সরবরাহ করবে বলে আশা করা হচ্ছে।\n\n বাংলাদেশ: মাংকিপক্সের বিস্তার রোধে দেশের প্রতিটি বন্দরে সতর্কতা জারি করেছে স্বাস্থ্য সেবা অধিদপ্তর। অধিদপ্তরের মুখপাত্র নাজমুল ইসলামের মতে, ডিজিএইচএস সমস্ত আকাশ, স্থল ও সমুদ্র বন্দরকে সতর্ক থাকতে বলেছে। সন্দেহভাজন ক্ষেত্রে একটি সংক্রামক রোগ হাসপাতালে পাঠানোর নির্দেশ দেওয়া হয় এবং বিচ্ছিন্ন অবস্থায় রাখা হয়।\n বেলজিয়াম: ঝুঁকি মূল্যায়ন দল ও স্বাস্থ্য কর্তৃপক্ষ ঘোষণা করেছে যে মাঙ্কিপক্সে আক্রান্ত ব্যক্তিদের অবশ্যই ২১ দিনের জন্য স্ব-বিচ্ছিন্ন থাকতে হবে।\n ব্রাজিল: ব্রাজিলের স্বাস্থ্য মন্ত্রণালয় জার্মানির স্বাস্থ্য মন্ত্রণায়লের কাছে আরও তথ্যের জন্য জার্মানিতে ব্রাজিলীয় রোগীর উপর নজরদারি শুরু করেছে৷ তিনি বানর নিরীক্ষণের জন্য জীববিজ্ঞানীদের দল ও সম্ভাব্য সংক্রমণ নিরীক্ষণের জন্য মেডিকেল দলও তৈরি করেছিলেন। ব্রাজিলের স্বাস্থ্য মন্ত্রী মার্সেলো কুইরোগা ও তার দল জনস্বাস্থ্য এবং জৈব নীতিশাস্ত্রে চিকিৎসা বিনিময়ের বিষয়ে একটি চুক্তিতে পৌঁছানোর জন্য পর্তুগালে রয়েছেন। পর্তুগাল ভ্রমণের পর মন্ত্রী ৭৫ তম বিশ্ব স্বাস্থ্য সমাবেশে অংশ নেবেন, এইভাবে তার প্রত্যাবর্তন ইউরোপের নৈকট্য দ্বারা পর্যবেক্ষণ করা হবে।\n জার্মানি: রবার্ট কোচ ইনস্টিটিউটের ফ্যাবিয়ান লিন্ডার্টজ প্রাদুর্ভাবটিকে একটি মহামারি হিসাবে বর্ণনা করেছেন যা দীর্ঘস্থায়ী হবে না: \"যোগাযোগ শনাক্তকরণের মাধ্যমে ঘটনাগুলোকে ভালভাবে পৃথক করা যায় এবং প্রয়োজনে ওষুধ ও কার্যকর টিকাও রয়েছে যা ব্যবহার করা যেতে পারে।\"\n ভারত: কেন্দ্রীয় স্বাস্থ্যমন্ত্রী মনসুখ মান্ডাভিয়া জাতীয় রোগ নিয়ন্ত্রণ কেন্দ্র ও ভারতীয় চিকিৎসা গবেষণা পর্ষদকে নিবিড় পর্যবেক্ষণ এবং পরিস্থিতি পর্যবেক্ষণ করার নির্দেশ দিয়েছেন। সরকারী সূত্রে জানা গেছে কেন্দ্রীয় স্বাস্থ্য মন্ত্রক বিমানবন্দর ও বন্দর স্বাস্থ্য আধিকারিকদের সতর্ক থাকার নির্দেশ দিয়েছে। তাদের সংক্রামিত দেশগুলিতে ভ্রমণের ইতিহাস সহ যে কোনও অসুস্থ যাত্রীকে জাতীয় ভাইরোলজি ইনস্টিটিউটে বিচ্ছিন্ন করে নমুনা পাঠানোর নির্দেশ দেওয়া হয়েছে।\n আয়ারল্যান্ড: স্বাস্থ্য সেবা নির্বাহী একটি বহুমাত্রিক ঘটনা ব্যবস্থাপনা দল গঠন করেছে যাতে মাংকিপক্সের সম্ভাব্য আগমনের জন্য প্রস্তুতি নেওয়া হয় ও সংক্রামক রোগ বিশেষজ্ঞরা ভাইরাসের লক্ষণযুক্ত রোগীদের জন্য সতর্ক থাকেন।\n লুক্সেমবার্গ: ২১ মে, স্বাস্থ্য মন্ত্রণালয় বলেছে যে তারা তার ইউরোপীয় অংশীদারদের সাথে পরিস্থিতি পর্যবেক্ষণ করছে। সমস্ত সন্দেহভাজন ঘটনা ও মাংকিপক্সের লক্ষণযুক্ত ব্যক্তিদেরকে এইচএলসি-এর জাতীয় সংক্রামক রোগ বিভাগের সাথে যোগাযোগ করতে ও সংক্রমণের সমাধান না হওয়া পর্যন্ত ঘনিষ্ঠ যোগাযোগের কার্যকলাপ থেকে বিরত থাকার নির্দেশ দেওয়া হয়েছে।\n ফিলিপাইন: স্বাস্থ্য সচিব তৃতীয় ফ্রান্সিসকো ডুক বলেছেন যে মাঙ্কিপক্স ভাইরাসের হুমকির মধ্যে ফিলিপাইন তার সীমান্ত নিয়ন্ত্রণ ব্যবস্থা জোরদার করছে।\n যুক্তরাজ্য: ২২ মে শিক্ষা সচিব নাদিম জাহাবি বলেছেন \"আমরা এটিকে খুব গুরুত্ব সহকারে নিচ্ছি\" এবং যুক্তরাজ্য সরকার ইতোমধ্যে টিকা কেনা শুরু করেছে।\n মার্কিন যুক্তরাষ্ট্র: ২২ শে মে রাষ্ট্রপতি জো বাইডেন মন্তব্য করেন \"তারা আমাকে এখনও প্রাদুর্ভাবের মাত্রা জানায়নি তবে এটি এমন একটি বিষয় যা প্রত্যেকেরই উদ্বিগ্ন হওয়া উচিত\", যখন তার জাতীয় নিরাপত্তা উপদেষ্টা জনসাধারণকে আশ্বস্ত করেছিলেন যে মার্কিন যুক্তরাষ্ট্রে একটি টিকা রয়েছে যা ভাইরাসের চিকিৎসায় সক্ষম।\nইউএনএইডস একটি প্রমাণ-ভিত্তিক পন্থা অবলম্বন করে ঝামেলা এড়াতে যোগাযোগকারীদের প্রতি আহ্বান জানিয়েছে, পুনর্ব্যক্ত করেছে যে এই রোগটি যে কাউকে প্রভাবিত করতে পারে ও সেই ঝুঁকি কোনওভাবেই পুরুষদের সাথে যৌন সম্পর্কযুক্ত পুরুষদের মধ্যে সীমাবদ্ধ নয়।\n\n\n== দেশ অনুযায়ী ঘটনা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাংকিপক্সের প্রাদুর্ভাব - বিশ্ব স্বাস্থ্য সংস্থা"}