{"pageid": 1145771, "title": "জয়দ্বৈত স্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1145771", "content": "জয়দ্বৈত স্বামী ( IAST: Jayādvaita Svāmī ), একজন গৌড়ীয় বৈষ্ণব স্বামী ,  সম্পাদক, প্রকাশক,  শিক্ষক এবং এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের একজন শিষ্য। তিনি চল্লিশ বছরেরও বেশি সময় ধরে ভক্তিবেদান্ত বুক ট্রাস্টের প্রবীণ সম্পাদক ছিলেন। তিনি ১৯৮৮ থেকে ২০১৭ সাল পর্যন্ত বুক ট্রাস্টের একজন ট্রাস্টি হিসেবে দায়িত্ব পালন করেন। তাকে \"ইসকনের সবচেয়ে স্বাধীনচেতা এবং সম্মানিত চিন্তাবিদদের একজন\" হিসেবে বর্ণনা করা হয়েছে। তিনি Vanity Karma: Ecclesiastes, the Bhagavad-gita, and the meaning of life এবং a cross-cultural commentary on the biblical book of Ecclesiastes এর লেখক । বইটি \"ধর্ম\" বিভাগে সেরা বই হিসেবে ইন্ডিপেন্ডেন্ট বুক পাবলিশার্স অ্যাসোসিয়েশন থেকে ২০১৬ সালের বেঞ্জামিন ফ্র্যাঙ্কলিন বুক অ্যাওয়ার্ড জিতেছে ।\n\n\n== প্রাথমিক জীবন ==\nজয়দ্বৈত স্বামী জন্মগ্রহণ করেন জয় ইস্রায়েল নামে একটি রিফর্ম ইহুদি পরিবারে। তিনি তার শৈশব কাটান নিউ জার্সির এঙ্গেলউডে, যেখানে তিনি ডুইট মোরো হাই স্কুলে পড়াশোনা করেন। ১৯৬৮ সালে নিউ ইয়র্ক শহরে তিনি প্রথম কৃষ্ণ চেতনার সাথে পরিচিত হন এবং শ্রীল প্রভুপাদের কাছ থেকে দীক্ষা গ্রহণ করেন। জয় তার মাথা মুণ্ডন করেন, আধ্যাত্মিক নাম 'জয়দ্বৈত দাস' প্রাপ্ত হন এবং কৃষ্ণের শিক্ষাগুলি অধ্যয়ন করতে শুরু করেন। আইএসকন-এ তার প্রথম কার্যত দায়িত্ব ছিল বইয়ের পুস্তিকা স্ট্যাপলার করা। পরবর্তীতে তিনি অসংখ্য বই এবং পত্রিকার সম্পাদক হন। তিনি শ্রীল প্রভুপাদের বইয়ের জন্য ডিকটেশন লিপিবদ্ধ করতেন, তারপর টাইপসেটিং, প্রুফরিডিং, বই প্রকাশনা ব্যবস্থাপনা এবং সম্পাদনার কাজ করতেন। আইএসকনে যোগ দেওয়ার আগে জয়দ্বৈত কার্নেগি ইনস্টিটিউট অফ টেকনোলজিতে কিছু কলেজ ক্লাস করেছিলেন, তবে \"সাধারণ অর্থে তিনি স্ব-শিক্ষিত এবং তিনি একজন সাহিত্য সম্পাদক হিসেবে যা প্রয়োজন তা নিজেই শিখেছিলেন।\"\n\n\n== সন্ন্যাসের পরে ==\n১৯৭৮ সালে, ২৯ বছর বয়সে, তিনি সত্যস্বরূপ দাস গোস্বামীর কাছ থেকে সন্ন্যাস গ্রহণ করেন। ১৯৮৫ এবং ১৯৮৬ সালে, তিনি এক বছর ছয় মাস পদযাত্রা দলের সাথে ভারতবর্ষের বিভিন্ন রাজ্যে পায়ে হেঁটে তীর্থযাত্রা করেন, প্রতিরাতে ভিন্ন কোনো শহর বা গ্রামে অবস্থান করেন। ১৯৯১ সাল থেকে ১৯৯৮ সালের বেশিরভাগ সময় পর্যন্ত তিনি ব্যাক টু গডহেড ম্যাগাজিনের প্রধান সম্পাদক হিসেবে দায়িত্ব পালন করেন, যার সহকারী সম্পাদক হিসেবে তিনি কয়েক বছর কাজ করেছিলেন। পরে তিনি ষোড়শ শতকের সংস্কৃত দার্শনিক ও ভক্তিমূলক গ্রন্থ বৃহদ্ভাগবতামৃত-এর তিন খণ্ডের অনুবাদ এবং ভাষ্য সম্পাদনা করেন। এরপর তিনি ষট সন্দর্ভ নামে আরেকটি ষোড়শ শতকের সংস্কৃত দার্শনিক গ্রন্থের সম্পাদনা করেন।\nজয়দ্বৈত স্বামী \"ঋত্বিক\" মতবাদের প্রবর্তকদের সাথে বিতর্কেও জড়িত ছিলেন, যা তিনি ঐতিহ্য ও শ্রীল প্রভুপাদের শিক্ষার পরিপন্থী বলে মনে করেন।\nপ্রকাশনা ক্ষেত্রে তার সেবার পাশাপাশি, জয়দ্বৈত স্বামী বিশ্বব্যাপী ৫০টিরও বেশি দেশে ভ্রমণ করে শিক্ষাদান এবং বক্তৃতা দেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}