{"pageid": 1145731, "title": "বীরেন রায়", "url": "https://bn.wikipedia.org/wiki?curid=1145731", "content": "বীরেন রায় (২৮ আগস্ট ১৯০৯ – ২২ জানুয়ারি ১৯৯৬) ছিলেন ভারতীয় বাঙালি বৈমানিক তথা বিমান চালক, লেখক  ও রাজনীতিবিদ। ঊনবিংশ শতকে বাংলার একজন দক্ষ প্রশাসক এবং কমিউনিস্ট আন্দোলনের অন্যতম ব্যক্তিত্ব হিসাবে পরিচিতি ছিল তার।  তিনি প্রথমদিকে (১৯৫৭-৬০)  ভারতীয় সংসদের নিম্নকক্ষ তথা  লোকসভায় এবং শেষের দিকে (১৯৬০-৭২) উচ্চকক্ষ তথা  রাজ্যসভায় পশ্চিমবঙ্গ হতে  ভারতীয় জাতীয় কংগ্রেসের নির্বাচিত সদস্য ছিলেন।    \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nবীরেন রায়ের জন্ম ১৯০৯ খ্রিস্টাব্দের ২৭ আগস্ট  ব্রিটিশ ভারতের কলকাতার  বেহালার এক বিত্তশালী পরিবারে। পিতা সৌরেন্দ্র রায় এবং মাতা শ্যামাসুন্দরী দেবী। তার প্রপিতামহ রায়বাহাদুর অম্বিকাচরণ রায় ছিলেন আদালতের অনুবাদক। তিনি সেসময় সাতশো টাকা পেনশন পেতেন। ধনাঢ্য পরিবারে জন্ম হওয়ায় বীরেন রায়ের আচার-আচরণে তার প্রভাব পড়েছিল।  তিনি পদার্থ বিজ্ঞানে অনার্স সহ  স্নাতক হন।   প্রেসিডেন্সি কলেজে পড়ার সময় তিনি উপনয়নে যে দশ হাজার গিনি উপহার হিসাবে পেয়েছিলেন, তা খরচ করে কালাপানি পার হয়ে ইংল্যান্ডে যান। বীরেন রায় ভারতের জাতীয় কংগ্রেসের প্রতিষ্ঠাতা-সভাপতি উমেশচন্দ্র বন্দ্যোপাধ্যায়ের নাতনি মিনি'র প্রতি অনুরক্ত হয়ে পড়েন – ফলে তাকে প্রেসিডেন্সি কলেজ থেকে বহিষ্কার করা হয়। পরে অবশ্য তিনি এম.এ., এম আর এ এস ডিগ্রি লাভ করেন। মিনি'রা ব্রাহ্মসমাজ ভুক্ত ছিলেন, মিনি'র প্রতি তার আকর্ষণ রোধ করতে এক লক্ষ টাকার পণ ও বিমান কিনে দেওয়ার টোপ দিয়ে জয়পুরের এক কন্যার সঙ্গে বিবাহ দেওয়া হয়। ১৯৩৯ খ্রিস্টাব্দের জুলাই মাসে বিবাহ হয় মেঘমালা দেবীর সঙ্গে। কিন্ত তার পিতাই তার শ্বশুরের হয়ে বিমান কিনে দেন। এদিকে এক লক্ষ টাকা আদায় করতে তিনি বিমানে জয়পুর যান শ্বশুরের কাছে। পরে তিনি পিতার কৌশল ইত্যাদি সবকিছুই অনুধাবন করতে পারেন।  বীরেন রায় পরে একজন দক্ষ বিমান চালক হয়ে ওঠেন।\n\n\n== কর্মজীবন ==\nধনী পরিবারের সন্তান হয়ে বীরেন রায় বর্ণময় জীবনযাপন অতিবাহিত করেছেন। এক সময় দক্ষিণ কলকাতা পৌরাধ্যক্ষ হন। সেই সূত্রে ১৯৩৬ খ্রিস্টাব্দে জার্মানির বার্লিন শহরে অনুষ্ঠিত ওয়ার্ল্ড কংগ্রেস অফ মিউনিসিপ্যাল অ্যাডমিনিস্ট্রেটরস -এ প্রতিনিধিত্ব করেন। এই সময়েই তিনি জার্মানির চান্সেলর  হিটলারের সঙ্গেও সাক্ষাৎ করেন এবং তার সঙ্গে যে সখ্যতা গড়ে ওঠে তা শেষদিন পর্যন্ত বজায় ছিল।  নেতাজী সুভাষচন্দ্র বসুর গোপন জীবনেও অনেকবার তিনি বৈমানিক হিসাবে সঙ্গী হয়েছিলেন। কিন্তু নেতাজীর ক্রিয়াকলাপ নিয়ে কোন কথাই সমক্ষে আনেন নি।\nপরবর্তীতে তিনি কমিউনিস্ট আদর্শে উদ্বুদ্ধ হন। মুজফ্ফর আহমেদসহ বহু কমিউনিস্ট কর্মীদের গোপন আস্তানা ছিল তার বালিগঞ্জের বাড়িটি। কমিউনিস্ট পার্টির মুখপত্র \"স্বাধীনতা\" জন্য প্রেসের প্রতিষ্ঠা করেন তিনি। \nপরে তিনি  ভারতীয় জাতীয় কংগ্রেসের সদস্য হন। \nবেহালার বিমান প্রশিক্ষণ কেন্দ্র ও হালকা বিমান উড়ান কেন্দ্র ছাড়াও বেহালার সিনেমা হল (অজন্তা, ইলোরা, নটরাজ), মাতা শ্যামাসুন্দরীর নামে বালিকা বিদ্যালয়, আর্য সমিতি, চ্যারিটেবল চিকিৎসা কেন্দ্র ইত্যাদি তারই প্রতিষ্ঠিত। \nবীরেন রায় বিভিন্ন বিষয়ের উপর লেখালেখিও করতেন। ব্রিটিশ ভারতে শ্রমিক আন্দোলন, বিমান চালনা, যোগা ও রেডিও ও অন্যান্য যন্ত্রাদি নির্মাণ নিয়ে বই লিখেছেন। বাংলা ছাড়াও ইংরাজী হিন্দি ও জার্মান, তিনটি ভাষায় তার রচিত গ্রন্থের সংখ্যা আটচল্লিশ। অনেক পত্র-পত্রিকার সঙ্গেও যুক্ত ছিলেন, সম্পাদনা করেছেন কয়েকটি পত্রিকা। উল্লেখযোগ্য রচিত গ্রন্থ গুলি হল–\n\nখেয়ালী (১৯৩০)\nবেতার রহস্য (১৯৩০)\nজনতাপুরী (১৯৩০)\nমুসাফির (১৯৩৫)\nবেতার বিজ্ঞান ও যন্ত্রনির্মাণ (১৯৩৭) (বাংলা ও হিন্দিতে)\nএভরিম্যানস্ ইয়ারবুক (১৯৩২)\nফ্লাইট ফর অল (১৯৩৬) (ইংরাজীতে)\nমহাভারত (১৯৫৭) (ইংরাজী ও জার্মান ভাষায় লিখিত)\nতিনি পুরানো দিনের বেহালা সম্পর্কে নানান কথা তার স্মৃতিকথায় লিখেছেন- আত্মশক্তির গল্পকথা শীর্ষক একটি গ্রন্থ। \nব্রিটিশ ভারতে শ্রমিক আন্দোলনের উপর একটি নাটক রচনা করেন, কিন্তু ব্রিটিশ শাসক ১৯২৯ খ্রিস্টাব্দে বাজেয়াপ্ত করে। \n\n\n== জীবনাবসান ==\nবীরেন রায় ১৯৯৬ খ্রিস্টাব্দের ২২ জানুয়ারি ৮৬ বৎসর বয়সে কলকাতায় প্রয়াত হন। তার জীবদ্দশাতেই বেহালার একটি রাস্তার নামকরণ হয়- বীরেন রায় রোড। \n\n\n== তথ্যসূত্র =="}