{"pageid": 1145073, "title": "গিরিডি রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1145073", "content": "গিরিদিহ রেলওয়ে স্টেশন বা গিরিডি রেলওয়ে স্টেশন, স্টেশন কোড GRD, হল প্রধান রেলওয়ে স্টেশন যা গিরিডিহ শহরে পরিষেবা দেয়, ভারতের ঝাড়খণ্ড রাজ্যের গিরিডিহ জেলার সদর এর দফতর। গিরিডি স্টেশনটি পরশনাথে আসা জৈন তীর্থযাত্রীদের প্রবেশদ্বার হিসেবেও কাজ করে।  গিরিডিতে অবস্থিত২৪.১৮° উত্তর ৮৬.৩° পূর্ব﻿ / 24.18; 86.3   °N 86.3°E ﻿ 24.18; 86.3 ।  এটির উচ্চতা ২৮৯ মিটার (৯৪৮ ফুট) ।\nগিরিডিহ স্টেশন হল একটি টার্মিনাল স্টেশন যা ভারতীয় রেলওয়ের পূর্ব রেলওয়ে জোনের আসানসোল রেলওয়ে বিভাগের মধুপুর-গিরিডিহ লাইনের পশ্চিম প্রান্তে অবস্থিত।  মধুপুর-গিরিডিহ রুট হল দুটি প্রধান রেলওয়ে স্টেশন গিরিডিহ এবং মধুপুর জংশনের মধ্যে একটি একক-লাইন ব্রড-গেজ । রুটের মোট দৈর্ঘ্য ৩৮ কিলোমিটার (২৪ মাইল) । এটির একটি একক প্ল্যাটফর্ম রয়েছে এবং প্রতিদিন মোট ১৪টি ট্রেন পরিচালনা করে।\n\n\n== ইতিহাস ==\nগিরিডিহ রেলওয়ে স্টেশনটি ১৮৭১ সালে ভারতে (১৯৪৭ সালে ভারতের স্বাধীনতার আগে) প্রধানত এই অঞ্চল থেকে খনিজ সম্পদ পরিবহনের জন্য ব্রিটিশ সরকার দ্বারা রেলওয়ে সাইডিং হিসাবে নির্মিত হয়। রেলওয়ে সাইডিংয়ের জন্য চুক্তিটি ১৮৬৫ সালে দেওয়া হয় এবং ১৮৭১ সালে নির্মাণ শেষ হয়। ১৯০১ সালে রেলওয়ে সাইডিং একটি রেলস্টেশনে রূপান্তরিত হয়। সাইডিংটি সেন্ট্রাল কোলফিল্ডের মালিকানাধীন।\nকোডারমা থেকে কোডমা পর্যন্ত ১১০ কিমি (৬৮ মা)   ট্র্যাক তৈরি করা হয়। এটি মধুপুর-গিরিডিহ রেললাইনকে কোডারমা পর্যন্ত প্রসারিত করেছে, কার্যকরভাবে এটিকে মধুপুর-গিরিডিহ-কোডারমা লাইনে পরিণত করেছে। মহেশমুন্ডা-কোডারমা সেকশনে নতুন গিরিডি (এনজিআরএইচ) নামে একটি নতুন স্টেশন তৈরি করা হয় যা এই রুটে ইতিমধ্যেই বিদ্যমান গিরিডি (জিআরডি) স্টেশনকে ছেড়ে দেয় এবং মহেশমুন্ডাকে একটি জংশন স্টেশন করে তোলে। ১৬ ফেব্রুয়ারি ২০১৯-এ, পূর্ব রেল তার প্রেস-রিলিজে ২৫ ফেব্রুয়ারি ২০১৯ থেকে নতুন গিরিডি হয়ে কোডমা থেকে মধুপুর পর্যন্ত একটি যাত্রীবাহী ট্রেন পরিষেবা ঘোষণা করে।\n\n\n== ভবিষ্যৎ সম্প্রসারণ ==\nশিখরজিতে আসা জৈন তীর্থযাত্রীদের সুবিধার্থে মধুবন হয়ে পরেশনাথ সঙ্গে নিউ গিরিডি সংযোগ করার পরিকল্পনা রয়েছে রেল মন্ত্রকের তরফ থেকে।  নতুন পরেশনাথ-নতুন গিরিডিহ রেললাইন নির্মাণের ভিত্তি ২০১৯ সালে স্থাপিত হয়। ৪৭ কিমি দীর্ঘ রেললাইনটির নির্মাণে ৯৭২ কোটি টাকা ব্যয় হবে এবং দুটি ক্রসিং স্টেশন এবং কয়েকটি হল্ট থাকবে। প্রকল্পের খরচ কেন্দ্রীয় এবং রাজ্য সরকার ৫০:৫০ অনুপাতে বহন করবে এবং ২০২৩ সালের মধ্যে প্রকল্পটি সম্পূর্ণ করার লক্ষ্য নির্ধারণ করা হয়েছে।\nনতুন গিরিডিহকে ধানবাদ সাথে টুন্ডি এবং গোবিন্দপুর হয়ে  এবং চাকাই এবং সোনো হয়ে ঝাঝার সাথে সংযোগ করার অন্যান্য প্রস্তাবও রয়েছে। ঝাঝা-নতুন গিরিডিহ রেললাইনের প্রথম ধাপে   ২০ কিমি দীর্ঘ ঝাঝা-বাটিয়া অংশ রয়েছে, যার ভিত্তি স্থাপন করা হয় ২০১৯ সালে এবং যা ৪৯৬ কোটি টাকা ব্যয়ে নির্মিত হবে।\n\n\n== সু্যোগ - সুবিধা ==\nউপলভ্য প্রধান সুবিধাগুলি হল ওয়েটিং রুম, টয়লেট, কম্পিউটারাইজড রিজার্ভেশন সুবিধা, রিজার্ভেশন কাউন্টার, এবং টু হুইলার এবং চার চাকার গাড়ি পার্কিং। স্টেশন চত্বরে যানবাহন প্রবেশ করতে দেওয়া হয়।\n\n\n=== প্ল্যাটফর্ম ===\nবর্তমানে রেলওয়ে সাইডিং ছাড়াও একটি একক প্ল্যাটফর্ম রয়েছে যা আগে নির্মিত হয়।\n\n\n=== স্টেশন বিন্যাস ===\n\n\n== ট্রেন ==\nগিরিডিহ টার্মিনাল স্টেশন বৃহস্পতিবার ছাড়া প্রতিদিন পাঁচবার এবং বৃহস্পতিবার চারবার ট্রেন পরিচালনা করে।  যাত্রীবাহী ট্রেনগুলি পূর্ব রেলওয়ে জোন দ্বারা পরিচালিত হয়। গিরিডিহ রেলওয়ে স্টেশন থেকে আসা এবং ছেড়ে যাওয়া ট্রেনগুলি নিম্নরূপ।\n\n\n== নিকটতম বিমানবন্দর ==\nগিরিডিহ রেলওয়ে স্টেশনের নিকটতম বিমানবন্দরগুলি হল:\n\nদেওঘর বিমানবন্দর, দেওঘর ৭১ কিলোমিটার (৪৪ মাইল)\nকাজী নজরুল ইসলাম বিমানবন্দর, দুর্গাপুর ১৪০ কিলোমিটার (৮৭ মাইল)\nবিরসা মুন্ডা বিমানবন্দর, রাঁচি ১৮৫ কিলোমিটার (১১৫ মাইল)\nগয়া বিমানবন্দর ১৯৩ কিলোমিটার (১২০ মাইল)\nলোক নায়ক জয়প্রকাশ বিমানবন্দর, পাটনা ২৪৩ কিলোমিটার (১৫১ মাইল)\nনেতাজি সুভাষ চন্দ্র বসু আন্তর্জাতিক বিমানবন্দর, কলকাতা ৩১৪ কিলোমিটার (১৯৫ মাইল)\n\n\n== তথ্যসূত্র =="}