{"pageid": 114596, "title": "হিন্দুস্তানি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=114596", "content": "হিন্দুস্তানি (দেবনাগরী: हिन्दुस्तानी, ফার্সি-আরবি: ہندوستانی, প্রতিবর্ণীকরণ: Hindustānī, হিন্দুস্তানি উচ্চারণ: [ɦɪnd̪ʊst̪ɑːniː], আক্ষ. 'হিন্দুস্তান সম্বন্ধীয়') অথবা কথ্য হিন্দী (হিন্দি: बोलचाल हिन्दी, উর্দু: بول چال ہندی) হল উত্তর ভারত, দাক্ষিণাত্য ও পাকিস্তানে কথিত এবং লিঙ্গুয়া ফ্রাঙ্কা হিসেবে ব্যবহৃত একটি হিন্দার্য ভাষা। হিন্দুস্তানি একটি বহুকেন্দ্রিক ভাষা যার হিন্দি (ব্যাপকভাবে সংস্কৃতায়িত) ও উর্দু (প্রবলভাবে ফার্সি–আরবায়িত) নামক দুটো প্রমিত ভাষারূপ রয়েছে। ফলে এটাকে হিন্দি–উর্দুও বলা হয়। ভাষাটির কথ্যরূপ গুলো এই দুই প্রমিত রূপের মধ্যবর্তী একটি ভাষা বর্ণালীর মধ্যে পড়ে। আধুনিককালে হিন্দুস্তানির তৃতীয় একটি প্রবল ইংরেজি-প্রভাবিত ভাষিকা দেখতে পাওয়া যায় যেটাকে প্রায়শই হিংলিশ বা উর্দিশ বলা হয়ে থাকে।\nএটি ভারত ও পাকিস্তান রাষ্ট্রের অভ্যন্তরীণ সংযোগরক্ষাকারী ভাষা। সাধারণ কথায় উর্দু এবং হিন্দির মিশ্রিত ব্যবহারকে \"হিন্দুস্তানি\" বলা হয়। এই ভাষার উৎস দিল্লি অঞ্চলের খড়িবোলি উপভাষা; ফার্সি, আরবি, তুর্কি, ও সংস্কৃত ভাষা থেকে প্রচুর শব্দ এই ভাষায় গৃহীত হয়ে একটি বিরাট শব্দভাণ্ডার তৈরি করেছে। এই ভাষার সরকারি প্রামাণ্য রূপদুটি হল হিন্দি ও উর্দু। যদিও কথ্য হিন্দি ও উর্দুকে পরস্পর থেকে পৃথক করা দুষ্কর। এমনকি দুই ভাষার আদর্শ রূপের ব্যাকরণও অনেকটা সমরূপ। এদের পার্থক্য বোঝা যায় সাহিত্য ও অ্যাকাডেমিক ও ব্যবহারিক শব্দভাণ্ডারের রূপটি থেকে। উর্দু ভাষায় ফার্সি, আরবি ও তুর্কি প্রভাব বেশি; অন্যদিকে হিন্দি ভাষায় সংস্কৃতের প্রভাব অধিক। ভারত বিভাগের পূর্বাবধি হিন্দুস্তানি, হিন্দি ও উর্দু সমার্থক ছিল। এই ভাষাগুলি এখন কেবলমাত্র হিন্দি অথবা উর্দু নামে পরিচিত। উপমহাদেশের বাইরে বিভিন্ন অঞ্চলের অ-খড়িবোলি উপভাষার হিন্দি ভাষার নামেও ‘হিন্দুস্তানি’ শব্দটি ব্যবহৃত হয়। এগুলির মধ্যে উল্লেখযোগ্য ফিজি হিন্দুস্তানি ও সুরিনাম ও ত্রিনিদাদের ক্যারিবীয় হিন্দুস্তানি।\n\n\n== ইতিহাস ==\nবর্তমান উত্তর ভারতে মধ্য ইন্দো আর্য ভাষার একটি স্থানীয় অপভ্রংশ থেকে  ৭ম থেকে ১৩ শতকের মধ্যে বর্তমান হিন্দুস্তানি ভাষার প্রাথমিক রূপের বিকাশ ঘটে। ত্রয়োদশ শতকে উত্তর ভারতের দিল্লী সালতানাত শাসনের সময় আমির খসরু তার রচনাগুলিতে এই ভাষা ব্যবহার করেন (যা সেই সময়ে লিঙ্গুয়া ফ্রাঙ্কা ছিল) এবং একে হিন্দাভি  (ফার্সি: ھندوی আক্ষরিক অর্থ \"হিন্দু বা ভারতীয়দের\") নামে আখ্যায়িত করেন। ১৫২৬ সালে দিল্লি সালতানাত (যার মধ্যে বেশ কয়েকটি তুর্কী ও আফগান রাজবংশ ছিল) মুঘল সাম্রাজ্য দ্বারা প্রতিস্থাপিত হয়।\nযদিও মুঘলরা তিমুরিদ (গুরখানি) তুর্ক-মঙ্গোল বংশদ্ভূত ছিল, তারা পারস্যকৃত হয়, এবং বাবরের পর ফারসি ভাষা ধীরে ধীরে মুঘল সাম্রাজ্যের রাজ ভাষা হয়ে ওঠে। এটি ভারতীয় উপমহাদেশের মধ্য এশিয়ার তুর্কি শাসকদের দ্বারা ফার্সি ভাষার প্রচলন, এবং প্রথম দিকের তুর্ক-আফগান দিল্লি সালতানাতের এই ভাষার পৃষ্ঠপোষকতার অব্যাহত প্রক্রিয়ার একটি অংশ ছিল।\nঅষ্টাদশ শতকে, মুঘল শাসনের শেষ সময় (যখন সাম্রাজ্যের ও এর সম্ভ্রান্তদের সমাজব্যবস্থায় ভাঙ্গন ধরে), শিক্ষিত উচ্চবিত্ত শ্রেণীর লোকেদের কাছে, বিশেষ করে উত্তর ভারতে খারিবলি ভাষার একটি প্রকরণ লিংগুয়া ফ্রাংকা হিসেবে ফারসির জায়গা দখল করতে থাকে। খারিবলি ভাষা দিল্লির স্থানীয় অপভ্রংশের একটি বংশধর। অবশ্য তখনও ফারসি ভাষা ক্ষুদ্র সময়ের জন্য এর পূর্ব-প্রাধান্য বজায় রাখে। খারিবলি ভাষার সেই প্রকরণটিকেই হিন্দুস্তানি (ফার্সি: ھندوستانی \"of Hindustan\")  নামকরণ করা হয়।\nসমাজ-রাজনৈতিক কারণগুলোর জন্য, যদিও খারিবলি ভাষার এই প্রকরণে অনেক ফারসি শব্দ ঢুকে যায়, তবুও এটি তখন একটি আভিজাত্য প্রকাশক উপভাষায় পরিণত হয়। এই উপভাষাটি ফার্সি ভাষায় জবান-ই উর্দু-ই মুয়ালা (রাজসভার ভাষা) বা জবান-ই উর্দু (সেনা শিবিরের ভাষা) নামে পরিচিত ছিল (উর্দু শব্দটি আসে তুর্কী শব্দ Ordū (শিবির) থেকে, এটি আবার ইংরেজি শব্দ horde এর সাথেও সম্পর্কিত, মুঘল সেনাদের সাধারণ ভাষা হিসেবে এই উপভাষার উৎপত্তির কারণে এর এই নাম রাখা হয়)। পরবর্তীতে এই ভাষার আরও উচ্চমাত্রায় পারস্যকৃত প্রকরণ তৈরি করা হয় যাকে রেখতা  বা \"মিশ্রিত\" বলা হত।\nউন্মেষিত নতুন সাধারণ উপভাষা হিসেবে হিন্দুস্তানি ভাষা প্রচুর পরিমাণে ফারসি, আরবি ও তুর্কী শব্দ গ্রহণ করে। আর মুঘল বিজয়ের সাথে এটি উত্তর ভারতের বেশিরভাগ অঞ্চলেই লিঙ্গুয়া ফ্রাঙ্কা হিসেবে ছড়িয়ে পড়ে। পারসো-এরাবিক লিপিতেই লেখা হোক, আর দেবনাগরী লিপিতেই লেখা হোক, পরবর্তী চার শতক ধরে এটি উত্তর ভারতের প্রাথমিক লিঙ্গুয়া ফ্রাঙ্কা বা সাধারণ ভাষা ছিল (যদিও বিভিন্ন অঞ্চলের ভিত্তিতে তার স্থানীয় ভাষার উপর এর শব্দতালিকা উল্লেখযোগ্য মাত্রায় নির্ভর করত) এবং মুসলিম রাজসভায় এটি ফার্সির পাশাপাশি লিখিত ভাষার মর্যাদা লাভ করে। উত্তরপ্রদেশের শহরগুলো যেমন দিল্লি, লখনউ, আগ্রার কবিদের কেন্দ্র করে এই ভাষার বিকাশ ঘটে।\nজন ফ্লেচার হারস্ট তার ১৮৯১ সালে প্রকাশিত হওয়া গ্রন্থে উল্লেখ করেন, হিন্দুস্তানি বা শিবিরের ভাষা বা দিল্লির মুঘল দরবারের ভাষাকে ভাষাবিজ্ঞানীগণ আলাদা ভাষা হিসেবে বিবেচনা করেন না, বরং ফারসি ভাষা মিশ্রিত হিন্দি ভাষার একটি উপভাষা হিসেবে দেখেন। তিনি বলেন, \"কিন্তু সবসময়ই আলাদা ভাষা হিসেবেই এর গুরুত্ব ছিল। এটি একাদশ ও দ্বাদশ শতকের মুসলিম শাসনের ভাষাগত ফলাফল, এবন এটি উত্তর ভারতের অনেক হিন্দুদের দ্বারা (গ্রাম্য বাংলা ছাড়া) এবং সারা ভারতের মুসলিম জনগোষ্ঠীর দ্বারা কথিত হয়।\n\nঅষ্ঠাদশ শতকের শেষ থেকে ঊনবিংশ শতকে যখন ব্রিটিশরা ভারতীয় উপমহাদেশে উপনিবেশ তৈরি করে, তারা \"হিন্দুস্তানি', 'হিন্দি' এবং 'উর্দু' শব্দগুলোকে একই বিষয় বোঝাতে ব্যবহার করত। তারা এটিকে ব্রিটিশ ভারতের প্রশাসনিক ভাষা হিসবে বিকাশ করে, এবং বর্তমান ভারত এবং পাকিস্তানের সরকারি ভাষা হিসেবে একে প্রস্তুত করে দেয়। যদিও স্বাধীনতার পর 'হিন্দুস্তানি' শব্দটির ব্যবহার কমে গেছে, এবং এটি 'হিন্দি', 'উর্দু' বা 'হিন্দি-উর্দু' দ্বারা প্রতিস্থাপিত হয়েছে। আরও সম্প্রতি, 'হিন্দুস্তানি' শব্দটি বলিউড চলচ্চিত্রের চলিত ভাষা হিসেবে ব্যবহৃত হচ্ছে, যা এখন ভারত ও পাকিস্তান উভয় রাষ্ট্রেই জনপ্রিয় এবং একে হিন্দি বা উর্দু কোনভাবেই স্পষ্ট করে চিহ্নিত করা যায় না।\n\n\n== নমুনা পাঠ্য ==\nনিম্নলিখিত হিন্দি এবং উর্দু ভাষাতে মানবাধিকার সনদের প্রথম ধারার নমুনা পাঠ্য:\n\n\n=== আনুষ্ঠানিক হিন্দি ===\nअनुच्छेद 1—सभी मनुष्यों को गौरव और अधिकारों के विषय में जन्मजात स्वतन्त्रता प्राप्त हैं। उन्हें बुद्धि और अन्तरात्मा की देन प्राप्त है और परस्पर उन्हें भाईचारे के भाव से बर्ताव करना चाहिये।\nউর্দুতেঃ\n\nবাংলায় উচ্চারণঃ\n\nআনুচ্ছেদ্ ১: সাভি মানুষ্যঁ কো গৌরাভ্ আউর্ আধিকারঁ কে বিশায় মেঁ জান্মাজাৎ সুওয়াতান্ত্রাতা প্রাপ্ত্ হ্যায়্। ইন্হেঁ বুদ্ধি আউর্ আন্তারাৎমা কি দেন্ প্রাপ্ত্ হে আউর্ পারাস্পার্ উন্হেঁ ভাইচারে কে ভাব্ সে বার্তাব্ কার্না চাহিয়ে।\nআন্তর্জাতিক ধ্বনিমূলক বর্ণমালায়ঃ\n\nənʊtʃʰːed̪ ek səbʱi mənʊʃjõ ko ɡɔɾəʋ ɔr əd̪ʱɪkaɾõ ke vishaj mẽ dʒənmdʒat̪ sʋət̪ənt̪ɾət̪a pɾapt̪ hɛ̃ ʊnʱẽ bʊd̪ʱːɪ ɔɾ ənt̪əɾat̪ma kiː d̪en pɾapt̪ hɛ ɔɾ pəɾəspəɾ ʊnʱẽ bʱaitʃaɾe keː bʱaʋ se bəɾt̪aʋ kəɾna tʃahɪe\nঅনুবাদঃ\n\nধারা ১: সমস্ত মানুষ স্বাধীনভাবে সমান মর্যাদা এবং অধিকার নিয়ে জন্মগ্রহণ করে। তাঁদের বিবেক এবং বুদ্ধি আছে; সুতরাং সকলেরই একে অপরের প্রতি ভ্রাতৃত্বসুলভ মনোভাব নিয়ে আচরণ করা উচিত।\n\n\n=== আনুষ্ঠানিক উর্দু ===\n\nহিন্দিতেঃ\n\nदफ़ा 1: तमाम इनसान आज़ाद और हुक़ूक़ ओ इज़्ज़त के ऐतबार से बराबर पैदा हुए हैं। इन्हें ज़मीर और अक़्ल वदीयत हुई हैं। इसलिए इन्हें एक दूसरे के साथ भाई चारे का सुलूक करना चाहीए।\nবাংলায় উচ্চারণঃ\n\nদাফা ১: তামাম্ ইন্সান্ আজ়াদ্ আউর্ হুকুক্ ও ইজ্জৎ কে এৎবার্ সে বারাবার্ প্যাদা হুয়ে হেঁ। ইন্হেঁ যামির্ আউর্ আক্কেল্ ওয়াদিয়ৎ হুই হে। ইসিলিয়ে ইন্হেঁ এক্ দুস্রে কে সাথ্ ভাই চারে কা সুলুক্ কার্না চাহিয়ে।\nআন্তর্জাতিক ধ্বনিমূলক বর্ণমালায়ঃ\n\nd̪əfa ek t̪əmam ɪnsan azad̪ ɔɾ hʊquq o izːət̪ ke ɛt̪əbaɾ se bəɾabəɾ pɛd̪a hʊe hɛ̃ ʊnʱẽ zəmiɾ ɔɾ əql ʋədiət̪ hʊi hɛ̃ ɪslɪe ʊnʱẽ ek d̪usɾe ke sat̪ʰ bʱai tʃaɾe ka sʊluk kəɾna tʃahɪe\nঅনুবাদঃ\n\nধারা ১: সমস্ত মানুষ স্বাধীনভাবে সমান মর্যাদা এবং অধিকার নিয়ে জন্মগ্রহণ করে। তাঁদের বিবেক এবং বুদ্ধি আছে; সুতরাং সকলেরই একে অপরের প্রতি ভ্রাতৃত্বসুলভ মনোভাব নিয়ে আচরণ করা উচিত।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাংলা হিন্দি অভিধান অনলাইন\nবাংলা উর্দু অভিধান অনলাইন\nEncyclopædia Britannica, 11th Edition: Hindostani  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে (ইংরেজি)\nThe poisonous potency of script: Hindi and Urdu, ROBERT D. KING (ইংরেজি)"}