{"pageid": 1145042, "title": "আব্দুল জলিল চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1145042", "content": "আব্দুল জলিল চৌধুরী বদরপুর, করিমগঞ্জ, ভারতের একজন ইসলামী চিন্তাবিদ, শিক্ষক এবং রাজনীতিবিদ ছিলেন।\n\n\n== প্রথমিক জীবন ও শিক্ষা ==\nআব্দুল জলিল চৌধুরী সিলেট জেলার তুরুকখোলা গ্রামে একটি বাঙালি মুসলমান পরিবারে জন্মগ্রহণ করেন। তাঁর পিতা আসগর চৌধুরী, একজন অভিবাসী তুর্কীয় বংশোদ্ভুত বলে কথিত আছে, যারা ১৪শতকের গোড়ার দিকে শাহ জালালের সাথে সিলেট এলাকায় এসেছিল। তাঁর মা, শামসুন্নেসা চৌধুরী, ফার্সি ভাষায় দক্ষ ছিলেন এবং তাঁকে স্থানীয় প্রাথমিক বিদ্যালয়ে ভর্তি করার আগে প্রাথমিকভাবে গৃহশিক্ষিকা দান করেন।\nতারপর তিনি দাউদপুরের স্থানীয় মাদ্রাসায় এবং পরে সিলেট সরকারি আলিয়া মাদ্রাসায় অধ্যয়ন শুরু করেন সেখান থেকে তিনি ১৯৪০ সালে মমতাজুল মুহাদ্দিসীন অর্জন করেন। তিনি মাদ্রাসার ছাত্র সঙ্ঘের সাধারণ তত্ত্বাবধায়কও ছিলেন এবং ঔপনিবেশিক বিরোধী স্বাধীনতা আন্দোলনে অংশগ্রহণ করেন যে কারণে তাঁকে একবার কারাবরণ করতে হয়। এরপর তিনি সাহারানপুরের দারুল উলুম দেওবন্দে শিক্ষার্জনের উদ্দেশ্যে হিন্দুস্তানে চলে যান। ১৯৪২ সালে তাঁর হাদিস অনুষদ থেকে স্নাতক হওয়ার কথা, কিন্তু ছাত্র নেতা হিসাবে হুসাইন আহমদ মাদানির বিদ্রোহী দলে অংশ নেওয়ার ফলে আবারও গ্রেপ্তার হন। অবশেষে তিনি ১৯৫২ সালে দেওবন্দ থেকে হাদিস শিক্ষায় স্নাতক হন। তাঁর শিক্ষকদের মধ্যে ছিলেন শাব্বির আহমদ উসমানি, ইজাজ আলী আমরুহী, মুহাম্মদ শফি উসমানি এবং মুহাম্মদ ইদ্রিস কান্ধলভি।\n\n\n== কর্মজীবন ==\nচৌধুরীর কর্মজীবন শুরু হয় সিলেট সরকারি উচ্চ বিদ্যালয়ে ফার্সি ভাষার শিক্ষক হিসেবে।  দুই বছর পর তিনি যশোর আলিয়া মাদ্রাসার অধ্যক্ষ এবং পরে ফুলবাড়ির আজিরিয়া মাদ্রাসায় শিক্ষক হিসেবে নিযুক্ত হন।\nতাঁর ব্রিটিশ বিরোধী সক্রিয়তা শুরু হয় ছাত্রজীবনে থেকেই, পরে জমিয়ত উলামায়ে হিন্দের সাথে যুক্ত হন, তিনি ভারত বিভাজনের বিরোধী ছিলেন। তাঁর জীবনীকাররা উল্লেখ করেছেন যে মুসলিম লীগের নেতারা তাঁর এবং অন্যান্য প্রভাবশালী জমিয়ত সমর্থকদের বিরুদ্ধে ষড়যন্ত্র করেন, যার কারণে চৌধুরী আসামের জমিয়ত সদস্যদের কাছে ভারত অধিরাজ্যে অভিবাসনের জন্য সহায়তা চান। আসামের জমিয়ত নেতাগণ আসামের তৎকালীন মুখ্যমন্ত্রী গোপীনাথ বরদলৈয়ের কাছে তার নাগরিকত্বের জন্য অনুরোধ করলে, বরদলৈ ব্যক্তিগতভাবে চৌধুরীকে আসামে আমন্ত্রণ জানিয়ে একটি চিঠি পাঠিয়েছিলেন। ১৯৪৭ সালের সেপ্টেম্বরে চৌধুরী চিঠিটি পাওয়ার সাথে সাথে, তিনি তার বাবা-মা, ভাইবোন এবং স্ত্রীকে রেখে করিমগঞ্জের আলাকুলিপুর গ্রামে বসতি স্থাপন করেন।\n১৯৪৭ সালের অক্টোবরে, দেওরাইল সিনিয়র মাদ্রাসার প্রতিষ্ঠাতা শাহ ইয়াকুব বদরপুরীর নির্দেশ অনুযায়ী চৌধুরীকে সেই মাদ্রাসার অধ্যক্ষ হিসেবে নিযুক্ত করা হয়। তাঁর অধ্যক্ষ থাকা কালীন, মাদ্রাসাটিকে দেওবন্দি মানদণ্ডের ভিত্তিতে পুনর্গঠন করা হয় এবং ১৯৪৮ সালে আসাম সরকার মাদ্রাসাটিকে সরকারি স্বীকৃতি প্রদান করে। হাদিস শিক্ষা বিভাগটি ২৪ ফেব্রুয়ারি ১৯৫৪ সালে হুসাইন আহমদ মাদানির হাতে উদ্বোধন করা হয়েছিল এবং চৌধুরী আমৃত্যু সেই বিভাগের দায়িত্বে ছিলেন। এছাড়া তিনি উত্তর-পূর্ব ভারত ইমারত-এ-শরিয়াহ এবং মুসলমানদের সামগ্রিক উন্নয়নের জন্য নাদওয়াতুত তামির নামক সংগঠনেরও প্রতিষ্ঠাতা ছিলেন।\n\n\n=== রাজনৈতিক জীবন ===\n১৯৫১ সালে, তিনি ভারতীয় জাতীয় কংগ্রেস পার্টির সাথে যুক্ত হন এবং সর্বমোট ২৭ বছর আসাম বিধানসভার নির্বাচিত সদস্য হিসেবে দায়িত্ব পালন করেন। তিনি মূলত বদরপুরের প্রতিনিধিত্ব করেন, তবে তাঁর শেষ মেয়াদে আলগাপুর বিধানসভা কেন্দ্র থেকে নির্বাচিত হন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৪৭ সালে ভারত বিভাজনের সময় আব্দুল জলিল চৌধুরীর স্ত্রী তাঁর সাথে আসাম যেতে ইচ্ছুক না থাকার করণে তালাক দিতে বাধ্য হন।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র =="}