{"pageid": 1145089, "title": "ইরানে দেওবন্দ আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1145089", "content": "ব্রিটিশ বিরোধী আন্দোলনের অংশ হিসেবে ভারতের উত্তরপ্রদেশের সাহারানপুর জেলার দেওবন্দে ১৮৬৬ সালে প্রতিষ্ঠিত হয় দারুল উলুম দেওবন্দ। এই দেওবন্দ থেকে একটি সংস্কারবাদী আন্দোলনের সূচনা হয় যা দেওবন্দ আন্দোলন নামে পরিচিত৷ বর্তমানে দেওবন্দ আন্দোলনের একটি আন্তর্জাতিক উপস্থিতি রয়েছে। এই আন্দোলন ঊনবিংশ শতাব্দীর শেষ ও বিংশ শতাব্দীর শুরুর দিকে কিছু উদীয়মান ইরানি বুদ্ধিজীবীদের নতুন প্রজন্মের উপর প্রভাব ফেলেছিল। ১৯২০ সালে ইরানে উল্লেখযোগ্য পরিবর্তন আসে। ১৯৪০-এর দশকে দেওবন্দিরা উপমহাদেশ থেকে মধ্য এশিয়ায় যাওয়া শুরু করে। প্রাথমিকভাবে এই আন্দোলন ইরানের সিস্তান ও বেলুচিস্তান প্রদেশে শুরু হয়। ১৯৭০-এর দশক থেকে বেলুচরা ইরানে দেওবন্দি চিন্তাধারার প্রসারে গুরুত্বপূর্ণ ভূমিকা পালন করছে। ইরানে দুইটি সংস্কারবাদী আন্দোলনের মাধ্যমে সুন্নি ইসলামের পুনরুজ্জীবন প্রক্রিয়া চলমান, একটি দেওবন্দি আন্দোলন ও অপরটি মুসলিম ব্রাদারহুড। ইরান থেকে এই দেওবন্দ আন্দোলনের ঢেউ সোভিয়েত ইউনিয়নে পৌঁছাতে সক্ষম হয়েছিল। সুফি ঐতিহ্যে নকশবন্দি ধারা পারস্য ভাষী জগতে দেওবন্দ আন্দোলনের প্রসারে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\n\n\n== ইতিহাস ==\nকাজার যুগে বেলুচিস্তানের একটি বড় অংশ পৃথক হওয়ার সাথে সাথে বেলুচ উপজাতিরা, যারা শত শত বছর ধরে দক্ষিণ-পূর্ব ইরানে নিরবচ্ছিন্নভাবে বসবাস করত, তারা বিচ্ছিন্ন হয়ে পড়ে কিন্তু বেলুচ উপজাতিদের মধ্যে দীর্ঘদিনের সম্পর্ক অব্যাহত থাকে। আমির চাকার রান্দ কর্তৃক মেলতান এবং ওকারা দখল এবং বেলুচ উপজাতিদের প্রতিষ্ঠার সাথে সাথে এই সম্পর্কগুলি একটি নতুন পর্যায়ে প্রবেশ করে। মিরচাকার ওকরায় মারা যান, যেখানে তাকে সমাহিত করা হয়। একই সময়ে, জাত (বা জাঠ) নামে একটি অ-মুসলিম গোষ্ঠী এই অঞ্চলে মুসলমানদের নির্যাতন করছিল। তাজ মুহাম্মদ খান বেলুচ এবং মুসা খানের মতো কিছু সেনানায়ক শাহ ওয়ালি উল্লাহর কাছ থেকে দায়িত্ব পাওয়ার পরে তাদের বিরুদ্ধে লড়াই করেছিলেন।\nبا جداسازی قسمت بزرگی از بلوچستان در دوره ی قاجار ، طوایف بلوچ که قرنهای متمادی به صورت یکپارچه در جنوب شرقی ایران زندگی می کردند ، از هم جدا افتادند ؛ لیکن پیوندهای دیرینه بین اقوام بلوچ موجب گردید روابط فرهنگی هم چنان استمرار پیدا کند . با تصرف « ملتان » و « اوکاره » توسط امیر چاکر رنده و استقرار قبایل بلوچ ، این روابط وارد مرحله تازه ای شد. میرچاکر در اوکاره فوت کرد و در همانجا به خاک سپرده شد. در همین زمان قومی غیر مسلمان به نام « جات » به آزار مسلمانان این منطقه پرداختند که برخی از سرداران مانند « تاج محمدخان بلوچ » و « موسی خان » پس از کسب تکلیف از « شاه ولی الله » به مبارزه با آنان پرداختند.\nیکی دیگر از راههای ارتباط فرهنگی بین بلوچستان ایران و هند ، رفت و آمد پیروان فرقه ی نقشبندیه بود . در بین صوفیان این فرقه ، « شیخ احمد سرهندی » از جایگاه والایی برخوردار بود . وی از تأثیر گذاران اندیشه ی دارالعلوم دیوبند به شمار می رفت . میراحمد بارخان احمدزهی ، خان کلات بلوچستان ایران با ارسال نامه ای در سال ۱۹۳۹ م ، از گردانندگان دارالعلوم دیوبند درخواست کرد تا علمایی را برای تدوین قوانین و ایجاد وحدت در بلوچستان به کلات اعزام کنند . در پی این درخواست « قاری محمد طیب » و « مولانا شمس الحق افغانی » به کلات اعزام گردیدند . پس از تدوین برخی از قوانین ، مولانا شمس الدین به اصرار حاکم کلات در بلوچستان باقی ماند و ریاست اداره ی معارف را برعهده گرفت.\nইরানের বেলুচিস্তান ও ভারতের মধ্যে সাংস্কৃতিক সম্পর্কের আরেকটি উপায় ছিল নকশবান্দিয়া সম্প্রদায়ের অনুসারীদের আন্দোলন। এই সম্প্রদায়ের সুফিদের মধ্যে শেখ আহমদ সেরহিন্দি একজন উচ্চ প্রভাবশালী ব্যক্তিত্ব ছিলেন। তিনি দারুল উলুম দেওবন্দের অন্যতম প্রভাবশালী চিন্তাবিদ ছিলেন। ইরানের বেলুচিস্তানের কালাতের খান মীর আহমাদ বারখান আহমদজেহি ১৯৩৯ সালে একটি চিঠি পাঠিয়ে দেওবন্দ একাডেমি অব সায়েন্সেসের প্রশাসনকে আইন প্রণয়ন ও বেলুচিস্তানে ঐক্য প্রতিষ্ঠার জন্য আলেমদের কালাতে পাঠানোর আহ্বান জানান। এই অনুরোধের পরে কারি মোহাম্মদ তৈয়ব এবং মাওলানা শামসুল হক আফগানি কালাতে যান। কিছু আইন প্রণয়নের পর, মাওলানা শামসুদ্দীন কালাতের বিচারকের (বা শাসক) অনুরোধে বেলুচিস্তানে থেকে যান এবং শিক্ষার প্রশাসনের দায়িত্ব গ্রহণ করেন।\nدر پی رونق گرفتن مدرسه ی دینی دیوبند ، تعدادی از جوانان بلوچ به این مدرسه رفتند . این گروه از نظر معیشتی در وضعیت سختی قرار داشتند ؛ لیکن پس از سفر میراحمدیارخان به دهلی ، وی با وضعیت طلبه های بلوچ از نزدیک آشنا شد و تصمیم گرفت به هر کدام از ایشان ، ماهیانه مبلغ ده روپیه کمک مالی کند . پس از آن نیز میراحمد یار خان مدرسه ای دینی به یادبود جدش با نام « جامعه ی نصیریه » برای تحصیل طلاب بلوچ تأسيس کرد .\nحاکم کلات در سال ۱۳۶۱ ق. به مدیر مدرسه جامعه ی نصیر به اعلام کرد سی تن از طلبه های با استعداد را که از نظر درسی در سطح بالاتری قرار دارند ، انتخاب نماید تا وی آنان را به خرج خودش برای تحصیل به دارالعلوم دیوبند بفرستد. دانش پژوهانی که برای تحصیل به دیوبند رفته بودند ، پس از پایان تحصیلاتشان به بلوچستان بازگشتند و نهضت علمی جدیدی را در مدارس دینی به وجود آوردند . تفکرات ایشان نه تنها در اعتقادات مذهبی بلوچ ها تأثیر گذاشت ؛ بلکه بر آداب و رسوم ، فرهنگ و حتی پوشش ظاهری آنان نیز تأثیر گذاشت.\nطلبه های بلوچ مدرسه دیوبندی پس از بازگشت به بلوچستان ، فعالیت های گسترده ای را برای اصلاحات اجتماعی و فرهنگی آغاز کردند . پیش از ورود آنان ، آگاهی های مذهبی در منطقه در سطح پایینی قرار داشت و افکار اهالی را آمیزه ای از اعتقادات خرافی ، پیرگرایی ، تقدس سنگها و درختان و ستایش پدیده های طبیعی ، تشکیل می داد . طلبه های مذکور مبارزه ای پیگیر را علیه خرافه گرایی در روستاها و مناطق دور افتاده آغاز کردند . درختانی را که نزد اهالی مقدس شمرده می شد ، قطع کردند و از پدیده های طبیعی تقدس زدایی نمودند . حمایت خوانین و حکام محلی نیز در موفقیت این علما مؤثر بود . برخی از مولویهای دیوبندی ، مراکزی را که شرک می دانستند با بیل و کلنگ ویران کردند . اینان حضور زنان و مردان بر سر مقابر پیرهای دروغین را به شدت نهی کردند و با این عقیده که ارواح اولیا از احوال افراد با خبر گردیده و در صورت زیارت مزارشان ، به داد افراد می رسند ، به شدت مخالفت کردند . علمای دیوبند هم چنین دراویشی را که ساز و طنبور می نواختند و تنباکو استعمال می کردند ، مذمت نموده و ادعای آنان را که با انتساب به سیادت و در کسوت درویشی ، گدایی را برای خود جایز می دانستند ، محکوم می کردند. برداشتن خاک از قبور اولیا ، شهدا و خوردن و مالیدن آن بدن توسط علمای دیوبندی حرام اعلام شد. همچنین آنان به اصلاح آداب و رسوم مربوط به مرگ و بعد از آن و مراسم عزاداری و ازدواج نیز توجه نشان دادند. بر برخی از علمای دیوبند در بلوچستان به قضاوت می پرداختند . اشخاصی مانند « مولوی عبدالله ملازاده » ، « مولوی عبدالعزیز ملازاده » ، « مولوی عبدالصمد سربازی » ، « قاضی خیر محمد حسن زهی » و « قاضی داد رحمان رییسی » نیز به عالی ترین مقام های قضایی یعنی « قاضی القضاتی » رسیدند.\nبرخی از روحانیون دیوبندی به دلیل شهرت در امر قضاوت ، « قاضی » نامیده می شدند . امروزه نیز حل و فصل بسیاری از اختلافات مردم را ، مولوی ها انجام می دهند . در مدرسه ی دینی هرشهر هم بخش « دارالافتاء » پاسخ گویی به مسایل شرعی را بر عهده دارد.\nاز دیگر تأثیرات علمای دیوبندی ، گرایش به تصوف بود . اینان برای رسیدن به تزکیه ی روحانی و اخلاقی ، با مرشدانی در شبه قاره ی هند مرتبط بودند . علمای دیوبند پس از بازگشت به ایران ، هم چنان پیوند خویش را با صوفیان نقشبندیه ی هرات حفظ کرده و با آن ها به عنوان مرید بیعت می کردند ؛ لیکن به علت رسوخ برخی اعمال ناشایست در بین خلفای آن ها در بلوچستان ، این روابط قطع شد.\nبا گسترش فعالیت طلاب مکتب دیوبند ، شرکت مردم در مراسم مذهبی و توجه به احکام شریعت در بلوچستان افزایش یافت . بسیاری از ایلات کوچنده ی بلوچ نیز در معرض آموزش های دینی قرار گرفتند و مولویها نفوذ زیادی بین مردم به دست آوردند . بر اثر فعالیت روحانیونی که غالباً در مدارس دینی پاکستان یا هند تحصیل کرده بودند ، مسجد یا فضایی برای انجام مراسم مذهبی در بسیاری از روستاهای بلوچستان ساخته شد . این دسته از روحانیون که « مولوی » نامیده می شوند ، عموماً از شرکت در فعالیت سیاسی پرهیز کرده و بیشتر مشغول درس و تعلیم می شدند . گسترش حاکمیت دولت های مرکزی ایران و پاکستان طی چند دهه ی اخیر ، موجب کاهش قدرت سردارها (بزرگان طوایف) و افزایش قدرت مولوی های تحصیل کرده در بلوچستان ایران شده است . جایگزین شدن قدرت مذهبی به جای قدرت سرداران در منطقه ، از عوامل افزایش آگاهی دینی بلوچهاست.\nامروزه مدارس دینی بلوچستان مانند : « عین العلوم » در گشت و « مجمع العلوم » سرجوی سراوان ، « دارالعلوم » زنگیان ، « عزیریه » انزای و « منبع العلوم » کوهون سرباز ، « اشاعةالتوحید » و « دارالعلوم » زاهدان ، « جامعة الحرمين » چابهار و « دارالعلوم حقانیه » ایرانشهر ، بیشتر بر مبنای تفکر دیوبندی گسترش یافته اند.\nمسئولان این مدارس به پیروی از دیوبندیان پاکستان از سال ۱۳۵۸ ش . « شورای هماهنگی مدارس دینی اهل سنت بلوچستان » را تشکیل داده اند و هم اکنون ۴۹ مدرسه ی کوچک و بزرگ با بیش از هشت هزار طلبه در سیستان و بلوچستان تحت پوشش این مدارس هستند . در سالهای اخیر در اکثر شهرها و روستاهای بزرگ ، مدارس دینی دخترانه ای با عنوان « مکتب البنات » ایجاد شده است.\nاز دیگر اقدامات علمای وابسته به تفکر دیوبندی ، وارد شدن در حلقه ی « جماعت تبلیغ » بود . شکل گیری جماعت تبلیغ در ایران به دوره ی حیات « مولوی عبدالعزیز » در دهلی بر می گردد . وی روزی به ملاقات « مولانا الیاس » بنیان گذار جماعت تبلیغی هند رفته و از او در مورد چگونگی تبلیغات امور دینی در ایران راهنمایی می خواهد. مولانا الیاس نیز وعده ی آمدن جماعت تبلیغ به ایران را داده و بر حمایت از ایشان تأکید کند . پس از این دیدار ، حدود سال ۱۳۳۱ ش/۱۳۷۳ ق . جماعتی هجده نفره به محل زندگی مولوی عبدالعزیز در روستای « دپکور » مراجعه می کنند . این گروه از جماعت تبلیغی « رائیوند » پاکستان بودند که با حمایت مولوی عبدالعزیز و دیگر علمای منطقه به مدت سه سال در ایران به تبلیغ پرداختند . آنان نخستین گروه جماعت تبلیغی بودند که وارد بلوچستان و ناحیه ی « سرباز » شدند . رهبری آنان را نیز فردی به نام « مشتاق » بر عهده داشت امروزه مساجدی در « زاهدان » ، « ایرانشهر » ، « خاش » ، « سراوان » ، « چابهار » ، « نیک شهر » و « کنارک » دارای جماعتهای تبلیغی هستند.\n\n\n== মাদ্রাসা ==\nIn the context of geopolitical transformations at global and regional levels, and in response to the ideological pressures by the Iranian Shia regime, the Sunni Deobandi moulvis started to open women’s madrasas in South East Iran, Sistan and Baluchistan in the 1990s.\nThe development of these madrasas, in this social setting, was not merely a response to the rational needs of the market, but ideological, gender and ethno-religious issues were also involved. This was in reality a complex and a Janus-faced process, full of push and pull challenges posed by modern society in modern times, and it simultaneously contained inclusion and exclusion of women.\nWomen were included in terms of gaining a further opportunity to enter a field which was previously monopolised by the male authorities, moulvis. However, the male authorities adopted a strategy, beyond the traditional familial institutions, of including women, through planned organisational control, mainly in semi closed forms of madrasas, without lodging and boarding facilities. Simultaneously, there was a process of exclusion of women through being “curtained off”, pressured to wear hijabs, and studying shorter courses.\nWhile the processes of control and further disciplinary measures have internalised a particular form of an Islamic womanhood, they have not abolished agency, but increased the capacity of women to act as individuals. This has been a process of “de-traditionalisation”, in a sense of breaking away from traditions and increasing individuals’ capacity to realise their own\n“interests against the weight of customs, tradition, transcendental will (…) even if unintentional” (Mahmood, quoted in Winkelmann, 2005: 99).\nConsidering the evidence, Goffman’s concept of “total institution” and the Focauldian approach of body control may not be sufficient to explain the issue. The intentions and expectations of the students as an active force should not be underestimated. These students and graduates are able to manipulate the regimented education system and move beyond the institutional intentions and the established rules. The individualistic values which have shaped women's identities further developed through the intra-institutional setting (see Scott, 2010; Yunus, 1994).\nIn competing with men, they have tried to redefine certain traditions and their domestic role as their own possessions, acquired through their own efforts and enquiries. They have interpreted piety and hijab as their identity. The evidence also indicates that the expectations women had to achieve, through the madrasa route, have not been properly fulfilled. Thus, the earlier enthusiasm of the women for studying and graduating in madrasa has relatively declined, although the total number of women’s madrasas and talibahs in the province has dramatically increased. This is another form of resistance, by women, against the projected forms of control.\nTo put these changes in a wider context, it can be concluded that the process of change has been associated with creating opportunities and enabling forces for discovering and spreading of women’s rational authority and to some extent weakening the authority of traditions. In other words, this has been a complex procedure, but has been associated with a process of rationalisation and individualisation, a basis for understanding the important role of the agency.\nThe evidence suggests, however, that even in the most traditional communities, individualisation and the building of identity by women have been spreading in different ways and social settings such as religious madrasas. Individualisation and self-confidence of the women in religious communities may intensify the clash of expectations between male and fazelah.\nAs a means of a stronger emphasis on their identity in the context of competitions with male authorities, who represent themselves as real and pious Muslims, and also with less hijabi women, madrasa women may be further radicalised. If the current tensions, which are based on highly biased and conflict-laden religious ideologies, continue in the whole region, the number of fazelahs among the Sunnis in southeast Iran may increase. Under such circumstances, it is also likely that for some time, madrasa women will strongly contribute to deepening the level of religiosity, and spread strict Sharia-based rules, associated with even further emphasis on totalitarian values. However, there are increasing counter-approaches coming from the women graduates of the state schools and universities who push for gaining more opportunities and direct engagement in the public sphere, arguing that individual choice and tolerance are not sufficient to counter the totality of societal or religious goods, which easily can support and legitimise violence. বৈশ্বিক এবং আঞ্চলিক স্তরে ভূ-রাজনৈতিক পরিবর্তনের প্রেক্ষাপটে এবং ইরানের শিয়া শাসনের আদর্শিক চাপের প্রতিক্রিয়ায়, সুন্নি দেওবন্দী মৌলভীরা 1990-এর দশকে দক্ষিণ পূর্ব ইরান, সিস্তান এবং বেলুচিস্তানে মহিলাদের মাদ্রাসা খুলতে শুরু করে। এই সামাজিক পরিবেশে এই মাদ্রাসার বিকাশ শুধুমাত্র বাজারের যৌক্তিক চাহিদার প্রতিক্রিয়া ছিল না, বরং আদর্শিক, লিঙ্গ এবং জাতিগত-ধর্মীয় বিষয়গুলিও জড়িত ছিল। এটি বাস্তবে একটি জটিল এবং একটি জানুস-মুখী প্রক্রিয়া ছিল, যা আধুনিক যুগে আধুনিক সমাজের দ্বারা উত্থাপিত চাপ এবং টান চ্যালেঞ্জে পূর্ণ, এবং এতে একই সাথে মহিলাদের অন্তর্ভুক্তি এবং বর্জন ছিল। নারীদের অন্তর্ভুক্ত করা হয়েছিল এমন একটি ক্ষেত্রে প্রবেশের আরও সুযোগ পাওয়ার শর্তে যা পূর্বে পুরুষ কর্তৃপক্ষ, মৌলভিদের দ্বারা একচেটিয়া ছিল। যাইহোক, পুরুষ কর্তৃপক্ষ একটি কৌশল অবলম্বন করে, প্রথাগত পারিবারিক প্রতিষ্ঠানের বাইরে, মহিলাদের অন্তর্ভুক্ত করে, পরিকল্পিত সাংগঠনিক নিয়ন্ত্রণের মাধ্যমে, প্রধানত আধা বন্ধ মাদ্রাসাগুলিতে, থাকার এবং থাকার ব্যবস্থা ছাড়াই। একই সাথে, \"পর্দা বন্ধ\", হিজাব পরার জন্য চাপ দেওয়া এবং সংক্ষিপ্ত পাঠ্যক্রম অধ্যয়নের মাধ্যমে মহিলাদের বাদ দেওয়ার প্রক্রিয়া ছিল। যদিও নিয়ন্ত্রণের প্রক্রিয়া এবং আরও শৃঙ্খলামূলক ব্যবস্থাগুলি একটি ইসলামী নারীত্বের একটি বিশেষ রূপকে অভ্যন্তরীণ করেছে, তারা এজেন্সি বিলুপ্ত করেনি, কিন্তু ব্যক্তি হিসাবে কাজ করার জন্য মহিলাদের ক্ষমতা বাড়িয়েছে। ঐতিহ্য থেকে দূরে সরে যাওয়া এবং ব্যক্তিদের নিজস্ব স্বার্থ উপলব্ধি করার ক্ষমতা বৃদ্ধির অর্থে এটি \"অপ্রচলিতকরণ\" এর একটি প্রক্রিয়া হয়েছে, এমনকি অনিচ্ছাকৃত হলেও প্রথা, ঐতিহ্য, অতীন্দ্রিয় ইচ্ছার (...) বিরুদ্ধে।, Winkelmann, 2005: 99-এ উদ্ধৃত। প্রমাণ বিবেচনা করে, গফম্যানের \"টোটাল ইনস্টিটিউশন\" ধারণা এবং শরীর নিয়ন্ত্রণের ফোকাল্ডিয়ান পদ্ধতি সমস্যাটি ব্যাখ্যা করার জন্য যথেষ্ট নাও হতে পারে। সক্রিয় শক্তি হিসেবে শিক্ষার্থীদের উদ্দেশ্য ও প্রত্যাশাকে অবমূল্যায়ন করা উচিত নয়। এই ছাত্র এবং স্নাতকরা রেজিমেন্টেড শিক্ষা ব্যবস্থাকে কাজে লাগাতে এবং প্রাতিষ্ঠানিক উদ্দেশ্য এবং প্রতিষ্ঠিত নিয়মের বাইরে যেতে সক্ষম। স্বতন্ত্রতাবাদী মূল্যবোধ যা নারীর পরিচয়কে আরও বিকশিত করেছে আন্তঃ-প্রাতিষ্ঠানিক বিন্যাসের মাধ্যমে (Scott, 2010; Yunus, 1994 দেখুন)। পুরুষদের সাথে প্রতিযোগিতায়, তারা তাদের নিজস্ব প্রচেষ্টা এবং অনুসন্ধানের মাধ্যমে অর্জিত কিছু ঐতিহ্য এবং তাদের ঘরোয়া ভূমিকাকে তাদের নিজস্ব সম্পত্তি হিসাবে পুনরায় সংজ্ঞায়িত করার চেষ্টা করেছে। তারা তাকওয়া ও হিজাবকে তাদের পরিচয় হিসেবে ব্যাখ্যা করেছেন। প্রমাণগুলি আরও ইঙ্গিত করে যে মাদ্রাসা পথের মাধ্যমে মহিলাদের যে প্রত্যাশাগুলি অর্জন করতে হয়েছিল, তা সঠিকভাবে পূরণ হয়নি। এইভাবে, মাদ্রাসায় অধ্যয়ন এবং স্নাতক হওয়ার জন্য মহিলাদের পূর্বের উত্সাহ তুলনামূলকভাবে হ্রাস পেয়েছে, যদিও প্রদেশে মহিলা মাদ্রাসা এবং তালিবার মোট সংখ্যা নাটকীয়ভাবে বৃদ্ধি পেয়েছে। এটি নিয়ন্ত্রণের অভিক্ষিপ্ত রূপের বিরুদ্ধে মহিলাদের দ্বারা প্রতিরোধের আরেকটি রূপ। এই পরিবর্তনগুলিকে একটি বৃহত্তর প্রেক্ষাপটে রাখার জন্য, এই সিদ্ধান্তে আসা যেতে পারে যে পরিবর্তনের প্রক্রিয়াটি নারীর যুক্তিবাদী কর্তৃত্বের আবিষ্কার ও বিস্তারের জন্য সুযোগ সৃষ্টি এবং শক্তিকে সক্ষম করার সাথে জড়িত এবং কিছুটা হলেও ঐতিহ্যের কর্তৃত্বকে দুর্বল করে। অন্য কথায়, এটি একটি জটিল প্রক্রিয়া, কিন্তু যুক্তিযুক্তকরণ এবং ব্যক্তিকরণের একটি প্রক্রিয়ার সাথে যুক্ত হয়েছে, এজেন্সির গুরুত্বপূর্ণ ভূমিকা বোঝার একটি ভিত্তি। প্রমাণগুলি ইঙ্গিত করে, তবে, এমনকি সবচেয়ে ঐতিহ্যবাহী সম্প্রদায়গুলিতেও, ব্যক্তিকরণ এবং নারীদের দ্বারা পরিচয় নির্মাণ বিভিন্ন উপায়ে এবং ধর্মীয় মাদ্রাসার মতো সামাজিক পরিবেশে ছড়িয়ে পড়েছে। ধর্মীয় সম্প্রদায়ের নারীদের ব্যক্তিত্ব এবং আত্মবিশ্বাস পুরুষ ও ফজেলার মধ্যে প্রত্যাশার সংঘর্ষকে তীব্রতর করতে পারে। পুরুষ কর্তৃপক্ষের সাথে প্রতিযোগিতার প্রেক্ষাপটে তাদের পরিচয়ের উপর শক্তিশালী জোর দেওয়ার উপায় হিসাবে, যারা নিজেদেরকে প্রকৃত এবং ধার্মিক মুসলিম হিসাবে উপস্থাপন করে এবং কম হিজাবি মহিলাদের সাথে, মাদ্রাসা মহিলারা আরও উগ্রবাদী হতে পারে। যদি বর্তমান উত্তেজনা, যা অত্যন্ত পক্ষপাতদুষ্ট এবং সংঘাত-প্রবণ ধর্মীয় মতাদর্শের উপর ভিত্তি করে, সমগ্র অঞ্চলে চলতে থাকে, তাহলে দক্ষিণ-পূর্ব ইরানে সুন্নিদের মধ্যে ফাজেলাদের সংখ্যা বাড়তে পারে। এইরকম পরিস্থিতিতে, এটাও সম্ভব যে কিছু সময়ের জন্য, মাদ্রাসা মহিলারা ধর্মীয়তার স্তরকে আরও গভীর করতে জোরালোভাবে অবদান রাখবে, এবং কঠোর শরিয়া-ভিত্তিক নিয়মগুলি ছড়িয়ে দেবে, এমনকি সর্বগ্রাসী মূল্যবোধের উপর আরও জোর দেওয়ার সাথে যুক্ত। যাইহোক, রাজ্যের স্কুল ও বিশ্ববিদ্যালয়ের মহিলা স্নাতকদের কাছ থেকে ক্রমবর্ধমান পাল্টা পন্থা আসছে যারা আরও বেশি সুযোগ অর্জনের জন্য এবং জনসাধারণের ক্ষেত্রে সরাসরি সম্পৃক্ততার জন্য চাপ দেয়, যুক্তি দেয় যে ব্যক্তিগত পছন্দ এবং সহনশীলতা সামাজিক বা ধর্মীয় সামগ্রিকতাকে মোকাবেলা করার জন্য যথেষ্ট নয়। পণ্য, যা সহজেই সহিংসতাকে সমর্থন ও বৈধতা দিতে পারে।\n\n\n== আরও দেখুন ==\nদক্ষিণ আফ্রিকায় দেওবন্দ আন্দোলন\nরিভাইভাল ফ্রম বিলো: দ্য দেওবন্দ মুভমেন্ট এন্ড গ্লোবাল ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}