{"pageid": 1145590, "title": "জাস্টিস অব দি পিস", "url": "https://bn.wikipedia.org/wiki?curid=1145590", "content": "জাস্টিস অব দি পিস বা শান্তি রক্ষাকারী বিচারপতি হচ্ছেন সেই ব্যক্তি যিনি সার্বিক আইনশৃঙ্খলা পরিস্থিতি স্বাভাবিক রাখতে বা শান্তি রক্ষার জন্য ফৌজদারি কার্যবিধি, ১৮৯৮ এর ২৫ ধারা অনুযায়ী আদেশ প্রদান করেন। মূলত জাস্টিস অব পিস হলেন হলেন একজন যোগ্য ব্যক্তি বা কর্মকর্তা যিনি তার অধিক্ষেত্রে শান্তিশৃঙ্খলা বজায় ও আইনের শাসন সমুন্নত রাখার নিমিত্তে ত্বরিত সিদ্ধান্ত ও প্রয়োজনীয় ব্যবস্থা গ্রহণ করার জন্য দায়িত্ব ও ক্ষমতাপ্রাপ্ত। পদাধিকারবলে সুপ্রীম কোর্টের বিচারপতিগণ সমগ্র বাংলাদেশের জন্য, জেলা ও দায়রা জজ, চীফ জুডিসিয়াল ম্যাজিস্ট্রেট ও চীফ মেট্রোপলিটন ম্যাজিস্ট্রেট নিজ নিজ অধিক্ষেত্রের মধ্যে জাস্টিস অব পিস হিসেবে ক্ষমতা প্রয়োগ করেন।\n\n\n== পদমর্যাদা ==\nবাংলাদেশের পদমর্যাদা ক্রম অনুযায়ী জেলা ও দায়রা জজের পদক্রম ১৬ এবং চীফ জুডিসিয়াল ম্যাজিস্ট্রেট ও চীফ মেট্রোপলিটন ম্যাজিস্ট্রেটের পদক্রম ১৭। উল্লেখ্য, জেলা ও বিভাগের উল্লেখযোগ্য শীর্ষ কর্মকর্তাগণের মধ্যে অতিরিক্ত জেলা ও দায়রা জজের পদক্রম ১৭, বিভাগীয় কমিশনার, অতিরিক্ত চীফ জুডিসিয়াল ম্যাজিস্ট্রেট ও যুগ্ম জেলা ও দায়রা জজের পদক্রম ২১, ডেপুটি ইন্সপেক্টর জেনারেল অব পুলিশ (ডিআইজি) ও অতিরিক্ত বিভাগীয় কমিশনারের পদক্রম ২২, জেলা প্রশাসক (ডিসি) ও পুলিশের এডিশনাল ডেপুটি ইন্সপেক্টর জেনারেলের পদক্রম ২৪ এবং পুলিশ সুপার ও সিভিল সার্জনের পদক্রম ২৫ নম্বর।\n\n\n== এখতিয়ার ও ক্ষমতা ==\n\nThe Code of Criminal Procedure, 1898 এ জাস্টিস অব দি পিস সম্পর্কে উল্লেখ থাকলেও জাস্টিস অব পিস এর কর্মপরিধি কী হবে তার উল্লেখ নেই। আমরা জানি উপমহাদেশের ৩টি দেশ অভিন্ন ফৌজদারি কার্যবিধি নিয়ে যাত্রা শুরু করে। পরবর্তীতে পাকিস্তান সিআরপিসি সংশোধন করে ২২এ ও ২২বি নামে দুটি আলাদা ধারা যুক্ত করেছে। এরমধ্যে ২২এ ধারায় জাস্টিস অব পিসের ক্ষমতা নির্ধারণ করা হয়েছে। অন্যদিকে, ২২বি ধারায় জাস্টিস অব পিসের দায়িত্বসমূহ নির্ধারণ করা হয়েছে। \nবাংলাদেশের ফৌজদারী কার্যবিধিতে জাস্টিস অব দি পিসের এখতিয়ার ও দায়িত্ব নির্ধারিত না থাকায় জাস্টিস অব দি পিস কর্তৃক এখতিয়ার প্রয়োগের ক্ষেত্রে পূর্ব নজিরের আশ্রয় নিতে হবে। এক্ষেত্রে চার্টার আইন, ১৭৯৩ ও ফৌজদারী কার্যবিধি, ১৮৯৮ এর অধীনে পূর্বে জাস্টিস অব পিসগণ যেসব ক্ষমতার চর্চা করতেন তা নজির হিসেবে ব্যবহার করা যেতে পারে। M P Jain তার Outlines of Indian Legal History বইয়ে জাস্টিস অব পিসগণ যেসব এখতিয়ারের চর্চা করতেন তা তুলে ধরেছেন। তিনি লিখেছেন, The functions of justice of the peace were threefold:\nFirst, to try and punish, under certain Acts and Statutes, offences by summery conviction, without a jury.\nSecondly, to investigate charges with a view to commit or discharge the accused person; and, \nthirdly, to prevent crime and breaches of peace. (Page 234, M P Jain; Outlines of Indian Legal History, Fifth Edition)\n\n\n== ইতিহাস ও উৎপত্তি ==\nবাংলা ভাষায় রচিত প্রথম সফল উপন্যাস হিসেবে চিহ্নিত ‘আলালের ঘরের দুলাল’ গ্রন্থে প্যারীচাঁদ মিত্র ওরফে টেকচাঁদ ঠাকুর লিখেছেন, “যাঁহারা জাস্টিস অব পিস হয়েন তাঁহাদিগের হুকুম এদেশের সর্বস্থানে জারি হয়। যাঁহারা কেবল ম্যাজিস্টেট, জাস্টিস অব পিস নহেন, তাঁহাদিগের আপন আপন সরহদ্দের বাহিরে হুকুম জারি করিতে গেলে তথাকার আদালতের মদৎ আবশ্যক হইত এজন্যে সম্প্রতি মফস্বলের অনেক ম্যাজিস্ট্রেট জাস্টিস অব পিস হইয়াছেন।” ১৮৫৭ সালে রচিত এই উপন্যাসের বর্ণনা থেকেই এটি বোধগম্য হয় যে, সেকালে জাস্টিস অব পিসগণ দুর্দাণ্ড প্রতাপে হুকুম জারি করতেন। এমনভাবে হুকুম জারির সৌভাগ্য অবশ্য পরবর্তীতে প্যারীচাঁদ মিত্রেরও হয়েছিল। কারণ ১৮৬৩ সালে তিনি জাস্টিস অব পিসের দায়িত্ব পেয়েছিলেন।\nজাস্টিস অব পিস পদের উৎপত্তি ইংল্যান্ডে। ১১৯৫ সালে ইংল্যান্ডে কিছু ব্যক্তিদের নিয়োগ করা হয়েছিল দুর্দম এলাকায় শান্তি ও আইনশৃঙ্খলা বজায় রাখার জন্য। তারা পরিচিতি পেয়েছিলেন ‘কিপারস অব দ্য পিস’ হিসেবে। ৩য় এডওয়ার্ডের আমলে ১৩৬১ সালে সুনির্দিষ্টভাবে ‘জাস্টিস অব পিস’ পদের উদ্ভব ঘটে। রাজার নিকট থেকে  ক্ষমতাপ্রাপ্ত হিসেবে জাস্টিস অব পিসগণ রাজ্যের শান্তিশৃঙ্খলা রক্ষায় পদক্ষেপ গ্রহণ করতেন। তবে প্রক্রিয়াটি দণ্ড প্রদানের নয়, বরং ছিল প্রতিরক্ষামূলক, যার মাধ্যমে অপরাধ সংঘটনের পূর্বেই তা রোধের ব্যবস্থা নেওয়া যায়। পরবর্তীতে অবশ্য জাস্টিস অব পিসগণ স্বল্প পরিসরে দণ্ড প্রদানের ক্ষমতাও অর্জন করেছিলেন। \nবর্তমানে পৃথিবীর বিভিন্ন দেশে জাস্টিস অব পিসগণ বিভিন্ন রকমের দায়িত্ব পালন করে থাকেন। অনেক দেশেই এখন এটি সম্মানজনক পদ হিসেবে বিবেচিত। তাদের কাজের সীমাও নির্ধারণ করে দেওয়া আছে। ইংল্যান্ড ও ওয়েলস ম্যাজিস্ট্রেট কোর্টে জাস্টিস অব পিসদের ‘সামারি জাস্টিস' প্রদানের সুযোগ রয়েছে।\n\n১৮৯৮ সালে ফৌজদারি কার্যবিধি প্রণয়নের পূর্বেই এ অঞ্চলে জাস্টিস অব পিসগণ কাজ করেছেন। প্যারীচাঁদ মিত্র যে জাস্টিস অব পিস হিসেবে কাজ করেছেন, তা তো পূর্বেই উল্লেখ করা হয়েছে। তবে বেশিরভাগ ক্ষেত্রেই ইংরেজ নাগরিককে জাস্টিস অব পিস হিসেবে নিয়োগ দেওয়া হতো। ১৭৯৩ সালে চার্টার আইন প্রণয়নের পর গভর্নর জেনারেল জাস্টিস অব পিস নিয়োগের ক্ষমতা লাভ করেন। নিয়োগের সময়  তাদের কর্ম এখতিয়ার নির্ধারণ করে দেওয়া হয়। M P Jain লিখিত Outlines of Indian Legal History বই থেকে জানা যায়, The Charter Act of 1793 somewhat strengthened judicial control over the British subjects in the mofussil. Hitherto, the Governor-General, members of the Council, and the judges of the Supreme Court were the only justices of the peace in Bengal, Bihar and Orissa; and the Governor and members of the Council at each of the other two Presidencies were the justices of the peace. S. 151 of the Act empowered the Governor-General-in-Council, by commissions to be issued under the seal of the Supreme Court at Calcutta, to nominate and appoint convenanted servants of the Company or other British inhabitants, as the justices of the peace in all the Presidencies and Provinces. In pursuance of this provision, the Bengal Government passed Regulation II of 1796 making rules for the commitment of the British subjects in Bengal by the magistrates all of whom were appointed as the justices of the peace under the Act. They were to apprehend the British criminals, take evidence against them and commit them for trial to the Supreme Court at Calcutta. The Charter Act had also provided in S. 153 that all proceedings, judgments or orders of the justices of the peace could be removed by writ of certiorari into the Court of oyer and terminer and gaol delivery of the concerned Presidency at the instance of any of the parties thereby affected or aggrieved. In Bengal, Bihar and Orissa, it meant the Supreme Court at Calcutta. In 1807, the Governors and members of the Councils of Madras and Bombay were authorised to act as justices of the peace for those towns respectively and to hold quarter sessions four times a year. They were also empowered to issue commissions under the seal of the particular Supreme Court appointing British subjects or Company’s convenanted servants as justices of the peace for the mofussil. (Page 232-233, M P Jain; Outlines of Indian Legal History, Fifth Edition)\n১৭৯৬ সালে ডিস্ট্রিক্ট ম্যাজিস্ট্রেটদের জাস্টিস অব পিস হিসেবে ঘোষণা করা হয়। তারা তখন ইউরোপিয়ান ব্রিটিশ সাবজেক্টের বিরুদ্ধে অভিযোগ গ্রহণের ক্ষমতাপ্রাপ্ত হন। এভাবে কালক্রমে জাস্টিস অব পিসগণ নিয়োগপ্রাপ্ত হয়ে বিভিন্ন রকমের অর্পিত দায়িত্ব পালন করেছেন। যেহেতু জাস্টিস অব পিসগণ ব্রিটিশ নাগরিকদেরও বিচার করতে পারতেন তাই তারা আলাদা মর্যাদায় অধিষ্ঠিত ছিলেন। \n১৮৯৮ সালে The Code of Criminal Procedure প্রণয়নের সময় ২য় অধ্যায়ের ‘ই’ ভাগের বিষয়বস্তু হিসেবে জাস্টিস অব পিস সংক্রান্ত বিষয় যুক্ত করা হয়। ২২-২৫ ধারায় জাস্টিস অব পিস সংক্রান্ত বিধান আলোচনা করা হয়। এরমধ্যে ২২ ধারার বিধান হলো মফস্বল এলাকায় জাস্টিস অব পিস নিয়োগ। ২৩ ও ২৪ ধারায় প্রেসিডেন্সি শহরগুলোতে জাস্টিস অব পিস নিয়োগের বিধান রাখা হয়। তবে Criminal Law Amendment Act, 1923 এর ৪ ধারার বিধান অনুযায়ী ১৯২৩ সালে ২৩ ও ২৪ ধারা বাতিল করা হয়। ২৫ ধারায় পদাধিকারবলে জাস্টিস অব পিস হিসেবে কাজ করার বিধান রাখা হয়। \nThe Code of Criminal Procedure, 1898 এর ২২ ধারায় রয়েছে মে, The Government may, by notification in the official Gazette, appoint such persons resident within Bangladesh and not being the subjects of any foreign State as it thinks fit to be Justices of the Peace within and for the local area mentioned in such notification. অফিসিয়াল গেজেটের মাধ্যমে মফস্বল এলাকার স্বানীয় সীমানায় জাস্টিস অব পিস নিয়োগের বিধান থাকলেও বর্তমানে বাংলাদেশে এই বিধান অনুযায়ী জাস্টিস অব পিস নিয়োগ হয় না। \nThe Code of Criminal Procedure, 1898 এর ২৫ ধারায় রয়েছে মে, In virtue of their respective offices, the Judges of the  Supreme Court are Justices of the Peace within and for of the whole of Bangladesh, Sessions Judges, Chief Judicial Magistrate and Chief Metropolitan Magistrates are Justices of the Peace within their respective jurisdictions. এই ধারার বিধান অনুযায়ী, পদাধিকারবলে সুপ্রিম কোর্টের বিচারকগণ সারা বাংলাদেশের জন্য, জেলা ও দায়রা জজ, চীফ জুডিসিয়াল ম্যাজিস্ট্রেট ও চীফ মেট্টোপলিটন ম্যাজিস্ট্রেট নিজ নিজ অধিক্ষেত্রের মধ্যে জাস্টিস অব পিস হিসেবে ক্ষমতা প্রয়োগ করতে পারবেন।\n\n\n== আরও দেখুন ==\nজেলা ও দায়রা জজ\nচীফ জুডিসিয়াল ম্যাজিস্ট্রেট\nচীফ মেট্রোপলিটন ম্যাজিস্ট্রেট\nঅতিরিক্ত চীফ জুডিসিয়াল ম্যাজিস্ট্রেট\nঅতিরিক্ত চীফ মেট্রোপলিটন ম্যাজিস্ট্রেট\nসিনিয়র জুডিসিয়াল ম্যাজিস্ট্রেট\nমেট্রোপলিটন ম্যাজিস্ট্রেট\nজেলার প্রধান\n\n\n== তথ্যসূত্র =="}