{"pageid": 1146943, "title": "মাই ইবিটি", "url": "https://bn.wikipedia.org/wiki?curid=1146943", "content": "\"মাই ইবিটি\" হচ্ছে একটি হিপ-হপ গান যা স্ট্যানলি লাফ্লেউর কর্তৃক \"মি. ইবিটি\" ছদ্দনামে সম্পাদিত হয়। গানটি ইলেক্ট্রনিক বেনিফিট ট্রান্সফার কার্ডের মাধ্যমে কী করা যেতে পারে তা নিয়ে বিলাপ করে (যুক্তরাষ্ট্র এর আর্থিক অধিকারের জন্য ব্যবহৃত হয়।) গানটি এবং এর ভিডিও বিতর্কিত হয়ে ওঠে, বিশেষ করে রক্ষণশীল পন্ডিতদের মধ্যে, যারা গানটিকে দেশের কল্যাণ ব্যবস্থার গৌরব বলে মনে করেন।\n\n\n== বিষয়বস্তু ==\n\"মাই ইবিটি\"-এর গানগুলোর চরণসমূহ, কল্যাণমূলক অপব্যবহারের বাস্তব জীবনের উদাহরণগুলির উপর ভিত্তি করে তৈরি করা হয়েছে যা লাফ্লেউর হাতেকলমে তা বুঝতে পেরেছিলেন। গানটি একজন ব্যক্তিকে তাদের বোনের ই.বি.টি কার্ড ব্যবহার করে (যাকে একটি প্রতারণামূলক এবং তাই কার্ডের অপমানজনক ব্যবহার হিসাবে বিবেচনা করা হয়) বিভিন্ন দোকান থেকে জাঙ্ক ফুড  (বেশিরভাগই আলু চিপ এবং কোমল পানীয়) কেনার জন্য বিলাপ করে।(\"কখনো ক্ষুধার্ত হবেন না, সারাদিন চলাফেরা করবেন\"), এবং চেষ্টা করছেন, কিন্তু কার্ডে মারিওয়ানা এবং অ্যালকোহল ক্রয় করতেও ব্যর্থ হচ্ছেন তাদের বিলাপ করে। এই কাজের একটি অজুহাত হিসাবে, গানটি আরও বলে যে এটি ঠিক আছে কারণ \"এটি একটি ই.বি.টি., এটি কোনো ফুড স্ট্যাম্প নয়।\"\nগানটি ইউটিউব-এ পোস্ট করা একটি মিউজিক ভিডিওর সাথেও ছিল, যেখানে লাফ্লুরকে ই.বি.টি. ব্যবহার করে জাঙ্ক ফুড কেনার জন্য বিভিন্ন দোকানে ঘোরাঘুরি করা দেখানো হয়েছে। কার্ড, অনেকটা গানেই বর্ণনা করা হয়েছে তার মতো।\n\n\n== অভ্যর্থনা ==\nগানটি লোকেদের মনোযোগ আকর্ষণ করে যখন এর মিউজিক ভিডিওটি মাদক রিপোর্ট প্রকাশ করে। অসংখ্য রক্ষণশীল মন্তব্যকারী এবং ওয়েবসাইটগুলি গান এবং ভিডিওর সমালোচনা করেছে, অভিযোগ করেছে যে ভিডিওটি \"কোনো কিছুর বা সমগ্র বিষয়ের বিশুদ্ধ ফ্যাশন পালন করা হয়েছে তবে তেমন কোনোকিছু পাওয়া যায়নি\" এবং কল্যাণকে মহিমান্বিত করে।  বেন স্যপিরো গানটির সমালোচনা করেছেন এটা শুরু করে যে, \"এক পাক্ষিক হয়ে আমেরিকার অর্থনীতিতে কী ভুল হয়েছে তা সংক্ষেপে বলা প্রায় অসম্ভব। যদি না আপনার নাম জনাব ই.বি.টি.হয়, এবং তিনি \"এক ধরনের নিচ যে আমাদের সমাজকে দেউলিয়া করছে। \"\nসমালোচনার জবাবে, লেফলেউর এই বলে ভিডিওটিকে রক্ষা করেছেন যে গান এবং ভিডিওটি ই.বি.টি.এর সাথে সমস্যাগুলি উপস্থাপন করে। সিস্টেম এবং লোকেরা যারা এটির অপব্যবহার করে, তাদের এমন লোক হিসাবে বর্ণনা করা হয়েছে যারা \"করদাতাদের মুখে সুবিধা কার্ড [ঘষে]\" (যেমন তিনি ভিডিওতে নিজেকে চিত্রিত করেছেন), এইভাবে যাদের সত্যিই এটির সবচেয়ে বেশি প্রয়োজন তাদের সাহায্য অস্বীকার করে। \n\n\n== তথ্য সূত্র ==\n\nটেমপ্লেট:2010s-hiphop-song-stub\nটেমপ্লেট:Politics-stub"}