{"pageid": 1146078, "title": "আমীন সায়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1146078", "content": "আমীন সায়ানি (২১ ডিসেম্বর ১৯৩২ - ২০ ফেব্রুয়ারি ২০২৪) ছিলেন একজন খ্যাতনামা বেতার উপস্থাপক তথা রেডিও ঘোষক। তিনি বিশ শতকের পঞ্চাশ ও ষাটের দশকে প্রথম 'রেডিও সিলোন'-এ বিনাকা গীতমালা (পরবর্তীতে সিবাকা) শীর্ষক অত্যন্ত জনপ্রিয় অনুষ্ঠান উপস্থাপন করে ভারতীয় উপমহাদেশে খ্যাতি এবং জনপ্রিয়তা অর্জন করেন।  শ্রোতাদের উদ্দেশ্য তার কণ্ঠের সুরেলা স্পর্শে উচ্চারিত -ভাইয়ো অর বহ্নো  সম্বোধন আজও মুগ্ধ করে। ১৯৫১ খ্রিস্টাব্দ হতে তিনি চুয়ান্ন হাজারেরও বেশি রেডিও প্রোগ্রাম এবং উনিশ হাজার স্পট/জিঙ্গেল তৈরি করেছেন এবং সঞ্চালনা করেছেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nআমীন সায়ানির জন্ম  ব্রিটিশ ভারতের  বোম্বাই প্রেসিডেন্সির অধুনা মহারাষ্ট্রের বোম্বাইয়ে ১৯৩২ খ্রিস্টাব্দের ২১ ডিসেম্বর এক স্বাধীনতা সংগ্রামী পরিবারে। বিদ্যালয়ের পড়াশোনা প্রথমে মহারাষ্ট্রের নিউ এরা এবং পরে গোয়ালিয়রের আবাসিক সিন্ধিয়া স্কুলে। বোম্বাইয়ের সেন্ট জেভিয়ার্স কলেজ হতে  স্নাতক হন। পরবর্তী চৌদ্দ বছর তিনি তার মা কুলসুম সায়ানিকে নব্য-সাক্ষরদের জন্য পাক্ষিক পত্রিকা রাহবার সম্পাদনার কাজে সহায়তা করেন।উল্লেখযোগ্য এই যে,  মহাত্মা গান্ধীর পরামর্শে তার মা কুলসুম সায়ানি নব্য-সাক্ষরদের জন্য রাহবার পত্রিকাটি (১৯৪০ -১৯৬০) হিন্দি, উর্দু ও গুজরাটি লিপিতে গান্ধী দ্বারা প্রচারিত সহজ \" হিন্দুস্তানি \" ভাষায় সম্পাদনা করতেন। দীর্ঘদিন এই পত্রিকার সঙ্গে যুক্ত থাকার কারণে আমীনের রেডিওতে বাণিজ্যিক সম্প্রচারের দীর্ঘ কর্মজীবন পথে সহায়ক হয়েছে এবং তার স্বীকৃতি স্বরূপ ২০০৭ খ্রিস্টাব্দে  নতুন দিল্লির 'হিন্দি ভবন'- তাকে হিন্দি রত্নপুরস্কার প্রদান করে। তার অগ্রজ হামিদ সায়ানি (১৯২৬ -১৯৭৫) ছিলেন  অল ইন্ডিয়া রেডিও-র একজন ইংরাজী ভাষার সঞ্চালক।\n\n\n== কর্মজীবন ==\nআমীনকে তার অগ্রজ হামিদ সায়ানি অল ইন্ডিয়া রেডিওতে নিয়ে আসেন এবং তারই পরিচয়ে দশ বৎসর ইংরাজী ভাষার অনুষ্ঠানে অংশগ্রহণ করেন। পরবরতীতে তিনি ভারতে অল ইন্ডিয়া রেডিওকে জনপ্রিয় করতে সাহায্য করেন। 'ভূত বাংলা', তিন দেবিয়াঁ, 'বক্সার' , এবং 'কাত্ল' সহ  বিভিন্ন চলচ্চিত্রের কোনো না কোনো অনুষ্ঠানে ঘোষকের ভূমিকায় তাকে দেখা গেছে। আমীন সায়ানি পঞ্চাশের দশকের শুরুতে রেডিও সিলোন'-এর বাণিজ্যিক কার্যক্রমের ভারতীয় এজেন্সির হয়ে কাজ করেন।\n১৯৬০-৬২ খ্রিস্টাব্দে স্বল্প সময়ের জন্য আমীন টাটা অয়েল মিলস্-এর বিপণন বিভাগে ব্র্যান্ড এক্সিকিউটিভ পদে থেকে হামাম ও জয় প্রসাধন সাবানের বিপণনের কাজ করেছেন।\n১৯৫১ খ্রিস্টাব্দে অল ইন্ডিয়া রেডিওতে যোগ দেওয়া, ১৯৭০ খ্রিস্টাব্দে আকাশবাণীর বাণিজ্যিক পরিষেবায় যুক্ত হওয়ার সময় থেকে শুরু করে এবং ১৯৭৬ খ্রিস্টাব্দ হতে বিভিন্ন বিদেশী বেতার কেন্দ্রের  কাজ মিলিয়ে আমীন এখনো পর্যন্ত চুয়ান্ন হাজার রেডিও-র অনুষ্ঠানে এবং উনিশ হাজারেরও বেশি সরাসরি/জিঙ্গলস অনুষ্ঠানে অংশ নেন। (লিমকা বুক অফ রেকর্ডসের তথ্য অনুযায়ী)\n\n\n== প্রযোজিত ও পরিচালিত রেডিও অনুষ্ঠান ==\nজাতীয়স্তরে বিজ্ঞাপনদাতাদের সৌজন্যে -\n\nসিবাকা (পূর্বে বিনাকা) গীতমালা: ১৯৫২ খ্রিস্টাব্দ থেকে সম্প্রচারিত হয় - প্রধানত রেডিও সিলোন, এবং পরে বিবিধ ভারতী (অল ইন্ডিয়া রেডিও)-এর মাধ্যমে - মোট বিয়াল্লিশ বছরেরও বেশি সময় ধরে। চার বছর পরে পুনরায় জাতীয় বিবিধ ভারতী প্রচার তরঙ্গে 'কোলগেট সিবাকা গীতিমালা' হিসাবে দু' বছর প্রচারিত হয়েছিল।\nএস. কুমারস কা ফিল্মি মুকাদ্দমা এবং ফিলমি মুলাকাত: প্রথমে শ্রীলঙ্কা ব্রডকাস্টিং কর্পোরেশনে এবং পরে  সাত বছর ধরে ' বিবিধ ভারতী' প্রচার তরঙ্গে।\nস্যারিডন কে সাথী: 'অল ইন্ডিয়া রেডিও'-র প্রথম স্পন্সর অনুষ্ঠান চার বছর প্রচারিত হয়েছিল।\nবোর্নভিটা কুইজ কনটেস্ট (ইংরেজিতে): আট বছর। (১৯৭৫ খ্রিস্টাব্দে তার অগ্রজের মৃত্যুর পর দায়িত্ব নেন।)\nশালিমার সুপারল্যাক জোডি: সাত বছর সঞ্চালন করেন।\n'মারাঠা দরবার শো': প্রায় চৌদ্দ বৎসর ধরে প্রচারিত 'সিতারোঁ কী পসন্দ', 'চমকতে সিতারে', 'মেহেকতি বাতেঁ'  ইত্যাদি শীর্ষক সঙ্গীতানুষ্ঠান।.\nসঙ্গীত কে সিতারতোঁ কী মেহফিল: চার বছর ধরে শীর্ষস্থানীয় গায়ক, সুরকার এবং গীতিকারদের সাক্ষাৎকার মূলক সঙ্গীতানুষ্ঠানের ঝলক নিয়ে উপস্থাপিত অনুষ্ঠান যেগুলি ভারতে এবং বিদেশের বিভিন্ন রেডিও স্টেশনে বিজ্ঞাপনদাতাদের সৌজন্যে প্রচারিত হয়েছে।\nস্বনাশ শিরোনামে তেরটি পর্বের এইচআইভি/এইডস এর উপর ভিত্তি করে সচেতনা মূলক রেডিও সিরিজের অনুষ্ঠান যেখানে বিশিষ্ট ডাক্তার এবং সমাজকর্মীদের সাক্ষাৎকার নিয়েছেন। স্বনাশ নামের রেডিও সিরিজটি অল ইন্ডিয়া রেডিও-র প্রস্তুতি ছিল। পরে এর অডিও ক্যাসেটগুলি বহু স্বেচ্ছাসেবী সংগঠন তাদের ক্ষেত্রের কাজের ক্ষেত্রে ব্যবহার করেছে।\n\n\n=== কমপ্যাক্ট ডিস্কে অডিও কমিউনিকেশন ===\nআমীন সায়ানির রেডিও শো সহ বাচিক শিল্পকর্ম লঙ প্লেয়িং রেকর্ড, ক্যাসেট এবং পরবর্তীতে কমপ্যাক্ট ডিস্কে প্রকাশিত হয়েছে। সারেগামা ইন্ডিয়া লিমিটেড সিডিতে তার ফ্ল্যাগশিপ রেডিও শো গীতমালার এই অস্বাভাবিক রেট্রোস্পেক্ট ৪০ টি খণ্ডে (প্রতিটি পাঁচটি সিডির প্যাকে) -  \"গীতমালা কী ছাঁও মেঁ\" প্রকাশ করেছে। এটি দেশে যেমন জনপ্রিয়তা লাভ করেছে, তেমনই বিদেশে ভাল প্রশংসিত হয়েছে। ১৯৭৬ খ্রিস্টাব্দ হতে ভারতীয় রেডিও শো এবং বিজ্ঞাপন রপ্তানিতে আমীনের শিল্পকর্ম বিশেষ মর্যাদা পেয়ে এসেছে। মার্কিন যুক্তরাষ্ট্র, কানাডা, ইংল্যান্ড, সংযুক্ত আরব আমিরাত, সোয়াজিল্যান্ড, মরিশাস, দক্ষিণ আফ্রিকা,  ফিজি এবং নিউজিল্যান্ড প্রভৃতি দেশে এগুলি রপ্তানি হয়।\n\n\n=== সফল আন্তর্জাতিক রেডিও শো ===\nচিত্রতারকাদের সাক্ষাৎকার সম্বন্ধীয় অনুষ্ঠান - ‘মিনি ইনশারসান অফ ফিল্মস্টার ইন্টাভিউজ’। এটি যুক্তরাজ্যের  ব্রিটিশ ব্রডকাস্টিং কর্পোরেশনের ৩৫টি কিস্তিতে প্রচারিত হয়।\nমিউজিক ফর দ্য মিলিয়নস -  ব্রিটিশ ব্রডকাস্টিং কর্পোরেশনের - ৬ পর্বের অনুষ্ঠান\nভি টি কা হাঙ্গামা - প্রায় সাড়ে চার বৎসর ধরে চলা লন্ডনের সানরাইজ রেডিওতে পরিবেশিত অনুষ্ঠান।\nগীতামালা কী ইয়াদেঁ - সংযুক্ত আরব আমিরাতের রেডিও উম্মুল কুওয়াইন-এ পরিবেশিত চার বৎসরের অনুষ্ঠান।\nইয়ে ভী চাঙ্গা ও ভী খুব - সংযুক্ত আরব আমিরাতের রেডিও এশিয়াতে প্রায় আট মাস স\nসঙ্গীত পহেলি - সুইজারল্যান্ডের রেডিও ট্রুরোতে এক বৎসরের বেশি সময় ধরে উপস্থাপন করেন।\nহাঙ্গামে - প্রায় আড়াই মাস ধরে টরন্টো, হিউস্টন, ওয়াশিংন্টন, বস্টন, সান ফ্রান্সিস্কোর বিভিন্ন জাতীয় রেডিও চ্যানেলে উপস্থাপন করেন।\n\n\n== সম্মান ও পুরস্কার ==\n২০০৯ খ্রিস্টাব্দে ভারত সরকার চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে। এ ছাড়াও, আমীন সায়ানি অসংখ্য পুরস্কারের লাভ করেছেন। যেমন -\n২০০৬ খ্রিস্টাব্দে ইন্ডিয়ান চেম্বার্স অফ কমার্স অ্যান্ড ইন্ডাস্ট্রি' ইন্ডিয়া রেডিও ফোরামের সহযোগিতায় জীবিতাবস্থায় কিংবদন্তি পুরস্কার- লিভিং লেজেন্ড অ্যাওয়ার্ড প্রদান করে।\n২০০৩ খ্রিস্টাব্দে রেডিও মির্চি ( টাইমস গ্রুপের এফএম নেটওয়ার্ক ) রেডিও মির্চি প্রদান করে - কান হল অফ ফেম পুরস্কার।\n২০০০ খ্রিস্টাব্দে বোম্বাইয়ের অ্যাডভারটাইজিং ক্লাব শতাব্দীর অসামান্য রেডিও প্রচারণার (\"বিনাকা/সিবাকা গীতিমালা\") জন্য গোল্ডেন অ্যাবি প্রদান করে।\n১৯৯৩ খ্রিস্টাব্দে ইন্ডিয়ান একাডেমি অফ অ্যাডভারটাইজিং ফিল্ম আর্ট (IAAFA) প্রদান করে - হল অফ ফেম পুরস্কার।\n১৯৯২ খ্রিস্টাব্দে লিমকা বুক অফ রেকর্ডস প্রদান করে - পার্সন অফ দ্য ইয়ার পুরস্কার  \n১৯৯১ খ্রিস্টাব্দে ইন্ডিয়ান সোসাইটি অফ অ্যাডভার্টাইজার্স (আইএসএ) পক্ষে স্বর্ণপদক প্রদান করেন ভারতের তৎকালী ন উপরাষ্ট্রপতি  কে আর নারায়ণন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য ইন্ডিয়ান ব্রডকাস্টার\nSLBC- ইতিহাসের নতুন তরঙ্গ তৈরি করছে\nশ্রীলঙ্কায় সম্প্রচারের আশি বছর"}