{"pageid": 1146241, "title": "পাপ পুণ্য", "url": "https://bn.wikipedia.org/wiki?curid=1146241", "content": "পাপ পুণ্য হলো ২০২২ সালে মুক্তিপ্রাপ্ত বাংলাদেশী বাংলা ভাষার প্রণয়ধর্মী নাট্য চলচ্চিত্র। এটি রচনা ও পরিচালনা করেছেন গিয়াস উদ্দিন সেলিম। এটি তার পরিচালিত চতুর্থ চলচ্চিত্র এবং এটি তার ভালোবাসা ত্রয়ীর শেষ অংশ (ত্রয়ীর অন্যান্য চলচ্চিত্রগুলো হল মনপুরা ও স্বপ্নজাল)। এতে শ্রেষ্ঠাংশে অভিনয় করেছেন চঞ্চল চৌধুরী, আফসানা মিমি, সিয়াম আহমেদ, শাহনাজ সুমি ও ফজলুর রহমান বাবু।\n\n\n== কাহিনী ==\nখোরশেদ (চঞ্চল চৌধুরী) এলাকার চেয়ারম্যান। সে প্রকৃতভাবে জনগণের সেবা করতে চায়। সে স্থানীয় এমপির (মামুনুর রশীদ) ডান হাত, অন্যদিকে গাওসুল আলম শাওন তার বাম হাত। শাওনের এক আত্মীয় (মনির খান শিমুল) গ্রামের এক মেয়েকে ধর্ষণ করলে খোরশেদ ধর্ষককে শাস্তি দিতে চায়। শাওনের অনুগত পুলিশের সাব ইন্সপেক্টর (ফজলুর রহমান বাবু) আইন নিজের হাতে তুলে না নেওয়ার দাবি করে ধর্ষককে বাঁচাতে চায়। খোরশেদের কারণে পুলিশ তাকে গ্রেপ্তার করলেও শাওনের লোকরা খোরশেদকে কোপাতে আসে। খোরশেদের রক্ষী ‘ভাতিজা’ আল আমিন (সিয়াম) পিস্তল বের করে গুলি ছুড়লে শাওনের লোকরা পালিয়ে যায়।\nবাউল রতনের জমি সরকার আয়ত্তে নেওয়ার প্রক্রিয়া শুরু করলে এবং শাওন তা কেড়ে নিতে চায়। খোরশেদ রতনের পক্ষে দাঁড়ায়। এতে খোরশেদ ও শাওনের দ্বন্দ্ব আরও বাড়ে, এমপিও এই দ্বন্দ্ব মেটাতে ব্যর্থ হন।\n‘ভাতিজা’ আল আমিন খোরশেদের মেয়ে সাথীকে (শাহনাজ সুমি) ভালোবাসে। খোরশেদের বাসায় কাজ করা আল আমিনের মা পারুল (আফসানা মিমি) এই প্রেম টের পায়। তিনি ছেলেকে বিদেশে পাঠিয়ে দিতে খোরশেদের স্ত্রীকে অনুরোধ করেন। খোরশেদ তাতে রাজি হয় না। আল আমিন ও সাথীর প্রেম আরও গভীর হলে, আল আমিনের মা খোরশেদের স্ত্রীকে তা জানায়। খোরশেদের স্ত্রী খোরশেদকে জানালে তার চিন্তায় পরিবর্তন আসে ও আল আমিনকে বিদেশে পাঠাতে ঢাকা নিয়ে আসে। ট্রেনে করে ফেরার পথে খোরশেদ রতন হত্যা মামলায় জড়িয়ে যায়।\nখোরশেদ জেলে যায়। একদিন পত্রিকায় আল আমিনের মৃত্যুর খবর আসে। আল আমিনের মা একা একা খোরশেদের সাথে দেখা করতে জেলে যায়। তিনি আল আমিনের মৃত্যুর খবর তাকে জানিয়ে বলে যে আল আমিন তার ছেলে। খোরশেদ এক ঘোরে পড়ে, সে জেলখানায় তার স্ত্রী ও কন্যার সাথে দেখা করতে চায় না। পরে সে আল আমিনের মায়ের সাথে দেখা করতে চায়। বিচারে খোরশেদের ফাঁসি হয়, জানা যায় বিদেশে পাঠানোর আগে খোরশেদ আল আমিনকে হত্যা করেছিল।\n\n\n== কুশীলব ==\nখোরশেদ চরিত্রে চঞ্চল চৌধুরী\nপারুল চরিত্রে আফসানা মিমি\nআল আমিন চরিত্রে সিয়াম আহমেদ\nসাথী চরিত্রে শাহনাজ সুমি\nসাব-ইন্সপেক্টর নুরুল হক চরিত্রে ফজলুর রহমান বাবু\nএম.পি চরিত্রে মামুনুর রশীদ\nরাবেয়া চরিত্রে ফারজানা চুমকি\nগাউসুল আলম শাওন\nমনির খান শিমুল\n\n\n== নির্মাণ ==\n২০১৯ সালের আগস্টে এর চিত্রগ্রহণ শুরু হয়। চলচ্চিত্রের পরিচালক ২০২০ সালের আগে চিত্রগ্রহণ সম্পন্ন করেন। এর এক বছর পরে ১৫ জানুয়ারি তারিখে ছবিটি সেন্সর থেকে ছাড়পত্র পায়।\n\n\n== মুক্তি ==\nছবিটি ২০ মে, ২০২২ তারিখে বাংলাদেশের ২০টি প্রেক্ষাগৃহে মুক্তি পায়। এটি কানাডা ও মার্কিন যুক্তরাষ্ট্রের বেশ কয়েকটি প্রেক্ষাগৃহেও মুক্তি পায়।\n\n\n== সঙ্গীত ==\nএর প্রথম গানটি ইউটিউবে ২০২২ সালের এপ্রিল মাসে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে পাপ পুণ্য  (ইংরেজি)\nবাংলা মুভি ডেটাবেজে পাপ পুণ্য"}