{"pageid": 1146920, "title": "কুম্ভকোণম", "url": "https://bn.wikipedia.org/wiki?curid=1146920", "content": "কুম্বাকোনাম (পূর্বে বানান কোমবাকোনাম বা কমব্যাকোনাম) বা কুদনথাই হল ভারতের তামিলনাড়ু  রাজ্যের থাঞ্জাভুর জেলার একটি শহর পৌর কর্পোরেশন। এটি থাঞ্জাভুর থেকে ৪০ কিমি (২৪ মাইল) এবং চেন্নাই থেকে ২৮২ কিমি (১৭৫ মাইল) দূরে অবস্থিত এবং তাঞ্জাবুর জেলার কুম্বাকোনাম তালুকের সদর দফতর। তাঞ্জাভুরের পরে এটি জেলার দ্বিতীয় বৃহত্তম শহর। শহরটি দুটি নদী দ্বারা বেষ্টিত, উত্তরে কাবেরী নদী এবং দক্ষিণে আরাসালার নদী . এখানে বেশ কয়েকটি মন্দিরের বিস্তৃতির কারণে কুম্বাকোনম একটি মন্দির শহর হিসাবে পরিচিত এবং এটি তার মহামহম উৎসবের জন্য বিখ্যাত, যা ১২ বছরে একবার হয়, যা সারা দেশের মানুষকে আকর্ষণ করে।\n\n\n== ইতিহাস ==\nকুম্বাকোনম মধ্যযুগীয় চোলদের শাসনের সময় খ্যাতির ছটায় এসেছিল যারা নবম শতাব্দী থেকে দ্বাদশ শতাব্দী পর্যন্ত শাসন করেছিল। কুম্বাকোনাম থেকে ৮ কিমি (৫.0 মাইল) দূরে পাঝাইয়ারাই শহরটি নবম শতাব্দীতে চোল সাম্রাজ্যের রাজধানী ছিল।\nচোল রাজ্যের পতনের পর, ১২৯০ সালে পান্ড্যরা কুম্বকোনম জয় করে। ১৪ শতকে পান্ড্য রাজ্যের মৃত্যুর পর, কুম্ভকোনম বিজয়নগর সাম্রাজ্য  জয় করে। কৃষ্ণদেবরায় (১৫০৯-২৯), বিজয়নগরের সম্রাট ১৫২৪ সালে শহরে এসেছিলেন এবং মহামহম উৎসবের সময় বিখ্যাত মহামহম ট্যাঙ্কে স্নান করেছিলেন বলে মনে করা হয়। কুম্বাকোনাম ১৫৩৫ থেকে ১৬৭৩ সাল পর্যন্ত মাদুরাই নায়ক এবং তাঞ্জাভুর নায়কদের দ্বারা শাসিত হয় যখন এটি মারাঠাদের হাতে পড়ে। এই রাজবংশের প্রত্যেকটির উপর যথেষ্ট প্রভাব ছিল অঞ্চলের জনসংখ্যা এবং সংস্কৃতির। ১৫৬৫ সালে বিজয়নগর সাম্রাজ্যের পতন হলে, রাজ্য থেকে কবি, সঙ্গীতজ্ঞ এবং সাংস্কৃতিক শিল্পীদের ব্যাপক আগমন ঘটে।\n\n\n== ভূগোল ==\n\nকুম্বাকোনম ১০.৯৭° উত্তর ৭৯.৪২° পূর্ব﻿ / 10.97; 79.42 এ অবস্থিত।     এটি চেন্নাই থেকে ২৭৩ কিলোমিটার (১৭০ মাইল) দক্ষিণে,  তিরুচিরাপল্লির 96 কিমি (60 মাইল) পূর্বে এবং থাঞ্জাভুর থেকে প্রায় 40 কিমি (25 মাইল) উত্তর-পূর্বে অবস্থিত।  এটি \"পুরাতন ব-দ্বীপ\" নামক অঞ্চলে অবস্থিত যা থাঞ্জাভুর জেলার উত্তর-পশ্চিমাঞ্চলীয় তালুকগুলিকে নিয়ে গঠিত যা প্রাকৃতিকভাবে কাবেরী এবং এর উপনদীর জল দ্বারা সেচ করা হয়েছে কয়েক শতাব্দী ধরে দক্ষিণের তালুকগুলিকে নিয়ে গঠিত \"নিউ ডেল্টা\" এর বিপরীতে। ১৯৩৪ সালে গ্র্যান্ড আনিকট খাল এবং ভাদাভার খাল নির্মাণের মাধ্যমে সেচের আওতায় আনা হয়েছিল।  এটির গড় উচ্চতা ২৬ মিটার (৮৫ ফু)।  শহরটি দুটি নদী  উত্তরে কাবেরী নদী এবং দক্ষিণে আরাসালার নদী  দ্বারা বেষ্টিত।\nযদিও কাবেরী ব-দ্বীপ সাধারণত গরম, তবে কুম্বাকোনাম এবং অন্যান্য আশেপাশের শহরগুলির জলবায়ু সাধারণত স্বাস্থ্যকর এবং মধ্যপন্থী।  গ্রীষ্মকালে সর্বোচ্চ তাপমাত্রা প্রায় ৪০ ডিগ্রি সেলসিয়াস (১০৪ ডিগ্রি ফারেনহাইট) হয় যেখানে সর্বনিম্ন তাপমাত্রা প্রায় ২০ ডিগ্রি সেলসিয়াস (৬৮ ডিগ্রি ফারেনহাইট) হয়।  কুম্বাকোনমে প্রতি বছর বার্ষিক ১১৪.৭৮ সেমি (৪৫.১৯ ইঞ্চি) বৃষ্টিপাত হয়।  এই অঞ্চলটি মূলত পাললিক বা কালো মাটি দ্বারা আবৃত যা ধান চাষের জন্য উপযোগী।\nকুম্বাকোনাম শহরটি বিস্তৃত ধান ক্ষেত দ্বারা বেষ্টিত৷ ১৯৩৪ সালে মেট্টুর বাঁধ খোলার পর সেচের পদ্ধতিগুলি যথেষ্ট উন্নত হয়েছিল৷।  কাবেরী বদ্বীপের প্রাণী গরু  এবং ছাগল এর মধ্যে সীমাবদ্ধ।   শহরটি কুম্বাকোনামের পশ্চিম প্রান্তে অবস্থিত- শিবালিক পর্বতশ্রেণি  যা কোলিদাম নদীর পাশ দিয়ে বয়ে গেছে।\n\n\n== অর্থনীতি ==\nপর্যটন শহরের আয়ের একটি প্রধান উৎস। অনেক লজ এবং রিসর্ট বাজেট থেকে হাই এন্ড ক্যাটাগরিতে কুম্বাকোনমে কাজ করছে। হিন্দু মন্দির  এবং ঔপনিবেশিক যুগের ভবনগুলি তাদের পর্যটন সম্ভাবনার জন্য স্বীকৃত হয়েছে। কুম্বাকোনামের কাছে দারাসুরাম শহরের দ্বাদশ শতাব্দীর এরাবতেশ্বর মন্দিরটি ইউনেস্কোর একটি বিশ্ব ঐতিহ্যবাহী স্থান। তাঁত কাপড় এবং অন্যান্য কৌতূহলীতে আগ্রহী শিল্প সংগ্রাহকরাও কুম্বাকোনমে ঘন ঘন আসেন। সিটি ইউনিয়ন ব্যাংক 1904 সালে কুম্বাকোনাম ব্যাংক লিমিটেড হিসাবে কুম্বাকোনামে প্রতিষ্ঠিত হয়েছিল এবং এটি শহরে সদর দপ্তর।\n\n\n== দর্শনীয় স্থান ==\nপট্টেশ্বরমের থেনুপুরীশ্বর মন্দির, ওপিলিয়াপ্পান কোভিল, স্বামীমালাই মুরুগান মন্দির এবং দারাসুরামের ঐরাবতেশ্বর মন্দির কুম্বাকোনমের আশেপাশে অবস্থিত।\n\n\n== তথ্যসূত্র =="}