{"pageid": 114628, "title": "বদর আউলিয়ার দরগাহ", "url": "https://bn.wikipedia.org/wiki?curid=114628", "content": "বদর আউলিয়ার দরগাহ চট্টগ্রাম শহরের সবচেয়ে প্রাচীন স্থাপনাগুলোর মধ্যে অন্যতম। এটি নগরীর বকশির হাট এলাকার বদরপাতি রোডে অবস্থিত। বদর পীরের নামানুসারে স্থাপনাটির নামকরণ করা হয়। চট্টগ্রামে ইসলাম প্রচারক প্রথম সুফি সাধক হিসাবে বদর শাহই পরিচিত। প্রচলিত জনশ্রুতি থেকে জানা যায় , পীর বদর যখন চট্টগ্রামে আস্তানা গড়েন তখন চট্টগ্রামে জিন-পরীদের বাসস্থান ছিল।তাদের অত্যাচারে মানুষের জীবন যাপন দুরূহ হয়ে উঠেছিল। এমনি সময়ে একদিন পীর বদর সমুদ্রপথে চট্টগ্রাম অবতরণ করেন। তিনি চট্টগ্রামবাসীদেরকে জিন -পরীদের দৌরাত্ম্য  থেকে মুক্তি দেন।এ কিংবদন্তির পেছনে যেটুকু সত্য নিহিত রয়েছে তা হচ্ছে এই যে,চট্টগ্রাম তৎকালে মগ-দস্যুদের  কেন্দ্রস্থল ছিল এবং বাংলার প্রথম স্বাধীন সুলতান  মোবারক শাহের আমলে (১৩৩৮-১৩৫০ খৃ.)তার সেনাপতি কদল খান গাজীর সহায়তায় শাহ বদরুদ্দীন  আল্লামা ওরফে বদর পীর ও তাঁর  সহচরগণ মগদেরকে পরাজিত ও বিতাড়িত করে চট্টগ্রামে মুসলিম শাসনের সূচনা করেন ।   চট্টগ্রামে তিনি বিভিন্ন নামে পরিচিত যেমন- বদর আলম, বদর মোকাম, বদর পীর, বদর শাহ, বদর আউলিয়া প্রভৃতি। তার আগমন নিয়ে বিভিন্ন জনশ্রুতি প্রচলিত আছে। বদর পীরের চাটির কথা চট্টগ্রামে আজো কিংবদন্তি; কেউ কেউ মনে করেন, বদর শাহের চাটি থেকে চাটিগ্রাম হয়ে চট্টগ্রাম নামের উৎপত্তি।\n\nচট্টগ্রাম মুসলমানদের রাজ্যভূক্ত হওয়ার আগে অর্থাৎ ফখরুদ্দিন মোবারক শাহ চট্টগ্রাম জয় করার আগেই ইসলাম প্রচারের জন্য সুদূর আরব থেকে হযরত বদর শাহ এখানে আসেন। বলা হয়, পাথরের বুকে চেপে সাগর পাড়ি দিয়ে চট্টগ্রামে পৌঁছেন তিনি। চট্টগ্রামের মানববর্জিত পরিবেশে তিনি দৈত্যদানবের কাছ থেকে এবাদত করার জন্য এক চাটি পরিমাণ জায়গা চেয়ে নেন। চাটির আলো ও আজানের ধ্বনির বিস্তারে দৈত্য-দানবরা পালিয়ে যায়। এ ঐতিহ্যবাহী চাটি হতে চট্টগ্রামের নামকরণ বলে ব্যাপক জনশ্রতি আছে। আউলিয়া বদর শাহই প্রথম চট্টগ্রামে চেরাগ জেলে গোড়াপত্তন করেন এ শহরের। আর এই ঐতিহাসিক স্মৃতি বহন করছে মোমিন রোডস্থ 'চেরাগী পাহাড়'। অনেকে মনে করেন, ১৪৪০ সালে মৃত্যুমুখে পতিত হওয়া বিহারের ছোট দরগাহে শায়িত পীর বদর উদ্দীন বদর-ই-আলম আর বন্দরনগরীর বদরপাতি পীর একই ব্যক্তি। কিন্তু অনেকেই এর সাথে দ্বিমত পোষণ করেন।। \n\nবদরশাহ মানুষের গানের মধ্য দিয়েও বেঁচে আছেন, তার প্রমাণ- মাঝিদের বিখ্যাত উদ্দীপনামূলক গান-\"বদর বদর বদর বদর হেঁইয়ো--বদর বদর বদর বদর হেঁইয়ো\"। চট্টগ্রামে পীর বদরের আস্তানা প্রায় সাড়ে ছয়শো বছরের স্মৃতি বহন করছে। পীর বদরের সমাধি ভবনটি সুলতানি আমলে তৈরী করা হয়েছে বলে ধারণা করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}