{"pageid": 1146949, "title": "ঐরাবতেশ্বর মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1146949", "content": "ঐরাবতেশ্বর মন্দির হল দ্রাবিড় স্থাপত্যের একটি হিন্দু মন্দির, যা দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের তাঞ্জাভুর জেলার কুম্ভকোণমে অবস্থিত। মন্দিরটি শিবের উদ্দেশ্যে নিবেদিত। এটি খ্রিস্টীয় ১২ শতাব্দীতে চোল সম্রাট দ্বিতীয় রাজারাজা দ্বারা নির্মিত। এই মন্দিরটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান, এর সাথেসাথে তাঞ্জাভুরের বৃহদীশ্বর মন্দির, গঙ্গাইকোন্ডা চোলাপুরমের গঙ্গাইকোন্ডাচোলিশ্বরম মন্দির, যাকে মহান জীবন্ত চোল মন্দির হিসাবে উল্লেখ করা হয়।\n\n\n== ইতিহাস ==\nসমাপ্তিমূখী চোল সাম্রাজ্য-এর সম্রাট দ্বিতীয় রাজরাজা চোল দ্বারা মন্দিরটি নির্মিত হয়েছিল । তিনি ১১৪৬ থেকে ১১৭২ খ্রিস্টাব্দের মধ্যে দীর্ঘ ২৬ বছর  চোল সাম্রাজ্য শাসন করেছিলেন। তার পূর্বসূরিদের জন্য প্রতিষ্ঠিত রাজধানী ছিল গঙ্গাপুরী, কিছু শিলালিপিতে গঙ্গাইকোণ্ড চোলপুরম নামেও উল্লেখ করা হয়েছে , যা পবিত্র গঙ্গা নদী এবং দেবীর নামে নামকরণ করা হয়েছে। দ্বিতীয় রাজারাজা অবশ্য তার বেশিরভাগ সময় দ্বিতীয় রাজধানী শহর আয়রাত্তলিতে কাটিয়েছেন, যাকে পযযারই এবং রাজারাজপুরীও বলা হয়। এই শহুরে কমপ্লেক্সে দারাসুরাম, এরাবতেশ্বর মন্দিরের স্থান অন্তর্ভুক্ত ছিল। তিনি তামিল সাহিত্যের পৃষ্ঠপোষক ছিলেন এবং তার পিতা ও পিতামহ দ্বারা সমর্থিত উন্নতি ও সম্প্রসারণের পরিবর্তে সাম্রাজ্যে নতুন হিন্দু মন্দিরের পৃষ্ঠপোষকতা করেছিলেন। আইরাত্তলির মন্দির, যেটি শিলালিপিতে আইরাবতেশ্বর মন্দির নামে পরিচিত ছিল তা তাঁর উত্তরাধিকারগুলির মধ্যে একটি।\nঐরাবতেশ্বর মন্দিরটি এখনকার চেয়ে অনেক বড় ছিল। শিলালিপি অনুসারে এটিতে শ্রীরঙ্গম মন্দিরের মতো সপ্ত বেধি (সাত রাস্তা) এবং সাতটি আদালত ছিল। মূল মন্দিরের সাথে একটি আদালত বাদে সবই শেষ হয়ে গেছে। বর্তমান দর্শনার্থী প্রাঙ্গণ থেকে কিছু দূরত্বে গোপুরমের ধ্বংসাবশেষ এবং কিছু কাঠামো রয়েছে যা নিশ্চিত করে যে এই স্থানটি চোল যুগের অন্যান্য প্রধান মন্দির এবং রাজধানী গঙ্গাইকোন্ডা চোলাপুরম সহ বিভিন্ন চোল শহরগুলির মতো কোনও সময়ে খারাপভাবে ক্ষতিগ্রস্ত হয়েছিল।\nএই ধ্বংসের কারণগুলি অস্পষ্ট। বসন্তীর মতে, 13 শতকের শেষের দিকে চোলদের পরাজিত করা পাণ্ড্যরা তাদের পূর্ববর্তী পরাজয়ের প্রতিশোধ নিতে হয়ত গঙ্গাইকোন্ডা চোলাপুরম শহরকে ধূলিসাৎ করেছিল।  রাজেন্দ্র চোলের সাম্রাজ্যের রাজধানী গঙ্গাইকোন্ডা চোলাপুরমে খনন, এবং এর তাৎপর্য যাইহোক, কেন অন্যান্য মন্দিরগুলি ধ্বংস করা হয়েছিল এবং এই মন্দিরটিকে রক্ষা করা হয়েছিল, সেইসাথে পরবর্তী চোল, পান্ড্য এবং বিজয়নগর সাম্রাজ্যর প্রায় 20টি শিলালিপি কেন রয়েছে তা স্পষ্ট নয়। এই মন্দিরে বিভিন্ন উপহার এবং অনুদান নির্দেশ করে। একটি বিকল্প তত্ত্ব আক্রমণ, লুণ্ঠন এবং যুদ্ধের সাথে ধ্বংসের যোগসূত্র স্থাপন করে, বিশেষ করে রাজধানী শহর আক্রমণের সাথে এবং অঞ্চলগুলি যা আগে চোল সাম্রাজ্যের সাথে মাদুরাইয়ের সেনাবাহিনীর অংশ ছিল 1311 সালে দিল্লী সালতানাত আলাউদ্দিন খিলজির সেনাপতি মালিক গফুর-র নেতৃত্বে  , 1314 সালে খসরু খান এবং 1327 সালে মুহাম্মদ বিন তুগলক-র নেতৃত্বে। পরবর্তী সময়কালে হিন্দু রাজাদের এবং মুসলিম সুলতানদের মধ্যে যুদ্ধ দেখা দেয় যারা দিল্লি সালতানাতকে পৃথক করেছিল এবং নতুন রাষ্ট্র গঠন করেছিল নিকটবর্তী মাদুরাই সালতানাত (1335-1378) হিসাবে। থানজাভুর ছিল মুসলিম ও হিন্দু প্রতিবেশী রাজ্যের লক্ষ্যবস্তু। মাদুরাই সালতানাত14 শতকে প্রতিষ্ঠিত হয়েছিল, মালিক কাফুরের নেতৃত্বে দিল্লি সালতানাতের আলাউদ্দিন খলজির সেনাবাহিনীর দ্বারা দক্ষিণ ভারতে ধ্বংসাত্মক আক্রমণ ও লুণ্ঠনের পর। জর্জ মিশেল (2008), দক্ষিণ ভারতের স্থাপত্য ও শিল্প, কেমব্রিজ ইউনিভার্সিটি প্রেস, পৃষ্ঠা 9 -13, 16-21 পরবর্তীতে আদিল শাহী রাজবংশ, কুতুব শাহি রাজবংশ, রনদৌলা খান এবং দক্ষিণ ভারতের পূর্ব ও পশ্চিম উপকূল থেকে অন্যরা এটি আক্রমণ করে এবং কেউ কেউ কয়েক বছর ধরে এটি দখল করে। বিজয়নগর সাম্রাজ্য 1378 সালে মাদুরাই সালতানাতকে পরাজিত করে এবং চোল যুগের অন্যান্য মন্দিরের সাথে এই মন্দিরটি আবার হিন্দু রাজাদের অধীনে আসে যারা তাদের অনেকগুলি মেরামত ও পুনরুদ্ধার করেছিল।\n\n\n== বর্ণনা ==\n\nচোলরা তাদের সাম্রাজ্য জুড়ে শত শত হিন্দু মন্দির নির্মাণ করেছিল । এর মধ্যে চারটি ছিল প্রস্তর বিমানসহ বিশাল কমপ্লেক্স । ঐরাবতেশ্বর মন্দির এই চারটির মধ্যে একটি। অন্য তিনটি হল রাজারাজা প্রথম দ্বারা নির্মিত থাঞ্জাভুরে , রাজেন্দ্র প্রথম দ্বারা গঙ্গাইকোন্ডা চোলাপুরমে এবং পরবর্তী যুগের চোল রাজা দ্বিতীয় কুলোতুঙ্গার দ্বারা ত্রিবুবনমে পাওয়া মন্দিরগুলি।\nএরাবতেশ্বর মন্দির হল আরেকটি বর্গাকার প্ল্যান কাঠামোর মন্দির ক্ষেত্র। \nভিতরের উঠোনটি প্রায় 35 মিটার (115 ফুট) পাশের প্রায় ছয়টি স্তুপীকৃত বর্গক্ষেত্র, যা মোট প্রায় 107 মিটার (351 ফুট) বাই 70 মিটার (230 ফুট)। নন্দী মণ্ডপ এবং স্তম্ভ এই মূল মন্দির প্রাঙ্গণের বাইরে পাওয়া যায় এবং এগুলি মূল মন্দিরের পূর্ব-পশ্চিম অক্ষের সাথে সারিবদ্ধ।\nএটি কারাকোয়েল হিসাবে শ্রেণীবদ্ধ করা হয়, একটি মন্দির যা মন্দিরের রথের অনুকরণে তৈরি করা হয় যা উৎসবের সময় মন্দিরের চারপাশে শোভাযাত্রায় নেওয়া হয়। মন্দিরের গর্ভগৃহটি একটি 12-মিটার-পার্শ্বযুক্ত (39 ফুট) বর্গাকার, এর পুরু দেয়াল রয়েছে যার উপরে বিমানের উপরিকাঠামোটি 24 মিটার (79 ফুট) উচ্চতায় উঠেছে। থানজুভুর বড় মন্দির এবং গঙ্গাইকোন্ডা চোলাপুরম মন্দিরের মতো গর্ভগৃহের চারপাশে প্রদক্ষিণ করার পথটি গর্ভ সংলগ্ন নয়  বরং এই পথটা বাইরের উঠানে। গর্ভগৃহ গর্ভগৃহ মুখ-মণ্ডপের সঙ্গে যুক্ত থাকে স্তম্ভের উপর সমর্থিত অর্ধ-মণ্ডপের মাধ্যমে এবং দুটি বিশাল দ্বারপাল দ্বারা ঘেরা। মহা - মণ্ডপএটি একটি আয়তক্ষেত্র যা প্রায় 24 মিটার (79 ফুট) বাই 18 মিটার (59 ফুট), ডান স্তম্ভের ছয়টি সারি (মোট আটচল্লিশটি)। এগুলোর উপশম এবং জটিল খোদাই রয়েছে। মহা-মণ্ডপের পূর্ব দিকে রয়েছে আগ্রা -মণ্ডপ যাকে রাজার নামে রাজগম্ভীরন-তিরু-মণ্ডপমও বলা হয় । এই হলটি একটি রথের মতো আকৃতির, পাথরের ঘোড়া এবং চাকা দিয়ে দেওয়া হয়েছে। নকশাটি চিদাম্বরম মন্দিরের নৃত্যসভা (সাম্প্রদায়িক নৃত্য হল) এবং পুরী, ওড়িশার কাছে কোনার্ক সূর্য মন্দিরের অনুরূপ।\n\n\n=== ভাস্কর্য ===\n\nএই মন্দিরটি শিল্প এবং স্থাপত্যের একটি ভাণ্ডার এবং কিছু চমৎকার পাথরের খোদাই রয়েছে। যদিও এই মন্দিরটি বৃহদীশ্বর মন্দির বা গঙ্গাইকোন্ডাচোলাপুরম মন্দিরের চেয়ে অনেক ছোট, তবে এটি বিস্তারিতভাবে আরও সূক্ষ্ম। সমস্ত ইউনিটের উচ্চতা এবং অনুপাত স্থাপত্যের উপর প্রাধান্য বিস্তারকারী ভাস্কর্যের সাথে মার্জিত। বালিপীঠের পাদদেশটি একটি ছোট মন্দির সংলগ্ন যেখানে গণেশের একটি মূর্তি রয়েছে ।\nমূল মন্দিরের গোড়ার সমস্ত ত্রাণগুলি নয়নার নামক ষাটটি শৈব ভক্তি সাধকদের গল্প বর্ণনা করে । সেক্কিলারের পেরিয়া পুরাণে এই গল্পগুলি পাওয়া যায় ।\nমূল গর্ভগৃহের বাইরের দেয়ালে ভাস্কর্যের কুলুঙ্গি রয়েছে, প্রতিটি পাশে পাঁচটি, মাঝখানেরটি অন্যদের থেকে বড়। তারা বিভিন্ন হিন্দু দেবতাকে দেখায়, প্রতিটি পাশের মাঝখানের একটি শিবকে বিভিন্ন দিক দিয়ে দেখায়। সাধারণত দক্ষিণ ভারতীয় শিব মন্দিরগুলির ন্যায় মন্দিরটিতে লিঙ্গোদ্ভব-এর মূর্তিমান উপস্থাপনাটি  দেখা যায় যা শিবকে আগুনের স্তম্ভ থেকে আবির্ভূত হয়ে নীচের অংশে বরাহরূপে বিষ্ণুর এবং উপরের অংশে গান্ডারের আকারে ব্রহ্মার মূর্তি সহ উপস্থাপিত হয়।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWorld Heritage Site status for Airavatesvara Temple[অধিগ্রহণকৃত!]\n- A Complete Visitors Guide to Darasuram Airateswara Temple"}