{"pageid": 1146629, "title": "যাজকবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1146629", "content": "যাজকবিদ্যা হলো খ্রিস্টান ধর্মতত্ত্ব অনুসারে মণ্ডলী, খ্রিস্টধর্মের উৎপত্তি, যিশুর সাথে সম্পর্ক, পরিত্রাণ, রাজনীতি, শৃঙ্খলা, পরকালবিদ্যা ও যাজক সংক্রান্ত শাস্ত্র বা বিদ্যা।\nযাজকবিদ্যার প্রাথমিক ইতিহাসে, মণ্ডলীর অন্যতম প্রাথমিক ধর্মীয় বিষয় মূলত ইহুদি পুরাতন নিয়মের মণ্ডলীর নূতন নিয়মের পরিপূর্ণতায় পরিণত হয়ে জেনতিলে সদস্যদের মর্যাদার সাথে সম্পর্কযুক্ত ছিল। পরবর্তীকালে এটি প্রেসবিটার পরিষদ বা একক বিশপ দ্বারা পরিচালিত হবে কিনা, রোমের বিশপ অন্যান্য বড় বিশপদের উপর কতটা কর্তৃত্ব রেখেছিলেন, মণ্ডলীর ভূমিকা, মণ্ডলীর প্রতিষ্ঠানের বাইরে, মণ্ডলী ও রাষ্ট্রের মধ্যে সম্পর্ক এবং ধর্মতত্ত্ব ও লিটার্জি এবং অন্যান্য বিষয়গুলির প্রশ্নগুলির বাইরে উদ্ধার সম্ভব ছিল কিনা তা বিশ্বের মণ্ডলীর ভূমিকা। যাজকবিদ্যা কোনও নির্দিষ্ট মণ্ডলী বা সম্প্রদায়ের চরিত্রের নির্দিষ্ট অর্থে ব্যবহার করা যেতে পারে, স্ব-বর্ণিত বা অন্যথায়। এটি ক্যাথলিক যাজকবিদ্যা, প্রতিবাদপন্থী যাজকবিদ্যা ও সর্বজনীন যাজকবিদ্যার মতো বাক্যাংশে অনুভূত।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nErickson, John H. (১৯৯২)। \"The Local Churches and Catholicity: An Orthodox Perspective\"। The Jurist। 52: 490–508। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJugie, Martin (১৯৩৫)। \"L'ecclésiologie des Nestoriens\"। Échos d'Orient। 34 (177): 5–25। ডিওআই:10.3406/rebyz.1935.2817। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPheidas, Blasios I. (২০০৫)। \"Papal Primacy and Patriarchal Pentarchy in the Orthodox Tradition\"। The Petrine Ministry: Catholics and Orthodox in Dialogue। New York: The Newman Press। আইএসবিএন 9780809143344। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nStone, Bryan P., ed. A Reader in Ecclesiology. Ashgate, 2012.\n\n\n== বহিঃসংযোগ ==\n\nEcclesiology journal\nA primer on Eastern Orthodox and Roman Catholic ecclesiology from an Orthodox perspective\nEucharist, Bishop, Church: The Unity of the Church in the Divine Eucharist and the Bishop during the First Three Centuries by the Professor Metropolitan of Pergamus and Chairman of the Athens Academy John Zizioulas"}