{"pageid": 1146130, "title": "শ্বেতপত্র: বাংলাদেশে মৌলবাদী সাম্প্রদায়িক সন্ত্রাসের ২০০০ দিন", "url": "https://bn.wikipedia.org/wiki?curid=1146130", "content": "শ্বেতপত্র: বাংলাদেশে মৌলবাদী সাম্প্রদায়িক সন্ত্রাসের ২০০০ দিন হলো বাংলাদেশে মৌলবাদী ও সাম্প্রদায়িক সন্ত্রাস তদন্তে গণকমিশন কর্তৃক ২০২২ সালের ফেব্রুয়ারিতে প্রকাশিত একটি শ্বেতপত্র। ২০২১ সালের ফেব্রুয়ারি-মার্চে বাংলাদেশে সংঘটিত সাম্প্রদায়িক হামলা ও ধর্মীয় উন্মাদনার তদন্তে একাত্তরের ঘাতক দালাল নির্মূল কমিটি এবং জাতীয় সংসদের আদিবাসী ও সংখ্যালঘুবিষয়ক ককাসের যৌথ উদ্যোগে এই গণকমিশন গঠিত হয়। এই শ্বেতপত্রে বাংলাদেশে জঙ্গি অর্থায়ন, ঘৃণা বিদ্বেষ ছড়ানো, অর্থপাচার, সাম্প্রদায়িক সন্ত্রাস, অনিয়ম, দুর্নীতি, ওয়াজের নামে টাকা আদায়সহ বিভিন্ন অভিযোগ তুলে ইসলামপন্থী সংগঠন ও প্রতিষ্ঠানের সাথে জড়িত ১১৬ জন বক্তাকে 'ধর্ম ব্যবসায়ী' আখ্যায়িত করা হয় এবং হেফাজতে ইসলাম বাংলাদেশের প্রভাবাধীন এক হাজার মাদ্রাসাকে মৌলবাদী তৎপরতায় অভিযুক্ত করা হয়। ২ হাজার ২০০ পৃষ্ঠার এই তদন্ত প্রতিবেদনে হেফাজত সহ বিভিন্ন ধর্মীয় গোষ্ঠী এবং ডিসি, ওসিসহ যেসব প্রশাসনিক কর্মকর্তা তাদের সহযোগিতা করেছে ও সাম্প্রদায়িক সহিংসতায় উৎসাহিত করেছে তাদের নামও উল্লেখ করা হয়েছে। এদের বিরুদ্ধে মামলা করার ওপর জোর দেয়া হয়েছে শ্বেতপত্রের সুপারিশে। ২০২২ সালের ১২ মে শ্বেতপত্রটি দুর্নীতি দমন কমিশন ও জাতীয় মানবাধিকার কমিশনে জমা দেওয়ার পর এটি নিয়ে ব্যাপাক আলোচনার সৃষ্টি হয়। স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খাঁন কামাল গণকমিশনটির কোনো ভিত্তি নেই বলে উল্লেখ করেন। শ্বেতপত্রটি জমা দেওয়ার দিনই ইসলামি দল ও সংগঠনগুলো এর প্রতিবাদ জানায়।\nশ্বেতপত্রে উল্লেখিত বক্তাদের মধ্যে রয়েছেন মামুনুল হক, নূরুল ইসলাম ওলীপুরী, সৈয়দ রেজাউল করিম, সৈয়দ ফয়জুল করিম, কামালুদ্দীন জাফরী, আব্দুল হালিম বুখারী, তাফাজ্জুল হক হবিগঞ্জী, আসাদুল্লাহ আল-গালিব, আতাউল্লাহ হাফেজ্জী, মিজানুর রহমান আজহারী, উবায়দুর রহমান খান নদভী, মুহিব খান প্রমুখ।\n\n\n== প্রেক্ষাপট ==\nঢাকার মহাখালীতে অবস্থিত একাত্তরের ঘাতক দালাল নির্মূল কমিটির কার্যালয়ে ২০২১ সালের ১২ এপ্রিল \"স্বাধীনতার সুবর্ণজয়ন্তী বানচালে হেফাজত-জামায়াতের মৌলবাদী সাম্প্রদায়িক সন্ত্রাস তদন্তে গণ কমিশনের প্রথম সভা\" শীর্ষক একটি সভা অনুষ্ঠিত হয়। এই সভায় এর আগের মাসে সংঘটিত সাম্প্রদায়িক উন্মাদনার তদন্তে একাত্তরের ঘাতক দালাল নির্মূল কমিটি এবং জাতীয় সংসদের আদিবাসী ও সংখ্যালঘুবিষয়ক ককাসের ৩২ জন সদস্য নিয়ে একটি স্বাধীন তদন্ত কমিশন গঠিত হয়। এই কমিশন কর্তৃক মাঠ পর্যায়ে তদন্ত করে সুপারিশসহ তদন্ত প্রতিবেদন ‘শ্বেতপত্র’ আকারে প্রকাশের সিদ্ধান্ত গৃহীত হয়। তদন্ত কমিশন ৯ মাস কুমিল্লা, নোয়াখালী, চট্টগ্রামসহ বিভিন্ন জায়গায় প্রত্যক্ষদর্শী ও ভুক্তভোগীদের সাক্ষ্য নিয়ে একটি শ্বেতপত্র তৈরি করে।\n\n\n=== কমিশনের সদস্য ===\nমৌলবাদী ও সাম্প্রদায়িক সন্ত্রাস তদন্তে গণকমিশনের সভাপতি হলেন শামছুদ্দিন চৌধুরী মানিক। যুগ্ম সভাপতি ফজলে হোসেন বাদশা। সদস্যদের মধ্যে রয়েছেন: শাহরিয়ার কবির, মোহাম্মদ গোলাম রাব্বানী, শামসুল হুদা, রাশেদ খান মেনন, হাসানুল হক ইনু, মুহম্মদ শফিকুর রহমান, আরমা দত্ত, অনুপম সেন, জুলিয়ান ফ্রান্সিস, হাশেম খান, শ্যামলী নাসরিন চৌধুরী, মুনতাসীর মামুন, মমতাজ লতিফ, সাহাবুদ্দিন চুপ্পু, জিয়াউল হাসান, কাজল দেবনাথ, তপনানন্দগিরি মহারাজ, সাহাবউদ্দিন আহমেদ, আলমগীর সাত্তার, সৈয়দ মাহবুবুর রশিদ, মোহাম্মদ আমজাদ হোসেন, কামরুল হাসান খান, নির্মল রোজারিও, মোহাম্মদ নূরুল আনোয়ার, মো. আবদুর রশীদ, এ কে মোহম্মাদ আলী শিকদার, উত্তম বড়ুয়া এবং সদস্য সচিব তুরিন আফরোজ।\n\n\n== ইতিহাস ==\n২০২২ সালের ১২ মার্চ ইঞ্জিনিয়ার্স ইনস্টিটিউশনের সেমিনার কক্ষে শ্বেতপত্রটির মোড়ক উন্মোচন করা হয়। গণকমিশনের পাঁচ সদস্যের একটি প্রতিনিধি দল ১১ মে এটি দুর্নীতি দমন কমিশন ও জাতীয় মানবাধিকার কমিশনে জমা দেন। প্রতিনিধি দলের মধ্যে ছিলেন: শামসুদ্দিন চৌধুরী মানিক, তুরিন আফরোজ, কমিশনের সচিবালয়ের সমন্বয়কারী কাজী মুকুল, আসিফ মুনীর তন্ময় ও নাদিয়া চৌধুরী।\n\n\n== বিষয়বস্তু ==\n২ খণ্ডে প্রকাশিত এই শ্বেতপত্রের শুরুতে ভূমিকা প্রদানের পর বিশাল শ্বেতপত্রের সারাংশ ও সুপারিশ প্রদান করা হয়েছে। তৃতীয় পরিচ্ছদে হেফাজতে ইসলাম বাংলাদেশ ও চতুর্থ পরিচ্ছদে বাংলাদেশে জঙ্গী সংগঠন ও গুলশান হলি আর্টিজানে জঙ্গি হামলার পর্যালোচনা করা হয়েছে। পঞ্চম পরিচ্ছদে রোহিঙ্গা সংক্রান্ত নিবন্ধসমূহ একত্রিত করা হয়েছে৷ ষষ্ঠ পরিচ্ছদের আলোচ্য বিষয় সামাজিক যোগাযোগ মাধ্যমে জঙ্গি তৎপরতা : অনলাইন, অফলাইনে জঙ্গিদের বিভিন্ন বইপুস্তক, ম্যাগাজিন ও মুখপত্র পর্যালোচনা, ওয়াজের মাধ্যমে সাম্প্রদায়িক সন্ত্রাস, জঙ্গিবাদের বিস্তার এবং বক্তার পরিচিতি। ৭ম পরিচ্ছদে বাংলাদেশে মৌলবাদী সাম্প্রদায়িক সন্ত্রাস তদন্তে গণকমিশনের নিজস্ব ১০টি সরেজমিন প্রতিবেদন এবং অষ্টম পরিচ্ছদে র‍্যাব প্রতিবেদন ও পুলিশ প্রতিবেদন এবং হেফাজত নিয়ন্ত্রিত ১০০০ মাদ্রাসার তালিকা সংযুক্ত করা হয়েছে।\n\n\n=== তথ্যগত অসংগতি ===\nশ্বেতপত্রে এক হাজার মাদ্রাসার তালিকায় কয়েকটি অস্তিত্বহীন মাদ্রাসার নাম আছে। চট্টগ্রামের দুটো দোকানকে মাদ্রাসার তালিকায় অন্তর্ভুক্ত করা হয়েছে। যার ক্রমিক ৯৪ ও ৯৫। তিন চার বছর পূর্বে মৃত্যুবরণ করা বহু মাদ্রাসা পরিচালকের নাম উল্লেখ করা হয়েছে। ফেনী জেলার সোনাগাজীতে অবস্থিত ওলামাবাজার হুসাইনিয়া মাদ্রাসার নামোল্লেখ করা হয়েছে তিনবার। বিভিন্ন মাদ্রাসার পরিচালক ও ছাত্র সংখ্যায় গড়মিল রয়েছে। যার মধ্যে ক্রমিক নং ৩৪৫, ৪৮০ ও ৭৬৭ অন্যতম। বাংলাদেশের ইসলামি বক্তাদের তালিকায় ৩০ নম্বরে ভারতীয় বক্তার নাম এসেছে। ৪১ নম্বরে নাম এসেছে এক মৃত ব্যক্তির। ক্রমিক তালিকায় ৭৬ ও ৯৪ এবং ৪১ ও ৮৩ নম্বরে একই ব্যক্তির নাম এসেছে দুবার। আদৌ ধর্মীয় বক্তা নন এমন নামও রয়েছে।\n\n\n== প্রতিক্রিয়া ==\nদুর্নীতি দমন কমিশন ও জাতীয় মানবাধিকার কমিশনে জমা দেওয়ার পর শ্বেতপত্রটি নিয়ে আলোচনা শুরু হলে স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান কমিশনটির কোনো ভিত্তি নেই বলে উল্লেখ করেন। তিনি আরও বলেন, \"কোন তথ্যের ভিত্তিতে এই শ্বেতপত্র তৈরি করা হয়েছে, তাও আমার জানা নেই। তারা যাদের নামে সন্ত্রাস কিংবা দুর্নীতির দায়ভার দিচ্ছে—সেটা আমরা দেখিনি। তাই এ সম্পর্কে কিছু বলতে পারব না। যে অভিযোগের কোনো প্রমাণ নেই, সে অভিযোগ আমরা আমলে নিই না।\" শ্বেতপত্রটিকে সম্পূর্ণ ভিত্তিহীন, বানোয়াট এবং মিথ্যা তথ্যে ভরপুর উল্লেখ করে হেফাজতে ইসলাম বাংলাদেশের আমির মুহিব্বুল্লাহ বাবুনগরী বলেন, এর মাধ্যমে গণকমিশন তাদের ইসলাম বিদ্বেষী চেহারা উন্মোচিত করেছে। ইসলামী আন্দোলন বাংলাদেশ একে দুর্নীতিবাজদের আড়াল করে আলেমদের ভাবমূর্তি নষ্ট করার প্রচেষ্টা হিসেবে উল্লেখ করে এর নিন্দা জানিয়েছে। ফরীদ উদ্দীন মাসঊদের সংগঠন বাংলাদেশ জমিয়তুল উলামা একে ‘ভুলে ভরা’ ও ‘সত্যের অপলাপ’ উল্লেখ করে বিবৃতি দিয়েছে। জাতীয় ওলামা মাশায়েখ আইম্মা পরিষদ গণকমিশনের শ্বেতপত্রটিকে নাটক উল্লেখ করে গণকমিশনকে মুসলিম বাঙালি সংস্কৃতির বিরুদ্ধ শক্তি হিসেবে চিহ্নিত করেছে। খেলাফত মজলিসের বৃটেন শাখা শ্বেতপত্রটিকে রাষ্ট্রদ্রোহিতার শামিল হিসেবে উল্লেখ করেছে।\nনানাধরণের সমালোচনার জবাবে গণকমিশন বলেছে, শ্বেতপত্রটি কখনো ইসলামীবিরোধী নয়। গণকমিশনের বিপরীতে ইসলামী কালচারাল ফোরাম বাংলাদেশের ১১ সদস্যের একটি প্রতিনিধি দল, গণকমিশনের নেতাদের আয়-ব্যয়ের হিসাব, তাদের তহবিলের উৎস ও কমিটির নেতাদের সম্পদ অনুসন্ধানের জন্য দুর্নীতি দমন কমিশনে একটি স্মারকলিপি দেয়।\n\n\n== আরও দেখুন ==\nমানবকল্যাণে শান্তির ফতওয়া\n\n\n== তথ্যসূত্র =="}