{"pageid": 1146843, "title": "সুইট উইলিয়াম’স ঘোস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1146843", "content": "সুইট উইলিয়াম’স ঘোস্ট (চাইল্ড ৭৭, রাউড ৫০) হলো একটি ইংরেজি লোকগীতি। গানের কথা ও সঙ্গীত ব্যবস্থাপনায় এর বহু প্রকরণ দেখতে পাওয়া যায়। এই গানের জন্য পরিচিত সবচেয়ে পুরনো চিত্রাঙ্কনগুলোর মধ্যে উল্লেখযোগ্য হলো অ্যালান রামসের দ্য টি-টেবিল মিসেলানি (১৭৪০) এবং টমাস পার্সির রেলিকস অব অ্যানসিয়েন্ট ইংলিশ পোয়েট্রি (১৭৬৫)। পার্সির ধারণা ছিল, তার প্রকাশিত কবিতার শেষ দুই স্তবক মূল সংস্করণের পরবর্তী কোনো সময়ে যুক্ত করা হয়েছে। কিন্তু প্রকৃতপক্ষে তার যুক্ত করা গল্প (বিশেষ করে উইলিয়ামের কবিরে মার্গারেটের মৃত্যু) অনেকটাই মূল সংস্করণে ছিল।\nএই গীতিকবিতাটি আর্ন-থম্পসন সূচকের ৩৬৫তম “দ্য স্পেক্টার ব্রাইডগ্রুম” ধরনের।\n\n\n== কাহিনিসংক্ষেপ ==\nউইলিয়াম নামের এক প্রেমিকের প্রেতাত্মা মার্গারেট নামে তার প্রেমিকার কাছে ফিরে আসে। বিভিন্ন সংস্করণে এদের অন্যান্য নামেও অভিহিত করা হয়। উইলিয়ামের আত্মা মার্গারেটের কাছে বিয়ের প্রতিজ্ঞার বাঁধন থেকে মুক্তি চায়। মার্গারেট চায় সে যাতে তাকে বিয়ে করে, কিন্তু উইলিয়াম জানায়, সে মারা গেছে। মার্গারেট তাকে চুমু খেতে বলে, কিন্তু উইলিয়াম জানায়, একবারমাত্র চুমু খেলেই মার্গারেট মারা যাবে। মার্গারেট তাকে পরকালের সম্পর্কে কিছু বলতে বলে, উইলিয়াম তাকে পরকালের জীবন সম্পর্কে বলে। উইলিয়াম জানায়, মার্গারেট যদি তাকে বিয়ের প্রতিজ্ঞা থেকে মুক্ত না করে, তাহলে সে নরকে যাবে এবং তার আত্মা ধ্বংস হয়ে যাবে। শেষ পর্যন্ত মার্গারেট উইলিয়ামকে তার প্রতিজ্ঞা থেকে মুক্ত করে। তবে কিছু কিছু সংস্করণে উইলিয়ামের কবরের ওপরে মার্গারেটের মৃত্যু দেখানো হয়।\n\n\n== মোটিফ ==\nস্যার ওয়াল্টার স্কট শেটল্যান্ডের এক নারীর থেকে অনুরূপ এক কাহিনি শোনেন এবং এর ওপর ভিত্তি করে অ্যাডভার্টাইজমেন্ট টু দ্য পাইরেট কবিতাটি লেখেন। তিনি এক মহিলার কথা স্মরণ করেন, যার প্রেমিক লন্ডনে মারা যায় এবং তাকে মুক্ত করতে সেই মহিলা তার আত্মার হাত ধরে।\n\n\n== অন্যান্য সংস্করণ ==\nএই গীতিকবিতায় “ক্লার্ক সন্ডার্স” ও “প্রাউড লেশি মার্গারেট”-এর প্রভাব দেখা যায়।\nএকই মূলকথার অন্যান্য মহাকাব্যগুলো হলো:\n\n“ফেয়ার মারগারেট অ্যান্ড সুইট উইলিয়াম”\n“দি আনকোয়ায়েট গ্রেভ”\nকানাডায় “লেডি মার্গারেট\" নামে এই মহাকাব্যের একটি অনন্য সংস্করণ পাওয়া যায়। এর গঠনকাঠামো “ফেয়ার মারগারেট অ্যান্ড সুইট উইলিয়াম”-ভিত্তিক আরেকটি মার্কিন গীতিকবিতার অনুরূপ।\nস্ক্যান্ডিনেভিয়ায় এই কাঠামোর গীতিকাব্য বেশ পরিচিত (টিএসবি এ  ৬৭)। তবে ক্ষেত্রবিশেষে প্রতিজ্ঞা থেকে মুক্ত হতে কিংবা মহাকাব্যের নারীর দুঃখে আকূল হয়ে প্রেমিকার আত্মাকে ফিরে আসতে দেখা যায়।\nএই গীতিকাব্যটি ব্যালাডস উইয়ার্ড অ্যান্ড ওয়ান্ডারফুল-এ (১৯১২) অন্তর্ভুক্ত ২৫টি গীতিকাব্যের অন্যতম। ভাস্কর ভার্নন হিল এটির অলঙ্করণ করেন।\n\n\n== আরও দেখুন ==\nভূতের তালিকা\nলেনোর (গীতিকাব্য)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}