{"pageid": 1146931, "title": "দ্য ফার্মার ইন দ্য ডেল", "url": "https://bn.wikipedia.org/wiki?curid=1146931", "content": "“দ্য ফার্মার ইন দ্য ডেল” হলো খেলার তালে তালে গাওয়ার একটি গান। এটি একটি শিশুতোষ ছড়া ও শিশুতোষ গান। সম্ভবত জার্মানিতে এর উদ্ভব ঘটে এবং অভিবাসীদের মাধ্যমে তা আমেরিকায় আসে। সেখান থেকে এটি বেশ কয়েকটি দেশে ছড়িয়ে পড়ে এবং একাধিক ভাষায় জনপ্রিয়তা লাভ করে। এর রাউড লোকসঙ্গীত সূচক সংখ্যা ৬৩০৬।\n\n\n== গানের কথা ==\nএকই দেশের ভিতরে এই গানের বেশ কয়েকটি ধরন প্রচলিত রয়েছে। মার্কিন যুক্তরাষ্ট্রে প্রচলিত সবচেয়ে সাধারণ গানের কথাগুলো হলো:\n\nযুক্তরাজ্যের একটি সংস্করণে “The nurse takes a dog\" রয়েছে। সেখানে এই লাইনটি বলার পর একটি কুকুরকে চাপড়ানো হয়।\n\n\n== উৎস এবং বিস্তার ==\nগানটি ১৮২৬ সালে জার্মানিতে প্রথম রেকর্ড করা হয়। গানটির জার্মান এই সংস্করণের নাম ছিল “Es fuhr ein Bau'r ins Holz”। এটি স্পষ্টতই একটি সাংসারিক গান ছিল, যেখানে এক লোক বিয়ে করে, এরপর তাদের সন্তান হয়, ভৃত্য ও গৃহচারিকা থাকে; ভৃত্য গৃহপরিচারিকাকে একবার চুমু খেয়ে তাকে ছেড়ে যায়। সম্ভবত জার্মান অভিবাসীদের মাধ্যমে একি গানটি আমেরিকায় যায়। এরপর ১৮৮৩ সালে নিউ ইয়র্কে এটির আধুনিকতম সংস্করণ রেকর্ড করা হয় এবং সুরারোপ করা হয়। এই সংস্করণের সুরটি “অ্যা-হান্টিং উই উইল গো”-এর অনুরূপ ছিল। সেখান থেকে এটি যুক্তরাষ্ট্রের বিভিন্ন রাজ্য, কানাডা (১৮৯৩ থেকে), নেদারল্যান্ডস (১৮৯৪) ও গ্রেট ব্রিটেনে ছড়িয়ে পড়ে। গ্রেট ব্রিটেনের মধ্যে ১৮৯৮ সালে গানটি প্রথম পাওয়া যায় স্কটল্যান্ডে এবং এরপর ১৯০৯ সালে ইংল্যান্ডে পাওয়া যায়। বিশ শতকের প্রথমভাগে ফ্রান্স (“Le fermier dans son pré”), সুইডেন (“En bonde i vår by”), অস্ট্রেলিয়া ও দক্ষিণ আফ্রিকায় রেকর্ড করা হয়।\n\n\n=== প্রকরণ ===\nঅন্যান্য শিশুতোষ ছড়ার মতোই এই ছড়ারও ভৌগোলিকভাবে বিভিন্ন প্রকরণ ছড়িয়ে রয়েছে। যুক্তরাজ্যে প্রথম লাইনটিকে প্রায়শই “The Farmer's in his den” বলা হয়। ছড়ার গল্প অগ্রসর হয়, যখন কৃষক একজন স্ত্রী বিয়ে করে আনে, তাদের সন্তান হয়, সন্তানের জন্য ভৃত্যের দরকার হয়, এরপর একটি কুকুর আনা হয়, তার জন্য হাড়ের প্রয়োজন হয় এবং শেষ হয় এই লাইন দিয়ে: “we all pat the bone”। এরপর শিশুরা একটি “হাড়”-কে চাপড়ায় (patting)। (উল্লেখ্য খেলার শুরুতে একজনকে হাড় বা bone হিসেবে নির্বাচন করে নেওয়া থাকতো।) কবিতার “Hi-Ho, the derry-o” অঞ্চলভেদে বিভিন্নভাবে দেখা যায়। যেমন: লন্ডনে “Ee-i, tiddly-i”, উত্তর ইংল্যান্ডে “Ee-i, adio”, “Ee-i, andio”, “Ee-i, en-gee-oh” বা “Ee-i, entio” এবং পশ্চিম কাউন্ট্রিতে “Ee-i, ee-i”।\nরোমানীয় ভাষায় কবিতাটি “Țăranul e pe câmp\" (“এক কৃষক তার ক্ষেতে”)। এখানে “Hey-o” হয়ে যায় “Ura, drăguţa mea” (“হুররে, প্রিয়তমা”)। এর শেষ লাইনটি হলো: “the child has a nurse, the nurse has a cat, the cat catches a mouse, the mouse eats a cheese, the cheese is in a cask, the cask is in the garbage, the farmer to choose।”\n\n\n== খেলা ==\nখেলায় অংশগ্রহণকারীরা হাতে হাত ধরে চক্রাকারে থাকে একজনকে কৃষক নির্বাচন করে মাঝখানে রাখে এবং তাকে ঘিরে প্রথম স্তবক গায়। গাওয়া শেষ হলে তারা দাঁড়ায় এবং কৃষক একজন স্ত্রী নির্বাচন করে (প্রায়ক্ষেত্রে চোখ বন্ধ করে কাউকে না দেখে)। সে-ও কৃষকের সাথে মাঝখানে যায় এবং এই প্রক্রিয়া চলতে থাকে যতক্ষণ না ছড়ার প্রত্যেক চরিত্রের জন্য মানুষ নির্বাচন না হয়ে যায় বা একজনমাত্র ঘোরার জন্য অবশিষ্ট থাকে। শেষ পর্যন্ত সে-ই পরবর্তী খেলায় কৃষক হয়।\n\n\n== আরও দেখুন ==\n“অ্যা-হান্টিং উই উইল গো”\nওমর লিটল\n\n\n== তথ্যসূত্র =="}