{"pageid": 1146598, "title": "বর্ণসংকর", "url": "https://bn.wikipedia.org/wiki?curid=1146598", "content": "বর্ণসংকর (আফ্রিকান্স: Kleurlinge, Kleurlinge বা Bruinmense, আক্ষ. 'Brown people' ব্রাউন পিপল) হল দক্ষিণ আফ্রিকার স্থানীয় একটি বহুজাতিক জাতিগত গোষ্ঠী যাদের খোইসান, বান্টু, ইউরোপীয়, মালয় বা ভারতীয় সহ এই অঞ্চলে বসবাসকারী বিভিন্ন জনগোষ্ঠীর একাধিক থেকে পূর্বপুরুষ রয়েছে।জাতিসত্তার সমন্বয়ের কারণে, একটি পরিবারের মধ্যে বিভিন্ন পরিবার এবং ব্যক্তিদের বিভিন্ন ধরনের শারীরিক বৈশিষ্ট্য থাকতে পারে।বর্ণবৈষম্যের সময় বর্ণসংকর একটি আইনত সংজ্ঞায়িত জাতিগত শ্রেণিবিভাগ ছিল।\nপশ্চিম কেপে, একটি স্বতন্ত্র কেপ রঙ্গিন এবং অধিভুক্ত কেপ মালয় সংস্কৃতির বিকাশ ঘটে।দক্ষিণ আফ্রিকার অন্যান্য অংশে, বর্ণসংকর হিসাবে শ্রেণীবদ্ধ লোকেরা সাধারণত দুটি স্বতন্ত্র জাতিসত্তার ব্যক্তিদের বংশধর ছিল।জেনেটিক অধ্যয়ন প্রস্তাব করে যে এই গোষ্ঠীর বিশ্বে মিশ্র বংশের সর্বোচ্চ স্তর রয়েছে।মাইটোকন্ড্রিয়াল ডিএনএ গবেষণায় দেখা গেছে যে রঙিন জনসংখ্যার মাতৃত্বের লাইনগুলি বেশিরভাগ আফ্রিকান খোইসান মহিলাদের থেকে এসেছে।এই জাতিসত্তা একটি লিঙ্গ-পক্ষপাতমূলক সংমিশ্রণ দেখায়।পুরুষ লাইনের উৎপত্তি এনগুনি, দক্ষিণ আফ্রিকান, পশ্চিম আফ্রিকান এবং পূর্ব আফ্রিকান জনসংখ্যার ৪৫.২%; পশ্চিম ইউরোপীয় বংশ ৩৭.৩%; এবং দক্ষিণ এশীয় /দক্ষিণ- পূর্ব এশীয় বংশের হার ১৭.৫%।\nবর্ণসংকর লোক বেশিরভাগ দক্ষিণ আফ্রিকার পশ্চিম অংশে পাওয়া যায়। ২০১১ সালের দক্ষিণ আফ্রিকার জাতীয় আদমশুমারি অনুসারে কেপ টাউনে তারা মোট জনসংখ্যার ৪৫.৪% গঠন করে।\nবর্ণবৈষম্য-যুগের জনসংখ্যা নিবন্ধন আইন, ১৯৫০ এবং পরবর্তী সংশোধনীগুলি, রঙিন পরিচয়কে কোডিফাই করেছে এবং এর উপগোষ্ঠীগুলিকে সংজ্ঞায়িত করেছে।ভারতীয় দক্ষিণ আফ্রিকানদের প্রাথমিকভাবে এই আইনের অধীনে বর্ণসংকরদের একটি উপদল হিসেবে শ্রেণীবদ্ধ করা হয়েছিল।বর্ণবৈষম্য নীতির ফলস্বরূপ এবং ১৯৯১ সালে জনসংখ্যা নিবন্ধন আইনের বিলুপ্তি সত্ত্বেও, বর্ণসংকরেরা দক্ষিণ আফ্রিকার চারটি জাতি গোষ্ঠীর মধ্যে একটি হিসাবে বিবেচিত হয়।এই গোষ্ঠীগুলি ( কালো, শ্বেতাঙ্গ, রঙিন এবং ভারতীয়) এখনও শক্তিশালী জাতিগত পরিচয় রয়েছে এবং নিজেদের এবং অন্যদের এই জাতি গোষ্ঠীর সদস্য হিসাবে শ্রেণীবদ্ধ করার প্রবণতা রয়েছে। ব্ল্যাক ইকোনমিক এমপাওয়ারমেন্ট এবং এমপ্লয়মেন্ট ইক্যুইটির মতো প্রতিকারের প্রচেষ্টার ফলস্বরূপ, শ্রেণিবিভাগ সরকারি নীতিতে টিকে থাকে।\n\n\n== তথ্যসূত্র =="}