{"pageid": 1146165, "title": "আলি সাল্লাবি", "url": "https://bn.wikipedia.org/wiki?curid=1146165", "content": "ড. আলি মুহাম্মাদ সাল্লাবি, বা সালাবি (আরবি: علي محمد الصلابي; বেনগাজিতে ১৯৬৩ সালে জন্মগ্রহণ করেন) একজন মুসলিম ইতিহাসবিদ, ধর্মীয় পণ্ডিত এবং ইসলামপন্থী লিবিয়ার রাজনীতিবিদ। তিনি গাদ্দাফি শাসনামলে গ্রেফতার হন, তারপর লিবিয়া ত্যাগ করেন এবং ১৯৯০ এর দশকে সৌদি আরব ও সুদানে ইসলাম অধ্যয়ন করেন। তারপরে তিনি ইউসুফ কারযাভীর অধীনে কাতারে পড়াশোনা করেন এবং ২০১১ সালে গাদ্দাফিকে উৎখাতের সময় লিবিয়ায় ফিরে আসেন এবং দেশে ইসলামপন্থী গোষ্ঠীগুলিতে অস্ত্র, অর্থ এবং সহায়তা বিতরণ করেন। ন্যাশনাল ট্রানজিশনাল কাউন্সিলের অধীনে আন্তর্জাতিকভাবে স্বীকৃত লিবীয় সরকারের সদস্যরা তার ক্রিয়াকলাপেের সমালোচনা করে। যাদের তিনি ধর্মনিরপেক্ষ বলে সমালোচনা করেছিলেন।\nসাল্লাবি বেশ কিছু বই লিখেছেন যেগুলো ইংরেজি ও আরবি ভাষাভাষী দর্শকদের কাছে সৌদি ভিত্তিক কোম্পানিগুলো প্রকাশিত এবং ব্যাপকভাবে বিতরণ করেছে। তিনি ওসামা সালাবির ছেলে।\nসাল্লাবিকে সন্ত্রাসী নজরদারির তালিকায় রাখা হয়েছিল এবং ২০১৭ সালের কাতারের কূটনৈতিক সংকটের পরে বেশ কয়েকটি আরব দেশ দ্বারা ভ্রমণ নিষেধাজ্ঞা জারি করা হয়েছিল।\n\n\n== রাজনীতি ==\n\n\n=== গাদ্দাফির শাসনামলে ===\nমুয়াম্মর গাদ্দাফির শাসনামলে সাল্লাবিকে আট বছর কুখ্যাত আবু সালিম কারাগারে আটক রাখা হয়েছিল। মুক্তি পাওয়ার পর তিনি সৌদি আরব এবং সুদানে ধর্মতত্ত্ব অধ্যয়ন করেন, ১৯৯৯ সালে সুদানের ওমদুরমান ইসলামি বিশ্ববিদ্যালয় থেকে ডক্টরেট অর্জন করেন।\nইয়েমেনে কিছুকাল বসবাস করার পর ১৯৯৯ সালে সাল্লাবি কাতারে চলে আসেন। যেখানে তিনি কাতারের রাজধানী দোহাতে অবস্থান করা আন্তর্জাতিক মুসলিম ব্রাদারহুডের আধ্যাত্মিক প্রধান ইউসূফ আল-কারযাভীর অধীনে অধ্যয়ন করেন।\nতার পিতার সাথে বাল্যকালেই যোগ দেওয়া মুসলিম ব্রাদারহুডের একজন সদস্য হিসাবে সাল্লাবিকে কারযাভী এবং আন্তর্জাতিক ইখওয়ান আন্দোলনের সবচেয়ে বিশিষ্ট পৃষ্ঠপোষক কাতারি শাসক পরিবার দ্বারা স্বাগত জানানো হয়েছিল। কাতারের স্পন্সর করা টিভি স্টেশন আল-জাজিরা সাল্লাবির বেশ কয়েকটি উপস্থিতি সম্প্রচার করেছে, যেখানে তিনি কারযাভী এবং তার ইসলামপন্থী মতাদর্শিক অবস্থানের ব্যাপারে নিজেকে সংগঠিত করেছেন।\n২০০৩ সালে লিবিয়ার শাসকগোষ্ঠী তার উপর থেকে নিষেধাজ্ঞা তুলে নেওয়ার পর কাতারি শাসকরা সাল্লাবিকে গাদ্দাফির প্রস্তাবিত একটি পুনর্মিলন চুক্তিতে কাজ করতে উৎসাহিত করেছিল। সাল্লাবি তারপরে লিবিয়ায় ফিরে আসেন, যেখানে তিনি বন্দীদের ডি-র্যাডিক্যালাইজ করার জন্য একটি প্রোগ্রামের নির্দেশনা দেন।\nএসময়ে সাল্লাবি লিবিয়ান ইসলামিক ফাইটিং গ্রুপের (এলআইএফজি) আমির এবং ন্যাশনাল লিবারেশন আর্মির অন্যতম কমান্ডার আব্দুল হাকিম বেলহাদজের সাথেও যুক্ত হন।\nলিবিয়ান ইসলামিক ফাইটিং গ্রুপ হল আল-কায়েদার সাথে জোটবদ্ধ একটি সন্ত্রাসী গোষ্ঠী, যেটি আল-কায়েদাকে সর্বোচ্চ র্যাঙ্কিং এবং সবচেয়ে বিশ্বস্ত অপারেটিভ প্রদান করেছিল। বেলহাজদ আফগানিস্তানে যুদ্ধ করেছিলেন এবং দেশটিতে আল-কায়েদার বিকাশে অবদান রেখেছিলেন। বুর দাবি করেন যে, বেলহাদজ আল-কায়েদার সদর দপ্তর সুদান থেকে ১৯৯৬ সালে আফগানিস্তানে ওসামা বিন লাদেনকে অনুসরণ করেন।\n২০০৪ সালে বেলহাদজ কুয়ালালামপুর বিমানবন্দরে পৌঁছানোর পর মালয়েশিয়ার কর্মকর্তাদের দ্বারা গ্রেপ্তার হন। মার্কিন যুক্তরাষ্ট্রের পক্ষ থেকে উপস্থাপনার জন্য থাইল্যান্ডে পাঠানো হয় এবং তারপরে লিবিয়ায় ফেরত পাঠানো হয়। যেখানে তাকে ৬ বছর ধরে কঠোর পরিস্থিতিতে আটক রাখা হয়।\n২০০৯ সালে সাল্লাবি গাদ্দাফি সরকার এবং এলআইএফজি (যার সদস্যরা কারাগারে ছিল) মধ্যে আলোচনায় মধ্যস্থতাকারী হিসাবে কাজ শুরু করেন। যাইহোক, আমেরিকান সেন্টার ফর ডেমোক্রেসির সিনিয়র ফেলো জে. মিলার্ড বুর প্রতিবেদন করেন যে, সাল্লাবি কর্নেল গাদ্দাফির পুত্র সাইফুল ইসলাম গাদ্দাফির সাথে কাতার সমর্থিত একটি ধারাবাহিক আলোচনায় জড়িত ছিলেন। যার লক্ষ্য ছিল, কাতারে থাকাকালীন লিবিয়ার কারাগার থেকে ইসলামপন্থী বন্দীদের মুক্তি দেওয়া। ২০০৬ সাল নাগাদ \"এক শতাধিক ইখওয়ান [মুসলিম ব্রাদারহুড] সদস্যদের মুক্তি দেওয়া হয়েছিল,\" এবং \"২০০৮ সাল নাগাদ লিবিয়ান ইসলামিক ফাইটিং গ্রুপের শত শত সদস্যকেও মুক্ত করা হয়েছিল।\"\nবুরের মতে, ২০১০ সালে গাদ্দাফির ছেলের দ্বারা সমঝোতার মাধ্যমে সাল্লাবি নিজেও লিবিয়ার কারাগার থেকে মুক্ত হন।\n\n\n=== ২০১১ সালের লিবীয় বিপ্লবের সময় ===\n২০১১ সালের লিবিয়ান বিপ্লবের সময় সাল্লাবি ছিলেন কাতার সরকারের সামরিক, মানবিক এবং নগদ সহায়তার প্রধান বিতরণকারী লিবিয়ার বিদ্রোহীদের এবং এই সাহায্যের বেশিরভাগই শেষ হয়েছিল বেলহাদজের মতো ইসলামপন্থীদের হাতে যারা লিবিয়ার পশ্চিমাঞ্চলে একটি বিদ্রোহী গোষ্ঠীর নেতৃত্ব দিয়েছিল। বেলহাদজ এবং সাল্লাবির ভাই ইসমাইল, যিনি বেনগাজি থেকে একটি বিদ্রোহী গ্রুপের নেতৃত্ব দিয়েছিলেন। তিনি পরে সাংবাদিকদের বলেছিলেন, বিপ্লবের প্রাথমিক পর্যায়ে সাল্লাবি কাতারের সহায়তা চেয়েছিলেন।\nসাল্লাবি বিদ্রোহীদের কাছে \"মানবিক সহায়তা, অর্থ এবং অস্ত্র\" এর এক ডজনেরও বেশি চালানের মাধ্যমে কাতারের ২ বিলিয়ন ডলারের সহায়তা প্রদানের মূল বাহক হিসাবে কাজ করেছিলেন। অক্টোবর ২০১১ সালে আন্তর্জাতিক সম্পর্ক বিশেষজ্ঞ ড্যানিয়েল ওয়াগনার সাল্লাবিকে লিবিয়ার সবচেয়ে প্রভাবশালী রাজনীতিবিদ হিসাবে বর্ণনা করেছিলেন। যাইহোক, ওয়াশিংটন পোস্টের কলামিস্ট মার্ক ফিশার প্রতিবেদন করেছেন যে, কাতারি শাসকদের সাথে এই বিশেষ সুবিধাপ্রাপ্ত সম্পর্ক, যা গাদ্দাফিকে ক্ষমতাচ্যুত করার ক্ষেত্রে কাতারের ভূমিকাকে সহায়তা করেছিল, এছাড়াও \"উপসাগরীয় রাষ্ট্রের উদ্দেশ্য সম্পর্কে কিছু লিবিয়ানদের মধ্যে সন্দেহের জন্ম দিয়েছে।\" সামগ্রিকভাবে, কাতার লিবিয়ার বিদ্রোহীদের \"দশ মিলিয়ন ডলার সহায়তা, সামরিক প্রশিক্ষণ এবং ২০,০০০ টনেরও বেশি অস্ত্র\" প্রদান করেছে।\n\n\n=== ২০১১ সালের লিবিয়ার গৃহযুদ্ধের পরে ===\n২০১১ সালের নভেম্বরে গাদ্দাফির মৃত্যুর পর সাল্লাবি স্বাধীনতা, ন্যায়বিচার ও উন্নয়নের জন্য জাতীয় সমাবেশ গঠনের ঘোষণা দেন, একটি ইসলামিক দল পরবর্তীতে \"লিবিয়ান ন্যাশনাল পার্টি\" নামকরণ করে যা \"তুর্কি-শৈলীর মধ্যপন্থা\" অনুসরণ করবে এবং দেশের আসন্ন নির্বাচনে অংশ নেবেন।\nদ্য টেলিগ্রাফ রিপোর্টার রিচার্ড স্পেন্সারের সাথে ২০১১ সালের একটি সাক্ষাৎকারে, সাল্লাবি জোর দিয়েছিলেন যে স্বাধীনতা, ন্যায়বিচার ও উন্নয়নের জন্য জাতীয় সমাবেশ একটি জাতীয়তাবাদী দল ছিল যার রাজনৈতিক এজেন্ডা ছিল লিবিয়ার সংস্কৃতি এবং ইসলামিক নীতির প্রতি শ্রদ্ধা। তিনি তার কথিত ইসলামপন্থী ঝোঁককে দৃঢ়ভাবে অস্বীকার করেছেন। তবুও সাল্লাবি দাবি করেছেন যে, জাতীয় সমাবেশের উদ্দেশ্য ছিল লিবিয়ার নতুন সংবিধান শরিয়া আইনের উপর ভিত্তি করে।\nতদুপরি স্পেনসারের মতে, তিনি \"ইসরায়েলের বিরুদ্ধে সশস্ত্র সংগ্রামের জন্য হামাসের সমর্থনের সমালোচনা করবেন না বলেছিলেন এবং তিনি বহুবিবাহ নিষিদ্ধকারী গাদ্দাফি-যুগের আইন তুলে নেওয়াকে সমর্থন করেছিলেন।\"\nসাল্লাবি লিবিয়ার অন্তর্বর্তী সরকারের জাতীয় ট্রানজিশনাল কাউন্সিলের প্রেসিডেন্ট মাহমুদ জিব্রিলের তীব্র সমালোচনা করেছেন। সাল্লাবি জিব্রিল এবং তার সহযোগীদের \"চরম ধর্মনিরপেক্ষতাবাদী\" হিসাবে নিন্দা করেছেন যারা নিজেদের সমৃদ্ধ করার দাবি করেছিল। তিনি দাবি করেন যে নতুন প্রশাসন \"গাদ্দাফির চেয়েও খারাপ\"।\nন্যাশনাল ট্রানজিশনাল কাউন্সিলের অধীনে আন্তর্জাতিকভাবে স্বীকৃত লিবিয়ান সরকার লিবিয়ার বিদ্রোহীদের ইসলামপন্থী দলগুলোকে অপ্রতিরোধ্যভাবে সমর্থন করার জন্য সাল্লাবি এবং কাতারি সরকারের সমালোচনা করেছে। ন্যাশনাল ট্রানজিশনাল কাউন্সিলে ধর্মনিরপেক্ষতাবাদীদের বিরোধিতাকারী ইসলামপন্থীদের কাতারের সশস্ত্র করাকে প্রধান কারণ হিসেবে বলা হয়েছে যে, গাদ্দাফির উৎখাতের পর এনটিসি দেশে নিরাপত্তার ক্ষেত্রে একচেটিয়া ক্ষমতা প্রতিষ্ঠা করতে পারেনি।\n\n\n== বিতর্ক ==\nবেশ কিছু বিশেষজ্ঞ এবং সাংবাদিক উদ্বেগ প্রকাশ করেছেন যে কাতারি শাসক পরিবারের সাথে সাল্লাবির সম্পর্ক কাতার দ্বারা সুন্নি ইসলামের দেশটির ওয়াহাবি ব্র্যান্ড রপ্তানির জন্য শোষণ করা হয়েছিল। সৌদি আরবের মতোই, কাতার বিশ্বব্যাপী ওয়াহাবিবাদ ছড়িয়ে দেওয়ার এবং মসজিদ, স্কুল, সাংস্কৃতিক অনুষ্ঠানের অর্থায়ন এবং সামরিক চুক্তি এবং রিয়েল এস্টেট বিনিয়োগে বিলিয়ন ডলারের অর্থায়নের মাধ্যমে প্রভাবের ক্ষেত্রগুলি জয় করার জন্য উল্লেখযোগ্য প্রচেষ্টা নিবেদিত করেছে। আরব বসন্ত মূল্যবান সুযোগেরও অফার করেছে, যা লিবিয়াতে কাতারি-স্পন্সরকৃত অভিনেতাদের একটি সংখ্যক দ্বারা পরিচালিত নিষ্পত্তিমূলক ভূমিকা দ্বারা প্রদর্শিত হয়েছে।\nইউসুফ কারযাভির সাথে সাল্লাবির সম্পর্ক সমানভাবে বিতর্কিত। দোহা-ভিত্তিক মিশরীয় ধর্মতত্ত্ববিদকে তার কথিত সন্ত্রাসী ও চরমপন্থী সম্পর্কের জন্য যুক্তরাজ্য, ফ্রান্স এবং মার্কিন যুক্তরাষ্ট্রে প্রবেশাধিকার প্রত্যাখ্যান করা হয়েছে। প্রকৃতপক্ষে, কারযাভী একটি সংস্থার চেয়ারম্যান হিসাবে কাজ করেন - ইউনিয়ন অফ গুড - সহ ২৫০টিরও বেশি এনজিও এবং দাতব্য সংস্থাগুলিকে মার্কিন ট্রেজারি বিভাগ হামাসকে তাদের সমর্থনের জন্য সন্ত্রাসী সংস্থা হিসাবে মনোনীত করেছে৷\nফেব্রুয়ারী ২০১১ সালের একটি ইমেলে, ক্লিনটনের সহযোগী জ্যাক সুলিভান, সাল্লাবিকে \"লিবিয়ার মুসলিম ব্রাদারহুডের একজন গুরুত্বপূর্ণ ব্যক্তি এবং লিবিয়াতে কারযাভির লোক\" হিসাবে উপস্থাপন করেছিলেন। মুসলিম ব্রাদারহুডের সাথে সাল্লাবির সম্পর্ক আসলে দৃঢ় ছিল এবং তার যৌবনকাল থেকেই পাওয়া যায়। যাইহোক, সাল্লাবি দ্বারা প্রতিষ্ঠিত লিবিয়ান ন্যাশনাল পার্টি (এলএনপি) এছাড়াও আল-কায়েদার সাথে যুক্ত লিবিয়ান ইসলামিক ফাইটিং গ্রুপ (এলআইএফজি) এর উচ্চ সংখ্যক সদস্য নিবন্ধিত হয়েছে। ২০০৭ সালের নভেম্বরে একটি ভিডিও বার্তায় আল-কায়েদার ডেপুটি আমির আয়মান আল-জাওয়াহিরি আল-কায়েদা এবং এলআইএফজির মধ্যে আনুষ্ঠানিক একীভূত হওয়ার ঘোষণা দেন। ৩ জুলাই ২০১১ তারিখে ক্লিনটনের কাছে একটি ইমেলে, ক্লিনটনের আস্থাভাজন সিডনি ব্লুমেন্থাল রিপোর্ট করেছেন যে \"সংবেদনশীল সূত্র অনুসারে, [লিবিয়ান ইসলামিক ফাইটিং গ্রুপ] প্রাক্তন স্বৈরশাসক মুয়াম্মার আল গাদ্দাফির বাহিনীর সাথে তাদের সংগ্রামের সময় আল কায়েদার সাথে সম্পর্ক বজায় রেখেছিল।\"\nমুসলিম ব্রাদারহুড আন্দোলন এবং গাদ্দাফিকে ক্ষমতাচ্যুত করার জন্য ২০১১ সালের বিপ্লবে জড়িত লিবিয়ান ইসলামিক ফাইটিং গ্রুপের মধ্যে সংযোগ পরবর্তীকালে মার্চ ২০১১ সালের লিবিয়ান ইন্টেলিজেন্স ডকুমেন্ট দ্বারা নিশ্চিত করা হয়েছিল।\n\n\n== রচনা ==\n\n\n=== বাংলায় অনূদিত ===\nবাংলা ভাষায় সাল্লাবীর ২০ টিরও বেশি বই অনুবাদ করা হয়েছে। যেগুলো প্রকাশ করেছে একাধারে কালান্তর প্রকাশনী ও মুহাম্মাদ প্রকাশনসহ বেশ কয়েকটি নতুন ইসলামপন্থী প্রকাশনী।\n\nরউফুর রহীম, মুহাম্মাদের জীবনচরিত, (৩ খণ্ড), সিয়ান পাবলিকেশন্স, ২০২২, আইএসবিএন ৯৭৮৯৮৪৮০৪৬০৫০।\nজিনকি সাম্রাজ্যের ইতিহাস, জেনগি রাজবংশের ইতিহাস, কালান্তর প্রকাশনী।\nউসমানি খিলাফতের ইতিহাস, কালান্তর প্রকাশনী।\nসুলতান সালাহুদ্দিন আইয়ুবি, কালান্তর প্রকাশনী।\n\n\n=== ইংরেজিতে অনূদিত ===\nসাল্লাবির রচিত ১০টিরও বেশি বই ইংরেজিতে অনুবাদ করা হয়েছে এবং মার্কিন যুক্তরাষ্ট্রে অফিসসহ দুটি সৌদি-ভিত্তিক প্রকাশনা সংস্থা দ্বারা প্রকাশিত হয়েছে (দারুসসালাম পাবলিশার্স এবং ইন্টারন্যাশনাল ইসলামিক পাবলিশিং হাউস)।\nসাল্লাবি ইসলামের প্রাথমিক ইতিহাসের উপর তার লেখা এবং অগাধ পাণ্ডিত্যের কারণে পাশ্চাত্যের মুসলমানদের মধ্যে ব্যাপক শ্রোতাও অর্জন করেছেন। মুহাম্মাদ এবং প্রাথমিক খিলাফতের উপর তাঁর জীবনীমূলক রচনাগুলি বেশ কয়েকটি খণ্ডে ৮,০০০ পৃষ্ঠা পর্যন্ত যোগ করে। বেশ কিছু স্বনামধন্য প্রকাশক তাদের সম্পূর্ণরূপে ইংরেজিতে অনুবাদ করেছেন।\n\nআল-ওয়াসাতিয়াহ ফিল কুরআনিল কারিম, মাস্টার্স থিসিস, ওমদুরমান ইসলামী বিশ্ববিদ্যালয়\nনোবেল লাইফ অফ দ্য প্রফেট (৩ খণ্ড), দারুস সালাম পাবলিকেশন্স, ২০০৬\nআবু বকর সিদ্দিকের জীবনী, দারুস সালাম প্রকাশনা, ২০০৭\nউমর বিন খাত্তাব হিজ লাইফ অ্যান্ড টাইমস (২ খণ্ড), দারুস সালাম প্রকাশনা, ২০১০\nউসমান ইবনে আফফান (রাঃ)-এর জীবনী - যুন নুরাইন, দারুস সালাম প্রকাশনা, ২০০৭\nআলী ইবনে আবি তালিব (২ খণ্ড), দারুস সালাম প্রকাশনা, ২০১১\nউমর বিন আবদ আল-আজিজ (রাঃ), দারুস সালাম প্রকাশনা, ২০১১\nপরাক্রমশালী এবংমহিমান্বিত আল্লাহর উপর বিশ্বাস, আন্তর্জাতিক ইসলামিক পাবলিশিং হাউস (আইআইপিএইচ), ২০০৮\nসালাহুদ্দিন আইয়ুবী (৩ খণ্ড), আইআইপিএইচ প্রকাশনা, ২০১০\nহাসান ইবনে আলি: হিজ লাইফ অ্যান্ড টাইমস, আইআইপিএইচ প্রকাশনা, ২০১৪\n\n\n== ব্যক্তিগত জীবন ==\nসাল্লাবি তুর্কি বংশোদ্ভূত একটি পরিবারের সদস্য।\n\n\n== তথ্যসূত্র =="}