{"pageid": 1146608, "title": "কল্কি অবতার এবং মোহাম্মদ সাহেব", "url": "https://bn.wikipedia.org/wiki?curid=1146608", "content": "কল্কি অবতার এবং মোহাম্মদ সাহেব (হিন্দি: कल्कि अवतार और मुहम्मद साहब) হচ্ছে হিন্দিতে প্রকাশিত একটি বই। ভারতীয় সংস্কৃত পণ্ডিত অধ্যাপক বেদ প্রকাশ উপাধ্যায় বইটি রচনা করেছেন। \"সারস্বত বেদান্ত প্রকাশ সংঘ\" (প্রয়াগ, ভারত) ১৯৬০ সালে বইটি প্রকাশ করে। অসিতকুমার বন্দ্যোপাধ্যায় বইটি বাংলায় অনুবাদ করেছেন, তবে বাংলা সংস্করণটিতে লেখকের নূরুল হুদা নামটি সহনাম হিসেবে ব্যবহৃত হয়েছে। বাংলা সংস্করণটি ‘ইসলামী সাহিত্য প্রকাশনালয়’ হতে প্রকাশিত হয়েছে।\nবইটি আবদুল হক বিদ্যার্থী কাদিয়ানী কর্তৃক লিখিত বই মুহাম্মাদ ইন ওয়ার্ল্ড স্ক্রিপচার্স (১৯৩৫) হতে সংকলিত হয়। আবদুল হক বিদ্যার্থী ছিলেন মির্জা গোলাম আহমদ কাদিয়ানীর তুলনামূলক ধর্মতত্ত্ব সংক্রান্ত বক্তব্য ও কাদিয়ানী চিন্তাধারা সম্বলিত কাদিয়ানী সম্প্রদায়ের লেখক। এতে ইসলাম ধর্মের নবী মুহাম্মাদকে হিন্দুধর্মের কল্কি অবতারের সাথে সাদৃশ্য দেখানোর পাশাপাশি বেদ ও পুরাণে মুহাম্মাদের ভবিষ্যদ্বাণী থাকার দাবি করা হয়েছে। ইসলামি চিন্তাবিদ জাকির নায়েক, মুহাম্মদ জিয়াউর রহমান আজমীসহ বিভিন্ন ইসলামি বক্তা ও লেখক তাদের তুলনামূলক ধর্মালোচনায় বিষয়বস্তুর উপর আলোচনা করেছেন এবং একইভাবে হিন্দুধর্মগ্রন্থে ইসলামি ভবিষ্যদ্বাণী থাকার কথা দাবি করেন।\n\n\n== বিষয়বস্তু ও বিশ্লেষণ ==\nবইটির বিষয়বস্তু মূলত কল্কি অবতারকে মুহাম্মাদ বলে দাবি এবং হিন্দুধর্মগ্রন্থে ইসলামীয় নবী মুহাম্মাদের উপস্থিতি দাবিতে আলোচনা। এজন্য হিন্দু শাস্ত্রের সূত্র হিসেবে কল্কি পুরাণ, ভবিষ্য পুরাণ, ভাগবত পুরাণ, বেদ প্রভৃতি বেছে নেওয়া হয়েছে। হিন্দু পণ্ডিতগণ এসমস্ত দাবিসমূহের সমালোচনা এবং বিরোধিতা করেন। একটি ভারতীয় সংগঠন ‘অগ্নিবীর’ এসমস্ত দাবীর সমালোচনা করে। এছাড়া “অভ্রান্ত বৈদিক শাস্ত্রের আলোকে কল্কি অবতার (২০১৯)” বইতে কল্কি অবতারের সাথে দাবিকৃত সাদৃশ্যতার সমালোচনা পাওয়া যায়।\nবইটিতে কল্কিপুরাণ হতে কল্কির সাথে যেসমস্ত সাদৃশ্যতা দেখানো হয়েছে, তার মধ্যে উল্লেখযোগ্য হচ্ছে, আচরণগত সাদৃশ্যতা। যেমন: কল্কির সর্বশেষ আগমনের সাথে মুহাম্মাদ ইসলামের শেষ নবী; কল্কির শ্বেতঅশ্ব ও তরবারি নিয়ে যুদ্ধ করার সাথে মুহাম্মাদের বিভিন্ন সময়ে যুদ্ধের সাদৃশ্যতা, প্রভৃতি। সমালোচকগণ এ ধরনের সাদৃশ্যতার বিপরীতে কল্কির সাথে মুহাম্মাদের বৈসাদৃশ্যসমূহের উদ্ধৃতি করেন। আবার বইটিতে আক্ষরিক অর্থ প্রয়োগ করেও বিভিন্ন বিষয়ে সাদৃশ্যতা থাকার কথা বলা হয়। এধরনের আক্ষরিক অর্থ প্রয়োগ দ্বারা চরিত্রদ্বয়ের সাদৃশ্যতা দেখানোকে সমালোচকগণ ভ্রান্তিমূলক এবং অর্থের ভুল প্রয়োগ বলে মনে করেন।\nএছাড়াও বইটিতে ভবিষ্যপুরাণের প্রতিসর্গ পর্বে বর্ণিত ইব্রাহিমীয় আদম ও হব্যবতির(হাওয়া), নূহ্যের বৃত্তান্ত তুলে ধরা হয়েছে। যদিও পণ্ডিতদের নিকট ভবিষ্য পুরাণের ‘প্রতিসর্গপর্ব’ অংশটি অষ্টাদশ কিংবা ঊনবিংশ শতকের প্রক্ষিপ্ত সংযোজন বলে বিবেচিত হয়। মরিজ উইন্টারনিৎজ বলেছেন, ভবিষ্য পুরাণ শিরোনামে যেসব পুথি আমাদের হস্তগত হয়েছে, তা নিঃসন্দেহে আপস্তম্বীয় ধর্মসূত্র গ্রন্থে উদ্ধৃত মূল ভবিষ্য পুরাণের সেই প্রাচীন কীর্তি নয়। গুস্তাভ গ্লেসার দেখিয়েছেন, ভবিষ্য পুরাণের টিকে থাকা পাণ্ডুলিপিগুলো মূল ভবিষ্য পুরাণের প্রাচীন বা মধ্যযুগীয় সংস্করণও নয়। এই পর্বের রচয়িতা ইংরেজি বাইবেল এবং আরবি ইসলামী গ্রন্থ উভয়ই জানেন বলে মনে করা হয়, তবে এখানে ব্যবহৃত অনেক শব্দই আরবি শব্দ ও নাম থেকে উদ্ভূত হয়েছে, ইংরেজি উৎস থেকে তেমন ব্যবহৃত হয় নি। এতে মুঘল ইতিহাস সম্পর্কেও সমালোচনামূলক মন্তব্য রয়েছে (পাঠগুলোতে তাদের \"মুকুল\" বলা হয়েছে) এবং একজন মহামদের কথা বলা হয়েছে। সমালোচকগণ দেখান, ভবিষ্য পুরাণে বর্ণিত মহামদ হচ্ছেন ‘ম্লেচ্ছ’(=বিদেশি, বর্বর) এবং তিনিই ত্রিপুরাসুর নামক ‘দৈত্য’ বা ‘পিশাচ’ যার পুনর্জন্ম হয়েছে, আর মুসলমান শব্দের অর্থ ধর্ম নষ্টকারী বলা হয়েছে। আরবীয় শব্দের উপস্থিতি থেকে বুঝা যায় ভবিষ্য পুরাণের এই অংশটি চতুর্দশ শতাব্দির পরে ভালভাবে লেখা হয়েছিল এবং অবশ্যই মুঘল সাম্রাজ্যের উত্থানের পর এবং ভারতে আরবি উৎস প্রাপ্তির পর রচিত হয়েছিল। এজন্য এই পর্বটি বহু পণ্ডিতকে ভবিষ্য পুরাণের গ্রহণযোগ্যতা নিয়ে প্রশ্ন তুলতে পরিচালিত করেছে এবং এই পুরাণগুলো প্রামাণিক ধর্মগ্রন্থ হিসেবে গৃহীত হয়নি। এই পুরাণে সন্তে (Sunday থেকে এসেছে), ফার্বরী (ফেব্রুয়ারি থেকে এসেছে), সিক্সটী (Sixty থেকে এসেছে) সহ এধরনের শব্দের ব্যবহার আরও পাওয়া যায়। এ কে রামানুজন একটি \" যথাযথভাবে হালনাগাদকৃত ভবিষ্য পুরাণ\" গ্রন্থে খ্রিস্ট, মুসা ও রাণী ভিক্টোরিয়ার উল্লেখ পেয়েছেন। প্রতিসর্গপর্ব প্রসঙ্গে হাজরা বলেছেন: ভবিষ্য পুরাণ-এর(এক।১।২-৩) অন্তর্গত হলেও প্রতিসর্গপর্ব আদম, নোয়া, যাকুতা, তৈমুরলং, নাদিরশাহ, আকবর (দিল্লীশ্বর), জয়চন্দ্র এবং আরও অনেকের কথা বলে। ভারতে ব্রিটিশ শাসনের কথাও এ গ্রন্থ জানে, এমনকি কলকাতা ও পার্লামেন্টের কথাও উল্লেখ করে।\nবইটিতে আরও দাবি করা হয়, বেদে মুহাম্মাদের ভবিষ্যদ্বাণীর কথা আছে। যেমন অথর্ববেদের কুন্তপ সুক্তে বিদ্যমান ‘নরাসংশ’, যা যেকোনো প্রসংশিত ব্যাক্তির উদ্দেশ্যে ব্যবহৃত হয়েছে, মুহাম্মাদ শব্দের অর্থ প্রশংসা বলে উক্ত সুক্তে মুহাম্মাদের ভবিষ্যতবাণী বর্ণনার দাবি করা হয়েছে। উক্ত সুক্তে দেখা যায় কোনো ন্যায়পরায়ণ প্রশংসিত রাজার (ইন্দ্রের) উদ্দেশ্যে প্রশংসা করা হয়েছে, যদিও সেগুলোর সাথে মুহাম্মাদের সম্পর্ক পাওয়া যায় না। মূলত মুহাম্মাদের ভবিষ্যতবাণী প্রমাণ করার জন্য প্রেক্ষাপট তৈরির উদ্দেশ্যে মন্ত্রের নির্দিষ্ট কিছু পদকে সূক্ষ্মভাবে চিহ্নিত করা হয়েছে এবং সেগুলোর অর্থগত মিল দেখানো হয়েছে। সমালোচকগণ এধরনের অর্থপ্রয়োগকে গুপ্ত প্ররোচনা বলে মনে করেন।\n\n\n== আরও দেখুন ==\nবাইবেলে মুহাম্মাদ\nকল্কি\nহিন্দু-মুসলিম সম্পর্ক\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nঅভ্রান্ত বৈদিক শাস্ত্রের আলোকে কল্কি অবতার; প্রকাশক: শ্রী চারু চন্দ্র দাস ব্রহ্মচারী; রচনা, সংকলন ও সম্পাদনা: প্রণয়কুমার পাল ও শুভাশীষ দত্ত; প্রকাশনা: অমৃতের সন্ধানে প্রকাশন; প্রথম প্রকাশ - ২০১৯\n\n\n== বহিঃসংযোগ ==\nমূল ভাষায় হিন্দিতে বইটি\nবইটির ইংরেজি অনুবাদ"}