{"pageid": 1146607, "title": "সিভিসি ফাইন্যান্স", "url": "https://bn.wikipedia.org/wiki?curid=1146607", "content": "সিভিসি ফাইন্যান্স লিমিটেড একটি বাংলাদেশি আর্থিক প্রতিষ্ঠান। ২০১৫ সালে বাংলাদেশ ব্যাংক সিভিসি ফাইন্যান্স লিমিটেড কে সনদ প্রদান করে। সিভিসি ফাইন্যান্স লিমিটেডের চেয়ারম্যান মাহমুদ হাসান।  \nসিভিসি ফাইন্যান্স লিমিটেড (আগে সিএপিএম ভেঞ্চার ক্যাপিটাল অ্যান্ড ফাইন্যান্স লিমিটেড নামে পরিচিত) একটি দ্রুত বর্ধনশীল আর্থিক প্রতিষ্ঠান যা বাংলাদেশ ব্যাংক কর্তৃক লাইসেন্সপ্রাপ্ত এবং ২০১৫ সালে নিগমিত হয়। সাধারণ বীমা কর্পোরেশন, এবং ইনভেস্টমেন্ট কর্পোরেশন অব বাংলাদেশ (আইসিবি) এর মতো কর্পোরেট এবং রাষ্ট্রীয় মালিকানাধীন সংস্থাগুলিকে শক্তিশালী করে। এর মূল শক্তি। মুন রেডি ওয়েয়ার্স লিমিটেড, পদ্মা গ্লাস, লিমিটেড, আমানত শাহ ওয়েভিং প্রসেসিং লিমিটেড, খান ব্রাদার্স শিপ বিল্ডিং লিমিটেড, এবং কাউলুন ক্যাপিটাল লিমিটেড, হংকং-এর মতো স্বনামধন্য দেশি এবং বিদেশী কোম্পানি/ব্যবসায়িক গোষ্ঠীগুলি সিভিসি ফাইন্যান্সে অংশ নিয়েছে। সিভিসি ফাইন্যান্স লিমিটেডের বোর্ড অভিজ্ঞ পেশাদার এবং ব্যবসায়ীদের নিয়ে গঠিত যারা বিভিন্ন দক্ষতার ক্ষেত্র থেকে এসেছেন এবং কৌশলগত সিদ্ধান্ত নেওয়ার ক্ষেত্রে একটি সমন্বয় তৈরি করেছেন। কোম্পানির সদর দপ্তর ঢাকায়।   \nসিভিসি ফাইন্যান্স সম্প্রতি একটি আন্তর্জাতিক সার্টিফিকেশন এজেন্সি ব্যুরো ভেরিটাস দ্বারা বিশিষ্ট ISO 27001:2013 সার্টিফিকেশনে ভূষিত হয়েছে৷ সিভিসি ফাইন্যান্স হল বাংলাদেশের ৩৪টি আর্থিক প্রতিষ্ঠানের মধ্যে ISO 27001:2013 সার্টিফিকেশন পাওয়া তৃতীয় আর্থিক প্রতিষ্ঠান। এটি সিভিসি ফাইন্যান্স লিমিটেডের জন্য একটি উল্লেখযোগ্য অর্জন। এই প্রশংসাপত্রটি নির্দেশ করে যে সংস্থাটি উচ্চ আত্মবিশ্বাসের সাথে তথ্য সুরক্ষা ব্যবস্থাপনার জন্য সমস্ত প্রয়োজনীয়তা পূরণ করেছে। \n\n\n=== ইতিহাস ===\n২০১৪ সালের ৯ মার্চ সিএপিএম ভেঞ্চার ক্যাপিটাল ও ফাইন্যান্স লিমিটেড নামে প্রতিষ্ঠানটি পরিচালনার অনুমতি পায়। ২০১৫ সালের ৩১ মার্চ প্রতিষ্ঠানটি ইনকরপোরেটেড হিসেবে যাত্রা শুরু করে। ২০১৬ সালের ২৯ ফেব্রুয়ারি অর্থনীতিবিদ ও সাবেক ব্যাংকার আতিউর রহমান প্রতিষ্ঠানটির উদ্বোধন করেন। ২০১৯ সালের ৩ ফেব্রুয়ারি প্রতিষ্ঠানটি সিভিসি ফাইন্যান্স নামে কার্যক্রম শুরু করে। প্রতিষ্ঠানটি ইনফরমেশন সিকিউরিটি ম্যানেজমেন্ট সিস্টেমের জন্য আন্তর্জাতিকভাবে স্বীকৃত আইএসও ২৭০০১: ২০১৩ সনদ অর্জন করে। বাংলাদেশের ৩৪টি আর্থিক প্রতিষ্ঠানের মধ্যে তিনটি ও ৬১টি ব্যাংকের মধ্যে ৯টি ব্যাংক এখন পর্যন্ত এই সনদ পেয়েছে। নিরাপদ ব্যাংকিং ও সর্বোচ্চ গ্রাহকসেবা নিশ্চিত করতে ইনফরমেশন সিকিউরিটি ম্যানেজমেন্ট সিস্টেমকে সারা বিশ্বে আন্তর্জাতিক মানদণ্ড হিসেবে গ্রহণ করা হয়। বর্তমানে বেশির ভাগ ব্যবসায়ী প্রতিষ্ঠানের ক্ষেত্রে এ সনদ অর্জন করা বাধ্যতামূলক। এ সনদ আইটি, ডেটা সেন্টার ফাংশন ও ইনফরমেশন সিকিউরিটি ছাড়া আরও বিভিন্ন রকম সেবার সর্বোচ্চ মানের নিশ্চয়তা দেয়। \n\n\n==== শেয়ার হোল্ডার ====\nসিভিসি ফাইন্যান্স লিমিটেডের শেয়ার হোল্ডারকারী প্রতিষ্ঠানসমুহ:\n\nইনভেস্টমেন্ট কর্পোরেশন অব বাংলাদেশ (আইসিবি)\nসাধারন বীমা কর্পোরেশন\nখান ব্রাদার্স শিপ বিল্ডিং লি\nআমানত শাহ উইভিং প্রসেসিং লি\nমুন রেডিওয়্যারস লি\nপদ্মা গ্লাস লিমিটেড এবং\nকাউলুন ক্যাপিটাল লিমিটেড, হংকং\n\n\n=== পণ্য ও সেবা ===\nসিভিসি ফাইন্যান্স লিমিটেড কর্পোরেট ও স্বতন্ত্র গ্রাহকদের সেবা প্রদান করে থাকে। কর্পোরেটে লিজ ফাইন্যান্স, মেয়াদী ঋণ, ওয়ার্ক অর্ডার ফাইন্যান্স, সিন্ডিকেশন ফাইন্যান্সসহ নানান সেবা প্রদান করে। এসএমই ফাইন্যান্স হিসেবে মেয়াদী ঋণ, লিজ ফাইন্যান্স, নারী উদ্যোক্তা ঋণ, কৃষি এবং টেকসই অর্থ ঋণ প্রদান করে। এছাড়াও হোম লোন, অটো লোন, ব্যক্তিগত ঋণসহ নানান সেবা প্রদান করে। \n\n\n=== সাবসিডিয়ারি ===\nসিএপিএম অ্যাডভাইজরি লিমিটেড\nসিভিসি ব্রোকারেজ লিমিটেড\n\n\n== তথ্যসূত্র =="}