{"pageid": 1146802, "title": "লিটল বো-পিপ", "url": "https://bn.wikipedia.org/wiki?curid=1146802", "content": "“লিটল বো-পিপ” বা “লিটল বো-পিপ হ্যাজ লস্ট হার শিপ” হলো ইংরেজি ভাষার একটি জনপ্রিয় শিশুতোষ ছড়া। এটির রাউড লোকসঙ্গীত সূচক সংখ্যা ৬৪৮৭।\n\n\n== কথা ও সুর ==\n\nজনশ্রুতির মৌখিক ঐতিহ্যের বেশিরভাগ উপাদানের মতোই এই ছড়ারও অনেকগুলো সংস্করণ পাওয়া যায়। সবচেয়ে সাধারণ আধুনিক সংস্করণটি হলো:\n\nLittle Bo-Peep has lost her sheep,\nAnd doesn't know where to find them;\nLeave them alone, and they'll come home,\nWagging (bringing) their tails behind them.\n\nদ্বিতীয় লাইনের সাধারণ বৈচিত্র‍্যগুলোর মধ্যে “And can't tell where to find them.” ইত্যাদি উল্লেখযোগ্য। ছড়ার চতুর্থ লাইনটি কখনো কখনো “Bringing their tails behind them” বা “Dragging their tails behind them” হিসেবেও লেখা হয়। এই বিকল্প লাইনগুলো আবার ছড়ার বর্ধিত সংস্করণের জন্য (বিশেষত আরও চারটি স্তবকের জন্য) উপযোগী। সাধারণত ছড়ার সাথে যুক্ত সুরটি ১৮৭০ সালে সুরকার এবং নার্সারি রাইম সংগ্রাহক জেমস উইলিয়াম এলিয়ট তার জাতীয় নার্সারি রাইমস এবং নার্সারি গানে প্রথম রেকর্ড করেছিলেন।\n\n\n== অতিরিক্ত স্তবক ==\nনিম্নলিখিত অতিরিক্ত পদগুলি প্রায়শই ছড়াটিতে যুক্ত করা হয়:\nছোট্ট বো-পিপ দ্রুত ঘুমিয়ে পড়ল,\nএবং স্বপ্নে দেখল যে সে তাদের রক্তাক্ত করছে;\nকিন্তু যখন তিনি জেগে উঠলেন, তিনি এটি একটি রসিকতা খুঁজে পেলেন,\nকারণ তারা তখনও ক্ষণস্থায়ী ছিল।\nতারপর সে তার ছোট্ট কুটিলকে নিয়ে গেল,\nতাদের খুঁজে বের করার জন্য নির্ধারিত;\nতিনি সত্যিই তাদের খুঁজে পেয়েছেন, কিন্তু এটি তার হৃদয়কে রক্তাক্ত করেছে,\nকারণ তারা তাদের পিছনে তাদের লেজ রেখেছিল।\nএটি একদিন ঘটেছিল, যেমন বো-পিপ বিপথগামী হয়েছিল\nকঠিন একটি তৃণভূমিতে,\nসেখানে সে তাদের লেজ পাশাপাশি দেখেছিল,\nসব শুকানোর জন্য গাছে ঝুলিয়ে রাখা হয়েছে।\nসে একটা দীর্ঘশ্বাস ফেলে চোখ মুছল,\nএবং পাহাড়ের উপর দিয়ে ছুটে চলল,\nএবং রাখাল হিসাবে তার যা করা উচিত তা চেষ্টা করেছে,\nপ্রতিটি আবার তার ল্যাম্বকিনে ট্যাক করতে।\n\n\n== উৎপত্তি এবং ইতিহাস ==\nএই ছড়াটির প্রাচীনতম রেকর্ডটি প্রায় ১৮০৫ সালের একটি পাণ্ডুলিপিতে পাওয়া যায়, যেটিতে শুধুমাত্র প্রথম শ্লোকটি রয়েছে যা প্রাপ্তবয়স্ক বো পিপের উল্লেখ করে, যাকে 'লিটল' বলা হয় কারণ সে খাটো ছিল, বয়সে ছোট ছিল না। ১৬ শতকের \"বো-পিপ\" নামে একটি শিশুদের খেলার উল্লেখ রয়েছে, যার মধ্যে একটি রয়েছে শেক্সপিয়রের কিং লিয়ার (অ্যাক্ট ১ দৃশ্য ৪), যার জন্য \"বো-পিপ\" শিশুদের \"পিকাবু\" খেলারই একটি রূপ বলে বলে মনে করা হয়। কিন্তু ১৮ শতকের আগে ছড়াটির অস্তিত্ব ছিল এমন কোনো প্রমাণ নেই। অতিরিক্ত শ্লোকগুলি প্রথম প্রথম মুদ্রিত সংস্করণে লিপিবদ্ধ হয় ১৮১০ সালে জোসেফ জনসন দ্বারা লন্ডনে প্রকাশিত গ্যামার গুর্টনের গারল্যান্ড বা দ্য নার্সারি পার্নাসাসের একটি সংস্করণে।\n\"বো উঁকি মারতে খেলতে\" শব্দগুচ্ছটি ১৪ শতক থেকে স্তম্ভে দাঁড়িয়ে থাকার শাস্তি বোঝাতে ব্যবহৃত হয়েছিল। উদাহরণস্বরূপ, ১৩৬৪ সালে, অ্যালিস কাস্টন নামের একজন বিয়ারবিক্রেতাকে পরিমাণে কম দেওয়ার দায়ে দোষী সাব্যস্ত করা হয়েছিল, যে অপরাধের জন্য তাকে \"বো পিপ থরো এ পিলারী খেলতে হয়েছিল\"। অ্যান্ড্রু বোর্ডে ১৫৪২ সালে একই বাক্যাংশ ব্যবহার করেন, \"এবং ইভিল বেকাররা, যারা ন্যাট ন্যাট ওয়েটের ভালো রুটি তৈরি করে, কিন্তু অন্য কর্নকে ওয়েট দিয়ে মিশ্রিত করে, অথবা ন্য্যাট অর্ডার এবং সেসন হিট করে, ভাল ওজন দেয়, আমি কি তারা খেলতে পারে? উঁকি মেরে একটা পিলেরি\" যাইহোক, ভেড়ার সাথে সংযোগ প্রাথমিক হয়; পঞ্চদশ শতাব্দীর একটি গীতিনাট্যে এই লাইনগুলি অন্তর্ভুক্ত রয়েছে: \"অর্ধেক ইংল্যান্ড এখন এখন কিন্তু শেপে // প্রতিটি কোণে তারা বো-পিপ খেলে\"।\n\n\n== পাদটীকা ==\nOpie and P. Opie, The Oxford Dictionary of Nursery Rhymes (Oxford University Press, 1951, 2nd edn., 1997), pp. 93–4.\n\"Little Bo Peep Rhyme\"\nJ. J. Fuld, The Book of World-Famous Music: Classical, Popular, and Folk (Courier Dover Publications, 5th edn., 2000), ISBN 0486414752, p. 502.\n978-1-74020-130-8\nEnglish Industries of the Middle Ages\nA Dyetary of Helth\nBett, Henry (1950). English Legends. London: B.T.Batsford. p. 117\n\n\n== তথ্যসূত্র =="}