{"pageid": 1146806, "title": "স্টার লাইট, স্টার ব্রাইট", "url": "https://bn.wikipedia.org/wiki?curid=1146806", "content": "\"স্টার লাইট, স্টার ব্রাইট\" একটি ইংরেজি ভাষার নার্সারি ছড়া। এর রাউড ফোক গানের সূচক নম্বর ১৬৩৩৯।\n\n\n== গানের কথা ==\nগানের কথাগুলি সাধারণত নিম্নলিখিত বাক্যগুলোর সাথে মিলে যায়:\nস্টার লাইট, স্টার ব্রাইট\nফার্স্ট স্টার আই সি টুনাইট\nআই উইশ আই মে, আই উইশ আই মাইট\nহ্যাভ দ্যা উইশ আই উইশ টুনাইট। \n\n\n== উৎপত্তি ==\nপতনশীল তারকা দেখার সময় ইচ্ছে পূরণ হবার কুসংস্কার প্রাচীন পৃথিবীতে খুঁজে পাওয়া যায়। প্রথম দেখা নক্ষত্রের ইচ্ছা এই ছড়ার পূর্ববর্তী হতে পারে, যেটি প্রথম ঊনবিংশ শতাব্দীর শেষের দিকে আমেরিকায় রেকর্ড করা শুরু হয়েছিল। গান এবং ঐতিহ্য বিংশ শতাব্দীর গোড়ার দিকে ব্রিটেনে পৌঁছেছে বলে মনে হয় এবং তারপর থেকে বিশ্বব্যাপী ছড়িয়ে পড়ে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\n\n=== চলচ্চিত্রে ===\nজিপটো চরিত্রটি ১৯৪০ সালের ডিজনি অ্যানিমেটেড ফিল্ম পিনোকিওতে পুরো কবিতাটি আবৃত্তি করে, পুতুল চরিত্রটিকে একটি সত্যিকারের ছেলে হয়ে উঠতে চাওয়ার আকুতি নিয়ে।\nছড়াটি ১৯২৮ সালের দ্য প্যাটসি চলচ্চিত্রে পূর্ণরূপে প্রদর্শিত হয় যখন মেরিয়ন ডেভিস দ্বারা অভিনীত প্যাট্রিসিয়া হ্যারিংটন চরিত্রটি \"সুন্দর এবং প্রলোভনসঙ্কুল\" হতে চায়।\nঅ্যাবট এবং কস্টেলোর \"ইন দ্য নেভি\" তে এ ছড়াটি একটি গানে পরিণত হয়েছিল। রাস রেমন্ড চরিত্রটি সিনেমার শুরুতে এটি গেয়েছিল।\n\"দ্য বিশপস ওয়াইফ\" এ (চলচ্চিত্র, ১৯৪৭, ক্যারি গ্রান্ট, লরেটা ইয়ং, ডেভিড নিভেন এবং মন্টি উললির সাথে) দ্য অ্যাঞ্জেল প্রথম লাইনটি উদ্ধৃত করে এবং বিশপের স্ত্রীকে বলে যে তার একটি ইচ্ছা পোষণ করা উচিত।\nরিচার্ড স্কারির সর্বকালের সেরা গান-অ্যালং মাদার গুজ ভিডিওতে মাদার ক্যাট হাকল ক্যাটকে \"স্টার লাইট, স্টার ব্রাইট\" গানটি গেয়ে শোনায়, তারপর হাকল ক্যাট লুলাবির শেষ দুটি লাইন বলে৷\nছড়াটি ১৯৬৬ সালের স্টার ট্রেক (মূল সিরিজ) পর্বের দ্য কনসায়েন্স অফ দ্য কিং-এ একটি কবিতা \"অলমোস্ট অয়াজ ওল্ড অ্যাজ দ্যা স্টারস দেমসেল্ভস\" হিসাবে আবির্ভূত হয়েছে। \nচাকি চেসেস অওট অফ দা ওয়াল্ড শো টেপ ২০১৪-এ হেলেন হেনি চরিত্রটি তার একটি লাইনে সম্পূর্ণ কবিতাটি আবৃত্তি করে।\n\"স্টার লাইট, স্টার ব্রাইট\" সিজনের পঞ্চম পর্বে নেটফ্লিক্স-এর চিলিং অ্যাডভেঞ্চারস অফ সাব্রিনা পার্ট ফোর-এও পাওয়া যায়। সাব্রিনা মর্নিংস্টারের নিরাপত্তার জন্য সাবরিনা স্পেলম্যান আবৃত্তি করেছেন।\nসম্পূর্ণ কবিতাটি ১৯৯৫ সালের অ্যানিমেটেড ফিল্ম \"দ্য পেবল অ্যান্ড দ্য পেঙ্গুইন\"-এ উদ্ধৃত করা হয়েছে।\n\n\n=== উপন্যাসে ===\nনরমা চরিত্রটি স্টেইনবেকের ১৯৪৭ সালের উপন্যাস \"দ্য ওয়েওয়ার্ড বাস\"-এ এই কবিতাটি আবৃত্তি করে।\n\n\n=== সঙ্গীতে ===\n\"স্টার লাইট, স্টার ব্রাইট\" পাওয়া যায় ম্যাডোনার ১৯৮৪ সালের একক লাকি স্টার, সেইসাথে স্টার বাই আর্থ, উইন্ড অ্যান্ড ফায়ার এবং জনি মিচেলের দিস ফ্লাইট টুনাইট-এ।\nমেটালিকার গান \"কিং নাথিং\"-এ \"ইশ আমি, ইচ্ছুক আমি হতে পারে, এই ইচ্ছা আমি আজ রাতে চাই\" এই লাইনগুলিও পাওয়া যায়।\nস্টার লাইট, স্টার ব্রাইট\" স্টারসেটের ২০১৯ একক ম্যানিফেস্টে পাওয়া যায় যা ডিভিশন অ্যালবামে প্রদর্শিত হয়।\nগানের কথাগুলি পিটার, পল এবং মেরির ১৯৬২ সালের প্রথম অ্যালবামের \"ইটস রেইনিং\" গানটির একটি অংশ তৈরি করে।\nসম্পূর্ণ কবিতাটি আহমেত জাপ্পা এবং শানা মুলডুন জাপ্পার চরিত্রের উপর ভিত্তি করে ডিজনির স্টার ডার্লিংস থেকে \"উইশ নাউ\" এর গানে উদ্ধৃত করা হয়েছে।\n\n\n=== অন্যান্য ===\n\"স্টার লাইট, স্টার ব্রাইট\" প্রতীকটি ডেসটিনি 2-এও রয়েছে এবং এটি বাঙ্গি স্টোর থেকে একটি আইটেম কিনে লাভ করা যেতে পারে।"}