{"pageid": 1146148, "title": "কুচিং", "url": "https://bn.wikipedia.org/wiki?curid=1146148", "content": "কুচিং (  ), আনুষ্ঠানিকভাবে কুচিং শহর,  হল রাজধানী এবং মালয়েশিয়ার সারাওয়াক রাজ্যের সবচেয়ে জনবহুল শহর। এটি কুচিং বিভাগের রাজধানীও বটে। শহরটি বোর্নিও দ্বীপে সারাওয়াক রাজ্যের দক্ষিণ-পশ্চিম প্রান্তে সারাওয়াক নদীর তীরে অবস্থিত এবং এটি ৪৩১ বর্গকিলোমিটার (১৬৬ বর্গমাইল)  এলাকা জুড়ে রয়েছে। কুচিং উত্তর প্রশাসনিক অঞ্চলে প্রায় ১৬৫,৬৪২  জন এবং কুচিং দক্ষিণ প্রশাসনিক অঞ্চলে ১৫৯,৪৯০  জনসংখ্যা সহ    — মোট ৩২৫,১৩২ জন। \n১৮২৭ সালে ব্রুনিয়ান সাম্রাজ্যের প্রশাসনের সময় কুচিং সারাওয়াকের তৃতীয় রাজধানী ছিল। ১৮৪১ সালে, কুচিং সারাওয়াক রাজ্যের রাজধানী হয়ে ওঠে যখন এই অঞ্চলের ভূখণ্ড জেমস ব্রুককে অর্পণ করা হয়, বিশেষ করে অভ্যন্তরীণ বোর্নিওতে বসবাসকারী ল্যান্ড দায়াক জনগণের দ্বারা বিদ্রোহ দমনে ব্রুনিয়ান সাম্রাজ্যকে সাহায্য করার জন্য যারা পরে তার অনুগত অনুগামী হয়ে ওঠে। তাদের তিনি ক্ষমা করে দিয়েছিলেন এবং তাঁর পক্ষে যোগদান করেছিলেন। চার্লস ব্রুকের শাসনামলে শহরটি মনোযোগ এবং উন্নয়ন পেতে থাকে যেমন একটি স্যানিটেশন ব্যবস্থা, হাসপাতাল, কারাগার, দুর্গ এবং একটি বাজার। ১৯৪১ সালে, ব্রুক প্রশাসন কুচিং-এ একটি শতবর্ষ উদযাপন করেছিল। দ্বিতীয় বিশ্বযুদ্ধের সময়, কুচিং ১৯৪২ থেকে ১৯৪৬ সাল পর্যন্ত জাপানি বাহিনীর দখলে ছিল। জাপান সরকার যুদ্ধবন্দী এবং বেসামরিক বন্দিদের রাখার জন্য কুচিংয়ের কাছে একটি বাতু লিন্টাং ক্যাম্প স্থাপন করে। যুদ্ধের পরে, শহরটি অক্ষত ছিল। যাইহোক, সারাওয়াকের শেষ রাজা, স্যার চার্লস ভাইনার ব্রুক ১৯৪৬ সালে সারাওয়াককে ব্রিটিশ ক্রাউন কলোনির অংশ থেকে বেরিয়ে আসার সিদ্ধান্ত নেন। ক্রাউন কলোনি আমলে কুচিং রাজধানী ছিল। ১৯৬৩ সালে মালয়েশিয়া গঠনের পর, কুচিং রাজ্যের রাজধানী হিসাবে তার মর্যাদা বজায় রাখে এবং ১৯৮৮ সালে শহরের মর্যাদা দেওয়া হয়। সেই থেকে, কুচিং শহর দুটি পৃথক স্থানীয় কর্তৃপক্ষ দ্বারা পরিচালিত দুটি প্রশাসনিক অঞ্চলে বিভক্ত। সারাওয়াক রাজ্য সরকারের প্রশাসনিক কেন্দ্র উইসমা বাপা মালয়েশিয়া, কুচিং-এ অবস্থিত।\nকুচিং পর্যটকদের জন্য একটি প্রধান খাদ্য গন্তব্য এবং সারাওয়াক এবং বোর্নিও ভ্রমণকারীদের জন্য প্রধান প্রবেশদ্বার। কুচিং ওয়েটল্যান্ড জাতীয় উদ্যান প্রায় ৩০ কিলোমিটার (১৯ মাইল) শহর থেকে এবং কুচিংয়ের আশেপাশে আরও অনেক পর্যটক আকর্ষণ রয়েছে যেমন বাকো ন্যাশনাল পার্ক, সেমেনগোহ ওয়াইল্ডলাইফ সেন্টার, রেইনফরেস্ট ওয়ার্ল্ড মিউজিক ফেস্টিভ্যাল (RWMF), স্টেট অ্যাসেম্বলি বিল্ডিং, আস্তানা, ফোর্ট মার্গেরিটা, কুচিং ক্যাট মিউজিয়াম এবং সারাওয়াক জাতীয় যাদুঘর। শহরটি পূর্ব মালয়েশিয়ার অন্যতম প্রধান শিল্প ও বাণিজ্যিক কেন্দ্র হয়ে উঠেছে।\n\n\n== ব্যুৎপত্তি ==\n১৮৪১ সালে ব্রুক আসার আগেই \"কুচিং\" নামটি  শহরের জন্য ব্যবহৃত হত।  \"কুচিং\" নামের উৎপত্তি সম্পর্কে অনেক তত্ত্ব আছে। এটি সম্ভবত বিড়ালের জন্য মালয় শব্দ, \"কুসিং\" বা কোচিন থেকে উদ্ভূত হয়েছে, মালাবার উপকূলে একটি ভারতীয় বাণিজ্য বন্দর এবং চীন ও ব্রিটিশ ভারতে বাণিজ্য বন্দরের জন্য একটি সাধারণ শব্দ।  সারাওয়াক স্টেট মিউজিয়ামে আজ কিছু হিন্দু প্রত্নবস্তু দেখা যায়।  তবে, অন্য একটি সূত্র জানিয়েছে যে ব্রুক আসার আগে কুচিং শহরটি আগে \"সারওয়াক\" নামে পরিচিত ছিল। রাজ্য সম্প্রসারণের সময় বসতিটির নাম পরিবর্তন করে \"সারওয়াক প্রপার\" রাখা হয়েছিল। ১৮৭২ সালে চার্লস ব্রুক বসতিটির নাম পরিবর্তন করে \"কুচিং\" রাখেন। \nভুল যোগাযোগের একটি গল্পের উপর ভিত্তি করে একটি অসম্ভাব্য তত্ত্ব ছিল। গল্প অনুসারে, জেমস ব্রুক তার ইয়ট রয়্যালিস্টে কুচিং-এ এসেছিলেন। তারপর তিনি তার স্থানীয় গাইডকে শহরের নাম জানতে চাইলেন। স্থানীয় গাইড ভুল করে ভেবেছিল যে ব্রুক একটি বিড়ালের দিকে ইশারা করছে, এবং তাই \"কুচিং\" শব্দটি বলেছিল। যাইহোক, সারাওয়াকের জাতিগত মালয়রা সর্বদা বিড়ালদের জন্য \"পুসাক\" শব্দটি ব্যবহার করেছে ( ফিলিপিনো পুসার সাথে পরিচিত), প্রমিত মালয় শব্দ \"কুসিং\" এর পরিবর্তে।  এই ব্যুৎপত্তিগত অসঙ্গতি সত্ত্বেও, সারাওয়াকিয়ানরা প্রাণীটিকে তাদের শহরের প্রতীক হিসাবে গ্রহণ করেছে, এবং এটি মূর্তিগুলির পাশাপাশি মিউনিসিপ্যাল কাউন্সিলের অস্ত্রের কোট-এ বৈশিষ্ট্যযুক্ত - হেরাল্ডিক ক্যান্টিংয়ের উদাহরণ।\nকিছু সূত্র আরও বলেছে যে এটি \"মাটা কুসিং\" ( ইউফোরিয়া ম্যালাইন্স ) নামক একটি ফল থেকে উদ্ভূত হয়েছে,   একটি ফল যা মালয়েশিয়া এবং ইন্দোনেশিয়াতে ব্যাপকভাবে জন্মে।  শহরে একটি পাহাড়ও ছিল যেটির নামকরণ করা হয়েছিল ফলের নাম, যাকে বলা হয় বুকিত মাতা কুচিং। ১৯ শতকে একজন ব্রিটিশ মহিলা তার ছেলেকে লিখেছিলেন, বলেছিলেন যে নামটি একই নামের একটি স্রোত থেকে এসেছে, যাকে ইংরেজিতে \"সুঙ্গাই কুচিং\" বা ক্যাট রিভার বলা হয়।   বামফিল্ড এবং ব্যারিঙ্গ-গৌল্ড -এর ১৯০৯ সালের 'A History of Sarawak under its Two White Rajahs'-এর ৬৪ পৃষ্ঠায় বলা হয়েছে: \"সারওয়াকের রাজধানী কুচিংকে একটি ছোট স্রোত থেকে বলা হয় যা শহরের মধ্য দিয়ে প্রধান নদীতে প্রবাহিত হয়।নদীটি বুকিত মাতা কুচিংয়ের পাদদেশে এবং তুয়া পেক কং মন্দিরের সামনে অবস্থিত ছিল। ১৯৫০ এর দশকে নদীতে পলি জমার কারণে নদীটি খুব অগভীর হয়ে পড়ে। পরে রাস্তা তৈরির জন্য নদীটি ভরাট করা হয়। \nআরেকটি তত্ত্ব আছে যে কুচিং আসলে \"কু\" (古）- পুরাতন এবং \"চিং\"（井） - চীনা ভাষায় কূপ বা \"পুরানো কূপ\" (古井) মানে। ব্রুক প্রশাসনের সময়, জল সরবরাহ ছিল না এবং জলবাহিত রোগগুলি সাধারণ ছিল। ১৮৮৮ সালে, একটি মহামারি ছড়িয়ে পড়ে যা পরে \"গ্রেট কলেরা মহামারি\" নামে পরিচিত হয়। প্রধান বাজারের বর্তমান চায়না স্ট্রিটে অবস্থিত একটি কূপ বিশুদ্ধ পানি সরবরাহ করে রোগের বিরুদ্ধে লড়াই করতে সাহায্য করেছে। জল সরবরাহের চাহিদা বৃদ্ধির কারণে, কূপের ভূমিকা পরে বাউ রোডে জল শোধনাগার দ্বারা প্রতিস্থাপিত হয়। \n\n\n== তথ্যসূত্র =="}