{"pageid": 1146208, "title": "অক্সিজেন-হিমোগ্লোবিন বিয়োজন লেখচিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1146208", "content": "অক্সিজেন-হিমোগ্লোবিন বিয়োজন লেখচিত্র (ইংরেজি: Oxygen-Haemoglobin Dissociation Curve) হল এমন একটি লেখচিত্র বা গ্রাফ যার দ্বারা রক্তে অবস্থিত লোহিত রক্তকণিকার মধ্যবর্তী হিমোগ্লোবিন ও তার সাথে অক্সিজেনের সম্পৃক্ততার মাত্রা বোঝা যায়। এই লেখচিত্রে y-অক্ষ বরাবর অক্সিজেন-হিমোগ্লোবিন সম্পৃক্ততা শতাংশ ও x-অক্ষ বরাবর অক্সিজেনের আংশিক চাপ ধরা হয় ও একটি সিগময়েড বক্ররেখা বা S আকৃতির বক্ররেখা পাওয়া যায়, একেই অক্সিজেন-হিমোগ্লোবিন বিয়োজন বক্ররেখা বলা হয়।\n\n\n== বৈশিষ্ট্য ==\nএটি একটি S আকৃতির বক্ররেখা বা সিগময়েড বক্ররেখা। এটিকে গণিতের ভাষায় নিম্নলিখিত ভাবে প্রকাশ করা যায়:\n\n  \n    \n      \n        S\n        (\n        t\n        )\n        =\n        \n          \n            1\n            \n              1\n              +\n              \n                e\n                \n                  −\n                  t\n                \n              \n            \n          \n        \n        .\n      \n    \n    {\\displaystyle S(t)={\\frac {1}{1+e^{-t}}}.}\n  \n\nলেখচিত্রের উপরের অংশটি অক্সিজেনের সাথে হিমোগ্লোবিনের সম্পৃক্তির পরিমান বোঝায় ও নীচের অংশটি অসংযুক্ত অবস্থা বোঝায়।\n\n\n=== P50 ===\nসাধারণত অক্সিজেনের আংশিক চাপ ২৫ মিলিমিটার পারদস্তম্ভের চাপের সমান (২৫ mmHg) হলে হিমোগ্লোবিনের সাথে অক্সিজেনের ৫০% সংযুক্তি ঘটে। লেখচিত্রে এই বিন্দু P50 নামে পরিচিত। এছাড়া ৪০ mmHg চাপে ৭৫%, ৬০ mmHg চাপে ৯০% সংযুক্তি লক্ষ্য করা যায়।\n\n\n== প্রভাব ==\n\nনোট:\n\nবামদিকে সরণ: O2 আসক্তি বেশি\nডানদিকে সরণ: O2 আসক্তি কম (বোর প্রভাব)\nভ্রূণস্থ হিমোগ্লোবিনের O2 আসক্তি বড়দের তুলনায় বেশি;\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nNosek, Thomas M.। \"Section 4/4ch5/s4ch5_18\"। Essentials of Human Physiology। ২০১৬-০৩-২৪ তারিখে মূল থেকে আর্কাইভ করা। \nThe Interactive Oxyhemoglobin Dissociation Curve  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মে ২০২২ তারিখে\nSimulation of the parameters CO2, pH and temperature on the oxygen–hemoglobin dissociation curve (left or right shift)"}