{"pageid": 1147499, "title": "এরিক কনভেইস অ্যান ইমোশন", "url": "https://bn.wikipedia.org/wiki?curid=1147499", "content": "এরিক একটি আবেগ প্রকাশকারী হাস্যরসাত্মক ওয়েবসাইট যেখানে সাইটের মালিক এরিক উ (জন্ম ১৯৭৬ বা ১৯৭৭ ) আবেগের জন্য অনুরোধ করেন, এবং তারপর আবেগ প্রকাশ করে নিজের ছবি পোস্ট করেছেন।\n\n\n== বর্ণনা ==\nসাইটটিতে এরিক উ-এর ছবি দেখানো হয়েছে যা পাঠকদের অনুরোধ করা প্রায় ৩০০টি তথাকথিত \"আবেগ\" প্রকাশ করে। যদিও আপলোড করা প্রথম দিকের ছবিগুলিতে সুখ, ক্রোধ এবং ভয়ের মতো ঐতিহ্যগত আবেগগুলিকে চিত্রিত করা হয়েছে, তবে অন্যান্য মানসিক অবস্থা (\"সংরক্ষিত\", \"ফ্লার্টেটিয়াস\") এবং অ-মানসিক উপাদান সহ রাজ্যগুলি (\"মনস্তাত্ত্বিক দৃষ্টি\", \"হাঁচি আসছে) অন্তর্ভুক্ত করার সুযোগ দ্রুত প্রসারিত হয়েছে।\" )। কিছু চিত্র খুব নির্দিষ্ট পরিস্থিতিতে এরিকের কল্পিত প্রতিক্রিয়া প্রদর্শন করে যেমন \"একটি প্রযুক্তি সহায়তা লাইনে কাজ করা, আপনার ৫০০ তম কলের উত্তর দেওয়া যিনি দাবি করেন যে তিনি ইমেল পাঠাতে পারবেন না\", বা \"আমি এরিককে আহত হতে দেখতে চাই\" এর মতো শারীরিক কার্যকলাপের কল্পনা করে শারীরিকভাবে বিশেষ করে, সে লম্বা সিঁড়ি থেকে পড়ে যায়...যেমন দ্য এক্সরসিস্ট বা অন্য কিছু\"। এরিক মাঝে মাঝে পরামর্শের সাথে অভিনয় করে, যেমন \" স্টোনড \" তাকে পাথর দিয়ে আঘাত করা দেখায় এবং \"বিলম্বিতকরণ\" লেবেল করা হয়েছিল এখনও শেষ হয়নি।\nএরিক একটি সাক্ষাত্কারে স্বীকার করেছেন যে সাইটটি \"অর্থহীন\" কিন্তু তিনি প্রাপ্ত ই-মেইল প্রতিক্রিয়া দ্বারা এটিকে ন্যায়সঙ্গত বলে মনে করেন।\n\n\n== ইতিহাস ==\nএরিক উ ১৯৯৮ সালে সাইটটি প্রতিষ্ঠা করেছিলেন, ফ্লোরিডা বিশ্ববিদ্যালয়ে অধ্যয়নের সময় একঘেয়েমির সময়কালে।একটি প্রতিবেদন অনুসারে, তিনি \"তার পিসিতে একটি ক্যামকর্ডার লাগিয়েছিলেন এবং এটি দিয়ে কী করবেন তা ভেবেছিলেন\"।এরিক সিলিকন ভ্যালিতে ওয়েবমাস্টার হওয়ার পর এটি আপডেট করতে থাকে।\nজুলাই ২০০৩ এর জন্য, এরিক প্রতি মঙ্গলবার নতুন আবেগ দিয়ে ওয়েবসাইট আপডেট করার প্রতিশ্রুতি দিয়েছিল। তার কারণ ছিল \"কেন মঙ্গলবার? সহজ, কারণ শক্তিশালী খারাপ ইমেলগুলি সোমবার হয়। মঙ্গলবার দেখা হবে!\" ( স্ট্রং ব্যাড ইমেল হল Homestarrunner.com- এর সবচেয়ে জনপ্রিয় বৈশিষ্ট্য)। দ্য ব্রাদার্স চ্যাপস, হোমস্টার রানারের স্রষ্টা এবং তাদের বেশ কয়েকটি চরিত্র সাইটে ফুটবল গেম অ্যাডভেঞ্চারে উপস্থিত হয়েছে। এই ক্যামিওগুলির মধ্যে কিছু চিহ্নিত করা কঠিন: দ্য চিট একটি জুতার তলায় প্রদর্শিত হয়, উদাহরণস্বরূপ।\nএরিক ১০ অগাস্ট, ২০০৪-এ আবেগ যোগ করা বন্ধ করে দেন, ২৯ ডিসেম্বর রিপোর্ট করেন যে তার সার্ভার একটি \"তুচ্ছ বিষয়\" ছিল এবং তিনি পরে সম্পূর্ণ বিশ্লেষণ করবেন। জানুয়ারি ২, ২০০৫-এ, এরিক ঘোষণা করেন যে তার ওয়েবসাইট \"বন্ধ\" করা হয়েছে,তা কিছু আপগ্রেডের মধ্য দিয়ে যাচ্ছে, এবং শীঘ্রই চালু করা হবে। ২৫ ডিসেম্বর, ২০০৫-এ, সাইটটি জানুয়ারির পর প্রথমবারের মতো আপডেট করা হয়, \"দ্য মল\" নামে একটি নতুন অ্যাডভেঞ্চার যোগ করে। এর পরে এটি ব্যাপকভাবে গৃহীত হয়েছিল যে সাইটটি পরিত্যক্ত করা হয়েছে, একজন ছাত্র সাংবাদিক এটিকে প্রমাণ হিসাবে উদ্ধৃত করেছেন যে YouTube- এর কমেডি বৈশিষ্ট্যের আরও নৈরাজ্যকর ব্র্যান্ডের দ্বারা \" অট্যুর-স্টাইল \" হাস্যরস সাইটগুলি স্থানচ্যুত হচ্ছে।\nযাইহোক, এরিক ২১শে জুলাই, ২০০৬-এ একটি নতুন নিউজ এন্ট্রি পোস্ট করেন, একটি নিয়মিত আপডেট করা ওয়েবসাইটের সম্ভাবনাকে নবায়ন করে। আরেকটি আপডেট ১ এপ্রিল, ২০০৮-এ একটি নতুন অ্যাডভেঞ্চারের সাথে পোস্ট করা হয়েছিল।\n১২ এপ্রিল, ২০২০-এ ওয়েবসাইটটি এখন মুছে ফেলা YouTube চ্যানেল UnusAnnus-এ উপস্থিত হয়েছিল। এরিক উ তার টুইটারে বিষয়টি স্বীকার করেছেন।\n\n\n== স্বীকৃতি ==\nএরিক বলেছেন যে তিনি কখনই সাইটটি প্রচার করার চেষ্টা করেননি, তবে এটির প্রতিষ্ঠার দুই বছরের মধ্যে অনুকূল প্রেস বিজ্ঞপ্তি এবং একটি বিবিসি রেডিও সাক্ষাত্কার উপস্থিত হয়েছিল। মে ২০০০ এর মধ্যে এরিক প্রতিদিন ১০০ টিরও বেশি অনুরোধ এবং ১০০০ হিট পেয়েছিলেন এবং ডিসেম্বর ২০০২ সাল নাগাদ সাইটটি \"জার্মানী, যুক্তরাজ্য, হাঙ্গেরি, স্পেন, ইতালি এবং চেক প্রজাতন্ত্রের মিডিয়া\" দ্বারা কভার করা হয়েছিল।\n2003 সালে, সাইটটি হাস্যরস বিভাগে ওয়েবি পুরস্কারের জন্য মনোনীত পাঁচজনের মধ্যে একটি ছিল। সান ফ্রান্সিসকো ক্রনিকলের পিটার হার্টলবকে সে বছর \"সেরাদের মধ্যে একজন\" হিসেবে চিহ্নিত করা সত্ত্বেও (একই বিভাগে Whitehouse.org সহ), এটি ওয়েবকমিক গেট ইওর ওয়ার অনের কাছে হেরে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএরিক একটি আবেগ প্রকাশ করে"}