{"pageid": 1147118, "title": "হিন্দুস্তান মোটরস", "url": "https://bn.wikipedia.org/wiki?curid=1147118", "content": "হিন্দুস্তান মোটরস হল কলকাতা, পশ্চিমবঙ্গ, ভারতের একটি ভারতীয় মোটরগাড়ি প্রস্তুতকারক। এটি বিড়লা টেকনিক্যাল সার্ভিসেস গ্রুপের একটি অংশ। মারুতি উদ্যোগের উত্থানের আগে কোম্পানিটি ভারতের বৃহত্তম গাড়ি প্রস্তুতকারক ছিল।\nহিন্দুস্তান মোটরস অ্যাম্বাসাডর ও ল্যান্ডমাস্টার মোটরকার তৈরি করেছে (১৯৫৬ মরিস অক্সফোর্ড সিরিজ ৩ এর উপর ভিত্তি করে), ১৯৫৭-২০১৪ থেকে উভয়ই অত্যন্ত জনপ্রিয় ভারতীয় অটোমোবাইল।\n১৯৪২ সালে শ্রী বি এম বিড়লা দ্বারা প্রতিষ্ঠিত ভারতের মূল তিনটি গাড়ি প্রস্তুতকারকদের মধ্যে একটি, এটি ১৯৮০ এর দশক পর্যন্ত গাড়ি বিক্রির ক্ষেত্রে শীর্ষস্থানীয় ছিল, যখন শিল্পটি সুরক্ষা থেকে উন্মুক্ত হয়। তার পুরো ইতিহাস জুড়ে, কোম্পানিটি তার বিক্রয়ের জন্য এবং প্রতিযোগিতা দূর করে টিকে থাকার জন্য সরকারী পৃষ্ঠপোষকতার উপর নির্ভর করে। মনোজ ঝা ম্যানেজিং ডিরেক্টর ছিলেন যিনি ২১ ফেব্রুয়ারী ২০১২ এ পদ থেকে পদত্যাগ করেন।\n১১ ফেব্রুয়ারী ২০১৭-এ হিন্দুস্তান মোটরস ₹৮০ কোটির বিবেচনায় ট্রেডমার্ক সহ অ্যাম্বাসেডর ব্র্যান্ড বিক্রির জন্য পিউগেট এসএ-এর সাথে একটি চুক্তি সম্পাদন করে। টাই-আপ দুটি গ্রুপের কোম্পানির মধ্যে দুটি যৌথ উদ্যোগ চুক্তি অন্তর্ভুক্ত করে।\n\n\n== ইতিহাস ==\n\nহিন্দুস্তান মোটরস লিমিটেড (এইচএমএল) ছিল ভারতের অগ্রগামী অটোমোবাইল উৎপাদনকারী কোম্পানি। এটি ভারতীয় স্বাধীনতা আইন ১৯৪৭-এর ঠিক আগে ১৯৪২ সালে শিল্পপতি বিড়লা পরিবারের বিএম বিড়লা মরিস মোটরসের লর্ড নফিল্ডের সহযোগিতায় প্রতিষ্ঠিত হয়েছিল, যারা ইতিমধ্যেই ভারতে তাদের গাড়ি বিক্রি করছিল। গুজরাতের কাছে ওখায় বন্দরে একটি ছোট অ্যাসেম্বলি প্ল্যান্টে কাজ শুরু করে, উৎপাদন ফ্যাসিলিটি পরে ১৯৪৮ সালে পশ্চিমবঙ্গের উত্তরপাড়ায় চলে যায়, যেখানে এটি মরি পরিকল্পিত হিন্দুস্তান অ্যামবাসেডরের উৎপাদন শুরু করে। এইচএম-মিৎসুবিশি মোটরসের প্ল্যান্ট তামিলনাড়ুর চেন্নাইয়ের কাছে তিরুভাল্লুরে রয়েছে।\n\nস্বাধীনতার পর ১৯৪৮ সালে গাড়ির উৎপাদন পশ্চিমবঙ্গের উত্তরপাড়ায় একটি বিশাল এলাকা জুড়ে বিস্তৃত একটি নতুন গ্রিনফিল্ড প্ল্যান্টে স্থানান্তরিত হয়। উত্তরপাড়া প্ল্যান্ট থেকে প্রথম গাড়িটি ছিল হিন্দুস্তান ১০, যা ছিলো মরিস ১০-এর উপর ভিত্তি করে নির্মিত। পরে হিন্দুস্তান ১৪, মরিস অক্সফোর্ড এমও -এর উপর ভিত্তি করে ও বেবি হিন্দুস্তান, মরিস মাইনরের উপর ভিত্তি করে তৈরি করা হয়েছিল। ১৯৫৪ সালে হিন্দুস্তান মরিস অক্সফোর্ড সিরিজ ২ প্রাপ্ত হিন্দুস্তান ল্যান্ডমাস্টার চালু করেছিল এবং ১৯৫৭ সালে মরিস অক্সফোর্ড সিরিজ ৩-এর উপর ভিত্তি করে হিন্দুস্তান অ্যাম্বাসেডর চালু হয়েছিল। এই প্রথম মডেলটির মৌলিক নকশা ২০১৪ সাল পর্যন্ত অপরিবর্তিত ছিল যা পরে মার্ক-১ নামে পরিচিত হয়। ফেসলিফ্ট, ইঞ্জিন ও পরে পাওয়ার স্টিয়ারিং, ডিস্ক ব্রেক ইত্যাদির বিভিন্ন মডেল পরিবর্তনের সাথে এটি তৈরি করা হয়।\n\n\n=== জেনারেল মোটরস যৌথ উদ্যোগ ===\n\nবেডফোর্ড ট্রাকস, ভক্সহল মোটরস (১৯৮০ থেকে ১৯৯০), অ্যালিসন ট্রান্সমিশন এবং অফ-রোড যন্ত্রাংশ তৈরির জন্য হিন্দুস্তান ও জেনারেল মোটর্স স্বাধীনতা-পরবর্তী সময়ে বেশ কয়েকটি চুক্তি করেছে। ১৯৯৪ সালে, জেনারেল মোটরস ইন্ডিয়া নতুন তৈরি মধ্য-সেগমেন্ট বিভাগে ওপেল অ্যাস্ট্রা গাড়ি তৈরি করতে জিএম ও হিন্দুস্তান (সিকে বিড়লা) একটি ৫০-৫০ যৌথ উদ্যোগ গঠন করে। অ্যাস্ট্রার উৎপাদন পর্যায়ক্রমে বন্ধ করা হয়েছিল ও পরবর্তীতে তৎকালীন সফল ওপেল করসা যানবাহন পরিবারের দ্বারা প্রতিস্থাপিত হয়েছিল। ১৯৯৯ সালের গোড়ার দিকে জেনারেল মোটরস ইন্ডিয়া হিন্দুস্তান মোটরস থেকে গুজরাতের হালোল প্ল্যান্ট কিনে নেয় এবং এইভাবে দীর্ঘ অংশীদারিত্বের সমাপ্তি ঘটে।\n২১ ফেব্রুয়ারি ২০১২-এ শ্রী মনোজ ঝা, ব্যবস্থাপনা পরিচালক তার পদ থেকে পদত্যাগ করেন। সিদ্ধান্তটি সর্বসম্মতিক্রমে পরিচালনা পর্ষদ গৃহীত হয়।\n\n\n=== আর্থমুভিং ইকুইপমেন্ট ডিভিশন ===\nপ্রাথমিকভাবে টেরেক্স, যুক্তরাষ্ট্র এবং ফারম্যাক ইউকে-এর সহযোগিতায় হিন্দুস্তান মোটর আর্থমুভার তৈরি করত; এবং ১৯৮৪ সালে চেন্নাই ও পুদুচেরির কাছে থিরুভাল্লুরের এইচএমইইডি প্ল্যান্টে ক্যাটারপিলার ইনক-এর সাথে শুরু হয়। কার্যক্রমটি ২০০০ সালে ক্যাটারপিলারের কাছে বিক্রি হয় ও এইচএম আর্থমুভার ব্যবসা ছেড়ে দেয়। এইচএমএল হিন্দুস্তান পাওয়ার প্লাসের ক্যাটারপিলারের সাথে যৌথ উদ্যোগের অংশীদার হতে চলেছে, যেটি ডিজেল ইঞ্জিন এবং জেনারেটর সেট তৈরি করে।\n\n\n=== হিন্দুস্তান ট্রাক্টরস ===\nকোম্পানিটি ১৯৫৯ সালে  ট্র‍্যাক্টর্স অ্যান্ড বুলডোজার্স প্রাইভেট লিমিটেড নামে আমদানিকৃত ট্রাক্টর বিক্রি শুরু করে। চেকোস্লোভাকিয়ার মটোকভ-প্রাহা (জেটর) এর সহযোগিতায় ১৯৬৩ সালে ট্রাক্টর উৎপাদন শুরু হয় এবং হিন্দুস্তান ট্র্যাক্টরস অ্যান্ড বুলডোজারস লিমিটেড নামে পরিচিত ছিল। ১৯৬৭ সালে এটি হিন্দুস্তান ট্র্যাক্টরস লিমিটেড হয়ে ওঠে। ট্রাক্টরগুলো জেটর ট্রাক্টর ডিজাইনের উপর ভিত্তি করে ৯ হিন্দুস্তান ব্র্যান্ডের অধীনে বিক্রি করা হয়েছিল। ১৯৭৮ সালে ভারত সরকার রুগ্ন কোম্পানি গুজরাত থেকে গুজরাত ট্র্যাক্টর গঠন করে। ১৯৯৯ সালে মাহিন্দ্রা ট্র্যাক্টরস কোম্পানির ৬০% ক্রয় করে ও ২০০১ সালে কোম্পানির বাকি অংশ ক্রয় সম্পন্ন করে, এর নাম পরিবর্তন করে মাহিন্দ্রা গুজরাত ট্র্যাক্টরস লিমিটেড রাখা হয়। \n\n\n=== ইসুজু যৌথ উদ্যোগ ===\n১৯৮২ সালে হিন্দুস্তান ভারতে ইসুজু এফ সিরিজ-জেসিএস ট্রাক একত্রিত ও বিক্রি করার জন্য ইসুজু-এর সাথে একটি সহযোগিতা গঠন করে। এই ট্রাকগুলো একটি সম্পূর্ণরূপে নির্মিত আধুনিক ধাতব কেবিন সহ কারখানা থেকে এসেছিল যার সাথে সেই সময়ে টাটা ও অশোক লেল্যান্ড ট্রাকের সাথে তুলনা ছিল না। এগুলো তাদের নির্ভরযোগ্যতা ও জ্বালানী খরচের জন্য সুপরিচিত ছিল, কিন্তু প্রধানত বিক্রি হ্রাস, দুর্বল পরিষেবা সুবিধা এবং এইচএমএল সাশ্রয়ী মূল্যে সেগুলো বিক্রি করতে না পারার কারণে বন্ধ করা হয়েছিল।\n\nহিন্দুস্তান মোটরস ১৯৮০-এর দশকের শেষের দিকে মধ্যপ্রদেশের ইন্দোরের কাছে পিথমপুরে একটি নবনির্মিত অত্যাধুনিক ইঞ্জিন প্ল্যান্টে কনটেসার জন্য ইঞ্জিন ও ট্রান্সমিশন তৈরির জন্য একটি প্রযুক্তিগত সহযোগিতার চুক্তি করে। সাধারণত ইসুজু ১.৮ পেট্রোল নামে পরিচিত পেট্রোল ইঞ্জিনটি ২০১৫ সাল পর্যন্ত মাল্টি পয়েন্ট ফুয়েল ইনজেকশন সহ হিন্দুস্তান অ্যাম্বাসেডরে পরিবেশন করবে। প্রাথমিকভাবে যৌথ উদ্যোগটি ৪-সিলিন্ডার জি১৮০জে ১.৮লি পেট্রোল ইঞ্জিন ও ৫-স্পিড ট্রান্সমিশন তৈরি করেছিল। পরবর্তীতে, কনটেসা এবং অ্যাম্বাসেডরকে পাওয়ার জন্য উৎপাদন লাইনে একটি ২.০লি ইসুজু ডিজেল ইঞ্জিন যোগ করা হয়েছিল। প্রযুক্তিগত সহযোগিতা ১৯৮৩ থেকে ১৯৯৩ পর্যন্ত স্থায়ী হয়েছিল। ইন্দোর প্ল্যান্টটি তখন থেকে ওপেল, ফোর্ড ও মাহিন্দ্রার মতো অন্যান্য নির্মাতাদের জন্য ইঞ্জিন তৈরি করতে প্রসারিত হয়েছে।\n\n\n=== মিৎসুবিশি যৌথ উদ্যোগ ===\nমিৎসুবিশির সাথে হিন্দুস্তানের একটি যৌথ উদ্যোগ রয়েছে যা ১৯৯৮ সালে শুরু হয়েছিল। প্ল্যান্টটি তামিলনাড়ুর তিরুভাল্লুরে অবস্থিত। ভারতে মিৎসুবিশি ২০১০ এর দশকের গোড়ার দিকে পর্যন্ত পাজেরো, ল্যান্সার ও আউটল্যান্ডারকে প্রচুর পরিমানে বিক্রি করত, কিন্তু সময়ের সাথে সাথে তাদের বিক্রির প্রবণতা হ্রাস পেয়েছে। মিৎসুবিশি ২০১২ সালে একটি ২.৫লি ডিআই-ডি ভেরিয়েবল জ্যামিতিক টার্বো ডিজেল ইঞ্জিনের সাথে একটি ৫-স্পীড এটি (শুধুমাত্র ২ডাব্লিউডি-এ) বা এমটি (শুধু ৪×৪-এ)-এর সাথে পাজেরো স্পোর্ট চালু করে। মন্টেরোকেও সংক্ষিপ্ত সময়ের জন্য প্রস্তাব দেওয়া হয়। মিৎসুবিশি ২০১৮ সালে সর্বশেষ প্রজন্মের আউটল্যান্ডারও চালু করে। ল্যান্সার ইভোলিউশন এক্স ভারতে ২০১৩ সালে একটি সিবিইউ আমদানি হিসাবে চালু করা হয়েছিল, কিন্তু ৫০ লাখ রুপির উচ্চ মূল্যের কারণে এটি ভারতে ভাল বিক্রি হয়নি।\n\n\n=== চিত্রশালা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== হিন্দুস্তানের মডেল ==\n\n\n=== অচল মডেল ===\n\n\n==== যাত্রীবাহী যানবাহন ====\nহিন্দুস্তান ১০ - ১৯৪৭ মরিস ১০-এর উপর ভিত্তি করে, হিন্দুস্তান ১২২ দ্বারা প্রতিস্থাপিত।\nহিন্দুস্তান ১২২ ও হিন্দুস্তান ১৪ - ১৯৪৮ সালের মরিস অক্সফোর্ড এমও সিরিজের উপর ভিত্তি করে - ল্যান্ডমাস্টার দিয়ে প্রতিস্থাপিত হয়েছে।\nমরিস মাইনরের উপর ভিত্তি করে বেবি হিন্দুস্তান।\nহিন্দুস্তান ডিলাক্স - ১৯৪৮ শেভ্রোলেট ডিলাক্সের উপর ভিত্তি করে।\nহিন্দুস্তান ল্যান্ডমাস্টার - মরিস অক্সফোর্ড সিরিজ ২ - ১৯৫৪ থেকে ১৯৫৭-এর উপর ভিত্তি করে। অ্যাম্বাসেডর রেঞ্জের পথ তৈরি করা হয়েছে।\nহিন্দুস্তান অ্যামবাসাডর - মে ২০১৪ সালে উৎপাদন বন্ধ করে দেয়। এটি ৫৬ বছর ধরে বিশ্বের দীর্ঘতম চলমান মডেলগুলোর মধ্যে একটি ছিল।\nহিন্দুস্তান কনটেসা - ইসুজু ডিজেল বা পেট্রোল ইঞ্জিন সহ ব্রিটিশ ভক্সহল ভিক্টর এফই-এর উপর ভিত্তি করে।\nঅন্যান্য হিন্দুস্তান অ্যাম্বাসেডর প্রাপ্ত মডেল - পুষ্পক, ট্রেকার এবং পোর্টার - এপ্রিল ২০০৮ থেকে অ্যাম্বাসেডর চেসিস এবং ইঞ্জিন (হাফ টন ড্রাইভওয়ে চ্যাসিস) এর উপর ভিত্তি করে মাল্টিউটিলিটি যানবাহন উৎপাদন বন্ধ করে দেয়।\n\n\n==== বাণিজ্যিক যানবাহন ====\nল্যাভেন্ডার - ১.৮লি পেট্রোল ইঞ্জিন বা ১.৫লি ডিজেল ইঞ্জিন সহ একটি ছোট ট্রাক\nমাস্কট টি-৪৮০ এফসি - বাণিজ্যিক ট্রাক।\nআরটিভি রেঞ্জার - ট্রাক\n\n\n== প্রাক্তন/অচল প্ল্যান্ট ==\nপিথমপুর, মধ্যপ্রদেশ (ইন্দোরের কাছে) - ১৯৮০-এর দশকে নির্মিত এটি একটি অত্যাধুনিক রোবোটিক ইঞ্জিন অ্যাসেম্বলি প্ল্যান্টের পাশাপাশি বাণিজ্যিক ট্রাক অ্যাসেম্বলি লাইন ছিল তারপর ইসুজু এফ সিরিজের ট্রাকগুলো চালু করে৷ পরে আরটিভি এবং উইনার এখানে অ্যাসেম্বর হতো।\nহোশূর, তামিলনাড়ু - অফ-হাইওয়ে যানবাহনের জন্য নির্মিত।\nহিন্দমোটর, উত্তরপাড়া, হুগলি জেলা, পশ্চিমবঙ্গ (কলকাতার কাছে)- ২০১৫ সাল থেকে বন্ধ। ১৯৪৮ সালে নির্মিত প্রাচীনতম প্ল্যান্ট, সমস্ত হিন্দুস্তান অ্যামবাসাডর ব্যাজযুক্ত যানবাহন এখানে তৈরি করা হয়েছিল।\nতিরুভাল্লুর, তামিলনাড়ু (চেন্নাইয়ের কাছে) - মিৎসুবিশি রেঞ্জের জন্য ১৯৯০-এর দশকের শেষের দিকে নির্মিত, পরে ২০১৫ সালে ইসুজু যানবাহনের জন্য অ্যাসেম্বলি শুরু করে জানুয়ারি ২০১৬ পর্যন্ত যখন ইসুজু অন্ধ্রপ্রদেশের শ্রীসিটিতে তার নতুন প্ল্যান্টে চলে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}