{"pageid": 1147616, "title": "একপ্রকৃতিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1147616", "content": "একপ্রকৃতিবাদ বা মনোফিজিজম ( বা  বা ) একটি খ্রিস্টতাত্ত্বিক শব্দ যা গ্রীক μόνος ও φύσις থেকে উদ্ভূত। μόνος এর অর্থ হলো monos, তথা \"একা, একাকী\"  এবং φύσις এর অর্থ হলো, physis, ইহা এমন শব্দ যার অনেক অর্থ রয়েছেম তবে এই প্রসঙ্গে অর্থ হবে \"প্রকৃতি\"। এটিকে \"একটি মতবাদ হিসাবে সংজ্ঞায়িত করা হয়, যার ভাষ্য হলো,অবতারিত শব্দের ব্যক্তির মধ্যে (অর্থাৎ, যীশু খ্রীষ্টে) শুধুমাত্র একটিমাত্র প্রকৃতিই ছিল, তাহা হলো—ঐশ্বরিক প্রকৃতি\"।\n\n\n== পটভূমি ==\nনিকিয়ার প্রথম পরিষদ (৩২৫ সা) ঘোষণা করেছিল যে, খ্রিস্ট ছিলেন, ঐশ্বরিক (এক সত্তা বা সারাংশ, পিতার সাথে homoousios, consubstantial) এবং মানব (ছিলেন অবতার এবং মানুষ হন)। পঞ্চম শতাব্দীতে অ্যান্টিওক এবং আলেকজান্দ্রিয়ার ধর্মতাত্ত্বিক দর্শনালয়গুলির মাঝে একটি উত্তপ্ত বিতর্ক দেখা দেয় যে, খ্রিস্টে দৈবত্ব এবং মনুষ্যত্ব কীভাবে বিদ্যমান ছিল,  প্রথমটা মানলে মনুষ্যত্বের উপর আঘাত আসে, পরেরটা মানলে দেবত্বের উপর। ৪৩১ সালে,আলেকজান্দ্রিয়ার সিরিল অ্যান্টিওকিয়ান স্কুলের একজন বিশিষ্ট ব্যাখ্যাকার নেস্তুরিউসকে এফিসাসের পরিষদে দণ্ড দিতে সফল হন এবং তিনি \"অবতার শব্দের একটি প্রকৃতি\" এই উসুলের উপর জোর দেন এবং দাবি করেন যে, কোনও উসুলে যদি দুটি প্রকৃতির কথা বলে তা নেস্টোরিয়ানবাদের প্রতিনিধিত্ব করার শামিল। কেউ কেউ শিক্ষা দেন যে, খ্রিস্টের মধ্যে মানব প্রকৃতি সম্পূর্ণরূপে ঐশ্বরিক প্রকৃতিতে শোষিত হয়ে যায়, ফলে শুধুমাত্র একটি ঐশ্বরিক প্রকৃতি থেকে যায়। ৪৫১ সালে, চ্যালসেডন পরিষদ, পোপ লিও দ্য গ্রেটের ৪৪৯ সালের ঘোষণার ভিত্তিতে, সংজ্ঞায়ন করে যে, খ্রিস্টের মধ্যে দুটি প্রকৃতি এক সত্ত্বা'র মধ্যে একত্রিত হয়ে গিয়েছে।\nযারা \"এক প্রকৃতি\" উসুলের উপর জোর দিয়েছিলেন, তাদেরকে মনোফিজাইট বা একপ্রকৃতিবাদী হিসাবে উল্লেখ করা হয়, অন্যদিকে যারা চ্যালসডোনিয়ান \"দুই প্রকৃতির\" সংজ্ঞা গ্রহণ করে তাদের বলা হয় ডাইওফাইসাইটস বা দ্বিপ্রকৃতিবাদী; ইহা এমন একটি শব্দ যা নেস্টোরিয়ানবাদের অনুসারীদের জন্যও প্রযোজ্য।\n\n\n== একপ্রকৃতিবাদী দলসমূহ ==\nএকপ্রকৃতিবাদী দল-উপদল অসংখ্য। নিম্নলিখিত দলও এতে অন্তর্ভুক্ত:\n\nঅ্যাসেফালিগণ ছিলেন একপ্রকৃতিবাদী, যারা ৪৮২ সালে বিচ্ছিন্ন হয়ে যায় আলেকজান্দ্রিয়ার তৃতীয় পিটারের কাছ থেকে, যিনি কনস্টান্টিনোপলের অ্যাকাসিয়াসের সাথে একটি চুক্তি করেছিলেন, সম্রাট জেনো তার হেনোটিকন শিলালেখ ফতোয়ার মাধ্যমে তাকে অনুমোদন দেন, যা নেস্টোরিয়াস এবং ইউটিচ উভয়কেই নিন্দা করে, যেমনটি চ্যালসেডন কাউন্সিল করেছিল, কিন্তু কাউন্সিলের সেই \"দু প্রকৃতির খ্রিস্ট\" সিদ্ধান্তকে উপেক্ষা করে। তারা এটিকে সেন্ট সিরিলসের \"মিয়া ফিসিস\" ব্যবহারের বিশ্বাসঘাতকতা হিসাবে মনে করে এবং আলেকজান্দ্রিয়ার চ্যালসডোনিয়ান পাদ্রির অধীন হতে অস্বীকার করে, তার বদলে ধর্মীয়ভাবে \"মাথাবিহীন\" (অ্যাসেফালির অর্থ) হওয়াকেও মেনে নেয়।\nঅ্যাগনটি, থেমিস্টিয়ান বা আজ্ঞেয়বাদী নামে পরিচিত, ৫৩৪ সালের দিকে থেমিস্টিয়াস ক্যালোনিমাস কর্তৃক প্রতিষ্ঠিত, তারা মনে করত যে, যীশু খ্রিস্টের প্রকৃতি, যদিও ঐশ্বরিক, কিন্তু সকল ক্ষেত্রে অন্যান্য পুরুষদের মতই ছিল, তাতে জ্ঞান ছিল সীমিত। তাদের আর চতুর্থ শতাব্দীর একই নামের আরেকটি দল কিন্তু এক নয়, যারা ঈশ্বরের ভবিষ্যত ও অতীত জানাকে অস্বীকার করত।\nঅ্যাফথার্টোডোসিটি, যাদের ফ্যান্টাসিয়াস্ট কিংবা তাদের ইমাম হ্যালিকারনাসাসের জুলিয়ানের নামে জুলিয়ানবাদী নামে পরিচিত, তারা বিশ্বাস করত যে, \"খ্রিস্টের দেহ, তাঁর গর্ভধারণের মুহূর্ত থেকেই, পুনরুত্থানের পরের মতোই অবিনশ্বর, অমর এবং নিরানুভূত ছিল, এবং তারা এও মনে করত যে, ক্রুশের উপর খ্রিস্টের যন্ত্রণা ও মৃত্যু ছিল স্বাভাবিক অবস্থার বিপরীত একটি আলৌকিকতা\"। সম্রাট জাস্টিনিয়ান প্রথম চেয়েছিলেন এই শিক্ষাকে সনাতন হিসাবে গৃহীত করতে, কিন্তু তার পরিকল্পনা কার্যকর করার আগেই তিনি মারা যান।\nঅ্যাপোলিনারিয়ান, লাউডিসিয়ার অ্যাপোলিনারিস এর নামে প্রতিষ্ঠিত দল; যিনি ৩৯০ সালে মারা যান, তারা প্রস্তাব করে যে, যীশুর একটি স্বাভাবিক মানব দেহ ছিল, কিন্তু সাধারণ মানুষের আত্মার পরিবর্তে তদস্থলে একটি ঐশ্বরিক মন ছিল। এই শিক্ষাটি কনস্টান্টিনোপলের প্রথম পরিষদে (৩৮১) দণ্ডায়িত করা হয় এবং কয়েক দশকের মধ্যে এই মতবাদটিও অস্তিত্ব হারিয়ে ফেলে। আলেকজান্দ্রিয়ার সিরিল একে একটি \"পাগলামি প্রস্তাবণা\" ঘোষণা করেছিলেন। \nডসেটিস্টগণ, যাদের সবাই একপ্রকৃতিবাদী ছিল না, তারা মনে করত যে, যীশুর কোনো মানবিক প্রকৃতি ছিল না: তাঁর মনুষ্যত্ব ছিল কেবল একটি কল্পনা, যা, নিরানুভূত, অশরীরী ঐশ্বরিক প্রকৃতির সাথে একত্রিত হয়ে গেছে, তাই সত্যিকার অর্থে যন্ত্রণা ভোগ এবং মৃত্যু বরণ করতে পারেন না।\nইউটিচিয়ানরা শিক্ষা দিতেন যে, যীশুর একটি মাত্র প্রকৃতি ছিল, তা ছিল ঐশ্বরিক এবং মনুষ্যের মিশ্রণ, যা কোন সমান যৌগ নয়। যেহেতু তিনি ঐশ্বরিক; যা মানুষের চেয়ে অসীমভাবে বড়: তাই মানবতা একটি ফোঁটা হিসাবে দৈবত্বে শোষিত এবং রূপান্তরিত হয়ে গেছে। মধু, সমুদ্রের জলে যেমন মিশে যায়, অদৃশ্য হয়ে যায়, ঠিক তেমনই। খ্রিস্টের দেহ, এইভাবেই রূপান্তরিত হয়েছে, তাই তা মানবজাতির সাথে সামঞ্জস্যপূর্ণ হোমোসিওস নয়: সেভেরিয়ানদের বিপরীতে (যারা ছিল মৌখিক একপ্রকৃতিবাদী) ইউটিচিয়ানবাদীদের বলা হয় বাস্তব বা তাত্ত্বিক একপ্রকৃতিবাদী, এবং তাদের শিক্ষাকে বলা হয়, \"একপ্রকৃতিবাদী ধর্মদ্রোহিতার একটি চরম রূপ, যা খ্রিস্টে দেবত্বের একচেটিয়া প্রচলনের উপর জোর দেয়\"।\nসেভেরিয়ান, তারা খ্রিস্টের মানব প্রকৃতির বাস্তবতাকে জোর দিয়ে স্বীকার করেছিল যে, তার শরীর গুনাহ করতে সক্ষম ছিল, কিন্তু যুক্তি দিয়েছিল যে, যেহেতু একজন একক ব্যক্তির একক প্রকৃতি আছে এবং খ্রিস্ট একজন ব্যক্তি ছিলেন, দুইজন নয়, তাই শুধুমাত্র একটি প্রকৃতিই ছিল তার। পদার্থের ধারণায় একমত, কিন্তু কালেমার ধারণায় ভিন্নমত সত্ত্বেও, চ্যালসেডোনীয় পরিষদের সংজ্ঞায়, সেভারিয়ানরা মৌখিক মনোফাইসাইট হিসাবেও পরিচিত হয়।\nট্রাইথিস্ট, এরা ষষ্ঠ শতাব্দীর একপ্রকৃতিবাদীদের একটি দল, অ্যান্টিওকের জন অ্যাসকুনাজেস  নামে এক একপ্রকৃতিবাদী কর্তৃক প্রতিষ্ঠিত হয় বলে জানা যায়। তাদের প্রধান লেখক ছিলেন জন ফিলোপোনাস, তার মতে, পিতা, পুত্র এবং পবিত্র আত্মার সাধারণ প্রকৃতি তাদের স্বতন্ত্র স্বতন্ত্র প্রকৃতির একটি বিমূর্ততা।\n\n\n== মৌখিক একপ্রকৃতিবাদ ==\nমৌখিক একপ্রকৃতিবাদের বিবৃতির বিষয়ে, জাস্টো এল. গনজালেজ বলেন, \"তথাকথিত একপ্রকৃতিবাদী চার্চগুলির ধর্মতত্ত্ব সম্পর্কে ভ্রান্ত ধারণা না দিয়ে, যেগুলি বিংশ শতাব্দী পর্যন্ত টিকে ছিল, প্রত্যেক ধর্মবিদদের উচিত ইহা বর্ণনা করা যে, \"সমস্ত একপ্রকৃতিবাদী চরম সম্প্রদায় একটি সংক্ষিপ্ত সময়ের মধ্যে অদৃশ্য হয়ে গিয়েছে\", এবং \"বর্তমান তথাকথিত একপ্রকৃতিবাদী চার্চগুলির ধর্মতত্ত্ব প্রকৃত একপ্রকৃতিবাদের তুলনায় কিছুই না, বরং ইহা মৌখিক।\"\n\n\n== চালসেডন পর্ষদের পর একপ্রকৃতিবাদের রাজনৈতিক পরিস্থিতি ==\nসম্রাট ব্যাসিলিস্কাসের সময়, যিনি ৪৭৫ সালে সম্রাট জেনোকে ক্ষমতাচ্যুত করেন, \"মনোফাইসাইটরা তাদের ক্ষমতার শিখরে পৌঁছে গিয়েছিল\"। তার এনসাইক্লিয়নে, যা তিনি একই বছরে জারি করেছিলেন, তিনি চ্যালসেডনের পরিষদ প্রত্যাহার করেন এবং তার দণ্ডায়িত ইউটিচেদের অনুমোদন ব্যতীত ৪৪৯ সালের এফিসাসের দ্বিতীয় পরিষদকে স্বীকৃতি প্রদান করেন। তিনি চেয়েছিলেন তার ফরমানে প্রত্যেক বিশপ স্বাক্ষর করবে। তিনি চারটি প্রাচ্যীয় পাদ্রিতন্ত্রের মধ্যে তিনজনের স্বাক্ষর পান, কিন্তু রাজধানীর পাদ্রিতন্ত্র এবং জনগণ এত দৃঢ়ভাবে প্রতিবাদ করেছিল যে ৪৭৬ সালে, তার উৎখাত আসন্ন দেখে, তিনি তার পূর্বের আদেশ প্রত্যাহার করে তার অ্যান্টি-এনসাইক্লিয়ন জারি করেন। একই বছরে, সম্রাট জেনো বিজয়ী হয়ে ফিরে আসেন।\nঘটনাগুলি স্পষ্ট করে দেয় যে, মিশর ও সিরিয়ার চ্যালসেডোনিয়ান বিরোধী জনসংখ্যা ও কনস্টান্টিনোপল এবং বলকানের কট্টর চ্যালসডোনিয়ানপ্রেমী জনসংখ্যার মধ্যে একটি বিভাজন ছিল। উভয় পক্ষের সমন্বয় সাধনের প্রয়াসে, সম্রাট জেনো, কনস্টান্টিনোপলের অ্যাকাসিয়াস এবং আলেকজান্দ্রিয়ার তৃতীয় পিটারের সমর্থনে, ৪৮২ সালে আপসিত হেনোটিকন (মিশ্রণবাদ) ডিক্রি কার্যকর করার চেষ্টা করেন, যাতে ইউটিচের নিন্দা করা হয় কিন্তু চ্যালসেডনকে উপেক্ষা করা হয়। উভয় পক্ষের মধ্যে বিভেদ অনুসৃত রয়ে যায়। রোম অ্যাকাসিয়াসকে বহিষ্কার করে (যা ৩৫ বছরের অ্যাকাসিয়ান বিভেদের দিকে পরিস্থিতি নিয়ে যায়), যখন মিশরে অ্যাসেফালিগণ পিটার ৩য় থেকে আলাদা হয়ে যায়। জেনোর উত্তরসূরি সম্রাট একপ্রকৃতিবাদী অ্যানাস্তাসিয়াস ১ম ডিকোরাসের অধীনে অ্যাকাসিয়ান বিভেদ অব্যাহত ছিল এবং ৫১৮ সালে চ্যালসডোনিয়ান জাস্টিন প্রথমের সিংহাসন আরোহণের মাধ্যমে শেষ হয়।\nজাস্টিন প্রথমের স্থলাভিষিক্ত হন চ্যালসডোনপন্থী জাস্টিনিয়ান ১ম (৫২৭-৫৬৫), যদিও তার স্ত্রী সম্রাজ্ঞী থিওডোরা একপ্রকৃতিবাদীদের রক্ষা ও সহায়তা করেছিলেন।  এই সময়ে ফিলার্চ আল-হারিস ইবনে জাবালার অধীনে একপ্রকৃতিবাদী সিরিয়ান চার্চে গাসসানিদের পৃষ্ঠপোষকতা এটির টিকে থাকা এবং পুনরুজ্জীবন এবং এমনকি এর বিস্তারের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিল। জাস্টিনিয়ান প্রথমের স্থলে অভিষিক্ত হন জাস্টিন দ্বিতীয়। তিনি সম্ভবত একপ্রকৃতিবাদী রানী থিওডোরার প্রভাবের কারণে, সাম্রাজ্যের সিংহাসন পাওয়ার আগে চ্যালসডোনিয়ান বিশ্বাসে রূপান্তর নেন। কিছুকাল পরে, তিনি একপ্রকৃতিবাদীদের দমন নীতি গ্রহণ করেন। জাস্টিনিয়ান প্রথম থেকে, কোনো সম্রাটই ঘোষিত একপ্রকৃতিবাদী ছিলেন না, যদিও তারা একশক্তিবাদ এবং একেষণাবাদের মতো সমঝোতার সূত্র খুঁজে বের করার জন্য প্রচেষ্টা অব্যাহত রাখেন।\n\n\n== তথ্যসূত্র =="}