{"pageid": 1147512, "title": "সহপ্রকৃতিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1147512", "content": "মায়াফিজিটিজম হল এমন এক খ্রিস্টতাত্ত্বিক মতবাদ, যা ওরিয়েন্টাল অর্থোডক্স চার্চ কর্তৃক সমর্থিত, যার মধ্যে রয়েছে ইথিওপিয়ান অর্থোডক্স তেওয়াহেডো চার্চ, ইরিত্রিয়ান অর্থোডক্স তেওয়াহেডো চার্চ, আলেকজান্দ্রিয়ার কিবতীয় অর্থোডক্স চার্চ, মালঙ্কারা সিরিয়ান অর্থোডক্স চার্চ, সিরিয়াক অর্থোডক্স চার্চ এবং আর্মেনীয় প্রেরিতীয় চার্চ।\nতারা মনে করে যে, \"অবতার শব্দ, যীশু, সম্পূর্ণরূপে ঐশ্বরিক এবং সম্পূর্ণরূপে মানবও, এক \"প্রকৃতি\"তে (শারীরবৃত্তে)। ৪৫১ সালের চ্যালসডোন পরিষদে প্রতিষ্ঠিত মত, যীশু, দুটি \"প্রকৃতি\" (গ্রীক φύσεις) তে  একজন \"ব্যক্তি\" (গ্রীক ভাষায় ὑπόστασις hypostasis ) একটি ঐশ্বরিক প্রকৃতি এবং একটি মানব প্রকৃতি, এটি তারা মানতে চায় না।\nঐতিহাসিকভাবে, ইহা খ্রিস্টধর্মের মধ্যে বিতর্কের একটি প্রধান বিষয় হলেও, চ্যালসডোনিয়ান এবং মিয়াফাইসাইট চার্চ, উভয়েরই বেশ কয়েকটি আধুনিক প্রজ্ঞাপনে বলা হয়েছে যে, এ দুটি খ্রিস্টোলজিকাল ফর্মুলেশনের মধ্যে পার্থক্য মূলত শব্দার্থগত। এবং খ্রিস্টের প্রকৃতি সম্পর্কে বিশ্বাসের কোনো উল্লেখযোগ্য পার্থক্য এতে প্রতিফলিত হয় না।\n\n\n== পরিভাষা ==\nমিয়াফাইসাইট শব্দটি প্রাচীন গ্রীক μία ( mía, \"এক\") ও φύσις ( phúsis, \"প্রকৃতি, পদার্থ\") থেকে এসেছে। মিয়াফাইসাইট শিক্ষাটি আলেকজান্দ্রিয়ার সিরিলের সূত্র μία φύσις τοῦ θεοῦ λόγου σεσαρκωμένη এর উপর ভিত্তি করে হয়েছে, যার অর্থ \"কালেমাতুল্লাহর একটি সত্ত্বা মাংসের তৈরি\" (বা \"...কালেমা খোদা মাংসে তৈরি\")।\n৪৫১ সালের কাউন্সিল অফ চ্যালসেডন \"physis\" শব্দটি \"প্রকৃতি\" বোঝাতে ব্যবহার করে (যেমন \"ঐশ্বরিক প্রকৃতি\" এবং \"মানব প্রকৃতি\") এবং তারা সংজ্ঞা প্রদান করে যে, যীশুর মধ্যে একটি হাইপোস্ট্যাসিস (সত্ত্বা) কিন্তু দুটি ফিজিস (প্রকৃতি) ছিল। সিরিল সেই অর্থে ফিজিস শব্দ ব্যবহার করেছিলেন কিনা তা বিতর্কিত। জন অ্যান্টনি ম্যাকগুকিন বলেন যে, সিরিলের ফর্মুলাতে \"ফিজিস\", \"হাইপোস্ট্যাসিসের\" একটি রুক্ষ শব্দার্থিক সমতুল্য হিসাবে কাজ করে\"। \nঅন্যরা ব্যাখ্যা করেন, মিয়াফাইসাইটগন ফিজিস শব্দকে কাউন্সিলের ব্যবহারের সাথে সঙ্গতিপূর্ণ আখ্যা দেয় এবং \"মিয়াফাইসিটিজম\" কে \"মনোফিজিটিজম\" হিসাবে ঘোষণা করে, যা চ্যালসডোনিয়ান মতবাদকে অস্বীকার করার জন্য ব্যবহৃত একটি শব্দ! তবুও, তারা আরো বলে যে, \"মায়াফিসিটিজম\" হল \"সিরিয়, কিবতীয় এবং আর্মেনীয় চার্চের অবস্থানের জন্য অধিক সঠিক শব্দ\"।\nচ্যালসেডনের পরবর্তী বিশ্বজনীন কনস্টান্টিনোপলের দ্বিতীয় পরিষদ (৫৫৩ সাল), সিরিলের কওল গ্রহণ করে, কিন্তু এর ভুল ব্যাখ্যা করার বিরুদ্ধে সতর্ক করে দেয়।\nবিস্তৃত পরিভাষা \"ডাইওফিজিটিজম\" শুধুমাত্র চ্যালসডোনিয়ান শিক্ষাকে অন্তর্ভুক্ত করে না বরং  ব্যাখ্যা করে নেস্তোরিয়ানবাদকেও, যার অর্থ হল, যীশু শুধুমাত্র দুটি প্রকৃতির নয় বরং প্রকৃতপক্ষে বৈশিষ্ট্যের দুটি কেন্দ্র, এবং এজন্যই দুটি সত্ত্বা, ইহা একটি দৃষ্টিভঙ্গি যা চ্যালসেডনের কাউন্সিলে দণ্ডায়ন করা হয়েছে। একইভাবে, \"মনোফিজিটিজম\" শুধুমাত্র প্রাচ্যের অর্থোডক্স শিক্ষাই নয় বরং অন্তর্ভুক্ত করে ইউটিচিয়ানিজম নামক দৃষ্টিভঙ্গিকেও, যার মতে, শাশ্বত পুত্র বা কালেমাতুল্লাহর অবতারে ঐশ্বরিক এবং মানব প্রকৃতির মিলনের পরে, তার শুধুমাত্র একটি \"প্রকৃতি\" হয়ে যায়, যা ঈশ্বর ও মানুষের একটি সংশ্লেষণ, কোনটির সাথেই ভিন্ন নয়৷ এই মতবাদটি মিয়াফাইসাইটগণ প্রত্যাখ্যান করে, এর পরিবর্তে শিক্ষা দেন যে, অবতার খ্রিস্টের একটি \"প্রকৃতি\" আছে, কিন্তু সেটি ঐশ্বরিক চরিত্র এবং একটি মানব চরিত্র উভয়েরই। আর তা উভয়ের সমস্ত বৈশিষ্ট্যই বজায় রাখে, কোন মিশ্রন, বিভ্রান্তি (একসাথে গুলিয়ে ফেলা) বা উভয় প্রকৃতির পরিবর্তন না করেই।\nইউটিচিয়ানদের সাথে বিভ্রান্ত হওয়া এড়াতে, ওরিয়েন্টাল অর্থোডক্স চার্চগুলি \"মনোফাইসাইট\" তকমা প্রত্যাখ্যান করে। ডেমিয়েটের কিবতীয় মেট্রোপলিটন বিশপ ঘোষণা করেন যে তাদেরকে একপ্রকৃতিবাদী বলা অসার্থক, কারণ \"তারা সর্বদা কালেমাতুল্লার এক অবতার প্রকৃতিতে দুটি প্রকৃতির অস্তিত্বের ধারাবাহিকতা স্বীকার করে। কোন প্রকৃতিই মিলনের কারণে অস্তিত্বহীন হয় নাই এবং অবতার প্রকৃতি বোঝাতে 'মিয়া ফিসিস' শব্দটি 'মনোফাইসাইট' শব্দ থেকে সম্পূর্ণ আলাদা।[. . . ] ওরিয়েন্টাল অর্থোডক্সরা যীশু খ্রিস্টের একক প্রকৃতিতে বিশ্বাস করে না বরং একটি ঐক্যবদ্ধ ঐশ্বরিক-মানব প্রকৃতিতে বিশ্বাস করে।\"\n২০১৪ সালে অ্যাংলিকান – ওরিয়েন্টাল অর্থোডক্স ইন্টারন্যাশনাল কমিশনের সম্মত বিবৃতিতে বলা হয়েছে:\n\nThe term 'monophysite', which has been falsely used to describe the Christology of the Oriental Orthodox Churches, is both misleading and offensive as it implies Eutychianism. Anglicans, together with the wider oikumene, use the accurate term 'miaphysite' to refer to the Cyrilline teaching of the family of Oriental Orthodox Churches, and furthermore call each of these Churches by their official title of \"Oriental Orthodox\". The teaching of this family confesses not a single nature but one incarnate united divine-human nature of the Word of God. To say \"a single nature\" would be to imply that the human nature was absorbed in his divinity, as was taught by Eutyches.\n\n\n== তথ্যসূত্র =="}