{"pageid": 1147748, "title": "ভারতে চায়ের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1147748", "content": "ভারত বিশ্বের অন্যতম বৃহত্তম চা উৎপাদক, যদিও এর ৭০ শতাংশের বেশি চা ভারতই খাওয়া হয়। আসাম এবং দার্জিলিং চায়ের মতো বেশ কয়েকটি বিখ্যাত চাও একচেটিয়াভাবে ভারতেই উৎপাদন হয়। ভারতীয় চা শিল্প অনেকগুলো বৈশ্বমানের চা ব্র্যান্ডের মালিক হয়ে উঠেছে এবং বিশ্বের অন্যতম প্রযুক্তিগতভাবে সজ্জিত চা শিল্পে পরিণত হয়েছে। চা উৎপাদন, অনুমোদন, রপ্তানি এবং ভারতে চা ব্যবসার অন্যান্য সমস্ত দিক ভারতের চা পর্ষদ দ্বারা নিয়ন্ত্রিত হয়।\n\n\n== ইতিহাস ==\n১৬৬২ সালে মেন্ডেলস্লো ভারতে চা পানের আধা ঔষধি ব্যবহারের বর্ণনায় উল্লেখ করেছেন:\n\nAt our ordinary meetings every day we took only thay, which is commonly used all over the Indies, not only among those of the country, but also among the Dutch and the English, who take it as a drug that cleanses the stomach, and digests the superfluous humours, by a temperate heat particular thereto.\n১৬৮৯ সালে ওভিংটন সুরাটের বেনিয়াদের চিনি ছাড়া চা পান, অথবা এর সাথে অল্প পরিমাণে লেবুর রস এবং কিছু মশলা মিশিয়ে মাথাব্যথা, ঝাকুনি ও পাথুরে রোগ নিরাময়ে চায়ের ব্যাবহারের কথা উল্লেখ করেছেন।\nএই ধরনের ব্যবহারের জন্য চা পাতা চীন থেকে আনা হত বলে ধারণা করা হয়।\nভারতে বাণিজ্যিকভাবে চা চাষের জন্য পরীক্ষা-নিরীক্ষা শুরু হলে, ব্রিটিশ উপনিবেশবাদীরা বর্তমান পূর্ববঙ্গ ও আসাম অঞ্চলে মোটা পাতার চা গাছের সন্ধান পায়, সেগুলোকে পরীক্ষামূলকভাবে আবাদ শুরু করেলে ভালো ফলাফল পাওয়া যায়।\nতবে আসামের সিংফোস উপজাতি এই ধরনের চা গাছ দীর্ঘকাল ধরে চাষ করত। অসমীয়া এবং চীনা জাতগুলিকে অতীতে সম্পর্কিত তবে ভিন্ন প্রজাতি হিসাবে গণ্য করা হলেও এখন সাধারণত, উদ্ভিদবিদগণ দ্বারা দুটোকে একই প্রজাতি, ক্যামেলিয়া সিনেনসিস হিসাবে গণ্য করা হয়।\n১৮২০-এর দশকের গোড়ার দিকে, ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি ভারতের আসামে বৃহৎ আকারের চা উৎপাদন শুরু করে, যা মূলত ঐতিহ্যগতভাবে সিংফো উপজাতি দ্বারা আবাদ করে আসা জাতের চা।  ১৮২৬ সালে, ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি ইয়াণ্ডাবু সন্ধির মাধ্যমে অহোম রাজাদের কাছ থেকে অঞ্চলটি দখল করে। ১৮৩৭ সালে, উজান আসামের চাবুয়ায় প্রথম ইংরেজ মালিকানাধীন চা বাগান প্রতিষ্ঠিত হয়; ১৮৪০ সালে, আসাম টি কোম্পানি এই অঞ্চলে বাণিজ্যিকভাবে চায়ের উৎপাদন শুরু করে। ১৮৫০-এর দশকের গোড়ার দিকে, চা শিল্প দ্রুত সম্প্রসারিত হয়, যে কারণে চা বাগানগুলো জন্য বিশাল পরিমাণ জমি গ্রাস করতে থাকে। শতাব্দীর শুরুতে আসাম বিশ্বের শীর্ষস্থানীয় চা উৎপাদনকারী অঞ্চলে পরিণত হয়।\nভারতে অসমীয়া জাতে থেকে ভিন্ন চীনা চা উদ্ভিদের প্রবর্তনের কৃতিত্ব সাধারণত রবার্ট ফরচুনকে দেওয়া হয়, যিনি ১৮৪৮ থেকে ১৮৫১ সাল পর্যন্ত প্রায় আড়াই বছর চীনে লন্ডনের রয়্যাল হর্টিকালচারাল সোসাইটির হয়ে কাজ করেছিলেন। চীনা সাম্রাজ্যের সম্পত্তি হিসাবে গণ্য করা হত এমন চা\nগাছ এবং চারা চুরি করার জন্য ফর্ন চুবিভিন্ন উপায় ব্যবহার করেছিলেন।\nতিনি গাছগুলিকে টিকিয়ে রাখার জন্য ন্যাথানিয়েল বাগশো ওয়ার্ডের বহনযোগ্য ওয়ার্ডিয়ান কেসগুলিও ব্যবহার করেছিলেন। এই ছোট গ্রিনহাউসগুলি ব্যবহার করে, ফরচুন ভারতের দার্জিলিং অঞ্চলে, হিমালয়ের পাদদেশে খাড়া ঢালে, ক্যামেলিয়া গাছের পছন্দের অ্যাসিড মাটির সাথে ২০,০০০টি চা গাছ এবং চারা নিয়ে আসেন। চা পাতা উৎপাদনে সহায়তা করবে এমন একদল প্রশিক্ষিত চীনা চা শ্রমিককেও তিনি নিয়ে এসেছিলেন। প্রতিষ্ঠিত ভারতীয় বাগানে টিকে থাকা কয়েকটি গাছ বাদে, ভারতে আনা চীনা চা গাছের বেশিরভাগই ধ্বংস হয়ে যায়। চীন থেকে যে প্রযুক্তি এবং জ্ঞান আনা হয়েছিল তা চীনা জাত, বিশেষ করে দার্জিলিং চা ভারতীয় চা শিল্পের পরবর্তী বিকাশে সহায়ক হয়েছে।\nচায়ের গুণগতমান ও ব্রিটিশ সাম্রাজ্যের অর্থনৈতিক  এই দুই করণে প্রথম থেকেই ভারতে উৎপাদিত চা ব্রিটেনে অত্যন্ত জনপ্রিয় হয়ে ওঠে। প্রথম দিকে এটিকে একটি উচ্চ-মর্যাদার পানীয় হিসেবে দেখা হত, কিন্তু ক্রমাগতভাবে দাম কমতে থাকে এবং শ্রমিকশ্রেণীর মধ্যেও চায়ের জনপ্রিয়তা বৃদ্ধি পায়। অনেকে চীনা চাকে স্বাদগন্ধহীন বলে মনে করেন এবং প্রবলতা ও নিম্নমূল্যের কারণে ভারতীয় চায়ের প্রতি ব্যাপকভাবে আকর্ষিত হয়। উনবিংশ শতাব্দীর শেষ চতুর্থাংশে, লিয়ন, লিপটন এবং মাজাওয়াত্তির মতো বড় ব্র্যান্ডগুলি বাজারে আধিপত্য বিস্তার করে। ভিক্টোরীয় যুগে চা ছিল সমস্ত শ্রেণীর জন্য বিশিষ্টতম পানীয়, শ্রমজীবী পরিবারগুলি প্রায়শই অন্যান্য খাবার বাদ দিয়ে হলেও চা খেত। এর থেকে বোঝা যায় ভারতীয় চায়ের সম্ভাব্য বাজার কত বিশাল ছিল। ভারতীয় চা (শ্রীলঙ্কার সিলন চা সহ) শীঘ্রই \"আদর্শ\" হয়ে ওঠে এবং চীনা চা অল্প সংখ্যক মানুষের মধ্যে সীমাবদ্ধ হয়ে পড়ে। ১৯৭০-এর দশকে কফির উত্থান পর্যন্ত, উষ্ণ পানীয়ের বাজারের ভারতীয় চায়ের প্রায় একক নিয়ন্ত্রণ ছিল। এর প্রতিদ্বন্দ্বী ছিল কোকো, কফি এবং সুস্বাদু পানীয় যেমন বোভ্রিল এবং অক্সো । সাম্প্রতিক দশকে সস্তা হিসেবে পরিচিত এশীয় চা আফ্রিকার চায়ের কাছে, বিশেষ করে কেনিয়ার চায়ের কাছে ইউরোপীয় বাজার খুইয়েছে। \n\n\n== আধুনিক ভারতে চা উৎপাদন ==\n\nবর্তমানে ভারত চা উৎপাদনে শীর্ষস্থানে রয়েছে এবং অতীতেও দীর্ঘ সময় ধরে শীর্ষস্থানে ছিল। ভারতীয় চা কোম্পানিগুলি ব্রিটিশ ব্র্যান্ড টেটলি এবং টাইফু সহ বেশ কয়েকটি বিখ্যাত বিদেশী চা উদ্যোগ অধিগ্রহণ করেছে।ভারতের বৃহৎ চা সংস্থা গুডরিক গোষ্ঠীর মূল সংস্থা  ক্যামেলিয়া পিএলসি, ১০৩ মিলিয়ন কেজি চা উৎপাদন করে ২০১৮ সালে বিশ্বের বৃহত্তম বেসরকারি চা উৎপাদনকারী হয়ে উঠেছে।\n২০১৩ সালের হিসাবে অনুযায়ী ভারতে সবুজ চায়ের ব্যবহার বছরে ৫০% এরও বেশি বৃদ্ধি পাচ্ছে।\nভারতে চা উৎপাদনকারী প্রধান রাজ্যগুলো হলো: আসাম, পশ্চিমবঙ্গ, ত্রিপুরা, অরুণাচল প্রদেশ, কর্ণাটক, সিকিম, নাগাল্যান্ড, উত্তরাখণ্ড, মণিপুর, মিজোরাম, মেঘালয়।\n\n\n== সরকার ও ভারতীয় চা শিল্প ==\nব্যাপক নিয়োগকর্তা হিসেবে ভারতীয় চা শিল্প ভারত সরকারের দৃষ্টি আকর্ষণ করেছে। যখন রপ্তানি বিক্রি কমে গিয়েছিল, তখন সরকার শিল্প ও চা চাষীদের চাহিদার প্রতি সহানুভূতিশীল ছিল। সরকার অভ্যন্তরীণভাবে চা শিল্পকের সাহায্য করার জন্য প্রস্তাব পাস করেছে এবং আন্তর্জাতিকভাবে বিশ্ব বাণিজ্য সংস্থার মতো আন্তর্জাতিক সংস্থাগুলিকেও ব্যাপকভাবে প্রভাবিত করেছে।\nইউরোপীয় ইউনিয়নের সাথে ভারতীয় প্রশাসন এবং অন্যান্য ছয়টি দেশ ( ব্রাজিল, চিলি, জাপান, দক্ষিণ কোরিয়া এবং মেক্সিকো ) মার্কিন যুক্তরাষ্ট্র প্রণিত বার্ড সংশোধনীর বিরুদ্ধে ডব্লিউটিও-তে অভিযোগ দায়ের করেছে, যা আনুষ্ঠানিকভাবে অবিরত ডাম্পিং এবং সাবসিডি অফসেট আইন ২০০০ হিসাবে পরিচিত ছিল। এই আইনের মূল উদ্দেশ্য ছিল যাতে যে অ-মার্কিন সংস্থা যেগুলো মার্কিন যুক্তরাষ্ট্রে মূল্যের নীচে পণ্য বিক্রি করে তাদের জরিমানা করা যেতে পারে এবং সেই মার্কিন সংস্থাগুলিকে অর্থ দেওয়া হয় যারা অভিযোগ করেছিল। আইনটি অভিযোগকারী রাষ্ট্রের পণ্য ব্যবসায় বিরূপ প্রভাব ফেলে এবং WTO আইনটিকে বেআইনি বলে রায় দেওয়ার পরে এটি বাতিল করা হয়েছে।\nতদুপরি, ভারত সরকার পরিবর্তিত চা এবং কফির বাজারের বিষয়টি বিবেচনা করে এবং ২০০৩ সালের শেষের দিকে তাদের সমস্যাগুলি দেখার জন্য একটি আন্তঃমন্ত্রণালয় কমিটি (IMC) গঠন করে। আইএমসি সুপারিশ করে যে বৃক্ষরোপণ কর্মী আইন ১৯৫১-এর অধীনে বৃক্ষরোপণ কর্মীদর জন্য পরিকল্পিত কল্যাণমূলক পদক্ষেপ হিসাবে বৃক্ষরোপণ শিল্পের আংশিক আর্থিক ক্ষতি  সরকারকে বইতে হবে। অধিকন্তু, আইএমসি কিছু উপায় বের করার সুপারিশ করেছে যাতে রাজ্য সরকার কর্তৃক আরোপিত কৃষি আয়কর হ্রাস করা যায় এবং চা শিল্পকে প্রতিযোগিতামূলক করা যায়।\n\n\n== আলাদা সময় অঞ্চলের দাবি ==\nআসামের চা বাগানগুলি ভারতীয় মান সময় (IST) অনুসরণ করে না, যা ভারত এবং শ্রীলঙ্কা জুড়ে পালন করা হয়। আসামের চা বাগানের স্থানীয় সময়, যা \"চা বাগানের সময়\" বা বাগানটাইম নামে পরিচিত, ভারতীয় মান সময় থেকে এক ঘন্টা এগিয়ে। দেশের এই অংশ প্রায় এক ঘন্টা আগে সূর্যোদয়ের কারণে ব্রিটিশ আমলে এই ব্যবস্থা চালু করা হয়েছিল।\nসর্বোপরি, পদ্ধতিটি\nচা বাগানের শ্রমিকদের উৎপাদনশীলতা বৃদ্ধিতে সফল হয়েছে।\nবাগানে চা শ্রমিকদের কাজের সময় সাধারণত সকাল ৯টার মধ্যে হয় (মান সময় সকাল ৮টা) থেকে বিকেল ৫টা (মান সময় বিকাল ৪টা)এটি আলাদা আলাদা বাগানে সামান্য পরিবর্তিত হতে পারে।\nচলচ্চিত্র নির্মাতা জাহ্নু বড়ুয়া উত্তর-পূর্ব অঞ্চলের জন্য একটি পৃথক সময় অঞ্চলের জন্য প্রচারণা চালাচ্ছেন। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n১৯৭০ সালে মুক্তিপ্রাপ্ত তপন সিংহ পরিচালিত বাংলা চলচ্চিত্র সাগিনা মাহাতোতে,  ব্রিটিশ রাজের সময় উত্তর-পূর্ব ভারতের চা বাগানে শ্রমিক অধিকার ও রোপণকর্মীদের উপর অত্যাচার দেখানো হয়।\n২০১৩ সালে মুক্তিপ্রাপ্ত বালা পরিচালিত পরদেশী  একটি ভারতীয় তামিল নাট্য চলচ্চিত্র। চলচ্চিত্রটি স্বাধীনতার আগে ১৯৩০-এর দশকে বিশেষ করে দক্ষিণাঞ্চলীয় চা বাগানে ঘটে যাওয়া বাস্তব জীবনের ঘটনাগুলির উপর ভিত্তি করে তৈরি।\n\n\n== তথ্যসূত্র =="}