{"pageid": 1147038, "title": "লর্ড থমাস অ্যান্ড ফেয়ার অ্যানেট", "url": "https://bn.wikipedia.org/wiki?curid=1147038", "content": "লর্ড থমাস এবং ফেয়ার ইনফিনিটি (রাউড ৪ , চাইল্ড ৬৩), এছাড়াও কনন এস লর্ড থমাস এবং ফেয়ার এলেনর, ২ এবং ইংলিশ ব্লেড ব্লেড।\n\n\n== সারমর্ম ==\nলর্ড থমাস (বা মিষ্টি উইলি) ফেয়ার অ্যানেট, বা অ্যানি, বা এলিনরের প্রেমে পড়েছেন, কিন্তু তার সামান্য সম্পত্তি আছে। সে পরামর্শ চায়। তার বাবা, মা এবং ভাই (বা তাদের মধ্যে কেউ কেউ) পরামর্শ দেন যে তাকে একটি ধনী যৌতুক দিয়ে বাদাম-বাদামী দাসীকে বিয়ে করা উচিত। অ্যানেটকে বিয়ে করলে তার মা তাকে অভিশাপ দেবেন এবং বাদাম-বাদামী দাসীকে বিয়ে করলে তাকে আশীর্বাদ করবেন বলে প্রতিশ্রুতি দেন। তার বোন তাকে সতর্ক করে যে তার যৌতুক হারিয়ে যেতে পারে এবং তারপর তাকে একটি ভয়ঙ্কর বধূ ছাড়া আর কিছুই আটকে রাখা হবে না। তবুও সে তার মায়ের পরামর্শ নেয়।\nফেয়ার অ্যানেট যতটা সম্ভব জাঁকজমকপূর্ণ পোশাক পরে বিয়েতে যায়। বাদাম-বাদামী দাসীটি এতটাই ঈর্ষান্বিত যে সে অ্যানেটকে ছুরিকাঘাত করে হত্যা করে। লর্ড থমাস বাদাম-বাদামী দাসী এবং নিজেকে উভয়কেই ছুরিকাঘাত করেন। ফেয়ার অ্যানেটের কবর থেকে একটি গোলাপ জন্মে, লর্ড থমাসের একটি ব্রিয়ার থেকে, এবং তারা একসাথে বেড়ে ওঠে।\n\n\n== পাঠ্য ==\n\"অ্যা ট্র্যাজিকাল স্টোরি অফ লর্ড থমাস অ্যান্ড ফেয়ার এলিনর\" শিরোনামের প্রাচীনতম পরিচিত পাঠটি ১৬৭৭ সালে লন্ডনে মুদ্রিত হয়েছিল। এটি নিম্নলিখিত তিনটি শ্লোক দিয়ে শুরু হয়:\nলর্ড টমাস তিনি একজন সাহসী বনবিদ ছিলেন,\nরাজার হরিণের তাড়া,\nফর্সা এলেনর তিনি একজন ফর্সা মহিলা ছিলেন,\nলর্ড টমাস তিনি তার প্রিয়.\n\nহেঁয়ালি এসো, আমার ধাঁধা, প্রিয় মা, তিনি বললেন,\nএবং আমাদের উভয়কে এক হিসাবে হেঁয়ালি করুন;\nআমি ন্যায্য এলিনরের সাথে বিয়ে করব কিনা,\nএবং বাদামী মেয়ে একা যাক.\n\nবাদামী মেয়েটি বাড়ি ও জমি পেয়েছে,\nফেয়ার এলিনর সে কিছুই পায়নি,\nতাই আমি আমার আশীর্বাদের জন্য আপনাকে চার্জ করি,\nআমাকে বাদামী মেয়ে বাড়িতে আনতে।\n\n\n== বৈচিত্র এবং সম্পর্কিত ব্যালাড ==\nব্যালাডের আঞ্চলিক এবং মুদ্রিত বৈচিত্রগুলি \"ফেয়ার এলেনর\", \"লর্ড থমাস এবং ফেয়ার এলেন্ডার\", \"ফেয়ার এলেন এবং ব্রাউন গার্ল\", \"লর্ড থমাসের বিবাহ\", \"দ্য ব্রাউন ব্রাইড\" এবং অন্যান্য সহ অনেক শিরোনাম দ্বারা পরিচিত।এই সম্পর্কিত ইংরেজি গীতিনাট্য যা স্তবক রচনা এবং সেইসাথে হৃদয়বিদারক-প্ররোচিত মৃত্যুর আখ্যান ভাগ করে ফেয়ার মারগারেট অ্যান্ড সুইট উইলিয়াম এবং Lord Lovel।\nএই ব্যালাডের বেশ কয়েকটি নর্স রূপ বিদ্যমান, যদিও পুরুষটি তার বন্ধুদের পরামর্শে মহিলাটিকে প্রত্যাখ্যান করে না।\n\n\n== ভাষ্য ==\nকবরের গাছপালা যেগুলি একসাথে বেড়ে ওঠে তা সত্যিকারের ভালবাসা প্রকাশের একটি মোটিফ, যা বারবারা অ্যালেন এবং ট্রিস্টান এবং আইসেল্টের বিভিন্ন রূপ এবং বাউসিস এবং ফিলেমনের কিংবদন্তিতেও পাওয়া যায়।\nএই ব্যালাডটির সাথে \"দ্য নাট-ব্রাউন মেইড\" এর কোনো সংযোগ নেই, যেখানে একজন বাদাম-বাদামী দাসী নায়িকা।\n\n\n== রেকর্ডিং ==\nগানের অনেক ঐতিহ্যবাহী রেকর্ডিং তৈরি করা হয়েছে,\nজিম কপার এবং বব কপারের কপার পরিবারের ঐতিহ্যবাহী সাসেক্স সংস্করণটি ১৯৫২ এবং ১৯৭৬ সালে রেকর্ড করা হয়েছিল, পিটার কেনেডি ডরসেটের চার্লি উইলসের একটি সংস্করণ গান গেয়ে রেকর্ড করেছিলেন, এবং ডরসেটের ক্যারোলিন হিউজও ইওয়ানের গান গেয়ে রেকর্ড করেছিলেন। ম্যাককল / পেগি সিগার এবং পিটার কেনেডি ১৯৬০-এর দশকে। পিটার কেনেডি এবং হামিশ হেন্ডারসনের মতো সংগ্রাহকরা ১৯৫০এবং ৬০ এর দশকে স্কটল্যান্ডে সংস্করণ রেকর্ড করেছিলেন।\nগানটি মার্কিন যুক্তরাষ্ট্রে অত্যন্ত জনপ্রিয় বলে মনে হয়, যেখানে প্রায় ১০০টি ফিল্ড রেকর্ডিং করা হয়েছে, যার মধ্যে ১৯৪৯ সালে অ্যালান লোম্যাক্সের জিন রিচির রেকর্ডিং রয়েছে, যার একটি অংশ অ্যালান লোম্যাক্স আর্কাইভে শোনা যায়। ওয়েবসাইট। জিন রিচি পরে তার অ্যালবামের \"বেস্ট অফ জিন রিচি\" এর একটি ভিন্ন সংস্করণ প্রকাশ করেছে।\n\n\n== আরো দেখুন ==\nLady Alice\nFair Annie\n\n\n== বহিঃসংযোগ ==\nLord Thomas and Fair Ellinor"}