{"pageid": 1147677, "title": "জে মেইনার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1147677", "content": "জে মেনার্ড (জন্ম ২৭ জুলাই, ১৯৬০) হলেন একজন আমেরিকান কম্পিউটার প্রোগ্রামার, সিস্টেম অ্যাডমিনিস্ট্রেটর এবং হারকিউলিসের জন্য স্বেচ্ছাসেবী প্রকল্প রক্ষণাবেক্ষণকারী, আইবিএম মেইনফ্রেম হার্ডওয়্যারের একটি বিনামূল্যের এমুলেটর। তিনি ট্রন চলচ্চিত্রের উপর ভিত্তি করে তার স্ব-নির্মিত ইলেক্ট্রোলুমিনেসেন্ট পোশাকের জন্য পরিচিত, যার ফলে তার ডাক নাম ট্রন গাই।\n\n\n== ইন্টারনেট খ্যাতি ==\nমেনার্ড একটি প্রকাশক ইলেক্ট্রোলুমিনেসেন্ট পোশাক তৈরি করেছিলেন, ট্রন ফিল্ম দ্বারা অনুপ্রাণিত হয়ে, যা তিনি ২০০৪ সালে পেঙ্গুইকন বিজ্ঞানের কল্পকাহিনী সম্মেলনে পরতে পারেন। তিনি বলেছেন যে তিনি \"পেঙ্গুইকন মিস করেননি, এবং করতে চান না\"।[১] তিনি পোশাকের ফটোগুলির একটি ওয়েব পেজ তৈরি করেছেন, এবং নিজের পরা। স্ল্যাশডট[২] এবং ফার্ক-এ পোস্ট করার পরে তার ছবিগুলির পৃষ্ঠা দ্রুত ইন্টারনেটে অনেক মনোযোগ লাভ করে।\n২০০৬ সালে, মেনার্ড একই নামের ওয়েবসাইটের জন্য \"উই আর দ্য ওয়েব\" শিরোনামের একটি মিউজিক ভিডিওতে হাজির হন। ভিডিওটি নেটওয়ার্ক নিরপেক্ষতার[৩] ধারণাকে সমর্থন করে। এতে, মেনার্ড লেসলি হল এবং র্যান্ডি কনস্টান সহ অন্যান্য ইন্টারনেট সেলিব্রিটিদের সাথে উপস্থিত হয়েছেন। ২০০৮ সালের সাউথ পার্ক এপিসোড \"কানাডা অন স্ট্রাইক\"-এও তাকে প্যারোডি করা হয়েছিল। গ্যারি ব্রলসমা, স্টার ওয়ারস কিড, ক্রিস ক্রোকার এবং টে জোন্ডে-এর মতো অন্যান্য ইন্টারনেট সেলিব্রিটিদের সাথে তার সাদৃশ্য উপস্থিত হয়েছিল।\n2010 সালে, মেনার্ড তার স্থানীয় চলচ্চিত্র প্রেক্ষাগৃহে তার আইকনিক ট্রন স্যুটে ট্রন: লিগ্যাসি চলচ্চিত্রটি দেখতে নিষিদ্ধ করা হয়েছিল কারণ তার স্যুটে আলোকিত আলো রয়েছে।[৪]\n৮ জুন, ২০১১ তারিখে, মেনার্ড আমেরিকা'স গট ট্যালেন্টে উপস্থিত হন। তিনি তিনটি বিচারকের সবার কাছ থেকে একটি \"না\" ভোট পেয়েছিলেন এবং অডিশন রাউন্ড অতিক্রম করতে পারেননি৷[৫] হাউই ম্যান্ডেল তাকে তার সূচনা বক্তৃতাটি বেশ কয়েকবার পুনরায় শুরু করতে বলেছিলেন, তাই তার কাজটি কী হতে চলেছে তা অস্পষ্ট ছিল।\n২০১১ সালে, মেনার্ড ডাক প্রোডাক্টস-এর \"স্ট্যাক অন ডক ভিডিও প্রজেক্ট\"-এ উপস্থিত হন,[৬][৭][৮] একটি ডাক্ট টেপের জন্য একটি বাণিজ্যিক। R প্রতিক্রিয়াশীল দ্বারা তৈরি এবং টোঙ্গাল দ্বারা উত্পাদিত বিজ্ঞাপনটি, স্টপ-মোশন অ্যানিমেশন ব্যবহার করে ট্রন থেকে আলো-চক্র রেস পুনরায় তৈরি করে, যার পরে ট্রন গাই পোশাকে মেনার্ডের উপস্থিতি। ভিডিওটি ওয়্যারড ম্যাগাজিনে একটি \"জিনিয়াস আইডিয়া\" [9] হিসাবে প্রদর্শিত হয়েছিল এবং মেনার্ডের আগের অনেক ভিডিওর মতো ভাইরাল হয়েছিল, যা Vimeo-তে সর্বকালের দশম সর্বাধিক দেখা ভিডিও হয়ে উঠেছে।\n২৬শে আগস্ট, ২০১৫-এ, জার্মানির ফ্রাঙ্কফুর্টে ডয়েচেস ফিল্মইনস্টিটিউটে ফিল্ম এবং গেমস ইন্টারঅ্যাকশন প্রদর্শনীর জন্য অলিম্প্রোনিকা আয়োজিত একটি লাইভ ভিডিও পডকাস্টে সিন ওয়ার্ল্ড পডকাস্ট দ্বারা মেনার্ডের সাক্ষাৎকার নেওয়া হয়েছিল। সাক্ষাত্কারটি টুইচ-এ লাইভ উপস্থাপিত হয়েছিল এবং পরে ইউটিউব এবং অডিও পডকাস্ট উভয় ক্ষেত্রেই একটি ভিডিও সাক্ষাৎকার হিসাবে প্রকাশিত হয়েছিল।[১০]\n\n\n== আরও দেখুন ==\nList of Internet phenomena\n\n\n== তথ্যসূত্র ==\nWhat is Penguicon?. YouTube Video (May 4, 2013)\n\"Another Fan-Made TRON Costume\".April 18, 2004. Retrieved July 12, 2006.\n\"Fighting for Net Neutrality\". wearetheweb.org. Archived fromthe original. on August 21, 2006. Retrieved August 21, 2006\n\"TRON Guy's Costume – Banned from Movie Theater\".TMZ.com. December 12, 2010.\n\"America's Got Talent - Jay Maynard - The Tron Guy Audition - Season 6\".America's Got Talent. June 8, 2011.\n\"$5,000 Ad Contest Yields The Ultimate 'Tron' Cameo\".Advertising & Marketing. Adweek. 2011. Retrieved October 27, 2011.\n\"Duck Tron Races On Vimeo, Quickly Gets 268K Views\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ এপ্রিল ২০১৬ তারিখে.ClickZ Marketing News & Expert Advice. Incisive Interactive Marketing LLC. 2011. Retrieved October 27, 2011.\n\"Tongal Timeline\".ongal.com. Archived from the original on July 10, 2015. Retrieved July 7, 2015.\n\"Video: Genius Idea for Tron-Themed Duck Tape Ad\".Retrieved July 7, 2015.\n\"Podcast Episode #10 - Jay Maynard: The Tron Guy\".Scene World Magazine. August 28, 2015.\n\n\n== বহিঃসংযোগ ==\nJay Maynard\nJay Maynard"}