{"pageid": 1147554, "title": "শালিমার বাগ", "url": "https://bn.wikipedia.org/wiki?curid=1147554", "content": "শালিমার বাগ হল শ্রীনগরের একটি মুঘল বাগান, যা ভারতের জম্মু ও কাশ্মীরের শ্রীনগর শহরের উপকণ্ঠে অবস্থিত ডাল লেকের উত্তর-পূর্ব দিকে একটি চ্যানেলের মাধ্যমে যুক্ত। এর অন্যান্য নাম হল শালিমার গার্ডেন, শালিমার বাগ, ফারাহ বক্স এবং ফয়েজ বক্স এবং আশেপাশের অন্যান্য বিখ্যাত শোর লাইন গার্ডেন হল নিশাত বাগ। বাগটি 1619 সালে মুঘল সম্রাট জাহাঙ্গীর তার স্ত্রী নূর জাহানের জন্য তৈরি করেছিলেন। বাগটিকে মুঘল উদ্যানপালনের উচ্চ স্থান হিসাবে বিবেচনা করা হয়। এটি এখন একটি পাবলিক পার্ক। এবার একে শ্রীনগরের মুকুটও বলা হয়।  \n\n\n== বর্ননা ==\nশালিমার বাগ হল কাশ্মীরের বিখ্যাত রাজকীয় উদ্যান। শালিমার (\"প্রেমের আবাস\") নামটি 6ষ্ঠ শতকে খ্রিস্টাব্দে দ্বিতীয় প্রভারসেন দ্বারা নির্মিত কাঠামোর নামে চিহ্নিত করা যেতে পারে, যখন বাগানটি একটি হিন্দু পবিত্র স্থান ছিল। সম্রাট জাহাঙ্গীর বাগানটির প্রতি এতটাই মুগ্ধ হয়েছিলেন যে তিনি একে \"কাশ্মীরের অন্যতম দর্শনীয় স্থান\" বলে অভিহিত করেছিলেন।\nশালিমার বাগ শ্রীনগরের কেন্দ্র থেকে আনুমানিক পনের কিলোমিটার দূরে ডাল লেকের উত্তর-পূর্ব দিকে অবস্থিত। এটি জাহাঙ্গীর ফারাহ বক্স (\"আনন্দময়\") হিসাবে 1619 সালে স্থাপন করেছিলেন, যখন তিনি শ্রীনগর শহর প্রতিষ্ঠা করেছিলেন। 1630 সালে, শাহজাহানের আদেশে, স্থানীয় কাশ্মীরি গভর্নর জাফর খান ফয়েজ বকশ নামে বাগানটি সম্প্রসারিত করেন।(\"প্রচুর\")। প্রয়াত পাঠান এবং শিখ গভর্নরদের অধীনে, শালিমারকে একটি আনন্দের অবলম্বন হিসাবে বিবেচনা করা হয়েছিল এবং রঞ্জিত সিংয়ের শাসনামলে, মহারাজা হরি সিং বৈদ্যুতিক আলো স্থাপন করার আগে ইউরোপীয় দর্শকদের এর মার্বেল প্যাভিলিয়নে রাখা হয়েছিল। শালিমারের জায়গাটি বাগানের জন্য আদর্শভাবে উপযুক্ত বলে মনে হয়; এটিতে একটি প্রাকৃতিক খাল ছিল, এবং একটি ছোট কাছাকাছি বসন্ত-খাওয়া স্রোতকে বাগানের জায়গায় ঘুরিয়ে দেওয়া হয়েছিল যাতে অবিচ্ছিন্ন প্রবাহিত জল সরবরাহ করা হয়।\nপ্রায় 12.4 হেক্টর এলাকা জুড়ে, বাগানটি আয়তক্ষেত্রাকার এবং 587 মিটার লম্বা এবং 251 মিটার চওড়া। এটি উত্তর-পূর্ব থেকে দক্ষিণ-পশ্চিম দিকে অবস্থিত, যার সর্বোচ্চ বিন্দুটি উত্তর-পূর্ব দিকে অবস্থিত। যদিও এটি সরাসরি হ্রদের তীরে অবস্থিত নয়, এটি একটি দীর্ঘ খাল দ্বারা লেক ডালের সাথে সংযুক্ত এবং এই খালের মাধ্যমে  বাগানে যাওয়ার আনুষ্ঠানিক পদ্ধতি। ডাল লেকের আশেপাশে চলে যাওয়া রাস্তা থেকেও এখন যাওয়া যায়।\nশালিমার বাগ হল আনুষ্ঠানিক ফার্সি চাহার বাগের একটি অভিযোজন, যা ঐতিহ্যগতভাবে অভিন্ন আকৃতির, এর কেন্দ্রে একটি জলের উৎস এবং চারটি বিকিরণকারী স্রোত রয়েছে যা বাগানটিকে চারটি ভাগে বিভক্ত করে। লেকের ডালের আশেপাশের অন্যান্য মুঘল বাগানের মতো, শালিমার চাহার বাগকে অভিযোজিত করেসেন্ট্রাল ওয়াটার চ্যানেলের উপর জোর দিয়ে পার্বত্য ভূগোল পর্যন্ত; গৌণ চ্যানেলগুলি নকশা থেকে ছোট বা সরানো হয়, এবং জলের উত্স বাগানের কেন্দ্র থেকে সর্বোচ্চ স্থানে স্থানান্তরিত হয়। এইভাবে বাগানের কেন্দ্রীয় জলের খাল ( শাহ নাহার ) তার প্রধান অক্ষ তৈরি করে, তিনটি সোপানকে তাদের নিয়মিত স্থাপন করা ঝর্ণা এবং চিনার (সিকামোর) গাছের রেখাযুক্ত দৃশ্যের সাথে একত্রিত করে। বাগানের চূড়া থেকে শুরু করে বাগানের প্রতিটি বড়দের (মণ্ডপ) মধ্য দিয়ে খালটি বয়ে গেছে। প্রতিটি বারান্দায়, খালটি একটি বড় পুকুরে প্রবাহিত হয়, যা এর বারাদারিকে তুলে ধরে. শালিমার বাগের মধ্যে, তিনটি টেরেসের প্রত্যেকটির আলাদা আলাদা কার্যকারিতা এবং গোপনীয়তার স্তর ছিল: একটি পাবলিক গার্ডেন (প্রথম সোপান), একটি ব্যক্তিগত বাগান, যাকে সম্রাটের বাগান (দ্বিতীয় সোপান) এবং জেনানা (হারেম) বাগানও বলা হয়। তৃতীয় সোপান।\nওয়াটার ট্যাক্সি বা সড়কপথে আসার পরে, রাস্তার স্তরে দুটি ছোট প্যাভিলিয়নের মাধ্যমে যেটি প্রথম ছাদে পাবলিক বাগানে নিয়ে যায়, সে বাগানে প্রবেশ করে। একটি বড় বড়দারি , দিওয়ান-ই'আম (পাবলিক শ্রোতা হল), যেখানে সম্রাট কাশ্মীরে থাকাকালীন তার প্রতিদিনের দরবার করতেন, প্রবেশদ্বারের ঠিক উপরে অবস্থিত। জলের ক্যাসকেড দ্বারা বেষ্টিত একটি কালো মার্বেল মার্বেল সিংহাসন দিওয়ান-ই'আম্মের কেন্দ্রীয় বৈশিষ্ট্য গঠন করে।\nঅক্ষীয় খাল ধরে দ্বিতীয় সোপান পর্যন্ত চলতে থাকলে, একজন (প্রাক্তন) দিওয়ান-ই খাস বা ব্যক্তিগত দর্শক হলে পৌঁছায়, যা কেবলমাত্র দরবারের অভিজাত বা অতিথিদের জন্যই অ্যাক্সেসযোগ্য। দিওয়ান-ই খাসের মধ্যে শুধু পাথরের পাদদেশ অবশিষ্ট আছে। দিওয়ান-ই খাস-এর ফোয়ারা পুল খালটি সরবরাহ করে কারণ এটি দিওয়ান-ই'আম পর্যন্ত চলে যায় এবং এর পরিবর্তে, এটি তৃতীয় স্তরে, জেনানা বাগানের ঝর্ণা পুল দ্বারা সরবরাহ করা হয়। দ্বিতীয় সোপান এবং দিওয়ান-ই খাস থেকে উপরের দিকে অগ্রসর হয়ে, জেনানা বাগানের কাছে যাওয়ার সাথে সাথে চিনার গাছগুলি অক্ষীয় জলের চ্যানেলের পাশে রয়েছে। দুটি ছোট প্যাভিলিয়ন তৃতীয় স্তরে প্রবেশের সূচনা এবং নিয়ন্ত্রণ করে, যা রাজকীয় হারেমের জন্য সংরক্ষিত ছিল। জেনানা বাগানে একটি বড়দারি বাড়িকালো মার্বেল যাকে ব্ল্যাক প্যাভিলিয়ন বলা হয়, যা একটি ফোয়ারা পুল দ্বারা বেষ্টিত যা একটি উচ্চ সোপান থেকে সরবরাহ করা হয়। প্যাভিলিয়নের পিছনে, একটি ডাবল ক্যাসকেড একটি নিচু প্রাচীরের সাথে পড়েছে যার মধ্যে ছোট কুলুঙ্গি ( চিনি খান ) কাটা রয়েছে। দুটি ছোট, গৌণ জলের খাল ব্ল্যাক প্যাভিলিয়ন থেকে ছোট বড়াদরি পর্যন্ত নিয়ে যায় । তৃতীয় স্তরের উপরে, দুটি অষ্টভুজাকার প্যাভিলিয়ন বাগানের শেষ প্রাচীরকে সংজ্ঞায়িত করে। শালিমার বাগ বাগান জলপ্রপাতের পিছনে তার চিনি খানা বা কুলুঙ্গির জন্য সুপরিচিত । এই কুলুঙ্গিগুলি, যা একসময় তেলের প্রদীপ ধারণ করেছিল, এখন ফুলের পাত্রগুলি ধরে রাখে, যাতে তাদের রঙগুলি প্রবাহিত জলের পিছনে প্রতিফলিত হয়। আজ, বাগান একটি পাবলিক পার্ক. সূত্র : ব্রুকস, জন।\n\n\n== ইতিহাস ==\n\nসম্রাট জাহাঙ্গীর তার বিখ্যাত শালিমার বাগ নির্মাণ করেছিলেন, তার স্বপ্নের প্রকল্প তার রানীকে খুশি করার জন্য। তিনি 1619 সালে প্রাচীন বাগানটিকে একটি রাজকীয় বাগানে পরিণত করেন এবং এটিকে 'ফারাহ বক্স' ('আনন্দময়') নামে অভিহিত করেন। তিনি তার স্ত্রী নুরজাহানের ('পৃথিবীর আলো') জন্য এটি নির্মাণ করেছিলেন। 1630 সালে, সম্রাট শাহজাহানের আদেশে, কাশ্মীরের গভর্নর জাফর খান এটিকে প্রসারিত করেন। তিনি এটির নাম দেন 'ফয়েজ বকশ' ('প্রদানকারী')। এটি তখন জাফর খানের অনুসরণকারী পাঠান ও শিখ গভর্নরদের জন্য একটি আনন্দের জায়গা হয়ে ওঠে।\nমহারাজা রঞ্জিত সিংয়ের শাসনামলে মার্বেল প্যাভিলিয়নটি ছিল ইউরোপীয় দর্শকদের গেস্ট হাউস। মহারাজা হরি সিং-এর শাসনামলে চত্বরের বিদ্যুতায়ন করা হয়েছিল। এইভাবে, বছরের পর বছর ধরে, অনেক শাসক দ্বারা বাগানটি সম্প্রসারিত এবং উন্নত করা হয়েছিল এবং বিভিন্ন নামে ডাকা হয়েছিল, তবে সবচেয়ে জনপ্রিয় নাম 'শালিমার বাগ' আজও অব্যাহত রয়েছে।\nবিশেষ করে মুঘল আমলে, সম্রাট জাহাঙ্গীর এবং তার স্ত্রী নুরজাহান কাশ্মীরের প্রতি এতটাই মুগ্ধ ছিলেন যে গ্রীষ্মকালে তারা কমপক্ষে 13 বার দিল্লি থেকে তাদের পূর্ণ দরবারীদের নিয়ে শ্রীনগরে চলে আসেন। শালিমার বাগ ছিল তাদের সাম্রাজ্যের গ্রীষ্মকালীন বাসস্থান এবং রাজদরবার। তারা হাতির চড়ে পীর পাঞ্জাল পর্বতমালার কঠিন তুষারময় পথ পেরিয়ে শ্রীনগরে পৌঁছান।\n\n\n== লেআউট ==\n\nবাগানের বিন্যাসটি পারস্য পারস্য উদ্যান নামে পরিচিত আরেকটি ইসলামিক বাগান বিন্যাসের একটি অভিযোজন। জলের উত্স হিসাবে কেন্দ্রীয় অবস্থান থেকে চারটি বিকিরণকারী বাহু সহ একটি বর্গাকার পরিকল্পনায় সমতল ভূমিতে নির্মিত এই বাগানটি। এটিকে পার্বত্য অঞ্চল এবং একটি কূপের প্রাপ্যতা অনুসারে পরিমার্জন করা প্রয়োজন, যা একটি উচ্চ উচ্চতা থেকে পরিকল্পিত উদ্যানে সরিয়ে নেওয়া যেতে পারে। পরিবর্তনগুলি বাগানের মধ্য দিয়ে অক্ষীয়ভাবে শীর্ষ থেকে সর্বনিম্ন বিন্দু পর্যন্ত চলমান মূল চ্যানেলটিকে জড়িত করে। শাহ নাহার নামে পরিচিত এই কেন্দ্রীয় চ্যানেলটি বাগানের প্রধান অক্ষ। এটি তিনটি টেরেস দিয়ে চলে। এই বিন্যাসটি রেডিয়াল বাহুগুলিকে ছেড়ে দেয় এবং চাহারবাগের বর্গাকার পরিকল্পনার পরিবর্তে আকারটি আয়তাকার হয়ে ওঠে।\nবাগানটি, শেষ পর্যন্ত স্থাপিত, মূল অক্ষ চ্যানেলে 587 মিটার (1,926 ফুট) দৈর্ঘ্য এবং 251 মিটার (823 ফুট) মোট প্রস্থ সহ নির্মিত 12.4 হেক্টর (31 একর) এলাকা জুড়ে রয়েছে। বাগানে ঝর্ণা এবং চিনার (সিকামোর) গাছের রেখাযুক্ত দৃশ্য সহ তিনটি সোপান রয়েছে। শাহনাহার হল সমস্ত টেরেসের প্রধান ফিডার চ্যানেল। তিনটি টেরেসের প্রত্যেকটির একটি নির্দিষ্ট ভূমিকা রয়েছে।\nবাগানটি প্রায় 1 মাইল (1.6 কিমি) দৈর্ঘ্য এবং 12 গজ (11 মিটার) প্রস্থের একটি খালের মাধ্যমে খোলা ডাল হ্রদের জলের সাথে যুক্ত ছিল যা জলাবদ্ধ জলাভূমির মধ্য দিয়ে চলেছিল। উইলো গ্রোভস এবং ধানের বারান্দাগুলি হ্রদের ধার ঘেঁষে। চিনার গাছের সারি দিয়ে লেকের পাড়ে বিস্তৃত সবুজ পথ। বাগানটি 2 ফুট (0.61 মিটার) ব্যবধানে রোপণ করা অ্যাসপেন গাছের পথ দিয়ে রেখাযুক্ত ট্রেলাইজড ওয়াকওয়েতে স্থাপন করা হয়েছিল।\n\n\n== স্থাপত্য ==\n\nবাগানের তিনটি সোপানের স্থাপত্য বিবরণ বিস্তৃত।\nপ্রথম সোপান হল একটি পাবলিক গার্ডেন বা বাইরের বাগান যা দিওয়ান-ই-আম (পাবলিক দর্শক হল) এ শেষ হয়। এই হলটিতে, জলপ্রপাতের উপরে একটি ছোট কালো মার্বেল সিংহাসন স্থাপন করা হয়েছিল।\nঅক্ষীয় খাল বরাবর দ্বিতীয় টেরেস গার্ডেন, সামান্য চওড়া, দুটি অগভীর সোপান রয়েছে। দিওয়ান-ই-খাস (ব্যক্তিগত শ্রোতাদের হল), যা কেবলমাত্র দরবারের সম্ভ্রান্ত ব্যক্তি বা অতিথিদের জন্য অ্যাক্সেসযোগ্য ছিল, এখন পরিত্যক্ত, এর কেন্দ্রে রয়েছে। যাইহোক, খোদাই করা পাথরের ভিত্তি এবং ঝর্ণা দ্বারা বেষ্টিত একটি সূক্ষ্ম প্ল্যাটফর্ম এখনও দেখা যায়। রাজকীয় বাথরুমগুলি এই ঘেরের উত্তর-পশ্চিম সীমানায় অবস্থিত। দিওয়ান-ই-খাস, দিওয়ান-ই-আম-এর ফোয়ারা পুল এবং পর্যায়ক্রমে জেনানা সোপান সরবরাহ করা হয়। এতে 410টি ফোয়ারা রয়েছে।\nতৃতীয় সোপানে, অক্ষীয় জলপ্রবাহটি জেনানা বাগানের মধ্য দিয়ে প্রবাহিত হয়েছে, যেটি দিওয়ান-ই-খাস এবং চিনার গাছ দ্বারা ঘেরা। এই সোপানের প্রবেশপথে, দুটি ছোট প্যাভিলিয়ন বা গার্ড রুম (পাথরের চত্বরে কাশ্মীর শৈলীতে নির্মিত) রয়েছে যা রাজকীয় হারেমের সীমাবদ্ধ এবং নিয়ন্ত্রিত প্রবেশ অঞ্চল। জেনানা বাগানে শাহাজাহান কালো মার্বেলের একটি বড়দাড়ি তৈরি করেন, যাকে কালো প্যাভিলিয়ন বলে। এটি একটি ঝর্ণা পুল দ্বারা ঘেরা যা একটি উচ্চ সোপান থেকে এর সরবরাহ গ্রহণ করে। প্যাভিলিয়নের পিছনে ছোট কুলুঙ্গি (চিনি খান) দিয়ে খোদাই করা একটি নিচু প্রাচীরের বিরুদ্ধে একটি ডবল ক্যাসকেড পড়ে। দুটি ছোট, গৌণ জলের খাল কালো প্যাভিলিয়ন থেকে একটি ছোট বারাদারির দিকে নিয়ে যায়। তৃতীয় স্তরের উপরে, দুটি অষ্টভুজাকার প্যাভিলিয়ন বাগানের শেষ প্রাচীরকে সংজ্ঞায়িত করে। বরফের পাহাড়ের এক মনোরম পটভূমি আছে বড়দরিতে,\nশালিমার বাগ বাগান জলপ্রপাতের পিছনে চিনি খানা বা খিলান কুলুঙ্গির জন্য সুপরিচিত । তারা বাগের একটি অনন্য বৈশিষ্ট্য। এই কুলুঙ্গিগুলি রাতে তেলের বাতি দিয়ে আলোকিত হত, যা জলপ্রপাতকে রূপকথার রূপ দিত। যাইহোক, এখন কুলুঙ্গিগুলি ফুলের পাত্রের পাত্রগুলিকে ধরে রাখে যেগুলি ক্যাসকেডিং জলের পিছনে তাদের রং          প্রতিফলিত করে।\nউল্লেখিত আরেকটি অস্বাভাবিক স্থাপত্য বৈশিষ্ট্য হল বড়দারির দরজা সম্পর্কে। বাগান কমপ্লেক্সে, বড়দরিতে স্তম্ভ দ্বারা সমর্থিত পাথরের তৈরি চারটি চমৎকার দরজা ছিল। অনুমান করা হয় যে এই পাথরের দরজাগুলি পুরানো মন্দিরগুলির ধ্বংসাবশেষ ছিল যা শাহাজাহান দ্বারা ভেঙে দেওয়া হয়েছিল। বাগানটি বড় জলের ঘাটও সরবরাহ করেছিল যেখানে বিভিন্ন ধরনের ফোয়ারা স্থির করা হয়েছিল।\nএমনকি পরবর্তী বছরগুলিতে, মহারাজার শাসনামলে, বাগানগুলি ভালভাবে রক্ষণাবেক্ষণ করা হয়েছিল এবং এখনও তা অব্যাহত রয়েছে কারণ এটি ডাল লেকের আশেপাশে একটি বিশিষ্ট দর্শনার্থী আকর্ষণ।\n\nখ্যাতনামা চিনার গাছের পাতার রং পরিবর্তনের কারণে শরৎ ও বসন্ত ঋতুতে বাগানটিকে খুবই সুন্দর বলে মনে করা হয়।\nউদ্যানগুলি একই নামের অন্যান্য উদ্যানগুলির জন্য অনুপ্রেরণা ছিল, বিশেষ করে শালিমার বাগ, দিল্লির দিল্লি (1653 সালে নির্মিত, যেটিতে এখন একটি উচ্চতর উপনিবেশও রয়েছে) এবং 1641 সালে সম্রাট শাহজাহান কর্তৃক নির্মিত পাকিস্তানের লাহোরে শালিমার বাগান\n। জাহাঙ্গীরের রাজত্বের (1569-1627) প্রথম দিকে শালিমার বাগের উপরের সোপানে নির্মিত কালো প্যাভিলিয়নটিতে ফার্সি ভাষায় বিখ্যাত শিলালিপি রয়েছে, যা বলে:\nআগর ফিরদৌস বার রায়-ই জমিন আস্ত, হামিন আস্ত-ও হামিন আস্ত-ও হামিন আস্ত ।\nএটি ফার্সি ভাষার কবি আমির খসরু-এর একটি দম্পতি, যা ভারত ও পাকিস্তানের আরও অনেক ভবনে খোদাই করা আছে।\nইংরেজিতে অনুবাদ, এর অর্থ:\n\"যদি পৃথিবীতে একটি স্বর্গ থাকে, এটি এখানে, এটি এখানে, এটি এখানে।\"\nএটিও উল্লেখ করা হয়েছে যে জাহাঙ্গীরকে যখন মৃত্যুশয্যায় তার লালিত আকাঙ্ক্ষা সম্পর্কে জিজ্ঞাসা করা হয়েছিল তখন তিনি বলেছিলেন:\n\"কাশ্মীর, বাকিটা মূল্যহীন।\"\n\n\n== চিত্রজগৎ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}