{"pageid": 1147997, "title": "হাজারিবাগ টাউন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1147997", "content": "হাজারিবাগ টাউন রেলওয়ে স্টেশন (স্টেশন কোড HZBN) ঝাড়খণ্ড রাজ্যের হাজারিবাগ শহরে পরিষেবা দেয়। এটি ধানবাদ বিভাগের পূর্ব মধ্য রেলওয়ের অন্তর্গত এবং এটি ঝাড়খণ্ড রাজ্যের হাজারিবাগ জেলার কুমহার টোলির NH100-এ অবস্থিত।\n\n\n== ভূগোল ==\n\n\n== ইতিহাস ==\nএই লাইনটি অটল বিহারী বাজপেয়ীর শাসনামলে ১৯৯৯ সালের রেল বাজেটে ঘোষণা করা হয়েছিল। ১৬ বছর পর, ২০ ফেব্রুয়ারি ২০১৫ তারিখে এই স্বপ্ন পূরণ হয়। ঝাড়খণ্ডের রাজ্যপাল সৈয়দ আহমেদ, মুখ্যমন্ত্রী রঘুবর দাস, কেন্দ্রীয় রেলমন্ত্রী সুরেশ প্রভু, কেন্দ্রীয় রেল প্রতিমন্ত্রী মনোজ সিনহা, কেন্দ্রীয় অর্থ প্রতিমন্ত্রী এবং হাজারীবাগের সাংসদ জয়ন্ত সিনহা সহ প্রধানমন্ত্রী নরেন্দ্র মোদি এটির উদ্বোধন করেছিলেন।   ৭ ডিসেম্বর ২০১৬-এ মুখ্যমন্ত্রী রঘুবর দাসের উপস্থিতিতে রেলমন্ত্রী সুরেশ প্রভুর দ্বারা ৫৭ কিমি দীর্ঘ হাজারীবাগ-বরকাকানা অংশটি যাত্রীবাহী ট্রেনের জন্য খুলে দেওয়া হয়েছিল।  এর সাথে এখন  কোডারমা-হাজারীবাগ-রাঁচি রেল প্রকল্পের ১৩৭ কিমি অংশ বারকাকানা পর্যন্ত কাজ করছে এবং মাত্র 66 কিমি দীর্ঘ বারকাকানা-রাঁচি অংশটি অসম্পূর্ণ থেকে গেছে যা ২০২০ সালের শেষের দিকে শেষ হবে বলে আশা করা হচ্ছে।\n\n\n== প্রকল্পের খরচ ==\nকোডারমা-হাজারীবাগ-বরকাকানা-রাঁচি (মোট দৈর্ঘ্য 200 কিলোমিটার) এর মধ্যে পুরো প্রসারণের জন্য প্রকল্পটির আনুমানিক ব্যয় INR 3,000 কোটি টাকা। হাজারীবাগ থেকে কোডারমা পর্যন্ত 79.7 কিলোমিটার দূরত্বের রেলপথের জন্য INR 936 কোটি টাকা খরচ হয়েছে।  1999 সালে প্রকল্পের সূচনার সময়, আনুমানিক ব্যয় ছিল প্রায় 332 কোটি টাকা, তবে সময়ের সাথে সাথে, ব্যয়টি প্রায় INR 936 কোটিতে উন্নীত হয়েছে। \n\n\n== ভবিষ্যৎ পরিকল্পনা ==\nহাজারীবাগ টাউন রেলওয়ে স্টেশন কোডেরমা বারকাকানা সেকশনের একটি গুরুত্বপূর্ণ রেলওয়ে স্টেশন। বরকাকানা-রাঁচি সেকশনের জন্য প্রকল্প সমাপ্তির সময়সীমা মার্চ 2018 নির্ধারণ করা হয়েছে। মাওবাদী প্রভাবিত রামগড় জেলায় নিরাপত্তা উদ্বেগের মধ্যে প্রকল্পটি 24 ঘন্টা নিরাপত্তা প্রদান করা হয়েছে। এছাড়াও হাজারীবাগ টাউন থেকে বন্দগ পর্যন্ত রেলওয়ে কয়লা সাইডিং লাইন নির্মাণ করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHazaribagh Town railway station at the India Rail Info\nRail construction on track amid security"}