{"pageid": 114721, "title": "অ্যানথ্রাক্স (রোগ)", "url": "https://bn.wikipedia.org/wiki?curid=114721", "content": "অ্যানথ্রাক্স বা তড়কা রোগ একটি তীব্র ও গুরুতর সংক্রামক রোগ, যা ব্যাসিলাস অ্যান্থ্রাসিস (Bacillus anthrasis) নামক ব্যাকটেরিয়ার কারণে হয়ে থাকে।\nব্যাসিলাস গণের অন্যান্য সদস্যের মতো অ্যানথ্রাক্সের জীবাণু Bacillus anthracis-ও প্রতিকূল পরিবেশে রেণু (স্পোর) হিসাবে সুপ্ত অবস্থায় বেঁচে থাকতে পারে। সুপ্ত দশায় এই জীবাণু শতাব্দীর পর শতাব্দীও টিকে থাকতে পারে। সব মহাদেশে, এমনকি কুমেরুতেও এরকম স্পোর পাওয়া গেছে।  নিঃশ্বাসের সাথে, ত্বকের ক্ষত দিয়ে, কিংবা খাদ্যের মাধ্যমে এই জীবাণুর রেণু দেহে প্রবেশ করার পরে পুনরায় সক্রিয় হয়ে উঠে এবং দ্রুত বংশবৃদ্ধি করে।\nঅ্যানথ্রাক্স সাধারণত বন্য এবং গৃহপালিত লতাপাতাভোজী স্তন্যপায়ী প্রাণীদের আক্রান্ত করে। এ সকল প্রাণী ঘাস খাওয়ার সময় বা মাঠের চরার সময় খাওয়ার সাথে বা শ্বাস-প্রশ্বাসের মাধ্যমে রেণু প্রাণীর ভিতরে ঢুকে গেলে সংক্রমণ শুরু হয়। লতাপাতা বা ঘাস খাওয়ার সময়ই বেশির ভাগ প্রাণী অ্যানথ্রাক্সে আক্রান্ত হয়। মাংসাশী প্রাণী একই পরিবেশে বাস করে অথবা আক্রান্ত প্রাণী খাওয়ার ফলে অ্যানথ্রাক্সে আক্রান্ত হয়। আক্রান্ত প্রাণীর সংস্পর্শে আসলে বা আক্রান্ত প্রাণীর মাংস খাওয়ার ফলে অ্যানথ্রাক্স মানুষের শরীরেও সরাসরি সংক্রমিত হতে পারে।\nঅ্যানথ্রাক্স রেণু ইন ভিট্রো (অর্থাৎ পরীক্ষা নল তথা টেস্ট টিউব) পদ্ধতিতে তৈরি করা যায়, যা জৈবিক অস্ত্র হিসেবে ব্যবহৃত হয়। অ্যানথ্রাক্স সরাসরি এক আক্রান্ত পশু বা ব্যক্তির থেকে অন্য পশু বা ব্যক্তির শরীরে ছড়ায় না, এটি রেণুর মাধ্যমে সংক্রমিত হয়। এর রেণু জামাকাপড় বা জুতার মাধ্যমে বহন করা যায়। অ্যানথ্রাক্স আক্রান্ত জীবের মৃতদেহ অ্যানথ্রাক্স রেণুর একটি অন্যতম উৎস।\nঅ্যানথ্রাক্স নামটি এসেছে গ্রিক শব্দ অ্যানথ্রাক্স থেকে যার অর্থ কয়লা। ১৮৭৫ সালে জার্মান বিজ্ঞানী রোবের্ট কখ প্রথম অ্যানথ্রাক্স সৃষ্টিকারী ব্যাকটেরিয়াটি শনাক্ত করেন। \n\n\n== চিকিৎসা ==\nমানুষ থেকে মানুষে অ্যানথ্রাক্স ছড়ায় না, কিন্তু মানুষের শরীর এবং পোশাক অ্যানথ্রাক্স জীবাণু বহন করতে পারে। শরীর থেকে জীবাণু দূর করার জন‍্য ব্যাকটেরিয়া নিরোধক সাবান দিয়া গোসল করতে হবে। গোসলের পানি ব্লিচ বা কোনও ব্যাকটেরিয়া নিরোধক দ্বারা শোধিত করতে হবে। জীবাণু দ্বারা আক্রান্ত জিনিসপত্র ৩০ মিনিটের অধিক সময় ধরে ফুটাতে হবে। কোনো জায়াগা থেকে জীবাণু ধ্বংসে ক্লোরিন ব্লিচ কাযর্করী নয় বরং এক্ষেত্রে ফরমালডিহাইড ব‍্যবহার করতে হবে। আক্রান্ত বাক্তির কাপড় পুড়িয়ে ফেলা জীবাণু ধ্বংসের একটি কাযর্কর পদ্ধতি। মানুষ আক্রান্ত হবার পর যত দ্রুত সম্ভব অ্যানথ্রাক্স জীবাণুনাশক দিতে হবে, যত দেরি হবে জীবনের ঝুঁকি তত বাড়বে। মানুষের জন‍্য অ্যানথ্রাক্স টিকা প্রথম আসে ১৯৫৪ সালে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAnthrax, Centers for Disease Control and Prevention (CDC)\nAnthrax factsheet from European Centre for Disease Prevention and Control, agency of European Union\nAgent Fact Sheet: Anthrax, Center for Biosecurity\n\"Anthrax\"। CDC Division of Bacterial and Mycotic Diseases। এপ্রিল ২, ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ জুন ১৭, ২০০৫। \nBioterrorism Category A Agents - Information Resources  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ আগস্ট ২০০৮ তারিখে\n\"Bacillus anthracis and anthrax\"। Todar's Online Textbook of Bacteriology (University of Wisconsin-Madison Department of Bacteriology)। সংগ্রহের তারিখ জুন ১৭, ২০০৫। \n\"Focus on anthrax\"। Nature.com। সংগ্রহের তারিখ জুন ১৭, ২০০৫। \n2008 Ivins Court Documents and DOJ Report in convenient form.\nBacillus anthracis genomes and related information at PATRIC, a Bioinformatics Resource Center funded by NIAID"}