{"pageid": 1147620, "title": "রমেশচন্দ্র সেন", "url": "https://bn.wikipedia.org/wiki?curid=1147620", "content": "রমেশচন্দ্র সেন   (২২ আগস্ট ১৮৯৪  - ১ জুন ১৯৬২) ছিলেন একজন বাঙালি প্রগতিশীল লেখক ও আয়ুর্বেদিক পণ্ডিত। লব্ধপ্রতিষ্ঠ কবিরাজ হিসাবে যথেষ্ট খ্যাতি ও প্রতিপত্তি লাভ করেছিলেন। ১৯১৮ খ্রিস্টাব্দে মাদ্রাজে অনুষ্ঠিত নিখিল ভারত আয়ুর্বেদ সম্মেলনে সংস্কৃত ভাষায় বক্তৃতা দিয়ে বিদ্যানাধি উপাধিতে ভূষিত হন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nরমেশচন্দ্র সেনের জন্ম ১৮৯৪ খ্রিস্টাব্দের ২২ আগস্ট  বেঙ্গল প্রেসিডেন্সির কলকাতায়। পৈতৃক নিবাস ছিল অধুনা  বাংলাদেশের ফরিদপুরের কোটালীপাড়ার পিঞ্জরী গ্রামে। রমেশচন্দ্র ছিলেন কলকাতার খ্যাতনামা কবিরাজ ক্ষীরোদচন্দ্র সেন ও তার স্ত্রী বরদাসুন্দরীর জ্যেষ্ঠ সন্তান। প্রথমে তিনি পিতার কাছে ও পরে হাতিবাগানের পণ্ডিত সীতানাথ সাংখ্যতীর্থের  চতুষ্পাঠীতে সংস্কৃত শিক্ষা নেন। ১৯১১ খ্রিস্টাব্দে সংস্কৃত ব্যাকরণের দ্বিতীয় পরীক্ষায় উত্তীর্ণ হন। টোলে পাঠরত অবস্থায় তিনি প্রাইভেট ছাত্র হিসাবে ১৯১৩ খ্রিস্টাব্দে প্রবেশিকা পরীক্ষায় সসম্মানে উত্তীর্ণ হন। ১৯১৭ খ্রিস্টাব্দে তিনি বিদ্যাসাগর কলেজ থেকে ইংরাজীতে অনার্স সহ বি.এ পাশ করেন। বাংলা সাহিত্যের পত্রে তিনি প্রথম স্থান অধিকার করেছিলেন। ১৯১৮ খ্রিস্টাব্দে পিতার আকস্মিক মৃত্যুতে তাকে ইংরাজী ভাষা ও সাহিত্যে এম.এ পড়া স্থগিত করে পৈতৃক আয়ুর্বেদীয় চিকিৎসাতে আত্মনিয়োগ করতে হয়।\n\n\n== কর্মজীবন ==\nচিকিৎসাশাস্ত্রের চেয়ে তার সাহিত্যচর্চায় বেশি আগ্রহ ছিল। তিনি বাংলা সাহিত্যে শুধু নিজের অবদান রাখেন নি, তিনি তৈরি করে গেছন বহু বাঙালি সাহিত্যিককে। ১৩১৮ বঙ্গাব্দের ১২ আষাঢ় কলকাতায় তার পিতার কয়েকজন ছাত্রদের সহযোগিতায় গড়ে তোলেন - সাহিত্য সেবক সমিতি নামের এক সাহিত্য-চক্রের। বহুপ্রথিতযশা সাহিত্যিক এই চক্রের সঙ্গে সংশ্লিষ্ট হয়েছিলেন। তার সমিতিতে বিভূতিভূষণ বন্দ্যোপাধ্যায়, মানিক বন্দ্যোপাধ্যায়, শিবরাম চক্রবর্তী, তারাশঙ্কর বন্দ্যোপাধ্যায়, কামিনী রায় প্রমুখেরা সেখানে তাদের রচনা পড়তেন। ১৯৪৫ খ্রিস্টাব্দ হতে ১৯৬২ খ্রিস্টাব্দে তার মৃত্যু কাল অবধি তিনি নিয়মিত লিখে গেছেন। প্রচুর ছোটগল্প লিখেছেন, তবে বেশিরভাগই অগ্রন্থিত।  গ্রন্থাকারে প্রকাশিত হয়েছে বারোটি উপন্যাস ও সাতটি গল্প গ্রন্থ।  তৎকালীন প্রসিদ্ধ পত্র পত্রিকা- বসুমতী, ভারতবর্ষ, যুগান্তর,  দেশ, প্রভাতী, ইত্যাদিতে কিছু প্রকাশিত হয়েছিল। ১৯৪৫ খ্রিস্টাব্দে (১৩৫২ বঙ্গাব্দে) প্রকাশিত তার প্রথম রচিত উপন্যাস শতাব্দী বিশেষ প্রশংসিত হয়েছিল। তার অন্যান্য উল্লেখযোগ্য প্রকাশিত গ্রন্থগুলি হল-\n\nচক্রপাক (১৯৪৫)\nকুরপালা (১৯৪৬)\nকাজল (১৯৪৯)\nগৌরীগ্রাম (১৯৫৩)\nমালঙ্গীর কথা (১৯৫৪)\nপূব থেকে পশ্চিম (১৯৫৬)\nসাগ্নিক (১৯৫৯)\nনিঃসঙ্গ বিহঙ্গ (১৯৫৯)\nঅপরাজেয় (১৯৬০)\nপূর্বরাগ (১৯৬১)\nতার রচিত উল্লেখযোগ্য ছোটগল্প হল - \"মৃত ও অমৃত\", \"তারা তিন জন\", \"সাদা ঘোড়া\", \"রাজার জন্মদিন\", \"ডোমের চিতা\" ইত্যাদি। তার রচিত কিছু গল্প ইংরাজি, হিন্দি ও চেকোশ্লোভাক প্রভৃতি বিভিন্ন ভাষায় অনূদিত হয়েছিল।\n\n\n== পারিবারিক জীবন ==\nরমেশচন্দ্র সেন ১৯১৬ খ্রিস্টাব্দে বনলতাকে বিবাহ করেন। তাদের পাঁচ পুত্র ও নয়টি কন্যাসন্তান ছিল।\n\n\n== জীবনাবসান ==\nবাংলা সাহিত্যের অন্যতম স্থপতি রমেশচন্দ্র সেন ১৯৬২ খ্রিস্টাব্দের ১জুন কলকাতায় পরলোক গমন করেন। \n\n\n== অধিক পঠন ==\nখান, শামসুজ্জামান ও অন্যান্য (২০১১)। বাংলা একাডেমী চরিতাভিধান। ঢাকা: বাংলা একাডেমী। পৃষ্ঠা ৪৭৬, ৪৭৭। আইএসবিএন: ৯৮৪-০৭-৫১৩৮-৭।\n\n\n== তথ্যসূত্র =="}