{"pageid": 1147584, "title": "ইন্টারস্টেট ৭০", "url": "https://bn.wikipedia.org/wiki?curid=1147584", "content": "ইন্টারস্টেট ৭০ (আই-৭০) হল মার্কিন যুক্তরাষ্ট্রের একটি প্রধান পূর্ব-পশ্চিম আন্তঃরাজ্য মহাসড়ক যা উটাহের কোভ ফোর্টের কাছে আই-১৫ থেকে মেরিল্যান্ডের বাল্টিমোরের আই-৬৯৫ সড়কের ঠিক পূর্বে একটি পার্ক ও রাইড লট পর্যন্ত চলে এবং এটি দেশের পঞ্চম দীর্ঘতম ইন্টারস্টেট বা আন্তঃরাজ্য মহাসড়ক। আই-৭০ প্রায় রকি পর্বতমালার পূর্ব দিকে ইউএস রুট ৪০-এর (ইউএস ৪০, পুরানো জাতীয় সড়ক) পথকে চিহ্নিত করে। রকিজের পশ্চিমে, আই-৭০-এর পথটি একাধিক উৎস থেকে নেওয়া হয়েছে। ইন্টারস্টেটটি ডেনভার, টোপেকা, কানসাস সিটি, সেন্ট লুইস, ইন্ডিয়ানাপলিস, কলম্বাস, পিটসবার্গ ও বাল্টিমোর সহ অনেক বড় শহরের মধ্য দিয়ে বা কাছাকাছি অগ্রসর হয়েছে। মিসৌরি ও কানসাসের ইন্টারস্টেটের বিভাগগুলি মার্কিন যুক্তরাষ্ট্রের প্রথম ইন্টারস্টেট বলে দাবি করে।  ফেডারেল হাইওয়ে অ্যাডমিনিস্ট্রেশন (এফএইচডব্লিউএ) দাবি করে, যে ১৯৯২ সালে সম্পন্ন হওয়া আই-৭০-এর কলোরাডোর গ্লেনউড ক্যানিয়নের  অংশ মূলত পরিকল্পনা অনুযায়ী, যান চলাচলের জন্য খোলা ইন্টারস্টেট হাইওয়ে সিস্টেমের শেষ অংশ।  কলোরাডো ও উটাহে আই-৭০-এর নির্মাণকে একটি প্রকৌশল বিস্ময় হিসাবে বিবেচনা করা হয়, কারণ পথটি আইজেনহাওয়ার টানেল, গ্লেনউড ক্যানিয়ন ও সান রাফায়েল সুড়ঙ্গ মধ্য দিয়ে যায়।  ১১,১৫৮ ফুট (৩,৪০১ মিটার) উচ্চতা সহ আইজেনহাওয়ার সুড়ঙ্গ হল ইন্টারস্টেট হাইওয়ে সিস্টেমের সর্বোচ্চ বিন্দু।\n\n\n== পথের বর্ণনা ==\n\n\n=== ইউটা ===\n\nআই-৭০ কোভ ফোর্টের নিকট আই-১৫-এর সঙ্গে একটি সংযোগ (ইন্টারচেঞ্জ) থেকে শুরু হয়। পূর্ব দিকে অগ্রসর হয়ে, আই-৭০ ক্লিয়ার ক্রিক ক্যানিয়ন হয়ে তুষার ও পাহভান্ত রেঞ্জ অতিক্রম করে এবং সেভিয়ার উপত্যকায় নেমে আসে, যেখানে আই-৭০ রিচফিল্ডে পরিষেবা প্রদান করে, উটাহে আই-৭০-এর পথ ধরে কয়েক শতাধিক লোকের একমাত্র শহর। সলিনার কাছে উপত্যকা ছেড়ে, আই-৭০ ৭,৯২৩-ফুট (২,৪১৫-মিটার) উচ্চতার সেলিনা সামিটঅতিক্রম করে এবং তারপর সান রাফায়েল সোয়েল নামে একটি বিশাল ভূতাত্ত্বিক গঠনকে অতিক্রম করে।\n\nআই-৭০ নির্মাণের আগে, সোয়েলটি দুর্গম এবং তুলনামূলকভাবে অনাবিষ্কৃত ছিল। একবার এই ১০৮-মাইল (১৭৪-কিলোমিটার) বিভাগটি ১৯৭০ সালে যানবাহন চলাচলের জন্য উন্মুক্ত করা হয়েছিল, এটি কোনও পরিষেবা ছাড়াই ইন্টারস্টেট হাইওয়ের দীর্ঘতম সম্প্রসারণ ও আলাস্কা হাইওয়ের পর থেকে সম্পূর্ণ নতুন রুটে নির্মিত মার্কিন যুক্তরাষ্ট্রের প্রথম হাইওয়ে  হয়ে ওঠে। এটি একটি সময়ে খোলা ইন্টারস্টেট হাইওয়ের দীর্ঘতম অংশও হয়ে উঠেছে।  এই বিভাগটি ১৯৭০ সালে খোলা হয়েছিল, যদিও আনুষ্ঠানিকভাবে ১৯৯০ সাল পর্যন্ত সম্পূর্ণ হয়নি, যখন ঈগল ক্যানিয়ন বিস্তৃত একটি দ্বিতীয় ইস্পাত খিলান সেতু যান চলাচলের জন্য খুলে দেওয়া হয়েছিল।\nআই-৭০ এর নির্মাণের পর থেকে, সোয়েল তার নির্জন সৌন্দর্যের জন্য উল্লেখ করা হয়েছে। সোয়েলটি একাধিক অনুষ্ঠানে জাতীয় উদ্যান বা জাতীয় স্মৃতিস্তম্ভের মর্যাদার জন্য মনোনীত হয়েছে। যদি সোয়েলকে এই মর্যাদা দেওয়া হয়, তবে এটি যুক্তিযুক্তভাবে প্রথমবারের মতো একটি জাতীয় উদ্যান একটি আন্তঃরাজ্য মহাসড়কের কাছে তার অস্তিত্বের জন্য ঋণী হবে। এই অংশে সড়কের বেশিরভাগ প্রস্থান হল বিশ্রামের এলাকা, ব্রেক চেক এলাকা ও কয়েকটি ঐতিহ্যবাহী ফ্রিওয়ে এক্সিট সহ পলাতক  ট্রাক র‍্যাম্প।\nআই-৭০ গ্রীন নদীর কাছে সোয়েলে প্রস্থান করে। গ্রীন নদী থেকে কলোরাডো স্টেট লাইন পর্যন্ত, আই-৭০ বুক ক্লিফের দক্ষিণ প্রান্ত অনুসরণ করে।\n\n\n=== কলোরাডো ===\nউটাহ থেকে কলোরাডো রাজ্যে প্রবেশ করে, আই-৭০ গ্র্যান্ড ভ্যালিতে নেমে আসে, যেখানে এটি কলোরাডো নদীর সাথে মিলিত হয়, যা রকি পর্বতমালার পশ্চিম ঢালে তার পথ প্রদান করে। এখানে আই-৭০ আরও পাহাড়ী ভূখণ্ড অতিক্রম করার আগে গ্র্যান্ড জংশন মেট্রো এলাকায় সড়ক পরিষেবা প্রদান করে।\n\nআই-৭০ এর সর্বশেষ সম্পন্ন ১৫-মাইল (২৪-কিলোমিটার) দীর্ঘ বিভাগটি গ্লেনউড ক্যানিয়নে নির্মিত হয়। এই সম্প্রসারণটি ১৯৯২ সালে সম্পন্ন হয়েছিল এবং এটি একটি প্রকৌশল বিস্ময় ছিল, অত্যন্ত কঠিন ভূখণ্ড ও ক্যানিয়নের সংকীর্ণ স্থানের কারণে, যার জন্য সাধারণ ইন্টারস্টেট স্ট্যান্ডার্ডের চেয়ে তীক্ষ্ণ বাঁকগুলির প্রয়োজন হয়। পরিবেশগত উদ্বেগের কারণে বহু বছর ধরে নির্মাণ বিলম্বিত হয়েছিল। ডেনভার এবং রিও গ্রান্ডে ওয়েস্টার্ন রেলরোড দক্ষিণ তীর দখল করার কারণে ক্যানিয়নে রাস্তা নির্মাণের অসুবিধাগুলি আরও জটিল হয়েছিল এবং সেই সময়ে এলাকার একমাত্র পূর্ব-পশ্চিম রাস্তা ইউএস ৬ খোলা রাখার জন্য অনেক অস্থায়ী নির্মাণ প্রকল্প সংঘটিত হয়েছিল। মহাসড়কের বেশিরভাগ অংশ কলোরাডো নদীর উপরে উন্নীত। এই বিভাগে সীমিত দৃষ্টি দূরত্ব ও  তীক্ষ্ণ বাঁকগুলির কারণে গতি সীমা ৫০ মা/ঘ (৮০ কিমি/ঘ)।\n\nউত্তর আমেরিকার সর্বোচ্চ যানবাহন সুড়ঙ্গ ও  ইন্টারস্টেট কর্মসূচির অধীনে নির্মিত দীর্ঘতম সুড়ঙ্গ আইজেনহাওয়ার-জনসন মেমোরিয়াল সুড়ঙ্গ মহাদেশীয় বিভাজনের মধ্য দিয়ে অগ্রসর হয়েছে।\n\nরকি পর্বতমালার রুক্ষ ও সরু ভূখণ্ডের কারণে, আই-৭০ হল কলোরাডোর স্কি রিসর্টকে ডেনভারের সাথে সংযোগকারী কয়েকটি রাস্তার মধ্যে একটি।\nরকি পর্বতমালার পূর্ব পাদদেশের মধ্য দিয়ে নেমে, কেউ পরিষ্কার দিনে ডেনভারের আকাশরেখা দেখতে পাবে। এটি ট্রাকচালক ও অন্যান্য সন্দেহভাজন চালকদের বোকা তৈরি করতে পারে, কারণ শহরে পৌঁছানোর আগে ১০ মাইল (১৬ কিলোমিটার) খাড়া রাস্তা অতিক্রম করতে হবে। নির্দেশনা ফলকের একটি সিরিজ খাড়া সড়ক সম্পর্কে ট্রাকা চালকদের সতর্ক করে। আই-৭০ পাদদেশ থেকে বেরিয়ে যাওয়ার সঙ্গে সঙ্গে সড়কটি ডেনভারের মধ্য দিয়ে অগ্রসর হয় এবং আই-২৫ মহাসড়কে ছেদ করে, শহরের মধ্যে পূর্ব-পশ্চিম ধমনী হিসাবে কাজ করে। ডেনভার ত্যাগ করে, আই-৭০ পূর্ব কলোরাডোর মধ্য দিয়ে বিস্তীর্ণ সমভূমি অতিক্রম করে। আই-৭০ ডেনভারের পূর্ব দিকে দক্ষিণ-দক্ষিণপূর্ব দিকে বিস্তৃত মোড় নিয়ে ৩০ মাইল (৪৮ কিলোমিটার) পথ অতিক্রম করে লিমনে পৌঁছায় এবং কানসাস অভিমুখে তার পূর্বমুখী যাত্রা পুনরায় শুরু করে।\n\n\n=== কানসাস ===\nকলোরাডো থেকে আই-৭০ কানসাসের প্রেইরি, খামারভূমি ও ঘূর্ণায়মান পাহাড়ে প্রবেশ করে। এই অংশটিই প্রথম অংশ, যা পাকা হওয়া শুরু করে এবং ইন্টারস্টেট হাইওয়ে সিস্টেমে সম্পন্ন করা হয়েছিল। এটিকে \"কানসাসের প্রধান রাস্তা\" ডাকনাম দেওয়া হয়েছে, কারণ ইন্টারস্টেট পশ্চিম সীমান্ত থেকে রাজ্যের পূর্ব সীমান্ত পর্যন্ত বিস্তৃত, এটি ৪২৪ মাইল (৬৮২ কিলোমিটার) পথ অতিক্রম করে ও রাজ্যের প্রধান শহরগুলির মধ্যে দিয়ে অগ্রসর হয়।\n\nআই-৭০ সালিনায় ইন্টারস্টেট ব্যবস্থার দীর্ঘতম \"স্পার\" রুট   আই-১৩৫-এর সঙ্গে সংযোগ তৈরি করে, পরবর্তীটির উত্তর টার্মিনাস গঠন করে।\nআই-৭০ টাপিকায় আই-৪৭০ কে দুইবার ছেদ করে। ইস্টার্ন ইন্টারসেকশনে, কানসাস টার্নপাইক একত্রিত হয়েছে, আই-৭০ একটি টোল রোড হয়ে উঠেছে। এটি আই-৭০-এর মাত্র দুটি বিভাগের মধ্যে একটি যা টোল গ্রহণ করে। (অন্যটি পেনসিলভানিয়া টার্নপাইকের অংশ।) আই-৭০ এই পদবীটি টোপেকা থেকে কানসাস সিটি পর্যন্ত বহন করে, টার্নপাইকের পূর্ব টার্মিনাস। টোপেকা এবং কানসাস সিটি, কানসাসের মধ্যে প্রায় অর্ধেক পথ I-70 লরেন্সের মধ্য দিয়ে যায় ( কানসাস বিশ্ববিদ্যালয়ের বাড়ি)। টার্নপাইকের টোল করা অংশটি কানসাস সিটির ঠিক পশ্চিমে বোনার স্প্রিংসের কাছে শেষ হয়েছে। টোপেকা, I-335- এ একটি তৃতীয় চাইল্ড রুটও রয়েছে, যা এম্পোরিয়ার ফ্লিন্ট হিলস শহরে I-35-এর সাথে দেখা করার জন্য I-470 দক্ষিণ থেকে চলে। Bonner Springs Toll Plaza I-70 পার হয়ে প্রথমবার I-435 অতিক্রম করে, যা ভ্রমণকারীদের I-435 এর মাধ্যমে শহরের ট্রাফিক বাইপাস করতে দেয়, যা কানসাস সিটি মেট্রোপলিটন এলাকাকে ঘিরে থাকে। কানসাস সিটি, কানসাসের হাইওয়ে থেকে আরও নিচে, প্রায় তিন মাইল (৪.৮ কিলোমিটার) 18 তম স্ট্রিট এক্সপ্রেসওয়ের আগে, I-70 আবার অন্য একটি চাইল্ড রুট দ্বারা ছেদ করা হয়েছে। এই রুট, I-635, তার দক্ষিণ টার্মিনাসে I-35 থেকে I-29 পর্যন্ত চলে, প্রায় পাঁচ মাইল (৮.০ কিলোমিটার) মিসৌরি নদীর ওপারে, এর উত্তর টার্মিনাসে। I-635 থেকে 7ম স্ট্রিট ( US<span typeof=\"mw:Entity\" id=\"mwpA\"> </span>169 ) প্রস্থান করুন, I-70 ইউনিয়ন প্যাসিফিকের আরমারডেল ইয়ার্ড সংলগ্ন চলে। এখানে I-670 (এছাড়াও মনোনীত \"বিকল্প 70\" কিছু চিহ্নের উপর) বিচ্ছিন্ন হয়ে যায়, একটি আরও সরাসরি পথ প্রদান করে যা মিসৌরিতে কয়েক মাইল পূর্বে I-70-এ পুনরায় যোগ দেয়। হাইওয়েটি প্রাক্তন স্টকইয়ার্ড এবং রেলইয়ার্ডের উপর দিয়ে যায় যখন এটি লুইস এবং ক্লার্ক ভায়াডাক্টের কানসাস নদী অতিক্রম করে ডাউনটাউন কানসাস সিটি, মিসৌরিতে যায়।\n\n\n=== মিসৌরি ===\n\nলুইস ও ক্লার্ক ভায়াডাক্ট অতিক্রম করার পর, আই-৭০ মিসৌরিতে প্রবেশ করে। এটি ফ্রিওয়ের একটি লুপের মুখোমুখি হয়, যাকে অ্যালফাবেট লুপ বলা হয়, যাতে আই-৭০ এর পাশাপাশি আই-৩৫, আই-৬৭০, ইউএস ২৪, ইউএস ৪০, ইউএস ৭১, ও ইউএস ১৬৯ রয়েছে। এই লুপের দক্ষিণ অংশে, আই-৬৭০ সরাসরি ডাউনটাউনের মধ্য দিয়ে এগিয়ে যায় যখন আই-৭০ মিসৌরি নদীর কাছে উত্তরে কয়েক ব্লকের উঁচু ভবনগুলিকে বাইপাস করে। পশ্চিমমুখী আই-৬৭০ এছাড়াও বিকল্প আই-৭০ মনোনীত। এই লুপের বেশিরভাগ ইন্টারস্টেট তাদের দ্বিতীয় মাইলে রয়েছে, তাই সমস্ত প্রস্থান (ইন্টারস্টেট যে রাস্তাই বহন করে না কেন) ২ সংখ্যাযুক্ত এবং \"আই\", \"ও\", ও \"জেড\" ব্যতীত বর্ণমালার প্রতিটি অক্ষরের সাথে প্রত্যয়িত।\nডাউনটাউন কানসাস সিটিতে আই-৭০-এর বিভাগটি ১৮৫৩ সালে অন্তর্ভুক্ত হওয়ার সময় \"সিটি অব কানসাস\"-এর প্রায় দক্ষিণের শহর সীমা হিসাবে ছিল। মিসৌরিতে প্রথম দুটি অটো ব্রিজ শহরের মূল সীমানা চিহ্নিত করে, বাক ও'নিল সেতু (ইউএস ১৬৯) পশ্চিম সীমানা অপরদিকে হার্ট অব আমেরিকা ব্রিজ (ইউএস ৯) পূর্ব সীমানাকে চিহ্নিত করে। নোটের আরেকটি ছেদ হল আই-৪৩৫-এর দ্বিতীয় ট্রাভার্স। এটি প্রাথমিকভাবে উল্লেখযোগ্য কারণ এটি ট্রুম্যান স্পোর্টস কমপ্লেক্সের (অ্যারোহেড স্টেডিয়াম এবং কফম্যান স্টেডিয়াম উভয়েরই বাড়ি) আগে এবং এছাড়াও আই-৪৩৫ থেকে উত্তরমুখী আই-৭০ পূর্বদিকের প্রবেশ পথগুলিও I-70 থেকে প্রস্থান র‌্যাম্প হিসাবে কাজ করে। ট্রুম্যান স্পোর্টস কমপ্লেক্স পার্কিং লট। আন্তঃরাজ্যের এই অংশটিকে \" জর্জ ব্রেট সুপার হাইওয়ে\" হিসাবে চিহ্নিত করা হয়েছে, যার নামকরণ করা হয়েছে কানসাস সিটি রয়্যালসের তৃতীয় বেসম্যানের নামে যিনি তার পুরো ক্যারিয়ার (1973-1993) কে-তে খেলেছিলেন। অবিলম্বে কানসাস সিটি মেট্রোর শেষ আন্তঃরাজ্য সংযোগস্থল। এলাকাটি স্বাধীনতায় আই-৪৭০ এর সাথে রয়েছে।\nকানসাস সিটি অতিক্রম করার পর, I-70 মিসৌরির দৈর্ঘ্য, পশ্চিম থেকে পূর্বে অতিক্রম করে। এটি কানসাস সিটি এবং সেন্ট লুইস, কলাম্বিয়ার মধ্যবর্তী বৃহত্তম শহরের মধ্য দিয়ে গেছে, যা দুটি প্রধান শহরের মধ্যে প্রায় অর্ধেক পথ এবং মিসৌরি বিশ্ববিদ্যালয়ের বাড়ি। ভূখণ্ড কিছু পাহাড় এবং নদীর কাছাকাছি bluffs সঙ্গে ঘূর্ণায়মান হয়. I-70 এছাড়াও দুবার মিসৌরি নদী অতিক্রম করে (যেমনটি আসল মার্কিন যুক্তরাষ্ট্রে করেছিল 40) -রোচেপোর্টে, প্রায় ১৫ মাইল (২৪ কিলোমিটার) কলম্বিয়ার পশ্চিমে, এবং সেন্ট চার্লস -এ, প্রায় ২০ মাইল (৩২ কিলোমিটার) সেন্ট লুইসের উত্তর-পশ্চিমে। এই স্ট্রেচের বেশিরভাগ হাইওয়ে চার লেনের। এটিকে প্রশস্ত করার জন্য বিভিন্ন প্রস্তাব করা হয়েছে ($3.5 এর আনুমানিক খরচে বিলিয়ন) এটিকে টোল রোডে পরিণত করা সহ।  I-70 অবশেষে গ্রেটার সেন্ট লুইস এবং মার্কিন যুক্তরাষ্ট্রে যায় 40 বিভক্ত দক্ষিণে, মার্কিন বরাবর<span typeof=\"mw:Entity\" id=\"mw4A\"> </span>61, যার I-70 এর সাথে কোন মিল নেই। 2009 সালের শেষের দিকে, I-64- এর ওভারহল সম্পূর্ণ করার সাথে সাথে ছেদকারী রাস্তাটিকে আন্তঃরাজ্য মানদণ্ডে আপগ্রেড করা হয়েছিল।  এই ইন্টারচেঞ্জের পরে, I-70 দুটি চাইল্ড রুট, I-270 এবং I-170 কে ছেদ করে। উত্তর সেন্ট লুইস কাউন্টিতে বেশ কয়েকটি বেডরুমের সম্প্রদায় অতিক্রম করার পর, I-70 সেন্ট লুই শহরের সীমানায় প্রবেশ করে। এটি স্ট্যান মিউজিয়াল ভেটেরান্স মেমোরিয়াল ব্রিজে মিসিসিপি নদী অতিক্রম করার জন্য পূর্ব দিকে মোড় নেয়, I-44 এর একটি এক্সটেনশনের সাথে সংযোগ স্থাপন করে, যা পপলার স্ট্রিটের সাথে সংযোগস্থলে I-55- এর সাথে মিলিত হওয়ার জন্য ডাউনটাউন সেন্ট লুইসের মধ্য দিয়ে প্রাক্তন I-70 রুট নিয়ে যায়। সেতু ।\nকানসাস সিটি রয়্যালস এবং সেন্ট লুই কার্ডিনালের মধ্যে 1985 সালের বিশ্ব সিরিজটিকে \"I-70 সিরিজ\" ডাকনাম দেওয়া হয়েছিল কারণ সেন্ট লুই এবং কানসাস সিটি হল মিসৌরিতে আই-৭০-এর দুটি শেষ পয়েন্ট এবং হাইওয়ে উভয়ের দৃষ্টিসীমার মধ্যেই চলে যায়। রয়্যালস কাউফম্যান স্টেডিয়াম এবং সেই সময়ে, কার্ডিনালস বুশ স্টেডিয়াম ।\n\n\n=== ইলিনয় ===\nস্ট্যান মিউজিয়াল ভেটেরান্স মেমোরিয়াল ব্রিজ পার হওয়ার পর, I-70 I-55 এর সাথে মিশে যায়, যখন I-64 I-55 থেকে বিভক্ত হয়। যখন রুটগুলি I-270 কে ছেদ করে, তখন I-55 পপলার স্ট্রিট ব্রিজ থেকে মাইলপোস্ট ব্যবহার করে তার নিজস্ব ফুটপাতে থাকে, যখন I-70 I-270 এর মাইলপোস্ট ব্যবহার করে I-270 এর ফুটপাথের উপর পূর্ব দিকে চলে যায়। এই কারণে, যখন I-55/I-70 দক্ষিণ-পূর্ব দিক থেকে I-270 কে ছেদ করে, তখন প্রস্থান সংখ্যা 20 এবং বিপরীত দিকে, এটি প্রস্থান হয় 15।\nI-70 পপলার স্ট্রিট ব্রিজ থেকে ডাউনটাউন সেন্ট লুইসের উত্তরে স্ট্যান মিউজিয়াল ভেটেরান্স মেমোরিয়াল ব্রিজে নিয়ে যাওয়া হয়েছিল, যা ফেব্রুয়ারি 2014 সালে খোলা হয়েছিল।\n1818 থেকে 1839 সাল পর্যন্ত রাজ্যের রাজধানী ভ্যান্ডালিয়ার মধ্যে I-70 ইলিনয়ের অসংখ্য কাউন্টি আসনের মধ্য দিয়ে যায়। এটি Effingham এর চারপাশে I-57 এর সাথে একযোগে চলে, তারপর পূর্বদিকে ইন্ডিয়ানার দিকে অগ্রসর হয়।\n\n\n=== ইন্ডিয়ানা ===\n\nআই-৭০ টেরে হাউটের ঠিক পশ্চিমে ইন্ডিয়ানাতে প্রবেশ করে এবং তারপরে শহরের দক্ষিণ দিকে যাওয়ার আগে ওয়াবাশ নদী অতিক্রম করে। গ্রামীণ পশ্চিম-মধ্য ইন্ডিয়ানাতে মৃদুভাবে ঘূর্ণায়মান ভূখণ্ডের মাইল পেরিয়ে, ফ্রিওয়েটি ইন্ডিয়ানাপলিসের প্রধান মেট্রোপলিটন এলাকায় পৌঁছেছে।\nইন্ডিয়ানাপোলিস আন্তর্জাতিক বিমানবন্দরের প্রধান প্রবেশদ্বারটি আই-৭০-এর ৬৮ নং প্রস্থানে ২০০৮ সালের ১১ই নভেম্বর স্থানান্তরিত করা হয়েছিল। ইন্ডিয়ানার রাজধানী শহরের কেন্দ্রীয় ব্যবসায়িক জেলার কাছাকাছি এসে, শহরের আকাশরেখা তাদের পটভূমি হিসাবে লুকাস অয়েল স্টেডিয়ামের দৃশ্য ও নবনির্মিত (২০১১ সালে) জেডব্লিউ ম্যারিয়ট ইন্ডিয়ানাপলিস হোটেল ফ্রিওয়ে থেকে উত্তরের দৃশ্যে প্রাধান্য পেয়েছে। এলি লিলি অ্যান্ড কোম্পানির বিশ্ব সদর দফতরের ঠিক দক্ষিণে যাওয়ার পর, আই-৭০ ও আই-৬৫-এর সাথে ডাউনটাউন ইন্ডিয়ানাপোলিসের পূর্ব দিকে একটি সংক্ষিপ্ত মিল রয়েছে। এই দুটি প্রধান রুটের সংযোগস্থলগুলি স্থানীয়ভাবে যথাক্রমে \"সাউথ স্প্লিট\" ও \"নর্থ স্প্লিট\" নামে পরিচিত।\nএটাও লক্ষণীয় যে ইন্ডিয়ানাপোলিসে পরিষেবা পরিবেশনকারী অন্যান্য দুই-সংখ্যার ইন্টারস্টেটগুলি শহরের কেন্দ্রস্থলে পৌঁছায় না। ফলস্বরূপ, আই-৭০ মোটর মোটর চালকদের অবশ্যই আই-৪৬৫ বেল্টওয়ে ব্যবহার করতে হবে যাতে ইন্টারস্টেট ব্যবস্থা না ছেড়ে আই-৬৯-এ পৌঁছানো যায়, যখন একইভাবে আই-৪৬৫ লুপের দক্ষিণ অংশের চারপাশে তার একত্রিতার মাধ্যমে সেই রুটে আই-৭৪ প্রবেশ যোগ্যতার জন্য আবদ্ধ।\nইন্ডিয়ানাপোলিসের কাছাকাছি উত্তর-পূর্ব দিকের বেশিরভাগ অংশ অতিক্রম করার পরে, আই-৭০ আবার আই-৪৬৫ বেল্টওয়ের মুখোমুখি হয় (যা অনেকগুলি স্বাক্ষরবিহীন মার্কিন রুট ও ইন্ডিয়ানা রাজ্য মহাসড়ক বহন করে)। এই বিন্দু থেকে আই-৭০ প্রায় পূর্বে চলতে থাকে, প্রথমে ইন্ডিয়ানাপোলিসের শহরতলির মধ্য দিয়ে যাত্রা করে, তারপর গ্রামীণ পূর্ব মধ্য ইন্ডিয়ানায় স্থানান্তরিত হয়, যেখানে এটি নিউ ক্যাসেলের দক্ষিণে অগ্রসর হয়। রিচমন্ড এলাকায় পৌঁছানোর পর, ইউএস ৩৫ ও আই-৭০ উভয় রুট হুসিয়ার স্টেট ছেড়ে ওহাইওতে প্রবেশ করার ঠিক আগে যুক্ত হয়।\n\n\n=== ওহিও ===\nI-70 মার্কিন যুক্তরাষ্ট্রের সাথে ইন্টারচেঞ্জের ঠিক পূর্বে ওহিওতে প্রবেশ করেছে রিচমন্ড, ইন্ডিয়ানা এ 40. অবিলম্বে এই সীমান্তের পূর্ব দিকে, ভ্রমণকারীরা একটি অনন্য টিল-নীল খিলান লক্ষ্য করেন যা ফ্রিওয়ের প্রস্থে বিস্তৃত, পূর্বমুখী লেনের উপরে \"ওহিওতে স্বাগতম\" অভিবাদন চিহ্ন সহ। ওহাইও পরিদর্শন করার জন্য ভ্রমণকারীদের ধন্যবাদ জানানোর একটি চিহ্ন পশ্চিমগামী ভ্রমণকারীদের জন্য খিলানের অন্য দিকে মাউন্ট করা হয়েছে। পূর্বদিকে অবিরত, I-70 ডেটনের উত্তরে I-75 কে ছেদ করে, তারপরে ডেটনের পূর্ব দিকে I-675 ছেদ করে। স্প্রিংফিল্ড হল পরের শহর, বাক ক্রিক স্টেট পার্কের সাইট।\n\nI-70 তারপর কলম্বাসের মুখোমুখি হয়। কলম্বাস I-270 দ্বারা আবদ্ধ, এবং মোটামুটিভাবে I-70 এবং I-71- এর সংযোগস্থলে কেন্দ্রীভূত, যা একটি কুখ্যাতভাবে ১.৫-মাইল (২.৪-কিলোমিটার) এর মধ্য দিয়ে একই অ্যাসফল্ট ভাগ করে। প্রসারিত স্থানীয়ভাবে \"সাউথ ইনারবেল্ট\" বা আরও সাধারণভাবে \"দ্য স্প্লিট\" নামে পরিচিত। এই স্ট্রেচটিতে I-70 এর সাথে I-71 একযোগে রয়েছে, যেখানে I-71 I-70 এর বিপরীত দিক থেকে প্রবেশ করে এবং প্রস্থান করে, যার ফলে I-71 থেকে উত্তরমুখী I-70 এ আসা ট্রাফিককে I-70 ট্রাফিকের চার লেন অতিক্রম করতে হয়। I-71 চালিয়ে যেতে। দক্ষিণমুখী I-71 ট্র্যাফিকের জন্যও অনুরূপ সমস্যা রয়েছে। স্প্লিট মধ্যে পুনর্গঠন করা হবে  পরবর্তী কয়েক বছর। I-670 জন গ্লেন কলম্বাস আন্তর্জাতিক বিমানবন্দরকে I-270, I-71 এবং I-70 এর সাথে সংযুক্ত করে। কলম্বাসের পূর্বে, I-70 জেনেসভিলের মধ্য দিয়ে যায় এবং কেমব্রিজে যায়, যেখানে এটি I-77 কে ছেদ করে। পশ্চিম ভার্জিনিয়ার দিকে অগ্রসর হয়ে, I-70 সেন্ট ক্লেয়ারসভিলের ঠিক পূর্বে I-470 কে ছেদ করেছে। I-470 প্রাথমিকভাবে ট্রাফিকের মাধ্যমে এবং ক্রিসমাস মরসুমে আলোর উত্সব এড়াতে ব্যবহৃত হয়। মার্চ 1995 সালে, ওল্ড ওয়াশিংটনের কাছে গার্নসি কাউন্টিতে I-70 এর পূর্বদিকের দিকে একটি গর্ত (একটি প্রাক্তন কয়লা খনি থেকে) খুলে যায় এবং ট্রাফিককে মার্কিন যুক্তরাষ্ট্রে ফেরত পাঠানো হয়। ওল্ড ওয়াশিংটন এবং কেমব্রিজের মধ্যে 40 কয়েক মাস ধরে।\n\n\n=== পশ্চিম ভার্জিনিয়া ===\n\nপশ্চিম ভার্জিনিয়ায় I-70 এর অংশটি হুইলিং -এ ওহিও নদী অতিক্রম করে এবং হুইলিং টানেলের মধ্য দিয়ে চলে। সুড়ঙ্গের প্রতিটি দিকে I-70 এর শুধুমাত্র একটি থ্রোলেন রয়েছে। একটি বড় আদান-প্রদানের পরিকল্পনা করা হয়েছিল কিন্তু হুইলিং টানেলের পূর্ব দিকে কখনই সম্পূর্ণ হয়নি। I-470 এর সাথে মিলিত হওয়ার পরে, I-70 ডালাস পাইক, পশ্চিম ভার্জিনিয়ার দিকে চড়াই যায়, রাস্তার এই অংশটিকে \"টু মাইল হিল\" বলা হয়, যা পাহাড়ের নীচে অনেক দুর্ঘটনার জন্য স্থানীয়ভাবে পরিচিত। I-70 ওহাইও কাউন্টিতে বড় উন্নয়ন এনেছে, গত কয়েক বছরে পশ্চিম ভার্জিনিয়ার একমাত্র কাউন্টি যা পথ দিয়ে যায়। হাইওয়ের উত্তর দিকে, একটি প্রাক্তন স্ট্রিপ মাইন দ্য হাইল্যান্ডস নামে একটি খুচরা এলাকায় বিকশিত হয়েছিল। I-70-এর এই প্রসারণটি যে কোনও রাজ্যে I-70 এর চেয়ে ছোট, মাত্র ১৫ মাইল (২৪ কিলোমিটার) ওহিও নদী থেকে পেনসিলভানিয়া সীমান্ত পর্যন্ত।\n\n\n=== পেনসিলভেনিয়া ===\n\nআই-৭০ মহাসড়কটি প্রাথমিকভাবে ডাউনটাউন পিট্‌সবার্গের মধ্য দিয়ে নিয়ে যাওয়ার পরিকল্পনা করা হয়েছিল, কিন্তু এখন শহরের দক্ষিণে দিয়ে অগ্রসর হয়েছে। এটির মূল পরিকল্পিত পথে পরবর্তীতে আই-৩৭৬-এর পাশাপাশি আই-৭৬ ও আই-৭৯-এর অংশগুলিতে অন্তর্ভুক্ত করা হয়েছিল। এছাড়াও আই-৭০ পিট্‌সবার্গ শহরতলির কাছে ওয়াশিংটনে তিন মাইল (৪.৮ কিলোমিটার) দীর্ঘ অংশ জুড়ে আই-৭৯ মহাসড়ককে ওভারল্যাপ করে।\n৩৮ মাইল (৬১ কিলোমিটার)ওয়াশিংটন এবং নিউ স্ট্যান্টনের মধ্যে I-70 এর  হাইওয়ের একটি নিম্নমানের অংশ। I-70 এর এই বিভাগটি পেনসিলভানিয়া রুট 71 (PA 71)। এটি তীক্ষ্ণ বক্ররেখা, সীমিত দৃষ্টি দূরত্ব, সরু কাঁধ, এবং ইন্টারচেঞ্জে মার্জ লেনের অভাব দ্বারা চিহ্নিত করা হয়। ক্লোভারলিফ র‌্যাম্পগুলিতে ট্র্যাফিককে অবশ্যই ট্র্যাফিকের ডানদিকের লেনের মধ্যে বুনতে হবে কারণ ট্র্যাফিক প্রবেশ এবং প্রস্থান করার জন্য তৃতীয় লেনের অভাব রয়েছে। অন্যান্য অন- এবং অফ্রাম্পগুলি কার্যকরভাবে ডান-ইন/রাইট-আউট ইন্টারচেঞ্জ হিসাবে কাজ করে, যা যানবাহনগুলিকে প্রস্থান লেনের ভিতরে এবং বাইরে বুনতে বাধ্য করে। এই প্রসারিত গতি সীমা ৫৫ মা/ঘ (৮৯ কিমি/ঘ) ।\nনিউ স্ট্যান্টন থেকে ব্রীজউড পর্যন্ত, I-70 ওভারল্যাপ করে I-76 এবং পেনসিলভানিয়া টার্নপাইক । এটি I-70 এর মাত্র দুটি টোল করা বিভাগের একটি (অন্যটি কানসাসে, যেখানে টোপেকার পূর্বে কানসাস টার্নপাইকের অংশটি I-70 স্বাক্ষরিত)।\n \nব্রীজউডের কাছে I-70 এর ড্রাইভারদের ফ্রিওয়ে ছেড়ে মার্কিন যুক্তরাষ্ট্রে কয়েকটি ব্লক ভ্রমণ করতে হবে<span typeof=\"mw:Entity\" id=\"mwAXo\"> </span>ফ্রিওয়েতে ফিরে যাওয়ার আগে বেশ কয়েকটি ট্রাফিক-লাইট পেরিয়ে 30 ।  I-70 এর এই প্রসারিতটি আন্তঃরাজ্য হাইওয়ে সিস্টেমের কয়েকটি ফাঁকগুলির মধ্যে একটি।\nI-70 ব্রীজউডে I-76 (পেনসিলভানিয়া টার্নপাইক) ছেড়ে যাওয়ার পরে মেরিল্যান্ড সীমান্তের প্রায় দক্ষিণে চলতে থাকে। এই বিভাগটি ৫৫ মা/ঘ (৮৯ কিমি/ঘ) এ পোস্ট করা হয়েছে এবং প্রচুর টহল দেওয়া হয়। সীমান্তের পরে, এটি I-68 এর পূর্ব প্রান্তে মিলিত হয় এবং বাল্টিমোর এবং ওয়াশিংটন, ডিসির দিকে পূর্ব দিকে মোড় নেয়\n\n\n=== মেরিল্যান্ড ===\n\nমেরিল্যান্ডে, I-70 হ্যানককের কাছে পেনসিলভানিয়া স্টেট লাইন থেকে রাজ্যের কেন্দ্রীয় অংশ জুড়ে বাল্টিমোরের দিকে চলে, জাতীয় সড়কের পথ অনুসরণ করে, যা এখন ইউএস নামে পরিচিত<span typeof=\"mw:Entity\" id=\"mwAZA\"> </span>40 এটি রাজ্যের একটি প্রধান পূর্ব-পশ্চিম মহাসড়ক, যা হ্যাগারসটাউন এবং ফ্রেডরিক শহরগুলিকে পরিবেশন করে এবং এলিকট শহরকে বাইপাস করে। ফ্রেডরিকের পূর্বে, রুটটি মূলত আন্তঃরাজ্য মনোনীত ছিল 70N ( I-70N )। হাইওয়েটি ওয়াশিংটন, ডিসি, I-270 এর মাধ্যমে পরিবেশন করে, যা একসময় আন্তঃরাজ্য মনোনীত ছিল 70S ( I-70S ) অনন্যভাবে, I-70 পরোক্ষভাবে I-370 এর মাধ্যমে শ্যাডি গ্রোভ -এ ওয়াশিংটন মেট্রোর একটি শাখায় কাজ করে, যেটি শুধুমাত্র I-270 এর সাথে সংযোগ করে।\nI-70 বাল্টিমোরের I-95 এ শেষ করার পরিকল্পনা করা হয়েছিল, কিন্তু স্থানীয় বিরোধিতার কারণে, এটি শুধুমাত্র মেরিল্যান্ড রুট 122 -এ নির্মিত হয়েছিল (MD) 122)।\n\n\n== ইতিহাস ==\nফুটপাথের জন্য চুক্তি প্রাপ্ত প্রথম ইন্টারস্টেট হওয়ার পাশাপাশি, অন্যান্য অদ্ভুত বিষয়গুলিও আই-৭০ এর সাথে ঘটেছে।\n\nপ্রথম প্রস্তাবিত হিসাবে, আই-৭০-এর পশ্চিম টার্মিনাস ডেনভার হতে হবে। যাইহোক, উটাহ ও কলোরাডো রাজ্য দুটি যুক্তরাষ্ট্রীয় সরকারকে পরিকল্পিত ফ্রিওয়েকে আরও পশ্চিমে প্রসারিত করার জন্য চাপ দিয়েছিল, তাদের যুক্তি ছিল যে ডেনভার ও সল্টলেক সিটির মধ্যে সরাসরি সংযোগ একটি কার্যকর মহাসড়ক ব্যবস্থার জন্য গুরুত্বপূর্ণ। প্রস্তাবটি ছিল, এখন যা পশ্চিমে অবস্থিত ইউএস৬ সড়কে অনুসরণ এবং উটাহর স্প্যানিশ ফর্কে আই-১৫-এর সঙ্গে সংযোগ স্থাপন করা। যুক্তরাষ্ট্রীয় পরিকল্পনাকারীরা (সামরিক দ্বারা প্রভাবিত) আই-৭০-এর প্রস্তাবিত পথ প্রসারিত করতে সম্মত হয়েছিল, কিন্তু সল্টলেক সিটির পরিষেবা দিতে নয়; সামরিক বাহিনী উত্তর-পূর্বের সাথে দক্ষিণ ক্যালিফোর্নিয়াকে আরও ভালভাবে সংযুক্ত করতে চেয়েছিল। এটি কোভ ফোর্টে সান রাফায়েল সোয়েলের মধ্য দিয়ে আই-৭০-এর নির্মিত পথের দিকে নিয়ে যায়। অনেক গাড়িচালক নিউ ইয়র্ক সিটি ও লস এঞ্জেলসের মধ্যে তাদের ক্রস-কান্ট্রি ড্রাইভের অংশ হিসাবে আই-৭০ সড়কে অন্তর্ভুক্ত করে (যা অন্যান্য ইন্টারস্টেটের মাধ্যমে আই-৭০ অ্যাক্সেসযোগ্য)।\n\nবাল্টিমোর এলাকায় ফ্রিওয়ে বিদ্রোহের ফলে, আই-৭০ সড়কটি এমডি ১২২-এর পূর্বে বাল্টিমোর শহরের মধ্যে আই-৯৫-এ তার পরিকল্পিত টার্মিনাস পর্যন্ত সম্পন্ন হয়নি এবং এটি এখন বাল্টিমোর বেল্টওয়ে আই-৬৯৫ সঙ্গে একটি চার-মুখী প্রতিসম স্ট্যাক ইন্টারচেঞ্জে শেষ হয়। ২০১৪ সালের নভেম্বর মাস পর্যন্ত, আই-৭০ এমডি ১২২ এ পার্ক ও রাইড লটে শেষ হয়েছে, যখন ফ্রিওয়েটি বাল্টিমোর শহরে প্রবেশ করে ৯৪ প্রস্থান করার সময়। ফুটপাথের উপর যাত্রীরা পার্ক করে যেখানে হাই-স্পিড ফ্রিওয়ে লেন থাকতে হবে। আই-৬৯৫ থেকে এমডি ১২২ পর্যন্ত প্রাক্তন ফ্রিওয়েটিকে মেরিল্যান্ড স্টেট হাইওয়ে অ্যাডমিনিস্ট্রেশন দ্বারা রক্ষণাবেক্ষণ করে কুক্স বুলেভার্ড নামকরণের জন্য একটি দ্বি-লেনের পার্কওয়েতে রূপান্তরিত করা হচ্ছে।\nহাইওয়েটি এর নাম আই-৭০ কিলার দিয়েছে, একজন সিরিয়াল কিলার যিনি ১৯৯০-এর দশকের গোড়ার দিকে বেশ কয়েকটি মধ্য-পশ্চিমাঞ্চলীয় রাজ্যের কয়েক মাইলের মধ্যে একাধিক হত্যাকাণ্ড ঘটিয়েছিলেন। টেলিভিশন শো আমেরিকা'স মোস্ট ওয়ান্টেড অ্যান্ড আনসলভড মিস্ট্রিজে বেশ কয়েকবার প্রদর্শিত হওয়া সহ খুনের ব্যাপক প্রচার সত্ত্বেও কোনও সন্দেহভাজনকে গ্রেপ্তার করা হয়নি।\nজন অ্যালেন মুহাম্মদ ও লি বয়েড মালভো, ডিসি স্নাইপার হামলার জন্য দায়ী দুজনকে, ২০০২ সালে মেরিল্যান্ডের মায়ার্সভিলের কাছে আই-৭০-এ একটি বিশ্রাম স্টপে গ্রেপ্তার করা হয়েছিল।\n১৯৮৫ ওয়ার্ল্ড সিরিজ সেন্ট লুই কার্ডিনাল ও কানসাস সিটি রয়্যালসের মধ্যে একটি প্রতিযোগিতা ছিল এবং রয়্যালরা জিতেছিল। যেহেতু এই শহরগুলি প্রাথমিকভাবে আই-৭০ দ্বারা সংযুক্ত, সেই জন্য সংবাদ মাধ্যম প্রায়শই সিরিজটিকে আই-৭০ সিরিজ বলে।\n\n\n== সহায়ক রুট ==\nI-70 একই শিশু আন্তঃরাজ্য নম্বর সহ দুটি স্বতন্ত্র শিশু আন্তঃরাজ্যের মধ্যে নিকটতম দূরত্বগুলির মধ্যে একটি রয়েছে। টোপেকা, কানসাসের কাছে I -470 এবং কানসাস সিটি, মিসৌরির পূর্ব দিকে I-470, প্রায় ৭২ মাইল (১১৬ কিলোমিটার) দূরে। এই রেকর্ডটি হার্টফোর্ড, কানেকটিকাটের আশেপাশে I-291 এবং স্প্রিংফিল্ড, ম্যাসাচুসেটসের কাছে I- 291 দ্বারা অতিক্রম করেছে, যা সম্পর্কহীন কিন্তু ২৩ মাইল (৩৭ কিলোমিটার) দূরে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n ওপেনস্ট্রিটম্যাপে ইন্টারস্টেট ৭০ সম্পর্কিত ভৌগোলিক উপাত্ত\nRoute of Interstate 70 overlaid on Google Maps"}