{"pageid": 1147171, "title": "সেমান্টিক মিডিয়াউইকি", "url": "https://bn.wikipedia.org/wiki?curid=1147171", "content": "সেমান্টিক মিডিয়াউইকি ( এস এম ডাব্লিউ ) হল মিডিয়াউইকির একটি এক্সটেনশন যা উইকি পৃষ্ঠাগুলির মধ্যে শব্দার্থিক ডেটা টীকা করার অনুমতি দেয়, এইভাবে একটি উইকিতে পরিণত হয় যা এক্সটেনশনটিকে একটি শব্দার্থিক উইকিতে অন্তর্ভুক্ত করে। এনকোড করা ডেটা শব্দার্থগত অনুসন্ধানে ব্যবহার করা যেতে পারে, পৃষ্ঠাগুলি একত্রিত করার জন্য ব্যবহৃত হয়, মানচিত্র, ক্যালেন্ডার এবং গ্রাফের মতো বিন্যাসে প্রদর্শিত হয় এবং আরডিএফ এবং সিএসভি- এর মতো বিন্যাসের মাধ্যমে বহির্বিশ্বে রপ্তানি করা হয়।\n\n\n== লেখক ==\nসেমান্টিক মিডিয়াউইকি প্রাথমিকভাবে Markus Krötzsch, Denny Vrandečić এবং Max Völkel দ্বারা তৈরি করা হয়েছিল এবং ২০০৫ সালে প্রথম প্রকাশিত হয়েছিল। এটির বিকাশ প্রাথমিকভাবে EU-অর্থায়িত FP6 প্রকল্প SEKT ( CORDIS সাইট ) দ্বারা অর্থায়ন করা হয়েছিল এবং পরে কার্লসরুহে বিশ্ববিদ্যালয়ের ইনস্টিটিউট AIFB (পরে কার্লসরুহে ইনস্টিটিউট অফ টেকনোলজির নামকরণ করা হয়) দ্বারা আংশিকভাবে সমর্থন করা হয়েছিল। বর্তমানে জেমস হংকং ২০১৭-এর হিসাব অনুযায়ী প্রধান বিকাশকারী , অন্য মূল বিকাশকারী হলেন Jeroen De Dauw.\n\n\n== মৌলিক সিনট্যাক্স ==\nএস এম ডাব্লিউ-এর মধ্যে প্রতিটি শব্দার্থিক টীকা হল একটি \"সম্পত্তি\" যা পৃষ্ঠাটিকে সংযুক্ত করে যেটিতে এটি থাকে অন্য কিছু ডেটার সাথে, হয় অন্য কোনো পৃষ্ঠা বা কোনো প্রকারের ডেটা মান, \"বিষয়, প্রেডিকেট, অবজেক্ট\" ফর্মের তিনগুণ ব্যবহার করে।\nউদাহরণ স্বরূপ, জার্মানি সম্পর্কিত একটি পৃষ্ঠার মধ্যে এনকোড করা থাকতে পারে, প্রকৃতপক্ষে এর রাজধানী শহর বার্লিন । \"জার্মানি\" পৃষ্ঠায়, সিনট্যাক্সটি হবে:\n\nযা শব্দার্থগতভাবে \"জার্মানি\" \"রাজধানী আছে\" \"বার্লিন\" বিবৃতির সমতুল্য। এই উদাহরণে \"জার্মানি\" পৃষ্ঠা হল বিষয়, \" কপিটাল আছে\" হল ভবিষ্যদ্বাণী, এবং \"বার্লিন\" হল সেই বস্তু যা শব্দার্থিক লিঙ্ক নির্দেশ করছে৷\nযাইহোক, শব্দার্থিক মিডিয়াউইকির মধ্যে ডেটা সংরক্ষণের আরও সাধারণ উপায় হল মিডিয়াউইকি টেমপ্লেটগুলির মাধ্যমে যা প্রয়োজনীয় SMW মার্কআপ ধারণ করে। এই উদাহরণের জন্য, \"জার্মানি\" পৃষ্ঠায় \"দেশ\" নামক একটি টেমপ্লেটে একটি কল থাকতে পারে, যা দেখতে এইরকম:\n\n\"ক্যাপিটাল\" প্যারামিটারের মান যাই হোক না কেন, \"দেশের\" টেমপ্লেটটি \"মূলধন আছে\" বৈশিষ্ট্যটি ব্যবহার করে সংরক্ষণের ব্যবস্থা করবে। টেমপ্লেটটি ডেটা প্রদর্শনও পরিচালনা করবে। শব্দার্থিক মিডিয়াউইকি ডেভেলপাররা অনুমান করেছেন যে ৯৯% এস এম ডাব্লিউ ডেটা এইভাবে সংরক্ষণ করা হয়।\nশব্দার্থিক মিডিয়াউইকি-এর নিজস্ব ইনলাইন ক্যোয়ারী টুলও রয়েছে। উদাহরণস্বরূপ, যদি দেশগুলির পৃষ্ঠাগুলি জনসংখ্যার ডেটার মতো অতিরিক্ত তথ্য সংরক্ষণ করে, তাহলে একটি পৃষ্ঠায় একটি ক্যোয়ারী যুক্ত করা যেতে পারে যা ৫০ মিলিয়নের বেশি জনসংখ্যা সহ সমস্ত দেশের তালিকা প্রদর্শন করে, তাদের রাজধানী শহর সহ; এবং জার্মানি এমন একটি তালিকায় উপস্থিত হবে, বার্লিন এর পাশে।\n\n\n== ব্যবহার ==\nঅজানা সংখ্যক ব্যক্তিগত উইকি ছাড়াও সারা বিশ্বে ১,৬০০টিরও বেশি পাবলিক অ্যাক্টিভ উইকিতে শব্দার্থিক মিডিয়াউইকি ব্যবহার করা হচ্ছে।   এস এম ডাব্লিউ ব্যবহার করে এমন উল্লেখযোগ্য পাবলিক উইকিগুলির মধ্যে রয়েছে Metacafe উইকি, ওয়েব প্ল্যাটফর্ম, SNPedia, SKYbrary, Metavid, Familypedia, OpenEI,  Libreplanet wiki, Free Software Directory  এবং translatewiki.net । যেসব প্রতিষ্ঠান এস এম ডাব্লিউ অভ্যন্তরীণভাবে ব্যবহার করে তাদের মধ্যে রয়েছে ফাইজার,  হার্ভার্ড পিলগ্রিম হেলথ কেয়ার,  জনসন অ্যান্ড জনসন ফার্মাসিউটিক্যাল রিসার্চ অ্যান্ড ডেভেলপমেন্ট,  প্যাসিফিক নর্থওয়েস্ট ন্যাশনাল ল্যাবরেটরি,  মেট্রোপলিটন মিউজিয়াম অফ আর্ট,  ন্যাটো  এবং মার্কিন প্রতিরক্ষা বিভাগ ।\nযৌথভাবে জৈব-চিকিৎসা পরিভাষা এবং অনটোলজি তৈরি করার জন্য এস এম ডাব্লিউ স্বাস্থ্যসেবা ডোমেনে উল্লেখযোগ্যভাবে আকর্ষণ অর্জন করেছে।  উদাহরণগুলি হল LexWiki,  যা যৌথভাবে মায়ো ক্লিনিক, ন্যাশনাল ক্যান্সার ইনস্টিটিউট, বিশ্ব স্বাস্থ্য সংস্থা এবং স্ট্যানফোর্ড বিশ্ববিদ্যালয় দ্বারা পরিচালিত হয়; এবং নিউরোসায়েন্স ইনফরমেশন ফ্রেমওয়ার্ক এর নিউরোলেক্স ।\nশব্দার্থিক মিডিয়াউইকিও উইকি ফার্ম রেফারটাতে সমর্থিত,  ডিফল্টরূপে।  উইকিয়া পূর্বে ব্যবহারকারীর অনুরোধে শব্দার্থিক মিডিয়াউইকি সক্রিয় করেছে, কিন্তু মিডিয়াউইকির ১.১৯ সংস্করণে আপগ্রেড করার পর থেকে এটি করা বন্ধ করে দিয়েছে; উইকিয়া সাইটগুলি, যেমন ফ্যামিলিপিডিয়া, যেগুলি এটি ব্যবহার করা শুরু করেছিল তা চালিয়ে যেতে সক্ষম।\n\n\n== সেমান্টিক মিডিয়াউইকি এবং উইকিডাটা ==\nএকাডেমিক সম্প্রদায়ের কিছু সদস্য উইকিপিডিয়াতে এস এম ডাব্লিউ ব্যবহার করার জন্য অনুরোধ করতে শুরু করে যখন এটি প্রথম প্রস্তাব করা হয়েছিল।  একটি ২০০৬ কাগজে, Max Völkel et al. লিখেছেন যে উইকিপিডিয়ার উপযোগিতা সত্ত্বেও, \"এর বিষয়বস্তু সবেমাত্র মেশিন-ব্যাখ্যাযোগ্য। কাঠামোগত জ্ঞান, যেমন ধারণাগুলি কীভাবে আন্তঃসম্পর্কিত হয় সে সম্পর্কে, আনুষ্ঠানিকভাবে বলা যায় না বা স্বয়ংক্রিয়ভাবে প্রক্রিয়া করা যায় না। এছাড়াও সংখ্যাসূচক তথ্যের সম্পদ শুধুমাত্র প্লেইন টেক্সট হিসাবে পাওয়া যায় এবং এইভাবে এর প্রকৃত অর্থ দ্বারা প্রক্রিয়া করা যায় না।\"\nউইকিমিডিয়া সম্প্রদায় ২০০৭ সালে উইকিপিডিয়াতে শব্দার্থিক মাইক্রোফরম্যাট মার্কআপ যোগ করা শুরু করে  । ২০১০ সালে, উইকিমিডিয়া ফাউন্ডেশনের ডেপুটি ডিরেক্টর এরিক মোলার বলেছিলেন যে উইকিমিডিয়া উইকিপিডিয়াতে শব্দার্থিক ক্ষমতা যুক্ত করতে আগ্রহী, কিন্তু তারা নিশ্চিত নয় যে সেমান্টিক মিডিয়াউইকি সঠিক সমাধান কিনা, যেহেতু এটি উইকিপিডিয়ার কার্যকারিতাকে নেতিবাচকভাবে প্রভাবিত না করে ব্যবহার করা যেতে পারে কিনা তা স্পষ্ট নয়।\nএপ্রিল ২০১২ সালে, উইকিমিডিয়া ফাউন্ডেশন প্রকল্প উইকিডাটা শুরু হয়, যা উইকিপিডিয়ার প্রতিটি ভাষার নিবন্ধে এবং অন্যান্য উইকিমিডিয়া প্রকল্পগুলিতে ব্যবহারের জন্য একটি বিশাল ভাগ করা ডাটাবেস প্রদান করে। এর বিষয়বস্তু অন্য কারও কাছে অবাধে উপলব্ধ।  উইকিডাটা উইকিপিডিয়াতে শব্দার্থিক মিডিয়াউইকি-এর সম্ভাব্য ব্যবহার প্রতিস্থাপন করে, কিন্তু এর সফ্টওয়্যার উইকিবেস ব্যবহার করে।\n\n\n== স্পিনঅফ এক্সটেনশন ==\n\nবিভিন্ন ধরনের ওপেন সোর্স মিডিয়াউইকি এক্সটেনশন বিদ্যমান যা সেমান্টিক মিডিয়াউইকি দ্বারা প্রদত্ত ডেটা কাঠামো ব্যবহার করে।  এর মধ্যে উল্লেখযোগ্য হল:\n\nপৃষ্ঠা ফর্ম - সেমান্টিক ডেটা ব্যবহার করে এমন পৃষ্ঠাগুলি যোগ এবং সম্পাদনা করার জন্য ব্যবহারকারীর তৈরি ফর্মগুলিকে সক্ষম করে৷\nশব্দার্থিক ফলাফল বিন্যাস - চার্ট, গ্রাফ, ক্যালেন্ডার এবং গাণিতিক ফাংশন সহ সেমান্টিক ডেটার জন্য প্রচুর সংখ্যক প্রদর্শন বিন্যাস সরবরাহ করে\nশব্দার্থিক ড্রিলডাউন - উইকিতে সেমান্টিক ডেটা দেখার জন্য একটি মুখী ব্রাউজার ইন্টারফেস প্রদান করে\nমানচিত্র - বিভিন্ন ম্যাপিং পরিষেবা ব্যবহার করে ভৌগোলিক সেমান্টিক ডেটা প্রদর্শন করে\n\n\n== সম্প্রদায় ==\nসেমান্টিক মিডিয়াউইকি ডেভেলপার এবং ব্যবহারকারীদের জন্য আনুষ্ঠানিক সমাবেশ হল এস এম ডাব্লিউ কন, যা ২০১০ সাল থেকে বছরে দুবার মার্কিন যুক্তরাষ্ট্র এবং ইউরোপের বিভিন্ন শহরে অনুষ্ঠিত হয়।  বার্লিনে ২০১৩ সালের অক্টোবরে এই ধরনের সবচেয়ে বড় ইভেন্টে প্রায় ৯০ জন উপস্থিত ছিলেন।  প্রথম ভার্চুয়াল এস এম ডাব্লিউ কন ২০২০ ২৩৪ জন অংশগ্রহণকারীকে আকৃষ্ট করেছিল।\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nSourceForge.net-এ সেমান্টিক মিডিয়াউইকি\nmediawiki.org-এ সেমান্টিক মিডিয়াউইকি\nসেমান্টিক মিডিয়াউইকি সম্প্রদায় উইকি\nএকটি অক্সফোর্ড গিক নাইটে SMW ব্যাখ্যা করছেন নিক গ্র্যান্ডির ভিডিও৷\nসেমান্টিক মিডিয়াউইকি: উইকিপিডিয়া 3.0 এর দিকে\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nডিবিপিডিয়া\nফ্রিবেস\nউইকিতে\nSMW+\nউইকিউপাত্ত\niCalendar সমর্থন সহ অ্যাপ্লিকেশনের তালিকা\n\n\n== আরও পড়া ==\nসফ্টওয়্যার 'উইকি' লিঙ্কে অর্থ যোগ করতে পারে, ম্যাথিউ স্পার্কস, নিউ সায়েন্টিস্ট, জুন 7, 2006\nমার্কাস ক্রোটসচ, ডেনি ভ্রানডেসিক, ম্যাক্স ভল্কেল, হেইকো হ্যালার, রুডি স্টুডার: শব্দার্থিক উইকিপিডিয়া । জার্নাল অফ ওয়েব শব্দার্থবিদ্যা 5/2007, ডিসেম্বর 2007।\n(জার্মান ভাষায়) Struktur fürs Wiki, Rolf Strathewerd, Linux-Magazin, July 2009\nস্মার্ট, পিআর; ব্রেইনস, ডি.; বাও, জে.; মট, ডি.; Huynh, TD; শ্যাডবোল্ট, এন.: অর্থসূচক উইকি প্রযুক্তির সাথে বিতরণ করা জোট পরিকল্পনাকে সমর্থন করা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ অক্টোবর ২০১১ তারিখে । ইন: ইন্টারন্যাশনাল টেকনোলজি অ্যালায়েন্স (ACITA'10) এর 4র্থ বার্ষিক সম্মেলন।\nক্রাবিনা, বার্নহার্ড: দ্য ভিয়েনা হিস্ট্রি উইকি - ভিয়েনা শহরের জন্য একটি সহযোগিতামূলক জ্ঞান প্ল্যাটফর্ম । ওপেন কোলাবরেশন (ওপেনসিম 2015) বিষয়ে 11 তম আন্তর্জাতিক সিম্পোজিয়ামের কার্যক্রম।"}