{"pageid": 1147801, "title": "সংস্কৃতি যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1147801", "content": "একটি সংস্কৃতি যুদ্ধ হল সামাজিক গোষ্ঠীর মধ্যে একটি সাংস্কৃতিক দ্বন্দ্ব এবং তাদের মূল্যবোধ, বিশ্বাস এবং অনুশীলনের আধিপত্যের লড়াই।  এটি সাধারণত এমন বিষয়গুলোকে বোঝায় যেখানে সাধারণ সামাজিক মতবিরোধ এবং সামাজিক মূল্যবোধের মেরুকরণ রয়েছে।শব্দটি সাধারণত মার্কিন যুক্তরাষ্ট্রের সমসাময়িক রাজনীতির \"হট বোতাম \" বিষয়গুলো বর্ণনা করতে ব্যবহৃত হয়।  এর মধ্যে গর্ভপাত, সমকামিতা, ট্রান্সজেন্ডার অধিকার, পর্নোগ্রাফি, বহুসংস্কৃতিবাদ, বর্ণবাদ এবং মূল্যবোধ, নৈতিকতা এবং জীবনধারার উপর ভিত্তি করে অন্যান্য সাংস্কৃতিক দ্বন্দ্ব যা প্রধান রাজনৈতিক ফাটল হিসাবে বর্ণনা করা হয়েছে।\n\n\n== ব্যুৎপত্তি ==\nসংস্কৃতি যুদ্ধ শব্দটি হল জার্মান Kulturkampf (কালচারকাম্প) ('সংস্কৃতি সংগ্রাম') এর একটি ঋণ অনুবাদ ( ক্যালক )। জার্মান ভাষায়, কালচারকাম্প, রুডলফ ভির্চো দ্বারা প্রবর্তিত একটি শব্দ, রোমান ক্যাথলিক চার্চের প্রভাবের বিরুদ্ধে জার্মান সাম্রাজ্যের চ্যান্সেলর অটো ভন বিসমার্কের অধীনে ১৮৭১ থেকে ১৮৭৮ সালের প্রচারাভিযানে সাংস্কৃতিক ও ধর্মীয় গোষ্ঠীর মধ্যে সংঘর্ষকে বোঝায়।  তৎকালীন আমেরিকার কিছু পত্রিকায় অনুবাদ ছাপা হয়েছিল।\n\n\n== যুক্তরাষ্ট্র ==\n\n\n=== ১৯২০-১৯৮০ এর দশক: উৎপত্তি ===\nআমেরিকান ব্যবহারে, \"সংস্কৃতি যুদ্ধ\" ঐতিহ্যবাদী বা রক্ষণশীল এবং প্রগতিশীল বা উদারপন্থী হিসাবে বিবেচিত সেই মূল্যবোধগুলির মধ্যে একটি দ্বন্দ্ব বোঝাতে পারে। এই ব্যবহারটি ১৯২০-এর দশকে উদ্ভূত হয়েছিল যখন শহুরে এবং গ্রামীণ আমেরিকান মূল্যবোধগুলো মুখোমুখি সংঘর্ষে এসেছিল।  এটি কয়েক দশক ধরে রাজ্যে অভিবাসন করে এমন লোকেদের দ্বারা যাদের আগে ইউরোপীয় অভিবাসীরা 'এলিয়েন' বলে মনে করত। এটি ১৯২৮ সালে আল স্মিথের রাষ্ট্রপতির প্রচারণার মাধ্যমে গর্জন ২০ -এর সাংস্কৃতিক পরিবর্তন এবং আধুনিকীকরণের প্রবণতার ফলাফলও ছিল।  ২০ শতকের পরবর্তী দশকগুলোতে, শব্দটি আমেরিকান সংবাদপত্রে মাঝে মাঝে প্রকাশিত হয়েছিল।\n\n\n=== ১৯৯১-২০০১: বিশিষ্টতা বৃদ্ধি ===\nজেমস ডেভিসন হান্টার, ভার্জিনিয়া বিশ্ববিদ্যালয়ের একজন সমাজবিজ্ঞানী, তার ১৯৯১ সালের প্রকাশনা, কালচার ওয়ারস: দ্য স্ট্রাগল টু ডিফাইন আমেরিকাতে এই অভিব্যক্তিটি আবার চালু করেছিলেন। হান্টার বর্ণনা করেছেন, যা তিনি নাটকীয় পুনর্বিন্যাস এবং মেরুকরণ হিসাবে দেখেছিলেন, যা আমেরিকান রাজনীতি এবং সংস্কৃতিকে রূপান্তরিত করেছে।\nতিনি যুক্তি দিয়েছিলেন যে ক্রমবর্ধমান সংখ্যায় \" হট-বোতাম \" সংজ্ঞায়িত বিষয়গুলোর উপর - গর্ভপাত, বন্দুকের রাজনীতি, গির্জা এবং রাষ্ট্রের বিচ্ছেদ, গোপনীয়তা, বিনোদনমূলক মাদকের ব্যবহার, সমকামিতা, বিবাচন - দুটি সংজ্ঞায়িত মেরুত্ব বিদ্যমান। তদুপরি, কেবলমাত্র অনেকগুলো বিভাজনমূলক সমস্যাই ছিল না, কিন্তু সমাজ এই বিষয়গুলোতে মূলত একই লাইনে বিভক্ত হয়েছিল, যাতে দুটি যুদ্ধরত গোষ্ঠী গঠন করা যায়, প্রাথমিকভাবে নামমাত্র ধর্ম, জাতিসত্তা, সামাজিক শ্রেণী বা এমনকি রাজনৈতিক অনুষঙ্গ দ্বারা সংজ্ঞায়িত নয়, বরং আদর্শগত বিশ্ব-দর্শন দ্বারা।\nহান্টার এই মেরুত্বটিকে বিপরীত আবেগ থেকে উদ্ভূত হিসাবে চিহ্নিত করেছেন, যাকে তিনি প্রগতিবাদ এবং অর্থোডক্স  হিসাবে উল্লেখ করেছেন। অন্যরা বিভিন্ন ছাপ সহ দ্বিধাবিভক্তি গ্রহণ করেছে। উদাহরণ স্বরূপ, বিল ও'রিলি, একজন রক্ষণশীল রাজনৈতিক ভাষ্যকার এবং ফক্স নিউজ চ্যানেলের টক শো দ্য ও'রিলি ফ্যাক্টরের প্রাক্তন হোস্ট, তার ২০০৬ সালের বই কালচার ওয়ারিয়র -এ \"ধর্মনিরপেক্ষ-প্রগতিশীল\" এবং \"ঐতিহ্যবাদীদের\" মধ্যে পার্থক্যের উপর জোর দিয়েছেন।\nইতিহাসবিদ ক্রিস্টিন কোবেস ডু মেজ ১৯৯০-এর দশকে সংস্কৃতি যুদ্ধের উত্থানকে ১৯৯১ সালে শীতল যুদ্ধের সমাপ্তির জন্য দায়ী করেছেন। তিনি লিখেছেন যে ইভানজেলিকাল খ্রিস্টানরা সাম্যবাদের হুমকির বিরুদ্ধে আমেরিকার একমাত্র প্রতিরক্ষা হিসাবে একটি নির্দিষ্ট খ্রিস্টান পুরুষ লিঙ্গ ভূমিকাকে দেখেছিল। শীতল যুদ্ধের সমাপ্তিতে এই হুমকির অবসান ঘটলে, ইভানজেলিকাল নেতারা বিদেশী সাম্যবাদীদের থেকে হুমকির অনুভূত উৎসকে লিঙ্গ ভূমিকা এবং যৌনতার গার্হস্থ্য পরিবর্তনে স্থানান্তরিত করেন।\n\n১৯৯২ সালের রাষ্ট্রপতি নির্বাচনের সময়, ভাষ্যকার প্যাট বুকানন ক্ষমতাসীন জর্জ বুশের বিরুদ্ধে রাষ্ট্রপতি পদে রিপাবলিকান মনোনয়নের জন্য প্রচারণা চালান । ১৯৯২ রিপাবলিকান জাতীয় সম্মেলনে একটি প্রাইম - টাইম স্লটে, বুকানন সংস্কৃতি যুদ্ধের উপর তার বক্তৃতা দেন।  তিনি যুক্তি দিয়েছিলেন: \"আমেরিকার আত্মার জন্য আমাদের দেশে একটি ধর্মীয় যুদ্ধ চলছে। এটি একটি সাংস্কৃতিক যুদ্ধ, যে ধরনের জাতির জন্য আমরা একদিন স্নায়ুযুদ্ধের মতোই সমালোচনামূলক হবো।\"  পরিবেশবাদী এবং নারীবাদের সমালোচনা করার পাশাপাশি, তিনি জনসাধারণের নৈতিকতাকে একটি সংজ্ঞায়িত সমস্যা হিসাবে চিত্রিত করেছেন:\n\nএজেন্ডা [বিল] ক্লিনটন এবং [হিলারি] ক্লিনটন আমেরিকার উপর চাপিয়ে দেবেন-চাহিদা অনুযায়ী গর্ভপাত, সুপ্রিম কোর্টের জন্য একটি লিটমাস পরীক্ষা, সমকামী অধিকার, ধর্মীয় বিদ্যালয়ের প্রতি বৈষম্য, যুদ্ধ ইউনিটে নারী-এটি পরিবর্তন, ঠিক আছে। কিন্তু আমেরিকা যে ধরনের পরিবর্তন চায় তা নয়। আমেরিকার যে ধরনের পরিবর্তন দরকার তা নয়। এবং আমরা এখনও ঈশ্বরের দেশ বলে একটি জাতিতে আমরা যে ধরনের পরিবর্তন সহ্য করতে পারি তা নয়। \n\nএক মাস পরে, বুকানন এই সংঘাতকে সমাজের অধিকার এবং ভুলের সংজ্ঞার উপর ক্ষমতার বিষয় হিসাবে চিহ্নিত করেছিলেন। তিনি গর্ভপাত, যৌন অভিমুখীতা এবং জনপ্রিয় সংস্কৃতিকে প্রধান ফ্রন্ট হিসাবে নাম দিয়েছেন-এবং কনফেডারেট পতাকা, ক্রিসমাস এবং করদাতা-অর্থায়নকৃত শিল্প নিয়ে সংঘর্ষ সহ অন্যান্য বিতর্কের কথা উল্লেখ করেছেন। তিনি আরও বলেন যে তার \"সংস্কৃতি যুদ্ধ\" বক্তৃতা যে নেতিবাচক মনোযোগ পেয়েছে তা নিজেই আমেরিকার মেরুকরণের প্রমাণ।\n১৯৯০ এর দশকে সংস্কৃতি যুদ্ধ জাতীয় রাজনীতিতে উল্লেখযোগ্য প্রভাব ফেলেছিল।  আমেরিকার খ্রিস্টান কোয়ালিশনের বাগাড়ম্বর ১৯৯২ সালে রাষ্ট্রপতি জর্জ এইচডব্লিউ বুশের পুনঃনির্বাচনের সম্ভাবনাকে দুর্বল করে দিয়েছিল এবং তার উত্তরসূরি বিল ক্লিনটনকে  সালে পুনরায় নির্বাচনে জয়ী হতে সাহায্য করেছিল। অন্যদিকে, রক্ষণশীল সাংস্কৃতিক যোদ্ধাদের বক্তৃতা ১৯৯৪ সালে রিপাবলিকানদের কংগ্রেসের নিয়ন্ত্রণ পেতে সাহায্য করেছিল।\nসংস্কৃতি যুদ্ধগুলো ১৯৯০-এর দশকে মার্কিন যুক্তরাষ্ট্রে রাষ্ট্রীয়-স্কুল ইতিহাস পাঠ্যক্রম নিয়ে বিতর্ককে প্রভাবিত করেছিল। বিশেষ করে, ১৯৯৪ সালে জাতীয় শিক্ষাগত মান উন্নয়ন নিয়ে বিতর্কগুলো আবর্তিত হয়েছিল যে আমেরিকান ইতিহাসের অধ্যয়ন একটি \"উদযাপন\" বা \"সমালোচনামূলক\" উদ্যোগ হওয়া উচিত এবং লিন চেনি, প্রয়াত রাশ লিমবাঘ এবং ইতিহাসবিদ গ্যারির মতো বিশিষ্ট জন ব্যক্তিত্ব জড়িত। ন্যাশ\n\n\n=== ২০১১-২০১৪: উত্তর-৯/১১ যুগ ===\n\n২০০০-এর দশকের গোড়ার দিকে নব্য রক্ষণশীলতা নামক একটি রাজনৈতিক দৃষ্টিভঙ্গি বিতর্কের শর্তগুলোকে বদলে দেয়। নব্য রক্ষণশীলরা তাদের বিরোধীদের থেকে ভিন্ন ছিল যে তারা অর্থনৈতিক বা রাজনৈতিক সমস্যাগুলোর পরিবর্তে নৈতিক সমস্যা হিসাবে জাতির মুখোমুখি সমস্যাগুলোকে ব্যাখ্যা করেছিল। উদাহরণস্বরূপ, নব্য রক্ষণশীলরা ঐতিহ্যগত পারিবারিক কাঠামোর পতনকে একটি আধ্যাত্মিক সংকট হিসাবে দেখেছিল যার জন্য একটি আধ্যাত্মিক প্রতিক্রিয়া প্রয়োজন। সমালোচকরা বিভ্রান্তিকর কারণ এবং প্রভাবের জন্য নব্য রক্ষণশীলদের অভিযুক্ত করেছেন।\n২০০০-এর দশকে, রিপাবলিকানদের ভোট দেওয়া বিভিন্ন ধর্মীয় সম্প্রদায়ের মধ্যে ঐতিহ্যবাদী বা গোঁড়া ধর্মীয় বিশ্বাসের সাথে ব্যাপকভাবে সম্পর্কযুক্ত হতে শুরু করে। ডেমোক্র্যাটদের ভোট দেওয়া উদারনৈতিক বা আধুনিকতাবাদী ধর্মীয় বিশ্বাস এবং অধর্মীয় হওয়ার সাথে আরও বেশি সম্পর্কযুক্ত হয়ে উঠেছে।  বৈজ্ঞানিক সিদ্ধান্তে বিশ্বাস, যেমন জলবায়ু পরিবর্তন, এই যুগে রাজনৈতিক দলের অধিভুক্তির সাথে দৃঢ়ভাবে মিলিত হয়েছে, যার ফলে জলবায়ু পণ্ডিত অ্যান্ড্রু হফম্যান পর্যবেক্ষণ করেছেন যে জলবায়ু পরিবর্তন \"তথাকথিত সংস্কৃতি যুদ্ধে জড়িয়ে পড়েছে।\" \n\nভাইস-প্রেসিডেন্ট প্রার্থী সারাহ প্যালিনের কভারেজ ব্যতীত, ২০০৮ সালের নির্বাচনী মৌসুমের গণমাধ্যম প্রচারণায় ঐতিহ্যগতভাবে সংস্কৃতি যুদ্ধের সাথে সম্পর্কিত বিষয়গুলো বিশিষ্ট ছিল না,  যিনি তার রক্ষণশীল ধর্মের প্রতি দৃষ্টি আকর্ষণ করেছিলেন এবং একটি কার্যকরী জলবায়ু পরিবর্তন অস্বীকার করার ছাপ তৈরি করেছিলেন। নিজেকে  নির্বাচনে পলিনের পরাজয় এবং পরবর্তীকালে আলাস্কার গভর্নর পদ থেকে পদত্যাগের ফলে সেন্টার ফর আমেরিকান প্রগ্রেস \"সংস্কৃতি যুদ্ধের আসন্ন সমাপ্তি\" ভবিষ্যদ্বাণী করতে বাধ্য করে, যা তারা জনসংখ্যাগত পরিবর্তনকে দায়ী করে, বিশেষ করে সহস্রাব্দের মধ্যে সমকামী বিবাহের গ্রহণযোগ্যতার উচ্চ হার।\n\n\n=== ২০১৪-বর্তমান: সংস্কৃতি যুদ্ধের বিস্তৃতি ===\nযদিও ঐতিহ্যগত সংস্কৃতির যুদ্ধের সমস্যাগুলো, বিশেষ করে গর্ভপাত, একটি কেন্দ্রবিন্দু হতে চলেছে,  সংস্কৃতি যুদ্ধের সাথে চিহ্নিত সমস্যাগুলো ২০১০-এর দশকের মাঝামাঝি সময়ে বিস্তৃত এবং তীব্রতর হয়েছে। সাংবাদিক মাইকেল গ্রুনওয়াল্ড বলেছেন যে \"প্রেসিডেন্ট ডোনাল্ড ট্রাম্প চিরকালের সংস্কৃতি যুদ্ধের একটি নতুন রাজনীতির পথপ্রদর্শক করেছেন\" এবং ব্ল্যাক লাইভস ম্যাটার আন্দোলন, মার্কিন জাতীয় সঙ্গীতের প্রতিবাদ, জলবায়ু পরিবর্তন, শিক্ষা নীতি, ওবামাকেয়ার সহ স্বাস্থ্যসেবা নীতি এবং সংস্কৃতি যুদ্ধের সমস্যা হিসাবে অবকাঠামো নীতির তালিকা করেছেন। ২০১৮ সালে।  ট্রান্সজেন্ডারদের অধিকার এবং আইন প্রণয়নে ধর্মের ভূমিকাকে রাষ্ট্রবিজ্ঞানী জেরেমিয়া ক্যাসেল \"সংস্কৃতি যুদ্ধে নতুন ফ্রন্ট\" হিসেবে চিহ্নিত করেছেন, কারণ এই দুটি বিষয়ে জনমতের মেরুকরণ পূর্ববর্তী সংস্কৃতি যুদ্ধের সমস্যাগুলোর সাথে সাদৃশ্যপূর্ণ।  ২০২০ সালে, কোভিড-১৯ এর বৈশ্বিক মহামারি চলাকালীন, নর্থ ডাকোটার গভর্নর ডগ বার্গাম মুখোশ পরার বিরোধিতাকে \"সংবেদনহীন\" সংস্কৃতি যুদ্ধের সমস্যা হিসাবে বর্ণনা করেছিলেন যা মানুষের সুরক্ষাকে হুমকির মুখে ফেলে।\n২০১০-২০২০-এর দশকের মাঝামাঝি সময়ে সংস্কৃতি যুদ্ধের সমস্যাগুলোর এই বিস্তৃত বোঝাপড়া একটি রাজনৈতিক কৌশলের সাথে যুক্ত যার নাম \" লিবসের মালিকানা \"। রক্ষণশীল গণমাধ্যম পরিসংখ্যান এই কৌশলটি নিযুক্ত করে, বিশেষত বেন শাপিরো, উদারপন্থী মানুষকে বিরক্ত করার লক্ষ্যে সংস্কৃতি যুদ্ধের বিষয়গুলোর উপর জোর দেয় এবং প্রসারিত করে। কলাম্বিয়া বিশ্ববিদ্যালয়ের নিকোল হেমারের মতে, এই কৌশলটি ঠান্ডা যুদ্ধের সময় বিদ্যমান সমন্বিত রক্ষণশীল মতাদর্শের বিকল্প। এটি ব্লকের সদস্যদের মধ্যে ভাগ করা নীতি পছন্দের অনুপস্থিতিতে একসাথে একটি রক্ষণশীল ভোট বন্ধ রাখে।\n\n২০১০-এর দশকে ঘটে যাওয়া জনপ্রিয় সংস্কৃতির বৈচিত্র্য নিয়ে বেশ কিছু দ্বন্দ্ব, যেমন: গেমারগেট হয়রানি প্রচারাভিযান, কমিকসগেট এবং স্যাড পপিস সায়েন্স ফিকশন ভোটিং ক্যাম্পেইন, গণমাধ্যমে সংস্কৃতি যুদ্ধের উদাহরণ হিসেবে চিহ্নিত করা হয়েছিল।  সাংবাদিক ক্যাটলিন ডিউই গেমারগেটকে একটি বৃহত্তর সংস্কৃতি যুদ্ধের জন্য একটি \" প্রক্সি যুদ্ধ \" হিসাবে বর্ণনা করেছেন যারা সাংস্কৃতিক প্রতিষ্ঠানে নারী ও সংখ্যালঘুদের বৃহত্তর অন্তর্ভুক্তি চান বনাম নারীবিরোধী এবং ঐতিহ্যবাদীরা যারা তা করেন না।  সংস্কৃতি যুদ্ধের সংঘাত নির্বাচনী রাজনীতি থেকে জনপ্রিয় সংস্কৃতিতে অবনমিত হয়েছে এমন ধারণাটি লেখক জ্যাক মেসারভকে ২০১৫ সালে জনপ্রিয় চলচ্চিত্র, গেম এবং লেখাকে \"সংস্কৃতি যুদ্ধের শেষ ফ্রন্ট\" বলে ডাকতে পরিচালিত করেছিল।\nজনপ্রিয় সংস্কৃতিতে প্রতিনিধিত্ব নিয়ে এই দ্বন্দ্বগুলো অল্ট-রাইট এবং অল্ট-লাইট আন্দোলনের মাধ্যমে নির্বাচনী রাজনীতিতে পুনরায় আবির্ভূত হয়।  মিডিয়া পণ্ডিত হুইটনি ফিলিপসের মতে, গেমারগেট হয়রানি এবং বিতর্ক-স্টোকিংয়ের \"প্রোটোটাইপড\" কৌশল যা রাজনৈতিক কৌশলে কার্যকর প্রমাণিত হয়েছে। উদাহরণ স্বরূপ, রিপাবলিকান রাজনৈতিক কৌশলবিদ স্টিভ ব্যানন ডোনাল্ড ট্রাম্পের ২০১৬ সালের প্রেসিডেন্ট নির্বাচনী প্রচারণার সময় পপ-সংস্কৃতির দ্বন্দ্বগুলোকে প্রচার করেছিলেন, একজন তরুণ দর্শককে \"গেমারগেট বা যাই হোক না কেন প্রবেশ করতে এবং তারপর রাজনীতি এবং ট্রাম্পের দিকে পরিণত হতে\" উৎসাহিত করেছিলেন।\n\n\n=== সমালোচনা ও মূল্যায়ন ===\nযে সময় থেকে জেমস ডেভিসন হান্টার প্রথম আমেরিকান জীবনে সংস্কৃতি যুদ্ধের ধারণাটি প্রয়োগ করেছিলেন, সেই সময় থেকে এই ধারণাটি \"সংস্কৃতি যুদ্ধ\" একটি বাস্তব ঘটনার নাম কিনা এবং যদি তাই হয়, এটি বর্ণনা করা ঘটনাটি একটি কারণ কিনা তা নিয়ে প্রশ্ন রয়েছে, অথবা শুধুমাত্র রাজনৈতিক দল এবং ধর্মের মত গোষ্ঠীর সদস্যপদ। সংস্কৃতি যুদ্ধগুলোও সংস্কৃতির মধ্যে প্রামাণিক পার্থক্যের ফলাফলের পরিবর্তে কৃত্রিম, আরোপিত, বা অসমমিতিক দ্বন্দ্বের সমালোচনার বিষয়।\n\n\n==== বৈধতা ====\nসংস্কৃতি যুদ্ধের ধারণার বৈজ্ঞানিক বৈধতা নিয়ে গবেষকরা ভিন্নমত পোষণ করেছেন। কেউ কেউ দাবি করে যে এটি বাস্তব আচরণ বর্ণনা করে না অথবা এটি শুধুমাত্র একটি ছোট রাজনৈতিক অভিজাতদের আচরণ বর্ণনা করে। অন্যরা দাবি করে যে সংস্কৃতি যুদ্ধ বাস্তব এবং ব্যাপক এবং এমনকি এটি আমেরিকানদের রাজনৈতিক আচরণ এবং বিশ্বাস ব্যাখ্যা করার জন্য মৌলিক।\nরাষ্ট্রবিজ্ঞানী অ্যালান উলফ ১৯৯০ এবং ২০০০ এর দশকে হান্টারের বিরুদ্ধে পাণ্ডিত্যপূর্ণ বিতর্কের একটি সিরিজে অংশ নিয়েছিলেন, দাবি করেছিলেন যে সংস্কৃতি যুদ্ধ সম্পর্কে হান্টারের ধারণা আমেরিকানদের মতামত বা আচরণকে সঠিকভাবে বর্ণনা করেনি, যেটি ওল্ফ দাবি করেছিলেন মেরুকরণের চেয়ে বেশি ঐক্যবদ্ধ।\nআমেরিকান পলিটিক্যাল সায়েন্স রিভিউতে প্রকাশিত ১৯৯২ থেকে ২০১২ পর্যন্ত মতামতের তথ্যের একটি মেটা-বিশ্লেষণ এই উপসংহারে পৌঁছেছে যে, একটি সাধারণ বিশ্বাসের বিপরীতে যে রাজনৈতিক দল এবং ধর্মীয় সদস্যতা সংস্কৃতি যুদ্ধের বিষয়গুলোর উপর মতামত গঠন করে, পরিবর্তে সংস্কৃতি যুদ্ধের বিষয়গুলোর উপর মতামত জনগণকে সংশোধন করতে পরিচালিত করে,তাদের রাজনৈতিক দল এবং ধর্মীয় অভিমুখে। গবেষকরা সংস্কৃতি যুদ্ধের মনোভাবকে \"সাধারণ নাগরিকদের রাজনৈতিক ও ধর্মীয় বিশ্বাস ব্যবস্থার মৌলিক উপাদান\" হিসেবে দেখেন।\n\n\n==== কৃত্রিমতা বা অপ্রতিসমতা ====\nকিছু লেখক এবং পণ্ডিত বলেছেন যে সংস্কৃতি যুদ্ধগুলো রাজনৈতিক বিশেষ স্বার্থ গোষ্ঠী, প্রতিক্রিয়াশীল সামাজিক আন্দোলন, রিপাবলিকান দলের মধ্যে গতিশীলতার দ্বারা বা সামগ্রিকভাবে নির্বাচনী রাজনীতি দ্বারা তৈরি বা স্থায়ী হয়। এই লেখকরা সংস্কৃতি যুদ্ধকে ব্যাপক সাংস্কৃতিক পার্থক্যের একটি অনিবার্য ফলাফল হিসাবে দেখেন না বরং একটি রাজনৈতিক উদ্দেশ্যে দলে দলে এবং আউট-গ্রুপ তৈরি করতে ব্যবহৃত একটি কৌশল হিসাবে দেখেন।\nরাজনৈতিক ভাষ্যকার ইজে ডিওন্নে লিখেছেন যে সংস্কৃতি যুদ্ধ হল পার্থক্য এবং অভিযোগকে কাজে লাগানোর একটি নির্বাচনী কৌশল, মন্তব্য করেছেন যে প্রকৃত সাংস্কৃতিক বিভাজন হল \"যারা সংস্কৃতি যুদ্ধ করতে চায় এবং যারা করতে চায় না তাদের মধ্যে।\" \nসমাজবিজ্ঞানী স্কট মেলজার বলেছেন যে সংস্কৃতি যুদ্ধগুলো রক্ষণশীল, প্রতিক্রিয়াশীল সংগঠন এবং আন্দোলন দ্বারা তৈরি হয়। এই আন্দোলনের সদস্যরা \"একটি উদার সংস্কৃতির হাতে নির্যাতিত হওয়ার অনুভূতির অধিকারী। তাদের দৃষ্টিতে, অভিবাসী, সমকামী, মহিলা, দরিদ্র এবং অন্যান্য গোষ্ঠীগুলোকে (অযোগ্যভাবে) বিশেষ অধিকার এবং সুযোগ-সুবিধা দেওয়া হয়েছে।\" মেলজার আমেরিকার ন্যাশনাল রাইফেল অ্যাসোসিয়েশনের উদাহরণ সম্পর্কে লিখেছেন, যা তিনি বলেছেন যে একটি সাধারণ অনুভূত হুমকির বিরুদ্ধে রক্ষণশীল গোষ্ঠী, বিশেষ করে শ্বেতাঙ্গ পুরুষদের দলগুলিকে একত্রিত করার জন্য ইচ্ছাকৃতভাবে একটি সংস্কৃতি যুদ্ধ তৈরি করেছে।\nএকইভাবে, ধর্ম পণ্ডিত সুসান বি. রিজলি লিখেছেন যে সংস্কৃতি যুদ্ধ সম্ভব হয় পরিবারের উপর দৃষ্টি দ্বারা। এই সংস্থাটি রক্ষণশীল খ্রিস্টান \" বিকল্প সংবাদ \" তৈরি করেছিল যা আমেরিকান গণমাধ্যম ব্যবহারকে বিভক্ত করতে শুরু করে, জনসংখ্যার একটি অংশে, বিশেষ করে রক্ষণশীল ধর্মীয় মহিলাদের জন্য একটি নির্দিষ্ট \"ঐতিহ্যগত পরিবার\" প্রত্নপ্রকৃতি প্রচার করে। রিজলি বলেছেন যে এই ঐতিহ্যটিকে উদারপন্থী আক্রমণের অধীনে চিত্রিত করা হয়, ঐতিহ্য রক্ষার জন্য একটি সংস্কৃতি যুদ্ধের প্রয়োজন বলে মনে হচ্ছে।\nরাষ্ট্রবিজ্ঞানী ম্যাট গ্রসম্যান এবং ডেভিড এ. হপকিন্স মার্কিন যুক্তরাষ্ট্রের দুটি প্রধান রাজনৈতিক দলের মধ্যে একটি অসামঞ্জস্য সম্পর্কে লিখেছেন, বলেছেন যে রিপাবলিকান পার্টিকে বোঝা উচিত একটি আদর্শিক আন্দোলন হিসেবে রাজনৈতিক সংঘাত চালানোর জন্য এবং ডেমোক্র্যাটিক দলকে সামাজিক গোষ্ঠীর জোট হিসাবে বোঝা উচিত। সদস্যদের উপর আদর্শিক শৃঙ্খলা আরোপ করার ক্ষমতা কম।  এটি রিপাবলিকানদের স্থায়ী করতে এবং সংস্কৃতি যুদ্ধে নতুন সমস্যাগুলি আঁকতে উৎসাহিত করে, কারণ রিপাবলিকানরা এই ধরনের যুদ্ধের জন্য সুসজ্জিত।\n\n\n== কানাডা ==\nকানাডার কিছু পর্যবেক্ষক পশ্চিম বনাম পূর্ব কানাডা, শহুরে বনাম গ্রামীণ কানাডা, সেইসাথে রক্ষণশীলতা বনাম উদারতাবাদ এবং প্রগতিবাদের মধ্যে ভিন্ন মূল্যবোধের জন্য \"সংস্কৃতি যুদ্ধ\" শব্দটি ব্যবহার করেছেন।\nতা সত্ত্বেও, কানাডিয়ান সমাজ সাধারণত অভিবাসন, বন্দুক নিয়ন্ত্রণ, মাদকের বৈধতা, যৌন নৈতিকতা, বা স্বাস্থ্যসেবাতে সরকারের সম্পৃক্ততা নিয়ে নাটকীয়ভাবে মেরুকরণ করা হয় না: যা মার্কিন যুক্তরাষ্ট্রে খেলার প্রধান বিষয়। এই সমস্ত ক্ষেত্রে, রক্ষণশীল সহ বেশিরভাগ কানাডিয়ান মার্কিন যুক্তরাষ্ট্রে \"প্রগতিশীল\" অবস্থানকে সমর্থন করবে। কানাডায় বিভিন্ন সমস্যা মূল্যবোধের সংঘর্ষের সৃষ্টি করে। এর মধ্যে প্রধান হল কানাডায় ভাষা নীতি, সংখ্যালঘুদের ধর্মীয় অধিকার, পাইপলাইন রাজনীতি, আদিবাসী ভূমি অধিকার, জলবায়ু নীতি এবং ফেডারেল-প্রাদেশিক বিরোধ।\nএটি কানাডিয়ান রাজনৈতিক ভাষ্যের একটি অপেক্ষাকৃত নতুন বাক্যাংশ। এটি এখনও কানাডার ঐতিহাসিক ঘটনা বর্ণনা করতে ব্যবহার করা যেতে পারে, যেমন: ১৮৩৭ সালের বিদ্রোহ, পশ্চিমী বিচ্ছিন্নতা, কুইবেক সার্বভৌমত্ব আন্দোলন এবং কানাডার যেকোন আদিবাসী দ্বন্দ্ব ; তবে গ্র্যান্ড রিভার ভূমি বিরোধ এবং রক্ষণশীল এবং উদার কানাডিয়ানদের মধ্যে ক্রমবর্ধমান বৈরিতার মতো বর্তমান ঘটনাগুলোর সাথে এটি আরও প্রাসঙ্গিক। শিল্পী সম্প্রদায়ের প্রতি হার্পার সরকারের মনোভাব বর্ণনা করতেও শব্দগুচ্ছটি ব্যবহার করা হয়েছে। অ্যান্ড্রু কোয়েন শিল্পী সম্প্রদায়ের প্রতি এই নেতিবাচক নীতিকে \" শ্রেণী যুদ্ধ \" বলে অভিহিত করেছেন।\n\n\n== আফ্রিকা ==\nরাষ্ট্রবিজ্ঞানী কনস্ট্যান্স জি. অ্যান্টনি এর মতে, মানব যৌনতার উপর আমেরিকান সংস্কৃতি যুদ্ধের দৃষ্টিভঙ্গি আফ্রিকায় রপ্তানি করা হয়েছিল নব্য উপনিবেশবাদের একটি রূপ হিসেবে। তার দৃষ্টিতে, এটি আফ্রিকায় এইডস মহামারির সময় শুরু হয়, মার্কিন যুক্তরাষ্ট্র সরকার প্রথমে এইচআইভি/এইডস সহায়তার টাকা বুশ প্রশাসনের সময় ধর্মীয় নেতৃত্ব এবং খ্রিস্টান অধিকারের সাথে, তারপর বারাক ওবামার প্রশাসনের সময় সমকামী সহনশীলতার সাথে বেঁধেছিল। এটি একটি সংস্কৃতি যুদ্ধকে প্ররোচিত করে যার ফলে (অন্যদের মধ্যে) উগান্ডা ২০১৪-এর সমকামিতা বিরোধী আইন  ।\n\nজাম্বিয়ান পণ্ডিত কাপ্যা কাওমা উল্লেখ করেছেন যে \"খ্রিস্টান ধর্মের জনসংখ্যার কেন্দ্র বিশ্বব্যাপী উত্তর থেকে বিশ্বব্যাপী দক্ষিণে স্থানান্তরিত হওয়ার কারণে\" বিশ্বব্যাপী খ্রিস্টান ধর্মের উপর আফ্রিকার প্রভাব বাড়ছে। কাওমা বলেছেন মার্কিন খ্রিস্টানরা আফ্রিকায় তাদের এলজিবিটি-বিরোধী উদ্যোগগুলোকে একটি \"পশ্চিম সমকামী এজেন্ডা \" এর বিরোধিতায় দাঁড়িয়েছে, এমন একটি কাঠামো যা কাওমা বিদ্রূপাত্মক বলে মনে করে।\nফার্স্ট ড্রাফ্ট নিউজের ২০২১ সালের জরিপ অনুসারে উত্তর আমেরিকা এবং ইউরোপীয় ষড়যন্ত্র তত্ত্বগুলো সামাজিক মাধ্যমে পশ্চিম আফ্রিকায় ব্যাপক হয়ে উঠেছে। কোভিড-১৯ ভুল তথ্য, নিউ ওয়ার্ল্ড অর্ডার ষড়যন্ত্রের চিন্তা, কানন এবং সংস্কৃতি যুদ্ধের বিষয়গুলোর সাথে যুক্ত অন্যান্য ষড়যন্ত্রের তত্ত্বগুলো নাইজেরিয়ার বিশিষ্ট রাজনীতিবিদ সহ আমেরিকান, রাশিয়ানপন্থী, ফরাসি-ভাষা এবং স্থানীয় বিভ্রান্তিমূলক ওয়েবসাইট এবং সামাজিক মাধ্যমে অ্যাকাউন্টগুলো দ্বারা ছড়িয়ে পড়েছে। এটি পশ্চিম আফ্রিকায় ভ্যাকসিন সংক্রান্ত দ্বিধায় অবদান রেখেছে, সমীক্ষার উত্তরদাতাদের ৬০ শতাংশ বলেছেন যে তারা টিকা নেওয়ার চেষ্টা করার সম্ভাবনা কম ছিল এবং যা এই অঞ্চলের প্রতিষ্ঠানগুলোর উপর বিশ্বাসের ক্ষয়।\n\n\n== চীন ==\nসাংস্কৃতিক বিপ্লবের লক্ষ্য ছিল চার বুড়োকে আক্রমণ করা - পুরানো ধারণা, পুরানো সংস্কৃতি, পুরানো অভ্যাস এবং পুরানো রীতিনীতি। চীনা কমিউনিস্ট বিপ্লবের পর এই আন্দোলনের ফলে পুঁজিবাদী ও ঐতিহ্যবাহী চীনা প্রতীকবাদের অপসারণ ঘটে।\n\n\n== যুক্তরাজ্য ==\nকিংস কলেজ লন্ডনের ২০২১ সালের একটি প্রতিবেদনে যুক্তি দেয় যে ব্রিটেনের সাংস্কৃতিক বিষয়ে অনেক লোকের দৃষ্টিভঙ্গি ব্রেক্সিট বিতর্কের সাথে যুক্ত হয়ে গেছে যার সাথে তারা চিহ্নিত করে। যখন পাবলিক পার্টি-রাজনৈতিক পরিচয়গুলো একই রকম সারিবদ্ধতা দেখায় এবং যে দেশের প্রায় অর্ধেক \"সংস্কৃতি যুদ্ধ\" বিষয়ে তুলনামূলকভাবে দৃঢ় মতামত রেখেছে .যেমন: ব্রিটেনের ঔপনিবেশিক ইতিহাস বা ব্ল্যাক লাইভস ম্যাটার নিয়ে বিতর্ক। প্রতিবেদনে উপসংহারে বলা হয়েছে যে ব্রিটেনের সাংস্কৃতিক ও রাজনৈতিক বিভাজন মার্কিন যুক্তরাষ্ট্রে রিপাবলিকান-ডেমোক্রেটিক বিভাজনের মতো তীব্র ছিল না এবং জনসাধারণের একটি বড় অংশকে মধ্যপন্থী দৃষ্টিভঙ্গি বা সামাজিক বিতর্ক থেকে বিচ্ছিন্ন হিসাবে শ্রেণীবদ্ধ করে। এটি আরও দেখা গেছে যে দ্য গার্ডিয়ান কেন্দ্র-ডান সংবাদপত্রের বিপরীতে সংস্কৃতি যুদ্ধ সম্পর্কে কথা বলার সম্ভাবনা বেশি ছিল। কনজারভেটিভ পার্টিকে প্রধানমন্ত্রী বরিস জনসনের মেয়াদে \"রক্ষণশীল মূল্যবোধ\" সম্পর্কে সংস্কৃতি যুদ্ধ উত্তেজিত করার চেষ্টা হিসাবে বর্ণনা করা হয়েছে। অন্যরা যুক্তি দেখান যে বামরাই \"সংস্কৃতি যুদ্ধ\" বিশেষ করে উদার মূল্যবোধ, স্বীকৃত শব্দ এবং ব্রিটিশ প্রতিষ্ঠানের বিরুদ্ধে জড়িত। অন্যান্য পর্যবেক্ষক, যেমন: জনস হপকিন্স ইউনিভার্সিটির অধ্যাপক ইয়াছা মাউঙ্ক এবং সাংবাদিক লুইস পেরি যুক্তি দিয়েছেন যে ২০১৯ সালের যুক্তরাজ্যের সাধারণ নির্বাচনের সময় শ্রমিক দল সমর্থনে পতন জনসাধারণের উপলব্ধি এবং শ্রমের উদ্দেশ্যপ্রণোদিত কৌশল উভয়ের ফলেই হয়ে।  সাংস্কৃতিক বিষয়ের উপর ভিত্তি করে বার্তা এবং নীতি ধারণা যা পার্টির বাম দিকে তৃণমূল কর্মীদের সাথে অনুরণিত হয় কিন্তু শ্রমিক দলের ঐতিহ্যবাহী শ্রমিক শ্রেণীর ভোটারদের বিচ্ছিন্ন করে দিয়েছে। ২০২২ সালের এপ্রিলের একটি জরিপে প্রমাণ পাওয়া গেছে যে ব্রিটিশরা \"সংস্কৃতি যুদ্ধ\" ইস্যুতে প্রায়ই গণমাধ্যমে চিত্রিত হওয়ার চেয়ে কম বিভক্ত। মতামতের সর্বশ্রেষ্ঠ ভবিষ্যদ্বাণী ছিল কীভাবে লোকেরা ব্রেক্সিটে ভোট দিয়েছে, তবুও যারা 'ত্যাগ' ভোট দিয়েছে তাদের মধ্যেও ৭৫% সম্মত হয়েছে \"জাতি এবং সামাজিক ন্যায়বিচারের বিষয়ে মনোযোগী হওয়া গুরুত্বপূর্ণ\"। একইভাবে, অবশেষ এবং যারা সর্বশেষ শ্রমিক দলকে ভোট দিয়েছিলেন তাদের মধ্যেও বেশ কিছু সামাজিকভাবে রক্ষণশীল অবস্থানের জন্য মাঝারিভাবে শক্তিশালী সমর্থন ছিলো।\n\n\n== ইউরোপ ==\n\nবেশ কিছু গণমাধ্যম বিক্রয়কেন্দ্র পোল্যান্ডের আইন ও বিচার দলকে বর্ণনা করেছে,  হাঙ্গেরির ভিক্টর অরবান, সার্বিয়ার আলেকসান্ডার ভুসিক এবং স্লোভেনিয়ার জেনেজ জানসা তাদের নিজ নিজ দেশে এলজিবিটি অধিকার, আইনি গর্ভপাত এবং গর্ভপাতের বিরুদ্ধে লড়াইকে উৎসাহিত করার মাধ্যমে তাদের নিজ নিজ দেশে সংস্কৃতি যুদ্ধ ও অন্যান্য বিষয় সূচনা করেছে ।  দ্য ন্যাশনাল ইন্টারেস্টের  মতে, ইউক্রেনে সাংস্কৃতিক যুদ্ধ চলছে।\n২০১৭ সালের পর, পোল্যান্ডের আইন ও বিচার (পিআইএস) সরকার পোল্যান্ডের বেশিরভাগ সোভিয়েত যুদ্ধের স্মৃতিসৌধ ধ্বংস করেছে।\n২০১৮ সালের গোড়ার দিকে, পোলিশ পার্লামেন্টের উভয় চেম্বারে ( সেজম এবং সেনেট ) ইনস্টিটিউট অফ ন্যাশনাল রিমেমব্রেন্সের আইনে একটি সংশোধনী গৃহীত হয়, দ্বিতীয় বিশ্বযুদ্ধের ইহুদি গণহত্যা- সম্পর্কিত বা অন্যান্য যুদ্ধাপরাধের সাথে সম্মিলিতভাবে পোলের সাথে জড়িত থাকার অপরাধকে অপরাধী করে,অক্ষ শক্তি দ্বারা প্রতিশ্রুতিবদ্ধ, এবং অভিব্যক্তির নিন্দা, \"পোলিশ মৃত্যু শিবির\" ।    আইনটি ইসরায়েল-পোল্যান্ড সম্পর্কের মধ্যে একটি সংকটের জন্ম দিয়েছে। সংশোধনী পাসের ফলে পোল্যান্ড-ইউক্রেন সম্পর্ক আরও খারাপ হয়েছে, যা ইতিমধ্যেই ইউক্রেনীয় জাতীয়তাবাদীদের যুদ্ধপূর্ব সংগঠন  যুদ্ধকালীন এবং যুদ্ধ পরবর্তী ইউক্রেনীয় বিদ্রোহী সেনাবাহিনীর প্রশ্নে বিতর্কিত, যার নেতা স্টেপান বান্দেরা এবং রোমান শুকেভিচকে ইউক্রেনে ইউক্রেনীয় জাতীয় বীর হিসেবে বিবেচনা করা হয়েছে, এবং যুদ্ধাপরাধী পোল্যান্ড।  ইউক্রেনীয় বিদ্রোহী সেনাবাহিনী এবং ভলহিনিয়া এবং পূর্ব গ্যালিসিয়াতে তাদের হত্যাযজ্ঞ সম্পর্কিত ঐতিহাসিক বিষয়গুলো একটি বিতর্কিত বিষয় হিসাবে রয়ে গেছে। ইউক্রেনীয় মেমরি আইন ( ইউক্রেনীয় ডিকমিউনাইজেশন আইন ) ২০১৫ সালে পাস করা হয়, ইউপিএ ও সংশ্লিষ্ট সংস্থা এবং এর সদস্যদের সম্মান জানিয়ে পোল্যান্ডে সমালোচিত হয়।\n২০২০ সালের জুন মাসে, পোলিশ রাষ্ট্রপতি আন্দ্রেজ ডুদা বলেছিলেন যে তিনি সমকামী দম্পতিদের বিয়ে বা সন্তান দত্তক নেওয়ার অনুমতি দেবেন না, যখন এলজিবিটি আন্দোলনকে \"একটি বিদেশী মতাদর্শ\" হিসাবে বর্ণনা করেছেন এবং এটিকে পিআরএল সময়কালে পোলিশ স্কুলগুলোতে কমিউনিস্ট প্রবৃত্তির সাথে তুলনা করেছেন।\n২০২২ সালে প্রিন্সটনের সমাজবিজ্ঞানী কিম শেপেল এনপিআরকে বলেছিলেন যে ভিক্টর অরবানের নেতৃত্বাধীন হাঙ্গেরিতে গণতান্ত্রিক পশ্চাদপসরণ ছদ্মবেশে সংস্কৃতি যুদ্ধ ব্যবহার করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}