{"pageid": 114771, "title": "ছিন্নমস্তা", "url": "https://bn.wikipedia.org/wiki?curid=114771", "content": "ছিন্নমস্তা (সংস্কৃত: छिन्नमस्ता, Chinnamastā, \"ছিন্ন মস্তক যে দেবীর\") হলেন এক হিন্দু দেবী। তিনি ছিন্নমস্তিকা, গুপ্তদুর্গা বা প্রচণ্ডচণ্ডিকা নামেও পরিচিতা। মহাবিদ্যা নামে পরিচিতা যে দশ দেবীর পূজা গুহ্য তান্ত্রিক সাধনার অঙ্গ, ছিন্নমস্তা হলেন তাঁদেরই অন্যতমা। তিনি হিন্দুধর্মে মহাশক্তি নামে পরিচিত মাতৃকারূপী ঈশ্বরের একটি ভয়ংকরী মূর্তিবিশেষ। ছিন্নমস্তা নগ্ন অবস্থায় মৈথুনরত দিব্য যুগলের উপর দণ্ডায়মান বা উপবিষ্ট অবস্থায় থাকেন। তাঁর ডানহাতে থাকে কর্তৃকা (বাঁকা তরবারিবিশেষ)। নিজেই সেই কর্তৃকা দ্বারা নিজের মস্তক ছিন্ন করেন এবং অপর হাতে সেই ছিন্ন মস্তক ধৃত থাকে। তাঁর কর্তিত কণ্ঠনালি থেকে সবেগে নির্গত রক্তধারার তিনটির একটি স্বয়ং তিনি পান করেন এবং বাকি দুটি ডাকিনী ও বর্ণিনী নাম্নী দুই সহচরী।\nছিন্নমস্তার মূর্তিকল্পে পরস্পরবিরোধী ধারণার পরিচয় পাওয়া যায়। তিনি একাধারে জীবনদাত্রী ও জীবনহন্ত্রী দেবী। ব্যাখ্যার উপর ভিত্তি করে তাঁকে ইন্দ্রিয়-সংযম অথবা যৌনশক্তির প্রতীক মনে করা হয়। তিনি একদিকে যেমন মৃত্যু, পার্থিব বিষয় ও ধ্বংসের প্রতীক, তেমনই অন্যদিকে জীবন, অনৈতিকতা ও পুনঃসৃজনেরও প্রতীক। ছিন্নমস্তা আধ্যাত্মিক আত্মোপলব্ধি ও কুণ্ডলিনী শক্তির (আধ্যাত্মিক শক্তি) জাগরণের দেবী। ছিন্নমস্তা-সংক্রান্ত কিংবদন্তীসমূহে তাঁর রূপকল্পনায় মাতৃত্বের চরমতম পরাকাষ্ঠায় আত্মোৎসর্গের ভাবনা তথা কঠোর ইন্দ্রিয়-সংযমের মূর্ততায় গুরুত্ব আরোপ করা হয়ে থাকে।\nহিন্দুধর্মের শক্তিপূজা-কেন্দ্রিক শাক্ত সম্প্রদায়ের কালীকুল শাখায় দেবী ছিন্নমস্তার পূজা প্রচলিত। অন্যতম মহাবিদ্যা হিসেবে হিন্দু দেবমণ্ডলীতে বিশেষ স্থানের অধিকারিনী হলেও ছিন্নমস্তার মন্দিরের সংখ্যা খুবই কম এবং সর্বজনীনভাবেও তাঁর পূজা বিশেষ করা হয় না। ছিন্নমস্তার অধিকাংশ মন্দির নেপাল ও পূর্ব ভারতেই অবস্থিত। তবে তিনি এক গুরুত্বপূর্ণ ও সুপরিচিত তান্ত্রিক দেবী। গুহ্য তন্ত্রসাধকেরা তাঁর পূজা করে থাকেন। তিব্বতি বৌদ্ধ দেবী বজ্রযোগিনীর ছিন্নমস্তক রূপ ছিন্নমুণ্ডার সঙ্গে দেবী ছিন্নমস্তার একটি বিশেষ যোগ রয়েছে।\n\n\n== উৎস ==\n\nহিন্দু দেবী ছিন্নমস্তা তান্ত্রিক ও তিব্বতি বৌদ্ধধর্মের এক গুরুত্বপূর্ণ দেবী। বৌদ্ধধর্মের উক্ত দুই শাখায় তিনি ছিন্নমুণ্ডা বা ত্রিকায়া-বজ্রযোগিনী নামে পরিচিতা। তিনি দেবী বজ্রযোগিনীর (বা বজ্রযোগিনীর অন্যতম ভয়ংকরী মূর্তি বজ্রবারাহীর) কর্তিত-মস্তক মূর্তি। এই মূর্তিটি হিন্দু দেবী ছিন্নমস্তার মূর্তিরই অনুরূপ।\nবৌদ্ধ ধর্মগ্রন্থে দেবী ছিন্নমুণ্ডার দু’টি জন্মবৃত্তান্ত বর্ণিত হয়েছে। একটি কাহিনি অনুসারে, কৃষ্ণাচার্যের শিষ্যা ছিলেন দুই ভগিনী মেখলা ও কঙ্খলা। তাঁরা ছিলেন মহাসিদ্ধ। নিজেদের মাথা কেটে তাঁরা গুরুকে উৎসর্গ করেন এবং তারপর নৃত্যে রত হন। দেবী বজ্রযোগিনীও তখন সেই রূপে আবির্ভূতা হয়ে তাঁদের সেই নৃত্যে যোগদান করেন। অপর কাহিনি অনুসারে, পদ্মসম্ভবের এক শিষ্যা পূর্বজন্মে ছিলেন রাজকুমারী লক্ষ্মীঙ্করা। রাজা কর্তৃক দণ্ডিতা হয়ে তিনি নিজেই নিজের মাথা কেটে নগর পরিক্রমা শুরু করেন। সেই সময় নগরবাসী তাঁকে ছিন্নমুণ্ডা-বজ্রবারাহী নামে স্তুতি করেন।\nদেবী ছিন্নমস্তার অন্যতম বৈশিষ্ট্য তাঁর নাগযজ্ঞোপবীত (সর্প-উপবীত) ও পায়ের তলায় মৈথুনরত যুগল। বৌদ্ধ ছিন্নমুণ্ডার মূর্তির এই দুই বৈশিষ্ট্য অনুপস্থিত। তা সত্ত্বেও ২০শ শতাব্দীর প্রথম ভাগে তন্ত্রবিশারদ তথা ওরিয়েন্টাল ইনস্টিটিউট অফ বরোদার তৎকালীন পরিচালক বিনয়তোষ ভট্টাচার্য বৌদ্ধ সাধনমালা (১১৫৬ খ্রিষ্টাব্দ), হিন্দু ছিন্নমস্তাকল্প (রচনাকাল অজ্ঞাত) ও কৃষ্ণানন্দ আগমবাগীশ রচিত তন্ত্রসার (১৬শ শতাব্দীর শেষভাগ) ইত্যাদি গ্রন্থ পর্যালোচনা করে ছিন্নমুণ্ডা ও ছিন্নমস্তা যে একই দেবী, সেই ব্যাপারে দৃঢ় সিদ্ধান্তে উপনীত হন। বৌদ্ধ সাধনমালা গ্রন্থে এই দেবীর নাম সর্ববুদ্ধা ও এঁর দুই সহচরীর নাম বজ্রবৈরোচনী ও বজ্রবর্ণিনী। হিন্দু তন্ত্রসার গ্রন্থে তাঁরই নাম সর্বসিদ্ধি ও তার দুই সহচরীর নাম বর্ণিনী ও ডাকিনী। অন্যদিকে ছিন্নমস্তাকল্প গ্রন্থে তাকে সর্ববুদ্ধি নামে অভিহিত করে তার সহচরীদের বৌদ্ধ নামগুলি অবিকৃত রাখা হয়েছে। বিনয়তোষ ভট্টাচার্যের মতে বৌদ্ধ ছিন্নমুণ্ডা দেবীর ধারণা থেকেই হিন্দু ছিন্নমস্তা দেবীর উৎপত্তি এবং এই ছিন্নমুণ্ডা দেবীর পূজা অন্ততপক্ষে খ্রিস্টীয় ৭ম শতাব্দী থেকে প্রচলিত ছিল।\n\nবিনয়তোষ ভট্টাচার্যের বক্তব্য মোটামুটিভাবে সর্বজনগ্রাহ্য। তবে কয়েকজন গবেষক ভিন্নমতও পোষণ করেছেন। দ্য টেন গ্রেট কসমিক পাওয়ার্স গ্রন্থের রচয়িতা এস. শঙ্করনারায়ণন ছিন্নমস্তার বৈদিক (প্রাচীন হিন্দু) উৎসের কথা উল্লেখ করেছেন। দি ইন্ডিয়ান থিওগনি গ্রন্থের রচয়িতা সুকুমারী ভট্টাচার্য মনে করেন, পরবর্তীকালে উদ্ভূত হিন্দু দেবী কালী, চামুণ্ডা, করালী ও ছিন্নমস্তার মধ্যে বৈদিক দেবী নিৠতির বৈশিষ্ট্যগুলি সঞ্চারিত হয়েছে। যে দু’টি হিন্দু ধর্মগ্রন্থের ছিন্নমস্তার প্রথম উল্লেখ পাওয়া যায়, সে দু’টি হল শাক্ত উপপুরাণ মহাভাগবত (আনুমানিক ৯৫০ খ্রিস্টাব্দ) ও দেবীভাগবত (৯ম-১২শ শতাব্দী)। ছিন্নমস্তা: দি অফুল বুদ্ধিস্ট অ্যান্ড হিন্দু তান্ত্রিক গডেস গ্রন্থের রচয়িতা এলিসাবেথ এ. বেনার্ড বলেছেন, উৎস যাই হোক না কেন, এটা স্পষ্ট যে ৯ম শতাব্দীতে ছিন্নমস্তা/ছিন্নমুণ্ডা দেবীর পূজা প্রচলিত ছিল এবং মহাসিদ্ধারা তাঁর পূজা করতেন। সুকুমারী ভট্টাচার্যের মূল বক্তব্যটির সঙ্গে একমত হলেও, লেইডেন বিশ্ববিদ্যালয়ের দক্ষিণ এশীয় শিল্পকলা ইতিহাসের প্রাক্তন অধ্যাপক কারেল আর. ভন কুইজ তান্ত্রিক দেবী বারাহী ও চামুণ্ডার মধ্যেও ছিন্নমস্তার মূর্তিতত্ত্বের কিছু কিছু বৈশিষ্ট্য খুঁজে পেয়েছেন।\nহিন্দু দেবী বিশেষজ্ঞ তথা ম্যাকমাস্টার বিশ্ববিদ্যালয়ের ধর্মীয় বিদ্যার অধ্যাপক ডেভিড কিনসলে বৌদ্ধ উৎস তত্ত্বের সঙ্গে একমত হলেও অন্যান্য প্রভাবের কথাও বলেছেন। যে সকল প্রাচীন হিন্দু দেবীকে নগ্না ও মস্তকহীন বা মুখমণ্ডলহীন রূপে বর্ণনা করা হত, তাঁরাও ছিন্নমস্তার মূর্তির বিকাশে প্রভাব বিস্তার করেন। এই সকল দেবীর মস্তকবিহীন মূর্তি তাঁর যৌনাঙ্গ প্রদর্শনের দিকে দৃষ্টি কেন্দ্রীভূত করার জন্য। সেই কারণে এঁরা যৌন ওজস্বিতার প্রতীক। কিন্তু এই সকল মূর্তিকল্পে নিজের হাতে মাথা কাটার ধারণাটি অনুপস্থিত।\nঅশুভ যুদ্ধদেবী কোটাবি ও দক্ষিণ-ভারতীয় শিকার দেবী কোররাবাইয়ের থেকেও ছিন্নমস্তার ধারণাটি অনুপ্রেরিত হয়ে থাকবে। এঁরা দু’জনেই হিন্দু নগ্না দেবী। কোটাবিকে কোনও কোনও ক্ষেত্রে মাতৃকা (\"মাতৃরূপী দেবী\") হিসেবে বর্ণনা করা হয়েছে। তিনি শুধু নগ্নাই নন, এক অমার্জিত, বর্বর ও ভীষণ-দর্শন দেবীও বটে। বিষ্ণু পুরাণ ও ভাগবত পুরাণ গ্রন্থে একাধিকবার তাকে বিষ্ণুর শত্রু ও প্রতিপক্ষ বলে উল্লেখ করা হয়েছে। ভয়ংকর নিষ্ঠুর দেবী কোররাবাই হলেন যুদ্ধ ও বিজয়ের দেবী। এই দুই দেবীই যুক্ষক্ষেত্রের সঙ্গে যুক্ত। কিন্তু ছিন্নমস্তা তা নন। কিনসলে দেখিয়েছেন, হিন্দু পুরাণে বহু সংখ্যক রক্তপিপাসু, নগ্না ও বর্বর দেবী ও দানবীর উল্লেখ থাকলেও, ছিন্নমস্তাই একমাত্র দেবী যিনি নিজের হাতে নিজের মস্তক ছিন্ন করার মতো এক ভীষণ বৈশিষ্ট্য বহন করছেন।\nশিরশ্ছেদ ও পুনঃসংযুক্তির বৈশিষ্ট্যটি ঋষিপত্নী রেণুকার উপাখ্যানেও পাওয়া যায়। তবে এই কাহিনিটিও নিজের হাতে নিজের মাথা কেটে ফেলার উদাহরণ নয়। এই কাহিনির পরিপ্রেক্ষিতে তাঁকেও \"ছিন্নমস্তা\" বিশেষণে ভূষিত করা হয়েছে। মহাবিদ্যা ছিন্নমস্তার সঙ্গে যোগ রয়েছে রেণুকার পুত্র পরশুরামের। পুরাণ মতে, এই পরশুরামই তাঁর মাকে শিরশ্ছেদ করে হত্যা করেছিলেন।\nমস্তকবিহীন দেবীদের শ্রেণিগত নাম হিসেবেও \"ছিন্নমস্তা\" নামটি ব্যবহৃত হয়ে থাকে। উদাহরণস্বরূপ, বিহারের ঔরঙ্গাবাদ জেলার না-কাটি ভবানী মন্দিরের ছিন্নমস্তা ভগবতী ও বিহারের মধুবনী জেলার উচ্ছাইথ মন্দিরের দেবীর নাম উল্লেখ করা যেতে পারে। এঁরা কেউই মহাবিদ্যা ছিন্নমস্তা নন।\nনিজের হাতে নিজের মাথা কেটে ফেলা এবং ছিন্ন মুণ্ডের ধারণাটি ভারতীয় পুরাণে বারবার ফিরে এসেছে। বত্রিশ সিংহাসন ও কথাসরিৎসাগর গ্রন্থে উল্লিখিত কিংবদন্তিগুলিতে দেখা গিয়েছে, গল্পের নায়ক নিজের কণ্ঠের রক্ত কোনও দেবীর উদ্দেশ্যে উৎসর্গ করছেন। রাজস্থানি লোককথা ও গানে এক শ্রেণির যোদ্ধা-নায়কের কথা পাওয়া যায় (\"ঝুমঝারজি\" বা \"ভোমিয়া\"), যাঁরা যুদ্ধে যাওয়ার আগে নিজের মাথা কেটে ফেলতেন অথবা যুদ্ধক্ষেত্রে যাঁদের শিরশ্ছেদ করা হত। কিন্তু যতক্ষণ না মুণ্ডছেদের প্রতিশোধ গ্রহণের জন্য শত্রুদের হত্যা করতেন ততক্ষণ ততক্ষণ তাঁরা বিনা মস্তকেই যুদ্ধ করে যেতেন এবং তারপর মৃত্যুবরণ করতেন। ছিন্নদেহ ও ছিন্নমুণ্ডের ধারণাটি শুধু হিন্দুধর্ম বা বৌদ্ধধর্মেই পাওয়া যায় না, বরং সারা বিশ্বেই দেখা যায়। খ্রিস্টধর্মের সেফালোফোর সন্তদের মধ্যে এবং সেল্টিক সংস্কৃতিতে এই ধারণার উপস্থিতি বিশেষভাবে লক্ষ্যণীয়।\n\n\n== কিংবদন্তি ও শাস্ত্রোল্লেখ ==\n\nবিভিন্ন স্তোত্রে ছিন্নমস্তাকে পঞ্চম মহাবিদ্যা বলে উল্লেখ করা হয়েছে। কিংসলে বলেছেন, মহাবিদ্যার বর্ণনায় ও তালিকায় কালী, তারা ও ছিন্নমস্তাই সর্বপ্রধান। যদিও মহাবিদ্যার বাইরে তার অস্তিত্ব নগণ্য। গুহ্যাতিগুহ্য তন্ত্র গ্রন্থে বিষ্ণুর দশাবতারের সঙ্গে দশমহাবিদ্যার সম্পর্ক প্রদর্শিত হয়েছে; এই গ্রন্থ মতে, নরসিংহ অবতারের উৎস ছিন্নমস্তা। মুণ্ডমালা গ্রন্থে অনুরূপ একটি তালিকায় ছিন্নমস্তার সঙ্গে পরশুরামের তুলনা করা হয়েছে।\nশাক্ত মহাভাগবত পুরাণ গ্রন্থে ছিন্নমস্তা সহ দশমহাবিদ্যার উৎপত্তি-সংক্রান্ত একটি উপাখ্যান রয়েছে। দক্ষের কন্যা দাক্ষায়ণী ছিলেন শিবের প্রথমা স্ত্রী।দেবী সতী ছিলেন আদিতে প্রকাশমান একমাত্র শক্তি দেবী আদ্যাশক্তি মহামায়া। দক্ষ তাঁর যজ্ঞানুষ্ঠানে শিবকে নিমন্ত্রণ না জানালে, দাক্ষায়ণী অপমানিত বোধ করেন। তিনি বিনা আমন্ত্রণেই যজ্ঞে যাওয়ার অনুমতি চেয়ে শিবকে পীড়াপীড়ি করতে থাকেন। কিন্তু শিব রাজি হন না। তখন দাক্ষায়ণী ভীষণা দশ মূর্তি ধারণ করে দশ দিক থেকে শিবকে ঘিরে ধরেন। এই দশ মূর্তিই দশমহাবিদ্যা নামে প্রসিদ্ধি লাভ করে। ছিন্নমস্তা পশ্চিমে শিবের ডানদিকে অবস্থান করেছিলেন। আর একটি কিংবদন্তি অনুসারে, সতী নন, শিবের দ্বিতীয়া পত্নী মাতা পার্বতীকে দশমহাবিদ্যার উৎস বলা হয়েছে। পার্বতী ছিলেন পূর্বজন্মে সতী অথবা দেবী আদ্যাশক্তি। পার্বতী দশমহাবিদ্যার সাহায্যে শিবকে তার পিতৃগৃহ ছেড়ে যেতে বাধা দেন। শিব পার্বতীর সঙ্গে থেকে থেকে ক্লান্ত হয়ে পড়েছিলেন। তাই তিনি পার্বতীকে ত্যাগ করতে গিয়েছিলেন। এমতাবস্থায় কালী তাকে জ্ঞান প্রদান করেন এবং নিরস্ত করেন। দেবীভাগবত পুরাণ মতে, দুর্গমাসুর যুদ্ধে কালিকা, তারিণী, সুন্দরী, ছিন্না, ধূম্রা, প্রত্যঙ্গিরা, গুহ্যকালী প্রভৃতি মহাবিদ্যা দেবী শাকম্ভরী/শতাক্ষী রূপা ভগবতী দুর্গার দেহোৎপন্না ও সহযোদ্ধ্রী।\nপ্রাণতোষিণী তন্ত্র গ্রন্থে ছিন্নমস্তা রূপের প্রাদুর্ভাবের দুটি কাহিনি বিবৃত হয়েছে। একটি কাহিনি নারদ-পঞ্চরাত্র থেকে গৃহীত বলে দাবি করা হয়েছে। এই কাহিনি অনুযায়ী, একদা মন্দাকিনী নদীতে স্নানকালে পার্বতী কামার্ত হয়ে পড়েন। ফলে তাঁর গাত্রবর্ণ কৃষ্ণবর্ণের হয়ে যায়। এই সময় তার দুই সহচরী ডাকিনী ও বর্ণিনী (এঁরা জয়া ও বিজয়া নামেও পরিচিত) ক্ষুধার্ত হয়ে দেবীর নিকট খাদ্য প্রার্থনা করতে থাকেন। পার্বতী গৃহে ফিরে তাঁদের খেতে দেবেন বলে আশ্বস্ত করেন। কিন্তু সহচরীদের ক্ষুধার্ত অবস্থা দেখে কাতর হয়ে দয়ার্দ্রহৃদয় দেবী নিজ নখরাঘাতে স্বমস্তক ছিন্ন করে নিজ রক্ত দিয়ে তাঁদের ক্ষুণ্ণিবৃত্তি করেন। পরে তাঁরা গৃহে ফিরে আসেন। অপর কাহিনিটি প্রাণতোষিণী তন্ত্র গ্রন্থে স্বতন্ত্রতন্ত্র গ্রন্থ থেকে গৃহীত বলে দাবি করা হয়েছে। এই কাহিনিটি শিব নিজে বর্ণনা করেছেন: একদা তিনি ও তার পত্নী চণ্ডিকা (পার্বতী) রতিসংগমে রত ছিলেন। চণ্ডিকা ছিলেন বিপরীত রতিতে। কিন্তু শিবের বীর্যস্খলনে তিনি ক্রুদ্ধা হলেন। তখন তাঁর দেহ থেকে ডাকিনী ও বর্ণিনী নামে দুই সহচরীর জন্ম হল। কাহিনির অবশিষ্টাংশ পূর্বকথিত কাহিনিটির অনুরূপ। যদিও এই কাহিনিতে নদীটির নাম হল পুষ্পভদ্রা এবং ছিন্নমস্তার আবির্ভাব তিথিটিকে বলা হয়েছে বীররাত্রি। শক্তিসংগম তন্ত্র গ্রন্থে এই কাহিনিটি পুনঃকথিত হয়েছে।\nএকটি লোকশ্রুতি অনুযায়ী, দেবাসুর যুদ্ধে দেবগণ মহাশক্তির সাহায্য প্রার্থনা করলে দেবী পার্বতী, প্রচণ্ডচণ্ডিকা রূপে দেবগণের সাহায্যার্থে উপস্থিত হন। সকল দৈত্য বধের পর ক্রোধোন্মত্তা দেবী নিজ মস্তক কর্তন করে নিজ রক্ত পান করেন। শাক্তপ্রমোদ গ্রন্থে ছিন্নমস্তা শতনাম স্তোত্রে প্রচণ্ডচণ্ডিকা দেবী ছিন্নমস্তারই অপর নাম। অপর একটি লোকশ্রুতি অনুযায়ী, সমুদ্রমন্থনের সময় উত্থিত অমৃত দেবাসুরের মধ্যে বণ্টিত হলে, ছিন্নমস্তা অসুরদের ভাগটি পান করেন এবং তারপর অসুরদের অমৃত থেকে বঞ্চিত করতে স্বমস্তক ছিন্ন করেন।\nছিন্নমস্তা-সংক্রান্ত কিংবদন্তিগুলির মূল উপজীব্য বিষয় হল আত্মত্যাগ – মাতার আত্মত্যাগ (প্রাণতোষিণী তন্ত্র গ্রন্থের কাহিনীদ্বয়) বা জগতের হিতার্থে আত্মত্যাগ (দ্বিতীয় জনশ্রুতি)। এই কিংবদন্তির অপর উপজীব্য হল যৌন কর্তৃত্ব স্থাপন (প্রাণতোষিণী তন্ত্র গ্রন্থের দ্বিতীয় কাহিনি) বা আত্মবিধ্বংসী ক্রোধ (প্রথম লোকশ্রুতি)।\n\n\n== মূর্তিতত্ত্ব ==\n\nছিন্নমস্তার গাত্রবর্ণ জবাফুলের ন্যায় লাল অথবা কোটিসূর্যের ন্যায় উজ্জ্বল। তিনি নগ্না এবং আলুলায়িত কুন্তলা। ছিন্নমস্তা ষোড়শী এবং পীনোন্নত পয়োধরা, তাঁর হৃদয়ের নিকট একটি নীলপদ্ম বিদ্যমান। তিনি নাগযজ্ঞোপবীত ধারণ করে থাকেন। তাঁর গলদেশে অন্যান্য অলংকারের সঙ্গে নরকরোটি বা ছিন্নমুণ্ডের মালা দোদুল্যমান। বাম হাতে তিনি নিজমুণ্ড ধারণ করে থাকেন। কোনো কোনো মূর্তিতে তিনি থালা বা নরকপালের উপর নিজমুণ্ড ধারণ করেন। দেবীর ডান হাতে একটি কাতরি থাকে, যার মাধ্যমে তিনি তাঁর মস্তক ছিন্ন করেন। ছিন্নমস্তকে মুকুট ও অন্যান্য অলংকার দেখা যায়। তাঁর কবন্ধ থেকে তিনটি রক্তধারা ফিনকি দিয়ে বেরিয়ে আসতেও দেখা যায়। একটি রক্তধারা তাঁর এবং অপর দুটি তাঁর দুই যোগিনী সহচরীর মুখে প্রবেশ করে। তাঁর দুই সহচরী – বামে ডাকিনী ও ডানে বর্ণিনী – উভয়েই নগ্না,আলুলায়িত কুন্তলা, ত্রিনয়না, পীনোন্নত-পয়োধরা, নাগযজ্ঞোপবীতধারিণী, বাম হস্তে নরকপাল ও দক্ষিণ হস্তে কাতরিধারিণী। ডাকিনী কৃষ্ণবর্ণা; তিনি তমোগুণের প্রতীক এবং বর্ণিনী রক্তবর্ণা, তিনি রজোগুণের প্রতীক। প্রত্যালীঢ়পদে (দক্ষিণপদ প্রসারিত ও বামপদ ঈষৎ বঙ্কিম অবস্থায়) দেবী ছিন্নমস্তা কাম ও রতির দেহের উপর যুদ্ধভঙ্গিমায় দণ্ডায়মানা। কাম ও রতি উভয়েই প্রেমের দেবতা। কাম যৌনকামনার প্রতীক। তাঁর দেহের উপর বিপরীত রতি ভঙ্গিমায় যৌনসংগমরত অবস্থায় রয়েছেন কামপত্নী রতি। কাম-রতি শায়িত রয়েছেন পদ্মের উপর এবং দেবীর পশ্চাদ্পটে রয়েছে শ্মশানঘাট। ছিন্নমস্তার এই জনপ্রিয় রূপটিই তন্ত্রসার ও ত্রিশক্তিতন্ত্র গ্রন্থে বর্ণিত হয়েছে।\nঅনেক সময় দেবীর সহচরীগণ হাতে ছিন্নমুণ্ড (তাঁদের নিজেদের নয়) ধারণ করে থাকেন। কোথাও কোথাও কাম-রতির বদলে কৃষ্ণ ও রাধাকে দেবীর পদতলে দেখা যায়। কোনো কোনো মূর্তিতে যুগলের তলায় পদ্মের বদলে চিতাসজ্জা লক্ষিত হয়। কোথাও কোথাও যুগলকে ছাড়াই ছিন্নমস্তা মূর্তি কল্পিত হয়। কোনো মূর্তিতে আবার দেবীর তলায় তাঁর স্বামী শিবকে দেখা যায়; এই মূর্তিতে দেবী হাঁটু মুড়ে বসে শিবের সঙ্গে রতিসংগমরত অবস্থায় থাকেন।\nছিন্নমস্তার জনপ্রিয় মূর্তিকল্পটি পীতবর্ণা ছিন্নমস্তক বৌদ্ধ দেবী বজ্রযোগিনীর সমতুল্য। কেবল বজ্রযোগিনী মূর্তিকে যুগলকে দেখা যায় না এবং ছিন্নমস্তা রক্তবর্ণা।\nছিন্নমস্তা তন্ত্র গ্রন্থের বর্ণনা অনুযায়ী, দেবী কামদেবের উপর উপবিষ্টা, দণ্ডায়মানা নন। সেই সঙ্গে দেবী ত্রিনয়না এবং কপালে সর্পবেষ্টিত রত্নশোভিতা। তাঁর স্তনযুগল পদ্মবিভূষিত। তন্ত্রসার গ্রন্থের একটি বর্ণনা অনুযায়ী, দেবী নিরাকারা ও নিজ নাভিদেশে উপবিষ্টা। কথিত আছে, এই মূর্তিটি কেবল ধ্যানচক্ষেই দেখা সম্ভব।\nকোনো কোনো বর্ণনায় ছিন্নমস্তা চতুর্ভুজা। এক্ষেত্রে দেবীর পদতলে যুগলকে দেখা যায় না। তিনি তৃণক্ষেত্রের উপর উপবিষ্টা। তার দক্ষিণ হস্তদ্বয়ের উপরের হস্তে রক্তমাখা তরবারি ও নিচের হস্তে ব্রহ্মার ন্যায় একটি শ্মশ্রুমণ্ডিত ছিন্নমুণ্ড; বাম হস্তদ্বয়ের উপরের হস্তে নিজ ছিন্ন মুণ্ড এবং নিচের হস্তে রক্তময় নরকপাল। দুই নরকঙ্কাল তাঁর দুই সহচর। তাঁরা রক্তপানরত। দুটি শৃগাল দেবী ও ব্রহ্মার মুণ্ডের রক্তপান রত।\nগবেষক ভ্যান কুইজের মতে, ছিন্নমস্তার মূর্তিকল্পে বীর ও ভয়ানক রসের প্রতিফলন ঘটেছে। যুগলমূর্তিটি শৃঙ্গার রসের প্রতিফলন। মূর্তির প্রধান বিষয় হল নিজ ছিন্নমুণ্ডের রক্ত উৎসর্গ ও পান এবং যুগল মর্দন।\n\n\n== প্রতীকতত্ত্ব ও তৎসম্পর্কিত বিষয়সমূহ ==\nছিন্নমস্তা রূপের নিরবচ্ছিন্ন সৃষ্টিতত্ত্বের মূর্ত এক শাশ্বত প্রতীক। ছিন্নমস্তার মূর্তি এক চিরন্তন সত্যের বাহক: \"জীবনকে বহন করে মৃত্যু, জীবন মৃত্যুর দ্বারা পুষ্ট হয়, এবং জীবনই মৃত্যুকে যাথার্থ্য দান করে। এবং যৌনতার সর্বশেষ লক্ষ্য হল আরও জীবন সৃষ্টি করা। এই সব নতুন জীবনও তারপর নবনব জীবন বহন করার স্বার্থে জরাগ্রস্ত হয় এবং শেষ পর্যন্ত মৃত্যুতে বিলীন হয়।\" পদ্ম ও যৌনসংগমরত যুগল জীবন ও জীবনসৃষ্টির আকুলতার প্রতীক। এরা ছিন্নমস্তক দেবীকে জীবনীশক্তি প্রদান করে। দেবীর কবন্ধ থেকে রক্তের নির্গমন মৃত্যু ও জীবনীশক্তি ক্ষয়ের প্রতীক। এই ক্ষয়িত শক্তি তাঁর সহচরী যোগিনীদের মুখে প্রবেশ করে তাঁদের পুষ্ট করে। গবেষক পি. পাল ছিন্নমস্তাকে ত্যাগ ও সৃষ্টির পুনর্নবীকরণ ধারণার সঙ্গে যুক্ত করেছেন। ছিন্নমস্তা নিজেকে ও নিজের রক্তকে উৎসর্গ করেছেন। সেই রক্ত তাঁর সহচরীগণ পান করে বিশ্বচরাচরকে পুষ্ট করেছেন। একটি স্তবে তাকে ত্যাগ, ত্যাগী ও ত্যাগগ্রহণকারী বলা হয়েছে। কারণ তাঁর ছিন্নমস্তক একটি বলি।\n\nকালীর ন্যায় অন্যান্য ভীষণা হিন্দু দেবীগণ দৈত্যদের মুণ্ড কর্তন করে থাকেন। কিন্তু ছিন্নমস্তার মূর্তিতে দেখা যায় এক ভিন্ন চেতনা - তিনি তাঁর নিজের শোণিতধারা ভক্ত তথা বিশ্বচরাচরের ক্ষুণ্ণিবৃত্তির জন্য দান করেছেন। এই ভাবে তিনি দেবী রূপে জীবনদাত্রী। আবার এরই সঙ্গে যুগল মর্দন করে তিনি কালীর সংহন্ত্রী রূপের ব্যঞ্জনারও দ্যোতনা করেন ।\nছিন্নমস্তা সঙ্গমরত কামদেব ও রতিদেবীর উপর দণ্ডায়মানা। এর দুটি ব্যাখ্যা দেওয়া হয়। এক মতে, এই মূর্তিতত্ত্ব রিরংসায় নিয়ন্ত্রণের দ্যোতক; অন্য মতে এ যৌনশক্তির মূর্ততা। তাঁর যোগিনী ও মদনাতুরা (\"যিনি কামকে নিয়ন্ত্রণ করেন\") নামদুটি তাঁর যৌনশক্তি নিয়ন্ত্রণ ও দমনকারিণী যোগশক্তির রূপের পরিচায়ক। কোনো কোনো চিত্রকল্পে ছিন্নমস্তা কাম-রতির উপর উপবিষ্টা। এই চিত্রে দেবীর দমনকারিণী মূর্তি দেখা যায় না। এখানে কাম-রতি দেবীকে যৌনক্ষমতা প্রদান করেন। কোনো কোনো মূর্তিতে দেবীকে শিবের সঙ্গে সঙ্গমরতা ও স্তন্যদানরতা অবস্থাতেও দেখা যায়। ছিন্নমস্তার কামেশ্বরী ও রতিরাগবিবর্দ্ধিনী নামদুটি এবং তাঁর মন্ত্রে ক্লীঁ বীজের উল্লেখ (যা কামদেব ও কৃষ্ণের মন্ত্রেও উপস্থিত) এই তত্ত্বকে সমর্থন করে।\nছিন্নমস্তা তত্ত্ব গ্রন্থের লেখক আচার্য আনন্দ ঝা-র মতে, ছিন্নমস্তা যেহেতু যৌনকামনার উপর আত্মনিয়ন্ত্রণ, অপরের স্বার্থে বীরোচিত আত্মবলিদান ও মৃত্যুভয়হীনতার প্রতীক, সেহেতু সৈনিকদের ছিন্নমস্তা পূজা করা উচিত। নগ্নতা ও মস্তকহীনতা দেবীর সত্যস্বরূপ ও \"আত্মসচেতনতাহীনতা\"-র প্রতীক। যুদ্ধে একাধিক দৈত্যবধ করার জন্য তিনি রণজৈত্রী নামে পরিচিত। এই নাম যুদ্ধক্ষেত্রে তার প্রবল শক্তিমত্তারও পরিচায়ক।\nছিন্নমস্তা কুণ্ডলিনী শক্তি জাগরণেরও প্রতীক। যৌনসংগমরত যুগল মেরুদণ্ডের শেষ অস্থির উপর অবস্থিত মূলাধার চক্রের প্রতীক। কুণ্ডলিনী দেহের কেন্দ্রে সুষুম্না নদীপথে প্রবাহিত হয়ে ব্রহ্মতালুতে অবস্থিত সহস্রারে আঘাত করে। এই তত্ত্ব অনুযায়ী, সুষুম্না দেবীর সহস্রারে এত জোরে আঘাত করে যে, দেবীর মস্তক ছিন্ন হয়ে যায়। ঊর্ধ্বমুখে রক্তস্রোত চক্রের গ্রন্থি ছিন্ন করার প্রতীক। এই গ্রন্থি মানুষকে দুঃখিত, অজ্ঞ ও দুর্বল করে। ছিন্নমস্তক তুরীয় চৈতন্যের প্রতীক। কুণ্ডলিনী যখন সহস্রারে অবস্থানকারী শিবের সঙ্গে মিলিত হয়, তখন তিনটি রক্তধারা অমৃতের ধারায় পরিণত হয়। অন্যমতে, ডাকিনী, যোগিনী ও ছিন্নমস্তা হলেন ইড়া, পিঙ্গলা ও সুষুম্না নামে তিনটি সূক্ষ্ম নদীর মুক্তধারার প্রতীক। সুষুম্না মূলধার ও সহস্রারের সঙ্গে যুক্ত হয়েছে। এটি মেরুদণ্ডের সমান্তরালে প্রবাহিত। ইড়া দক্ষিণ অণ্ড থেকে বাম নাসারন্ধ্র পর্যন্ত প্রবাহিত। শীতল চান্দ্র শক্তি ও মস্তিস্কের দক্ষিণ ভাগের সঙ্গে এটি সংযুক্ত। পিঙ্গল বাম অণ্ড থেকে দক্ষিণ নাসারন্ধ্র পর্যন্ত প্রবাহিত। তপ্ত সৌর শক্তি ও মস্তিস্কের বাম ভাগের সঙ্গে এটি সংযুক্ত।\nনিজের মস্তক ছিন্ন করা মিথ্যা ভাব, অজ্ঞতা ও আমিত্ব অপসারণের প্রতীক। মস্তক ছিন্ন করেও জীবিত থাকা অলৌকিক শক্তি ও কুণ্ডলিনী জাগরণের প্রতীক। দেবী ও দুই যোগিনীর ত্রয়ীমূর্তি বস্তুর তিন অবস্থার দার্শনিক প্রতীক, যার সঙ্গে সৃষ্টিশক্তিরও সম্পর্ক বিদ্যমান।\n\n\n== পূজা ==\n\nছিন্নমস্তা হিন্দুসমাজে এক সুপরিচিত দেবী। বিভিন্ন দেবী মন্দিরের দশমহাবিদ্যার সঙ্গে তার পূজা প্রচলিত। তবে একক দেবী হিসেবে তিনি খুব একটা জনপ্রিয় নন। তার নিজস্ব মন্দিরের সংখ্যা হাতে গোনা। এককভাবে তাঁর সার্বজনীন পূজা সুপ্রচলিত নয়। তান্ত্রিক, যোগী ও সর্বত্যাগীগণ বীরাচারী তান্ত্রিক মতে তাঁর পূজা করে থাকেন। ধ্যানমন্ত্র ব্যতীত তাঁর পূজা হয় না। তন্ত্রে বলা হয়েছে ধ্যান বিনা দেবীর পূজা করলে তিনি সাধকের প্রতি কুপিতা হন ও স্বহস্তে সাধকের মস্তক ছিন্ন করেন। কিন্সলের মতে দেবী ভীষণা এবং তাঁর পূজা করা বা তাঁর নিকটে যাওয়া বিপজ্জনক – এই রকম বিশ্বাস থাকায় তাঁর পূজা জনপ্রিয়তা পায়নি। ছিন্নমস্তার শতনাম ও সহস্রনাম স্তোত্রে দেবীর ভীষণা প্রকৃতি ও ক্রোধের উল্লেখ আছে। এই সকল নামে তাকে প্রেতসেবিতা ও রক্তপানকারিণী রূপে বর্ণনা করা হয়েছে। তিনি নররক্ত ও নরমাংসে প্রীতা হন। দেহরোম, মাংস ও ভয়ংকর মন্ত্রে তাঁর পূজা করা হয়।\nতন্ত্রসাধকগণ সিদ্ধি বা অলৌকিক ক্ষমতা লাভের জন্য ছিন্নমস্তার পূজা করেন। ছিন্নমস্তার মন্ত্র শ্রীঁ ক্লীঁ হ্রীঁ ঐঁ বজ্রবৈরোচনীয়ে হুঁ হুঁ ফট্ স্বাহা নারী বশীকরণের জন্য ব্যবহৃত হয়। তাঁর মন্ত্র কাউকে মন্ত্রচালিত করা বা কারোর ক্ষতি করার জন্যও ব্যবহার করা হয়। কাব্যশক্তি, সুস্থতা, শত্রুবিজয়, বিঘ্নোপসারণ, রাজপ্রসাদ লাভ, অন্যকে আকর্ষণ, শত্রুরাজ্য জয় ও মোক্ষলাভ – মহাবিদ্যা আরাধনার এই সকল উদ্দেশ্যেও ছিন্নমস্তার পূজা করা হয়।\nতন্ত্রসার, শাক্ত প্রমোদ ও মন্ত্র মহোদধিহ (১৫৮৯ খ্রিষ্টাব্দ) নামক তন্ত্রগ্রন্থে ছিন্নমস্তা ও অন্যান্য মহাবিদ্যার পূজাপদ্ধতি, যন্ত্র এবং ধ্যানমন্ত্র সহ অন্যান্য মন্ত্রের উল্লেখ রয়েছে। তন্ত্রমতে, সাধককে নিজ নাভিতে যোনি চক্রের প্রতীক রক্তসূর্যচক্র কল্পনা করতে বলা হয়েছে। মনে করা হয়, এই চক্রের মধ্যেই ছিন্নমস্তার জনপ্রিয় রূপটির অবস্থান। তন্ত্রসার গৃহস্থকে কেবল নিরাকার রূপেই ছিন্নমস্তার পূজা করতে বলেছেন। এই গ্রন্থে আরও বলা হয়েছে যে, যদি কোনো নারী মন্ত্রে ছিন্নমস্তাকে আবাহন জানান, তবে তিনি ডাকিনীতে পরিণত হন, স্বামী-পুত্র হারান এবং শেষে পরিপূর্ণ যোগিনী হন। শক্তিসংগম তন্ত্র গ্রন্থে কেবল বামমার্গে দেবীর পূজা করতে বলা হয়েছে। মন্ত্র মহোদধি গ্রন্থমতে, স্ত্রী ভিন্ন অপর নারীর সঙ্গে যৌনসংগম ছিন্নমস্তা পূজার অঙ্গ। শাক্ত প্রমোদ গ্রন্থেও পূর্বোক্ত মত সমর্থন করে যজ্ঞ ও রাত্রিকালে মদ্য ও মাংস যোগে দেবীর পূজার কথা বলা হয়েছে। কোনো কোনো স্তবে বলা হয়েছে, দেবী রক্তে সন্তুষ্ট হন। তাই তার পূজায় রক্ত বলিদান করা হয়। শক্তিসংগম তন্ত্র মতে একমাত্র বীরেরাই বামমার্গে দেবীর পূজার অধিকারী বলে উল্লেখ করা হয়েছে। শাক্ত প্রমোদ গ্রন্থে বলা হয়েছে, সঠিক ভাবে দেবীর পূজা না করলে দেবী পূজকের মস্তক ছিন্ন করে রক্ত পান করেন। এই গ্রন্থে গৃহস্থ ও ত্যাগীর জন্য পৃথক পন্থায় ছিন্নমস্তার পূজার বর্ণনা রয়েছে।\n\nহিমাচল প্রদেশের চিন্তাপূর্ণী ছিন্নমস্তা মন্দির একটি শক্তিপীঠ। কথিত আছে, এই মন্দিরে সতীর কপাল পড়েছিল। দেবী এখানে ছিন্নমস্তিকা এবং কপাল উভয় রূপেই পূজিতা হন। বারাণসীর নিকটবর্তী রামনগরের ছিন্নমস্তা মন্দিরে তান্ত্রিকরা শবদেহ নিয়ে দেবীর পূজা করেন। ঝাড়খণ্ডের দেওঘরের (বৈদ্যনাথ) নিকটবর্তী নন্দন পর্বত এবং রাঁচিতে অন্যান্য মহাবিদ্যার সঙ্গে ছিন্নমস্তারও বেদী রয়েছে। অসমের কামাখ্যা মন্দির চত্বরেও অন্যান্য মহাবিদ্যার সঙ্গে ছিন্নমস্তার বেদী বিদ্যমান। পশ্চিমবঙ্গের বিষ্ণুপুর শহরে একটি বিখ্যাত ছিন্নমস্তা মন্দির রয়েছে। নেপালের কাঠমাণ্ডু উপত্যকা চাঙ্গু নারায়ণ মন্দিরের কাছে একটি ছিন্নমস্তা মন্দির রয়েছে। বারনার্ডের মতে, এই সকল মন্দিরগুলির মধ্যে প্রাচীনতমটি সপ্তদশ শতাব্দীর শেষভাগে নির্মিত।\n\n\n== আরও দেখুন ==\n\nমহাবিদ্যা\nসেফালোফোর: নিজ মস্তক ছিন্নকারী খ্রিষ্টান সন্ত।\n\n\n== পাদটীকা ==\n\nবই\nBernard, Elizabeth Anne (২০০০), Chinnamasta: The Aweful Buddhist and Hindu Tantric Goddess, Motilal Banarsidass, আইএসবিএন 978-8120817487  উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDonaldson, Thomas E. (২০০১), Iconography of the Buddhist Sculpture of Orissa, New Delhi: Indira Gandhi Nation Centre for Arts (Abhinav Publications), পৃষ্ঠা 411–3, আইএসবিএন 978-8170174066 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: তারিখ ও বছর (link) \nKinsley, David R. (১৯৮৮), \"Tara, Chinnamasta and the Mahavidyas\", Hindu Goddesses: Visions of the Divine Feminine in the Hindu Religious Tradition (1 সংস্করণ), University of California Press, পৃষ্ঠা 161–177, আইএসবিএন 978-0520063396 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (1998 edition depicts Chinnamasta on the front page)\nKinsley, David R. (১৯৯৭), Tantric visions of the divine feminine: the ten mahāvidyās, University of California Press., আইএসবিএন 978-0520204997 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (This edition depicts Chinnamasta on the front page)\nvan Kooij, Karel R. (১৯৯৯), \"Iconography of the Battlefield: The Case of Chinnamasta\",   Houben, Jan E. M.; van Kooij, Karel R., Violence Denied, BRILL, আইএসবিএন 9004113444 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}