{"pageid": 1147651, "title": "এগেইন মাই লাইফ", "url": "https://bn.wikipedia.org/wiki?curid=1147651", "content": "এগেইন মাই লাইফ (কোরীয়: 어게인 마이 라이프; আরআর: Eogein Mai Laipeu) হল ২০২২ সালের একটি দক্ষিণ কোরিয়ার টেলিভিশন সিরিজ যেখানে অভিনয় করেছেন লি জুন-গি, লি জিউং-ইয়ং, কিম জি-ইউন এবং জুং সাং-হুন । এটি কাকাওপেজ- এ প্রকাশিত একই শিরোনামের একটি ওয়েব উপন্যাসের উপর ভিত্তি করে তৈরি করা হয়েছে, যা ওয়েবটুন হিসেবেও প্রকাশিত হয়েছিল। এটি ৮ এপ্রিল, ২০২২ থেকে ২৮ মে, ২০২২ পর্যন্ত এসবিএস টিভির মাধ্যমে প্রতি শুক্র এবং শনিবার রাত ১০টায় (কোরিয়ান সময়) প্রচারিত হয়েছে।\n\n\n== সারমর্ম ==\nএকজন তরুণ অভিশংসক, যিনি একজন শক্তিশালী রাজনীতিবিদকে অপসারণ করতে গিয়ে নিহত হন, তাকে ন্যায়বিচারের জন্য একটি নতুন জীবন শুরু করার সুযোগ দেওয়া হয়।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান চরিত্রে ===\nকিম হি-উ চরিত্রে লি জুন-গি\nএকজন স্থিতিস্থাপক এবং দৃঢ় অভিশংসক।\nছো তে-সব চরিত্রে লি জিউং-ইয়ং\nএকজন দুর্নীতিবাজ রাজনীতিবিদ যিনি নিজের অপরাধ চুক্তির মাধ্যমে চালান।\nকিম হি-আ চরিত্রে কিম জি-ইউন\nছনহা গ্রুপের চেয়ারম্যানের কনিষ্ঠ কন্যা। তিনি একজন বুদ্ধিমান এবং সদয়-হৃদয় ছাত্রী, যিনি হি-উ-এর সাথে বন্ধুত্ব করার পরে তার প্রেমে পড়েছিলেন।\nলি মিন-সু চরিত্রে জং সাং-হুন\nহি-উয়ের আইন স্কুলের সিনিয়র এবং বন্ধু। তিনি একজন প্রাক্তন মেডিকেল ছাত্র যিনি প্রথমে কলা, তারপর সঙ্গীত এবং অবশেষে আইন স্কুলে স্থানান্তরিত হন।\n\n\n=== পার্শ্ব চরিত্রে ===\n\n\n==== অভিশংসক অফিসের লোকজন ====\nকিম সক-হুনের চরিত্রে ছোয়ে কোয়াং-ইল\nএকজন দুর্নীতিবাজ অভিশংসক যিনি অ্যাটর্নি জেনারেল হতে চলেছেন, এবং তে-সবের অধীনে কাজ করছেন৷ তিনি হান-মি এর জৈবিক পিতা কিন্তু তার সাথে ঠান্ডা এবং ঘৃণার সাথে আচরণ করেন।\nকিম কিউ-রি চরিত্রে হোং বি-রা\nআইন স্কুলের হি-উয়ের বন্ধু যে পরবর্তীতে তাই-সাবের বিরুদ্ধে তার মিত্র হন।\nজাং ইল-হিউন চরিত্রে কিম হিয়ং-মুক\nএকজন উচ্চাভিলাষী কিন্তু লোভী অভিশংসক যিনি আইন বিদ্যালয়ে হি-উ এর সিনিয়র।\nও মিন-গুক হিসাবে না ইন-গিউ\nএকজন তদন্তকারী।\nজন সক-গিউ চরিত্রে কিম ছুল-গি\nএকজন প্রধান অভিশংসক যিনি দুর্নীতিগ্রস্ত উচ্চপদস্থ ব্যক্তিদের তদন্তের জন্য পদত্যাগ করেছেন; তিনি পরে হি-উয়ের মিত্র হয়েছিলেন।\nজি সং-হো চরিত্রে কিম ইয়ং-জো\nএকজন অভিশংসক যিনি সক-কু এর জুনিয়র এবং পরে হি-উ এর বিশ্বস্ত সহযোগীদের একজন হয়ে ওঠেন।\nছোয়ে কাং-জিনের চরিত্রে কিম জিন-উ\nএকজন অভিশংসক যিনি তার পরিচ্ছন্ন এবং ন্যায়পরায়ণ ছবির পিছনে একজন নীতিহীন এবং দুর্নীতিগ্রস্ত চরিত্র।\nকু সিউং-হিয়ক চরিত্রে লি কিয়ং-মিন\nএকজন উত্তপ্ত এবং আবেগপ্রবণ অভিশংসক যিনি প্রশিক্ষণ ইনস্টিটিউট থেকে হি-উয়ের অংশীদার এবং কিউ-রির জুনিয়র।\n\n\n==== হি-উ এর আশেপাশের মানুষ ====\nকিম হান-মি চরিত্রে কিম জে-কিয়ং\nএকজন প্রাক্তন অপরাধী এবং হি-উ-এর বন্ধু, যিনি অবশেষে একজন রিপোর্টার হয়ে ওঠেন এবং হি-উ-কে দুর্নীতিবাজ কর্মকর্তাদের বিরুদ্ধে লড়াইয়ে সহায়তা করেন। সে সেওক-হুনের অবৈধ সন্তান কিন্তু তার সাথে ঠান্ডা ভাবে ব্যবহার করা হয়।\nকিম ছান-সং চরিত্রে পার্ক ছল-মিন\nহি-উয়ের বাবা, যিনি মূল টাইমলাইনে পনের বছর আগে একটি অমীমাংসিত গাড়ি দুর্ঘটনায় মারা গিয়েছিলেন।\nলি মি-ওক চরিত্রে কিম হি-জং\nহি-উ-এর মা, যিনি মূল টাইমলাইনে পনের বছর আগে একটি অমীমাংসিত গাড়ি দুর্ঘটনায় মারা গিয়েছিলেন।\nপার্ক সাং-মান চরিত্রে জি ছান\nএকজন উচ্চ বিদ্যালয়ের ছাত্র যিনি পরে হি-উয়ের সহযোগী হয়েছিলেন। মূল টাইমলাইনে, হি-উ সাং-ম্যানের বাবার মামলা পুনরায় খুলতে সাহায্য করে, যাকে অন্যায়ভাবে হত্যার জন্য জেলে পাঠানো হয়েছিল।\nকাং সং-জে চরিত্রে জু উ\nএকজন মার্শাল আর্টিস্ট।\nকাং মিন-সক চরিত্রে লি জে-উ\nএকজন ন্যায়পরায়ণ এবং ধার্মিক আইনজীবী যিনি হি-উয়ের উচ্চ বিদ্যালয়ের শিক্ষকের ভাই।\nলি ইয়ন-সক চরিত্রে ছোয়ে মিন\nহি-উ এর শক্তিশালী সহকারী।\nউ ইয়োং-সু চরিত্রে লি সুন-জে\nএকজন ধনী ব্যবসায়ী যিনি রিয়েল এস্টেট বিনিয়োগের বিষয়ে হি-উকে পরামর্শ দেন।\nহোয়াং জিন-ইয়ং চরিত্রে ইউ দোং-গিউন\nএকজন ন্যায়পরায়ণ এবং অবিনশ্বর কংগ্রেসম্যান যিনি তাই-সাবের রাজনৈতিক শত্রু।\n\n\n==== তাই-সাব এর আশেপাশের মানুষ ====\nহান জি-হিয়ন চরিত্রে ছা জু-ইয়ং\nতাই-সাবের সচিব মো. তিনি আসলে একজন গ্রীম রিপার যিনি হি-উয়ের মৃত্যুতে, তাকে পুনরুত্থিত করতে সাহায্য করেন এবং তাই-সাবকে একবার এবং সর্বদা বিচারের মুখোমুখি করার দ্বিতীয় সুযোগের জন্য তাকে তার অতীতে পনেরো বছর ফিরিয়ে দেন।\nকিম গুন-ইয়ং চরিত্রে জন কুক-হোয়ান\nহি-আহের বাবা যিনি চেওনহা গ্রুপের চেয়ারম্যান।\nকিম জিন-উ চরিত্রে কিম ইয়ং-হুন\nতাই-সাবের দালাল যে তার প্রতি অনুগত এবং একইভাবে ঠান্ডা-হৃদয় ও দুর্নীতিগ্রস্ত।\nডা. কে চরিত্রে হিয়ন উ-সুং\nএকজন ভাড়া করা ঘাতক যে টে-সাবকে তার পথে আসা যেকোন লোককে হত্যা করতে সাহায্য করে। তাকে জি-হিউনের ভাই বলে প্রকাশ করা হয়েছিল কিন্তু তাই-সাবের অগ্নিকাণ্ডের ফলে তার কোন স্মৃতি নেই।\nপার্ক দে-হো চরিত্রে হিয়ন বোং-শিক\nএকজন ব্যাঙ্কার যিনি তার দুর্নীতি তহবিল পরিচালনার জন্য টে-সাবকে সহায়তা করেন।\n\n\n==== অন্যান্য ====\nকিম ইয়ং-জুনের চরিত্রে জন সিউং-বিন\nগুন-ইয়ং এর বড় ছেলে এবং হি-আর বড় ভাই।\nকিম সং-জুনের চরিত্রে মুন জং-গি\nগুন-ইয়ং এর কনিষ্ঠ পুত্র এবং হি-আর ছোট ভাই।\nপার্ক জিন-হিয়ক চরিত্রে জো সং-উন\nহি-আর অনুগত দেহরক্ষী। তার আসল নাম পার্ক জং-হিয়ক এবং একজন প্রাক্তন বিশেষ এজেন্ট ছিলেন যিনি হি-আহ-এর অধীনে কাজ করার সময় তার উপনাম পার্ক জিন-হিউক ব্যবহার করে চলেছেন।\n\n\n=== সম্প্রসারিত ===\nমুন সুং-হোয়ানের চরিত্রে কিম দো-কিয়ং\nহি-উয়ের বন্ধু যিনি একজন অ্যাপ ডেভেলপার।\nকিম ইয়ং-ইল চরিত্রে হান কি-ছান\nসক-হুনের ছেলে।\nদো আ-জিন চরিত্রে  জু সে-বিয়ক\nএকজন ক্রূপিয়ার।\nসং জিন-মি চরিত্রে পার্ক না-ইউন\nইল-হিয়নের প্রেমিকা যিনি একজন বিখ্যাত সঙ্গীতশিল্পী এবং একটি আর্ট ফাউন্ডেশনের চেয়ারম্যান।\nলি জু-সকের চরিত্রে হ হিয়ন-দো\nএকজন মেডিকেল ছাত্র যিনি অন্যায়ভাবে তার গর্ভবতী বান্ধবীকে খুনের অভিযোগে অভিযুক্ত হয়েছেন।\nজং সে-ইয়নের চরিত্রে লি ইয়ন-দু\nএকজন লবিস্ট।\nহান দাম-হি\n\n\n=== বিশেষ উপস্থিতি ===\nছন হো-রিয়ং চরিত্রে বে জোং-ওক\nজিওয়াং গ্রুপের চেয়ারম্যান যিনি তার ব্যবসা ও রাজনৈতিক সাম্রাজ্য গড়ে তোলার পরিকল্পনা করছেন।\nআইনজীবী ছা চরিত্রে লি কিউ-হান\nএকজন হিংস্র এবং দুর্নীতিবাজ আইনজীবী যিনি ছনের সহযোগী ছিলেন।\n\n\n== প্রযোজনা ==\n\n\n=== অভিনয়ের নটনটী ===\n৫ নভেম্বর, ২০২১-এ ঘোষণা করা হয়েছিল যে অভিনেতা লি কিউ-হান ব্যক্তিগত কারণে ধারাবাহিক ছেড়ে যাওয়ার সিদ্ধান্ত নিয়েছেন। পরে ১০ নভেম্বর এটি নিশ্চিত করা হয়েছিল যে জং সাং-হুন লি কিউ-হানের স্থলাভিষিক্ত হবেন।\n\n\n=== চিত্রগ্রহণ ===\n৩১শে ডিসেম্বর, ২০২১-এ, রিপোর্ট করা হয়েছিল যে ২৫শে ডিসেম্বর একজন সমর্থক অভিনেতা কোভিড-১৯-এর জন্য ইতিবাচক পরীক্ষা করেছিলেন। সেই দিন চিত্রগ্রহণ বন্ধ করা হয়েছিল, এবং সমস্ত সদস্য এবং প্রযোজনা কর্মীদের অবিলম্বে সংক্রামনের জন্য পরীক্ষা করা হয়েছিল। যেহেতু কোনও অতিরিক্ত নিশ্চিত সংক্রমণ মামলা ছিল না, তাই পরের দিন এগেইন মাই লাইফের শুটিং আবার শুরু হয়েছিল।\n৪ মার্চ, ২০২২-এ, কিম জি-ইউনের এজেন্সি নিশ্চিত করেছে যে ২৭শে ফেব্রুয়ারি অভিনেত্রীর কোভিড-১৯ শনাক্ত হয়েছে। তিনি একটি উপসর্গবিহীন কেস ছিল এবং ৬ মার্চ স্ব-কোয়ারান্টিন থেকে মুক্তি পাওয়ার কথা ছিল।\n১৮ এপ্রিল, ২০২২-এ এটি নিশ্চিত করা হয়েছিল যে অভিনেতা লি জুন-গির কোভিড-১৯ শনাক্ত হয়েছে এবং চিত্রগ্রহণ স্থগিত করা হয়েছিল। ২৫শে এপ্রিল তার আরোগ্য লাভের পরে চিত্রগ্রহণ আবার শুরু হয়।\n\n\n== দর্শকসংখ্যা ==\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}