{"pageid": 1147574, "title": "ব্যাবিলন বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1147574", "content": "ব্যাবিলন বিশ্ববিদ্যালয় (আরবি: جامعة بابل) ইরাকের ব্যাবিলনে অবস্থিত একটি বিশ্ববিদ্যালয়। এটি ব্যাবিলন প্রদেশের হিলাহ শহরের সাত কিলোমিটার দক্ষিণে অবস্থিত তিনটি প্রাঙ্গণের মধ্যে ২০টি কলেজ নিয়ে গঠিত। বিশ্ববিদ্যালয়ের চত্বরটি মূলত ব্যাবিলনের প্রশাসনিক প্রতিষ্ঠান ছিল। পরবর্তীতে, ১৯৯১ সালে নিজস্ব বিশ্ববিদ্যালয় হিসেবে প্রতিষ্ঠিত হওয়ার আগে কিছু ভবন কুফা বিশ্ববিদ্যালয়ের মেডিকেল কলেজ দ্বারা ব্যবহারের জন্য গৃহীত হয়েছিল।\nবিশ্ববিদ্যালয়টিতে এখন বিভিন্ন বিষয় পড়ানো হয় এবং ১৯৯০ এর দশক থেকে রাত্রিকালীন বিষয় শেখানো শুরু করে। ১৯৯৭ সালে উচ্চ বিদ্যালয়ের পরীক্ষায় অসুবিধা বৃদ্ধি পাওয়ার পর এগুলো জনপ্রিয় হয়ে ওঠে, বিশেষ করে সচ্ছল পরিবারগুলো মধ্যে।\nএটি ব্যাবিলন বিশ্ববিদ্যালয়ের দিনপঞ্জি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০২১ তারিখে এবং ব্যাবিলনের মেডিকেল দিনপঞ্জি প্রকাশ করে।\n\n\n== শিক্ষার্থী ==\nবিশ্ববিদ্যালয়টি বিভিন্ন অঞ্চলের শিক্ষার্থীদের আকর্ষণ করে। ছাত্র সংগঠনের বৃহত্তম অংশ ব্যাবিলন প্রদেশের ছাত্রদের নিয়ে গঠিত। এছাড়াও এটি কারবালা, বাগদাদ, দিওয়ানিয়া, কুফা এবং নাজাফের অসংখ্য শিক্ষার্থীকে আকর্ষণ করে।\nবিশ্ববিদ্যালয়ের একটি ছাত্র-পরিচালিত সংবাদপত্র রয়েছে। চারুকলা কলেজের শিক্ষার্থীদের দ্বারা নির্মিত নাটকগুলো অভ্যন্তরীণ এবং জাতীয় অনুষ্ঠান ও ফোরাম উভয়ভাবেই পরিবেশিত হয়। বিশ্ববিদ্যালয়ের প্রাক্তন শিক্ষার্থীদের কর্মী নির্বাচন করার ক্ষমতা রয়েছে।\n\n\n== কলেজ ==\nবিশ্ববিদ্যালয়টি বিশটি কলেজে বিভক্ত, যা নিম্নরূপ:\n\nকৃষি কলেজ\nশিল্পকলা কলেজ\nপ্রাথমিক শিক্ষা কলেজ\nকম্পিউটার প্রযুক্তি কলেজ\nদন্তবিজ্ঞান কলেজ\nশিক্ষা (জাবির ইবনে হায়য়ান) কলেজ\nশিক্ষা (সাফি আল-দীন) কলেজ\nপ্রকৌশল কলেজ\nচারুকলা কলেজ\nআইন কলেজ\nব্যবস্থাপনা এবং অর্থনীতি কলেজ\nউপাদান বিজ্ঞান কলেজ\nচিকিৎসা বিজ্ঞান কলেজ\nহামোরাবি চিকিৎসা কলেজ\nনার্সিং কলেজ\nফার্মেসি কলেজ\nশারীরিক শিক্ষা কলেজ\nকুরআন অধ্যয়ন কলেজ\nবিজ্ঞান কলেজ\nনারীদের জন্য বিজ্ঞান কলেজ\nপ্রাণি চিকিৎসাবিজ্ঞান কলেজ\n\n\n== আরও দেখুন ==\nইরাকের বিশ্ববিদ্যালয়ের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট (আরবি ভাষায়)\nপ্রাতিষ্ঠানিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ অক্টোবর ২০১১ তারিখে (ইংরেজি ভাষায়)\nব্যাবিলন বিশ্ববিদ্যালয়ের দিনপঞ্জি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০২১ তারিখে"}