{"pageid": 1147603, "title": "ব্যাডল্যান্ডস গার্ডিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1147603", "content": "ব্যাডল্যান্ডস গার্ডিয়ান হলো কানাডার অ্যালবার্টার দক্ষিণ-পূর্বদিকে মেডিসিন হ্যাটের নিকটে অবস্থিত একটি বিশেষ ভূমিরূপ। লিন হিকক্স নামের এক ব্যক্তি ২০০৫ সালে গুগল আর্থে এটি আবিষ্কার করেন।\n\n\n== বর্ণনা ==\nআকাশ থেকে দেখতে ভূমিরূপটি দেখতে কানাডার আদিবাসী টুপির অনুরূপ মাথালযুক্ত একটি মহিলার মুখের সদৃশ, যাকে সরাসরি পশ্চিমদিকে মুখ করে থাকতে দেখা যায়। এছাড়া মানবসৃষ্ট কিছু স্থাপনা ভূমিকাঠামোয় মহিলাটির পরিহিত ইয়ারফোনের অনুরূপ কাঠামো গঠন করেছে। একটি রাস্তা ও এর শেষপ্রান্তে একটি তেলের কূপ আপাতদৃষ্টিতে ইয়ারফোনের মতো কাঠামো গঠন করে। এই অবকাঠামো সম্প্রতিই নির্মাণ করা হয়েছে এবং এই তেলখনির প্রকল্প শেষ হয়ে যাওয়ার পর এগুলো সরিয়ে নেওয়া হবে। \nপ্রতিকৃতির মাথার অংশটি হলো প্রকৃতপক্ষে বায়ু ও পানির প্রবাহের ফলে কাদামাটি ক্ষয় হয়ে সৃষ্ট প্রাকৃতিক পানি নিষ্কাশন ব্যবস্থা। অনুর্বর ব্যাডল্যান্ডস এলাকা বৃষ্টিবিরল কিন্তু ভারি বৃষ্টিপ্রবণ এলাকা। এখানে বিক্ষিপ্ত গাছপালা ও নরম কর্দমাক্ত মাটি বিদ্যমান। খুব স্বল্প সময়ে ভারি বৃষ্টিপাতের ফলে দ্রুত ক্ষয়ীভবনের মাধ্যমে ব্যাডল্যান্ডস গার্ডিয়ানের মাথার কাঠামো গঠিত হয়েছিল। যদিও ছবিতে কাঠামোগুলো উত্তলাকৃতির মনে হলেও প্রকৃতপক্ষে অবতল। অর্থাৎ এখানে উপত্যকা বিদ্যমান। কর্দমাক্ত মাটির স্তরে ক্ষয়ের ফলে এটি গঠিত হয়েছে। এটি ফাঁপা-মুখ বিভ্রমের একটি দৃষ্টান্ত। এই ভূমিরূপের বয়স অন্তত কয়েকশ বছর।\n২০০৬ সালে সিবিসিস রেডিও ওয়ানে অ্যাজ ইট হ্যাপেন্স অনুষ্ঠানে এই ভূমিরূপের জন্য একটি নাম প্রস্তাবের আহ্বান করা হয়। ৫০টি নামের মধ্যে সাতটি নাম সাইপ্রেস কাউন্টি পরিষদের নিকট পেশ করা হয়। তারা “গার্ডিয়ান অব দ্য ব্যাডল্যান্ডস” নামটি উলটে “ব্যাডল্যান্ডস গার্ডিয়ান” নামটি নির্বাচন করেন।\nসিডনি মর্নিং হেরাল্ড একে “ইন্টারেন্ট সেনসেশন” হিসেবে বর্ণনা করে। পিসি ওয়ার্ল্ড ম্যাগাজিন একে “ভূতাত্ত্বিক বিস্ময়” বলে উল্লেখ করে। টাইম ম্যাগাজিন গুগল আর্থে পাওয়া শীর্ষ দশ বস্তুর তালিকায় একে সপ্তম স্থানে রাখে।\n\n\n== আরও দেখুন ==\nঅ্যাপোফেনিয়া, দুইটি ভিন্নধর্মী বস্তুর সাথে আন্তঃসম্পর্ক খুঁজে নেওয়ার প্রবণতা\nপারেইডোলিয়া, এলোমেলোভাবে সাজানো বস্তুর মধ্যে মানুষের মুখ খুঁজে পাওয়ার ঘটনা\n“সাইডোনিয়া”, ১৯৭৬ সালে ভাইকিং ১-এর তোলা মঙ্গলগ্রহের একটি ছবি, যেখানে একটি মুখের প্রতিকৃতির মতো অংশ দেখা যায়\nইনুকসুক, আলাস্কা ও কানাডার সুমেরু অঞ্চলের আদিবাসীদের একটি ঐতিহ্যবাহী পাথরের স্থাপনা\nমার্কাউয়াসি, পেরুর রাজধানী লিমার নিকটবর্তী আন্দিজ পর্বতমালার একটি মালভূমি। এখানকার পাথরের গঠনের সাথে মানুষ, বিভিন্ন প্রাণী ও ধর্মীয় চিহ্নের সাথে আশ্চর্যজনকভাবে মিল পাওয়া যায়।\nওল্ড ম্যান অব দ্য মাউন্টেন, নিউ হ্যাম্পশায়ারের একটি পাথর। ২০০৩ সালের ৩ মে এটি ভেঙে পড়ে।\nওল্ড ম্যান অব হোয়, স্কটল্যান্ডের একটি পাথরের স্তম্ভ, যা দেখতে দাঁড়িয়ে থাকা মানুষের মতো\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্যাটেলাইট চিত্র (গুগল মানচিত্র)\nপ্যারাগ্লাইডার থেকে তোলা ব্যাডল্যান্ডস গার্ডিয়ানের চিত্র\n3D diagram of Badlands Guardian topography, prepared by Lutz Perschon for CBC Radio. \nGoogle Earth Community  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ মে ২০১১ তারিখে Page about the discovery of the feature."}