{"pageid": 114780, "title": "হার্ডকোর পাঙ্ক", "url": "https://bn.wikipedia.org/wiki?curid=114780", "content": "হার্ডকোর পাঙ্ক এক ধরনের সঙ্গীত ধারা যা পাঙ্করকের একটি উপধারা, হার্ডকোর নামেও পরিচিত। ১৯৭০-এর দশকের পাঙ্ক রকের জনপ্রিয়তার পরে উত্তর আমেরিকায় এই সঙ্গীত ধারাটি গড়ে ওঠে। পাঙ্ক রকের চেয়ে হার্ডকোর পাঙ্ক দ্রুততর, মোটা স্বরের ও ভারী। মূল পাঙ্করকের মতো জনপ্রিয়তা না পেলেও হার্ডকোর পাঙ্ক ১৯৮০-এর দশকে আমেরিকার আন্ডারগ্রাউন্ডে ছড়িয়ে পড়ে।\n\n\n== প্রভাব ==\nহার্ডকোর নানা সঙ্গীত ধারাকে প্রভাবিত করে যারা পরে মূলধারায় সাফল্য পেয়েছে যেমন- মেটালকোর, থ্রাশ মেটাল, গ্রুঞ্জ, ইমো ও পোস্ট-হার্ডকোর। যদিও হার্ডকোর পাঙ্ক কখনোই মূলধারায় সাফল্য পায়নি, কিন্তু তাদের অগ্রবর্তীরা সবসময়ই প্রশংসিত হয়েছে। ব্ল্যাক ফ্ল্যাগের একটি অ্যালবাম রোলিং স্টোন ম্যাগাজিনের মতে ৫০০ সর্বকালের গ্রেটেস্ট অ্যালবামের মধ্যে একটি। গ্যলোস ও রাইজ এগেনিস্ট ব্যান্ড মূলধারার রেকর্ড লেবেলের সাথে কাজ করলেও বেশির ভাগ ব্যান্ডই আন্ডারগ্রাউন্ডে রয়ে গেছে। মাইনর থ্রেট ও আগনোস্টিক ফ্রন্ট ব্যান্ডদের অন্যদের মতো বেশি অ্যালবাম বিক্রি না হলেও তারা অনেক ইতিবাচক সাড়া পেয়েছে নানা স্থানে। হার্ডকোর পাঙ্ক-এর উৎস যদিও অজানা তবে ভ্যাঙ্কুবার ভিত্তিক ব্যান্ড ডিওএ-এর ১৯৮১ সালের অ্যালবাম হার্ডকোর’৮১ এই শব্দটকে জনপ্রিয় করে তোলে। আওয়ার ব্যান্ড কুড বি ইউর লাইফ বইয়ের লেখক মাইকেল আজেরাড ব্ল্যাক ফ্ল্যাগ ব্যান্ডকে হার্ডকোর পাঙ্ক-এর গডফাদার বলে উল্লেখ করেছেন।\n\n\n== প্রচার বিমুখতা ==\nমূলধারার রেকর্ড লেবেলের সাথে চুক্তিবদ্ধ হোয়ার চেস্টা না করে হার্ডকোর পাঙ্ক ব্যান্ডগুলো নিজেরাই রেকর্ড লেবেল খুলে বসেছে ও অ্যালবাম নিজেরাই বিক্রি করছে। ব্যান্ডগুলো তাদের সফরের খরচ নিজেরাই যোগায়। হার্ডকোর ব্যান্ডদের কনসার্টগুলো পুলিশ ও কনসার্ট দর্শকদের মধ্যে রক্তক্ষয়ী মারামারির জায়গায় পরিণত হয়। তাদের কেঊ কেঊ খুন-খারাপির সাথে জড়িত।\n\n\n== রাজনীতি ==\nহার্ডকোর পাঙ্ক ব্যান্ডগুলো বামপন্থী রজনীতির সাথে জড়িত ও তারা মার্কিন প্রেসিডেন্ট রোনাল্ড রিগানের বিরোধিতা করত। রোনাল্ড রিগানের সামাজিক রক্ষণশীলতা ও অর্থনৈতিক নীতি ব্যান্ডগুলোর সমালোচনার বিষয়বস্তু হিসেবে ছিল। ২০০১ থেকে ২০০৯ সালে মার্কিন প্রেসিডেন্ট জর্জ ডাবলিউ বুশকেও তারা অপছন্দ করত। মেটালিকা ও স্লেয়ার ব্যান্ড নানাভাবে হার্ডকোর ব্যান্ড দ্বারা প্রভাবিত ছিল। ২টি ডিসচার্জ ও ৩টি মিস্ফিট ব্যান্ডের গান মেটালিকা কাভার করেছিল তাদের গ্যারেজ ইন্সুরেন্স অ্যালবামে।\n\n\n== বহিঃসংযোগ ==\nsilver-dragon-records.com\npunkoiuk.co.uk\nmicksinclair.com"}