{"pageid": 114723, "title": "ললিপপ", "url": "https://bn.wikipedia.org/wiki?curid=114723", "content": "ললিপপ (পপ,ললি,সুকার নামেও পরিচিত) সাধারণত সুগন্ধি ও বিভিন্ন স্বাদের সুক্রোস এবং সিরাপ থেকে তৈরি একধরনের মিষ্টি খাবার়। ললিপপ সাধারণত চুষে খাওয়া হয়। ললিপপ অনেক রকম রঙ, আকার ও স্বাদের হয়ে থাকে।\n\n\n== ধরন ==\nললিপপ বিভিন্ন রঙ ও স্বাদের হয়ে থাকে, তবে এর মধ্যে বিভিন্ন ফলের স্বাদই প্রধান। নর্ডীয় রাষ্ট্রসমূহে অর্থাৎ জার্মানি, নেদারল্যান্ডে ইত্যাদি দেশে অধিক অ্যামোনিয়াম ক্লোরাইডযুক্ত যষ্ঠিমধুর ললিপপও পাওয়া যায় যা পৃথিবীর অন্যান্য দেশে অপরিচিত। অনেক কোম্পানি ললিপপ উৎপাদন ও বাজারজাত করে থেকে। ললিপপের আকারও অনেক ধরনের হয়। অত্যন্ত ছোট থেকে বেশ বড় আকৃতির ললিপপ রয়েছে। ব্যাংক, হোটেলসহ অনেক প্রতিষ্ঠানে বিনামূল্যে সৌজন্যমূলক ললিপপ গ্রাহকদের দেয়া হয়। \nকিছু কিছু ললিপপে বাবল গাম বা সফট ক্যান্ডি থাকে। কিছু দামি ললিপপে বিচিত্র খাদ্যদ্রব্য থাকে আবার কোনটিতে অখাদ্য বস্তু, যেমন- উজ্জ্বল বাতি ভেতরে থাকে। একধরনের ললিপপের কাঠিতে মোটর থাকে, যার ফলে খাওয়ার সময় ললিপপটি মুখের ভেতরে ঘুরতে থাকে। শিশুদের ঔষধ খাওয়ানোর জন্য এক পদ্ধতি হিসেবে ললিপপ ব্যবহৃত হয়, এসব ললিপপের ভেতর ঔষধ দেওয়া থাকে।\n\n\n== ইতিহাস ==\nকাঠির মাথায় মিষ্টি স্বাদের ক্যান্ডি আবিষ্কারের ইতিহাস খুব সাধারণ। ধারণা করা হয় যে, ললিপপ বিভিন্ন আবিষ্কার ও পুনআবিষ্কার হয়েছে। ১৭৮৪ সালে “ললিপপ” শব্দটির উৎপত্তি হয়, তখন ললিপপ একধরনের নরম ক্যান্ডি বোঝানোর জন্য ব্যবহৃত হত। শব্দটি “ললি” (জিহ্‌বা) ও “পপ” (চড়) হতে উদ্ভূত। আধুনিক ললিপপের প্রচলন ১৯২০ থেকে শুরু হয়। শব্দটি রোমান ভাষা থেকে উদ্ভূত বলে ধারণা করা হয়। কারণ এই ভাষায় লাল আপেলকে ললি ফাবা বলা হয়।\nপ্রথম ললিপপ আকৃতির খদ্যদ্রব্য তৈরি হয় মধ্যযুগে। তখন সিদ্ধ করা তরল চিনি কাঠির সাহায্যে খাওয়া হত। আধুনিক ললিপপ তৈরির প্রকৃত ইতিহাস আজও রহস্যময়। বিশ শতকে কয়েকটি আমেরিকান কোম্পানি ললিপপ তৈরি করত বলে দাবি করে। \"Food For Thought (Extraordinary Little Chronicles of the World)\" নামের একটি বই অনুসারে ললিপপ প্রথম তৈরি করে জর্জ স্মিথ। সে কানেকটিকাটে থাকত। ১৯০৮ সালে সে বড় আকৃতির সিদ্ধ মিষ্টি তরল কাঠির মাথায় লাগিয়ে বিক্রি করত। তখনকার সময়ের একটি দৌড়বিদ ঘোড়ার নাম অনুসারে সে এটির নাম ললিপপ রাখে।\n\n\n== তথ্যসূত্র =="}