{"pageid": 1147692, "title": "প্রতাপপুর উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1147692", "content": "প্রতাপপুর উচ্চ বিদ্যালয়টি ভারতের পশ্চিমবঙ্গের পশ্চিম মেদিনীপুর জেলার ঘাটাল মহকুমার অন্তর্গত প্রতাপপুর গ্রামে অবস্থিত ।\n\n\n== ভূমিকা ==\n1965 সালে প্রতাপপুর উচ্চ বিদ্যালয়টি প্রতিষ্ঠিত হয়েছিল। বিদ্যালয়টি আগে প্রতাপপুর জুনিয়ার হাই স্কুল নামে পরিচিত ছিল। এখানে পঞ্চম শ্রেণী থেকে দ্বাদশ শ্রেণী পর্যন্ত পঠন-পাঠন হয়। এই বিদ্যালয়ে কুড়ি থেকে 25 জন শিক্ষক-শিক্ষিকার রয়েছেন। এবং 15 টির ও বেশী শ্রেণি কক্ষ রয়েছে। স্কুলটি  একেবারে উত্তর দিকে শিলাবতী নদীর ধারে ঘাটাল রানিচক এর রাস্তার পাশে অবস্থিত। এ বিদ্যালয়টির পাশে একটি প্রাথমিক বিদ্যালয় ও রয়েছে যার নাম প্রতাপপুর গোলাপ সুন্দরী প্রাথমিক বিদ্যালয়।\nবর্তমানে এই স্কুল থেকে পাশ করে বহু ছাত্র ছাত্রী ভালো ভালো জায়গায় কর্মরত। \nএই স্কুলটি যে গ্রামে অবস্থিত সেই গ্রামের একটি ওভারভিউ নিচে দেওয়া হল,\nPratappur - Village Overview\nGram Panchayat :\tMonoharpur I\nBlock / Subdivision :\tGhatal\nDistrict :\tPaschim Medinipur\nState :\tWest Bengal\nPincode :\t721212\nArea :\t309.65 hectares\nPopulation :\t4,699\nHouseholds :\t1,004\nNearest Town :\tGhatal (6 km)\nদুই তালা তিন তলা বিশিষ্ট পাঁচটি বিল্ডিং রয়েছে। WBBSE ও WBCHSE এর আওতায় প্রতাপপুর গ্রামসহ আশেপাশের গ্রামের বহু ছাত্রছাত্রীরা এখান থেকে মাধ্যমিক ও উচ্চ মাধ্যমিক পাস করে বের হয়। \nএই স্কুলের শিক্ষার পাশাপাশি মেয়েদের জন্য টেলারিং এর ব্যবস্থা রয়েছে এবং ভোকেশনাল পরীক্ষার মাধ্যমে ও বহু ছাত্র-ছাত্রী উচ্চ মাধ্যমিক পাস করেছে।\n\n\n== বিদ্যালয়ের কথা ==\n1965 সালের পয়লা জানুয়ারি পশ্চিম মেদিনীপুর জেলার ঘাটাল মহকুমার প্রতাপপুর গ্রামের প্রতাপপুর উচ্চ বিদ্যালয়ের পথ চলা শুরু হয়েছিল। গ্রামের কিছু প্রগতিশীল মানুষের উপলব্ধিতে ছিল শিক্ষা আনে চেতনা আর এই চেতনাই জমে থাকা অন্ধকারকে অপসারিত করতে পারবে একদিন। আর বিদ্যালয় হলো সেই জায়গা ।\n2005 সালের 15 ই মে আমাদের বিদ্যালয় মাধ্যমিক স্তরে উন্নীত হয়। এই বিদ্যালয়ে উচ্চমাধ্যমিক স্তর পর্যন্ত কারিগরি বিষয়ের পঠন-পাঠনের ব্যবস্থা আছে। তার পাশাপাশি কম্পিউটার শিক্ষার ব্যবস্থা রয়েছে। এবং বর্তমানে বিদ্যালয়টি উচ্চ মাধ্যমিক স্তরে উন্নীত হয়েছে।\n\n\n== শপথ বাক্য ==\nশপথ বাক্য\nভারতবর্ষ আমার জন্মভূমি। সমগ্র ভারতবাসী আমার আপনজন। আমি আমার দেশকে ভালবাসি। আমি সর্বদাই এর যোগ্য হবার চেষ্টা করবো। আমি আমার পিতা মাতা, শিক্ষক ও গুরুজনদের প্রতি শ্রদ্ধাজ্ঞাপন করবো এবং প্রত্যেকের সঙ্গে আমার আচরণ হবে সবিনয়। আমার দেশ ও দেশবাসীর প্রতি এই শপথ গ্রহণ করলাম। আমার আনন্দ দেশবাসীর আনন্দের মধ্যেই নিহিত।\n\n\n== তথ্যসূত্র =="}