{"pageid": 1147016, "title": "দাউদিয় বংশধারা", "url": "https://bn.wikipedia.org/wiki?curid=1147016", "content": "দাউদিয় বংশধারা বা দাউদ গোষ্ঠী (হিব্রু ভাষায়: בית דוד‎) বলতে হিব্রু বাইবেল, নিউ টেস্টামেন্ট এবং পরবর্তী শতাব্দীর পাঠ্যন্তরভুক্ত বনী ইসরায়েলী রাজা দাউদের গোত্রকে বোঝায়। ইহুদি ধর্ম এবং খ্রিস্টান ধর্মমতে, এটি সেই রক্তধারা যেখানে হিব্রু মসীহের পৈত্রিক বংশধারা রয়েছে। খ্রিস্টান সুসমাচার দাবি করে যে, যীশু দাউদের বংশ থেকে এসেছেন এবং তাই তিনি একজন বৈধ হিব্রু মশীহ। ম্যাথিউ এবং লুকের নিউ টেস্টামেন্টে যীশুর বংশের ব্যাপারে দুটি ভিন্ন বিবরণ পাওয়া যায় যা শেষমেশ দাউদ পর্যন্তই প্রত্যাবর্তীত হয়।\n\n\n== ঐতিহাসিকতা ==\n\n\n== বনী ইসরায়েল এবং ইয়াহুদের রাজা ==\n\nতানাখ অনুসারে, কেউ নির্বাচিত এবং রাজা হওয়ার পর, প্রথাগতভাবে মাথায় পবিত্র তেল ঢেলে অভিষেক করা হত। দাউদের ক্ষেত্রে, এটি নবী শামাউইল দ্বারা করা হয়েছিল।\nপ্রাথমিকভাবে, দাউদ শুধুমাত্র ইয়াহুদা গোত্রের রাজা ছিলেন এবং ইবরান থেকে শাসন করেছিলেন, কিন্তু সাড়ে সাত বছর পর, অন্যান্য বনি ইসরায়েলীয় উপজাতি, যারা ইশ-বোশেথের মৃত্যুর পর নিজেদেরকে নেতৃত্বহীন বলে মনে করেছিল, তারাও তাকে তাদের রাজা হিসেবে মেনে নেয়।\nইসরায়েলের প্রাচীন প্রথম যুক্তরাজ্য, তৎপরবর্তী যিহূদা রাজ্যের পরবর্তী রাজাগণ উপজাতিদের উপর শাসন করার জন্য এবং সিংহাসনে তাদের অধিকার বৈধ করার জন্য নিজেদেরকে রাজা দাউদের সরাসরি বংশধর বলে দাবি করতেন।\nদাউদের পুত্র, রাজা সুলাইমানের মৃত্যুর পর বনী ইসরায়েল রাজ্যের দশটি উত্তরীয় উপজাতি দাউদীয় পরম্পরাকে প্রত্যাখ্যান করে সুলাইমানের পুত্র, রেহবিয়ামকে মেনে নিতে অস্বীকার করেছিল এবং পরিবর্তে রাজা যারবিয়ামকে বেছে নেয় এবং উত্তর ইসরায়েলীয় রাজ্য গঠন করে। এই রাজ্যটি খ্রিস্টপূর্ব ৮ম শতাব্দীতে নব্য অ-সিরিয় সাম্রাজ্য জয় করে, এবং বেশিরভাগ জনসংখ্যাকে নির্বাসিত করে এর সার্বভৌম মর্যাদা শেষ করে দেয়। ইস্রায়েলের উত্তর রাজ্যের বৃহৎ জনসংখ্যা মেসোপটেমিয়ায় স্থানান্তরিত হতে বাধ্য হয় এবং বেশিরভাগই ইতিহাস থেকে হারিয়ে যায় সেই দশটি উপজাতি। কেউ বলেন তারা দুই শতাব্দী পরে নির্বাসিত বাকি ইয়াহুদীয় জনসংখ্যার সাথে মিশে যায়, যেখানে বাকী ইসরায়েলিগণ সামেরিয়ার উঁচুভূমিতে সামেরিয়ান হিসাবে পরিচয় গ্রহণ করে।\n\n\n== নির্বাসী রাজত্বের কাল ==\nপরবর্তীতে রাবিনিয় কর্তৃপক্ষ নির্বাসী রাজাদের ইস্রায়েলের রাজা দাউদের বংশোদ্ভূত পরিবারের সদস্যপদ প্রদান করে। ব্যাবিলনীয় ইহুদিদের সর্বোচ্চ কর্মকর্তা ছিলেন নির্বাসীপ্রধানগণ (রিশ গালুটা,  \"অভিভাসী প্রধান\")। যারা এই পদে অধিষ্ঠিত ছিলেন তারা পুরুষীয় দিক থেকে দাউদ গোত্রে তাদের পূর্বপুরুষ ছিল কিনা তা সন্ধান করতেন। পদধারী যারা হাখমানেশি সাম্রাজ্যের পাশাপাশি ক্লাসিক যুগে ব্যাবিলোনিয়াতে বসবাস করতেন তাদেরকে অপেক্ষমাণ রাজা হিসাবে গণ্য করা হত। সেদের ওলাম জুত্তা, একজন দাউদ গোত্রের সদস্য, তিনি জেরুব্বাবেলএর গদ্দিন্শীন ছিলেন। খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে ইহুদি সম্প্রদায়ের একজন নেতা হিসাবে তাকে উল্লেখ করা হয়েছে, যিনি ইহুদ মেদিনাটার হাখমানেশি গভর্নর উপাধি ধারণ করেছিলেন।\n\n\n== খ্রিস্টীয় ব্যাখ্যা ==\nখ্রিস্টান ব্যাখ্যায় 2 স্যামুয়েল 7-এর একটি ডেভিডিক লাইনের \" ডেভিডিক চুক্তি \" বিভিন্ন উপায়ে বোঝা যায়, ঐতিহ্যগতভাবে নিউ টেস্টামেন্টে যিশুর বংশের উল্লেখ করে। ডেভিডীয় লাইনের একটি খ্রিস্টান ব্যাখ্যা রেখাটিকে জোসেফের পুত্র যীশুর কাছে অবিরত হিসাবে গণনা করে, ম্যাথিউ 1 :1-16-এ সলোমনের বংশধর এবং লুক 3 :23-38-এর মাধ্যমে ডেভিডের পুত্র নাথানের বংশধরদের মধ্যে লেখা বংশতালিকা অনুসারে। মেরির লাইন।\n\n\n== ইসলামিক ব্যাখ্যা ==\nকুরআন একবার দাউদ গোত্রের কথা উল্লেখ করেছে: \"হে দাউদের পরিবার, কৃতজ্ঞতার সাথে কাজ কর। আমার বান্দাগণ খুব কমই কৃতজ্ঞ।\" এবং কুরআনে দাউদকে ষোল বার উল্লেখ করা হয়েছে।\nকিছু ইসলামিক সূত্রমতে, আরবের কিছু ইহুদি বসতি স্থাপনকারী দাউদ বংশ থেকে এসেছিল। মোহাম্মদ বাকের মাজলেসি লিপিবদ্ধ করেন: \"দাউদীয় বংশের একজন ইহুদি লোক মদিনায় প্রবেশ করে এবং লোকদের গভীর দুঃখে দেখতে পায়। তিনি লোকদের জিজ্ঞাসা করলেন, 'কী হয়েছে?' কিছু লোক উত্তর দিল: নবী মুহাম্মদ ইন্তেকাল করেছেন\" \n\n\n== আরও দেখুন ==\nআব্রাভানেল পরিবার\nব্যাবিলনীয় বন্দীদশা\nBagrationi dynasty § Origins\nবাগ্রেশনি রাজবংশের বাইবেলের বংশধরের দাবি\nখ্রীষ্ট\nপ্রাচীন ইস্রায়েল এবং জুদার ইতিহাস\nসলোমনিক রাজবংশ\nJewish principles of faith § The messiah\nকেবরা নাগাস্ট\nইস্রায়েল এবং যিহূদার রাজারা\nLMLK সীলমোহর\nনাসি\nজীবনের গাছ\n\n\n== তথ্যসূত্র ==\n\n\n== মন্তব্য ==\n\n\"কিং ডেভিড রাজবংশ\"\nইহুদি এনসাইক্লোপিডিয়া ডট কম: \"এক্সিলার্কস\"\nনির্বাসিতদের একটি বংশবৃত্তান্ত: \"জুদাহ থেকে বুস্তানাই\"\nহাউস অফ ডেভিডের বংশতালিকা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জুলাই ২০২১ তারিখে\nরাব্বিনিক সোর্স এবং সেডার ওলাম জুটা : \" সেডার ওলাম জুটা \" এবং \"রাভ-সিগ\"\n\nটেমপ্লেট:Dynasties of Ancient Israel"}