{"pageid": 1147426, "title": "আর্জব (গুণ)", "url": "https://bn.wikipedia.org/wiki?curid=1147426", "content": "আর্জব (সংস্কৃত: आर्जव, আইএএসটি: Ārjava) এর আক্ষরিক অর্থ হল আন্তরিকতা, সরলতা ও অ-ভণ্ডতা। এটি প্রাচীন \nহিন্দু ও জৈন গ্রন্থের দশটি যমের মধ্যে একটি। অন্য নয়টি যম হল অহিংসা, সত্য, অস্তেয়, ব্রহ্মচর্য, ক্ষমা, ধৃতি, দয়া, মিতাহার ও শৌচ।\n\n\n== সংজ্ঞা ==\nআর্জব মানে নিজের ও অন্যের প্রতি নিজের চিন্তা, কথা ও কাজে সরলতা, আন্তরিকতা এবং সামঞ্জস্য। পান্ডুরং বামন কনে আর্জবকে সরলতা হিসেবে অনুবাদ করেন। প্রাচীন ভারতীয় গ্রন্থে এটিকে ব্যাখ্যা করা হয়েছে \"ভণ্ডামি থেকে আত্মসংযম\", এবং \"কপটতার অনুপস্থিতি\"। এটি একজন ব্যক্তির আধ্যাত্মিকতার পথে বেশ কয়েকটি নৈতিক গুণপূর্ণ সংযমের একটি হিসাবে অন্তর্ভুক্ত করা হয়েছে। মহারাষ্ট্রীয় কবি বামন অবিগীতাতে, ১৬.১-এ, মনে করেন আর্জব হল ব্যক্তির মধ্যে সততা ও বিশুদ্ধতার রূপ, এবং অপরিহার্য গুণ যাতে প্রত্যেকের সাথে সমান আচরণ করা যায়, সে অন্য একজনের সন্তান, স্ত্রী, আত্মীয়, বন্ধু, অপরিচিত, শত্রু বা নিজেকে কোনো বৈষম্য ছাড়াই হোক না কেন।\nআর্জব-এর নৈতিক ধারণাকে সমার্থকভাবে অদম্ভ হিসেবে উল্লেখ করা হয়। অদম্ভ মানে অ-প্রতারণামূলক, সরলতা ও আন্তরিকতা। এটি ভারতীয় মহাকাব্যে গুণ হিসাবে তালিকাভুক্ত করা হয়েছে।\n\n\n== সাহিত্য ==\nআর্জব হল শাণ্ডিল্য উপনিষদ এবং স্বত্মারাম অনুসারে দশটি যমের মধ্যে একটি। এটি প্রাচীন ভারতীয় গ্রন্থে শেখানো সদগুণ সংযম (যম)।\nআদি শঙ্কর এই গুণটিকে ভবশুদ্ধি, এবং উদ্দেশ্যের বিশুদ্ধতা ও ভণ্ডামি থেকে মনের স্বাধীনতা হিসাবে ব্যাখ্যা করেছেন। এটি এমন গুণ হিসাবে বিবেচিত হয় যা একজনকে উদ্বেগ, ক্রোধ, কুসংস্কার, অভ্যন্তরীণ দ্বন্দ্ব বা বিভ্রান্তি ছাড়াই কাজ করতে এবং বেঁচে থাকার ক্ষমতা দেয়। ভগবদ্গীতা ১৭.১৬ শ্লোকেও এটি আলোচনা করা হয়েছে।\nমহাভারতের ১২ অধ্যায় ৬০-এ, অক্রোধ, ক্ষমা এবং অন্যান্যের সাথে অদম্ভ (অ-কপটতা)কে গুণ হিসাবে তালিকাভুক্ত করে। ২৭৮ অধ্যায়ে, মহাকাব্যটি ব্যাখ্যা করে যে কীভাবে ও কেন ভণ্ডামি উদ্ভূত হয়, পরামর্শ দেয় যে এটি লালসা, লোভ এবং ভাসা ভাসা জিনিসের প্রতি আসক্তির পাপের উদ্ভূত। পতঞ্জলির যোগসূত্রে কেবল পাঁচটি যমের তালিকা রয়েছে, যার মধ্যে অ-লোভ এবং অ-স্বত্বতা (যথাক্রমে অস্তেয় ও  অপরিগ্রহ) রয়েছে, কিন্তু আর্জব অন্তর্ভুক্ত নয়।\n\n\n== তথ্যসূত্র =="}