{"pageid": 1147728, "title": "শামসুদ্দীন কাসেমী", "url": "https://bn.wikipedia.org/wiki?curid=1147728", "content": "শামসুদ্দীন কাসেমী (৫ মার্চ ১৯৩৫ – ১৯ অক্টোবর ১৯৯৬) ছিলেন একজন বাংলাদেশি দেওবন্দি ইসলামি পণ্ডিত, রাজনীতিবিদ, শিক্ষাবিদ ও বাংলাদেশের স্বাধীনতা যুদ্ধের অন্যতম সংগঠক। তিনি খতমে নবুয়ত আন্দোলন পরিষদ বাংলাদেশের প্রতিষ্ঠাতা সভাপতি, জমিয়তে উলামায়ে ইসলাম বাংলাদেশের সাবেক মহাসচিব, জামিয়া হোসাইনিয়া ইসলামিয়া আরজাবাদের মহাপরিচালক, মাসিক পয়গামে হক্ক ও সাপ্তাহিক জমিয়তের প্রতিষ্ঠাতা সম্পাদক এবং বহুগ্রন্থ প্রণেতা।\n\n\n== জীবনী ==\nশামসুদ্দীন কাসেমী ১৯৩৫ সালের ৫ মার্চ চট্টগ্রাম জেলার সন্দ্বীপ থানার নয়াবস্তি এলাকায় জন্মগ্রহণ করেন। তার পিতার নাম মুহাম্মদ মোদ্দাসসের। গ্রামের মক্তব ও প্রাথমিক বিদ্যালয়ে তিনি শিক্ষাজীবনের সূচনা করেন। এরপর ভর্তি হন স্থানীয় রিয়াজুল উলুম মাদ্রাসায়। সেখানের শিক্ষক মুহাম্মদ মুসার পরামর্শে তিনি সন্দ্বীপ হরিশপুর বশীরিয়া আহমদিয়া সিনিয়র মাদ্রাসায় ভর্তি হন। সিনিয়র মাদ্রাসা থেকে তিনি দাখিল, আলিম ও ফাজিল পাশ করেন। এরপর ১৯৫৫ সালে তিনি দারুল উলুম দেওবন্দ গমন করেন। শারিরীক অসুস্থতার কারণে তিনি দুবছর পর দেশে ফিরে আল জামিয়াতুল আরবিয়াতুল ইসলামিয়া জিরি মাদ্রাসায় ভর্তি হন। ১৯৫৮ সালে তিনি জামিয়া আশরাফিয়া, লাহোরে ভর্তি হয়ে দাওরায়ে হাদিস ও উচ্চতর তাফসির শিক্ষা সমাপ্ত করেন। তার শিক্ষকদের মধ্যে রয়েছেন মুহাম্মদ ইদ্রিস কান্ধলভি, রসূল খান প্রমুখ। ১৯৬০ সালে তিনি আহমদ আলী লাহোরির তাফসিরের দরসে ভর্তি হন। ১৯৬১ সালে তিনি দেশে ফিরে ময়মনসিংহের সোহাদী মাদ্রাসার শিক্ষক হিসেবে যোগ দিয়ে কর্মজীবনের সূচনা করেন। অতঃপর তিনি ঢাকার জামিয়া হোসাইনিয়া আশরাফুল উলুম, বড় কাটরা মাদ্রাসায় দুই বছর এবং জামিয়া আরাবিয়া ইমদাদুল উলুম ফরিদাবাদ মাদ্রাসায় ৬-৭ বছর শিক্ষকতা করেন। ১৯৭০ সালে জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়া যাত্রাবাড়ি মাদ্রাসার প্রতিষ্ঠায় তিনি অংশগ্রহণ করেন এবং এক বছর অবৈতনিক শিক্ষক হিসেবে দায়িত্ব পালন করেন। স্বাধীনতার পর তিনি আল জামিয়াতুল মাদানিয়া চট্টগ্রামের মুহতামিম এবং দামপাড়া বায়তুল আযীয মসজিদের ইমাম ও খতিব হিসেবে দায়িত্ব পালন করেন। ১৯৭৫ সালে ঢাকার মিরপুর আরজাবাদ জামেয়া হোসাইনিয়ায় যোগদান করেন। \nতিনি খতমে নবুওয়াত আন্দোলন পরিষদের সভাপতি, মজলিসে তাহাফফুজে খতমে নবুওয়ত সংস্থার অন্যতম শীর্ষস্থানীয় নেতা এবং জমিয়তে ওলামায়ে ইসলাম বাংলাদেশের সেক্রেটারি জেনারেল, সহ-সভাপতি ও নির্বাহী সভাপতি হিসেবে দায়িত্ব পালন করেছিলেন। তিনি হুসাইন আহমদ মাদানির মুরিদ ছিলেন।\nতার প্রচেষ্টায় জমিয়তে উলামায়ে ইসলাম ১৯৭১ সালের ২২ মার্চ রেজ্যুলেশন করে স্বাধীনতা সংগ্রামের পক্ষে সমর্থন জানিয়ে দেশবাসীকে মুক্তিযুদ্ধের পক্ষে কাজ করতে উদ্বুদ্ধ করেন। এ ছাড়া মুক্তিযুদ্ধ চলাকালে পাক বাহিনীর তিনি প্রকাশ্যে বিরোধীতা করেন ও পাকিস্তানের বিরুদ্ধে কলম ধরেন। যুদ্ধের সময় মুক্তিযোদ্ধাদের নানাভাবে সাহায্য-সহযোগিতা করেন। এমনকি ঢাকার ভিক্টোরিয়া পার্কে পাকিস্তানের বিরুদ্ধে জনসভা ডেকে বক্তব্যও রাখেন। এ কারণে পাক সেনারা তাকে ঢাকা ক্যান্টনমেন্টে বন্দী করে রাখে।\nতিনি ৩ বার জমিয়তের মহাসচিব নির্বাচিত হন। ১৯৬৬ সালের ১৬ মার্চ জমিয়তের কমিটি গঠিত হলে আব্দুল করিম কৌড়িয়া সভাপতি এবং তিনি সেক্রেটারি জেনারেল নির্বাচিত হন। ১৯৭৪ সালে তিনি জমিয়তের সহ-সভাপতি নির্বাচিত হন। ১৯৭৭ ও ১৯৮০ সালের ২৫ ফেব্রুয়ারি দুইবার মহাসচিব নির্বাচিত হন।\n১৯৯৬ সালের ১৯ অক্টোবর তিনি মৃত্যুবরণ করেন। আব্দুল করিম শায়খে কৌড়িয়ার ইমামতিতে তার জানাজার নামাজ অনুষ্ঠিত হয়। তাকে মিরপুর শহিদ বুদ্ধিজীবী কবরস্থানের পাশ্ববর্তী কবরস্থানে দাফন করা হয়।\n\n\n== সাহিত্যকর্ম ==\nতিনি সাপ্তাহিক জমিয়ত ও মাসিক পয়গামে হক নামে দুটি পত্রিকা প্রকাশ করেন। তার লিখিত বইসমূহের মধ্যে রয়েছে:\n\nবাইতুল মোকাদ্দাস ও মসজিদে আকসা\nখ্রিস্টান মিশনারীদের উৎপাত\nরমজানের সওগাত\nইসলাম বনাম কমিউনিজম\nধর্মনিরপেক্ষতা\nশিয়া কাফের ও কাদিয়ানী ধর্মমত প্রভৃতি\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== আরও পড়ুন ==\nতওফীকুর রহমান, ড. তারেক মুহাম্মদ। বাংলাদেশের রাজনীতিতে আলিমসমাজ : ভূমিকা ও প্রভাব (১৯৭২—২০০১)। ঢাকা: একাডেমিক প্রেস এন্ড পাবলিশার্স লাইব্রেরি।"}