{"pageid": 1147332, "title": "খ্রিস্টধর্মের রূপরেখা", "url": "https://bn.wikipedia.org/wiki?curid=1147332", "content": "নিম্নলিখিত রূপরেখাটি খ্রিস্টধর্মের একটি সারসংক্ষেপ এবং বিষয়ভিত্তিক নির্দেশিকা হিসাবে সরবরাহ করা হয়েছে:\nখ্রিস্টধর্ম – একেশ্বরবাদী ধর্ম, নিউ টেস্টামেন্টে উপস্থাপিত নাজারেথের যিশুর জীবন ও শিক্ষার উপর কেন্দ্র করে প্রতিষ্ঠিত। খ্রিস্টান বিশ্বাস মূলত যীশুকে খ্রিস্ট (বা মসীহ), ঈশ্বরের পুত্র, ত্রাণকর্তায় বিশ্বাস করা এবং ত্রিত্ববাদ অনুসারে, পুত্র ঈশ্বর, পিতা ঈশ্বর এবং পবিত্র আত্মার সাথে ত্রিত্বের অংশ বিশ্বাস করা।\n \n\n\n== মূল নিবন্ধ ==\nখ্রিস্টধর্ম\n\n\n== খ্রিস্টধর্মের শাখাপ্রশাখা ==\n\n\n=== সাম্প্রদায়িক গোত্র ===\n \n\n\n==== ক্যাথলিক সাম্প্রদায়িক গোত্র ====\nক্যাথলিক মণ্ডলী - ক্যাথলিক বিশ্বাসের মূল অংশ, এর ধর্মতত্ত্ব এবং মতবাদ, এর উপাসনামূলক, নৈতিক, আধ্যাত্মিক এবং আচরণগত বৈশিষ্ট্যগুলির পাশাপাশি সামগ্রিকভাবে একজন ধর্মীয় লোক বোঝাতে বিস্তৃত একটি শব্দ।\nক্যাথলিক চার্চ – রোমান ক্যাথলিক চার্চ নামেও পরিচিত; ১.৩ বিলিয়নেরও বেশি সদস্যধারী বিশ্বের বৃহত্তম খ্রিস্টান গির্জা।\nইস্টার্ন ক্যাথলিক চার্চ - স্বায়ত্তশাসিত, স্ব-শাসিত (ল্যাটিনে, সুই আইউরিস) রোমের বিশপ, পোপের সাথে সম্পূর্ণ তত্বাবধিত বিশেষ গির্জা।\nস্বাধীন ক্যাথলিক চার্চ - ক্যাথলিক মণ্ডলী যা রোম বা অন্য কোন গির্জার সাথে যোগাযোগ স্থাপন করে না, তথাপি যাদের ধর্মানুষ্ঠানগুলি রোমান ক্যাথলিক চার্চ দ্বারা স্বীকৃত (যেমন পূর্ব অর্থোডক্স এবং কিছু প্রাচ্য অর্থোডক্স চার্চ)।\nপ্রাচীন ক্যাথলিক চার্চ - আল্ট্রাজেক্টাইন খ্রিস্টান চার্চের সংখ্যা যা কিছু নির্দিষ্ট মতবাদের উপর রোমান ক্যাথলিক চার্চ থেকে বিভক্ত হওয়া গোষ্ঠীগুলির সাথে উদ্ভূত হয়, সবচেয়ে গুরুত্বপূর্ণ হলো পোপের অসম্পূর্ণতা।\n\n\n==== পূর্ব সম্প্রদায়ের গোত্র ====\nপূর্ব খ্রিস্টধর্ম - খ্রিস্টান ঐতিহ্য এবং চার্চ যা বলকান, পূর্ব ইউরোপ, এশিয়া মাইনর, মধ্যপ্রাচ্য, হর্ন অফ আফ্রিকা, ভারত এবং দূর প্রাচ্যের কিছু অংশে কয়েক শতাব্দীর ধর্মীয় প্রাচীনত্বে বিকাশ লাভ করেছে।\nইস্টার্ন অর্থোডক্স চার্চ - আনুষ্ঠানিকভাবে অর্থোডক্স ক্যাথলিক চার্চ বলা হয় এবং সাধারণত ইস্টার্ন অর্থোডক্স চার্চ হিসাবে উল্লেখ করা হয়, এটি বিশ্বের দ্বিতীয় বৃহত্তম খ্রিস্টান চার্চ, যার আনুমানিক ৩০০ মিলিয়ন অনুসারী রয়েছে যারা প্রধানত বেলারুশ, বুলগেরিয়া, সাইপ্রাস, জর্জিয়া, গ্রীস, মোল্দোভা, মন্টেনিগ্রো, উত্তর মেসিডোনিয়া, রোমানিয়া, রাশিয়া, সার্বিয়া এবং ইউক্রেনের বাসিন্দা, এ সবকটি দেশেই ইস্টার্ন অর্থোডক্স সংখ্যাগরিষ্ঠ।\nপূর্ব ক্যাথলিক চার্চ - \"ক্যাথলিক সম্প্রদায়গত গোত্র\" বিভাগটি দেখুন।\nওরিয়েন্টাল অর্থোডক্সি - সেইসব প্রাচ্যীয় খ্রিস্টান চার্চের বিশ্বাস, যারা শুধুমাত্র তিনটি বিশ্বব্যাপী পরিষদকে স্বীকৃতি দেয় - নিকিয়ার প্রথম অধিবেশন, কনস্টান্টিনোপলের প্রথম অধিবেশন এবং ইফেসাসের প্রথম অধিবেশন।\nসিরিয়াক খ্রিস্টান - মেসোপটেমিয়ার সিরিয়াক-ভাষী খ্রিস্টানরা, পূর্ব খ্রিস্টধর্মের একাধিক খ্রিস্টান ঐতিহ্য নিয়ে গঠিত।\n\n\n==== প্রোটেস্ট্যান্ট সাম্প্রদায়িক গোত্র ====\nপ্রোটেস্ট্যান্টবাদ - খ্রিস্টধর্মের মধ্যে একটি প্রধান গোষ্ঠীর মধ্যে একটি, এবং এর দ্বারা \"যে পশ্চিমী খ্রিস্টান ক্যাথলিক, অ্যাংলিকান বা প্রাচ্যীয় চার্চের অনুসারী নন\" তাদের ক্ষেত্রে সংজ্ঞায়ন করা হয়, যদিও কেউ কেউ অ্যাংলিকানিজমকেও প্রোটেস্ট্যান্ট বলে মনে করেন।\nঅ্যাংলিকানিজম - খ্রিস্টধর্মের মধ্যে ঐতিহ্য যা চার্চ অফ ইংল্যান্ড বা অনুরূপ বিশ্বাস, উপাসনা এবং গির্জার কাঠামোর সাথে ঐতিহাসিক সংযোগ সহ গীর্জাকে অন্তর্ভুক্ত করে। বেশিরভাগ অ্যাংলিকানরা আজ অ্যাংলিকান কমিউনিয়নের অংশ।\nঅবিরত অ্যাংলিকান আন্দোলন - বিভিন্ন দেশে খ্রিস্টান গির্জার সংখ্যা যারা অ্যাংলিকান কমিউনিয়নের বাইরে থাকাকালীন অ্যাংলিকানিজম বলে।\nঅ্যাডভেন্টিজম - খ্রিস্টান আন্দোলন যা 19 শতকে শুরু হয়েছিল, মার্কিন যুক্তরাষ্ট্রে দ্বিতীয় মহান জাগরণ পুনরুজ্জীবনের প্রেক্ষাপটে। বেশিরভাগ অ্যাডভেন্টিস্ট আজ সেভেন্থ-ডে অ্যাডভেন্টিস্ট\nঅ্যানাব্যাপ্টিস্ট – 16 শতকের ইউরোপের আমূল সংস্কারের প্রোটেস্ট্যান্ট খ্রিস্টানরা, যদিও কেউ কেউ অ্যানাব্যাপ্টিজমকে প্রোটেস্ট্যান্টবাদ থেকে একটি স্বতন্ত্র আন্দোলন বলে মনে করেন। অ্যানাব্যাপ্টিস্টরা প্রাপ্তবয়স্কদের বাপ্তিস্মের পাশাপাশি শান্তিবাদে বিশ্বাসের অনুশীলন করে।\nমেনোনাইটস - ফ্রিসিয়ান মেনো সিমন্স (1496-1561) এর নামানুসারে খ্রিস্টান অ্যানাব্যাপ্টিস্ট সম্প্রদায়ের গির্জা সম্প্রদায়ের চারপাশে ভিত্তিক একটি জাতি-ধর্মীয় গোষ্ঠী, যারা তার লেখার মাধ্যমে, পূর্ববর্তী সুইস প্রতিষ্ঠাতাদের শিক্ষাকে উচ্চারণ করে এবং এর মাধ্যমে আনুষ্ঠানিক করে তোলে।\nআমিশ - আমিশ, কখনও কখনও আমিশ মেনোনাইটস হিসাবে উল্লেখ করা হয়, খ্রিস্টান গির্জার ফেলোশিপের একটি গ্রুপ যা মেনোনাইট গীর্জার একটি উপগোষ্ঠী গঠন করে।\nহুটেরাইট - অ্যানাব্যাপ্টিস্টদের সাম্প্রদায়িক শাখা যারা, অ্যামিশ এবং মেনোনাইটদের মতো, 16 শতকের আমূল সংস্কারের সাথে তাদের শিকড় খুঁজে পায়।\nশোয়ার্জেনউ ব্রাদারেন - জার্মানিতে উদ্ভূত, 17 শতকের শেষের দিকে এবং 18 শতকের গোড়ার দিকে র‌্যাডিক্যাল পাইটিস্ট ফার্মেন্টের ফলাফল।\nব্যাপ্টিস্ট – খ্রিস্টান যারা একটি গোষ্ঠী এবং গীর্জা নিয়ে গঠিত যারা একটি মতবাদে সাবস্ক্রাইব করে যে বাপ্তিস্ম শুধুমাত্র বিশ্বাসীদের জন্যই করা উচিত (শিশু বাপ্তিস্মের বিপরীতে বিশ্বাসীদের বাপ্তিস্ম) এবং এটি অবশ্যই নিমজ্জনের মাধ্যমে করা উচিত (অফিউশনের বিপরীতে বা ছিটানো)।\nক্যালভিনিজম - একটি প্রোটেস্ট্যান্ট ধর্মতাত্ত্বিক ব্যবস্থা এবং খ্রিস্টান জীবনের একটি পদ্ধতি। সংস্কারকৃত চার্চের তালিকা দেখুন।\nপ্রেসবিটেরিয়ানিজম – প্রোটেস্ট্যান্ট খ্রিস্টধর্মের শাখা যা ক্যালভিনিস্ট ধর্মতাত্ত্বিক ঐতিহ্যকে মেনে চলে এবং যার মণ্ডলীগুলি প্রেসবিটেরিয়ান নীতি অনুসারে সংগঠিত হয়। অস্ট্রেলিয়ার প্রেসবিটারিয়ান সম্প্রদায়ের তালিকা দেখুন\nলুথারানিজম – পশ্চিমা খ্রিস্টধর্মের প্রধান শাখা যা একজন জার্মান সংস্কারক মার্টিন লুথারের ধর্মতত্ত্বের সাথে সনাক্ত করে। লুথারান সম্প্রদায়ের তালিকা দেখুন।\nপদ্ধতিবাদ - অ্যাংলিকান খ্রিস্টধর্মের আন্দোলন যা বিশ্বব্যাপী প্রায় সত্তর মিলিয়ন অনুসারী দাবি করে, বিভিন্ন সম্প্রদায় এবং সংগঠন দ্বারা প্রতিনিধিত্ব করে। আন্দোলনটি জন ওয়েসলির সুসমাচারমূলক পুনরুজ্জীবন আন্দোলনের শিকড় খুঁজে পায়।\nইভাঞ্জেলিকালিজম - প্রোটেস্ট্যান্ট খ্রিস্টান আন্দোলন যা 17 শতকে শুরু হয়েছিল এবং 1730 সালের দিকে ইংল্যান্ডে মেথডিস্ট এবং জার্মানি এবং স্ক্যান্ডিনেভিয়ার লুথারনদের মধ্যে পাইটিস্টদের উত্থানের সাথে একটি সংগঠিত আন্দোলনে পরিণত হয়েছিল। ন্যাশনাল অ্যাসোসিয়েশন অফ ইভাঞ্জেলিক্যালস দেখুন।\nওয়েসলেয়ানিজম – প্রোটেস্ট্যান্ট খ্রিস্টানদের আন্দোলন যারা অষ্টাদশ শতাব্দীর ইভাঞ্জেলিক্যাল সংস্কারক জন ওয়েসলি এবং তার ভাই চার্লস ওয়েসলির পদ্ধতি বা ধর্মতত্ত্ব অনুসরণ করতে চায়।\nপবিত্রতা আন্দোলন - 19 শতকের মাঝামাঝি মেথডিস্ট খ্রিস্টান গির্জা থেকে উদ্ভূত বিশ্বাস এবং অনুশীলনের সেট। খ্রিস্টান পবিত্রতা অংশীদারিত্ব দেখুন\nপেন্টেকোস্টালিজম - খ্রিস্টধর্মের মধ্যে পুনর্নবীকরণ আন্দোলন যা পবিত্র আত্মায় বাপ্তিস্মের মাধ্যমে ঈশ্বরের সরাসরি ব্যক্তিগত অভিজ্ঞতার উপর বিশেষ জোর দেয়। পেন্টেকস্টাল ওয়ার্ল্ড কনফারেন্স দেখুন।\nপুনরুদ্ধার আন্দোলন - খ্রিস্টান আন্দোলন যা 19 শতকের গোড়ার দিকে দ্বিতীয় মহান জাগরণের সময় আমেরিকান সীমান্তে শুরু হয়েছিল।\nসেভেন্থ-ডে অ্যাডভেন্টিস্ট - খ্রিস্টান আন্দোলন যীশু খ্রিস্টের দ্বিতীয় আগমন (আগমন) প্রচারের জন্য নিবেদিত। 1840-এর দশকে স্থাপিত, এই গির্জাটি বাইবেলকে অনুপ্রেরণার উত্স হিসাবে দেখে যা এলেন গোল্ড হোয়াইট (1827-1915) এর ভবিষ্যদ্বাণীগুলির মাধ্যমে প্রকাশিত হয়েছিল।\n\nখ্রিস্টান চার্চ (খ্রিস্টের শিষ্য) - উত্তর আমেরিকার প্রধান প্রোটেস্ট্যান্ট খ্রিস্টান সম্প্রদায়।\nখ্রিস্টের গির্জাগুলি - স্বায়ত্তশাসিত খ্রিস্টান মণ্ডলীগুলি একে অপরের সাথে যুক্ত, শুধুমাত্র বাইবেলের উপর ভিত্তি করে মতবাদ এবং অনুশীলন করার চেষ্টা করে এবং খ্রীষ্টের কর্তৃত্ব দ্বারা মূলত প্রতিষ্ঠিত নিউ টেস্টামেন্ট মণ্ডলী হতে চায়।\nখ্রিস্টান গির্জা এবং খ্রিস্টের গীর্জা - পুনরুদ্ধার আন্দোলনের অংশ এবং খ্রিস্টান চার্চ (খ্রিস্টের শিষ্য) এবং খ্রিস্টের একটি ক্যাপেলা চার্চের সাথে ঐতিহাসিক শিকড় ভাগ করে নেয়।\n\n\n==== ননট্রিনিটারিয়ান সাম্প্রদায়িক পরিবার ====\nননট্রিনিটারিয়ান - ননট্রিনিটারিয়ানিজম (বা ত্রিত্ববিরোধীতা) বলতে বোঝায় একেশ্বরবাদী বিশ্বাস ব্যবস্থা, প্রাথমিকভাবে খ্রিস্টধর্মের মধ্যে, যা ট্রিনিটির খ্রিস্টীয় মতবাদকে প্রত্যাখ্যান করে, যথা, এই শিক্ষা যে ঈশ্বর তিনটি স্বতন্ত্র হাইপোস্টেস বা ব্যক্তি এবং তবুও সহ-শাশ্বত, সহ-সমান এবং অবিভাজ্যভাবে ঐক্যবদ্ধ এক সারমর্ম বা ousia.\nলেটার ডে সেন্ট মুভমেন্ট - লেটার ডে সেন্ট মুভমেন্ট (যাকে এলডিএস আন্দোলনও বলা হয়) হল স্বাধীন গির্জা গোষ্ঠীর সংগ্রহ যা 1830 সালে জোসেফ স্মিথ দ্বারা প্রতিষ্ঠিত একটি খ্রিস্টান আদিমবাদী আন্দোলন থেকে তাদের উত্স চিহ্নিত করে। আন্দোলনের বেশিরভাগ সদস্যই আজ দ্য চার্চ অফ জেসাস ক্রাইস্ট অফ ল্যাটার-ডে সেন্টস- এর অংশ, কিন্তু লেটার ডে সেন্ট সম্প্রদায়ের একটি ভগ্নাংশ, বিশেষত খ্রিস্টের সম্প্রদায়, দ্বিতীয় বৃহত্তম লেটার ডে সেন্ট সম্প্রদায় এবং সেই সম্প্রদায়গুলি যেগুলি থেকে বিভক্ত খ্রিস্টের সম্প্রদায়, একটি ঐতিহ্যগত প্রোটেস্ট্যান্ট ত্রিত্ববাদী ধর্মতত্ত্ব অনুসরণ করে।\nএকতা পেন্টেকোস্টালিজম - একতা পেন্টেকোস্টালিজম (অ্যাপোস্টলিক পেন্টেকোস্টালিজম বা ওয়ান গড পেন্টেকোস্টালিজম নামেও পরিচিত) পেন্টেকোস্টাল খ্রিস্টধর্মের মধ্যে সম্প্রদায় এবং বিশ্বাসীদের একটি গোষ্ঠীকে বোঝায়, যাদের সকলেই একত্বের অ-ত্রিত্ববাদী ধর্মতাত্ত্বিক মতবাদের সাবস্ক্রাইব করে।\nবাইবেল ছাত্র আন্দোলন - বাইবেল ছাত্র আন্দোলন হল একটি সহস্রাব্দবাদী দ্বারা গৃহীত একটি নাম [১] পুনরুদ্ধারবাদী খ্রিস্টান আন্দোলন যা চার্লস টেজ রাসেলের শিক্ষা ও মন্ত্রণালয় থেকে উদ্ভূত হয়েছিল, যা যাজক রাসেল নামেও পরিচিত।\n\n\n=== সাম্প্রদায়িক গোষ্ঠী অনুসারে ব্যক্তিদের তালিকা ===\n\n\n== অবস্থান অনুসারে খ্রিস্টধর্ম ==\n\nদেশ অনুযায়ী ক্যাথলিক চার্চ\nদেশ অনুসারে পূর্ব অর্থোডক্সি\nদেশ অনুসারে ওরিয়েন্টাল অর্থোডক্সি\nদেশ অনুসারে প্রোটেস্ট্যান্টবাদ\n\n\n== খ্রিস্টধর্মের ইতিহাস ==\n\n\n=== খ্রিস্টধর্মের ইতিহাসে ওভারভিউ বিষয় ===\nখ্রিস্টান ধর্মতত্ত্বের ইতিহাস – খ্রিস্টান ধর্মতত্ত্বের বিকাশে বিভিন্ন ধারণার একটি ওভারভিউ।\nপ্রাচীন খ্রিস্টধর্মের ইতিহাস - খ্রিস্টান রোমান সাম্রাজ্যের সময় খ্রিস্টধর্মের সন্ধান করে - সম্রাট কনস্টানটাইনের অধীনে খ্রিস্টধর্মের উত্থান (সি. 313), পশ্চিমে রোমান সাম্রাজ্যের পতন পর্যন্ত (সি. 476) সময়কাল।\nখ্রিস্টান মিশনের টাইমলাইন - সবচেয়ে গুরুত্বপূর্ণ মিশনারি আউটরিচ ইভেন্টগুলির একটি তালিকার মাধ্যমে খ্রিস্টান ধর্মের বিশ্বব্যাপী বিস্তারের ঘটনাক্রম।\nখ্রিস্টান শহীদদের তালিকা - এর প্রথম দিন থেকে, কয়েক হাজার খ্রিস্টানকে তাদের বিশ্বাসের জন্য হত্যা করা হয়েছে। এই হিসাবে, এই তালিকাটি কখনই সম্পূর্ণরূপে সম্পূর্ণ হতে পারে না এবং শুধুমাত্র সবচেয়ে উল্লেখযোগ্য শহীদদের অন্তর্ভুক্ত করে।\nক্যাথলিক ইকুমেনিকাল কাউন্সিলের রূপরেখা - যখন ক্যাথলিক চার্চের জন্য সমস্যা বা সমস্যা দেখা দেয়, তখন তিনি তার বিশপদের একটি বিশ্বব্যাপী পরিষদে জড়ো করেন এবং একসাথে তারা সর্বোত্তম পদক্ষেপ বেছে নেন। সমস্ত খ্রিস্টান সম্প্রদায় সমস্ত বিশ্বব্যাপী পরিষদের সমস্ত সিদ্ধান্তের সাথে একমত নয়।\nসভ্যতায় খ্রিস্টান চার্চের ভূমিকা - খ্রিস্টধর্ম পশ্চিমা সভ্যতার গঠনে একটি বিশিষ্ট ভূমিকা পালন করেছে।\nক্রুসেডিং আন্দোলন - যে মতাদর্শ এবং প্রতিষ্ঠানগুলি খ্রিস্টান যুদ্ধকে সমর্থন করেছিল\n\n\n=== যুগ অনুসারে খ্রিস্টধর্মের ইতিহাস ===\n\n\n==== 33 - 1517 ====\n\n\n===== অ্যান্টি-নিসেন চার্চ, 100 AD - 313 AD =====\nপ্রাথমিক খ্রিস্টধর্মের ইতিহাস\n\nজাস্টিন শহীদ – একজন প্রাথমিক খ্রিস্টান ক্ষমাপ্রার্থী, এবং দ্বিতীয় শতাব্দীতে লোগোস তত্ত্বের অগ্রগণ্য ব্যাখ্যাকারী হিসাবে বিবেচিত হন।\nঅ্যান্টিওকের ইগনাশিয়াস - অ্যান্টিওকের তৃতীয় বিশপ, এবং জন প্রেরিতের ছাত্র ছিলেন।\nরোমান সাম্রাজ্যে প্রাথমিক খ্রিস্টানদের নিপীড়ন - যিশুর মন্ত্রণালয়ের সময় শুরু হয়েছিল এবং কনস্টানটাইনের সময় পর্যন্ত যখন খ্রিস্টধর্মকে বৈধ করা হয়েছিল তখন পর্যন্ত প্রায় তিন শতাব্দী ধরে বিরতিহীনভাবে অব্যাহত ছিল।\nচার্চ ফাদাররা - প্রারম্ভিক এবং প্রভাবশালী ধর্মতত্ত্ববিদ, বিশিষ্ট খ্রিস্টান শিক্ষক এবং মহান বিশপ।\nলিয়ন্সের ইরেনিয়াস - একজন প্রাথমিক চার্চের পিতা এবং ক্ষমাপ্রার্থী, এবং তাঁর লেখাগুলি খ্রিস্টান ধর্মতত্ত্বের প্রাথমিক বিকাশে গঠনমূলক ছিল।\nমার্সিওনিজম - একটি প্রারম্ভিক খ্রিস্টান দ্বৈতবাদী বিশ্বাস ব্যবস্থা যা 144 সালের দিকে রোমের মার্সিওন অফ সিনোপের শিক্ষায় উদ্ভূত হয়েছিল; ২য় শতাব্দীতে খ্রিস্টধর্মও দেখুন।\nডেভেলপমেন্ট অফ নিউ টেস্টামেন্ট ক্যানন - খ্রিস্টানরা খ্রিস্টান বাইবেলের নিউ টেস্টামেন্টকে ঐশ্বরিকভাবে অনুপ্রাণিত এবং গঠন করে এমন বইগুলির সেট।\nটারটুলিয়ান - আফ্রিকার রোমান প্রদেশের কার্থেজ থেকে প্রখ্যাত প্রাথমিক খ্রিস্টান লেখক।\nমন্টানিজম – দ্বিতীয় শতাব্দীর শেষের দিকের একটি প্রাথমিক খ্রিস্টান আন্দোলন, পরে এটির প্রতিষ্ঠাতা মন্টানাসের নামে উল্লেখ করা হয়, কিন্তু মূলত এর অনুগামীরা নিউ প্রফেসি নামে পরিচিত।\nআলেকজান্দ্রিয়ার অরিজেন – একজন প্রারম্ভিক খ্রিস্টান আলেকজান্দ্রিয়ান পণ্ডিত এবং ধর্মতত্ত্ববিদ এবং প্রাথমিক চার্চের অন্যতম বিশিষ্ট লেখক।\n\n\n===== খ্রিস্টান সাম্রাজ্য (313 AD - 590 AD) =====\nকনস্টানটাইন - প্রথম রোমান সম্রাট যিনি খ্রিস্টান ধর্মে ধর্মান্তরিত হন\nখ্রিস্টান সন্ন্যাসবাদ - অনুশীলন যা খ্রিস্টান চার্চের ইতিহাসের প্রথম দিকে বিকাশ লাভ করতে শুরু করে, শাস্ত্রীয় উদাহরণ এবং আদর্শের উপর ভিত্তি করে তৈরি করা হয়েছে, ওল্ড টেস্টামেন্ট সহ, কিন্তু ধর্মগ্রন্থে একটি প্রতিষ্ঠান হিসাবে বাধ্যতামূলক নয়।\nপ্রথম সাতটি ইকুমেনিক্যাল কাউন্সিল - প্রথম সাতটি ইকিউমেনিক্যাল কাউন্সিল, প্রথম কাউন্সিল অফ নাইসিয়া (325) থেকে দ্বিতীয় কাউন্সিল অফ নাইসিয়া (787)\nNicaea প্রথম কাউন্সিল - খ্রিস্টান বিশপদের কাউন্সিল 325 খ্রিস্টাব্দে রোমান সম্রাট কনস্টানটাইন প্রথম দ্বারা বিথিনিয়ার নাইকিয়ায় (বর্তমান তুরস্কের ইজনিক) আহ্বান করা হয়েছিল।\nনিসিন ক্রিড - ধর্ম বা বিশ্বাসের পেশা যা খ্রিস্টান লিটার্জিতে সর্বাধিক ব্যবহৃত হয়।\nআলেকজান্দ্রিয়ার অ্যাথানাসিয়াস - আলেকজান্দ্রিয়ার 20 তম বিশপ।\nআরিয়ান বিতর্ক - খ্রিস্টান চার্চের পিতা আরিয়াস এবং অ্যাথানাসিয়াসের মধ্যে খ্রিস্টবিদ্যা সম্পর্কিত বেশ কয়েকটি বিতর্ক যা খ্রিস্টান চার্চকে 325 সালে নাইসিয়া কাউন্সিলের আগে থেকে 381 সালে কনস্টান্টিনোপলের কাউন্সিলের পরে বিভক্ত করেছিল।\nজেরোম - রোমান খ্রিস্টান যাজক, স্বীকারোক্তিকারী, ধর্মতত্ত্ববিদ এবং ইতিহাসবিদ এবং যিনি চার্চের একজন ডাক্তার হয়েছিলেন।\nহিপ্পোর অগাস্টিন - হিপ্পো রেগিয়াসের বিশপ ছিলেন (বর্তমান অ্যানাবা, আলজেরিয়া)।\nকনস্টান্টিনোপলের প্রথম কাউন্সিল - কনস্টান্টিনোপলে প্রথম ইকিউমেনিকাল কাউন্সিল অনুষ্ঠিত হয়েছিল এবং 381 সালে থিওডোসিয়াস প্রথম দ্বারা ডাকা হয়েছিল।\nইফেসাসের প্রথম কাউন্সিল - প্রাথমিক খ্রিস্টান চার্চের তৃতীয় বিশ্বব্যাপী কাউন্সিল, 431 সালে এশিয়া মাইনরের এফিসাসের চার্চ অফ মেরিতে অনুষ্ঠিত হয়।\nকাউন্সিল অফ চ্যালসেডন - গির্জার কাউন্সিল 8 অক্টোবর থেকে নভেম্বর 1, 451 খ্রিস্টাব্দ পর্যন্ত, বসপোরাসের এশিয়ার পাশে চ্যালসেডন (এশিয়া মাইনরের বিথিনিয়ার একটি শহর) এ অনুষ্ঠিত হয়।\n\n\n===== 590 খ্রিস্টাব্দ - 1517 খ্রিস্টাব্দ =====\nমধ্যযুগ - ইউরোপীয় ইতিহাসের সময়কাল যা 5 ম থেকে 15 শতককে জুড়ে রয়েছে।\nপেলাজিয়ানিজম - বিশ্বাস যে আসল পাপ মানুষের প্রকৃতিকে কলঙ্কিত করেনি এবং সেই নশ্বর ইচ্ছা এখনও বিশেষ ঐশ্বরিক সাহায্য ছাড়াই ভাল বা মন্দ বেছে নিতে সক্ষম।\nপোপ গ্রেগরি I - (সি. 540 - 12 মার্চ 604), ইংরেজিতে গ্রেগরি দ্য গ্রেট নামে বেশি পরিচিত, 3 সেপ্টেম্বর 590 থেকে তার মৃত্যু পর্যন্ত পোপ ছিলেন।\nখ্রিস্টধর্ম - একটি ঐতিহাসিক বা ভূ-রাজনৈতিক অর্থে শব্দটি সাধারণত খ্রিস্টান সংখ্যাগরিষ্ঠ দেশ বা দেশ যেখানে খ্রিস্টধর্মের আধিপত্য রয়েছে বা যে জাতিগুলিতে খ্রিস্টান ধর্ম প্রতিষ্ঠিত ধর্মকে বোঝায়।\nকেল্টিক খ্রিস্টধর্ম - খ্রিস্টধর্মের কিছু বৈশিষ্ট্যকে বোঝায় যা প্রাথমিক মধ্যযুগে সেল্টিক-ভাষী বিশ্ব জুড়ে সাধারণ ছিল বলে মনে করা হয়।\nজার্মানিক খ্রিস্টধর্ম - প্রাচীন প্রাচীনতা এবং প্রাথমিক মধ্যযুগে জার্মানিক লোকেরা ধীরে ধীরে খ্রিস্টীয়করণের মধ্য দিয়েছিল।\nস্ক্যান্ডিনেভিয়ার খ্রিস্টানাইজেশন - স্ক্যান্ডিনেভিয়ার খ্রিস্টানাইজেশন 8ম এবং 12ম শতাব্দীর মধ্যে হয়েছিল।\nবিনিয়োগ বিতর্ক - ধর্মনিরপেক্ষ কর্তৃপক্ষ যেমন রাজা, গণনা বা ডিউকের মতো ধর্মনিরপেক্ষ কর্তৃপক্ষের বিশপ্রিক্সের মতো ধর্মীয় অফিসে নিয়োগের ক্ষেত্রে কোনো বৈধ ভূমিকা ছিল কিনা তা নিয়ে একটি দ্বন্দ্ব ছিল।\nক্যান্টারবারির অ্যানসেলম - বেনেডিক্টাইন সন্ন্যাসী, একজন দার্শনিক এবং চার্চের একজন প্রিলেট যিনি 1093 থেকে 1109 সাল পর্যন্ত ক্যান্টারবারির আর্চবিশপের অফিসে ছিলেন।\nপিটার অ্যাবেলার্ড - মধ্যযুগীয় ফরাসি শিক্ষাবিদ দার্শনিক, ধর্মতত্ত্ববিদ এবং বিশিষ্ট যুক্তিবিদ।\nক্লেয়ারভাক্সের বার্নার্ড - ফরাসি মঠকর্তা এবং সিস্টারসিয়ান সংস্কারের প্রাথমিক নির্মাতা।\nক্রুসেডিং আন্দোলন – যে মতাদর্শ এবং প্রতিষ্ঠানগুলি পোপ এবং ক্যাথলিক চার্চ দ্বারা আশীর্বাদকৃত ধর্মীয় যুদ্ধকে সক্ষম করে, জেরুজালেমে এবং তার কাছাকাছি পবিত্র স্থানগুলিতে খ্রিস্টানদের প্রবেশাধিকার পুনরুদ্ধারের বিবৃত লক্ষ্যের সাথে।\nইনকুইজিশন - রোমান ক্যাথলিক চার্চের বিচার ব্যবস্থার মধ্যে বেশ কয়েকটি প্রতিষ্ঠান দ্বারা \"ধর্মবাদীদের বিরুদ্ধে লড়াই\"।\nশিক্ষাবাদ -\nডোমিনিক - সমালোচনামূলক চিন্তার পদ্ধতি যা প্রায় 1100-1500 সাল থেকে ইউরোপের মধ্যযুগীয় বিশ্ববিদ্যালয়গুলির শিক্ষাবিদদের (স্কলাস্টিক, বা স্কুলম্যান) দ্বারা শিক্ষাদানে আধিপত্য বিস্তার করেছিল।\nঅ্যাসিসির ফ্রান্সিস – একজন ইতালীয় ক্যাথলিক ভদ্র এবং প্রচারক। তিনি পুরুষদের ফ্রান্সিসকান অর্ডার, সেন্ট ক্লেয়ারের মহিলাদের অর্ডার এবং সেন্ট ফ্রান্সিসের তৃতীয় আদেশ প্রতিষ্ঠা করেন।\nবোনাভেঞ্চার - একজন ইতালীয় মধ্যযুগীয় শিক্ষাবিদ ধর্মতত্ত্ববিদ এবং দার্শনিক।\nথমাস অ্যাকুইনাস - রোমান ক্যাথলিক চার্চের একজন ইতালীয় ডোমিনিকান যাজক, এবং শিক্ষাবাদের ঐতিহ্যে একজন অত্যন্ত প্রভাবশালী দার্শনিক এবং ধর্মতাত্ত্বিক\nজন উইক্লিফ – একজন ইংরেজ স্কলাস্টিক দার্শনিক, ধর্মতত্ত্ববিদ, সাধারণ প্রচারক,[1] অনুবাদক, সংস্কারক এবং ইংল্যান্ডের অক্সফোর্ডের বিশ্ববিদ্যালয়ের শিক্ষক, যিনি 14 শতকে রোমান ক্যাথলিক চার্চের প্রথম দিকের ভিন্নমতাবলম্বী হিসেবে পরিচিত ছিলেন।\nAvignon Papacy - 1309 থেকে 1376 সময়কাল যে সময়ে সাতজন পোপ আধুনিক ফ্রান্সের Avignon-এ বসবাস করতেন।\nওয়েস্টার্ন স্কিজম বা প্যাপাল স্কিজম - ক্যাথলিক চার্চের মধ্যে 1378 থেকে 1417 পর্যন্ত বিভক্ত। দুজন পুরুষ একই সাথে নিজেকে সত্যিকারের পোপ বলে দাবি করেছেন।\nজান হুস – চেক পুরোহিত, দার্শনিক, সংস্কারক এবং প্রাগের চার্লস বিশ্ববিদ্যালয়ে মাস্টার্স; ষোড়শ শতাব্দীর প্রোটেস্ট্যান্ট আন্দোলনের প্রধান পূর্বসূরি।\nকনসিলিয়ারিজম - 14 তম, 15 তম এবং 16 শতকের রোমান ক্যাথলিক চার্চের সংস্কার আন্দোলন যা আধ্যাত্মিক বিষয়ে চূড়ান্ত কর্তৃত্ব ধারণ করেছিল খ্রিস্টানদের একটি কর্পোরেশন হিসাবে রোমান চার্চের সাথে, পোপের সাথে নয়, একটি সাধারণ চার্চ কাউন্সিল দ্বারা মূর্ত ছিল।\n\n\n==== 1517 - বর্তমান ====\n\n\n===== রোমান ক্যাথলিক চার্চ =====\nরোমান ক্যাথলিক চার্চের ইতিহাস - ক্যাথলিক মতবাদ শেখায় যে ক্যাথলিক চার্চ পিটারের স্বীকারোক্তিতে যিশু খ্রিস্ট দ্বারা প্রতিষ্ঠিত হয়েছিল।\nপ্যাপাল প্রাইমাসি মতবাদের ঐতিহাসিক বিকাশ – সাইমন পিটারের আদিমতার মতবাদ এবং রোমান পোন্টিফের প্রাধান্য সম্ভবত খ্রিস্টধর্মের ইতিহাসে সবচেয়ে বিতর্কিতভাবে বিতর্কিত।\nপোপতন্ত্রের ইতিহাস - সেন্ট পিটারের সময় থেকে বর্তমান দিন পর্যন্ত বিস্তৃত।\nরোমান ক্যাথলিক চার্চের টাইমলাইন - খ্রিস্টধর্মের প্রাচীনতম শাখা হিসাবে, পূর্ব অর্থোডক্সির সাথে, ক্যাথলিক চার্চের ইতিহাস সামগ্রিকভাবে খ্রিস্টধর্মের ইতিহাসের একটি অবিচ্ছেদ্য অংশ হিসাবে ভূমিকা পালন করে। এই নিবন্ধটি মাত্র 2,000 বছরের কম সময়কালকে কভার করে।\nল্যাটারানের চতুর্থ কাউন্সিল - 19 এপ্রিল, 1213 সালের পোপ ষাঁড়ের সাথে পোপ ইনোসেন্ট III দ্বারা আহ্বান করা হয়েছিল এবং কাউন্সিলটি 11 নভেম্বর, 1215 থেকে রোমের ল্যাটারান প্রাসাদে জড়ো হয়েছিল।\nকাউন্সিল অফ ট্রেন্ট - রোমান ক্যাথলিক চার্চের 16 শতকের ইকুমেনিকাল কাউন্সিল।\nকাউন্টার-রিফর্মেশন - ক্যাথলিক পুনরুজ্জীবনের সময়কাল যা ট্রেন্ট কাউন্সিল (1545-1563) থেকে শুরু হয়েছিল এবং প্রোটেস্ট্যান্ট সংস্কারের প্রতিক্রিয়া হিসাবে 1648 সালের ত্রিশ বছরের যুদ্ধের শেষের দিকে শেষ হয়েছিল।\nথমাস মোর – একজন ইংরেজ আইনজীবী, সামাজিক দার্শনিক, লেখক, রাষ্ট্রনায়ক এবং প্রখ্যাত রেনেসাঁ মানবতাবাদী।\nপোপ লিও এক্স - 1513 থেকে 1521 সালে তার মৃত্যু পর্যন্ত পোপ। তিনি ছিলেন পোপ নির্বাচিত হওয়া শেষ অ-যাজক (কেবল একজন ডিকন)।\nআওয়ার লেডি অফ গুয়াডালুপ - ভার্জিন অফ গুয়াডালুপ (ভারজেন ডি গুয়াডালুপ) ভার্জিন মেরির একজন রোমান ক্যাথলিক আইকন।\nজেসুইটস - খ্রিস্টান পুরুষ ধর্মীয় আদেশ যা ক্যাথলিক চার্চের শিক্ষা অনুসরণ করে।\nফ্রান্সিস জেভিয়ার - অগ্রগামী রোমান ক্যাথলিক ধর্মপ্রচারক যিনি নাভারের রাজ্যে (বর্তমানে স্পেনের অংশ) জন্মগ্রহণ করেন এবং সোসাইটি অফ জেসাসের সহ-প্রতিষ্ঠাতা।\nমঠগুলির বিলুপ্তি - 1536 এবং 1541 সালের মধ্যে প্রশাসনিক এবং আইনি প্রক্রিয়াগুলির একটি সেট যার দ্বারা হেনরি অষ্টম ইংল্যান্ড, ওয়েলস এবং আয়ারল্যান্ডের মঠ, প্রাইরি, কনভেন্ট এবং ফ্রাইরিগুলি ভেঙে দিয়েছিলেন; তাদের আয় বরাদ্দ, তাদের সম্পদ নিষ্পত্তি, এবং তাদের প্রাক্তন সদস্যদের জন্য প্রদান.\nধর্মের ইউরোপীয় যুদ্ধ - সিএ থেকে ইউরোপে সংঘটিত যুদ্ধের সিরিজ। 1524 থেকে 1648, পশ্চিম ও উত্তর ইউরোপে প্রোটেস্ট্যান্ট সংস্কার শুরু হওয়ার পর।\nআভিলার তেরেসা – বিশিষ্ট স্প্যানিশ রহস্যবাদী, রোমান ক্যাথলিক সাধু, কারমেলাইট নান, এবং কাউন্টার রিফর্মেশনের লেখক এবং মানসিক প্রার্থনার মাধ্যমে মননশীল জীবনের ধর্মতত্ত্ববিদ।\nপ্রথম ভ্যাটিকান কাউন্সিল - 1864 সালের 6 ডিসেম্বর শুরু হওয়া পরিকল্পনা ও প্রস্তুতির পর 29 জুন 1868 তারিখে পোপ পিয়াস IX দ্বারা আহ্বান করা হয়।\nদ্বিতীয় ভ্যাটিকান কাউন্সিল - রোমান ক্যাথলিক চার্চ এবং আধুনিক বিশ্বের মধ্যে সম্পর্ক সম্বোধন করেছে। এটি ছিল ক্যাথলিক চার্চের একুশতম ইকুমেনিকাল কাউন্সিল এবং ভ্যাটিকানের সেন্ট পিটারস ব্যাসিলিকায় অনুষ্ঠিত দ্বিতীয়টি।\nআধুনিকতাবাদ (রোমান ক্যাথলিকবাদ) - 19 শতকের শেষের দিকে এবং 20 শতকের প্রথম দিকে প্রকাশিত ধর্মতাত্ত্বিক মতামতগুলিকে বোঝায়, কিন্তু 21 শতকে পৌঁছানোর প্রভাবের সাথে, যা অতীতের সাথে বিরতি দ্বারা চিহ্নিত করা হয়।\n\n\n===== অন্যান্য গীর্জা =====\n\n\n====== 1517 খ্রিস্টাব্দ - 1648 খ্রিস্টাব্দ ======\nProtestant Reformation – 16th-century schism within Western Christianity initiated by Martin Luther, John Calvin and other early Protestants sparked by the 1517 posting of Luther's Ninety-five theses.\nHistory of Protestantism – summary of the history of Protestantism\nDesiderius Erasmus – Dutch Renaissance humanist, Catholic priest, social critic, teacher, and theologian.\nFive Solas – five Latin phrases that emerged during the Protestant Reformation and summarize the Reformers' basic theological beliefs in contradistinction to the teaching of the Roman Catholic Church of the day.\nEucharistic theologies contrasted – views of a number of churches regarding Eucharistic theology, contrasted.\nHistory of Calvinist-Arminian debate – dispute between Dutch Protestants in the early seventeenth century.\nArminianism – school of soteriological thought within Protestant Christianity based on the theological ideas of the Dutch Reformed theologian Jacobus Arminius (1560–1609) and his historic followers, the Remonstrants.\nSynod of Dort – National Synod held in Dordrecht in 1618–1619, by the Dutch Reformed Church, to settle a divisive controversy initiated by the rise of Arminianism.\nEuropean wars of religion – series of wars waged in Europe from ca. 1524 to 1648, following the onset of the Protestant Reformation in Western and Northern Europe.\nLutheranism – major branch of Western Christianity that identifies with the theology of Martin Luther, a German reformer.\nMartin Luther – German monk, priest, professor of theology and iconic figure of the Protestant Reformation.\nThe Ninety-Five Theses – On the eve of All Saint's Day, October 31, 1517, Luther posted the ninety-five theses, which he had composed in Latin, on the door of the Castle Church of Wittenberg, according to university custom.\nDiet of Worms – diet (a formal deliberative assembly, specifically an Imperial Diet) that took place in Worms, Germany, and is most memorable for the Edict of Worms (Wormser Edikt), which addressed Martin Luther and the effects of the Protestant Reformation.\nPhilipp Melanchthon – German reformer, collaborator with Martin Luther, the first systematic theologian of the Protestant Reformation, intellectual leader of the Lutheran Reformation, and an influential designer of educational systems.\nLutheran Orthodoxy – an era in the history of Lutheranism, which began in 1580 from the writing of the Book of Concord and ended at the Age of Enlightenment.\nSacramental union – Lutheran theological doctrine of the Real Presence of the body and blood of Christ in the Christian Eucharist.\nBook of Concord – historic doctrinal standard of the Lutheran Church, consisting of ten credal documents recognized as authoritative in Lutheranism since the 16th century.\nReformed churches – group of Protestant denominations characterized by Calvinist doctrines.\nTheology of Huldrych Zwingli – based on the Bible, taking scripture as the inspired word of God and placing its authority higher than human sources such as the Ecumenical councils and the church fathers.\nReformation in Switzerland – promoted initially by Huldrych Zwingli, who gained the support of the magistrate (Mark Reust) and population of Zürich in the 1520s.\nJohn Calvin – an influential French theologian and pastor during the Protestant Reformation.\nCalvinism – Protestant theological system and an approach to the Christian life.\nHistory of Calvinism – Calvinism began as part of the Magisterial Reformation branch of the Protestant Reformation.\nScottish Reformation – was Scotland's formal break with the Papacy in 1560, and the events surrounding this.\nJohn Knox – Scottish clergyman and a leader of the Protestant Reformation who brought reformation to the church in Scotland.\nTULIP – five points of Calvinism, also called the doctrines of grace, which are a point-by-point response to the five points of the Arminian Remonstrance\nSynod of Dort – National Synod held in Dordrecht in 1618–1619, by the Dutch Reformed Church, to settle a divisive controversy initiated by the rise of Arminianism.\nEnglish Reformation – series of events in 16th-century England by which the Church of England broke away from the authority of the Pope and the Roman Catholic Church.\nTimeline of the English Reformation – This is a timeline of the Protestant Reformation in England.\nHenry VIII of England – was King of England from 21 April 1509 until his death.\nThomas Cranmer – leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I.\nElizabethan Religious Settlement – was Elizabeth I's response to the religious divisions created over the reigns of Henry VIII, Edward VI and Mary I.\nThirty-Nine Articles – historically defining statements of doctrines of the Church of England with respect to the controversies of the English Reformation.\nBook of Common Prayer – short title of a number of related prayer books used in the Anglican Communion, as well as by the Continuing Anglican, \"Anglican realignment\" and other Anglican churches.\nPuritanism – significant grouping of English Protestants in the 16th and 17th centuries, including, but not limited to, English Calvinists.\nEnglish Civil War – series of armed conflicts and political machinations between Parliamentarians (Roundheads) and Royalists (Cavaliers).\nWestminster Assembly – was appointed by the Long Parliament to restructure the Church of England.\nAnabaptism – are Protestant Christians of the Radical Reformation of 16th-century Europe, although some consider Anabaptism to be a distinct movement from Protestantism.\nRadical Reformation – 16th century response to what was believed to be both the corruption in the Roman Catholic Church and the expanding Magisterial Protestant movement led by Martin Luther and many others.\nConrad Grebel – son of a prominent Swiss merchant and councilman, was a co-founder of the Swiss Brethren movement and is often called the \"Father of Anabaptists\".\nSwiss Brethren – branch of Anabaptism that started in Zürich, spread to nearby cities and towns, and then was exported to neighboring countries\nMüntzer – an early Reformation-era German theologian, who became a rebel leader during the Peasants' War.\nMartyrs' Synod – took place in Augsburg, Germany, from 20 to 24 August 1527.\nMenno Simons – an Anabaptist religious leader from the Friesland region of the Low Countries.\nJohn Smyth (Baptist minister) – an early Baptist minister of England and a defender of the principle of religious liberty.\n\n\n=== নিউ টেস্টামেন্টের মানুষ (বারো ব্যতীত) ===\n\n\n==== গসপেলে ====\n\n\n===== ব্যক্তি =====\nAlphaeus – Alphaeus is mentioned in the New Testament as the father of two of the Twelve Apostles - James and John.\nAnna (Bible) – Anna or Anna the Prophetess was a biblical figure mentioned only in the Gospel of Luke.\nAnnas – Annas was appointed by the Roman legate Quirinius as the first High Priest of the newly formed Roman province of Iudaea in 6 AD; just after the Romans had deposed Archelaus, Ethnarch of Judaea, thereby putting Judaea directly under Roman rule.\nBarabbas – Barabbas or Jesus Barabbas is a figure in the Christian narrative of the Passion of Jesus, in which he is the insurrectionary whom Pontius Pilate freed at the Passover feast in Jerusalem.\nBartimaeus (Biblical character) – Each of the three synoptic gospels tells of Jesus healing the blind near Jericho, as he passed through that town, shortly before his passion.\nBlind man of Bethsaida – The Blind Man of Bethsaida is the subject of one of the miracles of Jesus in the Gospels.\nCaiaphas – Joseph, son of Caiaphas, known as Caiaphas, was the Roman-appointed Jewish high priest who is said to have organized the plot to kill Jesus.\nCleopas – Cleopas was a figure of early Christianity, one of the two disciples who encountered Jesus during the Road to Emmaus appearance in the Gospel of Luke 24:13-32.\nClopas – Clopas is a figure of early Christianity.\nChristian teaching about the Devil – In mainstream Christianity, the Devil is named Satan, and sometimes Lucifer.\nPenitent thief – The Penitent thief, also known as the Thief on the Cross or the Good Thief, is an unnamed character mentioned in the Gospel of Luke who was crucified alongside Jesus and asked Jesus to remember him in his kingdom, unlike his companion the Impenitent thief.\nElizabeth (biblical figure) –\nGabriel – In Abrahamic religions, Gabriel is an Archangel who typically serves as a messenger to humans from God.\nImpenitent thief – The impenitent thief was one of the two thieves who was crucified alongside Jesus.\nDaughter of Jairus – The record of the daughter of Jairus is a combination of miracles of Jesus in the Gospels.\nJoachim – Saint Joachim was the husband of Saint Anne and the father of Mary, the mother of Jesus in the Roman Catholic, Orthodox, and Anglican traditions.\nSaint Joanna – Saint Joanna was one of the women associated with the ministry of Jesus of Nazareth, often considered to be one of the disciples who later became an apostle (Rom 16:7).\nJohn the Baptist – John the Baptist was an itinerant preacher and a major religious figure mentioned in the Canonical gospels.\nSaint Joseph – March 19 - Saint Joseph, Husband of Mary (Western Christianity), May 1 - St Joseph the Worker (Roman Catholic Church),\nJoseph of Arimathea – Joseph of Arimathea was, according to the Gospels, the man who donated his own prepared tomb for the burial of Jesus after Jesus' Crucifixion.\nJoses – Saint Joses (or Joseph or Joset) is the second of the \"brothers of Jesus\" appearing in the New Testament.\nJude, brother of Jesus – Jude (alternatively Judas or Judah) was a brother of Jesus, according to the New Testament.\nLazarus of Bethany – Lazarus of Bethany, also known as Saint Lazarus or Lazarus of the Four Days, is the subject of a prominent miracle attributed to Jesus in the Gospel of John, in which Jesus restores him to life four days after his death.\nLegion (demon) – Legion is a group of demons referred to in the Christian Bible.\nLuke the Evangelist – Luke the Evangelist was an Early Christian writer whom Church Fathers such as Jerome and Eusebius said was the author of the Gospel of Luke and the Acts of the Apostles.\nLysanias – Lysanias was the ruler of a small realm on the western slopes of Mount Hermon, attested to by the Jewish writer Josephus and in coins from circa 40 BC.\nMalchus – In the Gospel of John in the New Testament of the Bible, Malchus is the servant of the Jewish High Priest, Caiaphas, who participated in the arrest of Jesus.\nMark the Evangelist – Mark the Evangelist is the traditional author of the Gospel of Mark.\nMartha – Martha of Bethany is a biblical figure described in the Gospels of Luke and John.\nMary Magdalene –\nMary, mother of James – Mary is identified in the synoptic gospels as one of the women who went to Jesus' tomb after he was buried, and, along with Joanna and Salome, is recognized as one of the three \"Myrrhbearers\" by the Lutheran Church - Missouri Synod, being commemorated in the Calendar of Saints on August 3.\nMary, mother of Jesus – Mary, called by various titles, styles, and honorifics in Christianity and called Maryam, mother of 'Isa, in Islam, was a Jewish woman of Nazareth in Galilee who lived in the late 1st century BC and early 1st century AD\nMary of Bethany – Mary of Bethany is a biblical figure described in the Gospels of John and Luke in the Christian New Testament.\nMary of Clopas – Mary of Clopas (or of Cleopas), the wife of Clopas, was one of various Marys named in the New Testament.\nThe Young Man from Nain – The young man from Nain was the widow's son who Christ raised from the dead.\nBartholomew#Nathanael – Bartholomew was one of the Twelve Apostles of Jesus, and is usually identified as Nathaniel.\nNicodemus (Nicodemus ben Gurion) –\nSalome (disciple) – Salome, sometimes venerated as Mary Salome, was a follower of Jesus who appears briefly in the canonical gospels and in more detail in apocryphal writings.\nSamaritan woman at the well – The Samaritan woman at the well is an episode in the life of Jesus that appears only in the Gospel of John, in John 4:4-26.\nSimeon (Gospel of Luke) – Simeon at the temple is the \"just and devout\" man of Jerusalem who, according to Luke 2:25-35, met the Virgin Mary, Joseph, and Jesus as they entered the Temple to fulfill the requirements of the Law of Moses on the 40th day from Jesus' birth at the presentation of Jesus at the Temple.\nSimon (brother of Jesus) – Simon was the brother of Jesus in the New Testament.\nSimon of Cyrene – Simon of Cyrene was the man compelled by the Romans to carry the cross of Jesus as Jesus was taken to his crucifixion, according to all three Synoptic Gospels.\nSimon the Leper – Simon the Leper is a biblical figure mentioned by the Gospels according to Matthew (26:6-13) and Mark (14:3-9).\nSusanna (disciple) – Susanna is one of the women associated with the ministry of Jesus of Nazareth.\nTheophilus (biblical) – Theophilus is the name or honorary title of the person to whom the Gospel of Luke and the Acts of the Apostles are addressed (Luke 1:3, Acts 1:1).\nZacchaeus –\nZebedee – Zebedee, according to all four Canonical gospels, was the father of James and John, two disciples of Jesus.\nZechariah (priest) – In the Bible, Zechariah, is the father of John the Baptist, a priest of the sons of Aaron, a prophet in Luke 1:67–79, and the husband of Elisabeth who is the cousin of Mary the mother of Jesus.\n\n\n== খ্রিস্টান নেতাদের শিরোনাম ==\nঅ্যাবেস - মহিলা উচ্চতর, বা মা সুপিরিয়র, নান সম্প্রদায়ের, প্রায়শই একটি অ্যাবে\nঅ্যাবট - খ্রিস্টধর্ম সহ বিভিন্ন ঐতিহ্যে একটি মঠের প্রধানকে উপাধি দেওয়া হয়\nপ্রেরিত - একজন প্রেরিত হলেন যিনি যীশু খ্রীষ্টের সুসমাচার প্রচারের জন্য প্রেরিত হন।\nআর্চবিশপ - উচ্চতর পদের বিশপ, কিন্তু ডিকন, পুরোহিত (প্রিসবাইটার) এবং বিশপের তিনটি আদেশের উপরে উচ্চতর ধর্মানুষ্ঠানের ক্রম নয়।\nবিশপ - খ্রিস্টান পাদরিদের একজন নিযুক্ত বা পবিত্র সদস্য যিনি সাধারণত কর্তৃত্ব এবং তত্ত্বাবধানের পদে অর্পিত হন।\nক্যানন (পুরোহিত) - যাজক বা মন্ত্রী যিনি খ্রিস্টান ধর্মযাজকদের নির্দিষ্ট সংস্থার সদস্য যারা একটি ধর্মীয় নিয়ম (ক্যানন) সাপেক্ষে।\nকার্ডিনাল (ক্যাথলিক ধর্ম) - সিনিয়র ecclesiastical কর্মকর্তা, সাধারণত একজন নিযুক্ত বিশপ, এবং ক্যাথলিক চার্চের ecclesiastical রাজপুত্র।\nক্যাথলিকোস - কিছু পূর্ব খ্রিস্টান ঐতিহ্যে নির্দিষ্ট গির্জার প্রধানের জন্য ব্যবহৃত শিরোনাম।\nচ্যাপলিন - একটি বিশেষ সেটিংয়ে মন্ত্রী যেমন একজন পুরোহিত, যাজক, রাব্বি, ইমাম, মানবতাবাদী চ্যাপলিন বা একটি ধর্মনিরপেক্ষ প্রতিষ্ঠান যেমন হাসপাতাল, কারাগার, সামরিক ইউনিট, পুলিশ বিভাগ, বিশ্ববিদ্যালয় বা ব্যক্তিগত চ্যাপেলের সাথে সংযুক্ত বিশ্ব দৃষ্টিভঙ্গির প্রতিনিধি। .\nসার্কিট রাইডার (ধর্মীয়) - জনপ্রিয় শব্দ যা মার্কিন যুক্তরাষ্ট্রের প্রথম দিকের পাদরিদের কথা উল্লেখ করে যাদেরকে নির্দিষ্ট ভৌগোলিক অঞ্চলগুলিতে বসতি স্থাপনকারীদের মন্ত্রী এবং মণ্ডলী সংগঠিত করার জন্য নিযুক্ত করা হয়েছিল।\nচার্চ ফাদার - প্রারম্ভিক এবং প্রভাবশালী ধর্মতত্ত্ববিদ, বিশিষ্ট খ্রিস্টান শিক্ষক এবং মহান বিশপ।\nচার্চওয়ার্ডেন - প্যারিশ গির্জা বা অ্যাংলিকান কমিউনিয়নের মণ্ডলীতে আধিকারিক, সাধারণত খণ্ডকালীন স্বেচ্ছাসেবক হিসাবে কাজ করে।\nকিউরেট - একজন ব্যক্তি যিনি প্যারিশের আত্মার যত্ন বা নিরাময়ের (কিউরা) সাথে বিনিয়োগ করেছেন।\nডেকন - খ্রিস্টান চার্চে মন্ত্রিত্ব যা সাধারণত কিছু ধরনের পরিষেবার সাথে যুক্ত, তবে যা ধর্মতাত্ত্বিক এবং সাম্প্রদায়িক ঐতিহ্যের মধ্যে পরিবর্তিত হয়।\nDeaconeses - কিছু খ্রিস্টান সম্প্রদায়ের নন-ক্লারিক্যাল আদেশ যা সম্প্রদায়ের মহিলাদের যত্নের বিষয়টি দেখে।\nডিন (ধর্ম) - ধর্মীয় অনুক্রমের মধ্যে কর্তৃত্বের নির্দিষ্ট পদে অধিষ্ঠিত ধর্মগুরু।\nপ্রবীণ (খ্রিস্টান ধর্ম) - তার জ্ঞানের জন্য মূল্যবান ব্যক্তি যিনি সেই অনুযায়ী একটি খ্রিস্টান গোষ্ঠীতে দায়িত্বের একটি নির্দিষ্ট অবস্থানে আছেন।\nধর্মপ্রচার – বিশ্বাসের একটি নির্দিষ্ট সেট সম্পর্কে তথ্য অন্যদের কাছে প্রচার করার অনুশীলন যারা এই বিশ্বাসগুলিকে ধারণ করে না।\nExarch – মেট্রোপলিটান (একজন বিশপ) এখতিয়ার সহ যে এলাকাটি তার একটি মেট্রোপলিটন হিসাবে ছিল তার জন্য নয়, অন্যান্য মেট্রোপলিটনের উপরেও।\nFriar - একজন প্রত্যাশী আদেশের সদস্য।\nমিনিস্টার (খ্রিস্টান ধর্ম) - এমন একজন যিনি গির্জা বা ধর্মীয় সংস্থা দ্বারা বিশ্বাসের শিক্ষার মতো কার্য সম্পাদনের জন্য অনুমোদিত; নেতৃস্থানীয় পরিষেবা যেমন বিবাহ, বাপ্তিস্ম বা অন্ত্যেষ্টিক্রিয়া; বা অন্যথায় সম্প্রদায়কে আধ্যাত্মিক নির্দেশনা প্রদান করে।\nধর্মপ্রচারক - একটি ধর্মীয় গোষ্ঠীর সদস্য ধর্মপ্রচার বা পরিচর্যা করার জন্য একটি এলাকায় পাঠানো হয়েছে\nসন্ন্যাসী - যে ব্যক্তি ধর্মীয় তপস্বী অনুশীলন করে\nযাজক - একটি খ্রিস্টান ধর্মসভার একজন নিযুক্ত নেতা।\nপ্যাট্রিয়ার্ক - ইস্টার্ন অর্থোডক্সি, ওরিয়েন্টাল অর্থোডক্সি, রোমান ক্যাথলিক চার্চ (মেজর আর্চবিশপ এবং প্রাইমেটের উপরে), এবং প্রাচ্যের অ্যাসিরিয়ান চার্চকে প্যাট্রিয়ার্ক বলা হয়।\nপোপ - রোমের বিশপ এবং বিশ্বব্যাপী ক্যাথলিক চার্চের নেতা\nপ্রচারক - এমন একজনের জন্য শব্দ যিনি উপদেশ প্রচার করেন বা ধর্মপ্রচার দেন।\nপ্রেসবিটার - স্থানীয় খ্রিস্টান মণ্ডলীতে নেতা\nপুরোহিত - শব্দটি ক্যাথলিক, ইস্টার্ন অর্থোডক্সি, অ্যাংলিকানিজম, এবং লুথারানিজমের কিছু শাখায় ব্যবহৃত পুরুষ এবং মহিলাদের উল্লেখ করার জন্য যারা পবিত্র আদেশের ধর্মানুষ্ঠান গ্রহণের মাধ্যমে মন্ত্রী পদে নিযুক্ত হয়েছেন।\nপ্রাইমেট - নির্দিষ্ট খ্রিস্টান চার্চে কিছু বিশপকে উপাধি বা পদমর্যাদা দেওয়া হয়।\nরেক্টর - খ্রিস্টান ভাষায় রেক্টর শব্দের বেশ কয়েকটি ব্যবহার রয়েছে, যা সম্প্রদায়ের উপর নির্ভর করে।\nরেভারেন্ড - শৈলীটি প্রায়শই খ্রিস্টান পাদ্রী এবং মন্ত্রীদের নামের উপসর্গ হিসাবে ব্যবহৃত হয়।\nসেক্সটন - গির্জা, ধর্মসভা, বা সিনাগগ অফিসার এর ভবন এবং/অথবা আশেপাশের কবরস্থানের রক্ষণাবেক্ষণের জন্য দায়ী।\nসুপারিনটেনডেন্ট - একটি প্রোটেস্ট্যান্ট চার্চের একটি প্রশাসনিক বিভাগের প্রধান, যা মূলত ঐতিহাসিক কিন্তু এখনও জার্মানিতে ব্যবহৃত হয়।\nUsher - চার্চ উশার হল প্রথম সরকারী প্রতিনিধি যা চার্চে প্রবেশ করার সময় দেখা যায়।\nভার্জার - ব্যক্তি, সাধারণত একজন সাধারণ মানুষ, যিনি ধর্মীয় পরিষেবার ক্রমানুসারে সহায়তা করেন, বিশেষ করে অ্যাংলিকান চার্চে।\nভেস্ট্রিম্যান - তার স্থানীয় গির্জার ভেস্ট্রির সদস্য, বা নেতৃস্থানীয় সংস্থা। তিনি পাদ্রীর সদস্য নন।\nভিকার - খ্রিস্টান ভাষায় ভিকার শব্দের বেশ কয়েকটি ব্যবহার রয়েছে, যা সম্প্রদায়ের উপর নির্ভর করে।\n\n\n== উদযাপনের দিনগুলি ==\nলিটারজিকাল বছর - খ্রিস্টান গির্জার লিটারজিকাল ঋতুগুলির চক্র যা নির্ধারণ করে কখন সাধুদের উদযাপন সহ উত্সবের দিনগুলি পালন করা হবে এবং শাস্ত্রের কোন অংশগুলি বার্ষিক চক্রে বা কয়েক বছরের চক্রে পড়তে হবে।\nআবির্ভাব – অনেক পশ্চিমা খ্রিস্টান গির্জায় পালিত মৌসুম, বড়দিনে যিশুর জন্ম উদযাপনের জন্য প্রত্যাশিত অপেক্ষা এবং প্রস্তুতির সময়।\nক্রিসমাস - যিশু খ্রিস্টের জন্মের একটি বার্ষিক স্মারক\nক্রিসমাসটাইড - ক্রিসমাস ইভ থেকে এপিফ্যানি পর্যন্ত সময়কাল\nলেন্ট - অনেক খ্রিস্টান সম্প্রদায়ের উপাসনামূলক বছরে একটি পালন, যা ইস্টার পর্যন্ত প্রায় ছয় সপ্তাহের জন্য স্থায়ী হয়।\nইস্টার ট্রাইডুম - মাউন্ডি বৃহস্পতিবার সন্ধ্যা থেকে (বৃহস্পতিবার বেশিরভাগ বাদে) পুনরুত্থানের রবিবার সন্ধ্যা পর্যন্ত তিন দিনের সময়কাল\nগুড ফ্রাইডে - কালভারিতে যীশু খ্রিস্টের ক্রুশবিদ্ধ এবং তাঁর মৃত্যুর স্মরণে খ্রিস্টানরা প্রধানত ধর্মীয় ছুটির দিন পালন করে\nপবিত্র শনিবার - গুড ফ্রাইডের পরের দিন, পবিত্র সপ্তাহের শেষ দিন যেখানে খ্রিস্টানরা ইস্টারের জন্য প্রস্তুতি নেয়। এটি সেই দিনটিকে স্মরণ করে যেদিন যীশু খ্রিস্টের দেহ সমাধিতে রাখা হয়েছিল।\nইস্টার - খ্রিস্টান উত্সব এবং ছুটির দিন যা নিউ টেস্টামেন্টে বর্ণিত হিসাবে ক্যালভারিতে ক্রুশবিদ্ধ হওয়ার পর তৃতীয় দিনে যীশু খ্রিস্টের পুনরুত্থান উদযাপন\nনিস্তারপর্ব - কিছু খ্রিস্টান নিস্তারপর্বের ইহুদি ছুটির একটি রূপ পালন করে।\n\n\n== খ্রিস্টধর্ম এবং অন্যান্য বিশ্বাস ==\nখ্রিস্টধর্ম এবং অন্যান্য ধর্ম - কিছু উপাদান খ্রিস্টধর্ম এবং অন্যান্য ধর্মের মধ্যে ভাগ করা বলে মনে হয়\nখ্রিস্টধর্ম এবং জ্যোতিষশাস্ত্র - আধুনিক গোঁড়া খ্রিস্টান মতবাদ দ্বারা বেমানান হিসাবে দেখা হয়।\nখ্রিস্টধর্ম এবং বৌদ্ধধর্ম - অনুভূত মিলের কারণে গৌতম বুদ্ধ এবং যীশু খ্রিস্টের মধ্যে এবং বৌদ্ধধর্ম এবং খ্রিস্টধর্মের মধ্যে সম্ভাব্য সংযোগের বিষয়ে জল্পনা রয়েছে।\nখ্রিস্টধর্ম এবং দ্রুজ - খ্রিস্টধর্ম এবং ড্রুজ বিশ্বাসের মধ্যে একটি ঐতিহাসিক এবং ঐতিহ্যগত সংযোগ রয়েছে।\nখ্রিস্টধর্ম এবং ফ্রিম্যাসনরি - যদিও বেশিরভাগ খ্রিস্টান সম্প্রদায় হয় ফ্রিম্যাসনরিকে সমর্থন করে বা এতে কোন অবস্থান নেয় না, তবে বেশ কিছু রয়েছে যারা বাহ্যিকভাবে এর বিরোধিতা করে এবং হয় নিরুৎসাহিত করে বা সরাসরি তাদের সদস্যদের ভ্রাতৃত্বে যোগদান থেকে নিষেধ করে।\nজ্ঞানবাদ এবং নিউ টেস্টামেন্ট – আইরেনিয়াস (c.180) এবং অন্যান্য লেখকদের দ্বারা বর্ণিত খ্রিস্টান সম্প্রদায়ের মধ্যে সংযোগ\nখ্রিস্টধর্ম এবং হিন্দুধর্ম - এটা সুপরিচিত যে বহুসংখ্যক ভারতীয় ঋষি ধ্রুপদী প্রাচীনকালে কনস্টান্টিনোপল পরিদর্শন করেছিলেন, উভয় দিকেই উল্লেখযোগ্য প্রভাবের দাবি ব্যাপক গ্রহণযোগ্যতা অর্জন করতে ব্যর্থ হয়েছিল।\nখ্রিস্টধর্ম এবং ইসলাম - খ্রিস্টধর্ম এবং ইসলামের মধ্যে একটি ঐতিহাসিক এবং ঐতিহ্যগত সংযোগ রয়েছে।\nপ্রোটেস্ট্যান্টবাদ এবং ইসলাম - 16 শতকের মধ্যে যোগাযোগে প্রবেশ করে, এমন এক সময়ে যখন উত্তর ইউরোপে প্রোটেস্ট্যান্ট আন্দোলনগুলি দক্ষিণ ইউরোপে অটোমান সাম্রাজ্যের বিস্তারের সাথে মিলে যায়।\nখ্রিস্টধর্ম এবং ইহুদি ধর্ম - এই দুটি ধর্ম CE প্রথম শতাব্দীতে গভীরভাবে বিচ্ছিন্ন হয়েছিল।\nইস্টার্ন অর্থোডক্সি এবং ইহুদি ধর্ম - ক্যাথলিক বা প্রোটেস্ট্যান্ট খ্রিস্টধর্মের সাথে সম্পর্কের তুলনায় পূর্ব অর্থোডক্সি এবং ইহুদি ধর্মের মধ্যে সম্পর্কের একটি ভাল ইতিহাস রয়েছে বলে মনে করা হয়।\nমরমোনিজম এবং খ্রিস্টধর্ম - একটি জটিল ধর্মতাত্ত্বিক, ঐতিহাসিক এবং সমাজতাত্ত্বিক সম্পর্ক রয়েছে।\nখ্রিস্টধর্ম এবং নিওপ্ল্যাটোনিজম - পশ্চিমের প্রাচীনতা এবং মধ্যযুগে খ্রিস্টান ধর্মতত্ত্বের উপর একটি বড় প্রভাব ছিল\nখ্রিস্টধর্ম এবং পৌত্তলিকতা - এটি যুক্তি দেওয়া হয়েছে যে খ্রিস্টধর্ম বিভিন্ন উপায়ে পৌত্তলিক আচার-অনুষ্ঠান, পৌত্তলিক সলিস্টিস/বিষুব উৎসব এবং রহস্য ধর্ম দ্বারা প্রভাবিত হয়েছিল\n\n\n== খ্রিস্টধর্ম এবং সমাজ ==\nখ্রিস্টধর্মে অযু - শুদ্ধিকরণ বা উত্সর্গের অভিপ্রায়ে শরীরের অংশ বা সমস্ত অংশ বা সম্পদ, যেমন পোশাক বা আনুষ্ঠানিক বস্তুর একটি নির্ধারিত ধোয়া।\nখ্রিস্টধর্ম এবং গর্ভপাত - দীর্ঘ এবং জটিল ইতিহাস যদিও খ্রিস্টান বাইবেলে গর্ভপাতের কোন উল্লেখ নেই।\nখ্রিস্টধর্ম এবং অ্যালকোহল - অ্যালকোহল সম্পর্কে খ্রিস্টান মতামত বিভিন্ন।\nখ্রিস্টধর্ম এবং ইহুদি বিদ্বেষ - ইহুদি ধর্ম এবং ইহুদি জনগণের প্রতি খ্রিস্টান মনোভাব বিভিন্ন কারণ থেকে বিকশিত হয়েছে\nখ্রিস্টধর্মে বাইবেলের আইন - বাইবেলের পুরানো চুক্তির খ্রিস্টান দৃষ্টিভঙ্গিগুলি খ্রিস্টান ধর্মতত্ত্ব, নীতিশাস্ত্র এবং অনুশীলনের কেন্দ্রবিন্দু।\nক্লোনিং সম্পর্কে খ্রিস্টান মতামত - খ্রিস্টানরা একাধিক ভিন্ন অবস্থান নেয়।\nগর্ভনিরোধক সম্পর্কে খ্রিস্টান মতামত - ঐতিহাসিকভাবে, মার্টিন লুথার এবং জন ক্যালভিনের মতো প্রধান সংস্কারক সহ খ্রিস্টান ধর্মের সমস্ত প্রধান শাখা দ্বারা গর্ভনিরোধক সাধারণত নিন্দা করা হয়েছিল।\nখ্রিস্টধর্ম এবং বিবাহবিচ্ছেদ - বেশিরভাগ খ্রিস্টান গির্জা বিবাহবিচ্ছেদের নেতিবাচক আচরণ করে; যাইহোক, খ্রিস্টান সম্প্রদায়গুলি তাদের সহনশীলতার ক্ষেত্রে পরিবর্তিত হয়।\nখ্রিস্টধর্ম এবং গার্হস্থ্য সহিংসতা – খ্রিস্টধর্ম এবং গার্হস্থ্য সহিংসতার মধ্যে পারস্পরিক সম্পর্ক বিতর্কের বিষয়, আংশিকভাবে কারণ দুটির মধ্যে সম্পর্ক স্থাপনের জন্য খুব কম অধ্যয়ন করা হয়েছে এবং অপব্যবহারের শিকারদের মধ্যে নীরবতা এবং গ্রহণযোগ্যতার সংস্কৃতির দ্বারা জটিল।\nখ্রিস্টধর্ম এবং পরিবেশবাদ - খ্রিস্টধর্ম এবং পরিবেশবাদের মধ্যে সঠিক সম্পর্ক সম্পর্কে বিভিন্ন খ্রিস্টান এবং খ্রিস্টান সম্প্রদায়ের মধ্যে বিভিন্ন মতামত বিদ্যমান।\nখ্রিস্টধর্ম এবং সমকামিতা - খ্রিস্টান সম্প্রদায়গুলি সম্পূর্ণরূপে নিন্দা থেকে শুরু করে সম্পূর্ণ গ্রহণযোগ্যতা পর্যন্ত যৌন অভিমুখীতা এবং সমকামিতার বিষয়ে বিভিন্ন মতামত পোষণ করে।\nবিবাহ সম্পর্কে খ্রিস্টান দৃষ্টিভঙ্গি - খ্রিস্টানরা সাধারণত বিবাহকে ঈশ্বরের দ্বারা প্রতিষ্ঠিত এবং নির্ধারিত কর্ম বিবেচনা করে যে, একজন পুরুষ স্বামী হিসাবে এবং একজন মহিলার মধ্যে স্ত্রী হিসাবে আজীবন সম্পর্ক থাকবে।\nখ্রিস্টধর্ম এবং বহুসংস্কৃতিবাদ - বহুসংস্কৃতিবাদ এবং খ্রিস্টধর্মের একটি দীর্ঘ ঐতিহাসিক সম্পর্ক রয়েছে।\nখ্রিস্টধর্ম এবং রাজনীতি - ঐতিহাসিকভাবে জটিল একটি বিষয় এবং চার্চের ইতিহাস জুড়ে এবং আধুনিক রাজনীতিতে খ্রিস্টান ডান এবং খ্রিস্টান বামদের মধ্যে মতবিরোধের ঘন ঘন উৎস এটি।\nখ্রিস্টান স্কুল - খ্রিস্টান নীতি বা একটি খ্রিস্টান সংগঠন দ্বারা পরিচালিত স্কুল।\nখ্রিস্টান শান্তিবাদ - ধর্মতাত্ত্বিক এবং নৈতিক অবস্থান থেকে যে কোনো ধরনের সহিংসতা খ্রিস্টান বিশ্বাসের সাথে বেমানান।\nপাপ সম্পর্কে খ্রিস্টান দৃষ্টিভঙ্গি - খ্রিস্টান হ্যামারটিওলজি পাপকে ঈশ্বরের ব্যক্তি এবং তার আদেশকে অবজ্ঞা করে এবং অন্যদের আহত করার মাধ্যমে বিরুদ্ধাচরণগত অপরাধ হিসাবে বর্ণনা করে,।\nখ্রিস্টধর্ম এবং দাসপ্রথা - আঞ্চলিক এবং ঐতিহাসিক উভয় ক্ষেত্রেই ভিন্ন।\nখ্রিস্টধর্মের নারী - গত দুই সহস্রাব্দের মতো আজ তাদের মতাদর্শের যথেষ্ট পরিবর্তিত হয়েছে।\n\n\n== আরও দেখুন ==\n\nযীশুর রূপরেখা\nধর্মের রূপরেখা\nআধ্যাত্মিকতার রূপরেখা\nচার্চ (ভবন)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"CBC Montreal - Religion - Christianity\"। Canadian Broadcasting Corporation। ২০০৫-০২-২৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০১-০৩।  An overview of Christianity."}