{"pageid": 1147398, "title": "ইন্দিরা শোভন", "url": "https://bn.wikipedia.org/wiki?curid=1147398", "content": "পশালা ইন্দিরা শোভন গৌড় একজন ভারতীয় রাজনীতিবিদ এবং সমাজকর্মী। তিনি আম আদমি পার্টির সদস্য। তিনি কংগ্রেস পার্টি এবং ওয়াইএসআর তেলঙ্গানা পার্টিতে টিপিসিসির সরকারী মুখপাত্র হিসাবে কাজ করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nইন্দিরা শোভন ১৯৭৯ সালের ১৩ ডিসেম্বর নগরকুর্নুল জেলার চারকোন্ডায় একটি কৃষক পরিবারে জন্মগ্রহণ করেন। তিনি মহাবুব নগর জেলার বালানগরের সমাজ কল্যাণ আবাসিক বিদ্যালয়ে তার স্কুল জীবন শেষ করেন। তিনি রসায়নে স্নাতকোত্তর সম্পন্ন করেন এবং ওসমানিয়া বিশ্ববিদ্যালয় থেকে রসায়নে পিএইচডি করছেন।\nইন্দিরা উদ্যোক্তা শোভন পশালাকে বিয়ে করেছেন। তাদের দুই মেয়ে রয়েছে।\n\n\n== কর্মজীবন ==\nইন্দিরা শোভন ২০০৮ সালে পূর্ণ-সময়ের রাজনীতিবিদ হিসাবে রাজনীতিতে প্রবেশের আগে রসায়ন বিভাগের নিজাম কলেজে সহকারী অধ্যাপক হিসাবে কাজ করেছিলেন। ইন্দিরা তেলঙ্গানা বিচ্ছেদ আন্দোলনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন এবং তেলঙ্গানা জগৃতিতে মহিলা উইংয়ের সভাপতি হিসাবে কাজ করেছিলেন। তিনি তেলঙ্গানা আন্দোলনে সক্রিয় অংশগ্রহণের জন্য মহিলাদের শিক্ষিত ও সমাবেশিত করেছিলেন এবং তেলঙ্গানার সাংস্কৃতিক তাত্পর্য রক্ষার জন্য সেমিনার এবং অন্যান্য অনুষ্ঠানের আয়োজন করেছিলেন।\n২০১৪ সালে তেলঙ্গানা রাজ্য গঠনের পর, তিনি কংগ্রেস দলের মতাদর্শ, নীতি এবং কর্মসূচী দ্বারা অনুপ্রাণিত হয়েছিলেন। যখন কংগ্রেস ওয়ার্কিং কমিটির (সিডব্লিউসি) তেলঙ্গানা রাজ্যকে পৃথক করার ঐতিহাসিক সিদ্ধান্ত ঘোষণা করা হয়েছিল, যা তাকে নির্বাচনের আগে ২০১৪ সালের প্রথম দিকে কংগ্রেসে যোগ দিতে অনুপ্রাণিত করেছিল। ২০১৬ সালে তিনি তেলঙ্গানা প্রদেশ কংগ্রেস কমিটির অফিসিয়াল মুখপাত্র হিসাবে নিযুক্ত হন। তিনি একজন সরকারী মুখপাত্র হন।\nশোভন প্রদেশ কংগ্রেস কমিটির স্থায়ী আমন্ত্রিত সদস্য ছিলেন, টিপিসিসি - ওবিসি ক্ষমতায়ন কমিটির সদস্য ছিলেন এবং সূর্যপেট জেলার জন্য টিপিসিসি প্রশিক্ষণ কমিটির সমন্বয়ক হিসাবে কাজ করেছিলেন। তিনি বিমুদ্রাকরণ বাস্তবায়ন কমিটির সদস্য ছিলেন। তিনি ২০২১ সালের মার্চ মাসে অনুষ্ঠিত হায়দ্রাবাদ-রাঙ্গারেড্ডি-মাহবুবনগর গ্র্যাজুয়েটস আসনের নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য একটি এমএলসি টিকিট আশা করেছিলেন এবং যখন দলীয় নেতৃত্ব একটি ভিন্ন পছন্দ করেছিল তখন তিনি হতাশ হয়েছিলেন। তিনি ২০২১ সালের ৩ মার্চ কংগ্রেস পার্টি থেকে পদত্যাগ করেন।\nতিনি ওয়াইএসআর তেলঙ্গানা পার্টিতে যোগ দিয়েছিলেন এবং ২০২১ সালের ২০ আগস্ট পরপর দল থেকে পদত্যাগ করেছিলেন। পদত্যাগের পর শোভন ২৭ শে আগস্ট হুজুরাবাদ নির্বাচনী এলাকায় ব্যক্তিগত ভাবে 'উপধি ভারোসা যাত্রা' নামে একটি পদযাত্রার আয়োজন করেন।\nশোভন ২০২১ সালের ২৫ শে ডিসেম্বর সোমনাথ ভারতীর উপস্থিতিতে একটি দলীয় অনুষ্ঠানে আম আদমি পার্টিতে যোগ দিয়েছিলেন। ২০২২ সালের ১ ফেব্রুয়ারি তিনি তেলঙ্গানা রাজ্য অনুসন্ধান কমিটির চেয়ারম্যান হিসেবে নিযুক্ত হন।\n\n\n== তথ্যসূত্র =="}