{"pageid": 1147300, "title": "ফিন (ফ্রিজীয়)", "url": "https://bn.wikipedia.org/wiki?curid=1147300", "content": "ফোকওয়াল্ডের পুত্র ফিন ছিলেন একজন কিংবদন্তি ফ্রিজিয়ান রাজা। তাঁকে উইডসিথ, বেউলফ এবং ফিনেসবার্গ ফ্র্যাগমেন্টে উল্লেখ করা হয়েছে। হিস্টোরিয়া ব্রিটোনামে তার নাম উল্লেখ করা হয়েছে,যেখানে একজন ফিন, ভিন্ন পিতার অধিকারী  কিন্তু সম্ভবত একই নায়কের ভূমিকায় অ্যাংলো-স্যাক্সন রাজকীয় বংশে আবির্ভূত হয়েছে।\nতিনি ডেনিশ লর্ড হ্যানেফের বোন হিলডেবুরকে বিয়ে করেছিলেন এবং হ্যানেফ নিজেই ফ্রিজিয়দের হাতে নিহত হওয়ার পর ফিন হ্যানেফের লেফটেন্যান্ট হেনগেস্টের সাথে লড়াইয়ে  নিহত হন।\nসিমাস হেনি (লাইন ১০৮৯ – ১০৯০) দ্বারা অনুবাদিত বেউলফের একটি অনুচ্ছেদে:\n\n\"ফিন, ফোকওয়াল্ডের ছেলে,\nডেনিসদের সম্মান করা উচিত। . \"\nস্নরি স্টারলুসন- এর স্কালদস্কাপারমাল- এ ফিন এর হারিয়ে যাওয়া ঐতিহ্যের একটি সম্ভাব্য উল্লেখ পাওয়া যায়। স্নোরি এডগিলস এবং ওনেলার মধ্যে শত্রুতার কথা বলেছেন (যা বেওউলফ -এও দেখা যায়), এবং লিখেছেন যে এডগিলস আলি বা ওনেলা নামে একজন নরওয়েজিয়ান রাজার সাথে যুদ্ধে লিপ্ত ছিল। আলি যুদ্ধে মারা যায়, এবং এডগিলস আলির হেলমেট, যুদ্ধ-শূকর এবং তার ঘোড়া রেভেনকে নিয়ে যায়। যে ডেনিশ নিষ্ঠুর লোক তাকে যুদ্ধে জয়ী হতে সাহায্য করেছিল তারা প্রত্যেকে তিন পাউন্ড সোনা এবং দুই টুকরো বর্ম দাবি করেছিল যাকে কোনো কিছুই ছিদ্র করতে পারে না: হেলমেট যুদ্ধ-শুয়োর এবং মেইলকোট ফিনের ঐতিহ্য । তারা বিখ্যাত আংটি Svíagris ও চেয়েছিল। এডগিলস পারিশ্রমিক অত্যধিক মনে করে তা প্রত্যাখ্যান করেন।\nফিন, ফোডেপাল্ডের ছেলে (যেমন ফোকওয়াল্ড) কেন্টের কিংবদন্তি রাজাদের স্যাক্সন পূর্বপুরুষদের বংশ তালিকায়ও উল্লেখ করা হয়েছে যা হিস্টোরিয়া ব্রিটোনামে প্রদর্শিত হয়েছে। অ্যাংলো-স্যাক্সন ক্রনিকল এবং অ্যাংলিয়ান সংগ্রহে ওয়েসসেক্স এবং বার্নিশিয়ান রাজকীয় বংশপরিচয় এর  পরিবর্তে গডউল্ফের রাজকীয় বংশের পুত্র ফিনকে দেখায় এবং ফিন সেই একই অভীষ্ট বীর  ছিল কিনা তা অনিশ্চিত। রিচার্ড নর্থ উল্লেখ করেছেন যে ফোকওয়াল্ডা\" fólcvaldi goða (' দেবতাদের হোস্টদের শাসক ') এর প্রথম উপাদানের সাথে অভিন্ন যা ফ্রেয়ারদের জন্য সংরক্ষিত একটি উপাধি\"। এছাড়াও তিনি \" folkum stýrir ('তিনি জনগণের নেতৃত্ব দেন', Húsdrápa) যেটি ফ্রেয়ার উদযাপন করে\" এর সাথে মিল লক্ষ্য করেন। \nফিন হল ফিন এবং হেনগেস্ট এর একটি কেন্দ্রীয় বিষয় যা জে.আর.আর. টলকিয়েনের ফিনেসবার্গ পর্বের একটি অধ্যয়ন, অ্যালান ব্লিস দ্বারা সম্পাদিত এবং ১৯৮২ সালে মরণোত্তর বই আকারে প্রকাশিত।\n\n\n== আরও দেখুন ==\nফিনবার্গের যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nSlade, Benjamin। \"Translation of Beowulf\"।"}