{"pageid": 1147814, "title": "এলফ ইয়োরসেলফ", "url": "https://bn.wikipedia.org/wiki?curid=1147814", "content": "এলফ ইয়োরসেলফ হল একটি আমেরিকান ইন্টারেক্টিভ ওয়েবসাইট যেখানে দর্শকরা নিজেদের বা তাদের বন্ধুদের মুখ আপলোড করে এবং তৈরি করা ভিডিওটিকে অন্য সাইটে পোস্ট করার বা ব্যক্তিগতকৃত মিনি-ফিল্ম হিসাবে সংরক্ষণ করার বিকল্প থাকে৷  বিশ্বব্যাপী, ২০০৬ সালে অ্যাপ্লিকেশনটি প্রথম চালু হওয়ার পর থেকে দুই বিলিয়নেরও বেশি এলভ তৈরি করা হয়েছে।  অফিসম্যাক্সের ছুটির মৌসুমের বিজ্ঞাপন প্রচারের জন্য নিউ ইয়র্ক কোম্পানি \"টয় \" এর সহযোগিতায় ভিডিও এবং ওয়েবসাইটটি ইভোলিউশন ব্যুরো (ইভব) তৈরি করেছে। \nদ্য এলফ ইয়োরসেলফ ওয়েবসাইট এবং বিজ্ঞাপন প্রচারাভিযান ১২ ডিসেম্বর, ২০০৬ এর প্রথম দিকে ক্রিসমাস ছুটির মৌসুমেরু জন্য প্রথম চালু হয়েছিল, এবং প্রতিটি পরবর্তী মৌসুমে ফিরে এসেছে। অফিসম্যাক্স তাদের ছুটির প্রচারের জন্য একাধিক ওয়েবসাইট তৈরি করার জন্য চুক্তিবদ্ধ হওয়ার পর, \" টয়\"  বিবর্তন ব্যুরো তখন অফিসম্যাক্স ছুটির বিপণন প্রচারাভিযানের সাথে ব্যবহারের জন্য এলফ ইয়োরসেলফঅ্যাপ্লিকেশন তৈরি করেছে। মূল রিলিজে শুধুমাত্র একটি এলফ ছিল, ড্যানিয়েল বারসেনা দ্বারা চিত্রিত, এবং সেকেন্ডে ২০০ হিট পেয়েছে।  পরবর্তী প্রকাশগুলিতে, অ্যাপ্লিকেশনটিতে অতিরিক্ত এলভ যোগ করা হয়েছিল এবং দর্শকরা প্রতিটি এলফের জন্য বিভিন্ন ছবি আপলোড করতে পারে। তারপরও পরে, সোশ্যাল মিডিয়া অ্যাপ্লিকেশানগুলি যোগ করা হয়েছিল, যেগুলি দর্শকদের ওয়েবসাইট দেখার মাধ্যমে তাদের তৈরি করা চলচ্চিত্রগুলি সংরক্ষণ এবং ডাউনলোড করার অনুমতি দেয়।  ২০০৮ সালে, অফিসম্যাক্স জিবজ্যাব- এর সাথে অংশীদারিত্ব করেছে এবং সাইটটি ব্যবহার করার জন্য একটি নিবন্ধন প্রয়োজনীয়তা যোগ করেছে। ট্র্যাফিক 56 মিলিয়নে নেমে এসেছে। জিবজ্যাব \"ভিডিওগুলির কর্মক্ষমতা এবং বিতরণ বাড়াতে\" কাজ করেছে।\n২০০৯ সালে, জিবজ্যাব দ্বারা পরিচালিত প্রচারাভিযান, নিবন্ধনের প্রয়োজনীয়তা বাদ দেওয়া হয়েছিল, এবং সামাজিক উপাদান যুক্ত করা হয়েছিল।  এছাড়াও ২০০৯ সালে, এলফ ইয়োরসেলফওয়েবসাইটকে আরও প্রচার করতে, অফিসম্যাক্স উপজাতীয় ডিডিবি এবং গ্র্যান্ড সেন্ট্রাল মার্কেটিং-এর সাথে চুক্তি করে এলফ ইয়োরসেলফের পোশাক পরিহিত ৪০০ জন নর্তকীর একটি ফ্ল্যাশ মব তৈরি করতে। \n\n\n== অভ্যর্থনা ==\nব্র্যান্ড রিপাবলিক ব্যক্তিগত ইমেজ সন্নিবেশ সম্পর্কে রিপোর্ট করেছে, \"যদিও ধারণাটি অন্যান্য অ্যাপ্লিকেশনগুলিতে ব্যাপকভাবে ব্যবহৃত হয়েছে, অফিসম্যাক্সের সংস্করণটি একটি ইন্টারনেট ঘটনা হয়ে উঠেছে।\"  অ্যাডউইক রিপোর্ট করেছে \" এলফ ইয়োরসেলফ ভাইরাল সাফল্যের বুলস-আইকে আঘাত করেছে: এটি পপ সংস্কৃতিতে প্রবেশ করেছে৷ বেশ কয়েকটি স্থানীয় স্টেশনে সম্প্রচারক, দ্য টুডে শো এবং গুড মর্নিং আমেরিকা দর্শকদের জন্য তাদের নিজস্ব নাচের ছুটির শুভেচ্ছা তৈরি করেছে।\"  সোশ্যাল মিডিয়া জুডোতে, এটি উল্লেখ করা হয়েছিল যে অফিসম্যাক্স আশা করেছিল যে এলফ ইউরসেল্ফ তার কর্পোরেট ইমেজকে \"উজ্জ্বল\" করবে, \"অফিস ম্যাক্সের জনপ্রিয় বিপণন প্রচারাভিযান দেখেছে এমন গ্রাহকদের সিংহভাগই কোম্পানির শীর্ষ প্রতিযোগীদের কৃতিত্ব দিয়েছে।\"  অফিসম্যাক্স-এর জন্য তৈরি করা ২০টি মাইক্রোসাইট তৈরির বিষয়ে সম্বোধন করতে গিয়ে, অ্যাডল্যান্ড এলফ ইয়োরসেলফকে \"একটি অদ্ভুত, কুরুচিপূর্ণ, কিন্তু অত্যন্ত সফল ওয়েবসাইট\" বলে অভিহিত করেছেন। \n\n\n== পুরস্কার এবং মনোনয়ন ==\n২০০৭, 'ইন্টারেক্টিভ অনলাইন ক্যাম্পেইন'-এর জন্য রিটেইল অ্যাডভার্টাইজিং অ্যান্ড মার্কেটিং অ্যাসোসিয়েশন র‍্যাকিস পুরস্কার জিতেছে \n২০০৮, তিনটি বিজ্ঞাপন জিতেছে: টেক অ্যাওয়ার্ড : 'বেস্ট ওয়ার্ড অফ মাউথ মার্কেটিং ক্যাম্পেইন', 'বেস্ট ইউজার ডিফাইন্ড এক্সপেরিয়েন্স', এবং 'বেস্ট অফ শো'। \n২০০৮, এসএক্সএফডোবলিউ ইন্টারেক্টিভ 'ওয়েব অ্যামিউজমেন্টের জন্য পুরস্কার' জিতেছে।\n২০০৮, 'ইন্টারেক্টিভ অনলাইন ক্যাম্পেইন'-এর জন্য রিটেইল অ্যাডভার্টাইজিং অ্যান্ড মার্কেটিং অ্যাসোসিয়েশন র‍্যাকিস পুরস্কার জিতেছে \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (active only during holiday season)"}