{"pageid": 1147052, "title": "হাই জার্মানি (লোকসঙ্গীত)", "url": "https://bn.wikipedia.org/wiki?curid=1147052", "content": "হাই জার্মানি (রাউড ৯০৪), হচ্ছে একটি ঐতিহ্যবাহী লোক সংগীত, যা একসময় ইংল্যান্ড,আয়ারল্যান্ড এবং স্কটল্যান্ড জুড়ে পরিচিত ছিল,যার ইতিহাস শত শত বছর ধরে বিস্তৃত। হাই জার্মানি নামে পরিচিত তিনটি গান রয়েছে। এই পৃষ্ঠাটি সর্বাধিক পরিচিত একটির উপর দৃষ্টি নিবদ্ধ করে, অন্যগুলি হল দ্য টু লাভার্সঅথবা ট্রু লাভার্স (রাউড 1445) এবং দ্য ওয়ারস অফ জার্মানি (রাউড 5608)। \nগানটি একজন যুবক (সাধারণত উইলি নামে পরিচিত) এবং তার প্রেমিকা (পলি) জার্মানিতে যুদ্ধ করার জন্য তার যোগদানের জন্য বিলাপ করছে, হাই জার্মানি দেশের দক্ষিণ, পাহাড়ী অংশকে নির্দেশ করে। তিনি তাকে যুদ্ধে যোগ দিতে রাজি করার চেষ্টা করেন। \"পলি\" তার ভালবাসার কথা বলে, কিন্তু ঘোষণা করে যে সে যুদ্ধের জন্য উপযুক্ত নয়। \"উইলি\" তাকে তার মন পরিবর্তন করতে রাজি করার চেষ্টা করে, এই বলে যে সে তাকে ঘোড়ায় চড়ার জন্য একটি ঘোড়া কিনবে এবং অবশেষে তারা বিয়ে করবে। \"পলি\" এখনও প্রত্যাখ্যান করে এবং বিলাপ করে যে তার লোকটিকে তার কাছ থেকে দূরে সরিয়ে দেওয়া হয়েছে। ব্যালাডের ঐতিহাসিক সেটিং সম্ভবত স্প্যানিশ উত্তরাধিকারের যুদ্ধ (১৭০১-১৭১৪) বা সাত বছরের যুদ্ধ (১৭৫৬-১৭৬৩)। \nপ্রথম শ্লোকটি নিন্মলিখিত:\n\nসেসিল শার্প১৯০৬ সালে একটি সংস্করণ সংগ্রহ করেন, এবং সফলভাবে, গুস্তাভ হোলস্ট কে এ সামরেস্ট রাপসোডি (১৯০৭) এ সুর ব্যবহার করতে উৎসাহিত করেন। রাল্ফ ভন উইলিয়ামসপরে তার বিখ্যাত ইংরেজি লোকসংগীত স্যুট(1923) এর তৃতীয় আন্দোলনে সুর ব্যবহার করেন।\n\n\n== মাঠপর্যায়ের নিবেষকসমূহ ==\n৷৷ ব্যালাডের অগণিত সংস্করণ পাওয়া গেছে, অসংখ্য রেকর্ডিং সহ, যার মধ্যে কয়েকটি অনলাইনে পাওয়া যায়। নিম্নলিখিত উদাহরণগুলি বিখ্যাত সুরের ভিন্নতা ব্যবহার করে এমন কিছু সুর।\n\n১৯০৮: উইঞ্চকম্বের আর্চার লেন, গ্লুচেস্টারশায়ার, পার্সি গ্রেঞ্জার দ্বারা ফোনোগ্রাফে রেকর্ড করা হয়েছে \n১৯৫৬: মেল্টন এর ফোবি স্মিথ, উডব্রিজ, সাফোক, পিটার কেনেডি দ্বারা রেকর্ড করা। \n৷  1968: ডিউনবির এথেল ফাইন্ডলেটার,অর্কেনি,এ্যালান জে. ব্রফোর্ড কর্তৃক রেকর্ড করা হয়েছে। \n\n\n== জনপ্রিয় রেকর্ডিংসমূহ ==\n১৯৬৫: মার্টিন কার্থি তার প্রথম অ্যালবামে গানের একটি সংস্করণ পরিবেশন করেন, মার্টিন কার্থি\n১৯৬৯: দ্যা ডুবলাইনার্স তাদের গানের একটি সংস্করণ প্রকাশ করেন, ডুবলাইনার্সদের সাথে বাড়িতে , লুক কেলি এর সাথে প্রধান ভোকালে।\n১৯৭২: পেন্ট্যাঙ্গেল তাদের দর্শনের গান সলোমনের সিলএর প্রতি গায়।\n২০১১: টারসিভেল তাদের অ্যলবামে এটির একটি মেটাল সংস্কৃরণ পরিবেশন করে এক পৌত্তলিক ভ্রাতৃত্তের জন্য\n২০১১: দ্যা ড্রেডনটস্ তাদের মেডলে, \"দ্য ক্রুয়েল ওয়ারস\"-এ গানটির কথা এবং সুর অন্তর্ভুক্ত করেেছে \"নিষ্ঠুর যুদ্ধসমূহ\"\n২০২১: দ্যা লংগেস্ট জনস্ তাদের সংস্করণ \"দ্যা ক্রুয়েল ওয়ারস\" হিসেবে রেকর্ড করেছে।\n\n\n== তথ্যসূত্র =="}