{"pageid": 1147629, "title": "এওএল মেইল", "url": "https://bn.wikipedia.org/wiki?curid=1147629", "content": "এওএল মেইল হলো একটি বিনামূল্যের ওয়েব-ভিত্তিক ইমেইল পরিষেবা যা ইয়াহুর একটি বিভাগ এওএল দ্বারা প্রদত্ত।\n\n\n== বৈশিষ্ট্য ==\nএওএল মেইলে নিম্নলিখিত বৈশিষ্ট্যগুলো উপলব্ধ রয়েছে:\n\nইমেল সংযুক্তি সীমা: ২৫ এমবি \nসর্বাধিক মেইলবক্স আকার: আনলিমিটেড \nসমর্থিত প্রোটোকল: POP3, SMTP, IMAP \nঅন্যান্য পরিষেবা প্রদানকারীদের (যেমন জিমেইল এবং হটমেইল) থেকে অন্যান্য ইমেইল অ্যাকাউন্টের সাথে সংযোগ।\nবিজ্ঞাপন : ইমেইল অ্যাকাউন্টের সাথে কাজ করার সময় প্রদর্শিত হয়। ইমেইলের মধ্যে এমবেড করা লিঙ্কগুলি স্বয়ংক্রিয়ভাবে নিষ্ক্রিয় করা হয় এবং শুধুমাত্র ইমেইল ব্যবহারকারী দ্বারা সক্রিয় করা যেতে পারে।\nস্প্যাম সুরক্ষা\nভাইরাস সুরক্ষা \nবানান যাচাই করা\nডোমেন: @aol.com এবং পূর্বে @love.com, @ygm.com (ইউ হ্যাভ গট মেইলের সংক্ষিপ্ত), @games.com এবং @wow.com\nলগইন করার পরে TLS/HTTPS সমর্থন করে \nযদি একটি এওএল মেল অ্যাকাউন্ট ৯০ দিনের জন্য নিষ্ক্রিয় থাকে, তবে এটি বন্ধ হয়ে যেতে পারে, এই সময়ে এটিতে প্রেরিত কোনও ইমেল বিতরণ নাও হতে পারে এবং প্রেরকের কাছে ফেরত দেওয়া হতে পারে। ১৮০ দিনের নিষ্ক্রিয়তার পরে, অ্যাকাউন্টটি মুছে ফেলা হতে পারে। \n\n\n== ইতিহাস ==\n১৯৯৩ সালে, আমেরিকা অনলাইন (এওএল) এবং ডেলফি উভয়ই তাদের মালিকানাধীন ই-মেইল পরিষেবাগুলিকে ইন্টারনেটে সংযুক্ত করা শুরু করে। \nঅক্টোবর ১৯৯৭ পর্যন্ত, এওএল মেইল ছিল বিশ্বের বৃহত্তম ই-মেইল প্রদানকারী, যার প্রায় ৯ মিলিয়ন গ্রাহক  (AOL গ্রাহকের সংখ্যার সাথে অভিন্ন) ছিলো। \n১৯৯৭ সালে, এওএল তার ই-মেইল পরিষেবার একটি ওয়েব-ভিত্তিক সংস্করণ NetMail চালু করে। এটি প্রাথমিকভাবে শুধুমাত্র ইন্টারনেট এক্সপ্লোরারে কাজ করায়, এটি সমালোচিত হয়েছিল, কিন্তু পরবর্তীকালে জাভা -লিখিত সংস্করণটি নেটস্কেপ নেভিগেটরের সাথে সামঞ্জস্যপূর্ণতা নিশ্চিত করেছে।  ১৯৯৯ সালের ডিসেম্বরে ওয়েব পরিষেবাটির নাম পরিবর্তন করে এওএল মেল করা হয়। \n২০০১ সালের জানুয়ারিতে, পাঠ্য-ভিত্তিক ডিজিটাল সেলফোন এবং পেজারগুলির জন্য একটি ই-মেইল সতর্কতা পরিষেবা চালু করা হয়েছিল। \n২০০৪ সালে, এওএল জনসাধারণের জন্য একটি নতুন বিনামূল্যের ওয়েবমেল পরিষেবা পরীক্ষা করে, গ্রাহকদের এওএলে সদস্যতা নেওয়ার প্রয়োজন ছাড়াই। এটি MSN Hotmail, ইয়াহু! মেইল এবং জিমেইলের বিরুদ্ধে প্রতিযোগিতা করার জন্য চালু করা হয়ে। পরিষেবাটি মে ২০০৫ সালে AIM মেইল নামে চালু হয়েছিল, ২ গিগাবাইট মেইল স্টোরেজ সহ এবং AOL ইনস্ট্যান্ট মেসেঞ্জার (AIM) এর সাথে ইন্টিগ্রেটেটেড ছিলো। এটি MailBlocks প্রযুক্তির উপর ভিত্তি করে তৈরি করা হয়েছে, যা AOL ২০০৪ সালে অধিগ্রহণ করেছিল। \nআগস্ট ২০০৬ থেকে, এওএল ব্রডব্যান্ড ব্যবহারকারীদের জন্য সম্পূর্ণ বিনামূল্যে হয়ে ওঠে।  একই মাসে, নেটস্কেপ মেইল এআইএম মেইলে স্থানান্তরিত হয়। \nনভেম্বর ২০১০-এ, AOL প্রজেক্ট ফনিক্স প্রকাশ করে, এটি একটি ইমেল অ্যাপ্লিকেশন প্রোগ্রাম যেটি একটি কুইক বার বৈশিষ্ট্যযুক্ত যেখানে একটি এলাকা থেকে ইমেল, পাঠ্য বার্তা এবং AOL ইনস্ট্যান্ট মেসেঞ্জার বার্তা পাঠানো যেতে পারে। এটি ব্যবহারকারীদের এটিতে পাঁচটি পর্যন্ত অ্যাকাউন্ট যোগ করতে দেয়৷  ২০১২ সালে, AOL Alto Mail সফটওয়্যার প্রকাশ করে।\nজুলাই ২০১২ পর্যন্ত, ২৪ মিলিয়ন এওএল মেইল ব্যবহারকারী ছিল।  ২০২১ সালের মধ্যে, অর্থপ্রদানকারী ব্যবহারকারীর সংখ্যা ১.৫ মিলিয়নে নেমে এসেছে। \n১৬ মার্চ, ২০১৭-এ, ভেরিজন (যেটি ২০১৫ সালে AOL অধিগ্রহণ করে) ঘোষণা করে যে এটি ইন্টারনেট গ্রাহকদের জন্য তার অভ্যন্তরীণ ইমেইল পরিষেবাগুলি বন্ধ করবে এবং সমস্ত গ্রাহককে এওএল মেইলে স্থানান্তর করবে৷ \n\n\n== আরও দেখুন ==\nওয়েবমেইল প্রদানকারীদের তুলনা\nজিমেইল\nOutlook.com\nইয়াহু! মেইল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}