{"pageid": 1147365, "title": "কম চূড়া", "url": "https://bn.wikipedia.org/wiki?curid=1147365", "content": "কম চূড়া ( বুলগেরীয়: Ком [kɔm] [kɔm] ) বা গোলিয়াম কোম (Голям Ком, \"বিগ কম\") হল পশ্চিম বলকান পর্বতমালার একটি চূড়া, যা পশ্চিম বুলগেরিয়াতে অবস্থিত, সার্বিয়ান সীমান্ত থেকে খুব দূরে নয়।শিখরটি ২,০১৬ মিটার উঁচু এবং এটি বারকোভিটসা শহরের দক্ষিণে অবস্থিত, যার মধ্যে এটি একটি ঐতিহ্যবাহী প্রতীক। কম, পূর্ব দিকে নিম্ন শৃঙ্গ স্রেডেন কম (\"মধ্য কম\") এবং মালাক কম (\"লিটল কম\") সহ, একটি বৃত্তাকার ঘাসের রিজ, একটি খাড়া পাথুরে উত্তর ঢাল এবং একটি তির্যক ঘাসযুক্ত দক্ষিণের সাথে একটি পশ্চিম-পূর্ব উচ্চতা তৈরি করে। ঢাল উত্তর দিকে তাকালে, কেউ বার্কোভিটসা এবং আশেপাশের ক্ষেত্রগুলি, সেইসাথে প্রায় ৩০ কিলোমিটার দূরে মন্টানা এবং ওগোস্তা জলাধার দেখতে পাবে।\nশিখরটি জাতীয় লেখক ইভান ভাজভকে অন কোম কবিতাটি তৈরি করতে অনুপ্রাণিত করেছিল। তাঁর সম্মানে, তাঁর চিত্র এবং কবিতার উদ্ধৃতাংশ বহনকারী একটি বাস-রিলিফ ফলক শীর্ষে স্থাপন করা হয়েছে। কম ইউরোপীয় হাঁটা পথ E3- এর বুলগেরিয়ান অংশের সূচনাকেও চিহ্নিত করে, যা বলকান পর্বতমালার প্রধান শৃঙ্গ বরাবর কোম-এমাইন পথ নামেও পরিচিত, সেইসাথে অফ-রোড রেসের নাম।\nচূড়ায় আরোহণের বেশ কয়েকটি পথ রয়েছে, যেমন কম চ্যালেট থেকে (দুই ঘণ্টার আরোহণ), পেট্রোহান পাস থেকে (চূড়ায় পৌঁছতে ৩ ঘণ্টা ৩০ মিনিট সময় লাগে), কোমষ্টিতসা এবং গিন্টসি গ্রাম থেকে (৩ ঘণ্টা দূরে)।\nনিশাভা নদী, দক্ষিণ মোরাভার একটি প্রধান উপনদী, কোম পিকের পূর্বে উৎপন্ন হয়েছে, যেমন ভিসোচিৎসা । মিডঝুরের পাশাপাশি, কম পশ্চিম বলকান পর্বতমালার সর্বোচ্চ এবং সর্বাধিক পরিচিত শৃঙ্গগুলির মধ্যে একটি। মিনারেল ওয়াটারের একটি বুলগেরিয়ান ব্র্যান্ড কমের পরে ব্র্যান্ড করা হয়। চূড়াটি বুলগেরিয়ার 100টি পর্যটন স্থানের অংশ, একত্রে বেরকোভিটসার নৃতাত্ত্বিক জাদুঘর। শিখর থেকে নেমে আসা বেশ কয়েকটি স্কি পিস্ট রয়েছে।\n\n\n== সম্মান ==\nফলিরেস উপকূলে কম হিমবাহ, অ্যান্টার্কটিকা এই চূড়ার নামে নামকরণ করা হয়েছে।\n\n\n== আশ্চর্যজনক তথ্য ==\nশীর্ষ থেকে চিত্তাকর্ষক দৃশ্য লেখক ইভান ভাজভকে \"На Ком\" কবিতাটি লিখতে অনুপ্রাণিত করেছে। শীর্ষে উচ্চতার কাছে তার সম্মানে লেখকের ত্রাণ এবং \"На Ком\" এর আয়াত সহ একটি পাথরের প্লেট রয়েছে।\nমাউন্ট কম থেকে বার্ষিক অফ রোড রেস \"কোম – ইমিনে\" শুরু হয়েছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Bulgarian ski resorts"}