{"pageid": 1148512, "title": "৩৭৬তম সৈন্যবাহী স্কোয়াড্রন", "url": "https://bn.wikipedia.org/wiki?curid=1148512", "content": "৩৭৬তম  সৈন্যবাহী স্কোয়াড্রন হল একটি নিষ্ক্রিয় মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনীর ইউনিট। এটি সর্বশেষ ৬০ তম ট্রুপ ক্যারিয়ার উইংকে নিয়োগ করা হয়েছিল ।২৫ সেপ্টেম্বর ১৯৫৮ সালে এটিকে ফ্রান্সের ড্রেক্স -লুভিলিয়ার্স এয়ার বেসে নিষ্ক্রিয় করা হয়েছিল ।\n\n\n== ইতিহাস ==\n১৯৪২ সালের শুরুর দিকেবি-২৫ মিচেল মিডিয়াম বোমাবাজি স্কোয়াড্রন হিসেবে প্রতিষ্ঠিত হয়।এই বিমানটি তৃতীয় বিমান বাহিনীর অধীনে প্রশিক্ষিত । কলম্বিয়া আর্মি এয়ার বেস,সাউথ ক্যারোলিনাকে প্রথমে নবগঠিত স্কোয়াড্রনদের জন্য একটি অপারেশনাল ট্রেনিং ইউনিট (OTU) হিসাবে নিযুক্ত করা হয় । তারপর ১৯৪৩ সালে বি-২৫ তে বৈমানিক এবং বিমান ক্রুদের জন্য বিদেশী কর্মীদের নিয়োগের আগে একটি রিপ্লেসমেন্ট ট্রেনিং ইউনিট (RTU) হয়ে ওঠে। বি-২৫ প্রশিক্ষণের পর্যায়ক্রমে ১মে ১৯৪৪-এ নিষ্ক্রিয় করা হয়।\n১৯৪৯ সালে এয়ার ফোর্স রিজার্ভে একটি ট্রুপ ক্যারিয়ার স্কোয়াড্রন হিসাবে পুনরায় সক্রিয় করা হয়েছিল যা C-46 কমান্ডো এস-এর জন্য প্রোগ্রাম করা হয়েছিল, কখনই সজ্জিত বা সজ্জিত ছিল না। 1950 সালে এটিও নিষ্ক্রিয় করা হয়।\n১৯৫৫ সালে কৌশলগত এয়ার কমান্ড সি-১২৩ প্রোভাইডার ট্রুপ ক্যারিয়ার স্কোয়াড্রন হিসাবে পুনরায় সক্রিয় করা হয়। এটি বিমানের সাথে সজ্জিত প্রথম স্কোয়াড্রনগুলির মধ্যে একটি। ইউরোপে ন্যাটো এবং মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনীকে শক্তিশালী করার জন্য ১৯৫৬ সালে ফ্রান্সে মোতায়েন করা হয়েছিল । ফ্রান্স , পশ্চিম জার্মানি , ইতালি , স্পেন এবং ইংল্যান্ড জুড়ে ফ্লু ট্রান্সপোর্ট এবং স্পেশাল এয়ার মিশন (SAM) এর বেশ কয়েকটি বিচ্ছুরিত অপারেটিং বেস সরবরাহ মিশন উড়েছে এবং রাস্তার কনভয়ের প্রয়োজনীয়তা হ্রাস করেছে। যাইহোক অপারেশনের খরচ বেশি ছিল এবং ইউএসএএফই সিদ্ধান্ত নেয় যে সি-১২৩ গুলি খরচের যোগ্য নয়। ১৯৫৮ সালের জুলাই এবং আগস্ট মাসে বিমান, সরঞ্জাম এবং কর্মীগণ আরডমোর AFB-তে ফিরে আসে যেখানে টেনেসির সেওয়ার্ট AFB- এ ৪৬৩ডি ট্রুপ ক্যারিয়ার উইং - এর স্কোয়াড্রনে বিমান এবং কর্মীদের পুনরায় নিয়োগ করা হয় । ১৯৫৮ সালের সেপ্টেম্বরে স্কোয়াড্রন একটি কাগজকে  ইউনিট হিসাবে নিষ্ক্রিয় হয়।\n\n\n=== বংশ ===\n২৮ জানুয়ারী ১৯৪২-এ ৩৭৬ তম বোম্বারমেন্ট স্কোয়াড্রন (মাঝারি) গঠন করা হয়েছিল।\n১৫ মার্চ ১৯৪২ সালে সক্রিয়।\n১ মে ১৯৪৪ সালে ভেঙে দেওয়া হয়।\n১৬ মে ১৯৪৯ তারিখে ৩৭৬ তম ট্রুপ ক্যারিয়ার স্কোয়াড্রন (মাঝারি) পুনর্গঠিত এবং পুনঃনির্ধারিত\n২৬ জুন ১৯৪৯ সালে রিজার্ভে সক্রিয় করা হয়েছিল।\n২৮ জানুয়ারী ১৯৫০ সালে নিষ্ক্রিয়।\n১৪ এপ্রিল ১৯৫৫ তারিখে ৩৭৬ তম ট্রুপ ক্যারিয়ার স্কোয়াড্রন (অ্যাসল্ট, ফিক্সড উইং) পুনরায় মনোনীত করা হয়।\n8 জুলাই 1955-এ সক্রিয়।\n১৫ জুলাই ১৯৫৮-এ ৩৭৬ তম ট্রুপ ক্যারিয়ার স্কোয়াড্রন (অ্যাসল্ট) পুনরায় মনোনীত করা হয়।\n২৫ সেপ্টেম্বর ১৯৫৮ সালে নিষ্ক্রিয় ।\n\n\n=== কাজ ===\n৩০৯তম বোমাবাজি গ্রুপ, ১৫ মার্চ ১৯৪২- ১মে ১৯৪৪\n৩০৯তম ট্রুপ ক্যারিয়ার গ্রুপ , ২৬ জুন ১৯৪৯ - ২৮ জানুয়ারী ১৯৫০\n৬০ তম ট্রুপ ক্যারিয়ার উইং এর সাথে সংযুক্ত , ১৫ নভেম্বর ১৯৫৬ - ১১ মার্চ ১৯৫৭\n৬০ তম ট্রুপ ক্যারিয়ার উইং , ১২ মার্চ ১৯৫৭ - ২৫ সেপ্টেম্বর ১৯৫৮\n\n\n=== স্টেশন ===\nডেভিস-মন্থান ফিল্ড , অ্যারিজোনা , ১৫মার্চ ১৯৪২\nজ্যাকসন আর্মি এয়ার বেস , মিসিসিপি , ১৫ মার্চ ১৯৪২\nকী ফিল্ড , মিসিসিপি , ২৯ এপ্রিল ১৯৪২;\nকলম্বিয়া আর্মি এয়ার বেস , সাউথ ক্যারোলিনা ,১৫ মে ১৯৪২ - ১ মে ১৯৪৪\nস্মির্না এএফবি , টেনেসি , ২৬ জুন ১৯৪৯ - ২৭ জানুয়ারী ১৯৫০\nআরডমোর এএফবি, ওকলাহোমা , ৮ জুলাই ১৯৫৫ - ২১ মে ১৯৫৬\nড্রেক্স-লুভিলিয়ার্স এয়ার বেস , ফ্রান্স , ২ জুন ১৯৫৬ - ২৫ সেপ্টেম্বর ১৯৫৮\n\n\n== বিমান ==\nবি-২৫ মিচেল ,১৯৪২-১৯৪৪\nসি-১২৩ প্রদানকারী ,১৯৫৫-১৯৫৮\n\n\n== তথ্যসূত্র ==\n এই নিবন্ধটিতে বিমান বাহিনী ঐতিহাসিক গবেষণা সংস্থা থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে  এখানে ।\n\nMaurer, Maurer, সম্পাদক (১৯৮২) [1969]। Combat Squadrons of the Air Force, World War II (পিডিএফ) (reprint সংস্করণ)। Washington, DC: Office of Air Force History। আইএসবিএন 0-405-12194-6। এলসিসিএন 70605402। ওসিএলসি 72556। \n772 Expeditionary Airlift Squadron (ACC) Factsheet"}