{"pageid": 1148366, "title": "টিল উই উইন", "url": "https://bn.wikipedia.org/wiki?curid=1148366", "content": "টিল উই উইন: ইন্ডিয়া’স ফাইট অ্যাগেইনস্ট দ্য কোভিড-১৯ প্যান্ডেমিক হলো ভারতে কোভিড-১৯ এর বৈশ্বিক মহামারি নিয়ে রচিত একটি বই। ২০২০ সালে পেঙ্গুইন বুক্‌স বইটি প্রকাশ করে। ভারতের তিনজন শীর্ষস্থানীয় ডাক্তার, বৈজ্ঞানিক এবং স্বাস্থ্যবিশেষজ্ঞ বইটি লিখেছেন। চন্দ্রকান্ত লহরিয়া, রণদীপ গুলেরিয়া ও গগনদীপ কাংয়ের লেখা বইটি দেশব্যাপী গ্রন্থসমালোচক ও বিখ্যাত সংবাদমাধ্যমের দৃষ্টি আকর্ষণ করতে সমর্থ হয়।\n\n\n== গ্রহণযোগ্যতা ==\nমুম্বই মিরর লিখে: “সম্মুখসারির স্বাস্থ্যসেবা কর্মীদের জন্য উৎসর্গকৃত বইটি কীভাবে মহামারিটি উদ্ভূত হয়েছে এবং বেড়েছে, ভাইরাসের বিরুদ্ধে লড়াই করার জন্য কী করা হয়েছিল, কী করা হচ্ছে এবং ভবিষ্যতে আমাদের জন্য কী রয়েছে সে সম্পর্কে অন্তর্দৃষ্টি প্রদান করে৷ ড. কাং অবশ্যই দেশের অন্যতম প্রধান চিকিৎসা বিজ্ঞানী, ড. লহরিয়া একজন জনস্বাস্থ্য অনুশীলনকারী এবং পাবলিক পলিসি স্ট্র্যাটেজিস্ট, যিনি নতুন ভ্যাকসিন নিয়ে ভারতে বিশ্ব স্বাস্থ্য সংস্থার কাজের সমন্বয় করেছেন এবং ড. গুলেরিয়া হলেন অখিল ভারতীয় আয়ুর্বিজ্ঞান সংস্থানের পরিচালক।”\nদ্য হিন্দু থেকে রম্য কানন বলেছেন যে, “টিল উই উইন তিনজন বিজ্ঞানীর একটি সাহসী প্রচেষ্টা, যারা মহামারি সম্পর্কে অত্যন্ত প্রয়োজনীয় স্পষ্টতা প্রদানের জন্য একসাথে একটি বই লিখেছেন।” বইটি সম্পর্কে, তিনি আরও লিখেছেন যে: “এটি ভাইরাসের প্রকৃতি, করোনা ভাইরাস পরিবার, একটি টাইমলাইন, দেশের অপ্রস্তুত অবস্থা, স্বাস্থ্য অবকাঠামোর আপগ্রেডেশন, স্বাস্থ্য ব্যবস্থা এবং তহবিল সহ সংকটের সমস্ত মূল দিকগুলিকে স্পর্শ করে। চিকিৎসা প্রোটোকল, যা ক্রমাগত বিকশিত হয়েছে, সেই সময়ে বৈজ্ঞানিক বিচক্ষণতার ভিত্তিতে কোয়ারেন্টাইন, সুরক্ষা প্রোটোকল, ভ্যাকসিন সম্পর্কে প্রশ্ন উত্থাপন করে এবং উত্তর দেয়, কোভিড-এ তথ্যের কার্পেট বোমা বিস্ফোরণ সত্ত্বেও যোগাযোগের ফাঁকগুলি সমাধান করার আশা করে।”\nবইটির দ্য নিউ ইন্ডিয়ান এক্সপ্রেস-এর পর্যালোচনায় বলা হয়েছে যে: “সামগ্রিকভাবে, বইটি জনগণ, রাজনৈতিক নেতা, নীতিনির্ধারক এবং চিকিৎসকদের জন্য, জনস্বাস্থ্যকে রূপান্তরিত করার এবং ভারতীয় স্বাস্থ্যসেবা ব্যবস্থাকে শক্তিশালী করার প্রতিশ্রুতি এবং সম্ভাবনা সহ। বইটি মহামারিতে সুরক্ষিত থাকার বিষয়ে, ভ্যাকসিন এবং থেরাপির তথ্য প্রদানের বিষয়ে প্রধানত দৃষ্টিপাত করে।”\n\n\n== তথ্যসূত্র =="}