{"pageid": 1148572, "title": "রোবি রোটেন", "url": "https://bn.wikipedia.org/wiki?curid=1148572", "content": "রবি রটেন (আইসল্যান্ডীয়: Glanni Glæpur, lit. 'বেপরোয়া অপরাধ') একটি কাল্পনিক চরিত্র এবং আইসল্যান্ডের শিশুদের অনুষ্ঠান LazyTown এর প্রধান প্রতিপক্ষ।[১] তিনি হলেন সিরিজের প্রধান চরিত্র, স্পোর্টাকাস এবং স্টেফানি, যারা ব্যায়াম, স্বাস্থ্যকর খাবার এবং একটি সক্রিয় এবং স্বাস্থ্যকর জীবনধারা প্রচার করেন। রবির জন্য, তার প্রিয় বিনোদনের মধ্যে রয়েছে জাঙ্ক ফুড খাওয়া এবং টিভি দেখা। রবির ফর্সা ত্বক, সবুজ-ধূসর চোখ এবং কালো চুল রয়েছে। তিনি সাধারণত সোনার পিনস্ট্রাইপ সহ মেরুন এবং বেগুনি রঙের একটি টু-পিস স্যুট, আনুষ্ঠানিক জুতা, কাফ এবং কাফ লিঙ্ক সহ একটি নেভি ব্লু শার্ট পরেন। তিনি সবচেয়ে লম্বা চরিত্র।\nঅত্যন্ত অলস হওয়ায়, রবি স্বাভাবিকভাবেই ল্যাজিটাউনের লোকেদের মধ্যে একটি স্বাস্থ্যকর প্রভাব ছড়িয়ে দেওয়ার তাদের প্রচেষ্টার বিরোধিতা করে এবং স্বাস্থ্যকর জীবনযাপনকে অসম্মান করার জন্য এবং স্পোর্টাকাসকে (যাকে তিনি \"স্পোর্টাফ্লপ\" বলে উল্লেখ করেন) চালানোর জন্য বিভিন্ন স্কিম নিয়োগ করেন, প্রায়শই ছদ্মবেশ ব্যবহার করে।  LazyTown প্রতিটি পর্বে, যদিও তার পরিকল্পনা সবসময় ব্যর্থ হয় শেষ পর্যন্ত. হাস্যকরভাবে, রবি খুব সক্রিয় হয়ে ওঠে যখন সে তার পরিকল্পনা বাস্তবায়ন করে। নিকেলোডিয়ন/কার্টুনিটো টিভি শোতে স্টেফান কার্ল স্টেফানসন দ্বারা অভিনয় করা মূল মিউজিক্যাল থেকে তার অবতারের উপর ভিত্তি করে তিনি ছিলেন।\n\n\n== ইতিহাস ==\nদ্বিতীয় আইসল্যান্ডীয় মঞ্চ নাটকে, চরিত্রটির নাম ছিল গ্লানি গ্লাপুর এবং, যখন তিনি শহরে এসেছিলেন, তখন তিনি সম্পূর্ণ কালো পোশাক পরেছিলেন; কিন্তু, যখন তিনি রিক্কি রিকি (খুব ধনী ব্যক্তি) নামে ছদ্মবেশে ছিলেন, তখন তিনি একটি বেগুনি রঙের কোট, বেগুনি রঙের প্যান্ট এবং জুতা পরতেন যা টেলিভিশন সিরিজে রবি পরার মতোই- যদিও সেই সময়ে তার চুল ছিল না। জেলে ঢাকা। টেলিভিশন সিরিজে, রবি রটেন সাধারণত সোনার পিনস্ট্রাইপ সহ লাল এবং বেগুনি রঙের একটি টু-পিস স্যুট, আনুষ্ঠানিক জুতা, কাফ এবং কাফ লিঙ্ক সহ একটি নেভি ব্লু শার্ট এবং কালো সোলের সাথে সাদা জুতা পরেন।\nরবি রটেনের গান, \"ইউ আর আ পাইরেট\" ছিল স্টেফান কার্ল-এর প্রিয় গান। ২০০৭ সাল থেকে, লিরিক \"তুমি যা চাও তাই করো 'কারণ একজন জলদস্যু মুক্ত, তুমি একজন জলদস্যু\" ইউটিউব পুপ এবং হ্যাকার সংস্কৃতিতে প্রায়শই লাইমওয়্যারের মাধ্যমে অনলাইন জলদস্যুতার রেফারেন্সে একটি উদ্ধৃত মেমে হয়ে ওঠে। [৭]\n২০১৬ সালের দিকে, রবি রটেন \"উই আর নাম্বার ওয়ান\" গানটির মাধ্যমে ইন্টারনেট খ্যাতি অর্জন করেন।[৮][৯] রেডডিট ফোরাম r/dankmemes ২০১৬ সালে রবি রটেনকে \"মেম অফ দ্য ইয়ার\" হিসেবে ভোট দিয়েছে।[১০][১১][১২]\nআগস্ট ২১, ২০১৮, তার অভিনেতা স্টেফান কার্ল স্টেফানসন ৪৩ বছর বয়সে পিত্ত নালী ক্যান্সারে মারা যান।\n\n\n== তথ্যসূত্র ==\n\"Robbie Rotten\"the original.October 2011. Retrieved 25 September 2018.\n\"Stefan Karl Stefansson, 'LazyTown's' Robbie Rotten, dies at 43\".\n\"Glanni Glæpur Í Latabæ -- English subtitles | Latibaer - LazyTown (1999)\"\n\"Stefan Karl Stefansson Dead: 5 Fast Facts You Need to Know\"\n\"7 Wonderful But Ridiculous Skyrim Mods You've Gotta Try\"\nDo What You Want, Cause A Pirate Is Free... You Are A Pirate\n\"After LazyTown actor's death, fans subscribe en masse to YouTube channel as a final thank you\"\nDo What You Want, Cause A Pirate Is Free... You Are A Pirate\n\"From Iceland — He Was Number One: Stefán Karl Stefánsson, Iceland's Meme King\"\n\"Stefán Karl Stefánsson, the actor behind Robbie Rotten, has stage 4 cancer\"\n\"'LazyTown' actor, Reddit meme icon Stefán Karl Stefánsson dead at 43\"\n\"A meme you've never heard of was named Reddit's Meme of the Year\"\n\"Tributes paid as 'LazyTown' actor Stefan Karl Stefansson dies, aged 43\""}