{"pageid": 1148546, "title": "ট্যাফি ওয়াজ এ ওয়েলশম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1148546", "content": "“ট্যাফি ওয়াজ অ্যা ওয়েলশম্যান” হলো ইংরেজি ভাষার একটি শিশুতোষ ছড়া। অষ্টাদশ ও ঊনবিংশ শতাব্দীর মাঝে ছড়াটি অনেক জনপ্রিয় হয়েছিল। এর রাউড লোকসঙ্গীত সূচক সংখ্যা ১৯২৩৭।\n\n\n== কথা ==\nছড়াটির বিভিন্ন সংস্করণ প্রচলিত আছে। এর মধ্যে সাধারণ কয়েকটি হলো:\n\n\n== উৎস ও ইতিহাস ==\n“ট্যাফি” শব্দটি সম্ভবত ওয়েলশ নাম “Dafydd” (টেমপ্লেট:IPA-cy) ও “Taff” (টাফ নদী; যার তীরে কার্ডিফ গড়ে উঠেছে) শব্দ দুইটির একীভূত রূপ। অষ্টাদশ শতাব্দীর মাঝামাঝি সময়ে এই শব্দটি ব্যবহৃত হতো বলে ধারণা করা যায়। ড্যাফি ডাকের (Daffy Duck) সাথে ছন্দ মেলানোর জন্য এটি সংক্ষিপ্ত “অ্যা” হিসেবে উচ্চারিত হয়। “Taffy” অথবা “Taff” স্পষ্টত পঙ্ক্তি ও অন্যান্য জায়গায় থাকলেও তখন এগুলো অবমাননাকর কিছু ছিল না। দ্বিতীয় বিশ্বযুদ্ধের সময়েও Geordie, Scouse বা Jock-এর মতো আঞ্চলিক কিছু অপশব্দের মতো Taffy শব্দটি ওয়েলশ বংশোদ্ভূত কোনো সৈনিককে বোঝাত, তবে তা গালির অর্থ করত না। অনুরূপভাবে ইংরেজদের বিদ্যালয়ে একজন ওয়েলশ শিক্ষক “Taffy” পদবিতে পরিচিত হতেন। তবে ওয়েলশরা নিজেদের একজন “Taff” হিসেবে খুব কম পরিচয় দিতেন, যার থেকে গালির অর্থ আসা শুরু হয়। (তুলনা: গর্ডিরা [Geodie] নিজেদের এই নামে পরিচয় দেয়।) ছড়াটি ১৭৪৪ সালে মুদ্রিত টমি থাম্ব’স প্রিটি সং বুক-এ প্রকাশিত একটি ছড়ার সাথে সম্পর্কিত হতে পারে, যার লাইনগুলো হলো:\n\nছড়ার সবচেয়ে পরিচিত রূপের সবচেয়ে পুরনো নথি পাওয়া যায় ১৭৮০ সালে মুদ্রিত ন্যান্সি কুক’স প্রিটি সং বুক-এ, যার লাইনগুলো ছিল:\n\nঅষ্টাদশ শতকের শেষ দিকে মুদ্রিত সংস্করণগুলোতে অনুরূপ লাইনগুলো পাওয়া যায়। তবে, ১৮০৫ সালে প্রকাশিত সংস ফর দ্য নার্সারি-তে প্রথম সহিংসতার লক্ষণ পাওয়া যায়। এর শেষ লাইনগুলো ছিল:\n\n১৮৪০-এর দশকে জেমস অর্চার্ড হ্যালিওয়েল দুইটি সংস্করণ সংগ্রহ করেন, যেগুলো হলো\n\nএই সংস্করণটি বিশেষভাবে ওয়েলসের সীমান্তবর্তী ইংরেজ কাউন্টিগুলোতে বিখ্যাত। সেখানে এটি ওয়েলশম্যানদের লিক-পরা এফিজির সাথে সন্ত ডেভিড দিবসে (১ মার্চ) গাওয়া হতো। বিংশ শতাব্দীর মধ্যভাগ থেকে ওয়েলশদের চোরের প্রতিকৃতি মুছে যেতে থাকে। তবুও অনেক ওয়েলশদের “ট্যাফি” বলার সাথে সাথে এই ছড়া আওড়িয়ে অপমান করার প্রবণতা চলতে থাকে।\n\n\n== তথ্যসূত্র =="}