{"pageid": 1148112, "title": "কোভিড-১৯ এর বৈশ্বিক মহামারীতে শিশু গ্রহণের হার হ্রাস", "url": "https://bn.wikipedia.org/wiki?curid=1148112", "content": "কোভিড-১৯ মহামারির দ্বারা সৃষ্ট বিশ্বব্যাপী অর্থনৈতিক মন্দার ফলে অনেক দেশে শিশুর জন্মের হার উল্লেখযোগ্যভাবে হ্রাস পায়। ইতালি, জাপান, দক্ষিণ কোরিয়া, ইংল্যান্ড এবং ওয়েলসে জন্মহার সর্বকালের সর্বনিম্ন লক্ষিত হয় এবং দ্বিতীয় বিশ্বযুদ্ধের পর থেকে ফ্রান্সে সবচেয়ে কম জন্মহার দেখা যায়। ২০২০ সালের চীনে জন্মহার ১৫ শতাংশ হ্রাস পায়। সেন্টার ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন এর একটি প্রতিবেদন অনুসারে ২০১৯ থেকে ২০২০ সালের মধ্যে মার্কিন যুক্তরাষ্ট্রে শিশু গ্রহণের হারে ৪% পতন দেখা গেছে, যা ১৯৭৯ সালের পর থেকে সর্বনিম্ন।\n\n\n== কারণসমূহ ==\nসাধারণভাবে উচ্চ-মৃত্যুহার বিশিষ্ট ঘটনা গর্ভধারণের হারে হ্রাস ঘটায়, যা নয় মাস পরে জন্মহারের হ্রাসের মাধ্যমে পরিলক্ষিত হয়। ২০২০ সালের মার্চ মাসে লিম্যান স্টোন বলেন যে কোভিড-১৯ মহামারি এই রোগে আক্রান্ত রোগীর কম মৃত্যুহারের কারণে জন্মের হারকে গুরুতরভাবে হ্রাস করবে। তিনি এক্ষেত্রে এমন কিছু ঘটনার উল্লেখ করেন যেখানে উচ্চ মৃত্যুর হার, জনসংখ্যার ভারসাম্য রক্ষার লক্ষ্যে জন্মহার বৃদ্ধিকে অনুপ্রাণিত করে। ২০২০ সালের জুনে প্রকাশিত ব্রুকিংস ইনস্টিটিউটের একটি  প্রতিবেদনে,  ২০০৭-২০০৮ এর অর্থনৈতিক মন্দা এবং ১৯১৮ সালের স্প্যানিশ ফ্লু এর ঘটনা থেকে কর্মসংস্থান এবং জন্মহারের মধ্যে পারস্পরিক সম্পর্ককে উদ্ধৃত করে মার্কিন যুক্তরাষ্ট্রে ৩ লক্ষ থেকে ৫ লক্ষ জন্মের ক্ষতির অনুমান করা হয়। কেউ কেউ প্রাথমিকভাবে বলেছিলেন যে লকডাউন এর কারণে শিশু জন্মহারের ব্যাপক বৃদ্ধি ঘটবে, সম্ভবত বিদ্যুৎ বিভ্রাট এবং তুষারঝড়ের মতো ঘটনার নয় মাস পরে জন্মহার এর বৃদ্ধি দেখা যায় এমন মিথ এর উপর ভিত্তি করে।\n\n\n== জনসংখ্যা ==\nমার্কিন যুক্তরাষ্ট্রে শ্বেতাঙ্গ এবং কৃষ্ণাঙ্গ উভয় মহিলাদের জন্য জন্মহার ৪%, হিস্পানিক মহিলাদের জন্য ৩%, নেটিভ আমেরিকান মহিলাদের জন্য ৬% এবং এশিয়ান আমেরিকান মহিলাদের জন্য ৮% হ্রাস পেয়েছে। সকল বয়সের মধ্যে কিশোর-কিশোরীদের জন্মহার ৮% হ্রাস পেয়ে সবচেয়ে মারাত্মকভাবে প্রভাবিত হয়েছিল। এসময় ২০ থেকে ২৪ বছর বয়সের মধ্যে নারীদের ক্ষেত্রে ৬% এবং ২০ এর কাছাকাছি বয়সের নারীদের ক্ষেত্রে জন্মহারে ৪.৮% পতন দেখা যায়।\n\n\n== তথ্যসূত্র =="}