{"pageid": 1148761, "title": "গ্রেইপ-কুন", "url": "https://bn.wikipedia.org/wiki?curid=1148761", "content": "গ্রেইপ (১৬ এপ্রিল  ১৯৯৬ – ১২ অক্টোবর ২০১৭), যা গ্রেইপ-কুন হিসেবে পরিচিত,মিয়াশিরোর টবু চিড়িয়াখানায় একসময় বিদ্যমান থাকা একটি হুম্বলদত প্রজাতির পেংগুইন।কেমনো ফ্রেন্ডস এর এনিমি সিরিজের একটি অংশে হুম্বলদত পেংগুইনের চরিত্রে  তাকে নরাত্বরূপে তুলে ধরা হয়, যা আন্তর্জাতিক জনপ্রিয়তা এবং একটি অনলাইন ভিত্তিক ভক্তদের দল তৈরি করেছিল। গ্রেইপ কুন ২০১৭ সালের ১০ অক্টোবর স্বল্পস্থায়ী অসুস্থতা ভোগের পর মারা যায় যা চিড়িয়াখানা কর্তৃপক্ষ এবং তার ভক্তদের দ্বারা স্মরণীয় করে রাখা হয়।\n\n\n== জীবনের প্রথম অধ্যায় ==\nগ্রেইপ ১৯৯৬ সালে টোকিও এর হামুরা চিড়িয়াখানায় জন্মগ্রহণ করে। তার পাখার রক্তবর্ণের বৃত্তাকার চিহ্ন দিয়ে তার পরিচিতি জানতে পারার সুবিধার্থে তার এই নাম রাখা হয়। কুন একটি জাপানি উপসর্গ যা অল্পবয়সী পুরুষদের সাথে কথা বলার সময় ব্যবহৃত হয়। এটি প্রায়ই পুরুষ পোষা প্রাণীদের ডাকার জন্য ব্যবহৃত হয়। তার সঙ্গী মিধুরী এর সাথে তাকে ২০০৬ সালের মার্চ মাসে মিয়াশিরোর শাইতামাতে অবস্থিত টবু চিড়িয়াখানায় স্থানান্তর করা হয়। মিধুরী এবং গ্রেইপ কুন যৌথভাবে একটি বাচ্চা প্রসব হয়, কিন্তু চিড়িয়াখানা কর্তৃপক্ষ বিলুপ্ত প্রায় প্রজাতির আন্তঃপ্রজনন এর কথা বলে তাদের এই বাচ্চাকে পৃথক করে ফেলে। এই অভিজ্ঞতা এই যুগলের জন্য কষ্টদায়ক ছিল এবং গ্রেইপ কুন ও মিধুরীর এর মধ্যবর্তী সম্পর্কে এটি প্রভাব ফেলেছিল।এই হারানোটি কোন ভূমিকা পালন করেছিল কিনা তা জানা সম্ভব নয়, কিন্তু এরপর মিধুরী তুলনামূলক কম বয়সী পেঙ্গুইনের খোঁজে বের হয়ে পড়ে কুনের সাথে এক দশক একসাথে থাকার পর। এরপর, কুনের অধীনে থাকা সকল পেঙ্গুইনরা তাকে পরিত্যাগ করে এবং সে অধিকাংশ সময় কলোনি থেকে পৃথক থাকা অবস্থায় একাকী কাটায়।\n\n\n== এনিমি চরিত্রের সাথে সংযুক্তি ==\n২০১৭ সালের এপ্রিল মাসে চিড়িয়াখানা কর্তৃপক্ষ 'কেমনো ফ্রেন্ডস' এর জনপ্রিয় \"এনিমি\" সিরিজের ৬০ টি চরিত্র মাঠের চারপাশে উপস্থাপন করে \nদর্শনার্থীদের আকৃষ্ট করার জন্য। ছবির দৃশ্য ধারণ গ্রেইপ কুন এর চিড়িয়াখানার বেষ্টনীর আশপাশ দিয়ে করা হয়েছিল যেখানে তাকে নরাত্বমূলক পেঙ্গুইন হুলুলু চরিত্রে তুলে ধরা হয়েছিল। গ্রেপ কুন বেষ্টনীর পাশে ঘন্টার পর ঘন্টা দাড়িয়েই থাকতো এবং দৃশ্যায়নের স্থানের দিকে যাওয়ার প্রচেষ্টা চালিয়ে যেত যা ছিল একটি উঁচু পাথরের উপর। চিড়িয়াখানার রক্ষকরা তাকে শুধুমাত্র খাদ্য গ্রহণের জন্য বেষ্টনী থেকে পৃথক করতে পারতো এবং দিনের অবশিষ্ট সময় সে বেষ্টনীর ধারেই দাঁড়িয়ে থাকতো।  সংবাদ মাধ্যমে বলা হয় গ্রেইপ কুন প্রেমে পড়েছে। এবং চিড়িয়াখানা কর্তৃপক্ষ লাভিং গ্রেইপ নামে একটি পানীয় তৈরি করেছিল যা তার প্রেমের সাথে পেঙ্গুইনদের সম্পর্কের একটি নির্ভুল প্রতিরূপ হিসেবে বর্ণনা করা হয়েছে।\nছবির দৃশ্যায়নের প্রতি তার আগ্রহের কারণে তার বৈশ্বিক খ্যাতি সৃষ্টি হয়েছিল এবং বিশ্বব্যাপী অনলাইন ভিত্তিক ভক্ত তৈরি হয়েছিল।হুলুলু চরিত্রের কন্ঠ প্রদানকারী শিল্পী ইকোকো চিকুটা গ্রেইপ কুন এর সাথে পরবর্তীতে দেখা করেছিল পেঙ্গুইনের উপর তার শিক্ষা কার্যক্রমের অংশ হিসেবে. গ্রেইপ কুন এর সম্মানে একটি অনুষ্ঠানের পরিকল্পনা করা হয়েছিল কিন্তু অক্টোবর মাসে তার শারীরিক অবস্থা খারাপের দিকে যেতে থাকে।১২ অক্টোবর তার মৃত্যু ঘোষণা করে চিড়িয়াখানা কর্তৃপক্ষ। চিড়িয়াখানা কর্তৃপক্ষ তার সম্মানে তার দেহাবশেষের একটি ছোট পবিত্র আধার (কবরের মতো) তৈরি করেছিল এবং অনেক অতিথি পুষ্পাঞ্জলি নিয়ে তাকে স্মরণ করতে সেখানে যায়। সামাজিক যোগাযোগ মাধ্যম ব্যবহার কারীরা #গ্রেইপ কুন নামক হ্যাশট্যাগ ব্যবহার করে এবং গ্রেইপ কুল এবং হুলুলু এর চিত্র প্রকাশ করে অনেকে তার প্রতি শ্রদ্ধা নিবেদন করেছিল। ২০১৮ সালের জানুয়ারি মাসে,টবু চিড়িয়াখানা কর্তৃপক্ষ পেঙ্গুইনদের বেষ্টনীতে হুলুলু এবং গ্রেইপ কুন এর পাশাপাশি দাঁড়ানো একটি ছবি স্থাপন করে।\n\n\n== ছবিসমূহ ==\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গ্রেইপ-কুন সম্পর্কিত মিডিয়া দেখুন।"}