{"pageid": 1148081, "title": "অহিংস", "url": "https://bn.wikipedia.org/wiki?curid=1148081", "content": "অহিংস (আরও বলা হয় অ-হত্যা,অহিংসা ও অহিংস্র) একটি ভারতীয় দর্শন উদ্ভূত ধারণা যা গ্লেন ডি পেইজের বই অহিংস বিশ্ব রাষ্ট্রবিজ্ঞান একটি ধারণা হিসাবেও জনপ্রিয়, হত্যার অনুপস্থিতি, হত্যার হুমকি মুক্ত এবং মানব সমাজে হত্যার জন্য উপযোগী পরিস্থিতি বিলুপ্ত করাকে বোঝায়। যদিও অধ্যায়নে এই শব্দটি ব্যবহার করা হয় বেশিরভাগ ক্ষেত্রেই মানুষ হত্যাকে বোঝায়, তবুও এটি কখনও কখনও প্রাণীদের হত্যা এবং অন্যান্য ধরনের জীবনের অন্তর্ভুক্ত করার জন্য প্রসারিত হয়। এটি বৌদ্ধ নীতিশাস্ত্রের অংশ হিসাবে \"অহিংস\" (বা \"অহিংস্র\") শব্দটির ঐতিহ্যগত ব্যবহারের ক্ষেত্রেও, যেমনটি পঞ্চশীলানি, এবং বিশ্ব আধ্যাত্মিক ঐতিহ্য জুড়ে অনুরূপ পরিভাষায় প্রকাশ করা হয়েছে ( অহিংস অধ্যয়ন দেখুন)। উল্লেখযোগ্যভাবে, \"অহিংস\" শব্দটি ব্যবহৃত হয়েছে \"সহিংসতাহীন বিশ্ব সনদ\"নোবেল শান্তি বিজয়ীদের অষ্টম বিশ্ব সম্মেলনে অনুমোদিত ভাবে।\n\n\n== উৎপত্তি ==\nঅহিংস ধারণার উৎপত্তি প্রাচীন ভারতীয় দর্শনে পাওয়া। ধারণাটি অহিংসা বা অহিংস্র বৃহত্তর ধারণা থেকে উদ্ভূত হয়, যা একটি মূল গুণাবলীর একটি এবং জৈন, হিন্দু ও বৌদ্ধ ধর্মের একটি গুরুত্বপূর্ণ নীতি। এটি একটি বহুমাত্রিক ধারণা, এই ভিত্তি দ্বারা অনুপ্রাণিত যে সমস্ত জীবের মধ্যে ঐশ্বরিক আধ্যাত্মিক শক্তির স্ফুলিঙ্গ রয়েছে; অতএব, অন্য সত্তাকে আঘাত করা নিজেকে আঘাত করা। এটি এই ধারণার সাথেও সম্পর্কিত হয়েছে যে কোনও সহিংসতার কর্মফল রয়েছে। যদিও হিন্দুধর্মের প্রাচীন পণ্ডিতরা অগ্রগামী এবং সময়ের সাথে সাথে অহিংসার নীতিগুলোকে নিখুঁত করেছেন। ধারণাটি জৈন ধর্মের নৈতিক দর্শনে একটি অসাধারণ মর্যাদায় পৌঁছেছে।\n\nঐতিহাসিকভাবে, বেশ কিছু প্রারম্ভিক ভারতীয় এবং গ্রীক দার্শনিক অহিংসা এবং অ-হত্যার পক্ষে ও প্রচার করেছিলেন। জৈন ধর্মের তেইশতম তীর্থঙ্কর, পার্শ্বনাথ ছিলেন খ্রিস্টপূর্ব ৮ম শতাব্দীতে অহিংসা এবং অ-হত্যার ধারণা প্রচারকারী প্রথমতম ব্যক্তিদের একজন। মহাবীর, চব্বিশতম এবং শেষ তীর্থঙ্কর, তারপর খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে এই ধারণাটিকে আরও শক্তিশালী করেছিলেন। প্রাচীনতম গ্রীক দার্শনিক যারা অহিংসা এবং অ-হত্যার পক্ষে ছিলেন তাদের একজন হলেন পিথাগোরাস । ভারতীয় দার্শনিক ভাল্লুভার তার তিরুক্কুরালের রচনায় অহিংসা এবং অ-হত্যার উপর একচেটিয়া অধ্যায় লিখেছেন।\n\n\n== ব্যবহারের ক্ষেত্র ==\nএর কারণগুলোর বিশ্লেষণে, অহিংসার মধ্যে শান্তির ধারণা (যুদ্ধের অনুপস্থিতি এবং যুদ্ধের জন্য উপযোগী পরিস্থিতি), অহিংসা (মনস্তাত্ত্বিক, শারীরিক এবং কাঠামোগত), এবং অহিংস (চিন্তা, কথা এবং কাজে অ-আঘাত) অন্তর্ভুক্ত। পরেরটির কোনটি বাদ না দিয়ে, অহিংসার লক্ষ্যগুলোর পরিমাপ যোগ্যতা এবং এর উপলব্ধির উন্মুক্ত প্রকৃতির দ্বারা চিহ্নিত একটি স্বতন্ত্র পদ্ধতি প্রদান করে। যদিও \"অহিংসা\" এবং \"শান্তি\" এর মতো শব্দের ব্যবহার প্রায়শই বিমূর্ত ধারণার মাধ্যমে যুক্তির শাস্ত্রীয় রূপ অনুসরণ করে যা নিষ্ক্রিয়তা, হত্যার বিপরীত অ-হত্যার দিকে পরিচালিত করে, জনস্বাস্থ্যের বিশ্ব প্রতিবেদনের মতে এটি পরিমাপ করা যেতে পারে এবং নির্দিষ্ট কারণগুলোর সাথে সম্পর্কিত হতে পারে, উদাহরণস্বরূপ একটি জনস্বাস্থ্যের দৃষ্টিকোণ অনুসরণ করে (হত্যার প্রগতিশীল নির্মূলের দিকে প্রতিরোধ, হস্তক্ষেপ এবং পোস্ট-ট্রমাটিক রূপান্তর)।\nমনস্তাত্ত্বিক আগ্রাসন, শারীরিক আক্রমণ এবং জীবনের জন্য প্রকাশ্য বা সুপ্ত হুমকি দ্বারা আতঙ্কিত করার উদ্দেশ্যে অত্যাচারের ক্ষেত্রে, অ-হত্যা তাদের মনস্তাত্ত্বিক কারণগুলোকে অপসারণ বোঝায়। আর্থ-সামাজিক কাঠামোগত অবস্থার দ্বারা মানুষ হত্যার ক্ষেত্রে যা সরাসরি প্রাণঘাতী শক্তিবৃদ্ধির ফল এবং সেইসাথে হত্যার উদ্দেশ্যে সম্পদের অপসারণের ফলস্বরূপ, অ-হত্যার অর্থ হল প্রাণঘাতী-সংযুক্ত বঞ্চনা দূর করা। জীবমণ্ডলের কার্যক্ষমতার জন্য হুমকির ক্ষেত্রে, অহিংস মানে জীবন-ধারণকারী সংস্থানগুলোর উপর সরাসরি আক্রমণের অনুপস্থিতির পাশাপাশি প্রাণঘাতীতার সাথে সম্পর্কিত পরোক্ষ অবক্ষয় বন্ধ করা। দুর্ঘটনাজনিত হত্যার ধরনগুলোর সাথে সম্পর্কিত, অহিংস বলতে বোঝায় সামাজিক এবং প্রযুক্তিগত পরিস্থিতি তৈরি করা যা তাদের নির্মূল করার জন্য সহায়ক।\n\n\n== অভিগমন ==\n\nপেইজের অহিংসা পদ্ধতি অহিংসার বক্তৃতাকে দৃঢ়ভাবে প্রভাবিত করেছে। পেইজের অবস্থান হল যে আমরা যদি এমন একটি বিশ্বব্যাপী সমাজের কল্পনা করতে পারি যেখানে হত্যার অনুপস্থিতি উপভোগ করে, তাহলে আমরা হত্যার বর্তমান ক্ষতিকারক প্রভাবগুলোকে হ্রাস করতে এবং এমনকি বিপরীতমুখী করতে সক্ষম হব এবং এর ফলে অস্ত্র তৈরি এবং নিয়োগ থেকে সংরক্ষিত জনসাধারণের তহবিল ব্যবহার করতে পারব, আরও উদার, ধনী এবং আরও সামাজিকভাবে ন্যায়সঙ্গত বিশ্বে।\nঅহিংস একটি হত্যা-মুক্ত সমাজের অর্জনের জন্য কোনো পূর্বনির্ধারিত পথ ঠিক করে না যেমন: কিছু মতাদর্শ এবং আধ্যাত্মিক ঐতিহ্য যা জীবন গ্রহণ থেকে সংযমকে উৎসাহিত করে। একটি উন্মুক্ত দৃষ্টিভঙ্গি হিসাবে, এটি বৈজ্ঞানিক, প্রাতিষ্ঠানিক, শিক্ষাগত, রাজনৈতিক, অর্থনৈতিক এবং আধ্যাত্মিক বিস্তৃত পরিসরের বিকাশের মাধ্যমে শিক্ষা, গবেষণা, সামাজিক কর্ম এবং নীতি প্রণয়নের ক্ষেত্রে ক্রমাগত অন্বেষণকে উৎসাহিত করে অসীম মানব সৃজনশীলতা এবং পরিবর্তনশীলতার প্রতি আবেদন করে। এছাড়াও, এর নির্দিষ্ট লক্ষ্য থাকা সত্ত্বেও, অহিংস বৃহত্তর সামাজিক সমস্যাগুলিও মোকাবেলা করে।\nঅহিংস সম্পর্কিত একটি উল্লেখযোগ্য সাহিত্য অহিংস সম্পর্কে বিভিন্ন তাত্ত্বিক এবং ধারণাগত পদ্ধতির বর্ণনা করে এবং সম্ভাব্য উপযোগী ধারণাগত লেন্সগুলির একটি সেট বিধিবদ্ধ করে। ননকিলিং গ্লোবাল পলিটিক্যাল সায়েন্স (অহিংস বিশ্ব রাষ্ট্রবিজ্ঞান) (এনকেজিপিএস) মানব সমাজে হত্যার অনুপস্থিতি, হত্যার হুমকি এবং হত্যার জন্য উপযোগী অবস্থার তিনগুণ দৃষ্টান্তমূলক পরিবর্তনের পক্ষে। পেইজের অবস্থান হলো হত্যা থেকে মুক্ত একটি সমাজ তৈরি করা, যার ফলে হত্যার বিদ্যমান ক্ষতিকারক প্রভাবগুলোকে বিলুপ্ত করা এবং পরিবর্তে একটি পরোপকারী, ধনী এবং সামগ্রিকভাবে আরও সামাজিকভাবে ন্যায়সঙ্গত সমাজ তৈরি করতে অস্ত্র উৎপাদন এবং ব্যবহার থেকে বাঁচানো জনসাধারণের অর্থ নিয়োগ করা। পেইজ তার কাঠামো চালু করার পর থেকে, যুক্ত স্কলারশিপের একটি সংস্থা, সেন্টার ফর গ্লোবাল ননকিলিং দ্বারা পরিচালিত, হনলুলু-ভিত্তিক একটি এনজিও যা জাতিসংঘের অর্থনৈতিক ও সামাজিক কাউন্সিলের সাথে বিশেষ পরামর্শমূলক মর্যাদা পেয়েছে, বিভিন্ন শাখায় বিকশিত হয়েছে। কেন্দ্র দ্বারা স্পনসর করা একাডেমিক কাজের মাধ্যমে, এটি উভয়ই এনকেজিপিএস-কে বৌদ্ধ, খ্রিস্টান, হিন্দুধর্ম, এবং ইসলাম সহ বিভিন্ন ধর্মীয় কাঠামোর পূর্ববর্তী অহিংস বা শান্তি-নির্মাণ বৃত্তির সাথে যুক্ত করেছে এবং এই ঐতিহ্যের উপর প্রসারিত করছে, এটি একটি বিস্তৃত কার্যকরী এবং নৈতিক উত্তরাধিকার প্রদান করে। এনকেজিপিএস পদ্ধতির মধ্যে, সহিংসতা প্রতিরোধ করা এবং শান্তি বিনির্মাণকে উৎসাহিত করা বিভিন্ন ধারণাগত পরকলা ব্যবহার করে হত্যা থেকে অহিংস-এ একটি দৃষ্টান্তমূলক পরিবর্তনের পক্ষে ওকালতি কাজের মাধ্যমে এনকেজিপিএসকে একটি বৈশ্বিক রাষ্ট্রবিজ্ঞান হিসাবে প্রয়োগ করা জড়িত। পেইজের নিজের কাজ কোরিয়ান উপদ্বীপের উপর দৃষ্টি নিবদ্ধ করে, কিন্তু পণ্ডিতরা বিভিন্ন ধরনের আঞ্চলিক এবং জাতীয় সংঘাতে এনকেজিপিএস প্রয়োগ করেছেন, উদাহরণস্বরূপ বলকান এবং ফিলিপাইনে।\n\nঅহিংস পদ্ধতি জোর দেয় যে একটি বিশ্বব্যাপী অহিংস সমাজ সংঘাতমুক্ত নয়, তবে সমাজের সামগ্রিক কাঠামো এবং প্রক্রিয়াগুলো হত্যার উপর নির্ভর করে না বা তার উপর নির্ভর করে না। পেইজ অহিংসাকে সমর্থন করার জন্য বিস্তৃত ধারণার প্রবর্তন করেছিলেন। উদাহরণ স্বরূপ, পেইজ শান্তির তিনটি প্রধান ধারণার সামাজিক গ্রহণের পক্ষে মত দেন, যথা যুদ্ধের অনুপস্থিতি এবং এমন পরিস্থিতি যা যুদ্ধের দিকে নিয়ে যেতে পারে; অহিংসা, মনস্তাত্ত্বিক, শারীরিক, বা কাঠামোগত স্তরে; এবং অহিংসা, অর্থাৎ চিন্তা, কথা এবং কাজে অ-আঘাত, ধর্মীয় বা ধর্মনিরপেক্ষ ঐতিহ্য থেকে হোক না কেন। পেইজ ব্যক্তি এবং সমাজের মূল্যায়নের জন্য একটি শ্রেণীবিন্যাসও সমর্থন করেছিলেন: :৭৬\nআত্মহত্যা— আত্মহত্যা বা সভ্যতার জন্য ইতিবাচকভাবে উপকারী বিবেচনা করুন;\nহত্যা-প্রবণ — সুবিধাজনক হলে হত্যা করতে বা হত্যার সমর্থনে ঝুঁকছেন;\nএম্বিকিলিং- হত্যা বা হত্যা করতে সমানভাবে ঝোঁক, এবং এটিকে সমর্থন বা বিরোধিতা করতে;\nহত্যা-এড়িয়ে চলা—হত্যা বা সমর্থন না করার প্রবণতা কিন্তু তা করতে প্রস্তুত;\nঅহিংস⁠ - হত্যা না করার জন্য এবং প্রাণঘাতীতার জন্য উপযোগী পরিস্থিতি পরিবর্তন করতে প্রতিশ্রুতিবদ্ধ।\nপেইজের আরেকটি ধারণা হল 'হত্যার ফানেল'। সমাজকে দেখার জন্য এই পাঁচ-গুণ পরকলায়, মানুষ একটি 'কিলিং জোন'-এ হত্যা করে যা একক অবস্থান থেকে শুরু করে যুদ্ধের ময়দানে পর্যন্ত হতে পারে এবং যেখানে হত্যাকাণ্ড ঘটে সেখানে প্রকৃত স্থান; একটি 'সামাজিককরণ অঞ্চলে' হত্যা করতে শিখুন, যেমন একটি সামরিক ঘাঁটি; একটি 'সাংস্কৃতিক কন্ডিশনিং জোনে' হত্যাকে প্রয়োজনীয় এবং বৈধ হিসাবে গ্রহণ করার জন্য শিক্ষিত; একটি 'স্ট্রাকচারাল রিইনফোর্সমেন্ট জোন' বাস করে, যেখানে আর্থ-সামাজিক প্রভাব, সংস্থা এবং প্রতিষ্ঠান, একত্রে বস্তুগত উপায়ে, তাৎক্ষণিকভাবে এবং একটি হত্যামূলক বক্তৃতা বজায় রাখে; এবং একটি 'নিউরোবায়োকেমিক্যাল ক্যাপাবিলিটি জোন' অনুভব করুন, অর্থাৎ, তাৎক্ষণিক স্নায়বিক এবং শারীরিক কারণ যা হত্যামূলক আচরণের দিকে পরিচালিত করে, যেমন সাইকোপ্যাথিক আচরণের জন্য জিন। পেইজ নন-কিলিং বিকল্পগুলোর একটি 'উন্মোচনকারী ডানা'-এর পক্ষে কথা বলেন (চিত্র ১), যাতে হত্যা কমানোর জন্য প্রতিটি অঞ্চলে ইচ্ছাকৃত প্রচেষ্টা জড়িত থাকে। :76 এই বিকল্প নির্মাণে, কিলিং জোন হস্তক্ষেপগুলি আধ্যাত্মিক রূপ নিতে পারে, উদাহরণস্বরূপ বিশ্বাস-ভিত্তিক মধ্যস্থতা, বা ননলেথাল প্রযুক্তি হস্তক্ষেপ, উদাহরণস্বরূপ স্টানগান বা টিয়ারগ্যাস। সামাজিকীকরণ অঞ্চলের ডোমেনে রূপান্তরগুলি নন-কিলিং সামাজিকীকরণ শিক্ষার সাথে জড়িত, যখন সাংস্কৃতিক কন্ডিশনিং জোনে হস্তক্ষেপ শিল্প এবং মিডিয়ার মাধ্যমে ঘটে। স্ট্রাকচারাল রিইনফোর্সমেন্ট জোনে, আর্থ-সামাজিক অবস্থা (যেমন জীবাশ্ম জ্বালানির উপর নির্ভরতা) প্রাণঘাতী হওয়ার সম্ভাব্য যুক্তি এড়ানোর লক্ষ্যে কার্যকর করা হয়। অবশেষে, হত্যার অঞ্চলে, ক্লিনিকাল, ফার্মাকোলজিকাল, শারীরিক, বা আধ্যাত্মিক/ধ্যানমূলক লাইনগুলির সাথে হস্তক্ষেপগুলি মানুষকে, উদাহরণস্বরূপ, আঘাতপ্রাপ্ত বা সাইকোপ্যাথকে হত্যা করার যে কোনও প্রবণতা থেকে মুক্ত করার জন্য ডিজাইন করা হয়েছে।\nঅহিংসার উপর বিভিন্ন তাত্ত্বিক ব্যাখ্যা আছে । উদাহরণস্বরূপ, মতলাঘ অহিংসায় অবদান রাখতে পারে এমন সামাজিক প্রতিষ্ঠানগুলিকে রূপান্তরিত করার জন্য পদক্ষেপগুলির একটি মৌলিক উদ্দেশ্য শ্রেণিবিন্যাসের প্রবর্তন করেছে। মতলাঘ জোর দিয়ে বলেন যে অ-হত্যার দিকে সামাজিক রূপান্তরের জন্য সামাজিক প্রতিষ্ঠানগুলোর চিরস্থায়ী শান্তির অনুপ্রেরণামূলক প্রতীক এবং অস্ত্র-মুক্ত অঞ্চলের মতো ধারণাগুলো গ্রহণ করা প্রয়োজন, সেইসাথে অর্থনৈতিক কাঠামোগুলোকে নির্মূল করার মতো পদক্ষেপগুলো যা প্রাণঘাতীতাকে সমর্থন করে, পরিবেশ রক্ষা করে এবং মানবাধিকার রক্ষা করে৷\nএকটি বিস্তৃত ধারণায়, অহিংস আগ্রাসন, হত্যা, অটোজেনোসাইড, ভাড়ার বিনিময় খুন, কর্পোরেট নরহত্যা, সাংস্কৃতিক গণহত্যা, মৃত্যুদণ্ড, গণহত্যা, গার্হস্থ্য হত্যা , জাতিগত নির্মূল, জাতিহত্যা, নারীহত্যা, ভ্রূণহত্যা, সম্মানজনক গণহত্যা, ভক্তহত্যা বিরোধিতা করে , ভাষাহত্যা, গণহত্যা, খুন–আত্মহত্যা, সর্বজনীন হত্যা, পুলিশ হত্যা, রাজনৈতিক হত্যা, মানব বিলুপ্তি, স্কুলে গুলি, কাঠামোগত সহিংসতা, আত্মহত্যা, সন্ত্রাস, রোমাঞ্চকর হত্যা, অত্যাচার, সহিংসতা, যুদ্ধ, এবং হত্যার অন্যান্য রূপ, প্রত্যক্ষ, পরোক্ষ বা কাঠামোগত।\n\n\n== প্রায়োগিক ব্যবহার ==\nঅহিংস আবেদনগুলো জীবনকে সম্মান ও রক্ষা করার জন্য মানবাধিকার এবং রাষ্ট্র ও জনগণের উপর ন্যস্ত প্রবাল কর্তব্যের সাথে সরাসরি সম্পর্কিত। বিভিন্ন ক্ষেত্রে মানবতা অগ্রসর হচ্ছে এবং সহিংসতা পশ্চাৎপদ হচ্ছে। এখনও অনেক কিছু করা বাকি। ট্র্যাফিক হতাহত থেকে সহিংসতা প্রত্যাখ্যান, আত্মহত্যা প্রতিরোধ এবং অন্যান্য সমস্ত উদাহরণের মাধ্যমে অহিংস ধারণাটি জীবন এবং জীবন উপভোগের জন্য আরও শ্রদ্ধার আহ্বান জানায়।\n\n\n== বহিঃসংযোগ ==\nগ্লেন ডি. পেইজ, ননকিলিং গ্লোবাল পলিটিক্যাল সায়েন্স, ২০০২; ৩য় সংস্করণ ২০০৯।\nগ্লেন ডি. পেইজ, জোয়াম ইভান্স পিম, সম্পাদক, গ্লোবাল ননকিলিং লিডারশিপ, ২০০৯।\nউইকিবিশ্ববিদ্যালয় অহিংস অধ্যয়ন স্কুল\nগ্লোবাল নন কিলিং সেন্টার\nইউটিউবে গ্লোবাল ননকিলিং চ্যানেলের জন্য কেন্দ্র\nহিংসাহীন বিশ্বের জন্য সনদ\n\n\n== তথ্যসূত্র =="}