{"pageid": 1148738, "title": "সিদি আবু ইসহাক এর কবিতা", "url": "https://bn.wikipedia.org/wiki?curid=1148738", "content": "সিদি আবু ইসহাক এর কবিতা (আরবি: أرجوزة سيدي بوسحاقي) ধর্মতত্ত্ববিদ এবং ভাষাবিদ সিদি আবু ইসহাক (1394-1453) দ্বারা লিখিত আরবি ব্যাকরণ এর একটি কবিতা।\n\n\n== বর্ণনা ==\nইবন হিশাম আল-আনসারির লেখা আরবি নিয়মের পাঠ্য ব্যাখ্যা করে ব্যাকরণ নিয়ে কাজ করে ইসলামিক বিশ্বের সবচেয়ে বিখ্যাত আরবি বইগুলোর মধ্যে সিদি বৌশাকির কবিতাকে বিবেচনা করা হয়।\nএটিকে সিদি বুশাকির বইগুলির মধ্যে আরবি ব্যাকরণের সবচেয়ে বিখ্যাত কবিতাগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয় এবং আল-জাওয়াভির ব্যাকরণের কবিতা (আরবি: أرجوزة الزواوي في النحو) শিরোনামে এর পাণ্ডুলিপি, ভাষ্য এবং ব্যাখ্যা রয়েছে।\n\n\n== বিষয়বস্তু ==\nব্যাকরণবিদ সিদি বৌশাকি রাজাজ নামক আরবি কাব্যিক মিটার ব্যবহার করে 150 শ্লোকে তাঁর কবিতা রচনা করেছিলেন।\nএই পাঠ্যটিতে, তিনি আরবি প্রসাডি এবং কবিতার উপর তার দক্ষতা প্রদর্শন করেছেন, যা কবিতাটির বিশ্বব্যাপী গ্রহণযোগ্যতা, প্রশংসা এবং প্রচারের দিকে পরিচালিত করেছে।\n\n\n== সারাংশ ==\nলেখক তার দীর্ঘ কবিতাকে তিনটি প্রধান ভাগে ভাগ করেছেন, যথা ভূমিকা, তারপর বিষয়বস্তু এবং সবশেষে উপসংহার।\nপ্রথম ছয়টি স্তবকে, লেখক কবিতার বিষয়বস্তুর একটি সংক্ষিপ্তসার প্রদান করেছেন, যার লক্ষ্য রজাজের পদ্ধতিতে আরবি ব্যাকরণ এবং ইকরাব শেখানো, যা আরবি শিক্ষার্থীদের জন্য সহজে মনে রাখা যায়।\nএরপরে চারটি অধ্যায়ে বিভক্ত 138টি স্তবকের কবিতাটির পাঠ্য আসে, প্রথম অধ্যায়টি বাক্য সম্পর্কে, দ্বিতীয় অধ্যায়টি প্রতিবেশী এবং বিশ্বাসঘাতকদের সম্পর্কে, তৃতীয় অধ্যায়ে বিশ্লেষণে অসাধারণ শব্দগুলি সম্পর্কে এবং চতুর্থ অধ্যায়টি বাক্য সম্পর্কে। বিশ্লেষণ।\nলেখক তার কবিতা শেষ অধ্যায়ে শেষ করেন, যেখানে তিনি সর্বশক্তিমান ঈশ্বরের প্রশংসা এবং নবীদের রসূলকে স্বাগত জানিয়ে তার রচনার সংকলন করার জন্য ছয়টি পদ বেছে নেন।\n\n\n== আরও দেখুন ==\n\nআরবি ভাষা\nআরবি ব্যাকরণ\nব্যাকরণ\nআরবি বর্ণমালা\nবাক্যতত্ত্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে 1- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 2- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 3- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 4- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 5- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 6- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 7- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট\nইউটিউবে 8- সিদি আবু ইসহাক এর কবিতা এর ব্যাখ্যা প্লেলিস্ট"}