{"pageid": 1148130, "title": "রুবাইয়া সাইদ অপহরণ, ১৯৮৯", "url": "https://bn.wikipedia.org/wiki?curid=1148130", "content": "রুবাইয়া সাইদকে ১৯৮৯ সালে অপহরণ করা একটি কাশ্মীরি জঙ্গি বিচ্ছিন্নতাবাদী সংগঠন জম্মু কাশ্মীর লিবারেশন ফ্রন্টের সদস্যদের দ্বারা ৮ ডিসেম্বর ১৯৮৯ তারিখে জম্মু ও কাশ্মীরে পরিচালিত একটি কাজ ছিল। রুবাইয়া ছিলেন মুফতি মুহাম্মদ সাইদের কন্যা, যিনি ভিপি সিংয়ের নেতৃত্বে কংগ্রেসের একটি বিভক্ত দল বিজেপির সমর্থনে তৎকালীন ভারতের জনতা দল সরকারের স্বরাষ্ট্রমন্ত্রী ছিলেন। অপহরণকারীরা রুবাইয়ার মুক্তির বিনিময়ে তাদের পাঁচ সদস্যের মুক্তি দাবি করে। মুখ্যমন্ত্রী ফারুক আবদুল্লাহ কেন্দ্রীয় সরকারের সঙ্গে একমত হয়ে তাদের দাবি মেনে নিয়ে জেলে থাকা জঙ্গিদের মুক্তি দেন।\nইয়াসিন মালিক বর্তমানে অপহরণ ও পাঁচ জঙ্গিকে বিনিময়ের মামলায় কারাদণ্ডপ্রাপ্ত।\n\n\n== রুবাইয়া ==\nরুবাইয়া সাঈদ ছিলেন ২৩ বছর বয়সী মুফতি মুহাম্মদ সাইদের তৃতীয় কন্যা। তিনি তখন লালদেদ মেমোরিয়াল মহিলা হাসপাতালে মেডিকেল ইন্টার্ন ছিলেন।\n\n\n== কার্যকলাপ ==\nতাকে ৮ ডিসেম্বর ১৯৮৯ তারিখে রাত ৩টা ৪৫-এ অপহরণ করা হয়, নওগামে তার বাড়ি থেকে প্রায় ৫০০ মিটার দূরে যখন তিনি একটি স্থানীয় মিনি বাসে লাল দেদ মেমোরিয়াল মহিলা হাসপাতাল থেকে ফিরছিলেন। চারজন লোক তাকে বন্দুকের মুখে গাড়ি থেকে নামিয়ে একটি অপেক্ষমাণ মারুতি গাড়িতে তুলে নিয়ে অদৃশ্য হয়ে যায়। ইয়াসিন মালিক পরিচালিত জেকে লিবারেশন ফ্রন্ট এই অপহরণ করে।\n\n\n== অপহরণকারীদের দাবি ও আলোচনা ==\nজম্মু ও কাশ্মীর লিবারেশন ফ্রন্টের প্রতিনিধিরা স্থানীয় সংবাদপত্র কাশ্মীর টাইমসকে বিকেল সাড়ে ৫টার দিকে টেলিফোন করে বলে যে তাদের গ্রুপের মুজাহিদিনরা ডাঃ রুবাইয়া সাঈদকে অপহরণ করেছে এবং ততক্ষণ সে তাদের নিকট জিম্মি থাকবে যতক্ষণ না সরকার জেকেএলএফ \"এরিয়া কমান্ডার\" গোলাম নবী বাট, দোষী সাব্যস্ত ও ফাঁসিতে ঝুলানো বিদ্রোহী মকবুল ভট্টের ছোট ভাই শেখ আব্দুল হামিদ; নূর মুহাম্মদ কালওয়াল; মুহাম্মদ আলতাফ; এবং মোশতাক আহমেদ জারগারকে মুক্তি না দেয়।\nসম্পাদক মুহাম্মদ শফি খবরটি জানাতে স্বরাষ্ট্রমন্ত্রী ও সরকার উভয়কে ফোন করেন। মুখ্যমন্ত্রী ফারুক আবদুল্লাহ লন্ডনে ছুটি কমিয়ে দিল্লি ফিরেন। ন্যাশনাল সিকিউরিটি গার্ডের মহাপরিচালক বেদ মারবাহ সহ আইবি ও পুলিশের ঊর্ধ্বতন কর্মকর্তারা পরের দিন ভোর হওয়ার আগেই শ্রীনগরে পৌঁছান।\nকাশ্মীর টাইমস-এর জাফর মেরাজের মাধ্যমে আলোচনা শুরু হয় যখন এবি গনি লোনের মেয়ে শবনম লোন ও মুসলিম ইউনাইটেড ফ্রন্টের মৌলভি আব্বাস আনসারীকে সম্ভাব্য মাধ্যম হিসাবে ট্যাপ করা হয়েছিল। পরে এলাহাবাদ হাইকোর্টের বিচারপতি মতিলাল ভট্ট ঘটনায় প্রবেশ করেন। মুফতির বন্ধু হিসেবে তিনি স্বরাষ্ট্রমন্ত্রীর হয়ে জঙ্গিদের সঙ্গে সরাসরি আলোচনা শুরু করেন।\n১৩ ডিসেম্বর ১৯৮৯-এর রাত সাড়ে তিনটায় দুই কেন্দ্রীয় মন্ত্রিপরিষদ মন্ত্রী ইন্দ্র কুমার গুজরাল ও আরিফ মোহাম্মদ খান ব্যক্তিগতভাবে শ্রীনগরে উড়ে এসেছিলেন, যারা বিশ্বাস করেছিলেন যে ফারুক একটি চুক্তির পথে আসছেন কারণ ফারুক মনে করেছিলেন যে জঙ্গিদের দাবির কাছে আত্মসমর্পণ করা হলে এরকম আরো দাবির বন্যা বইতে শুরু করবে।\n১৩ ডিসেম্বর ১৯৮৯ তারিখে সরকার জেলে থাকা পাঁচ জঙ্গিকে মুক্তি দেওয়ার দুই ঘন্টা পরে সকাল ৭টায় ড. রুবাইয়া সাইদকে মুক্তি দেওয়া হয়। হাজার হাজার যুবক রাজৌরি কাদলে তাদের বিজয়ী মিছিলে বের করার জন্য জড়ো হলেও তারা দ্রুত তাদের আস্তানায় অদৃশ্য হয়ে যায়।\n\n\n== পরিণতি ==\nকয়েক বছর পর ফারুক আবদুল্লাহ দাবি করেন যে রুবাইয়াকে জঙ্গিদের বিনিময় না দিলে কেন্দ্রীয় সরকার তার সরকারকে বরখাস্ত করার হুমকি দিয়েছিলো। অপহরণের ঘটনা রাজ্যে জঙ্গিবাদের ক্রমবর্ধমান মঞ্চ তৈরি করে ও জঙ্গিদের প্রতি ব্যাপক সমর্থন রাস্তায় স্পষ্টভাবে দেখা যায়। অনেকে বলে অপহরণটি কাশ্মীর বিদ্রোহের জলপ্রবাহ ছিল। যদি ভিপি সিং সরকার দমন না করত, ব্যাপারগুলো অন্যরকম হত,\" তারা বলে, \"জনতার অনুভূতির কারণে জেকেএলএফ রুবাইয়াকে নির্যাতন করেনি। ১৯৯৯ সালে তিন জেকেএলএফ জঙ্গি শওকত আহমেদ বকশি, মনজুর আহমেদ শফি ও মোহাম্মদ ইকবাল গাঁদরু ৯ বছর পর জামিন পান।\nইয়াসিন মালিক বর্তমানে অপহরণ ও পাঁচ জঙ্গিকে বিনিময়ের মামলায় কারাগারে আছেন।\n\n\n== আরও দেখুন ==\nমুফতি মুহাম্মদ সাইদ\nমোশতাক আহমেদ জারগার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAkbar, M J (2003-06)। Kashmir: behind the vale। Roli Books। আইএসবিএন 81-7436-250-9।"}