{"pageid": 1148592, "title": "টনি অ্যাপ্লেটন", "url": "https://bn.wikipedia.org/wiki?curid=1148592", "content": "টনি অ্যাপলটন (জন্মঃ ১৯৩৬ সাল) হলেন একজন ব্রিটিশ টাউন ক্রাইয়ার যিনি ২০১৩ সালে প্রিন্স জর্জ অব ওয়েলস জন্মের মতো রাজকীয় অনুষ্ঠানগুলোরর অনানুষ্ঠানিক ঘোষণা প্রদানের জন্য সবচেয়ে পরিচিত।\n\n\n== জীবনের প্রথমার্ধ ==\nঅ্যাপলটন একজন টোস্টমাস্টার হিসেবে প্রশিক্ষণ নিয়েছেন এবং মিলান, আমস্টার্ডাম এবং লাস ভেগাসে ইভেন্ট খুলেছেন। অ্যাপ্লেটন একটি শিশু উৎসবের উদ্বোধনে বলেছিল যে \"তিনি দেখতে একজন টাউন ক্রিয়ারের মতো\", এবং তারপর থেকে আর \"কখনও ফিরে তাকাননি\"। ২০০০-এর দশকের গোড়ার দিকে, অ্যাপ্লেটন পূর্ব লন্ডনের রমফোর্ডের অফিসিয়াল টাউন ক্রিয়ার হয়ে ওঠেন। অ্যাপ্লেটন তার ওয়েবসাইটে নিজেকে গিল্ড অফ ইন্টারন্যাশনাল মিলেনিয়াম টাউন ক্রাইয়ার্সের সভাপতি হিসেবে উল্লেখ করেছেন। অ্যাপ্লেটন পরবর্তীতে প্রিন্স উইলিয়াম এবং ক্যাথরিন মিডলটনের ২০০১ সালের বিবাহ, রাণী দ্বিতীয় এলিজাবেথের ২০১২ সালের ডায়মন্ড জয়ন্তী এবং ২০১২ সালের গ্রীষ্মকালীন অলিম্পিকের সমাপনী অনুষ্ঠানে অনানুষ্ঠানিক ক্রিয়ার দায়িত্ব পালন করেন।\nকোনো আনুষ্ঠানিক রাজকীয় ভূমিকা না থাকা সত্ত্বেও, অ্যাপ্লেটন তার রাজকীয় জন্ম এবং অন্যান্য অনুষ্ঠানের অনানুষ্ঠানিক ঘোষণার জন্য সবচেয়ে বিখ্যাত। অ্যাপ্লেটন ২০১৩ সালে লন্ডনের প্যাডিংটনের সেন্ট মেরি'স হাসপাতালের লিন্ডো উইং-এর সিড়ি থেকে কেমব্রিজের প্রিন্স জর্জের জন্মের ঘোষণা দিয়ে আন্তর্জাতিক খ্যাতি অর্জন করেছিলেন। অ্যাপ্লেটন, যিনি নিজেকে একজন রাজকীয় হিসাবে বর্ণনা করেন, তিনি বলেছিলেন যে তিনি অঘোষিতভাবে হাসপাতালে পৌঁছেছিলেন এবং জন্মের ঘোষণা দেওয়ার জন্য হাসপাতালের সিড়িতে যেতে দেওয়া হবে বলে আশা করেননি। অ্যাপ্লেটনের আমন্ত্রিত হওয়ার সিদ্ধান্তকে আমেরিকান সাংবাদিক অ্যান্ডারসন কুপার এবং র্যাচেল ম্যাডডো দ্বারা ভুল বোঝানো হয়েছিল, যারা তাদের শোতে তার ঘোষণাগুলি প্রচার করার সময় তাকে একজন রাজকীয় ক্রাইয়ার হিসাবে বর্ণনা করেছিলেন। যখন এটি স্পষ্ট হয়ে ওঠে যে অ্যাপ্লেটনের কোন আনুষ্ঠানিক মর্যাদা নেই এবং তিনি কেবল একটি ব্যক্তিগত নাগরিক হিসাবে কাজ করছেন তখন ম্যাডডো একটি সংশোধনী প্রচার করেন।\n২০১৫সালের মে মাসে, অ্যাপ্লেটন প্রিন্স জর্জের বোন প্রিন্সেস শার্লটের জন্মের ঘোষণা করেছিলেন,সে জায়গা থেকে যেখানে তিনি প্রিন্স জর্জের জন্ম ঘোষণা করেছিলেন। আমাদের সাপ্তাহিকের সাথে একটি সাক্ষাত্কারে, অ্যাপ্লেটন বলেছিলেন যে তার পূর্বের ঘোষণার বিপরীতে, রাজকীয় দল হাসপাতালের বাইরে তার উপস্থিতি আশা করছিল। সেই বছরের পরে, অ্যাপলটন বাকিংহাম প্যালেসের গেট থেকে ঘোষণা করেন যে দ্বিতীয় এলিজাবেথ তার প্রপিতামহী রানী ভিক্টোরিয়াকে ব্রিটেনের দীর্ঘতম রাজত্বকারী রাজা হিসেবে ছাড়িয়ে গেছেন। নভেম্বর ২০১৭ সালে, অ্যাপলটন - আবার একটি অনানুষ্ঠানিক ক্ষমতায় - লন্ডনের কেনসিংটন প্রাসাদের গেট থেকে প্রিন্স হ্যারি এবং আমেরিকান অভিনেত্রী মেগান মার্কেলের বাগদানের ঘোষণা দেন।\nঅ্যাপলটন এপ্রিল ২০১৮ সালে জনসাধারণের দৃষ্টি আকর্ষণ করেন, যখন তিনি সেন্ট মেরি'স হাসপাতালের ধাপ থেকে কেমব্রিজের প্রিন্স লুইয়ের জন্মের ঘোষণা দেন। অ্যাপ্লেটনের ঘোষণাকে আবারো আমেরিকান নিউজ আউটলেট দ্বারা অফিসিয়াল হিসেবে গ্রহণ করা হয়, সিবিএস মর্নিং নিউজ, যারা ঘোষণাটি সরাসরি সম্প্রচার করে, অ্যাপলটনের ঘোষণাকে \"অফিসিয়াল\" হিসেবে বর্ণনা করে এবং অফিসিয়াল সিবিএস নিউজ টুইটার অ্যাকাউন্টে।\nসাংবাদিক জন স্টোন অ্যাপ্লেটনের বেসরকারী ভূমিকাকে হাউস অফ লর্ডসে বিশপের উপস্থিতি এবং সংসদ সদস্যদের আনুষ্ঠানিকভাবে হাউস অফ কমন্সে তাদের আসন থেকে পদত্যাগ করতে অক্ষমতার সাথে তুলনা করেছেন, যেখানে হাফিংটন পোস্ট যুক্তরাজ্যের সাংবাদিক জেস ব্রামার অ্যাপ্লেটনের ভূমিকার সাথে তুলনা করেছেন। ব্ল্যাক রড এবং সিংহাসন থেকে বার্ষিক বক্তৃতায় সংসদ সদস্যদের কালো রডের আমন্ত্রণ সম্পর্কিত দৃশ্য।\n\n\n== আত্মজীবনী ==\nটনি অ্যাপ্লেটন ২০১৬ সালে নিজের আত্মজীবনী লিখেন ও প্রাকশ করেন নাউ অর নেভার (Now or Never) নামে।যাতে তিনি সেলিব্রেটিদের সাথে কাটানো সময়গুলোর বিবরণ উল্লেখ করেছেন।\n\n\n== তথ্যসূত্র ==\n\"Tony Appleton: unofficial town crier to the royal family (and star of US TV)\"\n\"Tony Appleton: unofficial town crier to the royal family (and star of US TV)\"\n\"Town crier Tony Appleton delivers news of a future king\"\n\"Town crier's cameo in royal birth drama draws global interest\"\n\"Town Crier Tony Appleton Announces Birth of Princess: \"How Wonderful!\"\"\n\"Crowds gather to watch town crier Tony Appleton proclaims the record breaking reign of Britain's Queen Elizabeth II outside Buckingham Palace\"\n\"American newscasters were fooled by this man dressed as a town crier — but he has nothing to do with Prince Harry or Meghan Markle\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ জুন ২০১৮ তারিখে\n\"US news shows town crier's \"official\" announcement of royal baby birth – except he's not official at all\"\nNow Or Never"}