{"pageid": 1148564, "title": "টাকোমার গন্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1148564", "content": "টাকোমার গন্ধ (অ্যারোমা অব টাকোমা বা টাকোমা অ্যারোমা নামেও পরিচিত) ওয়াশিংটনের টাকোমার সাথে সম্পৃক্ত একটি অপ্রীতিকর গন্ধ। টাকোমা ওয়াশিংটন অঙ্গরাজ্যের পশ্চিম অংশে, পিয়ার্স কাউন্টিতে অবস্থিত। গন্ধটিকে পচা ডিমের গন্ধের মতো বলে বর্ণনা করা হয়েছে। গন্ধটি পুরো শহর জুড়ে লক্ষণীয় নয়, তবে এটি টাকোমা টাইডফ্ল্যাটগুলোতে ঘনীভূত এবং আন্তঃরাজ্য ৫ সড়ক দিয়ে শহরের সেই অংশে ভ্রমণকারী মোটরচালকরা প্রায়ই গন্ধটি পান।\n\n\n== ইতিহাস এবং উৎস ==\nঅন্তত ১৯৪০-এর দশকের প্রথম দিক থেকে এই গন্ধটি সাধারণত \"টাকোমার গন্ধ\" নামে পরিচিত। তবে, ১৯০১ সালে যখন স্থানীয় বাসিন্দা জর্জ ফ্রান্সিস ট্রেন একটি সিভিক চিয়ার লিখেছিলেন তখন থেকে টাকোমার সাথে \"অ্যারোমা\" শব্দটি যুক্ত হওয়ার উদাহরণ রয়েছে:\n\nটাকোমার গন্ধের জন্য বিভিন্ন কারণকে দায়ী করা হয়েছে, যার মধ্যে রয়েছে কমেন্সমেন্ট বে'র পলি, সিম্পসন টাকোমা ক্রাফ্ট পাল্প এবং পেপার মিল থেকে নিঃসৃত সালফার, একটি রেন্ডারিং প্ল্যান্ট, মার্কিন তেল শোধনাগার অথবা এর সবগুলোই। ১৯৯৭ সালে পৌরসভার কর্মকর্তারা আর্দ্র আবহাওয়ার প্রসারিত উচ্চতায় ১৫ বছরেও খোলা হয়নি এমন একটি নিকাশী ট্যাঙ্ক খুলে দেওয়ার পরে কয়েক সপ্তাহ ধরে গন্ধটি আরও বেড়ে গিয়েছিল। ২০০০-এর দশকের গোড়ার দিকে টাকোমা ক্রাফ্ট পাল্প এবং পেপার মিল নতুন দহন প্রযুক্তি চালু করলে গন্ধটি হ্রাস পায়, কিন্তু পুরোপুরি নির্মূল হয়নি।\n\n\n== স্থানীয় প্রভাব ==\nপশ্চিম ওয়াশিংটনের অন্যত্র বাসিন্দাদের দ্বারা প্রায়ই টাকোমা নিয়ে কৌতুক তৈরির কারণ হিসেবে টাকোমার গন্ধকে উল্লেখ করা হয়েছে। ২০০৩ সালের এক গবেষণায় উঠে এসেছে যে, টাকোমার গন্ধ শহরে আবাসন মূল্যের দীর্ঘমেয়াদী দুরবস্থার অন্যতম কারঞ। সাংবাদিক এবং লেখক টিমোথি এগান এটিকে \"প্রশান্ত মহাসাগরীয় উত্তর-পশ্চিমের দীর্ঘস্থায়ী ডাকনামগুলির মধ্যে একটি\" বলে অভিহিত করেছেন এবং এটিকে পুগেট সাউন্ডের সাথে পরিবেশগত ধ্বংসের পরিণতির উদাহরণ হিসাবে ব্যবহার করেছেন।\n১৯৮০-এর দশকের মাঝামাঝি টাকোমা ডোমে একটি কনসার্ট স্টপের সময় ব্রুস স্প্রিংস্টিন জানান যে, গন্ধটি এতটাই অপ্রতিরোধ্য ছিল যে তিনি তাড়াতাড়ি শহর ছেড়ে যেতে বাধ্য হয়েছিলিন। স্থানীয় এক চিকিৎসক জানান, বিষাক্ত ধোঁয়াগুলো অস্বাস্থ্যকর। ইপিএ বলেছে যে গন্ধটি ডাউনটাউন পেপার মিল (টাকোমা ডোম থেকে ১.৫ মাইল (২.৪ কিলোমিটার) দূরে) দ্বারা নির্গত মোট সালফার (টিআরএস) এর কারণে হয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতি ==\n১৯৬০ এর দশকে, ডায়মন্ড জিম এবং জ্যাজমাস্টারদের সাথে জিম টরেন্স এবং ডন লেমন দ্য অ্যারোমা অব টাকোমা শিরোনামে একটি ৪৫ আরপিএম অভিনব একক প্রকাশ করেছিলেন।\n১৯৭০ সাল থেকে অনুষ্ঠিত একটি রাগবি টুর্নামেন্টকে \"টাকোমা অ্যারোমা\" বলা হয়। এমনকি টাকোমা এলাকার একটি হিপ-হপ ব্যান্ডও একই নামে পরিচিত।\nপ্যাসিফিক সায়েন্স সেন্টার ২০১১ সালে \"টাকোমার অ্যারোমার পিছনে বিজ্ঞান\" নামে একটি সিম্পোজিয়াম আয়োজন করে।\n১৯৭৯ সালের ফ্র্যাংক জ্যাপার গান \"জিউয়িশ প্রিন্সেস\" একটি \"রসুনের সুবাস যা টাকোমাকে সমান করতে পারে\" উল্লেখ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSullivan, Marianne (২০১৪)। \"City of Destiny, City of Smoke\"। Tainted Earth: Smelters, Public Health, and the Environment। Rutgers University Press। পৃষ্ঠা 32ff। আইএসবিএন 978-0813570921।"}