{"pageid": 1148552, "title": "হাউ ম্যানি মাইলস টু ব্যাবিলন?", "url": "https://bn.wikipedia.org/wiki?curid=1148552", "content": "ব্যাবিলনে কত মাইল একটি শিশুতোষ ছড়া যা ১৮০১ সালে প্রকাশিত। ছড়াটির মূল নাম হাউ মেনি মাইলস টু ব্যাবিলন একটি ইংরেজি ভাষার নার্সারি পড়ুয়াদের উপযোগী ছড়া। \n\n\n== গানের কথা ==\nগৃহীত আধুনিক গানের কথা:\nগৃহীত আধুনিক গানগুলি হল:\nব্যাবিলনে কত মাইল?\nতিন স্কোর মাইল এবং দশ.\nআমি কি মোমবাতির আলোয় সেখানে যেতে পারি?\nহ্যাঁ, এবং আবার ফিরে \nযদি আপনার হিল চটকদার হয় এবং পায়ের আঙ্গুল হালকা হয়,\nআপনি মোমবাতির আলোতে সেখানে যেতে পারেন[১]\nএকটি দীর্ঘ স্কটিশ সংস্করণে গানের কথা রয়েছে:\nক্যান্টেলনের রাজা এবং রানী,\nব্যাবিলনে কত মাইল?\nআট এবং আট, এবং অন্যান্য আট\nআমি কি মোমবাতির আলোয় সেখানে পৌঁছব?\nযদি আপনার ঘোড়া ভাল হয় এবং আপনার  উজ্জ্বল হয়\nআপনার কত পুরুষ আছে?\nম্যায় না তুমি দৌর এসে দেখে যাও[২]\nলন্ডন শহর, বারবেরি এবং বেরি ব্রাইট সহ বিভিন্ন স্থান ব্যাবিলনকে ছড়ায় প্রতিস্থাপন করেছে।\n\n\n== উৎপত্তি ==\nউনবিংশ শতাব্দী পর্যন্ত ছড়াটি রেকর্ড করা হয়নি, তবে স্কটিশ সংস্করণে ক্যানটেলনের উল্লেখ থেকে কেউ কেউ এই সিদ্ধান্তে পৌঁছেছে যে এটি ক্রুসেডের সময় ক্যালেডনকে নির্দেশ করে। ব্যাবিলন 'বেবিল্যান্ড' এর অপভ্রংশ হতে পারে, তবে শহরটি বিশেষ করে সপ্তদশ শতাব্দীর ইংল্যান্ডে একটি সাধারণ ইঙ্গিত ছিল এবং 'আমি কি মোমবাতির আলোয় সেখানে যেতে পারি?' ষোড়শ শতাব্দীতে একটি প্রচলিত কথা ছিল। এটি দিনের সেই সময়কে নির্দেশ করে যেখানে দিনের আলো ম্লান হওয়ার সাথে সাথে একটি মোমবাতি জ্বালানো প্রয়োজন ছিল। এখানে প্রশ্ন হল দিনের আলো ম্লান হওয়ার আগে এবং মোমবাতি জ্বালানোর আগে ব্যাবিলনে পৌঁছানো যায় কি না। স্বভাবতই এই সময় ঋতু জুড়ে পরিবর্তিত হয়। দ্য স্কটিশ গ্যালোভিডিয়ান এনসাইক্লোপিডিয়ার ১৮২৪ সংস্করণে ছড়া এবং খেলার একটি বর্ণনা রয়েছে, যা \"ছয়, সাত বা একটি ল্যাং আট\" হিসাবে দূরত্ব দেয়।\nছড়াটি মূলত একটি গানের খেলার সাথে ছিল যেখানে দুটি লাইন একে অপরের মুখোমুখি হয়, মাঝখানে একজন খেলোয়াড় থাকে। ছড়ার শেষে খেলোয়াড়দের স্থান অতিক্রম করতে হয় এবং যে কোনো ক্যাচ মাঝখানে থাকা মূল খেলোয়াড়কে অন্যদের ধরতে সাহায্য করে। বিংশ শতাব্দীতে খেলাটি ব্যবহার বন্ধ হয়ে গেছে বলে মনে হয়।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nসাহিত্যে\n\nরবার্ট লুই স্টিভেনসনের 'এনভয়স' কবিতায় শুরুর লাইনটি ব্যবহার করা হয়েছে।\nএটি রুডইয়ার্ড কিপলিংস, রিওয়ার্ডস এবং ফেয়ারিজ-এ উল্লেখ করা হয়েছে।\nএটি লুইস ক্যারলের সিলভি এবং ব্রুনো উপন্যাসে প্রদর্শিত হয়।\nএটি ক্যাথলিন উইনসরের ফরএভার অ্যাম্বার উপন্যাসে উল্লেখ করা হয়েছে। (১৯৪৪)\nডরোথি ডাননেটের লাইমন্ড ক্রনিকলসের দ্বিতীয় বই কুইন্স প্লে, কাল্পনিক ঐতিহাসিক উপন্যাস কুইনস প্লে-তে লিমন্ডের ফ্রান্সিস ক্রফোর্ড দ্বারা স্কটসের রানী মেরিকে গাওয়া হয়েছে।\nআগাথা ক্রিস্টির দ্য কাম টু বাগদাদে ছড়াটি ব্যবহার করা হয়েছে।\nএটি জোয়ান ডিডিয়নের লেখা গুডবাই টু অল দ্যাট প্রবন্ধের মুখপাত্র।\nএটি জেনিফার জনস্টন (১৯৭৪) এর একটি পারিবারিক গল্পের শিরোনাম।\nএটি Paula Fox (1967) D. White Co., New York OCLC ৩০০২৯২ এর একটি শিশুতোষ বইয়ের শিরোনাম\nএটি ডায়ানা উইন জোন্সের ডিপ সিক্রেট উপন্যাসে উপস্থিত হয়েছে।\nটম ট্রায়নের দ্য আদার উপন্যাসে এটি প্রদর্শিত হয়েছে।\nএটি এনগাইও মার্শের স্পিনস্টারস ইন জেওপার্ডি উপন্যাসে প্রদর্শিত হয়।\nএটি নিল গাইমানের উপন্যাস স্টারডাস্ট এবং এর চলচ্চিত্র অভিযোজনে প্রদর্শিত হয়, যা প্রতিটি \"ব্যাবিলন মোমবাতি\" নিয়ে ভ্রমণের পদ্ধতিগুলি দেখায়।\nএটি দ্বিতীয় বিশ্বযুদ্ধের সময় লন্ডনের জুলিয়াস হরউইটজের উপন্যাসের শিরোনাম দেয়, ক্যান্ডেললাইট দ্বারা আমি সেখানে যেতে পারি?[৭]\nএটি সিই মারফির আরবান শামানে একটি প্লট পয়েন্ট হিসাবে ব্যবহৃত হয়।\nআলফ্রেড কনেবল (১৯৭১) এর গুপ্তচর উপন্যাস টুয়েলভ ট্রেন টু দ্য ব্যাবিলনের মুখবন্ধে এটি প্রদর্শিত হয়েছে। এটি আন্দ্রে নর্টনের ছোটগল্প সংকলন মুন মিরর প্রথম গল্পে প্রদর্শিত হয়।\nএটি E. Nesbit এর \"The Story of the Amulet\" এ ব্যবহৃত হয়েছে।\nএটি সিনান ম্যাকগুয়ারের একটি কৃত্রিম রাতে একটি প্লট পয়েন্ট হিসাবে ব্যবহৃত হয়েছে।\nএটি ডেনিস লেভার্টভের \"ব্যাবিলনে মোমবাতি\" কবিতায় প্রদর্শিত হয়\nএটি ক্যান্ডেললাইটের মাধ্যমে শিশুদের বইতে উল্লেখ করা হয়েছে? (১৯৮২) জিন স্লটার ডটি দ্বারা।\nএটি ব্যাবিলন থেকে কত মাইল উপন্যাসে ব্যবহৃত হয়েছে? জেনিফার জনস্টন দ্বারা।\nএটি ডোনাল্ড এ. ওলহেইমের ছোটগল্প ব্যাবিলন ৭০এম (১৯৬৩) এ ব্যবহৃত হয়েছে, যা রবার্ট এ. ডব্লিউ. লোন্ডেসের হরর ম্যাগাজিনের প্রথম সংখ্যায় উপস্থিত হয়েছে।\nছড়াটি পিটার অ্যাক্রয়েডের হকসমুর (১‘৯৮৫) উপন্যাসে দেখা যায়।\nদ্বিতীয় লাইনে মাইলের সংখ্যা, “তিন স্কোর মাইল এবং দশ”, পবিত্র বাইবেলে বর্ণিত একজন মানুষের জীবনকালের বছরগুলির সাথে মিলে যায় (“আমাদের বছরের দিনগুলি ত্রিশ বছর এবং দশ; এবং যদি শক্তির কারণে তারা চল্লিশ বছর হবে, তবুও তাদের শক্তি শ্রম এবং দুঃখ; কারণ এটি শীঘ্রই কেটে যাবে, এবং আমরা উড়ে যাই।\")। Psalms ৯০:১০ | কেজেভি।\nটেলিভিশন এবং চলচ্চিত্রে\n\nএটি ১৯৮৫ সালের অ্যানিমে ফিল্ম লুপিন III: লিজেন্ড অফ দ্য গোল্ড অফ ব্যাবিলনের প্লটে একটি প্রধান ভূমিকা পালন করে। গানটি রোসেটা চরিত্রের দ্বারা বারবার গাওয়া হয়, যা লুপিনকে বুঝতে সাহায্য করে কীভাবে বাবেলের টাওয়ারের মধ্যে থেকে ফাঁদগুলি নেভিগেট করতে হয় এবং কীভাবে চলচ্চিত্রের শেষের দিকে গুপ্তধন খুঁজে পাওয়া যায়। ছড়াটির একটি সংস্করণ নাওকো কাওয়াই ফিল্মের মাঝপথে ইংরেজিতে গাওয়া হয়েছে, যা ফিল্মের আসল সাউন্ডট্র্যাকে \"দ্য গান অফ ব্যাবিলন\" হিসাবে উপস্থিত হয়েছে।\nএটি টিভি সিরিজ স্ট্রেঞ্জ অ্যাঞ্জেল-এ উল্লেখ করা হয়েছে। ছড়াটি সিজন ১, পর্ব ২ এর শুরুতে উচ্চারণ করা হয় যখন নায়ক ঘুমোচ্ছেন।\nসঙ্গীতে\n\nএটি \"বেবিল্যান্ড থেকে কত মাইল?\" লেনি অ্যান্ড দ্য স্কুইগটোনেস- ১৯৭০-এর দশকের সিটকম ল্যাভার্ন এবং শার্লি থেকে লেনি এবং স্কুইগি চরিত্রের একটি কমেডি অ্যালবাম।\nএটি ইংউই মালমস্টিনের ফায়ার অ্যান্ড আইস অ্যালবামের একটি গানের শিরোনাম।\n\n\n== মন্তব্য ==\nI. Opie and P. Opie (1997) The Oxford Dictionary of Nursery Rhymes, Oxford, Oxfordshire: Oxford University Press, 2nd edn.,(revision of 1951 edition) pp. 73-5.\nI. Opie and P. Opie (1997), The Oxford Dictionary of Nursery Rhymes, Oxford, Oxfordshire: Oxford, Second Edition, pp. 73-75.\nE. H. Linscott and J. M. Carpenter, Folk Songs of Old New England (Courier Dover, 1993), p. 18.\nOpie and P. Opie (1997), The Oxford Dictionary of Nursery Rhymes, Oxford, Oxfordshire: Oxford, Second Edition, pp. 73-75.\nOpie and P. Opie (1997), The Oxford Dictionary of Nursery Rhymes, Oxford, Oxfordshire: Oxford, Second Edition, pp. 73-75.\n.Opie and P. Opie (1997), The Oxford Dictionary of Nursery Rhymes, Oxford, Oxfordshire: Oxford, Second Edition, pp.73-75.\nCan I get there by candlelight. London: Panther Books. 1971. ISBN 0586020942.\nCan I get there by candlelight. London: Panther Books. 1971. ISBN 0586020942."}