{"pageid": 1148510, "title": "মুয়াযযিনজাদা আলি পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1148510", "content": "মুয়াযযিনজাদা আলি পাশা (তুর্কি: Müezzinzade Ali Paşa; সোফু আলি পাশা বা সুফি আলি পাশা বা মেইজিনওলু আলি পাশা নামেও পরিচিত; মৃত্যু ৭ অক্টোবর ১৫৭১) ছিলেন একজন উসমানীয় রাষ্ট্রনায়ক এবং নৌ কর্মকর্তা। তিনি লেপান্তোর যুদ্ধে উসমানীয় নৌবহরের কমান্ডে গ্র্যান্ড অ্যাডমিরাল (কাপুদান পাশা) ছিলেন, যেখানে তিনি যুদ্ধক্ষেত্রেই নিহত হন। তিনি ১৫৬৩ থেকে ১৫৬৬ সাল পর্যন্ত মিশরের গভর্নর হিসেবেও দায়িত্ব পালন করেন।\n\n\n== পটভূমি ==\nতার জন্ম তারিখ এবং সঠিক জন্মস্থান অজ্ঞাত। যাইহোক, এটা জানা যায় যে তার বাবা এদির্নে কাজ করতেন এবং তিনি এই প্রদেশে বড় হয়েছেন। তিনি ছিলেন একজন জাতিগত তুর্কি, এবং পরে একজন উসমানীয় তুর্কি রাজকুমারীকে বিয়ে করবেন। তার পিতা একজন মুয়াযযিন ছিলেন, তাই তার উপাধি মুয়াযযিনজাদা (\"একজন মুয়াযযিনের পুত্র\")। তিনি এন্ডারুনে প্রশিক্ষিত ছিলেন। তিনি সুলতান দ্বিতীয় সেলিম এবং সেরাগ্লিওর নারীদের প্রিয় ছিলেন, যারা মুয়াযযিন হিসেবে তার কণ্ঠের প্রশংসা করতেন এবং তিনি দ্বিতীয় সেলিমের এক কন্যাকে বিয়ে করেছিলেন।\nতিনি জেনিসারির সদস্য হিসাবে উসমানীয় সামরিক বাহিনীতে কাজ শুরু করেন।\n১৫৬৩ থেকে ১৫৬৬ সাল পর্যন্ত আলি পাশা মিশরের উসমানীয় গভর্নর হিসেবে দায়িত্ব পালন করেন। তিনি একজন অত্যন্ত তপস্বী সুফি ব্যক্তি ছিলেন, শুধুমাত্র \"মোটা পশমী কাপড়\" পরতেন এবং কায়রোতে কবরস্থান নেক্রোপলিসের শহরে সাধুদের সমাধিতে অনেক পরিদর্শন করতেন।\n\n\n== সাইপ্রাসের উসমানীয় বিজয় ==\n১৫৭০ সালের ১৬ মে কনস্টান্টিনোপল থেকে উসমানীয় আক্রমণ ও সাইপ্রাস জয়ের জন্য লালা মোস্তফা পাশার নেতৃত্বে ১৮৮টি গ্যালি, ফস্তা, পরিবহন এবং অন্যান্য জাহাজের একটি নৌবহর নিয়ে আলি পাশা প্রধান স্থল বাহিনী নিয়ে যান। সাইপ্রাসে তারা ৩ জুলাই অবতরণ করেন। লালা মুস্তাফা যখন ভেনিস থেকে দ্বীপটি শেষ পর্যন্ত দখলের নির্দেশ দিয়েছিলেন, তখন আলি পাশা তার নৌবহরের সিংহভাগ নিয়ে যান ক্রিট এবং তারপর মোরিয়াতে, যার ফলে সাইপ্রাসের অবরুদ্ধ প্রতিরক্ষাকারীদের সাহায্যে আসা থেকে কোনো খ্রিস্টান ত্রাণ বহরকে কার্যকরভাবে প্রতিরোধ করা হয়।\nআলি পাশার বিরুদ্ধে সাইপ্রাস রাজ্যের অধিনায়ক মার্কো আন্তোনিও ব্রাগাদিনকে নির্মমভাবে নির্যাতন করার অভিযোগ আনা হয়েছিল।\n\n\n== লেপান্তোর যুদ্ধ এবং মৃত্যু ==\n\nআলি পাশা ৭ অক্টোবর ১৫৭১ সালে লেপান্তোর যুদ্ধে উসমানীয় নৌবাহিনীর গ্র্যান্ড অ্যাডমিরাল বা কাপুদান পাশা ছিলেন। সেলিম তাকে উসমানীয় সুলতানদের অন্যতম মূল্যবান সম্পদের মহান \"খলিফাদের ব্যানার\" দিয়েছিলেন, একটি বিশাল সবুজ ব্যানার যার উপর ২৮,৯০০ বার আল্লাহর নাম এবং কুরআনের পাঠ্য সোনালি অক্ষরে সূচিত করা হয়েছে। এটি তাকে এবং তার লোকদের যুদ্ধে তাদের সেরা কাজ করার জন্য একটি প্রণোদনা প্রদানের উদ্দেশ্যে ছিল।\nআলি পাশা যুদ্ধের সূচনা করেছিলেন, তবে তা করার জন্য তার যুক্তি বিতর্কিত হয়েছে। কেউ কেউ বিশ্বাস করেন যে, তিনি হয়ত হলি লিগের ছোট সংখ্যার দ্বারা উৎসাহিত হয়েছিলেন এবং খ্রিস্টানদের অবমূল্যায়ন করেছিলেন। অন্যরা বিশ্বাস করেন যে তিনি সুলতানকে অসন্তুষ্ট করার ভয় পেয়ে থাকতে পারেন যিনি তাকে শত্রুর সাথে জড়িত থাকার নির্দেশ দিয়েছিলেন। অন্যরা অবশ্য লেপান্তোতে পরাজয়ের কারণ হিসেবে তার নৌ-অভিজ্ঞতার অভাবকে নির্দেশ করে। তার ফ্ল্যাগশিপ, গ্যালি সুলতানা, ডন জুয়ানের ফ্ল্যাগশিপ লা রিয়ালের সাথে মাথার সাথে লড়াই করেছিল, বোর্ডে উঠেছিল এবং প্রায় এক ঘন্টা রক্তক্ষয়ী লড়াইয়ের পরে, তাদের নিজ নিজ বহরে অন্যান্য গ্যালি দ্বারা উভয় পক্ষকে শক্তি সরবরাহ করা হয়েছিল। বন্দী পরবর্তী যুদ্ধে, আলী পাশাকে হত্যা করা হয় এবং তার মাথাটি একটি পাইকের উপর প্রদর্শিত হয়। এটি, এবং লা রিয়াল দ্বারা খলিফার ব্যানারের দখল, তুর্কি মনোবলের পতনের দিকে পরিচালিত করে, যুদ্ধে তাদের পরাজয়ে ব্যাপকভাবে অবদান রাখে।\nলেখক অলিভার ওয়ারেন আলি পাশার বন্দিত্ব ও মৃত্যুর বর্ণনা দিয়েছেন:\n\nপরমক্ষণে ডন জন বোর্ডে যাওয়ার আদেশ দিয়েছিলেন; একবার, দুবার, দলগুলিকে পিছিয়ে দেওয়া হয়েছিল, কিন্তু শেষ পর্যন্ত তারা তুর্কি পোপ [ডেকের পরে] বহন করেছিল। সেখানে আলি পাশা, ইতিমধ্যেই একটি আর্কেবাস [লং বন্দুক] থেকে একটি বলের আঘাতে মাথায় আঘাতপ্রাপ্ত, গুপ্তধনের প্রতিশ্রুতি দিয়ে তার জীবন কেনার চেষ্টা করেছিলেন। এটা বৃথা ছিল। এমনকি তার প্রতিরক্ষামূলক তাবিজ, একটি ক্রিস্টাল বলের মধ্যে থাকা মুহাম্মাদের ডান ক্যানাইনটিও তার উপকারে আসেনি। একজন সৈন্য তাকে কেটে ফেলে, তার মাথা কেটে ফেলে এবং ডন জনের কাছে নিয়ে যায়। অ্যাডমিরাল আতঙ্কে পিছু হটতে হটতে লোকটিকে ভয়ঙ্কর ট্রফিটি সমুদ্রে ফেলে দেওয়ার নির্দেশ দেন; কিন্তু সে অমান্য করল। স্প্যানিয়ার্ড এটিকে একটি পাইকের উপর মাউন্ট করেছিল, যেটি তখন তুর্কি ফ্ল্যাগশিপের উপরে উঁচুতে রাখা হয়েছিল। মুসলমানদের মধ্যে আতঙ্ক ছড়িয়ে পড়ে এবং কিছুক্ষণের মধ্যেই প্রতিরোধ শেষ হয়ে যায়। উসমানীয় পতাকা, একটি পবিত্র প্রতীক যা আল্লাহর নামের সাথে ২৯ হাজার বার খোদাই করা হয়েছে এবং এর আগে কখনও যুদ্ধে হারায়নি, মূল চূড়া থেকে নামানো হয়েছিল।\nতার অধীনস্থ ওচিয়ালি, যিনি লেপান্তোতে একটি সফল ফ্ল্যাঙ্কের নেতৃত্ব দিয়েছিলেন, তাকে কাপুদান পাশা হিসাবে প্রতিস্থাপন করেন।\n\n\n== আরও দেখুন ==\nমিশরের উসমানীয় গভর্নরদের তালিকা\nকাপুদান পাশাদের তালিকা\n\n\n== তথ্যসূত্র =="}