{"pageid": 1148773, "title": "তৈজস", "url": "https://bn.wikipedia.org/wiki?curid=1148773", "content": "তৈজস (সংস্কৃত: तैजस), যার অর্থ আলো দিয়ে সমৃদ্ধ, অস্তিত্বের বিভিন্ন স্তরের মধ্যে একটি যা জীব মায়ার কার্যকলাপের কারণে অনুভব করে; এটি চেতনার তিনটি স্তরের দ্বিতীয় যা ব্যক্তির অংশজীবের আদেশ। চেতনার তিনটি স্তর হল- বিশ্ব বা বৈশ্বনার বা জাগ্রত পর্যায় পৃথক স্থূল শরীর দ্বারা চিহ্নিত; তৈজস বা স্বপ্নচেতনা যার বস্তু হিসাবে সূক্ষ্ম শরীর রয়েছে; এবং প্রজ্ঞা বা গভীর নিদ্রা চেতনা যা একীভূত অবিভেদ্য চেতনা বা প্রজানাঘন ও আনন্দময় কার্যকারক দেহের বৈশিষ্ট্য, ব্রহ্মের চূড়ান্ত অভিজ্ঞতা।\n\n\n== আলোচনা ==\nযাজ্ঞবল্ক্য জনককে বলেন যে ইন্দ্র, কৃপণকারী, যাকে রহস্যময়ভাবে ইন্দ্র বলা হয়, ডান চোখে বাস করে; বাম চোখের ব্যক্তিটি হলেন ইন্দার স্ত্রী, বিরাজ, তাদের মিলনের স্থান হল হৃদয়ের মধ্যে স্থান। অতএব, আত্মা ইন্ধ দ্বারা গঠিত, যিনি সৃষ্টির প্রেক্ষাপটে প্রাণ, মৌলিক শক্তি এবং বিরাজ, যিনি বৈচিত্র্য-উৎপাদক নীতি।\nআদি শঙ্কর বৃহদারণ্যক উপনিষদ ৪.২.২-৪-এর তার ভাষ্যটিতে ইন্দ্রকে জাগ্রত অবস্থায় স্বরূপে, স্বপ্নের পর্যায়ে স্বরূপে ইন্ধ-বিরাজের মিলন এবং গভীর ঘুমের পর্যায়ে বিরাজকে স্বরূপে ব্যাখ্যা করেছেন; তিনি দ্বিতীয় পর্যায়ের আত্মাকে তৈজস অর্থাৎ মনের মধ্যে উজ্জ্বল বা হৃদয়-ভূত অর্থাৎ যিনি হৃদয় হয়ে উঠেছেন বলে অভিহিত করেন।\nবাস্তবতা চেতনা সূক্ষ্ম দেহের সাথে তার নিজস্ব পরিচয় দ্বারা শর্তযুক্ত স্বপ্নদ্রষ্টা হয়ে ওঠে এবং তৈজস হিসাবে স্বপ্ন-জগতকে অনুভব করে। জাগ্রত অবস্থা-অহং-এর উনিশটি মুখ রয়েছে - পাঁচটি কর্মের অঙ্গ, প্রাণের পাঁচটি দিক, গুরুত্বপূর্ণ শ্বাস, মন, বুদ্ধি, অহংকার ও চিত্ত। স্থূল দেহের মধ্য দিয়ে যে আত্মা উদ্ভাসিত হয়, বৈশ্বনরা, সপ্ত অঙ্গবিশিষ্ট। স্বপ্নদ্রষ্টা বস্তুর সূক্ষ্ম জগৎ উপভোগ করেন কারণ তিনি শুধুমাত্র অন্তর্জগত সম্পর্কে সচেতন।\nশৈব সিদ্ধান্ত অনুসারে, অহঙ্কার-তত্ত্বটি তিনগুণে প্রকাশিত হয় - প্রথমটি সত্ত্ব দ্বারা প্রভাবিত তৈজস হিসাবে, দ্বিতীয়টি রজঃ দ্বারা প্রভাবিত বৈকারিক হিসাবে এবং তৃতীয়টি তমঃ দ্বারা প্রভাবিত ভূতাদিক হিসাবে, এইভাবে আলাদা করা হয়স্পষ্টতই প্রতিটি গুণের আধিপত্যের পরিণতি। সত্ত্বকে তার আলোকিত ক্ষমতার কারণে তৈজস বলা হয় তবে মনস-তত্ত্ব ছাড়াও, পাঁচটি অঙ্গ বা ইন্দ্রিয়ের অনুষদ যা থেকে গুণের বিকাশ ঘটে। তবে, সাংখ্য দর্শন বৈকারিকের সাথে সত্ত্বকে এবং তৈজসের সাথে রজোকে যুক্ত করে।\n\n\n== তথ্যসূত্র =="}