{"pageid": 1148554, "title": "মাই হিরো ইজ ইউ", "url": "https://bn.wikipedia.org/wiki?curid=1148554", "content": "মাই হিরো ইজ ইউ  হলো ইন্টার-এজেন্সি স্ট্যান্ডিং কমিটি (আইএএসসি) রেফারেন্স গ্রুপ অন মেন্টাল হেলথ অ্যান্ড সাইকোসোশ্যাল সাপোর্ট ইন ইমার্জেন্সি সেটিংস (আইএএসসি এমএইচপিএসএস আরজি) কর্তৃক প্রকাশিত একটি শিশুদের গল্পের বই। এই বইয়ের লক্ষ্য হল কোভিড-১৯ সংক্রান্ত মানসিক চাপ এবং উদ্বেগ মোকাবেলায় ছোট বাচ্চাদের সহায়তা করা। বিশ্ব স্বাস্থ্য সংস্থা আনুষ্ঠানিকভাবে ৯ এপ্রিল, ২০২০ এ বইটি চালু করেছে। বইটি বিনামূল্যে পাওয়া যায় এবং এর অনলাইন সংস্করণ রয়েছে।\n\n\n== পটভূমি ==\nপ্রকল্পটি ১০৪টি দেশের বাবা-মা, পরিচর্যাকারী, শিক্ষক এবং শিশু ছাড়াও আইএএসসি এমএইচপিএসএস আরজি-এর সদস্য সংস্থাগুলির বৈশ্বিক, আঞ্চলিক এবং দেশ-ভিত্তিক বিশেষজ্ঞদের দ্বারা সমর্থিত ছিল। কোভিড-১৯ মহামারি চলাকালীন শিশুদের মানসিক স্বাস্থ্য এবং মনোসামাজিক চাহিদাগুলি মূল্যায়ন করতে আরবি, ইংরেজি, ইতালিয়, ফরাসি এবং স্প্যানিশ ভাষায় একটি বিশ্বব্যাপী সমীক্ষা বিতরণ করা হয়েছিল৷ সমীক্ষার ফলাফলগুলি ব্যবহার করে গল্পের মাধ্যমে সম্বোধন করা বিষয়গুলির একটি কাঠামো তৈরি করা হয়েছিল। বইটি কোভিড-১৯ দ্বারা প্রভাবিত বেশ কয়েকটি দেশের শিশুদের কাছে গল্প বলার মাধ্যমে শেয়ার করা হয়েছে। তারপরে গল্পটি পর্যালোচনা এবং হালনাগাদ করার জন্য শিশু, পিতামাতা এবং পরিচর্যাকারীদের কাছ থেকে প্রতিক্রিয়া নেওয়া হয়েছিল। বিশ্বব্যাপী ১,৭০০ জনেরও বেশি শিশু, পিতামাতা, পরিচর্যাকারী এবং শিক্ষকেরা কীভাবে কোভিড-১৯ মহামারি মোকাবেলা করছেন তা ব্যক্ত করে ইনপুট প্রদান করেছেন।\n\n\n== অনুবাদ এবং অভিযোজন ==\nবর্তমানে ১৩৫টিরও বেশি ভাষায় বইটির অনুবাদ অনলাইনে প্রকাশিত আছে। এনজিও, আন্তর্জাতিক সংস্থা, বিশ্ববিদ্যালয় এবং সরকার বিভিন্ন ফরম্যাট এবং ভাষায় এর থেকে অনুপ্রাণিত অন্যান্য পণ্য তৈরি করেছে। গল্পের বইটি অডিও ফাইল, ইউটিউব মুভি, ব্রেইল ট্রান্সক্রিপ্ট, রেডিও সম্প্রচার এবং শিক্ষাগত উপকরণ হিসেবেও প্রকাশিত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAlter, Alexandra (২০২০-০৪-১৪)। \"Answering Kids' Questions About the Coronavirus, in Free Picture Books\"। The New York Times (ইংরেজি ভাষায়)। আইএসএসএন 0362-4331। সংগ্রহের তারিখ ২০২০-০৯-২১। \n\"New children's book helps kids cope with COVID-19 pandemic\"। CBC Radio। ২০২০-০৪-২২। \nKannadasan, Akila (২০২০-০৪-২২)। \"How books help children understand COVID-19\"। The Hindu (ইংরেজি ভাষায়)। আইএসএসএন 0971-751X। সংগ্রহের তারিখ ২০২০-০৯-২১। \n\"My Hero is You one-year highlights report\"। IASC। ২০২১-০৪-২৬।"}