{"pageid": 1148611, "title": "ক্যাম্প বোনিফাস", "url": "https://bn.wikipedia.org/wiki?curid=1148611", "content": "ক্যাম্প বনিফাস জাতিসংঘ কমান্ডের একটি সামরিক ঘাঁটি, যা কোরিয়ান ডিমিলিটারাইজড জোনের দক্ষিণ সীমানার ৪০০ মিটার (১,৩০০ ফুট) দক্ষিণে অবস্থিত।  এটি সামরিক সীমানা রেখার ২,৪০০ মিটার (৭,৯০০ ফুট) দক্ষিণে, যা দক্ষিণ কোরিয়া (কোরিয়া প্রজাতন্ত্র) এবং উত্তর কোরিয়া (গণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়া) এর মধ্যে সীমানা নির্দেশ করে। এটি ২০০৬ সালে কোরিয়া প্রজাতন্ত্রে ফিরিয়ে দেওয়া হয়েছিল।\n\n\n== ওভারভিউ ==\nক্যাম্প বনিফাস জাতিসংঘের কমান্ড সিকিউরিটি ব্যাটালিয়ন-জয়েন্ট সিকিউরিটি এরিয়ার শিবির, যার প্রাথমিক মিশন হল উত্তর ও দক্ষিণ কোরিয়ার মধ্যে  ১৯৫৩ সালের কোরিয়ান আর্মিস্টিস চুক্তি পর্যবেক্ষণ এবং প্রয়োগ করা। কোরিয়া প্রজাতন্ত্র এবং ইউনাইটেড স্টেটস ফোর্সে‌স কোরিয়া (যাঁরা \"নিরাপত্তা এসকর্ট\" নামে পরিচিত) জাতিসংঘের কমান্ড ডিএমযি ওরিয়েন্টেশন প্রোগ্রামের আওতায় জেএসএ এবং আশেপাশের এলাকায় টহল পরিচালনা করে থাকে। শিবিরে একটি উপহার সামগ্রীর দোকান রয়েছে যা ডিএমজি এবং জেএসএ সম্পর্কিত স্যুভেনির বিক্রি করে।\nক্যাম্পটি পূর্বে ক্যাম্প কিটি হক' নামে পরিচিত ছিল। মার্কিন সেনা ক্যাপ্টেন আর্থার জি বনিফাস (মরণোত্তর মেজর পদে উন্নীত) এর সম্মানে ১৮ আগস্ট, ১৯৮৬ তারিখে এর নতুন নামকরণ করা হয়। তিনি লেফটেনেন্ট মার্ক টি. ব্যারেট (মরণোত্তর ক্যাপ্টেন পদে পদোন্নতি) এর সঙ্গে উত্তর কোরিয়ার সৈন্যদের হাতে এক্স মার্ডার ঘটনা এ নিহত হন।\nক্যাম্প সুইস-সুইডেতে 'নিউট্রাল নেশনস মনিটর (সুইডেন এবং সুইজারল্যান্ড) এর প্রবেশপথ ছিল এই ক্যাম্প বনিফাস।\nশিবিরে একটি পার থ্রি ওয়ান-হোল গলফ মাঠ রয়েছে যাতে অ্যাস্ট্রোটার্ফ এর চারপাশে মাইনফিল্ড রয়েছে।  স্পোর্টস ইলাস্ট্রেটেড এটিকে \"গলফের সবচেয়ে বিপজ্জনক গর্ত\" বলে অভিহিত করে এবং বলের আঘাতে মাইন বিস্ফোরণ ঘটার অন্তত একটি ঘটনা সম্পর্কে জানতে পারা যায়। \nদ্য ওয়াশিংটন পোস্টের কেভিন সুলিভান ১৯৯৮ সালের রিপোর্ট অনুযায়ী, ক্যাম্প বনিফাস হল ডিএমজেডের মাত্র ৪৪০ গজ দক্ষিণে রেজারের তারের ট্রিপল কয়েল দ্বারা ঘেরা কিছু ভবনের একটি ছোট সংগ্রহ, যেটি মাইনফিল্ড এবং সৈন্য ছাড়া আসলে বড় একটি বয় স্কাউট ক্যাম্পের মত দেখাবে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ক্যাম্প বোনিফাস সম্পর্কিত মিডিয়া দেখুন।\n\nক্যাম্প বনিফাস ও এরিয়া আই ফেসবুক পেজ\nredcloud.korea.army.mil, USAG এরিয়া I এর অফিসিয়াল ওয়েবসাইট, ক্যাম্প রেড ক্লাউড, ক্যাম্প কেসি এবং ক্যাম্প বনিফাস, কোরিয়া\n\"অ্যাক্স মার্ডার ইনসিডেন্ট\" এবং অপারেশন পল বুনিয়ান, বিদেশী যুদ্ধ সংস্থার ওয়েবসাইট"}