{"pageid": 1148595, "title": "হাউ টু অ্যাভয়েড হিউজ শিপস", "url": "https://bn.wikipedia.org/wiki?curid=1148595", "content": "হাউ টু এভয়েড হিউজ শিপস (অনু. কীভাবে বিশাল জাহাজ এড়িয়ে চলবেন) ১৯৮২ সালে প্রকাশিত, অভিজ্ঞ নাবিক, ক্যাপ্টেন জন ডব্লিউ. ট্রিমারের রচিত একটি বই। প্রথম সংস্করণটি সিয়াটলে ট্রিমারের বাড়ি থেকে স্ব-প্রকাশিত হয়েছিল এবং এর উপ-শিরোনাম ছিল অর: আই নেভার মেট আ শিপ আই লাইকড। এটি একটি সামুদ্রিক অপারেশন গাইডেন্স বই, তবে এর শিরোনামটির কারণে মনোযোগ আকর্ষণ করেছে, যা অনেকের কাছে অস্বাভাবিক,অসঙ্গতিপূর্ণ এবং হাস্যকর বলে মনে হয়।\nবিশেষ শ্রোতাদের (ছোট ব্যক্তিগত নৌকা, যেমন ইয়ট এবং ট্রলার এর ক্যাপ্টেন বা চালক) জন্য রচিত বইটি, বড় জাহাজ যেমন মালবাহী জাহাজের কাছাকাছি উপস্থিত হলে তা এড়িয়ে সামনে আগানোর জন্য প্রয়োজনীয় পদক্ষেপের পরামর্শ দেয়। এছাড়াও বড় জাহাজগুলির ক্ষমতা এবং পরিচালনা পদ্ধতি সম্পর্কেও তথ্য রয়েছে।\n\n\n== বই বিক্রেতা/ডায়াগ্রাম পুরস্কার এবং পরবর্তী স্বীকৃতি ==\nবইটি বছরের সবচেয়ে অদ্ভুত শিরোনামের জন্য ১৯৯২ সালের বুকসেলার/ডায়াগ্রাম পুরস্কার জয় করে এবং এই পুরস্কার বিজয়ীদের প্রথম সংকলন, হাউ টু এভয়েড হিউজ শিপস অ্যান্ড আদার ইমপ্লজিবলি টাইটেলড বুকস (২০০৮) শিরোনামে ব্যবহৃত হয়েছিল।  বইটি সর্বকালের সবচেয়ে অদ্ভুত বইয়ের শিরোনামের জন্য দ্য বুকসেলারের ২০০৮ সালের প্রতিযোগিতায় তৃতীয় স্থান অর্জন করেছিল।\n২০০০ থেকে শুরু করে, Amazon.com এ বইটির পাতায় হাস্যরস যুক্ত পাঠক পর্যালোচনা পেতে শুরু করে। বইটির পুরস্কার-বিজয়ী অবস্থা এবং কখনও কখনও এর অদ্ভুত পর্যালোচনার ইতিহাস, ক্র্যাকড থেকে নিউ ইয়র্ক টাইমস পর্যন্ত বিভিন্ন প্রকাশনা দ্বারা উল্লেখিত হয়েছিল। দ্য নিউ ইয়র্ক ডেইলি নিউজ এটিকে \"সর্বকালের সেরা বই\" বলে অভিহিত করে, অন্যদিকে পাবলিশার্স উইকলি এটিকে \"সর্বকালের সবচেয়ে খারাপ বই\" বলে অভিহিত করে।\nজিমি ফ্যালন লেট নাইট উইথ জিমি ফ্যালনের \"ডু নট রিড লিস্ট\" সেগমেন্টে বইটি কভার করেছিলেন এবং অ্যালেক্স হর্নের প্রথম উপস্থিতি (২০০০ এডিনবার্গ উৎসবে) \"হাউ টু এভয়েড হিজ শিপস\" শিরোনামের একটি শোতে ছিল।\nভিডিও গেম দ্য উইচার ৩: ওয়াইল্ড হান্ট এ, \"হাউ টু এভয়েড কলোসাল ভেসেলস\" শিরোনামের একটি বই রয়েছে, যেটিকে এই বইয়ের রেফারেন্স হিসাবে বিবেচনা করা হয়।\n\n\n== তথ্যসূত্র =="}