{"pageid": 1148524, "title": "আরস্তানবেক আবদিলদায়েভ", "url": "https://bn.wikipedia.org/wiki?curid=1148524", "content": "আরস্তানবেক আবদিলদায়েভ (জন্ম ২৮ এপ্রিল, ১৯৬৮) হলেন একজন কিরগিজ রাজনীতিবিদ এবং ব্যবসায়ী, যিনি কিরগিজস্তানের ২০১১ সালের রাষ্ট্রপতি নির্বাচনে একজন প্রার্থী ছিলেন। তিনি তার এই প্রতিশ্রুতির জন্য সবচেয়ে বিখ্যাত যে আর শীতকাল থাকবে না এবং পশ্চিমা দেশগুলো বন্যার কবলে পড়বে। তার মতে তিনি বিশ্বব্রহ্মাভ থেকে একটি আয়ান (কিরগিজ ভাষায় \"ভবিষ্যদ্বানী\") লাভ করে, \"সর্বজনীন শক্তি\", \"সর্বজনীন কার্যক্রম\" এবং মহাবিশ্বে কিরগিজ জনগণের ভূমিকা সম্পর্কে জানতে পেরেছেন (\"কিরগিজ জনগণ... মানবজাতির মূল রীতির উত্তরাধিকারী\", \"যাযাবর মানুষ, কিরগিজরা প্রকৃতির ভাষা জানে\", \"কিরগিজ জাতি ঈশ্বরের ভূমিকা নেবে এবং মহাবিশ্বকে রক্ষা করবে\")। তিনি বলেন, কিরগিজ জনগণ সবচেয়ে প্রাচীন জাতি। তদুপরি, তিনি ক্রমাগত \"প্রযুক্তির যুগের সমাপ্তি\" এবং আসন্ন \"সুবর্ণ যুগ\" বা \"সমতার যুগ\" এর ভবিষ্যদ্বাণী করেন। তিনি প্রায়শই ইঙ্গিত দেন যে তার কিছু \"শক্তি\" আছে যা রোগ নিরাময় করতে পারে এবং অন্যান্য অলৌকিক কীর্তি সম্পাদন করতে পারে। এ সম্পর্কে তার বক্তব্যের ভিডিওটি প্রাক্তন সোভিয়েত ইউনিয়নে একটি ইন্টারনেট মিম হয়ে ওঠে ও তার সম্পর্কে সবচেয়ে জনপ্রিয় ভিডিওটি ইউটিউবে দুই মিলিয়নেরও বেশি ভিউ সংগ্রহ করে। আবদিলদায়েভ ২০১৭ সালের রাষ্ট্রপতি নির্বাচনে স্বতন্ত্র হিসেবে অংশগ্রহণ করেছিলেন। তার নিজের কথা অনুসারে, মহাবিশ্ব তাকে রাষ্ট্রপতি হওয়ার দায়িত্ব দিয়েছে যাতে কিরগিজ জনগণ পৃথিবীকে একটি অনির্ধারিত বিপর্যয় থেকে বাঁচাতে পারে।\n\n\n== কর্মজীবন ==\nকিরগিজস্তানের নারিন অঞ্চলে জন্মগ্রহণকারী ব্যবসায়ী আবদিলদায়েভ,, এল উচুন পার্টির প্রতিষ্ঠাতা। তিনি কিরগিজস্তানের ২০১১ সালের রাষ্ট্রপতি নির্বাচনে অংশ নিয়েছিলেন কিন্তু ০.৫ শতাংশেরও কম ভোট লাভ করেছিলেন এবং ১৬ জন প্রার্থীর মধ্যে ৯ম স্থান অধিকার করেছিলেন।\nনির্বাচনের পরপরই একটি প্রেস কনফারেন্স করে তিনি তাৎক্ষণিক খ্যাতি অর্জন করেন, যেখানে তিনি ঘোষণা করেন যে কিরগিজস্তানে কোন শীতকাল থাকবে না এবং তার নিজ দেশ পৃথিবীর কেন্দ্র। এক বছর পরে, তিনি দাবি করেন যে রাশিয়ার রাষ্ট্রপতি ভ্লাদিমির পুতিন একজন \"জটিল বায়োরোবট\" এবং আরও বলেন যে রাশিয়ার রাষ্ট্রপতি মানবজাতিকে বাঁচাতে সক্ষম, তবে শুধুমাত্র কিরগিজস্তানের সাহায্যে।\n২০১৯ সালের অক্টোবরে, নিজেকে ঈশ্বর ঘোষণা করার পর আবদিলদায়েভ বিচারের মুখোমুখি হন। বিচারকার্য একই বছরের আগস্টে আবদিলদায়েভের করা অন্যান্য মন্তব্যের সাথেও সম্পর্কিত, যেখানে তিনি ঘোষণা করেছিলেন যে \"ঈশ্বরের আত্মা\" তার মধ্যে বসবাস করতে এসেছেন এবং পরের বছরের শেষ নাগাদ তিনি মহাবিশ্বের উপর রাজত্ব করতে আসবেন।\n\n\n== তথ্যসূত্র =="}