{"pageid": 1148250, "title": "প্রেস্টিজ আমেরিটেক", "url": "https://bn.wikipedia.org/wiki?curid=1148250", "content": "প্রেস্টিজ আমেরিটেক হল টেক্সাসের নর্থ রিচল্যান্ড হিলস এ অবস্থিত সার্জিক্যাল মাস্ক এবং রেসপিরেটর বা শ্বাসযন্ত্র প্রস্তুতকারক আমেরিকান সংস্থা। সংস্থাটি ২০০৯ সালে সোয়াইন ফ্লু মহামারির চূড়ান্ত পর্যায়ে প্রতিদিন এক মিলিয়নেরও বেশি সার্জিক্যাল মাস্ক তৈরি করেছিল এবং কোভিড-১৯ মহামারি চলাকালীন পুনরায় বিশিষ্টতা অর্জন করে।\nবায়োমেডিকেল অ্যাডভান্সড রিসার্চ অ্যান্ড ডেভেলপমেন্ট অথরিটি (বারডা) এর প্রাক্তন পরিচালক রিক ব্রাইটের অভিযোগ অনুসারে, প্রেস্টিজ আমেরিটেক ২০২০ সালের জানুয়ারিতে মাস্ক সরবরাহ করার প্রস্তাব করেছিল কিন্তু ট্রাম্প প্রশাসন তা প্রত্যাখ্যান করে। নির্বাহী ভাইস প্রেসিডেন্ট মাইকেল বোয়েন উল্লেখ করেছেন যে একটি \"ভয়াবহ পরিস্থিতি\" তৈরি হলে, তার কোম্পানি উল্লেখযোগ্য খরচে \"নতুন-এর মতো\" চারটি এন৯৫ উৎপাদন ব্যবস্থা পুনরায় সক্রিয় করে প্রতি সপ্তাহে ১.৭ মিলিয়ন এন৯৫ মাস্ক উত্পাদন বাড়াতে পারে, তবে এর জন্য প্রয়োজন হবে সরকারের কাছ থেকে বড় আর্থিক প্রতিশ্রুতি। হোয়াইট হাউসের অর্থনৈতিক উপদেষ্টা পিটার নাভারো বলেছেন যে \"কোম্পানিটির সাথে কাজ এবং যোগাযোগ রক্ষা করা অত্যন্ত কঠিন ছিল।\"\n২৭ জানুয়ারি বোয়েন ব্রাইটকে লেখেন, \"রিক, আমার মনে হয় আমরা গভীর বিপদে আছি। আর তার উৎস হলো বিশ্ব।\" একই সপ্তাহে বোয়েন ভবিষ্যদ্বাণী করেছিলেন যে চীন অবশেষে মার্কিন যুক্তরাষ্ট্রে মাস্ক রপ্তানি বন্ধ করবে, যা একটি বড় সমস্যা হবে কারণ মার্কিন হাসপাতালের সরবরাহের অর্ধেক চীন থেকে আসে। ব্রাইট একজন ডেপুটিকে মাস্ক কেনার দিকে ভ্যাকসিন এবং বায়োডিফেন্সের মতো অন্যান্য উদ্দেশ্যে বরাদ্দকৃত অর্থ সরিয়ে নেওয়ার সম্ভাবনা অন্বেষণ করতে বলেছিলেন এবং একটি উচ্চ-পর্যায়ের বৈঠকে তার উদ্বেগ উত্থাপন করেছিলেন কিন্তু তার আবেদন তার বস রবার্ট ক্যাডলেক খারিজ করে দেন, যাকে পরে তিনি স্বজনপ্রীতির অভিযোগে অভিযুক্ত করেন।\nশেষ পর্যন্ত এফইএমএ মার্চ মাসে সরকারের জন্য মাস্ক অধিগ্রহণের দায়িত্ব নেয়, সেই সময়ে প্রেস্টিজ একটি বিড জমা দেয়। বোয়েন হোয়াইট হাউসের প্রাক্তন চিফ স্ট্র্যাটেজিস্ট স্টিভ ব্যাননের \"ওয়ার রুম\" পডকাস্টে গিয়েছিলেন তার পক্ষে সমর্থন আদায়ের জন্য এবং ৭ এপ্রিল প্রেস্টিজ এক বছরের মেয়াদে প্রতি মাসে, প্রতিটি ৭৯ সেন্টে, এক মিলিয়ন এন৯৫ মাস্ক তৈরির জন্য এফইএমএ এর সাথে $৯.৫ মিলিয়ন ডলারের চুক্তি লাভ করেন। এমন একটি গতিতে তারা কাজ করে যার জন্য কোম্পানিকে তার নিষ্ক্রিয় উৎপাদন ব্যবস্থা পুনরায় চালু করার প্রয়োজন তৈরি হয় না। এই চুক্তিটি ট্রাম্প প্রশাসনের পক্ষপাতিত্বের প্রমাণ হিসাবে সমালোচিত হয়েছিল, কারণ এফইএমএ-এর ইতিহাসে এটি দ্বিতীয়বারের মতো রাষ্ট্রপতির সরাসরি হস্তক্ষেপের কারণে একটি চুক্তি স্বাক্ষরিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট\nরিক ব্রাইট দ্বারা হুইসেলব্লোয়ার অভিযোগ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ ডিসেম্বর ২০২১ তারিখে"}