{"pageid": 11486, "title": "বল", "url": "https://bn.wikipedia.org/wiki?curid=11486", "content": "যে বাহ্যিক কারণের জন্য বস্তুর জাড্য ধর্মের পরিবর্তন হয় অথবা বস্তুর আকৃতির পরিবর্তন হয় কিংবা গতিশীল বস্তুর গতির অভিমুখের পরিবর্তন হয়  নতুবা পরিবর্তন হওয়ার উপক্রম হয়, তাকে বল বলে। সংক্ষেপে, ভরবেগের পরিবর্তনের হারকে বল বলে। পদার্থবিদ্যায় বল হল​ এমন এক বাহ্যিক প্রভাব যা কোনো​ বস্তুর বেগের মান বা অভিমুখ উভয়ের পরিবর্তন ঘটাতে সক্ষম (যেমন স্থির বস্তু গতিশীল করা, গতিশীল বস্তুর বেগের পরিবর্তন করা কিংবা গতিশীল বস্তুকে স্থির করা)। কোনও নির্দিষ্ট ভরের বস্তুতে বলপ্রয়োগের মাধ্যমে তার গতিবেগ পরিবর্তন করা যায়। বলপ্রয়োগের মাধ্যমে যদি বস্তুর গতিবেগ বৃদ্ধি হয় তাহলে পদার্থবিদ্যার সংজ্ঞা অনুযায়ী সেই প্রক্রিয়াকে বলা হয় ত্বরণ। পদার্থবিদ্যায় বল হল এমন একটি রাশি যার মান ও অভিমুখ উভয়ই বিদ্যমান তাই এটি একটি ভেক্টর রাশি। কোন বস্তুতে বলপ্রয়োগ করার পর বস্তুটি পূর্ণ স্থিতিশীল অবস্থায় যতক্ষণ না পৌছায় ততক্ষণ বলের প্রভাবে বস্তুটির আকৃতিগত পরিবর্তন ঘটতে থাকে। বলের এসআই একক নিউটন এবং একে \n  \n    \n      \n        \n          \n            F\n          \n        \n      \n    \n    {\\displaystyle {\\textit {F}}}\n  \n এর মাধ্যমে প্রকাশ করা হয়।\nনিউটনের গতির দ্বিতীয় সূত্রমতে, কোন বস্তুর উপর প্রযোজ্য বলের মোট পরিমাণ সময়ের সাথে তার ভরবেগের পরিবর্তনের মানের সমান হয়। বলকে সাধারণভাবে ভর ও ত্বরণের গুনফল রূপে প্রকাশ করা হয়। বস্তুর ভর যদি ধ্রুবক হয় তাহলে সূত্র অনুযায়ী, যে বস্তুর উপর বল প্রয়োগ করা হয় তাহলে যে অভিমুখে বল প্রয়োগ করা হয় সেই অভিমুখে বস্তুর ত্বরণ তার উপর প্রযোজ্য বলের সমানুপাতিক এবং সেই বস্তুর ভরের ব্যাস্তানুপাতিক হয়।\nপদার্থবিদ্যায় বলবিদ্যার অন্তর্ভুক্ত বিষয়গুলি হলঃ ঠেলা বা থ্রাস্ট যার মাধ্যমে কোন বস্তুর গতিবেগ বৃদ্ধি করা যায়; টানা বা পুল যার মাধ্যমে বস্তুর গতিবেগ হ্রাস করা যায় এবং টর্ক বা ঘূর্ণন সঞ্চারক বল যার মাধ্যমে কোন বস্তুর ঘূর্ণন গতিবেগ পরিবর্তন করা যায়। কোন বস্তুর একটি অংশে বলপ্রয়োগ করলে সেই অংশ থেকে তার আশেপাশের সংলগ্ন অংশে প্রযোজ্য বলের প্রভাব ছড়িয়ে পরে এবং এইভাবে সম্পূর্ণ বস্তুতে বলের প্রভাব ছড়িয়ে পড়ার এই ঘটনাকে বলা হয় আভ্যন্তরীণ যান্ত্রিক পীড়ন বা মেকানিকাল স্ট্রেস। এইরূপ  যান্ত্রিক পীড়নের ফলে বস্তুতে ত্বরণের সৃষ্টি হয়না কারণ প্রযোজ্য বলের অংশ একে অপরের সঙ্গে ভারসাম্য স্থাপন করে নেয়। বস্তুর কোন অংশে ক্ষুদ্রাতিক্ষুদ্র অংশের বলপ্রয়োগ করা হলে তা একটি সরল যান্ত্রিক পীড়নের উদাহরণস্বরূপ এবং এই ক্ষুদ্রাতিক্ষুদ্র বলের অংশগুলির পরস্পরের মধ্যবর্তী ভারসাম্য যদি বিচ্যুত হয় তাহলে তা বস্তুতে ত্বরনের সৃষ্টি করে। বলবিদ্যার সঙ্গে সংযুক্ত পদার্থবিদ্যার আরেকটি বিষয়বস্তু হল চাপ। চাপ সাধারণত কঠিন পদার্থের বিকৃতি ঘটায় বা তরল পদার্থের প্রবাহ ও গতিবেগ প্রভাবিত করে।\n\n\n== ধারণার বিকাশ ==\nপ্রাচীনকালের দার্শণিকরা স্থির ও চলমান বস্তু এবং সরল যন্ত্রাংশের কার্যকারিতা অধ্যয়নের জন্য বলবিদ্যা অধ্যয়ন শুরু করেছিলেন। এরিস্টটল এবং আর্কিমিডিসের মতো চিন্তাবিদরা বলবিদ্যার যে প্রাথমিক ধারণার বিকাশ ঘটিয়েছিলেন তাতে কিছু মৌলিক ত্রুটি ছিল। এই ত্রুটির দুটি কারণ ছিল। প্রথমত, সেই ধারণার মধ্যে ঘর্ষণের প্রভাবকে অগ্রাহ্য করা হয়েছিল এবং দ্বিতীয়ত, প্রাকৃতিক গতির সম্পর্কে সুস্পষ্ট ধারণার অভাব। বলবিদ্যার প্রাথমিক ধারণার আরেকটি ত্রুটিপূর্ণ সিদ্ধান্ত ছিল এই যে, কোন বস্তুর গতি বজায় রাখতে বলের প্রয়োজন এমনকি স্থির বা ধ্রুবগতিতে চলমান বস্তুর ক্ষেত্রেও এই নিয়ম প্রযোজ্য,যা পরবর্তীকালে ভুল সিদ্ধান্তরূপে চিহ্নিত হয়েছে।পরবর্তীকালে গ্যালিলিও গ্যালিলি এবং স্যার আইজ্যাক নিউটন গতি এবং বল সম্পর্কিত পূর্ববর্তী বেশিরভাগ ভুল ধারণার সংশোধন করেছিলেন। গাণিতিক সূত্রাবলী প্রয়োগ করে স্যার আইজ্যাক নিউটন তার গতি বিষয়ক যে সূত্রগুলি প্রতিষ্ঠা করেছিলেন সেগুলি প্রায় ৩০০ বছরেরও বেশি সময় ধরে প্রচলিত এবং অপরিবর্তিত। বিশ শতকের গোড়ার দিকে আইন্‌স্টাইন তার আপেক্ষিকতা তত্ত্বের মাধ্যমে ক্রমবর্ধমান মুহুর্তে আলোর গতিবেগের সঙ্গে কোন বস্তুর উপর বলের কিরূপ প্রভাব হবে সে বিষয়ে ধারণার দেন এবং একইসাথে এই সূত্রের মাধ্যমে মহাকর্ষীয় বল এবং পদার্থের জাড্য ধর্ম সম্পর্কিত ধারণার বিকাশ ঘটান।\nআধুনিক কালে উন্নত প্রযুক্তির সাহায্যে পদার্থের ক্ষুদ্রাতিক্ষুদ্র কনাকে আলোর গতিবেগের সমান গতিবেগে ত্বরান্বিত করা সম্ভব হয়েছে এবং একইসাথে আপেক্ষিকতা তত্ত্বের বিকাশের ফলে পদার্থবিজ্ঞানে পরমাণুর চেয়েও ক্ষুদ্রাকৃতি দুটি কনার পারস্পরিক বলের প্রকৃতি নিরূপণ করা সম্ভব হয়েছে। লক্ষ্য করা গেছে যে কোন বস্তুতে কি পরিমাণ বল শোষিত হবে এবং তা থেকে কি পরিমাণ বল নিষ্কাশিত হবে তা গেজ বোসন নামক একটি কনার মাধ্যমে নিয়ন্ত্রিত হয়। এইসকল আধুনিক পরীক্ষণ এবং ধারণার থেকে দুটি কনার মধ্যবর্তী ক্রিয়াশীল বল বিষয়ক কেবলমাত্র চারটি প্রক্রিয়া জানা গেছে যারা হল; সবল নিউক্লিয় বল, তড়িৎ-চুম্বকীয় বল, দুর্বল নিউক্লিয় বল এবং মহাকর্ষীয় বল। ১৯৭০ এবং ১৯৮০ এর দশকে উচ্চ-শক্তি কণা পদার্থবিজ্ঞানের পর্যবেক্ষণগুলি নিশ্চিত করেছে যে দুর্বল আন্তঃক্রিয়া এবং তড়িৎ চৌম্বকীয় প্রভাব আসলে বৈদ্যুতিন আন্তঃক্রিয়ার মৌলিক প্রকাশ।\n\n\n== প্রাক নিউটনীয় ধারণা ==\n\nপ্রাচীন যুগ থেকেই সরল যন্ত্রাংশের কার্যকারিতা বুঝতে বলবিদ্যার ধারণার বিকাশ হয়। মানুষ সহজেই লক্ষ্য করে যে উপযুক্ত যন্ত্রের ব্যবহারের ফলে কম পরিশ্রমে এবং কম বল প্রয়োগে যেকোনো কঠিন কাজকে সহজে সম্পন্ন করা সম্ভব। তৎকালীন যুগের আর্কিমিডিসের তরল পদার্থের প্রবাহ বা তরলের গতিবিজ্ঞান সম্পর্কিত ধারণাগুলি আধুনিককালেও বলবিদ্যার একটি গুরুত্বপূর্ণ বিষয় হিসাবে আলোচিত।\nএরিস্টট্‌ল বলবিদ্যার দার্শনিক ধারণার প্রবর্তন করেন যা এরিস্টট্‌লের সৃষ্টিতত্ত্বের এক অবিচ্ছেদ্য অংশ। এরিস্টটল বিশ্বাস করতেন যে পৃথিবীর সমস্ত স্থির বস্তু জল ও মাটির সমন্বয়ে গঠিত এবং কোনরকম বিশৃঙ্খল পরিস্থিতির আওতায় না এলে তারা তাদের প্রাকৃতিক স্থানে সদা অবিকৃত অবস্থায় বর্তমান থাকবে। তিনি বস্তুর \"প্রাকৃতিক গতি\" এবং অপ্রাকৃত গতির বিভাজন করেন এবং তার মত অনুযায়ী কোন বস্তুর উপর অপ্রাকৃত বল প্রয়োগ হলে সেই বলের প্রভাব স্থায়ী রাখতে সেই বস্তুর উপর অবিরাম বল প্রয়োগের প্রয়োজন হয়। দৈনন্দিন অভিজ্ঞতার উপর ভিত্তি করে এবং আশেপাশের স্থির ও চলমান বস্তুর আচরণ এবং গতিপ্রকৃতি পর্যবেক্ষণ করে এই সূত্রগুলি উপনীত করা হয়েছিল; উদাহরণস্বরূপ বলা যায়, একটি ঠেলাগাড়িকে চলমান অবস্থায় রাখার জন্য তার উপর নিরন্তর বল প্রয়োগের দরকার। কিন্তু অধিবৃত্তাকার গতিপথে চলমান প্রক্ষিপ্ত বস্তু যেমন তীর বা বর্শা, এদের গতিপ্রকৃতি বিশ্লেষণ করতে গিয়ে এই সূত্রের কিছু বাঁধা এবং মৌলিক ত্রুটি নজরে আসে। বিশেষত প্রক্ষিপ্ত বস্তু যখন বাতাসে ভাসমান অবস্থায় থাকে তখন তার উপর কোন দৃশ্যমান বল প্রয়োগ করা হয়না। এরিস্টট্‌ল এই সমস্যা সম্পর্কে অবগত ছিলেন এবং একে দূর করতে তিনি তার মতবাদস্বরূপ পেশ করেন যে, প্রক্ষিপ্ত বস্তু তার অভিক্ষিপ্ত পথে যে পরিমাণ বায়ুর অপসারন করে, সেই স্থানচ্যুত বায়ু তার লক্ষ্য স্থির করে।\nমধ্যযুগীয় সময়কালে এরিস্টটলীয় পদার্থবিজ্ঞানের সমালোচনা শুরু হয়। ষষ্ঠ শতকে জন ফিলোপোনাস প্রথম এই ধারণার ভুলত্রুটিগুলি লক্ষ্যে আনেন।\n১৭ শতকে বিজ্ঞানী গ্যালিলিও গ্যালিলেইর গবেষণা ও কাজের পর এরিস্টটেলীয় পদার্থবিজ্ঞানের ত্রুটিগুলি আরও পুঙ্খানুপুঙ্খরূপে সংশোধন করা সম্ভব হয়েছিল। গ্যালিলও তার একটি সরল পরীক্ষার মাধ্যমে দেখিয়েছিলেন যে উঁচু জায়গা থেকে একটি ভারী বস্তু এবং তার থেকে অপেক্ষাকৃত হাল্কা একটি বস্তুকে একসাথে নিচে ফেললে তারা প্রায় একই সময়ে মাটিতে এসে পরে যা এরিস্টটলীয় ধারণার বিরোধী ছিল। তিনি এটাও দেখান যে পতিত বস্তুর বেগ তার ভরের উপর নির্ভরশীল নয় ও বস্তুর গতিবেগ ত্বরান্বিত হয় অভিকর্ষ বলের প্রভাবে। তিনি এটাও বলেন যে কোন বস্তুর নিজস্ব গতিবেগ অপরিবর্তিত থাকে যতক্ষণনা তার উপর অন্য কোন বল, যেমন ঘর্ষণ -এর প্রভাব পড়ছে।\n১৭ শতকে নিউটনের প্রিন্সিপিয়া প্রকাশিত হওয়ার আগে বিভিন্ন প্রাকৃতিক এবং অপ্রাকৃত ঘটনার(উদাহরণস্বরূপ, কোন বিন্দুর বা বিন্দু আকৃতির বস্তুর ত্বরণ নির্ণয় করতে) ব্যাখা করতে \"বল\" শব্দটি ব্যবহার করা হত। গনিতজ্ঞ লেবিনিজ একটি বিন্দু ভর এবং তার বেগের বর্গক্ষেত্রের গুনফলকে ভিস্‌ ভিভা(সক্রিয় বল) নামে অভিহিত করেছিলেন। \nবলের আধুনিক ধারণা নিউটনের ভিস মোট্রিক্স (ত্বরণ উৎপাদনকারী শক্তি) -এর সাথে সম্পর্কিত।\n\n\n== নিউটনিয় বলবিদ্যা ==\nস্যার আইজ্যাক নিউটন  জড়তা এবং বলের ধারণা ব্যবহার করে সমস্ত বস্তুর গতি বিশ্লেষণ করেছিলেন এবং বিশ্লেষণ কালে তিনি এটাও লক্ষ করেছিলেন যে স্থির বা গতিশীল বস্তু উভয়েই শক্তির সংরক্ষণ সূত্র মেনে চলে। ১৬৮৭ সালে তাঁর ফিলসফিয়া ন্যাচারালিস প্রিন্সিপিয়া ম্যাথামেটিকা  প্রকাশ করেন \nযেখানে তিনি গতির তিনটি সুত্র প্রদান করেন যা চিরায়ত বলবিদ্যার ভিত্তিস্বরূপ।\n\n\n=== প্রথম সুত্র ===\n\nনিউটনের গতির প্রথম সূত্রে বলা হয়, কোনো বস্তুর উপর লব্ধি বাহ্যিক বল ক্রিয়া না করলে জড় প্রসঙ্গ কাঠামোতে স্থির বস্তু স্থির এবং গতিশীল বস্তু সমদ্রুতিতে সরলরৈখিক পথে বা সমবেগে গতিশীল থাকবে।\n\nএ সূত্রকে জড়তার সূত্রও বলা হয়। অর্থাৎ কোনো বস্তুর বেগের মান বা দিক অথবা উভয়েরই পরিবর্তন ঘটানোর জন্য তার উপর বাহ্যিক বল প্রয়োগ আবশ্যক। এই সূত্রটি আসলে গ্যালিলিওর প্রখ্যাত মতবাদেরই রূপান্তরিত রূপ যেখানে তিনি বলেন যে বাহ্যিক বলপ্রয়োগের অভাবে সমস্ত বস্তুর গতিবেগ ধ্রুবক হয়। এরিস্টটলের  জড়বস্তুর \"প্রাকৃতিক অবস্থান\" -এর মতবাদের পরিবর্তে নিউটন তার প্রস্তাবনায় বলেন যে, প্রকৃতিতে বর্তমান প্রত্যেকটি নির্দিষ্ট ভরের বস্তুর সহজাত জাড্য ধর্ম থাকে যা তাদের মৌলিক ভারসাম্য বজায় রাখে। অর্থাৎ এরিস্টট্‌ল তার মতবাদস্বরূপ বলেছিলেন যে কোনো বস্তুকে গতিশীল রাখতে, এমনকি তার ধ্রুবগতি বজায় রাখতেও বস্তুর উপর অবিরাম বলপ্রয়োগের প্রয়োজন, নিউটনের প্রথম গতিসূত্র সেই ধারণাকে সম্পূর্ণ নস্যাত করে দেয়। নিউটনের প্রথম সূত্র এটাও প্রমাণ করে যে কোনো বস্তুর ধ্রুবক গতিক তার ভৌতধর্মের সঙ্গে অবিচ্ছেদ্যভাবে সংযুক্ত এবং সাথে সাথে এই সূত্র বস্তুর জাড্য ধর্ম ও আপেক্ষিক বেগের সরাসরি সংযোগ প্রতিষ্ঠা করে। বিশেষত যদি কোন সিস্টেমে দুই বা ততোধিক বস্তু বিভিন্ন বেগে গতিশীল, সেক্ষেত্রে কোন বস্তু স্থির এবং কোন বস্তু গতিশীল তা বিবেচনা করা কঠিন হয়ে পরে। জড় প্রসঙ্গ কাঠামোতে স্থিত প্রতিটি বস্তু পদার্থবিদ্যার নিয়ম মেনে চলে এবং তারা প্রত্যেকেই গ্যালিলিয়ান রূপান্তরনের সঙ্গে সম্পর্কিত।\n\n\n=== দ্বিতীয় সুত্র ===\nনিউটনের দ্বিতীয় সুত্রে বলা হয়, কোন বস্তুর উপর ক্রিয়ারত লব্ধি বল বস্তুটির ভর ও ত্বরণের গুনফলের সমান হয়।\n\nআধুনিক সমীক্ষা অনুযায়ী নিউটনের দ্বিতীয় গতিসূত্র আসলে একটি ভেক্টর সমীকরণ যা নিম্নরূপে বিবৃত,\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    p\n                    →\n                  \n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\vec {F}}={\\frac {\\mathrm {d} {\\vec {p}}}{\\mathrm {d} t}},}\n  \n\nযেখানে \n  \n    \n      \n        \n          \n            \n              p\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {p}}}\n  \n হল সিস্টেমের ভরবেগ এবং \n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}}\n  \n হল সিস্টেমের উপর প্রয়োগ করা মোট বাহ্যিক বলের ভেক্টর যোগফল। যদি কোন বস্তু সাম্য অবস্থায় আছে তাহলে উপরের সূত্র অনুযায়ী বলা যায় যে বস্তুটির উপর যে মোট বল প্রয়োগ করা হয়েছে তার ভেক্টর যোগফল শূন্য। এই সূত্র থেকে আরেকটি মতবাদ পেশ করা যায় যে, যদি কোন বস্তুর উপর বলপ্রয়োগের পর তার সাম্য অবস্থা বিঘ্নিত হলে তার ফলস্বরূপ সময়ের সাথে বস্তুর ভরবেগ পরিবর্তন প্রভাবিত হবে।\nভরবেগের সংজ্ঞা অনুযায়ী, \n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    p\n                    →\n                  \n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                (\n                \n                  m\n                  \n                    \n                      \n                        v\n                        →\n                      \n                    \n                  \n                \n                )\n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\vec {F}}={\\frac {\\mathrm {d} {\\vec {p}}}{\\mathrm {d} t}}={\\frac {\\mathrm {d} \\left(m{\\vec {v}}\\right)}{\\mathrm {d} t}},}\n  \n\nযেখানে \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n হল বস্তুর ভর এবং \n  \n    \n      \n        \n          \n            \n              v\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {v}}}\n  \n হল বস্তুর গতিবেগ।\nযদি নিউটনের দ্বিতীয় গতিসূত্রের মাধ্যমে এমন কোন সিস্টেমের বিশ্লেষণ করা হয় যার ভর ধ্রুবক তাহলে উপর্যুক্ত সুত্রটি নিম্নরূপে পরিবর্তিত হবে, \n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        m\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    v\n                    →\n                  \n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        .\n      \n    \n    {\\displaystyle {\\vec {F}}=m{\\frac {\\mathrm {d} {\\vec {v}}}{\\mathrm {d} t}}.}\n  \n\nযদি আমরা ত্বরণের সংজ্ঞা মনে করি তাহলে দেখা যাবে যে কোন বস্তুর ত্বরণকে \n  \n    \n      \n        \n          \n            \n              a\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    v\n                    →\n                  \n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        .\n      \n    \n    {\\displaystyle {\\vec {a}}={\\frac {\\mathrm {d} {\\vec {v}}}{\\mathrm {d} t}}.}\n  \n দ্বারাও সংজ্ঞায়িত করা যায়, সেক্ষত্রে, উপর্যুক্ত সুত্রটিকে আরও সরল্ভাবে নিম্নরূপে উদ্ধৃত করা যায়,\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        m\n        \n          \n            \n              a\n              →\n            \n          \n        \n        .\n      \n    \n    {\\displaystyle {\\vec {F}}=m{\\vec {a}}.}\n  \n\nযা নিউটনের দ্বিতীয় গতিসূত্রের গাণিতিক রূপ হিসাবে সর্ববিদিত। প্রসঙ্গত উল্লেখ্য যে নিউটন কখনও সুস্পস্টভাবে বলেননি যে তার দ্বিতীয় সূত্রটি উপর্যুক্ত সংক্ষিপ্ত গাণিতিক রূপে প্রকাশ করা যায়।\nকিছু উচ্চস্তরীয় পদার্থবিজ্ঞানের পাঠ্যপুস্তকে শক্তির সংজ্ঞা হিসাবে নিউটনের দ্বিতীয় সূত্রের মতবাদ গ্রহণ করা হয়নি  কারণ, কারণ গাণিতিকভাবে এটি একটি স্বতঃসিদ্ধ সত্য। আধুনিককালে যেসকল পদার্থবিজ্ঞানী, দার্শনিক এবং গণিতবিদ বলের ধারণার আরও সুস্পষ্ট সংজ্ঞা দিয়েছেন তাদের মধ্যে উল্লেখযোগ্য আর্নস্ট ম্যাচ এবং ওয়াল্টার নোল।\nনিউটনের দ্বিতীয় গতিসূত্রের মাধ্যমে কোন বস্তুর উপর প্রযুক্ত শক্তির পরিমাপ নিরূপন করা যায়। বিশেষতঃ মহাবিশ্বের কোন গ্রহের ভর পরিমাপ, তাদের কক্ষপথের গতি নির্ধারণ করতে এই সূত্র বিজ্ঞানীদের বিশেষ সহায়তা করে।\n\n\n=== তৃতীয় সুত্র ===\nতৃতীয় সুত্রে বলা হয়, প্রত্যেক ক্রিয়ারই একটি সমান ও বিপরীতমুখী প্রতিক্রিয়া আছে।\n\nযদি কোন বস্তু অপর কোন বস্তুর উপর বল প্রয়োগ করে তাহলে যে বস্তুর অপর বল প্রয়োগ করা হয়েছে সেই বস্তুও সমান ও বিপরীতমুখী বল প্রথম বস্তুর উপর প্রয়োগ করবে। ভেক্টর রাশি ব্যবহার করে যদি আমরা গাণিতিকভাবে ব্যাখা করতে যাই তাহলে প্রথম বস্তু দ্বারা দ্বিতীয় বস্তুর উপর প্রযুক্ত বল যদি  \n  \n    \n      \n        \n          \n            \n              \n                \n                  F\n                  →\n                \n              \n            \n            \n              1\n              ,\n              2\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {F}}_{1,2}}\n  \n হয় এবং দ্বিতীয় বস্তু কর্তৃক প্রথম বস্তুর উপর সমান ও বিপরীতমুখী প্রতিক্রিয়া বলকে যদি \n  \n    \n      \n        \n          \n            \n              \n                \n                  F\n                  →\n                \n              \n            \n            \n              2\n              ,\n              1\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {F}}_{2,1}}\n  \n দ্বারা চিহ্নিত করা হয় তাহলে,\n\n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            1\n            ,\n            2\n          \n        \n        =\n        −\n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            2\n            ,\n            1\n          \n        \n        .\n      \n    \n    {\\displaystyle {\\vec {F}}_{1,2}=-{\\vec {F}}_{2,1}.}\n  \n\nএই সুত্রকে কখনো কখনো ক্রিয়া-প্রতিক্রিয়া সূত্র হিসাবেও অভিহিত করা হয় যেখানে \n  \n    \n      \n        \n          \n            \n              \n                \n                  F\n                  →\n                \n              \n            \n            \n              1\n              ,\n              2\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {F}}_{1,2}}\n  \n হল ক্রিয়া এবং \n  \n    \n      \n        \n          −\n          \n            \n              \n                \n                  F\n                  →\n                \n              \n            \n            \n              2\n              ,\n              1\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle -{\\vec {F}}_{2,1}}\n  \n হল সমান ও বিপরীতমুখী প্রতিক্রিয়া।\nকোন সিস্টেমে যদি এমন কোন পরিস্থিতি আসে যেখানে আলাধা আলাধা একাধিক বস্তুর উপস্থিতিতে বলপ্রয়োগের প্রয়োজন হয়ে পরে তখন সেই সিস্টেমে প্রতিসাম্য প্রতিষ্ঠার জন্য তৃতীয় সূত্রটি কাজে আসে। তৃতীয় গতিসূত্রের ব্যাখা অনুযায়ী সমস্ত বল দুই বা ততোধিক বস্তুর পারস্পরিক মধ্যেকার পারস্পরিক ক্রিয়া-প্রতিক্রিয়ার ফলাফল, অর্থাৎ একমুখী শক্তি বা কেবলমাত্র একটি বস্তুর উপর ক্রিয়ারত কোন শক্তির অস্তিত্ব নেই।\nউপর্যুক্ত সংজ্ঞা অনুযায়ী দুটি বস্তুর সমন্বয়ে গঠিত সিস্টেমে যদি একটি বস্তুকে আমরা বস্তু 1 এবং অপরটিকে বস্তু 2 হিসাবে সম্বোধিত করি তাহলে তাদের পারস্পরিক ক্রিয়া প্রতিক্রিয়ার সিস্টেমের মোট শক্তি শূন্য হয়:\n\n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            1\n            ,\n            2\n          \n        \n        +\n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            \n              2\n              ,\n              1\n            \n          \n        \n        =\n        0.\n      \n    \n    {\\displaystyle {\\vec {F}}_{1,2}+{\\vec {F}}_{\\mathrm {2,1} }=0.}\n  \n\nনিউটনের দ্বিতীয় এবং তৃতীয় সূত্রের সংমিশ্রণে এটা দেখান সম্ভব যে কোনও সিস্টেমের রৈখিক গতি সংরক্ষণ করা সম্ভব।. দুটি বস্তুকণার একটি সিস্টেমে যদি \n  \n    \n      \n        \n          \n            \n              \n                \n                  p\n                  →\n                \n              \n            \n            \n              1\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {p}}_{1}}\n  \n এবং  \n  \n    \n      \n        \n          \n            \n              \n                \n                  p\n                  →\n                \n              \n            \n            \n              2\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {p}}_{2}}\n  \n যথাক্রমে প্রথম ও দ্বিতীয় বস্তুর ভরবেগ হয় তাহলে\n\n  \n    \n      \n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    \n                      p\n                      →\n                    \n                  \n                \n                \n                  1\n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        +\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    \n                      p\n                      →\n                    \n                  \n                \n                \n                  2\n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        =\n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            1\n            ,\n            2\n          \n        \n        +\n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            2\n            ,\n            1\n          \n        \n        =\n        0.\n      \n    \n    {\\displaystyle {\\frac {\\mathrm {d} {\\vec {p}}_{1}}{\\mathrm {d} t}}+{\\frac {\\mathrm {d} {\\vec {p}}_{2}}{\\mathrm {d} t}}={\\vec {F}}_{1,2}+{\\vec {F}}_{2,1}=0.}\n  \n\nঅর্থাৎ সিস্টেমের মোট ভরবেগ ধ্রুব হয়। এইভাবেই দুইয়ের বেশি বস্তুকণা সমৃদ্ধ সিস্টেমেও এই একইভাবে সুত্রটি প্রয়োগ করা সম্ভব।\n\n\n== আপেক্ষিকতার বিশেষ তত্ত্ব ==\nআপেক্ষিকতার বিশেষ তত্ত্বে ভর এবং শক্তি সমানরূপে বিবেচিত হয়। যখন কোনও বস্তুর বেগ বৃদ্ধি পায়, তেমনি তার শক্তিও বৃদ্ধি পায় যা ভরের (জড়তার) সমতুল্য হিসাবে বিবেচিত হয়। তখন সেই বস্তুকে ত্বরান্বিত করতে নিম্ন গতিবেগের অবস্থার তুলনায় আরও বেশি শক্তি প্রয়োগের দরকার হয়।\nনিউটনের দ্বিতীয় সূত্র \n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    p\n                    →\n                  \n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}={\\frac {\\mathrm {d} {\\vec {p}}}{\\mathrm {d} t}}}\n  \n তার গাণিতিক সংজ্ঞা অনুযায়ী বৈধ থাকবে  কিন্তু আপেক্ষিক ভরবেগ সংরক্ষণের সংজ্ঞার সাথে সামঞ্জস্য রাখতে কিছু পরিবর্তন করে একে নিম্নরূপে সংজ্ঞায়িত করা হয়,\n\n  \n    \n      \n        \n          \n            \n              p\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                m\n                \n                  0\n                \n              \n              \n                \n                  \n                    v\n                    →\n                  \n                \n              \n            \n            \n              1\n              −\n              \n                v\n                \n                  2\n                \n              \n              \n                /\n              \n              \n                c\n                \n                  2\n                \n              \n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\vec {p}}={\\frac {m_{0}{\\vec {v}}}{\\sqrt {1-v^{2}/c^{2}}}},}\n  \n\nযেখানে \n  \n    \n      \n        \n          m\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle m_{0}}\n  \n হল স্থিতিভর বা নিশ্চল অবস্থায় বস্তুর ভর এবং \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n হল আলোর গতিবেগ।\nআপেক্ষিকতা তত্ত্ব অনুসারে কোন বস্তুকণার স্থিতিভর যদি \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n হয় এবং যদি তা \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n অভিমুখে চলমান হয় তাহলে সেই বস্তুকণার বল এবং ত্বরণের সম্পর্ককে নিম্নলিখিত সমীকরণের মাধ্যমে প্রকাশ করা যায়, \n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        \n          (\n          \n            \n              γ\n              \n                3\n              \n            \n            m\n            \n              a\n              \n                x\n              \n            \n            ,\n            γ\n            m\n            \n              a\n              \n                y\n              \n            \n            ,\n            γ\n            m\n            \n              a\n              \n                z\n              \n            \n          \n          )\n        \n        ,\n      \n    \n    {\\displaystyle {\\vec {F}}=\\left(\\gamma ^{3}ma_{x},\\gamma ma_{y},\\gamma ma_{z}\\right),}\n  \n\nযেখানে \n  \n    \n      \n        γ\n        =\n        \n          \n            1\n            \n              1\n              −\n              \n                v\n                \n                  2\n                \n              \n              \n                /\n              \n              \n                c\n                \n                  2\n                \n              \n            \n          \n        \n        .\n      \n    \n    {\\displaystyle \\gamma ={\\frac {1}{\\sqrt {1-v^{2}/c^{2}}}}.}\n  \n হল লরেঞ্জ ফ্যাক্টর।\nআপেক্ষিকতার তত্ত্বের প্রবর্তন কালের প্রথমদিকে \n  \n    \n      \n        \n          γ\n          \n            3\n          \n        \n        m\n      \n    \n    {\\displaystyle \\gamma ^{3}m}\n  \n এবং \n  \n    \n      \n        γ\n        m\n      \n    \n    {\\displaystyle \\gamma m}\n  \n -কে অনুদৈর্ঘ্য ভর এবং তির্যক ভর হিসাবে অভিহিত করা হত। প্রসঙ্গত উল্লেখ্য যে \n  \n    \n      \n        γ\n      \n    \n    {\\displaystyle \\gamma }\n  \n অসম্পূর্ণভাবে একটি অসীম মান প্রাপ্ত হয় এবং এবং এটি এক স্থিতিভর সম্পন্ন বস্তুকণার ক্ষেত্রে অসংজ্ঞায়িত; যখন সেই বস্তুকণা ঘটনাচক্রে আলোর গতিবেগ প্রাপ্ত হয় তখন এই তত্ত্বের মাধ্যমে সেই গতির কোন পূর্বাভাস দেওয়া যায়না।\nযদি আলোর গতিবেগ \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n -এর তুলনায়  \n  \n    \n      \n        v\n      \n    \n    {\\displaystyle v}\n  \n -এর মান অত্যন্ত কম হয় তাহলে \n  \n    \n      \n        γ\n      \n    \n    {\\displaystyle \\gamma }\n  \n -এর মান প্রায় একের সমান হবে এবং,\n\n  \n    \n      \n        F\n        =\n        m\n        a\n      \n    \n    {\\displaystyle F=ma}\n  \n\nসুত্রটি এই তত্ত্বের প্রায় নিকটবর্তী গাণিতিক অভিরূপ যা আপেক্ষিক তত্ত্বকে বিবেচিত রেখেও প্রয়োগ করা যায়। যাইহোক আরও পুঙ্খানুপুঙ্খভাবে সুত্রকে প্রতিষ্ঠা করতে নিম্নলিখিত গাণিতিক রূপটি ব্যবহার হয়,\n\n  \n    \n      \n        \n          F\n          \n            μ\n          \n        \n        =\n        m\n        \n          A\n          \n            μ\n          \n        \n        \n      \n    \n    {\\displaystyle F^{\\mu }=mA^{\\mu }\\,}\n  \n\nফোর-ভেক্টর ব্যবহারের মাধ্যমে ব্যবহারের মাধ্যমে এই সূত্র প্রতিষ্ঠা হয়েছে। এই সূত্র তখনই প্রযোজ্য যখন \n  \n    \n      \n        \n          F\n          \n            μ\n          \n        \n      \n    \n    {\\displaystyle F^{\\mu }}\n  \n হল ফোর-বল বা ফোর-ফোরস্,  \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n হল সময়ের সাথে অপরিবর্তিত ভর বা ইনভ্যারিয়েন্ট মাস এবং \n  \n    \n      \n        \n          A\n          \n            μ\n          \n        \n      \n    \n    {\\displaystyle A^{\\mu }}\n  \n হল ফোর-ত্বরণ বা ফোর-অ্যাক্সিলারেশন‌‌।\n\n\n== বর্ণনা ==\n\nঠেলা এবং টানা এই দুটি ভৌত প্রক্রিয়াকে উদাহরণ হিসাবে ব্যবহার করে বলের বিশদ বিবরণ দেওয়া যায়। পরীক্ষাগারে কিছু গুরুত্বপূর্ণ পরীক্ষার মাধ্যমে বস্তুর উপর ক্রিয়ারত বলের মান নির্ণয় করার সময় দেখা গেছে তা নিউটনীয় বলবিদ্যার সংজ্ঞাকে পূর্ণরূপে সমর্থন করে।\nকোন বস্তুর উপর বল প্রয়োগ করা হলে তা একটি নির্দিষ্ট অভিমুখে কাজ করে এবং সেই বলের মান কি হবে তা সেই বস্তুকে কতটা জোড়ে ঠেলা বা টানা হয়েছে তার উপর নির্ভর করে। এই বৈশিষ্ট্যগুলির কারণে, বলকে \"ভেক্টরের রাশি\" হিসাবে শ্রেণীবদ্ধ করা হয়। ফলস্বরূপ কোন বস্তুর উপর যদি দুই বা ততোধিক বল প্রয়োগ করা হয় তাহলে বস্তুর উপর ক্রিয়ারত মোট বলের পরিমাণ নির্ণয় করতে প্রযুক্ত সমস্ত বলের মান এবং দিক উভয় জানা প্রয়োজন। তা না হলে মোট বলের পরিমাণ সঠিকভাবে নির্ণয় করা যায়না। এই সমস্যাকে দূরীভূত করতেই বলকে সবসময় ভেক্টর রাশি হিসাবে বিবেচনা করা হয়।\nঐতিহাসিকভাবে বল নামক ভৌত রাশির প্রথম সন্ধান হয় স্থিতিশীল ভারসাম্যের পরিস্থিতে অর্থাৎ যখন একই বস্তুর উপর ক্রিয়ারত একাধিক বল একে অপরকে প্রভাবহীন করেছিল। এইসকল সরল পরীক্ষা সহজেই প্রমান করে যে বল আসলে একটি ভেক্টর রাশি। যখন দুটি পৃথক পৃথক বল একটি বস্তুকণার উপর কার্যকরী হয় তখন ক্রিয়ারত মোট বলের পরিমাণ নির্ণয় করতে ভেক্টর সংযোজনের সমান্তরাল বিধি অনুসরণ করে মান নির্ণয় করা হয়।\nকোন সিস্টেমের উপর কর্মরত সমস্ত বলকে সেই সিস্টেম বা বস্তুর ফ্রী-বডি ডায়াগ্রামের মাধ্যমে প্রকাশ করা হয়। প্রধানত এই ডায়াগ্রাম বা চিত্রণে বলের কোণ এবং আপেক্ষিক মাপকে ভেক্টর রাশির সর্ববিদিত প্রতীক চিহ্ন অর্থাৎ তীরচিহ্নের সাহায্যে চিহ্নিত করে অঙ্কন করা হয় এবং ভেক্টর যোগফলের সূত্রের সাহায্যে বস্তুর উপর ক্রিয়ারত মোট বলের পরিমাপ নির্ণয় করা হয়।\nসিস্টেমে ক্রিয়ারত বলসমূহের প্রত্যেককে দুই বা ততোধিক পৃথক পৃথক অংশে বিভক্ত করা যায় এবং এই বলের বিভক্ত অংশগুলি একে অপরের থেকে স্বন্তন্ত্র এবং পরস্পরের সঙ্গে সমকোণে অবস্থিত ভেক্টর রাশির প্রতীক হিসাবে চিহ্নিত করা হয়। উদাহরণস্বরূপ অনুভূমিক রেখার সাপেক্ষে উত্তরপূর্ব অভিমুখে ক্রিয়ারত কোন বলকে দুটি অংশে বিভক্ত করা যায় যাদের মধ্যে একটি অংশ উত্তর অভিমুখে ক্রিয়ারত হয় এবং অপরটি তার সমকোনে পূর্ব অভিমুখে ক্রিয়ারত হবে। ভেক্টর যোগের সূত্র ব্যবহার করে এই দুই স্বতন্ত্র অংশের সংযোজন করলে উত্তরপূর্ব অভিমুখে ক্রিয়ারত মূল বলটির মান নির্ণয় করা যায়। এইভাবেই বল ভেক্টরকে ছোট ছোট বুনিয়াদি ভেক্টর রাশিতে বিভক্ত করে বিশ্লেষণ করার যে পদ্ধতি তা বলের মান-অভিমুখ বিশ্লেষণ পদ্ধতির তুলনায় গানিতিকভাবে অনেক সরল এবং বোধগম্য। তাই এই পদ্ধতি বেশ জনপ্রিয়।\n\n\n=== ভারসাম্য ===\nযখন কোন বিন্দুর উপর ক্রিয়াশীল বলসমূহের ভেক্টর যোগফল শূন্য হয় তখন ভারসাম্য বা সাম্য অবস্থা প্রতিষ্ঠিত হয়। যখন বৃহদাকৃতি বস্তুর সাম্য অবস্থা বিশ্লেষণ করা হয় তখন মোট ঘূর্ণন বল বা  টর্কের মান শূন্য হওয়া প্রয়োজনীয়।\nভারসাম্য দু প্রকার; স্থির এবং গতিশীল।\n\n\n==== স্থির ভারসাম্য ====\nধ্রুপদী বলবিদ্যার ধারণা পূর্ণতা লাভ করার আগেই স্থির ভারসাম্যের ধারণা সম্পর্কে সুস্পষ্ট ধারণা প্রতিষ্ঠা পায়। যেসকল বস্তু স্থির অবস্থায় রয়েছে তাদের উপর ক্রিয়ারত বলের মান শূন্য।\nস্থির ভারসাম্যের সহজ উদাহরণ হল যখন দুটি বলের গাণিতিক মান সমন হয় কিন্তু তারা পরস্পরের বিপরীত অভিমুখে ক্রিয়াশীল। উদাহরণস্বরূপ, একটি ভূপৃষ্ঠে অবস্থিত কোনও বস্তুর উপর মাধ্যাকর্ষণ শক্তির ক্রিয়াশীল হয় এবং সেই মাধ্যাকর্ষণ তাকে পৃথিবীর কেন্দ্রের দিকে অর্থাৎ নীচের দিকে আকর্ষণ করে। একইসাথে ভূপৃষ্ঠ দ্বারা সেই বস্তুর উপর একটি সম মানের বিপরীতমুখী বল ক্রিয়া করে যা বস্তুকে পৃথিবীর কেন্দ্রের বিপরিত দিকে অর্থাৎ উপরের দিকে ঠেলে দেয়। এই দুই বিপরীতমুখী বলের প্রভাবে বস্তুর উপর মোট ক্রিয়াশিল বলের মান শূন্য হয় এবং তাই জন্য বস্তুতে কোন ত্বরণের সৃষ্টি হয়না।\nদুটি ক্রিয়াশীল বলের মধ্যে স্থির ভারসাম্যের ধারণাকে কাজে লাগিয়ে, ওজনের স্কেল এবং স্প্রিং ব্যালেন্সের মতো সরল যন্ত্র ব্যবহার করে ক্রিয়ারত লব্ধি বলের মান নির্ণয় করা একটি বহুল প্রচলিত পদ্ধতি। এই সহজ সরঞ্জামকে কাজে লাগিয়ে আপেক্ষিক বলের কিছু সূত্র আবিষ্কার করা গেছে। আর্কিমিডিসের প্লবতা সূত্র, আর্কিমিডিসের লিভারের কার্যকারিতার নীতি, বয়েলের গ্যাসীয় পদার্থের চাপের সূত্র এই সমস্ত কিছুই নিউটনের তিনটি গতিসুত্রের আবিষ্কারের অনেক আগেই পরীক্ষিত এবং প্রতিষ্ঠিত হয়েছিল।.\n\n\n==== গতিশীল ভারসাম্য ====\n\nগ্যালিলিও গ্যালিলিই প্রথম এরিস্টটলের বল সম্পর্কীয় ধারণার বিবরণের অন্তর্নিহিত ত্রুটিগুলি লক্ষ্য করে চিহ্নিত করেন এবং যার থেকে পরবর্তীকালে গতিশীল ভারসাম্যের ধারণার আত্মপ্রকাশ হয়। গ্যালিলিও লক্ষ্য করেন যে সহজ গতিবেগ সংযোজনের শর্তসাপেক্ষে \"আদর্শ স্থিতিশিল\" অবস্থার কোন অস্তিত্ত্ব নেই। গ্যালিলিও এই সিদ্ধান্তে পৌঁছে যে সময়ের সঙ্গে অপরিবর্তনশীল একটি ধ্রুবক গতিবেগ আসলে স্থিতাবস্থার সমতুল্য। এই ধারণা এরিস্টটলের ধারণার সম্পূর্ণ বিপরীত। সাধারণ পরীক্ষা-নিরীক্ষায় দেখা গিয়েছিল গ্যালিলিওর ধ্রুবক বেগ এবং স্থিতাবস্থার সমতুল্যতা সম্পর্কে সঠিক ধারণা দিয়েছিলেন। উদাহরণস্বরূপ, সময়ের সাথে ধ্রুবগতিতে চলমান একটি জাহাজের মাস্তুলে অবস্থানকারী কোন ব্যাক্তি যদি নিচের দিকে একটি কামানের গোলা নিক্ষেপ করে, তাহলে এরিস্টটলের ধারণা অনুযায়ী জাহাজ সম্মুখপথে অগ্রসর হবে এবং গোলাটি মাস্তুলের ঠিক পাদদেশে পতিত না হয়ে তার তুলনায় কিছুটা পিছনে পতিত হবে, কিন্তু ব্যবহারিক ক্ষেত্রে সেই ধারণাকে নস্যাত করে কামানের গোলাটি মাস্তুলের ঠিক পাদদেশে পতিত হয়। অথচ পতিত হওয়ার সময় গোলাটির উপর এমন কোন বল কাজ করেনা যা তাকে সামনের দিকে ঠেলতে সক্ষম। আপাতদৃষ্টিতে মনে হয় যে চলমান জাহাজটির সঙ্গে পতনশীল কামানের গোলাটিও যেন একই বেগে গতিশীল। এই পরীক্ষা থেকে এই সিদ্ধান্তে উপনীত হওয়া যায় যে, কামানের গোলকে অবিচ্ছিন্নভাবে গতিতে অনুভূমিক দিকে চালিত রাখতে আলাধা কোনও বলের প্রয়োজন হয় না।\nএককথায়, ধ্রুবগতিতে ভ্রাম্যমাণ যে কোনও বস্তুর উপর কার্যকরী মোট বাহ্যিক বলের পরিমাণ অবশ্যই শূন্য হতে হবে। এটিই গতিশীল ভারসাম্যের সংজ্ঞা যেখানে বস্তুর উপর কার্যকরী সমস্ত বল একে অপরকে প্রভাবহীন করে দেয় কিন্তু তা সত্ত্বেও সেই বস্তু ধ্রুবগতিতে চলমান থাকে।\nগতিশীল ভারসাম্যের একটি সহজ উদাহরণ হল একটি গতিজ ঘর্ষণযুক্ত তলের উপর ধ্রুবগতিতে চলমান কোন বস্তু। এই ঘর্ষণজনিত বাঁধাকে প্রভাবহীন করতে এই ঘর্ষণ বলেরই সম মানের কিন্ত বিপরীত অভিমুখী একটি বল ধ্রুবগতিতে চলমান বস্তুর গমন অভিমুখে প্রয়োগ করা হয়। এর ফলে বস্তুর উপর ঘর্ষণবল প্রভাবহীন হয়ে পরে এবং বস্তু তার ধ্রবগতিতে তার গমনপথের অভিমুখে অগ্রসর হয়। যাইহোক, গতিজ ঘর্ষণ যখন বিবেচনায় নেওয়া হয় তখন স্পষ্টতই এটা খেয়াল রাখা উচিত যে বস্তুর নিজস্ব ধ্রুবক গতির যেন প্রভাবিত না হয়।\n\n\n=== কোয়ান্টাম বলবিজ্ঞানে বলের ধারণা ===\nকোয়ান্টাম বলবিজ্ঞানে \"বল\" শব্দটির নিজস্ব সংজ্ঞা আছে। এখানে বলের ব্যাখা করার সময় ধ্রুপদী চলরাশি বা ক্লাসিকাল ভ্যারিয়েবলের পরিবর্তে অপারেটর ব্যবহার করা হয় এবং বল রাশির ভৌত প্রকৃতি বুঝতে নিউটনীয় সমীকরনের পরিবর্তে স্ক্রডিঞ্জার সমীকরন ব্যবহার হয়। এর মূল কারণ হল কোয়ান্টাম বলবিজ্ঞানে কোন গাণিতিক পরিমাপ এবং তার ফলাফলকে সাধারণত কোয়ান্টাইজড অর্থাৎ বিভিন্ন ক্ষুদ্র ক্ষুদ্র বিযুক্ত অংশে প্রকাশিত করা হয়। \"বল\" রাশির এইরূপ ব্যাখা বোধগম্য করা নিঃসন্দেহে কিছুটা কঠিন। যাইহোক, যে সম্ভাব্য ক্ষেত্র অর্থাৎ V(x,y,z) -এর সাপেক্ষে বলের মান নির্ণয় করা হয় তারা ধ্রুপদী বলবিজ্ঞানের অবস্থান সূচক চলরাশির সমপ্রকৃতির বিবেচিত হয়; অর্থাৎ, \n  \n    \n      \n        V\n        (\n        x\n        ,\n        y\n        ,\n        z\n        )\n        →\n        \n          \n            \n              V\n              ^\n            \n          \n        \n        (\n        \n          \n            \n              x\n              ^\n            \n          \n        \n        ,\n        \n          \n            \n              y\n              ^\n            \n          \n        \n        ,\n        \n          \n            \n              z\n              ^\n            \n          \n        \n        )\n      \n    \n    {\\displaystyle V(x,y,z)\\to {\\hat {V}}({\\hat {x}},{\\hat {y}},{\\hat {z}})}\n  \n.\nশুধুমাত্র কোয়ান্টাম বলবিজ্ঞানের ফ্রেমওয়ার্ক‌ -এর সময় যখন সম্ভাব্য ক্ষেত্রকেও কোয়ান্টাইজড করা হয় তখন উপরিউক্ত ধারণা কিছুটা পরিবর্তিত হয়।\n\n\n=== ফাইনম্যান চিত্র ===\n\nআধুনিক কণা পদার্থবিজ্ঞানে বল এবং কণার ত্বরণ ব্যাখ্যা করা হয় গেজ বোসন নামক কনার ভরবেগ পরিবর্তনের গাণিতিক উপজ হিসাবে। কোয়ান্টাম ফিল্ড তত্ত্ব এবং সাধারণ আপেক্ষিকতার বিকাশের সাথে, এটি উপলব্ধি করা হয়েছিল যে বল আসলে গতিবেগ সংরক্ষণের ধারণা থেকে উদ্ভূত একটি ধারণা। ভরবেগ সংরক্ষণ সাধারণত বস্তুকণার অবস্থান স্থানাঙ্কের প্রতিসাম্যতা থেকে সহজেই নিরূপন করা যায়। বর্তমানে এই ধারণা পোষণ করা হয় যে \"মৌলিক বল\" আসলে মৌলিক কণিকাসমূহের পারস্পরিক ক্রিয়ার ফলাফল এবং সেইকারণে একে \"মৌলিক ক্রিয়া\" হিসাবেও অভিহিত করা হয়। উদাহরণ হিসাবে বলা যায় যখন একটি কনা A যখন অপর একটি কাল্পনিক কনা B -কে তখন ভরবেগ সংরক্ষণের নীতির ফলে কণা A পুনরুদ্ধার করা সম্ভব হয়। কনাদ্বয়ের এই পারস্পরিক ক্রিয়া ও তার ফলে যে ভরবেগ সংরক্ষণ হয় সেই ক্রিয়াকে বুঝতে ফাইনম্যান চিত্র -র সাহায্য নেওয়া হয়।\nফাইনম্যান চিত্র -র সুবিধা হল -এই যে অন্যান্য ভৌত ক্রিয়া যা মৌলিক আন্তঃক্রি য়াগুলির সাধারণ অংশ, তবে বলের ধারণা থেকে পৃথক, তাদেরকেও সূত্রের সাহায্যে এই চিত্রণ ব্যবহার করে বর্ণনা করা যেতে পারে।\n\n\n== মৌলিক বল ==\nপ্রকৃতিতে যত ধরনের বল পাওয়া যায় তার সবই বলই চারটি মৌলিক বলের একক কিংবা যৌথ প্রকাশ। বলগুলো হলো​ মহাকর্ষ বল, তাড়িতচৌম্বক বল, সবল নিউক্লীয় বল এবং দুর্বল নিউক্লিয় বল। সবল ও দুর্বল বল দুটো হলো নিউক্লিয় বল যারা অত্যন্ত ক্ষুদ্র পাল্লার মধ্যে ক্রিয়াশীল এবং অতিপারমানবিক কণার মধ্যকার ক্রিয়া-প্রতিক্রিয়ার জন্য দায়ী। তারিতচৌম্বক বল তড়িৎ আধানের উপর ক্রিয়া করে এবং মহাকর্ষ বল ভরের উপর ক্রিয়া করে। প্রকৃতির অন্যান্য সমস্ত  এই চারটি মৌলিক ক্রিয়া থেকে উদ্ভূত। উদাহরণস্বরূপ বলা যায় যে, ঘর্ষণ বল আসলে দুটি তলের মধ্যে ক্রিয়াশীল তড়িৎচুম্বকীয় বলের প্রকাশ এবং পাউলির অপবর্জন নীতি  অনুযায়ী দুটি তলের মধ্যে পরমানুর আদানপ্রদান বাধিত হয়। আধুনিক কোয়ান্টাম বলবিদ্যা অনুযায়ী মহাকর্ষ তিনটি মৌলিক বলের জন্য কাল্পনিক গেজ বোসন কনা উত্তরদায়ী।  ‌\n\n\n=== মহাকর্ষ বল ===\n\nভরের জন্য যেকোনো দুটি বস্তুর মধ্যে যে আকর্ষণ বলের উৎপত্তি ঘটে তাকে মহাকর্ষ বল বলে। যা আমরা এখন মহাকর্ষ বল হিসাবে অভিহিত করি তা আইজ্যাক নিউটনের আবিস্কারের আগে পর্যন্ত সর্বজনীন শক্তি হিসাবে চিহ্নিত করা যায় নি। পূর্বে গ্যালিলিও পতনশীল বস্তুর বৈশিষ্ট্য বর্ণনা করতে সহায়ক ভূমিকা পালন করেন এবং এই ধারণা ব্যাক্ত করেন যে মুক্ত-পতনের প্রতিটি বস্তুর গতিবেগ ধ্রুবক এবং তা বস্তুর ভরের উপর নির্ভরশীল নয়। আধুনিক গবেষণার থেকে বোঝা যায় যে পতনশীল বস্তুর ত্বরণের কারণ হল পৃথিবীর অভিকর্ষ বল এবং যাকে সাধারণত \n  \n    \n      \n        \n          \n            \n              \n                g\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {g}}}\n  \n দ্বারা চিহ্নিত করা হয়; এটি একটি ভেক্টর রাশি যার মান সাধারণত ৯.৮১ m/\n  \n    \n      \n        \n          s\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle s^{2}}\n  \n এবং যার অভিমুখ পৃথিবীর কেন্দ্রের দিকে নির্দেশিত থাকে। এইভাবেই, \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n ভরযুক্ত একটি বস্তুর উপর ক্রিয়াশীল অভিকর্ষ বলের মান হবে,\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        m\n        \n          \n            \n              g\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}=m{\\vec {g}}}\n  \n\nমহাকর্ষীয় তত্ত্বের মাধ্যমে নিউটন মহাবিশ্বের সমস্ত বস্তুর গতিসমূহের সাথে পৃথিবীতে পতনশীল বস্তুর গতিবেগের যে অবিচ্ছেদ্য় সম্পর্ক আছে তা প্রতিষ্ঠা করেন। পূর্বে বর্ণিত কেপলারের মহাবিশ্বের গ্রহদের গতিপথ সম্পর্কীয় সূত্রের আধারে নিউটন তার মহাকর্ষ সূত্র প্রতিষ্ঠা করেন।\nনিউটন পরবর্তীকালে মহাকর্ষ নিয়ে বিস্তারিত গবেষণার মাধ্যমে প্রমান করেন যে দুটি পারস্পরিক বস্তুকণার মধ্যবর্তী দূরত্ব তাদের মধ্যবর্তী মহাকর্ষ বলের উপর প্রভাব ফেলে, যেমন চন্দ্র ও পৃথিবীর মধ্যকার দুরত্ব তাদের কক্ষপথ অনুযায়ী রকমফের হয় এবং তা তাদের গতিবেগ সংক্রান্ত ত্বরণের উপর প্রভাব ফেলে। তিনি এই সিদ্ধান্তে উপনীত হন যে মহাকর্ষ বল এবং বস্তুর মধ্যবর্তী দূরত্ব বিপরীত বর্গ আইন বা ইনভার্স‌ স্কয়ার ল্‌ মান্য করে চলে। পরবর্তীকালে নিউটন আরও বুঝতে পারেন যে বস্তুর ভর ও মহাকর্ষ বল পরস্পর সমানুপাতিক। এই দুই তথ্য কাজে লাগিয়ে নিউটন মহাকর্ষীয় ত্বরণের একটি সূত্র প্রতিষ্ঠা করেন যা পৃথিবীর ভর  (\n  \n    \n      \n        \n          \n            m\n            \n              ⊕\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle m_{\\oplus }}\n  \n) এবং ব্যাসার্ধ (\n  \n    \n      \n        \n          \n            R\n            \n              ⊕\n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle R_{\\oplus }}\n  \n) -এই দুই রাশির সাথে সম্পর্কযুক্ত,\n\n  \n    \n      \n        \n          \n            \n              g\n              →\n            \n          \n        \n        =\n        −\n        \n          \n            \n              G\n              \n                m\n                \n                  ⊕\n                \n              \n            \n            \n              \n                \n                  R\n                  \n                    ⊕\n                  \n                \n              \n              \n                2\n              \n            \n          \n        \n        \n          \n            \n              r\n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {g}}=-{\\frac {Gm_{\\oplus }}{{R_{\\oplus }}^{2}}}{\\hat {r}}}\n  \n\nএখানে \n  \n    \n      \n        \n          \n            \n              r\n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\hat {r}}}\n  \n হল একক ভেক্টর বা ইউনিট ভেক্টর যার অভিমুখ পৃথিবীর কেন্দ্রের দিকে নির্দেশিত থাকে।\nএই সমীকরণে, মহাকর্ষের আপেক্ষিক শক্তি বর্ণনা করতে একটি মাত্রিক ধ্রুবক \n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n ব্যবহার করা হয়। এই ধ্রুবকটি নিউটনের ইউনিভার্সাল গ্র্যাভিয়েশন কনস্ট্যান্ট বা সার্বজনীন মহাকর্ষীয় ধ্রুবক হিসাবে পরিচিত। ১৯৭৮ সালে হেনরি ক্যাভেন্ডিস \n  \n    \n      \n        G\n      \n    \n    {\\displaystyle G}\n  \n -এর মান নির্ণয় করেন। এসআই এককে \n  \n    \n      \n        G\n        =\n        6.674\n        ×\n        \n          10\n          \n            −\n            11\n          \n        \n        \n          m\n          \n            3\n          \n        \n        k\n        \n          g\n          \n            −\n            1\n          \n        \n        \n          s\n          \n            −\n            2\n          \n        \n      \n    \n    {\\displaystyle G=6.674\\times 10^{-11}m^{3}kg^{-1}s^{-2}}\n  \n।\nসংক্ষিপ্তভাবে নিউটনের মহাকর্ষীয় সূত্র অনুযায়ী একটি গোলাকার বস্তু \n  \n    \n      \n        \n          m\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle m_{1}}\n  \n -এর উপর যদি অপর এক বস্তু  \n  \n    \n      \n        \n          m\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle m_{2}}\n  \n -এর মহাকর্ষীয় বল প্রভাব ফেলে অর্থাৎ সহজ কথায় যদি \n  \n    \n      \n        \n          m\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle m_{2}}\n  \n বস্তুটি \n  \n    \n      \n        \n          m\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle m_{1}}\n  \n গোলাকার বস্তুকে আকর্ষণ করে তাহলে তাদের মধ্যে কার্যকরী মহাকর্ষ বল;\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        −\n        \n          \n            \n              G\n              \n                m\n                \n                  1\n                \n              \n              \n                m\n                \n                  2\n                \n              \n            \n            \n              r\n              \n                2\n              \n            \n          \n        \n        \n          \n            \n              r\n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}=-{\\frac {Gm_{1}m_{2}}{r^{2}}}{\\hat {r}}}\n  \n\nযেখানে \n  \n    \n      \n        r\n      \n    \n    {\\displaystyle r}\n  \n হল বস্তুদুটির মধ্যেকার দূরত্ব এবং \n  \n    \n      \n        \n          \n            \n              r\n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\hat {r}}}\n  \n হল একক ভেক্টর বা ইউনিট ভেক্টর যার অভিমুখ প্রথম বস্তুর কেন্দ্র থেকে দূরবর্তী এবং দ্বিতীয় বস্তুর কেন্দ্রের নিকটবর্তী অভিমুখে নির্দেশিত থাকে।\nবিশ শতক অবধি এই সূত্রের মাধ্যমে সৌরজগতের সমস্ত মহাজাগতিক বস্তু, গ্রহ এবং নক্ষত্রের গতিবেগের বর্ণনা দেওয়া সম্ভব হয়েছিল। বিশ শতকে বিভিন্ন মহাজাগতিক বস্তুর অবস্থান কোন গ্রহ, নক্ষত্র, ধুমকেতু ইত্যাদি মহাজাগতিক বস্তুর কক্ষপথের বিচ্যুতি ঘটাতে কতটা প্রভাবশালী হয় সেই বিষয়ে আরও পুঙ্খানুপুঙ্খ গবেষণা শুরু হয়। এই সূত্র এবং গবেষণার সাহায্যেই নেপচুন গ্রহ আবিস্কারের অনেক পূর্বে তার অস্তিত্ব বিজ্ঞানীরা জানতে পেরে গিয়েছিলেন।.\n\nবুধ গ্রহের কক্ষপথ নিউটনের মহাকর্ষ সূত্র অনুসৃত পূর্বাভাসের সাথে মেলে না।যখন আলবার্ট আইনস্টাইন তার সাধারণ আপেক্ষিকতা তত্ত্ব (জিআর) রচনা করেছিলেন তখন তিনি বুধের কক্ষপথের সমস্যার দিকে মনোনিবেশ করেছিলেন। তখন প্রথমবার নিউটনের মহাকর্ষ সূত্রের ত্রুটি লক্ষ্য করা যায়।\nবিজ্ঞানীরা ধারণা করেন যে, গ্রাভিটন নামক এক কাল্পনিক কণার পারস্পরিক বিনিময়ে মহাকর্ষ বল ক্রিয়াশীল হয়। যদিও উক্ত কণার অস্তিত্বের কোনো প্রমাণ এখনো পাওয়া যায়নি।\nচারটি মৌলিক বলের মধ্যে মহাকর্ষ বল সবচেয়ে দুর্বল।\n\n\n=== তড়িতচৌম্বক বল ===\nদুটি আহিত কণা তাদের আধানের কারণে একে অপরের উপর যে আকর্ষণ বা বিকর্ষণ বল প্রয়োগ করে, তাকে তাড়িতচৌম্বক বল বলে। এই বল ইলেকট্রনকে নিউক্লিয়াসের সাথে আবদ্ধ করে পরমাণু তৈরি করে। এই বলেরও পাল্লা অসীম আর আপেক্ষিক সবলতা 1039।\n১৭৮৪ সালে কুলম্ব প্রথম দুটি আহিত কনার মধ্যে স্বতন্ত্রভাবে বিদ্যমান তড়িতচৌম্বকীয় বলের অস্তিত্ব খুজে পান। তড়িতচৌম্বকীয় বলের বৈশিষ্ট্যগুলি হল, এটির আকর্ষণ এবং বিকর্ষণ উভয় ধর্ম বর্তমান (স্বতন্ত্র মেরুতা), আহিত কনার ভরের উপর এই বল নির্ভরশীল নয় এবং এটি সুপারপজিশন নীতি অনুসরণ করে।\nকুলম্বের তার প্রদত্ত সূত্রে এই সমস্ত পর্যবেক্ষণকে একটি সংক্ষিপ্ত বিবৃতিতে মিলিত করেছিল।\nকুলম্বের সূত্র ব্যবহার করে আমরা কোনও তড়িতক্ষেত্রের প্রাবল্য নির্ধারণ করতে পারি। এইভাবেই যেকোন স্থানের তড়িতক্ষেত্রকে সংজ্ঞায়িত করা হয়,\n\n  \n    \n      \n        \n          \n            \n              E\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                \n                  F\n                  →\n                \n              \n            \n            \n              q\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {E}}={{\\vec {F}} \\over {q}}}\n  \n\nযেখানে \n  \n    \n      \n        q\n      \n    \n    {\\displaystyle q}\n  \n হল আহিত কনার আধানের পরিমাপ।\nইতোমধ্যে লরেঞ্জ দুটি ভিন্ন তড়িতপ্রবাহের মধ্যে অবস্থানকারী চৌম্বক শক্তির সন্ধান পান যা কুলম্বের সূত্রের ন্যায় একই গাণিতিক চরিত্রের। চৌম্বক ক্ষেত্রের ধর্মকে কাজে লাগিয়ে মহাবিশ্বের যেকোন বিন্দুতে কোন তড়িৎ প্রবাহের চৌম্বক প্রাবল্য নির্ণয় করা যায়। চৌম্বক ক্ষেত্রের মান নির্ণয়ের সমীকরন হল,\n\n  \n    \n      \n        B\n        =\n        \n          \n            F\n            \n              I\n              ℓ\n            \n          \n        \n      \n    \n    {\\displaystyle B={F \\over {I\\ell }}}\n  \n\nযেখানে \n  \n    \n      \n        I\n      \n    \n    {\\displaystyle I}\n  \n হল নির্ধারিত তড়িতপ্রবাহের মান এবং \n  \n    \n      \n        \n          ℓ\n        \n      \n    \n    {\\displaystyle \\scriptstyle \\ell }\n  \n হল তরিতপ্রবাহ বহনকারী তারের দৈর্ঘ্য।\nতরিতপ্রবাহকে সময়ের সাথে তড়িত আধান পরিবর্তনের হার হিসাবেও সংজ্ঞায়িত করা যায়। লরেঞ্জের সূত্রে চৌম্বক ক্ষেত্রে চলমান একটি তড়িত আধানের বলের পরিমাপ করা ভেক্টর গুনফলের সাহায্যে। সেই সূত্র অনুযায়ী,\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        q\n        (\n        \n          \n            \n              E\n              →\n            \n          \n        \n        +\n        \n          \n            \n              v\n              →\n            \n          \n        \n        ×\n        \n          \n            \n              B\n              →\n            \n          \n        \n        )\n      \n    \n    {\\displaystyle {\\vec {F}}=q({\\vec {E}}+{\\vec {v}}\\times {\\vec {B}})}\n  \n\nযেখানে  \n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {F}}}\n  \n তড়িৎ চুম্বকীয় বল, \n  \n    \n      \n        q\n      \n    \n    {\\displaystyle q}\n  \n হল আহিত বস্তুর আধানের মান, \n  \n    \n      \n        \n          \n            \n              \n                E\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {E}}}\n  \n হল তড়িৎক্ষেত্র, \n  \n    \n      \n        \n          \n            \n              \n                v\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {v}}}\n  \n হল আহিত বস্তুর তরিতক্ষেত্রে গতিবেগ এবং (\n  \n    \n      \n        \n          \n            \n              \n                B\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {B}}}\n  \n হল চৌম্বক ক্ষেত্র।\n\n\n=== সবল নিউক্লিয় বল ===\nপরমাণুর নিউক্লিয়াসে নিউক্লীয়ন (নিউক্লিয় উপাদান)-গুলোকে একত্রে আবদ্ধ রাখে যে শক্তিশালী বল, তাকে সবল নিউক্লিয় বল বলে। এই বল প্রোটন ও নিউট্রনকে আবদ্ধ করে নিউক্লিয়াস তৈরি করে। এর পাল্লা 10−15 m এবং আপেক্ষিক সবলতা 1041।\nনিউক্লিয়াসের সীমানার বাইরে এই বলের কোনো প্রভাব নেই। সবগুলো মৌলিক বলের মধ্যে এই বল অধিক সবল। মেসন বা গ্লুঅন নামে কণার পারস্পরিক বিনিময়ের জন্য এই বল কার্যকর হয়।  দূরত্ব বৃদ্ধির সাথে সাথে এই বল দ্রুত হ্রাস পায়। এই বল চার্জ নিরপেক্ষ। সবল নিউক্লিয় বল প্রোটন ও নিউট্রনকে একত্রে আবদ্ধ করে নিউক্লিয়াস গঠন করে। এই বল সমভাবে প্রোটন-প্রোটন, নিউট্রন-নিউট্রন এবং প্রোটন-নিউট্রনের মধ্যে কার্যকর। উল্লেখ্য, ইলেকট্রনের মধ্যে কোনো সবল নিউক্লিয় বল নেই। \n\n\n=== দুর্বল নিউক্লিয় বল ===\nযে স্বল্প পাল্লার ও স্বল্পমানের বল নিউক্লিয়াসের মধ্যে মৌলিক কণাগুলোর মধ্যে ক্রিয়া করে অনেক নিউক্লিয়াসে অস্থিতিশীলতার উদ্ভব ঘটায়, তাকে দুর্বল নিউক্লিয় বল বলে অথবা,যে বলের কারণে পরমাণুর নিউক্লিয়াস তেজস্ক্রিয় ধর্ম প্রদর্শন করে, সেই বলকে দুর্বল নিউক্লিয় বল বলে।তেজস্ক্রিয় বিক্রিয়াগুলো দুর্বল নিউক্লিয় বলের কারণে ঘটে। এর পাল্লা 10−18 m এবং আপেক্ষিক সবলতা 1030।\nদুর্বল নিউক্লিয় বল (দুর্বল বল) হচ্ছে প্রকৃতির চারটি মৌলিক বলের একটি। অন্য তিনটি বল হচ্ছে সবল নিউক্লিয় বল, তাড়িতচৌম্বক বল এবং মহাকর্ষ বল। তেজস্ক্রিয়তার জন্য দুর্বল নিউক্লিয় বল দায়ী, নিউক্লিয় ফিশনে তেজস্ক্রিয়তা গুরুত্বপূর্ণ ভূমিকা পালন করে থাকে। দুর্বল নিউক্লিয় বলের তত্ত্বকে কখনো কখনো কোয়ান্টাম ফ্লেভারডাইনামিক্স (QFD) বলা হয়ে থাকে। অন্যদিকে কোয়ান্টাম ক্রোমোডাইনামিক্স যেমন সবল নিউক্লিয় বলের সাথে এবং কোয়ান্টাম তড়িৎ- বিজ্ঞান তাড়িতচৌম্বক বলের সাথে জড়িত। কিন্তু QFD নামপদটি খুব কম ব্যবহার করা হয়, কেননা দুর্বল বল দুর্বল-তড়িৎ তত্ত্বের (Electroweak interaction) অধীনে সবচেয়ে ভাল ব্যাখ্যা করা যায়।\nঅধিকাংশ তেজস্ক্রিয় ভাঙন বিক্রিয়া এই বলের কারণে ঘটে। যেমন— b ক্ষয়। এর পাল্লা 10−16 m। বোসন নামে কণার পারস্পরিক বিনিময়ের জন্য এই বল কার্যকর হয়। এ বলের ক্ষেত্রে বাহক কণাগুলো হচ্ছে W ও Z বোসন [W+, W-, Z0 বোসন] যা গেজ বোসন নামেও পরিচিত। b কণা এবং নিউট্রিনো কণার নির্গমন দুর্বল নিউক্লিয় বলের কারণে ঘটে। তেজস্ক্রিয় নিউক্লিয়াস থেকে নির্গত শক্তি ‘b’ কণার গতিশক্তির চেয়ে বেশি। কাজেই অবশিষ্ট শক্তি নিয়ে b কণার সঙ্গে নিউক্লিয়াস থেকে যে অনাহিত কণা নির্গত হয় তাকে বলা হয় নিউট্রিনো। \n\n\n== বলের একীভূতকরণ ==\nম্যাক্সওয়েল অনেক আগেই বৈদ্যুতিক এবং চুম্ব্বকীয় বলকে একসাথে করলেও তার প্রায় ১০০ বছর পর ১৯৬১ সালে শেলডন গ্ল্যাশো তড়িত-চুম্বকীয় এবং দূর্বল নিউক্লীয় বলকে একীভূত করার জন্য একটি তত্ত্ব উপস্থাপন করেন । তবে এটি ছিল অসম্পূর্ণ।  পরবর্তীতে সালাম এবং ওয়েইনবার্গ নামক দু’জন বিজ্ঞানী এ তত্ত্বের পূর্ণতা প্রদান করেন।\nসবল নিউক্লিয় বলের শক্তিমাত্রাকে যদি একক ধরা হয় তবে আপেক্ষিক শক্তিমাত্রার মাপে বলগুলোকে ওপর থেকে নিচে এভাবে সাজানো যায়- \n\n\n== মৌলিক বল থেকে উৎপন্ন বলসমুহ ==\n\n\n=== সাধারণ বল ===\n\nসাধারণ বল সাধারণত ঘনিষ্ঠ সংস্পর্শে থাকা পরমাণুর পারস্পরিক আন্তক্রিয়ার কারণে ঘটে। পাউলির অপবর্জন নীতির সাহায্যে এর বিশদ ব্যাখা করা সম্ভব। সাধারণ বল টেবিল এবং মেঝে এবং অন্যান্য দৈনন্দিন কাঠামোগত বস্তুর অখণ্ডতার জন্য দায়ী এবং এই বল তখনই কার্যকর হয় যখন কোন বাহ্যিক বল এই বস্তুগুলির উপর প্রয়োগ হয়।\n\n\n=== ঘর্ষণ বল ===\nএকটি বস্তু যখন অন্য একটি বস্তুর সংস্পর্শে  থেকে একের উপর দিয়ে অপরটি চলতে চেষ্টা করে বা চলতে থাকে তখন বস্তুদ্বয়ের স্পর্শতলে গতির বিরুদ্ধে একটি বাধার উৎপত্তি হয়, এ বাধাকে ঘর্ষণ বলে। আর এই বাধাদানকারী বলকে ঘর্ষণ বল বলা হয়।\n\nঘর্ষণ বল সর্বদা গতির বিপরীত দিকে ক্রিয়া করে। ঘর্ষণ সবসময় গতিকে বাধা দেয়। ঘর্ষণ হলো যে কোনো দু’টি তলের অনিয়মিত প্রকৃতির ফল। কোনো তলের উঁচু-নিচু খাঁজ যত বেশি এবং গভীর হবে অর্থাৎ তল যত বেশি অমসৃণ হবে, এক তলের উপর দিয়ে অন্য তলের গতি তত বেশি বাধাগ্রস্ত হবে। ফলে ঘর্ষণ বলের মানও বেড়ে যাবে। স্পর্শতলের এই বাধাকে অতিক্রম করতে পারলে তবেই বস্তুটি গতিশীল থাকে। ঘর্ষণ প্রধানত ৪ প্রকার,\nস্থিতি ঘর্ষণ, পিছলানো ঘর্ষণ, আবর্ত ঘর্ষণ আর প্রবাহী ঘর্ষণ। \nকোন তলে উৎপন্ন স্থিতি ঘর্ষণ বা বা স্ট্যাটিক ফ্রিকশ্‌ন বল (\n  \n    \n      \n        \n          F\n          \n            \n              s\n              f\n            \n          \n        \n      \n    \n    {\\displaystyle F_{\\mathrm {sf} }}\n  \n) -এর অভিমুখ সেই তলে স্থিত বস্তুর উপর প্রযুক্ত বলের ঠিক বিপরীত অভিমুখে এবং সেই বস্তুর সঙ্গে সেই স্পর্শতলের সমান্তরালে কার্যশীল হয় এবং এর সীমা  স্থিতি ঘর্ষণ সহগ (\n  \n    \n      \n        \n          μ\n          \n            \n              s\n              f\n            \n          \n        \n      \n    \n    {\\displaystyle \\mu _{\\mathrm {sf} }}\n  \n) এবং সাধারণ বল (\n  \n    \n      \n        \n          F\n          \n            N\n          \n        \n      \n    \n    {\\displaystyle F_{N}}\n  \n) -এই দুইয়ের গুণফল দ্বারা নির্ধারিত হয়। এককথায়, স্থির ঘর্ষণ বলের মাত্রা অসমতার নীতিকে চরিতার্থ করেঃ\n\n  \n    \n      \n        0\n        ≤\n        \n          F\n          \n            \n              s\n              f\n            \n          \n        \n        ≤\n        \n          μ\n          \n            \n              s\n              f\n            \n          \n        \n        \n          F\n          \n            \n              N\n            \n          \n        \n        .\n      \n    \n    {\\displaystyle 0\\leq F_{\\mathrm {sf} }\\leq \\mu _{\\mathrm {sf} }F_{\\mathrm {N} }.}\n  \n\nপ্রবাহী ঘর্ষণ বা গতিশীল ঘর্ষণ (\n  \n    \n      \n        \n          F\n          \n            \n              k\n              f\n            \n          \n        \n      \n    \n    {\\displaystyle F_{\\mathrm {kf} }}\n  \n) বস্তুর উপর প্রযুক্ত বল এবং বস্তুর গতিবিধি কোন কিছুর উপরই নির্ভরশীল নয়। সুতরাং, প্রযুক্ত বলের মান,\n\n  \n    \n      \n        \n          F\n          \n            \n              k\n              f\n            \n          \n        \n        =\n        \n          μ\n          \n            \n              k\n              f\n            \n          \n        \n        \n          F\n          \n            \n              N\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle F_{\\mathrm {kf} }=\\mu _{\\mathrm {kf} }F_{\\mathrm {N} },}\n  \n\nযেখানে \n  \n    \n      \n        \n          μ\n          \n            \n              k\n              f\n            \n          \n        \n      \n    \n    {\\displaystyle \\mu _{\\mathrm {kf} }}\n  \n হল গতিশীল ঘর্ষণ সহগ। বেশিরভাগ পৃষ্ঠতলের জন্য গতিশীল ঘর্ষণ সহগের মান স্থিত ঘর্ষণ সহগের কম হয়।\n\n\n=== টান বল বা টেনশন ===\nটান বলকে আদর্শ তার বা রজ্জু, যা ভর বিহীন, ঘর্ষণবিহীন, অবিচ্ছেদ্য এবং অযত তার মাধ্যমে বর্ণনা করা যেতে পারে পারে। এই আদর্শ রজ্জুকে আদর্শ কপিকলের সঙ্গে সংযুক্ত করা হয় যা রজ্জুর আকৃতি পরিবর্তনে সাহায্য করে যার মাধ্যমে টান বলের ব্যাখা দেওয়া হয়। আদর্শ রজ্জুতে টান বলের উদ্ভব হলে তা তৎক্ষণাৎ ক্রিয়া-প্রতিক্রিয়া জোর হিসাবে রজ্জুর মাধ্যমে বিস্তৃত হয়, তাই কোন আদর্শ রজ্জুর দুইপ্রান্তে যদি দুটি বস্তু সংযুক্ত করা হায় তাহলে এক প্রান্তের বস্তুতে বল প্রয়োগ করা হলে আপর প্রান্তে সংযুক্ত বস্তুও প্রভাবিত হয় এবং সেই বস্তুর উপর কার্যকরী বলের অভিমুখ প্রথম বস্তুর উপর কার্যকরী বিপরীতমুখী হয়।\n\n\n=== স্থিতিস্থাপক বল বা স্থিতিস্থাপকতা ===\n\nস্থিতিস্থাপক সীমার মধ্যে কোন বস্তুর উপর বল প্রয়োগের ফলে বস্তুর আকার আকৃতির বিকৃতি ঘটে এবং বল অপসারণের ফলে পূর্বের আকার ফিরে পায় সেই বল কে স্থিতিস্থাপক বল বা স্থিতিস্থাপকতা বলে। যে সকল পদার্থের এই ধর্ম আছে তাদেরকে স্থিতিস্থাপক পদার্থ বলে। তবে বলের একটি সীমা আছে যার চেয়ে বেশি বল প্রয়োগ করলে বস্তু আর পূর্বের আকার ফিরে পায় না। এই সীমাকে স্থিতিস্থাপক সীমা বলে। বাহ্যিক বলের বিরুদ্ধে যে বস্তুর বাধা প্রদানের ক্ষমতা বেশি সেই বস্তুর স্থিতিস্থাপকতা বেশি। যখন স্থিতিস্থাপক বস্তুর উপর বাহ্যিক বল প্রয়োগ করা হয় তখন বস্তুর অণুগুলো পরস্পর থেকে সরে যায়। তার ফলে বস্তুর দৈর্ঘ্য, আয়তন বা আকৃতির পরিবর্তন ঘটে। একক দৈর্ঘ্যরে বা একক আয়তনের এই পরিবর্তনকে বিকৃতি বলে। \nস্থিতিস্থাপক শক্তির প্রভাবেই কোন স্প্রিং -এর উপর বাহ্যিক বল প্রয়োগ করে তাকে সংকুচিত বা প্রসারিত করলে, বাহ্যিক বল আপসারনের পর স্প্রিং আবার আগের আকৃতি ফিরে পায়। একটি আদর্শ স্প্রিং ভরবিহীন, ঘর্ষণহীন, অলঙ্ঘনযোগ্য এবং তাকে সীমাহীনভাবে প্রসারিত করা সম্ভব। এই জাতীয় স্প্রিংকে তার সাম্যাবস্থান থেকে বিচ্যুত করা হয় যখন তার উপর চাপ প্রয়োগ করে তাকে সঙ্কুচিত করা হয় অথবা তাকে টেনে প্রসারিত করা হয়। বিজ্ঞানী রবার্ট হুক ১৬৭৬ সালে স্থিতিস্থাপকতার মূলসূত্রটি আবিস্কার করেন যাকে হুকের সূত্র হিসাবে অভিহিত করা হয়। এই সূত্র অনুযায়ী আদর্শ স্প্রিং কে চেপে সংকুচিত করলে যদি সাম্যাবস্থান থেকে তার বিচ্যুতির পরিমাণ \n  \n    \n      \n        Δ\n        x\n      \n    \n    {\\displaystyle \\Delta x}\n  \n দিয়ে চিহ্নিত করা হয় তাহলে স্প্রিং কর্তৃক প্রযোজ্য বলের পরিমাণ,\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        −\n        k\n        Δ\n        \n          \n            \n              x\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}=-k\\Delta {\\vec {x}}}\n  \n\nএখানে \n  \n    \n      \n        k\n      \n    \n    {\\displaystyle k}\n  \n হল স্প্রিং ধ্রুবক বা বল ধ্রুবক যা স্প্রিং -এর উপর নির্ভরশীল। ঋণাত্মক চিহ্নের মাধ্যমে এই বোঝানো হয় যে এই বলের অভিমুখ স্প্রিং এর উপর বাহ্যিক প্রযুক্ত বলের বিপরীত।\n\n\n=== কন্টিনিয়াম বলবিদ্যা ===\n\nনিউটনীয় বলবিদ্যায় সাধারণত কোন বিন্দু আকৃতির বস্তুর উপর বলের প্রভাব নিয়ে আলোচনা হয়। কিন্তু ব্যাবহারিক ক্ষেত্রে আমাদের আশেপাশে যেসকল বস্তু বর্তমান তারা প্রায় কেউই বিন্দু আকৃতির নয় এবং তারা ত্রিমাত্রিক ক্ষেত্রে বিচরণকারী। তাদের উপর বিভিন্ন প্রাকৃতিক এবং কৃত্রিম বলের প্রভাব বিশদে আলচনা করার জন্য পদার্থবিজ্ঞানে  নিউটনীয় বলবিদ্যার উপর ভিত্তি করে আরও নতুন নতুন শাখার উদ্ভব হয়েছে। আমাদের চারপাশে এমন অনেক বস্তু বর্তমান যারা প্রবাহমান, যাদের আকার ও আকৃতি পরিবর্তনশীল। কন্টিনিয়াম মেকানিক্সের সাহায্যে এইসকল বস্তুর উপর বলের প্রভাব কিরূপ সেই বিষয়ে আলোচনা করা হয়। উদাহরণস্বরূপ, কোন প্রবাহমান তরলে চাপের নতিরেখা অনুসারে পরিচালিত বলের সমীকরন হল,\n\n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n            V\n          \n        \n        =\n        −\n        \n          \n            \n              ∇\n              →\n            \n          \n        \n        P\n      \n    \n    {\\displaystyle {\\frac {\\vec {F}}{V}}=-{\\vec {\\nabla }}P}\n  \n\nএখানে \n  \n    \n      \n        V\n      \n    \n    {\\displaystyle V}\n  \n হল প্রাবাহিত তরল পদার্থের আয়তন \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n  \n হল চাপ নির্দেশকারী একটি সর্ববিদিত স্কেলার রাশি।\nতরলে ভাসমান কোন বস্তু তরলের সান্দ্রতার কারণে তার প্রবাহপথে তরল কর্তৃক একটি বল অনুভব করে। সেই বলের মান ভাসমান বস্তুর গতিবেগের সাথে সমানুপাতিক কিন্তু তা প্রবাহপথের বিপরীতমুখী, যার মানঃ\n\n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            \n              d\n            \n          \n        \n        =\n        −\n        b\n        \n          \n            \n              v\n              →\n            \n          \n        \n        \n      \n    \n    {\\displaystyle {\\vec {F}}_{\\mathrm {d} }=-b{\\vec {v}}\\,}\n  \n\n  \n    \n      \n        b\n      \n    \n    {\\displaystyle b}\n  \n একটি ধ্রুবক যার মান তরলের ভৌত ধর্মের উপর নির্ভরশী এবং \n  \n    \n      \n        \n          \n            \n              \n                v\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {v}}}\n  \n হল তরলে ভাসমান বস্তুর গতিবেগ।\nআরও বিশদে, কন্টিনিয়াম বলবিদ্যায় বলকে স্ট্রেস-টেনসর হিসাবে নিম্নরূপে অভিহিত করা হয়,\n\n  \n    \n      \n        σ\n        =\n        \n          \n            F\n            A\n          \n        \n      \n    \n    {\\displaystyle \\sigma ={\\frac {F}{A}}}\n  \n\nযেখানে \n  \n    \n      \n        A\n      \n    \n    {\\displaystyle A}\n  \n হল একটি নির্দিষ্ট ক্ষেত্রফল যেখানে স্ট্রেস-টেনসর পরিমাপ করা হয়।\n\n\n== ঘূর্ণন এবং টর্ক ==\n\nকোন বস্তুর ঘূর্ণনের সাথে সম্পর্কিত বলকে টর্ক নামে অভিহিত করা হয়। গাণিতিকভাবে কোন বল \n  \n    \n      \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {F}}}\n  \n -এর টর্ক নিরূপণ করার সমীকরণ হল,\n\n  \n    \n      \n        \n          \n            \n              τ\n              →\n            \n          \n        \n        =\n        \n          \n            \n              r\n              →\n            \n          \n        \n        ×\n        \n          \n            \n              F\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {\\tau }}={\\vec {r}}\\times {\\vec {F}}}\n  \n\nএখানে \n  \n    \n      \n        \n          \n            \n              \n                r\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {r}}}\n  \n হল স্থানাঙ্কসূচক ভেক্টর।\nনিউটনের দ্বিতীয় গতিসূত্র অনুযায়ী কঠিন বস্তুর কৌণিক ত্বরণ পরিমাপের সমীকরণ হল,\n\n  \n    \n      \n        \n          \n            \n              τ\n              →\n            \n          \n        \n        =\n        I\n        \n          \n            \n              α\n              →\n            \n          \n        \n      \n    \n    {\\displaystyle {\\vec {\\tau }}=I{\\vec {\\alpha }}}\n  \n\nযেখানে \n  \n    \n      \n        I\n      \n    \n    {\\displaystyle I}\n  \n হল বস্তুর জড়তা ভ্রামক বা মোমেন্ট অফ ইনারশিয়া এবং \n  \n    \n      \n        \n          \n            \n              \n                α\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {\\alpha }}}\n  \n হল বস্তুর কৌণিক ত্বরণ।\nনিউটনের ২য় সূত্র থেকে টর্কের আরেকটি অন্তরকলজ্‌ সমীকরণ পাওয়া যায়,\n\n  \n    \n      \n        \n          \n            \n              τ\n              →\n            \n          \n        \n        =\n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    L\n                    →\n                  \n                \n              \n            \n            \n              d\n              t\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\vec {\\tau }}={\\frac {\\mathrm {d} {\\vec {L}}}{\\mathrm {dt} }},}\n  \n\nযেখানে \n  \n    \n      \n        \n          \n            \n              \n                L\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\vec {L}}}\n  \n হল কনার কৌণিক ভরবেগ।\nনিউটনের ৩য় সূত্র অনুযায়ী কোন টর্ক উৎপাদনকারী বস্তু সমান ও বিপরীতমুখী টর্ক অনুভব করে।\n\n\n=== কেন্দ্রমুখী বল ===\nঘূর্ণন গতিতে গতিমান কোন বস্তুর উপর কার্যকরী আসাম্য বলের পরিমাণ,\n\n  \n    \n      \n        \n          \n            \n              F\n              →\n            \n          \n        \n        =\n        −\n        \n          \n            \n              m\n              \n                v\n                \n                  2\n                \n              \n              \n                \n                  \n                    r\n                    ^\n                  \n                \n              \n            \n            r\n          \n        \n      \n    \n    {\\displaystyle {\\vec {F}}=-{\\frac {mv^{2}{\\hat {r}}}{r}}}\n  \n\nএখানে \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n হল বস্তুর ভর, \n  \n    \n      \n        v\n      \n    \n    {\\displaystyle v}\n  \n হল বস্তুর সরলরৈখিক গতিবেগ, \n  \n    \n      \n        r\n      \n    \n    {\\displaystyle r}\n  \n হল ঘূর্ণন বস্তুর গোলাকার ঘূর্ণন পথের কেন্দ্র থেকে বস্তুর দূরত্ব, \n  \n    \n      \n        \n          \n            \n              \n                r\n                ^\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {\\hat {r}}}\n  \n হল একক ভেক্টর যা ঘূর্ণন পথের কেন্দ্র থেকে বাইরের দিকে দিক নির্দেশ করে।\n\n\n== বলবিজ্ঞানে সমাকলন এবং অন্তরকলনের উপযোগিতা ==\nপদার্থবিদ্যায় বলের ধারণাকে কাজে লাগিয়ে, বল ও গতির অনেক চলরাশির ইন্টিগ্রেশনের মাধ্যমে বহুল নতুন ধারণার ব্যাখা ক্রা সম্ভব হয়েছে। উদাহরণস্বরূপ, সময়ের সাপেক্ষে বলের সমাকলন থেকে ঘাত বা ইম্পালস্‌ এই রাশিটি পাওয়া যায়;\n\n  \n    \n      \n        \n          \n            \n              J\n              →\n            \n          \n        \n        =\n        \n          ∫\n          \n            \n              t\n              \n                1\n              \n            \n          \n          \n            \n              t\n              \n                2\n              \n            \n          \n        \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          \n            d\n          \n          t\n        \n        ,\n      \n    \n    {\\displaystyle {\\vec {J}}=\\int _{t_{1}}^{t_{2}}{{\\vec {F}}\\mathrm {d} t},}\n  \n\nনিউটনের ২য় সূত্র অনুযায়ী যা ভরবেগ পরিবর্তনের সাথে সমতুল্য।\nএভাবেই, স্থানাঙ্ক বা সরনের সাপেক্ষে বলের সমাকলন করলে আমরা বলের দ্বারা সিদ্ধ কার্য‌ -এর পরিমাপ করতে পারি।:\n\n  \n    \n      \n        W\n        =\n        \n          ∫\n          \n            \n              \n                \n                  \n                    x\n                    →\n                  \n                \n              \n              \n                1\n              \n            \n          \n          \n            \n              \n                \n                  \n                    x\n                    →\n                  \n                \n              \n              \n                2\n              \n            \n          \n        \n        \n          \n            \n              \n                F\n                →\n              \n            \n          \n          ⋅\n          \n            \n              d\n            \n            \n              \n                \n                  x\n                  →\n                \n              \n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle W=\\int _{{\\vec {x}}_{1}}^{{\\vec {x}}_{2}}{{\\vec {F}}\\cdot {\\mathrm {d} {\\vec {x}}}},}\n  \n\nযা গতিশক্তির পরিবর্তনের সমতুল্য।\nশক্তি P হল কার্য‌ W -এর পরিবর্তনের হার dW/dt -এর সমতুল্য। যখন আবক্র পথে dt সময়ের ব্যবধানে বস্তুর সরনের পরিমাণ \n  \n    \n      \n        \n          \n            d\n          \n          \n            \n              \n                x\n                →\n              \n            \n          \n        \n      \n    \n    {\\displaystyle \\scriptstyle {d}{\\vec {x}}}\n  \n তখন,\n\n  \n    \n      \n        \n          d\n        \n        W\n        \n        =\n        \n        \n          \n            \n              \n                d\n              \n              W\n            \n            \n              \n                d\n              \n              \n                \n                  \n                    x\n                    →\n                  \n                \n              \n            \n          \n        \n        \n        ⋅\n        \n        \n          d\n        \n        \n          \n            \n              x\n              →\n            \n          \n        \n        \n        =\n        \n        \n          \n            \n              F\n              →\n            \n          \n        \n        \n        ⋅\n        \n        \n          d\n        \n        \n          \n            \n              x\n              →\n            \n          \n        \n        ,\n        \n        \n          ⇒\n        \n        \n        P\n        \n        =\n        \n        \n          \n            \n              \n                d\n              \n              W\n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        \n        =\n        \n        \n          \n            \n              \n                d\n              \n              W\n            \n            \n              \n                d\n              \n              \n                \n                  \n                    x\n                    →\n                  \n                \n              \n            \n          \n        \n        \n        ⋅\n        \n        \n          \n            \n              \n                d\n              \n              \n                \n                  \n                    x\n                    →\n                  \n                \n              \n            \n            \n              \n                d\n              \n              t\n            \n          \n        \n        \n        =\n        \n        \n          \n            \n              F\n              →\n            \n          \n        \n        \n        ⋅\n        \n        \n          \n            \n              v\n              →\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\text{d}}W\\,=\\,{\\frac {{\\text{d}}W}{{\\text{d}}{\\vec {x}}}}\\,\\cdot \\,{\\text{d}}{\\vec {x}}\\,=\\,{\\vec {F}}\\,\\cdot \\,{\\text{d}}{\\vec {x}},\\qquad {\\text{⇒}}\\quad P\\,=\\,{\\frac {{\\text{d}}W}{{\\text{d}}t}}\\,=\\,{\\frac {{\\text{d}}W}{{\\text{d}}{\\vec {x}}}}\\,\\cdot \\,{\\frac {{\\text{d}}{\\vec {x}}}{{\\text{d}}t}}\\,=\\,{\\vec {F}}\\,\\cdot \\,{\\vec {v}},}\n  \n\nএখানে \n  \n    \n      \n        \n          \n            \n              \n                v\n                →\n              \n            \n          \n          \n             \n          \n          =\n          \n             d\n          \n          \n            \n              \n                x\n                →\n              \n            \n          \n          \n            /\n          \n          \n            d\n          \n          t\n        \n      \n    \n    {\\displaystyle {{\\vec {v}}{\\text{ }}={\\text{ d}}{\\vec {x}}/{\\text{d}}t}}\n  \n হল গতিবেগ।\n\n\n== পরিমাপের একক ==\nএস আই পদ্ধতিতে বল পরিমাপের একক নিউটন যা N দ্বারা চিহ্নিত করা হয় যা প্রতি বর্গাকারে এক মিটার হারে এক কেজি ভর ত্বরান্বিত করার জন্য প্রয়োজনীয় শক্তি অর্থাৎ  kg·m·s−2\nসি জি এস পদ্ধতিতে এর একক হল ডাইন যা প্রতি সেকেন্ডে স্কোয়ারে এক সেন্টিমিটার দিয়ে এক গ্রাম ভর ত্বরান্বিত করার জন্য প্রয়োজনীয় শক্তি অর্থাৎ g·cm·s−2। এক নিউটন হল ১০০০০০ ডাইনের -এর সমতুল্য।\n\n\n== তথ্যসূত্র =="}