{"pageid": 1148548, "title": "লিলিয়েসলিফ ফার্ম", "url": "https://bn.wikipedia.org/wiki?curid=1148548", "content": "লিলিয়েসলিফ ফার্ম হলো দক্ষিণ আফ্রিকার উত্তর জোহানেসবার্গের একটি জায়গা, যেটি ১৯৬০-এর দশকে আফ্রিকান ন্যাশনাল কংগ্রেস কর্মীদের জন্য একটি নিরাপদ আশ্রয় হিসাবে ব্যবহারের জন্য সর্বাধিক পরিচিত। ১৯৬৩ সালে, দক্ষিণ আফ্রিকার পুলিশ ফার্মে অভিযান চালিয়ে এক ডজনেরও বেশি এএনসি নেতা ও কর্মীকে গ্রেপ্তার করে, যাদের তখন রিভোনিয়া ট্রায়াল এর মাধ্যমে বিচার করা হয়েছিল। বর্ণবৈষম্যের অবসানের পর থেকে এলাকাটি একটি জাদুঘর ও ঐতিহ্যবাহী স্থানে পরিণত হয়েছে।\n\n\n== ইতিহাস ==\nফার্মহাউসটি জোহানেসবার্গের বাইরের শহরতলী রিভোনিয়ায় অবস্থিত। ১৯৬১ সালে, গুপ্ত দক্ষিণ আফ্রিকান কমিউনিস্ট পার্টির সদর দফতর এবং রাজনৈতিক পলাতকদের জন্য একটি নিরাপদ আশ্রয় হিসাবে ব্যবহার করার জন্য সম্পত্তিটি আর্থার গোল্ডরিচ এবং হ্যারল্ড ওলপে কিনেছিলেন। আফ্রিকান ন্যাশনাল কংগ্রেস নেতা নেলসন ম্যান্ডেলার একটি নিরাপদ জায়গা দরকার হলে তিনি সেখানে, খামারে কাজ করার জন্য ভাড়া করা কৃষক ডেভিড মোটসামাই ছদ্মনামে বসবাস করেছিলেন।\n১৯৬৩ সালের ১১ জুলাই, নিরাপত্তা পুলিশ ফার্মে অভিযান চালায় এবং আন্ডারগ্রাউন্ডের ১৯ জন সদস্যকে গ্রেপ্তার করে, পরে তাদের অনেককে নাশকতার অভিযোগে অভিযুক্ত করে এবং বিচার করে। পুলিশ দুটি সূত্র থেকে অবস্থান সম্পর্কে জানতে পেরেছিল: জর্জ মেলিস, যিনি রিভোনিয়া ক্যারাভান পার্কের কাছাকাছি থাকতেন, খামার এলাকায় এবং বাইরে বেশ কয়েকটি গাড়ি যেতে দেখেন এবং তার পরিবারকে বলেছিলেন; এবং এএনসির সশস্ত্র শাখা uMkhonto we Sizwe- তে থাকা একজন পুলিশ তথ্যদাতা। উক্ত কর্মীরা নেতাকর্মীরা খড়ের ছাউনি দেওয়া একটি কক্ষে মিটিং করছিল এবং অভিযান দেখে তারা বিস্মিত হয়ে পড়ে। তারা ইতোমধ্যেই অন্য একটি নিরাপদ বাড়িতে যাওয়ার সিদ্ধান্ত নিয়েছিল, ১১ জুলাই ছিল লিলিয়েসলিফে তাদের শেষ বৈঠক।  নেলসন ম্যান্ডেলা ইতোমধ্যেই কারাগারে ছিলেন, বেআইনিভাবে দেশ ছাড়ার জন্য আগের বছর গ্রেপ্তার হয়ে পাঁচ বছরের সাজা ভোগ করছিলেন। পুলিশ অভিযানের সময় একটি কয়লা বাংকারে লুকিয়ে রাখা কিছু নথি খুঁজে পায়, যা ম্যান্ডেলাকে দোষী সাব্যস্ত করে । ফলস্বরূপ, তাকে অভিযুক্ত করা হয়েছিল এবং অন্যদের সাথে বিচারের মুখোমুখি করা হয়েছিল।\n১৯৬৩ সালের অক্টোবর থেকে ১৯৬৪ সালের জুন পর্যন্ত চলা এই বিচারটি ম্যান্ডেলা এবং অন্য সাতজনকে দোষী সাব্যস্ত করে যাবজ্জীবন কারাদণ্ডের মাধ্যমে শেষ হয়।\n\n\n== বর্ণবাদের সমাপ্তির পর ==\nলিলিয়েসলিফ ফার্মের খামারবাড়িটি এখন জোহানেসবার্গের ধীরে ধীরে ছড়িয়ে পড়া শহরতলির দ্বারা বেষ্টিত রয়েছে, তবে ঐতিহাসিক স্থানটি দর্শকদের জন্য আবার খুলে দেওয়া হয়েছে। দালানগুলিকে তাদের আগের অবস্থায় ফিরিয়ে আনা হয়েছে এবং ভিজ্যুয়াল এবং অডিও-ভিজ্যুয়াল প্রদর্শনীর মাধ্যমে পুলিশের অভিযানের নাটকীয় ঘটনাগুলিকে পুনঃনির্মাণ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও জানার জন্য ==\nলিলিয়েসলিফ ফার্ম ট্রাস্ট\nরিভোনিয়া ট্রায়াল ১৯৬৩-১৯৬৪ (এসএ ইতিহাস অনলাইন)\n\n\n== বহিঃসংযোগ ==\nলিলিয়েসলিফ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মে ২০২২ তারিখে"}