{"pageid": 114950, "title": "নিউ ইয়র্ক স্টক এক্সচেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=114950", "content": "নিউ ইউর্ক স্টক এক্সচেঞ্জ (ইংরেজি ভাষায়: New York Stock Exchange) (সংক্ষেপে: NYSE) মার্কিন যুক্তরাষ্ট্রের একটি শেয়ার বাজার। এটি নিউ ইয়র্ক সিটির ওয়াল স্ট্রিট নামক সড়কে অবস্থিত। বাজার মূলধনের দিক থেকে নিউ ইউর্ক স্টক এক্সচেঞ্জ পৃথিবীর সর্ববৃহৎ শেয়ার বাজার। এই শেয়ার বাজারের মোট বাজার মূলধনের পরিমাণ ২০১৮ সালের ফেব্রুয়ারী মাস নাগাদ ৩০.১ ট্রিলিয়ন মার্কিন ডলার। দৈনিক শেয়ার লেনদেনের পরিমাণ প্রায় ১৬৯ বিলিয়ন মার্কিন ডলার।\nনিউ ইয়র্ক স্টক এক্সচেঞ্জ ইউরোনেক্সট এই শেয়ার বাজার পরিচালনা করে। নিউ ইউর্ক স্টক এক্সচেঞ্জ ইউরোনেক্সট ২০০৭ সালে নিউ ইউর্ক স্টক এক্সচেঞ্জ এবং ইউরোনেক্সটের একত্রীকরণের ফলে গঠিত হয়। ওয়াল স্ট্রিটের ১১ নম্বর ভবনের চারটি ধরে এই শেয়ার বাজারের ব্যবসায়িক কার্যক্রম পরিভালিত হয়। আরেকটি ঘর ব্রড স্ট্রিটে অবস্থিত। এটি ২০০৭ এর ফেব্রয়ারীতে বন্ধ হয়। মূল ভবনটি ১৮ ব্রড স্ট্রিটে অবস্থিত। ১৯৭৮ সালে মার্কিন সরকার একে জাতীয় ঐতিহাসিক স্থাপনা হিসেবে চিহ্নিত করে। এছাড়া ১১ ওয়াল স্ট্রিট ভবনটিকেও ঐতিহাসিক স্থাপনা হিসেবে চিহ্নিত করা হয়।\n\n\n== ইতিহাস ==\n\n১৯৭২ সালের ১৭ মে ওয়াল স্ট্রিটে বাটনউড চুক্তির মাধ্যমে নিউ ইউর্ক স্টক এক্সচেঞ্জ প্রতিষ্ঠান সূত্রপাত ঘটে। ১৮১৭ এর ৮ মার্চ সংস্থাটি একটি সংবিধান রচনা করে এবং নাম পরিবর্তিত করে রাখে “নিউ ইউর্ক স্টক এন্ড এক্সচেঞ্জ বোর্ড”। অ্যান্টনি স্টকহোম এর প্রথম প্রেসিডেন্ট নির্বাচিত হন।\nপ্রথমে এই স্টক এক্সচেঞ্জের স্থান ছিল ৪০ ওয়াল স্ট্রিটে। ১৮৩৫ সালের গ্রেট ফায়ার অফ নিউ ইয়র্ক এর সময় এটি ধ্বংস হয়ে যায়। ১৮৬৩ সালে আবার নাম পরিবর্তন করে রাখা হয় নিউ ইউর্ক স্টক এক্সচেঞ্জ। ১৮৬৫ সালে এটি ১০-১২ ব্রড স্ট্রিটে স্থানান্তরিত হয়।\n১৮৯৬ থেকে ১৯০১ সালের মধ্যে এই শার বাজারে শেয়ার লেনদেনের পরিমাণ প্রায় ছয় গুণ বৃদ্ধি পায়। ফলে ব্যবসায়িক কার্যক্রমের জন্য আরও বড় পরিসরের প্রয়োজন হয়। নিউ ইয়র্কের আটটি স্থাপত্য প্রতিষ্ঠানকে নিউ ইউর্ক স্টক এক্সচেঞ্জের নতুন ভবনের নকশা করার জন্য আমন্ত্রণ জানানো হয়। পরিশেষে জর্জ বি. পোস্টেরর নকশা গৃহীত হয়। ১৯০১ এর ১০ মে ১০ব্রড স্ট্রিটের ভবনটি ভাঙার কাজ শুরু হয়।\n\n১৮ ব্রড স্ট্রিটের নতুন ভবনের নির্মাণে প্রায় ৪ মিলিয়ন মার্কিন ডলার ব্যয় হয়। এটির উদ্বোধন হয় ২২ এপ্রিল ১৯০৩। ভবনের ১০৯ × ১৪০ ফুট অঞ্চল জুড়ে ব্যবসায়িক কার্যক্রম পরিচালিত হত। ঐ সময়ে নিউ ইয়র্কের অন্য কোন ভবনে এত বড় স্থানছিল না। এই ভবনের ৭২ ফুট উচ্চতায় একটি বাতি বসানো হয়। ১৯৭৮ সালের ২ জুন এই ভবনটিকে মার্কিন সরকার জাতীয় ঐতিহাসিক স্থাপনা হিসেবে চিহ্নিত করে।\n১৯২২ সালে ১১ ব্রড স্ট্রিটে ট্রব্রিজ এন্ড লিভিংস্টোন কর্তৃক নকশাকৃত অফিস সংযুক্ত করা হয়। ১৯৬৯ ও ১৯৮৮ সালে ভবনটিতে অতিরিক্ত তলা সংযুক্ত করা হয়। এছাড়া দ্রুত যোগাযোগ ও বাণিজ্যিক তথ্যাবলি প্রদর্শনের জন্য ভবনে অত্যাধুনিক প্রযুক্তির সমাবেশ ঘটানো হয়। ফলে অধিকাংশ বাণিজ্যিক কার্যক্রমই ইলেকট্রনিক হয়ে পড়ে এবং অধিক স্থানের প্রয়োজন হ্রাস পায়। ২০০৬ সালে নিউ ইউর্ক স্টক এক্সচেঞ্জ ৩০ ব্রড স্ট্রিটের অফিসটি বন্ধের সিদ্ধান্ত নেয়। ক্রমাগত অত্যাধুনিক প্রযুক্তি সংযুক্তির ফলে প্রয়োজনীয় স্থান এবং কর্মকর্তা-কর্মচারীর সংখ্যা কমে যাওয়াও ১৯৬৯ ও ১৯৮৮ সালে বর্ধিত ভবন দুইটিও বন্ধ করে দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থবিবরণী ==\nBuck, James E. (১৯৯২)। The New York Stock Exchange: The First 200 Years। Greenwich Pub. Group। আইএসবিএন 0944641024। \nGeisst, Charles R. (২০০৪)। Wall Street: A History - From its Beginnings to the Fall of Enron। Oxford University Press। আইএসবিএন 0195170601। \nKent, Zachary (১৯৯০)। The Story of the New York Stock Exchange। Scholastic Library Pub.। আইএসবিএন 0516047485। \nSloane, Leonard (১৯৮০)। The Anatomy of the Floor। Doubleday। আইএসবিএন 0385122497। \nSobel, Robert (১৯৭৫)। N.Y.S.E.: A History of the New York Stock Exchange, 1935–1975। Weybright and Talley। আইএসবিএন 0679401245। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nPrice of membership and a seat"}