{"pageid": 11494, "title": "বিয়ারনে স্ট্রোভস্ট্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=11494", "content": "বিয়ারনে স্ট্রোভস্ট্রুপ (ডেনীয়: Bjarne Stroustrup) (জন্ম ৩০শে ডিসেম্বর, ১৯৫০, আরহাস, ডেনমার্ক) একজন ডেনীয় কম্পিউটার বিজ্ঞানী এবং টেক্সাস এ অ্যান্ড এম ইউনিভার্সিটি-এর কলেজ অফ ইঞ্জিনিয়ারিং এর কম্পিউটার বিজ্ঞান বিভাগের চেয়ার অধ্যাপক। তিনি সি++ নামের প্রোগ্রামিং ভাষাটি উদ্ভাবন করার জন্য সর্বাধিক পরিচিতি পেয়েছেন। ইংরেজিতে তার নামের উচ্চারণ মোটামুটিভাবে এরকম \"B-yar-ne Strov-stroop\" [১]\nস্ট্রোভস্ট্রুপ সি++ এর উদ্ভাবন ও উন্নয়নে তার অবদান সম্পর্কে বলেছেন, \"সি++ উদ্ভাবন করেছি, এর প্রথমদিককার সংজ্ঞাগুলি লিখেছি, এবং এটা সর্বপ্রথম বাস্তবায়ন করেছি... সি++ এর জন্য নির্মাণ শর্তাবলী নির্ধারণ করেছি, এর প্রধান সব সুবিধাগুলি যুক্ত করেছি এবং সি++ স্ট্যান্ডার্ড কমিটিতে বিস্তারিত প্রস্তাবনাগুলির সম্পাদনার কাজ করেছি।\" স্ট্রোভস্ট্রুপ সি++ ভাষাটির উপর যে বইটি লিখেছেন, অনেকে সেটাকে এই বিষয়ের আদর্শ গ্রন্থ বলে বিবেচনা করে থাকেন। বর্তমানে তার The C++ Programming Language বইটির তৃতীয় সংস্করণ চালু আছে। সি++ স্ট্যান্ডার্ড কমিটি কর্তৃক সম্পন্ন সি++ ভাষাটির সংস্কারসমূহের সাথে সামঞ্জস্য রেখে বইটা দুবার পরিমার্জন করা হয়েছে।\nস্ট্রোভস্ট্রুপ গণিত এবং কম্পিউটার বিজ্ঞানে ১৯৭৫ সালে ডেনমার্কের আরহাস বিশ্ববিদ্যালয় থেকে ক্যান্ড. সায়েন্ট. ডিগ্রী (মাস্টার্স ডিগ্রীর ডেনীয় নাম) অর্জন করেন। তিনি ১৯৭৯ সালে ইংল্যান্ডের কেমব্রিজ বিশ্ববিদ্যালয় থেকে কম্পিউটার বিজ্ঞানে পিএইচডি ডিগ্রী অর্জন করেন। আগে তিনি এটিঅ্যান্ডটি গবেষণাগারের বৃহৎ মাত্রার প্রোগ্রামিং গবেষণা বিভাগের প্রধান হিসাবে এর সৃষ্টিলগ্ন থেকে ২০০২ সাল পর্যন্ত কর্মরত ছিলেন। বর্তমানে তিনি টেক্সাস এ অ্যান্ড এম বিশ্ববিদ্যালয়ের একজন অধ্যাপক এবং কম্পিউটার বিজ্ঞানের কলেজ অফ ইঞ্জিনিয়ারিং-এর চেয়ারে আসীন আছেন।\n\n২০০৪ - আই ই ই ই কম্পিউটার সোসাইটি ২০০৪ কম্পিউটার উদ্যোক্তা পুরস্কার\n\n\n== প্রকাশিত গ্রন্থাবলি ==\nThe C++ Programming Language by Bjarne Stroustrup - Addison-Wesley Pub Co; 3rd edition (February 15, 2000); আইএসবিএন ০-২০১-৭০০৭৩-৫\nThe Design and Evolution of C++ by Bjarne Stroustrup - Addison-Wesley Pub Co; 1st edition (March 29, 1994); আইএসবিএন ০-২০১-৫৪৩৩০-৩\nThe Annotated C++ Reference Manual by Margaret A. Ellis & Bjarne Stroustrup - Addison-Wesley Pub Co; (January 1, 1990); আইএসবিএন ০-২০১-৫১৪৫৯-১\n\n\n== বহিঃসংযোগ ==\nবিয়ারনে স্ট্রোভস্ট্রুপের মুখ্যপাতা\nবিয়ারনে স্ট্রোভস্ট্রুপের সাথে সাক্ষাত করুন (ভিডিও)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০০৬ তারিখে\nবিয়ারনে স্ট্রোভস্ট্রুপের সাথে সাক্ষাতসমূহের তালিকা\nআই ই ই ই'র কম্পিউটার সাময়িকীর সাথে একটি নকল সাক্ষাতকারের প্রতিলিপি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ আগস্ট ২০০৬ তারিখে\nআসল স্ট্রোভস্ট্রুপ-সাক্ষাতকার (আই ই ই ই'র কম্পিউটার সাময়িকী জুন ১৯৯৮)"}