{"pageid": 1149093, "title": "ছাইয়্যা ছাইয়্যা", "url": "https://bn.wikipedia.org/wiki?curid=1149093", "content": "ছাইয়্যা ছাইয়্যা (\"[ছায়ায়] হাঁটা\") হল একটি ভারতীয় পপ-ফোক গান। গানটি ১৯৯৮ সালে মুক্তিপ্রাপ্ত বলিউডের দিল সে.. চলচ্চিত্রের সাউন্ডট্র্যাকে অন্তর্ভুক্ত ছিল। সুফি সঙ্গীত এবং উর্দু কবিতার উপর ভিত্তি করে, গানটি লিখেছেন গুলজার, সুর করেছেন এ আর রহমান, এবং গেয়েছেন সুখবিন্দর সিং ও স্বপ্না অবস্থি। গানটির সঙ্গীত ভিডিওটি পরিচালনা করেন মণি রত্নম। সঙ্গীত ভিডিওতে শাহরুখ খান এবং মালাইকা অরোরা অংশ নেন, এতে তারা একটি চলন্ত ট্রেনের উপরে গানটি পরিবেশন করেন।\nছাইয়্যা ছাইয়্যা সমালোচনাগতভাবে এবং বাণিজ্যিকভাবে সফল হয়, ভারতে এটির ৬০ লক্ষের বেশি ইউনিট বিক্রি হয়। আন্তর্জাতিকভাবেও গানটির অনেক ভক্ত তৈরি হয়, এবং প্রায়ই গানটিকে হিন্দি চলচ্চিত্রের একটি প্রভাবশালী ট্র্যাক হিসেবে অভিহিত করা হয়। ২০০২ সালে, বিবিসি ওয়ার্ল্ড সার্ভিস সর্বকালের সবচেয়ে জনপ্রিয় দশটি গান বেছে নেওয়ার জন্য একটি আন্তর্জাতিক জরিপ পরিচালনা করে: \"ছাইয়্যা ছাইয়্যা\" এতে নয় নম্বর স্থান লাভ করে।\n\n\n== ইতিহাস ==\nছাইয়্যা ছাইয়্যা গানটি কবি বুল্লেহ শাহের লেখা থেকে ও সুফি লোকগান \"থাইয়্যা থাইয়্যা\" এর উপর ভিত্তি করে তৈরি। গায়ক সুখবিন্দর সিং মূলত এ আর রহমানকে গানটির পরামর্শ দিয়েছিলেন যিনি দিল সে এর সাউন্ডট্র্যাকে অন্তর্ভুক্ত করার জন্য একটি পাঞ্জাবি ভক্তিমূলক গান খুঁজছিলেন। গুলজার পরবর্তীকালে গানের কথা আবার লেখেন এবং নাম পরিবর্তন করে ছাইয়্যা ছাইয়া রাখেন।\nছাইয়্যা ছাইয়্যা ভারতে চার্টের শীর্ষে পৌঁছে এবং যুক্তরাজ্যেও জনপ্রিয় হয়ে উঠে।\nমণি রত্নম, এ আর রহমান এবং ভাইরামুথুর সাথে \"সাধনাই তামিলরগাল\" নামে একটি সাক্ষাত্কারে, রহমান বলেছিলেন যে গানটি মূলত তার অ্যালবাম বন্দে মাতরমের জন্য রচিত হয়েছিল। কিন্তু এটি মানানসই না হওয়ায়, তিনি এটি মণি রত্নমকে দেখানোর সিদ্ধান্ত নেন, যিনি এই ধরনের আকর্ষণীয় সুর পছন্দ করেন। প্রথমবার গানটি শুনে মণি রত্নম ট্রেনে গানটির শুটিং করার সিদ্ধান্ত নেন।\n\n\n== সংগীত ভিডিও ==\nভিডিওটি দক্ষিণ ভারতের পার্বত্য তামিলনাড়ুতে এক্স-ক্লাস স্টিম লোকোমোটিভ (নীলগিরি পার্বত্য রেল) দ্বারা চালিত উটি ট্রেনের উপরে শুট করা হয়, অভিনেতা শাহরুখ খান মডেল/অভিনেত্রী মালাইকা অরোরা এবং অন্যান্য নৃত্যশিল্পীদের সাথে গানটির শুটিংয়ে নেচেছেন। ছবিটি পরিচালনা করেছেন মণি রত্নম এবং রেকর্ড করেছেন সন্তোষ সিভান। সাড়ে চার দিনে কোরিওগ্রাফি শেষ করেন ফারাহ খান। মিউজিক ভিডিওতে কোনো বড় ব্যাক প্রজেকশন বা পোস্ট-প্রোডাকশন বিশেষ প্রভাব ব্যবহার করা হয়নি।\nমালাইকা অরোরা, একজন অভিনয়শিল্পী, স্মরণ করে জানান: \"আপনি কি এটা বিশ্বাস করবেন? হ্যাঁ, \"ছাইয়া ছাইয়া\" গানটি ঠিক যেমনটি আপনি স্ক্রিনে দেখছেন ঠিক তেমনই শ্যুট করা হয়েছে: কোনও ক্যামেরা কৌশল নেই, কোনও ব্যাক প্রজেকশন নেই, কোনও পোস্ট-প্রোডাকশন বিশেষ প্রভাব নেই!\" তিনি আরো বলেন যে \". . . ইউনিটের একজন সদস্য ছিটকে পড়ে নিজেকে আহত করে। এটি ছাড়া, বাকি জিনিসগুলি নিরাপদ ছিল।\"\n\n\n== পপ সংস্কৃতি ==\nগানটি ‘বম্বে ড্রিমস’ নামে এক মিউজিক্যালের দ্বিতীয় অভিনয়ের শুরুতে প্রদর্শিত হয়েছিল, যেখানে দিল সে.. -এর ট্রেনের ক্রমটি মঞ্চে পুনরায় তৈরি করা হয়।\nগানটির রিমিক্স ২০০৬ সালের ইনসাইড ম্যান চলচ্চিত্রের উদ্বোধনী এবং সমাপনী কৃতিত্ব দেখানোর সময় ব্যবহৃত হয়েছিল। উদ্বোধনী দৃশ্যে, ম্যানহাটনে গাড়ি চালানো ডাকাত দলের গোলাগুলি দেখানো হয়, দৃশ্যের পটভূমিতে আসল গানটির একটি সংক্ষিপ্ত সংস্করণ ও অতিরিক্ত ট্রাম্পেট ছন্দ বাজানো হয়। সমাপনী দৃশ্যে পাঞ্জাবি এমসি (\"ছাইয়্যা ছাইয়া বলিউড জয়েন্ট\") সমন্বিত একটি হিপ-হপ-ইনফ্লেক্টেড রিমিক্স বাজানো হয়।\nগানটি মার্কিন সিটকম ‘আউটসোর্সড’-এর ১৩তম পর্বে ব্যাকগ্রাউন্ডে বাজানো হয়।\nগানটি ‘স্মিথের’ পাইলট পর্বে প্রদর্শিত হয়। এই গানটির একটি কভার ‘সিএসআই: মিয়ামি’-এর ৫ম মৌসুমের ৫ম পর্বে বাজানো হয়।\nএ আর রহমানের সংকলন অ্যালবাম, ‘এ আর রহমান – এ ওয়ার্ল্ড অফ মিউজিক-এ আসল ট্র্যাক এবং ছাইয়্যা ছাইয়্যার একটি লাইভ সংস্করণ বাজানো হয়।\n৩ অক্টোবর ২০১০ তারিখে নতুন দিল্লির জওহরলাল নেহেরু স্টেডিয়ামে অনুষ্ঠিত ২০১০ কমনওয়েলথ গেমসের উদ্বোধনী অনুষ্ঠানে গানটি ব্যবহার করা হয়েছিল।\n২০১১ সালে ইন্দোনেশিয়ায় গোরোন্তালোর একজন পুলিশ সদস্য, নরম্যান কামারু নিজে লিপসিঙ্ক করে রেকর্ড করেন এবং ভিডিওটি ইউটিউবে আপলোড করেন। তখন গানটি ইন্দোনেশিয়ায় জনপ্রিয়তা পায়। ভিডিওটির নাম \"পলিসি গোরোন্তালো মঞ্জিলা\" (পাগল গোরোন্টোলা পুলিশ)।\n১৭ মে ২০১৫ সালে, স্যাম সুই, বিদ্যা এবং শঙ্কর টাকারকে সঙ্গে নিয়ে রেকর্ডিং শিল্পী কার্ট হুগো স্নাইডার ইউটিউবে একটি ম্যাশআপ ভিডিও আপলোড করেন যার শিরোনাম Chaiyya Chaiyya / Don't Stop MASHUP! ! - ইন্ডিয়া সংস্করণ ফুট স্যাম সুই, শঙ্কর টাকার, বিদ্যা। এটি ৩ দিনে ৩,০০,০০০ বার দেখা হয়। শাহরুখ খান তাদের কাজের প্রশংসা করে টুইট করেন। জানুয়ারী ২০১৬ পর্যন্ত, ভিডিওটি ২.৫ কোটি বার দেখা হয়েছে।\nপেন মাসালা নামে একটি এ ক্যাপেলা গ্রুপ তাদের সপ্তম অ্যালবাম ‘প্যানোরামিক’-এ গানটি কভার করেছে।\nইমন, কামিলা শামসীর হোম ফায়ার নামক উপন্যাসের অন্যতম চরিত্র, উর্দু শেখার চেষ্টায় গানটির ভিডিও এবং গানের কথা খুঁজে দেখেন।\nফেব্রুয়ারি ২০১৬ সালে, তেনালিতে অনুষ্ঠিত ইটিভি@২০ তেনালি অনুষ্ঠানে মানো এবং সাহিতি এই গানটির তেলুগু সংস্করণ গান। একই বছরে (২০১৬) গ্রুভেদেভ এই গানটির রিমিক্স তৈরি করে।\nগানটি কানাডার আইকিয়া-র (স্বেদিস ফার্নিচার এর দোকান) ২০২১ সালের একটি ছুটির টিভি বাণিজ্যিক বিজ্ঞাপনে ব্যবহৃত হয়।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}