{"pageid": 1149439, "title": "দক্ষিণ আফ্রিকায় হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1149439", "content": "সমগ্র দক্ষিণ আফ্রিকায় হিন্দুধর্ম চর্চা করা হয়, তবে কোয়াজুলু-নাটাল প্রদেশে সবচেয়ে বেশি। আফ্রিকায় মরিশাসের পর এটিই হিন্দুদের সবচেয়ে বেশি ঘনত্বের বাসস্থান। ২০১১ সালের আদমশুমারি অনুসারে দক্ষিণ আফ্রিকার জনসংখ্যার প্রায় ১.১% হিন্দু, যেখানে ১৯৯৬ সালের আদমশুমারির ভিত্তিতে এটি ছিল ১.৪%। \n\n\n== জনসংখ্যা ও জাতিসত্তা ==\nদক্ষিণ আফ্রিকার হিন্দুদের অধিকাংশই ভারতীয় দক্ষিণ আফ্রিকান।  হিন্দুধর্ম অনুসরণকারী ভারতীয় দক্ষিণ আফ্রিকানদের অনুপাত ১৯৯৬ সালে ৫০% থেকে কমে ২০০১ সালে ৪৭.২৭% হয়েছে।  এটি ২০১৬ সালে আরও কমে ৪১.৩% হয়েছে, প্রধানত খ্রিস্টান মিশনারিদের দ্বারা হিন্দুদের ধর্মান্তরিত হওয়ার কারণে।\nজাতিসত্তা\n\nবৃদ্ধি\n(উল্লেখ্য: ২০১৩ এবং ২০১৬ এর পরিসংখ্যান সরকারি আদমশুমারির তথ্য নয়)\n\n\n== হিন্দু মন্দির ==\n\nদক্ষিণ আফ্রিকায় প্রথম হিন্দু মন্দির ১৮৬৯ সালে নির্মিত হয়েছিল। \"মুক্ত\" হিন্দু সম্প্রদায়ের উন্নতির সাথে সাথে ডারবান, পিটারমারিটজবার্গ, পোর্ট এলিজাবেথ, জোহানেসবার্গ এবং প্রিটোরিয়াতে আরও মন্দির তৈরি করা হয়েছিল।\nতামিল হিন্দুদের ১৯৭৫ সাল নির্মিত নাগাদ ডারবানের উম্বিলো নদীর তীরে প্রথম রিভার মন্দিরটি (উম্বিলো শ্রী আম্বালাভানার মন্দির) ১৯০৫ সালে বন্যায় ক্ষতিগ্রস্ত হয়েছিল। কিন্তু বন্যার আগে এর বিগ্রহ এবং স্থানান্তরযোগ্য অংশগুলিকে রক্ষা করা হয়েছিল এবং দ্বিতীয় রিভার মন্দিরের কাছাকাছি স্থানান্তরিত হয়েছিল, যেটি ১০০ বছরেরও বেশি সময় ধরে ব্যবহার করা হচ্ছে। দক্ষিণ আফ্রিকার প্রথম দিকের মন্দিরগুলি সাধারণ ঐতিহ্যগত হিন্দু মন্দিরের নকশা এবং স্থাপত্যগুলি অনুসরণ করেছিল। পরবর্তীকালে নির্মিত মন্দিরগুলি আরও বড় এবং আরও বিস্তৃত ছিল।\nকিছু দক্ষিণ আফ্রিকার স্থানীয় সরকার ১৯১০ দশকে হিন্দুদের দ্বারা মন্দির নির্মাণ এবং সম্পত্তির মালিকানা নিষিদ্ধ করেছিল। বর্তমানে আধুনিক দক্ষিণ আফ্রিকায় অনেক হিন্দু মন্দির রয়েছে এবং দীপাবলি জাঁকজমক ভাবে উদযাপিত হচ্ছে।\nউল্লেখযোগ্য কিছু মন্দির হলো:\n\nক্লেয়ারউড শ্রী শিব শুভ্রমণির মন্দির\nমধ্য কৈলাস মন্দির, মিডরান্ড\nনারায়ণ স্বামী মন্দির\nশ্রী জগন্নাথ পুরী মন্দির (দক্ষিণ আফ্রিকা)\n\n\n== উৎসব ==\nদক্ষিণ আফ্রিকান হিন্দুদের প্রধান উৎসব দীপাবলি। এটি প্রতি বছর সমুদ্র সৈকতে পাবলিক উৎসব অনুষ্ঠিত হয়। দক্ষিণ আফ্রিকার তামিল হিন্দুরা কাভাদি পালন করে, অন্যদিকে আন্তর্জাতিক কৃষ্ণ ভাবনামৃত সংঘের তত্ত্বাবধানে রথযাত্রা উৎসব ও ব্যাপক ভাবে জনপ্রিয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদক্ষিণ আফ্রিকার ডিভাইন লাইফ সোসাইটি\nহিন্দু ধর্মের উপর দক্ষিণ আফ্রিকার সাইট\nদক্ষিণ আফ্রিকার হিন্দু মহাসভা\nদক্ষিণ আফ্রিকায় হিন্দু সম্পর্কিত সম্পদ\nহোমোজিনিটি অ্যান্ড সাউথ আফ্রিকান হিন্দুইজম জার্নাল অফ রিলিজিয়ন ইন আফ্রিকা, Vol. 13, Fasc. 2. (1982), pp. 139–149."}