{"pageid": 114985, "title": "হার্ড রক", "url": "https://bn.wikipedia.org/wiki?curid=114985", "content": "হার্ড রক হালকাভাবে সংজ্ঞায়িত রক সংগীতের একটি প্রকার যার উৎস ১৯৬০-এর দশকের গ্যারেজ, ব্লুজ রক ও সাইকেডেলিক রকে আছে। এতে ডিস্টোর্টেড ইলেকট্রিক গিটার, বেজ গিটার, ড্রাম ও সাথে পিয়ানো, কি-বোর্ডও ব্যবহার করা হয়। ১৯৭০ দশকের জনপ্রিয় সঙ্গীতের মাঝে এটি বেড়ে ওঠে লেড জেপলিন, ডিপ পার্পল, এরোস্মিথ, এসি ডিসি এবং ভ্যান হেলেন ব্যান্ডের সংস্পর্শে এবং ১৯৮০ দশকের বাণিজ্যিক সাফল্যের শিখরে ওঠে। এই দশকের শেষের দিকে কিছু গ্লাম মেটাল ব্যান্ড বনজোভি, ডিফ লেপার্ড ও গানস অ্যান্ড রোজেস খুব সফল হয়ে ওঠে, তবে তাদের জনপ্রিয়তা হারায় গ্রুঞ্জের সাফল্যের কারণে। এরা ছাড়াও অনেক পোস্ট গ্রুঞ্জ ব্যান্ডগুলো হার্ড রক গান করতে থাকে। হার্ড রক এক ধরনের উচ্চশব্দের আক্রমণাত্নক রক সঙ্গীত। হার্ড রককে কখনো কখনো কক রকের কাতারে ফেলা হয় এর প্রকাশ্য পুরুষত্ব ও যৌনতার জন্য এবং ঐতিহাসিকভাবেই এটা পরিবেশন করে পুরুষরা ও শ্রোতারা হলো সাদা চামড়ার ও বয়ঃসন্ধিকালের ছেলেরা। ১৯৬০-এর দশকে হার্ড রককে হেভি মেটালের সাথে তুলনা করা যেত কাছাকাছি হিসেবে, কিন্তু আস্তে আস্তে এদের মধ্যে ব্যবধান বাড়তে থাকে। হার্ড রক রক এ্যান্ড রোলের পরিচয় বহন করে। হেভি মেটাল আরো গভীর বৈশিষ্ট্য নিয়ে আসে ৭০-এর দশকে ব্ল্যাক সাবাথের মাধ্যমে এবং ৮০-এর দশকে এর আরও অনেক উপধারা সৃষ্টি হয়। ৬০-এর দশকের মাঝামাঝিতে আমেরিকা ও ইংল্যান্ডের রক ব্যান্ডগুলো রক এ্যান্ড রোলকে পরিশীলিত করতে থাকে শব্দাড়ম্বর ড্রামের শব্দে, কঠিন শব্দে, ভারী গিটার রিফের মাধ্যমে ও উচ্চ গলার ভোকালের মাধ্যমে। ১৯৬০-এর দশকের শেষের দিকে মূল ধারার রক সঙ্গীত বিভক্ত হয় সাইকেডেলিক রক থেকে সফট রক ও হার্ড রকে। সফট রকের উৎপত্তি বা অনুপ্রেরণা ফোক রক, যা সুরেলা সুর ও সঙ্গীত মাধূর্য ব্যবহার করে। অন্যদিকে হার্ড রকের অনুপ্রেরণা ব্লুজ রক যা উচ্চ শব্দের ও অধিক তীব্রতার। ব্লুজ রকের অগ্রবর্তীরা হলেন ক্রিম, জিমি হেন্ড্রিক্স এবং দ্যা জেফ বেক দল। আমেরিকার ডিসকো ও ইংল্যান্ডের পাঙ্করকের উত্থান হার্ড রকের সাফল্যকে স্তিমিত করে ফেলে। ১৯৮২ সালের দিকে থ্রাশ মেটালের সৃষ্টি যা হেভি মেটাল উপাদানের সাথে হার্ডকোর পাঙ্কের উপাদান মিশিয়ে সৃষ্টি এবং যা সৃষ্টি করে মূলত মেটালিকা, স্লেয়ার, অ্যানথ্রাক্স ও মেগাডেথ ব্যান্ডগুলো হার্ড রকের ধরন পরিবর্তন করে ফেলে ও এক্সট্রিম মেটাল তৈরিতে অবদান রাখে। আমেরিকায় হার্ড রক প্রথম সারিতে চলে আসে যখন ১৯৮৬ সালে পয়জন এবং সিন্ড্রেলা তাদের মাল্টি-প্লাটিনাম পাওয়া প্রথম অ্যালবাম বের করে। ১৯৮৬ সালে ভ্যান হেলেন ব্যান্ডের ৫১৫০ অ্যালবামটি তাদের ১ম অ্যালবাম ভোকাল স্যামি হাগারের সঙ্গে, যা আমেরিকায় তিন সপ্তাহ ধরে ১ম অবস্থানে থাকে ও ৬ মিলিয়ন কপির বেশি বিক্রি হয়। এই দশকের ২য় অর্ধে আমেরিকায় হার্ড রক পরিণত হয় সবচেয়ে ভরসা করার মতো বাণিজ্যিক জনপ্রিয় সঙ্গীতে।\n\n\n== বহিঃসংযোগ ==\nblueoystercult.com\nallmusic.com\nallmusic.com/cg"}