{"pageid": 1149559, "title": "ইসলাম ও ধর্ম অবমাননা", "url": "https://bn.wikipedia.org/wiki?curid=1149559", "content": "ইসলামে ধর্ম অবমাননা বলতে আল্লাহ সম্বন্ধে অশুভ কথা বলা বা এ জাতীয় কাজকে বুঝায়, তবে সাধারণ শব্দের ব্যবহারের তুলনায় এর অর্থ আরও বিস্তৃত, যার মধ্যে শুধুমাত্র ইসলামের বৈশিষ্ট্যগুলিকে উপহাস করা বা অপমান করাই নয় বরং ধর্মের মৌলিক বিশ্বাসগুলির যে কোনোটিকে অস্বীকার করাও এর অন্তর্ভুক্ত। উদাহরণস্বরূপ, কুরআন ঐশ্বরিকভাবে অবতীর্ণ তা অস্বীকার করা, নবীদের যে কারো একজনের নবুওয়াত অস্বীকার করা, কোনো ফেরেশতাকে অপমান করা, বা আল্লাহর অংশীদার বা পুত্র আছে বলে মানা, ইত্যাদি।\nযারা ধর্মাবমাননা করে, তাদেরকে কুরআন অভিসম্পাত দেয় এবং পরকালে তাদের লাঞ্চনার প্রতিশ্রুতি দেওয়া হয়েছে। তদুপরী কুরআনের কোনো আয়াতে পার্থিব শাস্তির নির্দেশ আছে কিনা তা নিয়ে বিতর্ক রয়েছে: কিছু মুষ্টিমেয় উদারবাদী মুসলিম বিশ্বাস করে যে, এ ব্যাপারে কোন পার্থিব শাস্তির বিধান নেই, অথচ বেশিরভাগ উলামাদের মতে এই ব্যাপারে কুরআনে আইন বর্ণনা করা হয়েছে। একইভাবে শরিয়ার দ্বিতীয় উৎস হাদীস এর উপর ব্যাখ্যাজনিত বিতর্ক হয়েছে। কেউ ব্যাখ্যা করেন যে, হাদিসে ধর্ম অবমাননার শাস্তির মধ্যে মৃত্যু অন্তর্ভুক্ত রয়েছে। অন্যদের যুক্তিমতে, মৃত্যুদণ্ড শুধুমাত্র সেই ক্ষেত্রে প্রযোজ্য যেখানে অপরাধী রাষ্ট্রদ্রোহী অপরাধ করে, বিশেষ করে যুদ্ধের সময়। বিচারশাস্ত্রের বিভিন্ন ঐতিহ্যগত মাযহাবসমূহে ধর্মাবমাননার ব্যাপারে বিভিন্ন ধরনের শাস্তি নির্ধারণ করা আছে, যা ধর্মনিন্দাকারীর প্রকৃতি তথা মুসলিম বা অমুসলিম, পুরুষ বা মহিলা ইত্যাদি সাপেক্ষে পরিবর্তিত হয়।\nআধুনিক মুসলিম বিশ্বে দেখা যায়, ধর্ম অবমাননা সংক্রান্ত আইন দেশভেদে পরিবর্তিত। কিছু দেশে শুধু জরিমানা, কোথাও কারাদণ্ড, কোথাও বেত্রাঘাত, কোথাও ফাঁসি বা শিরশ্ছেদের শাস্তি নির্ধারণ করা হয়েছে। প্রাক-আধুনিক ইসলামী সমাজে ধর্মাবমাননার শাস্তি মৃত্যুদণ্ড অনেক বিরল ছিল। আধুনিক যুগে কিছু রাষ্ট্র এবং মৌলবাদী গোষ্ঠী তাদের ধর্মীয় আস্থাপত্র পুড়িয়ে ফেলার অভিযোগে জরিমানা ধার্য করেছে এবং উদারপন্থী মুসলিম বুদ্ধিজীবী এবং ধর্মীয় সংখ্যালঘুদের খাতে ব্যয় করে জনসমর্থন অর্জন করেছে। কিছু মুসলিম সমাজে মত প্রকাশের স্বাধীনতার জন্য জোর দেওয়া হয়। ইসলাম অবমাননার সমসাময়িক অভিযোগগুলি আন্তর্জাতিক বিতর্কের জন্ম দিয়েছে এবং সহিংসতা ও হত্যাকাণ্ডকে উস্কে দিয়েছে।\n\n\n== ইসলামী ধর্মগ্রন্থ ==\nইসলামী ধর্মগ্রন্থে, ধর্ম অবমাননার বহু প্রকারভেদ রয়েছে, এবং এর জন্য অনেকগুলি ভিন্ন ভিন্ন শব্দ রয়েছে, যেমন: সাব্ব (অপমান), শাতাম (গালাগালি, গালিগালাজ), তাকযীব বা তাজদীফ (অস্বীকার), ইফতিরা (মিথ্যা অপবাদ), লা'ন বা লা'নাত (অভিশাপ) এবং তা`আন (দোষারোপ, মানহানি)। ইসলামী ধর্মসাহিত্যে, \"ধর্মাবমাননা\" শব্দটি কখনও কখনও কুফর (\"কুফরী\"), ইসা'আহ (কটূক্তি) ফিসক (ফাসেকী) এবং রিদ্দাহ (ধর্মত্যাগ) এর সাথেও মিলে যায়।\n\n\n=== কুরআন ===\n\nকুরআনের বেশ কিছু আয়াত ধর্মাবমাননা সম্পর্কিত। এই আয়াতগুলিতে আল্লাহ তিরস্কার করেছেন ধর্ম অবমাননাকারীদের। কেউ কেউ কিছু আয়াতকে প্রমাণ হিসাবে উদ্ধৃত করে বলেন যে, কুরআনে ধর্মাবমাননার জন্য শাস্তি নির্ধারণ করা হয় নি, অথচ অন্যান্য আয়াতগুলি স্পষ্ট প্রমাণ দেয় যে এতদসম্পর্কিত আইন রয়েছে।\nএকমাত্র আয়াত যাতে সরাসরি ধর্ম অবমাননা (সাবব) শব্দের উল্লেখ রয়েছে তা হল সুরা আনআম ৬:১০৮ নং আয়াত। আয়াতে মুসলমানদেরকে অন্য ধর্মের দেব-দেবীর বিরুদ্ধে নিন্দা না করার আহ্বান জানানো হয়, পাছে সেই ধর্মের লোকেরা আল্লাহর বিরুদ্ধে নিন্দা করে প্রতিশোধ নেবে।\n\nআর তোমরা গালমন্দ করো না (ওয়া লা তাসুব্বু) তাদের যারা আল্লাহ ব্যতীত আর কাউকে উপাসনা করে, বিপরীতে তারা শত্রুতাবশতঃ আল্লাহকে গালমন্দ (ফায়াসুব্বু) করবে কোনো জ্ঞান ছাড়াই। এভাবেই আমি প্রত্যেক সম্প্রদায়ের জন্য তাদের কাজকে মনোরম করে দিয়েছি। অতঃপর তাদের প্রভুর কাছেই তাদের প্রত্যাবর্তনস্থল, এবং তারা যা করত সে সম্পর্কে তিনি তাদেরকে অবহিত করবেন।\nসুরা মায়িদাহ ৫:৩৩ নং আয়াতে, \"যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধে যুদ্ধ করে\" তাদের জন্য কারাগার বা অঙ্গচ্ছেদ বা মৃত্যু নির্ধারণ করা হয়েছে। যদিও আয়াতটিতে (সাবব) শব্দটির উল্লেখ নেই, তবুও কতেক মুফাসসির ধর্ম অবমাননার শাস্তি ন্যায়সঙ্গত করতে এই আয়াতের ব্যবহার যৌক্তিক বলে রায় দিয়েছেন। অন্যান্য ভাষ্যকারদের মতে, এই আয়াতটি শুধুমাত্র তাদের জন্য প্রযোজ্য যারা মানুষের জীবন ও সম্পত্তির বিরুদ্ধে কোনো গুরুতর অপরাধ করে।\n\nনিশ্চয়ই যারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধে যুদ্ধ করে এবং পৃথিবীতে ফাসাদ সৃষ্টির চেষ্টা করে তাদের একমাত্র শাস্তি হলো তাদেরকে হত্যা করতে হবে, কিংবা শূলে চড়াতে হবে কিংবা পশ্চাৎ থেকে তাদের হাত ও পা কেটে দিতে হবে অথবা কারারুদ্ধ করতে হবে। ইহা তাদের জন্য দুনিয়ার লাঞ্ছনা এবং পরকালে তাদের জন্য রয়েছে কঠিন শাস্তি। কিন্তু তারা ব্যতীত যারা তওবা করে পূর্বে তোমাদেরকে তাদের উপর পরাভূত করবে; সুতরাং জেনে রাখ যে, আল্লাহ ক্ষমাশীল, করুণাময়।\nকতেক মুফাসসির সুরা আহযাব এর ৫৭-৬১ আয়াতগুলি ধর্ম অবমাননার শাস্তির ন্যায্যতা প্রমাণে উদ্ধৃত করে থাকেন। তদুপরি অন্যান্য উলামাদের মতে, ৫৭-৬১ নং আয়াত শুধুমাত্র নবীর জীবদ্দশায় প্রযোজ্য ছিল, কিন্তু হযরতের মৃত্যুর পর থেকে সেগুলি আর প্রযোজ্য নয়।\n\nThose who annoy Allah and His Messenger – Allah has cursed them in this World and in the Hereafter, and has prepared for them a humiliating Punishment. Truly, if the Hypocrites, and those in whose hearts is a disease, and those who stir up sedition in the City, desist not, We shall certainly stir thee up against them: Then will they not be able to stay in it as thy neighbours for any length of time: They shall have a curse on them: whenever they are found, they shall be seized and slain (without mercy).\nঅন্যান্য অনুচ্ছেদগুলি ধর্ম অবমাননার কোন পার্থিব শাস্তির সাথে সম্পর্কিত নয়, তবে সেগুলোতে মুসলমানদেরকে নির্দেশ দেওয়া হয়েছে যে, যারা ধর্মকে উপহাস করে তাদের \"সাথে না বসতে\"- যদিও পরেরটি হল ধর্মনিন্দুকের বদলে ধর্মনিন্দার সাক্ষীর প্রতি ভৎর্সনা:\n\nWhen you hear Allah's revelations disbelieved in and mocked at, do not sit with them until they enter into some other discourse; surely then you would be like them.\nশেমীম বার্নি আব্বাসের মতে, কুরআনে অনেক মুহাম্মদ সা এর সাথে উপহাস ও মশকরা করা কাফেরদের উল্লেখ করার বহু উদাহরণ পাওয়া যায়, কিন্তু যারা তাঁকে উপহাস করেছে তাদের শাস্তি দেওয়ার ব্যাপারে কখনও আদেশ দেয়া হয় নি। বরং, কুরআনে হযরতকে ধর্ম অবমাননার শাস্তি আল্লাহর উপর ছেড়ে দিতে বলা হয়, এবং পরকালে ন্যায়বিচারের প্রতিশ্রুতি দেওয়া হয়। অবশ্য এ ধরনের উপদেশ হুযুরের মক্কার জীবনে দেওয়া হয়েছে, যেখানে রসুল সা ছিলেন সংখ্যালঘু। মাদানি জীবনে আসার পর এই হুকুম পরিবর্তিত হয়ে গিয়েছে।\n\n\n=== হাদিস ===\nবেশ কয়েকটি হাদিস অনুসারে, হযরত মুহাম্মদ সা \"মক্কা পতনের কয়েক ঘন্টার মধ্যে\" বহু শত্রুকে হত্যা করার আদেশ দিয়েছিলেন। যাদেরকে হত্যা করা হয়েছিল তাদের একজন ছিলেন কাব ইবন আল-আশরাফ, কারণ তিনি মুহাম্মদকে চরম অপমান করেছিলেন।\n\nThe Prophet said, \"Who is ready to kill Ka'b ibn al-Ashraf who has really hurt Allah and His Apostle?\" Muhammad bin Maslama said, \"O Allah's Apostle! Do you like me to kill him?\" He replied in the affirmative. So, Muhammad bin Maslama went to him (i.e. Ka'b) and said, \"This person (i.e. the Prophet) has put us to task and asked us for charity.\" Ka'b replied, \"By Allah, you will get tired of him.\" Muhammad said to him, \"We have followed him, so we dislike to leave him till we see the end of his affair.\" Muhammad bin Maslama went on talking to him in this way till he got the chance to kill him. Narrated Jabir bin 'AbdullahIt has been narrated on the authority of Jabir that the Messenger of Allah said: Who will kill Ka'b b. Ashraf? He has maligned Allah, the Exalted, and His Messenger. Muhammad b. Maslama said: Messenger of Allah, do you wish that I should kill him? He said: Yes. He said: Permit me to talk (to him in the way I deem fit). He said: Talk (as you like).\nইসলামিক আইনশাস্ত্রে মৃত্যু সহ বিভিন্ন ধরনের শাস্তি প্রবর্তন করা হয়েছে, যা শরিয়ার দ্বিতীয় উৎস হাদিসশাস্ত্র থেকে নেওয়া। হাদিস সাহিত্যের উৎসগুলি দৃঢ়ভাবে প্রমাণ দেয় যে, হযরত মুহাম্মদ সা, কাব ইবনে আল-আশরাফের মৃত্যুদণ্ডের আদেশ দিয়েছিলেন। বদর যুদ্ধের পর, কা'ব কুরাইশদেরকে মুহাম্মদ সা এর বিরুদ্ধে উস্কানি দিয়েছিল এবং মুসলমানদের বিরুদ্ধে প্রতিশোধ নেওয়ার জন্যও তাদের আহ্বান জানিয়েছিল। মৃত্যুদণ্ডপ্রাপ্ত আরেক ব্যক্তি হল আবু রাফি', যিনি আহজাবের যুদ্ধের ঠিক আগে মুসলমানদের বিরুদ্ধে সক্রিয়ভাবে প্রচারকার্য করছিল। এই দুই ব্যক্তিই হযরত মুহাম্মদ সা কে অপমান করার জন্য দোষী সাব্যস্ত হয় এবং উভয়েই সহিংসতার জন্য দোষী ছিল। সকল উলামা যেখানে ব্যাখ্যা করেন যে, এই দুই ব্যক্তিকে রসুল সা এর বিরুদ্ধে নিন্দা করার জন্য মৃত্যুদণ্ড দেওয়া হয়েছিল, সেখানে একটি বিকল্প ব্যাখ্যায় পাওয়া যায় যে, বরং রাষ্ট্রদ্রোহিতা ও সমাজে বিশৃঙ্খলা (ফ্যাসাদ) সৃষ্টির দায়ে তাদের মৃত্যুদন্ড কার্যকর করা হয়েছে।\nমুহাম্মাদ ঘোষণা করেন যে, যদি কেউ তাঁকে অবজ্ঞা করে, গালি দেয় বা অপমান করে, তবে তাকে হত্যার জন্য কোন শাস্তি হবে না (তাশতিমু, সাব্ব আল রাসুল)। একটি হাদিসে একজন ব্যক্তির কথা এসেছে যার একজন গর্ভবতী দাসী ছিল যে নবীকে গালি দিত এবং তাকে অপমান করত। তিনি তাকে নিষেধ করতেন কিন্তু সে থামত না। তিনি তাকে ধমকও দিতেন কিন্তু সে, তার অভ্যাস ত্যাগ করেনি। এক রাতে তিনি অপবাদ দিতে শুরু করেন এবং নবী মুহাম্মদকে অপমান করতে থাকেন। তাই, লোকটি তাকে ছুরি দিয়ে হত্যা করে। একথা শুনে নবী (সাঃ) লোকদের সমবেত করলেন এবং বললেনঃ যে ব্যক্তি এই কাজটি করেছে তাকে আমি আল্লাহর কসম দিয়ে বলছি এবং আমি তাকে আমার অধিকার দিয়ে শপথ করছি, সে যেন উঠে দাঁড়ায়। লোকটি মানুষের ঘাড়ের ওপর দিয়ে ঝাঁপিয়ে কাঁপতে কাঁপতে উঠে দাঁড়ালো। তিনি নবীর সামনে বসে বললেনঃ আল্লাহর রাসূল! আমি তার মালিক; সে আপনাকে গালাগাল করত এবং অপমান করত। আমি তাকে নিষেধ করেছি, কিন্তু সে থামেনি, এবং আমি তাকে ধমক দিয়েছি, কিন্তু সে তার অভ্যাস ত্যাগ করেনি। তার থেকে আমার মুক্তার মতো দুটি পুত্র হয়েছে এবং সে আমার সঙ্গী ছিল। গতরাতে সে আপনাকে গালাগাল ও অপমান করতে শুরু করেছে। তাই আমি একটি ছুরি নিয়ে তার পেটে রাখলাম এবং তাকে হত্যা না করা পর্যন্ত চাপ দিলাম। অতঃপর, নবী মুহাম্মদ চিৎকার করে বলেছিলেন: 'তোমরা কি সাক্ষ্য দাও না যে তার রক্ত বেফায়দা গিয়েছে!\" (আন্না দামাহা হাদারুন ) এই অভিব্যক্তির অর্থ ইঙ্গিত করে যে, হত্যাটি অপ্রয়োজনীয় ছিল, এবং এও ইঙ্গিত করে যে মুহাম্মদ এর নিন্দা করেছেন। যাইহোক, বেশিরভাগ হাদিস বিশেষজ্ঞরা এর দ্বারা হত্যার জন্য দিয়ত তথা অর্থ প্রদানের বাধ্যবাধকতা বাতিল হিসাবে ব্যাখ্যা করেছেন যা সাধারণত মহিলার নিকটাত্মীয়ের কারণে হয়। আরেকটি হাদিসে মুহাম্মাদ একটি অভিব্যক্তি করেন যা স্পষ্টভাবে শেষের অর্থটি নির্দেশ করে:\n\nNarrated Ali ibn AbuTalib: A Jewess used to abuse the Prophet and disparage him. A man strangled her till she died. The Apostle of Allah declared that no recompense was payable for her blood.\n\n\n== শাস্তি ==\n\n\n=== মাযহাব ===\n\nযারা ব্লাসফেমি করে তাদেরকে কুরআন অভিশাপ দেয় এবং আখিরাতে ব্লাসফেমারদের অপমানের প্রতিশ্রুতি দেয়। এতদোপরী, কোনো আয়াত পার্থিব শাস্তির নির্দেশ দেয় কিনা তা নিয়ে বিতর্ক রয়েছে: কিছু মুসলিম বিশ্বাস করে যে কোন পার্থিব শাস্তির বিধান নেই যখন অন্য সবাই দ্বিমত পোষণ করে। সুন্নি এবং শিয়া মাযহাবের ইসলামী আইনশাস্ত্র (ফিকহ) ধর্মনিন্দার ধর্মীয় অপরাধের জন্য বিভিন্ন শাস্তি ঘোষণা করেছে এবং সেগুলি বিভিন্ন মাযহাবে বিভিন্ন রকম। এগুলো নিম্নরূপ:\n\nহানাফী – এ মাযহাবের দৃষ্টিতে ধর্মাবমাননা হল ধর্মত্যাগের সমার্থক। একারণে ধর্মত্যাগীর তাওবা গ্রহণ করা হয়। যারা তওবা করতে অস্বীকার করে, তাদের শাস্তি মৃত্যুদণ্ড, যদি অবমাননাকারী একজন মুসলিম পুরুষ হয়। আর যদি অবমাননাকারী একজন মুসলিম মহিলা হয়, তাকে তওবা করে ইসলামে ফিরে না আসা পর্যন্ত তাকে জোরপূর্বক (শাস্তি) কারারুদ্ধ করতে হয়। ইমাম আবু হানিফা বলেন, ধর্ম অবমাননার জন্য কোন অমুসলিমকে হত্যা করা যাবে না। অন্যান্য উৎস অনুযায়ী অমুসলিমের শাস্তি অবশ্যই তাজির হতে হবে (বিবেচনামূলক, গ্রেফতার, বেত্রাঘাত, ইত্যাদি)। \nমালেকি - এ মাযহাবে ধর্ম অবমাননাকে স্বতন্ত্র এবং ধর্মত্যাগের চেয়ে গুরুতর অপরাধ হিসেবে দেখা হয়। মুসলিম পুরুষদের জন্য ধর্ম অবমাননার ক্ষেত্রে মৃত্যুদণ্ড বাধ্যতামূলক, এবং কোনো তওবা কবুল হবে না। মহিলাদের জন্য, মৃত্যুদণ্ড প্রস্তাবিত শাস্তি নয়, তবে তাকে গ্রেপ্তার করতে হয় এবং শাস্তি দিতে হয়, যতক্ষণ না সে অনুতপ্ত হয় এবং ইসলামে ফিরে আসে বা হাজতে মারা যায়। একজন অমুসলিম যে ইসলামের বিরুদ্ধে কোন অবমাননা করে তাকে অবশ্যই শাস্তি পেতে হয়; কিন্তু, সে ইসলাম গ্রহন করে একজন ধর্মপ্রাণ মুসলমান হলে শাস্তি থেকে রক্ষা পেতে পারেন; মুসলিম হোক কিংবা অমুসলিম।\nহাম্বলী – এ মাযহাবেও ধর্ম অবমাননাকে স্বতন্ত্র এবং ধর্মত্যাগের চেয়েও গুরুতর অপরাধ হিসেবে দেখা হয়। ব্লাসফেমির ক্ষেত্রে মৃত্যুদণ্ড মুসলিম পুরুষ ও মুসলিম মহিলা উভয়ের জন্যই বাধ্যতামূলক।\nশাফিঈ – এ মাযহাবে ধর্মভ্রষ্টতা থেকে ধর্ম অবমাননা একটি পৃথক অপরাধ হিসেবে স্বীকৃতি দেয়, কিন্তু অবমাননাকারীর তাওবা স্বীকৃতি দেয় না। মুসলিম অবমাননাকারী অনুতপ্ত না হলে তার শাস্তি মৃত্যুদন্ড।\nজাফরি (শিয়া) – ইসলাম, নবী বা ইমামদের বিরুদ্ধে অবমাননা মৃত্যুদণ্ডযোগ্য, তবে যদি নিন্দাকারী মুসলিম হয়। অবমাননাকারী অমুসলিম হলে তাকে ইসলাম গ্রহণের সুযোগ দিতে হয়, অন্যথায় হত্যা করা হয়।\nকিছু ফকিহদের মতে, সহীহ বুখারী, ৩:৪৫:৬৮৭ (ইংরেজি) এবং সহীহ বুখারী, ৫:৫৯:৩৬৯ (ইংরেজি) - এর হাদিস থেকে ধর্ম অবমাননার অপরাধের জন্য মৃত্যুদণ্ডের একটি ভিত্তি পাওয়া যায়, এমনকি যদি কেউ নিজেকে ধর্মত্যাগী না বলে দাবিও করে, তথাপি ধর্ম অবমাননার অপরাধ করে। কিছু আধুনিক মুসলিম ফকিহগণ প্রতিদ্বন্দ্বিতা করেন যে, ইসলামে ধর্ম অবমাননা আইন সমর্থিত করে, তাদের বিবৃতি হল যেহেতু মুসলিম ফুকাহায়ে কেরামগণ এই অপরাধকে শরিয়ার অংশ বানিয়েছেন।\nবিশিষ্ট আইনবিদ এবং নবী মুহাম্মদের সাহাবি আব্দুল্লাহ ইবনে আব্বাসের হাদিসগুলি প্রায়শই মৃত্যুদণ্ডকে ধর্ম অবমাননার শাস্তি হিসাবে সমর্থন করার জন্য উদ্ধৃত করা হয়, তিনি বলেন:\n\nAny Muslim who blasphemes against Allah or His Messenger or blasphemes against any one from amongst the prophets is thereby guilty of rejecting the truth of the Messenger of God, may Allah bless him and grant him peace. This is apostasy (ridda) for which repentance is necessary; if he repents he is released; if not then he is killed. Likewise, if any other person [non-Muslim] who is protected under a covenant becomes hostile and blasphemes against Allah or any one of Allah's Prophet and openly professes this, he breaches his covenant, so kill him.\nইসলামী আইনশাস্ত্রের পুস্তকাবলিতে, ধর্মাবমাননার বিধান ও শাস্তিগুলো কিতাব আল হুদুদ ওয়া তাযীর এর অন্তর্ভুক্ত থাকে।\n\n\n=== আধুনিক রাষ্ট্রীয় আইন ===\n\nইসলামে ধর্ম অবমাননার বিভিন্ন ধরনের শাস্তি কাযীর এখতিয়ার অনুসারে পরিবর্তিত হয়, তবে তা খুব কঠিন হতে পারে। একজন দোষী সাব্যস্ত ধর্মনিন্দাকারী, অন্যান্য দণ্ডের মধ্যে, সমস্ত ইসলামী আইনি অধিকার হারানোর দণ্ডও পেতে পারেন। অধিকার হারানোর ফলে অবমাননাকারীর বিয়ে ভেঙ্গে যেতে পারে, ধর্মীয় ইবাদত মূল্যহীন হয়ে যেতে পারে, এবং সম্পত্তির দাবি-এমনকি যে কোনো উত্তরাধিকারও - অকার্যকর হয়ে যেতে পারে। কিছু ফিকহে তাওবার মাধ্যমে সে বিবাহ ব্যাতীত অন্যান্য হারানো অধিকার পুনরুদ্ধার করতে পারে; কিন্তু হারানো বৈবাহিক অধিকার শুধুমাত্র পুনর্বিবাহের মাধ্যমেই ফিরে পাওয়া যাবে। নারীরা ধর্মনিন্দা করে থাকলে তাওবা করতে হবে এবং বিবাহ বন্ধন ভেঙ্গে যাবে। মুসলিম নারীদের তাওবার অনুমতি দেওয়া হতে পারে, এবং একই অপরাধ করা একজন মুসলিম পুরুষের চেয়ে কম শাস্তি পেতে পারে। বেশিরভাগ মুসলিম-সংখ্যাগরিষ্ঠ দেশে কয়েক ধরনের ব্লাসফেমি আইন রয়েছে, তন্মধ্যে কিছু ইউরোপীয় দেশগুলির (ব্রিটেন, জার্মানি, ফিনল্যান্ড ইত্যাদি) ব্লাসফেমি আইনের সাথে তুলনা করা যায়। তবে আফগানিস্তান, ইরান, পাকিস্তান এবং সৌদি আরবসহ পাঁচটি দেশে ব্লাসফেমির সর্বোচ্চ শাস্তি মৃত্যুদণ্ড। পাকিস্তানে, ১৯৮০ এর দশক থেকে এক হাজারেরও বেশি লোককে ধর্ম অবমাননার দায়ে দোষী সাব্যস্ত করা হয়েছে; যদিও বেশিরভাগের মৃত্যুদন্ড কার্যকর করা হয়নি।\n\n\n== ধর্মত্যাগের দরুন ধর্মাবমাননা ==\n\nযেহেতু ইসলামে ধর্মাবমাননার ভেতর জরুরিয়্যাতে দীনের প্রত্যাখ্যানও অন্তর্ভুক্ত, তাই ধর্ম অবমাননাকে ঐতিহাসিকভাবে ইসলাম ত্যাগের প্রমাণ হিসেবে বিবেচনা করা হয়েছে, অর্থাৎ মুরতাদ হওয়ার অপরাধ। কিছু ফকিহ বিশ্বাস করেন যে, একজন মুসলিম যে স্বয়ংক্রিয়ভাবে নিজেকে মুসলিম সূচিত করে, এমন ব্যাক্তি ধর্ম অবমাননা করার দ্বারা দায়েরায়ে ইসলাম থেকে বের হয়ে যায়। কিছু কর্ম বা আচরণের ভিত্তিতে কোনো মুসলিম কখনও কখনও নিজেই ধর্ম অবমাননার দোষে দূষ্ট হতে পারেন, একইভাবে একজন মুরতাদও। সমস্ত ধর্ম অবমাননাই ধর্মত্যাগ নয়, অবশ্যই, যেমন একজন অমুসলিম যে ইসলামের বিরুদ্ধে অবমাননাকর কিছু করে তাকে ধর্মত্যাগ বলা চলে না।\n\n\n== তথ্যসূত্র =="}