{"pageid": 11499, "title": "প্রীতি জিন্টা", "url": "https://bn.wikipedia.org/wiki?curid=11499", "content": "প্রীতি জিন্টা বা প্রীতি জিনতা (হিন্দি: प्रीति ज़िंटा; [ˈpriːt̪i ˈzɪɳʈaː]; জন্ম: ৩১ জানুয়ারি ১৯৭৫) হলেন একজন ভারতীয় চলচ্চিত্র অভিনেত্রী, প্রযোজক ও উদ্যোক্তা। তিনি হিন্দী চলচ্চিত্রের একজন জনপ্রিয় নায়িকা হিসেবে সুপরিচিত। হিন্দি ছাড়াও তিনি তেলুগু, পাঞ্জাবি ও ইংরেজি ভাষার চলচ্চিত্রেও অভিনয় করেছেন। তিনি কেন্দ্রীয় চরিত্রে অভিনয়ের পাশাপাশি বিভিন্ন পার্শ্ব চরিত্র ও বিচিত্র পর্দা ব্যক্তিত্ব হিসেবে চলচ্চিত্রে আবির্ভূত হয়েছেন। চলচ্চিত্রে তার কাজের জন্য তিনি একাধিক পুরস্কার অর্জন করেছেন, যার মধ্যে রয়েছে দুটি করে ফিল্মফেয়ার পুরস্কার ও  স্ক্রিন পুরস্কার, এবং তিনটি করে আইফা পুরস্কার, জি সিনে পুরস্কার ও স্টারডাস্ট পুরস্কার।\nহিমাচল প্রদেশের শিমলা শহরে জন্ম নেওয়া প্রীতি ইংরেজি ও অপরাধ মনোবিজ্ঞান বিষয়ে স্নাতক ডিগ্রি অর্জনের পর ১৯৯৮ সালে দিল সে.. চলচ্চিত্র দিয়ে বড় পর্দায় আবির্ভূত হন এবং একই বছর সোলজার চলচ্চিত্রে অভিনয় করেন। এই চলচ্চিত্রগুলোতে অভিনয়ের জন্য তিনি শ্রেষ্ঠ নবাগত অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন। পরবর্তীতে তিনি কিশোরী একক মাতা চরিত্রে ক্যায়া কেহনা (২০০০) চলচ্চিত্রে অভিনয় করেন।\nজিন্টা ২০০৩ সালে নাট্যধর্মী কাল হো না হো ছবিতে অভিনয় করে শ্রেষ্ঠ অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন। তিনি পরবর্তীতে টানা দুই বছর ভারতের সর্বাধিক ব্যবসাসফল দুটি চলচ্চিত্রে অভিনয় করেন, প্রথমটি ২০০৩ সালে বিজ্ঞান কল্পকাহিনীধর্মী কোই... মিল গয়া এবং দ্বিতীয়টি ২০০৪ সালে প্রণয়ধর্মী বীর-জারা। তিনি স্বাধীন আধুনিক ভারতীয় নারী চরিত্রে সালাম নমস্তে (২০০৫) ও ভারতের বাইরে সর্বাধিক আয়কারী কভি আলবিদা না কেহনা (২০০৬) ছবিতে কাজ করেন। তার প্রথম আন্তর্জাতিক চলচ্চিত্র ছিল কানাডীয় চলচ্চিত্র হ্যাভেন অন আর্থ, যার জন্য তিনি ২০০৮ সালে শিকাগো আন্তর্জাতিক চলচ্চিত্র উৎসব থেকে শ্রেষ্ঠ অভিনেত্রীর জন্য সিলভার হুগো পুরস্কার লাভ করেন।\n\n\n== প্রাথমিক জীবন ==\nপ্রীতি জিন্টা ১৯৭৫ সালের ৩১শে জানুয়ারি হিমাচল প্রদেশের শিমলা জেলায় এক রঢ়ু পরিবারে জন্মগ্রহণ করেন। তার পিতা দুর্গানন্দ জিন্টা ছিলেন ভারতীয় সেনাবাহিনীর কর্মকর্তা। প্রীতির যখন ১৩ বছর বয়স, তখন তিনি এক গাড়ি দুর্ঘটনায় মারা যান। এই দুর্ঘটনাকালে তার মাতা নিলপ্রভাও সেই গাড়িতে ছিলেন। তিনি গুরুতর আঘাতপ্রাপ্ত হন এবং টানা দুই বছর শয্যাশায়ী ছিলেন। জিন্টা এই দুর্ঘটনা ও তার পিতার মৃত্যুকে খুবই বেদনাদায়ক বলে উল্লেখ করেন, যা তার জীবনের মোড় ঘুরিয়ে দেয় ও তাকে দ্রুত পরিপক্ব হতে বাধ্য করে। তার দুই ভাই রয়েছে। তার বড় ভাই দীপঙ্কর তার এক বছরের বড় এবং ছোট ভাই মনীষ তার এক বছরের ছোট। দীপঙ্কর ভারতীয় সেনাবাহিনীর কমিশনপ্রাপ্ত কর্মকর্তা, অন্যদিকে মনীষ ক্যালিফোর্নিয়ায় বসবাস করেন।\nজিন্টা শৈশবে টমবয়দের মত দেখতে ছিলেন। তার চুল ছোট করে ছাঁটা থাকত। তিনি শিমলার কনভেন্ট অব জিসাস অ্যান্ড ম্যারি বোর্ডিং স্কুলে পড়াশুনা করেন। জিন্টা বলেন তিনি স্কুলে মেধাবী শিক্ষার্থী ছিলেন এবং ভালো ফলাফল অর্জন করতেন। তিনি খেলাধুলার প্রতি আগ্রহী ছিলেন, বিশেষ করে বাস্কেটবল খেলার প্রতি। তার পিতা তাকে গলফ খেলা শেখানোর চেষ্টা করেছিলেন, কিন্তু জিন্টা তা শিখতে পারেন নি।\nস্কুলে পড়াকালীন তিনি উইলিয়াম শেকসপিয়র ও কবিতা পছন্দ করতেন। এরই ধারাবাহিকতায় স্কুল পাস করার পর তিনি শিমলার সেন্ট বেডেস কলেজে ইংরেজি বিভাগে ভর্তি হন। সেখান থেকে স্নাতক ডিগ্রি অর্জন করে তিনি মনোবিজ্ঞান বিষয়ে স্নাতক প্রোগ্রাম শুরু করেন। তিনি অপরাধ মনোবিজ্ঞান বিষয়ে স্নাকতোত্তর ডিগ্রি অর্জন করে মডেলিং শুরু করেন। জিন্টার প্রথম টেলিভিশন বিজ্ঞাপন ছিল পার্ক চকলেটের বিজ্ঞাপন। ১৯৯৬ সালে এক বন্ধুর জন্মদিনের পার্টিতে অংশগ্রহণ করতে গিয়ে বিজ্ঞাপন নির্মাতা কুনালের সাথে তার সাক্ষাৎ হয়। তিনি জিন্টাকে অডিশনের জন্য যেতে বলেন। অডিশনে ৫০ জনের মধ্য থেকে তিনি নির্বাচিত হন। পরবর্তীতে তিনি লিরিল সাবানের বিজ্ঞাপনেও কাজ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== অভিষেক ও প্রারম্ভিক চলচ্চিত্রসমূহ (১৯৯৮-৯৯) ===\n১৯৯৭ সালে জিন্টা তার এক বান্ধবী অডিশন দিতে গেলে তিনি তার সাথে যান, সেখানে তার শেখর কাপুরের সাথে সাক্ষাৎ হয়। কাপুর তাকেও অডিশন দিতে বলেন। তার অডিশন দেখে কাপুর তাকে অভিনেত্রী হওয়ার উপদেশ দেন। মূলত শেখর কাপুরের তারা রাম পাম পাম ছবিতে হৃতিক রোশনের বিপরীতে তার অভিষেক হওয়ার কথা ছিল, কিন্তু ছবিটির নির্মাণ কাজ পিছিয়ে যায়। কাপুর পরবর্তীতে মণি রত্নমের দিল সে.. ছবির জন্য তার নাম সুপারিশ করেন। জিন্টা প্রায়ই বলেন যখন তিনি চলচ্চিত্র শিল্পে যোগ দেন, তার বন্ধুরা তাকে ক্ষেপাতো এবং বলতো তিনি শুধু সাদা শাড়ি পড়বেন আর বৃষ্টিতে নাচবেন। তাই তিনি বিচিত্র ধরনের কাজ করতে উৎসাহী হন।\nজিন্টা কুন্দন শাহের ক্যায়া কেহনা ছবিতে তার কর্মজীবনের প্রথম শুটিং শুরু করেন। ছবিটির মুক্তি পিছিয়ে যায় এবং তা ২০০০ সালে মুক্তি পায়। তার অপর একটি চলচ্চিত্র সোলজার-এর মুক্তিও পিছিয়ে গেলে দিল সে..-ই হয়ে ওঠে তার মুক্তিপ্রাপ্ত প্রথম চলচ্চিত্র। ছবিটিতে তিনি শাহরুখ খান ও মনীষা কৈরালার সাথে অভিনয় করেন। ছবিতে তাকে দিল্লির এক মধ্যবিত্ত তরুণী ও শাহরুখ খানের চরিত্রের বাগদত্তা হিসেবে দেখা যায়। ছবিটি কোন নবাগতের জন্য অপ্রত্যাশিত ছিল, কারণ ছবিতে তার উপস্থিতি ছিল মাত্র ২০ মিনিট। তা সত্ত্বেও তিনি তার কাজ দিয়ে সকলের দৃষ্টি কাড়েন। শাহরুখ খানের সাথে একটি দৃশ্যে জিন্টা তাকে জিজ্ঞেস করেন, \"তুমি কি কুমার\", এই দৃশ্যটি আলোচিত হয় এবং তিনি তার অভিনয়ের জন্য শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কারে মনোনীত হন। তিনি তার প্রথম কেন্দ্রীয় ভূমিকায় কাজ করেন মারপিঠধর্মী-নাট্য চলচ্চিত্র সোলজার (১৯৯৮)-এ। ববি দেওলের বিপরীতে অভিনয় করা এই ছবিটি সে বছরের অন্যতম বাণিজ্যিক হিট চলচ্চিত্র ছিল। তিনি এই দুটি কাজের জন্য শ্রেষ্ঠ নবাগত অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন।\nজিন্টা পরবর্তীতে দুটি তেলুগু ভাষার চলচ্চিত্রে অভিনয় করেন। প্রথমটি ভেঙ্কটেশের বিপরীতে প্রেমান্তে ইদেরা (১৯৯৮) ও মহেশ বাবুর বিপরীতে রাজা কুমারুদু (১৯৯৯)। তার পরবর্তী চলচ্চিত্র ছিল অক্ষয় কুমারের বিপরীতে সংঘর্ষ (১৯৯৯)। মহেশ ভাট রচিত ও তনুজা চন্দ্র পরিচালিত থ্রিলারধর্মী এই ছবিতে তিনি সিবিআই কর্মকর্তা হৃত অবেরয় চরিত্রে অভিনয় করেন, যিনি একজন খুনির প্রেমে পড়েন। কয়েকজন শীর্ষস্থানীয় অভিনেত্রী এই ছবিতে কাজের প্রস্তাব প্রত্যাখ্যান করার পর দিল সে.. ছবিতে জিন্টার কাজ দেখে মুগ্ধ তনুজা চন্দ্র তাকে এই কাজের প্রস্তাব দেন। জিন্টা এই প্রস্তাবটিকে তার কর্মজীবনের ব্যপ্তির সুযোগ হিসেবে দেখেন। সংঘর্ষ ছবিটি বক্স অফিসে সফল না হলেও সমালোচকগণ জিন্টার অভিনয় সম্পর্কে ইতিবাচক মন্তব্য করেন। এই ছবির মুক্তির পর দ্য ট্রিবিউন-এ প্রকাশিত এক নিবন্ধে তার অভিনয়কে এই ধরনের প্রগাঢ় চলচ্চিত্রে বিস্ময়কর অভিনয় বলে বর্ণনা করে।\n\n\n=== আলোচিত সাফল্য ও উত্থান-পতন (২০০০-০২) ===\n২০০০ সালে মুক্তিপ্রাপ্ত তার অভিনীত প্রথম চলচ্চিত্র ছিল নাট্যধর্মী ক্যায়া কেহনা, যা অপ্রত্যাশিতভাব বক্স অফিসে সফলতা লাভ করে। ছবিতে একক মাতা ও কিশোরী বয়সে অন্তঃসত্ত্বা হওয়ার বিষয় দেখানো হয়। জিন্টা দর্শকের নিকট আরও বেশির পরিচিতি লাভ করেন এবং চলচ্চিত্র সমালোচকদের নিকট থেকেও প্রশংসা অর্জন করেন। সামাজিক কুসংস্কারের বিরুদ্ধে সংগ্রাম করা একক মাতা প্রিয়া বকশী চরিত্রে তার অভিনয়ের জন্য তিনি একাধিক পুরস্কারে মনোনীত হন, যার মধ্যে উল্লেখযোগ্য হল শ্রেষ্ঠ অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কার। ইন্ডিয়া টুডের অনুপমা চোপড়া লিখেন জিন্টা হিন্দি চলচ্চিত্র অভিনয়শিল্পীদের নবপ্রজন্মের একজন যিনি চরিত্রের প্রথাগত দিক ভেঙ্গে বের হয়ে এসেছেন।\nপরের বছর জিন্টা বিধু বিনোদ চোপড়ার নাট্যধর্মী মিশন কাশ্মীর ছবিতে সঞ্জয় দত্ত ও হৃতিক রোশনের সাথে শ্রেষ্ঠাংশে অভিনয় করেন। কাশ্মীর উপত্যকায় ইন্দো-পাকিস্তান সংঘর্ষের প্রেক্ষাপটে নির্মিত ছবিটির প্রধান বিষয়বস্তু ছিল সন্ত্রাস ও অপরাধ। জিন্টাকে রোশনের চরিত্রের বাল্যকালের প্রেমিকা ও টেলিভিশন প্রতিবেদক সুফিয়া পারভেজ চরিত্রে দেখা যায়। দ্য হিন্দুতে এক পর্যালোচনায় সবিতা পদ্মনাভান তার অভিনয় সম্পর্কে বলেন, \"প্রীতি জিন্টাকে তার প্রচলিত সুন্দর রূপে দেখা যায় এবং তিনি ভাবগম্ভীরভাবে চলতে থাকে কাজে রঙ নিয়ে আসেন।\" ছবিটি ব্যবসায়িকভাবে সফল হয় এবং ভারতে সেবছরের শীর্ষ আয়কারী চলচ্চিত্রের তালিকায় তৃতীয় স্থান অধিকার করে।\n\n২০০১ সালে জিন্টা ফারহান আখতার পরিচালিত জাতীয় চলচ্চিত্র পুরস্কার বিজয়ী দিল চাহতা হ্যায় ছবিতে তার ভূমিকার জন্য ইতিবাচক প্রতিক্রিয়া অর্জন করেন। আধুনিক সময়ের শহুরে মুম্বইয়ের প্রেক্ষাপটে নির্মিত ছবিটিতে ভারতীয় ধন্যাট্য যুব সমাজের সমকালীন প্রাত্যহিক জীবনের চিত্র তুলে ধরা হয়েছে। ছবিটিতে জিন্টাকে আমির খানের অভিনীত চরিত্রের প্রেমিকা শালিনী চরিত্রে দেখা যায়। দিল চাহতা হ্যায় ছবিটি সমালোচকদের প্রশংসা অর্জন করে এবং কয়েকজন সমালোচক ভারতীয় যুব সমাজের বাস্তব চিত্র তুলে ধরে চলচ্চিত্রে নতুন দিগন্ত উন্মোচন করেছে বলে উল্লেখ করেন। ছবিটি ভারতে গড়পড়তা ব্যবসা করে; বড় শহরগুলোতে ভালো ব্যবসায় করলেও সমালোচকেরা মনে করেন শহুরে জীবনের গল্প উপস্থাপনের জন্য তা গ্রাম্য অঞ্চলে ব্যর্থ হয়।\n২০০১ সালে তার অভিনীত আরও তিনটি চলচ্চিত্র মুক্তি পায়, সেগুলো হল চোরি চোরি চুপকে চুপকে, ফর্জ ও ইয়ে রাস্তে হ্যায় প্যার কে। আব্বাস-মস্তান পরিচালিত প্রণয়ধর্মী নাট্য চোরি চোরি চুপকে চুপকে ছবিটির প্রযোজক ভারত শাহের শুনানির জন্য এক বছর পরে মুক্তি পায়। এটি বলিউডের প্রথম চলচ্চিত্র যেখানে সারোগেসির মত বিতর্কিত বিষয় তুলে ধরা হয়। জিন্টা ছবিতে সারোগেট মাতা হিসেবে ভাড়া করা মহৎ মনের অধিকারী যৌনকর্মী মধুবালা চরিত্রে অভিনয় করেন। শুরুতে এই চরিত্রে অভিনয় করতে অনিচ্ছুক হলেও তিনি পরবর্তীতে পরিচালকদের পীড়াপীড়িতে কাজ করতে আগ্রহী হন। এই চরিত্রে কাজের প্রস্তুতি হিসেবে তিনি মুম্বইয়ের রেড-লাইট এলাকার কয়েকটি বার ও নাইটক্লাব ঘুরে যৌনকর্মীদের ভাষা ও আচরণ পর্যবেক্ষণ করেন। এই কাজের জন্য তিনি শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে তার দ্বিতীয় ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন। সুকন্যা বর্মা তার অভিনয় সম্পর্কে লিখেন, \"প্রীতি জিন্টা সবচেয়ে গুরুত্বপূর্ণ চরিত্রে কাজ করেন এবং তার সর্বোচ্চটুকু দেন। অক্ষুণ্ণ যৌনকর্মী থেকে সংবেদনশীল ও দায়িত্ববান নারী চরিত্রে তার রূপান্তর দারুণভাবে বিশ্বাসযোগ্য।\"\n২০০২ সালে জিন্টা পুনরায় পরিচালক কুন্দন শাহ পরিচালনায় কাজ করেন। পারিবারিক নাট্যধর্মী দিল হ্যায় তুমহারা ছবিটিতে তিনি রেখা, মহিমা চৌধুরী ও অর্জুন রামপালের সাথে অভিনয় করেন। এতে তিনি রেখার চরিত্রের পালিত কন্যা শালু চরিত্রে অভিনয় করেন। জিন্টাকে প্রধান তারকা হিসেবে ব্যবহার করলেও ছবিটি বাণিজ্যিকভাবে সফল হতে পারে নি, কিন্তু সমালোচকগণ সামগ্রিকভাবে তার অভিনয়ের প্রশংসা করেন। বলিউড হাঙ্গামার তরণ আদর্শ উল্লেখ করেন, \"প্রীতি জিন্টা তার খাঁটি অভিনয় দিয়ে মন জয় করেছেন। রেখার সাথে (দ্বিতীয়ার্ধ্বে) ও আলোক নাথের সাথে (ক্লাইমেক্স শুরুর পূর্বে) তার দৃশ্যগুলো এক কথায় অসাধারণ। এই অভিনয় দর্শক ও সমালোচকদের পরিপূর্ণ প্রশংসার দাবীদার।\"\n\n\n=== সাফল্য ও পুরস্কারপ্রাপ্তি (২০০৩-০৬) ===\n২০০৩ সালে জিন্টা ভারতের তিনটি সর্বোচ্চ আয়কারী চলচ্চিত্রে কেন্দ্রীয় নারী ভূমিকায় অভিনয় করেন। চলচ্চিত্র তিনটি হল দ্য হিরো: লাভ স্টোরি অব আ স্পাই, কোই... মিল গয়া ও কাল হো না হো। সন্ত্রাসী ও ভারতীয় সেনা কর্মকর্তাদের সমন্বয়ে গঠিত গোয়েন্দা নেটওয়ার্কে সম্পর্কিত দেশপ্রেমধর্মী নাট্য চলচ্চিত্র দ্য হিরো-তে তিনি সানি দেওল ও প্রিয়াঙ্কা চোপড়ার সাথে কাজ করেন। এই ছবিতে তিনি রেশমা নামে এক গ্রাম্য তরুণী চরিত্রে অভিনয় করেন, যে সানি দেওলের করা সেনা কর্মকর্তা চরিত্রের প্রেমে পরে এবং এই নেটওয়ার্কের অংশ হয়ে যায়। এই ছবিতে এমন কিছু স্টান্ট ব্যবহার করা হয় যা বলিউড চলচ্চিত্রের ইতিহাসে এর পূর্বে কেউ করে নি এবং সেই সময়ে এটি ছিল সবচেয়ে ব্যয়বহুল হিন্দি চলচ্চিত্র। সেই বছরের তৃতীয় সর্বোচ্চ আয়কারী হওয়া সত্ত্বেও ছবিটি এর নির্মাণব্যয় তুলে আনতে পারে নি। জিন্টা পরবর্তীতে হানি ইরানীর প্রথম চলচ্চিত্র আরমান-এ অমিতাভ বচ্চন ও অনিল কাপুরের সাথে অভিনয় করেন। ছবিতে তিনি সোনিয়া কাপুর নামে এক স্কিটসোফ্রিনিয়া রোগী চরিত্রে অভিনয় করেন, যা বিশেষভাবে তার কথা মাথায় রেখে লেখা হয়েছিল। চলচ্চিত্রটি ইতিবাচক পর্যালোচনা লাভ করে এবং বিশেষ করে জিন্টা তার কাজের জন্য প্রশংসিত হন। খালিদ মোহামেদ চতুরতার সাথে তার মানসিক মেজাজের পরিবর্তনের প্রশংসা করেন। তার এই কাজের জন্য তিনি ফিল্মফেয়ার পুরস্কারসহ একাধিক পুরস্কার আয়োজনে শ্রেষ্ঠ খল অভিনয়শিল্পী বিভাগে মনোনীত হন।\nরাকেশ রোশনের বিজ্ঞান কল্পকাহিনীধর্মী চলচ্চিত্র কোই... মিল গয়া ছবিতে হৃতিক রোশনের বিপরীতে অভিনয় করেন। ছবিতে তাকে রোশনের চরিত্রের প্রেমিকা নিশা চরিত্রে দেখা যায়। এই কাজের জন্য তিনি শ্রেষ্ঠ অভিনেত্রী বিভাগে অপর একটি ফিল্মফেয়ার পুরস্কারের মনোনয়ন পান। ছবিটি আর্থিক ও সমালোচনামূলক উভয় দিক থেকে সফলতা অর্জন করে এবং সেই বছরের সবচেয়ে জনপ্রিয় চলচ্চিত্র হয়ে ওঠে। এছাড়া ৬৮ কোটি রুপি আয়কারী চলচ্চিত্রটি জিন্টা অভিনীত সর্বোচ্চ আয়কারী চলচ্চিত্র। ছবিটি ফিল্মফেয়ার শ্রেষ্ঠ চলচ্চিত্র পুরস্কার অর্জন করে এবং এই ছবির সফলতায় আরও দুটি অনুবর্তী পর্ব - কৃষ (২০০৬) ও কৃষ ৩ (২০১৩) নির্মিত হয়, যে দুটি চলচ্চিত্রে জিন্টা অভিনয় করেন নি।\n২০০৩ সালে তার অভিনীত শেষ চলচ্চিত্র ছিল কাল হো না হো। নিখিল আদভানী পরিচালিত ও করণ জোহর রচিত চলচ্চিত্রটিতে তিনি জয়া বচ্চন, শাহরুখ খান ও সাইফ আলি খানের সাথে অভিনয় করেন। নিউ ইয়র্ক সিটির পটভূমিতে নির্মিত ছবিটিতে তিনি নয়না ক্যাথরিন কাপুর নামে রাগী ভারতীয়-মার্কিন তরুণী চরিত্রে অভিনয় করেন, যে মারাত্মক হৃদরোগে আক্রান্ত একজনের প্রেমে পড়েন। সমালোচকগণ ছবিটির প্রশংসা করেন এবং কোই... মিল গয়ার পর এটি সেই বছরের সর্বোচ্চ আয়কারী চলচ্চিত্রের তালিকায় দ্বিতীয় স্থান অধিকার করে। এছাড়া ছবিটি ভারতের বাইরেও সফল হয় এবং বিশ্বব্যাপী ৭৫ কোটি রুপি আয়কারী ছবিটি সেই বছরে ভারতের বাইরে সর্বোচ্চ আয়কারী চলচ্চিত্র ছিল। এই ছবিতে তার কাজের জন্য তিনি ফিল্মফেয়ার শ্রেষ্ঠ অভিনেত্রী পুরস্কারসহ একাধিক পুরস্কার অর্জন করেন। স্টারডাস্টে সমালোচক রাম কমল মুখার্জী লিখেন ছবিটি সম্পূর্ণই জিন্টার অসাধারণ অভিনয়ের জন্য প্রশান্তিদায়ক ছিল এবং তিনি দক্ষতার সাথে এই জটিল চরিত্রকে রূপদান করেছেন। ভ্যারাইটির ডেরেক এলি লিখেন, \"গত তিন বছর বা তার বেশি সময় ধরে বিকশিত হতে থাকা জিন্টা এর চেয়ে ভালো কাজ আগে করেন নি, তার এই নয়না চরিত্র দিয়ে তিনি কিশোরী চরিত্র থেকে বেরিয়ে দক্ষ যুবতী হিসেবে পদার্পণ করেছেন।\"\n২০০৪ সালে জিন্টা ফারহান আখতারের নাট্যধর্মী লক্ষ্য চলচ্চিত্রে হৃতিক রোশনের বিপরীতে টিভি সাংবাদিক রোমিলা দত্ত চরিত্রে অভিনয় করেন। ছবিটি ১৯৯৯ সালের কারগিল যুদ্ধের ঘটনা অবলম্বনে নির্মিত, এতে জিন্টার চরিত্রটি এই যুদ্ধের সংবাদ সংগ্রহকারী একমাত্র নারী প্রতিবেদক টিভি সাংবাদিক বারখা দত্তের অনুকরণে রচিত হয়। চলচ্চিত্রটি সমাদৃত হলেও তার অভিনয় মিশ্র প্রতিক্রিয়া লাভ করে। আউটলুক সাময়িকীর নম্রতা জোশি তার টিভি সংবাদ পাঠের প্রচেষ্টার বিষয়টি পছন্দ করেন; অন্যদিকে রেডিফ ডটকম-এ বলা হয়, \"জিন্টা খুব ভালো একটি চরিত্র পেয়েছে এবং চলচ্চিত্রেও বেশ সময় পেয়েছে, এবং খুব বেশি দর্শনীয় না হলেও তিনি ভাল কাজ করেছেন।\" একই বছর তিনি যশ চোপড়ার প্রণয়ধর্মী বীর-জারা চলচ্চিত্রে শাহরুখ খানের বিপরীতে নারী মুখ্য চরিত্রে অভিনয় করেন। এটি যশ রাজ ফিল্মসের প্রযোজনায় তার অভিনীত প্রথম চলচ্চিত্র। এতে ভারতীয় সেনা কর্মকর্তা বীর প্রতাপ সিং এবং পাকিস্তানি তরুণী জারা হায়াত খানের প্রেমের গল্প বর্ণিত হয়েছে। ছবিটি বার্লিন চলচ্চিত্র উৎসবে উদ্বোধনী প্রদর্শনীসহ আন্তর্জাতিক অঙ্গনে মুক্তি পায় এবং বিশ্বব্যাপী ৯৪ কোটি রুপি আয়কারী ছবিটি সে বছরে ভারতে ও ভারতের বাইরে সর্বাধিক আয়কারী হিন্দি চলচ্চিত্র ছিল। ছবিটি কয়েকটি প্রধানতম ভারতীয় পুরস্কার আয়োজনে শ্রেষ্ঠ চলচ্চিত্রসহ একাধিক পুরস্কার লাভ করে এবং প্রীতি তার কাজের জন্য চতুর্থবারের মত শ্রেষ্ঠ অভিনেত্রী বিভাগে ফিল্মফেয়ার পুরস্কারে মনোনীত হন। ভ্যারাইটি তাকে তার প্রজন্মের সবচেয়ে চিত্তাকর্ষক তরুণ অভিনেত্রী বলে অভিহিত করে এবং লিখে, \"তিনি একগুঁয়ে জারা চরিত্রে তার স্বাভাবিকতায় ছিলেন।\" বীর-জারা জিন্টার দ্বিতীয় সর্বোচ্চ আয়কারী চলচ্চিত্র এবং দুই বছরের মধ্যে টানা তৃতীয় সফল চলচ্চিত্র।\n২০০৫ সালে জিন্টাকে দুটি চলচ্চিত্রে দেখা যায়। এই বছরে তার প্রথম চলচ্চিত্র ছিল লোকজ-হাস্যরসাত্মক খুল্লম খুল্লা প্যার করেঁ। এতে তার বিপরীতে ছিলেন গোবিন্দ। ছবিটির মুক্তি ২০০২ সাল থেকে পিছিয়ে আসছিল। ছবিটি নেতিবাচক প্রতিক্রিয়া লাভ করে এবং বক্স অফিসেও ব্যর্থ হয়। জিন্টার চরিত্র ভূমিকা অল্প ছিল এবং তা প্রশংসিত হয় নি। তিনি পরবর্তীতে সাইফ আলি খানের বিপরীতে সিদ্ধার্থ আনন্দের হাস্যরসাত্মক নাট্যধর্মী সালাম নমস্তে। যশ রাজ ফিল্মস প্রযোজিত ছবিটি সম্পূর্ণ অস্ট্রেলিয়ায় চিত্রায়িত প্রথম চলচ্চিত্র। ছবিটি ভারতের বাইরে ৫৭ কোটি রুপি আয় করে সে বছরে ভারতের বাইরে সর্বোচ্চ আয়কারী চলচ্চিত্রের তালিকায় শীর্ষে অবস্থান করে। ছবিটিতে সমকালীন ভারতীয় দম্পতি গল্প ও অপ্রত্যাশিত গর্ভধারণের ফলে তাদের সংগ্রামের চিত্র দেখানো হয়েছে। জিন্টা এতে নারী মুখ্য চরিত্র অম্বর মালহোত্রা চরিত্রে অভিনয় করেন, যিনি নিজের জীবন গড়ার জন্য ভারত ছেড়ে মেলবোর্নে পাড়ি জমান। সালাম নমস্তে ছবিটি বেশির ভাগ ক্ষেত্রে ইতিবাচক সমালোচনা অর্জন করে এবং জিন্টা তার কাজের জন্য কয়েকটি পুরস্কার আয়োজন থেকে শ্রেষ্ঠ অভিনেত্রী বিভাগে মনোনয়ন লাভ করেন। তরণ আদর্শ যুক্তি দেখান এটি তার \"সে সময় পর্যন্ত সবচেয়ে পরিপূর্ণ কাজ\" ছিল।\n\n\n== ব্যক্তিগত জীবন ==\n\nজিন্টা শুটিংয়ে ব্যস্ত না থাকলে তার নিজ শহর শিমলাতে যান। ২০০৬ সালে তিনি মুম্বইয়ে বাড়ি করেন। তিনি কোন নির্দিষ্ট ধর্মে বিশ্বাসী নন। দ্য টাইমস অব ইন্ডিয়াকে দেওয়া এক সাক্ষাৎকারে তিনি বলেন, \"আমি সৎকর্মে বিশ্বাসী, আমি মন্দিরে যাওয়ায় বিশ্বাসী নই। আমার কাছে ধর্ম খুবই ব্যক্তিগত ব্যাপার। এটা বিশ্বাসের ব্যাপার... আমরা শুনি ও পড়ি সব ধর্মই সমান। এখন আমি এটাই বিশ্বাস করতে শুরু করেছি।\" তিনি দুইবার অল্পের জন্য মৃত্যুর হাত থেকে বেঁচে যান। প্রথমবার শ্রীলঙ্কার কলম্বো শহরে এক টেম্পটেশন কনসার্টে তার কাছকাছি হওয়া একটি বিস্ফোরণের সময় এবং দ্বিতীয়বার ভারত মহাসাগরে ভূমিকম্পের সময়।\n\nট্যাবলয়েডগুলোতে প্রায়ই অন্যান্য বলিউড তারকাদের সাথে তার প্রেমের সম্পর্কের কথা প্রকাশিত হয়, কিন্তু তিনি এই সব গুজব দৃঢ়ভাবে অস্বীকার করেন। ২০০২ সালে জিন্টাকে মডেল মার্ক রবিনসনের সাথে ডেট করতে দেখা যায়। পরের বছরই তারা আলাদা হয়ে যান। ফিল্মফেয়ারে তাকে তাদের বিচ্ছেদ সম্পর্কে জানতে চাওয়া হলে তিনি জানান, \"আমাদের একত্রে সময়গুলো খুব দারুণ ছিল এবং আমি চাই তা এই পর্যন্তই থাকুক\"। জিন্টা ফেব্রুয়ারি ২০০৫ থেকে মে ২০০৯ পর্যন্ত বোম্বে ডাইংয়ের উত্তরাধিকার ও ব্যবসায়ী নেস ওয়াদিয়ার সাথে ডেট করেন। গণমাধ্যমে প্রায়ই এমন প্রতিবেদন ছাপাতো তাদের সম্পর্ক বাগদানে রূপ নিয়েছে বা তাদের বিচ্ছেদ হয়েছে। ২০১৪ সালের ১৩ই জুন জিন্টা মুম্বই পুলিশের কাছে নেস ওয়াদিয়ার বিরুদ্ধে অভিযোগ করেন যে ৩০ মে মুম্বইয়ের ওয়াংখেড়ে স্টেডিয়ামে আইপিএলের একটি খেলা চলাকালীন ওয়াদিয়া তার শ্লীলতাহানি করেছে, হুমকি দিয়েছে ও শারীরিক নির্যাতন করেছে। ওয়াদিয়া এই অভিযোগ অস্বীকার করেন।\n২০১৬ সালের ২৯শে ফেব্রুয়ারি লস অ্যাঞ্জেলেসে জিন্টা তার দীর্ঘদিনের মার্কিন সঙ্গী জিন গুডএনাফকে এক অনাড়ম্বর অনুষ্ঠানের মাধ্যমে বিয়ে করেন। গুডএনাফ যুক্তরাষ্ট্র ভিত্তিক জলবিদ্যুৎ প্রকল্প কোম্পানি এনলাইন এনার্জির অর্থায়ন বিভাগে সহ-সভাপতি।\n\n\n== নির্বাচিত চলচ্চিত্র ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে প্রীতি জিন্টা (ইংরেজি)\nরটেন টম্যাটোসে প্রীতি জিন্টা (ইংরেজি)"}