{"pageid": 1149159, "title": "বৌদ্ধ তান্ত্রিক সাহিত্য", "url": "https://bn.wikipedia.org/wiki?curid=1149159", "content": "বৌদ্ধ তান্ত্রিক সাহিত্য হল বজ্রযান (বা মন্ত্রযান) বৌদ্ধ সম্প্রদায়ের বিপুলায়তন ও বৈচিত্র্যময় সাহিত্য। এই ধারার আদিতম রচনাগুলি হল ভারতীয় বৌদ্ধ তান্ত্রিক ধর্মগ্রন্থের একটি বর্গ, যাকে তন্ত্র, সূত্র ও কল্প নামে চিহ্নিত করা হত। খ্রিস্টীয় সপ্তম শতক থেকে এগুলি রচিত হতে থাকে। এরপর এই ধারায় রচিত হয় পরবর্তীকালের তান্ত্রিক টীকা (যাকে পঞ্জিকা ও টীকা উভয় নামেই চিহ্নিত করা হত), বজ্রযান লেখকদের মৌলিক রচনা (প্রকরণ ও উপদেশ), সাধনা (ধর্মানুশীলন-বিষয়ক গ্রন্থ), অনুষ্ঠান-সহায়িকা (কল্প বা বিধি), তান্ত্রিক গীতি-সংকলন (দোহা), স্তোত্র ও অন্যান্য রচনা। সংস্কৃত তিব্বতি ও চীনা সহ বিভিন্ন ভাষায় তান্ত্রিক বৌদ্ধ সাহিত্য বিদ্যমান রয়েছে। অধিকাংশ ভারতীয় উৎসগ্রন্থ সংস্কৃতে রচিত, কিন্তু অসংখ্য তান্ত্রিক রচনা তিব্বতি বা চীনার মতো অন্যান্য ভাষাতেও লেখা হয়।\n\n\n== বিবরণ ==\n\n\n=== ইতিহাস ===\nবৌদ্ধ তান্ত্রিক গ্রন্থগুলি সম্ভবত গুপ্তযুগেই (৩২০-৫৫০ খ্রিস্টাব্দ) প্রথম লিখিত হয়েছিল। যদিও আদিতম জ্ঞাত তারিখায়নযোগ্য বৌদ্ধ তন্ত্রগ্রন্থটি হল মহাবৈরোচন তন্ত্র। আনুমানিক ৬৮০ খ্রিস্টাব্দে চীনা তীর্থযাত্রী উ-হিং এটির কথা উল্লেখ করেন এবং এটি সংগ্রহ করেন।\nউ-হিং আরও বলেছেন যে, খ্রিস্টীয় সপ্তম শতকে তিনি যখন ভারতে আসেন সেই সময় মন্ত্রযান (চীনা: ঝেনযান জিয়াওফা, 真言教法) বেশ জনপ্রিয়তা লাভ করেছিল। পণ্ডিত ও অনুবাদক অমোঘবজ্র (৭০৪-৭৭৪ খ্রিস্টাব্দ) চীনে যাত্রা করেছিলেন। তিনি অষ্টম শতকে আঠারোটি তন্ত্রের এক প্রামাণ্য শাস্ত্ররাজির কথা উল্লেখ করেন।\nকালক্রমে তান্ত্রিক পণ্ডিতেরা টীকা ও অনুশীলন-সহায়িকা গ্রন্থ রচনা শুরু করে তন্ত্রগ্রন্থের সংখ্যাও বৃদ্ধি পেতে থাকে। বৌদ্ধ তান্ত্রিক পরম্পরাগুলি মহাযান সূত্রাবলি ও ধারণী পাঠ-বিষয়ক গ্রন্থাবলির মতো প্রাচীনতর বৌদ্ধ গুহ্যাচার-বিষয়ক গ্রন্থ থেকে বিষয়বস্তু গ্রহণ করেছে। অধিকন্তু পূর্ববর্তী বৌদ্ধ পরম্পরাগুলিকে জাদুবিদ্যা-সংক্রান্ত একগুচ্ছ শাস্ত্র রাখা হত। এগুলিকে বলা হত বিদ্যাধর পিটক। এগুলিতে বিভিন্ন ধরনের আচার-অনুষ্ঠান ও মন্ত্রের (বিদ্যা) কথা লেখা ছিল। যিজিং এক বৌদ্ধ মন্ত্রবিদের বিবরণে এই গ্রন্থসংকলনের সঙ্গে গুহ্যাচারগুলির যুক্ত থাকার কথাও উল্লেখ করেছেন।\nবৌদ্ধ তন্ত্রগুলি শৈব ও শাক্ত ধর্মগ্রন্থ, স্থানীয় দেবদেবীদের কাল্ট ও যক্ষ ও নাগের পূজা-সংক্রান্ত আচার সহ বিভিন্ন অ-বৌদ্ধ পরম্পরার দ্বারা প্রভাবিতও হয়েছিল। বৌদ্ধ যোগিনীতন্ত্র গ্রন্থগুলিতে শৈব ও শাক্ত গ্রন্থ থেকে প্রচুর ঋণকৃত ধারণা রয়েছে। কোনো কোনো ক্ষেত্রে সমগ্র বাক্যাংশই নকল করা হয়েছে। আলেক্সিজ স্যান্ডারসন এই প্রক্রিয়াটি পর্যালোচনা করেছেন। ফিলিস গ্র্যানোফ প্রমুখ গবেষকেরা অ-বৌদ্ধ উপাদান থেকে এই ধরনের ব্যাপক ঋণগ্রহণের বিষয়টিকে \"আচারগত বৈচিত্র্য\" (\"ritual eclecticism\") নামে অভিহিত করেছেন। ষোড়শ শতক পর্যন্ত ভারতে বৌদ্ধ তান্ত্রিক সাহিত্য রচিত হতে থাকে।\nঅনেক আদিযুগীয় বৌদ্ধ তন্ত্রগ্রন্থ (যেগুলিকে পরবর্তীকালে ক্রিয়াতন্ত্র নামে অভিহিত করা হয়) হল মূলত জাগতিক সমাপ্তির উদ্দেশ্যে প্রযুক্ত জাদুমন্ত্রের সংকলন। এগুলিকে বলা হত মন্ত্রকল্প (মন্ত্র-সহায়িকা); এই সকল গ্রন্থে এগুলিকে তন্ত্র নামে অভিহিত করা হয়নি। খ্রিস্টীয় অষ্টম শতকের পরবর্তীকালের তান্ত্রিক গ্রন্থগুলি (যেগুলিকে যোগতন্ত্র, মহাযোগ ও যোগিনীতন্ত্র নামে অভিহিত করা হয়েছিল) সহজে বুদ্ধত্ব অর্জনের জন্য কোনো দেবতার সঙ্গে যোগ স্থাপন (দেবতাযোগ), পবিত্র শব্দ (মন্ত্র) জপ, সূক্ষ্ম শরীরের পরিচালনা এবং অন্যান্য গুহ্য প্রক্রিয়ার কথা উল্লেখ করে। কোনো কোনো তন্ত্রগ্রন্থে মদ্যপান ও অন্যান্য নিষিদ্ধ সামগ্রী গ্রহণ এবং তৎসহ যৌনাচারের মতো বিধিবিরুদ্ধ ও সীমালংঘনকারী আচারের কথাও উল্লেখ করে। এই ধরনের কয়েকটি পরবর্তীকালীন বৌদ্ধ তন্ত্র (বিশেষত যোগিনীতন্ত্র) স্পষ্টতই শৈব বিদ্যাপীঠ শাস্ত্ররাজির দ্বারা প্রভাবিত হয়েছিল।\nবৌদ্ধ তন্ত্র দ্রুত ভারতের বাইরে প্রসার লাভ করে। খ্রিস্টীয় অষ্টম শতকে ভারতের নিকটবর্তী তিব্বত ও নেপাল এবং সেই সঙ্গে দক্ষিণপূর্ব এশিয়া ও পূর্ব এশিয়ায় সড়ক ও সমুদ্রবাণিজ্যের পথ ধরে তন্ত্র প্রসারিত হয়। তাং রাজবংশের রাজত্বকালে বৌদ্ধ তন্ত্র চীনে পৌঁছায় এবং সেখানে এটি পরিচিত হয় তাংমি নামে। কুকাই (৭৭৪-৮৩৫ খ্রিস্টাব্দ) বৌদ্ধ তন্ত্রকে জাপানে নিয়ে যান এবং সেখানে এর নাম হয় শিংগোন। তান্ত্রিক গ্রন্থগুলি দু’টি ঐতিহাসিক পর্যায়কালে তিব্বতে আনীত হয়েছিল। খ্রিস্টীয় অষ্টম শতকের গ্রন্থগুলিকে বলা হয় \"আদি অনুবাদ\" এবং একাদশ শতকের গ্রন্থগুলির নাম \"দ্বিতীয় প্রচার\" গ্রন্থমালা। নেপাল, মঙ্গোলিয়া ও তিব্ববে বৌদ্ধ তন্ত্র প্রধান বৌদ্ধ পরম্পরা হয়েই রয়ে গিয়েছে। তিব্বতে তান্ত্রিক বৌদ্ধধর্ম বজ্রযান নামে পরিচিত।\n\n\n== তিব্বতি বর্গবিন্যাস ==\nদুই ঐতিহাসিক কালপর্যায়ে তন্ত্রগ্রন্থগুলি তিব্বতে আনীত হয়েছিল: অষ্টম ও একাদশ শতাব্দীতে। প্রাচীন অনুবাদ পরম্পরা (ন্যিংমা) ও পরবর্তীকালীন নব্য অনুবাদ পরম্পরাগুলি তন্ত্রগ্রন্থগুলিকে ভিন্ন ভিন্ন বর্গের অন্তর্ভুক্ত করেছে।\n\n\n=== প্রাচীন অনুবাদ পরম্পরা ===\nন্যিংমা তন্ত্র সংকলনটি ন্যিংমা গ্যুবুম নামে পরিচিত। এটিতে তন্ত্রের ছয়টি বর্গ দেখা যায়:\n\nতিনটি বাহ্য তন্ত্র:\nক্রিয়াযোগ\nচর্যাযোগ\nযোগতন্ত্র\nতিনটি অভ্যন্তরীণ তন্ত্র, যা অনুত্তরযোগতন্ত্রের সঙ্গে সঙ্গতিপূর্ণ:\nমহাযোগ\nঅনুযোগ\nঅতিযোগ (তিব্বতি: দ্‌জোগচেন), যা তিনটি উপবর্গে বিভক্ত:\nমানসিক সেমদে\nব্যাপনস্থলীয় লোংদে\nগুহ্য নির্দেশিকামূলক মেনগাগদে\n\n\n=== নব্য অনুবাদ পরম্পরা ===\nসরমা বা তিব্বতি বৌদ্ধধর্মের নব্য অনুবাদ পরম্পরাগুলি (গেলুগ, সাক্য ও কাগ্যু) তন্ত্রগুলিকে চারটি বর্গে ভাগ করে:\n\nক্রিয়াযোগ\nচর্যাযোগ\nযোগতন্ত্র\nঅনুত্তরযোগতন্ত্র\nমাতৃতন্ত্র, যোগিনীতন্ত্র\nপিতৃতন্ত্র\nঅদ্বয় তন্ত্র\n\n\n== বৌদ্ধ তন্ত্র গ্রন্থাবলির তালিকা ==\n\nঅনেক তন্ত্রগ্রন্থের শিরোনামেই \"তন্ত্র\" শব্দটির পরিবর্তে ধারণী, কল্প, রাজ্ঞী, স্তোত্র, দোহা ও সূত্র প্রভৃতি অভিধা ব্যবহার করা হয়েছে। প্রধান প্রধান তন্ত্রগ্রন্থগুলিতে ব্যাখ্যাতন্ত্র (ব্যাখ্যামূলক তন্ত্র), টীকা ও সাধনা সাহিত্যের মতো অপ্রধান সাহিত্য অন্তর্ভুক্ত হয়েছে। প্রধান বৌদ্ধ তন্ত্রগ্রন্থগুলির মধ্যে রয়েছে:\n\nগুহ্যসমাজ তন্ত্র, পিতৃতন্ত্র বর্গ, (আনুমানিক পঞ্চম–অষ্টম শতাব্দী)\nমহাবৈরোচন তন্ত্র, চর্যাতন্ত্র বর্গ, (সপ্তম শতাব্দী)\nবজ্রপ্রজ্ঞাভিষেক তন্ত্র\nবজ্রশেখর সূত্র\nতত্ত্বসংগ্রহ তন্ত্র, যোগতন্ত্র বর্গ, (সপ্তম শতাব্দী)\nহেবজ্র তন্ত্র, মাতৃতন্ত্র বর্গ, (অষ্টম শতাব্দী)\nচক্রসম্বর তন্ত্র বা শ্রীহেরুকাভিধান, মাতৃতন্ত্র বর্গ (অষ্টম শতাব্দী)\nগুহ্যগর্ভ তন্ত্র, মাতৃতন্ত্র বর্গ\nসর্ববুদ্ধ সমযোগ, মাতৃতন্ত্র বর্গ\nবজ্রামৃত তন্ত্র, মাতৃতন্ত্র বর্গ\nবজ্রপঞ্জর তন্ত্র, মাতৃতন্ত্র বর্গ\nবজ্রভৈরব তন্ত্র বা যমন্তক তন্ত্র, পিতৃতন্ত্র বর্গ (অষ্টম শতাব্দী)\nমঞ্জুশ্রীমূলকল্প (অষ্টম শতাব্দী)\nসুরঙ্গম তন্ত্র (অষ্টম শতাব্দী)\nসুরঙ্গম মন্ত্র\nসুসিদ্ধিকার সূত্র (অষ্টম শতাব্দী)\nসর্বতথাগততত্ত্বসংগ্রহ সূত্র (অষ্টম শতাব্দী)\nকুরুকুল্লা তন্ত্র\nমহাকাল তন্ত্র\nসম্বরোদয় তন্ত্র\nবজ্রপাতাল তন্ত্র\nশ্রীবজ্রামৃত তন্ত্র\nমঞ্জুশ্রীনামসঙ্গীতি, অদ্বয় বর্গ\nমহাচীনাচার তন্ত্র\nমায়াজাল তন্ত্র\nঅষ্টাদশ মানস গ্রন্থমালা (সেমদে) (নবম শতাব্দী)\nকুলয়রাজ তন্ত্র\nকালচক্র তন্ত্র, অদ্বয়তন্ত্র বর্গ (মধ্য একাদশ শতাব্দী)\nব্যাপনস্থল বিষয়ক সপ্ত গ্রন্থ (একাদশ-চতুর্দশ শতাব্দী)\nমহাবর্ণতপরসরাণীরাজতন্ত্রনাম (সমন্তভদ্রের সর্বব্যাপী শূন্যতা-বিষয়ক রাজতন্ত্র)\nমেন্নগগদের সপ্তদশ তন্ত্র, দ্‌জোগচেন (একাদশ-চতুর্দশ শতাব্দী)\nসম্বর তন্ত্র\nমহামায়া তন্ত্র\nবজ্রযোগিনী তন্ত্র\nসর্বরহস্য তন্ত্র\nশ্রীপরমাদ্যতন্ত্র\nনীলকণ্ঠ ধারণী বা মহাকরুণা ধারণী (যা মহাকরুণা মন্ত্র নামে সমধিক পরিচিত)\nচণ্ডমহারোষণ তন্ত্র\nপ্রজ্ঞোপ্যবিনিশ্চয়সিদ্ধি\nনারো চোস-দ্রুগ\nনিগু চোস-দ্রুগ\nমিলা গ্‌নুবুম\nগুহ্যসুখ সূত্র (তাচিকাওয়া-র‍্যু, আনুমানিক ১১১৪ খ্রিস্টাব্দ)\nকালিকাপুরাণ\nপদ্ম কাথাং সাংলিংমা\nবারদো থোদোল (১৩২৬–১৩৮৬)\nন্যিংতিগ যবশি\nসপ্তরত্ন\nপদ্ম কাথাং শেলদ্রাকমা\nলোংচেন ন্যিংথিগ\nযুথোক ন্যিংথিগ\nরিনচেন তেরজো চেনমো\n\n\n== তন্ত্র রচয়িতা ==\nসপ্তম শতাব্দীর মধ্যভাগে বৌদ্ধ তন্ত্র অধিকতর পরিমাণে অনুশীলিত হতে শুরু করলে, মূলধারার বৌদ্ধ শিক্ষাপ্রতিষ্ঠানগুলির পণ্ডিতবর্গ সেই ধারাকে গ্রহণ করেন এবং বজ্রযানের আদর্শ অনুসারে সাধনা ও টীকা রচনা শুরু করেন। বিনয়তোষ ভট্টাচার্য লিখেছেন যে, প্রধান তন্ত্র রচয়িতাদের দু'টি প্রধান কালানুক্রমিক তালিকা রয়েছে। প্রথমটি তারানাথের রচনায় পাওয়া যায় এবং দ্বিতীয়টি পাওয়া যায় চক্রসম্বর তন্ত্রের কাজি দাওয়াসামদুপ-রচিত ভূমিকাটিতে।\nতারানাথের তালিকা:\n\nপদ্মবজ্র (আনুমানিক ৬৯৩ খ্রিস্টাব্দ), গুহ্যসিদ্ধি গ্রন্থের রচয়িতা\nঅনঙ্গবজ্র (আনুমানিক ৭০৫ খ্রিস্টাব্দ), প্রজ্ঞোপায়বিনিশ্চয়সিদ্ধি গ্রন্থের রচয়িতা\nইন্দ্রভূতি (আনুমানিক ৭১৭ খ্রিস্টাব্দ), জ্ঞানসিদ্ধি গ্রন্থের রচয়িতা\nভগবতী লক্ষ্মী (আনুমানিক ৭২৯ খ্রিস্টাব্দ), অদ্বয়সিদ্ধি গ্রন্থের রচয়িত্রী\nলীলাবজ্র (আনুমানিক ৭৪১ খ্রিস্টাব্দ)\nদারিকাপা (আনুমানিক ৭৫৩ খ্রিস্টাব্দ)\nসহজযোগিনী (আনুমানিক ৭৬৫ খ্রিস্টাব্দ)\nদোম্বি হেরুক (আনুমানিক ৭৭৭ খ্রিস্টাব্দ)\nকাজি দাওয়াসামদুপের তালিকা:\n\nসরহ (নামান্তরে রাহুলভদ্র, আনুমানিক ৬৩৩ খ্রিস্টাব্দ)\nনাগার্জুন (পঞ্চকর্ম গ্রন্থের রচয়িতা, আনুমানিক ৬৪৫ খ্রিস্টাব্দ। ইনি মধ্যমক দার্শনিক নাগার্জুন নন)\nশবরীপা (আনুমানিক ৬৫৭ খ্রিস্টাব্দ)\nলুইপা (আনুমানিক ৬৬৯ খ্রিস্টাব্দ)\nবজ্রঘণ্টা (আনুমানিক ৬৮১ খ্রিস্টাব্দ)\nকচ্ছপা (আনুমানিক ৬৯৩ খ্রিস্টাব্দ)\nজালন্ধরীপা (আনুমানিক ৭০৫ খ্রিস্টাব্দ)\nকৃষ্ণাচার্য (আনুমানিক ৭১৭ খ্রিস্টাব্দ)\nগুহ্য (আনুমানিক ৭২৯ খ্রিস্টাব্দ)\nবিজয়পা (আনুমানিক ৭৪১ খ্রিস্টাব্দ)\nতিলোপা\nনারোপা\nঅন্যান্য ভারতীয় তান্ত্রিক লেখকদের মধ্যে উল্লেখযোগ্য:\n\nবুদ্ধগুহ্য - মহাবৈরোচন তন্ত্রের একটি টীকা রচনা করেছিলেন।\nবিমলমিত্র (অষ্টম শতাব্দী) - গুহ্যগর্ভ তন্ত্রের একটি টীকা রচনা করেছিলেন।\nপদ্মসম্ভব\nশান্তরক্ষিত (৭২৫–৭৮৮) - এঁকে অনেকে তন্ত্রগ্রন্থ তত্ত্বসিদ্ধির রচয়িতা মনে করেন। কিন্তু সেই মতটি নিয়ে আর্নস্ট স্টেইনকেলনার প্রমুখ গবেষকদের মধ্যে দ্বিমত রয়েছে।\nবিলাসবজ্র (অষ্টম-নবম শতাব্দী) - মঞ্জুশ্রীনামসঙ্গতি গ্রন্থের টীকা নামমন্ত্রার্থাবোকিনী গ্রন্থের রচয়িতা।\nবুদ্ধজ্ঞান (অষ্টম-নবম শতাব্দী) - শ্রীহেরুকসাধনবৃত্তি গ্রন্থের রচয়িতা\nআর্যদেব - গুহ্যসমাজ তন্ত্রের টীকা চর্যামেলপাকপ্রদীপ গ্রন্থের রচয়িতা। ইনি মধ্যমক দার্শনিক আর্যদেব নন।\nচন্দ্রকীর্তি (নবম শতাব্দী) - প্রদীপোদ্দ্যোতনা গ্রন্থের রচয়িতা। ইনি মধ্যমক দার্শনিক চন্দ্রকীর্তি নন।\nশাক্যমিত্র - গুহ্যসমাজ তন্ত্রের টীকাকার\nনাগবোধি - গুহ্যসমাজ তন্ত্রের টীকাকার\nভব্যকীর্তি (দশম শতাব্দী) - চক্রসম্বর তন্ত্রের টীকা শ্রীচক্রসম্বরপঞ্জিকাশূরমনোজ্ঞনাম গ্রন্থের রচয়িতা\nশ্রদ্ধাকরবর্মণ - গুহ্যসমাজ তন্ত্রের টীকাকার\nভবভট্ট (দশম শতাব্দী) - চক্রসম্বর তন্ত্রের টীকা শ্রীচক্রসম্বরপঞ্জিকার রচয়িতা\nজয়ভদ্র - চক্রসম্বর তন্ত্রের টীকাকার\nদুর্জয়চন্দ্র - চক্রসম্বর তন্ত্রের টীকাকার\nবজ্রপাণি - চক্রসম্বর তন্ত্রের টীকাকার\nতথাগতরক্ষিত - চক্রসম্বর তন্ত্রের টীকাকার\nভবভদ্র - চক্রসম্বর তন্ত্রের টীকাকার\nবীরবজ্র - চক্রসম্বর তন্ত্রের টীকাকার\nমণিভদ্র - চক্রসম্বর তন্ত্রের টীকাকার\nশ্রদ্ধাকরবর্মা - - গুহ্যসমাজ তন্ত্রের টীকাকার\nপ্রশান্তজ্ঞান - গুহ্যসমাজ তন্ত্রের টীকাকার\nবিমলগুপ্ত - গুহ্যসমাজ তন্ত্রের টীকাকার\nচিলুপা - গুহ্যসমাজ তন্ত্রের টীকাকার\nবজ্রহাস - গুহ্যসমাজ তন্ত্রের টীকাকার\nশান্তিপা\nকাহ্ন - হেবজ্র তন্ত্র-বিষয়ক যোগরত্নমালা গ্রন্থের রচয়িতা\nভদ্রপাদ - হেবজ্র তন্ত্র-বিষয়ক শ্রীহেবজ্রব্যাখ্যাখ্যাবিবরণ গ্রন্থের রচয়িতা\nবজ্রগর্ভ - ষটসাহস্রিকা হেবজ্রটীকা গ্রন্থের রচয়িতা\nরত্নকীর্তি (একাদশ শতাব্দী)\nরত্নাকরশান্তি - হেবজ্র তন্ত্রের টীকা মুক্তাবলীর রচয়িতা\nপুণ্ডরীক - কালচক্র তন্ত্রের টীকাকার\nসুচন্দ্র - ষাট হাজার স্তবকে কালচক্র তন্ত্রের টীকা রচনা করেন\nযোগরত্নমালা - হেবজ্র তন্ত্রের টীকাকার\nঅভয়াকরগুপ্ত (একাদশ শতাব্দী-দ্বাদশ শতাব্দীর প্রথম ভাগ)\n\n\n== আরও দেখুন ==\nসংস্কৃত সাহিত্য\nবৌদ্ধ ধর্মগ্রন্থ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n84000: Translating the Words of the Buddha  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুন ২০১৪ তারিখে\nDigital Sanskrit Buddhist Canon"}