{"pageid": 11490, "title": "কোণ", "url": "https://bn.wikipedia.org/wiki?curid=11490", "content": "জ্যামিতিতে কোণ বলতে দুইটি রশ্মির মিলনস্থলকে বোঝায় এবং রশ্মি দুইটি একটি শীর্ষবিন্দুতে মিলিত হয়।  দুইটি রশ্মির মাধ্যমে যে কোণ উৎপন্ন হয় তা একই সমতলে অবস্থান করে।\n\n\n== ইতিহাস এবং উৎপত্তি ==\nইংরেজি Angle (বাংলা পরিভাষা কোণ) শব্দটি লাতিন শব্দ angulus থেকে এসেছে যার অর্থ ধার।\n\n\n== কোণের প্রকাশ ==\nগাণিতিক বাক্যগুলোতে, কোণের মান প্রকাশ করতে সাধারণত গ্রিক অক্ষরগুলো (α, β, γ, θ, φ, . . . ) ব্যবহার করা হয়। দ্ব্যর্থতা এড়াতে গ্রিক অক্ষর π কে একাজে ব্যবহার করা হয় না। ছোট হাতের রোমান অক্ষরগুলোকেও (a, b, c, . . . ) কোণের মান হিসেবে প্রকাশ করা হয়। বড় হাতের অক্ষরগুলো বহুভুজ এর ক্ষেত্রে ব্যবহার করা হয়।\nজ্যামিতির চিত্র যে তিনটি বিন্দু দিয়ে কোণটি গঠিত হয়েছে সেগুলো দিয়ে কোণটিকে প্রকাশ করা হয়। উদাহরণস্বরূপ, A শীর্ষবিন্দুতে AB এবং AC রশ্মি দ্বারা গঠিত কোণকে ∠BAC বলা হয়। যেখানে কোনো দ্ব্যর্থতার সুযোগ নেই, সেখানে শুধুমাত্র শীর্ষবিন্দুটি দিয়ে কোণটিকে প্রকাশ করা হয় (এক্ষেত্রে কোণ A)।\n\n\n== কোণের প্রকারভেদ ==\n\n\n=== স্বতন্ত্র কোণ ===\nকোণগুলোকে বিশেষ নামে অভিহিত করা হয়। \n\n০° মাপ বিশিষ্ট কোণকে শুন্য কোণ বলা হয়।\nএক সমকোণ বা ৯০° অপেক্ষা ছোট কোণকে সূক্ষ্মকোণ বলে।\nএকটি বৃত্তের +৪/১ অংশকে অথবা ৯০° কোণকে সমকোণ বলে। দুইটি রশ্মি সমকোণ উৎপন্ন করলে এদেরকে পরস্পরের লম্ব বলে।\nএক সমকোণ অপেক্ষা বড় কিন্তু এক সরলকোণ অপেক্ষা ছোট (৯০° অপেক্ষা বড় এবং ১৮০° অপেক্ষা ছোট) কোণকে স্থূলকোণ বলে।\nএকটি বৃত্তের +২/১  অংশকে (১৮০° বা π রেডিয়ান) এক সরলকোণ বলে।\nএক সরলকোণ অপেক্ষা বড় কিন্তু দুই সরলকোণ অপেক্ষা ছোট (১৮০° অপেক্ষা বড় এবং ৩৬০° অপেক্ষা ছোট) কোণকে প্রবৃদ্ধ কোণ বলে।\nএকটি পূর্ণ ঘূর্ণনের ফলে (৩৬০° বা 2π রেডিয়ান) যে কোণ উৎপন্ন হয় তাকে পূর্ণকোণ বলে।\nনিচের ছকে কোনগুলো দেখানো হলো : \n\n\n=== সমতুল্য কোণ জোড়া ===\nযেসকল কোণের মান সমান তাদেরকে সর্বসম কোণ বলে। কোণের মান বাহুসমুহের দৈর্ঘ্যের উপর নির্ভর করে না। যেমন: সকল সমকোণ এর মান সমান।\nএকটি কোণ হতে ৯০°(অথবা π) বিয়োগ বা যোগ করতে হবে যতক্ষণ না পর্যন্ত এর মান সূক্ষ্মকোণ হয়। কোনটির মান সূক্ষ্মকোণ হলে সেই সূক্ষ্মকোণকে প্রসঙ্গ কোণ বলে। যেমন: ১৫০° কোণের প্রসঙ্গ কোন ৩০°।\n\n\n=== সন্নিহিত কোণ জোড় ===\nযখন দুইটি সরলরেখা একটি বিন্দুতে ছেদ করে তখন চারটি কোণ উৎপন্ন হয়। অবস্থান হিসেবে এগুলোর বিভিন্ন নামকরণ করা হয়। \nপরস্পর বিপরীত দিকে অবস্থিত কোণগুলোকে বিপ্রতীপ কোণ বলে। বিপ্রতীপ কোণগুলো পরস্পর সমান।\n\n\n=== দুইটি কোণের যোগফলের ক্ষেত্রে ===\n\nদুইটি কোণের যোগফল ৯০° হলে এরা পরস্পর পূরক কোণ। ইউক্লিডীয় জ্যামিতিতে সমকোণী ত্রিভুজের সূক্ষ্মকোণ দুইটি পরস্পর পূরক। কারণ ত্রিভুজের তিন কোণের সমষ্টি ১৮০° এবং সমকোণী ত্রিভুজের একটি কোণ ৯০°। কোণ A এবং B পূরক হলে নিম্নোক্ত অভেদসমুহ সঠিক:\n\n  \n    \n      \n        \n          \n            \n              \n              \n                \n                  sin\n                  \n                    2\n                  \n                \n                ⁡\n                A\n                +\n                \n                  sin\n                  \n                    2\n                  \n                \n                ⁡\n                B\n                =\n                1\n              \n              \n              \n                \n                  cos\n                  \n                    2\n                  \n                \n                ⁡\n                A\n                +\n                \n                  cos\n                  \n                    2\n                  \n                \n                ⁡\n                B\n                =\n                1\n              \n            \n            \n              \n              \n                tan\n                ⁡\n                A\n                =\n                cot\n                ⁡\n                B\n              \n              \n              \n                sec\n                ⁡\n                A\n                =\n                csc\n                ⁡\n                B\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}&\\sin ^{2}A+\\sin ^{2}B=1&&\\cos ^{2}A+\\cos ^{2}B=1\\\\[3pt]&\\tan A=\\cot B&&\\sec A=\\csc B\\end{aligned}}}\n  \n\nএকটি শঙ্কু একটি ত্রিমাত্রিক জ্যামিতিক আকৃতি যা একটি সমতল ভিত্তি (প্রায়শই, যদিও অগত্যা নয়, বৃত্তাকার) থেকে শীর্ষ বা শীর্ষবিন্দু বলে একটি বিন্দুতে মসৃণভাবে টেপার হয়।\nএকটি শঙ্কু তৈরি হয় রেখা খণ্ডের একটি সেট দ্বারা, অর্ধ-রেখা বা রেখাগুলি একটি সাধারণ বিন্দু, শীর্ষকে, একটি বেসের সমস্ত বিন্দুর সাথে সংযুক্ত করে যা একটি সমতলে থাকে যা শীর্ষস্থান ধারণ করে না। লেখকের উপর নির্ভর করে, ভিত্তিটি একটি বৃত্ত, সমতলে যেকোন এক-মাত্রিক চতুর্মুখী ফর্ম, যেকোন বন্ধ এক-মাত্রিক চিত্র, বা উপরের যেকোনোটি প্লাস সমস্ত আবদ্ধ বিন্দুতে সীমাবদ্ধ হতে পারে। যদি আবদ্ধ বিন্দুগুলি ভিত্তির মধ্যে অন্তর্ভুক্ত করা হয়, তাহলে শঙ্কু একটি কঠিন বস্তু ; অন্যথায় এটি ত্রিমাত্রিক স্থানের একটি দ্বিমাত্রিক বস্তু। একটি কঠিন বস্তুর ক্ষেত্রে, এই রেখা বা আংশিক রেখা দ্বারা গঠিত সীমানাকে পার্শ্বীয় পৃষ্ঠ বলা হয়; যদি পার্শ্বীয় পৃষ্ঠটি সীমাহীন হয় তবে এটি একটি শঙ্কুযুক্ত পৃষ্ঠ ।\nরেখার অংশের ক্ষেত্রে, শঙ্কুটি ভিত্তির বাইরে প্রসারিত হয় না, যখন অর্ধ-রেখার ক্ষেত্রে, এটি অসীমভাবে প্রসারিত হয়। রেখার ক্ষেত্রে, শঙ্কুটি চূড়া থেকে উভয় দিকে অসীমভাবে প্রসারিত হয়, এই ক্ষেত্রে এটিকে কখনও কখনও দ্বিগুণ শঙ্কু বলা হয়। হয় শীর্ষের একপাশে একটি দ্বিগুণ শঙ্কুর অর্ধেকটিকে একটি ন্যাপে বলা হয়।\nএকটি শঙ্কুর অক্ষ হল সরলরেখা (যদি থাকে), চূড়ার মধ্য দিয়ে যাওয়া, যার উপরে ভিত্তি (এবং পুরো শঙ্কু) একটি বৃত্তাকার প্রতিসাম্য রয়েছে। \nপ্রাথমিক জ্যামিতিতে সাধারণ ব্যবহারে, শঙ্কুগুলিকে ডান বৃত্তাকার বলে ধরে নেওয়া হয়, যেখানে বৃত্তাকার মানে হল ভিত্তিটি একটি বৃত্ত এবং ডান মানে হল যে অক্ষটি তার সমতলে সমকোণে বেসের কেন্দ্রের মধ্য দিয়ে যায়।  যদি শঙ্কুটি ডান বৃত্তাকার হয় তবে পার্শ্বীয় পৃষ্ঠের সাথে একটি সমতলের ছেদ একটি শঙ্কু বিভাগ । সাধারণভাবে, যাইহোক, ভিত্তিটি যেকোন আকৃতির হতে পারে  এবং শীর্ষস্থানটি যেকোন জায়গায় থাকতে পারে (যদিও এটি সাধারণত ধরে নেওয়া হয় যে বেসটি আবদ্ধ এবং তাই এর সসীম ক্ষেত্রফল রয়েছে এবং শীর্ষটি বেসের সমতলের বাইরে অবস্থিত)। ডানদিকের শঙ্কুর সাথে বৈপরীত্য হল তির্যক শঙ্কু, যেখানে অক্ষ বেসের কেন্দ্রের মধ্য দিয়ে অ-লম্বভাবে যায়।  \nবহুভুজ ভিত্তি বিশিষ্ট একটি শঙ্কুকে পিরামিড বলা হয়।\nপ্রসঙ্গের উপর নির্ভর করে, \"শঙ্কু\" অর্থ বিশেষভাবে একটি উত্তল শঙ্কু বা একটি প্রজেক্টিভ শঙ্কুও হতে পারে।\nশঙ্কুগুলিকে উচ্চ মাত্রায়ও সাধারণীকরণ করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}