{"pageid": 1149531, "title": "আওহাদ আইয়ুব", "url": "https://bn.wikipedia.org/wiki?curid=1149531", "content": "মালিকুল আওহাদ নাজমুদ্দিন আইয়ুব ইবনে আদিল আবু বকর ইবনে নাজমুদ্দিন আইয়ুব (মৃত্যু ১২১০) ছিলেন ১২০০-১২১০ সালে মাইয়াফারিকিন কেন্দ্রিক দিয়ারবাকির আমিরাতের তৃতীয় আইয়ুবীয় আমির (গভর্নর)। তিনি ছিলেন মিশরের সুলতান প্রথম আদিল (শা. ১২০০-১২১৮) এর চতুর্থ পুত্র।\n\n\n== মায়াফারিকিনের আমির ==\nদামেস্ক থেকে আফযালকে উৎখাত করার পর, আদিল তার পুত্রদের মধ্যে পুনর্মিলিত আইয়ুবীয় সাম্রাজ্যের বেশিরভাগ অংশ ভাগ করে দেন। মাইয়াফারিকিনকে কেন্দ্র করে থাকা সাম্রাজ্যের সবচেয়ে উত্তরের রাজ্য আওহাদের জন্য বরাদ্দ করা হয়েছিল। আফযাল এবং আদিল পরে একটি চুক্তিতে উপনীত হন, যার মাধ্যমে আওহাদ মাইয়াফারিকিনের নিয়ন্ত্রণ আফযালের কাছে হস্তান্তর করার কথা ছিল। যাইহোক, আওহাদ তার রাজত্বের অংশ ছেড়ে দিতে অস্বীকার করেন এবং আদিল হস্তক্ষেপ করতে অস্বীকার করেন। সম্ভবত আদিল নিজেই আওহাদকে নির্দেশনা দিয়েছিলেন যে, মায়াফারিকিন সীমান্ত এলাকার দুর্গ হিসাবে কৌশলগত গুরুত্বের কারণে স্থানান্তর প্রত্যাখ্যান করতে। ফলস্বরূপ আফযাল আলেপ্পোর নিয়ন্ত্রক তার ভাই যাহির গাজীর সাথে বাহিনীতে যোগদান করেন, যিনি আদিলের শাসনের বিরোধিতা করছিলেন। আজলউনের আইয়ুবীয় আমির ইযযুদ্দিন উসামার সমর্থন লাভের প্রয়াসের সময়ে, ইযযুদ্দিন আদিলকে তাদের ষড়যন্ত্রের কথা জানান। সিরিয়ায় দুই আইয়ুবীয় গোষ্ঠীর মধ্যে একটি স্বল্পস্থায়ী সশস্ত্র সংগ্রামের পর এই দুই ভাই নীতি পরিবর্তন করেন।\n\n\n== আর্মেনিয়া বিজয় ==\nআওহাদ আদিলের আর্মেনিয়া এবং আল জাজিরা অঞ্চল জয় করার প্রচেষ্টার মূলে ছিলেন। আওহাদ হারানের তার ভাই আশরাফের নেতৃত্বে একটি আইয়ুবীয় সেনাবাহিনীতে যোগ দিয়েছিলেন। তারা সিনজারের জেনগি আমির কুতুবুদ্দিনকে তার চাচাতো ভাই মসুলের প্রধান জেনগি আমির প্রথম নুরুদ্দিন আরসলান শাহের আক্রমণ থেকে মুক্তি দিতে অভিযান চালান। ১২০৪ সালের এপ্রিল মাসে আইয়ুবীয় জোট নুসাইবিনে নুরুদ্দিনের বাহিনীকে দ্রুত পরাজিত করে, তাদের মসুলের দিকে তাড়া করে যেখানে তারা আশেপাশের বেশ কয়েকটি গ্রামে আক্রমণ করে। সেপ্টেম্বর নাগাদ আইয়ুবীয়রা নুরুদ্দিনের সাথে শান্তি স্থাপন করে।\n১২০৭ সালে দিয়ারবাকির এবং পূর্ব আনাতোলিয়ার মধ্যে প্রধান সড়ক নিয়ন্ত্রণ করার জন্য, আওহাদ বালাবানের নিয়ন্ত্রণে থাকা আর্মেনীয় শহর আখলাতের বিরুদ্ধে আক্রমণ শুরু করে। তিনি তার অভিযানের সময় বেশ কয়েকটি ছোট দুর্গ, যেমন মুশ এবং আশেপাশের গ্রামগুলি দখল করতে সক্ষম হন; কিন্তু শেষ পর্যন্ত আখলাত জয় করতে ব্যর্থ হন। ১২০৮ সালে আদিল শহরটি দখলের জন্য দ্বিতীয় প্রচেষ্টার জন্য আওহাদকে সৈন্য পাঠান। আওহাদ আখলাতের কাছে বালাবানকে পরাজিত করেন এবং এর চারপাশের জমি দখল করেন। শহরের দুর্গে পশ্চাদপসরণ করার পর বালাবান আসন্ন আইয়ুবীয় আক্রমণের জন্য আখলাত প্রস্তুত করছিলেন। তিনি পরবর্তীকালে এরজেরামের সেলজুক আমির তুঘরিল শাহের সাথে একটি জোট গঠন করেন। তারা একসাথে আওহাদের সেনাবাহিনীকে পরাস্ত করে, কিন্তু তুঘরিল শীঘ্রই বালাবানকে আক্রমণ করেন এবং তাকে হত্যা করেন। তুঘরিল পরবর্তীকালে আখলাতে প্রবেশের চেষ্টা করেছিলেন, কিন্তু তাকে জনগণের দ্বারা প্রত্যাখ্যান করা হয়েছিল। স্থানীয়রা তখন আওহাদকে শহরটি দখল করার জন্য আমন্ত্রণ জানিয়ে দূত পাঠায়। কোন প্রতিরোধের সম্মুখীন না হয়েই আওহাদ সেই বছরের শেষের দিকে আখলাত দখল করেন। পরবর্তীতে তার সেনাবাহিনী আর্মেনীয় ভূখণ্ডের লেক ভ্যানের উত্তরে অবস্থিত মানজিকার্ট, আরজিশ এবং ভ্যানের কৌশলগত দুর্গ জয় করতে অগ্রসর হয়।\nআইয়ুবীয়দের নিয়ন্ত্রণ শক্ত করার আগেই আওহাদ আরজিশ এবং ভ্যানে বিদ্রোহের সম্মুখীন হন। যখন তিনি সেই বিদ্রোহগুলোকে দমন করার চেষ্টা করেছিলেন, আখলাতও ১২০৮ সালে পরে বিদ্রোহে যোগ দেয়। আদিলের নির্দেশে আশরাফ আওহাদকে সমর্থন করার জন্য প্রায় ১,০০০ সৈন্যের একটি সেনাবাহিনীর নেতৃত্ব দেন এবং আইয়ুবীয়রা আখলাতে বিদ্রোহ দমন করতে সক্ষম হয়, তবে এর ফলে প্রচুর প্রাণহানি ঘটে। ১২০৯ সাল নাগাদ জর্জিয়ার খ্রিষ্টান রাজ্য পূর্ব আনাতোলিয়ায় আইয়ুবীয় শাসনকে চ্যালেঞ্জ করে। এর জবাবে আদিলও একত্রিত হন এবং ব্যক্তিগতভাবে সেনাবাহিনীর নেতৃত্ব দেন, যেটিতে হিমস, হামা এবং বালাবেকের আমিরদের পাশাপাশি অন্যান্য আইয়ুবী রাজত্বের দলগুলো আওহাদ এবং আশরাফকে সমর্থন করে। জর্জিয়ানরা এলাকা থেকে প্রত্যাহার করে নেয় যখন আইয়ুবীয়রা আখলাতে ফিরে আসে। জর্জিয়ানরা তাদের রাজ্যে ফিরে আসার সাথে সাথে আওহাদ আখলাতের উপকণ্ঠে তাদের সেনাপতি ইভান মাখারগ্রজেলিকে বন্দী করেন। ইভানকে একটি দর কষাকষির মাধ্যম হিসাবে ব্যবহার করে আওহাদ জর্জিয়ার সাথে ৩০ বছরের শান্তির বিনিময়ে তাকে মুক্তি দিতে সম্মত হন, এইভাবে আইয়ুবিদের জন্য তাৎক্ষণিক জর্জিয়ান হুমকির অবসান ঘটে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}