{"pageid": 114986, "title": "ক্রিস্টিয়ান মেটাল", "url": "https://bn.wikipedia.org/wiki?curid=114986", "content": "ক্রিস্টিয়ান মেটাল যা হোয়াইট মেটাল নামেও পরিচিত একটি হেভি মেটাল ধারার সঙ্গীতের একটি উপধারা যাতে ক্রিস্টান ধর্মের উপদেশ থাকে। যেসব ক্রিস্টানরা হেভি মেটাল ধারার গান শোনে তাদের জন্য ক্রিস্টান ধর্ম অনুসারীরা ব্যান্ডরা এই ধারার গান গায়, যা তৈরি ও বণ্টন হয় নানা ক্রিস্টান নেটওয়ার্কে। ক্রিস্টিয়ান মেটাল একটি সঙ্গীত ধারা থেকে ধারণা বলাই শ্রেয় যেহেতু এর নির্দিষ্ট কোন বৈশিষ্ট্য নেই। হেভি মেটাল ধারার সঙ্গীতের প্রায় সব উপধারাতেই ক্রিস্টিয়ান মেটাল ব্যান্ড আছে এবং তাদের মধ্যে একটি সাধারণ মিল হচ্ছে গানের কথায়। এই ধারার গানের অগ্রবর্তী ব্যান্ড হলো আমেরিকান রিজারেকশন ব্যান্ড ও সুইডেন-এর জেরুজালেম ব্যান্ড।\n\n\n== ইতিহাস ==\n১৯৭০-এর দশকের শেষের দিকে এই ধারার গান বিস্তৃতি লাভ করে।লস এ্যাঞ্জেলসের ব্যান্ড স্টাইপার ১৯৮০-এর দশকে সাফল্য পায়।১৯৮৪ সালে ক্রিস্টিয়ান মেটাল শব্দটির উদ্ভব হয়। ক্যালিফোর্নিয়ার ব্যান্ড ট্যুরনিকুয়েট ও অস্ট্রেলিয়া-এর ব্যান্ড মরটিফিকেশন ১৯৯০-এর দশকে এই ধারার নেতৃত্ব দেয়। মেটালকোর দলেরা যেমন আন্ডারওথ, ডেমন হান্টার, এজ আই লে ডায়িং এবং নরমা জিন ২০০০ সহস্রাব্দে মূলধারায় বেশ কিছু সাফল্য পায় ও মনোযোগ আকর্ষণ করে বিলবোর্ড ২০০ ভেতর স্থান করে নিয়ে। আমেরিকান ইতিহাসবিদ ইলীন লুর ১৯৮০-এর দশকের মাঝামাঝি থেকে ১৯৯০-এর দশকের মাঝামাঝি পর্যন্ত ক্রিস্টিয়ান মেটালকে পর্যালোচনা করেন ও ২০০৫ সালে আমেরিকান কোয়ার্টারলি নামক পত্রিকায় নাতিদীর্ঘ প্রবন্ধ লেখেন “মেটাল মিশনারীস টু দ্যা নেশনঃ ক্রিস্টিয়ান হেভি মেটাল মিউজিক, পারিবারিক মূল্যবোধ ও তরুণ সংস্কৃতি,১৯৮৪-১৯৯৪” শিরোনামে। লুর বলেন ক্রিস্টিয়ান মেটাল বিচ্ছিন্নতার অনুভব ও বিদ্রোহ প্রকাশ করছে সেকুলার মেটালের মতোই তবে সম্পূর্ণ ভিন্ন উপায়ে। ক্রিস্টিয়ান মেটালের বিদ্রোহ আসলে খ্রিস্টানদের অবস্থানের মতোই যারা আধুনিক সমাজ ও সংস্কৃতির পাপাচারপূর্ণ ও নৈতিকতাবিহীন অবস্থানের বিপরীতে, যেখানে আইনগত বৈধতা ও জনপ্রিয়তা পাচ্ছে গর্ভপাত, পর্নোগ্রাফি ও ঐতিহ্যবাহী সামাজিক মূল্যবোধ ক্ষয়ে যাচ্ছে এবং পুরুষ সমকামী অধিকার ও নারীবাদী আন্দোলন-এর তীব্রতা বাড়ছে। সেকুলার মেটাল ব্যান্ড ও তাদের ভক্তরা তাদের মত ও চিন্তা প্রকাশে উৎসাহী ও কর্তৃপক্ষকে অন্ধভাবে অনুসরণ করে না এমনকি তাদের ধর্মীয় বিশ্বাসের ক্ষেত্রেও। \n\nমরবাগের মতে যেসব দেশে দীর্ঘ মেটাল আন্দোলনের ইতিহাস আছে সেখানে ক্রিস্টিয়ান মেটালের উদ্ভব ঘটেছে যেমন-আমেরিকা, ব্রাজিল, মেক্সিকো,জার্মানি, হল্যান্ড, নরওয়ে, সুইডেন ও ফিনল্যান্ডে। কজেটিল মলনেস এ্যান্টেস্টটর ব্যান্ডের মূল ভোকাল বলেনঃ” আমরা আমদের চিহ্নিত করে ব্ল্যাক মেটাল-এর মতো সঙ্গীত ধারা হিসেবে, কিন্তু ব্ল্যাক মেটালকে আমাদের বিশ্বাস বা আদর্শ হিসেবে মনে করে না।“ কিছু ক্রিস্টান দলেরা, যেমন- কিং জেমস অনলি মুভমেন্ট মনে করে মেটাল ও রক সঙ্গীতের কথা, সুর ও ব্যান্ড সদস্যদের জীবনযাপনের ধরন সবই তাদের বিশ্বাসের বিপরীতে, যদিও মেটাল ভক্তরা একে আর দশটা সঙ্গীত ধারা যেমন-জ্যাজ সঙ্গীত, শাস্ত্রীয় সঙ্গীত, ব্লুজ, পাঙ্ক ও হিপহপের মতোই মনে করে। কিছু মেটাল ভক্তরা আবার মনে করে ক্রিস্টিয়ান মেটালের গানের কথা মেটালের আসল উদ্দেশ্যের বিপরীত। ১৯৮০ ও ১৯৯০-এর দশকে সমালোচিত হয় এই ধারার সঙ্গীত আন্দোলন ও ক্রিস্টিয়ান মেটাল আন্দোলনে মৌলিকত্বের অভাব বলে একই সাথে মনে করে সেকুলার ও ক্রিস্টান দলগুলো।\n\n\n== বহিঃসংযোগ ==\ninter-disciplinary.net\nbuzzgrinder.com"}