{"pageid": 115064, "title": "ব্যারাকপুর মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=115064", "content": "ব্যারাকপুর মহকুমা পশ্চিমবঙ্গের উত্তর চব্বিশ পরগনা জেলার একটি মহকুমা। এই মহকুমা ষোলোটি পুরসভা (কাঁচড়াপাড়া, হালিশহর, নৈহাটি, ভাটপাড়া, গারুলিয়া, ব্যারাকপুর, উত্তর ব্যারাকপুর, নিউ ব্যারাকপুর, টিটাগড়, খড়দহ, পানিহাটি, কামারহাটি, বরানগর, দমদম, উত্তর দমদম ও দক্ষিণ দমদম), একটি ক্যান্টনমেট বোর্ড (ব্যারাকপুর ক্যান্টনমেন্ট), একটি সেন্সাস টাউন (ইছাপুর প্রতিরক্ষা এস্টেট) এবং ব্যারাকপুর-১ ও ব্যারাকপুর-২ ব্লক নিয়ে গঠিত। উক্ত ব্লকদুটিতে আবার নয়টি সেন্সাস টাউন এবং ১৪টি গ্রাম পঞ্চায়েত রয়েছে। মহকুমার সদর ব্যারাকপুর।\nএখানে অবস্থিত অন্নপূর্ণা মন্দিরটি খুবই প্রাচীন এক মন্দির। মন্দিরটি রানী রাসমণির কনিষ্ঠা কন্যা জগদম্বা দেবী ১৮৭৫ সালে তৈরী করেছিলেন। মন্দিরটি  অবিকল দক্ষিনেশ্বরের ভবতারিণী মন্দিরের আদলে তৈরী। এই মন্দিরে দেবী অন্নপূর্ণা প্রতিষ্ঠিত আছেন। এছাড়া মহাদেবও গর্ভগৃহে বিরাজ করছেন। মন্দিরটির পিছনদিকে ৬ খানা ছোট আকারের শিবমন্দির রয়েছে। একটা সুন্দর নাটমন্দির ও নহবৎখানাও রয়েছে। মন্দিরের পিছনের দ্বার দিয়ে গঙ্গার ঘাটে যাওয়ার রাস্তা রয়েছে। ঘাটটিও খুব সুন্দর করে বাঁধানো। ঘাটটির নাম “রাসমনি ঘাট”। ঠাকুর শ্রী শ্রী রামকৃষ্ণদেব চারবার এই মন্দির দর্শনে এসেছিলেন।  ঠাকুরের পদধূলিমাখা মন্দিরটি খুবই সুন্দর। এটি বঙ্গীয় স্থাপত্য শৈলীতে তৈরী নবরত্ন মন্দির। এখানে বেশ শান্ত  ও নিরিবিলি পরিবেশ বজায় রয়েছে। মন্দিরটিতে ঢোকার জন্য একটা বিশাল প্রবেশদ্বার রয়েছে। প্রবেশদ্বারের উপরে একটা বিশাল সিংহের মূর্তি রয়েছে। মন্দিরটি দর্শনার্থীদের জন্য সকাল ৬টা থেকে দুপুর ১২.৩০ ও বিকেল ৪টা  থেকে রাত্রি ৮টা খোলা রাখা হয়। এখানে কিছুটা সময় কাটাতে মন্দ লাগলো না। তবে  দক্ষিনেশ্বরের মন্দিরের পরিবেশের সাথে এখানকার পরিবেশের  আসমান-জমিন ফারাক রয়েছে।\nব্যারাকপুরে আরেকটি বিখ্যাত স্থান হল দাদা বৌদি হোটেল যেখানকার বিরিয়ানি খুব বিখ্যাত, এখানকার বিরিয়ানি খেতে রাজ্যের বহু মানুষ এখানে আসে। দাদা বৌদি বিরিয়ানির বৃহস্পতিবার বাদে প্রতিদিন সকাল এগারোটা থেকে রাত সাড়ে দশটা অবধি খোলা থাকে। বর্তমানে বৃহস্পতিবারটিকে বন্ধ রাখা হয়েছে। এখানে বিরিয়ানি খেতে কলকাতা থেকেও প্রচুর মানুষ প্রতিনিয়ত এখানে আসেন। এট স্টেশনের নিকটে অবস্থিত হওয়ায় প্রচুর মানুষের সুবিধা হয়েছে।\n\n\n== এলাকা ==\nকাঁচরাপাড়া, হালিশহর, নৈহাটি, ভাটপাড়া,কেউটিয়া গারুলিয়া, ব্যারাকপুর, উত্তর ব্যারাকপুর, নিউ ব্যারাকপুর, টিটাগড়, খড়দহ, পানিহাটি, কামারহাটি, বরানগর, দমদম, উত্তর দমদম ও দক্ষিণ দমদম পুরসভা এলাকা, ব্যারাকপুর ক্যান্টনমেন্ট ও ইছাপুর প্রতিরক্ষা এস্টেট সেন্সাস টাউন ছাড়াও এই মহকুমায় ব্যারাকপুর-১ ও ব্যারাকপুর-২ ব্লকের অধীনে নয়টি সেন্সাস টাউন এবং ১৪টি গ্রাম পঞ্চায়েত রয়েছে। মহকুমার সেন্সাস টাউনগুলির নাম হল: পাল্লাদহ,পলাশি ,নাগদহ,ইছাপুর প্রতিরক্ষা এস্টেট, জেটিয়া, বালিবাড়া,গড়শ্যামনগর, কাউগাছি,দোগাছিয়া, জাফরপুর, তালবাঁধা, নোয়াপাড়া,পলতাপাড়া,মুড়াগাছা, পাটুলিয়া, রুইয়া ও চাঁদপুর। মহকুমার একমাত্র ক্যান্টনমেন্ট বোর্ডটি হল ব্যারাকপুর ক্যান্টনমেন্ট।\n\n\n== ব্লক ==\n\n\n=== ব্যারাকপুর-১ ব্লক ===\nব্যারাকপুর-১ ব্লকের গ্রামীণ এলাকা আটটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: জেটিয়া, কৌগাছি-১, মাঝিপাড়া-পলাশি, পানপুর-কেউটিয়া, কাঁপা-চাকলা, কৌগাছি-২, মামুদপুর, শিবদাসপুর। এই ব্লকের অন্তর্গত তিনটি সেন্সাস টাউন হল জেটিয়া, গড়শ্যামনগর ও কৌগাছি। ব্লকের চারটি থানা হল বীজপুর, নৈহাটি, জগদ্দল ও নোয়াপাড়া। ব্লকের সদর পানপুর।\n\n\n=== ব্যারাকপুর-২ ব্লক ===\nব্যারাকপুর-২ ব্লকের গ্রামাঞ্চল ছয়টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বন্দীপুর, বিলকান্দা-২, পাটুলিয়া, বিলকান্দা-১, মোহনপুর ও সেউলি। এই ব্লকে ছয়টি সেন্সাস টাউন রয়েছে। যথা, জাফরপুর, তালবাঁধা, মুড়াগাছা, পাটুলিয়া, রুইয়া ও চাঁদপুর। ব্লকের তিনটি থানা হল টিটাগড়, খড়দহ ও ঘোলা। ব্লকের সদর কর্ণমাধবপুর।\n\n\n== বিধানসভা কেন্দ্র ==\nসীমানা নির্ধারণ কমিশনের সুপারিশ ক্রমে পশ্চিমবঙ্গের পরিবর্তিত বিধানসভা কেন্দ্র বিন্যাসে কাঁচড়াপাড়া ও হালিশহর পুরসভা দুটি নিয়ে বীজপুর বিধানসভা কেন্দ্র গঠিত হয়েছে। নৈহাটি পুরসভা এবং ব্যারাকপুর-১ ব্লকের জেটিয়া, কাঁপা-চাকলা, মাঝিপাড়া-পলাশি ও শিবদাসপুর নিয়ে নৈহাটি বিধানসভা কেন্দ্র গঠিত। ভাটপাড়া পুরসভার ১ থেকে ১৭ নং ওয়ার্ডগুলি নিয়ে ভাটপাড়া বিধানসভা কেন্দ্র গঠিত। ভাটপাড়া পুরসভার ১৮ থেকে ৩৫ নং ওয়ার্ড, ব্যারাকপুর-১ ব্লকের কৌগাছি-১, পানপুর-কেউটিয়া, কৌগাছি-২ ও মামুদপুর গ্রাম পঞ্চায়েত চারটি নিয়ে জগদ্দল বিধানসভা কেন্দ্র গঠিত। উত্তর ব্যারাকপুর ও গারুলিয়া পুরসভা, ইছাপুর প্রতিরক্ষা এস্টেট সেন্সাস টাউন, ব্যারাকপুর ক্যান্টনমেন্ট এবং ব্যারাকপুর-২ ব্লকের মোহনপুর ও সেউলি গ্রাম পঞ্চায়েত নিয়ে নোয়াপাড়া বিধানসভা কেন্দ্র গঠিত। ব্যারাকপুর ও টিটাগড় পুরসভা নিয়ে ব্যারাকপুর বিধানসভা কেন্দ্র গঠিত। খড়দহ পুরসভা, পানিহাটি পুরসভার ১৫, ১৮ থেকে ২১ ও ৩৫ নং ওয়ার্ড এবং ব্যারাকপুর-২ ব্লকের বন্দীপুর, বিলকান্দা-১, বিলকান্দা-২ ও পাটুলিয়া গ্রাম পঞ্চায়েত চারটি নিয়ে খড়দহ বিধানসভা কেন্দ্র গঠিত। উত্তর দমদম ও নিউ ব্যারাকপুর নিয়ে দমদম উত্তর বিধানসভা কেন্দ্র গটিত। পানিহাটি পুরসভার ১ থেকে ১৪, ১৬, ১৭, ২২ থেকে ৩৪ নং ওয়ার্ডগুলি নিয়ে পানিহাটি বিধানসভা কেন্দ্র গঠিত। কামারহাটি পুরসভার ১ থেকে ১৬ ও ২১ থেকে ৩৫ নম্বর ওয়ার্ডগুলি নিয়ে কামারহাটি বিধানসভা কেন্দ্র গঠিত। কামারহাটি পুরসভার ১৭ থেকে ২০ নং ওয়ার্ডগুলি এবং সমগ্র বরানগর পুরসভা নিয়ে বরানগর বিধানসভা কেন্দ্র অবস্থিত। দক্ষিণ দমদম পুরসভার ১ থেকে ১৭ নং ওয়ার্ড ও সমগ্র দমদম পুরসভা নিয়ে দমদম বিধানসভা কেন্দ্র গঠিত। দক্ষিণ দমদম পুরসভার ১৯, ২০, ২৮ থেকে ৩৫ নং ওয়ার্ডগুলি বিধাননগর বিধানসভা কেন্দ্রের অন্তর্গত। অন্যদিকে এই পুরসভার ১৮, ২১ থেকে ২৭ নং ওয়ার্ডগুলি রাজারহাট গোপালপুর বিধানসভা কেন্দ্রের অন্তর্গত। বীজপুর, নৈহাটি, ভাটপাড়া, জগদ্দল, নোয়াপাড়া ও ব্যারাকপুর বিধানসভা কেন্দ্রগুলি ব্যারাকপুর লোকসভা কেন্দ্রের অন্তর্গত। অন্যদিকে খড়দহ, পানিহাটি, কামারহাটি, বরানগর,উত্তরদমদম,দমদম ও রাজারহাট গোপালপুর দমদম লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== এয়ার ফোর্স বেস ==\nব্যারাকপুর এয়ার ফোর্স স্টেশন একটি ভারতীয় বিমানবাহিনীর ঘাঁটি | এটি প্রাচীনতম ঘাঁটিগুলির একটি । এখানে একটি মিল এমআই-১৭ স্কোয়াড্রনের ভিত্তি অবস্থিত ।\n\n\n== পাদটীকা =="}