{"pageid": 115068, "title": "আলুর চিপস", "url": "https://bn.wikipedia.org/wiki?curid=115068", "content": "আলুর চিপস (যুক্তরাষ্ট্র, অস্ট্রেলিয়া, কানাডীয়, ও বেশিরভাগ ইউরোপীয় ধাঁচের ইংরেজিতে: Potato chips এবং ব্রিটিশ ও আয়ারল্যান্ডীয় ইংরজিতে: Potato crisps) হচ্ছে এক ধরনের খাবার। এটি আলুকে মচমচে হওয়া পর্যন্ত কড়া ভেজে বা সিদ্ধ করে তৈরি করা হয়। এ খাবারটি সাধারণত নাস্তা বা ক্ষুধাবর্ধক খাদ্য হিসেবে অথবা প্রধান খাবারের পাশাপাশি পরিবেশন করা হয়। সাধারণ চিপসের ক্ষেত্রে আগে চিপসগুলো তৈরি করে নেওয়া হয় এবং তারপর সেটিতে লবণ যোগ করা হয়। এছাড়াও, বিভিন্ন ধরনের চিপস তৈরি করা হয়, যাতে ভেষজ উদ্ভিদ, মশলা, পনির সহ বিভিন্ন প্রাকৃতিক, কৃত্রিম স্বাদ এবং অন্যান্য খাদ্যবস্তু যোগ করা হয়। পশ্চিমা দেশগুলোতে আলুর চিপস নাস্তার খাবার এবং সংশ্লিষ্ট বাজারের একটি বড় অংশ জুড়ে বিদ্যমান। ২০০৫ সালে বিশ্ব জুড়ে আলুর চিপসের বাজার থেকে মোট আয় হয় ১৬.৪৯ বিলিয়ন মার্কিন ডলার। এটি এই বছরের ঝাল এবং লবণাক্ত নাস্তার বাজারের মোট আয়ের ৩৫.৫% (৪৬.১ বিলিয়ন মার্কিন ডলার)।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n১৮১৭ সালে প্রকাশিত উইলিয়াম কিচিনার এর বই, \"দ্য কুক ওরেকল\" -এ আলুর চিপসের সাথে সাদৃশ্যপূর্ণ সর্বপ্রথম খাদ্য প্রণালী পাওয়া যায়। বইটি যুক্তরাজ্য এবং যুক্তরাষ্ট্রে সর্বোচ্চ বিক্রি হওয়া বইগুলোর একটি ছিল। ১৮২২ সালে বিদ্যমান “শেভিং বা টুকরা করে আলু ভাজা” নামক খাদ্য প্রণালী তৈরির ক্ষেত্রে, লেবুর খোসা ছাড়ানোর মতো আলুর খোসা ছাড়াতে হতো অথবা শেভিং -এ গোল গোল করে কাটতে হতো। তারপর, কোনো পরিষ্কার কাপড়ে শুকিয়ে তা চর্বি অথবা রোস্ট করা মাংসের গলিত চর্বির উপর ভাজতে হতো। ব্রিটিশদের ফরাসি রান্না প্রণালীর উপর লেখা একটি বইয়ে এ রকম খাদ্য প্রণালীকে \"পোমেস দে তেরে ফ্রাইটেস\" (দ্বিতীয় খাদ্য প্রণালী) নামে উল্লেখ করা হয়েছে। বইটিতে, পাতলা আলুর টুকরা রোস্ট করা হাঁসের গলিত চর্বি অথবা স্বচ্ছ মাখনের মধ্যে দিয়ে ভেজে লবণে ডুবিয়ে দিতে বা সেটির উপর লবণ ছিটিয়ে দিতে বলা হয়েছে। মেরি রেনডোল্ফ এর বই, \"ভার্জিনিয়া হাউজওয়াইফ\" (১৮২৪) -এ এবং এন.কে.এম লি কুকস এর নিজস্ব বইতে (১৮৩২) যুক্তরাষ্ট্রে আলুর চিপসের প্রথম দিকের প্রণালী পাওয়া যায়। এ বইগুলোর উভয়ই কিচিনার এর নির্দেশনাই বর্ণিত করে।\n\n\n=== সারাতোগা স্প্রিং গল্পকাহিনী ===\nপ্রথম খাদ্য প্রণালী নথিভূক্ত হওয়ার কয়েক দশক পরে আলুর চিপসের আবিষ্কার নিয়ে একটি গল্পকাহিনী নিউ ইয়র্ক এর সারাতোগা স্প্রিং এর সাথে জড়িত হয়। উনিশ শতাব্দির শেষের দিকে, এই কাহিনীর একটি জনপ্রিয় সংস্করণ অনুসারে, মুন’স লেক হাউজ এর একজন রাধুনি, জর্জ ক্রাম আলুর চিপসের আবিস্কারক। তিনি ১৮৫৩ সালের ২৪শে আগস্ট, একজন অসন্তুষ্ট খদ্দেরকে সন্তুষ্ট করার চেষ্টা করেন। সেই খদ্দের জর্জ ক্রাম এর ফ্রেঞ্চ ফ্রইস বেশি মোটা, বেশি আর্দ্র এবং কম লবণাক্ত বলে অভিযোগ করে ফেরত দিতে চেয়েছিলেন, চিন্তিত হয়ে ক্রাম কিছু আলু অনেক পাতলা করে কাটেন, মচেমচে হওয়া পর্যন্ত ভাজেন এবং অতিরিক্ত লবণ যোগ করেন। সেই চিপসটি খদ্দেরের তা খুব পছন্দ হয়। এ বিষয়টি দেখে ক্রাম চমকে যান। আর তাই, এই প্রণালীর নাম হয়ে যায় “সারাতোগা চিপস”। এই নাম বিংশ শতাব্দীর মাঝামাঝি সময় পর্যন্ত স্থায়ী থাকে। ১৯৭৩ সালে চিপসের প্যাকেজ প্রস্তুতকারী কোম্পানী, সেন্ট রেজেস পেপার কোম্পানীর একটি জাতীয় বিজ্ঞাপনী অভিযানে কর্নেলিয়াস ভেন্ডারবিল্ট ছিলেন, সেই খদ্দের এমনটি দাবি করলে কাহিনীটির আরেকটি সংস্করণ বিখ্যাত হয়ে যায়। ক্রাম ওই সময়ের একজন জনপ্রিয় রাধুনি হয়ে ওঠেন এবং ১৮৬০ সালের মধ্যে ক্রাম’স হাউজ নামক একটি রেস্তোরার মালিক হয়ে যান। “সারাতোগা চিপস” ব্রান্ড নামটি এখনও ব্যবহৃত হয়।\n\n\n== উৎপাদন ==\nবিংশ শতাব্দিতে, আলুর চিপস শুধু রেস্তোরার রাধুনিদের তৈরি করা খাদ্য ‍হিসেবেই থাকে না বরং বাড়িতে খাওয়ার জন্য প্রচুর পরিমাণে প্রস্তুত করা হয়। ওহিওতে স্থাপিত কোম্পানী, দ্য ডেটন -কে যুক্তরাষ্ট্রের সবচেয়ে পুরানো চিপস কোম্পানী হিসেবে বিবেচনা করা হয়। ১৯০৮ সালে, ম্যাসাচুসেটস এর লিওমিনস্টার এ লিওমিনিস্টার পটেটো চিপস কোম্পানী নামে স্থাপিত হওয়া নিউ ইংল্যান্ড ভিত্তিক কোম্পানী, ট্রাই-সাম পটেটো চিপস নিজেদের যুক্তরাষ্ট্রের প্রথম আলুর চিপস কোম্পানী হিসেবে দাবি করে।\n\n\n=== বিভিন্ন স্বাদযুক্ত চিপস ===\n\n১৯২০ সালে স্থাপিত স্মিথস পটেটো ক্রিস্প কোম্পানী লিমিটেড থেকে প্রাপ্ত ধারণা অনুযায়ী, ফ্রাঙ্ক স্মিথ তার চিপসের সাথে একটি তেল-নিরোধক থলিতে কিছুটা লবণ যুক্ত করে লন্ডনে বিক্রি করেন। ১৯৫০ সালে চিপস তৈরি করার সময় আইরিশ ক্রিস্প কোম্পানী টায়টো এর মালিক জো স্পাড মার্ফি চিপসের সাথে বিভিন্ন স্বাদ যুক্ত করার প্রযুক্তি আবিষ্কার করেন এবং সে পর্যন্ত চিপসে কোনো স্বাদ যোগ করা হয়নি। কিছু পরীক্ষা-নিরিক্ষা এবং সমস্যার মুখোমুখি হওয়ার পর মার্ফি এবং তার কর্মী সিমাস বার্কি পৃথিবীর সর্বপ্রথম স্বাদযুক্ত চিপস তৈরি করেন, যাতে পনির, পেয়াজ, লবণ এবং ভিনেগারের স্বাদ যুক্ত ছিল। এরপর বিশ্বজুড়ে বিভিন্ন কোম্পানী টায়টোর এই কৌশল ব্যবহারের অধিকার ক্রয় করতে চায়।\nযুক্তরাষ্ট্রের প্রথম স্বাদযুক্ত আলুর চিপস, বারবিকিউ, ১৯৫৪ সালের মধ্যে প্রস্তুত করে বিক্রি করা হয়। ১৯৫৮ সালে হার’স নামক একটি কোম্পানী পেনসিলভেনিয়াতে প্রথম স্বাদযুক্ত আলুর চিপস নিয়ে আসে।\n\n\n=== আলুর চিপসের থলি ===\nবাজারে চিপস টিনে অথবা দোকানের কাঁচের ফাঁক দিয়ে ঝুলানো ঝুড়িতে বিক্রি করা হতো এবং খদ্দেরের কাছে পৌছে দিতে ঘোড়া বা ওয়াগন ব্যবহার করা হতো। আগে আলুর চিপসের থলি হিসেবে ওয়েক্স পেপার ব্যবহার করা হতো, যার কোণগুলো একটি অপরটির সাথে ইস্ত্রি বা অথবা স্টাপল করে সংযুক্ত করা থাকত। প্রথমে আলুর চিপস পিপা অথবা টিনে পেকেজ করা হতো কিন্তু এতে আলুর চিপস নিচে ভেঙে যেত এবং সতেজতা হারাতো।\n১৯২০ এর দশকে, ক্যালিফোর্নিয়ার মোন্টারি পার্কের একজন উদ্যক্তা, লােরা স্ক্যাডার তার কর্মীদের ওয়েক্স পেপারের শীট বাড়িতে নিয়ে গিয়ে সেগুলোকে ইস্ত্রি করে থলি তৈরি করতে দেন। পরবর্তী দিন কারখানায় সেগুলোকে চিপস দিয়ে পূর্ণ করা হয়। এই অগ্রণী পদ্ধতিতে চিপস কম ভেঙে যায় এবং আরও দীর্ঘ সময়ের জন্য চিপসকে মচমচে ও তাজা রাখা যায়। এ পদ্ধতি এবং সেলোফিনের আবিষ্কারের কারণে আলুর চিপস প্রচুর চাহিদাযুক্ত পণ্যে পরিণত হয়। বর্তমানে, আলুর চিপস প্লাস্টিক থলিতে প্যাকেজ করা হয় এবং আবরণের স্থায়িত্ব বৃদ্ধি করতে ও চিপসগুলোকে ভেঙে যাওয়া থেকে বাঁচাতে থলিটি আটকানোর পূর্বে সেটিতে নাইট্রোজেন গ্যাস ভর্তি করা হয়।\n\n\n=== কেটলিতে তৈরি ===\n\nচিপস দীর্ঘ সময়ে ব্যাচ হিসাবে উৎপাদন করা হতো। এ পদ্ধতিতে আলুর চিপসকে ৩০০ ডিগ্রি ফারেনহাইট (১৫০ ডিগ্রি সেলসিয়াস) তাপমাত্রায় ঠান্ডা পানিতে ডুবিয়ে নমনীয় করা হতো এবং চিপসগুলো পরস্পরের সাথে যাতে আটকে না যায়, তাই ক্রমাগতভাবে নাড়াতে হতো।\nশিল্প উন্নয়নের কারণে ক্রমাগত প্রক্রিয়ায় চিপস উৎপাদনে পরিবর্তন আসে। এ পদ্ধতিতে চিপসকে গরম তেলের পাত্রের উপর দিয়ে নিয়ে যাওয়া হয় এবং একটি কনভেয়র প্রক্রিয়ায় শুকানো হয়।\nমাউয়ি সহ ছোট কিছু প্রস্তুতকারক ব্যাচ পদ্ধতির ব্যবহার অব্যাহত রেখেছে। ১৯২০ সালে মাউই চিপ থেকে অনুপ্রাণিত হয়ে একজন উদ্যোক্তা আরও পাতলা এবং “হাওয়াইয়ান ধরন” -এর চিপস তৈরির জন্য কেপ কড পটেটো চিপস কোম্পানী স্থাপন করেন। এটি যুক্তরাষ্ট্রে “কেটলি ধরনের” চিপস ও যুক্তরাজ্যে হাতে তৈরি চিপস হিসেবে পরিচিতি পায় এবং একটি মূল্যবান রুচিবোধক খাবার হয়ে ওঠে। কেটলি চিপস বেশি পাতলা হয় এবং এদের তলের অনমনীয়তা পানিতে ডুবিয়ে কমানো হয় না, যা \"হার্ড বাইট\" নামক এক ধরনের চিপস প্রস্তুত করে।\n\n\n== নামকরণ ==\n\nইংরেজী ভাষাভাষীর দেশগুলোতে এই খাদ্যটির নামের ক্ষেত্রে একটু সাদৃশ্যতা দেখা যায়। উত্তর আমেরিকার ইংরেজিতে এটিকে “চিপস” (chips) বলা হয় এবং কানাডায় এটিকে “চিপস” এর সাথে বিশেষ করে ফ্রেঞ্চ ফ্রাইস বলা হয়। আলুর লেই এর টুকরা ভাজার ক্ষেত্রে “ক্রিস্প” নামটি ব্যবহৃত হতে পারে। এ ধরনের নাস্তা খাবারের একটি উদাহরণ হলো প্রিঙ্গলস। তারা তাদের পণ্য যুক্তরাষ্ট্রের বাজারে \"আলুর ক্রিস্প\" নামে বাজারজাত করে।\nযু্ক্তরাজ্য এবং আয়ারল্যান্ডে ক্রিস্প বলতে যে আলুর চিপস কক্ষ তাপমাত্রায় খাওয়ার জন্য প্রস্তুত করা হয় তাকে বোঝায়, অপরদিকে, চিপস হলো ফ্রেঞ্চ ফ্রাইস এর মতো এবং যা গরম অবস্থায় খেতে হয়। অস্ট্রেলিয়া, দক্ষিণ আফ্রিকা, নিউজিল্যান্ড, ভারত এবং ওয়েস্ট ইন্ডিজ এর কিছু অংশে, বিশেষ করে বার্বাডোসে বৃহত্তর \"হোম-স্টাইল\" শ্রেণি হিসেবে এ দুই ধরনের খাদ্য পণ্যই চিপস নামে পরিচিত। নিউজিল্যান্ডের উত্তরে এগুলোকে স্নেহ সহকারে “চিপ্পিস” বলা হয়, যদিও সারা দেশে এদের চিপস নামেই বাজারজাত করা হয়। বাংলাদেশে সাধারণত এদের চিপ বা চিপস এবং অনেক কম সময় “ক্রিস্প” (উচ্চারণ: \"kirisp\") বলা হয়, এছাড়াও স্থানীয়ভাবে এগুলোকে আলু ভাজা বলা হয়ে থাকে (ভাজা আলুর খাদ্য, ভাজির সাথে চিপসের সাদৃশ্যের জন্য)।\nজার্মান ভাষাভাষীর দেশগুলোর মধ্যে অস্ট্রিয়া এবং জার্মানিতে \"কার্তোফেলচিপস\" অনেক সময় সংক্ষেপে: চিপস এবং সুইজাল্যান্ডে \"পোমেস চিপস\" বলা হয়। অতীতের যুগোস্লাভিয়ার অন্তর্ভুক্ত দেশগুলোতে আলুর পাতলা স্লাইস ভাজাকে ফ্রেঞ্চ ফ্রাইস এর পরিবর্তে চিপস (স্থানীয় উচ্চারণ ইংরেজির সাথে অনেকটা সাদৃশ্যপূর্ণ) বলা হয়। ব্রাজিলে “হোম স্টাইল” আলুর চিপসের পাশগুলো সমান হলে, তাকে “বাতাতাস পর্তুগেজাজ” (“পর্তুগিজ আলু”) বলা হয়, আর পাশগুলোর উপর ওয়েফার বিস্কুটের মতো নকশা করা থাকলে সেগুলোকে “বাতাতাস প্রাসিয়ানাস” (প্রাসিয়ান আলু) বলে। একটি ভাজা আলুর পুরির মিশ্রণ দিয়ে তৈরি যুক্তরাষ্ট্রের মতো চিপসকে \"বাতাতা চিপস\" (আলুর চিপস) অথবা শুধু চিপস বলা হয়।\n\n\n== স্বাস্থ্য উদ্বেগ ==\nঅধিকাংশ আলুর চিপসে উচ্চ পরিমাণে লবণের সোডিয়াম থাকে, যার সাথে রক্তচাপের সম্পর্ক রয়েছে। কুইন মেরি ইউনিভার্সিটি অব লন্ডন এর গবেষকগণ ২০০৪ সালে, পরিলক্ষিত করেন যে, “এক থলি লবণযুক্ত ক্রিস্প” এর চেয়ে যুক্তরাজ্যের প্রতিটা ব্রান্ডের কোর্ন ফ্লেক্স সহ অনেক সকালের নাস্তা হিসেবে পরিবেশিত বিভিন্ন সিরিয়ালে বেশি লবণ থাকে।\nকিছু আলুর চিপস কোম্পানী দীর্ঘ সময় ধরে স্থায়ী স্বাস্থ্য ঝুঁকির প্রতিক্রিয়া স্বরূপ বিদ্যমান প্রণালীর পরিবর্তন করে স্বাস্থ্যসম্মত পণ্য তৈরি করতে গবেষণা ও উন্নয়নে বিনিয়োগ করছে। পেপসিকো এর গবেষণা থেকে দেখা যায় যে, চিপসের প্রায় ৮০% লবণ চিপসটি খেয়ে ফেলার আগে জিভ অনুভব করে না। ফ্রিটো-লে ২০০৯ সালে পণ্য উন্নয়নে ৪১৪ মিলিয়ন মার্কিন ডলার ব্যয় করে। এর মধ্যে ছিল লবণের কেলাস উন্নয়ন, যা বিরূপভাবে স্বাদ পরিবর্তন না করে লেয়’জ's চিপসের লবণাক্ত পদার্থ হ্রাস করে।\nলবণহীন চিপসও পাওয়া যায়, যেমন: দীর্ঘসময় ধরে স্থায়ী ব্রিটিশ ব্রান্ড, সল্ট “এন” স্নেক মশলা মিশ্রিত করে না কিন্তু মশলার থলিতে এক সেসেট লবণ দিয়ে দেয়। যুক্তরাষ্ট্রে ফ্রিটো-লে এর মতো অনেক ব্রান্ড এ রকম পণ্য বিক্রি করে।\nআলুর চিপসের আরেকটি স্বাস্থ্য ঝুকি হচ্ছে এক্রাইলামাইড, যা উচ্চ তাপমাত্রায় আলু ভাজলে বা সিদ্ধ করলে উৎপন্ন হয়। গবেষণা থেকে দেখা যায় যে, পরীক্ষাগারে প্রাণিদের মধ্যে উচ্চ পরিমাণে এক্রাইলামাইড প্রবেশ করলে সেগুলোর মধ্যে ক্যান্সার দেখা যায়। এমনটি মানুষের ক্ষেত্রে সম্ভব কিনা তা এখনও পরিষ্কার নয়। ২০০৮ সালের আগস্ট মাসে, নিরাপদ পানীয় পানি এবং বিষের উপর প্রযুক্ত আইন ভঙ্গের কারণে কেপ কড পটেটো চিপস প্রস্তুতকারক, ফ্রিটো-লে, কেটলি ফুডস, এবং লেন্স ইঙ্ক এর সাথে ক্যালিফোর্নিয়া অ্যাটর্নি জেনারেল, জেরি ব্রাউন একটি মীমাংসা করেন। এই স্টেট ২০০৫ সালে অভিযোগ করে যে, এই কোম্পানীর আলুর চিপসগুলো ক্যালিফোর্নিয়া কর্তৃক ১৯৯০ এর দশক থেকে কার্সিনোজেন হিসেবে তালিকাভূক্ত থাকা উচ্চ পর্যায়ের এক্রাইলামাইড বহন করে এমনটি প্রমাণ করতে ব্যর্থ হয়। এই কোম্পানীগুলো জরিমানা প্রদান করে এবং এক্রাইলামাইড এর সীমা প্রতি বিলিয়নে ২৭৫ পার্টস এ নামিয়ে আনার সম্মতি দেয়। অনেক আলুর চিপস প্রস্তুতকারক প্যাকেজিং প্রক্রিয়ার পূর্বে পোড়া বা এক্রাইলামাইড সমৃদ্ধ চিপস অপসারণ করার চেষ্টা করে। তাপের কারণে সবচেয়ে ক্ষতিগ্রস্ত হওয়া চিপসগুলো ধ্বংস করে দিতে একটি বড় স্ক্যানার ব্যবহার করা হয়।\n\n\n== স্থানীয় প্রকারভেদ ==\n\n\n=== কানাডা ===\nকানাডায় মশলা হিসেবে দুলর্ভ অল ড্রেসড, ডিল পিকল, যালাপেনিও, কেচাপ, বারবিকিউ, টক ক্রিম, পেয়াজ, লবণ এবং ভিনেগার থাকে। ২০০৬ সালে ভ্যানকুভার এবং টরন্টোতে লেয়’জ ওয়াসাবি চিপস তৈরি করে কিন্তু বর্তমানে তা আর বিক্রি হয় না। লেয়’জ সাম্প্রতিককালে নতুন পপবলস তৈরি করেছে, যা বাজারে তিনটি স্বাদে পাওয়া যায়, যেগুলো হলো: সমুদ্র লবণ এবং ভিনেগার, মধু বারবিকিউ এবং সমুদ্র লবণ এবং সাদা চেডার। কানাডার সবচেয়ে বড় খুচরা খাদ্য বিক্রেতা, লোবলো তাদের প্রেসিডেন্ট’স চয়েস ব্রান্ডের অধীনে বিরল কিছু স্বাদের চিপস বিক্রি করে। যার মধ্যে রয়েছে: পুটিন, ম্যাপেল বেকন, জামাইকান জার্ক চিকেন, গ্রিক ফেতা এবং অলিভ, বোলপার্ক হটডোগ ও বারবিকিউ বেবি বেক রিবস।\n\n\n=== হংকং ===\nহংকং -এ ক্যাল্বি এর মচমচে \"এথনিকান\" এবং জেক 'এন জিল এর তৈরি বারবিকিউ হলো প্রধান দুটি চিপস।\n\n\n=== ইন্দোনেশিয়া ===\nইন্দোনেশিয়ায় আলুর চিপসকে ক্রিপিক কেন্টেং বলা হয় এবং এটিকে ক্রিপিক শ্রেণীর অন্তর্ভুক্ত হিসেবে বিবেচনা করা হয়। ইন্দোনেশীয় আলুর চিপস বাজারে প্রধানত দুটি ব্রান্ড আছে: ইন্দোফুড এর চিটেটো (১৯৯০ এর দশক থেকে)) এবং লে’জ (ফ্রিটো লে)। ২০১৪ সালে, জাপানের ক্যাল্বি এবং ইন্দোনেশিয়ার উইঙ্গস ফুডস একটি যৌথ উদ্যোগে ক্যাল্বিউইঙ্গস গঠন করে।\nইন্দোনেশিয়ায় বাজারজাত করা অধিকাংশ আলুর চিপসের স্বাদগুলো হলো: গরুর মাংসের বারবিকিউ, ঝাল মুরগির মাংস, পনির এবং সাধারণ লবণ। লেয়'জ আলুর চিপস ইন্দোনেশিয়ায় ছয়টি স্বাদে কিক্রি হয়। সেগুলোর নাম: মধু মাখন, টক ক্রিমের সাথে পেয়াজ, নরি সিউইড, গরুর মাংসের বারবিকিউ, সাধারণ লবণাক্ত এবং স্যালমন তেরিয়াকি স্বাদসমুহ। ইন্দোনেশিয়ায় পোটাবি দুটি স্বাদে পাওয়া যায়। এগুলোর নাম: গরুর মাংসের বারবিকিউ এবং গ্রিলড সিউইড। ২০১৮ সালে চিটাটো \"ডু আস এ ফ্লেভার\" প্রচার অভিযান করে। সেখানে তারা তিনটি ভিন্ন স্বাদের চিপস বিক্রি করে। সেগুলোর নাম: বিফ রেন্ডেং, ফ্রাইড ক্রাব এগ ইয়ক এবং ম্যাঙ্গো স্টিকি রাইস।\n\n\n=== আয়ারল্যান্ড ===\nআয়ারল্যান্ড এ সবচেয়ে বেশি জনপ্রিয় দুটি স্বাদগুলো হলো: পনির এবং পেয়াজ ও লবণ এবং ভিনেগার। টায়টো ব্রান্ডের নামের “টায়টো” শব্দটি দ্বারা সকল ধরনের চিপসকে বোঝানো হয়, এমনকি যেগুলো টায়টো ‍তৈরি করে না সেগুলোকেও। অন্যান্য জনপ্রিয় আইরিশ ব্রান্ডগুলোর মধ্যে রয়েছে: হানকি ডোরিস এবং কিং। ২০১০ সালের নভেম্বর মাসে টায়টো কোম্পানী “টায়টো” নামক একটি থিম পার্ক স্থাপন করে।\n\n\n=== পশ্চিম ইউরোপ ===\nজার্মানি, বেলজিয়াম এবং নেদারল্যান্ডস এ ঐতিহ্যগতভাবে মাত্র দুটি স্বাদে পাওয়া যায়। যেগুলো হলো: লাল পেপারিকা (পেপারিকাকে অনেক সময় উনগারিস্ক -ও বলা হয়, শব্দটির উৎপত্তি) এবং লবণাক্ত। এগেুলো এখনও সবচেয়ে সহজলভ্য এবং জনপ্রিয় স্বাদ। বর্তমানে কিছু বিক্রেতা ভিন্ন অনেক স্বাদের চিপস বিক্রি করে। যেগুলো মধ্যে রযেছে: টক ক্রিম এবং পেয়াজ, অরিয়েন্টাল অথবা চাকালাকা, কারিওয়ার্স্ট এবং পোমেস (ফ্রেঞ্চ ফ্রাইস) এবং রোট-বিস (টমেটো কেচাপ এবং মেয়োনিজ এর সাথে ফ্রেঞ্চ ফ্রাইস) সহ আরও কিছু বিদেশী মশলা। আইনী কারণে, মাটির নিচে জন্ম হওয়া আলু থেকে তৈরি চিপসকে কার্টোফেলচিপস এর পরিবর্তে স্টেপেলচিপস বলে।\n\n\n=== কলম্বিয়া ===\nকলম্বিয়ায় লেবু, মুরগির মাংস, চোরিযো, সারলোইন স্টিক এবং মাশরুম সোস স্বাদের চিপস বিক্রি হয়।\n\n\n=== জাপান ===\n\nজাপানে, নরিশিও (নরি এবং লবণ), কনসোমে, ওয়াসাবি, সয়া সোস, মাখন, রশন, বরই, বারবিকিউ, পিৎজা, মেয়োনিজ এবং কালো মরিচের স্বাদের চিপস পাওয়া যায়। এছাড়াও, মরিচ, মাখনের সাথে স্ক্যালপ, তেরিয়াকি, টাকোয়াকি এবং ইয়াকিটরি স্বাদের চিপস পাওয়া যায়। জাপানের বৃহত্তম চিপস উৎপাদনকারীদের মধ্যে রয়েছে: ক্যাল্বি এবং কেইকি।\n\n\n=== যুক্তরাজ্য ===\n\nযুক্তরাজ্যের বাজারে ওয়াকারস নামক একটি কোম্পানী আধিপত্য ধরে রেখেছে। তারা ২০১৩ সালের ব্রিটিশ ক্রিস্পের বাজারের ৫৬ শতাংশ পেয়েছিল। ওয়াকারস তাদের সবচেয়ে জনপ্রিয় স্বাদ সম্মৃদ্ধ অনেক ধরনের ক্রিস্পের জন্য জনপ্রিয়। সেই জনপ্রিয় স্বাদগুলো হলো: পনিরের সাথে পেয়াজ, লবণের সাথে ভিনেগার, চিংড়ি ককটেল, গরুর মাংসের সাথে পেয়াজ, মুরগির রোস্ট, স্মোকি বেকন, ওয়ার্সেস্টার সস, জানিত পেয়াজ, টোমেটো কেচাপ, এবং লবণের সাথে সেক –অরিজিনাল।\nআরও বিদেশী স্বাদের মধ্যে রয়েছে: থাই মিষ্টি মরিচ, শুকরের মাংসের রোস্ট এবং ক্রিমের মতো সরিষা সোস, লাইম এবং থাই মশলা, ইতালিয়ান হার্ব এর সাথে মুরগির মাংস, শ্রীরাচ, বারবিকিউ পুলড শুকরের মাংস, সামুদ্রিক লবণ এবং ভাঙা কালো মরিচ, সামুদ্রিক লবণ এবং সিডার ভিনেগার মশলাদার এবং সুগন্ধযুক্ত কারি, টার্কি এবং বেকন, ক্যারামেলাইজড পেয়াজ এবং মিষ্টি সুবাসিত ভিনেগার এবং স্টিলটন, এবং ক্র্যানবেরি। ২০০৮ সাল থেকে ওয়াকারস \"ডু আস এ ফ্লেভার\" প্রচার অভিযান চালু করে, যার মাধ্যমে তারা ব্রিটিশদের মধ্যে তাদের ক্রিস্পের জন্য ভিন্ন কোনো স্বাদ চিন্তা করার প্রতিযোগিতা সৃষ্টি করে। সেগুলোর মধ্য থেকে বিশেষ সংস্করণ হিসেবে ছয়টি স্বাদ বেছে নেওয়া হয়। ২০১৪ সালে, সোমারসট চেডার, ডেভোটাইয়ার চিকেন, নরফোক পোর্ক, ডোরসেট সাউয়াার ক্রিম, ভ্যাল অব এবাসেম টোমাটোস এবং আবারডিন আঙ্গুস বিফ এ ছয়টি যুক্তরাজ্যের স্বাদ দিয়ে তৈরি ওয়াকারস এর চিপসের একটি মূল উপাদান সাধারণ মানুষকে বেছে নেওয়ার সুযোগ দেওয়া হয়। ২০১৮ সালে, ওয়াকারস তাদের ৭০তম জন্মদিন উদ্‌যাপন করতে ছয়টি নতুন স্বাদের চিপস বাজারে ছাড়ে। এগুলোর প্রত্যেকটি স্বাদ একেকটি দশককে নির্দেশ করে।\nওয়েলশপুল -এ অবস্থিত দ্যা ভোল্ট এর মালিক, ফিলিপ লুইচ, তার একজন খদ্দের এর জন্য শজারুর স্বাদের চিপস তৈরি করেন। সেই খদ্দের এটি মজা করে চেয়েছিল। এ ঘটনার জন্য তারা অভাবনীয়ভাবে বিখ্যাত হয়ে ওঠে এবং সমালোচনা তৈরি হয়। প্রকৃত শজারু জবাই করা হচ্ছিল কিনা এ সংক্রান্ত উদ্বেগ সৃষ্টি হয় কিন্তু কিস্পগুলো আসলে শুকুরের চর্বির স্বাদযুক্ত ছিল এমনটি প্রমাণিত হয়। তারপর মিথ্যা বিজ্ঞাপন সম্পর্কে উদ্বেগ সৃষ্টি হয় এবং বাণিজ্যের মাণ নিয়ন্ত্রণকারী কর্তৃপক্ষের সাথে একটি আপস এর মাধ্যমে নাম পরিবর্তন করে \"হেজডগ ফ্লেভারড ক্রিস্প\" রাখা হয়।\n\n\n=== যুক্তরাষ্ট্র ===\nযুক্তরাষ্ট্রে ফ্রিটো-লে, প্রিঙ্গলস এবং কেটলি ব্রান্ড এর মতো জাতীয় কাঠামো, জেয়’স অব সিকাগো, বেটার মেইড অব ডিট্রোয়েড এবং দ্য ডাচ অভ মিনিয়াপোলিস এর মতো আঞ্চলিক ব্রান্ড এবং স্থানীয় ও অনির্দিষ্ট বাজার ভিত্তিক ব্রান্ড আলুর চিপস প্রস্তুত করে।\nযুক্তরাষ্ট্রে বিক্রি আলুর চিপসের স্বাদগুলোর মধ্যে রয়েছে: বিভিন্ন ধরনের বারবিকিউ, টক ক্রিম এবং চেডার, রেঞ্চ, জলপানো এবং পনির। \"হট\" হচ্ছে একটি সহজলভ্য স্বাদ যেমন: জেয়’স এর হট স্টাফ এন্ড বেটার মেইড রেট হট। এছাড়াও বেটার মেইড রংধনু চিপস তৈরি করে, যা খুব কালো রঙের হয় এবং বেশিরভাগ প্রস্তুতকারক তৈরি করে না। গালফ দুক্ষিণ লুইজিয়ানার গ্রমারসিতে অবস্থিত জেপ'স কোম্পানী বিভিন্ন স্থানীয় স্বাদ ব্যবহার করে কেটলিতে তৈরি আলুর চিপস প্রস্তুত করে। এই স্বাদগুলোর মধ্যে রয়েছে: ক্রাওটেটর, কাজুন ডিল, ভুডু এবং ক্রেওল পেঁয়াজ ইত্যাদি \n\n\n==== পেনসিলভ্যানিয়া ====\nপেনসিলভ্যানিয়ায় সবচেয়ে বেশি আলুর চিপস তৈরি হয়, তাই অনেক সূত্রে এটিকে “আলুর চিপসের রাজধানী” বলা হয়েছে। পেনসিলভ্যানিয়ায় অবস্থিত আলুর চিপসের কোম্পানীগুলো হলো: ইউটিজেট কোয়ালিটি ফুড, হার’স স্নেকস, স্নাইডার অব বার্লিন, স্নাইডার অব হ্যানোভার, মার্টিন’স পটেটো চিপস, ওয়াইস এবং চার্লস চিপস।\n\n\n== সাদৃশ্যপূর্ণ খাদ্য ==\n\nঅনেক ধরনের আলুর চিপসের বিশেষ করে, প্রিঙ্গলস এবং লেয়’জ এর স্ট্যাক্স ব্রান্ড তৈরির ক্ষেত্রে নিরুদিত আলুর ময়দার থেকে তৈরি মিশ্রণকে আকাঙ্খিত আকৃতিতে রূপান্তরিত করে ভাজা হয়। এতে চিপসগুলো নির্দিষ্ট আকার এবং আকৃতি লাভ করে, যাতে সেগুলোকে একত্রিত করে অনমনীয় কার্টবোর্ডে অথবা প্লাস্টিক ক্যানিস্ট -এ প্যাকেজ করা যায়। প্রিঙ্গলসকে যুক্তরাষ্ট্রে আলুর ক্রিস্প বলা হয়। ব্রিটেনে প্রচলিত ক্রিস্প, মাঞ্চোস (আরেকটি কোম্পানী যারা \"আলুর চিপস\" কথাটি ব্যবহার করে) এর সাথে প্রিঙ্গলসকে পৃথক করতে এটিকে আলুর চিপস বলা যেতে পারে। মাঞ্চোস এর চিপসগুলোর মধ্যে ঘন বাঁকা বায়ুগহবর থাকে, যা সেগুলোকে একটি বাঁকা আকৃতি প্রদান করে, যদিও সেগুলো সাধারণভাবে প্যাকেজ করা আলুর চিপসের সাথে সাদৃশ্যপূণ হয়।\nআলুর স্টিকস নামে আরেক ধরনের আলুর চিপস বিদ্যমান। এদের আরেক নাম সুস্ট্রিং আলু। এগুলোকে জনপ্রিয় ফ্রেঞ্চ ফ্রাইস এর খুবই পাতলা (২ থেকে ৩ মিলিমিটার) প্রকরণ হিসেবে তৈরি করা হয় কিন্তু সাধারণ লবণাক্ত আলুর চিপসের পদ্ধতিতে ভাজা হয়। একটি হিকোরি স্মোক স্বাদের (\"হিকোরি স্টিকস\" নামক একটি ভেন্ডিং মেশিন এর নামকে কেন্দ্র করে এর নাম দেওয়া হয়েছে) আলুর স্টিকস কানাডায় জনপ্রিয়। আলুর স্টিকস সাধারণত অনমনীয় ধারকে প্যাকেজ করা হয়, যদিও কিছু প্রস্তুতকারী আলুর চিপ থলির মতো নমনীয় পাউচ ব্যবহার করে। আলুর স্টিকসকে হারমেটিকভাবে সিল করা স্টিলের কৌটার প্যাকেজ করা হতো। ১৯৬০ এর দশকে প্রস্তুতকারকেরা পূর্বের তুলনায় স্বল্প মূল্যের সংমিশ্রিত ক্যানিস্ট (প্রিঙ্গলস ধারকের মতো) এর ব্যবহার শুরু করে। ডার্কি পটেটো স্টিকস এবং ফ্রেঞ্চ’স পটেটো স্টিকস এর নামের অধীনে থাকা রেক্কিট বেনকিসার এ ক্ষেত্রে বাজারে আধিপত্য পেয়েছিল, কিন্তু ২০০৮ সালে তারা এ ব্যবসা থেকে বের হয়ে যায়। ২০১৪ সালে ফ্রেঞ্চ’স আবারও বাজারে ফিরে আসে।\nআলুর স্টিকস এর একটি বড় প্রকরণ (প্রায় ১ সে.মি ঘন) নিরুদিত আলু দিয়ে বিভিন্ন স্বাদে তৈরি করা হয় এবং দীর্ঘ সময় ধরে চলা একটি ব্রিটিশ কমিক স্ট্রিপের বিষয়বস্তুকে কেন্দ্র করে এন্ডি কেপ’স পাব ফ্রাইস নাম দিয়ে বিক্রি করা হয়। একই রকম পণ্য ওয়াকারস \"চপস্টিকস\" নাম দিয়ে তৈরি করে (স্মিথ ব্রান্ড ব্যবহার করে), যা ইতোমধ্যে লবণযুক্ত। এটি লবণ ও ভিনেগার দুটি স্বাদে পাওয়া যায়।\nঅল্প চর্বিযুক্ত উপাদান দিয়ে কিছু কোম্পানী সিদ্ধ আলুর চিপকে বিকল্প হিসেবে বাজারজাত করেছে। এছাড়াও, অপ্রাচ্য এবং কৃত্রিম চর্বির বিকল্প ব্যবহার করে চর্বিহীন চিপস তৈরি করা হয়েছে। এর মধ্যে একটি উপাদানে সম্ভবত ওলেস্ট্রা থাকায় এবং তা এক ব্যক্তির পেটের সমস্যা ও মল আলগা হওয়ার ঘটনার সাথে সংযুক্ত হয়ে হলে এটি গণমাধ্যমে অনেক আলোচিত হয়।\nঅনেক পণ্যকে ব্রিটেনে “ক্রিস্প” বলা যেতে পারে কিন্তু সেগুলো আলু দিয়ে তৈরি না হলে অথবা চিপস না হলে সেগুলো আলুর চিপসের শ্রেণিভুক্ত হবে না (উদাহরণস্বরূপ: ওটসিটস, কোয়াভার্স, স্কিপস, হুলা হুপস এবং মন্সটারস মাঞ্চ)।\nকোরিয়া, নিউজিল্যান্ড এবং জাপানে মানুষ মিষ্টি আলুর চিপস খায়। পারসনিপ, বিটরুট এবং গাজরের ক্রিস্প যুক্তরাজ্যে পাওয়া যায়। ভারত অনেক স্থানীয় চিপসের দোকানের জন্য জনপ্রিয়। এ দোকানগুলো আলুর চিপস ছাড়াও, উদ্ভিদ চিপস, টেপিওকা চিপস, রাঙা আলুর চিপস, এমনকি গাজরের চিপস বিক্রি করে। উদ্ভিদ চিপস এর অপর নাম চিফলস বা টোসটোনস এবং এটি কানাডা থেকে চিলির গোলার্ধেও পাওয়া যায়। ফিলিপাইনস এর স্থানীয় দোকানগুলোতে কলার চিপস বিক্রি হয়। কেনিয়ায় অ্যাররোট এবং শিমুল আলু দিয়ে চিপস তৈরি করা হয়। যুক্তরাজ্য, ফিনল্যান্ড, সুইডেন এবং অস্ট্রেলিয়ায় ভাত দিয়ে তৈরি নতুন এক ধরনের প্রিঙ্গলস বাজারে মুক্তি পেয়েছে, যাতে আলু দিয়ে তৈরি একই ধরনের খাদ্যের তুলনায় কম চর্বি আছে বলে প্রচার করা হয়েছে।\n\n\n== আলুর চিপস তৈরি ==\n\n\tআলুর চিপস তৈরির প্রক্রিয়া\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBanham, Rayner (1977) \"The Crisp at the Crossroads\", in P. Barker (ed) Arts in Society. London: Fontana.\nJones, Charlotte Foltz (১৯৯১)। Mistakes That Worked। Doubleday। আইএসবিএন 0-385-26246-9।  – Origins of potato chips\nBurhans, Dirk E. (২০০৮)। Crunch!: a history of the great American potato chip। University of Wisconsin Press। আইএসবিএন 9780299227708। \n\n\n== বহিঃসংযোগ =="}