{"pageid": 11502, "title": "পেয়ারা", "url": "https://bn.wikipedia.org/wiki?curid=11502", "content": "পেয়ারা বা গয়া (বৈজ্ঞানিক নাম:Psidium guajava), এরা Myrteae পরিবারের সদস্য। এক রকমের সবুজ রঙের বেরি জাতীয় ফল। তবে অন্যান্য বর্ণের পেয়ারাও দেখতে পাওয়া যায়। লাল পেয়ারাকে (Marroonguava) রেড আপেলও বলা হয়। পেয়ারার বৈজ্ঞানিক নাম Psidiun guajava । পেয়ারার প্রায় ১০০টিরও বেশি প্রজাতি আছে। মেক্সিকো, মধ্য আমেরিকা, দক্ষিণ-পূর্ব এশিয়া প্রভৃতি স্থানে পেয়ারা বেশি জন্মে। অনুমান করা হয় ১৭শ শতাব্দীতে পেয়ারা আসে। এটি একটি পুষ্টিকর ফল। এটি ভিটামিন সি, ক্যারোটিনয়েডস, ফোলেট, পটাশিয়াম, আঁশ এবং ক্যালসিয়াম প্রভৃতিতে সমৃদ্ধ। একশ’ গ্রাম পেয়ারায় দুইশ’ মি.গ্রা. ভিটামনি সি আছে অর্থাৎ পেয়ারায় কমলার চেয়ে ৪গুণ বেশি ভিটামিন সি আছে। পেয়ারার খোসায় কমলায় চেয়ে পাঁচগুণ বেশি ভিটামিন সি থাকে। এই ফলে লৌহ উপাদানও পর্যাপ্ত পরিমাণে বিদ্যমান। পুষ্টিমানের বিবেচনায় কমলার মান যেখানে ১৮৬ পয়েন্ট সেক্ষেত্রে পেয়ারার পুষ্টি মূল্যমান ৪২১ পয়েন্ট। পেয়ারাতে প্রচুর পরিমাণে এন্টিঅক্সিডেন্ট ও পলিফেনল আছে যা ক্যান্সার প্রতিরোধক। ১০০ গ্রাম পেয়ারায় পানি বা জল ৮৬.১০ গ্রাম, শক্তি ৫১ কি.ক্যালোরী, প্রোটিন ০.৮২ গ্রাম, আঁশ ৫.৪ গ্রা. ফসফরাস ২৫ মি.গ্রা. সোডিয়াম ৩ মি.গ্রা. ভিটামিন এ ৭৯২ আই ইউ থাকে। তদুপরি পেয়ারাতে ম্যাঙ্গানিজ, সেলেনিয়াম, ভিটামিন বি-১, বি-২, বি-৩ ইত্যাদি মূল্যবান খনিজ ও ভিটামিন থাকে। রোগ প্রতিরোধে পেয়ারার অনেক গুণ রয়েছে। পেয়ারার বীজে ওমেগা-৩ ও ওমেগা-৬ পলিআন-সেচুরেটেড ফ্যাটি এসিড ও আঁশ বিদ্যমান। পেয়ারা পাতার রস ক্যান্সার প্রতিরোধী এবং সংক্রমণ, প্রদাহ, ব্যথা জ্বর, বহুমূত্র, আমাশয় প্রভৃতি রোগে ব্যবহৃত হয়ে থাকে।\n\n\n== অন্যান্য নাম ==\nচট্টগ্রাম > গইয়ম, গোঁয়াছি, পেয়ালা\nসিলেটি ভাষা > সফরি\nপঞ্চগড় > বিলতি\nময়মনসিংহ > হবরি\nনোয়াখালী > হেয়ারা\nব্রাহ্মণবাড়িয়া> গইয়ম\nবরিশাল > গোইয়া\nবাঁকুড়া পুরুলিয়া> আঁজির\n\n\n== বৈশিষ্ট্য ও চাষ পদ্ধতি ==\n\nপেয়ারা একটি দ্বিবীজপত্রী বহুবর্ষজীবী উদ্ভিদ। পেয়ারার সরল পত্রগুলির প্রান্ত অখণ্ড, পত্রাগ্র ভোঁতা ও পুষ্প উভলিঙ্গ । পুষ্পে পাঁচটি দল ও পাঁচটি বৃত্যংশ বর্তমান। ফল মিষ্টস্বাদ ও বীজপূর্ণ। উন্নত জাতের পেয়ারায় বীজের পরিমাণ কম থাকে। উত্তর প্রদেশে সফেদা আর চিত্তিদার অত্যন্ত জনপ্রিয়। সফেদা গোলাকার, খোসা মোলায়েম এবং শাঁস সাদা ও মিষ্ট। বিহারে সফেদা, হরিঝা ও হাবসী জনপ্রিয়। হাবসীর শাঁস লাল এবং মিষ্টত্বে একটু কম হলেও অনেকের কাছেই এর স্বাদ বেশ পছন্দের। শীত ও উষ্ণ উভয় অঞ্চলেই পেয়ারা জন্মায়। পেয়ারা অত্যন্ত কষ্ট সহিষ্ণু উদ্ভিদ। এ অন্য ফসলের চেয়ে অনেক বেশি খরা সহ্য করতে পারে । কখনও কখনও বিনা সেচেই  জীবীতবান থাকে। বীজ অথবা গুটিওকলমের চারা বর্ষার শুরুতে আষাঢ়-শ্রাবণে বসানো যায়। গুটিকলম সবচেয়ে উপযোগী এবং বাংলাদেশে এর বিপুল ব্যবহার লক্ষ্য করা যায়। ১×১×১ হাত গর্তে ১৫-১৬ হাত অন্তর ভালো জাতের এক বছর বয়সের কলম রোপণ করা যায়। দু-তিন বছরেই গাছে ফুল-ফল জন্মায়। বছরে দু-বার বসন্ত ও বর্ষাকালে ফুল ধরে; বসন্তের ফুলের ফল পাকে বর্ষায় আর বর্ষার ফুলের ফল পাকে শীতে। শীতের ফলই গুণমানে উৎকৃষ্ট আর বাজারদর ভালো থাকায় চাষীদের কাছে তা বেশ লাভজনক। তাই অনেক সময় চাষীরা বসন্তের ফুলে সেচ বন্ধ করে ঝরিয়ে দিয়ে থাকেন। এবং কেবল শীতেই ফল পাকতে দেন। তবে পেয়ারা চাষের প্রধান অন্তরায় এর ডগা শুকানো রোগ। এই রোগ একবার জমিতে এলে একে একে গাছগুলি শুকিয়ে যেতে থাকে। আক্রান্ত গাছগুলি সম্পূর্ণরূপে তুলে পুড়িয়ে ফেললে তবে পার্শ্ববর্তী গাছগুলিতে এর সংক্রমণ প্রবণতা কমে।\n\n\n=== পেয়ারা চাষে প্রযুক্তি ===\nপলিব্যাগ ব্যবহার বা পেয়ারাতে ব্যাগিং প্রযুক্তি ব্যবহার\nপলিব্যাগ ব্যবহার করে মানসম্মত পেয়ারা উৎপাদন করা যায় এবং পেয়ারা চাষে সেসব সমস্যা থাকে সে সমস্যা দূর করা যায়। প্রযুক্তিটি হচ্ছে পেয়ারা ফল পলিথিনের প্যাকেট দিয়ে প্রথমে ঢেকে দিতে হয়। এতে ফল পোকার আক্রমণ থেকে বেঁচে যাবে এবং ফলের রঙ, মান ও বাজার মূল্য বৃদ্ধি পায়। এক্ষেত্রে পলিথিনের ব্যাগটি ফলের বোঁটার সাথে হালকা করে বেঁধে দিতে হবে এবং ফলের নিচের দিকে পলিথিনের মুখটি খোলা রাখতে হবে। এ ক্ষেত্রে একটি সতর্কতা আছে সেটি হলো পলিথিনের নিচে কয়েকটি ছিদ্র করে দিতে হবে যেন পলিথিনের ভেতরে সহজেই বাতাস চলাচল করতে পারে এবং জমাকৃত পানি বের হয়ে যেতে পারে। কারণ পেয়ারা থেকে যে পানি প্রস্বেদন হয় সেটি ভেতরে জমা থাকলে সেখান থেকে ছত্রাকের আক্রমণ হতে পারে। পেয়ারা মার্বেলের চেয়ে একটু বড় হলেই ব্যাগ পরানো হয়। ব্যাগিং করলে মাছি পোকা ফলের গায়ে বসে না সেজন্য ফল ভালো থাকে আর সরাসরি কীটনাশক পেয়ারাতে পড়ে না, তাই স্বাস্থ্যসম্মত পেয়ারা পাওয়া যায়। পেয়ারা উৎপাদন ও ফলনে ব্যাগিং পদ্ধতি এক নবদিগন্তের যাত্রা শুরু করেছে।\n\nপেয়ারা গাছের কুশিভাঙা\nসাধারণত বৈশাখ মাসে পেয়ারার চারা লাগানো হয়। এরপর গাছ ৮-৯ মাস বয়সের গাছে ফল আসে এবং অতিরিক্ত বৃদ্ধি কমানো এবং ডাল সংখ্যা বৃদ্ধি করার জন্য কুশি ভেঙে দেয়া হয়। কুশি ভাঙার ২০-২৫ দিনের মধ্যেই নতুন অতিরিক্ত কয়েকটি কুশি আসে। আর যত বেশি কুশি আসবে তত বেশি ফলনের সম্ভাবনা দেখা দিবে।\n\nজোড় কলমের মাধ্যমে\nপেয়ারা একটি সম্ভাবনাময় ফসল। অনেক চাষিই আজ প্রতিষ্ঠিত এ ফল চাষ করে। সাধারণত বীজ থেকে উৎপাদিত চারা দ্বারাই আমাদের দেশে এর চাষ হয়ে থাকে। তবে এখন বাণিজ্যিকভাবে চারা উৎপাদন করে গ্রাফটিংয়ের মাধ্যমে উন্নত জাত সৃষ্টি করে তা কৃষকের মাঝে বিস্তার ঘটানো হচ্ছে। বীজ থেকে যেন তেন ভাবে গজানো চারা ব্যবহার করে ফলের গুণগতমান কমে যাচ্ছে এবং বিভিন্ন ধরনের রোগ জীবাণুতে আক্রান্ত হচ্ছে। ঢলে পড়া বা উইল্টিং রোগ পেয়ারা চাষের জন্য একটি অন্তরায়। তাই জোড় কলমের মাধ্যমে উইল্টিং প্রতিরোধী গাছ তৈরি করে পেয়ারার সফল উৎপাদন করা সম্ভব। বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের জার্মপ্লাজম সেন্টারের একটি গবেষণায় দেখা গেছে, পলি পেয়ারা, আঙুর পেয়ারা এবং স্ট্রবেরি পেয়ারার জাতের চারাকে আদিজোড় হিসেবে ব্যবহার করে পেয়ারার উইল্ট রোগ এড়ানো সম্ভব। এক্ষেত্রে আঙুর পেয়ারার বীজের চারা অনেক চিকন হয় বলে জোড় কলমের ক্ষেত্রে পলি পেয়ারা ও স্ট্রবেরি পেয়ারা বীজের চারাকে আদিজোড় হিসেবে ব্যবহার করা সম্ভব। নিবিড় পরিচর্যার মাধ্যমে তিনভাবে ফল ধরা নিয়ন্ত্রণ করে পেয়ারা উৎপাদন বৃদ্ধি করা সম্ভব-\nক. মৌসুমি ফল উৎপাদনের সময়ে কিছু ফুল ও ফল ছিঁড়ে দিয়ে অমৌসুমি ফল ধরাকে উৎসাহিত করে;\nখ. সার, পানি ও হরমোন প্রয়োগ কাক্সিক্ষত মাত্রায় ব্যবহার করে;\nগ. ব্যান্ডিং বা বাঁকানো পদ্ধতি ব্যবহার করে।\n\nফুল ও ফল ছিঁড়ে ফল ধরা নিয়ন্ত্রণ\nবর্ষাকালের ফলন পুরোপুরিভাবে বন্ধ করতে পারলে বা কমাতে পারলে শীতকালের ফলন অনেকটা বাড়ানো যায়। এজন্য বসন্তকালে গাছের চারদিকের মাটি খুঁড়ে শিকড় বের করে দিতে হবে। এরপর ১৫-১৬ দিন এভাবে রাখার ফলে সব পাতা হলদে হয়ে ঝড়ে পড়ে। এরপর গাছের গোড়ায় বিভিন্ন জৈব এবং অজৈব সার দিয়ে সেচ দিতে হবে। ফলে বর্ষার সময় নতুনভাবে ডালপালা ও ফুল ধরে। এছাড়াও এপ্রিল-মে মাসে সেগুলোকে ছিঁড়ে দিলে বর্ষায় ফল হওয়ার সম্ভাবনা থাকে না। এরপর আগস্ট-অক্টোবর মাসে প্রচুর ফুল আসে এবং শীতের সময় অধিক হারে পেয়ারা পাওয়া যায়। তবে এ পদ্ধতি ব্যয়বহুল ও সময়সাধ্য।\n\nব্যান্ডিং বা শাখা-প্রশাখা বাঁকানো পদ্ধতির মাধ্যমে অসময়ে ফল ধারণ\nশাখা-প্রশাখা বাঁকানোর মাধ্যমে পেয়ারার অসময়ে বা সারা বছর ধরে ফুল ও ফল ধারণ নিয়ন্ত্রণ করা যায়। গাছের বয়স দেড় বছর থেকে দুই বছর হলেই এ পদ্ধতি শুরু করতে হয় এবং ৫-৬ বছর পর্যন্ত এ পদ্ধতি প্রয়োগ করা হয়ে থাকে। সাধারণত বছরে দুইবার এ পদ্ধতিতে পেয়ারার ফুল ও ফল নিয়ন্ত্রণ করা যেতে পারে। সাধারণত এপ্রিল-জুন মাস পর্যন্ত একবার বাঁকানো হয়। আর সেপ্টেম্বর-নভেম্বর মাসে দ্বিতীয়বার ডাল বাঁকানো হয়। ডাল বাঁকানোর ১০-১৫ দিন আগে সার ও পানি দিতে হবে। ডাল বাঁকানোর সময় শাখাটির অগ্রভাগের প্রায় এক-দেড় ফুট মতো পাতা ফুল ফল রেখে বাকি অংশের পাতা, ফুল ফল ও ছোট ডাল কেটে ফেলতে হয়। এভাবে সব শাখা-প্রশাখা গুলোকে তৈরি করে নেয়া হয়। এরপর সুতলি দিয়ে গাছের ডালের মাথায় বেঁধে গাছের শাখা-প্রশাখাগুলোকে বেকিয়ে গাছের কাণ্ডের সঙ্গে বেঁধে দেয়া হয়। এছাড়া মাটিতে খুঁটি পুঁতে খুঁটির সাথেও বেঁধে দেয়া যেতে পারে। এপ্রিল থেকে জুন সময়ে ডাল বাঁকানোর ১০-১২ দিন পর নতুন ডাল বের হয়। নতুন ডাল ১ সেমি. মতো হলে বাঁধা জায়গা খুলে দেয়া হয়। আবার সেপ্টেম্বর থেকে নভেম্বর ডাল বাঁকানো হলে ডাল বাঁকানোর ২০-২৫ দিন পরে নতুন ডাল গজাতে শুরু করে। সাধারণত ডাল বাঁকানোর ৪৫-৬০ দিন পরে ফুল ধরতে শুরু করে। সাধারণত নতুন ডালে দ্বিতীয়, তৃতীয় বা চতুর্থ জোড়া পাতার কোলে ফুল আসে। আর ডাল বাঁকানোর পরে যদি বৃষ্টি আসে বা আর্দ্র আবাহাওয়া ৩-৪ দিন থাকে তাহলে নতুন ডালের অস্বাভাবিক বৃদ্ধি ঘটে যার ফলে ফুলহীন অঙ্গজ বৃদ্ধি ঘটে। এভাবে এপ্রিল থেকে জুন মাসের মধ্যে ডাল বাঁকানো হলে ফল পাকতে শুরু করে অক্টোবর-জানুয়ারি মাসের মধ্যে। আবার সেপ্টেম্বর-নভেম্বর মাসে ডাল বাঁকানো হলে ফেব্রুয়ারি থেকে এপ্রিল মাসে ফল পাকে। এ সময়ের ফল মিষ্টি হয় ও অন্যান্য সব গুণাগুণ বেশি থাকে। ফলের আকৃতি, রঙ সুন্দর হওয়ায় এ সময়ের পেয়ারার বাজারদর ভালো পাওয়া যায়।\n\n\n== পুষ্টিগুণ ==\n\nপেয়ারাতে পাওয়া যায় ভিটামিন সি। আর ভিটামিন সি শরীরের রোগ-প্রতিরোধ ক্ষমতার উন্নতি করে শরীরকে সুস্থ রাখতে সাহায্য করে। তাছাড়া যে কোন ইনফেকশন থেকে পেয়ারা শরীরকে সুস্থ রাখে।\n\nলাইকোপেন(Lycopene), কোয়ারকেটিন(Quercetin), ভিটামিন সি এবং আরো কিছু পলিফেনল আছে যা কিনা শক্তিশালী এন্টি-অক্সিডেন্ট হিসেবে কাজ করে আর এই এন্টি-অক্সিডেন্ট ক্যান্সার হওয়ার ঝুকি কমায়। বিশেষ করে প্রোস্টেট ক্যান্সার কমাতে অনেক সাহায্য করে পেয়ারা। আর সেই সাথে  পেয়ারা খেলে মেয়েদের ব্রেস্ট ক্যান্সার হওয়ার সম্ভাবনা কম থাকে।\nপেয়ারাতে ফাইবার এবং কম গ্লাইসেমিক ইনডেক্স থাকার কারণে এটি খেলে রক্তে শর্করার পরিমাণ নিয়ন্ত্রণে থাকে আর  তাই ডায়াবেটিস হওয়ার ঝুকি কিছুটা কম থাকে।\nপেয়ারা শরীরের সোডিয়াম এবং পটাশিয়াম এর ব্যালান্স বাড়ায়, যা কিনা ব্লাড প্রেশার নিয়ন্ত্রণ করে যাদের উচচ রক্তচাপ আছে। পেয়ারা ট্রাইগ্লিসারাইড এবং LDL নামক একটি খারাপ কোলেস্টেরলের মাত্রা কমায় যার ফলে হার্টের অসুখ হওয়ার সম্ভাবনা অনেক কমে যায়।রক্তে চর্বি কম জমে এর ফলে। একই সাথে এই  পেয়ারা HDL নামক একটি কোলেস্টেরলের মাত্রা বাড়ায় যা কিনা হার্টকে সুস্থ রাখতে সাহায্য করে।\nপেয়ারা একটি ফাইবার জাতীয় ফল আর তাই এটি খেলে কোষ্ঠকাঠিন্য দূর হয় আর তাই কারো ঠিকমত পায়খানা না হলে পেয়ারা খেয়েই করতে পারেন আপনার সমস্যার সমাধান।\nপেয়ারাতে ভিটামিন এ আছে আর যার কারণে এটি খেলে এটি আমাদের দৃষ্টিশক্তি বাড়াতে সাহায্য করে। তাছাড়া এটি খেলে চোখের ছানি হওয়ার সম্ভাবনা অনেকটা কমে যায়।\nপেয়ারাতে আছে ফলিক এসিড আর ফলিক এসিড একজন গর্ভবতী মায়ের জন্য খুবই প্রয়োজন।সব গর্ভবতীদেরই ডাক্তাররা ফলিক এসিড দিয়ে থাকেন কারণ এটি বাচ্চার নার্ভাস সিস্টেমকে উন্নত করে। আর সেই সাথে এটি বাচচাদের নিউরোলোজিক ডিজঅর্ডার থেকে দুরে রাখে।\nপেয়ারাতে আছে প্রচুর ভিটামিন সি এবং সাথে আয়রন যার কারণে এটি কফ দূরীকরণে অনেক বড় ভূমিকা পালন করে। কারো যদি কফ জমে যায় গলায় তাহলে সেক্ষেত্রে  পেয়ারা খুব ভাল ওষুধ। এতে বিদ্যমান আয়রন, ভিটামিনসি শ্লেষ্মার মাত্রা কমিয়ে দিতে সক্ষম হয় এবং ঠাণ্ডাজনিত যেকোনো সমস্যার সমাধান দেয়।\nপেয়ারার পাতায় আছে এন্টি-ইনফ্লামেটরি গুণ এবং খুব শক্তিশালি এন্টিব্যাক্টেরিয়াল ক্ষমতা আছে যা কিনা ইনফেকশনের সাথে যুদ্ধ করে এবং জীবানূ ধবংস করে। আর তাই  পেয়ারার পাতা দাঁত ব্যথার জন্য খুব ভাল একটি ওষুধ,যা কিনা আপনি ঘরে বসেই দূর করতে পারবেন।\nপেয়ারাতে  ম্যাগনেসিয়াম থাকার কারণে এটি মাংশপেশিকে এবং নার্ভকে রিলাক্স রাখতে সাহায্য করে।আর তাই অনেক কাজ শেষে অথবা অনেকে স্ট্রেস নেয়ার পর একটি  পেয়ারা খেয়েই আপনি আপনার এনার্জি লেভেলকে পারেন বাড়াতে ।\nপেয়ারাতে পাওয়া যায় ভিটামিন বি৩ এবং ভিটামিন বি৬ যা কিনা ব্রেনের রক্ত সঞ্চালনকে ভাল রাখতে সাহায্য করে।\nঅনেকেরই মুখের ভেতর সাদা দাগের মত একটি আলসার দেখা যায় আর এটি হয়ে থাকে ভিটামিন সি এর অভাবে, তাই  পেয়ারা খেলে এটি হওয়া অনেকটা কমে যায়।\nপেয়ারাতে গ্লুকোজের পরিমাণ কম থাকে আর তাই ওজন কমানোতে এটি বেশ ভাল একটি প্রতিষেধক।\nপেয়ারা ক্ষতিকর ব্যাকটেরিয়া ও ভাইরাসের সাথে লড়াই করে শরীরের রোগ প্রতিরোধ ক্ষমতা বাড়ায়।\nআমাদের মাঝে এমন অনেক নারীরই মাসিককালীন পেট ব্যথা করে থাকে। প্রচন্ড ব্যথার কারণে কোনো উপায় খুঁজে না পেয়ে শেষ পর্যন্ত অনেকেই ব্যাথার ঔষধ সেবন করেন। কিন্তু আশ্চর্যের বিষয় হলো, যদি কেউ পেয়ারার পাতা চিবিয়ে বা রস করে খায় তাহলে পিরিওডে হওয়া সেই ব্যথা দ্রুত সেরে যায়, সেইসাথে শরীরে কোনো পার্শ্ব প্রতিক্রিয়া ফেলে না। আর তাই যারা প্রতিমাসে পিরিয়ডের ব্যথা নিয়ে অসহ্য যন্ত্রণায় ভোগেন তাদেরকে বলবো খাবারের তালিকায় এখনই পেয়ারাকে রাখার চেষ্টা করুন। কারণ, আপনাদের জন্য আদর্শ ফল হলো পেয়ারা এবং পেয়ারা পাতার রস, যা খুব সহজেই আপনার মাসিককালীন ব্যথা উপশমে সহায়ক ভূমিকা পালন করবে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}