{"pageid": 115018, "title": "শিলিগুড়ি মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=115018", "content": "শিলিগুড়ি মহকুমা হল ভারতের পশ্চিমবঙ্গ রাজ্যের দার্জিলিং জেলার একটি মহকুমা। শিলিগুড়ি পৌরসংস্থা এবং মাটিগাড়া, নকশালবাড়ি, ফাঁসিদেওয়া ও খড়িবাড়ি সমষ্টি উন্নয়ন ব্লক নিয়ে এই মহকুমাটি গঠিত। উক্ত চারটি ব্লক ২২টি গ্রাম পঞ্চায়েত ও দুটি জনগণনা নগরে বিভক্ত। শিলিগুড়ি মহকুমার জনগণনা নগর দু'টি হল: বৈরাতিশাল ও উত্তর বাগডোগরা। শিলিগুড়ি মহানগরীতে এই মহকুমার সদর দপ্তরটি অবস্থিত।\n\n\n== মহকুমা ==\nদার্জিলিং জেলায় রয়েছে চারটি মহকুমা:\n\n\n== এলাকা ==\nশিলিগুড়ি এই মহকুমার একমাত্র মহানগর। মহকুমার গ্রামীণ এলাকা ২২টি গ্রাম পঞ্চায়েতে বিভক্ত। এই গ্রাম পঞ্চায়েতগুলি মাটিগাড়া, নকশালবাড়ি, ফাঁসিদেওয়া ও খড়িবাড়ি সমষ্টি উন্নয়ন ব্লকের অন্তর্গত।\n\n\n== সমষ্টি উন্নয়ন ব্লক ==\n\n\n=== মাটিগাড়া সমষ্টি উন্নয়ন ব্লক ===\nমাটিগাড়া সমষ্টি উন্নয়ন ব্লকটি ৫টি গ্রাম পঞ্চায়েত এলাকা (মাটিগাড়া-১, মাটিগাড়া-২, আঠারখাই, পাথরঘাটা ও চম্পাসারি) ও একটি জনগণনা নগর (বৈরাটিশাল) নিয়ে গঠিত। এই ব্লকে দু'টি থানা রয়েছে: শিলিগুড়ি ও মাটিগাড়া। ব্লকের সদর দফতর কদমতলায় অবস্থিত।\n\n\n=== নকশালবাড়ি সমষ্টি উন্নয়ন ব্লক ===\nনকশালবাড়ি ব্লকটি ৬টি গ্রাম পঞ্চায়েত এলাকা (নকশালবাড়ি, নিম্ন বাগডোগরা, উচ্চ বাগডোগরা, গোঁসাইপুর, হাতিঘিসা ও মণিরাম) নিয়ে গঠিত। এই ব্লকে দু'টি থানা রয়েছে: বাগডোগরা ও নকশালবাড়ি। ব্লকের সদর দফতর নকশালবাড়িতে অবস্থিত।\n\n\n=== ফাঁসিদেওয়া সমষ্টি উন্নয়ন ব্লক ===\nফাঁসিদেওয়া ব্লকটি ৭টি গ্রাম পঞ্চায়েত এলাকা (ফাঁসিদেওয়া-বাঁশগাঁও, চটহাট-বাঁশগাঁও, বিধাননগর-১, বিধাননগর-২, ঘোষপুকুর, জলস-নিজামতাড়া ও হেটমুড়ি-সিঙ্ঘীজোড়া) নিয়ে গঠিত। এই ব্লকে একটিমাত্র থানা রয়েছে: ফাঁসিদেওয়া ব্লকের সদর দফতরও ফাঁসিদেওয়ায় অবস্থিত।\n\n\n=== খড়িবাড়ি সমষ্টি উন্নয়ন ব্লক ===\nখড়িবাড়ি ব্লকটি চারটি গ্রাম পঞ্চায়েত এলাকা (খড়িবাড়ি-পানিশালি), রানিগঞ্জ-পানিশালি, বিন্নাবাড়ি ও বুড়াগঞ্জ) নিয়ে গঠিত। ব্লকে একটিমাত্র থানা রয়েছে: খড়িবাড়ি। ব্লকের সদর দফতরও খড়িবাড়িতে অবস্থিত।\n\n\n== বিধানসভা কেন্দ্র ==\n২০০২ সালে পশ্চিমবঙ্গের সংসদীয় ও বিধানসভা কেন্দ্রগুলির সীমানা পুনর্বিন্যাসের সময় ভারতের সীমানা পুনর্নির্ধারণ কমিশনের নির্দেশ অনুযায়ী, শিলিগুড়ি পৌরসংস্থার ১ থেকে ৩০ নং এবং ৪৫ থেকে ৪৭ নং ওয়ার্ডগুলি নিয়ে শিলিগুড়ি বিধানসভা কেন্দ্র গঠিত হয়। উল্লেখ্য,  শিলিগুড়ি পৌরসংস্থার অন্যান্য ওয়ার্ডগুলি জলপাইগুড়ি সদর মহকুমার অন্তর্ভুক্ত। ফাঁসিদেওয়া ও খড়িবাড়ি সমষ্টি উন্নয়ন ব্লক নিয়ে গঠিত হয় ফাঁসিদেওয়া বিধানসভা কেন্দ্র। মাটিগাড়া সমষ্টি উন্নয়ন ব্লকের চম্পাসারি গ্রাম পঞ্চায়েতের অন্তর্গত সিতং বনাঞ্চল, সেবক পার্বত্য বনাঞ্চল ও সেবক বনাঞ্চলের তিনটি গ্রাম কার্শিয়াং বিধানসভা কেন্দ্রের অন্তর্ভুক্ত হয়। মাটিগাড়া সমষ্টি উন্নয়ন ব্লকের অবশিষ্ট অঞ্চল ও নকশালবাড়ি সমষ্টি উন্নয়ন ব্লক নিয়ে গঠিত হয় মাটিগাড়া-নকশালবাড়ি বিধানসভা কেন্দ্র। এই কেন্দ্রটি তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত। শিলিগুড়ি মহকুমার এই চারটি বিধানসভা কেন্দ্রই দার্জিলিং লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== তথ্যসূত্র =="}