{"pageid": 1150810, "title": "গ্লি (বিড়াল)", "url": "https://bn.wikipedia.org/wiki?curid=1150810", "content": "গ্লি ( আনু. ২০০৪ – ৭ নভেম্বর ২০২০) ইস্তাম্বুলের একটি তুর্কি ইউরোপীয় খাটো লোমের বিড়াল যেটি আয়া সোফিয়ায় বসবাসের জন্য সবচেয়ে বেশি পরিচিত, এবং এজন্য বিড়ালটি ইন্টারনেট সেলিব্রিটিতে পরিণত হয় ও পর্যটকদের দৃষ্টি আকর্ষণ করে। গ্লি ২০০৪ সালে জন্মগ্রহণ করে এবং আয়া সোফিয়ায় বেড়ে ওঠে। ২০২০ সালে আয়া সোফিয়া নামাজের জন্য পুনরায় খোলা হলে এটি মিডিয়ার উল্লেখযোগ্য মনোযোগ অর্জন করে।\n২৪ সেপ্টেম্বর থেকে ইস্তাম্বুলের লেভান্তের একটি ভেটেরিনারি ক্লিনিকে চিকিৎসা নেওয়ার পর ৭ নভেম্বর ২০২০ তারিখে গ্লি মারা যায়। এরপর ঘোষণা করা হয় যে বিড়ালটিকে আয়া সোফিয়া প্রাঙ্গনে সমাহিত করা হবে। ইনস্টাগ্রাম অ্যাকাউন্ট @hagiasophiacat গ্লিকে উৎসর্গ করে তৈরি হয়েছিল এবং এর মৃত্যুর সময় ১১৮,০০০ এরও বেশি লোক অ্যাকাউন্টটি অনুসরণ করতো।\n\n\n== জীবন ==\nগ্লি আয়া সোফিয়ায় ২০০৪ সালে জন্মগ্রহণ করে, এবং এর Pati এবং Kızım (যার ইংরেজি অর্থ 'পাও' এবং 'মাই ডটার') নামে ২ ভাইবোন ছিল। আয়া সোফিয়া পরিদর্শনকারী পর্যটকরা গ্লিকে পছন্দ করতো, এবং ওই সময়ে আয়া সোফিয়া ছিল একটি জাদুঘর এবং বিড়ালটি আয়া সোফিয়ার প্রতীক হয়ে ওঠে। গ্লি প্রথম জনপ্রিয় হয় যখন বারাক ওবামা ২০০৯ সালে হাগিয়া সোফিয়া পরিদর্শন করেন। তিনি এবং রেজেপ তাইয়িপ এরদোয়ান গ্লিকে আদর করেছিলেন। আয়া সোফিয়া নামাজের জন্য পুনরায় খোলার কথা জানানোর পরে, গ্লির ছবি সকল সোশ্যাল মিডিয়ায় পোস্ট করা হয় এবং আবারও এটি বিখ্যাত হয়ে উঠে। আয়া সোফিয়া নামাজের জন্য পুনরায় খোলার খবরের পরে, গ্লির ভাগ্যও খবরের বিষয় ছিল। রাষ্ট্রপতির মুখপাত্র ইব্রাহিম কালিন, একটি বিবৃতি দিয়েছেন: \"এই বিড়ালটি খুব বিখ্যাত হয়ে উঠেছে, এবং আরও কিছু আছে যারা এখনও এরকম বিখ্যাত হয়ে ওঠেনি। সেই বিড়ালটি সেখানে থাকবে, এবং সমস্ত বিড়ালকে আমাদের মসজিদে স্বাগত জানাই।\"\nইস্তাম্বুলের গভর্নর আলি ইয়ারলিকায়ার মতে, ২৪ সেপ্টেম্বর থেকে চিকিৎসা নেওয়ার পর গ্লি ২০২০ সালে লেভান্তের ভেটেরিনারি ক্লিনিকে মারা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGeddo, Benedetta। \"Did you know Istanbul's Hagia Sophia has a resident cat?\"। Lonely Planet (ইংরেজি ভাষায়)। ১১ নভেম্বর ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ জুলাই ২০২০। \n\"Ayasofya'nın bekçisi kedi Gli\" (তুর্কি ভাষায়)। NTV। ২৪ জুলাই ২০২০। সংগ্রহের তারিখ ২৬ জুলাই ২০২০। \nKaraburç, Harun (২৮ জানুয়ারি ২০১৮)। \"Ayasofya'nın kraliçesiyim\" (তুর্কি ভাষায়)। Yeni Şafak। সংগ্রহের তারিখ ২৬ জুলাই ২০২০। \n\"Ayasofya'nın maskotu Gli\" (তুর্কি ভাষায়)। Milliyet। ২৭ নভেম্বর ২০১৮। সংগ্রহের তারিখ ২৬ জুলাই ২০২০। \n\n\n== বহিঃসংযোগ ==\nইন্সটাগ্রামে গ্লি"}