{"pageid": 1150651, "title": "ত্রিপুরা বিধানসভা নির্বাচন, ২০২৩", "url": "https://bn.wikipedia.org/wiki?curid=1150651", "content": "ত্রিপুরা বিধানসভার সকল ৬০ জন সদস্যকে নির্বাচন করার জন্য ১৬ ফেব্রুয়ারি ২০২৩ তারিখে ত্রিপুরায় বিধানসভা নির্বাচন অনুষ্ঠিত হয়। ভোট গণনা করা হবে এবং ফলাফল ২ মার্চ ২০২৩-এ ঘোষণা করা হবে।\n\n\n== পটভূমি ==\nদ্বাদশ ত্রিপুরা বিধানসভার মেয়াদ ২২ মার্চ ২০২৩ তারিখে শেষ হওয়ার কথা রয়েছে আগের বিধানসভা নির্বাচন হয়েছিল ২০১৮ সালের ফেব্রুয়ারি মাসে। নির্বাচনের পর, ভারতীয় জনতা পার্টি রাজ্য সরকার গঠন করে এবং বিপ্লব কুমার দেব মুখ্যমন্ত্রী হন।\nবিপ্লব কুমার দেব ১৪ মে ২০২২-এ মুখ্যমন্ত্রীর পদ থেকে পদত্যাগ করেন এবং মানিক সাহা নতুন মুখ্যমন্ত্রী হিসেবে তার স্থলাভিষিক্ত হন।\n\n\n=== টিটিএএডিসি নির্বাচন ===\nত্রিপুরা উপজাতীয় অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন ২০২১ সালের এপ্রিল মাসে অনুষ্ঠিত হয়েছিল, যাতে টিপরাহা আদিবাসী প্রগতিশীল আঞ্চলিক জোট একটি চমকপ্রদ বিজয় লাভ করে, ভারতীয় জনতা পার্টি এবং ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) উভয়কেই পরাজিত করে, টিপরা এবং তার সহযোগী আদিবাসীদের সাথে টুইপ্রা জাতীয়তাবাদী দল ২৮টি কাউন্সিল আসনের মধ্যে মোট ১৮টিতে জয়ী হয়েছে। বিজেপি ৯টি আসনের মধ্যে সীমাবদ্ধ ছিল এবং সিপিআই(এম) সম্পূর্ণভাবে ধুয়ে গেছে, কোনো আসন জিততে পারেনি, কাউন্সিলে তাদের ১০০% আসনের সুপার সংখ্যাগরিষ্ঠতা হারায়।\n\n\n=== প্রধান রাজনৈতিক দলত্যাগ ===\n২০২২ সালে, ৮ জন ন্যাশনাল ডেমোক্রেটিক অ্যালায়েন্স (৫ জন ভারতীয় জনতা পার্টি এবং ৩ জন আদিবাসী পিপলস ফ্রন্ট অফ ত্রিপুরা ) বিধায়ক পদত্যাগ করেন এবং বিজেপি ত্যাগ করেন, যার মধ্যে ৪ জন টিপ্রায় যোগ দেন, ৩ জন ভারতীয় জাতীয় কংগ্রেসে যোগ দেন এবং ১ জন তৃণমূল কংগ্রেসে যোগ দেন (যদিও পরে দল থেকে পদত্যাগ করেছেন)।\n\n\n== সময়সূচী ==\nভারতের নির্বাচন কমিশন ১৮ জানুয়ারী ২০২৩ তারিখে নির্বাচনের তফসিল ঘোষণা করে।\n\n\n== দল ও জোট ==\n\nজানুয়ারির শেষের দিকে রিপোর্ট প্রকাশিত হয় যেখানে টিপরা মোথা পার্টি বিজেপি এবং আইপিএফটি-এর সাথে সম্ভাব্য জোটের জন্য আলোচনায় ছিল। এই সময়ে টিপরা মোথা পার্টি এবং আইপিএফটি সম্ভাব্য একীকরণের জন্য আলোচনা করেছে। যদিও শেষ মুহুর্তের রিপোর্টগুলি পরে বলেছে যে টিএমপির সাথে বিজেপির আলোচনা বন্ধ হয়ে গেছে যখন বিজেপি আইপিএফটি-র সাথে জোট চালিয়ে যাওয়ার ঘোষণা করেছিল, বিজেপি ঘোষণা করেছিল যে দলটি এখনও টিপ্রাল্যান্ডের জন্য আইপিএফটি-এর দাবির বিরুদ্ধে ছিল এবং জোট চুক্তি অনুসারে দলটিকে ৫টি আসন বরাদ্দ করা হবে।\n\nজানুয়ারির গোড়ার দিকে রিপোর্ট প্রকাশিত হয়েছিল যে কংগ্রেস এবং সিপিআই(এম) বর্তমান সরকারকে (এনডিএ) ঐক্যবদ্ধভাবে পরাজিত করার জন্য দলগুলির মধ্যে সম্ভাব্য জোটের আলোচনা শুরু করেছে। কংগ্রেস এবং সিপিআই(এম) প্রাথমিকভাবে টিপরা মোথা পার্টির সাথে আলোচনা করেছিল তবে উভয় দলই পরে আলোচনা থেকে সরে আসে কারণ প্রতিটি দল একে অপরের সাথে জোটের জন্য তাদের আদর্শিক অবস্থান পরিবর্তন করতে চায় না। টিএমপি পরে ঘোষণা করেছিল যে এটি আসন্ন নির্বাচনে এককভাবে প্রতিদ্বন্দ্বিতা করবে যখন ১৪ জানুয়ারী ২০২৩-এ, সিপিআই(এম) এবং কংগ্রেস আসন্ন বিধানসভা নির্বাচনের জন্য আসন ভাগাভাগি চুক্তিতে প্রবেশ করার ঘোষণা করেছিল। সিপিআই(এম) এর সাধারণ সম্পাদক সীতারাম ইয়েচুরি বলেছেন, বিরোধী দলগুলির মধ্যে এই যুক্তফ্রন্ট সংগঠিত করার মূল উদ্দেশ্য ছিল বিজেপিকে পরাজিত করা। ২৫ জানুয়ারী ২০২৪-এ, বামফ্রন্টের আহ্বায়ক নারায়ণ কর আসন ভাগাভাগির সূত্র ঘোষণা করেছিলেন : সিপিআইএম) - ৪৩ আসন, কংগ্রেস - ১৩ আসন, সিপিআই - ১ আসন, আরএসপি - ১ আসন, এআইএফবি - ১ আসন এবং স্বতন্ত্র - ১ আ\nআসন।\nকংগ্রেস ১৭টি আসনের জন্য প্রার্থী ঘোষণা করার পরে, বামফ্রন্ট সমস্ত ৬০টি আসনে প্রার্থী দিয়েছে (সিপিআইএম - ৫৬, সিপিআই - ১, আরএসপি - ১, এআইএফবি - ১, স্বতন্ত্র -১)। পরে সিপিআই(এম) বলেছিল যে এটি ১৩ জন প্রার্থী প্রত্যাহার করবে এবং কংগ্রেসকে আসন বরাদ্দ করবে, তবে কংগ্রেস জানিয়েছে যে তারা ১৭টি আসন খুঁজছে। আলোচনার পরে কংগ্রেস ১৩টি আসনে সম্মত হয়েছিল তবে তারা যে আসনগুলিতে প্রতিদ্বন্দ্বিতা করতে চায় তা বেছে নেওয়ার ক্ষেত্রে তাদের অগ্রাধিকার দেওয়া হয়েছিল।\nরামনগর থেকে এসডিএফ-এর স্বতন্ত্র প্রার্থী পুরুষোত্তম রায় বর্মনকেও বিজেপির বিরুদ্ধে টিপরা মোথা পার্টি সমর্থন করেছিল৷\n\n\n=== অন্যান্য ===\n\n\n== প্রার্থী ==\n\n\n== ইস্যু ==\n\n\n=== ১০৩২৩ শিক্ষক ব্যাচ ===\n২০১৭ সালে, ত্রিপুরা হাইকোর্টের একটি আদেশ সুপ্রিম কোর্টের একটি বেঞ্চ দ্বারা নিশ্চিত করা হয়েছিল যা ২০১০ থেকে ২০১৩ সালের মধ্যে ব্যাচে শিক্ষক নিয়োগকে \"অসাংবিধানিক\" বলে ঘোষণা করেছিল কারণ একটি নীতি যা দরিদ্র এবং প্রবীণ প্রার্থীদের অগ্রাধিকার দেয়। নিশ্চিতকরণটি 2018 সালের ত্রিপুরা বিধানসভা নির্বাচনের কয়েক মাস আগে ঘটেছিল এবং ভারতীয় জনতা পার্টি প্রতিশ্রুতি দিয়েছিল যে তারা ক্ষমতায় এলে শিক্ষকদের ধরে রাখা হবে এবং সংবিধান সংশোধন করার অবলম্বন করতে হলেও তাদের চাকরি সংরক্ষণ করা হবে। ১০,৩১৩ জন শিক্ষক নির্বাচনে বিজেপির প্রতি তাদের সমর্থন প্রসারিত করেছিলেন এবং প্রায় দুই বছরের জন্য চুক্তিভিত্তিক অবস্থানে স্থানান্তরিত হয়েছিল কিন্তু তারপরে তাদের পদত্যাগ করা হয়েছিল এবং নতুন নিয়োগ দিয়ে প্রতিস্থাপন করা হয়েছিল। চাকরিচ্যুত হওয়ার পর শিক্ষকরা অর্থনৈতিক সংকটের মুখে পড়েন এবং তাদের অনেকেই ঋণগ্রস্ত হয়ে সামান্য চাকরির আশ্রয় নেন। বরখাস্তকৃতদের মধ্যে, ১৫০ জনের মৃত্যু হয়েছে এবং তাদের মধ্যে ৮ জনের আত্মহত্যার বিষয়টি নিশ্চিত করা হয়েছে, যার মধ্যে রুমি দেববর্মা, একজন স্নাতকোত্তর ডিগ্রি স্বর্ণপদক বিজয়ী, যিনি একটি অনির্দিষ্টকালের রাস্তার ধারের প্রতিবাদ থেকে জোরপূর্বক উচ্ছেদ হয়েছিলেন এবং অবসানের অপমান সহ্য করতে পারেননি।\nশিক্ষকরা শত শত বিক্ষোভ, বিক্ষোভ এবং সমাবেশ করেছে এবং বেশ কয়েকটি মুখ্যমন্ত্রী এবং তাদের মন্ত্রিসভার সাথে দেখা করেছে। বিক্ষোভে কঠোর পুলিশি পদক্ষেপ এবং বেশ কয়েকজন শিক্ষকের বিরুদ্ধে মামলা দায়ের করা হয়। ত্রিপুরার বিজেপি সরকার তার অবস্থান পরিবর্তন করেছে এবং শিক্ষকদের পুনর্বহাল করতে অস্বীকার করেছে, একজন মন্ত্রী রতন লাল নাথ তাদের অযোগ্য বলে অভিহিত করেছেন।\nভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) শিক্ষকদের প্রতি তাদের সমর্থন বাড়িয়েছে এবং তাদের ইশতেহারে তাদের পুনর্বহাল করার প্রতিশ্রুতি দিয়েছে। তাদের প্রতিশ্রুতির আশ্বাস দেওয়ার জন্য, বামফ্রন্ট দুই শিক্ষক সুদীপ সরকার (সিপিআইএম) এবং সত্যজিৎ রেয়াং (সিপিআই) যথাক্রমে বরজালা এবং শান্তিরবাজার কেন্দ্র থেকে তাদের নিজস্ব প্রার্থী হিসাবে মাঠে নেমেছে। প্রাক্তন মুখ্যমন্ত্রী মানিক সরকার বলেছেন যে আদেশটি \"সবচেয়ে দুর্ভাগ্যজনক\" কারণ এটি একটি নীতিকে বাতিল করেছে যা তারা সমাজের দুর্বল অংশগুলিকে সহায়তা করার জন্য চালু করেছিল এবং এমনকি অভিযোগ করেছে যে বেঞ্চটি সংঘ পরিবারের সাথে যুক্ত ছিল। টিপরা মোথা পার্টি এবং আইনজীবী কপিল সিবাল, একজন স্বতন্ত্র এমপিও শিক্ষকদের প্রতি তাদের সমর্থন বাড়িয়েছেন।\n\n\n=== টিপরাল্যান্ড আন্দোলন ===\nটিপরাহা আদিবাসী প্রগতিশীল আঞ্চলিক জোট (টিপরা) টিপরাল্যান্ড নামে একটি পৃথক রাজ্যের দাবি করেছে। যদিও শাসক দল বিজেপি রাজ্যকে ভাগ করতে অস্বীকার করেছে। 2021 সালের ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচনে টিপরা দল নির্বাচনেও জয়লাভ করেছে। টিটিএডিসি এলাকায় ত্রিপুরা বিধানসভার ৬০ টি বিধানসভা আসনের মধ্যে ২০ টি রয়েছে।\nক্ষমতাসীন বিজেপি তাদের দাবিতে টিপরা দলের সঙ্গে কথা বলার প্রস্তাব দিয়েছে। প্রাক্তন মুখ্যমন্ত্রী বিপ্লব কুমার দেব বলেছিলেন যে বিজেপি ছাড়া টিপ্রার দাবিগুলি সম্ভব নয়। কিন্তু মুখ্যমন্ত্রী মানিক সাহা বলেছেন, টিপরাল্যান্ড সম্ভব নয়।\n২৫ জানুয়ারী ২০২৩-এ স্বরাষ্ট্র মন্ত্রক বৃহত্তর টিপ্রাল্যান্ডের বিষয়ে আলোচনা করার জন্য টিপ্রা নেতৃত্বকে আহ্বান জানায়। প্রতিনিধিরা কোনো চুক্তিতে পৌঁছাতে না পারায় আলোচনায় কোনো ঘোষণা আসেনি।\n\n\n=== ব্রু উদ্বাস্তু ===\nআশ্রয়কেন্দ্রে বসবাসকারী ব্রু শরণার্থীরা খাদ্য ও আর্থিক সাহায্যের দাবি করছেন। তারা দ্রুত পুনর্বাসনের দাবি জানিয়েছেন।\n\n\n== প্রচারণা ==\n\n\n=== ভারতীয় জনতা পার্টি ===\nপ্রধানমন্ত্রী নরেন্দ্র মোদি ১৮ ডিসেম্বর ২০২২ তারিখে ত্রিপুরার আগরতলা সফর করেন এবং একটি জনসভায় ভাষণ দেন। শহরে তাকে স্বাগত জানান তার সমর্থকরা। তিনি বিজেপি সরকারের কাজের প্রশংসা করে বলেন যে ত্রিপুরা উত্তর-পূর্ব ভারতের লজিস্টিক হাব হয়ে উঠছে।\nইশতেহার\n\nএকটি পৃথক রাষ্ট্রের দাবির মধ্যে উপজাতীয় এলাকায় আরও স্বায়ত্তশাসন।\n৫ রুপিতে খাবার।\nরুপি মেয়ে সন্তানের জন্মের জন্য ইডব্লিউএস পরিবারকে ৫০,০০০ টাকা।\nমেধাবী কলেজগামী মেয়েদের একটি স্কুটি।\n৫০ হাজার মেধাবী শিক্ষার্থীকে স্মার্ট ফোন।\nপ্রধানমন্ত্রী উজ্জ্বলা যোজনার সুবিধাভোগীদের বিনামূল্যে দুটি এলপিজি সিলিন্ডার।\nসকল যোগ্য ভূমিহীন নাগরিকদের জমি পাত্তা।\nভূমিহীন কৃষকদের প্রতি বছরে ৩,০০০ টাকা আর্থিক সহায়তা।\nত্রিপুরা জনজাতি বিকাশ যোজনার অধীনে এসটি পরিবারগুলিকে ৫,০০০ টাকা বার্ষিক আর্থিক সহায়তা।\nউপজাতীয় সংস্কৃতি ও অধ্যয়নের গবেষণা, প্রচার ও সংরক্ষণের জন্য গন্ডাচেরায় মহারাজা বীর বিক্রম মাণিক্য উপজাতি বিশ্ববিদ্যালয় প্রতিষ্ঠা।\n\n\n=== ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) ===\nসিপিআই(এম) ২৫ ডিসেম্বর ২০২২-এ বিজেপির 'সুশাসন'-এর 'প্রচারের' বিরুদ্ধে ঘরে ঘরে প্রচারণা শুরু করেছিল এবং জনগণকে বিজেপি সরকার প্রতিষ্ঠা না করার জন্য অনুরোধ করেছিল। ৮ জানুয়ারী ২০২৩-এ, সিপিআইএম নেতারা ভারতীয় ট্রেড ইউনিয়নের সেন্টার দ্বারা আয়োজিত একটি জনসভায় বিজেপির ২০১৮ সালের নির্বাচনী প্রতিশ্রুতিগুলিকে 'জুমলা' (মিথ্যা প্রতিশ্রুতি) হিসাবে উল্লেখ করে বর্তমান সরকারকে ক্ষমতাচ্যুত করার জন্য জনগণকে আবেদন করেছিলেন।\nঘোষণাপত্র\nসিপিআই(এম) ৩ ফেব্রুয়ারি ২০২৩-এ তার ইশতেহার প্রকাশ করে\n\nগণতান্ত্রিক, রাজনৈতিক ও ধর্মীয় অধিকার পুনরুদ্ধার।\nMGNREGA-এর অধীনে দরিদ্রদের ২০০ দিনের কাজ।\nক্ষমতায় এলে পুরনো পেনশন স্কিম ফিরিয়ে আনা। রাজস্থান, ছত্তিশগড় এবং হিমাচল প্রদেশে এই স্কিমটি পুনরায় প্রয়োগ করা হয়েছে।\nআগামী ৫ বছরে সরকারি, আধা-সরকারি এবং বেসরকারি খাতে ২.৫ লক্ষ (২৫০,০০০) নতুন চাকরি।\nপরিবার প্রতি ৫০ ইউনিট পর্যন্ত বিনামূল্যে বিদ্যুৎ।\nভোক্তা প্রাইম সূচকের উপর ভিত্তি করে প্রতি বছর সরকারি কর্মচারীদের জন্য দুটি ডিএ বৃদ্ধি।\nবরখাস্তকৃত ১০ হাজার ৩২৩ শিক্ষককে পুনর্বহাল করা।\nচুক্তিভিত্তিক কর্মচারীদের সেবা নিয়মিতকরণ।\nট্রাইবাল কাউন্সিল (টিটিএএডিসি)-কে সর্বোচ্চ সম্ভাব্য স্বায়ত্তশাসন।\nপ্রতি বছর ₹১ লক্ষ (১০০,০০০ টাকা) এর নিচে উপার্জনকারী বয়স্কদের (>৬০ বছর) সামাজিক পেনশন।\nশিক্ষা প্রতিষ্ঠানের বেসরকারীকরণ নিষিদ্ধ।\nভূমিহীনদের জমি বরাদ্দ।\n\n\n=== ভারতীয় জাতীয় কংগ্রেস ===\nভারতীয় জাতীয় কংগ্রেস ২৯ ডিসেম্বর ২০২২-এ আগরতলায় একটি মেগা সমাবেশের আয়োজন করেছিল যেখানে বিজেপি বিধায়ক দিবা চন্দ্র হ্রাংখাওল সহ ১ জন বিজেপি এবং এআইটিসি নেতা কংগ্রেসে যোগ দিয়েছিলেন। ত্রিপুরার জন্য এআইসিসি ইনচার্জ অজয় কুমার সমাবেশে বলেছিলেন, \"বিজেপির অনেক বাবা আছে কিন্তু আমাদের একমাত্র জাতির পিতা - মহাত্মা গান্ধী ,\"। কুমার অভিযোগ করেছেন যে বিজেপি যুবকদের তাদের \"বাইক বাহিনীতে\" যোগ দেওয়ার জন্য অর্থ দিচ্ছে আতঙ্ক ছড়ানো এবং বিরোধী দলের নেতা ও কর্মীদের আক্রমণ করার জন্য।\nইশতেহার\n\nসরকারি কর্মচারীদের জন্য পুরাতন পেনশন প্রকল্প।\nবিনামূল্যে ১৫০ ইউনিট বিদ্যুৎ।\nকৃষি শ্রমিকদের জন্য ৫০,০০০ নতুন চাকরি তৈরি করা হবে।\nসরকারি কর্মচারীদের জন্য বছরে দুবার মহার্ঘ ভাতা বৃদ্ধি।\nভোক্তা মূল্য সূচকের ভিত্তিতে চা চাষি ও কৃষকদের মজুরি বাড়ানো হবে।\nআগামী ৫ বছরে ৫০ হাজার নতুন সরকারি চাকরি তৈরি হবে।\n\n\n=== টিপরা মোথা পার্টি ===\n১২ নভেম্বর ২০২২ তারিখে আগরতলায় এক সমাবেশে টিপ্রের প্রধান প্রদ্যোত দেব বর্মা বলেছিলেন যে ২০২৩ হল বৃহত্তর টিপ্রাল্যান্ডের আকারে একটি স্থায়ী সাংবিধানিক সমাধান অর্জনের লড়াই। তিনি বিজেপির সাম্প্রদায়িক রাজনীতির জন্য নিন্দা করেন। তিনি জোর দিয়েছিলেন যে আঞ্চলিক দলগুলি পরিবর্তন আনতে পারে এবং তার দল একটি সাংবিধানিক সমাধান, শিক্ষা, স্বাস্থ্যসেবা এবং সকল শ্রেণীর লোকেদের চাকরি দিতে চায়। মানিক্য আরও জোর দিয়েছিলেন যে দলটি গত বছর টিটিএএডিসিতে ক্ষমতায় আসার পর থেকে অবহেলিত অঞ্চলে প্রকৃত উন্নয়নের দিকে মনোনিবেশ করেছে।\nঘোষণাপত্র\n৪ ফেব্রুয়ারি ২০২৩-এ, টিপরা মোথা পার্টি তার ইশতেহার প্রকাশ করে।\n\nনাগরিকদের জন্য দ্রুত জনসাধারণের অভিযোগ নিষ্পত্তির ব্যবস্থা।\nটিটিএএডিসি এর বাজেট বৃদ্ধি।\n২০,০০০ নতুন চাকরি এবং সুযোগ\nবঞ্চিতদের জমি বরাদ্দ।\nএকটি উপজাতীয় বিশ্ববিদ্যালয়, কৃষি বিশ্ববিদ্যালয়, ক্রীড়া বিশ্ববিদ্যালয় এবং বৌদ্ধ বিশ্ববিদ্যালয় স্থাপন।\nরাজ্য বিধানসভায় নাগরিকত্ব সংশোধনী আইনের বিরুদ্ধে প্রস্তাব।\nসমস্ত উপজাতির আর্থ-সামাজিক জরিপ।\nমহারানী কাঞ্চনপ্রভা দেবী নারী ক্ষমতায়ন প্রকল্প, ক্ষুদ্র আকারের ক্ষুদ্র শিল্পের জন্য রিগনাই, রিসা এবং প্যাকেজড খাদ্য সচেতনতা প্রচারের জন্য রাষ্ট্র পরিচালিত প্রকল্পের মাধ্যমে।\nএলজিবিটিকিউ ব্যক্তিদের জন্য অধিকার।\nউদ্যোক্তাদের জন্য ৩০% ভর্তুকি।\n\n\n== ঘটনা ==\nভারতীয় জাতীয় কংগ্রেস\n১৮ জানুয়ারী ২০২৩-এ, কংগ্রেস দাবি করেছিল যে তার ১৫ জন কর্মী ও কর্মচারি জিরানিয়ায় বিজেপি কর্মীরা পাথর ছুঁড়েছিল বলে অভিযোগ করেছে। হামলাকারীদের মধ্যে এআইসিসি-এর রাজ্য-ইনচার্জ অজয় কুমার এবং আরও অনেকে রয়েছেন।\nটিপরা মোথা পার্টি\n১৯ জানুয়ারী ২০২৩, টিপরা মোথা কর্মী প্রণজিৎ নমসুদ্র ধলাইতে অজ্ঞাত দুর্বৃত্তদের দ্বারা আক্রান্ত হয়ে মারা যান। জানা গেছে যে নমশূদ্র এবং বন্ধুরা বামনচেরা এলাকা দিয়ে একটি গাড়িতে যাচ্ছিলেন তখন দুর্বৃত্তরা তাদের বাধা দেয় এবং তাকে টেনেহিঁচড়ে বাইরে নিয়ে যায় এবং তাকে লাঞ্ছিত করে। এ ঘটনায় জড়িত সন্দেহে পাঁচজনকে আটক করেছে পুলিশ।\n\n\n== ফলাফল ==\n\n\n=== জোট ও দল অনুযায়ী ফলাফল ===\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Tripura elections"}