{"pageid": 1150032, "title": "সঙ্কর পক্ষাঘাত", "url": "https://bn.wikipedia.org/wiki?curid=1150032", "content": "সঙ্কর পক্ষাঘাত (মুখের স্নায়ু পক্ষাঘাত) একটি সাধারণ সমস্যা যা মুখের স্নায়ু দ্বারা উদ্ভূত যেকোন কাঠামোর পক্ষাঘাত। মুখের স্নায়ুর পথটি দীর্ঘ এবং তুলনামূলকভাবে জটিল, তাই অনেকগুলো কারণ রয়েছে যার ফলে মুখের স্নায়ু পক্ষাঘাত হতে পারে। সবচেয়ে সাধারণ হল বেলের পক্ষাঘাত, অজানা কারণের একটি রোগ, যা শুধুমাত্র শনাক্তযোগ্য গুরুতর কারণ বাদ দিয়ে নির্ণয় করা যেতে পারে।\n\n\n== লক্ষণ ও উপসর্গ ==\nমুখের স্নায়ু পক্ষাঘাতে মুখের স্নায়ু দুর্বল ও অসাড় হয়ে যায়, সাধারণত শুধুমাত্র মুখের একপাশে, অন্যান্য উপসর্গ: স্বাদ হারানো, হাইপার্যাকিউসিস , লালা এবং অশ্রু নিঃসরণ হ্রাস । অন্যান্য লক্ষণগুলো পক্ষাঘাতের কারণের সাথে যুক্ত হতে পারে, যেমন: কানের ভেসিকেল, যা ঘটতে পারে যদি মুখের পক্ষাঘাত দানার কারণে হয়। লক্ষণগুলো কয়েক ঘন্টা ধরে বিকাশ করতে পারে। কান থেকে তীব্র মুখের ব্যথা ও অন্যান্য উপসর্গের সূচনা হতে পারে।\n\n\n== কারণসমূহ ==\n\n\n=== বেলের পক্ষাঘাত ===\nতীব্র মুখের স্নায়ু পক্ষাঘাতের সবচেয়ে সাধারণ কারণ হল বেলের পক্ষাঘাত। বেলের পক্ষাঘাতের কোন কারণ জানা নেই, যদিও এটি হারপিস সিমপ্লেক্স সংক্রমণের সাথে যুক্ত। বেলের পক্ষাঘাত বেশ কয়েকদিন ধরে বিকাশ লাভ করতে পারে এবং বেশিরভাগ ক্ষেত্রে স্বতঃস্ফূর্তভাবে এটি কয়েক মাস স্থায়ী হতে পারে। এটি সাধারণত ক্লিনিক্যালি নির্ণয় করা হয়, অন্যান্য কারণ কানে ভেসিকল ছাড়া এবং অন্য কোন স্নায়বিক লক্ষণের জন্য কোন ঝুঁকি নেই। বয়স্কদের বা সম্পূর্ণ পক্ষাঘাতগ্রস্তদের ক্ষেত্রে পুনরুদ্ধার বা সুস্থতা বিলম্ব হতে পারে। বেলের পক্ষাঘাত প্রায়ই কর্টিকোস্টেরয়েড দিয়ে চিকিৎসা করা হয়।\n\n\n=== সংক্রমণ ===\nলাইম রোগ, বোরেলিয়া বার্গডোরফেরি ব্যাকটেরিয়া দ্বারা সৃষ্ট একটি সংক্রমণ এবং টিক্স দ্বারা ছড়ায়, যেখানে লাইম রোগটি সাধারণত মুখের পক্ষাঘাতের প্রায় ২৫% ক্ষেত্রে দায়ী হতে পারে। মার্কিন যুক্তরাষ্ট্রে, নিউ ইংল্যান্ড এবং মধ্য-আটলান্টিক রাজ্য , উইসকনসিন এবং মিনেসোটার কিছু অংশে লাইম সবচেয়ে বেশি দেখা যায়, তবে এটি অন্যান্য অঞ্চলে বিস্তৃত হচ্ছে। প্রায় ৮০% লাইম সংক্রমণের প্রথম লক্ষণ, সাধারণত টিক বাইটের এক বা দুই সপ্তাহ পরে, সাধারণত একটি প্রসারিত ফুসকুড়ি যা মাথাব্যথা, শরীরে ব্যথা, ক্লান্তি বা জ্বরের সাথে হতে পারে। লাইম সংক্রমণের ১০-১৫% পর্যন্ত, মুখের পক্ষাঘাত বেশ কয়েক সপ্তাহ পরে প্রদর্শিত হয় এবং এটি সংক্রমণের প্রথম লক্ষণ হতে পারে যা লক্ষ্য করা যায়, কারণ লাইম ফুসকুড়ি সাধারণত চুলকায় না এবং বেদনাদায়ক হয় না। লাইম রোগ অ্যান্টিবায়োটিক দিয়ে চিকিৎসা করা হয়।\nহারপিস জোস্টার ভাইরাসের পুনঃসক্রিয়তা, সেইসাথে বেলের পক্ষাঘাত সাথে যুক্ত হওয়া, সঙ্কর পক্ষাঘাত সরাসরি কারণও হতে পারে। জেনিকুলেট গ্যাংলিয়নের মধ্যে সুপ্ত ভাইরাসের পুনঃসক্রিয়তা কানের ছিদ্রকে প্রভাবিত করে, এমন ভেসিকলের সাথে যুক্ত এবং একে রামসে হান্ট সিন্ড্রোম টাইপ ২ বলে। মুখের পক্ষাঘাত ছাড়াও, উপসর্গগুলোর মধ্যে কানের ব্যথা এবং ভেসিকল, সংবেদনশীল শ্রবণশক্তি হ্রাস এবং ভার্টিগো অন্তর্ভুক্ত থাকতে পারে। ব্যবস্থাপনার মধ্যে রয়েছে ভাইরাস নিরোধক এবং ওরাল স্টেরয়েড ।\nওটিটিস মিডিয়া হল মধ্য কানের একটি সংক্রমণ, যা মুখের স্নায়ুতে ছড়িয়ে পড়তে পারে এবং এটি প্রদাহ সৃষ্টি করতে পারে, যার ফলে এর নালিতে স্নায়ুর সংকোচন ঘটতে পারে। ওটিটিস মিডিয়া নিয়ন্ত্রণ করতে অ্যান্টিবায়োটিক ব্যবহার করা হয় এবং অন্যান্য বিকল্পগুলোর মধ্যে একটি প্রশস্ত মাইরিঙ্গোটমি ( কর্ণপটহ একটি ছেদ) বা রোগীর উন্নতি না হলে ডিকম্প্রেশন করা হয়।দীর্ঘস্থায়ী ওটিটিস মিডিয়া সাধারণত একটি কানে দীর্ঘস্থায়ী স্রাব ( অটোরিয়া ), বা শ্রবণশক্তি হ্রাস, কানের ব্যথা ( ওটালজিয়া ) লক্ষণ প্রদর্শন করে। একবার সন্দেহ হলে, কোলেস্টিয়াটোমা তৈরি হয়েছে কিনা তা নির্ধারণ করার জন্য অবিলম্বে অস্ত্রোপচারের অনুসন্ধান করা উচিত কারণ এটি উপস্থিত থাকলে অবশ্যই অপসারণ করা উচিত। মধ্যকর্ণ থেকে প্রদাহ টেম্পোরাল হাড়ের ক্যানালিস ফেশিয়ালিসে ছড়িয়ে পড়তে পারে - এই খালের মাধ্যমে স্ট্যাটোকোস্টিসাস নার্ভের সাথে মুখের স্নায়ুতে যায় । প্রদাহের ক্ষেত্রে স্নায়ু শোথ এবং পরবর্তী উচ্চ চাপের সংস্পর্শে আসে, যার ফলে পেরিফেরিক ধরনের পক্ষাঘাত হয়।\n\n\n=== দৈহিক ও মানসিক আঘাত ===\nভোঁতা ট্রমায়, মুখের স্নায়ু হল সবচেয়ে সাধারণভাবে আহত ক্রানিয়াল নার্ভ ।\n\n\n== রোগ নির্ণয় ==\nরোগ নির্ণয়ের জন্য একটি স্নায়বিক পরীক্ষা সহ একটি চিকিৎসা ইতিহাস এবং শারীরিক পরীক্ষা প্রয়োজন। প্রথম ধাপ হল ব্যক্তি যখন হাসতে, পলক ফেলতে বা ভ্রু তোলার চেষ্টা করে তখন মুখের কোন অংশগুলো স্বাভাবিকভাবে নড়াচড়া করে না তা পর্যবেক্ষণ করা। যদি কপালে সাধারণত কুঁচকানো হয়, তাহলে কেন্দ্রীয় মুখের পক্ষাঘাত রোগ নির্ণয় করা হয় এবং ব্যক্তির স্ট্রোকের জন্য মূল্যায়ন করা উচিত। অন্যথায়, রোগ নির্ণয় হল প্রান্তস্থ সঙ্কর পক্ষাঘাত এবং সম্ভব হলে এর কারণ চিহ্নিত করা প্রয়োজন। রামসে হান্টের সিন্ড্রোম-এর কারণে পক্ষাঘাতের মতো একই পাশে কানে ব্যথা এবং ছোট ফোসকা দেখা দেয়। ওটিটিস মিডিয়া, ট্রমা বা অস্ত্রোপচার পরবর্তী জটিলতাগুলো বিকল্পভাবে ইতিহাস এবং শারীরিক পরীক্ষা থেকে স্পষ্ট হতে পারে। যদি আঘাতের ইতিহাস থাকে বা একটি টিউমার সন্দেহ হয়, একটি পরিগাণনিক স্তরচিত্রণ বা চৌম্বকীয় অনুরণন প্রতিচ্ছবি এর প্রভাব স্পষ্ট করতে ব্যবহার করা যেতে পারে। সন্দেহজনক কারণগুলোর উপর নির্ভর করে রক্ত পরীক্ষা বা রঞ্জন রশ্মি চিত্রণ করা যেতে পারে। লাইম রোগের কারণে মুখের পক্ষাঘাত হওয়ার সম্ভাবনা অনুমান করা উচিত, উষ্ণ মাসগুলোতে সম্ভাব্য টিক আবাসস্থলে বাইরের কার্যকলাপের সাম্প্রতিক ইতিহাস, ফুসকুড়ি বা মাথাব্যথা এবং জ্বরের মতো লক্ষণগুলোর সাম্প্রতিক ইতিহাস এবং পক্ষাঘাত উভয় পক্ষকে প্রভাবিত করে কিনা। যদি সেই সম্ভাবনা নগণ্যের চেয়ে বেশি হয়, লাইম রোগের জন্য একটি সেরোলজিক্যাল পরীক্ষা করা উচিত। পরীক্ষা ইতিবাচক হলে নির্ণয় হল লাইম রোগ। যদি কোন কারণ খুঁজে না পাওয়া যায়, নির্ণয় হল বেলের পক্ষাঘাত।\n\n\n=== শ্রেণিবিভাগ ===\n\nমুখের স্নায়ু পক্ষাঘাতকে খুব কেন্দ্রকীয় এবং অকেন্দ্রকীয় ক্ষতগুলোতে ভাগ করা যেতে পারে। একটি ক্লিনিকাল সেটিংসে, অন্যান্য সাধারণভাবে ব্যবহৃত শ্রেণিবিভাগের মধ্যে রয়েছে: ইন্ট্রা-ক্র্যানিয়াল এবং এক্সট্রা-ক্র্যানিয়াল; তীব্র, সাবএকিউট এবং দীর্ঘস্থায়ী সময়কাল।\n\n\n==== খুব কেন্দ্রকীয় এবং কেন্দ্রকীয় ক্ষত ====\nকেন্দ্রীয় মুখের পক্ষাঘাত হতে পারে একটি ল্যাকুনার ইনফার্কট যা নিউক্লিয়াসে যাওয়ার অভ্যন্তরীণ ক্যাপসুলের ফাইবারগুলোকে প্রভাবিত করে। মুখের নিউক্লিয়াস নিজেই পন্টাইন ধমনীর ইনফার্কট দ্বারা প্রভাবিত হতে পারে। এগুলি হল কর্টিকোবুলবার ফাইবার যা অভ্যন্তরীণ ক্যাপসুলে ভ্রমণ করে।\n\n\n==== অকেন্দ্রকীয় ক্ষত ====\nঅকেন্দ্রকীয় ক্ষত মুখের পক্ষাঘাতের বেশিরভাগ কারণকে নির্দেশ করে।\n\n\n== চিকিৎসা ==\nযদি মুখের পক্ষাঘাতের জন্য একটি অন্তর্নিহিত কারণ পাওয়া যায়, তবে এটির চিকিৎসা করা উচিত। যদি অনুমান করা হয় যে লাইম রোগের কারণে মুখের পক্ষাঘাত হওয়ার সম্ভাবনা ১০% ছাড়িয়ে যায়, তাহলে অ্যান্টিবায়োটিকের সাথে অভিজ্ঞতামূলক থেরাপি শুরু করা উচিত, কর্টিকোস্টেরয়েড ছাড়াই এবং লাইম রোগের জন্য পরীক্ষাগার পরীক্ষা শেষ হওয়ার পরে পুনরায় মূল্যায়ন করা উচিত। অন্যান্য সমস্ত রোগীদের কর্টিকোস্টেরয়েড দিয়ে চিকিৎসা করা উচিত এবং যদি পক্ষাঘাত গুরুতর হয় তবে ভাইরাস নিরোধক । মুখের পক্ষাঘাত গুরুতর বলে বিবেচিত হয় যদি ব্যক্তি আক্রান্ত চোখটি সম্পূর্ণরূপে বন্ধ করতে না পারেন বা বিশ্রামের সময়ও মুখ অসমমিত থাকে। বেলের পক্ষাঘাত শুরু হওয়ার তিন দিনের মধ্যে শুরু করা কর্টিকোস্টেরয়েডগুলো পুনরুদ্ধারের সম্ভাবনা বাড়ায়, পুনরুদ্ধারের সময় কমাতে এবং অসম্পূর্ণ পুনরুদ্ধারের ক্ষেত্রে অবশিষ্ট লক্ষণগুলো কমাতে দেখা গেছে। যাইহোক, লাইম রোগের কারণে মুখের পক্ষাঘাতের জন্য কিছু গবেষণায় ফলাফলের ক্ষতি করার জন্য কর্টিকোস্টেরয়েড পাওয়া গেছে। অন্যান্য গবেষণায় দেখা গেছে যে অ্যান্টিভাইরালগুলো সম্ভবত গুরুতর বেলের পক্ষাঘাত জন্য একা কর্টিকোস্টেরয়েডের তুলনায় ফলাফল উন্নত করতে পারে। যাদের মুখের পক্ষাঘাত দ্বারা পলক পড়া ব্যাহত হয়, তাদের ঘুমের সময় মলম এবং একটি প্যাচ বা টেপ দিয়ে ঘুমানোর সময় কৃত্রিম কপাট বারবার ব্যবহার করার পরামর্শ দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}