{"pageid": 1150333, "title": "নেফেরিরকারের পিরামিড", "url": "https://bn.wikipedia.org/wiki?curid=1150333", "content": "নেফেরিরকারের পিরামিড (মিশরীয়: Bꜣ Nfr-ỉr-kꜣ-rꜥ \"নেফেরিরকারের বা\" খ্রিস্টপূর্ব পঞ্চবিংশ শতাব্দীতে মিশরের পঞ্চম রাজবংশের ফ্যারাও নেফেরিরকারে কাকাইয়ের জন্য নির্মিত হয়েছিল। এই পিরামিডটি গিজা ও সাক্কারার মধ্যবর্তী আবুসির সমাধিনগরীর উচ্চতম অংশের দীর্ঘতম স্থাপনা। এখনও এটি সমাধিনগরীর সর্বোচ্চ অংশে অবস্থিত। আবুসির প্যাপিরাই এই পিরামিড চত্বরে আবিষ্কৃত হওয়ায় মিশরতত্ত্ববিদদের কাছে এটির গুরুত্ব অপরিসীম।\nপ্রাচীন রাজ্যের পঞ্চম রাজবংশের যুগেই মিশরে উচ্চমানের পিরামিড নির্মাণের পরিসমাপ্তি ঘটেছিল। এই যুগের পিরামিডগুলো ছিল আকারে ছোটো। তবে এই সময়েই পিরামিড প্রামাণ্য আকার ধারণ করতে শুরু করে এবং সেই সঙ্গে সূক্ষ্ম খোদাইচিত্রের অলংকরণেরও বহুল প্রচলন ঘটে। নেফেরিরকারের পিরামিডটি ছিল কিছুটা প্রথাবিরুদ্ধ; কারণ এটি নির্মিত হয়েছিল তৃতীয় রাজবংশের রাজত্বকালের (খ্রিস্টপূর্ব ষড়বিংশ বা সপ্তবিংশ শতাব্দী) পরে অচলিত হয়ে পড়া ধাপযুক্ত পিরামিড শৈলীতে। পরবর্তীকালে এটিকে আরেকটি ধাপযুক্ত পিরামিড দ্বারা আবৃত করা হয় এবং এটিকে প্রকৃত পিরামিডে রূপান্তরিত করার উদ্দেশ্যে এটির মধ্যে কিছু পরিবর্তন আনা হয়। অবশ্য ফ্যারাওয়ের অকালমৃত্যুর পর পিরামিডটি সম্পূর্ণ করার দায়িত্ব হস্তান্তরিত হয় ফ্যারাওয়ের উত্তরসূরিদের হাতে এবং বাকি কাজ সস্তা নির্মাণসামগ্রীর দ্বারা তাড়াহুড়ো করে শেষ করা হয়।\nপারিপার্শ্বিক পরিস্থিতিতে নেফেরিরকারের স্মারকস্থলটিতে উপত্যকা মন্দির, পায়ে-চলা পথ ও কাল্ট পিরামিডের মতো একটি পিরামিড চত্বরের বেশ কয়েকটি মৌলিক উপাদানের অভাব লক্ষিত হয়। এগুলোর পরিবর্তে স্মারকটির দক্ষিণে মাটির ইটের তৈরি বাড়ির যে ছোটো চত্বরটি গড়ে উঠেছিল সেখান থেকেই কাল্ট পুরোহিতেরা দৈনন্দিন কাজ-কর্ম সম্পাদনা করতেন। অন্যান্য ক্ষেত্রে উপত্যকা মন্দিরের কাছে পিরামিড শহর নির্মাণই ছিল দস্তুর। সাধারণত প্যাপিরাস মহাফেজখানা থাকত এই পিরামিড শহরের মধ্যে এবং সেই কারণে শহরের সঙ্গে সঙ্গে সেগুলোও ধ্বংসপ্রাপ্ত হত। নেফেরিরকারের পিরামিড চত্বরে পিরামিড শহর গড়ে ওঠেনি বলেই ১৮৯০-এর দশকে এখান থেকে আবুসির প্যাপিরাই আবিষ্কার সহজ হয়েছিল। নেফেরিরকারের পিরামিডটি পরিণত হয়েছিল একটি বৃহত্তর পারিবারিক সমাধিক্ষেত্রে। নেফেরিরকারের পত্নী দ্বিতীয় খেনৎকাউস ও দুই পুত্র নেফেরেফ্রে ও ন্যুসেররে ইনির স্মারকও আশেপাশের এলাকাতেই পাওয়া গিয়েছে। এগুলোর নির্মাণকার্য ভিন্ন ভিন্ন শাসকের অধীনে শুরু হলেও চারটি স্মারকের কাজই সম্পূর্ণ হয়েছিল ন্যুসেররের রাজত্বকালে।\n\n\n== অবস্থান ও উৎখনন ==\n\nনেফেরিরকারের পিরামিডটি সাক্কারা ও গিজা মালভূমির মধ্যবর্তী আবুসিরের সমাধিনগরীতে অবস্থিত। পঞ্চম রাজবংশের প্রথম শাসক উসেরকাফের রাজত্বকালে আবুসির বিশেষ গুরুত্ব অর্জন করেছিল। তিনি নিজের সূর্যমন্দিরটি এখানেই নির্মাণ করেন। উসেরকাফের উত্তরসূরি সাহুরে নিজের অন্ত্যেষ্টিস্মারক নির্মাণের মাধ্যমে এখানে একটি রাজকীয় সমাধিনগরী প্রতিষ্ঠা করেন। সাহুরের পুত্র তথা উত্তরসূরি নেফেরিরকারে ছিলেন এই সমাধিনগরীতে সমাহিত এই রাজবংশের দ্বিতীয় শাসক। মিশরতত্ত্ববিদ জারোমির ক্রেজসি সাহুরের চত্বরটির প্রেক্ষিতে নেফেরিরকারের চত্বরটির অবস্থান নিয়ে একাধিক তত্ত্ব প্রস্তাব করেন: (১) সাহুরের থেকে নেফেরিরিকারে দূরত্ব বজায় রাখতে চেয়েছিলেন এবং সেই কারণে তিনি নতুন এক সমাধিস্থান বেছে নেন এবং সাহুরের শবাগার মন্দিরের নকশার থেকে নিজেরটির পার্থক্য প্রতিপাদনের জন্য নতুন করে সেটির নকশা প্রস্তুত করিয়েছিলেন; (২) ভূমিরূপ সংক্রান্ত চাপের কারণে - বিশেষ করে নেফেরিরকারে ও সাহুরের চত্বরের মাঝে যে ঢালটি রয়েছে সেটির কারণে - নেফেরিরকারেকে নিজের চত্বরটি অন্যত্র বানাতে হয়েছিল; (৩) নেফেরিরকারের পিরামিডটি যেহেতু এই চত্বরের সর্বোচ্চ বিন্দুতে অবস্থিত সেই হেতু অনুমান করা যায় যে, তিনি সম্ভবত চেয়েছিলেন যে নিজের চত্বরটি আশেপাশের এলাকার মধ্যে প্রাধান্য বজায় রাখুক; (৪) হয়তো এই স্থানটি উদ্দেশ্যপ্রণোদিতভাবে হেলিওপোলিসের ধাঁচে পিরামিড নির্মাণের জন্য নির্বাচিত হয়েছিল। আবুসির কর্ণ হল একটি কাল্পনিক রেখা যা নেফেরিরকারে, সাহুরে ও নেফেরেফ্রের পিরামিডগুলোর উত্তর-পশ্চিম কোণগুলোকে যুক্ত করেছে। এটি গিজা অক্ষের অনুরূপ, যা গিজার পিরামিডগুলোর দক্ষিণ-পূর্ব কোণগুলোকে যুক্ত করেছে এবং হেলিওপোলিসের একটি বিন্দুতে আবুসির কর্ণের সঙ্গে একই বিন্দুতে এসে মিলিত হয়েছে।\n\nচত্বরটির অবস্থান পিরামিডটির নির্মাণ প্রক্রিয়াটিকে প্রভাবিত করেছিল। মিশরতত্ত্ববিদ মিরোস্লাভ বারটা বলেছেন যে, এই স্থানটি নির্বাচনের আংশিক কারণ হল প্রাচীন রাজ্যের প্রশাসনিক রাজধানী ইনবু-হেদজের (অধুনা মেমফিস নামে পরিচিত) সঙ্গে এটির সম্পর্ক। প্রাচীন মেমফিসের অবস্থান যথাযথভাবে জানা যায় না বলে আবুসির সমাধিনগরীর অবস্থানও নগরকেন্দ্র থেকে ৪ কিমি (২.৫ মা)-এর বেশি দূরে ছিল তা বলা যায় না। স্থানটি শহরের নিকটবর্তী হওয়ার কারণে সম্পদ ও জনবল জোগান দিতে অসুবিধে হত না। আবুসিরের দক্ষিণ-পশ্চিমে একটি স্থান থেকে শ্রমিকরা পিরামিড নির্মাণের জন্য প্রয়োজনীয় পাথরের টুকরো প্রস্তুতের জন্য চুনাপাথর আহরণ করতে পারত। ০.৬০ মি (২.০ ফু) ও ০.৮০ মি (২ ফু ৭ ইঞ্চি) ঘনত্বের মাঝামাঝি সরু কর্তিতাংশে চুনাপাথর নুড়ি, বালি ও \"টাফ\" স্তরে আবদ্ধ ছিল বলে এখানে চুনাপাথর আহরণ করা বিশেষভাবে সহজ কাজ ছিল। এর ফলে চুনাপাথরকে তার ধাত্র থেকে সহজেই উত্তোলিত করা যেত।\n১৮৩৮ সালে কর্নেল হাওয়ার্ড ভাইসের অধীনে কর্মরত প্রকৌশলবিদ জন শি পেরিং সাহুরে, নেফেরিরকারে ও ন্যুসেররের পিরামিডগুলোর প্রবেশপথগুলো পরিষ্কার করেন। পাঁচ বছর পর প্রাশিয়ার রাজা চতুর্থ ফ্রেডরিক উইলিয়ামের পৃষ্ঠপোষকতায় মিশরতত্ত্ববিদ কার্ল রিচার্ড লেপসিয়াস আবুসির সমাধিনগরীতে প্রত্নতাত্ত্বিক অভিযান চালান এবং নেফেরিরকারের পিরামিডটিকে XXI সংখ্যা দ্বারা তালিকাভুক্ত করেন। লেসপিয়াসই প্রথম এই তত্ত্ব প্রস্তাব করেন যে, পঞ্চম ও ষষ্ঠ রাজবংশের যুগে পিরামিড নির্মাণের ক্ষেত্রে উপলেখ স্তর পদ্ধতিটি প্রযুক্ত হয়েছিল। ১৮৯৩ সালে এক বেআইনি খননকার্যের সময় নেফেরিরকারের মন্দির থেকে আবুসির প্যাপিরাই আবিষ্কার এই পিরামিড চত্বরে একটি গুরুত্বপূর্ণ ঘটনা। ১৯০২-১৯০৮ পর্যায়ে জার্মান ওরিয়েন্টাল সোসাইটির হয়ে কাজ করার সময় মিশরতত্ত্ববিদ লুডউইক বোরকার্ড এই পিরামিডগুলোতে পুনরায় সমীক্ষা চালান। সেই সময় এই সব পিরামিডের পার্শ্ববর্তী মন্দির ও পায়ে-চলা পথগুলো উৎখনিত হয়। বোরকার্ডই প্রথম এই প্রত্নক্ষেত্রটিতে অভিযান চালান। এছাড়া আবুসির সমাধিনগরীতে আর একটি মাত্র প্রধান প্রত্নতাত্ত্বিক অভিযান চালানো হয়েছিল। এই প্রত্নক্ষেত্রে প্রত্নতাত্ত্বিক অনুসন্ধানে এই অভিযানগুলো গুরুত্বপূর্ণ ভূমিকা গ্রহণ করে। বোরকার্ডের আবিষ্কারের কথা প্রকাশিত হয় ডাস গ্রাবডেঙ্কমল ডেস কোনিগস নেফার-ইপ-কি-রে (১৯০৯) গ্রন্থে। ১৯৬০-এর দশক থেকে চেক ইনস্টিটিউট অফ ইজিপ্টোলজি এই প্রত্নক্ষেত্রে একটি দীর্ঘমেয়াদী উৎখনন প্রকল্প পরিচালনা করেছিল।\n\n\n== শবাগার চত্বর ==\n\n\n=== পরিকল্পনা ===\nপঞ্চম রাজবংশের শাসনকালে মিশরের পিরামিড নির্মাণের কৌশলগুলোর মধ্যে একটি রূপান্তর সাধিত হচ্ছিল। পিরামিডগুলোর বিশালতা হ্রাস পায়, শবাগার মন্দিরগুলোর নকশা পরিবর্তিত হয় এবং পিরামিডের বুনিয়াদ প্রামাণিক আকার ধারণ করে।অপরদিকে খোদাইচিত্রের অলংকরণ সংখ্যায় বৃদ্ধি পায় এবং মন্দিরগুলো বৃহত্তর ভাণ্ডারঘর চত্বরে সমৃদ্ধ হয়ে উঠতে থাকে।\nসাহুরের রাজত্বকালেই সর্বপ্রথম দু’টি ধারণাগত পরিবর্তন আনীত হয়েছিল। সাহুরের শবাগার মন্দিরটি অলংকরণের মাধ্যমে যে প্রতীকী ব্যঞ্জনা ইঙ্গিত করে তার গুরুত্ব অপরিসীম হয়ে ওঠে। উদাহরণস্বরূপ, চতুর্থ রাজবংশের ফ্যারাও খুফুর চত্বরটিতে অলংকরণের জন্য রক্ষিত হয়েছিল মোট ১০০ রৈখিক মিটার (৩৩০ রৈখিক ফুট), যেখানে সাহুরের মন্দিরে খোদাইচিত্র অলংকরণের জন্য বরাদ্দ হয়েছিল ৩৭০ রৈখিক মিটার (১,২০০ রৈখিক ফুট) স্থান। বারটা শনাক্ত করেন যে, শবাগার মন্দিরগুলোর ভাণ্ডারের আয়তন নেফেরিরকারের রাজত্বকালের পর থেকে পূর্বাপর সঙ্গতিপূর্ণভাবে প্রসারিত হতে শুরু করেছিল। এটি ছিল অন্ত্যেষ্টি কাল্টের প্রতি প্রশাসনিক মনোযোগের কেন্দ্রীভবন, সেই কাল্টের রক্ষণাবেক্ষণের সঙ্গে যুক্ত পুরোহিত ও আধিকারিকদের সংখ্যাবৃদ্ধি এবং তাদের রাজস্বের বৃদ্ধির সম্মিলিত ফলস্রুতি। সাহুরে, নেফেরিরকারে ও নেফেরেফ্রের পিরামিড মন্দিরে উল্লেখযোগ্য পরিমাণে প্রস্তরপাত্রের (অধিকাংশই ভগ্ন বা অন্যভাবে অসম্পূর্ণ আকারে) আবিষ্কার এই পরিবর্তনের সাক্ষ্য বহন করছে।\nপ্রাচীন রাজ্যের শবাগার মন্দিরগুলো গঠিত হত পাঁচটি অপরিহার্য অঙ্গ নিয়ে: (১) একটি উপত্যকা মন্দির; (২) একটি পায়ে-চলা পথ; (৩) একটি শবাগার মন্দির; (৪) একটি কাল্ট পিরামিড; ও (৫) প্রধান পিরামিড। নেফেরিরকারের শবাগার চত্বরটিতে এগুলোর মধ্যে মাত্র দু’টি মৌলিক উপাদানই লক্ষিত হয়: একটি শবাগার মন্দির (যে মাটির তৈরি সস্তা ইট ও কাঠ দিয়ে দ্রুত তৈরি করে ফেলা হয়েছিল); এবং এই প্রত্নক্ষেত্রে বৃহত্তম প্রধান পিরামিডটি। উপত্যকা মন্দির ও পায়ে-চলা পথটি গোড়ার দিকে নেফেরিরকারের স্মারকের জন্য নির্মাণের পরিকল্পনা গ্রহণ করা হয়েছিল। পরে ন্যুসেররে এটিকে নিজের শবাগার চত্বরের জন্য গ্রহণ করেন। অপরদিকে নেফেরিরকারের মৃত্যুর ফলে দ্রুত স্মারক নির্মাণের তাড়ায় কাল্ট পিরামিড এখানে তৈরিই হয়নি। তার পরিবর্তে এখানে একটি ছোটো বসতি এলাকা ও কয়েকটি বসতকক্ষ চত্বরের দক্ষিণ থেকে আনীত মাটির তৈরি ইটে নির্মিত হয়েছিল। সেখানেই সম্ভবত পুরোহিতেরা থাকত। ইটের তৈরি প্রকাণ্ড একটি বেষ্টনী প্রাচীর পিরামিড ও শবাগার মন্দিরের বহিঃসীমা ঘিরে গড়ে উঠেছিল নেফেরিরকারের অন্ত্যেষ্টি স্মারকটি সম্পূর্ণ করার উদ্দেশ্যে।\n\n\n=== প্রধান পিরামিড ===\nস্মারকটি প্রাথমিকভাবে একটি ধাপযুক্ত পিরামিড হিসেবে পরিকল্পিত হয়েছিল। পঞ্চম রাজবংশের শাসকেরা সাধারণত ধাপযুক্ত পিরামিড নির্মাণ করতেন না। গবেষকদের মতে ও উৎসসূত্রগুলোর তথ্য অনুসারে, এই জাতীয় পিরামিড নির্মাণের চল শেষ হয়ে গিয়েছিল পঞ্চম রাজবংশের কয়েক শতাব্দী পূর্বে তৃতীয় রাজবংশের (খ্রিস্টপূর্ব ষড়বিংশ বা সপ্তবিংশ শতাব্দী) ফ্যারাওরা। ঠিক কী কারণে পঞ্চম রাজবংশের নেফেরিরকারে ধাপযুক্ত পিরামিড নির্মাণের সিদ্ধান্ত নিয়েছিলেন তা বোঝা যায় না। মিশরতত্ত্ববিদ মিরোস্লাভ ভার্নার মনে করেন যে, তুরিন ক্যানন যে নেফেরিরকারেকে \"নতুন রাজবংশের প্রতিষ্ঠাতা\" হিসেবে তালিকাভুক্ত করেছেন তার সঙ্গে মূল প্রকল্পটির একটি অনুমানমূল যোগসূত্র বিদ্যমান। যদিও তিনি ধর্মীয় কারণ ও ক্ষমতার রাজনীতির সম্ভাবনাগুলোকেও মেনে নিয়েছেন। আদিতে নির্মিত পিরামিডটিয়ে সুচারুভাবে নির্মিত ছয়টি ধাপ ছিল এই ধাপগুলো নির্মিত হয়েছিল উচ্চমানের চুনাপাথরের খণ্ড দিয়ে এবং পিরামিডটির উচ্চতা দাঁড়িয়েছিল ৫২ মি (১৭১ ফু; ৯৯ cu)। সাদা চুনাপাথরের একটি আবরণ স্থাপনাটির উপর প্রযুক্ত হয়েছিল। সেটির উপর কাজ সামান্যই সমাপ্ত হয়েছিল - শুধুমাত্র প্রথম স্তরটি পর্যন্ত। পিরামিডটির নকশা পরে বদলে এটিকে \"প্রকৃত পিরামিডে\" রূপান্তরিত করা হয়। পঞ্চম রাজবংশের পিরামিডের স্থাপত্য বর্ণনা করতে গিয়ে ভার্নার বলেছেন:\n\nপিরামিড অন্তস্থলের প্রথম ধাপের বাইরের অভিমুখটি গঠিত হয়েছিল ৫ মিটার পর্যন্ত লম্বা ও পরস্পরের সঙ্গে দৃঢ়ভাবে আবদ্ধ গাঢ় ধূসর চুনাপাথরের বিরাট বিরাট প্রস্তরখণ্ডের একটি কাঠামো দ্বারা। একইভাবে ছোটো ছোটো প্রস্তরখণ্ডের দ্বারা গঠিত একটি অভ্যন্তরীণ কাঠামোও ছিল এবং আয়তাকার পরিখাগুলোর দেয়ালগুলোকে সমাধির ভূগর্ভস্থ কক্ষগুলোর জন্য নির্মাণ করা হয়েছিল। দুই কাঠামোর মধ্যে নিম্নমানের চুনাপাথরের ঠুকরো মজুত করা হয়েছে কখনও \"শুকনো\" অবস্থায় এবং কখনও মাটির নির্মাণসামগ্রী ও বালির সঙ্গে মিশ্রিত অবস্থায়। ... অন্তস্থলটি ধাপসহ পরিকল্পিত হলেও এগুলো নির্মিত হয়েছিল অনুভূমিক স্তরে এবং শুধুমাত্র বাহ্য পৃষ্ঠটি গঠনকারী পাথরের খণ্ডগুলোই ছিল উচ্চমানের এবং পরস্পরের সঙ্গে দৃঢ়ভাবে আবদ্ধ। অন্তস্থলের অভ্যন্তরভাগটি পূর্ণ করা হয়েছিল শুধুমাত্র আংশিকভাবে আবদ্ধ ও ভিন্ন ভিন্ন মান ও আকারের এবড়োখেবড়ো পাথরের টুকরো দিয়ে।\nধাপযুক্ত পিরামিডকে একটি প্রকৃত পিরামিডে রূপান্তরিত করতে সমগ্র নির্মাণটিকে বাইরের দিকে প্রায় ১০ মি (৩৩ ফু; ১৯ cu) বর্ধিত করা হত এবং উচ্চতায় আরও দুই ধাপ উন্নত করা হত। ছোটো ছোটো প্রস্তরখণ্ড দিয়ে সাদামাটাভাবে এই সম্প্রসারণ প্রকল্পটি সম্পূর্ণ করা হয়েছিল। পরিকল্পনা করা হয়েছিল যে প্রস্তরখণ্ডগুলোকে লাল গ্র্যানাইট দ্বারা আবৃত করা হবে। কিন্তু রাজার অকালমৃত্যুর ফলে শুধুমাত্র নিম্নতম স্তর(গুলো) আবৃতকরণ সমাপ্ত হবার পরই প্রকল্পটির কাজ থেমে যায়। ফলে নির্মাণটির ভিত্তির পরিমাপ দুই ধারে দাঁড়ায় ১০৫ মি (৩৪৪ ফু; ২০০ cu)। প্রকল্পটি যদি সম্পূর্ণ হত তাহলে পিরামিডটির উচ্চতা দাঁড়াত প্রায় ৭২ মি (২৩৬ ফু; ১৩৭ cu) এবং ভিত্তি থেকে শীর্ষবিন্দু পর্যন্ত নতি হত প্রায় ৫৪°। এই পিরামিডটির আকার গিজার মেনকাউরের পিরামিডটির সঙ্গে তুলনীয়। অসম্পূর্ণতা সত্ত্বেও নেফেরিরকারের পিরামিডটি পারিপার্শ্বিকের মধ্যে প্রাধান্য অর্জন করেছে। তার কারণ এই চত্বরটি নীল বদ্বীপের উপর মোটামুটি ৩৩ মি (১০৮ ফু) উচ্চতার একটি পাহাড়ের উপর অবস্থিত।\n\n\n=== বুনিয়াদ ===\n\nপিরামিডের উত্তর পৃষ্ঠের মধ্যভাগের কাছে নিচে নেমে যাওয়া বারান্দাটি নেফেরিরকারের পিরামিডের বুনিয়াদ অংশের প্রবেশপথের কাজ করত। বারান্দাটি শুরু হয়ে ভূপৃষ্ঠের প্রায় ২ মি (৬ ফু ৭ ইঞ্চি) উপরে এবং শেষ হয়েছে ভূপৃষ্ঠের সমপরিমাণ নিচে। এটির উচ্চতা ১.৮৭ মি (৬ ফু ২ ইঞ্চি) এবং প্রস্থ ১.২৭ মি (৪ ফু ২ ইঞ্চি)। এটির প্রবেশ ও বাহিরদ্বার দু’টি গ্র্যানাইটের আবরণ দ্বারা শক্তপোক্ত করা হয়েছিল। বারান্দাটি উপনীত হয়েছে একটি দ্বারমণ্ডপে। সেখান থেকে একটি দীর্ঘতর বারান্দা শুরু হয়েছে, যেটি টানা গরাদ দ্বারা সুরক্ষিত। এই দ্বিতীয় বারান্দাটিতে দু’টি বাঁক আছে। তবে এটি সাধারণভাবে পূর্বমুখী এবং শেষ হয়েছে গিয়ে সমাধিকক্ষটির সমতাবিধানকারী একটি পার্শ্বকক্ষে। বারান্দাটির ছাদ সম্পূর্ণ অন্যরকমের: চ্যাপ্টা ছাদটির উপর চুনাপাথরের তৈরি আরেকটি চাঁদোয়ারি ছাদ রয়েছে, যেটির উপর আবার নলখাগড়ার স্তর নির্মিত একটি তৃতীয় ছাদ রয়েছে।\nসমাধিকক্ষ ও পার্শ্বকক্ষের সিলিং গঠিত হয়েছিল চুনাপাথরের তিনটি চাঁদোয়ারি স্তর দ্বারা। কড়িকাঠগুলো উপরিকাঠামোর ভার বারান্দার দুই পাশে ছড়িয়ে দিয়ে ছাদটি ভেঙে পড়া রোধ করত। চোরেরা এই কক্ষগুলো থেকে চুনাপাথর এমনভাবে চুরি করেছে যে এগুলোর গঠন যথাযথভাবে ধারণা করা অসম্ভব হয়ে পড়েছে। অবশ্য কয়েকটি আনুপুঙ্খিক বিষয় এখনও চাক্ষুষ করা যায়। যেমন: (১) দুই কক্ষই একটি পূর্ব-পশ্চিম অক্ষের দুই পাশে বিন্যস্ত, (২) দুই কক্ষের প্রস্থ সমান; পার্শ্বকক্ষটি দু’টির মধ্যে ক্ষুদ্রতর, এবং (৩) দুই কক্ষের ছাদই একই শৈলীতে নির্মিত ও চুনাপাথরের একটি স্তর আর অবশিষ্ট ছিল না।\nসামগ্রিকভাবে বুনিয়াদটি অত্যন্ত খারাপভাবে ক্ষতিগ্রস্থ অবস্থায় রয়েছে এখন: চুনাপাথরের কড়িকাঠের স্তরটি ভেঙে পরে সমাধিকক্ষটিকে ভরাট করে ফেলেছে। মমি, পাথরের শবাধার বা অন্ত্যেষ্টিক্রিয়াসংক্রান্ত কোনও সামগ্রী ভিতরে পাওয়া যায়নি। বুনিয়াদটি যে পরিমাণে ক্ষতিগ্রস্থ হয়েছিল তার প্রেক্ষিতে আর উৎখনন চালানো সম্ভব হয়নি।\n\n\n=== শবাগার মন্দির ===\n\nশবাগার মন্দিরটি পিরামিডের পূর্ব পৃষ্ঠের পাদদেশে অবস্থিত। সেই যুগের অন্যান্য শবাগার মন্দিরের তুলনায় এটির আকার বড়ো। প্রত্নতাত্ত্বিক প্রমাণগুলো ইঙ্গিত করে যে, নেফেরিরকারের মৃত্যুর সময় এটি অসম্পূর্ণ অবস্থায় ছিল এবং নেফেরেফ্রে ও ন্যুসেররে এটি সম্পূর্ণ করেন। যেমন, অন্তর্বর্তী মন্দির ও মূর্তি রাখার কুলুঙ্গিগুলো পাথরের তৈরি হলেও দরবার ও প্রবেশকক্ষসহ মন্দিরের অবশিষ্টাংশের বেশিরভাগ অংশই মাটির সস্তা ইট ও কাঠ দিয়ে তাড়াহুড়ো করে সমাপ্ত করা হয়েছিল। পুরোটা পাথরের দ্বারা পুরোটা তৈরি করা হলে শবাগার মন্দিরটি যথেষ্ট টেকসই হত। কিন্তু তা না হওয়ায় এটির বৃহৎ অংশই বৃষ্টি ও বায়ুপ্রবাহজনিত ক্ষয় রোধে অক্ষম হয়। প্রত্নক্ষেত্রটি নান্দনিক দৃষ্টিকোণ থেকে কম আকর্ষণীয়। তবে এটির মৌলিক পরিকল্পনা ও বৈশিষ্ট্যগুলো মোটামুটি সাহুরের মন্দিরেরই অনুরূপ। এটির সম্প্রসারিত আকারের কারণ সম্ভবত উপত্যকা মন্দির ও পায়ে-চলা পথ ছাড়া একটি চত্বর নির্মাণের নকশার পরিকল্পনা। পরিবর্তে যে উপত্যকা মন্দির ও পায়ে-চলা পথের ভিত্তি নির্মিত হয়েছিল তার অভিমুখ ঘুরিয়ে দেওয়া হয় ন্যুসেররের চত্বরটির দিকে।\n\nমন্দিরটিতে ঢুকতে হত একটি স্তম্ভযুক্ত দ্বারমণ্ডপ ও স্তম্ভযুক্ত প্রবেশকক্ষের মধ্যে দিয়ে। এই প্রবেশকক্ষটি গিয়ে মিশত একটি বৃহৎ স্তম্ভযুক্ত অঙ্গনে। প্রবেশকক্ষ ও অঙ্গনের স্তম্ভগুলো ছিল কাষ্ঠনির্মিত এবং সেগুলোকে সাজানো হয়েছিল পদ্মের বৃন্ত ও কুঁড়ির আদলে। অঙ্গনটি এই ধরনের সাঁইত্রিশটি স্তম্ভ দ্বারা শোভিত ছিল এবং স্তম্ভগুলো বানানো হয়েছিল অপ্রতিসমভাবে। প্রত্নতত্ত্ববিদ হারবার্ট রিকের তত্ত্ব অনুযায়ী, বেদীর নিকটস্থ স্তম্ভগুলো সম্ভবত অগ্নিকাণ্ডের ফলে ক্ষতিগ্রস্থ হয় এবং তারপর সেগুলোকে সরিয়ে ফেলা হয়। মন্দিরের মহাফেজখানার একটি প্যাপিরাস খণ্ড এই ঘটনার সাক্ষ্য দেয়। অঙ্গনের পশ্চিমে একটি ধাপযুক্ত নিচু ঢালু পথ উত্তর-দক্ষিণে আড়াআড়িভাবে নির্মিত একটি পথে গিয়ে মিশেছে। সেই পথটি আবার দক্ষিণে ভাণ্ডারঘরগুলো পর্যন্ত এবং উত্তরে আরেকটি ছোটো বারান্দা পর্যন্ত গিয়েছে। ছোটো বারান্দাটিতে ছয়টি কাঠের স্তম্ভ রয়েছে, যার ভিতর দিয়ে প্রধান পিরামিডের মুক্তাঙ্গনে যাওয়া যায়। দক্ষিণের ভাণ্ডারঘরগুলো থেকেই ১৮৯০-এর দশকে সমাধি লুণ্ঠনকারীরা আবুসির প্যাপিরাই আবিষ্কার করেছিল। ভাণ্ডারঘরগুলো ছাড়িয়ে একটি দরজা রয়েছে। এই দরজাটি প্রধান পিরামিডের অঙ্গনের আরেকটি প্রবেশপথ। এই পথ দিয়েই একটি দ্বিতীয় উৎখনিত দক্ষিণ-পশ্চিম দরজার মাধ্যমে দ্বিতীয় খেনাৎকাউসের পিরামিড চত্বরে যাওয়া যায়। শেষপর্যন্ত বারান্দাটির মাঝপথ দিয়ে অতিক্রম করলে সরাসরি অভ্যন্তরীণ পবিত্র স্থান বা মন্দিরে যাওয়া যায়।\n\nঅবশিষ্ট খোদাইচিত্রগুলো খণ্ডিত। সংরক্ষিত উপকরণগুলোর মধ্যে রয়েছে একটি নির্দিষ্ট প্রস্তরখণ্ড। সেই যুগের রাজপরিবারের বংশলতিকা পুনরুদ্ধারের ক্ষেত্রে এই খণ্ডটি বিশেষভাবে গুরুত্বপূর্ণ। ১৯৩০-এর দশকে মিশরতত্ত্ববিদ এডোয়ার্ড ঘাজোউলি কর্তৃক আবিষ্কৃত একটি চুনাপাথরের খণ্ডে নেফেরিরকারেকে পত্নী দ্বিতীয় খেনৎকাউস ও জ্যেষ্ঠপুত্র নেফেরেফ্রের সঙ্গে চিত্রিত অবস্থায় দেখা যায়। এটি পিরামিড চত্বরে আবিষ্কৃত হয়নি। এটি ছিল আবুসির গ্রামের একটি বাড়ির অংশ।\nআবুসির প্যাপিরাই নথিটি আবুসিরে নেফেরিরকারের শবাগার মন্দিরবিষয়ক বিস্তারিত তথ্যের সূত্র। প্যাপিরাইয়ের একটি সাক্ষ্য থেকে জানা যায় যে, কেন্দ্রীয় গর্ভগৃহের কুলুঙ্গিগুলোতে পাঁচটি মূর্তি স্থাপিত হয়েছিল। কেন্দ্রীয় মূর্তিটিতে নেফেরিরকারেকে দেবতা ওসাইরিসেররূপে এবং সর্ববাহ্যে স্থাপিত দু’টি মূর্তিতে উচ্চ ও নিম্ন মিশরের রাজারূপে দেখানো হয়। এছাড়া প্যাপিরাইটি থেকে আবুসিরে অন্তত চারটি অন্ত্যেষ্টি নৌকার অস্তিত্বের কথা জানা যায়। দু’টি নৌকা ছিল সিল করা কামরাগুলোতে এবং অপর দু’টি নৌকা ছিল পিরামিডের উত্তর ও দক্ষিণ দিকে। ভার্নারের উৎখনন অভিযানের সময় খননকার্যের ফলে দক্ষিণ দিকের নৌকাটি আবিষ্কৃত হয়।\n\n\n=== উপত্যকা মন্দির, পায়ে-চলা পথ ও কাল্ট পিরামিড ===\nনেফেরিরকারের মৃত্যুর সময় কেবলমাত্র উপত্যকা মন্দিরটির ভিত্তি এবং শবাগার মন্দিরাভিমুখী পায়ে-চলা পথের দুই-তৃতীয়াংশই নির্মিত হয়েছিল ন্যুসেররে যখন এই ক্ষেত্রটির কর্তৃত্বভার হাতে তুলে নেন, তখন তিনি পায়ে-চলা পথটির অভিমুখ তার মূল গন্তব্যের থেকে নিজের শবাগার মন্দিরের দিকে ঘুরিয়ে নেন। এই কারণে দেখা যায়, পায়ে-চলা পথটি একটি নির্দিষ্ট অভিমুখে অর্ধেকেরও বেশি পথ অতিক্রম করার পর অন্য দিকে বেঁকে গিয়ে যাত্রাপথ সম্পূর্ণ করেছে। নেফেরিরকারের স্মারকটিতে কোনও কাল্ট পিরামিড নেই। তার পরিবর্তে বা কাকাই নামে স্মারকটির দক্ষিণে পুরোহিতদের জন্য কাদামাটির বাড়ির একটি ছোটো বসতি অঞ্চল গড়ে উঠেছিল।\nএই সব \"অপরিহার্য\" উপাদানগুলো বর্জনের একটি গুরুত্বপূর্ণ প্রভাব ছিল। সাধারণ ক্ষেত্রে যে পুরোহিতেরা প্রয়াত ফ্যারাওয়ের অন্ত্যেষ্টি কাল্টটির তত্ত্বাবধান করত তারা থাকার কথা ছিল আবুসির হ্রদের পাড়ে অবস্থিত উপত্যকা মন্দিরটির কাছে গড়ে ওঠা এক 'পিরামিড শহরে'। প্রশাসনের দৈনন্দিন নথিপত্র পুরোহিতদের সেই শহরেই রক্ষিত থাকার কথা ছিল। কিন্তু বর্তমান পরিস্থিতিতে সেগুলো রক্ষিত হয়েছিল শবাগার মন্দিরের মধ্যে। এই কারণেই তাদের নথিপত্র সংরক্ষিত অবস্থায় থেকেছিল। অন্যথায় পিরামিড শহর বহুকাল পূর্বে পরিত্যক্ত হওয়ার পর সেই সব নথিপত্র মাটির তলায় চাপা পড়ে যেত। চত্বরের পাশে এই জনবসতিটি গড়ে ওঠার ফলে ছোটোখাটো সংস্কারমূলক কাজও সম্ভব হয়েছিল।\n\n\n=== পরবর্তী ইতিহাস ===\nন্যুসেররেই শেষ রাজা যিনি আবুসিরে অন্ত্যেষ্টি স্মারক নির্মাণ করেছিলেন। ন্যুসেররের উত্তরসূরি মেনকাউহোর ও দ্‌জেদকারে ইসেসি অন্যত্র স্থান নির্বাচন করেন। তারপর আর আবুসির রাজকীয় সমাধিনগরীর মর্যাদা পায়নি। তবে এই স্থানটি পরিত্যক্তও হয়নি। আবুসির প্যাপিরাইয়ের সাক্ষ্য অনুযায়ী, অন্ততপক্ষে ষষ্ঠ রাজবংশের রাজত্বকালের শেষভাবে দ্বিতীয় পেপির রাজত্বকাল পর্যন্ত এখানে অন্ত্যেষ্টি কাল্ট সক্রিয় ছিল। নেফেরিরকারের অন্ত্যেষ্টিক্রিয়া সম্পাদনকারী পুরোহিতদের মধ্যে উল্লেখযোগ্যেরা ছিলেন নেফেরিরকারের পিরামিড, সূর্যমন্দির ও সাহুরের পিরামিডের পুরোহিত কায়েমনেফরেত; নেফেরিরকারের পিরামিড ও সূর্যমন্দিরের পুরোহিত নিমাৎপ্‌তাহ; সাহুরে, নেফেরিরকারে ও ন্যুসেররের কাল্টের পুরোহিত কুয়েমসনেউই ও কামেসেনু; নেফেরিরকারে, নেফেরেফ্রে ও ন্যুসেররের পিরামিডের পুরোহিত নিমাৎসেদ এবং সাহুরে, নেফেরিরকারে, নেফেরেফ্রে ও ন্যুসেররে ইনির পুরোহিত খাবাউপতাহ।\nভার্নার মনে করেন যে, রাজকীয় কাল্টসম্বন্ধী ক্রিয়াকলাপ প্রথম অন্তর্বর্তী পর্যায়ের মধ্যেই থেমে গিয়েছিল। মালেক উল্লেখ করেছেন যে, সমগ্র হেরাক্লিওপোলিটান যুগে নেফেরিরকারে ও ন্যুসেররের কাল্টগুলো প্রচলিত থাকার কিছু সীমাবদ্ধ প্রমাণ পাওয়া যায়। যদিও তার অর্থ এই যে ন্যুসেররের কাল্ট অন্ততপক্ষে দ্বাদশ রাজবংশ পর্যন্ত নিরবিচ্ছিন্ন ভাবে প্রচলিত ছিল। অধ্যাপক অ্যান্টোনিও মোরালেস মনে করেন যে, অন্ত্যেষ্টি কাল্টগুলো সম্ভবত প্রাচীন রাজত্বের পরেই সক্রিয় ছিল। বিশেষত ন্যুসেররের কাল্টটি মধ্য রাজ্যের প্রথম ভাগ পর্যন্ত সরকারিভাবে এবং জনপ্রিয় গণ-উৎসবের আকারে প্রচলিত ছিল বলেই আভাস পাওয়া যায়। এছাড়া মধ্য রাজ্যের সমসাময়িককালে দু’টি মূর্তির আকারে এই কাল্ট প্রচলিত ছিল বলেও অত্যল্প কিছু প্রমাণ পাওয়া যায়, যা সম্ভবত ইঙ্গিত করে যে, নেফেরিরকারের কাল্ট হয়তো এই যুগেও সক্রিয় ছিল।\nমেমফিসের নিকটস্থ সমাধিনগরীগুলো (বিশেষত সাক্কারা ও আবুসিরে অবস্থিত যেগুলো) ষড়বিংশ রাজবংশের রাজত্বকালে (আনুমানিক খ্রিস্টপূর্ব ৬৬৪-৫২৫ অব্দ) বহুলভাবে ব্যবহৃত হয়েছিল। এই সব সমাধিগুলো নির্মাণে উল্লেখযোগ্য পরিমাণে পাথরের প্রয়োজন হয়েছিল এবং সেই পাথর খুব সম্ভবত আনা হয়েছিল প্রাচীন রাজ্যের পিরামিডগুলো থেকে। এই কারণে প্রাচীন রাজ্যের পিরামিডগুলোরও আরও ক্ষতিসাধিত হয়। নেফেরিরকারের শবাগার মন্দিরের কাছে যে সমাধিগুলো আবিষ্কৃত হয়েছে সেগুলো আনুমানিক খ্রিস্টপূর্ব পঞ্চম শতাব্দী থেকে নির্মিত হয়ে শুরু করেছিল। বোরকার্ড একটি হলুদ ক্যালসাইট সমাধিপ্রস্তরে একটি অ্যারামাইক অভিলিখন পাওয়া গিয়েছে: \"পাহনুমের কন্যা \"নসনউ\"-এর (স্বত্বাধীন)\" বা বিকল্প পাঠে \"তাপাখানুমের কন্যা নেসনেউয়ের (স্বত্বাধীন)\"। শবাগার মন্দিরে একটি চুনাপাথরের খণ্ডে ভার্নার আরেকটি অভিলিখন আবিষ্কার করেন, যাতে লেখা ছিল: \"মাননু-কি-না'আন সেওয়ার পুত্র\"। এই দ্বিতীয় অভিলিখনটির রচনাকাল অনিশ্চিত, তবে খুব সম্ভবত তা একই যুগে রচিত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পারিবারিক সমাধিস্থল ==\n\n\n=== দ্বিতীয় খেনৎখাউসের পিরামিড ===\n\nনেফেরিরকারের চত্বরের দক্ষিণ দিকের ধ্বংসাবশেষটিকে বোরকার্ড প্রথমে একটি গুরুত্বহীন মাস্তাবা মনে করেছিলেন এবং সেটিতে সংক্ষেপেই সমীক্ষা চালিয়েছিলেন। ১৯৭০-এর দশকে ভার্নারের চেক দলটি এটিকে নেফেরিরকারের পত্নী দ্বিতীয় খেনৎখাউসের পিরামিড সমাধি বলে চিহ্নিত করে। ইতিপূর্বে নেফেরিরকারের সমাধিক্ষেত্রে পেরিং চুনাপাথরের একটি খণ্ডে অযত্নে লেখা হস্তাক্ষরে \"রাজার পত্নী খেনৎকাউয়েসের\" নামোল্লেখ আবিষ্কার করেন। খেনৎখাউসের চিত্র রাজপরিবারের একটি খোদাইচিত্রে এবং আরেকটি চুনাপাথরের খণ্ডে নেফেরিরকারের পুত্র নেফেরেফ্রের সঙ্গেও দেখা যায়।\nখেনৎখাউসের পিরামিডটি নির্মিত হয়েছিল দু’টি পর্যায়ে। প্রথম পর্যায়ের সূচনা নিশ্চয়ই নেফেরিরকারের রাজত্বকালেই ঘটে, কারণ পেরিংয়ের আবিষ্কৃত অভিলিখনে তার প্রমাণ পাওয়া যায়। প্রকল্পটি স্থগিত হয়ে যায় নেফেরিরকারের রাজত্বের দশম বর্ষে। ভার্নার মনে করেন যে, নেফেরিরকারের অকালমৃত্যুর ফলেই প্রকল্পটি মাঝপথে থমকে গিয়েছিল এবং সেটি সম্পূর্ণ হয়েছিল স্যুসেররের রাজত্বকালে। আরেকটি প্রস্তরখণ্ডে \"মা\" শব্দটি \"স্ত্রী\" শব্দের উপরে খোদিত অবস্থায় পাওয়া যায়। তার থেকে অনুমান করা হয় যে, দ্বিতীয় খেনৎখাউসের সঙ্গে ন্যুসেররের সম্পর্ক ছিল মাতা-পুত্রের। সম্পূর্ণ হওয়ার পর স্থাপনাটির বর্গাকার ভিত্তির পরিমাপ দাঁড়ায় দুই পার্শ্ব বরাবর ২৫ মি (৮২ ফু; ৪৮ cu) এবং ঢাল দাঁড়ায় ৫২°। এটি ধ্বংসাবশেষে পরিণত না হলে এটির উচ্চতা হত ১৭ মি (৫৬ ফু; ৩২ cu)। খেনৎখাউসের শবাগার চত্বরে একটি উপ-পিরামিড, একটি দরবার ও একটি সম্প্রসারিত শবাগার মন্দিরও গড়ে উঠেছিল।\n\n\n=== অসমাপ্ত পিরামিড (নেফেরেফ্রে) ===\n\nনেফেরিরকারের স্মারকটির ঠিক দক্ষিণ-পশ্চিমে এবং দ্বিতীয় খেনৎখাউসের স্মারকটির পশ্চিমে অবস্থিত নেফেরেফ্রের অসমাপ্ত পিরামিডটি নেফেরিরকারের সমাধির আশেপাশের এলাকায় গড়ে ওঠা পারিবারিক সমাধিগুলোর অন্যতম। আবুসির কর্ণের উপর স্থিত নেফেরেফ্রের পিরামিডটি ফ্যারাওয়ের অপ্রত্যাশিত অকালমৃত্যুর কারণে সম্পূর্ণ হয়নি। গোড়ায় এই পিরামিডটি নির্মিত হয়েছিল ৬৫ মি (২১৩ ফু; ১২৪ cu) পরিমাপের ভিত্তির উপর, যা সাহুরের পিরামিডের চেয়ে সামান্য কম। মাত্র একটি ধাপ সম্পূর্ণ হওয়ার পরই রাজার দেহাবশেষকে স্থান দেওয়ার জন্য পরিকল্পনায় পরিবর্তন আনতে হয়। তাই পিরামিডটিকে দ্রুত একটি বর্গাকার মাস্তাবায় রূপান্তরিত করে ফেলা হয় এবং ৭৮° ঢালের চুনাপাথরের পৃষ্ঠভাগ এবং মাটি ও মরুভূমির পাথরের আবরণ দিয়ে কাজ শেষ করা হয়। মনে করা হয় যে, সঙ্গের শবাগার মন্দিরটি নেফেরেফ্রের মৃত্যুর পর শীঘ্র নির্মাণ করা হয়েছিল। মন্দিরটির প্রধান বৈশিষ্ট্যগুলো ছিল একটি হাইপোস্টাইল সভাঘর, দু’টি বৃহৎ কাঠের নৌকা এবং পূর্বোক্ত সভাঘরের নিকটবর্তী কামরাগুলোতে প্রাপ্ত বেশ কিছু ভাঙা মূর্তি।\n\n\n=== ন্যুসেররের পিরামিড ===\n\nন্যুসেররে নিজের শবাগার মন্দিরটির মাধ্যমে পারিবারিক সমাধিস্থলে যোগ দেন। আবুসির সমাধিনগরীতে স্থানলাভকারী রাজাদের মধ্যে তিনিই সর্বশেষ ব্যক্তি। সিংহাসনে আরোহণের পর ন্যুসেররে ঘনিষ্ঠতম তিন পারিবারিক সদস্যের অসমাপ্ত স্মারক সম্পূর্ণ করার দায়িত্ব গ্রহণ করেন: পিতা নেফেরিরকারে, মাতা দ্বিতীয় খেনৎকাউস ও ভ্রাতা নেফেরেফ্রে। এই প্রকল্পের খরচের বোঝা এসে পড়ে ন্যুসেররের নিজের স্মারক নির্মাণে উপর। যদিও সেই স্মারকটিও এই চত্বরেই গড়ে উঠেছিল।\nন্যুসেররের চত্বরটি আবুসির-হেলিওপোলিস অক্ষের উপর গড়ে ওঠেনি, বরং সেটি নির্মিত হয়েছিল নেফেরিরকারে ও সাহুরের পিরামিড দু’টির মাঝে গাদাগাদি করে। এই অক্ষের উপর নির্মিত হলে চত্বরটি নেফেরেফ্রের অসমাপ্ত মন্দিরের উত্তর-পশ্চিমে এবং নীল উপত্যকা থেকে দূরে নির্মিত হত। সেক্ষেত্রে এই প্রকল্পের খরচও অযৌক্তিকভাবে বৃদ্ধি পেত।\nনেফেরিরকারের পিরামিডের উত্তর-পূর্বে অবস্থিত এই পিরামিডটির উচ্চতা প্রায় ৫২ মি (১৭১ ফু; ৯৯ cu) এবং এটির ভিত্তির দৈর্ঘ্য প্রায় ৭৯ মি (২৫৯ ফু; ১৫১ cu)। যে পায়ে-চলা পথটি উপত্যকা মন্দিরের সঙ্গে শবাগার চত্বরটির সংযোগসাধন করছে সেটি আদিতে নেফেরিরকারের পিরামিডের জন্য নির্ধারিত হয়েছিল। কিন্তু ন্যুসেররে তার অভিমুখ পরিবর্তন করে নিজের স্মারকের দিকে নিয়ে আসেন।\n\n\n== আবুসির প্যাপিরাই ==\n\nএই স্মারকটির গুরুত্ব এটির নির্মাণকালীন পরিস্থিতি এবং আবুসির প্যাপিরাই মহাফেজখানার বিষয়বস্তুর কারণে। মিশরতত্ত্ববিদ নিকোলাস গ্রিমাল বলেছেন যে, \"১৯৮২ সালে প্রাগ বিশ্ববিদ্যালয়ের ইজিপ্টোলজিক্যাল ইনস্টিটিউটের অভিযানের ফলে নেফেরেফ্রের শবাগার মন্দিরের কাছে একটি ভাণ্ডারঘর থেকে যে আরও সমৃদ্ধতর প্যাপিরাই-সংগ্রহ আবিষ্কৃত হওয়ার আগে পর্যন্ত এটিই (আবুসির প্যাপিরাই) ছিল প্রাচীন রাজ্যের সর্বাধিক গুরুত্বপূর্ণ জ্ঞাত প্যাপিরাই-সংকলন।\"\n১৮৯৩ সালে দুর্বৃত্ত কবরখননকারীরা আবুসির প্যাপিরাইয়ের প্রথম খণ্ডাংশটি আবিষ্কার করেছিল। তারপর সেটি সারা বিশ্বের নানা পুরাদ্রব্য বাজারে ছড়িয়ে পড়ে এবং বহুবার ক্রীত ও বিক্রীত হয়। পরবর্তীকালে বোরকার্ড এই এলাকায় উৎখননকার্য চালানোর পর প্যাপিরাইটির অতিরিক্ত খণ্ডাংশগুলো আবিষ্কার করেন। দেখা যায় যে, খণ্ডাংশগুলো লিখিত হয়েছিল মিশরীয় চিত্রলিপির গোটা গোটা হস্তাক্ষরের একটি রূপ হায়ারেকটিকে। নেফেরিরকারের সমাধিতে অপর যে প্যাপিরাইটি আবিষ্কৃত হয়েছিল সেটি মিশরতত্ত্ববিদ পল পোসেনার-ক্রিগার কর্তৃক সুষ্ঠভাবে অধীত ও প্রকাশিত হয়েছিল।\nপ্যাপিরাইয়ে নথিভুক্ত তথ্যের সময়কালটি হল দ্‌জেদকারে ইসেসির রাজত্বকাল থেকে দ্বিতীয় পেপির রাজত্বকালের মধ্যবর্তী সময়। সেগুলোর মধ্যে পুরোহিতদের দৈনিক ক্রিয়াকলাপ, পূজা-নৈবেদ্য, চিঠিপথ ও মন্দিরের আসবাবপত্রের তালিকাসহ রাজার অন্ত্যেষ্টি কাল্ট ব্যবস্থাপনার সব ক'টি দিকই নথিবদ্ধ হয়েছিল। গুরুত্বপূর্ণভাবে প্যাপিরাইটি শবাগার মন্দির, সূর্য মন্দির ও অন্যান্য প্রতিষ্ঠানের মধ্যে পারস্পরিক সম্পর্কের একটি বৃহত্তর চিত্রকে তুলে ধরেছে। উদাহরণস্বরূপ, প্যাপিরাইয়ের খণ্ডিত প্রমাণ থেকে এমন ইঙ্গিত পাওয়া যায় যে, নেফেরিরকারের অন্ত্যেষ্টি কাল্টের দ্রব্যসামগ্রী রাজার পিরামিড চত্বরে নৌকায় করে নিয়ে আসা হত। অধিকতর সাম্প্রতিক আবিষ্কারগুলো অপ্রকাশিত থেকে যাওয়ায় আবুসিরে আবিষ্কৃত প্যাপিরাইয়ের নথিপত্রের পূর্ণাঙ্গ বিবরণ পাওয়া যায় না।\n\n\n== আরও দেখুন ==\nমিশরীয় পিরামিডসমূহের তালিকা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি =="}