{"pageid": 1150898, "title": "আরএইচ রক্ত গ্রুপ পদ্ধতি", "url": "https://bn.wikipedia.org/wiki?curid=1150898", "content": "আরএইচ রক্ত গ্রুপ পদ্ধতি (ইংরেজি: Rh blood group system) হল এবিও রক্ত গ্রুপ পদ্ধতি ব্যতীত অপর একটি রক্ত গ্রুপ পদ্ধতি। এটি ৪৯টি সংজ্ঞায়িত রক্ত অ্যান্টিজেন দ্বারা গঠিত। এদের মধ্যে পাঁচটি সবচেয়ে গুরুত্বপূর্ণ – D, C, c, E ও e। d অ্যান্টিজেনের অস্তিত্ব নেই। মূলত Rh(D) এর কথাই উল্লেখ করা হয়, এটি পজিটিভ (+) ও নেগেটিভ (-) হয় এবং এবিও গ্রুপের সঙ্গে একসাথে লেখা হয়। যেমন, কোনো মানুষের রক্ত গ্রুপ এ হলে ও আরএইচ ফ্যাক্টর Rh(D)+ হলে, লেখা হয় A+ (এ পজিটিভ)। রক্তদানের সময় আরএইচ ফ্যাক্টরের কথা অবশ্যই মাথায় রাখা হয়। এরিথ্রোব্লাস্টোসিস ফিটালিস রোগে শিশু আরএইচ ফ্যাক্টরের জন্যই আক্রান্ত হয় ও কখনও কখনও মারা যায়।\n\n\n== ইতিহাস ও নামকরণ ==\n১৯৩৭ খ্রিস্টাব্দে কার্ল ল্যান্ডস্টেইনার ও আলেকজান্ডার সলোমন ওয়েনার রেসাস ম্যাকাক বানরের রক্ত থেকে আরএইচ অ্যান্টিজেন আবিষ্কার করেন। এখান থেকেই Rh নামটি এসেছে।\n\nপ্রথম ধরনের নামকরণ পদ্ধতিটি (CDE পদ্ধতি) আবিষ্কার করেছিলেন বিজ্ঞানী রোনাল্ড ফিসার ও আর রেস এবং দ্বিতীয় পদ্ধতিটি (Rh–Hr পদ্ধতি) আবিষ্কার করেছিলেন বিজ্ঞানী ওয়েনার।\n\n\n== অ্যান্টিজেন ==\n\nআরএইচ অ্যান্টিজেন বা আরএইচ ফ্যাক্টর উপস্থিত থাকলে তাকে আরএইচ পজিটিভ (Rh+) ও না থাকলে তাকে আরএইচ নেগেটিভ (Rh-) বলা হয়। এর মধ্যে Rh+ যুক্ত মানুষ বেশি দেখা যায়। নিম্নে কিছু পরিসংখ্যান তুলে ধরা হল:\n\n\n== এরিথ্রোব্লাস্টোসিস ফিটালিস ==\n\nএরিথ্রোব্লাস্টোসিস ফিটালিস বা হিমোলাইটিক ডিজিজ অব নিউবর্ন (HDN) বা নবজাতকের কণিকাধ্বংসজনিত রোগ Rh ফ্যাক্টরের কারণে হয়ে থাকে। পিতা RhD+ ও মাতা RhD- হলে সন্তানের এই রোগে আক্রান্ত হবার সম্ভাবনা বৃদ্ধি পায়। যেহেতু, মাতৃগর্ভে থাকাকালীন অমরার মাধ্যমে মাতার দেহে সৃষ্ট অ্যান্টি-Rh ফ্যাক্টর সন্তানের RhD+ অ্যান্টিজেন যুক্ত লোহিত কণিকাকে ধ্বংস করে ও শিশু মারাত্মক রক্তাল্পতায় ভোগে। এছাড়া জন্মগত জন্ডিস হয়, যা পরে চিকিৎসার দ্বারা দূর করা যায়। ফলস্বরূপ মারাও যেতে পারে।\n\n\n== উপস্থিতি ==\nপরিসংখ্যান অনুযায়ী সারাবিশ্বে Rh+ মানুষ ৭৫% ও Rh- মানুষ ২৫%। যেহেতু, Rh+ হল জিনের প্রকট বৈশিষ্ট্য।\n\n\n== বংশগতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRh at BGMUT Blood Group Antigen Gene Mutation Database at NCBI, NIH"}