{"pageid": 1150845, "title": "মিয়াও (বিড়াল)", "url": "https://bn.wikipedia.org/wiki?curid=1150845", "content": "মিয়াও (আনু. ২০১০ - মে ৫, ২০১২, Meow the obese cat নামেও পরিচিত) ছিলো একটি পুরুষ গৃহপালিত বিড়াল। একটি প্রাণী আশ্রয় কেন্দ্র একে দত্তক দেওয়ার প্রয়াসে স্থূলতা কমানোর প্রচেষ্টা প্রচার করায় বিড়ালটি আন্তর্জাতিক মনোযোগ আকর্ষণ করেছিল। যাইহোক, ২০১২ সালের মে মাসে প্রাণী আশ্রয় কেন্দ্রে আসার দুই সপ্তাহ পরে ফুসফুসের জটিলতার কারণে মিয়াও মারা যায়। মৃত্যুর সময় এটি ছিলো বিশ্বের সবচেয়ে ভারী বিড়াল, যার ওজন ছিল ৩৯.৬ পাউন্ড (১৮.০ কিলোগ্রাম)।\n\n\n== ওজন ==\nগৃহপালিত বিড়ালগুলো ফেলিস প্রজাতির অন্যান্য সদস্যদের মতোই বড়, সাধারণত তাদের ওজন ৪ কিলোগ্রাম (৮.৮ পাউন্ড) থেকে ৫ কিলোগ্রাম (১১ পাউন্ড) এর মধ্যে হয়ে থাকে। মিয়াও-এর ওজন ১৮.০ কিলোগ্রাম (৩৯.৭ পাউন্ড), যা বিশ্বের সবচেয়ে ভারী বিড়াল-যদিও রেকর্ডে নেই। হিমি নামের অস্ট্রেলিয়ার একটি বিড়াল, ১৯৮৬ সালে দশ বছর বয়সে মারা যাওয়ার সময় এর ওজন ছিল ২১.৩ কিলোগ্রাম (৪৬.৮ পাউন্ড) গিনেস বিশ্ব রেকর্ড ইচ্ছাকৃতভাবে অতিরিক্ত খাওয়ানোকে নিরুৎসাহিত করার জন্য সবচেয়ে বেশি ওজনের বিড়ালের রেকর্ড রাখা বাদ দিয়েছে।\nবিশ্বের সবচেয়ে ভারী বিড়াল হওয়ার কারণে, মিয়াও মাঝে মাঝে মার্কিন টেলিভিশন শোতে উপস্থিত হতো। ২০১০ সালে এটি অ্যান্ডারসন লাইভের একটি পর্বে প্রদর্শিত হয়, যেটি ইউএস টেলিভিশন ব্যক্তিত্ব অ্যান্ডারসন কুপার পরিচালনা করেছিলেন। ৩০ এপ্রিল, ২০১২-এ মিয়াও আবার অ্যান্ডারসন লাইভে প্রদর্শিত হয়, যেখানে কুপার মোটা বিড়াল বহন করে।\n\n\n== ওজন হ্রাস এবং মৃত্যু ==\nমারা যাওয়ার দুই সপ্তাহ আগে মিয়াওকে সান্তা ফে অ্যানিমেল শেল্টার অ্যান্ড হিউম্যান সোসাইটিতে স্থানান্তরিত করা হয়েছিল কারণ এর ৮৭ বছর বয়সী মালিক আর বিড়ালটির যত্ন নিতে পারছিলেন না। প্রাণী আশ্রয়স্থল মিয়াওয়ের ওজন হ্রাস করার জন্য একটি কঠোর উচ্চ-প্রোটিন খাবার খাওয়ায়। আশ্রয়কেন্দ্রটি তাদের ফেসবুক পেজে মিয়াও এবং তার ডায়েট প্রচার করার পরিকল্পনা করেছিল। মিয়াওয়ের প্রচার একে দত্তক গ্রহণে আগ্রহ জাগিয়ে তুলবে বলে আশা করা হয়েছিল। বিড়ালটি প্রাণী আশ্রয়কেন্দ্রে দুই পাউন্ড (০.৯ কিলোগ্রাম) ওজন হারায়, এবং আশ্রয়কেন্দ্রটি কমপক্ষে আরও আট পাউন্ড (৩.৬ কিলোগ্রাম) কমানোর পরিকল্পনা করেছিল যাতে তাকে দত্তক দেওয়া যায়। যাইহোক, মিয়াও ২ মে, ২০১২ তে শ্বাসকষ্টে আক্রান্ত হয়; এক্স-রে এবং কার্ডিয়াক আল্ট্রাসাউন্ড সহ বিভিন্ন পরীক্ষা করার পর, একে অক্সিজেন থেরাপিতে রাখা হয়। ৪ মে মিয়াওকে জরুরি চিকিৎসার জন্য একটি পশুচিকিৎসা হাসপাতালে আনা হয়। চারজন পশু চিকিৎসক একে বাঁচানোর চেষ্টা করেছিলেন, কিন্তু ৫ মে বিকেলে এটি মারা যায়।\n\n\n== আরও দেখুন ==\nপোষা প্রাণীদের মধ্যে স্থূলতা\n\n\n== তথ্যসূত্র =="}