{"pageid": 1150460, "title": "সন্তোষ", "url": "https://bn.wikipedia.org/wiki?curid=1150460", "content": "সন্তোষ (সংস্কৃত: सन्तोष) এর আক্ষরিক অর্থ \"তৃপ্তি, সন্তুষ্টি\"। এটি ভারতীয় দর্শনে নৈতিক ধারণা,  বিশেষ করে যোগ, যেখানে এটি পতঞ্জলির যোগসূত্রের মধ্যে একটি হিসেবে অন্তর্ভুক্ত করা হয়েছে।\nযোগ দর্শন সন্তোষকে অভ্যন্তরীণ অবস্থা হিসাবে সংজ্ঞায়িত করে যেখানে, \"কারো পরিবেশ নির্বিশেষে আনন্দময় ও সন্তুষ্ট মন থাকে, যে কেউ আনন্দ বা বেদনা, লাভ বা ক্ষতি, খ্যাতি বা অবজ্ঞা, সাফল্য বা ব্যর্থতা, সহানুভূতি বা ঘৃণা\"।\n\n\n== আলোচনা ==\nনিয়াম হিসেবে সন্তোষকে ভারতীয় গ্রন্থে বিভিন্ন স্তরে আলোচনা করা হয়েছে - অভিপ্রায়, অভ্যন্তরীণ অবস্থা এবং এর অভিব্যক্তি। অভিপ্রায় হিসাবে, সন্তোষ নিজের সেরাটা করছে এবং নিজের প্রচেষ্টার ফলাফল গ্রহণ করছে। অভ্যন্তরীণ অবস্থা হিসাবে, এটি তৃপ্তি যা অন্যান্য গুণের সাথে একত্রিত হয় এবং কাজ করে যেমন অস্তেয়, অপরিগ্রহ ও দয়া। বাহ্যিক অভিব্যক্তি হিসাবে, সন্তোষ হল পরিলক্ষিত \"প্রশান্তি\", যা \"সম্পূর্ণ সন্তুষ্ট, মৌলিক ছাড়া অন্য কিছু চায় না\"।\nক্লদ মরেচাল বলেন যে সন্তোষ নিজের প্রতি, অন্যদের প্রতি, সমস্ত জীবের প্রতি এবং প্রকৃতির প্রতি নেতিবাচক কিছু এড়াতে ইচ্ছার মধ্যে নিহিত। এটা বিসর্জন বা কোনো প্রয়োজন ছাড়া থাকার অবস্থা নয়, বরং একের প্রয়োজনের চেয়ে বেশি না নেওয়ার বা কম নেওয়ার অবস্থা, বিতর্কিত আশাবাদের একটি। এটি এমন পরিস্থিতিতে গ্রহণ করতে সক্ষম হওয়ার অভ্যাস যা একজন নিজেকে বিচলিত না করে, নিজেকে গ্রহণ করে এবং অন্যদের সাথে সমতা বজায় রাখে যারা তাদের নিজেদের চাহিদার ভারসাম্য বজায় রাখে কারণ তারা যা আছে তা ভাগ করে নেয়। অতিরিক্ত কিছু গ্রহণ এবং সেবন করা থেকে সন্তোষ বিরত থাকে, এমনকি যদি এর চেহারা এটিকে লোভনীয় করে তোলে। মরেচাল বলেছেন, পরিবেশ এমন যেখানে একজন বেদনাদায়ক বক্তৃতা শুনতে বা কারও রাগ শুনতে বাধ্য হয়, সন্তোষ হল এটিকে শিক্ষামূলক ও গঠনমূলক বার্তা হিসাবে সম্পূর্ণরূপে গ্রহণ করা, অন্যকে বোঝা, তারপর নিজেকে বিচ্ছিন্ন করা এবং ধৈর্য সহকারে নিজের পরিবেশে সংস্কার ও পরিবর্তনের চেষ্টা করা।\nহিন্দুধর্মের বেদান্ত দর্শনের শঙ্করাচার্য, পাঠ্য বিবেকচূড়ামণির ৫২১-৫৪৮ শ্লোকে বলেছেন যে সন্তোষ প্রয়োজনীয় গুণ কারণ এটি মানুষকে সমস্ত দাসত্ব, কারসাজি ও ভয়ের বাধ্যবাধকতা থেকে মুক্ত করে, তারপরে সে \"তার ইচ্ছা অনুযায়ী বসবাস করতে পারে\", তিনি যা সঠিক মনে করেন তা করেন, যেখানেই, যখনই ও যেভাবে তিনি চান তার নিজস্ব আহ্বান অনুসরণ করেন॥ চার্লস জনস্টন সন্তোষের উপর শঙ্করাচার্যের দৃষ্টিভঙ্গিকে অভ্যন্তরীণ অবস্থা হিসাবে অনুবাদ করেছেন যেখানে, \"জিনিসগুলি তাকে কষ্ট দেয় না বা তাকে খুব বেশি আনন্দ দেয় না, না সে তাদের দ্বারা সংযুক্ত বা বিতাড়িত হয় না; তার নিজের মধ্যে সে কখনও আনন্দ করে, স্বয়ং তার আনন্দ; নিরবচ্ছিন্ন আনন্দের সারমর্ম দ্বারা সম্পূর্ণরূপে সন্তুষ্ট; সন্তোষের সাথে, সে তার আত্মাকে জানে - চিরন্তন, তিনি বন্ধন থেকে মুক্ত, তিনি আনন্দিত, যাই হোক না কেন, তার জীবন জয়; সে চলে যায় যেখানে অভিনব তাকে নিয়ে যায়, সীমাহীন; সে নদীর ধারে বা কাঠের ধারে ঘুমায়, তার পালঙ্ক পৃথিবী;  সে এমন পথে চলে যেখানে পিটানো রাস্তা শেষ হয়েছে; তিনি তখন পরম চিরন্তনে আনন্দিত\"।\n\n\n== সাহিত্য ==\nহিন্দুধর্মের পঁয়ত্রিশটিরও বেশি প্রাচীন ও মধ্যযুগীয় গ্রন্থে সন্তোষ ব্যাপকভাবে আলোচিত গুণ। এগুলোর বেশিরভাগই সংস্কৃতে, তবে কিছু আঞ্চলিক ভারতীয় ভাষায়। কয়েকটি উদাহরণ হিসেবে, পুরাণ সংহিতার ২.১.৩৯-৪৮ শ্লোক, গরুড় পুরাণের শ্লোক ২.২১৮-২২১, কূর্ম পুরাণের শ্লোক ১১-২০, প্রপঞ্চ সারার ১৯.১৮ শ্লোক, পরমানন্দের ২৪.১৫৬ শ্লোক, শাণ্ডিল্য যোগশাস্ত্রের শ্লোক ৩.১৮, যোগ যাজ্ঞবল্ক্যের শ্লোক ২.১-২, এবং বশিষ্ঠ সংহিতার ১.৫৩-৬৬ শ্লোকে। কিছু গ্রন্থে, যেমন ত্রিশিখীব্রহ্ম উপনিষদ ও সূত্র, সমার্থক ধারণা ও শব্দ যেমন সন্তুষ্টি (सन्तुष्टि) ও আকাম (अकाम) ব্যবহার করা হয়েছে, এটিকে \"সর্বোচ্চ বাস্তবতার প্রতি অনুরাগ\" প্রতিনিধিত্ব করে এমন গুণ বলে অভিহিত করা হয়েছে। সাংখ্যকারিকা, নৈতিকতা ও মানুষের উপর সদগুণ ও অসৎতার প্রভাবের অংশে, বলেছেন যে নয়টি বিভাগে সন্তুষ্টি অর্জন করা হয়, যার মধ্যে চারটি বাহ্যিক এবং পাঁচটি অভ্যন্তরীণ তার কাছে।\nযোগবশিষ্ঠ সন্তোষের পথটি নিম্নরূপ বর্ণনা করেছে,\n\nচারজন সৈন্য আছে যারা মোক্ষ এর রাস্তা পাহারা দেয়। সেগুলি হল ধৈর্য, আত্মা অনুসন্ধান, সন্তোষ ও জ্ঞানীদের সাথে মেলামেশা। আপনি যদি এর মধ্যে একজনকে বন্ধু বানাতে সফল হতে পারেন তবে অন্যগুলো সহজ হবে। সেই একজন আপনাকে অন্য তিনজনের সাথে পরিচয় করিয়ে দেবে।\n\nভারতীয় মহাকাব্য মহাভারতে, সন্তোষের গুণ অনেক বইয়ে আলোচনা করা হয়েছে। উদাহরণস্বরূপ, শান্তি পর্বে,\n\nসন্তোষ হল সর্বোচ্চ স্বর্গ, সন্তোষ হল সর্বোচ্চ আনন্দ। সন্তোষের চেয়ে উচ্চতর অভিজ্ঞতা নেই। যখন কেউ তার সমস্ত আকাঙ্ক্ষাকে দূরে সরিয়ে নেয় কচ্ছপের মতো তার সমস্ত অঙ্গে আঁকা, তখন তার আত্মার স্বাভাবিক দীপ্তি শীঘ্রই নিজেকে প্রকাশ করে। যখন কেউ কোন প্রাণীকে ভয় পায় না, বা কোন প্রাণী তাকে ভয় পায় না, যখন কেউ নিজের লালসা ও ঘৃণাকে জয় করে, তখন তাকে বলা হয় নিজের আত্মাকে দেখা। যখন কেউ, কথায় ও চিন্তায়, কাউকে আঘাত করতে চায় না এবং কোনো আকাঙ্ক্ষা লালন করে না, তখন তাকে বলা হয় ব্রহ্ম প্রাপ্তি।\n\nজ্ঞানের মানুষটির কাছে যা উপলব্ধি করা হয়, সেখানে সৎ ও অসৎ উভয়ই রয়েছে। তার কাছে এ সবই শেষ ও মধ্য। এই সত্য সব বেদে আছে। তারপরে আবার সর্বোচ্চ তৃপ্তি (সন্তোষ) মুক্তির উপর নির্ভর করে, যা পরম, যা সমস্ত নশ্বর ও অমর সত্তার আত্মা হিসাবে বিদ্যমান, যা সর্বজনীন আত্মা হিসাবে সুপরিচিত, যা জ্ঞানের সর্বোচ্চ বস্তু, যা সর্বত্র, যা সকলের মধ্যে এবং যা কিছুর মধ্যে আছে, যা পরিপূর্ণ, যা নিখুঁত তীব্র সুখ, যা দ্বৈতহীন, যা সর্বপ্রধান, যা ব্রহ্ম, যা অব্যক্ত ও কারণও, যা থেকে অব্যক্ত ফুটেছে, এবং যা কখনই নষ্ট হয় না। ইন্দ্রিয়ের বাইরে উপলব্ধি করার ক্ষমতা, ক্ষমা করার ক্ষমতা এবং লোভনীয় আকাঙ্ক্ষা থেকে বিরত থাকার ক্ষমতা - এগুলি একসাথে নিখুঁত, তীব্র সুখের কারণ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nT.M.P. Mahadevan, The Pañcadaśī of Bhāratītīrtha-Vidyāraṇya: An Interpretative Exposition, Chapter 7 - Elucidation of Contentment, Centre of Advanced Study in Philosophy, University of Madras, 1969, ওসিএলসি 663724"}