{"pageid": 1150578, "title": "ঈশ্বরপ্রণিধান", "url": "https://bn.wikipedia.org/wiki?curid=1150578", "content": "ঈশ্বরপ্রণিধান (সংস্কৃত: ईश्वरप्रणिधान) হলো ঈশ্বরের প্রতি প্রতিশ্রুতি। হিন্দুধর্মে যোগের পাঁচটি নিয়মের মধ্যে একটি।\n\n\n== আলোচনা ==\n\n\n=== পতঞ্জলির যোগসূত্র ===\nপতঞ্জলির যোগসূত্রে ঈশ্বরপ্রণিধানের উল্লেখ করা হয়েছে এইভাবে:\n\nशौच संतोष तपः स्वाध्यायेश्वरप्रणिधानानि नियमाः\n\nএটি লিপ্যন্তর করে, \"শৌচ, সন্তোষ, তপস, স্বাধ্যায় ও ঈশ্বরপ্রণিধান হল নিয়ম\"। এটি পতঞ্জলির অষ্টাঙ্গ যোগের দ্বিতীয় অঙ্গ যাকে বলা হয় নিয়ম, এবং যার মধ্যে রয়েছে অভ্যাস, আচরণ ও নৈতিক পালন। পতঞ্জলির যোগসূত্র ১১টি শ্লোকে ঈশ্বর শব্দটি ব্যবহার করে: ১.২৩ থেকে ১.২৯, ২.১, ২.২, ২.৩২ ও ১১.৪৫। পতঞ্জলি, পতঞ্জলির যোগসূত্রের ১.২৪ নং শ্লোকে ঈশ্বরকে \"বিশেষ স্বয়ং (পুরুষ বিশেষ)\" হিসেবে সংজ্ঞায়িত করেছেন।\n\nक्लेश कर्म विपाकाशयैःपरामृष्टः पुरुषविशेष ईश्वरः\n\nযোগ দর্শনের এই সূত্রটি ঈশ্বরের বৈশিষ্ট্যগুলিকে সেই বিশেষ স্বয়ং হিসেবে যোগ করে যা একজনের বাধা/কষ্ট (ক্লেশ), অতীত বা বর্তমান ক্রিয়া (কর্ম) দ্বারা সৃষ্ট পরিস্থিতি দ্বারা অপ্রভাবিত (অপরমৃষ্ট), একজনের জীবনের ফল (বিপাক), এবং একজনের মনস্তাত্ত্বিক স্বভাব/উদ্দেশ্য (আশা)।\nঈশ্বরপ্রণিধানকে পতঞ্জলির পঞ্চম নিয়ম হিসাবে তালিকাভুক্ত করা হয়েছে। যোগের অন্যান্য রূপের মধ্যে, এটি দশম নিয়ম। হিন্দুধর্মে, নিয়ম হল \"করতে হবে তালিকা\" এবং যম হল \"করবেন না\" তালিকা, উভয়ই জীবনের জন্য নৈতিক তত্ত্বের অংশ।\n\n\n=== আধিভৌতিক ধারণা হিসাবে ঈশ্বর ===\nঈশ্বর কে বা কী তা নিয়ে হিন্দু পণ্ডিতরা বিতর্ক ও মন্তব্য করেছেন। এই ভাষ্যগুলি ঈশ্বরকে \"ব্যক্তিগত ঈশ্বর\" থেকে \"বিশেষ স্বয়ং\" থেকে \"ব্যক্তির কাছে আধ্যাত্মিক তাৎপর্য আছে এমন কিছু\" পর্যন্ত সংজ্ঞায়িত করে। ইয়ান হুইসার ব্যাখ্যা করেছেন যে পতঞ্জলির শ্লোকগুলিকে আস্তিক বা অ-আস্তিক উভয় হিসাবে ব্যাখ্যা করা যেতে পারে, যোগ দর্শনে পতঞ্জলির ঈশ্বরের ধারণা \"আধ্যাত্মিক মুক্তির পথে যোগিনকে সাহায্য করার জন্য রূপান্তরমূলক অনুঘটক বা নির্দেশিকা\" হিসাবে কাজ করে। ডেসমরাইস এর মতে, ঈশ্বর যোগসূত্রে আধিভৌতিক ধারণা। ঈশ্বরপ্রণিধান এই আধিভৌতিক ধারণার সাথে মনকে ধারণ করে বিনিয়োগ করছে। যোগসূত্র কোথাও দেবতার উল্লেখ করে না, বা এটি কোনো ভক্তিমূলক অনুশীলন (ভক্তি) উল্লেখ করে না, বা এটি ঈশ্বরের বৈশিষ্ট্যগুলিকে সাধারণত দেবতার সাথে যুক্ত করে না। ডেসমরাইস আরও বলেন, যোগসূত্রে এটি যৌক্তিক গঠন।\nশ্লোক ১.২৭ ও ১.২৮-এ, যোগসূত্রগুলি ঈশ্বরকে প্রণব (ওঁ) ধারণার সাথে যুক্ত করে এবং সুপারিশ করে যে এটি অষ্টাঙ্গ যোগের অঙ্গে পুনরাবৃত্তি ও চিন্তা করা উচিত। এটিকে বাহ্যিক জগৎ থেকে বিচ্ছিন্ন করার প্রক্রিয়া শুরু করার, নিজের অভ্যন্তরীণ জগতের সাথে সংযোগ স্থাপন, মনোযোগ কেন্দ্রীভূত করা এবং যোগের এক-মনোভাবাপন্ন হওয়ার উপায় হিসেবে দেখা হয়।\nহুইসারের মতে পতঞ্জলির ঈশ্বরের ধারণা কোন সৃষ্টিকর্তা বা হিন্দুধর্মের অদ্বৈত বেদান্ত দর্শনের সার্বজনীন পরম নয়। হোয়াইটার আরও উল্লেখ করেছেন যে যোগ দর্শন দ্বারা অনুপ্রাণিত হিন্দুধর্মের বেদান্ত দর্শনের কিছু আস্তিক উপ-দর্শন, ঈশ্বর শব্দটিকে \"মহাজাগতিক এবং স্বতন্ত্র প্রাণীর উপর শাসনকারী সর্বোচ্চ সত্তা\" হিসাবে ব্যাখ্যা করতে পছন্দ করে। যাইহোক, পতঞ্জলির যোগসূত্রে এবং হিন্দু ধর্মের যোগ দর্শনের বিস্তৃত সাহিত্যে, ঈশ্বর একজন সর্বোচ্চ শাসক নয়, ঈশ্বর সত্তাতত্ত্ব ধারণা নয়, বরং এটি বিমূর্ত ধারণা হয়ে আছে যা মানুষের জীবনদর্শন হিসেবে যোগ দর্শনকে গ্রহণ করার জন্য শিক্ষাগত চাহিদা মেটানো।\n\n\n=== দেবতা হিসাবে ঈশ্বর ===\nঈশ্বরপ্রণিধান কে হিন্দু ধর্মের কিছু উপ-দর্শনে দেবতার চিন্তাভাবনা বোঝাতে ব্যাখ্যা করা হয়েছে। জিমার তার ১৯৫১ সালের ভারতীয় দর্শন গ্রন্থে উল্লেখ করেছেন যে ভক্তি উপ-দর্শনগুলি, এবং এর গ্রন্থ যেমন ভগবদ্গীতা, ঈশ্বরকে ঐশ্বরিক প্রভু বা নির্দিষ্ট ভক্তি উপ-দর্শনের দেবতা হিসাবে উল্লেখ করে। আধুনিক সাম্প্রদায়িক আন্দোলনগুলি ঈশ্বরকে সর্বোচ্চ প্রভু হিসাবে জোর দিয়েছে; উদাহরণস্বরূপ, হরে কৃষ্ণ আন্দোলন কৃষ্ণকে প্রভু হিসাবে বিবেচনা করে, আর্য সমাজ ও ব্রাহ্মধর্ম আন্দোলন – ভারতে খ্রিস্টান ও ইসলামিক আন্দোলন দ্বারা প্রভাবিত – ঈশ্বরকে একেশ্বরবাদী সর্বশক্তিমান প্রভু হিসাবে ধারণা করে। হিন্দুধর্মের ঐতিহ্যগত আস্তিক উপ-দর্শনগুলিতে, যেমন রামানুজের বিশিষ্টাদ্বৈত এবং মাধবের দ্বৈত বেদান্ত, ঈশ্বরকে ভগবান বিষ্ণু বা নারায়ণ হিসাবে চিহ্নিত করা হয়, যা প্রকৃতি (বস্তুজগৎ) ও পুরুষ (আত্মা) থেকে আলাদা। এই সমস্ত উপ-দর্শনে, ঈশ্বরপ্রণিধান হল নিজ নিজ দেবতার মনন।\nসর্বপল্লী রাধাকৃষ্ণণ ও চার্লস আলেকজান্ডার মুর বলেন যে ঈশ্বরের ধারণার এই বৈচিত্রগুলি হিন্দুধর্মের \"ব্যক্তিগত ঈশ্বর\" ধারণার সাথে সামঞ্জস্যপূর্ণ যেখানে \"ব্যক্তির সর্বোচ্চ স্ব-মূল্যের আদর্শ বা প্রকাশ যা সম্মানিত\"। ঈশ্বরপ্রণিধান, বা ঈশ্বরকে দেবতা হিসাবে চিন্তা করা দরকারী, জাহেনার পরামর্শ দেন, কারণ এটি ব্যক্তিকে ঈশ্বরের মতো হতে সাহায্য করে। ডেল রিপে ও অন্যরা, বলেন যে হিন্দুধর্মের যোগ দর্শনের সাহিত্য কোন স্রষ্টা-ঈশ্বরকে স্পষ্টভাবে সংজ্ঞায়িত করে না বা স্পষ্টভাবে বোঝায় না; বরং, এটি ব্যক্তিকে যে কোনো অর্থপূর্ণ উপায়ে ঈশ্বরকে কল্পনা করার স্বাধীনতা ও পছন্দের সাথে ছেড়ে দেয়, হয় \"নিজের পছন্দের দেবতা\" বা \"নিরাকার ব্রহ্ম\" রূপে৷ ঈশ্বরের প্রয়োজন ও উদ্দেশ্য, \"বিশেষ ধরনের স্বয়ং\" বা \"ব্যক্তিগত দেবতা\" হিসাবে এটির বিমূর্ততা যাই হোক না কেন, তা নিজেই শেষ নয়, বরং এটি যোগ দর্শনের আটটি অঙ্গের মাধ্যমে একজনের যাত্রায় \"ঘনত্বের অনুশীলনকে নিখুঁত করার\" উপায়।\n\n\n=== বিশুদ্ধ চেতনা হিসাবে ঈশ্বর ===\nলারসন পরামর্শ দেন ঈশ্বরপ্রণিধানে ঈশ্বরকে এর কালানুক্রমিক মূলের মাধ্যমে বোঝা যায়। হিন্দুধর্মের যোগ দর্শনটি হিন্দুধর্মের সাংখ্য দর্শনের ভিত্তির উপর গড়ে উঠেছে। নাস্তিক সাংখ্য দর্শনে, পুরুষ হল কেন্দ্রীয় আধিভৌতিক ধারণা, এবং \"বিশুদ্ধ চেতনা\" হিসাবে কল্পনা করা হয়েছে। আরও, পুরুষকে সাংখ্য দর্শনের দ্বারা বর্ণনা করা হয়েছে তার জ্ঞানতাত্ত্বিক তত্ত্বে \"বিশুদ্ধ চেতনার বহুত্বে\" বিদ্যমান রয়েছে। যোগসূত্রে, পতঞ্জলি ঈশ্বরকে নির্দিষ্ট বৈশিষ্ট্য সহ শ্লোক ১.২৪-এ \"বিশেষ পুরুষ\" হিসেবে সংজ্ঞায়িত করেছেন। ঈশ্বর, তাহলে \"বিশুদ্ধ চেতনা\" এর বহুত্বের মধ্যে একটি হিসাবে বোঝা যেতে পারে, যার বৈশিষ্ট্যগুলি পতঞ্জলি শ্লোক ১.২৪ এ সংজ্ঞায়িত করেছেন।\n\n\n=== ঈশ্বর আধ্যাত্মিক কিন্তু ধর্মীয় নয় ===\nবান নেস ও অন্যরা, পরামর্শ দেন যে ঈশ্বর, ঈশ্বর-প্রণিধান ও যোগের অন্যান্য অঙ্গ-প্রত্যঙ্গের ধারণাগুলিকে \"আধ্যাত্মিক কিন্তু ধর্মীয় নয়\" হিসেবে ব্যবহারিকভাবে বোঝা যেতে পারে।\n\n\n== তথ্যসূত্র =="}