{"pageid": 1150771, "title": "ফাতাওয়ায়ে দারুল উলুম হাটহাজারী", "url": "https://bn.wikipedia.org/wiki?curid=1150771", "content": "ফাতাওয়ায়ে দারুল উলুম হাটহাজারী (উর্দু: فتاوي دارالعلوم ھاتھازاري‎‎) দারুল উলুম হাটহাজারী থেকে প্রকাশিত একটি ধারাবাহিক ফতোয়া গ্রন্থ। ১৯৮১ সালে দারুল উলুম হাটহাজারীর ফতওয়া বিভাগ ও ইসলামী আইন গবেষণাগার প্রতিষ্ঠা করা হয়। এখান থেকে এ পর্যন্ত গ্রন্থটির ৩ খণ্ড প্রকাশিত হয়েছে। ২০০৩ সালে গ্রন্থটির প্রথম খণ্ড প্রকাশিত হয়।\n\n\n== ১ম খণ্ড ==\nগ্রন্থটির ১ম খণ্ড মুফতি ফয়জুল্লাহ, আহমদুল হক ও অন্যান্য মুফতিগণের সমন্বয়ে রচিত। গ্রন্থটি বিন্যাস করেছেন জসীম উদ্দীন, কিফায়াত উল্লাহ ও ফরীদুল হক। গ্রন্থটি প্রকাশ করেছে দারুল উলুম হাটহাজারীর প্রচার ও প্রকাশনা বিভাগ। এ গ্রন্থের অধিকাংশ ফতোয়া মুফতি ফয়যুল্লাহর রচিত ও সংকলিত। হাটহাজারী মাদ্রাসায় তিনি যতদিন মুফতি পদে দায়িত্ব পালন করেছেন সে সময়ে রচিত তার ফাতাওয়াসমূহ এবং মাদ্রাসার অপরাপর মুফতীদের রচিত ফাতাওয়াসমূহ এ গ্রন্থে স্থান পেয়েছে। অপরের লিখা বা রচিত ফাতাওয়াসমূহকে মুফতি ফয়জুল্লাহ সত্যায়ন ও নিভুর্ল আখ্যায়িত করেছেন সেগুলোও এ গ্রন্থে স্থান পেয়েছে। এ গ্রন্থের পৃষ্ঠা সংখ্যা ৫১৯। সর্বমোট ২৬৪টি ফাতাওয়া এ গ্রন্থে আলোচনা করা হয়েছে। তন্মধ্যে মুফতি ফয়যুল্লাহর রচিত ফাতাওয়ার সংখ্যা ৭৯টি। তার সত্যায়িত ফাতাওয়ার সংখ্যা ৩০টি। তার রচিত ফাতাওয়া সমূহের ভাষা উর্দু, ফার্সি ও আরবি। \n১ম খণ্ডকে ৫টি অধ্যায়ে সাজানো হয়েছে:\n\nপ্রথম অধ্যায় : ঈমান ও আকাঈদ। এ অধ্যায়ে মোট ১১৬টি ফাতাওয়ার উল্লেখ রয়েছে। তন্মধ্যে মুফতি ফয়যুল্লাহর সংকলিত ও রচিত ফাতাওয়ার সংখ্যা ৩২টি এবং তার সত্যায়িত ফাতাওয়ার সংখ্যা ৮টি।\nদ্বিতীয় অধ্যায় : সুন্নত, বিদআত ও রুসূমাত। এ অধ্যায়ে ৫২টি ফাতাওয়ার উল্লেখ রয়েছে। তন্মধ্যে মুফতি ফয়জুল্লাহর রচিত ফাতাওয়ার সংখ্যা ২৭টি। তার সত্যায়িত ফাতাওয়ার সংখ্যা ১২টি।\nতৃতীয় অধ্যায় : তাসাউফ ও সুলূখ। এ অধ্যায়ে মোট ৩৭টি ফাতাওয়া উল্লেখ রয়েছে। তন্মধ্যে মুফতি ফয়জুল্লাহর রচিত ফাতাওয়ার সংখ্যা ১২টি। তার সত্যায়িত ফাতাওয়া সংখ্যা ২টি।\nচতুর্থ অধ্যায় : তাফসীর ও কুরআন সম্বন্ধে এ অধ্যায়ে ১০টি ফাতাওয়া রয়েছে।\nপঞ্চম অধ্যায় : ইলম। এ অধ্যায়ে ৪৯টি ফাতাওয়ায় উল্লেখ রয়েছে। তন্মধ্যে মুফতি ফয়জুল্লাহর রচিত ফাতাওয়ার সংখ্যা ৮টি।\n\n\n== আরও দেখুন ==\nদেওবন্দি সাহিত্য\n\n\n== তথ্যসূত্র =="}