{"pageid": 1150127, "title": "প্রোকুয়েস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1150127", "content": "প্রোকুয়েস্ট এলএলসি হল একটি অ্যান আর্বার, মিশিগান-ভিত্তিক বৈশ্বিক তথ্য-বিষয়ক ও প্রযুক্তি কোম্পানি যা ইউজিন বি পাওয়ার দ্বারা ইউনিভার্সিটি মাইক্রোফিল্ম হিসাবে ১৯৩৮ সালে প্রতিষ্ঠিত হয়েছিল। প্রোকুয়েস্ট গ্রন্থাগারগুলোর জন্য তার অ্যাপ্লিকেশন ও তথ্য পরিষেবাগুলোর জন্য পরিচিত, যা গবেষণামূলক, থিসিস, ইবুক, সংবাদপত্র, সাময়িকী, ঐতিহাসিক সংগ্রহ, সরকারী সংরক্ষণাগার, সাংস্কৃতিক সংরক্ষণাগার, এবং অন্যান্য সমষ্টিগত তথ্যভাণ্ডারে প্রবেশাধিকাএ প্রদান করে। অনুমান করা হয় এই বিষয়বস্তু প্রায় ১২৫ বিলিয়ন ডিজিটাল পৃষ্ঠার, এবং সাধারণত পাঠাগার ইন্টারনেট গেটওয়ের মাধ্যমে প্রবেশ করা হয়। এটি আবিষ্কার ও উদ্ধৃতি ব্যবস্থাপনার জন্য সরঞ্জাম ও প্লাটফর্ম অন্তর্ভুক্ত করে যা লাইব্রেরি ব্যবহারকারীদের অনুসন্ধান, পরিচালনা, ব্যবহার ও গবেষণা ভাগাভাগি করার অনুমতি দেয়। \nকোম্পানিটি মাইক্রোফিল্ম পণ্যের প্রযোজক হিসাবে কাজ শুরু করে, পরবর্তীতে ইলেকট্রনিক প্রকাশনায় স্থানান্তরিত হয়, এবং পরে অধিগ্রহণের মাধ্যমে বৃদ্ধি পায়। ১ ডিসেম্বর, ২০২১-এ ক্ল্যারিভেট কেমব্রিজ ইনফরমেশন গ্রুপ থেকে $৫.৩ বিলিয়ন ডলারে প্রোকুয়েস্ট কিনেছিল যাকে \"পাঠাগার ও তথ্য প্রকাশের জগতে বিশাল চুক্তি\" হিসাবে বর্ণনা করা হয়েছিল। ক্ল্যারিভেট বলেছেন যে অধিগ্রহণের পিছনে কর্মক্ষম ধারণাটি ছিল প্রোকুয়েস্টের পণ্য ও অ্যাপ্লিকেশনগুলোকে ওয়েব অফ সায়েন্সের সাথে একীভূত করা৷\n\n\n== ব্যবসা ==\nপ্রোকুয়েস্ট একটি মাইক্রোফিল্ম প্রকাশক হিসাবে প্রতিষ্ঠিত হয়েছিল। এটি ১৯৩৯ সালে ডক্টরাল গবেষণামূলক প্রবন্ধ প্রকাশ করা শুরু করে, যা ৩ মিলিয়নেরও বেশি অনুসন্ধানযোগ্য গবেষণামূলক গবেষণাপত্র ও থিসিস প্রকাশ করেছে, এবং এটি মার্কিন যুক্তরাষ্ট্রের লাইব্রেরি অফ কংগ্রেসের জন্য একটি অফসাইট ডিজিটাল আর্কাইভ হিসাবে মনোনীত। কোম্পানির গবেষণা বিষয়বস্তুর মধ্যে রয়েছে গবেষণামূলক প্রবন্ধ ও থিসিস, প্রাথমিক উৎসের উপাদান, ইবুক, স্কলারলি জার্নাল, ঐতিহাসিক ও বর্তমান সংবাদপত্র ও সাময়িকী, তথ্য উৎস এবং গবেষকদের আগ্রহের অন্যান্য বিষয়বস্তু।  প্রোকুয়েস্ট ভিডিও সংরক্ষণ এবং আবিষ্কার পরিষেবা, পাঠাগারগুলোকে তাদের মালিকানাধীন অডিও এবং ভিডিও সংগ্রহগুলো সংরক্ষণ ও প্রবেশ প্রদানের অনুমতি দেয়।\n২০১৪ সালের মে মাসে প্রোকুয়েস্ট এলএলসি নিম্নলিখিত নামে ব্যবসা পরিচালনা করে:\n\nবোকার প্রকাশক, গ্রন্থাগার এবং বই বিক্রেতাদের গ্রন্থপঞ্জি সংক্রান্ত তথ্য ব্যবস্থাপনা সমাধান প্রদান করে, এবং মার্কিন যুক্তরাষ্ট্রের জন্য আইএসবিএন সংস্থা।\nডায়ালগ হল একটি অনলাইন তথ্য পরিষেবা যেখানে ১.৪ বিলিয়নেরও বেশি অনন্য রেকর্ড ফার্মাসিউটিক্যাল, প্রকৌশল এবং পেটেন্ট গবেষণার উপর লক্ষ্য করে কর্পোরেট, ব্যবসায়িক ও সরকারী গবেষকদের জন্য তৈরি করা হয়েছে।\nইবিএল (ইবুক লাইব্রেরি), একাডেমিক প্রকাশকদের কাছ থেকে শিরোনামগুলোর একটি ক্যাটালগ সহ একটি ইবুক অ্যাগ্রিগেটর, একাডেমিক, কর্পোরেট ও গবেষণা গ্রন্থাগারগুলো পরিবেশন করে যখন উদীয়মান সংগ্রহ উন্নয়ন মডেলগুলোকে সমর্থন করে যেমন পৃষ্ঠপোষক-চালিত অধিগ্রহণ।\nইব্রারি সাবস্ক্রিপশন বা চিরস্থায়ী আর্কাইভ মডেলের মাধ্যমে, একাডেমিক, কর্পোরেট, সরকারি, পাবলিক ও উচ্চ বিদ্যালয় পাঠাগার জন্য তৈরি বিষয় প্যাকেজগুলিতে ই-বুক সংগ্রহগুলোয় প্রবেশাধিকার অফার করে।\n\n\n== ইতিহাস ==\n\nইউজিন পাওয়ার, মিশিগান ইউনিভার্সিটির ১৯৩০ এমবিএ স্নাতক, ১৯৩৮ সালে ইউনিভার্সিটি মাইক্রোফিল্মস হিসাবে কোম্পানিটি প্রতিষ্ঠা করেন, মাইক্রোফিল্মের উপর ব্রিটিশ মিউজিয়ামের কাজগুলো সংরক্ষণ করে। ১৯৩৮ সালের জুনের মধ্যে, পাওয়ার একটি ডাউনটাউন অ্যান আর্বার ফিউনারেল পার্লার থেকে দুটি ভাড়া করা কক্ষে কাজ করেছিল, গ্রন্থাগারের সংগ্রহগুলি সংরক্ষণের জন্য মাইক্রোফটোগ্রাফিতে বিশেষীকরণ করেছিল। তার আত্মজীবনী সংস্করণের ওয়ানে, পাওয়ার কোম্পানির উন্নয়নের বিশদ বিবরণ দেয়, যার মধ্যে রয়েছে কীভাবে ইউনিভার্সিটি মাইক্রোফিল্মস দ্বিতীয় বিশ্বযুদ্ধের সময় ওএসএসকে সহায়তা করেছিল। এই কাজে প্রধানত চিত্রগ্রহণের মানচিত্র এবং ইউরোপীয় সংবাদপত্র জড়িত যাতে সেগুলো আরও সস্তায় ও বিচক্ষণতার সাথে বিদেশে পাঠানো যেতে পারে।\nপাওয়ার এছাড়াও গবেষণামূলক প্রকাশনার একটি বিশেষ বাজার লক্ষ্য করেছে। ছাত্রদের প্রায়ই তাদের ডক্টরেট ডিগ্রি শেষ করার জন্য তাদের নিজস্ব কাজ প্রকাশ করতে বাধ্য করা হয়। গবেষণামূলক বইয়ের চেয়ে মাইক্রোফিল্ম হিসাবে আরও সস্তায় প্রকাশিত হতে পারে। প্রোকুয়েস্ট এখনও এত বেশি গবেষণাপত্র প্রকাশ করে যে এর গবেষণাপত্র এবং থিসিস সংগ্রহকে (পূর্বে ডিজিটাল ডিসার্টেশন বলা হত) লাইব্রেরি অফ কংগ্রেসের অফ-সাইট ইউএস রিপোজিটরি হিসেবে ঘোষণা করা হয়েছে।\nডক্টরাল গবেষণামূলক গবেষণাপত্রের মাইক্রোফিল্ম প্রকাশনার সার্বজনীন গ্রহণের ধারণাটি স্ট্যানফোর্ড বিশ্ববিদ্যালয়ের ইতিহাসে ডক্টরেটের সাম্প্রতিক প্রাপকের দ্বারা গবেষণা করা এবং লেখা দুটি নিবন্ধের দ্বারা যথেষ্ট পরিমাণে বৃদ্ধি পেয়েছে। ভন ডেভিস বোর্নেট এই ধারণাটি ধরে ফেলেন এবং \"ডক্টরাল ডিসার্টেশনস অ্যান্ড দ্য স্ট্রিম অফ স্কলারশিপ\" এবং \"ডক্টরাল ডিসার্টেশনের মাইক্রোফিল্ম পাবলিকেশন\" প্রকাশ করেন।\nগবেষণামূলক বাজারের বৃদ্ধির সাথে সাথে কোম্পানিটি চিত্রগ্রহণ সংবাদপত্র এবং সাময়িকীতে প্রসারিত হয়। কোম্পানির প্রধান সংবাদপত্রের ডাটাবেস হল প্রোকুয়েস্ট নিউজস্ট্যান্ড।\n১৯৬২ সালে জেরক্স জেরক্স কমন স্টকের ৫১,৭৫০টি শেয়ারের জন্য কোম্পানিটিকে অধিগ্রহণ করে, যার মূল্য প্রায় $৭.৯ মিলিয়ন। জেরক্স-এর মালিকানার অধীনে কোম্পানির নাম বেশ কয়েকবার পরিবর্তিত হয়েছে, ইউনিভার্সিটি মাইক্রোফিল্ম থেকে জেরক্স ইউনিভার্সিটি মাইক্রোফিল্ম, ইউনিভার্সিটি মাইক্রোফিল্ম ইন্টারন্যাশনাল, তারপর সংক্ষিপ্ত করে ইউএমআই করা হয়েছে। ১৯৮৫ সালে এটি বেল অ্যান্ড হাওয়েল দ্বারা জেরক্স থেকে কেনা হয়েছিল। ১৯৮৬ সালে ইউএমআই বিংহ্যাম পরিবার থেকে এবিআই/ইনফোর্ম-এর মালিক, ডেটা কুরিয়ার অর্জন করে।\n১৯৮০-এর দশকে ইউএমআই সিডি-রম তৈরি করতে শুরু করে যা সাময়িকী বিমূর্ত এবং সূচীগুলির তথ্যউপাত্ত সংরক্ষণ করে। একটি সময়ে যখন মডেম সংযোগগুলো ধীর ও ব্যয়বহুল ছিল, এটি নিয়মিতভাবে ডেটাবেস সিডি-রমগুলোকে মেইল করা আরও দক্ষ লাইব্রেরিগুলোতে, যারা ডেডিকেটেড পিসিগুলোতে ডিস্কগুলো ইনস্টল করে। প্রোকুয়েস্ট ব্র্যান্ড নামটি প্রথম সিডি-রমে তথ্যউপাত্তের জন্য ব্যবহার করা হয়েছিল। প্রোকুয়েস্ট ডাইরেক্ট নামে একটি অনলাইন পরিষেবা ১৯৯৫ সালে চালু হয়েছিল; এর নাম পরে শুধু প্রোকুয়েস্ট সংক্ষিপ্ত করা হয়। গ্রন্থপঞ্জি সংক্রান্ত তথ্যউপাত্ত প্রধানত বিদ্যালয়, বিশ্ববিদ্যালয় ও গ্রন্থাগারগুলোয় বিক্রি করা হয়।\n১৯৯৮ সালে কোম্পানিটি \"ডিজিটাল ভল্ট ইনিশিয়েটিভ\" ঘোষণা করে, যার মধ্যে ইউএমআই মাইক্রোফিল্ম থেকে ডিজিটালাইজ করা ৫.৫ বিলিয়ন ছবি অন্তর্ভুক্ত করার কথা ছিল, যার মধ্যে ১০০ থেকে ১৫০ বছর আগেকার প্রধান সংবাদপত্রের সেরা বিদ্যমান কপি ও ১৫শ শতাব্দীর প্রথম দিকের ইংরেজি বইগুলো অন্তর্ভুক্ত ছিল। মাইক্রোফিল্ম ভল্টের বিষয়বস্তু ডিজিটাইজ করার কাজ অব্যাহত থাকলেও, প্রোকুয়েস্ট ইতিমধ্যেই ১২৫ বিলিয়ন ডিজিটাল পৃষ্ঠাগুলোর নেভিগেশন প্রদান করছে যার মধ্যে মার্কিন প্রাক-বিপ্লবী যুদ্ধ প্রায় ২০ মিলিয়ন পাতার সংবাদপত্রের সামগ্রী রয়েছে৷\n১৯৯৯ সালে কোম্পানির নাম পরিবর্তন করে বেল অ্যান্ড হাভেল ইনফরমেশন অ্যান্ড লার্নিং করা হয় এবং তারপর ২০০০ সালে প্রোকুয়েস্ট ইনফরমেশন অ্যান্ড লার্নিং; বেল ও হাওয়েল এর নাম পরিবর্তন করে প্রোকুয়েস্ট কোম্পানি রাখে।\nএছাড়াও ১৯৯৯ সালে কোম্পানিটি একটি এককালীন মাইক্রোফিল্ম প্রকাশনা সংস্থা চাদউইক-হেলিকে অধিগ্রহণ করে যা পূর্ণ-টেক্সট সিডি-রম ডেটাবেস তৈরিতে প্রথম ছিল। এই অধিগ্রহণটি ইংল্যান্ডের কেমব্রিজে অবস্থিত ১০০+ ব্যক্তির প্রকাশনা অপারেশনের প্রোকুয়েস্টকে মালিকানা দিয়েছে এবং এটি একটি উল্লেখযোগ্য বিদেশী সম্প্রসারণের ভিত্তি হয়ে উঠেছে।\n২০০০-২০০৪ অর্থবছরের সময়, সেইসাথে ২০০৫ অর্থবছরের প্রথম তিন ত্রৈমাসিকে, প্রোকুয়েস্ট পদ্ধতিগতভাবে তার প্রকৃত আয়কে অনেক বৃদ্ধি করেছে। সমষ্টিগতভাবে, প্রাক-কর মুনাফা ১২৯.৯ মিলিয়ন ডলার (বা প্রায় ৩১ শতাংশ) দ্বারা অতিবৃদ্ধি করা হয়েছিল। ২০০৮ সালে ভয়েজার লার্নিং কোম্পানি ও প্রোকুয়েস্টের সিএফও (অর্জন ওভারস্টেটমেন্টের সময় থেকে) এসইসি \"এসইসির অভিযোগের অভিযোগ স্বীকার বা অস্বীকার না করে\" চার্জ নিষ্পত্তি করে।\n২০০১ সালে প্রকুয়েস্ট একটি ছোট নিউ ইয়র্ক ভিত্তিক মাইক্রোফিল্ম প্রকাশক নরম্যান রস পাবলিশিং অধিগ্রহণ করে।\n২০০২ সালে প্রোকুয়েস্ট বিগচক ডট কম অধিগ্রহণ করে, এটি একটি কোম্পানী যা ১৯৯৯ সালে প্রোকুয়েস্টের কে-১২ বিভাগ এবং ইনফোনোটিক্স ইনক.-এর কে-১২ ব্যবসার সম্মিলিত সম্পদের সাথে প্রতিষ্ঠিত হয়েছিল।\n২০০৪ সালে প্রোকুয়েস্ট ইনফরমেশন অ্যান্ড লার্নিং সিয়াটল স্টার্ট-আপ সিরিয়াল সলিউশন অধিগ্রহণ করে, একটি উদ্যোগ যা অন্যান্য কোম্পানি দ্বারা হোস্ট করা বিষয়বস্তুর জন্য অ্যাক্সেস ম্যানেজমেন্ট এবং অনুসন্ধান পরিষেবা প্রদান করে।\nএছাড়াও ২০০৪ সালে, কোম্পানিটি কোপ্লে পাবলিশিং গ্রুপ অধিগ্রহণ করে।\n২০০৬ সালে প্রোকুয়েস্ট কোম্পানি, তখনকার প্রোকুয়েস্ট ইনফরমেশন অ্যান্ড লার্নিংয়ের মূল কোম্পানি, এটি কেমব্রিজ ইনফরমেশন গ্রুপের কাছে বিক্রি করে, যা আরআর বোকারের মালিক। এই বিক্রয়ের সময় থেকে, এই নিবন্ধটি প্রোকুয়েস্ট তথ্য এবং শিক্ষার ইতিহাস অনুসরণ করে, প্রোকুয়েস্ট কোম্পানি নয়। (প্রোকুয়েস্ট কোম্পানি পরবর্তীতে ভয়েজার লার্নিং কোম্পানিতে নিজেদের নামকরণ করে এবং পরে ক্যাম্বিয়াম লার্নিং গ্রুপের অংশ হয়ে ওঠে।)\n২০০৭ সালে, প্রোকুয়েস্ট তথ্য ও শিক্ষাকে সিএসএ-এর সাথে একত্রিত করে প্রোকুয়েস্ট সিএসএ গঠন করা হয়। সেই বছর পরে এটির নামকরণ করা হয় প্রোকুয়েস্ট এলএলসি।\n২০০৮ সালে প্রোকুয়েস্ট এলএলসি রেফওয়ার্কসের সম্পূর্ণ মালিকানা অর্জন করে, এটি একটি ওয়েব-ভিত্তিক উদ্ধৃতি ব্যবস্থাপক যার এটি ২০০১ সাল থেকে অংশ মালিক ছিল। রেফওয়ার্কস-কে রেফওয়ার্কস/সিওএস গঠন করতে প্রোকুয়েস্টের বিদ্যমান সিওএস ব্যবসার সাথে একীভূত করা হয়েছিল।\nএছাড়াও ২০০৮ সালে প্রোকুয়েস্ট থমসন রয়টার্স থেকে ডায়ালগ, একটি প্রধান অনলাইন ডাটাবেস ফার্ম অধিগ্রহণ করে।\n২০১০ সালে প্রোকুয়েস্ট লেক্সিক্সনেক্সিস, কংগ্রেসনাল ইনফরমেশন সার্ভিস (সিআইএস) এবং ইউনিভার্সিটি পাবলিকেশন্স অফ আমেরিকা (ইউপিএ) থেকে দুটি সম্পত্তি অর্জন করেছে। সিআইএস আইন প্রণয়ন বিষয়বস্তু এবং অত্যন্ত সম্মানিত পরিসংখ্যান সংক্রান্ত কাজের বিশ্বের সবচেয়ে বিস্তৃত অনলাইন সংগ্রহগুলোর মধ্যে একটি তৈরি করেছে, যেখানে ইউপিএ গভীর ঐতিহাসিক বিষয়বস্তুর সেট অন্তর্ভুক্ত করেছে। অধিগ্রহণের মধ্যে ডিজিটাল পণ্য ও একটি বিস্তৃত মাইক্রোফিল্ম ভল্ট অন্তর্ভুক্ত ছিল যা ফিল্ম থেকে অনুসন্ধানযোগ্য ইলেকট্রনিক ফর্ম্যাটে রূপান্তর করার ক্ষেত্রে প্রোকুয়েস্টের শক্তিকে কাজে লাগাবে।\n২০১১ সালে, প্রোকুয়েস্ট ইব্রেরি অধিগ্রহণ করে, যা ১৭০,০০০ টিরও বেশি গবেষণার ই-বইয়ের সম্পূর্ণ পাঠ্যের একটি অনলাইন ডিজিটাল পাঠাগার। ২০১৩ সালে, ইব্রেরি ও ইবিএলকে একটি একক ই-বুক প্ল্যাটফর্মে একত্রিত করার পরিকল্পনা নিয়ে প্রোকুয়েস্ট ইবুক লাইব্রেরি (ইবিএল) অধিগ্রহণ করে।\n২০১৪ সালে, প্রোকুয়েস্ট বায়োফার্মাসিউটিক্যাল শিল্পের জন্য ড্রাগ সেফটি ট্রাইজার (ডিএসটি) এবং পণ্য সাহিত্য ডেটাবেস (পিএলডি) সিস্টেমে বিশেষজ্ঞ একটি ব্যক্তিগত মালিকানাধীন কোম্পানি পাই২ সলুশন্স অধিগ্রহণ করে। কোম্পানিটি পাই২ সলিউশনকে তার প্রোকুয়েস্ট ডায়ালগ কর্পোরেট তথ্য পরিষেবার সাথে সংযুক্ত করেছে।\n২০১৫ সালে প্রোকুয়েস্ট মাইলাইব্রেরি প্ল্যাটফর্ম এবং অনলাইন অধিগ্রহণ ও নির্বাচন তথ্য ব্যবস্থা (ওয়েসিস) সহ সাইপিএক্স এবং কোউটস তথ্য পরিষেবাগুলো অধিগ্রহণ করে।\nঅক্টোবর ২০১৫-এ প্রোকুয়েস্ট এক্স লিব্রিস অধিগ্রহণ করেছে। এটি ছিল প্রোকুয়েস্টের ওয়ার্কফ্লো সলিউশন বিভাগকে, যেটিতে প্রাক্তন সিরিয়াল সলিউশনগুলি অন্তর্ভুক্ত ছিল, এক্স লিব্রিসে, বর্ধিত সত্তার সাথে \"এক্স লিব্রিস, একটি প্রোকুয়েস্ট কোম্পানি\" নামকরণ করা হয়েছিল।\n২০১৬ সালের জুনে প্রোকুয়েস্ট স্ট্রিমিং ভিডিও ও ইবুক প্রদানকারী আলেকজান্ডার স্ট্রিট প্রেস অধিগ্রহণ করে।\nজানুয়ারী ২০২০-এ প্রোকুয়েস্ট ইনোভেটিভ ইন্টাফেসেস, ইনক. অধিগ্রহণ করেছে, যা একাডেমিক এবং পাবলিক পাঠাগারে প্রযুক্তি সমাধান প্রদানকারী।\n১৭ মে ২০২১-এ ঘোষণা করা হয়েছিল যে ক্ল্যারিভেট প্রোকুয়েস্ট অধিগ্রহণ করবে। ২৮ জুলাই, ২০২১-এ ক্ল্যারিভেট ঘোষণা করে যে ফেডারেল ট্রেড কমিশন অ্যান্টিট্রাস্ট তদন্তের কারণে অধিগ্রহণটি বিলম্বিত হয়েছে। ১ ডিসেম্বর, ২০২১-এ ক্ল্যারিভেট সফলভাবে প্রোকুয়েস্টের অধিগ্রহণ সম্পন্ন করেছে।\n\n\n== পণ্য ==\nপাবলিক ও রিসার্চ লাইব্রেরির মতো ক্লায়েন্টদের কাছে কোম্পানি যেসব পণ্য বিক্রি করে সেগুলো হল:\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}