{"pageid": 1150065, "title": "হিউ লরি", "url": "https://bn.wikipedia.org/wiki?curid=1150065", "content": "জেমস হিউ ক্যালাম লরি সিবিই (ইংরেজি: James Hugh Calum Laurie; জন্ম: ১১ জুন ১৯৫৯) একজন ইংরেজ অভিনেতা, কৌতুকাভিনেতা, লেখক ও সঙ্গীতশিল্পী। ফক্স চ্যানেলের চিকিৎসা নাট্যধর্মী ধারাবাহিক হাউজ (২০০৪-২০১২)-এ অভিনয়ের জন্য সর্বাধিক পরিচিত এই অভিনেতা তিনটি গোল্ডেন গ্লোব পুরস্কার ও দুটি স্ক্রিন অ্যাক্টরস গিল্ড পুরস্কার অর্জন করেছেন এবং ১০টি প্রাইমটাইম এমি পুরস্কারের মনোনয়নসহ একাধিক পুরস্কার ও সম্মাননা অর্জন করেছেন। তিনি ২০১১ সালে তিনি গিনেজ বিশ্ব রেকর্ডের টেলিভিশনে সর্বাধিকবার দেখা প্রধান অভিনেতা তালিকায় তার নাম আসে এবং টেলিভিশন নাটকে সর্বাধিক পারিশ্রমিকপ্রাপ্ত অভিনেতাদের একজন ছিলেন, তিনি হাউজ-এর প্রতি পর্বের জন্য ২৫০,০০০ পাউন্ড (৪০৯,০০০ মার্কিন ডলার) পারিশ্রমিক নিতেন।\nলরি তার বন্ধু ও কৌতুকাভিনয়ের সঙ্গী স্টিভেন ফ্রাইয়ের সাথে দ্বৈত কৌতুকাভিনয় অনুষ্ঠান ফ্রাই অ্যান্ড লরি দিয়ে প্রথম পরিচিতি অর্জন করেন। ১৯৮০-এর দশক থেকে ১৯৯০-এর দশক পর্যন্ত এই দুজন স্কেচ কৌতুকাভিনয় অনুষ্ঠান আ বিট অব ফ্রাই অ্যান্ড লরি এবং পি. জি. ওডহাউজের জিভস অ্যান্ড উস্টার-সহ অসংখ্য কৌতুকাভিনয় অনুষ্ঠানে কাজ করেছেন। এই সময়ে লরি অন্যান্য কাজের মধ্যে রয়েছে কৌতুকাভিনয় ধারাবাহিক ব্ল্যাক্যাডার এবং চলচ্চিত্র সেন্স অ্যান্ড সেন্সিবিলিটি (১৯৯৫), ১০১ ডালমাশিয়ান্স (১৯৯৬), দ্য বরোয়ার্স (১৯৯৭), এবং স্টুয়ার্ট লিটল (১৯৯৯)।\nলরি হাউজ ধারাবাহিকে ডক্টর গ্রেগরি হাউজ চরিত্রে অভিনয় করে দুটি গোল্ডেন গ্লোব পুরস্কারসহ একাধিক পুরস্কার লাভ করেছেন। টেলিভিশনে তার অভিনীত অন্যান্য কাজগুলো হল মিনি ধারাবাহিক দ্য নাইট ম্যানেজার (২০১৬)-এ অস্ত্র ব্যবসায়ী রিচার্ড অনস্লো রোপার, যার জন্য তিনি তার তৃতীয় গোল্ডেন গ্লোব পুরস্কার অর্জন করেন এবং এইচবিওর সিটকম ভিপ (২০১২-২০১৯)-এ সেনেটর টম জেমস, যার জন্য তিনি তার ১০ম এমি পুরস্কারের মনোনয়ন লাভ করেন।\nঅভিনয়ের বাইরে লরি লেট দেম টক (২০১১) ও ডিন্ট ইট রেইন (২০১৩) নামক দুটি ব্লুজ অ্যালবাম প্রকাশ করেন। দুটি অ্যালবামই ইতিবাচক পর্যালোচনা লাভ করে। এছাড়া তিনি দ্য গান সেলার (১৯৯৬) শীর্ষক একটি উপন্যাস রচনা করেন। ২০০৭ সালের নববর্ষ সম্মাননায় তাকে অফিসার অব দি অর্ডার অব দ্য ব্রিটিশ এম্পায়ার এবং ২০১৮ সালের নববর্ষ সম্মাননায় কমান্ডার  অব দি অর্ডার অব দ্য ব্রিটিশ এম্পায়ার খেতাবে ভূষিত হন।\n\n\n== প্রারম্ভিক জীবন ==\nজেমস হিউ ক্যালাম লরি ১৯৫৯ সালের ১১ই জুন অক্সফোর্ডের ব্ল্যাকবার্ড লেইস এলাকায় জন্মগ্রহণ করেন। তার মাতা প্যাট্রিশিয়া (জন্ম: লেইডল) এবং পিতা উইলিয়াম র‍্যানাল্ড মান্ডেল \"র‍্যান\" লরি একজন চিকিৎসক এবং ১৯৪৮ সালের লন্ডন অলিম্পিকের কক্সলেস পেয়ার্সে (রোইং) স্বর্ণপদক বিজয়ী। তিনি তাদের চার সন্তানের মধ্যে সর্বকনিষ্ঠ। তার বড় ভাই চার্লস আলেকজান্ডার লিওন মান্ডেল লরি এবং দুই বড় বোন সুজান ও জ্যানেট। তার মাতা ১৯৮৯ সালে মোটর নিউরন রোগে ভুগে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে হিউ লরি (ইংরেজি)\nব্রিটিশ ফিল্ম ইনস্টিটিউটের স্ক্রিনঅনলাইনে Hugh Laurie \nHugh Laurie | Culture | The Guardian\nHugh Laurie interview - Telegraph\nHUGH LAURIE"}