{"pageid": 11506, "title": "আনারস", "url": "https://bn.wikipedia.org/wiki?curid=11506", "content": "আনারস এক প্রকারের রসাল গুচ্ছফল। এর অন্যান্য নাম - Pineapple,  Anannas, Ananus, Bahunetraphalam, Anamnasam। এর বৈজ্ঞানিক নাম: Ananas comosus (L.) Merr. এই ফলের আদি জন্মস্থল দক্ষিণ আমেরিকা মহাদেশ। তবে বর্তমানে ক্রান্তীয় অঞ্চলে বিশ্বের সর্বত্রই এর চাষের ব্যাপক প্রচলন রয়েছে। কোস্টারিকা, ব্রাজিল এবং ফিলিপাইন এই তিনটি দেশ একত্রে বিশ্বের সমগ্র আনারস উৎপাদনের প্রায় এক তৃতীয়াংশ উৎপাদন করে।\n\n\n== বর্ণনা ==\n\nআনারস একটি বহুবর্ষজীবী ভেষজ, যা ১.০ থেকে ১.৫ মি (৩ ফু ৩ ইঞ্চি থেকে ৪ ফু ১১ ইঞ্চি) লম্বা, যদিও কখনও কখনও এটি আরও লম্বা হতে পারে। গাছের শক্ত, মোমযুক্ত পাতা সহ একটি ছোট, মজবুত কান্ড রয়েছে। এর ফল তৈরি হওয়ার সময়, এটি সাধারণত ২০০টি পর্যন্ত ফুল উৎপাদন করে, যদিও কিছু বড়-জাতের ফলে এর চেয়ে বেশিও উৎপাদিত হতে পারে। এতে একবার ফুল ফোটে। ফুলের পৃথক ফল একসাথে মিলিত হয়ে একাধিক ফল তৈরি করে। প্রথম ফল উৎপন্ন হওয়ার পর, প্রধান কান্ডের পাতার অক্ষে পার্শ্ব অঙ্কুর (বাণিজ্যিক চাষীরা 'সাকার' বলে) উত্পাদিত হয়। এই সাকারগুলি বংশবিস্তার করার জন্য অপসারণ করা যেতে পারে, বা মূল গাছে অতিরিক্ত ফল দেওয়ার জন্য রেখে দেওয়া যেতে পারে। বাণিজ্যিকভাবে, গোড়ার চারপাশে উপস্থিত সাকারগুলোকে চাষের জন্য রাখা হয়। এটিতে ৩০ বা তার বেশি সরু, মাংসল, ট্রফ-আকৃতির পাতা রয়েছে যা ৩০ থেকে ১০০ সেমি (১ থেকে ৩+১⁄২ ফু)  লম্বা, একটি পুরু কান্ডকে ঘিরে। পাতার প্রান্ত বরাবর ধারালো কাঁটা আছে। বৃদ্ধির প্রথম বছরে, অক্ষটি দীর্ঘ এবং ঘন হয়, ঘনিষ্ঠভাবে সর্পিলাকারে অসংখ্য পাতা বহন করে। ১২ থেকে ২০ মাস পর, কান্ডটি ১৫ সেমি (৬ ইঞ্চি) লম্বায় ১০০ টিরও বেশি সর্পিলভাবে সারিবদ্ধ, ত্রৈমাসিক ফুল, প্রতিটি একটি ব্র্যাক্ট দ্বারা সাবটেন্ড করা দেখা যায়।\nডিম্বাশয়ের বিকাশ বেরির মধ্যে হয়, যা বৃহৎ, কম্প্যাক্ট, একাধিক ফলের মধ্যে একসঙ্গে বেড়ে ওঠে। আনারসের ফল সাধারণত দুটি ইন্টারলকিং হেলিসে সাজানো থাকে, প্রায়শই এক দিকে ৮টি এবং অন্য দিকে ১৩টি থাকে, যার প্রতিটি ফিবোনাচ্চি সংখ্যা।\nআনারস উদ্ভিদে  \nক্র্যাসুলেসীয় অম্ল বিপাক সালোকসংশ্লেষণ হয়, রাতে কার্বন ডাই অক্সাইড প্রস্তুত করে এবং অ্যাসিড ম্যালেট হিসাবে সংরক্ষণ করে, তারপর দিনের বেলা এটিকে সালোকসংশ্লেষণে সাহায্য করে।\nআনারস পাঁচটি বোটানিকাল জাত নিয়ে গঠিত, যা আগে আলাদা প্রজাতি হিসেবে বিবেচিত হত:\n\nআনানাস কমোসাস ভার। ananassoides\nআনানাস কমোসাস ভার। ব্র্যাক্টেটাস\nআনানাস কমোসাস ভার। কমোসাস\nআনানাস কমোসাস ভার। erectifolius\nআনানাস কমোসাস ভার। parguazensis\n\n\n=== পরাগায়ন ===\nবন্য পরিবেশে, আনারস প্রাথমিকভাবে হামিংবার্ড দ্বারা পরাগায়িত হয়। কিছু কিছু বন্য আনারস রাতের বেলা বাদুড় দ্বারা পরাগায়িত হয়।  চাষের ক্ষেত্রে, যেহেতু বীজের উন্নয়ন ফলের গুণমানকে হ্রাস করে, তাই পরাগায়ন হাত দ্বারা সঞ্চালিত হয় এবং বীজ শুধুমাত্র প্রজননের জন্য রাখা হয়। হাওয়াইতে ২০ শতক জুড়ে শিল্পগতভাবে আনারস চাষ এবং টিনজাত করা হয়েছিল, এবং হামিংবার্ড আমদানি নিষিদ্ধ ছিল। \n\n\n== ব্যুৎপত্তি ==\nবাংলায় আনারস শব্দটি এসেছে পোর্তুগিজ শব্দ আনানাস থেকে।\nআনারস ফলের ইংরেজিতে প্রথম উল্লেখ পাওয়া গেছে আন্দ্রে থেভেটের দ্য নিউ ফাউন্ড ওয়ার্ল্ড অর অ্যান্টার্কটাইকের ফ্রেঞ্চ অনুবাদ থেকে। এটি ১৫৬৮ সালের অনুবাদ যেখানে তিনি একে একটি Hoyriri হিসেবে উল্লেখ করেছেন। আধুনিক রিও ডি জেনিরোর কাছে বসবাসকারী টুপিনাম্বার লোকেরা এই ফল চাষ করতো খেতো, এবং এখন একেই আনারস বলে বিশ্বাস করা হয়।  পরবর্তীতে একই ইংরেজি অনুবাদে, তিনি একই ফলটিকে \"Pine apple এর পদ্ধতিতে তৈরি করা নানা\" হিসাবে বর্ণনা করেছেন, যেখানে তিনি আরেকটি টুপি ভাষার শব্দ nanas ব্যবহার করেছেন। যার অর্থ 'চমৎকার ফল'।  এই শব্দের ব্যবহার অনেক ইউরোপীয় ভাষা দ্বারা গৃহীত হয়েছিল এবং উদ্ভিদের বৈজ্ঞানিক দ্বিপদ নাম Ananas comosus এটি থেকেই এসেছে, যেখানে comosus 'tufted' উদ্ভিদের কান্ডকে বোঝায়। পর্চাস, ১৬১৩ সালে ইংরেজিতে লিখে, ফলটিকে আনানাস হিসাবে উল্লেখ করেছিলেন, কিন্তু অক্সফোর্ড ইংরেজি অভিধানে ১৭১৪ সালে ম্যান্ডেভিলের একজন ইংরেজ লেখকের দ্বারা  pineapple শব্দের ব্যবহার প্রথম নথিভুক্ত করা হয়েছে। \n\n\n== ইতিহাস ==\n\n\n== উৎপাদন ==\n২০১৮ সালে সারা বিশ্বে আনারসের উৎপাদন ছিল ২৭৯ লক্ষ টন। সবথেকে বেশি উৎপাদন করছিল কোস্টা রিকা। এরপর বৃহত্তম উৎপাদক হিসাবে যথাক্রমে রয়েছে ফিলিপাইন, ব্রাজিল এবং থাইল্যান্ড।\n\n\n=== চাষাবাদ ===\nআড়াআড়ি ভাবে সারি করে কোদাল দিয়ে জমি হালকা ভাবে তৈরী করে, বর্গাকার, আয়তাকার ও কুইন্সাল পদ্ধতিতে আনারস চারা লাগানো হয়। চুন, ম্যাগনেশিয়াম জাতীয় সার প্রয়োগ করা হয়। গোবর, টিএসপি জমি তৈরি কালে এবং ইউরিয়া ও মিউরেট অব পটাশ সার ফুল আাসার আগে প্রয়োগ করা হয়। আনারস গাছ কড়া রোদ সহ্য করতে পারে না তাই লেবু, নারিকেল, সুপারী, কাজু বাদাম  পেপে ইত্যাদি ফল বাগানে হালকা ছায়ায় আনারস ফলানো হয়। ফুল নিয়ন্ত্রন ও ফলের আকার বড় করতে হরমোন ব্যবহার করা হয়। মিলিবাগ পোকার উপদ্রবে সুমিথিয়ন, প্যরাথিয়ন ঔষুধ দিয়ে স্প্রে করা হয়। জানা যায়, কলার মত আনারস গাছে ফল দেয়ার পর প্রধান গাছটি মরে যায় (ঔষধী উদ্ভিদ) এবং সে গাছের কান্ড থেকে আবার নতুন চারা গজায়।\n\n\n=== চাষাবাদের অঞ্চল ===\nময়মনসিংহের মুক্তাগাছা, ভালুকা, ফুলবাড়িয়া, টাঙ্গাইলের মধুপুর, ঘাটাইল ও জামালপুর সদর উপজেলায় আনারস উৎপাদন হয়। এ অঞ্চলটি দেশের তৃতীয় বৃহত্তম বনাঞ্চল শালবনের একাংশ। শালবন এলাকার মাটি আনারস চাষের উপযোগী। এখানের জলবায়ু আনারসের অনুকূল। তাই বৃহত্তর ময়মনসিংহে আনারসের চাষ প্রধানত হয় গড় অঞ্চলেই।\n\n\n== পুষ্টিগুণ ==\n\nপুষ্টির অভাব দূর করে: আনারস পুষ্টির বেশ বড় একটি উৎস। আনারসে রয়েছে প্রচুর পরিমাণে ভিটামিন এ এবং সি, ক্যালসিয়াম, পটাশিয়াম ও ফসফরাস। এসব উপাদান আমাদের দেহের পুষ্টির অভাব পূরণে কার্যকরী ভূমিকা পালন করে।\nওজন নিয়ন্ত্রণে: শুনতে অবাক লাগলেও আনারস আমাদের ওজন কমাতে সাহায্য করে। কারণ আনারসে প্রচুর ফাইবার এবং অনেক কম ফ্যাট রয়েছে। সকালে আনারস বা সালাদ হিসেবে এর ব্যবহার অথবা আনারসের জুস অনেক বেশি স্বাস্থ্যকর।\nহাড় গঠনে: আনারসে রয়েছে প্রচুর পরিমাণে ক্যালসিয়াম ও ম্যাঙ্গানিজ। ক্যালসিয়াম হাড়ের গঠনে বেশ গুরুত্বপূর্ণ ভূমিকা পালন করে এবং ম্যাঙ্গানিজ হাড়কে করে তোলে মজবুত। প্রতিদিনের খাবার তালিকায় পরিমিত পরিমাণ আনারস রাখলে হাড়ের সমস্যাজনিত যে কোনও রোগ প্রতিরোধ করা সম্ভব।\nদাঁত ও মাড়ি সুরক্ষায়: আনারসের ক্যালসিয়াম দাঁতের সুরক্ষায় কাজ করে। মাড়ির যে কোনো সমস্যা সমাধান করতে বেশ কার্যকর ভূমিকা পালন করে। প্রতিদিন আনারস খেলে দাঁতে জীবাণুর আক্রমণ কম হয় এবং দাঁত ঠিক থাকে।\nচোখের স্বাস্থ্য রক্ষায়: বিভিন্ন গবেষণায় দেখা যায়, আনারস ম্যাক্যুলার ডিগ্রেডেশন হওয়া থেকে আমাদের রক্ষা করে। এ রোগটি আমাদের চোখের রেটিনা নষ্ট করে দেয় এবং আমরা ধীরে ধীরে অন্ধ হয়ে যাই। আনারসে রয়েছে বেটা ক্যারোটিন। প্রতিদিন আনারস খেলে এ রোগ হওয়ার সম্ভাবনা ৩০ শতাংশ পর্যন্ত কমে যায়। এতে সুস্থ থাকে আমাদের চোখ।\nহজমশক্তি বাড়ায়: আনারস আমাদের হজমশক্তি বৃদ্ধি করতে বেশ কার্যকরী। আনারসে রয়েছে ব্রোমেলিন, যা আমাদের হজমশক্তিকে উন্নত করতে সাহায্য করে। বদহজম বা হজমজনিত যে কোনো সমস্যা থেকে মুক্তি পেতে প্রতিদিন আনারস খাওয়া অত্যন্ত জরুরি।\nরক্ত জমাটে বাধা দেয়: দেহে রক্ত জমাট বাঁধতে বাধা দেয় এই ফল। ফলে শিরা-ধমনির (রক্তবাহী নালি) দেয়ালে রক্ত না জমার জন্য সারা শরীরে সঠিকভাবে রক্ত যেতে পারে। হৃৎপিণ্ড আমাদের শরীরে অক্সিজেনযুক্ত রক্ত সরবরাহ করে। আনারস রক্ত পরিষ্কার করে হৃৎপিণ্ডকে কাজ করতে সাহায্য করে।\nপার্শ্বপ্রতিক্রিয়া\n\n\n== ঔষধি গুনাগুণ ==\nআনারস খাওয়ার ফলে অনেক নারী ও পুরুষের দেহে অ্যালার্জী দেখা দিতে পারে। আনারস খাওয়ার ফলে অ্যালার্জীর উপসর্গ হল ঠোঁট ফুলে যাওয়া ও গলায় সুরসুরি বোধ হওয়া। তাই আনারস খাওয়ার আগে তা কেটে লবণ পানি দিয়ে ধুয়ে নেয়া উচিত। এভাবে ধুয়ে নিয়ে খেলে কোন সমস্যা হওয়ার সম্ভবনা থাকেনা।\nআনারসের কারণে নারীদের গর্ভপাত হওয়ার ঝুঁকি থাকে। গর্ভাবস্থায় থাকলে নারীদের আনারস খেতে বারণ করা হয়। তাছাড়া গর্ভাবস্থার পরে চাইলে আনারস খেতে পারেন কিন্তু শরীরের অবস্থা বুঝে ডাক্তারের সাথে পরামর্শ নিয়ে খেতে হবে। \nযখন আপনি আনারস খাবেন তখন এটি আপনার গ্যাস্ট্রোইনটেস্টিনাল নালীর কাছে পৌঁছানোর পর এটি অ্যালকোহলে পরিনত হয়। এবং এই কারণে মানুষের দেহে বাতের ব্যথা শুরু হতে পারে। তাই যে সকল মানুষের দেহে বাতের ব্যথা আছে কিংবা সন্দেহ করা হচ্ছে বাত হতে পারে তাদের আনারস না খাওয়াটাই ভালো।\nআনারসে আছে অনেক বেশি পরিমানে প্রাকৃতিক চিনি। আনারসের ২ টি চিনি উপাদান সুক্রোজ এবং ফ্রুক্টোজ যা ডায়বেটিস রোগীদের জন্য ক্ষতিকর। কিন্তু দেহের ক্ষতি, এটি খাওয়ার উপর নির্ভর করে। এবং আনারসের মধ্যে অতিরিক্ত চিনি আমাদের দেহে রক্তের চিনির পরিমাণ বাড়িয়ে দেয়। তাই আনারস বেশি না খেয়ে সপ্তাহে ২ দিন খেতে পারেন।\nআনারসে আছে ব্রমিলেইন যা দিয়ে ওষুধ বানানো হয়ে থাকে এবং কোন রোগীর প্রয়োজন পরলে তাকে তা দেয়া হয়ে থাকে। তাছাড়া আপনি যদি কোন কারণে অ্যান্টিবায়োটিক ও অ্যান্টিকনভালসেন্ট ব্যবহার করে থাকেন তাহলে আনারস খেতে ডাক্তাররা নিষেধ করে থাকেন। কারণ এতে পার্শ্বপ্রতিক্রিয়া দেখা দেয়।\nঅনেকেই কাঁচা আনারস ব্যবহার করে থাকেন জুস বানানোর জন্য কিন্তু এটি দেহের জন্য ক্ষতিকর এবং খুব বিষাক্ত। এবং মাঝে মাঝে কাঁচা আনারস খাওয়ার কারণে বমির প্রবণতা দেখা দেয়।\nকাঁচা আনারসে আছে অনেক বেশি পরিমানে এসিডিটি যা আমদের মুখের ভিতর ও গলায় শ্লেষ্মা তৈরি করে। এবং ফলটি খাওয়ার পর মাঝে মাঝে অনেকের পেটে ব্যথাও হতে পারে।\nরক্ত তরল করার জন্য যে ওষুধ বানানো হয় তাতে আনারস ব্যবহার করা হয়ে থাকে। এই ফল দেহে রক্ত জমাট বাঁধার প্রক্রিয়াতে বাঁধা প্রদান করে থাকে।\nব্রমিলেইন আনারসের একটি উপাদান যা আমদের দেহের প্রোটিনের পরিমাণ নষ্ট করাতে দায়ী থাকে। এবং এই ফল দেহে ডার্মাটাইটিস ও অ্যালার্জী সংক্রামন করে।\nআনারস আমাদের দাঁতের জন্য ক্ষতিকর। যাদের দাতে কেভিটিস ও জিংজাইভেটিভস এর সমস্যা আছে তাদের আনারস না খাওয়াই ভালো।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nPineapple Fruit Facts  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ মে ২০০৫ তারিখে—information on pineapples from California Rare Fruit Growers\nThe Strange History of the \"King-Pine\" from The Paris Review"}