{"pageid": 115012, "title": "মারিয়ান ফেইথফুল", "url": "https://bn.wikipedia.org/wiki?curid=115012", "content": "মারিয়ান ইভলাইন ফেইথফুল ইংরেজি: Marianne Evelyn Gabriel Faithfull) একজন ইংলিশ গায়িকা, গান লেখিকা এবং অভিনেত্রী যার ক্যারিয়ার ৪ দশক ধরে চলছে। তিনি ২৯ শে ডিসেম্বর, ১৯৪৬ সালে জন্মগ্রহণ করেন।১৯৭০-এর দশকে তার মাদকাসক্তির সাথে যুদ্ধ তার ১৯৬০-এর দশকের পপ ও রক সংগীত-এ অবদানের কথা ঢেকে দিয়েছে। ঐ দশকের ১ম দুই তৃতীয়াংশের মতো সময় লেগেছ তার মাত্র দু’টি স্টুডিও অ্যালবাম প্রকাশ করতে।দীর্ঘ বাণিজ্যিক বিরতির পর ১৯৭৯ সালের শেষের দিকে তার প্রকাশিত অ্যালবাম ব্রোকেন ইংলিশ একটি সীমারেখা হয়ে আছে। তার পরবর্তী অ্যালবাম সমালোচক মহলে প্রশংসিত হলেও তার ব্যক্তিগত ইতিহাসের আড়ালে তা ঢেকে গেছে। ১৯৬৬ থেকে ১৯৭০ পর্যন্ত তার প্রেমের সম্পর্ক ছিল রোলিং স্টোন ব্যান্ডের মিক জ্যাগারের সাথে যা মিডিয়ায় বহুল প্রচারিত হয়েছিল। তিনি সিস্টার মরফিন একসাথে লিখেছিলেন যা তাদের স্টিকি ফিঙ্গার অ্যালবামে ছিল।\n\n\n== প্রাথমিক জীবন ==\nমারিয়ান ইভলাইন ফেইথফুল জন্মগ্রহণ করেন লন্ডনের হাম্পস্টেডে। তার বাবা মেজর ডঃ রবার্ট গ্লাইন ফেইথফুল ছিলেন একজন ব্রিটিশ সামরিক অফিসার ও মনোবিজ্ঞানের কলেজ অধ্যক্ষ। তার মায়ের নাম ছিল ইভা ভন সাচের-মাসচ যার শিকড় ছিল ভিয়েনাতে। তিনি প্রাথমিক জীবনে একজন পেশাদার নর্তকী ছিলেন ম্যাক্স রেইনহার্ডত কোম্পানির ও জার্মান থিয়েটারের নানা প্রযোজনা যেমন বারটোলত ব্রেচত ও কার্ট উইলের সাথে তিনি নাচতেন। তার চাচা লিউপোল্ড ভন সাচের-মাসচ ১৯ শতকের একজন মহৎ অস্ট্রিয়ান লেখক যার স্থূল উপন্যাস ভেনাস ইন ফারস মাসোচিজম শব্দটা আবিষ্কার করে। যখন তার বয়স মাত্র ৬ বছর তখন তার বাবা মায়ের ছাড়াছাড়ি হয়ে যায়।\n\n\n== সঙ্গীত জীবন ==\n১৯৬৪ সালে ফেইথফুল তার সঙ্গীত জীবন শুরু করে কফি হাউজের ফোক গায়িকা হিসেবে। ১৯৬৪ সালে শুরুর দিকে তিনি রোলিং স্টোন ব্যান্ডের একটা অ্যালবাম প্রকাশনা উৎসবে যান ও জন ডেনভার, এ্যান্ড্রু লোগ ওল্ডহ্যামের, যিনি তাকে আবিষ্কার করেন দেখা পান। ১৯৬৫ সালের ৬ই মে তিনি জন ডেনভারকে বিয়ে করেন। ১৯৬৫ সালের ১০ই নভেম্বর তার পুত্র সন্তান জন্ম নেয়।তারপর তিনি জন ডেনভারকে ত্যাগ করার সিদ্ধান্ত নেন মিক জ্যাগারের সাথে সম্পর্ক করার জন্য। তিনি বলেনঃ ”আমার প্রথম পদক্ষেপ ছিল একটা রোলিং স্টোনকে ছেলেবন্ধু হিসেবে পাওয়া। আমি তাদের তিন জনের সাথেই ঘুমিয়েছি ও সিদ্ধান্ত নেই তাদের মূল গায়ককে বেছে নিতে।“ ১৯৬৬ সালে তিনি তার ছেলেকে নিয়ে আসেন লন্ডনে আনিতা পলেনবার্গ ও ব্রায়ান জোন্সের সাথে বাস করতে। সে সময় তিনি মারিজুয়ানা নিতে থাকেন ও পলেনবার্গ তার সবচেয়ে ভালো বন্ধু হয়ে ওঠে। পরে তিনি মিক জ্যাগার-এর সাথে ভালোভাবে সম্পর্কে জড়িয়ে পড়েন ।এই জুটিটা সে সময় খুবই দুষ্ট ছিল। তিনি ব্রিটিশ পুলিশের হাতে ড্রাগসহ ধরা পড়েন যা তার ক্যারিয়ারকে সে সময় ধ্বংস করে দেয়।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৬৮ সালে ফেইথফুল কোকেইন নেয়া শুরু করে ও অকালে একটি কন্যা শিশুর জন্ম দেন। ১৯৭১ সালে সঙ্গীত প্রযোজক মাইক লিন্ডার তাকে রাস্তায় দেখতে পান ও চেষ্টা করেন তার ক্যারিয়ারকে টেনে তুলতে। তার রিচ কিড ব্লুজ অ্যালবামের কিছু অংশ তিনি করে দেন। মাদকাসক্তি তার গলার স্বরকে স্থায়ীভাবে ভেঙ্গে দেয়। সমালোচকরা বলতে থাকে তার গলার স্বর হুস্কিতে ভেজা। সাংবাদিক জন জোন্স লন্ডন সানডে টাইমসে লেখেনঃ “তার কণ্ঠ স্থায়ীভাবে জঘন্য।“ তার প্রাথমিক সুরেলা গলা প্রতিস্থাপিত হয় গভীর ভারী গলায় যার জন্য তার বছরের পর বছর ধূমপান, মদ্যপান ও ড্রাগে আসক্তি। ১৯৯৭ সালে মেটালিকা ব্যান্ডের রিলোড অ্যালবামের গান মেমরি রিমেইন্সে তিনি কণ্ঠ দেন ও মিউজিক ভিডিওতে অংশ নেন যা ২৮ নম্বরে চলে যায় আমেরিকান টপচার্টে ও ১৩ নাম্বারে চলে যায় ব্রিটেনে।\n\n\n== পুরস্কার ==\n১৯৯৪ সালে তার আত্মজীবনী ফেইথফুল প্রকাশিত হয় যেখানে তিনি আলোচনা করেন তার প্রাথমিক জীবন, ক্যারিয়ার, মাদকাসক্তি, উভকামিতা বিষয়ে পরীক্ষা এবং তার গুরুত্বপূর্ণ সম্পর্ক মা-বাবার সাথে, রোলিং স্টোনের সাথে ও বব ডিলানের সাথে। ২০০৯ সালের ৫ই মার্চ ফেইথফুল বিশ্ব শিল্প পুরস্কার উইমেন্স ওয়ার্ল্ড এডওয়ার্ড পান সারাজীবনের অর্জনের জন্য। ৮ই মার্চ ২০০৯ সালে বিশ্ব নারী দিবসে অংশ হিসাবে ভিয়েনার ঐ পুরস্কার প্রদান অনুষ্ঠানটি ৪০ টিরও বেশি দেশের টেলিভিশনে দেখানো হয়। ২০০৭ সালের ১১ই অক্টোবরে ইউকে টিভি অনুষ্ঠান দিস মর্নিং-এ তিনি বলেন যে তিনি হেপাটাইটিস সি রোগে ভুগেছিলেন। ২৭ শে মার্চ ২০০৮-এ তার ব্লগে তার ম্যানেজার লেখেন যেঃ “মানসিক, শারীরিক ও নার্ভাস হয়ে নিঃশেষিত হয়ে যাওয়ার কারণে ডাক্তার তাকে সব ধরনের কাজ থামাতে বলেছে ও সুস্থ হওয়ার প্রক্রিয়ায় যেতে বলেছে। চিকিৎসা ও সেরে ওঠার প্রক্রিয়া কমপক্ষে ৬ মাস স্থায়ী হতে পারে।“\n\n\n== বহিঃসংযোগ ==\nepinions.com\nmariannefaithfull.org.uk\ndailymail.co.uk\nmariannefaithfull.net"}