{"pageid": 1150428, "title": "নিখাত জারিন", "url": "https://bn.wikipedia.org/wiki?curid=1150428", "content": "নিখাত জারিন (জন্ম ১৪ই জুন ১৯৯৬) একজন ভারতীয় অপেশাদার বক্সার। তিনি ২০২২ এআইবিএ মহিলা বিশ্ব বক্সিং চ্যাম্পিয়নশিপে স্বর্ণপদক জিতেছেন। তিনি আন্টালিয়ায় অনুষ্ঠিত ২০১১ মহিলা যুব ও জুনিয়র বিশ্ব বক্সিং চ্যাম্পিয়নশিপে স্বর্ণপদক জিতেছিলেন। তিনি গুয়াহাটিতে অনুষ্ঠিত দ্বিতীয় ইন্ডিয়া ওপেন আন্তর্জাতিক বক্সিং টুর্নামেন্টে ব্রোঞ্জ পদক জিতেছেন। ২০২২ বিশ্ব বক্সিং চ্যাম্পিয়নশিপে পঞ্চম ভারতীয় মহিলা হিসেবে স্বর্ণপদক জিতেছেন জারিন৷ জারিন ২০২১ সালের জুন থেকে ব্যাঙ্ক অফ ইন্ডিয়াতে সাধারণ ব্যাঙ্কিং অফিসার হিসাবে কাজ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nনিখাত জারিন ১৯৯৬ সালের ১৪ই জুন অন্ধ্র প্রদেশের (বর্তমানে তেলেঙ্গানা) নিজামবাদ শহরে মোহাম্মদ জামিল আহমেদ এবং পারভীন সুলতানার ঘরে জন্মগ্রহণ করেন। তিনি নিজামবাদের নির্মলা হৃদয় বালিকা উচ্চ বিদ্যালয় থেকে প্রাথমিক শিক্ষা সম্পন্ন করেন। তিনি তেলেঙ্গানার হায়দ্রাবাদের এভি কলেজে কলাবিদ্যায় স্নাতক (বিএ) হওয়ার জন্যে পড়াশোনা করছেন।\n২০২০ সালে, জারিন তেলেঙ্গানা রাজ্যের ক্রীড়া কর্তৃপক্ষ (SATS) দ্বারা দশ হাজার টাকার নগদ পুরস্কার এবং বৈদ্যুতিক স্কুটার উপহার দেওয়া হয়েছিল।\nজারিনকে ব্যাঙ্ক অফ ইন্ডিয়া, হায়দ্রাবাদের এসি গার্ডের জোনাল অফিসে স্টাফ অফিসার হিসাবে নিযুক্ত করা হয়েছে৷\n\n\n== কর্মজীবন ==\nজারিনকে তার বাবা মোহাম্মদ জামিল আহমেদ বক্সিংয়ের সাথে পরিচয় করিয়ে দেন এবং তিনি পিতার অধীনেই এক বছর প্রশিক্ষণ নেন। ২০০৯ সালে দ্রোণাচার্য পুরস্কারপ্রাপ্ত আইভি রাও-এর অধীনে প্রশিক্ষণের জন্য নিখাতকে বিশাখাপত্তনমের স্পোর্টস অথরিটি অফ ইন্ডিয়াতে অন্তর্ভুক্ত করা হয়েছিল। এক বছর পরে, ২০১০ সালে ইরোড ন্যাশনালসে তাকে 'গোল্ডেন সেরা বক্সার' হিসাবে ঘোষণা করা হয়েছিল।\n\n\n=== ২০১১ মহিলা জুনিয়র এবং যুব বিশ্ব বক্সিং চ্যাম্পিয়নশিপ ===\nতুরস্কে এআইবিএ আয়োজিত মহিলা জুনিয়র এবং যুব বিশ্ব বক্সিং চ্যাম্পিয়নশিপে অনুষ্ঠিত ফ্লাইওয়েট বিভাগে স্বর্ণপদক জিতেছেন নিখাত তুর্কি বক্সার উলকু ডেমিরের বিপক্ষে ছিলেন এবং তিন রাউন্ডের পর ২৭:১৬ ব্যবধানে জিতেছিলেন।\n\n\n=== ২০১৪ যুব বিশ্ব বক্সিং চ্যাম্পিয়নশিপ ===\nতিনি ২০১৪ সালে বুলগেরিয়ায় অনুষ্ঠিত যুব বিশ্ব বক্সিং চ্যাম্পিয়নশিপে রৌপ্য পদক জিতেছিলেন।\n\n\n=== ২০১৪ নেশন্স কাপ আন্তর্জাতিক বক্সিং টুর্নামেন্ট ===\nতিনি ২০১৪র ১২ই জানুয়ারি সার্বিয়ার নোভি স্যাডে অনুষ্ঠিত তৃতীয় নেশন্স কাপ আন্তর্জাতিক বক্সিং টুর্নামেন্টে স্বর্ণপদক জিতেছিলেন। জারিন ৫১ কেজি ওজন বিভাগে রাশিয়ার পল্টসেভা একেতেরিনাকে পরাজিত করেন।\n\n\n=== ২০১৫- ষোড়শ সিনিয়র মহিলা জাতীয় বক্সিং চ্যাম্পিয়নশিপ ===\nতিনি আসামে অনুষ্ঠিত ষোড়শ সিনিয়র মহিলা জাতীয় বক্সিং চ্যাম্পিয়নশিপে স্বর্ণপদক জিতেছিলেন\n\n\n=== ২০১৯ থাইল্যান্ড ওপেন আন্তর্জাতিক বক্সিং টুর্নামেন্ট ===\nতিনি ব্যাংককে অনুষ্ঠিত থাইল্যান্ড ওপেন আন্তর্জাতিক বক্সিং টুর্নামেন্টে রৌপ্য পদক জিতেছেন।\n\n\n=== ২০১৯ স্ট্র্যান্ডজা মেমোরিয়াল বক্সিং টুর্নামেন্ট ===\nতিনি বুলগেরিয়ার সোফিয়াতে অনুষ্ঠিত স্ট্র্যান্ডজা মেমোরিয়াল বক্সিং টুর্নামেন্টে স্বর্ণপদক জিতেছেন।\n\n\n=== ২০২২ স্ট্র্যান্ডজা মেমোরিয়াল বক্সিং টুর্নামেন্ট ===\nবুলগেরিয়ার সোফিয়াতে ৭৩তম স্ট্র্যান্ডজা মেমোরিয়াল বক্সিং টুর্নামেন্টে জারিন ইউক্রেনের তেতিয়ানা কোবকে, তিনবারের ইউরোপীয় চ্যাম্পিয়নশিপ পদক বিজয়ীকে ৪-১ এ পরাজিত করে স্বর্ণপদক জিতেছেন। মহিলা দলের নেতৃত্বে ছিলেন কোচ ভাস্কর ভাট। তিনি সেমিফাইনালে টোকিও অলিম্পিকের রৌপ্য পদক বিজয়ী বুস নাজ চাকিরোগলুকেও হারান।\n\n\n=== ২০২২ এয়াইবিএ মহিলা বিশ্ব বক্সিং চ্যাম্পিয়নশিপ ===\n১৯শে মে ২০২২-এ, জারিন তুরস্কের ইস্তাম্বুলে ফ্লাই-ওয়েট ফাইনালে থাইল্যান্ডের জিতপং জুটামাসকে পরাজিত করে মহিলাদের বিশ্ব চ্যাম্পিয়নশিপে ৫২ কেজি বিভাগে স্বর্ণপদক জিতেছিল। মেরি কম, লাইশরাম সরিতা দেবী, জেনি আরএল, এবং লেখা কেসি -এর পরে পঞ্চম ভারতীয় মহিলা হিসেবে বিশ্ব চ্যাম্পিয়নশিপে স্বর্ণপদক জিতেছেন।\n\n\n== ব্র্যান্ড অনুমোদন ==\n২০১৮ সালে, জারিন অ্যাডিডাসের সাথে ব্র্যান্ড এনডোর্সমেন্ট চুক্তি স্বাক্ষর করেন। জারিন ওয়েলস্পন গ্রুপ দ্বারা সমর্থিত এবং স্পোর্টস অথরিটি অফ ইন্ডিয়ার টার্গেট অলিম্পিক পডিয়াম স্কিমের অন্তর্ভুক্ত।\n\n\n== পুরস্কার ==\nনিখাতকে তার নিজ শহর নিজামাবাদ, তেলেঙ্গানার সরকারী রাষ্ট্রদূত নিযুক্ত করা হয়েছিল।\nঅল ইন্ডিয়া ইন্টার-ইউনিভার্সিটি বক্সিং চ্যাম্পিয়নশিপে 'সেরা বক্সার', জলন্ধর, ভারত - ফেব্রুয়ারি ২০১৫\nক্রীড়া ২০১৯-এ শ্রেষ্ঠত্বের জন্য জে এফ আব্লিউ পুরস্কার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারতীয় বক্সিং ফেডারেশন বক্সার বিস্তারিত নিখাত জারিন"}