{"pageid": 1150231, "title": "গুগল ওয়ালেট", "url": "https://bn.wikipedia.org/wiki?curid=1150231", "content": "গুগল ওয়ালেট হলো গুগলের মালিকানাধীন একটি ডিজিটাল ওয়ালেট প্ল্যাটফর্ম। এটি অ্যান্ড্রয়েড এবং ওয়ার ওএস অপারেটিং সিস্টেমের জন্য উপলব্ধ, এবং ১১ মে, ২০২২-এ গুগল আই/ও-কীনোটে এব্যাপারে ঘোষণা করা হয়েছিল। এটি ২০২০-এর পরবরর্তীতে হালনাগাদকৃত গুগল পে অ্যাপের সাথে সংযুক্ত রয়েছে।\n\n\n== ইতিহাস ==\n\"গুগল ওয়ালেট\" ব্র্যান্ড নামটি প্রথম কোম্পানির একই নামের মোবাইল পেমেন্ট সিস্টেমের জন্য ব্যবহার করা হয়েছিল, যা ২০১১ সালে অ্যান্ড্রয়েড পে এর সাথে ২০১৮ সালে গুগল পে নামে একটি নতুন অ্যাপে একীভূত করার আগে চালু করা হয়েছিল। পুরানো ওয়ালেট অ্যাপ, এর কার্যকারিতা পিয়ার-টু-পিয়ার পেমেন্ট পরিষেবায় কমে গিয়েছিলো, এবং ২০২০ সালে এটি বন্ধ হওয়ার আগে গুগল পে সেন্ড-তে একে পুনরায় ব্র্যান্ড করা হয়েছিল। ২০২০ সালে, গুগল পে অ্যাপটি গুগল এর ভারত-কেন্দ্রিক তেজ অ্যাপের উপর ভিত্তি করে বিস্তৃতভাবে পুনরায় ডিজাইন করা হয়েছিল, যা একটি সর্বজনীন ব্যক্তিগত ফিন্যান্স অ্যাপ্লিকেশনে প্রসারিত হয়েছিল। এটি প্লে স্টোরে তেজ অ্যাপ্লিকেশনটি প্রতিস্থাপন করে, যখন ২০১৮ গুগল পে অ্যাপটি অ্যান্ড্রয়েড স্মার্টফোনগুলিতে একটি পৃথক, প্রাক-ইনস্টল করা অ্যাপ্লিকেশন হিসাবে বিদ্যমান ছিল।\n২০২২ সালের জানুয়ারিতে, ব্লুমবার্গ নিউজ জানিয়েছে যে অ্যাপটির ধীরগতির বৃদ্ধি এবং প্লেক্স বন্ধ হওয়ার পরে কোম্পানিটি গুগল পে-কে একটি \"বিস্তৃত ডিজিটাল ওয়ালেট-এ রূপান্তরিত করার পরিকল্পনা করছে। এপ্রিল মাসে, রিপোর্ট করা হয়েছিল যে গুগল একটি নতুন অ্যাপ বা ইন্টারফেসে \"গুগল ওয়ালেট\" ব্র্যান্ডিং পুনরুজ্জীবিত করার পরিকল্পনা করছে এবং এটি গুগল পে-এর সাথে একত্রিত হয়েছে। গুগল আনুষ্ঠানিকভাবে ১১ মে, ২২ তারিখে গুগল আই/ও কীনোটে গুগল ওয়ালেটের ঘোষণা করে। অ্যাপটি ২০২০ সালের গুগল পে অ্যাপের সাথে সহ-অবস্থান করবে।\n\n\n== বৈশিষ্ট্য ==\nগুগল ওয়ালেট ব্যবহারকারীদের ক্রেডিট কার্ড, লয়্যালটি কার্ড, ডিজিটাল আইডেন্টিফিকেশন কার্ড, ট্রানজিট পাস, কনসার্টের টিকিট এবং টিকা কার্ডের মতো বিষয়বস্তুগুলো সংরক্ষণ করার অনুমতি দেয়৷ এটি অ্যান্ড্রয়েড ডিভাইসে পুরানো, আগে থেকে ইনস্টল করা গুগল পে অ্যাপটিকে প্রতিস্থাপন করবে এবং লঞ্চ করার সময় ৪২টি দেশে উপলব্ধ হবে।\nঅ্যাপল ওয়ালেট-এর মতো অনুরূপ মোবাইল ওয়ালেটের বিপরীতে, গুগল ওয়ালেট শুধুমাত্র অ্যান্ড্রয়েট-এর জন্য অ্যাপের স্মার্টফোন সংস্করণের বৈশিষ্ট্যগুলি যুক্ত করেছে৷ ওয়ার ওএস-এর স্মার্টওয়াচ সংস্করণ শুধুমাত্র লঞ্চের সময় পেমেন্ট কার্ডগুলো সমর্থন করবে।\n\n\n== আরও দেখুন ==\nআপেল ওয়ালেট\nগুগল চেকআউট\nগুগল পে\nমোবাইল ওয়ালেটে ক্যাম্পাস সনাক্তকরণের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nটেমপ্লেট:Mobile payments"}