{"pageid": 1150217, "title": "জম্মু ও কাশ্মীর প্রজাসভা নির্বাচন, ১৯৩৪", "url": "https://bn.wikipedia.org/wiki?curid=1150217", "content": "প্রজা সভা নামে একটি আইনসভার জন্য প্রথম নির্বাচন ১৯৩৪ সালে ব্রিটিশ ভারতীয় সাম্রাজ্যের রাজ্য জম্মু ও কাশ্মীরে অনুষ্ঠিত হয়েছিল। প্রজা সভার ৭৫ জন সদস্য থাকার সিদ্ধান্ত ছিল, যার মধ্যে ১২ জন কর্মকর্তা, ৩৩ জন নির্বাচিত সদস্য এবং ৩০ জন মনোনীত সদস্য হবেন।  ১৯৩৪ সালের ৩ সেপ্টেম্বর নির্বাচন অনুষ্ঠিত হয়। শেখ আবদুল্লাহর নেতৃত্বে অল জম্মু ও কাশ্মীর মুসলিম কনফারেন্স ১৬টি আসনে জয়ী হয়ে বৃহত্তম নির্বাচিত দলে পরিণত হয়। ডোগরা সদর সভা দ্বারা চ্যাম্পিয়ন একটি 'লিবারেল গ্রুপ' ২৪ সদস্য নিয়ে বিধানসভায় সামগ্রিক সংখ্যাগরিষ্ঠতা পেয়েছিল।\n\n\n== প্রজাসভার গঠনতন্ত্র ==\nজম্মু ও কাশ্মীরের মহারাজা হরি সিং রাজ্যে একটি প্রজা সভা (আক্ষরিক অর্থে, \"সাবজেক্টস অ্যাসেম্বলি\") প্রতিষ্ঠার জন্য সুপারিশ করার জন্য ৩১ মে ১৯৩২ সালে স্যার বুর্জর দালালের  সভাপতিত্বে একটি ভোটাধিকার কমিটি প্রতিষ্ঠা করেন। সুপারিশগুলি এক বছর পরে ৭৫-সদস্যের একটি বিধানসভার প্রস্তাবের সাথে আসে যেখানে ৩৩ জন নির্বাচিত সদস্য, ৩০ জন মনোনীত সদস্য এবং ১২ জন কর্মকর্তা হবেন। \n৩৩ জন নির্বাচিত সদস্যকে ধর্মীয় সম্প্রদায়ের মধ্যে আরও বিভক্ত করা হবে, যেখানে ২১টি আসন মুসলমানদের জন্য, ১০টি হিন্দুদের জন্য এবং ২টি শিখদের জন্য বরাদ্দ করা হবে। \nপ্রদেশের ক্ষেত্রে, কাশ্মীর প্রদেশকে ১৬টি আসন (১১টি মুসলিম, ৩টি হিন্দু এবং ১টি শিখ) বরাদ্দ করা হয়েছিল। জম্মু প্রদেশে ১৭টি আসন (৯টি মুসলিম, ৭টি হিন্দু এবং ১টি শিখ) বরাদ্দ করা হয়েছিল। লাদাখ এবং গিলগিট ওয়াজরাতে (জেলা) শুধুমাত্র মনোনীত সদস্য ছিল (যথাক্রমে ২ এবং ১ জন)। চেনানীর অভ্যন্তরীণ জায়গীর বরাদ্দ করা হয় মনোনীত সদস্যকে।\n\n\n== নির্বাচন এবং ফলাফল ==\n৩ সেপ্টেম্বর ১৯৩৪ প্রজাসভা আসনের জন্য নির্বাচন অনুষ্ঠিত হয়। \nইউসুফ শাহের আজাদ মুসলিম কনফারেন্সকে পরাজিত করে আবদুল্লাহর মুসলিম কনফারেন্স শ্রীনগরের পাঁচটি আসনই জিতেছে। আবদুল্লাহর জীবনীকার সৈয়দ তাফাজুল হুসাইন এটিকে অসাধারণ বলে মনে করেন কারণ ইউসুফ শাহ ছিলেন একজন সম্মানিত ধর্মীয় ব্যক্তিত্ব যখন আবদুল্লাহ ছিলেন সাম্প্রতিক আগমন। \nবিচারপতি ইউসুফ সরফের মতে বাকি সব আসন বিনা প্রতিদ্বন্দ্বিতায় ছিল। \nচূড়ান্তভাবে, মুসলিম কনফারেন্সের বিধানসভায় ১৬টি নির্বাচিত আসন ছিল, এবং চ্যাম্পিয়ন লিবারেল গ্রুপের ডোগরা সদর সভা ছিল ১৩টি আসন। অ্যাসেম্বলির সভাপতির মতে, ২জন মুসলিম কনফারেন্স সদস্য বিধানসভা অধিবেশনের আড়াই সপ্তাহ পরে লিবারেল গ্রুপে তাদের আনুগত্য পরিবর্তন করে। বেশ কিছু মনোনীত সদস্যও লিবারেল গ্রুপে যোগ দিয়েছিলেন, যা বিধানসভায় চূড়ান্ত সংখ্যা নিয়ে ২৬-এ পৌঁছেছিল। দালাল বলেছেন যে, একটি পন্ডিত পার্টির (কাশ্মীর পণ্ডিত যুবসভা) ৩টি আসন এবং একটি শিখ পার্টির আরও ৩টি আসন তাদের ছিল। \nবিধানসভায় মুসলিম কনফারেন্সের নেতৃত্বে ছিলেন মিয়াঁ‌ আহমদ ইয়ার, এবং উপনেতা ছিলেন মির্জা আফজাল বেগ। লিবারেল গ্রুপের নেতৃত্বে ছিলেন রাম চন্দর দুবে।\n\n\n== সর্বশেষ ==\nশেখ আবদুল্লাহ, যিনি নির্বাচনের আগে ধর্মনিরপেক্ষ মতামত প্রকাশ করেছিলেন, লিবারেল গ্রুপের সাথে একটি কাজের সম্পর্ক তৈরি করেছিলেন। প্রথম অধিবেশন শেষে তিনি \"রাষ্ট্রপতি ও মন্ত্রীদের সহানুভূতিশীল মনোভাব\" নিয়ে সন্তোষ প্রকাশ করেন। \nশীঘ্রই ঘর্ষণ বিকশিত. নির্বাচিত সদস্যরা নীতিগত পরিবর্তন অর্জনে তাদের অক্ষমতায় হতাশ হয়ে পড়েন এবং ১৯৩৫ সালের মার্চের মধ্যে ২৯ জন নির্বাচিত সদস্য (১৪ জন মুসলিম কনফারেন্সের এবং ১৫ জন লিবারেল গ্রুপের) মহারাজার কাছে একটি স্মারকলিপি পেশ করেন যেখানে নির্বাহী বিভাগকে আইনসভার কাছে দায়বদ্ধ করতে সংবিধান সংশোধন করার জন্য অনুরোধ করা হয়। কাশ্মীরি পণ্ডিত দল সেই দাবিতে অংশ নেয়নি।  এরপর থেকে, দায়িত্বশীল সরকারের দাবি নির্বাচিত বিধায়কদের জন্য শোরগোল হয়ে ওঠে। ২রা নভেম্বর ১৯৩৬ সালের মধ্যে, সর্দার বুধ সিং (মিরপুর এবং পুঞ্চ থেকে নির্বাচিত শিখ সদস্য) এবং মুসলিম কনফারেন্সের সদস্যরা সরকারের বিরুদ্ধে \"বিশ্বাস লঙ্ঘনের\" অভিযোগ আনেন এবং গণ পদত্যাগ করেন। মহারাজা পদত্যাগপত্র গ্রহণ করেন এবং সেই আসনগুলির জন্য উপ-নির্বাচনের ডাক দেন। \n১৯৩৭ সালের জুলাই মাসে উপ-নির্বাচন অনুষ্ঠিত হয়। মুসলিম কনফারেন্স সেই প্রার্থীদের ফিরিয়ে এনেছে যারা আগে পদত্যাগ করেছিল। \nপরবর্তীকালে, মহারাজা উদার রাজনীতিবিদ-প্রশাসক, স্যার এন. গোপালস্বামী আয়ঙ্গারকে রাজ্যের প্রধানমন্ত্রী হিসেবে নিযুক্ত করেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}