{"pageid": 115036, "title": "ডেথ এন রোল", "url": "https://bn.wikipedia.org/wiki?curid=115036", "content": "ডেথ 'এন' রোল (ইংরেজি: Death 'n' Roll) শব্দটি ব্যবহার করা হয় সেসব ডেথ মেটাল ব্যান্ডদের শব্দকে বর্ণনা করতে যারা রক এন্ড রোলের অনুপ্রেরণায় নানা উপাদান গানে নিয়ে আসে। ডেথ মেটাল ও রক এন্ড রোলের জন্য এটা একটি চামড়ার তৈরি বড় বাক্সের মতো কাজ করে। নেয়া প্রভাবটা হচ্ছে ডেথ মেটালের ট্রেড মার্ক গম্ভীর গলার সাথে ও উচ্চমাত্রার ডিস্টোর্টেড গিটার রিফের যোগাযোগ যা ১৯৭০-এর দশকের হার্ডরক ও হেভি মেটালের স্মৃতি জাগায়। উল্লেখ করার মতো ব্যান্ড হচ্ছে গোরফেস্ট ও এনটোম্বড।\n\n\n== উৎস ==\nএনটোম্বড ব্যান্ড প্রথম ডেথ এন রোল ধারার গান করে। এনটোম্বড ব্যান্ডের স্বরণীয় উলভেরাইন ব্লুজ অ্যালবাম প্রকাশনার পরে মিডিয়া একে নতুন শব্দ ডেথ এন রোল বলে অভিহিত করে। ১৯৯৬ সালে গোরফেস্ট ব্যান্ডের সোল সারভাইভর হচ্ছে আরেকটি বলার মতো এ জাতের অ্যালবাম। এতে ক্ল্যাসিক রকের প্রভাব ও লক্ষ্যনীয়। যার প্রমাণ পাওয়া যায় ঐ বছরেই দ্যা ক্লাব ট্যুরে ব্ল্যাক সাবাথ, ডিপ পার্পল ওএসি ডিসি ব্যান্ডের গান গাওয়াতে। ১৯৯০ দশকের শেষের দিকে তাদের অ্যালবাম চ্যাপ্টার ১৩ বের হয় যা তাদের আগের অ্যালবামের ধারা বজায় রাখে। তারপর গোরফেস্ট ব্যান্ড ভেঙ্গে যায়। (গোরফেস্ট ব্যান্ড ৭ বছর পরে আবার একত্রিত হয়)। তাদের দুইজন সদস্য বর্তমানে লাইভ এ্যান্ড ডেঞ্জারাস নামের ব্যান্ডে; যা হল্যান্ডের থিন লেজি ব্যান্ডের প্রতি উৎসর্গকৃত, কাজ করছে।\n\n\n== বিতর্ক ==\nডেথ মেটাল ব্যান্ডগুলো সাক্ষাৎকারের সম্মুখীন হলে তারা ডেথ এন রোল জাতের আচরণ সম্পর্কে মিশ্র প্রতিক্রিয়া ব্যক্ত করে। এনটোম্বড ব্যান্ডের এল জি পেত্রোভ বলেনঃ “আমরা এটাকে এনটোম্বড সঙ্গীত হিসেবেই দেখি, যদি লোকজন মনে করে এটা ডেথ এন রোল তাহলে এটা তাই। আমরা খালি হাসি, ডেথ এন রোল, কেন নয়? যখন আমরা গান বানাই, তখন ভাবি না যে এটা কোন নির্দিষ্ট ধরনের। “ডেথ মেটাল ও রক এন্ড রোলের মিশ্রণ সম্পর্কে গোরফেস্ট ব্যান্ডের ফ্রাঙ্ক হারথোরন বলেনঃ”আজব ব্যাপার! সবাই বলছে এটা ডেথ এন রোল জাতের হয়েছে। আমার কাছে এটা শুধুই মেটাল, সহজ ও সরল।আমি মনে করি না আমাদের অনুপ্রেরণা অন্য ব্যান্ডগুলো থেকে ভিন্ন।\n\n\n== বহিঃসংযোগ ==\nstylusmagazine.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুন ২০০৮ তারিখে\nmusicmight.com\nallmusicguide.com"}