{"pageid": 1150181, "title": "সতীন সেন", "url": "https://bn.wikipedia.org/wiki?curid=1150181", "content": "সতীন্দ্রনাথ সেন বা সংক্ষেপে সতীন সেন ( ১৫ এপ্রিল ১৮৯৪ ― ২৫ মার্চ  ১৯৫৫) ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের এক বিপ্লবী। ব্রিটিশবিরোধী আন্দোলনই নয়, পাকিস্তান সরকারের বিরুদ্ধে আন্দোলনেও  অগ্রপথিক ছিলেন সতীন সেন। দেশবিভাগের ঘোরতর বিরোধী তিনি নানা আন্দোলনে নেতৃত্ব দিয়ে আজীবন বিপ্লবীর জীবনযাপন করে যান।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসতীন্দ্রনাথের জন্ম ১৮৯৪ খ্রিস্টাব্দের ১৫ এপ্রিল  ব্রিটিশ ভারতের অবিভক্ত বাংলার অধুনা  বাংলাদেশের ফরিদপুরের কোটালীপাড়ায়। পিতা নবীনচন্দ্র সেন বরিশালের  পটুয়াখালি কোর্টের মোক্তার। সেখানকার জুবিলি হাই স্কুলে পড়ার সময় চারণকবি  মুকুন্দ দাসের স্বদেশি গান শুনে তিনি গৃহত্যাগ করে পথ নির্দেশের জন্য মহাত্মা  অশ্বিনীকুমার দত্তের কাছে হাজির হন। তিনি দশ বৎসরের বালক সতীন্দ্রনাথকে বাড়িতে পাঠিয়ে দেন। পরে সতীর্থ সুধীরকুমার দাশগুপ্তের প্রভাবে তিনি বিপ্লবীদের নিষ্ঠা পালন  ও অনুশীলন শুরু করেন। বরিশালের শঙ্কর মঠে  প্রজ্ঞানানন্দের সংস্পর্শে এসে  যুগান্তর বৈপ্লবিক দলে যুক্ত হন। ১৯১২ খ্রিস্টাব্দে জুবিলি হাই স্কুল থেকে ম্যাট্রিক পাশের পর কিছুদিন হাজারিবাগের সেন্ট কলমবাস কলেজে এবং পরে কলকাতার বঙ্গবাসী কলেজ পড়েন। কিন্তু বৈপ্লবিক কাজকর্মের জন্য চতুর্থ বর্ষে পড়াশোনা ছেড়ে দেন। \n\n\n== বৈপ্লবিক কাজকর্ম ==\nবিপ্লবী নরেন্দ্রনাথ ঘোষ চৌধুরীর নেতৃত্বে সতীন্দ্রনাথ ১৯১৫ খ্রিস্টাব্দের ৩০ সেপ্টেম্বর নদীয়া জেলায় কৃষ্ণনগরের নিকটবর্তী শিবপুরে স্বদেশী ডাকাতিতে অংশ নেন, গ্রেফতার হন এবং চার বৎসর কারাদণ্ড ভোগ করেন। এরপর অহিংস সংগঠনমূলক কাজে যুক্ত হয়ে  পটুয়াখালিতেই কর্মক্ষেত্র বেছে নেন। ১৯২০ খ্রিস্টাব্দে  অসহযোগ আন্দোলনের সময় এক যুববাহিনী গড়ে তোলেন এবং বিদেশী দ্রব্য বর্জনের আন্দোলন সংগঠিত করতে গিয়ে পুনরায় গ্রেফতার হন। বরিশাল জেলে অপমানজনক ব্যবহারের প্রতিবাদে তিনি ৬১ দিন অনশন করেন। ১৯২৩ খ্রিস্টাব্দে মুক্তি পাওয়ার পর, তিনি তার বন্ধুদের সাথে তাদের কায়িক শ্রম এবং খরচে পটুয়াখালিতেই একটি জমি কিনে জাতীয় বিদ্যালয় স্থাপন করে শিক্ষকতা করেন।\n১৯২৪ খ্রিস্টাব্দে কংগ্রেসের পিরোজপুর সম্মেলনে বরিশাল জেলা কংগ্রেসের দায়িত্ব প্রাপ্ত হন। জেলায় সরকারের মদতে সাম্প্রদায়িক উত্তেজনা ছড়ানোর প্রচেষ্টা ব্যর্থ করতে তিনি পুরো বরিশাল জেলা পায়ে হেঁটে বেড়ান। ১৯২৬ খ্রিস্টাব্দে ইউনিয়ন বোর্ডের কর বন্ধের আন্দোলন এবং পটুয়াখালি সত্যাগ্রহ আন্দোলন তার নেতৃত্বে পরিচালিত হয়। প্রসঙ্গত, পটুয়াখালীতে সত্যাগ্রহ আন্দোলন ছিল মসজিদের সামনে দিয়ে বাদ্য-বাজনা বাজিয়ে প্রতিমাসহ শোভাযাত্রা করে যাওয়ার অধিকার আদায়ের আন্দোলন।\nসতীন সেনের নেতৃত্বে সকল আন্দোলন সফল ভাবে পরিচালিত হলেও, তিনি ১৯২৯ খ্রিস্টাব্দে পুনরায় গ্রেফতার হন। এই সময়ে লাহোর জেলে বিপ্লবী যতীন দাস জেলবন্দীদের অধিকারের দাবিতে অনশন করছিলেন। কারারুদ্ধ হয়ে সতীন সেনও অনির্দিষ্টকালের অনশন-সত্যাগ্রহ শুরু করেন। সুভাষের অনুরোধে অনশন ভঙ্গ করলেও, তার এই অবস্থানে বরিশালে আলোড়ন সৃষ্টি হয়। স্বতঃস্ফূর্তভাবে সেখানকার যুবকগণ কারাবরণ করতে থাকেন। এমতাবস্থায় ব্রিটিশ শাসক তাকে সদ্ভাবে থাকার জামিনে মুক্তি দেয়।বরিশাল কংগ্রেস সংগঠনে তার অপরিসীম প্রভাবে সর্বভারতীয় নেতৃবৃন্দের কাছে বিশেষ পরিচিতি লাভ করেন। কলকাতায় আইন অমান্য আন্দোলনে ছাত্রদের নেতৃত্ব দেওয়ায় তিনি পুনরায় গ্রেফতার হন এবং ১৯৩১ খ্রিস্টাব্দের মার্চ মুক্তি লাভ করলেও তাকে বরিশাল থেকে বহিষ্কারের নির্দেশ হয়। ১৯৩২ খ্রিস্টাব্দে দ্বিতীয়বারের আইন অমান্য আন্দোলনে গ্রেফতার হন এবং দেউলী জেল ক্যাম্পে পাঠানো হয়। বন্দি শিবিরে অব্যবস্থার বিরুদ্ধে প্রতিবাদ করেন। ১৯৩৭ খ্রিস্টাব্দে মুক্তিলাভের পর কলকাতায় কিছুদিন দৈনিকপত্র কেশরী পরিচালনা করেন। পরে বরিশালে ফিরে, দ্বিতীয় বিশ্বযুদ্ধের সময় ত্রাণকার্যে তৎকালীন  ভোলা মহকুমায় যান। কিন্তু জেলায় যুদ্ধের জন্য চাঁদা আদায় যখন সরকারি জবরদস্তিতে পরিণত হয়, তিনি তহবিল সংগ্রহে বাধা দেন  এবং বেশ কিছু অর্থ ফেরতে বাধ্য করেন। যার ফলে ভারত প্রতিরক্ষা আইনে তিনি ১৯৪২ খ্রিস্টাব্দের ১৩ আগস্ট গ্রেপ্তার হন। প্রতিরোধমূলক ব্যবস্থা হিসাবে ১৯৪৫ খ্রিস্টাব্দ পর্যন্ত জেলবন্দি থাকেন। \n১৯৪৬ খ্রিস্টাব্দে বিপুল ভোটাধিক্যে যোগেন্দ্রনাথ মণ্ডলকে হারিয়ে বেঙ্গল লেজিসলেটিভ অ্যাসেম্বলির তথা বঙ্গীয় আইনসভার বিধায়ক নির্বাচিত হন। তিনি দেশভাগের ঘোরতর  বিরোধিতা করেছিলেন; তাই শেষপর্যন্ত স্বাধীনতা লাভের পর নিজের জেলায় থেকে যান, পাকিস্তান ব্যবস্থাপক সভার সদস্য হন। \n১৯৫০ খ্রিস্টাব্দে পূর্ব পাকিস্তানে বিধ্বংসী দাঙ্গার সময় জেলা ম্যাজিস্ট্রেট তাকে ডেকে জেলায় শান্তি বজায় আছে, এই মর্মে বিবৃতি সই করতে বলেন। তিনি তাতে অস্বীকার করলে শাসক গ্রেফতার করে আলোবাতাসহীন এক কুঠরিতে আবদ্ধ করে। ভাষা আন্দোলনে তার প্রত্যক্ষ যোগ না থাকলেও তিনি গ্রেফতার হন এবং এক বৎসর পর মুক্তি পান।\nপাকিস্তানের রাজনীতিতে নাটকীয় পট পরিবর্তনে ১৯৫৪ খ্রিস্টাব্দের ১জুলাই পুনরায় গ্রেফতার হন। ১৯৫৫ খ্রিস্টাব্দের ২৫ মার্চ  বন্দী অবস্থায় তিনি ঢাকা মেডিকেল কলেজ হাসপাতালে মারা যান।\n\n\n== পটুয়াখালিতে ভূমিকা ==\n১৯২৫-২৬ খৃস্টাব্দের বেঙ্গল এ্যাডমিনিস্ট্রেটিভ রিপোর্টে বঙ্গীয় সরকারের ১৯২৭ খ্রিষ্টাব্দের ১৯ জানুয়ারির প্রেস বিজ্ঞপ্তির বরাতে জানা যায় যে, ১৯২৬ খ্রিষ্টাব্দের ১০ মে হিন্দুরা চিরাচরিত প্রথা অবজ্ঞা করে শোভাযাত্রা করে পটুয়াখালীর জেলা বোর্ডের মসজিদের রাস্তায় সমবেত হয়। অথচ এ সময় কোন পূজা ছিল না। ঐ বছর কোরবানিতে প্রকাশ্যে গরু জবাই হওয়ায় সতীন সেন মসজিদের সামনে বাজনা বাজিয়ে পূজা করবেন মর্মে সিদ্ধান্ত নিলেন। ১৯২৬ খ্রিষ্টাব্দের ৩০ আগষ্ট শোভাযাত্রা বের হলো। পুলিশ কয়েকজনকে বন্দী করে। তারপর প্রত্যেক দিন শোভাযাত্রা হতো এবং তাদের গ্রেফতার করা হতো। মামলায় একমাত্র জরিমানা করা হতো। ১৯ নভেম্বর (১৯২৬) জেলা ম্যাজিষ্ট্রেট হিন্দু মহাসভার দু’জন, মাওলানা ২ জন ও একজন চেয়ারম্যান নিযুক্ত করে মীমাংসার প্রস্তাব দেয়া হয়। কিন্তু ঐদিন শোভাযাত্রা বের করার জন্য সতীন সেন বন্দী হন।’\n১৯২৭ খৃস্টাব্দের মার্চ মাসে লাখুটিয়ায় দোল পূজা উপলক্ষে হিন্দু-মুসলমানদের মধ্যে দাঙ্গা বাধার উপক্রম হয়। সেখানকার হিন্দুদের আহ্বানে সতীন সেন লাখুটিয়ায় যেতে চাইলেন। এই সংবাদ পেয়ে মি. ব্লান্ডি ও এসপি তাঁকে চায়ের আসরে গ্রেপ্তার করে। ১৯২৭ সালে কুলকাঠি মসজিদের সামনে দিয়ে বাদ্য-বাজনা বাজিয়ে পোনাবালিয়ার শিব মন্দিরে গমনরত যে হিন্দু তীর্থযাত্রীদের বাদ্যাবাজনায় বাঁধা দেয়ার কারণে পুলিশ ১৯ জন মুসলমানকে গুলি করে হত্যা করেছিল সতীন সেন তাঁর তরুণ সংঘের একদল সদস্য নিয়ে সেই তীর্থযাত্রীদলের অগ্রভাগে ছিলেন।\n\n\n== তথ্যসূত্র =="}