{"pageid": 115093, "title": "উবুন্টু প্রকাশের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=115093", "content": "উবুন্টু একটি ডেবিয়ান গ্নু/লিনাক্স ভিত্তিক একটি অপারেটিং সিস্টেম। প্রতি বছর উবুন্টুর দুটি করে সংস্করণ প্রকাশিত হয়। প্রকাশের সাল এবং মাসের নামের উপর ভিত্তি করে সফটওয়্যারটির সংস্করণ নম্বর নির্ধারণ করা হয়। উদাহরণ স্বরূপ প্রথম সংস্করণটি উবুন্টু ৪.১০ এর কথা বলা যেতে পারে, এটি প্রকাশিত হয়েছিল ২০ অক্টোবর ২০১০ তারিখে।  পরবর্তী সংস্করণ সমূহ প্রকাশের ক্ষেত্রেও একটি পদ্ধতি অবলম্বন করা হয়। কোন কারণে যদি নির্ধারিত মাসে প্রকাশ করা সম্ভব না হয় তবে এই সংস্করণ নম্বরও একইভাবে পরিবর্তন করা হবে। \nউবুন্টুর প্রকাশের তারিখ নির্ধারণ করা হয় গনোম প্রকাশের আনুমানিক এক মাস পর এবং সাধারণভাবে গানোম, X.Org প্রকাশের একমাস পর প্রকাশিত হয়। এর ফলে উবুন্টুর প্রতিটি সংস্করণে গনোম এবং X.Org এর নতুন সংস্করণ যুক্ত করা হয়। প্রতি চতুর্থ সংস্করণটি এলটিএস সংস্করণ নামে পরিচিত। এই ধরনের সংস্করণের ক্ষেত্রে ডেক্সটপ ভার্সন পরবর্তী তিন বছর এবং সার্ভার ভার্সন ব্যবহারে পরবর্তী পাঁচ বছর সহায়তা করা হয়। একই সাথে ক্যানোনিকাল লিমিটেড এর পরিচালিত টাকার বিনিময়ে সহায়তা পাবার সুযোগ রয়েছে। লং টার্ম রিলিজ সংস্করণ গুলি হল ৬.০৬, ৮.০৪, ১০.০৪।\n\n\n== নামকরণ পদ্ধতি ==\nউবুন্টুর প্রতিটি সংস্করণের একটি কোড নাম থাকে। একটি বিশেষণ এবং একটি প্রাণীর নামের সমন্বয়ে এই বিশেষ নামটি তৈরী করা হয়ে থাকে(যেমন: হার্ডি হ্যারন)। সংস্করণের নাম সমূহ বর্ণ ক্রমিক হয়ে থাকে, ফলে নতুন সংস্করণ সমূহ সহজেই চিহ্নিত করা যায়। যদিও প্রথম দুটি সংস্করণ এর থেকে ব্যতিক্রম। সাধারণ ভাবে উবুন্টুর কোড নাম এর শুধুমাত্র বিশেষণ অংশের মাধ্যমে বর্ণনা করা হয়(যেমন: হার্ডি)। \n\n\n== প্রকাশনার ইতিহাস ==\n\n\n=== উবুন্টু ৪.১০ (ওয়ার্টি ওয়ার্টহগ) ===\n\nউবুন্টু ৪.১০ (ওয়ার্টি ওয়ার্টহগ) প্রকাশিত হয় ২০ অক্টোবর ২০০৪ সালে। এটি ছিল ক্যানোনিকাল থেকে প্রকাশিত উবুন্টুর প্রথম সংস্করণ, এটি ডেবিয়ানের উপর ভিত্তিক করে তৈরী করা হয়েছিল এবং প্রতি ছয় মাস অন্তর একটি নতুন সংস্করণ প্রকাশের পরিকল্পনা করা হয় যা ব্যবহারে পরবর্তী ১৮ মাস সহায়তা করা হবে।  উবুন্টু ৪.১০ ব্যবহারে সহায়তা করা হয় ৩০ এপ্রিল ২০০৬ সাল পর্যন্ত। উবুন্টু ৪.১০ হল উবুন্টুর প্রথম সংস্করণ যেখানে শিপইট সেবা প্রথম ব্যবহার শুরু হয়, এর মাধ্যমে ব্যবহারকারীরা বিনামূল্যে উবুন্টু সিডির জন্য অনুরোধ করতে পারেন। \n\n\n=== উবুন্টু ৫.০৪ (হোয়ারি হেজহগ) ===\n\nউবুন্টু ৫.০৪ (হোয়ারি হেজহগ), প্রকাশিত হয়েছে ৮ এপ্রিল ২০০৫ তারিখে, ক্যানোনিকাল থেকে উবুন্টুর এটি দ্বিতীয় প্রকাশনা। উবুন্টু ৫.০৪ ব্যবহারে সহায়তা করা হয় ৩১ অক্টোবর ২০০৬ তারিখে। উবুন্টু ৫.০৪ সংস্করণটিতে নতুন অনেক বৈশিষ্ট সংযোজন করা হয়, যেমন আপডেট ম্যানেজার, হালনাগাদ নোটিফায়ার, রিডাহেড এবং গ্রিপম্যাপ, সাসপেন্ড, হাইবারনেট এবং স্ট্যান্ডবাই এর সুবিধা, প্রসেসরের জন্য ডাইনামিক ফ্রিকোয়েন্সি স্কেলার , উবুন্টু হার্ডওয়্যার ডাটাবেজ, কিকস্টার্ট ইনস্টলেশন এবং এপিটি অথেনটিকেশন উবুন্টু ৫.০৪ উইএসবি ডিভাইস থেকে ইনস্টল সমর্থন করে। উবুন্টু ৫.০৪ এ ডিফল্ট হিসাবে UTF-৮ ব্যবহার করা হয়।\n\n\n=== উবুন্টু ৫.১০ (ব্রিজি ব্যাজার) ===\n\nউবুন্টু ৫.১০ (ব্রিজি ব্যাজার), প্রকাশিত হয়েছে ১২ অক্টোবর ২০০৫। এটি ক্যানোনিকাল থেকে এটি উবুন্টুর তৃতীয় প্রকাশনা। উবুন্টু ৫.১০ ব্যবহারে সহায়তা করা হয় ১৩ এপ্রিল ২০০৭ তারিখ পর্যন্ত। উবুন্টু ৫.১০ এ যে বৈশিষ্টসমূহ অন্তর্ভুক্ত করা হয় সেগুলি হল গ্রাফিকাল বুটলোডার (ইউস্প্যাল্শ), অ্যাড/রিমুভ অ্যাপলিকেশন টুল, মেনু এডিটর, একটি সহজ ভাষা নির্বাচক, লজিকাল শব্দ ব্যবস্থাপনা, হিউলেট প্যাকার্ড প্রিন্টারসমূহের পূর্ণাঙ্গ সমর্থন, ওএমই ইনস্টলেশন ব্যবস্থাপনা, বাগ রিপোর্ট এবং ব্যবস্থাপনার জন্য লঞ্চপ্যাডের সমন্বয়।\n\n\n=== উবুন্টু ৬.০৬ এলটিএস (ড্যাপার ড্রেক) ===\n\nউবুন্টু ৬.০৬ এলটিএস (ড্যাপার ড্রেক), প্রকাশিত হয়েছে ১ জুন ২০০৬। এটি ক্যানোনিকাল থেকে এটি উবুন্টুর চতুর্থ প্রকাশনা এবং এটি উবুন্টুর প্রথম লং টার্ম সাপোর্ট সংস্করণ। উবুন্টু ৬.০৬, প্রকাশের নির্ধারিত তারিখ থেকে কিছুদিন দেরিতে প্রকাশিত হয়। এপ্রিল ২০০৬ তারিখে প্রকাশের জন্য নির্ধারিত এই সংস্করণের ভার্সন নম্বর ৬.০৪ নির্ধারণ করার কথা ছিল। কিন্তু এই সময়ের মধ্যে ডেভলপের কাজ সম্পন না হওয়ায় মার্ক শাটলওয়ার্থ এর সম্মতিতে জুন মাসে এটি প্রকাশের তারিখ নির্ধারণ করা হয়।\nউবুন্টু ৬.০৬ এর ডেক্সটপ সংস্করণটি ব্যবহারে সহায়তা করা হয় ১৪ জুলাই ২০০৯ তারিখ পর্যন্ত এবং সার্ভার সংস্করণটি আগামী ১ জুলাই ২০১১ সাল পর্যন্ত সহযোগিতা করা হবে। এই সংস্করণের প্রথম লাইভ সিডি এবং ইনস্টলেশন সিডি একটি মাত্র ডিস্কে সমন্বয় করা হয়। এছাড়া নতুন অন্তর্ভুক্ত করা বৈশিষ্ট সমূহের মধ্যে রয়েছে লাইভ সিডিতে ইউবিকুইটি) গ্রাফিকাল ইনস্টলার অন্তর্ভুক্ত করা , চালু এবং বন্ধ হওয়ার সময় উইস্প্যাল্শ ব্যবহার করা, বিভিন্ন ধরনের ইন্টারনেট সংযোগ ব্যবস্থাপনার জন্য নেটওয়ার্ক ম্যানেজার ব্যবহার, ট্যাঙ্গো নামের একটি প্রকল্পের মাধ্যমে হিউম্যান লুক নামের নতুন একটু থিম তৈরী করা হয় এছাড়া ক্লিয়ার লুক থিম এবং বর্তমান রং পরিবর্তন করে নতুন করে কমলা রং এর ব্যবহার শুরু করা হয়। একই সাথে প্যাকেজ ফাইল ইনস্টল করা জন্য জিডেবি নামের একটি গ্রাফিকাল ইনস্টলার ব্যবহার শুরু করা হয়।. উবুন্টু ৬.০৬ এ ইউএসবি ডিভাইস থেকে ইনস্টল করার সুযোগ দেয়া হয় যদিও এই সময় সরসরি কোন ইউএসবি ডিভাইসে ইনস্টল করার সুযোগ ছিল না।\n\n\n=== উবুন্টু ৬.১০ (এজি এফ্ট) ===\n\nউবুন্টু ৬.১০ (এজি এফ্ট), ২৬ অক্টোবর ২০০৬ তারিখে, এটি ক্যানোনিকাল থেকে প্রকাশিত উবুন্টুর পঞ্চম সংস্করণ। উবুন্টু ৬.১০ সাপোর্ট করা হয় ২৫ এপ্রিল ২০০৮ তারিখ পর্যন্ত। উবুন্টু ৬.১০ সংস্করণে হিউম্যান থিম প্রথম ব্যবহার করা হয়, এছাড়া নতুন যে অ্যাপলিকেশন সমূহ অন্তর্ভুক্ত করা হয়েছে সেগুলি হল স্বয়ংক্রিয়ভাবে ক্র্যাশ রিপোর্ট পাঠানো(Apport), Tomboy নামের নোট সংরক্ষণ করার টুল, এফ-স্পট ছবি ব্যবস্থাপক, তৃতীয় কোন প্রতিষ্ঠানের তৈরী করা অ্যাপলিকেশন সমূহ উবুন্টুতে সহজে ব্যবহারের ব্যবস্থা করা হয়, উবুন্টু ৬.১০ এ মেটা প্যাকেজের মাধ্যমে এই কাজটি করা হয়েছে।\n\n\n=== উবুন্টু ৭.০৪ (ফাইস্টি ফাউন) ===\n\nউবুন্টু ৭.০৪ (ফাইস্টি ফাউন), ১৯ এপ্রিল ২০০৭ তারিখে প্রকাশিত এই সংস্করণটি ক্যানোনিকালের উবুন্টুর ষষ্ঠ প্রকাশনা। এটি ব্যবহারে সহায়তা করা হয় ১৯ অক্টোবর ২০০৮ তারিখ পর্যন্ত। উবুন্টু ৭.০ এ নতুন যে সফটওয়্যার ও বৈশিষ্ট সমূহ অন্তর্ভুক্ত করা হয় সেগুলি হল মাইগ্রেশন সহকারী এটি মাইক্রোসফট উইন্ডোজ ব্যবহারকারীদের সকল সেটিংস সহজে উবুন্টুতে সংযোজনের সুযোগ করে দেয়। অ্যাডবি ফ্ল্যাশ, জাভা, MP৩ এর মত কোডেক ব্যবহারের সহজতর পদ্ধতি অন্তর্ভুক্ত করা হয়। এনভিডিয়া এবং এটিআই এর ড্রাইবার ইনস্টল ব্যবস্থা, কম্পিজ ডেক্সটপ এফেক্ট ব্যবহার, সুডকু এবং দাবা খেলা , গনোম নিয়ন্ত্রণ স্থান এবং বেশ কিছু নতুন ড্রাইভার অন্তর্ভুক্ত করা হয়। পাওয়ার পিসি ব্যবহারে সমর্থন বন্ধ করে দেয়া হয় এই সংস্করণ থেকে।\n\n\n=== উবুন্টু ৭.১০ (গাটসি গিবন) ===\n\nউবুন্টু ৭.১০ (গাটসি গিবন), প্রকাশ করা হয় ১৮ অক্টোবর ২০০৭ তারিখে, এটি উবুন্টুর সপ্তম প্রকাশনা। সহায়তা করা হয় ১৮ এপ্রিল ২০০৯ তারিখ পর্যন্ত। নতুন সংযোজিত বৈশিষ্ট সমূহের মধ্যে রয়েছে AppArmor নামের নিরাপত্তা ফ্রেমওয়ার্ক, ডেক্সটপ অনুসন্ধানের দ্রুততর পদ্ধতি, ফায়ারফক্স প্লাগইন ব্যবস্থাপক, X.Org এর একটি গ্রাফিকাল কনফিগারেশন টুল, NTFS-৩G এর মাধ্যমে এনটিএফএস ড্রাইভ থেকে পড়া ও লেখার সুবিধা, ডিফল্টভাবে পিডিএফ হিসাবে প্রিন্ট করা সুবিধা, কম্পিজ ফিউশন ডিফল্ট হিসাবে ব্যবহার, দ্রুত ব্যবহারকারী পরিবর্তনের নতুন একটি পদ্ধতি সংযোজন করা হয়। \n\n\n=== উবুন্টু ৮.০৪ এলটিএস (হার্ডি হ্যারন) ===\n\nউবুন্টু ৮.০৪ এলটিএস (হার্ডি হ্যারন) প্রকাশিত হয় ২৪ এপ্রিল ২০০৮ তারিখ, এটি ক্যানোনিকাল থেকে উবুন্টুর অষ্টম প্রকাশনা। এটি দ্বিতীয় লং টার্ম সাপোর্ট সংস্করণ। ডেক্সটপ সংস্করণ ব্যবহারকারীদের সহায়তা করা হবে এপ্রিল ২০১১ সাল পর্যন্ত এবং সার্ভার সংস্করণ ব্যবহারকারীদের সহায়তা করা হবে এপ্রিল ২০১৩ পর্যন্ত। উবুন্টু ৮.০৪ সংস্করণটিতে নতুন বেশ কিচু বৈশিষ্ট সংযোজন করা হয়েছে যার মধ্যে রয়েছে ট্র্যাকার ডেক্সটপ সার্চ ব্রাজেরো ডিস্ক বার্ণার,,\nট্রান্সমিশন বিটটরেন্ট ক্লায়েন্ট, ভিনগার ভিএনসি ক্লায়েন্ট, পালস অডিও পদ্ধতিতে শব্দ নিয়ন্ত্রণ ইত্যাদি অন্তর্ভুক্ত করা। উবুন্টু ৮.০৪ ছিল প্রথম সংস্করণ যেখানে লাইভ সিডিতে ইউবি ইনস্টলার নামের নতুন একটি প্রোগ্রাম যুক্ত করা হয়। এটি এমন একটি সফটওয়্যার যেটি ব্যবহার করে উইন্ডোজ অপারেটিং সিস্টেমের মধ্যে একটি সাধারণ সফটওয়্যারের মত ইনস্টল করা যায়। এবং এই পদ্ধতিতে ইনস্টলের সময় হার্ডডিস্ক পার্টিশনের কোন প্রয়োজন হয় না।\n\n\n=== উবুন্টু ৮.১০ (ইন্ট্রাপিড আইবেক্স) ===\n\nউবুন্টু ৮.১০ (ইন্ট্রাপিড আইবেক্স), প্রকাশের তারিখ ৩০ অক্টোবর ২০০৮, উবুন্টুর নবম প্রকাশনা এটি, ব্যবহারে সহায়তা করা হয় ৩০ এপ্রিল ২০১০ পর্যন্ত। উবুন্টু ৮.১০ (ইন্ট্রাপিড আইবেক্স) এ নতুন বেশ কিছু বৈশিষ্ট সংযোজন করা হয়। যেমন মোবাইল কম্পিউটিং, ডেক্সটপ স্কেলেবিলিটি, সহজতর ইন্টারনেট কানেকটিভিটি, উবুন্টু লাইভ ইউএসবি ক্রিয়েটর এবং একটি অতিথি অ্যাকাউন্ট। এই অতিথি অ্যাকাউন্টের মাধ্যমে ব্যবহারকারীরা সল্প পরিসরে বিশেষ কিছু সফটওয়্যার ব্যবহার করার সুবিধা পেতেন, যেমন ইন্টারনেট ব্যবহার, ইমেল করা।  এই অতিথি অ্যাকাউন্টের একটি ব্যক্তিগত ফোল্ডার রয়েছে এমন সেখানে রাখা হয়েছে এমন সকল তথ্য স্থায়ীভাবে কম্পিউটারে সংরক্ষণ করা হয়।  ইন্ট্রাপিড আইবেক্সে ব্যবহারকারীদের একটি এনক্রিপ্টেড ডিরেক্টরী ব্যবহারের সুযোগ হয়েছিল, Dynamic Kernel Module Support নামের সফটওয়্যারটি নতুন কার্নেল হালনাগাদ করার সাথে সাথে স্বয়ংক্রিয়ভাবে কার্নেল ড্রাইভার সমূহ নতুন করে বিল্ড করে, যা ইউএসবি ফ্ল্যাশ ড্রাইভ-এ ইনস্টলের ব্যাপারে বিশেষ সহায়ক।\n\n\n=== উবুন্টু ৯.০৪ (জন্টি জ্যাকলপ) ===\n\nউবুন্টু ৯.০৪ (জন্টি জ্যাকলপ), প্রকাশিত হয়েছে ২৩ এপ্রিল ২০০৯ তারিখে, এটি ক্যানোনিকাল থেকে উবুন্টুর দশম প্রকাশনা। এই সংস্করণটি ব্যবহারে সহায়তা করা হয় ২৩ অক্টোবর ২০১০ পর্যন্ত। এই সংস্করণে নতুন যে বৈশিষ্ট সমূহ অন্তর্ভুক্ত করা হয়েছে সেগুলি হল, দ্রুততর বুট টাইম, ওয়েব ভিত্তিক সেবাসমূহের সাথে সমন্বয় এবং ডেক্সটপ অ্যাপলিকেশনের মাধ্যমে ব্যবহারের সুবিধা, নতুন ইউস্প্যালশ স্ক্রীন, নতুন লগইন স্ক্রীন । একই সাথে এখানে নোটিফাই ওএসডি নামের নতুন একটি নোটিফিকেশন সিস্টেম অন্তর্ভুক্ত করা হয়, এবং থিম। এই সংস্করণেরই সর্ব প্রথম উবুন্টু সকল কোড ডেভলপমেন্ট বাজার ডিস্ট্রিবিউশন রিভিশন পদ্ধতির মাধ্যমে নিয়ন্ত্রণ করা হয়\n\n\n=== উবুন্টু ১০.০৭ ===\nজুন ২০১০ এ ক্যানোনিকাল থেকে উবুন্টু নেটবুক সংস্করণ এর একটি সংস্করণ প্রকাশ করা হয়। এআরএম ভিত্তিক ডিভাইস সমূহ তে ব্যবহার উপযোগী এটি সংস্করণটি প্রকাশিত হয় জুন ২০১০ এ। উবুন্টু ১০.০৪ ভিত্তিক এই সংস্করণটি উবুন্টু নেটবুক সংস্করণ ১০.০৭ নামে পরিচিত। \n\n\n=== উবুন্টু ১০.১০ (ম্যাভেরিক মিরক্যাট) ===\nউবুন্টু ১০.১০ এর নাম প্রকাশ করা হয় ২ এপ্রিল ২০১০ তারিখে। মার্ক শাটলওয়ার্থ এই সংস্করণটির লক্ষ বর্ণনা প্রকাশের সময় বলেছেন যে এখানে নেটবুক সমূহ আরও কার্যকরীভাবে ব্যবহার করা যাবে, এবং সার্ভার সমূহ হাইব্রিড ক্লাউড কম্পিউটিং এর উপযোগী করে তৈরী করা হবে। উবুন্টু ১০.১০ প্রকাশ করা হবে ১০ অক্টোবর ২০১০ (১০.১০.১০) তারিখে।\n\n\n=== উবুন্টু ১১.০৪ (ন্যাটি ন্যারহয়াল) ===\n\nউবুন্টু ১১.০৪ সংস্করণের নাম ঘোষণা করা হয় ১৭ এপ্রিল ২০১০ তারিখে। মার্ক শাটলওয়ার্থ তার ব্যক্তিগত ওয়েবসাইটে এটি প্রকাশ করেন। ২৮ এপ্রিল ২০১১ এই সংস্করণটি প্রকাশের সম্ভাব্য তারিখ ঠিক করা হয়েছে।\nডেক্সটপ এনভায়রনমেন্ট হিসাবে এখানে GNOME Shell এর পরিবর্তে ইউনিটি ব্যবহার করা হবে। কিছু গনোম ডেভলপার এই পদক্ষেপটি কমিউনিটির জন্য ক্ষতিকারক হতে পারে বলেছেন। কারণ এর মাধ্যমে কমিউনিটি বিভক্ত হয়ে যেতে পারে।\nউবুন্টু ১১.০৪ এ ডিফল্ট মিউজিক প্লেয়ার হিসাবে বানসি ব্যবহার করা হবে, এতদিন এখানে রিদমবক্স ব্যবহার করা হত। অন্যান্য অ্যাপলিকেশন গুলোর মধ্যে রয়েছে মোজিলা ফায়ারফক্স ৪ এবং লিব্রেঅফিস যা OpenOffice.org এর বিকল্প হিসাবে ব্যবহার করা হবে। \nউবুন্টু ১১.০৪ থেকে উবুন্টু নেটবুক সংস্করণটি ডেক্সটপ সংস্করণের সাথে সমন্বিতভাবে প্রকাশ করা হবে।\n\n\n=== উবুন্টু ১১.১০ (অনীরিক অসেলট) ===\nউবুন্টু ১১.১০ এর নাম ঘোষণা করেন মার্ক শাটলওয়ার্থ ৭ মার্চ, ২০১১ তারিখে।\nএপ্রিল ২০১১ তে মার্ক শাটলওয়ার্থ ঘোষণা করেছিলেন উবুন্টু ১১.১০তে সাধারণ গনোম এর পরিবর্তে ইউনিটি ব্যবহার করা হবে। ১১.১০-এ ইউনিটি এর একটি ২D সংস্করণ অন্তর্ভুক্ত করা হবে কারণ বর্তমানে হার্ডওয়্যারসমূহ কম্পিজ- ভিত্তিক ৩D এর উপযোগী নয়।\n\n\n=== উবুন্টু ১৭.০৪ (যেস্টি যাপাস) ===\n১৭ অক্টোবর ২০১৬ সালে মার্ক শাটলওয়ার্থ ১৭.০৪ এর কোড নেম ঘোষণা করেন।\n\n\n=== উবুন্টু ১৯.০৪ (ডিস্কো ডিংগো) ===\nউবুন্টু ১৯.০৪, কোড নাম ডিস্কো ডিংগো, যার প্রকাশনা তারিখ ১৮ এপ্রিল ২০১৯ নির্ধারণ করা হয়েছে \n\n\n== সংস্করণ তালিকা ==\n\n\n== সংস্করণের সময়কাল ==\n\n\n== পুরাতন সংস্করণ ==\nপ্রতিটি সংস্করণের ব্যবহার পরবর্তী সহায়তার সময়সীমা উত্তীর্ণ হওয়ার পর এর রিপোজিটরী সমূহ উবুন্টুর মূল সার্ভার থেকে সরিয়ে ফেলা হয়। একই কাজ করা হয় এর প্রতিটি মিররের ক্ষেত্রেও। যদিও উবুন্টুর পুরাতন সংস্করণ গুলি পাওয়া যাবে পুরাতন সংস্করণ সমূহ ঠিকানায়।\n\n\n== আরও দেখুন ==\n\nউবুন্টু ভিত্তিক লিনাক্স ডিস্ট্রিবিউশন সমুহের তালিকা\nলিনাক্স ডিস্ট্রিবিউশন সমুহের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট - www.ubuntu.com\nUbuntuforums.org - অফিসিয়াল উবুন্টু ফোরাম\nUbuntu Guide (unofficial) - উবুন্টু বিষয়ক বিভিন্ন সহায়তা, টিপস পাওয়া যাবে\nLaunchpad.net - লঞ্চপ্যাডে উবুন্টু"}