{"pageid": 1150857, "title": "ভিনিকুনকা", "url": "https://bn.wikipedia.org/wiki?curid=1150857", "content": "ভিনিকুনকা, বা উইনিকুনকা, যাকে মন্টানা দে সিয়েট কালোরেস, মন্টানা দে কালোরেস বা রংধনু পর্বতও বলা হয়, পেরুর আন্দিজের একটি পর্বত যা সমুদ্রপৃষ্ঠ থেকে ৫,২০০ মিটার (১৭,১০০ ফুট) উচ্চতায় অবস্থিত। এটি কোস্কো অঞ্চলের কুসিপাটা জেলা, কুইসপিকাঞ্চি প্রদেশ এবং কাঞ্চিস প্রদেশের পিটুমার্কা জেলার মধ্যে আউসাংটে পর্বতের সড়কে অবস্থিত।\nপর্যটকদের প্রবেশের জন্য কোস্কো থেকে দুই ঘণ্টার পথ ও প্রায় ৫ কিলোমিটার (৩.১ মাইল) হাঁটা বা পিটুমার্কা হয়ে সাড়ে তিন ঘণ্টার পথ ও পাহাড়ে ১⁄২ কিলোমিটার (০.৩১ মাইল) খাড়া হাঁটা (১-১.৫ ঘন্টা) প্রয়োজন। ২০১৯ সাল পর্যন্ত, ভ্রমণকারীদের থাকার জন্য ভিনিকুনকায় পরিবহনের কোনো শক্তিশালী পদ্ধতি তৈরি করা হয়নি, কারণ এটির জন্য একটি উপত্যকার মধ্য দিয়ে যেতে হয়।\n২০১০ সালের মাঝামাঝি সময়ে, ঢাল ও চূড়ায় খনিজ গঠনের কারণে পাহাড়ের বিভিন্ন রঙের ডোরা সিরিজ দ্বারা আকৃষ্ট হয়ে ব্যাপক পর্যটক এখানে আসে। পর্বতটি হিমবাহের উপরিভাগ দ্বারা আচ্ছাদিত ছিল, কিন্তু প্রায় ১০,০০০ বছর আগে জলবায়ু পরিবর্তনের কারণে এগুলি গলে গেছে।\n\n\n== অবস্থান ==\n\nভিনিকুনকা কোস্কো শহরের দক্ষিণ-পূর্বে অবস্থিত এবং কোস্কো থেকে দুটি রুটের মাধ্যমে পৌঁছানো যেতে পারে: কুসিপাটা বা পিটুমার্কা। একটি রুট হল পেরুভিয়ান সিয়েরা দেল সুর (পিই-৩এস) হয়ে চেকাকুপে শহরের দিকে ও আরও পিটুমার্কা শহরের দিকে যা কুসকো শহর থেকে প্রায় দুই ঘন্টা দূরে। পিটুমার্কা থেকে, ভ্রমণকারীরা ওসেফিনা, জাপুরা ও হাঞ্চিপাচা-এর মতো বিভিন্ন গ্রামীণ সম্প্রদায়ের মধ্য দিয়ে যাওয়ার পথে পায়ে হেঁটে, গাড়ি বা মোটরবাইকে যেতে পারে এবং পম্পা চিরির সম্প্রদায়ের কাছে পৌঁছাতে পারে, যেখানে ভিনিকুনকা গিরিপথ বরাবর ১.৫ কিলোমিটার হেঁটে এমন রঙের ফিতে দিয়ে গঠিত রংধনু পাহাড়ের প্রাকৃতিক দৃশ্যের দিকে নিয়ে যায়।  একটি বিকল্প রুট হল কুসিপাটা হয়ে; সেখান থেকে; ভ্রমণকারীরা চিলিহুয়ানি পথ ধরে রংধনু পাহাড়ের একটি বাধা পথ ধরে ৩ কিলোমিটার হেঁটে যেতে পারে।\nপর্বতের উচ্চতা ৫২০০ মিটার বা ১৭,০০০ ফুটের বেশি, তাই চূড়া পর্যন্ত ট্র্যাক করার সময় উচ্চ উচ্চতায় মানিয়ে নেওয়ার জন্য সময় প্রয়োজন হতে পারে।\n\n\n== আবহাওয়া ==\nপেরুতে ভ্রমণকারী ও স্থানীয়রা সাধারণত একমত হন যে রঙিন স্থানটি দেখার জন্য বছরের সেরা সময়টি হল আগস্ট, যেহেতু এটি শুষ্ক মৌসুম ও একটি খুব সুন্দর দৃশ্য প্রদান করে, যা পাহাড়ের উজ্জ্বল রঙগুলিকে সর্বাধিক আকর্ষণীয় করে তোলে। তবুও, বিখ্যাত রং সবসময় সুন্দর দেখায়।\nভ্রমণকারীদেরকে উল্লেখযোগ্য বৃষ্টিপাতের (ডিসেম্বর, জানুয়ারি এবং ফেব্রুয়ারিতে) পরের দিনগুলি ও তুষারপাতের পরে আরও বেশি করে এড়ানোর চেষ্টা করার পরামর্শ দেওয়া হয়। প্রাণীজগতের ক্ষেত্রে, ভ্রমণকারীরা নির্দিষ্ট সংক্ষিপ্ত ঋতুতে বিভিন্ন ধরনের আলপাকাস এবং অন্যান্য উট দেখতে পারেন।\n\n\n== খনিজ গঠন ==\nকুসকো শহরের বিকেন্দ্রীকরণের সাংস্কৃতিক ল্যান্ডস্কেপ অফিসের মতে, পাহাড়ের সাতটি রং এর খনিজ গঠনের কারণে: গোলাপী রঙ লাল কাদামাটি, ফাঙ্গোলিটাস (কাদা) এবং অ্যারিলিটাস (বালি); ক্যালসিয়াম কার্বনেট সমৃদ্ধ কোয়ার্টজোজ, বেলেপাথর এবং মার্লসের কারণে সাদা রঙ হয়; পাথুরে মাটি (লোহা) ও উচ্চ টারশিয়ারি সময়ের অন্তর্গত কাদামাটির কারণে লাল রঙ হয়; ফাইলাইটস এবং ফেরো ম্যাগনেসিয়ান সমৃদ্ধ মাটির কারণে সবুজ রঙ হয়; মৃন্ময় বাদামী হল ফ্যাংলোমেরেটের একটি উৎপাদ যা কোয়াটারনারি যুগের ম্যাগনেসিয়াম সহ শিলা দ্বারা গঠিত; এবং সরিষার হলুদ রঙ সালফিউরাস খনিজ সমৃদ্ধ ক্যালেরিয়াস বেলেপাথর থেকে আসে।\n\n\n== খনির জন্য পর্বত ছাড় ==\nখনির জন্য একটি অনুমোদন প্রক্রিয়া ২০১৫ সালের ৩০ মার্চ লিমাতে শুরু হয়েছিল, যখন কানাডিয়ান ক্যামিনো মিনারেলস কর্পোরেশনের মালিকানাধীন খনি অনুসন্ধান কোম্পানি মিনকুইস্ট পেরু সাক ভূতাত্ত্বিক, খনি ও ধাতববিদ্যা ইনস্টিটিউট (ইনস্টিটিউটো জিওলোজিকো মিনেরো ওয়াই মেটালার্জিকো, আইএনজিইএমইটি) এর কাছে রেড বেড খনির জন্য একটি আবেদন জমা দেয়। আবেদনটিতে ৪০০ হেক্টর এলাকা সহ কুসিপাটা এবং পিটুমার্কা জেলার অঞ্চল অন্তর্ভুক্ত ছিল, যা সমগ্র পর্বতকে আচ্ছাদিত করে এবং চিলিহুয়ানি ও পাম্পাচিরির কৃষক সম্প্রদায়গুলিকে অধিক্রমণ করে। ইনগেমমেট একটি সতর্কতা জারি করেছে যে ভিনিকুনকা সহ এই অঞ্চলের কিছু অংশকে \"আউসাংটে আঞ্চলিক সংরক্ষণ এলাকার\" মধ্যে সুরক্ষিত করা উচিত ছিল। ২০০৯ সালে, কুস্কোর আঞ্চলিক সরকার পেরুর প্রাকৃতিক সুরক্ষিত এলাকার জাতীয় পরিষেবা (Servicio Nacional de Áreas Naturales Protegidas, SERNANP)-কে এই সুরক্ষিত এলাকা তৈরির প্রস্তাব করেছিল। যাইহোক, সেরনানপ প্রতিক্রিয়া জানায় যে, আউসাংটে আঞ্চলিক সংরক্ষণ এলাকা আনুষ্ঠানিকভাবে তৈরি করা হয়নি, কারণ প্রস্তাবটি প্রয়োজনীয় প্রয়োজনীয়তা পূরণ করেনি। অতএব, ১৬ মার্চ ২০১৮-এ, রাষ্ট্রপতির রেজোলিউশন নং ০৪২-২০১৮-ইনগেমমেট/পিসিডি/পিএম ইনগেমমেট সহ ধাতব খনির ছাড়ের স্বত্ব মঞ্জুর করা হয়েছিল।\n২১ মে ২০১৮-এ, জনগণের প্রতিবাদের পর কোম্পানিটি এর ছাড় ত্যাগের বিষয়ে কুসকোর আঞ্চলিক সরকারকে অবহিত করে; যাইহোক, আঞ্চলিক সরকার ইঙ্গিত দেয় যে, এই জমিগুলির দখল পুনরুদ্ধার করার জন্য জ্বালানি ও খনি মন্ত্রণালয়কেই প্রশাসনিক পদক্ষেপ গ্রহণ করতে হবে। ন্যাশনাল চেম্বার অফ ট্যুরিজম (ক্যানাটুর) পেরুর পর্যটনের নতুন আকর্ষণের অন্যতম গুরুত্বপূর্ণ উপাদান ভিনিকুনকার ব্যবস্থাপনা নিয়ে গভীর উদ্বেগ প্রকাশ করেছে।\n২০১৮ সালের নভেম্বরে, পেরুর রাষ্ট্রপতি মার্টিন ভিজকাররা একটি ডিক্রি জারি করেন যাতে এই অঞ্চলে সমস্ত খনির কার্যকলাপে ১২ মাসের স্থগিতাদেশ কার্যকর করা হয়। আঞ্চলিক সরকার তার প্রত্যাশা জানিয়েছে যে সেই সময়ের মধ্যে, জ্বালানি ও খনি মন্ত্রণালয় এই অঞ্চলটিকে একটি সংরক্ষিত সংরক্ষণ এলাকা হিসাবে স্থায়ীভাবে নিবন্ধন করবে।\n২০১৯ সালে, পরিবেশ মন্ত্রণালয় এবং প্রাকৃতিক সুরক্ষিত এলাকার জাতীয় পরিষেবা (সেরনানপ) এর মধ্যে যৌথ কাজের ফলে আউসাংটে অবশেষে তিনটি নতুন আঞ্চলিক সংরক্ষণ এলাকার একটি হিসাবে প্রতিষ্ঠিত হয়েছিল। মাদ্রিদে সিওপি২৫ অনুষ্ঠান চলাকালীন সরকারের প্রতিনিধিরা এই ঘোষণা দেন। প্রাকৃতিক সম্পদের কুসকোর ব্যবস্থাপকের মতে, অঞ্চলটি রক্ষা করার পদক্ষেপটি নিশ্চয়তা দেয় না যে লিথিয়াম নিষ্কাশনের আশায় খনির প্রকল্পগুলি নিষিদ্ধ করা হবে। যাইহোক, কুস্কোর গভর্নর জিন পল বেনাভেন্তে বলেছেন যে, পদক্ষেপ মেনে চলার জন্য এই প্রকল্পগুলির অনুমতি প্রত্যাখ্যান করা উচিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরঙের ভূতত্ত্ব"}