{"pageid": 115037, "title": "গ্লাম মেটাল", "url": "https://bn.wikipedia.org/wiki?curid=115037", "content": "গ্লাম মেটাল যা হেয়ার মেটাল নামেও পরিচিত ও পপ মেটালের প্রতিশব্দ হিসেবেও ব্যবহৃত হয় হলো হার্ডরক ও হেভি মেটাল-এর একটি উপধারা। ১৯৭০-এর দশকে শেষের দিকে ও ১৯৮০-এর দশকের প্রথমদিকে আমেরিকায় বিশেষ করে লস এ্যাঞ্জেলসে বিকশিত হয়। ১৯৮০-এর দশকে পুরোটা জুড়ে ও ১৯৯০-এর দশকের প্রথমদিকে জমকালো ভাবে গ্লাম মেটালকে দেখা যায় ও পাওয়ার কর্ড ভিত্তিক হেভি মেটাল সঙ্গীত ধারার প্রভাব লক্ষ্য করা যায়। পাঙ্ক রক-এর উপাদানের সাথে ঐতিহ্যবাহী হার্ডরক ও হেভি মেটাল গানের ব্যবহার গ্লাম মেটালে লক্ষ্য করা যায়। সঙ্গীত টেলিভিশনের প্রযোজকরা এই ধারার গানের প্রতি আকৃষ্ট হয় ও এমটিভি-এর উত্তানও এই ধারার সঙ্গীতের একই সাথে। শেষ রাতের পার্টি গুলোতে গ্লাম মেটাল পরিবেশনকারীদের লজ্জাজনক লাম্পট্য তাদের অখ্যাতি এনে দেয়, যা ট্যাবলয়েড মিডিয়া খুবই বিশদভাবে পরিবেশন করে। স্টিভেন ডেভিস বলেন যে এই ধারার স্টাইলটা অনুসরণ করেছে এরোস্মিথ,কিস, বোস্টন,চিপ ট্রিক ও দ্যা নিউ ইয়র্ক ডলসকে। বিশেষ করে কিস ব্যান্ডকে , তবে শক রক ধরনের অ্যালিস কুপারকেও এই ধারার সঙ্গীত অনুসরণ করে। ফিনিশ ব্যান্ড হানই রকসকে কৃতিত্ব দেয়া হয় হেয়ার মেটাল ধারা সঙ্গীতের ভিত্তি রচনার জন্য। ভ্যান হেলেন ব্যান্ডকে কৃতিত্ব দেয়া যায় এই ধারার আন্দোলনকে গতিশীল করার জন্য। লিড গিটারিস্ট ইডি ভ্যান হেলেন-এর গিটার বাজনা বাজানোর নতুন কৌশল ট্যাপিংকে জনপ্রিয় করতে মূল ভূমিকা পালন করেন। লিড গায়ক ডেভিড লি রথ-এর মঞ্চ পরিবেশনা গ্লাম মেটালের মাধ্যমে প্রভাবিত, যদিও তারা কখনোই গ্লাম সৌন্দর্যতত্ত্ব মঞ্চে উপস্থাপন করেনি।\n\n \n১৯৮০-এর দশকে অনেকগুলো আমেরিকান ব্যান্ড গ্লাম মেটালের দিকে ঝুঁকে পড়ে, এদের মধ্যে ওয়েস্টার্ন মেরিল্যান্ডের কিক্স ব্যান্ডটি অন্যতম যারা ১৯৮১ সালে ইপনিমাস ডেব্যু অ্যালবামটি প্রকাশ করে। সান ফ্রানসিস্কোর নাইট র‌্যাঞ্জারস ব্যান্ডের ১ম অ্যালবাম ডন পেট্রোল (১৯৮২) আমেরিকায় টপ ৪০ গানের তালিকায় চলে আসে, কিন্তু তাদের ১৯৮৩ সালের অ্যালবাম মিডনাইট ম্যাডনেস আগের রেকর্ড ভেঙ্গে দেয়। ১৯৮২ সালে টুইস্টেড সিস্টার যা আসলে একটি গ্লাম রক ব্যান্ড ১৯৭২ সালে প্রতিষ্ঠিত আন্ডার দ্যা ব্লেড অ্যালবাম প্রকাশ করে। নিউ জার্সির ব্যান্ড বন জোভি হার্ড রকের সাথে পপ মিশিয়ে ১৯৮৬ সালে স্লিপারি হোয়েন ওয়েট প্রকাশ করে, যা টপ চার্টে টানা ৮ সপ্তাহ শীর্ষে থাকে ১২ মিলিয়ন কপি বিক্রি হয়ে। এই অ্যালবাম এই ধারার গানের শ্রোতার সংখ্যা আরো বাড়িয়ে দেয়, বিশেষ করে মেয়েদের কাছে তার আবেদনের জন্য। ১৯৮০-এর দশকের মধ্য থেকে শেষ দিক পর্যন্ত গ্লাম মেটাল এমটিভিতে প্রচারিত হতে থাকে প্রায় প্রতিদিনই। সমালোচকদের অনেক নেতিবাচক মন্তব্য সত্ত্বেও এই ধারার গান ঐ দশকের শেষের দিকে বাণিজ্যিকভাবে সবচেয়ে ভরসা করার মতো হয়ে ওঠে। রেড হট চিলি পিপারস ও জেনিস এ্যাডিকশন এই ধারার গানের জনপ্রিয়তা বাড়াতে সাহায্য করে।\n\n\n== বহিঃসংযোগ ==\nallmusic.com/cg\nallmusic.com\nwww.allmusic.com\nwww.allmusic.com/cg"}