{"pageid": 1150868, "title": "প্রদীপ কুমার", "url": "https://bn.wikipedia.org/wiki?curid=1150868", "content": "প্রদীপ কুমার (জন্ম শীতল বটব্যাল; ৪ জানুয়ারী ১৯২৫ - ৩ নভেম্বর ২০০১) একজন ভারতীয় অভিনেতা যিনি হিন্দি, বাংলা ও ইংরেজি ভাষার চলচ্চিত্রে কাজের জন্য স্বীকৃত।\n\n\n== কর্মজীবন ==\nকুমার ১৭ বছর বয়সে অভিনয় করার সিদ্ধান্ত নেন। বাংলা চলচ্চিত্রে তার চলচ্চিত্র জীবন শুরু হয়। বাংলা চলচ্চিত্রে তার উল্লেখযোগ্য ভূমিকা ছিল বিখ্যাত চলচ্চিত্র নির্মাতা দেবকী বসু পরিচালিত অলকানন্দা (১৯৪৭) ও ৪২ (১৯৫১) চলচ্চিত্রে।\nপ্রদীপ কুমার বাতাবয়াল তারপরে বোম্বে ও ফিল্মিস্তান স্টুডিওতে স্থানান্তরিত হন এবং আনন্দ মঠ (১৯৫২) চলচ্চিত্রে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন। তিনি আনারকলি (১৯৫৩) ছবিতে বিনা রাই এবং নাগিন (১৯৫৪) ছবিতে বৈজয়ন্তীমালার সাথে প্রধান ভূমিকায় অভিনয় করেছিলেন। দুটি চলচ্চিত্রই খুব জনপ্রিয় ছিল এবং এর গানগুলো সিনেমার সাফল্যে যোগ হয়েছিলো। তিনি মধুবালার সাথে আটটি চলচ্চিত্রে কাজ করেছিলেন, যার মধ্যে রাজ হাত (১৯৫৬), শিরিন ফরহাদ (১৯৫৬), গেটওয়ে অফ ইন্ডিয়া (১৯৫৭), ইয়াহুদি কি লাড়কি (১৯৫৭) এবং পাসপোর্ট (১৯৬১) ব্যাপক হিট ছিল। ১৯৫০-এর দশকের দ্বিতীয়ার্ধে তার বেশ কিছু রিলিজ ছিল। ১৯৬০-এর দশকে তিনি ততটা সাফল্য পাননি, যদিও ঘুনঘাট (১৯৬০), আরতি (১৯৬২) এবং তাজমহল (১৯৬৩) সফল হয়েছিল। তিনি মিনা কুমারীর সঙ্গে সাতটি ছবিতে কাজ করেছেন; আদিল-ই-জাহাঙ্গীর, বাঁধন (১৯৫৬ চলচ্চিত্র), চিত্রলেখা, বহু বেগম, ভেগি রাত, আরতি ও নুরজাহান ; এবং মালা সিনহার সাথে আটটি ছবিতে; নয়া জামানা, হ্যামলেট, বাদশা, গোয়েন্দা (১৯৫৮-এর চলচ্চিত্র), ফ্যাশন (১৯৫৯-এর চলচ্চিত্র), এক শোলা, দুনিয়া না মানে ও মাটি মে সোনা। এছাড়াও তিনি বাংলা চলচ্চিত্রের বিখ্যাত তারকা কিংবদন্তি মহানায়ক উত্তম কুমারের সাথেও কাজ করেন গৃহদাহ ও প্লট নাম্বার ফাইভ ছবিতে।\nতিনি ১৯৬০-এর দশকের নতুন নায়িকা যেমন সাধনা, সায়রা বানু, ববিতা বা শর্মিলা ঠাকুরের সাথে অভিনয় করার সুযোগ পাননি, যদিও তিনি আশা পারেখের সাথে ঘুনঘাট ও মেরি সুরত তেরি আঁখেন এবং ওয়াহিদা রেহমানের সাথে রাখি (১৯৬২) ছবিতে কাজ করেছিলেন। ১৯৬৯ সালে তিনি সম্বন্ধ ও মেহবুব কি মেহেন্দির সাথে চরিত্রের ভূমিকায় চলে আসেন, কিন্তু ১৯৮৩ সালে জানওয়ার ও রাজিয়া সুলতান পর্যন্ত তার খুব বেশি দৃশ্যমান ভূমিকা ছিল না।\nতিনি কালাকার অ্যাওয়ার্ড সর্বকালের অর্জন পুরস্কার (১৯৯৯) জিতেছিলেন।\n\n\n== মৃত্যু ==\nপ্রদীপ কুমার ৩ নভেম্বর ২০০১-এ ৭৬ বছর বয়সে কলকাতায় মারা যান। তার মেয়ে বীনা ব্যানার্জী উত্তরণ সহ চলচ্চিত্র এবং টিভি সিরিয়ালে চরিত্রে অভিনয় করেন; তার ছেলে সিদ্ধার্থ ব্যানার্জী সাজিদ খানের হাউজফুল ২ (২০১২) এবং হিম্মতওয়ালা (২০১৩) চলচ্চিত্রে সহকারী পরিচালক হিসেবে কাজ করেছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== বাংলা ===\nপ্রদীপ কুমার খুব জনপ্রিয় বাংলা অপরাধভিত্তিক চলচ্চিত্র ধারাবাহিক \"দস্যু মোহন\"-এর উপর ভিত্তি করে একটি চরিত্র দস্যু মোহন চরিত্রে অভিনয় করেছেন।\n\n\n=== হিন্দি ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nrediff.com থেকে একটি নিবন্ধ\nইন্টারনেট মুভি ডেটাবেজে Pradeep Kumar (ইংরেজি)"}