{"pageid": 1150140, "title": "জম্মু ও কাশ্মীর গণপরিষদ নির্বাচন, ১৯৫১", "url": "https://bn.wikipedia.org/wiki?curid=1150140", "content": "ভারতের জম্মু ও কাশ্মীর রাজ্যের গণপরিষদের নির্বাচন সেপ্টেম্বর-অক্টোবর ১৯৫১ সালে অনুষ্ঠিত হয়।  শেখ আবদুল্লাহ জম্মু ও কাশ্মীরের প্রধানমন্ত্রী নিযুক্ত হন। জম্মু প্রজা পরিষদ আন্দোলনের মতো বিভিন্ন গোষ্ঠীর সাথে সংঘর্ষের পর, আবদুল্লাহকে ১৯৫৩ সালের আগস্টে বরখাস্ত করা হয় এবং কারারুদ্ধ করা হয়।\nপরবর্তী প্রধানমন্ত্রী হিসেবে নিয়োগ পান বকশী গোলাম মোহাম্মদ।\n\n\n== প্রেক্ষাপট ==\nজম্মু ও কাশ্মীর রাজ্য ১৯৪৭ সালের ২৬ অক্টোবর ভারতীয় ইউনিয়নে যোগদান করে। এর কিছুক্ষণ পরে, জম্মু ও কাশ্মীরের মহারাজা শেখ আবদুল্লাহকে জরুরি প্রশাসনের প্রধান হিসেবে নিযুক্ত করেন, যিনি ১৯৪৭ সালের ভারত-পাকিস্তান যুদ্ধের সময় কাশ্মীর উপত্যকার বিষয়গুলি পরিচালনা করেছিলেন। ১ জানুয়ারী ১৯৪৮-এ অর্জিত যুদ্ধবিরতির পর, শেখ আবদুল্লাহ ৫ মার্চ ১৯৪৮-এ রাজ্যের প্রধানমন্ত্রী হিসেবে নিযুক্ত হন। তিনি আট সদস্যের একটি মন্ত্রিসভা বেছে নেন, অন্যান্য সদস্যরা হলেন: \n\nবকশী গোলাম মোহাম্মদ - উপ-প্রধানমন্ত্রী\nমির্জা আফজাল বেগ – রাজস্ব\nসর্দার বুধ সিং – স্বাস্থ্য ও পুনর্বাসন\nগোলাম মোহাম্মদ সাদিক – উন্নয়ন\nশ্যাম লাল সরফ – সিভিল সাপ্লাই এবং স্থানীয় স্বায়ত্বশাসিত-সরকার\nগিরিধারী লাল ডোগরা - অর্থ\nপীর মোহাম্মদ খান- শিক্ষা\nজম্মু ও কাশ্মীর ন্যাশনাল কনফারেন্স, শেখ আবদুল্লাহর দল, ২৭ অক্টোবর ১৯৫০-এ জম্মু ও কাশ্মীর রাজ্যের জন্য একটি গণপরিষদ আহ্বান করার সিদ্ধান্ত ঘোষণা করে। \nপাকিস্তান অবিলম্বে জাতিসংঘের নিরাপত্তা পরিষদে একটি অভিযোগ উত্থাপন করেছে যে ভারত নিরাপত্তা পরিষদের রেজুলেশন লঙ্ঘন করে \"ভারতের সাথে রাজ্যের আনুষ্ঠানিক যোগদান অনুমোদন\" করার জন্য একটি গণপরিষদ আহ্বান করছে।  ভারত সব পক্ষকে আশ্বস্ত করেছে যে গণপরিষদের সিদ্ধান্ত নিরাপত্তা পরিষদে ভারতের প্রতিশ্রুতিকে প্রভাবিত করবে না।  নিরাপত্তা পরিষদ তার ৩০ মার্চ ১৯৫১ সালের প্রস্তাবে উন্নয়নের বিষয়টি নোট করে এবং ভারত ও পাকিস্তান উভয় সরকারকেই নিরাপত্তা পরিষদের অতীত রেজুলেশনের কথা মনে করিয়ে দেয় এবং নিশ্চিত করে যে গণপরিষদের সিদ্ধান্তগুলি বাধ্যতামূলক হবে না।  \n৩০ এপ্রিল, যুবরাজ রিজেন্ট করণ সিং গোপন ব্যালটের মাধ্যমে প্রাপ্তবয়স্ক ভোটাধিকারের ভিত্তিতে গণপরিষদের নির্বাচনের ঘোষণা দিয়ে একটি ঘোষণা জারি করেন। নির্বাচন অনুষ্ঠিত হয় ১৯৫১ সালের সেপ্টেম্বর-অক্টোবর।  গণপরিষদের ১০০ সদস্যের নামমাত্র সদস্যপদ থাকা উচিত ছিল, যার মধ্যে ২৫টি আসন পাকিস্তানের নিয়ন্ত্রণাধীন আজাদ কাশ্মীরে বরাদ্দ করা হয়েছিল (যা কখনো পূরণ হয়নি)। বাকি ৭৫টি আসনের মধ্যে, কাশ্মীরকে ৪৩টি আসন, লাদাখে ২টি আসন এবং জম্মুকে ৩০টি আসন বরাদ্দ করা হয়েছিল।  \n\n\n== নির্বাচন ==\nনির্বাচনগুলি রাজ্যের নির্বাচন এবং ভোটাধিকার কমিশনার দ্বারা পরিচালিত হয়েছিল। নির্বাচন প্রক্রিয়া ছিল অত্যন্ত অনিয়মিত। কাশ্মীরে বরাদ্দকৃত ৪৩টি আসনের সবকটিই ন্যাশনাল কনফারেন্সের প্রার্থীদের কাছে গিয়েছিল, যারা নির্বাচনের তারিখের এক সপ্তাহ আগে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছিল। জম্মুতে, জম্মু প্রজা পরিষদের ১৩ জন প্রার্থীর মনোনয়ন প্রত্যাখ্যান করা হয়েছিল। সরকারের বেআইনি চর্চা এবং দাপ্তরিক হস্তক্ষেপের অভিযোগে প্রজা পরিষদ তখন নির্বাচন বর্জন করে। ন্যাশনাল কনফারেন্সে ক্লিন সুইপ দিয়ে শেষ মুহূর্তে বাদ পড়েন দুই স্বতন্ত্র প্রার্থী।   লাদাখে, হেড লামা, কুশক বকুলা এবং একজন সহযোগী ন্যাশনাল কনফারেন্সের নামমাত্র সদস্য হিসেবে আসন জিতেছিলেন।\nএইভাবে, ন্যাশনাল কনফারেন্স ৩১ অক্টোবর ১৯৫১ তারিখে আয়োজিত গণপরিষদের ৭৫টি আসনের সবকটিতে জয়লাভ করে। \nপণ্ডিত সুমন্ত্র বোস বলেছেন যে, নির্বাচনের পদ্ধতি ইঙ্গিত দেয় যে ন্যাশনাল কনফারেন্সের অভিজাতরা একটি দলীয় রাজ্য হিসাবে জম্মু ও কাশ্মীরকে শাসন করতে চেয়েছিল। তাদের স্লোগান ছিল ‘এক নেতা, এক দল, এক কর্মসূচি’। জম্মুর সাংবাদিক ও ধর্মনিরপেক্ষ কর্মী বলরাজ পুরি, জওহরলাল নেহরুর সাথে তর্ক করেছিলেন যে কাশ্মীর উপত্যকায় গুলাম মহিউদ্দিন কারার গ্রুপকে রাজ্যে বিরোধী দল হিসাবে কাজ করার অনুমতি দেওয়া উচিত। নেহেরু নীতির সাথে একমত হলেও তিনি বলেছিলেন যে শেখ আবদুল্লাহকে দুর্বল করার জন্য কিছুই করা উচিত নয়। \nজম্মু প্রজা পরিষদ, গণতান্ত্রিক বিরোধীতার সুযোগ থেকে বঞ্চিত হয়ে রাস্তায় নেমেছিল। এটি \"শেখ আবদুল্লাহর ডোগরা বিরোধী সরকারের\" বিরুদ্ধে \"জনগণের বৈধ গণতান্ত্রিক অধিকার\" নিশ্চিত করতে ভারতের সাথে রাজ্যের সম্পূর্ণ একীকরণের দাবি জানিয়েছে।  প্রজা পরিষদের সাথে বিরোধ শেষ পর্যন্ত শেখ আবদুল্লাহর শাসনের অবসান ঘটায়।\n\n\n== সরকার গঠন ==\n\n\n=== শেখ আবদুল্লাহ মন্ত্রিসভা ===\nশেখ আবদুল্লাহ রাজ্যে প্রধানমন্ত্রী হিসেবে বহাল ছিলেন। জম্মু প্রদেশের তৎকালীন মন্ত্রিসভার দুই সদস্য সরদার বুধ সিং এবং পীর মোহাম্মদ খানকে বাদ দেওয়া হয়েছে। গোলাম মোহাম্মদ সাদিক গণপরিষদের চেয়ারম্যান হিসেবে দায়িত্ব পালনের জন্য তার মন্ত্রিসভার দায়িত্ব থেকে পদত্যাগ করেন। মন্ত্রিসভার বাকি সদস্যরা হলেন:\n\nশেখ আবদুল্লাহ - প্রধানমন্ত্রী\nবকশী গোলাম মোহাম্মদ - উপ-প্রধানমন্ত্রী\nমির্জা আফজাল বেগ\nশ্যাম লাল সরফ\nগিরিধারী লাল ডোগরা\nপরে ডিপি ধর, মোবারক শাহ, মেজর পিয়ারা সিং এবং গোলাম মহিউদ্দিন হামদানীকে উপমন্ত্রী হিসেবে নিয়োগ দেওয়া হয়।\n\n\n=== বকশী গোলাম মোহাম্মদ মন্ত্রিসভা ===\nজম্মুতে জম্মু প্রজা পরিষদ এবং লাদাখের প্রধান লামা কুশক বকুলার সাথে তীব্র বিরোধের পাশাপাশি কেন্দ্রীয় সরকারের সাথে চলমান বিরোধের পর, সদর-ই-রিয়াসাত (রাষ্ট্রপ্রধান) করণ সিং দ্বারা শেখ আবদুল্লাহকে ১৯৫৩ সালের আগস্টে প্রধানমন্ত্রীর পদ থেকে বরখাস্ত করা হয়েছিল। ) আবদুল্লাহকেও ষড়যন্ত্রের অভিযোগে গ্রেফতার করা হয়। উপ-প্রধানমন্ত্রী বকশি গোলাম মোহাম্মদ পরবর্তী প্রধানমন্ত্রী হিসেবে শপথ নেন। তার মন্ত্রিসভা যাদের নিয়ে গঠিত:\n\nবকশী গোলাম মোহাম্মদ – প্রধানমন্ত্রী\nগোলাম মোহাম্মদ সাদিক – শিক্ষা\nশ্যাম লাল সরফ – উন্নয়ন\nগিরিধারী লাল ডোগরা - অর্থ\nসৈয়দ মীর কাসিম- রাজস্ব\nকুশক বকুলাকে উপমন্ত্রী নিযুক্ত করা হয় এবং তিনি নতুন সরকারের প্রতি তার সমর্থনের প্রতিশ্রুতি দেন। \nবকশী গোলাম মোহাম্মদ গণপরিষদের বাকি ছয় বছরের জন্য প্রধানমন্ত্রী হিসেবে বহাল ছিলেন। বিধানসভা রাজ্যের সংবিধান প্রণয়নের মিশন চালিয়ে যায়, যা ১৭ নভেম্বর ১৯৫৬-এ গৃহীত হয়েছিল, যা ২৬ জানুয়ারী ১৯৫৭-এ কার্যকর হয়।\n\n\n== তথ্যসূত্র =="}