{"pageid": 1151243, "title": "দর্শন উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1151243", "content": "দর্শন উপনিষদ (সংস্কৃত: दर्शन उपनिषत्) হল সংস্কৃত ভাষায় লেখা হিন্দুধর্মের ছোট উপনিষদ। এটি চারটি বেদের বিশটি যোগ উপনিষদের মধ্যে একটি, এবং এটি সামবেদের সাথে সংযুক্ত।\nপাঠ্যটি পতঞ্জলির যোগসূত্র-শৈলী বিন্যাসের অনুরূপ শাস্ত্রীয় যোগকে ক্রমিক আরোহী আটটি যোগিক পর্যায়ে উপস্থাপন করে, কিন্তু যোগসূত্রের বিপরীতে, দর্শন উপনিষদে কুণ্ডলিনী ধারণা অন্তর্ভুক্ত রয়েছে। যোগের চূড়ান্ত লক্ষ্য, উপনিষদ বলে, আত্ম-জ্ঞান এবং সার্বজনীন বাস্তবতার (ব্রম্মের) সাথে নিজের (আত্মার) পরিচয় উপলব্ধি করা।\n\n\n== ইতিহাস ==\nগ্যাভিন ফ্লাড এর মতে, পাঠটি ১০০ খ্রীস্টপূর্ব থেকে ৩০০ খৃষ্টাব্দের মধ্যে রচিত।\nজর্জ ফুয়ের্স্টেইন মতে, পাঠটি সম্ভবত যোগসূত্রের পরবর্তী সময়ের।\nএই উপনিষদকে যোগদর্শন উপনিষদ, জবালাদর্শন উপনিষদ, এবং দর্শনোপনিষদ নামেও উল্লেখ করা হয়। এটি ১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমানের ক্রমিক ক্রমানুসারে ৯০ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== বিষয়বস্তু ==\nউপনিষদটি দুইশ নয়টি শ্লোক সহ অসম দৈর্ঘ্যের দশটি অধ্যায়ে গঠন করা হয়েছে। পাঠটি হিন্দু দেবতা দত্তাত্রেয়ের দ্বারা যোগের উপর ঋষি সংকৃতিকে বক্তৃতা হিসাবে গঠন করা হয়েছে।\nপাঠ্যটি বেদান্ত ও যোগ দর্শনের ভিত্তিতে হঠযোগ এবং আটটি অঙ্গযুক্ত পতঞ্জলির যোগসূত্র পদ্ধতির সংমিশ্রণ উপস্থাপন করে। প্রথম ও দ্বিতীয় অধ্যায় যোগে সাফল্যের জন্য প্রয়োজনীয় যোগীর নীতিশাস্ত্র বর্ণনা করে। অনেক আসন (যোগের ভঙ্গি) উল্লেখ করা হয়েছে, এবং নয়টি অধ্যায় ৩ এ ব্যাখ্যা করা হয়েছে। অধ্যায় ৪ দাবি করে যে দেবতা (শিব) ব্যক্তির দেহের মন্দিরের মধ্যে আছেন, এবং সর্বোত্তম তীর্থ যা এই অভ্যন্তরীণ জগতে প্রতিদিন করতে পারেন। অধ্যায় ৫ এর কিছু উপধারা অভ্যন্তরীণ পরিষ্কারের কৌশল সহ রক্তনালী এবং অভ্যন্তরীণ শক্তি প্রবাহের তত্ত্ব নিয়ে আলোচনা করে। বৃহত্তম অধ্যায়গুলির মধ্যে একটি শ্বাস-প্রশ্বাসের ব্যায়ামের জন্য নিবেদিত, যেখানে শেষ চারটি অধ্যায় একাগ্রতা, আত্মদর্শন, ধ্যান, আত্ম-জ্ঞান এবং শেষ পর্যন্ত পরম বাস্তবতা ব্রহ্মের সাথে আত্মার মিলনের ধাপগুলি বর্ণনা করে।\n\nউপনিষদের প্রথম অধ্যায়ে ২৫টি শ্লোক আছে যা যম বা পুণ্যের সংযমের বর্ণনা করে; ১৬টি শ্লোক সহ দ্বিতীয় অধ্যায়ে নিয়ম বা পুণ্যময় শৃঙ্খলাগুলি তালিকাভুক্ত করা হয়েছে; তৃতীয় অধ্যায়ের ১৩টি শ্লোক যোগিক আসন বা ব্যায়ামের ভঙ্গি সম্পর্কে ব্যাখ্যা দেয়; চতুর্থ অধ্যায়, যা দীর্ঘতম, মানবদেহ, নাড়ি বা রক্তনালী সম্পর্কে এর তত্ত্বের ৬৩টি শ্লোক রয়েছে।\n\nপঞ্চম অধ্যায়ের ১৪টি শ্লোক হল পূর্ববর্তী অংশের আরও বিশদ বিবরণ যা অভ্যন্তরীণ পরিচ্ছন্নতা বা শুদ্ধিকরণের বিস্তারিত পদ্ধতি প্রদান করে; ৫১টি শ্লোক সহ ষষ্ঠ অধ্যায়ে প্রাণায়াম বা শ্বাস-প্রশ্বাসের ব্যায়াম সম্পর্কে বিস্তারিত বলা হয়েছে; সপ্তম অধ্যায় তার ১৪টি শ্লোকের মাধ্যমে প্রত্যাহার বা বহির্জগত থেকে ইন্দ্রিয় প্রত্যাহার করার ক্ষমতা ব্যাখ্যা করে; অষ্টম অধ্যায়ে একাগ্রতা বা ধারণা বিষয়ে নয়টি শ্লোক রয়েছে; নবম অধ্যায়ে ধ্যান বা ধ্যানের বর্ণনা দিয়ে ছয়টি শ্লোক আছে;\nএবং এর ১২টি শ্লোকের শেষ অধ্যায় যোগের সমাধি পর্যায়ের সাথে সম্পর্কিত যা যোগী যখন উপলব্ধি করে যে \"আত্মা ব্রহ্মের সাথে অভিন্ন\"। পাঠ্যটি মানবদেহ ও রক্তের শিরাকে পৃথিবীর স্থলজ বৈশিষ্ট্যের সাথে তুলনা করে রহস্যময় তত্ত্বগুলিকে উচ্চারণ করে, যেমন নদী নালা তাদের পবিত্র সমুদ্রের খাঁড়ির সাথে।\nপাঠ্যটি হিন্দু দেবতা বিষ্ণু, শিব, ব্রহ্মা, দত্তাত্রেয় বা শক্তি দেবীদের প্রশংসার সাথে কিছু বিভাগ খোলা বা বন্ধ করে তার ধারণাগুলিকে অন্তর্ভুক্ত করে উপস্থাপন করার জন্য উল্লেখযোগ্য, কিন্তু পাঠ্যের মূল বিষয় হল অঈশ্বরবাদী পরিভাষা এবং বেদান্তিক আলোচনা করা কৌশল। পাঠ্যের তত্ত্ববিজ্ঞানে যম ও নিয়মের মূল্যের আলোচনা রয়েছে, যেমন অহিংসা, সত্যবাদিতা, সহানুভূতি, রাগ থেকে বিরত থাকা, খাবারে সংযম (মিতাহার)। পাঠ্য যোগের ভঙ্গি যেমন স্বস্তিকাসন, গোমুখাসন, পদ্মাসন,  বিরাসন,  সিংহাসন, ভদ্রাসন, মুক্তাসন, ময়ুরাসন ও সুখাসন। এই আসনগুলি পরবর্তী বিভাগে বিভিন্ন শ্বাস-প্রশ্বাস এবং পরিষ্কার করার ব্যায়ামে আলোচনা করা হয়েছে। এর পর উপনিষদ ধ্যান ও অনন্দ্যবাদের উপর তার বৈদান্তিক ধারণা উপস্থাপন করতে এগিয়ে যায়, শ্লোক ৭.১৩-৭.১৪-এ এর ভিত্তি উল্লেখ করে, যে যোগীর উচিত তার আত্মাকে \"অদ্বৈতবাদ, মহাজাগতিক আত্মা\" (ব্রহ্ম)-এ নির্ণয় করা।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nBurley, Mikel (২০০০)। Haṭha-Yoga: Its Context, Theory, and Practice। Motilal Banarsidass। আইএসবিএন 978-8120817067। \nDerek (Tr), Coltman (১৯৮৯)। Yoga and the Hindu Tradition (John Varenne)। Motilal Banarsidass। আইএসবিএন 978-81-208-0543-9। \nDeussen, Paul (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Oxford University Press (Reprinted by Cosimo)। আইএসবিএন 978-1-61640-239-6। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSastri, P A Mahadeva (১৯২০)। \"Darshana Upanishad (manuscript in Sanskrit, page 152 onwards)\"। Hathi Trust। সংগ্রহের তারিখ ১৮ জানুয়ারি ২০১৬। \nHattangadi, Sunder (২০০০)। \"जाबालदर्शनोपनिषत् (Jabaladarsana Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৭ জানুয়ারি ২০১৬। \nLarson, Gerald James; Bhattacharya, Ram Shankar (২০০৮)। Yoga : India's Philosophy of Meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4।"}