{"pageid": 1151929, "title": "চুলকানি", "url": "https://bn.wikipedia.org/wiki?curid=1151929", "content": "চুলকানি (প্রুরিটাস নামেও পরিচিত) হল একটি সংবেদন যা আচড়ের ইচ্ছা ঘটায়। চুলকানি যেকোন এক ধরনের সংবেদনশীল অভিজ্ঞতা হিসাবে শ্রেণীবদ্ধ করার অনেক প্রচেষ্টাকে প্রতিহত করেছে। ব্যথার সাথে চুলকানির অনেক মিল রয়েছে এবং উভয়ই অপ্রীতিকর সংবেদনশীল অভিজ্ঞতা হলেও তাদের আচরণগত প্রতিক্রিয়ার ধরন ভিন্ন। ব্যথা একটি প্রত্যাহার প্রতিচ্ছবি তৈরি করে, যেখানে চুলকানি একটি স্ক্র্যাচ রিফ্লেক্সের দিকে পরিচালিত করে।\nচুলকানি এবং ব্যথা উভয়ই ত্বকে উৎপন্ন হওয়ার জন্য অমিলিনেটেড নার্ভ ফাইবার; যাইহোক, তাদের জন্য তথ্য কেন্দ্রীয়ভাবে দুটি স্বতন্ত্র সিস্টেমে পৌঁছে দেওয়া হয় যা উভয়ই একই স্নায়ু বান্ডিল এবং স্পিনোথ্যালামিক ট্র্যাক্ট ব্যবহার করে।\nচিকিৎসাঃ শরীর ভালো করে পরিস্কার করা ক্ষত স্থানে সাবান ব্যাবহার না করা পোসাক ভালোভাবে গরম পানি দিয়ে ধুইলে ভালো হয় ইত্যাদি\n\n\n== শ্রেণিবিভাগ ==\nসাধারণত, এক জায়গায় চুলকানি অনুভূত হয়। যদি এটি সারা শরীরে অনুভূত হয়, তবে একে সাধারণ চুলকানি বা সাধারণ প্রুরিটাস বলে।\nযদি চুলকানির অনুভূতি ছয় সপ্তাহ বা তার বেশি সময় ধরে চলতে থাকে, তাহলে একে ক্রনিক চুলকানি বা ক্রনিক প্রুরিটাস বলে। দীর্ঘস্থায়ী ইডিওপ্যাথিক প্রুরিটাস বা অপরিহার্য প্রুরিটাস হল চুলকানির একটি বিরল রূপ যা ছয় সপ্তাহের বেশি সময় ধরে চলতে থাকে এবং যার জন্য কোন স্পষ্ট কারণ চিহ্নিত করা যায় না ।\n\n\n== লক্ষণ ও উপসর্গ ==\nব্যথা এবং চুলকানির ভিন্ন ভিন্ন আচরণগত প্রতিক্রিয়া নিদর্শন আছে। ব্যথা একটি প্রত্যাহার প্রতিবিম্ব প্রকাশ করে, যা প্রত্যাহার করে এবং তাই একটি প্রতিক্রিয়া শরীরের একটি বিপন্ন অংশকে রক্ষা করার চেষ্টা করে। বিপরীতে চুলকানি একটি স্ক্র্যাচ রিফ্লেক্স তৈরি করে, যা একজনকে প্রভাবিত ত্বকের সাইটে আকর্ষণ করে। চুলকানি একটি বিদেশী বস্তুর নীচে বা ত্বকের উপর উদ্দীপনা তৈরি করে এবং এটি অপসারণের তাগিদও তৈরি করে। উদাহরণস্বরূপ, একটি স্থানীয় চুলকানি সংবেদন সাড়া একজনের ত্বক থেকে পোকামাকড় অপসারণের একটি কার্যকর উপায়।\nস্ক্র্যাচিং ঐতিহ্যগতভাবে বিরক্তিকর চুলকানি সংবেদন হ্রাস করে নিজেকে উপশম করার উপায় হিসাবে গণ্য করা হয়েছে। যাইহোক, স্ক্র্যাচিংয়ের হেডোনিক দিক রয়েছে, কারণ কেউ ক্ষতিকারক স্ক্র্যাচিং অত্যন্ত আনন্দদায়ক বলে মনে করবে। এটি দীর্ঘস্থায়ী চুলকানির রোগীদের জন্য সমস্যাযুক্ত হতে পারে, যেমন এটোপিক ডার্মাটাইটিসে আক্রান্ত ব্যক্তিরা, যারা চুলকানি সংবেদন অদৃশ্য হয়ে যাওয়ার পরিবর্তে, তারা আর আনন্দদায়ক বা বেদনাদায়ক সংবেদন না করা পর্যন্ত প্রভাবিত দাগগুলি আঁচড়াতে পারে। এটি অনুমান করা হয়েছে যে স্ক্র্যাচিংয়ের অনুপ্রেরণামূলক দিকগুলির মধ্যে পুরস্কার এবং সিদ্ধান্ত নেওয়ার সামনের মস্তিষ্কের অঞ্চলগুলি অন্তর্ভুক্ত রয়েছে। এই দিকগুলি তাই চুলকানি এবং স্ক্র্যাচিংয়ের বাধ্যতামূলক প্রকৃতিতে অবদান রাখতে পারে।\n\n\n=== সংক্রামক চুলকানি ===\n\" সংক্রামক চুলকানি\" এর ঘটনাগুলি খুব সাধারণ ঘটনা। এমনকি চুলকানির বিষয়ে আলোচনা একজনকে আঁচড়ানোর ইচ্ছা দিতে পারে। এক আঁচড়ের জায়গায় চুলকানি একটি স্থানীয় প্রপঞ্চের চেয়ে বেশি হতে পারে। একটি গবেষণার ফলাফল দেখায় যে চুলকানি এবং স্ক্র্যাচিং চুলকানির উপর একটি পাবলিক বক্তৃতায় চাক্ষুষ উদ্দীপনা দ্বারা বিশুদ্ধভাবে প্ররোচিত হয়েছিল। ব্যথার সংবেদনও অনুরূপ ফ্যাশনে প্ররোচিত হতে পারে, প্রায়শই একটি আঘাতের বর্ণনা শুনে বা নিজেই একটি আঘাত দেখে।\nসংক্রামক চুলকানির জন্য কেন্দ্রীয় সক্রিয়করণের উপর সামান্য বিশদ তথ্য রয়েছে, তবে এটি অনুমান করা হয় যে একটি মানব মিরর নিউরন সিস্টেম বিদ্যমান যেখানে কেউ যখন অন্যদের একই ক্রিয়া সম্পাদন করতে দেখে তখন নির্দিষ্ট মোটর ক্রিয়া অনুকরণ করে। সংক্রামক হাইপিং এর কারণ ব্যাখ্যা করতে অনুরূপ অনুমান ব্যবহার করা হয়েছে।\n\n\n=== ব্যথার কারণে চুলকানি বাধা ===\nগত দশকে করা গবেষণায় দেখা গেছে যে চুলকানি আরও অনেক ধরনের বেদনাদায়ক উদ্দীপনা দ্বারা বাধা পেতে পারে যেমন - ক্ষতিকর তাপ, শারীরিক ঘষা/আঁচড়ান, ক্ষতিকারক রাসায়নিক পদার্থ এবং বৈদ্যুতিক শক ।\n\n\n== কারণসমূহ ==\n\n\n=== সংক্রমণ ===\nবডি লাউস, নিম্নমানের জীবনযাত্রায় পাওয়া যায়\nকিউটেনিয়াস লার্ভা মাইগ্রান, একটি চর্মরোগ\nমাথার উকুন, যদি ঘাড় এবং মাথার ত্বকে সীমাবদ্ধ থাকে\nহারপিস, একটি ভাইরাল রোগ\nপোকামাকড়ের কামড়, যেমন মশা বা চিগারের কামড়\nপিউবিক উকুন, যদি যৌনাঙ্গে সীমাবদ্ধ থাকে\nস্ক্যাবিস, বিশেষ করে যখন ঘনিষ্ঠ সংস্পর্শে থাকা অন্যান্য ব্যক্তিদেরও চুলকানি হয়\nশেভিং, যা ত্বকে জ্বালাতন করতে পারে\nসাঁতারুদের চুলকানি, একটি স্বল্পমেয়াদী অনাক্রম্য প্রতিক্রিয়া\nভ্যারিসেলা - যেমন চিকেনপক্স, ছোট বাচ্চাদের মধ্যে প্রচলিত এবং অত্যন্ত সংক্রামক\nটুঙ্গিয়াসিস, ত্বকের একটোপ্যারাসাইট\n\n\n=== পরিবেশগত এবং এলার্জি ===\nনির্দিষ্ট রাসায়নিকের সংস্পর্শে এলার্জি প্রতিক্রিয়া, যেমন উরুশিওল, বিষ আইভি বা পয়জন ওক বা পেরুর বালসাম থেকে প্রাপ্ত, অনেক খাবার এবং সুগন্ধিতে পাওয়া যায়। কিছু অ্যালার্জেন প্যাচ পরীক্ষায় নির্ণয় করা যেতে পারে।\nত্বকে বিদেশী বস্তুগুলি অ-প্যাথলজিকাল চুলকানির সবচেয়ে সাধারণ কারণ।\nফটোডার্মাটাইটিস - সূর্যালোক ত্বকে রাসায়নিকের সাথে প্রতিক্রিয়া দেখায়, যা বিরক্তিকর বিপাক গঠনের দিকে পরিচালিত করে।\nUrticaria (এছাড়াও আমবাত বলা হয়) সাধারণত চুলকানির কারণ হয়।\n\n\n=== ত্বকের ব্যাধি ===\nখুশকি ; একটি অস্বাভাবিক বড় পরিমাণ flaking এই সংবেদন সঙ্গে যুক্ত করা হয়.\nPunctate palmoplantar keratoderma, ব্যাধিগুলির একটি গ্রুপ যা তালু এবং তলগুলির অস্বাভাবিক ঘনত্ব দ্বারা চিহ্নিত করা হয়।\nত্বকের অবস্থা (যেমন সোরিয়াসিস, একজিমা, সেবোরোইক ডার্মাটাইটিস, সানবার্ন, অ্যাথলিটের পা, এবং হাইড্রাডেনাইটিস সাপুরাটিভা )। বেশিরভাগই প্রদাহজনক প্রকৃতির।\nস্ক্যাব নিরাময়, দাগের বৃদ্ধি, এবং এপিডার্মিসের নিচ থেকে আঁচিল, পিম্পল এবং ইনগ্রাউন চুলের বিকাশ বা উত্থান।\nজেরোসিস : শুষ্ক ত্বক, প্রায়শই শীতকালে দেখা যায় এবং বয়স্ক বয়সের সাথে যুক্ত, গরম ঝরনা বা স্নানে ঘন ঘন স্নান এবং উচ্চ-তাপমাত্রা এবং কম-আর্দ্রতা পরিবেশে।\n\n\n=== অন্যান্য চিকিৎসা ব্যাধি ===\nডায়াবেটিস মেলিটাস, বিপাকীয় রোগের একটি গ্রুপ যেখানে একজন ব্যক্তির উচ্চ রক্তে শর্করা থাকে\nহাইপারপ্যারাথাইরয়েডিজম, প্যারাথাইরয়েড গ্রন্থিগুলির অত্যধিক সক্রিয়তার ফলে প্যারাথাইরয়েড হরমোন (PTH) অতিরিক্ত উত্পাদন হয়\nআয়রনের অভাবজনিত রক্তাল্পতা, একটি সাধারণ রক্তাল্পতা (লোহিত রক্তকণিকা বা হিমোগ্লোবিনের মাত্রা কম)\nকোলেস্টেসিস, যেখানে পিত্ত অ্যাসিড সিরামের মধ্যে ফুটো হয়ে পেরিফেরাল ওপিওড রিসেপ্টরগুলিকে সক্রিয় করে, যার ফলে বৈশিষ্ট্যগত সাধারণ, গুরুতর চুলকানি হয়\nজন্ডিস, যেখানে অতিরিক্ত বিলিরুবিন (হাইপারবিলিরুবিনেমিয়া) ত্বকের স্নায়ুকে জ্বালাতন করে।\nম্যালিগন্যান্সি বা অভ্যন্তরীণ ক্যান্সার, যেমন লিম্ফোমা বা হজকিনস ডিজিজ\nপলিসিথেমিয়া, যা হিস্টামাইন বৃদ্ধির কারণে সাধারণ চুলকানির কারণ হতে পারে\nমানসিক রোগ (\" সাইকোজেনিক চুলকানি\", যেমনটি বিভ্রান্তিকর প্যারাসাইটোসিসে দেখা যায়)\nথাইরয়েড রোগ\nইউরেমিয়া - এর কারণে যে চুলকানি সংবেদন হয় তা ইউরেমিক প্রুরিটাস নামে পরিচিত\n\n\n=== ঔষধ ===\nওষুধ (যেমন ওপিওডস ) যা হিস্টামিন (H1) রিসেপ্টরকে সক্রিয় করে বা হিস্টামিন নিঃসরণকে ট্রিগার করে\nক্লোরোকুইন, ম্যালেরিয়ার চিকিৎসা ও প্রতিরোধে ব্যবহৃত একটি ওষুধ\nপিত্ত অ্যাসিড কনজেনার যেমন ওবেটিকোলিক অ্যাসিড\n\n\n=== গর্ভাবস্থার সাথে সম্পর্কিত ===\nগর্ভকালীন পেমফিগয়েড, গর্ভাবস্থার একটি ডার্মাটোসিস\nগর্ভাবস্থার ইন্ট্রাহেপ্যাটিক কোলেস্টেসিস, একটি মেডিকেল অবস্থা যেখানে কোলেস্টেসিস ঘটে\nপ্রুরিটিক urticarial papules এবং গর্ভাবস্থার প্লেক (PUPPP), একটি দীর্ঘস্থায়ী আমবাতের মতো ফুসকুড়ি\n\n\n=== অন্যান্য ===\nমেনোপজ, বা বার্ধক্যের সাথে যুক্ত হরমোনের ভারসাম্যের পরিবর্তন\nটার্মিনাল অসুস্থতা\n\n\n== পদ্ধতি ==\nচুলকানি পেরিফেরাল স্নায়ুতন্ত্রে ( ডার্মাল বা নিউরোপ্যাথিক ) বা কেন্দ্রীয় স্নায়ুতন্ত্রে (নিউরোপ্যাথিক, নিউরোজেনিক বা সাইকোজেনিক ) হতে পারে।\n\n\n=== ডার্মাল/প্রুরিটোসেপ্টিভ ===\n\nত্বকে উদ্ভূত চুলকানিকে প্রুরিটোসেপ্টিভ বলা হয় এবং যা যান্ত্রিক, রাসায়নিক, তাপীয় এবং বৈদ্যুতিক উদ্দীপনা সহ বিভিন্ন ধরনের উদ্দীপনা দ্বারা প্ররোচিত হতে পারে। হিস্টামাইন -প্ররোচিত চুলকানির জন্য দায়ী প্রাথমিক অ্যাফারেন্ট নিউরনগুলি হল অমিলিনেটেড সি-ফাইবার ।\nমানুষের সি-ফাইবার নোসিসেপ্টরগুলির দুটি প্রধান শ্রেণী বিদ্যমান: মেকানো-প্রতিক্রিয়াশীল নোসিসেপ্টর এবং মেকানো-সংবেদনশীল নোসিসেপ্টর। মেকানো-প্রতিক্রিয়াশীল নোসিসেপ্টরগুলি বেশিরভাগ ব্যথায় সাড়া দেওয়ার জন্য গবেষণায় দেখানো হয়েছে, এবং মেকানো-অসংবেদনশীল রিসেপ্টরগুলি বেশিরভাগ হিস্টামিন দ্বারা প্ররোচিত চুলকানির ক্ষেত্রে প্রতিক্রিয়া জানায়। যাইহোক, এটি যান্ত্রিকভাবে প্ররোচিত চুলকানি বা ফ্লেয়ার প্রতিক্রিয়া ছাড়াই উত্পাদিত চুলকানি ব্যাখ্যা করে না যাতে কোনও হিস্টামিন জড়িত থাকে না। অতএব, এটা সম্ভব যে প্রুরিটোসেপ্টিভ নার্ভ ফাইবারে বিভিন্ন শ্রেণীর ফাইবার থাকে, যা বর্তমান গবেষণায় অস্পষ্ট।\nঅধ্যয়নগুলি দেখানো হয়েছে যে চুলকানি রিসেপ্টরগুলি শুধুমাত্র উপরের দুটি ত্বকের স্তর, এপিডার্মিস এবং এপিডার্মাল/ ডার্মাল ট্রানজিশন স্তরগুলিতে পাওয়া যায়। শেলি এবং আর্থার পৃথক চুলকানি পাউডার ( মুকুনা প্রুরিয়েনস ) স্পিকুলস ইনজেকশনের মাধ্যমে গভীরতা যাচাই করেছেন এবং লক্ষ্য করেছেন যে বেসাল কোষ স্তর বা এপিডার্মিসের সবচেয়ে ভিতরের স্তরে সর্বাধিক সংবেদনশীলতা ঘটেছে। এই ত্বকের স্তরগুলি অস্ত্রোপচারের মাধ্যমে অপসারণ করা রোগীর চুলকানি বোঝার ক্ষমতাকে সরিয়ে দেয়। পেশী বা জয়েন্টগুলিতে কখনও চুলকানি অনুভূত হয় না, যা দৃঢ়ভাবে পরামর্শ দেয় যে গভীর টিস্যুতে সম্ভবত চুলকানি সংকেত দেওয়ার যন্ত্র থাকে না।\nচুলকানিকে প্রায়শই হিস্টামিন মধ্যস্থতা (হিস্টামিনার্জিক) এবং ননহিস্টামিনার্জিক হিসাবে শ্রেণীবদ্ধ করা হয়।\nপ্রুরিটিক উদ্দীপকের প্রতি সংবেদনশীলতা সমানভাবে ত্বক জুড়ে বিতরণ করা হয় এবং ব্যথার মতো ঘনত্বের সাথে একটি পরিষ্কার স্পট বিতরণ রয়েছে। ইনট্রাকিউটেনিয়াস ইনজেকশনের (ত্বকের মধ্যে ইনজেকশন) চুলকানি সৃষ্টিকারী বিভিন্ন পদার্থ শুধুমাত্র ত্বকের নিচে ( ত্বকের নিচে) ইনজেকশন দিলেই ব্যথা হয়।\nনোসিসেপ্টর এক্সিটোটক্সিন ক্যাপসাইসিন দিয়ে চিকিত্সা করা ত্বকের অঞ্চলে চুলকানি সহজেই বিলুপ্ত হয় তবে ত্বকের অঞ্চলে অপরিবর্তিত থাকে যা অ্যান্টি-ইনফ্ল্যামেটরি স্যাপোনিন দিয়ে চিকিত্সার মাধ্যমে স্পর্শকে সংবেদনশীল করে তোলে। যদিও পরীক্ষামূলকভাবে প্ররোচিত চুলকানি এখনও সম্পূর্ণ A-ফাইবার পরিবাহী ব্লকের অধীনে অনুভূত হতে পারে, তবে এটি উল্লেখযোগ্যভাবে হ্রাস পেয়েছে। সামগ্রিকভাবে, ত্বকের উপরের স্তরে অবস্থিত A-ডেল্টা এবং C nociceptors দ্বারা চুলকানির সংবেদন হয়।\n\n\n=== প্রাথমিক সম্প্রচারকারী চুলকানির আণবিক বৈচিত্র্য ===\nএকক-কোষ এমআরএনএ সিকোয়েন্সিং ব্যবহার করে, সংবেদনশীল-মডালিটি নির্দিষ্ট প্রাথমিক অ্যাফারেন্টকে আণবিকভাবে জিনের অভিব্যক্তির ধরণগুলির উপর ভিত্তি করে ক্লাস্টারে সংজ্ঞায়িত করা হয়েছে। এখানে, 11টি সাব ক্লাস্টার সনাক্ত করা হয়েছে; NF1-3, নিরীহ nociceptive তথ্য প্রেরণ; NF4-5, যা প্রোপ্রিওসেপ্টিভ তথ্য প্রেরণ করে; NP1-3, চুলকানি তথ্য প্রেরণ; PEP1-2, nociceptive তথ্য এবং TH, যা আনন্দদায়ক স্পর্শে জড়িত, pruriceptive NP1-3 হিস্টামিনার্জিক এবং নন-হিস্টামিনার্জিক সিগন্যালিং সম্পর্কিত জিন প্রকাশ করতে দেখানো হয়েছে, যেখানে NF1 লাইসোফোসফ্যাটিডিক অ্যাসিড ( Lpar3 এবং Lpar5 ), NP2 এর প্রতি প্রতিক্রিয়াশীল জিন প্রকাশ করে। ক্লোরোকুইন-প্রতিক্রিয়াশীল জিন ( Mrgpra3 এবং Mrgprx1 ), যেখানে NP3 নিউরোপেপটাইড এনপিপিবি এবং এসএসটির পাশাপাশি প্রদাহজনক চুলকানির সাথে জড়িত জিনগুলিকে প্রকাশ করে ( Il31ra, Osmr এবং Crystrl2 )। হিস্টামিন রিসেপ্টর জিন Hrh1 NP2 এবং NP3 এ পাওয়া গেছে, যা পরামর্শ দেয় যে হিস্টামিনার্জিক চুলকানি এই উভয় প্রুরিসেপ্টিভ সাব ক্লাস্টার দ্বারা প্রেরণ করা হয়।\n\n\n=== মেরুদণ্ডের চুলকানির পথ ===\nপ্রুরিসেপ্টিভ প্রাইমারি অ্যাফারেন্ট সক্রিয় হওয়ার পরে, সংকেতটি ত্বক থেকে মেরুদণ্ডের ডোরসাল হর্নে প্রেরণ করা হয়। এই এলাকায়, প্রজেকশন নিউরনগুলির সক্রিয়করণকে উন্নীত করার জন্য, মস্তিষ্কে বিশুদ্ধ সংকেতকে মধ্যস্থতা করার জন্য অনেকগুলি ইন্টারনিউরনকে বাধা দেওয়া হবে বা সক্রিয় করা হবে। জিআরপি-জিআরপিআর ইন্টারনিউরন সিস্টেম হিস্টামিনার্জিক এবং নন-হিস্টামিনার্জিক চুলকানির মধ্যস্থতা করার জন্য গুরুত্বপূর্ণ বলে প্রমাণিত হয়েছে, যেখানে জিআরপি নিউরনগুলি চুলকানির প্রচারের জন্য জিআরপিআর নিউরন সক্রিয় করে\n\n\n=== নিউরোপ্যাথিক ===\nনিউরোপ্যাথিক চুলকানি স্নায়ুতন্ত্রের ক্ষতির ফলে অ্যাফারেন্ট পথ বরাবর যে কোনও সময়ে উদ্ভূত হতে পারে। তারা কেন্দ্রীয় স্নায়ুতন্ত্র বা পেরিফেরাল স্নায়ুতন্ত্রের রোগ বা ব্যাধি অন্তর্ভুক্ত করতে পারে। মূলে নিউরোপ্যাথিক চুলকানির উদাহরণ হল নোটালজিয়া প্যারেস্থেটিকা, ব্র্যাকিওরাডিয়াল প্রুরিটাস, ব্রেইন টিউমার, মাল্টিপল স্ক্লেরোসিস, পেরিফেরাল নিউরোপ্যাথি এবং স্নায়ুর জ্বালা ।\n\n\n=== নিউরোজেনিক ===\nনিউরোজেনিক চুলকানি, যা কেন্দ্রীয়ভাবে চুলকানি হয় কিন্তু কোন স্নায়ু ক্ষতি ছাড়াই, বেশিরভাগই এক্সোজেনাস ওপিওড এবং সম্ভবত সিন্থেটিক ওপিওডের বৃদ্ধির সাথে যুক্ত।\n\n\n=== সাইকোজেনিক ===\nচুলকানি মানসিক রোগের কিছু উপসর্গের সাথেও যুক্ত যেমন স্পর্শকাতর হ্যালুসিনেশন, প্যারাসাইটোসিসের বিভ্রম, বা অবসেসিভ-বাধ্যতামূলক ব্যাধি (যেমন ওসিডি -সম্পর্কিত নিউরোটিক স্ক্র্যাচিংয়ের মতো)।\n\n\n=== পেরিফেরাল সংবেদনশীলতা ===\nপ্রদাহজনক মধ্যস্থতাকারী - যেমন ব্র্যাডিকিনিন, সেরোটোনিন (5-HT) এবং প্রোস্টাগ্ল্যান্ডিন - একটি বেদনাদায়ক বা প্রুরিটিক প্রদাহজনক অবস্থার সময় মুক্তি পায় যা শুধুমাত্র প্রুরিসেপ্টরগুলিকে সক্রিয় করে না বরং নোসিসেপ্টরগুলির তীব্র সংবেদনশীলতাও ঘটায়। এছাড়াও, নিউরো গ্রোথ ফ্যাক্টর (এনজিএফ) প্রকাশের ফলে নোসিসেপ্টরগুলির গঠনগত পরিবর্তন হতে পারে, যেমন অঙ্কুরিত হওয়া। আহত বা স্ফীত টিস্যুতে এনজিএফ বেশি থাকে। বর্ধিত এনজিএফ এটোপিক ডার্মাটাইটিসেও পাওয়া যায়, যা দীর্ঘস্থায়ী প্রদাহ সহ একটি বংশগত এবং অ-সংক্রামক চর্মরোগ। এনজিএফ নিউরোপেপটাইড, বিশেষ করে পদার্থ পি -কে আপ-নিয়ন্ত্রিত করতে পরিচিত। পদার্থ পি ব্যথা প্ররোচিত একটি গুরুত্বপূর্ণ ভূমিকা আছে পাওয়া গেছে; যাইহোক, কোন নিশ্চিতকরণ নেই যে পদার্থ P সরাসরি তীব্র সংবেদনশীলতা ঘটায়। পরিবর্তে, পদার্থ P নিউরোনাল সংবেদনশীলতা বৃদ্ধির মাধ্যমে চুলকানিতে অবদান রাখতে পারে এবং দীর্ঘমেয়াদী মিথস্ক্রিয়া চলাকালীন মাস্ট কোষের মুক্তিকে প্রভাবিত করতে পারে, যার মধ্যে হিস্টামিন সমৃদ্ধ অনেক দানা রয়েছে।\n\n\n=== কেন্দ্রীয় সংবেদনশীলতা ===\nমেরুদন্ডে ক্ষতিকারক ইনপুট কেন্দ্রীয় সংবেদনশীলতা তৈরি করতে পরিচিত, যার মধ্যে রয়েছে অ্যালোডাইনিয়া, ব্যথার অতিরঞ্জন, এবং punctuate hyperalgesia, ব্যথার প্রতি চরম সংবেদনশীলতা। দুই ধরনের যান্ত্রিক হাইপারালজেসিয়া ঘটতে পারে: 1) কাটা বা টিয়ার আশেপাশে সাধারণত ব্যথাহীন স্পর্শ বেদনাদায়ক সংবেদনগুলিকে ট্রিগার করতে পারে (স্পর্শ-উদ্ভূত হাইপারালজেসিয়া), এবং 2) একটি সামান্য বেদনাদায়ক পিন প্রিক স্টিমুলেশন চারপাশে আরও বেদনাদায়ক হিসাবে বিবেচিত হয়। প্রদাহের একটি কেন্দ্রীভূত এলাকা (বিরামচিহ্ন হাইপারালজেসিয়া)। টাচ-ইভোকড হাইপারালজেসিয়ার জন্য প্রাথমিক অ্যাফারেন্ট নোসিসেপ্টরগুলির ক্রমাগত গুলি চালানোর প্রয়োজন হয়, এবং punctuate hyperalgesia- এর জন্য ক্রমাগত গুলি চালানোর প্রয়োজন হয় না যার মানে এটি আঘাতের পরে কয়েক ঘন্টা ধরে চলতে পারে এবং সাধারণত অভিজ্ঞতার চেয়ে শক্তিশালী হতে পারে। উপরন্তু, এটি পাওয়া গেছে যে নিউরোপ্যাথিক ব্যথা, হিস্টামিন আয়নোফোরসিস রোগীদের চুলকানির পরিবর্তে জ্বলন্ত ব্যথার অনুভূতি হয়, যা স্বাভাবিক সুস্থ রোগীদের মধ্যে প্ররোচিত হবে। এটি দেখায় যে দীর্ঘস্থায়ী ব্যথায় সি-ফাইবার ইনপুটের মেরুদণ্ডের অতি সংবেদনশীলতা রয়েছে।\n\n\n== চিকিৎসা ==\nবিভিন্ন ধরনের ওভার-দ্য-কাউন্টার এবং প্রেসক্রিপশনে অ্যান্টি-ইচ ওষুধ পাওয়া যায়। কিছু উদ্ভিদ পণ্য কার্যকর অ্যান্টি-প্রুরিটিকস পাওয়া গেছে, অন্যরা নয়। অ-রাসায়নিক প্রতিকারের মধ্যে রয়েছে শীতল, উষ্ণতা, নরম উদ্দীপনা।\nক্রিম এবং স্প্রে আকারে টপিকাল অ্যান্টিপ্রুরিটিকস প্রায়শই ওভার-দ্য-কাউন্টারে পাওয়া যায়। মৌখিক চুলকানি বিরোধী ওষুধও বিদ্যমান এবং সাধারণত প্রেসক্রিপশনের ওষুধ । সক্রিয় উপাদানগুলি সাধারণত নিম্নলিখিত শ্রেণীর অন্তর্গত:\n\nঅ্যান্টিহিস্টামাইনস, যেমন ডিফেনহাইড্রাইমাইন (বেনাড্রিল)\nকর্টিকোস্টেরয়েড, যেমন হাইড্রোকর্টিসোন টপিকাল ক্রিম; টপিকাল স্টেরয়েড দেখুন\nপ্রতিরোধক, যেমন পুদিনা তেল, মেন্থল বা কর্পূর\nক্রোটামিটন (বাণিজ্য নাম ইউরাক্স) একটি ক্রিম বা লোশন হিসাবে উপলব্ধ একটি অ্যান্টিপ্রুরিটিক এজেন্ট, যা প্রায়শই স্ক্যাবিসের চিকিত্সার জন্য ব্যবহৃত হয়। এর কর্ম প্রক্রিয়া অজানা থেকে যায়।\nস্থানীয় চেতনানাশক, যেমন বেনজোকেন টপিকাল ক্রিম (লানাকেন)\nফোটোথেরাপি গুরুতর চুলকানির জন্য সহায়ক, বিশেষ করে যদি কিডনি ব্যর্থতার কারণে হয়। ব্যবহৃত আলোর সাধারণ ধরন হল UVB ।\nকখনও কখনও স্ক্র্যাচিং বিচ্ছিন্ন চুলকানি থেকে মুক্তি দেয়, তাই ব্যাক স্ক্র্যাচারের মতো যন্ত্রের আবিষ্কার হয়েছে।  তবে, প্রায়ই স্ক্র্যাচিং শুধুমাত্র অস্থায়ী উপশম দেয় এবং চুলকানিকে তীব্র করতে পারে, এমনকি ত্বকের আরও ক্ষতি করতে পারে, যাকে \"চুলকানি-স্ক্র্যাচ চক্র\" বলা হয়।\nশুষ্ক ত্বকের জন্য থেরাপির প্রধান ভিত্তি হল পর্যাপ্ত ত্বকের আর্দ্রতা এবং টপিকাল ইমোলিয়েন্ট বজায় রাখা।\nইমোলিয়েন্ট ক্রিম, কুলিং লোশন, টপিকাল কর্টিকোস্টেরয়েড, টপিকাল অ্যান্টিডিপ্রেসেন্টস, সিস্টেমিক অ্যান্টিহিস্টামাইনস, সিস্টেমিক অ্যান্টিডিপ্রেসেন্টস, সিস্টেমিক অ্যান্টিকনভালসেন্টস এবং অজানা উত্সের দীর্ঘস্থায়ী চুলকানিতে ফটোথেরাপির কার্যকারিতা তদন্ত করার জন্য কোনও গবেষণা করা হয়নি। ম্যালিগন্যান্ট ক্যান্সারে আক্রান্ত ব্যক্তিদের জন্য থেরাপিউটিক বিকল্পগুলির কার্যকারিতা জানা যায়নি।\n\n\n== ইতিহাস ==\n১৬৬০ সালে, জার্মান চিকিৎসক স্যামুয়েল হ্যানিম্যান চুলকানির সংজ্ঞা দেন।\n\n\n== এপিডেমিওলজি ==\nবিশ্বব্যাপী প্রায় ২৮০  মিলিয়ন মানুষ, জনসংখ্যার ০৪% চুলকানির সমস্যায় রয়েছে। এটি সোরিয়াসিসে আক্রান্ত জনসংখ্যার ২-৩% এর সাথে তুলনীয়।\n\n\n== আরও দেখুন ==\nঅনুভূতি, সচেতন অভিজ্ঞতার একটি উপলব্ধিমূলক অবস্থা।\nগঠন, একটি সংবেদন যা ত্বকে বা নীচে হামাগুড়ি দিয়ে ছোট পোকামাকড়ের অনুরূপ\nপ্রুরিটাস অ্যানি (অ্যানুসাইটিস নামেও পরিচিত), মলদ্বার (মলদ্বার) থেকে বের হওয়ার সময় ত্বকে জ্বালা, ঘামাচি করার ইচ্ছা সৃষ্টি করে\nউল্লেখিত চুলকানি, এমন একটি ঘটনা যেখানে শরীরের একটি অঞ্চলে একটি উদ্দীপনা প্রয়োগ করা হলে তা শরীরের বিভিন্ন অংশে চুলকানি বা জ্বালা হিসাবে অনুভূত হয়\nচুলকানি পাউডার, একটি পাউডার বা পাউডার জাতীয় পদার্থ যা মানুষের ত্বকে লাগালে চুলকানি হয়।\n\n\n== তথ্যসূত্র =="}