{"pageid": 1151900, "title": "সীরাত শাস্ত্রে দারুল উলুম দেওবন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1151900", "content": "দারুল উলুম দেওবন্দ ভারতের উত্তরপ্রদেশের সাহারানপুর জেলায় অবস্থিত একটি মাদ্রাসা, যা ১৮৬৬ সালের ৩০ মে প্রতিষ্ঠিত হয়। প্রতিষ্ঠার পর থেকে এটি সীরাত সাহিত্যে উল্লেখযোগ্য অবদান রেখে যাচ্ছে। দারুল উলুম দেওবন্দের প্রতিষ্ঠাতা কাসেম নানুতুবি আবে হায়াত নামে একটি সীরাত গ্রন্থ রচনা করেন। তার পরবর্তীতে দারুল উলুম দেওবন্দের অন্যান্য আলেমদের রচিত সীরাত গ্রন্থের মধ্যে রয়েছে: যে ফুলের খুশবুতে সারা জাহান মাতোয়ারা, আন নাবিয়্যুল খাতিম, সীরাতে খাতামুল আম্বিয়া, সীরাতুল মুস্তফা, সীরাতে মুবারাকাহ মুহাম্মদ রাসুলুল্লাহ, সীরাতে রাসুলে করিম, আফতাবে নবুয়ত ইত্যাদি। দারুল উলুম দেওবন্দের উল্লেখযোগ্য সীরাতবিদের মধ্যে রয়েছেন: আশরাফ আলী থানভী, মানাজির আহসান গিলানি, শফি উসমানি, ইদ্রিস কান্ধলভি, মুহাম্মদ মিয়া দেওবন্দি, জয়নুল আবেদিন সাজ্জাদ মিরাটী, হিফজুর রহমান সিওহারভি, হাফেজ মুহাম্মদ আহমদ, কারী মুহাম্মদ তৈয়ব, হামিদ আল-আনসারি গাজি, জাফিরুদ্দিন মিফতাহি প্রমুখ।\n\n\n== প্রেক্ষাপট ==\n\nপ্রাক ইসলামি যুগ থেকে আরবদের মধ্যে জীবনী বা সীরাত চর্চা প্রচলিত ছিল। তারা কবিতার মাধ্যমে সীরাত চর্চা করতেন। অপরদিকে মুহাম্মদ (স.)-এর আবির্ভাবের পর সাহাবীরা হাদিসের মাধ্যমে তার সীরাত চর্চা করেন। সাহাবীদের হাদিস চর্চার মাধ্যমে সীরাত চর্চার পর কয়েকজন বিশিষ্ট তাবেয়ী স্বতন্ত্রভাবে সীরাত চর্চায় মনোনিবেশ করেন। তাদের মধ্যে উল্লেখযোগ্য হলেন- উরওয়াহ ইবনে যুবাইর, আবান ইবনে ওসমান, ওয়াহাব ইবনে মুনাব্বিহ, শুরাহবিল ইবন সাদ প্রমুখ। উরওয়াহ ইবনে যুবাইরের মা ছিলেন ইসলামের প্রথম খলিফা আবু বকর সিদ্দিকের বড় কন্যা আসমা এবং পিতা ছিলেন জুবাইর ইবনুল আওয়াম। তার খালা ছিলেন রাসূলের স্ত্রী আয়িশা। ফলে তার পারিবারিক সম্পর্কই তাকে সীরাত সম্পর্কিত বিপুল হাদিস ও ঘটনার উত্তরসুরী করেছিল। তিনি তার পিতামাতা খালাসহ নিকট আত্মীয়গণের কাছ থেকে সীরাত ও মাগাযী বিষয়ক প্রচুর হাদিস গ্রহণ করেছেন। তার পরবর্তী মাগাযীর ইমামগণ যেমন স্বীয় পুত্র হিশাম ইবনে উরওয়াহ, ইবনে শিহাব আল-জুহরি আরো অনেকেই তার কাছ থেকে এ সম্পর্কিত বহু হাদিস বর্ণনা করেছেন। তার এসব বিবরণ ইবনে ইসহাক, ইবনে সাদ, তাবারীর রচিত সীরাত গ্রন্থে বর্ণিত হয়েছে। তৃতীয় খলিফা উসমান ইবন আফফানের ছেলে আবান বিন উসমান সীরাত রচয়িতাদের প্রথম ব্যক্তি হিসেবে বিবেচিত। তিনি নবীর জীবনী সংক্রান্ত একটি সংকলন তৈরি করেন, যা ছিল কয়েকটি সহীফার সমষ্টি। মুগিরা ইবনে আব্দুর রহমান যিনি মাগাযী সম্পর্কে প্রচুর হাদিস বর্ণনা করেছেন। সেগুলোর অধিকাংশ আবান ইবনে উসমান হতে গ্রহণ করেছেন। সীরাত ও মাগাযীর সংকলক হিসেবে এরপর যার নাম আসে তিনি হলেন ওয়াহাব ইবনে মুনাব্বিহ। যিনি ছিলেন একজন বিশ্বস্ত রাবী ও মুহাদ্দিস। তার তৈরি সীরাতবিষয়ক একটি পাণ্ডুলিপির অংশ বিশেষ পাওয়া যায়। ইহাতে কুরাইশদের সাথে নবীর পরামর্শ সভা, মদীনাবাসীদের সাথে বৈঠক ও হিজরতের বিষয়াবলীর বিবরণ রয়েছে। পাণ্ডুলিপিটি বর্তমানে জার্মানীতে সংরক্ষিত রয়েছে বলে জানা যায়। এরপর উল্লেখ্যযোগ্য ব্যক্তিত্ব হলেন শারাহ্বিল ইবনে সাদ যিনি ছিলেন একজন দীর্ঘজীবী তাবেয়ী। বর্ণিত আছে তিনিও সীরাতবিষয়ক কিছু তালিকা তৈরি করেছিলেন। এর মধ্যে বদর ও উহুদ যুদ্ধে অংশগ্রহণকারীদের বিবরণ, মক্কা হতে মদীনায় হিজরতকারীদের বিবরণ প্রভৃতি বিষয় স্থান পেয়েছে বলে জানা যায়। তিনি আবু হুরাইরাহ, জায়েদ ইবনে সাবিত এবং আবু সায়িদ আল-খুদরী হতে হাদিস বর্ণনা করেছেন। তবে শেষ বয়সে তিনি স্মৃতিশক্তি হারিয়ে ফেলেন। ফলে অন্যদের তুলনায় তার নির্ভরযোগ্যতা সমপর্যায়ের নয় বলে কেউ কেউ মন্তব্য করেছেন। সীরাত ও মাগাযী সংকলনের ক্ষেত্রে এ চারজনকে প্রথম স্তম্ভ হিসেবে বিবেচনা করা হয়।\nঅপরদিকে উমর ইবনে আবদুল আজিজ হাদিস সংকলনের গুরুত্ব অনুধাবনের পাশাপাশি মাগাযীর প্রতিও গুরুত্ব দেন। তার নির্দেশনা পেয়ে একদল আলিম এ কাজে এগিয়ে আসেন। তাদের মধ্যে আব্দুল্লাহ ইবনে আবু বকর ইবনে হাযম, আসিম ইবনে ওমর ইবনে কাতাদাহ আনসারী, মুহাম্মদ ইবনে মুসলিম ইবনে উবাইদুল্লাহ ইবনে শিহাব যুহরী প্রমুখের নাম বিশেষভাবে উল্লেখযোগ্য। উমর ইবনে আব্দুল আজিজের নির্দেশে আসিম ইবন ওমর ইবন কাতাদাহ দামিশকের মসজিদে মাগাযী ও মানাকিব তথা রাসূল (স.)-এর যুদ্ধবিষয়ক ও সাহাবীদের প্রশংসামূলক বর্ণনার ওপর পাঠ দিতেন। এর প্রভাবে মাগাযী তথা সীরাত শাস্ত্রের প্রতি জনসাধারণের মাঝে ব্যাপক আগ্রহ সৃষ্টি হয়। এ স্তরে মুহাম্মদ ইবনে মুসলিম ইবনে উবাইদুল্লাহ ইবনে শিহাব যুহরীর অবদান বিশেষভাবে উল্লেখযোগ্য। ইবনে শিহাব যুহরী মদীনার অলি-গলি ঘুরে হাদিস সংগ্রহ করেন এবং সীরাত ও মাগাযী বিষয়ক হাদিসগুলো আগে সংকলন করেন। সর্বপ্রথম তিনিই হাদিস ও সীরাতকে পৃথকভাবে উপস্থাপন করেন। এ সময়ে তিনি মাগাযীর ওপর আল মাগাযী নামে একটি স্বতন্ত্র পুস্তকও প্রণয়ন করেন। বলা হয়, ইমাম যুহরীর নেতৃত্বে হাদিস সংকলন যেমন শুরু হয়েছিল, তেমনি মাগাযী তথা সীরাতুর রাসুল রচনার কাজও তার মাধ্যমেই সুচিত হয়েছিল। এ কারণে তিনি হাদিস ও মাগাযী শাস্ত্রের ইমাম হিসেবে প্রসিদ্ধি লাভ করেন। এভাবে প্রাতিষ্ঠানিকভাবে সীরাত চর্চার ক্রমবিকাশ শুরু হয়। এর ধারাবাহিকতায় গ্রন্থাকারে সীরাত চর্চার বিকাশ ঘটে এবং ক্রমান্বয়ে তা প্রসার লাভ করে।\nইবনে ইসহাক সীরাত শাস্ত্রের অন্যতম প্রধান পথিকৃৎ ইমাম ও বিশিষ্ট হাদিসবেত্তা। তিনি সীরাত শাস্ত্রের ওপর কিতাবুল মাগাযী নামে একটি অনবদ্য গ্রন্থ রচনা করেন, যা সীরাতে ইবনে ইসহাক নামে প্রসিদ্ধ। প্রথম দিকের সীরাত গ্রন্থসমূহের মধ্যে প্রাপ্যতার দিক থেকে এটি একমাত্র গ্রন্থ। প্রাতিষ্ঠানিকভাবে এটিই সীরাত বিষয়ক প্রথম গ্রন্থ হিসেবে স্বীকৃত। এ কারণে ইবে ইসহাককে মাগাযী শাস্ত্রের ইমাম বলা হয়। পরবর্তীকালে ইবনে হিশাম সীরাতে ইবনে ইসহাকের সংশোধনপূর্বক পরিমার্জিতরূপে ও সংক্ষিপ্তাকারে লিপিবদ্ধ করেন এবং জটিল শব্দগুলোর ব্যাখ্যা প্রদান করেন, যা সীরাতে ইবনে হিশাম নামে পরিচিত। মুহাম্মদ ইবনে ওমর আল ওয়াকেদী হচ্ছেন এ সময়কার আরো একজন প্রসিদ্ধ সীরাত প্রণেতা। তিনি কিতাবুল মাগাযী ওয়াল মাবাছ নামে সীরাতবিষয়ক প্রসিদ্ধ গ্রন্থ রচনা করেন। মুহাম্মদ ইবনে সাদ রচিত আত তাবাকাত আল কুবরা সীরাত শাস্ত্রের একটি প্রসিদ্ধ গ্রন্থ। ইবনে সাদ ছিলেন আল ওয়াকিদীর ছাত্র ও তার ব্যক্তিগত কাতিব। তাকে ওয়াকেদীর সৌরভ নির্যাস বলা হয়। এরকম ধারাবাহিক কয়েকটি সীরাত গ্রন্থ: তারিখে তাবারী, তারিখুল বুখারী, তারিখু খলিফা ইবন খাইয়্যাত, আনসাবুল আশরাফ, জামি আস সিরাহ, আর রাওদুল আনফ, শরফুল মোস্তফা, আল কামিল ফিত তারিখ, উয়ূনুল আছার, যাদুল মাআদ ফি খাইরিল ইবাদ, আল বিদায়া ওয়ান নিহায়া, সীয়ারু আলামুন নুবালাই, আল মাওয়াহিবুল লাদুন্নিয়াহ, আস সীরাহ আল হালভীয়াহ্, খাসায়েসুল কুবরা ইত্যাদি।\nবাণিজ্যের হাত ধরে ভারতীয় উপমহাদেশে আরবের মুসলিম ধর্ম প্রচারকদের আনাগোনা শুরু হয়। পরবর্তীতে ভারতীয় উপমহাদেশের প্রচুর মানুষ ইসলাম গ্রহণ করে। ১২শ থেকে ১৬শ শতাব্দীতে মুসলমানদের ভারত বিজয়ের সূচনা হয়। ১৭০৭ সালে সম্রাট আওরঙ্গজেবের মৃত্যুর পরই ভারতে মুসলমানদের শাসন ক্ষমতা খর্ব হতে থাকে। এ শতাব্দীর মধ্যবর্তী সময়ে ভারতে কোম্পানি শাসনের সূচনা ঘটে যা পরবর্তীতে ভারতকে ব্রিটিশদের অধীনে চলে যেতে সাহায্য করে। এসময় ভারতে সৈয়দ আহমদ খান রচিত খোতবাতে আহমদীয়াকে উর্দু ভাষায় রচিত প্রথম সীরাত গ্রন্থ হিসেবে বিবেচনা করা হয়। ব্রিটিশদের হাতে ইসলামি শিক্ষা ও সংস্কৃতির প্রচার বাধাগ্রস্ত হয়। ফলশ্রুতিতে ১৮৫৭ সালে মুসলমানরা সিপাহি বিদ্রোহ সংগঠিত করে। এটি ব্যর্থ হবার পর এর ক্ষত মিটানোর উদ্দেশ্যে আপাততঃ সশস্ত্র সংগ্রামের ধারা স্থগিত রেখে সাম্রাজ্যবাদ ও উপনিবেশবাদ বিরোধী স্বাধীনতা আন্দোলন ও ইসলামের চেতনায় একদল কর্মী তৈরির লক্ষ্যে ইমদাদুল্লাহ মুহাজিরে মক্কির ইঙ্গিতে ও কাসেম নানুতুবির নেতৃত্বে এবং সিপাহি বিদ্রোহে অংশগ্রহণকারী কয়েকজন ব্যক্তির মাধ্যমে ১৮৬৬ সালের ৩০ মে ভারতের উত্তরপ্রদেশস্থ সাহারানপুর জেলার দেওবন্দ নামক বস্তিতে সাত্তা মসজিদের প্রাঙ্গনে ছোট্ট একটি ডালিম গাছের ছায়ায় দারুল উলুম দেওবন্দের গোড়া পত্তন করা হয়। হাদিস, তাফসীর, ফিকহের ন্যায় সীরাত শাস্ত্রেও দারুল উলুম দেওবন্দের আলেমগণ উল্লেখযোগ্য অবদান রেখে যাচ্ছেন।\n\n\n== সীরাতগ্রন্থ ==\nদারুল উলুম দেওবন্দের আলেমদের লিখিত উল্লেখযোগ্য সীরাতগ্রন্থ:\n\n\n=== আবে হায়াত ===\n\nকাসেম নানুতুবির লেখা বিখ্যাত রচনা আবে হায়াত, যেখানে তিনি নবীর জীবনের বিভিন্ন দিক নিয়ে আলোচনা করেছেন এক অনন্য উপায়ে, এমন ঘটনাগুলির উপযুক্ত যুক্তি প্রদান করে যা বোঝা কঠিন। এই বইটিতে ‘হায়াতুন নবী’ অর্থাৎ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কবরে জীবিত থাকার মাসআলা নিয়ে আলোচনা করা হয়েছে। মাহমুদ হাসান দেওবন্দি বলেন, \"আমি মাওলানা কাসেম নানুতুবি রহ.-এর অধীনে এই পুরো বইটি অধ্যয়ন করেছি। শিয়ারা দাবী করছিল যে, হযরত আবু বকর রা. রাসুলুল্লাহ (সা.)-এর উত্তরাধিকার চুরি করেছে, এসময় কাসেম নানুতুবি এই বইটি রচনা করেন। তিনি ব্যাখ্যা করেছেন যে, উত্তরাধিকার তখনই হয় যখন একজন ব্যক্তি মারা যায়। যখন নবীজী জীবিত থাকেন, তাহলে উত্তরাধিকারের প্রশ্ন কোথায়?\" কাসেম নানুতুবি মক্কায় তার পীর ইমদাদুল্লাহ মুহাজিরে মক্কির সান্নিধ্যে যাওয়ার সময় এই বইটিকে উপহার হিসেবে নিয়ে যান। বইটি গ্রহণ করার পর মুহাজিরে মক্কি তাকে বইটি পড়ার অনুরোধ করেন। মুহাজিরে মক্কি এটি পড়ার জন্য একটি নির্দিষ্ট সময় নির্ধারণ করেছিলেন এবং তিনি পুরো বইটি মনোযোগ সহকারে শুনেছিলেন। তিনি কিছু জায়গায় কিছু সংশোধনের পরামর্শও দিয়েছেন। এরপর তিনি বলেন, \"শামস তাবরিজির জিহ্বা ছিল মাওলানা রুমি (রহ.) আর মাওলানা মুহাম্মদ কাসেম আমার জিহ্বা। আমার হৃদয়ে যা কিছু চিন্তা অনুপ্রাণিত হয়, তার দ্বারা তা ব্যাখ্যা করা হয়।\" ইয়াকুব নানুতুবি বলেন, \"আমি হযরত মাওলানার আবে হায়াত বইটি ছয়বার অধ্যয়ন করেছি। এখনো আমি এর থেকে কয়েকটি দিক বুঝতে পেরেছি মাত্র।\n\n\n=== যে ফুলের খুশবুতে সারা জাহান মাতোয়ারা ===\n\nনাশরুত তীব ফী জিকরিন নাবিয়্যিল হাবিব (স.) আশরাফ আলী থানভীর রচিত উর্দু সীরাত গ্রন্থ। যার বঙ্গানুবাদ করা হয়েছে যে ফুলের খুশবুতে সারা জাহান মাতোয়ারা নামে। এটি মোট ৪১টি অধ্যায়ে বিভক্ত। থানভী এই গ্রন্থে ইসলামের নবিকে মুসলমানদের হৃদয় ও সারা বিশ্বের জন্য রহমত হিসেবে তুলে ধরেছেন। গ্রন্থটির রচনাশৈলী অন্যান্য ঐতিহ্যবাহী সীরাত গ্রন্থ থেকে ভিন্ন হওয়ায় তা সীরাত সাহিত্যে নতুন মাত্রা যোগ করেছে। থানভী গ্রন্থটির একটি উপকারিতা এভাবে বর্ণনা করেছেন যে, তিনি মহামারির সময় গ্রন্থটির রচনা কাজ শুরু করেন এবং মহামারি থেকে মুক্তি পান। তিনি ১৯১১ সালে গ্রন্থটি রচনার কাজ শুরু করেন। বইটির প্রধান বৈশিষ্ট্য হল এর সংক্ষিপ্ততা সত্ত্বেও এটি নবীর জীবনীর সমস্ত দিককে কভার করে। বইটির অন্যতম বৈশিষ্ট্য হচ্ছে প্রতিটি ঘটনা ও বক্তব্যের পর তা থেকে একটি নৈতিক উপসংহার টানা হয়েছে।\n\n\n=== আন নাবিয়্যুল খাতিম ===\n\nমানাজির আহসান গিলানি ১৯৩৬ সালে আন নাবিয়্যুল খাতিম রচনা করেন। এতে মুহাম্মদ (স.)-এর জীবনের প্রায় ৪০০টি বিষয় আলোচিত হয়েছে। গিলানি মুহাম্মদ (স.)-এর মক্কি জীবনকে হৃদয়ের জীবন আখ্যায়িত করেছেন, যেখানে বিভিন্ন আক্রমণ সহ্য করে ইসলামের প্রচার করা হয়েছিল এবং মাদানি জীবনকে মনের জীবন আখ্যায়িত করেছেন যেটা ছিল রাজনৈতিক আন্দোলনের সময়। লেখক ঘোষণা করেন, ইসলামের আবির্ভাবের সময় হিন্দু, বৌদ্ধ, জরথুস্ত্র, ইহুদি, খ্রিস্টান ধর্ম মৃত ছিল এবং মুহাম্মদ (স.)-এর আবির্ভাবের ভবিষ্যদ্বাণী বিভিন্ন ধর্মগ্রন্থে সংরক্ষিত ছিল। ইমান পত্রিকার সম্পাদক আবদুল মজিদ কুরাশি বলেন, \"সীরাত বিষয়ক গ্রন্থাগারে এরকম বই আর একটিও নেই\"।\n\n\n=== সীরাতে খাতামুল আম্বিয়া ===\n\nএটি মুহাম্মদ শফি উসমানি কর্তৃক উর্দু ভাষায় রচিত একটি জনপ্রিয় ও বিশুদ্ধ সীরাত গ্রন্থ। গ্রন্থটি পাঠ্যবই হিসেবে রচনা করা হয়েছে এবং সংক্ষেপায়ণের জন্য এতে নবী জীবনের শুধুমাত্র প্রধান বিষয় সমূহ আলোচিত হয়েছে। গ্রন্থটি সর্বপ্রথম ১৯২৫ সালে ‘আওজাযুস সিয়ার লি খাইরিল বাশার ’ নামে প্রকাশিত হয়। এই নামটি প্রচলিত না হওয়ায় ২য় সংস্করণে ‘সীরাতে খাতামুল আম্বিয়া ’ নামে মুদ্রিত হয় এবং এই নামেই প্রসিদ্ধি লাভ করে। তৎকালীন প্রভাবশালী পণ্ডিত আশরাফ আলী থানভী এটি অত্যন্ত পছন্দ করেন এবং ঘোষণা দিয়ে অন্যান্যদেরও বইটির প্রতি উৎসাহিত করেন। ফলে অল্প সময়ের মধ্যে এটি মাজাহির উলুম সাহারানপুর সহ উপমহাদেশের অসংখ্য শিক্ষা প্রতিষ্ঠান ও ইসলামি সংগঠনের পাঠ্যবই হিসেবে অন্তর্ভুক্ত হয় এবং এ ধারা পরবর্তীতেও অব্যাহত আছে।\n\n\n=== সীরাতুল মুস্তফা ===\n\nএটি মুহাম্মদ ইদ্রিস কান্ধলভির (১৯০১ — ১৯৭৪) রচিত ৪ খণ্ডে সমাপ্ত একটি সীরাত গ্রন্থ। মূলত উর্দুতে লেখা এ গ্রন্থটি আধুনিককালে রচিত অন্যতম জনপ্রিয় সীরাত গ্রন্থ।\nএই গ্রন্থটির বৈশিষ্ট্য হল সর্বশেষ নবী মুহাম্মদ ও তাঁর সাহাবাদের উত্তম চরিত্র সম্পর্কে বর্ণনা। আরবিতে সীরাত সম্পর্কিত প্রায় সমস্ত গ্রন্থের সংক্ষিপ্ত সংস্করণ এই গ্রন্থে পাওয়া যায়। লেখক নবী মুহাম্মদের জীবনের বিভিন্ন ঘটনাবলীকে নতুনভাবে উপস্থাপনের চেষ্টা করেছেন। পূর্ববর্তী সূত্রগুলো থেকে সনদের দিক থেকে বিশুদ্ধ বর্ণনাগুলোকেই তিনি তার গ্রন্থে স্থান দিয়েছেন। এ গ্রন্থে নবী জীবনের উপর আরোপিত বিভিন্ন আপত্তির প্রামাণিক জবাব রয়েছে। লেখক দলিল ও যুক্তির আলোকে ইসলামে দাসপ্রথা এবং নবীর একাধিক বিয়ে নিয়ে উত্থাপিত প্রশ্নসমূহের বিস্তারিত জবাব দিয়েছেন।\n\n\n=== সীরাতে মুবারাকাহ মুহাম্মদ রাসুলুল্লাহ ===\n\nএটি মুহাম্মদ মিয়া দেওবন্দির উর্দু ভাষায় রচিত একটি সীরাত গ্রন্থ। গ্রন্থটিতে লেখক কুরআনের আয়াত উল্লেখ করে তার ব্যাখ্যা হিসেবে হাদিস যুক্ত করেছেন।\n\n\n=== তারিখে মিল্লাত ===\n\nনাদওয়াতুল মুসান্নিফীনের পরিচালক আতিকুর রহমান উসমানি শিশুদের উপযোগী ইসলামের অতীত ইতিহাস গ্রন্থের অভাব অনুভব করে তার চাহিদা পূরণের জন্য জয়নুল আবেদিন সাজ্জাদ মিরাটীকে একটি গ্রন্থ রচনার অনুরোধ করেন। অনুরোধটি আমলে নিয়ে সাজ্জাদ মিরাটী ৩ খণ্ডের একটি গ্রন্থ রচনা করেন, যা তারিখে মিল্লাত নামে পরিচিত, এতে ইসলামপূর্ব যুগ থেকে শেষ মুঘল সম্রাট বাহাদুর শাহ জাফর পর্যন্ত তেরো শত বছরের মুসলিম ইতিহাসের বিশদ বিবরণ রয়েছে। তারিখে মিল্লাতের প্রথম খণ্ডটি মুহাম্মদ (স.)-এর জীবনী নিয়ে রচিত, যা নবীয়ে আরাবি (স.) নামেও পরিচিত। শিশুদের উপযোগী সহজ সরল রচনা শৈলী, ঘটনার কালানুক্রমিক বর্ণনা এবং এর সাথে সংযোগ এবং ধারাবাহিকতা ব্যাখ্যা করার চেষ্টা গ্রন্থটির অন্যতম প্রধান বৈশিষ্ট্য।\n\n\n=== বালাগুল মুবিন ===\n\nMaulana Hifz al - Rahmän Seohärwi ( 1901-1382A.H./1963C.E . ) is another scholar from Deoband who wrote the book tiltled , ' Balagh - e - Mubin Ya'ni Makatib Sayyid al - Mursalin ( all ) in 1932, when he was in the District Jail in Delhi . Its new edition was brought out by the Amjad Academy in 1977 in Lahore . This book deals extensively with the correspondences and orders passed by the Prophet. The book has been divided into three parts . The first part of the book is ' Osül - e - Tabligh ( l ) and it deals with the early period of Islam and discusses the propagation of truth and directives of Islam regarding this . It also discusses the methods of Tabligh ( preaching ) that Islam appreciates . The second part of the book is called ' Faramin - e - Sayyid al - Mürsalin ' ( ) . This part is a composition of the orders and regulations that were written by the Prophet ( ) to various rulers of his time . Maulänā , in this book , has also discussed the historical situation of the time . Maulana Sa'id Ahmad Akbarabadi has paid great tribute to this book on account of its authors broad mindedness , academic excellence and intelligent deductions . The third part of the book is ' Natā ' ij wa ' Ibar ' ( ) which discusses all the messages of peace and invitation to Islam : that were sent out by the Prophet ( ) to the rulers of the world . After this discussion , an attempt has been made to discuss on whether and how those people accepted Islam and the causes and results of their rejection or acceptance of the religion . \" Maulänä Sa'id Ahmad Akbarabadi says that preaching or Tabligh , its meanings , definition of Jihad , its conditions and formalities , killing of apostates excommunication of believers , definition of Jizya , superiority of Islam over other religions , meaning of Islam and obedience all these valuable and complicated discussions have been explained at length with the help of texts and rational arguments in most excellent matter in this book . Every thing is authentic and worth reading.\n\n\n=== সীরাতে রাসুলে করিম ===\n\nএটি হিফজুর রহমান সিওহারভির উর্দু ভাষায় রচিত একটি সীরাত গ্রন্থ। এটি ১৯৩৫ সালে প্রথম প্রকাশিত হয়। গ্রন্থটির পৃষ্ঠাসংখ্যা ৩৫২। এটি মাদ্রাসার মাধ্যমিক ছাত্রদের পাঠ্যবই হিসেবে নির্ধারিত ছিল। গ্রন্থটির মূলনাম (আরবি: نور البصر فى سيرة خير البشر, প্রতিবর্ণীকৃত: নুরুল বাছর ফি সিরাতি খয়রিল বাশার)।\n\n\n=== হায়াতে নবুয়াহ ===\nMahmud Ahmad Nanautawi ( 1310-1388A.H / 1893-1969C.E . ) , the founder of Deoband wrote the sirah entitled Hayat - e - Nabuwiyah ( G ) also known as Sirat - e - Tayyibah which contains 152 pages . This is a very brief book and contains only a few discussions on the Sirah of the Last Prophet ( ) . The issues discussed are as follows : His presence before man's existence ; the discussion about him among that Prophets who preceded him ; his birth and upbringing ; his life before being ordained as a Prophet ; his lineage , his uncles and aunts ; his names ; his marriages ; his wives who were all mothers of the Muslims ; his slaves male and female ; his servants and messengers who carried his letters , his officials ; his love for justice ; his scribes ; his executioners , his bodyguards ; his worldly assets including his camels , lambs ; his dress and other items ; his first revelation ; migration to Abyssinia ; the hardships before the declaration of Islam ; his journey to Ta'if , the beginning of the spread of his religion and the help from God ; his migration to Madinah ; his entry into Madinah ; his next ten years of stay in Madinah and the prominent events ; Jihad ; His battles and skirmishes ; his eating habits ; his cleaning of his beard and hair ; his miracles ; Mi'raj ; his companions ; his demise ; his last sermons etc.\n\n\n=== আফতাবে নবুয়ত ===\nMuhammad Tayyib ( 1315-1405 A.H./1897-1984C.E . ) another renouned scholar of the Madrasah wrote ' Aftab - e - Nubuwat ( l ) which is a significant work in two volumes . This is not a book reserved typically for the Strah discussion only and does not deal only with the life and death of the Prophet ( ) , but bases its relevant part of the discussion on the verse : ( G ) of the Qur'an ( 33:46 )\n\n\n=== খাতামুন নাবিয়্যিন ===\nAnother book by Qari Muhmmad Tayyib is Khatam al - Nably'yin ' ) ( c . It discusses the miracles of the Prophets before Muḥammad ( 2 ) . The book is an avid discussion on the last Prophethood , which is a unique distinction of the Prophet Muhammad ( ) . Therefore , this work is itself an authentic discourse on one of the aspects of the Sirah . This gives a serial account of appearance of Prophet Muhammad ( ) after devotion of Prophet Adam ( d ) , acceptance of prayers of Prophet Nüh ( e ) , conversion of fire into garden for Prophet Ibrahim ( ) , weeping of Prophet Y'aqüb ( e ) , patience of Prophet Ayyüb ( k ) , bright hand of Prophet Mūsä ( e ) and putting dead to life by Prophet Isa ( ) . Thus the author has given historical colour to miracles of the Prophets ( ) 2 Shan - e - Risalat ' ( ) is another book written by Qari Muhammad Tayyib which presents the real issues of the Sirah, that of the representation of character of the Prophet ( ) and his life and history . The book talks of all these three aspects and is therefore , a very proficient book of Sirah.\nSirat Rahmat Li'l - ' Alamin ( ) has been written by Maulana Nithär Aḥmad Qasmi , which is actually a compilation of the various speeches on the subject of Sirah given by Maulana Qari Muḥammad Tayyib of Dar al - ' Ulum , Deoband.\n\n\n=== খুলুকে আজিম ===\nKhulq - e - Azīm ( ) is a book by Hamid al - Ansari Ghazi ( b.1327A.H./1909C.E . ) , which discusses various aspect of the life of the Holy Prophet ( ) . This book discusses the exemplary morals and pious habits of Prophet Muhammad ( 2 ) based on reliable books of Ahadith . This book embodies treasure of love of Holy Prophet ( ) and glimpses of light of his Prophethood for guidance and benefit of the true seekers of truth . He introduces this book as a spring of information showing his body features , his style of praying , leading daily life and unparalleled high morals and dealings with human beings . Maulānā has written all these details under infatuating feelings of love and affection for the perfect creature of Allah . He has cited the actions and discussions of those who loved the Prophet ( ) in all respect and tried to follow him in all walks of life they reported faithly his traditions and tried to learn everything from their beloved leader who excelled in all aspects of worldly spheres.\n\n\n=== উসওয়ায়ে হাসানাহ ===\nUswah - e - Hasanah ( d ) by Muḥammad Zafiruddin is another commendable work . Maulana belonged to the Deoband school of thought . In this book he discusses the important issues that the Prophet ( ) had to deal with , and how he did overcome them by providing suitable solutions . The book also discusses the virtues of patience , tolerance and goodwill exercised by the Prophet ( ) in all his dealings . It discusses the problems the Prophet ( ) faced before his prophethood as well as of those after it.\n\n\n=== আখলাকে রাসুলে আকরাম ===\nOne of the most significant works which adds the contribution of the Deoband Madrasah in sirah is ' Akhlaq Rasûl - e- Akram , Rasul - e - Akram KI Smaji wa Siyasi Zindagi , Akhlaq ke A'ine Mein ' , de colors si ( written by Akhlaq Hussain Qasmi . The social and political life of the Holy Prophet ( ) in the moral perspective has been presented in the two halves of the book and the first half contains 160 pages . In the first half the author has presented his moral character in his social and collective life . The contents of the book deal with : The greatness and uniqueness of the Prophet's character , his moral teachings ; his piety , his sacrifices ; contentment and simplicity ; his goodness and the loftiness of his ideals ; his truthfulness ; his perseverance and steadfastness ; his compassionate behavior and his forgiveness ; his peace - loving nature and his willingness to accommodate others ; his humbleness ; his striving in the path of religion , his impeccable fairness in judgment ; his bravery and might ; his contended life before the ordainment as a Prophet of Allah ; his first forty years are the epitome of his moral character ; his benign behavior towards those younger than him ; his compassionate treatment of the widows ; his teachings about duty to parents ; the teaching about how a son - in law should behave with his in - laws ; his sharing in the hard work of his friends ; the issue of equality for the jurists ; his manner of speech ; the first Muslim ; his inherent and impeccable belief in his religion ; his style of worship that was unique ; the various hues of his belief and treatment of others ; the caution of the companions in relating the Hadith connected to intercession ; the hymns and prayers to pray for mercy against God's wrath etc. The second half of the book contains 240 pages . This part of the book contains his political acumenship in the political and battle fields as well as his benign treatment of his adversaries . This section of the book contains the following themes in this part : All the sides of his comprehensiver personality and his political sagacity ; the understanding and arguments of the Western scholars explaining his standing in the political world ; the actual mission of the Last Prophet ( ) ; his enjoinment to the Oneness of Allah and moral life ; the difference between his life in Makkah and that of Madinah ; his migration ; the first sermon in Madīnah ; his benevolence after the Conquest of Makkah ; his behavior towards the hypocrites ; his command to respect the non Muslims , he was the standard bearer of the human rights ; the Mercy for the universe in the field of Jihad ; his admonition for equality in social life . The list of contents is long in both the halves so only a few have been mentioned.\n\n\n=== সীরাতে পাক ===\nAmong the other important books of Deoband on the Sirah , is ' Sirat - e Pak (S) , written by Maulana Aslam Qasmi , a teacher of Hadith and Tafsir ( Exegesis of the Holy Qura'n ) in Dar al - ' Ulum . He is son of the great scholar of the century , Hadrat Maulana Qari Muḥammad Tayyib ( 1315A.H / 1897-1984C.E . ) . This book consists of 597 pages and is divided into twenty five topics . The first topic is called ' The Birth ' and it is spread over seven parts . The first part starts with the description of Hadrat Ibrāhīm ( d ) and seventh part ends with end of suckling period of the Last Prophet ( ) . The topics have been arranged in a particular order like growth , revelation , starting of preaching , general da'wah ( invitation to embrace Islam ) , prevailing of darkness and emerging of light , ascension , migration , relations with different tribes , hypocrites , Jihad , battle of Badr , victory of Islam , battles of Uhad and Ahzab , morals of the Prophet ( ) , treaty of Hüdaybiyah , battle of Khaybar , Conquest of Makkah , Battles of Hunain and Tabūk , last Hajj and the death of the Prophet ( ) . The book is of an easy language and discusses nearly all aspects of the life of the Prophet ( ) . It deals with his life , personal as well as political and the battles that he fought and so on . \" Another book of Muhammad Aslam is ' Sirat - e- Halabiyah , ( ) which is a translated version of Arabic book named as Insän al - ' Uyün fi Sirah - al Amin - al - Mamun by Muhammad Aslam Ramdhi ; The Arabic book is in three volumes but during translation Maulana Qasmi has added many important and useful events and the Urdu book was published in six volumes . Due to its super qualities this book occupies a unique place of eminence in Sirah literature in Urdu . It is a detailed book on the life of the Prophet ( ) and the original work in Arabic is considered reliable and authentic . Hakim al - Islam Hadrat Qärf Muhammad Tayyib in the preface of his book has termed this book'Umm Al Siyyar The purpose of this translation was mainly focus it into the reading of the common man and has had an important role to play throughout history of Urdu writings in India . The book is well presented and deals with its subject in an interesting manner . The most important feature of the book is that they include verses of the Qur'an which emphasis the noble chracter of the Holy Prophet ( ) . This book along with other books on the Sirah , therefore , make it a point to discuss the personality of the Holy Prophet ( ) , so as to inculcate these very qualities into the follower's personalities. In Mubarnmad Hifz al - Rahman Qasmi's Akhlaq - e - Nabawi Waqi'at ke A înē Mein (S), the motive has been the same. It discusses the life of the Prophet, the incidents in his life and the lessons we can learn from these incidents . In this book the universal and immortal account of the perfect and comprehensive personality of the Prophet ( ) , its effects on all classes of human society and atmosphere of different periods of time has been given . The contents of this book . reveal the splendor and perfection of his moral and life achievement in consolidating in truth and immortality of Islam . This is actually a compendium of practical teachings of Islam covering all aspects of morality such as courage , humility . generosity , sacrifice , bravery , patience , hospitality and justice . This work is an ideal for training young as well as experienced and matured scholars , divines and other member of society in a very useful and proficient style . By grace of Allah all readers will be benefited by this book.\n\n\n=== ওয়াফাত আন নবী ===\nWafat al - Nabi ' ( a ) by Maulana Ikhlaq Hussain Qāsmi , was originally published by Rashid Ahmad from an organization called Rashidiyya in Karachi , Pakistan in 1983. There are many detailed biographies ( Sirah writings ) of the Prophet Muhammad ( ) in Urdu but till date there is no book that contains the important details of the final days of the Prophet's life . This great work was first done by Maulana Ikhlaq Hussain Qasmi . He has tried to compile a detailed chronicle of history with in - depth and reliable research on the life of Prophet Muhammad ( ) . In the first edition , certain collateral issues had become very lengthy . When he came across some new details regarding the demise of the Prophet ( ) he deleted some lengthy suplimentries and shortened some to enable the reader to get some new information on the subject . The style and language of this edition was better , more lucid and easier than the previous one . The following are the important issues relating to the demise of the Prophet of Islam ( ) which are detailed in the book : Four different wisdoms behind the demise of Prophet Muhammad ( ) ; The news of the demise ; the beginning of the disease ; the prayer for the dead people of the Ummah ; his final stay in the house of his wife Hadrat ' A'ishah ; the description of the extremity of the disease ; the lesson . ( We learn ) from the pain that he bore ; the last sermon of his life ; the style of treatment and the documentation of the last will ; his last miswak ; the advent of the angel of death ' Izra'il ; the death of Hadrat Mustafa ( ) ; the condition of the companions ; who gave him the final bath , the fragrance from his chest ; his shroud ; how many pieces of cloth he was enshrouded ; the prayer over his dead body , his internment ; the day he was buried and the grace of that day ; the description of his grave ; how high is his grave , the drawing or map of his grave ; why is there a hardship in death ? His final journey and his last will etc.\nRasul - e - Akram Ki Ingläbi Sirat ( J ) is another book written by Akhlaq Hussain Qasmi . It deals more or less with the issues present in all books of Sirah , and discusses the Prophet's life with regards to his political and personal life . It discusses two phases of the life of the Prophet ( ) , the first in which he brought about changes in the society of the time by his nobility of character . And the second in which he brought about a change in the society with regards to the various ways in which he conquered his enemies .\n\n\n=== হামারে রাসুল ===\nHamärë Rasul ( J ) is an important compilation of Khwajah ' Abdul Hay Faruqi ( d.1338A.H./1919C.E . ) which discusses the Prophet ( ) and His life with special reference to the educating of children.\n\n\n=== রহমাতুল্লিল আলামীন ===\nRahmat Li' l - Alamin ( c ) by Maulana Habib al - Rahman ( d . 1348A.H / 1929C.E ) is a very valuable treastise on the biography of the Prophet. It is however , an incomplete work , but nevertheless is a very distinguished book.\nAccording to Sayyid Mahbub Ridvi ; the material collected for this book is the most valuable addition to the existing Sirat literature . Muraqq'a - e - Sirat ( ) is a 72 - pages booklet written by Maulānā Muhammad Jamil al - Raḥmān Seohärwi . This throws light on the sacred life , achievements and command of the Holy Prophet ( ) in fluent style.\n\n\n=== তাজকিরায়ে রাসুলে আরাবি ===\nMaulana Habibullah Qasmi another scholar from Deoband , authored the biography of the Holy Prophet ( 2 ) entiltled , Tadhkirah Rasul - e - ' Arabī Sawal wa Jawab ke Ã'ine Mein ( J ) . He went through store of valuable books on Sirah and made successful attempt to find out minor details of Sirat of the Prophet ( ) and proposed a brief but authentic summary of Prophet's life in the form of questions and answers . Approximately through 2000 questions and answers depict a useful and comprehensive life sketch of the Prophet ( ) has been presented and is a very useful guide for those college students who take part in quizzes on contests about Prophet's Life.\n\n\n=== সীরাতে রাসুলে মকবুল ===\nSirah Rasûl - e - Maqbil ( ) is written by Maulana ' Atiq Aḥmad Şiddiqi , and it contains 145 pages . It is unique in its style because it has been written for the children . The life of the Last Messenger ( ) has been chronicled in a very beautiful and lucid manner . He has collected the observations of the non - Muslims regarding the Last Messenger. He has quoted some Non - Muslims particularly Hindu leaders in this context . The special contents are as follows : in which countries did Allah send his apostles and their number ; the condition of the world before Islam ; The dynasty of Quraysh ; The Prophet's Birth ; his lineage ; a brief description of his childhood ; the death of his parents ; the two journeys to Syria ; the marriage to Hadrat Khadijah ; his progeny , the construction of Ka'bah ; his ordainment as a Prophet of God ; the propagation of Islam ; the migration to Abyssinia ; the demise of Hadrat Khadijah and Abu Talib ; the propagation of Islam in Ta'if , the Mi'raj ; the propagation of Islam amongst the tribes ; the migration to Madinah ; the construction of the Masjid - e - Nabawi , Jihäd ; the letter from Quraysh to the people of Madman ; the battles and Sarayah ( military mission ) ; the battle of Budr , Uhad , and Ahzab ; the peace treaty of Hudaybiyah ; the letters to the powerful kings of the world and the invitation to Islam ; the victory at Khaybar ; Umra Qaza ; Miltah , the Conquest of Makkah ; the battle of Hunayn and Tabūk ; The last Hajj ; his demise ; his moral and social character and habits ; his personal appearance ; the integral belief about a Prophet and a Messenger of Allahin Islam ; and the brief description of all important battles.\n\n\n=== খাসায়েলে মুস্তফা ===\nKhasā'il Mustafa Mahbub ka Husn wa Jamal ( 15 Ja J ) is another book which has been written by one of jurisprudents of Islam from Deoband namely Muhammad Sulayman Qasmi. The book contains 263 pages . The author on the basis of authentic and reliable sources has delt with themes which include : Taqridal - e - ' Ulama ' ; The physical appearance of the Prophet of Allah ( ) ; his dress and details about them ; his features ; the details about his eating habits and food ; his daily routine ; his writings , his steadfastness ; his daily routine in his household ; his worshipping schedules ; his relations with others , How he prepared himself for his final journey.\n\n\n=== আল্লাহর পরে শ্রেষ্ঠ যিনি ===\nআল্লাহর পরে শ্রেষ্ঠ যিনি বাংলা ভাষায় রচিত হয়েছে। এটি লিখেছেন দারুল উলুম দেওবন্দের প্রাক্তন ছাত্র ও ইসলামিক ফাউন্ডেশন বাংলাদেশের সাবেক পরিচালক ফরীদ উদ্দীন মাসঊদ। গ্রন্থটিতে রাসুল (সা.)-এর গোটা জীবনের সব দিক ও বিষয়গুলো বিবৃত হয়েছে।\n\n\n== সীরাতবিদ ==\nদারুল উলুম দেওবন্দের উল্লেখযোগ্য সীরাতবিদ:\n\n\n=== কাসেম নানুতুবি ===\n\nআবে হায়াতের রচয়িতা কাসেম নানুতুবি ১৮৩২ সালে জন্মগ্রহণ এবং ১৮৮০ সালে মৃত্যুবরণ করেন। তিনি বংশপরম্পরায় ইসলামের প্রথম খলিফা আবু বকর সিদ্দিকের সাথে যুক্ত। তিনি মামলুক আলী নানুতুবির কাছে আরবি ও আব্দুল গণি মুজাদ্দিদির কাছে হাদিস শিক্ষালাভ করেন। তিনি ইমদাদুল্লাহ মুহাজিরে মক্কির খলিফা ছিলেন। রশিদ আহমদ গাঙ্গুহি তার সহপাঠী। শামলীর যুদ্ধে কাসেম নানুতুবি প্রধান সেনাপতির ভূমিকা পালন করেন। ১৮৬৬ সালে তার নেতৃত্বে দারুল উলুম দেওবন্দ প্রতিষ্ঠিত হয়। তিনি একজন বিতর্কিক ছিলেন। ইসলাম নিয়ে আর্য সমাজ ও খ্রিস্টান মিশনারীদের সমালোচনার প্রচেষ্টা ব্যর্থ করতে তিনি অনন্য ভূমিকা পালন করেন।\n\n\n=== আশরাফ আলী থানভী ===\n\nযে ফুলের খুশবুতে সারা জাহান মাতোয়ারা গ্রন্থের রচয়িতা আশরাফ আলী থানভী ১৮৬২ সালে জন্মগ্রহণ এবং ১৯৪৩ সালে মৃত্যুবরণ করেন। ১৮৭৮ সালে তিনি দারুল উলুম দেওবন্দে ভর্তি হন এবং ৫ বছর পর দেওবন্দে শিক্ষাজীবন সমাপ্ত করেন। রশিদ আহমদ গাঙ্গুহি তাকে স্বহস্তে সম্মাননা পাগড়ি পরিধান করিয়ে দেন। শিক্ষাজীবন পরবর্তী ১৮৮৩ থেকে ১৮৯৭ পর্যন্ত তিনি কানপুরের ফয়জে আম মাদ্রাসায় অধ্যাপনা করেন। এসময় লেখালেখি, ওয়াজের কারণে তার পাণ্ডিত্যের খ্যাতি ছড়িয়ে পড়ে। মাঝখানে তিনি মক্কা গমন করে ইমদাদুল্লাহ মুহাজিরে মক্কির হাতে বায়আত গ্রহণ করেন এবং ১৮৯২ সালে তার কাছ থেকে খেলাফত লাভ করেন। মুহাজিরে মক্কির নির্দেশক্রমে তিনি ১৮৯৭ সালে জন্মস্থান থানা ভবনে ফিরে যান এবং খানকায়ে এমদাদিয়ায় আধ্যাত্মিকতা চর্চা করেন। এসময় দারুল উলুম দেওবন্দে অধ্যাপনার প্রস্তাব পেলেও মুহাজিরে মক্কির থানা ভবন গমনের নির্দেশ দেখিয়ে তাতে অপারগতা প্রকাশ করেন। খানকায়ে এমদাদিয়ায় ক্রমশ তার আধ্যাত্মিক শিক্ষার উন্নতি হতে থাকে। থানভীর আধ্যাত্মিকীকরণ এবং প্রচলিত ইসলামি জ্ঞানকে সাধারণ মানুষের কাছে সহজলভ্য করার জন্য পুনরায় কাজ করা আধুনিক ইসলামের উপর সরাসরি প্রভাব ফেলেছিল। একজন পুনরুজ্জীবনবাদী হিসেবে তিনি মূলত ঐতিহ্যগত ইসলামের সামনে আধুনিকতার চ্যালেঞ্জ নিয়ে ব্যস্ত ছিলেন। তার সময়ে ভারতীয় মুসলমানদের ওপর তার ব্যাপক প্রভাব ছিল। হাদিস, ফিকহ এবং তাফসীরে তিনি দেওবন্দের পণ্ডিতদের মধ্যে একজন নেতৃস্থানীয় সুন্নি কর্তৃপক্ষ হওয়ার যোগ্যতা অর্জন করেন। তবে সর্বোপরি সাধারণ মুসলমানদের মধ্যে ইসলামি শিক্ষাকে পুনরুজ্জীবিত করার ক্ষেত্রে তার প্রভাব উল্লেখযোগ্য। এই কারণে তিনি মুসলিম সম্প্রদায়ের হাকিমুল উম্মত বা আধ্যাত্মিক নিরাময়কারী উপাধি অর্জন করেছিলেন। একজন পণ্ডিত হিসেবে থানভী কুরআনের ব্যাখ্যা এবং ইসলামি নীতিশাস্ত্রের প্রতি অগ্রাধিকার দিয়েছিলেন এবং মানবাধিকার, নারীর শিক্ষা, ইসলামি আইন এবং সূফি আচরণের নিয়মের মতো বিষয় নিয়ে লিখেছেন। থানভী এক হাজারেরও বেশি বই রচনা করেছেন। সুফিবাদের পাশাপাশি তার বিশেষায়িত ক্ষেত্রগুলি ছিল কুরআন এবং আইনশাস্ত্র। থানভী বুদ্ধিবৃত্তিক বিজ্ঞানেও পারদর্শী ছিলেন। উনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতকের দক্ষিণ এশিয়ায় ইসলামিক ধর্মীয়, আধ্যাত্মিক এবং বুদ্ধিজীবী জীবনের একজন কেন্দ্রীয় ব্যক্তিত্ব ছিলেন এবং আজও অত্যন্ত প্রভাবশালী।\n\n\n=== মানাজির আহসান গিলানি ===\n\n\n=== শফি উসমানি ===\n\n\n=== ইদ্রিস কান্ধলভি ===\n\n\n=== মুহাম্মদ মিয়া দেওবন্দি ===\n\n\n=== জয়নুল আবেদিন সাজ্জাদ মিরাটী ===\n\n\n=== হিফজুর রহমান সিওহারভি ===\n\n\n=== হাফেজ মুহাম্মদ আহমদ ===\n\n\n=== কারী মুহাম্মদ তৈয়ব ===\n\n\n=== হামিদ আল-আনসারি গাজি ===\n\n\n=== জাফিরুদ্দিন মিফতাহি ===\n\n\n=== ফরীদ উদ্দীন মাসঊদ ===\n\n\n=== অন্যান্য ===\nআখলাক হুসাইন কাসেমী\nআসলাম কাসেমী\nআব্দুল হাই ফারুকী\nহাবিবুর রহমান\nহাবিবুল্লাহ কাসেমী\nআতিক আহমদ সিদ্দিকী\nসুলাইমান কাসেমী\n\n\n== সীরাতের উৎস ==\nদেওবন্দের সীরাতবিদরা সীরাতের উৎস হিসেবে প্রাথমিক, মাধ্যমিক ও আধুনিক সূত্রের ব্যবহার নিশ্চিত করেছে বা করার চেষ্টা করেছে। দেওবন্দের সীরাত লেখকদের প্রথম উৎস হল কুরআন। এটি নবীর শৈশব, এতিম অবস্থা, দারিদ্র্য, যুবক বয়সে আর্থিক উন্নতি, ঐশী সত্যের সন্ধান, বিধান, প্রত্যাদেশ, দ্বীনের প্রচার, ইসলামের প্রসার, মেরাজ, ইসলাম সম্পর্কে যাবতীয় তথ্যের উৎস। দেওবন্দের আলেমদের দ্বারা রচিত সমস্ত সীরাত বইতে তারা কুরআনকে মৌলিক উৎস হিসেবে ব্যবহার করেছেন। মুহাম্মদ মিয়া দেওবন্দির রচিত সীরাতে মুবারাকাহ মুহাম্মদ রাসুলুল্লাহ গ্রন্থটি এ প্রসঙ্গে একটি উদাহরণ। এর প্রধান এবং মূল উৎস কুরআন। সাধারণ অনুশীলন হল ইতিহাসের বই থেকে সীরাত সংকলন করা এবং প্রয়োজনে কুরআনের আয়াত যথাযথভাবে উদ্ধৃত করা। অন্যদিকে সীরাতে মুবারাকাহ মুহাম্মদ রাসুলুল্লাহ-এ কুরআনের আয়াতগুলোকে মূল উৎস হিসেবে গ্রহণ করা হয়েছে এবং সেগুলোর ব্যাখ্যা করার জন্য রচিত সীরাত গ্রন্থ থেকে হাদিস ও উদাহরণ উদ্ধৃত করা হয়েছে। তিনি কুরআনের রেফারেন্স দিয়ে যুক্তি দিয়েছিলেন যে কুরাইশদের দ্বারা প্রতিরোধের কারণ কেবল তাদের বিশ্বাসই নয় বরং কুরাইশ নেতারা যে আর্থ-সামাজিক সুবিধা ভোগ করেছিল সেটিও। ইসলামের হুকুমকে এখন শুধু দর্শন নয় বরং একটি সার্বিক বিপ্লব হিসেবে দেখা যায়।\nকুরআনের পর দেওবন্দের সীরাতবিদদের দ্বারা গৃহীত দ্বিতীয় উৎস হলো হাদিস। দেওবন্দের আলেমগণ সীরাত রচনায় নির্ভরযোগ্য রেওয়ায়েতগুলির পূর্ণ ব্যবহার করেছেন এবং অনেক পণ্ডিত হাদিসের প্রাথমিক সংকলনগুলি ব্যাখ্যা করতে পেরে আনন্দ বোধ করেন কারণ এগুলি নবীর ব্যক্তিত্বের সাথে সম্পর্কিত।\nদেওবন্দের সীরাত লেখকদের অন্যান্য সূত্র হল সীরাত সম্পর্কিত সেই বইগুলি যেগুলি ইসলামের প্রাথমিক পর্যায়ে রচিত হয়েছিল। এমন একটি গুরুত্বপূর্ণ উৎস হল ইবনে হিশামের বিখ্যাত গ্রন্থ যা সীরাতে ইবনে হিশাম নামে পরিচিত। এটি সমস্ত সীরাত লেখকদের জন্য মূল এবং মৌলিক উৎসগুলির মধ্যে অন্যতম। কিন্তু ইবনে হিশামের এই বইটি মূলত সংকলিত হয়েছে ইবনে ইসহাক কর্তৃক লিখিত সীরাত থেকে। ইবনে ইসহাক কর্তৃক বর্ণিত রেওয়ায়েত সম্পর্কে দুটি বিপরীত মত রয়েছে কিন্তু অধিকাংশ মুহাদ্দিস তাকে সত্যবাদী বলে মনে করেন।\nসীরাতে ইবনে হিশাম, সীরাতে ইবনে ইসহাক ছাড়াও দেওবন্দের সীরাত রচনার অন্যান্য সূত্র হলো জাদুল মাআদ, তাবকাতে ইবনে সাদ, তারিখে তাবারী, তারিখে ইলিয়াসী, তারিখে ইবনে খালদুন, ফুতুহাল বুলদান এবং অন্যান্য অনেক প্রাথমিক সংকলন যা নবীর জীবন সম্পর্কিত। যাইহোক দেওবন্দের আলেমদের অনেক বই আছে, যেমন জয়নুল আবেদিন সাজ্জাদ মিরাটী কোনো রেফারেন্স ছাড়াই তার সীরাত গ্রন্থ প্রকাশ করেছে। এই ধরনের ক্ষেত্রে ঘটনাগুলি যে উৎস থেকে আহরণ করা হয় তা নিশ্চিত করা বা সিদ্ধান্ত নেওয়া খুব কঠিন।\nইদ্রিস কান্ধলভির সীরাতুল মুস্তফার অধিকাংশ রেওয়ায়েত শরহে মাওয়াহিবে লাদুন্নিয়াহ থেকে এসেছে যা মুহাম্মদ আল জুরকানি দ্বারা লিখিত। কান্ধলভি জারকানির শরাহ থেকে প্রথম খণ্ডে প্রায় ৭৮টি রেওয়ায়েত, দ্বিতীয় খণ্ডে ১২৯টি এবং তৃতীয় খণ্ডে ১২৫টি হাদিস উল্লেখ করেছেন। ফাতহুল বারী তার দ্বিতীয় উৎস। কান্ধলভির তৃতীয় প্রধান উৎস হল ইবনে সাদ। ইবনে সাদের সীরাত বইটি এখন তার তাবাকাতে কুবরার একটি অংশ হয়ে উঠেছে। কান্ধলভি সুহায়লির রওজুল উনফ থেকে ৫৫টি, আল বিদায়া ওয়ান নিহায়া থেকে ষাটটি, জাদুল মাআদ থেকে ত্রিশটি, উয়ুনুল আছার থেকে ৮৯টি, সীরাত ইবনে হিশাম থেকে ৬৪টি, খাসায়েসুল কুবরা থেকে ৩৯টি, মুজামুল বুলদান থেকে ১৬টি, তারিখে তাবারী থেকে ১৯টি, তাফসির ইবনে কাসির থেকে ১৬টি এবং আল আসাবাহ থেকে ২৬টি উদ্ধৃতি ব্যবহার করেছেন।\nআশরাফ আলী থানভী তার যে ফুলের খুশবুতে সারা জাহান মাতোয়ারাতে হাদিস, ইতিহাস গ্রন্থ, সীরাত, কাসিদাে বুরদাহ, আল রওজুল নাদিফের পাশাপাশি এনায়েত আহমদ কাকুরীর তারিখে হাবিবুল্লাহ থেকে অনেক রেফারেন্স দিয়েছেন। আরবি উৎসের ক্ষেত্রে সীরাতে ইবনে হিশাম এবং জাদুল মাআদের উপর সম্পূর্ণরূপে নির্ভর করেছেন। তার এই গ্রন্থকে লেখনির পরিবর্তে সংকলন বলা যায়।\nহিফজুর রহমান সিওহারভি সীরাতে রাসুলে করিম লেখার সময় কুরআন, জামিআল বায়ান, তাফসীরে মিনার, সিহাহ সিত্তাহ, ফাতহুল বারী, মিশকাতুল মাসাবিহ, আল তাবাকাত, মুহাম্মাদ আল মাতাল আল-কামিল, সীরাতে হালাবিয়াহ, সিরাতে মুগালতাত, আল-জায়স্তি আল ফাওয়াইদ। যদিও এতে কোনো রেফারেন্সের উল্লেখ নাই। তাই কোন সূত্র থেকে হাদিস ও ঘটনাগুলো নেওয়া হয়েছে তা নির্ণয় করা কঠিন।\nশফি উসমানির সীরাতে খাতামুল আম্বিয়া বইটির সমস্ত উৎসগুলি নির্ভরযোগ্য এবং রেফারেন্সগুলি যথাযথভাবে উল্লেখ করা হয়েছে। কিছু নাম নিম্নরূপ: মিশকাতুল মাসাবীহ এবং তাফসীর সহ সিহাহ সিত্তাহ, আল মাওয়াহিবুল লাদুন্নিয়াহ, সিরাতে মুগালতাঈ, সিরাতে ইবনে হিশাম, আশ শিফা, সীরাতে হালাবিয়াহ, জাদুল মাআদ, তারিখে ইবনে আসাকির, শায়খ মুহাম্মাদ হারুন মিসর রচিত দুরিস আস সিরাত আল মুহাম্মাদিয়াহ, মুহিউদ্দীন খায়্যাত দ্বারা দুরাস আত তারিখ আল ইসলামী, শাহ ওয়ালিউল্লাহ দেহলভীর সুরির আল মাহজুন, আউজাজুস সিয়ার, নাশরুত তীব ইত্যাদি। প্রধান উৎস হল সিরাতে মুগালতঈ এবং এই গ্রন্থের দ্বিতীয় উৎস হল সিরাত ইবনে হিশাম।\nহাফেজ মুহাম্মদ আহমদের হায়াতে নবাবিয়্যাহ নির্ভরযোগ্য গবেষণার পর সংকলিত হয়েছে। জাদুল মাআদ, আশ শিফা, খুলাসাত আল-সিয়ার, ওয়াফা আল-ওয়াফা, ফাতহুল বারী, সিরাতে ইবনে হিশামের এর মতো বই থেকে আরও সাহায্য নেওয়া হয়েছে। যথাসম্ভব নির্ভরযোগ্য হাদিস গ্রহণ করা হয়েছে। তিনি কোনো তথ্যসূত্র দেননি তাই উৎস নির্ণয় করা কঠিন।\nআখলাকে রাসুলে আকরাম, রাসুলে আকরাম কি সমাজী ওয়া সিয়াসি জিন্দেগী আখলাক কে আয়নে মে বইটি রচনায় আখলাক হুসাইন কাসেমী নবীর রাজনৈতিক ও সামাজিক জীবনের বিবরণ দিতে প্রাচীন ও আধুনিক সূত্র ব্যবহার করেছেন। তিনি সীরাত, ইতিহাস, কুরআনের তাফসীর এবং হাদিসের অসংখ্য বইয়ের সাহায্য নিয়েছেন। প্রথম প্রধান উৎস হল তাফসির ইবনে কাছির যার পঁচিশটি রেফারেন্স রয়েছে এবং সেগুলি অন্য যেকোন বইয়ের চেয়ে বেশি। অন্যান্য বইয়ের রেফারেন্স যা লেখক এই বইটির জন্য ব্যবহার করেছেন: ফাতহুল বারী থেকে পনেরটি, সীরাতুন নবী থেকে নয়টি, সীরাতে ইবনে হিশাম থেকে আটটি, আল বিদায়া ওয়ান নিহায়া থেকে চারটি, আবু দাউদ থেকে আটটি, সীরাতুল মুস্তফা, তারিখে তাবারি থেকে ছয়টি, পাঁচটি ইবনে সাদ থেকে, চারটি খাসায়েসুল কুবরা থেকে, দুটি আশহাহ আল-সিয়ার থেকে, জারকানি থেকে তিনটি, বয়ানুল কুরআন থেকে তিনটি, হুজ্জাতুল্লাহ জিহাদ থেকে চারটি, রুহুল মাআনি থেকে দুটি, ইখলাকে নববী থেকে দুটি।\nদেওবন্দের সীরাত লেখকগণ যে ইতিহাসের বইগুলির সাহায্য নিয়েছেন তার মধ্যে রয়েছে: তারিখে তাবারী,  ইবনে খালদুন, তারিখে ইসলাম, দুরিস আল তারিখ, তারিখে ইবনে আসাকির, তারিখে কামিল, মুজামুল বুলদান এবং ফাতহুল বুলদান ইত্যাদি। দেওবন্দের অধিকাংশ সীরাত লেখক তারিখে তাবারী থেকে সাহায্য নেন। এমনকি তাদের ব্যবহৃত আধুনিক বইগুলোও কোনো না কোনোভাবে প্রাথমিক সূত্রের ওপর ভিত্তি করে তৈরি।\n\n\n== ভাষা ও শৈলী ==\nদেওবন্দের বেশিরভাগ আলেম উর্দুতে সীরাত রচনা করেছেন। ভারত ও পাকিস্তানের মুসলমানদের সাথে এর বিশেষ সম্পর্ক রয়েছে। দেওবন্দের সীরাত লেখকগণ নবী জীবনের ঘটনাবলী বর্ণনা করতে সহজ ও সরল ভাষা ব্যবহার করেছেন। এই কারণেই উর্দু জ্ঞানী বৃত্তের মধ্যে এটি জনপ্রিয় হয়ে উঠেছে।\nআশরাফ আলী থানভীর নাশরুত তীবের ভাষা খুবই সরল এবং এটি তার উদ্দেশ্য অনুযায়ী সঠিক। থানভী এমন একটি বই সংকলন করতে চেয়েছিলেন যা যারা শুক্রবারে নামাজ পড়তে সমবেত হয় তাদের জন্য পাঠ করা যেতে পারে বা বাড়ির মহিলাদের কাছে পড়ে শোনানো যেতে পারে। থানভীর গদ্যে কোনো দ্বন্দ্ব বা জটিলতা নেই। এটা খুবই স্পষ্ট। তিনি বর্ণিত প্রতিটি ঘটনা থেকে একটি নৈতিক বা সামাজিক ফলাফল বের করেছেন। তার গদ্য এই আধুনিক যুগে পুরোনো শৈলীর প্রতিনিধিত্ব করে।\nমানাজির আহসান গিলানি আন নাবিয়্যুল খাতিমে মার্জিত পাণ্ডিত্যপূর্ণ শৈলীতে নবীর জীবন থেকে নতুন বিষয় তুলে ধরেছেন এবং সেগুলো থেকে চমৎকার ফলাফল ও নৈতিকতা বের করেছেন। বইটির সৌন্দর্য হল এতে প্রামাণিক ঐতিহাসিক ঘটনাবলী মনোরম ও ভক্তিমূলক শৈলীতে বর্ণনা করা হয়েছে। সহজ ভাষা এবং সাবলীল বক্তৃতার কারণে এটি পাঠক এবং সমালোচকদের কাছ থেকে প্রশংসা অর্জনে সক্ষম হয়েছে। এগুলি ছাড়াও বইটিতে রয়েছে আবেগের মিশ্রণ, বাগ্মীতা, প্রেমিকদের প্রেম, স্নেহ, যুক্তি এবং অধিবিদ্যার মিশ্রণ, বিভিন্ন ঘটনার সূক্ষ্ম ও অন্তর্নিহিত পয়েন্ট।\nঅনেক পন্ডিত আন নাবিয়্যুল খাতিমের শৈলীর প্রশংসা করেছেন। আবুল হাসান আলী হাসানী নদভী বলেন, \"আমি রহমতুল্লিল আলামিন এবং আন নাবিয়্যুল খাতিমের চেয়ে মহানবী (সা.)-এর জীবনী নিয়ে ভালো বই পড়িনি। এই বইগুলি কেবল লেখার সুন্দর পদ্ধতিরই মাস্টার পিস নয় বরং পাণ্ডিত্যের সাথেও সমৃদ্ধ এবং লেখকদের জ্বলন্ত আগুন এবং প্রাণবন্ত ভক্তির প্রতিফলন ঘটায়।\" আব্দুল মাজেদ দরিয়াবাদি দেখান যে, আন নাবিয়্যুল খাতিম নবীজির জীবনের উপর সেরা এবং সবচেয়ে ব্যাপক গ্রন্থ এবং কেয়ামত পর্যন্ত টিকে থাকবে। ভারতের প্রথম শিক্ষামন্ত্রী আবুল কালাম আজাদের তার আল হিলালে বলেন, \"গিলানি নিজের উদ্যম শৈলী এবং খুব অসাধারণ পদ্ধতিতে রেফারেন্সগুলি গ্রহণ করেছেন।\" সুলাইমান নদভী বলেছেন যে, মাওলানা মানাজির আহসান একজন স্বীকৃত পন্ডিত এবং তার বইতে তিনি তার কলম দিয়ে ইসলামের আধ্যাত্মিকতাকে প্রশংসনীয়ভাবে রক্ষা করেছেন। অধ্যাপক আখতার রাহী বলেছেন, \"শব্দ নির্বাচন এবং উপযুক্ত শব্দ ও বাক্যাংশের বিন্যাস লেখকের প্রতি শ্রদ্ধাঞ্জলি, বইটিকে অত্যন্ত ব্যাপক এবং আকর্ষণীয় করে তুলেছে।\"\nসীরাতুল মুস্তফা হলো শাস্ত্রীয় শৈলীতে ইদ্রিস কান্ধলভির রচিত একটি বিশাল বই। সীরাতুল মুস্তফার শৈলী হল সীরাত সম্পর্কিত আরবি বইগুলির মতো এবং লেখক এই দাবি নিয়ে এই বইটি লিখেছেন যে, এতে মুহাদ্দিসগণের দ্বারা নির্ধারিত নিয়মগুলির মধ্যে কেউ কোনও লঙ্ঘন খুঁজে পাবে না। জহিরুদ্দিনের মতে, মুহাম্মদ ইদ্রিস কান্ধলভি সীরাতের প্রতিটি দিককে প্রাচীন মৌলিক সূত্র অনুসারে বিশ্বাসযোগ্য যুক্তি ও প্রমাণ সহ বিজ্ঞ পন্ডিতদের অন্তর্দৃষ্টি সহকারে উপস্থাপন করেছেন।\nজয়নুল আবেদিন সাজ্জাদ মিরাটী তার সীরাত গ্রন্থে সুগভীর ও বিশ্বাসযোগ্য ভাষা ব্যবহার করে নবীর জীবনের সমস্ত ঘটনা সুনির্দিষ্ট ও বিস্তৃতভাবে বর্ণনা করেছেন। হাফেজ মুহাম্মদ আহমদের বইটি সাধারণ মানুষ সহজেই বুঝতে পারে। এতে খুব কম শব্দে সম্ভব অনেক বিষয়বস্তু রয়েছে, এমনকী এমন পয়েন্টও রয়েছে, যা অন্য অনেকের মধ্যে অনুপস্থিত। আলিগড় মুসলিম বিশ্ববিদ্যালয়ের গবেষক ইবরাত জাহান লিখেন, \"আফিক আহমদ সিদ্দিকীর রসুলে মকবুল গ্রন্থের ভাষা এবং অর্থ এতই স্পষ্ট যে মনে হয় শিশুরা এটি সম্পর্কে কথা বলছে। তিনি নবুয়ত, মেরাজ, জিহাদের ঘটনাগুলো যেগুলো খুবই জটিল পরিস্থিতি, এমন সাবলীলভাবে ব্যাখ্যা করেছেন যে, একটি ছোট শিশুও অনেক চেষ্টা ছাড়াই সেগুলো অনুধাবন করতে সক্ষম হয়। হিফজুর রহমান সিওহারভি তার সীরাতে রাসুলে করিম গ্রন্থে সংঘাতবাদী শৈলী থেকে বিরত রয়েছেন এবং গবেষণার উপর আরও জোর দিয়েছেন যাতে বইটি বিতর্কিত না হয়। তিনি এটিকে এমনভাবে সাজিয়েছেন যে, একজন উদার ও খোলা মনের অমুসলিম এই বইটি অধ্যয়ন করলেও এতে মুগ্ধ হবেন।\nআশরাফ আলী থানভী সীরাতে খাতামুল আম্বিয়ার শৈলীর প্রশংসা করেছেন। এই বইটি সহজ এবং শৈলীতে বিশুদ্ধ, এটি যেমন খুব পুরানো নয়, তেমনি খুব আধুনিকও নয়। এই বইটি যেকোন দৃষ্টিকোণ থেকেই সুন্দর এবং এর লেখকের মধ্যে সুপ্ত গুণাবলী প্রতিফলিত করে। আখলাক হুসাইন কাসেমী দিল্লির একজন পরিচিত দেওবন্দি আলেম। তার বইটি সীরাত সাহিত্যে একটি খাঁটি অবদান হিসেবে স্বীকৃতি পেয়েছে এবং সমালোচক, সংবাদপত্র এবং পণ্ডিতদের দ্বারা প্রশংসিত হয়েছে; ফখরুল হাসান মুরাদাবাদী এবং ওয়াহিদুদ্দিন খান বইটির প্রতি শ্রদ্ধা নিবেদন করেছেন।\nবুরহানুদ্দীন ইব্রাহিম আল হালাভীর আরবি ভাষায় লিখিত সীরাতে হালাবিয়া শৈলীতে খুব অনন্য এবং পাঠকদের অভিভূত করে। মুহাম্মদ আসলাম কাসেমী এটি উর্দুতে অনুবাদ করেন। তিনি এই বইটির সাহিত্যিক অনুবাদ করেছেন। কারী মুহাম্মদ তৈয়বের মতে এই অনুবাদের সবচেয়ে বড় গুণ হল এটি উর্দুতে অনুবাদ নয় বরং একটি মৌলিক লেখা বলে মনে হয় কারণ এটি ফুটনোট হিসেবে গুরুত্বপূর্ণ বিষয়গুলি ব্যাখ্যা করেছে।\n\n\n== প্রশ্ন-উত্তর শৈলী ==\nযাচাইকরণের বিভিন্ন শৈলীতে কিছু কিছু দেওবন্দি সিরাত রচয়িতা সিরাতের বিষয়বস্তুকে সরল করার জন্য প্রশ্ন উত্তর শৈলী গ্রহণ করেছেন। তার মধ্যে উল্লেখযোগ্য হল নিম্নলিখিত তিনটি বই: তারিখুল ইসলাম, সীরাতে রাসুল করিম, তাজকিরাহ রাসুলে আরবি সাওয়াল ওয়া জাওয়াব কে আয়নে মে।  এই বইগুলিতে ছোট বিষয়গুলিকে ফোকাসে আনার এবং কুইজ প্রতিযোগিতার জন্য দরকারী তথ্য সরবরাহ করার সফল প্রচেষ্টা করা হয়েছে। মুহাম্মদ মিয়া দেওবন্দি তার তারিখুল ইসলামের তিনটি খণ্ডে বিভিন্ন দিক ও ঘটনা সম্পর্কে শত শত প্রশ্ন এবং তাদের উত্তর সংগ্রহ করেছেন। সীরাতে রাসুলে করিমে হিফজুর রহমান সিওহারভি আরও ভালভাবে বোঝার জন্য প্রতিটি পাঠ বা বিষয়ের সারাংশ দিয়েছেন এবং তারপরে প্রশ্নগুলি দিয়েছেন। এই বইটি শিক্ষার্থীদের জন্য খুবই উপযোগী বলে বিবেচিত এবং তারা পুনরাবৃত্তি এবং ক্রস রেফারেন্সের মাধ্যমে সমস্ত তথ্য তাদের স্মৃতিতে পেতে পারে। এটি এক ধরনের বিশ্লেষণাত্মক জীবনী যার বিশেষ একাডেমিক অ্যাডভেন্টেজ রয়েছে। হাবিবুল্লাহ কাসেমী তার তাজকিরাহ রাসুলে আরবি সাওয়াল ওয়া জওয়াব কে আইনে মে গ্রন্থে নবীর মক্কী জীবন এবং মাদানী জীবন সম্পর্কে তিন শতাধিক প্রশ্ন সংকলন করেছেন। তিনি প্রামাণিক বই এবং লেখকের রেফারেন্স দ্বারা সমর্থিত সমস্ত ঘটনার বছরভিত্তিক বিবরণ দিয়েছেন। আতিক আহমদ সিদ্দিকী তার গ্রন্থে প্রতিটি অধ্যায়ের শেষের পরে কেবল একটি সারসংক্ষেপই লিখেন নি বরং এর সাথে সম্পর্কিত কিছু প্রশ্নও উল্লেখ করেছেন।\n\n\n== রচনা পদ্ধতি ==\nদেওবন্দের সিরাত লেখকরা তাদের সিরাহ গ্রন্থে বিভিন্ন পদ্ধতি গ্রহণ করেছেন। কিছু সিরাত বই, তাদের পদ্ধতি এবং শৈলীর ভিত্তিতে, ভারতের অনেক মাদারিসের পাঠ্যক্রমে অন্তর্ভুক্ত করা হয়েছে। দেওবন্দের সিরাহ লেখকগণ নবী (সা.) এর নৈতিক ও সামাজিক আচরণ তুলে ধরেছেন এবং সিরাহ রচনার জন্য অনন্য পদ্ধতি অবলম্বন করেছেন।  এগুলিতে নবী (সা.) এর দৈনন্দিন রুটিন সম্পর্কে বিশদ বিবরণ এবং পটভূমি রয়েছে। দেওবন্দের কয়েকজন সিরাহ লেখক তাদের বইয়ে নবী (সা.)-এর জীবনের সম্পূর্ণ বিবরণ তুলে ধরেছেন এবং কেউ কেউ খুব সংক্ষিপ্ত এবং সুনির্দিষ্ট আকারে নবী (সা.)-এর জীবন নিয়ে আলোচনা করেছেন।\nসীরাতে খাতামুল আম্বিয়া আলেমদের মধ্যে ব্যাপকভাবে প্রশংসিত হয়েছে। এটি নবী (সা.) এর জীবনের উপর একটি ছোট কিন্তু তুলনামূলকভাবে প্রামাণিক সংকলন।  লেখক আরবের ভূগোল বা ইতিহাস নিয়ে আলোচনা করেননি, বরং নবী (সা.) এর ব্যক্তিত্বের সাথে সম্পর্কিত বিষয় নিয়ে আলোচনা করেছেন। এই সমস্যাগুলি যেমন দেশীয় তেমনি রাজনৈতিক প্রকৃতিরও। বইটি খুব সংক্ষিপ্ত হলেও গুরুত্বপূর্ণ সব ঘটনাকে সংক্ষিপ্তভাবে আলোচনা করা হয়েছে। এই ছোট বইটিতে এমন দুটি বিষয়ের উপর অত্যন্ত গুরুত্বপূর্ণ আলোচনা রয়েছে যা আল্লাহর নবী (সা.) কে তার শত্রুরা অপমান করার জন্য ব্যবহার করেছে।  প্রথমটি নবীর স্ত্রীদের উপর একটি বক্তৃতা এবং দ্বিতীয়টি ইসলামে জিহাদের ধারণার উপর।\nআবদুল হাই ফারুকী শিশুদের জন্য খুব সংক্ষিপ্ত বই লিখেছেন।  তিনি নবী (সা.) এর জীবনের খুব সংক্ষিপ্ত বিবরণ দিয়েছেন, এতে বংশতালিকা, ইসলামের আবির্ভাবের পূর্বে আরবের অবস্থা এবং নবী (সা.) এর জীবনের অন্যান্য ঘটনা নিয়ে আলোচনা করা হয়নি।  লেখক শিশুদের জন্য খুব সংক্ষিপ্ত এবং দরকারী তথ্য দেয়।\nআশরাফ আলী থানভী তার নাশরুত তীব গ্রন্থে মিরাজের ঘটনা এবং নবীর শারীরিক ও নৈতিক গুণাবলী সম্পর্কে বিস্তারিত আলোচনা করেছেন।  লেখক মিরাজের ঘটনাটি বিস্তারিতভাবে ব্যাখ্যা করেছেন। লেখক কিছু হাদিস উদ্ধৃত করেছেন এবং অভ্যন্তরীণ উপলব্ধি সহকারে যুক্তি ও গোপনীয়তা তুলে ধরেছেন এবং নবী (সা.)-এর মিরাজ ভ্রমণের সত্য ও বাস্তব ঘটনা প্রতিষ্ঠার জন্য সমস্যাগুলি দূর করার চেষ্টা করেছেন।  তিনি বইটির ৫৬ পৃষ্ঠা মহানবী (সা.)-এর শারীরিক ও নৈতিক গুণাবলী এবং এর বিস্তারিত বিবরণে উৎসর্গ করেছেন।  তিনি নির্ভরযোগ্য হাদিস সংগ্রহ করতে এবং মানবিক ও বুদ্ধিবৃত্তিক সৌন্দর্যের একটি নিখুঁত চিত্র আঁকতে প্রামাণিক উৎস ব্যবহার করতে কষ্ট করেছেন।  বর্ণনাটি নবীর প্রতি ভালবাসা ও ভক্তি সৃষ্টি করে এবং মুমিনদের স্বস্তি ও চোখের প্রশান্তি দেয়। আরও পঁচিশটি বিশদ অলৌকিক ঘটনা বর্ণনা করেছেন মহানবী (সা.)-কে আল্লাহর দেওয়া চমৎকার ও নিখুঁত প্রতিভা দেখানোর জন্য।  লেখক নবুওয়াতের পূর্বে ও পরের ঘটনার প্রামাণিক বিবরণ দিয়েছেন এবং এ ছাড়াও প্রয়োজনীয় শিক্ষা ও নৈতিক বর্ণনা দিয়েছেন।\nমুহাম্মদ মিয়া দেওবন্দি তার সীরাতে মুবারাকাহ মুহাম্মদ রাসুলুল্লাহ-এ নবীর জীবন সম্পর্কে পূর্ণ বিবরণ দিয়েছেন। এটি নবী (সা.) এর দাওয়াহ মিশন এবং এর শর্তগুলির উপর খুব জোর দেয়। সিরাহ-এর অধিকাংশ বইয়ে ত্যাগ ও ভালোবাসা, বীরত্ব এবং নবী (সা.) ও বিশ্বাসীদের দৃঢ়তাকে তুলে ধরার জন্য যুদ্ধগুলোকে প্রাধান্য দেওয়া হয়েছে। আত্মার পরিচ্ছন্নতা, অনাড়ম্বর জীবন-যাপনের মতো গুরুত্বপূর্ণ বিষয়গুলো অনেকটাই অস্পষ্ট। লেখক নবীর জীবনের এই দিকটিকে প্রধান্য দিয়েছেন। শেষ নবী (সা.) এই সমস্ত প্রয়োজনীয়তার একটি জীবন্ত উদাহরণ স্থাপন করেছেন। গ্রন্থটিতে বিভিন্ন ধর্মের লোকেদের জন্য কুরআনের আয়াতের একটি আলাদা সেট রয়েছে এবং এতে উত্থাপিত পয়েন্টগুলি হল যেগুলি আল্লাহর প্রেরিত নবীর অবিচ্ছেদ্য অংশ হওয়া উচিত।\nসীরাতুল মুস্তফা কৌশল, শৈলী এবং চিন্তাধারায় আবদুল রউফ দানাপুরের আসাহ আল-সিয়ারের সাথে সাদৃশ্যপূর্ণ, তবে এটি আকারে দ্বিগুণ। তিনি এতে যুদ্ধ এবং আইনগত বিষয়গুলিকে বেশি গুরুত্ব দিয়েছেন। উভয় বইই তাদের পূর্বপুরুষদের পথ অনুসরণ করে এবং তাদের বিবরণ নির্ভরযোগ্য হাদিসের উপর ভিত্তি করে। তারা উভয়েই শিবলী নোমানীর সীরাতুন নবীর সমালোচনা করেছেন। কিন্তু দানাপুরীর চেয়ে ইদ্রিস কান্ধলভির মৌলিক উৎসের প্রতি তার দৃষ্টিভঙ্গি ভালো এবং তিনি আইনগত ও আইনগত বিষয়ে অধিক মনোযোগ দিয়েছেন। এতে নবুওয়াত ঘোষণার পূর্বে নবী (সা.) এর জীবন সম্পর্কে বিস্তারিত বলা হয়েছে। ইদ্রিস কান্ধলভি সিরাতুল মুস্তফার চতুর্থ অধ্যায়টি নবীর মুজিজার জন্য উৎসর্গ করেছেন। সিরাহ সংক্রান্ত বিষয়গুলো নিয়ে তিনি দানাপুরীর চেয়ে বেশি পরিসর ও গভীরতা দেখিয়েছেন। তিনি সিরাতে ঘটনাবলী আলোচনায় আল্লামা সুহায়লী, হাফিজ ইবনে কাইয়্যিম এবং আল্লামা জারকানীর পদাঙ্ক অনুসরণ করেছেন এবং কিছু সূক্ষ্ম বিষয়ের ইঙ্গিত দিয়েছেন যা তিনি বুঝতে পেরেছিলেন এবং এটি তার লেখার বাগ্মীতাকে বাড়িয়ে দিয়েছে। অলৌকিক ঘটনাগুলির ক্ষেত্রে, ইদ্রিস কান্ধলাভি তার পূর্বসূরিদের পদাঙ্ক অনুসরণ করেছেন। আশরাফ আল থানভী বইটি সম্পর্কে তার অভিমত হল যে \"এটি সিরাহ রচনার সমস্ত প্রয়োজনীয়তা পূরণ করে এবং বর্তমান কালের দ্বন্দ্ব-বিক্ষত যুগে ধন্য নবী সম্পর্কে সুস্পষ্ট উপলব্ধি ও দিকনির্দেশনা পাওয়ার জন্য এটি খুবই প্রয়োজন\"। মুহম্মদ জহিরুদ্দিনের মতে, \"মাওলানা ইদ্রিস পাণ্ডিত্যপূর্ণ এবং শক্তিশালী যুক্তি দ্বারা সমর্থিত প্রকাশের উচ্চ শৈলীর অধিকারী এবং তাঁর বই একাডেমিকভাবে আরও নির্ভরযোগ্য।\" তিনি বলেছেন যে বইটি হাদিসের বিবরণ থেকে বিভ্রান্ত হয় না। মুহাম্মদ ইদ্রিস কান্ধলভি একই আধুনিক লেখকদের বিরুদ্ধে অভিযোগ করেছিলেন যে তারা আধুনিক দর্শন এবং ইউরোপীয় চিন্তাবিদদের সামনে ভীত ও বিস্মিত। এই চাপের মধ্যে তারা ক্ষমাপ্রার্থী পদ্ধতিতে সিরাহ-এর সংস্করণকে রক্ষা করার চেষ্টা করে এবং দুরূহ ব্যাখ্যা ও মিথ্যা যুক্তি উপস্থাপন করে। তাদের উদ্দেশ্য হল এটা প্রমাণ করা যে, নবী (সা.) এর কথা ও কাজ পশ্চিমা সভ্যতা ও দর্শনের পরিপন্থী ছিল না এবং একই সাথে তারা অলৌকিক ও অসাধারণ অনুগ্রহের বর্ণনাকারীদের আস্থার যোগ্যতা ও যোগ্যতাকে চ্যালেঞ্জ করার পর্যায়ে যায়। তিনি বাক্যাংশ এবং শব্দগুলিকে মোচড় দিয়ে এবং বন্য অভিযোগ এবং ভিত্তিহীন অনুমান করে তাদের একাডেমিক অসততার উদাহরণ দিয়ে তাদের ভুল উপস্থাপনের প্রচেষ্টার সমালোচনা করেন। কিছু কিছু জায়গায় কান্ধলভি সৈয়দ আহমদ খান এবং তার অনুসারীদেরকে ইসলামের মিথ্যা চিত্র তুলে ধরার জন্য দায়ী করেন এবং তাদের চরম প্রগতিশীল ও উদারপন্থী দৃষ্টিভঙ্গির নিন্দা করেন। প্রকৃতপক্ষে তিনি আধুনিক ইসলামের এই ধরনের ভারসাম্যহীন সমর্থন উন্মোচন করার জন্য এবং বিজ্ঞান ও আধুনিকতার ছদ্মবেশে তাদের অর্ধেক সত্য এবং মিথ্যা দাবীর মোকাবিলা করার জন্য একটি পৃথক বই লিখতে চেয়েছিলেন।\nহিফজুর রহমান সিওহারভি বই সীরাতে রাসুলে করিম সাধারণ মানুষের উদ্দেশ্য পূরণ করতে পারে। এটি আধুনিক যুগের আলোকে ইসলাম সম্পর্কে আলোচনা করে এবং বিভিন্ন সমস্যাগুলির সমাধান দেয়। লেখক কুরআনের আয়াতের আলোকে বিভিন্ন সমস্যা নিয়ে আলোচনা করেন এবং সমাধানও দেন। এটি ইসলামের ইতিহাস অধ্যয়নের উপর একটি সংক্ষিপ্ত আলোচনার মাধ্যমে শুরু হয়। তিনি যথাযথ স্থানে আয়াত উদ্ধৃত করেছেন। একইভাবে তিনি নবী (সা.) এর হাদিস থেকে অর্থপূর্ণ উল্লেখ রয়েছে। তিনি ছাত্রদেরকে আল্লাহর বাণীর গভীরতা ও যথোপযুক্ততা এবং নবী (সা.) এর সুন্নাহ উপলব্ধি করার রুচি ও ক্ষমতা বিকাশের জন্য আহ্বান জানান।\nহাফেজ মুহাম্মদ আহমদ নবী জীবনের ঘটনাগুলো সুন্দর ও উপযুক্ত ফার্সি কবিতায় বিরাম দিয়ে উল্লেখ করেছেন।\nদেওবন্দের সিরাহ লেখকগণ আধুনিক সময়ের আলোকে সিরাহ রচনার একটি নতুন রূপ গ্রহণ করেছেন। তারা এমন লোক যারা পশ্চিমা এবং প্রাচ্যের শিক্ষা এবং জ্ঞানের শৈলী সম্পর্কে সচেতন তাই তারা শেষ নবীর সিরাহকে এমন একটি শৈলীতে উপস্থাপন করে যার একটি সর্বজনীন আবেদন রয়েছে। এমনই দুই ব্যক্তি হলেন জাফিরুদ্দিন মিফতাহি এবং কারী মুহাম্মদ তৈয়ব। জাফিরুদ্দিনের বই উসওয়ায়ে হাসানাহ। কারী তৈয়বের আফতাবে নবুওয়াত দুটি খণ্ডে লিখেছেন এবং তিনি ১৯৬২ সালে আরেকটি বই খাতামুন নাবিয়্যিন লিখেছেন। মুহাম্মাদ জাফিরুদ্দিন উসওয়ায়ে হাসানাহ গ্রন্থটি অত্যন্ত মনোরম ও নির্ভরযোগ্যভাবে রচনা ও সংকলন করেছেন। তিনি এই বইটিতে এত সুন্দর পরিভাষা ব্যবহার করেছেন যে মুসলমানরা এটি থেকে অনেক কিছু শিখতে পারে। কারী মুহাম্মদ তৈয়ব তার আফতাবে নবুওয়াত গ্রন্থে বর্ণনার একটি নির্দিষ্ট পদ্ধতি অবলম্বন করেছেন। আপাতদৃষ্টিতে মনে হয়, এ ধরনের পন্থা অবলম্বনের মূল কারণ হলো নবুওয়তের মর্যাদা এবং এর মধ্য থেকে প্রকাশিত বা প্রকাশ্যে উদ্ভূত উচ্চ অর্জনসহ নবুওয়াতের মর্যাদা বুঝতে ও উপলব্ধি করা।\nহিফজুর রহমান কাসেমি তার বই আখলাকে নববি ওয়াকে আত কে আইনে মেঁ, চল্লিশটি উপশিরোনামের অধীনে নবী (সা.)-এর জীবন ঘটনা উপস্থাপন করেছেন এবং আল্লাহর সবচেয়ে প্রিয় বান্দার একটি সূক্ষ্ম প্রতিকৃতি চিত্রিত করেছেন। এই বইটি মহানবীর দাওয়াহ মিশন এবং সঠিক পথের বিবরণ এবং আদর্শ জীবন দেখানোর জন্য এটি অত্যন্ত অনুপ্রেরণামূলক এবং শিক্ষামূলক প্রচেষ্টা।\nরাজনৈতিক আলোচনা করার সময়  নবী (সা.) এর জীবনের দিক থেকে দেওবন্দের আলেমরা তুলে ধরেছেন যে, যুদ্ধের ময়দানেও তিনি তাঁর প্রতিপক্ষ ও শত্রুদের প্রতি অত্যন্ত উদার ছিলেন। ইখলাক হুসেন কাসেমীর বইটি পাঠককে ঘটনাগুলো মনে রাখতে এবং স্মরণ করতে সক্ষম করে। তার বইটি একটি প্রামাণিক হিসেবে বিবেচিত। এটি বিদ্যমান সীরাত সাহিত্যের সারাংশের মত কাজ করে। এতে আলোচনা করা হয়েছে নবী (স.) এর জীবনের বিস্তারিত ঘটনা এবং নবী (স.) এবং তার সেনাবাহিনীর বিভিন্ন যুদ্ধের আলোচনা অন্তর্ভুক্ত। এটি কেবল তার নিজের লোকদের সাথে নয়, শত্রুদের সাথেও তার সম্পর্কের ক্ষেত্রে নবীর কল্যাণকর চরিত্র নিয়ে আলোচনা করে। এই বইটি তাই এই ক্ষেত্রে খুবই গুরুত্বপূর্ণ বই। যারা তাবলীগ (প্রচার) এবং ইসলাম প্রচারের ক্ষেত্রে আগ্রহী তাদের জন্য এটি বিশেষভাবে গুরুত্বপূর্ণ বলে বিবেচিত। এই বইটি এমনভাবে তৈরি করা হয়েছে যাতে নবী (সা.) এর জীবনের ব্যক্তিগত, অর্থনৈতিক সামাজিক ও রাজনৈতিক দিকগুলোর সাথে লড়াই করা যায়।\nহাবিবুল্লাহ কাসেমি তার তাজকিরাহ রাসুলে আরবী সাওয়াল ওয়া জাওয়াব কে আয়নে মে গ্রন্থে  প্রশ্ন-উত্তর শৈলীতে সিরাহকে যাচাই করেছেন। এই শৈলীতে তিনি সিরাতের ঘটনাবলীকে কালানুক্রমিক ক্রমে বর্ণনা করেছেন যাতে প্রত্যেক গবেষক বার্ষিক ঘটনাবলী এবং তাদের বিবরণ নির্ণয় করতে সক্ষম হয়।\n\n\n== শিশু ও যুবকদের জন্য সীরাত ==\nদেওবন্দি আলেমরা নবীর জীবন ঘটনা ও অর্জন সম্পর্কে শিশুদের ও যুবকদের শেখানোর গুরুত্ব উপলব্ধি করেছিলেন এবং সেই অনুযায়ী প্রাথমিক ও মাধ্যমিক মানের ছাত্রদের জন্য সীরাত বই রচনা করেছিলেন। মুসলিম শিশুদের তাদের পূর্বপুরুষদের কাজের সাথে পরিচিত করার জন্য এটি উপকারী পদক্ষেপ। হামারে রাসুল, তারিখে মিল্লাত (নবীয়ে আরাবি), তারিখুল ইসলাম এবং খাতামুল আম্বিয়ার মতো বইগুলো ছোট বাচ্চাদের জন্য সংকলিত হয়েছে। সীরাতে তৈয়বা এবং সীরাতে রাসুলে করিমের মতো বইগুলো স্নাতকোত্তর পাস করতে যাওয়া শিক্ষার্থীদের জন্য গুরুত্বপূর্ণ হিসেবে বিবেচিত হয়।\nজারিদাহ আল ওয়াহিদ করাচি তারিখুল ইসলামের প্রতি শ্রদ্ধা নিবেদন করেছেন কারণ এটি শিশুদের জন্য নবী জীবন সম্পর্কে দরকারী তথ্য দেয়। মুফতি মুজাফফর হুসাইন বলেন, খাসায়েলে মুস্তাফা হল নৈতিক ও নাগরিক আচরণের পাশাপাশি আল্লাহর শেষ নবী (স.)-এর অভ্যাস ও রুটিন সম্পর্কে হাদিসের একটি অত্যন্ত উপকারী সংকলন। আশা করা যায় যে ছেলে-মেয়েরা যারা এই কিতাবে যা লেখা আছে তা মুখস্থ করবে এবং অনুশীলন করবে, তারা আল্লাহর শেষ নবী (স.) থেকে উপকৃত হবে।\n\n\n== ঐতিহাসিক জ্ঞান ও সচেতনতা ==\nদেওবন্দের সিরাত লেখকরা যথেষ্ট পরিপক্ক এবং ইতিহাস সংকলনের ভালো-মন্দ সম্পর্কে পুরোপুরি সচেতন। বলা যায় দেওবন্দের সিরাত লেখকরা কখনোই এই অংশটিকে অবহেলা করেননি এবং সিরাত রচনার সময় এটিকে তাদের পূর্ণ সুবিধায় ব্যবহার করেছেন। আর এভাবেই তাদের সিরাত গ্রন্থের একটি বড় অংশ ইতিহাসে দান করেছেন। সিরাত রচনার সময় দেওবন্দের আলেমগণ বিভিন্ন ঘটনার ঐতিহাসিক প্রেক্ষাপট বিবেচনায় নিয়েছেন। নবী মুহাম্মদ (সাঃ) এর সিরাত রচনায় সবচেয়ে গুরুত্বপূর্ণ বিষয় হল ঐতিহাসিক প্রমাণ ও কারণ অনুসন্ধান করা। দেওবন্দি আলেমদের লেখা সিরাতে ঐতিহাসিক ঘটনার আভাস পাওয়া যায়। এক্ষেত্রে তারিখে মিল্লাত (নবীয়ে আরবী), তারিখুল ইসলাম এবং সিরাতে রাসুলে করিম ইতিহাসের উত্তম নমুনা। তারিখে মিল্লাত অন্যান্য বই বা ইসলামের ইতিহাসের বিপরীতে ইসলামপূর্ব ভারত থেকে মুঘল সাম্রাজ্যের শেষ পর্যন্ত বিস্তারিত বিবরণ দিয়েছে। এর প্রথম খণ্ড নবীয়ে আরবী শিরোনামে প্রকাশিত হয়। বইটি ইতিহাসের সংজ্ঞা, এর বিবর্তন, এবং কভারেজ এবং তারপরে ইসলামী ইতিহাসের বৈশিষ্ট্যও প্রদান করে। জয়নুল আবেদীন সাজ্জাদ মিরাটি তার সীরাতে তাইয়্যিবাহ গ্রন্থে নবীর জীবনের সমস্ত গুরুত্বপূর্ণ ঘটনা উল্লেখ করেছেন কিন্তু সুনির্দিষ্টভাবে।  ঘটনাগুলি বর্ণনা করার সময়, লেখক তার মনের মধ্যে ঐতিহাসিক কালানুক্রমিক ক্রম ধরে রেখেছেন এবং লেখক কখনও উপরে উল্লেখিত ধারাবাহিকতা ত্যাগ করেননি। তিনি যেখানে প্রয়োজন মনে করেছেন সেখানে ঘটনার বিভিন্ন কারণ নিয়েও আলোচনা করেছেন। হিফজুর রহমান সিওহারভির সীরাতে রাসুলে করিমও ঐতিহাসিকভাবে সংকলিত হয়েছে। এটি ইতিহাসের একটি ভূমিকা দিয়ে শুরু হয়।\n\n\n== পাঠ্যক্রমে সীরাত গ্রন্থ ==\nঅনেক মাদ্রাসার পাঠ্যসূচিতে সিরাত বিষয়ে দেওবন্দি আলেমদের অনেক বই অন্তর্ভুক্ত করা হয়েছে। সিরাত বইগুলো এমনভাবে যাচাই করা হয়েছে যে, অনেক মুসলিম পন্ডিত এর গুরুত্ব দেখে সকল শিক্ষা প্রতিষ্ঠানের পাঠ্যসূচিতে এগুলো অন্তর্ভুক্ত করা উচিত বলে মত দিয়েছেন। উদাহরণ স্বরূপ, হুসাইন আহমদ মাদানি সীরাতে রাসুলে করিমের বিভিন্ন অংশ দেখার পর মত দেন যে, “এটি একটি অনন্য গ্রন্থ যাতে মহানবী (সা.)-এর জীবনের ঘটনাবলী অত্যন্ত উপযুক্ত ও সুন্দর শৈলীতে বর্ণিত হয়েছে। ছাত্রদের সুবিধার জন্য মুসলিম প্রতিষ্ঠানে পাঠদানের জন্য দৃঢ়ভাবে সুপারিশ করছি। সীরাতে রাসুলে করিম সম্পর্কে আনোয়ার শাহ কাশ্মীরি বলেছেন, \"এটি এমন একটি বই যা হাদিস, ইসলামি মাদারিস এবং অন্যান্য শিক্ষা প্রতিষ্ঠানের শিক্ষার্থীদের খাঁটি এবং দরকারী তথ্য পেতে সাহায্য করে।\"\nআশরাফ আলী থানভী সীরাতে খাতামুল আম্বিয়ার উপর সন্তুষ্ট হয়ে খানকায়ে ইমদাদিয়াহ এবং অন্যান্য প্রতিষ্ঠানের পাঠ্যসূচিতে এই বইটিকে অন্তর্ভুক্ত করেন। তিনি মাসিক পত্রিকার মাধ্যমে জনসাধারণের কাছে এটি পাঠ্যক্রমে অন্তর্ভুক্তির ইচ্ছা প্রকাশ করেন। তদনুসারে তিন মাসের মধ্যে এটি অনেক মাদারিস ও মুসলিম প্রতিষ্ঠানের কোর্সে অন্তর্ভুক্ত করা হয়েছিল।\nজমিয়ত উলামায়ে হিন্দের সভাপতি কেফায়াতুল্লাহ দেহলভি তারিখুল ইসলাম সম্পর্কে বলেন, ইসলামের মূল্যকে সমুন্নত রাখতে এবং নাস্তিকতা ও অজ্ঞতার শক্তির বিরুদ্ধে লড়াই করার জন্য আমাদের প্রতিষ্ঠানে এই বইটি পড়ানো উচিত। তারিখুল ইসলামের তিনটি খণ্ডই দারুল উলম দেওবন্দে পড়ানো হচ্ছে। আলিগড় মুসলিম বিশ্ববিদ্যালয়, জামিয়া মিলিয়া ইসলামিয়া এবং অন্যান্য প্রতিষ্ঠানের পাঠ্যসূচিতে নবীয়ে আরাবী এবং সীরাতে তাইয়্যিবা অন্তর্ভুক্ত করা হয়েছে এবং উচ্চ বিদ্যালয় এবং প্রাক-বিশ্ববিদ্যালয় ক্লাসে পড়ানো হয়।\n\n\n== আরও দেখুন ==\nদারুল উলুম দেওবন্দ সম্পর্কিত নিবন্ধসমূহ\n\n\n== তথ্যসূত্র =="}