{"pageid": 1151215, "title": "ভোলানাথ মহাবিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1151215", "content": "বিএন কলেজ বা ধুবড়ীর ভোলানাথ মহাবিদ্যালয় ভারতের পশ্চিম আসামে অবস্থিত উচ্চ শিক্ষার প্রাচীনতম প্রতিষ্ঠানগুলোর মধ্যে একটি। মহাবিদ্যালয়টি মূলত লখিপুরের জমিদার প্রয়াত ভোলানাথ চৌধুরীর পরিবারের অনুদান ১৯৪৬ সালে প্রতিষ্ঠিত হয়, যার কারণে মহাবিদ্যালয়টির নামকরণ করা হয় ভোলা নাথ কলেজ। এটি গুয়াহাটি বিশ্ববিদ্যালয়ের অধিভুক্ত।\n\n\n== ইতিহাস ==\n\n১৯৪৪ সালের ২৬শে আগস্ট তারিখে গোয়ালপাড়া জেলার তৎকালীন জেলা প্রশাসক জহিরুল হক এসকারের সভাপতিত্বে ধুবড়ী সরকারি উচ্চ বিদ্যালয় প্রাঙ্গণে অনুষ্ঠিত এক জনসভায় ধুবড়ীতে কলা ও বিজ্ঞান উভয় শাখার একটি মহাবিদ্যালয়ে প্রতিষ্ঠার পরিকল্পনা গ্রহণ করা হয়। সভায় উপস্থিত ছিলেন রায় বাহাদুর বিএম দত্ত, রায় বাহাদুর এ কে ঘোষ, ফজর উদ্দিন আহমেদ, খান বাহাদুর আব্দুল মজিদ জিয়াউস শামস, আর কে বসু এবং এমভির মতো স্থানীয় ব্যক্তিত্বরা। অবশেষে কলকাতা বিশ্ববিদ্যালয়ের নির্ধারিত পাঠ্যক্রমের অধীনে ১৯৪৬ সালের ১৬ই আগস্ট তারিখে  ভোলানাথ মহাবিদ্যালয় প্রতিষ্ঠার মাধ্যমে আন্দোলনের সমাপ্তি ঘটে। কলেজের প্রথম অধ্যক্ষ ছিলেন একজন পিএইচডি ডিগ্রিধারী, ড. ফণী ভূষণ রায়।\n\n\n== ক্যাম্পাস ==\n\nকলেজটি শহরের ১৮ একর (৭৩,০০০ বর্গ মিটার) জমির একটি বিস্তীর্ণ ক্যাম্পাসে অবস্থিত এবং এখানে পর্যাপ্ত খেলাধুলার সুবিধা, বিস্তৃত লন, প্রশাসনিক ব্লক, কেন্দ্রীয় গ্রন্থাগার, হোস্টেল কমপ্লেক্স, পুকুর, ক্যান্টিন, সুসজ্জিত বিজ্ঞান ল্যাব এবং একটি কম্পিউটার সুবিধা সহ স্বাস্থ্য কেন্দ্র রয়েছে।\n\n\n== অর্জন ==\n১৯৪৬ সালে প্রতিষ্ঠার পর থেকে, মহাবিদ্যালয়টি কলকাতা বিশ্ববিদ্যালয়ের অধীনে এবং বর্তমানে গুয়াহাটি বিশ্ববিদ্যালয়ের অধীনে আসামের সমগ্র পশ্চিমাঞ্চলে উচ্চ শিক্ষার সেরা প্রতিষ্ঠানের স্বীকৃতি অর্জন করেছে এবং তা বজায় রেখেছে। বর্তমানে, এটিতে বৃত্তিমূলক প্রশিক্ষণ কেন্দ্র এবং স্নাতকোত্তর করেসপন্ডেন্স বিদ্যালয়ের একটি কেন্দ্র ছাড়াও কলা ও বিজ্ঞান অনুষদের অধীনে ২৬টি পূর্ণাঙ্গ বিভাগ রয়েছে। মহাবিদ্যালয়টি নিয়মিত জাতীয় আলোচনাসভা ও সম্মেলন আয়োজন করে। রাষ্ট্রীয় মূল্যায়ন ও প্রত্যয়ন পরিষদ (NAAC) ২০১৬ সালে কলেজটিকে 'B+' গ্রেড দিয়ে স্বীকৃতি দিয়েছে।\n\n\n== শিক্ষা ==\nবর্তমানে কলেজটি নিম্নলিখিত বিষয়ে ডিগ্রি প্রদান করে (BA, B.Sc., B.Voc(IT), B.Com এবং BCA) এবং সার্টিফিকেট (HSSLC) প্রদান করে: অসমীয়া, আরবি, বাংলা, শিক্ষা, অর্থনীতি, ইংরেজি, হিন্দি, ইতিহাস, দর্শন, রাষ্ট্রবিজ্ঞান, সংস্কৃত, উদ্ভিদবিদ্যা, জৈবপ্রযুক্তি, রসায়ন, গণিত, পদার্থবিদ্যা, পরিসংখ্যান, প্রাণিবিদ্যা, বাণিজ্য এবং কম্পিউটার অ্যাপ্লিকেশনে স্নাতক।\n\n\n=== স্নাতকোত্তর ===\nরসায়নে এসএসসি\nঅসমীয়া ভাষায় এম.এ\n\n\n== উল্লেখযোগ্য প্রাক্তনী ==\nঅ্যাডভোকেট আমিনুল ইসলাম, বর্তমান বিধায়ক- ২১ মানকচর আসন, সাধারণ সম্পাদক। সংগঠন এবং প্রধান মুখপাত্র, রাজনীতিবিদ, সমাজকর্মী\nঅশোক কুমার সিংহী, রাজনীতিবিদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক তথ্যক্ষেত্র"}