{"pageid": 1151389, "title": "ফাস্ট এক্স", "url": "https://bn.wikipedia.org/wiki?curid=1151389", "content": "ফাস্ট এক্স (ফাস্ট অ্যান্ড ফিউরিয়াস ১০ নামেও পরিচিত) হল ২০২৩ সালের আমেরিকান অ্যাকশন ফিল্ম যা লুই লেটারিয়ার পরিচালিত এবং জাস্টিন লিন এবং ড্যান মাজেউ লিখেছেন।  এটি F9 (২০২১) এর সিক্যুয়েল, দশম প্রধান কিস্তি হিসেবে কাজ করছে এবং ফাস্ট অ্যান্ড ফিউরিয়াস ফ্র্যাঞ্চাইজির একাদশ ফিচার-ফিল্ম।  ছবিতে অভিনয় করেছেন ভিন ডিজেল, মিশেল রদ্রিগেজ, টাইরেস গিবসন, ক্রিস \"লুডাক্রিস\" ব্রিজস, জর্ডানা ব্রুস্টার, জন সিনা, ন্যাথালি এমমানুয়েল, সুং ক্যাং, স্কট ইস্টউড, জেসন স্ট্যাথাম, মাইকেল রুকার, মেল রোকার, ম্যাল রোকার, মাইকেল দি দি সি দি সি, ম্যাল রোকার, মাইকেল  , ব্রি লারসন, অ্যালান রিচসন, এবং রিটা মোরেনো।\n\n\n== অভিনয়ে ==\nভিন ডাইসেল ডোমিনিক \"ডোম\" টরেটো হিসেবে, একজন প্রাক্তন অপরাধী এবং পেশাদার রাস্তার রেসার যিনি অবসর নিয়েছেন এবং তার স্ত্রী লেটি এবং তার ছেলে ব্রায়ান মার্কোসের সাথে বসতি স্থাপন করেছেন।\nমিশেল রদ্রিগেজ লেটি অর্টিজের চরিত্রে, ডমের স্ত্রী এবং একজন প্রাক্তন অপরাধী এবং পেশাদার রাস্তার রেসার।\nজেসন স্ট্যাথাম,  ডোম এবং তার দলের একজন প্রাক্তন প্রতিপক্ষ ডেকার্ড শ হিসেবে, যিনি পরে তার ছেলেকে বাঁচানোর পর নতুন সদস্য হয়েছিলেন।\nজেসন মোমোয়া জোকার মিলার হিসেবে। একজন দক্ষ চোর।\nশার্লিজ থেরন সাইফার হিসাবে, একজন অপরাধী মাস্টারমাইন্ড এবং সাইবার সন্ত্রাসী যিনি ডমের দলের শত্রু।\nজ্যাকব টরেটো, ডোম এবং মিয়ার ভাই হিসেবে জন সিনা যিনি পূর্বে একজন মাস্টার চোর, আততায়ী এবং উচ্চ-ক্ষমতাসম্পন্ন ড্রাইভার হিসেবে কাজ করেছিলেন এবং পূর্বে মিস্টার নোবডির দুর্বৃত্ত এজেন্ট ছিলেন।\nটাইরেস গিবসন রোমান পিয়ার্স হিসাবে, একজন প্রাক্তন অভ্যাসগত অপরাধী, বিশেষজ্ঞ রাস্তার রেসার এবং ডোমের দলের সদস্য।\n\n\n== প্রোডাকশন ==\n\n\n=== উন্নয়ন ===\nনভেম্বর ২০১৪ সালে, ইউনিভার্সাল পিকচার্স এর চেয়ারওম্যান ডোনা ল্যাংলি বলেছিলেন ফিউরিয়াস ৭ (২০১৫) এর পর ফ্র্যাঞ্চাইজিতে আরও অন্তত তিনটি ছবি থাকবে। এপ্রিল ২০১৭-এ, প্রযোজক নীল এইচ. মরিটজ বলেছিলেন যে দশম এন্ট্রি ফ্র্যাঞ্চাইজির জন্য ক্রিস মরগান চিত্রনাট্যকার হিসাবে সংযুক্ত। অক্টোবর 2017 সালে, জাস্টিন লিন নবম পরিচালনার জন্য আলোচনায় প্রবেশ করেন এবং দশম কিস্তি, সিরিজে আগের চারটি এন্ট্রি পরিচালনা করার পর। ২০২০সালের ফেব্রুয়ারিতে, ভিন ডিজেল ইঙ্গিত দিয়েছিলেন যে ছবিটি দুটি ভাগে বিভক্ত হতে পারে। ২০২২ সালের এপ্রিলের মধ্যে, চিত্রনাট্যের একটি নতুন খসড়া লিন এবং ড্যান মাজেউ লিখেছিলেন। ৫ জুন , ২০২২, ট্য্রেসে গিবসন ঘোষণা করেছে ফাস্ট এক্স ফ্র্যাঞ্চাইজি \"তার শিকড়ে ফিরে যাচ্ছে\" দেখতে পাবে, রিপোর্টগুলি এটিকে পূর্ববর্তী এন্ট্রিগুলির রাস্তার দৌড় উপাদানগুলিতে ফিরে আসার ইঙ্গিত দেয়৷\n\n\n== মুক্তি ==\nফাস্ট এক্স ১৭ মে, ২০২৩ এ বেলজিয়াম , ফ্রান্স , সুইডেন ও চিলিতে এবং ১৯ মে মার্কিন যুক্তরাষ্ট্রে মুক্তি পায়। ফেব্রুয়ারী ২০১৬-এ, ডিজেল নবম এবং দশম চলচ্চিত্রের জন্য প্রাথমিক মুক্তির তারিখ ঘোষণা করে, দশম চলচ্চিত্রটি প্রাথমিকভাবে ২ এপ্রিল, ২০২১-এ মুক্তি পাওয়ার কথা ছিল।  কোভিড-১৯ মহামারির কারণে ফাস্ট এন্ড ফিউরিয়াস ৯ দশম চলচ্চিত্রের মুক্তির তারিখে বিলম্বিত হওয়ার পর, দশম চলচ্চিত্রের মুক্তির তারিখ অনির্দিষ্টকালের জন্য বিলম্বিত হয়েছিল। জুন ২০২১ সালে, ডিজেল ফেব্রুয়ারি ২০২৩ এর একটি লক্ষ্যযুক্ত প্রকাশের তারিখ ঘোষণা করেছিল। সেই আগস্ট, ছবিটি আনুষ্ঠানিকভাবে ৭ এপ্রিল, ২০২৩-এ মুক্তির ঘোষণা দেওয়া হয়েছিল। ডিসেম্বরে, ফিল্মটি মে ২০২৩ তারিখে পিছিয়ে দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}