{"pageid": 1151462, "title": "ভারতীয় সংবিধানের রাজ্যসূচী", "url": "https://bn.wikipedia.org/wiki?curid=1151462", "content": "রাজ্যতালিকা বা দ্বিতীয় তালিকা হল ৬১ টি বিষয় সমৃদ্ধ একটি তালিকা (পূর্বে ৬৬ টি বিষয় এই তালিকার অন্তর্ভুক্ত ছিল)। ভারতের সংবিধানের সপ্তম তফসিলে উল্লিখিত বিধি প্রণয়নের ক্ষমতা বিষয়ক তালিকা তিনটির মধ্যে রাজ্য তালিকার অন্তর্ভুক্ত বিষয়গুলির সাথে সম্পর্কিত আইন প্রণয়নের ক্ষমতা কেন্দ্রের সাথে সংঘাতবিহীনভাবে রাজ্য সরকারের রয়েছে। অপর তালিকা দুটি হলো, কেন্দ্র তালিকা এবং সমবর্তী তালিকা। মার্কিন যুক্তরাষ্ট্র, সুইজারল্যান্ড বা অস্ট্রেলিয়ার যুক্তরাষ্ট্রীয় সরকারগুলির অসদৃশ ও কানাডার যুক্তরাষ্ট্রীয় সরকারের মতো ভারতেও কেন্দ্রীয় সরকারের কাছে বাড়তি ক্ষমতা প্রদান করা হয়েছে।\nরাজ্যের আইনসভা কর্তৃক প্রণীত কোনো আইনের কোনো বিধান যদি সংসদ কর্তৃক প্রণীত কোনো আইনের কোনো বিধানের বিপরীত হয় যা সংসদ প্রণয়ন করতে সক্ষম অথবা সমবর্তী তালিকায় গণনা করা কোনো একটি বিষয়ে বিদ্যমান আইনের কোনো বিধানের বিরুদ্ধে হয়, তাহলে সংসদ কর্তৃক প্রণীত আইন, যা এই জাতীয় আইনসভা কর্তৃক প্রণীত আইনের আগে বা পরে পাশ করা হোক বা ক্ষেত্র বিশেষে বিদ্যমান আইন প্রাধান্য পাবে এবং রাজ্যের আইনসভা কর্তৃক প্রণীত আইন  নির্দিষ্ট মাত্রা পর্যন্ত বাতিল করা হবে। এক্ষেত্রে এর ব্যতিক্রম রয়েছে \"যেখানে সমসাময়িক তালিকায় গণনা করা বিষয়গুলির একটির বিষয়ে একটি রাজ্যের আইনসভা কর্তৃক প্রণীত একটি আইনে সংসদ কর্তৃক প্রণীত পূর্ববর্তী আইনের বিধান বা বিদ্যমান আইনের সাথে বিরোধী কোনো বিধান রয়েছে। সেই বিষয়ে এই জাতীয় রাজ্যের আইনসভা কর্তৃক প্রণীত আইনটি যদি রাষ্ট্রপতির বিবেচনার জন্য সংরক্ষিত থাকে এবং তার সম্মতি পেয়ে থাকে, তবে সেই রাজ্যে প্রাধান্য পাবে। তবে শর্ত থাকবে যে এই ধারার কোনো কিছুই সংসদকে রাজ্যের আইনসভা কর্তৃক প্রণীত আইনে সংযোজন, সংশোধন, পরিবর্তিত বা রদ করার আইন সহ একই বিষয়ে যে কোনও সময় যে কোনও আইন প্রণয়ন করা থেকে বাধা দেবে না।।\"\n\n\n== রাজ্যতালিকার বিষয়সমূহ ==\nরাজ্য তালিকা অন্তর্গত বিষয়গুলি হলো:\n১. জনশৃঙ্খলা, কিন্তু অসামরিক শক্তির সাহায্যকল্পে কোন নৌ, স্থল বা বিমান বাহিনীর অথবা কেন্দ্রের অন্য কোন সশস্ত্র বাহিনীর অথবা কেন্দ্রের নিয়ন্ত্রণাধীন অন্য কোন বাহিনীর অথবা উহার কোন অংশ বা গোষ্ঠীর ব্যবহার ব্যতিরেকে।\n২. প্রথম তালিকার প্রবিষ্টি ২ক-এর বিধানাবলী সাপেক্ষে আরক্ষা (রেল ও গ্রাম আরক্ষী সমেত)।\n৩. হাইকোর্টের আধিকারিক ও অপর কর্মচারিগণ, খাজনা ও রাজস্ব আদালতসমূহের প্রক্রিয়া, সুপ্রিম কোর্ট ব্যতীত সকল আদালতে গৃহীত ফীসমূহ।\n৪. কারা, সংস্কার-গৃহ, বোর্স্টাল প্রতিষ্ঠান ও অনুরূপ অন্য প্রতিষ্ঠানসমূহ এবং উহাতে নিরুদ্ধ ব্যক্তিগণ, কারা ও অন্যান্য প্রতিষ্ঠানসমূহ ব্যবহারের জন্য অপর রাজ্যসমূহের সহিত বন্দোবস্ত।\n৫. স্থানীয় শাসন অর্থাৎ পৌরনিগম, ইমপ্রুভমেন্ট ট্রাস্ট, জেলা পর্ষদ, খনি-বসতি প্রাধিকারিসমূহের এবং স্থানীয় স্বায়ত্তশাসন ও গ্রাম প্রশাসনের উদ্দেশ্যে অন্য স্থানীয় প্রাধিকারিসমূহের গঠন ও ক্ষমতা।\n৬. জনস্বাস্থ্য এবং অনাময় ব্যবস্থা, হাসপাতাল ও ঔষধালয়।\n৭. ভারত বহির্ভূত স্থানসমূহে তীর্থযাত্রা ব্যতীত অন্যান্য তীর্থযাত্রাসমূহ।\n৮. মাদক পানীয় অর্থাৎ মাদক পানীয়ের উৎপাদন, প্রস্তুতকরণ, দখল, পরিবহন, ক্রয় ও বিক্রয়।\n৯. প্রতিবন্ধী ও চাকরির অযোগ্য ব্যক্তিগণের ত্রাণ।\n১০. কবর দেওয়া ও কবরস্থান, শবদাহ ও শ্মশান।\n১১. অবলুপ্তি ঘটানো হয়েছে।\n১২. রাজ্য কর্তৃক নিয়ন্ত্রিত বা বৃত্তপোষিত গ্রন্থাগার, প্রদর্শশালা এবং অনুরূপ অন্যান্য প্রতিষ্ঠানসমূহ, জাতীয় গুরুত্বের বলিয়া সংসদ কর্তৃক বিধি দ্বারা বা অনুযায়ী ঘোষিত প্রাচীন ও ঐতিহাসিক স্মারক স্থান ও অভিলেখসমূহ ভিন্ন অন্যান্য প্রাচীন ও ঐতিহাসিক স্মারক স্থান ও অভিলেখ।\n১৩. সমাযোজনসমূহ অর্থাৎ সড়ক, সেতু, খেয়াপথ এবং অন্য সমাযোজন ব্যবস্থা যাহা প্রথম তালিকায় বিনির্দিষ্ট হয় নাই, পৌর ট্রামপথ, রজ্জুপথ, প্রথম ও তৃতীয় তালিকা অন্তর্দেশীয় জলপথ সম্বন্ধে যে বিধানাবলী আছে তৎসাপেক্ষ, ঐরূপ জলপথসমূহ ও উহাতে যাতায়াত, যন্ত্র চালিত যান ভিন্ন অন্যান্য যান।\n১৪. কৃষি ও তৎসহ কৃষিশিক্ষা ও গবেষণা, কীট হইতে রক্ষণ এবং উদ্ভিদব্যাধি নিবারণ।\n১৫. পশু-বংশের পরিরক্ষণ, সংরক্ষণ ও উন্নতি বিধান এবং পশুব্যাধি নিবারণ, পশু-চিকিৎসা প্রশিক্ষণ ও ব্যবসা।\n১৬. খোঁয়াড়সমূহ ও গবাদিপশুর অনধিকার প্রবেশ নিবারণ।\n১৭. প্রথম তালিকার প্রবিষ্টি ৫৬-এর বিধানাবলী সাপেক্ষে জল অর্থাৎ জল সরবরাহ, সেচ ও খালসমূহ, জল নিষ্কাশন ও বাঁধসমূহ, জল-সঞ্চয় ও জল-শক্তি।\n১৮. ভূমি অর্থাৎ ভূমিতে বা ভূমির উপর অধিকার, ভূস্বামী ও প্রজার সম্পর্ক সমেত প্রজাস্বত্ব এবং খাজনা আদায়, কৃষিভূমির হস্তান্তরণ ও পরকীকরণ, ভূমির উন্নতিবিধান ও কৃষিঋণ, উপনিবেশন।\n১৯. অবলুপ্তি ঘটানো হয়েছে।\n২০. অবলুপ্তি ঘটানো হয়েছে।\n২১. মৎস্যক্ষেত্রসমূহ।\n২২. প্রথম তালিকার প্রবিষ্টি ৩৪-এর বিধানাবলী সাপেক্ষে কোর্ট-অব-ওয়ার্ডস, দায়গ্রস্থ ও ক্রোক করা সম্পত্তি।\n২৩. প্রথম তালিকার কেন্দ্রের নিয়ন্ত্রণাধীনে প্রনিয়ন্ত্রণ ও উন্নয়ন সম্পর্কিত বিধানাবলী সাপেক্ষে খনি প্রনিয়ন্ত্রণ ও খনিজ উন্নয়ন।\n২৪. প্রথম তালিকার প্রবিষ্টি ৭ ও ৫২-এর বিধানাবলী সাপেক্ষে শিল্পসমূহ।\n২৫. গ্যাস ও গ্যাসকর্মশালা।\n২৬. তৃতীয় তালিকার প্রবিষ্টি ৩৩-এর বিধানাবলী সাপেক্ষে রাজ্যের অভ্যন্তরে ব্যাবসা ও বাণিজ্য।\n২৭. তৃতীয় তালিকার প্রবিষ্টি ৩৩-এর বিধানাবলী সাপেক্ষে দ্রব্যসমূহের উৎপাদন, সরবরাহ ও বণ্টন।\n২৮. বাজার ও মেলাসমূহ।\n২৯. মান স্থাপন ছাড়া ওজন এবং পরিমাপ।\n৩০. মহাজনী কারবার ও মহাজন, কৃষিঋণিতা হইতে ত্রাণ।\n৩১. পান্থশালা ও পান্থশালা রক্ষক।\n৩২. প্রথম তালিকার বিনির্দিষ্ট নিগমসমূহ ব্যতীত অন্য নিগমসমূহের ও বিশ্ববিদ্যালয়সমূহের নিগমবন্ধন, প্রনিয়ন্ত্রণ ও সমাপন, ও নিগমবদ্ধ ব্যবসায়িক, সাহিত্যিক, বৈজ্ঞানিক, ধর্মীয় ও অন্যান্য সমিতি ও পরিমেল, সমবায় সমিতিসমূহ।\n৩৩. নাট্যশালা ও নাট্যাভিনয়, প্রথম তালিকার প্রবিষ্টি ৬০-এর বিধানাবলী সাপেক্ষে, চলচ্চিত্রসমূহ, ক্রীড়া, প্রমোদ ও বিনোদন।\n৩৪. পণক্রিয়া ও জুয়াখেলা।\n৩৫. রাজ্যে বর্তানো বা রাজ্যের দখলস্থিত পূর্তকর্ম, ভূমি এবং ভবনসমূহ।\n৩৬. তৃতীয় তালিকার প্রবিষ্টি ৪২-এর বিধানাবলী সাপেক্ষে কেন্দ্রের উদ্দেশ্য ব্যতীত সম্পত্তি অধিগ্রহণ ও দাবীকরণ।\n৩৭. সংসদ কর্তৃক প্রণীত কোন বিধির বিধানাবলী সাপেক্ষে রাজ্যের বিধানসভা নির্বাচনসমূহ।\n৩৮. রাজ্যে বিধানসভার সদস্যগণের, বিধানসভার অধ্যক্ষ এবং উপাধ্যক্ষের এবং যদি বিধান পরিষদ থাকে তাহা হইলে উহার সভাপতি ও উপ-সভাপতির বেতন ও ভাতাসমূহ।\n৩৯. বিধানসভা এবং উহার সদস্যগণের এবং কমিটিসমূহের এবং যদি বিধান পরিষদ থাকে তাহা হইলে ঐ পরিষদের এবং উহার সদস্যগণের এবং কমিটিসমূহের ক্ষমতা, বিশেষাধিকার, অনাক্রম্যতাসমূহ, রাজ্যের বিধানমণ্ডলের কমিটিসমূহের সমক্ষে সাক্ষ্যদান বা লেখাসমূহ উপস্থাপনের জন্য ব্যক্তিগণের উপস্থিতি বাধ্যকরণ।\n৪০. রাজ্যের মন্ত্রিগণের বেতন ও ভাতা।\n৪১. রাজ্য সরকারি কৃত্যকসমূহ, রাজ্য সরকারি কৃত্যক কমিশন।\n৪২. রাজ্য পেনশন অর্থাৎ রাজ্য কর্তৃক বা রাজ্যের সঞ্চিত নিধি হইতে প্রদেয় পেনশন।\n৪৩. রাজ্যের সরকারি ঋণ।\n৪৪. নিহিত ধন।\n৪৫. ভূমিরাজস্ব তৎসহ রাজস্ব ধার্য ও সংগ্রহ, ভূম্যভূমিলেখ রক্ষণ, রাজস্বের উদ্দেশ্যে ও খতিয়ানের জন্য সমীক্ষা, এবং রাজস্ব পরকীকরণ।\n৪৬. কৃষি-আয়ের উপর কর।\n৪৭. কৃষিভূমির উত্তরাধিকার সম্পর্কিত শুল্ক।\n৪৮. কৃষিভূমি সম্পর্কিত সম্পদ শুল্ক।\n৪৯. ভূমি ও ভবনসমূহের উপর কর।\n৫০. খনিজ উন্নয়ন সম্পর্কে সংসদ কর্তৃক বিধি দ্বারা আরোপিত যেকোনো পরিসীমা সাপেক্ষে খনিজ অধিকারসমূহের উপর কর।\n৫১. রাজ্যে নির্মিত বা উৎপাদিত নিম্নলিখিত দ্রব্যসমূহের উপর অন্তঃশুল্ক এবং ভারতের অন্যত্র নির্মিত বা উৎপাদিত অনুরূপ দ্রব্যসমূহের উপর একই হারে বা নিম্নতর হারে প্রতিশুল্ক।\nক) মানুষের ভোগের জন্য সুরাসার পানীয়,\nখ) আফিম, ভারতীয় গাঁজা এবং অন্যান্য নিদ্রাজনক ভেষজ বা নিদ্রাজনক সামগ্রী, কিছু ঔষধীয় ও প্রসাধন সামগ্রী, যাহাতে সুরাসার বা এই প্রবিষ্টির \"খ\" উপানুচ্ছেদের অন্তর্ভুক্ত কোন পদার্থ থাকে, তা ব্যতিরেকে।\n৫২. স্থানীয় এলাকায় শোষ, ব্যবহার বা বিক্রয়ের জন্য পণ্যের প্রবেশের উপর কর।\n৫৩. বিদ্যুতের ভোগ বা বিক্রয়ের উপর কর।\n৫৪. আন্তঃরাজ্যিক ব্যবসা বাণিজ্যক্রমে বিক্রয় অথবা আন্তর্জাতিক ব্যবসা বাণিজ্যক্রমে অপরিশোধিত পেট্রোলিয়াম, হাইস্পিড ডিজেল, মোটর স্পিরিট (যা সাধারণভাবে পেট্রোল নামে পরিচিত), প্রাকৃতিক গ্যাস, বিমান-টারবাইনে জ্বালানি এবং মানুষের ভোগের জন্য সুরাসার পানীয়ের বিক্রয়কে অন্তর্ভুক্ত না করিয়া ওই পণ্যসমূহের বিক্রয়ের উপর কর।\n৫৬. সড়কে বা অন্তর্দেশীয় জলপথে বাহিত দ্রব্যসমূহ ও যাত্রিগণের উপর কর।\n৫৭. তৃতীয় তালিকার প্রবিষ্টি ৩৫-এর বিধানাবলী সাপেক্ষে, ট্রামগাড়ী সমেত সড়কে ব্যবহারোপযোগী যানসমূহের উপর কর, ঐ যানসমূহ যন্ত্রচালিত হউক বা না হউক।\n৫৮. পশু ও নৌকাসমূহের উপর কর।\n৫৯. পথকর।\n৬০. বৃত্তি, ব্যবসা, পেশা ও চাকরিসমূহের উপর কর।\n৬১. প্রতিশীর্ষ কর।\n৬২. প্রমোদ ও বিনোদন কর, উহা যতদূর পর্যন্ত কোন পঞ্চায়েত বা পৌরসভা অথবা আঞ্চলিক পরিষদ বা জেলা পরিষদ কর্তৃক উদ্গৃহীত বা সংগৃহীত হয় ততদূর পর্যন্ত।\n৬৩. প্রথম তালিকার মুদ্রাঙ্ক শুল্কের হার সম্বন্ধী বিধানাবলীতে যেসকল লেখ্য বিনির্দিষ্ট আছে তদ্ভিন্ন অন্যান্য লেখ্য সম্পর্কে মুদ্রাঙ্ক শুল্কের হার।\n৬৪. এই তালিকাভুক্ত যেকোনো বিষয় সম্পর্কিত বিধির পরিপন্থী অপরাধসমূহ।\n৬৫. এই তালিকাভুক্ত যেকোনো বিষয় সম্পর্কে সুপ্রিম কোর্ট ব্যতীত অন্য সকল আদালতের ক্ষেত্রাধিকার ও ক্ষমতা।\n৬৬. এই তালিকাভুক্ত যেকোনো বিষয় সম্পর্কে ফী, কিন্তু কোন আদালতে গৃহীত ফীসমূহ ব্যতীত।\n\n\n== তথ্যসূত্র =="}