{"pageid": 1151945, "title": "অলিগোপেপটাইড", "url": "https://bn.wikipedia.org/wiki?curid=1151945", "content": "একটি অলিগোপেপটাইড, যাকে মাঝে মাঝে শুধু পেপটাইড (অলিগো- অর্থ সামান্য) বলা হয়। এতে ২ থেকে ২০টি অ্যামিনো অ্যাসিড থাকে এবং এতে ডিপেপটাইডস, ট্রিপেপটাইডস, টেট্রাপেপটাইডস ও পেন্টাপেপটাইড অন্তর্ভুক্ত থাকতে পারে। প্রাকৃতিকভাবে ঘটে যাওয়া অলিগোপেপটাইডের কয়েকটি প্রধান শ্রেণীর মধ্যে রয়েছে এরুগিনোসিন, সায়ানোপেপ্টোলিনস, মাইক্রোসিস্টিনস, মাইক্রোভিরিডিনস, মাইক্রোজিনিনস, অ্যানাবেনোপেপটিনস ও সাইক্লামাইড। পানীয় জলে তাদের সম্ভাব্য বিষাক্ত প্রভাবের কারণে মাইক্রোসিস্টিনগুলি সর্বোত্তমভাবে পর্যবেক্ষণ করা হয়। কিছু অলিগোপেপটাইডের পর্যালোচনায় দেখা গেছে যে সবচেয়ে বড় শ্রেণী হলো সায়ানোপেপ্টোলিন (৪০.১%) ও মাইক্রোসিস্টিন (১৩.৪%)।\n\n\n== উৎপাদন ==\nঅলিগোপেপটাইডের শ্রেণীর যৌগগুলি ননরাইবোসোমাল পেপটাইড সংশ্লেষ (এনআরপিএস) দ্বারা উৎপাদিত হয়, সাইক্লামাইড ছাড়াও, মাইক্রোভিরিডিনগুলি রাইবোজোমীয় পথের মাধ্যমে সংশ্লেষিত হয়।\n\n\n== উদাহরণ ==\nঅলিগোপেপটাইডের উদাহরণসমূহ: \n\nঅ্যামানিটিনস - বিভিন্ন মাশরুম প্রজাতির কার্পোফোর থেকে নেওয়া সাইক্লিক পেপটাইড। এগুলি বেশিরভাগ ইউক্যারিওটিক প্রজাতিতে আরএনএ পলিমারেজের শক্তিশালী প্রতিরোধক, এমআরএনএ এবং প্রোটিন সংশ্লেষণের উত্পাদন প্রতিরোধ করে। এই পেপটাইডগুলি ট্রান্সক্রিপশনের গবেষণায় খুবই গুরুত্বপূর্ণ। আলফা-অ্যামানিটিন হল অ্যামানিটা ফ্যালোয়েড প্রজাতির প্রধান বিষাক্ত পদার্থ, যা মানুষ বা প্রাণীর দ্বারা খাওয়া হলে বিষাক্ত।\nঅ্যান্টিপেইন - বিভিন্ন ব্যাকটেরিয়া দ্বারা উত্পাদিত একটি অলিগোপেপটাইড যা একটি প্রোটিজ ইনহিবিটর হিসাবে কাজ করে।\nসেরুলেটাইড - অস্ট্রেলিয়ান সবুজ গাছের ব্যাঙ Hyla caerulea এর ত্বকে পাওয়া একটি নির্দিষ্ট decapeptide। কোলেসিস্টোকিনিনের ক্রিয়া এবং রচনার ক্ষেত্রে সেরুলেটাইডের খুব মিল রয়েছে। এটি গ্যাস্ট্রিক, পিত্তথলি এবং অগ্ন্যাশয় নিঃসরণকে উদ্দীপিত করে; এবং নির্দিষ্ট মসৃণ পেশী । এটি পরীক্ষামূলক প্রাণী মডেলগুলিতে প্যানক্রিয়াটাইটিস প্ররোচিত করতে ব্যবহৃত হয়।\nগ্লুটাথিয়ন - কোষে অনেক ভূমিকা সহ একটি ট্রিপেপটাইড। এটি ওষুধের সাথে মিলিত হয় যাতে সেগুলিকে মলত্যাগের জন্য আরও দ্রবণীয় করে তোলে, এটি কিছু এনজাইমের জন্য একটি কোফ্যাক্টর, প্রোটিন ডিসালফাইড বন্ড পুনর্বিন্যাসের সাথে জড়িত এবং পারক্সাইড হ্রাস করে।\nলিউপেপটিনস - অ্যাক্টিনোমাইসিটিস দ্বারা উত্পাদিত অ্যাসিলেটেড অলিগোপেপটাইডগুলির একটি গ্রুপ যা প্রোটিজ ইনহিবিটর হিসাবে কাজ করে। তারা বিভিন্ন মাত্রায় ট্রিপসিন, প্লাজমিন, ক্যালিক্রেইনস, প্যাপেইন এবং ক্যাথেপসিনকে বাধা দিতে পরিচিত।\nনেট্রোপসিন - স্ট্রেপ্টোমাইসেস নেট্রোপিসিস থেকে বিচ্ছিন্ন একটি মৌলিক অলিগোপেপটাইড। এটি সাইটোটক্সিক এবং এটির শক্তিশালী, ডিএনএর AT অঞ্চলের সাথে নির্দিষ্ট আবদ্ধতা জেনেটিক্স গবেষণার জন্য দরকারী।\nপেপস্টাটিনস - এন -অ্যাসিলেটেড অলিগোপেপ্টাইডস অ্যাক্টিনোমাইসেটিসের কালচার ফিল্ট্রেট থেকে বিচ্ছিন্ন, যা পেপসিন এবং রেনিনের মতো অ্যাসিড প্রোটিসগুলিকে বাধা দিতে বিশেষভাবে কাজ করে।\nপেপটাইড T - N -( N -( N (2)-( N -( N -( N -( N - D -Alanyl L -seryl)- L -threonyl)- L -threonyl) L -threonyl)- L - অ্যাসপারাজিনাইল)- এল -টাইরোসিল) এল -থ্রোনিন। এইচআইভি খামের প্রোটিন gp120 এর সাথে অক্টাপেপটাইড শেয়ারিং সিকোয়েন্স হোমোলজি। এটি এইডস থেরাপিতে অ্যান্টিভাইরাল এজেন্ট হিসাবে কার্যকর হতে পারে। কোর পেন্টাপেপটাইড সিকোয়েন্স, TTNYT, পেপটাইড T-এ অ্যামিনো অ্যাসিড 4-8 সমন্বিত, CD4 রিসেপ্টরের সাথে সংযুক্তির জন্য প্রয়োজনীয় এইচআইভি খামের ক্রম।\nফ্যালোইডিন - একটি অত্যন্ত বিষাক্ত পলিপেপটাইড যা মূলত অ্যামানিটা ফ্যালোয়েডস (অ্যাগারিকাসি) বা ডেথ ক্যাপ থেকে বিচ্ছিন্ন; মাশরুমের বিষক্রিয়ায় মারাত্মক লিভার, কিডনি এবং সিএনএসের ক্ষতি করে; যকৃতের ক্ষতির গবেষণায় ব্যবহৃত হয়।\nটেপ্রোটাইড - একজন মানুষ ননপেপটাইড তৈরি করে (Pyr-Trp-Pro-Arg-Pro-Gln-Ile-Pro-Pro) যা সাপের বিষ থেকে পেপটাইডের হুবহু মিল, বোথরপস জরারচ। এটি কিনিনেজ II এবং এনজিওটেনসিন I কে বাধা দেয় এবং একটি অ্যান্টিহাইপারটেনসিভ এজেন্ট হিসাবে প্রস্তাবিত হয়েছে।\nটুফটসিন - N (2)-(1-( N (2)- L -Threonyl)- L -lysyl)- L -prolyl)- L -arginine. লিউকোফিলিক গামা-গ্লোবিউলিনের এনজাইমেটিক ক্লিভেজ দ্বারা প্লীহায় তৈরি একটি টেট্রাপেপটাইড। এটি রক্তের পলিমারফোনিউক্লিয়ার লিউকোসাইট এবং বিশেষ করে নিউট্রোফিলের ফ্যাগোসাইটিক কার্যকলাপকে উদ্দীপিত করে। পেপটাইড গামা-গ্লোবুলিন অণুর Fd খণ্ডে অবস্থিত।\n\n\n== আরও পড়ুন ==\nমাইক্রোপেপটাইড\nঅলিগোয়েস্টার\nঅলিগোমার\nঅলিগোপেপটিডেস\nপেপটাইড সংশ্লেষণ\nপ্রোটিজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্ট্রাকচারাল বায়োকেমিস্ট্রি/প্রোটিন/অ্যামিনো অ্যাসিড (উইকিবুক)"}