{"pageid": 1151016, "title": "যোগবাশিষ্ঠ", "url": "https://bn.wikipedia.org/wiki?curid=1151016", "content": "যোগবাশিষ্ঠ (সংস্কৃত: योगवासिष्ठम्) মহা-রামায়ণ, আর্ষ রামায়ণ, বশিষ্ঠ রামায়ণ, যোগবশিষ্ঠ-রামায়ণ ও  জ্ঞানবশিষ্ঠ নামেও পরিচিত,) হল ঐতিহাসিকভাবে জনপ্রিয় ও প্রভাবশালী হিন্দুধর্মের সমন্বিত দার্শনিক গ্রন্থ, যা ষষ্ঠ বা সপ্তম খৃষ্টাব্দ থেকে চতুর্দশ বা পঞ্চদশ খৃষ্টাব্দ সময়কালে রচিত। এটি মহর্ষি বাল্মীকি কর্তৃক রচিত বলে মনে করা হয়, কিন্তু এর প্রকৃত লেখকের নাম অজানা। সম্পূর্ণ গ্রন্থটিতে ২৯,০০০টিরও বেশি শ্লোক রয়েছে। গ্রন্থটির সংক্ষিপ্ত সংস্করণটিকে লঘু যোগবশিষ্ঠ বলা হয় এবং এতে ৬,০০০টি শ্লোক রয়েছে। গ্রন্থটির\nনামকরণ করা হয়েছে ঋ \nবশিষ্ঠের নাম অনুসারে, যাকে ঋগ্বেদের সপ্তম মণ্ডলের মন্ত্রদ্রষ্টা ঋষি। আদি শঙ্কর তাঁকে হিন্দু দর্শন বেদান্ত দর্শনের প্রথম ঋষি হিসেবে অভিহিত করেছেন। রাজপুত্র রাম ঋষি বশিষ্ঠের সাথে অধ্যাত্ম তত্ত্ব সম্পর্কিত আলোচনায় এই গ্রন্থের মূল উপজীব্য। যোগবাশিষ্টে ছয়টি কাণ্ড বা অধ্যায় নিয়ে গঠিত। প্রথম কাণ্ডে জীবনের প্রকৃতি, মানুষের কষ্ট ও বিশ্বের প্রতি ঘৃণা নিয়ে রামের হতাশা উপস্থাপন করে। দ্বিতীয়টি বর্ণনা করে, রামের চরিত্রের মাধ্যমে, মুক্তির আকাঙ্ক্ষা এবং যারা এই ধরনের মুক্তি চায় তাদের প্রকৃতি। তৃতীয় ও চতুর্থ বই দাবি করে যে মুক্তি আধ্যাত্মিক জীবনের মাধ্যমে আসে, যার জন্য আত্ম-প্রচেষ্টা প্রয়োজন, এবং বর্তমান সৃষ্টিতত্ত্ব এবং অস্তিত্বের আধিভৌতিক তত্ত্বগুলি গল্পগুলিতে এমবেড করা হয়েছে। এই দুটি বই স্বাধীন ইচ্ছা এবং মানুষের সৃজনশীল শক্তির উপর জোর দেওয়ার জন্য পরিচিত। পঞ্চম বইটি ব্যক্তিকে মুক্তি দেওয়ার জন্য ধ্যান এবং এর ক্ষমতা নিয়ে আলোচনা করে, যখন শেষ বইটি আলোকিত ও আনন্দময় রামের অবস্থা বর্ণনা করে।\nযোগবশিষ্ঠ শিক্ষাগুলি গল্প ও উপকথার মতো গঠন করা হয়, অদ্বৈত বেদান্তের মতই দার্শনিক ভিত্তি সহ, বিশেষভাবে অদ্বৈতের দৃষ্টি-সৃষ্টি উপদর্শনের সাথে সম্পর্কিত যেটি মনে করে যে \"সমস্ত জিনিসের জগৎ হল মনের বস্তু\"। পাঠ্যটি মায়া ও ব্রহ্মের নীতিগুলি, সেইসাথে অদ্বৈততার নীতিগুলি, এবং যোগের আলোচনার জন্য উল্লেখযোগ্য। পাঠ্যটির সংক্ষিপ্ত রূপটি ১৫ শতকে ফার্সি ভাষায় অনুবাদ করা হয়েছিল।\n\n\n== গঠন ==\nপাঠ্যটি পাণ্ডুলিপির অনেক সংস্করণে বিভিন্ন সংখ্যক শ্লোক সহ বিদ্যমান, তবে একই বার্তা রয়েছে। সম্পূর্ণ সংস্করণে ২৯,০০০টিরও বেশি, কয়েকটিতে ৩২,০০০টি শ্লোক রয়েছে, আর কিছু সংস্করণে প্রায় ৩৬,০০০টি শ্লোক রয়েছে। কাশ্মীরের অভিনন্দ দ্বারা সংক্ষিপ্ত সংস্করণ হল লাঘু যোগবশিষ্ঠ এবং এতে ৬,০০০টি শ্লোক রয়েছে।\nপাঠ্যটি ছয়টি বই নিয়ে গঠিত:\n\nবই ১: শিরোনাম বৈরাগ্য-প্রকরণম (বৈরাগ্যের প্রকাশ), যা জীবনের প্রকৃতি, মানুষের দুঃখকষ্ট এবং বিশ্বের প্রতি ঘৃণা নিয়ে হতাশ রামের সাথে শুরু করে।\nবই ২: শিরোনাম মুমুশুবায়হার-প্রকরণম  (অন্বেষণকারীর আচরণের প্রকাশ), যা বর্ণনা করে, রামের চরিত্রের মাধ্যমে, মুক্তির আকাঙ্ক্ষা, যারা এই ধরনের মুক্তি চায় তাদের প্রকৃতি এবং সর্বোপরি আত্ম-প্রচেষ্টার প্রয়োজন। আধ্যাত্মিক সাধনা।\nবই ৩: শিরোনাম উৎপত্তি-প্রকরণম (উত্থান ও জন্মের প্রকাশ), সমস্ত সৃষ্টির জন্মের পাশাপাশি রামের আধ্যাত্মিক দিকের জন্মকে বর্ণনা করে।\nবই ৪: শিরোনাম স্থিতি-প্রকরণম (অস্তিত্বের প্রকাশ ও বসতি), অসংখ্য গল্প সহ বিশ্বের প্রকৃতি এবং বহু অদ্বৈতবাদের ধারণাগুলি বর্ণনা করে। এটি স্বাধীন ইচ্ছা এবং মানুষের সৃজনশীল শক্তির উপর জোর দেয়।\nবই ৫: শিরোনাম উপশম-প্রকরণম (ধৈর্য ও শান্তির প্রকাশ), মিথ্যা দ্বৈতবাদের বিলুপ্তির ধ্যান, ব্যক্তিকে মুক্ত করার ক্ষেত্রে একতা ও এর ক্ষমতা অনুভব করার বিষয়ে আলোচনা করে।\nবই ৬: শিরোনাম নির্বাণ-প্রকরণম (স্বাধীনতা ও মুক্তির প্রকাশ), শেষ বইটি আলোকিত ও সুখী রামের অবস্থা বর্ণনা করে।  শেষ বইটিতে যোগের উপর বড় অংশ রয়েছে।\nযোগবশিষ্ঠ পাণ্ডুলিপির নির্নয় সাগর সংস্করণের প্রথম গ্রন্থে ১১৪৬টি শ্লোক, দ্বিতীয়টিতে ৮০৭টি, তৃতীয়টিতে ৬৩০৪টি শ্লোক, চতুর্থ গ্রন্থে ২৪১৪টি শ্লোক, পঞ্চম গ্রন্থে ৪৩২২টি শ্লোক রয়েছে, যেখানে শেষটি ১৪,২৯৬টি শ্লোক সহ দীর্ঘতম, মোট ২৯,২৮৮টি পদের জন্য।\n\n\n== বিষয়বস্তু ==\n\nএটি মহাভারতের পরে সংস্কৃতের সবচেয়ে দীর্ঘতম হিন্দু পাঠ্য এবং যোগের গুরুত্বপূর্ণ পাঠ। এটির ধারণা ও বার্তা ব্যাখ্যা করতে সাহায্য করার জন্য ব্যবহৃত অসংখ্য ছোট গল্প এবং উপাখ্যান রয়েছে। পাঠ্যটি অদ্বৈত বেদান্ত ও শৈব ত্রিক দর্শনের প্রভাব দেখায়। হিন্দু পুরাণের পরিপ্রেক্ষিতে, যোগ বশিষ্ঠের কথোপকথনটি রামায়ণের আগে কালানুক্রমিকভাবে স্থাপন করা হয়েছে।\nসনাতন বিশ্বাস এই বই পড়লে আধ্যাত্মিক মুক্তি হয়। বশিষ্ঠ ও রামের মধ্যে কথোপকথন হল যে মহান, আলোকিত ঋষি ও মুক্তির সন্ধানকারীর মধ্যে। পাঠ্যটি চেতনা, সৃষ্টিতত্ত্ব, মহাবিশ্বের প্রকৃতি ও চেতনা, দেহের চূড়ান্ত বিলুপ্তি, আত্মার মুক্তি এবং অস্তিত্বের অদ্বৈত প্রকৃতি নিয়ে আলোচনা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস =="}