{"pageid": 1151538, "title": "হাওয়া (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1151538", "content": "হাওয়া হলো ২০২২ সালের একটি বাংলাদেশী বাংলা ভাষার রহস্য–নাট্যধর্মী চলচ্চিত্র, যেটি পরিচালনা করেছেন মেজবাউল রহমান সুমন। এটি সুমনের পরিচালিত প্রথম চলচ্চিত্র। চলচ্চিত্রটি সান মিউজিক অ্যান্ড মোশন পিকচার্স লিমিটেডের অধীনে প্রযোজিত এবং ফেসকার্ড প্রোডাকশনের অধীনে নির্মিত হয়েছে। চলচ্চিত্রটির গল্প মূলত একালের রূপকথা নির্ভর, যার কাহিনি গভীর সমুদ্রে মাছ ধরার ট্রলারে আটকে পড়া আটজন মাঝি-মাল্লা এবং এক রহস্যময় বেদেনীকে ঘিরে আবর্তিত হয়েছে। এতে শ্রেষ্ঠাংশে অভিনয় করেছেন চঞ্চল চৌধুরী, নাজিফা তুষি, শরীফুল রাজ, সুমন আনোয়ার, নাসির উদ্দিন খান, সোহেল মণ্ডল ও রিজভী রিজু।\nচলচ্চিত্রটি ২০২২ সালের ২৯ জুলাই বাংলাদেশের প্রেক্ষাগৃহে মুক্তি পায়। মুক্তির পর চলচ্চিত্রটি এর পরিচালনা, চিত্রগ্রহণ ও অভিনয়শিল্পীদলের অভিনয়ের জন্য প্রশংসিত হয়। এটি ৪৭তম জাতীয় চলচ্চিত্র পুরস্কারে ২টি বিভাগে এবং ২৪তম মেরিল-প্রথম আলো পুরস্কারে ৬টি মনোনয়ন থেকে সেরা চলচ্চিত্র, সেরা চলচ্চিত্র পরিচালক (সুমন)-সহ পাঁচটি পুরস্কার অর্জন করে।\n\n\n== পটভূমি ==\nঅভিজ্ঞ চান মাঝির নেতৃত্বে আটজন মাঝি মাছ ধরার ট্রলার নিয়ে সমুদ্রে মাছ ধরতে যায়। তার সাথে আছে তার পুরনো সঙ্গী এজা, নাগু, ফণী ও মরা এবং দলে নতুন ইবা, উরকেস ও পারকেস। মাছ ধরতে গিয়ে জাল ফেলে তারা এক বেদের মেয়েকে সমুদ্র থেকে তোলে। এরপর থেকে ট্রলারে রহস্যময় সব ঘটনা ঘটতে থাকে। তাদের জালে কোন মাছ ওঠে না এবং গভীর সমুদ্রে হারিয়ে যায়। সবাই বেদের মেয়েকে দোষারোপ করে ট্রলার থেকে সমুদ্রে ফেলে দিতে বলে। ইবা তার পাশে দাড়ায় এবং তার সাথে বন্ধুত্ব হয়ে ওঠে। ইবা জানতে পারে বেদের মেয়ের নাম (গুলতি)। সে প্রতিশোধ নিতে এই ট্রলারে এসেছে। তারপর একে একে সবাই তার শিকার হতে থাকে।\n\n\n== অভিনয়শিল্পীদল ==\n\n\n== নির্মাণ ==\nচলচ্চিত্রটির চিত্রগ্রহণ শুরু হয় ২০১৯ সালের ১৩ অক্টোবর। বঙ্গোপসাগরের কোল ঘেষা সেন্ট মার্টিন দ্বীপে এর দৃশ্যধারণ করা হয়েছে।\n\n\n== সঙ্গীত ==\nচলচ্চিত্রটির সঙ্গীতায়োজন করেছেন ইমন চৌধুরী। গানে কণ্ঠ দিয়েছেন এরফান মৃধা শিবলু, মেঘদল ও বাসুদেব দাস বাউল। এ চলচ্চিত্রের হাশিম মাহমুদের লেখা ও সুর করা \"সাদা সাদা কালা কালা\" গানটি দেশজুড়ে বিপুল জনপ্রিয়তা লাভ করে।\n\n\n== মুক্তি ==\n২০২২ সালের ২রা এপ্রিল চলচ্চিত্রটির পোস্টার প্রকাশিত হয়। ২০২২ সালের ৭ই জুন চলচ্চিত্রটির ট্রেলার প্রকাশিত হয়। ২০২২ সালের ৩রা জুলাই চলচ্চিত্রটি বাংলাদেশ চলচ্চিত্র সেন্সর বোর্ড থেকে সেন্সর ছাড়পত্র পায়। একই বছরের ২৯ জুলাই দেশের ২৪টি প্রেক্ষাগৃহে চলচ্চিত্রটি মুক্তি পায়। মুক্তির পর চলচ্চিত্রটি দর্শকদের থেকে ইতিবাচক মন্তব্য লাভ করে।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে হাওয়া  (ইংরেজি)\nবাংলা মুভি ডেটাবেজে হাওয়া\nফেসবুকে হাওয়া"}