{"pageid": 1151236, "title": "ভারতের সংবিধানের সংঘসূচী", "url": "https://bn.wikipedia.org/wiki?curid=1151236", "content": "সংঘসূচী বা সূচী ১ হল ৯৭টি বিষয় সমৃদ্ধ একটি সূচি বা তালিকা (২০১৬ সালে একশত একতম সংবিধান সংশোধনী আইনের পরে, ৯২ ও ৯২গ বিষয় দুটিকে সরানো হয়েছে)। ভারতের সংবিধানের সপ্তম তফসিলে উল্লিখিত বিধি প্রণয়নের ক্ষমতা বিষয়ক তালিকা তিনটির মধ্যে সংঘসূচীর অন্তর্ভুক্ত বিষয়গুলির সাথে সম্পর্কিত আইন প্রণয়নের একচেটিয়া ক্ষমতা কেন্দ্রীয় সরকার বা ভারতের সংসদের রয়েছে। অপর তালিকা দুটি হলো, রাজ্যসূচী এবং সমবর্তী সূচী। কানাডার যুক্তরাষ্ট্রীয় সরকারের মতো ভারতেও কেন্দ্রীয় সরকারের কাছে বাড়তি ক্ষমতা প্রদান করা হয়েছে, যা ভারত সরকারকে মার্কিন যুক্তরাষ্ট্র, সুইজারল্যান্ড বা অস্ট্রেলিয়ার যুক্তরাষ্ট্রীয় সরকারের থেকে অনেকটা আলাদা করে দিয়েছে।\n\n\n== সংঘসূচীর বিষয়সমূহ ==\nসংঘসূচীর অন্তর্গত ৯৭ টি বিষয় হলো:ভারতের সংবিধান (২০২২)।\n১. ভারতের ও উহার প্রত্যেক ভাগের প্রতিরক্ষা, যাহাতে অন্তর্ভুক্ত হইবে প্রতিরক্ষার জন্য প্রস্তুতি এবং এরূপ সকল কার্য যাহা যুদ্ধের সময় উহার পরিচালনায় ও উহার সমাপ্তির পরে কার্যকরভাবে সৈন্যবিয়োজনে সহায়ক হইতে পারে।\n২. নৌ, স্থল ও বিমান বাহিনী, কেন্দ্রের অন্য যেকোন সশস্ত্রবাহিনী।\n২ক. কোন রাজ্যে অসামরিক শক্তির সাহায্যকল্পে কেন্দ্রের কোন সশস্ত্রবাহিনী বা কেন্দ্রের নিয়ন্ত্রণাধীন অন্য কোন বাহিনীর অথবা উহার কোন অংশ বা গোষ্ঠীর নিয়োজন, ঐরূপ নিয়োজনকালে ঐরূপ বাহিনীর সদস্যগণের ক্ষমতা, ক্ষেত্রাধিকার, বিশেষাধিকার এবং দায়িত্ব।\n৩. সেনানিবাস ক্ষেত্রসমূহ পরিসীমন, ঐরূপ ক্ষেত্রসমূহে স্থানীয় স্বায়ত্তশাসন, ঐরূপ ক্ষেত্রসমূহের অভ্যন্তরে সেনানিবাস প্রাধিকরণসমূহের গঠন ও ক্ষমতা এবং ঐরূপ ক্ষেত্রসমূহে (ভাড়া নিয়ন্ত্রণ সমেত) আবাস ব্যবস্থার প্রনিয়ন্ত্রণ।\n৪. নৌ, স্থল ও বিমান বাহিনী সম্বন্ধী কর্মশালা।\n৫. অস্ত্র, আগ্নেয়াস্ত্র, গোলাবারুদ এবং বিস্ফোরকসমূহ।\n৬. আণবিক শক্তি এবং উহা উৎপাদনের জন্য প্রয়োজনীয় খনিজ সম্পদ।\n৭. সংসদ কর্তৃক প্রতিরক্ষার উদ্দেশ্যে বা যুদ্ধ পরিচালনার জন্য প্রয়োজন বলিয়া বিধি দ্বারা ঘোষিত শিল্পসমূহ।\n৮. কেন্দ্রীয় গুপ্তবার্তা ও তদন্ত বিভাগ।\n৯. প্রতিরক্ষা, বৈদেশিক কার্যাবলী বা ভারতের নিরাপত্তার সহিত সম্পর্কিত কারণে নিবর্তনমূলক আটক, ঐরূপ আটকের অধীন ব্যক্তিগণ।\n১০. বৈদেশিক কার্যাবলী, সকল বিষয় যদ্দ্বারা কেন্দ্রের সহিত কোনো বিদেশের সম্বন্ধ স্থাপিত হয়।\n১১. কূটনৈতিক বাণিজ্যদূতিক বা ব্যাবসায়িক প্রতিনিধিত্ব।\n১২. সংযুক্ত রাষ্ট্রপুঞ্জ সংগঠন।\n১৩. আন্তর্জাতিক সম্মেলন, পরিমেল এবং অন্যান্য সংস্থাসমূহে অংশগ্রহণ এবং তথায় গৃহীত সিদ্ধান্তসমূহ কার্যে পরিণত করা।\n১৪. বিদেশের সহিত সন্ধি ও চুক্তি করা এবং বিদেশের সহিত কৃত সন্ধি, চুক্তি ও কনভেনশনসমূহ কার্যে পরিণত করা।\n১৫. যুদ্ধ ও শান্তি।\n১৬. বিদেশীয় ক্ষেত্রাধিকার।\n১৭. নাগরিকত্ব, নাগরিকাধিকার প্রদান এবং অন্যদেশীয়  ব্যক্তিগণ।\n১৮. বহিঃসমর্পণ\n১৯. ভারতে প্রবেশ ও ভারত হইতে প্রবসন ও নির্বাসন, পাসপোর্ট ও ভিসা।\n২০. ভারত বহির্ভূত স্থানসমূহে তীর্থযাত্রা।\n২১. বহিঃসমুদ্র বা আকাশে কৃত দস্যুতা বা ফৌজদারি অপরাধ, স্থলে, বহিঃসমুদ্র বা আকাশে আন্তর্জাতিক বিধির বিরুদ্ধে কৃত অপরাধসমূহ।\n২২. রেলপথসমূহ।\n২৩. সংসদ কর্তৃক প্রণীত বিধি দ্বারা বা অনুযায়ী জাতীয় সড়ক বলিয়া ঘোষিত পথসমূহ।\n২৪. পর্ষদ কর্তৃক বিধি দ্বারা জাতীয় জলপথ বলিয়া ঘোষিত অন্তর্দেশীয় জলপথসমূহে, যন্ত্রচালিত জলযান সম্পর্কে, নৌ-বহন ও নৌ-চালন, ঐরূপ জলপথসমূহে পথ-নিয়ম।\n২৫. বেলা-জলে নৌ-বহন ও নৌ-চালন সমেত সামুদ্রিক নৌ-বহন ও নৌ-চালন, বাণিজ্যিক পোত সম্বন্ধীয় শিক্ষা ও প্রশিক্ষণের ব্যবস্থা এবং রাজ্যসমূহ ও অন্যান্য এজেন্সী কর্তৃক ব্যবস্থিত ঐরূপ শিক্ষা ও প্রশিক্ষণের প্রনিয়ন্ত্রণ।\n২৬. আলোকপাত, আলোক সংকেত এবং নৌ-বহন ও বিমানের নির্বিঘ্নতার জন্য অন্য ব্যবস্থা সমেত আলোকস্তম্ভসমূহ।\n২৭. সংসদ কর্তৃক প্রণীত বিধি বা বিদ্যমান বিধি দ্বারা বা অনুযায়ী প্রধান বন্দর বলিয়া ঘোষিত বন্দরসমূহ, তৎসহ উহাদের পরিসীমন এবং তথায় বন্দর কর্তৃপক্ষসমূহের গঠন ও ক্ষমতা।\n২৮. বন্দর সঙ্গরোধ (কোয়ারানটিন), তৎসমেত উহার সহিত সম্পর্কিত হাসপাতাল, নাবিকগণের হাসপাতাল ও পোত হাসপাতাল।\n২৯. বায়ুপথসমূহ, বিমান ও বিমান চালনা, বিমানক্ষেত্রের ব্যবস্থা, বিমান যাতায়াত ও বিমানক্ষেত্রসমূহের প্রনিয়ন্ত্রণ ও সংগঠন, বৈমানিক শিক্ষা ও প্রশিক্ষণের ব্যবস্থা এবং রাজ্যসমূহ ও অন্যান্য এজেন্সী কর্তৃক ব্যবস্থিত ঐরূপ শিক্ষা ও প্রশিক্ষণের প্রনিয়ন্ত্রণ।\n৩০. রেলপথে, সমুদ্রপথে বা বায়ুপথে অথবা যন্ত্রচালিত জলযান দ্বারা জাতীয় জলপথে যাত্রী ও দ্রব্যসমূহ বহন।\n৩১. ডাক ও তার, টেলিফোন, বেতার, সম্প্রচার ও অনুরূপ অন্যপ্রকার সমযোজন।\n৩২. কেন্দ্রের সম্পত্তি ও উহা হইতে লব্ধ রাজস্ব, কিন্তু কোন রাজ্যে অবস্থিত সম্পত্তি সম্পর্কে, সংসদ বিধি দ্বারা যতদূর পর্যন্ত অন্যথা বিধান করেন, তদ্ব্যতীত ওই রাজ্য কর্তৃক বিধি প্রণয়নের সাপেক্ষে।\n৩৩. কেন্দ্রের হিতার্থে সম্পত্তি অর্জন বা দাবিকরন।\n৩৪. ভারতীয় রাজ্যসমূহের শাসকগণের সম্পত্তির জন্য কোর্ট-অব-ওয়ার্ডস।\n৩৫. কেন্দ্রের সরকারি ঋণ।\n৩৬. প্রচলিত মুদ্রাদি টঙ্কন ও বৈধিক আদান-প্রদান, বৈদেশিক বিনিময়।\n৩৭. বৈদেশিক ধার।\n৩৮. রিজার্ভ ব্যাঙ্ক অফ ইন্ডিয়া (ভারতের রিজার্ভ ব্যাঙ্ক)।\n৩৯. ডাকঘর সেভিংস ব্যাঙ্ক।\n৪০. ভারত সরকার বা কোন রাজ্যের সরকার কর্তৃক সংগঠিত লটারিসমূহ।\n৪১. বিদেশের সহিত ব্যবসা ও বাণিজ্য, বহিঃশুল্ক সীমান্ত অতিক্রম করিয়া আমদানি ও রপ্তানি, বহিঃশুল্ক সীমান্তসমূহ নিরূপণ।\n৪২. অন্তঃরাজ্য ব্যবসা ও বাণিজ্য\n৪৩. ব্যাঙ্ক, বীমা ও বিত্তসম্বন্ধীয় নিগমসমূহ সমেত কিন্তু সমবায় সমিতি ব্যতীত ব্যাবসায়িক নিগমসমূহের নিগমবন্ধন, প্রনিয়ন্ত্রণ ও সমাপন।\n৪৪. বিশ্ববিদ্যালয় ব্যতীত নিগমসমূহ ব্যবসায় রত থাকুক বা না থাকুক, যাহাদের উদ্দেশ্য একটি রাজ্যে আবদ্ধ নহে তাহাদের নিগমবন্ধন, প্রনিয়ন্ত্রণ ও সমাপন।\n৪৫. ব্যাঙ্কের কারবার।\n৪৬. হুন্ডি, চেক ও প্রমিসরি নোট এবং অনুরূপ অন্যান্য সংলেখ।\n৪৭. বীমা।\n৪৮. স্টক এক্সচেঞ্জ ও ভাবী পণ্য বাজার।\n৪৯. পেটেন্ট, উদ্ভাবন ও নকশা, কপিরাইট ব্যবসায়চিহ্ন ও পণ্যদ্রব্য চিহ্ন।\n৫০. ওজন ও মাপের মান স্থাপন।\n৫১. ভারত হইতে বাহিরে রপ্তানি করা হইবে বা এক রাজ্য হইতে থেকে অন্য রাজ্যে পরিবাহিত হইবে এইরূপ দ্রব্যসমূহের গুণের মান স্থাপন।\n৫২. শিল্পসমূহ, কেন্দ্র কর্তৃক যাহাদের নিয়ন্ত্রণ জনস্বার্থে সঙ্গত বলিয়া সংসদ কর্তৃক বিধি দ্বারা ঘোষিত হয়।\n৫৩. তৈলক্ষেত্র ও খনিজ তৈল ও সম্পদের প্রনিয়ন্ত্রণ ও উন্নয়ন, পেট্রোলিয়াম ও পেট্রোলিয়ামজাত দ্রব্যসমূহ, সংসদ কর্তৃক বিধি দ্বারা বিপজ্জনকভাবে দাহ্য বলিয়া ঘোষিত অন্যান্য তরল পদার্থ ও বস্তুসমূহ।\n৫৪. খনিজসমূহের প্রনিয়ন্ত্রণ ও খনিজ উন্নয়ন, যতদূর পর্যন্ত কেন্দ্রের নিয়ন্ত্রণাধীনে ঐরূপ প্রনিয়ন্ত্রণ ও উন্নয়ন জনস্বার্থে সঙ্গত বলিয়া সংসদ কর্তৃক বিধি দ্বারা ঘোষিত হয়।\n৫৫. খনি ও তৈলক্ষেত্রসমূহে শ্রম ও নির্বিঘ্নতা প্রনিয়ন্ত্রণ।\n৫৬. আন্তঃরাজ্য নদী ও নদী উপত্যকাসমূহের প্রনিয়ন্ত্রণ, যতদূর পর্যন্ত কেন্দ্রের নিয়ন্ত্রণাধীনে ঐরূপ প্রনিয়ন্ত্রণ ও উন্নয়ন জনস্বার্থে সঙ্গত বলিয়া সংসদ কর্তৃক বিধি দ্বারা ঘোষিত হয়।\n৫৭. রাজ্যক্ষেত্রাধীন জলভাগের বাহিরে মৎস্যশিকার ও মৎস্যক্ষেত্র।\n৫৮. কেন্দ্রের এজেন্সী কর্তৃক লবণের উৎপাদন, সরবরাহ ও বণ্টন, অন্যান্য এজেন্সী কর্তৃক লবণের উৎপাদন, সরবরাহ ও বণ্টন প্রনিয়ন্ত্রণ ও নিয়ন্ত্রণ।\n৫৯. আফিমের চাষ, প্রস্তুতকরণ ও রপ্তানির জন্য বিক্রয়।\n৬০. প্রদর্শনীর জন্য চলচ্চিত্র ও ফিল্মসমূহের মঞ্জুরি দান।\n৬১. কেন্দ্রের কর্মচারী সম্পর্কে শিল্প-বিরোধ।\n৬২. এই সংবিধানের প্রারম্ভে ন্যাশনাল লাইব্রেরী, ইন্ডিয়ান মিউজিয়াম, ইম্পেরিয়াল ওয়ার মিউজিয়াম, ভিক্‌টোরিয়া মেমোরিয়াল ও ইন্ডিয়ান ওয়ার মিউজিয়াম নামে পরিচিত প্রতিষ্ঠানসমূহ এবং অনুরূপ অন্য কোন প্রতিষ্ঠান যাহা ভারত সরকার কর্তৃক পূর্ণতঃ বা অংশতঃ বিত্তপোষিত এবং যাহা সংসদ কর্তৃক বিধি দ্বারা জাতীয় গুরুত্বের প্রতিষ্ঠান বলিয়া ঘোষিত।\n৬৩. এই সংবিধানের প্রারম্ভেই বেনারস হিন্দু ইউনিভার্সিটি, আলিগড় মুসলিম ইউনিভার্সিটি ও দিল্লী ইউনিভার্সিটি নামে পরিচিত প্রতিষ্ঠানসমূহ, ৩৭১ঙ অনুচ্ছেদ অনুসরণক্রমে প্রতিষ্ঠিত বিশ্ববিদ্যালয় এবং সংসদ কর্তৃক বিধি দ্বারা জাতীয় গুরুত্বের প্রতিষ্ঠান বলিয়া ঘোষিত অন্য কোন প্রতিষ্ঠান।\n৬৪. বৈজ্ঞানিক বা প্রায়োগিক শিক্ষার জন্য প্রতিষ্ঠানসমূহ যাহা ভারত সরকার কর্তৃক পূর্ণতঃ বা অংশতঃ বিত্তপোষিত এবং যাহা সংসদ কর্তৃক বিধি দ্বারা জাতীয় গুরুত্বের প্রতিষ্ঠান বলিয়া ঘোষিত।\n৬৫. (ক) আরক্ষা আধিকারিকগণের প্রশিক্ষণ সমেত বিত্তিসম্বন্ধী, পেশাসম্বন্ধী বা প্রযুক্তিবিদ্যা সম্বন্ধী প্রশিক্ষণের জন্য অথবা\n(খ) বিশেষ অধ্যায়ন বা গবেষণার প্রোণ্ণতকরণের জন্য অথবা\n(গ) অপরাধের তদন্ত বা উদঘাটনে বৈজ্ঞানিক বা প্রায়োগিক সহায়তার জন্য কেন্দ্রের এজেন্সি ও প্রতিষ্ঠানসমূহ।\n৬৬. উচ্চতর শিক্ষা বা গবেষণার জন্য প্রতিষ্ঠানসমূহে এবং বৈজ্ঞানিক ও প্রায়োগিক প্রতিষ্ঠানসমূহে মানের সমন্বয়ন ও নির্ধারণ।\n৬৭. জাতীয় গুরুত্বের বলিয়া সংসদ কর্তৃক প্রণীত বিধি ধারা অনুযায়ী ঘোষিত প্রাচীন ও ঐতিহাসিক স্মারকস্থান, অভিলেখসমূহ এবং প্রত্নতাত্ত্বিক স্থান ও ভগ্নাবশেষসমূহ।\n৬৮. দি সার্ভে অফ ইন্ডিয়া (ভারতের সমীক্ষণ সংস্থা), ভারতের ভূবিদ্যা, উদ্ভিদবিদ্যা ও প্রাণিবিদ্যা ও নৃতত্ত্ব সম্বন্ধী সার্ভে (সমীক্ষণ সংস্থা) সমূহ, আবহবিদ্যা সম্বন্ধী সংগঠনসমূহ।\n৬৯. জনগণনা।\n৭০. কেন্দ্র সরকারী কৃত্যকসমূহ, সর্বভারতীয় কৃত্যকসমূহ এবং কেন্দ্র সরকারী কৃত্যক কমিশন।\n৭১. কেন্দ্র পেনশন অর্থাৎ ভারত সরকার কর্তৃক বা ভারতের সঞ্চিত-নিধি হইতে প্রদেয় পেনশন।\n৭২. সংসদে, রাজ্যের বিধানসভায় এবং রাষ্ট্রপতি উপরাষ্ট্রপতি পদে নির্বাচনসমূহ, নির্বাচন কমিশন।\n৭৩. সংসদ সদস্যগণের, রাজ্যসভার সভাপতি ও উপসভাপতি এবং লোকসভার অধ্যক্ষ ও উপাধ্যক্ষের বেতন ও ভাতা।\n৭৪. সংসদের প্রত্যেক সদনের এবং প্রত্যেক সদনের সদস্যগণের ও ও কমিটিসমূহের ক্ষমতা, বিশেষাধিকার ও অনাক্রমতা, সংসদের কমিটিসমূহের বা সংসদ কর্তৃক নিয়োজিত কমিশনসমূহের সমক্ষে সাক্ষ্যদান ও লেখ্যসমূহের উপস্থাপনের জন্য ব্যক্তিগণের উপস্থিতি বাধ্যকরণ।\n৭৫. রাষ্ট্রপতি ও রাজ্যপালের উপলভ্য, ভাতা বিশেষাধিকার এবং অনুমত-অনুপস্থিতি সংক্রান্ত অধিকারসমূহ, কেন্দ্রীয় মন্ত্রিগণের বেতন ও ভাতা, মহা-হিসাব নিয়ামক ও নিরীক্ষকের বেতন, ভাতা ও অনুমত-অনুপস্থিতি সংক্রান্ত অধিকারসমূহ এবং চাকরির শর্তাবলী।\n৭৬. কেন্দ্রের ও রাজ্যসমূহের হিসাব নিরীক্ষা।\n৭৭. সুপ্রীম কোর্টের গঠন, সংগঠন, ক্ষেত্রাধিকার ও (ঐরূপ কোর্টের অবমাননা সমেত) ক্ষমতা সমূহ এবং উহাতে গৃহীত ফীসমূহ; যে ব্যক্তিগণ সুপ্রীম কোর্টে ব্যবহারজীবীর কার্য করিতে অধিকারী।\n৭৮. হাইকোর্টসমূহের আধিকারিক ও অপর কর্মচারিসমূহ সংক্রান্ত বিধানাবলী ব্যতীত অবকাশ সমেত হাইকোর্টের গঠন ও সংগঠন, যে ব্যক্তিগণ হাইকোর্টে ব্যবহারজীবীর কার্য করিতে অধিকারী।\n৭৯. কোন হাইকোর্টের ক্ষেত্রাধিকার কোন কেন্দ্রশাসিত অঞ্চল প্রসারিত করা বা কোন কেন্দ্রশাসিত অঞ্চল হইতে বাদ দেওয়া।\n৮০. কোন রাজ্যের অন্তর্ভুক্ত আরক্ষা বাহিনীর সদস্যগণের ক্ষমতা ও ক্ষেত্রাধিকার ওই রাজ্যের বহির্ভূত কোন ক্ষেত্রে প্রসারিত করা, কিন্তু এরূপভাবে নহে যাহাতে এক রাজ্যে আরক্ষী সেই রাজ্যের বহির্ভূত কোনো ক্ষেত্রে, যে রাজ্যে ঐরূপ ক্ষেত্র অবস্থিত সেই রাজ্যের সরকারের সম্মতি বিনা ক্ষমতা ও ক্ষেত্রাধিকার প্রয়োগ করিতে সমর্থ হয়, কোন রাজ্যের আরক্ষাবাহিনীর সদস্যগণের ক্ষমতা ও ক্ষেত্রাধিকার সেই রাজ্যের বহির্ভূত কোন রেলপথ ক্ষেত্রে প্রসারিত করা।\n৮১. আন্তঃরাজ্য প্রব্রজন, আন্তঃরাজ্য সঙ্গরোধ (কোয়ারানটিন)।\n৮২. কৃষি আয় ব্যতীত অন্য আয়ের ওপর করসমূহ।\n৮৩. রপ্তানি শুল্ক সমেত বহিঃশুল্ক।\n৮৪. ভারতে উৎপাদিত পণ্য নিম্নলিখিত পণ্যসমূহের ওপর আন্তঃশুল্ক, যথা:-\nক. অপরিশোধিত পেট্রোলিয়াম;\nখ. হাই স্পিড ডিজেল;\nগ. মোটর স্পিরিট (যা সাধারণভাবে পেট্রল নামে পরিচিত) \nঘ. প্রাকৃতিক গ্যাস;\nঙ. বিমান টারবাইনের জ্বালানি; এবং \nচ. তামাক ও তামাকজাত পদার্থ।\n৮৫. নিগম কর।\n৮৬. ব্যক্তি ও কোম্পানিসমূহের কৃষিভূমি ব্যতীত পরিসম্পদের মূলধন মূল্যের উপর করসমূহ, কোম্পানিসমূহের মূলধনের ওপর করসমূহ।\n৮৭. কৃষিভূমি ভিন্ন অন্য সম্পদ সম্পর্কিত সম্পদশুল্ক।\n৮৮. কৃষিভূমি ভিন্ন অন্য সম্পদের উত্তরাধিকার সম্পর্কিত শুল্ক।\n৮৯. রেলপথে, সমুদ্রপথে বা বায়ুপথে বাহিত দ্রব্যের বা যাত্রীর ওপর সীমা-করসমূহ, রেলপথে যাত্রী ভাড়া ও মালের মাশুলের উপর করসমূহ।\n৯০. স্টক এক্সচেঞ্জের ও ভাবী পণ্যবাজারের লেনদেনের উপর মুদ্রাঙ্ক শুল্ক ভিন্ন অন্য করসমূহ।\n৯১. হুন্ডি, চেক, প্রমিসরি নোট, বহন-পত্র, লেটার অফ ক্রেডিট, বীমাপত্র, শেয়ার হস্তান্তরণ, ডিবেঞ্চার, প্রক্সি ও প্রাপ্তি সম্পর্কে মুদ্রাঙ্ক শুল্কের হার।\n৯২.সংবাদপত্রের বিক্রয় বা ক্রয় এবং তাতে প্রকাশিত বিজ্ঞাপনের উপর করসমূহ।\n৯২ক. সংবাদপত্র ভিন্ন অন্যান্য দ্রব্যসমূহের বিক্রয় বা ক্রয়ের ওপর করসমূহ, যেক্ষেত্রে ঐ বিক্রয় বা ক্রয় আন্তঃরাজ্যিক ব্যবসা বা বাণিজ্যক্রমে সম্পন্ন হয়।\n৯২খ. দ্রব্যসমূহের প্রেরণের উপর করসমূহ (ঐ প্রেরণ যে ব্যক্তি উহা করেন তাহার নিকটই হউক বা অন্য কোনো ব্যক্তির নিকটই হউক), যেক্ষেত্রে ঐরূপ প্রেরণ আন্তঃরাজ্যিক ব্যবসা বা বাণিজ্যক্রমে সম্পন্ন হয়।\n৯২গ. পরিষেবার উপর করসমূহ।\n৯৩. এই তালিকাভুক্ত যেকোন বিষয় সম্পর্কে আইন পরিপন্থী অপরাধসমূহ।\n৯৪. এই তালিকাভুক্ত যেকোন বিষয়ের প্রয়োজনে অনুসন্ধান, সমীক্ষণ ও পরিসংখ্যান।\n৯৫. এই তালিকাভুক্ত যেকোন বিষয় সম্পর্কে সুপ্রিম কোর্ট ব্যতীত অন্য সকল আদালতের ক্ষেত্রাধিকার ও ক্ষমতা, নৌ-আদালতের ক্ষেত্রাধিকার।\n৯৬. কোন আদালতে গৃহীত ফীসমূহ ব্যতীত এই তালিকাভুক্ত যেকোনো বিষয় সম্পর্কে ফীসমূহ।\n৯৭. সূচী ২ বা সূচী ৩-এ বর্ণিত হয় নাই এরূপ কোন বিষয়, তৎসমেত এরূপ কোন কর যাহা ঐ সূচীদ্বয়ের কোনটিতে উল্লিখিত হয় নাই।\n\n\n== তথ্যসূত্র =="}