{"pageid": 1151334, "title": "গণপ্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1151334", "content": "গণপ্রজাতন্ত্র একটি দাপ্তরিক শিরোনাম, সাধারণত কিছু বর্তমান বা পূর্বে কমিউনিস্ট বা বামপন্থী রাষ্ট্র দ্বারা ব্যবহৃত হয়েছে।  এটি প্রধানত সোভিয়েত প্রজাতন্ত্র, জনগণের গণতন্ত্র অনুসরণকারী সমাজতান্ত্রিক রাষ্ট্র, একটি গণতান্ত্রিক - প্রজাতন্ত্রী সংবিধানের সাথে সার্বভৌম রাষ্ট্রগুলির সাথে যুক্ত যেখানে সাধারণত সমাজতন্ত্রের কথা উল্লেখ করে, সেইসাথে কিছু দেশ যেগুলি এই শ্রেণীগুলির কোনওটির সাথে খাপ খায় না৷\nপ্রথম বিশ্বযুদ্ধ এবং তার পরবর্তী সময়ে গঠিত স্বল্পস্থায়ী সমাজতান্ত্রিক রাষ্ট্রগুলির একটি সংখ্যা নিজেদেরকে গণপ্রজাতন্ত্র বলে অভিহিত করে। এর মধ্যে অনেকগুলি প্রাক্তন রাশিয়ান সাম্রাজ্যের অঞ্চলে জন্মেছিল যা ১৯১৭ সালের রাশিয়ান বিপ্লবের পরে ভেঙে পড়েছিল। কয়েক দশক পরে, দ্বিতীয় বিশ্বযুদ্ধে মিত্রবাহিনীর বিজয়ের পর, \"গণপ্রজাতন্ত্র\" নামটি প্রধানত সোভিয়েত ইউনিয়নের পূর্ব ব্লকের মধ্যে কিছু নতুন প্রতিষ্ঠিত মার্কসবাদী-লেনিনবাদী রাষ্ট্র দ্বারা গৃহীত হয়েছিল।\nএকটি শব্দ হিসাবে, \"গণপ্রজাতন্ত্রী\" সমাজতান্ত্রিক রাষ্ট্রগুলির সাথে সাথে মার্কসবাদ-লেনিনবাদকে মেনে চলা কমিউনিস্ট দেশগুলির সাথে যুক্ত, যদিও এর ব্যবহার এই জাতীয় রাজ্যগুলির জন্য অনন্য নয়। আলজেরিয়া এবং বাংলাদেশের মতো উদার গণতান্ত্রিক রাজনৈতিক ব্যবস্থা সহ বেশ কয়েকটি প্রজাতন্ত্র স্বাধীনতার জনপ্রিয় যুদ্ধের পরে তার সাধারণ প্রকৃতির কারণে শিরোনামটি গ্রহণ করে। তা সত্ত্বেও, এই জাতীয় দেশগুলি এখনও সাধারণত তাদের সংবিধানে সমাজতন্ত্রের উল্লেখ করে ।\n\n\n== মার্কসবাদী-লেনিনবাদী গণপ্রজাতন্ত্র ==\n\nরুশ বিপ্লবের পরে প্রথম গণপ্রজাতন্ত্র শিরোনামের রাষ্ট্রগুলি আত্মপ্রকাশ করেছিল । ১৯১৭ সালে ইউক্রেনকে সংক্ষিপ্তভাবে গণপ্রজাতন্ত্র হিসেবে ঘোষণা  হয়। প্রাক্তন রাশিয়ান সাম্রাজ্যের খিভার খানাতে  এবং বুখারার আমিরাত,  উভয় অঞ্চলই ১৯২০ সালে গণপ্রজাতন্ত্র হিসেবে ঘোষণা করা হয়। ১৯২১ সালে, তুভা রুশ প্রটেক্টরেট একটি গণপ্রজাতন্ত্রে পরিণত হয়,  এরপর ১৯২৪ সালে প্রতিবেশী মঙ্গোলিয়া ।  দ্বিতীয় বিশ্বযুদ্ধের পরে, মার্কসবাদী-লেনিনবাদী তত্ত্বের বিকাশ জনগণের গণতন্ত্রের আবির্ভাবের দিকে পরিচালিত করে, একটি ধারণা যা বহু- শ্রেণী, বহু-দলীয় গণতন্ত্রের মাধ্যমে সমাজতন্ত্রের পথের জন্য সম্ভাব্যভাবে অনুমতি দেয়। যেসব দেশ এই মধ্যবর্তী পর্যায়ে পৌঁছেছিল তাদের বলা হতো গণপ্রজাতন্ত্র।  এই সময়ে গণপ্রজাতন্ত্রে পরিণত হওয়া ইউরোপীয় রাষ্ট্রগুলো হল আলবেনিয়া,  বুলগেরিয়া,  চেকোস্লোভাকিয়া,  হাঙ্গেরি,  পোল্যান্ড,  রোমানিয়া  এবং যুগোস্লাভিয়া ।  এশিয়াতে, চীনা কমিউনিস্ট বিপ্লব  অনুসরণ করে চীন একটি গণপ্রজাতন্ত্রে পরিণত হয় এবং উত্তর কোরিয়াও একটি গণপ্রজাতন্ত্রে পরিণত হয়।\nএই দেশগুলির অনেকগুলি তাদের সংবিধানে নিজেদেরকে সমাজতান্ত্রিক রাষ্ট্র বলেও অভিহিত করেছে। ১৯৬০-এর দশকে, রোমানিয়া এবং যুগোস্লাভিয়া তাদের সরকারী নামে গণ শব্দটি ব্যবহার করা বন্ধ করে দেয়, এটি তাদের চলমান রাজনৈতিক বিকাশের চিহ্ন হিসাবে সমাজতান্ত্রিক শব্দটি দিয়ে প্রতিস্থাপন করে। চেকোস্লোভাকিয়াও এই সময়ের মধ্যে তার নামে সমাজতান্ত্রিক শব্দটি যুক্ত করেছিল। এটি ১৯৪৮ সালে একটি গণপ্রজাতন্ত্রে পরিণত হয়েছিল, কিন্তু দেশটি তার অফিসিয়াল নামে এই শব্দটি ব্যবহার করেনি।  আলবেনিয়া ১৯৭৬ থেকে ১৯৯১ সাল পর্যন্ত তার সরকারী নামে উভয় পদই ব্যবহার করেছিল।  পশ্চিমে, এই দেশগুলিকে প্রায়ই কমিউনিস্ট রাষ্ট্র হিসাবে উল্লেখ করা হয়। যাইহোক, তাদের মধ্যে কেউই নিজেদেরকে সেভাবে বর্ণনা করেননি কারণ তারা কমিউনিজমকে রাজনৈতিক বিকাশের একটি স্তর হিসেবে গণ্য করেছেন যেখানে তারা এখনও পৌঁছায়নি।     কমিউনিস্ট রাষ্ট্রগুলির দ্বারা ব্যবহৃত শব্দগুলির মধ্যে রয়েছে জাতীয়-গণতান্ত্রিক, জনগণতান্ত্রিক, সমাজতান্ত্রিক-ভিত্তিক এবং শ্রমিক ও কৃষক ' রাষ্ট্র।  এই দেশগুলির কমিউনিস্ট দলগুলি প্রায়শই অন্যান্য প্রগতিশীল দলগুলির সাথে জোটবদ্ধভাবে শাসন করত।\nউত্তর- ঔপনিবেশিক সময়কালে, প্রাক্তন ইউরোপীয় উপনিবেশগুলির একটি সংখ্যা যারা স্বাধীনতা অর্জন করেছিল এবং মার্কসবাদী-লেনিনবাদী সরকারগুলি গ্রহণ করেছিল তারা তাদের নাম গণপ্রজাতন্ত্র গ্রহণ করেছিল । অ্যাঙ্গোলা,  বেনিন, কঙ্গো-ব্রাজাভিল,  ইথিওপিয়া,  কম্বোডিয়া,  লাওস,  মোজাম্বিক  এবং দক্ষিণ ইয়েমেন  এই পথ অনুসরণ করেছে। ১৯৮৯ সালের বিপ্লবের পর, মধ্য ও পূর্ব ইউরোপের গণপ্রজাতন্ত্র (আলবেনিয়া,  বুলগেরিয়া,  হাঙ্গেরি  এবং পোল্যান্ড)  এবং মঙ্গোলিয়া  তাদের নাম থেকে পিপলস শব্দটি বাদ দিয়েছিল। তাদের প্রাক্তন কমিউনিস্ট সরকারগুলির সাথে যুক্ত এবং কেবল প্রজাতন্ত্র হিসাবে পরিচিত হয়ে ওঠে, তাদের সরকার ব্যবস্থা হিসাবে উদার গণতন্ত্র গ্রহণ করে।  প্রায় একই সময়ে, বেশিরভাগ প্রাক্তন ইউরোপীয় উপনিবেশগুলি যা জনগণের প্রজাতন্ত্রের নাম নিয়েছিল তারা মার্কসবাদ-লেনিনবাদ থেকে দূরে সরে গিয়ে গণতান্ত্রিক সমাজতন্ত্র বা সামাজিক গণতন্ত্রের দিকে যাওয়ার অংশ হিসাবে এটিকে প্রতিস্থাপন করতে শুরু করে।\n\n\n=== মার্ক্সবাদী-লেনিনবাদী গণপ্রজাতন্ত্রের তালিকা ===\nমার্ক্সবাদী-লেনিনবাদী রাষ্ট্রগুলি যারা বর্তমানে সরকারীভাবে তাদের সম্পূর্ণ নামে গণপ্রজাতন্ত্র শব্দটি ব্যবহার করে:\n\n গণপ্রজাতন্ত্রী চীন (১৯৪৯ থেকে)\n গণতান্ত্রিক গণপ্রজাতন্ত্রী লাওস (১৯৭৫ থেকে)\nঐতিহাসিক উদাহরণ অন্তর্ভুক্ত:\n\n গণপ্রজাতন্ত্রী আলবেনিয়া (১৯৪৬-১৯৭৬) এবং সমাজতান্ত্রিক গণপ্রজাতন্ত্রী আলবেনিয়া (১৯৭৬-১৯৯১)\n গণপ্রজাতন্ত্রী অ্যাঙ্গোলা (1975–1992)\n গণপ্রজাতন্ত্রী বেনিন (1975–1990)\n Bukharan People's Soviet Republic (1920–1925)\n People's Republic of Bulgaria (1946–1990)\n People's Republic of the Congo (1969–1992)\n People's Democratic Republic of Ethiopia (1987–1991)\n Hungarian People's Republic (1949–1989)\n People's Republic of Kampuchea (1979–1989)\n Khorezm People's Soviet Republic (1920–1925)\n Democratic People's Republic of Korea (1948–1992/2009)\n Mongolian People's Republic (1924–1992)\n People's Republic of Mozambique (1975–1990)\n Polish People's Republic (1952–1989)\n Romanian People's Republic (1947–1965)\nটেমপ্লেট:দেশের উপাত্ত Tuvan People's Republic (1921–1944)\n Ukrainian People's Republic of Soviets (1917–1918; united into the Ukrainian Soviet Republic)\n People's Democratic Republic of Yemen (1967–1990)\n Federal People's Republic of Yugoslavia (1945–1963)\nমার্ক্সবাদী-লেনিনবাদী এবং সমাজতান্ত্রিক রাষ্ট্রগুলির দ্বারা সাধারণত ব্যবহৃত অন্যান্য শিরোনামগুলি হল গণতান্ত্রিক প্রজাতন্ত্র (যেমন জার্মান গণতান্ত্রিক প্রজাতন্ত্র বা ১৯৪৩ এবং ১৯৪৬ সালের মধ্যে গণতান্ত্রিক ফেডারেল যুগোস্লাভিয়া ) এবং সমাজতান্ত্রিক প্রজাতন্ত্র (যেমন চেকোস্লোভাক সমাজতান্ত্রিক প্রজাতন্ত্র এবং ভিয়েতনাম সমাজতান্ত্রিক প্রজাতন্ত্র )।\n\n\n== অ-মার্ক্সবাদী-লেনিনবাদী গণপ্রজাতন্ত্র ==\nপ্রথম বিশ্বযুদ্ধের সময় এবং তার পরে ইউরোপীয় সাম্রাজ্যের পতনের ফলে ১৯১৭-১৯২৩ সালের বিপ্লবের সময় বেশ কয়েকটি স্বল্পস্থায়ী অ-মার্কসবাদী-লেনিনবাদী গণপ্রজাতন্ত্রের সৃষ্টি হয়। অনেক ক্ষেত্রে, এই সরকারগুলি অস্বীকৃত ছিল এবং প্রায়শই মার্ক্সবাদী-লেনিনবাদী প্রতিদ্বন্দ্বী ছিল।\nরাশিয়ান সাম্রাজ্য অক্টোবর বিপ্লবের পর বেশ কয়েকটি অ-মার্ক্সবাদী-লেনিনবাদী গণপ্রজাতন্ত্র তৈরি করেছিল। ক্রিমিয়ান পিপলস রিপাবলিক বলশেভিকদের বিরোধিতা করে এবং পরবর্তীতে তার অঞ্চল দখল করে তৌরিদা সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্র প্রতিষ্ঠা করে।  বলশেভিক বিরোধী কুবান গণপ্রজাতন্ত্রী রাশিয়ার কুবান অঞ্চলে প্রতিষ্ঠিত হয়েছিল এবং রেড আর্মি এলাকাটি দখল না করা পর্যন্ত টিকে ছিল।  সমাজতান্ত্রিক-ঝোঁকা ইউক্রেনীয় গণপ্রজাতন্ত্র রাশিয়ান প্রজাতন্ত্র থেকে তার স্বাধীনতা ঘোষণা করেছিল, কিন্তু সোভিয়েত ইউক্রেনীয় গণপ্রজাতন্ত্র (পরে ইউক্রেনীয় সোভিয়েত প্রজাতন্ত্র ) এর প্রতিদ্বন্দ্বী ছিল যার সাথে এটি ইউক্রেনীয় স্বাধীনতা যুদ্ধের সময় লড়াই করেছিল।  বেলারুশিয়ান গণপ্রজাতন্ত্র জার্মান ইম্পেরিয়াল আর্মি দ্বারা নিয়ন্ত্রিত ভূমিতে একটি স্বাধীন বেলারুশিয়ান রাষ্ট্র তৈরি করার চেষ্টা করেছিল, কিন্তু জার্মান সেনাবাহিনী চলে যাওয়ার পরে বাইলোরুশিয়ার সমাজতান্ত্রিক সোভিয়েত প্রজাতন্ত্র দ্বারা টি প্রতিস্থাপন করেছিল। এই সমস্ত অঞ্চল শেষ পর্যন্ত সোভিয়েত ইউনিয়নের অংশ হয়ে ওঠে। \nপ্রাক্তন অস্ট্রো-হাঙ্গেরিয়ান সাম্রাজ্যে, পশ্চিম ইউক্রেনীয় গণপ্রজাতন্ত্র পূর্ব গ্যালিসিয়ায় গ্রীক ক্যাথলিক, উদার ও সমাজতান্ত্রিক মতাদর্শের রাজনৈতিক নির্দেশনায় গঠিত হয়েছিল। এই অঞ্চলটি পরবর্তীকালে দ্বিতীয় পোলিশ প্রজাতন্ত্রে শুষে নেওয়া হয়।  ইতোমধ্যে, হাঙ্গেরিয়ান পিপলস রিপাবলিক প্রতিষ্ঠিত হয়, সংক্ষিপ্তভাবে হাঙ্গেরিয়ান সোভিয়েত প্রজাতন্ত্র দ্বারা প্রতিস্থাপিত হয় এবং শেষ পর্যন্ত হাঙ্গেরি রাজ্য দ্বারা সফল হয়।\nজার্মানিতে, পিপলস স্টেট অফ বাভারিয়া ( জার্মান: Volksstaat Bayern : Volksstaat Bayern\n)  ছিল একটি স্বল্পকালীন সমাজতান্ত্রিক রাষ্ট্র এবং বাভারিয়ান সোভিয়েত প্রজাতন্ত্রের প্রতিদ্বন্দ্বী হিসাবে ১৯১৮-১৯১৯ সালের জার্মান বিপ্লবের সময় বাভারিয়ায় গঠিত গণপ্রজাতন্ত্র।এটি ওয়েমার প্রজাতন্ত্রের মধ্যে বিদ্যমান বাভারিয়ার স্বাধীন রাষ্ট্র দ্বারা সফল হয়েছিল।\n১৯৬০ এবং ১৯৭০ এর দশকে, বিপ্লবী মুক্তি সংগ্রামের মাধ্যমে স্বাধীনতা অর্জনকারী বেশ কয়েকটি প্রাক্তন উপনিবেশ গণপ্রজাতন্ত্র নামটি গ্রহণ করে। উদাহরণের মধ্যে রয়েছে আলজেরিয়া,  বাংলাদেশ  এবং জাঞ্জিবার ।  রাজা ইদ্রিসের বিরুদ্ধে আল ফাতেহ বিপ্লবের পর লিবিয়া  শব্দটি গ্রহণ করে।\n২০১০-এর দশকে, ডনবাসে যুদ্ধের সময় ইউক্রেনের রাশিয়াপন্থী বিচ্ছিন্নতাবাদী আন্দোলনগুলি দোনেস্ক এবং লুহানস্কের ওব্লাস্টগুলিকে জনগণের প্রজাতন্ত্র হিসাবে ঘোষণা করেছিল, কিন্তু তারা আন্তর্জাতিক সম্প্রদায়ের কাছ থেকে কূটনৈতিক স্বীকৃতি পায়নি।  ২০২২ সালে, ২০২১-২০২২ রুশো-ইউক্রেনীয় সঙ্কটের সময়, এটি পরিবর্তন করা হয়েছিল, যখন রাশিয়া প্রথম এবং একমাত্র জাতিসংঘের সদস্য হয়ে আনুষ্ঠানিকভাবে DPR এবং LPR উভয়কেই স্বীকৃতি দেয়।\n\n\n=== অ-মার্ক্সবাদী-লেনিনবাদী গণপ্রজাতন্ত্রের তালিকা ===\nসমাজতান্ত্রিক আদর্শের উপর প্রতিষ্ঠিত, তারা বর্তমানে অন্তর্ভুক্ত:\n\n আলজেরিয়া গণতান্ত্রিক প্রজাতন্ত্র (১৯৬২ থেকে)\n গণপ্রজাতন্ত্রী বাংলাদেশ (১৯৭১ থেকে)\n গণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়া (১৯৯২ থেকে)\nঐতিহাসিক গণপ্রজাতন্ত্রের মধ্যে রয়েছে:\n\n গণপ্রজাতন্ত্রী দোনেৎস্ক (২০১৪ থেকে)\n গণপ্রজাতন্ত্রী লুহানস্ক (২০১৪ থেকে)\nঐতিহাসিক গণপ্রজাতন্ত্রের মধ্যে রয়েছে:\n\nটেমপ্লেট:দেশের উপাত্ত গণপ্রজাতন্ত্রী বেলারুশ (1918–1919; partially recognized)\n গণপ্রজাতন্ত্রী ক্রিমিয়া (1917–1918; unrecognized)\nটেমপ্লেট:দেশের উপাত্ত Hungarian People's Republic (1918–19) (1918–1919; unrecognized)\n People's Republic of Korea (1945–1946)\nটেমপ্লেট:দেশের উপাত্ত Kuban Kuban People's Republic (1918–1920; unrecognized)\n Great Socialist People's Libyan Arab Jamahiriya (1977–2011)\nটেমপ্লেট:দেশের উপাত্ত Ukrainian People's Republic (1917–1921; succeeded by the Ukrainian Soviet Socialist Republic)\nটেমপ্লেট:দেশের উপাত্ত West Ukrainian People's Republic (1918–1919; joined the Ukrainian People's Republic)\n People's Republic of Zanzibar (1963–1964)\n\n\n== অন্যান্য ব্যবহার ==\nএকটি শব্দ হিসাবে, গণপ্রজাতন্ত্র কখনও কখনও সমালোচক এবং বিদ্রুপাত্মকদের দ্বারা বামপন্থী রাজনীতির দ্বারা প্রভাবিত বলে মনে করা এলাকাগুলি বর্ণনা করতে ব্যবহৃত হয়, যেমন পিপলস রিপাবলিক অফ সাউথ ইয়র্কশায়ার ।\n\n\n== আরো দেখুন ==\n\nবলিভারিয়ানিজম\nউপনিবেশকরণ\nগণতান্ত্রিক প্রজাতন্ত্র\nইসলামী প্রজাতন্ত্র\nপ্রজাতন্ত্রের তালিকা\nসমাজতান্ত্রিক রাষ্ট্রের তালিকা\nনরোদনিকস\nপপুলিজম\nVölkisch আন্দোলন\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}