{"pageid": 1151307, "title": "জুগজুগ জিয়ো", "url": "https://bn.wikipedia.org/wiki?curid=1151307", "content": "জুগ জুগ জিয়ো (অনু. দীর্ঘজীবী হও) হল ভারতীয় হিন্দি-ভাষার হাস্যরসাত্মক-নাট্য চলচ্চিত্র, যেটি পরিচালনা করেছেন রাজ মেহতা এবং ধর্ম প্রোডাকশন-এর অধীনে প্রযোজনা করেছে ভায়াকম ১৮ স্টুডিও, হিরু যশ জোহর, করণ জোহর ও অপূর্ব মেহতা। এই চলচ্চিত্রে অভিনয় করেছেন বরুণ ধবন, কিয়ারা আডবাণী, অনিল কাপুর, নীতু কাপুর, মনীশ পল এবং প্রাজক্তা কোলি। চলচ্চিত্রটি ২৪ জুন ২০২২-এ প্রেক্ষাগৃহে মুক্তি পেয়েছে\n\n\n== কাহিনি ==\nJugjugg Jeeyo-এর সূচনা গান, \"Nain Ta Heere\", কুকু এবং নয়নার এর মধ্যে সম্পর্ককে চিত্রিত করা হয়েছে, তাদের স্কুলের প্রিয়তমা থেকে শুরু করে তাদের বিয়ে পর্যন্ত। এই দম্পতি, যারা তখন থেকে কানাডার টরন্টোতে স্থানান্তরিত হয়েছে, ইতোমধ্যে সাত বছরের চুলকানি অনুভব করছে।নয়না একটি স্বনামধন্য কোম্পানিতে একটি হোয়াইট কলার পদে থাকাকালীন, কুকু একটি নাইটক্লাবে বাউন্সার হিসাবে কাজ করে৷ দীর্ঘ নীরবতা, অসমাপ্ত কথোপকথন এবং বিরক্তিপূর্ণ হৃদয়ের কারণে কুকু এবং নয়নার বিয়ে ভেঙ্গে যায়; ফলস্বরূপ, তারা বিবাহবিচ্ছেদের জন্য ফাইল করার সিদ্ধান্ত নেয়। যাইহোক, কুকু-এর বোন গিনির বিয়েতে যোগ দিতে দুজন যখন পাটিয়ালায় যাত্রা করে তখনও যত্ন নেওয়ার মতো অসমাপ্ত ব্যবসা রয়েছে। গিনি বিয়ে না করা পর্যন্ত জনসাধারণের কাছে সুখী দম্পতি হিসাবে উপস্থিত হওয়ার জন্য, কুকু এবং নয়না সিদ্ধান্ত নেয়। একদিন, কুকু জানতে পারলেন যে তার বাবা তার ১২ তম শ্রেণির ম্যাডাম মীরার সাথে সম্পর্ক রেখেছেন। তারপর তিনি হতবাক হয়ে গেলেন। সে তার মায়ের কাছে ফাঁস করে দেয়। তারপর ভীম এটি অস্বীকার করে এবং বলে যে কুকু ভুল। এটি পরিবারের জন্য একটি বড় শোরগোল হয়ে ওঠে। এরপর ভীম হার্ট ফেইলিউরের রোগী হিসেবে কাজ করেন। তাকে তার বন্ধুদের হাসপাতালে ভর্তি করা হয়। তিনি তার বন্ধু ভাটিয়াকে অনুরোধ করেছিলেন যে তার একটি হালকা হার্ট অ্যাটাক হয়েছে। ডাঃ ভাটিয়া ভীমের পরিবারকে মিথ্যা হার্ট অ্যাটাকের কথা জানানো হলে সবাই হতবাক হয়ে যায়। ভীমের স্ত্রী গীতা ভীম ও মীরাকে বিয়ে করার সিদ্ধান্ত নেয়। পরের দিন গীতা মন্দিরে মীরার সাথে দেখা করে এবং মীরা ভীমকে বিয়ের জন্য অনুরোধ করতে অস্বীকার করে। একথা শুনে কুকু ঘরে এসে নয়না ও তার মায়ের সাথে তর্ক শুরু করে। সে তার মাকে জিজ্ঞেস করে কেন সে তার বাবাকে অন্য নারীর হাতে তুলে দিতে চায়। এক পর্যায়ে তার মা তাকে চড় মারেন। কুকু বাড়ি ছেড়ে গুরপ্রীতের সাথে বারে যায়। রাতে ভীম বাড়ি ছেড়ে মীরার বাড়িতে স্থায়ীভাবে বসবাস করতে যায়। কিন্তু মীরা রাজি না হয় এবং তাকে চলে যেতে বলে। ভীম কষ্ট পায় এবং রাস্তার পাশে বসে থাকে। সকালে সে কুকুকে ডাকে এবং তাকে মিথ্যা বলে এবং তাকে আসতে বলে এবং তাকে নিয়ে যেতে বলে। কুকু গাড়ি এনে ভীমকে নিয়ে যায়। পরের দিন সকালে তিনি গীতার কাছে ক্ষমা চান এবং তার সাথে বেঁচে থাকার প্রতিজ্ঞা করেন। গীতা ভীমকে ক্ষমা করে এবং জিনি দম্পতিকে পুনরায় বিয়ে করার সিদ্ধান্ত নেয়। বিয়ের দিন, কুকু এবং গুরপ্রীত পান করার পরে, মীরাকে ফোন করে এবং বলে যে তার মা তাকে হারিয়েছে এবং তাকে লাথি মেরেছে। মীরা হেসে উত্তর দেয় যে তার বাবা তাদের বোকা বানিয়েছে এবং তাদের সব সত্য বলেছে। কুকু রেগে গিয়ে বিয়ের মণ্ডপে জল ঢেলে দিল। তারপর গুরপ্রীত সবাইকে সত্যিটা বলে। এ কথা শুনে গীতা কাঁদতে লাগলেন। নয়না গীতাকে শান্ত করার চেষ্টা করে। বিয়ে বাতিল হয়ে গেল। গীতা ভীমকে তালাক দিতে বলে এবং ভীম রাজি হয়। কয়েকদিন পর তারা বিবাহবিচ্ছেদের জন্য আদালতে হাজির হয়। আদালত তাদের ছয় মাস সময় দিয়েছেন। কুকু এবং নয়নাও সেদিন বিবাহবিচ্ছেদ হয়েছিল। বিবাহবিচ্ছেদের কিছুক্ষণ আগে, কুকু তার ভুল বুঝতে পারে, নয়নার কাছে ক্ষমা চায় এবং তার সাথে নিউইয়র্কে যাওয়ার প্রস্তাব দেয়। তিনি প্রতিশ্রুতি দেন যে তিনি সর্বদা নয়নার সাথে থাকবেন। নয়না কুকুকে জড়িয়ে ধরে বলে যে সে কখনো তাকে ছেড়ে যাবে না। এগুলো দেখে ভীম ও গীতাও তাদের ভুল বুঝে সিদ্ধান্ত পরিবর্তন করে। তারা পুরো পরিবারকে পুনরায় একত্রিত করে। দুই সপ্তাহ পরে, কুকু এবং নয়না নিউইয়র্ক চলে যায়। গুরপ্রীত, ভীম এবং গীতা তাদের বিদায় জানাতে আসে। দুই বছর পর, কুকু এবং নয়নার একটি ছেলে হয় এবং সবাই তাদের দেখতে এবং জুগজুগ জিও বলতে নিউইয়র্কে আসে।\n\n\n== অভিনয়ে ==\nবরুণ ধবন – কুকু; ভীম এবং গীতার ছেলে, গিনির বড় ভাই, নয়নার স্বামী\nকিয়ারা আডবাণী – নয়না, কুকু'র স্ত্রী\nঅনিল কাপুর – ভীম, গীতার স্বামী\nনীতু কাপুর – গীতা, ভীমের স্ত্রী\nমনীশ পল – গুরপ্রীত, নয়নার ভাই\nপ্রাজক্তা কোলি – গিনি\n\n\n== প্রোডাকশন ==\nপ্রধান ফটোগ্রাফি ১৬ নভেম্বর ২০২০ চণ্ডীগড়ে শুরু হয়েছিল।\n\n\n== সঙ্গীত ==\nমিথুন, তানিস্ক বাগচী, কনিষ্ক শেঠ- কবিতা শেঠ, ডাইসবি, পোজি এবং বিশাল শেলকে-এর সুরে ছবিটির সংগীত পরিচালনা করেছেন মিথুন, তানিস্ক বাগচী, কুমার, আবরার-উল-হক, ডাইসবি, শমসের সান্ধু, জিনি দিওয়ান, গোলাম মো. আবরার-উল-হকের ২০০২ সালের পাকিস্তানি মিউজিক অ্যালবাম নাচ পাঞ্জাবান থেকে তানিস্ক বাগচী \"দ্য পাঞ্জাব্বান সং\" গানটি পুনরায় তৈরি করেছেন। প্রয়াত শাস্ত্রীয় কণ্ঠশিল্পী শোভা গুর্তুর জনপ্রিয় ঠুমরি থেকে \"রঙ্গিসারি\" গানটি কবিতা শেঠ - কনিষ্ক শেঠ দ্বারা পুনরায় তৈরি করা হয়েছিল। \"দুপাতা\" গানটি ১৯৯৪ সালের হিট পাঞ্জাবি গান, দুপাট্টা তেরা সাতরং দা এর পুনর্নির্মিত সংস্করণ ছিল, যা অতুল শর্মা রচনা করেছেন শমসের সান্ধু দ্বারা এবং সুরজিত বিন্দ্রাখিয়া গেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জুগজুগ জিয়ো   (ইংরেজি)"}