{"pageid": 1151383, "title": "হাদিস শাস্ত্রে দারুল উলুম দেওবন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1151383", "content": "দারুল উলুম দেওবন্দ ভারতের উত্তরপ্রদেশের সাহারানপুর জেলায় অবস্থিত একটি মাদ্রাসা, যা ১৮৬৬ সালের ৩০ মে প্রতিষ্ঠিত হয়। প্রতিষ্ঠার পর থেকে এটি হাদিস শাস্ত্রের উন্নয়ন ও প্রচার প্রসারে ভূমিকা পালন করে যাচ্ছে। আবদুল হক দেহলভীর মাধ্যমে ভারতে আনুষ্ঠানিকভাবে হাদিস চর্চার সূচনা হয়। তিনি হিজাজে শিক্ষা লাভ করে ভারতে হাদিসের জ্ঞান ছড়িয়ে দেওয়ার ক্ষেত্রে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন। আবদুল হকের পর ভারববর্ষে হাদিসের ইতিহাসে শাহ ওয়ালিউল্লাহ দেহলভির মাধ্যমে একটি বিপ্লব ঘটেছিল। তিনি সিহাহ সিত্তাহর দরস প্রদান করেছিলেন। তার মৃত্যুর পর তার পুত্র ও শিষ্যরা এই ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। ১৮৫৭ সালের বিদ্রোহের পর ভারতবর্ষে মুসলমানদের শাসন একেবারে হাতছাড়া হয়ে গেলে এ ধর্মীয় জ্ঞানকে রক্ষার জন্য কাসেম নানুতুবির নেতৃত্বে দারুল উলুম দেওবন্দ প্রতিষ্ঠিত হয়।\n\n\n== প্রেক্ষাপট ==\n\n৬০০ খ্রিস্টাব্দের দিকে আরবের মক্কায় ইসলামের প্রচার শুরু করেন মুহাম্মদ (স.)। ইসলামের ধর্মগ্রন্থ কুরআন নামে পরিচিত, যা আল্লাহর বাণী। আর এই কুরআনের ব্যাখ্যা প্রদান করেন মুহাম্মদ (স.), যা হাদিস নামে পরিচিত। তাই ইসলামি শরিয়তের প্রধান উৎস কুরআন যেখানে জীবন-ব্যবস্থার মৌলিক নীতি পেশ করে, সেখানে হাদিস হতে লাভ করা হয় খুটি-নাটি বিধানের বিস্তারিত বিশ্লেষণ। এ কারণেই হাদিস ইসলামি শরিয়তের দ্বিতীয় উৎস। হাদিস শব্দটির মূল ধাতু \"حدث\"। যার অর্থ এমন নতুন বিষয় যা পূর্বে ছিল না, নবোদ্ভুত বস্তু। হাদিস শব্দটি একবচন। এর বহুবচন \"أحادیث\" (আহাদিস)। হাদিস শব্দের আভিধানিক অর্থ কথা। পারিভাষিক অর্থে হাদিস এমন বিশেষ জ্ঞানের নাম যার দ্বারা রাসূল (সা.) এর কথা, কাজ ও তার বিভিন্ন অবস্থা সম্পর্কে জানা যায় তাকে হাদিস বলে। রাসূল (সা.) এর কথা, কর্ম, মৌন সম্মতি এবং তার সৃষ্টিগত বা মানবীয় কার্যাবলী ও যাবতীয় চারিত্রিক গুণাবলীকেও হাদিস নামে অভিহিত করা হয়।\nসাহাবাগণ হাদিসের সর্বপ্রথম শ্রোতা। ইসলাম সম্পর্কে বিস্তারিত জ্ঞান লাভের জন্য তারা নবীর দরবারে সর্বদা বসে থাকতেন। তিনি কোথাও চলে গেলে তার অনুসরণ করতেন। নবীর জীবদ্দশায় হাদিস সংরক্ষণের প্রতি সাহাবিদের সুতীক্ষ্ণ দৃষ্টি ছিল, তবে কুরআনের আয়াতের সাথে সংমিশ্রনের আশংকায় রাসূল (স.) প্রথম দিকে হাদিস লিপিবদ্ধ করা নিষেধ করেন। তখন সাহাবীহগণ তাদের স্মৃতিপটে হাদিস ধারণ করে রাখতেন। নবী (স.) তাদেরকে হাদিস মুখস্থ করে অন্য লোকের নিকট যথাযথভাবে পৌঁছে দেয়ার নির্দেশ প্রদান করেন। রাসূল (স.)-এর জীবদ্দশায় আরবদেশ সমূহে ইসলামের বাণী ছড়িয়ে পড়ে। এরপর সাহাবা, তাবেঈ ও তাবে-তাবেঈগণের সক্রিয় প্রচষ্টোর ফলে প্রথম যুগেই ইসলাম পশ্চিমে মরক্কো, স্পেন, পতুর্গাল, পূর্বে সুদূর চীন, পূর্ব-দক্ষিণে ভারত মহাসাগরীয় দ্বীপপুঞ্জ, জাভা, সুমাত্রা, বোর্ণিও তথা সমগ্র মালয়েশিয়া, ইন্দোনেশিয়া ও মালদ্বীপ পর্যন্ত বিস্তৃতি লাভ করে। হাদিস সংকলনের ধারা বা ইতিহাসকে পর্যালোচনা করে চারটি যুগে বিভক্ত করা হয়। যথা:\n\nপ্রথম যুগ: রাসূল (স.)-এর যুগ হতে ৯৯ হি. অর্থাৎ দ্বিতীয় উমর এর খিলাফত লাভের পূর্ব পর্যন্ত ১১২ বছরের দীর্ঘ সময় কালকে ১ম যুগ বুঝানো হয়েছে। এটি মূলত সাহাবী ও প্রবীণ তাবিঈদের যুগ।\nদ্বিতীয় যুগ: হিজরী দ্বিতীয় শতকের প্রথম হতে তৃতীয় শতকের প্রথমার্ধ পর্যন্ত। এ যুগ তাবিঈ ও তাবি তাবিঈদের যুগ। সাহাবী ও প্রবীন তাবেঈদের অধিকাংশই এ যুগে জীবিত ছিল না। এক বিশাল সাম্রাজ্য জুড়ে ইসলাম প্রতিষ্ঠা পেয়েছিল। হাদিস বর্ণনার ধারা ও তখন ব্যাপক ও বিস্তৃতি লাভ করেছিল।\nতৃতীয় যুগ: হিজরী তৃতীয় শতকের দ্বিতীয় পাদ হতে পঞ্চম শতকের শেষ পর্যন্ত। এ যুগে ইলমে হাদিসের অভূতপূর্ব উৎকর্ষ সাধিত হয়। এজন্য এ যুগকে হাদিস সংকলনের স্বর্ণযুগ বলে আখ্যায়িত করা হয়। দ্বিতীয় যুগের মুহাদ্দিসগণ সব ধরনের সনদের বিচার বিশ্লে­ষণ ছাড়াই হাদিস বর্ণনা করে দিতেন, কারণ তখন পর্যন্ত সময়ের দীর্ঘ ব্যবধান সৃষ্টি হয়নি। বর্ণনাকারীদের সাথে সংশ্রবের কারণে তাদের পরিচিতি সম্পর্কে সাধারণভাবে সকলেই অবহিত ছিলেন। এছাড়া হাদিস বর্ণনাকারীগণ তখন মুষ্টিমেয় কয়েকটি নগরীতেই অবস্থান করতেন। কিন্তু তৃতীয় যুগে এসে সনদ বিচার-বিশে­ষণের প্রতি গুরত্ব বহুগুণে বেড়ে যায়, কারণ সাহাবিদের যুগ থেকে দীর্ঘ সময়ের ব্যবধানের কারণে সনদ বা সূত্র ও দীর্ঘায়িত হয়। ইসলাম বিভিন্ন দেশে বিস্তার লাভ করায় সকল বর্ণনাকারীর পরিচয় লাভ করা কঠিন হয়ে পড়ে। খায়রুল কুরূন তথা সাহাবি, তাবেঈ, তাবি-তাবিঈদের যুগ শেষ হয়ে যাওয়ার কারণে বিশ্বস্ততার অভাব পরিলক্ষিত হয়। ফলে সনদ বিশ্লেষণের প্রয়োজনীয়তা দেখা দেয়। এ যুগে রাবীদের ব্যক্তিত্ব, নৈতিক চরিত্র, জ্ঞান, পাণ্ডিত্য, স্মৃতিশক্তি ও মেধার বিষয়টি পুঙ্খানুপুঙ্খভাবে বিচার বিশ্লেষণ শুরু হয়। ফলে হাদিস বিজ্ঞানে জারহ তাদীল ও আসমাউর রিজাল নামে দুটি নতুন শাস্ত্রের উদ্ভব হয়। হিজরী তৃতীয় শতকের প্রথমার্ধ থেকে মুহাদ্দিসগণ হাদিসের মধ্য থেকে সাহাবীদের এবং তাবিঈদের কথাসমূহ আলাদা করে শুধু হাদীসে নববী সংকলনে প্রয়সী হন। ইমাম আহমদ বিন হাম্বল তার ‘মুসনাদ’ গ্রন্থ দ্বারা এর সূচনা করেন। এ যুগে এসে সনদের ভিত্তিতে সহীহ হাদীস সংকলনের গুরুত্ব বৃদ্ধি পায়। সিহাহ সিত্তার ন্যায় বিখ্যাত হাদিস গ্রন্থগুলো এ যুগেই সংকলিত হয়। এছাড়াও আরও অনেক গ্রন্থ এ যুগে সংকলিত হয়।\nচতুর্থ যুগ: হিজরী পঞ্চম শতকের পর থেকে শুরু করে অদ্যাবধি এ যুগ অব্যাহত। এটা মূলত: অধ্যায় বিন্যাস, অলংকরণ, সংক্ষেপণ, টিকা-টিপ্পনী ও ব্যাখ্যা-বিশে­ষণের যুগ, তৃতীয় যুগে সমস্ত হাদিস সনদ সহকারে সমস্ত মুখস্থ করার প্রয়োজনীয়তা ও অবশিষ্ট থাকেনি। তাই এ যুগের মুহাদ্দিসগণ পূর্ববর্তীদের কিতাবের আলোচনা সমালোচনার প্রতিই বেশি মনোনিবেশ করেন। তাদের মধ্যে থেকে কিছু সংখ্যক হাদিসবিদ পূর্বে রচিত কোন কিতাবের সনদ বিশে­ষণ সংক্ষেপায়ন, ব্যাখ্যা-বিশ্লেষণ বিভিন্ন কিতাবের হাদিসসমূহ একত্রে করে হাদিসের বিশ্বকোষ রচনা করেন। বিভিন্ন কিতাব থেকে হাদিস নির্বাচন করে হাদিস সংকলন তৈরি করেন। হাদিসের দূর্বোধ্য শব্দসমূহের অভিধান রচনা এবং কেহবা হাদিস সংশি­ষ্ট অপরাপর শাস্ত্রের উৎকর্ষ সাধনের প্রতি মনোযোগী হন। কেউ আবার সমস্ত সহীহ, যঈফ এবং মাওযু হাদিসকে একত্রিত করে পৃথক পৃথক গ্রন্থে সন্নিবেশিত করেন। অনেকে সহীহাইন তথা বুখারী ও মুসলিমের হাদিসসমূহকে একত্রিত করেন। অনেকে বিভিন্ন কিতাবের হাদিসসমূহকে ব্যাপকভাবে সংগ্রহ করে হাদিসের বিশ্বকোষ রচনার চেষ্টা করেন। এরূপ গ্রন্থ সাধারণত: জামি বা জাওওয়ামি বলা হয়।\nবাণিজ্যের হাত ধরে ভারতীয় উপমহাদেশে আরবের মুসলিম ধর্ম প্রচারকদের আনাগোনা শুরু হয়। পরবর্তীতে ভারতীয় উপমহাদেশের প্রচুর মানুষ ইসলাম গ্রহণ করে। ১২শ থেকে ১৬শ শতাব্দীতে মুসলমানদের ভারত বিজয়ের সূচনা হয়। ৪১২ হিজরীতে সুলতান মাহমুদ গজনবী কর্তৃক লাহোর বিজীত হওয়ার পর সিহাহ সিত্তার প্রণেতাদের আবাশ ভূমি খোরাসান ও তুর্কিস্থান থেকে অনেক মুহাদ্দিস ভারতে আগমন করেন। এ পরম্পরায় হিজরী সপ্তম শতকে উপমহাদেশে হাদিসের চর্চা আরও ব্যাপকভাবে বৃদ্ধি পায়। এ সময় শরফুদ্দীন আবু তাওয়ামা বুখারা শহর থেকে প্রথম দিল্লি ও পরে বঙ্গ অঞ্চলে আগমন করেন। তার প্রচেষ্টায় তৎকালীন সময়ে সোনারগাঁয়ে হাদিস চর্চার কেন্দ্রভূমিতে পরিণত হয়। এ যুগেই ভারতে মাদ্রাসায়ে নাসিরিয়্যাহ নামক দুটি মাদ্রাসার উল্লেখ পাওয়া যায়। হিজরী অষ্টম শতকে ভারতবর্ষে ব্যাপকহারে মাদ্রাসা প্রতিষ্ঠিত হয়। সে সময় দিল্লীতে এক হাজারেরও বেশি মাদ্রাসা বিদ্যমান ছিল। সম্রাট ফিরোজ শাহ সে সময় মেয়েদের বিদ্যা শিক্ষার জন্য পৃথক মাদ্রাসা প্রতিষ্ঠা করেন। সম্রাট আকবরের দুধ মাতা মাহাম বেগম ৯৭৯ হিজরীতে খায়রুল মানাঝিল নামক একটি মাদ্রাসা প্রতিষ্ঠা করেন। মোঘল সম্রাট মুহাম্মদ শাহের যুগে তারই অর্থানুকূলে মাদ্রাসায়ে রহীমিয়া প্রতিষ্ঠিত হয়। শাহ ওয়ালিউল্লাহ দেহলভী সে মাদ্রাসার ছাত্র ছিলেন। এ যুগে হাদিসের ক্ষেত্রে সবচেয়ে বেশি গুরুত্বপূর্ণ ভূমিকা রাখেন ওয়ালীউল্লাহ মুহাদ্দিসে দেহলভী। লখনউয়ের ফিরিঙ্গী মহলের দারুল উলুম নিজামিয়্যাহ সে যুগের একটি উল্লেখযোগ্য প্রতিষ্ঠান। বাদশাহ আলমগীরের অর্থানুকূল্যে মোল্লা নিজামুদ্দীন কর্তৃক এ মাদ্রাসাটি প্রতিষ্ঠিত হয়েছিল। ১৭০৭ সালে সম্রাট আওরঙ্গজেবের মৃত্যুর পরই ভারতে মুসলমানদের শাসন ক্ষমতা খর্ব হতে থাকে। এ শতাব্দীর মধ্যবর্তী সময়ে ভারতে কোম্পানি শাসনের সূচনা ঘটে যা পরবর্তীতে ভারতকে ব্রিটিশদের অধীনে চলে যেতে সাহায্য করে। ব্রিটিশদের হাতে ইসলামি শিক্ষা ও সংস্কৃতির প্রচার বাধাগ্রস্ত হয়। ফলশ্রুতিতে ১৮৫৭ সালে মুসলমানরা সিপাহি বিদ্রোহ সংগঠিত করে। এটি ব্যর্থ হবার পর এর ক্ষত মিটানোর উদ্দেশ্যে আপাততঃ সশস্ত্র সংগ্রামের ধারা স্থগিত রেখে সাম্রাজ্যবাদ ও উপনিবেশবাদ বিরোধী স্বাধীনতা আন্দোলন ও ইসলামের চেতনায় একদল কর্মী তৈরির লক্ষ্যে ইমদাদুল্লাহ মুহাজিরে মক্কির ইঙ্গিতে ও কাসেম নানুতুবির নেতৃত্বে এবং সিপাহি বিদ্রোহে অংশগ্রহণকারী কয়েকজন ব্যক্তির মাধ্যমে ১৮৬৬ সালের ৩০ মে ভারতের উত্তরপ্রদেশস্থ সাহারানপুর জেলার দেওবন্দ নামক বস্তিতে সাত্তা মসজিদের প্রাঙ্গনে ছোট্ট একটি ডালিম গাছের ছায়ায় দারুল উলুম দেওবন্দের গোড়া পত্তন করা হয়। ফিকহ, তাফসীর, সীরাতের ন্যায় হাদিস শাস্ত্রেও দারুল উলুম দেওবন্দের আলেমগণ উল্লেখযোগ্য অবদান রেখে যাচ্ছেন। দারুল উলুম দেওবন্দ প্রতিষ্ঠার পর ভারতে হাদিস শাস্ত্র চর্চার পুনরুজ্জীবন ঘটে। হাদিসের বিকাশের ক্ষেত্রে দারুল উলুম দেওবন্দের অবদানকে স্বীকৃতি দিয়ে কুয়েতের শাফেয়ী স্কলার ও সাবেক মন্ত্রী ইউসুফ আল-সাঈদ হাশিম আল রিফাই বলেন,\n\n\n== সদরুল মুদাররিস ==\n\n\n== হাদিস গ্রন্থ ==\nদারুল উলুম দেওবন্দের আলেমগণ হাদিসের বিকাশের জন্য প্রচুর সাহিত্য রচনা করেছেন। তার মধ্যে রয়েছে:\n\n\n=== ফাতহুল মুলহিম বিশারহি সহীহিল ইমাম মুসলিম ===\n\nএটি শাব্বির আহমদ উসমানির আরবি ভাষায় রচিত সহীহ মুসলিমের একটি ব্যাখ্যাগ্রন্থ। এটি সহীহ মুসলিমের সেরা ব্যাখ্যাগ্রন্থের অন্যতম। তিনি ১৯১৪ সাল থেকে গ্রন্থটি রচনার কাজ শুরু করেন। মৃত্যুর আগ পর্যন্ত তিনি গ্রন্থটির ৩ খণ্ড রচনা করতে পেরেছিলেন। ১৯৩৩ ও ১৯৩৫ সালে প্রথম ও দ্বিতীয় এবং ১৯৩৮ সালে গ্রন্থটির তৃতীয় খণ্ড প্রকাশিত হয়। তারপর তিনি পাকিস্তান আন্দোলনের সাথে যুক্ত হয়ে যান এবং ১৯৪৯ সালে মৃত্যুবরণ করেন। এটি হানাফি মাযহাবের আলেম দ্বারা লিখিত সহীহ মুসলিমের সর্বোচ্চ মর্যাদার ব্যাখ্যাগ্রন্থ এবং সবচেয়ে গুরুত্বপূর্ণ বইগুলোর মধ্যে অন্যতম বিবেচিত হয়। শাব্বির আহমদ উসমানির মৃত্যুর পর মুহাম্মদ তাকি উসমানি গ্রন্থটির বাকি অংশ সমাপ্ত করেন এবং তাকমিলাতু ফাতহুল মুলহিম নামে প্রকাশ করেন।\n\n\n=== মাআরিফুস সুনান ===\nএটি ইউসুফ বিন্নুরীর লিখিত সুনানে তিরমিযীর সম্পূর্ণ ব্যাখ্যাগ্রন্থ। এ গ্রন্থে পূর্বসূরিদের শিক্ষা অনুযায়ী গুরুত্বপূর্ণ বিষয়গুলো আলোচনা করা হয়েছে। হাদীসের ব্যাখ্যা ও ব্যাখ্যার জন্য বর্তমান যুগের উলামাদেরও পরামর্শ নেওয়া হয়েছে।  এ গ্রন্থে হানাফী মাসলাকের ওপর আবদুল রহমান মুবারকপুরীর সমালোচনার বিশেষভাবে জবাব দেওয়া হয়েছে।\n\n\n=== ইলাহ আস সুনান ===\nজাফর আহমদ উসমানির লিখিত গ্রন্থটি একটি অনন্য গ্রন্থ এবং এটি আবু হানিফাকে মুহাদ্দিস হিসেবে প্রতিষ্ঠিত করার জন্য লেখা হয়েছে।  এতে হানাফী মাযহাবের সাথে সম্পর্কিত সমস্ত হাদিস একত্রিত করা হয়েছে। এই বই সম্পর্কে আব্দুল ফাতাহ লিখেছেন, \"১৪ শতাব্দীর আ'আলা আল-সুন্নান হানাফি মাযহাবের সবচেয়ে গুরুত্বপূর্ণ এবং চমৎকার বই।\"\n\n\n=== আল মুজাম আর রিজাল আল বুখারী ===\nনিজামুদ্দিন আসির আদ্রাভি এই বইয়ে সহীহ বুখারীতে উল্লেখিত সমস্ত রাবীদের একত্রিত করেছেন।\n\n\n=== উলুমুল হাদিস ===\nগ্রন্থটি লিখেছেন উবায়দুল্লাহ আসাদী। এ গ্রন্থে হাদীসের মূলনীতি ও কারিগরি পরিভাষাগুলো সহজভাবে আলোচনা করা হয়েছে। ইলমে হাদীসে ব্যবহৃত বিভিন্ন পরিভাষা যেমন, সুন্নাহ, আতহার, সনদ, মতন, রাবী, মুরাবী, ইসনাদ, মুহাদ্দিস, হাফিজ, হাকিম ইত্যাদি সংক্ষেপে উপস্থাপন করা হয়েছে।\n\n\n=== অন্যান্য গ্রন্থ ===\n\n\n== মুহাদ্দিস ==\nদারুল উলুম দেওবন্দের উল্লেখযোগ্য মুহাদ্দিস:\n\n\n=== ইয়াকুব নানুতুবি ===\n\n\n=== রশিদ আহমদ গাঙ্গুহি ===\n\n\n=== মাহমুদ হাসান দেওবন্দি ===\n\n\n=== আনোয়ার শাহ কাশ্মীরি ===\n\n\n=== হুসাইন আহমদ মাদানি ===\n\n\n=== আসগর হুসাইন দেওবন্দি ===\n\n\n== আরও দেখুন ==\nদারুল উলুম দেওবন্দ সম্পর্কিত নিবন্ধসমূহ\n\n\n== তথ্যসূত্র =="}