{"pageid": 1151672, "title": "উসমানের নির্বাচন", "url": "https://bn.wikipedia.org/wiki?curid=1151672", "content": "উসমান ইবনে আফফান, তৃতীয় খলিফা, হিজরি ২৩ (৬৪৩/৬৪৪) উত্তর-পশ্চিম আরবের মদিনায় একটি কমিটি (আরবি: শুরা ) দ্বারা নির্বাচিত হন। দ্বিতীয় খলিফা, উমর ইবন আল-খাত্তাব, আবু লু'লুয়া ফিরুজ, একজন পারস্য দাস দ্বারা ছুরিকাঘাত করেছিলেন।  তাঁর মৃত্যুশয্যায়, উমর নিজেদের মধ্যে পরবর্তী খলিফা নির্বাচনের জন্য ছয়জনের একটি কমিটিকে দায়িত্ব দেন।  কুরাইশদের এই ছয়জন ব্যক্তি ছিলেন, ইসলামের নবী মুহাম্মদের সকল প্রাথমিক সঙ্গী\n\nআলী ইবনে আবি তালিব রা\nআবদ আল-রহমান ইবনে আউফ\nসা'দ ইবনে আবী ওয়াক্কাস রা\nউসমান ইবনে আফফান রা\nজুবায়ের ইবনুল আওয়াম রা\nতালহা ইবনে উবায়দুল্লাহ রা\nকমিটি চূড়ান্ত সিদ্ধান্তে পৌঁছানোর পরে এবং কার্যধারায় অনুপস্থিত থাকার পরেই তালহা মদিনায় পৌঁছেন। সা'দ আনুষ্ঠানিকভাবে তার প্রতিনিধি হিসেবে কাজ করে। \n\n\n== কার্যধারা ==\nউমর ককাসে মিলিত হওয়া কমিটির জন্য বেশ কিছু নিয়ম বেঁধে দিয়েছিলেন। \n\nনতুন খলিফাকে অবশ্যই কমিটির সদস্য হতে হবে, যা তার সংখ্যাগরিষ্ঠ সদস্য দ্বারা নির্বাচিত হবে। \nটাই হলে, আবদ আল-রহমান ইবনে আউফ পরবর্তী খলিফা নির্বাচন করবেন।   বিকল্পভাবে, মাদেলুং -এর মতে, আবদ আল-রহমান সালিসকারী হিসাবে স্বীকৃত হওয়ার বিনিময়ে প্রতিযোগিতা থেকে নিজেকে সরিয়ে নিয়েছিলেন।  \nযে সদস্যরা চূড়ান্ত সিদ্ধান্তকে সমর্থন করবে না (অথবা যারা টাই হলে আবদ আল-রহমানের বাছাইয়ের বিরোধিতা করবে) তাদের শিরশ্ছেদ করা হবে।   \nজুবায়ের ইবনে আল-আওয়াম বা সা'দ ইবনে আবি ওয়াক্কাস কেউই তাদের বা তালহা ইবনে উবায়েদ আল্লাহর মামলা চাপিয়ে দেননি এবং পছন্দটি শীঘ্রই আলী বা উসমানের কাছে সংকুচিত হয়ে যায়। আলি, তার চল্লিশের দশকের মাঝামাঝি সময়ে \"বিখ্যাত দার্শনিক-যোদ্ধা\", সম্ভবত সুস্পষ্ট পছন্দ হিসেবে আবির্ভূত হয়েছিলেন,     যখন সত্তর বছর বয়সী ধনী ও উদার উসমান কখনো যুদ্ধ করেননি। যুদ্ধ বা জননেতৃত্বের কোনো গুণাবলী প্রদর্শন করা।   \nযদিও তাদের আলোচনার বিষয়টি নিশ্চিত করা কঠিন,   এটা সাধারণত বিশ্বাস করা হয় যে কমিটির মেকআপ এবং কনফিগারেশন আলীর মনোনয়নের জন্য খুব কম সম্ভাবনা রেখেছিল।      বিশেষ করে, একাধিক সূত্র জানায় যে সা'দ নিজেকে তার চাচাতো ভাই আব্দুর রহমান ইবনে আউফের সাথে সংযুক্ত করেছিলেন, যখন পরবর্তীতে, তার বন্ধু এবং শ্যালক উসমানকে সমর্থন করেছিলেন।     প্রতিটি নির্বাচকের সাক্ষাৎকার নেওয়ার পাশাপাশি, আব্দুর-রহমান গোপনে কুরাইশ নেতাদের সাথে পরামর্শ করেছিলেন যারা আলীর পরিবর্তে উসমানকে সমর্থন করেছিলেন। পরেরটি মুসলমানদের অভিভাবকত্বে মুহাম্মদের বংশধরদের ঐশ্বরিক এবং একচেটিয়া অধিকার সম্পর্কে সোচ্চার ছিল, যা উচ্চ পদের জন্য কুরাইশদের ভবিষ্যত উচ্চাকাঙ্ক্ষাকে সীমিত করবে।   \nজাফরি এবং আব্বাসের পরামর্শ অনুসারে, সাকিফাতে আলী-পন্থী সহানুভূতির কারণে,   বা অন্যদের দ্বারা উহ্যভাবে কুরাইশদের মধ্যে খিলাফত বজায় রাখার জন্য মদিনান সম্প্রদায়কে বিশেষভাবে কমিটিতে প্রতিনিধিত্ব করা হয়নি।  জাফরির মতে, সূত্রগুলো অনেকাংশে একমত যে একজন অনিচ্ছুক আলী, সম্ভবত কমিটির মধ্যে তার সংখ্যালঘু অবস্থান সম্পর্কে সচেতন, অস্ত্রের ভয়ে তাকে পরিষদে অংশ নিতে বাধ্য করা হয়েছিল। \nচূড়ান্ত শোডাউনে, আবদ আল-রহমান ইবনে আউফ আলীকে দুটি শর্তে খিলাফতের প্রস্তাব দিয়েছিলেন: প্রথমত, তিনি কুরআন এবং মুহাম্মদের সুন্নাহ অনুসরণ করবেন এবং দ্বিতীয়ত, তিনি আবু বকর এবং উমরের উদাহরণ অনুসরণ করবেন। আলি প্রথম শর্তটি মেনে নিয়েছিলেন কিন্তু দ্বিতীয় শর্তটি প্রত্যাখ্যান করেছিলেন, যোগ করেছেন যে তিনি কুরআন বা সুন্নাহ থেকে কোনো নজির না থাকলে শুধুমাত্র নিজের রায়ের উপর নির্ভর করবেন।   আব্দুর রহমান তখন উসমানের কাছে একই শর্ত পেশ করেন যিনি সহজেই তাদের মেনে নেন।   এটি প্রস্তাব করা হয়েছে যে আব্দুর রহমান বিগত দুই খলিফার সাথে আলীর মতবিরোধ সম্পর্কে ভালভাবে অবগত ছিলেন এবং আলী, তার আন্তরিকতার জন্য পরিচিত, অনিবার্যভাবে দ্বিতীয় শর্তটি প্রত্যাখ্যান করতেন।    \nএকটি ভিন্ন বর্ণনায় রয়েছে যে হযরত উসমান এবং জুবায়ের আলীকে ভোট দিয়েছেন যেখানে আলী এবং সা'দ উসমানকে ভোট দিয়েছেন। \n\n\n== পরবর্তী ==\nতৃতীয় খলিফা হিসেবে উসমানের শাসনামল ব্যাপক স্বজনপ্রীতি এবং নৈতিক অবক্ষয়ের সাথে চিহ্নিত ছিল।      উসমানের শাসনামলে, তার গোত্র, বনু উমাইয়া, তার প্রাক-ইসলামিক প্রভাব ও ক্ষমতা পুনরুদ্ধার করে।    ৬৫৬ খ্রিস্টাব্দে, স্বৈরাচার ও দুর্নীতির বিরুদ্ধে জনগণের অসন্তোষ একটি ফুটন্ত বিন্দুতে এসে উসমানকে বিদ্রোহীদের দ্বারা হত্যা করা হয়েছিল।   উসমানের হত্যার পর আলী শেষ পর্যন্ত খলিফা হন, কিন্তু উমাইয়াদের উত্থান থামাতে সময়মত হয়নি।  বারোটি শিয়া মুসলিমরা মূলত প্রথম তিন খলিফার বৈধতা প্রত্যাখ্যান করে এবং বজায় রাখে যে মুহাম্মদ আলীকে তার উত্তরাধিকারী(খলিফা) হিসেবে নিযুক্ত করেছিলেন।  \n\n\n== আরও দেখুন ==\nখলিফা\nমুহাম্মদের উত্তরাধিকার\nইসলামী গণতন্ত্র\n\n\n== তথ্যসূত্র =="}