{"pageid": 1151708, "title": "বামফ্রন্ট (ত্রিপুরা)", "url": "https://bn.wikipedia.org/wiki?curid=1151708", "content": "বামফ্রন্ট হল ভারতের ত্রিপুরা রাজ্যের একটি রাজনৈতিক জোট। বামফ্রন্ট ১৯৭৮-১৯৮৮, এবং আবার ১৯৯৩ থেকে ২০১৮ ত্রিপুরা শাসন করেছে। ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) জোটের প্রভাবশালী দল।  বামফ্রন্টের অন্য তিন সদস্য হল ভারতের কমিউনিস্ট পার্টি, বিপ্লবী সমাজতান্ত্রিক দল এবং অল ইন্ডিয়া ফরওয়ার্ড ব্লক।\nসিপিআইএম, সিপিআই, ফরওয়ার্ড ব্লক এবং আরএসপি এর সমন্বয়ে গঠিত বামফ্রন্ট ১৯৭৭ সালের ত্রিপুরা বিধানসভা নির্বাচনে ভূমিধ্বস জয় লাভ করে। বিধানসভার ৬০টি আসনের মধ্যে সিপিআই(এম) ৫১টি, আরএসপি ২টি, এআইএফবি ১টি এবং বামফ্রন্ট সমর্থিত নির্দল প্রার্থী  ২টি আসনে জিতেছে।  সম্মিলিত বামফ্রন্টের ভোট ছিল ৩৯০,৩১৪ (রাজ্যব্যাপী ভোটের ৫২%)। ১৯৭৮ সালে বামফ্রন্ট সরকার একটি নির্বাচিত দ্বি-স্তরীয় পঞ্চায়েত ব্যবস্থা প্রতিষ্ঠা করে স্থানীয় শাসনের সংস্কার প্রণয়ন করে। বামফ্রন্ট সরকার কোক বোরোক ভাষাকে সরকারী মর্যাদা প্রদান করেছে এবং ত্রিপুরা উপজাতীয় অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ গঠনের সংস্কার কার্যকর করেছে। \nবামফ্রন্ট ১৯৮৩ সালের ত্রিপুরা বিধানসভা নির্বাচনে জয়লাভ করে। ১১ জানুয়ারি ১৯৮৩ তারিখে ১২-সদস্যের বামফ্রন্ট মন্ত্রিসভার সাথে নৃপেন চক্রবর্তী মুখ্যমন্ত্রী হিসাবে শপথ গ্রহণ করেন।\n১৯৮৮ সালের ত্রিপুরা বিধানসভা নির্বাচনের আগে প্রধানমন্ত্রী রাজীব গান্ধী ত্রিপুরা জাতীয় স্বেচ্ছাসেবকদের বিদ্রোহ নিয়ন্ত্রণে ব্যর্থ হওয়ার জন্য বামফ্রন্টের বিরুদ্ধে অভিযোগ তোলেন। ভারতীয় জাতীয় কংগ্রেস (আই) -টিইউজেএস জোট নির্বাচনটি জিতেছে। গান্ধী সমগ্র রাজ্যকে 'অশান্ত এলাকা' হিসাবে ঘোষণা করেছিলেন এবং কংগ্রেস (আই)-টিইউজেএস সরকারের অশান্ত প্রথম ১০০ দিনের মধ্যে বামফ্রন্টের বিরুদ্ধে ক্র্যাক ডাউন করেছিলেন। ২,০০০ জনেরও বেশি বামফ্রন্ট কর্মীকে বিভিন্ন মামলায় ফাঁসানো হয়েছিল, ৭,০০০ বামফ্রন্ট কর্মী এবং সিপিআইএম এবং গণসংগঠনের অফিসগুলি রাজ্য জুড়ে বাজেয়াপ্ত বা আক্রমণের জন্য গ্রেপ্তারি পরোয়ানা জারি করা হয়েছিল। \nমানিক সরকার ১৯৯৮ সালে মুখ্যমন্ত্রী হন।\n২০০০ সালের টিটিএএডিসি নির্বাচনে ত্রিপুরার আদিবাসী পিপলস ফ্রন্টের কাছে  বামফ্রন্ট কাউন্সিলের সংখ্যাগরিষ্ঠতা হারায়।   বামফ্রন্ট ২০০৫ সালে TTAADC-এর উপর নিয়ন্ত্রণ পুনরুদ্ধার করে।  সিপিআই(এম) কাউন্সিলের ২৮টি আসনের মধ্যে ২১টি, সিপিআই ১টি, আরএসপি এবং এআইএফবি ১টিতে জয়লাভ করে।  বামফ্রন্ট সমর্থিত ত্রিপুরার ন্যাশনাল সোশ্যালিস্ট পার্টি বাকি ৪টি আসন জিতেছে।\nযাইহোক, ২০১৮ সালের ত্রিপুরা বিধানসভা নির্বাচনে বামফ্রন্ট, ভারতীয় জনতা পার্টি- ইন্ডিজেনাস পিপলস ফ্রন্ট অফ ত্রিপুরা জোটের কাছে পরাজিত হয়েছিল, যারা ৫৯টি আসনের মধ্যে ৪৩টি আসনের বিশাল সংখ্যাগরিষ্ঠতা জিতেছিল যার উপর নির্বাচন হয়েছিল এবং ভারতীয় জনতা পার্টির বিপ্লব কুমার দেব ত্রিপুরার দশম মুখ্যমন্ত্রী হয়েছেন।\n\n\n== আরো দেখুন ==\nবাম গণতান্ত্রিক ফ্রন্ট (কেরল)\nবামফ্রন্ট (পশ্চিমবঙ্গ)\nভারতের কমিউনিস্ট পার্টির তালিকা\n\n\n== তথ্যসূত্র =="}