{"pageid": 115240, "title": "মালবাজার মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=115240", "content": "মালবাজার মহকুমা পশ্চিমবঙ্গের জলপাইগুড়ি জেলার একটি মহকুমা। এই মহকুমা মাল পুরসভা এবং মাল, মেটেলি ও নাগরাকাটা নামে তিনটি ব্লক নিয়ে গঠিত। উক্ত ব্লক তিনটিতে মোট ২২টি গ্রাম পঞ্চায়েত রয়েছে। এই মহকুমার সদর মালবাজার। ১৯৯০-এর দশকে জলপাইগুড়ি জেলার জলপাইগুড়ি সদর মহকুমা দ্বিখণ্ডিত করে এই মহকুমাটি গঠন করা হয়। মালবাজার মহকুমা চা বাগান ও আর্দ্র পর্ণমোচী অরণ্যাঞ্চলের জন্য বিখ্যাত। মালবাজার ছাড়া এই মহকুমার অন্যান্য গুরুত্বপূর্ণ শহর হল লাটাগুড়ি (মহকুমার মধ্যে অবস্থিত গোরুমারা জাতীয় উদ্যানের প্রবেশপথ), চালসা, ডামডিম ও মেটেলি।\n\n\n== এলাকা ==\nমালবাজার পুরসভা ছাড়া এই মহকুমায় তিনটি ব্লক রয়েছে। এগুলি হল: মালবাজার, মেটেলি ও নাগরাকাটা। এই তিনটি ব্লকের অধীনে আবার ২২টি গ্রাম পঞ্চায়েত রয়েছে। এই ব্লকগুলিতে কোনো শহরাঞ্চল নেই।\n\n\n== ব্লক ==\n\n\n=== মালবাজার ব্লক ===\nমালবাজার ব্লকের গ্রামীণ এলাকা ৬ টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বাগরাকোট, ডামডিম, রাঙামাটি, কুমলাই, ওদলাবাড়ি ও তেসিমালা। এই ব্লকটি মাল থানার অধীনস্থ। ব্লকের সদর মালবাজার।\n\n\n=== ক্রান্তি ব্লক ===\nক্রান্তি ব্লকের গ্রামীণ এলাকা ৬ টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: লাটাগুড়ি, রাজাডাঙা, চ্যাংমারী, ক্রান্তি, মৌলানি এবং চাঁপাডাঙা।\n\n\n=== মেটেলি ব্লক ===\nমেটেলি ব্লকের গ্রামীণ এলাকা পাঁচটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বিধাননগর, মাটিয়ালি হাট, মাটিয়ালি-বাটাবাড়ি-২, ইনডং-মাটিয়ালি ও মাটিয়ালি-বাটাবাড়ি-১। এই ব্লকটি মেটেলি থানার অধীনস্থ। ব্লকের সদর চালসা।\n\n\n=== নাগরাকাটা ব্লক ===\nনাগরাকাটা ব্লকের গ্রামীণ এলাকা পাঁচটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: আঙড়াভাসা-১, চম্পাগুড়ি, সুলকাপাড়া, আঙড়াভাসা-২ ও লুকসান। এই ব্লকটি নাগরাকাটা ও বানারহাট থানার অধীনস্থ। ব্লকের সদর নাগরাকাটা।\n\n\n== বিধানসভা কেন্দ্র ==\nসীমানা নির্ধারণ কমিশনের সুপারিশ ক্রমে পশ্চিমবঙ্গের পরিবর্তিত বিধানসভা কেন্দ্র বিন্যাসে মালবাজার পুরসভা ও মালবাজার ব্লক নিয়ে মাল বিধানসভা কেন্দ্র গঠিত। মেটেলি ও নাগরাকাটা ব্লকদুটি নাগরাকাটা বিধানসভা কেন্দ্রের অন্তর্গত। দুটি বিধানসভা কেন্দ্রই তফসিলি উপজাতি প্রার্থীদের জন্য সংরক্ষিত। মাল বিধানসভা কেন্দ্রটি তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত জলপাইগুড়ি লোকসভা কেন্দ্রের অন্তর্গত। নাগরাকাটা বিধানসভা কেন্দ্রটি তফসিলি উপজাতি প্রার্থীদের জন্য সংরক্ষিত আলিপুরদুয়ার লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== পাদটীকা =="}