{"pageid": 1152626, "title": "পাইন ব্রুক দেশীয় ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1152626", "content": "পাইন ব্রুক দেশীয় ক্লাব হল নিকোলস, কানেকটিকাট এ অবস্থিত একটি ব্যক্তিগত লেক অ্যাসোসিয়েশন। এটি শুরু হয়েছিল যখন বেঞ্জামিন প্লটকিন ঐতিহাসিক গ্রামের মিশা পাহাড়ের পাইনউড লেক এবং পার্শ্ববর্তী গ্রামাঞ্চল কিনে নেন। প্লটকিন একটি ঘূর্ণায়মান মঞ্চ এবং চল্লিশটি দেহাতি কেবিন সহ তৈরী একটি অডিটোরিয়াম  এবং ১৯৩০ সালে পাইন ব্রুক দেশীয় ক্লাব হিসাবে অন্তর্ভুক্ত হয়। প্লটকিনের স্বপ্ন ছিল গ্রামীণ লেকপাড় ক্লাবটিকে একটি গ্রীষ্মকালীন অবলম্বন হিসাবে বাজারজাত করা যাতে লোকেরা থাকা এবং নাট্য প্রযোজনা উপভোগ করার জন্য আসে। ১৯৪০-এর দশকের মাঝামাঝি ইউরোপে বড় লড়াই শুরু না হওয়া পর্যন্ত ক্লাবটি বিদ্যমান ছিল এবং ১৯৪৪ সালে একটি ব্যক্তিগত লেক অ্যাসোসিয়েশন হিসাবে পুনর্গঠিত হয়েছিল।\n\nগ্রুপ থিয়েটার (নিউ ইয়র্ক)\nপাইন ব্রুক আমেরিকান থিয়েটারের ইতিহাসে সবচেয়ে গুরুত্বপূর্ণ মুহূর্ত  ১৯৩৬ সালের গ্রীষ্মকালীন অনুশীলনের সদর দফতর হওয়ার ঘটনা, যা এটিকে সবচেয়ে বেশি পরিচিত করায়।  গ্রুপ থিয়েটার (নিউ ইয়র্ক) নিউ ইয়র্ক সিটিতে ১৯৩১ সালে হ্যারল্ড ক্লারম্যান, চেরিল ক্রফোর্ড এবং লি স্ট্রাসবার্গ দ্বারা গঠিত হয় এবং অভিনেতা, পরিচালক, নাট্যকার এবং প্রযোজকদের নিয়ে গঠিত হয়।    এই গ্রীষ্মে শিল্পীরা ক্লাস নেওয়ার সময়  তাদের কাঠামো পুনর্গঠন করার চেষ্টাকালে এবং তাদের পরবর্তী ব্রডওয়ে প্রোডাকশন জনি জনস্টনের উপর মহড়া শুরু করার সময় \"তাদের রাতের খাবারের জন্য\" এখানে আসতেন। \n\nশিল্পী\nগ্রুপ থিয়েটার সহ এবং এর পাশাপাশি, পাইন ব্রুক-এ গ্রীষ্মকাল কাটিয়েছেন বলে পরিচিত কয়েকজন শিল্পী ছিলেন।এরা হলেন: স্টেলা অ্যাডলার, লিওনার্ড বার্নস্টেইন, মার্ক ব্লিটজস্টাইন, রোমান বোহেন, ফোবি ব্র্যান্ড, মরিস কার্নোভস্কি, ক্যারল চ্যানিং, মন্টগোমারি ক্লিফ্ট, লি জে কোব, ইমোজিন কোকা, বেটি কমডেন, হাওয়ার্ড দা সিলভা, ফ্রান্সেস ফার্মার, জন গারফিল্ড, বেটি গ্যারেট, মাইকেল গর্ডন (চলচ্চিত্র পরিচালক), উইল গিয়ার, অ্যাডলফ গ্রিন, পল গ্রিন (নাট্যকার), জুডি হলিডে, লেনা হর্ন, এলিয়া কাজান, আর্থার লরেন্টস, কানাডা লি, লোটে লেনিয়া , রবার্ট লুইস (অভিনেতা), স্যানফোর্ড মেইসনার, হ্যারি মরগান, ক্লিফোর্ড ওডেটস, লুইস রেইনার, জন র্যান্ডলফ (অভিনেতা), জেরোম রবিন্স, আরউইন সোলো, আনাল শও স্টেইনার, পল স্ট্র্যান্ড, ফ্র্যাঞ্চট টোন, ন্যান্সি ওয়াকার এবং কার্ট ওয়েইল প্রমূখ ।     \n\nকেলেঙ্কারি\n১৯৩৬ সালের গ্রীষ্মকালে, পল গ্রিন, শেরিল ক্রফোর্ড, কার্ট ওয়েইল এবং ওয়েলের স্ত্রী লোটে লেনিয়া কানেকটিকাটের ব্রিজপোর্টে পাইন ব্রুক থেকে দুই মাইল দূরে অবস্থিত ২৭৭ ট্রাম্বুল অ্যাভিনিউতে একটি পুরানো বাড়ি ভাড়া নেন। এখানেই গ্রিন এবং ওয়েইল বিতর্কিত ব্রডওয়ে নাটক জনি জনসন (মিউজিক্যাল) এর জন্য নাটক এবং সঙ্গীত লিখেছিলেন, যেটি প্রথম বিশ্বযুদ্ধের আমেরিকান হতাহতের তালিকায় সবচেয়ে ঘন ঘন আসা নামের পরে শিরোনাম হয়। এই সময়েই লোটে পল গ্রিনের সাথে লেনিয়ার প্রথম আমেরিকান প্রেমের সম্পর্ক ছিল।  \n\nপাইনউড লেক অ্যাসোসিয়েশন\n১৯৪৪ সালে পাইন ব্রুক রিসিভারশিপে যায় এবং পাইনউড লেক অ্যাসোসিয়েশন, একটি বেসরকারী লেক অ্যাসোসিয়েশন হিসাবে বিক্রি, পুনর্গঠিত এবং সনদ লাভ করে হয়। \n\n\n== টীকা =="}