{"pageid": 1152299, "title": "শরীরপরিগ্রহ (খ্রিস্টধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1152299", "content": "টেমপ্লেট:Christology\n\nখ্রিস্টান ধর্মতত্ত্বে, শরীরপরিগ্রহ বা অবতারত্ব বা অবতারণ (ইংরেজি incarnation) হল ত্রিত্বের দ্বিতীয় চরিত্র  যীশু খ্রীষ্ট, যিনি পুত্র ঈশ্বর বা লোগোস (\"কালেমা\"র কোইন গ্রীক অনুবাদ) নামেও পরিচিত, তিনি একজন নারী কুমারী মরিয়ম, যার অপর নাম থিওটোকোস (\"ঈশ্বর-ধারক\" এর গ্রিক অনুবাদ), তার গর্ভে আসার মাধ্যমে \"মাংসপিণ্ডে\" পরিণত হওয়ার আকিদা। শরীরপরিগ্রহ আকিদার ফলস্বরূপ এ বিশ্বাসের জন্ম নেয় যে, যীশু একাধারে সম্পূর্ণরূপে ঈশ্বর আবার সম্পূর্ণরূপে মানুষ।\nঅবতার আকিদামতে, পুত্রের ঐশ্বরিক প্রকৃতি, একক ঐশ্বরিক সত্ত্বা যীশুতে একীভূত ছিল, যিনি \"সত্যিই ঈশ্বর এবং সত্যই মানুষ\" ছিলেন; মানব প্রকৃতির সাথে তা মিশ্রিত হয়ে যায়নি, এমনটাই ঐতিহ্যগতভাবে সেসব চার্চগুলি সংজ্ঞায়িত করেছিল যেগুলি চ্যালসেডন কাউন্সিলকে মান্য করে চলত। বেশিরভাগ খ্রিস্টানদের চিরাচরিত বিশ্বাসের কেন্দ্রবিন্দু এটি। এই বিষয়ের বিকল্প দৃষ্টিভঙ্গি (দেখুন ইবিওনাইটস এবং হিব্রুদের গসপেল ) শত শত বছর ধরে প্রস্তাব করা হয়েছে, কিন্তু নিকিন মতবাদ দিয়ে সবগুলিই খণ্ডিত করা হয়।\nপ্রতি বছর ক্রিসমাসের সময় যীশুর শরীরপরিগ্রহকে স্মরণ করা হয় এবং উদযাপন করা হয়, এবং ঘোষণা উৎসবেরও উল্লেখ করা যেতে পারে; \"অবতারণ রহস্যের বিভিন্ন দিক\" ক্রিসমাস এবং ঘোষণা উৎসবে উদযাপন করা হয়।\n\n\n== ব্যুৎপত্তি ==\nincarnation বিশেষ্যটি যাজকীয় ল্যাটিন ক্রিয়াপদ incarno থেকে উদ্ভুত, যা নিজেই আবার in ও caro উপসর্গ থেকে উদ্ভুত হয়েছে, \"flesh\" অর্থ \"মাংসে পরিণত করা\" বা, \"মাংসে পরিণত হওয়া\" (কর্মবাচ্যে)। incarno ক্রিয়াপদটি ল্যাটিন বাইবেলে পাওয়া যায় না কিন্তু পরিভাষাটি যোহন ১:১৪ \"et Verbum caro factum est\" থেকে অঙ্কিত করা হয়েছে (ভালগেট), কিং জেমস সংস্করণ: \"and the Word was made flesh\"।\n\n\n== চিরাচরিত মতবাদটির বর্ণনা ও বিকাশ ==\nইনকার্নেশন বা শরীরপরিগ্রহ বলতে বোঝায় প্রাক-অস্তিত্বশীল ঐশ্বরিক সত্ত্বা, ঈশ্বরের পুত্রের, একজন মানুষ হয়ে ওঠার কাজকে। যদিও সমস্ত খ্রিস্টান বিশ্বাস করত যে যীশু ছিলেন প্রকৃতপক্ষে ঈশ্বরের অদ্বিতীয় পুত্র,  \"খ্রিস্টের ঈশ্বরত্ব ছিল প্রারম্ভিক চার্চসমূহের জন্য একটি ধর্মতাত্ত্বিকভাবে অভিযুক্ত বিষয়।\" এই বিষয়ে বিতর্কের উৎপত্তি খ্রিস্টধর্মের প্রথম চার শতাব্দীতে ঘটেছিল, যার মধ্যে ইহুদিয় খ্রিস্টান, মারেফতী জ্ঞেয়বাদী, আলেকজান্দ্রিয়ার আরিউসের অনুসারীরা এবং আলেকজান্দ্রিয়ার পোপ আলেকজান্ডারের অনুসারীরাও জড়িত ছিল।\nঅ্যান্টিওকের ইগনাশিয়াস শিখিয়েছিলেন যে \"আমাদের প্রভু ঈশ্বর, যীশু খ্রীষ্ট একজন চিকিৎসক হিসেবেও আমাদের কাছে রয়েছেন, যিনি একমাত্র জন্মিত পুত্র এবং কালেমা (শব্দ), সময়ের শুরু হওয়ার আগে তিনি ছিলেন, কিন্তু পরে মানুষে পরিণত হন, মেরি কুমারির গর্ভের।\" জাস্টিন মার্টিয়ার দাবী মতে \"অবতার কালেমা\"কে ওল্ড টেস্টামেন্টের ভবিষ্যদ্বাণীগুলিতে প্রাক-চিত্রায়ণ করা হয়েছে।\nক্যাথলিক চার্চের ক্যাটেসিজম এর ৪৬১ – ৪৬৩ অনুচ্ছেদে অবতারণ সম্পর্কে আলোচনা করা হয়েছে এবং এর কেন্দ্রীয়তা দৃঢ় করতে জন্য বেশ কয়েকটি বাইবেলের ইবারতের উদ্ধৃত করা হয়েছে। (ফিলিপীয় ২:৫-৮, হিব্রু ১০:৫-৭, ১ যোহন ৪:২, ১ তিমোথি ৩:১৬).\n\n\n=== নিকিয় মতবাদ ===\n\nনিকিয় মতবাদ হল আকিদার একটি বিবৃতি যার উৎপত্তি হয় দুটি বিশ্বজনীন কাউন্সিলে — ৩২৫ সালের নিকিয়ার প্রথম পরিষদ প্রথম অধিবেশন এবং ৩৮১ সালের কনস্টান্টিনোপলের প্রথম কাউন্সিল। যেমনটা আজও বেশিরভাগ খ্রিস্টান গীর্জার জন্য প্রাসঙ্গিক। শরীরপরিগ্রহের উপর সর্বদাই আনুগত্য আছে বলে দাবী করা হয় বা খ্যাপন করা হয়, যদিও বিভিন্ন কৃত্যে বিভিন্ন অনুবাদ ব্যবহার করে। রোমান ক্যাথলিক চার্চের বর্তমান অনুবাদ হল: \"আমাদের জন্য এবং আমাদের পরিত্রাণের জন্য, তিনি স্বর্গ থেকে নেমে এসেছিলেন: পবিত্র আত্মার শক্তিতে তিনি কুমারি মরিয়ম থেকে জন্মগ্রহণ করেন এবং মানুষ হন।\"\n\n\n=== প্রেরিতের মতবাদ ===\n\nপ্রেরিতদের মতবাদে আকিদার অন্তর্ভুক্ত নিবন্ধ হল \"তিনি পবিত্র আত্মার দ্বারা গর্ভে ধারিত হয়েছিলেন এবং কুমারী মেরি থেকে জন্মগ্রহণ করেছিলেন।\"  পোপ দ্বিতীয় জন পল এর মতে, দেহপরিগ্রহের মাধ্যমে যীশু হয়েছেন প্রত্যেক মানুষের মূর্তি এবং প্রত্যেক মানুষের সাথে নিজেকে দেহধারিত করে একীভূত হয়েছেন, অনাগত মানবসন্তানেরাও এর অন্তর্ভুক্ত, নিষেকের সময় থেকে যাদের জীবনের প্রারম্ভ।\n\n\n=== Ecumenical councils ===\n\nEventually, teaching of Alexander, Athanasius, and the other Nicene Fathers, that the Son was consubstantial and coeternal with the Father, were defined as orthodox dogma. All divergent beliefs were defined as heresies. This included Docetism, Arianism, Nestorianism, and Sabellianism.\nThe most widely accepted definitions of the incarnation and the nature of Jesus were made by the First Council of Nicaea in 325, the Council of Ephesus in 431, and the Council of Chalcedon in 451. These councils declared that Jesus was both fully God: begotten from, but not created by the Father; and fully man: taking his flesh and human nature from the Virgin Mary. These two natures, human and divine, were hypostatically united into the one personhood of Jesus Christ. According to the Catholic Church, an ecumenical council's declarations are infallible, making the incarnation a dogma in the Catholic Church.\n\n\n=== Effect ===\nThe incarnation implies three facts: (1) The Divine Person of Jesus Christ; (2) The Human Nature of Jesus Christ; (3) The Hypostatic Union of the Human with the Divine Nature in the Divine Person of Jesus Christ. Without diminishing his divinity, he added to it all that is involved in being human. In Christian belief it is understood that Jesus was at the same time both fully God and fully human, two natures in one person. The body of Christ was therefore subject to all the bodily weaknesses to which human nature is universally subject; such are hunger (Matthew.4:2), thirst (John 19:28), fatigue (John 4:6), pain, and death. They were the natural results of the human nature he assumed.\nThe incarnation of Jesus is also one of the key factors which, alongside humans made in the image and likeness of God, forms Christian Anthropology. Specifically, incarnation is vital for understanding the concept of Divinisation of the Man, most well and elaborately developed in Orthodox Christianity and most well expressed by Church Fathers, such as St. Athanasius of Alexandria (\"Therefore He was not man, and then became God, but He was God, and then became man, and that to deify us\"), St Cyril of Alexandria (\"For we too are sons and gods by grace, and we have surely been brought to this wonderful and supernatural dignity since we have the Only Begotten Word of God dwelling within us.\") and numerous others.\n\n\n=== Modern Protestantism ===\nThe link between the incarnation and the atonement within systematic theology is complex. Within traditional models of the atonement, such as Substitution, Satisfaction or Christus Victor, Christ must be human in order for the sacrifice of the cross to be efficacious, for human sins to be \"removed\" and/or \"conquered\". In his work The Trinity and the Kingdom of God, Jürgen Moltmann differentiated between what he called a \"fortuitous\" and a \"necessary\" incarnation. The latter gives a soteriological emphasis to the incarnation: the Son of God became a man so that he could save us from our sins. The former, on the other hand, speaks of the incarnation as a fulfilment of the Love of God, of his desire to be present and living amidst humanity, to \"walk in the garden\" with us. Moltmann favours \"fortuitous\" incarnation primarily because he feels that to speak of an incarnation of \"necessity\" is to do an injustice to the life of Christ.\n\n\n== Hymns and prayers ==\n\n\n=== Eastern Orthodox and Byzantine Catholic ===\nThe significance of the incarnation has been extensively discussed throughout Christian history, and is the subject of countless hymns and prayers. For instance, the Divine Liturgy of St. John Chrysostom (c. 400), as used by Eastern Orthodox Christians and Byzantine Catholics, includes this \"Hymn to the Only Begotten Son\":\n\nAdditionally, the Divine Liturgy of Saint James includes this chant of \"Let All Mortal Flesh Keep Silence\" in its offertory:\n\n\n=== West Syriac Churches ===\nThe West Syriac Churches – Syriac Orthodox, Malankara Orthodox, Syro-Malankara Catholic, Syriac Catholic and Maronite Catholic – principally celebrating the Holy Qurbono of St. James (c. AD 60) have a similar ma‛neetho, a poetic hymn, traditionally attributed to St. Severus, the Patriarch of Antioch (c. 465–538):\n\n\n== Alternative views ==\n\n\n=== Michael Servetus ===\nDuring the Reformation, Michael Servetus taught a theology of the incarnation that denied trinitarianism, insisting that classical trinitarians were essentially tritheists who had rejected Biblical monotheism in favor of Greek philosophy. The Son of God, Servetus asserted, is not an eternally existing being, but rather the more abstract Logos (a manifestation of the One True God, not a separate person) incarnate. For this reason, Servetus refused to call Christ the \"eternal Son of God\" preferring \"the Son of the eternal God\" instead.\nIn describing Servetus' theology of the Logos, Andrew Dibb (2005) comments: \"In Genesis God reveals Himself as the Creator. In John He reveals that He created by means of the Word, or Logos. Finally, also in John, He shows that this Logos became flesh and 'dwelt among us'. Creation took place by the spoken word, for God said 'Let there be...' The spoken word of Genesis, the Logos of John, and the Christ, are all one and the same.\"\nCondemned by both the Roman Catholic and Protestant churches on account of his heterodox Christology, Servetus was burnt at the stake for heresy in 1553, by the Reformed Protestants in Geneva, Switzerland. The French reformer John Calvin, who asserted he would ensure the death of Servetus if he set foot in Geneva because of his non-Reformed views on the Trinity and the sacrament of baptism, requested he be beheaded as a traitor rather than burned as a heretic, but the authorities insisted on executing Servetus by fire.\n\n\n=== English Arians ===\nPost-Reformation Arians such as William Whiston often held a view of the incarnation in keeping with the personal pre-existence of Christ. Whiston considered the incarnation to be of the Logos Who had pre-existed as \"a Metaphysick existence, in potentia or in the like higher and sublimer Manner in the Father as His Wisdom or Word before His real Creation or Generation.\"\n\n\n=== Jacob Bauthumley ===\nJacob Bauthumley rejected that God was \"onely manifest in the flesh of Christ, or the man called Christ\". Instead, he held that God \"substantially dwells in the flesh of other men and creatures\" rather than solely Christ.\n\n\n=== Socinian and Unitarian ===\nServetus rejected Arianism because it denied Jesus' divinity so it is certain that he would have also rejected Socinianism as a form of Arianism which both rejects that Jesus is God, and, also that Jesus consciously existed before his birth, which most Arian groups accept. Fausto Sozzini and writers of the Polish Brethren such as Samuel Przypkowski, Marcin Czechowic and Johann Ludwig von Wolzogen saw the incarnation as being primarily a function of fatherhood. Namely that Christ was literally both 'Son of Man' from his maternal side, and also literally 'Son of God' on his paternal side. The concept of the incarnation —\"the Word became flesh and dwelt among us\"— was understood as the literal word or logos of Ps. 33:6 having been made human by a virgin birth. Sozzini, Przypkowski and other Socinian writers were distinct from Servetus in stating that Jesus having \"come down from heaven\" was primarily in terms of Mary's miraculous conception and not in Jesus having in any literal sense been in heaven. Today the number of churches with Socinian Christology is very small, the main group known for this are the Christadelphians, other groups include CoGGC and CGAF. Modern Socinian or \"Biblical Unitarian\" writers generally place emphasis on \"made flesh\" not just meaning \"made a body\", but incarnation (a term these groups would avoid) requiring Jesus having the temptable and mortal nature of His mother.\n\n\n=== Oneness Pentecostalism ===\nIn contrast to the traditional view of the incarnation cited above, adherents of Oneness Pentecostalism believe in the doctrine of Oneness. Although both Oneness and traditional Christianity teach that God is a singular Spirit, Oneness adherents reject the idea that God is a Trinity of persons. Oneness doctrine teaches there is one God who manifests Himself in different ways, as opposed to a Trinity, where God is seen as one being consisting of three distinct persons.\nTo a Oneness Pentecostal, Jesus is seen as both fully divine and fully human. The term Father refers to God Himself, who caused the conception of the Son in Mary, thus becoming the father of the child she bore. The term Son refers to the fully human person, Jesus Christ; and the Holy Ghost refers to the manifestation of God's Spirit inside of and around His people. Thus the Father is not the Son – and this distinction is crucial – but is in the Son as the fullness of His divine nature. Traditional Trinitarians believe that the Son always existed as the eternal second person of the Trinity; Oneness adherents believe that the Son did not come into being until the incarnation, when the one and only true God took on human form for the first, last and only time in history.\n\n\n=== The Church of Jesus Christ of Latter-day Saints (Mormonism) ===\n\nAccording to Latter-day Saint theology, two of the three divine beings of the Godhead have perfected, glorified, physical bodies, namely God the Father (Elohim) and God the Son (Jehovah). Instead of considering the Father, the Son, and the Holy Ghost as one in substance or essence with one another, Latter-day Saints understand the oneness of the Godhead as symbolic of Their perfectly united characteristics and purpose, while yet acknowledging that they are three separate and distinct beings. To explain this divergence from Trinitarian oneness as literal rather than symbolic, Latter-day Saints commonly cite  Christ's Intercessory Prayer in John 17:20-23, which reads:\n\n\"I do not ask for these [disciples] only, but also for those who will believe in me through their word, that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me. The glory that you have given me I have given to them, that they may be one even as we are one, I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.\"\nThis conception of the Godhead differs from the Trinitarian view of the Incarnation in which only God the Son, temporarily possessed an incarnated, physical body while God the Father is and has always remained unembodied. Despite these differences, Latter-day Saint doctrine accepts a similar version of so-called ethical monotheism (which developed out of the Jewish tradition), in that Latter-day Saints believe that the Light of Christ (alternatively referred to as the Spirit of Christ) emanates from God the Son throughout the world, thereby influencing all people everywhere to do good and eschew evil. This teaching is best exemplified in the Book of Mormon in Moroni 7:13-19, which states:\n\n\"Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth and enticeth to sin, and to do that which is evil continually. But behold, that which is of God inviteth and enticeth to do good continually; wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God...For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God. But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil...Wherefore, I beseech of you, brethren, that ye should search diligently in the light of Christ that ye may know good from evil; and if ye will lay hold upon every good thing, and condemn it not, ye certainly will be a child of Christ.\"\n\n\n== Notes ==\n\n\n== References ==\n\n This article incorporates text from a publication now in the public domain: Herbermann, Charles, সম্পাদক (১৯১৩)। \"The Incarnation\"। Catholic Encyclopedia। New York: Robert Appleton। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== External links ==\n'De trinitatis erroribus'  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৭ তারিখে, by Michael Servetus (Non-Trinitarian)\nOn the Incarnation by Saint Athanasius of Alexandria. (Trinitarian)\nThe Oneness of God Homepage of Dr. David K. Bernard. (Oneness)\nThe Seven Ecumenical Councils, from the Nicene and Post-Nicene Fathers, vols. 2-14 (Trinitarian)\n[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ সেপ্টেম্বর ২০১৩ তারিখে by Artemi Eirini\nটেমপ্লেট:Jesus footer"}