{"pageid": 1152105, "title": "হজ্জে তামাত্তু", "url": "https://bn.wikipedia.org/wiki?curid=1152105", "content": "\"মুত'আহ হজ্জ\" বা \"হজ্জে তামাত্তু\", (অর্থ \"উপভোগমূলক হজ্জ\") বলতে এক নিয়তে উমরাহ ও হজ্জ আদায়, আর এর মাঝে ইহরাম (\"পবিত্র অবস্থা\") ও অন্যান্য নিষেধাজ্ঞা থেকে অব্যাহতি পাওয়াকে বোঝানো হয়।\n\n\n== নিয়ম ==\nযিলহজ্জ মাসের প্রথম দশ দিনের যে কোন একদিন হাজী প্রথমে উমরাহ আদায়ের নিয়ত করবে, অতঃপর মিকাত থেকে ইহরাম বাঁধবে এবং বলবে: \"লাব্বাইকা বিউমরাতিন\", এরপর হাজি মক্কার দিকে ফিরবে। (জাফরী মাযহাবের মতে, পুরুষের জন্য মক্কায় যাওয়ার সময় কোনো ঘরের ছাদ বা বাহন মাধ্যমের ছাদ বা অন্যান্য শেল্টার যা আকাশ ঢেকে দেয়, এমনকিছুর নিচে বসে ছায়া গ্রহণ না করা ওয়াজিব। \nযে ব্যক্তি কোনো সমস্যা ছাড়াই এমনটা করবে তাহলে তাকে একজন পুরুষের জন্য নির্ধারিত কাফফারা আদায় করতে হবে।)\nমক্কায় পৌঁছার পর ইহরাম পরিধানকারী তাওয়াফ ও সায়ীর মাধ্যমে উমরাহ হজ্জের কার্য পূর্ণ করবে, অতঃপর চুল ছোট করার মাধ্যমে ইহরাম খুলে ফেলবে। আর তার জন্য সমস্ত হালাল কাজ করা বৈধ হয়ে যাবে, এমনকি স্ত্রীকে স্পর্শ করাও। \nইহরাম ছাড়া অবস্থায় সে যিলহজ্জের ৮ তারিখ পর্যন্ত অবস্থান করতে পারবে, এরপর সে হজ্জের ইহরাম পরিধান করবে এবং হজ্জের প্রয়োজনীয় কার্যসমূহ তথা আরাফায় অবস্থান, তাওয়াফে ইফাদ্বা এবং সায়ীসহ অন্যান্য কার্যাবলি। এভাবে সে উমরার কার্যাবলি এবং তদপরবর্তী হজ্জের কার্যাবলি সম্পূর্ণরূপে সমাপ্ত করবে। হাম্বলী মাযহাব ও শিয়া মাযহাব মতে হজ্জে তামাত্তু অন্যান্য হজ্জের প্রকারের মধ্যে সর্বোত্তম। হজ্জে তামাত্তু শুদ্ধ হবার জন্য একই বছরে একই ভ্রমণে হজ্জ ও উমরা যৌথভাবে পালন করা শর্ত।\n\n\n== ফরমান-এ মুস্তাফা ==\nহযরত মুহাম্মাদ সা আইন জারী করেন যে, উমরাহ এবং হজ্জ একত্রে আদায় করা যাবে, অর্থাৎ দুটি ইভেন্টে অংশগ্রহণের নিয়ত করে হজ্জযাত্রা শুরু করা।\n\n\n== পুরোদর্শন ==\nহজ্জের দুটি রূপ রয়েছে, \"ছোট হজ্জ\" (আরবি উমরাহ) এবং বড় হজ্জ (আরবি হজ্জ)। প্রধান হজ্জে নিয়ম কানুন অনেক বেশি এবং এটি প্রত্যেক মুসলমানের জীবনে একবার হলেও করা জন্য ফরজ, যদি এর জন্য আর্থিক সামর্থ্য থাকে, কিন্তু আর্থিকভাবে এটি আদায়ের সামর্থ্য বহন করতে না পারলে এটি ফরজ নয়। যে কোন ধরনের হজ্জের সময়, ছোট বা বড় যাই হোক না কেন, একজন মুসলিমকে অত্যন্ত কঠোর কিছু পোষাক আইন (আরবি: ইহরাম) মেনে চলতে হবে যার ভেতরও আবার কিছু অন্যান্য নিয়ম কানুন রয়েছে।\nপ্রাক-ইসলামী আরবে, হজ্জ শুরু করার অল্প সময় আগে কেউ যদি উমরা করতে যেত এবং তার পরপরই হজ্জের নিয়ত করত, তাহলে তার ইহরাম খোলা সম্পূর্ণ নিষিদ্ধ ছিল।\nরাসুল সা এই নিয়মটি বাতিল করে দেন, তিনি বলেন, কেউ হজে যাওয়ার ইচ্ছা করলে তার জন্য ইহরাম খুলে ফেলা জায়েয আছে এবং এই অব্যাহতিকেই \"উপভোগ\" (আরবি: মুত'আ) বলা হয়, আরও স্পষ্টভাবে বললে \"উপভোগমূলক হজ্জ\", \"হজ্জের মুত'আহ\" বা আরবীতে :হজ্জে তামাত্তু। শব্দটি কুরআনে উল্লেখ করা না হলেও সুন্নাহ এ এসেছে।\n\n\n== আরও দেখুন ==\nমুত'আহ\nরাশেদীন\nতিন তালাক\n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক উৎস ==\nhttps://web.archive.org/web/20050405010046/http://www.islam-pure.de/imam/fatwas/manasik02.htm\nhttps://quranx.com/Hadith/Bukhari/USC-MSA/Volume-2/Book-26/Hadith-635\nhttps://quranx.com/Hadith/Muslim/USC-MSA/Book-7/Hadith-2803."}