{"pageid": 1152298, "title": "২০২২-এ ভারত-বাংলাদেশে বন্যা", "url": "https://bn.wikipedia.org/wiki?curid=1152298", "content": "২০২২ সালের মে থেকে উত্তর-পূর্ব ভারত ও বাংলাদেশে ভয়াবহ বন্যা আঘাত হানে। উভয় দেশের ৯০ লক্ষাধিক মানুষ আক্রান্ত হয়েছেন। আসাম ও অরুণাচল প্রদেশে অধিক বৃষ্টিপাতের ফলে সৃষ্ট পাহাড়ি ঢলে সুরমা নদী,  কুশিয়ারা নদী ও অনান্য নদ-নদীর পানি বৃদ্ধি পেয়ে ভয়াবহ বন্যার সৃষ্টি হয়। পার্বত্য অঞ্চলে কয়েকদিনের ভারী বর্ষণের পর ১,৯০০টি গ্রাম তলিয়ে যায়, যার ফলে এই অঞ্চলের অনেক নদী প্রধানত ব্রহ্মপুত্র ও বরাক এসবের বাঁধগুলি ভেঙ্গে যায়।\n\n\n== পটভূমি ==\nবাংলাদেশ ও উত্তর-পূর্ব ভারত, বিশেষ করে আসাম, প্রধানত সমতল প্লাবনভূমি নিয়ে গঠিত যার উপর দিয়ে প্রবাহিত অসংখ্য নদী, যার মধ্যে সবচেয়ে উল্লেখযোগ্য হল গঙ্গা (বাংলাদেশে পদ্মা বলা হয়) ও ব্রহ্মপুত্র (বাংলাদেশে যমুনা বলা হয়)। এই অঞ্চলের অন্যান্য প্রধান নদী ব্যবস্থার মধ্যে রয়েছে বরাক-সুরমা-কুশিয়ারা নদী ব্যবস্থা, যা বাংলাদেশের উত্তর-পূর্বাঞ্চল ও আসামের বরাক উপত্যকার মধ্য দিয়ে প্রবাহিত। হিমালয় থেকে প্রচুর পরিমাণে পানি আসা এবং ভারী বর্ষার কারণে বন্যা এই অঞ্চলে একটি নিয়মিত ঘটনা। বন্যার সময়, প্রশান্ত মহাসাগরে একটি লা নিনা ঘটনা সক্রিয় ছিল যার অর্থ ভারত ও বাংলাদেশে ভারী বর্ষণ হবে।\n\n\n== ঘটনা ==\n\n\n=== ভারত ===\n২০২২ সালের মে মাসে রাজ্য জুড়ে বিশেষ করে বরাক উপত্যকায় স্বাভাবিকের চেয়ে বেশি বৃষ্টিপাতের কারণে বন্যা হয়েছিল। ২৫ মে পর্যন্ত, ৬ লক্ষেরও বেশি মানুষ আক্রান্ত হয়েছিল ও ২৫ জন প্রাণ হারিয়েছিল।  আসাম রাজ্য দুর্যোগ ব্যবস্থাপনা কর্তৃপক্ষ (এএসডিএমএ) মতে, রাজ্য জুড়ে হাজার হাজার গ্রাম ও ১,১০,০০০ হেক্টর (১,১০০ বর্গ কিলোমিটার) এরও বেশি ফসলি এলাকা ক্ষতিগ্রস্থ হয়েছে। আসামের ডিমা হাসাও জেলা রাজ্যের বাকি অংশ থেকে অল্প সময়ের জন্য বিচ্ছিন্ন ছিল। কর্তৃপক্ষ হাজার হাজার মানুষকে আশ্রয় দিয়ে রাজ্য জুড়ে বেশ কয়েকটি ত্রাণ শিবির ও বিতরণ কেন্দ্র পরিচালনা করছে। বন্যা ও ভূমিধসের কারণে রেলপথও ক্ষতিগ্রস্ত হয়েছে।\nজুন মাসে রাজ্যে আরও একটি ভারী বৃষ্টিপাত হয়েছিল। ২০২২ সালের ১৭ জুন নাগাদ আসামে ২০ জন এবং মেঘালয়ে ১৮ জন বন্যা ও ভূমিধসে নিহত হয়েছে বলে জানা গেছে। চেরাপুঞ্জি ও  মাওসিনরামের শৈলশহর ১৯৪০ সালের পর থেকে সেগুলোর সর্বোচ্চ বৃষ্টিপাত রেকর্ড করেছে। অরুণাচল প্রদেশে ভারী বৃষ্টিপাত ও ভূমিধস রাজ্য জুড়ে অনেক জেলাকে ক্ষতিগ্রস্ত করেছে এবং একজন নিহত ও তিনজন নিখোঁজ হয়েছে।\n৩২টি জেলা জুড়ে ৪,০০০ এরও বেশি গ্রাম ক্ষতিগ্রস্ত হয়েছে ও দেড় লাখ মানুষ ৫০০টি ত্রাণ শিবিরে আশ্রয় নিয়েছে। অনেক নতুন ভূমিধসও রেকর্ড করা হয়েছে। ব্রহ্মপুত্র নদ ও এর উপনদী জিয়া-ভারালী, পুথিমারী, মানস, বেকি এবং বরাক উপত্যকা নদী বরাক ও কুশিয়ারা সবই বিপদসীমার উপর দিয়ে প্রবাহিত হচ্ছে। এনডিআরএফের পাশাপাশি এসডিআরএফ, ভারতীয় সেনা ও বিমান বাহিনী যুক্ত হয়ে ক্ষতিগ্রস্তদের সাহায্য করেছে।\nত্রিপুরায়, বেশ কয়েকটি নদীতে বন্যার কারণে ১২,০০০ মানুষ তাদের বাড়িঘর ছেড়েছে।\n\n\n=== বাংলাদেশ ===\nবাংলাদেশে, বরাক ও কুশিয়ারা নদীর বন্যা প্রধানত উত্তর-পূর্ব সিলেট ও সুনামগঞ্জ জেলাকে ক্ষতিগ্রস্ত করে ও ২০ জুন পর্যন্ত ৩২ জনেরও বেশি মানুষ মারা গেছে। বন্যায় ৫৩,০০০ হেক্টর কৃষি জমি তলিয়ে গেছে, ফসলের ক্ষতি হয়েছে। এলাকাটি পানিতে তলিয়ে যাওয়ার পর প্লাবিত পুকুর ও জলাশয় থেকে অনেক মাছ ভেসে উঠতে দেখা যায়। বন্যার কারণে সিলেটের ৬৪০টি শিক্ষা প্রতিষ্ঠানের পাঠদান কার্যক্রম ব্যাহত হয়েছে। সিলেট জেলার ৫৫টি ইউনিয়ন সম্পূর্ণ ও ১৫টি ইউনিয়ন আংশিক প্লাবিত হয়েছে। ২২ মে সিলেটে বন্যা পরিস্থিতির খুব একটা পরিবর্তন হয়নি বলে জানা গেছে। বন্যা কবলিত এলাকায় বিশুদ্ধ পানির সংকট দেখা দিয়েছে। ভয়াবহ বন্যায় বিভিন্ন এলাকার বাঁধ দুর্বল হয়ে পড়েছে। জুন মাসে সিলেট জেলার বিভিন্ন এলাকার অন্তত ৫০০ গ্রাম ক্ষতিগ্রস্ত হয় ও অন্তত চার লাখ মানুষ পানিবন্দী হয়ে পড়ে। সিলেট ও সুনামগঞ্জ জেলায় বিদ্যুৎ সরবরাহ বন্ধ রয়েছে। ১৮ জুন পর্যন্ত সিলেট অঞ্চলে বন্যা পরিস্থিতির আরও অবনতি হয়েছে।\nবাংলাদেশ সেনাবাহিনী সিলেটে জুন মাসের দ্বিতীয় দফা বন্যা পরিস্থিতি মোকাবিলায় সহায়তায় কাজ করছে। বন্যা পরিস্থিতির অবনতির কারণে দেশে অনুষ্ঠিতব্য মাধ্যমিক বিদ্যালয় সার্টিফিকেট পরীক্ষা বাতিল করা হয়েছে। বিমানবন্দর ও স্টেশন এলাকায় বন্যার পানি প্রবেশ করায় ওসমানী আন্তর্জাতিক বিমানবন্দর ও সিলেট রেলওয়ে স্টেশনের কার্যক্রম বন্ধ রয়েছে।\nবাংলাদেশের উত্তরাঞ্চলে, তিস্তা ও যমুনা উভয়ের পানি বেড়েছে, ফলে লালমনিরহাট ও কুড়িগ্রাম জেলার বড় অংশ প্লাবিত করেছে। সিলেট জেলায় কৃষিকাজের উপযুক্ত জমিগুলো পানিতে তলিয়ে যায়। পানিতে তলিয়ে যাওয়া জমিগুলোর মধ্যে রয়েছে আউশ ধানের বীজতলা যার আয়তন ১,৪২১ হেক্টর। ১৭০৪ হেক্টর আয়তনের বোরো ফসলের জমি এবং ১,৩৩৪ হেক্টর আয়তনের গ্রীষ্মকালীন সবজির জমিও বন্যা থেকে রেহাই পায়নি। এলাকা পানিতে তলিয়ে যাওয়ার পর সেখানের প্লাবিত পুকুর ও জলাশয় থেকে অনেক মাছ ভেসে উঠতে দেখা যায়। বন্যার কারণে সিলেটের ৬৪০টি শিক্ষাপ্রতিষ্ঠানের পাঠদান কার্যক্রম বিঘ্নিত হওয়ায় বন্ধ করা হয়। সিলেট জেলার ৫৫টি ইউনিয়ন সম্পূর্ণভাবে এবং ১৫টি ইউনিয়ন আংশিক প্লাবিত হয়। এ ছাড়াও ১৩টি উপজেলা ও ৫টি পৌরসভা প্লাবিত হয়েছে। বন্যায় জেলার প্রায় ৩০ লাখ লোক পানিবন্দি হয়ে পড়েন। জেলায় ৬১৪টি আশ্রয়কেন্দ্রে ২ লাখ ৫২ হাজার ৭৮৪ জন লোক আশ্রয় গ্রহণ করেছেন। ভয়াবহ বন্যায় জেলার ৪ লাখ ৮৪ হাজার ৩৮৩টি পরিবার ক্ষতিগ্রস্ত হয়েছে। ৪০ হাজার ৯১টি ঘরবাড়ি সম্পূর্ণ বা আংশিক ক্ষতিগ্রস্ত হয়েছে। তবে এ তালিকায় সিটি করপোরেশনের হিসেব নেই।\n২০ জুন, রয়টার্স জানিয়েছে যে বন্যায় ৯০ লক্ষাধিক মানুষ পানিবন্দী হয়ে পড়েছে, যার মধ্যে ৪৫ লাখ বাংলাদেশে এবং ৪৭ লাখ আসামে রয়েছে।\n\n\n== আরও দেখুন ==\n২০২০-এ আসামে বন্যা\n২০১২-এ আসামে বন্যা\n\n\n== তথ্যসূত্র =="}