{"pageid": 1152798, "title": "গুস্তাভো পেত্রো", "url": "https://bn.wikipedia.org/wiki?curid=1152798", "content": "গুস্তাভো ফ্রান্সিসকো পেত্রো উরেগো ( স্প্যানিশ উচ্চারণ:  [ɡusˈtaβo fɾanˈsiskoˈpetɾo uˈreɣo] ; জন্ম ১৯ এপ্রিল ১৯৬০) একজন কলম্বিয়ান অর্থনীতিবিদ, রাজনীতিবিদ, সাবেক গেরিলা যোদ্ধা, সিনেটর এবং কলম্বিয়ার প্রেসিডেন্ট।  ১৯ জুন ২০২২ সালের কলম্বিয়ার রাষ্ট্রপতি নির্বাচনের দ্বিতীয় রাউন্ডে তিনি রোডলফো হার্নান্দেজ সুয়ারেজকে পরাজিত করেন। দায়িত্ব নেওয়ার পর পেত্রো কলম্বিয়ার প্রথম বামপন্থী প্রেসিডেন্ট হন।\n১৭ বছর বয়সে, পেত্রো ১৯ এপ্রিল গেরিলা গ্রুপের সদস্য হন, যেটি পরে এম-১৯ ডেমোক্রেটিক অ্যালায়েন্সে পরিণত হয়, এই রাজনৈতিক দলে তিনি ১৯১১ সালে চেম্বার অব রিপ্রেজেন্টেটিভসের সদস্য নির্বাচিত হন। ২০০৬ সালের কলম্বিয়ার সংসদীয় নির্বাচনে  দ্বিতীয় সর্বোচ্চ ভোট পেয়ে তিনি সিনেটর হিসেবে দায়িত্ব পালন করেন। তিনি ২০১০ সালের কলম্বিয়ার রাষ্ট্রপতি নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য পদত্যাগ করেন এবং এই নির্বাচনে চতুর্থ স্থান অধিকার করেন।\nপিডিএ নেতাদের সাথে আদর্শগত মতবিরোধের কারণে, তিনি বোগোতার মেয়র পদে প্রতিদ্বন্দ্বিতা করার জন্য কলম্বিয়া হিউম্যানা আন্দোলন প্রতিষ্ঠা করেন। ৩০ অক্টোবর ২০১১ -এ, তিনি স্থানীয় নির্বাচনে মেয়র নির্বাচিত হন। এই পদটি তিনি ১ জানুয়ারী ২০১২ এ গ্রহণ করেছিলেন। ২০১৮ সালের কলম্বিয়ার রাষ্ট্রপতি নির্বাচনের প্রথম পর্বে, ২৭ মে ২৫% এর বেশি ভোট নিয়ে তিনি দ্বিতীয় হয়েছিলেন এবং ১৭ জুন রান-অব নির্বাচনে হেরে যান।\n\n\n== জীবনের প্রথমার্ধ ==\nপেত্রো ১৯৬০ সালে কর্ডোবা বিভাগের সিনাগা দে ওরোতে জন্মগ্রহণ করেন। তার প্রপিতামহ, ফ্রান্সেস্কো পেত্রো, ১৮৭০ সালে দক্ষিণ ইতালি থেকে স্থানান্তরিত হন, যে কারণে তার কাছে ইতালীয় নাগরিকত্ব রয়েছে। পেত্রো ক্যাথলিক বিশ্বাসে বেড়ে উঠেছিলেন এবং বলেছেন যে তিনি মুক্তির ধর্মতত্ত্ব থেকে ঈশ্বরের দর্শন পেয়েছেন, যদিও তিনি ঈশ্বরের অস্তিত্ব নিয়েও প্রশ্ন করেছিলেন।\nউন্নত ভবিষ্যতের সন্ধানে পেত্রোর পরিবার ১৯৭০-এর দশকে বোগোটার উত্তরে জিপাকুইরাতে স্থানান্তর করার সিদ্ধান্ত নিয়েছিল।\nপেত্রো \"কলেজিও দে হারমানোস দে লা স্যালে\"-এর উপর অধ্যয়ন করেছিলেন, যেখানে তিনি ছাত্র সংবাদপত্র কার্টা আল পুয়েবলো (\"মানুষের কাছে চিঠি\") প্রতিষ্ঠা করেছিলেন।\n\n\n=== এম-১৯ জঙ্গিবাদ ===\nগেরিলা সংগ্রাম কলম্বিয়ার রাজনৈতিক ও অর্থনৈতিক ব্যবস্থাকে বদলে দিতে পারে বলে নিশ্চিত, প্রায় ১৭ বছর বয়সে, পেত্রো ১৯ এপ্রিল আন্দোলনের (এম-১৯) সদস্য হন, একটি কলম্বিয়ান গেরিলা সংগঠন ১৯৭০ সালের নির্বাচনে কারচুপির অভিযোগের পর ১৯৭৪ সালে জাতীয় ঐক্যফ্রন্ট জোটের বিরোধিতায় আত্মপ্রকাশ করে। তিনি অরেলিয়ানোর ছদ্মনাম ব্যবহার করেছিলেন, ওয়ান হান্ড্রেড ইয়ার্স অফ সলিটিউড উপন্যাসের একটি চরিত্র।\nএম-১৯-এর সাহায্যে, তিনি ৪০০টি দরিদ্র পরিবারকে বসাতে এক টুকরো জমি বাজেয়াপ্ত করার নেতৃত্ব দেন যেগুলিকে আধাসামরিক গোষ্ঠীগুলির দ্বারা জোরপূর্বক বাস্তুচ্যুত করা হয়েছিল এবং তারপর বলিভার ৮৩ পাড়ায় পরিণত হতে অবদান রেখেছিলেন। তারপরে তিনি কার্লোস পিজারোর ঘনিষ্ঠ হন, যিনি এম-১৯ এর অন্যতম প্রধান কমান্ডার ছিলেন এবং কলম্বিয়ার সশস্ত্র সংঘাতের একটি আলোচনার মাধ্যমে রাজনৈতিক সমাধান এবং একটি গণপরিষদে রূপান্তরের প্রয়োজনে তার সাথে জোর দেন। তার সময়ে ১৯ এপ্রিল পেত্রো একজন নেতা হন এবং ১৯৮১ সালে জিপাকিরার ন্যায়পাল এবং ১৯৮৪ থেকে ১৯৮৬ সালের জন্য কাউন্সিলম্যান নির্বাচিত হন।\n১৯৮৫ সালে, পেত্রো অবৈধ অস্ত্র রাখার অপরাধে সেনাবাহিনী তাকে গ্রেপ্তার করেছিল। তাকে ১৩ ব্রিগেডের আস্তাবলে দশ দিন নির্যাতন করা হয়েছিল। তারপর তাকে ১৮ মাসের কারাদণ্ড দেওয়া হয়েছিল। তার কারাবাসের সময়ই পেত্রো তার মতাদর্শ পরিবর্তন করেছিলেন, আর সশস্ত্র প্রতিরোধকে জনসমর্থন পাওয়ার জন্য একটি সম্ভাব্য কৌশল হিসাবে দেখেননি। ১৯৮৭ সালে, এম-১৯ সরকারের সাথে শান্তি আলোচনায় নিযুক্ত হয়।\n\n\n=== শিক্ষা ===\nপেত্রো \"ইউনিভার্সিডাড এক্সটারনাডো ডে কলম্বিয়া\" থেকে অর্থনীতিতে একটি ডিগ্রি নিয়ে স্নাতক হন এবং \"এসকুয়েলা সুপারিয়র ডে এডমিনিস্ট্রাসিয়ন পাবলিকা\" (ESAP) এ স্নাতক অধ্যয়ন শুরু করেন। পরে, তিনি \"ইউনিভার্সিডাড জাভেরিয়ানা\" থেকে অর্থনীতিতে স্নাতকোত্তর ডিগ্রি অর্জন করেন। এরপর তিনি বেলজিয়ামে যান এবং ইউনিভার্সিটি ক্যাথলিক ডি লুভেনে অর্থনীতি ও মানবাধিকার বিষয়ে স্নাতক অধ্যয়ন শুরু করেন। তিনি স্পেনের সালামানকা বিশ্ববিদ্যালয় থেকে জনপ্রশাসনে ডক্টরেট ডিগ্রি অর্জনের জন্য পড়াশোনা শুরু করেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\n\n\n=== প্রাথমিক কর্মজীবন ===\nএম-১৯ আন্দোলনের নিষ্ক্রিয়করণের পর, গ্রুপের প্রাক্তন সদস্যরা (পেত্রো সহ) এম-১৯ ডেমোক্রেটিক অ্যালায়েন্স নামে একটি রাজনৈতিক দল গঠন করে যেটি ১৯৯১ সালে চেম্বার অফ রিপ্রেজেন্টেটিভসে উল্লেখযোগ্য সংখ্যক আসন জিতেছিল। ১৯৯৪ সালে জুলাই, তিনি লেফটেন্যান্ট কর্নেল হুগো শ্যাভেজের সাথে দেখা করেন, যিনি ১৯৯২ সালের ফেব্রুয়ারীতে ভেনেজুয়েলার অভ্যুত্থান প্রচেষ্টায় তার ভূমিকার জন্য জেল থেকে মুক্তি পেয়েছিলেন, বোগোটাতে সিমন রদ্রিগেজ সাংস্কৃতিক ফাউন্ডেশনে বলিভারিয়ান চিন্তাধারার একটি ইভেন্টের জন্য, যার নির্দেশনা ছিল হোসে কুয়েস্তা। তিনি পেত্রোর সংসদীয় সহকারী ছিলেন।\n২০০২ সালে, পেত্রো বোগোটার প্রতিনিধিত্বকারী চেম্বার অব রিপ্রেজেন্টেটিভস-এ নির্বাচিত হন। এই সময়ের মধ্যে, পেত্রো ২০০৬ \"সেরা কংগ্রেসম্যান\" হিসাবে নির্বাচিত হওয়ার জন্য ১২৫জন পরামর্শকারী প্রতিনিধির মধ্যে ২৫টি ভোট পেয়েছিলেন, ২৪টির বিপরীতে যেটি মনে করেছিল যে কোনও প্রতিনিধিই সেরা হিসাবে বিবেচিত হওয়ার যোগ্য নয় কারণ আইনসভার সময় কম এবং অধিবেশনের অভাব বলে চিহ্নিত করা হয়েছিল।\nভায়া অলটাৰ্নার সদস্য হিসেবে, পেত্রো স্বাধীন গণতান্ত্রিক মেরু গঠনের জন্য একটি নির্বাচনী জোট তৈরি করেন।\n২০০৬ সালে, পেত্রো সেনেটে নির্বাচিত হন। সেই বছরে তিনি প্যারাপলিটিক্স কেলেঙ্কারিও উন্মোচন করেছিলেন, কলম্বিয়াকে \"পুনরুদ্ধার\" করার জন্য সরকারের সদস্য ও অনুসারীদের আধাসামরিক গোষ্ঠীর সাথে মিশে থাকার অভিযোগ এনেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}