{"pageid": 1152453, "title": "যৌন পুঁজি", "url": "https://bn.wikipedia.org/wiki?curid=1152453", "content": "যৌন পুঁজি বা কামদ পুঁজি (ইংরেজি: sexual capital বা erotic capital)  হল সেই সামাজিক ক্ষমতা যা একজন ব্যক্তি বা গোষ্ঠী তাদের যৌন আকর্ষণ এবং সামাজিক আকর্ষণের ফলে সঞ্চয় করে। এটি শ্রেণীগত থেকে স্বাধীন সামাজিক গতিশীলতাকে সক্ষম করে, কারণ যৌন পুঁজি রূপান্তরযোগ্য, এবং সামাজিক পুঁজি ও  অর্থনৈতিক পুঁজি সহ অন্যান্য ধরনের পুঁজি অর্জনে কার্যকর হতে পারে। \n\n\n== উৎপত্তি ==\n\nকামদ পুঁজি (erotic capital) শব্দটি প্রথম ২০০০ এর দশকের গোড়ার দিকে ব্রিটিশ সমাজবিজ্ঞানী ক্যাথরিন হাকিম ব্যবহার করেছিলেন। হাকিম একে  ফরাসি সমাজবিজ্ঞানী পিয়ের বোর্দিউ এর অর্থনৈতিক, সাংস্কৃতিক এবং সামাজিক পুঁজির ধারণা থেকে আলাদা ধারণা হিসাবে সংজ্ঞায়িত করেছেন। তিনি বলেন কামদ পুঁজি (erotic capital) শ্রেনীর উৎপত্তি থেকে স্বতন্ত্র এবং সামাজিক গতিশীলতাকে সক্ষম করে এবং যুক্তি দেয় যে এটি কামদ পুঁজিকে সামাজিকভাবে ধ্বংসাত্মক করে তোলে, যার ফলশ্রুতিতে বিদ্যমান ক্ষমতা কাঠামোর অবমূল্যায়ন হয় এবং এটিকে দমন করার চেষ্টা করা হয়।  ম্যানোস্ফিয়ারে, সমান্তরাল শব্দ যৌন বাজার মূল্য (sexual market value)  বা এর সংক্ষিপ্ত রূপ এসএমভি  প্রায়শই ব্যবহৃত হয়।\n\n\n== সংজ্ঞা ==\n\n\n=== অর্থনৈতিক ===\nএকটি অর্থনৈতিক-সম্পর্কিত সংজ্ঞা গ্যারি বেকারের মানব সত্য মূলধন তত্ত্বের উপর ভিত্তি করে তৈরি করা হয়েছে এবং ভবিষ্যদ্বাণী করে যে লোকেরা তাদের যৌন আবেদন প্রদর্শনের জন্য যুক্তিসঙ্গতভাবে বিনিয়োগ করে যখন তারা তাদের বিনিয়োগের উপর ফেরত আশা করতে পারে। তিনি এটিকে স্বাস্থ্য পুঁজির একটি রূপ হিসাবে সংজ্ঞায়িত করেছেন, যা নিজেই স্বতন্ত্র পুঁজির একটি রূপ।  আরেকটি সংজ্ঞা, পুঁজি তত্ত্ব থেকে এসেছে, যেখানে ভালো যুক্তি দেয় যে যৌন পুঁজি একজন ব্যক্তির সামগ্রিক মূলধন পোর্টফোলিওর অংশ। পুঁজি পোর্টফোলিও তত্ত্বের মধ্যে একজন ব্যক্তি তাদের যৌন পুঁজিকে অন্য ধরনের পুঁজিতে স্থানান্তর করতে পারে।  অর্থনৈতিক দৃষ্টিকোণ থেকে, উচ্চ যৌন পুঁজি থাকা সুবিধাজনক, কারণ এটি একজন ব্যক্তিকে তাদের জীবনের একাধিক দিকে সাহায্য করতে পারে। উদাহরণস্বরূপ, একাধিক গবেষণায় দেখা গেছে যে শারীরিক আকর্ষণ বৃদ্ধি অন্যান্য কারণগুলি দূর করার পরে উচ্চ আয়ের সাথে সম্পর্কিত।\n\n\n=== সমাজবিজ্ঞান ===\nসমাজতাত্ত্বিক সংজ্ঞাটির ক্ষেত্র বোর্দিউর ধারণার উপর ভিত্তি করে।    এই সংজ্ঞা বোর্দিউর মূলধনের ধারণার উপর ভিত্তি করে তৈরিকৃত।  গ্রীন যৌন পুঁজিকে  সংজ্ঞায়িত করে যে একজন ব্যক্তি বা গোষ্ঠীর গুণমান এবং পরিমাণের কারণে যা তার কাছে থাকে যা শারীরিক চেহারা, প্রভাব এবং সামাজিক-সাংস্কৃতিক শৈলী সহ অন্যের মধ্যে একটি কামোত্তেজক প্রতিক্রিয়া সৃষ্টি করে। এই বৈশিষ্ট্যগুলির মধ্যে কিছু অপরিবর্তনীয় হতে পারে, যেমন একজন ব্যক্তির জাতি বা উচ্চতা, অন্যগুলি শারীরিক কসরতের মাধ্যমে বা কৃত্রিমভাবে, প্লাস্টিক সার্জারি বা মেকওভার ইত্যাদির মাধ্যমে অর্জিত হতে পারে।  কামদ পুঁজির কোন একক আধিপত্যবাদী রূপ নেই। বিপরীতে, পুঁজির ধরন বেশ পরিবর্তনশীল, অত্যন্ত বিশেষায়িত সামাজিক গোষ্ঠীগুলির কামোত্তেজক পছন্দগুলির সাথে সম্পর্কিত একটি আধিপত্যের মর্যাদা অর্জন করে যা একটি যৌন ক্ষেত্রকে অন্যটি থেকে আলাদা করে। এর মানে হল যে কামোত্তেজক পুঁজিকে ক্ষেত্রের একটি সম্পত্তি হিসাবে সর্বোত্তম ধারণা করা হয় এবং মূলধনের একটি পৃথক রূপ নয়। \nএকটি দ্বিতীয় সংজ্ঞা হাকিম দ্বারা তৈরি করা হয়েছে, যৌন পুঁজিকে চতুর্থ ব্যক্তিগত সম্পদ হিসাবে বিবেচনা করে। এই সংজ্ঞা হল শারীরিক এবং সামাজিক আকর্ষণের বহুমুখী সংমিশ্রণ যা যৌন আকর্ষণকে ছাড়িয়ে যায় যা 'ক্ষেত্র' দৃষ্টিভঙ্গির কেন্দ্রবিন্দু। যৌন পুঁজি সম্পর্কে গ্রীনের ধারণার বিপরীতে, হাকিমের কামদ পুঁজি হল একটি স্বতন্ত্র পুঁজি যেখানে কোনও ক্ষেত্রের প্রয়োজনীয় উল্লেখ নেই। \nযৌন পুঁজির ধারণার জন্য ব্যাপক সমর্থনকারী প্রমাণ, সৌন্দর্য, শারীরিক আকর্ষণ এবং সুন্দর চেহারা হিসাবে সংজ্ঞায়িত করা হয়েছে, ড্যানিয়েল হামেরমেশের সর্বশেষ বই, বিউটি পেস -এ দেওয়া হয়েছে, যেখানে তিনি সমস্ত প্রসঙ্গে আকর্ষণীয় হওয়ার অর্থনৈতিক সুবিধার উপর গবেষণা প্রমাণ পর্যালোচনা করেছেন উচ্চ শিক্ষা , রাজনীতি, বিক্রয় এবং বিপণন, এবং দৈনন্দিন সামাজিক মিথস্ক্রিয়া সহ। হামেরমেশ অনুমান করেন যে এই অর্থনৈতিক সুবিধাগুলি অবশ্যই অন্যায্য বৈষম্যের কারণে হতে পারে, তিনি ডেবোরা রোডের বই, বিউটি বায়াস থেকে একটি অবস্থান নিয়েছেন, একজন নারীবাদী আইনজীবীর সমালোচনা করে যে সামাজিক সুবিধাগুলি আকর্ষণীয় ব্যক্তিদের জন্য সঞ্চিত হয় এবং বিশেষত বিশেষ করে অস্বাভাবিক ব্যক্তিদের দ্বারা অনুভব করা অসুবিধাগুলি স্থূল।\n\n\n== গুরুত্ব ==\nক্যাথরিন হাকিম যুক্তি দেন যে যৌন ক্ষেত্র এবং ব্যক্তিগত সম্পর্কের বাইরেও যৌন পুঁজি গুরুত্বপূর্ণ। তার গবেষণা পরামর্শ দেয় যে মিডিয়া, রাজনীতি, বিজ্ঞাপন, খেলাধুলা, শিল্পকলা এবং দৈনন্দিন সামাজিক মিথস্ক্রিয়া ক্ষেত্রে যৌন পুঁজি গুরুত্বপূর্ণ, এবং ছয়টি উপাদান নিয়ে গঠিত:\n\nসৌন্দর্য\nযৌন আকর্ষণ\nসামাজিক আকর্ষণ   (\"অনুগ্রহ, কমনীয়তা, মিথস্ক্রিয়ায় সামাজিক দক্ষতা, মানুষকে আপনার মতো করে তোলার ক্ষমতা, স্বাচ্ছন্দ্য এবং সুখী বোধ করার ক্ষমতা, আপনাকে জানতে চায় এবং যেখানে প্রাসঙ্গিক, আপনাকে কামনা করে\"  )\nপ্রাণবন্ততা এবং শক্তি (\"শারীরিক সুস্থতা, সামাজিক শক্তি, এবং ভাল হাস্যরসের মিশ্রণ\"  )\nসামাজিক উপস্থাপনা (\"পোশাকের রীতি, ফেস-পেইন্টিং, সুগন্ধি, গয়না, চুলের স্টাইল এবং বিভিন্ন জিনিসপত্র যা মানুষ বহন করে বা পরিধান করে বিশ্বের কাছে তাদের সামাজিক অবস্থান এবং শৈলী ঘোষণা করতে\"  )\nযৌনতা (\"যৌন সক্ষমতা, শক্তি, কামোত্তেজক কল্পনা, কৌতুকপূর্ণতা, এবং অন্য সবকিছু যা একজন যৌন তৃপ্তিদায়ক অংশীদারের জন্য তৈরি করে\"  )\nক্যাথরিন হাকিমের কামদ পুঁজি তত্ত্ব যুক্তি দেয় যে কামদ পুঁজি হল একটি গুরুত্বপূর্ণ চতুর্থ ব্যক্তিগত সম্পদ, অর্থনৈতিক পুঁজি, সাংস্কৃতিক/মানবিক পুঁজি এবং সামাজিক পুঁজির পাশাপাশি;   কামোত্তেজক পুঁজিতে সমৃদ্ধি আধুনিক সমাজে ক্রমবর্ধমান গুরুত্বপূর্ণ; নারীদের সাধারণত পুরুষদের তুলনায় বেশি কামোত্তেজক পুঁজি থাকে, এবং সেই যৌন পুঁজির সামাজিক সুবিধা এবং সুযোগ-সুবিধা রয়েছে যা নারী লিঙ্গকে উপকৃত করে।  কামদ পুঁজির এই সংজ্ঞাটি কিছু সমাজবিজ্ঞানী দ্বারা প্রতিদ্বন্দ্বিতা করেছেন যারা এই ধারণাটিকে প্রত্যাখ্যান করেছেন যে যৌন পুঁজি/কামদ পুঁজি এমন কিছু যা ব্যক্তিদের সম্পদের বহনযোগ্য পোর্টফোলিওর মতো, নির্দিষ্ট যৌন ক্ষেত্রের সাথে কোন অন্তর্নিহিত সংযোগ নেই যেখানে এই ধরনের বৈশিষ্ট্যগুলিকে কাম্য বলে মনে করা হয়।\nযৌন পুঁজি যৌন এবং মানসিক উভয় স্বাস্থ্যের সাথে সম্পর্কিত হতে পারে, যেহেতু কম যৌন পুঁজির ব্যক্তিরা যখন বেশি যৌন পুঁজির অধিকারী একজন সঙ্গীর সাথে কনডম ব্যবহার সম্পর্কে কথা বলার বা আলোচনা করার ক্ষমতা হ্রাস করে এবং অকর্ষক বোধ করার ফলে নেতিবাচক মানসিক অবস্থার বিকাশ ঘটায়।\nবৃহত্তর তাত্ত্বিক পরিভাষায়, সামাজিক তত্ত্বের জন্য যৌন পুঁজি গুরুত্বপূর্ণ কারণ এটি সামাজিক পুঁজি, প্রতীকী পুঁজি এবং সাংস্কৃতিক পুঁজি সহ অন্যান্য ধরনের পুঁজির মধ্যে একটি যা বৃহত্তর সমাজের স্বতন্ত্র সদস্যদের মর্যাদাকে প্রভাবিত করে। যৌন পুঁজি অন্য ধরনের পুঁজিতে রূপান্তরযোগ্য, যেমন অভিনেতা-মডেল-অভিনেত্রীরা  যৌন পুঁজিকে আর্থিক পুঁজি বা সামাজিক পুঁজিতে পরিণত করে (যেমন: মেরিলিন মনরো ), ঋত্বিক রোশন অথবা যখন আকর্ষণীয় কর্মচারীরা তাদের চেহারার গুণে আরও বেশি গ্রাহক আনয়ন থেকে বৃদ্ধি পায় এবং সামাজিক সংযোগ পায়।\n\n\n== সাংস্কৃতিক এবং প্রাসঙ্গিক কারণ ==\n\n\n=== জাতি ===\nযৌন পুঁজি যৌন আকর্ষণের জাতি বা জাতিগত স্টেরিওটাইপের সাথে ঘনিষ্ঠভাবে জড়িত।\nকিছু কৃষ্ণাঙ্গ পুরুষদের উচ্চ যৌন মর্যাদা দেওয়া হয়, কারণ তারা কিছু বিষমকামী শ্বেতাঙ্গ নারীর কল্পনাকে আকর্ষণ করে, তবে সাধারণত কৃষ্ণাঙ্গ পুরুষরা  যৌন বর্ণবাদে ভোগে।  সুসান কোশি যুক্তি দেন যে গণমাধ্যম এবং শিল্পকলায় পশ্চিমা পুরুষ-এশীয় নারী যৌন সম্পর্কের মুগ্ধকর প্রকাশনার মাধ্যমে বিশেষ করে এশিয়ান মহিলারা পশ্চিমে যৌন পুঁজি অর্জন করেছে।  বর্ণের সমকামী পুরুষদের নেতিবাচকভাবে প্রভাবিত করার জন্য যৌন বর্ণবাদও হয়েছে।    এশীয় আমেরিকান পুরুষদের জন্য আর্থসামাজিক সাফল্য, অতিরিক্ত প্রেম বা বিয়ের সুযোগ নিয়ে আসে না।\n\n\n=== সংস্কৃতি ===\nআদর্শিক বৈশিষ্ট্যগুলো সংস্কৃতির মধ্যে ব্যাপকভাবে পরিবর্তিত হতে পারে, যদিও কিছু সৌন্দর্যের মান রয়েছে যা প্রায় সর্বজনীন। মুখের প্রতিসাম্য, উদাহরণস্বরূপ, একটি শারীরিকভাবে-আকাঙ্খিত বৈশিষ্ট্য যা সর্বজনীন।  উচ্চতা এবং ওজনের মতো অনেক শারীরিক বৈশিষ্ট্যের একটি ব্যক্তির সংস্কৃতির উপর ভিত্তি করে ভিন্ন আদর্শ রয়েছে।  একটি সংস্কৃতির পছন্দসই শারীরিক বৈশিষ্ট্য না থাকা যৌন মূলধনের ক্ষতি হতে পারে, যা সম্ভবত একজন ব্যক্তির সামগ্রিক মূলধন  হ্রাস করতে পারে। এই ঘটনাটি বিশেষভাবে স্পষ্ট হয় যখন ব্যক্তিরা বিভিন্ন সৌন্দর্যের আদর্শ সহ একটি এলাকায় স্থানান্তরিত হয়, কারণ একজন ব্যক্তির যৌন পুঁজিতে একটি বড় পরিবর্তন হতে পারে। \n\n\n=== ধর্ম ===\nউদারতা এবং ধর্মীয় উভয় ক্ষেত্রেই যৌন পুঁজি থাকতে পারে। উইলি দেখিয়েছেন যে একটি ধর্মপ্রচারক যুব গোষ্ঠীতে, যৌন এবং কামুক পুঁজি এখনও অংশীদার নির্বাচনের ক্ষেত্রে ভূমিকা পালন করে।  অল্পবয়সী প্রাপ্তবয়স্করা প্রায়শই তাদের গির্জার গোষ্ঠীতে একটি রোমান্টিক আগ্রহ খুঁজে পায়, প্রায়শই এমন একজন অংশীদারকে বেছে নেওয়ার মাধ্যমে যে বৈশিষ্ট্যগুলি সন্ধান করেছে, বা একটি পছন্দসই ব্যক্তিগত মূলধন পোর্টফোলিও।  ধর্মপ্রচারক যুব গোষ্ঠীগুলির মধ্যে অধ্যয়ন করা হয়েছিল, যৌন পুঁজিকে কুমারী পুঁজি হিসাবে প্রদর্শিত হয়েছিল, যেখানে কোনও ব্যক্তি যৌন কার্যকলাপে জড়িত না থাকাকালীন গোষ্ঠীর দ্বারা আরও রোমান্টিকভাবে পছন্দনীয় বলে বিবেচিত হয়েছিল।  উপরন্তু, কিছু গবেষণায় উল্লেখ করা হয়েছে যে কীভাবে কিশোর-কিশোরীরা তাদের যৌন আত্মপ্রকাশের আশেপাশে তাদের ধর্মীয় সম্পৃক্ততা কমাতে পারে।  কেপটাউনের পেন্টেকোস্টাল কিশোর-কিশোরীদের প্রাপ্তবয়স্ক হওয়ার প্রথম দিকে তাদের গির্জায় উপস্থিতি হ্রাস করতে দেখানো হয়েছিল, কিছু দীর্ঘমেয়াদী সঙ্গী খুঁজে পাওয়ার পরে তাদের আগের উপস্থিতি পুনরায় শুরু করে।  এই গবেষণাগুলি একটি সম্প্রদায়ের যৌন আচরণের নিয়মগুলিকে প্রভাবিত করার উপর ধর্মের কিছু প্রভাব দেখায়। যদিও অন্যান্য ধর্মীয় সম্প্রদায়ের মধ্যে যৌন ও যৌন পুঁজির প্রভাব নিয়ে সীমিত গবেষণা পরিচালিত হয়েছে, ধর্ম কীভাবে মানুষের যৌনতাকে রূপ দিয়েছে তা নিয়ে অনেক কিছু লেখা হয়েছে।\n\n\n=== শ্রেণী এবং লিঙ্গ ===\nপণ্ডিতরা পরামর্শ দেন যে যৌন পুঁজি সামাজিক শ্রেণীর সাথে ঘনিষ্ঠভাবে জড়িত। \nকোপেনহেগেন বিশ্ববিদ্যালয়ের একজন পিএইচডি ফেলো ক্রিশ্চিয়ান গ্রোস-গ্রিনের মতে, অর্থনৈতিক পুঁজি এবং চাকরিতে তাদের প্রবেশাধিকার কমে গেলে মোজাম্বিকের ভোটাধিকারহীন যুবকদের মধ্যে যৌন পুঁজি এবং অন্যান্য ধরনের শারীরিক শক্তি গুরুত্বপূর্ণ সম্পদ হয়ে ওঠে।  গ্রোস-গ্রিন আরও যুক্তি দেন যে যৌন পুঁজির উত্থান লিঙ্গ সম্পর্কের সাথে যুক্ত, যেমন যখন দরিদ্র যুবক পুরুষরা তাদের চেহারা সাজিয়ে যৌন পুঁজি তৈরি করে এবং মহিলা অংশীদারদের সন্তুষ্ট করার জন্য যৌন কর্মক্ষমতা উন্নত করে।  গ্রোস-গ্রিন অনুসারে, এটি যুবক দরিদ্র পুরুষদের মধ্যবিত্ত সহকর্মী এবং বয়স্ক তথাকথিত \" মিষ্টি বাবাদের \" এর সাথে প্রতিযোগিতায় ফেলেছে। এইভাবে, গ্রোস-গ্রিন যুক্তি দেন যে, যৌন পুঁজি পুরুষ ক্ষমতাহীনতার মুখে পুরুষত্বকে শক্তিশালী করে এবং এটি প্রায়শই আধিপত্যবাদী এবং অধস্তন পুরুষত্বের মধ্যে দ্বন্দ্বের প্রতিক্রিয়া হিসাবে বিকশিত হয়।\n\n\n=== যৌনতা ===\nরিগস গ্রাইন্ডার  সমকামী পুরুষদের আচরণের বেশ কয়েকটি গবেষণার উদ্ধৃতি দিয়েছেন।যা দেখায় যে ভালো ব্যবহারকারীরা তাদের জীবনীতে ভালো হিসাবে চিহ্নিত করেনি এমন ব্যবহারকারীদের তুলনায় অ্যাপটিতে বেশি মনোযোগ পেয়েছে।  অন্যান্য গবেষণায় দেখা গেছে যে পুরুষরা যারা গড় উচ্চতার চেয়ে লম্বা, পেশীবহুল শরীর, ঐতিহ্যগতভাবে পুরুষালি বৈশিষ্ট্যের অধিকারী এবং শ্বেতাঙ্গ হিসেবে স্ব-শনাক্ত করেন তারা এই বৈশিষ্ট্যগুলোর জন্য অন্যান্য সদস্যদের কাছ থেকে বেশি মনোযোগ পান।   অন্যান্য ব্যবহারকারীদের বার্তা দ্বারা পরিমাপ করা গ্রিন্ড্র -এর উপর আরও মনোযোগ গ্রহণ করা, গবেষকরা এমন ব্যক্তিদের সংখ্যা খুঁজে বের করতে ব্যবহার করেছেন যারা একটি প্রোফাইলকে যৌনভাবে পছন্দসই হিসাবে দেখেছেন৷ এই পরিমাপ যৌন পুঁজির উচ্চ স্তর নির্দেশ করতে পারে। \nসমকামী  সম্প্রদায়ের মধ্যে লিঙ্গ অসঙ্গতি একজন ব্যক্তির যৌন পুঁজি বাড়ায় বলে মনে করা হয়।  যাইহোক, এর পিছনের কারণগুলি প্রায়শই লিঙ্গ অ-সঙ্গতি এবং সমকামীতার উপর সমাজের দৃষ্টিভঙ্গির ফসল। অনেক বুচ সমকামী সম্প্রদায়ের মধ্যে উচ্চতর যৌন পুঁজি থাকতে পারে, যেহেতু তারা সক্রিয়ভাবে লিঙ্গ স্টিরিওটাইপগুলিকে ধ্বংস করে, একটি বৈশিষ্ট্য যা প্রায়শই সম্প্রদায়ের মধ্যে উদযাপিত হয়।  বিপরীতভাবে, নারী সমকামীদের বিচিত্র স্থানগুলিতে যৌন পুঁজির অভাব থাকতে পারে। নারীসুলভ উপস্থাপনাকারী নারীরা সমকামী সম্প্রদায়ের বাইরে  বিশেষ করে বিষমকামী পুরুষদের মধ্যে যৌন পুঁজি পেতে পারে।\n\n\n== মূলধন পোর্টফোলিও ==\nযেহেতু একটি যৌন ক্ষেত্রে আকাঙ্খিততা শুধুমাত্র যৌন আকর্ষণের উপর নির্ভর করতে পারে, গ্রীষ (২০১৪) ধারণাটি বিকাশ করে, মূলধন পোর্টফোলিও, মূলধনের নির্দিষ্ট সংমিশ্রণকে গ্রহণ করার জন্য যা একজন ব্যক্তি বা গোষ্ঠীকে অন্যদের চেয়ে বেশি পছন্দসই করে তোলে। মূলধন পোর্টফোলিও সাধারণত অর্থনৈতিক, সাংস্কৃতিক এবং সামাজিক মূলধনের সাথে যৌন পুঁজিকে সংমিশ্রণ করে।  উদাহরণ হিসেবে বলা যায়, নারীরা গড়ে তাদের পুরুষ সঙ্গীদের মধ্যে আর্থিক সম্পদকে (অর্থাৎ অর্থনৈতিক পুঁজি) যৌন পুঁজির চেয়ে বেশি মূল্য দেয় এবং পুরুষরা তাদের নারী অংশীদারদের অর্থনৈতিক পুঁজির চেয়ে যৌন পুঁজিকে বেশি মূল্য দেয়, তাই কেউ এই উপসংহারে আসতে পারেন যে বিষমকামী নারী এবং পুরুষরা স্বতন্ত্র পুঁজির পোর্টফোলিও খোঁজেন যাতে মূলধনের একটি ভিন্ন, লিঙ্গভিত্তিক ভারসাম্যর্ভুক্ত থাকে।\n\n\n== সমালোচনা ==\nক্যাথরিন হাকিমের যৌন পুঁজি এবং সম্পর্কিত তত্ত্বগুলো জনসাধারণের কাছে প্রকাশ পাওয়ার পর বেশ কয়েকজন গবেষক কর্তৃক সমালোচিত হয়েছে।যুক্তিগুলো মূলত কীভাবে হাকিমের তত্ত্বটি অসামঞ্জস্যপূর্ণভাবে মহিলাদের প্রভাবিত করে তার উপর দৃষ্টি নিবদ্ধ করেছে, যদিও তিনি এটিকে একটি সর্বজনীন তত্ত্ব বলে মনে করেন।  নারীর যৌনতা পুরুষের যৌনতার তুলনায় সংস্কৃতি এবং আর্থ-সামাজিক অবস্থা জুড়ে অনেক বেশি পরিবর্তিত হয়। জাতিগত, আর্থ-সামাজিক, যৌন বা লিঙ্গ সংখ্যালঘু গোষ্ঠীর মহিলারা তাদের পরিবেশের উপর নির্ভর করে আকর্ষণীয় বলে বিবেচিত হয়ে অতিরিক্ত চাপের সম্মুখীন হতে পারে।  হাকিমের যৌন পুঁজির তত্ত্ব, যার মধ্যে ধারণাটি যে একজন ব্যক্তি তাদের পুঁজির স্তর পরিবর্তন করতে পারে, এই বিবেচনার মাধ্যমে সীমাবদ্ধ। \nযদিও হাকিম যুক্তি দেন যে একজন ব্যক্তির দ্বারা যৌন পুঁজির আদান-প্রদান এবং পরিবর্তন করা যেতে পারে, এটি শুধুমাত্র কিছু সামাজিক রাজনৈতিক প্রেক্ষাপটে গড় ব্যক্তির পক্ষে সম্ভব। একজন ব্যক্তি যৌনতা, যৌনতা এবং সামাজিক নিয়ম সম্পর্কে তাদের সমাজের দৃষ্টিভঙ্গি দ্বারা আবদ্ধ। কিছু ক্ষেত্রে, একটি নব্যউদারনীতিবাদ ধর্মনিরপেক্ষ সমাজের মতো, ব্যক্তিরা কীভাবে তাদের যৌনতা এবং কামোত্তেজকতা উপস্থাপন করে তার পছন্দের ব্যাপক স্বাধীনতা রয়েছে।  বে-চেং যুক্তি দেন যে নব্যউদারবাদী সমাজে একজন ব্যক্তির তাদের আচরণের জন্য অনুপ্রেরণা, আচরণের সাথেই, তাদের যৌন মূলধনের মূল্যায়ন করতে ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nভোটদান পালঙ্ক\nক্যারিশম্যাটিক কর্তৃত্ব\nবর্ণবলয় প্রভাব\nচেহারাবাদ\nসাথী মান\nশারীরিক আকর্ষণ স্টেরিওটাইপ\nকোমল ক্ষমতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআপনার কি কামুক পুঁজি আছে?  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ মার্চ ২০১২ তারিখে প্রোসপেক্ট ম্যাগাজিন\nআপনি কি ক্যাথরিন হাকিমের 'ইরোটিক ক্যাপিটাল' কিনতে চান? দ্য গার্ডিয়ান\nকামোত্তেজক রাজধানী ওয়াল স্ট্রিট জার্নালের অপ্রয়োজনীয় শক্তি\nআজ আমাদের ইরোটিক ক্যাপিটাল সাইকোলজি উদযাপন"}