{"pageid": 1152560, "title": "টাঙ্গাইল এয়ারড্রপ", "url": "https://bn.wikipedia.org/wiki?curid=1152560", "content": "টাঙ্গাইল এয়ারড্রপ ছিল একটি সফল ব্যাটালিয়ন আকারের প্যারা কমান্ডোস (ভারত) অপারেশন যা 11 ডিসেম্বর 1971 সালে ভারতীয় সেনাবাহিনীর প্যারাসুট রেজিমেন্টের 2 য় ব্যাটালিয়ন (স্পেশাল অপারেশন) (2 PARA) এবং ভারতীয় বিমানবাহিনীর 49 স্কোয়াড্রন দ্বারা মাউন্ট করা হয়েছিল  বাংলাদেশের স্বাধীনতার জন্য ভারত-পাকিস্তান যুদ্ধ ১৯৭১-এ । অপারেশনের মূল উদ্দেশ্য ছিল যমুনা নদীর উপর পুংলি ব্রিজ (বর্তমানে বঙ্গবন্ধু সেতু যেখানে অবস্থিত) দখল যা ময়মনসিংহ থেকে পিছু হটতে থাকা পাকিস্তানি 93 তম ব্রিগেডকে বিচ্ছিন্ন করবে।উত্তরে পূর্ব পাকিস্তানের রাজধানী ঢাকা এবং এর পন্থা রক্ষার জন্য। প্যারাট্রুপ ইউনিটকে পূর্ব পাকিস্তানের রাজধানী অভিমুখে অগ্রসর হওয়ার জন্য মাটিতে অগ্রসরমান মারাঠা লাইট ইনফ্যান্ট্রির সাথে সংযোগ স্থাপনের দায়িত্ব দেওয়া হয়েছিল ।\n\n\n== অপারেশন ==\nলেফটেন্যান্ট কর্নেল কুলবন্ত সিং পান্নুর নেতৃত্বে প্যারা কমান্ডোদের (ভারত) একটি ব্যাটালিয়নকে 17 প্যারা ফিল্ড রেজিমেন্টের একটি আর্টিলারি ব্যাটারি, একটি ইঞ্জিনিয়ারিং ডিটাচমেন্ট, একটি এডিএস, একটি সার্জিক্যাল দল এবং 50 তম (ইন্ডিপ) প্যারাসুট ব্রিগেডের অন্যান্য প্রশাসনিক সৈন্যদের দ্বারা শক্তিশালী করা হয়েছিল। উত্তর থেকে ঢাকা অভিমুখে পাকিস্তানি সৈন্যদের পশ্চাদপসরণ বন্ধ করার দায়িত্বপ্রাপ্ত, ইউনিটটি বিকাল 4:30 টায় স্থল স্পর্শ করে এবং স্থানীয় জনগণের উচ্ছ্বসিত ভিড় দ্বারা তাদের স্বাগত জানানো হয়, এমনকি কেউ কেউ সৈন্যদের তাদের প্যাক এবং গোলাবারুদ বহন করতে সহায়তা করে।. ড্রপটি বিস্তৃত অঞ্চলে ছড়িয়ে পড়েছিল, কিন্তু পরারা দ্রুত পুনরায় সংগঠিত হয় এবং তাদের আক্রমণ শুরু করে। সন্ধ্যা 7.00 টার মধ্যে তারা তাদের মূল লক্ষ্য দখল করে নেয়, উত্তর থেকে পিছু হটতে থাকা পাকিস্তানি 93 ব্রিগেডকে কেটে দেয়। মারাঠারা টাঙ্গাইল রোড ভেঙ্গে সেই সন্ধ্যায় ব্রিজহেডে পৌঁছানোর পর 1 মারাঠা এলআইয়ের সাথে সংযোগ স্থাপন করা হয়। পাকিস্তানিরা, সেতুটি পুনরুদ্ধারের চেষ্টা করে সেদিন সন্ধ্যায় ভারতীয় অবস্থানে ছুটে যায়, তবে তা প্রত্যাহার করা হয়।\nটাঙ্গাইল এয়ারড্রপ অপারেশনে আন্তোনোভ An-12, ফেয়ারচাইল্ড সি-119 ফ্লাইং বক্সকার, আইএএফ 11 স্কোয়াড্রন এবং 48 স্কোয়াড্রন থেকে 2টি ডি হ্যাভিল্যান্ড কানাডা DHC-4 ক্যারিবু এবং ডগলাস ডিসি-3 ব্যাবহৃত হয় । ভারতীয় বায়ুসেনার 49 স্কোয়াড্রন 'দ্য প্যারাস্পিয়ার্স' মুক্তিবাহিনীর 'কিলো' ফ্লাইট বাড়াতে এবং প্রশিক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। এছাড়াও প্যারাস্পিয়ার্সই ছিলেন টাঙ্গাইল ড্রপের বিখ্যাত ডেল্টা অরেঞ্জ গঠনের নেতৃত্ব দিয়েছিলেন যা 2 প্যারা রেজিমেন্টের সৈন্যদের নামিয়েছিল যা বাংলাদেশের স্বাধীনতা অর্জনে একটি গুরুত্বপূর্ণ উপাদান ছিল। আইএএফও ফায়সালা করেছে _ডামি ব্যবহার করে ড্রপগুলি ক্যারিবু বিমান থেকে ড্রপ করা হয়েছে যাতে অপারেশনের প্রকৃত অবস্থান এবং ব্যাপ্তি লুকানো যায়। একমাত্র বাধা ছিল লিড ডাকোটা থেকে একটি হ্যাংআপ। একজন প্যারাট্রুপারের একটি স্ট্যাটিক লাইন হ্যাংআপ ছিল, যাকে, জরুরী প্রক্রিয়া চালানোর পরে, প্রায় 50 মাইল দূরে নিরাপদে নামানো হয়েছিল।\n\n\n== পরিণতি ==\nটাঙ্গাইল এয়ারড্রপ এবং পরবর্তীতে পুংলি ব্রিজ দখলের ফলে কাদের বাহিনীর সহায়তায় অগ্রসরমান ভারতীয় সেনাবাহিনী, অরক্ষিত মানিকগঞ্জ -ঢাকা রোডকে মিরপুর ব্রিজ পর্যন্ত নিয়ে যাওয়ার জন্য শক্তভাবে ধারণ করা টঙ্গী-ঢাকা রোডকে সাইড-স্টেপ করার চালচলন দেয়।\nপাকিস্তান সেনাবাহিনীর 93,000 সৈন্য নিঃশর্তভাবে ভারতীয় সেনাবাহিনী এবং ভারতের স্থানীয় মিত্র মুক্তিবাহিনীর কাছে 1971 সালের 16 ডিসেম্বর আত্মসমর্পণ করে।\n\n\n== যুদ্ধ পুরস্কার ==\nযুদ্ধে নেতৃত্বের জন্য ভারতীয় কমান্ডার লেফটেন্যান্ট কর্নেল কুলবন্ত সিংকে এমভিসি পুরস্কার দেওয়া হয় । পরবর্তীকালে 2 প্যারা ছিল প্রথম ভারতীয় বাহিনী যারা ঢাকায় প্রবেশ করে। এর জন্য এবং কৌশলগত সেতুটি দখলে তাদের ভূমিকার জন্য, পরস পুংলি সেতুর জন্য যুদ্ধ সম্মান এবং ঢাকার জন্য থিয়েটার সম্মান লাভ করে।\n\n\n== তথ্যসূত্র =="}