{"pageid": 1152927, "title": "কায়রোর আরবি ভাষা একাডেমি", "url": "https://bn.wikipedia.org/wiki?curid=1152927", "content": "কায়রোর আরবি ভাষার একাডেমি (আরবি: مجمع اللغة العربية بالقاهرة, প্রতিবর্ণীকৃত: Majmaʻ al-Lughah al-ʻArabīyah : مجمع اللغة العربية بالقاهرة , রোমানাইজড : মাজমা'আল-লুগাহ আল-আরাবিয়াহ) হল আরবি ভাষার জন্য একটি ভাষা একাডেমি যা মিশরের কায়রোতে ১৯৩২ সালে মিশরের প্রথম ফুয়াদ দ্বারা তৈরি করা হয়েছিল।  এটি আল-মুজাম আল-কবীর (দ্য গ্রেট ডিকশনারি) এবং Al-Mu'jam al-Wasīt (মধ্যস্থ অভিধান), আরবি ভাষার সবচেয়ে গুরুত্বপূর্ণ দুটি অভিধান।\n\n\n== নাম ==\nএটি আরবি ভাষার জন্য রয়্যাল একাডেমী হিসাবে প্রতিষ্ঠিত হয়েছিল (مجمع اللغة العربية الملكي মাজমা'আল-লুগাহ আল'আরাবিয়্যাহ আল-মালাকি) 1932 সালে।  ১৯৩৮ সালে, এটি ভাষার জন্য প্রথম ফুয়াদ একাডেমিতে পরিণত হয়।  ১৯৫২ সালের মিশরীয় বিপ্লব এবং রাজতন্ত্রের অবসানের পর, এটি আরবি ভাষার একাডেমিতে পরিণত হয়। \n\n\n== ইতিহাস ==\n১৯২৮-১৯২৯ সংসদীয় বছরে মিশরীয় সংসদে একটি ভাষা একাডেমি প্রতিষ্ঠার প্রস্তাব করা হয়েছিল। \n১৯৩২ সালের ৩১শে ডিসেম্বর (১৩৫১ হিজরীর ১৪ই শাবান), মিশরের রাজা প্রথম ফুয়াদ বাসভবন আবদিন প্রাসাদ থেকে জারি করা রাজকীয় ডিক্রি দ্বারা কায়রোর আরবি ভাষার একাডেমি প্রতিষ্ঠিত হয়েছিল।  এছাড়াও জড়িত ছিলেন মন্ত্রী পরিষদের সভাপতি ইসমাইল সিডকি, শিক্ষামন্ত্রী মুহাম্মদ হিলমি ঈসা এবং সম্ভবত পূর্ববর্তী শিক্ষামন্ত্রী আহমেদ লুৎফি আল-সাইদ এবং Mansur Fahmi।  এর সংবিধান আকাদেমি ফ্রঁসেজের সংবিধান দ্বারা অনুপ্রাণিত হয়েছিল। \nকায়রোতে আরবি ভাষার একাডেমিটি আরবি ভাষার মুখোমুখি জরুরী সমস্যা সমাধানের উদ্দেশ্যে এবং এটিকে বিংশ শতাব্দীর প্রয়োজনের সাথে খাপ খাইয়ে নেওয়ার উদ্দেশ্যে প্রতিষ্ঠিত হয়েছিল।  কায়রোতে আরবি ভাষার একাডেমীর প্রাথমিক কাজগুলির মধ্যে একটি ছিল আরবি ভাষার একটি ঐতিহাসিক অভিধান প্রকাশ করা, সময়ের সাথে সাথে আরবি শব্দের অর্থ এবং ব্যবহারের পরিবর্তনগুলি চিহ্নিত করা, যদিও এটি অর্জিত হয়নি। \n\n\n=== প্রতিষ্ঠাতা সদস্য নির্বাচন ===\nমিশরের রাজা প্রথম ফুয়াদ- যিনি আধুনিক বিজ্ঞান এবং এর দেশি ও বিদেশী স্বার্থের প্রতি তার শাসনামলের ইমেজে একটি ইনস্টিটিউট চেয়েছিলেন - একাডেমির সদস্যদের নির্বাচনের ক্ষেত্রে প্রধান ভূমিকা পালন করেছিলেন।  তিনি যে উলামা, পণ্ডিত এবং বুদ্ধিজীবীদের বেছে নিয়েছিলেন তারা ছিলেন আধুনিকতাবাদী এবং রাজনৈতিকভাবে অনুগত, মধ্যপন্থী বা নিরপেক্ষ।  এঁদের মধ্যে অন্তর্ভুক্ত হলেন:\nরাজনৈতিক ব্যক্তিত্ব\n\nMuhammad Tawfiq Rif'at Pasha\nছাইম নাহুম \nFares Nimr\nশিক্ষাবিদ\n\nMansur Fahmi\nAli al-Gārim\nআহমদ আল-আওয়ামিরী \nআজহারি\nপূর্ব সদস্যরা\n\nমুহাম্মদ কুর্দ আলী \nAbdulqadir al-Maghrebi\nIsa Iskandar al-Ma'luf\nআনাস্তাস আল-কারমালি \nহাসান হুসনী আবদ আল-ওয়াহহাব \nপ্রাচ্যবিদ\n\nHAR Gibb \nলুই Massignon \nকার্লো আলফোনসো নালিনো \nআগস্ট ফিশার \nএনো লিটম্যান \n\n\n=== সদর দপ্তর ===\nকায়রোতে আরবি ভাষার একাডেমিটি মিশরীয় বিশ্ববিদ্যালয়ের (বর্তমানে কায়রো বিশ্ববিদ্যালয়) সামনে গিজার 1 ইবনে আরহাব স্ট্রিটে হুসেন রিয়াদের প্রাসাদে অবস্থিত ছিল।  পরে এটি 110 El Qasr El Einy Street চলে যায়, একটি বিল্ডিং যা তখন একটি ব্যাংক তৈরির জন্য ভেঙে ফেলা হয়েছিল।  এটি অবশেষে গিজার 26 মুরাদ সেন্টের একটি ভিলায় চলে গেছে। \n\n\n=== উদ্বোধন ===\nকায়রোতে আরবি ভাষার একাডেমীর উদ্বোধন করেন মুহাম্মদ হিলমি ঈসা পাশা 30 জানুয়ারী, 1934 (হিজরার 14 শাওয়াল 1352), হাসান হুসনি আবদ আল-ওয়াহহাব ব্যতীত একাডেমির সকল সদস্য উপস্থিত ছিলেন। \n\n\n=== আরবি লিপি সংস্কার ===\n1936 সালে, অ্যাকাডেমি, ইউরোপীয় লিপিতে আরবীতে নামের প্রতিবর্ণীকরণে উদ্ভূত সমস্যার কারণে, আরবি লিপির সংস্কারের সম্ভাবনা নিয়ে আলোচনা করে।  তৎকালীন আরবিতে স্বরবর্ণ মুদ্রণের প্রযুক্তিগত অসুবিধার বিষয়ে এই আলোচনাটি ১৯৩৮ সালে আরও বিস্তৃত হয়েছিল।  আলোচনাগুলি বৃহত্তর শ্রোতাদের সম্পৃক্ত করার জন্য প্রকাশিত হয়েছিল, এবং ১৯৪৫ সালে একটি £E ১,০০০ পুরস্কারের একটি প্রতিযোগিতার প্রস্তাবের জন্য আহ্বান জানানো হয়েছিল।  কয়েক বছর ধরে আলোচনা চলতে থাকে কিন্তু আরবি লিপি সংস্কারের কোনো পরিকল্পনা অনুমোদন করা হয়নি।  এই আলোচনাগুলো অবশ্য p এবং v এর প্রতিনিধিত্ব করতে প pe এবং ve এর সংজ্ঞার দিকে নিয়ে যায়। \nওয়াফা কামাল কায়রোর আরবি ভাষা একাডেমির প্রথম নারী সদস্য হিসেবে নিযুক্ত হন।\n\n\n== তথ্যসূত্র =="}