{"pageid": 1152235, "title": "ফিজিতে হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1152235", "content": "ফিজিতে প্রায় ২,৭০,০০০ জন হিন্দু বাস করে, যা মোট জনসংখ্যার প্রায় ২৭.৯%।\n\n\n== জনসংখ্যা ==\n\nফিজির 1976 সালের আদমশুমারিতে, এর জনসংখ্যার 45% হিন্দু বলে দাবি করেছে। 1980-এর দশকের শেষ থেকে 2000-এর দশকের গোড়ার দিকে, ফিজি বেশ কয়েকটি অভ্যুত্থান এবং উল্লেখযোগ্য সাম্প্রদায়িক অস্থিরতা প্রত্যক্ষ করেছিল, যেখানে কিছু হিন্দু নিপীড়নের সম্মুখীন হয়েছিল। ফিজির অনেক হিন্দু অন্য দেশে চলে যায়।\n\n\n== ইতিহাস ==\n\n\n== সংস্কৃতি ==\n\nফিজিয়ান হিন্দুরা রাম নবমী , হোলি এবং দীপাবলি উদযাপন করে । এর মধ্যে দীপাবলি ফিজিতে সরকারি ছুটির দিন।\n২০ শতকের প্রথমার্ধে, হোলি ছিল ফিজির হিন্দুদের প্রধান উৎসব।  এরপরে দীপাবলি প্রাধান্য লাভ করে। ফিজি ব্রিটিশ শাসন থেকে স্বাধীনতা লাভ করার পর, দীপাবলি অন্যান্য সমস্ত হিন্দু উৎসবের চেয়ে বেশি জনপ্রিয়তা লাভ করে এবং প্রধান ফিজিয়ান হিন্দু উৎসব হয়। জন কেলি পরামর্শ দেন  যে এটি ফিজির সামাজিক-রাজনৈতিক পরিস্থিতিকে প্রতিফলিত করতে পারে।\nফিজির হিন্দুদের মধ্যে, খামারে শারীরিক শ্রম সহ যে কোনও ধরনের কাজকে সাংস্কৃতিকভাবে পূজা (প্রার্থনা) এবং ধর্মীয় নৈবেদ্য হিসাবে বিবেচনা করা হয়।\nহিন্দুরা ফিজিতে আসার পর মন্দির নির্মাণ শুরু করে। এগুলি বিবাহ, বার্ষিক ধর্মীয় উত্সব, প্রিয়জনের মৃত্যুর পরে পারিবারিক প্রার্থনা এবং অন্যান্য সামাজিক অনুষ্ঠানের স্থান হিসাবে কাজ করেছিল। হিন্দু মন্দিরগুলি উত্তর এবং দক্ষিণ ভারতীয় উভয় শৈলীতে নির্মিত হয়েছিল। উদাহরণস্বরূপ, নদীতে নাদাওয়ারে শিউ হিন্দু মন্দিরটি 1910 সালে নির্মিত হয়েছিল;  2008 সালে হিন্দুদের বিরুদ্ধে অগ্নিসংযোগ এবং সাম্প্রদায়িক সহিংসতায় ধ্বংস হয়ে যায় ।\nমন্দির ছাড়াও, হিন্দুরা সামাজিক ও শিক্ষার সুযোগের উন্নতির জন্য স্কুল এবং কমিউনিটি সেন্টার তৈরি করেছিল। উদাহরণস্বরূপ, কুপ্পুস্বামী নাইডু, স্বামী বিবেকানন্দের একজন ভক্ত এবং যিনি পরে সাধু স্বামী নামে পরিচিত হন, ফিজির বিভিন্ন দ্বীপ পরিদর্শন করেন এবং টিআইএসআই সঙ্গম উদ্যোগ শুরু করার জন্য বিশেষ করে দক্ষিণ ভারতের বিভিন্ন হিন্দু সম্প্রদায়ের সাথে দেখা করেন। সময়ের সাথে সাথে এই সম্প্রদায়ের প্রচেষ্টা ফিজিতে হিন্দুদের জন্য স্কুল, নার্সিং ক্লিনিক, খামার প্রযুক্তিতে সম্প্রদায় সহায়তা, মন্দির এবং একটি কমিউনিটি সেন্টার/ইতিহাস জাদুঘর তৈরি করেছে।\n\n\n== নিপীড়ন ==\nফিজি ব্রিটিশ ঔপনিবেশিক সাম্রাজ্য থেকে স্বাধীনতা লাভ করার সময়, হিন্দু এবং অন্যান্য ইন্দো-ফিজিয়ানরা মোট ফিজিয়ান জনসংখ্যার প্রায় পঞ্চাশ শতাংশ ছিল। তা সত্ত্বেও, ঔপনিবেশিক যুগের আইন এবং ফিজির জন্য প্রথম সংবিধান, স্থানীয় ফিজিয়ানদের বিশেষ অধিকার প্রদান করে। এই আইনগুলি হিন্দুদেরকে ফিজির অসম নাগরিক হিসাবে অসম মানবাধিকারের সাথে বঞ্চিত করেছে। উদাহরণস্বরূপ, এটি তাদের সম্পত্তির অধিকার অস্বীকার করেছে, যেমন জমি কেনা বা মালিকানার ক্ষমতা। হিন্দু এবং অন্যান্য ইন্দো-ফিজিয়ানরা তখন থেকে অন্যান্য ফিজিয়ানদের মতো সমান মানবাধিকার ভোগ করেনি। তারা শুধুমাত্র ফিজিয়ান বাড়িওয়ালাদের জন্য ভাড়াটিয়া কৃষক হিসাবে কাজ করতে পারে। মানবাধিকারের পার্থক্যটি \"নেটিভ\" ফিজিয়ান এবং ইন্দো-ফিজিয়ানদের মধ্যে দ্বন্দ্বের একটি ক্রমাগত উৎস, যেখানে স্থানীয় ফিজিয়ানরা ফিজিকে তাদের পৈতৃক ভূমি বলে বিশ্বাস করে যা শুধুমাত্র তারাই মালিক হতে পারে এবং ইন্দো-ফিজিয়ানরা সকল মানুষের জন্য সমান অধিকার দাবি করে।\nজমির মালিকানার বাইরেও ফিজিয়ান সাম্প্রদায়িক কাঠামোতে হিন্দুরা নির্যাতিত হয়েছে। স্পাইক বয়েডেল বলেন, \"ব্রিটিশরা সাম্প্রদায়িক প্রতিনিধিত্ব এবং সাম্প্রদায়িক ভোটার তালিকার বিভাজনকারী এবং অকার্যকর ব্যবস্থা চালু করেছিল। এইভাবে, বিভিন্ন সম্প্রদায়কে তাদের নিজস্ব ধরনের দ্বারা প্রতিনিধিত্ব করা হয়েছিল। এটি এখনও একটি প্রচলিত আধা বর্ণবাদী শিক্ষাব্যবস্থায় স্কুলে প্রসারিত।\"\n1990 এর দশকের শেষের দিকে, ফিজি হিন্দুদের (এবং অন্যান্য ইন্দো-ফিজিয়ানদের) বিরুদ্ধে কট্টরপন্থী স্থানীয় ফিজিয়ানদের দ্বারা দাঙ্গার একটি সিরিজ প্রত্যক্ষ করেছিল। 2000 সালের বসন্তে, প্রধানমন্ত্রী মহেন্দ্র চৌধুরীর নেতৃত্বে গণতান্ত্রিকভাবে নির্বাচিত ফিজিয়ান সরকার জর্জ স্পেইটের নেতৃত্বে একটি গ্রুপের হাতে জিম্মি ছিল । তারা একচেটিয়াভাবে স্থানীয় ফিজিয়ানদের জন্য একটি বিচ্ছিন্ন রাষ্ট্র দাবি করেছিল, যার ফলে হিন্দু বাসিন্দাদের যে কোনও মানবাধিকার আইনত বাতিল হয়ে যায়। হিন্দু মালিকানাধীন দোকান, হিন্দু স্কুল ও মন্দির ধ্বংস, ভাংচুর ও লুটপাট করা হয়।\nফিজি এবং রোতুমার মেথোডিস্ট চার্চ , এবং বিশেষ করে সিটিভনি রাবুকা যিনি ফিজিতে 1987 সালের অভ্যুত্থানের নেতৃত্ব দেন, একটি খ্রিস্টান রাষ্ট্র গঠনের আহ্বান জানিয়েছিলেন এবং 1987 সালে একটি অভ্যুত্থানের পরে হিন্দুদের জোরপূর্বক ধর্মান্তরকরণকে সমর্থন করেছিলেন।  2012 সালে, ফিজি মেথডিস্ট চার্চের সভাপতি, তুইকিলাকিলা ওয়াকাইরাতু , ফিজিকে খ্রিস্টধর্মকে রাষ্ট্রীয় ধর্ম হিসেবে আনুষ্ঠানিকভাবে ঘোষণা করার আহ্বান জানান; হিন্দু সম্প্রদায়ের নেতাদের দাবি ছিল ফিজি একটি ধর্মনিরপেক্ষ রাষ্ট্র যেখানে ধর্ম ও রাষ্ট্র আলাদা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিজিতে দক্ষিণ ভারতীয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মার্চ ২০১৮ তারিখে - history, development and Then India Sanmarga Ikya (TISI) Sangam\nKevin Miller, গুগল বইয়ে A Community of Sentiment: Indo-Fijian Music and Identity Discourse in Fiji, পৃ. 84,, Chapter 4 - The Development of Hinduism in Fiji's Colonial Period\nFiji Temples Torched, December 1989"}