{"pageid": 1152976, "title": "অ্যামিউজ (সঙ্গীত কোম্পানি)", "url": "https://bn.wikipedia.org/wiki?curid=1152976", "content": "অ্যামিউজ হল একটি ডিজিটাল মিউজিক ডিস্ট্রিবিউশন পরিষেবা এবং সেইসাথে স্বাধীন রেকর্ড লেবেল ২০১৫ সালে সুইডেনের স্টকহোমে উদ্যোক্তা ডিয়েগো ফারিয়াস, আন্দ্রেয়াস আহলেনিয়াস, ক্রিশ্চিয়ান উইলসন, গাই প্যারি এবং জিমি ব্রড দ্বারা প্রতিষ্ঠিত। কোম্পানিটি শিল্পী এবং স্বাধীন লেবেলদের বিনামূল্যে ডিজিটাল সঙ্গীত বিতরণ, প্রযুক্তি পরিষেবা এবং লাইসেন্স ডিল অফার করে, যারা তাদের সঙ্গীত মালিকানার অধিকারের ১০০% ধরে রাখে। অ্যামিউজ সুইডেনের স্টকহোমে অবস্থিত। ২০২১ সালে, রশি মতমান কোম্পানির সিইও নিযুক্ত হন। \n\n\n== ইতিহাস ==\nঅ্যামিউজ ২০১৫ সালে ডিয়েগো ফারিয়াস, আন্দ্রেয়াস আহলেনিয়াস, ক্রিশ্চিয়ান উইলসন, গাই প্যারি এবং জিমি ব্রড দ্বারা প্রতিষ্ঠিত হয়েছিল। অ্যামিউজ আইওএস এবং অ্যান্ড্রয়েড অ্যাপ্লিকেশনটি মার্চ ২০১৭ এ প্রকাশিত হয়েছিল। জুন ২০১৭ সালে, আমেরিকান র‌্যাপার, গায়ক, গীতিকার, ডিজে, রেকর্ড প্রযোজক, ভয়েস অভিনেতা এবং জনহিতৈষী will.i.am কোম্পানীর সহ-প্রতিষ্ঠাতার তালিকায় যোগদান করেন।  পরবর্তীতে 2018 সালের মে মাসে Amuse ভেঞ্চার ক্যাপিটাল ফার্ম Lakestar এবং Raine Ventures এর নেতৃত্বে একটি ফান্ডিং রাউন্ড সিরিজে $১৫.৫ মিলিয়ন ইউএসডি সংগ্রহ করেছে। এপ্রিল ২০১৯-এ কোম্পানি ফাস্ট ফরওয়ার্ড চালু করেছে - সঙ্গীত বিতরণ ব্যবহারকারীদের জন্য একটি প্রযুক্তি পরিষেবা এবং সেইসাথে একটি ওয়েব অ্যাপ্লিকেশন।  ২০১৮ সালের শেষের দিকে, লিল নাস এক্স তার গান ওল্ড টাউন রোড আমুসের মাধ্যমে আপলোড করেছে। প্রাক্তন সিইও দিয়েগো ফারিয়াসের মতে, তিনি এর আগে বেশ কয়েকটি ট্র্যাক আপলোড করেছিলেন যা খুব বেশি মনোযোগ পায়নি। যাইহোক, ২০১৯ এর শুরুতে কোম্পানিটি তাদের অ্যালগরিদমের মাধ্যমে দেখতে পায় যে ওল্ড টাউন রোড অত্যন্ত ভাল কাজ করছে এবং তাই তারা শিল্পীকে একটি চুক্তির প্রস্তাব দিয়েছে। লিল নাস এক্স পরে কলম্বিয়া রেকর্ডসের সাথে একটি চুক্তি স্বাক্ষর করার সিদ্ধান্ত নিয়েছে।  বিলি রে সাইরাস সমন্বিত ওল্ড টাউন রোড গানটি বিলবোর্ড হট ১০০ -এর ইতিহাসে সবচেয়ে মূল্যবান গানগুলির একটিতে পরিণত হয়েছে, কারণ এটি নং ১-এ রেকর্ড-ব্রেকিং ১৯ সপ্তাহ অতিবাহিত করেছে।\n\n\n== কার্যক্রম ==\nঅ্যামিউজের দুটি প্রধান ক্রিয়াকলাপ রয়েছে - ডিজিটাল সঙ্গীত বিতরণ এবং সঙ্গীতের লাইসেন্সিং। তারা সঙ্গীতশিল্পী এবং অন্যান্য অধিকার-ধারকদের ডিজিটাল মিউজিক স্টোরের মাধ্যমে তাদের সঙ্গীত বিতরণ, বিক্রি এবং স্ট্রিম করার সুযোগ প্রদান করে। \nডাটা চালিত রয়্যালটি অ্যাডভান্স সার্ভিস ফাস্ট ফরওয়ার্ড যা আনুষ্ঠানিকভাবে এপ্রিল ২০১৯ সালে চালু করা হয়েছিল, অ্যামিউজ স্মার্টফোন অ্যাপ্লিকেশনের মাধ্যমে ব্যবহারকারীদের তাদের আসন্ন রয়্যালটি ছয় মাস পর্যন্ত গণনা করতে এবং অফার করতে মেশিন লার্নিং ব্যবহার করে।  কোম্পানিটি মিউজিক লাইসেন্সিং-এর ক্ষেত্রেও কাজ করছে - তার বিতরণ পরিষেবা থেকে, কোম্পানির ব্যবহারকারীদের সঙ্গীত কীভাবে স্ট্রিম করা হচ্ছে এবং কেনা হচ্ছে, সেইসাথে প্রতিটি শিল্পীর শ্রোতার জনসংখ্যার ডেটাতে অ্যাক্সেস রয়েছে। উদীয়মান প্রতিভা সনাক্ত করতে এবং নির্বাচিত শিল্পীদের লাইসেন্সিং ডিল অফার করতে Amuse এই ডেটা ব্যবহার করে। \n\n\n== আর্থিক ==\nঅ্যামিউজ সুইডেন ভিত্তিক এবং তাদের আর্থিক মুক্তি প্রয়োজন. ২০২০ সালে তাদের মোট আয় ছিল $১৭.৪ মিলিয়ন ইউ এস ডি এবং $৭.৫ মিলিয়ন ইউ এস ডি ক্ষতি হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\"Amuse YouTube Channel\"। YouTube। \n\"Distribution & Label Startup Amuse Unveils Feature to Pay Artists for Future Royalties\"। Billboard। \n\"Amuse Raises $15.5M for Free Music Distribution Service & Next Generation Record Label\"। Billboard। \nhttps://www.techcrunch.com/2018/05/22/amuse/\n\"Amuse to pay artists up to six months of royalties in advance\"। \n\"Edgar Berger joins Swedish startup Amuse's Board Of Directors\"। Music Business Worldwide। ডিসেম্বর ৮, ২০১৭। \n\"Amuse: el sello discográfico móvil que va a cambiar el negocio de la música\"। Shock। ফেব্রুয়ারি ১২, ২০১৯। \n\"Amuse, el sello revolucionario de Internet, está buscando talento en Colombia\"। Shock। এপ্রিল ৪, ২০১৯। \nhttps://www.feber.se/mobil/art/362391/ha_ditt_skivbolag_i_fickan/\nDelivery Company\nটেমপ্লেট:Music digital distribution platforms"}