{"pageid": 1152558, "title": "অচ্যুতানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1152558", "content": "সাধক অচ্যুতানন্দ দাস; () (ওড়িয়া:-ଅଚ୍ୟୁତାନନ୍ଦ ଦାସ) বা মহাপুরুষ অচ্যুতানন্দ ১৬শ শতকে ভারতে উড়িষ্যার একজন কবি ও বৈষ্ণব সাধক ছিলেন। তিনি গোপাল গুরু নামে পরিচিত ছিলেন। তিনি অতী জনপ্রিয় গ্রন্থ ভবিষ্য মালিকা রচনা করেন। তাকে অতীত, বর্তমান ও ভবিষ্যৎ দেখার ক্ষমতা বলে মনে করা হতো। তিনি ছিলেন একজন বিশিষ্ট লেখক, এবং পাঁচ জনের একটি দলের একজন, যিনি সাধারণ মানুষের জন্য ওড়িয়া ভাষায় সংস্কৃত গ্রন্থগুলি অনুবাদ করে ওড়িশায় আধ্যাত্মিকতায় বিপ্লব ঘটিয়েছিলেন। তিনি ছিলেন আধ্যাত্মিকতা ও সাহিত্য পঞ্চসখার বিখ্যাত পাঁচ সাধকের একজন, যিনি উদরা দেশ (ওড়িশা) এর জনগণের জন্য ওডিয়াতে প্রাচীন হিন্দু সংস্কৃত গ্রন্থগুলি প্রতিলিপি করেছিলেন। শ্রী অচ্যুতানন্দ দাস পঞ্চসখার সবচেয়ে প্রসিদ্ধ লেখক ছিলেন। আধ্যাত্মিকতা, যোগব্যায়াম, আচার, বৌদ্ধ তন্ত্র, আয়ুর্বেদ (জীবনের বিজ্ঞান, দীর্ঘায়ু ও চিকিৎসা) এবং অন্যান্য বিভিন্ন বিজ্ঞান ও সামাজিক নিয়মনীতির মতো অনেক বিষয়ে তাঁর বিশাল জ্ঞানের জন্য তিনি মহাপুরুষ (একজন মহান ব্যক্তি) নামে পরিচিত। তিনি বিশ্বাস করতেন আধ্যাত্মিক জগতের।\n\n\n== প্রারম্ভিক জীবন ==\nঅচ্যুতানন্দ একজন জনপ্রিয় ব্যক্তিত্ব হয়ে উঠার সাথে সাথে তার জীবনের অনেকটাই কিংবদন্তি হয়ে উঠতে শুরু করে। তিনি তার সময়ের সামাজিক পরিস্থিতি নিয়ে লিখেছেন এমন কয়েকজনের একজন হওয়ার জন্য বিখ্যাত এবং এটি একটি পাণ্ডিত্যপূর্ণ কারণ অনেকেই তার লেখা অধ্যয়ন করেন। তাঁর কবিতা প্রায়শই নিজের সম্পর্কে রহস্যময় ছিল এবং কোড বা উপমায় লেখা ছিল। মহাপুরুষ অচ্যুতানন্দ জন্মসূত্রে গোপাল (যাদব) বর্ণের অন্তর্গত ছিলেন। তার উপাধি দাস মানে ঈশ্বরের দাস।\n\n\n== জন্ম ==\nঅচ্যুতানন্দ \"তিলকনা\" নামে একটি গ্রামে জন্মগ্রহণ করেছিলেন, যেখানে মহানদীর দুটি শাখা, লুনা (লাবনা ধারা) এবং চিত্রোৎপালা বিভক্ত হয়েছিল, ওডিশার কটক জেলার একুশতম অঙ্কের সময় (গজপতি (রাজা) পুরুষোত্তমার অঞ্চলের বছরদেবা।এটি বিভিন্ন পণ্ডিতদের দ্বারা ১৪৮০ থেকে ১৫০৫ সালের মধ্যে কোথাও বলে মনে করা হয়। তাঁর মা পদ্মাবতী, এবং তাঁর পিতা ছিলেন দীনবন্ধু খুন্তিয়া, এবং তাঁর পিতামহ গোপীনাথ মোহান্তী, পুরীর জগন্নাথ মন্দিরের একজন লেখক ছিলেন। তার মা জগন্নাথ মন্দিরের সামনের স্তম্ভে প্রার্থনা করার পর তার জন্ম হয়েছিল এবং তার বাবা স্বপ্ন দেখেছিলেন যে ঐশ্বরিক পাখি গরুড় তাকে একটি সন্তান এনেছে। কিংবদন্তীতে তাকে গরুড়ের অবতার বলে মনে করা হয়। তিনি কটকের নেমালো গ্রামে তার সমাধি ত্যাগ করেছিলেন। তার পূর্বসূরিরা হলেন মহন্ত গগানন্দ গোস্বামী, মহন্ত নিগমানন্দ গোস্বামী এবং অন্যান্য।\n\n\n=== শিক্ষা ===\nঅচ্যুতানন্দের প্রাতিষ্ঠানিক শিক্ষা ছিল পুরীতে। এটি বেশিরভাগ গ্রন্থে একমত যে, সমসাময়িক অনেকের মতো, তিনি যৌবনে শ্রী চৈতন্য মহাপ্রভুর সাথে সাক্ষাত করেন এবং তাঁর কাছ থেকে মন্ত্র দীক্ষা নেন। এটা আলাদা করা গুরুত্বপূর্ণ যে তিনি একজন উৎকলীয় বৈষ্ণব (যার অর্থ ওড়িশা বৈষ্ণবধর্ম) ছিলেন, গৌড়ীয় বৈষ্ণব (যার অর্থ বাংলা বৈষ্ণবধর্ম) ছিলেন না। তিনি পঞ্চশাখার মধ্যে সর্বকনিষ্ঠ হয়েছিলেন, যারা সকলেই শ্রী চৈতন্য মহাপ্রভুর শিষ্য ছিলেন।\n\n\n== পঞ্চসখা ==\nঅচ্যুতানন্দ ছিলেন বিখ্যাত পঞ্চশাখার অংশ ('পাঁচ বন্ধু'), যিনি ১৪৫০ থেকে ১৫৫০ খ্রিস্টাব্দের মধ্যে বসবাস করতেন। সমসাময়িক পাঁচজন সাধু - অচ্যুতানন্দ দাস, অনন্ত দাস, যশোবন্ত দাস, জগন্নাথ দাস এবং বলরাম দাস, বৈষ্ণব দর্শন, আধ্যাত্মবাদ এবং ওড়িশার সাহিত্যকে রূপ দিয়েছেন। দুটি গুরুত্বপূর্ণ কারণ পঞ্চসখকে অন্যান্য ভারতীয় হিন্দু সাধুদের থেকে আলাদা করে। তারাই প্রথম হিন্দু সংস্কৃত গ্রন্থগুলিকে স্থানীয় ভাষায় (ওড়িয়া) অনুবাদ করে সাধারণ মানুষের নাগালের মধ্যে নিয়ে যান। পঞ্চদশ শতাব্দীর মাঝামাঝিতে সরলা দাসের মহাভারতের অনুবাদের মাধ্যমে এটি করা হয়েছিল, তারপরে বলরাম দাসের জগমোহন রামায়ণ, জগনাথ দাসের ভাগবত পুরাণ এবং অচ্যুতানন্দ দাসের হরিবংসা। দ্বিতীয় দিকটি হল তাদের ওড়িয়া বৈষ্ণবধর্মের রূপ, যা ঈশ্বরকে \"শূণ্য পুরুষ\" হিসাবে এবং আত্মার প্রকৃতিকে পরমের মধ্যে মিশে যেতে সক্ষম হিসাবে দেখে। কিছু লেখক, যেমন এন.এন. ভাসু, ওড়িয়া বৈষ্ণবধর্মকে 'বৌদ্ধ-বৈষ্ণবধর্ম' হিসাবে চিত্রিত করেছেন, যেহেতু এটি রামানুজের বিষিতাদ্বৈত দর্শন (১১ শতক) গ্রহণ করে না, বা ১৬শ শতকের বাংলায় সৃষ্ট গোঁড়া গৌড়ীয় বৈষ্ণবধর্মকেও মেনে নেয় না। অন্যান্য পণ্ডিত, যেমন প্রভাত মুখার্জি, বৈষ্ণব দর্শনের বিভিন্ন প্রকারের সমর্থনকারী এই দাবিগুলিকে অস্বীকার করেছেন। পণ্ডিতরা মূল বৈষ্ণব আগম (পঞ্চরাত্র) থেকে পঞ্চসখের প্রভাব নিয়ে বিতর্ক করেন যখন অন্যরা সহজযান বৌদ্ধধর্ম এবং নাথসম্প্রদায়ে তাদের ধারণাগুলি উৎসর্গ করেন। সহজযান বৌদ্ধ এবং পঞ্চসখ উভয়ই বুদ্ধরূপে জগন্নাথের মূর্তিকে পূজা করত। যদিও পঞ্চসখরা জগন্নাথকে বিষ্ণুর অবতার রূপে দেখেছিল যেমনটি জগন্নাথ মন্দিরের প্রধান মণ্ডলে দশাবতার মূর্তিটিতে দেখা যায়।\n\n\n== উৎকালীয়া বৈষ্ণবধর্ম ==\nউৎকলীয় বৈষ্ণবধর্ম (কখনও কখনও ওড়িয়া বৈষ্ণবধর্মও বলা হয়) ১৫শ শতকে বর্তমান অবস্থায় বিকশিত হয়। পঞ্চসখের মতে, ভগবান জগন্নাথ হলেন 'পূর্ণ-ব্রহ্মা', এবং বিষ্ণুর সমস্ত অবতার তাঁর থেকে নির্গত হয় এবং শেষ পর্যন্ত তাঁর মধ্যে প্রবেশ করে। জগন্নাথ ভক্তি সম্প্রদায়ের প্রধান দেবতা ছিলেন। পঞ্চসখের প্রধান আদর্শ ছিল যে, ভক্ত হিসেবে তারা হবে বিশ্বস্ত, নম্র, বিদ্বান, নিঃস্বার্থ, সক্রিয়, পরোপকারী এবং স্নেহশীল। পঞ্চসখরা বর্ণপ্রথার বিরুদ্ধে ছিল, তারা সকল প্রাণীকে এক মনে করত। তারা সংস্কৃত ক্লাসিকগুলিকে স্থানীয় ভাষায়, ওডিয়ায় অনুবাদ করে। যে কেউ বৈষ্ণব, এমনকি মুসলমানও হতে পারে। শ্রী চৈতন্যের সময়ে, তাঁর অনুগামীরা যারা নদীয়া থেকে এসেছিলেন, যাকে পরে গৌড়ীয় নামে ডাকা হয়েছিল, তারা নিজেদেরকে উৎকলীয় বৈষ্ণবদের থেকে বড় বা শ্রেষ্ঠ মনে করছিলেন এবং তাদের অবজ্ঞা করছিলেন। তাই তাদের মধ্যে ঠান্ডা যুদ্ধ চলছিল। এটা জেনে শ্রী চৈতন্য উৎকলীয় বৈষ্ণবদের মর্যাদা বজায় রাখার জন্য জগন্নাথ দাসকে 'অতিবাদী' (মহান) উপাধিতে ভূষিত করেন। কিন্তু এতে কোনো সমাধান হয়নি, অন্যদিকে তাদের মধ্যে বিরোধের সৃষ্টি হয়েছে। অচ্যুতানন্দের বাসন চরিত গীতায়, এমনকি উৎকলীয় বৈষ্ণবদের প্রতি গৌড়ীয়দের আধুনিক কালের অবমাননাকর ভাষায়ও এই দুই দলের দ্বন্দ্ব স্পষ্ট।\n\n\n== তথ্যসূত্র =="}