{"pageid": 1152698, "title": "গ্রিক স্মৃতিসৌধ, ঢাকা", "url": "https://bn.wikipedia.org/wiki?curid=1152698", "content": "বাংলাদেশে আসা ইউরোপীয় বণিকদের মধ্যে গ্রিকরাই সর্বশেষ ছিল। তারা ১৮ শতকের দিকে বাংলাদেশে আসে। তারা ঢাকায় একটি স্মৃতিসৌধ নির্মাণ করেন। এটি গ্রিক বণিকদের স্মরণে নির্মিত হয়েছিল, যারা ঢাকায় থাকাকালীন মারা গিয়েছিল। গ্রিক স্মৃতিসৌধটি ১৯০০ খ্রিস্টাব্দের কাছাকাছি নির্মিত হয়েছিল এবং এটাকে একটা প্রাচীন গ্রিক মন্দিরের মতো দেখায়; এটি গ্রিক সম্প্রদায়ের মালিকানাধীন জমির উপর একটি ছোট হলুদ কাঠামো, যা ১৯ শতকে ঢাকায় বিকাশ লাভ করেছিল। এটি ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক-ছাত্র কেন্দ্রের (টিএসসি) ভিতরে এবং প্রধান শাহবাগ এভিনিউতে রমনা রেসকোর্সের মুখোমুখি অবস্থিত। এর দক্ষিণ দিকে রয়েছে পরমাণু গবেষণা কেন্দ্র এবং উত্তরে একটি ছাত্র-শিক্ষক কেন্দ্র। এটিকে গ্রিসের বাইরে এ ধরনের একমাত্র কাঠামো বলে মনে করা হয়।\n\n\n== ইতিহাস ==\n\nকলকাতার ক্যাথলিক ক্যাথেড্রালে ল্যাটিন মেমোরিয়াল ট্যাবলেটে দুই গ্রিক বণিকের উপস্থিতি লক্ষ্য করা যায়। ১৭১৩ ও ১৭২৬ সালে তারা কলকাতায় মারা যান বলে উল্লেখ আছে। তাদের ভারতীয়-উপমহাদেশের প্রাচীনতম গ্রিক বণিক হিসেবে বিবেচনা করা হয়। কিছু গ্রিক পারস্য ও আফগানিস্তানের মধ্য দিয়ে সড়কপথে উপমহাদেশে এসেছিল এবং কেউ কেউ লোহিত সাগর ও ভারত মহাসাগর হয়ে এসেছিল। গ্রিকরা বেশিরভাগই কলকাতা এবং ঢাকায় বসতি স্থাপন করেছিল। ১৭৭০ থেকে ১৮০০ সালের মধ্যে প্রায় দুই শতাধিক গ্রিক ঢাকা ও নারায়ণগঞ্জে ছিল। ১৭৮০ সালে, কলকাতায় প্রথম গ্রিক অর্থোডক্স গির্জা নির্মিত হয়েছিল, যা দেখায় যে একটি গ্রিক সম্প্রদায় এটিকে পরিপোষণ করার জন্য যথেষ্ট বড় এবং সমৃদ্ধ ছিল। \nঢাকার অধিকাংশ গ্রিক ছিল বণিক এবং তারা পাট ও লবণের ব্যবসা করত। ১৯ শতকের মাঝামাঝি কোথাও তাদের ব্যবসা ভেঙে পড়ে। ১৯ শতকের শেষ ভাগে, র‌্যালি ব্রাদার্সের লন্ডন-ভিত্তিক গ্রিক ফার্মের দ্বারা গোড়ার গ্রিক বণিকদের স্মরণে ঢাকার রমনায় একটি স্মৃতিসৌধ নির্মাণ করা হয়েছিল। অনেক ইতিহাসবিদ বিশ্বাস করেন যে এটি ১৮১৫ সালে,  সেন্ট থমাস চার্চের পুরোহিত জেএম ম্যাকডোনাল্ডের উদ্যোগে নির্মিত হয়েছিল। বিদেশীদের মধ্যে গ্রিকরাই সর্বশেষ ঢাকায় একটি সম্প্রদায় হিসেবে স্থায়ীভাবে বসবাস করে।\n\n\n== স্থাপত্য মান ==\n\nস্মৃতিস্তম্ভটি বর্গাকার আকৃতির, যা এর প্রজেক্টিং বে সহ, চার পাশের প্রতিটিতে একটি ক্রস প্লান তৈরি করে। উপসাগরটি ডোরিক অর্ডারের দুটি বাঁশিযুক্ত স্তম্ভ দ্বারা গঠিত, যার উপরে এনটাব্লাচার এবং একটি ত্রিভুজাকার পেডিমেন্ট রয়েছে। পূর্ব দিকের মুখের উপরে একটি শিলালিপি রয়েছে \"মাকারিওই ওস এফেলেফয় কাই প্রসেলাবয়।\" পূর্ব দিক থেকে একটি প্রবেশপথ স্মৃতিসৌধের দিকে নিয়ে যায়।\nদেয়ালের মধ্যে কালো পাথরে খোদাই করা নয়টি শিলালিপি স্থির রয়েছে এবং আরেকটি শিলালিপি মেঝেতে ভাঙা পাথরে রয়েছে যা সুলতানা আলেক্সান্ডারের। তিনি ১৮০০ সালের ৬ ফেব্রুয়ারি মারা যান। একটি পাথর তিন ইলিয়াস ভাইয়ের নাম বহন করে। ভাইদের মধ্যে একজন জন ডেমেট্রিয়াস এলিয়াস (মৃত্যু ১৮৩৬), ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাস থেকে ২৫ মাইল দূরে মিরপুরে শিকার করার সময় একটি বাঘের দ্বারা নিহত হন। সেন্ট থমাস চার্চের গ্রিক ক্লার্ক বেসিল ডেমেট্রিয়াসকেও সেখানে সমাহিত করা হয়েছিল। চার্চ ক্লার্ক হওয়ার পাশাপাশি ১০ বছর ঢাকা কলেজে শিক্ষক ও রাইটিং মাস্টার  ছিলেন। তিনি ১৮৬০ সালে মারা যান।\n\n\n== সমাধি পাথরের শিলালিপি ==\nকয়েকটি শিলালিপি নীচে তালিকাভুক্ত করা হয়েছে, তথ্যটি বিশ্বব্যাংকের একজন গ্রিক স্টাফ সদস্য ডক্টর হেলেন আবাদজি দ্বারা করা ট্রান্সক্রিপশন থেকে সংগ্রহ করা হয়েছে।\nসামনের দেয়ালে গ্রিক শিলালিপিতে লেখা আছে: \"ধন্য তারা যাদেরকে আপনি (ঈশ্বর) বেছে নিয়েছেন এবং আপনার সাথে নিয়ে গেছেন।\"\nনয়টি সমাধিফলক শিলালিপি গ্রিক, ইংরেজি বা কখনও কখনও উভয় ভাষাতেই রয়েছে। ঘড়ির কাঁটার বিপরীত দিকে, সমাধির শিলালিপিতে লেখা আছে:\nসমাধিফলক ১ (গ্রিক এবং ইংরেজি শিলালিপি)\nএখানে সুলতানা, আলেকজান্ডারের স্ত্রী (পুত্র) কাইনাকোস ফিলিপ্পো পলিটো: ১৮০০; ২৫ জানুয়ারি [জুলিয়ান ক্যালেন্ডার অনুসারে] ঢাকায় সাধারণ ঋণ পরিশোধ করে।\nএই পাথরের নিচে মিসেসের মৃতদেহ আছে। সুলতানা আলেকজান্ডার, যিনি মঙ্গলবার ৬ ফেব্রুয়ারি ১৮০০ঃ ৩৪ বছর বয়সে ইহলোক ত্যাগ করেন।\nসমাধিফলক ২ (গ্রিক)\nএখানে রয়েছে প্রয়াত থিওডোসিয়া, থিওডোরের স্ত্রী [পুত্র] জর্জ ফিলিপ্পো পলিটোর ১৮০৫, ১০ এপ্রিল, ঢাকায় সাধারণ ঋণ পরিশোধ করেছিলেন তার স্মৃতি চিরস্থায়ী হোক।\nসমাধিফলক ৩ (ইংরেজি)\nমিসেস ম্যাডালিন এবং সোহিয়া জর্ডানের স্মৃতির উদ্দেশ্যে, এছাড়াও তাদের স্বামী, মিস্টার জোসেফ জর্ডান: নারায়ণগঞ্জের বণিক। জোসেফ  ১৮১৯ সালের ১০ ফেব্রুয়ারী দেহত্যাগ করেন।  তার বয়স তখন প্রায় ৬০ বছর। এই স্মৃতিস্তম্ভটি তাদের অসহায় অনাথ শিশুদের দ্বারা তাদের স্মৃতির প্রতি স্নেহের শ্রদ্ধা হিসাবে তৈরি করা হয়েছে।\nসমাধিফলক ৪ (লাতিন অক্ষর সহ উর্দুতে ইংরেজি কবিতা)\n\nনিকোলাস ডেমেত্রাস ইলিয়াসের স্মৃতিতে, বিশেষত বড় ছেলে ডেমেট্রিয়াস ইলিয়াস। মারা গেছেন ৫ মার্চ ১৮৪৩: বয়স ৪৬ বছর বয়সে।\nদুনিয়া কে জো মেজা হ্যায় (পৃথিবীতে যা খুশিই হোক)\nহারিজ কাম না হঙ্গে (কখনো কম নাও হতে পারে)\nচার্চা আহে রাহেগা (আলোচনা এখানেই হবে)\nআফসোস হ্যায় হাম না হঙ্গে (দুর্ভাগ্যবশত আমার অস্তিত্ব থাকবে না)\n\n\n== বর্তমান অবস্থা ==\n১৯৯৭ সালে রাষ্ট্রদূত কনস্টাবটিনোস অ্যালিয়ানোসের উদ্যোগে এবং ঢাকা বিশ্ববিদ্যালয়ের সাবেক উপাচার্য এ কে আজাদ চৌধুরীর সক্রিয় সহযোগিতায় গ্রিস সরকারের ব্যয়ে ভবনটি সংস্কার করা হয়। কিন্তু তারপর থেকে তা পরিত্যক্ত আছে।\n\n\n== তথ্যসূত্র =="}