{"pageid": 1152557, "title": "সীরাতে ইবনে ইসহাক", "url": "https://bn.wikipedia.org/wiki?curid=1152557", "content": "সিরাত ইবনে ইসহাক (আরবি: السير والمغازي, প্রতিবর্ণীকৃত: আস সিয়ারু ওয়াল মাগাযী ; আরবি: السيرة النبوية لابن إسحاق, প্রতিবর্ণীকৃত: আসসিরাতুন নাবাবিয়্যাহ) ইবনে ইসহাকের রচিত একটি সিরাতগ্রন্থ। প্রাতিষ্ঠানিকভাবে এটিই সিরাত বিষয়ক প্রথম গ্রন্থ হিসেবে স্বীকৃত। তাই ইবনে ইসহাককে সীরাত শাস্ত্রের জনক বলা হয়। পরবর্তীতে ইবনে হিশাম গ্রন্থটির একটি সংশোধিত ও পরিমার্জিত রূপ প্রকাশ করেন, যা সীরাতে ইবনে হিশাম নামে পরিচিত। প্রথম দিকের সীরাত গ্রন্থসমূহের মধ্যে প্রাপ্যতার দিক থেকে এটি একমাত্র গ্রন্থ। সমালোচনা সত্ত্বেও ইবনে ইসহাক সীরাত শাস্ত্রের অন্যতম প্রধান স্তম্ভ। তবে বর্তমানে সীরাতে ইবনে ইসহাকের সম্পূর্ণ টিকে থাকা প্রাচীন কপি পাওয়া যায় না। আলফ্রেড গিয়োম ছড়িয়ে-ছিটিয়ে থাকা কপি ও ইবনে হিশাম কর্তৃক তার গ্রন্থে উল্লেখিত লেখাগুলিকে একত্রিত করে ইংরেজিতে অনুবাদ করেন।\n\n\n== প্রেক্ষাপট ==\nআবদুস সালাম হারূনকৃত তাহযীবু সীরাতে ইবনে হিশামে গ্রন্থটি রচনার প্রেক্ষাপট হিসেবে বলা হয়েছে,\n\nইবনে ইসহাকের সেই সংক্ষিপ্ত গ্রন্থটিই আস সিয়ারু ওয়াল মাগাযী বা আস সীরাতুন নাবাবিয়্যাহ বা সীরাতে ইবনে ইসহাক নামে প্রসিদ্ধ।\n\n\n== বর্ণনাভঙ্গি ==\nআদি পর্ব, নবুওয়াত পর্ব, গাযওয়া পর্ব মোট তিন পর্বে গ্রন্থটি বিভক্ত ছিল। আদি পর্বে ইসলাম পূর্ব ওহীর ইতিহাস বর্ণনা করা হয়েছে। নবুওয়াত পর্বে নবী (স.)-এর মক্কী জীবন এবং গাযওয়া পর্বে মাদানী জীবন নিয়ে আলোচনা করা হয়েছে। এ ছাড়াও কিতাবটিতে বিভিন্ন বিষয়ে প্রাসঙ্গিক হিসেবে অনেক কবিতাও স্থান পেয়েছে।\nগ্রন্থটিতে তিনি কোথাও সূত্র উল্লেখ করেছেন আবার কোথাও করেননি। বিচ্ছিন্ন সূত্রেও বিভিন্ন বর্ণনা আছে। বলেছেন, ‘অমুক গোত্রের একলোক ঘটনাটি আমাকে শুনিয়েছেন’, ‘একজন আহলে ইলম এটি বর্ণনা করেছেন’, ‘মক্কার অধিবাসী একজন বলেছেন’ এভাবে। সেজন্য তার এই গ্রন্থে অযাচিত অনেক বিষয় অন্তর্ভূক্ত হয়ে গেছে। পরবর্তী অনেক ইসলামি পণ্ডিত তার এ গ্রন্থের বিভিন্ন অংশের কঠোর সমালোচনা করেছেন।\n\n\n== সীরাতে ইবনে হিশাম ==\n\nপরবর্তীতে ইবনে হিশাম গ্রন্থটি সংশোধন ও জটিল শব্দগুলোর ব্যাখ্যা প্রদান করে একটি পরিমার্জিত সংস্করণ প্রকাশ করেন যা সীরাতে ইবনে হিশাম নামে প্রসিদ্ধ। এতে তিনি গ্রন্থটির আদি পর্বের আদম হতে ইব্রাহিম পর্যন্ত বিভিন্ন গোত্রের ইতিহাস সংক্ষেপ করেন। ইবনে ইসহাকের উদ্ধৃত বিভিন্ন কবিতার সত্যতা যাচাই করে তার অধিকাংশ বাদ দিয়ে দেন। তিনি বিভিন্ন জায়গায় অনৈসলামি বা ইসরাঈলী বর্ণনা গ্রহণ করেছেন। যেমন: খায়বার যুদ্ধ ও অন্যান্য কিছু ঘটনা তিনি ইয়াহুদীদের নিকট থেকে গ্রহণ করেছেন। প্রথম ব্যক্তি হিসেবে তিনি সীরাত রচনায় তাওরাত ও ইঞ্জিল হতে সরাসরি বর্ণনা করেছেন। ফলে তিনি সমালোচনার সম্মুখীন হন।\n\n\n== মূল্যায়ন ==\nইবনে ইসহাকের হাদিস বিষয়ক বর্ণনার গ্রহণযোগ্যতা সম্পর্কে ইসলামি পণ্ডিতদের মধ্যে মতভেদ রয়েছে। কিন্তু তার সীরাত ও ইতিহাস বিষয়ক বর্ণনাকে অধিকাংশ ইসলামি পণ্ডিত গ্রহণযোগ্য বলে স্বীকৃতি দিয়েছেন। ইমাম বুখারী তার সহীহ বুখারীতে শুধুমাত্র জুযউল কিরাত অধ্যায় ছাড়া অন্য কোথাও ইবনে ইসহাকের হাদিস বিষয়ক বর্ণনা গ্রহণ করেন নি, কিন্তু তিনি ইবনে ইসহাকের ইতিহাসবিষয়ক বর্ণনা গ্রহণ করেছেন। হিশাম ইবন উরওয়া, ইবন যুবাইর ও ইমাম আনাস ইবন মালিক তার সম্পর্কে নেতিবাচক ধারণা পোষণ করেন। ইমাম শাফেয়ী ইবনে ইসহাকের প্রশংসা করে বলেন, \"মাগাযী ও সীরাত বিষয়ে কেউ বৈদগ্ধ অর্জন করতে চাইলে মুহাম্মদ ইবন ইসহাকের দস্তরখানে হাজির হতে হবে।\" ইবনে ইসহাক শিহাব যুহরীর ছাত্র ছিলেন। ইমাম যুহরী তার ছাত্র ইবনে ইসহাক সম্পর্কে বলেন, \"যতদিন মুহাম্মদ ইবনে ইসহাক আছে, ততদিন মদীনাবাসীদের মধ্যে জ্ঞান থাকবে।\"\n\n\n== অনুবাদ ==\n১৯৮৭ সালে ইসলামিক ফাউন্ডেশন বাংলাদেশ থেকে গ্রন্থটির প্রথম দুই খণ্ড এবং ১৯৯২ সালে তৃতীয় খণ্ডের বঙ্গানুবাদ প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nমুহাম্মদের জীবনীগ্রন্থের তালিকা\nসীরাত শাস্ত্রে দারুল উলুম দেওবন্দ\n\n\n== তথ্যসূত্র =="}