{"pageid": 1152724, "title": "ঊর্বশী", "url": "https://bn.wikipedia.org/wiki?curid=1152724", "content": "ঊর্বশী (সংস্কৃত: उर्वशी, আইএএসটি: Urvaśī, রুশ: Урваши, তেলুগু: ఊర్వశి, কন্নড়: ಉರ್ವಶಿ, তামিল: ஊர்வசி, জাপানি: ウルヴァシー, চীনা: 广延天女, আরবি: أورفاشي, সিংহলি: ඌර්වශී, মৈথিলি: उर्वशी, মারাঠি: उर्वशी, পাঞ্জাবি: ਉਰਵਸ਼ੀ, মালায়ালাম: ഉർവ്വശി, ওড়িয়া: ଉର୍ବଶୀ\n) হিন্দুধর্মে একজন অপ্সরা।তাকে সমস্ত অপ্সরার মধ্যে সবচেয়ে সুন্দরী ও বিশেষজ্ঞ নর্তকী বলে মনে করা হয়। হিন্দুধর্মের অনেক বৈদিক ও পুরাণ শাস্ত্রে ঊর্বশীর উল্লেখ আছে।\nধর্মগ্রন্থ দেবীভাগবত পুরাণ অনুসারে, অপ্সরা ঊর্বশী নামে পরিচিত কারণ তিনি দিব্য-ঋষি নারায়ণের উরু থেকে জন্মগ্রহণ করেছেন। ভারতবিদ মোনিয়ার মোনিয়ার-উইলিয়ামস ভিন্ন ব্যুৎপত্তির প্রস্তাব করেছেন যেখানে নামের অর্থ 'ব্যাপকভাবে বিস্তৃত' এবং তিনি পরামর্শ দিয়েছেন যে বৈদিক গ্রন্থে ঊর্বশী 'ভোরের মূর্তি' হিসেবে প্রথম আবির্ভূত হয়েছিল। উর্বশীর গল্প বিভিন্ন শিল্প, অভিনয় এবং সাহিত্যের অনুপ্রেরণা হয়ে উঠেছে। কবি কালিদাস ( খ্রিস্টাব্দ ৪র্থ-৫ম শতাব্দী) তাঁর বিক্রমোর্বশীয়ম নাটকে উর্বশী ও পুরূরবাকে প্রধান চরিত্রে রূপান্তরিত করেছেন।  সংস্কৃত কিংবদন্তীমূলক গল্পগ্রন্থ বত্রিশ সিংহাসনে, উর্বশীর উল্লেখ রয়েছে, যেখানে কিংবদন্তী রাজা বিক্রমাদিত্য ইন্দ্রের আহ্বানে অপ্সরাদের মধ্যে কে শ্রেষ্ঠ তা নির্ধারণ করার জন্য স্বর্গে এসেছিলেন।\n\n\n== উৎস ==\nঊর্বশীই একমাত্র অপ্সরা যাকে ঋগ্বেদে বিশেষভাবে নামকরণ করা হয়েছে। ঋগ্বেদ মণ্ডল ১০-এ তার ও তার স্বামী পুরূরবার মধ্যে কথোপকথন উল্লেখ করা হয়েছে। কথোপকথনে, পুরূরবা তাকে ছেড়ে না যাওয়ার জন্য ঊর্বশীকে অনুরোধ করেন। ঊর্বশীর কিংবদন্তিটি শতপথ ব্রাহ্মণ, বৃহদ্দেবতা, মহাভারত,  রামায়ণ, হরিবংশ, বায়ুপুরাণ, বিষ্ণুপুরাণ, মৎস্য পুরাণ, ভাগবত পুরাণ, দেবীভাগবত পুরাণ, পদ্মপুরাণ ও স্কন্দপুরাণ সহ পরবর্তী অনেক হিন্দুশাস্ত্রে বিস্তৃত হয়েছে।\n\n\n== কিংবদন্তি ==\n\n\n=== জন্ম ===\n\nঊর্বশীর জন্ম দেবীভাগবত পুরাণে বর্ণিত আছে। কিংবদন্তীতে, ভ্রাতা নর ও নারায়ণ সৃষ্টিকর্তা ব্রহ্মাকে খুশি করার জন্য তপস্যা করছিলেন, কিন্তু এটি ইন্দ্র (দেবতাদের রাজা) তার সিংহাসন সম্পর্কে অনিরাপদ করে তোলে এবং তিনি চান না যে ঋষি ঐশ্বরিক ক্ষমতা অর্জন করুক। ফলস্বরূপ, তিনি তাদের তপস্যা ভঙ্গ করার জন্য একাধিক মায়া তৈরি করেন, কিন্তু তার সমস্ত কৌশল ব্যর্থ হয়। অবশেষে, তিনি রম্ভা, মেনকা ও তিলোত্তমা সহ তাঁর সভার অপ্সরাদেরকে নর-নারায়ণের কাছে গিয়ে প্রলোভনের মাধ্যমে তাদের বিভ্রান্ত করার নির্দেশ দেন।\nপ্রেমের দেবতা কামদেব এবং কামদেবী রতির সাথে, অপ্সরারা নর-নারায়ণের কাছে যায় এবং তাদের সামনে প্রলোভনসঙ্কুলভাবে নাচতে শুরু করে। যাইহোক, ঋষিরা এতে প্রভাবিত না হয়ে অপ্সরাদের দর্পভঙ্গ করার সিদ্ধান্ত নেন। নারায়ণ তার উরুতে করাঘাত করেন, যেখান থেকে ঊর্বশী বহির্গত হয়।\nতার সৌন্দর্য ইন্দ্রের অপ্সরাদের অতুলনীয় ছেড়ে দেয় এবং তারা তাদের খারাপ কাজের জন্য লজ্জিত হয়।\nনর-নারায়ণ ইন্দ্রকে আশ্বাস দেন যে তারা তার সিংহাসন নেবেন না এবং ঊর্বশীকে তাকে উপহার দেবেন। তিনি ইন্দ্রের সভায় গর্বের স্থান অধিকার করেছিলেন।\n\n\n=== পুরূরবার স্ত্রী হিসেবে ===\nপুরূরবা ও ঊর্বশীর প্রেমের গল্প পাওয়া যায় ঋগ্বেদ ও শতপথ ব্রাহ্মণে।\nচন্দ্র রাজবংশের প্রতিষ্ঠাতা পুরূরবা ও ঊর্বশী একে অপরের প্রেমে পড়েছিলেন। পুরূরবা তাকে তার স্ত্রী হতে বলেন, কিন্তু উর্বশী তিন বা দুটি শর্তে রাজি হন। সবচেয়ে পুনরুদ্ধার করা শর্তগুলি হল যে পুরূরবা ঊর্বশীর পোষা মেষদের রক্ষা করবে এবং তারা একে অপরকে কখনই নগ্ন দেখতে পাবে না।\nপুরূরবা শর্তে রাজি হন এবং তারা সুখে বসবাস করতে থাকেন। ইন্দ্র ঊর্বশীর অভাব অনুভব করতে শুরু করেছিলেন এবং তিনি এমন পরিস্থিতি তৈরি করেছিলেন যেখানে শর্তগুলি ভেঙে গিয়েছিল। প্রথমত, তিনি কিছু গন্ধর্বকে পাঠান মেষ অপহরণ করার জন্য, যখন দম্পতি প্রেম করছিল। ঊর্বশী যখন তার পোষা প্রাণীর কান্না শুনেছিল, তখন সে তার প্রতিশ্রুতি পালন না করার জন্য পুরূরবাকে তিরস্কার করেছিল। তার কঠোর বাক্য শ্রবণ করে পুরূরবা ভুলে গেলেন যে তিনি নগ্ন এবং এমতাবস্থায় ভেড়ার পিছনে দৌড়াতে লাগলেন। ঠিক তখনই ইন্দ্র আলো জ্বালালে উর্বশী তার স্বামীকে নগ্ন দেখতে পান। এই ঘটনার পর, ঊর্বশী স্বর্গে ফিরে আসেন এবং পুরূরবাকে হৃদয় থেকে মুছে ফেলেন। ঊর্বশী পৃথিবীতে আসতেন এবং পুরূরবার অনেক সন্তানের জন্ম দিতেন, কিন্তু তারা সম্পূর্ণরূপে মিলিত হয়নি।\n\n\n=== বশিষ্ঠ ও অগস্ত্যের জন্ম ===\nঊর্বশীকে বৈদিক ঋষি-বশিষ্ঠ ও অগস্ত্যের \"মা\" বলা হয়। এই কিংবদন্তির একাধিক বিবরণ রয়েছে। ঋগ্বেদে, দেবতা বরুণ ও মিত্র যজ্ঞ (অগ্নিহোম) করেন, যেখানে ঊর্বশী তাদের সামনে আসেন। তাকে দেখার পর, তারা যৌন উত্তেজিত হয়ে ওঠে এবং তাদের বীর্য পতিত হলে তা কলসে সংক্ষরণ করেন যেখান থেকে বশিষ্ঠ ও অগস্ত্যের জন্ম হয়। এই গল্পের অনুরূপ বিবরণ বৃহদ্দেবতা, মৎস্য পুরাণ ও অন্যান্য ধর্মগ্রন্থে পাওয়া যায়।\nভিন্ন সংস্করণে পরবর্তী কিছু লেখায় পাওয়া যায়, মিত্র ও বরুণ এক দেহে ছিলেন যখন তারা ঊর্বশীকে সমুদ্রতীরে দেখতে পান। তাকে আলিঙ্গন করার পর, দেবতারা নিজেদের দুটি দেহে বিভক্ত করেন। বরুণ ঊর্বশীর সাথে মিলিত হতে চায় এবং তার ইচ্ছা প্রকাশ করে উর্বশীর কাছে যায়। যদিও ঊর্বশী তার প্রতি আকৃষ্ট হয়, সে বরুণকে প্রত্যাখ্যান করে এবং পরিবর্তে মিত্রের সাথে মিলিত হয়, যাকে সে ইতোমধ্যে প্রতিশ্রুতি দিয়েছে। তার বাসনা চরিতার্থ করার জন্য, বরুণের অন্তঃপ্রবাহ রয়েছে এবং বীজ পাত্রে স্থানান্তরিত হয়। মিলনের পর, মিত্রের বীর্য ঊর্বশীর গর্ভ থেকে পৃথিবীতে পতিত হয় এবং তাও একই পাত্রে স্থানান্তরিত হয়। কিছুদিন পর, বশিষ্ঠ ও অগস্ত্য নামে যমজ সন্তানের জন্ম হয়। দেবীভাগবত পুরাণ কিছু ভিন্নতার সাথে গল্পটিকে আবার বর্ণনা করে। এই পাঠে, ঋষি মিত্র-বরুণ ঊর্বশীর দ্বারা উদ্দীপ্ত হন এবং বশিষ্ঠ ও অগস্ত্যের জন্মের পর, তিনি তাঁর দ্বারা অভিশাপ পান।\n\n\n=== অন্যান্য প্রেমিক ===\n\nকিছু গ্রন্থে, ঊর্বশীকে ঋষ্যশৃঙ্গের জন্মের কারণ বলা হয়েছে। মহাভারতে, ঊর্বশী নদীর তীরে নিজেকে উপভোগ করছেন, তখন কশ্যপের পুত্র বিভাণ্ডক তাকে দেখেন। তিনি তার সৌন্দর্য দ্বারা বিমোহিত হয়ে ওঠে এবং বীর্য নির্গমন হয়। তার বীর্য এক হরিণী (কিছু সংস্করণে অভিশপ্ত অপ্সরা) এর সংস্পর্শে আসে যার ফলে হরিণী গর্ভধারণ করে এবং সে পরে ঋষ্যশৃঙ্গের জন্ম দেয়।\nইন্দ্রের প্রাসাদের স্বর্গীয় নর্তকী হিসেবেও তাকে মহাভারতে উল্লেখ করা হয়েছে। অর্জুন যখন তার পিতা ইন্দ্রের কাছ থেকে অস্ত্র নিতে এসেছিলেন, তখন তার চোখ পড়েছিল ঊর্বশীর ওপর। ইন্দ্র তা দেখে চিত্রসেনকে ঊর্বসীকে অর্জুনের জন্য অপেক্ষা করতে বলার জন্য পাঠান । অর্জুনের গুণের কথা শুনে ঊর্বসীর মন বাসনায় ভরে গেল। গোধূলি বেলায় তিনি অর্জুনের বাসভবনে পৌঁছান। অর্জুন রাত্রে অপ্সরাকে তার কক্ষে সুন্দর পোশাকে সুশোভিত দেখতে পাওয়ার সাথে সাথে শ্রদ্ধা ও লজ্জার দৃষ্টিতে তাকে নমস্কার করলেন। তিনি অর্জুনকে তার হৃদয়ের আকাঙ্ক্ষার কথা বলেছিলেন, যদিও অর্জুন তার প্রস্তাব প্রত্যাখ্যান করেছিল এবং উর্বশী এতে মনঃক্ষুণ্ন হয়। পুরূরবার সাথে তার অতীতের বিবাহের কারণে অর্জুন তাকে কুরুবংশের মাতা হিসাবে বিবেচনা করেছিল। ক্রুদ্ধ হয়ে, উর্বশী অর্জুনকে তার পুরুষত্ব নিঃস্ব হওয়ার এবং এক বছরের জন্য নপুংসক হিসেবে অপমানিত হওয়ার অভিশাপ দেন।\nএই অভিশাপ পরে অর্জুনকে তার অজ্ঞাতবাসের সময় সাহায্য করেছিল।\n\n\n=== স্কন্দ পুরাণ অনুসারে উর্বশীর পূর্বজন্ম ===\nস্কন্দপুরাণ অনুসারে, পূর্বে মালিনী নামে এক স্ত্রী, তার পাপকর্মের কারণে, মৃত্যুর পর বহু নরক ভোগান্তে বিভিন্ন যোনীতে জন্মগ্রহণের পর একসময় কুকুরী হয়ে পুনর্জন্ম লাভ করে। তারপর এক ব্রাহ্মণ কর্তৃক প্রদত্ত বৈশাখের শুক্লদ্বাদশী পূণ্যের প্রভাবে অপ্সরা উর্বশী হয়ে জন্মগ্রহণ করে :\n\nঅতএব আমি পুনঃপুনঃ উদ্ধার-প্রার্থিনী শুনীকে পঙ্কমগ্না গো এর ন্যায় নিজ পুণ্য দ্বারা উদ্ধার করব। মহামতি পদ্মবন্ধু পুত্রের প্রতি উপেক্ষাপ্রদর্শনপূর্ব্বক এইরূপ প্রতিজ্ঞা করে বললেন; হে শুনি! আমার দ্বাদশীজাত মহাপুণ্য নিশ্চয়রূপে তোমাকে দান করলাম, তুমি এখন অখিলকলুষবিমুক্ত হয়ে হরিপুরে গমন কর। হে ভূপ! পদ্মবন্ধুর মুখ হতে যেমন ঈদৃশ বাক্য উচ্চারিত হল, অমনিই শুনী স্বীয় জীর্ণ শরীর\nপরিত্যাগপূর্ব্বক দিব্য আভরণে ভূষিত হয়ে অতি মনোহর বেশ ধারণ করল। তার শরীর শতসূর্য্যপ্রভাযুক্ত হওয়ায় সে যেন সাবিত্রীপ্রতিম হল; তখন সে দশদিক উদ্ভাসিত করে মুনিকে আমন্ত্রণ করে স্বর্গধামে গমন করল এবং বহুকাল সেখানে মহাভোগ সকল উপভোগ করে পুনরায় ক্ষিতিতলে জন্মগ্রহণ করল। এই জন্মে তার উৎপত্তি নরনারায়ণের দেহ হতে সম্ভাবিত হয়েছিল; তার নাম হয়েছিল উৰ্ব্বশী। অহো! বৈশাখশুক্লদ্বাদশীর কি প্রভাব! এই বরাঙ্গনা অপ্সরত্ব লাভ করে দেবগণের প্রিয় হয়েছিল। অহো! যা যোগিগম্য , যা বর ও বরেণ্য এবং পরমার্থরূপ, যা প্রাপ্ত হয়ে সাধুগণও মোহিত ধন; সেই দ্বাদশী প্রভাব লাভ করে শুনী দেবী হল।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nDowson, John. A Dictionary of Hindu Mythology & Religion.\nThe Sri Mad Devi Bhagavatam: Books One Through Twelve 1923। Kessinger Publishing। ২০০৪। আইএসবিএন 978-0-7661-8167-0। \nLeavy, Barbara Fass (১৯৯৪)। \"Urvaśī and the Swan Maidens: The Runaway Wife\"। In Search of the Swan Maiden। NYU Press। পৃষ্ঠা 33–63। আইএসবিএন 978-0-8147-5268-5। জেস্টোর j.ctt9qg995.5। \nGaur, R. C. (১৯৭৪)। \"The Legend of Purūravas and Urvaśī: An Interpretation\"। Journal of the Royal Asiatic Society of Great Britain and Ireland। 106 (2): 142–152। জেস্টোর 25203565। ডিওআই:10.1017/S0035869X00131983। \nWright, J. C. (১৯৬৭)। \"Purūravas and Urvaśī\"। Bulletin of the School of Oriental and African Studies, University of London। 30 (3): 526–547। এসটুসিআইডি 162788253। জেস্টোর 612386। ডিওআই:10.1017/S0041977X00132033। \nTeverson, Andrew; Warwick, Alexandra; Wilson, Leigh, সম্পাদকগণ (২০১৫)। \"'Cupid, Psyche, and the \"Sun-Frog\"', Custom and Myth: (London: Longmans, Green and Co., 1884)\"। The Edinburgh Critical Edition of the Selected Writings of Andrew Lang, Volume 1: Anthropology, Fairy Tale, Folklore, The Origins of Religion, Psychical Research। Edinburgh University Press। পৃষ্ঠা 66–78। আইএসবিএন 978-1-4744-0021-3। জেস্টোর 10.3366/j.ctt16r0jdk.9। \n\n\n== বহিঃসংযোগ =="}