{"pageid": 1152872, "title": "ভীষ্ম (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1152872", "content": "ভীষ্ম হলো ২০২০ সালের একটি ভারতীয় তেলুগু ভাষার প্রণয়ধর্মী হাস্যরসাত্মক চলচ্চিত্র, যা রচনা ও পরিচালনা করেছেন ভেঙ্কি কুডুমুলা। চলচ্চিত্রটিতে কেন্দ্রীয় চরিত্রে নিতিন এবং রশ্মিকা মন্দানা এবং পার্শ্ব চরিত্রে অনন্ত নাগ, যীশু সেনগুপ্ত, বেন্নেলা কিশোর এবং সম্পদ রাজ অভিনয় করেছেন। এটি সিতারা এন্টারটেইনমেন্টসের অধীনে সূর্যদেবারা নাগা বংশী প্রযোজনা করেছেন। চলচ্চিত্রটি ২০২০ সালের ২১ ফেব্রুয়ারি ২০২০ মুক্তি পায় এবং ইতিবাচক পর্যালোচনা লাভ করে ও বাণিজ্যিক সফল হয়।\n\n\n== পটভূমি ==\nভীষ্ম হলেন \"ভীষ্ম অর্গানিকস\" এর সিইও, যিনি চান কৃষকরা যেন চাষে রাসায়নিক ব্যবহার না করে জৈব অনুশীলনে স্থানান্তরিত হয় এবং তিনি তাদের সফলভাবে স্থানান্তরিত করতে সাহায্য করেন। তারপর ভীষ্ম মিডিয়ার কাছে ঘোষণা করেন যে, তিনি কোম্পানির ৫০তম বার্ষিকীতে পরবর্তী সিইও ঘোষণা করবেন।\nএদিকে, ভীষ্ম প্রসাদ, একজন অবিবাহিত ব্যক্তি সর্বদা প্রেমের সন্ধান করেন, যেখানে তিনি তার বন্ধু পরিমলের বসের প্রাক-বিবাহ পার্টিতে যোগ দেন যেখানে তিনি সারাকে দেখেন। তিনি নিজেকে ভীষ্ম আইএএস (আইএমসিঙ্গল) হিসাবে পরিচয় করিয়ে দেন এবং তিনি তাকে তার সাথে পালিয়ে যেতে বাধ্য করেন। সে যখন বুঝতে পারে যে তার কাছে টাকা নেই এবং সে তাকে পুলিশের কাছে ধরিয়ে দেয় যার জন্য পরিমল চাকরিচ্যুত হন। তার মামা, জেপি, তার সহপাঠী এসিপি দেবকে বলে তার জামিন করান। দেব জেপিকে বলে ভীষ্মকে তার সাথে রেখে পাঠ শেখানোর জন্য কারণ তিনি বিশ্বাস করেন যে ভীষ্ম একজন \"লুজার\" কারণ তিনি একটি মিম স্রষ্টা হিসেবে জীবনযাপন করেন। জেপি তখন ভীষ্মের পিতা আনন্দ প্রসাদকে বলে যে ভীষ্ম দেবের একটি শাস্তি ভোগ করছেন এবং ফ্ল্যাশব্যাক হল যে আনন্দ এবং দেব সহপাঠী ছিলেন এবং ছোটকালে ভীষ্ম তার মেয়েকে স্পর্শ করেছিলেন যার দরুন তাদের বন্ধুত্বের মধ্যে ফাটল ধরে।\nএকদিন, ভীষ্ম গাড়ি চালিয়ে যাচ্ছিলেন এবং তিনি দেবকে নামানোর পর, ফেরার পথে তিনি দেখেন যে চৈত্রার গাড়িটি দুর্ঘটনায় পড়েছে তার সহায়তা প্রয়োজন। তিনি যেহেতু একটি পুলিশের গাড়িতে ছিলেন তাই তিনি নিজেকে এসিপি ভীষ্ম হিসেবে পরিচয় করিয়ে দেন এবং চৈত্রা নিজেকে ভীষ্ম অর্গানিকসের একজন কর্মচারী হিসেবে পরিচয় দেন। সে তার সাথে যাওয়ার সিদ্ধান্ত নেয় এবং সে জৈব চাষ সম্পর্কে শেখে। রাঘবন, ফিল্ড সায়েন্সের সিইও, \"ইনস্ট্যান্ট\" নামক একটি পণ্য প্রবর্তন করেন যা রাসায়নিক ব্যবহার করে চার মাসে ছয় মাসের ফলন দেয় এবং ভীষ্মের সাথে লাইভ মিথস্ক্রিয়া স্থাপন করে ভীষ্মের কিছু কৃষককে প্রভাবিত করার চেষ্টা করে। কয়েকটা হাসিখুশি মোচড়ের পর ভীষ্ম জানতে পারেন চৈত্র দেবের কন্যা। দেব শীঘ্রই ভীষ্ম সম্পর্কে একটি ভাল মতামত গড়ে তোলে কিন্তু চৈত্রা তাকে পছন্দ করে না। ভীষ্ম দেবের জন্য ড্রাইভার হিসাবে কাজ করে এবং চৈত্রাকে সে যেখানে যেতে চায় সেখানে নিয়ে যায়।\nচৈত্রা এবং ভীষ্ম ইন্টারঅ্যাকশনে যায় এবং সে সেখানে তার বন্ধু পরিমলকে দেখতে পায় এবং সে ফিল্ড সায়েন্সের জন্য কাজ করে। ভীষ্ম মিথস্ক্রিয়া চলাকালীন জৈব চাষ কতটা দুর্দান্ত তা নিয়ে কথা বলেন এবং চৈত্রাকে পটিয়ে ফেলেন। হঠাৎ, দেবার কনস্টেবল তাদের আলিঙ্গন করার একটি ছবি পাঠায় এবং দেব রেগে যায়। সে ভীষ্মের বাড়িতে যায় এবং আনন্দকে তার পিতার হিসাবে দেখে হতবাক হয়। সে তার পিস্তল বের করে এবং ভীষ্মকে গুলি করার সিদ্ধান্ত নেয় এবং বলে যে সে একজন লুজার যখন আনন্দ প্রকাশ করে যে ভীষ্ম হলেন সিনিয়র ভীষ্মের নাতি এবং তিনি ভীষ্ম অর্গানিকসের পরবর্তী সিইও। দেব এবং ভীষ্ম হতবাক এবং মিডিয়া এই সম্পর্কে জানতে পারে। ভীষ্ম যখন তার পিতামহের যত্ন নেওয়ার জন্য চলে যেতে উদ্যত হয়, তখন প্রকাশ পায় যে আনন্দ তার ছেলেকে বাঁচিয়ে রাখার চেষ্টা করার জন্য দেবকে মিথ্যা বলেছিল। ভীষ্ম হতবাক এবং এরই মধ্যে, চৈত্রা তাকে কল করে বলে যে তার বাবা বিয়েতে রাজি যেহেতু সে সিনিয়র ভীষ্মের নাতি এবং বলে যে সে মিথ্যাবাদী এবং সে তার সাথে কারসাজি করেছে এবং সে তো জানে যে সে ভীষ্মের নাতি নয়।\nভীষ্ম দেবকে সত্য বলার সিদ্ধান্ত নেয় কিন্তু তাকে অবাক করে দিয়ে সিনিয়র ভীষ্ম তাকে ৩০ দিনের জন্য কোম্পানির একজন অপারেশনাল সিইও হিসেবে ঘোষণা করেন। ভীষ্ম এই সিদ্ধান্তে মর্মাহত হন এবং চৈত্রা তাকে আরও ঘৃণা করেন। তিনি আরও জানতে পেরেছিলেন যে রাঘবন জানতে পেরেছে পরিমল ভীষ্মের বন্ধু আর তাই ফিল্ড সায়েন্সে তার চাকরি হারান এবং পরে তিনি ভীষ্মের ড্রাইভার হিসাবে যোগদান করেন। তখন ভীষ্মকে অফিস ঘুরিয়ে দেখানো হয় এবং তিনি দ্রুত কর্মচারীদের মন জয় করেন নেন। তিনি ক্ষিপ্ত রাঘবনের কাছ থেকে একটি গ্রামকে বাঁচান এবং চৈত্রার প্রেমকেও পুনরুজ্জীবিত করেন। রাঘবন ভীষ্মকে কিছুতেই সিইও হিসাবে দেখতে চান না। তিনি একটি বিষাক্ত হাইব্রিড প্ল্যান্ট পাঠান সিনিয়র ভীষ্মকে মারার জন্য এবং ভীষ্মের গুদামে রাসায়নিকযুক্ত উদ্ভিদ রাখেন যাতে কোম্পানিটি আরও সুনাম হারায়।\nরাঘবন কৃষি মন্ত্রী অজয় ভার্মাকে আমন্ত্রণ জানান, বিশ্বের দরবারে ইনস্ট্যান্ট উদ্বোধন করার জন্য কিন্তু তাকে অবাক করে, অজয় বলেন যে পণ্যটি ক্ষতিকারক রাসায়নিক দিয়ে তৈরি এবং ফিল্ড সায়েন্সের লাইসেন্স বাতিল করে। এই ধাক্কায় রাঘবনকে হাসপাতালে ভর্তি হতে হয়। তিনি শীঘ্রই জানতে পারেন যে সিনিয়র ভীষ্ম বেঁচে আছেন এবং তিনি শুধুমাত্র প্রচণ্ড জ্বরের কারণে হাসপাতালে ভর্তি ছিলেন। রাঘবন যে গাছটি পাঠিয়েছিলেন তা পরিমল ধ্বংস করে দিয়েছিলেন, এই ভেবে যে উদ্ভিদটি জুনিয়র ভীষ্মের জন্য ছিল। জুনিয়র ভীষ্ম তখন পরিমলকে অবিষাক্ত একই রকম দেখতে উদ্ভিদ দিয়ে প্রতিস্থাপন করার পরামর্শ দেন। ভীষ্ম আরও প্রকাশ করেছেন যে তিনি সারা এবং অজয়কে একটি হোটেলে খুঁজে পান এবং তাদের ব্ল্যাকমেইল করে এটা বলান যে, কিভাবে সে কোম্পানিতে রাসায়নিক প্রবেশ করিয়েছিলেন এবং পুলিশ সেগুলো খুজে পায়। এরপর ভীষ্মকে ভীষ্ম অর্গানিকসের পূর্ণ-সময়ের সিইও হিসেবে নিযুক্ত করা হয় যেখানে চৈত্রা এবং ভীষ্ম অবশেষে বিয়ে করেন।\n\n\n== অভিনয়ে ==\nনিতিন — ভীষ্ম \"ভীষ্ম জুনিয়র\" প্রসাদ\nরশ্মিকা মন্দানা — চৈত্রা, ভীষ্ম জুনিয়রের প্রেমের আগ্রহ\nঅনন্ত নাগ — ভীষ্ম সিনিয়র, ভীষ্ম অর্গানিকসের সিইও\nযীশু সেনগুপ্ত — রাঘবন, একজন বিজ্ঞানী এবং ফিল্ড সায়েন্সের সিইও (কণ্ঠ দিয়েছেন হেমচন্দ্র)\nবেন্নেলা কিশোর — পরিমল, ভীষ্ম প্রসাদের বন্ধু এবং পরবর্তীতে চিরশত্রু\nসম্পদ রাজ — দেব, চৈত্রার বাবা এবং সহকারী পুলিশ কমিশনার\nঅজয় — অজয় ​​বর্মা, কৃষিমন্ত্রী এবং সারার বয়ফ্রেন্ড\nনরেশ — আনন্দ প্রসাদ, ভীষ্ম জুনিয়রের বাবা এবং দেবের বন্ধু\nপ্রবীণা —  দীপা, ভীষ্ম জুনিয়রের মা\nব্রহ্মাজী — জেপি, দেব এবং আনন্দ প্রসাদের বন্ধু, একজন সাংবাদিক\nমাইম গোপী — পুরুষোত্তম, সিঙ্গান্নাপালেমের সরপঞ্চ\nকল্যাণী নটরাজন — কল্যাণী, দেবের স্ত্রী এবং চৈত্রার মা\nরঘু বাবু — বলরাম, ভীষ্ম অর্গানিকসের একজন কর্মচারী\nশুভলেখা সুধাকর — রামরাজু, ভীষ্ম সিনিয়রের বন্ধু\nসত্যান - পরিমলের বস এবং সারার স্বামী\nসত্যা - উবার ড্রাইভার\nশিবকুমার রামচন্দ্রভারাপু — শিব\nআপ্পাজি অম্বরিশা দরভা — সিনিয়র ভীষ্মের পিএ\nরাজীব কুমার আনেজা — পান্ডে জি\nনারা শ্রীনিবাস — রাঘবনের বড় ভাই\nসুদর্শন — কর্মচারী\nহেবা প্যাটেল — সারা\nঅবন্তিকা মিশ্র — \"সিঙ্গেলস অ্যান্থেম\" গানে স্বভূমিকায়\nকলপলতা — ভীষ্মের বাড়ির পরিচারিকা\n\n\n== সাউন্ডট্র্যাক ==\n\nসংগীতায়োজন করেছেন মহতী স্বরা সাগর।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ভীষ্ম  (ইংরেজি)"}