{"pageid": 1153567, "title": "সহজানন্দ সরস্বতী", "url": "https://bn.wikipedia.org/wiki?curid=1153567", "content": "সহজানন্দ সরস্বতী (১০ জুলাই ১৯২৫ – ১০ ডিসেম্বর ২০০৭) দক্ষিণ আফ্রিকার ডিভাইন লাইফ সোসাইটির প্রতিষ্ঠাতা এবং আধ্যাত্মিক প্রধান ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nসহজানন্দ দক্ষিণ আফ্রিকার এস্টকোর্টের ছোট মিডল্যান্ডস শহরে ভি. শ্রীনিবাসন হিসাবে জন্মগ্রহণ করেছিলেন । তিনি শাস্ত্রী কলেজে শিক্ষা লাভ করেন। তিনি তার পিএইচডি শেষ করার চেষ্টা করেছিলেন, কিন্তু তার চূড়ান্ত পরীক্ষার জ্যামিতি অংশে খারাপ করার ফলে শুধুমাত্র দ্বিতীয় শ্রেণীর পাস পান। তার বদলে শিক্ষকের সার্টিফিকেট পেয়েছেন।\n\n\n== পেশা পরিবর্তন ==\nশিক্ষকতার প্রথম বছরে, তিনি শিবানন্দের কর্ম যোগ অনুশীলনের বইটি দেখতে পান এবং ১৯৪৮ সালে শিবানন্দের সাথে দেখা করার জন্য ভারতে যাওয়ার জন্য তার শিক্ষার পদ ছেড়ে দিয়ে এটি গ্রহণ করেন। তিনি আশ্রমে থাকার যোগ্য ছিলেন না এবং দক্ষিণ আফ্রিকায় ফিরে আসেন। শিবানন্দ সম্মতি দিলেন, যোগ করলেন, \"গুণ আসবে\"। এই সফরে শিবানন্দের কাছ থেকে সহজানন্দের একমাত্র নির্দেশনা ছিল: \"টাইপ করা এবং চা বানাতে শিখুন!\" যুবক অন্বেষণ নিষ্ক্রিয়ভাবে পরামর্শ গ্রহণ. মাত্র কয়েক বছর পরেই সহজানন্দ বুঝতে পেরেছিলেন যে শিবানন্দের রহস্যময় শব্দগুলি গভীর আধ্যাত্মিক অর্থের সাথে গর্ভবতী ছিল - এটি ছিল তার সাহিত্যের মাধ্যমে আধ্যাত্মিক জ্ঞানের প্রচার এবং সুবিধাবঞ্চিতদের সেবা।\n\n\n== দক্ষিণ আফ্রিকায় ফিরে যান ==\nদক্ষিণ আফ্রিকায় ফিরে, সহজানন্দ অসুস্থদের শিক্ষাদান ও সেবা করার জন্য ফ্রেন্ডস অফ সিক অ্যাসোসিয়েশনের টিবি সেটেলমেন্টে শিক্ষকতার পদ গ্রহণ করেন। এই সময়েই শিবানন্দ তাঁকে তার ডিভাইন লাইফ সোসাইটির একটি শাখা চালু করার অনুরোধ জানিয়ে চিঠি লিখেছিলেনদক্ষিণ আফ্রিকায়. লাজুক, এবং কোনো ধরনের সাংগঠনিক কাজে অভ্যস্ত না হওয়ায়, সহজানন্দ কাজটি গ্রহণ করতে অক্ষম বোধ করেন, এবং সাড়া দেননি। শিবানন্দ ১৮ অক্টোবর ১৯৪৯ সালে একটি দ্বিতীয় চিঠি লেখেন, তাকে একটি শাখা খোলার অনুরোধ জানিয়েছিলেন। সহজানন্দ মান্য করার সিদ্ধান্ত নেন এবং শাখার নিবন্ধন করার জন্য অধিভুক্তি ফি ফরওয়ার্ড করেন। শিবানন্দ শাখা খোলার জন্য অধৈর্য ছিলেন, কারণ অধিভুক্তি ফি তার কাছে পৌঁছানোর আগেই, শিবানন্দ একটি তৃতীয় চিঠি পাঠান, ১১ নভেম্বর ১৯৪৯ সালে একটি শাখা খোলার অনুরোধ জানিয়ে। এইভাবে দক্ষিণ আফ্রিকার ডিভাইন লাইফ সোসাইটি শুরু হয়েছিল।\nসহজানন্দ শিবানন্দের লেখা প্রকাশ এবং নিজের খরচে সাহিত্য প্রচারের পাশাপাশি প্রার্থনা সেবা পরিচালনার মাধ্যমে শুরু করেছিলেন। তিনি একজন শিক্ষক হিসাবে কাজ করতেন এবং কিছু ভক্তদের সাথে সন্ধ্যায় সাহিত্য ছাপাতেন, দীর্ঘ সময় কাজ করতেন এবং অস্বাস্থ্যকর বাসস্থানে থাকতেন। সহজানন্দ বর্ণনা করেছেন, \"আমি যে কোনো ধরনের তপস্যা অনুশীলন করছিলাম তা নয়। আমি আমার আয়ের প্রতিটি অতিরিক্ত শতাংশ আমার মাস্টার্স মিশনের প্রচারে দিতে চেয়েছিলাম।\"\n\n১৯৫৬ সালে সহজানন্দ শিবানন্দের সাথে দেখা করেন, যিনি তাকে সন্ন্যাসের পবিত্র আদেশে দীক্ষিত করেন এবং তাকে শ্রী স্বামী সহজানন্দের নাম ও উপাধি দেন।  তার বিদায়ী অনুষ্ঠানে শিবানন্দ বলেছিলেন:স্বামী সহজানন্দকে দক্ষিণ আফ্রিকা, ডারবানের আধ্যাত্মিক রাজা হিসাবে স্টাইল করা হয় । তাকে আফ্রিকান ছোট গুরুও বলা হয়। সে কিছুই চায় না। তিনি একজন নীরব কর্মী। তিনি একজন ত্যাগী, বৈরাগ্য (বৈরাগ্য) এবং ধ্যানের মানুষ । তিনি খুব ভালো সংগঠক। সে অল্প কথা বলে। আপনি তাকে কখনো কথা বলতে দেখেননি। তিনি অনেক চিন্তা করেন এবং অনেক কিছু করেন। এমন আধ্যাত্মিক যোগী তিনি। তার শিক্ষকের প্রতি তার ভক্তি অনন্য। তার একটি বিশুদ্ধ হৃদয় আছে। তাই আসুন আমরা শক্তিতে পূর্ণ এই ক্ষুদ্র যোগীর সুস্থতার জন্য প্রার্থনা করি। যিনি সমগ্র দক্ষিণ আফ্রিকার বস্তুবাদী বুদ্ধিকে রূপান্তরিত করতে পারেন- কী অসাধারণ বিশুদ্ধতা, কী অসাধারণ যোগিক শক্তি, কী অসাধারণ ধ্যান, আধ্যাত্মিক আভা এবং নিঃস্বার্থ আভা!সহজানন্দ দক্ষিণ আফ্রিকায় ফিরে আসেন এবং দেশের আধ্যাত্মিক ও সামাজিক চাহিদা পূরণ করেন, আধ্যাত্মিক বই লিখেন। \nদক্ষিণ আফ্রিকার সুবিধাবঞ্চিত এবং সুবিধাবঞ্চিতদের জন্য, সহজানন্দ স্কুল, হাসপাতাল, ক্লিনিক, ক্রেচ, বৃদ্ধাশ্রম, শিশুদের বাড়ি, কারিগরি কলেজ, হাইড্রোপনিক গার্ডেনিং টানেল, সেলাই কেন্দ্র, খাওয়ানোর স্কিম, শান্তি ও দক্ষতা প্রশিক্ষণ কেন্দ্র সহ ৩০০ টিরও বেশি প্রকল্প হাতে নিয়েছে। কম খরচে হাউজিং। অনেক প্রকল্প গ্রামীণ এলাকায় ছিল। এই মানবিক কাজের জন্য, সহজানন্দ মার্টিন লুথার কিং জুনিয়র সহ স্থানীয় এবং আন্তর্জাতিক পুরস্কার লাভ করেন। মার্কিন যুক্তরাষ্ট্রের আটলান্টায় অহিংস সামাজিক পরিবর্তনের কেন্দ্র থেকে শান্তি পুরস্কার এবং দক্ষিণ আফ্রিকার প্রেসিডেন্ট ডক্টর জ্যাকব জুমা, কোয়াজুলু নাটাল প্রদেশের প্রাক্তন প্রিমিয়ারসহ রাষ্ট্রনায়কদের  থেকে শান্তি পুরস্কার ।জেলা এবং স্থানীয় পৌরসভার মেয়র এবং জুলু জাতির রাজা ও যুবরাজ। 2008 সালে, দক্ষিণ আফ্রিকার জনগণের উন্নতির জন্য তার প্রচেষ্টার জন্য সহজানন্দকে স্বীকৃতি দেওয়ার জন্য, কোয়াজুলু-নাটাল বিশ্ববিদ্যালয় তাকে মরণোত্তর থিওলজির ডক্টর অফ থিওলজির সম্মানসূচক ডিগ্রি প্রদান করে ।\nসহজানন্দের জীবন ছিল দয়া, প্রেম, আনুগত্য, উৎসর্গ এবং ঈশ্বর ও গুরুর প্রতি ভক্তির উদাহরণ।  তিনি বেশ কয়েকটি আশ্রম (হিন্দু প্রার্থনা কেন্দ্র) এবং ডিভাইন লাইফ সোসাইটির সদর দফতর-শিবানন্দশ্রম, রিজার্ভয়ার হিলস এবং বৃহৎ শিবানন্দ আন্তর্জাতিক সাংস্কৃতিক কেন্দ্র, শিবানন্দ নগর, লা মার্সি , কোয়াজুলু নাটাল নির্মাণ করেন। \nসহজানন্দ ভক্তদের একটি বিশাল সমাবেশকে আকর্ষণ করেছিলেন। তিনি নিজেকে কখনই উপাসনা করতে দেননি এবং শিবানন্দের প্রতি তাদের ভক্তি নির্দেশ করতে সকলকে উৎসাহিত করতেন। \n\n\n== মৃত্যু ==\nঅল্প অসুস্থতার পর ১০ ডিসেম্বর ২০০৭ সালে সহজানন্দ মারা যান। স্বামী, রাষ্ট্রনায়ক, ভক্ত প্রভৃতিদের কাছ থেকে তার মৃত্যুর খবর বিশ্বের বিভিন্ন প্রান্তে ছড়িয়ে পড়ে। দশমীর দিন এবং সারা রাত তার মৃতদেহ পড়ে থাকে, যাতে লোকেরা তাদের শেষ শ্রদ্ধা জানাতে পারে। তার শেষ অনুরোধ ছিল তার মৃতদেহ দাহ করা এবং তার পবিত্র ভস্ম গঙ্গা নদীর পবিত্র জলে নিমজ্জিত করা। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nDivine Life Society of South Africa (ইংরেজি)"}