{"pageid": 1153050, "title": "লাভ আজ কাল (২০০৯-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1153050", "content": "লাভ আজ কাল ( অনু. আজকালকার ভালোবাসা) হল একটি ২০০৯ সালের ভারতীয় হিন্দি ভাষার প্রণয়ধর্মী হাস্যরসাত্মক নাট্য চলচ্চিত্র। এতে শ্রেষ্ঠাংশে অভিনয় করেছেন সাইফ আলি খান ও দীপিকা পাড়ুকোন এবং ঋষি কাপুর ও জিসেলি মন্তেইরো পার্শ্ব ভূমিকায় অভিনয় করেছেন। এছাড়া নীতু সিং-এর ক্ষণিক চরিত্রাভিনয় (২৫ বছরের দীর্ঘ বিরতির পর চলচ্চিত্রে একটি বিশেষ প্রত্যাবর্তন) রয়েছে। চলচ্চিত্রটি পরিচালনা করেছেন ইমতিয়াজ আলী এবং প্রযোজনা করেছেন সাইফ আলী খান ও দীনেশ বিজন । ফিল্মটি বিশুদ্ধ প্রেমের অনুভূতিকে চিত্রিত করেছে যা কখনই পরিবর্তিত হয় না, যদিও সময়ের সাথে সাথে একজনের আত্মাকে উপলব্ধি করার দৃষ্টিভঙ্গি পরিবর্তিত হয়েছে।\nএটি তেলুগু ভাষায় টিন মার (২০১১) নামে পুনঃনির্মাণ করা হয়েছিল। ইমতিয়াজ আলী পরিচালিত একই নামের আধ্যাত্মিক উত্তরসূরী ২০২০ সালে মুক্তি পায়। এটি ইতিবাচক পর্যালোচনা লাভ করে এবং বক্স-অফিসে সফল হয়।\n\n\n== পটভূমি ==\nজয় বর্ধন সিং এবং মীরা পন্ডিত লন্ডনে বসবাসকারী আধুনিক যুগের দম্পতি। তারা একে অপরের সাথে খুশি, কিন্তু একে অপরকে বেঁধে রাখতে বিশ্বাস করে না, তাই যখন ক্যারিয়ার ইঙ্গিত দেয় তখন তাদের পারস্পরিক বিচ্ছেদ হয় তবে বন্ধু থাকে। মীরা ভারতে যায়, যখন জয় লন্ডনে থাকে, সান ফ্রান্সিসকোতে ডাকার আশায়, যেখানে গোল্ডেন গেট ইনকর্পোরেটেড-এ কাজ করা তার স্বপ্নের কাজ। জয় জো নামে একটি সুইস মেয়েকে ডেট করতে শুরু করে, যখন মীরা তার বস বিক্রম জোশীর অনুভূতি ফিরিয়ে দেয়। দম্পতি বিশ্বাস করেন যে তারা এগিয়ে গেছে।\nএকই সাথে দৌড়ানো, কিন্তু অতীতে সেট করা বীর সিং পানেসারের গল্প। প্রেমের একজন মহান বিশ্বাসী, শিখ তার প্রেমের গল্প জয়ের কাছে বর্ণনা করে তাকে বোঝানোর চেষ্টা করে যেন মীরাকে তার জীবন থেকে যেতে না দেয়। তিনি ব্যাখ্যা করেছেন যে কীভাবে তিনি হারলিন কৌর নামে একটি মেয়ের জন্য পড়েছিলেন। জয় বীরকে উপহাস করে, যে হারলিনের সাথে কথা বলার আগেই তাকে বিয়ে করার প্রতিজ্ঞা করেছিল। কিন্তু, বীরের পীড়াপীড়িতে, তিনি মীরাকে ভারতে একটি আকস্মিক সফর দিতে রাজি হন। মীরা হতবাক, এবং দুজনেই একে অপরের সাথে সময় কাটানোর জন্য জো এবং বিক্রম উভয়কে মিথ্যা বলে। তারা বুঝতে পারে যে তারা এখনও একে অপরের কোম্পানিকে কতটা পছন্দ করে। জয় এবং জো ব্রেক আপ করে কারণ জয় গভীর অনুভূতির প্রতিদান দিতে অক্ষম যা জো চায়। যেদিন জয় চলে যাবে সেদিন বিক্রম মীরাকে প্রস্তাব দেয়। সে গোপনে জয়ের সাথে দেখা করে, যে তাকে বলে তার সিদ্ধান্ত নেওয়া উচিত। রাগান্বিত, মীরা তাকে তার জীবন ছেড়ে চলে যেতে বলে, অন্যথায় সে কখনই সত্যিকারভাবে এগিয়ে যেতে পারবে না। এর সমান্তরালে, আমরা দেখতে পাই যে হারলিন বীরকে বলেছে যে সে না বলেই বাগদান করেছে, এবং তাকে তাকে ছেড়ে যেতে হবে।\nজয়কে সান ফ্রান্সিসকোতে তার স্বপ্নের চাকরিতে ডাকা হয় যেদিন মীরা বুঝতে পারে তার বিয়ে একটি ভুল। সে বিক্রমকে সত্য বলে এবং জয়কে ফোন করে, কিন্তু সে তাকে গোল্ডেন গেটের কথা বলে। বুঝতে পেরে সে সান ফ্রান্সিসকো যাচ্ছে, সে তাকে কিছুই বলে না। এদিকে, বীর হারলিনকে বিয়ে করার তার ইচ্ছার কথা ঘোষণা করে কিন্তু তার পরিবার তাকে খুব মারধর করে।\nজয় তার \"স্বপ্নের কাজ\" এর প্রতি আগ্রহ হারাতে শুরু করে, দেখে যে সে ততটা খুশি নয় যতটা সে ভেবেছিল সে হবে। কিছু গুন্ডা তাকে মারধর করে যখন, ছিনতাই করার সময়, সে তাদের মীরার ছবি দিতে অস্বীকার করে। তারপর সে বুঝতে পারে যে সে এখনও তাকে ভালবাসে এবং ভারতে ফিরে যায়। তিনি বিক্রমকে খুঁজে পান, যিনি তাকে জানান যে মীরা তাকে ছেড়ে চলে গেছে। অতীতে, বীর তার বিয়ের দিন হারলিনের বাড়িতে যায় এবং তার মাকে বোঝায় যে হারলিন কেবল তার সাথেই সুখী হতে পারে। হারলিনের মা বীরকে তার মেয়ের সাথে গোপনে লুকিয়ে যেতে দেয় এবং দুজনে সুখে বিয়ে করে। বর্তমানে, জয় এবং মীরার একটি হৃদয়স্পর্শী পুনর্মিলন হয়েছে।\n\n\n== অভিনয়শিল্পীদল ==\nসাইফ আলি খান - জয় বর্ধন সিং / বীর সিং পানেসার (দ্বৈত ভূমিকা)\nঋষি কাপুর - বয়স্ক বীর সিং পানেসার\nদীপিকা পাড়ুকোন - মীরা পণ্ডিত\nজিসেলি মন্তেইরো - হারলিন কৌর (কণ্ঠ দিয়েছেন মোনা ঘোষ শেঠি)\nনীতু সিং - বয়স্ক হারলিন (বিশেষ উপস্থিতি)\nবীর দাস - শন্টি\nরাজ জুতশি - হারলিনের বাবা\nরাহুল খান্না - বিক্রম জোশি\nফ্লোরেন্স ব্রুডেনেল-ব্রুস - জো\nকবি শাস্ত্রী - জাত\nসাগর আর্য - জয়ের বন্ধু\nমন্দি সিধু - কলি\nশিনা ভাট্টেসা - নেহা সিং, জয়ের বোন\nডলি আহলুওয়ালিয়া - হারলিনের দাদীমা\nরাজীব নেমা - বাংলাদেশি ট্যাক্সি চালক\nহিমাংশু সোলাঙ্কি\nঅজয় কল্যাণ সিং\n\n\n== প্রযোজনা ==\n২০০৮ সালের মে মাসে চলচ্চিত্রটির শুটিং শুরু হয় এবং পাতিয়ালা রেলওয়ে স্টেশন, লাল কেল্লা, পুরানা কিলা এবং দিল্লির রাস্তায় স্থান দৃশ্যধারণ করা হয়। লন্ডন, সান ফ্রান্সিসকো এবং কলকাতায় কিছু অংশের শুটিং হয়েছে। চলচ্চিত্রে গোল্ডেন গেট, ইনকর্পোরেটেড হিসেবে ব্যবহৃত ভবনটি আসলে সান জোসে সিটি হলের রোটুন্ডা। ২০০৯ সালের জানুয়ারি শুটিং শেষ হওয়ার পর পর্যন্ত ছবিটির নাম দেওয়া হয়নি।\n\n\n== মুক্তি ==\n\n\n=== প্রচারণা ===\nচলচ্চিত্রটির প্রযোজকেরা ২০০৯ আইসিসি বিশ্ব টুয়েন্টি২০, শপার্স স্টপ এবং বাজাজ অ্যালিয়ানজ লাইফ ইন্স্যুরেন্সের সাথে প্রচারণা করতে সম্মত হন। প্রধান অভিনয়শিল্পীদের পরিধান করা পোশাকগুলো শপার্স স্টপে পাওয়া যায়। বাজাজ অ্যালিয়াঞ্জের সাথে বিশেষ মুহূর্তগুলো ভাগ করার জন্য একটি চুক্তি হয়, যেখানে চলচ্চিত্রটির অভিনেতা ও প্রযোজক সাইফ আলি খানের সাথে দেখা করার সুযোগ দেওয়া হয়। ২০০৯ সালের আইসিসি বিশ্ব টি-২০'র সাথে চুক্তি ছিল যে টুর্নামেন্ট শুরু হওয়ার আগে খান এবং পাডুকোন উভয়েই ইংল্যান্ডে থাকবেন, সাইফ ভারতীয় টেলিভিশনের জন্য ম্যাচগুলোর ধারাভাষ্য দিবেন বলে আশা করা হয়। লাভ আজ কালের ওয়ার্ল্ড টেলিভিশন প্রিমিয়ার ২০১০ সালে সনি টিভিতে প্রচারিত হয়।\n\n\n== মূল্যায়ন ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nলাভ আজ কাল সমালোচকদের কাছ থেকে অত্যন্ত ইতিবাচক পর্যালোচনা পেয়েছে। বলিউড হাঙ্গামার তরণ আদর্শ ছবিটিকে 5 টির মধ্যে 4 স্টার দিয়ে বলেছেন, \"সামগ্রিকভাবে, লাভ আজ কাল তরুণ এবং হৃদয়ে রোমান্টিকদের জন্য। অবশ্যই, এটি নিখুঁত নয়, তবে দুর্দান্ত পারফরম্যান্স, সুরেলা সঙ্গীত এবং আলোড়ন সৃষ্টিকারী আবেগময় মুহূর্তগুলি হেঁচকির জন্য ক্ষতিপূরণের চেয়ে বেশি।\"  টাইমস অফ ইন্ডিয়ার নিখাত কাজমি মুভিটিকে 5 এর স্কেলে 4 স্টার দিয়েছে, এই উপসংহারে যে \"এর জেননাউ অনুভূতি এবং এর একদুম [sic] আধুনিক আবেদনের জন্য এটি দেখুন।\"  সিফির সোনিয়া চোপড়া মুভিটিকে 5 টির মধ্যে 3.5 স্টার দিয়েছেন, মন্তব্য করেছেন যে \"লিল্টিং মিউজিক এবং চরিত্রগুলির সাথে আপনার পছন্দ হবে, ইমতিয়াজ আলী, সাম্প্রতিক সময়ের সবচেয়ে রোমান্টিক চলচ্চিত্রগুলির মধ্যে একটি নিয়ে এসেছেন৷ এটি আম জান্তার একটি প্রেমের গল্প, একটি সুস্বাদু সমসাময়িক প্রান্ত সহ। যাও তোমার তৃপ্তি নাও।\"  ইন্ডিয়ান এক্সপ্রেসের শুভ্রা গুপ্তা মুভিটিকে 5 এর স্কেলে 3 স্টার দিয়েছেন, উল্লেখ করেছেন যে \"এমন একটি ফিল্মকে উষ্ণ না করা কঠিন যা এর মূলে, পছন্দযোগ্য। আমি শুধু চাই আমি এটা আরো পছন্দ করতে পারতাম।\"  ডিএনএ ইন্ডিয়ার অনিরুদ্ধ গুহ ফিল্মটিকে 5 টির মধ্যে 3 স্টার দিয়েছেন, লিখেছেন যে \"যদিও লাভ আজ কাল আপনার প্রত্যাশার মতো ফিল্ম নাও হতে পারে, তবে এটি আপনাকে হতাশও করে না। খুব বেশি প্রত্যাশা ছাড়াই এটি দেখুন এবং আপনি হাসিমুখে ফিরে আসবেন। এবং আপনি যদি কাউকে কিছু সময়ের জন্য জিজ্ঞাসা করতে চান তবে এই চলচ্চিত্রটি নিখুঁত আইস-ব্রেকার।\"  রেডিফের রাজা সেন মুভিটিকে 5 এর স্কেলে 2.5 স্টার দিয়েছেন, এই বলে যে \" লাভ আজ কাল একটি নিরীহ, দেখার যোগ্য চলচ্চিত্র - দুঃখজনক কারণ এটি সত্যিই বিশেষ হতে পারত। প্রথমার্ধে এটির মুহূর্ত রয়েছে, যখন দ্বিতীয়ার্ধটি একটি অতি-মেলোড্রামাটিক ড্র্যাগ।\"  সিএনএন-আইবিএন- এর রাজীব মাসান্দ মুভিটিকে 5 টির মধ্যে 2 স্টার দিয়েছে, নির্দেশ করে যে \"চলচ্চিত্রটি, শেষ পর্যন্ত, সাধারণ জিনিস, দেখার যোগ্য কিন্তু পরিচালকের পূর্ববর্তী প্রচেষ্টার মতো কখনও স্মরণীয় নয়, দূর-উন্নত সোচা না থা (2005) এবং জ্যাব উই মেট (2007)। আমি লাভ আজ কালের জন্য পাঁচটির মধ্যে দুটি এবং গড় রেটিং নিয়ে যাচ্ছি। এটা সেই মোটা আমের মতো যেটা আপনি কামড়াচ্ছেন শুধুমাত্র আবিষ্কার করার জন্য যে এটা এখনো পাকেনি। তবুও তীক্ষ্ণ সংলাপ এবং কিছু চতুর হাস্যরসের জন্য এটি দেখুন।\" \n\n\n=== বক্স অফিস ===\nলাভ আজ কাল ₹৪২৮.৭ মিলিয়ন (ইউএস$ ৫.২৪ মিলিয়ন)  এর প্রথম সপ্তাহে।  এবং ₹১৬৪ মিলিয়ন (ইউএস$ ২ মিলিয়ন)  এর দ্বিতীয় সপ্তাহে।  লাভ আজ কাল ₹৬৬৫ মিলিয়ন (ইউএস$ ৮.১৩ মিলিয়ন)  ভারতে।  এটি বক্স অফিস ইন্ডিয়ার দ্বারা হিট হিসাবে ঘোষণা করা হয়, ₹৮৯২ মিলিয়ন (ইউএস$ ১০.৯ মিলিয়ন)  করে । ছবিটি ₹1.19 আয় করেছে বিশ্বব্যাপী বিলিয়ন এবং এটি বছরের সর্বোচ্চ আয়কারী চলচ্চিত্রগুলির মধ্যে একটি। \n\n\n== সাউন্ডট্র্যাক ==\nলাভ আজ কালের সঙ্গীত প্রীতম এবং সেলিম-সুলাইমান দ্বারা সংকলিত হয়। গানের কথা লিখেছেন ইরশাদ কামিল, এবং রিমিক্স তৈরি করেছেন ডিজে সাঞ্জ। অ্যালবামটি সেরা সঙ্গীত পরিচালকের জন্য ফিল্মফেয়ার পুরস্কারের জন্য মনোনয়ন ছাড়াও প্রীতমকে তার প্রথম আইফা পুরস্কার পাইয়ে দেয়।\nপ্রীতম ২০১৪ সালের একটি সাক্ষাত্কারে প্রকাশ করেছিলেন যে ইমতিয়াজ আলি চেয়েছিলেন এ আর রহমান চলচ্চিত্রটির সঙ্গীত রচনা করুন, তবে পরবর্তীতে তিনি শুধুমাত্র তার পরবর্তী চলচ্চিত্র রকস্টার (২০১১)-এর জন্য উপলব্ধ ছিলেন।\n \n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== পুনর্নির্মাণ ==\nচলচ্চিত্রটি ২০১১ সালে টলিউডে টিন মার নামে পুনর্নির্মিত হয়। এতে প্রধান চরিত্রে অভিনয় করেন পবন কল্যাণ, তৃষা কৃষ্ণন, ও কৃতি খরবন্দা।\nপরিচালক ইমতিয়াজ আলীই এই চলচ্চিত্রের একই নামের একটি আধ্যাত্মিক উত্তরসূরী নির্মাণ করেন। কার্তিক আর্যন ও সারা আলি খান অভিনীত চলচ্চিত্রটি ২০২০ সালে মুক্তি পায়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে Love Aaj Kal  (ইংরেজি)\nরটেন টম্যাটোসে লাভ আজ কাল (ইংরেজি)\nবক্স অফিস মোজোতে Love Aaj Kal (ইংরেজি)\nLove Aaj Kal on Bollywood Hungama"}