{"pageid": 1153312, "title": "জব উই মেট", "url": "https://bn.wikipedia.org/wiki?curid=1153312", "content": "জব উই মেট (হিন্দি: जब वी मेट, অনুবাদ 'যখন আমরা মিলিত হয়েছিলাম') ইমতিয়াজ আলী রচিত ও পরিচালিত ২০০৭ সালের ভারতীয় হিন্দি ভাষার প্রণয়ধর্মী হাস্যরসাত্মক চলচ্চিত্র। শ্রী অষ্টবিনায়ক সিনে ভিশনের ব্যানারে চলচ্চিত্রটি প্রযোজনা করেন ধিলিন মেহতা। এতে শ্রেষ্ঠাংশে অভিনয় করেন কারিনা কাপুর ও শাহিদ কাপুর, এবং পার্শ্ব চরিত্রে অভিনয় করেন দারা সিং, পবন মালহোত্রা ও সৌম্য ট্যান্ডন।\nমুম্বই, ভাতিন্ডা, ও শিমলার পটভূমিতে বর্ণিত জব উই মেট চলচ্চিত্রে দেখা যায় পাঞ্জাবি তরুণী গীত ধীলনের হতাশাগ্রস্থ মুম্বইয়ের ব্যবসায়ী আদিত্য কশ্যপের সাথে দিল্লিতে রাতের ট্রেনে দেখা হয়। আদিত্য একটি স্টেশনে নামলে গীত তাকে নিয়ে ট্রেনে ওঠতে গিয়ে দেখে ট্রেন চলে গেছে। প্রেমিকা থেকে প্রত্যাখ্যাত হয়ে ও কর্পোরেট ব্যবসায় থেকে বের হয়ে আসা আদিত্যের কোন গন্তব্য ছিল না, ফলে গীতের পরিবারের কাছে ফিরে গীত তাকে সঙ্গ দিতে এবং তার গোপন প্রেমিক অংশুমানের সাথে পালিয়ে যেতে সাহায্য করতে অনুরোধ করে।\nচলচ্চিত্রটি ২০০৭ সালের ২৫শে অক্টোবর ভারতে ও যুক্তরাজ্যে এবং ২৬শে অক্টোবর বিশ্বব্যাপী মুক্তি পায়। চলচ্চিত্রটি ভারতে এবং বিশ্বব্যাপী বক্স অফিসে ব্যবসা সফল হয়। এটি সে বছর সর্বোর্চ আয়কারী হিন্দি চলচ্চিত্রের একটি। অষ্টবিনায়ক পরবর্তীকালে ঘোষণা দেয় জব উই মেট চারটি ভারতীয় ভাষায় পুনর্নির্মিত হবে: তামিল, তেলুগু, কন্নড় ও মালয়ালম। তবে, এটি কেবল তামিল ভাষায় কান্ডেন কাদলাই নামে পুনর্নির্মিত হয়।\nচলচ্চিত্রটি বিপুল সমাদৃত হয় এবং মুক্তি পর কাল্ট খ্যাতি লাভ করে। এটি একাধিক চলচ্চিত্র পুরস্কার লাভ করে, তন্মধ্যে \"ইয়ে ইশ্‌ক হায়ে\" গানের জন্য শ্রেয়া ঘোষাল শ্রেষ্ঠ নারী নেপথ্য কণ্ঠশিল্পী বিভাগে জাতীয় চলচ্চিত্র পুরস্কার অর্জন করেন। গানটি অনেক সপ্তাহ চার্টবাস্টার ছিল।\n\n\n== অভিনয়শিল্পীদল ==\nশাহিদ কাপুর - আদিত্য কশ্যপ/আদিত্য কুমার\nকারিন কাপুর - গীত কৌর ধীলন\nসৌম্য ট্যান্ডন - রূপ কৌর ধীলন, গীতের চাচাতো ভাই\nবিশাল ওম শর্মা - অ্যাডভোকেট রোহিত ভোসলে, আদিত্যের আইনজীবী\nতরুণ অরোরা - অংশুমান\nনিহার ঠাক্কর - রাঘব\nদারা সিং - সূর্যেন্দ্র সিং ধীলন, গীতের দাদু\nপবন মালহোত্রা - প্রেম সিং ধীলন, গীতের চাচা\nকিরণ জুনেজা - অমৃতা কৌর ধীলন, গীতের মা\nসঞ্জয় কুশওয়াহা - সাঞ্জ\nদিব্যা সেঠ - আয়েশা খান্না কশ্যপ, আদিত্যের মা\nকিশোর প্রধান - স্টেশন মাস্টার\nরুবিনা - সোজল, গীতের চাচাতো বোন\nওয়ামিকা গাব্বি - যশ, গীতের চাচাতো ভাই\nআসিফ বসরা - কিয়স্ক ভেন্ডর\n\n\n== সঙ্গীত ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে জব উই মেট   (ইংরেজি)"}