{"pageid": 1153936, "title": "ভারতীয় সংবিধানের সমবর্তী সূচী", "url": "https://bn.wikipedia.org/wiki?curid=1153936", "content": "ভারতের সংবিধানের সপ্তম তফসিলের সমবর্তী তালিকা বা যুগ্মতালিকা বা তৃতীয় তালিকা হল ৫২ টি বিষয় সমৃদ্ধ একটি তালিকা (পূর্বে ৪৭ টি বিষয় এই তালিকার অন্তর্ভুক্ত ছিল)। এটি কেন্দ্র এবং রাজ্য সরকার উভয়ের দ্বারা বিবেচনা করে সিদ্ধান্ত প্রণয়নের ক্ষমতা নির্দেশ করে। অপর তালিকা দুটি হলো, কেন্দ্র তালিকা এবং রাজ্য তালিকা। মার্কিন যুক্তরাষ্ট্র, সুইজারল্যান্ড বা অস্ট্রেলিয়ার যুক্তরাষ্ট্রীয় সরকারগুলির অসদৃশ ও কানাডার যুক্তরাষ্ট্রীয় সরকারের মতো ভারতেও কেন্দ্রীয় সরকারের কাছে বাড়তি ক্ষমতা প্রদান করা হয়েছে।\nসমবর্তী তালিকার বিষয়গুলিতে অভিন্নতা বাঞ্ছনীয় তবে অপরিহার্য নয়। যদি কোনো রাজ্যের আইনসভা কর্তৃক প্রণীত কোনো আইনের কোনো বিধান সংসদ কর্তৃক প্রণীত কোনো আইনের কোনো বিধানের বিপরীত হয় যা সংসদ প্রণয়ন করতে সক্ষম, অথবা সমকালীন গণনা করা কোনো একটি বিষয়ে বিদ্যমান কোনো আইনের কোনো বিধানের বিরুদ্ধে তারপরে, সংসদ কর্তৃক প্রণীত আইন, এই জাতীয় রাজ্যের আইনসভা কর্তৃক প্রণীত আইনের আগে বা পরে পাশ করা হোক না কেন, বা, ক্ষেত্রমত, বিদ্যমান আইন, প্রাধান্য পাবে এবং রাজ্যের আইনসভা কর্তৃক প্রণীত আইনটি তালিকাভুক্ত হবে। এক্ষেত্রে এর একটি ব্যতিক্রম রয়েছে \"যেখানে সমসাময়িক তালিকায় গণনা করা বিষয়গুলির একটির বিষয়ে একটি রাজ্যের আইনসভার দ্বারা একটি আইন প্রণীত হয় যেখানে সংসদ বা বিদ্যমান আইন দ্বারা প্রণীত পূর্ববর্তী আইনের বিধানের বিরুদ্ধে কোনো বিধান থাকে। সেই বিষয়ে এই জাতীয় রাজ্যের আইনসভা কর্তৃক প্রণীত আইনটি যদি রাষ্ট্রপতির বিবেচনার জন্য সংরক্ষিত থাকে এবং তার সম্মতি পেয়ে থাকে, তবে সেই রাজ্যে প্রাধান্য পাবে। তবে শর্ত থাকে যে এই ধারার কোনো কিছুই বাধা দেবে না  সংসদ যেকোন সময় একই বিষয়ে যে কোন আইন প্রণয়ন করতে পারে যার মধ্যে একটি আইন অন্তর্ভুক্ত করা, সংশোধন করা, পরিবর্তন করা বা রাষ্ট্রের আইনসভা কর্তৃক প্রণীত আইনটি বাতিল করা।\"\n\n\n== সমবর্তী তালিকার বিষয়সমূহ ==\nসমবর্তী বা যুগ্ম তালিকা অন্তর্গত বিষয়গুলি হলো:\n১. এই সংবিধানের প্রারম্ভে ভারতীয় দণ্ডসংহিতার অন্তর্গত সকল বিষয়ে সময়ে ফৌজদারি বিধি, কিন্তু প্রথম ও দ্বিতীয় তালিকায় বিনির্দিষ্ট যেকোন বিষয় সম্পর্কে বিধির পরিপন্থী অপরাধসমূহ ব্যতীত ও অসামরিক শক্তির সাহায্যকল্পে নৌ,স্থল বা বিমান বাহিনীর বা কেন্দ্রের অন্য কোন সশস্ত্র বাহিনীর ব্যবহার ব্যতীত।\n২. এই সংবিধানের প্রারম্ভে ফৌজদারি প্রক্রিয়া সংহিতার অন্তর্গত সকল বিষয় সমেত ফৌজদারি প্রক্রিয়া।\n৩. কোন রাজ্যের নিরাপত্তার, জনশৃঙ্খলা রক্ষার অথবা জনসমাজের পক্ষে অত্যাবশ্যক সরবরাহসমূহ ও  সেবাব্যবস্থামূলক রক্ষার সহিত সম্পর্কিত কারণে নিবর্তনমূলক আটক, ঐরূপ আটকের অধীন ব্যক্তিগণ।\n৪. বন্দীসমূহের অভিযুক্ত ব্যক্তিগণের এবং এই তালিকার প্রবিষ্টি ৩-এ বিনির্দিষ্ট কারণে নিবর্তনমূলক আটকের অধীন ব্যক্তিগণের এক রাজ্য হইতে অন্য রাজ্যে অপসারণ।\n৫. বিবাহ ও বিবাহবিচ্ছেদ, শিশু ও নাবালকসমূহ, দত্তকগ্রহণ, উইল, বিনা উইলে মৃত্যু এবং উত্তরাধিকার, যৌথ পরিবার ও বাটোয়ারা, সেইসকল বিষয় যাহাদের সম্পর্কে বিচারিক কার্যবাহসমূহে পক্ষগণ এই সংবিধানের প্রারম্ভের অব্যহিত পূর্বে তাঁহাদের ব্যক্তিগণ বিধির অধীন ছিলেন।\n৬. কৃষিভূমি ব্যতীত অন্য সম্পত্তির হস্তান্তরণ, দলিল ও লেখ্যসমূহের রেজিস্ট্রিকরণ।\n৭. অংশীদারি, এজেন্সি, বহন-সংবিদা ও অন্যান্য বিশেষ প্রকারের সংবিদা সমেত সংবিদাসমূহ, কিন্তু কৃষিভূমিসম্বন্ধী সংবিদা ব্যতিরেকে।\n৮. অভিযোগ্য অন্যায়সমূহ।\n৯. শোধাক্ষমতা ও দেউলিয়াত্ব।\n১০. ট্রাস্ট ও ট্রাস্টিগণ।\n১১. অ্যাডমিনিস্ট্রেটিভ জেনারেল ও অফিশিয়াল ট্রাস্টিগণ।ক. বিচার প্রশাসন, সুপ্রিম কোর্ট এবং হাইকোর্ট ব্যতীত সকল আদালতের গঠন ও সংগঠন।\n১২. সাক্ষ্য ও শপথ, বিধি, সরকারি কার্য ও অভিলেখ এবং বিচারিক কার্যবাহের স্বীকৃতি।\n১৩. এই সংবিধানের প্রারম্ভে দেওয়ানী প্রক্রিয়া সংহিতার অন্তর্গত সকল বিষয় সমেত দেওয়ানী প্রক্রিয়া, তামাদি ও সালিশী।\n১৪. আদালত অবমাননা, কিন্তু সুপ্রিম কোর্ট অবমাননা ব্যতিরেকে।\n১৫. ভবঘুরেমি, যাযাবর ও প্রব্রজনশীল জনজাতিসমূহ।\n১৬. উন্মাদগ্রস্ত ও মানসিক বৈকল্যযুক্ত ব্যক্তিগণের গ্রহণের বা চিকিৎসার স্থানসমূহ সমেত উন্মাদ ও মানসিক বৈকল্য।\n১৭ক. বনসমূহ১৭খ. বন্যপশু ও পক্ষী সংরক্ষণ।\n১৮. খাদ্যবস্তু ও অন্যান্য দ্রব্যে ভেজাল।\n১৯. আফিম সম্পর্কে প্রথম তালিকায় প্রবিষ্টি ৫৯-এর বিধানাবলী সাপেক্ষে, ভেষজ ও বিষ।\n২০. আর্থনীতিক ও সামাজিক পরিকল্পনা।২০ক।. জনসংখ্যা নিয়ন্ত্রণ ও পরিবার পরিকল্পনা।\n২১. বাণিজ্যিক ও শিল্পসম্বন্ধী একাধিকার, সমাবন্ধ ও ট্রাস্ট।\n২২. ট্রেউ ইউনিয়নসমূহ, শিল্পসম্বন্ধী ও শ্রমসম্বন্ধী বিরোধসমূহ।\n২৩. সামাজিক নিরাপত্তা ও সামাজিক বীমা, চাকরি ও কর্মহীনতা।\n২৪. কর্মের শর্তাবলী, ভবিষ্যনিধি, নিয়োজকের দায়িতা, কর্মীদিগের ক্ষতিপূরণ, অশক্ততা ও বার্ধক্য পেনশনসমূহ ও প্রসূতি-সহায়তা সমেত, শ্রমিক-কল্যাণ।\n২৫. প্রথম তালিকার প্রবিষ্টি ৬৩, ৬৪, ৬৫ ও ৬৬-র বিধানাবলী সাপেক্ষে প্রযুক্তিবিদ্যা, চিকিৎসাবিদ্য ও বিশ্ববিদ্যালয় সমেত শিক্ষা, শ্রমিকের বৃত্তিবিষয়ক ও প্রযুক্তি বিষয়ক প্রশিক্ষণ।\n২৬. বিধিবৃত্তি, চিকিৎসাবৃত্তি ও অন্যান্য বৃত্তি।\n২৭. ভারত ও পাকিস্তান অধিরাজ্যদ্বয়ের প্রতিষ্ঠার কারণে আদিবাসী স্থান হইতে চ্যুত ব্যক্তিদিগের ত্রাণ ও পুনর্বাসন।\n২৮. দান ও দাতব্য প্রতিষ্ঠানসমূহ, দাতব্য ও ধর্মীয় উৎসর্জন ও ধর্মীয় প্রতিষ্ঠানসমূহ।\n২৯. মনুষ্য, পশু ও উদ্ভিদকে আক্রমণ করে এরূপ সংক্রামক বা সাংসর্গিক ব্যাধি বা কীটসমূহের এক রাজ্য হইতে অন্য রাজ্যে প্রসার নিবারণ।\n৩০. জন্ম ও মৃত্যু রেজিস্ট্রিকরণ সমেত, জীবনসম্বন্ধী পরিসংখ্যান।\n৩১. সংসদ কর্তৃক প্রণীত বিধি বা বিদ্যমান বিধি দ্বারা বা অনুযায়ী প্রধান বন্দর বলিয়া ঘোষিত বন্দর সমূহ ব্যতীত অন্যান্য বন্দর।\n৩২. জাতীয় জলপথ সম্পর্কে প্রথম তালিকার বিধানাবলী সাপেক্ষে, অন্তর্দেশীয় জলপথসমূহে যন্ত্রচালিত জলযান সম্পর্কিত নৌবহন ও নৌচলন এবং ঐরূপ জলপথসমূহে পথ-নিয়ম এবং অন্তর্দেশীয় জলপথে যাত্রী ও দ্রব্যসমূহ বহন।\n৩৩ক. যে স্থলে কেন্দ্র কর্তৃক কোন শিল্পের নিয়ন্ত্রণ জনস্বার্থে সঙ্গত বলিয়া সংসদ কর্তৃক বিধি দ্বারা ঘোষিত হইয়াছে, সেস্থলে ঐরূপ শিল্পের উৎপন্ন দ্রব্যসমূহ এবং ঐরূপ শিল্পের উৎপন্ন দ্রব্যসমূহের সমশ্রেণীর আমদানিকৃত দ্রব্যসমূহ,খ. ভোজ্য তৈলবীজ ও তৈলসমূহ সমেত, খাদ্যবস্তুসমূহ।গ. খইল ও অন্যান্য সারকৃত বস্তু সমেত, গবাদিপশুর খাদ্য।ঘ. কাঁচা তুলা, পেজা বা অপেজা, ও তুলাবীজ এবংঙ. কাঁচা পাট।সম্পর্কে ব্যবসা ও বাণিজ্য, উহাদের উৎপাদন, সরবরাহ ও বণ্টন।(৩৩ক. মান নির্ধারণ ব্যতীত, ওজন ও মাপ।)\n৩৪. মূল্য নিয়ন্ত্রণ।\n৩৫. যে নীতি অনুসারে যন্ত্রচালিত যানসমূহের ওপর কর ধার্য করিতে হইবে তৎসমেত যন্ত্রচালিত যানসমূহ।\n৩৬. কারখানা।\n৩৭. বয়লার।\n৩৮. বিদ্যুত।\n৩৯. সংবাদপত্র, পুস্তক ও ছাপাখানা।\n৪০. জাতীয় গুরুত্বের বলিয়া সংসদ কর্তৃক বিধি দ্বারা বা অনুযায়ী ঘোষিত প্রত্নতাত্ত্বিক স্থান ও ভগ্নাবশেষ ভিন্ন, অন্যান্য প্রত্নতাত্ত্বিক স্থান ও ভগ্নাবশেষ।\n৪১. বিধি দ্বারা উদ্বাস্তু সম্পত্তি বলে ঘোষিত (কৃষিভূমি সমেত) সম্পত্তির অধিরক্ষা, পরিচালনা ও বিলিব্যবস্থা।\n৪২. সম্পত্তি অর্জন ও অধিগ্রহণ।\n৪৩. কোন রাজ্যে, ঐ রাজ্যের বাহিরে উদ্ভূত, বকেয়া ভূমিরাজস্ব ও ঐরূপ বকেয়া হিসাবে আদায়যোগ্য অর্থসমূহ সমেত, কর ও অন্যান্য সরকারি প্রাপ্য সম্পর্কে দাবিসমূহের আদায়।\n৪৪. বিচারিক মুদ্রাঙ্ক দ্বারা সংগৃহীত শুল্ক ও ফীসমূহ ব্যতীত, অন্যান্য মুদ্রাঙ্কশুল্ক, কিন্তু মুদ্রাঙ্কশুল্কসমূহের হার ব্যতিরেকে।\n৪৫. দ্বিতীয় ও তৃতীয় তালিকায় বিনির্দিষ্ট যেকোন বিষয়ের প্রয়োজনে অনুসন্ধান ও পরিসংখ্যান।\n৪৬. এই তালিকাভুক্ত যেকোনো বিষয় সম্পর্কে সুপ্রিম কোর্ট ব্যতীত অন্য সকল আদালতের ক্ষেত্রাধিকার ও ক্ষমতাসমূহ।\n৪৭. এই তালিকাভুক্ত যেকোনো বিষয় সম্পর্কে ফীসমূহ, কিন্তু কোন আদালতে গৃহীত ফীসমূহ ব্যতিরেকে।\n\n\n== স্থানান্তরিত বিষয় ==\n১৯৭৬ সালে ভারতের বিয়াল্লিশতম সংবিধান সংশোধনী|বিয়াল্লিশতম সংশোধনীর দ্বারা পাঁচটি বিষয় রাজ্যতালিকা থেকে সমবর্তী বা যুগ্মতালিকায় স্থানান্তরিত হয়। এগুলি হলো:\n১. শিক্ষা\n২. বনাঞ্চল\n৩. ওজন ও পরিমাপ\n৪. বন্য পশু ও পাখি সংরক্ষণ\n৫. বিচার প্রশাসন\n\n\n== তথ্যসূত্র =="}