{"pageid": 1153311, "title": "মার্কিন ভীতি", "url": "https://bn.wikipedia.org/wiki?curid=1153311", "content": "অ্যান্টি-আমেরিকানবাদ (যাকে অ্যান্টি-আমেরিকান সেন্টিমেন্টও বলা হয়) হল মার্কিন যুক্তরাষ্ট্র, এর সরকার, এর পররাষ্ট্র নীতি বা আমেরিকানদের প্রতি বিদ্বেষ, ভীতি বা ঘৃণা।\nঅস্ট্রেলিয়ার ইউনাইটেড স্টেটস স্টাডিজ সেন্টারের রাষ্ট্রবিজ্ঞানী ব্রেন্ডন ও'কনর এর মতে \"অ্যান্টি-আমেরিকানবাদ\" কে একটি সামঞ্জস্যপূর্ণ ঘটনা হিসাবে বিচ্ছিন্ন করে দেওয়া যায় না, যেহেতু এই শব্দটি স্টিরিওটাইপ, বিদ্বেষ এবং সমালোচনার একটি মোটামুটি সংমিশ্রণ হিসাবে উদ্ভূত হয়েছিল যা আরও রাজনীতিভিত্তিক সমালোচনায় বিকশিত হয়েছে। ফরাসি বিদ্বান মেরি-ফ্রান্স টয়েনেট বলেন যে, \"অ্যান্টি-আমেরিকানিজম\" শব্দের ব্যবহার \"একমাত্র সম্পূর্ণরূপে ন্যায্য একটি পরিভাষা, যদি এটি সম্পূর্ণরূপে আমেরিকার জন্য পদ্ধতিগত বিরোধিতা - এক ধরনের অ্যালার্জির প্রতিক্রিয়া বোঝায়।\" নোয়াম চমস্কি এবং ন্যান্সি স্নোর মতো বিদ্বানরা যুক্তি দিয়েছেন যে, অন্যান্য দেশ বা তাদের জনসংখ্যার জন্য \"আমেরিকান বিরোধী\" শব্দের প্রয়োগ অযৌক্তিক, কারণ এটি বোঝায় যে আমেরিকান সরকার বা তার নীতিগুলি অপছন্দ করা সামাজিকভাবে অবাঞ্ছিত বা এমনকি একটি অপরাধের সাথে তুলনীয়। .   এই বিষয়ে, শব্দটিকে ইউএসএসআর -এ \" এন্টি-সোভিয়েতবাদ \" শব্দটির প্রচারমূলক ব্যবহারের সাথে তুলনা করা হয়েছে। \nঅ্যান্টি-আমেরিকানবাদের আলোচনায় বেশিরভাগ ক্ষেত্রেই অনুভূতির (সাধারণ বিতৃষ্ণা ব্যতীত) যা অন্তর্ভুক্ত রয়েছে তার একটি সুনির্দিষ্ট ব্যাখ্যার অভাব রয়েছে, যার ফলে শব্দটি ব্যাপকভাবে এবং একটি প্রভাববাদী পদ্ধতিতে ব্যবহার করা হয়েছে, যার ফলে অনেক অভিব্যক্তির অযৌক্তিক ছাপ রয়েছে। আমেরিকা বিরোধী হিসাবে বর্ণনা করা হয়েছে।  লেখক এবং প্রবাসী উইলিয়াম রাসেল মেল্টন বর্ণনা করেছেন যে মার্কিন যুক্তরাষ্ট্রের সমালোচনা মূলত এই ধারণা থেকে উদ্ভূত হয় যে মার্কিন যুক্তরাষ্ট্র একটি \" বিশ্ব পুলিশ \" হিসাবে কাজ করতে চায়।  জার্মান ইতিহাসবিদ ড্যারিয়াস হার্ওয়ার্টের একটি বিশ্লেষণ অনুসারে, এই শব্দটি আজকাল বেশিরভাগই আমেরিকান নীতির বিরোধিতাকারী দৃষ্টিভঙ্গিগুলিকে অসম্মান করার চেষ্টা করে বিতর্ককে স্তব্ধ করার জন্য ব্যবহৃত হয়।  হার্ওয়ার্ট আরও উল্লেখ করেছেন যে 1980 সাল থেকে, এই শব্দটি জার্মান রাজনীতিতে ব্যবহার বৃদ্ধি পেয়েছে, উদাহরণস্বরূপ যারা জার্মানিতে আমেরিকান সামরিক ঘাঁটি বন্ধ করতে ইচ্ছুক তাদের বদনাম করা, যদিও সমালোচনা সম্পূর্ণভাবে বৈধ হতে পারে এবং সাম্প্রতিক জরিপগুলি দেখিয়েছে যে জার্মানদের অধিকাংশই প্রকৃতপক্ষে মার্কিন সেনা প্রত্যাহার চায়।  \nরাশিয়া, চীন, সার্বিয়া, পাকিস্তান, বসনিয়া, বেলারুশ এবং বৃহত্তর মধ্যপ্রাচ্য, মার্কিন যুক্তরাষ্ট্রের নেতিবাচক বা সমালোচনামূলক দৃষ্টিভঙ্গি বা এর প্রভাব ব্যাপকভাবে ছড়িয়ে পড়েছে। তবে ইসরায়েল, সাব-সাহারান আফ্রিকা, দক্ষিণ কোরিয়া, ভিয়েতনাম,  ফিলিপাইন এবং মধ্য ও পূর্ব ইউরোপের কিছু দেশে এটি কম।\n\n\n== ব্যুৎপত্তি ==\nঅনলাইন অক্সফোর্ড অভিধানে \"অ্যান্টি-আমেরিকানিজম\" শব্দটিকে \"মার্কিন যুক্তরাষ্ট্রের স্বার্থের প্রতি শত্রুতা\" হিসাবে সংজ্ঞায়িত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}