{"pageid": 1153276, "title": "স্বামী গহনানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1153276", "content": "স্বামী  গহনানন্দ (অক্টোবর ১৯১৬ - ৪ নভেম্বর ২০০৭) রামকৃষ্ণ মঠ ও মিশনের চতুর্দশ অধ্যক্ষ।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nস্বামী গহনানন্দের পিতৃদত্ত নাম ছিল নরেশরঞ্জন রায়চৌধুরী। নরেশরঞ্জনের জন্ম হয় ব্রিটিশ ভারতের শ্রীহট্টের অধুনা  বাংলাদেশের হবিগঞ্জ জেলার আজমিরীগঞ্জের পাহাড়পুরে। পিতা রাজকৃষ্ণ রায়চৌধুরী এবং মাতা সুখময়ী দেবী। প্রাচীনকাল থেকেই শ্রীহট্ট আধ্যাত্মভাবনার ঐতিহ্যে চিরবন্দিত ছিল। নরেশরঞ্জনের খুড়তুতো দাদা কেতকীরঞ্জন ও প্রমোদরঞ্জন রামকৃষ্ণ ভাবধারায় উদ্দীপ্ত ছিলেন। তারা পরবর্তী জীবনে যথাক্রমে স্বামী প্রভানন্দ ও ব্রহ্মচারী প্রমোদ নামে পরিচিত হন এবং স্বাভাবিক ভাবেই এই ধারা নরেশরঞ্জনকে প্রভাবিত করে। নরেশরঞ্জন বেশ মেধাবী ছাত্র ছিলেন। অষ্টম শ্রেণী পর্যন্ত কুমিল্লার এক স্কুলে পড়ার পর নারায়ণগঞ্জের এক স্কুলে দুবছর পড়েন, কিন্তু তিনি পরীক্ষা পাশের জন্য পড়তেন না। সবসময়ই তার মনজুড়ে থাকত শ্রীরামকৃষ্ণ-সারদা। এদিকে কেতকী মহারাজ তথা স্বামী প্রভানন্দ শিলং, চেরাপুঞ্জীতে রামকৃষ্ণ মিশন প্রতিষ্ঠার কাছে আত্মোৎসর্গ করে শেষে নিঃস্ব ও অসুস্থ হয়ে বাড়ি ফিরে আসেন। তার দেখাশোনার ভার নেন নরেশরঞ্জন। স্কুলের পাঠ শেষ হলে শেষপর্যন্ত তাকে কলকাতায় তার মেজদা সুরেশরঞ্জনের দোকান - 'স্বদেশি শিল্প ভাণ্ডার'-এ কাজ করার জন্য পাঠান হয়।\n\n\n== সন্ন্যাস জীবনের সূচনা ==\nকিন্তু কলকাতায় আসার পর দোকানদারিতে মন না দিয়ে বন্ধুদের নিয়ে বেলুড়-দক্ষিণেশ্বর, ওয়েলিংটন লেনের অদ্বৈত আশ্রম বা রামকৃষ্ণ মিশন ইন্সটিটিউট অব কালচার-এ যাতায়াত শুরু করেন। কলকাতার আলবার্ট হলে স্বামী বিবেকানন্দের কৃপাধন্য মিস ম্যাকলাউডের বক্তৃতা শুনে মুগ্ধ হন। শেষে মেজদারই সম্মতিতে নরেশরঞ্জন রামকৃষ্ণ মিশনের সঙ্গে সংযোগ আরো বাড়িয়ে নেন। রামকৃষ্ণ মিশন ইনস্টিটিউট অফ কালচারের এক সন্ন্যাসী স্বামী বামদেবানন্দজীর অনুপ্রেরণায় মিশনে যোগ দেন এবং ১৯৩৮ খ্রিস্টাব্দে ভুবনেশ্বর চলে যান। ভুবনেশ্বর মঠে তার শিক্ষা শুরু হয়। স্বামী নির্বাণানন্দ ও স্বামী শঙ্করানন্দজীর উপস্থিতিতে বৈরাগ্য জীবনে প্রবেশ করেন এবং রামকৃষ্ণ মঠ ও মিশনের তৎকালীন অধ্যক্ষ স্বামী বিরজানন্দের কাছে ১৯৩৯ খ্রিস্টাব্দে মন্ত্রদীক্ষা নেন। ১৯৪২ খ্রিস্টাব্দের উত্তাল সময়ে কাজ শুরু করেন কলকাতার অদ্বৈত আশ্রমে। ১৯৪৪ খ্রিস্টাব্দে ব্রহ্মচর্য লাভ করেন স্বামী বিরজানন্দ মহারাজের কাছেই। নাম হয় ব্রহ্মচারী অমৃত-চৈতন্য। ১৯৪৮ খ্রিস্টাব্দের ২ মার্চ রামকৃষ্ণের জন্মতিথিতে দীক্ষাগুরু স্বামী বিরজানন্দ মহারাজের কাছে সন্ন্যাসদীক্ষা লাভ করে হন স্বামী গহনানন্দ। এরপর বৃহৎ কাজের দায়িত্ব নিয়ে যান বাগেরহাট আশ্রমে। সেখান থেকে যান শিলং-এ। পার্বত্য অঞ্চলে শ্রীরামকৃষ্ণের ভাবধারা প্রচার ও মানবসেবার প্রসারে গৌরবময় ভূমিকা নিয়ে উল্লেখযোগ্য অবদান রাখেন ও জনপ্রিয় হন। ১৯৬৩ খ্রিস্টাব্দে তার উপর অর্পিত হয় ১৯৩২ খ্রিস্টাব্দে প্রতিষ্ঠিত কলকাতার 'শিশুমঙ্গল' প্রতিষ্ঠান বিস্তৃত করার গুরুদায়িত্ব। এটি প্রাথমিকভাবে দরিদ্র মা এবং তাদের শিশু সন্তানদের সেবার জন্যই স্বামী দয়ানন্দের উদ্যোগ প্রতিষ্ঠিতহয়েছিল। মূলত স্বামী গহনানন্দের উদ্যোগে \"শিশুমঙ্গল\" হয়ে ওঠে কলকাতার অন্যতম বৃহৎ চিকিৎসা প্রতিষ্ঠান - রামকৃষ্ণ মিশন সেবা প্রতিষ্ঠান। তিনি মোবাইল ভ্যান ইত্যাদির ব্যবস্থা যোগে গ্রামীণ এলাকায় বিনামূল্যে চিকিৎসা পরিষেবার বিস্তৃতি ঘটিয়েছেন। ১৯৭১ খ্রিস্টাব্দে বাংলাদেশের মুক্তিযুদ্ধের সময় যখন লক্ষ লক্ষ হিন্দু উদ্বাস্তু ভারতে প্রবেশ করছিল, তখন ব্যাপক ত্রাণকাজের আয়োজন করেছিলেন।\n\n\n== সংঘের নেতৃত্বে ==\n১৯৬৫ খ্রিস্টাব্দে স্বামী গহনানন্দ মহারাজ রামকৃষ্ণ মঠের অছি পরিষদ ও রামকৃষ্ণ মিশনের পরিচালন সমিতির সদস্য হন। ১৯৭৯ খ্রিস্টাব্দে তিনি মঠ ও মিশনের সহকারী সম্পাদক হন, কিন্তু ১৯৮৫সখ্রিস্টাব্দ পর্যন্ত সেবা প্রতিষ্ঠান চালিয়ে যান এবং তারপর ক্রমবর্ধমান প্রশাসনিক কাজে বেলুড় মঠে আসে। ১৯৮৯  খ্রিস্টাব্দে হন সাধারণ সম্পাদক। ১৯৯২ খ্রিস্টাব্দে সহ-অধ্যক্ষ নির্বাচিত হয়ে কলকাতার কাঁকুড়গাছির যোগোদ্যান মঠের প্রধান হন। এই সময়েই তার বিশ্বব্যাপী আধ্যাত্মিক পরিচর্যা শুরু হয় এবং তিনি মানুষকে আধ্যাত্মিক জীবনে দীক্ষা দিতে শুরু করেন। ১৯৯৩ খ্রিস্টাব্দে স্বামী বিবেকানন্দের শিকাগো বক্তৃতার শতবর্ষে শিকাগোতে স্বামী গহনানন্দ বক্তৃতা দেওয়ার জন্য রামকৃষ্ণ মিশনের প্রতিনিধিত্ব করেন। ২০০৫ খ্রিস্টাব্দের ২৫ এপ্রিল তিনি চতুর্দশ সংঘাধ্যক্ষের দায়িত্ব গ্রহণ করেন এবং আমৃত্যু আধ্যাত্মিক পরিচর্যাকে নতুন উদ্যমে চালিয়ে যান।\n\n\n== জীবনাবসান ==\nশেষের দিকে বার্ধক্যজনিত কারণে স্বামী গহনানন্দের শরীর ভেঙ্গে পড়ে। ২০০৭ খ্রিস্টাব্দের ৪ সেপ্টেম্বর তাকে চিকিৎসার জন্য তারই প্রিয় রামকৃষ্ণ মিশন সেবা প্রতিষ্ঠানে ভর্তি করানো হয়। বিশিষ্ট বিশেষজ্ঞদের সর্বোত্তম চিকিৎসা সত্ত্বেও তার শারীরিক অবস্থার অবনতি ঘটতে থাকে। তাকে যেদিন ইনসেন্টিভ কেয়ার ইউনিটে ভরতি করনো হয় সেদিনই প্রতিষ্ঠানের প্ল্যাটিনাম জুবিলি অনুষ্ঠান চলছিল। ২০০৭ খ্রিস্টাব্দের ৭ নভেম্বর সকালে সে অনুষ্ঠান শেষ হলে, সেদিনই বিকালে শেষ নিঃশ্বাস ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}