{"pageid": 1153921, "title": "সংস্কৃত ব্যাকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1153921", "content": "সংস্কৃত ভাষার ব্যাকরণে একটি জটিল মৌখিক ব্যবস্থা, সমৃদ্ধ নামপদের বিভক্তি এবং যৌগিক বিশেষ্যর ব্যাপক ব্যবহার রয়েছে। এটি বৈদিক যুগের শেষাংশের (প্রায় ৮ম শতাব্দী খ্রিস্টপূর্বাব্দ) থেকে সংস্কৃত ব্যাকরণবিদদের দ্বারা অধ্যয়ন এবং গ্রন্থনা করা হয়েছিল, যা খ্রিস্টপূর্ব চতুর্থ শতাব্দীর পাণিনীয় ব্যাকরণে পরিণত হয়েছিল।\n\n\n== ব্যাকরণগত ঐতিহ্য ==\n\n\n=== উৎপত্তি ===\nসংস্কৃত ব্যাকরণগত ঐতিহ্য ( ব্যাকরণ, ছয়টি বেদাঙ্গ শাখার মধ্যে একটি) বৈদিক ভারতে শুরু হয়েছিল এবং পাণিনির অষ্টাধ্যায়ীতে শেষ হয়েছিল।\nপ্রত্ন-ভারতীয়-আর্য ভাষার প্রাচীনতম প্রত্যয়িত রূপ যেটি ইন্দো-আর্যদের আগমনের সাথে ভারতে প্রবর্তনের পরে ভারতীয় উপমহাদেশে বিকশিত হয়েছিল তাকে বৈদিক বলা হয়। ১০০০ খ্রিস্টপূর্বাব্দের মধ্যে, প্রাথমিক বৈদিক যুগের শেষের দিকে, বৈদিক স্তোত্রের একটি বৃহৎ অংশ ঋগ্বে‌দে একীভূত করা হয়েছিল, যা বৈদিক ধর্মের প্রামাণিক ভিত্তি তৈরি করেছিল এবং সম্পূর্ণ মৌখিকভাবে প্রজন্ম থেকে প্রজন্মে প্রেরণ করা হয়েছিল।\nপরবর্তী শতাব্দীগুলিতে, ভাষিক জনগোষ্ঠী বিকশিত হওয়ার সাথে সাথে, বৈদিক ধর্মের অভিভাবকদের মধ্যে উদ্বেগ বাড়তে থাকে যেন স্তোত্রগুলি 'বিকৃতি' ছাড়াই প্রচলিত রাখা হয়, যা তাদের জন্য স্তোত্রগুলির ধর্মীয় কার্যকারিতা নিশ্চিত করার জন্য অত্যাবশ্যক ছিল।  এটি একটি জোরালো, পরিশীলিত ব্যাকরণগত ঐতিহ্যের উত্থানের দিকে পরিচালিত করে যা ভাষাগত বিশ্লেষণের অধ্যয়নের সাথে জড়িত, বিশেষ করে ব্যাকরণের পাশাপাশি ধ্বনিতত্ত্ব, যার উচ্চ বিন্দু ছিল পাণিনির বিবৃত কাজ, যা তার আগে অন্য সকল কাজকে উত্তরণ করেছিল।   \n\n\n=== পাণিনী ===\nপাণিনির অষ্টাধ্যায়ী,  ভাষার প্রতিটি একক দিককে নিয়ন্ত্রণ করে বীজগণিতিক নিয়ম সহ একটি নির্দেশমূলক এবং উৎপাদক ব্যাকরণ, এমন এক যুগে রচিত হয় যখন মৌখিক রচনা এবং প্রচলন আদর্শ ছিল। এটি সেই মৌখিক ঐতিহ্যে দৃঢ়ভাবে অঙ্গীভূত হয়ে গেছে। ব্যাপক প্রচার নিশ্চিত করার জন্য, পাণিনি স্পষ্টতার চেয়ে সংক্ষিপ্ততাকে প্রাধান্য দিয়েছেন বলে বলা হয়  - এটি দুই ঘণ্টার মধ্যে শুরু থেকে শেষ পর্যন্ত আবৃত্তি করা যেতে পারে। এটি বহু শতাব্দী ধরে তাঁর কাজের প্রচুর ভাষ্যের উত্থানের দিকে পরিচালিত করেছে, যেগুলো বেশিরভাগ ক্ষেত্রে পাণিনির কাজের দ্বারা স্থাপিত ভিত্তিকে মেনে চলে।  \n\n\n=== পাণিনির পরে ===\nপাণিনির প্রায় এক শতাব্দী পরে, কাত্যায়ন পাণিনীয় সূত্রগুলির বার্তিক (ব্যাখ্যা) রচনা করেছিলেন। পতঞ্জলি, যিনি পাণিনির তিন শতাব্দী পরে বর্তমান ছিলেন, মহাভাষ্য লিখেছিলেন, যা অষ্টাধ্যায়ী এবং বার্তিকসমূহের উপর \"মহাভাষ্য\"। এই তিনজন প্রাচীন সংস্কৃত ব্যাকরণবিদদের কারণে এই ব্যাকরণটিকে ত্রিমুনি ব্যাকরণ বলা হয়।\nজয়াদিত্য এবং বামন ৬০০ খ্রিস্টাব্দে কাশিকা নামে একটি ভাষ্য লিখেছিলেন। পতঞ্জলির মহাভাষ্যের  উপর কৈয়ট (১২ শতক) ভাষ্যটিও ব্যাকরণের বিকাশে অনেক প্রভাব ফেলেছিল, তবে বৌদ্ধ পণ্ডিত ধর্মকীর্তীর রূপাবতার আরও প্রভাবশালী ছিল যা সংস্কৃত ব্যাকরণের সরলীকৃত সংস্করণগুলিকে জনপ্রিয় করেছিল।\nপ্রারম্ভিক আধুনিক যুগের সবচেয়ে প্রভাবশালী কাজটি ছিল ভট্টোজি-দীক্ষিতের (১৭ শতক) এর সিদ্ধান্ত -কৌমুদী । ভট্টোজির শিষ্য বরদরাজ মূল পাঠের তিনটি সংক্ষিপ্ত সংস্করণ লিখেছিলেন, যার নাম ছিল মধ্য-সিদ্ধান্ত-কৌমুদী, সার-সিদ্ধান্ত-কৌমুদী এবং লঘু-সিদ্ধান্ত-কৌমুদী, যার মধ্যে শেষেরটি সবচেয়ে জনপ্রিয়। বাসুদেব দীক্ষিত সিদ্ধান্ত - কৌমুদীর উপর বালমনোরমা নামে একটি ভাষ্য লিখেছেন।\nইউরোপীয় ব্যাকরণগত স্কলারশিপ ১৮শ শতাব্দীতে জিন ফ্রাঁসোয়া পন্স এবং অন্যান্যদের সাথে শুরু হয়েছিল এবং ১৯ শতকের অটো ভন বোহটলিংক, উইলিয়াম ডোয়াইট হুইটনি, জ্যাকব ওয়াকারনাগেল এবং অন্যান্যদের দ্বারা বিস্তৃত গবেষণাক্ষেত্রে পরিণত হয়েছিল।\n\n\n=== সময়রেখা ===\nনিম্নলিখিত উল্লেখযোগ্য পাণিনী-পরবর্তী ব্যাকরণগত পরিসংখ্যান এবং আনুমানিক তারিখগুলির একটি সময়রেখা: \n\nকাত্যায়ন - ৩০০ খ্রিস্টপূর্বাব্দ\nপতঞ্জলি - ১৫০ খ্রিস্টপূর্বাব্দ\nভর্তৃহরি - পঞ্চম শতাব্দী\nকাশিকা – সপ্তম শতাব্দী\nশকটায়ন – নবম শতাব্দী\nকৈয়ট – একাদশ শতাব্দী\nহেমচন্দ্র – দ্বাদশ শতাব্দী\nশরণদেব – দ্বাদশ শতাব্দী\nভোপদেব - ত্রয়োদশ শতাব্দী\nভট্টোজি-দীক্ষিত – সপ্তদশ শতাব্দী\n\n\n== ধ্বনিতত্ত্ব ==\n\n\n=== ধ্বনিব্যবস্থা ===\nসংস্কৃত বর্ণমালা বা ধ্বনিব্যবস্থাকে উচ্চারণের মানদণ্ডের ভিত্তিতে একটি দ্বিমাত্রিক ছকে উপস্থাপন করা যেতে পারে:  \n\nএটা বিবেচনায় রাখা প্রয়োজন যে, সাধারণত সংস্কৃতের সাথে যুক্ত লিপিটি দেবনাগরী হলেও এর কোন বিশেষ গুরুত্ব নেই। এটি বর্তমানে সংস্কৃতের জন্য সবচেয়ে প্রচলিত লিপি। সংস্কৃত লেখার জন্য ব্যবহৃত চিহ্নগুলির আকার ভৌগলিকভাবে এবং সময়ের সাথে সাথে ব্যাপকভাবে পরিবর্তিত হয়েছে এবং উল্লেখযোগ্যভাবে আধুনিক ভারতীয় লিপি অন্তর্ভুক্ত রয়েছে। যেটা গুরুত্বপূর্ণ তা হল এখানে বর্ণিত চিহ্নগুলির ধ্বনিতাত্ত্বিক শ্রেণিবিভাগের রীতি ধ্রুপদী কাল থেকেই সংস্কৃতে স্থির রয়েছে। এটি আরও উল্লেখ করা উচিত যে আধুনিক ভারতীয় ভাষাগুলোর উচ্চারণরীতি বিকশিত হয়েছে, এবং আধুনিক ইন্দো-আর্য ভাষাগুলিতে দেবনাগরী চিহ্নগুলিকে দেওয়া মানগুলি, যেমন, হিন্দি, সংস্কৃতের থেকে কিছুটা আলাদা।\n\n\n=== ধ্বনিবিভাগ ===\n\n\n==== স্বরধ্বনি ====\nস্বরবর্ণ ৡ (দীর্ঘ লি) প্রত্যয়িত নয়, এবং শুধুমাত্র নিয়মতান্ত্রিক কারণে ব্যাকরণবিদরা এটি নিয়ে আলোচনা করেন। এর সংক্ষিপ্ত প্রতিরূপ ঌ (হ্রস্য লি) শুধুমাত্র একটি ক্রিয়ামূলে দেখা যায়, কৢপ (ক্লিপ, কল্পনা করা)।  ৠ (দীর্ঘ  ঋ) ও বেশ বিরল, এটিকে ঋ-অন্ত বিশিষ্ট নামপদের ষষ্ঠী বহুবচনে (ঐচ্ছিকভাবে) পাওয়া যায়, (যেমন মাতৃ, পিতৃ ⇒ মাতৄনাম্‌, পিতৄনাম্‌)।\nই, উ, ঋ, ঌ হল ব্যঞ্জনবর্ণ য, ৱ, র, ল এর কণ্ঠ্য সমধ্বনি। এইভাবে শুধুমাত্র ৫টি অবিচ্ছিন্নভাবে কণ্ঠ্য ধ্বনি আছে: অ, আ, ই, উ, ঋ। \nসংস্কৃত বর্ণমালাকে অষ্টাধ্যায়ীর সূত্রের অধীন করার সুবিধার্থে পাণিনি ১৪টি প্রত্যাহার সূত্র রচনা করেন। কথিত আছে, সনক, সনন্দ প্রভৃতি ব্রহ্মার মানসপুত্র সিদ্ধগণের উদ্ধারের জন্য হিন্দু দেবতা শিব তাণ্ডব-নৃত্যের পর চৌদ্দবার ডমরু বাজিয়েছিলেন। মহর্ষি পাণিনি ঐ চৌদ্দটি ধ্বনি নিয়ে চৌদ্দটি সূত্র রচনা করেন। মহেশ্বরের কাছ থেকে উদ্ভূত বলে, এদের আরেক নামে মাহেশ্বর সূত্র বলা হয়।\n\n\n==== বিসর্গ এবং অনুস্বর ====\n\n\n==== রেট্রোফ্লেক্স ব্যঞ্জনবর্ণ ====\n\n\n==== নাসিকা ====\n\n\n=== সন্ধি ===\n\n\n=== ধ্বনিতাত্ত্বিক প্রক্রিয়া ===\n\n\n== ধ্বনিরূপতত্ত্ব ==\n\n\n== ক্রিয়াপদ ==\n\n\n=== পটভূমি ===\nসংস্কৃত তার মাতা প্রোটো-ইন্দো-ইউরোপীয় ভাষা থেকে উত্তরাধিকারসূত্রে পেয়েছে মৌখিক রূপবিদ্যার একটি বিস্তৃত পদ্ধতি, যার বেশির ভাগই প্রাচীন গ্রীক বা ল্যাটিনের মতো অন্যান্য আত্মীয় ভাষার তুলনায় সম্পূর্ণরূপে সংস্কৃতে সংরক্ষিত হয়েছে।\nতবে মৌখিক পদ্ধতির কিছু বৈশিষ্ট্য প্রাচীন বৈদিক সংস্কৃতের তুলনায় শাস্ত্রীয় ভাষায় হারিয়ে গেছে এবং অন্যান্য ক্ষেত্রে, বিভিন্ন কালের মধ্যে বিদ্যমান পার্থক্যগুলি পরবর্তী ভাষায় অস্পষ্ট হয়ে গেছে। ধ্রুপদী সংস্কৃতের এইভাবে ইচ্ছামূলক ক্রিয়া (Subjunctive Mood) বা ইচ্ছাধীন ক্রিয়া (Injunctive Mood) নেই, বিভিন্ন ধরনের অসমাপিকা রূপ বাদ দিয়েছে এবং ঘটমান অতীত, পুরোঘটিত অতীত এবং সাধারণ অতীত রূপগুলির মধ্যে অর্থের পার্থক্য খুব কমই বজায় রাখা হয়েছে এবং শেষ পর্যন্ত হারিয়ে গেছে।  \n\n\n=== ক্রিয়া প্রকরণ ===\nসংস্কৃতে ক্রিয়া প্রকরণ পাঁচটি 'মাত্রা' যথা, বচন , পুরুষ , বাচ্য , ভাব  এবং কাল  এর সাথে জড়িত , নিম্নলিখিত রূপান্তরসহ: \n\nআরও, কৃদন্ত পদসমূহকে মৌখিক ব্যবস্থার অংশ হিসাবে বিবেচনা করা হয় যদিও তারা নিজেরাই ক্রিয়া নয়।  ধ্রুপদী সংস্কৃতে কেবলমাত্র একটি অসমাপিকা, কর্মকারকের রূপ রয়েছে। \n\n\n=== গঠন ===\nসংস্কৃত ক্রিয়াপদের রূপগত বিশ্লেষণের সূচনা বিন্দু হল ক্রিয়ামূল বা ধাতু। চূড়ান্ত সমাপ্তির আগে-বচন, পুরুষ ইত্যাদি বোঝাতে ধাতুতে অতিরিক্ত উপাদান যোগ করা যেতে পারে। এই ধরনের উপাদানগুলি যোগ করা হোক বা না হোক, এখানে ফলস্বরূপ উপাদানটি হল মূল, যেখানে এই চূড়ান্ত বিভক্তিগুলি যোগ করা যেতে পারে।  \nক্রিয়ামূল গঠনের জন্য তারা যে প্রক্রিয়ার মধ্য দিয়ে যায় তার উপর ভিত্তি করে, সংস্কৃত ভাষার ধাতুগুলিকে প্রাচীন ব্যাকরণবিদরা দশটি শ্রেণীতে বা গণে  সাজিয়েছেন, কীভাবে তারা বর্তমান রূপ গঠন করে তার উপর ভিত্তি করে এবং প্রতিটির জন্য ঐ গণের একটি ক্রিয়াপদ দ্বারা নামকরণ করা হয়েছে।\nএই শ্রেণীর ক্রমানুসারে কোন আবিষ্কারযোগ্য ব্যাকরণগত নীতি পাওয়া যায়নি। নীচে এটি আরও স্পষ্টতার জন্য সংক্ষিপ্তভাবে থিম্যাটিক এবং অ-থিম্যাটিক গ্রুপগুলিতে পুনর্বিন্যাস করা হলো:   \n\n\n=== ব্যাপ্তি ===\nআত্মীয় ইন্দো-ইউরোপীয় ভাষাগুলির মতো, সংস্কৃতে, প্রচুর সংখ্যক সংমিশ্রণে, উল্লিখিত কাল, ভাব, বাচ্য, পুরুষ এবং বচন জুড়ে ধাতুরূপ প্রভাবিত হয়।  \n\n\n==== সমাপিকা ক্রিয়া: সংযোজন ====\n\n\n==== বাচ্য (প্রয়োগ) ====\nকর্তৃবাচ্য\nকর্মবাচ্য\nভাববাচ্য\nতিঙ্ বিভক্তি দু'ধরনের হয়: পরস্মৈপদ এবং আত্মনেপদ। কর্তৃবাচ্যে ধাতু পরস্মৈপদী, আত্মনেপদী এমনকি উভয়পদী বিভক্তি ধারণ করতে পারে, এটি নির্ভর করে ধাতুর চরিত্রের ওপর। কর্মবাচ্য ও ভাববাচ্যে সবসময় আত্মনেপদ বিভক্তি ব্যবহৃত হয়।\n\n\n==== সাধিত ধাতু ====\nণিজন্ত ধাতু (প্রযোজক অর্থে)\nসনন্ত ধাতু (বাসনা অর্থে)\nযঙন্ত ধাতু (পুনরাবৃত্তি অর্থে)\nনামধাতু\n\n\n==== কৃৎ-প্রত্যয় ====\nকিছু কৃৎ-প্রত্যয় যোগে অসমাপিকা ক্রিয়া গঠন করা হয়:\n\nউদ্দেশক অসমাপিকা: তুমুন্ প্রত্যয়\nপূর্বকালিক অসমাপিকা: ক্ত্বা ও ল্যপ্ প্রত্যয়\nকিছু কৃৎ-প্রত্যয় ক্রিয়াজাত বিশেষণ পদ (ক্রিয়া-বিশেষণ নয়) তৈরি করে:\n\nনিষ্ঠা প্রত্যয় (সম্পন্ন অর্থে): ক্ত, ক্তবতু\nকৃত্য প্রত্যয় (উচিতার্থে): তব্যৎ, অনীয়র্, য্যৎ\nশত্রাদি প্রত্যয় (ঘটমান অর্থে): শতৃ, শানচ্\n\n\n== নামপদ ==\n\n\n=== শব্দরূপ ===\n\n\n=== স্টেম শ্রেণিবিভাগ ===\n\n\n=== সংখ্যা ===\n\n\n=== ব্যক্তিগত সর্বনাম এবং নির্ধারক ===\n\n\n== ডেরিভেশন ==\n\n\n=== যৌগ ===\n\n\n== অব্যয় ==\nযে শব্দগুলি কারক, বচন, লিঙ্গ জুড়ে কোনও রূপ পরিবর্তন করে না সেগুলি অব্যয় হিসাবে শ্রেণীবদ্ধ করা হয়  । অব্যয় সরল এবং যৌগিক হিসেবে বিভক্ত করা যেতে পারে। দ্বিতীয়টিকে সংস্কৃত যৌগিক শব্দগঠনের অধীনে রাখা হয় এবং অব্যয় শব্দটি সাধারণত শুধুমাত্র পূর্বের প্রকারকে বোঝায়। \nঅব্যয়গুলোকে নিম্নরূপ শ্রেণীবদ্ধ করা যেতে পারে: \n\nপদান্বয়ী\nক্রিয়াবিশেষণ\nউপসর্গ ও প্রত্যয়\nযোজক\nআবেগ\nবিবিধ\n\n\n=== পদান্বয়ী ===\nসংস্কৃতে, একটি পদান্বয়ী অব্যয়  হল একটি স্বাধীন অর্থের সাথে অবিচ্ছিন্ন যা ক্রিয়াপদ এবং তাদের ডেরিভেটিভের সাথে প্রিফিক্সড হয় যা পরিবর্তন, তীব্রকরণ বা কিছু ক্ষেত্রে মূলের অর্থকে সম্পূর্ণরূপে পরিবর্তন করার ফলে। \n\n\n=== ক্রিয়াবিশেষণ ===\nসংস্কৃতে, ক্রিয়াবিশেষণগুলি হয় মাতৃভাষা থেকে সেট ফর্ম হিসাবে উত্তরাধিকার সূত্রে প্রাপ্ত হয় বা বিশেষ্য, সর্বনাম বা সংখ্যা থেকে উদ্ভূত হতে পারে।\nএকটি ক্রিয়াবিশেষণ গঠনের সাধারণ উপায় হল বিশেষ্য এবং বিশেষণগুলির কর্মকারকে একবচন নিরপেক্ষ রূপ  ব্যবহার করা। \n\n\n=== উপসর্গ ===\nউপসর্গগুলো হয় হ্রাসকারী অথবা পরিবর্ধক হিসেবে ব্যবহৃত হয়। \nসবচেয়ে সাধারণ হল: \n\nঅ-, অন্‌- - সাধারণত ইংরেজি 'un-' এবং 'a-' এর অর্থ একই, কিন্তু কিছু বর্ধিত অর্থ সহ\nস্মা - যখন একটি ক্রিয়ার বর্তমান রূপের সাথে ব্যবহার করা হয়, এটি অতীত কালকে বোঝায়\nকা-, কু- - একটি নেতিবাচক, অপর্যাপ্ত বা নিন্দনীয় অর্থ দিতে উপসর্গ।\n\n\n=== যোজক ===\nনিম্নে সংস্কৃত যোজকের প্রধান প্রকারগুলির একটি তালিকা করা হল: \n\nঅথ - একটি কাজের শুরু চিহ্নিত করে\nসংযোজক - অথ, অথো, উত, চ, ইত্যাদি\nবিভাজক - বা, বা... বা, ইত্যাদি\nবিপরীত – অথবা, তু, কিন্তু ইত্যাদি\nশর্তসাপেক্ষ - চেৎ, যদি, যদাপি, নেৎ, ইত্যাদি\nকার্যকারণ - হি, তৎ, তেন ইত্যাদি\nজিজ্ঞাসা - অহো, উত, উতাহো, কিম্‌ ইত্যাদি\nঅস্তিবাচক এবং নেতিবাচক - অথ কিম্‌, আম্‌, অদ্ধা‌, ইত্যাদি\nসময়ের সংযোজন - যাবৎ-তাবৎ, যদা-তদা, ইত্যাদি\nইতি - একটি কাজের সমাপ্তি চিহ্নিত করে\n\n\n=== আবেগ ===\nসংস্কৃতে প্রধান যেগুলি বিভিন্ন আবেগ প্রকাশ করে: \n\nআশ্চর্য, দুঃখ, অনুশোচনা ইত্যাদি: আ, অহো, হা, ইত্যাদি\nঅবজ্ঞা: কিম্‌, ধিক্‌ ইত্যাদি\nদুঃখ, হতাশা, শোক: হা, হাহা, হন্ত ইত্যাদি\nআনন্দ: হন্ত ইত্যাদি\nশ্রদ্ধার সাথে মনোযোগ আকর্ষণ করা: অহো, ভোঃ, হে, হো, ইত্যাদি\nঅসম্মানজনকভাবে মনোযোগ আহ্বান করা: অরে, রেরে, ইত্যাদি\n\n\n=== বিবিধ ===\nকয়েকটি বিশেষ্যের শুধুমাত্র একটি রূপ আছে এবং এইভাবে অব্যয়ের মতো আচরণ করে। সবচেয়ে সাধারণ হল: \n\n\n== বাক্য গঠন ==\nসংস্কৃতের জটিল বিভক্তি পদ্ধতির কারণে, এর পদক্রম মুক্ত।  ব্যবহারিক ক্ষেত্রে, কর্তা–কর্ম–ক্রিয়া (SOV) এর প্রতি এর একটি শক্তিশালী প্রবণতা রয়েছে, যা বৈদিক গদ্যের মূল ব্যবস্থা ছিল। যাইহোক, ব্যতিক্রম আছে যখন শব্দ জোড়া স্থানান্তর করা যাবে না। \nউল্লেখযোগ্যভাবে, পাণিনি অষ্টাধ্যায়ীতে বাক্যতত্ত্ব ঠিক করেননি, কারণ একই ধারণা প্রকাশের বিভিন্ন উপায় এবং অনুরূপ ধারণা প্রকাশের বিভিন্ন উপায়ের কারণে এটি স্পষ্টভাবে করা যেকোনো ভাষায় কঠিন হবে। এইভাবে পাণিনি দ্বারা প্রণীত ধ্বনিতাত্ত্বিক এবং রূপতাত্ত্বিক সংজ্ঞার সীমার মধ্যে, সংস্কৃতের বাক্যতত্ত্ব তার সমৃদ্ধ সাহিত্য ইতিহাসের ধারায় বিকশিত হতে থাকে। \n\n\n== অদ্ভুত বৈশিষ্ট্যাবলী ==\nবিদ্যাকরের বিখ্যাত সুভাষিতরত্নকোষের অনুবাদের ভূমিকায়, ড্যানিয়েল এইচএইচ ইঙ্গলস সংস্কৃত ভাষার কিছু অদ্ভুত বৈশিষ্ট্য বর্ণনা করেছেন।\nতিনি সংস্কৃতের বিশাল শব্দভাণ্ডারের উল্লেখ করেন, এবং সংস্কৃতে প্রতিশব্দের একটি বৃহৎ সম্ভারের উপস্থিতির কথাও উল্লেখ করেন যা তার জানা যেকোনো ভাষা থেকে বেশি। আরও, সংস্কৃতে প্রায় যেকোনো শব্দের জন্য যেমন প্রচুর সমার্থক শব্দ রয়েছে, তেমনি সমার্থক নির্মাণও রয়েছে। তার প্রাথমিক সংস্কৃত পরীক্ষায় তিনি তার ছাত্রদেরকে দশটি ভিন্ন উপায়ে 'তোমাকে অবশ্যই ঘোড়া আনতে হবে' বাক্যটি সংস্কৃতে লিখতে বলতেন। প্রকৃতপক্ষে, প্রায় পনেরটি ভিন্ন উপায়ে সংস্কৃতে বাক্যটি লেখা সম্ভব 'সক্রিয় বা নিষ্ক্রিয় নির্মাণ, আদেশবাচক বা ইচ্ছাবাচক, একটি সহায়ক ক্রিয়া, বা তিনটি ক্রিয়াবাচক বিশেষ্যপদ ব্যবহার করে, যার প্রত্যেকটি একটি করে ভিন্ন ছন্দের কাঠামো তৈরি করে।\nতিনি জোর দিয়েছিলেন যে যদিও এই নির্মাণগুলি আনুষ্ঠানিকভাবে আলাদা, আবেগগতভাবে তারা অভিন্ন এবং সম্পূর্ণভাবে বিনিময়যোগ্য, যে কোনও প্রাকৃতিক ভাষায় এটি অসম্ভব। এই এবং অন্যান্য যুক্তি দেখানো হয় যে সংস্কৃত একটি প্রাকৃতিক ভাষা নয়, কিন্তু একটি 'কৃত্রিম' ভাষা। 'কৃত্রিম' দ্বারা বোঝানো হয়েছে যে এটি অন্য কোন ভারতীয় ভাষা প্রাকৃতিক উপায়ে শেখার পরে শেখা হয়েছিল।\nইঙ্গলস লিখেছেন: 'প্রত্যেক ভারতীয়, কেউ মনে করতে পারে, স্বাভাবিকভাবে তার মা এবং তার খেলার সাথীদের ভাষা শিখে বড় হয়েছে। এর পরেই, এবং যদি তিনি পুরোহিত বা উচ্চবিত্ত বা কেরানি, চিকিত্সক বা জ্যোতিষীদের মতো পেশাদার বর্ণের হতেন, তবে তিনি সংস্কৃত শিখতেন। একটি সাধারণ নিয়ম হিসাবে, সংস্কৃত পরিবারের ভাষা ছিল না। এটি শৈশবে আমরা যে ধারণাগুলো পেয়েছি তার জন্য বা কৈশোরে আমাদের চরিত্র গঠনের আবেগগুলির জন্য কোনও অবচেতন প্রতীক প্রতিষ্ঠা করেনি।' \n\n\n== আরও দেখুন ==\nসংস্কৃত নামপদ\nসংস্কৃত ক্রিয়াপদ\nসংস্কৃত যৌগ\nপাণিনী\nঅষ্টাধ্যায়ী\nবৈদিক সংস্কৃত ব্যাকরণ\nপ্রোটো-ইন্দো-আর্য\nপ্রোটো-ইন্দো-ইরানীয়\nপ্রোটো-ইন্দো-ইউরোপীয়\n\n\n== মন্তব্য ==\n\n\n== শব্দকোষ ==\n\n\n== ঐতিহ্যগত শব্দকোষ এবং নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nFortson, Benjamin W (২০১০)। Indo-European Language and Culture (2010 সংস্করণ)। Wiley-Blackwell। আইএসবিএন 978-1-4051-8895-1। \nBurrow, Thomas (২০০১)। The Sanskrit Language (2001 সংস্করণ)। Motilal Banarsidass। আইএসবিএন 81-208-1767-2। \nWhitney, William Dwight (জানুয়ারি ২০০৮)। Sanskrit Grammar (2000 সংস্করণ)। Motilal Banarsidass। আইএসবিএন 978-81-208-0620-7। \nCoulson, Michael (২০০৩)। Sanskrit (2003 সংস্করণ)। McGraw Hill। আইএসবিএন 0-340-85990-3। \nBucknell, Roderick S (জানুয়ারি ২০১০)। Sanskrit Grammar (2000 সংস্করণ)। Motilal Banarsidass। আইএসবিএন 978-81-208-1188-1। \nKale, M R (১৯৬৯)। A Higher Sanskrit Grammar (2002 সংস্করণ)। Motilal Banarsidass। আইএসবিএন 81-208-0177-6। \nCardona, George (১৯৯৭)। Pāṇini - His work and his traditions। Motilal Banarsidass। আইএসবিএন 81-208-0419-8। \nKeith, A. Berriedale (১৯৫৬)। A History of Sanskrit Literature। Oxford University Press। \nBöhtlingk, Otto, Pâṇini's Grammatik, Leipzig (1887)\n \nB. Delbrück, Altindische Tempuslehre (1876) [১] Topics in Sanskrit morphology and syntax\nStaal, Frits, Word order in Sanskrit and Universal Grammar, Foundations of Language, supplementary series 5, Springer (1967), আইএসবিএন ৯৭৮-৯০-২৭৭-০৫৪৯-৫.\nStaal, Frits (১৯৭২)। A Reader on the Sanskrit Grammarians। MIT Press। আইএসবিএন 0-262-19078-8। \nVarma, Siddheshwar (১৯৬১)। Critical studies in the phonetic observations of Indian grammarians.। James G. Forlong Fund। Munshi Ram Manohar Lal। \nWackernagel, Debrunner, Altindische Grammatik, Göttingen.\nvol. I. phonology [২] Jacob Wackernagel (1896)\nvol. II.1. introduction to morphology, nominal composition, Wackernagel (1905) [৩]\nvol. II.2. nominal suffixes, J. Wackernagel and Albert Debrunner (1954)\nvol. III. nominal inflection, numerals, pronouns, Wackernagel and Debrunner (1930)\nStiehl, Ulrich (২০১১)। Sanskrit-Kompendium : ein Lehr-, Übungs- und Nachschlagewerk; Devanagari-Ausgabe (পিডিএফ) (জার্মান ভাষায়)। Forkel। আইএসবিএন 978-3-7719-0086-1। \n\n\n== বহিঃসংযোগ ==\nবৈদিক সমাজ সন্ধি ক্যালকুলেটর\nলিটল রেড বুক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মার্চ ২০১৪ তারিখে পিডিএফ\nসংস্কৃত ব্যাকরণ লঘু-সিদ্ধান্ত-কৌমুদী (ইংরেজি ও তামিল বক্তৃতা)\nসংস্কৃত ব্যাকরণ ভিডিও আদিলাঘু (ইংরেজি ও তামিল)\nচার্লস উইকনার \"একটি ব্যবহারিক সংস্কৃত ভূমিকা\"\nজুলিয়া পাপকে \"সংস্কৃত ক্রিয়াপদে আদেশ এবং অর্থ\"\nভি. স্বামীনাথন \"বৈদিক ব্যাকরণের পাণিনির বোঝাপড়া\"\n- মনিয়ার উইলিয়ামস ইত্যাদির সূত্রের ফলাফল\n— ডাইনামিক অনলাইন ডিক্লেসন এবং কনজুগেশন টুল\n\nটেমপ্লেট:Sanskrit language topicsটেমপ্লেট:Language grammars"}