{"pageid": 1153824, "title": "এলফিনস্টোন মহাবিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1153824", "content": "এলফিনস্টোন মহাবিদ্যালয় হলো ডক্টর হোমি ভাভা রাষ্ট্রীয় বিশ্ববিদ্যালয় অধিভুক্ত একটি সরকারি মহাবিদ্যালয়। ১৮২৩ সালে প্রতিষ্ঠিত এবং এটি মুম্বাইয়ের প্রাচীনতম মহাবিদ্যালয়গুলির মধ্যে অন্যতম একটি। এটি শহরের শিক্ষাগত চিত্র গঠন ও বিকাশে একটি প্রধান ভূমিকা পালন করেছে। মুম্বাই বিশ্ববিদ্যালয় প্রতিষ্ঠার ক্ষেত্রেও এটি অন্যতম গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nবেশ কয়েকজন বিখ্যাত ব্যক্তি এই মহাবিদ্যালয়ে প্রাক্তন শিক্ষার্থী। এর মধ্যে বি আর আম্বেদকর, বাল গঙ্গাধর তিলক, বীরচাঁদ গান্ধী, বদরুদ্দিন তৈয়বজি, ফেরোজশাহ মেহতা, নানাভাই হরিদাস, কাশীনাথ ত্রিম্বক তেলাংদের মতো বিপ্লবী, জামসেটজি টাটার মতো শিল্পপতি এবং দাদাভাই নওরোজির মতো শিক্ষক অন্তর্ভুক্ত। এটি মুম্বাইতে শিক্ষা বিস্তারে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। ২০১৯ সালে, এটি মুম্বাই বিশ্ববিদ্যালয়ের সাথে তার অধিভুক্তি বাতিল করে।\n২০০৬ সালে, কলেজটি তার সূচনার (১৮৫৬—২০০৬) দেড়শতবর্ষপূর্তি উদযাপন করেছিল। এখানে কলা, বিজ্ঞান ও বাণিজ্যে স্নাতক-স্তরের শিক্ষা প্রদান করা হয়।\n\n\n== ইতিহাস ==\n\n১৯শ শতকের মধ্যে, মুম্বাই সামুদ্রিক ব্যবসা ও বাণিজ্যের জন্য একটি সমৃদ্ধ কেন্দ্র হিসেবে আত্মপ্রকাশ করে। ১৮২৪ সালে, বোম্বে নেটিভ এডুকেশন সোসাইটির উদ্যোগে ভারতীয় ছাত্রদের জন্য একটি ইংরেজি মাধ্যম বিদ্যালয় প্রতিষ্ঠািত হয়।\n১৮২৭ সালে, একটি প্রস্তাব পাস করা হয় যেটিতে বলা হয় শিক্ষার প্রচারের জন্য একটি প্রতিষ্ঠান বোম্বে নেটিভ এডুকেশন সোসাইটির অধীনে প্রতিষ্ঠিত করা উচিত এবং \"এলফিনস্টোন কলেজ\" (হাই স্কুল থেকে আলাদা) হিসাবে মনোনীত করা উচিত। মুম্বাইয়ে উচ্চ শিক্ষার গোড়াপত্তনকারী হিসেবেও আখ্যায়িত,\nবোম্বে প্রেসিডেন্সির বিদায়ী গভর্নর মাউন্টস্টুয়ার্ট এলফিনস্টোনের নামানুসারে এর নামকরণ করা হয়।\nইংরেজি ভাষা, কলা, বিজ্ঞান ও ইউরোপীয় সাহিত্যে শিক্ষকতার অধ্যাপকদের তহবিল দেওয়ার জন্য গণ-চাঁদার মাধ্যমে ২,২৯,৬৩৬.০০ টাকা সংগ্রহ করা হয়।\n\nএলফিনস্টোন মহাবিদ্যালয় আনুষ্ঠানিকভাবে ১৮৩৫ সালে গঠিত হয়েছিল। ১৮৩৬ সালে শুরুতে মাত্র দুইজন অধ্যাপক: আর্থার বেডফোর্ড অরলেবার ( প্রাকৃতিক দর্শন ) - অর্থাৎ বিজ্ঞান) এবং জন হার্কনেস (সাধারণ সাহিত্য - অর্থাৎ ধ্রুপদী শিক্ষা) নিয়ে টাউন হলে শিক্ষা আরম্ভ হয়। ১৮৪০ সালে, এলফিনস্টোন নেটিভ এডুকেশন ইনস্টিটিউশন গঠনের জন্য অধ্যাপকদের ক্লাস সোসাইটির হাই স্কুলের সাথে একত্রিত করা হয়। ১৮৪৫ সালে, নামটি সংক্ষিপ্ত করে এলফিনস্টোন ইনস্টিটিউশন করা হয়।\nএলফিনস্টোন কলেজ ১ এপ্রিল ১৮৫৬ সালে উচ্চ বিদ্যালয় থেকে আলাদা হয়ে একটি স্বতন্ত্র প্রতিষ্ঠানে পরিণত হয়। এই বছরটিকেই আনুষ্ঠানিকভাবে এলফিনস্টোন মহাবিদ্যালয়ের প্রতিষ্ঠা বর্ষ হিসেবে গণ্য করা হয়।\nমহাবিদ্যালয়টি ১৮৬০ সালে মুম্বাই বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত হয়।\n১৮৭১ সালে, এলফিনস্টোন কলেজের জন্য ভায়খলাতে ভবন নির্মাণ করা হয়। ১৯শ শতকের প্রথম দিকের জনপ্রিয় স্থপতি জেমস ট্রুবশাওয়ে, এর কাঠামোটি ডিজাইন করেছিলেন, যা প্রকৌশলী জন অ্যাডামসের তত্ত্বাবধানে নির্মিত হয়েছিল। এই পুরনো এলফিনস্টোন মহাবিদ্যালয় ভবনটি মুম্বাইয়ের ভায়খলা জিজামাতা উদ্যানের বিপরীতে অবস্থিত। এটি এখন একটি হাসপাতাল, এবং জাহাঙ্গীর আর্ট গ্যালারী জুড়ে একটি দ্বিতীয় এলফিনস্টোন কলেজ এক দশক পরে নির্মিত হয়েছিল।\n\n\n=== মুম্বাই বিশ্ববিদ্যালয় এবং অন্যান্য কলেজের সূচনায় ভূমিকা ===\n১৮৫৭ সালে ভারতের প্রথম বিদ্রোহ সিপাহী বিদ্রোহের সময় মুম্বাই বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতে এলফিলস্টোন মহাবিদ্যালয় একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। প্রথমদিকে বিশ্ববিদ্যালয়ের পঠনপাঠন মহাবিদ্যলয়েট ভায়খলা ভবনে শুরু হয় এবং পরবর্তীকালে সেখানকারই ফোর্ট ক্যাম্পাসে স্থানান্তরিত হয়।\nভারতে আইনি শিক্ষাকে আনুষ্ঠানিক করার ক্ষেত্রেও এলফিনস্টোন মহাবিদ্যালয় একটি বড় ভূমিকা পালন করেছিল। সম্মানিত \"পেরি প্রফেসরশিপ\" ( মুম্বাই বিশ্ববিদ্যালয়ের আইনশাস্ত্রের আসন) ১৮৫৫ সালে এলফিনস্টনে প্রতিষ্ঠিত হয়েছিল। সরকারি আইন বিদ্যালয় প্রতিষ্ঠিত হলে, সেই সময়ের অন্যতম বিখ্যাত আইনজীবী, ব্যারিস্টার আর.টি. রিড (এল.এল.বি) আইনশাস্ত্রের প্রথম পেরি-প্রফেসর নিযুক্ত হন।\nএই প্রতিষ্ঠানটি পরে সরকারি আইন কলেজ, মুম্বাই নামে পরিচিতি লাভ করে। এটি এশিয়ার প্রাচীনতম আইন বিদ্যালয়।\n\n১৯৪৮ সালে, জয় হিন্দ মহাবিদ্যালয়ের প্রাথমিক পঠনপাঠনের জন্য এলফিনস্টোন মহাবিদ্যালয়ের প্রাঙ্গণ (সকালের সময়) ব্যবহার করার পরামর্শ দেওয়া হয়েছিল। প্রস্তাবটি গৃহীত হয় এবং একই বছরের জুন মাসে কলা অনুষদে ভর্তি শুরু হয়। ১৯৪৮ সালের সেপ্টেম্বরে এলফিনস্টোন কলেজ লাইব্রেরি হলে একটি আনুষ্ঠানিক উদ্বোধন হয়।\nস্যার জমসেটজী জিজিভয় কলা মহাবিদ্যালয় ১৮৫৭ সালে প্রতিষ্ঠিত হয় যেটি মূলত অঙ্কন শিক্ষা প্রদানের জন্য প্রতিষ্ঠিত হয়েছিল। এরও প্রাথমিক পঠনপাঠন এলফিনস্টনেই অনুষ্ঠিত হয়েছিল।\n\n\n== শিক্ষাবিদ ==\n\nএলফিনস্টোন কলেজ দুটি একাডেমিক সত্ত্বা নিয়ে গঠিত: জুনিয়র এবং ডিগ্রি কলেজ।\nডিগ্রী বা \"সিনিয়র\" কলেজটি ২০১৯ সাল পর্যন্ত মুম্বাই বিশ্ববিদ্যালয়ের অধিভুক্ত ছিল। এবং, পরে এটি ড. হোমি ভাবা রাষ্ট্রীয় বিশ্ববিদ্যালয়ের একটি সমবায়ী মহাবিদ্যালয়ে পরিণত করা হয়। এটি একটি নবগঠিত রাষ্ট্রীয় মালিকানাধীন ক্লাস্টার বিশ্ববিদ্যালয় ছিল। এরূপ প্রতিষ্ঠান এটিই প্রথম। মাত্র কয়েক মাস পরে, মুম্বাইতে এইচএসএনসি বিশ্ববিদ্যালয় নামে আরেকটি রাষ্ট্রীয় ক্লাস্টার বিশ্ববিদ্যালয় গঠিত হয়েছিল, যার মধ্যে কেসি কলেজ এবং এইচআর কলেজের মতো প্রতিষ্ঠান অন্তর্ভুক্ত ছিল।\nপ্রতিষ্ঠানের জুনিয়র কলেজ মহারাষ্ট্র স্টেট বোর্ডের (বা সাধারণত HSC বোর্ড নামে পরিচিত) অনুমোদিত। এটি উচ্চ মাধ্যমিক বা উচ্চ বিদ্যালয় স্তরে শিক্ষা প্রদান করে।\n\n\n=== প্রদত্ত কোর্স ===\n\n\n==== সিনিয়র কলেজ ====\nপদার্থবিদ্যা, রসায়ন, কম্পিউটার বিজ্ঞান, জীবন বিজ্ঞানে বিএসসি\nঅর্থনীতি, ইংরেজি, ভূগোল, হিন্দি, ইতিহাস, গণিত, পরিসংখ্যান, মারাঠি, সমাজবিজ্ঞানে বিএ\n\n\n==== জুনিয়র কলেজ ====\nকলা, বাণিজ্য ও বিজ্ঞানে উচ্চ মাধ্যমিক স্কুল সার্টিফিকেট\n\n\n== সু্যোগ - সুবিধা ==\nআবাস: সরকারি কলেজ হোস্টেল, ছেলেদের জন্য মুম্বাই ; তেলাং মেমোরিয়াল হোস্টেল এবং মেয়েদের জন্য সাবিত্রীদেবী ফুলে হোস্টেল।\nজিমখানা\nকম্পিউটার সুবিধা\nগ্রন্থাগার (৯০,০০০টিরও বেশি বই সহ)\n\n\n== উল্লেখযোগ্য বৈশিষ্ট্য ==\n\n\n=== ঐতিহাসিক মহাবিদ্যালয় ভবন ===\nমহাবিদ্যালয় ভবন, তার গথিক স্থাপত্যের কারণে, প্রথম শ্রেণীর ঐতিহাসিক কাঠামো হিসাবে নথিভুক্ত করা হয়েছে। এটি ঐতিহ্যের প্রতীক হিসাবে দক্ষিণ মুম্বাইয়ের সবচেয়ে পরিচিত ভবনগুলির মধ্যে একটি।\nLocally, the college is famous for its Romanesque Transitional style building that has been categorised as Grade I Heritage structure. আইকনিক বিল্ডিংটি ট্রুবশো দ্বারা ডিজাইন করা হয়েছিল। এবং, এটি খান বাহাদুর মুঞ্চার্জী মুর্জবানের তত্ত্বাবধানে তৈরি করা হয়েছিল এবং ১৮৮৮ সালে সম্পন্ন হয়েছিল।\n২০০৪ সালে, মহাবিদ্যালয়টি ইউনেস্কো কর্তৃক সংস্কৃতি ঐতিহ্য সংরক্ষণের জন্য এশিয়া-প্রশান্ত ঐতিহ্য পুরস্কারে ভূষিত হয়।\n\n\n== উৎসব ==\n\n\n=== মহারাষ্ট্রোৎসব ===\nমহারাষ্ট্রোৎসব হল এলফিনস্টোন কলেজের সকল ছাত্র ও অনুষদের দ্বারা আয়োজিত একটি জাতীয় স্তরের আন্তঃকলেজ সাংস্কৃতিক উৎসব। ২০১১-১২ সালে, এটি প্রায় ২৫০০ ছাত্র সহ ৭৫টিরও বেশি কলেজের ভিড় জমায়, যা তখন একটি রাজ্য স্তরের ইভেন্ট ছিল। ২০১২-১৩ সালে, ভারত জুড়ে ১৩০টিরও বেশি কলেজের প্রায় ৫০০০ শিক্ষার্থীর সাথে এটিকে জাতীয় স্তরের উৎসবে পরিণত করে বিশাল অগ্রগতি চিহ্নিত করেছে।\n\n\n=== টেকটসার ===\nTechTsar ২০০৯ সালে আবার শুরু হয়েছিল, যার বাজেট ছিল ৭৫,০০০ রুপি, যা TechTsar ব্রোশিওর এবং ব্যানারে বিজ্ঞাপনের দ্বারা অবদান ছিল। ব্যাঙ্ক অফ মহারাষ্ট্র, দেনা ব্যাঙ্ক, এয়ারটেল এবং আরও অনেকের মতো অতীতের উল্লেখযোগ্য কর্পোরেট স্পনসরদের মধ্যে।\nউত্সবের নাম দুটি শব্দ দ্বারা অনুপ্রাণিত হয়েছিল: প্রযুক্তি [প্রযুক্তি] এবং রাজা [জার] এবং এলফিনস্টোন কলেজের প্রাক্তন ছাত্র রোহান ভাম্বানি দ্বারা প্রস্তাবিত হয়েছিল। মূলমন্ত্র হল \"প্রযুক্তির সাথে প্রতিভা একত্রিত করা।\" উৎসবে অনেক ইভেন্ট রয়েছে যেমন সি এবং জাভা ডিবাগিং, ল্যান গেমিং, কুইজ, বিতর্ক, ফটোগ্রাফি, লোগো ডিজাইনিং, গ্র্যান্ড প্রিক্স, ট্রেজার হান্ট ইত্যাদি। মুম্বাই, থানে এবং নভি মুম্বাই জুড়ে অনেক কলেজের শিক্ষার্থীরা অংশগ্রহণ করে। উৎসব সাধারণত নভেম্বরের শেষ সপ্তাহে অনুষ্ঠিত হয়। বর্তমানে, এটি মুম্বাইয়ের সবচেয়ে দ্রুত বর্ধনশীল কলেজ উত্সবগুলির মধ্যে একটি হিসাবে পরিচিত৷\n\n\n=== প্রাইমার ===\nকলেজের বায়োটেকনোলজি বিভাগ প্রাইমার নামে পরিচিত এই উৎসবের আয়োজন করে। এটি ২০০৯ সালে শুরু হয়েছিল। এই উৎসবে সুপরিচিত বক্তাদের সম্মেলন থাকে এবং মুম্বাই এবং থানের কলেজের ছাত্ররা অংশগ্রহণ করে এমন ইভেন্টগুলির দ্বারা অব্যাহত থাকে। ২০১০ সালে, শিক্ষার্থীরা বিনামূল্যে প্রবেশের সাথে সমস্ত কলেজের শিক্ষার্থীদের জন্য একটি চাকরি মেলার আয়োজন করেছিল এবং একটি ফ্যাশন শো দিয়ে অনুষ্ঠানটি শেষ করছে।\n\n\n== অবস্থান ==\nকলেজটি দক্ষিণ মুম্বাইয়ের কালা ঘোড়া এলাকায় অবস্থিত। বেশ কয়েকটি ল্যান্ডমার্ক, ব্যবসায়িক এলাকা ও আরব সাগরের কাছাকাছি।\nকলেজটি ট্রেনে ( চার্চগেট এবং সিএসএমটি থেকে) ও বাসে সহজেই যাতায়াত যোগ্য।\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\n\nবি আর আম্বেদকর, একজন ভারতীয় আইনবিদ, ভারতরত্ন, অর্থনীতিবিদ, পণ্ডিত, রাজনৈতিক নেতা, একজন বৌদ্ধ পুনরুজ্জীবনবাদী এবং ভারতের সংবিধানের প্রধান স্থপতি।\nকিশোরী আমোনকর, পদ্মবিভূষণ, হিন্দুস্তানি শাস্ত্রীয় সঙ্গীত পরিবেশক।\nধীরুবেন প্যাটেল, একজন ঔপন্যাসিক, নাট্যকার এবং অনুবাদক । সাহিত্য আকাদেমি পুরস্কার এবং রঞ্জিতরাম সুবর্ণ চন্দ্রক পুরস্কার বিজয়ী।\nঅর্জুন আপাদুরাই, বিশ্বব্যাপী মিডিয়া এবং সংস্কৃতির উত্তর-ঔপনিবেশিক পণ্ডিত।\nদিলীপ আব্রেউ, অর্থনীতির অধ্যাপক, গেম থিওরিস্ট, প্রিন্সটন ইউনিভার্সিটি ।\nমাধব আপ্তে, ক্রিকেটার।\nমির্জা কালিচ বেগ, লেখক, কবি, সিন্ধুর পণ্ডিত। ব্রিটিশ সরকার কর্তৃক 'শামস উল উলামা' উপাধি প্রাপ্ত।\nহোমি জে. ভাভা, পারমাণবিক পদার্থবিদ যিনি ভারতীয় পারমাণবিক শক্তি কর্মসূচির উন্নয়নে প্রধান ভূমিকা পালন করেছিলেন।\nহোমি কে. ভাভা, অ্যান এফ. রোথেনবার্গ ইংরেজি এবং আমেরিকান সাহিত্য ও ভাষার অধ্যাপক এবং হার্ভার্ড বিশ্ববিদ্যালয়ের মানবিক কেন্দ্রের পরিচালক\nপিএন ভগবতী, ভারতের প্রধান বিচারপতি (১৯৮৫—১৯৮৬)।\nআরজি ভাণ্ডারকর, পণ্ডিত ও সমাজ সংস্কারক।\nদেবদত্ত দাভোলকর, শিক্ষাবিদ, গান্ধীবাদী ও সমাজতান্ত্রিক ।\nঅমিত চৌধুরী, ভারতীয় ইংরেজি লেখক, সাহিত্য একাডেমি পুরস্কার বিজয়ী\nভুলাভাই দেসাই, ভারতের স্বাধীনতা আন্দোলনের সাথে জড়িত আইনজীবী।\nমহাদেব দেসাই, স্বাধীনতা কর্মী এবং লেখক মহাত্মা গান্ধীর ব্যক্তিগত সচিব হিসাবে সবচেয়ে বেশি স্মরণীয়।\nজারজেস দেসাই, টাইটান ওয়াচেসের প্রথম ব্যবস্থাপনা পরিচালক ( টাইটান কোম্পানি )\nচিন্তামণীরাও দেশমুখ, অর্থনীতিবিদ এবং ভারতের প্রাক্তন অর্থমন্ত্রী ।\nপুরুষোত্তম লক্ষ্মণ দেশপান্ডে, মারাঠি লেখক, নাট্যকার, অভিনয় শিল্পী, পরিচালক এবং সঙ্গীত পরিচালক।\nসঞ্জয় দত্ত, ফিল্মফেয়ার বিজয়ী বলিউড অভিনেতা।\nশাপুরজি এডালজি, ইংল্যান্ডে একজন ভিকার হয়ে প্রথম দক্ষিণ এশিয়ান বলে মনে করা হয়।\nরেনা ফনসেকা, ডিরেক্টর অফ এক্সিকিউটিভ এডুকেশন অ্যান্ড ইন্টারন্যাশনাল প্রোগ্রাম, হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ ডিজাইন\nবীরচাঁদ গান্ধী, ১৮৯৩ সালে শিকাগোতে অনুষ্ঠিত প্রথম বিশ্ব ধর্ম সংসদে জৈন ধর্মের প্রতিনিধিত্ব করেছিলেন।\nকুনাল গাঞ্জাওয়ালা, গায়ক।\nবিষ্ণু বাসুদেব নারলিকর, বিখ্যাত পদার্থবিদ\nজিএস ঘুরিয়ে, ভারতীয় সমাজবিজ্ঞানের প্রতিষ্ঠাতা; ভারতীয় সমাজতাত্ত্বিক সমিতির সভাপতি ; মুম্বাই বিশ্ববিদ্যালয়ের অধ্যাপক ও প্রধান (সমাজবিজ্ঞান বিভাগ) (পূর্বে, বোম্বে বিশ্ববিদ্যালয় )\nএমএন শ্রীনিবাস, অগ্রগামী সমাজবিজ্ঞানী ও সামাজিক নৃতত্ত্ববিদ; দিল্লি স্কুল অফ ইকোনমিক্সের অধ্যাপক; অল সোলস কলেজ, অক্সফোর্ডের ফেলো (অক্সফোর্ড বিশ্ববিদ্যালয় )\nঅনুরাধা গান্ধী, রাজনৈতিক নেত্রী এবং ভারতের কমিউনিস্ট পার্টির কেন্দ্রীয় কমিটির সদস্য (মার্কসবাদী-লেনিনবাদী)\nসঞ্জয় ঘোষ, গ্রামীণ ব্যবস্থাপনা, কমিউনিটি হেলথ, ডেভেলপমেন্ট মিডিয়া।\nগোপাল কৃষ্ণ গোখলে, ভারতীয় স্বাধীনতা আন্দোলনের প্রতিষ্ঠাতা সদস্য, সমাজ সংস্কারক।\nরঞ্জিত হোসকোট, কবি, শিল্প সমালোচক, সাংস্কৃতিক তাত্ত্বিক ও কিউরেটর ।\nসৈয়দা বিলগ্রামী ইমাম, লেখক, কর্মী এবং সংখ্যালঘুদের জাতীয় কমিশনের সদস্য (এনসিএম)\nরাঘবন এন আইয়ার, দার্শনিক এবং শিক্ষাবিদ।\nসুরেশ যোশী, প্রধান গুজরাটি লেখক, সমালোচক এবং সম্পাদক যিনি গুজরাটি ভাষায় আধুনিকতা প্রতিষ্ঠা করেছিলেন।\nমণিলাল নভুভাই দ্বিবেদী, গুজরাটি লেখক, কবি এবং সম্পাদক\nমুকেশ খান্না, টেলিভিশন অভিনেতা।\nমনীশ মালহোত্রা, ফ্যাশন ডিজাইনার।\nমহেশ মাঞ্জরেকর, অভিনেতা, পরিচালক, প্রযোজক\nসুজাতা মনোহর, ভারতের সুপ্রিম কোর্টের সাবেক বিচারপতি।\nসোনাল মানসিংহ, পদ্মবিভূষণ, ওড়িশি নৃত্যশিল্পী।\nফেরোজশাহ মেহতা, একজন রাজনৈতিক নেতা, কর্মী, এবং নেতৃস্থানীয় আইনজীবী, যিনি আইনের সেবার জন্য ব্রিটিশ সরকার কর্তৃক নাইট উপাধি লাভ করেন।\nবিজয় বণিক, ক্রিকেটার।\nইস্কান্দার মির্জা, পাকিস্তানের অধিরাজ্যের শেষ গভর্নর-জেনারেল এবং পাকিস্তানের প্রথম রাষ্ট্রপতি ।\nভেঙ্কান্না এইচ. নায়েক, লিঙ্কনস ইনের ব্যারিস্টার এবং কেমব্রিজ থেকে স্নাতক।\nদাদাভাই নওরোজি, বুদ্ধিজীবী, শিক্ষাবিদ, তুলা ব্যবসায়ী এবং একজন প্রারম্ভিক ভারতীয় রাজনৈতিক নেতা, যিনি ব্রিটিশ হাউস অফ কমন্সে প্রথম এশীয় হিসেবে বসলেন।\nশেরনাজ প্যাটেল, থিয়েটার এবং চলচ্চিত্র অভিনেতা।\nস্মিতা পাতিল, শ্রেষ্ঠ অভিনেত্রীর জন্য জাতীয় চলচ্চিত্র পুরস্কার, ১৯৭৭ ও ১৯৮০।\nদত্তু ফড়কর, ক্রিকেটার।\nএমভি রাজধ্যক্ষ, মারাঠি লেখক ও সমালোচক।\nমহাদেব গোবিন্দ রানাডে, বিচারক, লেখক এবং সমাজ সংস্কারক।\nসোনি রাজদান, বলিউড অভিনেত্রী ও চলচ্চিত্র পরিচালক\nস্বরূপ সম্পত, প্রাক্তন মিস ইন্ডিয়া এবং বলিউড অভিনেত্রী।\nআরশিয়া সাত্তার, ধ্রুপদী সংস্কৃত গ্রন্থের অনুবাদ, লেখক, তথ্যচিত্র নির্মাতা, ভারতীয় সংস্কৃতি বিষয়ক কোর্সের পরিচালক\nহরমাসজি মানেকজি সেরভাই, মহারাষ্ট্রের প্রাক্তন অ্যাডভোকেট জেনারেল।\nতিস্তা সেটলবাড়, নাগরিক অধিকার কর্মী এবং সাংবাদিক\nজামসেটজি টাটা, উদ্যোক্তা এবং শিল্পপতি, টাটা গ্রুপের প্রতিষ্ঠাতা।\nরতনজি দাদাভয় টাটা, পার্সি ব্যবসায়ী।\nনানাভাই হরিদাস, বোম্বে হাইকোর্টের প্রথম ভারতীয় বিচারপতি।\nকাশীনাথ ত্রিম্বক তেলাং, বিচারক ও প্রাচ্য পণ্ডিত।\nনকুল চোপড়া, বিএআরসি ইন্ডিয়ার সিইও এবং পাবলিসিস সাউথ এশিয়ার প্রাক্তন সিইও\nবাল গঙ্গাধর তিলক, জাতীয়তাবাদী, সমাজ সংস্কারক এবং স্বাধীনতা সংগ্রামী, যিনি ভারতের স্বাধীনতা আন্দোলনের প্রথম জনপ্রিয় নেতা ছিলেন।\nঅজিত ওয়াদেকর, আন্তর্জাতিক ক্রিকেটার, পরবর্তীতে ভারতীয় ক্রিকেট দলের অধিনায়ক এবং ম্যানেজার হিসেবে দায়িত্ব পালন করেন।\nসার্যু দোশি, শিল্প ইতিহাসবিদ এবং পদ্মশ্রী পুরস্কারপ্রাপ্ত\nসালমান খান, বলিউড অভিনেতা এবং বিয়িং হিউম্যান বিশ্বাসের প্রবর্তক।\nজুবেদা হাবিব রহিমতুলা, রাজনৈতিক কর্মী\nপ্রেমচাঁদ রায়চাঁদ, ব্যবসায়ী\nকাভাসজি নাইগাঁওয়ালা, জ্যোতির্বিজ্ঞানী\nকরণবীর বোহরা, ভারতীয় টেলিভিশন অভিনেতা\nশোমা সেন, নারী অধিকার কর্মী\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমুম্বাইয়ের মহাবিদ্যালয়সমূহের তালিকা\nড. হোমি ভাভা রাষ্ট্রীয় বিশ্ববিদ্যালয়\nমুম্বই বিশ্ববিদ্যালয়\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ফেব্রুয়ারি ২০১৫ তারিখে\nব্রিটিশ লাইব্রেরির সংগ্রহে থাকাএলফিনস্টোন মহাবিদ্যালয়ের প্রাথমিক ছবি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জুন ২০২২ তারিখে"}