{"pageid": 115363, "title": "ল্যাম্ব অব গড (সঙ্গীতদল)", "url": "https://bn.wikipedia.org/wiki?curid=115363", "content": "ল্যাম্ব অব গড ১৯৯৪ সালে ভার্জিনিয়ায় গঠিত একটি আমেরিকান হেভি মেটাল ব্যান্ড। ল্যাম্ব অব গডে আছেন ভোকালিস্ট র‍্যান্ডি ব্লাইথ, গিটারিস্ট মার্ক মরটন ও উইলি আডলার, বেজিস্ট জন ক্যাম্পবেল ও ড্রামার ক্রিস আডলার। এই ব্যান্ডটিকে আমেরিকান হেভি মেটালের নতুন স্রোত হিসেবে বিবেচনা করা যায়।\n\n\n== গঠন ==\nল্যাম্ব অব গড গঠনের পর এ পর্যন্ত তারা ৬টি স্টুডিও অ্যালবাম, ১টি লাইভ অ্যালবাম ও ৩টি ডিভিডি প্রকাশ করে। আমেরিকায় তাদের মোট ২ মিলিয়ন কপি অ্যালবাম বিক্রি হয়েছে। ২০০৬ সালে ব্যান্ডটি গ্রামি এ্যাডওয়ার্ডে মনোনয়ন পায় তাদের অ্যালবাম স্যাক্রামেন্টের জন্য। ল্যাম্ব অব গড ওজফেস্টে ২ বার ও স্লেয়ার ব্যান্ডের সাথে দ্যা আনহলি অ্যালায়েন্স ট্যুর করে ২০০৬ সালে। তারা সারা বিশ্ব জুড়ে নানা উৎসবে গান করে যেমন-ডাউনলোড ফেস্টিভ্যাল ও সনিস্পেয়ার ফেস্টিভ্যাল। তারা মেটালিকা ব্যান্ডের সাথে ২০০৮-২০০৯ সালে ওয়ার্ল্ড ম্যাগনেটিক ট্যুর করে। ২০১০ সালের রকস্টার মেইহেম ফেস্টিভ্যালে তারা মূল মঞ্চে থাকবে। ব্যান্ডটির প্রাথমিক নাম ছিল বার্ন দ্যা প্রিস্ট। ১৯৯৯ সালে তাদের প্রথম অ্যালবাম বার্ন দ্যা প্রিস্ট লীজান রেকর্ডস থেকে বের হয়। অনেক জায়গাতে তাদের নিষিদ্ধ করা হয় এই বিশ্বাসের কারণে যে তাদের নাম শয়তান সম্পর্কীত। তাই তারা তাদের নাম পরিবর্তন করে রাখে ল্যাম্ব অব গড।\n\n\n== অ্যালবাম প্রকাশ ==\n \n২০০০ সালের সেপ্টেম্বরে নতুন নাম ও লেবেলে নতুন অ্যালবাম বের হয় যার নাম নিউ আমেরিকান গোস্পেল। প্যাট্রিক কেনেডি ব্যান্ডের শুরুটাকে পেন্টেরা ব্যান্ডের সাথে তুলনা করেন। রোলিং স্টোন ব্যান্ডের কির্ক মিলার তাদের ৩য় স্টুডিও অ্যালবাম অ্যাজ দ্যা প্যালেসেস বার্নকে পাঁচে তিন দেন। ২০০৩ সালের এক নাম্বার অ্যালবাম হিসেবে অ্যালবামটিকে ভোট দেন রিভলভার ম্যাগাজিন ও মেটাল হ্যামার ম্যাগাজিন। প্রথম হেডব্যাঙ্গারস বল সফরে তারা একটি ডিভিডি রেকর্ড করে যাতে একটি তথ্যচিত্রও ছিল এবং টেরর ও হাবরিস নামের একটি ডিভিডি অ্যালবাম বের করে। এটি ৩১ নাম্বারে অভিষিক্ত হয় বিলবোর্ড টপ মিউজিক ভিডিও চার্টে।\n\n\n== বাণিজ্যিক সাফল্য ==\n২০০৪ সালের আগস্ট মাসে তাদের অ্যাসেজ অব দ্যা ওয়াক নামের অ্যালবাম বের হয় যা বিলবোর্ড ২০০-এর ২৭তম স্থানে চলে আসে ও ১ম সপ্তাহে ৩৫০০০ কপি বিক্রি হয়। ২০০৬ সালের আগস্ট মাসে ব্যান্ডের ৫ম অ্যালবাম সাক্রামেন্ট প্রকাশিত হয়। এই অ্যালবামটি অভিষেকেই বিলবোর্ডে ৮ম অবস্থানে চলে আসে ও ১ম সপ্তাহে ৬৫০০০ কপি বিক্রি হয়। ২০০৮ সালে ব্যান্ডটি বিরতি নেয় তাদের নতুন অ্যালবাম প্রকাশের জন্য। ২০০৯ সালের ২৩শে ফেব্রুয়ারি আন্তর্জাতিকভাবে তাদের অ্যালবাম ওয়ারথ বের করে রোডরানার রেকর্ডসের মাধ্যমে ও ২০০৯ সালের ২৪ শে ফেব্রুয়ারি এপিক রেকর্ডসের মাধ্যমে সারা আমেরিকায়। অ্যালবামটি মাইকি ব্রনসনকে উৎসর্গ করা হয়েছিল, যিনি তাদের ব্যান্ডটা শুরু করতে অনুপ্রেরণা জাগিয়েছিলেন। পরে তিনি এক মাতাল গাড়ি চালকের হাতে খুন হয়ে যান। এই অ্যালবামটি বিলবোর্ডে ২য় অবস্থানে অভিষিক্ত হয় ও ১ম সপ্তাহে প্রায় ৬৮০০০ কপি বিক্রি হয়।\n\n\n== কনসার্ট ==\n \nল্যাম্ব অব গড প্রথমবারের মতো ১৭ই এপ্রিল ২০১০-এ ফিলিপাইনে সঙ্গীত পরিবেশন করে থ্রাশ মেটাল ব্যান্ড টেস্টামেন্টের সাথে। তারা ১৫ মে ২০১০-এ সামার স্টোর্ম ফেস্টিভ্যালে ১ম বারের মতো ভারতের ব্যাঙ্গালোরে গান পরিবেশন করে। মেটালিকা ব্যান্ডের অস্ট্রেলিয়ান ট্যুর ২০১০-এর শেষের দিকে তারা একটি ব্যান্ড হিসেবে সহযোগিতা করবে।\n\n\n== বর্তমান সদস্য ==\nর‍্যান্ডি ব্লাইথ\nমার্ক মরটন\nউইলি আডলার\nজন ক্যাম্পবেল\nক্রিস আডলার\n\n\n== ডিস্কোগ্রাফি ==\nবার্ন দ্যা প্রিস্ট (১৯৯৯)\nনিউ আমেরিকান গোস্পেল (২০০০)\nএ্যাজ দ্যা প্যালেসেস বার্ন (২০০৩)\nঅ্যাসেজ অব দ্যা ওয়াক (২০০৪)\nসাক্রামেন্ট (২০০৬)\nওয়ারথ (২০০৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nstylusmagazine.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ মে ২০০৮ তারিখে\nroadrunnerrecords.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০০৭ তারিখে\nkerrang.com"}