{"pageid": 1153266, "title": "ত্রিপুরার রাজনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1153266", "content": "উত্তর-পূর্ব ভারতের একটি রাজ্য ত্রিপুরার রাজনীতিতে ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী), ভারতীয় জাতীয় কংগ্রেস এবং ভারতীয় জনতা পার্টির আধিপত্য রয়েছে। ২০২০ সালে ভারতীয় জনতা পার্টি (বিজেপি) রাজ্যের বিধানসভায় শাসক দল এবং ২০১৯ সালের ভারতীয় সাধারণ নির্বাচনে দুটি সংসদীয় আসনেও জয়লাভ করেছে। ২০২১ সালে সর্বভারতীয় তৃণমূল কংগ্রেস (AITC) ত্রিপুরার রাজনৈতিক এলাকায় প্রবেশ করেছে। এটি ২০২১ সালের আগরতলা পৌর নির্বাচনে ২০% এরও বেশি ভোট পেয়েছে এবং সিপিআইএমকে এগিয়ে রানার আপের অবস্থান নিশ্চিত করেছে। এটি রাজ্যের চারপাশে অন্যান্য ওয়ার্ডে প্রায় ১৭% ভোট অর্জন করে রানার আপের অবস্থানও সুরক্ষিত করেছে। বিজেপির একজন বিধায়ক আশীষ দাস তৃণমূলে চলে গেছেন।\n\n\n== ত্রিপুরা আঞ্চলিক পরিষদ ==\n১৯৫৬ সালের ত্রিপুরা টেরিটোরিয়াল কাউন্সিল অ্যাক্ট একই নামে (টিটিসি) একটি কাউন্সিলের সরাসরি নির্বাচনের জন্য উন্মুক্ত হয়েছিল। টিটিসির ৩০ জন সরাসরি নির্বাচিত সদস্য এবং দুজন গভর্নর কর্তৃক মনোনীত সদস্য ছিল। প্রথম টিটিসি নির্বাচন ১৯৫৭ সালে অনুষ্ঠিত হয়েছিল, তারপর ১৯৫৯ সালে নতুন নির্বাচন অনুষ্ঠিত হয়েছিল। ১৯৬২ সালের ফেব্রুয়ারিতে নির্বাচিত তৃতীয় কাউন্সিলে ২০ জন সদস্য ছিল। \n\n\n== নির্বাচনী এলাকা ==\nত্রিপুরা লোকসভায় (ভারতের সংসদের নিম্নকক্ষ) দুইজন প্রতিনিধি এবং রাজ্যসভায় (সংসদের উচ্চকক্ষ) একজন প্রতিনিধি পাঠায়। স্থানীয় সংস্থা নির্বাচনের মাধ্যমে নির্বাচিত পঞ্চায়েত ( স্থানীয় স্ব-শাসন ) স্ব-শাসনের জন্য অনেক গ্রামে উপস্থিত রয়েছে। ত্রিপুরায় একটি অনন্য উপজাতীয় স্ব-শাসন সংস্থা রয়েছে, ত্রিপুরা উপজাতি এলাকা স্বায়ত্তশাসিত জেলা পরিষদ ।  এই কাউন্সিল তফসিলি উপজাতির উচ্চ ঘনত্ব সহ ৫২৭টি গ্রামে স্থানীয় শাসনের কিছু দিকগুলির জন্য দায়ী।   ২০১৮ সালের হিসাবে রাজ্যে ৬০টি বিধানসভা কেন্দ্র রয়েছে।\n\n\n== নির্বাচনের ফলাফল ==\nপ্রধান রাজনৈতিক দলগুলি হল ভারতীয় জনতা পার্টি (বিজেপি), বামফ্রন্ট, সর্বভারতীয় তৃণমূল কংগ্রেস এবং ভারতীয় জাতীয় কংগ্রেস এবং আইপিএফটি এবং আইএনপিটির মতো আঞ্চলিক দলগুলি। ১৯৭৭ সাল পর্যন্ত, রাজ্যটি ভারতীয় জাতীয় কংগ্রেস দ্বারা শাসিত হয়েছিল।  বামফ্রন্ট ১৯৭৮ থেকে ১৯৮৮ সাল পর্যন্ত ক্ষমতায় ছিল এবং তারপরে আবার ১৯৯৩ থেকে ২০১৮  ক্ষমতায় ছিল। ১৯৮৮-১৯৯৩ সালে, কংগ্রেস এবং ত্রিপুরা উপজাতি যুব সমিতি একটি ক্ষমতাসীন জোটে ছিল।  ২০১৩ সালের ত্রিপুরা বিধানসভা নির্বাচনে, বামফ্রন্ট বিধানসভার ৬০ টি আসনের মধ্যে ৫০টি আসনে জিতেছিল।  ২০১৪ সালের ভারতীয় সাধারণ নির্বাচনে, ত্রিপুরার সংসদীয় আসন দুটি কমিউনিস্ট পার্টি অফ ইন্ডিয়া (মার্কসবাদী) দ্বারা জয়ী হয়েছিল।  ২০১৮ সালের বিধানসভা নির্বাচনে বামফ্রন্টের পরাজয় হয়েছিল।  ভারতীয় জনতা পার্টি রাজ্যে সামগ্রিক সংখ্যাগরিষ্ঠতা লাভ করে, যার ফলে কমিউনিস্ট পার্টির নিরবচ্ছিন্ন পঁচিশ বছরের শাসনের অবসান ঘটে।  আইপিএফটি -র সঙ্গে জোট করে বিধানসভার ৬০টি আসনের মধ্যে বিজেপি জিতেছে ৪৪টি। ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) (সিপিআইএম) মাত্র ১৬টি আসন পেয়েছে এবং ভারতীয় জাতীয় কংগ্রেস সমস্ত নির্বাচনী এলাকায় বিশাল ব্যবধানে হেরেছে।\n\n\n== তথ্যসূত্র =="}