{"pageid": 1153835, "title": "বার্ডি", "url": "https://bn.wikipedia.org/wiki?curid=1153835", "content": "জেসমিন লুসিলা জেনিফার ভেন দেন বাগার্ড (জন্ম: ১৫ মে ১৯৯৬; তার মঞ্চনাম বার্ডি নামে সুপরিচিত) হলেন একজন সংগীতশিল্পী এবং গীতিকার। তিনি ২০০৮ সালে ১২ বছর বয়সে ওপেন মাইক ইউকে নামক সঙ্গিত প্রতিযোগিতায় বিজয়ী হন।\nতার প্রথম গান ছিল বোন ইভার এর স্কিনি লাভ গানের একটি কভার ভার্সন। এই কভার ভার্সনটি যুগান্তকারী ছিল। এই কভারের পর তিনি শীর্ষদের তালিকায় উঠে আসেন এবং অস্ট্রেলিয়া থেকে ৬ বার প্লাটিনাম স্বীকৃতি লাভ করেন। তার প্রথম অ্যালবাম, বার্ডি ২০১১ সালের নভেম্বর মাসের ৭ তারিখে প্রকাশিত হয়, যা একই ধরনের সফলতা লাভ করে। অ্যালবামটি বেলজিয়াম, নেদারল্যান্ডস ও অস্ট্রেলিয়ায় শীর্ষ স্থান লাভ করে।\nতার দ্বিতীয় স্টুডিও অ্যালবাম, ফাইয়ার উইদিন ২০১৩ সালের সেপ্টেম্বর মাসের ২৩ তারিখে প্রকাশিত হয়। ২০১৪ সালের ব্রিটিশ অ্যাওয়ার্ড এ তিনি সেরা নারী শিল্পী পুরস্কারের জন্য মনোনীত হন। তার তৃতীয় স্টুডিও অ্যালবাম, বিউটিফুল লাইস ২০১৬ সালের সেপ্টেম্বর মাসের ২৫ তারিখে প্রকাশিত হয়। ২০২১ সালের এপ্রিল মাসের ৩০ তারিখে তার চতুর্থ স্টুডিও অ্যালবাম ইয়াং হার্ট প্রকাশিত হয়।\n\n\n== জীবনের প্রথমার্ধ ==\nবার্ডি ১৯৬৬ সালের মে মাসের ১৫ তারিখে যুক্তরাজ্যের ইংল্যান্ডের ল্যামিংটনে জন্মগ্রহণ করেন। তার পিতা, লুপার্ট ওলিভার বেঞ্জামিন  ভেন দেন বোগার্ড হলেন একজন লেখক এবং মাতা, সোফি প্যাট্রিসিয়া (নি রোপার কার্জন) হলেন কনসার্ট পিয়ানোশিল্পী। বার্ডি ৭ বছর বয়সেই পিয়ানো বাজাতে শিখেন এবং ৮ বছর বয়সেই গান লেখা শুরু করেন। তিনি বলেন, তার মাতার শোনা ক্লাসিকাল গানগুলো তার আওয়াজে গুরুত্বপূর্ণ ভূমিকা রাখে। তার পিতা মাতা ১৯৯৫ সালে বিবাহ করেন এবং তিনি ছাড়াও তাদের আরো দুই সন্তান আছে, যারা হলেন জ্যাক (জন্ম: ১৯৯৭), ক্যাটলিন (১৯৯৯)। তার মোজেজ এবং স্যাম আরো দুই বড় সৎ ভাই আছে, যারা বার্ডির পিতা ও তার স্ত্রীর সন্তান।\nবার্ডি বার্টোন ওন সি এ অবস্থিত ডার্লসন কোর্ট প্রিপ স্কুল, প্রিস্টল্যান্ড স্কুল এবং নিউ ফরেস্ট এ অবস্থিত ব্রকেনহার্সট কলেজে অধ্যায়ন করেন। ২০ তম ব্যারেন তেনহ্যাম, জন ক্রিস্টোফার ইনগ্রাম রোগার কার্জন ছিলেন তার মাতামহ।  তিনি হ্যাম্পসিয়ার এর লিমিংটনের নিকটে তার পারিবারিক বাসস্থানে বেড়ে ওঠেন। তার পূর্বপুরুষদের মধ্যে ছিলেন ডার্ক বোগার্ড। তারা পূর্বপুরুষরা ছিলেন ইংরেজ, বেলজিয়ান (ফ্লেমিয়), ডাচ এবং স্কটীয়।\nতার দ্বিতীয় নাম, লুসিলা ছিল তার পিতার সৎ মাতার নাম।\nশৈশবে তাকে খাওয়ানোর সময়ে তিনি ছোট পাখির মতো তার মুখ খুললে তার পিতামাতা তার ডাক নাম দেন বার্ডি, যা তিনি তার মঞ্চ নাম হিসেবে বেছে নেন।\n\n\n== কর্মজীবন ==\n\n\n=== ২০০৮-২০১২২ ===\nডার্লসন কোর্ট প্রিপ স্কুল এর একজন শিক্ষার্থী থাকাকালীন মাত্র ১২ বছর বয়সে যুক্তরাজ্যের প্রতিভা  প্রদর্শন প্রতিযোগিতা, ওপেন মাইক ইউকে (লাইভ এন্ড আনসাইনড প্রতিযোগিতার স্পিন অফ) -এ বার্ডি বিজয়ী হন। তিনি  ১০,০০০ প্রতিযোগির মধ্যে অনূর্ধ্ব ১৮ শ্রেণিতে ছাড়াও প্রথম পুরস্কার অজর্ণ করেন। তিনি প্রায় ২,০০০ শ্রোতার সামনে তার নিজের গান, “সো বি ফ্রি” উপস্থাপন করেন।\n২০০৯ সালে, বার্ডি বিবিসি থার্ডে আয়োজিত পিয়ানোথোন ইন লন্ডন অনুষ্ঠানে সরাসরি পিয়ানোর সাহায্যে গান গেয়ে প্রদর্শন করেন। ১৪ বছর বয়সে ২০১৪ সালের জানুয়ারি মাসে, তিনি বোন ইভার এর গান, “স্কিনি লাভ” এর একটি কভার সংস্করণ প্রকাশ করেন। গানটি ইউকে সিঙ্গলস চার্টে ১৭ তম হিসেবে স্থান পায়, যা এই চার্টে স্থান পাওয়া তার প্রথম গান। যুক্তরাজ্যের রেডিও ডিজে, ফের্ন কটন গানটিকে “রেকর্ড অব দ্য উইক” হিসেবে নির্বাচিত করেন, যার ফলে ২০১১ সালের মার্চ মাসে প্রকাশিত হওয়ার সাথে সাথেই গানটি বিবিসি রেডিও ওয়ান এর বি-লিস্ট নামক প্লেলিস্টে যুক্ত করা হয়। গানটির ভিডিওর পরিচালনা করেন সোফি মুলার। ২০১১ সালের মে মাসের ৫ তারিখে প্রচারিত দ্য ভ্যাম্পায়ার ডায়রিস এর দ্য সান অলসো রাইজেজ নামক পর্বে যুক্ত করা হয়।\nএরপর থেকে বার্ডি এড শিরান এর দ্য এ টিম এবং দ্য এক্সএক্স এর সেল্টার সহ আরো কিছু গান কভার করেন। ২০১১ সালের জুলাই মাসের ৯ তারিখে, তিনি বিবিসি রেডিও ওয়ান এর লাইভ লাউন্জ এ একটি প্রদর্শনী করেন। এই প্রদর্শনীতে তিনি সেল্টার এবং এ টিম দুটো গানই উপস্থাপন করেন। সেল্টার গানটির তার কভার করা ভার্সনটি ২০১১ সালের সেপ্টেম্বর মাসের ২৯ তারিখে সম্প্রচারিত দ্য ভ্যাম্পায়ার ডায়রিস এর “দ্য এন্ড অব দ্য  অ্যাফেয়ার” নামক পর্বে যুক্ত করা হয়।\nতার প্রথম অ্যালবাম, বার্ডি ২০১১ সালের নভেম্বর মাসের ৭ তারিখে প্রকাশিত হয় যাতে তার কভার করা গানগুলো এবং নিজের লেখা গান অন্তর্ভুক্ত ছিল। এই অ্যালবামটি যুক্তরাজ্যে ১৩ তম, আয়ারল্যান্ডে ৪০ তম, বেলজিয়াম, নেদারল্যান্ডস এবং অস্ট্রেলিয়ায় ১ম স্থান লাভ করে। ২০১২ সালে, তার  উদ্ভোধনী অ্যালবাম অস্ট্রেলিয়ায় ১ম স্থান এবং তার গান, “স্কিনি লাভ” এবং “পিপল হেল্প দ্য পিপল” যথাক্রমে ২য় এবং ১০ম স্থান লাভ করে।\n২০১২ সালের জুন মাসে, বার্ডি এবং মামফোর্ড এন্ড সন্স যৌথভাবে পিক্সার নির্মিত চলচ্চিত্র, ব্রেভ এর জন্য “লার্ন মি রাইট” গানটি তৈরি করেন। এর ফলে বার্ডি প্রথমবারের মতো গ্র্যামি পুরস্কারের জন্য মনোনয়ন লাভ করেন।\n২০১২ সালের আগস্ট মাসের ৭ তারিখে বার্ডি তার ইপি, লাইভ ইন লন্ডন প্রকাশ করেন, যেখানে ৮টি গান ছিল। এ গানগুলোর মধ্যে তার এড শিরান এর গান, “দ্য এ টিম” এর কভার এবং দ্য হাঙ্গার গেমস এ সাউন্ডট্রাক হিসেবে যুক্ত থাকা তার নিজের গান, “জাস্ট এ গেম” অন্তর্ভূক্ত ছিল। ২০১২ সালের আগস্ট মাসের ২৯ তারিখে, লন্ডন প্যারালিম্পিক গেমস এর উদ্ভোধনী অনুষ্ঠানে তিনি আনোনি এর গান, “বার্ড গার্ল” (এন্টোনি এবং জেমস এর “আই এম এ বার্ড নাও” অ্যালবামের অন্তর্ভূক্ত) কভার করেন। বার্ডি ফ্রেঞ্চ টিভিতে আয়োজিত অনুষ্ঠান, টারাটাটা এ কার্লি রেয় জেস্পেন এর গান, “কল মি মেয়বি” সরাসরি কভার করে উপস্থাপন করেন।\nবার্ডি ২০১২ সালের আগস্ট মাসে, অস্ট্রেলিয়ায় আসেন। ডোলি ম্যাগাজিন তাকে সিডনিতে অবস্থিত তোরোঙ্গা চিড়িয়াখানায় ভ্রমণে নিয়ে যায়। তিনি সানরাইজ এবং এক্স ফ্যাক্টর সহ বিভিন্ন অনুষ্ঠানে আসেন, যেখানে তিনি “স্কিনি লাভ” এবং “পিপল হেল্প দ্য পিপল” উপস্থাপন করেন।\n\n\n=== ২০১৩-২০১৫ ===\n\n২০১৩ সালের ফেব্রুয়ারি মাসের ১৬ তারিখে, বার্ডি সেনরেমো মিউজিক ফেস্টিভাল ২০১৩ এ গান গেয়ে একটি প্রদর্শনী করেন। ২০১৩ সালের জুলাই মাসের ১০ তারিখে, তিনি তার দ্বিতীয় অ্যালবাম, “দ্য ফায়ার উইথইন” একটি ইউটিউব ভিডিও এর মাধ্যমে প্রকাশ করার জন্য ঘোষণা দেন। ভিডিওটিতে বার্ডিকে তার স্টুডিওতে দেখা যায় এবং সাথে অ্যালবামটির দুটি গান, “উইংস” এবং “নো এন্জেল” এর কিছু অংশ শোনা যায়। তার প্রথম আনুষ্ঠানিক গান, “উইংস” সেই বছরের জুলাই মাসের ২২ তারিখে প্রকাশিত হয় এবং তার দ্বিতীয় আনুষ্ঠানিক গান, “অল ইউ নেভার সেয়” আগস্ট মাসের ১৫ তারিখে বার্ডির মেইল লিস্টের সাবস্ক্রাইবারদের কাছে পৌছে দেয়া হয় এবং ইউটিউবে প্রকাশ করা হয়। তার “উইংস” গানটি দ্য ভ্যাম্পায়ার ডায়রিস এর ২০১৪ সালের মে মাসের ১৫ তারিখে (তার ১৮ তম জন্মদিনে) প্রকাশিত “হোম” নামক পর্বে অন্তর্ভূক্ত করা হয়। ২০১৩ সালের সেপ্টেম্বর মাসের ২৩ তারিখে অ্যালবামটি যুক্তরাজ্য এবং তার পাশ্ববর্তী দেশগুলোতে প্রকাশিত হয় এবং অধিকাংশ ভালো সমালোচনা লাভ করে। উত্তর আমেরিকায় অ্যালবামটি ২০১৪ সালের জুন মাসের ৩ তারিখে প্রকাশিত হয়। এরপর সেপ্টেম্বর মাসের ২৪ তারিখে তার আরেকটি ইপি, “ব্রিথ” প্রকাশিত হয়।\nবার্ডি ২০১৩ সালে আমেরিকা এবং অস্ট্রেলিয়া সফরে যান। অস্ট্রেলিয়ার মেলবোর্নে অবস্থিত পালেয় থিয়েটারে তার একটি কন্সার্টের পর, একজন পর্যালোচক তাকে একজন চাঞ্চল্যকর পিয়ানোশিল্পী বলে আখ্যা দেন যিনি লাজুক এবং ভীতু, কিন্তু তার “কন্ঠস্বর থিয়েটার জুড়ে বাজে”। একমাত্র সমালোচনা ছিল যে সেখানে শ্রোতাদের সাথে মিথস্ক্রিয়তায় “খুবই অভাব” ছিল। এই সফরের অংশ হিসেবে তিনি বিভিন্ন টেলিভিশন অনুষ্ঠানে আসেন। এর মধ্যে “সানরাইজ” নামক অনুষ্ঠানে তিনি তার গান, “উইংস” গেয়ে শোনান। মেলবোর্নে থাকাকালীন ২০১৩ সালের এপ্রিল মাসে, তিনি লোজি পুরস্কারের “স্কিনি লাভ” গানটি গেয়ে শোনান।\n২০১৩ সালের সেপ্টেম্বর মাসে, বার্ডি বিবিসি রেডিও ওয়ান লাইভ লাউজ্ঞ এ প্যাসেঞ্জার এর গান, লেট হার গো কভার করেন।  এই ট্রাকটি বিবিসি রেডিও ওয়ান লাইভ লাউঞ্জ ২০১৩ অ্যালবামে যুক্ত হয়। ২০১৩ সালের ডিসেম্বর মাসে, এনআরজে মিউজিক অ্যাওয়ার্ডে বার্ডি এবং জেমস ব্লান্ট যৌথভাবে সিম্পল মাইন্ডস এর গান, “মেন্ডেলা ডে” কভার করেন। একই মাসে লা গ্রান্ড শো এ তিনি জোনি হালিডে এর সাথে যৌথভাবে “লিদোল দেজ জোন” গানটি গেয়ে উপস্থাপন করেন।\n২০১৪ সালের মার্চ মাসের ১৭ তারিখে মেস বার্লিনে অনুষ্ঠিত ইকো অ্যাওয়ার্ড ২০১৪ এ এগনেথা ফেল্টসকুগ, লোর্ড, কেটি পেরি এবং ক্রিস্টিনা স্টুমারকে পরাজিত করে তিনি সেরা আন্তর্জাতিক শিল্পী হিসেবে পুরস্কৃত হন। ইভেন্টটিতে তিনি তার “ওয়ার্ড এজ ওয়েপন” গানটি গেয়ে উপস্থাপন করেন।\n২০১৪ সালের অক্টোবর মাসে, তিনি বিবিসি রেডিও ২ এর “সাউন্ড অব দ্য এইটিস” অ্যালবাম এর অংশ হিসেবে মাডানার গান, “লাকি স্টার” কভার করেন। একই বছর নেটিভ রোজেজ এর “সেডো”  অ্যালবাম এর চারটি ট্রাকে বার্ডি তার কন্ঠ দেন। এই ব্যান্ড তার বড় ভাই, মোজেজ একজন ড্রামার হিসেবে যুক্ত আছেন।\nবার্ডি “দ্য ফোল্ট ইন আউয়ার স্টারস” চলচ্চিত্রে তার তিনটি গান সাউন্ড ট্রাক হিসেবে দিয়ে অবদান রাখেন: “টি শার্ট”, “বেস্ট শট” (জেমস ইয়াং এর সাথে যৌথভাবে) এবং “নোট অ্যাবাউট অ্যাঞ্জেলস”।  টি শার্ট এবং নোট অ্যাবাউট অ্যাঞ্জেলস গান দুটির ভিডিও প্রকাশ করা হয়।  ২০১৪ সালে প্রকাশিত ডেভিড গেটা এর অ্যালবাম, “লিসেন” এর অন্তর্ভুক্ত গান, “আই উইল কিপ লাভিং ইউ” গানটিতে কন্ঠ দেন।\nবার্ডির দ্বিতীর অ্যালবাম এর গান “উইংস” ২০১৫ সালের জুন মাসে লয়েড ব্যাংকের ২৫০ বছর পূর্তি উপলক্ষে তাদের “হর্স স্টোরি” এর বিজ্ঞাপনে ব্যবহার করা হয়।\n২০১৫ সালের আগস্ট মাসে, রোদস এর সাথে যৌথভাবে “লেট ইট গো” গানটি লিখেন। গানটি ২০১৫ সালের সেপ্টেম্বর মাসের ১১ তারিখে ডিজিটাল ডাউনলোডের জন্য মুক্তি পায়। ২০১৫ সালের অক্টোবর মাসে বার্ডি বিবিসি রেডিও ওয়ান এর লাইভ লাউন্জে কিগো এর গান (গানটিতে কনরেড সিওয়েল এর কন্ঠ দিয়েছিলেন), “ফায়ারস্টোন” কভার করেন। ট্রাকটি বিবিসি রেডিও ওয়ান এর লাইভ লাউন্জ ২০১৫ অ্যালবামে যুক্ত করা হয়।\n\n\n=== ২০১৬-বর্তমান ===\n২০১৬ সালের জানুয়ারি মাসে বার্ডি তার তৃতীয় অ্যালবাম, “বিউটিফুল লাইস” প্রথম গান, “কিপিং ইয়র হেড আপ” প্রকাশ করেন, যা তিনি ২০১৪ সালে আমেরিকা মহাদেশে সফরে থাকাকালীন লেখা শুরু করেন। অ্যালবামটির দ্বিতীয় গান, “বিউটিফুল লাইস” সেই বছরের ফেব্রুয়ারি মাসে এবং তৃতীয় গান, “ওয়াইল্ড হোর্সেস” মার্চ মাসে প্রকাশিত হয়। সম্পূর্ণ অ্যালবামটি প্রকাশিত হয় ২০১৬ সালের মার্চ মাসের ২৫ তারিখে। সেই বছর এপ্রিল মাসের ২০ তারিখে অ্যালবামটির জাপানী এডিশন মুক্তি পায়।\nবিউটিফুল লাইস অ্যালবামটির বিষয়ে বার্ডি বলেন যে, তিনি এই অ্যালবামটির জন্য সবচেয়ে গর্বিত। তিনি বলেন, “অ্যালবামটি বয়সের বৃদ্ধি এবং পরিবর্তন না মেনে নেওয়াই অ্যালবামটির বিষয়: এটির বিষয় প্রকৃতপক্ষে বড় না হতে চাওয়া; এটি নিজেকে মিথ্যা বলার উপর। আমি আমার পরিবারের সাথে বেড়ে ওঠার অভাব অনেক বেশি অনুভব করেছি, অর্থাৎ এটি তারই উপর। এটি ‘মেমোরিজ অব এ গেইসা’ এ থেকেও উদ্বুদ্ধ, তাই এতে একটি এশীয় ভাব রয়েছে এবং এটি নিজেকে আরো একজন আরো শক্তিশালী মানুষ হিসেবে অনুভবের উপর”।\n\n\n== তথ্যসূত্র =="}