{"pageid": 1153190, "title": "দশরথ দেব", "url": "https://bn.wikipedia.org/wiki?curid=1153190", "content": "দশরথ দেববর্মা (২ ফেব্রুয়ারি ১৯১৬ - ১৪ অক্টোবর ১৯৯৮) ছিলেন ভারতের ত্রিপুরা রাজ্যের একজন রাজনৈতিক নেতা। তিনি ১৯৯৩ থেকে ১৯৯৮ সাল পর্যন্ত ত্রিপুরার মুখ্যমন্ত্রী ছিলেন। তিনি গণমুক্তি পরিষদ এবং ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী)-এর একজন নেতা ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nদশরথ দেববর্মা, ভারতীয় কমিউনিস্ট আন্দোলনের একজন কিংবদন্তি নেতা ত্রিপুরার খোয়াই জেলার প্রত্যন্ত বোলতলি গ্রামের এক দরিদ্র কৃষক পরিবারে ১৯১৬ সালের ২ ফেব্রুয়ারি জন্মগ্রহণ করেন। শৈশব থেকেই, দশরথ শিক্ষা লাভের জন্য খুব আগ্রহী ছিল কিন্তু তার দরিদ্র পরিবারের পক্ষে তাকে শিক্ষার জন্য শহরে পাঠানো খুব কমই সাধ্য ছিল। তার অদম্য আগ্রহের কারণে, তিনি পরে খোয়াই প্রাথমিক বিদ্যালয়ে ভর্তি হন। এবং তিনি ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হওয়ার পর, তৎকালীন পূর্ববঙ্গের অধীনে সিলেট জেলার হবিগঞ্জের বৃন্দাবন কলেজে ভর্তি হন, কারণ ত্রিপুরায় তখন কোনো কলেজ ছিল না। ইন্টারমিডিয়েট এবং বিএ পাশ করার পর দেববর্মা কলকাতা বিশ্ববিদ্যালয়ে এমএ করার জন্য ভর্তি হন। একই সঙ্গে তিনি আইন বিষয়ে ডিগ্রি নেন।\n১৯৪০ সালে, বঙ্গীয় প্রাদেশিক কমিটির অধীনে কাজ করা সিপিআই কুমিল্লা জেলা কমিটি ত্রিপুরায় একটি পার্টি ইউনিট গঠনের সূচনা করে। আগরতলায় পার্টির প্রথম ইউনিটটি কমরেড বীরেন দত্তসহ কয়েকজন স্থানীয় যুবকদের নিয়ে গঠিত হয়েছিল, বীরেন দত্ত, দেববর্মা ছাড়াও ত্রিপুরা থেকে প্রথম লোকসভায় নির্বাচিত হয়েছিলেন। সিপিআই-এর আগরতলা শাখা প্রথমে আগরতলার শ্রমজীবী মানুষদের নিয়ে গণসংগঠন গড়ে তুলতে শুরু করে, যাদের বেশিরভাগই বাঙালি। সিদ্ধান্ত নেওয়া হয়েছিল যে আদিবাসীদের মধ্যে শিক্ষা বিস্তারের মূল উদ্দেশ্য নিয়ে একটি সংগঠন তৈরি করা হবে। কলকাতায় দশরথ দেববর্মার সাথে যোগাযোগ করা হয় এবং মিশন সম্পর্কে অবহিত করা হয়। দ্রুতই তিনি তার স্নাতকোত্তর অধ্যয়ন ছেড়ে ত্রিপুরায় আসেন।\n\n\n== রাজনৈতিক ক্যারিয়ার ==\n১৯৪৮ সালে, তিনি গণমুক্তি পরিষদ গঠন করেন, যা ১৯৪৮ থেকে ১৯৫০ সাল পর্যন্ত সশস্ত্র সংগ্রামে নিযুক্ত ছিল। ১৯৫০ সালে, তিনি তার অনুসারীদের সাথে ভারতের কমিউনিস্ট পার্টিতে যোগ দেন। ১৯৫১ সালে তিনি দলের কেন্দ্রীয় কমিটির সদস্য হন। ১৯৬৪ সালে পার্টি বিভক্ত হওয়ার পর, তিনি ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এ যোগ দেন। ১৯৬৪ সালে, তিনি সিপিআইএমের একটি সম্মুখ সংগঠন ত্রিপুরা রাজ্য উপজাতি গণমুক্তি পরিষদ প্রতিষ্ঠা করেন। ১৯৩০ এবং ৪০ এর দশকের প্রধান দিনগুলিতে, দেব সিলেট এবং পরে কলকাতা থেকে তার শিক্ষা শেষ করেন। তিনি জনশিখ্যা সমিতির মাধ্যমে আদিবাসীদের মধ্যে শিক্ষার প্রসার ঘটান।\nতিনি ১৯৫২, ১৯৫৭, ১৯৬২ এবং ১৯৭১ সালে ত্রিপুরা পূর্ব আসন থেকে লোকসভায় নির্বাচিত হন। ১৯৭৮ সালে, তিনি রামচন্দ্রঘাট কেন্দ্র থেকে ত্রিপুরা বিধানসভায় প্রথমবারের মতো নির্বাচিত হন এবং প্রথম বামফ্রন্ট সরকারে শিক্ষামন্ত্রী হন। তিনি ১৯৮৩ থেকে ১৯৮৮ সাল পর্যন্ত দ্বিতীয় বামফ্রন্ট সরকারের উপমুখ্যমন্ত্রী ছিলেন। ১৯৮৮ সালে, তিনি সিপিআই(এম)-এর রাজ্য ইউনিটের সম্পাদক হন। ১৯৮৮ সালের নির্বাচনে বামফ্রন্টের পরাজয়ের পর, তিনি ১৯৮৮ থেকে ১৯৯৩ সাল ত্রিপুরা বিধানসভায় বিরোধী দলের নেতা হন।\n১০ এপ্রিল ১৯৯৩-এ তিনি তৃতীয় বামফ্রন্ট সরকারের মুখ্যমন্ত্রী হন। তিনি ১১ মার্চ ১৯৯৮ পর্যন্ত দায়িত্বে ছিলেন। তিনি স্বাস্থ্যের কারণে ১৯৯৮ সালে বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করতে অস্বীকৃতি জানান।\n\n\n== কর্ম ==\nমুক্তি পরিষদের ইতিকথা\nসামন্ততান্ত্রিক ব্যাবস্থার বিরুদ্ধে মুক্তি পরিষদের সংগ্রাম\nককবরদের জন্য বাংলা হরফ কেনো চাই\nককবরক লেখার পথরেখা\n\n\n== তথ্যসূত্র =="}