{"pageid": 1153460, "title": "শাজাম! ফিউরি অফ দ্য গডস", "url": "https://bn.wikipedia.org/wiki?curid=1153460", "content": "শাজাম ! ফিউরি অফ দ্য গডস  ডিসি কমিক্স চরিত্র শাজামের উপর ভিত্তি করে একটি আসন্ন আমেরিকান সুপারহিরো চলচ্চিত্র।  নিউ লাইন সিনেমা, ডিসি ফিল্মস, দ্য সাফরান কোম্পানি এবং ম্যাড ঘোস্ট প্রোডাকশন দ্বারা প্রযোজনা, এবং ওয়ার্নার ব্রাদার্স  দ্বারা বিতরণের জন্য সেট করা হয়েছে, এটি শাজাম-এর সিক্যুয়াল হিসেবে তৈরি করা হয়েছে এবং ডিসি এক্সটেন্ডেড ইউনিভার্স (DCEU) এর ১২ তম ফিল্ম।  এটি হেনরি গেডেন এবং ক্রিস মরগানের একটি চিত্রনাট্য থেকে ডেভিড এফ. স্যান্ডবার্গ পরিচালিত।  ছবিতে অভিনয় করবেন জ্যাচারি লেভি, অ্যাশার এঞ্জেল, জ্যাক ডিলান গ্রেজার, জিমোঁ উন্সু, র‍্যাচেল জেগলার, হেলেন মিরেন এবং লুসি লিউ৷\nশাজামের একটি সিক্যুয়াল!  ২০১৯ সালের এপ্রিলে ছবিটি মুক্তি পাওয়ার পরপরই বিকাশ শুরু হয়, গেডেন লেখক হিসাবে ফিরে আসেন।  স্যান্ডবার্গ এবং লেভিও সেই ডিসেম্বরের মধ্যে ফিরে আসবেন।  ২০২১ সালের শুরুর দিকে অ্যাটলাসের কন্যা হিসাবে জেগলার, মিরেন এবং লিউ কাস্টের সাথে ২০২০ সালের আগস্টে শিরোনাম এবং বাকি প্রত্যাবর্তনকারী কাস্ট নিশ্চিত করা হয়েছিল। সেই মে মাসে আটলান্টা, জর্জিয়া এ চিত্রগ্রহণ শুরু হয়েছিল এবং আগস্টে শেষ হয়েছিল।\n\n\n== অভিনয়ে ==\nশাজাম হিসেবে জাচারি লেভি:\nউইজার্ড শাজামের চ্যাম্পিয়ন এবং কিশোর বিলি ব্যাটসনের সুপারহিরো অল্টার-অহং, যিনি \"সলোমনের জ্ঞান, হারকিউলিসের শক্তি, অ্যাটলাসের শক্তি, জিউসের শক্তি, অ্যাকিলিসের সাহস এবং বুধের গতির অধিকারী।\n\nফ্রেডরিক \"ফ্রেডি\" ফ্রিম্যান হিসেবে জ্যাক ডিলান গ্রেজার:\nবিলির শারীরিকভাবে অক্ষম পালক ভাই এবং সুপারহিরোদের একজন ভক্ত।  অ্যাডাম ব্রডি চরিত্রটির প্রাপ্তবয়স্ক সুপারহিরো ফর্মে অভিনয় করেছেন।\n\nশাজাম হিসেবে ডিজিমন হোনসু:\nএকজন প্রাচীন জাদুকর যিনি বিলিকে চ্যাম্পিয়ন হিসেবে নামকরণ করার পর তার ক্ষমতা দিয়েছিলেন।\n\n\n== প্রোডাকশন ==\n\n\n== মুক্তি ==\nশাজাম !  ফিউরি অফ দ্য গডস যুক্তরাষ্ট্রে ২১ ডিসেম্বর, ২০২২-এ ওয়ার্নার ব্রাদার্স-এর দ্বারা মুক্তি পাওয়ার কথা রয়েছে। এটি মূলত ১ এপ্রিল, ২০২২-এ মুক্তির জন্য সেট করা হয়েছিল, এর আগে এটি ৪ নভেম্বর, ২০২২ এবং তারপরে জুন পর্যন্ত বিলম্বিত হয়েছিল  করোনা মহামারির কারণে ২,২০২৩।  তারপরে এটিকে ১৬ ডিসেম্বর, ২০২২ পর্যন্ত স্থানান্তরিত করা হয়েছিল, যেহেতু এটি মহামারি দ্বারা বিলম্বিত অন্যান্য ডিসি চলচ্চিত্রগুলির তুলনায় তাড়াতাড়ি মুক্তির জন্য প্রস্তুত ছিল।  সেই তারিখটি আগে অ্যাকোয়াম্যান অ্যান্ড দ্য লস্ট কিংডম-কে দেওয়া হয়েছিল।  ২০২২ সালের এপ্রিলে মুক্তির তারিখটি ২১ ডিসেম্বরে পাঁচ দিন পিছিয়ে দেওয়া হয়েছিল। ফিল্মটি থিয়েটারে মুক্তি পাওয়ার ৪৫ দিন পরে এইচবিও ম্যাক্স-এ স্ট্রিম করার জন্য উপলব্ধ হবে।\n\n\n== তথ্যসূত্র =="}