{"pageid": 1153756, "title": "সিস (গণিত)", "url": "https://bn.wikipedia.org/wiki?curid=1153756", "content": "cis হল একটি গাণিতিক স্বরলিপি যা cis x = cos x + i sin x দ্বারা সংজ্ঞায়িত করা হয়, যেখানে cos হল কোসাইন ফাংশন,  হল কাল্পনিক একক এবং sin হল সাইন ফাংশন। স্বরলিপিটি অয়লারের সূত্রঃ eix,-এর তুলনায় গণিতে কম ব্যবহৃত হয়, যা cos x + i sin x -এর জন্য আরও ছোট স্বরলিপি প্রদান করে। কিন্তু সফ্টওয়্যার লাইব্রেরিতে এই ফাংশনের নাম হিসেবে cis(x) ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n== পর্যালোচনা ==\ncis স্বরলিপি হল অয়লারের সূত্রের ডানদিকে ফাংশনগুলির সংমিশ্রণের জন্য একটি সংক্ষিপ্ত বিবরণ: \n\n  \n    \n      \n        \n          e\n          \n            i\n            x\n          \n        \n        =\n        cos\n        ⁡\n        x\n        +\n        i\n        sin\n        ⁡\n        x\n        ,\n      \n    \n    {\\displaystyle e^{ix}=\\cos x+i\\sin x,}\n  \n\nযেখানে i2 = −1 । তাই,\n\n  \n    \n      \n        cis\n        ⁡\n        x\n        =\n        cos\n        ⁡\n        x\n        +\n        i\n        sin\n        ⁡\n        x\n        ,\n      \n    \n    {\\displaystyle \\operatorname {cis} x=\\cos x+i\\sin x,}\n  \n\nঅর্থাৎ \" cis \" হল \" Cos I Sin \" এর সংক্ষিপ্ত রূপ ।\ncis স্বরলিপিটি প্রথমে উইলিয়াম রোয়ান হ্যামিল্টন এলিমেন্টস অফ কোয়াটারনিয়নস (1866)   দ্বারা তৈরি করেছিলেন এবং পরবর্তীকালে ইউনিপ্ল্যানার অ্যালজেব্রা (1893),   বা জেমস হার্কনেস এবং এর মতো কাজে আরভিং স্ট্রিংহাম ব্যবহার করেছিলেন। ফ্র্যাঙ্ক মর্লে বিশ্লেষণাত্মক কার্যাবলীর তত্ত্বের ভূমিকায় (1898)।   এটি অয়লারের সূত্রের মাধ্যমে জটিল সমতলে সূচকীয় ফাংশনের সাথে ত্রিকোণমিতিক ফাংশনকে সংযুক্ত করে।\nকিছু অভিব্যক্তিকে সরল করার জন্য এটি বেশিরভাগ ক্ষেত্রে একটি সুবিধাজনক শর্টহ্যান্ড স্বরলিপি হিসাবে ব্যবহৃত হয়,    উদাহরণস্বরূপ ফুরিয়ার এবং হার্টলি ট্রান্সফর্মের সাথে একত্রে,    বা যখন সূচকীয় ফাংশনগুলি হওয়া উচিত নয় গণিত শিক্ষায় কিছু কারণে ব্যবহৃত হয়।\nতথ্য প্রযুক্তিতে, ফাংশনটি বিভিন্ন উচ্চ-কার্যকারিতা গণিত গ্রন্থাগারগুলিতে (যেমন Intel 's Math Kernel Library (MKL) , অনেক কম্পাইলার, প্রোগ্রামিং ভাষাগুলির জন্য উপলব্ধ ( C, C++,  সাধারণ লিস্প,   ডি,  ফোর্টরান,  হাসকেল,  জুলিয়া  ), এবং অপারেটিং সিস্টেম ( উইন্ডোজ, লিনাক্স,  ম্যাকওএস এবং এইচপি-ইউএক্স  সহ) . প্ল্যাটফর্মের উপর নির্ভর করে ফিউজড অপারেশনটি সাইন এবং কোসাইন ফাংশনকে পৃথকভাবে কল করার চেয়ে প্রায় দ্বিগুণ দ্রুত।  \n\n\n== গাণিতিক পরিচয় ==\n\n\n=== ব্যবকলন ===\n\n  \n    \n      \n        \n          \n            \n              d\n            \n            \n              \n                d\n              \n              z\n            \n          \n        \n        cis\n        ⁡\n        z\n        =\n        i\n        cis\n        ⁡\n        z\n        =\n        i\n        \n          e\n          \n            i\n            z\n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\mathrm {d} }{\\mathrm {d} z}}\\operatorname {cis} z=i\\operatorname {cis} z=ie^{iz}}\n  \n\n\n=== অন্তরীকরণ ===\n\n  \n    \n      \n        ∫\n        cis\n        ⁡\n        z\n        \n        \n          d\n        \n        z\n        =\n        −\n        i\n        cis\n        ⁡\n        z\n        =\n        −\n        i\n        \n          e\n          \n            i\n            z\n          \n        \n      \n    \n    {\\displaystyle \\int \\operatorname {cis} z\\,\\mathrm {d} z=-i\\operatorname {cis} z=-ie^{iz}}\n  \n\n\n=== অন্যান্য ধর্ম ===\nএগুলি অয়লারের সূত্র থেকে সরাসরি অনুসরণ করে।\n\n  \n    \n      \n        cis\n        ⁡\n        (\n        x\n        +\n        y\n        )\n        =\n        cis\n        ⁡\n        x\n        \n        cis\n        ⁡\n        y\n      \n    \n    {\\displaystyle \\operatorname {cis} (x+y)=\\operatorname {cis} x\\,\\operatorname {cis} y}\n  \n\n  \n    \n      \n        cis\n        ⁡\n        (\n        x\n        −\n        y\n        )\n        =\n        \n          \n            \n              cis\n              ⁡\n              x\n            \n            \n              cis\n              ⁡\n              y\n            \n          \n        \n      \n    \n    {\\displaystyle \\operatorname {cis} (x-y)={\\operatorname {cis} x \\over \\operatorname {cis} y}}\n  \n\nযদি x এবং y কোনো জটিল সংখ্যা হয় তবে উপরের পরিচয়গুলি ধরে থাকে। যদি x এবং y বাস্তব হয়, তাহলে\n\n  \n    \n      \n        \n          |\n        \n        cis\n        ⁡\n        x\n        −\n        cis\n        ⁡\n        y\n        \n          |\n        \n        ≤\n        \n          |\n        \n        x\n        −\n        y\n        \n          |\n        \n        .\n      \n    \n    {\\displaystyle |\\operatorname {cis} x-\\operatorname {cis} y|\\leq |x-y|.}\n  \n\n\n== ইতিহাস ==\nএই স্বরলিপিটি আরও সাধারণ ছিল যখন টাইপরাইটারগুলি গাণিতিক অভিব্যক্তি বোঝাতে ব্যবহৃত হত।\ncis স্বরলিপিটি কখনও কখনও একটি সমস্যা দেখার এবং অন্যটির সাথে মোকাবিলা করার একটি পদ্ধতির উপর জোর দেওয়ার জন্য ব্যবহৃত হয়।  ত্রিকোণমিতি এবং সূচকের গণিত সম্পর্কযুক্ত কিন্তু ঠিক একই নয়; সূচকীয় স্বরলিপি সমগ্রের উপর জোর দেয়, যেখানে cis x এবং cos x + i sin x স্বরলিপি অংশগুলির উপর জোর দেয়। এই ফাংশনটি নিয়ে আলোচনা করার সময় এটি গণিতবিদ এবং প্রকৌশলীদের জন্য অলঙ্কৃতভাবে উপযোগী হতে পারে এবং আরও একটি স্মৃতিবিদ্যা হিসাবে কাজ করতে পারে ( cos + i sin এর জন্য)।\ncis স্বরলিপিটি গণিতের শিক্ষার্থীদের জন্য সুবিধাজনক যাদের ত্রিকোণমিতি এবং জটিল সংখ্যার জ্ঞান এই স্বরলিপিকে অনুমোদন করে, কিন্তু যাদের ধারণাগত বোঝা এখনও স্বরলিপি eix এর অনুমতি দেয় না। যেহেতু শিক্ষার্থীরা এমন ধারণাগুলি শিখে যা পূর্বের জ্ঞানের উপর ভিত্তি করে তৈরি করে, তাই তাদের গণিতের স্তরগুলিতে বাধ্য করা গুরুত্বপূর্ণ নয় যার জন্য তারা এখনও প্রস্তুত নয়: সাধারণ প্রমাণ যে cis x = eix এর জন্য ক্যালকুলাস প্রয়োজন, যা শিক্ষার্থী মুখোমুখি হওয়ার আগে অধ্যয়ন করেনি এক্সপ্রেশন cos x + i sin x ।\n1942 সালে, cis স্বরলিপি দ্বারা অনুপ্রাণিত হয়ে, Ralph VL Hartley বাস্তব-মূল্যবান হার্টলি কার্নেলের জন্য cas ( কোসাইন-এবং-সাইন- এর জন্য) ফাংশন প্রবর্তন করেছিলেন, ইতোমধ্যে হার্টলি রূপান্তরের সাথে একত্রে একটি শর্টকাট প্রতিষ্ঠিত হয়েছিল:  \n\n  \n    \n      \n        cas\n        ⁡\n        x\n        =\n        cos\n        ⁡\n        x\n        +\n        sin\n        ⁡\n        x\n        .\n      \n    \n    {\\displaystyle \\operatorname {cas} x=\\cos x+\\sin x.}\n  \n\n\n== আরো দেখুন ==\nদ্য মোয়াভ্রের উপপাদ্য\nঅয়লারের সূত্র\nজটিল সংখ্যা\nটলেমির উপপাদ্য\nফাসর\nভার্সর"}