{"pageid": 1153146, "title": "নৃপেন চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1153146", "content": "নৃপেন চক্রবর্তী (৪ এপ্রিল ১৯০৫ - ২৫ ডিসেম্বর ২০০৪) একজন ভারতীয় রাজনীতিবিদ ও ত্রিপুরার মুখ্যমন্ত্রী ছিলেন। যিনি ১৯৭৮ থেকে ১৯৮৮ সাল পর্যন্ত ত্রিপুরা রাজ্যের মুখ্যমন্ত্রী হিসেবে দায়িত্ব পালন করেন। নৃপেন চক্রবর্তী ছয় দশক ধরে ভারতের কমিউনিস্ট আন্দোলনে জড়িত ছিলেন।\n\n\n== জীবন ==\nতিনি ব্রিটিশ ভারতের (বর্তমান বাংলাদেশ) বাংলা প্রদেশের ঢাকা জেলার বিক্রমপুরে জন্মগ্রহণ করেন। তিনি ছিলেন রাজকুমার ও উত্তমসুনাদরী চক্রবর্তীর নবম সন্তান। তিনি ১৯২৫ সালে আউটশাহী উচ্চ বিদ্যালয় থেকে প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন।\nভারতের স্বাধীনতা আন্দোলনে যোগ দেওয়ার জন্য তিনি ঢাকা বিশ্ববিদ্যালয়ের পড়াশোনা ছেড়ে দেন। ১৯৩১ সালে, তিনি আইন অমান্য আন্দোলনে অংশ নেন। তিনি ১৯৩৪ সালে ভারতের কমিউনিস্ট পার্টিতে যোগ দেন। তিনি ১৯৩৭ সালে দলের বেঙ্গল ইউনিটের সম্পাদক নির্বাচিত হন। ১৯৫০ সালে, দল তাকে ত্রিপুরায় পাঠায় এবং সেখানে একজন গুরুত্বপূর্ণ সংগঠক হয়ে ওঠেন। ১৯৬৪ সালে সিপিআই বিভক্ত হওয়ার পর, তিনি ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) যোগদান করেন। তিনি ১৯৬৭ সালে সিপিআই(এম) এর রাজ্য ইউনিটের সম্পাদক হন। তিনি ১৯৭২ সালে সিপিআই(এম) এর কেন্দ্রীয় কমিটিতে এবং ১৯৮৪ সালের জুন মাসে এর পলিট ব্যুরোতে  নির্বাচিত হন।\n\n\n=== ত্রিপুরায় ===\nনৃপেন চক্রবর্তী ১৯৫৭ সালে ত্রিপুরা টেরিটোরিয়াল কাউন্সিলে নির্বাচিত হন এবং ১৯৬২ সালে বিরোধী দলের নেতা হন। ত্রিপুরার পূর্ণ রাজ্যের মর্যাদা লাভের পর, তিনি ১৯৭২ সালে রাজ্য বিধানসভার সদস্য হন। ১৯৭৭ সালে তিনি পরপর দুটি স্বল্পকালীন জোট সরকারে মন্ত্রী ছিলেন, যার মধ্যে প্রথমটি ৩১ ডিসেম্বর ১৯৭৭ সালে বামফ্রন্ট ত্রিপুরা রাজ্যের বিধানসভা নির্বাচনে জয়লাভ করলে তিনি মুখ্যমন্ত্রী হন এবং ১৯৮৮ সাল পর্যন্ত কার্যালয়ে বহাল ছিলেন। ১৯৮৮ সালের নির্বাচনে বামফ্রন্টের পরাজয়ের পর, তিনি ১৯৮৮ থেকে ১৯৯৩ সাল পর্যন্ত ত্রিপুরা বিধানসভায় বিরোধী দলের নেতা হন। ১৯৯৩ সালের নির্বাচনে, বামফ্রন্ট আবার ত্রিপুরায় ক্ষমতায় ফিরে আসে এবং তিনি রাজ্য পরিকল্পনা বোর্ডের চেয়ারম্যান হন। ১৯৯৫ সালে তিনি সিপিআই(এম) থেকে বহিষ্কৃত হন কিন্তু তিনি ১৯৯৮ সাল পর্যন্ত বিধানসভার সদস্য ছিলেন। \n\n\n=== সাংবাদিক হিসেবে ===\n১৯৩৯-৪১ সালে, তিনি আনন্দ বাজার পত্রিকায় একজন সাব-এডিটর হিসেবে কাজ করেন। তিনি বাংলা ভাষায় সিপিআই অঙ্গ স্বাধীনতার সহ-সম্পাদক ছিলেন। পরে, তিনি ১৯৯৫ সাল পর্যন্ত সিপিআই(এম) ত্রিপুরা রাজ্য ইউনিটের মুখপত্র দৈনিক দেশের কথা -তে নিয়মিত কলামিস্ট ছিলেন, প্রায়শই তাঁর কলম-নাম অরূপ রায়ের দ্বারা।\n\n\n=== শেষ দিনগুলো ===\n২০০৪ সালের ডিসেম্বরে তিনি গুরুতর অসুস্থ হয়ে পড়েন এবং তাকে কলকাতার এসএসকেএম হাসপাতালে নিয়ে আসা হয়। ২৪ ডিসেম্বর ২০০৪-এ, সিপিআই(এম) এর পলিটব্যুরো তাকে পুনরায় ভর্তি করার সিদ্ধান্ত নেয়। ডিসেম্বর ২৫ ডিসেম্বর ২০০৪ তারিখে হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে তিনি মারা যান।\n\n\n== তথ্যসূত্র =="}