{"pageid": 1153841, "title": "নানছাং", "url": "https://bn.wikipedia.org/wiki?curid=1153841", "content": "নানছাং দক্ষিণ-পূর্ব চীনের চিয়াংশি প্রদেশের রাজধানী নগরী। এটি প্রদেশের উত্তর-মধ্যভাগে, কান নদী ও চিন নদীর সঙ্গমস্থল থেকে ঠিক ভাটিতে, কান নদীর ডান তীরে ও ফোইয়াং হ্রদে নদীটির মোহনা থেকে ৪০ কিলোমিটার দক্ষিণে একটি সমভূমি অঞ্চলে অবস্থিত। পশ্চিমে চিঔলিং পর্বতমালা ও পূর্বে ফোইয়াং হ্রদ নগরীর সীমানা নির্ধারণ করেছে। এখানে প্রায় ৬২ লক্ষ লোকের বাস। \nসমৃদ্ধিশালী পূর্ব চীন ও দক্ষিণ চীনের মধ্যবর্তী কৌশলগত অবস্থানের কারণে এটি সাম্প্রতিক দশকগুলিতে দক্ষিণ চীনের একটি প্রধান রেলকেন্দ্রে পরিণত হয়েছে।\nআদিতে এটি একটি প্রাচীরবেষ্টিত নগরী ছিল। ২০১ খ্রিস্টপূর্বাব্দে এটি প্রতিষ্ঠা করা হয়। ৯৫৯ খ্রিস্টাব্দে এটি দক্ষিণী থাং রাজবংশের রাজধানীতে পরিণত হয়। মঙ্গোল পর্বের শেষে এসে এটি মিং রাজবংশের প্রতিষ্ঠাতা ও স্থানীয় সমরনেতাদের মধ্যকার যুদ্ধক্ষেত্রে পরিণত হয়। ১৬শ শতকের শুরুতে মিং শাসনের বিরুদ্ধে একটি বিদ্রোহ জেগে ওঠে। নানছাং থাইফিং বিদ্রোহে ক্ষতির শিকার হয়। ১৯২৭ সালে এটি চীনের সাম্যবাদী দলের বিপ্লবী কর্মকাণ্ডের একটি কেন্দ্র ছিল। নানছাং বিদ্রোহ নামে পরিচিত এই ঘটনাটিকে চীনের শাসক সাম্যবাদী দল \"শয়তান জাতীয়তাবাদী খুওমিনথাংয়ের বিরুদ্ধে প্রথম গুলিচালনা\" হিসেবে স্বীকৃতি দিয়েছে। চীনা সরকার ১৯৪৯ সাল থেকে এটিকে \"বীরদের শহর\", \"যেখানে গণমুক্তিবাহিনী জন্ম হয়েছিল\", এবং \"যেখানে গণমুক্তিবাহিনীর প্রথম সামরিক কেতন উত্তোলিত হয়েছিল\", ইত্যাদি ডাকনাম দিয়েছে। ১৯৪৯ সালের পরে এটির শিল্পায়ন ঘটে। এখানে বস্ত্র, গুঁড়া চাল ও মোটরযানের যন্ত্রাংশের কারখানা আছে।\n১৯৯০-এর দশকে বেইজিং ও হংকংয়ের মধ্যে একটি রেলপথ চালু হলে নানছাং শহরের সাথে চুচিয়াং নদীর ব-দ্বীপ অঞ্চলের স্থলসংযোগ পুনঃপ্রতিষ্ঠিত হয়। এছাড়া নগরীটি রেলপথে পূর্বে চচিয়াং প্রদেশ ও পশ্চিমে হুনান প্রদেশের সাথে সংযুক্ত। এছাড়া চীনের প্রধান প্রধান নগরীগুলির সাথে বিমানপথে নিয়মিত যোগাযোগ আছে।\nনানছাংকে চীনের একটি জাতীয় পর্যায়ের ঐতিহাসিক ও সাংস্কৃতিক নগরীর মর্যাদা দেওয়া হয়েছে। এছাড়া বৈজ্ঞানিক গবেষণার দিক থেকেও এটি গুরুত্বপূর্ণ, নেচার সূচক অনুযায়ী বৈজ্ঞানিক গবেষণা উৎপাদন অনুযায়ী বিশ্বের সেরা ২০০ নগরীর তালিকায় এটি স্থান পেয়েছে। এখানে নানছাং বিশ্ববিদ্যালয়, যা চীনের একটি মর্যাদাবাহী গুরুত্বপূর্ণ জাতীয় বিশ্ববিদ্যালয়।\n\n\n== তথ্যসূত্র =="}