{"pageid": 1153875, "title": "স্বামী রঙ্গনাথানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1153875", "content": "স্বামী রঙ্গনাথানন্দ (ইংরেজি: Swami Ranganathananda; ১৫  ডিসেম্বর ১৯০৮ – ২৫ এপ্রিল ১৯৩৮) রামকৃষ্ণ মঠ ও মিশনের ত্রয়োদশ অধ্যক্ষ।শ্রী রামকৃষ্ণ, শ্রী সারদা দেবী এবং স্বামী বিবেকানন্দের ভাবাদর্শে অনুপ্রাণিত হয়ে মানবতার সংহতিকারী হিসাবে যে অবদান তিনি ও  রামকৃষ্ণ মিশনের মাধ্যমে রেখেছেন, সেজন্য ১৯৮৫ খ্রিস্টাব্দে ভারত সরকার জাতীয় সংহতির জন্য তাকে ও রামকৃষ্ণ মিশন উভয়কেই প্রথম ইন্দিরা গান্ধী পুরস্কারে  ভূষিত  করে।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nস্বামী রঙ্গনাথনন্দের পিতৃদত্ত নাম ছিল শঙ্করণকুট্টি। শঙ্করণ কুট্টির জন্ম কেরালার ত্রিচুর নিকটস্থ গ্রাম ত্রিক্কুরে। পিতার নাম নীলকান্ত শাস্ত্রী এবং মায়ের নাম ছিল লক্ষ্মীকুট্টি আম্মা।কিশোর বয়সে শঙ্করণ স্বামী বিবেকানন্দ ও রামকৃষ্ণের জীবনাদর্শে অনুপ্রাণিত হন এবং ১৯২৬ খ্রিস্টাব্দে  রামকৃষ্ণ মিশনের মহীশূর শাখায় ব্রহ্মচারী হিসাবে  যোগ দেন। তিনি সেখানে নয় বৎসর এবং পরবর্তী তিন বৎসর ব্যাঙ্গালোরে স্বামী সিদ্ধেশ্বরানন্দের সঙ্গে অতিবাহিত করেন ও শিক্ষা গ্রহণ করেন । ১৯৩৩ খ্রিস্টাব্দে স্বামী বিবেকানন্দের ৭০ তম জন্মবার্ষিকীতে তিনি সন্ন্যাস নেন শ্রীরামকৃষ্ণের নিকট শিষ্য মহারাজ স্বামী শিবানন্দের কাছে। ১৯৩৯ খ্রিস্টাব্দ হতে ১৯৪২ খ্রিস্টাব্দ পর্যন্ত তিনি রামকৃষ্ণ মিশনের রেঙ্গুন শাখাকেন্দ্রের সম্পাদক ও গ্রন্থাগারিক ছিলেন। দ্বিতীয় বিশ্বযুদ্ধের সময় বার্মায় জাপানের বোমা বর্ষণের কারণে রেঙ্গুন শাখা বন্ধ করে হাজার হাজার শরণার্থীদের সঙ্গে তিনি স্থলপথে ঢাকায় আসেন।\nএরপর ১৯৪২ খ্রিস্টাব্দ হতে ভারত বিভাগের সময় পর্যন্ত তিনি করাচি শাখাকেন্দ্রের সভাপতি পদে ছিলেন। ১৯৪৮ খ্রিস্টাব্দ হতে মঠের কাজকর্মে অসুবিধা হতে থাকে। তাঁর করাচিতে অবস্থান কালে লালকৃষ্ণ আডবাণী তাঁর মুখে ভাগবত গীতার ব্যাখ্যা শোনেন। আডবাণী উল্লেখ করেছেন - তাঁর শিক্ষালাভে আদর্শ প্রভাব তিনি রঙ্গনাথনন্দজীর কাছ থেকেই পেয়েছিলেন। আডবাণী আরো বলেছেন যে, একসময় করাচিতে মোহাম্মদ আলী জিন্নাহ ইসলাম ও নবী মোহাম্মদ সম্পর্কে রঙ্গনাথনন্দজীর বক্তৃতা শোনেন এবং মন্তব্য করেন - \"এখন আমি বুঝতে পারলাম প্রকৃত মুসলমান কেমন হবেন\"।\n১৯৪৯ খ্রিস্টাব্দ হতে ১৯৬২ খ্রিস্টাব্দ পর্যন্ত রঙ্গনাথানন্দজী মিশনের দিল্লি শাখাকেন্দ্রের সম্পাদক পদে ছিলেন। ১৯৬২ খ্রিস্টাব্দ হতে ১৯৬৭ খ্রিস্টাব্দ পর্যন্ত তিনি কলকাতায় রামকৃষ্ণ মিশন ইন্সটিটিউট অব কালচারের সম্পাদক, মানবতাবাদী ও সাংস্কৃতিক গবেষণা কেন্দ্রের পরিচালক ও মিশনের মাসিক পত্রিকার সম্পাদক ছিলেন। ১৯৭৩ খ্রিস্টাব্দে তিনি হায়দ্রাবাদ শাখাকেন্দ্রের সভাপতি হন এবং সেখানে 'বিবেকানন্দ বাণী ভাষা স্কুল', মন্দির ও গ্রন্থাগার গড়ে তোলেন। ১৯৮৮  খ্রিস্টাব্দে রামকৃষ্ণ মঠ ও মিশনের সহ-সভাপতি এবং ১৯৯৮ খ্রিস্টাব্দে সভাপতি নির্বাচিত হন।\n১৯৩০-এর দশকে ব্যাঙ্গালোরে নিজের বাড়িতে থাকার সময়ই রঙ্গনাথানন্দজী ভারতীয় আধ্যাত্মিক সংস্কৃতির একজন জনপ্রিয় শিক্ষক ও প্রভাষক ছিলেন। ১৯৫০ এর দশকের মাঝামাঝি সময়ে তিনি ভারতে ব্যবহারিক বেদান্তের একমাত্র পণ্ডিত ব্যক্তি হিসাবে পরিচিত হন। ষাটের দশকে প্রতি বৎসর বক্তৃতার জন্য তিনি পশ্চিম ইউরোপের দেশ সহ আমেরিকা যুক্তরাজ্য, অস্ট্রেলিয়া সিঙ্গাপুর ভ্রমণ করেছেন। ইরান ও সোভিয়েত ইউনিয়নেও বক্তৃতা করেছেন। বিজ্ঞান ও বেদান্তিক আধ্যাত্মিকতার মধ্যে যে অনন্য সেতু তাঁর দৃষ্টিতে প্রতিভাত হয়েছিল তা তিনি উপস্থাপন করেছেন।\nস্বামী রঙ্গনাথানন্দ এক মহান সুপণ্ডিত ও শিক্ষক ছিলেন। তিনি পঞ্চাশটিরও বেশি গ্রন্থ রচনা করেছেন। তন্মধ্যে ভারতীয় বিদ্যা ভবন প্রায় ঊনত্রিশটি গ্রন্থ প্রকাশ করেছে। তার বিখ্যাত গ্রন্থগুলিতে রয়েছে পরিবর্তনশীল সমাজের জন্য চিরন্তন মূল্যবোধের সন্ধান এবং ভগবদ্গীতা ও উপনিষদের মূল্যবান ভাষ্য । তিনি একজন ভালো বাগ্মীও ছিলেন। তার সাপ্তাহিক ক্লাস এবং ভক্তদের উদ্দেশ্যে বক্তৃতা  অত্যন্ত জনপ্রিয় ছিল।দ্য হিন্দু পত্রিকার সাংবাদিক গণপতি তার প্রতিবেদনে একবার উল্লেখ করেছেন যে- \"স্বামী রঙ্গনাথানন্দ তাঁর সমস্ত বক্তৃতায় সবসময় ব্যবহারিক বেদান্ত তথা শাশ্বত ধর্মের দর্শনের উপর জোর দিতেন কেননা এটিই সর্বজনীন গ্রহণযোগ্যতা শেখায়\"। তিনি বেঙ্গালুরু ও মহীশূর জেলে বন্দীদের জন্য নৈতিক ও ধর্মীয় ক্লাস নিতেন। ভারত সরকারের অনুরোধে, ১৯৫৬ খ্রিস্টাব্দে প্রথমবার দিল্লীতে স্বামী রঙ্গনাথানন্দ ন্যাশনাল একাডেমি অফ অ্যাডমিনিস্ট্রেশনে শিক্ষার্থীদের বার্ষিক বক্তৃতা দেন। এরপর  নিয়মিত বহু বছর মুসৌরিতে বক্তৃতা করেছেন। দিল্লির ন্যাশনাল ডিফেন্স কলেজে ক্যাডেটদের  নিয়মিত ভাষণ দিতেন। প্রশাসনিক ক্ষেত্রে ভারতীয় মূল্যবোধ কীভাবে প্রশাসনিক ক্ষেত্রে আগামী প্রজন্ম প্রয়োগ করবেন, কীভাবে নেতৃত্ব দেবেন তার বিস্তৃত রূপরেখা উপস্থাপন করতেন। দিল্লিতে, স্বামী রঙ্গনাথানন্দ হাসপাতালে সামাজিক পরিষেবার আয়োজন করেছিলেন এবং কুষ্ঠরোগীদের ত্রাণের জন্য কাজ করেছিলেন। ভারতের প্রধানমন্ত্রী, মনমোহন সিং স্বামী রঙ্গনাথানন্দ এবং বিবেকানন্দকে \"আধুনিক মন এবং বৈজ্ঞানিক মেজাজের নেতা\" হিসাবে বর্ণনা করেছেন।\nতার জীবন ও কাজ অনেক জীবনীতে নথিভুক্ত করা হয়েছে, যার মধ্যে একটি মালয়ালম ভাষায় রয়েছে ডি. বিজয়মোহন ।\n\n\n== রচনাবলী ==\nভারতীয় বিদ্যাভবন ও অদ্বৈত আশ্রম কর্তৃক প্রকাশিত উল্লেখযোগ্য গ্রন্থগুলি হল- \n\n\n== পুরস্কার ও সম্মননা ==\n২০০০ খ্রিস্টাব্দে ভারত সরকার তাঁকে পদ্মবিভূষণ পুরস্কারের জন্য মনোনীত করলে তিনি তা নিতে অস্বীকার করেন, কেননা এটি মিশনকে দেওয়া হয়নি, এটি তাঁকে ব্যক্তিগতভাবে নির্বাচিত হয়েছে। কিন্তু এর আগে ১৯৮৭ খ্রিস্টাব্দে 'ইন্দিরা গান্ধী অ্যাওয়ার্ড ফর ন্যাশনাল ইন্টিগ্রেশন' তথা জাতীয় সংহতির জন্য ইন্দিরা গান্ধী পুরস্কার ও ১৯৯৯ খ্রিস্টাব্দে আন্তর্জাতিক গান্ধী শান্তি পুরস্কার তিনি গ্রহণ করেছিলেন। দুটি পুরস্কারই তাকে ও রামকৃষ্ণ মিশন উভয়কেই দেওয়া হয়েছিল।\n\n\n== জীবনাবসান ==\nস্বামী রঙ্গনাথানন্দ তাঁর জীবনের শেষ দিনগুলি পশ্চিমবঙ্গের বেলুড়ে রামকৃষ্ণ মিশনের সদর দফতরে কাটিয়েছেন। তিনি ২০০৫ খ্রিস্টাব্দের ২৫ এপ্রিল সোমবার বিকাল ৩ টা ৫১ মিনিটে কলকাতার উডল্যান্ডস মেডিকেল সেন্টারে হৃদরোগে আক্রান্ত হয়ে শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুকালে তাঁর বয়স হয়েছিল ছিয়ানব্বই বৎসর। সেদিন তাঁর দেহ বেলুড় মঠে ভক্তদের দর্শনের জন্য শায়িত রাখা হয় এবং পরেরদিন শেষকৃত্য সম্পন্ন করা হয়।\n২০০৮ খ্রিস্টাব্দের ডিসেম্বর মাসে  ইন্ডিয়া পোস্ট কলকাতায় স্বামী রঙ্গনাথানন্দের জন্মশতবার্ষিকীতে পাঁচ টাকার মূল্যের একটি ডাকটিকিট প্রকাশ করে।\n\n\n== টীকা এবং তথ্যসূত্র ==\nরেফ: https://vedantastl.org/swami-ranganathananda-1998-2005/\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্বামী রঙ্গনাথানন্দ - একটি মিশনের সন্ন্যাসী\nস্বামী রঙ্গনাথানন্দের শিক্ষামূলক দর্শন\nবক্তৃতা\nবিবেকচুড়ামণি\n\nটেমপ্লেট:Presidents of the Ramakrishna Order"}