{"pageid": 11549, "title": "শ্রাবণ মেঘের দিন", "url": "https://bn.wikipedia.org/wiki?curid=11549", "content": "শ্রাবণ মেঘের দিন ১৯৯৯ সালে মুক্তিপ্রাপ্ত একটি বাংলাদেশী চলচ্চিত্র। ছবিটি পরিচালনা করেছেন বাংলাদেশের জনপ্রিয় কথা সাহিত্যিক হুমায়ুন আহমেদ। এবং তারই লেখা শ্রাবণ মেঘের দিন উপন্যাস অবলম্বনে নূহাশ চলচ্চিত্রের ব্যানারে ছবিটি নির্মাণ করা হয়। এর আগে ১৯৯৪ সালে তিনি আগুনের পরশমণি এবং পরে ২০০০ সালে দুই দুয়ারী নির্মাণ করেন। ছবির গুরুত্বপূর্ণ কিছু চরিত্রে অভিনয় করেন জাহিদ হাসান, শাওন, মাহফুজ আহমেদ, আনোয়ারা, মুক্তি, গোলাম মোস্তফা,সালেহ আহমেদ ও ডাঃ এজাজ।\nশ্রাবণ মেঘের দিন চলচ্চিত্রে নৌকা বাইচ, গায়কদের গানের আসর, গায়ে হলুদের গান ইত্যাদির মাধ্যমে হুমায়ূন আহমেদ বাংলাদেশের লোকজ সংস্কৃতিকে তুলে ধরেন।\n\n\n== কাহিনি সংক্ষেপ ==\n“মতি” (জাহিদ হাসান) একজন গাতক (গায়ক)। তাকে মনে মনে ভালবাসে ঐ গ্রামেরই একটি মেয়ে “কুসুম” (শাওন)। তার গানের গলাও খুব ভাল, সে সবসময় ভাবে মতি মিয়াকে নিয়ে একটা গানের দল করে দেশে দেশে ঘুরে বেড়াবে। কিন্তু ঢাকা থেকে আসা ঐ গ্রামের জমিদার (গোলাম মোস্তফা) নাতনি “শাহানা”কে (রুমানা ইসলাম মুক্তি) ভালো লাগে মতির, তবে জানে না শাহানা তাকে একজন ভালো মানুষ হিসেবে মুল্যায়ন করে মাত্র। এদিকে কুসুমের বাবা উজান থেকে একটি ছেলে “সুরুজ”কে (মাহফুজ আহমেদ) নিয়ে আসে কুসুমের সথে বিয়ে দেয়ার জন্য। ঐ গ্রামের বাসিন্দা “পরান” (এজাজুল ইসলাম) এর স্ত্রী (শামীমা নাজনীন) প্রসব বেদনায় ছটফট করছিল। জমিদারের নাতনি শাহানা একজন ডাক্তার, এই ভেবে মতি মিয়া তাকে ডেকে আনে। শাহানা এসে বুঝতে পারে উনার পেটের বাচ্চা উল্টে আছে। সে বইতে পড়েছে এর চিকিৎসার ব্যাপারে কিন্তু বাস্তবে কখনো করেনি, তবুও কোন উপায় না দেখে সাহস করে সেই সন্তান স্বাভাবিক ভাবে ডেলিভারি করাতে সক্ষম হয়। এবং যে জমিদারকে এলাকার সবাই ঘৃণার চোখে দেখত তারা সবাই এখন তাকে সম্মান করে। একদিকে কুসুমের বিয়ের আয়োজন চলছে অন্যদিকে জমিদারের নাতনিরা ঢাকায় ফিরে যাচ্ছে জমিদারসহ। জমিদার ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় পাকিস্তানি মিলিটারিদের বিভিন্ন ভাবে সহায়তা করেছিল, তাই গ্রামের সবার কাছে ক্ষমা চেয়ে তার জমিদার বাড়ি একটি হাসপাতালের জন্য দান করে বিদায় নেয়, আর তাই গ্রামের প্রায় সবাই চলে আসে তাদের বিদায় জানাতে। কুসুম বাড়িতে একা মতিকে না পাওয়ার কষ্টে সে বিষ পান করে, কুসুমের মা টের পেয়ে সবাইকে ডাকে এবং তাকে নিয়ে মতি আর সুরুজ নৌকায় ছোটে ডাক্তার শাহানাকে ধরতে, কিন্তু মাঝপথেই সোয়া চান পাখি চিরনিদ্রায় শায়িত হয়।\n--আর মতি গাতক গেয়ে উঠে শুয়া চান পাখি আমি ডাকিতাছি তুমি ঘুমাইছো নাকি...।\n\n\n== শ্রেষ্ঠাংশে ==\nজাহিদ হাসান - মতি (গায়ক)\nশাওন - কুসুম\nমাহফুজ আহমেদ - সুরুজ\nআনোয়ারা -\nমুক্তি - শাহানা\nগোলাম মোস্তফা - (জমিদার)\nসালেহ আহমেদ -\nডাঃ এজাজ - পরাণ, (পরাণের ভূমিকায় অভিনয় করতে গিয়ে ডাঃ এজাজ চাকরি হতে বরখাস্ত হয়েছিলেন।)\nশামীমা নাজনীন -\nনাজমুল হুদা বাচ্চু -\nবিলকিস বারী -\nরায়না - মিতু\nনীরা - পুষ্প\nদিহান\n\n\n== সংগীত ==\nশ্রাবণ মেঘের দিন ছবির সংগীত পরিচালনা করেন মকসুদ জামিল মিন্টু। হুমায়ূন আহমেদ এই ছবিতে ময়মনসিংহের লোককবি ও গায়ক উকিল মুন্সীর কয়েকটি গান ব্যবহার করেন। গানগুলোতে কণ্ঠ দিয়েছিলেন বারী সিদ্দিকী। এ ছবিতেই গীতিকার হিসেবে হুমায়ূন আহমেদের আত্মপ্রকাশ ঘটে।\n\n\n=== সাউন্ড ট্র্যাক ===\n\n\n== পুরস্কার ==\n‘শ্রাবণ মেঘের দিন’ ছবিটি ২৪তম জাতীয় চলচ্চিত্র পুরস্কারের আসরে সাতটি শাখায় জাতীয় চলচ্চিত্র পুরস্কার পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে শ্রাবণ মেঘের দিন   (ইংরেজি) - এ\nশ্রাবণ মেঘের দিন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ নভেম্বর ২০১১ তারিখে - রোটন টমেটোস - এ"}