{"pageid": 1154957, "title": "পিসমেকার (দ্ব্যর্থতা নিরসন)", "url": "https://bn.wikipedia.org/wiki?curid=1154957", "content": "পিসমেকার বা দ্য পিসমেকার (বিভিন্ন আকারে) উল্লেখ করতে পারে:\n\n\n== ব্যক্তি এবং গোষ্ঠী ==\n\n\n== শিল্প, সাহিত্য ও বিনোদন ==\n\n\n=== চলচ্চিত্র এবং টেলিভিশন ===\n''দ্য পিসমেকার'' (১৯৯৭ চলচ্চিত্র), মিমি লেডার পরিচালিত একটি অ্যাকশন চলচ্চিত্র, জর্জ ক্লুনি, নিকোল কিডম্যান অভিনীত\n''পিসমেকার'' (১৯৯০ চলচ্চিত্র), কেভিন এস. টেননি পরিচালিত একটি কল্পবিজ্ঞান চলচ্চিত্র\n''দ্য পিসমেকার'' (১৯৫৬ চলচ্চিত্র), জেমস মিচেল অভিনীত টেড পোস্ট দ্বারা পরিচালিত একটি পশ্চিমা চলচ্চিত্র\n''দ্য পিসমেকার'' (১৯২২ চলচ্চিত্র), একটি ব্রিটিশ নির্বাক ড্রামা ফিল্ম\n''পিসমেকারস'' (টিভি সিরিজ), টম বেরেঙ্গার অভিনীত একটি টিভি সিরিজ\nপিসমেকার (টিভি সিরিজ), জন সিনা অভিনীত একটি টিভি সিরিজ\n\n\n=== সাহিত্য এবং মুদ্রিত মিডিয়া ===\nপিস মেকার (প্যামফলেট), 1842 সালের একটি প্যামফলেট বহুবিবাহের পক্ষে\nপিসমেকার (উপন্যাস), জেমস সোয়ালোর 2007 সালের একটি উপন্যাস\nপিসমেকার (সিজে চেরিহ উপন্যাস), একটি 2014 সালের উপন্যাস সিজে চেরির বিদেশী মহাবিশ্বে সেট করা হয়েছে\nদ্য পিসমেকার (সংবাদপত্র), অস্ট্রেলিয়ায় 1939 থেকে 1971 পর্যন্ত প্রকাশিত একটি শান্তিবাদী সংবাদপত্র।\nদ্য পিসমেকার (উপন্যাস), সিএস ফরেস্টারের 1934 সালের একটি উপন্যাস\n\"দ্য পিসমেকার\" (ছোটগল্প), 1983 সালে গার্ডনার ডোজয়েসের একটি নেবুলা পুরস্কার বিজয়ী ছোট গল্প\nদ্য পিসমেকার, টমাস মিডলটনের একটি 1618-এর অ্যান্টি-ডুয়েলিং প্যামফলেট\nপিসমেকারস (বই), মার্গারেট ম্যাকমিলানের 2001 সালের একটি বই\nপিসমেকারস ম্যানুয়াল, এগন র্যানশোফেন-ওয়ারথেইমারের 2007 সালের একটি বই\n\n\n=== সঙ্গীত ===\nরজার ক্লাইন অ্যান্ড দ্য পিসমেকারস, একটি রক মিউজিক ব্যান্ড\n\n\n==== অ্যালবাম ====\nদ্য পিসমেকার (1998), এবং দ্য পিসমেকার 2 (2004), হিপ হপ ডিজে টনি টাচের অ্যালবাম\nপিস মেকার, ইমন ম্যাকগ্রার একটি অ্যালবাম\nপিসমেকার (অ্যালবাম), টেক্সাস হিপ্পি কোয়ালিশনের একটি 2012 অ্যালবাম\n\n\n==== গান ====\n\"পিসমেকার\", একটি কার্ল এল. কিং গান\n\"পিসমেকার\", পাওয়ার মেটাল ব্যান্ড সোনাটা আর্কটিকার একটি গান\n\"পিসমেকার\", আইসড আর্থের 2014 অ্যালবাম প্লেগস অফ ব্যাবিলনের একটি গান\n\"পিসমেকার\", টেক্সাস হিপ্পি কোয়ালিশনের 2012 সালের অ্যালবাম পিসমেকার (অ্যালবাম) এর একটি গান\n\"পিসমেকার\", গ্রিন ডে এর 2009 অ্যালবাম 21st Century Breakdown- এর একটি গান\n\"দ্য পিসমেকার\", অ্যালবার্ট হ্যামন্ডের 1973 সালের একটি গান\n\n\n=== শিল্প, সাহিত্য এবং বিনোদনের অন্যান্য কাজ ===\nপিসমেকার (কমিক্স), ডিসি কমিকসের একাধিক সুপারহিরো কমিক বইয়ের চরিত্রের নাম\nপিসমেকার (ট্রান্সফরমার), ট্রান্সফরমার ফ্র্যাঞ্চাইজির একটি চরিত্র\nPeaceMaker, 2007 সালের একটি ভিডিও গেম যা মধ্যপ্রাচ্যে শান্তির প্রচারের জন্য ডিজাইন করা হয়েছে\nপিসমেকার কুরোগান, একটি মাঙ্গা এবং 2003 এনিমে\nদ্য পিসমেকারস, জর্জ পিটার আলেকজান্ডার হিলির 1868 সালের একটি বিখ্যাত চিত্রকর্ম\nEidelons, একটি কাল্পনিক দল যাকে Sci Fi চ্যানেল সিরিজ Farscape- এ Peacemakers হিসেবে উল্লেখ করা হয়েছে\n\n\n== অস্ত্র ==\n\n\n== অন্যান্য ==\n\n\n== আরো দেখুন =="}