{"pageid": 115480, "title": "বারাসাত সদর মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=115480", "content": "বারাসত সদর মহকুমা পশ্চিমবঙ্গের উত্তর চব্বিশ পরগনা জেলার একটি মহকুমা। এই মহকুমা পাঁচটি পৌরসভা (বারাসত, হাবরা, অশোকনগর কল্যাণগড়, মধ্যমগ্রাম ও গোবরডাঙা), ছয়টি ব্লক (বারাসত-১, বারাসত-২, আমডাঙা, দেগঙ্গা, হাবরা-১ ও হাবরা-২) নিয়ে গঠিত। এই ছয়টি ব্লকে আবার সাতটি সেন্সাস টাউন ও ৫৮টি গ্রাম পঞ্চায়েত বর্তমান। মহকুমার সদর বারাসত।\n\n\n== এলাকা ==\n২০১১ সাল পর্যন্ত বারাসত, হাবরা, রাজারহাট গোপালপুর, অশোকনগর কল্যাণগড়, মধ্যমগ্রাম ও গোবরডাঙা পৌরসভা ছাড়া এই মহকুমায় বারাসত-১, বারাসত-২, আমডাঙা, দেগঙ্গা, হাবরা-১, হাবরা-২ ও রাজারহাট ব্লক সাতটির অধীনে সাতটি সেন্সাস টাউন ও ৫৮টি গ্রাম পঞ্চায়েত রয়েছে। পরবর্তীকালে রাজারহাট গোপালপুর বিধাননগর পৌরসংস্থার অন্তর্গত হয়েছে। উক্ত সাতটি সেন্সাস টাউন হল নিবাধুই দত্তপুকুর, নোকপুল, মসলন্দপুর, সাদপুর, বড় বামনিয়া, গুমা ও রায়গাছি।\n\n\n== সমষ্টি উন্নয়ন ব্লক ==\n\n\n=== বারাসত-১ ===\nবারাসত-১ ব্লক নয়টি গ্রাম পঞ্চায়েতে বিভক্ত। এগুলি হল: ছোটো জাগুলিয়া, ইচ্ছাপুর-নীলগঞ্জ, কোটরা, পূর্ব খিলকাপুর, দত্তপুকুর-১, কদম্বগাছি, পশ্চিম খিলকাপুর, দত্তপুকুর-২ ও কাশিমপুর। ব্লকের শহরাঞ্চল নিবাধুই দত্তপুকুর সেন্সাস টাউন নিয়ে গঠিত। ব্লকটি বারাসত থানার অধীনস্থ। ব্লকের সদর ছোটো জাগুলিয়া।\n\n\n=== বারাসত-২ ===\nবারাসত-২ ব্লক সাতটি গ্রাম পঞ্চায়েতে বিভক্ত। এগুলি হল: চণ্ডীগড়-রোহান্দা, ফলতি বেলিয়াঘাটা, কেমিয়া খামারপাড়া, কীর্তিপুর-১, দাদপুর, কীর্তিপুর-২ ও শাসন। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি বারাসত ও বিমানবন্দর থানার অধীনস্থ।. ব্লকের সদর কৃষ্ণপুর।\n\n\n=== আমডাঙা ===\nআমডাঙা ব্লক আটটি গ্রাম পঞ্চায়েতে বিভক্ত। এগুলি হল: আধাতা, বোদাই, মরিচা, আমডাঙা, চণ্ডীগড়, সাধনপুর, বেড়াবেড়িয়া ও তারাবেড়িয়া। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি আমডাঙা থানার অধীনস্থ।. ব্লকের সদর আমডাঙা।\n\n\n=== দেগঙ্গা ===\nআমডাঙা ব্লক ১৩টি গ্রাম পঞ্চায়েতে বিভক্ত। এগুলি হল: আমুলিয়া, চাঁপাতলা, হাদিপুর ঝিকরা-১, সোহাই-শ্বেতপুর, বেড়াচাঁপা-১, চৌরাসি, হাদিপুর ঝিকরা-২, বেড়াচাঁপা-২, দেগঙ্গা-১, কোলসুর, চাকলা, দেগঙ্গা-২ ও নুরনগর। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি দেগঙ্গা থানার অধীনস্থ।. ব্লকের সদর দেবালয়।\n\n\n=== হাবরা-১ ===\nহাবরা-১ সাতটি গ্রাম পঞ্চায়েতে বিভক্ত। এগুলি হল: বেড়গুম-১, কুমরা, মছলন্দপুর-২, রাউতারা, বেড়গুম-২, মছলন্দপুর-১ ও পৃথিবা। এই ব্লকের শহরাঞ্চল নকপুল, মসলন্দপুর ও সাদপুর সেন্সাস টাউন তিনটি নিয়ে গঠিত। ব্লকটি হাবরা ও গোবরডাঙ্গা থানার অধীনস্থ।. ব্লকের সদর প্রফুল্লনগর। । মোট ব্লকটি দুটি বিধানসভায় বিভক্ত। গাইঘাটা বিধানসভা এবং হাবড়া বিধানসভা।\n\n\n=== হাবরা-২ ===\nহাবরা-২ আটটি গ্রাম পঞ্চায়েতে বিভক্ত। এগুলি হল: বাঁশপোল, ভুরকুন্দা, গুমা-১, রাজীবপুর বীরা, বেড়াবেড়ি, দিঘরা মালিকবেড়িয়া, গুমা-২ ও শ্রীকৃষ্ণপুর। এই ব্লকের শহরাঞ্চল বড় বামনিয়া ও গুমা সেন্সাস টাউন দুটি নিয়ে গঠিত। ব্লকটি হাবরা থানার অধীনস্থ।. ব্লকের সদর গুমা।\n\n\n== বিধানসভা কেন্দ্র ==\nসীমানা নির্ধারণ কমিশনের সুপারিশ ক্রমে পশ্চিমবঙ্গের পরিবর্তিত বিধানসভা কেন্দ্র বিন্যাসে:\n\nগোবরডাঙা পুরসভা এবং হাবরা-১ ব্লকের বেড়গুম-১, বেড়গুম-২ ও মছলন্দপুর-১ গ্রাম পঞ্চায়েত তিনটি ৯৭, গাইঘাটা বিধানসভা কেন্দ্রের অংশ।\nহাবরা পুরসভা ও হাবরা-১ ব্লকের অবশিষ্ট গ্রাম পঞ্চায়েতগুলি নিয়ে হাবরা বিধানসভা কেন্দ্র গঠিত হয়েছে।\nঅশোকনগর কল্যাণগড় পুরসভা ও হাবরা-২ ব্লক নিয়ে অশোকনগর বিধানসভা কেন্দ্র গঠিত।\nআমডাঙা ব্লক ও বারাসত-১ ব্লকের দত্তপুকুর-১, দত্তপুকুর-২ ও কাশিমপুর গ্রাম পঞ্চায়েত নিয়ে আমডাঙা বিধানসভা কেন্দ্র গঠিত হয়েছে।\nমধ্যমগ্রাম পুরসভা; বারাসত-১ ব্লকের ইচ্ছাপুর-নীলগঞ্জ, পশ্চিম খিলকাপুর ও পূর্ব খিলকাপুর গ্রাম পঞ্চায়েত তিনটি এবং বারাসত-২ ব্লকের চণ্ডীগড়-রোহান্দা ও কেমিয়া খামারপাড়া গ্রাম পঞ্চায়েত দুটি নিয়ে মধ্যমগ্রাম বিধানসভা কেন্দ্র গঠিত।\nবারাসত পুরসভা ও বারাসত-১ ব্লকের ছোটো জাগুলিয়া গ্রাম পঞ্চায়েত নিয়ে বারাসত বিধানসভা কেন্দ্র গঠিত।\nবারাসত-১ ব্লকের কদম্বগাছি ও কোটরা গ্রাম পঞ্চায়েত দুটি এবং দেগঙ্গা ব্লকের আমুলিয়া, বেড়াচাঁপা-১, বেড়াচাঁপা-২, চাকলা, চৌরাসি, হাদিপুর ঝিকরা-১, কোলসুর, নুরনগর ও সোহাই-শ্বেতপুর গ্রাম পঞ্চায়েত নয়টি নিয়ে দেগঙ্গা বিধানসভা কেন্দ্র গঠিত।\nবারাসত-২ ব্লকের ফলতি বেলিয়াঘাটা, কীর্তিপুর-১, দাদপুর, কীর্তিপুর-২ ও শাসন গ্রাম পঞ্চায়েত পাঁচটি এবং দেগঙ্গা ব্লকের চাঁপাতলা, হাদিপুর ঝিকরা-২, দেগঙ্গা-১ ও দেগঙ্গা-২ গ্রাম পঞ্চায়েত চারটি নিয়ে হাড়োয়া বিধানসভা কেন্দ্র গঠিত।\nগাইঘাটা বিধানসভা কেন্দ্রটি তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত; এটি তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত বনগাঁ বিধানসভা কেন্দ্রের অন্তর্গত। রাজারহাট গোপালপুর বিধানসভা কেন্দ্রটি দমদম লোকসভা কেন্দ্রের অন্তর্গত। হাবরা, অশোকনগর, রাজারহাট নিউটাউন, মধ্যমগ্রাম, বারাসত ও দেগঙ্গা বিধানসভা কেন্দ্রগুলি বারাসত লোকসভা কেন্দ্রের অন্তর্গত। হাড়োয়া বিধানসভা কেন্দ্র বসিরহাট লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== দর্শনীয় স্থান ==\nকরুণাময়ী কালী মন্দির, আমডাঙা\nগোবরডাঙ্গা রাজবাড়ী, শতাব্দীর প্রাচীন গোবরডাঙ্গা প্রসন্নময়ী কালীবাড়ী, গোবরডাঙ্গা মেদিয়া বাওড়, কঙ্কনা বিনোদন পার্ক, বহু পুরনো ইছাপুর দোলখোলা গোবিন্দমন্দির, বেড়গুম ১ নং গ্রাম পঞ্চায়েতের বেলেনী - মল্লিকপুর এলাকার দর্শনীয় আমবাগান ও বিস্তীর্ণ ধানক্ষেত।\n\n\n== পাদটীকা =="}