{"pageid": 1154112, "title": "দ্রৌপদী মুর্মু", "url": "https://bn.wikipedia.org/wiki?curid=1154112", "content": "দ্রৌপদী মুর্মু (সাঁওতালি: ᱫᱨᱚᱣᱯᱚᱫᱤ ᱢᱩᱨᱢᱩ; জন্ম: ২০ জুন ১৯৫৮) হলেন একজন ভারতীয় রাজনীতিবিদ এবং প্রাক্তন শিক্ষক। তিনি ২০২২ সাল থেকে ভারতের ১৫ তম রাষ্ট্রপতি হিসাবে দায়িত্ব পালন করছেন। তিনি এই পদে অধিষ্ঠিত সর্বকনিষ্ঠ ব্যক্তি এবং স্বাধীন ভারতে জন্মগ্রহণকারী প্রথম রাষ্ট্রপতি। একই সাথে তিনি প্রথম তফসিলি উপজাতির অন্তর্গত ব্যক্তি, যিনি ভারতের রাষ্ট্রপতির পদে মনোনীত হন।\nপূর্বে তিনি ২০১৫ থেকে ২০২১ সাল পর্যন্ত ঝাড়খণ্ডের ৮ তম রাজ্যপাল হিসাবে, ২০০০ থেকে ২০০৯ সাল পর্যন্ত রায়রাংপুর বিধানসভা কেন্দ্র থেকে ওড়িশা বিধানসভার সদস্য হিসাবে এবং ২০০০ থেকে ২০০৪ সাল পর্যন্ত ওড়িশা সরকারের প্রতিমন্ত্রী (স্বাধীন দায়িত্ব) হিসাবে দায়িত্ব পালন করেছেন। রাজনীতিতে প্রবেশের আগে, তিনি ১৯৭৯ থেকে ১৯৮৩ সাল পর্যন্ত রাজ্যের সেচ ও বিদ্যুৎ বিভাগে কেরানি হিসেবে কাজ করেন এবং তারপর ১৯৯৪ থেকে ১৯৯৭ সাল পর্যন্ত রায়রাংপুরে একজন শিক্ষক হিসেবে কাজ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nদ্রৌপদী মুর্মু ১৯৫৮ সালের ২০ জুন ওড়িশার ময়ূরভঞ্জ জেলার বাইদাপোসি গ্রামে বিরাঞ্চি নারায়ণ টুডুর কাছে একটি সাঁওতালি উপজাতি পরিবারে জন্মগ্রহণ করেন।  তার বাবা এবং দাদা উভয়েই পঞ্চায়েতি রাজ ব্যবস্থার অধীনে গ্রামের প্রধান ছিলেন।\nদ্রৌপদী মুর্মু শ্যাম চরণ মুর্মূকে বিবাহ করেছিলেন। এই দম্পতির দুটি ছেলে ছিল যারা উভয়ই মারা গেছে এবং একটি মেয়ে আছে।\n\n\n== কর্মজীবন ==\n\n\n=== শিক্ষকতা পেশা ===\nরাজ্য রাজনীতিতে আসার আগে মুর্মু একজন স্কুল শিক্ষক হিসাবে কাজ শুরু করেছিলেন। তিনি শ্রী অরবিন্দ ইন্টিগ্রাল এডুকেশন অ্যান্ড রিসার্চ, রায়রঙ্গপুর এর একজন সহকারী অধ্যাপক এবং ওড়িশা সরকারের সেচ বিভাগে জুনিয়র সহকারী হিসেবে কাজ করেছেন।\n\n\n=== রাজ্য রাজনীতি ===\nমুর্মু ১৯৯৭ সালে ভারতীয় জনতা পার্টিতে যোগদান করেন এবং রায়রঙ্গপুর নগর পঞ্চায়েতের কাউন্সিলর নির্বাচিত হন। তিনি ভারতীয় জনতা পার্টি তফসিলি উপজাতি মোর্চার জাতীয় সহ-সভাপতি হিসেবেও কাজ করেছেন।\nওড়িশায় ভারতীয় জনতা পার্টি এবং বিজু জনতা দলের জোট সরকারের সময়, তিনি ৬ মার্চ, ২০০০ থেকে ৬ আগস্ট, ২০০২ পর্যন্ত বাণিজ্য ও পরিবহণ এবং ৬ আগস্ট, ২০০২ থেকে ১৬ মে ২০০৪ পর্যন্ত মৎস্য ও প্রাণী সম্পদ উন্নয়নের স্বাধীন দায়িত্বের প্রতিমন্ত্রী ছিলেন। তিনি ওড়িশার প্রাক্তন মন্ত্রী এবং ২০০৪ এবং ২০০৪ সালে  রায়রঙ্গপুর বিধানসভা কেন্দ্রের একজন বিধায়ক। ২০০৭ সালে ওড়িশা বিধানসভা দ্বারা তিনি সেরা বিধায়কের জন্য নীলকণ্ঠ পুরস্কারে ভূষিত হন।\n\n\n=== গভর্নরশিপ ===\nতিনি ছিলেন ঝাড়খণ্ডের প্রথম মহিলা রাজ্যপাল। তিনি ওড়িশা থেকে প্রথম মহিলা আদিবাসী নেত্রী যিনি ভারতীয় রাজ্যের গভর্নর হিসেবে নিযুক্ত হন।\n\n\n== ভারতের রাষ্ট্রপতি ==\n২০২২ সালের জুনে, বিজেপি জুলাই মাসে ভারতের রাষ্ট্রপতি পদে অনুষ্ঠিত ২০২২ রাষ্ট্রপতি নির্বাচনে জাতীয় গণতান্ত্রিক জোটের প্রার্থী হিসাবে মুর্মু - কে মনোনীত করেছিল। তিনি পরবর্তীতে ভারতের রাষ্ট্রপতি নির্বাচিত হয়েছেন। তিনি ভারতের  ১৫ তম রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করছেন। তিনি ভারতের প্রথম রাষ্ট্রপতি যিনি ক্ষুদ্র জাতিসত্তা থেকে উঠে এসেছেন।\n\n\n== আরও দেখুন ==\nভারতের রাষ্ট্রপতিদের তালিকা\nভারতের রাষ্ট্রপতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}