{"pageid": 1154081, "title": "হাক্কা চীনা ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1154081", "content": "হাক্কা চীনা ভাষা বা হাক্কা ভাষা (চীনা: 客家話; ফিনিন: Kèjiāhuà, চীনা: 客語; ফিনিন: Kèyǔ, Hak-kâ-va) বলতে চীনা ভাষার একটি দলকে বোঝায়, যেটি মূলত দক্ষিণ চীনের কুয়াংতুং প্রদেশের পূর্ব ও উত্তরভাগে বসবাসকারী হাক্কা নৃগোষ্ঠীর মুখের ভাষা। যেহেতু হাক্কা ভাষাটি বিক্ষিপ্ত ও বিচ্ছিন্ন কিছু স্থানীয় এলাকাতে সীমাবদ্ধ, তাই এটির বহুসংখ্যক প্রভেদ বা উপভাষা রয়েছে। চীনের কুয়াংতুং, কুয়াংশি, হাইনান, ফুচিয়েন, সিছুয়ান, হুনান, চিয়াংশি ও কুয়েইচৌ প্রদেশে সব মিলিয়ে চীনে প্রায় ৪ কোটি লোক হাক্কা ভাষায় কথা বলে। এছাড়া তাইওয়ান, সিঙ্গাপুর, মালয়েশিয়া, ইন্দোনেশিয়া ও থাইল্যান্ডসহ বিশ্বের অন্যত্র বিক্ষিপ্ত উদ্বাসিত প্রায় ৭০ লক্ষ অভিবাসী ও প্রবাসী চীনা সম্প্রদায়ের লোক হাক্কা ভাষার বিভিন্ন উপভাষায় কথা বলে।\nগণচীনে কুয়াংতুং প্রদেশের উত্তর-পূর্বভাগের মেইশিয়েন এলাকার উপভাষাটিকে (যার নাম মোইয়েন) আদর্শ হাক্কা উপভাষা হিসেবে গণ্য করা হয়। কুয়াংতুং প্রদেশের শিক্ষা বিভাগ ১৯৬০ সালে মোইয়েন উপভাষাটির জন্য একটি আনুষ্ঠানিক রোমানীকরণ পদ্ধতি সৃষ্টি করে; কুয়াংতুংয়ের চারটি ভাষাকে এই মর্যাদা প্রদান করা হয়।\nহাক্কা ভাষার আদ্যব্যঞ্জনধ্বনি, অন্ত্যব্যঞ্জনধ্বনি ও নাসিক্য স্বরধ্বনিগুলি প্রমিত ক্যান্টনীয় চীনা ভাষার মতো হলেও এর স্বরধ্বনিগুলি প্রমিত ম্যান্ডারিন চীনার মতো। হাক্কাতে ক্যান্টনীয় ভাষার মতো ছয়টি সুর ব্যবহৃত হয়, যেগুলি শব্দের অর্থ পরিবর্তন করতে পারে। হাক্কা ভাষার সাথে কান চীনা ভাষার অনেক মিল আছে। বিশেষ করে উত্তরের হাক্কা উপভাষাগুলির সাথে দক্ষিণী কান উপভাষাগুলি আংশিকভাবে পারস্পরিক বোধগম্য। তাই এই দুইটিকে কখনও কখনও একটি মাত্র উপদল হিসেবে গণ্য করা হয়, যার নাম কান-হাক্কা ভাষা। দুইটি ভাষাই ক্যান্টনীয় ভাষা থেকে অনেক শব্দ ধার করেছে। \nহাক্কা ভাষার সাথে ইউয়ে চীনা ভাষা, উ চীনা ভাষা, দক্ষিণী মিন ভাষা ও ম্যান্ডারিন চীনা ভাষাগুলিসহ চীনা ভাষার অন্যান্য দলগুলি পারস্পরিক বোধগম্য নয়। এমনকি হাক্কা ভাষার নিজস্ব কিছু প্রভেদ যেগুলির মধ্যে পারস্পরিক বোধগম্যতা কম।\nতাইওয়ান দ্বীপে হাক্কা একটি তাৎপর্যপূর্ণ সংখ্যালঘু ভাষা, এবং দ্বীপটি ভাষাটির অধ্যয়ন ও সংরক্ষণের জন্য একটি গুরুত্বপূর্ণ কেন্দ্র।\n\n\n== তথ্যসূত্র =="}