{"pageid": 115407, "title": "ইন্ডাস্ট্রিয়াল মেটাল", "url": "https://bn.wikipedia.org/wiki?curid=115407", "content": "ইন্ডাস্ট্রিয়াল মেটাল হেভি মেটালের ধারার এক প্রকারের সঙ্গীত যা এসেছে ইন্ডাস্ট্রিয়াল সঙ্গীত থেকে ও নানা ধরনের হেভি মেটাল ধারা থেকে। গুরুত্বপূর্ণ ইন্ডাস্ট্রিয়াল মেটাল ব্যান্ড হচ্ছে রামেস্টেইন, মিনিস্ট্রি, গডফ্লেশ, পিঞ্চসিফটার এবং কেএমএফডিএম। এক সদস্য বিশিষ্ট নাইন ইঞ্চ নেইল ব্যান্ডটি এ ধারার গানকে অধিক সংখ্যক শ্রোতাদের কাছে পৌছে দিতে সাহায্য করেছে। ইউরোপে এই ধারার গান বেশ পরিচিত ও এ ধারার গানের মিউজিক ভিডিও অনেক সমালোচকদের কাছে প্রশংসিত হয়েছে।\n\n\n== ইতিহাস ==\nইলেকট্রিক গিটার শুরু থেকেই এ ধারার গানে ব্যবহৃত হচ্ছে। ব্রিটিশ পোস্ট পাঙ্ক ব্যান্ড কিলিং জোক এ ধারার গানের অগ্রপথিক ও মূল ইন্ডাস্ট্রিয়াল মেটাল ব্যান্ডগুলোর অণুপ্রেরণার উৎস, যেমন-নাইন ইঞ্চ নেইল, স্কিনি পাপ্পি ,মিনিস্ট্রি, গডফ্লেশ, মারিলিয়্যান ম্যানসন ও মালহ্যাভক। আরেকটি ইন্ডাস্ট্রিয়াল রক দল বিগ ব্ল্যাক ও এ ধারায় প্রভাব রেখেছে। যদিও খুব বিক্রি হয় নি, তবে গডফ্লেশকে অনেক বড় ব্যান্ডের অণুপ্রেরণার জায়গা বলা যায়, যেমন-কর্ন, মেটালিকা, ফেইথ নো মোর ও ফিয়ার ফ্যাকটরি।\n\n\n== ইন্ডাস্ট্রিয়াল ডেথ ও ব্ল্যাক মেটাল ==\nইন্ডাস্টিয়াল মেটালের জনপ্রিয়তা অনেক জনপ্রিয় থ্রাশ মেটাল গ্রুপের জন্ম দিয়েছে, যেমন-মেগাডেথ, সেপালচুরা ও অ্যানথ্রাক্স। অনেক শিল্পী আবার ডেথ মেটাল থেকে ইন্ডাস্ট্রিয়াল মেটালে নানা পরীক্ষা চালিয়েছে যেমন-ফিয়ার ফ্যাকটরি, নেইল বোম্ব, মিটহুক সীড। লস এ্যাঞ্জেলসের ব্যান্ড ফিয়ার ফ্যাকটরি প্রাথমিকভাবে প্রভাবিত হয়েছেল ইয়ারাচি রেকর্ডসের ইয়ারাচি রোস্টার নামের একটি মিক্সড অ্যালবাম থেকে যেখানে গান গেয়েছিল বোল্ট থ্রোয়ার, নাপাম ডেথ এবং গডফ্লেশ। সেপালচুরা ব্যান্ডের গায়ক ম্যাক্স কাভালেরার নেইল বোম্ব হচ্ছে অ্যালেক্স নিউপোর্টের সাথে একটা মিলিত পরীক্ষা এক্সট্রিম মেটালের সাথে ইন্ডাস্ট্রিয়াল উৎপাদনের কৌশল। অল্প পরিচিত একটি ইন্ডাস্টিয়াল ডেথ মেটাল ব্যান্ড হলো মিটহুক সীড যাতে নাপাম ডেথ ও অবিচুয়ারি ব্যান্ডের সদস্যরা অংশ নিয়েছে। একবিংশ শতাব্দীর শুরুতে অনেক ব্ল্যাক মেটাল ব্যান্ড ইন্ডাস্ট্রিয়াল মেটালের উপাদান নিয়ে কাজ করতে থাকে। ১৯৯১ সালে প্রতিষ্ঠিত মাইস্টিকাম হচ্ছে তেমন একটি ব্যান্ড। ফরাসী ব্ল্যাক মেটাল ব্যান্ড ব্লুট আউস নর্ড ইন্ডাস্ট্রিয়াল মেটালের উপাদান উপাদান ব্যবহার করে প্রশংসিত হয়। নরওয়ের কিছু ব্যান্ডও যেমন- দ্যা কোভেন্যান্ট, মরটিস ও আলভা ইন্ডাস্ট্রিয়াল মেটাল নিয়ে পরীক্ষা চালিয়েছে।\n\n\n== বাণিজ্যিক সাফল্য ==\n\n১৯৯০-এর দশকে ইন্ডাস্ট্রিয়াল মেটাল ব্যাপক জনপ্রিয়তা পায়, বিশেষ করে উত্তর আমেরিকাতে। ১৯৯২ সালে নাইন ইঞ্চ নেইলের ব্রোকেন, মিনিস্ট্রি ব্যান্ডের পস্লাম ৬৯ প্লাটিনাম পদক পায় আমেরিকাতে। ১৯৯২ সালে উভয় দলই গ্রামি এ্যাডোয়ার্ডে মনোনয়ন পায় বেস্ট মেটাল প্যারফরম্যান্স বিভাগে। তবে পুরস্কার পায় নাইন ইঞ্চ নেইল। ২ বছর পর নাইন ইঞ্চ নেইল ব্যান্ডের দ্যা ডাউনওয়ার্ড স্পাইরাল টপচার্টে ২ নাম্বারে স্থানে অভিষিক্ত হয়। নাইন ইঞ্চ নেইল ব্যান্ডের সাফল্যের পর মারিলিয়্যান ম্যানসন ও বিখ্যাত হয়ে ওঠে। ইন্ডাস্ট্রিয়াল মেটাল তার বাণিজ্যিক সাফল্যের শীর্ষে ওঠে ১৯৯০-এর দশকের শেষের ভাগে। ১৭.৫ মিলিয়ন কপি অ্যালবাম বিক্রি হয় সবচেয়ে বেশি সফল শিল্পীর। হিপহপ ঘরানার শিল্পীরাও শুরু করে এ ধারার গানের উপাদান নিয়ে পরীক্ষা চালাতে। ইন্ডাস্ট্রিয়াল মেটাল থেকে প্রভাবিত হয়ে অনেক সিনেমাও তৈরি হতে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFabryka Industrial Rock webzine\nIndustrial Metal  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ ডিসেম্বর ২০১১ তারিখে\nNine Inch Nails Biography\nGrammy Award Winners  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ মার্চ ২০০৭ তারিখে"}