{"pageid": 1154960, "title": "বাতবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1154960", "content": "বাতবিদ্যা (গ্রীক ῥεῦμα , রিউমা অর্থ প্রবাহিত স্রোত) হলো বাত রোগের নির্ণয় এবং চিকিৎসার জন্য নিবেদিত চিকিৎসাবিজ্ঞানের একটি শাখা। যে চিকিৎসকরা বাতবিদ্যা বা রিউমাটোলজিতে আনুষ্ঠানিক প্রশিক্ষণ নিয়েছেন তাদের রিউমাটোলজিস্ট বলা হয়। রিউমাটোলজিস্টরা প্রধানত মানুষের অস্থিতন্ত্র প্রতিরক্ষায় মধ্যস্থতা, নরম টিস্যু, স্বতঃঅনাক্রম্য রোগ, ভ্যাসকুলাইটিস এবং উত্তরাধিকারসূত্রে প্রাপ্ত সংযোগকারী টিস্যুর সাথে  সংশ্লিষ্ট রোগগুলির মোকাবিলা করেন।\nএই রোগগুলির মধ্যে অনেকগুলি এখন অনাক্রম্যতন্ত্রের ব্যাধি হিসাবে পরিচিত। বাতবিদ্যা, অ্যালার্জি এবং অণাক্রম্যতন্ত্রের সাথে চিকিৎসাবিজ্ঞানের  অধ্যয়ন এবং অনুশীলন হিসাবে বিবেচিত হয়।\n২০০০ এর দশকের শুরুতে, বায়োফার্মাসিউটিক্যালসকে (যার মধ্যে TNF-আলফা, নির্দিষ্ট ইন্টারলিউকিনস এবং JAK-STAT সিগন্যালিং পাথওয়ের ইনহিবিটর অন্তর্ভুক্ত) পরিচর্যার মানদণ্ডে অন্তর্ভুক্ত করা আধুনিক রিউমাটোলজির অন্যতম অবদান। \n\n\n== রিউমাটোলজিস্ট ==\n\nরিউম্যাটোলজিস্ট হলেন একজন চিকিৎসক যিনি বাতবিদ্যা বা রিউমাটোলজি নামে পরিচিত চিকিৎসা বিজ্ঞানের উপক্ষেত্রে বিশেষজ্ঞ।\nরিউম্যাটোলজিস্টরা আর্থ্রাইটিস, অটোইমিউন রোগ, বিভিন্ন অস্থিসন্ধিকে প্রভাবিত করে এমন ব্যথার ব্যাধি এবং অস্টিওপোরোসিসের চিকিৎসা করেন। রিউম্যাটয়েড আর্থ্রাইটিস, অস্টিওআর্থারাইটিস, গেঁটেবাত, লুপাস, পিঠে ব্যথা, অস্টিওপোরোসিস এবং টেন্ডিনাইটিস সহ ২০০ টিরও বেশি ধরনের এই রোগ রয়েছে। তবে এর মধ্যে কয়েকটি খুব গুরুতর রোগ রয়েছে যা নির্ণয় এবং চিকিৎসা করা কঠিন।\n\n\n== রোগসমূহ ==\nরিউম্যাটোলজিস্টরা যেসব রোগনির্ণয় এবং চিকিৎসা করেন তার মধ্যে রয়েছে:\n\nঅস্টিওআথ্রাইটিস\nরিউমাটয়েড আথ্রাইটিস\nজুভেনাইল ইডিওপ্যাথিক আথ্রাইটিস\nগেঁটেবাত\nছদ্ম-গেঁটেবাত\nসিস্টেমিক লুপাস এরিথেমাটোসাস\nপলিমায়োসিটিস\nফাইব্রোমায়েলজিয়া\nপিঠের নিচের দিকে ব্যথা\n\n\n== রোগ নির্ণয় ==\n\n\n=== শারীরিক পরীক্ষা ===\nনিম্নলিখিত শারীরিক পরীক্ষা রোগ নির্ণয়ের পদ্ধতি হিসেবে সমাদৃত:\n\nপিঠের নিচের ভাঁজ পরীক্ষার জন্য শোবার এর যৌথ পরীক্ষা\nকঙ্কালপেশীতন্ত্রের পরীক্ষা\nস্ক্রিনিং পরীক্ষা (SMSE)\n\n\n=== বিশেষায়িত ===\nবিশেষায়িত পরীক্ষাগুলির মধ্যে রয়েছে \n\nল্যাবরেটরি পরীক্ষা (উদাঃ এরিথ্রোসাইট সেডিমেন্টেশন রেট, রিউম্যাটয়েড ফ্যাক্টর, এন্টি-সিসিপি (অ্যান্টি-সিট্রোলিনেটেড প্রোটিন অ্যান্টিবডি), এএনএ (অ্যান্টি-নিউক্লিয়ার অ্যান্টিবডি))\nএক্স-রে, আলট্রাসনোগ্রাফি এবং অন্তর্ভুক্ত অস্থিসন্ধির ইমেজিং পদ্ধতি\nসাইটোপ্যাথোলজি এবং তরল রাসায়নিক প্যাথলজি (উদাঃ সেপটিক আর্থ্রাইটিস এবং গাউটের মধ্যে পার্থক্য করার জন্য)\n\n\n== চিকিৎসা ==\nবেশিরভাগ রিউম্যাটিক রোগগুলি অ্যানালজেসিকস, NSAIDS (ননস্টেরয়েডাল অ্যান্টি-ইনফ্ল্যামেটরি ড্রাগ), স্টেরয়েড (গুরুতর ক্ষেত্রে), ডিএমএআরডি (রোগ-সংশোধনকারী অ্যান্টিরহিউম্যাটিক ড্রাগস), মোনোক্লোনাল অ্যান্টিবডি, যেমন ইনফ্লিক্সিমাব এবং অ্যাডালিমুমাব, টিএনএফ ইনহিবিটর ইটানারসেপ্ট এবং মাঝারি থেকে গুরুতর রিউম্যাটয়েড আর্থ্রাইটিসের জন্য মেথোট্রেক্সেট দিয়ে চিকিৎসা করা হয়।  বায়োলজিক এজেন্ট rituximab (অ্যান্টি-বি সেল থেরাপি) এখন দুরারোগ্য রিউম্যাটয়েড আর্থ্রাইটিসে ব্যবহারের জন্য লাইসেন্সপ্রাপ্ত। ফিজিওথেরাপিও অনেক বাতবিদ্যার রোগের রোগের চিকিৎসার জন্য অত্যাবশ্যক। রিউমাটয়েড আর্থ্রাইটিসে আক্রান্ত রোগীদের প্রায়শই পৃথক রোগীদের পরিচালনার জন্য একটি দীর্ঘমেয়াদী, সমন্বিত এবং একটি মাল্টিডিসিপ্লিনারি টিম পদ্ধতির প্রয়োজন হয়। প্রতিটি রোগীর ব্যক্তিগত চাহিদা অনুযায়ী চিকিৎসার ব্যবস্থা করা হয় যা প্রতিক্রিয়া এবং ওষুধের সহনশীলতার উপরও নির্ভর করে।\n\n\n== তথ্যসূত্র =="}