{"pageid": 1154298, "title": "জন মার্শাল (প্রত্নতত্ত্ববিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1154298", "content": "স্যার জন হুবার্ট মার্শাল CIE, FBA  (১৯ মার্চ ১৮৭৬, চেস্টার, ইংল্যান্ড; ১৭ আগস্ট ১৯৫৮, গিল্ডফোর্ড, ইংল্যান্ড) একজন বিখ্যাত ইংরেজ প্রত্নতত্ত্ববিদ,  যিনি ১৯০২ থেকে ১৯২৮ সাল পর্যন্ত ভারতের প্রত্নতাত্ত্বিক জরিপ বিভাগের মহাপরিচালক ছিলেন। তিনি হরপ্পা এবং মহেঞ্জোদারোতে খননকাজ তত্ত্বাবধান করেন, যে দুটি প্রধান শহর সিন্ধু সভ্যতার অন্তর্ভুক্ত।\n\n\n== ব্যক্তিগত ইতিহাস এবং কর্মজীবন ==\nমার্শাল কিংস কলেজ, কেমব্রিজে পড়ার আগে ডালউইচ কলেজের ছাত্র ছিলেন, যেখানে ১৮৯৮ সালে তিনি পোরসন পুরস্কার লাভ করেন। এরপর তিনি স্যার আর্থার ইভান্সের অধীনে নসোসে প্রত্নতত্ত্বে প্রশিক্ষণ নেন, যিনি ব্রোঞ্জ যুগের মায়া সভ্যতা পুনঃআবিষ্কার করছিলেন।\n১৯০২ সালে, ভারতের নতুন ভাইসরয়, লর্ড কার্জন, ব্রিটিশ ভারতীয় প্রশাসনের জন্য প্রত্নতত্ত্ব বিভাগের মহাপরিচালক হিসেবে মার্শালকে নিযুক্ত করেন। মার্শাল ভারতে এসে ভারতীয় উপমহাদেশে প্রত্নতত্ত্ব পদ্ধতির আধুনিকীকরণ করেন, প্রাচীন স্মৃতিস্তম্ভ এবং প্রত্নবস্তুগুলোর তালিকাভুক্তকরণ এবং সংরক্ষণের কর্মসূচি প্রবর্তন করেন।\nমার্শাল ভারতীয়দেরকে তাদের নিজের দেশে খননে উৎসাহিত করেন এবং পুরাতাত্ত্বিক খননের অনুমতি দেন। তাঁর বেশিরভাগ ছাত্র ছিল ভারতীয়, এবং তাই, মার্শাল ভারতীয় জাতীয়তাবাদের প্রতি সহানুভূতিশীল বলে খ্যাতি অর্জন করেছিলেন। তিনি ভারতীয় রাজনৈতিক নেতা এবং আন্দোলনকারীদের সাথে একমত হন যারা ভারতের জন্য আরও স্ব-শাসন, এমনকি ভারতের স্বাধীনতা চান। মার্শাল ভারতে কাজ করার সময় ভারতীয়দের দ্বারা অত্যন্ত প্রশংসিত হন। ১৯১৩ সালে, তিনি তক্ষশীলায় খননকার্য শুরু করেন, যা ২১ বছর ধরে চলেছিল। ১৯১৮ সালে, তিনি তক্ষশীলা জাদুঘরের ভিত্তিপ্রস্তর স্থাপন করেন, যেখানে বর্তমানে অনেক পুরাতাত্ত্বিক নিদর্শন এবং মার্শালের কতিপয় প্রতিকৃতি প্রদর্শন করা হয়। এরপর তিনি সাঁচি এবং সারনাথের বৌদ্ধ প্রত্নস্থান সহ অন্যান্য স্থানে ভ্রমণ করেন।\nতাঁর কাজ ভারতীয় সভ্যতার প্রাচীনতার প্রমাণ দেয়, বিশেষ করে সিন্ধু উপত্যকা সভ্যতা এবং মৌর্য যুগের ( অশোকের যুগ)। ১৯২০ সালে, তাঁর পূর্বসূরি আলেকজান্ডার কানিংহামের নেতৃত্ব অনুসরণ করে, মার্শাল পরিচালক হিসেবে হরপ্পা খননের কাজ শুরু করেন দয়ারাম সাহনির সাথে। ১৯২২ সালে, মহেঞ্জোদারোতে খননকাজ শুরু হয়। এই প্রচেষ্টার ফলস্বরূপ, নিজস্ব লিখন পদ্ধতি সহ একটি প্রাচীন সংস্কৃতি আত্মপ্রকাশ করে, যা ১৯২৪ সালের ২০ সেপ্টেম্বর তারিখে ইলাস্ট্রেটেড লন্ডন নিউজে প্রকাশিত হয়েছিল।  পণ্ডিতরা মনে করেন নিদর্শনগুলো মেসোপটেমিয়ার প্রাচীন সুমেরীয় সভ্যতার সাথে সম্পর্কযুক্ত। ধারাবাহিক খননের ফলে জানা যায়,  হরপ্পা এবং মহেঞ্জোদারো হলো অভিজাত পরিকল্পিত শহর যেখানে প্লাম্বিং এবং স্নানঘর সহ আধুনিক সুবিধা ছিল।  কিন্তু মার্শাল সাইটের স্ট্র্যাটিগ্রাফি উপেক্ষা করেন এবং নিয়মিত আনুভূমিক রেখা বরাবর খনন করেন। এটি বিভিন্ন স্তরবিন্যাসকৃত স্তরের প্রত্নবস্তুগুলোকে মিশ্রিত করেছে, যার ফলে তাঁর অনুসন্ধানের প্রেক্ষাপট সম্পর্কে অনেক মূল্যবান তথ্য চিরতরে হারিয়ে গেছে। এই ভুলটি আরইএম হুইলার সংশোধন করেন, যিনি স্বীকার করেছিলেন যে অভিন্ন অনুভূমিক রেখা বরাবর যান্ত্রিকভাবে খনন করার পরিবর্তে ঢিবির স্তরবিন্যাস খনন অনুসরণ করা প্রয়োজন। এছাড়াও হুইলার দ্বারা প্রত্নতত্ত্বে একটি সামরিক নির্ভুলতা যাচাই করা হয়েছিল।\nমার্শাল বেলুচিস্তানের নলের কাছে প্রাগৈতিহাসিক সোহর ডাম্ব ঢিবি খননের নেতৃত্ব দেন; যেখান থেকে প্রাপ্ত মৃৎপাত্রের একটি ছোট নমুনা সংগ্রহ করে এখন ব্রিটিশ মিউজিয়ামে রাখা হয়েছে।  তিনি ১৮৯৮ এবং ১৯০১ সালের মধ্যে নসোস এবং ক্রিটের অন্যান্য প্রত্নস্থানগুলোতে গুরুত্বপূর্ণ খননের জন্যও তিনি পরিচিত পান। ১৯২১ সালে কলকাতা বিশ্ববিদ্যালয় তাঁকে সম্মানসূচকডক্টর অফ ফিলোসফি ডিগ্রি প্রদান করে। \nমার্শাল ১৯১০ সালের জুন মাসে কম্প্যানিয়ন অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার (CIE) নিযুক্ত হন এবং ১৯১৪ সালের জানুয়ারিতে তিনি নাইট উপাধি পান। তিনি ১৯৩৪ সালে তাঁর পদ থেকে অবসর নেন এবং তারপর ভারত ত্যাগ করেন। লন্ডন থেকে প্রায় ২৮ মাইল দক্ষিণ-পশ্চিমে গিল্ডফোর্ড, সারেতে নিজ বাড়িতে ১৯৫৮ সালের ১৭ আগস্ট তারিখে তিনি মারা যান।\n\n\n== তথ্যসূত্র =="}