{"pageid": 115413, "title": "প্রাকৃতিক দুর্যোগ", "url": "https://bn.wikipedia.org/wiki?curid=115413", "content": "প্রাকৃতিক দুর্যোগ হলো একপ্রকারের প্রাকৃতিক ঘটনা, যাতে মানুষের আর্থ-সামাজিক ক্ষতি হয়ে থাকে। যদিও তা স্বাভাবিক প্রাকৃতিক ঘটনা হিসেবেই ঘটে থাকে, তবে অনেক ক্ষেত্রে মানুষের কাজ-কর্মের প্রভাবে প্রাকৃতিক ভারসাম্য নষ্ট হওয়ায় এরকম ঘটনা ঘটে থাকে। সাধারণ ভাষ্যে, প্রাকৃতিক দুর্যোগ হলো স্বাভাবিক প্রাকৃতিক নিয়মের ব্যতিক্রম।প্রাকৃতিক দুর্যোগের কারণে অনেক ক্ষতি হয়ে থাকে। \n\n\n== বিভিন্নরকম প্রাকৃতিক দুর্যোগ ==\n\nপ্রাকৃতিক দুর্যোগ মূলত স্বাভাবিক প্রাকৃতিক নিয়মের মধ্যে ব্যতিক্রম ঘটনা বা ঘটনাবলী। সে হিসাবে, প্রাকৃতিক সাধারণ নিয়মের ব্যতয় যেকোনো ঘটনাই প্রাকৃতিক দুর্যোগ হিসেবে চিহ্নিত হতে পারে। তবে যুগ যুগ ধরে মানুষের কাছে প্রাকৃতিক দুর্যোগ হিসেবে চিহ্নিত কতিপয় ঘটনা রয়েছে, যেমন:\n\n\n=== ঝড় ===\nকোনো স্থানের বায়ুমণ্ডলে কোনো কারণে বায়ু গরম হয়ে গেলে তা উপরে উঠে যায়, এবং সেই শূণ্যস্থান পূরণ করতে আশেপাশের বাতাস তীব্র বেগে ছুটতে শুরু করে। সাধারণত প্রচণ্ড গরমের সময় কোনো স্থানে এরকম ঘটনা ঘটতে দেখা যায়। আর এরকম তীব্র বায়ুপ্রবাহকে ঝড় বলা হয় এবং এর ফলেই ক্ষতিগ্রস্ত হয় বিভিন্ন মানববসতি। সাধারণত এরকম ঝড়ের সাথে অনুষঙ্গ হিসেবে উপস্থিত হয় স্থলঘূর্ণিঝড় বা টর্নেডো, কিংবা বজ্রবিদ্যুৎ। উত্তর গোলার্ধের দেশ বাংলাদেশে সাধারণত বাংলা বৈশাখ মাসে প্রচণ্ড গরমের সময় হঠাৎ করেই এজাতীয় ঝড় হতে দেখা যায়, যার স্থানীয় নাম কালবৈশাখী।\n\n\n==== স্থল-ঘূর্ণিঝড় বা টর্নেডো ====\n\n১৫৮৪ সালে ঘূর্ণিঝড়ে বাকেরগঞ্জ জেলায় ২ লাখ মানুষসহ অসংখ্য গবাদি পশু প্রাণ হরায়। \n১৮২২ সালের ৬জুন সৃষ্ট জলোচ্ছ্বাস ও ঘূর্ণিঝড়ে ১০হাজার ব্যক্তি প্রাণ হারায়। \n১৮৬৯ সালের ১৬এপ্রিল ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়। \n১৮৭২ সালে কক্সবাজারে ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়।\n১৮৭৬ সালের ৩১ অক্টোবর আঘাত হানে ভোলা জেলায়। এই সময় পানির উচ্চতা ছিল ৩ থেকে ১৫ মিটার। এতে মৃতের সংখ্যা দাঁড়ায় ১০হাজারের মত। \n১৮৯৫ সালে অক্টোবর মাসে সুন্দরবন ও বাগেরহাট জেলায় জলোচ্ছ্বাসে ও ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়। \n১৮৯৭ সালে ২৪ অক্টোবর চট্টগ্রামের কতুবদিয়া দ্বীপে আঘাত আনে। প্রান হারায় অসংখ্য লোক। \n১৮৯৮ সালে টেফনাফে ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়।\n১৯০১ সালে সুন্দরবনের পশ্চিমাংশে ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়।\n১৯০৯ সালের অক্টোবরে চট্টগ্রামে ও কক্সবাজারে ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়।\n১৯৯৭ সালের মে মাসে সুন্দরবনে ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়।\n১৯১৯ সালে বরিশালে জলোচ্ছ্বাসে ও ঘূর্ণিঝড়ে মৃতের সংখ্যা দাঁড়ায় ৪০ হাজার। \n১৯২৬ সালের মে মাসে বরিশালে ও নোয়াখাীরতে মৃতের সংখ্যা দাঁড়ায় ৭ হাজার ৫ জনে মত। \n১৯৫৮ সালের ২১ থেকে ২৪ অক্টোম্বর নোয়াখালী, ২০ নভেম্বর পটুয়াখালী ঘূর্ণিঝড়ে প্রচুর ক্ষয়ক্ষতি হয়।\n১৯৬০ সালে সুন্দরবনে আঘাত হানে। এখানে মৃতে সংখ্যা দাঁড়ায় তিন হাজার। ১৯৬০ সালের ৩০ অক্টোম্বর আঘাত হানে চট্টগ্রাম, কক্সবাজার, নোয়াখালী, উপকূলিয় এলাকায়।\n১৯৬১ সালে বেশ কয়েকবার দেশের বিভিন্ন স্থানেজলোচ্ছ্বাসে বহুলোক প্রাণ হারায়।\n১৯৭০ সালের ১২ নভেম্বর বৃহস্পতিবার রাতে বরিশাল, পটুয়াখালী, নোয়াখালী, চট্টগ্রাম, বরগুনা ও ভোলাসহ দেশের বিস্তীর্ণ উপকূলীয় এলাকার ওপর দিয়ে বয়ে যায় সবচেয়ে ভয়ঙ্কর সামুদ্রিক জলোচ্ছ্বাস ও ঘূর্ণিঝড় গোর্কি। গোর্কির আঘাতে বিরাণ ভূমিতে পরিণত হয়েছিল বাংলাদেশের দক্ষিণাঞ্চল। দেড়শ’ মাইল বেগের গতিসম্পন্ন ঘূর্ণিঝড় ও ২০ থেকে ৩০ ফুট উঁচু জলোচ্ছ্বাসে গোটা উপকূলীয় এলাকা মৃতপুরীতে পরিণত হয়। \n১৯৯১ সালের ২৯ এপ্রিল চট্টগ্রাম ও কক্সবাজারে ৪ থেকে ৮ মিটার উচ্চতায় জলোচ্ছ্বাসের ১৫ হাজার ব্যক্তি প্রাণ হারায়। \n২০০৬ সালের ১৯ সেপ্টেম্বরে হঠাৎ টর্ণেডোয় শত শত ট্রালার, জেলে মাঝি মাল্লা প্রাণ হারায়। \n২০০৭ সালে সিডরে সাতক্ষীরা ও বাগেরহাটে ব্যাপক ক্ষতি সাধন করেছে। এ সময় মৃত গলিত লাশ ভাসতে দেখা গেছে।\n২০০৯ সালের ২৫ মে। ঘণ্টায় ১১০ কিলোমিটার বেগে দেশের দক্ষিণ-পশ্চিম উপকূলে আঘাত হানে ঘূর্ণিঝড় আইলা।লন্ডভন্ড করে দেয় এ অঞ্চলের হাজার হাজার বসত-ভিটা, আবাদিজমি। সরকারি হিসেবেই এতে প্রাণ যায় তিন শো ৩২ জনের।\n২০১৩ সালের ১৬ মে বৃহস্পতিবার বঙ্গোপসাগরের ঘূর্ণিঝড় মহাসেন আঘাত হেনেছে বাংলাদেশের উপকূলস্থ অঞ্চলসমূহে।﻿\n\n\n==== বজ্রবিদ্যুৎসহ ঝড়-বৃষ্টি ====\nবাংলাদেশে বর্তমানে বজ্রপাত কে দুর্যোগের তালিকায় নেয়া হয়েছে। ২০১৬ এর জানুয়ারি থেকে ১৯ জুলাই ২০১৬ পর্যন্ত ৯১ জনের মৃত্যু হয়েছে বজ্রপাতে। \n\n\n==== কালবৈশাখী ঝড় ====\nবাংলাদেশে সাধারণত বাংলা বৈশাখ মাসে (এপ্রিল-মে মাসে) প্রচণ্ড গরমের সময় হঠাৎ করেই এজাতীয় ঝড় হতে দেখা যায়, যার স্থানীয় নাম কালবৈশাখী। এই ঝড় শুরু হয়ে উত্তর-পশ্চিম দিকে বয়ে যায়। এই ঝড় সবসময়ই বজ্রপাত এবং বৃষ্টিসমেত সংঘটিত হয়ে থাকে। আর এই ঝড়ের সাথে শিলাবৃষ্টি ঘটে থাকে। বাংলাদেশের পশ্চিমাঞ্চলে সাধারণত এই ঝড় শেষ বিকেলে হয়ে থাকে, কারণ সাধারণত ভূপৃষ্ঠ থেকে বিকিরিত তাপ বায়ুমণ্ডলে ঐসময় বেশি পরিমাণে ছড়িয়ে পড়তে শুরু করে। একারণেই সন্ধ্যাকালে এই ঝড়ের প্রাদুর্ভাব বেশি লক্ষ্যণীয়। এই ঝড়ের গতিবেগ ঘণ্টায় ৪০-৬০ কিলোমিটার হয়ে থাকে, তবে ব্যতিক্রম ক্ষেত্রে ঘণ্টায় ১০০ কিলোমিটারও অতিক্রম করতে পারে।\n\n\n=== জলোচ্ছ্বাস ===\n\nসমুদ্রে অত্যধিক মাত্রায় বায়ুপ্রবাহের কারণে প্রচণ্ড ফুঁসে ওঠা পানি যখন নিকটবর্তী স্থলভাগে এসে আঁছড়ে পড়ে, তখন তাকে জলোচ্ছ্বাস বলে। এছাড়াও সমুদ্রে সৃষ্টি হওয়া ঘূর্ণিঝড় তার সাথে নিয়ে আসে তীব্র জলস্রোত, যা উপকূলভাগে আঁছড়ে পড়ে বিপুল ক্ষয়ক্ষতি ঘটায়। এরকম জলোচ্ছ্বাস ১০ ফুট পর্যন্ত উঁচু হতেও দেখা গেছে।\n\n\n=== বন্যা ===\n\nকোনো অঞ্চলে প্রবল বৃষ্টি হলে নদ-নদী বা ড্রেনেজ ব্যবস্থা নাব্যতা হারিয়ে ফেললে অতিরিক্ত পানি সমুদ্রে গিয়ে নামার আগেই নদ-নদী কিংবা ড্রেন উপচে আশেপাশের স্থলভাগ প্লাবিত করে ফেললে তাকে বন্যা বলে। তবে বন্যা কোনো সাময়িক জলাবদ্ধতা নয়, বরং একটি দীর্ঘকালীন দুর্যোগ, যা কয়েক সপ্তাহ থেকে শুরু করে কয়েক মাস পর্যন্ত স্থায়ী হতে পারে। উপকূলীয় দেশসমূহ নিজ দেশ ছাড়াও মহাদেশীয় অবস্থানের দেশগুলোর অতিবৃষ্টিপাতের কারণে নদ-নদীর জলস্থর বৃদ্ধির কারণেও বন্যায় প্লাবিত হতে পারে। বাংলাদেশ এরকমই একটি দেশ, যা ভারতের অতিবৃষ্টির প্রভাবেও বন্যায় প্লাবিত হয়। বন্যার কারণে স্থলভাগ মারাত্মকভাবে ক্ষতিগ্রস্ত হয়। \n\n\n=== ভূমিকম্প ===\n\nভূত্বকের নিচে টেকটনিক প্লেটের নড়াচড়ার ফলে ভূপৃষ্ঠে যে কম্পন অনুভূত হয়, তাকে ভূমিকম্প বলে। ভূমিকম্প মাপার ক্ষেত্রে সাধারণত বিশ্বব্যাপী রিখটার স্কেল ব্যবহৃত হয়, তবে সংশোধিত মার্কলি স্কেলও স্বীকৃত। রিখটার স্কেলে ১ মাত্রার ভূমিকম্প হলো সর্বনিম্ন মাত্রা, আর সর্বোচ্চ মাত্রা হলো ১০। পৃথিবীর ইতিহাসে মারাত্মক সব ভূমিকম্প নথিভুক্ত করা হয়েছে। টেকটনিক প্লেট ছাড়াও আগ্নেয়গিরির অগ্নুৎপাতেও ভূমিকম্প সংঘটিত হতে পারে। ভূমিকম্পের ফলে ভূত্বকের উপরে থাকা স্থাপনা কম্পন সহ্য করতে না পারলে ভেঙ্গে পড়ে। সমুদ্রে ভূকম্পন হলে পানিতে আলোড়ন সৃষ্টি করে, ফলে সংঘটিত হয় সুনামি।\n\n\n==== সুনামি ====\n\nকোনো বিশাল জলক্ষেত্রে, বিশেষ করে সমুদ্রে, ভূমিকম্প সংঘটিত হলে সেখানটায় ভুত্বকে যে আলোড়ন সৃষ্টি হয়, তার প্রভাবে উপরস্থিত জলক্ষেত্র ফুঁসে উঠে বিপুল ঢেউয়ের সৃষ্টি করে। এই ঢেউ প্রবল বিক্রমে স্থলভাগের দিকে এগিয়ে আসে এবং স্থলভাগে আছড়ে পড়ে বিপুল ক্ষয়ক্ষতি ঘটায়। সাধারণত ভূমিকম্পের পরে সুনামি ঘটে থাকে। তবে ভূমিকম্পের পর যে সুনামি হবেই এমন নিশ্চয়তা দেয়া যায় না বলেই উপকূলীয় এলাকায় ভূমিকম্প সংঘটিত হলেই উপকূলীয় জনসাধারণ এব্যাপারে সর্বদা প্রস্তুত থাকতে পারে না। আর ভূমিকম্প সংঘটিত হলেই তারা নিজেদের আবাস ত্যাগ করতেও পারে না। ফলে উচ্চমাত্রার ভূকম্পনের পরে হওয়া সুনামিতে সাধারণত জনক্ষয় রোধ করা যায়, কিন্তু কোনো সুনামিতেই স্থলভাগের স্থাপনার ক্ষয়ক্ষতি রোধ করা যায় না।\n\n\n=== ভূমিধ্বস ===\n\nপাহাড়কাটা, পাহাড়ের বৃক্ষনিধন এবং তার সাথে অতিবৃষ্টি যোগ হলে সাধারণত ভূমিধ্বস হতে পারে। তবে পাহাড় কাটা বা বনভূমি ধ্বংস না হলেও পাহাড়ের মাটি বৃষ্টির কারণে আলগা হয়েও যেকোনো সময় এমন ভূমিধ্বস সৃষ্টি করতে পারে। ভূমিধ্বসে সাধারণত উঁচু কোনো স্থান, যেমন পাহাড়, থেকে গাছপালা, স্থাপনাসহ বিপুল পরিমাণ মাটি কিংবা পাথর অকস্যাৎ হড়কে নিচের দিকে নেমে আসে। কখনও পাহাড়ের মাটি পানির সাথে মিশে ঘন মিশ্রণের সৃষ্টি করে, যা অনেক সময়ই জীবিতদের আটকে রাখার মতো আঠালো হয়ে থাকে এবং প্রাণঘাতি হয়। তাছাড়া অকস্যাৎ পাহাড়ধ্বসে পাহাড়ের পাদদেশে থাকা মনুষ্যবসতিতে বিপুল প্রাণনাশ হয়ে থাকে। সাধারণত বৃষ্টিপাতের কারণে ভূমিধ্বস হয়। বাংলাদেশে চট্টগ্রাম, কক্সবাজার, বান্দরবান, সিলেট, নেত্রকোণা ইত্যাদি জেলায় প্রায়ই ভূমিধ্বস হয়ে মানুষের প্রাণহানি ও বাড়িঘর নষ্ট হয়।\n\n\n=== নদীভাঙন ===\n\nবাংলাদেশে আজকাল নদী ভাঙন প্রচুর দেখা যায়। বিশেষকরে শরীয়তপুর জেলা।\n\n\n=== আর্সেনিক দূষণ ===\nভূ-গর্ভস্থ পানিতে আর্সেনিকের উপস্থিতিতে বাংলাদেশের মানুষের স্বাস্থ্য ভয়াবহ হুমকির মুখে পড়েছে। বাংলাদেশের দক্ষিণ -পূর্বাঞ্চল বিশেষ করে কুষ্টিয়া, যশোর, ফরিদপুর,চাঁদপুর, নোয়াখালী, লক্ষ্মীপুরও নারায়ণগঞ্জ জেলার অধিবাসীরা ভয়াবহ আর্সেনিক দূষণের শিকার।\n\n\n=== সিঙ্কহোল ===\n\nমূলত সিঙ্কহোল হলো চুনাপাথর অঞ্চলে সৃষ্ট বড়ো বড়ো গর্ত।যখন প্রাকৃতিক ক্ষয় বা মানব খনির উপর ভিত্তি করে নির্মিত কাঠামো সমর্থন খুব দুর্বল স্থল তোলে, মাটি একটি সঙ্কুচিত পতন এবং সিঙ্কহোল উৎপাদন করতে পারে। উদাহরণস্বরূপ, ২011 সালের গুয়াতেমালার সিটি সিঙ্হোলে 15 জন মানুষকে মেরে ফেলা হয়েছিল, যখন ট্রপিক্যাল স্টর্ম অ্যাগাথা থেকে ভারী বৃষ্টির ফলে পাম্পের পানিতে ডুবে যাওয়ার ফলে একটি ফ্যামিলি বিল্ডিংয়ের নিচে মাটির আকস্মিক পতন ঘটে।\n\n\n=== তুষারঝড় ===\nতুষারঝড় হলো ভারী তুষারপাত এবং ভারী বায়ু দ্বারা চিহ্নিত চরম শীতল ঝড় যখন উচ্চ বায়ুগুলি ইতোমধ্যে ভেঙে পড়েছে তুষারপাত শুরু হয়, তখন এটি একটি স্থল তুষারঝড় হিসেবে পরিচিত। তুষারঝড় স্থানীয় অর্থনৈতিক কার্যক্রম প্রভাবিত করতে পারে, বিশেষত এমন অঞ্চলে যেখানে তুষারপাত বিরল হয়। ১৮৮৮ সালের গ্রেট ব্লিজার্ড মার্কিন যুক্তরাষ্ট্রকে ক্ষতিগ্রস্ত করেছিল, যখন অনেক টন গম ফসল নষ্ট হয়ে যায়, এবং এশিয়ার ২০০৮ সালে আফগানিস্তান তুষারঝড় এবং ১৯৭২ সালে ইরানের তুষারঝড়ও ছিল গুরুত্বপূর্ণ ঘটনা। ১৯৯৩ সালের সুপারস্টট মেক্সিকো উপসাগরে জন্মগ্রহণ করে এবং উত্তর ভ্রমণ করে, ২৬ টি রাজ্যের পাশাপাশি কানাডায় ক্ষতিগ্রস্ত হয় এবং ৩০০ জনের বেশি মৃত্যুর মুখোমুখি হয়। [12]\n\n\n=== খরা ===\nখরা দীর্ঘ সময় ধরে গড় মাত্রার নিচে বৃষ্টিপাতের মাত্রা দ্বারা সৃষ্ট মাটির অস্বাভাবিক শুষ্কতা। গরম শুষ্ক বায়ু, জল ঘাটতি, স্থায়ী তাপমাত্রা এবং স্থল থেকে আর্দ্রতা এর ফলে বাষ্পীভবন।খরার ফলে জল ঘাটতি থেকে পশুর পানীয় যোগ্য জলের অভাব ফসলহানী ঘটতে পারে।\nসুপরিচিত ঐতিহাসিক খরাগুলির মধ্যে অন্তর্ভুক্ত রয়েছে 1997-2009 অস্ট্রেলিয়ার মিল্নেয়াম খরা যাতে অনেক দেশের মধ্যে পানি সরবরাহের সঙ্কটের সৃষ্টি হয়।\n \n\n\n== পরিসংখ্যান ==\nবিশ্ব আবহাওয়া সংস্থার ২০২৪ সালের ২৩ এপ্রিল প্রকাশিত এক প্রতিবেদন মোতাবেক\n১৯৭০ থেকে ২০২১ সাল পর্যন্ত আবহাওয়া, জলবায়ু ও পানির কারণে এশিয়ায় ৩,৬১২টি দুর্যোগের ঘটনা ঘটেছে। এতে মারা গেছে ৯ লক্ষ ৮৪ হাজার ২৬৩ মানুষ এবং এসব দুর্যোগে অর্থনৈতিক ক্ষতি হয়েছে ১.৪ ট্রিলিয়ন ডলার। এই মৃত্যুর অর্ধেকের বেশি হয়েছে বাংলাদেশে। প্রতিবেদনের তথ্য অনুসারে ১৯৭০ থেকে ২০২১ এই ৫০ বছরে এশিয়ায় সর্বাধিক ২৮১টি দুর্যোগে ৫ লাখ ২০ হাজার ৭৫৮ জন মানুষ মারা গেছে বাংলাদেশে।\n\n\n== আরও দেখুন ==\nবাংলাদেশে আর্সেনিক দূষণ\n\n\n== তথ্যসূত্র ==\n\nপ্রাকৃতিক দুর্যোগ, সংকলিত, বাংলাপিডিয়া (সিডি ভার্ষণ) 2.0.0; বাংলাদেশ এশিয়াটিক সোসাইটি, ঢাকা, বাংলাদেশ থেকে প্রকাশিত। ২০০৬ সংস্করণ। পরিদর্শনের তারিখ: জুন ১৬, ২০১১ খ্রিষ্টাব্দ।\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় প্রাকৃতিক দুর্যোগ"}