{"pageid": 1154072, "title": "উ চীনা ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1154072", "content": "উ চীনা ভাষা বা উ ভাষা চীনীয় ভাষাসমূহের একটি অন্যতম গুরুত্বপূর্ণ দল যেটি মূলত পূর্ব চীনের সাংহাই নগরী, চিয়াংসু প্রদেশের দক্ষিণ-পূর্বভাগ (ইয়াংৎসি নদীর দক্ষিণের অংশ) ও চচিয়াং প্রদেশে প্রচলিত। এই অঞ্চলটি উ সাংস্কৃতিক অঞ্চল নামেও পরিচিত। চীনের প্রায় ৮% অধিবাসী তথা প্রায় ৯ কোটি লোক উ ভাষায় কথা বলে। হাংচৌ, সাংহাই, সুচৌ, নিংফো ও ওয়েনচৌ শহরগুলিতে এটি বিশেষভাবে প্রচলিত।\nউ ভাষাটি আদিতে সুচৌ শহর থেকে ছড়িয়ে পড়ে। খ্রিস্টপূর্ব ৫ম শতক থেকে শহরটি চীনের একটি সাংস্কৃতিক কেন্দ্র ছিল। ১৪শ-১৫শ শতকে মিং রাজবংশের শাসনামলে সাংহাই নগরী একটি গুরুত্বপূর্ণ মহানগরে পরিণত হলে ভাষাটিও গুরুত্ব লাভ করা শুরু করে। ১৯শ শতকেও উ ভাষার সুচৌ উপভাষাটিকে মর্যাদাবাহী উপভাষা গণ্য করা হত। তবে ২০শ শতাব্দীর শুরুতে সাংহাই উপভাষাটি উ ভাষার প্রতিনিধিত্বকারী সাধারণ উপভাষাতে (কোইনে) পরিণত হয়। উ ভাষার বিভিন্ন উপভাষাভাষী বক্তাদেরকে কদাচিৎ ভুল করে \"সাংহাই ভাষা\"-র বক্তা হিসেবে গণ্য করা হতে পারে।\nউ চীনা ভাষার সাথে আধুনিক প্রমিত ম্যান্ডারিন চীনা ভাষার বেশ পার্থক্য আছে। যেমন এটিতে আদর্শ চীনা ভাষার চারটি সুরের পরিবর্তে সাত বা আটটি সুর ব্যবহৃত হয়, যার দ্বারা শব্দের অর্থভেদ করা যায়।\nউ ভাষার উপভাষাগুলিকে উত্তরীয় উ ভাষা ও দক্ষিণী উ ভাষা, এই দুইভাগে ভাগ করা যায়। উত্তরীয় উ উপভাষাগুলি একে অপরের জন্য পারস্পরিক বোধগম্য হলেও দক্ষিণী উ ভাষাগুলি এমনটি নয়।\nঐতিহাসিক ভাষাবিজ্ঞানীদের কাছে উ ভাষাগুলি খুবই তাৎপর্যপূর্ণ কেননা এগুলি প্রাচীন মধ্য চীনা ভাষার ঘোষ আদিব্যঞ্জনধ্বনিগুলি সংরক্ষণ করে রেখে চীনা ভাষার অন্যান্য প্রকারভেদ থেকে নিজেদের স্বতন্ত্র করে নেয়। এছাড়া ভাষাগুলি কণ্ঠনালীয় স্পৃষ্টব্যঞ্জন (glottal stop) দ্বারা স্পৃষ্ট সুর (checked tone) ধরে রেখেছে। উ ভাষা ও অন্যান্য চীনা ভাষার মধ্যে ধ্বনিতাত্ত্বিক অপসৃতি তাৎপর্যপূর্ণ। উ ভাষা, বিশেষ করে সুচৌ উপভাষাটি প্রমিত ম্যান্ডারিন চীনা ভাষার বক্তাদের কানে শুনতে কোমল লাগে, তাই উ ভাষাকে কদাচিৎ \"কোমল ভাষা\" (吳儂軟語; 吴侬软语) বলা হয়।\n১৯৮৬ সালে চীনের রাষ্ট্রীয় ভাষা কমিশন ম্যান্ডারিন চীনা ভাষা বাদে বাকী সব চীনা ভাষাকে \"অসভ্য উপভাষা\" হিসেবে বর্ণনা করে ছাত্রদেরকে সেগুলিতে কথা বলা নিষিদ্ধ করলে উ ভাষার অবক্ষয় শুরু হয়। ১৯৯২ সালে সাংহাইয়ের সমস্ত ছাত্রদেরকে শিক্ষা প্রাঙ্গনে সব সময়ের জন্য উ ভাষায় কথা বলতে নিষিদ্ধ করা হয়। ২০০০-এর দশকের শেষ থেকে উ ভাষাটি মূলক রান্নাঘরের ভাষা ও লোক গীতিনাট্যের ভাষায় পরিণত হয়। বর্তমানে উ ভাষার কোনও আনুষ্ঠানিক মর্যাদা নেই, কোনও আইনি সুরক্ষা নেই এবং এটির কোনও সরকার-অনুমোদিত রোমানীকরণ পদ্ধতি নেই।\n\n\n== তথ্যসূত্র =="}