{"pageid": 115496, "title": "সরকারি বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=115496", "content": "যে সব বিশ্ববিদ্যালয় দেশের সরকার দ্বারা প্রধানত আর্থিক সুবিধা পেয়ে থাকে তাদেরকে সরকারি বিশ্ববিদ্যালয় এবং সচরাচর পাবলিক বিশ্ববিদ্যালয় বলা হয়। অপর দিকে বেসরকারি বিশ্ববিদ্যালয় সাধারণত সরকার থেকে আর্থিক সুবিধা পায় না। পৃথিবীর কোনো দেশে জাতীয় বিশ্ববিদ্যালয় সরকারী আবার কোনো দেশে বেসরকারী হিসেবে দেখা যায়। প্রায় সব দেশেই সরকারি বিশ্ববিদ্যালয়গুলো শিক্ষা ও গবেষণা কার্যক্রমের দিক থেকে উন্নতমানের হয়ে থাকে।\n\n\n== আফ্রিকা ==\n\n\n=== মিশর ===\n\nমিশরে, আল-আজহার বিশ্ববিদ্যালয় ৯৭০ খ্রিস্টাব্দে একটি মাদ্রাসা হিসাবে প্রতিষ্ঠিত হয়েছিল, এটিকে বিশ্বের প্রাচীনতম উচ্চ শিক্ষা প্রতিষ্ঠানগুলির মধ্যে একটি করে তোলে, আনুষ্ঠানিকভাবে 1961 সালে একটি বিশ্ববিদ্যালয়ে পরিণত হয়। কিছু সরকারি বিশ্ববিদ্যালয়  কায়রো বিশ্ববিদ্যালয় (১৯০৮), আলেকজান্দ্রিয়া বিশ্ববিদ্যালয় (১৯১২), অ্যাসিউট বিশ্ববিদ্যালয় (১৯২৮), আইন শামস বিশ্ববিদ্যালয় (১৯৫৭), হেলওয়ান বিশ্ববিদ্যালয় (১৯৫৯)  , বেনি-সুফ বিশ্ববিদ্যালয় (১৯৬৩), জাগাজিগ বিশ্ববিদ্যালয় (১৯৭৪), বেনহা বিশ্ববিদ্যালয় (১৯৭৬), সুয়েজ খাল বিশ্ববিদ্যালয় (১৯৮৯), যেখানে সরকার টিউশন ফি ভর্তুকি দেয়।\n\n\n=== কেনিয়া ===\n\nকেনিয়াতে, শিক্ষা মন্ত্রণালয় সমস্ত পাবলিক বিশ্ববিদ্যালয় নিয়ন্ত্রণ করে।  শিক্ষার্থীরা 8-4-4 সিস্টেম সম্পূর্ণ করার পরে এবং C+ বা তার বেশি নম্বর অর্জন করার পরে নথিভুক্ত হয়।  কেনিয়া ইউনিভার্সিটিস অ্যান্ড কলেজ সেন্ট্রাল প্লেসমেন্ট সার্ভিস (KUCCPS) দ্বারা বার্ষিক নির্ধারিত মানদণ্ড পূরণকারী শিক্ষার্থীরা সরকারী স্পনসরশিপ পায়।  সরকার তাদের বিশ্ববিদ্যালয় বা কলেজের ফি এর অংশ প্রদান করে।  ছাত্ররা উচ্চ শিক্ষা ঋণ বোর্ড থেকে স্বল্প সুদে ঋণের জন্যও যোগ্য।  তবে উচ্চশিক্ষা শেষ করার পর শিক্ষার্থীদের অবশ্যই ঋণ পরিশোধ করতে হবে।\n\n\n=== নাইজেরিয়া ===\n\nনাইজেরিয়াতে, ফেডারেল সরকার এবং রাজ্য সরকার উভয়ই বিশ্ববিদ্যালয় স্থাপন করতে পারে।\n\n\n=== দক্ষিণ আফ্রিকা ===\n\nদক্ষিণ আফ্রিকার ২৩টি ত্রিস্তরবিশিষ্ট সরকারি শিক্ষা প্রতিষ্ঠান রয়েছে, যা ঐতিহ্যবাহী বা ব্যাপক বিশ্ববিদ্যালয় (তাত্ত্বিক এবং বৃত্তিমূলক প্রশিক্ষণ প্রদান) হিসাবে শ্রেণীবদ্ধ।\n\n\n=== তিউনিসিয়া ===\n\nতিউনিসিয়াতে, উচ্চ শিক্ষা ও বৈজ্ঞানিক গবেষণা মন্ত্রণালয় সমস্ত সরকারি বিশ্ববিদ্যালয় নিয়ন্ত্রণ করে।  কিছু বিশ্ববিদ্যালয়ের জন্য, উচ্চ শিক্ষা মন্ত্রণালয় অন্যান্য মন্ত্রণালয়ের সাথে সমন্বয় করে যেমন জনস্বাস্থ্য মন্ত্রণালয় বা তথ্য ও যোগাযোগ প্রযুক্তি মন্ত্রণালয়।  তিউনিসিয়ার সরকারি বিশ্ববিদ্যালয়গুলির একজন ছাত্র তিউনিসিয়ান ব্যাকালোরেট অর্জন করার পরে ভর্তির নিশ্চয়তা দেয়।  বিশ্ববিদ্যালয়গুলি স্নাতকের ফলাফলের উপর ভিত্তি করে একটি ফর্মুলা স্কোর অনুসারে শিক্ষার্থীদের শ্রেণিবদ্ধ করে। তারপরে, শিক্ষার্থীরা অভিযোজনে নিবেদিত একটি রাষ্ট্রীয় ওয়েবসাইটে তারা যে বিশ্ববিদ্যালয়গুলিতে যোগ দিতে চায় তাদের সাথে একটি ইচ্ছা তালিকা তৈরি করে।  সুতরাং, উচ্চ র‍্যাঙ্কিং শিক্ষার্থীরা পছন্দ করার জন্য অগ্রাধিকার পায়।\n\n\n== এশিয়া ==\n\n\n=== ব্রুনেই ===\nব্রুনাইয়ের বেশিরভাগ বিশ্ববিদ্যালয় পাবলিক।\n\n\n=== বাংলাদেশ ===\n \n\n২৩রা জানুয়ারি, ২০২১ পর্যন্ত, বাংলাদেশে ৫৭টি সরকারি বিশ্ববিদ্যালয় আছে।  বিশ্ববিদ্যালয় মঞ্জুরী কমিশন বাংলাদেশে সরকারি বিশ্ববিদ্যালয়গুলো নিয়ন্ত্রণ করে। বিভাগ অনুসারে সরকারি বিশ্ববিদ্যালয়ের তালিকা:\n\n\n=== চীন ===\n\n\n=== হংকং ===\n\n\n=== ইন্দোনেশিয়া ===\n\n\n=== ভারত ===\n\n \nভারতে, অধিকাংশ বিশ্ববিদ্যালয় এবং প্রায় সব গবেষণা প্রতিষ্ঠানই সর্বজনীন। কিছু বেসরকারী স্নাতকোত্তর কলেজ ও বেশিরভাগই ইঞ্জিনিয়ারিং স্কুলের, অধিকাংশই পাবলিক বা সরকারি বিশ্ববিদ্যালয়গুলির সাথে সম্পর্কিত। এইসব বেসরকারি বিদ্যালয়গুলির কিছু অংশ আংশিকভাবে জাতীয় বা রাজ্য সরকারের সহায়তায় পরিচালিত হয়। ভারত একটি \"মুক্ত\" পাবলিক বিশ্ববিদ্যালয় হল ইন্দিরা গান্ধী ন্যাশনাল ওপেন ইউনিভার্সিটি (ইগনু), যা বেশিরভাগই দূরবর্তী শিক্ষা প্রদান করে এবং তালিকাভুক্ত শিক্ষার্থীর সংখ্যা অনুসারে এখন বিশ্বের ৪ মিলিয়নের বেশি শিক্ষার্থীর সাথে বিশ্বের বৃহত্তম বিশ্ববিদ্যালয়।\n\n\n=== ইরান ===\n\n\n=== ইসরায়েল ===\n\n\n=== জাপান ===\n\n\n== আরও দেখুন ==\nবেসরকারি বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র =="}