{"pageid": 1154439, "title": "বোডেন ছাত্রবৃত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1154439", "content": "বোডেন ছাত্রবৃত্তি ১৮৩৩ সালে সংস্কৃত শিক্ষায় শিক্ষার্থীদের সাহায্য করতে অক্সফোর্ড বিশ্ববিদ্যালয়ে চালু হয়েছিল।\n\n\n== ইতিহাস ==\nলেফট্যানেন্ট কর্নেল জোসেফ বোডেন (যার নামে এই ছাত্রবৃত্তি) ১৭৮১ থেকে ১৮০৭ সালে অবসর গ্রহণ পর্যন্ত ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বোম্বাই নেটিভ ইনফ্যান্ট্রিতে কর্মরত ছিলেন। ১৮১১ সালের ২১ নভেম্বর তার মৃত্যু ঘটে। তার উইলে বলা হয়েছিল যে বোডেনের কন্যার মৃত্যুর পরে তার ভূসম্পত্তি অক্সফোর্ড বিশ্ববিদ্যালয়ের হাতে অর্পিত হবে এবং তার মাধ্যমে সংস্কৃত ভাষার এক অধ্যাপক পদ সৃষ্টি করা হবে। ১৮২৭ সালের অগস্ট মাসে বোডেনের কন্যা মারা যান। সেই বছরই নভেম্বর মাসে বিশ্ববিদ্যালয় বোডেনের সম্পত্তি গ্রহণ করে এবং ১৮৩২ সালে প্রথম বোডেন সংস্কৃত অধ্যাপক নির্বাচিত হন।\n\"সংস্কৃত ভাষা ও সাহিত্য অধ্যয়ন ও তাতে বৈদগ্ধ অর্জনের উদ্দেশ্যে\" ছাত্রবৃত্তি দানের জন্যও বোডেনের সম্পত্তি ব্যবহৃত হয়েছিল। ১৮৩০ ও ১৮৬০ সালে কোর্ট অফ চ্যানসেরি কর্তৃক মঞ্জুরকৃত ব্যবস্থা অনুযায়ী, ছাত্রবৃত্তি (প্রথমে দুই জনকে, পরে বাড়িয়ে চার জনের জন্য করা হয়) দেওয়া হত বিশ্ববিদ্যালয়ের পঁচিশ বছরের কম বয়সী শিক্ষার্থীদের জন্য এবং বৃত্তির মেয়াদ ছিল চার বছর। ঊনবিংশ শতাব্দীতে বৃত্তিধারীরা বার্ষিক পঞ্চাশ পাউন্ড করে পেতেন। ১৯৩১ সালের পর থেকে ছাত্রীরাও বৃত্তির প্রতিযোগিতায় অংশ নেওয়ার অনুমতি লাভ করেন।\n২০১২ সালের হিসেব অনুযায়ী, এই বৃত্তির মেয়াদ বর্তমানে মাত্র দুই বছরের, যা সম্ভাব্যক্ষেত্রে তিন বছর পর্যন্ত বাড়ানো যেতে পারে। বর্তমানে বিশ্ববিদ্যালয়ের সকল ত্রিশ বছরের কম বয়সী স্নাতক সদস্য (যাদের \"মাতৃভাষা কোনও এক ভারতীয় ভাষা\" তারা নন) এবং যারা তিন বছরের অধিক কাল অক্সফোর্ডে নেই তাঁরাই এই বৃত্তি পেতে পারেন। বৃত্তিপ্রাপ্তের সংখ্যা ও বৃত্তির মূল্যমান আর বিশ্ববিদ্যালয়ের প্রাচ্যবিদ্যা অনুষদ কর্তৃক নির্ধারিত হয় না।\n\n\n== বৃত্তিপ্রাপ্তগণ ==\nউইলিয়াম অল্ডার স্ট্রেঞ্জ (১৮৩৩)\nআলেজজান্ডার ফোর্বস, পরবর্তীকালে ব্রেশিনের বিশপ\nএডওয়ার্ড জনস্টন, ভারততত্ত্ববিদ\nরবার্ট পাইন স্মিথ (পরবর্তীকালে ক্যান্টারবেরির ডিন)\nব্রজেন্দ্রনাথ দে, আইসিএস, বিভাগীয় কমিশনার (কার্যনির্বাহী), বর্ধমান, বাংলা\nহর দয়াল, পরবর্তীকালে গদর পার্টির প্রতিষ্ঠাতা\nআর্থার ভেনিস, সংস্কৃত বিশেষজ্ঞ\n\n\n== তথ্যসূত্র =="}