{"pageid": 1154239, "title": "অতুলপ্রসাদী", "url": "https://bn.wikipedia.org/wiki?curid=1154239", "content": "অতুলপ্রসাদী হল সঙ্গীতজ্ঞ-কবি অতুলপ্রসাদ সেন কর্তৃক বাংলা ভাষায় রচিত ও সুরারোপিত গান। তিনি হলেন বাংলা সাহিত্যের পঞ্চকবির মধ্যে একজন। তাঁর গানগুলি মূলত স্বদেশি সঙ্গীত, ভক্তিগীতি ও প্রেমের গান; এই তিন ধারায় বিভক্ত। তবে তাঁর ব্যক্তি জীবনের বেদনা সকল ধরনের গানেই কম-বেশি প্রভাব ফেলেছে। এজন্য তাঁর অধিকাংশ গানই হয়ে উঠেছে করুণ-রস প্রধান।\nউনিশ শতকের শেষ থেকে বিশ শতকের মাঝামাঝি সময় পর্যন্ত রবীন্দ্র প্রতিভার প্রভাববলয়ের মধ্যে বিচরণ করেও যাঁরা বাংলা কাব্যগীতি রচনায় নিজেদের বিশেষত্ব প্রকাশ করতে সক্ষম হন, অতুল প্রসাদ ছিলেন তাদের অন্যতম। সমকালীন গীতিকারদের তুলনায় তার সঙ্গীত সংখ্যা সীমিত হলেও অতুল প্রসাদের অনেক গানে সাঙ্গীতিক মৌলিকত্ব পরিলক্ষিত হয়; আর সে কারণেই তিনি বাংলা সঙ্গীত জগতে এক স্বতন্ত্র আসন লাভ করেছেন।\nঅতুলপ্রসাদ বাংলা গানে ঠুংরি ধারার প্রবর্তক। তিনিই প্রথম বাংলায় গজল রচনা করেন। তাঁর রচিত বাংলা গজলের সংখ্যা ৬-৭টি। গীতিগুঞ্জ (১৯৩১) গ্রন্থে তার সমুদয় গান সংকলিত হয়। এই গ্রন্থের সর্বশেষ সংস্করণে (১৯৫৭) অনেকগুলি অপ্রকাশিত গান প্রকাশিত হয়। অতুলপ্রসাদের গানের সংখ্যা ২০৮। অতুলপ্রসাদ সেনের কয়েকটি বিখ্যাত গান হল মিছে তুই ভাবিস মন, সবারে বাস রে ভালো,বঁধুয়া, নিঁদ নাহি আঁখিপাতে, একা মোর গানের তরী, কে আবার বাজায় বাঁশি, ক্রন্দসী পথচারিণী ইত্যাদি। তাঁর রচিত দেশাত্মবোধক গানগুলির মধ্যে প্রসিদ্ধ উঠ গো ভারত-লক্ষ্মী, বলো বলো বলো সবে, হও ধরমেতে ধীর। তাঁর মোদের গরব, মোদের আশা, আ মরি বাংলা ভাষা! গানটি বাংলাদেশ মুক্তিযুদ্ধে বিশেষ অণুপ্রেরণা জুগিয়েছিল। অতুলপ্রসাদের গানগুলি দেবতা, প্রকৃতি, স্বদেশ, মানব ও বিবিধ নামে পাঁচটি পর্যায়ে বিভক্ত। রবীন্দ্রনাথ ঠাকুর এই গানের বিশেষ গুণগ্রাহী ছিলেন। অতুলপ্রসাদী গান নামে পরিচিত এই ধারার একজন বিশিষ্ট সঙ্গীতশিল্পী হলেন কৃষ্ণা চট্টোপাধ্যায়।\nগানের ব্যাপারে রবীন্দ্রনাথ ঠাকুরের মতো গোছানো মানুষ ছিলেন না অতুলপ্রসাদ। তাই আসরে তাঁর গান গাওয়া হলে অনেকেই ভুল করে ভাবতেন রবীন্দ্রগান। লাজুক গীতিকবির জন্য স্বয়ং রবীন্দ্রনাথের নির্দেশে ১৯২৫ সালে প্রথম গ্রন্থিত হল তাঁর ‘কয়েকটি গান’। তাঁর সর্বমোট গানের সংখ্যা মাত্র ২০৮টি এবং সে সবের মধ্যে মাত্র ৫০-৬০টি গান গীত হিসেবে প্রাধান্য পায়। অতুল প্রসাদের মামাতো বোন সাহানা দেবীর সম্পাদনায় ৭১টি গান স্বরলিপিসহ কাকলি (১৯৩০) নামে দুই খণ্ডে প্রকাশিত হয়। তার অপর গানগুলিও গীতিপুঞ্জ এবং কয়েকটি গান নামে দুটি পৃথক গ্রন্থে প্রকাশিত হয়। ১৯২২-২৩ সালের দিকে কলকাতা থেকে প্রথম অতুল প্রসাদের গানের রেকর্ড বের হয় সাহানা দেবী ও হরেন চট্টোপাধ্যায়ের কণ্ঠে।\nঅমল হোম তাঁকে বলেছেন \"অক্লান্তকণ্ঠ\"। দিলীপকুমার রায় বলেছেন, ‘‘আমাদের আগেকার যুগে ভক্তির গানে ফুলের মতন ফুটে উঠছিলেন চারজন কবি: দ্বিজেন্দ্রলাল, রবীন্দ্রনাথ, রজনীকান্ত ও অতুলপ্রসাদ। এঁদের মধ্যে অতুলপ্রসাদ সর্বকনিষ্ঠ তথা অনলংকৃত কবি... তাঁর গান শুনতে শুনতে মনে হয়, দৈনন্দিন ঘরকন্নার মধ্য দিয়ে যেন একটি সরল উচ্ছ্বাসী কবি-হৃদয় নিজের মনের কথা বলে চলেছে তার আনন্দ বেদনা আশা-নিরাশার পসরা নিয়ে।’’\n\n\n== তথ্যসূত্র =="}