{"pageid": 11545, "title": "আল মাহমুদ", "url": "https://bn.wikipedia.org/wiki?curid=11545", "content": "আল মাহমুদ (১১ জুলাই ১৯৩৬ – ১৫ ফেব্রুয়ারি ২০১৯) ছিলেন আধুনিক বাংলা সাহিত্যের অন্যতম প্রধান কবি। তিনি একাধারে কবি, ঔপন্যাসিক, প্রাবন্ধিক, ছোটগল্প লেখক, শিশুসাহিত্যিক এবং সাংবাদিক ছিলেন। বিংশ শতাব্দীর দ্বিতীয়াংশে সক্রিয় থেকে তিনি আধুনিক বাংলা কবিতাকে নতুন আঙ্গিকে, চেতনায় ও বাক্‌ভঙ্গীতে বিশেষভাবে সমৃদ্ধ করেছেন। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে অংশ নিয়েছেন প্রবাসী সরকারের দায়িত্ব পালনের মধ্য দিয়ে। তিনি বাংলাদেশের স্বাধীনতা-পরবর্তীকালে প্রতিষ্ঠিত সরকার বিরোধী সংবাদপত্র দৈনিক গণকণ্ঠ (১৯৭২-১৯৭৪) পত্রিকার সম্পাদক ছিলেন।\n১৯৫০-এর দশকে যে কয়েকজন লেখক বাংলা ভাষা আন্দোলন, জাতীয়তাবাদ, রাজনীতি, অর্থনৈতিক নিপীড়ন এবং পশ্চিম পাকিস্তানি সরকার বিরোধী আন্দোলন নিয়ে লিখেছেন তাদের মধ্যে মাহমুদ একজন। লোক লোকান্তর (১৯৬৩), কালের কলস (১৯৬৬), সোনালী কাবিন (১৯৭৩), মায়াবী পর্দা দুলে ওঠো ইত্যাদি তার উল্লেখযোগ্য কাব্যগ্রন্থ। কবি আল মাহমুদ তার অনবদ্য গল্প ও উপন্যাসের জন্যও খ্যতি অর্জন করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nআল মাহমুদ ১৯৩৬ সালের ১১ জুলাই ব্রাহ্মণবাড়িয়া জেলার মোড়াইল গ্রামে জন্মগ্রহণ করেন। তার পিতৃপ্রদত্ত নাম মীর আবদুস শুকুর আল মাহমুদ। তার পিতার নাম মীর আবদুর রব ও মাতার নাম রওশন আরা মীর। তার দাদার নাম আব্দুল ওহাব মোল্লা; যিনি হবিগঞ্জ জেলায় জমিদার ছিলেন।\nকুমিল্লা জেলার দাউদকান্দি থানার সাধনা হাই স্কুল এবং পরে চট্টগ্রামের সীতাকুণ্ড হাই স্কুলে পড়ালেখা করেন। মূলত এই সময় থেকেই তার লেখালেখির শুরু। আল মাহমুদ বেড়ে উঠেছেন ব্রাহ্মণবাড়িয়ায়। তিনি মধ্যযুগীয় প্রণয়োপাখ্যান, বৈষ্ণব পদাবলি, রবীন্দ্রনাথ ও নজরুল প্রমুখের সাহিত্য পাঠ করে ঢাকায় আসার পর কাব্য সাধনা শুরু করেন এবং ষাটের দশকেই স্বীকৃতি ও পাঠকপ্রিয়তা লাভ করেন।\n\n\n== কর্মজীবন ==\nসংবাদপত্রে লেখালেখির সূত্র ধরে ১৯৫৪ সালে মাহমুদ ঢাকা আগমন করেন। সমকালীন বাংলা সাপ্তাহিক পত্র/পত্রিকার মধ্যে কবি আব্দুর রশীদ ওয়াসেকপুরী সম্পাদিত ও নাজমুল হক প্রকাশিত সাপ্তাহিক কাফেলা পত্রিকায় লেখালেখি শুরু করেন। পাশাপাশি তিনি দৈনিক মিল্লাত পত্রিকায় প্রুফ রিডার হিসেবে সাংবাদিকতা জগতে পদচারণা শুরু করেন। ১৯৫৫ সাল কবি আব্দুর রশীদ ওয়াসেকপুরী কাফেলা পত্রিকার চাকরি ছেড়ে দিলে তিনি সেখানে সম্পাদক হিসেবে যোগ দেন।\n১৯৭১ সালে তিনি ভারত গমন করেন এবং মুক্তিযুদ্ধে সক্রিয়ভাবে অংশ নেন। যুদ্ধের পরে দৈনিক গণকণ্ঠ নামক পত্রিকায় প্রতিষ্ঠা-সম্পাদক হিসেবে যোগ দেন। সম্পাদক থাকাকালীন সরকারের বিরুদ্ধে লেখার কারণে এক বছরের জন্য কারাদণ্ড ভোগ করতে হয়।\n১৯৭১-এর মুক্তিযুদ্ধের পর তিনি গল্প লেখার দিকে মনোযোগী হন। ১৯৭৫ সালে তার প্রথম ছোটগল্প গ্রন্থ পানকৌড়ির রক্ত প্রকাশিত হয়। পরে ১৯৭৫ সালে বঙ্গবন্ধু শেখ মুজিবুর রহমান তাকে শিল্পকলা একাডেমির গবেষণা ও প্রকাশনা বিভাগের সহপরিচালক পদে নিয়োগ দেন। দীর্ঘদিন দায়িত্ব পালনের পর তিনি পরিচালক হন। পরিচালক পদ থেকে ১৯৯৩ সালে অবসর গ্রহণ করেন।\n\n\n== সাহিত্যজীবন ==\n১৯৫৪ সাল অর্থাৎ ১৮ বছর বয়স থেকে তার কবিতা প্রকাশ পেতে থাকে। ঢাকা থেকে প্রকাশিত সিকান্দার আবু জাফর সম্পাদিত সমকাল পত্রিকা এবং কলকাতার নতুন সাহিত্য, চতুষ্কোণ, ময়ূখ ও কৃত্তিবাস ও বুদ্ধদেব বসু সম্পাদিত 'কবিতা' পত্রিকায় লেখালেখির সুবাদে ঢাকা-কলকাতার পাঠকদের কাছে তার নাম পরিচিত হয়ে ওঠে এবং তাকে নিয়ে আলোচনার সূত্রপাত হয়। কাব্যগ্রন্থ লোক লোকান্তর (১৯৬৩) সর্বপ্রথম তাকে স্বনামধন্য কবিদের সারিতে জায়গা করে দেয়। এরপর কালের কলস (১৯৬৬), সোনালি কাবিন (১৯৭৩), মায়াবী পর্দা দুলে উঠো (১৯৭৬) কাব্যগ্রন্থগুলো তাকে প্রথম সারির কবি হিসেবে সুপ্রতিষ্ঠিত করে। ১৯৯৩ সালে বের হয় তার প্রথম উপন্যাস কবি ও কোলাহল।\nতিনি আধুনিক বাংলা কবিতার নগরকেন্দ্রিক প্রেক্ষাপটে ভাটি বাংলার জনজীবন, গ্রামীণ আবহ, নদীনির্ভর জনপদ, চরাঞ্চলের জীবনপ্রবাহ এবং নরনারীর চিরন্তন প্রেম-বিরহকে তার কবিতায় অবলম্বন করেন। নারী ও প্রেমের বিষয়টি তার কবিতায় ব্যাপকভাবে এসেছে। উদ্দীপনা সৃষ্টিকারী হিসেবে নারীর যৌনতা, আকাঙ্ক্ষা ও ভোগের লালসাকে তিনি শিল্পের অংশ হিসেবেই দেখিয়েছেন। আধুনিক বাংলা ভাষার প্রচলিত কাঠামোর মধ্যে স্বাভাবিক স্বতঃস্ফূর্ততায় আঞ্চলিক শব্দের প্রয়োগ তার অনন্য কীর্তি।\n১৯৬৮ সালে ‘লোক লোকান্তর’ ও ‘কালের কলস’ নামে দুটি কাব্যগ্রন্থের জন্য তিনি বাংলা একাডেমি পুরস্কার লাভ করেন। তার সবচেয়ে সাড়া জাগানো সাহিত্যকর্ম সোনালি কাবিন। ১৯৭০-এর দশকের শেষার্ধ তার কবিতায় বিশ্বস্রষ্টার প্রতি বিশ্বাস উৎকীর্ণ হতে থাকে; এর জন্য তিনি প্রগতিশীলদের সমালোচনার মুখোমুখি হন। ১৯৯৩ সালে প্রকাশিত হয় তার প্রথম উপন্যাস “কবি ও কোলাহল”। কোনো কোনো তাত্ত্বিকের ব্যাখ্যা অনুযায়ী, বিশ্বাসগ্রস্ততার কারণে তার বেশকিছু কবিতা লোকায়তিক সাহিত্যদর্শন দৃষ্টান্তবাদ দ্বারা অগ্রহণযোগ্য। তবে একথাও সত্য, কবিতায় দর্শন থাকে, কিন্তু দর্শন দ্বারা কবিতা নিয়ন্ত্রিত নয়, কবিতা আবেগের কারবার।\n\n\n== উল্লেখযোগ্য প্রকাশিত গ্রন্থ ==\n\n\n== ব্যক্তিগত জীবন ==\nআল মাহমুদ ব্যক্তিগত জীবনে সৈয়দা নাদিরা বেগমের সাথে বিবাহ বন্ধনে আবদ্ধ হন। এই দম্পতির পাঁচ ছেলে ও তিন মেয়ে রয়েছে।\n২০১৯ সালের ১৫ই ফেব্রুয়ারি ৮২ বছর বয়সে ঢাকায় ধানমণ্ডির ইবনে সিনা হাসপাতা‌লে চিকিৎসাধীন অবস্থায় তিনি মৃত্যুবরণ করেন। তিনি নিউমোনিয়াসহ বার্ধক্যজনিত নানা জটিলতায় ভুগছিলেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nবাংলা একাডেমি সাহিত্য পুরস্কার (১৯৬৮)\nজয় বাংলা পুরস্কার (১৯৭২)\nহুমায়ুন কবীর স্মৃতি পুরস্কার (১৯৭২)\nজীবনানন্দ স্মৃতি পুরস্কার (১৯৭২)\nকাজী মোতাহার হোসেন সাহিত্য পুরস্কার (১৯৭৬)\nকবি জসীম উদ্দিন পুরস্কার\nফিলিপস সাহিত্য পুরস্কার (১৯৮৬)\nএকুশে পদক (১৯৮৬)\nনাসির উদ্দিন স্বর্ণপদক (১৯৯০)\nফররুখ স্মৃতি পুরস্কার (১৯৯৫)\nভানুসিংহ সম্মাননা পদক (২০০৪)\nলালন পুরস্কার (২০১১)\nবাসাসপ কাব্যরত্ন (২০১৭)\nস্বাধীনতা পুরস্কার (২০২৫)\n\n\n== সমালোচনা ==\nঅনেকেই সমালোচনা করেন যে, আল মাহমুদ ১৯৯০’র দশকে ইসলামী ধর্মীয় বোধের দিকে ঝুঁকে পড়েন। তার কবিতায় ইসলামী চেতনার প্রতিফলন ঘটতে থাকে। যদিও তিনি বিভিন্ন সময় তা অস্বীকার করেছেন।\n\n\n== আল মাহমুদকে নিয়ে গবেষণা ==\nকবি খোরশেদ মুকুল আল মাহমুদকে নিয়ে লিখেছেন গবেষণামূলক গ্রন্থ 'দ্রোহের কবি আল মাহমুদ'।\nকমরুদ্দিন আহমেদ প্রকাশ করেছেন গবেষণামূলক প্রবন্ধগ্রন্থ ‘আল মাহমুদ : কবি ও কথাশিল্পী’\nড. ফজলুল হক তুহিন; আল মাহমুদের কবিতা : বিষয় ও শিল্পরূপ, মাওলা বাদ্রার্স , ঢাকা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরাজু আলাউদ্দিন গৃহীত সাক্ষাৎকার ১৪ জানুযারী ১৯৯১  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০১২ তারিখে\nব্রাত্য রাইসু গৃহীত সাক্ষাৎকার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জানুয়ারি ২০১২ তারিখে"}