{"pageid": 1154023, "title": "ত্রিপুরা বিধানসভা নির্বাচন, ২০০৮", "url": "https://bn.wikipedia.org/wiki?curid=1154023", "content": "২০০৮ সালের ত্রিপুরা বিধানসভা নির্বাচনটি ভারতের ত্রিপুরার ৬০ টি বিধানসভা কেন্দ্রের (ACs) প্রতিটি থেকে বিধানসভার সদস্যদের (এমএলএ) নির্বাচন করার জন্য ২৩ ফেব্রুয়ারিতে একক পর্বে অনুষ্ঠিত হয়েছিল। ৭ মার্চ ২০০৮ তারিখে ভোট গণনা হয়েছিল; এই নির্বাচনে ইলেকট্রনিক ভোটিং মেশিন (ইভিএম) ব্যবহারের ফলে দিনের মধ্যেই ফলাফল প্রস্তুত হয়ে যায়।\nভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) (সিপিআই(এম)) -এর নেতৃত্বাধীন বামফ্রন্ট জোট ৪৯টি আসন জিতে এবং দুই-তৃতীয়াংশের বেশি সংখ্যাগরিষ্ঠতা অর্জন করে বিধানসভার নিয়ন্ত্রণ ধরে রেখেছে। এটি সিপিআই(এম)কে টানা চতুর্থ শাসনামল প্রদান করে।\nসিপিআই(এম) নেতা মানিক সরকার ১০ মার্চ ২০০৮-এ ১১ জন অন্যান্য ক্যাবিনেট মন্ত্রীদের সাথে চতুর্থবারের মতো ত্রিপুরার মুখ্যমন্ত্রী হিসাবে শপথ নেন।\n\n\n== হাইলাইট ==\nত্রিপুরা বিধানসভার নির্বাচন ২৩ ফেব্রুয়ারি, ২০০৮-এ অনুষ্ঠিত হয়েছিল। সমস্ত ৬০ টি বিধানসভা কেন্দ্রের জন্য একক পর্বে নির্বাচন অনুষ্ঠিত হয়েছিল।\n\n\n=== অংশগ্রহণকারী রাজনৈতিক দল ===\n\n\n=== নির্বাচনী এলাকার সংখ্যা ===\n\n\n=== ভোটার ===\n\n\n=== নারী প্রার্থীদের পারফরম্যান্স ===\n\n\n== পটভূমি ==\n১৯৮৮ থেকে ১৯৯৩ সালের মধ্যে কংগ্রেস সরকারের এক মেয়াদের সময় বাদে, সিপিআইএম ১৯৭৮ সাল থেকে রাজ্যে প্রভাবশালী শাসক দল ছিল।\nপূর্ববর্তী নবম ত্রিপুরা বিধানসভার নির্বাচন ২০০৩ সালে অনুষ্ঠিত হয়েছিল এবং এই বিধানসভার মেয়াদ ১৯ মার্চ ২০০৮-এ শেষ হওয়ার কথা ছিল। ভারতের নির্বাচন কমিশন (ইসিআই) ১৪ জানুয়ারী ২০০৮-এ দশম ত্রিপুরা বিধানসভার জন্য নতুন নির্বাচন ঘোষণা করেছে। ২০০৮ সালের নির্বাচনের জন্য ৬০টি নির্বাচনী এলাকার মধ্যে ২০টি তফসিলি উপজাতিদের জন্য এবং সাতটি তফশিলি জাতির জন্য সংরক্ষিত ছিল। সব ভোটকেন্দ্রে ইলেকট্রনিক ভোটিং মেশিন ব্যবহার করে নির্বাচন অনুষ্ঠিত হয়।\nমানিক সরকারের নেতৃত্বে সিপিআই(এম), ২০০৩ সালে পুনঃনির্বাচিত হওয়ার পর নবম ত্রিপুরা বিধানসভায় সরকার গঠন করেছিল। বামফ্রন্ট ৬০টি আসনের মধ্যে ৪১টি আসনে জিতেছে।\n\n\n== প্রচারণা ==\nএই নির্বাচনে মোট ৩১৩ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেন।\n\n\n== নির্বাচনের দিন ==\nনির্বাচনের দিন (২৩ ফেব্রুয়ারী ২০০৮) শান্তিপূর্ণ ছিল এবং এই রাজ্যে কোন সহিংসতার ঘটনা ছাড়াই অতিবাহিত হয়েছিল যা ঐতিহ্যগতভাবে জঙ্গি সংগঠনের বিদ্রোহের সম্মুখীন হয়েছে। এই নির্বাচনের জন্য অভূতপূর্ব নিরাপত্তা ব্যবস্থা করা হয়েছিল - বর্ডার সিকিউরিটি ফোর্স, ইন্দো-তিব্বত বর্ডার পুলিশ এবং সেন্ট্রাল রিজার্ভ পুলিশ ফোর্সের ২০,০০০ আধাসামরিক কর্মী বিমান নজরদারি দ্বারা সমর্থিত।\nরাজ্য জুড়ে ভোটারের উপস্থিতি ছিল ৯০% এর বেশি, যা ভারতের যেকোনো রাজ্যের জন্য রেকর্ড উচ্চ। এটি এর আগের রেকর্ড ২০০২ সালের সিকিম বিধানসভা নির্বাচনের সময় ৮৬% কে হারিয়ে দেয়।\n\n\n== ফলাফল ==\n\n\n== তথ্যসূত্র =="}