{"pageid": 115400, "title": "আন্দরকিল্লা শাহী জামে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=115400", "content": "আন্দরকিল্লা শাহী জামে মসজিদ হলো বাংলাদেশের চট্টগ্রামে অবস্থিত মুঘল স্থাপত্যশৈলীতে নির্মিত একটি ঐতিহ্যবাহী মসজিদ। চট্টগ্রাম বিজয়ের স্মৃতি সংরক্ষণ করার লক্ষ্যে সম্রাট আরঙ্গজেবের নির্দেশে শায়েস্তা খাঁ ১৬৬৭ খ্রিষ্টাব্দে মসজিদটি নির্মাণ করেন।\n\n\n== ইতিহাস ==\n\nচট্টগ্রামের আন্দরকিল্লার সাথে মোঘলদের চট্টগ্রাম বিজয়ের কাহিনী সম্পর্কিত। এই কিল্লা বা কেল্লায় মগ ও পর্তুগিজ জলদস্যুদের আস্তানা ছিলো। ১৬৬৬ খ্রিষ্টাব্দের ২৭শে জানুয়ারি শায়েস্তা খাঁ'র ছেলে উমেদ খাঁ এই আন্দরকিল্লার অন্দরে বা ভিতরে প্রবেশ করলে এর নাম হয়ে যায় \"আন্দরকিল্লা\"। চট্টগ্রাম বিজয়ের স্মৃতি ধরে রাখতে সম্রাট আওরঙ্গজেবের নির্দেশে শায়েস্তা খাঁ ১৬৬৭ খ্রিষ্টাব্দে এখানে নির্মাণ করেন \"আন্দরকিল্লা শাহী জামে মসজিদ\"।\n১৭২৩ খ্রিষ্টাব্দে চট্টগ্রামের আরেক মোঘল ফৌজদার ইয়াসিন খাঁ, এই জামে মসজিদের কিছুটা দূরে পাহাড়ের দক্ষিণ-পূর্ব দিকের একটি টিলার উপর আরেকটি পাকা মসজিদ নির্মাণ করে তাতে \"কদম রসূল\" রাখলে সাধারণের কাছে মসজিদটি গুরুত্ব পেয়ে যায় এবং আন্দরকিল্লা শাহী জামে মসজিদ তুলনামূলক লোকশূন্য হয়ে পড়ে। ১৭৬১ খ্রিষ্টাব্দে ইস্ট ইন্ডিয়া কোম্পানী, মসজিদটিকে গোলাবারুদ রাখার গুদাম হিসেবে ব্যবহার করতে থাকে। ১৮৮৫ খ্রিষ্টাব্দে ঐতিহাসিক হামিদুল্লাহ খাঁ'র আবেদনের প্রেক্ষিতে মসজিদটি মুসলমানদের জন্য আবারও উন্মুক্ত হয়।\n\n\n== বিবরণ ==\n১৬৬৭ সালে এই মসজিদ নির্মাণের পর থেকেই চট্টগ্রামের ইসলাম ধর্মাবলম্বীদের তীর্থস্থান হয়ে উঠে আন্দরকিল্লার এই মসজিদ। এই মসজিদের ইমাম/খতিব নিযুক্ত হতেন পবিত্র মদিনার আওলাদে রাসুল গণ। ফলে অল্পদিনের মধ্যেই এই মসজিদ জনপ্রিয় হয়ে পড়ে। বলা বাহুল্য যে, এই জুমা মসজিদে প্রতি জুম্মায় চট্টগ্রাম ও এর আশেপাশের প্রত্যন্ত অঞ্চল থেকেও মুসল্লিরা এসে নামাজ আদায় করতেন এবং পবিত্র মাহে রমজানের শেষ জুমায় কক্সবাজার ও পার্বত্য চট্টগ্রাম থেকেও মানুষের সমাগমের নজির আছে। রোজা, ফিতরা এবং ঈদের চাঁদ দেখা প্রশ্নে এই মসজিদের ফয়সালা চট্টগ্রামের সর্বস্তরের জনগণ মেনে চলত অবধারিতভাবে।\nআন্দরকিল্লা জামে মসজিদের স্থাপত্য ও গঠন মোঘল রীতি অনুযায়ী তৈরি। সমতল ভুমি থেকে প্রায় ত্রিশ ফুট উপরে ছোট্ট পাহাড়ের উপর এর অবস্থান। মূল মসজিদের নকশা অনুযায়ী এটি ১৮ গজ (১৬ মিটার) দীর্ঘ, ৭.৫ গজ (৬.৯ মিটার) প্রস্থ এবং প্রতিটি দেয়াল প্রায় ২.৫ গজ (২.২ মিটার) পুরু। পশ্চিমের দেয়াল পোড়া মাটির তৈরি এবং বাকি তিনটি দেয়াল পাথরের তৈরি। মধ্যস্থলে একটি বড় গম্বুজ এবং দুটি ছোট গম্বুজ দ্বারা ছাদ আবৃত। ১৬৬৬ সালে নির্মিত এর চারটি অষ্টভূজাকৃতির বুরুজগুলির মধ্যে এর পেছনদিকের দুটি এখন বিদ্যমান। মসজিদটির পূর্বে তিনটি ও উত্তর এবং দক্ষিণে একটি করে মোট ৫টি প্রবেশদ্বার রয়েছে। মসজিদটিতে তিনটি মেহরাব থাকলেও সাধারণত মাঝের ও সর্ববৃহৎ মেহরাবটিই ব্যবহৃত হয়ে থাকে। উল্লেখ্য, মসজিদটি নির্মাণ কৌশলগত দিক থেকে দিল্লির ঐতিহাসিক জামে মসজিদের প্রায় প্রতিচ্ছবি হওয়ায় এটি চট্টগ্রাম অঞ্চলের মুসলিম স্থাপত্য বিকাশের ক্ষেত্রে নতুন মাত্রার জন্ম দেয়। মসজিদটি দিল্লি জামে মসজিদের আদলে বড় বড় পাথর ব্যবহার করে নির্মিত বলে এটিকে পাথরের মসজিদ-\"জামে সঙ্গীন\"ও বলা হয়ে থাকে।\nশুধু স্থাপত্য নিদর্শনেই নয়, শৈল্পিকদিক থেকেও এই মসজিদ উল্লেখ্যযোগ্য। কারণ চট্টগ্রামে মুসলিম বিজয়ের স্মারকস্বরূপ হিসেবে শিলালিপি ভিত্তিক যেসব স্থাপনা আছে, সেগুলোর মধ্যে আন্দরকিল্লা জামে মসজিদের গায়ের শিলালিপি অন্যতম। মসজিদের মূল ইমারতের প্রবেশপথে কালো পাথরের গায়ে খোদাইকৃত সাদা অক্ষরে লেখা ফার্সি লিপির বঙ্গানুবাদ হলঃ \"হে জ্ঞানী, তুমি জগতবাসীকে বলে দাও, আজ এ দুনিয়ায় ২য় কাবা প্রতিষ্ঠিত হয়েছে। যার প্রতিষ্ঠাকাল ১০৭৮ হিজরি (১৭৬৬ সাল)। \" এই শিলালিপি থেকে এর প্রতিষ্ঠাতার নামও পাওয়া যায়। এক্ষেত্রে বলা যায় যে, এই মসজিদে পাওয়া সকল শিলালিপির সাথে সিরিয়ার \"রাক্কা নগর\"-এর স্থাপত্যকলার মিল রয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nকদম মোবারক শাহী জামে মসজিদ\nচট্টগ্রাম বিভাগের মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}