{"pageid": 1155272, "title": "ধলভূমগড় ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1155272", "content": "ধলভূমগড় ব্লক হলো একটি সমষ্টি উন্নয়ন ব্লক যা ভারতের ঝাড়খণ্ড রাজ্যের পূর্ব সিংভূম জেলার ধলভূম মহকুমার অন্তর্গত একটি প্রশাসনিক বিভাগ।\n\n\n== ইতিহাস ==\nসিংভূম জেলার সাকচি কালিমাটিতে ১৯০৭ সালে টাটা স্টিল (তখন টাটা আয়রন অ্যান্ড স্টিল কোম্পানি নামে পরিচিত) কর্তৃক ইস্পাত প্ল্যান্টের ভিত্তিপ্রস্তর স্থাপন এলাকাটির শিল্পায়নের সূচনা করে। ১৯১২ সালে জুগসলাইয়ে এই এলাকার প্রথম থানা স্থাপন করা হয়। ১৯১৭ সালে কালিমাটি সাকচি গ্রামের নাম পরিবর্তন করে ' জামশেদপুর ' করা হয়। ১৯২০ সালে জামশেদপুরকে সদর দপ্তর করে ধলভূম মহকুমা গঠন করা হয়। ১৯২৪ সালেজামশেদপুর শহর পঞ্চায়েত প্রতিষ্ঠা পায়। ১৯৯০ সালে জামশেদপুরকে সদরদপ্তর করে পূর্ব সিংভূম জেলা গঠন করা হয়।\n\n\n== ভূগোল ==\nধলভূমগড়   ২২.৫২৮১°উঃ ৮৬.৫৫৪৩°পূঃ - এ অবস্থিত।\n\"জেলাটি ছোট নাগপুর মালভূমির একটি অংশ নিয়ে গঠিত এবং এটি একটি পাহাড়ী উচ্চভূমি\"। সেরাইকেলা ধলভূমগড় উচ্চভূমি এবং দলমা রেঞ্জ হল জেলার প্রাকৃতিক বিভাগ। প্রধান নদীগুলি হল সুবর্ণরেখা এবং খরকাই।\nজেলাটি দুটি মহকুমা নিয়ে গঠিত - (১) পটমদা, বড়াম, গোলমুড়ি-তথা-যুগশলাই এবং পোটকা সমষ্টি উন্নয়ন ব্লক একত্রে ধলভূম মহকুমা এবং (২) ঘাটশিলা, ধলভূমগড়, মুসাবনী, ডুমারিয়া, গুড়বান্ধা, চাকুলিয়া এবং বাহরাগোড়া ব্লক একত্রে ঘাটশিলা মহকুমা।\nধলভূমগড় সিডি ব্লকটি উত্তরে পশ্চিমবঙ্গ রাজ্যের ঝাড়গ্রাম জেলার ঘাটশিলা সিডি ব্লক এবং জামবনী সিডি ব্লক, পূর্বে চাকুলিয়া সিডিহালনাগাদ  দক্ষিণে গুড়বান্ধা সিডি ব্লক এবং মুসাবনী সিডি ব্লক দ্বারা আবদ্ধ। পশ্চিম.  দ্রষ্টব্য: ঝাড়গ্রাম একটি নতুন জেলা, পশ্চিমবঙ্গের পশ্চিম মেদিনীপুর জেলার একটি অংশ নিয়ে গঠন করা হয়েছে এবং মানচিত্রগুলি এখনও আপডেট করা হয়নি।\nধলভূমগড় সিডি ব্লকের ক্ষেত্রফল ১৭৬.৮৫ কিমি ২ ধলভূমগড় থানা ধলভূমগড় সিডি ব্লকে কাজ করে।  ধলভূমগড় সিডি ব্লকের সদর দফতর ধলভূমগড় গ্রামে অবস্থিত।\n\n\n== জনপরিসংখ্যান ==\n\n\n=== জনসংখ্যা ===\n২০১১ ভারতের আদমশুমারী অনুযায়ী, ধলভূমগড় সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ৬১,৯৩২ জন, যার সম্পূর্ণই মূলত গ্রামীণ। যার মধ্যে ৩১,৩০৯ (৫১%) পুরুষ এবং ৩০,৬২৩ (৪৯%) মহিলা। ০–৬ বছর বয়সের জনসংখ্যা ছিল ৮,৫৮৮ জন। তফসিলি জাতি সংখ্যা ২,৫৩৫ (৫.৫৭%) ও তপশিলি উপজাতির সংখ্যা ৩৩,৬৭৯ (৫৪.৩৮%)। দ্রষ্টব্য: তফসিলী উপজাতি ও ভাষার পরিসংখ্যানের মধ্যে একটি অমিল আছে বলে মনে হচ্ছে। এখানে উদ্ধৃত পরিসংখ্যান দাপ্তরিকভাবে ইন্টারনেটে প্রকাশিত। শতাংশ গণনা করা হয়েছে।\n\n\n=== স্বাক্ষরতা ===\n২০১১ সালের আদমশুমারি অনুযায়ী, ধলভূমগড় সমষ্টি উন্নয়ন ব্লকে মোট শিক্ষিত ব্যক্তির সংখ্যা ছিল ৩৩,৪৭৪ (৬ বছরের বেশি জনসংখ্যার ৬২.৭৫%) যার মধ্যে পুরুষের সংখ্যা ১৯,৮০৯ (৬ বছরের বেশি পুরুষ জনসংখ্যার ৭৩.৫২%) এবং মহিলা সংখ্যা ১৩,৬৬৫ (৬ বছরের বেশি মহিলা জনসংখ্যার ৫১.৭৬%)। লিঙ্গ বৈষম্য (নারী ও পুরুষ সাক্ষরতা হারের মধ্যে পার্থক্য) ছিল ২১.৭৬%। \n\n\n== ভাষা ও ধর্ম ==\n\n২০১১ সালের মাতৃভাষা  অনুযায়ী জনসংখ্যার তথ্য অনুসারে, ধলভূমগড় মহকুমায় বাংলা ছিল ৩১,২০৩ জন মানুষের মাতৃভাষা যা মোট জনসংখ্যার ৫০.৬২ শতাংশ, তারপরে (ব্যক্তির সংখ্যা এবং বন্ধনীতে জনসংখ্যার শতাংশ) সাঁওতালি (২৫,৩৩১/৪১.০৫%।), হিন্দি (২,২০৬/৩.৫৮%), মুন্ডারি (২,১০৪/৩.৪১%), এবং মাতৃভাষা হিসাবে অন্যান্য ভাষাভাষী ব্যক্তির সংখ্যা (৮২৮/১.৩৪%)। অন্যান্য ভাষার মধ্যে ৩৮০ জন লোকের মাতৃভাষা ওড়িয়া এবং ২৯৬ জন ব্যক্তির মাতৃভাষা উর্দু রয়েছে। দ্রষ্টব্য: প্রতিটি ভাষা গোষ্ঠীকে তাদের মাতৃভাষা হিসাবে কমপক্ষে ৫০০ জন ব্যক্তিকে অন্তর্ভুক্ত করার চেষ্টা করা হয়েছে এবং শুধুমাত্র ৫০০ জনের কম ব্যক্তিকে তাদের মাতৃভাষা হিসাবে \"অন্যান্য ভাষা\" বিভাগে অন্তর্ভুক্ত করা হয়েছে। লেখায় ২০০+ লোকের মাতৃভাষা হিসাবে তুলনামূলকভাবে ছোট ভাষা গোষ্ঠী উল্লেখ করা হয়েছে। অনেক ভাষার উপশ্রেণী রয়েছে। যারা আগ্রহী তারা আরও বিস্তারিত জানার জন্য তথ্যসূত্র দেখতে পারেন।\nহিন্দি ঝাড়খণ্ডের দাপ্তরিক ভাষা এবং বাংলা, উর্দু ওড়িয়া ভাষাকে অতিরিক্ত সরকারি ভাষা হিসাবে ঘোষণা করা হয়েছে।\n\nধর্মীয় সম্প্রদায়ের জনসংখ্যা ২০১১-এর তথ্য অনুযায়ী, ধলভূমগড় মহকুমায়, হিন্দুদের সংখ্যা ৩২,৬৭৩ যা জনসংখ্যার ৫২.৭৬%, তারপরে (ব্যক্তির সংখ্যা এবং বন্ধনীতে জনসংখ্যার শতাংশ) অন্যান্য ধর্মীয় সম্প্রদায় (২৫,৯৫৬/৪১%), মুসলিম  (২,৫৯০/৪.১৮%), খ্রিস্টান (৫০১/০.৮১%), ও ধর্মীয় পরিচয় প্রকাশে অনিচ্ছুক ব্যক্তি (২১২/০.৩৪%)।\n\n\n== অর্থনীতি ==\n\n\n=== সংক্ষিপ্ত বিবরণ ===\nনীতি আয়োগ (ন্যাশনাল ইনস্টিটিউশন ফর ট্রান্সফর্মিং ইন্ডিয়া) ২০২১ সালের নভেম্বরে জাতীয় বহুমাত্রিক দারিদ্র্য সূচক (NMPI) বেসলাইন রিপোর্ট প্রকাশ করেছে। “এমপিআই ১২টি বিভাগ ব্যবহার করে গণনা করা হয় - পুষ্টি, শিশু ও কিশোর-কিশোরীর মৃত্যু, প্রসবপূর্ব যত্ন, স্কুলে পড়ার বছর, স্কুলে উপস্থিতি, রান্নার জ্বালানি, স্যানিটেশন, পানীয় জল, বিদ্যুৎ, আবাসন, সম্পদ এবং ব্যাঙ্ক অ্যাকাউন্ট, আগের পদ্ধতির তুলনায়। দারিদ্র্যরেখা বিবেচনা করে।\" দেশের প্রায় ২৫.০১% জনসংখ্যা ছিল বহুমাত্রিক দরিদ্র। রাজ্যের ভিত্তিতে বিহার ছিল সবচেয়ে দরিদ্র এবং জনসংখ্যার ৫১.৯১% দরিদ্র, তারপরে ঝাড়খণ্ডের জনসংখ্যার ৪২.১৬% দরিদ্র।   এর মধ্যে আশার কথা হচ্ছে যে ঝাড়খণ্ডের মধ্যে, ধনী জেলাগুলি হল পূর্ব সিংভূম, ধানবাদ, বোকারো এবং রাঁচি৷ এই জেলাগুলিতে শিল্প এবং/অথবা খনির কার্যকলাপ রয়েছে। যদিও, এই সমষ্টি উন্নয়ন ব্লক এখনও অনেকাংশে কৃষির উপর নির্ভরশীল।\n\n\n=== জীবিকা ===\n\nধলভূমগড় ব্লকে ২০১১ সালে, মোট শ্রমিক শ্রেণির মধ্যে, চাষিদের সংখ্যা ছিল ৫,৭৮৯ যা ২১.৯৬%, কৃষি শ্রমিকের সংখ্যা ১১,৪৬৭ যা ৪৩.৫০%, গৃহস্থালী শিল্পের শ্রমিকদের সংখ্যা ৫৬৩ যা ২.১৪% এবং অন্যান্য শ্রমিকের সংখ্যা ৮,৫৪৪ যা ৪১.৪%। মোট শ্রমিকের সংখ্যা ২৬,৩৪৩ যা মোট জনসংখ্যার ৪২.৫৭% অ-শ্রমিক ৩৫,৫৬৯ যা জনসংখ্যার ৫৭.৪৩%।\n\n\n=== অবকাঠামো ===\nধলভূমগড় ব্লকে ১০৩টি জন বসতিপূর্ণ গ্রাম রয়েছে। ২০১১ সালে, ৯২টি গ্রামে বিদ্যুৎ সরবরাহের ব্যবস্থা ছিল। ৩৩টি গ্রামে কলের জল ছিল, ৯৯টি গ্রামে কূপের জল ছিল (আচ্ছাদিত/উন্মুক্ত), ১০১টি গ্রামে হ্যান্ড পাম্প ছিল এবং সমস্ত গ্রামে পানীয় জলের সুবিধা রয়েছে৷ ৯টি গ্রামে ডাকঘর ছিল, ৩টি গ্রামে উপ-ডাকঘর ছিল, ১২টি গ্রামে টেলিফোন (ল্যান্ড লাইন), ৪০টি গ্রামে মোবাইল ফোন কভারেজ ছিল। ১০২টি গ্রামে পাকা রাস্তা ছিল, ১৭টি গ্রামে বাস পরিষেবা (সরকারি/বেসরকারি), ৬টি গ্রামে অটো/মডিফাইড অটো ছিল, ৩টি গ্রামে ট্যাক্সি/ভ্যান ছিল, ২২টি গ্রামে ট্রাক্টর ছিল৷ ৮টি গ্রামে ব্যাঙ্কের শাখা ছিল, ৫টি গ্রামে কৃষি সমবায় সমিতি ছিল, ৪টি গ্রামে সিনেমা/ভিডিও হল ছিল, ২১টি গ্রামে সংবাদপত্রের প্রাপ্যতা ছিল, ৫২টি গ্রামে রেশনের দোকান ছিল, ৩১টি গ্রামে সাপ্তাহিক হাট ছিল, ৫১টি গ্রামে বিধানসভা ভোট কেন্দ্র ছিল।\n\n\n== শিক্ষা ==\nধলভূমগড় সিডি ব্লকের ৮টি গৃরা প্রাক-প্রাথমিক বিদ্যালয়, ৮৩টি গ্রামে প্রাথমিক বিদ্যালয়, ৩৩টি গ্রামে মধ্য বিদ্যালয়, তিনটি গ্রামে মাধ্যমিক বিদ্যালয়, ২টি গ্রামে উচ্চ মাধ্যমিক বিদ্যালয় রয়েছে, কোন শিক্ষাগত সুবিধা নেই এমন গ্রাম রয়েছে ২০টি। .* উচ্চ মাধ্যমিক বিদ্যালয়গুলো ঝাড়খণ্ডে ইন্টার কলেজ হিসাবেও পরিচিত\n\n\n== স্বাস্থ্যসেবা ==\nধলভূমগড় সিডি ব্লকে ২টি প্রাথমিক স্বাস্থ্যকেন্দ্র, ২৪টি প্রাথমিক উপ-স্বাস্থ্যকেন্দ্র, ৬টি মাতৃত্ব ও শিশু কল্যাণ কেন্দ্র, ২রি ডিসপেনসারী, ১৫টি পরিবার কল্যাণ কেন্দ্র রয়েছে। .*বেসরকারি চিকিৎসক, বিকল্প ওষুধ ইত্যাদি অন্তর্ভুক্ত নয়\n\n\n== তথ্যসূত্র =="}