{"pageid": 11559, "title": "কোটালীপাড়া উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11559", "content": "কোটালীপাড়া বাংলাদেশের গোপালগঞ্জ জেলার অন্তর্গত একটি উপজেলা যা ১২টি ইউনিয়ন নিয়ে গঠিত। এটি ঢাকা বিভাগের অধীন গোপালগঞ্জ জেলার ৫টি উপজেলার মধ্যে একটি এবং গোপালগঞ্জ জেলার সর্ব উত্তরে অবস্থিত। কোটালীপাড়া উপজেলার উত্তরে মাদারীপুর জেলার রাজৈর উপজেলা ও মাদারীপুর সদর উপজেলা, দক্ষিণে পিরোজপুর জেলার নাজিরপুর উপজেলা ও বরিশাল জেলার উজিরপুর উপজেলা, পূর্বে বরিশাল জেলার আগৈলঝাড়া উপজেলা, গৌরনদী উপজেলা ও মাদারীপুর জেলার কালকিনি উপজেলা, পশ্চিমে গোপালগঞ্জ সদর উপজেলা ও টুঙ্গিপাড়া উপজেলা অবস্থিত। কোটালীপাড়া উপজেলার উপর দিয়ে ঘাঘর নদী, বিশারকন্দা-বাগদা নদী, চাটখালী নদী ও শৈলদাহ নদী প্রবাহিত হয়েছে।\nকোটালীপাড়া উপজেলা মেঘনা খাড়ি পললভূমি দ্বারা গঠিত। উপজেলার বাঘিয়ার বিল এলাকায় প্রাকৃতিক সম্পদ পিট কয়লা রয়েছে।\nব্রিটিশ শাসনামলে ১৮১২ সালে কোটালীপাড়া থানা প্রতিষ্ঠা করা হয়। বাংলাদেশ স্বাধীনতা লাভের পর ১৯৮৩ সালে কোটালীপাড়া থানাকে উপজেলায় উন্নীত করা হয়। বাংলাদেশ জাতীয় সংসদ নির্বাচনে কোটালীপাড়া উপজেলার সংসদীয় আসন গোপালগঞ্জ-৩। কোটালীপাড়া উপজেলা ও টুঙ্গিপাড়া উপজেলা নিয়ে গঠিত গোপালগঞ্জ-৩ আসনটি জাতীয় সংসদে ২১৭ নং আসন হিসেবে চিহ্নিত।\n\n\n== পটভূমি ==\n৩১৫ সালে সিংহবর্মণের পূত্র চন্দ্রবর্মণ প্রাচীন চন্দ্রদ্বীপের সামুদ্রিক বন্দর ও শাসন কেন্দ্র নব্যাবকাশিকার এ অঞ্চল জয় করে ৩০ ফুট উঁচু একটি দুর্গ বা কোট নির্মাণ করেন। এ প্রাচীরের পূর্ব-পশ্চিমে দৈর্ঘ্য ছিল ৪.৪৫ কিলোমিটার এবং উত্তর-দক্ষিণে দৈর্ঘ্য ছিল ৩.০০ কিলোমিটার। এ মাটির দূর্গটিকে ‘চন্দ্রবর্মণ কোট’ বলা হতো। এ প্রাচীরের রক্ষক বা কর্মকর্তাকে বলা হতো ‘কোটপাল’। এ থেকে কোটালীপাড়া নামের উৎপত্তি। ঐতিহাসিকদের মতে, প্রাচীনকাল থেকেই এ অঞ্চল কোটালীপাড়া নামে পরিচিত ছিল যা অতিপ্রাচীনকালে চন্দ্রদ্বীপের অন্তর্ভুক্ত ছিল। গ্রিকবীর আলেকজান্ডারের ভারত আক্রমণের সময় ৩২৭ খ্রিস্টপূর্বে কোটালীপাড়া অঞ্চলে গঙ্গারিডাই জাতি স্বাধীনভাবে রাজত্ব করত। জৈমস ওয়াইজ এর মতে কোটালিপাড়া ছিল গ্রিক বিবরণীর গঙ্গারিডাই রাষ্ট্রের রাজধানী। খ্রিস্টীয় চতুর্থ শতকে কোটালীপাড়া ব্যবসা-বাণিজ্যের জন্য বিখ্যাত ছিল। সমুদ্রগুপ্ত চন্দ্রবর্মণকে পরাজিত করে তার রাজ্যকে গুপ্ত সাম্রাজ্যের অন্তর্ভুক্ত করেন, এরপর এ অঞ্চল (৩২০-৪৯৬ খ্রিঃ) গুপ্ত সম্রাটদের অধীনে ছিল। ৫০৭-৮ খ্রীষ্টাব্দের কিছু আগে রাজত্ব করেছেন দ্বাদশাদিত্য - মহারাজাধিরাজ বৈন্যগুপ্ত নামক এক রাজা। ৫২৫ খ্রিষ্টাব্দ থেকে ৬০০ খ্রিষ্টাব্দ পর্যন্ত রাজত্ব করছেন গোপচন্দ্র, ধর্মাদিত্য এবং নরেন্দ্রাদিত্য সমাচারদেব। রাজা শশাঙ্কের মৃত্যুর পর খড়গ বংশ ও দেব রাজবংশ এ অঞ্চল শাসন করে। পাল রাজবংশের (৭৫০-১১৬২ খ্রিঃ) রাজা দ্বিতীয় বিগ্রহপালের রাজত্বকালে (৯৬৯–৯৯৫ খ্রিঃ) হরিকেলের (পূর্ব ও দক্ষিণ বাংলা) কান্তিদেব ‘মহারাজাধিরাজ’ উপাধি গ্রহণ করে একটি পৃথক রাজ্য স্থাপন করেন এবং এই অঞ্চল শাসন করে। পরবর্তীকালে চন্দ্র রাজবংশ দশম ও এগার শতকে স্বাধীনভাবে এই অঞ্চল শাসন করে। একসময় এ অঞ্চলের প্রশাসনিক নাম ছিল নাব্যমন্ডল। সেন রাজবংশের (১০৯৮-১২৪৫ খ্রিঃ) পতনের পর দনুজমর্দন দেব কর্তৃক চন্দ্রদ্বীপ নামে একটি স্বাধীন রাজ্য প্রতিষ্ঠিত হয়, কোটালীপাড়া চন্দ্রদ্বীপ রাজ্যের অধীনে ছিল।\nসুলতান জালালউদ্দিন ফাতেহ শাহ (১৪৮১-১৪৮৫ খ্রিঃ) ফরিদপুর ও চন্দ্রদ্বীপের একাংশ দখল করে ফতেহাবাদ পরগণা গঠন করেন। সুলতান আলাউদ্দিন হোসেন শাহ (১৪৯৩-১৫১৯ খ্রিঃ) ফতেহাবাদের জনপ্রিয় শাসক ছিলেন। ১৫৩৮ হতে ১৫৬৩ সাল পর্যন্ত শেরশাহ ও তার বংশধরগণ শাসন করেন। ১৫৬৪ হতে ১৫৭৬ সালে পর্যন্ত কররানী রাজবংশ রাজত্ব করে, তারপর ১৫৭৬ হতে ১৬১১ সাল পর্যন্ত বারো ভূঁইয়ার অন্যতম অন্যতম বাকলা-চন্দ্রদ্বীপের কন্দর্প রায়, রামচন্দ্র রায়ের অধীনে ছিল এ অঞ্চল। মুঘল সাম্রাজ্য ও নবাবী শাসন চলে ১৭৬৫ সাল পর্যন্ত। মুঘল আমলে সৃষ্ট জালালপুর (বর্তমান মাদারীপুর) পরগণার অধীনে ছিল কোটালীপাড়া।\nব্রিটিশ শাসনামলে ১৮০৬ সালে এ অঞ্চল ঢাকা-জালালপুর জেলা হতে ১৭৯৭ সালে সৃষ্ট বাকেরগঞ্জ জেলার অন্তর্ভুক্ত হয়। ১৮১২ সালে কোটালীপাড়া, টুঙ্গিপাড়া ও কালকিনি নিয়ে কোটালীপাড়া থানা গঠিত হয়। ১৮৫৪ সালের ২রা নভেম্বর মাদারীপুর মহকুমা প্রতিষ্ঠিত হলে কোটালীপাড়া থানা মাদারীপুর মহকুমাধীন ছিল। ১৮৫৯ সালে ফরিদপুর জেলা সৃষ্টি হলে মাদারীপুর মহকুমাকে বাকেরগঞ্জ জেলা থকে আলাদা করে ১৮৭৫ সালের ৮ই সেপ্টেম্বর ফরিদপুর জেলার অন্তর্ভুক্ত করা হয়। ১৯০৯ সালে মাদারীপুর মহকুমা থেকে আলাদা করে গোপালগঞ্জ মহকুমা গঠন করা হলে কোটালিপাড়া থানা গোপালগঞ্জ মহকুমার অন্তর্ভুক্ত হয় এবং কালকিনিকে কোটালীপাড়া থেকে পৃথক করে থানায় রুপান্তরিত করে মাদারীপুর মহকুমাধীন রাখা হয়।\nবাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হওয়ার পর ১৯৭১ সালের ১৪ই মে পাকিস্তান সেনাবাহিনী কলাবাড়ী এলাকায় প্রায় ১৫০ জন নিরীহ লোককে হত্যা করে এবং আগুন দিয়ে ঘরবাড়ি জ্বালিয়ে দেয়। ১৪ই জুন হেমায়েত বাহিনীর সাথে যুদ্ধে পাকিস্তান বাহিনীর ৩০ জন সেনা ও স্থানীয় রাজাকার বন্ধী হয়, এ যুদ্ধে মো‌ঃ ইব্রাহিম শহীদ হন। পরের দিন বন্ধী পাকিস্তান বাহিনীর ৩০ জন সেনাদের বিচারের মাধ্যমে গুলি করে হত্যা করা হয় এবং রাজপুর গ্রামে কবর দেওয়া হয়। ১৭ই জুন পাকিস্তান সেনাবাহিনী মুক্তিবাহিনীর (হেমায়েত বাহিনী) রাজাপুর ক্যাম্প আক্রমণ করে, কিন্তু মুক্তিযোদ্ধারা প্রতি আক্রমণ করলে তারা পিছু হটে। ১৪ই জুলাই পাকিস্তান সেনাবাহিনী সঙ্গে মুক্তিযোদ্ধাদের লড়াইয়ে ১ জন মুক্তিযোদ্ধা শহীদ হন এবং হেমায়েত উদ্দিন মারাত্মকভাবে আহত হন। ১২ই অক্টোবর পাকিস্তান বাহিনী কলাবাড়ী এলাকায় প্রায় ২০০ জন নিরীহ গ্রামবাসীকে নির্মমভাবে হত্যা করে। ২রা ডিসেম্বর যুদ্ধে পাকিস্তান সেনাবাহিনী পরাজিত হয়। ৩রা ডিসেম্বর সকাল ১০টার দিকে হেমায়েত বাহিনী কাকডাঙ্গা ক্যাম্পে হামলা চালিয়ে পাকিস্তান বাহিনীর ৬০০ জন সেনা ও ১২০ জন স্থানীয় রাজাকার বন্ধী করে এবং কোটালীপাড়াকে মুক্তাঞ্চল ঘোষণা করা হয়। বাংলাদেশ স্বাধীনতা লাভের পর ১৯৮৪ সালের ১লা মার্চ কোটালীপাড়া থানাকে উপজেলায় উন্নীত করা হয়।\n\n\n== ভূগোল ==\nকোটালীপাড়া উপজেলার ভৌগোলিক অবস্থান ২২°৫২´ থেকে ২৩°০৮´ উত্তর অক্ষাংশ এবং ৮৯°৫৫´ থেকে ৮৯°০৮´ পূর্ব দ্রাঘিমাংশ। এর মোট আয়তন ৩৫৫.৯০ বর্গ কিলোমিটার। কোটালীপাড়া উপজেলার কেন্দ্র থেকে উত্তরে মাদারীপুর পশ্চিমে গোপালগঞ্জ জেলা সদর অবস্থিত। কোটালীপাড়া উপজেলার উত্তরে মাদারীপুর জেলার রাজৈর উপজেলা ও মাদারীপুর সদর উপজেলা, দক্ষিণে পিরোজপুর জেলার নাজিরপুর উপজেলা ও বরিশাল জেলার উজিরপুর উপজেলা, পূর্বে বরিশালের আগৈলঝাড়া উপজেলা, গৌরনদী উপজেলা ও মাদারীপুর জেলার কালকিনি উপজেলা, পশ্চিমে গোপালগঞ্জ সদর উপজেলা ও টুঙ্গিপাড়া উপজেলা।\nভৌগোলিক ভাবে কোটালীপাড়া পূর্বাঞ্চলীয় সক্রিয় গঙ্গা-ব্রহ্মপুত্র বদ্বীপে অবস্থিত। কোটালীপাড়া গাঙ্গেয় প্লাবনভূমি অর্থাৎ পদ্মা বিধৌত নিম্ম পলল ভূমি এলাকা। গাঙ্গেয় প্লাবনভূমির দক্ষিণ প্রান্তে গোপালগঞ্জ-খুলনা পীট অববাহিকা আবদ্ধ রয়েছে। গোপালগঞ্জ-খুলনা পিট অববাহিকা গাঙ্গেয় প্লাবনভূমি এবং গাঙ্গেয় জোয়ারভাটা প্লাবনভূমি এলাকার মধ্যে অবস্থিত একাধিক নিম্ন এলাকা নিয়ে ২,৭৬৮ বর্গ কিলোমিটার আয়তনের একটি ভূ-প্রাকৃতিক অঞ্চল। এই এলাকার প্রধান দুটি বিলের অন্যতম হচ্ছে কোটালীপাড়ার বাঘিয়া বিল। বর্ষস্থায়ী আর্দ্র অববাহিকাসমূহ জুড়ে ভারি পীট মৃত্তিকা বিদ্যমান, তবে প্রান্তীয় এলাকায় এই মৃত্তিকা কর্দম দ্বারা আবৃত। এই এলাকা বাংলাদেশের বৃহত্তম পিট মজুদকারী অববাহিকা। বর্ষা মৌসুমে এই অববাহিকা অঞ্চল বৃষ্টির পানির দ্বারা গভীরভাবে প্লাবিত হয়ে থাকে। বাংলাদেশের কৃষি-প্রতিবেশ অঞ্চল ১৪-তে অন্তর্ভুক্ত এলাকাটি শুষ্ক মৌসুমে ভিজা থাকে এবং বর্ষা মৌসুমে গভীরভাবে প্লাবিত হয় ও প্রায় প্রত্যেক বছরেই কম-বেশি বন্যা কবলিত হয়। চান্দা বিল ও বাঘিয়া বিলের ৫১৮ বর্গ কিলোমিটার অঞ্চল জুড়ে প্রাকৃতিক সম্পদ পিট কয়লা রয়েছে, এবং সরকারি হিসাবে এর পরিমান ১৫০ মিলিয়ন টন। নিম্নমানের ভিজা পিটের ভারবহন ক্ষমতা কম এবং এগুলো শুকানো হলে সঙ্কুচিত হয়ে পড়ে। মাক স্তরগুলো অপরিবর্তনীয়ভাবে শক্ত হয়ে কয়লা-সদৃশ পিন্ডে পরিণত হয় এবং এদেরকে জ্বালানি হিসেবে ব্যবহার করা হয়। এসব মৃত্তিকা চরম অম্লীয় এবং পটাশিয়াম, সালফার, জিঙ্ক ও কপারের অলভ্যতার কারণে কৃষিকাজে এসব মৃত্তিকা ব্যবহারের অনুপযোগী। পিট স্তরগুলোকে ভূ-জলে আর্সেনিক যুক্ত হওয়ার কারণ মনে করা হয়। এ অঞ্চলের ভূগর্ভস্থ পানিতে আর্সেনিকের পরিমাণ ৭৯%।\nকোটালীপাড়া উপজেলার উপর দিয়ে ঘাঘর নদী, বিশারকন্দা-বাগদা নদী এবং শৈলদাহ নদী প্রবাহিত হয়েছে। বিশারকন্দা-বাগদা নদীটি মাদারীপুর সদর উপজেলার মোস্তফাপুর ইউনিয়ন এলাকায় প্রবহমান কুমার লোয়ার নদী হতে উৎপত্তি লাভ করে কোটালীপাড়ার মধ্য দিয়ে বরিশালের উজিরপুর উপজেলার সাতলা ইউনিয়ন পর্যন্ত প্রবাহিত হয়ে বেলুয়া নদীতে নিপতিত হয়েছে। ঘাঘর নদীটি বরিশালের আগৈলঝাড়া উপজেলার বাকাল ইউনিয়নে প্রবহমান বিশারকন্দা-বাগদা নদী হতে উৎপত্তি লাভ করে কোটালীপাড়ার মধ্য দিয়ে বাগেরহাটের চিতলমারী উপজেলার কলাতলা ইউনিয়ন পর্যন্ত প্রবাহিত হয়ে শালদহ নদীতে নিপতিত হয়েছে। চাটখালী নদীটি গোপালগঞ্জের টুঙ্গিপাড়া উপজেলার বড়নি ইউনিয়নের বনি বাওড় হতে উৎপত্তি লাভ করে কোটালীপাড়ার পিঞ্জুরী ইউনিয়ন পর্যন্ত প্রবাহিত হয়ে ঘাঘর নদীতে নিপতিত হয়েছে। এছাড়া জানিহানিয়া খাল ও গোপালগঞ্জ বিল উল্লেখযোগ্য।\n\n\n== প্রশাসন ==\n১৮১২ সালে বাকেরগঞ্জ জেলার অধীনে কোটালীপাড়া থানা গঠন করা হয়, যা ১৮৫৪ সালে সৃষ্ট মাদারীপুর মহকুমার অন্তর্ভুক্ত করা হয়। পরবর্তীতে ১৯০৯ সালে গোপালগঞ্জ মহকুমা গঠন করা হলে কোটালীপাড়া গোপালগঞ্জের অন্তর্ভুক্ত হয়। ১৯৮৪ সালে গোপালগঞ্জ জেলা হিসেবে স্বীকৃতি পায় এবং তখন কোটালীপাড়া থানা উপজেলায় রুপান্তরিত হয়। কোটালীপাড়া উপজেলায় ১টি পৌরসভা, ৯টি ওয়ার্ড, ১২টি ইউনিয়ন, ১০০টি মৌজা ও ১৯৭টি গ্রাম রয়েছে।\nইউনিয়নগুলো হলো\n\nবান্ধাবাড়ী ইউনিয়ন\nসাদুল্লাপুর ইউনিয়ন, কোটালীপাড়া\nরাধাগঞ্জ ইউনিয়ন, কোটালীপাড়া\nকলাবাড়ী ইউনিয়ন\nরামশীল ইউনিয়ন\nআমতলী ইউনিয়ন, কোটালীপাড়া\nকান্দি ইউনিয়ন, কোটালীপাড়া\nহিরণ ইউনিয়ন\nপিঞ্জুরী ইউনিয়ন\nশুয়াগ্রাম ইউনিয়ন\nকুশলা ইউনিয়ন।\nঘাঘর ইউনিয়ন\nস্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয় ১৯৯৭ সালের ৩০শে মার্চ কোটালীপাড়া ইউনিয়নকে তৃতীয় শ্রেণীর (গ-শ্রেণী) পৌরসভায় রূপান্তর করে এবং উপজেলা নির্বাহী অফিসার পৌর প্রশাসকের দায়িত্ব পালন করেন। ১৯৯৯ সালের ২৫শে ফেব্রুয়ারি প্রথম পৌরসভা নির্বাচন অনুষ্ঠিত হয়। শেখ কামাল হোসেন কোটালীপাড়া পৌরসভার প্রথম মেয়র নির্বাচিত হন। বর্তমানে শেখ কামাল হোসেন পৌরসভার মেয়র হিসেবে দায়িত্ব পালন করছেন। পৌরসভাটি বর্তমানে স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয় কর্তৃক প্রথম শ্রেণীর (ক-শ্রেণী) পৌরসভা হিসেবে স্বীকৃত।\nবাংলাদেশ জাতীয় সংসদ নির্বাচনে কোটালীপাড়া উপজেলার সংসদীয় আসন গোপালগঞ্জ-৩। কোটালীপাড়া উপজেলা ও টুঙ্গিপাড়া উপজেলা নিয়ে গঠিত গোপালগঞ্জ-৩ আসনটি জাতীয় সংসদে ২১৭ নং আসন হিসেবে চিহ্নিত। বাংলাদেশ স্বাধীনতা লাভের পর অনুষ্ঠিত ১৯৭৩ সালের প্রথম জাতীয় সংসদ নির্বাচনেই কোটালীপাড়ার সংসদীয় আসনটি তৈরি করা হয়। তৃতীয় নির্বাচনে ১৯৮৬ সালে এ আসন থেকে  জাতীয় পার্টির প্রার্থী কাজী ফিরোজ রশিদ, ১৯৮৮ সালে জাতীয় পার্টির কাজী ফিরোজ রশিদ, ১৯৯১ সালে বাংলাদেশ আওয়ামী লীগের শেখ হাসিনা, ফেব্রুয়ারি ১৯৯৬ তারিখে সতন্ত্র প্রার্থী মুজিবুর রহমান হাওলাদার, জুন ১৯৯৬ তারিখে আওয়ামী লীগের শেখ হাসিনা সংসদ সদস্য নির্বাচিত হন। ২০১৮ সালের সর্বশেষ একাদশ জাতীয় সংসদ নির্বাচনে শেখ হাসিনা বাংলাদেশ আওয়ামী লীগের মনোনয়নে এ আসনের সংসদ সদস্য নির্বাচিত হন। তিনি ২০০১, ২০০৮, ২০১৪ সালের জাতীয় সংসদ নির্বাচনেও এ আসন থেকে নির্বাচিত হন।\n\n\n== অর্থনীতি ==\nকোটালিপাড়ার জনগোষ্ঠীর আয়ের প্রধান উৎস কৃষি যা মোট আয়ের ৭০.৪০%, অকৃষি শ্রমিক ১.১১%, শিল্প ০.৪০%, ব্যবসা ১৩.৮০%, পরিবহন ও যোগাযোগ ১.০০%, চাকরি ৬.১৪%, নির্মাণ ১.৩৪%, ধর্মীয় সেবা ০.২৫%, রেন্ট অ্যান্ড রেমিটেন্স ০.০৬% এবং অন্যান্য ৫.৫০%। এছাড়াও এখানে ধান, গম, চীনাবাদাম, মেসতা বাণিজ্যিকভাবে চাষ হয়। রবি ও খরিফ ফসল হিসেবে চীনাবাদাম চাষ হয়। ২০০১ সালের ভূমি জরিপ অনুসারে কোটালিপাড়ার ৮৪.৪৬ শতাংশ বসবাসকারীর কৃষিভূমির মালিকানা রয়েছে। কোটালিপাড়ার প্রধান কৃষিজ ফসল ধান, পাট, গম, পান, চীনাবাদাম ও শাকসবজি। ফলের মধ্যে তরমুজ, ফুটি, তাল সবচেয়ে বেশি উৎপাদিত হয়। উপজেলার অনেক ইউনিয়নে গবাদি পশু পালন, মৎস খামার ও নার্সারি রয়েছে।\nকোটালিপাড়া উপজেলার বিভিন্ন শিল্প ও কলকারখানা, কুটিরশিল্প অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। এ উপজেলায় শিল্প ও কলকারখানা তেমনভাবে গড়ে উঠেনি। কুটিরশিল্পের মধ্যে রয়েছে স্বর্ণশিল্প, লৌহশিল্প, মৃৎশিল্প, বুননশিল্প, বাঁশের কাজ, বেতের কাজ, কাঠের কাজ। প্রধান রপ্তানি পণ্যের মধ্যে উল্লেখযোগ্য হল চীনাবাদাম, ধান, মাছ।\n\n\n== সংস্কৃতি ও খেলাধুলা ==\nকোটালিপাড়ায় বসবাসকারী বিভিন্ন সম্প্রদায় তাদের নিজ নিজ রীতি-নীতি মনে চলে। বাংলাদেশের অন্য অনেক অঞ্চলের মত এখানেও বিয়ের অনুষ্ঠানে ডুলি এবং পালকির প্রচলন ছিল। এখানে মূলত গাজীর গান, কীর্তন, পাঁচালি গান, ধুয়াগান, বাউল গান, প্রবাদ-প্রবচন, ছড়া, ছিলকা, হেয়ালি, ধাঁধা, জারিগান উল্লেখযোগ্যভাবে পরিচিত। বিলুপ্ত বা বিলুপ্তপ্রায় সনাতন বাহন: পালকি, ঘোড়ার গাড়ি, গরুর গাড়ি।\nউপজেলার কলাবাড়ী ইউনিয়নে বাঘিয়ার বিলে প্রায় ২০০ বছর আগে থেকেই নৌকা বাইচ অনুষ্ঠিত হয়ে আসছে। দূর্গাপূজা পরবর্তী পূর্ণিমায় অনুষ্ঠিত নৌকা বাইচে বৃহত্তর ফরিদপুর ও বৃহত্তর বরিশালের অসংখ্য বাচারি নৌকা অংশ নেয়। নৌকা বাইচ ঘিরে নৌকায় ভাসমান মেলারও আয়োজন করা হয়।\nকোটালিপাড়ায় ক্রিকেট ও ফুটবল খেলা বেশি জনপ্রিয়। এছাড়াও ব্যাডমিন্টন, এ্যাথলেটিকস্, ভলিবল, সাঁতার, কাবাডি স্বাধীনতার পূর্ব থেকেই এ অঞ্চলে প্রচলিত। আঞ্চলিকভাবে হা-ডু-ডু, গোল্লাছুট, বউ ছি, লুকোচুরি খেলা হয়।\n\n\n== শিক্ষা ==\n\n২০১১ সালের হিসেব অনুযায়ী কোটালিপাড়ার গড় সাক্ষরতার হার শতকরা ৫৮.১%; (পুরুষ ৬০.৩%, নারী ৫৬.০%)। এ উপজেলায় ১০৪ টি সরকারি প্রাথমিক বিদ্যালয়, ৬৯টি রেজিস্টার্ড প্রাথমিক বিদ্যালয়, ৫টি কিন্ডারগার্টেন স্কুল, ৩৯ টি কমিউনিটি প্রাথমিক বিদ্যালয়, ৪৪ টি মাধ্যমিক বিদ্যালয়, ০৫ টি মাদ্রাসা, ০৭ টি এবতেদায়ী মাদ্রাসা, ০৬ টি কলেজ, ০১ টি কারিগরি কলেজ রয়েছে।\nউল্লেখযোগ্য শিক্ষা প্রতিষ্ঠানের মধ্যে রয়েছে শেখ লুৎফর রহমান সরকারি আদর্শ কলেজ (১৯৭০), কাজী মন্টু কলেজ (১৯৮৭), রামশীল কলেজ (১৯৯৪), শেখ হাসিনা আদর্শ মহাবিদ্যালয়,সরকারি শেখ রাসেল কলেজ, সরকারি কোটালীপাড়া ইউনিয়ন ইনস্টিটিউশন (১৮৯৮), ওয়েস্ট কোটালিপাড়া ইউনিয়ন ইনস্টিটিউশন (১৯২৩), পূর্ব কোটালীপাড়া ইউনিয়ন উচ্চ বিদ্যালয় (১৯২৫), কোটালীপাড়া এস.এন. ইনস্টিটিউশন, গোপালপুর কে এন মাধ্যমিক বিদ্যালয়, শুয়াগ্রাম বহুমুখী উচ্চ বিদ্যালয় (১৯৫৬), পূর্ব উত্তর কোটালিপাড়া এস.এম. ফাযিল মাদ্রাসা প্রভৃতি। এ উপজেলার ইউনিয়নগুলোর মধ্যে, রাধাগঞ্জ ইউনিয়নের শিক্ষার হার প্রায় ৬৫.১% ও কুশলা ইউনিয়নের ৪৯.৫%।\nকোটালীপাড়া উপজেলার শিক্ষা ব্যবস্থা বাংলাদেশের অন্য সব শহরের মতই। বাংলাদেশের শিক্ষাব্যবস্থায় প্রধানত পাঁচটি ধাপ রয়েছে: প্রাথমিক (১ থেকে ৫), নিম্ন মাধ্যমিক (৬ থেকে ৮), মাধ্যমিক (৯ থেকে ১০), উচ্চ মাধ্যমিক (১১ থেকে ১২) এবং উচ্চ শিক্ষা। প্রাথমিক শিক্ষা সাধারণত ৫ বছর মেয়াদী হয় এবং প্রাথমিক বিদ্যালয় সমাপনী পরীক্ষার মাধ্যমে শেষ হয়, ৩ বছর মেয়াদী নিম্ন মাধ্যমিক শিক্ষা সাধারণত নিম্ন মাধ্যমিক স্কুল সার্টিফিকেট (জেএসসি), ২ বছর মেয়াদী মাধ্যমিক শিক্ষা মাধ্যমিক স্কুল সার্টিফিকেট (এসএসসি), ২ বছর মেয়াদী উচ্চ মাধ্যমিক শিক্ষা সাধারণত উচ্চ মাধ্যমিক স্কুল সার্টিফিকেট (এইচএসসি) পরীক্ষার মাধ্যমে শেষ হয়।\nকোটালীপাড়ায় উচ্চ মাধ্যমিকের পর উচ্চ শিক্ষার জন্য বেশ কয়েকটি কলেজ রয়েছে যা জাতীয় বিশ্ববিদ্যালয়ের অধীনে বিএ ও এমএ ডিগ্রি প্রদান করে।\n\n\n== স্বাস্থ্য ==\n\nসামগ্রিকভাবে বাংলাদেশের শিক্ষা ও স্বাস্থ্য হার তুলনামূলক কম হলেও এটি মূলত দারিদ্র্যতার সাথে সম্পর্কিত হওয়ায়, এর উন্নতির সাথে সাথে বর্তমানে স্বাস্থ্য সেবাও বৃদ্ধি পাচ্ছে। কোটালীপাড়া অঞ্চলে অপুষ্টি, পরিবেশগত স্যানিটেশন সমস্যা, ডায়াবেটিস, সংক্রামক রোগ প্রভৃতি বেশি দেখা যায়। উপজেলায় ৫০ শয্যা বিশিষ্ট একটি সরকারি হাসপাতালের সাথে সাথে ১২টি বেসরকারি হাসপাতাল রয়েছে। ১০টি স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, ১টি পরিবার পরিকল্পনা ক্লিনিক, ৫টি উপ-স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র রয়েছে। এছাড়াও ২৯টি কমিউনিটি ক্লিনিক রয়েছে।\n\n\n== যোগাযোগ ব্যবস্থা ==\nকোটালীপাড়া উপজেলায় কোনো জাতীয় বা আঞ্চলিক মহাসড়ক নেই। জেলা সড়ক জেড৮৪৩০ (টুঙ্গিপাড়া-কোটালীপাড়া সড়ক) টুঙ্গিপাড়া উপজেলার সাথে এবং জেলা সড়ক জেড৮০৩১ (গৌরনদী-পয়সারহাট-কোটালীপাড়া-গোপালগঞ্জ সড়ক) কোটালীপাড়াকে জাতীয় মহাসড়ক এন৮ এর গৌরনদী থেকে কোটালীপাড়া হয়ে গোপালগঞ্জ সদর উপজেলার সাথে সংযোগ স্থাপন করেছে। এছাড়া কোটালীপাড়া-রাজৈর সড়ক কোটালীপাড়ার সাথে রাজৈর ও জাতীয় মহাসড়ক এন৮ এর সংযোগ স্থাপন করেছে।\nকোটালীপাড়া থেকে গোপালগঞ্জ হয়ে ঢাকাগামী অধিকাংশ বাস সায়েদাবাদ বাস টার্মিনাল, গুলিস্থান ও গাবতলী বাস টার্মিনালে এসে থামে। কোটালীপাড়া জিরো পয়েন্ট থেকে গোপালগঞ্জ জেলা সদরের দূরুত্ব ২০ কিলোমিটার, রাজধানী ঢাকার দূরত্ব ২০০ কিলোমিটার।\n২০১১ সালের হিসেব অনুযায়ী এ উপজেলায় ২০০ কিলোমিটার পাকারাস্তা, ১২৬ কিলোমিটার আধা-পাকারাস্তা ও ৩৬৩ কিলোমিটার কাঁচারাস্তা রয়েছে। এ উপজেলায় কোন রেললাইন বা ট্রেন যোগাযোগের ব্যবস্থা নেই। ঢাকা সদরঘাট লঞ্চ টার্মিনাল হতে পয়সারহাট লঞ্চ টার্মিনালে নৌপথ নিয়মিত নৌযাতায়াতের ব্যবস্থা রয়েছে। এছাড়া এক ইউনিয়ন হতে অন্য ইউনিয়নে চলাচল বা অভ্যন্তরীন নৌযাতায়াতের এর জন্য স্থানীয় নৌযান রয়েছে।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nআচার্য্য মধুসূদন সরস্বতী (১৫৪০-১৬৫০খ্রি.)- বিশিষ্ট পন্ডিত ও দার্শনিক (বেদান্ত ও ন্যায়)\nতারাপদ চক্রবর্তী (১৯০৯-১৯৭৫খ্রি.) - কণ্ঠশিল্পী ও সঙ্গীতাচার্য; ভারত সরকার দ্বারা পদ্মশ্রী উপাধিতে (১৯৭৩) ভূষিত হন, তবে তিনি খেতাব গ্রহণে অসম্মতি প্রকাশ করেন;\nসুধীরলাল চক্রবর্তী (১৯১৬-১৯৫২খ্রি.) - বাংলা ভাষার সঙ্গীতশিল্পী ও সুরকার;\nমোহিনী চৌধুরী (১৯২০-১৯৮৭খ্রি.) - বাঙালি কবি, গীতিকার ও চিত্র পরিচালক;\nআশুতোষ ভরদ্বাজ (১৯১৪-১৯৯৩খ্রি.) - ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা সংগ্রামী; সাম্যবাদী কর্মী ও মুক্তিযোদ্ধা;\nশহীদ উল্লা খন্দকার:-সরকারি কর্মকর্তা।\nনির্মল সেন (১৯৩০-২০১৩খ্রি.) - সাংবাদিক, কলামিস্ট; রাজনীতিবিদ;\nকাজী আনোয়ার হোসেন (১৯৪১-২০০৭খ্রি.) - চিত্রশিল্পী; শিল্পকলায় একুশে পদক (২০১৬) প্রাপ্ত;\nহেমায়েত উদ্দিন (১৯৪১-২০১৬খ্রি.) - বীর বিক্রম খেতাবপ্রাপ্ত মুক্তিযোদ্ধা; বাংলাদেশের স্বাধীনতা যুদ্ধে হেমায়েত বাহিনীর প্রধান;\nযোগেন চৌধুরী (১৯৩৯খ্রি.- ) - বাঙ্গালী চিত্রকর; রাজনীতিবিদ।\nসুকান্ত ভট্টাচার্য (১৯২৬-১৯৪৭খ্রি.) - বাংলা সাহিত্যের বিখ্যাত কবি, কিশোর কবি নামেও সমাধিক পরিচিত।\nমুজিবুর রহমান হাওলাদার (রাজনীতিবিদ)\n\n\n== উল্লেখযোগ্য স্থান ==\nহরিনাহাটি জমিদার বাড়ি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nকোটালীপাড়া পৌরসভা\nগোপালগঞ্জ জেলা\nঢাকা বিভাগ\nবাংলাদেশের উপজেলাসমূহ\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় কোটালীপাড়া উপজেলা"}