{"pageid": 1155710, "title": "লিঙ্কোনশায়ার", "url": "https://bn.wikipedia.org/wiki?curid=1155710", "content": "লিঙ্কোনশায়ার (সংক্ষেপে লিঙ্কস.) হলো ইংল্যান্ডের পূর্বে অবস্থিত একটি কাউন্টি, যার উত্তর সাগরে একটি দীর্ঘ উপকূল সীমানা রয়েছে। এটি পূর্ব মিডল্যান্ডস এবং ইয়র্কশায়ার এবং হাম্বার অঞ্চলের মধ্যে বিভক্ত। এটির সীমানা দক্ষিণ-পূর্বে নরফোক, দক্ষিণে কেমব্রিজশায়ার, দক্ষিণ-পশ্চিমে রুটল্যান্ড, পশ্চিমে লেস্টারশায়ার এবং নটিংহামশায়ার, উত্তর-পশ্চিমে দক্ষিণ ইয়র্কশায়ার এবং উত্তরে ইয়র্কশায়ারের ইস্ট রাইডিং পর্যন্ত। এটি দক্ষিণে নর্দাম্পটনশায়ারের সীমানা মাত্র ২০ গজ (১৯ মিটার)। এটি ইংল্যান্ডের সবচেয়ে ছোট কাউন্টি।\nলিঙ্কোনশায়ারের আনুষ্ঠানিক কাউন্টি লিঙ্কোনশায়ারের নন-মেট্রোপলিটান কাউন্টি নিয়ে গঠিত, যা পূর্ব মিডল্যান্ডস অঞ্চলে এবং উত্তর লিঙ্কনশায়ার এবং উত্তর পূর্ব লিঙ্কনশায়ারের একক কর্তৃপক্ষ দ্বারা আচ্ছাদিত এলাকাগুলি। যা ইয়র্কশায়ার এবং হাম্বার অঞ্চলে রয়েছে। কাউন্টিটি ইংরেজি আনুষ্ঠানিক কাউন্টির মধ্যে দ্বিতীয় বৃহত্তম এবং প্রধানত কৃষিপ্রধান। উত্তর লিঙ্কোনশায়ার এবং উত্তর পূর্ব লিঙ্কোনশায়ারের একক কর্তৃপক্ষ অন্তর্ভুক্ত না হওয়ায় কাউন্টিটি দ্বি-স্তরের কাউন্টির মধ্যে চতুর্থ বৃহত্তম।\nকাউন্টিটির বেশ কয়েকটি ভৌগোলিক উপ-অঞ্চল রয়েছে, যার মধ্যে রয়েছে লিঙ্কোনশায়ার ওল্ডসের রোলিং চক পাহাড়, লিঙ্কনশায়ার ফেন্স (দক্ষিণ-পূর্ব লিঙ্কোনশায়ার), কারস (ফেনসের মতো কিন্তু উত্তর লিঙ্কোনশায়ারে), শিল্প হাম্বার মোহনা এবং উত্তর সাগর উপকূল। গ্রিমসবাই এবং স্কানঠোর্প এর চারপাশে, এবং কাউন্টির দক্ষিণ-পশ্চিমে, কেস্টেভেন আপল্যান্ডস, দক্ষিণ কেস্টেভেন জেলায় চুনাপাথরের পাহাড় রয়েছে।\n\n\n== ইতিহাস ==\n\nপ্রাক-রোমান সময়ে, লিংকনশায়ারের বেশিরভাগ অংশ কোরিয়েলটাউভি জনগণের দ্বারা অধ্যুষিত ছিল। সেই সময় এলাকার ভাষা ছিল কমন ব্রিটোনিক। লিঙ্কোন নামটি লিন্ডাম কলোনিয়া থেকে নেওয়া হয়েছিল।\nরোমানদের প্রত্যাহারের পর ইউরোপ থেকে বিপুল সংখ্যক জার্মানি ভাষাভাষীরা এই অঞ্চলে বসতি স্থাপন করে। যদিও এগুলিকে পরে অ্যাঙ্গেল হিসাবে চিহ্নিত করা হয়েছিল, তবে এটি অসম্ভাব্য যে তারা একটি সংগঠিত উপজাতীয় গোষ্ঠীর অংশ হিসাবে স্থানান্তরিত হয়েছিল। এইভাবে, এই অঞ্চলের প্রধান ভাষা দ্রুত প্রাচীন ইংরেজী হয়ে ওঠে। যাইহোক, এটা সম্ভব যে অষ্টম শতাব্দীর শেষের দিকে ব্রিটোনিক কিছু সম্প্রদায়ে কথা বলা অব্যাহত ছিল।\nআধুনিক যুগের লিঙ্কনশায়ার স্টামফোর্ডের ডেনলাও বরো দ্বারা নিয়ন্ত্রিত লিন্ডসে রাজ্যের অঞ্চলের একীভূতকরণ থেকে উদ্ভূত হয়েছে। কিছু সময়ের জন্য পুরো কাউন্টিটিকে \"লিন্ডসে\" বলা হত, এবং এটি ১১ শতকের ডোমসডে বইতে রেকর্ড করা হয়েছে। পরে, লিন্ডসে নামটি লিঙ্কোনের আশেপাশে উত্তর কোরে প্রয়োগ করা হয়। এটি দক্ষিণ-পূর্বে হল্যান্ডের কিছু অংশ এবং দক্ষিণ-পশ্চিমে কেস্টেভেনের অংশগুলির সাথে লিঙ্কনশায়ারের তিনটি অংশের মধ্যে একটি হিসাবে আবির্ভূত হয়েছিল, যার প্রতিটির কাউন্টি প্রশাসন হিসাবে পৃথক কোয়ার্টার সেশন ছিল।\n১৮৮৮ সালে যখন কাউন্টি কাউন্সিল স্থাপিত হয় তখন লিন্ডসে, হল্যান্ড এবং কেস্টেভেন প্রত্যেকে আলাদা আলাদা কাউন্সিলে বিভক্ত  হয়। এগুলি ১৯৭৪ সাল পর্যন্ত টিকে ছিল যখন হল্যান্ড, কেস্টেভেন এবং বেশিরভাগ লিন্ডসে লিঙ্কোনশায়ারে একীভূত হয়েছিল। লিন্ডসের উত্তর অংশ, যার মধ্যে স্কুনথর্প মিউনিসিপ্যাল ব্যুরো এবং গ্রিমসবি কাউন্টি ব্যুরো, ইয়র্কশায়ারের ইস্ট রাইডিং- এর বেশিরভাগ অংশ সহ হাম্বারসাইডের নবগঠিত নন-মেট্রোপলিটন কাউন্টিতে অন্তর্ভুক্ত করা হয়েছিল।\n\n১৯৯৬ সাল স্থানীয় সরকার সংস্কার হাম্বারসাইড বিলুপ্ত করে। হাম্বার মোহনার দক্ষিণের জমি উত্তর লিঙ্কনশায়ার এবং উত্তর পূর্ব লিঙ্কনশায়ারের একক কর্তৃপক্ষকে বরাদ্দ করা হয়েছিল। লর্ড-লেফটেনেন্সির মতো আনুষ্ঠানিক উদ্দেশ্যে এই দুটি এলাকা লিঙ্কোনশায়ারের অংশ হয়ে ওঠে, কিন্তু লিঙ্কোনশায়ার পুলিশ এর আওতায় পড়ে না; তারা ইয়র্কশায়ার এবং হাম্বার অঞ্চলে রয়েছে।\nলিঙ্কোনশায়ারের জেলাগুলি হলো বোস্টন, ইস্ট লিন্ডসে, লিঙ্কোন, নর্থ কেস্টেভেন, সাউথ হল্যান্ড, সাউথ কেস্টেভেন এবং ওয়েস্ট লিন্ডসে। তারা পূর্ব মিডল্যান্ডস অঞ্চলের অংশ।\n২৭ ফেব্রুয়ারী ২০০৮ লিঙ্কনশায়ার ভূমিকম্পে এলাকাটি কেঁপে ওঠে, রিখটার মাত্রা স্কেলে ৪.৭ এবং ৫.৩ এর মধ্যে পৌঁছেছিল; এটি সাম্প্রতিক বছরগুলিতে ব্রিটেনকে প্রভাবিত করার জন্য সবচেয়ে বড় ভূমিকম্পগুলির মধ্যে একটি।\nলিঙ্কোনশায়ার উলস্টর্প ম্যানর-এর জন্মস্থান। আবার আইজ্যাক নিউটনের বাড়িও এখানে অবস্থিত। তিনি গ্রান্থামের দ্য কিংস স্কুলে পড়াশোনা করেছেন। এর লাইব্রেরিতে তার স্বাক্ষর সংরক্ষণ করা হয়েছে, যখন তিনি যুবক ছিলেন তখন জানালার সিলে খোদাই করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}