{"pageid": 1155143, "title": "ইরিন ব্র্যাডি", "url": "https://bn.wikipedia.org/wiki?curid=1155143", "content": "ইরিন জয়েস ব্র্যাডি (জন্ম নভেম্বর ৫, ১৯৮৭) একজন মার্কিন টেলিভিশন হোস্ট, মডেল এবং সুন্দরী প্রতিযোগিতার শিরোপাধারী, যিনি মিস ইউএসএ ২০১৩ জিতেছেন।  তারপরে তিনি ৯ নভেম্বর রাশিয়ার মস্কোতে মিস ইউনিভার্স ২০১৩-এ মার্কিন প্রতিনিধিত্ব করেন, যেখানে তিনি শীর্ষ ১০-এ স্থান পান। ব্র্যাডি কানেটিকাট রাজ্যের প্রথম মহিলা যিনি মিস ইউএসএ মুকুট পেয়েছেন।\n\n\n== প্রতিযোগিতা ==\n\n\n=== মিস কানেটিকাট ইউএসএ ২০১৩ ===\nব্র্যাডি মিস কানেটিকাট ইউএসএ ২০১৩ এর মুকুট পেয়েছিলেন। রাষ্ট্রীয় খেতাবের জন্য এটি ছিল তার দ্বিতীয় প্রচেষ্টা, আগের বছর প্রথম রানার আপ ছিলেন।\n\n\n=== মিস ইউএসএ ২০১৩ ===\nব্র্যাডি কানেটিকাট রাজ্যের প্রতিনিধিত্ব করেন ১৬ জুন, ২০১৩-এ মিস ইউএসএ ২০১৩ প্রতিযোগিতায় অংশ নিয়েছিলেন। তিনি বিদায়ী খেতাবধারী নানা মেরিওয়েদার, মিস ইউএসএ ২০১২ এর দ্বারা নতুন মিস ইউএসএ মুকুট পরেছিলেন। ব্র্যাডি কানেটিকাট রাজ্যের প্রথম প্রতিনিধি যিনি মিস ইউএসএ মুকুট পান।\n\n\n=== মিস ইউনিভার্স ২০১৩ ===\nইরিন ৯ নভেম্বর, ২০১৩-এ ৬২ তম বার্ষিক মিস ইউনিভার্স প্রতিযোগিতায় মার্কিন যুক্তরাষ্ট্রের প্রতিনিধিত্ব করেছিলেন। শেষ পর্যন্ত তিনি শীর্ষ ১০-এ (ঠিক ৬ষ্ঠ স্থানে) স্থান পান। \n\n\n== ব্যক্তিগত জীবন ==\nব্র্যাডি ২০০৫ সালে পোর্টল্যান্ড হাই স্কুল থেকে স্নাতক হন, তারপর ২০১০ সালে সেন্ট্রাল কানেটিকাট স্টেট ইউনিভার্সিটি থেকে আর্থিক সংস্থানে ডিগ্রি এবং ফৌজদারি বিচারে নাবালক হয়ে স্নাতক হন। ২০১৪ সালে, তিনি সিসিএসইউ এর স্নাতক সূচনা অনুষ্ঠানে ভাষণ দিয়েছিলেন। তিনি হার্টফোর্ড, কানেটিকাটের প্রুডেন্সিয়াল রিটায়ারমেন্টের একজন আর্থিক হিসাবরক্ষক।\nব্র্যাডি ১৩ ডিসেম্বর, ২০১৪-এ টনি ক্যাপাসোকে বিয়ে করেন। এই দম্পতির ৯ নভেম্বর, ২০১৩ তারিখে বিয়ে হওয়ার কথা ছিল, একই দিনে তিনি মস্কোতে মিস ইউনিভার্স প্রতিযোগিতায় অংশ নেন।  মিস ইউএসএ-এর নিয়ম অনুসারে, ব্র্যাডি এবং ক্যাপাসোকে খেতাবধারী হিসাবে বছর পূর্ণ না হওয়া পর্যন্ত অপেক্ষা করতে হয়েছিল। ২০২০ সালে, ব্র্যাডি নিক কোলাজিওভানিকে বিয়ে করেন। তার কাজিন হলেন মার্ক এবং ডিন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমিস ইউএসএ ২০১৪ রেড কার্পেট ইভেন্ট\nইন্সটাগ্রামে ইরিন ব্র্যাডি\nটুইটারে ইরিন ব্র্যাডি"}