{"pageid": 1155685, "title": "পিরানা", "url": "https://bn.wikipedia.org/wiki?curid=1155685", "content": "পিরানহা বা পিরানা ( , , বা  ; পর্তুগিজ: [piˈɾɐ̃ɲɐ], স্পেনীয়: [piˈɾaɲa] ), Serrasalmidae পরিবারের একজন সদস্য,  বা টেট্রা পরিবারের অন্তর্গত Serrasalminae উপপরিবারের সদস্য, Characidae  ক্রমানুসারে Characiformes হল একটি মিঠা পানির মাছ যা দক্ষিণ আমেরিকার নদী, প্লাবনভূমি, হ্রদ এবং জলাশয়ে বসবাস করে। যদিও প্রায়শই এই মাছকে অত্যন্ত শিকারী হিসাবে বর্ণনা করা হয় এবং প্রধানত মাছ খাওয়ানো হয়, তবে তাদের খাদ্যাভ্যাস ব্যাপকভাবে পরিবর্তিত হয় এবং তারা উদ্ভিদকেউ খাদ্য হিসেবে গ্রহন করে । এজন্য এদেরকে সর্বভুক হিসাবে শ্রেণিবিভাগ করা হয়।\n\n\n== ব্যুৎপত্তি ==\nএই নামের উৎপত্তি হয়েছে আদিবাসী টুপি জনগণ এবং তাদের নিজ নিজ টুপি ভাষা থেকে। এটি দুটি শব্দ থেকে গঠিত হয়, pirá মানে মাছ এবং sainha অর্থ দাঁত।এই শব্দটি ভারতীয়রা এক জোড়া কাঁচি বর্ণনা করতেও ব্যবহার করে।  আরেকটি সম্ভাব্য উদ্ভূত হয় pira nya থেকে\n, সম্ভবত আক্ষরিক অর্থে \"কামড়-মাছ\"।  18 শতকের মাঝামাঝি পর্তুগিজরা শব্দটিকে piranha একীভূত করে\nছে।অবশেষে, শব্দটি pirá এর সংমিশ্রণ থেকেও আসতে পারে\nমানে মাছ এবং ánha অর্থ কাটা (যার অর্থ টুপি-গুয়ারানিতে \"খারাপ\" অথবা \"শয়তান\")।\n\n\n== শ্রেণীবিন্যাস এবং বিবর্তন ==\nপিরানা মাছেরা সাবফ্যামিলি Serrasalminae- এর অন্তর্গত, যার মধ্যে রয়েছে ঘনিষ্ঠভাবে সম্পর্কিত সর্বভুক  মাছ যেমন প্যাকাস ।  ঐতিহ্যগতভাবে, শুধুমাত্র চারটি জেনার প্রিস্টোব্রাইকন, পিগোসেন্ট্রাস, পিগোপ্রিস্টিস এবং সেরাসালমাসকে তাদের বিশেষ দাঁতের কারণে সত্যিকারের পিরানহা হিসাবে বিবেচনা করা হয়। সাম্প্রতিক বিশ্লেষণে দেখা গেছে, পিরানহা গোষ্ঠীকে মনোফাইলেটিক হতে হলে, এটি Serrasalmus, Pygocentrus এবং Pristobrycon- এর অংশের মধ্যে সীমাবদ্ধ করা উচিত, অথবা এই ট্যাক্সা প্লাস Pygopristis, Catoprion এবং Pristobrycon striolatus অন্তর্ভুক্ত করার জন্য প্রসারিত করা উচিত। পাইগোপ্রিস্টিস অন্য তিনটি পিরানহা জেনারের তুলনায় ক্যাটোপ্রিয়নের সাথে আরও ঘনিষ্ঠভাবে সম্পর্কিত বলে পাওয়া গেছে। \nপিরানা মাছের প্রজাতির মোট সংখ্যা অজানা এবং প্রতিদ্বন্দ্বিতাপূর্ণ, এবং নতুন প্রজাতি বর্ণনা করা অব্যাহত রয়েছে। অনুমানিক ৩০ এর কম থেকে ৬০ এর বেশি। \n\n\n== আরও দেখুন ==\nপশুর কামড়\nপশু আক্রমণ\n\n\n== তথ্যসূত্র =="}