{"pageid": 1155265, "title": "২০২২ কমনওয়েলথ গেমসে ভারত", "url": "https://bn.wikipedia.org/wiki?curid=1155265", "content": "ভারত ২০২২ সালের ২৮শে জুলাই থেকে ৪ঠা আগস্ট পর্যন্ত ইংল্যান্ডের বার্মিংহামে আয়োজিত ২০২২ কমনওয়েলথ গেমসে প্রতিদ্বন্দ্বিতা করছে। কমনওয়েলথ গেমসে এটি ভারতের অষ্টাদশতম উপস্থিতি। ১০৬ জন পুরুষ এবং ১০৫ জন মহিলা দ্বারা গঠিত ২১১ সদস্যের একটি দল ভারতের প্রতিনিধিত্ব করছে। উদ্বোধনী অনুষ্ঠানে ভারতের পতাকাবাহক মনপ্রীত সিং এবং পি ভি সিন্ধু।\n১৪ বছর বয়সী স্কোয়াশ খেলোয়াড় অনাহত সিং ভারতের সর্বকনিষ্ঠ এবং ৪৫ বছর বয়সী লন বোলার সুনীল বাহাদুর সর্ব জ্যেষ্ঠ প্রতিনিধি।\n\n\n== প্রত্যাহারের হুমকি ==\nবার্মিংহ্যাম কমনওয়েলথ গেমস আয়োজক কমিটি প্রস্তাব দেয় যে ২০২২ সালের কমনওয়েলথ গেমসে তীরন্দাজি এবং শ্যুটিং কে অন্তর্ভুক্ত করা হবে না। ২০১৯ সালের জুন মাসে কমনওয়েলথ গেমস ফেডারেশন এক্সিকিউটিভ বোর্ড এই সিদ্ধান্তকে সমর্থন করে বিবৃতি দেয়। এই সিদ্ধান্তের পরে আইওএ-য়ের সভাপতি নরেন্দ্র বাত্রা প্রস্তাব করেন যে ভারত ২০২২ সালের গেমস বয়কট করবে, তিনি এটাও দাবি করেন যে \"ভারতকে আঘাত করার মানসিকতা\" এবং সেই \"একটি নির্দিষ্ট মানসিকতার লোক\" ভারতের ক্রীড়া দক্ষতাকে সহ্য করতে পারেনি (যার মধ্যে শুটিং খেলা একটি উল্লেখযোগ্য অংশ)- তাই এরকম অখেলোয়াড়সুলভ সিদ্ধান্ত নিয়েছে।\nযাইহোক, ভারতীয় অলিম্পিক কমিটি পরে তার বয়কটের হুমকি প্রত্যাহার করে নেয় এবং একটি সম্মিলিত তীরন্দাজ এবং শুটিং চ্যাম্পিয়নশিপের আয়োজনের প্রস্তাব দেয়, যা ২০২২ সালের জানুয়ারিতে ভারতের চণ্ডীগড়ে অনুষ্ঠিত হওয়ার কথা ছিল। প্রস্তাবটি সংশ্লিষ্ট স্টেকহোল্ডারদের দ্বারা সমর্থিত ছিল এবং পরবর্তীতে এই অনুষ্ঠানের আয়োজক খরচ ভারত বহন করার শর্তে সরকারী অনুমোদন লাভ করে; চণ্ডীগড়ে প্রদত্ত পদকগুলি সমাপনী অনুষ্ঠানের এক সপ্তাহ পরে ২০২২ গেমসের সামগ্রিক পদক টেবিলে অন্তর্ভুক্ত করা হবে। ২০২১ সালের জুলাই মাসে, কোভিড-১৯ বৈশ্বিক মহামারির কারণে ইভেন্টটি বাতিল করা হয়েছিল।\n২০২১ সালের অক্টোবরে, হকি ইন্ডিয়া যুক্তরাজ্যের মধ্যে মহামারি এবং বার্মিংহাম ২০২২ এর ২০২২ এশিয়ান গেমসের নৈকট্যের কথা উল্লেখ করে উভয় হকি দলকে গেমস থেকে প্রত্যাহার করে নিয়েছিল (পরবর্তীতে প্যারিস ২০২৪ অলিম্পিক যোগ্যতা ঝুঁকির মধ্যে পড়া সত্বেও); ভারতীয় কোভিড-১৯ টিকার শংসাপত্রের স্বীকৃতি না দেওয়া এবং ভুবনেশ্বরে ২০২১ সালের পুরুষদের FIH হকি জুনিয়র বিশ্বকাপ থেকে যুক্তরাজ্যের প্রত্যাহার করার প্রতিক্রিয়া হিসাবে এই সিদ্ধান্ত নেওয়া হয়েছিল। পরবর্তীতে ভারতীয় অলিম্পিক সংস্থা এবং ক্রীড়া মন্ত্রী অনুরাগ ঠাকুরের সাথে আলোচনার পর, ফেডারেশন স্থির করেছে যে ভারত, যোগ্যতা সাপেক্ষে, কমনওয়েলথ হকি টুর্নামেন্টে অংশগ্রহণ করবে।\n\n\n== প্রতিযোগিরা ==\nপ্রতি খেলাধুলা/শৃঙ্খলা অনুযায়ী গেমসে অংশগ্রহণকারী প্রতিযোগীদের সংখ্যার তালিকা নিচে দেওয়া হল।\n\n\n== পদকজয়ী ==\n\n\n== অ্যাথলেটিক্স ==\nচেন্নাইতে জাতীয় আন্তঃ-রাজ্য অ্যাথলেটিক্স চ্যাম্পিয়নশিপের পর ১৬ই জুন ২০২২-এ, টোকিও ২০২০র বর্শা নিক্ষেপে স্বর্ণ পদক বিজয়ী নীরজ চোপড়ার নেতৃত্বে সাঁইত্রিশ জন ক্রীড়াবিদদের একটি দল নির্বাচন করা হয়েছিল।\nবিশ্ব মল্লক্রীড়া চ্যাম্পিয়নশিপ চলাকালীন চোট পাওয়ায় নীরজ চোপড়া কমনওয়েলথ গেমসে অংশ নিতে পারবেন না।\n\nপুরুষ\nট্র্যাক এবং রোড বিভাগ\n\nমাঠের ঘটনাপ্রবাহ\n\nমহিলা\nট্র্যাক এবং রাস্তা ঘটনা\n\nমাঠের ঘটনাপ্রবাহ\n\n\n== ব্যাডমিন্টন ==\nসম্মিলিত বিডআব্লিউএফ বিশ্ব র‌্যাঙ্কিংয়ে (১লা ফেব্রুয়ারি ২০২২ অনুযায়ী), ভারত মিশ্র দলের বিভাগের জন্য যোগ্যতা অর্জন করেছে। সিনিয়র সিলেকশন ট্রায়ালের পর, ২০শে এপ্রিল ২০২২-এ দশজন খেলোয়াড়ের একটি পূর্ণ স্কোয়াড নির্বাচন করা হয়েছিল।\n\nএকক\n\nদ্বৈত\n\nমিশ্র দল\nসারসংক্ষেপ\n\nস্কোয়াড \nগ্রুপ পর্ব\n\n\n== সাইক্লিং ==\n\n৯ জন পুরুষ ও ৪ জন মহিলা দ্বারা গঠিত ১৩ জনের একটি দল ২০২২ কমনওএলথ গেমসে ভারতের প্রতিনিধিত্ব করবে\n\n\n=== ট্র্যাক ===\nSprint\n\nকেইরিন\n\nTime trial\n\nপারস্যুট\n\nPoints race\n\nScratch race\n\n\n== ক্রিকেট ==\n\nআইসিসি দ্বারা ২০২১-এর ১লা এপ্রিল প্রকাশিত তালিকা অনুযায়ী ভারত জাতীয় মহিলা ক্রিকেট দল কমনওয়েলথ গেমসে অংশগ্রহণের সুযোগ পেয়েছে। \n\n\n== মুষ্টিযুদ্ধ ==\n\n২রা জুন ২০২২-এ পুরুষদের বাছাই ট্রায়ালের পরে, আটজন পুরুষ বক্সারকে প্রতিযোগিতার জন্য নির্বাচিত করা হয়েছিল। অন্যদিকে ১১ই জুন ২০২২ তারিখে মহিলাদের ট্রায়ালের পরে আরও চারজন বক্সার নির্বাচন করা হয়।\n\nপুরুষদের একক\n\nমহিলাদের একক\n\n\n== জিমন্যাস্টিক ==\n\n\n=== শৈল্পিক ===\nপুরুষ\n\nমহিলা\n\n\n=== ছন্দবদ্ধ ===\nএকক যোগ্যতা-পর্ব\n\n\n== জুডো ==\n\n\n== হকি ==\n\n\n=== সংক্ষেপ ===\nনির্দেশিকা:\n\nFT = পূর্ণ সময়ের পর\nP = পেনাল্টি শুট-আউট এর পর\n\n\n== সাঁতার ==\n২৫শে জুন ২০২২-এ ভারত চার সদস্যের সাঁতার দল ঘোষণা করেছে।\n\nপুরুষ\n\n\n== লন বোলিং ==\n\nপুরুষ\n\nমহিলা\n\n\n== স্কোয়াশ ==\n\n১২ই জুলাই, ২০২২-য়ের হিসাবে ৯ জন ক্রীড়াবিদের একটি দল কমনওয়েলথ গেমসে ভারতের হয়ে প্রতিদ্বন্দিতা করবে।\n\nSingles\n\nDoubles\n\n\n== টেবিল টেনিস ==\nভারত আন্তর্জাতিক টেবল টেনিস ফেডারেশনের বিশ্ব দলগত র‍্যাঙ্কিংয়ের মাধ্যমে পুরুষ এবং মহিলা উভয় দলের বিভাগের জন্য যোগ্যতা অর্জন করেছে (২রা জানুয়ারী ২০২০ অনুযায়ী)। ৩১শে মে ২০২২-এ সাতজন খেলোয়াড় নির্বাচন করা হয়েছিল; মহিলাদের নির্বাচনগুলি অস্থায়ী এবং সাই-য়ের অনুমোদনের উপর নির্ভরশীল ছিল যেহেতু অর্চনা কামাথ নির্বাচনের মানদণ্ড পূরণ না করা সত্ত্বেও দলে নির্বাচিত হয়েছিলেন।\n\nযদিও সাই এই ব্যাপারে দায়িত্ব নেয়নি এবং তারা নির্বাচক কমিটির কাছে সিদ্ধান্তের দায়িত্ব ফিরিয়ে দিয়েছে;  দিয়া চিতালে, যিনি তার অনির্বাচনের প্রতিবাদে দিল্লি হাইকোর্টে একটি রিট পিটিশন দাখিল করেছিলেন, কামাথের পরিবর্তে তাকে নির্বাচন করা হয়। \n\nএকক\n\nDoubles\n\nদলগত বিভাগ\n\n\n== ট্রায়াথলন ==\nপ্রতিযোগিতার জন্য চারটি ট্রায়াথলেটের একটি দল (দুইজন পুরুষ এবং দুইজন মহিলা) নির্বাচিত হয়েছে।\n\nস্বতন্ত্র\n\nমিশ্র রিলে\n\n\n== ভারোত্তোলন প্রতিযোগিতা ==\n২০২২ সালের ১৩ই এপ্রিল-এ ১৫ জন ভারোত্তোলকদের একটি দল নির্বাচিত করা হয়েছিল।\nজেরেমি লালরিন্নুংগা, অচিন্ত্য শিউলি, অজয় সিং এবং পূর্ণিমা পান্ডে উজবেকিস্তানের তাসখন্দে ২০২১ কমনওয়েলথ ভারোত্তোলন চ্যাম্পিয়নশিপে সোনা জিতে এই প্রতিযোগিতার জন্য যোগ্যতা অর্জন করেছেন। বাকি ১১ জন আন্তর্জাতিক ভারোত্তোলন সংস্থার ২০২২ সালের ৯ই মার্চ প্রকাশিত কমনওয়েলথ র‌্যাঙ্কিং তালিকার মাধ্যমে যোগ্যতা অর্জন করেছেন।\n\nপুরুষ\n\nমহিলা\n\n\n== কুস্তি ==\n২০২২ সালের ১৬ই মে মহিলাদের বাছাই ট্রায়ালের পরে, প্রতিযোগিতার জন্য ছয়জন কুস্তিগির নির্বাচিত হয়েছিল। আর ১৭ই মে পুরুষদের ট্রায়ালের মাধ্যমে আরও ছয়জন কুস্তিগির বাছাই করা হয়।\n\nপুরুষ\n\nমহিলাদের কুস্তি\n\n\n== আরো দেখুন ==\n২০২২ শীতকালীন অলিম্পিকে ভারত\n২০২২ এশিয়ান গেমসে ভারত\n\n\n== তথ্যসূত্র =="}