{"pageid": 1155926, "title": "মিস ডিভাইন বিউটি", "url": "https://bn.wikipedia.org/wiki?curid=1155926", "content": "মিস ডিভাইন বিউটি হল ভারতের একটি জাতীয় সুন্দরী প্রতিযোগিতা যা মূল সংস্থা ডিভাইন গ্রুপের অধীনে কাজ করে, যেটি প্রাথমিকভাবে মিস আর্থ -এ প্রতিদ্বন্দ্বিতা করার জন্য ভারতের প্রতিনিধিদের নির্বাচন করে, যা বার্ষিক আন্তর্জাতিক সৌন্দর্য প্রতিযোগিতা যা পরিবেশ সুরক্ষা এবং সচেতনতা প্রচারের জন্য কাজ করে। মিস আর্থ বিশ্বের চারটি প্রধান আন্তর্জাতিক সৌন্দর্য প্রতিযোগিতার একটি। \nবর্তমান মিস ডিভাইন বিউটি (মিস আর্থ ইন্ডিয়া) হলেন রশ্মি মাধুরী, যাকে প্রাক্তন সুন্দরী তানভি খারোতে মিস ইন্ডিয়া আর্থ ২০২১ এর মুকুট পরিয়ে দিয়েছিলেন। এছাড়াও, মিস ডিভাইন বিউটি ২০২১ সালে একটি নতুন পুরস্কার \"বিউটি উইথ এ রেসপনসিবিলিটি\"  চালু করেছে। এই পুরস্কারের লক্ষ্য শুধুমাত্র সুন্দরীদের দ্বারা করা কাজগুলির স্বীকৃতি দেওয়া নয় বরং তাদের প্রকল্পগুলির ভবিষ্যতের প্রচেষ্টাকে সমর্থন করা। পুরস্কারের বর্তমান বিজয়ী বংশিকা পারমার। নয়াদিল্লির একজন পরিবেশ-উৎসাহী হিসেবে, তিনি পরিষ্কার ও সবুজ পৃথিবী আন্দোলনের রোল মডেল হওয়ার জন্য গো গ্রিন প্রকল্পের সূচনা করেছিলেন।\n\n\n== ইতিহাস ==\n২০০১ সালে শুরু হওয়ার পর থেকে ভারত মিস আর্থ প্রতিযোগিতায় অংশগ্রহণ করছে।  ২০০১ থেকে ২০১৩ সাল পর্যন্ত, মিস আর্থ -এ ভারতের প্রতিনিধিরা ফেমিনা মিস ইন্ডিয়া দ্বারা নির্বাচিত হয়েছিল, যা টাইমস গ্রুপ দ্বারা প্রকাশিত একটি মহিলাদের ম্যাগাজিন ফেমিনা দ্বারা স্পনসর করা হয়েছে।  পরবর্তীকালে, মিস আর্থ প্রতিযোগিতায় অংশগ্রহণের জন্য ভারত থেকে প্রতিনিধি বাছাই করার ফ্র্যাঞ্চাইজি গ্লামানন্দ সুপার মডেল ইন্ডিয়া অধিগ্রহণ করে। গ্লামানন্দ গ্রুপ ২০১৮ সালে ফ্র্যাঞ্চাইজি সুবিধা হারায়। \nডিভাইন গ্রুপ ২০১৯ সালে মিস আর্থে ভারতের প্রতিনিধিদের পাঠানোর অধিকার অর্জন করেছে।  ডিভাইন গ্রুপের প্রতিষ্ঠাতা এবং সিইও দীপক আগরওয়াল জাতীয় পরিচালকদের একজন হিসেবে কাজ করেন।  মিস ডিভাইন বিউটির প্রথম সংস্করণ ৩১ আগস্ট ২০১৯ তারিখে কিংডম অফ ড্রিমস, নিউ দিল্লিতে অনুষ্ঠিত হয়েছিল।  তেজস্বিনী মনোগ্না ডিভাইন মিস ইন্ডিয়ার খেতাব জিতে প্রথম প্রতিনিধি হয়েছিলেন।  ২০১৯ সাল থেকে, মিস ডিভাইন বিউটি এখন ভবিষ্যতের মিস আর্থ ইন্ডিয়া নির্বাচনের জন্য দায়িত্বপ্রাপ্ত।\n\n\n== আরো দেখুন ==\nমিস আর্থ ইন্ডিয়া\nভারতের সুন্দরী প্রতিযোগিতার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে মিস ডিভাইন বিউটি\nইন্সটাগ্রামে মিস ডিভাইন বিউটি\nOfficial website of Miss Divine Beauty"}