{"pageid": 115509, "title": "বাগদি", "url": "https://bn.wikipedia.org/wiki?curid=115509", "content": "ব্যাগদি বা বর্গ-ক্ষত্রিয় হলো আর্য-দ্রাবিড়-বংশোদ্ভুত এক জাতি যাদের প্রধান বাসস্থান ভারতবর্ষের পশ্চিমবঙ্গ  বাংলাদেশ। বাগদিরা চাষাবাদ এবং মাছ ধরার মতো পেশার সাথে যুক্ত। পশ্চিমবঙ্গের পশ্চিমাঞ্চলের পূর্ব বর্ধমান, পশ্চিম বর্ধমান বাঁকুড়া, বীরভূম, হুগলি নদীয়া, মুশিদাবাদ ইত্যাদি জেলায় প্রচুর সংখ্যায় বাগদিরা বাস করেন। বাগদিরা পশ্চিমবঙ্গের তপসিলি জাতি গুলির মধ্যে পরিসংখ্যানের দিক থেকে অন্যতম। প্রাচীণ কালে বাগদিরা অভিব্যক্ত বাংলার এক রাজ গোষ্ঠী ছিল দক্ষিণ বঙ্গের বহু অঞ্চল বাগদিদের রাজত্বের অন্তর্গত ছিল।\n\n\n== ইতিহাস ==\nআমরা জানি বাঙলার আদিম অধিবাসীরা ছিল অস্ট্রিক ভাষাভাষী গোষ্ঠির লোক । ভারতীয় প্রাচীন সাহিত্যে এদের ‘ নিষাদ ' বলে বর্ণনা করা হয়েছে । বর্তমানে বাঙলায় সাঁওতাল , লোধা প্রভৃতি এই গোষ্ঠির এছাড়া হিন্দু - সমাজের ‘ অন্ত্যজ ' জাতিসমূহ এই গোষ্ঠিরই বংশধর । বাঙলায় প্রথম অনুপ্রবেশকারী দ্রাবিড় ( এরা দ্রাবিড় ভাষাই কথা বলতো ) এদের পথ অনুসরণে আসে আর্য - ভাষাভাষী আলপীয়রা । ইতিহাসবিদ ড . অতুল সুর অনুমান করেন , “ বৈদিক ও বেদোত্তর সাহিত্যে বর্ণিত ‘ অসুর ’ জাতি এরাই । এবং এদের সকলেরই সামাজিক সংগঠন কৌমভিত্তিক ছিল । এবং এই সকল কৌমগোষ্ঠীর নামে এক একটা জনপদের সৃষ্টি হয় । ইতিহাসবিদ নীহাররঞ্জন রায় তাঁর ‘ আদিপর্বে ’ উল্লেখ করেছেন , “ প্রাচীনতর সাক্ষ্যে , জনপদগুলির নাম যে ভাবে আমরা পাই , তাহা ঠিক জনপদ বা স্থানের নাম নয় । বঙ্গ - গৌড় - পুণ্ড্র - রাঢ় এই সব কোম যে সব অঞ্চলে বাস করিত , পরে তাহাদের অর্থাৎ সেই সেই অঞ্চলের নাম হইল বঙ্গ , গৌড় , পুণ্ড্র ইত্যাদি । এই ভাবে বহু বচনে জনবাচক অর্থে এইসব নামের ব্যবহার একাদশ - দ্বাদশ শতকের সাক্ষ্য প্রমাণও দেখা যায় । দু - এক ক্ষেত্রে তাহার ব্যতিক্রমও আছে যেমন— সুহ্মভূমি , বজজ বা বজ্ৰভূমি । দ্বিতীয়ত জন হইতে বা জনকে কেন্দ্র করিয়া গঠিত এক - একটি জনপদ এক - এক সময়ে এক - একটি রাষ্ট্র বা রাজবংশের আধিপত্য স্থাপিত হইয়াছে , এবং অনেক সময়ে তাহাদের রাষ্ট্রীয় আধিপত্যের সংকুচিত বা বিস্তারিত সঙ্গে সঙ্গে জনপদটির সীমা ও সংকুচিত বা বিস্তারিত হইয়াছে । ” প্রমাণ হিসাবে বলা যেতে পারে বীরভূম তথা রাঢ়ের কথা , ড . অমলেন্দু মিত্র ‘ রাঢ়ের সংস্কৃতি ধর্মঠাকুর ' গ্রন্থে উল্লেখ করেছেন “ বীরভূমের সাঁইথিয়াথানায় রাঢ়কুণ্ড বা রাঢ়খেন্দ নামে একটি গ্রাম এখনো আছে । কি অর্থে কতদিন আগে এই নামটি সৃষ্টি হয়েছে তা সহসা বলা শক্ত । ” এর উত্তরে মাননীয় শ্রীঅরুণ কুমার ঘোষ ( সাঁইথিয়া ) তাঁর ' সাঁইথিয়া ইতিবৃত্ত ' গ্রন্থে উল্লেখ করেছেন “ ময়ূরাক্ষী নদীর উত্তর ধারে ‘ রাঢ়কেদ ' নামে একটা ছোট গ্রাম আছে , বলতে পারি না পুরাকালের ইতিহাস বিস্মৃত বাণিজ্য সমৃদ্ধ জনপদ ‘ রাঢ় - কেন্দ্রের ' চলতি কথার অপভ্রংশ কিনা ! তবে জৈন ধর্ম প্রচারার্থে মহাবীরজীর রাঢ়প্রদেশ পরিক্রমার যে বিবরণ ‘ জনাগম প্রর্শনীয় সূত্র ' পুঁথিতে লিপিবদ্ধ আছে সেখানে ‘ রাঢ়কেন্দ্র ” শব্দ পাওয়া যায় । ” সাঁইথিয়া সম্বন্ধে বীরভূম গবেষক পূজনীয় শ্রীশঙ্করলাল রায় তাঁর এক বিশেষ প্রবন্ধে লিখেছেন জৈন ধর্মের শেষ তীর্থংকর মহাবীর সাঁইথিয়ায় এসেছিলেন । সে সময় সাঁইথিয়ার সংস্কৃত নাম ছিল ' শ্বেতাম্বিকা নগরী ' পরে নামান্তরে ‘ সেয়াম্বিয়া ' বর্তমানে যার নাম সাঁইথিয়া । ওখানে ছিলেন পরদেশী নামে ক্রুর স্বভাবের একজন অনার্য রাজা । তিনি মহাবীরের সংস্পর্শে এসে সম্পূর্ণ বদলে যান । জৈন ধর্মের পুস্তকাদিতে এই পরদেশী রাজা বিখ্যাত শরাক রাজা রূপে পরিচিত । নবম - দশম শতক থেকে রাঢ়ের দুটি বিভাগ জানা যায়- ১ ) উত্তর রাঢ় ও ২ ) দক্ষিণ রাঢ় । আয়তনে মোটামুটি অতীতের ব্রহ্মভূমি = বজ্রভূমি ( বজ্জ ) = উত্তর রাঢ় এবং অতীতের সূহ্মভূমি = শুম্ভ = দক্ষিণ রাঢ় । উত্তর রাঢ়ের আয়তন ভবিষ্যপুরাণের ব্রহ্মখণ্ড অধ্যায়ের পুনরাবৃত্তি করে শ্রদ্ধেয় ‘ বাঙালীর ইতিহাস ' এর লেখক নীহাররঞ্জন রায় বলেছেন “ বর্তমান মুর্শিদাবাদ জেলার পশ্চিমাংশ অর্থাৎ কান্দি মহকুমা , সমগ্র বীরভূম জেলা ( সাঁওতাল ভূমি সহ ) এবং বর্ধমান জেলার কাটোয়া মহকুমার উত্তরাংশ এই লইয়া উত্তর রাঢ় । মোটামুটি অজয় নদ এই উত্তর রাঢ়ের দক্ষিণ সীমা এবং দক্ষিণ রাঢ়ের উত্তর সীমা । উত্তর রাঢ়ের উত্তর সীমা বোধ হয় কোনো সময় গঙ্গা পার হইয়া আরও উত্তরে বিস্তৃত ছিল । কিন্তু অকাট্য লিপি প্রমাণ এবং ঐতিহাসিক গ্রন্থে গঙ্গা - ভাগীরথীই রাঢ়ের উত্তর সীমা , এ সম্বন্ধে সন্দেহ থাকিতে পারে না । ” এবং দক্ষিণ রাঢ়ের আয়তন ছিল বর্ধমান জেলার পূর্ব ও মধ্য অঞ্চল , হুগলি জেলা , বাঁকুড়া জেলার পূর্বভাগ ও মেদিনীপুরজেলার পশ্চিম এবং দক্ষিণ অংশ । মোটামুটি ভাবে সমগ্র রাঢ় ( উত্তর রাঢ় ও দক্ষিণ রাঢ় ) এর আয়তন জানা গেল । প্রাচীন গ্রীক লেখকদের রচনা থেকে জানা যায় মৌর্য যুগ পর্যন্ত এই রাঢ় দেশের সংখ্যাগরিষ্ঠ জাতি বাগ্দী ( বাগতি ) রা ছিল । এই জাতি সম্বন্ধে বলতে গেলে বলতে হয় অষ্টাদশ শতাব্দীতে পশ্চিমবঙ্গের কয়েকটি প্রধান জেলায় কোন কোন জাতির প্রাধান্য ছিল তা ড . অতুল সুর তাঁর ' বাঙলা ও বাঙালীর বিবর্তন ' গ্রন্থে উল্লেখ করেছেন , তা থেকে শুধু বাগদিদের কথা বলছি ; মেদিনীপুর জেলায় বাগদিরা সংখ্যাগরিষ্ঠ জাতিদের মধ্যে ছিল পঞ্চম স্থানে । হুগলি জেলায় স্থান অধিকার করেছিল দ্বিতীয় । বর্ধমান জেলায় প্রথম স্থান অধিকার করেছিল । আর বীরভূম জেলায় তৃতীয় স্থান অধিকার করেছিল এবং ২৪ পরগনায় স্থান অধিকার করেছিল চতুর্থ । এখানে বলে রাখি শুধু বাগদি জাতি সংখ্যাগরিষ্ঠের দিক দিয়ে পঞ্চম স্থান পর্যন্ত হিসাবে বিভিন্ন জেলার নাম দেওয়া গেল । সে সময় সমগ্র পশ্চিমবঙ্গে মোট জনসংখ্যার পরিপ্রেক্ষিতে প্রথম পাঁচ জাতি ছিল যথাক্রমে কৈবর্ত , বাগদি , ব্রাহ্মণ , সদগোপ ও গোয়ালা । বাগদি গোষ্ঠী সম্বন্ধে বিশেষ খোঁজ খবর নিতে গিয়ে জানা গিয়েছে বাঙলার যত পুরাণ আছে তার মধ্যে শুধুমাত্র একটা পুরাণেই বাগদিদের কথা উল্লেখ আছে সে পুরাণের নাম ' ব্রহ্মবৈবর্তপুরাণ ' । আচার্য যোগেশচন্দ্র রায়ের মতে ‘ ব্রহ্মবৈবর্ত পুরাণ ' চতুর্দশ শতাব্দীর প্রথম দিকে রচিত হয়েছিল । ‘ ব্রহ্মবৈবর্ত পুরাণ ” এ আছে “ ক্ষত্রিয়ের ঔরসে বৈশ্য কন্যার গর্ভে মহাবল পরাক্রান্ত ধনু - বিদ্যায় নিপুণ এক পুত্র জন্মে ; দস্যুবৃত্তি- দর্শনে জন্মদাতা ক্ষত্রিয় - কর্তৃক নির্বারিত হইয়াও নিবারণ - বাক্য অতিক্রম করায় সেই পুত্র বাগতীত ( বাগতী / বাগদী ) বলিয়া বিখ্যাত হইল । ” এটাই পাচ্ছি আমরা বাগদিদের জন্ম - বৃত্তান্ত । বর্তমানে বাগদি জাতি বেশ অনেকগুলো গোষ্ঠীতে বিভক্ত- ব্যগ্রক্ষত্রিয় , ক্ষেত্রী , কুশমেটিয়া , ত্রয়োদাস , নোভা , তেঁতুলিয়া ইত্যাদি । এরা সাধারণত বাগ , ধর , দলুই , পারিত , রায় , মাল , লেট , দাশ প্রভৃতি পদবী ব্যবহার করেন । বর্তমানে জানা গিয়েছে এদের মধ্যে থেকে অনেকেই ‘ দাস ' পদবীব্যবহার বেশ কয়েক বছর ধরে শুরু করে দিয়েছেন । আরো বলতে গেলে বলি ষোড়শ শতাব্দীর সমসাময়িক ময়ূর ভট্টের ‘ ধর্মপুরাণ ” এ আছে মাজি , বাগদি এবং মেটে এই তিন জাতিকে ‘ নাহি ভেদ জাতি ” বলে উল্লেখ আছে । তা কেন ? মাছ ধরা এবং চাষ আবাদ বাগদি জাতির ঐতিহ্যগত পেশা । বর্তমানে এরা অনেকেই ভাগচাষী । তবে বেশীর ভাগই ভূমিহীন ক্ষেতমজুর । ঐতিহ্যবাহী পেশা মাছ ধরা সেটাতে বিশেষ করে বাড়ির মহিলারা এই কাজে যুক্ত থাকেন । এদের মাছ ধরবার জন্য জাল বোনাটাই ঐতিহ্যবাহী কারিগরি শিল্প । পাল ও সেন যুগে বাগদিদের শাসন কাজে বিশেষ ভূমিকা ছিল বলে অনেকেই মেনে নেন । তার আভাষ ইতিহাসে মেলে । বীরভূমের তারাশঙ্করের ‘ কালিন্দী ’ , ‘ পঞ্চগ্রাম ' উপন্যাস থেকে জানা যায় ভল্লারা বাগদিদেরই একটা শাখা । একসময় ডোম বলতে অন্তজ্যদের বোঝাত । পাল ও সেন রাজাদের সময় ডোমরা বাংলায় বিভিন্ন রাজ্যে সৈন্য রূপে সমাদৃত ছিল । ইংরেজ রাজত্বে তাদের সৈন্যবৃত্তি ছাড়তে তারা বাধ্য হন । বর্তমানে বাগদিদের মধ্যে কেউ কেউ কবরেজি গুণিনের কাজ করে থাকেন , তাঁদের কর্মদক্ষতা ভবিষ্যৎ কথন , ভূত অপসারণ , দুষ্টশক্তির প্রতিরোধ , সর্পদংশন , রোগ নিরাময় , হাড় জোড়া দেওয়া ইত্যাদি । বাগদিদের খোঁজখবর নিতে গিয়ে সাঁইথিয়া থানার অন্তর্গত বাতাসপুরের কাছে বনগ্রামের পূজনীয় শ্রীমুক্তিপদ বাগদি মহাশয় বলেন তিনি বাল্যকালে তাঁর বাবা এবং প্রবীণদের মুখে সে সময়ে বাগদিদের সম্বন্ধে অনেক কিছুই শুনে ছিলেন কিন্তু সে সব আর সে রকম কিছুই স্মৃতিচারণ করতে পারেননি ; তবে তা থেকে সেকালে লোকছড়া গাঁথা দুটি লাইন শুনিয়েছেন “ বাগ বাগদী মোশ / সর্বদা দূরে রোশ ' অর্থাৎ বাঘ , বাগদি , মহিষ এই তিন থেকে সবসময় দূরে থাকতে জনগণকে নির্দেশ দেওয়া হচ্ছে বলেই মনে হয় । সুতরাং আমরা বাগদি গোষ্ঠীকে সেযুগে বা তার আরো অতীতে ভয়ঙ্কর বাঘ - এর মতো এবং মহিষের মতো শক্তিশালী ইঙ্গিত করছে । এই লোকছড়া লাইন থেকে তাই নয় কী ? কিংবা বলা যেতে পারে বাঘ , বাগদি , মোষ এরা যেন শক্তির দিক দিয়ে এক ।অতীতে একসময় উচ্চবর্ণের নারীদের সঙ্গে নিম্নবর্ণের পুরুষদের বিবাহকে ‘ প্রতিলোম ’ বলা হতো । এই বিবাহ সে সমাজে অত্যন্ত নিন্দনীয় ছিল । যদি উচ্চবর্ণের পুরুষ কর্তৃক নিম্ন - বর্ণের নারীকে বিবাহ যেমন-- ব্রাহ্মণ পুরুষ কর্তৃক ক্ষত্রিয় নারীকে বা ক্ষত্রিয় পুরুষ কর্তৃক বৈশ্য নারীকে কিংবা বৈশ্য পুরুষ কর্তৃক শুদ্র নারীকে বিবাহ সমাজে অনেক ক্ষেত্রেই সংঘটিত হতো এবং এই ধরণের বিবাহকে ‘ অনুলোম ' বলা হতো ; এই বিবাহ সমাজে অনুমোদনীয় ছিল । ‘ প্রতিলোম ’ এবং ‘ অনুলোম ' বিবাহে জাত সন্তান - সন্ততি সৃষ্টির মধ্য দিয়ে নানা উপজাতের সৃষ্টি হয় । অনেকেই প্রশ্ন রেখেছেন ভারতের অন্য প্রদেশে ব্রাহ্মণ , ক্ষত্রিয় , বৈশ্য ও শূদ্র এই চার বর্ণ আছে । কিন্তু বঙ্গদেশে ব্রাহ্মণ এবং শূদ্র এই বর্ণ বিদ্যমান , মাঝখানের দুই বর্ণ ক্ষত্রিয় ও বৈশ্য নেই কেন ? কোথায় এবং কিভাবে হারিয়ে গেল ? এর উত্তরেই অনেকের মন্তব্যে ' বাঙলায় ক্ষত্রিয় ও বৈশ্য কোনো কালেই ছিল না ' । কিন্তু এই উত্তর আমার ঠিক উপযুক্ত বাস্তবসম্মত উত্তর বলে মনে হয় না । কেননা অতীতে সমাজে ‘ প্রতিলোম ’ ও ‘ অনুলোম ' বিবাহের ফলে বহু উপজাতির সৃষ্টি হয় একথা সত্য । এই সূত্রধরে বৃহৎ বাঙলায় ক্ষত্রিয় ও বৈশ্য যুক্ত হয়ে নানা উপজাতের বসবাস লক্ষনীয় যেমন- মাহিষ্য ( পিতা ক্ষত্রিয় , মাতা বৈশ্য ; প্রমাণসূত্র : গৌতম ধর্মসূত্র এবং যাজ্ঞবল্ক্য ) , করণ ( পিতা ক্ষত্রিয় , মাতা বৈশ্য ; প্রমাণসূত্র : মহাভারত ) , বাগদি ( পিতা ক্ষত্রিয় , মাতা বৈশ্য ; প্রমাণসূত্র : ব্রহ্মবৈবর্তপুরাণ ) , অম্বষ্ঠ ( পিতা ক্ষত্রিয় , মাতা বৈশ্য ; প্রমাণসূত্র : গৌতম ধর্মসূত্র ) , গোপ ( পিতা বৈশ্য , মাতা ক্ষত্রিয় ; প্রমাণসূত্র : বৃহদ্ধর্মপুরাণ ) , ধীবর ( পিতা বৈশ্য , মাতা ক্ষত্রিয় ; প্রমাণসূত্র : গৌতম ধর্মসূত্র ) । বিশেষ করে বাগদি হাড়ি ডোম বাউরী ইত্যাদি তথাকথিত নিম্নকোটির লোকদের জাতিসমূহের “ হিন্দু সমাজের সামাজিক স্বাঙ্গীকরণক্রিয়ার যুক্তিপদ্ধতিতে ইহারা ক্রমশ সমাজের নিম্নতম স্তরে স্থান পাইয়াছিলেন ” —নীহাররঞ্জন রায় ) এই সব তথাকথিত উপজাতের মধ্য থেকে বাগদি সম্প্রদায়কে লক্ষ্য করলে পাচ্ছি- ১ ) প্রাচীন গ্রীক লেখদের রচনা থেকে জানা যায় মৌর্যযুগপর্যন্ত বাগদিরাই রাঢ়দেশে সংখ্যাগরিষ্ঠ জাতি ছিল । ২ ) অষ্টাদশ শতাব্দীতে সমগ্র পশ্চিম বাঙলায় মোট জনসংখ্যার পরিপ্রেক্ষিতে প্রথম পাঁচ জাতি ছিল যথাক্রমে কৈবর্ত , বাগদি , ব্রাহ্মণ , সদগোপ ও গোয়ালা । আর বাগদি জাতি কোন কোন জেলায় বসবাস করছে তা আমরা আলোচ্যে প্রথম দিকেই জেনেছি । রাঢ়ের গ্রামদেবতাদের মধ্যে ধর্মঠাকুরের পূজাই সব চেয়ে বড় এবং প্রধান পূজা । তবে রাজারাজরাও এক সময় এই পূজা করতেন তা ধর্ম পুরাণ সমূহ থেকে জানা যায় । ধর্মরাজের বাৎসরিক পূজা সাধারণত বৈশাখী পূর্ণিমায় হয়ে থাকে । তবে কোনো - কোনো স্থানে চৈত্র পূর্ণিমা বা জ্যৈষ্ঠ কিংবা আষাঢ়ী পূর্ণিমা তিথিতে পূজা অনুষ্ঠিত হয়ে থাকে । অর্থাৎ বৈশাখী পূর্ণিমা থেকে আষাঢ়ের ‘ অম্বুবাচী ' পর্যন্ত । বাগদিদের মধ্যে এই পূজার প্রচলন সবচেয়ে বেশী । এই পূজার পৌরহিত্য করবার অধিকার একমাত্র এদেরই । বর্তমানে কোথাও কোথাও পৌরোহিত্য ব্রাহ্মণদের হাতে সাময়িক হস্তান্তরিত হয়েছে । এই পূজার উপকরণ দেখলেই বোঝা যায় এ দেবতা অনার্য দেবতা । ফুল বেলেপাতার সঙ্গে চায় মাংস বা পঞ্চবলি আর ঢাক , শুকর , ভেড়া , ছাগল , সাদা মোরগ , পায়রা , চুন , মদ । মদ ভর্তি ‘ ভাঁড়াল ' অর্থাৎ কলসি মাথায় নিয়ে নৃত্য , এই পূজার বিশেষ অঙ্গ । ধর্ম ঠাকুরের কোনো মূর্তি নেই । ‘ বাংলা সাহিত্যের সম্পূর্ণ ইতিহাস ' এর লেখক মাননীয় অসিত কুমার বন্দ্যোপাধ্যায় উল্লেখ করেছেন পশ্চিমবাঙলার বহু মন্দিরে ধর্মের কোনো মূর্তি নেই , তাঁর শিলামূর্তি বেদীর গড়ন । কোনোটি কচ্ছপের মতো , কোনোটি কাঁকড়াবিছার মতো , কোনোটি গোলাকার , চৌকো , কোনোটির আবার বিশেষ কোনো আকৃতি নেই । তিনি দেখেছেন চব্বিশ পরগণা জেলার দু'একটি গ্রামে ধর্মের সাকার মূর্তি , কোথাও ধর্মের বিশালমূর্তি অনেকটা বীরবেশ । বাঁকুড়া জেলার অন্তর্গত শলপ নামক স্থানে ধর্মের মন্দিরে রীতিমত ধ্যানস্থ বুদ্ধের মূর্তি রয়েছে । তবে লক্ষণীয় আদিবাসী ভাষায় কচ্ছপের প্রতিশব্দ ‘ দড়ম ’ তা উচ্চবর্ণের হিন্দুর হাতে পড়ে ধর্মে রূপান্তরিত । বিভিন্ন লেখকের উক্তি থেকে জানা যাচ্ছে ধর্ম বা ধরম অষ্ট্রিক শব্দের সংস্কৃত রূপান্তর ।আদিবাসী কোমের ‘ দড়ম ' বা ধর্ম দেবতা নিরাকারই ছিলেন । নীহাররঞ্জন রায়ের কথায় — আজ যেমন এই সকল ( নিম্ন ) জাতি পারপার্শ্বিক হিন্দুধর্মের চাপে পড়ে হিন্দু হয়েছে , তেমনই বৌদ্ধ ধর্মের প্রচলনের সময় এরা সকলে বৌদ্ধ হয়েছিল । বৌদ্ধ হয়ে গেলেও তারা তাদের প্রাচীন দেবতাকে ( শূন্য পুরাণে বলা হয়েছে ধর্মঠাকুর শূন্য মূর্তি , তিনি নিরঞ্জন । কচ্ছপাকৃতি পাশান খণ্ড , তার উপরে আঁকা ‘ পাদুকা চিহ্ন ’ ) পরিহার করেনি । একসঙ্গে তাঁরা বুদ্ধ ও সেই আদিম দেবতার আরাধনা করত । যেহেতু বুদ্ধ , ধরম ও সংঘ এই তিনই এক , তারা বুদ্ধকেই ‘ ধর্ম্মরাজ ' বলত । মহামহোপাধ্যায় হরপ্রসাদ শাস্ত্রী ‘ বৌদ্ধ ধর্ম ' প্রবন্ধে উল্লেখ করেছেন , ধর্ম্ম ঠাকুরের মূর্তি কচ্ছপের মতো ; এইটি বুঝতে হলে বলতে হয় বৌদ্ধদের তিনটি রত্ন ছিল । তিনটিই উপসনার বস্তু- বুদ্ধ , ধর্ম ও সংঘ । ‘ বুদ্ধ ’ বলতে শাক্যসিংহ বুঝাতো , “ ধর্ম ” বলতে গ্রন্থাবলী বুঝাতো , এবং ‘ সংঘ ’ বলতে ভিক্ষুমণ্ডলী বুঝাতো । কোনো কোনো সম্প্রদায় বুদ্ধকে প্রথম স্থান না দিয়ে ধর্মকেই প্রথম স্থান দিতেন । তাঁদের মতে ত্রিরত্ন - ধর্ম , বুদ্ধ ও সংঘ । ক্রমে ধর্ম বলতে স্তূপ বুঝাতো অর্থাৎ ধর্ম ও তথাগত এক হয়ে গেল । স্তূপের গায়ে কুলুঙ্গী কাটা হতে লাগলো । পূর্বের কুলুঙ্গীতে ‘ অক্ষোভ্য ’ বসলেন , পশ্চিমের কুলুঙ্গীতে ‘ অমিতাভ ’ , দক্ষিণে ‘ রত্নসম্ভব ’ এবং উত্তরে ‘ আমোঘ সিদ্ধি ' । প্রথম ধ্যানী বুদ্ধ যে বৈরোচন তিনি স্তুপের ঠিক মধ্যস্থলে থাকতেন । এই রকম চার দিকে চারটি কুলুঙ্গীযুক্ত স্তুপই বেশী দেখা যায় । পরে প্রধান ধ্যানী বুদ্ধকে লুকিয়ে রাখতে মানুষ পছন্দ করলো না । তাই দক্ষিণ - পূর্ব কোণে আর একটা কুলুঙ্গী তৈরি করে সেখানে তাঁর স্থান করে দিল । পাঁচটি কুলুঙ্গীযুক্ত স্তুপ দেখতে ঠিক কচ্ছপের রূপ । আমাদের ধর্ম ঠাকুর কচ্ছপাকৃতি । সুতরাং স্তুপ , ধর্ম , এবং কচ্ছপাকৃতি তিনই এক হয়ে গেল । ‘ ইহাতেই মনে হয় কচ্ছপাকৃতি ধর্মঠাকুর পঞ্চধ্যানী বুদ্ধের মূর্তির সহিত ধর্ম মূর্তির স্তুপ আর কেহ নহে । ' ধর্ম রাজ নিরাকারই রয়ে গেলেন । নিরাকার এ বিষয়ে আরো জানতে ‘ বাঙালীর ইতিহাস : আদিপর্ব ' এ ধর্মঠাকুর বিষয়ক লেখাগুলো পড়তে পারেন ।\n\n\n== জনসংখ্যা এবং সাক্ষরতার তথ্য ==\n২০০১ সালের জনগণনা অনুযায়ী পশ্চিমবঙ্গে বাগদিদের সংখ্যা ২,৭৪০,৩৮৫। এঁরা রাজ্যের তফসিলি জাতি জনসংখ্যার মোট ১৪.৯ শতাংশ। বাগদিদের মধ্যে ৪৭.৭ শতাংশ শিক্ষিত – এর মধ্যে পুরুষ সাক্ষরতার হার ৬০.৪ শতাংশ এবং নারী সাক্ষরতার হার ৩৪.৮ শতাংশ।\n\n\n== পাদটীকা =="}