{"pageid": 1155039, "title": "ট্রিহাউজ টিভি", "url": "https://bn.wikipedia.org/wiki?curid=1155039", "content": "ট্রিহাউজ টিভি হচ্ছে ২ থেকে ৫ বছরের শিশুদের জন্য একটি কানাডীয় ইংরেজি ভাষার বিশেষত্ব চ্যানেল যা ১৯৯৭ সালে সম্প্রচার শুরু করে। এর নাম ওয়াইটিভির একটি সাবেক ব্লক, \"দ্য ট্রিহাউজ\", থেকে নেওয়া হয়। চ্যানেলটির মালিক হচ্ছে ওয়াইটিভি কানাডা, ইনকর্পোরেটেড, কোরাস এন্টারটেইনমেন্টের একটি সংস্থা।\n\n\n== ইতিহাস ==\n\nচ্যানেলটি ১৯৯৭ সালের ১ নভেম্বরে পূর্ব মান সময় সকাল ৮টায় সম্প্রচার শুরু করে, সাথে এর প্রথম প্রচারিত অনুষ্ঠান ছিল টুডে'স স্পেশাল।\n২০১৯ সালের ১৯ জুলাইতে কোরাস এন্টারটেইনমেন্ট একটি চিকিৎসা গাঁজা ডিসপেনসারি চেইন, যা \"ট্রিহাউজ ডিসপেনসারি\" নামে পরিচিত, এর বিরুদ্ধে একটি কপিরাইট লঙ্ঘনের মামলা করেছে, অভিযোগ করে যে চেইনটি \"ইচ্ছাকৃতভাবে ট্রিহাউজ টিভির লোগো অনুলিপি করেছে এবং এর একটি বিভ্রান্তিকর অনুরূপ অনুকরণ ব্যবহার করছে\"। ডিসপেনসারির একজন অ্যাটর্নি দাবিগুলির প্রতিদ্বন্দ্বিতা করেছিলেন এবং বলেছিলেন যে ব্যবসাটি \"স্পষ্টভাবে অস্বীকার করে যে এর লোগো মার্কিন যুক্তরাষ্ট্রে বিদ্যমান যে কোনও ট্রেডমার্ক লঙ্ঘন করে।\" পরে ডিসেম্বরে একটি ডিফল্ট রায়ের মাধ্যমে কোরাস মামলাটি জিতেছে।\n\n\n== অনুষ্ঠানসমূহ ==\n\n\n=== ভিডিও অন ডিমান্ড সার্ভিসসমূহ ===\n২০০৫ সালের মার্চে কোরাস এন্টারটেইনমেন্ট রজার্স কেবল এবং কোজেকোর মতো কেবল প্রদানকারীদের ট্রিহাউজ টিভির বিষয়বস্তু প্রদান করার \"ট্রিহাউজ অন ডিমান্ড\" নামের একটি ভিডিও অন ডিমান্ড সার্ভিস প্রদান করা শুরু করে। প্রতি প্রদানকারীর ডিজিটাল কেবল সার্ভিস সাবস্ক্রাইব করার ক্রেতাদের জন্য এটিকে একটি মুক্ত সার্ভিস হিসেবে প্রদান করা হয়। কিছু প্রদানকারী, যেমন সাস্কটেল, এটিকে একটি স্বতন্ত্র প্রিমিয়াম সাবস্ক্রিপশন সার্ভিস হিসেবে প্রদান করে। ২০১৫ সালের জুন এবং ২০১৯ সালের মের মধ্যে কোরাস ট্রিহাউজগো পরিচালনা করেছে, যা আইওএস এবং অ্যান্ড্রয়েডে উপলব্ধ একটি টিভি এভরিওয়ার সার্ভিস।\n২০১১ সালে কোরাস আইওএসের জন্য একটি স্বতন্ত্র সাবস্ক্রিপশন ভিডিও অন ডিমান্ড সার্ভিস চালু করেছে। পরে এটি ট্রিহাউজ ক্লাসিক নামে পরিবর্তন হয়, ২০১৬ সালে একটি পুনঃব্র্যান্ডের আগে যা \"ক্লাসিক\" ব্র্যান্ডিংটি অপসারণ করেছে।\n২০১৩ সালের ৫ ফেব্রুয়ারিতে নেলভানা, কোরাস এন্টারটেইনমেন্টের অ্যানিমেশন বিভাগ, ইউটিউবে ট্রিহাউজ ডাইরেক্ট চ্যানেল চালু করে। ২০১৫ সালের ২ মার্চে ট্রিহাউজ টিভি এর নিজস্ব ইউটিউব চ্যানেল চালু করে।\n\n\n== আরও দেখুন ==\nফ্যামিলি জুনিয়র\nতেলেবিম্বি\nতেলেমাজিনো\nতেলেনিঞোস\nইউপা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}