{"pageid": 1155627, "title": "অন্ধের হস্তি দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1155627", "content": "অন্ধের হস্তি দর্শন বা অন্ধের হাতি দেখা নীতিকথাটি প্রাচীন ভারতীয় উপমহাদেশে উদ্ভূত হয়েছিল, যেখান থেকে এটি ব্যাপকভাবে ছড়িয়ে পড়ে। এটি এমন একদল অন্ধ মানুষের গল্প যারা আগে কখনো হাতি দেখেনি কিন্তু হাতির শরীর স্পর্শ করে কেমন তা শিখে এবং কল্পনা করে। প্রতিটি অন্ধ মানুষ হাতির শরীরের বিভিন্ন আলাদা অংশ স্পর্শ করে, তবে শুধুমাত্র একটি অংশ, যেমন পাশ বা দাঁস। তারপর তারা তাদের সীমিত অভিজ্ঞতার উপর ভিত্তি করে হাতির বর্ণনা দেয়; বলা বাহুল্য, তাদের বর্ণনা একে অপরের থেকে আলাদা হয়। কিছু সংস্করণে, তারা সন্দেহ করে যে অন্য ব্যক্তি অসৎ এবং তারা হাতাহাতিও শুরু করে দেয়। নীতিকথাটি নৈতিকতা হল যে মানুষের মধ্যে তাদের সীমিত, বিষয়গত অভিজ্ঞতার উপর ভিত্তি করে পরম সত্য দাবি করার প্রবণতা রয়েছে কারণ তারা অন্য মানুষের সীমিত, বিষয়গত অভিজ্ঞতাকে উপেক্ষা করে যা সমানভাবে সত্য হতে পারে।\nবৌদ্ধ গ্রন্থ তিত্ত সুত্ত, উদান ৬.৪, খুদ্দকনিকায়ে, গল্পটির উল্লেখ রয়েছে, যেটি এই গল্পের প্রাচীনতম সংস্করণগুলোর একটি। তিত্ত সুত্ত আনুমানিক ৫০০ খৃস্টপূর্বাব্দে, বুদ্ধের জীবদ্দশায় লিখিত, যদিও নীতিকথাটি সম্ভবত বৌদ্ধ গ্রন্থগুলোর চাইতেও পুরানো।\nনীতিকথাটির অন্য একটি বিকল্প সংস্করণে দৃষ্টিশক্তি সম্পন্ন ব্যক্তিদের কথা বলা হয়েছে যারা, অন্ধকার রাতে একটি বড় মূর্তি অনুভব করা বা চোখ বাঁধা অবস্থায় একটি বড় বস্তু অনুভব করার গল্পও আছে। তারপর তারা বর্ণনা করে যে তারা কী অভিজ্ঞতা অর্জন করেছে। বৌদ্ধধর্ম ছাড়াও জৈন ও হিন্দু ধর্মের ১ম খৃস্ট সহস্রাব্দের গ্রন্থগুলোতে এই নীতিকথার উল্লেখ পাওয়া যায়; যদিও সেগুলো কিছুটা আলাদা\nগল্পটি ২য় সহস্রাব্দের সুফি ও বাহাই ধর্মের লোককথাতেও দেখা যায়। গল্পটি পরবর্তীতে ইউরোপে সুপরিচিত হয়ে ওঠে, ১৯শ শতকের মার্কিন কবি জন গডফ্রে স্যাক্স একটি কবিতা হিসাবে তার নিজস্ব সংস্করণ তৈরি করেছিলেন, একটি চূড়ান্ত শ্লোক দিয়ে যা ব্যাখ্যা করে যে হাতি ঈশ্বরের একটি রূপক, এবং বিভিন্ন অন্ধ ব্যক্তিরা এমন ধর্মের প্রতিনিধিত্ব করে যেগুলির সাথে একমত নয়। এমন কিছু যা কেউ পুরোপুরি অনুভব করেনি। গল্পটি প্রাপ্তবয়স্ক ও শিশুদের জন্য অনেক বইতে প্রকাশিত হয়েছে এবং বিভিন্ন উপায়ে ব্যাখ্যা করা হয়েছে।\n\n\n== নীতিকথা ==\nঅন্ধ ব্যক্তি ও হাতির নীতিকথাটি প্রাচীনতম সংস্করণগুলি বৌদ্ধ, হিন্দু এবং জৈন গ্রন্থে পাওয়া যায়, কারণ সেগুলোতে উপলব্ধির সীমাবদ্ধতা ও সম্পূর্ণ প্রসঙ্গের গুরুত্ব নিয়ে আলোচনা করে। উপমাটির বেশ কয়েকটি ভারতীয় বৈচিত্র রয়েছে, তবে ব্যপক অর্থ নিম্নরূপ: একদল অন্ধ লোক শুনেছিল যে হাতি নামে একটি অদ্ভুত প্রাণী শহরে আনা হয়েছে, কিন্তু তাদের কেউই এর আকৃতি ও রূপ সম্পর্কে অবগত ছিল না।  কৌতূহল বশত, তারা বলেছিল: \"যেভাবে হোক, আমাদের অবশ্যই এটি পরিদর্শন করা উচিত ও স্পর্শের মাধ্যমে তার আকৃতি সম্পর্কে জানা উচিত\"।  সুতরাং, তারা হাতিটির সন্ধান করতে থাকলো, এবং যখন তারা এটির কাছে পৌঁছায় তখন তারা এটি সম্পর্কে জানতে ঝাঁপিয়ে পড়েছিল।  প্রথম ব্যক্তি, যার হাত শুঁড়ের উপর পড়েছিল, সে বলল, \"এটি একটি মোটা সাপের মতো\"।  আর একজনের জন্য যার হাত কানে পৌঁছেছিল, সে বলল, এটি এক ধরনের পাখার মতো মনে হয়েছিল।  অন্য একজন, যার হাত তার পায়ে ছিল, সে বলেছিলো, হাতিটি একটি গাছের কাণ্ডের মতো বা একটি স্তম্ভের মতন।  যে অন্ধ লোকটি তার পেটে হাত রেখেছিল সে বলল, \"এটি একটি প্রাচীর\"।  অন্য একজন যে এর লেজ অনুভব করেছিল, সে এটিকে একটি দড়ি হিসাবে বর্ণনা করে।  শেষ জন যে দাঁস অনুভব করেছিল, তার বর্ণনায়, হাতি বলতে বোঝায় যেটি শক্ত, মসৃণ এবং বর্শার মতো।কিছু সংস্করণে, অন্ধ ব্যক্তিরা তখন তাদের মতবিরোধ সম্পর্কে জানতে পারে, তখন, অন্যরা সত্য বলছে না বলে সন্দেহ করে ও হাতাহাতি শুরু করে দেয়। হাতির শরীরের অংশগুলি কীভাবে বর্ণনা করা হয়, সংঘর্ষটি কতটা সহিংস হয়ে ওঠে এবং কীভাবে (বা যদি) পুরুষদের মধ্যে দ্বন্দ্ব এবং তাদের দৃষ্টিভঙ্গিগুলি সমাধান করা হয় তা নিয়েও গল্পগুলি প্রাথমিকভাবে আলাদা। কিছু সংস্করণে, তারা কথা বলা বন্ধ করে, শুনতে শুরু করে এবং সম্পূর্ণ হাতিটিকে \"দেখতে\" সহযোগিতা করে। অন্যটিতে, একজন দৃষ্টিসম্পন্ন ব্যক্তি আসে এবং বিভিন্ন দৃষ্টিকোণ থেকে সম্পূর্ণ হাতিটিকে বর্ণনা করে, অন্ধ লোকেরা তখন শিখে যে তারা আংশিকভাবে সঠিক এবং আংশিকভাবে ভুল ছিল। যদিও একজনের বিষয়গত অভিজ্ঞতা সত্য, এটি সত্যের সম্পূর্ণতা নাও হতে পারে।\nনীতিকথায় সত্য ও মিথ্যার একটি পরিসীমা চিত্রিত করার জন্য ব্যবহার করা হয়েছে; ব্যপকভাবে, দৃষ্টান্তটি বোঝায় যে একজনের বিষয়গত অভিজ্ঞতা সত্য হতে পারে, কিন্তু এই ধরনের অভিজ্ঞতা অন্তর্নিহিতভাবে অন্যান্য সত্য বা সত্যের সম্পূর্ণতার জন্য দায়ী করার ব্যর্থতার দ্বারা সীমাবদ্ধ। বিভিন্ন সময়ে প্রবাদটি সত্যের আপেক্ষিকতা, অস্বচ্ছতা বা অবর্ণনীয় প্রকৃতির অন্তর্দৃষ্টি প্রদান করেছে, বিরোধী তত্ত্বের ক্ষেত্রে বিশেষজ্ঞদের আচরণ, গভীর বোঝার প্রয়োজন এবং পর্যবেক্ষণের একই বস্তুতে বিভিন্ন দৃষ্টিভঙ্গির প্রতি শ্রদ্ধা।\n\n\n== হিন্দুধর্ম ==\n\nঋগ্বেদ, ১৫০০ থেকে ১২০০ খ্রিস্টপূর্বাব্দের মধ্যে রচিত হয়েছে বলে উল্লেখ করা হয়ে থাকে, \"বাস্তবে, যদিও জ্ঞানীদের মধ্যে মতপার্থক্য রয়েছে।\" পল জে. গ্রিফিথসের মতে, এই অন্ধ ব্যক্তি ও হাতির উপকথার দৃষ্টান্তের পিছনে রয়েছে বিশ্ববোধ দৃষ্টিভঙ্গির ভিত্তি। স্তোত্রটি প্রমাণ করে যে একই বাস্তবতা ব্যাখ্যার সাপেক্ষে ও জ্ঞানীগণ কর্তমক বিভিন্ন উপায়ে বর্ণনা করা সম্ভব। প্রাচীনতম সংস্করণে, চারজন অন্ধ লোক একটি বনের মধ্যে দিয়ে হেঁটে যাচ্ছিল যেখানে তারা একটি হাতির দেখা পায়। এই সংস্করণে, তারা একে অপরের সাথে লড়াই করে না, তবে এই উপসংহারে পৌঁছায় যে, তারা প্রত্যেকে নিশ্চয় ভিন্ন ভিন্ন জন্তুকে স্পর্শ করেছে, যদিও বাস্তবে তারা একই হাতিকে স্পর্শ করেছিল। নীতিকথাটির প্রসারিত সংস্করণ বিভিন্ন প্রাচীন ও হিন্দু গ্রন্থে পাওয়া যায়। অনেক পণ্ডিত এটিকে একটি হিন্দু নীতিকথা বলেও উল্লেখ করেছেন।\n\nনীতিকথাটি বা তথ্যসূত্রগুলো হিন্দু ঐতিহ্যের ভাষ্যের (গৌণ সাহিত্য) মধ্যেও পাওয়া যায়। উদাহরণ স্বরূপ, আদি শঙ্কর ছান্দোগ্যোপনিষদের ৫.১৮.১ শ্লোকে তাঁর ভাষ্যে এটিকে নিম্নরূপে উল্লেখ করেছেন:etaddhasti darshana iva jatyandhah\nTranslation: That is like people blind by birth in/when viewing an elephant.\n\n\n== জৈনধর্ম ==\n\nমধ্যযুগীয় জৈন গ্রন্থগুলি অন্ধ ব্যক্তি হাতির ( অন্ধগজন্যাহ ) নীতিকথা দিয়ে অনেকান্তবাদ (বা \"অনেক পক্ষপাত\") এবং স্যাদবাদ (\"শর্তযুক্ত দৃষ্টিভঙ্গি\") এর ধারণাগুলি ব্যাখ্যা করে, যা সত্যের বহুবিধ প্রকৃতিকে সম্বোধন করে। এই উপমাটি খ্রিস্টপূর্ব ৫ম শতাব্দীর আগের প্রাচীনতম জৈন আগমসমূহে পাওয়া যায়। অধুনাকাল পর্যন্ত এর জনপ্রিয়তা বজায় ছিল। উদাহরণ স্বরূপ, এই নীতিকথাটি বিদ্যানন্দীর (৯ম শতক) এবং আচার্য মল্লিসেনের (১৩শ শতক) স্যাদ্বাদমঞ্জরি -এর তত্ত্বার্থশ্লোকবটিকায় পাওয়া যায়। মল্লিসেন এই উপমাটি ব্যবহার করে যুক্তি দেখান যে অপরিপক্ক লোকেরা সত্যের বিভিন্ন দিক অস্বীকার করে; তারা যে দিকগুলি বোঝে তার দ্বারা বিভ্রান্ত হয়, তারা যে দিকগুলি বোঝে না তা অস্বীকার করে। \"একটি আংশিক দৃষ্টিভঙ্গির কারণে উৎপাদিত চরম বিভ্রমের কারণে, অপরিপক্করা একটি দিক অস্বীকার করে ও অন্যটি প্রতিষ্ঠা করার চেষ্টা করে। এটিই একজন অন্ধ (ব্যক্তির) ও হাতির সর্বোচ্চ ক্ষমতা।\" মল্লিসেন বাস্তবতার পূর্ণ চিত্র পাওয়ার জন্য সমস্ত দৃষ্টিভঙ্গি বিবেচনা করার গুরুত্ব লক্ষ্য করার সময় নীতিকথাটির উল্লেখ করেছেন। \"সমস্ত দৃষ্টিভঙ্গি সমন্বিত আদর্শ বর্ণনার পদ্ধতি ছাড়া অসীম বৈশিষ্ট্যের সমন্বয়ে গঠিত একটি সত্তাকে সঠিকভাবে বোঝা অসম্ভব, কারণ এটি অন্যথায় নিছক অপরিপক্কগণ (অর্থাৎ, একটি অপ্রতুল, অপর্যাপ্ত জ্ঞান) দখল করার পরিস্থিতির দিকে নিয়ে যাবে। অন্ধ (ব্যক্তি) ও হাতি।\"\n\n\n== বৌদ্ধধর্ম ==\n\nবুদ্ধ দুবার বিপথগামী অন্ধদের উদাহরণ ব্যবহার করেছেন। প্রাচীনতম জ্ঞাত সংস্করণটি তিত্তসুত্ত গ্রন্থে পাওয়া যায়।\nকানকি সুত্ততে তিনি বর্ণনা করেছেন এক সারি অন্ধ ব্যক্তি একে অপরকে আঁকড়ে ধরে আছে তাদের উদাহরণ হিসাবে যারা একটি পুরানো পাঠ অনুসরণ করে যা প্রজন্ম থেকে প্রজন্মে চলে গেছে। উদানে (৬৮-৬৯) তিনি গোষ্ঠী দ্বন্দ্ব বর্ণনা করতে গিয়ে হাতির উপমা ব্যবহার করেছেন। একজন রাজা রাজধানীর অন্ধদের প্রাসাদে নিয়ে আসেন, যেখানে একটি হাতি আনা হয় এবং তাদের বর্ণনা করতে বলা হয়।\n\nযখন অন্ধ লোকেরা প্রত্যেকে হাতির একটি অংশ অনুভব করলো, তখন রাজা তাদের প্রত্যেকের কাছে গেলেন এবং প্রত্যেককে বললেন, \"আচ্ছা, অন্ধ মানুষ, তুমি কি হাতিটিকে দেখেছ? আমাকে বলুন, একটি হাতি কি ধরনের জিনিস?\"\nব্যক্তিগণ দাবি করেন হাতিটি হয় একটি পাত্রের মতো (যে অন্ধ লোকটি হাতির মাথা অনুভব করেছিল), একটি ঝুড়ি (কান), একটি লাঙল (টাস্ক), একটি লাঙ্গল (কাণ্ড), একটি শস্যভাণ্ডার (শরীর), একটি স্তম্ভ (পা) ), একটি মর্টার (পিছন), একটি মস্তক (লেজ) বা একটি বুরুশ (লেজের ডগা)।\n\nপুরুষরা একে অপরের সাথে একমত হতে পারে না এবং এটি কেমন তা নিয়ে প্রশ্নে হাতাহাতি করতে পারে এবং তাদের বিরোধ রাজাকে খুশি করে। বুদ্ধ গল্পের সমাপ্তি ঘটিয়েছেন অন্ধদেরকে প্রচারক এবং পণ্ডিতদের সাথে তুলনা করে যারা অন্ধ ও অজ্ঞ এবং তাদের নিজস্ব দৃষ্টিভঙ্গি ছাড়া বোঝে না: \"ঠিক একইভাবে এই প্রচারক এবং পণ্ডিতরাও অন্ধ ও অদেখা বিভিন্ন মত পোষণ করেন।... তাদের অজ্ঞতায় তারা স্বভাবতই দ্বন্দ্বপ্রিয়, ঝগড়াটে ও তর্কপটু, প্রত্যেকেই তাদের নিজস্বতা এভাবেই বজায় রাখে।\" বুদ্ধ তখন নিম্নলিখিত শ্লোকটি বলেন:\n\n\n== সুফিবাদ ==\nগজনির (বর্তমানে, আফগানিস্তান ) পার্সি সুফি কবি সানাই (১০৮০-১১৩১/১১৪১ খৃঃ) তাঁর হাদীকাতু' ল-হাকীকাত -এ এই শিক্ষনীয় গল্পটি উপস্থাপন করেছেন।\nরুমি, ১৩শ শতকের পারস্যের কবি এবং সুফিবাদের শিক্ষক, এটিকে তাঁর মসনবীতে অন্তর্ভুক্ত করেছিলেন। তার, \"দ্য এলিফ্যান্ট ইন দ্য ডার্ক\", কিছু হিন্দু একটি অন্ধকার ঘরে প্রদর্শনের জন্য একটি হাতি নিয়ে আসে। অনেক লোক অন্ধকারে হাতিটিকে স্পর্শ করে এবং অনুভব করে এবং যেখানে তারা এটিকে স্পর্শ করে তার উপর নির্ভর করে, তারা বিশ্বাস করে যে হাতিটি একটি জলের থোকা (কাণ্ড), একটি পাখা (কান), একটি স্তম্ভ (পা) এবং একটি সিংহাসন ( পেছনে). রুমি এই গল্পটিকে ব্যক্তিগত উপলব্ধির সীমার উদাহরণ হিসেবে ব্যবহার করেছেন:\n\nকামুক চোখ ঠিক হাতের তালুর মতো। তালুতে পশুর পুরোটা ঢেকে রাখার উপায় নেই। \nরুমি তার সংস্করণে দ্বন্দ্বের কোনো সমাধান উপস্থাপন করেননি, কিন্তু বলেছেন:\n\nসাগরের চোখ এক জিনিস আর ফেনা আরেক জিনিস। ফেনা যেতে দাও, এবং সমুদ্রের চোখের সাথে তাকাও। দিনরাত ফেনা-ফোঁকর সমুদ্র থেকে ভেসে আসছে: আহা আশ্চর্য! আপনি ফেনা দেখছেন কিন্তু সাগর নয়। আমরা একসঙ্গে ছুটে চলা নৌকার মতো; আমাদের চোখ অন্ধকার, তবুও আমরা স্বচ্ছ জলে আছি। \nরুমি তার কবিতাটি এই বলে শেষ করেন যে \"যদি প্রত্যেকের একটি মোমবাতি থাকে এবং তারা একসাথে প্রবেশ করে তবে পার্থক্যগুলি অদৃশ্য হয়ে যাবে।\"\n\n\n== বিভিন্ন দেশ বা অঞ্চলে প্রবাদ হিসাবে ব্যবহার ==\n\n\n=== জাপান ===\nজাপানে, সাধারণ মানুষ মহান ব্যক্তি বা তার মহান কাজ বুঝতে ব্যর্থ হলে প্রবাদটি পরিস্থিতির একটি উপমা হিসাবে ব্যবহৃত হয় যে।\n\n\n== আধুনিক প্রয়োগ ==\nগল্পটিকে অনেক উপদেশে একটি রূপক হিসাবে দেখানো হয়, যা ঐতিহ্যের বাইরের ক্ষেত্রেও একটি উপমা হিসাবে পরিষেবাতে চাপ দেওয়া হয়। পদার্থবিজ্ঞানে, এটি তরঙ্গ-কণা দ্বৈততার জন্য একটি সাদৃশ্য হিসাবে দেখা হয়েছে। জীববিজ্ঞানে, অন্ধ ব্যক্তিরা যেভাবে হাতির বিভিন্ন অংশ ধরে রাখে তা পলিক্লোনাল বি কোষের প্রতিক্রিয়ার জন্য একটি ভাল উপমা হিসেবে দেখা হয়েছে।\n\nউপকথাটি এমন অনেকগুলি গল্পের মধ্যে একটি যা গল্পের শ্রোতা বা পাঠকদের প্রতিক্রিয়ার উপর আলোকপাত করে। ইদ্রিস শাহ গল্পের অনেক ব্যাখ্যায় স্ব-রেফারেন্সের এই উপাদানটি এবং একটি শিক্ষণীয় গল্প হিসাবে এর কার্যকারিতা সম্পর্কে মন্তব্য করেছেন:\n\n...লোকেরা এই গল্পটিকে এক বা একাধিক [...] ব্যাখ্যায় সম্বোধন করে। তারপরে তারা তাদের গ্রহণ বা প্রত্যাখ্যান করে। এখন তারা আনন্দ অনুভব করতে পারে; তারা এই বিষয়ে একটি মতামত পৌঁছেছেন। তাদের কন্ডিশনিং অনুযায়ী তারা উত্তর তৈরি করে। এখন তাদের উত্তর দেখুন। কেউ কেউ বলবেন যে এটি ঈশ্বরের উপস্থিতির একটি আকর্ষণীয় এবং স্পর্শকাতর রূপক। অন্যরা বলবে যে এটি মানুষকে দেখাচ্ছে যে মানবজাতি কতটা নির্বোধ হতে পারে। কেউ কেউ বলছেন এটি শিক্ষাবিরোধী। অন্যরা যে এটি শুধুমাত্র সানাই থেকে রুমি দ্বারা অনুলিপি করা একটি গল্প – ইত্যাদি। \nশাহ তার দ্য ডার্মিস প্রোব বইতে গল্পটি রূপান্তরিত করেছেন। এই সংস্করণটি শুরু হয় বিজ্ঞানীদের একটি সম্মেলনের মাধ্যমে, বিশেষজ্ঞদের বিভিন্ন ক্ষেত্র থেকে, যে উপাদানটির উপর ক্যামেরা ফোকাস করা হয় সে বিষয়ে তাদের বিরোধপূর্ণ সিদ্ধান্তগুলি উপস্থাপন করে। ক্যামেরাটি ধীরে ধীরে জুম আউট করার সাথে সাথে এটি ধীরে ধীরে পরিষ্কার হয়ে যায় যে পরীক্ষার অধীনে থাকা উপাদানটি একটি আফ্রিকান হাতির চামড়া। 'দ্য পার্টস আর গ্রেটার দ্যান দ্য হোল' শব্দটি তখন স্ক্রিনে উপস্থিত হয়। এই রিটেলিং অ্যানিমেটর রিচার্ড উইলিয়ামসের একটি সংক্ষিপ্ত চার মিনিটের চলচ্চিত্রের স্ক্রিপ্ট তৈরি করেছিল। চলচ্চিত্রটি বছরের সেরা চলচ্চিত্র হিসেবে নির্বাচিত হয় এবং লন্ডন ও নিউইয়র্ক চলচ্চিত্র উৎসবে প্রদর্শিত হয়।\nলুইস ক্যারলের রচনাগুলির একটি সংকলনের রাশিয়ান ভূমিকা ( এ ট্যাংল্ড টেল এর মতো বই সহ) গল্পটি ক্যারল সম্পর্কে কয়েকটি নিবন্ধ পড়ার পরে যে ছাপটি পায় তার সাদৃশ্য হিসাবে গল্পটি অন্তর্ভুক্ত করে, তাকে কেবল একজন লেখক এবং কবি হিসাবে দেখা যায়। কিছু দ্বারা, এবং অন্যদের দ্বারা একজন মাঝারি গণিতবিদ। তবে সম্পূর্ণ চিত্রটি হল \"ক্যারল শুধুমাত্র ক্যারলের সাথে সাদৃশ্যপূর্ণ যেভাবে একটি হাতি শুধুমাত্র একটি হাতির সাথে সাদৃশ্য রাখে\"।\nগল্পটি একটি অব্যাহত আবেদন উপভোগ করে, যেমনটি উপকথার সচিত্র শিশুদের বইয়ের সংখ্যা দ্বারা দেখানো হয়েছে; পল গালডোনের একটি এবং আরেকটি, সেভেন ব্লাইন্ড মাইস, এড ইয়ং (1992) দ্বারা।\nতার একটি বইয়ের শিরোনাম কার্টুনে, কার্টুনিস্ট স্যাম গ্রস অনুমান করেছিলেন যে একজন অন্ধ ব্যক্তি, হাতির মলগুলির একটি স্তূপের মুখোমুখি হয়ে এই উপসংহারে পৌঁছেছিলেন যে \"একটি হাতি নরম এবং মশলাদার।\"\nএকটি হাতির কৌতুক নিম্নলিখিত উপায়ে গল্পটিকে উল্টে দেয়, পর্যবেক্ষণের কাজটি গুরুতরভাবে এবং মারাত্মকভাবে তদন্তের বিষয়কে পরিবর্তন করে:\n\nমানুষ কেমন তা নিয়ে ছয়টি অন্ধ হাতি আলোচনা করছিল। তর্ক করার পরে তারা একটি খুঁজে বের করার এবং সরাসরি অভিজ্ঞতা দ্বারা এটি কেমন ছিল তা নির্ধারণ করার সিদ্ধান্ত নিয়েছে। প্রথম অন্ধ হাতিটি লোকটিকে অনুভব করল এবং ঘোষণা করল, 'পুরুষরা সমতল।' অন্য অন্ধ হাতিরা লোকটিকে অনুভব করার পর তারা রাজি হয়ে গেল।\nনৈতিক শিক্ষা:আমাদের মনে রাখতে হবে যে আমরা যা পর্যবেক্ষণ করি তা স্বয়ং প্রকৃতি নয়, তবপ প্রকৃতি আমাদের প্রশ্ন করার পদ্ধতির কাছে উন্মুক্ত।\nটাচিং দ্য এলিফ্যান্ট হচ্ছে একটি ১৯৭৭ সালের বিবিসি রেডিও ৪ তথ্যচিত্র, যেখানে বিভিন্ন বয়সের চারজন মানুষ, জন্ম থেকেই অন্ধ, একটি হাতিকে স্পর্শ করতে ও তাদের প্রতিক্রিয়া বর্ণনা করার জন্য লন্ডন চিড়িয়াখানায় আনা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nJalal al-Din Muhammad Rumi। \"Book III\"। Masnavi I Ma'navi। Edward Henry Whinfield কর্তৃক অনূদিত  – উইকিসংকলন-এর মাধ্যমে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStory of the Blind Men and the Elephant from www.spiritual-education.org\nAll of Saxe's Poems including original printing of The Blindman and the Elephant Free to read and full text search.\nBuddhist Version as found in Jainism and Buddhism. Udana hosted by the University of Princeton\nJalal ad-Din Muhammad Rumi's version as translated by A.J. Arberry\nJainist Version hosted by Jainworld\nJohn Godfrey Saxe's version hosted at Rice University"}