{"pageid": 1155235, "title": "কাজের শিরোনাম", "url": "https://bn.wikipedia.org/wiki?curid=1155235", "content": "কাজের শিরোনাম, যাকে কখনও কখনও একটি উৎপাদন শিরোনাম বা অস্থায়ী শিরোনাম বলা হয় হলো এটি একটি পণ্য বা প্রকল্পের অস্থায়ী শিরোনাম যা এটির বিকাশের সময় ব্যবহৃত হয়। এটি সাধারণত চলচ্চিত্রনির্মাণ, টেলিভিশন প্রযোজনা, ভিডিও গেম বিকাশ বা একটি উপন্যাস কিংবা সঙ্গীত অ্যালবাম তৈরিতে ব্যবহৃত হয়।\n\n\n== উদ্দেশ্য ==\nকাজের শিরোনামগুলো প্রাথমিকভাবে দুটি কারণে ব্যবহার করা হয় - প্রথমটি হল একটি প্রাতিষ্ঠানিক শিরোনামের ব্যাপারে এখনও সিদ্ধান্ত নেওয়া হয়নি, কাজের শিরোনামটি সম্পূর্ণরূপে শনাক্তকরণের উদ্দেশ্যে ব্যবহার করা হচ্ছে এবং দ্বিতীয়টি উদ্দেশ্যমূলকভাবে একটি প্রকল্পের আসল প্রকৃতিকে লুকিয়ে রাখার জন্য একটি চালাকি।\nপ্রাক্তন উদাহরণগুলোর মধ্যে রয়েছে ডাই হার্ড উইথ অ্যা ভেঞ্জেন্স চলচ্চিত্র, যেটি ডাই হার্ড: নিউ ইয়র্ক শিরোনামে চিত্রায়িত হয়েছিল এবং জেমস বন্ড চলচ্চিত্রগুলো, যা সাধারণত বন্ড ২২-এর মতো সংখ্যাসূচক শিরোনামে নির্মিত হয়, যতক্ষণ না একটি প্রাতিষ্ঠানিক শিরোনাম ঘোষণা করা হয়।\nএকটি উল্লেখযোগ্য উদাহরণ হল ডিজনির একটি বিকল্প কাহিনী সহ দ্য এম্পেররস নিউ গ্রুভ, যার কাজের শিরোনাম হল কিংডম অফ দ্য সান।\nপরেরটির উদাহরণগুলোর মধ্যে রয়েছে জুরাসিক ওয়ার্ল্ড, ইব টাইডের অধীনে নির্মিত, রিটার্ন অফ দ্য জেডি, যা ব্লু হার্ভেস্ট শিরোনামে নির্মিত হয়েছিল, ২০০৯-এর স্টার ট্রেক, যা কর্পোরেট হেডকোয়ার্টার শিরোনামে নির্মিত হয়েছিল, ব্যাটম্যান চলচ্চিত্র ব্যাটম্যান রিটার্নস, ব্যাটম্যান ফরএভার, ব্যাটম্যান বিগিনস, দ্য ডার্ক নাইট এবং দ্য ডার্ক নাইট রাইজেস, যা ব্লিঙ্কো, ডিক্টেল, দ্য ইনটিমিডেশন গেম, ররি'স ফার্স্ট কিস, এবং ম্যাগনাস রেক্স, এবং টেনেট, মেরি-গো-রাউন্ড শিরোনামে নির্মিত হয়েছিল।\nরক ব্যান্ড নেটওয়ার্ক, মিউজিক ভিডিও গেম রক ব্যান্ডের জন্য তৃতীয় পক্ষের ডাউনলোডযোগ্য সামগ্রীর একটি প্ল্যাটফর্ম, রক ব্যান্ড: নিকেলব্যাক সাংকেতিক নামের অধীনে তৈরি করা হয়েছিল।\nক্লোভারফিল্ড, প্রজেক্ট এক্স (২০১২), হাই স্কুল মিউজিক্যাল, ও স্নেকস অন এ প্লেন (প্রধান ব্যক্তি স্যামুয়েল এল. জ্যাকসনের পীড়াপীড়িতে) কিছু ক্ষেত্রে একটি কার্যকারী শিরোনাম শেষ পর্যন্ত প্রাতিষ্ঠানিক শিরোনাম হিসাবে ব্যবহার করা যেতে পারে। তিনি কৌতুক করে বলেছিলেন যে তিনি একা কাজের শিরোনামের জন্য ভূমিকা নিয়েছিলেন, তিনি জানার পরে শিরোনামটি মুক্তির পরে প্যাসিফিক এয়ার ফ্লাইট ১২১-এ পরিবর্তন করা হবে), টেলিভিশন অনুষ্ঠান দ্য মিন্ডি প্রজেক্ট ও দ্য ক্লিভল্যান্ড শো, এবং ভিডিও গেম কোয়েক ২, স্পোর, সাইলেন্ট হিল: অরিজিনস অ্যান্ড এপিক মিকি।\nমার্ভেল সিনেমাটিক ইউনিভার্সের প্রকল্পগুলো কাজের শিরোনাম ব্যবহার করে থাকে।\n\n\n== শিরোনাম কারসাজি ==\nএকটি শিরোনাম কারসাজি হল এমন একটি অভ্যাস যার মাধ্যমে একটি হাই-প্রোফাইল ফিল্ম বা টেলিভিশন সিরিজকে একটি নকল কাজের শিরোনাম দেওয়া হয় যাতে এটির নির্মাণ গোপন থাকে এবং সরবরাহকারীদের দ্বারা মূল্য বৃদ্ধি, নৈমিত্তিক চুরি এবং অযাচিত মনোযোগ রোধ করা যায়। বিক্রেতাদের কাছ থেকে ক্রয় আদেশ, বহিরঙ্গন চিহ্ন, ভিডিওক্যাসেট এবং ডিভিডি লেবেল একটি চলচ্চিত্রের কভার শিরোনাম ব্যবহার করবে। একটি প্রযোজনার বিশদ বিবরণ গোপন করার জন্য ব্যবহৃত কারসাজি শিরোনামের উল্লেখযোগ্য উদাহরণগুলোর মধ্যে রয়েছে ব্লু হার্ভেস্ট (রিটার্ন অফ দ্য জেডির জন্য কারসাজি শিরোনাম), হাউ দ্য সোলার সিস্টেম ওয়াজ ওয়াজ (২০০১-এর জন্য রজ শিরোনাম: এ স্পেস ওডিসি), প্ল্যানেট আইস (টাইটানিকের জন্য কারসাজি শিরোনাম), গ্রিনব্রিয়ার (এল ক্যামিনো: অ্যা ব্রেকিং ব্যাড মুভির জন্য রূজ শিরোনাম), এবং রেড গান (হাউস অফ দ্য ড্রাগনের জন্য কারসাজি শিরোনাম)।\n\n\n== আরো দেখুন ==\nছদ্মনাম\n\n\n== তথ্যসূত্র =="}