{"pageid": 115557, "title": "হাওড়া সদর মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=115557", "content": "হাওড়া সদর মহকুমা ভারতের পশ্চিমবঙ্গের হাওড়া জেলার একটি মহকুমা। এই মহকুমা হাওড়া পৌরসংস্থা, বালি পুরসভা এবং পাঁচটি সমষ্টি উন্নয়ন ব্লক (বালি জগাছা, ডোমজুড়, পাঁচলা, সাঁকরাইল ও জগৎবল্লভপুর) নিয়ে গঠিত। উক্ত পাঁচটি ব্লকের অধীনে ৬৭টি গ্রাম পঞ্চায়েত ও ৪৪টি সেন্সাস টাউন অবস্থিত। মহকুমার সদর হাওড়া।\n\n\n== এলাকা ==\n\nহাওড়া পৌরসংস্থা ও বালি পুরসভা ছাড়া হাওড়া সদর মহকুমার বালি জগাছা, ডোমজুড়, পাঁচলা, সাঁকরাইল ও জগৎবল্লভপুর ব্লক পাঁচটির অধীনে অধীনে ৬৭টি গ্রাম পঞ্চায়েত ও ৪৪টি সেন্সাস টাউন রয়েছে। উক্ত ৪৪টি সেন্সাস টাউন হল: বালি (জগাছা), চাকাপাড়া, চামরাইল, একসারা, খালিয়া, জগদীশপুর, ডোমজুড়, দক্ষিণ ঝাপড়দহ, খানতোরা, ভাণ্ডারদহ, মাকড়দহ, কাঁটলিয়া, তেঁতুলকুলি, সলাপ, বাঁকড়া, নিবরা, আঁকুড়হাটি, বিপ্র নোয়াপাড়া, কলাড়া, কেশবপুর, নতিবপুর, মাহিয়ারি, বিকিহাকোলা, বেলডুবি, জলা কেন্দুয়া, গাববেড়িয়া, পানিয়ারা, পাঁচলা, সাহাপুর, আড়গড়ি, ধুলিয়া, আন্দুল, রামচন্দ্রপুর, পোদারা, পাঁচপাড়া, হাটগাছা, ঝোরহাট, বানুপুর, সাঁকরাইল, মানিকপুর, নলপুর, রঘুদেববাটী, সারেঙ্গা ও মানসিংহপুর।\n\n\n== ব্লক ==\n\n\n=== বালি জগাছা ব্লক ===\nবালি জগাছা ব্লকের গ্রামীণ এলাকা আটটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বালি, দুর্গাপুর অভয়নগর-১, জগদীশপুর, চাকপাড়া, আনন্দনগর, নিশ্চিন্দা, দুর্গাপুর অভয়নগর-২, সাঁপুইপাড়া বসুকাটি ও চামরাইল। ব্লকের শহরাঞ্চল বালি (জগাছা), চাকাপাড়া, চামরাইল, একসারা, খালিয়া ও জগদীশপুর সেন্সাস টাউন ছটি নিয়ে গঠিত। ব্লকটি লিলুয়া থানার অধীনস্থ। ব্লকের সদর ঘোষপাড়া।\n\n\n=== ডোমজুড় ব্লক ===\nডোমজুড় ব্লকের গ্রামীণ এলাকা ১৮টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বাঁকড়া-১, দক্ষিণ ঝাপড়দহ, মাহিয়ারি-১, পার্বতীপুর, বাঁকড়া-২, মাহিয়ারি-২, সলাপ-১, বাঁকড়া-৩, রুদ্রপুর, মাকড়দহ-১, সলাপ-২, বেগড়ি, কোলড়া-১, মাকড়দহ-২, উত্তর ঝাপড়দহ, ডোমজুড়, কোলড়া-২ ও নারনা। ব্লকের শহরাঞ্চল ডোমজুড়, দক্ষিণ ঝাপড়দহ, খানতোরা, ভাণ্ডারদহ, মাকড়দহ, কাঁটলিয়া, তেঁতুলকুলি, সলাপ, বাঁকড়া, নিবরা, আঁকুড়হাটি, বিপন্ন পাড়া, কোলড়া, কেশবপুর, নতিবপুর ও মহিয়াড়ী সেন্সাস টাউন ১৬টি নিয়ে গঠিত। ব্লকটি ডোমজুড় থানার অধীনস্থ। ব্লকের সদর ডোমজুড়।\n\n\n=== পাঁচলা ব্লক ===\nপাঁচলা ব্লকের গ্রামীণ এলাকা ১১টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বনহরিশপুর, চারা-পাঁচলা, জলবিশ্বনাথপুর, সাহাপুর, বেলডুবি, দেউলপুর, জুজারসাহা, সুভারারা, বিকিহাকোলা, গঙ্গাধরপুর ও পাঁচলা। ব্লকের শহরাঞ্চল বিকিহাকোলা, বেলডুবি, জলা কেন্দুয়া, গাববেড়িয়া, পানিয়ারা, পাঁচলা, সাহাপুর সেন্সাস টাউন সাতটি নিয়ে গঠিত। ব্লকটি পাঁচলা থানার অধীনস্থ। ব্লকের সদর বিকিহাকোলা।\n\n\n=== সাঁকরাইল ব্লক ===\nসাঁকরাইল ব্লকের গ্রামীণ এলাকা ১১টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: আন্দুল, ধুলাগোড়ি, মানিকপুর, রঘুদেববাটী, বানুপুর-১, দুইলা, মাশিলা, সাঁকরাইল, বানুপুর-২, ঝোরহাট, নলপুর, সারেঙ্গা, দক্ষিণ সাঁকরাইল, কান্দুয়া, পাঁচপাড়া ও থানামাকুয়া। ব্লকের শহরাঞ্চল আড়গড়ি, ধুলিয়া, আন্দুল, রামচন্দ্রপুর, পোদারা, পাঁচপাড়া, হাটগাছা, ঝোরহাট, বানুপুর, সাঁকরাইল, মানিকপুর, নলপুর, রঘুদেববাটী ও সারেঙ্গা সেন্সাস টাউন ১৪টি নিয়ে গঠিত। ব্লকটি সাঁকরাইল থানার অধীনস্থ। ব্লকের সদর আন্দুল মৌরি।\n\n\n=== জগৎবল্লভপুর ব্লক ===\nজগৎবল্লভপুর ব্লকের গ্রামীণ এলাকা ১৪টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বড়গাছিয়া-১, ইসলামপুর, মাজু, শঙ্করহাটি-২, বড়গাছিয়া-২, জগৎবল্লভপুর-১, পাঁতিহাল, শিয়ালডাঙা, গোবিন্দপুর, জগৎবল্লভপুর-২, পোলগুষ্টিয়া, হাঁতাল অনন্তবাটী, লস্করপুর ও শঙ্করহাটি-১। ব্লকের শহরাঞ্চল মানসিংহপুর সেন্সাস টাউনটি নিয়ে গঠিত। ব্লকটি জগৎবল্লভপুর থানার অধীনস্থ। ব্লকের সদর মানসিংহপুর।\n\n\n== বিধানসভা কেন্দ্র ==\nসীমানা নির্ধারণ কমিশনের সুপারিশ ক্রমে পশ্চিমবঙ্গের পরিবর্তিত বিধানসভা কেন্দ্র বিন্যাসে: \n\nবালি পুরসভা এলাকা নিয়ে বালি বিধানসভা কেন্দ্র গঠিত।\nহাওড়া পৌরসংস্থার ১-৭ ও ১০-১৬ নং ওয়ার্ডগুলি নিয়ে হাওড়া উত্তর বিধানসভা কেন্দ্র গঠিত।\nহাওড়া পৌরসংস্থার ১৭-২০, ২৪-৩৪, ৩৬, ৩৭ ও ৪২ নং ওয়ার্ডগুলি নিয়ে হাওড়া মধ্য বিধানসভা কেন্দ্র গঠিত।\nহাওড়া পৌরসংস্থার ৮, ৯, ২১-২৩, ৪৩, ৪৭-৫০ নং ওয়ার্ডগুলি নিয়ে শিবপুর বিধানসভা কেন্দ্র গঠিত।\nহাওড়া পৌরসংস্থার ৩৫, ৩৮-৪১, ৪৪-৪৬ নং ওয়ার্ডগুলি এবং সাঁকরাইল ব্লকের দুলিয়া, জোরহাট, পাঁচপাড়া ও থানামাকুয়া গ্রাম পঞ্চায়েত নিয়ে হাওড়া দক্ষিণ বিধানসভা কেন্দ্র গঠিত।\nসাঁকরাইল ব্লকের অপর ১৩টি গ্রাম পঞ্চায়েত এবং ডোমজুড় ব্লকের কোলারা-১, কোলারা-২, মাহিয়ারি-১, মাহিয়ারি-২ গ্রাম পঞ্চায়েত নিয়ে সাঁকরাইল বিধানসভা কেন্দ্র গঠিত।\nপাঁচলা ব্লক ও জগৎবল্লভপুর ব্লকের গোবিন্দপুর, ইসলামপুর, লস্করপুর ও পোলগুষ্টিয়া গ্রাম পঞ্চায়েত নিয়ে পাঁচলা বিধানসভা কেন্দ্র গঠিত।\nজগৎবল্লভপুর ব্লকের অবশিষ্ট দশটি গ্রাম পঞ্চায়েত এবং ডোমজুড় ব্লকের বেগারি, ডোমজুড়, দক্ষিণ ঝাপড়দহ, পার্বতীপুর, রুদ্রপুর, উত্তর ঝাপড়দহ ও মাকড়দহ-১ গ্রাম পঞ্চায়েত নিয়ে জগৎবল্লভপুর বিধানসভা কেন্দ্র গঠিত।\nবালি জগাছা ব্লক ও ডোমজুড় ব্লকের অবশিষ্ট গ্রাম পঞ্চায়েতগুলি নিয়ে ডোমজুড় বিধানসভা কেন্দ্র গঠিত।\nসাঁকরাইল বিধানসভা কেন্দ্রটি তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত।\nবালি, হাওড়া উত্তর, হাওড়া মধ্য, শিবপুর, হাওড়া দক্ষিণ, পাঁচলা ও সাঁকরাইল বিধানসভা কেন্দ্রগুলি নিয়ে হাওড়া লোকসভা কেন্দ্র গঠিত।\nজগৎবল্লভপুর ও ডোমজুড় বিধানসভা কেন্দ্র দুটি শ্রীরামপুর লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== পাদটীকা =="}