{"pageid": 115513, "title": "নিউ গিনি", "url": "https://bn.wikipedia.org/wiki?curid=115513", "content": "নিউ গিনি বিশ্বের দ্বিতীয় বৃহত্তম দ্বীপ, যার আয়তন ৭৮৬,০০০ বর্গকিলোমিটার এবং এটি দক্ষিণ-পশ্চিম প্রশান্ত মহাসাগরে অবস্থিত। ভৌগোলিকভাবে মালয় দ্বীপপুঞ্জের পূর্ব দিকে এর অবস্থান। মাঝে মাঝে একে ইন্দো-অস্ট্রেলীয় দ্বীপপুঞ্জের অন্তর্ভুক্ত করা হয়। ভৌগোলিক দিক থেকে এটি সমান ভাবে অস্ট্রেলিয়া, সাহুল শেলফের মহাদেশ অংশ, বিশাল অস্ট্রেলিয়া হিসেবেও পরিচিত।\nদ্বীপের পূর্ব অর্ধেকটি স্বাধীন পাপুয়া নিউগিনি রাজ্যের প্রধান স্থলভূমি। পশ্চিম অর্ধেক, পশ্চিম গিনি বা পশ্চিম পাপুয়া হিসাবে পরিচিত, ১৯৬৩ সাল থেকে ইন্দোনেশিয়া সংযুক্ত এবং পাপুয়া এবং পশ্চিম পাপুয়া প্রদেশগুলি নিয়ে গঠিত।\n\n\n== ভূগোল ==\nনিউ গিনি অস্ট্রেলিয়ান মূল ভূখণ্ডের উত্তরে একটি দ্বীপ, তবে নিরক্ষীয় অঞ্চলের দক্ষিণে অবস্থিত। এটি পশ্চিমে আরাফুরা সমুদ্র এবং পূর্বে টরেস স্ট্রেইট এবং কোরাল সাগর দ্বারা বিচ্ছিন্ন। কখনও কখনও এটি ইন্দোনেশিয়ান দ্বীপপুঞ্জের পূর্বতম দ্বীপ হিসাবে বিবেচিত হয়, এটি অস্ট্রেলিয়ার শীর্ষ প্রান্ত, কার্পেন্টারিয়া উপসাগর এবং কেপ ইয়র্ক উপদ্বীপের উত্তর এবং বিসমার্ক দ্বীপপুঞ্জ এবং সলোমন দ্বীপপুঞ্জের দ্বীপপুঞ্জের পশ্চিমে অবস্থিত।\nরাজনৈতিকভাবে, দ্বীপের পশ্চিমের অর্ধেকটি ইন্দোনেশিয়ার দুটি প্রদেশ : পাপুয়া এবং পশ্চিম পাপুয়া নিয়ে গঠিত । পূর্ব অর্ধেকটি পাপুয়া নিউ গিনি (পিএনজি) দেশের মূল ভূখণ্ড গঠন করে।\nনিউ গিনির আকারটি প্রায়শই একটি পাখি-স্বর্গের (দ্বীপের আদিবাসী) সাথে তুলনা করা হয় এবং ফলস্বরূপ দ্বীপের দুটি চূড়ান্ত নামগুলির জন্য সাধারণ নাম: উত্তর-পশ্চিমের পাখির প্রধান উপদ্বীপ ( ডাচে ভোগেলকপ), ইন্দোনেশিয়ান মধ্যে কেপালা বারুং; এছাড়াও দোবেরাই উপদ্বীপ নামে পরিচিত), এবং বার্ড এর পুচ্ছ উপদ্বীপের দক্ষিণ-পূর্ব মধ্যে (এছাড়াও পাপুয়ান উপদ্বীপের নামেও পরিচিত)।\nপূর্ব-পশ্চিম পর্বতমালার মেরুদণ্ড, নিউ গিনি হাইল্যান্ডস, নিউ গিনির ভূগোলকে প্রাধান্য দেয়, ১,৬০০ কিমি (১,০০০ মা) বেশি প্রসারিত 'মাথা' থেকে দ্বীপের 'লেজ' অবধি বহু উঁচু পর্বত ৪,০০০ মি (১৩,১০০ ফু) এরও বেশি রয়েছে। নিউ গিনি দ্বীপের পশ্চিম-অর্ধেকে ওশেনিয়ার সর্বাধিক পর্বতমালা রয়েছে, যাদের উচ্চতা ৪,৮৮৪ মি (১৬,০২৪ ফু) অবধি উঠে গেছে, যা ইউরোপের মন্ট ব্লাঙ্কের চেয়েও বেশি, নিরক্ষীয় বায়ুমণ্ডল থেকে বৃষ্টিপাতের অবিচ্ছিন্ন সরবরাহ নিশ্চিত করে। গাছের রেখা প্রায় ৪,০০০ মি (১৩,১০০ ফু) উচ্চতা এবং দীর্ঘতম শিখায় স্থায়ী নিরক্ষীয় হিমবাহ রয়েছে - যা কমপক্ষে ১৯৩৬ সাল থেকে পিছু হটছে।  বিভিন্ন অন্যান্য ছোট ছোট পর্বতশ্রেণীগুলি উত্তর এবং পশ্চিম উভয় ক্ষেত্রেই দেখা যায়। উচ্চ উচ্চতা ব্যতীত, বেশিরভাগ অঞ্চল উত্তর-পূর্ব বর্ষা মৌসুেস সাথে কিছু ঋতু পরিবর্তনের সাথে সারা বছর ধরে একটি উষ্ণ আর্দ্র আবহাওয়ার অধিকার করে।\nনিউ গিনিতে বিশ্বের অনেকগুলি বাস্তুতন্ত্র রয়েছে: হিমবাহ, আল্পাইন টুন্ড্রা, স্যাভানা, মন্টেন এবং নিম্নভূমি রেইন ফরেস্ট, ম্যানগ্রোভ, জলাভূমি, হ্রদ এবং নদী বাস্তুসংস্থান, সাগরভূমি এবং গ্রহের কয়েকটি সমৃদ্ধ প্রবাল প্রাচীর।\n\n\n== রাজনীতি ==\nনিউ গিনি দ্বীপটি রাজনৈতিকভাবে উত্তর-দক্ষিণের লাইনে প্রায় সমান অংশে বিভক্ত:\nনিউ গিনি দ্বীপের পশ্চিম অংশটি ১৪১° পূর্ব দ্রাঘিমাংশের পশ্চিমে অবস্থিত (ফ্লাই নদীর পূর্ব দিকে পাপুয়া নিউ গিনির অন্তর্গত একটি ছোট অংশ বাদে) পূর্বে ডাচ উপনিবেশ হিসেবে ডাচ ইস্ট ইন্ডিজের একটি অংশ ছিল। ডাচ নিউ গিনি বিরোধের পরে এটি এখন ইন্দোনেশিয়ার দুটি প্রদেশ: পশ্চিম পাপুয়া প্রদেশ যার রাজধানী মানোকোয়ারী এবং পাপুয়া প্রদেশ যার রাজধানী জয়াপুরা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nFacsimile of material from \"The Discovery of New Guinea\" by George Collingridge  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ নভেম্বর ২০১০ তারিখে\nScientists hail discovery of hundreds of new species in remote New Guinea\nPapuaWeb  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জানুয়ারি ২০২১ তারিখে\ndetailed map of New Guinea\n \"New Guinea\"। The New Student's Reference Work। ১৯১৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}