{"pageid": 1155140, "title": "সংস্কার (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1155140", "content": "সংস্কার (সংস্কৃত: संस्कार), ভারতীয় দর্শন ও ভারতীয় ধর্মে, সংস্কার  হলো মনস্তাত্ত্বিক ছাপ। হিন্দু দর্শনে, এটি কর্ম তত্ত্বের বিকাশের ভিত্তি। বৌদ্ধধর্মে, সংস্কার  শব্দটি \"মানসিক গঠন\", \"ইচ্ছা\" এবং অন্যান্য অনেক ধারণাকে বর্ণনা করতে ব্যবহৃত হয়; পালি ভাষায় এটাকে সণখার (सङ्खार) বলা হয়।\nভারতীয় দর্শন অনুসারে, একজন ব্যক্তির প্রতিটি কাজ, অভিপ্রায় বা প্রস্তুতি ব্যক্তির মনের গভীর গঠনে সংস্কার (ছাপ, প্রভাব) রেখে যায়। ছাপগুলি সেই ব্যক্তির ভবিষ্যতে, লুকানো প্রত্যাশা, পরিস্থিতি বা স্ব-মূল্যের অবচেতন অনুভূতির আকারে স্বেচ্ছাকৃত ফলপ্রসূর জন্য অপেক্ষা করে। সংস্কার  প্রবণতা, কর্মপ্রবণতা, অন্তঃস্থ ছাপ, অভ্যাসগত ক্ষমতা বা সহজাত স্বভাব হিসেবে প্রকাশ পায়। প্রাচীন ভারতীয় গ্রন্থে, সংস্কার তত্ত্ব ব্যাখ্যা করে যে মানুষ কীভাবে ও কেন জিনিসগুলি মনে রাখে এবং স্মৃতি মানুষের দুঃখ, সুখ ও তৃপ্তির উপর প্রভাব ফেলে।\n\n\n== ব্যুৎপত্তি ও অর্থ ==\nসংস্কৃত শব্দ  সংস্কার (संस्कार) এর বিভিন্ন প্রেক্ষাপট-চালিত অর্থ রয়েছে যা ব্যাপকভাবে \"একত্র করা, ভালভাবে সম্পন্ন করা, নিখুঁত করা, এক ধরনের গৌরবপূর্ণ স্বীকৃতি এবং প্রস্তুত হওয়া\" এবং \"মানসিক ছাপ, স্মরণ\" বোঝায়। প্রথম প্রেক্ষাপটটি সংস্কার শব্দের ব্যুৎপত্তিগত ভিত্তিতে রয়েছে অনুষ্ঠানের জন্য, যখন এটি দ্বিতীয় প্রসঙ্গ, স্বভাব, ছাপ বা আচরণগত প্রবণতার রূপ হিসাবে, যেটি ভারতীয় দর্শনে মনস্তাত্ত্বিক ধারণা হিসাবে সংস্কার শব্দের ব্যুৎপত্তিগত মূলে রয়েছে।\nসংস্কারের ধারণাটি বাসনা, বিশেষ করে হিন্দুধর্মের বৈশেষিক দর্শনে আলোচনা করা হয়। বাসনা এর অর্থ \"অচেতনভাবে মনের মধ্যে রয়ে যাওয়া কোনো কিছুর ছাপ, প্রবণতা\"।\n\n\n== প্রসঙ্গ ==\nহিন্দু দর্শনের পাশাপাশি বৌদ্ধ ও জৈনধর্মের প্রধান দর্শনগুলিতে সংস্কার বা শঙ্খর উল্লেখযোগ্য ধারণা। ভারতীয় দর্শনের দর্শনগুলি অবচেতন স্তরে সংস্কার কীভাবে কাজ করে সে সম্পর্কে নির্দিষ্ট পদ্ধতিতে ভিন্ন। উদাহরণ স্বরূপ, বৌদ্ধধর্ম সংস্কারকে \"কারণগত ধারাবাহিকতা\" হিসাবে বিবেচনা করে যখন এর \"কোনও স্বয়ং নেই, আত্মা নেই\" ভিত্তির সাথে সামঞ্জস্যপূর্ণ, যেখানে হিন্দুধর্মের মধ্যে বৈদিক ঐতিহ্যগুলি সংস্কারকে \"সম্পর্কীয় বৈশিষ্ট্য\" হিসাবে বিবেচনা করে যা প্রতিটি ব্যক্তির \"আত্ম, আত্মার\" ভিতরে থাকে। যোগ, বেদান্ত ও ন্যায় দর্শনে, সংস্কার  আবেগপূর্ণ ও প্রেরণামূলক ক্ষেত্র গঠন করে যা ব্যক্তির মধ্যে মূল্য কাঠামোতে অবদান রাখে। তারা অবচেতনভাবে বা সচেতনভাবে মৌলিক অভ্যন্তরীণ পথগুলিকে সমর্থন করে যা মানুষকে ভবিষ্যতের কর্ম, ভবিষ্যতের প্রাঙ্গনে, ভবিষ্যতের চিন্তা বা ভবিষ্যতের বিচারে চালিত করে।\nদাস বলেছেন যে সংস্কারের আচার হল মানুষের জীবনে কর্মের উপসেট, যেখানে হিন্দুধর্মের ঐতিহ্যের মধ্যে আচারের মধ্য দিয়ে যাওয়া, ব্যক্তিকে অভ্যন্তরীণ ও বাহ্যিকভাবে প্রভাবিত করে কীভাবে সমাজ ব্যক্তিকে উপলব্ধি করে। এটি সংস্কৃতের মধ্যে প্রভাব ও ছাপ আকারে ঘটে।\n\n\n== হিন্দুধর্ম ==\nহিন্দু দর্শনগুলি বিশদ বিবরণে ভিন্ন, কিন্তু সকলেই মনে করে যে প্রতিটি ব্যক্তির মধ্যে বিভিন্ন উপায়ে সংস্কর গঠিত হয়। এর মধ্যে রয়েছে উপলব্ধি, চিত্ত  জ্ঞান, ইচ্ছাকৃত ক্রিয়া এবং ক্রিয়া করার আগে ও চলাকালীন উদ্দেশ্যগুলিও অন্তর্ভুক্ত করে। এই দর্শনগুলিতে প্রশিক্ষণ ও অধ্যয়ন হল একধরনের প্রকাশ, অন্তর্মুখী উপলব্ধি এবং অনেক ক্ষেত্রে অনুশীলন বা পুনরাবৃত্তি করা যা ছাপকে নিজের প্রকৃতির অংশ করে তোলে, যেখানে অনুশীলন স্বভাবকে শক্তিশালী করে এবং স্বভাব অনুশীলনকে বৃত্তাকার প্রতিক্রিয়ায় শক্তিশালী করে। পণ্ডিতরা বলেছেন যে ডেভিড হিউমের \"ইমপ্রেশন\" তত্ত্ব হিন্দুধর্মের সংস্কার তত্ত্বের অনুরূপ। হিন্দু দর্শনগুলি তাদের জ্ঞানতত্ত্বের (প্রমাণ) জন্য স্তম্ভ হিসাবে সংস্কার তত্ত্বের উপর নির্ভর করে, যেখানে তারা ব্যাখ্যা করে যে কীভাবে এবং কেন মানুষ কিছু জানে, কিছু মনে রাখে, কিছু আশা করে, পরিপূর্ণতা অনুভব করে, হতাশা অনুভব করে, স্বাধীনতা ও আনন্দ অনুভব করে, অথবা কষ্ট ও যন্ত্রণা অনুভব করে। সংস্কর হল এমন ছাপ ও স্বভাব যা একজন ব্যক্তির গভীরে বিকাশ লাভ করে এবং জমা হয়, এই দর্শনগুলির মতে, উপলব্ধি, অনুমান, পছন্দ, প্রস্তুতি, অনুশীলন, অন্যদের সাথে মিথস্ক্রিয়া, চিন্তাভাবনা, অভিপ্রায়, ইচ্ছাকৃত কর্ম এবং এই ধরনের কর্ম। অভ্যাস, আচরণ, প্রবণতা, মনস্তাত্ত্বিক প্রবণতা এবং স্বভাব হিসাবে এইগুলি প্রকাশ করে, হিন্দু দর্শন।\nকর্ম, অধ্যয়ন, অধ্যবসায়ী প্রস্তুতি এবং অভ্যন্তরীণ বিশ্লেষণগুলি একজন ব্যক্তির মানসিকতায় সংস্কর - লুকানো ছাপ বা স্বভাব -কে ট্রিগার করে এবং এইগুলি প্রভাবিত করে যে ব্যক্তি কীভাবে কাজ করে, নিজেকে উপলব্ধি করে এবং ব্যক্তিটি কী ভাবেকর্মিক পরিস্থিতি ও ভবিষ্যতকে সাড়া দেয় বা গ্রহণ করে। ইয়ান হুইসার ব্যাখ্যা করেছেন যে, হিন্দুধর্মের দার্শনিক তত্ত্বে, প্রতিটি কর্মই মানুষের মনের গভীর গঠনে সংস্কার রেখে যায়। এই ছাপটি তখন স্বেচ্ছাকৃত ফলাফলের জন্য অপেক্ষা করে, লুকানো প্রত্যাশা, পরিস্থিতি বা স্ব-মূল্যের অচেতন অনুভূতির আকারে।\nএটি প্রবণতা, কর্মপ্রবণতা, অন্তঃস্থ ছাপ, অভ্যাসগত শক্তি বা সহজাত স্বভাব হিসেবে প্রকাশ পায়।\n\n\n=== সাংখ্য ও যোগ ===\nসাংখ্য ও যোগ দর্শনে, সংস্কার হল ছাপ বা অবশিষ্টাংশ যা একজন ব্যক্তির গুণকে প্রভাবিত করে। এই ছাপগুলি প্রাচীন ভারতীয় পণ্ডিতদের ব্যাখ্যার পিছনে যান্ত্রিক ভিত্তির অংশ গঠন করে যে কীভাবে কর্ম তত্ত্ব বাস্তবে কাজ করে। সংস্করকে স্বভাব, চরিত্র বা আচরণগত বৈশিষ্ট্য হিসাবে ব্যাখ্যা করা হয় হয় জন্ম থেকেই ত্রুটি হিসাবে বা সংস্কার হল আচরণগত বৈশিষ্ট্য যা যোগের মাধ্যমে সময়ের সাথে সাথে নিখুঁত হয়, অভ্যন্তরীণ স্ব, নিজের ইচ্ছা, নৈতিক দায়িত্ববোধ এবং অনুশীলনের মাধ্যমে সচেতন আকার ধারণের মাধ্যমে।\nহিন্দু ধর্মের যোগ দর্শন, সমস্ত ক্রিয়া ও উদ্দেশ্য ছাপ ও স্মৃতির দিকে পরিচালিত করে, সেগুলি সক্রিয় বা লুকানো, সচেতন বা অচেতন। ব্যক্তি তার অতীত কর্মফল মনে নাও রাখতে পারে, তবুও ছাপগুলি তার চরিত্র, অভ্যাস, পরিস্থিতি, সেই ব্যক্তির সারমর্মকে গঠন করে কারণ কর্ম দ্বারা ফেলে যাওয়া ছাপগুলি। এই প্রবণতা, সূক্ষ্ম চিহ্ন ও সহজাত বৈশিষ্ট্য, যোগ দর্শন বলে, ব্যক্তির বর্তমান কর্ম, অনুমান, দৃষ্টিভঙ্গি (ভাব), মন (বুদ্ধি), নৈতিক প্রতিক্রিয়া এবং প্রত্যেকের সাথে মিথস্ক্রিয়া, সবকিছু ও নিজেকে প্রভাবিত করে। ব্যাস, পতঞ্জলি ও অন্যান্য প্রাচীন ভারতীয় পণ্ডিতগণ এগুলিকে কর্মের অবশিষ্টাংশ হিসাবে উল্লেখ করেছেন। ব্যক্তিত্ব, পতঞ্জলি বলে, এই সমস্ত ছাপ এবং সূক্ষ্ম চিহ্নের (সংস্কার) সমষ্টি। ব্যক্তি অতীতে যা করেছে তা করার প্রবণতা রয়েছে, মানুষ অভ্যাস তৈরি করে এবং প্রায়শই সেই অভ্যাসগুলিতে ফিরে আসে এবং এই যোগ পণ্ডিতদের মতে এই সংস্কারের কারণে আচরণগুলি পুনরাবৃত্তি হয়।\n\n\n=== বেদান্ত ===\nএগুলিকে চিহ্ন বা স্বভাব হিসাবে দেখা হয় যা পৃথক অভ্যন্তরীণ চেতনা ও ব্যক্তিত্ব প্রকাশের পরিমার্জনার মাধ্যমে বিকশিত হয় এবং বৈদান্তিক মনোবিজ্ঞানে \"প্রস্তুত-প্রস্তুতির\" রূপ। হিন্দুধর্মের বেদান্ত দর্শন অনুসারে সমস্ত শারীরিক, মৌখিক এবং মানসিক ক্রিয়াকলাপ ব্যক্তির ভিতরে সংস্কার বা চিহ্ন তৈরি করে।এই সংস্কারগুলি একত্রে তারপর অভ্যন্তরীণ ব্যক্তিত্ব এবং বাহ্যিক পরিস্থিতি হিসাবে প্রকাশ পায় এবং তারপরে এর ব্যক্তির প্রতিক্রিয়ার উপর নির্ভর করে, এইগুলি ফল বহন করে। শঙ্কর, মন্দন, সর্বজনাত্মন ও অন্যান্য বেদান্ত পণ্ডিতরা পরামর্শ দেন, যে অবস্থায় ব্যক্তি নিজেকে এবং জীবনমুক্তি (মোক্ষ) উপলব্ধি করে, সে অবস্থায় অজ্ঞানতার মতো প্রভাবের কারণগুলি অদৃশ্য হয়ে যায়, ব্যক্তি অভ্যন্তরীণ সমাধানে পৌঁছায় এবং নিজেকে সম্পূর্ণরূপে গ্রহণ করে, এইভাবে সংস্কার থেকে মুক্ত হয় এবং এর ফলে অস্তিত্বের সুখী অবস্থা হয়।\n\n\n=== ন্যায় ও বৈশেষিক ===\nহিন্দু ধর্মের ন্যায় দর্শনে, ভাবনা হল সংস্কারের সমার্থক, এমন সম্পত্তি যা আত্মার উপর ছাপ বা চিহ্ন হিসাবে প্রকাশ পায়। এটি ন্যায় দর্শনের মূল ধারণা, এবং এটি জীবিত ও নির্জীব উভয় জগতের ক্ষেত্রেই ধারণাটি প্রয়োগ করে। উদাহরণ স্বরূপ, ন্যায় সাহিত্যে বায়ু এর বেগ হল এর সংস্কর। ধারণাটি ন্যায় এর অনুসন্ধান এবং জীবিত ও নির্জীব জগতে কী ঘটে এবং কেন ঘটে তার পিছনে কারণগুলির কারণ-চালিত ব্যাখ্যার সাথে নিবিড়ভাবে সম্পর্কিত। সমস্ত স্বেচ্ছাসেবী কর্মের, রাষ্ট্রীয় ন্যায়িকের একটি কারণ আছে এবং এগুলো সংস্কার দ্বারা পরিচালিত হয়। উদাহরণস্বরূপ, নবজাতক শিশু স্বেচ্ছায় ও সহজাতভাবে মায়ের স্তনে পৌঁছানোর জন্য কাজ করে। এই ক্রিয়াটি, ন্যায় গ্রন্থগুলি ব্যাখ্যা করে, এর অবশ্যই একটি কারণ থাকতে হবে, তবে নবজাতককে সেই জ্ঞান দেওয়া হয়নি বা মায়ের স্তনের মূল্য অন্য কোনও দ্বারা ব্যাখ্যা করা হয়নি, বা নবজাতক নতুন জীবনে কোনও সংস্কার তৈরি করেনি। নবজাতকের সেই জ্ঞান, সেই প্রবৃত্তি, কিছু ছাপ থেকে, \"পূর্ব অভিজ্ঞতা থেকে\" কিছু চিহ্ন রয়েছে। ন্যায় ও বৈশেষিক পণ্ডিতদের দাবি, এটি হল সংস্কারের উদাহরণ।\nহিন্দুধর্মের ন্যায় দর্শনে, সংস্কারের অস্তিত্ব সরাসরি অনুধাবন করা যায় না, শুধুমাত্র অনুমান করা যায়। অধিকন্তু, সমস্ত সংস্কর মনস্তাত্ত্বিক নয়।  কিছু কেবল স্মৃতি, প্রাঙ্গণ বা বিশ্বাস হিসাবে উদ্ভাসিত হয় যা \"পূর্ব অভিজ্ঞতা থেকে\" আকারে তৈরি হয়।\n\n\n== বৌদ্ধধর্ম ==\n\nবৌদ্ধধর্মে সংস্কার বা সঙ্খার মানসিক \"স্বভাব\" বোঝায়। অতীতের ইচ্ছা থেকে এই ফলাফল, এবং ভবিষ্যতের ইচ্ছার কারণ। সঙ্খার ও ব্যক্তির মধ্যে সেই অনুষদকে বোঝায় যেখানে এই স্বভাবগুলি গঠিত হয়। বৌদ্ধধর্ম তাদের নির্মূল করার পরিবর্তে স্বভাব (সঙ্খার) শুদ্ধ করার উপর জোর দেয়।\n\n\n== জৈনধর্ম ==\n\nজৈন দর্শন অনুসারে মন, বাচন ও দেহের ক্রিয়াকলাপগুলি আশ্রাবের দিকে নিয়ে যায়, অর্থাৎ জীবের জীব (আত্মা)-তে কর্ম্মের অবশিষ্টাংশের প্রবাহ ও ছাপ। এই অবশিষ্টাংশগুলি বাঁধে (বান্ধা), গঠন করে কর্ম শরীর, যা বন্ধ করা যায় (সংবর) এবং মুক্তি দেওয়া যায় (নির্জর)। পরিচালনা পদ্ধতি, জৈনধর্মের দ্বৈতবাদের ভিত্তির সাথে সামঞ্জস্যপূর্ণ, সুপ্ত মানসিক চিহ্ন হিসাবে সংস্কার নয়, বরং আত্মার কাছে কর্ম বাঁধা। জৈনধর্মে সংস্কার নামক আচার-অনুষ্ঠান এবং আচার-অনুষ্ঠানগুলি কর্মের অবশিষ্টাংশ থেকে আত্মাকে মুক্ত করার জন্য সভার ও নির্জর দীক্ষা প্রক্রিয়ার অংশ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMimi.hu - definitions of samskara"}