{"pageid": 1155036, "title": "আফলাটক্সিন", "url": "https://bn.wikipedia.org/wiki?curid=1155036", "content": "আফলাটক্সিন হলো এক প্রকার বিষাক্ত (কার্সিনোজেন) এবং মিউটেজেন যা নির্দিষ্ট ছাতা (ছত্রাক) থেকে উৎপাদিত হয়, বিশেষ করে অ্যাসপারগিলাস প্রজাতির ছত্রাক থেকে।এই ছত্রাক মাটি, ক্ষয়প্রাপ্ত গাছপালা এবং বিভিন্ন প্রধান খাদ্যদ্রব্য এবং পণ্য যেমন খড়, সুইটকর্ন, গম, বাজরা, ঝাল, কাসাভা, চাল, মরিচ, তুলা, চিনাবাদাম, বাদাম, শিমুল আলু এবং বিভিন্ন বরফের মধ্যে জন্মায়। সংক্ষেপে, ছত্রাক প্রায় যেকোনো ফসল বা খাদ্যে জন্মায়। যখন এই ধরনের দূষিত খাবার প্রক্রিয়াজাত করা হয় বা খাওয়া হয়, তখন আফলাটক্সিন সাধারণ খাদ্যের মাধ্যমে ছড়ায়। এগুলি পোষা প্রাণী এবং মানুষের উভযয়ের খাবারের পাশাপাশি গৃহপালিত প্রাণীদের জন্য রাখা গুদামঘরেও পাওয়া গেছে। দূষিত খাবার খাওয়ানোর ফলে প্রাণীর ডিম, দুধ এবং মাংসে আফলাটক্সিন পাওয়া যেতে পারে। উদাহরণস্বরূপ, পাকিস্তানে দূষিত পোল্ট্রি ফিডে আফলাটক্সিন-দূষিত মুরগির মাংস এবং ডিমের উৎস পাওয়া গেছে। \n\n\n== প্রধান প্রধান আফলাটক্সিন এবং তাদের বিপাক ==\nআফলাটক্সিন B1 সবচেয়ে বিষাক্ত বলে মনে করা হয় এবং এটি অ্যাসপারগিলাস ফ্লাভাস এবং অ্যাসপারজিলাস প্যারিসাইটিকাস উভয় দ্বারা উৎপাদিত হয়। আফলাটক্সিন এম১, অ্যাসপারগিলাস প্যারাসাইটিকাসের গাঁজন তরলের মধ্যে উপস্থিত থাকে, তবে এটি এবং এর সাথে আফলাটক্সিন এম২ ও উৎপাদিত হয় যখন একটি সংক্রামিত যকৃতে অ্যাফ্লাটক্সিন বি1 এবং বি2 বিক্রিয়া করে।\n\nআফলাটক্সিন বি১ এবং বি২ (এএফবি), অ্যাসপারগিলাস ফ্লাভাস এবং অ্যাসপারজিলাস প্যারিসাইটিকাস এর মাধ্যমে উৎপাদিত হয়।\nআফলাটক্সিন জি১ এবং জি২ (এএফজি) এর কিছু গ্রুপ এ. ফ্লাভাস এবং অ্যাসপারজিলাস প্যারিসাইটিকাস দ্বারা উৎপাদিত হয়।\nআফলাটক্সিন M1 (AFM1), মানুষ এবং প্রাণীদের মধ্যে আফলাটক্সিন B1 এর বিপাক (ng মাত্রায় এক্সপোজার মায়ের দুধ থেকে আসতে পারে)\nআফলাটক্সিন M2, দূষিত খাবার খাওয়া গবাদি পশুর দুধে আফলাটক্সিন B2 এর বিপাকের ফলে তৈরি হতে পারে। \nAflatoxicol (এএফএল): ল্যাকটোন রিং ভেঙ্গে উৎপাদিত মেটাবোলাইট\nআফলাটক্সিন Q1 (এএফকিউ1 ), অন্যান্য উন্নত প্রজাতীর মেরুদণ্ডী প্রাণীদের ইন ভিট্রো লিভার তৈরিতে AFB1 এর প্রধান বিপাকক্রিয়ার ফলে উৎপাদিত হয়।\nAFM, AFQ, এবং AFL ইপোক্সাইডও হতে পারে। তবুও, তারা অমেটাবোলাইজড টক্সিনের তুলনায় মিউটাজেনেসিস ঘটাতে অনেক কম সক্ষম বলে মনে করা হয়।\n\n\n== দূষণের অবস্থা ==\nAflatoxins Aspergillus flavus এবং Aspergillus parasiticus উভয় দ্বারা উত্পাদিত হয়, যা সাধারনত আগাছার মতো। এই আগাছাগুলোর উপস্থিতি সবসময় ক্ষতিকারক মাত্রার আফলাটক্সিন নির্দেশ করে না, তবে এটির উপস্থিতি একটি বড় ঝুঁকিকে ইঙ্গিত দেয়। আগাছাগুলি ফসল কাটার আগে বা খাদ্যদ্রব্য সঞ্চয় করার সময় খাদ্যের সাথে মিশে খাদ্যকে দূষিত করতে পারে, বিশেষ করে উচ্চ-আদ্রতাপূর্ণ পরিবেশে দীর্ঘ সময় এক্সপোজারের পরে, বা খরার মতো চাপযুক্ত পরিস্থিতিতে বেশি ছড়াতে পারে।\n\n\n== প্রতিরোধ ==\nখুবই সীমিত উদাহরণ দেখা গেছে যে, কৃষি ও পুষ্টি শিক্ষার মাধ্যমে নিম্ন থেকে মধ্যম আয়ের দেশগুলিতে আফলাটক্সিনের এক্সপোজার কমানো গেছে।\n\n\n== প্রাদুর্ভাবের তালিকা ==\nআন্তর্জাতিকভাবে, বাণিজ্যিক চিনাবাদামের মাখনের উৎস, রান্নার তেল (যেমন জলপাই, চিনাবাদাম এবং তিলের তেল ), এবং প্রসাধনীগুলিকে আফলাটক্সিন দ্বারা দূষিত হিসাবে চিহ্নিত করা হয়েছে।  কিছু কিছু ক্ষেত্রে, লিকুইড ক্রোমাটোগ্রাফি – টেন্ডেম ভর স্পেকট্রোমেট্রি (LC–MS/MS), এবং অন্যান্য বিশ্লেষণাত্মক পদ্ধতির মাধ্যমে, ৪৮% থেকে ৮০% পণ্যের নমুনার মধ্যে আফলাটক্সিন শনাক্তযোগ্য পরিমাণে পাওয়া গেছে। এই দূষিত খাদ্যপণ্যের অনেকগুলিতে, আফলাটক্সিনে মাত্রা ইউএস ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ) বা অন্যান্য নিয়ন্ত্রক সংস্থার নিরাপদ সীমা অতিক্রম করেছে। \n\n২০০৩ কেনিয়া: তীব্র বিষক্রিয়ায় ১২০ জনের মৃত্যু।\nফেব্রুয়ারী-মার্চ ২০১৩: রোমানিয়া, সার্বিয়া, ক্রোয়েশিয়া পশ্চিম ইউরোপে ২০১৩ আফ্লাটক্সিন দূষণ।\nফেব্রুয়ারি ২০১৩: আইওয়া দূষণ।\n২০১৪ - বর্তমান: নেপাল এবং বাংলাদেশ, নবজাতকের এক্সপোজার, নাভির রক্তে পাওয়া গেছে।\n২০১৯ কেনিয়া: দূষণের কারণে পাঁচটি ব্র্যান্ডের ভুট্টার আটা প্রত্যাহার করা হয়েছে।\n২০২১ মার্কিন যুক্তরাষ্ট্র: মিডওয়েস্টার্ন পোষা প্রাণীর জন্য উৎপাদিত খাবারের দূষণে, কমপক্ষে ৭০টি কুকুর মৃত্যুবরণ করেছে।\n\n\n== আরও দেখুন ==\nAflatoxin মোট সংশ্লেষণ\n2013 আফ্ল্যাটক্সিন দূষণ\nপশু খাদ্যে মাইকোটক্সিন\nস্টেরিগমাটোসিস্টিন, একটি সম্পর্কিত টক্সিন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসমস্ত Aspergillus mycotoxins এর বিস্তারিত তালিকা এবং তথ্য\nAflatoxin  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ ফেব্রুয়ারি ২০১৪ তারিখে, ICRISAT\nAspergillusflavus.org\nAflatoxins - ক্যান্সার সৃষ্টিকারী পদার্থ\nAflatoxin B 1\nটেমপ্লেট:Consumer Food Safety"}