{"pageid": 1155930, "title": "গ্লামানন্দ সুপার মডেল ইন্ডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1155930", "content": "গ্লামানন্দ ইন্টারন্যাশনাল ইন্ডিয়া হল ভারতের একটি জাতীয় সুন্দরী প্রতিযোগিতা যা বার্ষিক মিস ইন্টারন্যাশনাল প্রতিযোগিতার ভারতের জন্য প্রতিনিধি নির্বাচন করে, যা বিগ ফোর প্রধান আন্তর্জাতিক সৌন্দর্য প্রতিযোগিতার একটি।    প্রতিযোগিতাটি মিস গ্র্যান্ড ইন্টারন্যাশনাল এবং মিস মাল্টিন্যাশনাল, গ্লামানন্দ গ্রুপ দ্বারা আয়োজিত একটি আন্তর্জাতিক প্রতিযোগিতার প্রতিনিধিও নির্বাচন করে।  \nগ্লামানন্দ সুপারমডেল ইন্ডিয়া ভারতের তিনটি প্রধান প্রতিযোগিতার মধ্যে একটি যা জাতীয় প্রতিযোগিতার অধীনে বিগ ফোর ফ্র্যাঞ্চাইজির একটি।  নিখিল আনন্দ, গ্লামানন্দ গ্রুপের প্রতিষ্ঠাতা এবং সিইও, জাতীয় পরিচালকদের একজন হিসাবে কাজ করেন। \nবর্তমান গ্লামানন্দ সুপার মডেল ইন্ডিয়া ২০২১ (মিস ইন্টারন্যাশনাল ইন্ডিয়া) হলেন জয়া আফরোজ, যিনি বিদায়ী শিরোপাধারী সিমৃথি বঠিজা হাতে মুকুট পরেছিলেন।\n\n\n== ইতিহাস ==\nমিস ইন্টারন্যাশনাল সুন্দরী প্রতিযোগিতায় ভারতের প্রতিনিধিরা প্রাথমিকভাবে ইভস উইকলি মিস ইন্ডিয়া প্রতিযোগিতার দ্বারা নির্বাচিত হত, ১৯৬০ সালে শুরু হওয়ার পর থেকে ১৯৮৮ সাল পর্যন্ত।  ইওনা পিন্টো উদ্বোধনী মিস ইন্টারন্যাশনাল ১৯৬০ প্রতিযোগিতায় ভারতের প্রতিনিধিত্ব করেছিলেন, যেখানে তিনি অর্ধ পয়েন্ট (০.৫) ব্যবধানে প্রথম রানার আপের মুকুট পান, ফলে কলম্বিয়ার স্টেলা মার্কেজকে বিজয়ী ঘোষণা করা হয়।  \n১৯৯১ সাল থেকে, ফেমিনা মিস ইন্ডিয়া মিস ইন্টারন্যাশনাল প্রতিযোগিতায় ভারতীয় প্রতিনিধি পাঠায়।  মিস ইন্টারন্যাশনাল-এ ফেমিনা মিস ইন্ডিয়ার প্রতিনিধির সর্বশেষ সর্বোচ্চ স্থানটি সোনালি নাগরানি অর্জন করেছিলেন, যিনি মিস ইন্টারন্যাশনাল ২০০৩ -এ প্রথম রানার-আপের মুকুট লাভ করেছিলেন।   টাইমস গ্রুপ ২০১৫ সালে মিস ইন্টারন্যাশনালের ফ্র্যাঞ্চাইজি অধিকার হারায়। মিস ইন্ডিয়া সংস্থার মিস ইন্টারন্যাশনালের সর্বশেষ প্রতিনিধি ছিলেন ২০১৪ সালে ঝাটালেকা মালহোত্রা।  \nগ্লামানন্দ গ্রুপ ২০১৫ সালে মিস ইন্টারন্যাশনাল-এ ভারতের প্রতিনিধিদের পাঠানোর অধিকার অর্জন করে।  এই প্রতিযোগিতার তাদের প্রথম সংস্করণ ৪ নভেম্বর ২০১৫ তারিখে কোর্টইয়ার্ড ম্যারিয়ট হোটেল, নয়াদিল্লিতে অনুষ্ঠিত হয়েছিল।  সুপ্রিয়া আইমান প্রথম প্রতিনিধি যিনি গ্লামানন্দ মিস ইন্টারন্যাশনাল ইন্ডিয়ার খেতাব জিতেছেন।  ২০১৫ সাল থেকে, গ্লামানন্দ সুপার মডেল ইন্ডিয়া এখন ভবিষ্যতের মিস ইন্টারন্যাশনাল ইন্ডিয়া নির্বাচনের জন্য দায়িত্বপ্রাপ্ত।  \n\n\n== আরো দেখুন ==\nভারতের সুন্দরী প্রতিযোগিতার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগ্লামানন্দ সুপার মডেল ইন্ডিয়া - অফিসিয়াল ওয়েবসাইট\nইন্সটাগ্রামে গ্লামানন্দ সুপার মডেল ইন্ডিয়া\nফেসবুকে গ্লামানন্দ সুপার মডেল ইন্ডিয়া"}