{"pageid": 1155962, "title": "আমিনা আহমেদ কর", "url": "https://bn.wikipedia.org/wiki?curid=1155962", "content": "আমিনা আহমেদ কর (২০ ফেব্রুয়ারি ১৯৩০ — ২১ জানুয়ারি ১৯৯৪) ছিলেন বিশ শতকের বাংলার মহিলা চিত্রশিল্পীদের অন্যতমা। বস্তুর অন্তর্নিহিত ভাব সুনিপুণভাবে চিত্রকলায় পরিস্ফুট করে শুধু বাংলায় নয় সমগ্র ভারতে খ্যতি অর্জন করেছেন তিনি। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nআমিনা আহমেদের জন্ম ১৯৩০ খ্রিস্টাব্দের ২০ ফেব্রুয়ারি  ব্রিটিশ ভারতের কলকাতায়। তার পিতা ছিলেন কলকাতার প্রখ্যাত দন্ত চিকিৎসক ও ডা. আর আহমেদ ডেন্টাল কলেজ ও হাসপাতালের প্রতিষ্ঠাতা  ড. রফিউদ্দিন আহমেদ এবং মাতা হলেন আয়েশা। তাদের তিন কন্যা ও এক পুত্রের মধ্যে আমিনা তৃতীয়। ছাত্রী হিসাবে আমিনা আগাগোড়াই মেধাবী ছিলেন। চোদ্দ বৎসর বয়সে তিনি কলকাতার লরেটো স্কুল থেকে সিনিয়ার কেমব্রিজ পরীক্ষায় উত্তীর্ণ হন। তারপর দিল্লিতে আরউইন কলেজে ভর্তি হন। হোম সায়েন্সে বি.এ. পাশ করেন।  অতি শৈশবকাল থেকেই তার চিত্রশিল্পের প্রতি আগ্রহ ছিল এবং বাড়িতে বসেই একা একা আপন মনেই ছবি আঁকতেন। দিল্লিতে কলেজে পড়ার সময় তিনি একাধারে ছাত্রী হিসাবে পাঠগ্রহণ অন্যদিকে শিক্ষকতা করেন। ১৯৪৯ খ্রিস্টাব্দে শিল্প সম্বন্ধে উচ্চ শিক্ষা লাভের জন্য ফ্রান্সে যান এবং ফরাসি ভাষায় ডিগ্রী লাভ করেন। সেখানে প্রখ্যাত ভারতীয় ভাস্কর ও চিত্রশিল্পী  চিন্তমণি করের সঙ্গে পরিচয় হয়। আমিনা চিন্তামণির অসামান্য শিল্পদক্ষতায় মুগ্ধ হন। শেষ পর্যন্ত সেখানেই তাদের বিবাহ হয়। ফ্রান্সে আমিনা সেখানকার Abstract paintings এর খ্যাতিমান চিত্রকর সেজার বলডাকিনি, সেজার ডোমেলা প্রমুখের সংস্পর্শে আসেন। ডোমেলা শিল্পকর্মের চিত্র ও ভাস্কর্যের অদ্ভুত মিশ্রণে আমিনা প্রভাবিত হন। তাদের অঙ্কন প্রণালী ছাড়াও সেদেশের শিল্পপদ্ধতি ও জনজীবনের উপর শিল্পের প্রভাব চাক্ষুষ করেন। সেখানকার অ্যাকাডেমি জুলিয়াঁতে ব্রসোমিয়ার অধীনে তিন বৎসর কাজ করেন।\n\n\n== শিল্পকর্ম ==\n১৯৫৩ খ্রিস্টাব্দে ভারতে ফিরে আসেন এবং পরের বছরেই দিল্লিতে তার একক প্রদর্শনীর ব্যবস্থা হয়। তার প্রদর্শিত চিত্রগুলি চিত্ররসিকদের মুগ্ধ করে। দিল্লিতে তার উল্লেখযোগ্য শিল্পকর্ম ছিল আন্তর্জাতিক শিল্প মেলায় প্রাচীর চিত্র ও অলঙ্করণ। ১৯৫৭ খ্রিস্টাব্দে তিনি পুনরায় প্যারিসে যান। সেখানে চার বৎসর শিল্পকর্মের বিভিন্ন বিষয়ে কাজ করেন এবং একোল দ্য লভুর সহ বিভিন্ন শিক্ষাপ্রতিষ্ঠান ও বিদ্যালয়ে থেকে ফাইন আর্টস ও মুজিয়োলজির উপর ডিপ্লোমা লাভ করেন।  তার সমস্ত ডিগ্রি ও ডিপ্লোমা ছিল ডক্টরেট ডিগ্রির সমতুল্য। ১৯৬১ খ্রিস্টাব্দে দেশে ফিরে তিনি শিল্পের সাধনায় গভীরভাবে নিয়োজিত হন। ভারত সরকারের আনুকূল্যে নিউইয়র্কে বিশ্ব মেলায় তার দশ ফুট বাই চৌত্রিশ ফুটের এক প্রাচীর চিত্র প্রেরিত হয়েছিল। আমিনার বেশিরভাগ মিশ্র-মাধ্যম, তেল এবং জলরঙের কাজগুলিতে বেশিরভাগ ইউরোপীয় প্রভাব রয়েছে। তিনি তেলরঙে ছবি আঁকতে বেশি পছন্দ করতেন। তিনি তার অঙ্কন শৈলি বাস্তব থেকে ক্রমপর্যায়ে বিমূর্ত ধারায় নিয়ে এসেছেন। কোন বিশেষ রঙকে তিনি প্রাধান্য দিতেন না। তিনি ভিন্ন ভিন্ন রঙের বিন্যাসে সেই বিমূর্ত ভাবকে অভিব্যক্ত করে তোলার প্রয়াসী ছিলেন।  মোটের উপর আমিনার শিল্পকর্ম ছিল অ-আলঙ্কারিক (non-figurative) ও বিমূর্তভাব ধারার ( abstract)\nআমিনার মতে, একজন শিল্পীর কাছে একাকীত্ব বা নির্জনতা যেমন প্রয়োজন, ঠিক তেমনই তার নিজস্ব ভাব বা আবেগেরও প্রয়োজন আছে। আমিনা চিত্রশিল্প নিয়ে কাজ করতে গিয়ে বিভিন্ন স্থানে গেছেন, সে সব স্থানে জনজীবনে তার প্রভাব লক্ষ্য করতে গিয়ে সেখানকার সংস্কৃতি ও জীবনধারাও চাক্ষুষ করেছেন। নিজের মত করে রচনা করেছেন এক গ্রন্থ - দি আঙ্কোরান রেকর্ডস্। গ্রন্থটিতে তিনি প্রাচীন দক্ষিণ-পূর্ব এশিয়ার সভ্যতায় ভারত, চীন, স্থানীয় বাইরেও ইরানী ধর্মবিশ্বাস ও সংস্কৃতির প্রভাব থাকার সম্ভাবনা কথা উল্লেখ করেছেন।\n\n\n== জীবনাবসান ==\n১৯৯০ এর দশকের প্রথম দিকে আমিনার মনে এক বিভ্রান্তিকর আশঙ্কা বাসা বাঁধে। তার মনে হত কে যেন তার বাসায় ঢুকে তার সৃষ্ট শিল্পকর্ম চুরি করে নিচ্ছে এবং আরও দুঃখের বিষয় ছিল তার সৃজনশীল শক্তি ক্রমে হ্রাস হয়ে যাচ্ছে। এর পিছনে হয়ত ব্যক্তিগত কোন বিশেষ কারণ বা আঘাত থাকতেও পারে যার ফলে তিনি শিল্প জগত থেকে হঠাৎই অদৃশ্য হয়ে যান। তাদের একমাত্র কন্যার অকাল মৃত্যুও হয়। শেষে তিনিও ১৯৯৪ খ্রিস্টাব্দের ২১ জানুয়ারি পরলোক গমন করেন। \nতার যে শিল্পকর্ম সযত্নে তার স্বামী চিন্তামণি কর রক্ষা করছিলেন। কলকাতার আর্ট গ্যালারি ৮৮ এই বিমূর্ত চিত্রশিল্পীর শিল্পকর্মের প্রদর্শনীর ব্যবস্থা করে। \n\n\n== তথ্যসূত্র =="}