{"pageid": 1155704, "title": "শার্লি এবদো গুলিবর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1155704", "content": "দুই ফরাসি মুসলিম সন্ত্রাসী ভাই সাঈদ ও শেরীফ কুয়াচি ২০১৫ সালের ৭ই জানুয়ারি স্থানীয় সময় (সিইটি) সকাল সাড়ে ১১ টায় প্যারিসে ফরাসী ব্যঙ্গাত্মক সাপ্তাহিক পত্রিকা চার্লি এবডো কার্যালয়ে জোরপূর্বক প্রবেশ করে। রাইফেল ও অন্যান্য অস্ত্রে সজ্জিত দুই সন্ত্রাসী ১২ জনকে হত্যা করে ও ১১ জনকে আহত করে। বন্দুকধারীরা নিজেদেরকে আরব উপদ্বীপের ইসলামিক সন্ত্রাসী গোষ্ঠী আল-কায়েদার অন্তর্গত বলে পরিচয় দিয়েছিল, সংগঠনটি হামলার দায় স্বীকার করেছিল। ইল্‌-দ্য-ফ্রঁস অঞ্চলে ২০১৫ সালের ৭-৯ জানুয়ারি হাইপারক্যাচার কোশার সুপারমার্কেট অবরোধ সহ বেশ কয়েকটি সম্পর্কিত হামলা হয়েছিল, যেখানে একজন সন্ত্রাসী চার ইহুদি লোককে হত্যা করেছিল।\nফ্রান্স ভিজিপাইরেট সন্ত্রাস সতর্কতা জারি করে এবং ইলে-ডি-ফ্রান্স ও পিকার্ডিতে সৈন্য মোতায়েন করে। একটি বড় অভিযানের ফলে সন্দেহভাজনদের চিহ্নিত করা হয়, যারা পুলিশের সঙ্গে গুলি বিনিময় করেছিল। দুই সন্ত্রাসী ভাই ৯ জানুয়ারি ডামারটিন-এন-গোয়েলের একটি সাইনেজ কোম্পানি জিম্মি করে এবং ভবনটি থেকে গুলি চালানোর সময় গুলিবিদ্ধ হয়।\nজাতীয় ঐক্যের সমাবেশের জন্য ৪০ জনেরও বেশি বিশ্ব নেতা সহ প্রায় ২ মিলিয়ন মানুষ ১১ জানুয়ারি প্যারিসে মিলিত হয়েছিল এবং ফ্রান্স জুড়ে ৩.৭ মিলিয়ন মানুষ বিক্ষোভে যোগ দিয়েছিল। জে সুইস শার্লি শব্দটি সমাবেশে ও সামাজিক মাধ্যমে সমর্থনের একটি সাধারণ স্লোগান হয়ে উঠেছিল। শার্লি এবদো-এর কর্মীরা প্রকাশনা চালিয়ে যান, এবং নিম্নলিখিত সংখ্যার মুদ্রণটি ছয়টি ভাষায় ৭.৯৫ মিলিয়ন কপি বিক্রি হয়েছিল, অপরদিকে শুধুমাত্র ফরাসি ভাষায় ৬০,০০০ টি সাধারণ মুদ্রণ বিক্রি হয়েছিল।\nশার্লি এবদো এমন একটি প্রকাশনা যা সর্বদা রাজনৈতিক ও ধর্মীয় নেতাদের উপর ব্যঙ্গাত্মক আক্রমণের সঙ্গে বিতর্কিত হয়েছে। এটি ২০১২ সালে ইসলামের নবী মুহাম্মদের কার্টুন প্রকাশ করে, যা ফ্রান্সকে প্রতিশোধের ভয়ে ২০ টিরও বেশি দেশে অস্থায়ীভাবে দূতাবাস ও বিদ্যালয় বন্ধ করতে বাধ্য করেছিল। ২০১১ সালের নভেম্বরে মাসের প্রচ্ছদে মুহাম্মদের একটি পূর্ববর্তী ব্যঙ্গচিত্র প্রকাশ করার পরে পত্রিকার কার্যালয়ে আগুন বোমা দ্বারা হামলা করা হয়েছিল।\nশার্লি এবদো ও ইহুদি সুপারমার্কেট হামলাকারী উভয়ের সহযোগী ১৪ জনকে ২০২০ সালের ১৬ই ডিসেম্বর দোষী সাব্যস্ত করা হয়েছিল। যাইহোক, তিন সহযোগী এখনও ধরা পড়েনি এবং তাদের অনুপস্থিতিতে বিচার করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}