{"pageid": 115566, "title": "কলকাতা মেট্রোর স্টেশনগুলির তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=115566", "content": "কলকাতা মেট্রোর স্টেশনগুলির তালিকা এই পৃষ্ঠায় সন্নিবেশিত হল। কলকাতা মেট্রো কলকাতা ও তার পার্শ্ববর্তী হাওড়া, উত্তর চব্বিশ পরগনা ও দক্ষিণ চব্বিশ পরগনা জেলার দ্রুত পরিবহন ব্যবস্থা। বর্তমানে কলকাতা মেট্রোয় মোট ৪০টি স্টেশন চালু রয়েছে এবং ৬০টিরও বেশি স্টেশনের নির্মাণকাজ চলছে।\nকলকাতা মেট্রো ভারতের দ্বিতীয় বৃহত্তম মেট্রো রেল নেটওয়ার্ক (দিল্লি মেট্রোর পরে)। ১৯৮৪ সালের ২৪ অক্টোবর কলকাতা মেট্রোর প্রথম অংশটি চালু হয়। বর্তমানে কলকাতার মেট্রোর দৈর্ঘ্য ৩১.৩৬ কিলোমিটার। উত্তর-দক্ষিণ করিডোর বা দক্ষিণেশ্বর - কবি সুভাষ মেট্রো লাইন-কবি সুভাষ লাইন (লাইন ১) দৈর্ঘ্য ৩১.৩৬ কিমি। পূর্ব-পশ্চিম মেট্রো করিডোর বা সল্ট লেক সেক্টর ৫-ফুলবাগান লাইন (লাইন ২) দৈর্ঘ্য ৭.২০ কিমি। এছাড়া পূর্ব-পশ্চিম মেট্রো (বাকি অংশ), জোকা-বিবাদীবাগ (ভায়া বেহালা ও মাঝেরহাট) লাইন, বরানগর-ব্যারাকপুর লাইন, নোয়াপাড়া-বারাসত লাইন ও নিউ গড়িয়া -বিমানবন্দর লাইনের কাজ বর্তমানে নির্মাণাধীন।\nকলকাতা মেট্রোর স্টেশনগুলি সাধারণত অঞ্চলের নামে চিহ্নিত হয়ে থাকে। কোনো কোনো স্টেশন নিকটবর্তী রাস্তা (মহাত্মা গান্ধী রোড), প্রাচীন নাম (শোভাবাজার-সুতানুটি) বা দ্রষ্টব্য স্থলগুলির (রবীন্দ্র সদন, নেতাজি ভবন) নামেও চিহ্নিত। আবার প্যারিস মেট্রোর ধাঁচে বিভিন্ন মণীষী, শিল্পী, বিপ্লবী ও উল্লেখযোগ্য সাহিত্যকর্মের নামেও স্টেশন উৎসর্গ করা হয়ে থাকে।\n\n\n== মেট্রো স্টেশন ==\n\n\n=== দক্ষিণেশ্বর-কবি সুভাষ লাইন ===\n\n\n=== পূর্ব-পশ্চিম লাইন ===\n\nশিয়ালদহ - এসপ্ল্যানেড অংশ এখনও নির্মীয়মান।\n২০১০ সালের ২২ সেপ্টেম্বর রাষ্ট্রপতি প্রতিভা দেবীসিংহ পাটিল জোকা-এসপ্ল্যানেড মেট্রো লাইনের ১৬.৭২ কিমি মেট্রো রেলপথের শিলান্যাস করেন। এই প্রকল্প রূপায়ণের মোট খরচ ধার্য করা হয়েছে ২৬১৯.০২ কোটি টাকা; এর মধ্যে ২০১০-১১ সালের বাজেটে ১৫০ কোটি টাকা বরাদ্দ করা হয়েছে। রেলমন্ত্রী মমতা বন্দ্যোপাধ্যায় ঘোষণা করেছেন, এই লাইনের ছয়টি স্টেশন মোহিনী চৌধুরী (\"মুক্তির মন্দির সোপানতলে\" গানের রচয়িতা তথা বেহালার বাসিন্দা), মহম্মদ রফি, গুরু গোবিন্দ সিংহ, কিশোর কুমার, গোষ্ঠ পাল ও মুহাম্মদ ইকবালের নামে উৎসর্গ করা হবে।\nপ্রাথমিকভাবে বিবাদী বাগ পর্যন্ত সম্প্রসারণের কথা থাকলেও জমি জটের কারণে এই লাইনের সম্প্রসারণ এসপ্ল্যানেড পর্যন্ত হবার সিদ্ধান্ত হয়েছে। পূর্বে বিবাদী বাগ হয়ে এই মেট্রো দক্ষিণেশ্বর পর্যন্ত সম্প্রসারণের কথা ছিল।\nনরেন্দ্র মোদি দূরবর্তীভাবে ৩০ ডিসেম্বর ২০২২-এ লাইনটি উদ্বোধন করেছিলেন এবং ০২ জানুয়ারী ২০২৩-এ বাণিজ্যিক পরিষেবা শুরু হয়েছিল।\n\n\n=== নির্মীয়মান জোকা-এসপ্ল্যানেড লাইন ===\n\n\n=== প্রস্তাবিত বরানগর-ব্যারাকপুর লাইন ===\n\n\n=== নির্মীয়মাণ নোয়াপাড়া-বারাসত লাইন ===\n\n\n=== নির্মীয়মাণ বিমানবন্দর-কবি সুভাষ লাইন ===\nনিউ গড়িয়া থেকে নেতাজি সুভাষচন্দ্র বসু আন্তর্জাতিক বিমানবন্দর পর্যন্ত কলকাতা মেট্রোর অরেঞ্জ লাইন বা লাইন ৬ নির্মিত হবে। পশ্চিমবঙ্গ সরকার ২০২১ সালে নিউটাউনের মেট্রো স্টেশন গুলির নাম পরিবর্তন করেছেন।\n\n\n== আরও দেখুন ==\nদিল্লি মেট্রোর স্টেশনগুলির তালিকা\n\n\n== তথ্যসূত্র ==\n\n|}"}