{"pageid": 115564, "title": "কৃষ্ণনগর সদর মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=115564", "content": "কৃষ্ণনগর সদর মহকুমা পশ্চিমবঙ্গের নদিয়া জেলার একটি মহকুমা। এই মহকুমা কৃষ্ণনগর ও নবদ্বীপ পুরসভা এবং সাতটি সমষ্টি উন্নয়ন ব্লক (কালীগঞ্জ, নাকাশিপাড়া, চাপড়া, কৃষ্ণনগর-১, কৃষ্ণনগর-২, নবদ্বীপ ও কৃষ্ণগঞ্জ) নিয়ে গঠিত। এই সাতটি ব্লকে ৭৭টি গ্রাম পঞ্চায়েত ও ছয়টি সেন্সাস টাউন বর্তমান। মহকুমার সদর কৃষ্ণনগর।\n\n\n== এলাকা ==\nমহকুমা কৃষ্ণনগর ও নবদ্বীপ পুরসভা ছাড়া কৃষ্ণনগর সদর মহকুমায় কালীগঞ্জ, নাকাশিপাড়া, চাপড়া, কৃষ্ণনগর-১, কৃষ্ণনগর-২, নবদ্বীপ ও কৃষ্ণগঞ্জ ব্লক সাতটির অধীনে মোট ৭৭টি গ্রাম পঞ্চায়েত ও ছয়টি সেন্সাস টাউন রয়েছে। উক্ত সেন্সাস টাউনগুলি হল: জগদানন্দপুর, ক্ষিদিরপুর, বারুইহুদা, বাবলারি দেওয়ানগঞ্জ, চার মাইজদিয়া ও চার ব্রহ্মনগর।\n\n\n== অন্যান্য মহকুমাসমূহ ==\nনদিয়া জেলা নিম্নলিখিত চারটি মহকুমা বিভক্ত:\n\n\n== ব্লকসমূহ ==\nকৃষ্ণনগর সদর মহকুমায় অবস্থিত সমষ্টি উন্নয়ন ব্লকসমূহ নিম্নরূপ:\n\n\n== গ্রাম পঞ্চায়েত ==\nএই মহকুমায় সাতটি ব্লকে মোট ৭৭ টি গ্রাম পঞ্চায়েত রয়েছে, যথা:\n\n\n=== কালীগঞ্জ ব্লক ===\nকালীগঞ্জ ব্লকের গ্রামীণ এলাকা ১৫টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বড়চাঁদঘর, হাটগাছা, মীরা-১, পালিতবাগিয়া, দেবগ্রাম, জুরানপুর, মীরা-২, পানিঘাটা, ফরিদপুর, কালীগঞ্জ, পলাশী-১, রাজারামপুর ঘোড়াইক্ষেত্র, গোবরা, মাটিয়ারি ও পলাশী-২। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি কালীগঞ্জ থানার অধীনস্থ। ব্লকের সদর দেবগ্রাম।\n\n\n=== নাকাশীপাড়া ব্লক ===\nনাকাশীপাড়া ব্লকের গ্রামীণ এলাকা ১৫টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বেথুয়াডহরী, দহরি-১, বিল্বগ্রাম, ধর্মদা, মুড়াগাছা, বেথুয়াডহরী-২, বীরপুর-১, দোগাছিয়া, নাকাশিপাড়া, বিক্রমপুর, বীরপুর-২, হরনগর, পাতিকাবাড়ি, বিলকুমারী, ধনঞ্জয়পুর ও মাঝেরগ্রাম। এই ব্লকের শহরাঞ্চল জগদানন্দপুর ও ক্ষিদিরপুর সেন্সাস টাউন দুটি নিয়ে গঠিত। ব্লকটি নাকাশিপাড়া থানার অধীনস্থ। ব্লকের সদর দেবগ্রাম।\n\n\n=== চাপড়া ব্লক ===\nচাপড়া ব্লকের গ্রামীণ এলাকা ১৩টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এর প্রধান কেন্দ্র চাপড়া। এগুলি হল: আলফা, চাপড়া-২, হৃদয়পুর, পিপড়াগাছি, বাগবেড়িয়া, হাতিশালা-১, কলিঙ্গ, বৃত্তিহুদা, হাতিশালা-২, মহতপুর, চাপড়া-১, হাটখোলা ও মহেশপুর। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি চাপড়া থানার অধীনস্থ। ব্লকের সদর বাঙালঝি।\n\n\n=== কৃষ্ণনগর-১ ব্লক ===\nকৃষ্ণনগর-১ ব্লকের গ্রামীণ এলাকা ১২টি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: আসাননগর, ভাতজঙলা, দিগনগর, জোয়ানিয়া, ভালুকা, ভীমপুর, দোগাছি, পোড়াগাছা, ভাণ্ডারখোলা, চকদিলনগর, দায়পাড়া ও রুইপুকুর। এই ব্লকের শহরাঞ্চল বারুইহুদা সেন্সাস টাউনটি নিয়ে গঠিত। ব্লকটি কৃষ্ণনগর থানার অধীনস্থ। ব্লকের সদর কৃষ্ণনগর রোড।\n\n\n=== কৃষ্ণনগর-২ ব্লক ===\nকৃষ্ণনগর-২ ব্লকের গ্রামীণ এলাকা সাতটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বেলপুকুর, ধুবুলিয়া-২, নোয়াপাড়া-২, সাধনপাড়া-২, ধুবুলিয়া-১, নোয়াপাড়া-১ ও সাধনপাড়া-১। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি ধুবুলিয়া তদন্ত কেন্দ্র থানার অধীনস্থ। ব্লকের সদর ধুবুলিয়া।\n\n\n=== নবদ্বীপ ব্লক ===\nনবদ্বীপ ব্লকের গ্রামীণ এলাকা আটটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: বাবলারি, মহীশূরা, মায়াপুর বামনপুকুর-২, চারমাজদিয়া, চারব্রহ্মানগর, মাজদিয়া পানশিলা, মায়াপুর বামনপুকুর-১, স্বরূপগঞ্জ ও ফকিরডাঙা ঘোলাপাড়া। এই ব্লকের শহরাঞ্চল বাবলারি দেওয়ানগঞ্জ, চার মাজদিয়া ও চার ব্রহ্মানগর সেন্সাস টাউন তিনটি নিয়ে গঠিত। ব্লকটি নবদ্বীপ থানার অধীনস্থ। ব্লকের সদর মহেশগঞ্জ।\n\n\n=== কৃষ্ণগঞ্জ ব্লক ===\nকৃষ্ণগঞ্জ ব্লকের গ্রামীণ এলাকা সাতটি গ্রাম পঞ্চায়েত নিয়ে গঠিত। এগুলি হল: ভজনঘাট টুঙ্গি, জয়ঘাটা, মাটিয়ারি বানপুর, তালদহ মাজদিয়া, গোবিন্দপুরে, কৃষ্ণগঞ্জ ও শিবনিবাস। এই ব্লকে কোনো শহরাঞ্চল নেই। ব্লকটি কৃষ্ণগঞ্জ থানার অধীনস্থ। ব্লকের সদর কৃষ্ণগঞ্জ।\n\n\n== বিধানসভা কেন্দ্র ==\nসীমানা নির্ধারণ কমিশনের সুপারিশ ক্রমে পশ্চিমবঙ্গের পরিবর্তিত বিধানসভা কেন্দ্র বিন্যাসে:\n\nনাকাশিপাড়া ব্লকের বিক্রমপুর, বিলকুমারী, ধনঞ্জয়পুর ও হরনগর গ্রাম পঞ্চায়েত চারটি পলাশিপাড়া বিধানসভা কেন্দ্রের অন্তর্গত।\nনাকাশিপাড়া ব্লকের অবশিষ্ট গ্রাম পঞ্চায়েতগুলি এবং কৃষ্ণগঞ্জ ব্লকের পালিতবেগিয়া ও রাজারামপুর ঘোড়াক্ষেত্র গ্রাম পঞ্চায়েত দুটি নিয়ে নাকাশিপাড়া বিধানসভা কেন্দ্র গঠিত।\nকালীগঞ্জ ব্লকের অবশিষ্ট গ্রাম পঞ্চায়েতগুলি নিয়ে কালীগঞ্জ বিধানসভা কেন্দ্র গঠিত।\nচাপড়া ব্লক নিয়ে চাপড়া বিধানসভা কেন্দ্র গঠিত।\nকৃষ্ণনগর পুরসভা ও কৃষ্ণনগর-১ ব্লকের ভাণ্ডারখোলা, ভীমপুর, আসাননগর, দোগাছি ও পোড়াগাছা গ্রাম পঞ্চায়েত পাঁচটি নিয়ে কৃষ্ণনগর উত্তর বিধানসভা কেন্দ্র গঠিত।\nনবদ্বীপ ব্লক, নবদ্বীপ পুরসভা ও কৃষ্ণনগর-১ ব্লকের জোয়ানিয়া ও ভালুকা গ্রাম পঞ্চায়েত নিয়ে নবদ্বীপ বিধানসভা কেন্দ্র গঠিত।\nকৃষ্ণনগর-২ ব্লক ও কৃষ্ণনগর-১ ব্লকের ভাতজঙলা, দিগনগর, চকদিলনগর, দায়পাড়া ও রুইপুকুর গ্রাম পঞ্চায়েত পাঁচটি নিয়ে কৃষ্ণনগর দক্ষিণ বিধানসভা কেন্দ্র গঠিত।\nকৃষ্ণগঞ্জ ব্লক নিয়ে তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত কৃষ্ণগঞ্জ বিধানসভা কেন্দ্র গঠিত।\nপলাশিপাড়া, কালীগঞ্জ, নাকাশিপাড়া, চাপড়া, কৃষ্ণনগর উত্তর ও নবদ্বীপ বিধানসভা কেন্দ্রগুলি কৃষ্ণনগর লোকসভা কেন্দ্রের অন্তর্গত। কৃষ্ণনগর দক্ষিণ ও কৃষ্ণগঞ্জ বিধানসভা কেন্দ্রদুটি তফসিলি জাতি প্রার্থীদের জন্য সংরক্ষিত রানাঘাট লোকসভা কেন্দ্রের অন্তর্গত।\n\n\n== পাদটীকা ==\n\nটেমপ্লেট:Nadia District"}