{"pageid": 1155601, "title": "১৯০২ উরুগুয়ে বনাম আর্জেন্টিনা ফুটবল ম্যাচ", "url": "https://bn.wikipedia.org/wiki?curid=1155601", "content": "উরুগুয়ে এবং আর্জেন্টিনার মধ্যে ১৯০২ সালের ২০ জুলাই অনুষ্ঠিত ফুটবল ম্যাচটি শুধুমাত্র এই দুই দলের জন্যই প্রথম আন্তর্জাতিক ম্যাচ ছিল না, বরং এটি দক্ষিণ আমেরিকায় অনুষ্ঠিত প্রথম আন্তর্জাতিক ম্যাচ ছিল। ম্যাচটিতে আর্জেন্টিনা ৬-০ ব্যবধানে জয়লাভ করে, এর মাধ্যমে উভয় দলের মধ্যে একটি দীর্ঘস্থায়ী প্রতিদ্বন্দ্বিতা শুরু হয়। প্রথম মুখোমুখি হওয়ার পর থেকে এখন পর্যন্ত উভয় দলের ১৯০ বারের বেশি দেখা হয়েছে এবং এটি বিশ্বব্যাপী সবচেয়ে বেশি ম্যাচ খেলা আন্তর্জাতিক দ্বৈরথ, এমনকি ইংল্যান্ড-স্কটল্যান্ড প্রতিদ্বন্দ্বিতাকেও ছাড়িয়ে গেছে এটি।  ইংল্যান্ড-স্কটল্যান্ড প্রতিদ্বন্দ্বিতা শুরু হয়েছিল ১৮৭২ সালে বিশ্বের প্রথম আন্তর্জাতিক ফুটবল ম্যাচের মাধ্যমে।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nএক বছর আগে উভয় দেশের প্রতিনিধিরা মন্টেভিডিওতেও একটি ম্যাচে মুখোমুখি হয়েছিল, যদিও সেটি কোনও অ্যাসোসিয়েশন কর্তৃক আয়োজিত হয়নি এবং তাই এটি সরকারী ম্যাচ হিসাবে বিবেচিত হয় না। সেই ম্যাচে স্থানীয় ক্লাব অ্যালবিয়ন মন্টেভিডিওর পাসো দেল মলিনোতে তাদের ঘরের মাঠে আয়োজন করেছিল। সেই ক্লাবের হয়ে উরুগুয়ে জাতীয় দলের নয়জন খেলোয়াড় খেলেছিল এবং বাকিরা ন্যাসিওনাল ক্লাবের খেলোয়াড়। আর্জেন্টিনা ম্যাচটি ৩-২ গোলের ব্যবধানে জিতে নেয়।\n\n১৯০২ সালে উরুগুয়ে ফুটবল অ্যাসোসিয়েশন (এইউএফ) এবং আর্জেন্টিনীয় ফুটবল অ্যাসোসিয়েশন (এএফএ) উভয় অ্যাসোসিয়েশন সেই একই ভেন্যুতে একটি ম্যাচ খেলতে সম্মত হয়। এএফএ-এর প্রেসিডেন্ট ফ্রান্সিস হেপবার্ন শেভালিয়ার-বুটেল এবং লোমাস অ্যাথলেটিক ক্লাবের খেলোয়াড় জেমস অসওয়াল্ড অ্যান্ডারসন এই ম্যাচের জন্য খেলোয়াড়দের বাছাই করেন। শেভালিয়ার-বুটেল খেলোয়াড়দের পোশাকও বাছাই করেন, উরুগুয়ে দলের খেলোয়াড়রা নীল শার্টের সাথে সাদা তির্যক স্যাশ পরে খেলতে নামে আর আর্জেন্টিনার খেলোয়াড়রা হালকা নীল শার্ট পরিধান করে। আর্জেন্টিনা সহজেই উরুগুয়েকে ৬-০ গোলে হারিয়ে দেয়, আর্জেন্টিনার কার্লোস ডিকিনসন ম্যাচের প্রথম গোল করে ইতিহাস তৈরি করেন। উরুগুয়ের খেলার শুরুর লাইন-আপে ন্যাসিওনালের আটজন এবং অ্যালবিওনের তিনজন খেলোয়াড় অন্তর্ভুক্ত ছিল, আর আর্জেন্টিনা দলটি অ্যালামনাই অ্যাথলেটিক ক্লাব (৫), কুইলমেস অ্যাটলেটিকো ক্লাব (২), বেলগ্রানো অ্যাথলেটিক ক্লাব (২), লোমাস অ্যাথলেটিক ক্লাব (১) এবং বারাকাস অ্যাথলেটিক ক্লাব (১) এর খেলোয়াড় নিয়ে গঠিত হয়েছিল।\nদীর্ঘ সময় ধরে কেবলমাত্র আর্জেন্টিনা এবং উরুগুয়ে একে অপরের সাথে খেলেছে ফলে দক্ষিণ আমেরিকায় অন্য কোন জাতীয় দল গঠিত হয়নি। ম্যাচটিতে ৮,০০০ দর্শক উপস্থিত হয়েছিল। উভয় দল ১৯০২ থেকে ১৯০৯ সালের মধ্যে টানা তেরো বার খেলেছিল, যা বছরের পর বছর ধরে টিকে থাকা একটি শক্তিশালী প্রতিদ্বন্দ্বীর জন্ম দেয়। আর্জেন্টিনা এবং উরুগুয়ের প্রতিদ্বন্দ্বিতা করা কিছু প্রতিযোগিতা শীঘ্রই চালু করা হয়েছিল, যেমন কোপা লিপটন (প্রথম ১৯০৫ সালে অনুষ্ঠিত হয়েছিল) এবং কোপা নিউটন (১৯০৬ সালে শুরু হয়েছিল)।\n\n\n== ম্যাচের বিবরণ ==\n\n\n== আরও দেখুন ==\n\nআর্জেন্টিনা জাতীয় ফুটবল দলের ইতিহাস\n১৮৭২ ইংল্যান্ড বনাম স্কটল্যান্ড ফুটবল ম্যাচ\n\n\n== তথ্যসূত্র =="}