{"pageid": 1155303, "title": "হরিশ্চন্দ্রপুর", "url": "https://bn.wikipedia.org/wiki?curid=1155303", "content": "হরিশ্চন্দ্রপুর হল ভারতের পশ্চিমবঙ্গ রাজ্যের মালদা জেলার চাঁচল মহকুমা অন্তর্গত হরিশ্চন্দ্রপুর ১ সমষ্টি উন্নয়ন ব্লকের একটি গ্রাম।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nহরিশ্চন্দ্রপুর  ২৫.৪১৭৬°উঃ ৮৭.৮৬৬৫°পূঃ -এ অবস্থিত।\n\n\n=== সংক্ষিপ্ত বিবরণ ===\nসংলগ্ন মানচিত্রে দেখানো এলাকা দুটি ভউগ্লিক ভৌগোলিক অঞ্চল জুড়ে বিস্তৃত - পূর্বে বরেন্দ্র ও পশ্চিমে তাল  অঞ্চল। পূর্ব অংশটি তুলনামূলকভাবে উঁচু (কোনও কোনও স্থানে সমুদ্রপৃষ্ঠ থেকে ৪০ মিটার পর্যন্ত) ও অসম। পূর্বাঞ্চলের মাটি \"লাল বর্ণের শক্ত নোনতা কাদামাটি এবং মাটি রৌদের তাপে লোহার মতো শক্ত হয়ে যায়।\" এটি মহানন্দা নদীর পূর্বে অবস্থিত। মহানন্দা নদীর পশ্চিমে তাল এলাকা অবস্থিত, এটি সমতল নিচু ভূমি এবং \"অসংখ্য জলাভূমি, বিল ও অশ্বখুরাকৃতি হ্রদ দ্বারা পরিপূর্ণ।\" তাল এলাকা স্থানীয় নদী কারণে বন্যায় প্লাবিত হয়ে যায়। সমগ্র এলাকাটি ব্যাপকভাবে গ্রামীণ।\nদ্রষ্টব্য: মানচিত্রের পাশাপাশি এলাকার উল্লেখযোগ্য কিছু স্থান উপস্থাপন করা হয়েছে। মানচিত্রে চিহ্নিত সমস্ত স্থান বৃহত্তর পূর্ণ পদা মানচিত্রে লিঙ্ক করা হয়েছে৷\n\n\n== নাগরিক প্রশাসন ==\n\n\n=== থানা ===\nপশ্চিমবঙ্গ পুলিশের অধিনস্ত হরিশচন্দ্রপুর থানা হরিশ্চন্দ্রপুর ১ ও ২ সমষ্টি উন্নয়ন ব্লকে পুলিশি পরিষেবা প্রদান করে।\n\n\n=== সমষ্টি উন্নয়ন ব্লক সদরদপ্তর ===\nহরিশ্চন্দ্রপুর ১ সমষ্টি উন্নয়ন ব্লকের সদরদপ্তর হরিশ্চন্দ্রপুরে অবস্থিত।\n\n\n== জনসংখ্যা ==\n২০১১ ভারতের আদমশুমারি অনুযায়ী, দক্ষিণ হরিশন্দ্রপুরের মোট জনসংখ্যা ৫,৬৩৫ জন ছিল, যার মধ্যে ২,৭৩০ (৫১%) পুরুষ ও ২,৬৩৫ (৪৯%) মহিলা। ০–৬ বছর বয়সের জনসংখ্যা ৯৪১ জন ছিল। দক্ষিণ হরিশ্চন্দ্রপুরে মোট সাক্ষর ব্যক্তির সংখ্যা ১,৮৯১ জন (৬ বছরের বেশি জনসংখ্যার ৪২.৭৪%) ছিল।\n২০১১ ভারতের আদমশুমারি অনুযায়ী, উত্তর হরিশন্দ্রপুরের মোট জনসংখ্যা ১৫,৪৪৩ জন ছিল, যার মধ্যে ৭,৮৫৩ (৫১%) পুরুষ ও ৭,৫৯০ (৪৯%) মহিলা। ৬ বছর বয়সের নিচে জনসংখ্যা ১৯১০ জন ছিল। উত্তর হরিশ্চন্দ্রপুরে মোট সাক্ষর ব্যক্তির সংখ্যা ৮,৮৩০ জন (৬ বছরের বেশি বয়স্ক ব্যক্তির জনসংখ্যা ৬৫.২৫%) ছিল।\n\n\n== পরিবহন ==\n\n\n=== সড়ক ===\nহরিশ্চন্দ্রপুর ৩১ নং জাতীয় সড়কের পাশে অবস্থিত।\n\n\n=== রেলওয়ে ===\nহরিশ্চন্দ্রপুর রেলওয়ে স্টেশনটি কাটিহার রেলওয়ে বিভাগের নিউ ফারাক্কা-নিউ জলপাইগুড়ি রেলপথে অবস্থিত।\n\n\n== স্বাস্থ্যসেবা ==\nহরিশ্চন্দ্রপুরের হরিশ্চন্দ্রপুর গ্রামীণ হাসপাতাল (৬৫ শয্যা বিশিষ্ট) হল হরিশ্চন্দ্রপুর ১ ব্লকের প্রধান চিকিৎসা সুবিধা কেন্দ্র। ভিঙ্গোল (ভিঙ্গোল প্রাথমিক স্বাস্থ্যকেন্দ্র, ৪ শয্যা বিশিষ্ট), বড়ই (৬ শয্যা বিশিষ্ট) ও কুশিদহে (১০ শয্যা বিশিষ্ট) প্রাথমিক স্বাস্থ্যকেন্দ্র রয়েছে।\n\n\n== তথ্যসূত্র =="}