{"pageid": 115505, "title": "বিপ্রদাস পিপলাই", "url": "https://bn.wikipedia.org/wiki?curid=115505", "content": "বিপ্রদাস পিপলাই (মতান্তরে বিপ্রদাস পিপিলাই) ছিলেন পঞ্চদশ শতাব্দীর এক বিশিষ্ট বাঙালি কবি। তিনি অধুনা পশ্চিমবঙ্গের উত্তর চব্বিশ পরগনা জেলার অন্তর্গত বাদুড্যা বটগ্রামের বাসিন্দা ও মুকুন্দ পিপলাইয়ের পুত্র ছিলেন। বিপ্রদাস মনসা-পাঁচালীর সবচেয়ে পুরনো কবি। মনসার সম্পূর্ণ কাহিনী একমাত্র তার কাব্যেই লভ্য। গৌড়ের রাজা হোসেন শাহের সময়ে ১৪৯৫-৯৬ সালে এই 'মনসাবিজয়' কাব্য রচিত হয়।\n\n\n== মনসাবিজয় কাব্য ==\nবিপ্রদাস পিপলাই ছিলেন সর্পদেবী মনসার মাহাত্ম্যপ্রচারের উদ্দেশ্যে রচিত মনসামঙ্গল কাব্যধারার অন্যতম প্রধান কবি। তার কাব্যের চারটি পুঁথি আবিষ্কৃত হয়েছে। ১৮৯৭ সালে হরপ্রসাদ শাস্ত্রী তদাবধি আবিষ্কৃত চারটি পুঁথির উপর ভিত্তি করে তার কাব্যের একটি অসমাপ্ত সংস্করণ সম্পাদনা করে প্রকাশ করেন। ১৯৫৩ সালে ভাষাতাত্ত্বিক সুকুমার সেন বিপ্রদাস পিপলাইয়ের মনসাবিজয় নামে তার কাব্যের একটি সম্পূর্ণ সংস্করণ সম্পাদনা করে প্রকাশ করেন। এই সংস্করণটি এশিয়াটিক সোসাইটির বিবলিওথেকা ইন্ডিকা গ্রন্থমালার অন্তর্গত ছিল। এই সংস্করণটি প্রস্তুত করা হয় প্রাপ্ত তিনটি পুঁথির ভিত্তিতেই। এই পুঁথিগুলি থেকে গ্রন্থরচনার যে তারিখটি পাওয়া যায় সেটি হল ১৪১৭ শকাব্দ (১৪৯৫-৯৬ খ্রিষ্টাব্দ)। বরিশালের বিজয়গুপ্তও একই সময়ে তার মনসামঙ্গল কাব্য রচনা করেছিলেন।\n\n\n== কাব্যের বিষয়বস্তু ==\n\n\n=== দেবখন্ড ===\nধর্মের আদেশে কালিদহে পদ্মফুল তুলবার সময় পদ্মপাতায় শিবের বীর্যপাত ঘটে।বীর্যবিন্দু জলে পড়লে  নাগরাজ বাসুকির মাতা তা থেকে পুতুল বানিয়ে জীবন্যাস করেন ; জন্ম হয়  পদ্মাবতীর।বাসুকি এই মেয়েটিকে নাগেদের বিষভাণ্ডারের অধীশ্বরী করে দেন। শিবের মানসকর্মের জন্য জন্ম হওয়ায় শিব কন্যার নাম রাখেন মনসা।\nব্রহ্মজ্ঞান দান করে শিব মনসাকে ঘরে নিয়ে এলে শিব-পত্নী চণ্ডী তাকে সতিন ভেবে ভুল করেন এবং কুশের বাণ দিয়ে মনসার একচোখ কানা করে দেন।মনসা বিষ ছুড়ে চন্ডীকে মেরে ফেলেন কিন্তু সবার অনুরোধে আবার প্রাণ ফিরিয়ে দেন।\nচন্ডীর রোষ থেকে মনসাকে বাঁচাতে শিব তাকে সিজুয়া পর্বতে কন্যা নেতার কাছে রেখে এলেন।\nসমুদ্রমন্থনকালে উত্থিত বিষ শিব পান করে মৃতবৎ হয়ে পড়লে চণ্ডীর অনুরোধে মনসা শিবের বিষহরণ করলেন।\nএখন থেকে মনসা দেবসমাজে সম্মানের স্থান পেলেন।\nমনসার বিবাহ হল জরৎকারু মুনির সাথে,তাদের পুত্র হল আস্তিক।\n\n\n=== বণিকখন্ড ===\nচম্পক নগরের অধীশ্বর বণিক চাঁদ সদাগর।শিবের মহাভক্ত চাঁদ শিবের থেকে মহাজ্ঞান লাভ করেছেন।\nমানুষের পূজা ব্যতীত দেবত্ব অর্জন সম্ভব নয়;তাই মনসা চাঁদের কাছে পূজা চাইলেন।শিবভিন্ন অপর কাউকে পূজা করতে চাঁদ প্রত্যাখ্যান করলেন। \nএমনকী পত্নী সনকার মনসার ঘটে হেঁতালদন্ডের বাড়ি মারেন।\nপরিণামে মনসা কৌশলে চাঁদের মহাজ্ঞান হরণ করেন এবং ছয়পুত্রকে বিষ দিয়ে হত্যা করেন।তারপর সমুদ্রপথে চাঁদের বাণিজ্যতরী সপ্তডিঙা মধুকর ডুবিয়ে চাঁদকে সর্বস্বান্ত করেন।চাঁদ কোনক্রমে প্রাণরক্ষা করেন।\nমনসা ছলনা করে স্বর্গের নর্তকদম্পতি অনিরুদ্ধ-ঊষাকে মর্ত্যে পাঠালেন।\nঅনিরুদ্ধ চাঁদের ঘরে জন্মাল লখিন্দর রূপে, আর উজানী শহরে সাধু-বণিকের ঘরে বেহুলা রুপে ঊষা জন্ম নিল।\nবহুকাল পর চাঁদ সহায়-সম্বলহীনভাবে চম্পক নগরে উন্মত্ত পাগল বেশে করিল গমন।অবশেষে পিতা-পুত্রের মিলন ঘটল।\nবেহুলার সাথে লখিন্দরের বিবাহ স্থির হল ।মনসা বৃদ্ধাবেশে এসে ছল করে বেহুলাকে শাপ দিল, বিভা রাতে খাইবা ভাতার।\nসাতালি পর্বতে লোহার বাসরঘর বানান হল।কিন্তু গোপনে মনসার নির্দেশে একটি ছিদ্র রাখা হল।ছিদ্র পথে কালনাগিনী ঢুকে লখাইকে দংশন করল।\nবেহুলা স্বামীর মৃতদেহ নিয়ে কলার মাজসে ভেসে পাড়ি দিল মনসার উদ্দেশে।বহু বিপদ অতিক্রম করে অবশেষে নেতো ধোবানির সাহায্যে দেবপুরে পৌঁছে নাচের মাধ্যমে দেবতাদের তুষ্ট করল।তখন দেবতাদের আদেশে মনসা লখীন্দরের প্রাণ ফিরিয়ে দিল।বেহুলার সতীত্বের মহিমায় মুগ্ধ হয়ে অবশেষে চাঁদ মনসার পুজো দিল।\nমর্ত্যবাসের মেয়াদ ফুরাতে বেহুলা-লখীন্দর আবার ইন্দ্রসভায় স্থান পেল।\n\n\n== গুরুত্ব ==\nবিপ্রদাসের কাব্যের বিশেষ উল্লেখযোগ্য বিষয় হল চাঁদ সদাগরের বাণিজ্যযাত্রা পথের বিস্তারিত বিবরণ। এই বিবরণ থেকে তৎকালীন সপ্তগ্রাম এবং হুগলি-সরস্বতী নদীর নিম্ন অববাহিকার একটি স্পষ্ট চিত্র পাওয়া যায়। খড়দহ, চুচুড়া, কলকাতা, দেগঙ্গা,কোন্নগর, নৈহাটি প্রভৃতি নদী বন্দরের নাম তার কাব্যে উল্লিখিত হয়েছে।\n\n\n== তথ্যসূত্র =="}