{"pageid": 1156671, "title": "নরেশ গুহ", "url": "https://bn.wikipedia.org/wiki?curid=1156671", "content": "নরেশ গুহ (১৯২৩-২০০৯) একজন বাঙালি কবি ছিলেন। তিনি 1923 সালে (মার্চ) অবিভক্ত বাংলার ময়মনসিংহ জেলার বিন্নাফইর গ্রামে জন্মগ্রহণ করেন। তাঁর আসল নাম ছিল নরেশচন্দ্র গুহ বক্সী। তিনি ছিলেন রমেশচন্দ্র গুহ বক্সী ও ইন্দুমতি দেবীর পুত্র। 2009 সালের 4 জানুয়ারি তিনি মারা যান। তিনি যুগান্তরের সাংবাদিক হিসেবে তার কর্মজীবন শুরু করেন, যেখানে অমিয় চক্রবর্তীর সাথে তার বন্ধুত্ব ছিল। তিনি 1946 সালের কলকাতা দাঙ্গার রিপোর্ট করেছিলেন। 1950 এর দশকে, তিনি কলেজের শিক্ষক হিসাবে কাজ করেছিলেন, অবশেষে যাদবপুর বিশ্ববিদ্যালয়ের অনুষদে যোগদান করেন। ১৯৫২ সালে দুরন্ত দুপুর নামে তাঁর প্রথম কবিতা সংকলন প্রকাশিত হয়।\nপরে তিনি তাঁর সংগৃহীত কবিতা 'কবিতা সংগ্রহ' - র জন্য সাহিত্য একাডেমি পুরস্কার পেয়েছিলেন। তাঁর সময়ে তাঁকে তরুণতরদের মধ্যে সবচেয়ে সুরেলা কবি বলে ঘোষণা করেছিল বুদ্ধদেব বসুর  কবিতা পত্রিকা। ছন্দের বিচিত্র ব্যবহারে, সুরের একান্ত নিজস্বতায় তিনি নিজেকে বিশিষ্ট করে তুলেছিলেন। বাংলা কবিতার সাম্প্রতিক অবক্ষয় যখন ক্রমশই হতাশ করছিল '৫০-র দশককে, এই সুকুমার কবি স্বভাবের পরিচয় পেয়ে পাঠকরা বেশ আনন্দিত হয়েছিলেন।\n\n\n== শিক্ষা ==\nতিনি 1939 সালে সন্তোষ জাহ্নবী হাই স্কুল থেকে তার প্রাথমিক পড়াশোনা শেষ করেন। তারপর তিনি আইএসসিতে রিপন কলেজে যোগ দেন। তিনি রিপন কলেজ থেকে পাস কোর্সে স্নাতক সম্পন্ন করেন। 1945 সালে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে ইংরেজিতে স্নাতকোত্তর করেন। তিনি উচ্চ শিক্ষার জন্য মার্কিন যুক্তরাষ্ট্রে যান এবং নর্থ ওয়েস্টার্ন ইউনিভার্সিটি থেকে 1962 সালে 'আইরিশ কবি উইলিয়াম বাটলার ইয়েটস ইন ইন্ডিয়ান ভিশন'-এর উপর গবেষণা করেন।\n\n\n== কর্মজীবন ==\nগুহ 'যুগান্তর' সংবাদপত্রের সাংবাদিক হিসেবে কর্মজীবন শুরু করেন। ছাত্রজীবনে তিনি অমিয় চক্রবর্তীকে তাঁর শিক্ষক ছিলেন। 1946 সালে তিনি ব্যক্তিগতভাবে অমিয় চক্রবর্তীর সাথে দেখা করেন এবং মহাত্মা গান্ধীর শান্তি মিশনের জন্য তার সাথে দাঙ্গা-পীড়িত নয়াখালিতে যান। তিনি অমিয় চক্রবর্তীর সাথে বিহারের দাঙ্গা বিধ্বস্ত আন্ধেরি গ্রামে গিয়েছিলেন। সেখানে 1947 সালের 29শে এপ্রিল তিনি মহাত্মা গান্ধীর সাথে দেখা করেন এবং গান্ধীজির সান্নিধ্য লাভ করেন। 1946 সালের আগস্ট মাসে ব্রিটিশ শাসক কলকাতায় বাংলার দাঙ্গা হয়। গুহ একজন রিপোর্টার হিসেবে এই খবরটি কভার করেছেন; কিন্তু সংবাদপত্র কর্তৃপক্ষ তার অনুমতি ছাড়াই সংবাদের শিরোনাম পরিবর্তন করে, তাই তিনি 'যুগান্তর পত্রিকা' ছেড়ে দেন। এরপর তিনি সিগনেট প্রেসের দিলীপ গুপ্তের সহায়তায় একটি বাংলা মাসিক সংবাদপত্র 'টুকরো কথা'-এর সম্পাদক হিসেবে কাজ করেন। 1956 সালে তিনি যাদবপুর বিশ্ববিদ্যালয়ের তুলনামূলক সাহিত্য বিভাগে যোগ দেন এবং চারুচন্দ্র কলেজ ছেড়ে যান।\n\n\n== সাহিত্যচিন্তা ==\nনরেশ গুহর গদ্য রচনাগুলো আমাদের অতি চেনা তত্ত্ব-তথ্যের প্রাচুর্য ভরা যৌক্তিক পারম্পর্যের মধ্যে দিয়ে ফুটিয়ে তোলা যথার্থ প্রবন্ধ লক্ষণাক্রান্ত নয়। লিখতে গিয়ে তিনি কোথাও নৈর্ব্যক্তিক থাকতে পারেননি। বস্তুগত এবং যৌক্তিক পারম্পর্য রক্ষার দায় তাঁর নেই তিনি তাঁর গদ্য রচনায় নিজস্ব ভালোলাগা মললাগাকেই প্রাধান্য দিয়ে বক্তব্যের ঢঙ ও রসকেই প্রশ্রয় দিয়েছেন বেশি। নিজের ভালোলাগা মন্দলাগার কারণ উপস্থিত করার জন্যে যতটুকু অনুসন্ধান ও তা থেকে প্রাপ্ত তথ্য পরিবেশনা প্রয়োজন বোধ করেছেন, তাই আশ্চর্য রসায়নের মধ্যে দিয়ে পরিবেশন করে পাঠকদেরও তাঁর প্রস্তাব সম্পর্কে ভাবতে উদ্দীপিত করেছেন।\nআমরা মনে করি, তাঁর রচনাগুলো প্রায় সবই রসশিল্পের অন্তর্ভুক্ত। এদের মধ্যে আছে কবিতার রস, দার্শনিকতা, স্মৃতি কথা, মিহি তির্যকতা, চাপা হাসির ছটা এবং বহুবহু পাঠক্রিয়ার নিদর্শন। পরিশীলিত, উপযুক্ত শব্দ ব্যবহার করে প্রতিটি বাকাকে লক্ষ্যমুখি করে তুলেছেন তিনি। সরল, ঋজু তাঁর গদ্যভাষা কোথাও এলিয়ে পড়েনি। যেখানে শক্ত কথাও বলেছেন, সেখানেও লক্ষ্য করার মতো, তিনি বাক্যকে করে তুলেছেন শিল্প। তর্ক এড়িয়ে যাননি, করেননি তথ্য ভারাক্রান্ত। সহজ সচ্ছন্দ বাক্‌ ভঙ্গিমায় অনেক কঠিন বক্তব্যকেও কবি নরেশ গুহ, পাঠককে বিব্রত না করে লীলা রসায়িত করে পরিবেশন করেছেন। তাঁর রচনাগুলোর মধ্যে ঘাম ঝরানো পরিশ্রমের চিহ্ন আছে, কিন্তু তা তানপ্রধান, না, প্রাণপ্রধান বাক্‌ভঙ্গিমায় সরল সহজভাবে পরিবেশিত হয়ে পাঠকের কাছে আবেদন রেখেছে এবং তাকে বিষয়টি নিয়ে ভাবতে উন্মুখ করেছে।\nবহু পাঠক্রিয়াজাত পাণ্ডিত্য আছে নরেশ গুহ-র গদ্য রচনাগুলোতে। আছে ব্যক্তিগত আবেগ। সাহিত্যের প্রতি অগাধ ভালোবাসায় এবং কবিতাকে বিশুদ্ধ বোধের সামগ্রী বলে বিশ্বাসে তিনি যেমন কবির ভেতর বাইরেটাকে গভীরভাবে জানার চেষ্টা করেছেন, তেমনি তাঁর সৃষ্টি বাকশিল্পকেও দেখতে চেয়েছেন ভাষা ছন্দের আড়াল থেকে বের করে এনে পেতে চেয়েছেন শুদ্ধ ধ্বনিটিকে যা কবিতাকে করে অমৃত।\nকবিতার মানুষ নরেশ গুহ। তিনের দশকে যে সব কবি বুদ্ধিকে প্রাধান্য দিয়ে যতদূর সম্ভব তরলতা বর্জন করে শব্দ প্রতিমা তৈরি করে রবীন্দ্র অন্য কবিতা রচনা করতে চেয়েছেন, তিনের দশকে সেই সব মুখ্য কবি, অর্থাৎ জীবনানন্দ দাশ, সুধীন্দ্রনাথ দত্ত, - অমিয় চক্রবর্তী, বুদ্ধদেব বসু, বিষ্ণু দে প্রমুখ এর সচেতন, সংযত, শ্রদ্ধাবনত কবিতা - বিদ্রোহের আবহাওয়ায় গড়ে উঠেছে নরেশ গুছরও কবি মানস। প্রতিষ্ঠিত ছন্দ - রতিকে মান্য করেই সচেতন শব্দ ব্যবহার করে সুশিক্ষিত এবং স্বশিক্ষিত অন্তধ্বনি প্রকাশে এনে তাঁরা রবীন্দ্রনাথের প্রতিভা প্রভাবের গ্রাস থেকে মুক্ত থেকে স্বতন্ত্র জাতের কবিতা রচনা করতে চেয়েছেন। তাঁদের স্বতন্ত্রতার আন্দোলন বিশ্বকবির মধ্যেও একটা খট্‌কা জাগিয়ে তুলতে সক্ষম হয়েছিলো। কিন্তু রবীন্দ্রনাথ রবীন্দ্রনাথ। ভাৱেন তো মচকান না। নিজেকে দুখান করে এক রবীন্দ্রনাথের সঙ্গে অন্য রবীন্দ্রনাথকে লড়িয়ে দিয়ে কবিতার কাছাকাছি গদ্যে রচনা করলেন 'শেষের কবিতা' উপন্যাস – রবি ঠাকুরের প্রতিপক্ষ কবি নিবারণ চক্রবর্তী ওরফে কবি অমিত রায়কে প্রায় ধ্বসিয়ে দিলেন। 'শেষের কবিতা' হয়ে উঠলো রবীন্দ্রনাথের ভাবছন্দে লেখা 'পুনশ্চ' ও অন্যান্য গদ্য কবিতা গ্রন্থগুলোর নান্দীমুখ। কবি নরেশ গুহ রবীন্দ্র-বিরোধিতা ও রবীন্দ্রনাথের আত্মপক্ষ সমর্থনের নজির 'শেষের কবিতা' উপন্যাস তথা কবি অমিত রায়ের চরিত্র চিত্র সম্পর্কে আলোচনা করতে - গিয়ে বলেছেন।\n“আমি এ কথাও বলতে চাই যে রবীন্দ্রনাথের কাব্যে গদ্যঋতুর শুরু হয়েছে 'পরিশেষ' কিংবা 'পুনশ্চ' থেকে নয়, তারও আগে \"শেষের কবিতা\" থেকে, যেটি শুরু হয় ১৯২৮-এর মে-জুন মাসে। তারও আগে 'লিপিকা'য় অবশ্য এই বসন্তেরই একটি দলছাড়া পাখি একবার গেয়ো নীরব হয়ে গিয়েছিলো। 'লিপিকা'র মতো 'শেষের কবিতায় পৌঁছেও পদ্যের ছন্দমিল করানো এই শ্রেণীর রচনাকে রবীন্দ্রনাথ কিন্তু অসংকোচে একেবারেই কবিতা ব'লে স্বীকার করতে পারেননি। হয়তো তার জন্য 'কল্লোল', 'প্রগতি'র পক্ষ থেকে নবীন কবিদের বিরোধিতা এবং বিদ্রোহের দরকার ছিলো। তাদের সেই বালখিলা বিরোধিতা খুবই নিশ্চয়ই বিচলিত করেছিলো রবীন্দ্রনাথকে।\"\nপ্রাবন্ধিক নরেশ গুহ রবীন্দ্রনাথ ও নবীন কবিদের মধ্যেকার দ্বন্দ্বের জটিল দিকটি অজটিল গদ্যভাষায় বিশ্লেষণ করে দেখিয়েছেন “রবীন্দ্রনাথ আধুনিকদের বিদ্রোহকে স্বীকার করলেন না, তবে নিজের রচনায় এই পর্যন্ত মেনে নিলেন যে কাব্যের অধিকারকে আরো অনেকটা বাড়ানো সম্ভব। তাঁর রচনারেখা তাঁরই হাতের অক্ষরের মতো গোল বা তরঙ্গ রেখা, গোলাপ বা নারীর মুখ বা চাদের ধরনে – অমিত রায়ের মুখ দিয়ে বিদ্রোহীদের অতৃপ্তিতে এইভাবে তিনি ব্যক্ত করেছেন। যে তারই লোকসান পুষিয়ে নেবার জানো ‘পুনশ্চ'র প্রবেশ। এখানে মিলিয়ে গেলো আগেকার ছন্দমিলের ঝঙ্কার। কবিতার ভাষাকে মুখের কথার কাছাকাছি এনে বৃহৎ গদ্য পৃথিবীর বৈচিত্র্যকে অঙ্গীকার ক'রে নিলেন রবীন্দ্রনাথ।”\nরবীন্দ্র সমসমায়িক অনুজ অর্থাৎ তিনের দশকের বিদান বুদ্ধিমান কবিদের বিদ্রোহকে তুচ্ছ-তাচ্ছিল্য করার মতো গোঁড়ামির\nমানসিকতা না রেখে রবীন্দ্রনাথ তাঁদের তাঁর লেখালেখির প্রতি বিরূপতার কারণগুলো অনুসন্ধানে ধ্যান দিয়ে নবীন কবিদের\nঅনেকখানি নেনে নিয়ে ধূর্জটিপ্রসাদ মুখোপাধ্যায়কে এক চিঠিতে জানালেন, \"কেবলমাত্র কাব্যের অধিকারকে বাড়াব মনে করেই\nএকটা দিকের বেড়ায় গেট বসিয়েছি। এবারকার মতো আমার কাজ ঐ পর্যন্ত।\" এই রাবীন্দ্রিক নমনীয়তাকে ধরে কবি- আলোচক\nনরেশ গুহ লিখলেন নিজের কবিধর্মে অবিচলিত থেকেও নিজেকে তিনি বিবর্তিত করলেন ঠিকই, কিন্তু নতুন কবিতার প্রতি সন্দেহ তাঁর কিছুতেই গেলো না। মনে হ'লো কড়া ভঙ্গির চমক লাগানো দুর্বোধ্যতা ছাড়া আর কিছু দেবার নেই তাদের। এ দ্বন্দ্বের ইতিহাস 'শেষের কবিতা'র পাতায় প্রচ্ছন্ন আছে। 'শেষের কবিতা'কে তাই অনায়াসে বলা চলে রবীন্দ্রনাথের শেষের পর্বে রচিত কবিতাবলির মুখবন্ধ।\nডি. এল. রায়- বিপিনচন্দ্র পাল থেকে রবীন্দ্র গুপ্ত পর্যন্ত রবীন্দ্র বিরোধিতার দীর্ঘ ইতিহাসটা, এক্ষণে, নাবালক সাবালক সকলেরই জানা। কেউ কেউ ব্যক্তিগত আক্রমণ করেছেন কুৎসিত ভাবে, কেউ কেউ করেছেন ছাপার কালিতে রবীন্দ্র কাব্যাদর্শকে কলঙ্কিত। তাঁদের সে বিরোধিতা এমন গুরুত্বহীন যে রবীন্দ্রনাথের কাছ থেকে তাঁদের পাওনা হয়েছে কেবল উদাসীন উপেক্ষা। কিন্তু তিনের দশকের কবিদের যে আন্দোলন, তার যাথার্থ উপলব্ধি করেই তিনি গুরুত্ব দিয়ে তরুণ কবিদের সঙ্গে আলোচনায় বসেছেন সরাসরি এবং শেষের কবিতা' উপন্যাস রচনা করেছেন তার জবাব হিসেবে। নিজেকে খানিকটা বদলাতেও চেষ্টা করেছেন। কবি নরেশ গুহ এই দ্বন্দ্ব পর্বকে আন্দোলনকারীদের মিছিলের লেজে-মধ্যে ওতপ্রোতভাবে জড়িয়ে থেকে এবং রবীন্দ্রনাথের হাতে হাত রেখে তাঁর বিরুদ্ধে বিদ্রোহে সাদিত হয়ে বিদ্রোহের চরিত্রটা মন বুঝেছেন ও অনুভব করেছেন, তাকেই বক্তব্য 'আধুনিক কবি অমিত রায়\" নিবন্ধে। এ নিবন্ধের গদ্যে যেমন আছে দৃঢ়তা তেমনি তা প্রত্যয় সন্নাত। তিনি জানালেন: 'শেষের কবিতা'র “অনেকটাই যে রাবীন্দ্রিক গদ্য কবিতার খসড়া তাই শুধু নয়, আধুনিক কবিদের তিনি কীভাবে বুঝেছিলেন, তাদের প্রতি কী মনোভার ছিলো তাঁর,“সে সব কথা এতটা স্পষ্টভাবে প্রত্যক্ষ গোচর ক'রে আর কোথাও বলেননি। ঐখান থেকেই আধুনিক রবীন্দ্রনাথ আর নবীন কবিদের পথ দুইদিকে ভাগ হয়ে গেলো। 'শেষের কবিতা'র মূল্য সে কারণেও অপরিসীম।”\nআলোচক কবি নরেশ গুহ যুক্তির সঙ্গে অনুভব মিশেল দিয়ে 'শেষের কবিতা'র অমিত রায়ের আর্থ সামাজিক অবস্থান, শিক্ষা মর্জি-আচরণ ইত্যাদি বিশ্লেষণ করে এই সিদ্ধান্তে এসেছেন যে, \"শেষের কবিতা' উপন্যাসে 'রবিঠাকুরে'র প্রতিপক্ষ, নিবারণ চক্রবর্তীর ছদ্মনামে, অমিত রায়। এবং 'শেষের কবিতা'র আনন্দলোক থেকে আমরা যেটুকু অতৃপ্তি নিয়ে ফিরে আসি তার জন্য অমিত রায়ই দায়ী। কবি হিশেবে রবীন্দ্রনাথের প্রতিপক্ষ হওয়ার মতো কোনো যোগ্যতাই তার নেই। আধুনিক কবি তো সে নয়ই, এমনকি আদৌ সে যে কবি তাও রবীন্দ্রনাথেরই দয়ায়।\"\nনরেশ গুহ রবীন্দ্রনাথকে নিয়ে আধুনিক কবিতা ও কবিতাকারদের যে সমস্যা ও সংশয় দেখা দিয়েছিলেন, তার একটা জুৎসই ব্যাখ্যা-বিশ্লেষণ দিয়ে, কোনো ভরফকে ক্ষুণ্ণ না করে, সে সিদ্ধান্তে আসতে চেয়েছেন, তা পাঠকদের পক্ষে একটা স্বস্তির কারণ হয়ে উঠেছে। 'শেষের কবিতা'র কবি অমিত রায় তথা নিবারণ চক্রবর্তী সম্পর্কে শেষ কথা বলতে গিয়ে নরেশ ওই একটু তির্ষকোক্তিতে জানিয়েছেন : \"অমিতর নির্জনা যৌবনের বিদ্রোহী আধুনিকতা শেষ পর্যন্ত\" টিকলো না অমিত রায়ের বানানো আধুনিক কবি নিবারণ চক্রবর্তী বেচারা মরেছে, সে 'রবিঠাকুরে'র 'নিরুদ্দেশ যাত্রা'-র কবিতাকেই ভর করে আত্মপ্রকাশের জন্যে। রবীন্দ্রনাথ রচিত\nকবি অমিত রায় প্রসঙ্গে নরেশ গুহ-র মস্তব্য, “এই চরিত্রের জন্য এমন আশ্চর্য রচনা (শেষের কবিতা) যেন ঐশ্বর্যের বাজে খরচ। আধুনিক বাঙালি কবির প্রতি অতটা নিষ্করণ না হলেও পারতেন রবীন্দ্রনাথ।\" 'শেষের কবিতা' – উত্তর পুনশ্চানির মধ্যে থেকে যে আধুনিক কবি রবীন্দ্রনাথ বেরিয়ে এলেন, তাঁকে স্বীকার ক'রে নিয়েই বিদ্রোহী নবীন কবিরা রবীন্দ্র—অন্য কবিতা রচনা করে নিজনিজ অভিব্যক্তি (এ্যাটিটিউড) প্রকাশ করে আত্মপ্রতিষ্ঠিত হতে সচেষ্ট হলেন। আর ইতিহাস বললো, তরুণ প্রজন্মের বিরাগটা বিশ্বকবির ওপর ছিলো না ছিলো রবীন্দ্রনাথকে কবিগুরু বানিয়ে যে ভক্ত কবিদল তাঁকে অন্ধ অনুকরণ ক'রে পানসে পন্য রচনা ক'রে পথে বসাচ্ছিলেন, তাঁদের ওপর। খটাখট শব্দ বুনে বিস্তর কারদানি দেখানো কবিকূলকে কিছুতেই বরদাস্ত করতে পারেননি তাঁরা রবীন্দ্রনাথকে সঙ্গে নিয়েই তারা কবিতার ধমনিতে যোজনা করলেন।\nউত্তর- রাবীন্দ্রিক পৌরুষ।\nকোথাও একথা স্পষ্ট করে না বললেও বিভিন্ন প্রবন্ধে শ্রদ্ধ্যে নরেশ গুহ এবিষয়ে কিছু আলোকপাত করেছেন। অমিয় চক্রবর্তী সম্পর্কে বলতে গিয়ে তিনি বলেছেন, রবীন্দ্রনাথের 'সাহিত্য সচিব' অমিয় চক্রবর্তী শান্তিনিকেতন ছেড়ে চলে যাবার সময় থেকেই তিনি 'বিশ্বের পথিক'। তার প্রথম ফুলফল দেখা দিলো 'একমুঠো' আর 'খসড়া'র কবিতাগুচ্ছ, যা দেখে হঠাৎ হয়তো মনে হতে পারে যে এতকালের রবিবৃত্ত থেকে তিনি বুঝি সম্পূর্ণ নিষ্ক্রান্ত হলেন। সেটা যে ঠিক নয় তা আজ কারো কাছে অবিদিত নেই। তবে একথা ঠিক যে তাকে নিতান্তই রবিমণ্ডলীর অন্তর্গত বলা, আর তাঁর জীবনে ও কাব্যে ফল্গুধারার মতো ঐতিহ্যের অবিরাম | স্রোতকে দেখতে না-পাওয়া – একই ভ্রান্তির এপিঠ-ওপিঠ।\"\nখসড়া' (১৯৩৮) বেরুনো মাত্র তাঁকে উল্লেখযোগ্য আধুনিক বাঙালি কবি' বলে মেনে নিয়েছিলেন সমসাময়িকরা। বুদ্ধদের বসু সানন্দে ঘোষণা করেছিলেন: “বিস্ময়কর বই...একেবারেই আধুনিক, একেবারেই অভিনব। তাঁর ছন্দের তির্যক গতি, অদ্ভুত শব্দ - যোজনা, দৃষ্টিভঙ্গীর বিশেষত্ব সমস্তই নিবিড় মননের ফল।... তাঁর কাব্যের সমস্ত উপমা ও রূপক আধুনিক মানুষের জীবনের সঙ্গেই সংশ্লিষ্ট, তাঁর কল্পনার পরিভাষা বিশেষ ভাবেই এ-যুগের।\n“রবীন্দ্রনাথ দুঃখ পেয়েছিলেন 'কবিতা' পত্রিকায় তাৎক্ষণিক প্রশংসা পাঠ ক'রে, লিখেছিলেন: বুদ্ধদেবের সমালোচনা পুর্বেই পড়েছি – সে তোমাকে তাদের দলের বেদীতে বরণ করার উৎসাহ প্রকাশ করেছে। দরকার ছিলো কেননা সম্প্রতি সে ঘোষণা করেছে আমার সময় চলে গিয়েছে। এখন ভগ্নাবশেষের উপর তাদের সৃষ্টি রচনার জন্য রাজমিস্ত্রীর কাজে তোমাকে পেয়েছে বলে তারা আশ্বস্ত।” অথচ অভিমানী বিশ্বকবিকে অমিয় যজ্ঞবর্তী তাঁর দ্বিতীয় গ্রন্থ 'একমুঠো উৎসর্গ করতে চাইলে তিনি আপত্তি না জানিয়ে লিখলেন, “কুণ্ঠিত হবার কোনো কারণ নেই... আধুনিক মনোলোকে কাব্যের প্রকাশ রহস্য আমি বোঝাবার চেষ্টা করছি - যেখানে আবির্ভাব কৃত্রিম নয়, সেখানে তাকে স্বীকার করে নিতে হবে অভ্যাসের বাধাকে একান্ত ভাবে মানলে ভুল হবে।\" এর সঙ্গে নরেশ গুহর সংযোজন: “নিজের কবিতার সঙ্গে এসব হালআমলের কবিতার উপাদানগত প্রভেদ অথচ অন্তলীন গূঢ় মিলেরসূত্র রবীন্দ্রনাথ ঠিকই দেখতে পেয়েছিলেন। নিজের কবিতাকে তাঁর মনে হয়েছিলো দুরে পাহাড়ের শিখরের নীলিমার ভিতর থেকে দেখা স্বচ্ছ নির্মল সুগম আলোর ছায়ায় রচিত নির্বারের মতো। অমিয় চক্রবর্তীর কাব্যে তিনি দেখেছিলেন 'সৃষ্টির সর্বগ্রাহী লীলা'। আমার দ্বারা সম্ভবপর নয়, আমি এখানে নামতে পারিনি। কিন্তু তুমি যে ভূতলচারিনী স্রোতস্বিনীর পরিচয় দিয়েছো, তার সঙ্গে আমার দুরবিহারী নির্ঝরের কোথাও না কোথাও মিল আছে।\"\nপ্রামাণ্য উদ্ধৃতি দিয়ে কবি নরেশ গুহ তাঁর প্রবন্ধে কবিতা কবি নাট্যকবিতা অর্থাৎ কবিতার সঙ্গে সম্পর্কিত যা কিছু তাই | নিয়েই তাঁর অভ্যন্তরে জেগে ওঠা ধ্বনি-প্রতিধ্বনিকে একান্ত নিজস্ব গতিময় গদ্যে পরিবেশন করেছেন। এসব গদ্যে তাঁর দূরবিস্তৃত পাঠক্রিয়ার পরিচয় যেমন আছে, তেমনি আছে বিষয় অনুযায়ী ভাষা ব্যবহারের মুন্সিয়ানা। কোথাও আছে পাঠক্রিয়ায় ছাত্র পাঠককে উদ্দিপ্ত করার গদ্য- চাল, কোথাও আছে তার্কিকের কথন, কোথাও সমস্যা উত্তে তুলে সমাধানের প্রচেষ্টা এবং তা পাঠককে সঙ্গে নিয়েই, আর আছে সম্মান-সম্ভ্রম ভালোবাসাময় কবি- ব্যক্তিত্বের ছন্দিত গদ্য। রবীন্দ্রনাথকে নিয়ে তিনের দশকের কবিদের যে সমস্যা, তা 'আধুনিক কবি অমিত রায়' নামের রচনায় তিনি – নরেশ ওই ঘনিষ্ঠভাবে জেনে অনুভূতি সজাগ গলো আলোচনা করেছেন এবং বিষয়টা আমাদের এখনো ভাবায় বলেই বর্তমান লেখককে একটু দীর্ঘ আলোচনায় যেতে হয়েছে। কিন্তু একটা কথা মনে রাখার, নরেশ গুহুর গদ্যের সৌন্দর্য ও শক্তি অন্য গদ্য রচনায় যেভাবে প্রকাশিত, তা পাঠকের কাছে সামান্যতম ভার বলে মনে হয় না পাঠককে বন্ধু বানিয়ে লেখক তাকে প্রাচ্য-প্রতীচ্যের স্বনামধন্য গদ্য পদ্য নাটক রচয়িতাদের সাধনা সিদ্ধি, দর্শন ইতিহাস সাহিত্যের বিষয়ে উৎসুক ও উন্মুখ করার মতো আলাপচারির ভাষা বুনে তন্নিষ্ঠ করে রাখেন।\nকবি নরেশ গুহ রাজনীতি, অর্থনীতি, সমাজনীতি ইত্যাদি বিষয় নিয়ে কোনো প্রবন্ধ-নিবন্ধ লিখেছেন বলে আমার জানা নেই। তবে আপাদমাথা তিনি সাহিত্যের লোক, সাহিত্যের সঙ্গে যা কিছু যার সম্পর্ক, তা নিয়েই তাঁর মনে- মেধায় আলোড়ন উঠেছে এবং তাকে তিনি বথকের চালে পরিবেশন করেছেন। তাঁর 'অন্তরালে ধ্বনি প্রতিধ্বনি' গ্রন্থে 'আধুনিক কবি অমিত রায় ছাড়া আমরা পেয়েছি 'রবীন্দ্রনাথ : ইমেজিজম: ইয়েটস' 'বাংলা কাব্য নাটকের আইরিশ প্রতিধ্বনি', 'রবীন্দ্রনাথ ও তুলনামূলক সাহিত্য – এগুলোকে বলা যায় তর্কবিতর্ক মূলক রচনা, এটা গ্রন্থের প্রথম স্তর। দ্বিতীয় স্তরে তিনি রেখেছেন 'জীবনানন্দ দাশ', হেমন্তের কবি জীবনানন্দ | দাশ\", \"অমিয় চক্রবর্তীর 'পারাপার', 'অমিয় চক্রবর্তীর মৃত্যু', 'স্ত্রী চোখে কবি কান্তিচন্দ্র ঘোষ', 'সরোজনী দেবীর প্রয়াণে' – এগুলোকে বলা যায় আপ্রিসিয়েশন বা লেখক- মনের সশ্রদ্ধ অভিব্যক্তি। তৃতীয় স্তরে তিনি রেখেছেন 'শতবর্ষ পরে ওঅল্ট হুইটম্যান', 'ডিলান টমাসের অকালমৃত্যু', 'ইংরেজী কাব্যের বাড়ি বদল', 'শীতান্তিক জল্পনা'—এগুলোকে বলা যায় সহৃদয় সামাজিকের অভ্যন্তর ধ্বনিজাল বোনা। আর চতুর্থ স্তরে উপস্থাপিত হয়েছে রবীন্দ্রনাথের 'সোনার তরী' 'দুঃসময়, অমিয় চক্রবর্তীর 'বৃষ্টি' ও 'মাটি' এবং বুদ্ধদেব বসুর “গোটের অষ্টম প্রণয়' প্রভৃতি কবিতার নিবিড় পাঠক্রিয়ার ফলশ্রুতি – লেখক যাকে বলেছেন 'রাণীময় অনির্বচনীয়'।\nএছাড়াও তিনি প্রবন্ধ লিখেছেন সাহিত্য সম্পর্কিত কয়েকটি বিষয়ে, যেগুলি এখনো পর্যন্ত অগ্রস্থিত হয়ে আছে। তার মধ্যে আছে 'আধুনিক বাংলা ভেরিওরাম', 'কথাশিল্পী অবনীন্দ্রনাথ', 'অমিয় চক্রবর্তীর গদ্য' 'পাস্টেরনাকের প্রতিভা', বাংলা লেখক পাঠকের হয়ে সিগনেট প্লেস এর সাহসী পরিকল্পক ডি. কে অর্থাৎ দিলীপকুমার গুপ্তর প্রতি কৃতজ্ঞতা জানানো রচনা 'ঋণস্বীকার' নামের নিবন্ধ, এবং রবীন্দ্রোত্তর বাংলা কবিতার ঋত্বিক তথ্য প্রতিষ্ঠান হয়ে ওঠা কবি বুদ্ধদেব বসুর অসামান্য গদ্যে লেখা অসমাপ্ত 'মহাভারতের কথা' নিয়ে আলোচনা 'একালের জন্য মহাভারত। এইসব প্রবন্ধ বা আস্তর ধ্বনির প্রতিধ্বনি প্রকাশক লেখা ছাড়াও অগ্রস্থিত- অপ্রকাশিত বহু গদ্য লেখা যে কবি নরেশ গু আছে, এমন অনুমান স্বাভাবিক।\nআমরা কবি-আলোচক নরেশ গুহর যে কটি গদ্য রচনার নাম করলাম, সেই শীর্ষ নামগুলোই বলে দেয় শিল্প অষ্টার উপস্থাপিত শিল্পটির ভ্রুণ চরিত্র থেকে শুরু করে তার রচনা কৌশল, প্রকাশনা এবং তা পাঠকের মনেও চেতনায় কী দ্যোতনা আনে বা আনতে পারে – বিশ্বের সাহিত্য ভাঁড়ারে তার সমান আর কি রচনা আছে, স্রষ্টার সঙ্গে অন্য সৃষ্টিকারের মানসিকতার কোথায় কতটুকু মিল এবং কোথায় অমিল তা অনুসন্ধিৎসু ছাড়া মতো লেখক তল্লাস করে গেছেন এবং তাঁর অধীত জ্ঞানকে অকৃপণ ভাবে বিলিয়ে দিতে চেয়েছেন অন্য সহৃদয় সামাজিকদের মধ্যে। সাধারণ পাঠকেরা, যাদের লেখকের মতো অতিদুর ব্যাপ্ত জানার জগৎ নেই, তারাও যেন লেখকের লেখার সঙ্গে চলতে চলতে বহু অজানার স্বাদ পেয়ে তাকে পুরোপুরি জানার জন্যে উৎসুক হয়ে ওঠে। পাঠকের মধ্যে জিজ্ঞাসা জেগে উঠে, উত্তর পাবার জন্যে তার মেধা ও মনকে সক্রিয় করে তোলে। বিধান নরেশ এখন বিভিন্ন বিষয়ের রচনাগুলোর বিষয় আলোচনা করার অবকাশ নেই এখানে। প্রতিটি গদ্য রচনাই ক্যানভাস\nবিরাট – যেখানে আলোচনা তুলনামুলক, সেখানে পাঠকেরও ব্যাপক পাঠক্রিয়ায় অভ্যস্ত থাকা চাই। তবু একটা কথা বলতে পারাই যায়, লেখকের লেখার গুণে, অভি গুরু গম্ভীর বিষয়ও আতর করে পড়ে ফেলা যায় পণ্ডিত্যের ওজন পাঠককে কিছুমাত্র ক্লেশ দেয়না।\nতাঁর অনেকগুলো রচনাতেই আছে তুলনা প্রতি তুলনা। তুলনাটা এসেছে রবীন্দ্রনাথের লেখার সঙ্গে ইয়েটস, শেকসপীয়র প্রমুখ পাশ্চাত্য লেখকদের। যেমন: \"১৯১২ সালে রটেনস্টাইনের অতিথি রবীন্দ্রনাথ ঠাকুর যখন লন্ডনের সাহিত্যিক মহলে সম্মানিত আসনের অধিকার পেলেন, ইমেজিস্ট আন্দোলনের ফুল তখন ফলে পরিণত হওয়ার কাল। ইয়েটস কখনোই প্রকাশ্যে এই আন্দোলনের সঙ্গে যুক্ত ছিলেন না। কিন্তু স্বীয় সাহিত্য কর্মে এজরা পাউন্ডের কিছু উপদেশকে তিনি যে তখন অবজ্ঞা করছিলেন না সে কথা তো তিনি নিজেই স্বীকার করেছেন, যার ফলে এইসব থেকে রচিত তাঁর কবিতাবলীতে সুস্পষ্ট চিত্রকল্পের ঘনিষ্ঠ সংযম তখন পর্যন্ত অজ্ঞাত এলিঅট প্রমুখ 'আধুনিক' কবিদেরও মনোযোগ আকর্ষণ করতে পারলো। এই সব ইয়েটসীয় নতুন কবিতার প্রথম সংকলের নামই RESPONSI BILITIES (১৯১৪)। এখন কথা হচ্ছে, স্বীয় কাব্যের এই যে পুনর্জন্ম ঘটালেন ইয়েটস – তার জন্যে পাউন্ডের মধ্য দিয়ে ইমেজিস্ট আন্দোলন কতদুর ক্রিয়াশীল, এবং তাতে রবীন্দ্রনাথ ঠাকুর – কৃত ইংরেজি GITANJALI -রও কোনো হাত ছিলো কিনা। -\n“...ইমেজিস্ট আন্দোলনের প্রধান আদর্শই ছিলো ভাষায় বাহুল্য বর্জন, ভূষণের পরিহার, যে-কারণে পাউন্ডের সেই বিখ্যাত মেট্রো স্টেশনের কবিতাটি তিরিশ পক্তির আলুথালু বেশ ছেড়ে মাস ছয়েকের মধ্যে দেড় পঙক্তির অনন্ত সমগ্রতায় উদ্ভাসিত হয়ে উঠতে পেরেছিলো। অন্যপক্ষে এ কথাই বা কে না জানে যে রবীন্দ্র কাব্যের অন্যতম প্রধান গুণই হচ্ছে তার অলংকারের মনোহারিত্ব। কবিতাকে নিরলংকার করা দুরে থাক, গদ্যের ভাষাকেও তিনি সদ্যবিবাহিতা বন্ধুর মতো সালংকৃত করে তোলেন। এই কবির পক্ষে কী করে তাহলে সম্ভব ইমেজিস্টদের কর্মকাণ্ডে মন্ত্রোচ্চারণ করা?\n\"তত্সত্ত্বেও আমি প্রস্তাব করছি যে এয়টসীয় কবিতার স্টাইলের পুনর্জন্মান্তরণে ইংরেজি GITANJALI প্রভাব অগ্রাহ্য করবার মতো নয়। তার কারণ, বাংলার সঙ্গে ইংরেজী 'গীতাঞ্জলি'র সম্পর্ক দৈহিক মিলের নয়, প্রধানত তাদের আত্মিক মিলের ভাষান্তরিত কবিতার দেহসৌষ্ঠব সেই পরিমানে নিরাভরণ যে পরিমাণে বাংলা 'গীতাঞ্জলি'র কবিতাবলী রবীন্দ্রনাথের পূর্বেকার অধিকাংশ কবিতার তুলনায় ভূষণ বিরহিত এবং স্বভাব সুন্দর; ইয়েটস-এর রবীন্দ্র মুগ্ধতার সেটাও ছিলো অন্যতম কারণ।” এই সঙ্গেই উদাহরণে এসেছেন বোদলেয়ার, যিনি “তাঁর সাহিত্যিক জীবনের প্রভৃত অংশ বায় করলেন এডগার পো অনুবাদ করে।\"\n\n\n== রবীন্দ্রনাথ ও নরেশ গুহ ==\nতখন ১৯৩৯-এর পৌষ মাস। কবিকে এক বার দেখার ইচ্ছে পূর্ববঙ্গ থেকে সদ্য কলকাতায় আসা নরেশের। রিপন কলেজে প্রথম বর্ষে ভর্তি হয়েছে। তখন সে নিজেও জানত না, এই কলেজেই এর পর সে বুদ্ধদেব বসুর সান্নিধ্য পাবে। জানত না, ‘কবিতা’ পত্রিকা থেকে শুরু করে ‘দুরন্ত দুপুর’ কাব্যগ্রন্থের রোমান্টিকতা পেরিয়ে তাকে পড়াতে হবে যাদবপুর বিশ্ববিদ্যালয়ের তুলনামূলক সাহিত্য বিভাগে, অধ্যক্ষ পদ নিতে হবে শান্তিনিকেতনেরই রবীন্দ্রভবনে! তখন কোথায় কী! প্রথম বর্ষের ছাত্র নরেশের তখন একটাই ইচ্ছে— অন্যদের মতো ট্রেনে চেপে বোলপুর যাত্রা নয়! অনেকটাই তীর্থযাত্রীদের মতো করে পদব্রজে শান্তিনিকেতনে যেতে হবে, সারতে হবে রবিপ্রণাম।নরেশ গুহর এই পায়ে হেঁটে শান্তিনিকেতনে আসার সংবাদ আশ্রমে ছড়িয়ে গিয়েছিল। রবীন্দ্রনাথও শুনেছিলেন। কবি অসুস্থ, তাই লোকসাক্ষাৎ নিষেধ জেনে মনমরা নরেশ একা একা হাঁটছিল উদীচী বাড়ির পাশ দিয়ে। ওখানেই তো কবি আছেন। যদি এক বার দেখা যায়! হঠাৎ তার নজরে পড়ল, কাঁটাগাছের বেড়ার এক দিকে অনেকটা গর্ত হয়ে আছে। সারমেয়দের কীর্তি। আশেপাশে কাউকে দেখতে না পেয়ে কুকুর-যাতায়াতের ওই ছোট গর্ত দিয়েই শরীর গলিয়ে দিল ছেলেটি। পরনের জামা একটু ছিঁড়ে গেল, তা উপেক্ষা করেই সে কবি-সমীপে।‘‘তুমিই সেই ছেলে, যে কলকাতা থেকে পায়ে হেঁটে এখানে এসেছ?’’— গুরুদেবের প্রশ্ন কানে গেলেও তাঁকে দেখে বিস্ময়াভিভূত নরেশের মুখে কথা সরে না। আরও কিছু কথার পর কবির কাছে ছেলেটির প্রস্তাব: ‘‘একটা ফটো নেব। নিজের হাতে। আপনি যদি রাজি হন…’’, কথাটা শেষ না হতেই রবীন্দ্রনাথ জানতে চাইলেন: ‘‘ক্যামেরা হাতে সব জায়গায় ঘুরে বেড়াও বুঝি?’’ এক আত্মীয়ের কাছ থেকে উপহার পাওয়া বেবি ব্রাউনি ক্যামেরাটি গুরুদেবের ছবি তোলার আশায় নরেশ-সঙ্গী। রবীন্দ্রনাথ সব শুনে বললেন: ‘‘আচ্ছা কালকে এসো। সকালে কলকাতা যাচ্ছি। ট্রেনের সময় জেনে নিয়ে আগেই চলে এসো।’’\nগুরুদেবের এই মৌখিক অনুমতির কথা সুধাকান্তবাবু শোনেননি। আশ্রমের নিয়ম, টাকা জমা দিয়ে কবির স্বাক্ষর অথবা ছবি সংগ্রহ করতে হয়। তাই পরের দিন সকালবেলা গুরুদেবের অনুমতির কথা জানালেও সুধাকান্ত রায়চৌধুরী কঠিন স্বরে বলে দিলেন ‘‘হবে না।’’ কবিকে স্টেশনে নিয়ে যেতে তাঁর হাম্বার গাড়িটি উদীচীর সামনে উপস্থিত। ঢাকা থেকে এসেছেন বিখ্যাত ভাষাতাত্ত্বিক মুহম্মদ শহীদুল্লাহ। সঙ্গে ঢাকা বিশ্ববিদ্যালয়ের কয়েক জন ছাত্র এবং এক জন পেশাদার ক্যামেরাম্যান। ভদ্রলোক তাঁর অতিকায় ক্যামেরাটি উঠোনে বসিয়ে ছবি তোলার আয়োজন করছেন। কাঙ্ক্ষিত সেই ফ্রেমে থাকবেন রবীন্দ্রনাথ, শহীদুল্লাহ ও ছাত্রদল। উদীচীর সিঁড়ি দিয়ে তাঁরা নেমে আসছেন। ঠিক তখুনি সুধাকান্তবাবুর ভ্রুকুটি উপেক্ষা করে, ছোট ক্যামেরাটি নিয়ে এক ছুটে নরেশ উপস্থিত কবির সম্মুখে। ‘‘পেশাদার আলোকচিত্রীটিকে অশোভনভাবে পাশ কাটিয়ে রবীন্দ্রনাথের আরো সমীপবর্তী হ’তে হ’লো আমাকে, নয়তো আকারে ক্ষুদ্র বেবী ব্রাউনী ক্যামেরার সাহায্যে সুস্পষ্ট কোনো ছবিই বোধ করি তোলা যেত না’’— নরেশ গুহর ‘তীর্থভ্রমণ’-এর দিনলিপিতে আছে এই স্বীকারোক্তি।\nছবি উঠেছিল। প্রায় বছর ঘুরে যাওয়ার পর ঈষৎ অপ্রস্তুত শ্রান্ত দৃষ্টি কবির সেই ছবিতে রবীন্দ্রনাথ নিজে হাতে অটোগ্রাফও করে দিয়েছিলেন। তবে ঢাকার অতিথিদের মহাআয়োজনের সেই ছবি বহু পরে বহু সন্ধানেও নজরে পড়েনি নরেশ গুহর। তাঁর স্মৃতিতে বরং উজ্জ্বল ছিল চিত্রশিকারের পৌষপ্রাতে বেপরোয়া ছাত্রটির প্রতি কবির সতর্কবাণী। গাড়িতে ওঠার সময় মৃদু হেসে রবীন্দ্রনাথ বলে উঠেছিলেন: ‘‘গাড়ি চাপা পড়বে নাকি গো?’’\n\n\n== অমিয় চক্রবর্তীর চিঠি ==\nবিশ শতকের তিরিশোত্তর আধুনিক বাংলা কবিতার অন্যতম প্রধান কবি অমিয় চক্রবর্তী (১৯০১-৮৬) ও পঞ্চাশের দশকের দুরন্ত দুপুরের কবি নরেশ গুহর (১৯২৩-২০০৯) মধ্যে পত্রালাপের সূচনা ১৯৪২-এ। তাঁকে লেখা অমিয় চক্রবর্তীর চিঠি সম্পর্কে নরেশ গুহ নিজেই জানিয়েছেন, ‘‘১৯৪২ থেকে শুরু করে ১৯৮৬ সালে তাঁর প্রয়াণকাল পর্যন্ত কবি অমিয় চক্রবর্তী আমাকে দুই শতাধিক অতি চমৎকার চিঠি লিখেছিলেন। বহু চিঠিই, ছিলো রীতিমতো দীর্ঘ এবং নানাভাবে মূল্যবান।\nএই পত্রাবলির প্রেরক ও প্রাপকের ব্যক্তিগত ও সাহিত্যিক সম্পর্ক পিতা-পুত্রের মতো ঘনিষ্ঠ ছিল। পুত্রহীন অমিয় চক্রবর্তী ছাত্র নরেশকে পুত্রের মতো ভালোবাসতেন, মার্কিনপ্রবাসী কবি তাঁর ওপর নির্ভরশীলও ছিলেন। ১৯৫১ সালে লেখা এক চিঠিতে অমিয় নরেশকে লিখেছেন : ‘তুমি বহুদিন আমাদের পরিবারের সঙ্গে যুক্ত আছো, তোমাকে ঘরের ছেলে বলেই মনে করি।’ (অমিয় চক্রবর্তী-র পত্র ৫, অহর্নিশ, নরেশ গুহ সংখ্যা, ২০০৯, পৃ ২৮) অমিয় চক্রবর্তীর একমাত্র সন্তান সেমন্তী ভট্টাচার্য বিশ্বভারতীর উপাচার্যকে ৮ জানুয়ারি ১৯৯৩ তারিখে জানিয়েছেন : ‘বাবার সঙ্গে পরিচিত-ধন্য শ্রীনরেশ গুহ দীর্ঘকাল বাবার রচনা ও চিন্তাধারার সঙ্গে জড়িত থেকেছেন।’ (অহর্নিশ, নরেশ গুহ সংখ্যা, ২০০৯)\n১৯৪৩ সালে নরেশ কী বিষয়ে এম এ পড়বেন – সম্ভবত    এ-সম্পর্কে পরামর্শ চেয়ে অমিয়কে লিখেছিলেন। ১৯৪৩-র ১লা জুন অমিয় লিখছেন : ‘ইংরেজি নিয়ে পড়া মন্দ কি?’ (এখানে সংকলিত পত্র ৫)। কলকাতা বিশ্ববিদ্যালয়ে ইংরেজিতে এমএ ক্লাসে নরেশ শিক্ষকরূপে পেয়েছিলেন অমিয়কে। ১৯৪৫-এ এমএ পাশ করার পরের বছর অধ্যাপক অমিয় চক্রবর্তীর এলগিন রোডের বাড়িতে একদিন দেখা করেন তাঁর সঙ্গে (১৯৪৬)। দেশভাগের আগে   দাঙ্গা-উপদ্রুত নোয়াখালিতে মহাত্মা গান্ধীর শান্তিমিশনে অমিয় চক্রবর্তীর সঙ্গী হয়েছিলেন নরেশ। ১৯৪৭-এর ২৯শে এপ্রিল অমিয়র সঙ্গে পাটনায় অবস্থানরত মহাত্মা গান্ধীর সাক্ষাৎ লাভ করেন নরেশ অমিয়র সঙ্গী হয়ে।\n‘অমিয়-অধিগত ছিলেন অনেকটা, অমিয় চক্রবর্তীর মনোজগতের এক দ্বারী।’ – এই মত নরেশের ছাত্র ও পরে সহকর্মী ড. অমিয় দেবের। এখানে অমিয়-র যেসব চিঠি গ্রথিত, তার প্রথমটি (৪ ফেব্রুয়ারি ১৯৪২) থেকেই নবীন কবিকে পরামর্শ ও উপদেশ দিয়ে, উৎসাহ দিয়ে, তাঁর কবিতার প্রশংসা ও সমাদর করেছেন। এমনকি কলকাতায় বাসা ভাড়া পাওয়ার হদিস দিয়েও চিঠি লিখেছেন (জীবনানন্দ দাশের একটি কক্ষ সাব-লেট নেওয়ার সম্পর্কে)।\nএবার দুইজনের সাহিত্যিক যোগাযোগের খতিয়ান। সিগনেট প্রেসে যুক্ত থাকাকালে নরেশ অমিয়র দুটি কাব্য – দূরযাত্রী ও পারাপার প্রকাশনায় সহযোগিতা করেন। নাভানা থেকে প্রবন্ধের বই সাম্প্রতিক প্রকাশেও নরেশের সাহায্যের কথা উল্লেখ করেছেন লেখক। দুই খন্ডে অমিয় চক্রবর্তীর কাব্যসংগ্রহ সম্পাদনা করেছেন নরেশ গুহ। রবীন্দ্রনাথ ও প্রমথ চৌধুরীকে লেখা অমিয়র চিঠিপত্রের দুটি স্বতন্ত্র গ্রন্থের সটীক সংস্করণ সম্পাদনা করেছেন তিনি।\nনরেশ গুহর পত্রোত্তরে অমিয় আত্মচরিতের খসড়া ‘রচনা’ করেছেন (অহর্নিশ, নরেশ গুহ সংখ্যা, ২০০৯, পৃ ১১৬-১৫৬)।\nপারাপার কাব্যের সমালোচনা লেখেন নরেশ (কবিতা, আষাঢ় ১৩৬২; পরে অন্তরালে ধ্বনি প্রতিধ্বনি গ্রন্থে সংকলিত)। ‘অমিয় চক্রবর্তীর মৃত্যু’ প্রবন্ধও এই গ্রন্থে আছে। কবিতায় সমালোচনা করেন অমিয়র Modern Tendencies in English Literature বইয়ের (আষাঢ় ১৩৫৩)।\nঅমিয় চক্রবর্তী নরেশ গুহর প্রথম কাব্য দুরন্ত দুপুরের সমালোচনা করেন; ‘মার্কিন প্রবাসীর পত্র’ শিরোনামে তা কবিতা পত্রিকায় (পৌষ ১৩৬০) ছাপা হয়েছিল। অনিঃশেষ (১৯৭৬) কাব্যটি নরেশকে উৎসর্গ করেন অমিয়।\n\n\n== বুদ্ধদেব বসুর সাহিত্য প্রসঙ্গে ==\nবুদ্ধদেব বসুর 'মহাভারতের কথা' আলোচনা প্রসঙ্গে নরেশ গুহ মশাই বুব-র কবি মানস ও সাহিত্য নিয়ে প্রতিনিয়ত নিজের সঙ্গে ও পরের সঙ্গে সংগ্রামের পরিচয় উত্থাপন করেছেন। অতি কাছের থেকে তিনি আধুনিক কবিদের কাছে প্রতিষ্ঠান হয়ে ওঠা বুদ্ধদেব বসুর সাহিত্য প্রেমী প্রাণটিকে অনুভব করতে পেরেছিলেন বলে তাঁর 'মহাভারতের কথা' নিয়ে আলোচনা করতে গিয়ে ভালোবাসার মানুষ বুদ্ধদেব বসুর দুঃখ সুখ সাধনার কথা তাঁর অন্যান্য সৃষ্টির কথাও উত্থাপন করেছেন। এবং জানিয়েছেন। “ঊর্ধ্বশ্বাস ব্যস্ততা সত্ত্বেও ব্যাসদেব কৃত সেই বিশাল আকর গ্রন্থটি কীভাবে পাঠ করলে একালের হৃদয়মনের পক্ষে বিশেষভাবে উপযোগী এবং উপকারী হতে পারে তারই অনুসন্ধান করা হয়েছে বুদ্ধদেবের রচনায়। গভীর অন্তদৃষ্টি প্রসূত এই আলোচ্য গ্রন্থটি মূল | মহাভারতের অন্তর্গত কিছু মিথলজির উপরে নির্ভরশীল, যাকে বুদ্ধদেব বসু' পুরাণকথা' অভিধায় বিশেষিত করেছেন।\" আলোচক গুহ এ প্রসঙ্গে বু, ব-র অভিপ্রায়টিকেও তাঁরই ভাষায় পরিবেশন করেছেন: “আমাদের আধুনিক বুদ্ধিতে যে-সব ব্যাপার অবিশ্বাস্য (কিন্তু সব চেয়ে বুদ্ধিমানেরাও পুরাকালের যা বিশ্বাস করতেন), আমি সেগুলিকে অবাস্তব ব'লে প্রত্যাখ্যান করিনি, বরং সেই সব বাস্তবাতীত রহস্যের মধ্যেই মর্মকথার অনুসন্ধান করেছি।... আমি দেখাতে চেয়েছি যে মহাভারত কোনো সুদূরবর্তী ধূসর স্থবির উপাখ্যান নয়, আবহমান মানবজীবনের মধ্যে প্রবহমান। এই কথাটা অবশ্য ভারতবাসীর অজানা নয়, তবু নতুন করে বলারও প্রয়োজন আছে।\"\nএখানে সমালোচনার সমালোচনা নয়, তার অবকাশও নেই। সমালোচনা করতে গিয়ে কবি নরেশ গুহ বিভিন্ন প্রবন্ধে যে গণ্য ভাষা ব্যবহার করেছেন তারই কিছুটা নমুনা দেবার চেষ্টা করা হয়েছে মাত্র। আমরা বলেছি 'মহাভারতের কথা'-র সমালোচনাবলি কি রসগ্রাহী আলোচনা বলি, এই রচনাটির গদ্যই আমার কাছে শ্রেষ্ঠ বলে মনে হয়েছে। এতে একই সঙ্গে 'মহাভারতের কথা' ও তার লেখকের মহিমা একযোগে সম্ভ্রম-সুন্দর-গম্ভীর ভাষায় পরিবেশন করে বুদ্ধদেব বসু যে মহাভারতের নায়ক ব্যাপারে একটা নতুন মাত্রা যোগ করেছেন, তা দ্ব্যার্থহীন ভাষায় সমর্থন করেছেন।\n\"যুধিষ্ঠিরের এই নায়কত্ব প্রতিষ্ঠার কাজটি খুব সহজ নয়। আমাদের মনে পড়ে যায় যে যোদ্ধা হিশেবে তিনি কাহিনীর মধ্যে নগণ্যতম বীর, প্রণয় ব্যাপারেও অর্জুনের অতি অযোগ্য তিনি। হয়তো তিনি ভীমের মতো নির্দয় নন, কিন্তু কোনো সাধারণ জুয়াড়ির মতোই তাঁর দ্যুতাসক্তি আমাদের বিচলিত করে। অথচ আশ্চর্য এই যে পর্বের পর পর্ব পাঠ করতে করতে আমাদের শ্রদ্ধা ও সম্ভ্রম বোধের কিছু মাত্র হ্রাস হয়না, আমরা বরং নিশ্চিতভাবে বুঝতে পারি কীভাবে ধীরে ধীরে তাঁর নৈতিক সত্তার উম্মীলন ও বিকাশ হচ্ছে।... বুদ্ধদেব আমাদের ভুলতে দেন না যে, বেদে এই মহাত্মার কোনো প্রকৃত আস্থা নেই, অপারগ তিনি সর্বজনগ্রাহ্য কোনো পবিত্র শাস্ত্রের অনুগামী হতে। অথচ ধর্মবকরূপে বনপর্বে উপস্থিত তাঁর পিতার, সেই সংশয়াচ্ছা, মিলনপ্রয়াসী, রহস্যময় দেবতাটির অনুমোদিত সংযম ও শান্তিতে পৌঁছনোর শিক্ষাটি আয়ত্ত করতে তাঁকে জীবনের বহু দুঃখ ও বিচিত্র অভিজ্ঞতার মধ্য দিয়ে যেতে হয়েছিলো। দ্বন্দ্বময় জীবনের দাবি মানতে বাধা তিনি, কেননা সংসারী মানুষ হিশেবে ঘটনাজাল উপেক্ষা করা তাঁর পক্ষে অসম্ভব। তবুও কীভাবে এই জটিল জাল অবশেষে তিনি ছিন্ন করতে পেরেছিলেন তারই অনুসন্ধানে 'মহাভারতের কথা'র বৃহত্তর অংশ ব্যয়িত হয়েছে।” আলোচক নরেশ গুহ মহাভারতের কথা --কে এমন সম্রদ্ধভাষায় আলোচনা করেছেন এবং আলোচনায় এমন মুন্সীয়ানার\nপরিচয় দিয়েছেন যে, এ রচনার পাঠক বুব-র গ্রন্থটি তো বটেই – মূল ব্যাস মহাভারত পাঠের জন্যেও উন্মুখ হয়ে ওঠে। প্রবন্ধ-নিবন্ধ বুক রিভিউ-শোক জনিত স্মৃতি রোমন্থনাদির মধ্যে ব্যবহৃত গদ্য দেখে কোনো সৃষ্টিশীল লেখকের গদ্যশৈলীর পুর্ণাঙ্গ আলোচনা অসম্ভব। এখানে আমরা শুধু দেখাতে চেষ্টা করেছি শব্দের ওপরে কতখানি কর্তৃত্ব থাকলে একজন লেখক বিষয় অনুযায়ী ভাষাকে দিয়ে কী জাতের এবং কী পাতের প্রতিমা রচনা করতে পারেন। আমরা কবি নরেশ গুহর যে কটি রচনার মধ্যে দিয়ে যেতে পেরেছি, তাতে দেখেছি, রচনাগুলোতে সুখের কথা আছে, আছে দুঃখের কথা, আনন্দের কথা আছে, আছে মৃত্যুজনিত শোক ব্যথার কথা, আছে সম্ভ্রম প্রকাশ। আছে কটু কথায় কথা, আছে বিরক্তি, আছে ব্যঙ্গ-বিদ্রুপও লঘু-গুরু-গম্ভীর- বৈদগ্ধ্য প্রকাশন কথা যেমন আছে, তেমনি আছে মরমী উপলব্ধির অনুরণনন। অনেক দেশি-বিদেশি লেখকের নাম এবং লেখকদের উপযুক্ত রচনার উদ্ধৃতি আছে যা তাঁর অতি পাঠক্রিয়া এবং উপলব্ধির বিশালতা ও বিশিষ্ট দৃষ্টিকোণ থেকে দেখার প্রকাশ কিন্তু রচনাকে কণ্টকিত করেছে বলে মনে করায় না, বরং বক্তব্যকে প্রামান্য ভিত্তির ওপর দাঁড় করায়। কোথাও অহমিকা প্রকাশের চিহ্নমাত্র ধরা পড়ে না কোনো রচনায়। আমাদের বিশ্বাস, একজন লেখকের কৃতিত্ব সেখানেই, যেখানে তিনি তাঁর লেখা পাঠকালে পাঠককে সেই মুহূর্তে বিশ্বাস করাতে পারেন, লেখক যেভাবে যা বলেছেন, তার আর অন্যথা হয়না; আর তাঁর রচনাশৈলী তরতর করে পাঠককে টেনে নিয়ে যেতে পারে রচনার শেষ ছেদচিহ্ন পর্যন্ত এবং ভাবাতে পারেন তাঁর বক্তব্য বিষয়ে। কম কথা নয়, বর্তমান লেখক কবি নরেশ গুহর নানা ফুলের একতোড়া রচনা মাথাকে ক্লান্ত না করেই পড়ে গেছেন এবং 'অন্তরালে'-র যেটুকু 'ধ্বনি-প্রতিধ্বনি ধরতে পেরেছেন, প্রকাশ করতে প্রয়াসী হয়েছেন।\n\n\n== তথ্যসূত্র =="}