{"pageid": 1156529, "title": "গণেশের পত্নীগণ", "url": "https://bn.wikipedia.org/wiki?curid=1156529", "content": "হিন্দু দেবতা গণেশের বিবাহ ও দাম্পত্য জীবন-সংক্রান্ত বিষয়টি বিভিন্ন পুরাণে ভিন্ন ভিন্ন ভাবে বর্ণিত হয়েছে। পাশ্চাত্য গবেষকেরা এই বিষয়টি যথেষ্ট আগ্রহ-সহকারে পর্যালোচনাও করেছেন। এক-একজন পত্নীর সঙ্গে গণেশের এক-এক ধরনের সম্পর্ক সহজেই চিহ্নিত করা যায়। এক শ্রেণির পৌরাণিক উপাখ্যানে গণেশকে অবিবাহিত ব্রহ্মচারী রূপে চিত্রিত করা হয়েছে। আবার মূলধারার অপর এক শ্রেণির উপাখ্যানে বুদ্ধি (বোধশক্তি), সিদ্ধি (অলৌকিক শক্তি) ও ঋদ্ধির (সমৃদ্ধি) ধারণাগুলিকে গণেশের সঙ্গে যুক্ত করা হয়েছে এবং ক্ষেত্রবিশেষে এই গুণগুলিকে দেবীর আকারে মূর্তিরূপ দান করে গণেশের পত্নীরূপেও কল্পনা করা হয়েছে। এক ধারার লোকাচারে আবার গণেশ বিদ্যার দেবী সরস্বতী ও সম্পদের অধিষ্ঠাত্রী দেবী লক্ষ্মীর সঙ্গে একযোগেও পূজিত হন। বাংলার প্রচলিত লোকবিশ্বাসে দুর্গাপূজার অঙ্গ হিসেবে পূজিত কলাবউকেও গণেশের পত্নী জ্ঞান করা হয়। সাধারণভাবে গণেশের পত্নীদের দেবতার ‘শক্তি’ অর্থাৎ সৃজনী শক্তির মূর্তিরূপ মনে করা হয়।\nসমগ্র ভারতীয় উপমহাদেশে প্রচলিত লোকবিশ্বাসগুলির মধ্যে স্থানীয় পার্থক্য, পৌরাণিক উপাখ্যানের শ্রেণিগুলির রচনাকাল এবং সংশ্লিষ্ট উপাখ্যানগুলি কোন্ ধর্মীয় পরম্পরার অন্তর্গত তার দিকে দৃষ্টি আরোপ করলে এই শ্রেণিগুলির মধ্যে পার্থক্যের বিষয়টি সহজে বোধগম্য হয়। আবার ভক্তেরা গণেশের কোন্ ধ্যানমূর্তিটি অবলম্বন করছেন তার ভিত্তিতেও এই পার্থক্যটি প্রকট হয়ে উঠেছে। এইভাবেই একদিকে যেমন গণেশের শিশুমূর্তির (বাল-গণপতি, সংস্কৃত: बाल गणपति; bālagāņapati) পূজা প্রচলিত হয়েছে, অন্যদিকে তেমনই প্রসার লাভ করেছে তান্ত্রিক দেবতা রূপে গণেশের পূজা।\n\n\n== অবিবাহিত গণেশ ==\nগণেশ ব্রহ্মচারী, অর্থাৎ তিনি অবিবাহিত – এই মতটি যে ধারার সেটি মূলধারার মত নয়। এই ধরনের মতবাদ প্রধানত দক্ষিণ ভারতের কয়েকটি অঞ্চলে জনপ্রিয়। হিন্দু দর্শনে ব্রহ্মচর্যের সঙ্গে আধ্যাত্মিক উন্নতির যে সম্পর্কটির কথা বহুল প্রচলিত, অবিবাহিত গণেশের ধারণাটিও সেই মতের সঙ্গে সম্পর্কিত। গণেশপুরাণোক্ত গণেশ সহস্রনাম স্তোত্রের টীকায় ভাস্কররায় এমন একটি মতের উল্লেখ করেছেন, যে মতে গণেশ চিরকুমার। এই স্তোত্রে গণেশের অপর নাম ‘অভীরু’ বলে উল্লিখিত হয়েছে (শ্লোক ৯-ক)। ভাস্কররায় কৃত টীকায় বলা হয়েছে ‘অভীরু’ শব্দের অর্থ ‘নারীবিহীন’; যদিও এই শব্দের অপর এক সম্ভাব্য অর্থ হল ‘অকুতোভয়’।\n\n\n== বুদ্ধি, সিদ্ধি ও ঋদ্ধি ==\nগণেশপুরাণ ও মুদ্গলপুরাণে গণেশকে সিদ্ধি ও বুদ্ধি কর্তৃক পরিবেষ্টিত অবস্থায় বর্ণনা করা হয়েছে। এই দুই পুরাণে সিদ্ধি ও বুদ্ধিকে গণেশের এক স্বকীয় অংশ বলে উল্লেখ করা হয়েছে। থাপান লিখেছেন যে, এই দুই দেবীর পূজার জন্য শক্তিপূজার সঙ্গে জড়িত বিশেষ কোনও আচার পালনের দরকার পড়ে না। গণেশপুরাণে কথিত হয়েছে, একদা ব্রহ্মা গণেশের পূজার আয়োজন করেছিলেন। এই পূজার উপচার হিসেবে গণেশের হস্তে সমর্পণের উদ্দেশ্যে ব্রহ্মাই বুদ্ধি ও সিদ্ধিকে সৃষ্টি করেন। গণেশও এই দুই জনকে গ্রহণ করেন। গণেশপুরাণের অন্যত্র অবশ্য এই কাহিনিটিকে ভিন্নভাবে বর্ণনা করা হয়েছে। সেখানে বলা হয়েছে যে, দেবতারা যখন গণেশকে নানা উপহার প্রদান করছিলেন, তখন ব্রহ্মার মানস থেকে সিদ্ধি ও বুদ্ধির জন্ম হয় এবং ব্রহ্মাও দু’জনকে সমর্পণ করেন গণেশের হস্তে।\n\nমহারাষ্ট্রের অষ্টবিনায়ক তীর্থমণ্ডলের কেন্দ্রীয় মন্দিরটি হল মোরগাঁও গণেশ মন্দির। এই মন্দিরের গর্ভগৃহে গণেশের যে মূর্তি রয়েছে তার ডানদিকে সিদ্ধি ও বাঁদিকে বুদ্ধির মূর্তিও দেখা যায়। উত্তর ভারতে অবশ্য গণেশের দুই পত্নী সিদ্ধি ও ঋদ্ধি নামেই সমধিক পরিচিত। এই দুই দেবীর উল্লেখ কোনও পুরাণে পাওয়া যায় না। তবে শিবপুরাণে বুদ্ধি ও সিদ্ধির এবং মৎস্যপুরাণে ঋদ্ধি ও বুদ্ধির কথা উল্লিখিত হয়েছে।\n\n\n=== সম্পর্কের ব্যাখ্যা ===\nশিবপুরাণে বর্ণিত কাহিনিটি এইরূপ: একদা গণেশ ও স্কন্দ দুই ভাই প্রজাপতির মানসকন্যা সিদ্ধি ও বুদ্ধিকে বিবাহের জন্য এক প্রতিযোগিতায় অবতীর্ণ হন। চাতুর্য অবলম্বন করে গণেশই এই প্রতিযোগিতায় জয়লাভ করেন। এর কিছুকাল পরে সিদ্ধির গর্ভে ক্ষেম (সমৃদ্ধি) ও বুদ্ধির গর্ভে লাভ (সুফল) নামে গণেশের দুই পুত্রের জন্ম হয়। এই কাহিনির উত্তর ভারতীয় পাঠান্তরে প্রায়শই গণেশের দুই পুত্রের নাম শুভ (মঙ্গল) ও লাভ নামে উল্লিখিত হয়। শিবপুরাণের এই পাঠটি বিশ্লেষণ করে কার্টরাইট বলেছেন যে, কোনও কোনও বিবরণে গণেশকে যে দুই নারীর মধ্যভাগে উপবিষ্ট অবস্থায় দেখা যায়, সেই দুই নারী গণেশের অর্ধনারী-সত্ত্বার নারীসুলভ প্রবাহের ন্যায়, এই দুই নারীকে ঠিক নিজস্ব বৈশিষ্ট্যসম্পন্ন পত্নী বলা যায় না, বরং দেবতার শক্তিই বলা চলে।\nলুডো রোচারের মতে, \"‘সিদ্ধি-বুদ্ধি-সমন্বিত’ (সিদ্ধি ও বুদ্ধি সহ) গণেশের বর্ণনা আপাতদৃষ্টিতে [দুই নারীর সঙ্গে গণেশের অবস্থানের তুলনায়] বেশি কিছু মনে হয় না; [কিন্তু] গণেশ যখন উপস্থিত থাকেন, তখন সিদ্ধি অর্থাৎ সাফল্য এবং বুদ্ধি অর্থাৎ প্রজ্ঞা খুব দূরে থাকেন না। আদিতে ধারণাটি হয়তো তাই ছিল, পরবর্তীকালে এই ধারণার বশবর্তী হয়েই বিবাহের কিংবদন্তিটির উদ্ভব ঘটে।\"  গণেশপুরাণোক্ত গণেশ সহস্রনাম স্তোত্রের ৪৯ক সংখ্যক শ্লোকে গণেশের একটি নাম হল ‘ঋদ্ধিসিদ্ধিপ্রবর্ধন’ (অর্থাৎ, জাগতিক ও আধ্যাত্মিক সাফল্যের সহায়ক)। মৎস্যপুরাণে বলা হয়েছে যে, গণেশ “ঋদ্ধি (সমৃদ্ধি) ও বুদ্ধি (প্রজ্ঞা) নামক দুই গুণের অধিকারী”।\nঅজিতাগমে গণেশের তন্ত্রোক্ত একটি রূপের নাম হরিদ্রাগণেশ। এই রূপে গণেশের গায়ের রং হলুদ। হরিদ্রাগণেশের বর্ণনায় “দারাযুগলম্” শব্দের ব্যবহার দৃষ্টে মনে করা হয় যে এই মূর্তিও দুই স্ত্রী দ্বারা পরিবেষ্টিত। তবে উক্ত গ্রন্থে এই দুই স্ত্রীর নাম উল্লিখিত হয়নি। তবে অজিতাগমে বর্ণিত এই দুই পত্নী গণেশের শক্তি নন।\n\n\n=== অষ্টসিদ্ধি ===\n\nপরবর্তীকালের মূর্তিলক্ষণ শাস্ত্রে গণেশকে আট তরুণী কর্তৃক পরিবেষ্টিত অবস্থায় বর্ণনা করা হয়। এই আট তরুণী হলেন অষ্টসিদ্ধি অর্থাৎ যোগানুশীলনের ফলে অর্জিত আট প্রকার অলৌকিক শক্তির মূর্তিরূপ। রাজা রবি বর্মার অঙ্কিত চিত্রটি (পাশে দেখুন) এই জাতীয় মূর্তিকল্পনার এক সাম্প্রতিক উদাহরণ। এই চিত্রে হাতপাখার ব্যবহারের মাধ্যমে এই তরুণীদের গণেশের পরিচারিকা রূপে উপস্থাপনা করা হয়েছে। স্মার্ত শাক্ত ধারার উপাসনায় অষ্টসিদ্ধিকে আট দেবী রূপে পূজা করা হয়। গণেশপুরাণে দেখা যায়, দানব দেবান্তকের বিরুদ্ধে যুদ্ধে গণেশ এই দেবীস্বরূপা অষ্টসিদ্ধি প্রয়োগ করেন। গেটি মনে করেন, এই আট পত্নী একক দেবীতে রূপান্তরিত হয়ে গণেশের শক্তি হিসেবে কল্পিত হয়েছেন। তিনি এও অনুমান করেন যে, বহু ভাস্কর্যে গণেশকে যে সপ্তমাতৃকার সঙ্গে দেখা যায়, অষ্টসিদ্ধি এই সপ্তমাতৃকারই রূপান্তর।\n\n\n=== দেবী সন্তোষী ===\n১৯৭৫ সালে মুক্তিপ্রাপ্ত হিন্দি জয় সন্তোষী মা চলচ্চিত্রে গণেশকে ঋদ্ধি ও সিদ্ধির স্বামী তথা সন্তোষী মায়ের পিতা হিসেবে এক বিবাহিত গৃহস্থ পুরুষের রূপে চিত্রিত করা হয়েছে। এই ছবির চিত্রনাট্য শাস্ত্রীয় উৎসের ভিত্তিতে রচিত না হলেও অনিতা রায়না থাপান ও লরেন্স কোহেন মনে করেন, দেবতা হিসেবে গণেশের নিরবিচ্ছিন্ন জনপ্রিয়তার প্রমাণই হল সন্তোষী মায়ের চরিত্রটিকে ঘিরে গড়ে ওঠা নতুন কাল্টটি।\n\n\n== বুদ্ধি (প্রজ্ঞা) ==\nগণেশকে বুদ্ধিমত্তার অধিপতি মনে করা হয়। সংস্কৃত বুদ্ধি শব্দটি একটি স্ত্রীলিঙ্গবাচক বিশেষ্য, ভিন্ন ভিন্ন অনুবাদে যার অর্থ বুদ্ধিমত্তা, প্রজ্ঞা বা বোধশক্তি। পৌরাণিক যুগের গণেশের ব্যক্তিত্বের সঙ্গে বুদ্ধির ধারণাটি ঘনিষ্ঠভাবে সম্পর্কিত। বিভিন্ন পৌরাণিক কাহিনিতে গণেশের চাতুর্য ও বুদ্ধিপ্রিয়তার বিষয়টি তুলে ধরা হয়েছে। গণেশপুরাণ ও গণেশ সহস্রনামে গণেশের একটি নাম হল ‘বুদ্ধিপ্রিয়’। গণেশের একুশটি নামের এক বিশেষ তালিকাতেও এই নামটি পাওয়া যায়। গণেশ সহস্রনামের শেষাংশে এই একুশটি নামকে বিশেষ গুরুত্ববহ বলে উল্লেখ করা হয়েছে। ‘প্রিয়’ শব্দটির অর্থ ‘অনুরক্ত’ হলেও বৈবাহিক সূত্রে এটি ‘স্বামী’ অর্থেও ব্যবহৃত হয়। তাই ‘বুদ্ধিপ্রিয়’ শব্দটির অর্থ ‘বুদ্ধিমত্ত্বার অনুরক্ত’ বা ‘বুদ্ধির স্বামী’।\nগণেশপুরাণোক্ত গণেশ সহস্রনাম স্তোত্রে উল্লিখিত গণেশের ‘বুদ্ধ’ নামটির সঙ্গেও প্রজ্ঞার যোগ সুস্পষ্ট। নামটি উক্ত স্তোত্রের গোড়ার দিকেই অন্তর্ভুক্ত হওয়ায় এটিকে বিশেষ অর্থবহ নাম মনে করা হয়। ভাস্কররায় কৃত গণেশ সহস্রনাম টীকায় এই নামটির প্রসঙ্গে বলা হয়েছে যে, বুদ্ধ ছিলেন গণেশের অবতার। এই ব্যাখ্যাটি অবশ্য গাণপত্য সম্প্রদায়েও বহুল প্রচলিত মত নয়। গণেশপুরাণ ও মুদ্গলপুরাণের প্রধান অংশগুলিতে প্রদত্ত গণেশের অবতারের তালিকাতেও বুদ্ধের নাম উল্লিখিত হয়নি। ভাস্কররায় এই নামটির যে সাধারণ ব্যাখ্যা দিয়েছেন, তা হল গণেশ স্বরূপত ‘নিত্যবুদ্ধ’ (শাশ্বত প্রজ্ঞাবান), তাই তিনি বুদ্ধ নামে পরিচিত।\n\n\n== সশক্তিক গণেশ ==\n\nমূর্তিলক্ষণ শাস্ত্রের একটি পৃথক বর্ণনায় গণেশের এক মানবী-সদৃশ শক্তিকে এককভাবে দেখা যায়। আনন্দ কুমারস্বামীর মতে, সশক্তিক গণেশের প্রাচীনতম বর্ণনাটির রচনাকাল খ্রিস্টীয় ষষ্ঠ শতাব্দী। তবে গণেশের এই শক্তির স্বতন্ত্র ব্যক্তিত্ব বা মূর্তিলক্ষণ-সংক্রান্ত বিবরণের অভাব রয়েছে। কোহেন ও গেটির মতে, এই শক্তি ধারণার আবির্ভাবের সঙ্গে সঙ্গেই গাণপত্য সম্প্রদায়ের তান্ত্রিক শাখাগুলির উত্থান ঘটে। গেটি উল্লেখ করেছেন যে, গাণপত্যেরা পাঁচটি আলাদা আলাদা রূপ নিয়ে একটি বিশেষ ‘শক্তি গণপতি’ কাল্টের প্রবর্তন ঘটায়। শ্রীতত্ত্বনিধি গ্রন্থে বর্ণিত গণেশের বত্রিশটি ধ্যানমূর্তির মধ্যে ছয়টি রূপ সশক্তিক। সশক্তিক গণেশের একটি সুপরিচিত রূপে দেখা যায়, একজন শক্তি গণেশের বাম ক্রোড়ে হাতে মিষ্টান্নের বাটি বা মোদক নিয়ে বসে আছেন এবং গণেশ নিজের শুঁড়টি বাঁদিকে বেঁকিয়ে সেই মিষ্টান্নের স্বাদ গ্রহণ করছেন। এই রূপের তান্ত্রিক রূপান্তরে এই ভঙ্গিটি যৌন আবেদনে রূপান্তরিত হয়েছে। শারদাতিলকতন্ত্রে এই রূপেরও কয়েকটি তান্ত্রিক রূপভেদের কথা বর্ণিত হয়েছে।\nপৃথ্বী কুমার আগরওয়ালা নির্দিষ্ট শক্তি বা পত্নীসহ গণেশের পঞ্চাশ বা ততোধিক রূপের অন্তত ছয়টি আলাদা আলাদা তালিকা খুঁজে বের করেন। যুগ্ম শক্তির এই তালিকায় দেবীদের যে নামগুলি পাওয়া যায় সেগুলি হল হ্রী, শ্রী, পুষ্টি ইত্যাদি। তবে এই জাতীয় কোনও তালিকাতেই বুদ্ধি, সিদ্ধি ও ঋদ্ধির নাম পাওয়া যায় না। অবশ্য এই তালিকাতেও অবশ্য এই সকল শক্তিদের ব্যক্তিত্ব বা স্বতন্ত্র মূর্তিলক্ষণের কোনও বিবরণ পাওয়া যায় না। আগরওয়ালা এই সিদ্ধান্তে উপনীত হন যে সব ক’টি তালিকাই একটি একক মূল নামের গুচ্ছ থেকে উৎসারিত। সবচেয়ে পুরনো তালিকাটি পাওয়া যায় নারদপুরাণে (এক.৬৬.১২৪-১৩৮)। এই তালিকাটি সামান্য পাঠান্তর সহ পাওয়া যায় উচ্ছিষ্টগণপতি উপাসনা গ্রন্থেও। এই তালিকাগুলি দুই শ্রেণির। প্রথম শ্রেণির তালিকায় গণেশের বিভিন্ন রূপের নাম এবং সেই সঙ্গে প্রতিটি রূপের সঙ্গে সংশ্লিষ্ট শক্তির নাম স্পষ্ট ভাবে দেওয়া আছে। দ্বিতীয় শ্রেণির তালিকায় গণেশের পঞ্চাশ বা ততোধিক নাম একটি গুচ্ছে এবং শক্তিদের নাম একসঙ্গে অপর একটি গুচ্ছে বিন্যস্ত করা হয়। এই ধরনের তালিকার উদাহরণ পাওয়া যায় ব্রহ্মাণ্ডপুরাণ (দুই.চার.৪৪.৬৩-৭৬) ও শারদাতিলকতন্ত্রের (এক.১১৫) রাঘবভট্ট কৃত টীকায়। দ্বিতীয় শ্রেণির তালিকাটির একটি সমস্যা হল এটিতে গণেশ ও শক্তির নামগুলিকে পৃথক করে যথাযথভাবে সংযুক্ত করা যায় না। সংস্কৃত যৌগিক শব্দ গঠনের দ্ব্যর্থতাই এই সমস্যার কারণ।\n\n\n== সরস্বতী ও লক্ষ্মী ==\n\nসারা ভারতে সমসাময়িক কালের পোস্টার শিল্পে গণেশকে বিদ্যার দেবী সরস্বতী এবং/অথবা সৌভাগ্য ও সমৃদ্ধির দেবী লক্ষ্মীর সঙ্গে চিত্রিত করা হয়। প্রায়শ ক্ষেত্রে তাৎক্ষণিক জাগতিক মঙ্গলবিধানের জন্য গণেশ, লক্ষ্মী ও সরস্বতীকে একত্রে পূজা করা হয়ে থাকে। গণেশ ও সরস্বতী একযোগে বুদ্ধি অর্থাৎ প্রজ্ঞাকে নিয়ন্ত্রণ করেন; অপরদিকে গণেশ ও লক্ষ্মী উভয়েই ঋদ্ধি ও সিদ্ধি অর্থাৎ জাগতিক ও আধ্যাত্মিক সাফল্যের দেবতা। বিশেষত মহারাষ্ট্র অঞ্চলে গণেশকে সারদা অর্থাৎ সরস্বতীর সঙ্গে যুক্ত করার রীতি আছে। কেউ কেউ দুই দেবীকে একক ব্যক্তি রূপে এবং সেই অর্থে গণেশের একক পত্নী হিসেবে বিবেচনা করেন; আবার কেউ কেউ দুই জনকে পৃথক দেবী রূপে এবং দুই জনের একজনকে অথবা দুই জনকেই গণেশের পত্নী জ্ঞান করেন। গণেশের শক্তি হিসেবে লক্ষ্মীর তান্ত্রিক পরম্পরায় গণেশের সঙ্গে লক্ষ্মীর সংযোগ অল্প ক্ষেত্রেই দেখা যায়। গণেশ ও লক্ষ্মীর সম্পর্কের অন্যান্য বিভিন্ন কারণও উল্লিখিত হয়। যেমন, দুই দেবতার কার্যক্ষেত্রের একরূপতা। সেই কারণে দীপাবলি উৎসবে বিশেষত ব্যবসায়ী সমাজ দু’জনকে একত্রে পূজা করে। অপরদিকে বাংলা অঞ্চলের প্রচলিত লোকবিশ্বাসে গণেশ হলেন লক্ষ্মী ও সরস্বতীর ভ্রাতা। আবার বাংলা অঞ্চলের ব্যবসায়ী সমাজও পয়লা বৈশাখ উপলক্ষ্যে লক্ষ্মী-গণেশের যুগল মূর্তি পূজা করে।\n\n\n== কলাবউ ==\n\nবাংলায় দুর্গাপূজার অঙ্গ হিসেবে যে নবপত্রিকা (কথ্য ভাষায় ‘কলাবউ’) পূজিত হয়, তা লোকবিশ্বাসে গণেশের স্ত্রী।\nদুর্গাপূজার প্রথম দিন অর্থাৎ সপ্তমী তিথিতে নবপত্রিকা স্নানান্তে শাড়ি পরিয়ে গণেশের প্রতিমার ডানপাশে আলপনা-খচিত বেদির উপর স্থাপন করে বিভিন্ন উপচারে পূজা করা হয়। নতুন শাড়ির সঙ্গে নববধূর অনুষঙ্গে লোকবিশ্বাসে নবপত্রিকা বা কলাবউকে গণেশের পত্নী আখ্যা দেওয়া হয়। অবশ্য শাস্ত্রীয় দৃষ্টিকোণ থেকে নবপত্রিকা গণেশজননী দেবী দুর্গারই একটি রূপভেদ। হরিদাস মিত্র বলেছেন যে, নবপত্রিকা হল দুর্গাপূজার অঙ্গ হিসেবে পূজিত নয় (৯) প্রকার বৃক্ষের এক প্রতীকী সমন্বয়। পুরোহিতেরা প্রথানুসারে অন্য আট প্রকার গুল্মকে কলা গাছের সঙ্গে বেঁধে নবপত্রিকা প্রস্তুত করেন। এই নয়টি গাছের কিছু ঔষধিগুণ রয়েছে। মার্টিন-ডুবোস্টও কলাবউকে গণেশের শক্তি বা পত্নী নয়, বরং শস্যদেবী রূপে দুর্গারই একটি প্রতীক মনে করেছেন। বৃক্ষপ্রতীকটিকে তিনি দুর্গার মহিষাসুর-বধোত্তর পৃথিবীতে উদ্ভিজ্জ প্রকৃতির পুনঃসংস্থাপনের সঙ্গে যুক্ত করেছেন। গণেশকেও তিনি এই উদ্ভিজ্জ-সংক্রান্ত অতিকথার সঙ্গে যুক্ত করেছেন গণেশের ‘অষ্টাদশৌষধিসৃষ্টি’ (অর্থাৎ, আঠারো প্রকার ঔষধি বৃক্ষের স্রষ্টা) নামটির প্রেক্ষিতে।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি =="}