{"pageid": 1156265, "title": "বীজ (ভারতীয় দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1156265", "content": "বীজ (সংস্কৃত: बीज), হিন্দুধর্ম ও বৌদ্ধধর্মে, জিনিসের উৎপত্তি বা কারণের রূপক হিসাবে ব্যবহৃত হয় এবং এর সাথে পরিচিত হয়।\n\n\n== কামীয় বীজের বৌদ্ধতত্ত্ব ==\nবৌদ্ধ চিন্তাধারার বিভিন্ন দর্শন মনে করেছিল যে কামীয় প্রভাব বীজ থেকে উদ্ভূত হয় যা একজন ব্যক্তির মনস্রোত বা মনো-শারীরিক ধারাবাহিকতায় সুপ্ত ছিল। রুপার্ট গেথিন তত্ত্বটিকে এভাবে বর্ণনা করেছেন:\n\nযখন আমি লোভ দ্বারা অনুপ্রাণিত কাজ করি, তখন এটি ধর্মের ধারায় 'বীজ' রোপণ করে যেটি আমার মন। এই ধরনের বীজ নিজেই জিনিস নয় - ধর্ম কিন্তু শুধুমাত্র কর্মের ফলস্বরূপ ধর্মের পরবর্তী প্রবাহের পরিবর্তন বা 'সুগন্ধি'। সময়ের সাথে সাথে এই পরিবর্তনটি পরিপক্ক হয় এবং নির্দিষ্ট ফলাফলে সমস্যা হয়, যেমন বীজ অবিলম্বে তার ফল দেয় না, কিন্তু শুধুমাত্র অঙ্কুর, কান্ড, পাতা ও ফুলের 'পরিবর্তন' করার পরে।\nসৌত্রান্তিক দর্শনে মহাসামঘিক ও প্রাথমিক মহাসাংঘিকের মতই একটি তত্ত্ব ছিল। সৌত্রান্তিক স্থবির শ্রীলতা \"সহায়ক উপাদান\" (অনুধাতু বা *পূর্বানুধাতু) ধারণা করেছিলেন যা বীজের এই তত্ত্বের সাথেও মিলে যায়। বীজ তত্ত্বটি বৌদ্ধ দার্শনিক বসুবন্ধু তার অভিধর্মকোশে রক্ষা করেছিলেন যিনি উল্লেখ করেছেন যে এটি \"পুরানো শিক্ষকদের\" (পূর্বাচার্য) দৃষ্টিভঙ্গি। এটি যোগকারভূমির  ভিনিস্কায়সমগ্রহনীতেও রয়েছে। বশ্যামে বসুবন্ধু বীজের সৌত্রান্তিক তত্ত্বকে সুপ্ত অপবিত্রতা বা অনুশয়ের ধারণার সাথে সংযুক্ত করেছেন:\n\nসৌত্রান্তিকগণ অনুষয়কে বীজের অবস্থায় ক্লেশ হিসেবে সংজ্ঞায়িত করে এবং বলে যে তারা আলাদা দ্রব্য (পদার্থ) নয়। অনুসয়াগুলি সুপ্ত থাকে, অর্থাৎ বাস্তবায়িত হয় না, অন্যদিকে পর্যবস্থা (সক্রিয় অপবিত্রতা) জাগ্রত হয়।\nএকইভাবে, সংঘভদ্রের ন্যায়ানুসার বলেন যে তত্ত্বটির \"বীজ\" বোঝাতে বিভিন্ন পদ ছিল:\n\nকিছু কিছু কর্তা আছেন যারা এই বীজের বিভিন্ন নাম দেন, প্রত্যেকের নিজস্ব বোধগম্যতা অনুসারে। কেউ কেউ তাদের সহায়ক উপাদান (অনুধাতু) বলে, অন্যরা তাদের ছাপ (বাসনা) বলে; এখনও অন্যরা এগুলোকে সামর্থ্য (সমর্থ), অ-অদৃশ্য (অভিপ্রানস), বা সঞ্চয় (উপাচায়) বলে।\nবৌদ্ধধর্মের যোগাকার দর্শনের শুধুমাত্র চেতনা-শিক্ষায় তত্ত্বটি যথেষ্ট প্রসারিত। এই তত্ত্ব অনুসারে, সমস্ত অভিজ্ঞতা ও ক্রিয়া বীজকে ছাপ হিসাবে উৎপন্ন করে, অলায় (ভাণ্ডার) চেতনায় সঞ্চিত। বাহ্যিক জগৎ উৎপন্ন হয় যখন বীজ এই চেতনাকে \"সুগন্ধি\" দেয়।\n\n\n== তন্ত্রে ==\nবজ্রযান বৌদ্ধধর্ম ও হিন্দুধর্মে, বীজ শব্দটি মন্ত্রের মধ্যে থাকা রহস্যময় \"বীজ শব্দাংশ\"-এর জন্য ব্যবহৃত হয়। এই বীজগুলির সুনির্দিষ্ট অর্থ নেই, তবে আধ্যাত্মিক নীতিগুলির সাথে সংযোগ বহন করে বলে মনে করা হয়। সবচেয়ে সুপরিচিত বীজাক্ষর হল ওঁ, প্রথমে হিন্দু ধর্মগ্রন্থ উপনিষদে পাওয়া যায়।\nখান্না (২০০৩: পৃষ্ঠা ২১) মন্ত্র ও যন্ত্রগুলিকে চিন্তার সাথে সংযুক্ত করে:\n\nমন্ত্র, যন্ত্রের উপর খোদাই করা সংস্কৃত শব্দাংশ, মূলত 'চিন্তার রূপ' যা দেবত্ব বা মহাজাগতিক শক্তির প্রতিনিধিত্ব করে, যা শব্দ-কম্পনের মাধ্যমে তাদের প্রভাব প্রয়োগ করে।\nকিছু তান্ত্রিক ঐতিহ্যে, 'বর্ণমালা'-এর বীজ মাতৃকার অ্যানিকোনিক উপস্থাপনা এবং শব্দ মূর্ত রূপ হিসাবে বোঝা যায়।\nতিব্বতি বৌদ্ধধর্মে ত্রিকায় অনুরূপ বীজ শব্দাংশগুলি হলো: সাদা ওঁ (আলোকিত শরীর), লাল আহ  (আলোকিত বক্তৃতা) এবং নীল হুঁ (আলোকিত মন)।\nবীজ প্রায়ই 'গ্তের-স্তোন'-এ শব্দের গোপনীয় সংক্রমণের বাহন, যেমনটি ব্দুদ-'জোম্স-গ্লিং-পা দ্বারা অভিজ্ঞ।\n\n\n== আরও দেখুন ==\nসূর্য নমস্কার\n\n\n== তথ্যসূত্র =="}