{"pageid": 1156686, "title": "সোহাগপুর গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1156686", "content": "১৯৭১ সালের ২৫ জুলাই তারিখে, পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) ময়মনসিংহ জেলার সোহাগপুর নামক গ্রামে সোহাগপুর গণহত্যা সংঘটিত হয়। এটি বাংলাদেশের মুক্তিযুদ্ধের সময় ঘটেছিল যখন পাকিস্তানের সামরিক বাহিনী কর্তৃক ১৮৭ জন গণহত্যার শিকার হয়।\n\n\n== পটভূমি ==\n১৯৭১ সালে পূর্ব পাকিস্তানে যুদ্ধ শুরু হওয়ার পর অঞ্চল হিসেবে শেরপুর গুরুত্বপূর্ণ হয়ে ওঠে। শেরপুর ভারতের গারো পাহাড়ের সীমান্তে অবস্থিত। কৌশলগত কারণে পাকিস্তান সেনাবাহিনী এই অঞ্চলের উপর নিয়ন্ত্রণ বজায় রাখতে চেয়েছিল এবং এই অঞ্চলের নিয়ন্ত্রণ নিয়ে স্বাধীনতার জন্য লড়াইরত যোদ্ধা ও পাকিস্তান সেনাবাহিনীর মধ্যে লড়াই দেশ স্বাধীন না হওয়া পর্যন্ত অব্যাহত ছিল।\nআন্তর্জাতিক ট্রাইব্যুনালের সাক্ষী মোঃ আরশেদ আলী দাবি করেন, ভারত থেকে আসা শরণার্থীরা সরকারের অনুমতি নিয়ে সোহাগপুর গ্রামে সরকারি জমিতে বসবাস করত। এ সময় চেয়ারম্যান ফসি, নাজির মাস্টার, ডাক্তার কাদির ও নস গংদের সঙ্গে উদ্বাস্তুদের শত্রুতা ছিল। তারা চারজন যুদ্ধের সময় পাকিস্তানের পক্ষে যোগ দেয়। ডাক্তার কাদির তার পেশা অনুযায়ী গ্রামবাসীদের চিকিৎসা দিতেন। যুদ্ধের সময় তিনি গ্রামবাসী ও ভারতে আশ্রয় নেওয়া লোকদের ডাকাতি শুরু করেন। চুরির মালামাল তিনি একটি ঘরে রাখতেন। পরে বাসা থেকে চুরির কিছু মালামাল নিয়ে যায়। ডাঃ কাদির তখন পাকিস্তানি সেনাবাহিনীকে গ্রামে আক্রমণ করতে রাজি করান। তিনি পাকিস্তানি বাহিনীর কাছে অভিযোগ করেন যে গ্রামটিতে মুক্তিযোদ্ধাদের ক্যাম্প ছিল। কাদিরের কথাগুলো পাকিস্তান সেনাবাহিনী বিশ্বাস করেছিল, যার জন্য ব্র্যাক বিশ্ববিদ্যালয়ের ইতিহাসের অধ্যাপক আফসান চৌধুরী গ্রামটির ভৌগোলিক অবস্থানকে দায়ী করেন।\nউল্লেখ্য যে ওই গ্রামে তখন মুক্তিযোদ্ধাদের কোনও অস্তিত্ব ছিল না। মুক্তিযোদ্ধারা থাকতো সোহাগপুরের কাছে বড়ুয়াজানি গ্রামে।\n\n\n== গণহত্যা ==\n১৯৭১ সালের ২৫ জুলাই আলবদরের মুহাম্মদ কামারুজ্জামান ও রাজাকার কাদির ডাক্তার পাকিস্তান সেনাবাহিনীর সদস্যদের নিয়ে গ্রামটি ঘিরে ফেলে। সকাল ৭টায় তারা গ্রামে হত্যাযজ্ঞ শুরু করে। সকাল ৯টার মধ্যে তারা মুক্তিযোদ্ধা ভেবে ১৮৭ জন গ্রামবাসীকে হত্যা করে। পাকিস্তানি সেনারা ১২ ঘণ্টা ধরে গ্রামে মুক্তিবাহিনীর সদস্যদের খুঁজতে থাকে। গ্রামের দুই ব্যক্তি পাকিস্তান সেনাবাহিনীর বিরুদ্ধে প্রতিবাদ জানায়। ওই দুই কৃষককে গুলি করে হত্যা করা হয়। গারোদের মধ্যে ক্ষেতে কাজ করা তিনজন কৃষককে হত্যা করা হয়। গ্রামের ১৩ জন নারীকে শারীরিকভাবে লাঞ্ছিত করা হয়। গ্রামের বেঁচে যাওয়া লোকজন সেদিন ভারতে পালিয়ে যায়। পাকিস্তানি সেনারা গ্রাম থেকে সরে যাওয়ার পর পালিয়ে আসা গ্রামবাসীরা ফিরে আসে। গণহত্যার কারণে গ্রামে কোনও পুরুষ জীবিত ছিল না। রাজাকার ও আল-বদর বাহিনী তখন গণহত্যায় নিহত ব্যক্তিদের 'কাফের' ঘোষণা করে এবং তাদের লাশ দাফন নিষিদ্ধ করে। তাই তখন অনেক মৃতদেহ বন্য প্রাণী খেয়ে ফেলে। তবে কেউ কেউ স্বজনদের লাশ দাফন করতে সক্ষম হয়।\nগণহত্যার পঞ্চাশ বছর পর, জালাল উদ্দিন ঢাকা পোস্ট ওয়েবসাইটকে দেওয়া এক সাক্ষাৎকারে বলেন:\n\n\n== পরিণতি ==\nবাংলাদেশের স্বাধীনতার পর সোহাগপুর গ্রামের নাম হয় বিধবাপাড়া। পরে বিধাবাপাড়ার নাম পরিবর্তন করে বিধবাপল্লী রাখা হয়।। ১৯৯১ সালে মতিয়া চৌধুরী শেরপুর-২ আসনে এমপি হন। এমপি নির্বাচিত হওয়ার পর গ্রামের বিধবাদের গল্প সবার সামনে তিনি তুলে আনেন। পাঁচ বছর পর আওয়ামী লীগ নেতৃত্বাধীন সরকার গ্রামের বিধবা নারীদের নানাভাবে সাহায্য করতে শুরু করে। তত্ত্বাবধায়ক সরকার পরবর্তীতে বিধবাদের সহায়তার জন্য একটি মাশরুম ও কৃষি প্রকল্প পরিচালনা করে, যা বর্তমানে বন্ধ রয়েছে। ব্র্যাক ব্যাংক এবং এক্সিম ব্যাংক থেকে বিধবা ভাতা প্রদান করা হয়। তবে ডয়চে ভেলে ২০১৫ সালের এক প্রতিবেদনে জানায় যে গ্রামের ক্ষতিগ্রস্ত মানুষদের অবস্থার উন্নতি হয়নি। গ্রাম সংগঠনের সভাপতি বলেন যে গ্রামের কেউ শিক্ষিত হতে পারেনি।\nবাংলাদেশ সরকার কামারুজ্জামানের বিরুদ্ধে আন্তর্জাতিক অপরাধ ট্রাইব্যুনালে সাতটি অভিযোগ উল্লেখ করে মামলা করে। সাতটি অভিযোগের মধ্যে একটি ছিল পাকিস্তানি সেনাবাহিনীকে গ্রামে হামলা করতে পরামর্শ দেওয়া। আদালত ৯ মে, ২০১৩ তারিখে কামারুজ্জামানকে মৃত্যুদণ্ড দেয় এবং ১১ এপ্রিল, ২০১৫ তারিখে শাস্তি কার্যকর করা হয়। তবে কামারুজ্জামানের ছেলে হাসান ইকবাল অভিযোগ অস্বীকার করে বলেন, হত্যার সময় তার বাবা গ্রামটিতে ছিলেন না এবং তার বাবাকে ইচ্ছাকৃতভাবে মামলায় জড়ানো হয়েছে। ২ মার্চ, ২০১৩ তারিখে, মামলার একজন সাক্ষী মোহাম্মদ আরশেদ আলী কামরুজ্জামানের দোষ অস্বীকার করে বলেছিলেন যে কামরুজ্জামান গণহত্যার জন্য দায়ী নয়। ডাক্তার কাদির ও নসা গং চেয়ারম্যান ফসি, নাজির মাস্টার এরা দায়ী ছিলেন। হিউম্যান রাইটস ওয়াচ বাংলাদেশের আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের বিচারকে \"ত্রুটিপূর্ণ\" বলে অভিহিত করেছে এবং বলেছে যে বিচারটি নিরপেক্ষ ছিল না এবং রায়ের বিরুদ্ধে আপিল করার সুযোগ নেই।\n\n\n== স্মরণ ==\n২০১৬ সালে, বাংলাদেশ সরকার গ্রামের ৬ জন বিধবাকে মুক্তিযোদ্ধা হিসাবে স্বীকৃতি দেয়।\n২০১৬ সালে, গ্রামে এক অনুষ্ঠানে সেক্টর কমান্ডার ফোরামের নেতৃবৃন্দ বিধবাপল্লীকে বীরকন্যা পল্লী ঘোষণা করে।\n১৯ ফেব্রুয়ারি ২০২২ সালে, সোহাগপুর গণহত্যা স্মরণে গ্রামে সৌরজায়া নামে একটি স্মৃতিসৌধ তৈরি করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nমামুন উর রশিদ (২০১২)। সোহাগপুরের বিধবা কন্যারা - ১৯৭১। স্বরবৃত্ত প্রকাশন। ৮ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৮ জুলাই ২০২২।"}