{"pageid": 1156465, "title": "আবু ইউসুফ রিয়াদুল হক", "url": "https://bn.wikipedia.org/wiki?curid=1156465", "content": "রিয়াদুল হক (জন্ম ১৯৭১) একজন ব্রিটিশ ইসলামি পণ্ডিত। তিনি ২০০৪ সাল থেকে লেস্টারের আল কাউসার একাডেমিতে প্রধান শিক্ষক হিসেবে বক্তৃতা ও শিক্ষাদান করছেন।\n\n\n== প্রারম্ভিক জীবন ==\nরিয়াদুল হক ১৯৭১ সালে ভারতের গুজরাতের নানি নারোলি গ্রামে জন্মগ্রহণ করেন এবং তিন বছর বয়সে তার বাবার সাথে লেস্টারে চলে আসেন, যিনি শহরের একটি মসজিদের ইমাম ছিলেন। তার পিতা মুহাম্মদ গোরা একজন পণ্ডিত ছিলেন এবং তাদের পরিবারটি সম্প্রদায়ের মধ্যে একটি সম্মানিত পরিবার।\n\n\n== শিক্ষা ==\n\n\n=== দারুল উলুম বুরি ===\n১৯৮৪ সালে, ১৩ বছর বয়সে রিয়াদুল হক যুক্তরাজ্যের দারুল উলুম বুরিতে ভর্তি হন। তার একাডেমিক দক্ষতার কারণে সেমিনারিতে আসার এক বছরের মধ্যে তাকে দ্রুত প্রাপ্তবয়স্কদের ক্লাসে ভর্তি করা হয়।\n\n\n==== অনুমোদন ====\nতিনি ইউসুফ মুতালা এবং ইসলামুল হকের কাছ থেকে বিভিন্ন ইসলামিক বিজ্ঞানে ইজাজাত (অনুমোদন) পান। এছাড়াও তিনি ভারতের মাজাহির উলুম সাহারানপুরের মাহমুদ হাসান গাঙ্গুহি এবং ইউনুস জৌনপুরীর কাছ থেকে হাদিসে ইজাজাত করেন।\n\n\n== কর্মজীবন ==\n\n\n=== প্রারম্ভিক কাজ ===\nস্নাতক সম্পন্ন করার পর, তিনি ২১ বছর বয়সে বার্মিংহাম কেন্দ্রীয় মসজিদের খতিব হন।  তাকে শুধুমাত্র তার বৃত্তির জন্যই নয় বরং উর্দু, ইংরেজি এবং আরবিতে জুমার খুতবা দেওয়ার ক্ষমতার কারণে খতিব হিসেবে নিয়োগ করা হয়। এই সময়ে তিনি যুক্তরাজ্যের কিডরমিনস্টারের মদিনাতুল উলুমাল ইসলামিয়াতে হাদিস শিক্ষাও শুরু করেন। ২০০৩ সাল পর্যন্ত, রিয়াদুল হক মদিনাতুল উলুমাল ইসলামিয়ার সম্মানীত প্রধান শিক্ষক হিসেবে দায়িত্ব পালন করেন, যেখানে তিনি পূর্বে সদর মুদাররিস (প্রধান শিক্ষক/অনুষদের ডিন) ছিলেন।\n\n\n=== আল কাউসার একাডেমি ===\n২০০৪ সাল থেকে, রিয়াদুল হক লেস্টারের আল কাউসার একাডেমির প্রধান শিক্ষক ছিলেন। আল কাউসার একাডেমিকে যুক্তরাজ্যের \"সবচেয়ে গুরুত্বপূর্ণ খণ্ডকালীন ইসলামি কলেজ\" হিসেবে বর্ণনা করা হয়। আল কাউসার একাডেমি ওলামা স্তর পর্যন্ত ইসলামি শিক্ষামূলক কোর্সের একটি পরিসর অফার করে। রিয়াদুল হক তাদের জন্য সাত বছরের ওলামা কোর্সের জন্য পাঠ্যক্রম তৈরি করেন, যা স্বীকৃত হয় এবং প্রতি সপ্তাহে ১২ ঘন্টা অধ্যয়নের সাথে শেখানো হয়।\n\n\n=== বক্তৃতা এবং প্রকাশনা ===\nস্নাতক পাশ করার পর থেকেই তিনি ধর্মের কাজে নিজেকে নিয়োজিত করেন এবং সক্রিয়ভাবে ইসলাম প্রচার ও শিক্ষাদানে নিয়োজিত রয়েছেন। তিনি অনেক ধ্রুপদী ইসলামি কাজ শিখান ও মন্তব্য করেন এবং কুরআনের তাফসীর, হাদিস, আকিদা, ফিকহ এবং আধ্যাত্মিকতাসহ বিভিন্ন বিষয়ে ব্যাপকভাবে বক্তৃতা দেন। তিনি মধ্যপ্রাচ্য, আফ্রিকা, ইউরোপ এবং উত্তর আমেরিকার বিভিন্ন দেশে ভ্রমণ করেন এবং শিক্ষাদান ও বক্তৃতা দেন। তার অনেক উপদেশ এবং বক্তৃতা রেকর্ড করা হয়েছে এবং ব্যাপকভাবে পাওয়া যায়। এছাড়াও তিনি দুটি বই লিখেন, কুরআন ও সুন্নতে বিশ্বাসীদের সালাত   এবং 'অবিরোধের কারণ'\nইসলামি স্কলারশিপে রিয়াদুল হকের অন্যতম উল্লেখযোগ্য অবদান হলো 'দ্য অ্যাব্রিজেড সহিহ আল-বুখারি' এর বিশদ ভাষ্য। যা হাদিসের একটি ব্যাপক সংগ্রহ (মুহাম্মদের বাণী ও কর্ম)। এই সংগ্রহটি সুন্নি মুসলমানদের জন্য কুরআনের পর সবচেয়ে গুরুত্বপূর্ণ গ্রন্থ হিসেবে বিবেচিত হয়।  ২০০১ সালে রিয়াদুল হক যখন এই বক্তৃতাগুলো শুরু করেন তখন এটি উল্লেখ করা হয় যে, এই প্রথমবার এই হাদিসগুলো সাধারণ জনগণের কাছে পদ্ধতিগত, বিস্তারিত এবং পুঙ্খানুপুঙ্খভাবে ইংরেজিতে শেখানো হচ্ছে।  তিনি সর্বদা যুক্তি দেখান যে, হাদিস ইসলামের একটি অবিচ্ছেদ্য অংশ এবং ফিকহ (ইসলামি আইনশাস্ত্র) হাদিস ছাড়া বোঝা যায় না।\n\n\n=== আধ্যাত্মিকতা ===\nআমাদের একমত হওয়ার কারণ থাকতে পারে, কিন্তু মতানৈক্যকে ঘৃণা করার কোনো কারণ নেই। আমাদের বিরক্তিতে নিজেদের চেয়ে অন্যদের প্রতিফলন বেশি৷\nহাদিস শিক্ষার পাশাপাশি, রিয়াদুল হক আধ্যাত্মিকতা (তাজকিয়া) এর দিকে মনোনিবেশ করেন। তার আধ্যাত্মিক শিক্ষাগুলো প্রায় ২০ বছর আগেকার, চরিত্রের সংস্কার এবং আত্মার পরিশুদ্ধির দিকে মনোনিবেশ করে। তার আধ্যাত্মিক শিকল (সিলসিলা) ভালোভাবে নথিভুক্ত। তার আধ্যাত্মিক বক্তৃতার সংক্ষিপ্ত অংশগুলো অনলাইনে প্রকাশিত হয়। এগুলো থেকে স্পষ্ট প্রতীয়মান হয় যে, তার আধ্যাত্মিক শিক্ষাগুলো সামাজিক শিষ্টাচার এবং দায়িত্ব, প্রেম এবং পারিবারিক বন্ধনসহ বিভিন্ন বিষয়কে প্রভাবিত করে। তাজকিয়ার উপর তার জোরের কারণে তাকে 'সুফী' হিসেবে আখ্যায়িত করা হয় এবং মাদখালি দল তাকে আক্রমণ করে। \n\n\n== দাতব্য কাজ ==\nতার দক্ষতা এবং অভিজ্ঞতা অনেক দাতব্য সংগঠন, সংস্থা এবং ব্যক্তির দ্বারা চাওয়া হয়, যাদের জন্য তিনি নিয়মিত বক্তৃতা দিয়ে থাকেন। এর মধ্যে রয়েছে উম্মাহ ওয়েলফেয়ার ট্রাস্টের 'ক্রাইস অব দ্য উম্মাহ' আবেদন, সেইসাথে লিসেস্টারশায়ারের মধ্যে স্থানীয় সম্প্রদায়ের কাজ (উদাহরণস্বরূপ ফেডারেশন অব মুসলিম অর্গানাইজেশনের সাথে লিসেস্টারশায়ার ইয়ুথ অ্যাওয়ার্ড ২০০৮) এর মতো মানবিক আবেদনে সহায়তা করা। তিনি হালাল পর্যবেক্ষণ কমিটির (এইচএমসি) কাজেও সহযোগিতা করেন। \n\n\n== প্রভাব এবং আন্তর্জাতিক স্বীকৃতি ==\nরয়্যাল ইসলামিক স্ট্র্যাটেজিক স্টাডিজ সেন্টার কর্তৃক প্রকাশিত ২০১০ সালের 'সবচেয়ে প্রভাবশালী ৫০০ জন মুসলিম' এর তৃতীয় সংস্করণে রিয়াদুল হককে তালিকাভুক্ত করা হয়। এতে বলা হয়: \"আবু ইউসুফ রিয়াদুল হক একজন অত্যন্ত প্রভাবশালী বক্তা এবং যুক্তরাজ্যের নেতৃস্থানীয় দেওবন্দি আলেম। তিনি লেস্টারের আল কাউসার একাডেমির সাথে তার কাজের মাধ্যমে উল্লেখযোগ্যভাবে প্রভাবশালী হয়েছেন। আল কাউসার হলো একটি নেতৃস্থানীয় ইসলামি শিক্ষা প্রতিষ্ঠান যা বিভিন্ন মিডিয়া ফর্মের মাধ্যমে জ্ঞান বিস্তারের অগ্রভাগে রয়েছে।\"\nরিয়াদুল হক 'দ্য মুসলিম ৫০০: বিশ্বের সবচেয়ে প্রভাবশালী ৫০০ জন মুসলমান এর ২০১২ সালের দ্বিতীয় সংস্করণেও তালিকাভুক্ত হন।\n\n\n== মিডিয়া প্রতিকৃতি ==\n\n\n=== অ্যান্ড্রু নরফোক প্রবন্ধ ===\n২০০৭ সালের সেপ্টেম্বরে, দ্য টাইমস অ্যান্ড্রু নরফোকের একটি সংবাদ প্রকাশ করে যেখানে রিয়াদুল হককে \"ব্রিটিশদের ঘৃণা করে এমন স্বদেশী ধর্মগুরু\" বলে অভিযুক্ত করা হয় এবং একই লেখক দ্বারা একটি মন্তব্য দাবি করা হয় যে, রিয়াদুল হকের নেতৃত্বে \"ব্রিটিশ মসজিদগুলো কট্টরপন্থীর দখলে\" ছিল। একই তারিখে একই লেখকের একটি মতামতের অংশে দাবি করা হয় যে, রিয়াদুল হকের চরম দৃষ্টিভঙ্গি থাকা সত্ত্বেও ব্রিটেনে তিনি দেওবন্দি 'সম্প্রদায়ের' আধ্যাত্মিক নেতা হওয়ার জন্য প্রস্তুত ছিলেন। অ্যান্ড্রু নরফোক দেওবন্দিদের ঐতিহাসিকভাবে ব্রিটিশ বিরোধী আখ্যা দিয়ে দ্য টাইমস এ আরও মতামত নিবন্ধ প্রকাশ করেন, যার মধ্যে আরেক দেওবন্দি পণ্ডিত তাকি উসমানি সম্পর্কেও একটি নিবন্ধ রয়েছে। \n\n\n=== যুক্তরাজ্যের মুসলিম সম্প্রদায়ের প্রতিক্রিয়া ===\nঅ্যান্ড্রু নরফোকের নিবন্ধগুলো বিভিন্ন মুসলিম দল এবং ভাষ্যকারদের দ্বারা সমালোচিত হয়। দেওবন্দিদের সম্পর্কে অ্যান্ড্রু নরফোকের বিশ্লেষণ দৃশ্যত একটি পুলিশ রিপোর্টের ভিত্তিতে ছিল। যাইহোক, এটি প্রস্তাব করা হয় যে, উৎসটি লন্ডন পুলিশের একজন বহিরাগত পরামর্শকের দ্বারা লিখিত একটি প্রতিবেদন ছিল, যা টাইমস নিবন্ধে এক বছরেরও বেশি সময় ধরে প্রচারিত ছিল। মেহমুদ নকশবন্দি নিজেই লিখেন যে, 'মসজিদে প্রচারকারী বিদেশি\nইমাম ও চরমপন্থিদের অনুমিত ক্যাডারের যে প্রতিবেদন দেয়া হয়েছে তা মারাত্মকভাবে ভুল হয়েছে'। \nতাৎক্ষণিক প্রতিক্রিয়াগুলোর মধ্যে, 'দ্য গার্ডিয়ান ব্রিটেনের মুসলিম কাউন্সিলের মিডিয়া সচিব ইনায়েত বাংলাওয়ালা একটি \"মন্তব্য মুক্ত\" মতামত প্রদান করেন এবং নরফোকের কাজকে \"তথ্য ও অর্থহীনতার বিষাক্ত মিশ্রণ\" বলে অভিহিত করেন। যুক্তরাজ্যের মুসলিম পাবলিক অ্যাফেয়ার্স কমিটি (এমপিএসি) তাদের নিজস্ব ওয়েবসাইটে দাবি করে যে, এমনকি বেরলভী রিয়াদুল হকের প্রতিরক্ষায় বেরিয়ে আসছে। এমপিএসি রিয়াদুল হকের উপর হামলাকে একটি \"শিরচ্ছেদ কৌশল\" হিসেবে উল্লেখ করে, কারণ তিনি সক্রিয়ভাবে রাজনৈতিক সক্রিয়তার পক্ষে ছিলেন।\n\n\n=== সন্ত্রাসবাদের নিন্দা ===\nরিয়াদুল হক ২০১৩ সালের মে মাসে লি রিগবি হত্যর নিন্দা জানাতে ধর্মীয় নেতাদের এবং লিসেস্টারশায়ারের বৃহত্তর মুসলিম সম্প্রদায়ের সাথে যোগ দেন। তিনি উলউইচ এ যা ঘটেছে তার জন্য গভীর দুঃখ ও নিন্দা প্রকাশ করেন।\n\n\n== প্রকাশনা ==\n\n\n=== বই ===\nকুরআন ও সুন্নতে বিশ্বাসীদের সালাত (আইএসআই: বার্মিংহাম, ২০০২)\nঅনৈক্যের কারণ (আইএসআই: বার্মিংহাম, ১৯৯৮)\n\n\n=== কবিতা ===\nহুইসপারস অব দ্য নাইট (আইএসআই: বার্মিংহাম, জুলাই ২০০০)\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}