{"pageid": 1156067, "title": "গ্যাঁড়াকল", "url": "https://bn.wikipedia.org/wiki?curid=1156067", "content": "গ্যাঁড়াকল হল ২০০৪ সালে মুক্তিপ্রাপ্ত বাংলা ভাষার একটি জনপ্রিয় নাটকীয় হাস্যরসাত্মক চলচ্চিত্র, যা হরনাথ চক্রবর্তী পরিচালিত এবং পিযুষ সাহা এবং রাজীব ভদ্র দ্বারা প্রযোজিত। চলচ্চিত্রটিতে প্রধান চরিত্রে অভিনয় করেছেন প্রসেনজিৎ চ্যাটার্জি এবং রচনা ব্যানার্জি এছাড়াও যীশু সেনগুপ্ত, রঞ্জিত মল্লিক এবং কাঞ্চন মল্লিক পার্শ্ব চরিত্রে অভিনয় করেছেন। চলচ্চিত্রটির সঙ্গীত পরিচালনা করেছেন বাবুল বোস। \n\n\n== কাহিনী ==\nএটি একটি কমেডি। ভবানীপুরে বসবাসকারী বালোহারি মজুমদার নামে একজন জনপ্রিয় ব্যবসায়ী চান তার মেয়ে বড় গায়িকা হোক। একদিন বালোহরির মেয়ে দিশা ও তার শিক্ষক একটি গান গাইলেন। দিশা এবং তার সঙ্গীত শিক্ষক তবলু একে অপরকে ভালবাসতেন। বলহরি অনুমোদন করে না, তবলু পালিয়ে যায় এবং চাকরি হারায়। তখন বালোহারি রেগে গেলেন এবং তিনি সবাইকে বললেন তার স্ত্রীর সাথে একজন বিবাহিত সঙ্গীত শিক্ষক দরকার। এর মধ্যে প্রদীপ নামে স্থানীয় এক গায়কের চাকরির প্রয়োজন ছিল। একদিন তিনি রানাঘাটে একটি ক্লাবে (তিনটি নয়-তিনটি) অনুষ্ঠানে গিয়েছিলেন। অনুষ্ঠানে তিনি শিখার সাথে দেখা করেন।স্থানীয় পঞ্চায়েতের ছেলে চানু বোসের কাছ থেকে চাকরি পাওয়ার জন্য তার ভাইয়ের নেওয়া ঋণ পরিশোধ করার জন্য শিখার অবিলম্বে 30,000 টাকার প্রয়োজন ছিল যিনি তাদের ঋণ পরিশোধের জন্য এক বছর সময় দিয়েছিলেন অন্যথায় তিনি শিখাকে বিয়ে করবেন যেখানে প্রদীপের অবিলম্বে চাকরির প্রয়োজন ছিল। . চানু মরিয়া হয়ে শিখাকে টাকার বিনিময়ে বিয়ে করতে চেয়েছিল, সম্পূর্ণ মদ্যপ অবস্থায় তার বাড়িতে আসে এবং শিখার বাবা প্রতাপ বাবুকে হুমকি দিতে থাকে যে তারা ধার নেওয়া ঋণ শোধ করবে নাহলে শিখাকে তার হাতে তুলে দেবে কিন্তু প্রতাপ বাবু তা চাননি এবং সেখানে তিনি প্রদীপকে থাকতে দেখেন। তার বাড়িতে একটি রাতএবং চানু শিখা এবং প্রদীপের সম্পর্কের বিষয়ে খারাপ কথা বলতে শুরু করে এবং সেখানে প্রদীপের সাথে তার প্রচন্ড ঝগড়া হয় যার ফলে তাদের মধ্যে ঝগড়া হয়। এটা দেখে প্রতাপ বাবু প্রদীপকে পরামর্শ দিলেন শিখাকে নিয়ে রানাঘাট থেকে পালিয়ে যেতে এবং কলকাতায় ফিরে গিয়ে একটা আস্তানা খুঁজতে। তাই তারা ভুয়া স্বামী-স্ত্রী হয়ে বালোহরির বাড়িতে চলে আসে। বলহরির পরিবার তাদের পছন্দ করেছিল। তারপর তারা বালোহরির বাড়িতেই থাকে। একদিন তবলু প্রদীপ ও দিশাকে বাজার থেকে বের হতে দেখেছে। সে খুব রেগে গেল। এর মধ্যে শিখা প্রদীপের প্রেমে পড়ে। প্রদীপ বালোহারির কারখানায় যায় এবং বলহরির ক্যাশিয়ারকে ধরে ফেলে যে বালোহরির কারখানা থেকে জিনিস চুরি করছিল। তারপর দিশা একটি প্রতিযোগিতায় একটি গান গেয়ে বিজয়ী হন। শিখা প্রদীপকে বালোহরির বাড়ি ছেড়ে যেতে বাধা দেওয়ার চেষ্টা করে। শিখা তার বাবাকে তাকে ফেরত পাঠাতে জানায়। দিশা নিখোঁজ ছিল। তাদেরও ধারণা প্রদীপ তার মেয়েকে অপহরণ করেছে। বালোহারি আবিষ্কার করেন যে প্রদীপ-শিখা বিবাহিত নয়। সে রেগে যায়। প্রদীপ চায় তবলু এবং দিশা বিয়ে করুক তাই তারা তাদের বিয়ে দেওয়ার জন্য কালীঘাটে দেখা করে, সেখানে চানু বোস তার গুন্ডাদের সাথে বিয়েতে বাধা দেওয়ার জন্য এসেছিলেন কারণ তিনি জানতে পারেন যে প্রদীপ এবং শিখা ভুয়া স্বামী এবং স্ত্রী হিসাবে বালোহারি নিবাসে অবস্থান করছেন। প্রদীপ এবং চানু একটি ভয়ানক লড়াইয়ে লিপ্ত হয় যার ফলে চানুকে পুলিশ গ্রেপ্তার করে। অবশেষে, বালোহারি তবলুকে গ্রহণ করে, এবং প্রদীপ এবং শিখার সমস্ত ভুল বোঝাবুঝি ভুলে গিয়ে তাদের একে অপরকে বিয়ে করতে সাহায্য করে এবং দিশা এবং তবলুও সুখী বিবাহিত জীবন যাপনে সমর্থ হয়।\n\n\n== অভিনয়ে ==\nপ্রদীপের চরিত্রে প্রসেনজিৎ চট্টোপাধ্যায়\nটাবলুর চরিত্রে যীশু সেনগুপ্ত\nশিখার চরিত্রে রচনা বন্দ্যোপাধ্যায়\nশিখার বাবা, প্রতাপ বোসের চরিত্রে নির্মল কুমার\nদিশার চরিত্রে সৌমিলি বিশ্বাস\nদিশার মায়ের চরিত্রে অনামিকা সাহা\nবলোহরি মজুমদারের চরিত্রে রঞ্জিত মল্লিক\nবলহরি মজুমদারের ম্যানেজারের চরিত্রে নিমু ভৌমিক\nচনু বোসের চরিত্রে রাজেশ শর্মা\nকাঞ্চন মল্লিক\n\n\n== তথ্যসূত্র =="}