{"pageid": 1156166, "title": "মরিচাবিহীন ইস্পাত", "url": "https://bn.wikipedia.org/wiki?curid=1156166", "content": "স্টেইনলেস স্টীল লোহার একটি সংকর ধাতু, যা মরিচা প্রতিরোধী। এতে অন্তত ১০.৫% ক্রোমিয়াম এবং সাধারণত নিকেল রয়েছে। সেইসাথে ০.২ থেকে ২.১১% কার্বন থাকে। অন্যান্য অধাতু এবং ধাতুর মতো উপাদান থাকতে পারে। ক্রোমিয়াম থেকে স্টেইনলেস স্টিল ক্ষয় প্রতিরোধী বৈশিষ্ট্য পায়, যা একটি নিষ্ক্রিয় ফিল্ম গঠন করে উপাদানকে রক্ষা করে এবং অক্সিজেনের উপস্থিতিতে স্ব-নিরাময় করতে পারে।\nএর ক্ষয় প্রতিরোধী ক্ষমতা এবং দ্যুতির অনেক ব্যবহার রয়েছে। মরিচাবিহীন ইস্পাতকে শীট, প্লেট, বার, তার, এবং টিউবের আকার দেয়া যায়। এগুলি রান্নার জিনিসপত্র, ছুরি-চামচ, অস্ত্রোপচারের যন্ত্রপাতি, গুরুত্বপূর্ণ যন্ত্রপাতি, যানবাহন, বড় বিল্ডিংয়ের নির্মাণ সামগ্রী, শিল্প সরঞ্জাম (যেমন- কাগজ কারখানাগুলিতে, রাসায়নিক উদ্ভিদ, পানি শোধনে) এবং রাসায়নিক এবং খাদ্য পণ্যগুলির স্টোরেজ ট্যাঙ্ক এবং ট্যাঙ্কারগুলিতে ব্যবহার করা যেতে পারে।\nমরিচাবিহীন ইস্পাতের পরিচ্ছন্নতা অ্যালুমিনিয়াম এবং তামা উভয়ের চেয়ে উচ্চতর, এর পরিচ্ছন্নতা কাচের সাথে তুলনীয়। এর পরিচ্ছন্নতা, দৃঢ়তা এবং ক্ষয় প্রতিরোধী ক্ষমতা ফার্মাসিউটিক্যাল এবং ফুড প্রসেসিং প্ল্যান্টে মরিচাবিহীন ইস্পাতের ব্যবহারকে আরো বাড়িয়ে তুলছে।\nবিভিন্ন ধরনের স্টেইনলেস স্টিলকে একটি এআইএসআই তিন-সংখ্যার নম্বর দিয়ে চিহ্নিত করা হয়।\n\n\n== ধর্ম ==\nইস্পাতের মতো মরিচাবিহীন ইস্পাতও তুলনামূলকভাবে দুর্বল বিদ্যুৎ পরিবাহী। এটি তামার তুলনায় কম বৈদ্যুতিক পরিবাহিতা সম্পন্ন। বিশেষত, মরিচাবিহীন ইস্পাতের বৈদ্যুতিক যোগাযোগ প্রতিরোধ (ইসিআর) ঘন প্রতিরক্ষামূলক অক্সাইড স্তরের ফলে উদ্ভূত হয় এবং বৈদ্যুতিক সংযোগকারী হিসাবে এর কার্যকারিতা সীমিত করে। তামার সংকর ধাতু এবং নিকেল-প্রলেপযুক্ত সংযোগকারীগুলি নিম্ন ইসিআর মান প্রদর্শন করে এবং এই ধরনের কাজের জন্য পছন্দনীয় ধাতু। তবুও, মরিচাবিহীন ইস্পাত সংযোগকারীগুলি এমন পরিস্থিতিতে ব্যবহার করা হয় যেখানে মরিচা প্রতিরোধের প্রয়োজন হয়, উদাহরণস্বরূপ উচ্চ তাপমাত্রা এবং অক্সিডাইজিং পরিবেশে।\nঅন্যান্য সংকর ধাতুগুলির মতো, মরিচাবিহীন ইস্পাতের গলনাঙ্ককে তাপমাত্রার পরিসর আকারে প্রকাশ করা হয়, একক তাপমাত্রা হিসেবে নয়। এই তাপমাত্রা পরিসীমা  সংকরটির নির্দিষ্ট দৃঢ়তার উপর নির্ভর করে ১,৪০০ থেকে ১,৫৩০ ডিগ্রি সেলসিয়াস (২,৫৫০ থেকে ২,৭৯০ ডিগ্রি ফারেনহাইট) পর্যন্ত হতে পারে।\nমার্টেনসিটিক, ডুপ্লেক্স এবং ফেরিটিক ইস্পাত চৌম্বকীয় এবং অস্টেনিটিক ইস্পাত সাধারণত অ-চৌম্বকীয় হয়। ফেরিটিক ইস্পাতের দেহ-কেন্দ্রিক ঘন স্ফটিক কাঠামোর কারণে তা চৌম্বকীয় হয়,, যেখানে লোহার পরমাণুগুলি ঘনক্ষেত্রে সাজানো থাকে (প্রতিটি কোণে একটি লোহার পরমাণুসহ) এবং কেন্দ্রে একটি অতিরিক্ত লোহার পরমাণু থাকে। এই কেন্দ্রীয় লোহার পরমাণু ফেরিটিক ইস্পাতের চৌম্বকীয় বৈশিষ্ট্যের জন্য দায়ী। এই ব্যবস্থাটি ইস্পাতের কার্বন শোষণ ক্ষমতা  প্রায় ০.০২৫% সীমিত করে। কিছু অ্যাপ্লিকেশনের জন্য অ-চৌম্বকীয় উপকরণ প্রয়োজন, যেমন চৌম্বকীয় অনুরণন প্রতিচ্ছবি। অস্টেনিটিক ইস্পাত, যা সাধারণত অ-চৌম্বকীয়, শক্ত করার মাধ্যমে সামান্য চৌম্বকীয় করা যেতে পারে। কখনও কখনও, যদি অস্টেনিটিক ইস্পাত বাঁকানো বা কাটা হয়, তবে স্টেইনলেস স্টিলের প্রান্ত বরাবর চুম্বকত্ব ঘটে কারণ স্ফটিক কাঠামোটি নিজেকে পুনর্বিন্যাস করে।\nনাইট্রোজেনের সংযোজন ক্ষয় প্রতিরোধেরও উন্নতি করে এবং যান্ত্রিক শক্তি বৃদ্ধি করে। এইভাবে, বিভিন্ন সংযুক্তির ক্রোমিয়াম এবং মলিবোডেনামসহ মরিচাবিহীন ইস্পাতের অসংখ্য গ্রেড রয়েছে যা সংকরটিকে উপযুক্ত পরিবেশে মানানসই করে। নিম্নলিখিত উপায়ে মরিচা প্রতিরোধী ক্ষমতা আরও বাড়ানো যেতে পারে:\n\nক্রোমিয়ামের পরিমাণ ১১% এর বেশি বৃদ্ধি করা\nকমপক্ষে ৮% নিকেল যোগ করা\nমলিবডেনাম যোগ করা (যা গর্তাকৃতির ক্ষয় প্রতিরোধ করে)\n\n\n== ইতিহাস ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nআন্তর্জাতিক মান ISO15510:2014। (সদস্যতা প্রয়োজনীয়)\n\nএকজন সম্পাদক অধ্যায় 14 এবং 15 এ প্রাসঙ্গিক উপাদানের উপস্থিতি নোট করেছেন, কিন্তু একটি পৃষ্ঠা নম্বর অনুপস্থিত, এই দাবি নিশ্চিত করা যাবে না।"}