{"pageid": 1156500, "title": "নিকোলাস গনসালেস", "url": "https://bn.wikipedia.org/wiki?curid=1156500", "content": "নিকোলাস ইভান গনসালেস (জন্ম: ৬ এপ্রিল ১৯৯৮) হচ্ছেন একজন আর্জেন্টিনার পেশাদার ফুটবলার। তিনি সেরিয়ে আ ক্লাব ফিওরেন্তিনা এবং আর্জেন্টিনা জাতীয় দলের হয়ে একজন ফরোয়ার্ড হিসেবে খেলেন।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n=== আর্জেন্টিনো জুনিয়রস ===\nআর্জেন্টিনো জুনিয়রস ক্লাবের যুব দলে দশ বছরেরও বেশি সময় কাটানোর পর ২০১৫-১৬ মৌসুমের কোপা আর্জেন্টিনার একটি ম্যাচে ২০১৬ সালের জুলাই মাসে প্রাইমরা সি মেট্রোপলিটানার দেপোর্তিভো লাফেরেরের বিরুদ্ধে তার ক্লাব আর্জেন্টিনো জুনিয়র্সের হয়ে পেশাদার ফুটবলে তার অভিষেক হয়। যদিও সেই ম্যাচে তার দল পরাজিত হয়।\n২০১৬ সালের ২৮ আগস্ট সান মার্টিনের বিপক্ষে আর্জেন্টাইন লিগের ২য় বিভাগ প্রাইমরা বি নাসিওনাল তার অভিষেক হয়। ২০১৭ সালে আটলেটিকো পারানার বিপক্ষে তিনি লিগের প্রথম গোল পান। তার একমাত্র গোলে ভর করেই সেদিন তার ক্লাব জয়লাভ করে। গনসালেস ২০১৬-১৭ মৌসুমে আর্জেন্টিনো জুনিয়রস ক্লাবের হয়ে ২০টি খেলায় অংশগ্রহণ করে চার গোল পায়। মৌসুম শেষে ক্লাবটি আর্জেন্টিনার প্রথম বিভাগ প্রাইমারা ডিভিসনে উন্নীত হয়। প্রথম বিভাগে উন্নতীর পর তিনি আরেক আর্জেন্টাইন ক্লাব বেলগ্রানোর বিপক্ষে উদ্বোধনী গোলটি করেন। তবে সেই ম্যাচে তার দল ২-১ গোলে পরাজিত হয়।\n\n\n=== ভিএফবি স্টুটগার্ট ===\n২০১৮ সালের ১০ জুলাইয়ে নিকোলাস গনসালেস জার্মান লিগ বুন্দেসলিগার দল ভিএফবি স্টুটগার্ট ক্লাবের সাথে পাঁচ বছরের চুক্তি স্বাক্ষর করেন। ১৮ জুলাইয়ে ইলর্টিসেনের বিপক্ষে একটি প্রীতি ম্যাচে এই ক্লাবের হয়ে তার অনানুষ্ঠানিক অভিষেকে হয়। এই ম্যাচে তার দুই গোলের উপর ভর করে তার দল বিজয় লাভ করে। ২২ ডিসেম্বর শালকে ০৪ বিরুদ্ধে তিনি প্রথম প্রতিযোগিতামূলক গোল পায়। যদিও তার দল ম্যাচটি হেরে যায়। সেই মৌসুমে গনসালেস ২টি গোল করেন।\n২০১৮-১৯ মৌসুম শেষে তার ক্লাব ভিএফবি স্টুটগার্ট ২য় বিভাগে অবনমিত হয়। ২০১৯ সালের ১৭ আগস্টে জার্মান লিগের ২য় বিভাগ ২. বুন্দেসলিগায় গনসালেস এফসি সেন্ট পাওলির বিরুদ্ধে প্রথম গোল পান। তিনি ২০২০ সালের জুনে স্যান্ডহাউসেন এবং নুরনবার্গের বিপক্ষে পরপর দুই ম্যাচে গোল পান। নুরনবার্গের বিপক্ষের ম্যাচটি ছিল স্টুটগার্টের হয়ে তার ১০০তম লিগ ম্যাচ।\n২০২০ সালের ২৫ নভেম্বরে ভিএফবি স্টুটগার্ট গনসালেসের সাথে চুক্তির মেয়াদ ২০২৪ সালের জুন পর্যন্ত বাড়ায়।\n\n\n=== ফিওরেন্তিনা ===\n২০২১ সালের ২৩ জুনে গনসালেস সেরিয়ে আ ক্লাব ফিওরেন্তিনার সাথে ২০২৬ সাল পর্যন্ত পাঁচ বছরের চুক্তি স্বাক্ষর করেন। ১৩ আগস্টে কোপা ইতালিয়ার প্রথম রাউন্ডে সেরি বি দল কোসেনজার বিরুদ্ধে ফিওরেন্তিনার হয়ে গনসালেসের অভিষেক হয়। অভিষেক ম্যাচেই ৩৭ মিনিটের মধ্যে জোড়া গোল করেন। সেই ম্যাচে তার দল ৪–০ গোলে জয় লাভ করে।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n২০১৯ সালের জুলাই মাসে গনসালেস সেবছরে পেরুতে অনুষ্ঠিতব্য প্যান আমেরিকান গেমসে জন্য আর্জেন্টিনার অলিম্পিক ফুটবল দলে (অনুর্ধ্ব-২৩) ডাক পান। সেবার ইকুয়েডরের বিপক্ষে অভিষেক ম্যাচেই তিনি লাল কার্ড দেখেন। তারপর পুনরায় তিনি সেমি-ফাইনাল এবং স্বর্ণপদক নির্ধারণী (ফাইনাল) খেলায় অংশ নেন। শেষ ম্যাচ জিতে সেবার আর্জেন্টিনা স্বর্ণপদক অর্জন করে। কয়েক মাস পরে জার্মানি এবং ইকুয়েডরের সাথে অক্টোবরের প্রীতি ম্যাচের আগে প্রথমবারের মতো লিওনেল স্কালোনি তাকে আর্জেন্টিনার মূল দলে নির্বাচিত করে। জার্মানির বিরুদ্ধে ম্যাচে তিনি স্কোয়াডে ছিলেন না, তবে ১৩ ই অক্টোবর এলচেতে এস্তাদিও ম্যানুয়েল মার্টিনেজ ভ্যালেরোতে ইকুয়েডরের বিরুদ্ধে আর্জেন্টিনার ৬-১ গোলে জয়ের ম্যাচে আর্জেন্টিনা জাতীয় দলের হয়ে আন্তর্জাতিক ফুটবলে তার অভিষেক হয়।\n২০২০ সালের ১২ নভেম্বরে ২০২২ ফিফা বিশ্বকাপ বাছাইপর্বে প্যারাগুয়ের বিপক্ষে ১-১ গোলে ড্র হওয়া একটি গুরুত্বপূর্ণ ম্যাচে গনসালেস আর্জেন্টিনার হয়ে তার প্রথম গোলটি করেন। কয়েকদিন পরেই পেরুর বিপক্ষে তিনি পুনরায় গোল পান।\n\n\n== খেলোয়াড়ী পরিসংখ্যান ==\n\n\n=== ক্লাব ===\nmatch played 18 September 2022 পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\nmatch played 5 June 2022  পর্যন্ত হালনাগাদকৃত।\n\nmatch played 25 March 2022. পর্যন্ত হালনাগাদকৃত।\nScores and results list Argentina's goal tally first, score column indicates score after each González goal.\n\n\n== অর্জন ==\nআর্জেন্টিনো জুনিয়রস\n\nপ্রাইমেরা বি ন্যাশনাল : ২০১৬-১৭\nআর্জেন্টিনা অলিম্পিক\n\nপ্যান আমেরিকান গেমস : ২০১৯\nআর্জেন্টিনা\n\nকোপা আমেরিকা : ২০২১\nকনমেবল-উয়েফা কাপ অফ চ্যাম্পিয়নস : ২০২২\nব্যক্তিগত\n\nবুন্দেসলিগা মাসের সেরা রুকি: জানুয়ারী ২০১৯\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে নিকোলাস গনসালেস  (ইংরেজি)  \nটেমপ্লেট:এসিএফ ফিওরেন্তিনা দল"}