{"pageid": 1156143, "title": "নিখিল সিদ্ধার্থ", "url": "https://bn.wikipedia.org/wiki?curid=1156143", "content": "নিখিল সিদ্ধার্থ (জন্ম ১ জুন ১৯৮৬) হলেন একজন ভারতীয় অভিনেতা যিনি তেলুগু ও হিন্দি চলচ্চিত্রে কাজ করেন। হ্যাপি ডেজ (২০০৭) এর মাধ্যমে সিদ্ধার্থ খ্যাতি অর্জন করেন। তিনি যুবথা (২০০৮), আলস্যাম অমৃতম (২০২৩), ভিদু থেদা (২০১১), স্বামী রা রা (২০১৩), কার্তিকেয়া (২০১৪), সূর্য বনাম সূর্য (২০১৫), একাডিকি পোথাভু চিন্নাবাদ (২০১৬) এর মতো চলচ্চিত্রে প্রধান চরিত্রে অভিনয় করেছিলেন। কেশব (২০১৮), কিরাক পার্টি (২০১৮) এবং অর্জুন সুরভারম (২০১৯) এবং ১৮ পেজেস (২০২২)।\n\n\n== প্রাথমিক জীবন ==\nনিখিল সিদ্ধার্থ ভারতের বর্তমান তেলেঙ্গানার হায়দ্রাবাদের পার্শ্ববর্তী বেগমপেটে জন্মগ্রহণ করেন। তিনি হায়দ্রাবাদ বুড্ডিস্ট ওয়েলফেয়ার স্কুল এবং হায়দ্রাবাদ পাবলিক স্কুল থেকে স্কুলে পড়ার পর, তিনি মুফাখাম জাহ কলেজ অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি থেকে স্নাতক হন।\n\n\n== কর্মজীবন ==\nসিদ্ধার্থ হায়দ্রাবাদ নবাবী চলচ্চিত্রের সহকারী পরিচালক হিসাবে শুরু করেছিলেন। হ্যাপি ডেজ করার আগে বিভিন্ন ছবিতে ছোটখাটো চরিত্রে অভিনয় করেছিলেন। সেখর কামমুলা পরিচালিত, সিদ্ধার্থ এই ছবিতে চারটি প্রধান চরিত্রের একটিতে অভিনয় করেছিলেন। হ্যাপি ডেজ ২০০৭ সালে নির্মিত কয়েকটি স্বল্প বাজেটের চলচ্চিত্রগুলির মধ্যে একটি ছিল যা বাণিজ্যিকভাবে সুপারহিট হয়েছিল। তার প্রথম একক প্রধান চলচ্চিত্র ছিল অঙ্কিত, পল্লবী অ্যান্ড ফ্রেন্ডস। তিনি যুবথা, কালাভার রাজা, অলস্যাম অমৃতম এবং ভিদু থেদার মতো চলচ্চিত্রে অভিনয় করেছিলেন। যা তাকে একক নায়ক হিসাবে প্রতিষ্ঠিত করে এবং ২০১৩ সালে স্বামী রা রা এর সাথে তার বড় সাফল্য পায় যা ২০১০-২০২০ দশকের শীর্ষ ৫ তেলুগু চলচ্চিত্র হিসাবে তালিকাভুক্ত হয়। তার পরবর্তী চলচ্চিত্র, কার্তিকেয় শিরোনাম, ২০১৭ সালে সিদ্ধার্থ আবার স্বামী রা রা পরিচালক সুধীর বর্মার সাথে কেশবের জন্য জুটি বেঁধেছিলেন যা একটি প্রতিশোধমূলক নাটক যেখানে সিদ্ধার্থ ডানদিকে হার্ট থাকার সমস্যা এবং এটির একটি বিরল সমস্যার মুখোমুখি চরিত্রে অভিনয় করেন এবং এটিতে ছবিটি বক্স অফিস হিট হয়। ১৯ মে ২০১৭ যা সিদ্ধার্থের পারফরম্যান্স, মিউজিক্যাল স্কোর, ভিজ্যুয়াল এবং পটভূমির জন্য ইতিবাচক পর্যালোচনা পেয়েছে। তার পরবর্তী চলচ্চিত্র কিরাক পার্টি, সম্মিলিত হেগড়ে এবং সিমরান পারিঞ্জার বিপরীতে কন্নড় কিরিক পার্টির রিমেক, শরণ কপিসেট্টি পরিচালিত একটি কলেজ ক্যাম্পাস চলচ্চিত্র। অধীনস্থ ছবিটি বক্স অফিসে পারফর্ম করেছে। ছবিটির চিত্রনাট্য লিখেছেন সুধীর বর্মা এবং সংলাপ লিখেছেন চান্দু মন্ডেটি৷ তাঁর সর্বশেষ ছবি অর্জুন সুরভারম ২০১৯ সালে মুক্তি পেয়েছে৷ এই ছবিটি বক্স অফিসে হিট হয়েছিল৷\n\n\n== চলচ্চিত্র ==\n\nঅন্যথায় অন্য ভাষা উল্লেখ না করা পর্যন্ত, সমস্ত চলচ্চিত্র তেলুগুতে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}