{"pageid": 1156578, "title": "নগরকীর্তন (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1156578", "content": "নগরকীর্তন  ২০১৯ সালের একটি ভারতীয় বাংলা চলচ্চিত্র যা কৌশিক গাঙ্গুলী লিখেছেন ও পরিচালনা করেছেন। ছবিতে গ্রামীণ বাংলার একজন রূপান্তরকামী মহিলা পরিমলের চরিত্রে ঋদ্ধি সেন এবং নবদ্বীপের একজন বাঁশি বাদক কীর্তনিয়া মধু চরিত্রে অভিনয় করেছেন ঋত্বিক চক্রবর্তী । \n৬৫তম জাতীয় চলচ্চিত্র পুরস্কারে ছবিটি চারটি পুরস্কার জিতেছে, যার মধ্যে রয়েছে বিশেষ জুরি পুরস্কার (পূর্ণদৈর্ঘ্য চলচ্চিত্র) এবং ঋদ্ধি সেন পেয়েছেন শ্রেষ্ঠ অভিনেতার জন্য জাতীয় চলচ্চিত্র পুরস্কার। \n\n\n== পটভূমি ==\nতার শিক্ষক সুভাষ-দা (ইন্দ্রাশীষ রায়) দ্বারা 'প্রতারণা' হওয়ার ট্রমা সহ্য করতে না পেরে, পরিমল, একজন আন্তঃলিঙ্গ মহিলা, বাড়ি থেকে পালিয়ে যায় এবং পুটি নাম নিয়ে\nবে আন্তঃলিঙ্গের লোকদের একটি ঘেটোতে থাকতে শুরু করে এবং অর্থ উপার্জনের জন্য ট্র্যাফিক সিগন্যালে গান করে। সেখানে তিনি মধুর (ঋত্বিক চক্রবর্তী) প্রেমে পড়েন, সে চাইনিজ রেস্তোরাঁর একজন ডেলিভারি বয় যিনি কীর্তনে বাঁশিওয়ালা হিসেবে চাঁদ দেখান। ভারতে প্রথম ইন্টারসেক্স ব্যক্তি মানবী বন্দ্যোপাধ্যায় যিনি দর্শনে পিএইচডি করেছেন, তার সাথে দেখা করার পরে লিঙ্গ অস্ত্রোপচারের জন্য প্রয়োজনীয় অর্থ সংগ্রহের স্বপ্ন দেখে তাদের প্রেম আকাশকুসুম রচনা করে। চলচ্চিত্রটি আবর্তিত হয়েছে কয়েকশ বছর ধরে চলে আসা কুসংস্কার ও নিষেধাজ্ঞার বিরুদ্ধে যুদ্ধ করে আসা কমিউনিটিগুলোর সাধারণ প্রবৃত্তির স্বীকৃতির দাবী করে। কিন্তু ট্রান্সফোবিক সমাজ তাদের স্বপ্নকে ভেঙে চুরমার করে দেয়। পুটি গ্রেফতার হয় এবং থানায় লক আপের ভিতরে তার গায়ের আঁচল দিয়ে আত্মহত্যা করে। অবশেষে, মধু নপুংসকদের একই ঘেটোতে যোগ দেয়।\n\n\n== চরিত্র ==\nপরিমল/পুটি চরিত্রে ঋদ্ধি সেন\nমধু চরিত্রে ঋতৃিক চক্রবর্তী\nমানবী বন্দ্যোপাধ্যায় চরিত্রে স্বয়ং অভিনয় করেছেন\n\n\n== ব্যাপ্তি ==\nচলচ্চিত্রটি একটি নথি হয়ে উঠেছে যা একটি অদৃশ্য সম্প্রদায়ের এই অভিজ্ঞতাকে চিত্রিত করে, ভারতীয় মূলধারার সিনেমায় খুব কমই চিত্রিত হয়। গাঙ্গুলির চলচ্চিত্রের ফ্যাব্রিক একটি রৈখিক এবং জটিল আখ্যানের বাইনারিগুলির বাইরে চলে যায় এবং এর পরিবর্তে একটি শ্বাসরুদ্ধকর নির্মমতা নিয়ে আসে যা রূপান্তরকামী/হিজরা/আন্তঃলিঙ্গ/লিঙ্গ-অনুসঙ্গিক সম্প্রদায়ের লুকানো জীবন এবং যন্ত্রণাকে প্রতিফলিত করে।  ফিল্মটি এই সম্প্রদায়ের ভিসারাল অভিজ্ঞতাকে মূর্ত করে যা শতবর্ষের কুসংস্কার এবং নিষিদ্ধের বিরুদ্ধে লড়াই করছে। অসৎ ও গুণ, আকাঙ্ক্ষা এবং প্রত্যাখ্যানের প্রশ্নগুলির মধ্যে ধরা পড়ার সম্প্রদায়ের জীবিত বাস্তবতাগুলি ফিল্মের বর্ণনাকে টিকিয়ে রাখে - বরং অনিশ্চিতভাবে - কোনও কোনও সময় নৈতিক অবস্থান এড়িয়ে যায় - তবুও এই অবস্থানগুলিকে জটিল করে তোলে যে খুব কনট্যুরগুলি পরীক্ষা করে। একটি সমাজে যে ট্রান্স শরীরগুলিকে তার ট্রমা এবং ন্যায়বিচারের ডাস্টবিন হিসাবে বিবেচনা করে, ফিল্মটি পরিবর্তনের একটি ভাষা নির্দেশ করে যা প্রতিরোধের বর্ণনা তৈরি করতে ব্যবহার করা যেতে পারে।\n\n\n== বিতর্ক ==\nফেব্রুয়ারী ২০১৯-এ, বাঙালি লেখক স্বপ্নময় চক্রবর্তী অভিযোগ করেন যে এই চলচ্চিত্রটি তার আনন্দ পুরস্কার বিজয়ী উপন্যাস হলদে গোলাপ  থেকে চুরি করা হয়েছে। কিন্তু পরবর্তীকালে তিনি তার মতামত সংশোধন করেছেন এবং ঘোষণা করেছেন যে নগরকীর্তন তার হলদে গোলাপের চলচ্চায়িত রূপায়ণ নয়। \n\n\n== পুরস্কার ==\n2017: National Film Awards\nSpecial Jury Award (Feature Film): Nagarkirtan - Acropoliis Entertainment (Producer), Kaushik Ganguly (Director)\nBest Actor: Riddhi Sen\nBest Costume Design: Gobinda Mandal\nBest Make-up Artist: Ram Rajak\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Acropolis Entertainment Pvt. Ltd."}