{"pageid": 1156544, "title": "শিনজো আবের গুপ্তহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1156544", "content": "৮ জুলাই ২০২২ তারিখে জাপানের প্রাক্তন প্রধানমন্ত্রী শিনজো আবে নারা প্রশাসনিক অঞ্চলে ইয়ামাতো-সাইদাইজি স্টেশনের কাছে একটি প্রচারাভিযানের বক্তৃতা দেওয়ার সময় স্থানীয় সময় আনুমানিক সকাল ১১:৩০-তে (ইউটিসি+৯:০০) গুলি করে হত্যা করা হয়। তাকে মেডিকেল হেলিকপ্টারে করে নারা মেডিকেল বিশ্ববিদ্যালয়ে নিয়ে যাওয়া হয়, যেখানে বিকেল ৫টা ০৩ মিনিটে তাকে মৃত ঘোষণা করা হয়। ঘটনাস্থল থেকে তেৎসুইয়া ইয়ামাগামি নামে এক সন্দেহভাজনকে আটক করা হয়েছে। একটি শটগানের মতো একটি ইম্প্রোভাইজড আগ্নেয়াস্ত্র ব্যবহার করা হয়েছে বলে জানা গেছে, যদিও সেই দাবিটি নারা প্রিফেকচারাল পুলিশ ডিপার্টমেন্ট বিরোধিতা করেছে, তারা দাবি করেছে যে অপরাধে ব্যবহৃত অস্ত্রটি একটি পিস্তল।\n১৯৩৬ সালের ২৬ ফেব্রুয়ারির ঘটনার সময় সাইতো মাকোতো এবং তাকাহাশি কোরেকিও নিহত হওয়ার পর আবেই হলেন প্রথম জাপানি প্রাক্তন প্রধানমন্ত্রী যাকে হত্যা করা হয়েছে। আন্তর্জাতিক নেতারা শোক প্রকাশ করে অনেক বিবৃতি প্রকাশ করেছেন।\n\n\n== ঘটনাপ্রবাহ ==\n\n\n=== হত্যাকাণ্ড ===\n\n৮ জুলাই ২০২২-এ আবে লিবারেল ডেমোক্রেটিক পার্টির প্রার্থী কাউন্সিলর কেই সাতোর পক্ষে একটি বক্তৃতা দিচ্ছিলেন, যিনি রবিবার, ১০ জুলাই নির্ধারিত উচ্চকক্ষের নির্বাচনের পূর্বে উপনির্বাচনের জন্য প্রতিদ্বন্দ্বিতা করছেন। আবেকে একটি ডাবল-ব্যারেল ইম্প্রোভাইজড আগ্নেয়াস্ত্র দিয়ে পিছন থেকে দুবার গুলি করা হয়েছিল, যেটি ছিল একটি হাতে তৈরি পিস্তল এবং এতে করে আবে মাটিতে লুটিয়ে পড়েন। গুলির ক্ষত যথেষ্ট গভীর ছিল যে সেটি তার হৃদযন্ত্রে পৌঁছে গিয়েছিল।\nগুলিবিদ্ধ হওয়ার পর আবে প্রাথমিকভাবে সজ্ঞানে এবং যোগাযোগ করার মতো অবস্থায় ছিলেন। তার ডান পাশে একটি ক্ষত এবং তার বুকের বাম দিকে নিচে অভ্যন্তরীণ রক্তক্ষরণসহ তাঁকে একটি জরুরি হেলিকপ্টার দ্বারা একটি স্থানীয় হাসপাতালে নিয়ে যাওয়া হয় এবং কাশিহারার নারা মেডিকেল বিশ্ববিদ্যালয় হাসপাতালে পৌঁছানোর সময় তার কোনো উল্লেখযোগ্য লক্ষণ ছিল না বলে রিপোর্ট করা হয়েছিল। দুপুর ২টা ৪৫ মিনিটে আয়োজিত সংবাদ সম্মেলনে প্রধানমন্ত্রী ফুমিও কিশিদা বলেছিলেন যে আবে একটি সংকটাপন্ন অবস্থার মধ্যে ছিলেন এবং \"চিকিৎসকরা তাদের [সাধ্য মতো] সবকিছুই করছেন\"। পাঁচ ঘণ্টা পর বিকেল ৫:০৩ মিনিটে আবে হাসপাতালে মারা যান।\n\n\n=== ফলাফল ===\nপ্রধানমন্ত্রীর কার্যালয়ে একটি সংকট ব্যবস্থাপনা কেন্দ্র প্রতিষ্ঠিত হয়। প্রধানমন্ত্রী ফুমিও কিশিদা, যিনি নির্বাচনী প্রচারণার জন্য ইয়ামাগাতা প্রশাসনিক অঞ্চলে অবস্থান করছিলেন, টোকিওতে ফিরে যাওয়ার জন্য তাঁর অবশিষ্ট কর্মসূচি বাতিল করেন। প্রধান মন্ত্রিপরিষদ সচিব হিরোকাজু মাতসুনোর মতে, জি-২০ বৈঠকের জন্য ইন্দোনেশিয়ায় থাকা পররাষ্ট্রমন্ত্রী ইয়োশিমাসা হায়াশি ব্যতীত বর্তমান মন্ত্রিসভার অন্যান্য সদস্যদেরও টোকিওতে ফেরত ডাকা হয়েছিল।\n\n\n== অভিযুক্ত ==\n\nতেৎসুইয়া ইয়ামাগামি (জাপানি: 山上徹也) নামের ৪১ বছর বয়সী নারা শহরের একজন বাসিন্দাকে হত্যা চেষ্টার সন্দেহে ঘটনাস্থলে নারা প্রিফেকচারাল পুলিশ গ্রেপ্তার করেছিল এবং পরবর্তীতে নারা পশ্চিম থানায় স্থানান্তর করা হয়েছে। তাঁকে স্থির ও পালানোর জন্য কোনোরূপ চেষ্টা করছেন না বলে বর্ণনা করা হয়েছিল। ইয়ামাগামি ২০০২ থেকে ২০০৫ সাল পর্যন্ত নৌবাহিনীর সদস্য ছিলেন যেখানে তাকে কুরে নৌ ঘাঁটিতে পাঠানো হয়েছিল। ২০২২-এর মে মাসে চাকরি ছাড়ার আগে ইয়ামাগামি ২০২০ সাল থেকে কানসাইয়ের একটি উৎপাদন সংস্থায় কর্মী ছিলেন। ইয়ামাগামি তাঁর উচ্চ বিদ্যালয়ের স্নাতক বার্ষিক বইয়ে লিখেছিলেন যে তিনি ভবিষ্যতে কী করতে চান তা নিয়ে তাঁর কোনো \"ধারণা ছিল না\"। তাঁকে গ্রেফতারের পর ইয়ামাগাতার বাড়িতে তল্লাশির সময় পুলিশ বেশ কয়েকটি সম্ভাব্য বিস্ফোরক পদার্থ আবিষ্কার করে। ইয়ামাগামি তদন্তকারীদের বলেছেন যে তিনি প্রাক্তন প্রধানমন্ত্রীর প্রতি অসন্তুষ্ট ছিলেন এবং তাঁকে হত্যা করতে চেয়েছিলেন।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== অভ্যন্তরীণ ===\nএই হত্যাকাণ্ড জাতিকে হতবাক করেছে। ক্ষমতাসীন জাপানি প্রধানমন্ত্রী ফুমিও কিশিদা হত্যাকাণ্ডটিকে \"জঘন্য ও বর্বরোচিত\" বলে অভিহিত করেছেন। আবের চিকিৎসাধীন কালে টোকিওর গভর্নর ইউরিকো কোইকে বলেছিলেন যে \"কারণ যাই হোক না কেন, এই ধরনের জঘন্য কাজটি একেবারেই ক্ষমার অযোগ্য। এটা গণতন্ত্রের বিরুদ্ধে অপমানজনক।\"\n\n\n=== আন্তর্জাতিক ===\nবিশ্ব নেতৃবৃন্দ শিনজো আবের জন্য সমবেদনা পাঠিয়েছেন, যার মধ্যে রয়েছে আর্জেন্টিনা, অস্ট্রেলিয়া, পর্তুগাল, ইউক্রেন, বাংলাদেশ, ফ্রান্স, দক্ষিণ কোরিয়া, মালয়েশিয়া সিঙ্গাপুর, তাইওয়ান, ও ইন্দোনেশিয়া।\n\n\n==== এশিয়া ====\n\nভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী ঘোষণা করেছেন যে ভারত একটি জাতীয় শোক দিবস পালন করবে। চীনা পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র ঝাও লিজিয়ান এই ঘটনায় শোক প্রকাশ করেছেন, মন্তব্য করেছেন যে \"...এই অপ্রত্যাশিত ঘটনাকে চীন-জাপান সম্পর্কের সাথে যুক্ত করা উচিত নয়\"। সিঙ্গাপুরের প্রধানমন্ত্রী লি সিয়েন লুং এই হামলার নিন্দা করেছেন \"সহিংসতার নির্বোধ কাজ\" হিসাবে তিনি প্রকাশ্যে আবের শোকসন্তপ্ত পরিবারের জন্য তাঁর সমবেদনা প্রকাশ করেছেন। ইন্দোনেশিয়ার পররাষ্ট্রমন্ত্রী রেতনো মারসুদি আবে ও জাপানের জনগণের প্রতি সমবেদনা প্রকাশ করেছেন, সেইসাথে আবের মন্ত্রিত্বকালে তাঁর পরিষেবার প্রশংসা করে বলেছেন যে \"দেশ ও [জাপানের] জনগণের সেবা করার জন্য তার উৎসর্গ সর্বদাই একটি ভালো উদাহরণ হিসাবে স্মরণ করা হবে সবার জন্য।\" আবের মৃত্যুতে বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা দেশে একদিনের রাষ্ট্রীয় শোক ঘোষণা করেন।\n\n\n==== আমেরিকা ====\nবালিতে একটি বৈঠকে জাপান ও দক্ষিণ কোরিয়ার পররাষ্ট্রমন্ত্রীদের সাথে যৌথ-সম্মেলনে বক্তৃতা করার সময়, মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রমন্ত্রী অ্যান্টনি ব্লিঙ্কেন এই হত্যাকাণ্ডকে \"গভীরভাবে বিশৃঙ্খল\" এবং \"অনেক মানুষের জন্য ব্যক্তিগত ক্ষতি\" বলে বর্ণনা করেছেন। মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি জো বাইডেন বলেছেন, \"আমার বন্ধু আবে শিনজো, জাপানের প্রাক্তন প্রধানমন্ত্রী, প্রচারণার সময় গুলিবিদ্ধ হয়ে নিহত হওয়ার খবরে আমি হতবাক, ক্ষুব্ধ এবং গভীরভাবে দুঃখিত। “সর্বোপরি, [আবে] জাপানি জনগণের প্রতি গভীরভাবে যত্নশীল এবং তাঁদের সেবায় তার জীবন উৎসর্গ করেছেন। এমনকি যে মুহুর্তে তাঁকে আক্রমণ করা হয়েছিল, তিনি [তখনও] গণতন্ত্রের কাজে নিযুক্ত ছিলেন,” হোয়াইট হাউস থেকে প্রকাশিত এক বিবৃতিতে বাইডেন বলেছেন, “যদিও অনেক বিশদ বিবরণ রয়েছে যা আমরা এখনও জানি না, আমরা জানি যে সহিংস আক্রমণ কখনোই গ্রহণযোগ্য নয় এবং বন্দুক সহিংসতা সর্বদা এটি দ্বারা প্রভাবিত সম্প্রদায়ের উপর একটি গভীর দাগ ফেলে। এই শোকের মুহূর্তে জাপানের পাশে দাঁড়িয়েছে যুক্তরাষ্ট্র। আমি তাঁর পরিবারের প্রতি গভীর সমবেদনা জানাই।\"\nপ্রাক্তন রাষ্ট্রপতি ডোনাল্ড ট্রাম্প ও বারাক ওবামাও এই হত্যাকাণ্ডকে সম্বোধন করেছিলেন। ট্রাম্প বলেছিলেন যে আবের মৃত্যু ছিল \"জাপানের বিস্ময়কর মানুষের জন্য একটি প্রচণ্ড আঘাত৷ ঘাতককে \"দ্রুত ও কঠোরভাবে মোকাবেলা করা উচিত।\" অন্যদিকে ওবামা লিখেছেন যে \"প্রাক্তন প্রধানমন্ত্রী আবে উভয় দেশের সেবা করেছেন এবং মার্কিন যুক্তরাষ্ট্র ও জাপানের মধ্যে অসাধারণ জোট উভয়ের প্রতিই নিবেদিত ছিলেন,\" ওবামা টুইটারে লিখেছেন, \"আমাদের জোটকে শক্তিশালী করার জন্য আমরা যে কাজটি করেছি, হিরোশিমা ও পার্ল হারবার একসাথে ভ্রমণের চলমান অভিজ্ঞতা এবং তিনি ও তাঁর স্ত্রী আকিয়ে আবে আমাকে ও [ওবামার স্ত্রী] মিশেলের প্রতি যে অনুগ্রহ দেখিয়েছিলেন তা \nআমি মনে রাখবো।\"\n\n\n==== ইউরোপ ====\nরাশিয়ায় ক্রেমলিনের মুখপাত্র দিমিত্রি পেসকভ এই হত্যাকাণ্ডের নিন্দা করেছেন এবং আবেকে একজন \"...দেশপ্রেমিক যিনি আলোচনার টেবিলে জাপানের স্বার্থ রক্ষা করেছিলেন, যাঁর কারণে পুতিনের সাথে তাঁর সুসম্পর্ক ছিল\" বলে বর্ণনা করেছেন। যুক্তরাজ্যের বিদায়ী প্রধানমন্ত্রী বরিস জনসন টুইটারে একটি সংক্ষিপ্ত বিবৃতি জারি করেছেন যেখানে তিনি বলেছিলেন যে আবের \"অপরিচিত সময়ের মধ্যে বিশ্ব নেতৃত্ব অনেকের নিকট মনে থাকবে\", আরও যোগ করেছেন যুক্তরাজ্য \"এই অন্ধকার ও দুঃখের সময়ে জাপানের সাথে দাঁড়াবে।\"\n\n\n==== ওশেনিয়া ====\nঅস্ট্রেলিয়ার প্রধানমন্ত্রী অ্যান্টনি আলবানিজ বলেছেন, \"জাপানের প্রাক্তন প্রধানমন্ত্রী আবে শিনজোর মর্মান্তিক মৃত্যু একটি বিধ্বংসী খবর...জনাব আবে ছিলেন বিশ্ব মঞ্চে অস্ট্রেলিয়ার সবচেয়ে ঘনিষ্ঠ বন্ধুদের একজন...তার নেতৃত্বে জাপান এশিয়ায় অস্ট্রেলিয়ার অন্যতম সমমনা অংশীদার হিসেবে আবির্ভূত হয়েছে - একটি উত্তরাধিকার যা আজ টিকে আছে। জনাব আবে ইন্দো-প্যাসিফিকের একজন নেতা ছিলেন, যিনি একটি মুক্ত ও উন্মুক্ত অঞ্চলের স্বপ্ন দেখেছিলেন। ট্রান্স-প্যাসিফিক অংশীদারিত্বের জন্য কোয়াড এবং ব্যাপক এবং প্রগতিশীল চুক্তি অনেক উপায়ে তার কূটনৈতিক নেতৃত্বের ফলাফল। জনাব আবে বিশ্ব মঞ্চে একজন দৈত্যও ছিলেন - জি-৭, জি-২০ এবং জাতিসংঘের একজন নেতা। তার উত্তরাধিকার ছিল বিশ্বব্যাপী প্রভাবের একটি, এবং অস্ট্রেলিয়ার জন্য একটি গভীর এবং ইতিবাচক।\"\n\n\n==== আন্তর্জাতিক সংস্থা ====\nইউরোপীয় কমিশনের সভাপতি উরসুলা ফন ডার লেইন এই হামলাকে ‘নৃশংস ও কাপুরুষোচিত হত্যাকাণ্ড’ বলে অভিহিত করেছেন। একটি টুইট বার্তায়, ন্যাটোর মহাসচিব জেনস স্টলটেনবার্গ বলেছেন যে তিনি \"শিনজো আবের জঘন্য হত্যাকাণ্ডে গভীরভাবে দুঃখিত\"।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}