{"pageid": 1156459, "title": "এক মুঠো ছবি", "url": "https://bn.wikipedia.org/wiki?curid=1156459", "content": "এক মুঠো ছবি ( বাংলা: এক মুঠো ছবি ফিস্টফুল অফ ফিল্মস ) হল একটি বাংলা ফিচার-ফিল্ম যা সেপ্টেম্বর ২০০৫ সালে মুক্তি পায়।   নাম থেকে বোঝা যায়, ছবিটি ৯০ মিনিটের বেশি একটানা গল্প বলবে না নিশ্চয়ই আরও আলাদা আলাদা গল্প থাকবে; আসলে এটি ছয়টি ভিন্ন ভিন্ন গল্পের সংকলন, প্রতিটি প্রায় ২০-২৫ মিনিট সময়কালের। সবগুলো গল্পই ভিন্ন ভিন্ন পরিচালকের পরিচালনায় নির্মিত। টেলিফিল্ম ইন্ডাস্ট্রির সাফল্যের পর ছোটগল্প নিয়ে চলচ্চিত্রটি এক ধরনের এক্সপেরিমেন্ট। অর্ঘ্যকমল মিত্রের জন্মদিন, পার্থ সেনের পক্ষীরাজ, ইন্দ্রনীল রায়চৌধুরীর তপন বাবু, প্রভাত রায়ের রেগুন বাবুর গল্প, অঞ্জন দত্তের তরপর ভালোবাসা এবং কৌশিক গাঙ্গুলীর ’প্রগ্রেস রিপোর্ট’ ছয়টি বিচিত্র স্বাদের ছবির প্যাকেজ দিয়ে তৈরি হয়েছে সম্পূর্ণ চলচ্চিত্রটি। \n\n\n== সিনেমার সারাংশ ==\n\n\n=== ১ম গল্প - জন্মদিন ===\nঅভিনয়: দিলীপ রায়, শ্রীলেখা মিত্র, রজতাভ দত্ত\nপরিচালকঃ অর্ঘ্যকমল মিত্র\nকাহিনি: রজতাভ এবং শ্রীলেখা কলকাতায় একটি ফ্ল্যাটে থাকেন। তারা ব্যাংক লোন নিয়ে কিনেছে এই নতুন ফ্ল্যাটটি। রজত একজন ধনী ব্যবসায়ীর ব্যক্তিগত সচিব। একদিন রজত ব্যাঙ্ক থেকে একটি কল পেল যে তার ব্যাঙ্ক অ্যাকাউন্টে তহবিলের অভাবে তার ইএমআই চেক বাউন্স হয়েছে, তাকে অবিলম্বে অর্থ প্রদানের জন্য বলা হয়েছিল অন্যথায় তার ফ্ল্যাটটি ব্যাঙ্ক বাজেয়াপ্ত করবে। টাকা জোগাড় করার একমাত্র উপায় হল তার বসের জন্মদিনে তার বসের জন্য একজন মহিলার ব্যবস্থা করা। পরিস্থিতি এই সত্যের দিকে পরিচালিত করে যে মহিলাটি রজতাভের স্ত্রী শ্রীলেখা ছাড়া আর কেউ নয়, তা তাঁর কাছে অজানা। ফিল্মটি এমন এক সন্ধিক্ষণে শেষ হয় যেখানে রজত তার স্ত্রীর পারফিউমের গন্ধ পান এবং জানেন যে এটি তার বসের মহিলার কাছ থেকে যে পারফিউমের গন্ধ বের তার স্ত্রীরই পারফিউমের।\n\n\n=== ২য় গল্প - পক্ষীরাজ ===\nঅভিনয়: জুন মালিয়া, অরুণিমা ঘোষ\nপরিচালকঃ পার্থ সেন\nকাহিনি: অরুণিমা একজন চা-স্টলের মালিক। একটা গ্রাম্য এলাকা থেকে সে কলকাতায় এসেছে, সে অশিক্ষিত এবং তার চায়ের দোকানটা একটা কর্পোরেট ভবনের পাশে। তার স্বপ্ন হলো যে রাণীর মতো জীবনযাপন করবে। তার এই রাণী হওয়ার অনুপ্রেরণা তিনি জুন নামের একটি মেয়ের কাছ থেকে পেয়েছিলেন যে কিনা তার দোকানের পাশের বিল্ডিংয়ের কোম্পানিতেই কাজ করে। অরুণিমা জুন সম্পর্কে নানা চিন্তাভাবনার জাল রচনা করে। সে মনে মনে কল্পনা করে যে একদিন এমন একদিন আসবে যখন সে প্রতিদিন অফিসে যাবে এবং তার দিদি (জুন) এখন যে সমস্ত কাজ করছে তা সেও করবে। এই ভেবে সে একটি টিনের কৌটোতে রোজ ২-৩টি কয়েন জমাতে শুরু করলো, সে ভেবেছিল এইভাবে একদিন অনেক টাকা হবে আর সে অনেক ধনী হয়ে যাবে। কিন্তু এক রাতে তার টিনের কৌটোটা চুরি হয়ে যায়। সে সন্দেহ করেছিলে যে তার একজন পুরুষ বন্ধুই এই চুরিটা করেছে। সে তার কাছে গিয়ে চিৎকার করে টাকা চাইতে লাগল এবং রাগের বশে তার মাথায় একটা ইট ছুড়ে মারে। শেষ দৃশ্য দেখায় যে জুন ভয় পেয়ে যায় যখন সে দেখে পুলিশ অরুণিমাকে গ্রেফতার করছে।\n\n\n=== ৩য় গল্প - তপন বাবু ===\nঅভিনয়: সুপ্রিয়া দেবী, অরিন্দম শীল\nপরিচালকঃ ইন্দ্রনীল রায়চৌধুরী\nকাহিনি: কলকাতার একজন মাঝারি বয়েসের ডাক্তার তার দাম্পত্য জীবন নিয়ে অসন্তুষ্ট, একজন মহিলার সাথে গোপন সম্পর্ক রাখেন, যিনি সুপ্রিয়া দেবীর দাসী। ডাক্তার সুপ্রিয়া দেবীর পারিবারিক বন্ধু, এইভাবে তাদের (ডাক্তার এবং চাকরের মধ্যে) সম্পর্ক আরও দৃঢ় হয়। একদিন, সুপ্রিয়া ডাক্তারকে তার একটি পুরানো নেকলেস দেখায়। তার অনুমান করে যে নেকলেসটির মূল্য তখন ৪০ লাখ টাকা। কোনভাবে ডাক্তার নেকলেসটির একটি ছবি ম্যানেজ করলেন এবং একটি জুয়েলার্সের দোকানকে অ্যালুমিনিয়ামের একটি নকল গয়না তৈরি করার নির্দেশ দিলেন। একদিন, তিনি সাক্ষাৎ করার জন্য সুপ্রিয়া দেবীর বাংলোতে যান। সেখানে কেউ ছিল না। অনিদ্রা রোগীদের জন্য ব্যবহৃত ওষুধ মরফিনের অতিরিক্ত ওভারডোজ তিনি সুপ্রিয়া দেবীর উপর প্রয়োগ করেন যার ফলে সে মারা যায়। ডাক্তার আসল নেকলেসটি নকল দিয়ে বদলে দেন। তিনি তার ডেথ সার্টিফিকেটও লিখে দেন। কিন্তু এত চেষ্টা সত্ত্বেও কোনোমতে গৃহপরিচারিকা তার এই অপকর্মের কথা জানতে পেরে তাকে ব্ল্যাকমেইল করতে থাকে। গল্পটা এখানেই শেষ। এর পরে তিনি তার চরিত্র পরিবর্তন করতে সক্ষম হন।\n\n\n=== ৪র্থ গল্প – রাগুন বাবুর গল্প ===\nঅভিনয়: বিপ্লব চ্যাটার্জি, ইন্দ্রাণী হালদার\nপরিচালকঃ প্রভাত রায়\nকাহিনি: বিপ্লব, স্থানীয় ছেলেদের মধ্যে রাগুনবাবু নামেই বেশি পরিচিত, সে তার স্ত্রী, ছেলে এবং এলাকার সবার প্রতি সবসময়ই রাগান্বিত হয়ে থাকে। পড়াশোনা না করার জন্য প্রতিবারই ছেলেকে বকাঝকা করে। বিপ্লবের স্ত্রী ইন্দ্রাণী তার ছেলেকে রক্ষা করার চেষ্টা করেন। ইন্দ্রাণী তার স্বামীর সমস্ত তিরস্কার, অপকর্ম, তার ভুলোমন এইসব কিছুকে নীরবে সহ্য করে। কিন্তু একদিন সে আর সহ্য করতে ন পেরে তার স্বামীর সাথে ঝগড়া করে। বিপ্লব তার ছেলের সামনে তাকে চড় মারেন। তার ছেলে রেগে যায় এবং হঠাৎ তার ক্রিকেট ব্যাট তার বাবার দিকে ছুড়ে দেয়, তার বাবাকে এলোপাতাড়িভাবে মারধর করে। এরপর ইন্দ্রাণী একটি ট্যাক্সি ডেকে তার স্বামীকে একটি নার্সিং হোমে নিয়ে যায়। শেষ দৃশ্যে দেখা যায় যে ছেলেটি সবার কাছে তার ভুল করছে স্বীকার বলছে যে সে তার বাবাকে মারধর করেছে। তবে এর জন্য সে মোটেও অনুতপ্ত নয়।\n\n\n=== ৫ম গল্প - তারপর ভালোবাসা ===\nঅভিনয়ে: রূপা গাঙ্গুলী, বিক্রম ঘোষ, কুণাল মিত্র, পল্লবী চ্যাটার্জি\nপরিচালকঃ অঞ্জন দত্ত\nকাহিনি: রূপা এবং কুণাল দুজনেই ফিল্ম ইন্ডাস্ট্রিতে কাজ করে। তারা একসাথে একটি ফ্ল্যাটে থাকে। রূপা তার বয়ফ্রেন্ডের চেয়ে বেশি বিখ্যাত। তিনি মনে করেন যে তার প্রেমিক এই কারণে তার প্রতি ঈর্ষান্বিত। হঠাৎ একদিন বিক্রমের সাথে স্টুডিওতে যাওয়ার সময় তিনি একটি গাড়ি দুর্ঘটনার সম্মুখীন হন এবং তার একটি পা হারান। ফলস্বরূপ, তিনি তার সমস্ত চাকরি হারিয়েছেন। এদিকে কুনাল উন্নতি লাভ করে। এই গল্পটিতে একটি নড়বড়ে ও বিশ্বাসহীন সম্পর্কের কথা বলে। পরে মেয়েটি নিজের ভুল বুঝতে পেরে দগ্ধ হয়।\n\n\n=== ৬ঠ গল্প - প্রগ্রেস ছবি ===\nঅভিনয়ে: সুদীপা বসু, কৌশিক সেন, সন্তু মুখার্জি\nপরিচালকঃ কৌশিক গাঙ্গুলি\nকাহিনি: একই পরিবারের দুই মেয়ে একসঙ্গে উচ্চ মাধ্যমিক পরীক্ষায় দেয়। তাদের একজন (পায়েল) একটি গুঞ্জন তোলে যে সে মেধা তালিকার দশে জায়গা করে নিতে পারে। সে বেশি পাওয়ারের চশমা পরে। তার বোন (রিতু) অতটা মেধাবী নয়। বরং তার উচ্চাকাঙ্খা হল চলচ্চিত্র তারকা হওয়ার। তাই তাদের শিক্ষক কৌশিকও রিতুর চেয়ে পায়েলের দিকে বেশি মনোযোগ দেন। পরীক্ষার হলে, পরিস্থিতি একটি অস্বাভাবিক পরিস্থিতির দিকে নিয়ে যায়। পায়েলের চশমা ঘটনাক্রমে পরীক্ষকের দ্বারা ভেঙে যায়। তার অতিরিক্ত চশমা তার সঙ্গে নেই, সেটা বাড়িতে আছে। তাদের বাবা-মা দুপুরের খাবারের বিরতিতে আসবেন এবং তাদের ফোনের চার্জ শেষ হয়ে গিয়েছিল। পায়েলের র‍্যাঙ্কিং অর্জনের কোনো উপায় আর রইল না। এইরকম পরিস্থিতিতে রিতু তার বোনের জন্য তার পরীক্ষা বন্ধ করে বাড়িতে দৌড়ায় এবং পায়েলের জন্য অন্য চশমাটি নিয়ে আসে। এইভাবে তার বোনের প্রতি তার অঙ্গীকারের দৃঢ়ততাকে ফুটিয়ে তোলে।\n\n\n== আরও দেখুন ==\nজ্যাকপট\nওয়ারিশ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে এক মুঠো ছবি  (ইংরেজি)"}