{"pageid": 1156855, "title": "ঋষি সুনাক", "url": "https://bn.wikipedia.org/wiki?curid=1156855", "content": "ঋষি সুনাক একজন ব্রিটিশ রাজনীতিবিদ, যিনি ২০২২ সাল থেকে ২০২৪ সাল পর্যন্ত যুক্তরাজ্যের প্রধানমন্ত্রী\nছিলেন এবং বর্তমানে তিনি একজন কনজারভেটিভ পার্টির নেতা ও যুক্তরাজ্যের বিরোধীদলীয় নেতা। তিনি প্রথম ব্রিটিশ এশিয়ান প্রধানমন্ত্রী ছিলেন। তিনি এর আগে বরিস জনসনের অধীনে দুটি মন্ত্রিসভা পদে অধিষ্ঠিত ছিলেন এবং সর্বশেষে ২০২০ থেকে ২০২২ সাল পর্যন্ত চ্যান্সেলর অব দ্য এক্সচেকার হিসেবে দায়িত্ব পালন করেছেন। ঋষি ২০১৫ সাল থেকে রিচমন্ড (ইয়র্ক) নির্বাচনী এলাকার সংসদ সদস্য হিসেবে দায়িত্ব পালন করছেন।\nসুনাক সাউদাম্পটনে পাঞ্জাবি বংশোদ্ভূত বাবা -মায়ের কাছে জন্মগ্রহণ করেন। তার পিতামাতা ১৯৬০ এর দশকে পূর্ব আফ্রিকা থেকে ব্রিটেনে চলে এসেছিলেন। তিনি উইনচেস্টার কলেজে লেখাপড়া করেছেন। এছাড়াও সুনাক অক্সফোর্ডের লিঙ্কন কলেজে দর্শন, রাজনীতি ও অর্থনীতি নিয়ে লেখাপড়া করেছেন এবং স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে এমবিএ ডিগ্রি অর্জন করেছেন। স্ট্যানফোর্ডে বিশ্ববিদ্যালয়ে পড়ার সময়ে তিনি তার ভবিষ্যত স্ত্রী ভারতীয় বিলিয়নিয়ার ব্যবসায়ী এন আর নারায়ণ মূর্তির মেয়ে অক্ষতা মূর্তির সাক্ষাৎ পান। স্নাতক হওয়ার পর সুনাক গোল্ডম্যান স্যাক্স ও পরবর্তীতে হেজ ফান্ড ফার্ম চিলড্রেনস ইনভেস্টমেন্টে ফান্ড ম্যানেজমেন্ট হিসাবে কাজ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঋষি সুনাক ১৯৮০ সালে ১২ মে হ্যাম্পশায়ারের সাউদাম্পটনের সাউদাম্পটন জেনারেল হাসপাতালে পাঞ্জাবি বংশোদ্ভূত আফ্রিকান হিন্দু বাবা-মায়ের ঘরে জন্মগ্রহণ করেন। বাবা-মায়ের তিন সন্তানের মধ্যে তিনি সবার বড়। তাঁর রয়েছেন একজন ছোট ভাই সঞ্জয় সুনাক, একজন মনোবিজ্ঞানী যিনি পাঁচটি ডিগ্রি অর্জন করেছেন এবং ছোট বোন রাখি সুনাক, যিনি নিউ ইয়র্কে জাতিসংঘের গ্লোবাল ফান্ড ফর ইমার্জেন্সি এডুকেশনের কৌশল ও পরিকল্পনা প্রধান হিসাবে কাজ করেন। তাঁর পিতা যশবীর সুনাক, যিনি কোলনী এন্ড প্রটেকটোরেট অফ কেনিয়া (যা বর্তমানে রিপাবলিক অফ কেনিয়া)-তে জন্মগ্রহণ করেন এবং বেড়ে উঠে ছিলেন, ন্যাশনাল হেলথ সার্ভিসের একজন জেনারাল প্রাক্টিশনার ছিলেন যিনি লিভারপুল বিশ্ববিদ্যালয়ে মেডিসিন বিষয়ে অধ্যয়ন করেছিলেন, এবং মা উষা সুনাক, যার জন্ম তাঙ্গানিকা (যেটি পরে তানজানিয়ার অংশ হয়ে ওঠে)-তে, অ্যাশটন বিশ্ববিদ্যালয় থেকে ডিগ্রি সহ একজন ফার্মাসিস্ট ছিলেন, যিনি ১৯৯৫ থেকে ২০১৪ সাল পর্যন্ত সুনাক ফার্মেসি (যা সাউদাম্পটনের একটি স্থানীয় ফার্মেসি) পরিচালনা করেছিলেন।\nতাঁর পৈতৃক দাদা-দাদী দুজনেই মূলত ব্রিটিশ ভারতের পাঞ্জাব প্রদেশের গুজরানওয়ালা (যা বর্তমানে পাকিস্তানে অবস্থিত) থেকে ছিলেন। তাঁর পৈতৃক পিতামহ রামদাস সুনাক ১৯৩৫ সালে ক্লার্ক হিসাবে কাজ করার জন্য নাইরোবিতে চলে আসেন, যার পর তাঁর স্ত্রী শুহাগ রানী সুনাক অস্থায়ীভাবে দিল্লি চলে আসেন এবং তারপর ১৯৩৭ সালে তাঁর সাথে সেখানে যোগ দেন। তাঁর মাতৃক পিতামহ রঘুবীর, যিনি ব্রিটিশ ভারতের পাঞ্জাব প্রদেশের লুধিয়ানা (বর্তমানে ভারতে অবস্থিত)-তে জন্মগ্রহণ করেছিলেন, তাঙ্গানিকায় কর কর্মকর্তা হিসাবে কাজ করেছিলেন এবং তৎকালীন ১৬ বছর বয়সী তাঙ্গানিকা-জন্মগ্রহণকারী শ্রাক্ষের সাথে বিবাহবন্ধনে আবদ্ধ হয়েছিলেন, যার সাথে তাঁর তিনটি সন্তান ছিল। পরিবারটি ১৯৬৬ সালে ব্রিটেনে চলে আসে, যার জন্যে অর্থায়ন করতে শ্রীক্ষ তাঁর বিয়ের গহনা বিক্রি করেন।\nসুনাক স্ট্রুড স্কুল (হ্যাম্পশায়ারের রোমসির একটি প্রস্তুতিমূলক স্কুল) এবং তারপর উইনচেস্টার কলেজ (একটি ছেলেদের স্বতন্ত্র বোর্ডিং স্কুল), যেখানে তিনি হেডবয় এবং স্কুলের কাগজের সম্পাদক ছিলেন, থেকে পড়াশোনা করেছিলেন। তিনি গ্রীষ্মের ছুটিতে সাউদাম্পটনের একটি কারী হাউসের টেবিলগুলো ওয়েটিং করতেন। তিনি অক্সফোর্ডের লিংকন কলেজে দর্শন, রাজনীতি ও অর্থনীতি (পিপিই) নিয়ে পড়াশোনা করেন, ২০০১ সালে একটি প্রথম নিয়ে স্নাতক অর্জন করেন। বিশ্ববিদ্যালয়ে থাকাকালীন, তিনি কনজারভেটিভ ক্যাম্পেইন হেডকোয়ার্টারে ইন্টার্নশিপ আন্ডারটেক করেন। ২০০৬ সালে, তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে এমবিএ অর্জন করেন, যেখানে তিনি ফুলব্রাইট স্কলার ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nস্ট্যানফোর্ডে পড়াকালীন তিনি ভারতীয় বহুজাতিক সংস্থা ইনফোসিসের প্রতিষ্ঠাতা এন আর নারায়ণ মূর্তির কন্যা অক্ষতা মূর্তির সাথে পরিচিত হন। ২০০৯ সালের আগস্ট মাসে তাঁরা বিবাহ বন্ধনে আবধ হন। তাঁদের দুটি কন্যা রয়েছে, কৃষ্ণা (জন্ম ২০১১) এবং আনুশকা (জন্ম ২০১৩)। মুর্তি তার বাবার প্রযুক্তি সংস্থা ইনফোসিসের ০.৯৩% শেয়ারের মালিক, যার মূল্য ২০২২ সালের এপ্রিলে প্রায় ৭০০ মিলিয়ন পাউন্ড, যা তাকে ব্রিটেনে থাকা অন্যতম ধনী মহিলাদের মধ্যে একজন করে তুলেছে। মুর্তির জেমি অলিভারের দুটি রেস্তোঁরা ব্যবসা, কোরো কিডস এবং ভারতে ওয়েন্ডিসেও শেয়ার রয়েছে।\nসুনাক একজন হিন্দু এবং ভগবদ গীতার উপর হাউস অফ কমন্সে সাংসদ হিসাবে শপথ নিয়েছেন। সুনাক দ্য স্পেকটেটরের সাবেক রাজনৈতিক সম্পাদক জেমস ফোরসিথের ঘনিষ্ঠ বন্ধু, যাকে তিনি তার স্কুল জীবন থেকে চেনেন। সুনাক সাংবাদিক অ্যালেগ্রা স্ট্রাটনের সাথে ফোরসিথের বিবাহতে বেস্টম্যান হিসাবে দায়িত্ব পালন করেছিলেন এবং তাঁরা একে অপরের সন্তানদের গডপেরেন্টস। তিনি ২০২২ সালের ডিসেম্বরে ফোরসিথকে তার রাজনৈতিক সচিব হিসাবে নিযুক্ত করেন।\nসুনক একজন টিটোটালার। তিনি বলেছেন যে তিনি একজন কোকা-কোলা আসক্ত এবং ছোটবেলায় অতিরিক্ত সেবনের কারণে এখন তার সাতটি দাঁতের ফিলিংস রয়েছে।এর আগে তিনি ইস্ট লন্ডন সায়েন্স স্কুলের গভর্নর ছিলেন। সুনাকের নোভা নামে একটি ল্যাব্রাডর রয়েছে।\nছোটবেলায় সুনাক স্টার ওয়ার্স-এর ভক্ত ছিলেন এবং স্টার ওয়ার্সের সিনেমায় অভিনয় করতে চেয়েছিলেন। সুনাক সাউদাম্পটন এফসির একজন অবিচল ভক্ত। রাজনীতিবিদ না হলে তার আদর্শ কাজ কী হবে জানতে চাইলে তিনি বলেন, সাউদাম্পটন ফুটবল ক্লাব চালাতে পারলে তিনি 'খুব সুখী মানুষ' হবেন। চ্যান্সেলর হিসাবে থাকা কালীন, সুনাক প্রতিদিনের পেলোটন ওয়ার্কআউটের জন্য তাড়াতাড়ি উঠেছিলেন এবং ফিটনেস প্রশিক্ষক কোডি রিগসবির ভক্ত ছিলেন।\nসানডে টাইমস রিচ লিস্ট অনুযায়ী ২০২২-এ সুনাক এবং মুর্তি, একসাথে পরিবার হিসাবে, যুক্তরাজ্যের সবচেয়ে ধনী ব্যক্তিদের মধ্যে ২২২তম স্থানে ছিলেন, যা তাকে ধনীদের তালিকায় স্থান পাওয়া প্রথম ফ্রন্টলাইন রাজনীতিবিদ করে তুলে। সুনাক ও মুর্তির বেশ কয়েকটি বাড়ি রয়েছে, যার মধ্যে রয়েছে উত্তর ইয়র্কশায়ারের কিরবি সিগস্টন গ্রামের কার্বি সিগস্টন ম্যানর, মধ্য লন্ডনের আর্ল'স কোর্টে একটি মেউস হাউস, দক্ষিণ কেনসিংটনের ওল্ড ব্রম্পটন রোডে একটি বিলাসবহুল ফ্ল্যাট এবং ক্যালিফোর্নিয়ার সান্তা মনিকার ওশান অ্যাভিনিউতে একটি পেন্টহাউস অ্যাপার্টমেন্ট।\nমূলত একজন ব্রিটিশ ভারতীয় হিসাবে স্বীকৃত হওয়া সত্ত্বেও, ব্রিটিশ ভারতের সেই অঞ্চলগুলির সাথে তার পৈতৃক সম্পর্কের কারণে যা এখন বর্তমান পাকিস্তানের অংশ, তাকে ব্রিটিশ পাকিস্তানি হিসাবেও চিহ্নিত করা হয়েছে (বিশেষত পাকিস্তানি মিডিয়াতে, প্রধানমন্ত্রী হিসাবে তার নিয়োগের পরে)।\n\n\n== জনসমক্ষে ভাবমূর্তি ==\nচ্যান্সেলর হিসাবে তার নিয়োগের পরে, সুনাক আপেক্ষিক অস্পষ্টতা থেকে জনসাধারণের আলোচনায় এসেছিলেন। কোভিড-১৯ মহামারির প্রাথমিক পর্যায়ে, তিনি ব্রিটিশ রাজনীতির মান অনুজায়ী খুবই জনপ্রিয় ছিলেন, একজন বিশ্লেষক তাকে \"টনি ব্লেয়ারের উত্থানের সময় থেকে যে কোনও রাজনীতিবিদের চেয়ে ভাল রেটিং রয়েছে\" বলে বর্ণনা করেছিলেন। বিভিন্ন জরিপে দেখা গেছে যে সুনাক ২০২০ সাল জুড়ে কনজারভেটিভ সমর্থকদের এবং অন্যান্য অনেক ব্রিটিশদের মধ্যে ব্যাপক জনপ্রিয় ছিলেন। ২০২০ সালের সেপ্টেম্বরে ইপসোস মোরি জরিপে, সুনাক ১৯৭৮ সালের এপ্রিলে লেবার পার্টির ডেনিস হিলির পরে যে কোনও ব্রিটিশ চ্যান্সেলরের চেয়ে সর্বোচ্চ সন্তুষ্টি স্কোর পেয়েছিলেন এবং বরিস জনসনের পরে পরবর্তী প্রধানমন্ত্রী এবং কনজারভেটিভ পার্টির নেতা হওয়ার জন্য ব্যাপকভাবে তাকে প্রিয় হিসাবে দেখা হয়েছিল।\n২০২১ সালে সুনাকের প্রতি জনসাধারণের দৃষ্টিভঙ্গি ব্যাপকভাবে ইতিবাচক ছিল, যদিও সময়ের সাথে সাথে তার জনপ্রিয়তা ক্রমাগত হ্রাস পেয়েছিল। ২০২২ সালের গোড়ার দিকে, জীবনযাত্রার ব্যয় জনসাধারণের উদ্বেগের ক্রমবর্ধমান পরিণত হওয়ার সাথে সাথে চ্যান্সেলর হিসাবে সুনাকের প্রতিক্রিয়া অপর্যাপ্ত হিসাবে বিবেচিত হয়েছিল এবং তিনি তার সর্বনিম্ন অনুমোদনের রেটিং পেয়েছিলেন, যা সুনাক পরিবারের আর্থিক বিষয়গুলি তদন্তের আওতায় আসার সাথে সাথে অব্যাহত ছিল। ২০২২ সালের জুলাই মাসে চ্যান্সেলর পদ থেকে পদত্যাগ করার সময়, সুনাকের অনুমোদনের রেটিং কিছুটা পুনরুদ্ধার হয়েছিল। ২০২২ সালের অক্টোবরে, প্রধানমন্ত্রী হিসাবে তার নিয়োগের পরে, সুনাকের অনুমোদনের রেটিং আরও কিছুটা বৃদ্ধি পেয়েছিল।\n\n\n== ব্যবসায়িক পেশা ==\nসুনাক ২০০১ থেকে ২০০৪ সালের মধ্যে বিনিয়োগ ব্যাঙ্ক গোল্ডম্যান স্যাক্‌সের বিশ্লেষক হিসাবে কাজ করেছিলেন। তারপরে তিনি হেজ ফান্ড ম্যানেজমেন্ট ফার্ম দ্য চিলড্রেনস ইনভেস্টমেন্ট ফান্ড ম্যানেজমেন্টের জন্য কাজ করেছিলেন, সেপ্টেম্বর ২০০৬ এ অংশীদার হয়েছিলেন। তিনি প্রাক্তন সহকর্মীদের সাথে যোগ দেওয়ার জন্য নভেম্বর ২০০৯ সালে চলে যান নতুন হেজ ফান্ড ফার্ম-এর -এ, Theleme Partners, যা পরিচালনার অধীনে ৭০০ মিলিয়ন ডলার দিয়ে অক্টোবর ২০১০ সালে চালু হয়েছিল। তিনি তার শ্বশুর, ভারতীয় ব্যবসায়ী এন.আর. নারায়ণ মূর্তির মালিকানাধীন বিনিয়োগ সংস্থা ক্যাটামারান ভেঞ্চারসের একজন পরিচালকও ছিলেন\n\n\n== রাজনৈতিক জীবনের প্রারম্ভ ==\n\nতিনি ২০১৪ সালের অক্টোবরে ওয়েন্ডি মর্টনকে পরাজিত করে রিচমন্ড (ইয়র্কস) এর কনজারভেটিভ প্রার্থী হিসাবে নির্বাচিত হয়েছিলেন। এই আসনটি এর আগে দলের প্রাক্তন নেতা উইলিয়াম হেগের দখলে ছিল, যিনি ডেভিড ক্যামেরনের অধীনে মন্ত্রিসভার বিভিন্ন পদে দায়িত্ব পালন করেছিলেন। আসনটি যুক্তরাজ্যের সবচেয়ে নিরাপদ কনজারভেটিভ আসনগুলির মধ্যে একটি এবং ১০০ বছরেরও বেশি সময় ধরে দলটির দখলে রয়েছে। একই বছর সুনাক মধ্য-ডানপন্থী থিঙ্ক ট্যাঙ্ক পলিসি এক্সচেঞ্জের ব্ল্যাক অ্যান্ড মাইনরিটি এথনিক (বিএমই) রিসার্চ ইউনিটের প্রধান ছিলেন, যার জন্য তিনি যুক্তরাজ্যের বিএমই সম্প্রদায়ের উপর একটি প্রতিবেদন সহ-রচনা করেছিলেন। তিনি ২০১৫ সালের নির্বাচনে ১৯,৫৫০ (৩৬.২%) সংখ্যাগরিষ্ঠতা নিয়ে এই আসনের সংসদ সদস্য নির্বাচিত হন। ২০১৫-২০১৭ সালের সংসদের সময় তিনি পরিবেশ, খাদ্য ও পল্লী বিষয়ক সিলেক্ট কমিটির সদস্য ছিলেন।\nসুনাক ২০১৬ সালের জুনে ইউরোপীয় ইউনিয়নের সদস্যপদের উপর গণভোটে যুক্তরাজ্যের ইউরোপীয় ইউনিয়ন থেকে বেরিয়ে যাওয়ার সফল প্রচারাভিযানকে সমর্থন করেছিলেন। সেই বছর, তিনি সেন্টার ফর পলিসি স্টাডিজের (একটি থ্যাচারাইট থিঙ্ক ট্যাঙ্ক) জন্য ব্রেক্সিটের পরে মুক্ত বন্দর প্রতিষ্ঠার সমর্থনে একটি প্রতিবেদন লিখেছিলেন এবং পরের বছর ছোট এবং মাঝারি আকারের উদ্যোগের জন্য একটি খুচরা বন্ড বাজার তৈরির পক্ষে একটি প্রতিবেদন লিখেছিলেন। ক্যামেরনের পদত্যাগের পরে, সুনাক ২০১৬ সালের কনজারভেটিভ পার্টির নেতৃত্বের নির্বাচনে মাইকেল গোভকে সমর্থন করেছিলেন এবং পরে দ্বিতীয় রাউন্ডের ভোটে গোভকে বাদ দেওয়ার পরে সফল প্রার্থী থেরেসা মেকে সমর্থন করেছিলেন।\nসুনাক ২০১৭ সালের সাধারণ নির্বাচনে ২৩,১০৮ (৪০.৫%) সংখ্যাগরিষ্ঠতা নিয়ে পুনরায় নির্বাচিত হন। ২০১৭ সালে, সুনাক ব্রিটেনের সমুদ্রতলের অবকাঠামোর গুরুত্ব এবং ভঙ্গুরতা বর্ণনা করেছিলেন। সুনাক ২০১৯ সালের সাধারণ নির্বাচনে ২৭,২১০ (৪৭.২%) সংখ্যাগরিষ্ঠতা নিয়ে পুনরায় নির্বাচিত হন।\n\n\n== চ্যান্সেলর অফ দ্য এক্সচেকার (২০২০-২০২২) ==\nজনসনের সাথে বৈঠকের পরে জাভিদ পদত্যাগ করার পরে ১৩ ফেব্রুয়ারি, সুনাককে ২০২০ সালের মন্ত্রিসভার রদবদলের অংশ হিসাবে চ্যান্সেলর পদে পদোন্নতি দেওয়া হয়েছিল।\n\n\n=== কোভিড-১৯ ===\n২০২০ সালের ১৭ মার্চ, কোভিড-১৯ মহামারি এবং এর অর্থনৈতিক প্রভাবের মধ্যে, সুনাক সরকারের প্রতিক্রিয়ায় বিশিষ্ট হয়ে ওঠেন। তিনি ব্যবসায়ের জন্য ৩৩০ বিলিয়ন পাউন্ডের জরুরি সহায়তা প্রদানের পাশাপাশি কর্মচারীদের জন্য একটি ফারলো স্কিম চালু করেছিলেন। এই প্রথম কোনও ব্রিটিশ সরকার এই ধরনের কর্মচারী ধরে রাখার স্কিম তৈরি করেছিল।এই স্কিমটি ২০ মার্চ ২০২০ এ চালু করা হয়েছিল নিয়োগকর্তাদের প্রতি মাসে কর্মীদের মজুরি এবং কর্মসংস্থান ব্যয়ের ৮০% প্রদানের জন্য অনুদান প্রদান হিসাবে, প্রতি মাসে জনপ্রতি মোট ২৫০০ পাউন্ড পর্যন্ত। এটি চালানোর জন্য প্রতি মাসে ১৪ বিলিয়ন পাউন্ড ব্যয় ধরা হয়েছিল।\n\nকরোনভাইরাস জব রিটেনশন স্কিমটি প্রাথমিকভাবে তিন মাস ধরে চলেছিল এবং ১ মার্চ পর্যন্ত ব্যাকডেট করা হয়েছিল।দেশব্যাপী লকডাউনের তিন সপ্তাহ বাড়ানোর পরে সুনাক এই প্রকল্পটি ২০২০ সালের জুনের শেষ পর্যন্ত বাড়িয়েছিল। মে মাসের শেষে, সুনাক এই স্কিমটি অক্টোবর ২০২০ এর শেষ পর্যন্ত বাড়িয়েছে।১৯৩০-এর দশকের পর থেকে দেখা যায়নি এমন সম্ভাব্য বেকারত্বের মাত্রা এবং কোম্পানির দেউলিয়াত্ব এড়ানোর জন্য চাকরি ধরে রাখার স্কিমটি বাড়ানোর সিদ্ধান্ত নেওয়া হয়েছিল। জুলাই ২০২০ সালে, সুনাক আরও ৩০ বিলিয়ন পাউন্ড ব্যয়ের পরিকল্পনা উন্মোচন করেছে যার মধ্যে রয়েছে স্ট্যাম্প ডিউটি অবকাশ, আতিথেয়তা খাতের জন্য মূল্য সংযোজন কর (ভ্যাট) হ্রাস, নিয়োগকর্তাদের জন্য একটি চাকরি ধরে রাখার বোনাস এবং আতিথেয়তা শিল্পে কর্মসংস্থান তৈরি এবং কর্মসংস্থান সৃষ্টির লক্ষ্যে ইট আউট টু হেল্প আউট স্কিম। সরকার অংশগ্রহণকারী ক্যাফে, পাব এবং রেস্তোঁরাগুলিতে খাবার এবং কোমল পানীয়গুলিতে ৫০% হারে ভর্তুকি দেয়, জনপ্রতি ১০ পাউন্ড পর্যন্ত। অফারটি ৩ থেকে ৩১ আগস্ট পর্যন্ত প্রতি সপ্তাহে সোমবার থেকে বুধবার পর্যন্ত উপলব্ধ ছিল। সব মিলিয়ে, এই প্রকল্পটি খাবারে £ ৮৪৯ মিলিয়ন ভর্তুকি দেয়। কেউ কেউ এই প্রকল্পটিকে আতিথেয়তা শিল্পকে উত্সাহিত করার ক্ষেত্রে একটি সাফল্য হিসাবে বিবেচনা করেছিলেন, অন্যরা দ্বিমত পোষণ করেছিলেন। ২০২০ সালের একটি গবেষণায় দেখা গেছে যে এই প্রকল্পটি কোভিড -১৯ সংক্রমণ বৃদ্ধিতে অবদান রেখেছিল, যা জনসন স্বীকার করেছিলেন তবে ট্রেজারি প্রত্যাখ্যান করেছিল।\nশীতকালীন অর্থনীতি পরিকল্পনা ২৪ সেপ্টেম্বর ২০২০ এ সুনাক দ্বারা বিতরণ করা হয়েছিল। এই বিবৃতির উদ্দেশ্য ছিল কোভিড-১৯ মহামারির প্রভাবের পরে অর্থনৈতিক পুনরুদ্ধারের জন্য আরও সহায়তা করার লক্ষ্যে পদক্ষেপগুলি ঘোষণা করা। এই পরিকল্পনার লক্ষ্য ছিল অর্থনৈতিক পুনরুদ্ধারকে আরও উত্সাহিত করা এবং কর্মসংস্থান এবং ব্যবসাগুলি সংরক্ষণ করা যা কার্যকর বলে বিবেচিত হয়েছিল। ২০২০ সালের ৩১ শে অক্টোবর ইংল্যান্ডে দ্বিতীয় লকডাউনের পরে, প্রোগ্রামটি ২ ডিসেম্বর ২০২০ পর্যন্ত বাড়ানো হয়েছিল; এর পরে ৫ নভেম্বর ৩১ মার্চ ২০২১ পর্যন্ত বাড়ানো হয়েছিল। ১৭ ডিসেম্বর, প্রোগ্রামটি আরও ৩০ এপ্রিল ২০২১ পর্যন্ত বাড়ানো হয়েছিল। ৩ মার্চ ২০২১ এ ঘোষিত ২০২১ যুক্তরাজ্যের বাজেটে, সুনাক নিশ্চিত করেছেন যে স্কিমটি আবার ৩০ সেপ্টেম্বর ২০২১ পর্যন্ত বাড়ানো হয়েছে।\n\n২০২১ সালের অক্টোবরে, সুনাক তার তৃতীয় এবং শেষ বাজেট বিবৃতি দিয়েছিলেন, যার মধ্যে বিজ্ঞান এবং শিক্ষা সম্পর্কিত যথেষ্ট ব্যয়ের প্রতিশ্রুতি অন্তর্ভুক্ত ছিল। বাজেটে ইউনিভার্সাল ক্রেডিট সিস্টেমের মাধ্যমে কাজের ভাতা বছরে ৫০০ পাউন্ড বৃদ্ধি করে এবং কর-পরবর্তী কর্তনের হার ৬৩% থেকে কমিয়ে ৫৫% করা হয়। লেভেলিং আপ হোয়াইট পেপারের জন্য ৫৬০ মিলিয়ন পাউন্ড বিনিয়োগের ঘোষণা দেওয়া হয়েছিল। বাজেটে যে সব ঘোষণা করার কথা ছিল, তার অনেকগুলোই বাজেটের আগের দিনের আগে পর্যালোচনা করা হয়েছিল, যা হাউস অব কমন্সে সমালোচনা ও ক্ষোভের সৃষ্টি করেছিল। সমালোচনার জবাবে সুনাক বলেন, বাজেট \"একটি নতুন অর্থনীতির প্রস্তুতির কাজ শুরু করেছে\"।\n২০২২ সালের এপ্রিলে পার্টিগেট কেলেঙ্কারির মধ্যে, সুনাককে পুলিশ একটি নির্দিষ্ট জরিমানার নোটিশ জারি করেছিল, যারা দেখেছিল যে তিনি ২০২০ সালের ১৯ জুন জনসনের জন্মদিনের পার্টিতে অংশ নিয়ে কোভিড -১৯ বিধিমালার অধীনে অপরাধ করেছেন। পুলিশ জনসন এবং তার স্ত্রী ক্যারি সাইমন্ডস সহ আরও ৮২ জনকে ১২৫ টি নির্দিষ্ট জরিমানার নোটিশ জারি করেছে, যারা সকলেই ক্ষমা চেয়েছেন এবং জরিমানা পরিশোধ করেছেন। জরিমানা পাওয়ার পর সুনাক বলেন, পার্টিতে যোগ দেওয়ার কারণে যে আঘাত পেয়েছেন তার জন্য তিনি 'অত্যন্ত ও আন্তরিকভাবে দুঃখিত' এবং তাকে জরিমানা দেওয়ার পুলিশের সিদ্ধান্তকে তিনি সম্মান করেন।\n\n\n=== জীবনযাত্রার ব্যয় সংকট এবং জ্বালানি সংকট ===\n\nজীবনযাত্রার ক্রমবর্ধমান ব্যয় দেশের জন্য ক্রমবর্ধমান গুরুতর এবং উদ্বেগজনক ইস্যু তে পরিণত হওয়ার সাথে সাথে সুনাক সহ যুক্তরাজ্য সরকার ২০২২ সালের মে মাসে সংকট মোকাবেলায় তার প্রচেষ্টা জোরদার করে, জনসাধারণের জন্য ১৫ বিলিয়ন পাউন্ড সহায়তা প্যাকেজের তহবিলে সহায়তা করার জন্য জ্বালানি সংস্থাগুলির উপর ৫ বিলিয়ন পাউন্ডের অপ্রত্যাশিত কর আরোপ করে। প্যাকেজটিতে প্রতিটি পরিবার জ্বালানি বিলের উপর ৪০০ পাউন্ড ছাড় পাবে, যা সরকার ইতোমধ্যে অর্ডার করা ১৫০ পাউন্ড কাউন্সিল ট্যাক্স রিফান্ডের অতিরিক্ত হবে। যুক্তরাজ্যের সর্বনিম্ন আয়ের প্রায় ৮ মিলিয়ন পরিবারের জন্য আরও ৬৫০ পাউন্ড প্রদানের ঘোষণা দেওয়া হয়েছিল। উপরন্তু, পেনশনভোগী বা প্রতিবন্ধী ব্যক্তিরা অতিরিক্ত অর্থ প্রদানের জন্য যোগ্য হবেন, প্রতিটি পরিবার যে £ ৫৫০ পায় এবং যদি তাদের আয় কম থাকে তবে তারা ৬৫০ পাউন্ড পাবে।\nসুনাক ২০২২ সালের ২৩ শে মার্চ তার বসন্ত বিবৃতি দিয়েছিলেন। তিনি জ্বালানি শুল্ক হ্রাস করেছেন, শক্তি সাশ্রয়ী সরঞ্জামগুলির (যেমন সৌর প্যানেল এবং নিরোধক) উপর ভ্যাট অপসারণ করেছেন এবং ছোট ব্যবসার জন্য জাতীয় বীমা প্রদান হ্রাস করেছেন এবং এপ্রিলে পরিকল্পিত জাতীয় বীমা বৃদ্ধি অব্যাহত রেখে, তিনি জুলাই পর্যন্ত মৌলিক ব্যক্তিগত আয় ভাতার সাথে প্রাথমিক সীমাটি একত্রিত করার প্রতিশ্রুতি দিয়েছিলেন। তিনি ২০২৪ সালে আয়কর কমানোর প্রতিশ্রুতিও দিয়েছিলেন। জীবনযাত্রার ক্রমবর্ধমান ব্যয় মোকাবেলায় দুর্বল লোকদের সহায়তা করার জন্য সুনাক কিছু তহবিলও সরবরাহ করেছিলেন।\n\n\n=== অন্যান্য ক্রিয়াকলাপ ===\nসুনাক ২০২১ সালের জুনে লন্ডনে জি-৭ শীর্ষ সম্মেলনের আয়োজন করে। একটি কর সংস্কার চুক্তি স্বাক্ষরিত হয়েছিল, যা নীতিগতভাবে বহুজাতিক এবং অনলাইন প্রযুক্তি সংস্থাগুলির উপর বিশ্বব্যাপী ন্যূনতম কর প্রতিষ্ঠার চেষ্টা করেছিল। ২০২১ সালের অক্টোবরে ওইসিডি কর সংস্কার পরিকল্পনায় যোগদানের জন্য একটি চুক্তি স্বাক্ষর করে। ওই মাসের শেষের দিকে সুনাক গ্লাসগোতে কপ-২৬-এ যোগ দেন। ৩ নভেম্বর প্রদত্ত তার ভাষণে তিনি বলেছিলেন যে কঠিন চ্যালেঞ্জ সত্ত্বেও তিনি আশাবাদী এবং অর্থমন্ত্রী, ব্যবসা এবং বিনিয়োগকারীদের একত্রিত করার মাধ্যমে কপ ২৬ প্যারিস চুক্তি থেকে লক্ষ্য অর্জন শুরু করতে পারে।\n\n\n=== সুনাক ও তার পরিবারের সম্পদ ===\n২০২০ সালের নভেম্বরে, দ্য গার্ডিয়ান প্রতিবেদনে বলা হয়েছিল যে সুনাক তার স্ত্রী এবং পরিবারের আর্থিক স্বার্থের একটি উল্লেখযোগ্য পরিমাণ মন্ত্রীদের স্বার্থের রেজিস্টারে ঘোষণা করেননি, যার মধ্যে ভারতীয় সংস্থা ইনফোসিসের সম্মিলিত ১.৭ বিলিয়ন পাউন্ডশেয়ারহোল্ডিং রয়েছে। জনজীবনের মান সম্পর্কিত কমিটির প্রাক্তন চেয়ারম্যান অ্যালিস্টার গ্রাহাম বলেছেন, \"সরকারের আর্থিক ও ব্যবসায়িক নীতি নির্ধারণে চ্যান্সেলরের ক্ষমতার কারণে সুনাকের তার এবং তার ঘনিষ্ঠ পরিবারের আর্থিক স্বার্থ প্রকাশ করা উচিত। তিনি এই প্রয়োজনীয়তার জন্য সম্ভাব্য সর্বাধিক ন্যূনতম পদ্ধতি গ্রহণ করেছেন বলে মনে হয়। সম্ভবত ঋষি সুনাকের 'জনজীবনের সাতটি নীতি' মনোযোগ সহকারে পড়া উচিত যাতে তিনি 'সততা এবং নেতৃত্ব' এর দুটি নীতি পূরণ করছেন তা নিশ্চিত করতে পারেন। মন্ত্রীদের এমন স্বার্থ ঘোষণা করতে হবে যা তাদের দায়িত্বের সাথে \"প্রাসঙ্গিক\" এবং \"যা তাদের জনসাধারণের দায়িত্বের সাথে দ্বন্দ্বের জন্ম দিতে পারে বলে মনে করা যেতে পারে\"। মন্ত্রীদের স্বার্থ সম্পর্কিত স্বাধীন উপদেষ্টা তদন্ত করে এই সিদ্ধান্তে উপনীত হন যে সুনাক কোনও নিয়ম ভঙ্গ করেননি।\n২০২২ সালের গোড়ার দিকে, সংবাদপত্রগুলি রিপোর্ট করেছিল যে মুর্তির অ-অধিবাসী মর্যাদা রয়েছে, যার অর্থ তাকে যুক্তরাজ্যে থাকার সময় বিদেশে অর্জিত আয়ের উপর কর দিতে হবে না। স্ট্যাটাসটি সুরক্ষিত করতে প্রায় £ ৩০০০০ ব্যয় হয়েছিল এবং তাকে যুক্তরাজ্যের ট্যাক্সহিসাবে আনুমানিক £ ২০ মিলিয়ন প্রদান এড়াতে অনুমতি দিয়েছিল। মিডিয়া বিতর্কের পরে, মুর্তি ৮ এপ্রিল বলেছিলেন যে তিনি তার বৈশ্বিক আয়ের উপর যুক্তরাজ্যের কর প্রদান করবেন, তিনি একটি বিবৃতিতে যোগ করেছেন যে তিনি চান না যে বিষয়টি \"আমার স্বামীর জন্য বিভ্রান্তি\" হয়ে উঠুক। কে তার ট্যাক্স স্ট্যাটাসের বিবরণ ফাঁস করেছিল তা নিয়ে হোয়াইটহল তদন্ত শুরু হয়েছিল।\nএই সময়ে প্রকাশিত প্রতিবেদনগুলি আরও প্রকাশ করেছে যে সুনাক ২০০০ এর দশকে অর্জিত মার্কিন যুক্তরাষ্ট্রের স্থায়ী বাসিন্দা (গ্রিন কার্ড) স্ট্যাটাসটি ২০২১ সাল পর্যন্ত অব্যাহত রেখেছিলেন, যার মধ্যে চ্যান্সেলর হওয়ার পরেও ১৮ মাস ছিল, যার জন্য বার্ষিক মার্কিন ট্যাক্স রিটার্ন দাখিল করতে হয়েছিল। তাঁর স্ত্রীর ট্যাক্স স্ট্যাটাস এবং রেসিডেন্সি স্ট্যাটাস নিয়ে তদন্তে দেখা গেছে যে সুনাক কোনও মন্ত্রীর নিয়ম ভঙ্গ করেননি।\n\n\n=== চ্যান্সেলর পদ থেকে পদত্যাগ ===\n\n২০২২ সালের ৫ জুলাই, সুনাক এবং স্বাস্থ্য সচিব সাজিদ জাভিদ ক্রিস পিঞ্চারের বিরুদ্ধে যৌন হয়রানির অভিযোগকে কেন্দ্র করে একটি কেলেঙ্কারির মধ্যে প্রায় একযোগে পদত্যাগ করেছিলেন, যা প্রকাশের পরে উদ্ভূত হয়েছিল যে জনসন অভিযোগগুলি আগে থেকেই জানা সত্ত্বেও পিঞ্চারকে এই পদে পদোন্নতি দিয়েছিলেন। সুনাক ছিলেন ৬১ জন কনজারভেটিভ এমপির মধ্যে দ্বিতীয় যারা সরকারের সংকটের সময় পদত্যাগ করেছিলেন। পদত্যাগপত্রে সুনাক বলেছেন:\nজনগণ সঠিকভাবেই আশা করে যে সরকার সঠিকভাবে, দক্ষতার সাথে এবং গুরুত্বসহকারে পরিচালিত হবে। আমি স্বীকার করি যে এটি আমার শেষ মন্ত্রীর কাজ হতে পারে, তবে আমি বিশ্বাস করি যে এই মানগুলির জন্য লড়াই করা উচিত এবং এ কারণেই আমি পদত্যাগ করছি। এটা আমার কাছে স্পষ্ট হয়ে গেছে যে আমাদের দৃষ্টিভঙ্গি মৌলিকভাবে খুব আলাদা। সরকার ছাড়তে পেরে আমি দুঃখিত কিন্তু আমি অনিচ্ছায় এই সিদ্ধান্তে পৌঁছেছি যে আমরা এভাবে চলতে পারি না।\nতার স্থলাভিষিক্ত হন নাদিম জাহাওয়ি। সুনাক এবং জাভিদের পদত্যাগের পরে, অসংখ্য জুনিয়র মন্ত্রী এবং সংসদীয় ব্যক্তিগত সচিব (পিপিএস) এর মধ্যেও পদত্যাগ করেছিলেন, যাদের বেশিরভাগই জনসনের পক্ষ থেকে সততা এবং নিষ্ঠার অভাবের কথা উল্লেখ করেছিলেন। এর পরের ২৪ ঘণ্টায় ৩৬ জন সংসদ সদস্য সরকারের দায়িত্ব থেকে পদত্যাগ করেন। এটি ১৯৩২ সালে ব্রিটিশ এম্পায়ার ইকোনমিক কনফারেন্সের পর থেকে ২৪ ঘন্টার সময়কালে সর্বাধিক সংখ্যক মন্ত্রীপদত্যাগ এবং রেকর্ডে এই জাতীয় পদত্যাগের সর্বাধিক সংখ্যা চিহ্নিত করে। মোট ৬২ টি পদত্যাগের পরে, জনসন ৭ জুলাই কনজারভেটিভ নেতা এবং প্রধানমন্ত্রী পদ থেকে পদত্যাগ করার ইচ্ছা ঘোষণা করেছিলেন, তবে বলেছিলেন যে নতুন নেতা না হওয়া পর্যন্ত তিনি প্রধানমন্ত্রী থাকবেন।\n\n\n== নেতৃত্ব বিড ==\n\n২০২২ সালের ৮ ই জুলাই, সুনাক জনসনের স্থলাভিষিক্ত হওয়ার জন্য কনজারভেটিভ পার্টির নেতৃত্বের নির্বাচনে তার প্রার্থিতা ঘোষণা করেছিলেন। সামাজিক যোগাযোগ মাধ্যমে পোস্ট করা একটি ভিডিওতে সুনাক তার প্রচারণা শুরু করে লিখেছেন যে তিনি \"বিশ্বাস পুনরুদ্ধার করবেন, অর্থনীতি পুনর্গঠন করবেন এবং দেশকে পুনরায় একত্রিত করবেন\"। তিনি বলেছিলেন যে তাঁর মূল্যবোধগুলি \"দেশপ্রেম, ন্যায্যতা, কঠোর পরিশ্রম\", এবং \"জেন্ডা নিউট্রাল লেঙ্গুয়েজের বিরুদ্ধে ব্যবস্থা নেওয়ার\" অঙ্গীকার করেছিলেন। প্রচারাভিযানের সময় সুনাক মুদ্রাস্ফীতি নিয়ন্ত্রণে থাকলেই কর কমানো, এক বছরের জন্য গৃহস্থালি জ্বালানির উপর ৫% ভ্যাট হার বাতিল, জিপি অ্যাপয়েন্টমেন্টে অংশ নিতে ব্যর্থ রোগীদের জন্য অস্থায়ীভাবে ১০ পাউন্ড জরিমানা প্রবর্তন, শরণার্থী সংখ্যা সীমাবদ্ধ করা এবং আশ্রয়ের সংজ্ঞা কঠোর করার প্রতিশ্রুতি দিয়েছিলেন।\nএই প্রচারণার সময়, ২০০১ সালের বিবিসি ডকুমেন্টারি মিডল ক্লাসস: দেয়ার রাইজ অ্যান্ড স্প্রল-এর একটি ক্লিপ ভাইরাল হয়, যেখানে সে সময় লিংকন কলেজের ছাত্র সুনাক, যাকে তার বাবা-মায়ের সাথে ডকুসিরিজের পঞ্চম পর্বের জন্য সাক্ষাত্কার করা হয়েছিল, বলেন, 'আমার অনেক বন্ধু আছে যারা অভিজাত, আমার এমন বন্ধু আছে যারা উচ্চবিত্ত, আমার এমন বন্ধু আছে যারা শ্রমিক শ্রেণীর, কিন্তু - ঠিক আছে, শ্রমিক শ্রেণী নয় - কিন্তু আমি মিশে যাই এবং মিলে যাই।\" এটি সুনাকের নামে একটি নতুন সমালোচনা নিয়ে আসে, যা তিনি এই বলে মোকাবেলা করেছিলেন, \"আমরা সবাই যখন ছোট হই তখন সিলি কথা বলি।'\n২০ জুলাই, সুনাক এবং পররাষ্ট্র সচিব লিজ ট্রাস চূড়ান্ত নেতৃত্ব ভোটের জন্য চূড়ান্ত দুই প্রার্থী হিসাবে আবির্ভূত হন। তিনি এমপি ভোটের প্রতিটি সিরিজে সর্বাধিক ভোট পেয়েছিলেন, সুনাক চূড়ান্ত রাউন্ডে ট্রাসের ১১৩ এর বিপরীতে ১৩৭ পেয়েছিলেন। সদস্যপদ ভোটে, ট্রাস ৫৭.৪% ভোট পেয়েছিলেন, যা তাকে নতুন নেত্রী করে তোলে। তিনি ট্রাসের প্রধানমন্ত্রীত্বের সময়কাল ব্যাকবেঞ্চে কাটিয়েছিলেন।\nসরকারী সংকটের মধ্যে ২০ অক্টোবর ২০২২ তারিখে ট্রাস তার পদত্যাগের ঘোষণা দেন, যার ফলে নেতৃত্বের প্রতিযোগিতা শুরু হয়। ২২ শে অক্টোবর, এটি জানানো হয়েছিল যে সুনাকের প্রয়োজনীয় সংখ্যক সমর্থক ছিল - হাউস অফ কমন্সের ১০০ জন সদস্য - ২৪ শে অক্টোবর ব্যালটে প্রতিদ্বন্দ্বিতা করার জন্য। ২২ শে অক্টোবর বিকেলে তাঁকে প্রকাশ্যে সমর্থন ঘোষণাকারী মোট সাংসদের সংখ্যা ১০০ ছাড়িয়ে যায়। ২৩ শে অক্টোবর, সুনাক ঘোষণা করেছিলেন যে তিনি নির্বাচনে দাঁড়াবেন। জনসন নিজেকে দৌড় থেকে বাদ দেওয়ার পরে এবং পেনি মর্ডান্ট তার প্রার্থিতা প্রত্যাহার করার পরে, সুনাককে ২৪ শে অক্টোবর নতুন কনজারভেটিভ নেতা হিসাবে ঘোষণা করা হয়েছিল।\n\n\n== প্রধানমন্ত্রী পদে (২০২২-২০২৪) ==\nকনজারভেটিভ পার্টির নেতা হিসাবে সুনাক সরকার গঠনের জন্য রাজা তৃতীয় চার্লসের আমন্ত্রণ গ্রহণ করে ২০২২ সালের ২৫ অক্টোবর প্রধানমন্ত্রী হন। তিনি প্রথম ব্রিটিশ এশিয়ান এবং যুক্তরাজ্যের প্রথম হিন্দু প্রধানমন্ত্রী। প্রধানমন্ত্রী হিসাবে তাঁর প্রথম ভাষণে সুনাক \"সততা, পেশাদারিত্ব এবং জবাবদিহিতার\" প্রতিশ্রুতি দিয়েছিলেন এবং বলেছিলেন যে \"আমরা এমন একটি ভবিষ্যত তৈরি করব যা এতসব মানুষের এত ত্যাগ স্বীকারের উপযোগী প্রতিদান করেছে এবং আগামীকাল এবং তার পরের দিনগুলো আশায় পরিপূর্ণ করব।\" ২০২৪ সালে তিনি কিয়ের স্টারমারের কাছে প্রধানমন্ত্রী পদের নির্বাচনে হেরে যান।\n\n\n=== ক্যাবিনেট ===\n\nসুনাক ২০২২ সালের ২৫ অক্টোবর তার মন্ত্রিসভা নিয়োগ শুরু করেন। জেরেমি হান্ট চ্যান্সেলর হিসাবে রয়ে গেছেন, ১৪ ই অক্টোবর কোয়াসি কোয়ার্তেংকে বরখাস্ত করার পরে ট্রাস মন্ত্রণালয়ের সময় তাকে এই ভূমিকা দেওয়া হয়েছিল। ডমিনিক রাবকে পুনরায় উপ-প্রধানমন্ত্রী এবং বিচার মন্ত্রী নিযুক্ত করা হয়েছিল, বরিস জনসনের প্রধানমন্ত্রীত্বের সময় তাকে এই ভূমিকা দেওয়া হয়েছিল। জেমস ক্লেভারলি পররাষ্ট্র সচিব হিসাবে রয়ে যান এবং সুয়েলা ব্রেভারম্যান স্বরাষ্ট্র বিভাগের সেক্রেটারি অফ স্টেট হিসাবে ফিরে এসেছিলেন, যেই ভূমিকা থেকে তিনি এর আগে ট্রাস মন্ত্রণালয়ের সময় পদত্যাগ করেছিলেন। বেন ওয়ালেস প্রতিরক্ষা মন্ত্রী হিসাবে রয়ে যান, যেই ভূমিকায় তিনি পূর্বে জনসন এবং ট্রাস মন্ত্রণালয়ের সময় ছিলেন। মাইকেল গোভ লেভেলিং আপ সেক্রেটারি হিসাবে ফিরে এসেছিলেন, যেই ভূমিকা যা থেকে তাকে বরখাস্ত করা হয়েছিল। গ্রান্ট শাপসকে স্বরাষ্ট্র সচিব থেকে পদোন্নতি দিয়ে ব্যবসা, জ্বালানি ও শিল্প কৌশল বিষয়ক প্রতিমন্ত্রী করা হয়েছিল। পেনি মর্ডান্ট হাউস অফ কমন্সের নেতা এবং কাউন্সিলের লর্ড সভাপতি হিসাবে রয়ে গেছেন, যেই ভূমিকা তিনি ট্রাস মন্ত্রণালয়ের সময় থেকে পালন করছিলেন।\nঅন্যান্য গুরুত্বপূর্ণ নিয়োগগুলির মধ্যে রয়েছে ট্রেজারির সংসদীয় সচিব এবং হাউস অফ কমন্সের চিফ হুইপ হিসাবে সাইমন হার্ট, পার্টির চেয়ারম্যান হিসাবে নাদিম জাহাওয়ি, ডাচি অফ ল্যাঙ্কাস্টারের চ্যান্সেলর হিসাবে অলিভার ডাউডেন, পরিবেশ সচিব হিসাবে থেরেস কফি, ওয়ার্ক অ্যান্ড পেনশন সচিব হিসাবে মেল স্ট্রাইড এবং পরিবহন সচিব হিসাবে মার্ক হার্পার।\nগ্যাভিন উইলিয়ামসন এবং ডমিনিক রাবকে মন্ত্রিসভায় নিয়োগের জন্য সুনাক সমালোচিত হয়েছিলেন। দু'জনের বিরুদ্ধেই উৎপীড়নের অভিযোগ আনা হয়েছিল, তবে তারা দুজনেই অভিযোগ অস্বীকার করেছিলেন। উইলিয়ামসন পরে পদত্যাগ করেন, যখন ডোমিনিক রাবের বিরুদ্ধে আটটি অভিযোগ আনুষ্ঠানিকভাবে তদন্ত করা হচ্ছিল। মিনিস্ট্রিয়াল কোড ভঙ্গের দায়ে পদত্যাগ করা সত্ত্বেও ব্রেভারম্যানকে মন্ত্রিসভায় ফিরিয়ে আনার জন্যও সুনাক সমালোচিত হয়েছিলেন।সুনাক বলেছিলেন যে তার মন্ত্রিসভা নিয়োগগুলি একটি \"ঐক্যবদ্ধ দল\" প্রতিফলিত করার প্রয়াসে ছিল। ২৯ শে জানুয়ারী ২০২৩-এ সুনাক জাহাভিকে বরখাস্ত করে বলেছিলেন যে নৈতিকতা উপদেষ্টা লরি ম্যাগনাস মন্ত্রীর কোডের \"গুরুতর লঙ্ঘন\" খুঁজে পেয়েছেন। জাহাউয়িকে পুনরায় নিয়োগে সুনাকের রায় নিয়ে প্রশ্ন তোলা হয়েছিল এবং সুনাকের তাঁকে আগেই বরখাস্ত করা উচিত ছিল কিনা তা নিয়েও প্রশ্ন ছিল।\n\n\n=== পরিবেশ ===\n\nতার পূর্বসূরির নীতির বিপরীতে, সুনাক ২০১৯ সালের কনজারভেটিভ ইশতেহারে উল্লিখিত ফ্র্যাকিংয়ের উপর নিষেধাজ্ঞা ২৬ শে অক্টোবর পুনর্বহাল করেছিলেন।অক্টোবরে, সুনাক প্রাথমিকভাবে বলেছিলেন যে তিনি মিশরে ২০২২ সালের জাতিসংঘ জলবায়ু পরিবর্তন সম্মেলনে যোগ দেবেন না, যাতে তিনি জরুরি অভ্যন্তরীণ বিষয়ে মনোনিবেশ করতে পারেন। সাংসদ, পরিবেশবাদী প্রচারক এবং অন্যান্যদের চাপের মুখে সুনাক ঘোষণা করেছিলেন যে তিনি উপস্থিত থাকবেন।\nসুনাক ৪ নভেম্বর বাকিংহাম প্রাসাদে রাজাআয়োজিত এক সংবর্ধনায় অংশ নিয়েছিলেন। সুনাক প্রায় ২০০ জন রাজনীতিবিদ ও প্রচারকদের বৈঠকে বলেন, কপ-২৬-এর মেয়াদ শেষ হওয়ার পরও যুক্তরাজ্য তার পরিবেশগত লক্ষ্য অব্যাহত রাখবে।সুনাক তার বক্তৃতায় বলেছিলেন যে জলবায়ু পরিবর্তন দীর্ঘস্থায়ী মানুষের দুর্ভোগের কারণ হবে এবং নিষ্ক্রিয়তার কারণে, লোকেরা তাদের সন্তানদের মরিয়া উত্তরাধিকার দেওয়ার ঝুঁকি নিচ্ছে। সুনাক পরিবেশের জন্য রাজার দীর্ঘদিনের কাজের প্রতিও শ্রদ্ধা নিবেদন করেন।\n৭ নভেম্বর কপ ২৭ শীর্ষ সম্মেলনে সুনাক গ্লাসগো জলবায়ু চুক্তি নামে একটি নীতি (যা মূলত কপ ২৬ এ শুরু হয়েছিল)-এর উপর ভিত্তি করে দ্য ফরেস্ট অ্যান্ড ক্লাইমেট লিডারস পার্টনারশিপ (এফসিএলপি) চালু করেন। এই অংশীদারিত্বের লক্ষ্য ২০৩০ সালের মধ্যে বন উজাড় বন্ধ করা এবং বিপরীত করা, ২৬ টি দেশ এবং ইউরোপীয় ইউনিয়নকে একত্রিত করে।এই দেশগুলি বিশ্বব্যাপী জিডিপির ৬০% এবং বিশ্বের বনের ৩৩% এরও বেশি অবদান রাখে এবং বেসরকারী তহবিলের সাথে অংশীদারিত্বের মোট তহবিল ২৩.৮ বিলিয়ন ডলার রয়েছে। ফরেস্ট অ্যান্ড ক্লাইমেট লিডারস সামিটে দেওয়া ভাষণে সুনাক বলেন, বিশ্বের বনাঞ্চলকে অবমূল্যায়ন করা হয়েছে এবং অবমূল্যায়ন করা হয়েছে, তবুও এটি বিশ্বের অন্যতম প্রাকৃতিক বিস্ময়। এরপর তিনি আগামী প্রজন্মের জন্য একটি অবিশ্বাস্য উত্তরাধিকার সুরক্ষিত করার জন্য ইতোমধ্যে যা অর্জন করা হয়েছে তা গড়ে তুলতে অংশগ্রহণকারীদের আহ্বান জানান। এফসিএলপি বার্ষিক সভা করবে এবং ২০২৩ সাল থেকে এটি একটি বার্ষিক বৈশ্বিক অগ্রগতি প্রতিবেদন প্রকাশ করবে যার মধ্যে স্বাধীন মূল্যায়ন অন্তর্ভুক্ত থাকবে।\n\n\n=== বৈদেশিক নীতি ===\n\n২০২২ সালে পোল্যান্ডে ক্ষেপণাস্ত্র বিস্ফোরণের পর সুনাক মার্কিন প্রেসিডেন্ট জো বাইডেনের সঙ্গে দেখা করেন এবং বিস্ফোরণ সম্পর্কে একটি বক্তৃতা দিয়েছিলেন। পরে তিনি ইউক্রেনের রাষ্ট্রপতি ভলোদিমির জেলেনস্কির সাথে তার প্রথম কিয়েভ সফরের সময় দেখা করেছিলেন এবং ইউক্রেনকে ৫০ মিলিয়ন পাউন্ড সহায়তা দেওয়ার প্রতিশ্রুতি দিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nযুক্তরাজ্যের সংসদে বৃত্তান্ত\nপাবলিক হুইপে নির্বাচনের ফলাফল ও উপাত্তসমূহ\nদেওয়ার্কফরইউ-এ সংসদীয় উপাত্তসমূহ"}