{"pageid": 1156241, "title": "পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন", "url": "https://bn.wikipedia.org/wiki?curid=1156241", "content": "পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন হল একটি স্বায়ত্তশাসিত এবং সংবিধিবদ্ধ সংস্থা যা ভারতের পশ্চিমবঙ্গ রাজ্যে নির্বাচন অবাধ, সুষ্ঠু এবং নিরপেক্ষভাবে পরিচালিত হয় তা নিশ্চিত করার জন্য গঠিত। ভারতের সংবিধানের ৩২৪ অনুচ্ছেদ অনুযায়ী নির্বাচন কমিশনের ক্ষমতা সৃষ্টি এবং সুরক্ষা নিশ্চিত করে। পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন পুরসভা, পৌরসংস্থা, পঞ্চায়েত সহ অন্য যেকোনও শহুরে স্থানীয় সংস্থা এবং ভারতের নির্বাচন কমিশন দ্বারা নির্দিষ্ট নির্বাচনসমূহ পরিচালনার জন্য দায়ী৷ পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশনার পশ্চিমবঙ্গের রাজ্যপাল কর্তৃক নিযুক্ত হন।\n\n\n== ইতিহাস এবং প্রশাসন ==\nভারতের নির্বাচন কমিশনের ক্ষমতার অনুরূপ রাজ্যের জন্য ১৯৫০ সালে রাজ্য স্তরের নির্বাচন তত্ত্বাবধানের জন্য পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন গঠিত হয়েছিল। পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশনার রাজ্যপাল নিযুক্ত হন। পদের স্বায়ত্তশাসন নিশ্চিত করার জন্য রাজ্য নির্বাচন কমিশনারকে হাইকোর্টের বিচারকের জন্য উল্লিখিত কারণ ও পদ্ধতি ছাড়া পদ থেকে অপসারণ করা যাবে না।\n\n\n== ক্ষমতা এবং দায়িত্ব ==\nপশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন নিম্নলিখিতগুলির জন্য দায়ী:\n\nরাজ্যে মিউনিসিপ্যাল কর্পোরেশনের নির্বাচন পরিচালনার জন্য নির্দেশিকা সম্বলিত বিজ্ঞপ্তি জারিকরণ।\nরাজ্যে মিউনিসিপ্যাল কর্পোরেশনের জন্য নির্বাচন পরিচালনা।\nরাজ্যে পৌর পঞ্চায়েতগুলির নির্বাচন পরিচালনার জন্য নির্বাচন পরিচালনার নির্দেশিকা সম্বলিত বিজ্ঞপ্তি জারিকরণ।\nরাজ্যে পৌর পঞ্চায়েতের নির্বাচন পরিচালনা।\nরাজ্যের পৌর পঞ্চায়েতের নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য যোগ্য ব্যক্তিদের নির্দেশিকা তৈরি করা।\nরাজ্যের মিউনিসিপ্যাল কর্পোরেশনের নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য যোগ্য ব্যক্তিদের জন্য নির্দেশিকা তৈরি করা।\nস্থানীয় নির্বাচনের ক্ষেত্রে আদর্শ আচরণবিধি অনুসরণ করা।\nনির্বাচনে ভোটারদের ভোট দেওয়ার জন্য নির্দেশিকা তৈরি করা।\nনতুন সংযোজন সহ ভোটার তালিকা হালনাগাদ করা।\nঅপসারণ সহ ভোটার তালিকা আপডেট করা, যদি থাকে।\n\n\n== গঠন ==\nপশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন প্রধান কমিশনার এবং সংশ্লিষ্ট রাজ্য সরকারের আইন দ্বারা প্রয়োজনীয় যতগুলি সদস্য এবং কর্মী নির্দিষ্ট করা হয়েছে তাদের নিয়ে গঠিত। রাজ্য নির্বাচন কমিশনাররা হলেন স্বাধীন ব্যক্তি যারা কেন্দ্রীয় বা রাজ্য সরকারের কোনো সংস্থায় পদ বা পদে অধিষ্ঠিত নন।\nএস. কে. দাস হলেন পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশনের বর্তমান প্রধান কমিশনার। তিনি চার বছর মেয়াদে দায়িত্ব পালন করবেন।\n\n\n== সাংবিধানিক প্রয়োজনীয়তা ==\nস্থানীয় গভর্নিং বডির জন্য ভোটার তালিকা প্রস্তুতকরণ এবং পৌরসভা ও পঞ্চায়েতের নির্বাচন পরিচালনার জন্য তত্ত্বাবধান এবং নির্দেশিকা দেওয়ার লক্ষ্যে পশ্চিমবঙ্গ রাজ্য নির্বাচন কমিশন ৭৩ তম এবং ৭৪ তম ঘোষণার সাথে সংবিধান সংশোধনের পরে গঠিত হয়েছিল। অনুচ্ছেদ ৩২৪ অনুসারে ভারতের নির্বাচন কমিশন স্থাপনের মতো সংবিধানের ২৪৩-কে অনুচ্ছেদ অনুসারে রাজ্য নির্বাচন কমিশন গঠন করা হয়েছে।\n\n\n== আরো দেখুন ==\nভারতের নির্বাচন কমিশন\nরাজ্য নির্বাচন কমিশন (ভারত)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিস্থ সংযোগ ==\nঅফিসিয়াল ওয়েবসাইট"}