{"pageid": 115680, "title": "ময়দান, কলকাতা", "url": "https://bn.wikipedia.org/wiki?curid=115680", "content": "ময়দান বা গড়ের মাঠ হল পশ্চিমবঙ্গের রাজধানী কলকাতার বৃহত্তম নগরাঞ্চলীয় উদ্যান। এটি একটি বিরাট মাঠ। ক্রিকেট স্টেডিয়াম ইডেন গার্ডেনস, কলকাতা রেসকোর্স, নেতাজি ইন্ডোর স্টেডিয়াম, রয়্যাল ক্যালকাটা গলফ ক্লাব ও বেশ কয়েকটি ফুটবল স্টেডিয়াম এই মাঠের অংশ। খেলার মাঠ ছাড়া ময়দানে ভিক্টোরিয়া মেমোরিয়াল হল, রাজভবন, ফোর্ট উইলিয়াম, বিদ্যাসাগর সেতু, বিড়লা তারামণ্ডল, সেন্ট পলস ক্যাথিড্রাল, নন্দন-রবীন্দ্রসদন চত্বর, পশ্চিমবঙ্গ বাংলা আকাদেমির প্রধান কার্যালয়, নিউ মার্কেট, এশিয়াটিক সোসাইটি ভবন, পশ্চিমবঙ্গ বিধানসভা ভবন, আকাশবাণী কলকাতার কার্যালয় ও ভারতীয় সংগ্রহালয় সহ কলকাতার কয়েকটি প্রধান দ্রষ্টব্য স্থল এই মাঠের পাশে অবস্থিত। পশ্চিমবঙ্গ রাজ্য সচিবালয় মহাকরণ, আলিপুর পশুশালা ও ভারতের জাতীয় গ্রন্থাগারও এই মাঠের কাছেই অবস্থিত। ময়দানে প্রচুর গাছপালা ও খোলা মাঠ থাকায় এটিকে \"কলকাতার ফুসফুস\" বলা হয়। ময়দান ভারতীয় সেনাবাহিনীর সম্পত্তি। ফোর্ট উইলিয়ামে সেনাবাহিনীর পূর্ব কম্যান্ডের প্রধান কার্যালয় অবস্থিত। ময়দান কলকাতার অন্যতম প্রধান সাংস্কৃতিক কেন্দ্র।\n\n\n== ইতিহাস ==\n\nপলাশীর যুদ্ধে জয়লাভের এক বছর পর ১৭৫৮ সালে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি গোবিন্দপুর গ্রামের কেন্দ্রস্থলে নতুন ফোর্ট উইলিয়াম দুর্গের নির্মাণকার্য শুরু করে। উক্ত গ্রামের বাসিন্দাদের আর্থিক ক্ষতিপূরণ এবং তালতলা, কুমারটুলি ও শোভাবাজার অঞ্চলে জমি দেওয়া হয়। ১৭৭৭ সালে দুর্গনির্মাণের কাজ শেষ হয়। “যে ব্যাঘ্র-সংকুল জঙ্গলটি চৌরঙ্গী গ্রাম থেকে নদীকে বিচ্ছিন্ন করে রেখেছিল, সেই জঙ্গলটি কেটে পরিষ্কার করে দেওয়া হয়। এরই ফলে কলকাতার গৌরব ময়দানের বিস্তৃর্ণ তৃণক্ষেত্রটির সৃষ্টি হয়। এই মুক্ত প্রাঙ্গণের উদ্ভব এবং দক্ষিণের বসতি অঞ্চলকে বিচ্ছিন্ন করে রাখা খালটি বুজিয়ে দেওয়ার ফলে ইউরোপীয় বাসিন্দারা দুর্গের আবদ্ধ সংকীর্ণ পরিমণ্ডল পরিত্যাগ করতে শুরু করেন। অবশ্য ১৭৪৬ সাল থেকেই চৌরঙ্গী অঞ্চলে বাসিন্দাদের সরে আসা শুরু হয়েছিল।”\n১৯০৯ সালে এইচ. ই. এ. কটন লিখেছেন, “The great Maidan presents a most refreshing appearance to the eye, the heavy night dew, even in the hot season, keeping the grass green. Many of the fine trees with which it was once studded were blown down in the cyclone of 1864. But they have not been allowed to remain without successors, and the handsome avenues across the Maidan still constitute the chief glory of Calcutta. Dotting the wide expanse are a number of fine tanks, from which the inhabitants were content in former days to obtain their water-supply.”\n\n\n== সেনা সম্পত্তি ==\nপ্রথমদিকে পাঁচ বর্গকিলোমিটার আয়তনবিশিষ্ট ময়দান গড়ে তোলা হয়েছিল সেনাবাহিনীর প্যারেড গ্রাউন্ড হিসেবে। ইউরোপীয়রা ময়দানের আশেপাশে বসতি স্থাপন করতে শুরু করলে, ভারতীয় এই অঞ্চল পরিত্যাগ করেন। ধনী পরিবারগুলির মধ্যে দেব পরিবার শোভাবাজারে, ঠাকুর পরিবার জোড়াসাঁকো ও পাথুরিয়াঘাটায় এবং ঘোষাল পরিবার ভূকৈলাসে (খিদিরপুর) চলে যায়। ময়দান গঠনের সময় থেকেই এটি সেনা সম্পত্তি। সেনাবাহিনীই ময়দানের মালিক। তবে ময়দানের প্রশাসন পুলিশের হাতে ন্যস্ত। একাধিক দায়িত্ব পালনের সঙ্গে পুলিশকে ময়দানের আইনশৃঙ্খলা রক্ষার দিকটিও সামলাতে হয়। জানা যায়, ১৮৬০-এর দশক থেকেই ময়দান ভারতীয় ও ইউরোপীন চোরেদের আড্ডা। আইনত (১৮৪৭ সালের ১৬ নং আইন অনুযায়ী) দুর্গ ও ময়দান নগর কর্তৃপক্ষের এক্তিয়ারভুক্ত এলাকার বাইরে অবস্থিত।\n\n\n== পরিপার্শ্বস্থ ভবন ও স্থাপনা ==\n\n \nময়দানের মূল ভূখণ্ডে রাস্তা ও ট্রামলাইন ছাড়া কোনোপ্রকার নির্মাণকার্য করা হয়নি। তবে এই অঞ্চলের আশেপাশে একাধিক গুরুত্বপূর্ণ ভবন ও স্থাপনা গড়ে উঠেছে। ১৮৮২ সালে ক্যালকাটা ট্রামওয়েজ কর্পোরেশন চৌরঙ্গী থেকে খিদিরপুর ও কালীঘাট পর্যন্ত যে বাষ্পচালিত ট্রাম চালানো শুরু করে, তা চলত ময়দানের উপর দিয়েই। ১৮৮৯ সালে এখানে বৈদ্যুতিক ট্রাম চলাচল শুরু হয়।\n“ময়দানের প্রাচীনতম রাস্তাটি হল ‘দ্য কোর্স’। এটি উত্তরে ‘ককড হ্যাট’ থেকে খিদিরপুর ব্রিজ পর্যন্ত প্রসারিত ছিল। পশ্চিমদিকের ‘ব্রড গ্র্যাভেলড ওয়াক’ ছিল রেড রোডের একটি অংশ। এটি নির্মিত হয় ১৮২০ সালে। দুর্গের দক্ষিণে এলেনবরো কোর্স নির্মিত হয় অশ্ব প্রশিক্ষণের জন্য। এর পূর্বদিকে রেসকোর্স চালু হয় ১৮১৯ সালে। এই ছিল এক শতাব্দীকাল পূর্বের চিত্র।” \nলাটভবন (বর্তমান রাজভবন) নির্মিত হয় ১৮০৩ সালে। ৪৮ মিটার উঁচু অক্টারলোনি মনুমেন্ট (বর্তমান শহীদ মিনার) নির্মিত হয় ১৮৪৮ সালে। ১৮১৪ সালে এশিয়াটিক সোসাইটিতে জাদুঘর স্থাপিত হয়। তবে ভারতীয় সংগ্রহালয় রূপে বর্তমান ভবনে তা উঠে আসে ১৮৮৭ সালে। সেন্ট পল’স ক্যাথিড্রাল নির্মিত হয় ১৮৩৯ থেকে ১৮৪৭ সালের মধ্যবর্তী সময়ে। ১৮৭৪ সালে এই গির্জার পবিত্রকরণ (কনস্যাক্রেট) করা হয়। ১৯২১ সালে নির্মিত হয় ভিক্টোরিয়া মেমোরিয়াল হল। ময়দানের এক কোণে, কাউন্সিল হাউস স্ট্রিটে অবস্থিত ছিল ফোর্ট উইলিয়াম কলেজ। এই কলেজ বহুকাল আগে অবলুপ্ত হলেও বাংলা সহ একাধিক ভারতীয় ভাষার বিকাশে এর গুরুত্ব অনস্বীকার্য।\nক্রিকেট স্টেডিয়াম হিসেবে ময়দানে গড়ে ওঠে ইডেন গার্ডেনস। পরবর্তীকালে নির্মিত হয় – নেতাজি ইন্ডোর স্টেডিয়াম। এম. পি. বিড়লা তারামণ্ডল, এই অঞ্চলের একটি উল্লেখযোগ্য বিজ্ঞানকেন্দ্র। রবীন্দ্রসদন, অ্যাকাডেমি অফ ফাইন আর্টস এবং নন্দন এখানকার তিনটি প্রধান প্রেক্ষাগৃহ।\nকলকাতার আদি জমিদার সাবর্ণ রায়চৌধুরী পরিবার তাঁদের আদি বসতি হালিশহর থেকে নব্য বসতি বড়িশা পর্যন্ত যে রাস্তাটি নির্মাণ করান, সেটি ময়দানের পাশ দিয়ে কলকাতার উত্তর ও দক্ষিণাঞ্চলের মধ্যে সংযোগরক্ষাকারী চৌরঙ্গীর উপর দিয়ে যেত। ময়দানের পূর্ব সীমান্তে কলকাতা মেট্রোর টালিগঞ্জ-এসপ্ল্যানেড শাখাটি নির্মাণ করতে প্রায় সাত বছর সময় লাগে। মেট্রোর ময়দান-সংলগ্ন স্টেশনের সংখ্যা ৩ – এসপ্ল্যানেড, পার্ক স্ট্রিট ও ময়দান।\nরবীন্দ্র সেতু ময়দান অঞ্চল থেকে অনেকটা দূরে হলেও হুগলি নদীর উপর নির্মিত দ্বিতীয় হুগলি সেতু বা বিদ্যাসাগর সেতু ময়দানের একটি অংশের উপর নির্মিত হয়।\n\n\n== মূর্তি ==\nঅতীতে ময়দান ব্রিটিশ ভারতের বিভিন্ন গভর্নর জেনারেল ও অন্যান্য উচ্চ পদাধিকারীদের মূর্তি দ্বারা শোভিত ছিল। এঁদের মধ্যে ছিলেন লর্ড কার্জন, কিচনার, রবার্টস, লর্ড মিন্টো, নর্থব্রুক, লর্ড ক্যানিং ও অন্যান্য ব্যক্তিবর্গ যাঁরা অতীতে কলকাতার সঙ্গে নানাভাবে যুক্ত ছিলেন। ১৯৪৭ সালে স্বাধীনতা অর্জনের পর কয়েক বছরে একটি-দুটি মূর্তি ময়দান থেকে অপসারিত করা হয়। ১৯৬৯ সালে শেষ ষোলোটি মূর্তি অপসারিত করা হয়। এর পরে এই সকল মূর্তির শূন্য বেদীতে মহাত্মা গান্ধী, রামমোহন রায়, চিত্তরঞ্জন দাশ, জওহরলাল নেহেরু, সুভাষচন্দ্র বসু, শ্রীঅরবিন্দ, মাতঙ্গিনী হাজরা, প্রীতিলতা ওয়াদ্দেদার, ইন্দিরা গান্ধী, গোষ্ঠ পাল প্রমুখ ব্যক্তিবর্গের প্রতিমূর্তি স্থাপিত হয়। এসপ্ল্যানেডের উত্তর-পূর্ব কোণে লেনিন জন্মশতবর্ষ উপলক্ষে একটি লেনিন মূর্তিও স্থাপন করা হয়।\n\n\n== রাজনৈতিক সমাবেশ ==\nজিওফ্রে মুরহাউস ময়দানে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) (সিপিআইএম) আয়োজিত একটি রাজনৈতিক সমাবেশের বর্ণনায় লেখেন: “They generally start about tea time, they rarely finish before nine o’clock… they are masterly exhibitions of organisation… The platform is high so that everyone on it will be visible at a great distance, and it is large enough to accommodate twenty or thirty… it is illuminated with spotlights, it flutters with red flags, and it has huge red backcloth upon which Lenin is straining resolutely forward from a thicket of banners. Everything is perfectly under control… as they sit there upon the ground, row after attentive row of them, a brigade of young women to the fore… distantly across the Maidan people have climbed trees and others are packed standing on top of the Esplanade tram shelters… there must be a hundred thousand here altogether… the leaders come through the guard of honour to the platform…it is only when Promode Dasgupta and Hare Krishna Konar are having their say… theirs is the oratory that sends men delirious with dreams, that can set a rabble to a march of destruction… when the speeches are done, the leaders begin to sing the Internationale… all over the crowd torches are swiftly lit and held high in flaring salute…”\nময়দান পশ্চিমবঙ্গের সব রাজনৈতিক দলের রাজনৈতিক সমাবেশের প্রধান স্থল। যদিও সমাবেশের পর ময়দান পরিষ্কার করার মতো গুরুত্বপূর্ণ বিষয়টিকে প্রায়শই অবহেলা করা হয়। এই কারণে সেনাবাহিনী ময়দানে সমাবেশ আয়োজনকারী দলের থেকে কশান মানি আদায়ের সিদ্ধান্ত গ্রহণ করেছেন, যাতে ময়দানকে দূষণমুক্ত রাখা যায়।\n\n\n== বইমেলা বিতর্ক ==\nঅতীতে ময়দানে কলকাতা পুস্তকমেলা, হ্যান্ডলুম এক্সপো, শিল্প ভারত বাণিজ্য মেলা, ভ্রমণ ও পর্যটন মেলা, বিদ্যাসাগর মেলা, লেক্সপো ইত্যাদি একাধিক বৃহৎ মেলা ও প্রদর্শনীর আয়োজন করা হত। ময়দানের মতো মাঠ থাকায় কলকাতায় দিল্লির প্রগতি ময়দানের ধাঁচে মেলার জন্য নির্দিষ্ট প্রাঙ্গণ তৈরির প্রয়োজন পড়েনি। এই সব মেলায় প্রচুর জনসমাগম হত। ফলে অনিবার্যভাবে ময়দানের পরিবেশের উপর তার বিরূপ প্রভাব পড়তে শুরু করে এবং এই সম্পর্কিত একাধিক জনস্বার্থ মামলাও দায়ের করা হয়। সেনাবাহিনীকে এ ব্যাপারে সতর্কিত করা হলে তারাও ময়দান থেকে ইস্টার্ন মেট্রোপলিটান বাইপাসের ধারে মেলাগুলি সরিয়ে নেওয়ার জন্য চাপ দিতে শুরু করে। এমনকি ময়দানে বইমেলা আয়োজনেরও বিরোধিতা শুরু হয়। ২০০৩ সালের ১৭তম শিল্প ভারত বাণিজ্য মেলায় ৭০০ প্রদর্শনী এবং ৮০০,০০০ দর্শক অংশ নিলে পশ্চিমবঙ্গের শিল্প ও বাণিজ্য মন্ত্রী নিরুপম সেন ইএম বাইপাসের ধারে একটি স্থায়ী মেলাপ্রাঙ্গণ স্থাপনের যৌক্তিকতার কথা বলেন। তিনি জানান মেলার সহউদ্যোক্তা বেঙ্গল ন্যাশানাল চেম্বার অফ কমার্স অ্যান্ড ইন্ডাস্ট্রি এই প্রকল্পে অংশগ্রহণে ইচ্ছুক।\n২০০৪ সালে ২৯তম কলকাতা পুস্তকমেলায় ২,৪৭৫,০০০ মানুষের সমাগম ঘটে। উদ্যোক্তারা জানান তাঁরা পরের বছরও ময়দানে মেলা আয়োজনের জন্য পুলিশ কমিশনার ও প্রতিরক্ষা কর্তৃপক্ষের কাছে আবেদন জানিয়েছেন।\n\n২০০৫ সালে কলকাতার অগ্রণী ইংরেজি দৈনিক দ্য স্টেটসম্যান লেখে, “The Kolkata Book Fair may well have had its last outing on the Maidan… In recent years, almost every part of the Maidan has been used to host all manners of melas and fairs. This, obviously, can’t continue… Our courts of justice are now taking cognizance. The military too has woken up to its environmental responsibility. Even business houses have apparently become concerned. At this rate, it might seem the lungs of Kolkata, and of the people who inhabit it, still have some hope.” মুখ্যমন্ত্রী ও মুখ্যসচিব জানান, এই বছরই ময়দানে শেষ বইমেলা। পরের বছর থেকে ইএম বাইপাসের ধারে নির্দিষ্ট মেলাপ্রাঙ্গণে বইমেলা আয়োজিত হবে। কিন্তু মেলাপ্রাঙ্গণের কাজ সম্পূর্ণ না হওয়ায় সেনা কর্তৃপক্ষ ২০০৬ সাল অবধি ময়দানে বইমেলার অনুমতি দেন।\n২০০৭ সাল থেকে ময়দানে বইমেলা আয়োজন নিয়ে চূড়ান্ত বিতর্কের সূত্রপাত ঘটে। কলকাতা হাইকোর্ট ময়দানে বইমেলা আয়োজনে নিষেধাজ্ঞা জারি করে। অবশেষে যুবভারতী ক্রীড়াঙ্গন প্রাঙ্গণে সেই বছর বইমেলা আয়োজিত হয়। অন্যান্য মেলাগুলিকে অবশ্য আগেই সরিয়ে নেওয়া হয়েছিল।\n\n\n== বাঙালি চেতনায় ময়দান ==\n১৮৫৯ সালে জন এলিয়ট ড্রিঙ্কওয়াটার বেথুন কলকাতায় প্রথম বালিকা বিদ্যালয় স্থাপন করলে রক্ষণশীল কবি ঈশ্বরচন্দ্র গুপ্ত লেখেন:\n\nযত ছুঁড়িগুলো তুড়ি মেরে কেতাব হাতে নিচ্ছে যবে,\nএ বি শিখে, বিবি সেজে, বিলাতী বোল কবেই কবে;\nআর কিছুদিন থাক রে ভাই! পাবেই পাবে দেখতে পাবে,\nআপন হাতে হাঁকিয়ে বগি, গড়ের মাঠে হাওয়া খাবে।\nএর কিছুকাল পরেই জ্যোতিরিন্দ্রনাথ ঠাকুর তাঁর স্ত্রী কাদম্বিনী দেবীকে ময়দানে নিয়ে গিয়ে অশ্বচালনা শিক্ষা দেন। এতে বাঙালি সমাজের রক্ষণশীলতায় প্রচণ্ড আঘাত লাগে এবং বাঙালি সমাজে এক অভূতপূর্ব সংস্কার সাধিত হয়।\nব্রিটিশ শাসনে ইংরেজ সেনারা ময়দানে বাঙালি ছেলেদের দেখলেই লাথি মারত। বাঙালিরা এতটাই ভীরুস্বভাবের ছিল যে এর কোনো প্রতিবাদই করত না। সরলা দেবী চৌধুরানী এই ঘটনায় অত্যন্ত ব্যথিত হন। তিনি দুর্গাপূজায় বীরাষ্টমী ব্রতের সূচনা করেন। এই ব্রতে যুবকদের অন্যায়ের প্রতিবাদ করার শপথ নিতে হত। এই ঘটনা পরবর্তীকালে ভারতের স্বাধীনতা আন্দোলনকে গভীরভাবে প্রভাবিত করেছিল।\n\n\n== ময়দানে জনজীবন ==\n\nময়দানে একাধিক ক্ষুদ্রাকার সবুজ বাংলো অবস্থিত। এগুলি বিভিন্ন ক্রীড়া প্রতিষ্ঠানের সম্পত্তি। খেলাধুলোর জন্য ময়দানে ছোটো ছোটো খেলার মাঠও রয়েছে। বড়ো বড়ো ক্লাবগুলির নিজস্ব মাঠ কাঠের গ্যালারি দিয়ে বাঁধানো। মোহনবাগান অ্যাথলেটিক ক্লাব, ইস্টবেঙ্গল ও মোহামেডান স্পোর্টিং ক্লাব ময়দানের প্রধান ক্রীড়াসংস্থা। এছাড়াও অনেক ছোটো ক্লাবের তাঁবুও ময়দানে অবস্থিত।\n১৮০৪ সালের জানুয়ারি মাসে কোম্পানির পুরনো এটোনিয়ানরা ময়দানে একটি দুইদিনের ক্রিকেট ম্যাচের আয়োজন করেছিলেন। এটিই ময়দানে আয়োজিত প্রথম ক্রিকেট ম্যাচ। বিশ্বের প্রাচীনতম হকি টুর্নামেন্ট বেইটন কাপ চালু হয় ১৮৯৫ সালে। এটি সাধারণত মোহনবাগান মাঠে আয়োজিত হত। ময়দান ভারতীয় ফুটবল অ্যাসোসিয়েশনেরও স্নায়ুকেন্দ্র।\nখেলাধুলো ও সেনাবাহিনীর কুচকাওয়াজ ছাড়াও ময়দানে অন্যান্য কিছু কাজও হয়। এখানকার পুকুরগুলিতে ধোপারা কাপড় কাছে এবং মাঠে পশুপালকেরা ভেড়া, ছাগল, গোরু ইত্যাদি চরায়। সকালে অনেকেই এখানে প্রাতঃভ্রমণের জন্য আসেন। পুরনো দিনে হ্যাকনে ঘোড়ার গাড়িতে পর্যটকদের ঘুরিয়ে মনোরঞ্জনের ব্যবস্থাও রয়েছে ময়দানে। ১৯০২ সালে জামশেদজি ফ্রামজি ম্যাডান বাইস্কোপ নিয়ে এলে ময়দানে একটি তাঁবুতে সিনেমা দেখানোর ব্যবস্থা করা হয়। সত্যজিৎ রায়ের একাধিক ছবির শ্যুটিং-ও ময়দানে হয়েছে। ময়দানের জীবন কলকাতার জনজীবনের এক টুকরো প্রতিচ্ছবি।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিভ্রমণ থেকে ময়দান, কলকাতা ভ্রমণ নির্দেশিকা পড়ুন।"}