{"pageid": 1157942, "title": "ব্যক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1157942", "content": "একজন ব্যক্তি বলতে এমন একটি সত্তাকে বোঝায় যার কিছু বিশেষ ক্ষমতা বা বৈশিষ্য আছে, যেমন যুক্তিবোধ, নৈতিকতাবোধ, চেতনা কিংবা আত্ম-চেতনা, এবং যে সামাজিক সম্পর্কসমূহের কোনও সাংস্কৃতিকভাবে প্রতিষ্ঠিত রূপের (যেমন আত্মীয়তার সম্পর্ক, সম্পত্তির মালিকানা কিংবা আইনি দায়িত্ব) অংশ। ব্যক্তিসত্তার সংজ্ঞানিরূপক বৈশিষ্যগুলি এবং এর সূত্র ধরে কোন যুক্তিতে কোনও সত্তাকে ব্যক্তি হিসেবে গণ্য করা হবে, তা সংস্কৃতি ও পরিপ্রেক্ষিতভেদে বিভিন্ন হতে পারে।\nকোন জিনিস একটি সত্তাকে ব্যক্তি হিসেবে গণ্য করতে সাহায্য করে, সেই ব্যক্তিসত্তার প্রশ্নের পাশাপাশি ব্যক্তিগত পরিচয় ও আত্মসত্তা বিষয়ে আরও প্রশ্ন বিদ্যমান: কোনও নির্দিষ্ট ব্যক্তি কী কারণে অপর কোনও ব্যক্তি হতে স্বতন্ত্র এবং কী কারণে বর্তমান সময়ের কোনও ব্যক্তি অতীত ও ভবিষ্যতে পরিবর্তন ঘটা সত্ত্বেও একই ব্যক্তি হিসেবে গণ্য হবে, এ সংক্রান্ত প্রশ্নাবলী।\nব্যক্তির বহুবচন \"ব্যক্তিবর্গ\" প্রায়শই দার্শনিক ও আইনি রচনায় ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCornelia J. de Vogel (1963). The Concept of Personality in Greek and Christian Thought. In Studies in Philosophy and the History of Philosophy. Vol. 2. Edited by J. K. Ryan, Washington: Catholic University of America Press. pp. 20–\nGrant, Patrick. Personalism and the Politics of Culture. New York: St Martin's Press 1996. আইএসবিএন ০৩১২১৬১৭৬X\nGrant, Patrick. Spiritual Discourse and the Meaning of Persons. New York: St Martin's Press 1994. আইএসবিএন ০৩১২১২০৭৭X\nGrant, Patrick. Literature and Personal Values. London: MacMillan 1992. আইএসবিএন ১-৩৪৯-২২১১৬-৩\nLukes, Steven; Carrithers, Michael; Collins, Steven, সম্পাদকগণ (১৯৮৭)। The Category of the Person: Anthropology, Philosophy, History। Cambridge: Cambridge University Press। আইএসবিএন 0-521-27757-4। \nPuccetti, Roland (১৯৬৮)। Persons: A Study of Possible Moral Agents in the Universe। London: Macmillan and Company। \nStephens, William O. (2006). The Person: Readings in Human Nature. Upper Saddle River, NJ: Pearson. আইএসবিএন ৯৭৮-০-১৩-১৮৪৮১১-৫.\nKorfmacher, Carsten (মে ২৯, ২০০৬)। \"Personal Identity\"। The Internet Encyclopedia of Philosophy। সংগ্রহের তারিখ ২০১১-০৩-০৯। \nJörg Noller (2019). Person. In: Thomas Kirchhoff (ed.): Online Encyclopedia Philosophy of Nature / Online Lexikon Naturphilosophie. Heidelberg, Universitätsbibliothek Heidelberg: https://doi.org/10.11588/oepn.2019.0.66403.\nEric T. Olson (2019). \"Personal Identity\". In: Edward N. Zalta (ed.): The Stanford Encyclopedia of Philosophy (Fall 2019 Edition), URL = <https://plato.stanford.edu/archives/fall2019/entries/identity-personal/>.\n\n\n== বহিঃসংযোগ ==\n\nRights of Non-Human Persons Program  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ জুন ২০১৩ তারিখে (Institute for Ethics and Emerging Technologies)"}