{"pageid": 1157395, "title": "সিন্ডিকেট (ওয়েব ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1157395", "content": "সিন্ডিকেট শিহাব শাহীন রচিত ও পরিচালিত বাংলাদেশী অপরাধ থ্রিলার ওয়েব ধারাবাহিক। এটি প্রযোজনা করেন রেদওয়ান রনি। এটি চরকি ওয়েব প্ল্যাটফর্মের অনুষ্ঠান। এতে সাতটি পর্ব রয়েছে। এতে প্রধান চরিত্রে অভিনয় করেছেন আফরান নিশো, নাজিফা তুষি ও তাসনিয়া ফারিণ।\n২০২২ সালের ১০ই জুলাই ঈদুল আজহায় ধারাবাহিকটি প্রচারিত হয়। প্রচারের পরপরই ধারাবাহিকটি দর্শকদের প্রশংসা কুড়ায়।\n\n\n== পটভূমি ==\nদিনে দুপুরে ব্যাংকের ছাদ থেকে পড়ে গিয়ে নিহত হয় প্রশ্নবিদ্ধ, রহস্যে ঘেরা, ব্যাংক কর্মকর্তা জিশা। সবাই একে আত্মহত্যা বললেও জিশার প্রেমিক ও সহকর্মী আদনানের ধারণা ঠান্ডা মাথায় খুন করা হয়েছে জিশাকে। আদনান অ্যাসপারগার সিনড্রোমে আক্রান্ত আই টি অফিসার। সে ছুটছে সেই সিন্ডিকেটের পিছনে। তাকে সহযোগিতা করে তার সহকর্মী স্বর্ণা।\n\n\n== অভিনয়শিল্পীদল ==\nআফরান নিশো - হাবিবুর রহমান আদনান\nনাজিফা তুষি - জোবায়দা ইয়াসমিন জিশা\nতাসনিয়া ফারিণ - সামিয়া সুলতানা স্বর্ণা\nশতাব্দী ওয়াদুদ - সোহেল চৌধুরী\nরাশেদ মামুন অপু - নাসিরউদ্দিন হায়দার রতন\nনাসির উদ্দিন খান - রফিকুল ইসলাম মিয়া/শামসুর রহমান স্বপন ওরফে অ্যালেন স্বপন/অ্যাকাউন্ট্যান্ট\nরিশাদ মাহমুদ - পুলিশ\nঅর্নব অন্তু - রবিন\nইথেনা অধিকারী - তিথি\nএলিনা শাম্মী - নাইলা\nজাহিদ ইসলাম\nশারমীন শর্মি - রুপালি হায়দার\nএ কে আজাদ সেতু - সুরেশ\nমাসুম বাশার - মানবসম্পদ প্রধান (এইচআর হেড)\nসমু চৌধুরী - চেয়ারম্যান\nসাইফ হোসেন - ফারাবি\nরকি খান\nসঞ্জয়\nশিখা মৌ - স্বর্ণার মা\nদিহান\nসবিতা\nহোসেন নিরব\nসায়েম সামাদ\nজুলফিকার চঞ্চল\nতুহিন চৌধুরী\nরিপা রঞ্জনা\n\n\n== পর্ব ==\n\n\n== সঙ্গীত ==\nধারাবাহিকটির সুর করেছেন এবং গানের কথা লিখেছেন খৈয়াম সানু সন্ধি। এতে একটি গান রয়েছে, গানে কণ্ঠ দিয়েছেন রেহান রাসুল ও মুশাররাত আঁচল।\n\n\n== সিক্যুয়েল ==\nএই সিরিজের মুক্তির পর ব্যাপক জনপ্রিয়তা পায় ভিলেন অ্যালেন স্বপন চরিত্রটি। তারই ধারাবাহিকতায় নির্মাতা শিহাব শাহীন এর সিক্যুয়েল মাইশেলফ অ্যালেন স্বপন  নির্মাণের ঘোষণা দেন। তবে সিক্যুয়েল বলা হলেও, এটি হবে প্রিক্যুয়েল। এতে অ্যালেন স্বপনের অর্থ পাচারের হোতা হয়ে উঠার গল্প দেখা যাবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nচরকিতে সিন্ডিকেট\nবাংলা মুভি ডেটাবেজে সিন্ডিকেট"}