{"pageid": 1157737, "title": "আমিষ ভোজন", "url": "https://bn.wikipedia.org/wiki?curid=1157737", "content": "আমিষ বা মাংসাশী খাবারে মাংস (লাল মাংস, পোল্ট্রি, সামুদ্রিক খাবার বা অন্য কোনো প্রাণীর মাংস) এবং কখনও কখনও ডিম থাকে। লোকেদের বর্ণনা করার সময়, আমিষভোজীরা নিরামিষভোজীদের বিপরীতে মাংস খায়। খাদ্য, আমিষভোজী  বিশ্বের (ভারত সহ) সংখ্যাগরিষ্ঠ মানুষের খাদ্য।\nআমিষভোজীদের পুষ্টিবিজ্ঞানে সর্বভূক বলা হয়।\n\n\n== ইতিহাস ==\n\nঅক্ষেতা সূর্যনারায়ণ এট আল অনুসারে, নিরামিষ খাদ্য-বল (লাড্ডু) সিন্ধু উপত্যকা সভ্যতায় পাওয়া গিয়েছিল একইভাবে। উপলব্ধ প্রমাণগুলি অঞ্চলে রন্ধনসম্পর্কীয় অনুশীলনগুলিকে সাধারণ বলে নির্দেশ করে; খাদ্য উপাদানগুলি ছিল দুগ্ধজাত দ্রব্য (কম অনুপাতে), রমিন্যান্ট শবের মাংস, এবং হয় নন-রুমিন্যান্ট অ্যাডিপোজ চর্বি, গাছপালা বা এই পণ্যগুলির মিশ্রণ। খাদ্যতালিকাগত প্যাটার্ন পতন জুড়ে একই ছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nTribal People of Central India: Problems and Prospects. India, K.K. Publications, 2022. Chapter 6, 7, 8\nSwami Vivekananda: The Feasting, Fasting Monk. India, Penguin Random House India Private Limited, 2022. (This book seem to have info related to 'non vegetarianism' in religious epics. (Page numbers not visible on Google books)\nFlavours Across Our Borders: Popular Global Veg & Non Veg Recipes. N.p., Notion Press, 2021.\nAnimal Laws of India. India, Law & Justice Publishing Company, 2021. Editors: Maneka Gandhi, Ozair Husain, Raj Panjwani\nHussain, Sadaf. Daastan-e-Dastarkhan: Stories and Recipes from Muslim Kitchens. India, Hachette India, 2019.\nLahiri, Nayanjot. Time Pieces: A Whistle-stop Tour of Ancient India. India, Hachette India, 2018.\nDonner, Henrike. Domestic Goddesses: Maternity, Globalization and Middle-class Identity in Contemporary India. United Kingdom, Taylor & Francis, 2016. Chapter 5\nHUMAN RIGHTS LAW AND PRACTICE. India, Prentice Hall India Pvt., Limited, 2016. Page 250\nCallahan Jr., Edward J.. A Comparison of Markers of Iron Status Between Vegetarian and Non-vegetarian Female High School Cross Country Runners: Is Routine, Pre-season Screening Warranted?. United States, Central Washington University, 2015.\nSen, Colleen Taylor. Feasts and Fasts: A History of Food in India. United Kingdom, Reaktion Books, 2014.\nStuart, Tristram. The Bloodless Revolution: A Cultural History of Vegetarianism from 1600 to Modern Times. United Kingdom, W.W. Norton & Company, 2008.\nCity, Society, and Planning: Society. India, Concept Publishing Company, 2007.\nCollingham, Elizabeth M., and Collingham, Lizzie. Curry: A Tale of Cooks and Conquerors. United Kingdom, Oxford University Press, 2007.\nHussar, Karen M.. Vegetarian and Non-vegetarian Children's Judgments about Eating Meat. United States, Harvard Graduate School of Education, 2006.\nCultural Geography, Form and Process: Essays in Honour of Prof. A.B. Mukerji. India, Concept Publishing Company, 2004.\nMurray, Shawn, et al. Meat-eating & Human Evolution. United Kingdom, Oxford University Press, 2001.\nChoudhary, Harveen. Non Vegetarian Low Calorie Recipes. India, Snab, 1999.\nThe Eastern Anthropologist. India, Ethnographic and Folk Culture Society, 1999.\nMehta, Nina. Adhunic Non Vegetarian. N.p., n.p, 1993.\nThe Journal of the Anthropological Survey of India. India, The Survey, 1992.\nDhadave, Mallikarjun Shankerappa, and Thakur, Rudranand. Slum and Social System. India, Archives Publishers, 1987.\nUberoi, Pritam. Pritam Uberoi's Non Vegetarian Cookery: Recipes from India and Abroad Non Vegetarian Cookery : Recipes from India and Abroad. N.p., Sterling Publishers, 1981.\nFood, Ecology, and Culture: Readings in the Anthropology of Dietary Practices. United Kingdom, Gordon and Breach, 1980.\nSaraswati, Baidyanath, et al. The Sacred Complex of Kashi: A Microcosm of Indian Civilization. India, Concept, 1979. (Page 35)\nDeshpande, C. G.. On Intercaste Marriage: An Empirical Research Work. India, Uma Publication, 1972.\nCaste & Kinship in Central India. ~ Adrian C. Mayer N.p., University of California Press.1966\nBulletin of the Anthropological Survey of India. India, Director, Anthropological Survey of India, Indian Museum, 1962.\nDissertation Abstracts International: The humanities and social sciences. A. United States, University Microfilms, 2007. Page 2310\nThe Comprehensive Guide For Da'wah In Mosques (Masjids). N.p., Bassam Bokhowa.\nAdams, Carol J.. Living Among Meat Eaters: The Vegetarian's Survival Handbook. United States, Lantern Books, 2008.\n\n\n== বহিঃসংযোগ ==\n\nIndia’s meat map: 7 out of 10 people relish non-vegetarian items, East & South lead the way ~ Samrat Sharma, India Today November 18, 2021.\nWhen ‘veg’ is ‘non-veg’: what Delhi High Court said ~ Sofi Ahsan, Indian Express December 16, 2021"}