{"pageid": 115700, "title": "বাংলাদেশে পালিত দিবসসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=115700", "content": "বাংলাদেশে পালিত দিবসসমূহ দ্বারা বোঝানো হচ্ছে বাংলাদেশের স্বকীয় ও বিশ্বব্যাপী পালিত দিবসসমূহকে। এই সবগুলো দিবসের তালিকা নিম্নে প্রণীত হলো। দিবসগুলোর অধিকাংশই প্রায় নিয়মিত পালিত হয় এবং হয়ে আসছে। কিন্তু কিছু কিছু দিবস, বিভিন্ন রাজনৈতিক ক্ষমতাবলে, প্রতিহিংসাবশত, ঐ রাজনৈতিক দলের ক্ষমতা চলাকালীন রাষ্ট্রীয়ভাবে পালিত হয় না। আন্তর্জাতিক ও বৈশ্বিক দিবসগুলোর জন্য সরকারি ও আন্তর্জাতিকভাবে অর্থ বরাদ্দ পাওয়ার প্রেক্ষিতে তা পালিত হয়।\n\n\n== বাংলাদেশের দিবসসমূহ ==\nশুধুমাত্র বাংলাদেশের নিজস্ব দিবসগুলোকে \"বাংলাদেশের দিবস\" বলা হচ্ছে। এই দিবসগুলো শ্রেফ বাংলাদেশেই পালিত হয়। অবশ্য, বিশ্বের বিভিন্ন দেশে অবস্থানরত প্রবাসি বাঙালিরাও এই দিবসগুলো সীমিতাকারে পালন করে থাকেন।\n\n\n=== জানুয়ারি ===\nজাতীয় সমাজসেবা দিবস: ২ জানুয়ারি\nবঙ্গবন্ধুর স্বদেশ প্রত্যাবর্তন দিবস*: ১০ জানুয়ারি\nবাংলাদেশের স্বাধীনতা যুদ্ধকালীন নেতা বঙ্গবন্ধু শেখ মুজিবুর রহমান বাংলাদেশের মুক্তিযুদ্ধকালীন দীর্ঘ ১০ মাস কারাভোগের পর ১৯৭২ খ্রিস্টাব্দের এই দিনে স্বদেশে (বাংলাদেশের ভুখন্ডে) ফিরে আসেন, তারই উপলক্ষে এই দিবসটি পালিত হয়।\nশহীদ আসাদ দিবস : ২০ জানুয়ারি\n১৯৬৯ খ্রিস্টাব্দের এই দিনে আমানুল্লাহ আসাদুজ্জামান নামের একজন ছাত্রনেতা তৎকালীন পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) শাসক আইয়ুবশাহীর পতনের দাবীতে মিছিল করার সময় পুলিশের গুলিতে নিহত হন। তিনি ১৯৬৯ সালের বাঙালির গণ-আন্দোলনে তৎকালীন পূর্ব-পাকিস্তানের তিন শহীদদের একজন, অন্য দু'জন হচ্ছেন- শহীদ রুস্তম ও শহীদ মতিউর।\nগণঅভ্যুত্থান দিবস : ২৪ জানুয়ারি\n১৯৬৯ খ্রিস্টাব্দের এই দিনে তৎকালীন পাকিস্তানি শাসকদের বিরুদ্ধে পূর্ব পাকিস্তানের ছাত্র-জনতা প্রতিরোধ গড়ে তোলে, মিছিল বের করে। মিছিলে পুলিশের গুলিবর্ষণে নিহত হন নবম শ্রেণীর ছাত্র মতিউর রহমান। সেই গণঅভ্যুত্থানের স্মরণে এই দিনটি পালিত হয়।\nকম্পিউটারে বাংলা প্রচলন দিবস : ২৫ জানুয়ারি\nপ্রবাসী প্রকৌশলী সাইফুদ্দাহার শহীদ ১৯৮৫ খ্রিস্টাব্দে অ্যাপলের ম্যাকিন্টোশ কম্পিউটারে এদিন প্রথম বাংলা লিখন চালু করেন।\nসলঙ্গা দিবস : ২৭ জানুয়ারি।\n\n\n=== ফেব্রুয়ারি ===\nজাতীয় বস্ত্র দিবস : ০২ ফেব্রুয়ারি\nজাতীয় নিরাপদ খাদ্য দিবস : ০২ ফেব্রুয়ারি\nজাতীয় জনসংখ্যা দিবস : ০২ ফেব্রুয়ারি\nক্যান্সার দিবস:৪ ফেব্রুয়ারী\n\nজাতীয় গ্রন্থাগার দিবস : ০৫ ফেব্রুয়ারি\nবাংলা ইশারা ভাষা দিবস : ০৭ ফেব্রুয়ারি\nসড়ক হত্যা দিবস:  ১১ই ফেব্রুয়ারি\nআলিঙ্গন দিবস: ১২ফেব্রুয়ারি\nজাতীয় বস্ত্র দিবস : ১৪ ফেব্রুয়ারি\nসুন্দরবন দিবস : ১৪ ফেব্রুয়ারি\n২০০১ খ্রিস্টাব্দের এই দিনে বাংলাদেশ পরিবেশ আন্দোলনের আওতায় খুলনা বিশ্ববিদ্যালয়সহ ৭০টি পরিবেশবাদী সংগঠনের অংশগ্রহণে অনুষ্ঠিত প্রথম জাতীয় সুন্দরবন সম্মেলনে দিবসটিকে সুন্দরবন দিবস হিসেবে পালনের সিদ্ধান্ত গৃহীত হয়।\nশহীদ দিবস:  ২১ ফেব্রুয়ারি\nআন্তর্জাতিক মাতৃভাষা দিবস : ২১ ফেব্রুয়ারি\nজাতীয় পরিসংখ্যান দিবস : ২৭ ফেব্রুয়ারি\nজাতীয় ডায়াবেটিস সচেতনতা দিবস : ২৮ ফেব্রুয়ারি\n১৯৫৬ খ্রিস্টাব্দের এই দিনে ড. মো. ইব্রাহিমের উদ্যোগে বাংলাদেশ ডায়াবেটিক সমিতি প্রতিষ্ঠিত হয়। তাই এই দিনটিকে ডায়াবেটিস সচেতনতা তৈরিতে উপজীব্য করা হয়। এছাড়াও প্রতি বছরই ১৪ নভেম্বর বিশ্ব ডায়াবেটিস দিবস পালিত হয়।\n\n\n=== মার্চ ===\nজাতীয় বিমা দিবস : ১ মার্চ\nজাতীয় ভোটার দিবস : ২ মার্চ\nজাতীয় পতাকা দিবস : ২ মার্চ\nটাকা দিবস : ৪ মার্চ\nজাতীয় পাট দিবস : ৬ মার্চ\nজাতীয় নারী দিবস: ৮ মার্চ\nপতাকা উত্তোলন দিবস* : ২৩ মার্চ\n১৯৭১ খ্রিস্টাব্দের এই দিনে পল্টন ময়দানে শেখ মুজিবুর রহমানের উপস্থিতিতে ছাত্র সংগ্রাম পরিষদ স্বাধীন বাংলাদেশের পতাকা উত্তোলন করে। এই দিবসটি বাংলাদেশের স্বাধীনতার চেতনাস্বরূপ পালিত হয়।\nস্বাধীনতা দিবস ও জাতীয় দিবস : ২৬ মার্চ\n১৯৭১ খ্রিস্টাব্দের এই দিনে পাকিস্তানি শাসকদের বিরুদ্ধে যুদ্ধ করার জন্য আনুষ্ঠানিকভাবে বাঙালিদের প্রতি আহ্বান জানানো হয়, যা 'স্বাধীনতার ঘোষণা' হিসেবে সমধিক পরিচিত। ঐ দিন বেশ কয়েকবার সম্প্রচার মাধ্যমগুলোতে এই ঘোষণা প্রচারিত হয় এবং বাংলাদেশের (তৎকালীন পূর্ব পাকিস্তান) আনুষ্ঠানিকভাবে যুদ্ধে যোগদান করে। এই যুদ্ধ ঐ বছরই ১৬ ডিসেম্বর সমাপ্ত হয় এবং পূর্ব পাকিস্তান স্বাধীনতা লাভ করে ও বাংলাদেশ নামক নতুন একটি দেশ আত্মপ্রকাশ করে। এর পর থেকে প্রতি বছর মার্চ মাসের এই দিনটিকে 'স্বাধীনতা ঘোষণার দিবস' বা 'স্বাধীনতা দিবস' হিসেবে পালিত হয়ে আসছে।\nজাতীয় দুর্যোগ প্রস্তুতি দিবস : ১০ মার্চ\n১৯৯৮ খ্রিস্টাব্দ থেকে প্রতিবছর বাংলাদেশে, দুর্যোগ মোকাবিলা করার প্রস্তুতিস্বরূপ এই দিবসটি পালিত হয়ে আসছে।\n\n\n=== এপ্রিল ===\nজাতীয় প্রতিবন্ধী দিবস : ২ এপ্রিল\nজাতীয় চলচ্চিত্র দিবস: ৩ এপ্রিল\nবাংলাদেশ স্কাউটস দিবস : ৮ এপ্রিল\n\"প্রত্যেকে আমারা পরের তরে\" মূলমন্ত্রে ২০২২ সালে প্রথমবারের মতো উদযাপিত হয়েছে।\nপহেলা বৈশাখ বা বাংলা নববর্ষ : ১৪ এপ্রিল\nবাংলা বর্ষপঞ্জি অনুযায়ী বর্ষশুরু দিবস হিসেবে উদযাপিত হয়ে থাকে।\nমুজিবনগর দিবস* : ১৭ এপ্রিল\n১৯৭১ খ্রিস্টাব্দের এই দিনে কুষ্টিয়া জেলার (বর্তমান মেহেরপুর জেলা) বৈদ্যনাথতলায় তৎকালীন পূর্ব পাকিস্তানের বিপ্লবী সরকার শপথ গ্রহণ করেছিলো।\nজাতীয় পেশাগত স্বাস্থ্য ও সেফটি দিবস : ২৮ এপ্রিল\n\n\n=== মে ===\nমহান মে দিবস : ১ মে বিশ্ব শ্রমিক দিবস।\nফারাক্কা লংমার্চ দিবস বা ফারাক্কা দিবস : ১৬ মে\nফারাক্কা বাঁধের কারণে বাধাপ্রাপ্ত জলপ্রবাহের নিমিত্তে বাংলার মজলুম জননেতা মাওলানা আবদুল হামিদ খান ভাসানীর ডাকে লাখো মানুষ ভারত থেকে বাংলাদেশে প্রবাহিত গঙ্গার পানির ন্যায্য হিস্যা আদায়ের সংগ্রামে ফারাক্কা অভিমুখে মিছিলে অংশ নিয়েছিলো। সেই দাবিকে বারে বারে উত্থাপনের লক্ষ্যেই প্রতি বছর দিবসটি পালিত হয়।\nজাতীয় নৌ নিরাপত্তা দিবস : ২৩ মে\n২০০৪ সালের ২৩ মে বাংলাদেশের চাঁদপুরের কাছে মেঘনা নদীতে ডুবে যায় ফিটনেসবিহীন লঞ্চ এমভি লাইটিং সান। মাদারীপুর থেকে ছেড়ে আসা লঞ্চটিতে চার শতাধিক যাত্রী ছিলেন যার অধিকাংশের প্রাণহানির ঘটনা ঘটে। দুর্ঘটনার চার দিন পর শেষ উদ্ধারকৃত লাশটি ছিল সুমন শামসের মায়ের। এই ঘটনার পর থেকেই শুরু হয় নিরাপদ নৌ চলাচলের নিশ্চয়তার দাবীতে এবং নদ-নদী দখল-দূষণ রোধে সামাজিক সংগঠন নোঙর - এর কার্যক্রম। নোঙর গত ১২ বছরেরও বেশি সময় ধরে বহুবিধ কর্মসূচীর মাধ্যমে দিবসটি পালন করছে। নৌ নিরাপত্তা বিষয়ে দেশব্যাপী জনসচেতনতা গড়ে তুলতে সমাজের সকল শ্রেণীর অংশগ্রহণে চলছে নানান কর্মকাণ্ড। গত ২৩ মে ২০১৬ বাংলাদেশের তথ্য মন্ত্রী হাসানুল হক ইনুর উপস্থিতিতে নৌ নিরাপত্তা বিষয়ক একটি ভাসমান সেমিনারে ২৩ মে জাতীয় নৌ নিরাপত্তা দিবস ঘোষণার দাবী তোলেন নোঙর সভাপতি সুমন শামস, তাৎক্ষণিকভাবে বিষয়টি নৌ পরিবহন মন্ত্রী শাজাহান খান-কে জানানো হলে তিনি এবং উপস্থিত সবাই এই বিষয়ে একাত্মতা প্রকাশ করেন।\nবাংলাদেশের বিদ্রোহী কবি কাজী নজরুল ইসলাম-এর জন্মবার্ষিকী : ২৫ মে\nনিরাপদ মাতৃত্ব দিবস : ২৮ মে\n\n\n=== জুন ===\n‌• ১ জুন জাতীয় দুগ্ধ দিবস।\n\nজাতীয় চা দিবস : ৪ জুন (উল্লেখ্য যে এই তারিখে বঙ্গবন্ধু চা বোর্ডের প্রথম বাঙালি হিসাবে চেয়ারম্যানের দায়িত্ব গ্রহণ করেছিলেন।\nছয় দফা দিবস* : ৭ জুন\nতৎকালীন পশ্চিম পাকিস্তানিদের শোষণ থেকে মুক্তির লক্ষ্যে শেখ মুজিবুর রহমানের দেয়া ৬ দফা বাস্তবায়নের লক্ষ্যে ১৯৬৬ খ্রিস্টাব্দের এই তারিখে রাস্তায় নেমে আসে লাখো লাখো মানুষ। হরতাল চলাকালে পুলিশের গুলিতে ঢাকা, নারায়ণগঞ্জসহ বিভিন্ন জায়গায় নিহত হোন অন্তত ১১জন। তাঁদের স্মরণে এবং জাতীয় মুক্তির স্বারকস্বরূপ এই দিবসটি পালিত হয়ে থাকে।\nনারী উত্ত্যক্তকরণ প্রতিরোধ দিবস বা ইভ টীজিং প্রতিরোধ দিবস : ১৩ জুন\nনারী উত্ত্যক্তকরণ প্রতিরোধে জনসচেতনতা তৈরিতে বাংলাদেশের শিক্ষা মন্ত্রণালয়ের উদ্যোগে সারা দেশব্যাপী ২০১০ খ্রিস্টাব্দে ঘোষিত ও প্রথম পালিত হয়।\nপলাশী দিবস : ২৩ জুন\n\n\n=== জুলাই ===\nঢাকা বিশ্ববিদ্যালয় দিবস : ১ জুলাই\n১৯২১ খ্রিস্টাব্দের এই তারিখে প্রতিষ্ঠিত হয়েছিলো বাংলাদেশের ঐতিহ্যবাহী প্রতিষ্ঠান ঢাকা বিশ্ববিদ্যালয়।\n\n\n=== আগস্ট ===\nজাতীয় জ্বালানী নিরাপত্তা দিবস: ৯ আগস্ট\nদিঘলিয়ার দেয়াড়া গণহত্যা দিবস : ২৭ আগস্ট\n১৯৭১ খ্রিস্টাব্দের এই দিনে খুলনার দিঘলিয়ার দেয়াড়া গ্রামে মুক্তিযুদ্ধ চলাকালীন পাকিস্তানি হানাদারদের গুলি ও ধারালো অস্ত্র দিয়ে চালানো গণহত্যায় ৬০ জন নিরপরাধ বাঙালির হত্যা উপলক্ষে পালিত দিবস।\n\n\n=== সেপ্টেম্বর ===\nমহান শিক্ষা দিবস : ১৭ সেপ্টেম্বর\nতৎকালীন পশ্চিম পাকিস্তান সরকারের গণবিরোধী, শিক্ষা-সংকোচনমূলক শিক্ষানীতি চাপিয়ে দেয়ার প্রতিবাদে এবং একটি গণমুখী শিক্ষানীতি চালু করার দাবিতে ১৯৬২ খ্রিস্টাব্দের এই দিনে ছাত্র-জনতার ব্যাপক গণআন্দোলন দমাতে পুলিশ ঢাকার হাইকোর্ট মোড়ে গুলি চালায়। ন্যায্য দাবির জন্য এই গণহত্যার স্মরণে দিবসটি পালিত হয়।\nকৃষ্ণপুর গণহত্যা দিবস : ১৮ সেপ্টেম্বর\n১৯৭১ খ্রিস্টাব্দে মুক্তিযুদ্ধের সময় এই দিনে হবিগঞ্জের কৃষ্ণপুরে হিন্দু ধর্মাবলম্বীদের ১২৭জন পুরুষকে নির্মমভাবে হত্যা করেছিলো পাকিস্তানি হানাদার বাহিনী। এছাড়া আশেপাশের এলাকাগুলোতে হামলা চালিয়ে আরো প্রায় শতাধিক পুরুষকে হত্যা করে তারা।\nপ্রীতিলতার আত্মাহুতি দিবস : ২৩ সেপ্টেম্বর\nব্রিটিশবিরোধী আন্দোলনের নেত্রী প্রীতিলতা ওয়াদ্দেদার ১৯৩২ খ্রিস্টাব্দের এই দিনে দেশের স্বাধীনতা, সার্বভৌমত্ব রক্ষায় আত্মাহুতি দেন। তিনি ১৯৩০ খ্রিস্টাব্দে মাস্টারদা সূর্য সেনের সংস্পর্শে এসে এই সশস্ত্র আন্দোলনে সম্পৃক্ত হোন।\nমাহমুদপুর গণহত্যা দিবস (গোপালপুর উপজেলার মুক্তিযুদ্ধের গণহত্যার স্মরণে) : ২৯ সেপ্টেম্বর\nকন্যা শিশু দিবস : ২৩ সেপ্টেম্বর \n\n\n=== অক্টোবর ===\nপথশিশু দিবস বা সুবিধাবঞ্চিত শিশু দিবস  :২ অক্টোবর\nজাতীয় উৎপাদনশীলতা দিবস :২ অক্টোবর\nবিশ্ব বসতি দিবস : ৩ অক্টোবর\nশিক্ষক দিবস : ৫ অক্টোবর\nজাতীয় জন্ম ও মৃত্যু নিবন্ধন দিবস :৬ অক্টোবর\nবিশ্ব ডিম দিবস : ১৪ অক্টোবর\nনিরাপদ সড়ক দিবস : ২২ অক্টোবর\n\n\n=== নভেম্বর ===\nজাতীয় যুব দিবস  : ১ নভেম্বর\nজাতীয় সমবায় দিবস : প্রথম শনিবার\nজেল হত্যা দিবস* : ৩ নভেম্বর\n১৯৭৫ সালের ৩ নভেম্বর এক ষড়যন্ত্রের মাধ্যমে ঢাকা কেন্দ্রীয় কারাগারে বন্দী অবস্থায় হত্যা করা হয় বঙ্গবন্ধু শেখ মুজিবুর রহমানের পক্ষে মুক্তিযুদ্ধ পরিচালনাকারী জাতীয় চার নেতাকে। এই চার নেতা হলেন: বাংলাদেশের প্রথম অস্থায়ী রাষ্ট্রপতি সৈয়দ নজরুল ইসলাম, প্রথম প্রধানমন্ত্রী তাজউদ্দীন আহমদ, মন্ত্রিসভার সদস্য এম মনসুর আলী এবং এ এইচ এম কামরুজ্জামান। এই দিবসটি স্মরণ করে ৩ নভেম্বর জেলহত্যা দিবস পালিত হয়।\nঘটনার পরদিনই ৪ নভেম্বর তৎকালীন কারা উপমহাপরিদর্শক (ডিআইজি প্রিজন) আবদুল আউয়াল লালবাগ থানায় একটি হত্যা মামলা করেন। মামলায় রিসালদার মোসলেহ উদ্দিনের নাম উল্লেখ করে বলা হয়, তাঁর নেতৃত্বে চার-পাঁচজন সেনাসদস্য কারাগারে ঢুকে চার নেতাকে হত্যা করেন। গুলি করে নেতাদের হত্যা করা হয়। পরে বেয়নেট দিয়ে খুঁচিয়ে মৃত্যু নিশ্চিত করা হয়।\nজাতীয় বিপ্লব ও সংহতি দিবস* : ৭ নভেম্বর\nনূর হোসেন দিবস বা স্বৈরাচার বিরোধী দিবস : ১০ নভেম্বর\nরেল দিবস ১৫ নভেম্বর\nসশস্ত্রবাহিনী দিবস : ২১ নভেম্বর\n১৯৭১ খ্রিস্টাব্দের এই দিনে বাংলাদেশের সর্বদিক দিয়ে সামরিক বাহিনীসহ তৎকালীন বাঙালি আপামর জনতা একত্রে আক্রমণ করে তৎকালীন পশ্চিম পাকিস্তানি হানাদারদের উপর। এই বিশেষ দিনটিকে স্মরণ রেখেই অতীতে বিভিন্ন দিবসে পালিত সশস্ত্র বাহিনী দিবসকে এই দিনে পালন করা হয়।\nজাতীয় আয়কর দিবস : পূর্বে প্রতি বছর ১৫ সেপ্টেম্বর ২০০৮ খ্রিস্টাব্দ থেকে এই দিবস বাংলাদেশে জাতীয়ভাবে  দিবসটি উদযাপিত হলেও ২০১৬ সাল থেকে ৩০ নভেম্বর দিবসটি বাংলাদেশে জাতীয়ভাবে পালিত হচ্ছে\n\n\n=== ডিসেম্বর ===\nমুক্তিযোদ্ধা দিবস* : ১ ডিসেম্বর এই দিনটি বেসরকারীভাবে মুক্তিযোদ্ধারা মুক্তিযোদ্ধা দিবস হিসেবে পালন করে আসছেন প্রতিবছর। নতুন প্রজন্মের কাছে মুক্তিযুদ্ধের সঠিক ইতিহাস চেতনা পৌছিয়ে দেয়ার উদ্দেশ্যে মুক্তিযোদ্ধারা এই দিনটিকে সরকারীভাবে জাতীয় মুক্তিযোদ্ধা দিবস হিসেবে ঘোষণার দাবী জানাচ্ছেন। \nস্বৈরাচার পতন দিবস* বা সংবিধান সংরক্ষণ দিবস : ৬ ডিসেম্বর\n১৯৯০ খ্রিস্টাব্দের এই দিনে স্বৈরশাসক এরশাদ সরকারের পতন হয়েছিলো। পরবর্তীতে এরশাদের রাজনৈতিক দল জাতীয় পার্টি এই দিনটিকে 'সংবিধান সংরক্ষণ দিবস' হিসেবে পালন করে।\nজাতীয় যুব দিবস : ৮ ডিসেম্বর\nবেগম রোকেয়া দিবস : ৯ ডিসেম্বর\nজাতীয় ভ্যাট দিবস : ১০ ডিসেম্বর\nশহীদ বুদ্ধিজীবী দিবস : ১৪ ডিসেম্বর\nবিজয় দিবস: ১৬ ডিসেম্বর\n\nদিবসটি প্রথমবার পালিত হয় ২০০৯ খ্রিস্টাব্দে। ২০০৫ খ্রিস্টাব্দে ইন্টারনেটে প্রথম বাংলা ব্লগিং-এর সূচনা হয়। মূলত ব্লগিং, বিশেষ করে বাংলায় ব্লগিং-এ আগ্রহী করতেই ব্লগাররা দিবসটি পালন করে আসছেন।\n * এই দিবসসমূহ সাধারণত রাজনৈতিক ক্ষমতার পালাবদলে নিয়মিত পালিত হয় না।\n\n\n== বৈশ্বিক দিবসসমূহ ==\nবিশ্বের কোনো এক দেশে প্রারম্ভের পর, দিবসটির প্রতিপাদ্যগত সৌন্দর্য্যে বা ফলপ্রদতায় আকৃষ্ট হয়ে বাংলাদেশেও চালু হওয়া দিবসগুলোকে বৈশ্বিক দিবস, বিশ্ব দিবস বা আন্তর্জাতিক দিবস হিসেবে আখ্যায়িত করা হচ্ছে।\n\n\n=== জানুয়ারি ===\nবিশ্ব কুষ্ঠ দিবস: শেষ রবিবার\nআন্তর্জাতিক অঙ্গনে ছড়িয়ে-ছিটিয়ে থাকা কুষ্ঠ রোগে আক্রান্ত রোগীদের প্রতি করণীয় ও রোগ নিরূপণে সচেতনতা বৃদ্ধিতে প্রতি বছরের জানুয়ারি মাসের শেষ রবিবার বিশ্বের ১০০টিরও অধিক দেশে বিশ্ব কুষ্ঠ দিবস পালন করা হয়।\nবিশ্ব জনসংখ্যা নিয়ন্ত্রণ দিবস: ২ জানুয়ারি\nবিশ্ব ব্রেইল দিবস: ৪ জানুয়ারি\nবিশ্ব সম্মোহন দিবস: ৪ জানুয়ারি\nবিশ্ব হিন্দি দিবস: ১০ জানুয়ারি\nআন্তর্জাতিক কাস্টম্‌স দিবস: ২৬ জানুয়ারি\nওয়ার্ল্ড কাস্টম্‌স অর্গানাইজেশনের (WCO) অন্যতম সদস্য হিসেবে বাংলাদেশে দিবসটি পালিত হয়।\nবিশ্ব ব্রেস্ট পাম্পিং দিবস: ২৭ জানুয়ারি\nবিশ্ব তথ্য সুরক্ষা দিবস: ২৮ জানুয়ারি\n\n\n=== ফেব্রুয়ারি ===\n১ ফেব্রুয়ারি: বিশ্ব হিজাব দিবস\n২ ফেব্রুয়ারি: বিশ্ব জলাভূমি দিবস \n১২ ফেব্রুয়ারি: বিশ্ব ডারউইন দিবস,\nবিজ্ঞানী চার্লস ডারউইনের জন্মবার্ষিকীতে সারা বিশ্বব্যাপী অন্ধবিশ্বাস আর কুসংস্কারের বিরুদ্ধে দিবসটি পালিত হয়। ক্যালিফোর্নিয়ার প্যালো আলতোর মানবতাবাদী সম্প্রদায় ১৯৯৫ খ্রিস্টাব্দে সর্বপ্রথম এই দিবসটি পালন শুরু করে, এবং এরপর দিবসটি প্রতিবছর পালিত হয়ে আসছে।\n\n১৩ ফেব্রুয়ারি: বিশ্ব রেডিও দিবস\n১৪ ফেব্রুয়ারি:বিশ্ব ভালোবাসা দিবস বা সেন্ট ভ্যালেন্টাইন'স ডে\n১৫ ফেব্রুয়ারি: বিশ্ব শিশু ক্যান্সার দিবস\n২০ ফেব্রুয়ারি: বিশ্ব সামাজিক ন্যায়বিচার দিবস\n২১ ফেব্রুয়ারি : আন্তর্জাতিক মাতৃভাষা দিবস\n২২ ফেব্রুয়ারি: বিশ্ব স্কাউট দিবস,\nস্কাউটিং আন্দোলনের প্রবক্তা ব্যাডেন পাওয়েল ১৮৫৭ খ্রিস্টাব্দের এই দিনে জন্মগ্রহণ করেন এবং তাঁরই হাত ধরে ১৯০৭ খ্রিস্টাব্দে স্কাউটিং আন্দোলনের সূত্রপাত ঘটে। তাই এই দিনটিকে বিশ্বব্যাপী স্কাউট দিবস হিসেবে পালিত হয়।\n\n\n=== মার্চ ===\nকমনওয়েলথ দিবস: দ্বিতীয় সোমবার\nসাংবার্ষিকভিত্তিতে মার্চ মাসের ২য় সোমবার কমনওয়েলথভূক্ত দেশসমূহে যথাযোগ্য মর্যাদায় কমনওয়েলথ দিবস পালন করা হয়। সাধারণতঃ অধিভূক্ত দেশের রাষ্ট্রপ্রধান, কমনওয়েলথ মহাসচিব এবং হাইকমিশনারগণের উপস্থিতিতে মহামান্য রাণী ২য় এলিজাবেথ ওয়েস্টমিনিস্টার অ্যাবে, লন্ডনে বহুমূখী বিশ্বাসযোগ্য সেবার বার্তা নিয়ে জনসমক্ষে উপস্থিত হন। সেখানে রাণী কমনওয়েলথবাসীদের কাছে তাঁর বক্তব্য পেশ করেন যা বিশ্বব্যাপী সরাসরি সম্প্রচারিত হয়।\nবিশ্ব বই দিবস: ৩ মার্চ\nবিশ্ব বন্যপ্রাণী দিবস: ৩ মার্চ\nবিশ্ব যৌন নিপীড়ন বিরোধী দিবস: ৪ মার্চ\nবিশ্ব নারী দিবস: ৮ মার্চ\nবিশ্ব কিডনি দিবস: ৯  মার্চ\nআন্তর্জাতিক নদীকৃত্য দিবস (International Day of Actions for Rivers): ১৪ মার্চ\n১৯৯৭ খ্রিস্টাব্দে ব্রাজিলের কুরিতিবা শহরে এক সমাবেশের আয়োজন করে নদীর প্রতি দায়বদ্ধতার কথা স্মরণ করিয়ে দেয়া হয়। তাইওয়ান, ব্রাজিল, চিলি, লেসোথো, আর্জেন্টিনা, থাইল্যান্ড, রাশিয়া, ফ্রান্স, সুইজারল্যান্ড ও যুক্তরাষ্ট্র থেকে অংশগ্রহণ করা লোকজনই সর্বপ্রথম এই দিনে নদীকৃত্য দিবস পালনের ঘোষণা দেন।\nবিশ্ব পাই দিবস: ১৪ মার্চ\nপাই দিবস বা আপাত পাই দিবস গাণিতিক ধ্রুবক পাই (π)-এর সম্মানে উদযাপনের দিন। পাই-এর মান প্রায় ৩.১৪ বলে প্রতি বছর মার্চ ১৪ (৩/১৪) পাই দিবস হিসাবে পালিত হয়। ১৯৮৮ খ্রিস্টাব্দে ল্যারি শ' যুক্তরাষ্ট্রের সানফ্রান্সিসকো এক্সপ্রোরেটরিয়ামে সর্বপ্রথম পাই দিবস উদযাপন করেন। তাছাড়া এই দিনে বিজ্ঞানী আইনস্টাইনেরও জন্মদিন। তবে আপাত পাই দিবস নানা দিনে পালিত হয়ে থাকে।\nবিশ্ব পঙ্গু দিবস: ১৫ মার্চ\nবিশ্ব ভোক্তা অধিকার দিবস: ১৫ মার্চ\nবিশ্ব ক্রেতা দিবস: ১৫ মার্চ\nবিশ্ব শিশু ও যুব থিয়েটার দিবস: ২০ মার্চ\nবিশ্ব বন দিবস: ২১ মার্চ\nবিশ্ব কবিতা দিবস: ২১ মার্চ\nবিশ্ব বর্ণবৈষম্য দিবস: ২১ মার্চ\nবিশ্ব পানি দিবস: ২২ মার্চ\nবিশ্ব আবহাওয়া দিবস: ২৩ মার্চ\nবিশ্ব যক্ষ্মা দিবস: ২৪ মার্চ\nআর্থ আওয়ার: ২৬ মার্চ\nবিশ্ব নাট্য দিবস: ২৭ মার্চ\n\n\n=== এপ্রিল ===\nবিশ্ব অটিজম সচেতনতা দিবস: ২ এপ্রিল\nবিশ্বব্যাপী অটিজম বা মানব-প্রতিবন্ধিতা বিষয়ে সচেতনতা তৈরিতে ২০০৮ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে।\nবিশ্ব শিশু বই দিবস : ২ এপ্রিল\nবিশ্ব মাইন বিরোধী দিবস : ৪ এপ্রিল\nবিশ্ব স্বাস্থ্য দিবস : ৭ এপ্রিল\nবিশ্ব পথ শিশু দিবস : ১২ এপ্রিল\nবিশ্ব কণ্ঠ দিবস: ১৬ এপ্রিল\n২০০২ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে।\nবিশ্ব হিমোফেলিয়া দিবস : ১৭ এপ্রিল\nবিশ্ব ধরিত্রী দিবস: ২২ এপ্রিল\n২০০৯ খ্রিস্টাব্দে বলিভিয়ার প্রেসিডেন্ট ইভো মরোলেস-এর প্রস্তাবে এ দিনটিকে বিশ্ব ধরিত্রি দিবস হিসেবে পালনের ব্যাপারে জাতিসংঘ অনুমোদন দেয়।\nবিশ্ব বই দিবস বা বিশ্ব গ্রন্থ ও গ্রন্থস্বত্ত্ব দিবস: ২৩ এপ্রিল\nবিশ্ব ভেটেরিনারি দিবস: ২৪ এপ্রিল\nবিশ্ব ম্যালেরিয়া দিবস : ২৫ এপ্রিল\nবিশ্ব মেধাসম্পদ দিবস: ২৬ এপ্রিল\nআন্তর্জাতিক শব্দ সচেতনতা দিবস : ২৬ এপ্রিল\nবিশ্ব নকশা দিবস : ২৭ এপ্রিল\nবিশ্ব পেশাগত স্বাস্থ্য ও নিরাপত্তা দিবস: ২৮ এপ্রিল\nবিশ্ব নৃত্য দিবস : ২৯ এপ্রিল\n\n\n=== মে  * বিশ্ব শ্রমিক দিবস ১ মে ===\nবিশ্ব সংবাদপত্র স্বাধীনতা দিবস: ৩ মে\nবিশ্ব রেডক্রস ও রেডক্রিসেন্ট দিবস: ৮ মে\nবিশ্ব মা দিবস: দ্বিতীয় রবিবার\nবিশ্ব পরিযায়ী পাখি দিবস: ১৪ মে\nবিশ্ব উচ্চ রক্তচাপ দিবস (ওয়ার্ল্ড হাইপারটেনশন ডে) : ১৭ মে: ওয়ার্ল্ড হাইপারটেনশন লীগের উদ্যোগে বিশ্বব্যাপী উচ্চ রক্তচাপের ব্যাপারে সচেতনতার লক্ষ্যে এই দিবসটি পালিত হয়।\nবিশ্ব টেলিযোগাযোগ ও তথ্য সংঘ দিবস: ১৭ মে\nআন্তর্জাতিক জাদুঘর দিবস: ১৮ মে: ১৯৭৮ খ্রিস্টাব্দ থেকে আন্তর্জাতিক জাদুঘর পরিষদ এই দিবসটি পালিত হয়ে আসছে।\nবিশ্ব মেট্রোলজি দিবস: ২০ মে\nবিশ্ব জীব বৈচিত্র্য দিবস: ২২ মে\nবিশ্ব রজঃস্রাব স্বাস্থ্যবিধি দিবস: ২৮ মে\nবিশ্ব তামাকমুক্ত দিবস: ৩১ মে\n\n\n=== জুন ===\nবিশ্ব বাবা দিবস: তৃতীয় রবিবার।\nধারণা করা হয়, ১৯০৮ খ্রিস্টাব্দের ৫ জুলাই যুক্তরাষ্ট্রের পশ্চিম ভার্জিনিয়ার ফেয়ারমেন্টের এক গির্জায় দিবসটি প্রথম পালিত হয়। বিশ্বব্যাপী মা দিবসের অনুকরণে বাবার প্রতি সন্তানের ভালোবাসা প্রকাশার্থে দিবসটি পালিত হয়।\nবিশ্ব পরিবেশ দিবস: ৫ জুন\nবিশ্ব মহাসাগর দিবস: ৮ জুন\nবিশ্ব ব্রেইন টিউমার দিবস: ৮ জুন\n২০০০ খ্রিস্টাব্দে জার্মান ব্রেইন টিউমার এসোসিয়েশন এ দিনটি পালনের সিদ্ধান্ত নেয়।\nবিশ্ব শিশুশ্রম নিরসন দিবস: ১২ জুন\nশিশু অধিকার প্রতিষ্ঠা ও রক্ষাকল্পে ঝুঁকিপূর্ণ শিশুশ্রম বন্ধে রাজনৈতিক, সামাজিক ও সাংস্কৃতিক সংগঠনকে একজোটে কাজ করতে উদ্বুদ্ধ করতে এই দিবসটি পালিত হয়। ২০০২ খ্রিস্টাব্দে আন্তর্জাতিক শ্রম সংস্থা দিবসটি পালনের ঘোষণা দেয়।\nবিশ্ব রক্তদাতা দিবস: ১৪ জুন\nবিশ্বব্যাপী স্বেচ্ছায় রক্তদান কর্মসূচীকে বেগবান করতে ও রক্তদাতাদের উৎসাহিত করতে ২০০৪ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে।\nবিশ্ব মরুময়তা দিবস (World Day to Combat Desertification and Drought): ১৭ জুন\nবিশ্ব সঙ্গীত দিবস: ২১ জুন\nবিশ্ব হাইড্রোগ্রাফি দিবস: ২১ জুন\n\n\n=== জুলাই ===\nবিশ্ব ক্রীড়া সাংবাদিক দিবস: ২ জুলাই\nবিশ্ব জনসংখ্যা দিবস: ১১ জুলাই\nজনসংখ্যা ইস্যুতে সচেতনতা বাড়ানো এবং এ-সংক্রান্ত পরিবেশ ও উন্নয়নের সম্পর্ককে লক্ষ্য রেখে এ দিবসটি ১৯৯০ সাল থেকে জাতিসংঘ ও সদস্যদেশগুলো আনুষ্ঠানিকভাবে উদ্‌যাপন করে আসছে। \n\nবিশ্ব যুব দক্ষতা দিবস: ১৫ জুলাই\nবিশ্ব বাঘ দিবস (Global Tiger Day): ২৯ জুলাই\n২০১০ খ্রিস্টাব্দের ২৯ জুলাই থেকে এই দিবসটি বিশ্ব বাঘ দিবস হিসেবে বিশ্বব্যাপী পালিত হয়ে আসছে।\nবিশ্ব বন্ধুত্ব দিবস: ৩০ জুলাই\n\n\n=== আগস্ট ===\nবিশ্ব মাতৃদুগ্ধ দিবস: ১ আগস্ট\nহিরোশিমা দিবস: ৬ আগস্ট\nনাগাসাকি দিবস: ৯ আগস্ট\nবিশ্ব আলোকচিত্র দিবস: ১৯ আগস্ট\nবিশ্ব মশক দিবস: ২০ আগস্ট\n\n\n=== সেপ্টেম্বর ===\nবিশ্ব ফিজিওথেরাপি দিবস: ৮ই সেপ্টেম্বর\nযে সব মানুষ শারীরিক ভাবে অক্ষম তাদের স্বাধীনভাবে চলাফেরা করার লক্ষে সচেতনতার জন্য সারাবিশ্বব্যপী ফিজিওথেরাপিষ্টগন এই দিনটি পালন করে থাকেন | যা ১৯৯৬ সালে ওয়ার্ল্ড কনফেডারেশন ফর ফিজিক্যাল থেরাপী থেকে উৎপত্তি\nবিশ্ব ওজোন দিবস: ১৬ সেপ্টেম্বর\nবিশ্ব নৌ দিবস: ১৮ সেপ্টেম্বর\nবিশ্ব কারামুক্ত দিবস: ২২ সেপ্টেম্বর\nযানজট, দূষণ ও জ্বালানি ব্যয় কমাতে ইউরোপে ১৯৭০ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে। এখন দিবসটি বিশ্বজনীন মর্যাদা পেয়েছে।\nমীনা দিবস: ২৪ সেপ্টেম্বর\n১৯৯১ খ্রিস্টাব্দ থেকে ইউনিসেফের উদ্যোগে শুরু হলেও ১৯৯৮ খ্রিস্টাব্দে দক্ষিণ এশীয় সহযোগিতা-সংগঠন সার্কের উদ্যোগে প্রতি বছর ২৪ সেপ্টেম্বর মীনা দিবস হিসেবে পালনের সিদ্ধান্ত নেয়া হয়। এই দিবসটি উপলক্ষে সার্কভুক্ত দেশগুলোতে শিশুদের জন্য এবং তাদের ভবিষ্যত উন্নতির লক্ষ্যে বিশেষ অনুষ্ঠানের আয়োজন করা হয়ে থাকে।\nবিশ্ব পর্যটন দিবস: ২৭ সেপ্টেম্বর\nবিশ্ব জলাতঙ্ক দিবস: ২৮ সেপ্টেম্বর\nবিশ্ব নদী দিবস: চতুর্থ রবিবার\nবিশ্ব বধির দিবস: শেষ রবিবার\nবিশ্ব হৃদয় দিবস: ২৯ সেপ্টেম্বর\nবিশ্ব কন্যা শিশু দিবস: ৩০ সেপ্টেম্বর\n\n\n=== অক্টোবর ===\nআন্তর্জাতিক প্রবীণ দিবস: ১ অক্টোবর\nবিশ্ব নিরামিষ দিবস: ১ অক্টোবর\nবিশ্ব প্রাণী দিবস: ৪ অক্টোবর\nবিশ্ব শিক্ষক দিবস: ৫ অক্টোবর\nশিক্ষকদের অধিকার নিয়ে ইউনেস্কো ও আইএলও'র মধ্যকার ১৯৬৬ খ্রিস্টাব্দে সই করা চুক্তির প্রেক্ষিতে ১৯৯৪ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে।\nবিশ্ব ডাক দিবস: ৯ অক্টোবর\n১৮৭৪ খ্রিস্টাব্দের ৯ অক্টোবর ২২টি দেশের প্রতিনিধিরা প্রথম আন্তর্জাতিক ডাক চুক্তি স্বাক্ষর করেন। তখন থেকেই দিবসটি পালিত হয়ে আসছে।\nবিশ্ব মানসিক স্বাস্থ্য দিবস: ১০ অক্টোবর\nমানসিক স্বাস্থ্য নিরাপত্তার লক্ষ্য নিয়ে দিবসটি পালিত হয়ে থাকে।\nবিশ্ব দুর্যোগ প্রশমন দিবস: ১৩ অক্টোবর\nবিশ্ব ডিম দিবস: ১৪ অক্টোবর\nবিশ্ব মান দিবস: ১৪ অক্টোবর\n১৯৭০ খ্রিস্টাব্দ থেকে বিশ্বব্যাপী দিবসটি পালিত হয়ে আসছে।\nবিশ্ব দৃষ্টি দিবস: দ্বিতীয় বৃহস্পতিবার\nবিশ্বব্যাপী দৃষ্টি প্রতিবন্ধিদের প্রতি সাধারণ্যের দৃষ্টিকে সংহত করতে এই দিবসটি পালিত হয়ে আসছে। এখন দিবসটি ২০২০ খ্রিস্টাব্দ নাগাদ নিরাময়যোগ্য অন্ধত্বকে নির্মূল করার লক্ষ্যে পলিত হচ্ছে।\nবিশ্ব সাদাছড়ি দিবস: ১৫ অক্টোবর\nবিশ্ব ছাত্র দিবস: ১৫ অক্টোবর\nবিশ্ব হাত ধোয়া দিবস: ১৫ অক্টোবর\nবিশ্ব খাদ্য দিবস: ১৬ অক্টোবর\nবিশ্ব রজঃক্ষান্তি দিবস: ১৮ অক্টোবর\nবিশ্ব তথ্য উন্নতকরণ দিবস: ২৪ অক্টোবর\nবিশ্ব মিতব্যয়িতা দিবস: ৩১ অক্টোবর\nবিশ্ব শহর দিবস: ৩১ অক্টোবর\nআন্তর্জাতিক পোস্টকার্ড সপ্তাহ: অক্টোবরের প্রথম সপ্তাহ\nবিশ্ব স্থাপত্য দিবস: অক্টোবরের প্রথম সোমবার\nবিশ্ব হাসি দিবস: অক্টোবরের প্রথম শুক্রবার\n\n\n=== নভেম্বর ===\nবিশ্ব রেডিওলোজী দিবস: ৮ নভেম্বর\nবিশ্ব ডায়াবেটিস দিবস: ১৪ নভেম্বর\n১৯৯১ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে।\nবিশ্ব নিউমোনিয়া দিবস: ১২ নভেম্বর\nঅতীতে ১ নভেম্বর অথবা ২ নভেম্বর দিবসটি পালিত হতো। কিন্তু ২০১০ খ্রিস্টাব্দ থেকে সারা বিশ্বে সম্মিলিতভাবে ১২ নভেম্বর দিবসটি পালন শুরু হয়।\nবিশ্ব প্রাপ্তবয়স্ক দিবস: ১৮ নভেম্বর\nবিশ্ব টয়লেট দিবস: ১৯ নভেম্বর\nবিশ্ব শিশু দিবস: ২০ নভেম্বর\nআফ্রিকার শিল্পায়ন দিবস: ২০ নভেম্বর\nবিশ্ব টেলিভিশন দিবস: ২১ নভেম্বর\nফিলিস্তিন সংহতি দিবস: ২৯ নভেম্বর\n\n\n=== ডিসেম্বর ===\nবিশ্ব এইড্‌স দিবস: ১ ডিসেম্বর\nবিশ্ব প্রতিবন্ধী দিবস: ৩ ডিসেম্বর\nবিশ্ব নৌ দিবস: ৪ ডিসেম্বর\nবিশ্ব মৃত্তিকা দিবস: ৫ ডিসেম্বর\nবিশ্ব মানবাধিকার দিবস: ১০ ডিসেম্বর\nবিশ্ব পর্বত দিবস: ১১ ডিসেম্বর\nবড়দিন বা যিশু খ্রিস্টের জন্মদিন: ২৫ ডিসেম্বর\n\n\n== আন্তর্জাতিক দিবসসমূহ ==\nসাধারণত জাতিসংঘ কর্তৃক চালু করা ও উদ্‌যাপিত দিবসগুলোই \"আন্তর্জাতিক দিবস\" হিসেবে উদযাপিত হয়ে থাকে। বাংলাদেশ, জাতিসংঘের অন্যতম সদস্য হিসেবে এই দিবসগুলো যথাযোগ্য মর্যাদায় পালন করে থাকে।\n\n\n=== জানুয়ারি ===\n* আন্তর্জাতিক শুল্ক দিবস: ২৬ জানুয়ারি \n* আন্তর্জাতিক কাস্টমস দিবস: ২৬ জানুয়ারি\n\n\n=== ফেব্রুয়ারি ===\nবিশ্ব ক্যান্সার দিবস: ৪ ফেব্রুয়ারি\nপ্রতি বৎসর ৪ঠা ফেব্রুয়ারি বিশ্ব ক্যান্সার দিবস বা বিশ্ব ক্যান্সার সচেতনতা দিবস পালন করা হয়।\nআন্তর্জাতিক মাতৃভাষা দিবস: ২১ ফেব্রুয়ারি\n১৯৯৯ খ্রিস্টাব্দের ১৭ নভেম্বর ইউনেস্কো'র প্যারিস অধিবেশনে ২১ ফেব্রুয়ারিকে বাঙালি জাতির ভাষার জন্যে আত্মাহুতিকে সম্মান জানিয়ে আন্তর্জাতিক মাতৃভাষা দিবস হিসেবে ঘোষণা করা হয় এবং ২০০০ খ্রিস্টাব্দ থেকে দিবসটি প্রথম, সারা বিশ্বব্যাপী জাতিসংঘের সদস্য রাষ্ট্রসমূহে পালন শুরু হয়।\n\n\n=== মার্চ ===\nআন্তর্জাতিক নারী দিবস : ০৮ মার্চ\nআন্তর্জাতিক রোটারী দিবস : ১৩ মার্চ\nবিশ্ব পানি দিবস : ২২ মার্চ\n১৯৯৩ খ্রিস্টাব্দে জাতিসংঘ এই দিনে দিবসটি পালনের ঘোষণা দেয়।\n\n\n=== এপ্রিল ===\nআন্তর্জাতিক নৃত্য দিবস : ২৯ এপ্রিল\n\n\n=== মে ===\nআন্তর্জাতিক শ্রমিক দিবস বা মে দিবস : ১ মে\n১৮৮৬ খ্রিস্টাব্দের এই দিনে যুক্তরাষ্ট্রের শিকাগো শহরের হে মার্কেটে দৈনিক ৮ ঘণ্টা কাজের দাবিতে ধর্মঘট আহ্বান করেছিলেন খেটে খাওয়া শ্রমিকেরা। ১৮৯০ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে।\nআন্তর্জাতিক নার্স দিবস :১২ মে\nআন্তর্জাতিক পরিবার দিবস : ১৫ মে\nআন্তর্জাতিক জাদুঘর দিবস : ১৮ মে\nআন্তর্জাতিক জাতিসংঘ শান্তিরক্ষী দিবস : ২৯ মে\n\n\n=== জুন ===\nআন্তর্জাতিক শিশু দিবস : ১ জুন\nবিশ্ব মহাসাগর দিবস : ৮ জুন\n১৯৯২ খ্রিস্টাব্দে ব্রাজিলের রিও ডি জেনেরোতে সংঘটিত ধরিত্রী সম্মেলনে প্রথম এই দিনটিকে বিশ্ব মহাসাগর দিবস হিসেবে পালনের সিদ্ধান্ত হয় এবং পরবর্তিতে ২০০৯ খ্রিস্টাব্দে জাতিসংঘ এই দিবসটি বিশ্বব্যাপী পালনের ঘোষণা দেয়।\nবিশ্ব শরণার্থী দিবস : ২০ জুন\n২০০০ খ্রিস্টাব্দের ৪ ডিসেম্বর জাতিসংঘের সাধারণ অধিবেশনে ৫৫-৭৯ ভোটে দিবসটি পালনের সিদ্ধান্ত হয় এবং ২০০১ খ্রিস্টাব্দের ২০ জুন থেকে দিবসটি পালন শুরু হয়। বিশ্বব্যাপী শরনার্থীদের অমানবিক অবস্থার প্রতি বিশ্ব নের্তৃবৃন্দের দৃষ্টি আকর্ষণের জন্য দিবসটি পালিত হয়।\nআন্তর্জাতিক মাদকবিরোধী দিবস : ২৬ জুন\nমাদকের ভয়াবহতা রোধে ১৯৮৭ খ্রিস্টাব্দে জাতিসংঘের ৪২তম অধিবেশনে এই তারিখে দিবসটি পালনের সিদ্ধান্ত গৃহীত হয়।\nআন্তর্জাতিক এমএসএমই দিবস : ২৭ জুন\n\n\n=== জুলাই ===\nআন্তর্জাতিক সমবায় দিবস : প্রথম শনিবার\n১৯৯৫ খ্রিস্টাব্দে জাতিসংঘের ঘোষণা অনুযায়ী সমবায়ের মনোভাবকে গুরুত্ব দিতে প্রতিবছর জুলাই মাসের প্রথম শনিবার।আন্তর্জাতিকভাবে সমবায় জোট গড়ে তোলা এই দিবসটির একটি মূল উদ্দেশ্য।\nবিশ্ব জনসংখ্যা দিবস : ১১ জুলাই\n১৯৮৯ খ্রিস্টাব্দে জাতিসংঘ উন্নয়ন কর্মসূচীর গভর্নিং কাউন্সিল বিশ্বব্যাপী জনসংখ্যা বিষয়ে গণসচেতনতা বৃদ্ধির জন্য দিবসটি চালু করে।\n\n\n=== আগস্ট ===\nআন্তর্জাতিক আদিবাসী দিবস : ৯ আগস্ট\n১৯৮২ খ্রিস্টাব্দে জাতিসংঘের মানবাধিকার কমিশনের উন্নয়ন ও সংরক্ষণ সাব-কমিশনের আদিবাসী জনগণ সম্পর্কিত কর্মগোষ্ঠী তাদের প্রথম সভায় এই তারিখে দিবসটি পালনের জন্য বেছে নেয়। আদিবাসী জনগোষ্ঠীর মানবাধিকার, পরিবেশ উন্নয়ন, শিক্ষা ও স্বাস্থ্যসমস্যা নিরসনের লক্ষ্যে আন্তর্জাতিক সহযোগিতা ও গণসচেতনতা তৈরি করাই দিবসটির মূল প্রতিপাদ্য।\nআন্তর্জাতিক যুব দিবস:: আগস্ট ১২\n\n\n=== সেপ্টেম্বর ===\nআন্তর্জাতিক সাক্ষরতা দিবস : ৮ সেপ্টেম্বর\n১৯৬৫ খ্রিস্টাব্দের ১৭ নভেম্বর ইউনেস্কো এই দিবসটির ঘোষণা দেয়। ১৯৬৬ খ্রিস্টাব্দে এটি প্রথমবারের মতো পালিত হয়।\nআন্তর্জাতিক ওজোন স্তর সুরক্ষা দিবস : ১৬ সেপ্টেম্বর\n১৯৯৪ খ্রিস্টাব্দের ১৯ ডিসেম্বর জাতিসংঘের সাধারণ সভায় দিবসটি নির্বাচন করা হয়।\nবিশ্ব শান্তি দিবস : ২১ সেপ্টেম্বর\n১৯৮১ খ্রিস্টাব্দে বিশ্ব শান্তি প্রতিষ্ঠা ও যুদ্ধবিরতির উদ্দেশ্যে এ দিবসটি জাতিসংঘের সাধারণ সভার সিদ্ধান্তে প্রথমবারের মতো পালিত হয়।\nআন্তর্জাতিক তথ্য অধিকার দিবস : ২৮ সেপ্টেম্বর\n\n\n=== অক্টোবর ===\nবিশ্ব শিশু দিবস : ১ অক্টোবর\n১৯২০ খ্রিস্টাব্দের ২৩ এপ্রিল দিবসটি প্রথম পালিত হলেও পরে ১৯৯৬ খ্রিস্টাব্দে জাতিসংঘ কর্তৃক দিবসটি বিশ্বব্যাপী পালনের ঘোষণা দেয়া হয়।\nআন্তর্জাতিক প্রবীণ দিবস : ১ অক্টোবর\n১৯৯০ খ্রিস্টাব্দের ১৪ ডিসেম্বর তারিখে জাতিসংঘের সাধারণ পরিষদের সভায় এই দিনটিকে আন্তর্জাতিক প্রবীণ দিবস হিসেবে ঘোষণা করা হয়। জাতিসংঘের হিসাবে বিশ্বে প্রবীণদের সংখ্যা ৭০ কোটি, বাংলাদেশের মোট জনসংখ্যার ৭% প্রবীণ এবং বাংলাদেশের প্রবীণদের ৭৮% বিধবা। জাতিসংঘের সংজ্ঞানুযায়ী ৬০ বছর বয়সোর্ধ্ব ব্যক্তিকে \"প্রবীণ\" বলা হয়।\nবিশ্ব শিক্ষক দিবস : ৫ অক্টোবর\nবিশ্ব আবাসন দিবস বা বিশ্ব বসতি দিবস : প্রথম সোমবার\n১৯৮৫ খ্রিস্টাব্দের ১৭ ডিসেম্বর জাতিসংঘ সাধারণ পরিষদের ৪০তম অধিবেশনে এই দিবস পালনের সিদ্ধান্ত হয়। ১৯৮৯ খ্রিস্টাব্দ থেকে জাতিসংঘ, বসবাড়ির পরিবেশ উন্নয়নে অবদান রাখায় ব্যক্তি ও সংস্থাকে \"জাতিসংঘ বসতি পুরস্কার\" প্রদান করছে।\nআন্তর্জাতিক প্রাকৃতিক দুর্যোগ হ্রাসকরণ দিবস : দ্বিতীয় বুধবার\nআন্তর্জাতিক গ্রামীণ নারী দিবস : ১৫ অক্টোবর\n২০০৭ খ্রিস্টাব্দের নভেম্বরে জাতিসংঘের সাধারণ পরিষদের অধিবেশনে ১৫ অক্টোবরকে আন্তর্জাতিক গ্রামীণ নারী দিবস হিসেবে পালন করার সিদ্ধান্ত নেয়া হয়।\nআন্তর্জাতিক দারিদ্র্য দূরীকরণ দিবস : ১৭ অক্টোবর\nজাতিসংঘ দিবস : ২৪ অক্টোবর\n\n\n=== ডিসেম্বর ===\nআন্তর্জাতিক প্রতিবন্ধী দিবস : ৩ ডিসেম্বর\nআন্তর্জাতিক সামাজিক ও অর্থনৈতিক স্বেচ্ছাসেবক দিবস : ৫ ডিসেম্বর\nআন্তর্জাতিক বেসামরিক বিমান চলাচল দিবস : ৭ ডিসেম্বর\nআন্তর্জাতিক দুর্নীতি বিরোধী দিবস : ৯ ডিসেম্বর\nমানবাধিকার দিবস: ১০ ডিসেম্বর\n১৯৪৮ খ্রিস্টাব্দের এই দিনে জাতিসংঘের জাতিসংঘ সাধারণ পরিষদে দিবসটি আনুষ্ঠানিক স্বীকৃত লাভ করে এবং এরপর থেকে প্রতিবছর বিশ্বব্যাপী পালিত হয়ে আসছে। দিবসটি জাতিসংঘ কর্তৃক স্বীকৃত এবং বিশ্বের সর্বত্র পালিত হয়।  কিন্তু, দক্ষিণ আফ্রিকায় শার্পেভিল গণহত্যাকে স্মরণ করে দিবসটি পালন করা হয় ২১ মার্চ।\nজাতিসংঘ আরবি ভাষা দিবস : ১৮ ডিসেম্বর\nআন্তর্জাতিক অভিবাসী দিবস : ১৮ ডিসেম্বর\nঅধিকার সংরক্ষণ ও নিজ নিজ দেশের অর্থনীতিতে অবদানের স্বীকৃতির দাবিতে ২০০০ খ্রিস্টাব্দ থেকে দিবসটি পালিত হয়ে আসছে। ঐ বছর ৪ ডিসেম্বর জাতিসংঘের ৫৫তম সাধারণ পরিষদের সবায় দিবসটি পালনের সিদ্ধান্ত গৃহীত হয়।\nআন্তর্জাতিক জীববৈচিত্র্য দিবস : ২২ মে\n\n\n== আরও দেখুন ==\nবিশ্ব দিবস তালিকা\n\n\n== তথ্যসূত্র =="}