{"pageid": 1157643, "title": "আইয়ামে জাহেলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1157643", "content": "আইয়ামে জাহেলিয়া (আরবি: ‏جَاهِلِيَّة‎) একটি ইসলামি ধারণা। ইসলামের ইতিহাসের ভাষায়, ইসলামের নবী মুহাম্মদ (স.) এর নবুওয়াত লাভের পূর্বে আরবের লোকেরা ঐশী বাণীর অভাবে অজ্ঞতার অন্ধকারে নিমজ্জিত ছিল। তখন আরবদের মধ্যে নানারূপ ধর্মীয় অনাচার ও কুসংস্কার বিরাজ করছিল। তারা নানা পাপাচারে আসক্ত ছিল। যা আইয়ামে জাহেলিয়া বা অন্ধকার যুগ নামে পরিচিত।                                     \n\n\n== সংজ্ঞা ==\n“আইয়াম” শব্দের অর্থ সময় বা যুগ এবং ‘জাহেলিয়া' শব্দের অর্থ অজ্ঞতা বা তমসা। সুতরাং আইয়্যামে জাহেলিয়া বলতে ‘তমসা' বা ‘অজ্ঞতার যুগ' বুঝায়। পি. কে. হিট্রির মতে, প্রকৃত পক্ষে জাহেলিয়া বলতে সেই যুগকে বুঝায় যে যুগে আরবে কোন নিয়ম কানুন ছিল না, কোন নবীর আবির্ভাব ঘটেনি এবং কোন ঐশী কিতাব নাজিল হয় নাই।\n\n\n== কুরআন ==\n'জাহেলিয়া' শব্দটি কুরআনের বিভিন্ন স্থানে উল্লেখিত হয়েছে, এবং এর অনুবাদে প্রায়ই বিভিন্ন পরিভাষা ব্যবহৃত হয়:\n\nতারপর তিনি তোমাদের উপর দুশ্চিন্তার পর নাযিল করলেন প্রশান্ত তন্দ্রা, যা তোমাদের মধ্য থেকে একদলকে ঢেকে ফেলেছিল, আর অপরদল নিজরাই নিজদেরকে চিন্তাগ্রস্ত করেছিল। তারা আল্লাহ সম্পর্কে জাহিলী ধারণার ন্যায় অসত্য ধারণা পোষণ করছিল। কুরআন, ৩:১৫৪\nতারা কি জাহিলী যুগের আইন বিধান চায়? দৃঢ় বিশ্বাসী সম্প্রদায়ের জন্য আইন-বিধান প্রদানে আল্লাহ হতে কে বেশী শ্রেষ্ঠ? কুরআন, ৫:৫০\nআর তোমরা নিজ গৃহে অবস্থান করবে এবং প্রাক-জাহেলী যুগের মত সৌন্দর্য প্রদর্শন করো না। কুরআন, ৩৩:৩৩\nযখন কাফিররা তাদের অন্তরে পোষণ করেছিল গোত্রীয় অহমিকা—অজ্ঞতার যুগের অহমিকা ... কুরআন, ৪৮:২৬\n\n\n== ব্যাপ্তি ==\nঐতিহাসিকগণ আইয়্যামে জাহেলিয়ার সময়কালের ব্যাপ্তি সম্পর্কে ভিন্ন ভিন্ন মত দিয়েছেন। যেমন:\n\nকোন কোন ঐতিহাসিকের মতে হযরত আদম (আ)-এর সৃষ্টিকাল হতে শুরু করে হযরত মুহাম্মাদ (স)-এর নবুয়ত প্রাপ্তির পূর্ব পর্যন্ত এ দীর্ঘ সময়কে আইয়্যামে জাহেলিয়া বলা হয়। কিন্তু এ মতবাদ গ্রহণযোগ্য নয়। কারণ এই দীর্ঘ সময়ে বিপথগামী মানুষকে সঠিক পথে ফিরিয়ে আনার জন্য অনেক নবী ও রসুলের আগমন হয়েছে।\nআরব ঐতিহাসিকের মতে- হযরত ঈসা (আ) এর তিরোধানের পর থেকে ইসলামের আবির্ভাব পর্যন্ত কালকে ‘আইয়্যামে জাহেলিয়ার' যুগ বলা হয়। এই অভিমত আংশিক গ্রহণ যোগ্য।\nইংরেজ পি. কে. হিট্রি, ইসলামের আবির্ভাবে পূর্ববর্তী এক শতাব্দীকালকে আইয়্যামে জাহেলিয়া বলে উল্লেখ করেছেন। তমসা যুগের ব্যপ্তিকাল সম্পর্কে এই অভিমত সর্বাধিক গ্রহণযোগ্য। এ সময়েই আরব দেশে দুর্নীতি, কুসংস্কার প্রচলিত ছিল এবং এ যুগেই তাদের রাজনৈতিক, সামাজিক, অর্থনৈতিক ও ধর্মীয় জীবন অধঃপতনের পর্যায়ে উপনীত হয়েছিল বলে একে অন্ধকার যুগ বলা হয়।\nতবে ইতিহাস বিশ্লেষকগণ উপরিউক্ত সংজ্ঞায় আরবকে যুক্ত করার ব্যাপারে ভিন্ন মত প্রকাশ করেন। তারা বলেন, তদানীন্তন সময়ে দক্ষিণ আরব জ্ঞান-গরিমায় উন্নত ছিল এবং তারা সাহিত্য, সংস্কৃতি, ঐতিহ্য চেতনাসহ নানা সদগুণাবলীর অধিকারী ছিল। তবে উত্তর আরব ও মধ্য আরবের হেজাজ ও তৎসলগ্ন এলাকা ইসলামের আবির্ভাবের পূর্ব পর্যন্ত অজ্ঞতার অন্ধকারে নিমজ্জিত ছিল। আন্তর্জাতিক কার্যকলাপে তারা কোন খ্যাতি অর্জন করতে পারে নাই। উক্ত অঞ্চলের পরিবেশ ও পরিস্থিতি বিবেচনা করেই আইয়্যামে জাহেলিয়ার সংজ্ঞা নির্ধারিত হয়েছে। তাই প্রকৃত অর্থে জাহিলী যুগ বলতে বোঝায় আরবের সেই সময় কালকে যখন সেখানে কোন নবী-রাসুলের আবির্ভাব ঘটেনি বা বা\nকোন ঐশী কিতাব নাযিল হয়নি। ফলে সমাজ-সংস্কারের অভাবে অন্যায় অবিচার ধর্মীয় কুসংস্কার ইত্যাদি নানা অনাচারে ছেয়ে গিয়েছিল। এক কথায় বলা যায়, এই অন্ধকার সময়ই আইয়্যামে জাহেলিয়া।\n\n\n== আরও দেখুন ==\nহানিফ\nপ্রাক-ইসলামি আরবে ধর্মবিশ্বাস\nপ্রাক-ইসলামি আরব\nতাকফির\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nআজম, হিনা। \"সন্ত্রাসবাদ: জাহিলিয়াতের দিকে ফিরে যাত্রা\"। alt.muslim। ২০ মার্চ ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ ডিসেম্বর ২০০৫। \nআল-শারকি, লায়লা এম. (২০২২)। \"লায়লা আল-জোহানীর 'জাহিলিয়াত' (অজ্ঞতার যুগ)-এ আন্তঃসংযোগ ও আন্তঃজাতীয়তা\"। সমকালীন নারী রচনা। ১৫ (৩): ৩৮২–৪০১। ডিওআই:10.1093/cww/vpab040। \n\"নবী ও ফেরাউন: মিশরে মুসলিম চরমপন্থা\"। আল সাকি। ১৯৮৫। আইএসবিএন 0-86356-118-7।  \nকুতুব, সাইয়্যেদ (১৯৮১)। \"মাইলস্টোনস\"। মাদার মসজিদ ফাউন্ডেশন।  \nসিভান, ইমানুয়েল (১৯৮৫)। \"উগ্রতা: মধ্যযুগীয় ধর্মতত্ত্ব ও আধুনিক রাজনীতি\"। ইয়েল ইউনিভার্সিটি প্রেস।  \n\n\n== বহিঃসংযোগ ==\n\n উইকিঅভিধানে আইয়ামে জাহেলিয়া-এর আভিধানিক সংজ্ঞা পড়ুন।"}