{"pageid": 1157573, "title": "৩৪তম স্ট্রিট–হাডসন ইয়ার্ডস স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1157573", "content": "৩৪তম স্ট্রিট–হাডসন ইয়ার্ডস স্টেশন হল ম্যানহাটনের পশ্চিম দিকের আইআরটি ফ্লাশিং লাইনের একটি নিউ ইয়র্ক সিটি সাবওয়ে স্টেশন, এবং এটি ৭টি স্থানীয় ও <span typeof=\"mw:Entity\" id=\"mwHA\"><</span> ৭ <span typeof=\"mw:Entity\" id=\"mwHQ\">></span> এক্সপ্রেস পরিষেবার জন্য পশ্চিম ( রেলরোড দক্ষিণ ) টার্মিনাস। এটির দুটি ট্র্যাক ও একটি দ্বীপ প্ল্যাটফর্ম রয়েছে, যেখানে দুটি স্তরের মেজানাইন রয়েছে: একটি সরাসরি প্ল্যাটফর্মের উপরে এবং অন্যটি সরাসরি রাস্তার স্তরের নীচে। স্টেশনটি সরাসরি তার উপরের হাডসন ইয়ার্ডস মেগা-ডেভেলপমেন্টে পরিষেবা প্রদান করে এবং বৃহত্তর হাডসন ইয়ার্ডস পাড়ার মধ্যে অবস্থিত। স্টেশনটিতে হাডসন বুলেভার্ড বরাবর দুটি প্রবেশপথ রয়েছে: ৩৪তম স্ট্রিটের দক্ষিণে একটি প্রাথমিক প্রবেশপথ ও ৩৫তম স্ট্রিটের দক্ষিণে একটি গৌণ প্রবেশদ্বার৷\nস্টেশনটি, মূলত ২০১২ গ্রীষ্মকালীন অলিম্পিকের জন্য শহরের বিডের ও ২০১২ সালের গ্রীষ্মে প্রথম খোলার জন্য নির্ধারিত ওয়েস্ট সাইড স্টেডিয়াম তৈরির ব্যর্থ প্রচেষ্টার অংশ ছিল। যখন লন্ডনকে অলিম্পিকের জন্য বেছে নেওয়া হয়েছিল, তখন উদ্বোধনের তারিখটি ২০১৩ সালে ডিসেম্বর মাসে ঠেলে দেওয়া হয়েছিল। ২০১১ সালে, স্টেশনে চলমান সিঁড়ি ও লিফটের কাজ শেষ না হওয়া পর্যন্ত উদ্বোধনটি ২০১৪ সালের জুন মাস পর্যন্ত স্থগিত করা হয়েছিল। চলমান সিঁড়ি, লিফট এবং অগ্নি ও নিরাপত্তা ব্যবস্থার সঙ্গে জড়িত বেশ কিছু বিলম্বের পর, অবশেষে ২০১৫ সালের ১৩ই সেপ্টেম্বর স্টেশনটি খোলা হয়। ৩৪তম স্ট্রিট স্টেশন হল ১৯৮৯ সালের পরে নিউ ইয়র্ক সিটি সাবওয়ে ব্যবস্থার প্রথম সম্পূর্ণ নতুন স্টেশন,  সেইসাথে ১৯৫০ সালের পরে নিউইয়র্ক সিটি সরকার দ্বারা অর্থায়ন করা এই ধরনের প্রথম স্টেশন।\nনতুন নির্মাণ, দূর পশ্চিম দিকের জন্য শহরের অংশ ও  এমটিএ-এর মহাপরিকল্পনা, আইআরটি ফ্লাশিং লাইন পশ্চিমে টাইমস স্কোয়ার থেকে ইলেভেনথ অ্যাভিনিউ পর্যন্ত, তারপর দক্ষিণে ৩৪তম স্ট্রিট পর্যন্ত প্রসারিত করেছে। যদিও ওয়েস্ট সাইড স্টেডিয়াম পরিকল্পনা শহর ও  রাজ্য পরিকল্পনা সংস্থাগুলি প্রত্যাখ্যান করেছিল, ৭ সাবওয়ে সম্প্রসারণ পরিকল্পনাটি এগিয়ে যাওয়ার অনুমোদন পেয়েছিল, কারণ নিউইয়র্কের রাজনৈতিক নেতারা অষ্টম অ্যাভিনিউয়ের পশ্চিমে ও ৩৪তম স্ট্রিটের উত্তরে গুদাম জেলা দেখতে চেয়েছিলেন। হাডসন ইয়ার্ডস রিডেভেলপমেন্ট ও পাতাল রেল পরিষেবা সেই প্রচেষ্টার একটি অপরিহার্য অংশ ছিল। সম্প্রসারণটি জ্যাকব কে. জাভিটস কনভেনশন সেন্টারেও কাজ করে, যা ২০০৮-২০১৪ সালে সম্প্রসারিত হয়েছিল এবং স্টেশনের প্রবেশদ্বার থেকে এক ব্লক দূরে অবস্থিত।\n\n\n== ইতিহাস ==\n\n\n=== পরিকল্পনা ও নির্মাণ ===\nম্যানহাটন সেন্ট্রাল বিজনেস ডিস্ট্রিক্টে যোগাযোগ উন্নত করার জন্য সিটি প্ল্যানিং কমিশনের ১৯৯৩ সালের প্রস্তাবের প্রতিক্রিয়ায়, মেট্রোপলিটন ট্রান্সপোর্টেশন অথরিটি (এমটিএ) নিউ জার্সি পর্যন্ত আইআরটি ফ্লাশিং লাইনের সম্প্রসারণের সম্ভাবনা অন্বেষণ শুরু করে। সিনেটর চার্লস শুমার দ্বারা ২০০১সালে আহবান করা একটি ব্যবসায়িক ও নাগরিক গোষ্ঠী যুক্তি দিয়েছিল যে মিডটাউন অফিস জেলার পশ্চিমমুখী সম্প্রসারণ একটি পাতাল রেল সম্প্রসারণ ছাড়া সম্পন্ন করা যাবে না, বলেছিল:\n\nরাস্তা বরাবর দীর্ঘ ব্লকগুলি এলাকার পশ্চিমতম অংশগুলিতে পৌঁছাতে ২০ মিনিটের মতো দীর্ঘ হাঁটাতে হয়। উপরন্তু, ম্যানহাটনের পূর্ব দিকে গ্র্যান্ড সেন্ট্রাল স্টেশন বা অন্য কোথাও থেকে কোনো সুবিধাজনক সংযোগ নেই, যার ফলে সুদূর পশ্চিম দিকটি ম্যানহাটান, কুইন্স, ওয়েস্টচেস্টার ও কানেকটিকাট-এর কিছু অংশ থেকে আসা শ্রমিকদের জন্য যাতায়াত কঠিন হয়ে পড়েছে।\n২০১২ গ্রীষ্মকালীন অলিম্পিকের জন্য নিউ ইয়র্ক সিটি বিডের অংশ হিসাবে পশ্চিম দিকের একটি স্টেশন আবার প্রস্তাব করা হয়েছিল। শহর সরকার ২০০৫ সালের জুলাই মাসের আগে তহবিল পেতে চেয়েছিল, সেই সময়ে আন্তর্জাতিক অলিম্পিক কমিটি অর্থায়নের বিষয়ে ভোট দেবে। যাইহোক, এমটিএ-এর মূলধন কর্মসূচীতে ঘাটতি, সেইসাথে সেকেন্ড এভিনিউ সাবওয়ে ও ইস্ট সাইড অ্যাক্সেসের জন্য আগে থেকে বিদ্যমান তহবিলের কারণে, এমটিএ সম্প্রসারণের জন্য অর্থ প্রদান করতে পারেনি।  কাছাকাছি ওয়েস্ট সাইড ইয়ার্ডের উপরে একটি অলিম্পিক স্টেডিয়াম হিসাবে ওয়েস্ট সাইড স্টেডিয়ামের প্রস্তাবের পর, ২০০৫ সালে প্রত্যাখ্যান করা হয়েছিল, নিউ ইয়র্ক সিটি তাদের অলিম্পিক বিড হারিয়েছিল। \nতৎকালীন মেয়র মাইকেল ব্লুমবার্গের জন্য, সম্প্রসারণটি তখনও একটি অগ্রাধিকার ছিল।  তার ২০০৬ সালের ১২ই ডিসেম্বর নিউ ইয়র্ক লীগ অফ কনজারভেশন ভোটারদের উদ্দেশ্যে দেওয়া ভাষণে উল্লেখ করা হয়েছিল, যে ২০০৬ সালের নভেম্বর মাসে সরকার ৭ পাতাল রেলের ইলেভেনথ অ্যাভিনিউ ও ৩৪তম স্ট্রিটে সম্প্রসারণের জন্য বন্ড ইস্যু করা শুরু করেছে।  সম্প্রসারণটি মিউনিসিপ্যাল ট্যাক্স ইনক্রিমেন্ট ফাইন্যান্সিং (টিআইএফ) বন্ড বিক্রয় থেকে নিউ ইয়র্ক সিটির তহবিল দিয়ে অর্থায়ন করা হয়েছিল, যা সম্প্রসারণ দ্বারা পরিবেশিত এলাকায় ভবিষ্যতের উন্নয়ন থেকে সম্পত্তি করের রাজস্ব দিয়ে পরিশোধ করা হবে বলে আশা করা হচ্ছে।  ক্রমবর্ধমান হাডসন ইয়ার্ডস এলাকায় এক-স্টেশন সম্প্রসারণের জন্য মূলত মার্কিন$২.১ বিলিয়ন খরচ হয়েছিল, কিন্তু শেষ পর্যন্ত বেড়ে মার্কিন$২.৪ billion হয়েছিল, ১০তম অ্যাভিনিউ-এ  $৫০০ মিলিয়ন ব্যয়ের মধ্যবর্তী স্টেশন বাদে যা খরচের কারণে বাতিল করা হয়েছিল।\nএমটিএ ২০০৭ সালের অক্টোবর মাসে জেএফ শেয়া, স্কানস্কা ইউএসএ সিভিল ও  শিয়াভোন-এর যৌথ উদ্যোগ এস৩ সংস্থাকে  ৭,০০০ ফুট (২,১০০ মিটার) দীর্ঘ দ্বৈত গোলাকার সুড়ঙ্গ নির্মাণের জন্য  $১.১৪৫ বিলিয়ন প্রদান করে চুক্তি প্রদান করেছিল। চুক্তিটি ছিল টাইমস স্কোয়ারে তৎকালীন বর্তমান ৭ ট্রেন টার্মিনাস থেকে পশ্চিম দিকে ৪১তম স্ট্রিটের নীচে এলেভেনথ অ্যাভিনিউ, তারপর ২৬তম স্ট্রিটে সুড়ঙ্গ তৈরি করা।  রিচার্ড ড্যাটনার অ্যান্ড পার্টনারস, আর্চিটেক্টস ৩৪তম স্ট্রিট স্টেশনের নকশা করেছিল।  নতুন টার্মিনালের শেল খনন ও ড্রিল-এন্ড-ব্লাস্ট পদ্ধতি ব্যবহার করে প্রথম ১,০০০ ফুট (৩০০ মিটার) সুড়ঙ্গ তৈরি করার পরে, এস৩ অবশিষ্ট ৬,০০০ ফুট (১,৮০০ মিটার) ) খননের জন্য দুটি টানেল-বোরিং মেশিন (টিবিএম) স্থাপন করেছিল। এটি খনন করার সাথে সাথে, প্রতিটি টিবিএম সুড়ঙ্গের অভ্যন্তরভাগ তৈরি করার জন্য প্রিকাস্ট কংক্রিট লাইনার অংশগুলি স্থাপন করেছিল। \nএমটিএ ২০০৯ সালের ২১শে  ডিসেম্বর বলেছিল যে একটি টানেল-বোরিং মেশিন ৩৪তম স্ট্রিট স্টেশনের গুহা প্রাচীর ভেদ করেছে।  দুটি টানেল-বোরিং মেশিনই ২০১০ সালের বসন্তে প্রয়োজনীয় টানেলিং শেষ করার জন্য নির্ধারিত ছিল। \nএমটিএ ২০২১ সালের এপ্রিল মাসে ঘোষণা করেছিল যে সুড়ঙ্গ, স্টেশন মেজানাইন ও যাত্রী প্ল্যাটফর্মের চুক্তি ৮৫% সম্পূর্ণ হয়েছে এবং যান্ত্রিক ও বৈদ্যুতিক ব্যবস্থা, বৈদ্যুতিক শক্তি, আলো ও ট্রেনের ট্র্যাক ব্যবস্থাগুলির চুক্তি ২০১১ সালের জুলাই মাসের মধ্যে প্রদান করা হবে।   চুক্তি ২০১১ সালের সেপ্টেম্বর মাসে প্রদান করা হয়।  এমটিএ ২০১২ সালের মে মাসে ঘোষণা করেছে যে সম্প্রসারণ, এখন ৬৫% সম্পূর্ণ, রেলের প্রথম সেট স্থাপন করা হয়েছে।   সম্প্রসারণ ২০১৩ সালের আগস্ট মাসে 90% সম্পূর্ণ হয়েছিল। \n\nব্লুমবার্গ ২০১৩ সালের ২০ই ডিসেম্বর সম্প্রসারণের একটি সাংবাদিক সফরের সময়, মেয়র হিসাবে তার উত্তরাধিকারের একটি অংশ উদযাপন করে প্রায়-সম্পূর্ণ স্টেশনে একটি ট্রেনে একটি আনুষ্ঠানিক যাত্রা করেছিলেন।  ট্রেনের পরীক্ষামূলক যাত্রা ২০১৫ সালের জুন মাস শুরু হয়েছিল না।\n\n\n=== বিলম্ব ===\nস্টেশনটিকে ২০১২ সালের জানুয়ারি মাসে, বাজেটের কম এবং প্রকল্পটি বেশ কয়েকটি বিলম্বের কারণে জর্জরিত হওয়ার আগে খোলার সময়সূচী হিসাবে ২০১৩ সাল চিহ্নিত করা হয়েছিল।  স্টেশনটি, মূলত ২০১৩ গ্রীষ্মকালীন অলিম্পিকের জন্য শহরের বিডের অংশ, ১০তম অ্যাভিনিউ স্টেশন সহ একটি দুই-স্টেশন সাবওয়ে সম্প্রসারণের অংশ হিসাবে ২০১২ সালের গ্রীষ্মে প্রথম খোলার কথা ছিল। যখন অলিম্পিকের জন্য লন্ডনকে বেছে নেওয়া হয়েছিল, তখন উদ্বোধনের তারিখটি ২০১৩ সালের ডিসেম্বর মাসে ঠেলে দেওয়া হয়েছিল; দশম অ্যাভিনিউ স্টেশনটি নির্মাণ পরিকল্পনা থেকে বাদ দেওয়া হয়েছিল।  ২০১২ সালের জুন মাস নাগাদ, ট্রেনসমূহ ২০১৩ সালের  শেষের দিকে \"পরীক্ষার উদ্দেশ্যে\" চালানোর আশা করা হয়েছিল। একই মাসে, স্টেশনের ফিটিং-আউট সম্পূর্ণ করার জন্য স্টেশনের উদ্বোধন ২০১৪ সালের জুন মাস পর্যন্ত বিলম্বিত হয়েছিল। \nএমটিএ কনস্ট্রাকশন কোম্পানির প্রধান মাইকেল হোরোডনিশিয়ানু ২০১৪ সালের জানুয়ারিতে দ্য নিউ ইয়র্ক টাইমসকে বলেছিলেন যে বাঁকানো লিফট স্থাপনের জটিলতার কারণে প্রায় তিন মাস বিলম্ব হতে পারে, যা খোলার তারিখটি গ্রীষ্মের খুব শেষের দিকে বা ২০১৪ সালের সালের শুরুর দিকে, বা ২০১৪ সালের নভেম্বর মাস পর্যন্ত নিয়ে আসে।    ২০১৪ সালের মার্চ মাস নাগাদ, স্টেশনটির অস্থায়ী উদ্বোধনের তারিখটি ২০১৪ সালের নভেম্বর মাস নির্ধারিত ছিল। \n\nতারপরে, ২০১৪ সালের মে মাসে, ঝুঁকে থাকা লিফটগুলি স্থাপন করার জন্য আবার স্টেশন খোলার বিলম্ব হয়েছিল, কারণ লিফট মূলত ইতালির কোমো প্রদেশে কারখানা পরীক্ষায় ব্যর্থ হয়েছিল। কর্মকর্তারা জোর দিয়ে বলে ছিলেন যে ইতালীয়-তৈরি লিফটে সফ্টওয়্যার ও যন্ত্রাংশগুলি একটি একক বিদেশী সংস্থার পরিবর্তে আমেরিকার বিভিন্ন সংস্থা থেকে তৈরি করা হয়েছিল। তবে, শুধুমাত্র লিফটের কারণে স্টেশনে দেরি হয়নি। \"অগ্নি সুরক্ষার জন্য সমন্বিত পরীক্ষার\" কারণে স্টেশনের উদ্বোধনকে পরবর্তী তারিখে ঠেলে দেওয়া হয়েছিল, যার জন্য চলমান সিঁড়ি, সিঁড়ি ও লিফট সহ সমস্ত স্টেশন অবকাঠামো সম্পূর্ণ করার প্রয়োজন ছিল। স্টেশনটি চলমান সিঁড়ি ও সুড়ঙ্গ অবাধে বায়ু-চলাচলের ব্যবস্থার নির্মাণ কাজ সম্পূর্ণ না হওয়ার কারণেও বিলম্বিত হয়েছিল। এই মুহুর্তে, স্টেশনটি ২০১৪ সালের শেষের দিকে পরিষেবার জন্য খোলার আশা করা হয়েছিল, কিন্তু আরও লিফট স্থাপনের বিলম্বের পাশাপাশি সম্প্রসারণের বায়ুচলাচল ব্যবস্থার সমস্যাগুলির কারণে, এটি ২০১৪ সালের অক্টোবর মাসের থেকে আরও কয়েক মাস বিলম্বিত হয়ে ২০১৫ সালের ফেব্রুয়ারি মাস নির্ধারিত হয়েছিল।\nসেই মুহুর্তে, প্রকল্পটি এতটাই বিলম্বিত হয়েছিল যে এমটিএ-কে ৪.৭৫ মিলিয়ন মার্কিন ডলার \"প্রণোদনা\" অর্থ দেওয়া হয়েছিল যদি ২০১৫ সালের ২৪শে ফেব্রুয়ারির মধ্যে স্টেশনটি চালু হয়।  লিফটের সমস্যা সমাধানের জন্য সফটওয়্যার পরিবর্তন করা হয়, এবং লিফট স্থাপন করা হয়। আশা করা হয়েছিল নভেম্বর  মাসের মধ্যে পরীক্ষা শেষ হবে। ইতিমধ্যেই তিনটি বায়ুচলাচল ব্যবস্থা ২০১৪ সালের ১লা অক্টোবর মাসের মধ্যে স্থাপন করা হয়েছিল, আরও দুটি ব্যবস্থা মাসের শেষে স্থাপন করার কথা ছিল। এটি ১৭ নভেম্বর নিশ্চিত করা হয়েছিল যে স্টেশনটি ২৪শে ফেব্রুয়ারি খোলার তারিখ হিসাবে নির্বাচিত হয়েছে; নতুন নিদর্শন ও দক্ষিণ প্রবেশদ্বারের ছাউনি স্থাপন করা শুরু হয়েছিল।  যাইহোক, মাত্র এক মাস পরে, এমটিএ জানিয়েছিল যে এটি ২০১৫ সালের এপ্রিল মাস থেকে জুলাই মাস পর্যন্ত আনত লিফটগুলি সঠিকভাবে কাজ করার ব্যর্থতার কারণে পরিষেবার জন্য সাবওয়ে সম্প্রসারণটি চালু করতে পারেনি।  এমটিএ বিলম্বের আরেকটি কারণ হিসেবে ফায়ার অ্যালার্ম ও নিরাপত্তা ব্যবস্থার সমস্যাকেও উল্লেখ করেছিল।  এছাড়াও, হাডসন ইয়ার্ডস মেগা-ডেভেলপমেন্টের ডেভেলপার, দ্য রিলেটেড কোম্পানিকে, সাবওয়ে স্টেশনের ঠিক উপরে, ৫৫ হাডসন ইয়ার্ডের ভিত্তির জন্য ক্যাসন খনন করা ও এমটিএ স্টেশনটি খোলার আগে ভিত্তির কাজটি সম্পূর্ণ হওয়া দরকার ছিল। \nএমটিএ ২০১৫ সালের ২৪শে মার্চ আরেকটি ঘোষণা করেছিল, যে অগ্নিকাণ্ড ও নিরাপত্তা ব্যবস্থার সাথে আরও সমস্যার কারণে স্টেশনের উদ্বোধন আবার ২০১৫ সালের গ্রীষ্ম পর্যন্ত বিলম্বিত হবে। এছাড়াও, থার্ড রেল, পাবলিক সার্ভিস অ্যানাউন্সমেন্ট ব্যবস্থা, অবাধে বায়ু-চলাচলের ব্যবস্থার পাখা, চলমান সিঁড়ি এবং লিফট পরীক্ষা করা দরকার ছিল।  স্টেশনটি ২০১৫ সালের এপ্রিল মাসের মধ্যে সম্পূর্ণ হয়েছিল, কিন্তু খোলা হয়েছিল না।   যদিও, সম্প্রসারণটি ২০১৫ সালের ১৫ই জুন আবার ২০১৫ সালের \"তৃতীয় ত্রৈমাসিকের শেষের আগে\" ঠেলে দেওয়া হয়েছিল।  এমটিএ এক মাস পরে নিশ্চিত করে, যে স্টেশনটি ২০১৫ সালের ১৩ই সেপ্টেম্বর বা তার আগে খোলা হবে।  খোলার তারিখ ২০১৫ সালের ২৮শে আগস্ট নিশ্চিত করা হয়েছিল।  সেই মুহুর্তে, এমটিএ চেয়ারম্যান থমাস প্রেন্ডারগাস্ট বলেছিলেন যে নতুন স্টেশন এবং অন্যান্য এমটিএ ক্যাপিটাল কনস্ট্রাকশন প্রকল্প উভয়ে অগণিত বিলম্ব অপমানজনক ছিল। \n\n\n=== পরিচালনা ===\n\nস্টেশনটি ২০১৫ সালের ১৩ই সেপ্টেম্বর দুপুর ১:০০ টায় খোলা হয়েছিল, ফিতা কাটা অনুষ্ঠানে নিউ ইয়র্ক সিটির মেয়র বিল ডি ব্লাসিও, মার্কিন সিনেটর চাক শুমার ও প্রাক্তন ডেপুটি মেয়র ড্যান ডক্টরফ উপস্থিত ছিলেন।  ৩৫তম স্ট্রিটে সেকেন্ডারি স্টেশনের প্রবেশদ্বার, সেইসাথে স্টেশনের মধ্যেই শেষের ছোঁয়া, ২০১৬ সাল পর্যন্ত সম্পূর্ণ হবে বলে আশা করা হয়নি। \n\n\n== তথ্যসূত্র =="}