{"pageid": 1157499, "title": "আসাননগর", "url": "https://bn.wikipedia.org/wiki?curid=1157499", "content": "আসাননগর হ’ল ভারতের পশ্চিমবঙ্গ রাজ্যের নদীয়া জেলার কৃষ্ণনগর সদর মহকুমার সিডি ব্লকের একটি গ্রাম এবং গ্রাম পঞ্চায়েত । এটি আগে কোতোয়ালি থানার অধীনে ছিল কিন্তু এখন এটি নবগঠিত ভীমপুর থানার অধীনে।\n\n\n== ইতিহাস ==\nআসাননগর হ’ল নদীয়া জেলার একটি অতি প্রাচীন গ্রাম। নীল বিদ্রোহ ও কৃষক বিদ্রোহের নেতা, বিশ্বনাথ সর্দার ওরফে বিশু ডাকাত কে শো ট্রায়ালের পর ১৮০৮ সালে এই গ্রামে ফাঁসি দেওয়া হয়েছিল। \n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nআসাননগরে অবস্থিত২৩.৩৯৮৩২° উত্তর ৮৮.৫০৪৩৬৫° পূর্ব﻿ / 23.39832; 88.504365 ।\n\n\n=== এলাকার ওভারভিউ ===\nপল্ল সমভূমির নদীয়া জেলা হুগলি নদীর পূর্বে অবস্থিত। নদীটি স্থানীয়ভাবে ভাগীরথী নামে পরিচিত। জলঙ্গী, চূর্ণী এবং ইছামতি নদির মতো প্রবাহক পল্লল সমভূমিকে ভাগ করেছে। এই নদীগুলিতে পলিমাটি জমে যাওয়ার কারণে এখানে প্রায় বন্যা হয়। কৃষ্ণনগর সদর মহকুমার পশ্চিমে ভাগীরথী রয়েছে, নদীর অপর পাড়ে পূর্ব বর্ধমান জেলা রয়েছে। ভাগীরথীর আশেপাশে অনেক জলাভূমি রয়েছে। মহকুমার মাঝখান দিয়ে প্রবাহিত ভাগীরথী ও জলঙ্গীর মধ্যবর্তী এলাকা কালান্তর (কালো এঁটেল মাটির নিচু ভূমি) নামে পরিচিত। মহকুমার একটি বড় অংশ কৃষ্ণনগর-শান্তিপুর সমভূমি গঠিত, যা জেলার কেন্দ্রীয় অংশ দখল করে। জলঙ্গী, মহকুমার মাঝখান দিয়ে প্রবাহিত হওয়ার পরে, ডানদিকে ঘুরে ভাগীরথীর সাথে মিলিত হয়েছে। দক্ষিণ-পূর্ব দিকে, চূর্ণী কৃষ্ণনগর-শান্তিপুর সমভূমিকে রানাঘাট-চাকদহ সমভূমি থেকে পৃথক করেছে। পূর্ব বাংলাদেশের সীমান রয়েছে।  মহকুমাটি মাঝারিভাবে নগরায়িত। জনসংখ্যার 20.795% শহরে বাস করে এবং 79.205% গ্রামীণ এলাকায় বাস করে। \n\n\n== জনসংখ্যা ==\nভারতের 2011 সালের আদমশুমারি অনুসারে, আসাননগরের মোট জনসংখ্যা ছিল 12,794 জন, যার মধ্যে 6,500 (51%) পুরুষ এবং 6,294 (49%) মহিলা। 0-6 বছর বয়সের মধ্যে জনসংখ্যা ছিল 1,151। আসাননগরে মোট শিক্ষিত ব্যক্তির সংখ্যা 8,828 (6 বছরের বেশি জনসংখ্যার 75.82%)। \n\n\n== পরিবহন ==\nআসাননগর রাজ্য মহাসড়ক ৮ -এ অবস্থিত যা সাঁওতালডিহ থেকে উৎপন্ন হয় এবং মাঝদিয়াতে পর্যন্ত। আসাননগরের দূরত্ব মাত্র ১৩কিলোমিটার জেলা সদর কৃষ্ণনগর, নদীয়া থেকে । নিকটতম রেলওয়ে স্টেশনগুলি হল কৃষ্ণনগর সিটি জংশন এবং মাঝদিয়া রেলওয়ে স্টেশন। উভয় স্টেশন থেকে স্থানীয় প্রাইভেট বাস, ম্যাজিক ভ্যান, ই-রিক্সা (টোটো) এর মাধ্যমে আসাননগর সহজেই যাওয়াযায়। স্থানীয় লোকজনও যাতায়াতের জন্য ব্যক্তিগত গাড়ি, বাইক এবং স্কুটার ব্যবহার করেন।\n\n\n== শিক্ষা ==\nআসাননগর উচ্চ বিদ্যালয়টি এলাকার একমাত্র উচ্চ বিদ্যালয়। এটি 1954 সালে প্রতিষ্ঠিত হয়েছিল। এছাড়াও এই এলাকায় অনেক প্রাথমিক বিদ্যালয় রয়েছে যেমন ত্রিপুরাপাড়া প্রাথমিক বিদ্যালয়, ভীমপুর শ্রী শ্রী দর্শনানন্দ বিদ্যানিকেতন, বিবেকানন্দ শিশু নিকেতন, কাশিপুরপাড়া প্রাথমিক বিদ্যালয়, পায়রাডাঙ্গাপাড়া প্রাথমিক বিদ্যালয়, চান্দেরপোল কুলতলা প্রাথমিক বিদ্যালয়, বাগদিপাড়া প্রাথমিক বিদ্যালয়, নাইকুড়া প্রাথমিক বিদ্যালয় এবং কাশিপুর। বাঁশবেড়িয়া প্রাথমিক বিদ্যালয়।\nভীমপুর মোহনানন্দ কলেজ অফ এডুকেশন, আসাননগর মদন মোহন তর্কালঙ্কার কলেজ 2007 সালে আসাননগরে প্রতিষ্ঠিত হয়েছিল কল্যাণী বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত, এটি বাংলা, ইংরেজি, সংস্কৃত এবং ইতিহাসে অনার্স কোর্স অফার করে। \n\n\n== মার্কেটপ্লেস ==\nআসাননগর মার্কেটপ্লেস এই এলাকার প্রধান ব্যবসায়িক স্থান অনেক দোকান নিয়ে গঠিত। সবজি বিক্রেতা, মাংস ও মাছের দোকানের প্রধান বাজার কালীবাবুর বাজার। মার্কেটপ্লেসে কয়েকটি ব্যাঙ্ক রয়েছে - স্টেট ব্যাঙ্ক অফ ইন্ডিয়া, বঙ্গিয়া গ্রামীণ বিকাশ ব্যাঙ্ক । আসাননগর মার্কেটপ্লেসেও একটি গ্যাস অফিস রয়েছে - মা কালী ইন্দানে গ্রামীণ বিত্রক বিত্রক।\n\n\n== উৎসব ==\nদুর্গাপূজা, গণেশ পূজা, কালী পূজা, জগদ্ধাত্রী পূজা, গঙ্গা পূজা এখানে অত্যন্ত আনন্দের সাথে পালিত হয়। লালন মেলা এখানে নিকটবর্তী কদমখালী মাঠে অনুষ্ঠিত একটি গুরুত্বপূর্ণ মেলা। এটি মূলত লালন ফকিরের গান নিয়ে একটি সাংস্কৃতিক মেলা। এই মেলায় ভারত ও বাংলাদেশ উভয়ের অনেক প্রখ্যাত বাউল গায়ক হৃদয়গ্রাহী গান পরিবেশন করেন।\n\n\n== স্বাস্থ্যসেবা ==\nআসাননগরে 10টি শয্যা বিশিষ্ট একটি প্রাথমিক স্বাস্থ্য কেন্দ্র রয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আসাননগর সম্পর্কিত মিডিয়া দেখুন।"}