{"pageid": 11575, "title": "লেত্রঁজে", "url": "https://bn.wikipedia.org/wiki?curid=11575", "content": "লেত্রঁজে (ফরাসি: L'Étranger) ফরাসি সাহিত্যিক আলবেয়ার কাম্যু রচিত প্রথম উপন্যাস, যা ফ্রান্সের গায়িমার প্রকাশনী থেকে ১৯৪২ সালে প্রথম প্রকাশিত হয়। উপন্যাসটি এ পর্যন্ত আটষট্টিটি ভাষায় অনূদিত হয়েছে। উপন্যাসের কাহিনী ফরাসি আলজেরিয় একজন উদাসীন বসতি স্থাপনকারী মারসল্টেকে নিয়ে, যিনি তার মায়ের অন্ত্যেষ্টিক্রিয়ার কয়েক সপ্তাহ পরে আলজিয়ার্স একজন নামহীন আরব ব্যক্তিকে হত্যা করেছিলেন। হত্যাকাণ্ডের পূর্বে এবং পরে মারসল্টের প্রথম-ব্যক্তির বর্ণনা উপস্থাপন করে গল্পটি দুটি অংশে বিভক্ত।\n১৯৪১ সালের মে মাসের মধ্যে কামু এর প্রাথমিক পাণ্ডুলিপি সম্পূর্ণ করেন, যেটি অঁদ্রে মাল্‌রো, জিন পলহান এবং রেমন্ড কুইনিউ দ্বারা সংশোধনের পরামর্শ দেওয়া হয়েছিল এবং পরে চূড়ান্ত সংস্করণে গৃহীত হয়েছিল। উপন্যাসটির মূল ফরাসি ভাষার প্রথম সংস্করণটি ১৯৪২ সালের ১৯ মে গায়িমার দ্বারা এটির মূল শিরোনামে প্রকাশিত হয়েছিল। সেই বছরের জুন থেকে বইয়ের দোকানে উপলব্ধ হয়েছিল এবং প্রাথমিকভাবে এটি ৪,৪০০ কপির মধ্যে সীমাবদ্ধ ছিল, যে সংখ্যা এত কম ছিল যে এটি বেস্টসেলার হতে পারেনি। ফ্রান্সের নাৎসি দখলের সময় প্রকাশিত হবার কাড়নে এটি প্রোপাগান্ডা-স্টাফেল দ্বারা সেন্সরশিপ বা বাদ ছাড়াই বিক্রি হয়েছিল।\nবইটির ব্রিটিশ ইংরেজি অনুবাদগুলির শিরোনাম সচরাচর দ্য আউটসাইডার (ইংরেজি: The Outsider) এবং মার্কিন অনুবাদগুলির শিরোনাম দ্য স্ট্রেঞ্জার (ইংরেজি: The Stranger) রাখা হয়। মূল ফরাসি থেকে নয়, বরং ইংরেজি অনুবাদ থেকে বাংলা অনুবাদ করা হয় বলে প্রায়শ বাংলা অনূদিত গ্রন্থগুলির শিরোনাম হিসেবে দ্য আউটসাইডার-এর আধিক্য পরিলক্ষিত হয়।\nএটি বিশ্বের তৃতীয় সর্বাধিক পঠিত ফরাসি উপন্যাস। অঁতোয়ান দ্য স্যাঁত-এগজ্যুপেরি রচিত ল্য প্যতি প্রাঁস (ক্ষুদে রাজকুমার) এবং জুল ভার্ন রচিত ভাঁ মিল লিও সু লে মের (টুয়েন্টি থাউজ্যান্ড লীগস আন্ডার দ্য সী) এক্ষেত্রে প্রথম ও দ্বিতীয়। ১৯৬৭ সালে লুচিনো ভিসকন্তি-র পরিচালনায় প্রথমবারের মতো উপন্যাসটির চলচ্চিত্রে রূপায়ন হয়।\n\n\n== চরিত্র ==\nমুরসাল্ট আলজেরিয়ায় একজন ফরাসি বাসিন্দা যিনি টেলিগ্রামের মাধ্যমে তার মায়ের মৃত্যুর কথা জানতে পারেন। মায়ের মৃত্যুর প্রতি মুরসাল্টের উদাসীনতা তার পরিবেশ থেকে কিছু মানসিক বিচ্ছিন্নতা প্রদর্শন করে । অন্যান্য দৃষ্টান্ত দেখানো হয়। মুরসাল্টও একজন সত্যবাদী ব্যক্তি, অন্যের কথা বিবেচনা না করে নিজের মনের কথা বলছেন। তিনি তার উদাসীনতার কারণে সমাজ থেকে বিচ্ছিন্ন।\nমুরসাল্টের মাকে তার মৃত্যুর তিন বছর আগে একজন বৃদ্ধ লোকের বাড়িতে পাঠানো হয়েছিল, যেমনটি উপন্যাসের প্রথম সারিতে উল্লেখ করা হয়েছে। যখন মুরসাল্ট তার মৃত্যুদণ্ডের সময় ঘনিয়ে আসছিল, তখন সে তার মায়ের সাথে আত্মীয়তা অনুভব করে, সে ভেবেছিল, সেও একটি অর্থহীন মহাবিশ্বকে গ্রহণ করেছে।\nটমাস পেরেজ যখন বাড়িতে ছিলেন তখন মুরসাল্টের মায়ের বাগদত্তা ছিলেন। তিনি মুরসাল্টের মায়ের জন্য অন্ত্যেষ্টিক্রিয়া মিছিলের পিছনে নিয়ে আসেন, এবং মুরসাল্ট বৃদ্ধের সংগ্রাম চালিয়ে যাওয়ার জন্য প্রচুর পরিমাণে বর্ণনা করেছেন। তাকে মুরসাল্টের বিচারে সাক্ষ্য দেওয়ার জন্য ডাকা হয়েছে।\nক্যালেস্টে এমন একটি ক্যাফের মালিক যা মুরসাল্ট ফ্রিকোয়েন্সি করে। তিনি মুরসাল্টের বিচারে সাক্ষ্য দেন।\nমারি কার্ডোনা মুরসাল্টের মতো একই কর্মক্ষেত্রে টাইপিস্ট ছিলেন। তার মায়ের অন্ত্যেষ্টিক্রিয়ায় যোগ দেওয়ার একদিন পর, সে একটি পাবলিক পুলে তার সাথে দেখা করে এবং তারা একটি সম্পর্ক শুরু করে। মেরি, মুরসাল্টের মতো, যৌনতা উপভোগ করে। তিনি মুরসাল্টকে একটি অনুষ্ঠানে জিজ্ঞাসা করেন যদি সে তাকে ভালবাসে, এবং অন্য কোন সময়ে যদি সে তাকে বিয়ে করতে চায়। প্রথমটি তিনি না দিয়ে সাড়া দেন, দ্বিতীয়টি তিনি ধারণাটির প্রতি উদাসীন বলে মনে করেন। মারি একবার কারাগারে তাকে দেখতে যান, কিন্তু তাকে আর দেখা করার অনুমতি নেই কারণ সে তার স্ত্রী নয়। তিনি মুরসাল্টের বিচারে সাক্ষ্য দিয়েছেন।\nসালামানো একজন বৃদ্ধ ব্যক্তি যিনি নিয়মিত তার কুকুরের সাথে চলাফেরা করেন। সে এটাকে গালি দেয় কিন্তু এখনো এর সাথে লেগে আছে। যখন সে তার কুকুরকে হারায়, সে কষ্ট পায় এবং মুরসাল্টের কাছে পরামর্শ চায়। তিনি মুরসাল্টের বিচারে সাক্ষ্য দেন।\nরেমন্ড সিন্টেস মুরসাল্টের প্রতিবেশী যিনি তার আরব উপপত্নীকে মারধর করেন। তার ভাই এবং বন্ধুরা প্রতিশোধ নেওয়ার চেষ্টা করে। তিনি মুরসাল্টকে দ্বন্দ্বের মধ্যে নিয়ে আসেন এবং পরেরটি ভাইকে হত্যা করে। রেমন্ড এবং মুরসাল্ট একটি বন্ধন গড়ে তুলেছে বলে মনে হয়, এবং তিনি তার বিচারের সময় মুরসাল্টের পক্ষে সাক্ষ্য দেন।\nম্যাসন সমুদ্র সৈকত বাড়ির মালিক যেখানে রেমন্ড মারি এবং মুরসাল্টকে নিয়ে যায়। ম্যাসন একজন উদাসীন ব্যক্তি যিনি তার জীবনযাপন করতে এবং সুখী হতে পছন্দ করেন। তিনি মুরসাল্টের বিচারে সাক্ষ্য দেন।\nআরবদের মধ্যে রয়েছে রেমন্ডের উপপত্নী, তার ভাই এবং তার অনুমিত বন্ধু। দ্য স্ট্রেঞ্জারে আরবদের কারও নাম নেই, যা ফরাসি উপনিবেশবাদী এবং স্থানীয় মানুষের মধ্যে দূরত্বকে প্রতিফলিত করে ।\nআরব (রেমন্ডের উপপত্নীর ভাই) একজন ব্যক্তি আলজিয়ার্সের একটি সমুদ্র সৈকতে মুরসাল্টের গুলিতে নিহত ও নিহত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগ্রন্থাগারে (ওয়ার্ল্ডক্যাট ক্যাটালগ) লেত্রঁজে\nলেত্রঁজে - ওপেন লাইব্রেরি, ইন্টারনেট আর্কাইভ \nফেডেড পেজে (কানাডা) L'Étranger (French version) (ইংরেজি)\nL'Étranger, ebooksgratuits.com ; HTML format, public domain in Canada\nThe Stranger data visualization and learning guide from LitCharts."}