{"pageid": 1157255, "title": "কন্দারিয়া মহাদেব মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1157255", "content": "কন্দারিয়া মহাদেব মন্দির (দেবনাগরী: कंदारिया महादेव मंदिर; ‘কন্দারিয়া মহাদেব’ শব্দের অর্থ ‘গুহাবাসী মহাদেব’) হল ভারতের মধ্যপ্রদেশ রাজ্যের খাজুরাহোর মধ্যযুগীয় মন্দিরক্ষেত্রের বৃহত্তম ও সর্বাধিক অলংকরণসমৃদ্ধ হিন্দু মন্দির। এই মন্দিরটিকে ভারতে মধ্যযুগ থেকে অদ্যাবধি সংরক্ষিত মন্দিরগুলির অন্যতম শ্রেষ্ঠ নিদর্শন মনে করা হয়।\n\n\n== অবস্থান ==\n\nমধ্য ভারতের মধ্যপ্রদেশ রাজ্যের ছাতারপুর জেলায় কন্দারিয়া মহাদেব মন্দির অবস্থিত। খাজুরাহো গ্রামে অবস্থিত এই মন্দিরটি যে মন্দির চত্বরের অন্তর্গত তার আয়তন ৬ বর্গকিলোমিটার (২.৩ বর্গমাইল)-রও বেশি। মন্দিরটি বিষ্ণু মন্দিরের পশ্চিমে গ্রামের পশ্চিমাংশে অবস্থিত।\nখাজুরাহো গ্রামের এই মন্দির চত্বরটি সমুদ্রপৃষ্ঠ থেকে ২৮২ মিটার (৯২৫ ফুট) উচ্চতায় অবস্থিত। সড়ক, রেল ও বিমানপথে এটি দেশের অন্যান্য অংশের সঙ্গে সুসংযুক্ত। এই গ্রামটি মাহোবার ৫৫ কিলোমিটার (৩৪ মাইল) দক্ষিণে, ছাতারপুর শহরের ৪৭ কিলোমিটার (২৯ মাইল) পশ্চিমে এবং পান্না থেকে ৪৩ কিলোমিটার (২৭ মাইল) দূরে অবস্থিত। উত্তরে ঝাঁসি থেকে সড়কপথে খাজুরাহোর দূরত্ব ১৭৫ কিলোমিটার (১০৯ মাইল)। গ্রামটি দিল্লির ৬০০ কিলোমিটার (৩৭০ মাইল) দক্ষিণ-পূর্বে অবস্থিত। নিকটবর্তী রেল স্টেশনের সঙ্গে এই মন্দির চত্বরের দূরত্ব ৯ কিলোমিটার (৫.৬ মাইল)। খাজুরাহো বিমানবন্দর (আইএটিএ কোড: এইচজেআর) খাজুরাহোকে আকাশপথে দিল্লি, আগ্রা ও মুম্বই শহরের সঙ্গে যুক্ত করেছে। বিমানবন্দরটি মন্দির থেকে ৬ কিলোমিটার (৩.৭ মাইল) দূরে অবস্থিত।\n\n\n== ইতিহাস ==\nএকদা চন্দেল রাজবংশের রাজধানী ছিল খাজুরাহো। কন্দারিয়া মহাদেব মন্দিরটি ভারতে মধ্যযুগ থেকে সংরক্ষিত মন্দিরগুলির অন্যতম শ্রেষ্ঠ নিদর্শন। এটিই চন্দেল রাজন্যবর্গ কর্তৃক নির্মিত খাজুরাহো মন্দির চত্বরের পশ্চিমদিকের স্মারকসমূহের মধ্যে বৃহত্তম মন্দির। মন্দিরের প্রধান দেবতা ছিলেন শিব।\nকন্দারিয়া মহাদেব মন্দির নির্মিত হয়েছিল চন্দেল রাজবংশের রাজা বিদ্যাধরের (রাজত্বকাল: আনুমানিক ১০০৩-১০৩৫ খ্রিস্টাব্দ) রাজত্বকালে। এই রাজবংশের রাজত্বকালে বিভিন্ন সময়ে হিন্দুধর্মের বিষ্ণু, শিব, সূর্য ও পার্বতীর এবং জৈন তীর্থংকরদের বিখ্যাত মন্দিরগুলি খাজুরাহোতে নির্মিত হয়েছিল। বিদ্যাধর (মুসলমান ইতিহাসবিদ ইবন আল-আথিরের রচনায় যিনি বিদা নামে উল্লিখিত) ছিলেন একজন শক্তিশালী শাসক। ১০১৯ খ্রিস্টাব্দে গজনির মামুদ প্রথমবার চন্দেল রাজ্য আক্রমণ করলে বিদ্যাধর তা প্রতিরোধ করেন। যুদ্ধটি নির্ণায়ক হয়নি; মামুদকে গজনিতে ফিরে যেতে হয়েছিল। ১০২২ সালে মামুদ পুনরায় বিদ্যাধরের রাজ্য আক্রমণ করেন। মামুদ কালিঞ্জর দুর্গ আক্রমণ করলেও দুর্গ অবরোধ সফল হয়নি। মামুদ অবরোধ তুলে নেন এবং দু’জনে সন্ধি করেন। উপহার আদানপ্রদানের মাধ্যমে বিবাদের নিরসন ঘটে। বিদ্যাধর মামুদ ও অন্যান্য আক্রমণকারীদের প্রতিহত করে বিজয়োৎসবের অঙ্গ হিসেবে কূলদেবতা শিবের উদ্দেশ্যে কেন্দরিয়া মহাদেব মন্দিরটি নির্মাণ করেন। মন্দিরের মণ্ডপের একটি পিল্যাস্টারে খোদিত শিলালিপিতে মন্দিরনির্মাণকারীর নাম উল্লিখিত হয়েছে বিরিমদা, যেটিকে বিদ্যাধরের ছদ্মনাম বলে ব্যাখ্যা করা হয়। ১০২৫ থেকে ১০৫০ খ্রিস্টাব্দের মধ্যবর্তী সময়ে মন্দিরটি নির্মিত হয়েছিল।\n১৯৮৬ সালে কন্দারিয়া মহাদেব মন্দির সহ খাজুরাহোর অদ্যাবধি বিদ্যমান সকল মন্দির শৈল্পিক সৃজনের জন্য তৃতীয় ক্রাইটেরিয়নের অধীনে এবং ১২০২ সালে মুসলমান আক্রমণের পূর্ববর্তী সময় পর্যন্ত জনপ্রিয়তা বজায় রাখা চন্দেল সংস্কৃতির নিদর্শন হিসেবে পঞ্চম ক্রাইটেরিয়নের অধীনে ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থানের তালিকার অন্তর্ভুক্ত হয়।\n\n\n== বৈশিষ্ট্য ==\n\n৩১ মিটার (১০২ ফুট)-উচ্চতাবিশিষ্ট কন্দারিয়া মহাদেব মন্দিরটি পশ্চিম চত্বরে অবস্থিত। এটি চত্বরই খাজুরাহো মন্দিরক্ষেত্রের তিনটি চত্বরের মধ্যে বৃহত্তম। কন্দারিয়া, মতঙ্গেশ্বর ও বিশ্বনাথ মন্দির নিয়ে গঠিত পশ্চিম চত্বরটি একটি ষড়ভূজ যন্ত্রের আকৃতিবিশিষ্ট, যা শিবের তিনটি রূপের প্রতীক। মন্দির স্থাপত্যটি দেহলি ও মিনারের সংমিশ্রণে গঠিত, যা মিলিত হয়েছে একটি শিখরে গিয়ে। এই বৈশিষ্ট্যটি খ্রিস্টীয় দশম শতাব্দীর পর থেকে মধ্য ভারতের মন্দিরগুলির সাধারণ বৈশিষ্ট্যে পরিণত হয়।\nমন্দিরটি গড়ে উঠেছিল ৪ মিটার (১৩ ফুট) উচ্চতার এক প্রকাণ্ড ভিত্তিবেদির উপরে। ভিত্তিবেদির উপর মন্দিরের গঠনটি অলংকরণ দ্বারা সুসমৃদ্ধ। মন্দিরের উপরিভাগটি একটি খাড়া পাহাড়ের আকৃতিবিশিষ্ট। এটি মেরু পর্বতের প্রতীক, যা হিন্দু পুরাণ মতে বিশ্বসৃষ্টির উৎস। উপরিভাগে যে অলংকার-সমৃদ্ধ ছাদটি রয়েছে তা শেষ হয়েছে ৮৪টি ক্ষুদ্রাকার শিখর-যুক্ত একটি প্রকাণ্ড শিখরে। মন্দিরটি ৬ বর্গকিলোমিটার (২.৩ বর্গমাইল) আয়তনের একটি ক্ষেত্রে অবস্থিত, যার মধ্যে কন্দারিয়া মহাদেব মন্দির সহ বাইশটি মন্দির এখনও বিদ্যমান। মন্দিরটি দৈর্ঘ্যে ৩১ মিটার (১০২ ফুট) ও প্রস্থে ২০ মিটার (৬৬ ফুট) একটি নকশার উপর নির্মিত এবং এটির প্রধান শিখরটির উচ্চতা ৩১ মিটার (১০২ ফুট)। এই মন্দিরটিকেই “খাজুরাহোর বৃহত্তম ও শ্রেষ্ঠতম মন্দির” বলা হয়। খাড়াই সিঁড়ির একটি শ্রেণি মাটি থেকে মন্দিরের প্রবেশপথ পর্যন্ত উঠে গিয়েছে। মন্দিরের নকশা খাজুরাহো মন্দির চত্বরের লক্ষ্মণ ও বিশ্বনাথ মন্দিরের মতো পাঁচটি অংশে নির্মিত। প্রবেশপথে রয়েছে একটি তোরণ। এটি খুব সূক্ষ্মভাবে খোদাই করা মালার আকারে নির্মিত, যা একটি মাত্র পাথর কেটে বানানো। এই ধরনের প্রবেশপথ হিন্দুদের বিবাহ শোভাযাত্রার একটি অংশ। প্রবেশপথের খোদাইচিত্রগুলি “পাথরের স্পর্শগ্রাহ্য গুণ এবং প্রতিসাম্য নকশা”টিকে দেখায়। সমগ্র মন্দিরটিতে অসংখ্য মূর্তি খোদিত রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nঅব্রাম, ডেভিড (২০০৩)। রাফ গাইড টু ইন্ডিয়া। রাফ গাইডস। আইএসবিএন 978-1-84353-089-3। \nঅ্যালেন, মার্গারেট প্রোসার (১ জানুয়ারি ১৯৯১)। অর্নামেন্ট ইন ইন্ডিয়ান আর্কিটেকচার। ইউনিভার্সিটি অফ ডেলাওয়ার প্রেস। আইএসবিএন 978-0-87413-399-8। \nআশার, ক্যাথারিন বি.; ট্যালবট, সিন্থিয়া (১৬ মার্চ ২০০৬)। ইন্ডিয়া বিফোর ইউরোপ। কেমব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-521-80904-7। \nক্র্যামরিশ, স্টেলা (১৯৮৮)। দ্য প্রেজেন্স অফ শিব। মোতিলাল বনারসিদাস। আইএসবিএন 978-81-208-0491-3। \nলুথোল্ড, স্টিভেন (১৬ ডিসেম্বর ২০১০)। ক্রস-কালচারাল ইস্যুজ ইন আর্ট: ফ্রেমস ফর আন্ডারস্ট্যান্ডিং। রটলেজ। আইএসবিএন 978-1-136-85455-2। \nরিং, ট্রুডি; সালকিন, রবার্ট এম.; বোডা, শ্যারোন লা (১৯৯৪)। ইন্টারন্যাশনাল ডিকশনারি অফ হিস্টোরিক প্লেসেস: এশিয়া অ্যান্ড ওশেনিয়া। টেলর অ্যান্ড ফ্রান্সিস। আইএসবিএন 978-1-884964-04-6। \nরস, লেসলি ডি. (৪ জুন ২০০৯)। আর্ট অ্যান্ড আর্কিটেকচার অফ দ্য ওয়ার্ল্ড’স রিলিজিয়নস। এবিসি-ক্লিও। আইএসবিএন 978-0-313-34287-5। \nসুশীল কুমার সুলেরি (২০০৪)। চন্দেল আর্ট। আকর। আইএসবিএন 978-81-87879-32-9। \n\n\n== আরও পড়ুন ==\nমিশেল, জর্জ; সিং, স্নেহাল. হিন্দু টেম্পলস অফ ইন্ডিয়া (পিডিএফ)\nসারফেস, স্পেস অ্যান্ড ইনটেনশন: দ্য পার্থেনন অ্যান্ড দ্য কেন্দারিয়া মহাদেব। গ্রেগরি ডি. অ্যালেস. হিস্ট্রি অফ রিলিজিয়নস, ২৮শ খণ্ড, ১ম সংখ্যা, অগস্ট ১৯৮৮, পৃ. ১–৩৬।\n\n\n== বহিঃসংযোগ ==\n\nকেন্দারিয়া মহাদেব মন্দিরের চিত্র-সম্বলিত ওয়েবসাইট\nখাজুরাহো মন্দিরসমূহের স্থাপত্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ মার্চ ২০১৬ তারিখে\nউইলিয়াম জে. জ্যাকসন, আকাদেমিয়া ওয়েবসাইট\nকেন্দারিয়া মহাদেব মন্দির-সংক্রান্ত বিস্তারিত নিবন্ধ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ মে ২০২১ তারিখে"}