{"pageid": 1157497, "title": "কমল হাসানের চলচ্চিত্র তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1157497", "content": "কমল হাসান (জন্ম ৭ নভেম্বর ১৯৫৪) একজন ভারতীয় চলচ্চিত্র অভিনেতা, চিত্রনাট্যকার, চলচ্চিত্র পরিচালক, চলচ্চিত্র প্রযোজক, রাজনীতিবিদ এবং কোরিওগ্রাফার যিনি মূলত তামিল সিনেমায় কাজ করেন। তিনি ১৯৬০ সালে এ. ভীমসিংহ পরিচালিত তামিল চলচ্চিত্র কালাথুর কান্নাম্মায় শিশু অভিনেতা হিসেবে তিনি প্রথম চলচ্চিত্রের জগতে আবির্ভূত হন, যার ফলে তিনি রাষ্ট্রপতির স্বর্ণপদক জিতেছিলেন।  তারপর থেকে তিনি তামিল, মালায়ালম, তেলুগু, হিন্দি, কন্নড় এবং বাংলা সহ অন্যান্য বহু ভাষায় ২৩০টিরও বেশি ছবিতে অভিনয় করেছেন।  শিশুশিল্পী হিসেবে কয়েকটি প্রজেক্টের পর তিনি পড়াশোনা চালিয়ে যাওয়ার জন্য অভিনয় থেকে বিরতি নেন। পরে তিনি নাচের কোরিওগ্রাফিতে মনোনিবেশ করেন এবং সহকারী কোরিওগ্রাফার হিসেবে কাজ করেন। এই সময়েও তিনি কয়েকটি চলচ্চিত্রে ছোটোখাটো কাজ করেছিলেন। \n১৯৭৩ সালে, হাসান কে. বালাচান্দরের আরঙ্গেট্রাম চলচ্চিত্রে থিয়াগু চরিত্রে তার প্রথম প্রাপ্তবয়স্ক হিসেবে অবতীর্ণ হন, যাকে অভিনেতা তার জীবনের মন্ত্রাদাতা চরিত্র বলে মনে করেন। তিনি সোল্লাথান নিনাইকিরেন (১৯৭৩) এবং নান আভানিল্লাই (১৯৭৪) এর মতো বেশ কয়েকটি চলচ্চিত্রে ছোটখাটো চরিত্রে অভিনয় করতে থাকেন, যার বেশিরভাগই বালাচান্দর দ্বারা পরিচালিত হয়েছিল। ১৯৭৪ সালের মালায়ালাম চলচ্চিত্র কন্যাকুমারীতে প্রধান অভিনেতা হিসেবে তার সাফল্য আসে।  এতে তার কাজ তাকে শ্রেষ্ঠ অভিনেতার (মালায়ালম) ফিল্মফেয়ার পুরস্কারের বিজয়ীর শিরোপা এনে দিয়েছে। এর পরে — তিনি তামিল এবং মালায়ালাম ভাষার চলচ্চিত্রের একটি ক্রমান্বয়ে অভিনয় করতে থাকেন। তামিল সিনেমায় তার সাফল্য আসে বালাচন্দরের অপূর্ব রাগাঙ্গাল (১৯৭৫-শ্রীবিদ্যা) এবং এএস প্রকাশমের পট্টামপুচি (১৯৭৫- জয়চিত্র); অপূর্ব রাগাঙ্গাল-এর জন্য তিনি দ্বিতীয় ফিল্মফেয়ার পুরস্কার পান, তামিল ভাষায় এটি তার প্রথম পুরস্কার।  ১৯৭৪ থেকে ১৯৭৮ সালের মধ্যে, তিনি সেরা অভিনেতার (তামিল) জন্য টানা চারটি জয় সহ ছয়টি ফিল্মফেয়ার পুরস্কার জিতেছিলেন। হাসান রাজা পরভাই (১৯৮১)-এর প্রযোজনা করেছিলেন, সেখানে তিনি প্রধান চরিত্র একজন অন্ধ সঙ্গীতশিল্পীর ভূমিকায় অভিনয় করেছিলেন। ছবিটি \"হাসান ব্রাদার্স\" ব্যানারের অধীনে নির্মিত হয়েছিল যেটা পরবর্তীতে রাজ কামাল ফিল্মস ইন্টারন্যাশনাল নামকরণ করা হয়েছিল।\nবালাচন্দরের এক দুজে কে লিয়ে (১৯৮১) দিয়ে হাসান বলিউডে আত্মপ্রকাশ করেন, যেটি ছিল তার ১৯৭৮ সালের তেলুগু চলচ্চিত্র মারো চরিত্রের রিমেক। মুনড্রাম পিরাই (১৯৮২) ছবিতে একজন অ্যামনেসিক মেয়ের দেখাশোনা করেন এমন একজন স্কুল শিক্ষকের ভূমিকায় তাকে জাতীয় চলচ্চিত্র পুরস্কার এবং তামিলনাড়ু রাজ্য চলচ্চিত্র পুরস্কারে সেরা অভিনেতার সম্মান সহ সমালোচকদের প্রশংসা পেয়েছিলেন। এরপর তিনি পঞ্চু অরুণাচলম রচিত সাকালকালা ভালাভানে অভিনয় করেন, যা কমলের জনপ্রিয়তা একটি সীমাবদ্ধ শ্রেণী থেকে জনসাধারণের মধ্যে প্রসারিত হয়েছল। রমেশ সিপ্পির হিন্দি ছবি সাগর (১৯৮৫), একটি ত্রিকোণ প্রেমের গল্পে তার ভূমিকা, ৩৩তম ফিল্মফেয়ার পুরস্কারে সেরা অভিনেতা এবং সেরা পার্শ্ব অভিনেতা উভয় বিভাগেই মনোনীত হয়েছিল।  রাজ কমল ফিল্মস ইন্টারন্যাশনালের অধীনে, তিনি বেশকিছু চলচ্চিত্র নির্মাণ করেন যেমন: বিক্রম (১৯৮৬), অপূর্ব সগোধরারগাল (১৯৮৯), থেভার মাগান (১৯৯২) এবং হে রাম (২০০০)। একজন প্রযোজক হিসেবে তিনি অপূর্ব সগোধরারগাল এবং থেভার মাগানের জন্য ফিল্মফেয়ার পুরস্কার এবং জাতীয় চলচ্চিত্র পুরস্কার জিতেছেন। কমলের সাতটি চলচ্চিত্র ভারতের সেরা বিদেশী ভাষার চলচ্চিত্রের জন্য একাডেমি পুরস্কারে জমা দেওয়া হয়েছে, যা ভারতের অভিনেতাদের মধ্যে সর্বোচ্চ।  তাঁর কাজ বিশ্বরূপম (২০১৩), যা তিনি প্রযোজনা ও পরিচালনা করেছিলেন, ৬০তম জাতীয় চলচ্চিত্র পুরস্কারে দুটি পুরস্কার জিতেছে।  তিনি ব্লকবাস্টার এবং আর্ট হাউস উভয় ছবিতেই অভিনয় করেছেন।\n\n\n== অভিনেতা হিসেবে ==\n\n\n== পরিচালক, প্রযোজক এবং লেখক হিসাবে ==\n\nকমল হাসান কর্তৃক বিতরণকৃত চলচ্চিত্রের তালিকা\n\n\n== চলচ্চিত্র কলাকুশলী হিসেবে কাজ ==\n\n\n== আরো দেখুন ==\nকমল হাসানের অবাস্তব প্রকল্প\nকমল হাসান প্রাপ্ত পুরস্কার এবং মনোনয়নের তালিকা\nকমল হাসানের ডিসকোগ্রাফি\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কমল হাসানের চলচ্চিত্র তালিকা (ইংরেজি)"}