{"pageid": 1157449, "title": "বিছানার চাদর", "url": "https://bn.wikipedia.org/wiki?curid=1157449", "content": "বিছানার চাদর হল একটি আয়তক্ষেত্রাকার কাপড়ের টুকরো যা এককভাবে বা জোড়ায় বিছানায় ব্যবহৃত হয়, যা একটি বিছানার চেয়ে দৈর্ঘ্য ও প্রস্থে বড়, এবং যা একটি তোশক বা বিছানার উপরে  তবে কম্বলের স্থাপন করা হয়। তোশকের উপরে একটি শীট লাগানো হয়, এটি একটি ফ্ল্যাট শীট বা লাগানো শীট হতে পারে (একটি শীট যা ইলাস্টিক দিয়ে সেলাই করা থাকে যাতে এটি তোশক থেকে পিছলে না যায়।)। একটি শীর্ষ শীট, অনেক দেশে ব্যবহার করা হয়, একটি ফ্ল্যাট শীট, যা নীচের চাদরের নীচের শীটের উপরে এবং অন্যান্য বিছানার নীচে স্থাপন করা হয়।\n\n\n== ইতিহাস ==\nবিছানার চাদর শব্দটি প্রথম ১৫ শতকে ব্যবহৃত হয়েছিল।  বিছানার চাদর ঐতিহ্যগতভাবে সাদা ছিল এবং তুলা, লিনেন বা সিল্কের তৈরি, তবে এখন বিভিন্ন রং এবং প্যাটার্ন ব্যবহার করা হয়।\n\n\n== শৈলী ==\n\nবিছানার চাদর দুটি প্রধান প্রকারে আসে: সমতল এবং লাগানো। একটি সমতল শীট হল শুধু কাপড়ের একটি আয়তক্ষেত্রাকার শীট, যেখানে একটি লাগানো শীটের চারটি কোণা থাকে এবং কখনও কখনও দুই বা চার দিকে ইলাস্টিক লাগানো থাকে, শুধুমাত্র নীচের শীট হিসাবে ব্যবহার করা যেতে পারে। লাগানো শীটটি ইলাস্টিকের পরিবর্তে ড্রস্ট্রিং ব্যবহার করে সুরক্ষিত করা যেতে পারে। একটি লাগানো নীচের শীটের উদ্দেশ্য হল বিছানা ব্যবহার করার সময় একে তোশক থেকে পিছলে যাওয়া থেকে বিরত রাখা। বিছানা তৈরি করার সময় ভাঁজ এবং টাক করার একটি বিশেষ উপায় রয়েছে, যা \"হাসপাতাল কর্নার\" নামে পরিচিত, কখনও কখনও ব্যবহার করা হয় যখন নীচের চাদরটি লাগানোর পরিবর্তে সমতল হয়।\nসাধারণত একটি ফ্ল্যাট বিছানার চাদর চারটি সিম তৈরির জন্য প্রান্তের চারপাশে ওভারলক করা হয়। একটি সীম অন্য তিনটির চেয়ে চওড়া এবং শীটটিকে তোশকে সঠিকভাবে অভিমুখী করতে সহায়তা করে। একটি বিছানার উপর একটি ফ্ল্যাট শীট স্থাপন করার সময়, প্রস্তুতকারক প্রিন্ট করা দিকটিকে নরম করার জন্য নকশা করে এবং এইভাবে মুদ্রিত বিছানার দিক \"নিচে\" স্থাপন করা উচিত। কভারগুলিকে ভাঁজ করার সময়, এটি নান্দনিক উদ্দেশ্যে মুদ্রিত দিকটিকেও দেখানোর অনুমতি দেয়। যখন কেউ একটি বিছানা তৈরি করে, উপরের শীটের প্যাটার্নযুক্ত বা মনোগ্রামযুক্ত দিকটি নীচের দিকে রাখা হয় এবং তারপরে উপরের প্রান্তটি বিছানার পায়ের দিকে ভাঁজ করা হয়, নকশাটি প্রকাশ করতে।\n\n\n== আরো দেখুন ==\nবিছানার আকার\n\n\n== তথ্যসূত্র =="}