{"pageid": 1158146, "title": "সুখাদ্য ভোজন-বিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1158146", "content": "সুখাদ্য ভোজন-বিদ্যা বা গ্যাস্ট্রোনমি হল খাদ্য ও সংস্কৃতির মধ্যে সম্পর্কের অধ্যয়ন, সমৃদ্ধ বা সূক্ষ্ম ও ক্ষুধাদায়ক খাবার তৈরি এবং পরিবেশন করার শিল্প, নির্দিষ্ট অঞ্চলের রান্নার শৈলী এবং ভাল খাওয়ার বিজ্ঞান।\nযিনি গ্যাস্ট্রোনমিতে পারদর্শী তাকে গ্যাস্ট্রোনম বলা হয়, যখন একজন গ্যাস্ট্রোনমিবিদ হলেন তিনি যিনি গ্যাস্ট্রোনমি অধ্যয়নে তত্ত্ব ও অনুশীলনকে একত্রিত করেন। ব্যবহারিক গ্যাস্ট্রোনমি বিশ্বের বিভিন্ন দেশ থেকে বিভিন্ন খাদ্য ও পানীয়ের প্রস্তুতি, উৎপাদন, এবং পরিষেবার অনুশীলন ও অধ্যয়নের সাথে যুক্ত। তাত্ত্বিক গ্যাস্ট্রোনমি ব্যবহারিক গ্যাস্ট্রোনমি সমর্থন করে। এটি পদ্ধতি ও প্রক্রিয়া পদ্ধতির সাথে সম্পর্কিত, যা রেসিপি, কৌশল ও রান্নার বইগুলির উপর দৃষ্টি নিবদ্ধ করে। খাদ্য গ্যাস্ট্রোনমি খাদ্য ও পানীয় এবং তাদের উৎপত্তির সাথে যুক্ত। প্রযুক্তিগত গ্যাস্ট্রোনমি ব্যবহারিক গ্যাস্ট্রোনমিকে আন্ডারপিন করে, গ্যাস্ট্রোনমিগত বিষয়গুলির মূল্যায়নের জন্য কঠোর পদ্ধতির প্রবর্তন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nApicius, Marcus Gavius (২০০৯) [1st–5th C.]।  Starr, Frederick, সম্পাদক। De re Coquinaria [Cookery and Dining in Imperial Rome]। Vehling, Joseph Dommers কর্তৃক অনূদিত। Project Gutenberg। সংগ্রহের তারিখ ৭ আগস্ট ২০২০।  English translation; several formats available.\nYuan, Mei (২০১৭) [1792]। \"隨園食單\" [Way of the Eating]। Chen, Sean Jy-Shyang কর্তৃক অনূদিত।   English translation with original Chinese, in website form with commentaries. Also published in hardback as Recipes from the Garden of Contentment (2018) and trade paperback as The Way of Eating (2019), by the same translator.\nBrillat-Savarin, Jean Anthelme (২০০৪) [1825]।  Harris, Steve; Franks, Charles, সম্পাদকগণ। The Physiology of Taste: Or Meditations on Transcendental Gastronomy। Robinson, Fayette কর্তৃক অনূদিত (10th সংস্করণ)। Project Gutenberg। সংগ্রহের তারিখ ৭ আগস্ট ২০২০।  English translation; several formats available.\nGastronomy Books Digital Collection in the Rare Book and Special Collections Division of the US Library of Congress"}