{"pageid": 1158912, "title": "বুরহান ওয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1158912", "content": "বুরহান ওয়ানি ( ১৯ সেপ্টেম্বর, ১৯৯৪ খ্রি.–৮ জুলাই, ২০১৬ খ্রি.) হিজবুল মুজাহিদিন নামে একটি কাশ্মীরি স্বাধীনতাকামী বিচ্ছিন্নতাবাদী দলের একজন কমাণ্ডার ছিলেন।  তিনি স্থানীয় কাশ্মীরি জনগণের মাঝে একজন জনপ্রিয় ব্যক্তিত্বে পরিণত হয়েছিলেন। এটি প্রাথমিকভাবে একটি শক্তিশালী সোশ্যাল মিডিয়া উপস্থিতির মাধ্যমে সম্ভব হয় এবং জম্মু ও কাশ্মীরের বিদ্রোহকে একটি যুব-ভিত্তিক আন্দোলনে পরিণত করার ক্ষেত্রে তিনি যথেষ্ট ভূমিকা পালন করেছিলেন। ওয়ানি একজন স্বাধীনতাকামী নেতা ছিলেন এবং তার ব্যক্তিগত প্রচেষ্টার মাধ্যমে অসংখ্য পদাতিক সৈন্য তার দলে নিয়োগ করেছিলেন বলে জানা গেছে। \nএকজন জনপ্রিয় যোদ্ধা হিসেবে ওয়ানিকে ভারতীয় নিরাপত্তা বাহিনী ব্যাপক অভিযান পরিচালনা করে। তিনি জম্মু ও কাশ্মীরের অনন্তনাগ জেলার একটি প্রত্যন্ত গ্রামে অবস্থান নিয়েছিলেন এবং পরবর্তীকালে ২০১৬ সালের ৮ জুলাই ভারতীয় বাহিনীর সাথে গুলি বিনিময়ের সময় নিহত হন। ওয়ানির হত্যাকাণ্ড সমগ্র কাশ্মীর উপত্যকা জুড়ে ব্যাপক বিক্ষোভের জন্ম দেয় যা ২০১০ সালে সৃষ্ট অশান্তির পর এই অঞ্চলে সবচেয়ে ভয়ানক অশান্তি হয়ে ওঠে।  ফলস্বরূপ, ভারত-শাসিত কাশ্মীরে টানা ৫৩ দিনের কার্ফিউ জারি ছিল, যা ২০১৬ সালের ৩১শে আগস্ট পুরোপুরি তুলে নেওয়া হয়।  ওয়ানিকে হত্যা করার পর গোটা উপত্যকা জুড়ে বিক্ষোভে ৯৬ জনেরও বেশি কাশ্মীরি নিহত হন সেই সাথে ১৫,০০০ বেসামরিক এবং ৪,০০০ ভারতীয় নিরাপত্তা কর্মী আহত হয়।\n\n\n== জীবনী ==\nওয়ানি ১৯৯৪ সালে ভারত-শাসিত জম্মু ও কাশ্মীরের পুলওয়ামা জেলার ত্রাল শহরের উপকণ্ঠে অবস্থিত একটি গ্রামে দাদাসারাতে মুজাফফর আহমেদ ওয়ানি যিনি একটি সরকারি উচ্চ মাধ্যমিক বিদ্যালয়ের অধ্যক্ষ এবং বিজ্ঞানের একজন স্নাতকোত্তর যিনি তার গ্রামে কুরআনের ক্লাস পড়াতেন এবং মাইমুনা মুজাফফর তাদের ঘরে জন্মগ্রহণ করেন। তার চার ভাইবোন ছিল। ট্রাল শহরটি কট্টরপন্থী বিচ্ছিন্নতাবাদের চিরন্তন জঙ্গি কেন্দ্র হয়ে উঠেছে।\nওয়ানি একজন ডাক্তার হওয়ার পরিকল্পনা করেছিলেন এবং তার ক্লাস ৮-এর পরীক্ষায় ৯০% এর বেশি নম্বর পেয়েছিলেন  কিন্তু ১৬ অক্টোবর ২০১০-এ তার মাধ্যমিক পরীক্ষার দশ দিন আগে বাড়ি ছেড়েছিলেন এবং প্রায় ১৫ বছর বয়সে জঙ্গি কারণে নথিভুক্ত হন, হিজবুল মুজাহিদিনে যোগদান করেন।  তার পরিবার দাবি করে যে ভারতীয় রাষ্ট্রযন্ত্রের প্রতি তার মোহভঙ্গের মূলটি গত গ্রীষ্মের একটি ঘটনায়, যেখান থেকে রাজ্য পুলিশ তাকে সিগারেট কেনার জন্য বলার পর তার ভাই খালিদ এবং তার এক বন্ধুর সাথে তাদের মারধর করেছে বলে অভিযোগ রয়েছে। বুরহানের চাচাতো ভাইয়েরা ইতিমধ্যেই ২০০৮ সাল থেকে জঙ্গি আন্দোলনের সাথে জড়িত ছিল এবং ২০১০ সালে হিজবুল মুজাহিদিনে যোগ দিয়েছিল।\nবুরহান ওয়ানি সোশ্যাল মিডিয়াকে শক্তিশালী তথ্য-যুদ্ধের একটি হাতিয়ার হিসেবে ব্যবহার করেছিলেন জঙ্গি আন্দোলনকে রোমান্টিক করার জন্য শুদ্ধ কাশ্মীরি ভাষায় \"মতাদর্শ, ধর্ম এবং নিপীড়নের গভীর অনুভূতির একটি চতুর মিশ্রণ\" এবং অপ্রত্যাশিতভাবে ব্যবহার করেছিলেন। পোস্টার-বয় হিসাবে স্থানীয় জনগণের মধ্যে প্রভাব, অসংখ্য তরুণ প্রাপ্তবয়স্কদের কারণের দিকে আকৃষ্ট করে। তিনি প্রায়শই ভারতকে ইসলামের সাথে সম্পূর্ণরূপে বেমানান এই ধারণাটি যে কোনও মূল্যে ধ্বংস করতে বাধ্য করেন এবং দিল্লির লাল কেল্লায় ইসলামের পতাকা উত্তোলনের লক্ষ্যে ব্যাখ্যা করেছিলেন।  ২০১৩ সালে একজন মুজাহিদ হিসাবে বুরহানের উল্লেখযোগ্যতা আরও বৃদ্ধি পায়, যখন তাকে ভুলভাবে হত্যা করা হয়েছে বলে বর্ণনা করা হয়েছিল, সামাজিক মিডিয়া জুড়ে।\nবুরহানের বক্তৃতার ভারত-বিরোধী বক্তব্যের মধ্যে উল্লেখযোগ্য বৃদ্ধি ঘটেছিল, তার ভাই খালিদ ১৩ এপ্রিল ২০১৫-এ ভারতীয় সেনাবাহিনীর হাতে নিহত হওয়ার পর যখন সে তার (বুরহান) সাথে দেখা করতে গিয়েছিল তিন বন্ধু সহ। সেনাবাহিনী দাবি করেছে যে খালিদ একজন জঙ্গি সহানুভূতিশীল ছিলেন যিনি তার বন্ধুদের তাদের নিয়োগের জন্য নিয়ে গিয়েছিলেন এবং পরবর্তীতে একটি এনকাউন্টারে নিহত হন। খালিদের পরিবার অবশ্য অভিযোগ করেছে যে তিনি হেফাজতে মারা গেছেন, দাবি করেছেন যে তার শরীরে কোনো বুলেটের ক্ষত নেই তবে শারীরিক নির্যাতনের ক্লিনিকাল লক্ষণ দেখা গেছে। এদিকে খালিদের তিন বন্ধু পালিয়ে গেলেও সেনাবাহিনীর কর্ডনে চলে যায়, যেখানে রাজ্য পুলিশ উদ্ধার করার আগে তাদের নির্যাতন করা হয় বলে অভিযোগ।\nআগস্ট ২০১৫ সালে, রাজ্য সরকার বুরহানের মাথার উপর ₹ ১০,০০,০০০ এর পুরস্কার আরোপ করে। অন্য একটি প্রতিবেদনে, দ্য ডিপ্লোম্যাট দাবি করেছে যে বুরহান তার উপর $১৫০০ পুরস্কার ছিল। প্রায় এক মাস আগে একটি ফেসবুক পোস্টে বুরহান সহ আরও ১০ জন জঙ্গিকে ভারী অস্ত্র সহ জঙ্গি পোশাকে দেখা যাচ্ছে যা কাশ্মীরে ভাইরাল হয়েছিল। ভিডিওগুলি অবশ্য অব্যাহত ছিল, তার সাথে তিনি জনগণকে রাষ্ট্রের বিরুদ্ধে অস্ত্র গ্রহণের আহ্বান জানিয়েছিলেন এবং ভারতীয় উপাদানগুলির সাথে সহযোগিতা করতে অস্বীকার করেছিলেন। বুরহানের বার্তা ছড়িয়ে দেয় এমন সামাজিক নেটওয়ার্কিং পৃষ্ঠাগুলিতে নিষেধাজ্ঞা জারি করার জন্য পুলিশ প্রায়ই বিচার বিভাগের কাছে যায়।  ২০১৬ সালের জুনে প্রকাশিত একটি ভিডিওতে, তিনি অমরনাথ তীর্থযাত্রীদের একটি নিরাপদ পথের আশ্বাস দিয়েছিলেন কিন্তু কাশ্মীরি পণ্ডিতদের জন্য প্রস্তাবিত পুনর্বাসন উপনিবেশগুলিতে, ইসরায়েলের মতো সমাধানের বিরোধিতা করে এবং সশস্ত্র বাহিনীর উপনিবেশগুলিতে আক্রমণ করার হুমকি দিয়েছিলেন। তিনি সমস্ত নিরাপত্তা বাহিনীকে আক্রমণ করার হুমকি দিয়ে রাজ্য-পুলিশকে তাদের পথ থেকে দূরে থাকার আহ্বান জানান। যদিও তার উপর কখনো কোনো হামলার সন্ধান পাওয়া যায়নি, তবে মনে করা হয় সে তাদের বেশ কয়েকটির মাস্টারমাইন্ড ছিল।\n\n\n== প্রতিক্রিয়া ==\n৯ জুলাই তার জানাজায় বিপুল জনতা যোগ দেয়। ভিড়ের সংখ্যা ২০০,০০০ অনুমান করা হয়েছিল এবং সাংবাদিকরা এটিকে সর্বকালের বৃহত্তম সমাবেশ হিসাবে বর্ণনা করেছিলেন। কাশ্মীরের সমস্ত প্রধান শহরে অনুপস্থিতিতে শেষকৃত্যের প্রার্থনাও করা হয়েছিল। পাকিস্তানের পতাকায় মোড়ানো তার লাশ ত্রালে তার ভাই খালিদের লাশের পাশে দাফন করা হয়। তার জানাজায় জঙ্গিরাও উপস্থিত ছিল এবং তাকে থ্রি-ভলি স্যালুট দেয়।\nতার মৃত্যুর খবর ছড়িয়ে পড়ার পর কাশ্মীর উপত্যকার কিছু এলাকায় সহিংস বিক্ষোভ শুরু হয়। বিচ্ছিন্নতাবাদী নেতারা কাশ্মীরে বন্ধের ডাক দিয়েছিলেন যা ২০১৭ সালের ফেব্রুয়ারিতে বন্ধ করার আগে বারবার বাড়ানো হয়েছিল।  জনতা পুলিশ স্টেশন ও নিরাপত্তা বাহিনীর ওপর হামলা চালায়। কাশ্মীরি পণ্ডিতদের ট্রানজিট ক্যাম্পসহ কাশ্মীরের অনেক জায়গা থেকে পাথর নিক্ষেপের খবর পাওয়া গেছে।  ট্রেন পরিষেবা সহ ইন্টারনেট পরিষেবা স্থগিত করা হয়েছে এবং জাতীয় সড়ক বন্ধ করে দেওয়া হয়েছে। অশান্তির কারণে বারবার অমরনাথ তীর্থযাত্রা পুনরায় শুরু এবং স্থগিত করা হয়েছিল। ক্যাম্পে বিক্ষোভকারীদের হামলার কারণে ১২ জুলাই রাতে ২০০ টিরও বেশি কাশ্মীরি পণ্ডিত কর্মচারী ট্রানজিট ক্যাম্প থেকে পালিয়ে যায়। যে বাড়িতে বুরহানকে হত্যা করা হয়েছিল, সেখানকার বাসিন্দারা নিরাপত্তা বাহিনীকে বুরহান সম্পর্কে খবর দিয়েছে সন্দেহে জনতা আগুন দিয়েছিল। ১৫ জুলাই কাশ্মীরের সমস্ত জেলায় কারফিউ জারি করা হয়েছিল এবং মোবাইল ফোন নেটওয়ার্ক স্থগিত করা হয়েছিল।  ৩১ আগস্ট ২০১৬ তারিখে সমস্ত অংশ থেকে কারফিউ প্রত্যাহার করা হয়েছিল। অস্থিরতায় ৯০ জনেরও বেশি লোক মারা যায় এবং ১৫,০০০ এরও বেশি বেসামরিক লোক আহত হয়। ভারতীয় নিরাপত্তা বাহিনী বিক্ষোভকারীদের ওপর গুলি চালাতে অ্যাসল্ট রাইফেল ব্যবহার করেছে বলে জানা গেছে। অশান্তির সময় চার হাজারেরও বেশি নিরাপত্তাকর্মী আহত হয়েছেন।\nপিপলস ডেমোক্রেটিক পার্টির নেতা মুজাফফর হুসেন বেগ অভিযোগ করেছেন যে ওয়ানি এবং তার সহযোগীদের সাথে জড়িত থাকার সময় স্ট্যান্ডার্ড অপারেটিং পদ্ধতি অনুসরণ করা হয়নি। বেগ ওয়ানির হত্যাকাণ্ডের তদন্তে একটি কমিশন নিয়োগের দাবি জানান। উপ-মুখ্যমন্ত্রী নির্মল সিং প্রত্যাখ্যান করেছিলেন, এই বলে যে এটি একটি সন্ত্রাসবিরোধী অভিযান এবং তদন্তের প্রয়োজন নেই।\nওয়ানির মৃত্যুর একদিন পর রাজ্যের প্রাক্তন মুখ্যমন্ত্রী ওমর আবদুল্লাহ বলেছিলেন যে তার হত্যাকাণ্ড তাকে কাশ্মীরি সমাজের অসন্তুষ্ট অংশের নতুন আইকনে পরিণত করেছে এবং আরও সতর্ক করেছে যে তার মৃত্যুর পরে আরও কাশ্মীরি জঙ্গিবাদে যোগ দেবে। ১২ জুলাই, পাকিস্তানের প্রধানমন্ত্রী নওয়াজ শরীফ একটি বিবৃতিতে বুরহান ওয়ানি হত্যার জন্য \"শক\" প্রকাশ করেছিলেন যা ভারত সরকারের সমালোচনা করেছিল। শরিফ ১৫ জুলাই ওয়ানিকে \" শহীদ \" বলে অভিহিত করেছিলেন। ভারতের পররাষ্ট্র মন্ত্রণালয় এর প্রতিক্রিয়ায় নিষিদ্ধ সন্ত্রাসী সংগঠনের সন্ত্রাসীদের \"মহিমা\" করার জন্য পাকিস্তানের সমালোচনা করেছে। ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি নিহত ওয়ানিকে নায়ক হিসেবে তুলে ধরার অভিযোগে গণমাধ্যমের সমালোচনা করেছেন। জাতিসংঘে পাকিস্তানের রাষ্ট্রদূত মালিহা লোধি জাতিসংঘের কর্মকর্তাদের সাথে বৈঠকের সময় ওয়ানির হত্যাকাণ্ডকে \"কাশ্মীরি যুব নেতার হত্যা\" বলে বর্ণনা করেছেন। ২১ সেপ্টেম্বর জাতিসংঘের সাধারণ পরিষদে তার বক্তৃতার সময় শরীফ বুরহান ওয়ানিকে একজন \"তরুণ নেতা\" হিসাবে বর্ণনা করেছিলেন যিনি সর্বশেষ \"কাশ্মীরি ইন্তিফাদা\" এর প্রতীক হিসাবে আবির্ভূত হয়েছিলেন।\nডিসেম্বর ২০১৬ সালে জম্মু ও কাশ্মীর সরকার তার বড় ভাই খালিদের বিতর্কিত হত্যার জন্য তার পরিবারকে ₹৪,০০,০০০ এর এক্স-গ্রেশিয়া ক্ষতিপূরণ দেওয়ার অনুমতি দেয়। এটি বিরোধী দলগুলির পাশাপাশি ভারতীয় জনতা পার্টির প্রতিবাদে নেতৃত্ব দেয়। মুখ্যমন্ত্রী মুফতি ১৮ জানুয়ারি ২০১৭-এ অস্বীকার করেছিলেন যে কোনও ক্ষতিপূরণ দেওয়া হয়েছে।\n\n\n== উত্তরাধিকার ==\nজুলাই ২০১৭ সালে, পাকিস্তান টুডে ওয়ানির প্রশংসা করে এবং তার মৃত্যুকে চে গুয়েভারার মৃত্যুর সাথে তুলনা করে, \"ইতিহাসের পুনরাবৃত্তি হয়\" বলে।\n২০১৭ সালের আগস্টে পাকিস্তানের স্বাধীনতা দিবসে, ওয়ানিকে আজাদি ট্রেন নামে একটি বিশেষ ট্রেনে দেখানো হয়েছিল যা পাকিস্তান রেলওয়ে দ্বারা দেশের জাতীয় বীরদের স্মরণে আয়োজিত হয়েছিল।\nসাংবাদিক আসিফ সুলতানকে ২০১৯ সালের আগস্টে \"বুরহান ওয়ানির উত্থান\" শিরোনামে একটি লেখা লেখার পরে গ্রেপ্তার করা হয়েছিল।\nজুলকাইফ রিয়াজ ২০২০ সালের সেপ্টেম্বরে বুরহান মুজাফফর ওয়ানি নামে ওয়ানির একটি জীবনী প্রকাশ করেন।\nওয়ানি কাশ্মীরের স্বাধীনতা আন্দোলনের মুখ হয়ে ওঠেন, এবং ভগৎ সিংয়ের সাথেও তুলনা করা হয়।\nওয়ানি ১ জুলাই ২০১৫-এ নিজের একটি গ্রুপ ফটো প্রকাশ করেছিলেন যা অন্য দশজন জঙ্গির সাথে বসে আছে, সবাই সশস্ত্র এবং সেনাবাহিনীর পোশাক পরিহিত, যা ভাইরাল হয়েছিল। ছবির জঙ্গিরা হলেন সবজার আহমেদ ভাট, ওয়াসিম মাল্লা, নাসির আহমেদ পণ্ডিত, ইশফাক হামিদ, তারিক আহমেদ পণ্ডিত, আফাকুল্লাহ ভাট, আদিল আহমেদ খান্ডে, সাদ্দাম প্যাডার, ওয়াসিম আহমেদ শাহ এবং আনিস। তারপর থেকে তারা সবাই নিহত হয়েছে, তারিক ছাড়া, যারা ২০১৬ সালের মে মাসে  আত্মসমর্পণ করেছিল।\n\n\n== আরও দেখুন ==\nকাশ্মীর সংঘাত, ১৯৪৭ সাল থেকে ভারত ও পাকিস্তানের মধ্যে এবং ১৯৬২ সাল থেকে ভারত ও চীনের মধ্যে চলমান আঞ্চলিক সংঘর্ষ\nজম্মু ও কাশ্মীরে বিদ্রোহ, জম্মু ও কাশ্মীরে ভারতীয় প্রশাসনের বিরুদ্ধে চলমান জঙ্গি বিদ্রোহ\nজাতিসংঘ কর্তৃক কাশ্মীর বিরোধের মধ্যস্থতা, ভারত-পাকিস্তান বিরোধের আন্তর্জাতিক মধ্যস্থতা\n২০০৯ শোপিয়ান ধর্ষণ ও হত্যা মামলা, ভারত-শাসিত জম্মু ও কাশ্মীরের ঘটনা\n২০১০ কাশ্মীরের অস্থিরতা, ভারত-শাসিত জম্মু ও কাশ্মীরে ধারাবাহিক বিক্ষোভ ও দাঙ্গা\n২০১৬-২০১৭ কাশ্মীরের অস্থিরতা, জুলাই ২০১৬ এ বুরহান ওয়ানি হত্যার পর ধারাবাহিক বিক্ষোভ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nVideo:Kashmir unrest prompts new curfew, Reuters"}