{"pageid": 1158720, "title": "দ্য কালার আউট অফ স্পেস", "url": "https://bn.wikipedia.org/wiki?curid=1158720", "content": "\"দ্য কালার আউট অফ স্পেস\" (ইংরেজি: \"The Colour Out of Space\") হল মার্কিন লেখক এইচ. পি. লাভক্র্যাফট কর্তৃক ১৯২৭ সালের মার্চ মাসে রচিত একটি ভৌতিক-কল্পবিজ্ঞান ছোটোগল্প। এই গল্পে দেখা যায়, এক অনামা কথক ম্যাসাচুয়েটসের কাল্পনিক শহর আর্ক্যামের পশ্চিমে পাহাড়ি এলাকায় স্থানীয়ভাবে ‘অভিশপ্ত জঙ্গলাট’ (ইংরেজি: blasted heath) নামে পরিচিত এক স্থানের ইতিকথাকে খণ্ডে খণ্ডে জুড়ছেন। বহু বছর আগে এই জায়গাটিতে একটি উল্কাপাত হয়েছিল এবং তার ফলে আশেপাশের উদ্ভিদ ও প্রাণীজগৎ বিষাক্ত হয়ে ওঠে; উৎপাদিত শস্য অস্বাভাবিক বড়ো আকারের অথচ অখাদ্যে পরিণত হয়, পশুপাখি বিকট বিকৃতাঙ্গ ও পাগল হয়ে যায়, মানুষেরাও হয় পাগল হয়ে যায়, নয় একে একে মৃত্যুমুখে পতিত হয়।\nদ্য কেস অফ চার্লস ডেক্সটার ওয়ার্ড নামে একটি উপন্যাসিকা শেষ করার অব্যবহিত পরে এবং ভৌতিক কথাসাহিত্য-বিষয়ক \"সুপারন্যাচারাল হরর ইন লিটারেচার\" প্রবন্ধটির চূড়ান্ত পাঠ-সংশোধনের মধ্যেই লাভক্র্যাফট \"দ্য কালার আউট অফ স্পেস\" গল্পটি রচনা করেছিলেন। এই গল্পে তিনি এমন এক ভিনগ্রহী সত্ত্বা সৃষ্টি করতে চেয়েছিলেন যা ইতিপূর্বে মানুষের কল্পনার অতীত ছিল। এই কারণে তিনি অনেক গল্প-উপন্যাস এবং অন্যান্য প্রবন্ধমূলক রচনা থেকে অনুপ্রেরণা গ্রহণ করেন। হিউগো গার্নসব্যাকের কল্পবিজ্ঞান পত্রিকা অ্যামেজিং স্টোরিজ-এর সেপ্টেম্বর ১৯২৭ সংখ্যায় গল্পটি প্রথম প্রকাশিত হয়। এটি যে শুধু লাভক্র্যাফটের জনপ্রিয়তম রচনাগুলির অন্যতম, তাই নয়, বরং লেখকের স্বরচিত গল্পগুলির মধ্যেও ব্যক্তিগতভাবে বিশেষ প্রিয়। গল্পটি ভিন্ন ভিন্ন নামে একাধিকবার চলচ্চিত্রায়িত হয়েছিল: ডাই, মনস্টার, ডাই! (১৯৬৫), দ্য কার্স (১৯৮৭), কালার ফ্রম দ্য ডার্ক (২০০৮), ডাই ফারবে (রং) (২০১০) ও কালার আউট অফ স্পেস (২০১৯)।\n\n\n== কাহিনি-সারাংশ ==\n\nবস্টনের এক অনামা সার্ভেয়ারের জবানিতে এই গল্পটি বলা হয়েছে। আর্ক্যামের পশ্চিমে পাহাড়ি এলাকার স্থানীয় অধিবাসীরা যে জায়গাটিকে ‘অভিশপ্ত জঙ্গলাট’ বলে উল্লেখ করে, সেখানকারই রহস্য উদ্ঘাটনের চেষ্টা করেছেন তিনি। শহরের বাসিন্দাদের থেকে কোনও তথ্য জোগাড় করতে না পেরে তিনি অ্যামি পিয়ার্স নামে এক বৃদ্ধের কাছে যান। পিয়ার্সকে সবাই জানত পাগল বলেই। কিন্তু এই পিয়ার্সই কথককে একদা সেই অভিশপ্ত এলাকায় বসবাসকারী কৃষক নাহুম গার্ডনার ও তার পরিবারের কথা জানায়।\nপিয়ার্স জানায়, পঞ্চাশ বছরেরও বেশি সময় আগে, ১৮৮২ সালের জুন মাসে নাহুমের জমিতে একটি উল্কাপিণ্ড এসে পড়েছিল। নমুনা সংগ্রহ করতে আসা স্থানীয় বিজ্ঞানীরা উল্কাপিণ্ডটির অদ্ভুত কিছু আচরণ দেখে হতবুদ্ধি হয়ে পড়েন। কাঁচের বিকারে রাখা নমুনাটি রাতারাতি অদৃশ্য হয়ে যায়। দ্বিতীয়বার নমুনা সংগ্রহের চেষ্টা করতে গিয়ে বিজ্ঞানীরা দেখেন যে উল্কাপিণ্ডটির মধ্যে আবদ্ধ বড়ির আকারবিশিষ্ট একটি বস্তু থেকে অদ্ভুত রং বিচ্ছুরিত হচ্ছে। অবশ্য রঙের সঙ্গে আংশিক সাদৃশ্যের কারণেই সেটিকে ‘রং’ বলা হয়েছিল, যদিও দৃশ্যমান বর্ণালি বলতে যা বোঝায় উক্ত ‘রং’টি ছিল সম্পূর্ণতই তার বাইরের। একজন বিজ্ঞানী বড়িজাতীয় জিনিসটিতে হাতুড়ির আঘাত হানতেই সেটি ভেঙে টুকরো টুকরো হয়ে যায়। তারপর উল্কাপিণ্ডটির উপর বাজ পড়লে সেটি রাতারাতি অদৃশ্য হয়ে যায়।\nপরের মরসুমে নাহুমের ক্ষেতে প্রচুর ফসল হয়। কিন্তু সেই ফসলের বাড়বৃদ্ধি হয় অস্বাভাবিক রকমের। তারপর যখন নাহুম দেখে যে সেগুলি খাওয়ার সম্পূর্ণ অযোগ্য, তখন সে নিশ্চিত হয়ে যায় যে উল্কাপিণ্ডটিই তার ক্ষেতটিকে বিষিয়ে দিয়েছে। পরের বছর আশেপাশের উদ্ভিদ ও প্রাণীজগতের মধ্যেও সমস্যা ছড়িয়ে পড়ে। সেসবেরও অদ্ভুত রকমের অঙ্গবিকৃতি ঘটে। খামারের সব গাছপালাই ধূসর হয়ে সহজে নষ্ট হতে থাকে।\nনাহুমের বউয়ের মস্তিষ্কবিকৃতি দেখা গেলে নাহুম তাকে চিলেকোঠার একটি কামরায় আটকে রাখে। ক্রমে ক্রমে গার্ডনার পরিবার প্রতিবেশী কৃষকদের থেকে বিচ্ছিন্ন হয়ে যায়। একমাত্র পিয়ার্সের মাধ্যমেই বাইরের জগতের সঙ্গে তাদের যোগাযোগ বজায় থাকে। পিয়ার্স নাহুমকে বলে যে তাদের কুয়োর জল নষ্ট হয়ে গিয়েছে, তাই তাদের উচিত নতুন কুয়ো খুঁড়ে সেখানকার জল ব্যবহার করা। কিন্তু নাহুম তা করতে চায় না। নাহুমের ছেলে থাডিয়াস পাগল হয়ে গেলে নাহুম তাকেও চিলেকোঠায় আরেকটি কামরায় আটকে রাখে। এদিকে নাহুমের গবাদি পশুগুলিরও অঙ্গবিকৃতি শুরু হয়ে যায় এবং সেগুলিও একে একে মারা যেতে থাকে। তখন দেখা যায়, সেই সব পশুর মাংসও অখাদ্যে পরিণত হয়েছে। থাডিয়াস চিলেকোঠাতেই মারা যায়। নাহুম তার দেহাবশেষ খামারের পিছনে সমাধিস্থ করে। নাহুমের আরেক ছেলে মারউইন সেই দূষিত কুয়ো থেকে জল তুলতে গিয়ে নিরুদ্দেশ হয়ে যায়।\nএরপর কয়েক সপ্তাহ নাহুমের সঙ্গে পিয়ার্সের যোগাযোগ ছিল না। তারপর নাহুমের খামার-সংলগ্ন বাড়িতে গিয়ে পিয়ার্স দেখে যে নাহুমও তার বউ ও ছেলের মতো পাগল হয়ে গিয়েছে। নাহুমের ছেলেদের মধ্যে একমাত্র জেনাসই জীবিত আছে বলে জানত পিয়ার্স। জোনাসের কথা জিজ্ঞাসা করাতে নাহুম বলে যে জোনাস “কুয়োর মধ্যে থাকে”। চিলেকোঠায় উঠে গিয়ে পিয়ার্স দেখে যে নাহুমের বউও মারাত্মক অঙ্গবিকৃতির স্বীকার হয়েছে। পিয়ার্স বুঝতে পারে, নাহুম তার বউকে নিষ্কৃতি মৃত্যু প্রদান করেছে। নিচে নেমে এসে পিয়ার্স দেখে নাহুমেরও ভয়ানক অঙ্গবিকৃতি শুরু হয়ে গিয়েছে। এরই মধ্যে কয়েক মুহুর্তের জন্য মানসিকভাবে একটু সুস্থ হয়ে নাহুম পিয়ার্সকে বলে যে, উল্কাপিণ্ডটির সঙ্গে যে ‘রং’ পৃথিবীতে এসেছে তা-ই এই সবের জন্য দায়ী; সেই ‘রং’-ই আশেপাশের এলাকার জীবনকে শুষে নিচ্ছে। খানিকবাদেই নাহুম মারা যায়।\nপিয়ার্স লোকালয় গিয়ে ছয় জন লোককে নিয়ে আসে নাহুমের বাড়িতে। সবাই মিলে কুয়োর তলা থেকে অন্য কিছু হাড়গোড়ের সঙ্গে মারউইন ও জেনাসের কঙ্কালও খুঁজে পায়। সেই সব দেহাবশেষ বাড়িতে আনার পরই কুয়ো থেকে সেই রং নির্গত হতে শুরু করে। গাছপালা কাঁপতে শুরু করে। খামারের ধূসর জৈব উপাদানগুলিতে সেই রঙের প্রভাবে অল্প চাকচিক্য দেখা দেয়। রংটি কুয়ো থেকে বেরিয়ে আকাশে অদৃশ্য হয়ে যায়। তারপর লোকগুলিও সেই বাড়ি ছেড়ে পালিয়ে যায়। রংটি সম্পূর্ণ অদৃশ্য হয়ে যাওয়ার পর পিয়ার্স ফিরে আসে এবং দেখে আলোর অবশিষ্ট কিছু অংশ আকাশের দিকে ওঠার চেষ্টা করছে, কিন্তু উঠতে না পেরে কুয়োতেই ফিরে যাচ্ছে। পিয়ার্স বলে যে, রঙের একটি অংশ এখনও পৃথিবীতে রয়ে গেছে এই দুশ্চিন্তাতেই ক্রমশ তার মানসিক স্বাস্থ্যের অবনতি ঘটে। পিয়ার্স যাদের নিয়ে গিয়েছিল তাদের মধ্যে কয়েকজন পরদিন ফিরে এসে পিয়ার্সের মৃত ঘোড়া, কয়েক একর ব্যাপী ধূসর ধুলো ও এক প্রকার অস্পর্শিত অজৈব পদার্থ দেখতে পায়। এই ঘটনার কথা রটে যেতেই আশেপাশের এলাকার বাসিন্দারাও অনেকে সেই স্থান ত্যাগ করে চলে যায়।\n\n\n== প্রেক্ষাপট ==\n\nদ্য কেস অফ চার্লস ডেক্সটার ওয়ার্ড নামে একটি উপন্যাসিকা রচনার কাজ শেষ করেই ১৯২৭ সালের মার্চ মাসে লাভক্র্যাফট \"দ্য কালার আউট অফ স্পেস\" গল্পটি রচনার কাজ শুরু করেন। অবশ্য গল্পটি লিখতে লিখতেই তিনি ভৌতিক কথাসাহিত্য-সম্পর্কিত নিবন্ধ \"সুপারন্যাচারাল হরর ইন লিটারেচার\"-এর চূড়ান্ত খসড়াটি প্রস্তুত করছিলেন। লেখক নিজে দাবি করেছিলেন যে, রোড আইল্যান্ডে কিছুকাল পূর্বে সিটুয়েট জলাধার নির্মাণের ফলে এলাকার জনসংখ্যা হ্রাস পাওয়ার ঘটনাটি থেকে অনুপ্রাণিত হয়ে তিনি এই গল্পটি রচনা করেন। তবে লাভক্র্যাফট বিশেষজ্ঞ এস. টি. যোশী মনে করেন যে, ম্যাসাচুয়েটসে পরিকল্পিত কুয়াবিন জলাধারের অনুরূপ এক ঘটনাও সম্ভবত লেখককে অনুপ্রেরণা জুগিয়ে থাকবে। আমেরিকান লেখক ও পাল্প কথাসাহিত্য বিষয়ে উৎসাহী উইল মারে দেখিয়েছেন যে, অতিলৌকিক ঘটনা তদন্তকারী চার্লস ফোর্ট রচিত দ্য বুক অফ দ্য ড্যামড গ্রন্থে বর্ণিত ‘থান্ডারস্টোন’ বা বজ্রপ্রস্তর (সম্ভবত আকাশ থেকে পতিত বজ্র-আকর্ষণকারী পাথর) থেকে সম্ভবত লাভক্র্যাফট উল্কাপিণ্ডটির বৈশিষ্ট্য বিষয়ে অনুপ্রেরণা লাভ করেন। অ্যান্ডি ট্রয় মনে করেন যে, এই গল্পটি দ্য নিউ ইয়র্ক টাইমস-এ প্রকাশিত রেডিয়াম গার্লস কেলেংকারির একটি রূপক। কারণ, গার্ডনার পরিবারের রোগের লক্ষণগুলির সঙ্গে সংবাদপত্রে বর্ণিত রেডিয়াম নেক্রোসিসের মিল পাওয়া যায়।\nসমসাময়িক কালের গল্প উপন্যাসে ভিনগ্রহী ও পৃথিবীর মানুষদের আকারগত সাদৃশ্য লাভক্র্যাফটকে হতাশ করেছিল। তিনি তাই মানব-কল্পনার অতীত এক ভিনগ্রহী সত্ত্বা সৃষ্টির জন্য ‘রং’ ধারণাটির আশ্রয় নেন। এই কারণেই যে সব সূত্রে দৃশ্যগত বর্ণালির বাইরের রঙের বর্ণনা রয়েছে সেগুলি তিনি ঘাঁটতে শুরু করেন। যোশি দেখিয়েছেন যে, এই বইগুলির মধ্যে সর্বাপেক্ষা উল্লেখযোগ্য বইটি হল ১৯১৯ সালে প্রকাশিত ও হিউজ এলিয়টের রচিত মডার্ন সায়েন্স অ্যান্ড মেটিরিয়ালিজম নামক প্রবন্ধ গ্রন্থটি। এই বইতে বলা হয়েছে যে, মানুষের ইন্দ্রিয়শক্তি অত্যন্ত সীমাবদ্ধ হওয়ায় অনেক ইথার তরঙ্গ চোখে আঘাত করলেও সেগুলির অধিকাংশই অক্ষিপট আদৌ ধরতে পারে না। ধারণাটি লাভক্র্যাফট ইতিপূর্বেই ১৯২০ সালে রচিত ছোটোগল্প \"ফ্রম বিয়ন্ড\"-এও ব্যবহার করেন। ১৯২৭ সালের মার্চ মাসের মধ্যেই \"দ্য কালার আউট অফ স্পেস\" গল্পটির রচনা সম্পূর্ণ হয়। সেই বছর সেপ্টেম্বর মাসে এটি হিউগো গার্নসব্যাকের কল্পবিজ্ঞান পত্রিকা অ্যামেজিং স্টোরিজ-এ প্রথম প্রকাশিত হয়। জে. এম. ডে অ্যারাগন এই গল্পটি অলংকরণ করেন। তিনি মাঝে মাঝে উক্ত পত্রিকার জন্য ছবি এঁকে দিতেন।\n\n\n== প্রতিক্রিয়া ও উত্তরাধিকার ==\n\n১৯২৮ \"রোল অফ অনার\"-এ আবির্ভূত এডওয়ার্ড ও’ব্রায়ান সংকলিত দ্য বেস্ট আমেরিকান শর্ট স্টোরিজ গ্রন্থে অ্যামেজিং স্টোরিজ পত্রিকা থেকে একমাত্র \"দ্য কালার আউট অফ স্পেস\" গল্পটিই গৃহীত হয়েছিল। এই গল্পের জন্য গার্নসব্যাক লাভক্র্যাফটকে মাত্র ২৫ ডলার পারিশ্রমিক দিয়েছিলেন (বর্তমান হিসেবে প্রায় $৩৬৮) এবং সেটা দিতেও এত গড়িমসি করেন যে লাভক্র্যাফট প্রকাশককে \"হিউগো দ্য র‍্যাট\" (\"ইঁদুর হিউগো\") বলে উল্লেখ করেছিলেন। এরপর তিনি এই পত্রিকায় আর কোনও লেখা পাঠাননি। পরের বছর \"দ্য ডানউইচ হরর\" গল্পটি লেখার আগে পর্যন্ত লাভক্র্যাফট আর কোনও প্রধান গল্পও লেখেননি। যদিও এরই মধ্যে তিনি \"হিস্ট্রি অফ দ্য নেক্রোনোমিকন\" ও \"আইবিড\"-এর মতো দু’টি অপ্রধান গল্প রচনা করেন এবং \"দ্য ভেরি ওল্ড ফোক\" নামে একটি হ্যালোউইন রাতের স্বপ্নের বিবরণীও তিনি লিখে ফেলেন।\nগল্পটি লাভক্র্যাফটের নিজের ছোটোগল্পগুলির মধ্যে ব্যক্তিগতভাবে প্রিয় ছিল। সমালোচকেরাও \"দ্য কালার আউট অফ স্পেস\" গল্পটিকে লাভক্র্যাফটের শ্রেষ্ঠ রচনাগুলির মধ্যে অন্যতম এবং লেখকের নিজস্ব ধাঁচের কল্পবিজ্ঞান ও ভৌতিক কথাসাহিত্যের মিশেলে রচিত প্রথম কাজ বলে মনে করেন। লাভক্র্যাফট বিশেষজ্ঞ ডোনাল্ড আর. বার্লেসন এই গল্পটিকে \"শৈলীগতভাবে ও ধারণাগতভাবে লেখকের উৎকৃষ্টতম ছোটোগল্পগুলির একটি” বলে উল্লেখ করেছেন। গল্পটির উছ্বসিত প্রসংশা করে যোশী বলেছেন যে, এটি লাভক্র্যাফটের শ্রেষ্ঠ ও সর্বাপেক্ষা রোমাঞ্চকর গল্পগুলির অন্যতম। সম্পূর্ণভাবে মানব-অভিজ্ঞতা বহির্ভূত এক কল্পনাকে সার্থকভাবে রূপ দেওয়ার জন্যও যোশী লাভক্র্যাফটের বিশেষ প্রশংসা করেছেন। তিনি দেখিয়েছেন যে, এই গল্পের ভিনগ্রহী সত্ত্বাটির উদ্দেশ্য (যদি থাকে) অজ্ঞাত এবং বর্ণিত ‘রং’-টি আবেগপ্রবণ, নীতিসচেতন বা নিদেনপক্ষে চেতন সত্ত্বা কিনা তাও নির্ধারণ করা অসম্ভব। যোশীর মতে, গল্পটির একটি মাত্র যে ত্রুটি রয়েছে তা হল এটি “একটু বেশিই বড়ো”। ই. এফ. ব্লেইলার \"দ্য কালার আউট অফ স্পেস\" গল্পটির সম্পর্কে বলেছেন, \"[এটি] একটি অসাধারণ গল্প, লাভক্র্যাফটের শ্রেষ্ঠ রচনাগুলির অন্যতম; আমার মতে এটি অ্যামেজিং স্টোরিজ-এ প্রকাশিত শ্রেষ্ঠ মৌলিক গল্প\"। \"দ্য কালার আউট অফ স্পেস\" গল্পটি লাভক্র্যাফটের অনেক রচনার মতোই স্বত্বমুক্ত এবং লেখকের রচনার বিভিন্ন সংকলন, এমনকি ইন্টারনেটেও সুলভ। ব্রায়ান অ্যালডিসের দ্য স্যালাইভা ট্রি-তে এই গল্পের গভীর প্রভাব লক্ষিত হয়; অ্যালডিসের কাহিনিটিকে লাভক্র্যাফটের গল্পের একটি পুনর্কথন মনে করা হয়। মূল অণু-উপন্যাসটির একটি সিক্যোয়েল হিসেবে ১৯৮৪ সালে প্রকাশিত হয় মাইকেল শির দ্য কালার আউট অফ স্পেস উপন্যাসটি।\n\n\n=== চলচ্চিত্রায়ন ===\nড্যানিয়েল হলার পরিচালিত ও ১৯৬৫ সালে মুক্তিপ্রাপ্ত ডাই, মনস্টার, ডাই! চলচ্চিত্রটি \"দ্য কালার আউট অফ স্পেস\" গল্প অবলম্বনে নির্মিত। ছবিতে অভিনয় করেন নিক অ্যাডামস, সুজান ফার্মার ও বরিস কারলফ। লাভক্র্যাফট বিশেষজ্ঞ ডন জি. স্মিথ দাবি করেছেন যে, লাভক্র্যাফটের রচনা থেকে উদ্ভূত দৃশ্যগুলির মধ্যে ‘অভিশপ্ত জঙ্গলাট’ লাভক্র্যাফটের বর্ণনার অনুরূপ হয়নি। সেই সঙ্গে তিনি এও বলেন যে, মানুষের কল্পনার সম্পূর্ণ বাইরে পৃথক কোনও ভিনগ্রহী জীবনের ধারণা চিত্রিত করার যে অভিপ্রায় লাভক্র্যাফটের ছিল তা এই ছবিতে আদৌ ধরা পড়েনি। স্মিথ মনে করেন যে, হলারের কাজটি লাভক্র্যাফটের কাহিনি চলচ্চিত্রায়নের কোনও চিন্তাশীল প্রয়াস ছিল না, বরং তা ছিল রজার করম্যান কর্তৃক এডগার অ্যালান পোর কাহিনি চলচ্চিত্রায়নের অনুকরণ মাত্র। এই গল্প অবলম্বনে নির্মিত দ্য কার্স (১৯৮৭) নামে ডেভিড কেইথ পরিচালিত আরেকটি ছবিতে অভিনয় করেন উইল হুইটন, ক্লড অ্যাকিনস, কুপার হাকাবি ও জন শ্নেইডার। ১৯৮০-এর দশকের প্রেক্ষাপটে নির্মিত হলেও এই ছবিতে লাভক্র্যাফটের আখ্যানবস্তু অনেকটা বিশ্বস্তভাবে অনুসৃত হয়েছে। লাভক্র্যাফট বিশেষজ্ঞ চার্লস পি. মিশেল বলেছেন যে, এই ছবিটি লেখকের মূল রচনার প্রতি বিশ্বস্ত হলেও ছবির শেষ কুড়ি মিনিট এতটাই অসংলগ্ন যে তা পুরো ছবিটাকেই নষ্ট করে দিয়েছে।\nআইভান জুকন পরিচালিত ও ২০০৮ সালে মুক্তিপ্রাপ্ত কালার ফ্রম দ্য ডার্ক ছবিটি ইতালির প্রেক্ষাপটে এই গল্পের চলচ্চিত্রায়ন। এই ছবিতে অভিনয় করেন মাইকেল সেগাল, ডেবি রোকোন, মার্সিয়া কি, গ্যারি শানাহান ও এলিনর জেমস। ব্লাডি ডিসগাস্টিং ছবিটির প্রশংসা করে বলে যে, সূত্র উপাদানের বিষণ্ণ, অদ্ভুত ও সম্পূর্ণরূপে ভীতিপ্রদ পরিবেশটিকে সুন্দরভাবে ফুটিয়ে তুলে জুকন বিখ্যাত লেখকের অদেখা আতঙ্কের দুরূহ গল্পটিকে যথেষ্ট ভালোভাবেই চিত্রিত করতে সমর্থ হয়েছেন। হুয়ান ভু পরিচালিত ও ২০১০ সালে মুক্তিপ্রাপ্ত ডাই ফারবে (রং) ছিল জার্মানির প্রেক্ষাপটে এই গল্পের চলচ্চিত্রায়ন। কাহিনিতে বর্ণিত ‘রং’টিকে বাদ দিয়ে ছবিটি প্রধানত সাদা-কালোয় তোলা হয়। এস. টি. যোশীর মতে এটিই লাভক্র্যাফটের কাহিনি অবলম্বনে নির্মিত চলচ্চিত্রগুলির মধ্যে সর্বকালের সর্বশ্রেষ্ঠ। ২০১৮ সালে মুক্তিপ্রাপ্ত অ্যানিহিলেশন ২০১৪ সালে জেফ ভ্যান্ডারমিয়ার রচিত একই নামের একটি উপন্যাস অবলম্বনে নির্মিত হলেও, এটির সঙ্গে লাভক্র্যাফটের গল্পটির অনেক কাহিনিগত সাদৃশ্য দেখা যায়। বিশেষত এই ছবিতে দেখা যায়, এক বর্ণময় ভিনগ্রহী সত্ত্বার মহাকাশযান পৃথিবীতে ভেঙে পড়ছে এবং তারা নিকটবর্তী গাছপালা ও প্রাণীজীবনকে পাল্টে দিতে শুরু করেছে।\nলেখক-পরিচালক রিচার্ড স্ট্যানলি নতুন ভাবে এই গল্পটি চলচ্চিত্রায়িত করেন। ২০১৯ সালে কালার আউট অফ স্পেস শিরোনামে ছবিটি মুক্তি পায়। ছবিতে অভিনয় করেন নিকোলাস কেজ, ও জোলি রিচার্ডম্যান এবং নিজস্ব প্রযোজনা সংস্থা স্পেক্টরভিশনের মাধ্যমে এটি প্রযোজনা করেন এলাইজা উড। এটির প্রেক্ষাপট সমসাময়িক হলেও লাভক্র্যাফটের কাহিনিটিকে অপরিবর্তিত রাখা হয়। এই ছবিটিকে লাভক্র্যাফটের কাহিনি অবলম্বনে এক অংশভাগী মহাবিশ্বের প্রেক্ষাপটে নির্মিত চলচ্চিত্র ত্রয়ীর প্রথম ছবি মনে করা হচ্ছে।\nস্টিফেন কিং রচিত দ্য টমিনকারস (১৯৮৭) উপন্যাসটিতে দেখা যায় যে, গ্রামীণ মেইনের একটি মফঃস্বলের অধিবাসীরা নিকটবর্তী বনাঞ্চলে উৎখননের ফলে প্রাপ্ত একটি ভিনগ্রহী মহাকাশযান থেকে বিকিরণের ফলে শারীরিক ও মানসিকভাবে প্রভাবিত হয় এবং এই কাহিনির প্রধান চরিত্রটির নামও গার্ডনার। লেখক নিজেই জানিয়েছেন যে, উপন্যাসটি লাভক্র্যাফটের \"দ্য কালার আউট অফ স্পেস\" গল্পটির দ্বারা গভীরভাবে প্রভাবিত। কিং-এর সেই সময়কার অনেক রচনার মতো এটিও একটি টেলিভিশন মিনিসিরিজে চলচ্চিত্রায়িত হয়ে ১৯৯৩ সালে সম্প্রচারিত হয়। ২০১৮ সালে জানা গিয়েছিল যে এই উপন্যাস অবলম্বনে একটি চলচ্চিত্র নির্মিত হবে।\n\n\n== আরও দেখুন ==\n\nকল্পবিজ্ঞানে ১৯২৭\nঅসম্ভব রং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফেডেড পেজে (কানাডা) The Colour Out of Space (ইংরেজি)\nদ্য কালার আউট অফ স্পেস - ইন্টারনেট স্পেকুলেটিভ ফিকশন ডেটাবেজ-এ প্রকাশনার ইতিহাস"}