{"pageid": 1158753, "title": "লব কুশ: দ্য ওয়ারিয়র টুইনস", "url": "https://bn.wikipedia.org/wiki?curid=1158753", "content": "লাভা কুসা: দ্য ওয়ারিয়র টুইনস হলো ২০১০ সালের একটি অ্যানিমেশন চলচ্চিত্র যা RVML অ্যানিমেশনের সাথে কানিপাকাম ক্রিয়েশনস-এর যৌথ উদ্যোগে ধাভালা সত্যম দ্বারা রচিত ও পরিচালিত।\n\n\n== প্রোডাকশন ==\n২০০৬ সালের এপ্রিলে দ্য কানিপাকাম ক্রিয়েশনস কর্তৃক চলচ্চিত্রটির প্রাক-প্রোডাকশন ঘোষণা করা হয়েছিল।  হায়দ্রাবাদ এবং ম্যানিলা উভয়ের প্রায় ৩১৫ জন অ্যানিমেটর  RVML অ্যানিমেশন স্টুডিওতে চলচ্চিত্রটি নির্মাণ  করে । ছবিটি প্রাথমিকভাবে মুক্তি পায় ইংরেজি , হিন্দি এবং তেলুগুতে ,  পরবর্তীতে তামিল , ওড়িয়া , বাংলা এবং অন্যান্য ভারতীয় ভাষায় ডাব করা হয় ।  ২০০৬ সালে এল. বৈদ্যনাথন এবং গীতিকার ভেতুরি চলচ্চিত্রের জন্য ৫টি মূল রচনা তৈরি করেছে। হিন্দি গান লিখেছেন ধর্মেশ তিওয়ারি এবং পন্ডিত কিরণ মিশ্র, তেলুগু গান লিখেছেন রামামূর্তি।  ইংরেজি এবং তেলুগুতে অতিরিক্ত সংলাপগুলি কেএনওয়াই পতঞ্জলি এবং হিন্দিতে গীতিকার ডি কে গোয়েল দ্বারা প্রদান করা হয়েছিল ।  ছবিটি ভারত জুড়ে ২০০৯ সালের ডিসেম্বরের শেষের দিকে বা জানুয়ারী ২০১০ সালের প্রথম দিকে মুক্তি পাবে বলে আশা করা হচ্ছে।\n\n\n== সাউন্ড ট্র্যাক ==\nএই ছবির সঙ্গীত ও আবহ সঙ্গীত রচনা করেছেন এল. বৈদ্যনাথন .এই অ্যালবামে কিংবদন্তি গায়ক যেমন কে জে ইসুদাস এবং কে এসচিথ্রার কণ্ঠ দিয়েছেন । এছাড়াও শঙ্কর মহাদেবন , সাধনা সরগম এবং বিজয় ইয়েসুদাসের মতো বিশিষ্ট গায়কদেরও রয়েছে । এই অ্যালবামে 5টি গান এবং 3টি যন্ত্র রয়েছে। প্রথমে ভেতুরি তেলুগুতে সমস্ত মূল রচনার জন্য গান লিখেছিলেন , পরে গানগুলি মূল মোশন পিকচারের জন্য হিন্দিতে ডাব করা হয়েছিল।\n\n\n=== হিন্দি সংস্করণ ===\nসমস্ত গানের কথা লিখেছেন ধর্মেশ তিওয়ারি এবং পন্ডিত কিরণ মিশ্র।\n\n\n=== তেলুগু সংস্করণ ===\nসমস্ত গানের কথা লিখেছেন ভেতুরি ।\n\n\n== অভ্যর্থনা ==\nফিল্মটি একটি \"ম্যাগনিফিশেন 2D মাস্টারপিস\" হিসেবে পরিচিত,  এবং এটি ভারতে নির্মিত সবচেয়ে মর্যাদাপূর্ণ অ্যানিমেশন মুভি বলে জানা গেছে , যার বাজেট রুপি প্রায় ২৫ কোটি ( US$ 5 মিলিয়ন) এবং সম্পূর্ণ হতে ৩ বছর সময় লাগবে। এই ছবিটি ভারতীয় অ্যানিমেশন শিল্পকে আন্তর্জাতিক মানের দিকে নিয়ে যাবে বলে আশা করা হচ্ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে Lava Kusa: The Warrior Twins  (ইংরেজি)"}