{"pageid": 1158869, "title": "৪ (সংখ্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1158869", "content": "৪ (চার) হলো একটি সংখ্যা, সংখ্যা নির্দেশক প্রতীক এবং অঙ্ক । এটি ৩ এর পরবর্তী এবং ৫  এর পূর্ববর্তী স্বাভাবিক সংখ্যা । এটি অন্যতম ক্ষুদ্রতম যৌগিক সংখ্যা এবং পূর্ব এশীয় সংস্কৃতিতে এটি দুর্ভাগ্যজনক সংখ্যা হিসেবে বিবেচিত হয়।\n\n\n== গণিতে- ৪ ==\nচার(৪)  হলো ক্ষুদ্রতম যৌগিক সংখ্যার একটি, প্রকৃত উৎপাদক (গণিত) ১ এবং ২। \n৪ ক্ষুদ্রতম পূর্ণবর্গ সংখ্যা (p2) এবং এইরকম একমাত্র জোড় সংখ্যা। এছাড়া,  ৪ হলো এমন পূর্ণবর্গ যা একটি মৌলিক সংখ্যা থেকে ১ বেশি। (22= 3 + 2)\nএকটি সংখ্যা ৪ এর গুণিতক হবে যদি না ঐ সংখ্যার শেষ দুই অঙ্ক ৪ এর গুণিতক হয়।  উদাহরণস্বরূপ, ১০৯২ একটি ৪ এর গুণিতক  কারণ– ১০৯২ এর শেষ ২ অঙ্ক মিলে ৯২ সংখ্যাটি ৪ এর গুণিতক ৯২ = ৪ × ২৩।\nঅধিকন্তু, 2 + 2 = 2 × 2 = 22 = 4। যেকোনো সংখ্যার উপরের মানের জন্য নুথের আপ-অ্যারো নোটেশন, 2 ↑↑ 2 = 2 ↑↑↑ 2 = 4-এর মাধ্যমে প্যাটার্নটি চালিয়ে যাওয়া।  অর্থাৎ, অর্থাৎ, প্রতিটি ধনাত্মক পূর্ণসংখ্যা n এর জন্য 2 [n] 2 = 4, যেখানে a [n] b হল হাইপারঅপারেশন।\nএকটি চার বাহু বিশিষ্ট সমান আকৃতিকে চতুর্ভুজ বা কোয়াড্রেংগল বলা হয়। কখনো কখনো একে টেট্রাগনও বলা হয়। চতুর্ভুজের প্রকারভেদ হলো: আয়তক্ষেত্র, আয়তাকৃতি, বর্গক্ষেত্র, ঘুড়ি বা রম্বস প্রভৃতি।\nচারটি সমান তল এবং চারটি শীর্ষবিন্দু সহ ঘনবস্তুকে  চতুষ্তলক বা টেট্রাহেড্রন বলা হয়।  এবং ৪ হল একটি বহুতলক বা পলিহেড্রন-এর সম্ভাব্য ক্ষুদ্রতম তলের এবং শীর্ষবিন্দুর সংখ্যা।  সুষম চতুষ্লক বা টেট্রাহেড্রন হল সরলতম প্লেটোনীয় ঘনবস্তু।  একটি টেট্রাহেড্রন, যাকে 3-সিমপ্লেক্সও বলা যেতে পারে, এর চারটি ত্রিভুজাকার মুখ এবং চারটি শীর্ষবিন্দু রয়েছে। এটি একমাত্র স্ব-দ্বৈত সুষম পলিহেড্রন। \nচতুর্মাত্রিক ক্ষেত্র হল সর্বোচ্চ মাত্রার স্থান যেখানে তিনটি উত্তল সুষম ক্ষেত্র রয়েছে: \nদ্বি-মাত্রিক: অসীম অনেক উত্তল সুষম বহুভুজ।\nত্রিমাত্রিক: পাঁচটি উত্তল সুষম পলিহেড্রা (পাঁচটি প্লেটোনীয় ঘনবস্তু)।\nচার-মাত্রিক: ছয়টি উত্তল সুষম পলিকোরা।\nপাঁচ-মাত্রিক এবং প্রতিটি উচ্চ-মাত্রিক: তিনটি সুষম উত্তল পলিটোপ (সুষম সিমপ্লেক্স, হাইপারকিউব, ক্রস-পলিটোপ)।\nচার-মাত্রিক ডিফারেনশিয়াল ম্যানিফোল্ডের কিছু অনন্য বৈশিষ্ট্য রয়েছে। একটি মাত্র ডিফারেনশিয়াল স্ট্রাকচার   {\\displaystyle \\mathbb {R} ^{n}}\\mathbb {R} ^{n}  আছে, যেখানে  n = 4 হলে অনেকগুলো অসীম মান পাওয়া যায়।\nক্ষুদ্রতম ননসাইক্লিক গ্রুপের উপাদান আছে চারটি; এটি ক্লেইন ফোর-গ্রুপ। চার হল ক্ষুদ্রতম নন-ট্রিভিয়াল গ্রুপের ক্রম যা সহজ গ্রুপ নয়।\n\n\n== প্রাথমিক গণনা ছক ==\n\n\n=== হিন্দু-আরবীয় অঙ্কের বিবর্তন ===\n\n\n== ধর্মে ==\n\n\n=== বৌদ্ধধর্মে ৪ ===\n\n\n==== ইহুদি-খ্রিস্টান প্রতীকবাদে ৪ ====\n\n\n=== হিন্দু বা সনাতন ধর্মে ৪ ===\n\n\n=== ইসলামে ৪ ===\n\n\n=== তাওধর্মে ৪ ===\n\n\n=== অন্যান্য ধর্মে ৪ ===\n\n\n== রাজনীতিতে ==\n\n\n== কম্পিউটার বিজ্ঞানে ==\n\n\n== বিজ্ঞানে ==\n\n\n=== জ্যোতির্বিদ্যায় ===\n\n\n=== জীব বিজ্ঞানে ===\n\n\n=== রসায়ন বিজ্ঞানে ===\n\n\n=== পদার্থ বিজ্ঞানে ===\n\n\n== যুক্তি বিদ্যায় এবং দর্শনশাস্ত্রে ==\n\n\n== প্রযুক্তিবিজ্ঞানে ==\n\n\n== পরিবহনে ==\n\n\n== ক্রীড়া বা খেলায় ==\n\n\n== অন্যান্য ক্ষেত্রে ==\n\n\n== সংগীতে ==\n\n\n== চারদলীয় জোট ==\n\n\n== আরো দেখুন ==\nList of highways numbered 4\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMarijn.Org on Why is everything four?\nA few thoughts on the number four, by Penelope Merritt at samuel-beckett.net\nThe Number 4  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ মার্চ ২০১৫ তারিখে\nThe Positive Integer 4\nPrime curiosities: 4"}