{"pageid": 1158659, "title": "লোপামুদ্রা (ঋষিকা)", "url": "https://bn.wikipedia.org/wiki?curid=1158659", "content": "লোপামুদ্রা (সংস্কৃত: लोपामुद्रा) হলেন (কৌশিতকী বা বরপ্রদা নামে পরিচিত), প্রাচীন বৈদিক ভারতীয় সাহিত্য অনুসারে দার্শনিক। তিনি বৈদিক ঋষি অগস্ত্যের একমাত্র স্ত্রী। তিনি  ঋগ্বেদের যুগে বসবাস করতেন বলে বিশ্বাস করা হয়। তিনি ঋগ্বেদের বহু মন্ত্রের মন্ত্রদ্রষ্টা ঋষি। হিন্দুধর্মের শ্রীকুল শাক্ত সম্প্রদায়ের বিখ্যাত \"হরি পঞ্চদশী\" মন্ত্রের উদ্গাতা ঋষি। এছাড়া, তিনি ব্রহ্মবাদিনীদের অন্যতম নারী ঋষি।\n\n\n== উপাখ্যান ==\nলোপামুদ্রার উপাখ্যানের তিনটি বিবরণ রয়েছে; প্রথমটি ঋগ্বেদে সূক্তে; দ্বিতীয়টি মহাকাব্য মহাভারতের (বনপর্ব: তীর্থ-যাত্রা পর্ব), যেখানে বিস্তৃত বর্ণনা রয়েছে। এখানে উল্লেখ রয়েছে যে, অগস্ত্য ঋষি গঙ্গাদ্বারে (বর্তমানে হরিদ্বার) তপস্যা করছিলেন, তখন, বিদর্ভ রাজ্যের রাজকন্যা এবং তাঁর স্ত্রী লোপামুদ্রা তাকে সাধনার ক্ষেত্রে সহায়তা করেন। এই কিংবদন্তি অনুসারে, লোপামুদ্রা ঋষি অগস্ত্য দ্বারা সৃষ্টি করেছিলেন প্রাণীদের সবচেয়ে সুন্দর অংশ যেমন হরিণের চোখ ইত্যাদি দিয়ে। তৃতীয় সংস্করণ হল গিরিধার রামায়ণ।\nলোপামুদ্রা নামটি সেই ক্ষতি (লোপ) নির্দেশ করে যেটি প্রাণী ও গাছপালা তাদের স্বতন্ত্র সৌন্দর্য (মুদ্রা) দেওয়ার দ্বারা ভোগ করেছিল যখন অগস্ত্য তাকে তৈরি করেছিলেন। তাকে সৃষ্টি করার পর, অগস্ত্য বিদর্ভের রাজাকে লোপামুদ্রা দিয়েছিলেন যিনি একটি বংশের সন্ধানে তপস্যা করছিলেন। অগস্ত্য তাকে বিয়ে করার ইচ্ছায় লোপামুদ্রা তৈরি করেছিলেন। রাজা লোপামুদ্রাকে কন্যারূপে লালন-পালন করেন। .যখন সে বড় হল, অগস্ত্য তার বিয়েতে হাত চেয়েছিল।\nলোপামুদ্রা তাকে বিয়ে করতে রাজি হন এবং তার আশ্রমের জন্য রাজার প্রাসাদ ত্যাগ করেন। যাইহোক, কিছুকাল পরে, তিনি অগস্ত্যের তপস্যায় ক্লান্ত হয়ে পড়েন। তিনি ঋগ্বেদে স্তোত্র লিখেছিলেন, তাঁর মনোযোগ ও ভালবাসা চেয়েছিলেন। স্তোত্রটি অগস্ত্যকে তার স্ত্রীর প্রতি তার কর্তব্য উপলব্ধি করে। দম্পতির এক পুত্র ছিল যার নাম দ্রিধাস্যু, যিনি একজন কবি হয়েছিলেন।\nতার স্বামীর সাথে তিনি ললিতা সহস্রনাম (ঐশ্বরিক মায়ের হাজার নাম) খ্যাতি ছড়িয়ে দেওয়ার জন্যও কৃতিত্ব পান। এটাও বিশ্বাস করা হয় যে অগস্ত্য ভগবান বিষ্ণুর অবতার হয়গ্রীবের কাছ থেকে ললিতা সহস্রনামের স্তোত্র শিখেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBrooks, Douglas Renfrew (১ অক্টোবর ১৯৯২)। Auspicious Wisdom: The Texts and Traditions of Srividya Sakta Tantrism in South India। SUNY Press। আইএসবিএন 978-0-7914-1146-9। \nD'Souza, Frank। A Victor of Circumstance। Notion Press। আইএসবিএন 978-93-83808-97-7। \nGarg, Gaṅgā Rām (১৯৯২)। Encyclopaedia of the Hindu World। Concept Publishing Company। আইএসবিএন 978-81-7022-374-0। \nHurteau, Pierre (৭ নভেম্বর ২০১৩)। Male Homosexualities and World Religions। Palgrave Macmillan। আইএসবিএন 978-1-137-34053-5। \nJain, Lakshmi (১ জানুয়ারি ২০০৮)। Dropout of Girl-child in Schools। Northern Book Centre। আইএসবিএন 978-81-7211-244-8। \nJamison, Stephanie W; Brereton, Joel P. (২৩ এপ্রিল ২০১৪)। The Rigveda: 3-Volume Set। Oxford University Press। আইএসবিএন 978-0-19-972078-1। \nJosh, Dinkar i (১ জানুয়ারি ২০০৫)। Glimpses of Indian Culture। Star Publications। আইএসবিএন 978-81-7650-190-3। \nKapoor, Subodh (২০০২)। Ancient Hindu society। Cosmo Publications। আইএসবিএন 978-81-7755-378-9। \nLeslie, Julia (৪ ফেব্রুয়ারি ২০১৪)। Myth and Mythmaking: Continuous Evolution in Indian Tradition। Routledge। আইএসবিএন 978-1-136-77881-0। \nMoorthy, Choudur Satyanarayana (৪ নভেম্বর ২০১১)। Gleanings from Rig Veda – When Science was Religion। AuthorHouse। আইএসবিএন 978-1-4670-2401-3। \nMukhopadhyaya, Dr. Rameshchandra (১৩ জুলাই ২০১৪)। The Rig Veda Reconsidered: The First Four Books of The Rig Veda In the Light of Modern Aesthetics। Anjali Publishers। আইএসবিএন 978-93-81745-14-4। \nPrasoon, Prof. Shrikant (৩ সেপ্টেম্বর ২০০৯)। Rishis & Rishikas। Pustak Mahal। আইএসবিএন 978-81-223-1072-6। \nRao, N.P. Shankara Narayan (১ জানুয়ারি ২০১৪)। Agasthya। Litent। পৃষ্ঠা 8–। GGKEY:UCAZ3FYWC5E। \nSwami, Vasantānanta; Irāmaccantiraṉ, Nā (১৯৯৩)। Sri Lalita Sahasranamam: Nama-wise Commentary in English with Text in Sanskrit। Copies available at Higgin Bothams। \nWarrier, Shrikala (ডিসেম্বর ২০১৪)। Kamandalu: The Seven Sacred Rivers of Hinduism। MAYUR University। আইএসবিএন 978-0-9535679-7-3।"}