{"pageid": 1159598, "title": "সংযোজিত চিনি", "url": "https://bn.wikipedia.org/wiki?curid=1159598", "content": "সংযোজিত চিনি বলতে কোনও খাবার খাওয়া বা পানীয় পান করার আগে সেগুলিতে সংযোজিত চিনি-জাতীয় শর্করাকে (ক্যালরিভিত্তিক মিষ্টকারক) বোঝায়। এই পরিভাষাটি দ্বারা মূলত সংযোজিত শর্করা অর্থাৎ (মনোস্যাকারাইড তথা গ্লুকোজ ও ফ্রুক্টোজ ও ডাইস্যাকারাইড তথা সুক্রোজ বা খাবার চিনিকে বোঝায়। তবে আরও ব্যাপক অর্থে সংযোজিত চিনির পাশাপাশি মধু, (জ্বাল দেয়া) ঘন মিষ্টরস (সিরাপ),  ফল, ফলের রস, ফলের রসের ঘনীভূত রূপ, ইত্যাদিতে প্রাকৃতিকভাবে উপস্থিত চিনিকে একত্রে মুক্ত চিনি (Free sugar) বলে। রাসায়নিকভাবে এগুলি একাধিক রূপে বিদ্যমান থাকতে পারে, যার মধ্যে সুক্রোজ, গ্লুকোজ, ফ্রুক্টোজ ও ডেক্সট্রোজ অন্তর্ভুক্ত।\nচিকিৎসাবৈজ্ঞানিক ঐকমত্য অনুযায়ী সংযোজিত চিনি খাদ্যে বা পানীয়তে খুবই কম পুষ্টিমান যোগ করে। এ কারণে এগুলিকে \"খালি ক্যালরি\" নামেও ডাকা হয়ে থাকে। চিনি অতিমাত্রায় গ্রহণ করার সাথে মাত্রাতিরিক্ত ক্যালরি গ্রহণের এবং শেষ বিচারে ওজন বৃদ্ধি ও বিভিন্ন রোগের ঝুঁকি বৃদ্ধির সম্পর্ক আছে।\nবর্তমানে ভক্ষণকৃত চিনির সিংহভাগই এমন সব প্রক্রিয়াজাত খাদ্যের মধ্যে লুকিয়ে থাকে, যেগুলিকে সাধারণত মিষ্টিদ্রব্য হিসেবে গণ্য করা হয় না। উদাহরণস্বরূপ, ১ চামচ টমেট কেচাপে প্রায় ১ চা-চামচ (৪ গ্রাম) চিনি থাকে। একটি কোমল পানীয়ের একটিমাত্র ক্যানে প্রায় ৪০ গ্রাম চিনি (প্রায় ১০ চা চামচ চিনি) থাকতে পারে।\n২০১৫ সালে প্রকাশিত বিশ্ব স্বাস্থ্য সংস্থার একটি নির্দেশনা অনুযায়ী প্রাপ্তবয়স্ক ও শিশুদের দৈনিক সংযোজিত বা মুক্ত চিনি গ্রহণের পরিমাণ কমিয়ে তাদের সামগ্রিক গৃহীত শক্তির ১০%-এর নিচে নামিয়ে আনা উচিত। এছাড়া ৫%-এর নিচে নামিয়ে আনতে পারলে (অর্থাৎ দৈনিক ৬ চা চামচ বা ২৫ গ্রামের কম) আরও বেশি স্বাস্থ্যগত লাভ পাওয়া যাবে। এর ফলে অতিরিক্ত ওজন, অতিস্থূলতা ও দন্তক্ষয়ের মতো রোগের ঝুঁকি হ্রাস পাবে ও এভাবে সমাজে অ-সংক্রামক রোগব্যাধিগুলির বোঝা (যেমন মধুমেহ বা ডায়াবেটিস, ক্যানসার, হৃদরোগ) হ্রাস পাবে। তবে টাটকা ফলমূল ও শাকসবজি এবং দুধে প্রাকৃতিকভাবে বিদ্যমান চিনিগুলির খাওয়ার সাথে স্বাস্থ্যের উপর বিরূপ প্রতিক্রিয়ার কোনও প্রমাণ এ পর্যন্ত পাওয়া যায়নি।\n\n\n== নির্দেশনা ==\n\n\n=== বিশ্ব স্বাস্থ্য সংস্থা ===\n\n২০১৫ সালে বিশ্ব স্বাস্থ্য সংস্থা চিনি গ্রহণের ব্যাপারে একটি নতুন নির্দেশনা প্রকাশ করে। অনেক বিশেষজ্ঞের বহুশাস্ত্রিক একটি দল বিদ্যমান বৈজ্ঞানিক সাক্ষ্যপ্রমাণগুলি ব্যাপকভাবে পর্যালোচনা করে ফলাফল হিসেবে এই নির্দেশনাটি রচনা করেন। ঐ নির্দেশনা অনুযায়ী প্রাপ্তবয়স্ক ও শিশুদের সমগ্র গৃহীত শক্তির ১০%-এরও কম মুক্ত চিনি থেকে আসতে হবে। \n২০১৬ সালে পুষ্টি তথ্য বিবরণীর সংশোধিত সংস্করণে সংযোজিত চিনি যোগ করা হয় এবং একটি ২০০০ ক্যালরি খাদ্যাভ্যাসের মধ্যে ২০০ ক্যালরি তথা ৫০ গ্রাম দৈনিক সুপারিশকৃত পরিমাণ হিসেবে স্থির করা হয়।\n\n\n=== ইউরোপীয় নিরাপদ খাদ্য কর্তৃপক্ষ ===\n২০২২ সালের ফেব্রুয়ারি মাসে ইউরোপীয় নিরাপদ খাদ্য কর্তৃপক্ষ (ইউরোপিয়ান ফুড সেফটি অথরিটি) এই সিদ্ধান্তে উপনীত হয় যে চিনি গ্রহণ দন্তক্ষয়ের কারণ এবং সাক্ষ্যপ্রমাণ চিনি দ্বারা মিষ্টকৃত পানীয়, ফলের রস ও অন্যান্য মিষ্টদ্রব্য গ্রহণের সাথে দীর্ঘস্থায়ী বিপাকীয় রোগ (যেমন অতিস্থূলতা, অ-অ্যালকোহলীয় মেদবহুল যকৃৎ রোগ, ও ২ নং প্রকারের মধুমেহ রোগ, ইত্যাদির সম্পর্ক আছে।\n\n\n=== মার্কিন হৃৎপিণ্ড সংঘ ===\n২০১৮ সালে মার্কিন হৃৎপিণ্ড সংঘ (আমেরিকান হার্ট অ্যাসোসিয়েশন) প্রতিদিন পুরুষদের জন্য ৯ চা চামচ (৩৬ গ্রাম) ও নারীদের জন্য ৬ চা চামচ (২৫ গ্রাম) চিনির বেশি না খাওয়ার সুপারিশ করে।\n\n\n== আরও দেখুন ==\nখাদ্যাভ্যাস ও অতিস্থূলতা\nচিনির বিকল্প\nচিনিযুক্ত পানীয়ের কর\n\n\n== তথ্যসূত্র =="}