{"pageid": 1159276, "title": "রিটার্ন অব হনুমান (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1159276", "content": "রিটার্ন অফ হনুমান ২০০৭ সালের ভারতীয় হিন্দি ভাষার অ্যানিমেটেড অ্যাকশন-অ্যাডভেঞ্চার কমেডি ফিল্ম যা পরিচালনা করেছেন অনুরাগ কাশ্যপ। এটিহনুমানের একটি সিক্যুয়েল, যা পারসেপ্ট পিকচার কোম্পানি এবং টুনজ অ্যানিমেশন দ্বারা প্রযোজনা করা হয়েছিল, এবং সঙ্গীত পরিচালনা করেছেন তাপস রিলিয়া। এটি একটি শিশুতোষ চলচ্চিত্র এবং এটিকে সিবিএফসি দ্বারা একটি শিক্ষামূলক চলচ্চিত্র হিসাবে রেট দেওয়া হয়েছে কারণ এটি গ্লোবাল ওয়ার্মিং সমস্যা নিয়ে কাজ করে৷ এটি ২৮ ডিসেম্বর ২০০৭ ভারতে মুক্তি পেয়েছিল।\n\n\n== পটভূমি ==\nদেবগণ তাদের স্বর্গলোকে (স্বর্গে) ব্যস্ত আছেন। প্রযুক্তি পৃথিবীর সীমানা পেরিয়ে গেছে এমনকি অ-মরণশীল দেবরাও টেকনো-গীক হয়ে উঠেছে। তারা হিংলিশে কথা বলে। এদিকে, দেবতা এবং অসুরদের মধ্যে একটি ভয়ঙ্কর যুদ্ধ চলছে। এই যুদ্ধে ভগবান বিষ্ণু রাহুকেতু রাক্ষসের পেট কেটে দুই ভাগে বিভক্ত করেন। তার পতনে অসুররা তাদের গুরু শুক্রাচার্যকে আহ্বান করে এবং তিনি ভগবান বিষ্ণুর সাথে যুদ্ধে শুরু করেন। তিনি কালাদংশ নামের একটি বড় সাপকেও দুই ভাগে ভাগ করেন। ভগবান বিষ্ণু যুদ্ধে জয়লাভ করেন এবং শুক্রাচার্যকে মহাকাশে নিক্ষেপ করেন। শুক্রাচার্য মহাবিশ্ব জুড়ে একটি ভবিষ্যদ্বাণী ঘোষণা করেন যে ভগবান বিষ্ণুকে সতর্ক করে যে একই মানুষ যাদের তিনি রক্ষা করছেন, কলিযুগে তারা নিজেরাই রাক্ষসের চেয়েও নিষ্ঠুর হয়ে উঠবে এবং এমন একটি দিন আসবে যখন তাদের নিষ্ঠুরতা মহাবিশ্বের সর্বশ্রেষ্ঠ অসুরের জন্ম দেবে। গ্রাস করবে সমগ্র মানবজাতিকে। শুক্রাচার্য তখন নিজেকে শুক্র গ্রহে রূপান্তরিত করেন এবং সেখানে রাক্ষসদের আখড় গড়ে তোলেন। সে রাহুকেতুর কাটা দেহ, কালাদংশের লেজের সাথে যুক্ত করেন। এতে রাহু ও কেতু নামে দুটি রাক্ষসের জন্ম হয়। শুক্রাচার্য ঘোষণা করেন যে যতক্ষণ তার সর্পদন্ড  সুরক্ষিত থাকবে, ততক্ষণ রাক্ষসরা হবে মহাশক্তিশালী।\nহনুমান কয়েকদিন আগেই পৃথিবীতে তার কাজ শেষ করে সদ্য স্বর্গে ফিরেছেন, সে অতিষ্ঠ হয়ে আছে। সে একটি গ্রামের ছেলেকে দেখে যে তার সহপাঠীদের প্রয়াশই নির্যাতিত হয়। হনুমান তাকে সাহায্য করার সিদ্ধান্ত নেয় ঈশ্বর বা অদৃশ্য শক্তি হিসেবে নয় বরং একজন সাধারণ রক্তমাংসের মানুষ হিসেবে। তারপর তিনি ভগবান ব্রহ্মাকে অনুরোধ করেন যেন তিনি তাকে মানুষ হিসেবে জন্ম নিতে সাহায্য করেন। ব্রহ্মা অনুমতি দেন এবং কিছু শর্ত রাখেন যা হনুমান মেনে নিতে রাজি হয়। বজরংপুর নামের একটি গ্রামে তিনি একজন পুরোহিতের স্ত্রীর গর্ভে সে মানব শিশুর মতো পৃথিবীতে আবির্ভূত হয়। পুনর্জন্মপ্রাপ্ত হনুমান অন্য সাধারণ মানুষের থেকে সামান্য আলাদাই রয়ে যায়, তার কারণ তার একটি লেজ আছে এবং সে সবসময়ই প্রচুর ক্ষুধা অনুভব করে ও প্রচুর বেশি খাওয়াদাওয়া করে। শিশুটির মা তার নাম রেখেছেন ‘মারুতি’। মারুতির তিন মাস বয়স হওয়ার পর, তিনি একই স্কুলে ভর্তি হন যেখানে সেই ছেলেটিকে পড়ে যাকে সে সাহায্য করতে চেয়েছিল এবং তার বন্ধু হতে চেয়েছিলেন। তারপরে, সে তার দুষ্ট সহপাঠী, গব্বর সিং এবং তার গ্যাংকে আচ্ছা করে সুন্দর একটি পাঠ শেখায়।\nএদিকে শুক্র গ্রহে রাহু ও কেতুর মধ্যে লড়াই হয় এবং ঘটনাক্রমে সর্পদন্ড পৃথিবীতে আসে। দানবরা এটির সন্ধান করতে পৃথিবীতে আসে তবে তাদের মারুতির মুখোমুখি হতে হয়। মারুতি সহজেই রাহু ও কেতুকে তার বানরের বাহিনীর সাহায্যে পরাজিত করে যারা তাকে অপরাধীদের হাত থেকে মুক্ত করতে সাহায্য করতে এসেছিল ( কারণ সে তার বাগান থেকে আম চুরি করেছিল)। রাহু এবং কেতুকে পরাজিত করতে, নারদকে মারুতিকে মনে করিয়ে দিতে হবে যে তিনি আসলে হনুমান। নারদ এবং মারুতি মিলিত হওয়ার পরে, মারুতিকে মনে করিয়ে দেওয়া হয় যে তিনি তার ইচ্ছা অনুসারে হনুমানের কাছে যেতে পারেন। মারুতি তখন আরও শক্তিশালী হনুমানের হয়ে যায়, তার ঈশ্বরীয় শক্তি নিয়ে। তিনি এখনও একটি শিশুর চেহারা আছে কিন্তু শিশু হনুমানের মতো দেখতে, চলচ্চিত্রের পূর্বসূরির চেহারা। তারপর একটি আগ্নেয়গিরি থেকে পলিথিন এবং অন্যান্য নন-বায়োডিগ্রেডেবল বর্জ্য দিয়ে তৈরি একটি দৈত্য আবির্ভূত হয় যেটি তৈরি হয়েছিল যখন সর্পদন্ড শুক্রাচার্যের নিক্ষিপ্ত কমন্ডলের সাথে মিলিত হয়েছিল যা কাকতালীয়ভাবে বজরংপুরের আগ্নেয়গিরিতে পড়েছিল। বজরংপুর গ্রামবাসীকে গিলে খাচ্ছে দানবরা। দৈত্যকে থামাতে সংগ্রাম করার পর, হনুমান ভগবান রামের কাছে সাহায্য চাইল। ভগবান রাম তখন বলেছিলেন যে যখন একটি নোংরা আবর্জনার অবরোধ, যা শেষে দেখা যায়, আবর্জনা পরিষ্কার করা হলে দৈত্য (প্রধানত প্লাস্টিক এবং মানুষের নিক্ষিপ্ত অন্যান্য বর্জ্য দিয়ে তৈরি) শেষ হয়ে যাবে। রাম যা বললেন হনুমান তাই করলেন, আর দৈত্য পরাজিত হল। অবশেষে, হনুমান তার পরিবার এবং বন্ধুদের বিদায় জানান এবং বজরংপুর ত্যাগ করে স্বর্গে ফিরে যায়।\n\n\n== ভয়েস কাস্ট ==\nমারুতির চরিত্রে মালাক শাহ\nমিনকু চরিত্রে সুরজ\nব্রহ্মার চরিত্রে উদয় সবনীস\nইন্দ্রের চরিত্রে ধনঞ্জয় শ্রেষ্ঠ\nমারুতির মায়ের চরিত্রে আয়েশা রাজা\nহনুমানের চরিত্রে চৈতন্য\nনারদ চরিত্রে রাজীব রাজ\nমালিক হিসেবে সুদেশ ভোসলে\nগুরু শুক্রাচার্যের চরিত্রে রাজেন্দ্র গুপ্ত\nমিঙ্কুর মায়ের চরিত্রে প্রতিভা শর্মা\nঅধ্যাপক অন্তরীক্ষের ভূমিকায় গিরিশ সহদেব\nপ্রফেসর জ্বালামুখী চরিত্রে কেনি দেসাই\nগুরপাল সিং প্রিন্সিপাল ভুল্লর\nটুন্নুর চরিত্রে অর্চি মৈত্র\nদাদু চরিত্রে আদিত্য রাও\nমুন্নির চরিত্রে অক্ষতা\nরাহু ও কেতুর চরিত্রে নরেন্দ্র ঝা\nএকচোখা মানুষ হিসেবে পারমিন্দর ঘুর্মান\nবিষ্ণুর চরিত্রে ত্রিলোক প্যাটেল\nমারুতির বাবার চরিত্রে অজয় সিংগাল\n\n\n== সাউন্ডট্র্যাক ==\n\nছবিতে মোট পাঁচটি গান রয়েছে, যার মধ্যে দুটি ইন্সট্রুমেন্টাল ট্র্যাক রয়েছে, যা তাপস রিলিয়া দ্বারা সুরারোপিত এবং সতীশ মুতাটকারের লেখা।\n\n \n\n\n== স্পিন-অফ ==\nদ্য নিউ অ্যাডভেঞ্চারস অফ হনুমান নামে একটি স্পিন-অফ সিরিজ তৈরি করা হয়েছিল এবং পোগো টিভি এবং কার্টুন নেটওয়ার্ক ইন্ডিয়াতে প্রচারিত হয়েছিল। সিনেমার তুলনায় সিরিজটির কিছু পার্থক্য রয়েছে, যেমন মারুতি এটি ছেড়ে যাওয়ার পরিবর্তে বজরংপুরে অবস্থান করছে এবং বেশ কয়েকটি নতুন চরিত্র সেখানে পাওয়া যায়। হনুমানে পরিণত হবার জন্য মারুতিকে একটি গদা লকেটের ব্যবহার করতে হয়। \n\n\n== আরও দেখুন ==\nভারতীয় অ্যানিমেটেড ফিচার ফিল্মের তালিকা\nঅনুরাগ কাশ্যপ চলচ্চিত্রের তালিকা\n2007 সালের হিন্দি চলচ্চিত্রের তালিকা\n\n\n== বহিঃসংযোগ ==\n\"সেন্সর থেকে শিক্ষাগত সনদ পেলেন হনুমান\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ ডিসেম্বর ২০০৭ তারিখে\nইন্টারনেট মুভি ডেটাবেজে রিটার্ন অব হনুমান  (ইংরেজি)\nপারসেপ্ট পিকচার কোম্পানির ওয়েবসাইটে হনুমানের প্রত্যাবর্তন।\nটেমপ্লেট:India Animation Industry"}