{"pageid": 1159322, "title": "২০২২ সালে বাংলাদেশে সাম্প্রদায়িক সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1159322", "content": "২০২২ সালে বিভিন্ন সময় বাংলাদেশে কিছু সাম্প্রদায়িক সহিংসতামূলক ঘটনা ঘটে। সংবাদমাধ্যমে উঠে আসা কিছু সাম্প্রদায়িক সহিংসতার ঘটনা দেওয়া হল:\n\n\n== জানুয়ারি থেকে জুন ==\nবাংলাদেশ জাতীয় হিন্দু মহাজোটের মহাসচিব গোবিন্দ চন্দ্র প্রামাণিক দাবি করেছেন ১ জানুয়ারি থেকে ৩০শে জুন পর্যন্ত হিন্দুসম্প্রদায়ের ৭৯ জনকে হত্যা করা হয়েছে। ৪৬৮টি বসতবাড়ি হামলা ভাঙচুর ও লুটপাট, ৩৪৩টি অগ্নিসংযোগ, ৯৩টি ব্যবসা প্রতিষ্ঠানে হামলা, ২১৫৯.৩৬ একর ভূমি দখল এবং ৪১৯.৬৩ একর দখলের তৎপরতা চালানো হয়েছে। মন্দিরের জমি দখল ২৯টি, ৫০১টি সংঘবদ্ধ হামলা, ৫৬টি মন্দিরে হামলা, ভাংচুর ও অগ্নিসংযোগ, ২১৯টি প্রতিমা ভাঙচুর, ৫০টি প্রতিমা চুরি, ৬৩টি ধর্মীয় অনুভূতিতে আঘাতের ঘটনাও ঘটেছে দেশে। ৫৭টি ধর্মীয়প্রতিষ্ঠান অপবিত্রকরণ, ৬০টি ধর্মীয় অনুষ্ঠান পালনে বাধা, ১০০ জনকে ধর্মীয় নিষিদ্ধ খাবার খাওয়ানোর ঘটনা ঘটেছে।\n\n\n=== জানুয়ারি ===\n২০২২ সালের ২৪ জানুয়ারি সোমবার রাতে, সাতক্ষীরা সদর উপজেলার আগরদাঁড়ি গ্রামের পেশাদার প্রতিমাশিল্পী রঞ্জন কুমার পালের বাড়ির কারখানায় প্রতিমা ভাঙচুরের ঘটনা ঘটে। এ সময় শতভাগ প্রস্তুত চারটি কালীমূর্তি এবং রঙপলিশের জন্য রাখা আরও ৪৯টি সরস্বতী প্রতিমা ভাঙা হয়। পুলিশ জানায় অপরাধিকে শনাক্ত করা সম্ভব হয়নি।\n\n\n=== ফেব্রুয়ারি ===\n১৫ ফেব্রুয়ারি মঙ্গলবার রাতে বরিশালের বানারীপাড়া উপজেলার বিশারকান্দি এলাকায় সর্বজনীন শ্রীশ্রী কালীমন্দিরের প্রধান ফটকের তালা ভেঙে ভেতরে প্রবেশ করে কালী ও মহাদেবের প্রতিমা ভাঙচুর করা হয়।\n\n\n=== মার্চ ===\n১৭ মার্চে বাংলাদেশে পুরোনো ঢাকার ওয়ারী এলাকায় রাধাকান্ত জিউ নামের একটি ইসকন মন্দিরে সাম্প্রদায়িক সহিংসতা সংঘটিত হয়। সে দিন হিন্দুধর্মাবলম্বিদের হোলি উৎসব চলছিল। ঘটনার দিন প্রায় দু’শজন মুসলিম হামলাকারী মন্দিরের একটি সীমানা প্রাচীর ভেঙে জমি দখলের চেষ্টা করে এবং মন্দিরে ভাঙচুর চালায়। এসময় হামলা প্রতিরোধ করতে গিয়ে তিনজন ব্যাক্তি আহত হয়।\n২১ মার্চ, সোমবার দুপুরে ইজাজুল ইসলাম খান নামে এক উগ্রবাদী মুসলিম ব্যক্তি খিলগাঁওয়ের তিলপাপাড়ার ৭ নম্বর কালভার্ট রোডের দেবমন্দিরে গেট টপকে এসে প্রতিমা ভাঙচুর চালান এবং জিনিসপত্র তছনছ করেন। পরবর্তিতে পুলিশ সিসিটিভির ফুটেজ ও অন্যান্য তথ্য বিশ্লেষণ করে ইজাজুল ইসলাম খানকে গ্রেপ্তার করেন। পুলিশ আরও জানায়, হামলাকারী একজন মানসিক ভারসাম্যহীন।\n\n\n=== এপ্রিল ===\n১১ই এপ্রিল বাগেরহাট মোরেলগঞ্জ আমড়বুনিয়া গ্রামে ফেইসবুকে ধর্ম অবমাননার অভিযোগে এক হিন্দু বাড়িতে আগুন দেওয়া হয় এবং বাড়ি হতে আধা কিলোমিটার দুরে অবস্থিত একটি মন্দিরেও ভাঙচুর করা হয়। ১২ এপ্রিল ঘটনায় জরিত সাত জনকে আটক করে পুলিশ।\n\n\n=== মে ===\n৩০ মে সোমবারে সিলেটের বিয়ানীবাজারের বাসুদেব মন্দিরের বারান্দায় ভক্তগণ ধর্মীয় আচার পালনের সময় তাদের উপর অতর্কিত হামলা ও শ্লীলতাহানির ঘটনা হয়। ঘটনায় মোহাম্মদ আলী আহমদ নামে এক যুবককে গ্রেপ্তার করেছে পুলিশ। ঘটনায় ১০ ভক্ত আহত হন।\n\n\n=== জুন ===\n৫ জুন রবিবার ফরিদপুরের ভাঙ্গা উপজেলার তুজারপুর ইউনিয়নের জান্দী গ্রামে দুটি অর্ধশত বছরের পুরনো মন্দিরে হামলা করা হয়। সর্বজনীন দুর্গা মন্দির এবং মিত্রবাড়ি পারিবারিক মন্দিরে রাতের আঁধারে তালা ভেঙে প্রতিমা ভাঙচুর করা হয় এবং আগুন দেওয়ার ঘটনা ঘটে।\n২০ জুন বাগেরহাটের চিতলমারী উপজেলার চরডাকাতিয়া এলাকার একাদশ শ্রেণির একজন ছাত্রী (১৮) ফেসবুক আইডি থেকে ইসলাম ধর্ম ও হযরত মোহাম্মদ-কে কটূক্তি ও অবমাননা করে পোস্ট দেন এবং ভিডিও শেয়ার করেন। এ ঘটনার পরে এলাকায় উত্তেজনা দেখা দিলে রোববার (১৯ জুন) রাতে তাকে গ্রেফতার করে পুলিশ। চিতলমারী থানার সামনে ফেসবুকে আপত্তিকর পোস্ট দেওয়া নিয়ে বিক্ষুব্ধ জনতার সঙ্গে পুলিশের সংঘর্ষ হয়। এতে ১২ পুলিশসহ অন্তত ২৫ জন আহত হয়।\n\n\n== জুলাই থেকে ডিসেম্বর ==\n\n\n=== জুলাই ===\n৪ জুলাই, সোমবার দিবাগত রাতে গাইবান্ধার গোবিন্দগঞ্জ উপজেলার তালুককানুপুর ইউনিয়নের দামোদরপুরের হিন্দুপাড়া গ্রামে চারটি পারিবারিক পূজা মন্দিরে হামলা ও প্রতিমা ভাঙচুরের ঘটনা ঘটে। আরিফুল ইসলাম নামে এক ব্যাক্তি মোটরসাইকেল করে এসে লাঠি ও ধারালো অস্ত্র দিয়ে মন্দিরে প্রতিমা ভাংচূর করে। মন্দিরে দুটি লক্ষী মন্দির, একটি কালী মন্দির ও একটি শিব মন্দির ছিল।\n১৫ জুলাই শুক্রবার নড়াইলের লোহাগড়া উপজেলার দিঘলিয়া বাজারে ফেসবুকে দেওয়া একটি পোস্ট কে কেন্দ্র করে সাম্প্রদায়িক সহিংসতা সংগঠিত হয়। ১৮ বছর বয়সী আকাশ সাহাকে ফেইসবুক পোস্টের কারণে অভিযুক্ত করা হয় এবং পিতা অশোক সাহাকে পুলিশ আটক করে। অভিযুক্ত আকাশ সাহা তার ফেইসবুক আইডি হ্যাক হয়েছে বলে দাবি করেন। সন্ধ্যায় অভিযুক্ত ব্যক্তির গ্রেপ্তারের দাবিতে মানববন্ধন করা হয়। সন্ধ্যা সাড়ে সাতটার দিকে এ মানবন্ধন থেকে লোক জড়ো করে সুযোগ সন্ধানীরা দিঘলিয়া বাজারের হিন্দু সম্প্রদায়ের ১০টিরও বেশি দোকান ভাঙচুর ও লুটপাট করে। এ ছাড়া ৪টি বাড়িঘর ও এর আসবাবপত্র ভাঙচুর করে নগদ টাকাসহ স্বর্ণের গহনা লুট করে নিয়ে যায় এবং আগুন ধরিয়ে দেয়। এছাড়াও ইসলাম ধর্ম অবমাননার অভিযোগে সহিংসতাকারীরা আখড়াবাড়ি সার্বজনীন মন্দিরে ইট ছুড়ে ও রাত ৯ টার দিকে আগুন ধরিয়ে দেয়।\n৩১ জুলাই রাত ৮.৩০টার দিকে ঝিনাইদহের শৈলকুপা উপজেলার কামারিয়া গ্রামে আট হিন্দু বাড়িতে হামলা ও লুটপাট চালানো হয়। এ ঘটনায় আহত হয়েছেন নারীসহ কমপক্ষে ১৫ জন হিন্দু ধর্মালম্বী। সন্ত্রাসীরা দেশীয় অস্ত্রশস্ত্র নিয়ে গ্রামে ঢুকে প্রথমে চায়ের দোকানদার দেব কুমারের কাছে ৩ লাখ টাকা চাঁদা দাবি করে। এরপর তাকে মারপিঠ শুরু করে। সার ব্যবসায়ী বিকাশ মন্ডলের কাছ থেকে এক লাখ ২০ হাজার টাকা ছিনিয়ে নেয় হামলাকারীরা এবং মারপিট করে। হামলাকারীরা বিভিন্ন বাড়িতে ঢুকে গালিগালাজ করে। ত্রাস সৃষ্টি করে ঘরে ঢুকে নগদ টাকা ও স্বর্ণালংকার লুট করে।\n\n\n=== আগস্ট ===\n১ আগস্ট, পিরোজপুর সদর উপজেলার কাথুলিয়া এলাকায় শীতলা মন্দিরে একটি প্রতিমা ভাঙচুর করার অভিযোগে ৪ কিশোরকে আটক করেছে পুলিশ। তাদের সবার বয়স ১২ থেকে ১৭ বছর।\n৬ আগস্ট, মোংলায় একটি মন্দিরের সামনের মাঠে ফুটবল খেলাকে কেন্দ্র করে প্রতিমা ভাংচুরের ঘটনা ঘটে।\n৯ আগস্ট, কুড়িগ্রামের ফুলবাড়ী উপজেলার নাওডাঙ্গা ইউনিয়নের নাগডাঙ্গা গ্রামে মাঝরাতে হিন্দু দেবতা শিব ও মনসার দুটি মূর্তি ভাংচুর ও একটি মন্দিরে আগুন দেওয়া হয়।\n১৯ আগস্ট শুক্রবার, সকালে সাতক্ষীরার শ্যামনগর উপজেলার ধুমঘাটে ক্ষুদ্র নৃগোষ্ঠী মুণ্ডা সম্প্রদায়ের জমি দখলে নিতে হামলা চালায় শ্রীফলাকাটি গ্রামের রাশেদুল ইসলাম ও ইবাদুল ইসলামের নেতৃত্বে সন্ত্রাসীরা। এতে মারাত্মকভাবে আহত হওয়ায় নরেন্দ্রনাথ মুণ্ডা, সুলতা মুণ্ডা, বিলাসী মুণ্ডা এবং রানী মুণ্ডাকে প্রথমে শ্যামনগর হাসপাতাল ও পরে সাতক্ষীরা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। শনিবার (২০ আগস্ট) বিকেলে সাতক্ষীরা মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন অবস্থায় নরেন্দ্রনাথ মুণ্ডার মৃত্যু হয়। এ ঘটনায় তাঁর ভাতিজা ফণিন্দ্রনাথ মুন্ডা বাদী হয়ে ২২ জনের নাম উল্লেখ করে এবং অজ্ঞাতনামা ১৭০ জনকে আসামি করে মামলা করেন। পুলিশ পাঁচ আসামিকে গ্রেপ্তার করেছে।\n২১ আগস্ট, খুলনার পাইকগাছার লস্কর ইউনিয়নে হিন্দু সম্প্রদায়ের জায়গা জোর পুর্বক দখলের সময় বাঁধা দিলে প্রতিপক্ষের হামলা ও মারপিটে ১৩ জন আহত হয়। দু’জনকে উন্নত চিকিৎসার জন্য খুলনা মেডিকেল কলেজ হাসপাতালে প্রেরণ করা হয়।\n২১ আগস্ট, রাতে বগুড়া জেলার শিবগঞ্জ উপজেলার দুটি মন্দিরে হামলার ঘটনা ঘটে। একটি লক্ষী মন্দির এবং গ্রামের শেষ প্রান্তে থাকা হরি মন্দিরে একাধিক মূর্তি ভাঙা হয়। ঘটনায় অভিযুক্ত ব্যাক্তি রবিউল ইসলামকে গ্রেপ্তার করেছে পুলিশ।\n২৬ আগস্ট, সাতক্ষীরা সদরের শিবপুর ইউনিয়নের ১নং ওয়ার্ডের শিবপুর কানারডাঙা সার্বজনীন দুর্গা মন্দিরের নির্মাণাধীন দুর্গা প্রতিমা ভাঙচুর হয়। শুক্রবার রাত ১১টার পর ভাঙচুর চালানো হয় বলে অভিযোগ।\n২৭ আগস্ট, বৃহস্পতিবার রাতে মানিকগঞ্জ জেলার হরিরামপুর উপজেলার ভাদিয়াখোলা গ্রামের সার্বজনীন দূর্গা মন্দিরের নবনির্মিত প্রতিমা ভাংচুর করা হয়।\n\n\n=== সেপ্টেম্বর ===\n১৭ সেপ্টেম্বর শনিবার গভীর রাতে বরিশালের মেহেন্দিগঞ্জ উপজেলার কাশিপুর দুর্গা মন্দিরে নির্মাণাধীন প্রতিমা ভাঙচুর করা হয়। প্রতিমার হাত ও মাথা খুলে পায়ের কাছে ফেলে রাখা হয়। মেহেন্দিগঞ্জ থানার ওসি শফিকুল ইসলাম বলেন, ভাঙচুর হয়নি, খুলে ফেলা হয়েছে। মন্দির কমিটির সভাপতি দিলীপ ঢালী জানান, সেদিন রাত দেড়টা পর্যন্ত প্রতিমা নির্মাণের কাজ করে মৃৎ শিল্পীরা। এরপর মন্দিরের টিনের বেড়া আটকে শিল্পীরা ঘুমাতে যান। সকালে এসে দেখেন প্রতিমা ভাঙচুর করা হয়েছে। মন্দিরের দুর্গা প্রতিমার ছয়টি হাত, অসুরের মাথা ও নাক, সিংহের দাঁত, লক্ষ্মীর দুই হাত, সরস্বতীর দুই হাত, কার্তিকের মাথা, গণেশের চার হাত ভাঙা ছিল। এ ছাড়া অসুর ও লক্ষ্মীর মাথার চুল খুলে ফেলে এলোমেলো করে নিচে ফেলা ছিল।\n১৯ সেপ্টেম্বর নরসিংদীতে এসএসসির ইংরেজি প্রথম পত্র পরীক্ষায় সিঁদুর ও হাতে শাঁখা পরে কিছু হিন্দু শিক্ষার্থীদদের হলে ঢুকতে বাধা দেওয়া হয়। শিক্ষার্থীদের সিঁদুর মুছতে ও শাঁখা খুলতে বাধ্য করার পর, পরীক্ষাকেন্দ্রে প্রবেশ করার অনুমতি দেওয়া হয়।\n২৩ সেপ্টেম্বর সাতক্ষীরার তালা উপজেলার জেয়ালা নলতা গ্রামের একটি মন্দিরে প্রতিমা ভাংচুর হয়। সেদিন শুক্রবার ভোর রাতে সাহাপাড়া মন্দিরে থাকা প্রতিমার মাথার অংশ ভেঙ্গে দেয় মুসলিম দূর্বৃত্তরা। পুলিশের ঊর্ধ্বতন কর্মকর্তা এবং সংসদ সদস্যসহ স্থানীয় জনপ্রতিনিধিরা ঘটনাস্থল পরিদর্শন করেন এবং তদন্তের মাধ্যমে ঘটনায় জরিতদের আইনের আওতায় নিয়ে আসার কথা বলেন।\n\n\n=== অক্টোবর ===\n২ অক্টোবর রবিবার রাত সাড়ে ৯ টার দিকে কিশোরগঞ্জে শ্যাম সুন্দর জিউর আখরা ও শিব মন্দিরের দুর্গাপূজা মন্ডপে দুর্বৃত্তদের হামলা ঘটে। হামলায় মো: শফিকুল ইসলাম নামে এক পুলিশ কনষ্টেবলকে মারধর করা হয়। তিনি পূজার নিরাপত্তা রক্ষায় দায়িত্বরত ছিলেন। তিনি সন্দেহজনক চার জনকে জিজ্ঞাসাবাদ করলে এক পর্যায়ে তাদের সাথে কথা কাটাকাটি হয়। পরে ১০ থেকে ১২ জন দেশীয় অস্ত্রশস্ত্র নিয়ে মন্দিরে এসে তাকে মারধর করে।\n২৪ অক্টোবর সোমবার রাত সাড়ে ১১টার দিকে দিনাজপুর সদর উপজেলার চেহেলগাজী ইউনিয়নে উত্তর গোবিন্দপুর শ্মশান কালীমন্দিরে জুয়া খেলাকে কেন্দ্র করে সংঘর্ষের ঘটনা ঘটে। এতে কালীপূজা উপলক্ষে স্থাপিত একটি প্রতিমায় ভাঙচুর চালানো হয়।\n\n\n== আরও দেখুন ==\n২০২১ বাংলাদেশে সাম্প্রদায়িক সহিংসতা\n২০২২ সালে লোহাগড়ায় সাম্প্রদায়িক সহিংসতা\n২০২৩ বাংলাদেশে সাম্প্রদায়িক সহিংসতা\nশ্বেতপত্র: বাংলাদেশে মৌলবাদী সাম্প্রদায়িক সন্ত্রাসের ২০০০ দিন\n\n\n== তথ্যসূত্র =="}