{"pageid": 1159638, "title": "ইসলামি শিক্ষা ও গবেষণা ইনস্টিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1159638", "content": "ইসলামি শিক্ষা ও গবেষণা ইনস্টিটিউট বা ইনস্টিটিউট অব ইসলামিক এডুকেশন এন্ড রিসার্চ সেন্টার বাংলাদেশের ইসলামি শিক্ষা ভিত্তিক একমাত্র গবেষণা প্রতিষ্ঠান। এটি ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়ার অধিনে পরিচালিত একটি গবেষণা ইনস্টিটিউট, যা সংক্ষেপে আইআইইআর বা IIER নামে পরিচিত। এই প্রতিষ্ঠানটি ১৯৮০ সালে ইসলামী বিশ্ববিদ্যালয়, কুষ্টিয়া দ্বারা প্রতিষ্ঠিত হয় এবং বিশ্ববিদ্যালয় ক্যাম্পাসে অবস্থিত। এখন এটি চীনের শিক্ষা মন্ত্রনালয়ের ও চীনের কনফুসিয়াস ইনস্টিটিউট এর সাথে সংযুক্ত এবং যৌথভাবে কাজ করে। আইআইইআর-এর বর্তমান পরিচালক ড. মামুনুর রহমান।\n\n\n== ইতিহাস ==\n১৯৭৯ সালে যখন কুষ্টিয়াতে ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রস্তাব করা হয়, তখন এই ইনস্টিটিউটের প্রতিষ্ঠার প্রকল্প হাতে নেওয়া হয়। কিন্তু অজানা এক কারণে এরশাদ সরকারের আদেশে ইনস্টিটিউট ও বিশ্ববিদ্যালয় কুষ্টিয়ার শান্তিডাঙ্গা থেকে গাজীপুর জেলার বোর্ডবাজারে স্থানান্তরিত করা হয়। ১৯৮০ সালের ২০ সেপ্টেম্বর জাতীয় সংসদ কর্তৃক ১৯৮০ সালের ৩১ নং আইন পাসের পর গাজীপুরের বোর্ডবাজারে ইসলামি শিক্ষা ও গবেষণা কেন্দ্র স্থাপন করা হয়। ইনস্টিটিউট অব ইসলামিক এডুকেশন অ্যান্ড রিসার্চ সেন্টার ১৯৮২ সালের অধ্যাদেশ নং-৪৩ জারি করে বিলুপ্ত করা হয়। ১৯৮৩ সালের ২ অক্টোবর এরশাদ সরকার কর্তৃক জারি করা একটি স্মারকলিপি অনুসরণ করে ইনস্টিটিউট অফ ইসলামিক এডুকেশন অ্যান্ড রিসার্চ সেন্টার পুনরায় প্রতিষ্ঠিত হয়।\n২০০৩ সালে ইনস্টিটিউটের গতি বৃদ্ধি করতে কর্তৃপক্ষ আ ব ম মুখলেছুর রহমানকে আহ্বায়ক করে তিন সদস্যের একটি কমিটি গঠন করে। এই কমিটি প্রতিষ্ঠানের জন্য আলাদা ১৬ জন শিক্ষক ও ৬ জন সাহায্যকারী জনবল নিয়োগের পরামর্শ প্রদান করেছিলো।\n\n\n== ভর্তি পদ্ধতি ==\nপ্রতি বছর জানুয়ারির দিকে ভর্তি পরীক্ষা অনুষ্ঠিত হয়, ২৩০ আসনের বিপরীতে গড়ে ৫০০-৬০০ পরিক্ষার্থী এই পরীক্ষায় অংশগ্রহণ করে থাকে। ভর্তি পরীক্ষা সাধারণত প্রতি বছর সেপ্টেম্বর/অক্টোবর মাসে অনুষ্ঠিত হয়। তাদের বিভাগ এবং পাঠ্যক্রম সম্প্রসারণের জন্য আইআইইআর-এর নতুন ভবন তৈরি করা হচ্ছে।\n\n\n== ডিগ্রী প্রদান ==\nএই প্রতিষ্ঠানটি কয়েকটি বিভাগে তিন ধরনের ডিগ্রি প্রদান করে থাকে। ইসলামী বিশ্ববিদ্যালয়ের আইআইইআর গবেষণা, জার্নাল প্রকাশ করে এবং বিভিন্ন ডিগ্রি ও সার্টিফিকেট প্রদান করে। এই ইনস্টিটিউটে একটি IIER গবেষণা জার্নাল প্রকাশনা আছে।\n\n\n=== B.Ed এবং M.Ed ডিগ্রী ===\nআইআইইআর, ইসলামী বিশ্ববিদ্যালয় বিভিন্ন সাধারণ বিষয়ে বিএড (শিক্ষায় স্নাতক) এবং এম.এড (শিক্ষায় মাস্টার্স) অফার করে।\n\n\n=== ডিপ্লোমা ডিগ্রী ===\nইসলামিক এডুকেশন অ্যান্ড রিসার্চ ইনস্টিটিউট (আইআইইআর) গবেষণা প্রচার করে, জার্নাল প্রকাশ করে এবং ছাত্র, শিক্ষক এবং অন্যান্য পেশাজীবীদের জন্য শিক্ষা, গ্রন্থাগার বিজ্ঞান, ইংরেজি, আরবি, চীনা, জাপানি ভাষার উপর অসংখ্য শর্ট সার্টিফিকেট কোর্স/প্রোগ্রাম/ডিপ্লোমা অফার করে। ইনস্টিটিউটের অধীনে একটি কনফুসিয়াস ক্লাসরুম প্রতিষ্ঠিত হয়েছে।\n\n\n== উল্লেখযোগ্য ব্যাক্তি ==\nআবু বকর মুহাম্মদ জাকারিয়া - তাফসির-ই জাকারিয়া প্রনেতা।\n\n\n== তথ্যসূত্র =="}