{"pageid": 11599, "title": "গংগাচড়া উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11599", "content": "গংগাচড়া উপজেলা বাংলাদেশের রংপুর জেলার একটি প্রশাসনিক এলাকা। ইহা রংপুর থেকে প্রায় ১০.২ কি.মি উত্তর -উত্তরপশ্চিমে অবস্থিত ।\nগংগাচড়ার জলবায়ু অবস্থা:\nধরন: ক্রান্তীয় জলবায়ু\nসবচেয়ে শীতলতম মাস জানুয়ারি , সবচেয়ে উষ্ণতম মাস এপ্রিল । ভ্রমণের উপযোগী সময় মার্চ এবং নভেম্বর।\nবাৎসরিক গড় তাপমাত্রা : ৩২°-১১°সে.\nবাৎসরিক গড় বৃষ্টিপাত  : ২৯৩১ মিমি\nবাৎসরিক গড় বৃষ্টিবহুল দিনসংখ্যা : ১৬০.৫৪ দিন ( ৪৩.৯৮%)\nকালবৈশাখী মৌসুম:  শেষ এপ্রিল - মে ( গড়ে ৬-৮ টি)\nবর্ষা মৌসুম : বিরতিসহ জুনের মাঝামাঝি - অক্টোবরের মাঝামাঝি \n\n\n== ইতিহাস ==\nগংগাচড়ার ইতিহাস রঙ্গপুরের ইতিহাসের সাথে সম্পৃক্ত। প্রাচীন কাল থেকে ১৯১০ সাল পর্যন্ত গংগাচড়া রঙ্গপুরের একটি ক্ষুদ্র অঞ্চল হিসেবে ছিল। এই সময়ে গংগাচড়া ছিল কখনও প্রাগজ্যোতিষপুর বা কামরূপ রাজ্যের অংশ, কখনও কোচবিহার রাজ্যের অংশ, কখনও মোঘলদের তৈরী চাকলা ঘোড়াঘাটের অংশ, কখনও রংপুর জেলা কালেক্টরেটের মাহিগঞ্জ -ধাপ -রংপুর সদর থানার অংশ। ১৭৯৩ খ্রিষ্টাব্দে ১২নং রেগুলেশন অনুযায়ী রংপুর জেলায় ২১টি থানা তৈরী করা হয়। এতে দেখা যায়, গংগাচড়ার কিছু অংশ কোতয়ালী মাহিগঞ্জ বা রংপুর থানার অধীন এবং কিছু অংশ মর্তুজাগঞ্জ বা ধাপ থানার অধীন ছিল। বুকাননের বর্ণনা অনুযায়ী ১৮১৬ সালে রংপুর জেলায় ২৪টি থানার সংখ্যা পাওয়া যায়। সেখানে গংগাচড়া ধাপ থানার অধীনে ছিল। এ থানার আয়তন ছিল ৩৪৪ বর্গমাইল। ১৮৭২-৭৩ খ্রিষ্টাব্দে রংপুর জেলা সংকুচিত হয়ে ১৬টি থানা নিয়ে গঠিত হয়। এ সময়ে গংগাচড়া মাহিগঞ্জ বা কোতয়ালী থানার অধীনে ছিল; যার আয়তন ছিল ১৭৪ বর্গমাইল। ১৮২৯ খ্রিষ্টাব্দে ইউলিয়াম বেন্টিঙ্ক (১৮২৮-৩৫খ্রি.) জেলাসমূহ ভেঙ্গে মহকুমার সৃষ্টি করলে গংগাচড়া রংপুর সদর মহকুমার সদর থানার অধীন ছিল। ব্রিটিশ আমলে (১৭৫৭-১৯৪৭খ্রি.) অত্রাঞ্চলের আইন শৃংখলা পরিস্থিতি নিয়ন্ত্রণের জন্য মহিপুর জমিদার বাড়িতে ক্যাম্প করে বরকন্দাজ, পুলিশ, চৌকিদার, গোলবন্দি, জিঞ্জিরাবন্দি বাহিনীর মাধ্যমে গংগাচড়া শাসন করত। কালের গহ্বরে পুলিশ ও চৌকিদার ব্যতীত সবগুলো এখন ইতিহাসের পাতায় নামসর্বস্ব মাত্র। এই সময়ে গংগাচড়ার আইন শৃংখলা রক্ষার জন্য মন্থনার হাট ও মহিপুরের জমিদার বাড়িতে পুলিশ সাব স্টেশন ছিল।\nগংগাচড়া থানার স্থাপিত সাল সম্পর্কে জানা যায়, ১৯০৮ সালে থানা স্থাপিত হয়। থানার সামনে পাওয়া একটি পিলার ছিল তাতে লেখা ছিল ১৯০৮ সাল। পিলারটি ১৯৮০ সালে ভেঙ্গে ফেলা হয়। বাংলাদেশ পরিসংখ্যান ব্যুরো মতে, ১৯১০ খ্রিষ্টাব্দে ব্রিটিশরা গংগাচড়াকে একটি পৃথক থানায় রূপান্তর করে। বাংলাদেশ জেলা গেজেটিয়ার রংপুরে বলা হয়েছে গংগাচড়া থানা ১৯১৬-১৯১৮ সালে স্থাপিত হয়। থানা ভবনের নকশা অনুযায়ী দেখা যায় ১৯১০ সালের আগেই থানা তৈরীর নকশা দাখিল হয়েছিল; যা ১৯১৮ সালে পূর্বেই নির্মাণ কাজ সমাপ্ত হয়। বাংলাপিডিয়ায় উল্লেখ করা হয়েছে ১৯১৭ সালে থানা সৃষ্টি হয়।\nএই থানা স্থাপনের ক্ষেত্রে মহিপুরের জমিদার খান বাহাদুর আব্দুল মজিদ চৌধুরী ও তাঁর ছেলে জমিদার আব্দুল আজিজ চৌধুরীর অবদান ছিল বলে জানা যায়। জমিদারের বাড়ি থেকে পুলিশের অবস্থান বর্তমান স্থানে নিয়ে আসা হয়। তখনও স্থানীয় জমিদারদের নিয়ন্ত্রণ গংগাচড়া থানায় ছিল। ফলে ১৯৩৫ সালে রংপুর সদর মহকুমার অধীন গংগাচড়া থানা টেপা, কাযিরহাট(মহিপুর), কাকিনা, মন্থনা, বামনডাঙ্গা, কু-ি, পাঙ্গা পরগণা ফতেহপুর এবং চাকলা ফতেহপুরের অংশ নিয়ে গঠিত হয়। এ থানার জমির পরিমাণ ৬২,৪১২.৪২ একর (৮১.৮৯ বর্গমাইল)। মৌজা ছিল ৭৩টি। তখন থেকে থানার মধ্যে লাল বিল্ডিংটি মূল কার্যালয় হিসেবে ২০১২ সাল পর্যন্ত ব্যবহৃত হয়ে আসছিল। এখন মডেল থানার নতুন সাদা দু’তলা বিল্ডিং-এ থানার কার্যক্রম চলছে।\nব্রিটিশ আমলে গংগাচড়া থানার সিও অফিসটি প্রথমে ছিল গংগাচড়া দ্বি-মুখী উচ্চ বিদ্যালয়ের সামনে রাস্তার পশ্চিম পাশে একটি টিনের ঘরে। পরবর্তীতে থানার পূর্ব পাশে সিওর বাড়ি তৈরী করা হয়; যা বর্তমান ইউ.এন.ও.-এর আবাসিক বাড়ি হিসেবে ব্যবহৃত হচ্ছে। ১৯৮৪ খ্রিষ্টাব্দের ১ জানুয়ারীতে এক প্রশাসনিক আদেশ বলে গংগাচড়াকে উপজেলায় রূপান্তর করা হয়। একই বৎসর ১৮ মার্চ লে. জেনারেল হুসাইন মুহাম্মদ এরশাদ গংগাচড়ায় উদ্বোধন করেন ফৌজদারী আদালত। ২০১১ সালে গংগাচড়াকে মডেল থানা হিসেবে স্বীকৃতি দেওয়া হয়। ১৯৯২ সালে কিশোরগঞ্জ উপজেলার ২টি ইউ.পি.-আলমবিদিতর ও নোহালি গংগাচড়া উপজেলায় যুক্ত হয়।\n\n\n== নামকরণ ==\nউপজেলার নাম নিয়ে একাধিক জনশ্রুতি, কিংবদন্তি পাওয়া যায়। জনশ্রুতি আছে যে, উপজেলার বর্তমান অবস্থানে এক সময় এক বৃহৎ নদী প্রবাহমান ছিল, সেই নদীটি স্থানীয়ভাবে গাঙ নামে (গ্রামবাসী গাঙকে নদী বলে) পরিচিত ছিল। পরবর্তীতে উক্ত নদীতে একটি চর জাগে যা গাঙচর নামে পরিচিতি পায়। গাঙচর থেকেই কালের প্রবাহে গংগাচড়া নামটির উৎপত্তি।\nকেউ কেউ মনে করেন, অতীত কালে এ অঞ্চলের হিন্দু ধর্মাবলম্বীগণ তিস্তা নদীর বুকে জেগে উঠা এ বিশাল চরকে গংগাচড়া (গংগা+চওড়া/চড়া) নামে নামকরণ করে। কেননা, হিন্দুরা নদী মাত্রই ‘মা গংগা’ হিসেবে শ্রদ্ধা ও পূজা করে।\nকেউ কেউ মনে করেন, মহাভারতে ‘গংগা’ অর্থ ভীম। পরবর্তীতে এ শাব্দিক অর্থ গ্রহণ করে বারো শতকের রাজা ভীমকে স্থানীয় হিন্দুরা ‘গংগা’ বলত। আর ‘চড়া’ অর্থ আরহণ করা। অর্থাৎ ভীম ধামুরে ধাম (পূজা) পরিদর্শন করে এখানে নৌকা বা ঘোড়ায় আরহণ করেছিল বলে স্থানীয় হিন্দুরা ভীমচড়া থেকে গংগাচড়া নাম রেখেছে। খাপড়িখালে ‘ভীমের থালা’ ও এর অদূরে ‘ভীমের নাখুড়ি’ এবং কিশোরগঞ্জ থানার পাশে ‘ভীমের মায়ের চুলা’ ঐতিহাসিকস্থানগুলোতে ভীমের রাজত্ব ছিল। ইতিহাসে আরও পাওয়া যায় ঘোড়াঘাট থেকে পূর্বে আসামের কামরূপ পর্যন্ত ভীমের জাঙ্গাল বা সড়ক ছিল। এ সময় গংগাচড়া কামরূপ বা ঘোড়াঘাটের অধীন ছিল। অথবা ‘গংগা’ হিন্দুদের দেবীবিশেষ। আর ‘চড়া’ অর্থ উপরে উঠানো। অর্থাৎ এ এলাকার হিন্দুরা এ দেবীকে সবার উপরে স্থান দিত। তাই গংগাচড়া নাম হয়েছে।\nকথার কিংবদন্তি আছে, অতি প্রাচীন কালে অত্র এলাকার পশ্চিম পাশ দিয়ে উত্তর হতে দক্ষিণ দিকে একটি বড় নদী ছিল। যা কালীগঙ্গা বা পুরান গঙ্গা নামে পরিচিত ছিল। এই কালীগঙ্গায় চাঁদ সওদাগর নামে জনৈক সওদাগর এই এলাকায় বাণিজ্যের জন্য ১৪ ডিঙ্গার বহর নিয়ে আসতেন। কিন্তু সওদাগরের এতো বড় ডিঙ্গা বহরের স্থান সংকুলান হতো না ওই নদীতে। তবুও তার এই বাণিজ্যে প্রচুর লাভ হয়েছিল। তাই পরের বছর পুনরায় অপেক্ষাকৃত কম ডিঙ্গার বহর নিয়ে বাণিজ্যে আসেন ওই সওদাগর। এসে দেখতে পান গত বছরের তুলনায় নদী এবারে বেশ প্রশস্ত হয়েছে। তবুও সেবছর সওদাগর লাভের মুখ দেখতে পাননি। বরং লোকসান গুণতে হয়েছে তাকে। তাই সওদাগর লোকসান অসুল করতে পুনরায় পরের বছর আসেন ১৪ ডিঙ্গা নিয়ে। এবারে আবারও উল্টো কাণ্ড। নদী গত বছরের তুলনায় আবারও শীর্ণকায় হয়ে গেছে। কিন্তু এবছরও তিনি প্রচুর লাভ করতে পেরেছিলেন। পরের বছর পুনরায় বেশি ডিঙ্গা নিয়ে এসে প্রশস্ত নদীতে আবারো লোকসান গুণতে হয়েছে তার বাণিজ্যে। এই বিব্রতকর অবস্থার জন্য চাঁদ সওদাগর নদীর ছল-চাতুরীকেই দায়ী করেন। এজন্য তিনি আক্ষেপ করে নদীকে অভিশাপ দিয়ে বলেছিলেন, ‘তুই আমার সাথে যে ছলনা করছিস, এই ছলনাই যেন তোকে ধ্বংস করে দেয়। এক কালে তোর বুকে লোক বসতি স্থাপন করবে, সেদিন তুই মরা গাঙগে পরিণত হবি।’ এই অভিশাপ দেয়ার পর চাঁদ সওদাগর আর এই কালীগঙ্গায় বাণিজ্য করতে আসেননি। তার অভিশাপ সত্য হয়, ক্রমান্বয়ে নদী শীর্ণকায় হতে হতে একদিন মরা গাঙ্গে অর্থাৎ চরে রূপ নেয়। সত্যি সত্যি সেই গঙ্গার চরে লোকের বসতি গড়ে ওঠে। ক্রমান্বয়ে বসতি বাড়তে থাকে এবং ‘গঙ্গার চর’ লোক মুখে বিবর্তিত হতে হতে ‘গংগাচড়া’ নাম ধারণ করে।\nচাঁদ সওদাগর যে স্থানে ডিঙ্গা বাঁধতেন সে স্থানটি আজও ‘ডিঙ্গার পাড়’ নামে পরিচিত। এখানে ‘অচিনার গাছ’ নামে একটি গাছ ছিল। সে গাছে চাঁদ সওদাগরের ডিঙ্গা বাঁধার চিহ্ণ কালের সাক্ষী হিসেবে ২০১১ সাল পর্যন্ত ছিল।\n\n\n== অবস্থান ও আয়তন ==\nএ উপজেলা ২৫º৪৮´থেকে  ২৫º৫৭´ উত্তর অক্ষাংশ এবং ৮৯º০৫´ থেকে ৮৯º২১´পূর্ব দ্রাঘিমাংশ পর্যন্ত বিস্তৃত। আয়তন ২৬৯.১৪ বর্গ কি.মি.। এর উত্তরে লালমনিরহাট জেলার কালীগঞ্জ উপজেলা ও নীলফামারী জেলার জলঢাকা উপজেলা, দক্ষিণে রংপুর সদর উপজেলা ও কাউনিয়া উপজেলা, পূর্বে লালমনিরহাট জেলার আদিতমারী উপজেলা ও লালমনিরহাট সদর উপজেলা, পশ্চিমে নীলফামারী জেলার কিশোরগঞ্জ উপজেলা ও তারাগঞ্জ উপজেলা। এ উপজেলা তিস্তা নদীর পলল মাটি দিয়ে গঠিত। সবখানেই দো’শ মাটি পাওয়া যায়।  তবে উপজেলার গংগাচড়া, খলেয়া খাপড়ীখাল, মন্থনার হাট, ভূটকা, চ্যাংমারী, পীরের হাট, চন্দনের হাট, জমচওরাসহ কিছু এলাকার মাটি বালুময়। এসব জমিতে পানি সেচের মাধ্যমে তামাক, আলু, ভূট্টা, গম, তুলাসহ কিছু ফসল উৎপন্ন হয়। এ উপজেলা হিমালয় পর্বতের পাদদেশে অবস্থিত। গংগাচড়া থেকে প্রায় ১০০ কি.মি. উত্তরে হিমালয় পাহাড় অবস্থিত। উপজেলার সবখানে বিভিন্ন প্রকার গাছের সৌন্দর্য বিরাজমান। উপজেলার মোট আয়তন ২৬৯.৬৭ বর্গ কি.মি.।\nগংগাচড়া উপজেলা (রংপুর জেলা)  প্রধান নদীঃ তিস্তা ও ঘাঘট। উপজেলা শহর ২টি মৌজা নিয়ে গঠিত।\n\n\n== প্রশাসনিক এলাকা ==\nগংগাচড়া থানা সৃষ্টি হয় ১৯১৭ সালে; বর্তমানে এটি একটি উপজেলা। এতে ৯টি ইউনিয়ন, ৮৭টি মৌজা এবং ১২৩টি গ্রাম রয়েছে।\nইউনিয়নসমূহ:\n\nবেতগাড়ী ইউনিয়ন,\nবড়বিল ইউনিয়ন,\nকোলকোন্দ ইউনিয়ন,\nলক্ষীটারী ইউনিয়ন,\nগংগাচড়া ইউনিয়ন,\nগজঘণ্টা ইউনিয়ন,\nমর্নেয়া ইউনিয়ন,\nআলমবিদিতর ইউনিয়ন,\nনোহালী ইউনিয়ন\n\n\n== শিক্ষা ==\nগংগাচড়া উপজেলার শিক্ষার উন্নয়নের লক্ষ্যে ১৮৩০ খ্রিষ্টাব্দে প্রতিষ্ঠিত হয় আলদাদপুর পুরাতন প্রাথমিক বিদ্যালয়, ১৮৮৬ সালে প্রতিষ্ঠিত হয় সয়রাবাড়ি প্রাথমিক বিদ্যালয়, ১৮৯০ সালে প্রতিষ্ঠিত হয় আলালহাট প্রাথমিক বিদ্যালয়, ১৮৯৫ সালে প্রতিষ্ঠিত হয় দোন্দরা প্রাথমিক বিদ্যালয়, ১৮৯৮ সালে প্রতিষ্ঠিত হয় বড়াইবাড়ি প্রাথমিক বিদ্যালয় এবং ১৯০০ সালে প্রতিষ্ঠিত হয় গঞ্জিপুর প্রাথমিক বিদ্যালয়। এ সব প্রতিষ্ঠান সরকারী অনুদান, ছাত্র বেতন ও জমিদারদের অর্থ দিয়ে চলত। আলদাদপুর প্রাথমিক বিদ্যালয় রংপুর জেলা বোর্ড থেকে পরিচালিত হত বলে একে গ্রামবাসী এখনও বোর্ড স্কুল বলে। গংগাচড়া উপজেলায় সরকারী প্রাথমিক বিদ্যালয় ও একটি সরকারি কলেজ ও একটি সরকারি হাই স্কুল আছে। আর বাকিগুলো বেসরকারী শিক্ষা প্রতিষ্ঠান। এখানে ডিগ্রী কলেজ ২টি, কলেজ ১টি, বি.ম্যা. কলেজ ২টি, স্কুল এন্ড কলেজ ৩টি, মাধ্যমিক বিদ্যালয় ২৯টি, নিন্ম মাধ্যমিক বিদ্যালয় ৪টি, সরকারী প্রাথমিক বিদ্যালয় ১৬৭টি, ফাযিল মাদরাসা ৫টি, আলিম মাদরাসা ৫টি, দাখিল মাদরাসা ১৪টি, এবতেদায়ী মাদরাসা ৪টি এবং অসংখ্য কওমী-হাফিজী মাদরাসা ও কিন্ডার গার্টেন স্কুল আছে।উল্লেখযোগ্য শিক্ষা প্রতিষ্ঠান হচ্ছে:\nকলেজ\n\nগংগাচড়া সরকারি কলেজ\nগংগাচড়া মহিলা ডিগ্রী কলেজ\nপাকুরিয়া শরীফ ডিগ্রী কলেজ\nগংগাচড়া টেকনিক্যাল কলেজ\nস্কুল এন্ড কলেজ\n\nগজঘণ্টা হাই স্কুল ও কলেজ\n\nমাধ্যমিক বিদ্যালয়\n\nগংগাচড়া সরকারি মডেল উচ্চ বিদ্যালয়\nগংগাচড়া আদর্শ উচ্চ বিদ্যালয়\nগংগাচড়া বালিকা বিদ্যালয়\nপ্রাথমিক বিদ্যালয়\n\nগংগাচড়া সরকারি মডেল প্রাথমিক বিদ্যালয়\nভূটকা সরকারি প্রাথমিক বিদ্যালয়\nফাযিল মাদরাসা\n\nবেদগাড়ি একরামিয়া বহুমুখী ফাজিল মাদ্রাসা\nপাকুরিয়া শরীফ কছিমিয়া সিনিয়র ফাযিল মাদরাসা\nপাইকান আকবরীয়া ইউসুফিয়া ফাজিল মাদ্রাসা\nমৌভাষা ফাযিল মাদরাসা\nকওমি মাদরাসা\n\nধনতোলা জামেয়া উলুম মাদ্রাসা\nহাফেজি মাদরাসা\n\nপাকুরিয়া শরীফ হাফেজিয়া মাদ্রাসা\n\n\n== জনসংখ্যার উপাত্ত ==\nগংগাচড়ার জনসংখ্যা নিয়ে প্রাচীনকালের তথ্য পাওয়া যায় না। ১৮৮১ থেকে ২০১১ সাল পর্যন্ত যে আদমশুমারিতে জনসংখ্যা বৃদ্ধি লক্ষ্য করা যায়। ১৯৮১ সালে জনসংখ্যা ১,৪৯,৪২৮, ২০১১ সালে জনসংখ্যা ছিল ২,৯৭,৮৬৯ জন। গংগাচড়ার জনসংখ্যা বৃদ্ধি তুলনামুলুক ভাবে বেশি। বিগত কয়েক দশক থেকে সরকারের জনসংখ্যা নিয়ন্ত্রণের বিভিন্ন পদক্ষেপের কারণে জনসংখ্যা বৃদ্ধি অনেক কমেছে।\n\n\n== অর্থনীতি ==\nতিস্তা নদীর অববাহিকার অঞ্চল হিসেবে এখানে প্রচুর ধান হত। তবে কিছু কিছু এলাকা খনন করলে কুমারদের তৈরীকৃত দ্রব্য পাওয়া যায়। মৌভাষা লাখেরাজটারী ও ধামুর স্কুলের পাড় খনন করলে মাটির তৈরী ভাঙ্গা দ্রব্য পাওয়া যায়। বর্তমানে দক্ষিণ পানাপুকুরে কুমারটারী নামে একটি টারী প্রাচীন কাল থেকে আছে। কোলকোন্দের ডিঙ্গারপাড় জায়গাটি খনন করলে কাপড় পাওয়া যেত। জনশ্রুতি আছে এখানে চাঁদ সওদাগরের ডিঙ্গা লঙ্গর করত। এলাকার মানুষেরা এখনও বলে- “যদি উঠে মংলার (গংগা) ঢেউ, কান্দিয়া উঠে চাঁদ সওদাগরের বউ”।\nতিস্তা নদীর পাড় দিয়ে জেলেদের বসবাস অধিক পরিমাণে ছিল। মহিপুরে আদিকাল থেকে জেলেদের একটি পাড়া আছে। ব্রিটিশ আমলে গংগাচড়ার জেলেদের অধিকার আদায়ের আন্দোলন ইতিহাস খ্যাত হয়ে আছে। অতীতকাল থেকে এলাকায় প্রাকৃতিকভাবে অধিক পরিমাণে বাঁশ উৎপন্ন হত। স্মরণাতীত কাল থেকে এখানে নীল চাষ হত বলে হাণ্টার উল্লেখ করেছেন। এক কালে তুটীয়ারা ব্যবসা উপলক্ষে দলে দলে আসত এবং ফেরার পথে প্রচুর পরিমাণে নীল ক্রয় করত। এর প্রমাণ পাওয়া যায় বিভিন্ন এলাকায় স্থাপিত নীল কুঠির ইতিহাস থেকে। গংগাচড়ায় যে কয়েকটি নীল কুঠির সন্ধান পাওয়া গেছে।\nএ উপজেলার মাটি দোয়াশ। অনেক স্থানে বালু পাওয়া যায়। তামাক, ধান, পাট, আলু, ভুট্টা, মরিচ, বেগুন, মিষ্টিকুমড়া প্রধান শস্য। বেনারশি পল্লির শাড়ি দেশজুড়ে বিখ্যাত। অনেক কোম্পানি আছে। যেমন চট বস্তা তৈরীর কারখানা, প্লাস্টিক কারখানা, হ্যান্ডি ক্রাপট কারখানা, বিড়ি কারখানা। অনেক কোল্ডস্টোর আছে। কৃষি ও ব্যবসা প্রধান।\nউপজেলায় বর্তমানে প্রচুর আলু উৎপন্ন হয়। এজন্য রয়েছে এম.এন.টি নামে একটি কোল্ড স্টোরেজ। মানুষ তামাকের বিকল্প হিসেবে আলু চাষকে গ্রহণ করেছে। উপজেলায় বর্তমানে আউশ ও আমন ধান প্রচুর উৎপন্ন হয়। ইদানিং সরিষা, তুলা, ভূট্টা, আখ, আদা, রসুন, পিয়াজ, পান, সুপারি, হলুদসহ বিভিন্ন ফসল উৎপন্ন হচ্ছে। উপজেলার বিলুপ্ত ফসল হচ্ছে-কাউন, বজরা, যব ইত্যাদি।\nবর্তমানে  সরকার, বিভিন্ন সামাজিক প্রতিষ্ঠান, সমিতি, এনজিও ও ব্যাংক গংগাচড়ার মানুষের অর্থনৈতিক অবস্থা পাল্টে দেওয়ার জন্য নানা কর্মসূচি গ্রহণ করে কাজ করে যাচ্ছে। দিন দিন গংগাচড়াবাসীর মধ্যে কর্মজীবির সংখ্যা বৃদ্ধি পাচ্ছে।\nবর্তমানে গংগাচড়ায় জনতা ব্যাংক, সোনালী ব্যাংক, পূবালী ব্যাংক, রাজশাহী কৃষি উন্নয়ন ব্যাংক, গ্রামীণ ব্যাংক, ব্রাক ব্যাংকসহ অনেক বীমা কোম্পানি  আছে।\n\n\n== যোগাযোগ ব্যবস্থা ==\nএ এলাকার মধ্য দিয়ে প্রবাহিত নদীগুলোর পাশে অবস্থিত প্রাচীন নিদর্শনগুলো দেখে ধারণা করা হয় বাংলাদেশের অন্যান্য অঞ্চলের মত এ অঞ্চলের প্রধান যোগাযোগ ব্যবস্থা ছিল নদী। নদীতে চলত বিভিন্ন ধরনের নৌকা। যেমন-ক-া, সরঙা, চামা, হোলং, টেপাটুয়া, ঘাটবাড়ি, পানশি, জং, কোশা প্রভৃতি। মোঘল ও ব্রিটিশ আমলে রাস্তাগুলো ছিল কাঁচা; আর নদী পারাপারের জন্য ছিল কাঠের পুল। ব্রিটিশ ও পাকিস্তান আমলে তৈরী রংপুরের মানচিত্রে রাস্তার অস্তিত্ব পাওয়া যায়।\nউপজেলার সাথে প্রত্যেক ইউ.পি.-এর যোগাযোগের জন্য পাকা রাস্তার ব্যবস্থা আছে। এই এলাকার একবারে উত্তরে বড়াইবাড়ির হাট থেকে গংগাচড়া হয়ে দেশের বিভিন্ন স্থানে যাতায়তের জন্য দূরপাল্লার বাস আছে।  গংগাচড়ার মহিপুরে তিস্তা নদীর উপর  ব্রিজ যা লালমনিরহাট জেলা ও ভারতের সাথে স্থল পথে গংগাচড়ার যোগাযোগ সহজ করেছে। আর কচুয়া, বড়াইবাড়ি, পাকুড়িয়া শরীফ ও লাঙ্গলের হাটে ঘাঘট নদীর উপর ব্রিজ হওয়াতে গংগাচড়ার যোগাযোগ ব্যবস্থার আরও উন্নতি হয়েছে।  ১৯৭৪ সালের আদম শুমারিতে অনুসারে, এখানে কোন টেলিফোন এক্সেঞ্জ  ও টেলিগ্রাফ অফিস  ছিল না; ছিল শুধু ৯টি পোষ্ট অফিসের শাখা।  এখন গংগাচড়ায় উপজেলা পোষ্ট অফিসসহ (কোড-৫৪১০) ১৭টি সাব পোষ্ট অফিস  আছে। ১৯৮৩ সালে গংগাচড়ায় একটি ম্যাগ ধরনের ৩০+৪ ধারণ ক্ষমতা সম্পন্ন টেলিফোন স্থাপন করা হয়। তখন এর গ্রাহক ছিল ৩৪ জন। ২০০৬ সালে এটিকে ডিজিটাল টেলিফোন একচেঞ্জে রূপান্তর করা হয়। এই একচেঞ্জের চতুর্দিকে ২ কি.মি. পর্যন্ত ৪টি লাইন স্থাপন করা হয়েছে। ২০১২খ্রি. পর্যন্ত এর গ্রাহক সংখ্যা ২০৮ জন। দেশের বৃহত্তর মোবাইল কোম্পানিগুলোর প্রায় প্রত্যেকটির টাওয়ার উপজেলার বিভিন্ন স্থানে ছড়িয়ে ছিটিয়ে আছে।\nপূর্বে এই অঞ্চলের মানুষের যোগাযোগের জন্য হাতি, গরু-মহিষের গাড়ি, ঘোড়া, ঘোড়ার গাড়ি এবং পাল্কি ছিল প্রধান বাহন। বর্তমানে গ্রামাঞ্চলে মালপত্র বহনের জন্য কদাচিৎ দেখা যায় গরুর গাড়ি ও ঘোড়ার গাড়ি। আধুনিক যুগের যানবাহন যেমন-সাইকেল, রিক্সা, ভ্যান, মটর সাইকেল, অটো, টেম্পু, সিএনজি, মাইক্রো, বাস, ট্রাক ও শ্যালো ইঞ্জিন চালিত গাড়ি-নৌকা এ অঞ্চলের মানুষের প্রধান বাহন। তিস্তা নদীতে বিভিন্ন ঘাট  দিয়ে মানুষেরা লালমনিরহাট জেলার সাথে যোগাযোগ করে।\n\n\n== সামাজিক জীবনধারা ==\nপ্রাচীন কালে গংগাচড়ার সমাজ ব্যবস্থা রংপুর ও বাংলার অন্যান্য অঞ্চলের মতই ছিল। জমিদার ও ব্রিটিশদের সৃষ্ট সমাজ নীতির আলোকে সমাজের লোকেরা বসবাস করত। ব্রিটিশ আমলে (১৭৫৭-১৯৪৭) মুসলমানরা হিন্দুদের মত তাদের নামের প্রথমে ‘শ্রী’ শব্দ ব্যবহার করত। তারা ধুতি পরিধান করত। মেয়েরা হাতে শাখা ও বাজু, কমরে বিছা, মাথায় টিকলি, নাকে নলক, পায়ে নুপুর পরিধান করত; যা আজও সমাজে প্রচলিত আছে। অতীত কাল থেকে গংগাচড়ার সবখানে পুরুষতান্ত্রিক সমাজ ব্যবস্থা চালু আছে।\n\n\n== দর্শনীয় স্থান ==\nতিস্তা সেতু মহিপুর, গঙ্গাচড়া :  এ সেতুর দু'পাড়ে গড়ে উঠেছে বিনোদন কেন্দ্র। তিস্তা নদীতে নৌকা ভ্রমণের পাশাপাশি সেতু দেখতে প্রতিদিন অনেক লোক ভীড় করে।\nকুঠির পাড় : এটি আলমবিদিতরের কুঠিরপাড় নামক স্থানে ঘাঘট নদীর তীরে অবস্থিত। বর্তমানে এই স্থানের পাশে একটি দাখিল মাদরাসা স্থাপিত\tহয়েছে। আশপাশ এলাকা থেকে নীলগাছ সংগ্রহ করে এখানকার কুঠিতে নিয়ে আসা হত এবং নীল তৈরী করা হত। কালের গহ্বরে নীল কুঠির ঘরগুলো হারিয়ে গেলেও নীলগাছ জালানোর বিশাল কড়াইটি কলি আমিনের বাড়িতে এখনও আছে। কড়াইটির ব্যস ২০ ফুট, উচ্চতা ৩ ফুট ও দৈর্ঘ্য ৬ ফুট এবং তল থেকে একটু উপরে ছোট্ট একটা ছিদ্র আছে; যাতে পানি বেড় হতে পারে। এই কড়াইটিতে নীল গাছ সিদ্ধ করে নীল তৈরী করা হত। এতে রয়েছে ৪টি হাতল। এভাবে রয়েছে গঞ্জিপুর কুঠি, কুঠিপাড়া, কুঠিবাড়ি, বড়কুঠি, বালাপাড়া কুঠি।\nমহিপুর জমিদার বাড়ি : তিস্তা নদীর কারণে জমিদার বাড়ি হারিয়ে গেলেও শতাধিক বছর পূর্বে জমিদার জিয়া উল্লাহ চৌধুরী ও খান বাহাদুর আব্দুল মজিদ চৌধুরী কর্তৃক নির্মিত জমিদারবাড়ি মসজিদ, কবর স্থান, শান বাঁধা পুকুর ও ইন্দারা এখনও অবশিষ্ট আছে।\nভিন্ন জগৎ পার্ক\nবেনারশি পল্লী :  গজঘণ্টা ইউনিয়নের হাবুতে ৩৫টি তাঁত নিয়ে ২০০০ সালে গড়ে উঠেছে বেনারসী পল্লী। আশপাশের বেশ কয়েকটি ঘরে এ বেনারসী শাড়ি তৈরীর কারখানা আছে।\n\n\n== প্রখ্যাত ব্যক্তি ==\nমাহতাব আলী সরকার (১৯৪২-১৯৭৭), বীরপ্রতীক\nময়েন উদ্দিন সরকার (১৯২৯-৯৮), রাজনীতিবিদ\nমুহম্মদ ওয়ায়েছ (১৯৭২), রাজনীতিবিদ\nআফতাব আহমেদ (আলোকচিত্রী) (১৯৩৪-২০১৩)\nমসিউর রহমান রাঙ্গা রাজনীতিবিদ (১৯৯৮-)\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nআলম, মো. মাহমুদুল (২০১৩)। গংগাচড়া উপজেলার ইতিহাস ও ঐতিহ্য। রংপুর: লেখক সংসদ। \n\n\n== বহিঃসংযোগ ==\nগংগাচড়া উপজেলার সরকারি ওয়েবসাইট\nবাংলাপিডিয়ায় গংগাচড়া উপজেলা"}