{"pageid": 1159476, "title": "আ ভয়েজ টু আর্কটারাস", "url": "https://bn.wikipedia.org/wiki?curid=1159476", "content": "আ ভয়েজ টু আর্কটারাস (ইংরেজি: A Voyage to Arcturus) হল স্কটিশ লেখক ডেভিড লিন্ডসে রচিত একটি উপন্যাস। এটি প্রথম প্রকাশিত হয় ১৯২০ সালে। এই উপন্যাসের উপজীব্য এক কাল্পনিক যাত্রাপথের মধ্য দিয়ে এক আন্তঃনাক্ষত্রিক যাত্রা। কাহিনির প্রেক্ষাপট স্বাতী নক্ষত্রকে ঘিরে আবর্তনকারী কাল্পনিক গ্রহ টরম্যান্স। উপন্যাসে দেখানো হয়েছে স্বাতী হল ব্রাঞ্চস্পেল ও অ্যালপপেইন নামে দুই তারা নিয়ে গঠিত একটি যুগ্ম তারা মণ্ডলী (বাস্তবে যদিও তা নয়)। যে সকল ভূমিখণ্ডের মধ্যে দিয়ে চরিত্রগুলি যাত্রা করেছে সেগুলি দার্শনিক মতবাদসমূহ অথবা জীবনের অর্থের সন্ধানে বের হওয়া প্রধান চরিত্র মাস্কালের মনের অবস্থার প্রতীক। এই বইতে অলীক কল্পকাহিনি, দর্শন ও কল্পবিজ্ঞানের ধারাগুলিকে সম্মিলিত করা হয়েছে ভালো ও মন্দের প্রকৃতি ও অস্তিত্বের সঙ্গে তাদের সম্পর্কটি পরীক্ষার উদ্দেশ্যে। সমালোচক, ঔপন্যাসিক ও দার্শনিক কলিন উইলসন এই উপন্যাসটিকে \"বিংশ শতাব্দীর সর্বশ্রেষ্ঠ উপন্যাস\" আখ্যা দেন। এই বইটিই ছিল সি. এস. লিউইসের স্পেস ট্রিলজি-র কেন্দ্রীয় প্রভাব। লিউইসের মাধ্যমে জে. আর. আর. টলকিনের উপরও প্রভাব বিস্তার করেছিল এই উপন্যাস। টলকিন বলেছিলেন যে, তিনি বইটি \"গোগ্রাসে\" পাঠ করেছিলেন। ক্লাইভ বার্কার এটিকে বলেছেন \"একটি শ্রেষ্ঠ গ্রন্থ\" ও \"একটি অসাধারণ রচনা… বেশ চমকপ্রদ\"।\nলিন্ডসের জীবদ্দশায় বইটি বিশেষ বিক্রি হয়নি। কিন্তু ১৯৪৬ সালে বইটি পুনঃপ্রকাশিত হয় এবং তারপর অনেকবার মুদ্রিত হয়। বইটি অন্তত ছয়টি ভাষায় অনূদিত হয়েছে। ঔপন্যাসিক মাইকেল মুরককের ন্যায় সমালোচকেরা বলেছেন বইটি প্রথাবিরুদ্ধ, কিন্তু এটি \"পরমের প্রতি নিষ্ঠা\" ও \"ঈশ্বর-প্রশ্নকারী প্রতিভা\"-র গুণগুলির জন্য অতিমাত্রায় প্রভাবশালী।\n\n\n== প্রেক্ষাপট ==\n১৮৭৬ সালে ডেভিড লিন্ডসে জন্মগ্রহণ করেন। পিতা ছিলেন একজন স্কটিশ ক্যালভানপন্থী এবং মাতা ছিলেন ইংরেজ। কিছুকাল লন্ডনে এবং কিছুকাল স্কটিশ সীমান্তবর্তী জেডবার্গে লিন্ডসের শৈশব অতিবাহিত হয়। ওয়াল্টার স্কট, জুল ভার্ন, রাইডার হ্যাগার্ড ও রবার্ট লুইস স্টিভেনসনের উপন্যাস পড়তে ভালোবাসতেন তিনি। শোপেনহাওয়ার ও নিৎজের দার্শনিক গ্রন্থাবলি পাঠের উদ্দেশ্যে জার্মানও শেখেন। আটত্রিশ বছর বয়সে সেনাবাহিনীর আহ্বানে তিনি প্রথম বিশ্বযুদ্ধে অংশ নেন। ১৯১৬ সালে বিবাহ করেন। ১৮১৮ সালে যুদ্ধ থামার পর তিনি স্ত্রীকে নিয়ে কর্নওয়ালে চলে যান লেখালিখি করবেন বলে। বন্ধু ই. এইচ. ভিসিয়াককে লিন্ডসে বলেছিলেন যে জর্জ ম্যাকডোনাল্ডের রচনাবলির দ্বারাই তিনি সর্বাপেক্ষা অধিক প্রভাবিত হয়েছেন।\n\n\n== আরও দেখুন ==\n১৯২০-এ কল্পবিজ্ঞান\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nলিন্ডসে, ডেভিড (১৯২০)। আ ভয়েজ টু আর্কটারাস। মেথুয়েন। ওসিএলসি 606220214। \n\n\n== বহিঃসংযোগ ==\n\nআ ভয়েজ টু আর্কটারাস at Standard Ebooks\nলিন্ডসে, ডেভিড। আ ভয়েজ টু আর্কটারাস। ইন্টারনেট আর্কাইভস (অডিওবুকস)। \nলিন্ডসে, ডেভিড। \"আ ভয়েজ টু আর্কটারাস\"। প্রোজেক্ট গুটেনবার্গ। ৩০ জানুয়ারি ২০২২ তারিখে মূল থেকে আর্কাইভ করা।  (প্লেইন টেক্সট ও এইচটিএমএল)\n A Voyage to Arcturus লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)"}