{"pageid": 1159359, "title": "রবীন্দ্রকুমার দাশগুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1159359", "content": "ড.রবীন্দ্রকুমার দাশগুপ্ত (১১ জুলাই ১৯১৫ - ৩ ফেব্রুয়ারি ২০০৯) ছিলেন বাংলা ও ইংরেজি ভাষা ও সাহিত্যের একজন ভারতীয় বাঙালি পণ্ডিত ও প্রাবন্ধিক। দ্বিভাষিকতা ও বহুমুখী পাণ্ডিত্যে,  সামাজিক  ও সাংস্কৃতিক ভাষ্যকার হিসাবে সমকালীন বিদ্বজনের অন্যতম ব্যক্তিত্ব ছিলেন। বঙ্গীয় রেনেসাঁসের শেষ প্রতিনিধি হিসাবেও তাঁকে আখ্যায়িত করা হয়। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nড. রবীন্দ্রকুমার দাশগুপ্তর জন্ম ১৯১৫ খ্রিস্টাব্দের ১১ জুলাই  বেঙ্গল প্রেসিডেন্সির কলকাতা শহরে। পিতা ছিলেন  নলিনাক্ষ দাশগুপ্ত।তাদের  আদি নিবাস ছিল অধুনা  বাংলাদেশের বরিশাল জেলার মাহিলাড়ায়। তিনি দশ বছর বয়সে কলকাতা পুরসভার উচ্চ প্রাথমিক বিদ্যালয়ে ভর্তি হন। তিনি ১৯৩১ খ্রিস্টাব্দে কলকাতার নিউ ইন্ডিয়ান স্কুল থেকে ম্যাট্রিক পাশ করেন।\n১৯৩৫ খ্রিস্টাব্দে স্কটিশ চার্চ কলেজ  থেকে স্নাতক হন। সেখানে  উইলিয়াম স্পেন্স উরকুহার্ট এবং বীরেন্দ্রবিনোদ রায়ের মতো পণ্ডিতদের কাছ থেকে ইংরেজি এবং বাংলা সাহিত্যে শিক্ষালাভ করেন। \n১৯৩৭ খ্রিস্টাব্দে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে ইংরাজী ভাষা ও সাহিত্যে এম.এ পাশ করেন। এম.এ পড়ার সময় \"ইংলিশ ট্র্যাজেডি অন অ্যাটিক লাইন\" শীর্ষক  গবেষণাপত্রের জন্য তিনি রেজিনা গুহ স্বর্ণপদক এবং ইউএন মিত্র গবেষণা বৃত্তি লাভ করেন এবং ১৯৩৯ খ্রিস্টাব্দে  প্রেমচাঁদ-রায়চাঁদ স্কলারশিপ পান।\n১৯৫০ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় দর্শনে ডক্টরেট ডিগ্রি লাভ করেন এবং এছাড়াও মোয়াট স্বর্ণপদক জয়ী হন। ১৯৫৫ খ্রিস্টাব্দে রাসবিহারী ঘোষ ট্রাভেলিং ফেলোশিপ নিয়ে অক্সফোর্ডের এক্সেটার কলেজে যান এবং ডেম হেলেন গার্ডনারের অধীনে জন মিলটনের রচনার উপর গবেষণা করে - ( \"Milton and His Theory of Poetry\") ডি ফিল পান অক্সফোর্ড বিশ্ববিদ্যালয় থেকে।\n\n\n== কর্মজীবন ==\n\n\n=== একাডেমিক ===\nকলকাতা বিশ্ববিদ্যালয় থেকে এম.এ পাশের পর, তিনি ১৯৩৮ খ্রিস্টাব্দে  কলকাতা বিশ্ববিদ্যালয়ের ইংরেজির  স্নাতকোত্তর বিভাগে  অনুষদ হিসেবে নিযুক্ত হন এবং ১৯৪৫ খ্রিস্টাব্দ পর্যন্ত কাজ করেন। ১৯৪৬ খ্রিস্টাব্দে তিনি মধ্যপ্রদেশের  সাগর বিশ্ববিদ্যালয় তথা অধুনা ড. হরিসিং গৌর বিশ্ববিদ্যালয়ে রীডারের পদে যোগ দেন। পরের বছরেই তিনি দিল্লি বিশ্ববিদ্যালয়ের অধীনস্থ হিন্দু কলেজে ইংরেজির অধ্যাপক পদে যোগ দেন। এরপর তিনি ১৯৫৮ খ্রিস্টাব্দে কলকাতার  প্রেসিডেন্সি কলেজে ইংরেজির অধ্যাপক হিসেবে নিযুক্ত হন। এরপর যাদবপুর বিশ্ববিদ্যালয়েও ইংরেজি বিভাগে রীড়ার হিসেবে যোগ দেন এবং ১৯৬০ খ্রিস্টাব্দ পর্যন্ত সেখানে কাজ করেন।\nপরবর্তীকালে, তিনি কলকাতা বিশ্ববিদ্যালয়ে ইংরেজি বিভাগে রীডার হন এবং ১৯৬২ খ্রিস্টাব্দ পর্যন্ত এই পদে ছিলেন। একই বছরে তিনি দিল্লি বিশ্ববিদ্যালয়ের আধুনিক ভারতীয় ভাষা বিভাগে বাংলা ভাষার \"টেগোর অধ্যাপক\" হিসেবে দিল্লিতে যান এবং ১৯৭৭ খ্রিস্টাব্দ  পর্যন্ত এই পদে ছিলেন। দিল্লিতে থাকাকালীন  তিনি বিশিষ্ট শিক্ষাবিদ সর্বপল্লী রাধাকৃষ্ণণ  এবং অমর্ত্য সেনের উভয়েরই  সমসাময়িক এবং সহকর্মী ছিলেন। অবসর গ্রহণের পর তিনি কলকাতার রামকৃষ্ণ মিশন ইনস্টিটিউট অফ কালচারের সঙ্গে যুক্ত হন।\nপরবর্তী জীবনে, তিনি আন্তর্জাতিক তুলনামূলক সাহিত্য সমিতি এবং কানাডিয়ান তুলনামূলক সাহিত্যের পর্যালোচনার প্রথম ভারতীয় কার্যনির্বাহী সদস্য হন ।\nতিনি কলকাতার ইংরেজি দৈনিক, দ্য স্টেটসম্যান এবং বাংলা সাময়িক সাহিত্য পত্রিকা  'দেশ'-এ  প্রায় নিয়মিতই প্রবন্ধ লিখেছেন।\n\n\n=== প্রশাসন ===\nতিনি কলকাতায় ভারতের জাতীয় গ্রন্থাগারের অধিকর্তা হিসাবেও নিযুক্ত হন, কিন্তু পরে কর্তৃপক্ষের সঙ্গে মতবিরোধের কারণে পদত্যাগ করেন।\n\n\n== বাংলার নবজাগরণে  দৃষ্টিভঙ্গি ==\nরবীন্দ্রকুমার দাশগুপ্তকে বাংলার নবজাগরণের শেষ প্রতিনিধি বলা হয়। তিনিই উনিশ শতকের  বাংলায় সামাজিক সংস্কার আন্দোলনে  ইউরোপীয় দৃষ্টিভঙ্গি নিয়ে প্রশ্ন উত্থাপন করেন, যা সেসময়ে সম্মিলিতভাবে বাংলার নবজাগরণ নামে পরিচিত হয়। ব্রিটিশ বা ভারতীয়  ইতিহাসবিদদের উপর নির্ভর করার পরিবর্তে,  তিনি ইউরোপীয় রেনেসাঁর মডেল প্রয়োগের জন্য সমালোচনা করে  তিনি ভারতীয় আদিবাসী রাজনৈতিক-ধর্মীয় উপাদানগুলির উপর জোর দেন। তিনি রবীন্দ্রনাথ ঠাকুর এবং শ্রী অরবিন্দের সমালোচনায় পশ্চিমী প্রভাবের পরিবর্তে বাংলার নবজাগরণ দেশীয় এবং আধ্যাত্মিক উপাদানের উপর জোর দিয়েছেন। তিনি এমনও উল্লেখ করেন যে,  ঔপনিবেশিক শাসন ভারতীয় সভ্যতার ধ্যান-ধারণাকে যে ভাবে চ্যালেঞ্জ করেছিল, তা কিন্ত  মুসলিম শাসনেও ঘটে নি।\n\n\n== রচনাবলী ==\nইংরাজী ও বাংলা উভয় ভাষায় অজস্র লেখালেখি করেছেন তিনি। প্রকাশিত গ্রন্থ ছাড়াও তার বহু রচনা অপ্রকাশিত থেকে গেছে। উল্লেখযোগ্য প্রকাশিত গ্রন্থগুলি হল -\n\nইংলিশ পোয়েটস অন ইন্ডিয়া অ্যান্ড আদার এসেজ\nরিভোল্ট ইন ইস্ট বেঙ্গল, ১৯৭১\nরিভলিউশনারি আইডিয়াজ অফ স্বামী বিবেকানন্দ\nআওয়ার ন্যাশনাল অ্যানদেম\nইস্ট-ওয়েস্ট লিটারারি রিলেশনস\nস্বামী বিবেকানন্দ'জ ভেদান্তিক সোশ্যালিশম\nবাঙালি কি আত্মঘাতী ও অন্যান্য রচনা (  নীরদচন্দ্র চৌধুরীর বাংলায় রচিত আত্মঘাতী বাঙালি বইটির জবাবে রচিত\nঅলীক সংলাপ\nপ্রবন্ধ সংগ্রহ\nসেকালের কথা\nরবীন্দ্রচর্চার ভবিষ্যৎ\nবিবিধ প্রবন্ধ - কলকাতা বিশ্ববিদ্যালয়\n\n\n== পুরস্কার ==\nঅধ্যাপক দাশগুপ্ত বহু পুরস্কারে সম্মানিত হয়েছেন -  \n\nমাইকেল মধুসূদন দত্তের প্রবন্ধের জন্য  লাভ করেন সরোজিনী স্বর্ণপদক।\nপশ্চিমবঙ্গ সরকার প্রদান করে রবীন্দ্র পুরস্কার\nবিশ্বভারতী বিশ্ববিদ্যালয় ২০০৬ খ্রিস্টাব্দে \"দেশিকোত্তম\" উপাধিতে ভূষিত করে।\n২০০৮ খ্রিস্টাব্দে লাভ করেন শরৎ পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য টেলিগ্রাফে মৃত্যুসংবাদ\nদ্য স্টেটসম্যান-এ মৃতদেহ"}