{"pageid": 11598, "title": "বদরগঞ্জ উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11598", "content": "বদরগঞ্জ উপজেলা বাংলাদেশের রংপুর জেলার একটি প্রশাসনিক এলাকা। বদরগঞ্জ থানা রূপে আত্মপ্রকাশ করে ১৭৯৩ সালে এবং উপজেলা হিসেবে ১৯৮৩ সালে যাত্রা শুরু করে।\n\n\n== ইতিহাস ==\nজনশ্রুতি আছে, মরমী সাধক হযরত বদরউদ্দিন শাহের নামানুসারে বদরগঞ্জের নামকরণ করা হয়েছে। তার সমাধি শহরের মাঝখানে অবস্থিত। অনেকে আবার বদর যুদ্ধের নাম এখানে উল্লেখ করেন।\nবাংলা বিজয়ের পর, তুর্কি সেনাপতি ইখতিয়ার উদ্দিন মুহাম্মদ বিন বখতিয়ার খিলজি তার ঘোড়াদের খাওয়ানোর জন্য ১২০৩ খ্রিস্টাব্দে তিব্বত আক্রমণের সময় মানসিংহপুর, মাদাই খামারের একটি মাঠে থামেন।  সেই ঘটনার পর মাঠের নাম হয় 'বখতিয়ার ডাঙ্গা'। পরে এর নাম হয় বদরগঞ্জ।\nবাংলাদেশের স্বাধীনতা যুদ্ধের সময় বদরগঞ্জের ঝাড়ুয়ার বিল ও পদ্মপুকুরে গণহত্যার ঘটনা ঘটে।\n\n\n== অবস্থান ও আয়তন ==\nবদরগঞ্জ উপজেলা রংপুর শহর থেকে পশ্চিমে, দিনাজপুর জেলার পার্বতীপুর উপজেলার পূর্বে অবস্থিত। এর দক্ষিণে মিঠাপুকুর উপজেলা এবং উত্তরে নীলফামারী জেলার জলঢাকা উপজেলা অবস্থিত। উত্তর অক্ষাংশে ২৫°৩২' ও ২৫°৪৬'  এবং পূর্ব দ্রাঘিমাংশে  ৮৮°৫৬' ও ৮৯°১০' অবস্থিত। এর আয়তন ৩০১,২৯ বর্গকিলোমিটার।\n\n\n== প্রশাসনিক এলাকা ==\nইউনিয়ন - ১০টি\nমৌজা - ৬৪ টি\nগ্রাম - ১২০ টি\n\n\n== প্রত্নতাত্ত্বিক নিদর্শন ==\nপ্রত্নতাত্ত্বিক নিদর্শন ও প্রত্নসম্পদগুলোর মধ্যে রাধানগর ইউনিয়নের লাল দীঘির পাড়ে নয় গম্বুজ মসজিদ, কুতুবপুর ইউনিয়নে কুতুব শাহের সমাধি, বখতিয়ার ডাঙ্গা, মানসিংহপুরের ভীম গড়, মাধাই খামার, দিলালপুরের জমিদার বাড়ি। \n\n\n== জনসংখ্যা ==\nবদরগঞ্জ উপজেলার মোট জনসংখ্যা ২৫৭৮৪৬ জন। তার মধ্যে পুরুষের সংখ্যা ১৩২৬১১ জন এবং নারীর সংখ্যা ১২৫২৩৫ জন। এই উপজেলায় মুসলিম সংখ্যা ২২৫৫০২ জন এবং হিন্দু ধর্মাবলম্বীদের সংখ্যা ৩০০৭৩ জন। এছাড়াও অন্যান্য ধর্মাবলম্বীর সংখ্যাও বিশেষ অবস্থান নিয়ে আছে।\n\n\n== শিক্ষা ==\nবদরগঞ্জ উপজেলার শিক্ষার গড় অনুপাত ৫১.৩৬%। পুরুষ শিক্ষার হার ৫৬.৮৩% এবং নারী শিক্ষার হার ৪৫.৯%। বদরগঞ্জে ৭টি কলেজ, ৫৩টি মাধ্যমিক বিদ্যালয়, ১৬১টি প্রাথমিক বিদ্যালয়, ৪১টি মাদ্রাসা রয়েছে। এগুলোর মাঝে উল্লেখযোগ্য বদরগঞ্জ সরকারি কলেজ, বদরগঞ্জ মডেল বহুমুখী উচ্চ বিদ্যালয়, বদরগঞ্জ সরকারি বালিকা উচ্চ বিদ্যালয়, খাগড়াবন্দ আদর্শ বিদ্যা নিকেতন, বকশিগঞ্জ হাইস্কুল ও কলেজ এবং বদরগঞ্জ ওয়ারেছিয়া ইসলামিয়া আলিম মাদ্রাসা বিশেষভাবে উল্লেখযোগ্য।\n\n\n== অর্থনীতি ==\nবদরগঞ্জ উপজেলার মোট জনসংখ্যার ৬৯.৫৪ শতাংশ জীবিকা হিসেবে কৃষির উপর নির্ভরশীল। তবে ৩.৩২% শ্রমিক, ০.৪৮% শিল্প, ১৩.৮% ব্যবসা, ৪.৫৮% সরকারি চাকরিজীবী বসবাস করেন। এখানকার প্রধান শস্য ধান, পাট, গম, আলু, সরিষা, তামাক, শাকসবজি, ছাড়াও কাউন, তিল, ডালের উৎপাদন হয়ে থাকে। এই এলাকার প্রধান ফল আম, কাঁঠাল, লিচু, কলা, বড়ই, জাম, আতা ও জামরুল বিশেষভাবে উল্লেখযোগ্য।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nমজিবর রহমান - একুশে পদক বিজয়ী মুক্তিযোদ্ধা।\nআনিছুল হক চৌধুরী - রাজনীতিবিদ, সাবেক যোগাযোগ প্রতিমন্ত্রী।\nএ. টি. এম. আজহারুল ইসলাম - বাংলাদেশি রাজনীতিবিদ।\nপরিতোষ চক্রবর্তী - বাংলাদেশী রাজনীতিবিদ।\nআবদুল বাতেন (বীর প্রতীক) - বীর প্রতীক খেতাবপ্রাপ্ত বাংলাদেশের স্বাধীনতা যুদ্ধের মুক্তিযোদ্ধা।\nআহসানুল হক চৌধুরী - বাংলাদেশী রাজনীতিবিদ।\nএ কে এম জাকির হোসেন - কুড়িগ্রাম কৃষি বিশ্ববিদ্যালয়ের প্রথম উপাচার্য।\nছয়ের উদ্দিন আহমেদ - একজন বাম ধারার রাজনীতিবিদ।\nমোঃ আহসান হাবিব - শিক্ষাবিদ\n\n\n== তথ্যসূত্র =="}