{"pageid": 1159583, "title": "দ্য ম্যান ফ্রম আর্থ", "url": "https://bn.wikipedia.org/wiki?curid=1159583", "content": "দ্য ম্যান ফ্রম আর্থ একটি আমেরিকান ড্রামা সায়েন্স ফিকশন চলচ্চিত্র যা পরিচালনা করেন রিচার্ড শেঙ্কম্যান। কাহিনীটি রচনা করেন জেরোম বিক্সবি যিনি ১৯৬০ এর দশকে স্ক্রিনপ্লে কল্পনা করে ফেলেছিলেন এবং ১৯৯৮ সালের এপ্রিলে মৃত্যুশয্যায় তিনি কাজটি শেষ করেন। চলচ্চিত্রে মুখ্য অভিনেতা ডেভিড লি স্মিথ জন ওল্ডম্যান নামক একজন বিদায়ী বিশ্ববিদ্যালয় গবেষকের চরিত্রে অভিনয় করেছেন। তিনি দাবি করেন যে তিনি একজন গুহামানব যে ১৪,০০০ বছর ধরে বেঁচে রয়েছে।  সমগ্র চলচ্চিত্রটি ওল্ডম্যানের বাড়িতে শ্যুট হয়েছে যেখানে তার বিদায় অনুষ্ঠান আয়োজিত হচ্ছে এবং শুধুমাত্র কথোপকথনই চলচ্চিত্রটির মূল উপজীব্য। ওল্ডম্যান ও তার বন্ধুদের মধ্যে বুদ্ধিদীপ্ত আলোচনার মধ্যে দিয়ে কাহিনীর প্রেক্ষাপট শুরু হয়।\n\n\n== কাহিনী ==\nপ্রফেসর জন ওল্ডম্যান ট্রাকে তার জিনিসপত্র তুলছেন, তিনি একটি নতুন বাসস্থানে শিফ্ট করবেন। এই সময় তার সহকর্মীরা একটি ফেয়ারওয়েল জানানোর জন্য তার বাড়ি আসে। তার সহকর্মীরা ছিলেন: হ্যারি, একজন জীববিদ; এডিথ, একজন ইতিহাসের প্রফেসর ও ধর্মপ্রাণ খ্রিস্টান; ড্যান, একজন নৃতত্ত্ববিদ; স্যান্ডি, একজন ইতিহাসবিদ এবং সে জনকে ভালোবাসে এবং আর্ট, একজন আর্কিওলজিস্ট এবং তার তরুণী ছাত্রী লিন্ডা।\nযখন জনের সহকর্মীরা তার চলে যাওয়ার কারণ জানতে চাইল, জন হঠাৎই ড্যানের বলা ম্যাগডেলিয়ান কালচারের একটি উদ্ধৃতি তুলে ধরে ও ধীরে ধীরে, এবং  অনিচ্ছাকৃতভাবেই  বলে বসে যে সে একজন প্রাগৈতিহাসিক যুগের গুহামানব। সে ব্যাখ্যা করে যে সে প্রায় ১৪ হাজার বছর ধরে এই পৃথিবীতে বেঁচে রয়েছে এবং দশ বছর অন্তর অন্তর সে তার স্থান পরিবর্তন করে কারণ তার বয়স বাড়ে না‌। সে প্রথমে একটি কল্পবিজ্ঞান কাহিনীর চরিত্র হিসেবে নিজেকে উপস্থাপন করে কিন্তু ঘটনাক্রমে অন্যদের করা প্রশ্নগুলোর উত্তর দিতে দিতে সে তার পরিকল্পিত উপায়ে বলা বন্ধ করে দেয়। তার সহকর্মীরা তার কথাগুলো বিশ্বাস না করলেও গল্পের ছলে তারা কথাগুলো শুনতে থাকে ও শেষ অবধি অপেক্ষা করে। জন বলে সে ২০০০ বছর ধরে একজন সুমেরিয়ান ছিল, তারপর ব্যাবিলনিয়ান এবং ঘটনাক্রমে পূর্ব দিকে যাত্রা করে ভারতে পৌঁছে গৌতম বুদ্ধের একজন শিষ্য হয়ে যায়। সে দাবি করে যে সে নাকি ক্রিস্টোফার কলম্বাসের সাথে সমুদ্র পাড়ি দিয়েছিল (সে তখন বিশ্বাস করত যে পৃথিবী চ্যাপ্টা আকৃতির) এবং জন আরও দাবি করে সে নাকি ভিনসেন্ট ভ্যান গখের বন্ধু ছিল।(গখের নিজহাতে অঙ্কিত কিছু চিত্রের মধ্যে তার কাছে একটি রয়েছে, যেটা নাকি গখ তাকে উপহার হিসেবে দিয়েছিল)\nআলোচনায় বলা সমস্ত কথাগুলোই জনের অ্যাকাডেমিক জ্ঞানের উপর ভিত্তি করেই ছিল। হ্যারি ব্যাখ্যা করে যে জীববিজ্ঞানের তত্ব অনুযায়ী একজন মানুষ হাজার হাজার বছর বাঁচতে পারে কিনা। আর্ট যে কিনা ওখানে সবার থেকে বেশি সন্দেহভাজন ছিল, সে প্রাক-ইতিহাসকে প্রশ্ন করে বসে। সে বিস্মিত হয়ে বলে যে জনের উত্তরগুলো সঠিক হলেও এসব কোনো বইয়ে থাকতেই পারে, জন এপ্রসঙ্গে বলে যে একজন সাধারণ মানুষ হিসেবে তার স্মৃতি খুবই কম এবং তার যেটুকু মনে রয়েছে সেগুলোই সে বলছে আর সে কোনো সবজান্তা নয়। ড. উইল গ্রুবার, একজন মনোবিদ, আর্টের অনুরোধে সন্ধ্যার পর সেখানে আসে এবং জনকে জানতে চায় যে এত বড় জীবনে সে যাদের যাদের ভালোবেসেছে তাদের থেকে দূরে থাকতে তার অপরাধী মনে হয় কিনা‌। তারপর জনের আরও কিছু কথা শোনার পর উইল সেখান থেকে চলে যাওয়ার আগে জনকে একটি বন্দুক তাক করে ভয় দেখায়,(পরে জানা যায় যে তাতে গুলিই ছিল না)। তখন হ্যারির কাছ থেকে জন জানতে পারে যে একদিন আগে উইলের স্ত্রী অসুস্থতার কারণে মারা গেছেন। এটি শোনার পর জন দৌড়ে উইলের কাছে যায় ও তাকে সান্ত্বনাবাক্য শোনায়, এরপর তারা আবার দলে যোগদান করে। \nধর্ম নিয়ে আলোচনা শুরু হলে জন বলে যে সে কোনো ধর্মের অনুসারী নয়‌। এমনকি সে কোনো সর্বশক্তিমান ঈশ্বরের উপস্থিতিতেও বিশ্বাস রাখে না। গ্রুপের সবাই তাকে জোর করলে সে অনিচ্ছাকৃতভাবে বলেই বসে যে বুদ্ধের বাণী গুলি পাশ্চাত্যে তথা রোমান সাম্রাজ্যে প্রচার করতে গিয়ে যীশুর কাহিনীর প্রধান ব্যক্তিত্ব হয়ে ওঠে‌ অর্থাৎ সে পরোক্ষভাবে বলতে চায় সেই যীশুখ্রীস্ট। এরকম কথা প্রকাশের পর ঘরে সকলে আবেগাপ্লুত হয়ে পড়ে‌। এডিথ যে কিনা একজন ধর্মপ্রাণ খ্রিস্টান, কাঁদতে শুরু করে। উইল বলে জন যেন সবার কাছে ক্ষমা প্রার্থনা করে ও স্বীকার করে যে এইসমস্ত কথা যা এতক্ষণ ধরে সে বলেছে সমস্তকিছুই একটি 'পরিহাস'। জন কিছুক্ষণ নীরব থেকে শেষপর্যন্ত স্বীকার করে নেয় তার বলা সমস্ত কথা একটা প্র্যাঙ্ক ছিল‌।\nজনের বন্ধুরা অবশেষে সেখান থেকে বিদায় নেয়, কিন্তু প্রত্যেকের প্রতিক্রিয়া আলাদা ছিল: এডিথ খুব স্বস্তি অনুভব করে, হ্যারির স্বভাবে বোঝা যায় সে খুব খোলা মনের, আর্ট খুব অসন্তুষ্ট হয় ও বলে সে জনকে চেনে না,  উইল তখনও বিশ্বাস করে যে জনের কিছু মানসিক সাহায্য প্রয়োজন, স্যান্ডি ও লিন্ডা জনকে পুরোপুরি বিশ্বাস করে, জন আভাস দেয় যে সে জনকে বিশ্বাস করতে চায়। উইল ও স্যান্ডি ছাড়া সবাই যখন চলে গেল, উইল জন ও স্যান্ডির কথোপকথন শুনতে পায়, যা থেকে বোঝা যায় যে জনের বলা কথাগুলি 'গল্প হলেও সত্যি'। জন এতদিন ধরে ব্যবহৃত তার কিছু ছদ্মনাম উল্লেখ করে এবং উইল বুঝতে পারে এই নামগুলির মধ্যে একটি তার বাবার নাম। উইল জনকে কিছু প্রশ্ন করে যা একজন কাছের মানুষ ছাড়া কারোর জানার কথাই নয়। যখন জন প্রত্যেকটি প্রশ্নের সঠিক উত্তর দেয়, উইল কান্নায় ভেঙ্গে পড়ে এবং হঠাৎই তার হার্ট-অ্যাটাক হয়, জন তাকে ধরতে গেলেই জনের হাতেই উইল মারা যায়। অ্যাম্বুলেন্স দেহ নিয়ে চলে যায়। স্যান্ডি বুঝতে পারে (যদি গল্পটি সত্যি হয়) তাহলে এই প্রথম জন তার চোখের সামনে তার কোনো সন্তানকে মারা যেতে দেখল। তারপর জন কোনো কথা না বলে সেই ট্রাকে চড়ে বসে ও গাড়ি স্টার্ট দিয়ে কিছুদূর চলেও যায়, এক অজানা গন্তব্যে পাড়ি দেওয়ার জন্য। তারপর কিছু বিবেচনা করার পর, সে থেমে যায় এবং পিছনে তাকায়। তারপর স্যান্ডি ধীরে ধীরে হেঁটে গাড়িতে ওঠে। তারা দু'জনেই জনের ট্রাকে করে অজানা গন্তব্যের দিকে রওনা হয়।\n\n\n== অভিনয় ==\nআবির্ভাবের ক্রম অনুযায়ী,\n\n\n== প্রযোজনা ==\nগল্পটি হল জেরোম বিক্সবির শেষ রচনা যেটা তিনি লেখা শেষ করেন ১৯৯৮ সালের এপ্রিলে তার মৃত্যুশয্যায়। বিক্সবি স্ক্রিনপ্লের শেষ অংশ তার ছেলে এমারসন বিক্সবিকে দিয়ে করিয়েছিলেন। জেরোম বিক্সবির মৃত্যুর পর  ২০০,০০০ ডলার অর্থের বিনিময়ে 'দ্য ম্যান ফ্রম আর্থ' এর স্ক্রিপ্ট রিচার্ড শেঙ্কম্যানকে দেওয়া হয়। (২০২১ অনুযায়ী $২,৪৬,৬০৬-এর সমতুল্য) একসপ্তাহ ধরে রিহার্সালের আটদিন পর ফিল্মটি শ্যুট করা হয়।\n\n\n== মুক্তি ও ব্যবসা ==\nফিল্মটি প্রথম ২০০৭ সালের জুলাই মাসে সান দিয়েগো কমিক-কন চলচ্চিত্র উৎসবে দেখানো হয় এবং একই বছরের অক্টোবরে ক্যালিফোর্নিয়ার হেমেট ও নিউ জার্সির পিটম্যানে প্রথম থিয়েটারে দেখানো হয়েছিল। ২০০৭ সালের ১৩ নভেম্বর আঙ্কর বে এন্টারটেইনমেন্ট দ্বারা চলচ্চিত্রটি উত্তর আমেরিকায় ডিভিডিতে মুক্তি পায় এবং ২০০৯ সালের ২২ সেপ্টেম্বর ডিজিটাল রেন্টাল ও আইটিউনসে আনা হয়। ২০০৭ সালের আগস্টে রোড আইল্যান্ড ফিল্ম ফেস্টিভ্যালে সিনেমাটি সেরা স্ক্রিনপ্লের জন্য গ্রান্ড প্রাইজ লাভ করে।\n\n\n=== ফাইলশেয়ারিং এর মাধ্যমে জনপ্রিয়তা ===\n২০০৭ এ প্রযোজক এরিক ডি. উইলকিনসন বিটটরেন্ট এর ইউজারদের ধন্যবাদ জানান ফিল্মটিকে বিতরণ করার জন্য, তিনি এটাও বলেন যে এই বিতরণের ফলে সিনেমাটির বক্স অফিস প্রযোজকদের প্রত্যাশার চেয়ে অনেক বেশি হয়েছে; প্রযোজক দর্শকদের অনুরোধ করেন আরো বেশি করে ডিভিডি কেনার জন্য।\n\n\n== গ্রহণযোগ্যতা ==\nআইজিএন সিনেমাটিকে ১০ এর মধ্যে ৮ দেয় এবং বলে এটি হল \"ইন্টেলেকচুয়াল সাই-ফি\" \nডিভিডি ভার্ডিক্ট অবশ্য ফিল্মটির সমালোচনা করে বলে যে সিনেমার শেষ টি খুব হেভি-হ্যান্ডেড ছিল ও তারা বলে সিনেমায় ধর্মীয় দর্শন অন্তত একজনের মতামত হওয়া উচিত ছিল।\n\n\n=== পুরস্কার ===\nচলচ্চিত্রটিকে অসংখ্য পুরস্কারের জন্য মনোনীত করা হয়েছিল\n\n২০০৭ – বিজয়ী – প্রথম স্থান – সেরা স্ক্রিনপ্লে - রোড আইল্যান্ড ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল\n২০০৭ – বিজয়ী – গ্রান্ড প্রাইজ - সেরা স্ক্রিনপ্লে - রোড আইল্যান্ড ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল\n২০০৮ – বিজয়ী – সেরা চলচ্চিত্র – মন্টেভিডিও ফ্যান্টাস্টিক ফিল্ম ফেস্টিভ্যাল অফ উরুগুয়ে\n২০০৮ – বিজয়ী – অডিয়েন্স চয়েস অ্যাওয়ার্ড মন্টেভিডিও ফ্যান্টাস্টিক ফিল্ম ফেস্টিভ্যাল অফ উরুগুয়ে\n২০০৮ – বিজয়ী - সেরা পরিচালক - ফান্তাস্পোয়া – ইন্টারন্যাশনাল ফ্যান্টাস্টিক ফিল্ম ফেস্টিভ্যাল অফ পোর্তো আলেগ্রে, ব্রাজিল\n২০০৮ – বিজয়ী – দ্বিতীয় স্থান – সেরা স্ক্রিনপ্লে - রিও দে জানেইরো ইন্টারন্যাশনাল ফ্যান্টাস্টিক ফিল্ম ফেস্টিভ্যাল (রিওফ্যান)\n২০০৮ – বিজয়ী – অডিয়েন্স অ্যাওয়ার্ড: বেস্ট স্ক্রিনপ্লে ফিল্ম – ফিক্সিওন-সার্স হরর & ফ্যান্টাস্টিক ফিল্ম ফেস্টিভ্যাল অফ সান্তিয়াগো, চিলে\n২০০৮ – বিজয়ী – জুরি অ্যাওয়ার্ড: বেস্ট স্ক্রিনপ্লে – ফিক্সিওন-সার্স হরর & ফ্যান্টাস্টিক ফিল্ম ফেস্টিভ্যাল অফ সান্তিয়াগো, চিলে\n২০০৮ – বিজয়ী – বেস্ট সাই-ফি স্ক্রিনপ্লে - ইন্টারন্যাশনাল হরর & সাই-ফি ফিল্ম ফেস্টিভ্যাল, ফিনিক্স, আরিজোনা\n২০০৮ – বিজয়ী – সেরা স্ক্রিনপ্লে - বুয়েনোস আইরেস রোহো সাংরে – ইন্টারন্যাশনাল ইন্ডিপেন্ডেন্ট হরর, ফ্যান্টাসি & বাইজার, আর্জেন্তিনা\n২০০৭ – স্যাটার্ন অ্যাওয়ার্ড নোমিনি - বেস্ট ডিভিডি রিলিজ - দ্য ম্যান ফ্রম আর্থ\n২০০৮ – বিজয়ী – ডিভিডি ক্রিটিক্স অ্যাওয়ার্ড – বেস্ট নন-থিওরিটিকাল মুভি\n\n\n== সাউন্ডট্র্যাক ==\nফিল্মটির জন্য সমস্ত সঙ্গীত উপস্থাপনা করেছেন মার্ক হিন্টন স্টেওয়ার্ট।\n\n\"সিম্ফনি নং ৭ (বীথোভেন)\"\n\"ফরেভার\"\nলিরিক্স: রিচার্ড শেঙ্কম্যান\nসঙ্গীত: মার্ক হিন্টন স্টেওয়ার্ট\nউপস্থাপনা: মার্ক হিন্টন স্টেওয়ার্ট ও চ্যান্টেল ডানকান\nকপিরাইট - বিডিআই মিউজিক এলটিডি\n\n\n== নাটক ==\n২০১২ সালে, রিচার্ড শেঙ্কম্যান ফিল্মটিকে নিয়ে একটি নাটক আয়োজিত করেন যা সবাই ইতিবাচক মনোভাবেই গ্রহণ করেছিল।\n২০১৩ সালে গ্রিসে 'দ্য ম্যান ফ্রম আর্থ'  থিয়েটার অনুষ্ঠিত হয়।\n\n\n== সিক্যুয়েল ==\n\n২০১৭ সালে ঠিক ১০ বছর পর সিনেমাটির সিক্যুয়েল \"দ্য ম্যান ফ্রম আর্থ: হলোসিন মুক্তি\" পায় যেখানে ডেভিড লি স্মিথ ও উইলিয়াম কাট যথাক্রমে জন ইয়ং ও আর্ট জেনকিন্স চরিত্রে ফিরে আসেন।\n২০১৩ সালের সেপ্টেম্বরে  দ্য ম্যান ফ্রম আর্থ ২: ম্যান ফ্রম আর্থ মিলিয়নিয়াম নামে এরপর আরও একটি সিক্যুয়েল বানানোর চেষ্টা করা হয়েছিল কিন্তু এর জন্য যোগ্য সমর্থন পাওয়া সম্ভব হয়নি।\nফিল্মটির উপর ভিত্তি করে আর একটি চেষ্টা করা হয়েছিল ম্যান ফ্রম আর্থ: দ্য সিরিজ নামক একটি সিরিজ বানানোর। ২০১৪ সালের আগস্টে জনতা দ্বারা আর্থিক ফান্ড করা হয়।\n\n\n== আরও দেখুন ==\nকল্পবিজ্ঞানে অমরত্ব\nকাল্পনিক অমরদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe Man from Earth\nঅলমুভিতে দ্য ম্যান ফ্রম আর্থ (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে দ্য ম্যান ফ্রম আর্থ  (ইংরেজি)\nরটেন টম্যাটোসে The Man From Earth (ইংরেজি)"}