{"pageid": 1159253, "title": "ভুয়া আইপিএল (গুজরাত)", "url": "https://bn.wikipedia.org/wiki?curid=1159253", "content": "২০২২ সালের ইন্ডিয়ান প্রিমিয়ার লিগ শেষ হবার পর ভারতের গুজরাতে আরেকটি ভুয়া আইপিএলের আয়োজন করা হয়, যাতে ২১ জন খামারশ্রমিক ও বেকার যুবক, ভুয়া আম্পায়ার দিয়ে খেলা পরিচালনা করা হয় ও সেটি উন্নতমানের ক্যামেরায় সরাসরি ইউটিউবে প্রচার করা হয়। মূলত রাশিয়ান বাজিকরদের বোকা বানিয়ে অর্থ হাতানোর উদ্দেশ্যে ভারতীয় একটি চক্র এই আয়োজন করে এবং পরবর্তীতে এর সাথে জড়িত থাকার অভিযোগে গুজরাত পুলিশ চারজনকে আটক করে।\n\n\n== প্রেক্ষাপট ও ফলাফল ==\n২০২২ সালের ২৯ মে মূল আইপিএলের পর্দা নামার তিন সপ্তাহ পর ভারতের গুজরাতের মেহসানা বিভাগের মলিপুরে আরেকটি ভুয়া আইপিএলের আয়োজন করে একটি চক্র। রাশিয়ান জুয়াড়িদের বোকা বানিয়ে অর্থ হাতাতে এ আয়োজন করা হয় বলে পরবর্তীতে আইন প্রয়োগকারী সংস্থার তদন্তে বেরিয়ে আসে। ২১ জন খামারশ্রমিককে দৈনিক ৪০০ রুপি পারিশ্রমিকের বিনিময়ে পেশাদার খেলোয়াড়দের মতো করে খেলা পরিচালনার অভিনয়ের জন্য ভাড়া করা হয়, যাঁরা আইপিএলের মূল দলগুলোর জার্সি পরে খেলতেন। সাথে ভারতীর ধারাভাষ্যকার হার্শা‌ ভোগলের কণ্ঠ নকল করতে সক্ষম এক ব্যক্তিতে নিয়োগ দেয়া হয় ধারাভাষ্যকারের কাজের জন্য আর একইসাথে ভুয়া আম্পায়ার নিয়োগ দেয়া হয়। মাঠের আম্পায়ার ওয়াকিটকিতে রাশিয়া থেকে নির্দেশনা পেতেন এবং খেলোয়াড়দের সংকেত দিতেন। খেলোয়াড়রা সে অনুযায়ী খেলার গতিপথ নিন্ত্রণ করতেন। স্থানীয় পুলিশের তদন্ত প্রতিবেদন আনুযায়ী রাশিয়ার ভের, ভরোনেজ ও মস্কো থেকে একটি টেলিগ্রাম গ্রুপের মাধ্যমে পুরো ব্যাপারটি নিয়ন্ত্রণ করা হতো। একটি কবরস্থানের পাশে খোলা জায়গায় নকল মাঠ বানিয়ে হ্যালোজেন বাতির আলোয় উচ্চ ক্ষমতাসম্পন্ন ক্যামেরা ব্যবহার করে ম্যাচগুলো ইউটিউবে সরাসরি সম্প্রচার করা হতো এবং কম্পিউটার জেনারেটেড গ্রাফিক্স ব্যবহার করা হতো ম্যাচের স্কোর পর্দায় প্রদর্শ‌নের জন্য। দর্শকের কোলাহল হিসেবে আগে থেকে ধারণ করা কোলাহলের রেকর্ড ভিডিওর ব্যাকগ্রাউন্ডে বাজানো হতো এবং দর্শকসারিকে কখনোই ক্যামেরায় দেখানো হতো না। পুলিশ এর সঙ্গে জড়িত থাকার অপরাধে চার জনকে আটক করে এবং পরবর্তীতে তদন্তে জানা যায় যে, অপরাধের মূল হোতারা উত্তর প্রদেশেও একই রকমের ভুয়া ম্যাচ আয়োজনের সাথে জড়িত ছিলেন।\n\n\n== তথ্যসূত্র =="}