{"pageid": 1160325, "title": "স্টিভেনস এমআরটি স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1160325", "content": "স্টিভেনস এমআরটি স্টেশন হল ডাউনটাউন লাইনের (ডিটিএল) একটি ভূগর্ভস্থ ম্যাস র‍্যাপিড ট্রানজিট (এমআরটি) স্টেশন, যা স্টিভেনস রোড ও বুকিত টিমাহ রোডের সংযোগস্থলে সিঙ্গাপুরের নভেনা ও ট্যাংলিন পরিকল্পনা এলাকার সীমানা বরাবর অবস্থিত। বুকিত তিমাহ করিডোরের পাশে অবস্থিত, এটি নিকটবর্তী সিঙ্গাপুর চাইনিজ গার্লস স্কুল ও সেন্ট জোসেফ ইনস্টিটিউশন স্কুলের পাশাপাশি র‍্যাফেলস টাউন ক্লাব এবং আশেপাশের প্রাইভেট এস্টেটে রেল পরিষেবা পরিবেশন করে।\nস্টেশনটি ২০১৫ সালের ২৭শে ডিসেম্বর খোলা হয়েছিল, যখন ডিটিএল পর্যায়-২ খোলা হয়েছিল। ডুনার্ন রোড ও হুইটলি রোড-এ দুটি নতুন বহিনির্গমনের সঙ্গে সংযোগকারী একটি নতুন আন্ডারপাস ২০১৯ সালের ২৩শে নভেম্বর খোলা হয়েছে। আসন্ন থমসন-ইস্ট কোস্ট লাইন (টিইএল) ২০২২ সালের দ্বিতীয়ার্ধে এই স্টেশনে ডিটিএল-এর সঙ্গে সংযোগ বিনিময় করবে।\n\n\n== ইতিহাস ==\n\n\n=== ডাউনটাউন লাইন ===\n\nস্টেশনটি ২০০৮ সালের ১৫ই জুলাই প্রথম ডিটিএল২ (ডাউনটাউন লাইন পর্যায়-২) এর অংশ হিসাবে ঘোষণা করা হয়েছিল। ২০০৯ সালে একটি জনসাধারণের ভোটের পরে, স্টেশনের কার্যকারী নাম \"স্টিভেনস\" রাখা হয়।\nস্টিভেনস স্টেশন এবং সংশ্লিষ্ট সুড়ঙ্গের নকশা ও নির্মাণের জন্য আনুমানিক সিঙ্গাপুর$৩৭৮.২ মিলিয়ন (ইউএস$২৬০.০২ মিলিয়ন) মূল্যের চুক্তি৯১৯ ২০০৯ সালের জুলাই মাসে সেম্বাওয়াং ইঞ্জিনিয়ার্স অ্যান্ড কনস্ট্রাক্টরস পিটিই লিমিটেড-কে দেওয়া হয়েছিল। সংলগ্ন বোটানিক গার্ডেন স্টেশন নির্মাণও চুক্তির অন্তর্ভুক্ত ছিল। স্টেশনটির নির্মাণ কাজ ২০০৯ সালের তৃতীয় ত্রৈমাসিকে শুরু হওয়ার কথা ছিল এবং ২০১৫ সালের মধ্যে শেষ করার লক্ষ্য ছিল।\nঅন্যান্য ডিটিএল পর্যায়-২ স্টেশনের সঙ্গে স্টেশনটি ২০১৫ সালের ২৭শে ডিসেম্বর খোলা হয়েছিল। অন্য দুটি প্রবেশদ্বার বহির্গমন বি ও সি ২০১৯ সালের ২৩শে নভেম্বর খোলা হয়েছিল। ৬৫-মিটার (২১৩ ফুট) দীর্ঘ আন্ডারপাস নির্মাণে নতুন সুড়ঙ্গ প্রযুক্তিগত আয়তক্ষেত্রাকার টানেল বোরিং মেশিন (আরটিবিএম) ব্যবহার করা হয়েছিল, যা মাটিতে বাধা কমিয়ে দেয় এবং নির্মাণ কাজ সময়সূচীর আগে সম্পন্ন করতে সক্ষম করেছিল।\n\n\n=== থমসন-ইস্ট কোস্ট লাইন ইন্টারচেঞ্জ ===\n\nথমসন লাইনের (টিএসএল) অংশ হিসাবে স্টেশনটির নাম ২০১২ সালের ২৯শে আগস্ট প্রথম ঘোষণা করা হয়েছিল। স্টিভেনস টিইএল স্টেশন এবং সংশ্লিষ্ট সুড়ঙ্গের নকশা ও নির্মাণের জন্য এস$৪৪১ মিলিয়ন (ইউএস$৩৪৮.০৪ মিলিয়ন) মুল্যের চুক্তি টি২১৬ ২০১৪ সালের এপ্রিল মাসে ডেইউ ইঞ্জিনিয়ারিং অ্যান্ড কনস্ট্রাকশন কোং লিমিটেড-কে প্রদান করা হয়েছিল। নির্মাণ সেই বছরেই ২০২১ সালের প্রত্যাশিত সমাপ্তির তারিখ সহ শুরু হয়েছিল।\nএলটিএ ২০১৪ সালের ১৫ই আগস্ট ঘোষণা করে, যে স্টিভেনস স্টেশন প্রস্তাবিত (টিইএল)-এর অংশ হবে। স্টেশনটি বে স্টেশনগুলির দ্বারা মাউন্ট প্লিজেন্ট ও গার্ডেনের মধ্যে ১৩টি স্টেশন নিয়ে গঠিত পর্যায় ৩-এর অংশ হিসাবে নির্মিত হবে এবং ২০২২ সালে শেষ হবে বলে আশা করা হচ্ছে। কোভিড-১৯ মহামারীর কারণে নির্মাণে বিধিনিষেধ আরোপ করা হয়েছে, টিইএল৩-এর সমাপ্তির তারিখ এক বছর বাড়িয়ে ২০২২ করা হয়েছে। পরিবহন মন্ত্রী এস ইশ্বরান ২০২২ সালের ৯ই মার্চ সংসদে ঘোষণা করেছিলেন, যে টিইএল৩ ২০২২ সালের দ্বিতীয়ার্ধে খুলা হবে।\n\n\n== স্টেশনের বিবরণ ==\n\n\n=== পরিষেবা ===\n\nস্টিভেন স্টেশন বর্তমানে বোটানিক গার্ডেন এবং নিউটন স্টেশনের মধ্যে ডিটিএল পরিষেবা পরিবেশন করে। দাপ্তরিক মানচিত্রে প্রতিফলিত হিসাবে বর্তমানে স্টেশন কোড হল ডিটি১০। স্টেশনটি সকাল ৫:৪৮ (রবিবার ও সরকারি ছুটির দিনে সকাল ৬:০৮) থেকে রাত ১২:৩০ এর মধ্যে কাজ করে। ট্রেনের চলাচল ব্যস্ত সময়ের উপর নির্ভর করে ২ মিনিট থেকে ৫ মিনিটের মধ্যে হয়ে থাকে।\nযখন টিইএল ২০২২ সালের চতুর্থ ত্রৈমাসিকে খোলা হবে, তখন স্টিভেন স্টেশনটি ডিটিএল ও টিইএল-এর মধ্যে একটি বিনিময় কেন্দ্র হবে। স্টেশনটি টিইএল-য়ে ক্যালডেকোট ও নেপিয়ার স্টেশনের মধ্যে থাকবে।\n\n\n=== অবস্থান ===\nএটি বুকিত টিমাহ রোড ও স্টিভেনস রোডের সংযোগস্থলে ওয়ায়াং সাতু ফ্লাইওভার ও বুকিত টিমাহ খালের পাশে অবস্থিত। স্টেশনটি সিঙ্গাপুর চাইনিজ গার্লস স্কুল, সেন্ট জোসেফ ইনস্টিটিউশন ও চাইনিজ ইন্টারন্যাশনাল স্কুলকে রেল পরিষেবা প্রদান করে। এটি করাপ্ট প্র্যাকটিস ইনভেস্টিগেশন ব্যুরো রিপোর্টিং এবং হেরিটেজ সেন্টার ও ট্যাংলিন কমিউনিটি সেন্টারের কাছাকাছি অবস্থিত।\n\n\n=== স্টেশন নকশা ও বিন্যাস ===\n\nওয়েয়াং সাতু ফ্লাইওভার ও বুকিত টিমাহ খালের কাছাকাছি অবস্থানের কারণে স্টিভেনস হল ডিটিএল-এর সবচেয়ে ছোট এমআরটি স্টেশনগুলির মধ্যে একটি। ফলস্বরূপ, এলটিএ ও ঠিকাদারকে স্তুপীকৃত প্ল্যাটফর্ম ব্যবস্থা বাস্তবায়ন করতে হয়েছিল, প্রতিটি প্ল্যাটফর্ম বিভিন্ন স্তরে প্রতিটি অভিমুখে রেল পরিষেবা পরিবেশন করে। স্টেশনটির গভীরতা ৩৪.২২ মিটার (১১২.৩ ফুট)। স্টিভেনস হল প্রথম স্টেশন যেখানে প্রতিটি প্ল্যাটফর্মে এক ঝাঁক ভাড়ার গেটের রয়েছে, যাতে স্টেশনের বাকি অংশে জনসাধারণের প্রবেশের অনুমতি দেওয়া হয়।\nযাইহোক, স্টেশনের মধ্যে প্ল্যাটফর্ম পরিবর্তন করার সময় যাত্রীরা ভাড়া নেওয়া নিয়ে উদ্বেগ প্রকাশ করেছিল, কারণ দুটি প্ল্যাটফর্মের মধ্যে কোনও অর্থপ্রদানের সংযোগ নেই। জনসাধারণের উদ্বেগের পরে, ২০১৫ সালের ৩১শে ডিসেম্বর ঘোষণা করা হয়েছিল যে ২০১৬ সালের ২ই জানুয়ারি থেকে ভাড়া ছাড়াই যাত্রীদের তাদের পছন্দসই প্ল্যাটফর্ম থেকে বেরিয়ে যাওয়ার ও পুনরায় প্রবেশ করার জন্য ১০-মিনিটের অতিরিক্ত সময় থাকবে। এই অতিরিক্ত সময়টি প্রদত্ত এলাকার পাশে একটি লিফট খোলার সঙ্গে বন্ধ করা হয়েছিল।\n\n\n=== শিল্পকর্ম ===\nএমআরটি নেটওয়ার্কের আর্ট-ইন-ট্রানজিট কর্মসূচির অংশ হিসেবে ওম মি এআই-এর একটি শিল্পকর্ম, \"পিন - ২৩০৪০\" এই স্টেশনে প্রদর্শিত হয়। ১৯তম শতকে বিদেশী বৃক্ষরোপণের বৈচিত্র্য ছিল, এমন এলাকার প্রকৃতি ও ঐতিহ্যের উল্লেখ হিসাবে, শিল্পকর্মটি জায়ফল ও রাবার গাছের পাতা, বীজ এবং ফলগুলির ম্যানুয়ালি স্ট্যাম্প করা নমুনা নিয়ে গঠিত। শিল্পীর মতে, শিল্পকর্মটি হল নিত্যযাত্রীদের স্থানীয় এলাকার \"স্বতন্ত্র ঐতিহাসিক ও প্রাকৃতিক পরিচয়\" মনে করিয়ে দেওয়ার প্রচেষ্টা।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}