{"pageid": 1160264, "title": "জন জি লেক", "url": "https://bn.wikipedia.org/wiki?curid=1160264", "content": "জন গ্রাহাম লেক (মার্চ ১৮, ১৮৭০ - ১৬ সেপ্টেম্বর, ১৯৩৫) ২০ শতকের গোড়ার দিকে শুরু হওয়া পেন্টেকোস্টাল আন্দোলনের একজন কানাডিয়ান-আমেরিকান নেতা ছিলেন এবং তিনি একজন বিশ্বাস নিরাময়কারী, ধর্মপ্রচারক এবং থমাস হেজমালহালচের সহ-প্রতিষ্ঠাতা হিসাবে পরিচিত। দক্ষিণ আফ্রিকার অ্যাপোস্টলিক ফেইথ মিশনের । তার ১৯০৮-১৯ আফ্রিকান ধর্মপ্রচারক কাজের মাধ্যমে, লেক দক্ষিণ আফ্রিকায় পেন্টেকোস্টালিজমের বিস্তারে একটি নির্ধারক ভূমিকা পালন করেছিল, যা ২০ শতকের সবচেয়ে সফল দক্ষিণ আফ্রিকান ধর্মীয় আন্দোলন। মর্টন, ব্যারি (২০১২)। \"'দ্য ডেভিল হু হিলস': জন জি লেকের ধর্মপ্রচারক পেশায় প্রতারণা এবং মিথ্যাচার, দক্ষিণ আফ্রিকার ধর্মপ্রচারনা ১৯০৮-১৯১৩\" (পিডিএফ): ৯৮–১১৮। ডিওআই:10.1080/17532523.2012.739752। ৮ অক্টোবর ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুলাই ২০২২। </ref>  আফ্রিকায় তার ধর্মপ্রচারের কাজ শেষ করার পর, লেক ২০ বছর ধরে ধর্ম প্রচার করে, প্রাথমিকভাবে মার্কিন যুক্তরাষ্ট্রের পশ্চিম উপকূলে \"নিরাময় কক্ষ\" স্থাপন এবং নিরাময় প্রচারণা এবং গীর্জা প্রতিষ্ঠা করে। লেক জন আলেকজান্ডার ডাউই এর নিরাময় পরিচর্যা এবং চার্লস পারহামের মন্ত্রকের দ্বারা প্রভাবিত হয়েছিল। \n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nলেক সেন্ট মেরিস, অন্টারিও, কানাডায় জন্মগ্রহণ করেন এবং সল্ট স্টে মেরি, মিশিগানে ১৮৮৬ সালে  পরিবারের সাথে চলে যান। তিনি ১৬ ভাইবোনের একটি বড় পরিবারে জন্মগ্রহণ করেছিলেন (যাদের মধ্যে আটজন অল্প বয়সে মারা গেছেন)।  তিনি মিশিগানে যাওয়ার কিছুদিন পূর্বে সেন্ট মেরির হাই স্কুল থেকে স্নাতক হন এবং একুশ বছর বয়সে মেথডিস্ট পরিচর্যায় নিযুক্ত হন বলে দাবি করেন।  যাইহোক, তার শিক্ষালয়ে উপস্থিতি নিশ্চিত করা হয়নি  এবং জনগণনার নথি এমনকি দশ বছরের শিক্ষা নিশ্চিত করতে পারে না।  তখন লেকের কোনো আনুষ্ঠানিক ধর্মতাত্ত্বিক প্রশিক্ষণ ছিল না।\n১৮৯০ সালে লেক শিকাগো, হার্ভে শহরের একটি উপশহরে চলে আসেন, যেখানে তিনি ১৮৯৬ সালে নিজের শহরে ফিরে আসার আগে ছাদ ও নির্মাণ শ্রমিক হিসাবে কাজ করেছিলেন। লেকের মতে, তিনি একজন পরিশ্রমী ব্যবসায়ী হয়ে ওঠেন এবং হার্ভে, ইলিনয়ে হার্ভে সিটিজেন এবং সল্ট স্টেতে সু টাইমস নামে দুটি সংবাদপত্র শুরু করেন । মেরি, মিশিগান,  রিয়েল এস্টেটে সফল কর্মজীবন শুরু করার আগে, এবং পরে, জীবন বীমা লেনদেনে কোটিপতি হয়ে ওঠেন। ইতিহাসবিদ ব্যারি মর্টন কোনো প্রমাণ খুঁজে পাননি যে লেকের কখনো দুটি সংবাদপত্রের মালিকানা ছিল, সূত্রের উদ্ধৃতি দিয়ে যা নির্দেশ করে যে হার্ভে সিটিজেন হার্ভে জনপদ দ্বারা প্রতিষ্ঠিত হয়েছিল,  এবং সো টাইমস শুরু করেছিলেন জর্জ এ ফেরিস এবং ফেরিস অ্যান্ড স্কট পাবলিশার্স মালিকানাধীন। মর্টন, ব্যারি (২০১২)। \"'দ্য ডেভিল হু হিলস': জন জি লেকের ধর্মপ্রচারক পেশায় প্রতারণা এবং মিথ্যাচার, দক্ষিণ আফ্রিকার ধর্মপ্রচারনা ১৯০৮-১৯১৩\" (পিডিএফ): ৯৮–১১৮। ডিওআই:10.1080/17532523.2012.739752। ৮ অক্টোবর ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুলাই ২০২২। </ref>   মর্টন আরও অভিযোগ করেন যে লেক তার ব্যবসায়িক পেশাকে অতিরঞ্জিত করেছে, এবং \"স্পষ্ট প্রমাণ\" দেখায় যে লেক অপরপক্ষে একটি ছোট মাপের ঠিকাদার, ছাদের এবং \"হাউস-ফ্লিপার\" হিসাবে কাজ করেছিল।  ১৯০০ সালের আদমশুমারিতে, লেকের পেশাকে \"ছুতার\" হিসাবে তালিকাভুক্ত করা হয়েছে।  ১৮৯৩ সালের ফেব্রুয়ারিতে, লেক মিশিগানের নিউবেরির জেনি স্টিভেনসকে বিয়ে করেন এবং দুজনের ছয়টি সন্তান ছিল এবং ১৯০৮ সালে তার মৃত্যুর আগে আরেকটি দত্তক নেন। ১৮৯০-এর দশকে লেক এবং তার পরিবারের অনেক সদস্য ডাউইয়ের পরিষেবাগুলিতে নিয়মিত উপস্থিত হতে শুরু করে, যেখানে অংশগ্রহণকারীদের কথিতভাবে নিরাময় করা হয়েছিল এবং মৃত্যুর দরজা থেকে ফিরিয়ে আনা হয়েছিল। ১৮৯৮ সালে লেক সল্ট স্টি মেরিতে ডাউইয়ের খ্রিস্টান ক্যাথলিক গির্জার একটি ছোট অধ্যায় খোলেন এবং তার পিতামাতারা বাড়ির ছাদে মিটিং করেন। ১৯০১ সালে তিনি তার পরিবারকে জিওন, ইলিনয়েতে স্থানান্তরিত করেন, যেখানে তিনি ঈশ্বরতান্ত্রিক শহরের নির্মাণ বিভাগে কাজ করতেন।\nব্যাপক ছাঁটাইয়ের পর দেউলিয়া হয়ে যাওয়া জিয়ন সিটিকে প্রভাবিত করে,  লেক ১৯০৫ সালের দিকে নতুন কর্মসংস্থান খুঁজে পায়। তিনি পরে দাবি করেন যে তিনি রেলপথ টাইকুন জেমস জেরোম হিল, সিসিল রোডস, মহাত্মা গান্ধী, আর্থার কোনান ডয়েল এবং অন্যান্যদের সহ তার সময়ের অনেক নেতৃস্থানীয় ব্যক্তিত্বের সাথে সম্পর্ক বজায় রেখেছিলেন।   যখন তিনি তার প্রচার কর্মজীবন শুরু করেন তখন তিনি দাবি করেন যে তিনি $৫০,০০০ বছরের বেতন (২০০৭ সালে প্রায় $১.২৫ মিলিয়ন মার্কিন ডলার  ), সেইসাথে শিকাগো বোর্ড অফ ট্রেডে তার আসন থেকে দূরে চলে গেছেন। লেকের জীবনীকার, বার্পেউ, লেকের নিজস্ব দাবির বাইরে কোন প্রমাণ নেই যে লেক এই ধনী অর্থদাতা এবং শিল্পপতিদের সাথে যুক্ত ছিল।  মর্টনের মতে, সমসাময়িক নথিপত্র দেখায় যে সময়ে লেক শিকাগোতে তার নাম তৈরি করছে বলে বলা হয়েছিল তখন লেক কখনও জিয়ন সিটি ছেড়ে যায়নি; পরিবর্তে তিনি কাছাকাছি ওয়াকেগানে \"সাধারণ, ছোট-শহরের বীমা বিক্রয়কর্মী\" হিসাবে কাজ করেছিলেন। লেক ১৯০৭ সাল পর্যন্ত সমসাময়িক সংবাদপত্রে উপস্থিত হয় না যেখানে তিনি তার ভাষায় কথা বলার অভিজ্ঞতার বিবরণ দিয়েছিলেন। মর্টন, ব্যারি (২০১২)। \"'দ্য ডেভিল হু হিলস': জন জি লেকের ধর্মপ্রচারক পেশায় প্রতারণা এবং মিথ্যাচার, দক্ষিণ আফ্রিকার ধর্মপ্রচারনা ১৯০৮-১৯১৩\" (পিডিএফ): ৯৮–১১৮। ডিওআই:10.1080/17532523.2012.739752। ৮ অক্টোবর ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুলাই ২০২২। </ref> ১৯০৭ সালে লেক পেন্টেকস্টালিজমে রূপান্তরিত হয় যখন চার্লস পারহাম ডাউইয়ের সমর্থকদের আকৃষ্ট করার জন্য জিওনে একটি তাঁবু পুনরুজ্জীবন মঞ্চস্থ করেন। পারহামের চলে যাওয়ার পর টমাস হেজমালহালচের নেতৃত্বে কয়েকশত \"পারহামাইটদের\" একটি দল জিওনে রয়ে গেল - এটি আজুসা স্ট্রিট রিভাইভাল থেকে সাম্প্রতিক আগমন। ১৯০৭ এর পর, লেক এই গোষ্ঠীর মধ্যে বড় হয়ে ওঠে এবং সাধারণত সহ-নেতা হিসাবে তালিকাভুক্ত হয়। ১৯০৭ সালের গ্রীষ্মে যৌনতা এবং পেডোফিলিয়ার রিপোর্টের জন্য পারহামের গ্রেপ্তারের পর,  পারহামরা অসংগঠিত হয়ে পড়ে। বিশ্বাস করে যে অনেককে দুষ্ট আত্মা দ্বারা আবিষ্ট করা হয়েছিল, অনেকগুলি নৃশংস দুষ্ট আত্মার- প্রতারণা শুরু হয়েছিল, যাতে অন্তত দুটি মৃত্যু ঘটেছিল।   [অবৈধ, অকার্যকর উদ্ধৃতি লিঙ্ক] গ্রেপ্তার এবং সম্ভাব্য জনতার সহিংসতার মুখে, পারহামাইটরা ইলিনয় থেকে ব্যাপকভাবে পালিয়ে যেতে বাধ্য হয়েছিল। লেক এবং হেজমালহালচ ইন্ডিয়ানাপোলিসের উদ্দেশ্যে রওনা হন। সেখানে একবার, তারা দক্ষিণ আফ্রিকায় পেন্টেকোস্টাল মিশনের অর্থায়নের জন্য $২০০০ সংগ্রহ করেছিল।\n\n\n== আফ্রিকায় ধর্মপ্রচারনার কাজ ==\nটমাস হেজমালহালচের সাথে, লেক ১৯০৮ সালে দক্ষিণ আফ্রিকার অ্যাপোস্টলিক ফেইথ মিশন (এএফএম) প্রতিষ্ঠা করেন এবং ১৯০৮ থেকে ১৯১৩ সাল পর্যন্ত মিশনারি কাজ চালিয়ে যান। লেক এবং হেজমালহালচ দক্ষিণ আফ্রিকায় প্রথম পেন্টেকস্টাল ধর্মপ্রচারক বলে মনে হবে, এবং মাতৃভাষায় কথা বলার প্রবর্তন করেছিল। যারা তাদের গির্জায় যোগ দিয়েছিল তাদের মধ্যে অনেকেই আগে জায়োনিস্ট ছিল যারা ডাউইয়ের সংগঠনের সাথে মিত্র ছিল যারা বিশ্বাসের নিরাময়ে বিশ্বাস করেছিল। মর্টন লিখেছেন, মর্টন, ব্যারি (২০১২)। \"'দ্য ডেভিল হু হিলস': জন জি লেকের ধর্মপ্রচারক পেশায় প্রতারণা এবং মিথ্যাচার, দক্ষিণ আফ্রিকার ধর্মপ্রচারনা ১৯০৮-১৯১৩\" (পিডিএফ): ৯৮–১১৮। ডিওআই:10.1080/17532523.2012.739752। ৮ অক্টোবর ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুলাই ২০২২। </ref> \"লেক জায়নবাদ/পেন্টেকোটালিজমের এই সংমিশ্রণকে ছড়িয়ে দেওয়ার ক্ষেত্রে সহায়ক ছিল যা দক্ষিণ আফ্রিকার জন্য অনন্য... প্রায় অর্ধেক দক্ষিণ আফ্রিকান খ্রিস্টান আজ [২০১২] এর অনুগামী। . . লেক এই 'দ্বিতীয় ধর্মপ্রচার' ছড়িয়ে দেওয়ার ক্ষেত্রে একটি নির্ধারক ভূমিকা পালন করেছিল।\" লেকের আন্দোলন ওয়াকারস্ট্রুমের পিটার এল. লে রক্সের নেতৃত্বে প্রাথমিক জায়োনিস্টদের অনেককে আকৃষ্ট করেছিল।  এএফএম-এর শ্বেতাঙ্গ সদস্যপদের বিচ্ছিন্নতাবাদী প্রবণতার কারণে,  এর বেশিরভাগ আফ্রিকান সদস্যরা শেষ পর্যন্ত বিচ্ছিন্ন হয়ে যায়, যা অনেকগুলি ভিন্ন জায়নিস্ট খ্রিস্টান সম্প্রদায় গঠন করে।\nদক্ষিণ আফ্রিকায় লেকের আগমনের মাত্র ছয় মাস পরে, তার প্রথম স্ত্রী জেনি  ডিসেম্বর, ১৯০৮ সালে মারা যান। তিনি তার স্ত্রীর মৃত্যুকে \"শয়তানের অতিশয় নিপুণ কাজ\" বলে উল্লেখ করেছেন। তিনি আরও চার বছর আফ্রিকায় তার কাজ চালিয়ে যান, তার বোন আইরিনের সাহায্যে তার সাত সন্তানকে লালন-পালন করেন। \nদক্ষিণ আফ্রিকায় লেকের পরিচর্যা বিতর্ক ছাড়া ছিল না। মর্টন লিখেছেন মর্টন, ব্যারি (২০১২)। \"'দ্য ডেভিল হু হিলস': জন জি লেকের ধর্মপ্রচারক পেশায় প্রতারণা এবং মিথ্যাচার, দক্ষিণ আফ্রিকার ধর্মপ্রচারনা ১৯০৮-১৯১৩\" (পিডিএফ): ৯৮–১১৮। ডিওআই:10.1080/17532523.2012.739752। ৮ অক্টোবর ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুলাই ২০২২। </ref> যে লেককে অভিযুক্ত করা হয়েছিল: এএফএম-এর তহবিলের অপব্যবহার, বিশেষ করে যে তহবিল দরিদ্র গ্রামীণ এলাকায় প্রবাহিত হয়নি কিন্তু শেষ পর্যন্ত তা অ-প্রমাণিত হয়েছিল। তাঁর পরিচর্যার অধীনে যে নিরাময়গুলি হয়েছিল তা পুঙ্খানুপুঙ্খভাবে নথিভুক্ত করা হয়েছিল। তিনি আরও লিখেছেন যে \"ধর্মপ্রচারণার একটি বিশ্লেষণ যা ছিল নির্লজ্জ মিথ্যায় পূর্ণ।\"  মারিয়াস নেল একটি ভিন্ন অবস্থান নেন, এবং একটি \"প্রতারণা এবং কেলেঙ্কারী হিসাবে আপাতদৃষ্টিতে লেকের পূর্বকল্পিত ধারণার কথা উল্লেখ করেন, যা সম্পদের ভারসাম্যহীন ব্যবহার এবং অন্যায় আচরণ দ্বারা সমর্থিত\" \n\n\n== পরবর্তী জীবন ও ধর্মীয় কাজ ==\nলেক ১ ফেব্রুয়ারী, ১৯১৩ সালে আমেরিকাতে ফিরে আসেন এবং ১৯১৩ সালের সেপ্টেম্বরে ফ্লোরেন্সকে  বিয়ে করেন। লেকের মন্তব্য এই দ্বিতীয় বিবাহের বিষয়ে ছিল, \"এই দিনগুলিতে পুরুষরা নিজেদেরকে সুখীভাবে একবার বিবাহিত বলে মনে করে। আমি বিশেষভাবে আশীর্বাদ পেয়েছি যে আমি সুখে দুবার বিয়ে করেছি।\" এই বিয়ে থেকে পাঁচ সন্তানের জন্ম হয়।\nএক বছর ভ্রমণের প্রচারের পর, লেক ১৯১৪ সালের জুলাইয়ের মধ্যে স্পোকেনে, ওয়াশিংটন- তে স্থানান্তরিত হয় এবং \"দ্য চার্চ অফ ট্রুথ\"-এ পরিচর্যা শুরু করে। তিনি দ্য ডিভাইন হিলিং ইনস্টিটিউট নামে একটি সংস্থা শুরু করেন এবং \"লেকের ডিভাইন হিলিং রুম\" নামে একটি সংস্থা খুলেছিলেন। লেক ১৯১৫ থেকে মে ১৯২০ পর্যন্ত \"নিরাময় কক্ষ\" চালায়, সেই সময়ে তিনি পোর্টল্যান্ড, ওরেগন -এ চলে যান, একই ধরনের পরিচর্যার জন্য যা আরও পাঁচ বছর স্থায়ী হয়েছিল। ১৯৩১ সালে স্পোকেনে ফিরে আসার আগে তিনি ক্যালিফোর্নিয়ার উপকূলে এবং অবশেষে ১৯২৭ সালে হিউস্টন, টি এক্স-এ গীর্জা এবং \"নিরাময় কক্ষ\" খুঁজে পেতে থাকেন। স্পোকেনে ফিরে আসার পরে তিনি একটি পুরানো গির্জা কিনেছিলেন এবং তার চূড়ান্ত গির্জা এবং নিরাময় কক্ষ শুরু করেছিলেন। \n১৯৩৫ সালে, লেক একটি গুরুতর স্ট্রোক করে  এবং ১৬ সেপ্টেম্বর, ১৯৩৫,  ৬৫ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nলেক , জন জি. (২০০৫)। জন জি. লেক অ্যান্থোলজি: তাঁর জীবনের শিক্ষার সম্পূর্ণ সংগ্রহ। হুইটেকার হাউস। পৃষ্ঠা ৯৯২। আইএসবিএন 978-0-88368-568-6। \nলিন্ডসে, গর্ডন (১৯৫২)। জন জি লেকের জীবন ও পরিচর্যার নকশা। ভয়েস অফ হিলিং পাবলিশিং কোম্পানি। পৃষ্ঠা ১১৬। \nলেক, জন জি. (১৯৯৫)। জন জি. লেক: তাঁর জীবন, তাঁর উপদেশ, তাঁর বিশ্বাসের সাহস। কেনেথ কোপল্যান্ড পাবলিকেশন্স। আইএসবিএন 9780881149623। \nঈশ্বরের সেনাপতি: কেন তারা সফল এবং কেন কিছু ব্যর্থ। হুইটেকার হাউস। ১৯৯৬। আইএসবিএন 978-1880089477। \n\n\n== বহিঃসংযোগ ==\nজন জি. লেকের পরিচর্যা\nজন জি লেকের লেখনি হিলিং রুম মিনিস্ট্রিজ আর্কাইভ\nজন জি লেক ডট ওআরজি\nঅ্যামাজন কিন্ডলে জন জি লেকের সংগৃহীত কাজ"}