{"pageid": 11607, "title": "বাংলালিংক", "url": "https://bn.wikipedia.org/wiki?curid=11607", "content": "বাংলালিংক বাংলাদেশের একটি টেলিযোগাযোগ সেবাদাতা প্রতিষ্ঠান। বাংলালিংক গ্রাহক সংখ্যার বিবেচনায় বাংলাদেশের তৃতীয় বৃহত্তম জিএসএম ভিত্তিক মুঠোফোন নেটওয়ার্ক সেবাদাতা প্রতিষ্ঠান। ২০০৬ সালের আগস্ট মাসে বাংলালিংক বাংলাদেশের প্রথম বেসরকারী মোবাইল ফোন সেবা প্রতিষ্ঠান হিসেবে বিটিটিবি সংযোগ থেকে মোবাইল ফোনে বিনামূল্য টেলিফোন কল ধরার সুযোগ করে দেয়।\n২০০৫ সালের ডিসেম্বর পর্যন্ত বাংলালিংকের গ্রাহক সংখ্যা ছিল প্রায় ১০ লক্ষ। পরবর্তী বছরে এসংখ্যা ২৫৩ শতাংশ বেড়ে দাড়ায় ৩৬.৪ লাখ গ্রাহকে। ২০০৭ সালের জুন মাস পর্যন্ত প্রতিষ্ঠানটির মোট গ্রাহক সংখ্যা ছিল ৬০.৪ লাখে। ২০০৫ সালে যাত্রা শুরু করার এক যুগ পর বাংলাদেশে বাংলালিংক সংযোগ ব্যবহারকারীর সংখ্যা ৩ কোটি ছাড়িয়ে যায়।\nবাংলালিংক ডিজিটাল কমিউনিকেশনস লিমিটেড টেলিকম ভেনচারস লিমিটেডের সম্পূর্ণ মালিকানাধীন একটি প্রতিষ্ঠান, যা গ্লোবাল টেলিকম লিমিটেডের ১০০% মালিকানাধীন একটি সহায়ক প্রতিষ্ঠান। ২০১১ সালের এপ্রিল মাসে ভিওন লিমিটেড ও উইন্ড টেলিকম এস.পি.এ-এর ব্যবসা একীভূত হওয়ার পর থেকে ভিওন এখন গ্লোবাল টেলিকম লিমিটেড-এর ৫১.৯% শেয়ারের স্বত্বাধিকারী। ভিওন ন্যাসডেক ও ইউরোনেক্সট আমস্টারডাম-এর তালিকাভুক্ত সংযোগ প্রদানকারী প্রতিষ্ঠান। রাশিয়া, ইতালি, আলজেরিয়া, পাকিস্তান, উজবেকিস্তান, কাজাকস্তান, ইউক্রেন, বাংলাদেশ ও লাওস-এ এই প্রতিষ্ঠানটি গ্রাহকদের সেবা প্রদান করে আসছে। বিলাইন, কাইভস্টার, উইন্ড, জ্যাজ, বাংলালিংক ও জেজি নামে ভিওন ব্যবসা পরিচালনা করে আসছে।\n\n\n== ইতিহাস ==\n১৯৮৯ সালে সেবা টেলিকম (প্রা.) লিমিটেড ১৯৯টি গ্রামীণ উপজেলায় টেলিফোন সেবা প্রদানের লক্ষ্যে নিবন্ধন করে। পরবর্তীকালে তারা সেলুলার রেডিও-টেলিফোন সেবার মাধ্যমে তাদের কার্যক্রম বর্ধিত করে।\n২০০৪ সালের জুলাই মাসে ওরাসকম টেলিকম সেবা টেলিকমের মালয়েশিয়ান অংশীদারীত্ব কিনে নেয়। এর কারণ ছিল বাংলাদেশে ব্যবসা প্রসারে মালয়েশীয় অংশীদারের ব্যর্থতা। ওরাসকমের সাথে ২৫ মিলিয়ন ডলারের চুক্তি গোপনে সম্পাদিত হয়। বিভিন্ন আইনগত ঝামেলা এড়াতে এই গোপন চুক্তি হয়েছিল। গোপনে এই চুক্তি করার প্রধান কারণ ছিল, বাংলাদেশী ও মালয়েশীয় অংশীদারের মধ্যে চুক্তি বিদ্যমান থাকায় যেকোন পক্ষ শেয়ার বিক্রয় করতে চাইলে অন্য পক্ষ তা কেনার প্রথম সুযোগ পাবে।\nইন্টিগ্রেটেড সার্ভিসেস লিমিটেড (আইএসএল), যারা সেবা টেলিকমের বাংলাদেশী অংশীদার, প্রাতিষ্ঠানিক ভাবে মালয়েশীয় অংশীদার টেকনোলজি রিসোর্স ইন্ডাস্ট্রিজের শেয়ার ১৫ মিলিয়ন ডলারে কিনেছে বলে দেখানো হয়। আইএসএল পরে আরো ১০ মিলিয়ন ডলার স্ট্যান্ডার্ড চার্টার্ড ব্যাংককে পরিশোধ করে সেবার দায় শোধ করে। সেবা টেলিকমের গ্রাহক সংখ্যা ছিল ৫৯,০০০ যাদের মধ্যে বিক্রির সময় নিয়মিত গ্রাহক ছিল মাত্র ৪৯,০০০।\n২০০৪ সালের সেপ্টেম্বর মাসে ওরাসকম টেলিকম সেবা টেলিকমের ১০০% শেয়ার কিনে নেয়। এরা ৬০ মিলিয়ন ডলার মূলধন বিনিয়োগ করে এবং টেলিফোন ব্র্যান্ডের নাম পরিবর্তন করে রাখে বাংলালিংক। ২০০৫ সালের ফেব্রুয়ারিতে বাংলালিংক নামে এরা পুনরায় যাত্রা শুরু করে। বাংলালিংকের লাইসেন্স ১৫ বছর মেয়াদী এবং মেয়াদ শেষ হয় ২০১১ সালের নভেম্বরে। ২০১৮ সালের মার্চ থেকে বাংলালিংক ৪জি সেবা দেওয়া শুরু করে।\n\n\n== গ্রাহক নম্বর ==\nতাদের জন্য বরাদ্দকৃত নাম্বার হচ্ছে (+৮৮)০১৯xxxxxxxx ও (+৮৮)০১৪০xxxxxxx\n\n\n== বাংলালিংক ওয়াইফাই ==\nবাংলালিংক মোবাইল নেটওয়ার্ক সেবার পাশাপাশি দ্রুতগতির তারবিহীন ব্রডব্যান্ড ইন্টারনেট (এফডব্লিউএ) পরিসেবা প্রদান করে থাকে।\n\n\n== নেটওয়ার্ক বিস্তৃতি ==\nসারাদেশে বাংলালিংকের ১৪,৫০০ এর বেশি টাওয়ার রয়েছে।\n\n\n=== জাতীয় রোমিং কাভারেজ ===\nজাতীয় রোমিংয়ের মাধ্যমে বাংলালিংক গ্রাহকরা টেলিটক নেটওয়ার্ক এবং টেলিটক গ্রাহকরা বাংলালিংকের নেটওয়ার্ক ব্যবহার করতে পারেন। \nবাংলালিংক ও টেলিটক যৌথ রোমিং নেটওয়ার্ক মোট ২০,৬০০ টি মোবাইল নেটওয়ার্ক টাওয়ার ব্যবহার করে গ্রাহকদের সেবা প্রদান করবে । প্রাথমিকভাবে ২০০ টি স্থানে পরীক্ষামূলক ভাবে এই সেবা চালু করা হয়েছে । জুলাই ২০২৪ এ বাণিজ্যিকভাবে এই সেবা চালুর কথা বলা হয়েছে ।\n\n\n=== আন্তর্জাতিক রোমিং কাভারেজ ===\nবিশ্বের ১০০টিরও বেশি দেশ বাংলালিংকের আন্তর্জাতিক রোমিং কাভারেজ আওতাধীন।\n\n\n== আরও দেখুন ==\nটেলিটক\nগ্রামীণফোন\nবাংলাদেশ টেলিকমিউনিকেশন্স কোম্পানি লিমিটেড\nরবি\n\n\n== তথ্যসূত্র =="}