{"pageid": 1160503, "title": "কাত্যায়নী দাস ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1160503", "content": "কাত্যায়নী দাস ভট্টাচার্য (১৯১৭-১৯৬৬) একজন ভারতীয় পণ্ডিত এবং ভারতীয় ও পাশ্চাত্য দর্শনের একজন দার্শনিক ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\n১৯১৭ সালের ১৭ ই অক্টোবর (কারও মতে ১ সেপ্টেম্বর ১৯১৮), আয়ুর্বেদ চিকিৎসক ভুবনেশ্বর ভট্টাচার্য এবং শৈলজা দেবীর ঘরে জন্মগ্রহণ করেন, কাত্যায়নী দাস ১৯৩৬ এবং ১৯৩৯ সালে যথাক্রমে বৃন্দাবন কলেজ (বর্তমানে বৃন্দাবন সরকারী কলেজ) থেকে চুনতা এবং ইন্টারমিডিয়েট আর্টস এক্সামিনেশন (আইএ) এর তার গ্রামের স্কুল থেকে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হন। ইন্টারমিডিয়েট পরীক্ষায়, তিনি কলকাতা বিশ্ববিদ্যালয়ে যুক্তিবিজ্ঞানে প্রথম স্থান অর্জন করেন এবং বিশ্ববিদ্যালয় কর্তৃক সারদাপ্রসাদ পুরস্কার লাভ করেন। এর মধ্যে, তিনি পণ্ডিত সুরেন্দ্র চন্দ্র তারকা-সাংখ্য-বেদান্তের অধীনে এক বছর (১৯৩৬-৩৭) সংস্কৃতে ঐতিহ্যবাহী কোর্স করেছিলেন। যদিও তিনি হবিগঞ্জের কলেজে ইংরেজি সাহিত্য (অনার্স) অধ্যয়ন শুরু করেন, তবে ইন্টারমিডিয়েট পরীক্ষায় যুক্তিবিজ্ঞান এবং সংস্কৃতে তার অভিনয় তাকে দর্শনের কোর্স পরিবর্তন করতে পরিচালিত করে।যদিও তিনি হবিগঞ্জের কলেজে ইংরেজি সাহিত্য (অনার্স) অধ্যয়ন শুরু করেন, তবে ইন্টারমিডিয়েট পরীক্ষায় যুক্তিবিজ্ঞান এবং সংস্কৃতে তার অভিনয় তাকে দর্শনের কোর্স পরিবর্তন করতে পরিচালিত করে। ডঃ শ্যামাপ্রসাদ মুখোপাধ্যায়, যিনি সেই সময়ের একজন রাজনৈতিক ব্যক্তিত্ব এবং শিক্ষাবিদ ছিলেন, তিনি এই যুবকের প্রতি আগ্রহ দেখিয়েছিলেন এবং জোর দিয়েছিলেন যে কাত্যায়নদাস কলকাতায় চলে যান এবং আশুতোষ কলেজে ভর্তি হন (তার বাবা স্যার আশুতোষ মুখোপাধ্যায়ের নামানুসারে) দর্শনে অনার্স সহ বিএ কোর্সে ভর্তি হন। অধ্যাপক কালিদাস সেন, যিনি সেই সময় আশুতোষ কলেজের অধ্যক্ষ ছিলেন, তিনি কাতিয়ানিদাসকে সমর্থন ও উৎসাহ দিয়েছিলেন। কলেজের ছাত্র হিসেবে তিনি কলেজ ম্যাগাজিনে পাণ্ডিত্যপূর্ণ প্রবন্ধ লিখতে শুরু করেন। \"হাসির মনোবিজ্ঞানে এক ঝলক\",, \"ইস ফ্রি উইল এ ফ্যাক্ট?\" ।  তিনি ১৯৪১ সালে কলকাতা বিশ্ববিদ্যালয়ে প্রথম শ্রেণীতে প্রথম স্থান অর্জনে সফল হন এবং বিশ্ববিদ্যালয় কর্তৃক রামতনু লাহিড়ী স্বর্ণপদক, হেমন্ত কুমার স্বর্ণপদক এবং কেশব চন্দ্র সেন স্বর্ণপদক লাভ করেন। এরপর তিনি ১৯৪৩ সালে কলকাতা বিশ্ববিদ্যালয়ের এমএ (দর্শন) পরীক্ষায় রেকর্ড নম্বর নিয়ে প্রথম শ্রেণিতে প্রথম স্থান অর্জন করেন এবং বিশ্ববিদ্যালয় স্বর্ণপদক এবং অন্যান্য পদক ও পুরস্কার লাভ করেন।\n\n\n== পেশাদারী কর্মজীবন ==\nএকজন ছাত্র হিসাবে এবং পরবর্তীকালে একজন শিক্ষক হিসাবে, কাত্যায়নীদাস একাডেমিক দার্শনিক ডক্টর সুরেন্দ্রনাথ দাশগুপ্তের দৃষ্টি আকর্ষণ করেছিলেন, যিনি এমএ-তে তাঁর ছাত্রকে এমন একজন হিসাবে বর্ণনা করেছিলেন যে \"সে প্রথম শ্রেণীর এমএ থেকে অনেক বেশি জানে বলে মনে হয়\" \nতাঁর প্রবন্ধগুলি \"সাংখ্য দর্শনে সূক্ষ্ম দেহের ধারণা\",   \"পশ্চত্য দর্শনে ঈশ্বরের অস্তিত্ব বিচার\" (পশ্চিমা দার্শনিক চিন্তাধারায় ঈশ্বরের অস্তিত্ব নিয়ে আলোচনা)  1950-এর দশকে এই বিষয়ে গুরুত্বপূর্ণ অবদান ছিল।   তাঁর অন্যান্য অবদানের মধ্যে রয়েছে \"আলেকজান্ডারের দর্শনে উত্থানের তত্ত্ব\",  \"আলেকজান্ডারের দর্শনে চরম সভা\",  \"শঙ্করা বেদান্তে সহায়কের প্রকৃতি এবং কার্যকারিতা\",  পাশ্চত্য মানবজ্ঞানে। moner swarup (পশ্চিমী মনোবিজ্ঞানে মনের পরিচয়)।  মূল সংস্কৃত থেকে কাত্যায়নীদাসের অনূদিত রচনার মধ্যে \"ঈশ্বরকৃষ্ণের সাংখ্যকারিকা \" অন্তর্ভুক্ত ছিল, একটি অস্পষ্ট সংস্কৃত পাঠ, যা খ্রিস্টীয় তৃতীয় শতাব্দীতে সাংখ্য দর্শনে, ইংরেজিতে দেওয়া হয়েছিল।  সাধারণ পাঠকদের জন্য লেখা তার কিছু লেখা যেমন। \" ভাবদার তত্পর্য ও প্রকরভেদ\" (আদর্শবাদের তাৎপর্য ও শ্রেণিবিভাগ),  \"পশ্চত্য দর্শনে আমারাতওয়ার বিচার\" (পশ্চিমী দার্শনিক চিন্তাধারায় জীবনের ধারাবাহিকতার ধারণার ওপর আলোচনা),  \"জাদের স্বরূপ জিঙ্গ্যাসার ইতিহাস\" (ইতিহাস) নির্জীব বস্তুর পরিচয় নিয়ে প্রশ্ন করা),  \"প্রাণের স্বরূপ জিঙ্গ্যাসার ইতিহাস\" (জীবন্ত বস্তুর পরিচয়কে প্রশ্নবিদ্ধ করার ইতিহাস),  বাংলা দৈনিক আনন্দবাজার পত্রিকা এবং কলকাতার অন্যান্য পত্রিকায় প্রকাশিত হয়েছিল।\nদ্য সোসাইটি ফর ইন্ডিয়ান ফিলোসফি অ্যান্ড রিলিজিয়ন, এলকিন্স, ওয়েস্ট ভার্জিনিয়া, ইউএসএ তাদের জার্নাল অফ ইন্ডিয়ান ফিলোসফি অ্যান্ড রিলিজিয়নে কাত্যায়নীদাস ভট্টাচার্যের সংগৃহীত রচনা প্রকাশ করেছে  যার মধ্যে \"ধর্মীয় চেতনা\",  \"ধর্মের প্রয়োজনীয়তা\" বিষয়ক প্রবন্ধ অন্তর্ভুক্ত ছিল। \",  \"কিয়ের্ডের ধর্মের দর্শন: বৈজ্ঞানিক চিকিত্সার প্রতি আপত্তি\",  \"জীবনের দর্শনে সমসাময়িক প্রবণতা\"  এবং \"আলেকজান্ডারের দর্শনে ঈশ্বর\"। \nকাত্যায়নীদাস কলকাতার আশুতোষ কলেজে শিক্ষকতা শুরু করেন। ১৯৪৮ সালে পশ্চিমবঙ্গ শিক্ষা পরিষেবায় যোগদানের পর, যোগদানের আগে তিনি প্রথমে কৃষ্ণনগর সরকারি কলেজে এবং তারপর কোচবিহারের ভিক্টোরিয়া কলেজে (বর্তমানে আচার্য ব্রজেন্দ্র নাথ সিল কলেজ নামে পরিচিত) এবং সেন্ট্রাল কলকাতা কলেজে (বর্তমানে মৌলানা আজাদ কলেজ নামে পরিচিত) পদে নিয়োগ পান। 1959 সালের জুলাই মাসে প্রেসিডেন্সি কলেজ, কলকাতা (বর্তমানে প্রেসিডেন্সি বিশ্ববিদ্যালয় নামে পরিচিত)। একই সাথে, তিনি কলকাতা বিশ্ববিদ্যালয়ে সম্মানসূচক বক্তৃতা দিয়েছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nকাত্যায়নীদাস ভারতীয় শাস্ত্রীয় সঙ্গীতের একজন গুণী ব্যক্তিত্ব ছিলেন এবং তবলা ভালো বাজাতেন। এক সময়ে তিনি বাংলা সাংস্কৃতিক জার্নাল জয়ন্তী সম্পাদনা করেন যা প্রথমে চুনতা ( ব্রাহ্মণবাড়িয়া ) এবং পরে কলকাতা থেকে প্রকাশিত হয়। তাঁর বড় ভাই, বীরেশ্বর ভট্টাচার্য, ১৯৪০-এর দশকে ভারতের স্বাধীনতা সংগ্রামের পটভূমিতে রচিত মুক্তির ডাক (স্বাধীনতার আহ্বান) উপন্যাসের লেখক। কাত্যায়নীদাস ১৯৪৮ সালে প্রিয়নাথ ভট্টাচার্য এবং বিদ্যাকুটের সুধাবালা দেবীর কন্যা উমা ভট্টাচার্যের সাথে বিবাহ বন্ধনে আবদ্ধ হন। এই দম্পতির চার পুত্র ছিল অমিতাভ, নিরঞ্জন, সুগত এবং গৌতম, যারা সকলেই পরবর্তীকালে তাদের নিজ নিজ কর্মক্ষেত্রে নিজেদের প্রতিষ্ঠিত করেছিলেন। কাত্যায়নীদাস ১৯৬৬ সালের ২৬ অক্টোবর ৪৯ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র =="}