{"pageid": 1160042, "title": "আন্ত্রিক অণুজীবসমগ্র", "url": "https://bn.wikipedia.org/wiki?curid=1160042", "content": "আন্ত্রিক অণুজীবসমগ্র বলতে মেরুদণ্ডী প্রাণীসমূহ (যার মধ্যে মানুষও অন্তর্ভুক্ত) ও কিছু কীটপতঙ্গের পরিপাকনালীতে বাসকারী অণুজীবসমূহকে বোঝায়, যার মধ্যে ব্যাকটেরিয়া ও আর্কিয়া অন্যতম। একে ইংরেজিতে গাট মাইক্রোবায়োটা (ইংরেজি: Gut microbiota), গাট ফ্লোরা (Gut flora) এবং গাট মাইক্রোবায়োম (Gut microbiome) নামে ডাকা হতে পারে। পাকান্ত্রিক অধিবংশাণুসমগ্র (যেটিকে কদাচিৎ অণুজীবসমগ্র ডাকা হতে পারে) বলতে আন্ত্রিক অণুজীবসমগ্রের সবগুলি জীবের বংশাণুসমগ্রের সমষ্টিকে বোঝায়। মানবদেহে অন্ত্র মানব অণুজীবসমগ্রের প্রধান অবস্থানস্থল। আন্ত্রিক অণুজীবসমগ্রের ব্যাপক গুরুত্ব আছে। বিশেষ করে জীবাণুর উপনিবেশ স্থাপন, রোগসৃষ্টিকারী জীবাণুর প্রতিরোধ, আন্ত্রিক আবরণী কলাস্তরের রক্ষণাবেক্ষণ, খাদ্য ও ঔষধীয় যৌগসমূহের বিপাক, অনাক্রম্য (রোগ প্রতিরোধী) ক্রিয়ার নিয়ন্ত্রণ এমনকি অন্ত্র-মস্তিষ্ক অক্ষ হয়ে আচরণ নিয়ন্ত্রণ, ইত্যাদি ক্ষেত্রে এর গুরুত্ব আছে।\nআন্ত্রিক অণুজীবসমগ্রের অণুজীবীয় গঠন পরিপাকনালীর বিভিন্ন অঞ্চলভেদে ভিন্ন হয়ে থাকে। মানব বৃহদান্ত্রে সবচেয়ে বেশি অণুজীব থাকে। এখানে ৩০০ থেকে ১০০০টি ভিন্ন প্রজাতির অণুজীব বাস করতে পারে, যা কিনা পৃথিবীতে সবচেয়ে বেশি ঘনত্ববিশিষ্ট অণুজীব বসতি। তবে আন্ত্রিক ব্যাকটেরিয়াদের শতকরা ৯৯ ভাগই ৩০ থেকে ৪০টি ব্যাকটেরিয়া প্রজাতি থেকে উদ্ভূত হয়। এছাড়া ব্যাকটেরিয়া মলের শুষ্ক ভরের ৬০% পর্যন্ত গঠন করে। অন্ত্রের ব্যাকটেরিয়াগুলির ৯৯%-এরও বেশি অবায়ুজীবী প্রকৃতির। তবে সিকাম বা বন্ধনালীতে সবাত বা বায়ুজীবী ব্যাকটেরিয়াগুলির ঘনত্ব উচ্চ থাকে। কিছু প্রাক্কলন অনুযায়ী মানব অণুজীবসমগ্রে মানব বংশাণুসমগ্রে অবস্থিত বংশাণুগুলির চেয়ে একশত গুণ বেশি বংশাণু আছে।\n\n\n== আরও দেখুন ==\n\nউপনিবেশীভবন প্রতিরোধ\nমানবদেহে অণুজীবের তালিকা\nনারীদের নিম্ন জনননালীতে অণুজীব প্রজাতির তালিকা\nচর্ম অণুজীবসমগ্র\nভেরোটক্সিন-উৎপাদক এশেরিকিয়া কোলাই\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nপর্যালোচনামূলক নিবন্ধ\nMaranduba, Carlos Magno da Costa; De Castro, Sandra Bertelli Ribeiro; Souza, Gustavo Torres de; Rossato, Cristiano; Da Guia, Francisco Carlos; Valente, Maria Anete Santana; Rettore, João Vitor Paes; Maranduba, Claudinéia Pereira; Souza, Camila Maurmann de; Carmo, Antônio Márcio Resende do; MacEdo, Gilson Costa; Silva, Fernando de Sá (২০১৫)। \"Intestinal Microbiota as Modulators of the Immune System and Neuroimmune System: Impact on the Host Health and Homeostasis\"। Journal of Immunology Research। 2015: 931574। ডিওআই:10.1155/2015/931574 । পিএমআইডি 25759850। পিএমসি 4352473 । \nDe Preter, Vicky; Hamer, Henrike M; Windey, Karen; Verbeke, Kristin (২০১১)। \"The impact of pre- and/or probiotics on human colonic metabolism: Does it affect human health?\"। Molecular Nutrition & Food Research। 55 (1): 46–57। ডিওআই:10.1002/mnfr.201000451। পিএমআইডি 21207512। \nPrakash, Satya; Rodes, Laetitia; Coussa-Charley, Michael; Tomaro-Duchesneau, Catherine; Tomaro-Duchesneau, Catherine; Coussa-Charley; Rodes (২০১১)। \"Gut microbiota: Next frontier in understanding human health and development of biotherapeutics\"। Biologics: Targets and Therapy। 5: 71–86। ডিওআই:10.2147/BTT.S19099। পিএমআইডি 21847343। পিএমসি 3156250 । \nWu, G. D.; Chen, J.; Hoffmann, C.; Bittinger, K.; Chen, Y.-Y.; Keilbaugh, S. A.; Bewtra, M.; Knights, D.; Walters, W. A.; Knight, R.; Sinha, R.; Gilroy, E.; Gupta, K.; Baldassano, R.; Nessel, L.; Li, H.; Bushman, F. D.; Lewis, J.D. (২০১১)। \"Linking Long-Term Dietary Patterns with Gut Microbial Enterotypes\"। Science। 334 (6052): 105–08। ডিওআই:10.1126/science.1208344। পিএমআইডি 21885731। পিএমসি 3368382 । বিবকোড:2011Sci...334..105W।"}