{"pageid": 1160537, "title": "সংস্কৃতিতে সমুদ্র", "url": "https://bn.wikipedia.org/wiki?curid=1160537", "content": "সংস্কৃতিতে সমুদ্র বহু শতাব্দী ধরেই গুরুত্বপূর্ণ ভূমিকা গ্রহণ করে আসছে। কারণ, মানুষ সমুদ্রের অভিজ্ঞতা অর্জন করেছে নানা পরস্পরবিরোধী উপায়ে: যেমন শক্তিশালী অথচ শান্ত, সুন্দর অথচ ভয়ংকর। সাহিত্য, শিল্পকলা, কবিতা, চলচ্চিত্র, নাটক ও পাশ্চাত্য ধ্রুপদী সংগীতের ন্যায় শিল্পরূপগুলিতে মানুষের সমুদ্রচেতনার পরিচয় পাওয়া যায়। শিল্পকলায় নৌকার প্রাচীনতম উপস্থাপনাগুলি ৪০,০০০ বছরের পুরনো। সেই সময় থেকে বিভিন্ন দেশের শিল্পকলা ও সংস্কৃতিতে সমুদ্র চিত্রিত হয়ে আসছে। প্রতীততত্ত্বর দিক থেকে সমুদ্রকে নানাবিধ কাল্পনিক প্রাণীর বাসস্থান এক প্রতিকূল পরিমণ্ডল হিসেবে ধারণা করা হয়েছে: বাইবেলের লেভিয়াথান, জাপানি পুরাণের ইসোনাদে ও পরবর্তীকালের নর্স পুরাণকথার ক্রাকেন। মনঃচিকিৎসক কার্ল ইয়ুং-এর রচনায় সমুদ্র স্বপ্ন ব্যাখ্যায় ব্যক্তিগত ও সমষ্টিগত অবচেতনের প্রতীক।\nলামুর কুঁড়েঘরের দেওয়ালে আঁকা সাদামাটা ছবি থেকে জোসেফ টার্নার ও ওলন্দাজ স্বর্ণযুগীয় চিত্রকলায় অঙ্কিত সমুদ্রের ছবি – সমুদ্র ও জাহাজের ছবি নানাভাবে এসেছে চিত্রকলায়। জাপানি শিল্পী কাৎসুশিকা হোকুসাই কানাগাওয়ার লহরীতলে সহ সমুদ্রের নানা মেজাজ রঙিন ছাপচিত্রে ধরে রাখেন। হোমারের ওডিসি (খ্রিস্টপূর্ব অষ্টম শতাব্দী) মহাকাব্যের সময় থেকে সাহিত্যে সমুদ্রের বর্ণনা পাওয়া যায়। এদো যুগের জাপানি কবি মাৎসু বাসোর (松尾 芭蕉) (১৬৪৪-১৬৯৪) হাইকু কবিতার বিষয়বস্তু হিসেবে সমুদ্র বার বার ফিরে এসেছে।\nহোমারের ওডিসি মহাকাব্যে সমুদ্র একটি প্রধান ভূমিকা গ্রহণ করে। এই গ্রন্থে গ্রিক নায়ক অডিসিউসের দশ-বর্ষব্যাপী সমুদ্রযাত্রার বিবরণ পাওয়া যায়। কাব্যে দেখানো হয় যে, তিনি সমুদ্রের বিভিন্ন দৈত্যের সঙ্গে লড়াই করতে করতে ঘরে ফিরছিলেন। মধ্যযুগে বিভিন্ন রোম্যান্সেও সমুদ্র চিত্রিত হয়েছে। উদাহরণস্বরূপ ট্রিস্টান কিংবদন্তির নাম করা যায়, যার বিষয়বস্তুর মধ্যে ছিল কাল্পনিক দ্বীপ ও স্বয়ংচালিত জাহাজ। দ্য বুক অফ মার্গারি কেম্প প্রভৃতি কাহিনি ও কবিতার একটি সাধারণ বিষয় হল তীর্থযাত্রা। আদি আধুনিক যুগ থেকে আটলান্টিক দাস ব্যবসা ও শাস্তিমূলক পরিবহণের মাধ্যমে মানুষকে ইচ্ছার বিরুদ্ধে সমুদ্রযাত্রা করিয়ে এক মহাদেশ থেকে অন্য মহাদেশে নিয়ে যাওয়া হত, প্রায়শই স্থায়ীভাবে বসবাস করানোর জন্য। এর ফলে তীব্র সাংস্কৃতিক অনুরণন সৃষ্টি হয়। তাছাড়া মিশর, গ্রিস ও রোমান সভ্যতার যুগ থেকেই সমুদ্রে সমাধিদানের প্রথাটি নানাভাবে আচরিত হয়ে এসেছিল।\nসমসাময়িক কালের সমুদ্র-অনুপ্রাণিত উপন্যাসগুলি লিখেছেন জোসেফ কনরাড, হারমান ওউক ও হারমান মেলভিল; সমুদ্র নিয়ে কবিতা লিখেছেন স্যামুয়েল টেলর কোলরিজ, রুডইয়ার্ড কিপলিং ও জন মেসফিল্ড। কয়েক শতাব্দী ধরে সংগীতকেও অনুপ্রেরণা জুগিয়েছে সমুদ্র। উদাহরণস্বরূপ সি শ্যান্টি লোকগান, রিচার্ড ওয়াগনারের দ্য ফ্লাইং ডাচম্যান, ক্লড ডেবাসির লা মার (১৯০৩-০৫), চার্লস ভিলিয়ারস স্ট্যানফোর্ডের সংস অফ দ্য সি (১৯০৪) ও সংস অফ দ্য ফ্লিট (১৯১০), এডওয়ার্ড এলগারের সি পিকচারস (১৮৯৯) ও রালফ ভগান উইলিয়ামসের আ সি সিম্ফনি-র (১৯০৩–১৯০৯) নাম করা যায়।\n\n\n== মানুষ ও সমুদ্র ==\nসাহিত্য, শিল্পকলা, কবিতা, চলচ্চিত্র, নাটক ও পাশ্চাত্য ধ্রুপদী সংগীত, সেই সঙ্গে পুরাণ ও মনঃচিকিৎসামূলক স্বপ্ন ব্যাখ্যার মতো মানবীয় সৃজনীকর্মের মধ্যে দিয়ে সমুদ্র চিত্রিত হয়েছে। সমুদ্রোপকূলে স্থিত দেশগুলির কাছে সমুদ্রের গুরুত্ব বোঝা যায় এই দেশগুলির সংস্কৃতিতে সমুদ্র যেভাবে অনাহূতভাবে ঢুকে পড়েছে তা দৃষ্টে। সেই সব দেশের অতিকথা ও কিংবদন্তিতে ঢুকে পড়েছে সমুদ্র; প্রবাদ ও লোকসংগীতে উল্লিখিত হয়েছে সমুদ্রের কথা; মানতসিদ্ধিমূলক পূজোপচারে ব্যবহৃত হয়েছে নৌকা; দীক্ষানুষ্ঠান ও অন্ত্যেষ্টি সংস্কারে গুরুত্ব পেয়েছে জাহাজ ও সমুদ্র; শিশুরা খেলা করেছে খেলনা নৌকা নিয়ে; প্রাপ্তবয়স্কেরা নির্মাণ করেছে মডেল জাহাজ; নতুন জাহাজ জলে ভাসানোর অনুষ্ঠান দেখতে ভিড় করেছে মানুষজন; জাহাজের আগমন ও নিষ্ক্রমণ দেখতে জড়ো হয়েছে মানুষ এবং সেই সঙ্গে সামুদ্রিক ব্যাপারে আরও নানা ধরনের আগ্রহ লক্ষিত হয়েছে। প্রতিবেশী দেশের সঙ্গে বাণিজ্য ও ধ্যানধারণার আদানপ্রদান সভ্যতার অগ্রগতি ও বিবর্তনের অন্যতম মাধ্যম। প্রাচীনকালে ভূমধ্যসাগর-তীরবর্তী দেশগুলির সঙ্গে সঙ্গে ভারত, চীন ও দক্ষিণপূর্ব এশীয় দেশগুলির ক্ষেত্রেও এই ঘটনা ঘটেছিল। বর্তমানে প্রতি বছর ৮ জুন তারিখে বিশ্ব মহাসাগর দিবস পালিত হয়।\n\n\n== আদি ইতিহাস ==\n \nকাস্পিয়ান সাগরের তীরে প্রাপ্ত ৪০,০০০ বছর আগেকার প্রস্তর শিল্পকলার মধ্যে প্যাপিরাস-নির্মিত নৌকার ছবি পাওয়া যায় প্রস্তরচিত্রগুলিতে। জেমস হর্নেল প্রথাগত আদিবাসী জলযানগুলি অধ্যয়ন করেছিলেন। তিনি নৌকার গলুইয়ে চিত্রিত \"ওকুলি\" বা চোখের গুরুত্বটি বিবেচনা করেন। এগুলি সম্ভবত যান-রক্ষাকারী দেবতা বা দেবীর সদাজাগ্রত দৃষ্টির প্রতীক হিসেবে আঁকা হত। ভাইকিংরা অশুভ সত্ত্বাদের দূর করার জন্য তাদের দীর্ঘতরীগুলিতে খোলা চোয়াল ও বিস্ফারিত চক্ষুবিশিষ্ট ভয়ানক মাথার ছবি আঁকত। মনে করা হয় যে, পালতোলা জাহাজের গলুইয়ের শীর্ষমূর্তিগুলির প্রতি নাবিকরা বিশেষ অনুরক্ত ছিল; জাহাজকে নিজের পথ খুঁজে নিতে হয়, এই বিশ্বাসেরই প্রতীক ছিল এই মূর্তিগুলি। মিশরীয়রা গলুইতে পবিত্র পাখির ছবি আঁকত, অন্যদিকে ফিনিশিয়ানরা গতির প্রতীক হিসেবে আঁকত ঘোড়ার ছবি। প্রাচীন গ্রিকেরা যথাযথ দৃষ্টি ও হিংস্রতার প্রতীক হিসেবে বন্য শূকরের মাথা আঁকত এবং রোমানদের নৌকায় যুদ্ধে শৌর্যের প্রতীক হিসেবে এক সেঞ্চুরিয়ানের খোদাইচিত্র থাকত। উত্তর ইউরোপে জাহাজের গলুই সজ্জিত করার ক্ষেত্রে সাপ, ষাঁড়, শুশুক ও ড্রাগন আঁকার রেওয়াজ ছিল। খ্রিস্টীয় ত্রয়োদশ শতাব্দীর মধ্যে সৌষ্ঠব ও গতিশীলতার প্রতীক হিসেবে রাজহংসের ছবিও বহুল প্রচলন লাভ করে।\n\n\n== প্রতীকতত্ত্ব, অতিকথা ও কিংবদন্তি ==\n\nপ্রতীকতত্ত্বের দিক থেকে সুদীর্ঘকাল ধরে সমুদ্রকে কাল্পনিক জীবজন্তুতে ভরা এক প্রতিকূল ও বিপজ্জনক পরিমণ্ডলই জ্ঞান করা হয়েছে: বাইবেলের দৈত্যাকার লেভিয়াথান, জাপানি পুরাণের হাঙর-সদৃশ ইসোনাদে, এবং পরবর্তীকালের নর্স পুরাণে কথিত জাহাজ-গ্রাসী ক্রাকেন।\n\nসমুদ্র-সংক্রান্ত গ্রিক পুরাণকথায় দেবতা ও অন্যান্য অতিলৌকিক সত্ত্বাদের নিয়ে গঠিত এক জটিল দেবমণ্ডলী লক্ষিত হয়। সমুদ্রের দেবতা পসেইডনের সঙ্গে থাকেন স্ত্রী অ্যাম্ফিট্রাইটি। অ্যাম্ফিট্রাইটি হলেন পঞ্চাশজন নিয়ারিডের অন্যতম। এই নিয়ারিডরা হলেন নিয়ারিয়াস ও ডোরিসের সন্তান তথা এক প্রকার সামুদ্রিক জলপরী। পসেইডনের পুত্রগণ ট্রাইটন নামে পরিচিত। এদের আকার বিভিন্ন প্রকার, কারও কারও মাছ বা সামুদ্রিক অশ্বের ন্যায় লেজও থাকে। নিয়ারিডদের সঙ্গে এরাও পসেইডনের ভ্রমণসঙ্গী হয়। পুরাণকথার সমুদ্র শিলা প্রভৃতি সামুদ্রিক দৈত্যদের উপস্থিতির কারণে আরও বিপজ্জনক হয়ে উঠেছে। সমুদ্রের পরিবর্তনশীল চরিত্রের কিছুটা পসেইডনের মধ্যেও দেখা যায়। তিনি শুধুমাত্র সমুদ্রেরই দেবতা নন, ভূমিকম্প, ঝড় ও অশ্বেরও দেবতা বটে। রোমান পুরাণকথায় পসেইডনের স্থানটি গ্রহণ করেছেন নেপচুন। প্রোটিউস নামে অপর এক গ্রিক সমুদ্র-দেবতা নির্দিষ্টভাবে সামুদ্রিক পরিবর্তনের দেবতা। বিশেষণ \"প্রোটিয়ান\" শব্দটির অর্থ \"পরিবর্তনশীল\" বা \"বিভিন্ন আকার গ্রহণে সক্ষম যিনি\"। হেনরি দ্য সিক্সথ, পার্ট ৩ নাটকে উইলিয়াম শেকসপিয়র এই ধারণাটির প্রয়োগ ঘটান; এই নাটকে দেখা যায় তৃতীয় রিচার্ড দম্ভোক্তি করছেন, \"আমি গিরগিটিতে আরও রং যোগ করতে পারি, প্রোটিয়াসের সঙ্গে আকার পরিবর্তন করতে পারি সুবিধা গ্রহণের জন্য\"। (মূল উদ্ধৃতি: \"I can add colors to the chameleon, Change shapes with Proteus for advantages\".)\nদক্ষিণপূর্ব এশিয়ায় সমুদ্রের গুরুত্ব মহাকাব্যিক সমুদ্রযাত্রা, দূর দ্বীপের রাজকন্যা, সমুদ্রের অতলে ঘুরে বেড়ানো দৈত্যদানব ও জাদুমৎস্যের বহু অতিকথার জন্ম দিয়েছে। উত্তর ইউরোপে অনেক সময় রাজাদের জাহাজ সমাধি দেওয়া হত; সেক্ষেত্রে ধনরত্ন-পরিবেষ্টিত অবস্থায় রাজার দেহ একটি দামি জাহাজে রেখে সেটিকে লক্ষ্যহীনভাবে সমুদ্রে ভাসিয়ে দেওয়া হত। উত্তর আমেরিকার বিভিন্ন সৃষ্টি-অতিকথায় দেখা যায় যে, একটি হাঁস বা অন্য কোনও জীব সমুদ্রের গভীরে ডুব দিয়ে যে কাদা তুলে আনছে তা দিয়েই শুকনো জমি গঠিত হচ্ছে। সিরীয় দেবতা আটারগেটিস পরিচিত ছিলেন মৎস্যকন্যা-দেবী রূপে এবং ইনুইট পুরাণে সমুদ্র ও সামুদ্রিক জীবের দেবী ছিলেন সেডনা।\nনর্স পুরাণে এগির ছিলেন সমুদ্রের দেবতা। এগিরের পত্নী র্যান ছিলেন সমুদ্রের দেবী এবং সমুদ্রভ্রমণের দেবতা ছিলেন ন্জোরোর। প্রাচীন নর্সরা সমুদ্রযাত্রার আগে দেবতাদের প্রসন্ন করার উদ্দেশ্যে পূজা নিবেদন করত।\nমনঃচিকিৎসক কার্ল ইয়ুং-এর রচনায় সমুদ্র স্বপ্ন ব্যাখ্যায় ব্যক্তিগত ও সমষ্টিগত অবচেতনের প্রতীক:\n\n[স্বপ্ন] সমুদ্রের তীর। সমুদ্রের ঢেউ আছড়ে পড়ছে মাটিতে, সব কিছু ভাসিয়ে দিচ্ছে। তারপর স্বপ্নদ্রষ্টা বসে আছেন এক নির্জন দ্বীপে। [ব্যাখ্যা] সমুদ্র সমষ্টিগত অবচেতনের প্রতীক; কারণ আলোক-প্রতিফলনকারী সমুদ্রপৃষ্ঠ তার নিচে লুকিয়ে রাখে অতল জলকে।\n[পাদটীকা] সমুদ্র হল স্বপ্নদৃষ্টির (অর্থাৎ, অবচেতন বিষয়বস্তুর অনুপ্রবেশের) প্রিয় জন্মস্থল।\n\n\n== শিল্পকলায় ==\n\nসমুদ্র ও জাহাজ চিত্রিত হয়েছে বিভিন্ন ধরনের শিল্পকলায়। তার মধ্যে যেমন লামুর কুঁড়ে ঘরের দেওয়ালে দউ জাহাজের সাদামাটা ছবি রয়েছে, তেমনই রয়েছে জোসেফ টার্নারের আঁকা সমুদ্রচিত্রগুলি। সামুদ্রিক শিল্পকলার ধারাটি ওলন্দাজ স্বর্ণযুগের চিত্রকলায় বিশেষ গুরুত্ব লাভ করেছিল। এই ছবিগুলিতে সামরিক ক্ষমতার মধ্যগগনে থাকা ওলন্দাজ সেনাবাহিনী চিত্রিত হয়। জান পোর্সেলিস, সিমোন ডে ভিয়েগার, জান ভ্যান ডে ক্যাপ্পেলে, হেন্ডরিক ডাব্বেলস, উইলেম ভ্যান ডে ভাল্ডে দি এল্ডার ও তস্য পুত্র লুডলফ বাখুইজেন এবং রেইনিয়ার নুমস প্রমুখ শিল্পীবৃন্দ বহু বৈচিত্র্যময় শৈলীর সামুদ্রিক চিত্রকলার স্রষ্টা। জাপানি শিল্পী কাৎসুশিকা হোকুসাই সমুদ্রের মেজাজ রঙিন ছাপচিত্রে ধরেছিলেন। সেগুলির মধ্যে কানাগাওয়ার লহরীতলে ছবিটি বিশেষভাবে উল্লেখযোগ্য। এই ছবিতে সমুদ্রের বিধ্বংসী শক্তি এবং তারই সঙ্গে তার চির-পরিবর্তনশীল সৌন্দর্যও একইসঙ্গে বিধৃত হয়েছে। ঊনবিংশ শতাব্দীর রোম্যান্টিক শিল্পী আইভান আইভাজোভস্কি প্রায় ছয় হাজার ছবি এঁকেছিলেন; তার একটি বৃহৎ অংশেই ধরা পড়েছে সমুদ্র।\n\n\n== সাহিত্যে ও চলচ্চিত্রে ==\n\n\n=== প্রাচীন ===\nপ্রাচীন গ্রিক কবি হোমারের যুগ থেকে সাহিত্যে সমুদ্রের উপস্থিতি লক্ষিত হয়। হোমার সমুদ্রকে বর্ণনা করেছেন \"সুরা তমিস্র সাগর\" (oînops póntos) রূপে। খ্রিস্টপূর্ব অষ্টম শতাব্দীতে রচিত মহাকাব্য ওডিসি-তে হোমার গ্রিক নায়ক অডিসিউসের দশ বর্ষব্যাপী সমুদ্রযাত্রার বর্ণনা দিয়েছেন। ইলিয়াড-এ বর্ণিত ট্রয়ের যুদ্ধের পর গৃহে প্রত্যাবর্তন কালে অডিসিউস সমুদ্রপথে অনেক বাধাবিপত্তির সম্মুখীন হন। যাত্রাপথে একের পর এক অদ্ভুত ও বিপজ্জনক দেশে উপস্থিত হন তিনি। জাহাজডুবি ও অন্যান্য সামুদ্রিক বিপদের পাশাপাশি তিনি সমুদ্র-দানব শিলা, জলঘূর্ণি ক্যারিবডিস, সুন্দরী জলপরী ক্যালিপসোর দ্বীপ ওগিগিয়ায় বহু বিচিত্র অভিজ্ঞতা লাভ করেন।\nনিজের দেখা ঘটনার বর্ণনা করতে গিয়ে সৈনিক জেনোফোন অ্যানাবেসিস গ্রন্থে লিখেছেন যে, ৪০১ খ্রিস্টাব্দে পারস্য সাম্রাজ্যের বিরুদ্ধে কনিষ্ঠ সাইরাসের ব্যর্থ অভিযানে অংশগ্রহণের পর শত্রুরাজ্যে পথ হারিয়ে ফেলে ঘুরতে থাকা ১০,০০০ গ্রিক থেচেস পর্বতের উপর থেকে কৃষ্ণসাগর দেখতে পায়। ১০,০০০ জন সানন্দে চিৎকার করে ওঠে \"থ্যালাট্টা! থ্যালাট্টা! \"(গ্রিক: Θάλαττα! θάλαττα!) — \"সমুদ্র! সমুদ্র!\" সেই বিখ্যাত চিৎকারটি বিজয়, জাতীয় মুক্তি, কষ্টের পরাভব এবং অধিকতর রোম্যান্টিক দৃষ্টিকোণ থেকে \"আদ্য সমুদ্রে প্রত্যাবর্তনের এক আকুল আকাঙ্ক্ষার\" প্রতীকে পরিণত হয়।\nএদো যুগের অগ্রণী জাপানি কবি মাৎসু বাসোর (松尾 芭蕉) (১৬৪৪-১৬৯৪) হাইকু কবিতায় বিষয়বস্তু হিসেবে বারবার ফিরে এসেছে সমুদ্র।\n১৫০ খ্রিস্টাব্দ নাগাদ জিওগ্রাফিয়া গ্রন্থে টলেমি আটলান্টিক মহাসাগর ও ভারত মহাসাগরকে আবদ্ধ মহাসমুদ্র বলে বর্ণনা করেন। তিনি মনে করতেন যে, কোনও জাহাজ আটলান্টিকে যাত্রা করলে অনতিকালের মধ্যেই প্রাচ্যের দেশগুলিতে গিয়ে উপস্থিত হবে। সেই যুগের জ্ঞাত বিশ্বের যে মানচিত্র তিনি অঙ্কন করেছিলেন তা লক্ষণীয়ভাবে যথাযথ বলে প্রমাণিত হয়। কিন্তু খ্রিস্টীয় চতুর্থ শতাব্দীর পর থেকে সভ্যতা বর্বর অনুপ্রবেশকারীদের আক্রমণে বিধ্বস্ত হতে শুরু করে এবং ভূগোল-সংক্রান্তও জ্ঞানের পরিধিও সংকীর্ণ হয়ে আসে। সপ্তম শতাব্দীতে সেভিলের ইসিডোর একটি \"চক্র মানচিত্র\" অঙ্কন করেন। এই মানচিত্রে এশিয়া, আফ্রিকা ও ইউরোপে চিত্রিত করা হয়েছিল \"মেয়ার মেডিটারেনিয়ান\", \"নাইলাস\" ও \"টানাইস\" দ্বারা পরস্পর-বিচ্ছিন্ন এবং \"ওশেনাস\" পরিবেষ্টিত অবস্থায় একটি কমলালেবুর টুকরোর মতো করে। পঞ্চদশ শতাব্দীর আগে টলেমির মানচিত্র আর ব্যবহার করা হয়নি। এই শতাব্দীতেই টলেমির বক্তব্যের ভিত্তিতে পর্তুগালের নাবিক হেনরি মহাসাগর অভিযান ও সামুদ্রিক গবেষণায় প্রবিষ্ট হন। সেই দৃষ্টান্তে অনুপ্রাণিত হয়ে পর্তুগিজ নাবিকেরা আফ্রিকার পূর্ব উপকূল এবং পূর্ব আটলান্টিকে অভিযান চালিয়ে সেই অঞ্চলগুলির মানচিত্র অঙ্গন করেন এবং চার্ট প্রস্তুত করেন। এই নবলব্ধ জ্ঞানই পরবর্তীকালের প্রধান প্রধান সমুদ্র অভিযানগুলির প্রস্তুতির ক্ষেত্রে প্রধান পাথেয় হয়ে উঠেছিল।\n\n\n=== মধ্যযুগীয় ===\n\nমধ্যযুগীয় সাহিত্য সমুদ্রযাত্রার বিবরণে সুসমৃদ্ধ। এই প্রসঙ্গে ট্রিস্টানের সুপরিচিত রোম্যান্স ও সন্ত ব্রেন্ডনের সমুদ্রযাত্রা-র নাম উল্লেখ করা যেতে পারে। মার্সান্টিলবাদী পঞ্চদশ শতাব্দীর কবিতা দ্য লায়াবেল অফ ইংলিশ পোলিসি প্রভৃতিতে দেখা যায় সমুদ্র ভালো ও মন্দের নিয়ন্তা ও নিয়তির বাহক হয়ে দেখা দিয়েছে। মধ্যযুগীয় রোম্যান্সগুলিতে প্রায়শই সমুদ্রের একটি গুরুত্বপূর্ণ ভূমিকা লক্ষিত হয়। টায়ারের অ্যাপোলোনিয়াস রোম্যান্সগুলির মূলগতভাবে ভূমধ্যসাগরীয় শাখাটি সম্প্রসারিত সমুদ্রযাত্রার ওডিসীয় ধাঁচটি ব্যবহার করেছে। এর উপাখ্যান সম্ভবত গিলাম রই ডি’অ্যাংলেটেরে ও চসারের দ্য ম্যান অফ ল’জ টেল থেকে প্রভাবিত। অন্যান্য রোম্যান্স, যেমন রোম্যান্স অফ হর্ন , ক্রিটিয়ান ডে ট্রয়েসের কন্টে ডেল গ্রাল, পার্টোনোপিউ ডে ব্লোইস বা ট্রিস্টান কিংবদন্তিতে সমুদ্র একটি গঠনগত বৈশিষ্ট্য এবং নিয়ন্ত্রণহীনভাবে জাহাজ ভাসানো, পৌরাণিক দ্বীপ ও স্বয়ংচালিত জাহাজের মতো বিষয়বস্তুর উৎস হিসেবে কাজ করেছে। এই ধরনের কিছু সামুদ্রিক বিষয় মেরি ডে ফ্রান্সের লাইসেও পাওয়া যায়। মধ্যযুগের অনেক ধর্মীয় রচনাতেও সমুদ্রের ছায়া পড়েছে। কঠোর সমুদ্র মরুভূমি (heremum in oceano) চিত্রিত হয়েছে অ্যাডোমনানের কলম্বিয়ার জীবন বা সন্ত ব্রেন্ডনের সমুদ্রযাত্রা-র মতো রচনাগুলিতে। এগুলি সম্পূর্ণত সমুদ্রপ্রসূত কাহিনি, যা আইরিশ ইম্মেরাম বা সামুদ্রিক তীর্থযাত্রা কাহিনির সঙ্গে সমোদ্ভূত। প্রাচীন ইংরেজি কবিতা দ্য সিফেয়ারার-এর প্রেক্ষাপটও অনুরূপ। ধর্মোপদেশে মাঝে মাঝে বিশ্বের সমুদ্র ও চার্চের সমুদ্রযানের কথা বলা হত এবং জাহাজডুবি ও বন্যার নীতিমূলক ব্যাখ্যা দেওয়া হত। ম্যাথিউ প্যারিসের ক্রনিকা মেজরা ও ব্রিমেনের অ্যাডাম রচিত হিস্ট্রি অফ দি আর্চবিশপস অফ হ্যামবার্গ-ব্রিমেন প্রভৃতি কালপঞ্জিতে এই বিষয়গুলি লক্ষিত হয়। একই প্রকার বিষয়বস্তু বর্ণিত হয়েছে অজ্ঞাতনামা কবির রচিত মধ্য ইংরেজি কবিতা পেশেন্স-এর ন্যায় বাইবেলীয় শব্দান্তরণ  এবং দ্য বুক অফ মার্গারি কেম্পে, সিউলফের ভয়েজ, দ্য পিলগ্রিম’স সি ভয়েজ প্রভৃতি তীর্থযাত্রা-বিবরণ ও কবিতাগুলিতেও। জন গাওয়ারের দীর্ঘতর রচনা ভক্স ক্ল্যামান্টিস প্রভৃতিতে গীতবাণী ও বৈশিষ্ট্য উভয় দিক থেকেই মেরিকে সমুদ্রের তারা (stella maris) জ্ঞান করে প্রার্থনা রচনা করা হয়েছে।\n\n\n=== আদি আধুনিক ===\n\nউইলিয়াম শেকসপিয়র সমুদ্র ও তৎসংক্রান্ত বিষয়গুলির উল্লেখ খুব ঘনঘন ও জটিলভাবে করেছেন। নিচে দ্য টেমপেস্ট নাটকের প্রথম অঙ্ক, দ্বিতীয় দৃশ্যে এরিয়েলের গান থেকে উদ্ধৃত অংশটিকে \"বিস্ময়করভাবে স্মৃতি-জাগানিয়া\" এবং এক \"সুগভীর রূপান্তর\"-এর ইঙ্গিতবাহী মনে করা হয়:\n\nFull fathom five thy father lies:Of his bones are coral made:Those are pearls that were his eyes:Nothing of him that doth fadeBut doth suffer a sea-changeInto something rich and strange.\nঅন্যান্য আদি আধুনিক সাহিত্যিকেরাও সমুদ্রের সঙ্গে সাংস্কৃতিক সংযোগের বিষয়টি সাহিত্যে ফুটিয়ে তুলেছেন। এই জাতীয় রচনার মধ্যে রয়েছে জন মিলটনের কবিতা লাইসিডাস (১৬৩৭), অ্যান্ড্রু মার্ভেলের বারমুডাস (১৬৫০) ও এডমন্ড ওয়ালারের দ্য ব্যাটেল অফ দ্য সামার আইল্যান্ডস (১৬৪৫)। গবেষক স্টিভেন মেন্টজ মনে করেন, \"মহাসাগরগুলি… মানুষের লঙ্ঘনীয় সীমাটিকে নির্দেশ করে; প্রতীকীভাবে এগুলি কাজ করে সেই সব জায়গা হিসেবে যেখানে নশ্বর দেহ নিরাপদে যেতে পারে না\"। মেন্টজের দৃষ্টিকোণ থেকে, পঞ্চদশ শতাব্দীয়ে মহাসাগরগুলিতে ইউরোপীয় অভিযানের ফলে সমুদ্রের অর্থগুলিতে একটি পরিবর্তন এসেছে। যেখানে উদ্যান প্রকৃতির সঙ্গে আনন্দময় সহাবস্থানের প্রতীক, সেখানে জীবন সমুদ্রে বিপন্ন হয়: বিশুদ্ধ পল্লিজীবনের বিপরীতে ভারসাম্য রক্ষা করে মহাসাগর।\n\n\n=== আধুনিক ===\n\nআধুনিক যুগে ঔপন্যাসিক জোসেফ কনরাড লর্ড জিম ও দ্য নিগার অফ দ্য 'নার্সিসাস' সহ বেশ কয়েকটি সমুদ্র-অনুপ্রাণিত গ্রন্থ রচনা করেন। এই গ্রন্থগুলিতে মার্চেন্ট নেভিতে ক্যাপ্টেন হিসেবে কনরাডের কর্মজীবনের অভিজ্ঞতার ছায়া পড়েছিল। মার্কিন ঔপন্যাসিক হারমান ওউকের মতে, কনরাডের মতো করে সামুদ্রিক ঝড়ের বর্ণনা দিতে আর কেউই পারেননি। ওউকের নিজস্ব সামুদ্রিক উপন্যাসগুলির অন্যতম দ্য কেইন মিউটিনি (১৯৫২) পুলিৎজার পুরস্কার জয় করেছিল। হারমান মেলভিলের সমুদ্র-কেন্দ্রিক উপন্যাস মবি-ডিক প্রকাশিত হয়েছিল ১৮৫১ সালে। কবি জন মেসফিল্ডের কথায় এই উপন্যাসটি \"সমুদ্রের সামগ্রিক সত্যটি\" প্রকাশ করেছে।\n\nস্যামুয়েল টেলর কোলরিজের প্রভাবশালী কবিতা দ্য রাইম অফ দি এনশিয়েন্ট মেরিনার-এ (১৭৯৮) কেন্দ্রীয় ভূমিকা গ্রহণ করে অ্যালবাট্রস নামে এক ধরনের বৃহৎ সামুদ্রিক পাখি। এই কবিতার প্রভাবেই বোঝার রূপক হিসেবে অ্যালবাট্রসের প্রয়োগ শুরু হয়। ১৯০২ সালে লেখা দ্য সি অ্যান্ড দ্য হিলস কবিতায় রুডইয়ার্ড কিপলিং সমুদ্রযাত্রার বাসনা প্রকাশ করেন এবং সমুদ্রের শব্দ ও ছন্দকে বোঝানোর জন্য অনুপ্রাস ছন্দের প্রয়োগ ঘটান: \"Who hath desired the Sea?—the sight of salt water unbounded— The heave and the halt and the hurl and the crash of the comber wind-hounded?\" সি ফিভার কবিতায় জন মেসফিল্ডও সমুদ্রের প্রতি আকর্ষণ অনুভব করে লেখেন, \"I must go down to the seas again, to the lonely sea and the sky.\" ১৯৬৪ সালে আর্জেন্টিনীয় কবি হোর্হে লুইস বোর্হেস রচনা করেন এল মার (সমুদ্র) কবিতাটি। এই কবিতায় তিনি বলেন যে, সমুদ্র জগতকে এবং যারা সমুদ্রের কথা চিন্তা করে তাদের অবিরাম নবজীবন দান করে এবং এটি মানুষের সত্ত্বার সারবস্তুর খুব নিকটের এক সত্ত্বা।\nঅসংখ্য বই ও চলচ্চিত্রের বিষয়বস্তু হল সমুদ্রের বুকে যুদ্ধের ঘটনা। এগুলির অনেকগুলি আবার দ্বিতীয় বিশ্বযুদ্ধের সত্য বা কাল্পনিক ঘটনার ভিত্তিতে রচিত বা নির্মিত। প্রথম বিশ্বযুদ্ধের সময় আটলান্টিকের যুদ্ধে অংশগ্রহণকারী রয়্যাল নেভির একদল নৌযোদ্ধার জীবন অবলম্বনে ১৯৫১ সালে নিকোলাস মনস্যারাট রচনা করেন দ্য ক্রুয়েল সি উপন্যাসটি। ১৯৫২ সালে এটি একই নামে চলচ্চিত্রায়িত হয়। ঔপন্যাসিক হারমান ওউক \"পাঁচটি শ্রেষ্ঠ নৌ কাহিনি\"-র পর্যালোচনা করতে গিয়ে লেখেন যে, \"দ্য ক্রুয়েল সি ছিল একটি প্রধান বহু-বিক্রীত গ্রন্থ এবং জ্যাক হকিনসের অভিনয়ে ঋদ্ধ একটি জনপ্রিয় চলচ্চিত্রেও পরিণত হয়েছিল। এটির প্রামাণিকতা সন্দেহাতীত ... টর্পেডো আক্রান্ত নৌসেনাদের দলের ভীত-সন্ত্রস্ত হয়ে অন্ধকারতম রাতে লাইফ র্যাফটে আরোহণের যে চিত্র লেখক এঁকেছেন, তাও বাস্তবিকই এতটাই প্রামাণ্য যে মনকে অস্থির করে তোলে—কিছুক্ষণের মধ্যেই মনে হয় যেন আমরাও সমুদ্রেই রয়েছি।\" ১৯৪৩ সালে নির্মিত উই ডাইভ অ্যাট ডন ছবিতে অ্যান্টনি অ্যাসকিথ এক নাট্যায়িত তথ্যচিত্র শৈলীর প্রয়োগ ঘটান; অন্যদিকে ১৯৪৩ সালে নির্মিত ইন হুইচ উই সার্ভ ছবিতে নোয়েল কাওয়ার্ড ও ডেভিড লিন নাটকীয়তার সঙ্গে তথ্যের সংমিশ্রণ ঘটিয়েছিলেন। প্যাট জ্যাকসন কর্তৃক ১৯৪৪ সালে নির্মিত ওয়েস্টার্ন অ্যাপ্রোচেস ছবিটি শুধু টেকনিকালারে শ্যুটিং-এর জন্যই সেই যুগে লক্ষণীয় ছবি হয়ে ওঠেনি, বরং সমুদ্রে প্রতিকূল আবহাওয়ায়, এমনকি ক্ষেত্রবিশেষে বাস্তব যুদ্ধের মধ্যেও ছবির শ্যুটিং করার জন্য বিশেষভাবে উল্লেখযোগ্য হয়ে ওঠে। মাইকেল পাওয়েল ও এমেরিক প্রেসবার্গার কর্তৃক ১৯৫৬ সালে নির্মিত দ্য ব্যাটেল অফ দ্য রিভার প্লেট অ্যাডমিরাল গ্র্যাফ স্পি-র অপক্রমণের \"ভদ্রজনোচিত শৌর্যের\" এক গল্প বলে। রিচার্ড ফ্লেইশার, তোশিও মাসুদা ও কিনজি ফুকাসাকু কর্তৃক নির্মিত ২২ মিলিয়ন ডলারের মহাকাব্যিক ছবি টোরা! টোরা! টোরা!-র (১৯৭০) বিষয়বসতু ছিল \"দুমুখো কূটনীতি [ও] ভ্রান্ত বুদ্ধিমত্তা\"-র এক সম্পূর্ণ অন্য ধরনের বার্তা। পূর্বতন নৌযুগের নৌযুদ্ধের বর্ণনা পাওয়া যায় প্যাট্রিক ও’ব্রায়ানের অর্বে-ম্যাটারিন উপন্যাস-ধারাবাহিক অবলম্বনে পিটার ওয়ের কর্তৃক ২০০৩ সালে নির্মিত মাস্টার অ্যান্ড কম্যান্ডার: দ্য ফার সাইড অফ দ্য ওয়ার্ল্ড ছবিতে।\n\nরবার্ট ওয়াইজ কর্তৃক ১৯৫৮ সালে নির্মিত রান সাইলেন্ট, রান ডিপ প্রভৃতি ডুবোজাহাজ-বিষয়ক ছবিগুলি যুদ্ধবিষয়ক চলচ্চিত্রের এক স্বতন্ত্র উপবর্গ সৃষ্টি করেছে। এই বর্গের মূল উপজীব্য ডুবোজাহাজ যুদ্ধ। এই বর্গে সাউন্ডট্র্যাকের অন্যরকম ব্যবহার দেখা যায়, যা সমুদ্রের জলের তলায় সংঘাতের আবেগঘন ও নাটকীয় প্রকৃতিটিকে ফুটিয়ে তোলার চেষ্টা করে। উদাহরণস্বরূপ, ১৯৮১ সালে মুক্তিপ্রাপ্ত ডাস বুট ছবির শব্দ পরিকল্পনার মধ্যে ছিল ডুবোজাহাজে ব্যবহৃত অস্ত্রের শব্দ, সোনারের তীক্ষ্ণ শব্দের বারংবার প্রয়োগ, এবং সেই সঙ্গে ডেস্ট্রয়ারের প্রপেলার ও ধাবমান টর্পেডোর শব্দ।\n\n\n== সংগীতে ==\n\nসমুদ্রে নাবিকের দৈনন্দিন কাজ ছিল খুবই কষ্টের। কর্তব্যের বিরতিতে অনেক নাবিকই বাজনা বাজাত বা সবাই মিলে লোকসংগীত গাইত। এই ধরনের গানের একটি উদাহরণ হল মধ্য-অষ্টাদশ শতাব্দীর ব্যালাড দ্য মারমেইড। নাবিকদের প্রচলিত কুসংস্কার ছিল মৎস্যকন্যা দেখতে পাওয়া আসলে জাহাজডুবির পূর্ববার্তা। এই কুসংস্কারটিরই রূপ ফুটে উঠেছে এই গানটিতে। কর্তব্যে থাকাকালীন তাদের অনেক পৌনঃপুনিক কাজ করতে হত। যেমন, নাটাই ঘুরিয়ে নোঙর তোলা এবং পাল তোলা ও নামানোর জন্য দড়ি টানা ইত্যাদি। নাবিক দলের কাজের সমরূপতা আনার প্রচেষ্টায় সি শ্যান্টি গাওয়া হত। প্রধান গায়ক ধুয়োটা গাইত, অন্য নাবিকেরা গাইত সম্মেলক অংশগুলি। নেলসনের যুগে রয়্যাল নেভিতে এই কর্মসংগীতগুলি নিষিদ্ধ হয়ে যায়। বদলে আসে ফাইফ বা ফিডলের সুর বা সংখ্যা আবৃত্তি।\nবহু শতাব্দী ধরে সমুদ্র সংগীতকেও অনুপ্রাণিত করেছে। ওমানে ‘ফানুন আল বাহ্র’ (সাগর সংগীত) গীত হয় কাসের, রাহমানি, ম্সিন্দো ড্রাম, স’হাল সিম্বাল, তাসা টিন ড্রাম ও মিসমার ব্যাগপাইপ সহযোগে; কাঠের জাহাজের পাটাতনের ফাঁক বন্ধ করার কাজ করার সময় গালফাত শোবানি নামে এক ধরনের গান গাওয়া হয়। রিচার্ড ওয়াগনার বলেছিলেন যে, ১৮৪৩ সালে তিনি দ্য ফ্লাইং ডাচম্যান নামে যে অপেরাটি রচনা করেন সেটির অনুপ্রেরণা ছিল রিগা থেকে লন্ডন পর্যন্ত এক স্মরণীয় সমুদ্র অতিক্রমণ। এই সময় ঝড়ের জন্য দুই সপ্তাহ সেই যাত্রা ট্ভেডেস্ট্র্যান্ডে নরওয়েজিয়ান জর্ডে বিলম্বিত হয়। ১৯০৩-০৫ সালে ফরাসি সংগীতজ্ঞ ক্লড ডেবাসির কাজ লা মার (সমুদ্র) সম্পূর্ণ হয় ইংলিশ চ্যানেল উপকূলের ইস্টবর্নে। এতে সমুদ্রকে \"জলের নানা মূর্তির সমারোহ\" হিসেবে আবাহন করা হয়েছে। এই সময়ে সৃষ্ট অন্যান্য রচনাগুলির মধ্যে রয়েছে চার্লস ভিলিয়ারস স্ট্যানফোর্ডের সংস অফ দ্য সি (১৯০৪) ও সংস অফ দ্য ফ্লিট (১৯১০), এডওয়ার্ড এলগারের সি পিকচার্স (১৮৯৯) এবং র‍্যালফ ভগান উইলিয়ামসের সম্মেলক সংগীত আ সি সিম্ফনি (১৯০৩–১৯০৯)। ১৯১১ সালে ইংরেজ সুরকার ফ্র্যাংক ব্রিজ দ্য সি নামে একটি অর্কেস্ট্রাল স্যুইট রচনা করেন। এটিও সম্পূর্ণ হয়েছিল ইস্টবার্নে। বেঞ্জামিন ব্রিটেনের অপেরা পিটার গ্রিমস-এর একটি অংশ হল ফোর সি ইন্টারল্যুডস (১৯৪৫) নামে একটি অর্কেস্ট্রাল স্যুইট।\n\n\n== মানব-পণ্যবাহী জাহাজ ==\n\nমানুষের সমুদ্রযাত্রার অন্যতম কারণ হল অন্যান্য মানুষকে নির্দিষ্ট উদ্দেশ্যে স্থানান্তরণ। এর মধ্যে রয়েছে শাস্তিমূলক স্থানান্তরণ (যেমন ব্রিটেন থেকে অস্ট্রেলিয়ায় অপরাধীদের দ্বীপান্তরে প্রেরণ), দাসব্যবসা (১৬০০-পরবর্তীকালের আফ্রিকা থেকে দুই আমেরিকায় আটলান্টিক দাসব্যবসা সহ), এবং সমুদ্র সমাধির প্রাচীন প্রথাটিও।\n\n\n=== শাস্তিমূলক স্থানান্তরণ ===\n\nমোটামুটি ১৬০০ সালের কাছাকাছি সময় থেকে আমেরিকার স্বাধীনতা যুদ্ধ পর্যন্ত আসামিদের \"স্থানান্তরণ\"-এর সাজাপ্রাপ্ত আসামিদের (প্রায়শই ছোটো অপরাধের ক্ষেত্রে) আমেরিকায় প্রেরণ করা হত। এরপর থেকে ওই ধরনের আসামিদের পাঠানো হতে থাকে নিউ সাউথ ওয়েলসে, যা অধুনা অস্ট্রেলিয়া নামে পরিচিত। আধুনিক অস্ট্রেলীয়দের মোটামুটি ২০ শতাংশের পূর্বপুরুষ সেদেশে গিয়েছিলেন স্থানান্তরিত অপরাধী হিসেবে। অস্ট্রেলিয়ার অপরাধী যুগ অনেক উপন্যাস, চলচ্চিত্র ও অন্যান্য সাংস্কৃতিক কৃতির অনুপ্রেরণা এবং এই যুগটি অস্ট্রেলিয়ার জাতীয় চরিত্রটিকে গুরুত্বপূর্ণভাবে রূপ দান করেছে।\n\n\n=== আটলান্টিক দাসব্যবসা ===\n\nআটলান্টিক দাসব্যবসায় মূলত মধ্য ও পশ্চিম আফ্রিকার ক্রীতদাসে পরিণত করা মানুষদের পশ্চিম আফ্রিকানরা ইউরোপীয় দাসব্যবসায়ীদের কাছে বিক্রি করে দিত। এদের নিয়ে যাওয়া হত সমুদ্রের পরপারে, প্রধানত আমেরিকা অঞ্চলে। দাসব্যবসায়ীরা নিয়মিতভাবে ত্রিকোণ বাণিজ্য পথটি ব্যবহার করত। এই পথটি ছিল (উৎপাদিত পণ্য নিয়ে) ইউরোপ থেকে পশ্চিম আফ্রিকা, তারপর সেখান থেকে (দাস নিয়ে) দুই আমেরিকা এবং তারপর (চিনি প্রভৃতি পণ্য নিয়ে) পুনরায় ইউরোপের দিকে। দক্ষিণ আটলান্টিক ও ক্যারিবিয়ান অর্থনীতি নির্ভর করত কৃষি ও ইউরোপে বিক্রয়োপযোগী পণ্যের উৎপাদনের জন্য শ্রমিক শক্তির এক নিরাপদ যোগানের উপর এবং তার পরিবর্তে ইউরোপীয় অর্থনীতি নির্ভর করত বাণিজ্য থেকে লব্ধ লভ্যাংশের একটি বড়ো অংশের উপর। প্রায় এক কোটি কুড়ি লক্ষ আফ্রিকান দুই আমেরিকায় উপস্থিত হয়েছিল। আরও অনেকেই পথেই মারা যায়। পরবর্তীকালে এই আফ্রিকানেরা দুই আমেরিকার সংস্কৃতিতে শক্তিশালী প্রভাব বিস্তারে সক্ষম হয়েছিল।\n\n\n=== সমুদ্র সমাধি ===\n\nপ্রাচীন কাল থেকেই বহু শতাব্দী ধরে সারা পৃথিবীতে সমুদ্রে সম্পূর্ণ বা দাহকৃত দেহের সমাধিদানের প্রথা প্রচলিত ছিল। মিশর, গ্রিস ও রোমের মতো প্রাচীন সভ্যতাগুলিতে এই ঘটনার লিখিত বিবরণ পাওয়া যায়। দেশ ও ধর্ম অনুযায়ী এই প্রথার মধ্যে কিছু তারতম্য দেখা যায়। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রে তটভূমি থেকে অন্তত ৩ নৌ-মাইল দূরে সমুদ্রে মানুষের দেহাবশেষ সমাহিত করা যায় এবং যদি দেহাবশেষ দাহকৃত না হয় তাহলে জলের গভীরতা অন্ততপক্ষে ৬০০ ফুট হতে হয়; অন্যদিকে ইসলামে কোনও ব্যক্তি জাহাজে মারা গেলে তার দেহ একটি ভারী মাটির পাত্রে করে সমুদ্রে নামিয়ে দেওয়া ধর্মসম্মত বিবেচনা করা হয়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== সাধারণ গ্রন্থপঞ্জি ==\nনিম্নলিখিত বইগুলি এই বিষয়ে ব্যবহারোপযোগী হতে পারে:\n\nকটেরেল, আর্থার, সম্পাদক (২০০০)। ওয়ার্ল্ড মাইথোলজি। প্যারাগন। আইএসবিএন 978-0-7525-3037-6। \nম্যাক, জন (২০১১)। দ্য সি: আ কালচারাল হিস্ট্রি। রিকশন বুকস। আইএসবিএন 978-1-86189-809-8। \nরাবান, জনাথান (১৯৯২)। দ্য অক্সফোর্ড বুক অফ দ্য সি। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-19-214197-2। \nস্টো, ডরিক (২০০৪)। এনসাইক্লোপিডিয়া অফ দি ওশেনস। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 0-19-860687-7। \n\n\n== বহিঃসংযোগ ==\nন্যাশনাল মেরিটাইম মিউজিয়াম (গ্রিনউইচ)\nবক্তৃতা: দ্য গ্লোবাল ওশেন অ্যান্ড হিউম্যান কালচার: জন ডেলানি। ওয়াশিংটন বিশ্ববিদ্যালয়, ২০১৪\nএনওএএ: ন্যাশনাল কালচারস অ্যান্ড দ্য মেরিটাইম হেরিটেজ প্রোগ্রাম"}