{"pageid": 1160085, "title": "গদর: এক প্রেম কথা", "url": "https://bn.wikipedia.org/wiki?curid=1160085", "content": "গদর: এক প্রেম কথা (অনু. বিদ্রোহ: একটি প্রেমের গল্প) হলো অনিল শর্মা পরিচালিত একটি ২০০১ সালের ভারতীয় হিন্দি ভাষার প্রণয়ধর্মী ঐতিহাসিক মারপিটধর্মী চলচ্চিত্র যেখানে ১৯৪৭ সালের ভারত ভাগের সময় দেখানো হয়েছে। চলচ্চিত্রটিতে সানি দেওল ও অমীশা প্যাটেলের সাথে প্রধান ভূমিকায় অভিনয় করেছেন অমরিশ পুরি এবং লিলেট দুবে। প্রাপ্তবয়স্ক হিসেবে শর্মার পরিচালনায় প্রথম চলচ্চিত্র জিনিয়াস (২০১৮)-এর আগে শিশু শিল্পী হিসেবে দেওল ও প্যাটেলের ছেলের ভূমিকায় অভিনয় করেছে উৎকর্ষ শর্মা।\nপ্রায় ₹ ১৯ কোটি (ইউএস$ ২.৩২ মিলিয়ন) বাজেটে গদর: এক প্রেম কথা ১৫ জুন ২০০১-এ আশুতোষ গোয়ারিকরের ক্রীড়া নাট্য লগান-এর বিপরীতে বিশ্বব্যাপী প্রেক্ষাগৃগে মুক্তি পায়। মিশ্র পর্যালোচনা প্রাপ্ত হওয়া সত্ত্বেও এটি ভারতে ₹ ৭৬.৮৮ কোটি (ইউএস$ ৯.৪ মিলিয়ন) প্রকৃত এবং ₹ ৫৪.৬ কোটি (ইউএস$ ৬.৬৭ মিলিয়ন) এর পরিবেশক শেয়ারের সাথে বিশ্বব্যাপী ₹ ১৩৩ কোটি (ইউএস$ ১৬.২৬ মিলিয়ন) আয় করেছে, এবং এগিয়ে হাম আপকে হ্যাঁয় কৌন..! (১৯৮৪) থেকে সর্বোচ্চ আয়কারী হিন্দি ছবি হিসেবে আবির্ভূত হয়। গদর: এক প্রেম কথা ১৯৯০-এর দশকের পর থেকে ভারতের দ্বিতীয় সর্বাধিক দেখা হিন্দি চলচ্চিত্র, যা ভারতে ৫০ টিরও বেশি পদধূলির ক্ষেত্রে রেকর্ড করেছে। বক্স অফিস ইন্ডিয়া-এর মতে, ২০১৭ সালের টিকিট বিক্রি অনুসারে ভারতে এর সামঞ্জস্যপূর্ণ মোট আয় হয় ₹ ৪৮৬ কোটি (ইউএস$ ৫৯.৪১ মিলিয়ন)। দেওলের লাজুক ভূমিকা প্রশংসিত হয়েছিল, ৪৭ তম ফিল্মফেয়ার পুরস্কারের অনুষ্ঠানে তিনি শ্রেষ্ঠ অভিনেতার মনোনয়ন অর্জন করেন এবং প্যাটেল ফিল্মফেয়ার বিশেষ পুরস্কার পাওয়ার পাশাপাশি একই অনুষ্ঠানে শ্রেষ্ঠ অভিনেত্রীর জন্য মনোনয়ন অর্জন করেন। ২০১৪ সাল পর্যন্ত এটি ভারত বিভাজন সম্পর্কিত বলিউডের চলচ্চিত্রগুলোর মধ্যে অন্যতম যা দেখতেই হবে।\n\n\n== পটভূমি ==\nভারত ভাগের সময়, চলচ্চিত্রটি একজন ট্রাক চালক তারা সিং (সানি দেওল) নামক একজন শিখের গল্প বলে, যে অভিজাত পরিবারের একজন মুসলিম মেয়ে সকিনা সাক্কু আলীর (অমীশা প্যাটেল) প্রেমে পড়ে।\nপাকিস্তানের পশ্চিম পাঞ্জাবের রেলওয়ে স্টেশন থেকে ট্রেনে ভারতে যাওয়ার সময় পাকিস্তানে মুসলমানদের দ্বারা শিখ ও হিন্দুদের আক্রমণের মাধ্যমে গল্পটি শুরু হয়। জবাবে, শিখ ও হিন্দুরা ভারতের পূর্ব পাঞ্জাব থেকে পাকিস্তানে অভিবাসী মুসলমানদের হত্যা করে এর জবাব দেয়। দেশভাগের পরপরই হিন্দু-মুসলিম দাঙ্গার সময় তারাও মুসলমানদের হত্যার পরিকল্পনা করে। তবুও রেলস্টেশনে তার হাতে থাকা ছোট্ট তাজমহলের প্রাচীন জিনিস থেকে সকিনাকে চিনতে পেরে তারা সিং থেমে যায়। সে তাকে রক্ষা করে ও তাকে একটি খুনীদের দল থেকে রক্ষা করে যারা তাকে তাড়া করছিলো কেননা ভিড়ের মধ্যে হারিয়ে যাওয়ার পরে সে তার পরিবারের সদস্যদের সাথে ট্রেনে উঠতে ব্যর্থ হয়েছিল। যখন জনতা তাকে নির্মমভাবে ধর্ষণ ও হত্যা করার চেষ্টা করে, তখন সিং সকিনাকে তার স্ত্রী করার জন্য তার কপালে রক্ত (সিঁদুর হিসেবে) লেপে দিয়ে রক্ষা করে।\nতারার বাড়িতে ফিরে যাওয়ার সময়, গল্পটি প্রধান অতীতে ঘটনাবলীতে ফিরে যায় যা তারা ও সকিনার কলেজের দিনগুলোয় তাদের সম্পর্ককে দেখায়। তবুও তারার আসল উচ্চাকাঙ্ক্ষা গায়ক হওয়া। কলেজের কিছু মেয়ে যারা সকিনা ফুল, তারার বন্ধু, তারা মনে করে যে তারা একটি অনুগ্রহের বিনিময়ে তাকে একটি সঙ্গীত অনুষ্ঠানে স্থান দেওয়া হয়েছে। সকিনা (আমিশা প্যাটেল) দ্বারা চিত্রিত, সঙ্গীত শিক্ষকের সামনে তারা খারাপ পারফর্ম করে। তার বন্ধু তখন তাকে বড়ি দেয় যা তাকে তার গানের দক্ষতা প্রমাণ করতে সাহায্য করে। শীঘ্রই এটি দেখানো হয় যে সকিনা প্রকৃত সঙ্গীত শিক্ষক নয়, যা তাকে কষ্ট দেয়। সঙ্গীত অনুষ্ঠানে গাওয়ার সময়, কলেজে উর্ধ্বতনদের ইচ্ছার বিরুদ্ধে থাকা সত্ত্বেও তারাকে গান গাওয়ার সুযোগ না দিয়ে সকিনা ঘোষণা করে যে সেও অভিনয় করবেনা। তারা তার প্রতিভা দিয়ে সবাইকে মুগ্ধ করে। চূড়ান্ত বছর শেষ করে বাড়ি ফেরার সময়, সাকিনাকে তারা তার ছোট্ট তাজমহলের বস্তু উপহার দিয়ে বিদায় জানায়।\nপরে, তারার মা-বাবা জয়দীপ সিং ও দুই বোনকে পাকিস্তানে কাঁদতে দেখা যায় কারণ তারা দেশভাগের আগে অমৃতসরে ফিরে আসেনি। তারার মুসলিম বন্ধু পরিবারের সাথে দেখা করে এবং তাদের সাথে থাকার জন্য অনুরোধ করে কারণ মা-বানা উভয় বন্ধুকে সমানভাবে (পুত্রের মতো) ভালবাসেন। কিন্তু তারার মা-বাবা ও বোনেরা তাতে রাজি নন। তারা অনিচ্ছায় চলে যাওয়ার সিদ্ধান্ত নেয়। স্টেশনে যাওয়ার সময়, তারার বাবা ও মা তাদের মেয়েদের দুটি কাগজের পত্র দেয়। বিভ্রান্ত যমজ তাদের জিজ্ঞাসা করে যে এটা কি? তাদের বাবা উত্তর দেয় যে বোনদের তাদের জীবন দিতে দ্বিধা করা উচিত নয় যদি কোনো মুসলমান আক্রমণ করে এবং তাদের ও তাদের মর্যাদাকে ক্ষুণ্ণ করে। তারপর পরিবারটি স্টেশনে পৌঁছে ট্রেনে ওঠে। কিছুক্ষণ পর, একটি বিশাল মুসলিম জনতা হিন্দু ও শিখ উদ্বাস্তুদের নিয়ে গঠিত পুরো ট্রেনটিতে হামলা চালায়। মানুষ নিজেকে বাঁচানোর জন্য ছত্রভঙ্গ হয়ে যায়, কিন্তু তাদের নির্মমভাবে হত্যা করা হয়। তারার বোন তাড়াহুড়ো করে বিষ খাওয়ার চেষ্টা করে, কিন্তু দুই ব্যক্তি তার হাত থেকে তা ফেলে দেয় ও নিষ্ঠুর শারীরিক নির্যাতনের পর তাদের হত্যা করে। হিন্দু ও শিখদের মৃতদেহে পূর্ণ ট্রেনটি সবেমাত্র পূর্ব পাঞ্জাবের অমৃতসর স্টেশনে পৌঁছেছে। যারা অন্যান্য হিন্দু ও শিখদের সাথে স্টেশনে তাদের আত্মীয়দের নিয়ে যাওয়ার জন্য অপেক্ষারত তারা দেখে যে তাদের আত্মীয়দের ট্রেনের ভিতরে জবাই করা হয়েছে। এটি দেখে হিন্দু ও শিখরা পূর্ব পাঞ্জাবে একটি শক্তিশালী দল গঠন করে ও তারা সিং এর সাথে একইভাবে প্রতিশোধ নেয় এবং অমৃতসর স্টেশনে পাকিস্তানে পালানোর চেষ্টা করা প্রতিটি মুসলমানকে হত্যা করে।\nপরবর্তীকালে, এবং বর্তমান সময়ে, তারা নিজের বাড়িতে পৌঁছায়। সে ব্যাখ্যা করেন যে তার সিঁদুর প্রয়োগ করার অর্থ কিছুই নয় কারণ সে এটি করেছিলো শুধুমাত্র তার জীবন বাঁচানোর জন্য এবং মেয়েটি সেখানে তার বাড়িতে নিরাপদ থাকবে। এছাড়াও, সে ব্যাখ্যা করে যে সে বোঝে যে তাদের মধ্যে একটি বিশাল পার্থক্য রয়েছে কারণ সে অত্যাশ্চর্য ও ধনী। স্থানীয় রেলওয়ে স্টেশন থেকে তার বাবা-মায়ের মৃত্যুর খবর জানার পর সকিনা তারার বাড়িতে থাকতে শুরু করে। তারার পরিবারের প্রতি সমাজ কীভাবে প্রতিক্রিয়া দেখায় সে সম্পর্কে তারার খালার মন্তব্য শোনার পর যে সে একজন মুসলিম (তাদের মতে বহিষ্কৃত) রাখছে, সে জোর দেয় যে তারা তাকে একটি মুসলিম শরণার্থী শিবিরে নিয়ে যাবে কারণ সে তার উপর আর চাপ দিতে চাইছে না। তারা ও সকিনা লাহোরের দিকে রওনা হওয়ার আগে সকিনা জোর দিয়ে বলে যে সে তার গোপন ডায়েরি পড়ে তার প্রতি তার ভালবাসার কথা জেনেছে কিন্তু কিছু বলেনি। সীমান্তে পৌঁছে তার প্রতি ভালোবাসা বুঝতে পেরে তাকে বিয়ের প্রস্তাব দেয়। তারা বিয়ে করে ও জিত নামে একটি ছেলের বাবা-মা হয়। তাদের জীবন গোলাপের বিছানার মতো মনে হয় যতক্ষণ না সকিনা দোলযাত্রা উৎসবের সময় একটি পুরোনো সংবাদপত্র দেখে যাতে তার বাবা আশরাফ আলীর (অমরিশ পুরি) একটি ছবি রয়েছে যা নির্দেশ করে যে তার মা-বাবা বেঁচে আছেন।\nতার বাবা এখন লাহোরের মেয়র। দিল্লিতে পাকিস্তানি দূতাবাস থেকে সকিনা তাকে ফোন করলে সে তাকে লাহোরে নিয়ে যাওয়ার ব্যবস্থা করে। যাইহোক, তারা ও তাদের ছেলে লাহোরে যাওয়ার সময় শেষ মুহূর্তে জানতে পারে যে তাদের ভিসার আনুষ্ঠানিকতা সম্পন্ন হয়নি, যা তাদের ভারতে থাকতে বাধ্য করে। সকিনা ভারাক্রান্ত মন নিয়ে চলে যায়। সে লাহোরে তার পুরো পরিবারের সাথে দেখা করেন। সবাই তাকে দেখে খুশি। পরে যখন সে ভারতে ফিরে যেতে চায় তখন তার মা তাকে বলে যে তাকে প্রায় ত্যাজ্য করা হচ্ছিলো কারণ লোকেরা তার ভারতীয় জাটের সাথে থাকার বিষয়ে গল্প করছিলো। তার বাবাও ভারত থেকে পাকিস্তানে যাত্রার সময় তাদের সমস্ত কষ্টের কথা বলে। সকিনার হৃদয় ভেঙে পড়ে। কিন্তু সে প্রতিবাদ করতে শুরু করে যখন তার বাবা-মায়ের বন্ধুরা তার বিবাহোত্তর জীবনকে জনপ্রচারণা হিসেবে ব্যবহার করা শুরু করে এবং পাকিস্তানি জনগণের কাছ থেকে আরও সহানুভূতি ও ভোট পাওয়ার জন্য তার শ্বশুরবাড়ির লোকদের খারাপভাবে চিত্রিত করে। পরে তার পরিচয় হয় একজন খুব সুদর্শন লোকের সাথে যে একজন খুব প্রভাবশালী ধনী পরিবার থেকে আসে। তাকে বলা হয় যে সে তাকে বিয়ে করবে। কিন্তু সকিনা প্রত্যাখ্যান করে এমনকি কাজী সাহেবকে তাকে একা রেখে চলে যেতে বলে, সে বলে স্বামীর জীবদ্দশায় দ্বিতীয় বিয়ে করা পাপ। তার বাবা-মা ও মামা এটা নিয়ে ক্ষুব্ধ হয়। তারা তাকে জোর করে রাজপ্রাসাদের একটি ঘরে আটকে রাখে।\nতারা ভিসা পাবে না জেনে তারা এবং তার ছেলে বন্ধুর সাথে সীমান্তে অবৈধভাবে পাকিস্তানে প্রবেশ করে। তারা তার পুরানো বন্ধুর বাড়িতে আশ্রয় নেওয়ার চেষ্টা করে কিন্তু তার স্ত্রীর কথা জানতে পারে। সে তার ছেলে জিত ও তার সহকারীকে নিয়ে জায়গা ছেড়ে দেয়। সেখানে তারা জানতে পারে সকিনা বিয়ে করছে এবং বিয়ে হওয়ার আগেই তার কাছে পৌঁছে যায়। মা ও ছেলে আবার সুখে মিলিত হয়। কাজী তাদের থামালে একটি লড়াই শুরু হয়, কারণ এটি রাজনীতিতে সকিনার বাবার ক্যারিয়ারের ক্ষতি করতে পারে। আশরাফ আলী দুটি শর্তে তাদের বিয়েতে সম্মত হন: তাদের পাকিস্তানে থাকতে হবে ও তারাকে ইসলাম গ্রহণ করতে হবে। এই শর্তগুলো তারা পরের দিন জনসমক্ষে মেনে নেয়, যা আশরাফ আলীর পরিকল্পনার বাইরে ছিল। সে তারাকে একজন সত্যিকারের পাকিস্তানি প্রমাণ করার জন্য তার দেশকে অপমান করতে বাধ্য করতে চায়, যা তাকে ক্রোধান্বিত করে ও এটি তাকে হত্যা করার জন্য আশরাফের নিয়োগ করা বিশাল জনতার কিছু সদস্যকে হত্যা করে। তারা, সকিনা, তাদের ছেলে ও তারার বন্ধু পালিয়ে যেতে সক্ষম হয়। তারা ও সকিনা শহর থেকে পালিয়ে সীমান্ত বনের কাছে একটি দরিদ্র দম্পতির কুটিরে লুকিয়ে থাকে। কিন্তু লোকটির স্ত্রী একজন লোভী মহিলা যে সকিনার সমস্ত গহনা নিজের জন্য চায়। সে তার স্বামীর কথা শুনতে রাজি না হয়ে বেশি গয়না না পেয়ে সকিনাকে ঘর থেকে বের করে দেওয়ার চেষ্টা করে।\nকিন্তু সকিনা জিত ও তারার সাথে চলে যাওয়ার পর, আশরাফ আলী কুটিরে পৌঁছে তার মেয়েকে অন্যত্র সরিয়ে নেয়। দীর্ঘ সময়ের অশান্তির পর, তারা ভারতে যাওয়ার জন্য একটি কটন মিল ট্রেন ধরে। আশরাফ আলী জানতে পারেন, এবং তিনি তাদের থামাতে কিছু লোক নিয়ে যান। পরবর্তী লড়াইয়ে, সকিনা তার নিজের বাবার বন্দুকের গুলিতে গুলিবিদ্ধ হয়। হাসপাতালে সকিনা কোমায় চলে যায়। দুঃস্বপ্ন দেখার পর তার জ্ঞান ফিরে। চলচ্চিত্রটি শেষ হয় যখন আশরাফ আলী তারাকে তার জামাই হিসেবে গ্রহণ করে ও তারা পরিবারসমেত ভারতে ফিরে আসে।\n\n\n== অভিনয়ে ==\nতারা সিং চরিত্রে সানি দেওল\nতারা সিংয়ের স্ত্রী সকিনা \"সাক্কু\" আলি সিংয়ের চরিত্রে অমীশা প্যাটেল\nসকিনার বাবা ও তারা সিংয়ের শ্বশুর মেয়র আশরাফ আলীর চরিত্রে অমরিশ পুরি\nসকিনার মা ও তারা সিংয়ের শাশুড়ি শাবানা আলি চরিত্রে লিলেট দুবে\nতারা সিংয়ের সেরা বন্ধু দারমিয়ান সিং চরিত্রে বিবেক শওক\nতারা সিং ও সকিনার ছেলে চরণজিৎ \"জিত\" সিং চরিত্রে উৎকর্ষ শর্মা\nতারা সিংয়ের বড় মামা কুলবন্ত সিং চরিত্রে সুরেশ ওবেরয়\nতারা সিংয়ের বড় খালা গুরজিত সিং চরিত্রে মধু মালতী\nতারা সিংয়ের বাবা সন্দীপ সিং চরিত্রে প্রমোদ মাউথো\nতারা সিংয়ের মা পারমিত সিং চরিত্রে কনিকা শিবপুরি\nগুলরাজ খান চরিত্রে মুশতাক খান\nসামিরা খান চরিত্রে ডলি বৃন্দা\nআবদুল আলীর চরিত্রে আহসান খান\nসরফরাজ আলীর চরিত্রে টনি মীরচন্দানি\nসেলিম আলী চরিত্রে সমর জয় সিং\nওয়ালি মোহাম্মদ চরিত্রে জ্ঞান প্রকাশ\nকলিম চরিত্রে বিক্রান্ত চতুর্বেদী\nচন্দ্রকান্ত বৈদ্য চরিত্রে রাকেশ বেদী\nদারোগা সুলেমান চরিত্রে বিশ্বজিৎ প্রধান\nআলী পরিবারের কাজীর চরিত্রে ইশরাত আলী\nজং দৈনিক পত্রিকার সম্পাদক ইদ্রিসের ভূমিকায় মিথিলেশ চতুর্বেদী\nদিল্লিতে পাকিস্তান দূতাবাসের কর্মকর্তা ইকবালের চরিত্রে বি.এন. শর্মা\nলোভী নারীর চরিত্রে প্রতিমা কাজমি\nবানু চরিত্রে অমিতা খোপকর\nচানতা চরিত্রে সন্তোষ গুপ্ত\nভারতীয় সেনা অফিসারের ভূমিকায় অভয় ভার্গব\nমেয়েদের বোর্ডিং হোস্টেলে সকিনার বন্ধুর চরিত্রে শ্বেতা শিনদে\nকথক হিসেবে ওম পুরি\n\n\n== প্রযোজনা ==\nগদর: এক প্রেম কথা-এর একটি অংশ শিমলার বিশপ কটন স্কুলে ও অন্যান্য স্থানে চিত্রধারণ করা হয়েছিল। ডালহৌসির সেক্রেড হার্ট সিনিয়র সেকেন্ডারি স্কুলেও এর একটি অংশের চিত্রগ্রহণ হয়েছে। যদিও চলচ্চিত্র ১৯৪৭ সালে নির্ধারণ করা হলেও এতে \"কুয়ে সেরা সেরা\" সঙ্গীতটি রয়েছে যা ১৯৫৬ সালে প্রথম প্রকাশিত হয়েছিল।\nচলচ্চিত্রটি উত্তর প্রদেশের লখনউ ও রুদৌলি শহরেও চিত্রধারণ করা হয়েছিল যেখানে শহরটিকে পাকিস্তানের লাহোর হিসাবে চিত্রিত করা হয়েছিল এবং কিছু অংশ চিত্রগ্রহণ করা হয়েছিলো লখনউর লা মার্টিনিয়ার বালক বিদ্যালয়ে। উত্তরপ্রদেশের রুদৌলির ইরশাদ মঞ্জিল প্রাসাদে কিছু অংশের চিত্রগ্রহণ করা হয়েছে। বিভাগ-বিধ্বস্ত দেশকে চিত্রিত করার জন্য পাঠানকোট, সারনাথ ও অমৃতসরে একটি উল্লেখযোগ্য অংশের চিত্রগ্রহণ করা হয়।\n\n\n== বক্স অফিস ==\nগদর: এক প্রেম কথা এর প্রাথমিক নাট্য পরিচালনায় ₹ ১৩৩ কোটি (ইউএস$ ১৬.২৬ মিলিয়ন) আয় করেছে এবং ২০১৭-এ টিকিট বিক্রয় অনুযায়ী এর সামঞ্জস্যপূর্ণ মোট আয় ₹ ৪৮৬ কোটি (ইউএস$ ৫৯.৪১ মিলিয়ন)। এটিকে বক্স অফিস ইন্ডিয়া কর্তৃক সর্বকালের ব্লকবাস্টার ঘোষণা করা হয়। গদর: এক প্রেম কথা ১৯৯০-এর দশকের পর থেকে সর্বকালের সর্বোচ্চ ৩টি ভারতীয় চলচ্চিত্রের মধ্যে স্থান করে নিয়েছে। যুক্তরাজ্যে, গদর: এক প্রেম কথা প্রায় £২,৮০,০০০ আয় করেছে।\n\n\n== সঙ্গীত ==\n\nগদর: এক প্রেম কথা-এর সঙ্গীত পরিচালনা করেছেন উত্তম সিং। গানের কথা (সব গান) লিখেছেন আনন্দ বক্সী।\nভারতীয় বাণিজ্য ওয়েবসাইট বক্স অফিস ইন্ডিয়া অনুযায়ী গানের অ্যালবামটি প্রায় ২৫ লাখ কপি বিক্রি হয়েছে।\n\n\n== পুরস্কার ==\nবিজয়ী:\n\nফিল্মফেয়ার স্পেশাল পারফরম্যান্স অ্যাওয়ার্ড - আমিশা প্যাটেল\nফিল্মফেয়ার বেস্ট অ্যাকশন অ্যাওয়ার্ড- টিনু বর্মা\nঅসামান্য অভিনয়ের জন্য জি সিনে বিশেষ পুরস্কার - পুরুষ - সানি দেওল\nসেরা অভিনেতার জন্য স্টার স্ক্রিন পুরস্কার - সানি দেওল\nসানসুই সেরা অভিনেতার পুরস্কার - সানি দেওল\nসানসুই সেরা অভিনেত্রীর পুরস্কার- আমিশা প্যাটেল\nবার্ষিক ফিল্মগোয়ার্স অ্যাওয়ার্ড - সেরা অভিনেত্রী - আমিশা প্যাটেল\nমনোনীত:\n\nফিল্মফেয়ার সেরা চলচ্চিত্র পুরস্কার - নীতিন কেনি\nফিল্মফেয়ার সেরা পরিচালকের পুরস্কার - অনিল শর্মা\nফিল্মফেয়ার সেরা অভিনেতার পুরস্কার - সানি দেওল\nফিল্মফেয়ার সেরা অভিনেত্রীর পুরস্কার - আমিশা প্যাটেল\nফিল্মফেয়ার সেরা সঙ্গীত পরিচালকের পুরস্কার - উত্তম সিং\nফিল্মফেয়ার শ্রেষ্ঠ গীতিকার পুরস্কার - আনন্দ বক্সী\nফিল্মফেয়ার সেরা পুরুষ প্লেব্যাক পুরস্কার - উদিত নারায়ণ\nফিল্মফেয়ার সেরা ভিলেন পুরস্কার - অমরিশ পুরী\nআইফা সেরা চলচ্চিত্র পুরস্কার - নিতিন কেনি\nআইফা সেরা পরিচালকের পুরস্কার - অনিল শর্মা\nআইফা সেরা অভিনেতার পুরস্কার - সানি দেওল\nআইফা সেরা অভিনেত্রীর পুরস্কার - আমিশা প্যাটেল\nস্টার স্ক্রিন সেরা চলচ্চিত্র পুরস্কার- নীতিন কেনী\nস্টার স্ক্রিন সেরা পরিচালকের পুরস্কার- অনিল শর্মা\nস্টার স্ক্রিন সেরা অভিনেত্রীর পুরস্কার- আমিশা প্যাটেল\nসেরা চলচ্চিত্রের জন্য জি সিনে পুরস্কার - নীতিন কেনি\nসেরা পরিচালকের জন্য জি সিনে পুরস্কার - অনিল শর্মা\nসেরা অভিনেতার জন্য জি সিনে পুরস্কার - পুরুষ - সানি দেওল\nসেরা অভিনেতার জন্য জি সিনে পুরস্কার - মহিলা - আমিশা প্যাটেল\nনেতিবাচক চরিত্রে সেরা অভিনেতার জন্য জি সিনে পুরস্কার - অমরিশ পুরী\n\n\n== সিক্যুয়েল ==\nগদর ২: দ্য কথা কন্টিনিউস শিরোনামের একটি সিক্যুয়েল ১৫ অক্টোবর ২০২১-এ একটি মোশন পোস্টার প্রকাশের সাথে ঘোষণা করা হয় যেখানে সানি দেওল, অমীশা প্যাটেল ও উৎকর্ষ শর্মা অভিনয় করবে। অনিল শর্মা জি স্টুডিওসর সাথে চলচ্চিত্রটির সিক্যুয়াল পরিচালনা করবেন। চলচ্চিত্রটি ২০২২ সালে মুক্তি পাওয়ার কথা রয়েছে।\n\n\n== আরও দেখুন ==\nবলিউডের সর্বোচ্চ আয় করা চলচ্চিত্রের তালিকা\nশহীদ-ই-মহব্বত বুতা সিং, ১৯৯৯-এর ভারতীয় পাঞ্জাবি ভাষার চলচ্চিত্র\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে গদর: এক প্রেম কথা  (ইংরেজি)\nবলিউড হাঙ্গামায় গদর: এক প্রেম কথা"}