{"pageid": 1160501, "title": "নিকুঞ্জ বিহারী মাইতি", "url": "https://bn.wikipedia.org/wiki?curid=1160501", "content": "নিকুঞ্জবিহারী মাইতি (২৬ সেপ্টেম্বর ১৮৯২ - ১৯ মে ১৯৭০) ভারতের স্বাধীনতা সংগ্রামী এবং পশ্চিমবঙ্গের প্রথম শিক্ষামন্ত্রী ছিলেন। তিনি দ্বিতীয় লোকসভার সদস্য ছিলেন ও ঘাটাল লোকসভা কেন্দ্রের প্রতিনিধিত্ব করেন। তিনি 'মাস্টারমশাই' নামে খ্যাত ছিলেন। তিনি মেদিনীপুর জেলার অন্তর্ভূক্ত খেজুরী থানার কলাগাছিয়া গ্রামে জন্মগ্রহণ করেন। তাঁর স্ত্রী  অহল্যা (মাইতি) ছিলেন সত্যাগ্রহী এবং কন্যা আভা মাইতি ছিলেন রাজনীতিবিদ এবং শিল্প প্রতিমন্ত্রী।\n\n\n== কর্মজীবন ==\nনিকুঞ্জ বিহারী মাইতির দেশানুরাগের সূত্র পিতা বিশ্বনাথ মাইতির দেশপ্রেম থেকে। খেজুরি-ভগবানপুর অঞ্চলে বন্যা-কলেরায় দুর্গতদের জন্য ত্রাণকাজের মধ্যে দেশের কাজে আত্মনিয়োগ। এই কাজে সঙ্গী ছিলেন বিপিন বিহারী গায়েন এবং পদ্মলোচন সাহু। ১৯২১ খ্রিস্টাব্দে গান্ধীজির অসহযোগ আন্দোলনের কারণে চাকরি ছেড়ে দেন। ওই সময়ে ব্যারিস্টারি ছেড়ে বীরেন্দ্রনাথ শাসমল কলাগাছিয়ায় দেশের প্রথম জাতীয় মহাবিদ্যালয়, কলাগাছিয়া জাতীয় মহাবিদ্যালয় স্থাপন করলে তিনি সেখানে প্রধান শিক্ষক হিসেবে নিয়োজিত হন। এরপর জাতীয়তাবাদী আন্দোলনে যোগদান করেন। জেলে যান যুবরাজের কলকাতা আগমনের বিরুদ্ধে হরতালে যোগ দিয়ে। কারাবাস শেষ করে গান্ধীজীর নেতৃত্বে অস্পৃশ্যতা দূরীকরণ এবং অন্যান্য গঠনমূলক কাজের সুবাদে থানায় নেতৃত্ব দেন। স্থানীয় বোর্ড নির্বাচনে জয়ী হন ১৯২৫ সালে। শুরু হয় কাঁথি-বেলদা এবং কালীনগর থেকে কাঁথি অব্ধি রাস্তায় ইঁট পাতার কাজ।  ১৯২৩ এবং '২৬-এর বন্যায় ত্রাণকার্যে যোগদান করেছিলেন। কামদেবনগরে বালিকা বিদ্যালয় প্রতিষ্ঠা। ১৯২৯-এ লোকাল  এবং জেলা বোর্ড থেকে পদত্যাগ করেন লাহোর কংগ্রেসের প্রস্তাব অনুসারে। ডায়মন্ড হারবারে প্রধান শিক্ষক নিয়োজিত হন। আবারও কারাবন্দী হন ১৯৩০-এ লবণ সত্যাগ্রহে অংশগ্রহণ করায়। ১৯৩৩-এ স্বাধীনতা দিবস উদযাপন করার দরুণ আবার কারাবাস। ১৯৩৪-এ দক্ষিণ চব্বিশ পরগনা জেলার ফতেপুর শ্রীনাথ ইন্সটিটিউশনে প্রধান শিক্ষক হন। ১৯৪০-এ কারাবাস হয় ব্যক্তিগত সত্যাগ্রহে। ১৯৩৫-এর ভারত আইনানুসারে ১৯৩৭-এর নির্বাচনে খেজুরী ভগবানপুর এবং পটাশপুরে সংযুক্ত কেন্দ্র থেকে বিধানসভায় নির্বাচিত হন। স্বাধীনতার পরেই ড. প্রফুল্লচন্দ্র ঘোষের মন্ত্রীসভায় প্রথম শিক্ষামন্ত্রী হিসেবে যোগদান। ১৯৫৫ সালে তিনি জেলা কংগ্রেসের সভাপতি নির্বাচিত হন। ১৯৫৭-৬২ পর্যন্ত লোকসভার সদস্য থাকার পর পরবর্তী পাঁচ বছর রাজ্যসভার সদস্য ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলোকসভার ওয়েবসাইটে জীবনী"}