{"pageid": 1160439, "title": "সি. কে. পি. পাইলট উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1160439", "content": "বারহাট্টা সি. কে. পি. সরকারি পাইলট উচ্চ বিদ্যালয় বা করোনেশন কৃষ্ণপ্রসাদ উচ্চ বিদ্যালয় হচ্ছে নেত্রকোণা জেলার বারহাট্টা উপজেলায় অবস্থিত একটি উচ্চ বিদ্যালয়। এই শিক্ষা প্রতিষ্ঠানটি ১৯১৪ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়।।এই বিদ্যালয় সম্পর্কে কবি নির্মলেন্দু গুণ বলেন, প্রথমদিকে এই বিদ্যালয়টির নাম ছিল সি. কে. পি. ইন্সটিটিউশন বা করোনেশন কৃষ্ণ প্রসাদ ইন্সটিটিউশন। তিনি সেখানে তৃতীয় শ্রেনীতে ভর্তি হয়েছিলেন।\n\n\n== অবস্থান ==\nনেত্রকোণা জেলার বারহাট্টা উপজেলার বারহাট্টা সদর ইউনিয়নে বারহাট্টা সদরে কংস নদীর তীরে বিদ্যালয়টির অবস্থান। বিভাগীয় শহর ময়মনসিংহ এবং জেলা শহর নেত্রকোণা থেকে এটির দূরত্ব যথাক্রমে ৫৫ কিলোমিটার ও ১৫ কিলোমিটার।\n\n\n== ইতিহাস ==\nব্রিটিশ শাসনকাল। এদেশে শিক্ষা প্রতিষ্ঠান একেবারে নেই বললেই চলে। এমন এক সময়ে বারহাট্টা অঞ্চলের জমিদার বাবু মোহিনী মোহন গুন কেন্দুয়ার সাজিউড়ার জমিদারের আমন্ত্রণে সাজিউড়াতে যান। নিমন্ত্রণ বাড়িতে কিশোর গঞ্জের একজন শিক্ষক তার পরিচয় জানার আগ্রহ প্রকাশ করলে তিনি তাঁহাকে তাঁর পরিচয় দেন। কিন্তু তাঁর নিবাস বারহাট্টাকে সেই শিক্ষক মহোদয় চিনতে পারেননি । জমিদার মহোদয় লজ্জিত হন। নিজ বাড়ি এসে বারহাট্টাকে পরিচিত করানোর চিন্তা করেন এবং সিদ্ধান্ত নেন শিক্ষার আলো ছাড়া এই অঞ্চলকে পরিচিত করানো সম্ভব নয়। এ লক্ষ্যে তাঁর জমিদারির উল্লেখযোগ্য ব্যক্তিবর্গের সঙ্গে পরামর্শ করে এখানে একটি উচ্চ বিদ্যালয় প্রতিষ্ঠার সিদ্ধান্ত নেন। নিজ জমিদারির গোবিন্দপুর মৌজায় ১৯১৪ খ্রিষ্টাব্দে তাঁর পিতা কৃষ্ণপ্রসাদ গুনের স্মৃতিকে সমুন্নত রেখে প্রতিষ্ঠা করেন করোনেশন কৃষ্ণপ্রসাদ ইনষ্টিটিউশন । সংক্ষেপে সি. কে. পি. ইনষ্টিটিউশন হিসাবে সমাধিক পরিচিতি পায়। এ সময় ইংল্যান্ডের রাজা অস্টম জর্জের সিংহাসনে আরোহন উপলক্ষে অভিষেক অনুষ্ঠানকে স্মরনীয় রাখতে করোনেশন (রাজ্যাভিষেক) শব্দটি স্কুলের নামের আগে জুড়ে দেয়া হয়।\nপ্রতিষ্ঠানটি ০১  জানুয়ারি ১৯১৪ খ্রিষ্টাব্দ হতে কলিকাতা বিশ্ববিদ্যালয়ের স্বীকৃতি লাভ করে। সেই থেকে এখন পর্যন্ত এই বিদ্যালয়টি বারহাট্টা জনপদে শিক্ষার আলো বিতরন করে আসছে। পরবর্তীতে ১৯৮০ সনে বিদ্যালয়ের নাম আংশিক সংশোধন করে বারহাট্টা সি. কে. পি. পাইলট উচ্চ বিদ্যালয় করা হয়।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nএই উচ্চ বিদ্যালয় হতে বহু প্রতিতযশা ব্যক্তি শিক্ষা লাভ করে তার স্বকর্মক্ষেত্রে মহিয়ান হয়েছেন। তাঁদের মধ্যে রয়েছেন যতীন সরকার, ড.এম ইন্নাস আলী, মতীন্দ্র সরকার, নির্মলেন্দু গুণ এবং আবদুল হাননান খান ।\n\n\n== আরো দেখুন ==\nকরোনেশন কৃষ্ণপ্রসাদ উচ্চ বিদ্যালয়ের প্রাক্তন শিক্ষার্থী\n\n\n== তথ্যসূত্র =="}