{"pageid": 1160279, "title": "নাসির কিলিজ আরসালান", "url": "https://bn.wikipedia.org/wiki?curid=1160279", "content": "নাসির কিলিজ আরসলান (কিলিজ আর্সলান নামেও পরিচিত) ছিলেন হামার আইয়ুবী আমির। তিনি ১২২১ থেকে ১২২৯ (৭১৭ হিজরি - ৬২৬ হিজরি)  পর্যন্ত শাসন করেন। তিনি ছিলেন মনসুর প্রথম মুহাম্মদের পুত্র এবং মুযাফফর দ্বিতীয় মাহমুদের ছোট ভাই। কিলিজ আরসালান (বাংলা: সিংহের তলোয়ার) নামটি সম্ভবত রুম এর সুলতানদের প্রতি শ্রদ্ধা ছিল, যাদের মধ্যে চারজন এই নামটি গ্রহণ করেছিলেন।\n\n\n== সিংহাসন ==\n১২১৯ সালে মানসুর হামার নেতৃস্থানীয় ব্যক্তিদের একত্রিত করেন এবং সুলতান কামিলকে সাহায্য করার জন্য মুযাফফরকে মিশরে পাঠানোর আগে, তাঁর বড় ছেলে মুযাফফর মাহমুদকে তাঁর উত্তরাধিকারী হিসাবে আনুগত্যের শপথ করেন। কিছু সময় পরে তিনি তার দ্বিতীয় পুত্র নাসির কিলিজ আর্সলানকে ফিলিস্তিনে মুয়াযযামের যুদ্ধাভিযানে তার সাথে যোগ দিতে পাঠান। যাইহোক, তিনি মৃত্যুবরণ করলে কিছু নেতৃস্থানীয় আমির তার ভাইয়ের জায়গায় সিংহাসন দখল করার জন্য নাসিরকে হামাতে ফেরত আমন্ত্রণ জানানোর সিদ্ধান্ত নেন, এই আশায় যে তারা তার নামমাত্র শাসনের অধীনে প্রকৃত নিয়ন্ত্রণ প্রয়োগ করতে সক্ষম হবেন। মানসুর ১২২১ সালের জানুয়ারীতে মারা যান (জিলকদ ৬১৭) এবং নাসির যথাযথভাবে নিজেকে হামাতে শাসক হিসাবে প্রতিষ্ঠিত করেন। তিনি তার পিতার মৃত্যুর সময় দামেস্কের আমির মুয়াযযামের সাথে অভিযান চালাচ্ছিলেন এবং মুয়াযযাম তাকে হামাতে ফিরে যাওয়ার অনুমতি দেন এই শর্তের সাথে যে, তিনি শহর নিয়ন্ত্রণ করার পরে চল্লিশ হাজার দিরহাম প্রদান করবেন।\nমিশরে থাকা মুযাফফর যখন তার পিতার মৃত্যুর খবর জানতে পেরেছিলেন, তিনি সুলতান কামিলের কাছে গিয়ে তার সিংহাসন দাবি করার অনুমতি পান। সিরিয়ায় পৌঁছে তিনি তার ভাইকে সিংহাসনে দৃঢ়ভাবে প্রতিষ্ঠিত দেখতে পান। হামার বিশিষ্ট ব্যক্তিদের মধ্যে কেউই তাকে নাসিরকে অপসারণে সমর্থন করেননি এবং সিরিয়ার অন্য আইয়ুবীয় আমিরদের কেউ তাকে সাহায্য করতে আগ্রহী ছিল না, তাই তাকে মিশরে ফিরে যেতে হয়েছিল, যেখানে তাকে কামিল একটি সম্পত্তি দিয়েছিলেন। হামার সিংহাসনের জন্য দুই প্রতিযোগী তখন দুই প্রধান খেলোয়াড়ের সাথে একত্রিত হয়েছিল। যাদের প্রতিদ্বন্দ্বিতা আইয়ুবীয়দের রাজনৈতিক বিশ্বকে বিভক্ত করেছিল-দামেস্কের মুয়াযযাম এবং মিশরের কামিল। হামার সঠিক উত্তরাধিকারী, মুযাফফর, কামিলের সমর্থন পেয়েছিলেন এবং কিলিজ আর্সলান সুরক্ষার জন্য মুয়াযযামের দিকে তাকিয়ে ছিলেন। কিলিজ আর্সলান তার সমর্থকদের বিরক্ত করেন, যখন তিনি তৃতীয় শীর্ষস্থানীয় আইয়ুবীয় আমির আশরাফকে কাছে সমর্থন প্রদান করেন এবং মুয়াযযামকে প্রতিশ্রুত চল্লিশ হাজার দিরহাম দিতে ব্যর্থ হন।\nতাই মুয়াযযাম হামা দখলের জন্য অভিযানে নামেন। কিলিজ আর্সলান শিকারে বেরিয়েছিলেন, কিন্তু দ্রুত শহরে ফিরে এসে আক্রমণকারীদের বিরুদ্ধে তা ধরে রাখতে সক্ষম হন। একটি দীর্ঘ অবরোধ শুরু করার পরিবর্তে মুয়াজ্জাম সালামিয়াহ এবং মাআররাত নুমান শহরগুলো দখলে নিয়েছিলেন। ১২২৩ সালের জানুয়ারী মাসে (জিলহজ ৬১৯) তিনি হামাতে তার আক্রমণ নতুন করে করেন। যাইহোক, দামেস্কের আমির হামাকে গ্রহণ করার এবং সিরিয়া জুড়ে প্রভাবশালী হওয়ার সম্ভাবনা আশরাফ এবং কামিল উভয়কেই মুআজ্জামকে প্রত্যাহার করার এবং হামাকে অস্পৃশ্য রেখে দেওয়ার দাবিতে ঐক্যবদ্ধ হতে প্ররোচিত করেছিল। পরবর্তী আলোচনায়, মুআজ্জামকে তার দখলকৃত সমস্ত অঞ্চল ফিরিয়ে দিতে হয়েছিল এবং কিলিজ আর্সলানকে হামার নিয়ন্ত্রণে ছেড়ে দেওয়া হয়েছিল। তবে তিনি সালামিয়াহ শহরটিকে তার ভাই মুজাফফরের হাতে ফিরিয়ে দিতে বাধ্য ছিলেন।\n\n\n== পদচ্যুতি ও মৃত্যু ==\nপাঁচ বছর পর, ১২২৮ সালের নভেম্বরে (জিলহজ ৬২৫), কামিল এবং আশরাফের মধ্যে গাজার কাছে তেল আজ্জুলে আরেকটি আলোচনা হয়েছিল যখন তারা আইয়ুবীয়দের মধ্যে তাদের মধ্যে ক্ষমতার ভারসাম্য বজায় রাখতে চেয়েছিল। রাজত্ব ফলাফল ছিল অঞ্চলের পুনঃবন্টন সংক্রান্ত একটি ব্যাপক চুক্তি। কামিলের সমর্থক  মুযাফফরকে বারিন এবং মাআররাতুন নুমানসহ হামাতে পুনরুদ্ধার করা হয়েছিল। সালামিয়াকে হামা অঞ্চ থেকে বিচ্ছিন্ন করে হিমসের মুজাহিদকে দেওয়া হয়েছিল।\nআশরাফ এবং কামিল এখন এই পরিকল্পনাটি কার্যকর করার জন্য একযোগে কাজ করেছিলেন এবং কামিল তার বাহিনীকে দামেস্কে নিয়ে গিয়েছিলেন আশরাফের সমর্থনে; আশরাফ এটি অবরোধ করছিলেন। শহরটি জুন মাসে আত্মসমর্পণ করে এবং প্রায় সাথে সাথে কামিল হামার দিকে মনোযোগ দেন। ২৫ জুলাই ১২২৯ (২ রমজান ৬২৬) কামিল, হিমসের মুজাহিদের সাথে জোটে, কিলিজ আর্সলানকে অপসারণ করতে এবং মুজাফফরকে পুনরুদ্ধার করতে হামা অবরোধ করে। কয়েকদিন অবরোধের পর কিলিজ আর্সলান আলোচনার জন্য বেরিয়ে আসেন এবং শেষ পর্যন্ত বারিনের কাছে মন্টফের্যান্ড দুর্গ পাওয়ার বিনিময়ে হামা ত্যাগ করতে রাজি হন। অবশেষে একই বছর কিলিজ আর্সলান মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n Humphreys, R.S. (১৯৭৭), Saladin to the Mongols: The Ayyubids of Damascus 1193-1260, SUNY Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}