{"pageid": 1160204, "title": "আভা মাইতি", "url": "https://bn.wikipedia.org/wiki?curid=1160204", "content": "আভা মাইতি (আ. ২২ এপ্রিল ১৯২৩ — ৩ জুলাই ১৯৯৪) ভারতের স্বাধীনতা সংগ্রামী ও রাজনৈতিক কর্মী ছিলেন। এছাড়াও তিনি সাংবাদিক, বিভিন্ন পত্রপত্রিকার সম্পাদক, একাধিক সংগঠনের সভাপতি ও প্রতিষ্ঠাতা ছিলেন। রাজনৈতিক কৃতিত্ব এবং সামাজিক অবদানের জন্য তাঁকে \"অগ্নীকন্যা\" বলে অভিহিত করা হয়। তিনি বতর্মান পূর্ব মেদিনীপুর জেলার, খেজুরী থানার কলাগেছিয়া গ্রামে জন্মগ্রহণ করেছিলেন। তাঁর শিক্ষক পিতা ও পশ্চিমবঙ্গের প্রথম শিক্ষামন্ত্রী নিকুঞ্জ বিহারী মাইতি এবং মাতা অহল্যা দেবী দুজনেই ছিলেন স্বাধীনতা সংগ্রামী। ব্যক্তিগত জীবনে তিনি সারাজীবন অবিবাহিতা ছিলেন।\n\n\n== শিক্ষা ==\nসক্রিয় বিপ্লব এবং রাজনৈতিক কর্মকাণ্ডের সঙ্গে জড়িয়ে থাকার কারণে স্বচ্ছন্দে শিক্ষা সম্পন্ন হয়নি আভার।  কলাগেছিয়া গ্রামে প্রাথমিক শিক্ষা শেষ করে বেথুন বালিকা বিদ্যালয়ে ভর্তি হলেও শেষে ১৯৪০ সালে ম্যাট্রিকুলেশন এবং ১৯৪২ এবং আই.এ  পাশ করেন প্রাইভেটে।এরপর ১৯৪৪ এ বেথুন থেকে বি এ এবং ১৯৪৭ এল এল বি পাশ করেন কলকাতা বিশ্ববিদ্যালয় থেকে।\n\n\n== রাজনৈতিক জীবন ==\n১৯৪২ সালে খেজুরীতে সক্রিয়ভাবে ভারতছাড়ো আন্দোলনে যোগ দেন আভা এবং পুলিশি অত্যাচারের হাত থেকে বাঁচতে জানাহাবাদের গণেশ মন্ডল বা বড়বাড়ির কামদেব মন্ডল, প্রমুখের বাড়ীতে আত্মগোপন করে ছিলেন। শিক্ষা শেষে দেশের কাজে মন দেন। ১৯৫২-৫৮ প্রদেশ কংগ্রেস মহিলা শাখার সম্পাদিকা এবং নিখিল ভারত কংগ্রেস কমিটির সদস্যা হন। ১৯৬২ এবং ১৯৬৭ সালে দুবার ভগবানপুর কেন্দ্রে জয়ী হয়ে ডাঃ বিধান চন্দ্র রায়ের মন্ত্রী সভায় উদ্বাস্তু কল্যান- পূনর্বাসন স্বরাষ্ট্র দপ্তরের (নির্বাচন এবং সংবিধান) ভারপ্রাপ্ত পূর্ণ মন্ত্রী হন। ১৯৭৭ সালে পাঁশকুড়া লোকসভা কেন্দ্র থেকে জয়লাভ করে মোরারজি দেশাই মন্ত্রী সভায় শিল্প দপ্তরের রাষ্ট্র মন্ত্রী হন। ১৯৭১ সালে কানাডার ফেডেরেশন অফ প্রোফেশনাল উইমেন-এর দ্বাদশ কংগ্রেসে অংশগ্রহণ করেন। এছাড়া, ইওরোপেও গিয়েছেন। বাংলাদেশের সপক্ষে জনমত গঠনের জন্য পাড়ি দিয়েছেন তাইল্যান্ড, জাপান, আরব আমিরশাহী, সুইৎজারল্যান্ড, জার্মানি এবং মার্কিন যুক্তরাষ্ট্রে। \n\n\n=== পশ্চিমবঙ্গে উদ্বাস্তু সমস্যার মোকাবিলা ===\n১৯৬০ সাল নাগাদ ভারত সরকার নতুন উদ্বাস্তুদের পুনর্বাসন অস্বীকার করতে থাকে। আভা সেই সময় ত্রাণ এবং পুনর্বাসন মন্ত্রী। ১৯৫৮-এর পর পশ্চিমবঙ্গে সরকারিভাবে আর কোনও উদ্বাস্তু পুনর্বাসন বা রিফিউজি ক্যাম্প দেখা যায় না; এমনকি পূর্ব বঙ্গ থেকে আসা মানুষকে উদ্বাস্তু হিসেবে স্বীকৃতি দেওয়াই বন্ধ করে দেয় সরকার। সরকারের তরফে যাঁরা এই সমস্যার মোকাবিলা করছিলেন, অর্থাৎ, প্রফুল্ল সেন (১৯৫৭-৬১) এবং তাঁর উত্তরসূরি আভা মাইতিকে(১৯৬২-৭) সরকারী নিয়মবিধির আড়ালেই লুকোতে হয়। ১৯৬০ থেকে কেন্দ্রীয় সরকারকে ক্রমাগত চাপ দিতে থাকেন তাঁরা, পশ্চিমবঙ্গ থেকে আরও বেশি সংখ্যক উদ্বাস্তুকে স্বীকৃত করার ক্ষেত্রে। অবশেষে, ১৯৬২ সালে কেন্দ্রীয় সরকার বাধ্য হয় প্রাথমিকভাবে যারা দন্ডকারণ্যে যেতে অস্বীকার করেছিল, সেইসব উদ্বাস্তুদের তবেই স্বীকৃতি দিতে যদি তারা কৃষিজীবী হয়ে থাকে। এছাড়াও, রাজশাহির দাঙ্গার পর ১৯৬২ সালের এপ্রিল মাসের পর যেসব নতুন উদ্বাস্তুরা পশ্চিমবঙ্গে এসেছেন, তাঁদেরও গ্রহণ করার জন্য কেন্দ্রীয় সরকারকে বারংবার অনুরোধ করেন আভারা। ফলস্বরূপ, ১০০৮ জন সাঁওতালকে দন্ডকারণ্যে পাঠানো হয়।\n\n\n=== এডমন্টন জার্নালে ছাপা সাক্ষাৎকার ===\n১৯৭১ সালের জুলাই মাসে ছাপা কানাডার এডমন্টন জার্নাল-এর এক সাক্ষাৎকারে আভা মাইতি জানিয়েছিলেনঃ বাংলাদেশ থেকে আসতে থাকা শরণার্থীদের বিরত করার জন্য অবিলম্বে পরিস্থিতির মোকাবিলা প্রয়োজন এবং \"তাঁরা যেন সম্পূর্ণ অক্ষত অবস্থায় প্রত্যাবর্তন করতে পারেন তার জন্য প্রতিশ্রুতির প্রয়োজন\"। তিনি আরও জানান, \"ইয়াহিয়াকে অবিলম্বে পদত্যাগ করতে হবে এবং বাংলাদেশের নির্বাচিত প্রতিনিধির কাছে ক্ষমতা হস্তান্তর করতে হবে\"। এই সাক্ষাৎকারের কথা ছাপা হয়েছিল ১৫ই জুলাই ১৯৭১-এর হিন্দুস্তান স্ট্যান্ডার্ড-এর পাতায়, যাতে বলা হয়েছে, আভার দৃঢ় বিশ্বাস, \"পূর্ব বাংলার অশান্ত পরিস্থির এটিই একান্ত সমাধান\"।  হিন্দুস্তান স্ট্যান্ডার্ড-এ আরও লেখা হয় যে, সারা বিশ্বের কাছে আভা বাংলাদেশের বিষয়টিকে গুরুত্ব দিয়ে দেখার জন্য আর্জি জানিয়েছেন এবং জোরের সঙ্গে বলেছিলেন \"পাকিস্তান যেন পূর্ব বাংলা থেকে তার হাত সরিয়ে নেয়\"।  আভা বলেছিলেন ভারতের মত নয় যুদ্ধে গিয়ে এই পরিস্থিতির মোকাবিলা করা; বরং সারা বিশ্বের সম্মীলিত মতকে গঠিত করেই এর মিমাংসার কথা ভাবা হয়েছে-- \"সৈন্যের দ্বারা এর সমাধান হতে পারেনা\"।\n\n\n== সমাজসেবা ==\nআজন্ম জাতপাত, ধর্ম, সংকীর্ণতার উর্দ্ধে থাকা আভা নারী কল্যাণ,শিক্ষার সম্প্রসারণ,গ্রামীন রাস্তাঘাট সংস্কার সহ বহু সামাজিক কাজকর্ম করেছেন। সমাজের দুর্বল শ্রেণী এবং গ্রামীণ মানুষের উন্নয়নের জন্য প্রভূত কাজ করেছেন আজীবন। বহু শিক্ষাপ্রতিষ্ঠান তাঁর উদ্যোগে তৈরি হয়েছে, যেমন বাজকুল মিলনী মহাবিদ্যালয় (১৯৬৪)। নরঘাট (মাতঙ্গিনী সেতু) সেতু নির্মানে মুখ্য ভূমিকা নিয়েছিলেন তিনি।\n\n\n== গ্রন্থরচনা এবং সম্পাদকীয় কাজকর্ম ==\nসমাজ ও নারী (১৯৭৮) আভার রচিত গ্রন্থ। এছাড়া তিনি সত্যাগ্রহ পত্রিকার সম্পাদক ছিলেন; যুগের ডাক পত্রিকার সম্পাদকীয় বোর্ডের চেয়ারম্যানও ছিলেন।\n\n\n== বিবিধ পদের দ্বায়িত্বভার ==\nপশ্চিমবঙ্গ খাদি কেন্দ্রের যুগ্ম সম্পাদক থাকাকালীন খাদির প্রসারে ছিল তাঁর গুরুত্বপূর্ণ ভূমিকা। কনজ্যুমার অ্যাকশন ফোরাম, পশ্চিমবঙ্গ শাখা এবং উইমেন কোঅর্ডিনেটিং কাউন্সিল, ভারত শাখার ভাইস-চেয়ারপারসন ছিলেন তিনি। এছাড়াও বঙ্গীয় মাহিষ্য সমিতি, মেদিনীপুর সম্মিলনী, মেদিনীপুর সংগ্রাম ইতিহাস সমিতির মত একাধিক প্রতিষ্ঠানের সভাপতি ছিলেন তিনি। \n\n\n== বিরোধীপক্ষের হাতে নিগ্রহ ==\nযদ্দুর জানা যায়, বিরোধী কম্যুনিস্ট বিধায়কেরা তাঁর সিটের ওপর আলতা মাখিয়ে রেখে তাঁকে অপদস্থ করতে চেয়েছিলেন। ১৯৭১ সালের ৩১শে অগাস্ট মেদিনীপুর কংগ্রেস কার্য্যালয়ে নব কংগ্রেসের যুব কর্মীদের দ্বারাও লাঞ্ছিত হন তিনি। এই ঘটনার প্রতিবাদে এবং দলীয় সিদ্ধান্ত অনুযায়ী পার্ক স্ট্রিটের মোড়ে গান্ধীজীর মূর্তির সামনে অনশনেও বসেন আভা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলোকসভার ওয়েবসাইটে আভা মাইতির জীবনী"}