{"pageid": 1161058, "title": "অটো পেল্টজার", "url": "https://bn.wikipedia.org/wiki?curid=1161058", "content": "অটো পল এবারহার্ড পেল্টজার (৮ মার্চ ১৯০০ - ১১ আগস্ট ১৯৭০) একজন জার্মান মধ্য দূরত্বের দৌড়বিদ যিনি ১৯২০-এর দশকে বিশ্ব রেকর্ড গড়েছিলেন। ১৯২৬ সালের জুলাই মাসে লন্ডনে ৮০০ মিটারের বেশি পেল্টজার টেড মেরেডিথের দীর্ঘস্থায়ী রেকর্ডকে ০.৩ সেকেন্ড বাড়িয়ে ১:৫১.৬ মিনিটে উন্নীত করেন। ১০০০ মিটারের বেশি তিনি ১৯২৭ সালের জুলাই মাসে প্যারিসে ২:২৫.৮-এর মাধ্যমে বিশ্ব রেকর্ড স্থাপন করেন এবং ১৫০০ মিটারের বেশি করা পাভো নুরমির বিশ্ব রেকর্ড (৩:৫২.৬) ভেঙ্গে এবং ১৯২৬ সালের সেপ্টেম্বরে বার্লিনে ৩:৫১.০ এর একটি নতুন রেকর্ড স্থাপন করেন। পেল্টজারই ছিলেন একমাত্র ক্রীড়াবিদ যিনি একই সাথে ৮০০ মিটার এবং ১৫০০ মিটার দৌড়ের বিশ্ব রেকর্ড তৈরি করেছিলেন, যতদিন পর্যন্ত না সেবাস্তিয়ান কো পঞ্চাশ বছর পরে এই রেকর্ড ভেঙে নতুন রেকর্ড তৈরি করেন। \n\n\n== জীবনী ==\nহলস্টেইনের এলারনব্রুক-ড্রেজে জন্মগ্রহণ করেন, পেল্টজার শৈশবের অসুস্থতা কাটিয়ে একজন সফল ক্রীড়াবিদ হওয়ার পথে বাইশ বছর বয়সে তার প্রথম জার্মান চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি ১৯১৮ সালে মিউনিখে বিশ্ববিদ্যালয়ের পড়াশোনা শুরু করেন, টিএসভি ১৮৬০ ক্লাবে যোগদান করেন, যেখানে তার ডাকনাম দেওয়া হয়েছিল \"অটো ডার সেলটসেম\" (অদ্ভুত অটো)। তিনি ১৯২৫ সালে তার ডক্টরেট গ্রহণ করে মিউনিখে চালিয়ে যান। ১৯২৬ সালে তিনি লন্ডনের স্ট্যামফোর্ড ব্রিজ স্টেডিয়ামে এএএ চ্যাম্পিয়নশিপে আমন্ত্রিত জার্মান ক্রীড়াবিদদের একজন ছিলেন, যেখানে তিনি ৮০০ মিটার জিতেছিলেন, ব্রিটেনের ডগলাস লো-কে পরাজিত করেছিলেন, যদিও ১৯২০ এবং ১৯২৪ অলিম্পিক গেমসে জার্মানিকে অংশগ্রহণ করতে দেয়া হয়নি। ১৯২৬ সালে, পেল্টজার, ফিনল্যান্ডের পাভো নুরমি, সুইডেনের এডভিন ওয়াইড এবং জার্মানির হার্বার্ট বোচারের মধ্যে একটি বিশেষভাবে সাজানো ১৫০০ মিটার দৌড় অনুষ্ঠিত হয়েছিল বার্লিনে যেখানে পেল্টজার একটি নতুন বিশ্ব রেকর্ড বানিয়েছিলেন। \nআমস্টারডামে ১৯২৮ সালের অলিম্পিক গেমসের কিছু আগে, যেখানে জার্মান ক্রীড়াবিদদের আবার পেল্টজারকে দলনেতা নির্বাচিত করার সাথে প্রবেশের অনুমতি দেওয়া হয়েছিল, পেল্টজার হ্যান্ডবল খেলতে গিয়ে দুর্ঘটনায় আহত হন। যদিও তিনি ৮০০ মিটার বাছাইয়ে অংশ নেওয়ার জন্য মোটামুটি স্বাস্থ্যোদ্ধার করেছিলেন কিন্তু তিনি ফাইনালের জন্য যোগ্যতা অর্জন করতে ব্যর্থ হন।  ১৯৩২ সালে তিনি দলের অধিনায়ক ছিলেন, কিন্তু দুর্বল পরিকল্পনার কারণে জার্মান দলকে অলিম্পিক কঠিন ট্র্যাকে স্পাইকযুক্ত জুতা নিয়ে দৌড়াতে হয়। পেল্টজার ফাইনাল করেন, কিন্তু শেষ করেননি।  \nপেল্টজার প্রায়ই তার সমকামিতার জন্য নির্যাতিত হতেন।  1933 সালে তিনি নাৎসি পার্টি এবং এসএস-এ যোগ দেন। যাইহোক, ১৯৩৫ সালের জুনে 'যুবকদের সাথে শারীরিক সম্পর্ক অপরাধের' জন্য তাকে ১৮ মাসের কারাদণ্ড দেওয়া হয়েছিল।  খেলাধুলায় তার সম্পৃক্ততা শেষ করার শর্তে তাকে তাড়াতাড়ি মুক্তি দেওয়া হয়েছিল, কিন্তু ১৯৩৭ সালে তাকে পুনরায় গ্রেপ্তার করা হয়েছিল। ডেনমার্ক, ফিনল্যান্ড (যেখানে তিনি কঠিম শয্যায় ঘুমিয়েছিলেন এবং ব্রঙ্কাইটিসে আক্রান্ত হয়েছিলেন) এবং সুইডেনে সময় কাটানোর পর, ১৯৪১ সালে তিনি জার্মানিতে ফিরে আসেন এবং আশ্বস্ত করা হয়েছিল যে তার বিরুদ্ধে অভিযোগ প্রত্যাহার করা হবে। যাইহোক, তাকে গ্রেপ্তার করা হয় এবং কেজেড মাউথাউসেনে পাঠানো হয়, যেখানে তিনি ৫ মে ১৯৪৫ তারিখে শিবির মুক্ত না হওয়া পর্যন্ত ছিলেন।  \n১৯৫০-এর জার্মানিতে সমকামিতা একটি ফৌজদারি অপরাধ হিসাবে অবশিষ্ট থাকায় এবং জার্মান অ্যাথলেটিক অ্যাসোসিয়েশন (DLV) এবং কার্ল ডিমের সাথে বিরোধে পেল্টজার,  জার্মানিতে অ্যাথলেটিকস কোচ করার সুযোগ পেল্টজারের যথেষ্ট কষ্টকর ছিল। তিনি একটি জার্মান সংবাদপত্রের কাছ থেকে মেলবোর্ন অলিম্পিকের রিপোর্ট করার জন্য একটি কমিশন পেয়েছিলেন এবং গেমসের পরে বিভিন্ন জাতীয় অ্যাথলেটিক্স সংস্থার সাথে কাজ করার ব্যর্থ চেষ্টা করেছিলেন। তিনি অবশেষে ভারতে আসেন, নতুন দিল্লির জাতীয় অ্যাথলেটিক্স স্টেডিয়ামে কোচিং শুরু করেন এবং অলিম্পিক ইয়ুথ দিল্লি ক্লাব প্রতিষ্ঠা করেন, পরে তার সম্মানে 'অটো পেল্টজার মেমোরিয়াল অ্যাথলেটিক' নামে এই ক্লাবের নামকরণ করা হয়। \n১৯৬৭ সালে হার্ট অ্যাটাকের পর, পেল্টজারকে জার্মানিতে ফিরে যেতে রাজি করানো হয় এবং হলস্টেইনের হাসপাতালে চিকিৎসা করা হয়। ইউটিন, স্লেসউইগ-হলস্টেইনে একটি অ্যাথলেটিক্স মিটিংয়ে যোগ দেওয়ার পরে, পেল্টজার শরীর ভেঙে পড়ে এবং গাড়ি পার্কের দিকে যাওয়ার পথে তাকে মৃত অবস্থায় পাওয়া যায়। \n২০০০ সালে DLV ক্লাব অসামান্য ক্রীড়াবিদদের জন্য অটো পেল্টজার পদক পুরস্কার হিসেবপ দেওয়া শুরু করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিউজিল্যান্ডে চলমান ডাঃ ও. পেল্টজারের ছবি, 1930"}