{"pageid": 1161614, "title": "বঙ্গলক্ষ্মীর ব্রতকথা", "url": "https://bn.wikipedia.org/wiki?curid=1161614", "content": "বঙ্গলক্ষ্মীর ব্রতকথা আচার্য রামেন্দ্রসুন্দর ত্রিবেদী রচিত এক অভিনব দেশাত্মবোধক ব্রতকথা। \n\n\n== প্রেক্ষাপট ==\nব্রিটিশ শাসনামলে অবিভক্ত বাংলাকে খন্ডিত করার পরিকল্পনায় ১৯০৫ খ্রিস্টাব্দে ভারতে বিশেষকরে বাংলায় রাজনৈতিক অস্থিরতা সৃষ্টি হয়। সেসময়ের বহু জাতীয়তাবাদী নেতৃবৃন্দ বিভিন্ন ভাবে প্রতিবাদে মুখর হন।\nদেশবাসীকে স্বদেশী চেতনায় উদ্বুদ্ধ করতে আচার্য রামেন্দ্রসুন্দর ত্রিবেদী লিখলেন এক স্বদেশী চিন্তামূলক প্রবন্ধ ‘বঙ্গলক্ষ্মীর ব্রতকথা’। যার দ্বারা তিনি বাংলার মহিলাদের স্বদেশী চেতনার সঙ্গে দেশবাসীর পরিচয় করিয়েছেন। \nপ্রবন্ধটিতে বাংলার সাম্প্রদায়িক দাঙ্গা-হাঙ্গামা ও বাংলা সংস্কৃতিকে বিচ্ছিন্ন করার কথা স্থান পেয়েছে।\n\n\n== প্রতিবাদের ধরণ ==\nবঙ্গভঙ্গ আন্দোলনের প্রতিবাদ স্বরূপ রামেন্দ্রসুন্দর ১৯০৫ খ্রিস্টাব্দের ১৬ অক্টোবর বঙ্গভঙ্গ কার্যকরী হলে রামেন্দ্রসুন্দর মুর্শিদাবাদে তাঁর বাড়ির সামনের বিষ্ণুমন্দিরে প্রায় পাঁচশত লোককে একত্রিত করেন এবং তার রচিত বঙ্গলক্ষ্মীর ব্রতকথা প্রবন্ধটি  পাঠ করেন। রামেন্দ্রসুন্দরের প্রস্তাব অনুযায়ী সেদিন সারা বাংলায় ‘অরন্ধন’ পালিত হয় এবং বাংলার মেয়েরা ‘বঙ্গলক্ষ্মী ব্রত’ পালন করেন।\nপ্রবন্ধটি ১৯০৫ খ্রিস্টাব্দেই (১৩১২ বঙ্গাব্দের পৌষ মাসের বঙ্কিমচন্দ্র চট্টোপাধ্যায় প্রবর্তিত) বঙ্গদর্শন পত্রিকায় প্রকাশিত হয়। প্রবন্ধ টির একটি সংস্কৃত অনুবাদও এডুকেশন গেজেট-এ প্রকাশিত হয়।  ১৯০৬ খ্রিস্টাব্দে এটি পুস্তকাকারে প্রকাশিত হয়েছিল।\nএই অনন্যসাধারণ সৃষ্টির মাধ্যমে স্বদেশের জন্য রামেন্দ্রসুন্দর এক অসামান্য ব্রত উদ্যাপন করেছেন! 'মুর্শিদাবাদ জেলা গেজেটিয়ার-২০০৩' মতে 'রামেন্দ্রসুন্দর ত্রিবেদীর বঙ্গলক্ষ্মীর ব্রতকথা পুস্তকখানি সমগ্র বাংলার জনসাধারণকে বিশেষ করে মহিলাদেরকে হিন্দু মুসলিম ঐক্য বজায় রাখার এবং স্বদেশী দ্রব্যের ব্যবহার ও বিদেশী দ্রব্য বর্জনের জন্য আহ্বান জানায়। জনসাধারণের মনে দেশাত্মবোধ জাগ্রত করতে এবং স্বদেশী আন্দোলনে তথা বিপ্লবী আন্দোলনে অংশগ্রহণ করতে মানুষকে প্রেরণা জোগায়। বাংলায় বঙ্গলক্ষ্মীর ব্রতকথার প্রভাব বৃদ্ধি পাওয়ায় ব্রিটিশ সরকার ও পুলিশ উদ্বিগ্ন হয়ে এই পুস্তখানি বাজেয়াপ্ত করার সিদ্ধান্ত নেয়। ১৯১০ সালে সরকার পুস্তকখানি বাজেয়াপ্ত করে। ইন্টেলিজেন্স (সি আই ডি বেঙ্গল) বা গোয়েন্দা\nদপ্তরের কর্তৃপক্ষ এক রিপোর্টে লিখেছেন, 'বঙ্গলক্ষ্মীর ব্রতকথা' রিপন কলেজের প্রিন্সিপ্যাল বাবু রামেন্দ্রসুন্দর ত্রিবেদী পুলিশ কমিশনারের কাছে এই মর্মে লিখিত মুচলেকা দিয়েছেন যে এই পুস্তকের আর কোন প্রকাশ করবেন না এবং পুস্তকটির যে কপিগুলি তখনও বিক্রয় হয়নি সেগুলি প্রকাশকের নিকট থেকে নিয়ে পুলিশ কমিশনারের কাছে জমা দিবেন। পরবর্তী রিপোর্টে পুলিশ কমিশনার লিখেছেন, 'আমার পূর্ববর্তী রিপোর্ট অনুযায়ী বাবু রামেন্দ্রসুন্দর ত্রিবেদী পুলিশ কমিশনারের নিকট তাঁর পুস্তকের (বঙ্গলক্ষ্মীর ব্রতকথা) ১,৯৬১ খানি কপি জমা দিয়েছেন।' এইভাবে দেখা যাচ্ছে যে বঙ্গলক্ষ্মীর ব্রতকথা স্বদেশী আন্দোলনের সম্প্রসারণে, জাতীয়তা ও দেশাত্মবোধ প্রচার করতে তাৎপর্যপূর্ণ ভূমিকা পালন করেছে।\n\n\n== তথ্যসূত্র =="}