{"pageid": 1161471, "title": "আশরাফ মুসা (হিমসের আমির)", "url": "https://bn.wikipedia.org/wiki?curid=1161471", "content": "আশরাফ মুসা (১২২৯-১২৬৩ সম্পূর্ণ নামআশরাফ মুসা বিন মানসুর ইব্রাহীম বিন শিরকুহ; আরবি: الأشرف موسى بن المنصور ابراهيم بن شيركوه) ছিলেন আধুনিক সিরিয়ার কেন্দ্রীয় অঞ্চলে অবস্থিত একটি শহর হিমসের শেষ আইয়ুবীয় আমির। তার শাসন ১২৪৬ সালের জুনে শুরু হয়েছিল, কিন্তু ১২৪৮ সালে তাকে হিমস আত্মসমর্পণ করতে বাধ্য করা হয়েছিল এবং তারপরে আলেপ্পোর আমির তার চাচাতো ভাই নাসির ইউসুফ তাকে তেলুল বশির প্রদান করেন। ১২৬০ সালে মঙ্গোল শাসনের সময় অল্প সময়ের জন্য আশরাফ সিরিয়ার নায়েব হিসাবে কাজ করেছিলেন, যদিও পদটি মূলত নামমাত্র ছিল। তিনি মামলুক সুলতান কুতুজের সাথে একটি গোপন চুক্তির অংশ হিসাবে আইন জালুতের যুদ্ধের সময় মঙ্গোল জোট থেকে তার সৈন্য প্রত্যাহার করে মিশর-ভিত্তিক মামলুকদের হাতে মঙ্গোলদের পরাজয় অর্জনে সহায়তা করেছিলেন। মামলুক বিজয়ের পর আশরাফকে মামলুক সামন্ত হিসেবে হিমসের আমির হিসেবে পুনর্বহাল করা হয়, কিন্তু তার নায়েবে আমির পদ থেকে সরিয়ে দেওয়া হয়। যেহেতু তিনি কোন উত্তরাধিকারী রাখেননি, তাই তার মৃত্যুর পর হিমসকে মামলুক সালতানাতে অন্তর্ভুক্ত করা হয়।\n\n\n== হিমসের আইয়ুবীয় আমীর ==\n১২৪৬ সালে ১৭ বছর বয়সে আশরাফ তার পিতা মানসুর ইবরাহিমের মৃত্যুর পর হিমসের রাজত্বের উত্তরাধিকারী হন। হজমস ছিল আইয়ুবিদ সাম্রাজ্য সংঘের মধ্যে একটি ছোট রাজ্য এবং সাধারণত এর বৃহত্তর প্রতিবেশীদের দ্বারা তাতে আধিপত্য ছিল, কিন্তু এটি মানসুর ইবরাহিমের রাজত্বকালে প্রভাব অর্জন করেছিল। তার মৃত্যুর পর সাম্রাজ্যের মধ্যে হিমসের ভূমিকা অনেকাংশে কমে যায়। দুর্বলতার এই অবস্থান থেকে আশরাফ তার পৃষ্ঠপোষকতা পাওয়ার জন্য ১২৪৭ সালের বসন্তে দামেস্কে সালিহ আইয়ুবের দরবারে উপস্থিত হন। মিশর ও দামেস্কের সুলতান সালিহ আইয়ুব ছিলেন সেই সময়ে সবচেয়ে শক্তিশালী আইয়ুবীয় আমির এবং কেন্দ্রীয় শাসনের প্রতি কম ঝুঁকে ছিলেন, যার অর্থ আশরাফ আপেক্ষিক স্বায়ত্তশাসনের সাথে হিমস শাসন করতে পারতেন। এই পৃষ্ঠপোষক-গ্রাহক সম্পর্ককে দৃঢ় করার জন্য আশরাফ হিমসের উত্তরে অবস্থিত একটি গুরুত্বপূর্ণ শক্ত ঘাঁটি সালামিয়াহ সালিহের হাতে তুলে দেন।\nএই জোট তার অবস্থানকে ক্ষুণ্ণ করবে এই ভয়ে আলেপ্পোর আইয়ুবীয় আমির নাসির ইউসুফ এবং আশরাফের চাচাতো ভাই হিমসকে সংযুক্ত করার চেষ্টা করে প্রতিক্রিয়া ব্যক্ত করেন। ফলস্বরূপ, আশরাফ সালিহকে নাসিরের বিরুদ্ধে সাহায্য করার জন্য জরুরী আবেদন পাঠান। সালিহ প্রস্তুত হন এবং ব্যক্তিগতভাবে মিশর থেকে সিরিয়ায় তার সৈন্যদের নেতৃত্ব দেন। কিন্তু তিনি অসুস্থ হয়ে পড়েন এবং নাসিরের বাহিনীর বিরুদ্ধে পরিকল্পিত আক্রমণ বিলম্বিত হয়। ১২৪৮ সালের আগস্টের মাঝামাঝি আশরাফ হিমসকে আত্মসমর্পণ করতে বাধ্য হন। তার আত্মসমর্পণের শর্তের উপর ভিত্তি করে, তাকে পালমিরা এবং রাহবা মরুভূমির দুর্গের নিয়ন্ত্রণ বজায় রাখার অনুমতি দেওয়া হয়েছিল, যা ফোরাত নদীর উত্তর তীরে অবস্থিত একটি সুরক্ষিত স্থান। হিমসের পরিবর্তে তাকে শাসন করার জন্য তেলুল বাশিরের ফাঁড়ি দেওয়া হয়েছিল, যদিও এটি তার অবশিষ্ট অঞ্চলগুলি থেকে বিচ্ছিন্ন ছিল।\n\n\n== সিরিয়ার নায়েবে আমির ==\nতেলুল বাশির শাসন করার সময় আশরাফ গোপনে মঙ্গোলদের সাথে সম্পর্ক স্থাপন করেছিলেন; যারা এই অঞ্চলে দ্রুত শক্তি অর্জন করছিল। ১২৬০ সালে হালাকু খানের নেতৃত্বে মঙ্গোলরা আলেপ্পো দখল করে ও নাসিরকে নির্বাসনে বাধ্য করে। আলেপ্পো দখলের সময় দামেস্কে থাকা আশরাফ সিরিয়া থেকে তার বেশিরভাগ বাহিনী প্রত্যাহার করার আগে হালাকুর সাথে পরামর্শ করার জন্য উত্তরে শহরের নিকটবর্তী একটি এলাকায় সফর করেছিলেন। মঙ্গোলদের পক্ষে সিরিয়ার বিষয়গুলি তত্ত্বাবধান করা নেস্টোরিয়ান খ্রিস্টান জেনারেল কিতবুগার দামেস্কে আগমনের সাথে সাথে আশরাফ শহরে ফিরে আসেন। কিতবুগার সাথে দেখা করার পর আশরাফকে হিমসের স্বায়ত্তশাসিত আমির হিসাবে পুনর্বহাল করার সময় দামেস্ক এবং সমগ্র সিরিয়ার নায়েবে আমির করা হয়।\nসিরিয়ার সরকারী উপাধি \"সুলতান\" থাকা সত্ত্বেও আশরাফের ক্ষমতা ছিল নামমাত্র। ইসরায়েলি ইতিহাসবিদ রিউভেন অমিতাইয়ের মতে, তাকে এই উপাধি দেওয়া হয়েছিল যাতে মঙ্গোলদের এমন একজন শাসক থাকতে পারে যিনি কিছু ধরনের বৈধতা বহন করতে পারেন এবং যার সাথে তারা পরামর্শ করতে পারে। এই পরিস্থিতির একটি প্রমাণ ছিল যে, আশরাফকে দামেস্কের পরিবর্তে হিমসে তার রাজত্ব থেকে শাসন করার আদেশ দেওয়া হয়েছিল, যা সাধারণত সিরিয়ার রাজধানী হিসাবে কাজ করে। তদুপরি, তার ১০০ট ঘোড়ার ইকতা (সামরিক চাকরির জন্য বরাদ্দ) একজন জেনারেল বা উচ্চ পদের কারও চেয়ে একজন ব্যাটালিয়ন কমান্ডারের মতোই ছিল। হিমস থেকে তিনি হামার বিরুদ্ধে শহরটর প্রতিরক্ষা নিষ্ক্রিয় করার মঙ্গোল নির্দেশিত অভিযানের নেতৃত্ব দেন। যেটি তার চাচাতো ভাই মালিকুল মানসুর শাসন করছিলেন, যিনি মিশরে পালিয়ে গিয়েছিলেন। এইভাবে, আশরাফ হামার দুর্গ প্রাচীর এবং অস্ত্রাগার ধ্বংসের তদারকি করেছিলেন। তিনি পাবলিক লাইব্রেরিও বিক্রি করে দিয়েছিলেন, কিন্তু হামাকে ক্রুসেডার আক্রমণের জন্য উন্মুক্ত করার ভয়ে শহরের দেয়াল ভেঙে ফেলা থেকে বিরত ছিলেন।\n\n\n== মামলুক সামন্ত ও মৃত্যু ==\n১২৫০ সালে মিশরে আইয়ুবীয় সালতানাতের উত্তরাধিকারী মামলুকরা যখন সিরিয়া থেকে মঙ্গোলদের তাড়ানোর চেষ্টা করেছিল, তখন আশরাফ মামলুক সুলতান কুতুযের সাথে নীরবে যোগাযোগ করেছিলেন। ১২৬০ সালের সেপ্টেম্বরে উত্তর ফিলিস্তিনের আইন জালুতের যুদ্ধের সময় মঙ্গোল ও মামলুক সেনাবাহিনী মুখোমুখি হলে আশরাফ কিতবুগার জোট থেকে তার বাহিনী প্রত্যাহার করে নেন এবং কুতুযের সাথে তার গোপন ব্যবস্থার অংশ হিসাবে যুদ্ধ থেকে পালিয়ে যান। আশরাফের কর্মকাণ্ড মামলুকদের পক্ষে যুদ্ধকে প্রভাবিত করেছিল। মঙ্গোলদের বিরুদ্ধে তাদের চূড়ান্ত বিজয়ের পর মামলুকরা সফলভাবে সিরিয়া জয় করতে এগিয়ে যায়। যদিও তাকে দামেস্কের তার নামমাত্র পদ নায়েবে আমির থেকে বঞ্চিত করা হয়েছিল, কিন্তু আশরাফকে তার সহযোগিতার পুরস্কার হিসেবে মামলুকদের সামন্ত হিসেবে হিমসের শাসন চালিয়ে যাওয়ার অনুমতি দেওয়া হয়েছিল।\nবাইবার্স ১২৬০ সালের অক্টোবরে মামলুক সুলতান হন এবং আলমুদ্দিন সানজার বাশকিরদিকে হিমসের ডেপুটি গভর্নর হিসেবে দায়িত্ব দেন। আশরাফ ১২৬৩ সালের প্রথম অংশে মারা যান। যেহেতু তিনি তার সিংহাসনের কোন উত্তরাধিকারী রাখেননি, তাই তার মৃত্যুর পর হিমসকে মামলুক সালতানাতে অন্তর্ভুক্ত করা হয়।\n\n\n== পরিবার ==\nসংখ্যাগরিষ্ঠ আঞ্চলিক আইয়ুবীয়দের আমিরদের থেকে ভিন্ন, আশরাফ এবং তার পূর্বসূরিরা নাজমুদ্দিন আইয়ুবের ভাই আসাদুদ্দিন শিরকুহের বংশধর ছিলেন; আইয়ুব ছিলেন হিমস ব্যতীত সকল আইয়ুবী আমীরের পিতৃপুরুষ। ১২৪৯ সালে ২০ বছর বয়সে আশরাফ সালাহুদ্দিন আইয়ুবির বোনের আধ্যাত্মিক উপদেষ্টা এবং দামেস্ক-ভিত্তিক একজন উল্লেখযোগ্য হাম্বলি পণ্ডিতের কন্যা আমাতুক লতিফকে বিয়ে করেন। তাদের বিয়ের সময় লতিফের বয়স ছিল কমপক্ষে ৪০ বছর। লতিফ দামেস্কের জেল থেকে মুক্তি পাওয়ার পরই তারা বিয়ে করেন যেখানে তিনি ১২৪৬ সাল থেকে বন্দী ছিলেন। তিনি ১২৫৩ সালে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}