{"pageid": 1161889, "title": "গ্রিকো-বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1161889", "content": "যবনীয় বৌদ্ধধর্ম বা গ্রেকো-বৌদ্ধবাদ হল হেলেনীয় সংস্কৃতি(প্রাচীন গ্রীক) এবং বৌদ্ধধর্মের মধ্যে সাংস্কৃতিক সমন্বয়বাদ, যা খ্রিস্টপূর্ব চতুর্থ শতাব্দী এবং খ্রিস্টপূর্ব পঞ্চম শতাব্দীর মধ্যে প্রাচীন ভারতের গান্ধারে বিকশিত হয়েছিল যা বর্তমানে অবস্থিত উত্তর-পশ্চিম পাকিস্তান এবং উত্তর-পূর্ব আফগানিস্তানের কিছু অংশে। এটি ছিল মহান আলেকজান্ডারের সময় থেকে ভারতে যবনদের (প্রাচীন গ্রীক) দ্বারা শুরু হওয়া মিথস্ক্রিয়াগুলির এক দীর্ঘ শৃঙ্খলার একটি সাংস্কৃতিক পরিণতি। আলেকজান্ডারের মৃত্যুর কয়েক বছর পর, সম্রাট চন্দ্রগুপ্ত মৌর্যের শাসনামলে মৌর্য সাম্রাজ্যের সাথে যুদ্ধে তার সেনাপতি সেলুকাসের সাম্রাজ্যের পরাজয় হলে, সেলুসীয় সাম্রাজ্যের পূর্ব প্রান্তগুলি মৌর্য সাম্রাজ্যের কাছে হস্তান্তর করা হয়েছিল। মৌর্য সম্রাট অশোক বৌদ্ধধর্মে দীক্ষিত হয়েছিলেন এবং তার সাম্রাজ্য জুড়ে ধর্মীয় দর্শন ছড়িয়ে দিয়েছিলেন, যেমনটি অশোকের অভিলেখগুলিতে লিপিবদ্ধ রয়েছে। এটি গ্রেকো-ব্যাক্ট্রীয় রাজ্যে ছড়িয়ে পড়ে, যেটি স্বয়ং সেলুসীয় সাম্রাজ্য থেকে বিচ্ছিন্ন হয়েছিল। এর সীমানার মধ্যে, মূর্তি নির্মাণের জন্য গ্রীক অনুরাগ বুদ্ধের প্রথম মূর্তি তৈরি করে, যা শেষ পর্যন্ত আধুনিক ঐতিহ্যের দিকে নিয়ে যায়।\nমৌর্য সাম্রাজ্যের পতনের পর, যবনীয় বৌদ্ধধর্ম গ্রেকো-ব্যাক্ট্রীয় রাজ্য, ইন্দো-গ্রীক রাজ্য এবং কুষাণ সাম্রাজ্যের অধীনে বিকাশ লাভ করতে থাকে। মহাযান বৌদ্ধধর্ম ভারতের গাঙ্গেয় সমভূমি থেকে মৌর্য যুগে, গান্ধার এবং তারপর মধ্য এশিয়ায় ছড়িয়ে পড়ে, যেখানে এটি মধ্য এশিয়ায় বৌদ্ধধর্মের সবচেয়ে প্রচলিত শাখা হয়ে ওঠে। মহাযান বৌদ্ধধর্ম পরবর্তীতে রেশম পথের মাধ্যমে সম্রাট কণিষ্কের শাসনামলে কুষাণ যুগে হান রাজবংশের শাসনক্ষেত্রের মধ্যে সঞ্চারিত হয়।\nবৌদ্ধ ঐতিহ্যের বিবরণে বারাণসীর ভিক্ষু মধ্যন্তিককে সম্রাট অশোক এই অঞ্চলে বৌদ্ধ ধর্ম প্রচারের জন্য দায়িত্ব অর্পণ করেছিলেন।.\n\n\n== ঐতিহাসিক রূপরেখা ==\n\nমধ্য এশিয়ায় হেলেনীয় গ্রিসের প্রবর্তন শুরু হয় সেই অঞ্চলটির উপর মহান দারিয়াস ও তার পারসিক হাখমানেশি সাম্রাজ্যের বিজয়ের পর। তিনি এবং তার উত্তরসূরিরাও আনাতোলীয় উপদ্বীপ জয় করেছিলেন (বর্তমানে তুরস্কে), যে সময়ে অনেক গ্রীক সংস্কৃতির বসবাস ছিল। যখন তারা বিদ্রোহ করত, তখন সেই গ্রীকদেরকে প্রায়শই নৃগোষ্ঠীগত উচ্ছেদ করে পারস্য সাম্রাজ্যের শেষ প্রান্তে, সেই মধ্য এশিয়ার প্রদেশগুলিতে স্থানান্তরিত করা হত। 334 খ্রিস্টপূর্বাব্দে মহান আলেকজান্ডার যখন হাখমানেশি সাম্রাজ্য এবং মধ্য এশিয়ার অঞ্চলগুলি জয় করেছিলেন, তখন তিনি এই সাম্রাজ্যের পূর্ব দিকের অঞ্চলে প্রসারিত অনেক গ্রীকেদের মুখোমুখি হন। এরপর তিনি পঞ্জাবে (পাঁচটি নদীর ভূমি) প্রবেশ করেন। আলেকজান্ডার সিন্ধু ও বিতস্তা নদী পার হয়ে রাজা পুরুষোত্তমকে (পুরু) পরাজিত করেন এবং বিতস্তার যুদ্ধের (হাঈড্যাস্পীসের যুদ্ধ) পর তাকে একজন ক্ষত্রপ নিযুক্ত করেন। আলেকজান্ডারের সেনাবাহিনী বিদ্রোহ করেছিল এবং নন্দ সাম্রাজ্যের মুখোমুখি হলে বিপাশা নদীর তীরে পশ্চাদপসরণ করেছিল, এবং এর কারণে পাঞ্জাবকে পুরোপুরি জয় করতে সক্ষম হয়নি।\nপারস্য সাম্রাজ্য দ্বারা গ্রীকদের স্থানান্তরের জন্য, আলেকজান্ডারের সাম্রাজ্যের সুদূর পূর্বে গ্রীক সংস্কৃতি প্রাক-প্রতিষ্ঠিত ছিল। তিনি আমু দরিয়া(বক্শু নদী) এবং ব্যাক্ট্রিয়া অঞ্চলে তার নতুন ক্ষেত্রগুলিতে বেশ কয়েকটি নগর প্রতিষ্ঠা করেছিলেন এবং গ্রীক বসতিগুলি খাইবার গিরিপথ, গান্ধার (তক্ষশিলা দেখুন) এবং পাঞ্জাব পর্যন্ত বিস্তৃত হয়েছিল। 10 জুন, 323 খ্রিস্টপূর্বাব্দে আলেকজান্ডারের মৃত্যুর পর, দিয়াদোখি(গ্রীক: Διάδοχοι) বা \"উত্তরাধিকারীরা\" তাদের নিজস্ব রাজ্য প্রতিষ্ঠা করেছিল।\n \nসেনাপতি সেলুকাস আনাতোলিয়া ও মধ্য এশিয়ায় সেলুসীয় সাম্রাজ্য স্থাপন করেন এবং ভারত পর্যন্ত তা বিস্তৃত করেন।\nচন্দ্রগুপ্ত মৌর্য প্রতিষ্ঠিত মৌর্য সাম্রাজ্য প্রথমে নন্দ সাম্রাজ্য জয় করবে। চন্দ্রগুপ্ত তখন সেলুসীয়-মৌর্য যুদ্ধের সময় সেলুসীয় সাম্রাজ্যকে পরাজিত করবেন। এর ফলে সিন্ধু উপত্যকা এবং গান্ধারস্থিত ম্যাসিডোনীয় ক্ষত্রপগুলি মৌর্য সাম্রাজ্যে হস্তান্তরিত হয়। তদুপরি, একটি বিবাহ মৈত্রী প্রণয়ন করা হয়েছিল যা সেলুকাসের কন্যাকে কূটনৈতিক সম্পর্কের জন্য চন্দ্রগুপ্তের স্ত্রী হিসাবে মঞ্জুর করেছিল। সংঘাতের ফলে মৌর্য সাম্রাজ্য থেকে 500টি যুদ্ধ হাতি সেলুসীয় সাম্রাজ্যে স্থানান্তরিত হয়েছিল, সম্ভবতঃ মৃত্যু এবং ক্ষয়ক্ষতির ক্ষতিপূরণ হিসাবে।\nমৌর্য সম্রাট অশোক সর্ববৃহৎ ভারতীয় সাম্রাজ্য প্রতিষ্ঠা করেন। ধ্বংসাত্মক কলিঙ্গ যুদ্ধের পর অশোক বৌদ্ধ ধর্মে দীক্ষিত হন।\nএকটি সম্প্রসারণবাদী কার্যসূচী ত্যাগ করে, অশোক মানবিক সংস্কার গ্রহণ করবেন। অশোকের অভিলেখগুলিতে বর্ণিত, সম্রাট তার সাম্রাজ্য জুড়ে ধর্মকে বৌদ্ধধর্ম হিসাবে ছড়িয়ে দেন। অশোক দাবি করেন যে তার রাজ্যের গ্রীক জনসংখ্যা সহ অনেককে বৌদ্ধ ধর্মে দীক্ষিত করেছিলেন:\nশুঙ্গ সাম্রাজ্যের দ্বারা মৌর্যদের পতন ও উৎখাত এবং সেলুসীয় সাম্রাজ্যে ব্যাক্ট্রিয়ার বিদ্রোহ গ্রেকো-ব্যাক্ট্রিয়া রাজ্য (250-125 BCE) গঠনের দিকে পরিচালিত করে। তাদের উত্তরে, গ্রেকো-ব্যাক্ট্রীয়দের পরে ইন্দো-গ্রীক রাজ্যের বিচ্ছিন্নতা হয় (180  BCE – CE 10)। এমনকি যখন, কয়েক শতাব্দী পরে, এই হেলেনীকৃত অঞ্চলগুলি প্রথমে ইউয়েঝি, তারপর ইন্দো-শক এবং কুষাণ সাম্রাজ্য (১ম-৩য় শতাব্দী) দ্বারা জয় করেছিল, সেখানে বৌদ্ধধর্মের বিকাশ অব্যাহত ছিল।\nভারতে বৌদ্ধধর্ম একটি প্রধান ধর্ম ছিল যতক্ষণ না প্রায় ৫ম শতাব্দী থেকে একটি বড় আকারে সনাতন ধর্মের পুনরুজ্জীবন শুরু হয়, যেখানে বাংলার মতো অবশিষ্ট দুর্গগুলি মূলত ভারতে ইসলামি আক্রমণের সময় শেষ হয়ে যায়।\n\n\n== সাংস্কৃতিক মিথস্ক্রিয়া ==\nমধ্য এশিয়া এবং উত্তর ভারতে গ্রীকদের উপস্থিতির দীর্ঘতা কেবল শৈল্পিক নয়, ধর্মীয় ক্ষেত্রেও মিথস্ক্রিয়া করার সুযোগ তৈরি করেছিল।\n\n\n=== ব্যাকট্রিয়া এবং ভারতে আলেকজান্ডার দ্য গ্রেট (331-325 বিসি) ===\n\nআলেকজান্ডার যখন ব্যাকট্রিয়া এবং গান্ধার আক্রমণ করেছিলেন, তখন এই অঞ্চলগুলি সম্ভবত বৌদ্ধ এবং জৈনদের শ্রামণিক প্রভাবের অধীনে ছিল। পালি ত্রিপিটকে সংরক্ষিত একটি কিংবদন্তি অনুসারে, ব্যাকট্রিয়ার কংসভোগের দুই বণিক ভাই, তপস্সু এবং ভল্লিক, গৌতম বুদ্ধের কাছে গিয়েছিলেন এবং তাঁর শিষ্য হন। কিংবদন্তি বলে যে তারা তারপর বাড়িতে ফিরে আসেন এবং বুদ্ধের শিক্ষা ছড়িয়ে দেন।\n326 খ্রিস্টপূর্বাব্দে, আলেকজান্ডার ভারতের উত্তরাঞ্চল জয় করেন। তক্ষশীলার(ট্যাক্সিলেস্ নামেও পরিচিত) রাজা অম্ভি, তার শহর, যা একটি উল্লেখযোগ্য বৌদ্ধ কেন্দ্র ছিল, আলেকজান্ডারের কাছে সমর্পণ করেছিলেন। আলেকজান্ডার পাঞ্জাবের পৌরবদের রাজা পুরুষোত্তমের বিরুদ্ধে একটি মহাযুদ্ধ করেছিলেন, 326 খ্রিস্টপূর্বাব্দে, যার নাম ছিল  বিতস্তার যুদ্ধ।\n\n\n=== মৌর্য সাম্রাজ্য (322-183 খ্রিস্টপূর্ব) ===\nভারতীয় সম্রাট চন্দ্রগুপ্ত মৌর্য, মৌর্য সাম্রাজ্যের প্রতিষ্ঠাতা, 322 খ্রিস্টপূর্বাব্দের দিকে উত্তর-পশ্চিম ভারতীয় ভূখণ্ডটি পুনরুদ্ধার করেন যা আলেকজান্ডার দ্য গ্রেটের কাছে হারিয়ে গিয়েছিল। যাইহোক, সেলুকীয় সাম্রাজ্যে তার গ্রিক-ইরানীয় প্রতিবেশীদের সাথে যোগাযোগ রাখা হয়েছিল। সম্রাট সেলুকাস প্রথম নিকেটর একটি শান্তি চুক্তির অংশ হিসেবে বৈবাহিক চুক্তিতে এসেছিলেন, এবং অনেক গ্রীক, যেমন ঐতিহাসিক মেগাস্থিনিস, মৌর্য দরবারে বসবাস করতেন।\n\nচন্দ্রগুপ্তের পৌত্র অশোক বৌদ্ধ ধর্ম গ্রহণ করেন এবং থেরবাদ বৌদ্ধধর্মের ঐতিহ্যবাহী পালি ত্রিপিটকের অনুযায়ী একজন মহান ধর্মান্তরকারী হয়ে ওঠেন, মানুষ ও পশুদের (অহিংসতা) প্রতি অহিংসা, এবং সাধারণ মানুষের জীবন নিয়ন্ত্রণকারী সাধারণ নিয়মের উপর জোর দেন।\nঅশোকের অভিলেখ অনুসারে, পাথরে স্থাপিত, কিছু গ্রীক ভাষায় লেখা এবং কিছু হাখমানেশিদের সরকারী ভাষা আরামীয় ভাষায়, যে তিনি এশিয়ার গ্রীক ভূমিতে এবং ভূমধ্যসাগর পর্যন্ত বৌদ্ধ দূতদের পাঠান। অভিলেখগুলি হেলেনীয় সময়ের প্রতিটি শাসকের নাম দেয়।\n\n\n== তথ্যসূত্র =="}