{"pageid": 1161183, "title": "আল-কুরআনের মূলনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1161183", "content": "কুরআনের মূলনীতিসমূহ হল কুরআনের সাথে সম্পর্কিত নিয়ম-নীতি সম্পর্কিত বিষয়সমূহ। এটা মূলত কুরআনের নাযিল, বিন্যাস ও সংকলনের লেখা, পাঠ এবং এর তেলাওয়াত, ব্যাখ্যার বিচারিক জ্ঞানের অনুরূপের সাথে সম্পর্কিত। এছাড়াও এই বিষয়টি কুরআনের রহিতকরন, এর নাজিলের কারণ, এর অলৌকিকতা, এর বাক্য গঠন এবং এর অঙ্কন বৈশিষ্ট্য, অলৌকিক কোরআনের বিজ্ঞান এবং কুরআন সম্পর্কিত অন্যান্য বিজ্ঞান বিষয়কেও অন্তর্ভুক্ত করে। এটি কুরআন সম্পর্কিত সমস্ত বিজ্ঞান এবং গবেষণার বিষয়সমূহ বা কুরআন সম্পর্কিত সমস্ত কিছুর সারমর্ম হিসাবেও পরিচিত। এগুলিকে উদঘাটনের নিয়ম-কানুন বা কুরআন পাঠের নিয়মও বলা হয়। আল-জারকাশি তার আল-বুরহান ফি উলুম আল-কুরআনে বইয়ে ৪৭টি পরিচ্ছেদে কুরআনের মূলনীতি তালিকাভুক্ত করেছেন এবং জালাল উদ্দিন আল-সুয়ুতি তার ইতকান ফি উলুম আল কুরআনে ৮০টি পরিচ্ছদে এ বিষয়গুলো তুলে ধরেছেন।\n\n\n== পরিচয় ==\nউলুমুল কুরআন (আরবি: علوم القرآن) বা (কুরআনের মূলনীতি) শব্দদ্বয় একটি অতিরিক্ত যৌগিক শব্দ এবং এর দুটি অংশ রয়েছে। একটি সংযুক্ত শব্দ \"উলূম\" যার অর্থ মূলনীতি এবং অপরটি সংযুক্ত শব্দ \"কুরআন\"। এটি কুরআনের সাথে সম্পর্কিত সমস্ত মূলনীতি এবং গবেষণার সাথে সম্পর্কিত সমস্ত কিছু হিসাবে সংজ্ঞায়িত করা হয়। সমসাময়িকদের মতে তার সংজ্ঞাগুলির মধ্যে রয়েছে: পবিত্র কুরআনের সাথে সম্পর্কিত পরীক্ষাগুলির উদঘাটন, বিন্যাস, সংগ্রহ, লেখা, পাঠ, ব্যাখ্যা, অলৌকিকতা, রহিত, মক্কা-মদিনায় অবতীর্ণ, সাদৃশ্যের খণ্ডন এবং এইরকম আরও অনেক কিছু।\n\n\n== মূলনীতির সংকলন ==\n\nএটি কোরআনের বিধি সংকলনের পথ প্রশস্ত করার জন্য তারিখ দেওয়া হয়েছে যেহেতু ইসলামের তৃতীয় খলিফা ওসমান ইবনে আফফানের শাসনামলে একটি কুরআন সংকলন এবং কুরআনের একটি কপি সংগ্রহ করা হয়েছিল। যাকে পরবর্তীকালে \"রসমুল কোরআন\" নামে অভিহিত করা হয়েছিলো। তারপরে কুরআনের অক্ষরগুলির লিখিতরুপ দেওয়া হয়। পরবর্তীকালে ইসলামের চতুর্থ খলিফা আলী ইবনে তালিবের শাসনামলে আরবি ব্যাকরণের ভিত্তিতে নুকতা দেওয়ার জন্য আবু আল-আসওয়াদ আল-দুওয়ালিকে নির্দেশ দেওয়া হয়েছিলো। তিনি আল কোরআনের ভাষাকে সহজ ও সুরের বিকৃতির হাত থেকে রক্ষা করার জন্য কিছু নিয়ম-কানুন ঠিক করে দেন।\nউমাইয়া যুগে, বহুসংখ্যক সাহাবী ও তাবেয়ী ব্যাখ্যার বিজ্ঞান, ওহীর কারণের বিজ্ঞান, রহিতকরণ ও রহিতকরনের মূলনীতি এবং অদ্ভুত কুরআনের মূলনীতির ভিত্তি স্থাপনে অবদান রেখেছিলেন। সেই যুগে কুরআনের ব্যাখ্যার নিয়মের উপর লেখা শুরু করেন, এবং কুরআনের মূলনীতির উপর বিভিন্ন প্রকারের বই লিখেন। যেমন মুজাহিদের ব্যাখ্যা, যোদ্ধার ব্যাখ্যা এবং শুবাহ ইবনে হাজ্জাজের ব্যাখ্যা, এরপর সুফিয়ান ইবনে উয়াইনাহ এবং ওয়াকি ইবনে আল-জাররাহের ব্যাখ্যা। তারপর তাকে অনুসরণ করেন আল-তাবারী, যিনি ২৭০ হিজরিতে তার তাফসির আল তাবারি লেখা শেষ করেন।\nতারা কুরআনের অন্যান্য নিয়মের ব্যাখ্যাও লিখেছেন, আলী বিন আল-মাদিনী (মৃত্যু ২৩৪ হি) তার \"আসবাব আল-নুজুল\" বইটি লিখেছেন এবং আবু ওবায়েদ আল-কাসিম বিন সালাম (মৃত্যু ২২৪) দ্বারা রহিত ও রহিত করা নামক গ্রন্থ রচনা করেছেন।\nআবু বকর আল-সিজিস্তানি তার নুজহাত আল-কুলুব ফি গারিব আল-কুরআন লিখেছেন। আবু আল-হাসান আল-হুফি তার “আল-বুরহান ফি আল-ইরাব আল-কুরআন” নামক বই লিখেছেন। তিনি কুরআনের পার্সিং এর উপর লেখা বইয়ের প্রথম লেখক।\n\n\n=== মূলনীতি বিষয়ে লেখা গ্রন্থ ===\nহিজরি পঞ্চম শতাব্দীতে, \"উলুম আল- কুরআন\" শব্দটি আবির্ভূত হতে শুরু করে এবং এটি সম্পর্কে সর্বপ্রথম লেখেন আবু আল-হাসান আল-হোফি, তার বইয়ের নাম \"আল-বুরহান ফি উলূম আল-কুরআন, এটি ৫৩০ হিজরিতে লেখা হয়েছিলো। তারপর ইবনে আল-জাওজি কুরআন সম্পর্কিত দুটি বই লিখেছেন। হিজরি সপ্তম শতাব্দীতে, আলম আল-দিন আল-সাখাভি \"জামিলুল কারী\" বইটি লিখেছিলেন এবং আবু শামা আল-মাকদিসি \"পবিত্র কুরআন সম্পর্কিত সংক্ষিপ্ত নির্দেশিকা\" বইটি লিখেছিলেন।\nকুরআনের মূলনীতি বিষয়ে লেখা সবচেয়ে বিখ্যাত বইগুলির মধ্যে রয়েছে বদর আল-দীন আল-জারকাশী রচিত কুরআনের মূলনীতি প্রমাণের বই, এবং ইবনে তাইমিয়া ব্যাখ্যার নীতিগুলির উপর একটি গ্রন্থ রচনা করেছিলেন, যার মধ্যে কুরআনের বিজ্ঞানের কিছু বিষয় ছিলো। সেইসাথে নবম শতাব্দী হিজরিতে মুহাম্মদ বিন সুলেমান আল-কাফিজির বই এবং জালালউদ্দিন বলকিনী রচিত নুজুমুজ জাহেরা বই। হিজরি দশম শতাব্দীতে জালালুদ্দিন সুয়ুতী রচিত আল-ইতকান ফি আল-উলুম আল কুরআন গ্রন্থটি, যা এই ক্ষেত্রের অন্যতম বিখ্যাত এবং বিস্তৃত গ্রন্থ।\nকুরআন মূলনীতি, সমসাময়িক প্রকাশনার মধ্যে রয়েছে:\n\nকুরআনের মূলনীতির ব্যাখ্যা, তাহের আল-জাযারি দ্বারা রচিত।\nআল-ফুরকান কারিকুলাম কুরআনের মূলনীতি, মুহাম্মদ আলী সালামা দ্বারা রচিত।\nকুরআনের মূলনীতি, মুহাম্মাদ আবদুল-আজিম আল-জারকানি দ্বারা রচিত।\nকুরআনের মূলনীতি অনুসন্ধান, সোবি আল-সালেহ দ্বারা রচিত।\nমাবাহিস ফী উলূমুল কুরআন মান্না বিন খলিল আল-কাত্তান কর্তৃক রচিত।\nমাবাহিস ফী উলূমুল কুরআন ফদল হাসান আব্বাস দ্বারা রচিত।\nদ্য ক্লিয়ার ইন দ্য সায়েন্সেস অফ কোরান, মুস্তফা দিব আল-বাগাহ দ্বারা রচিত।\nকো-পাইলটের জন্য কুরআনের বিজ্ঞান অনুসন্ধান।\nকুরআনের মূলনীতি উপর শিয়া বইগুলির মধ্যে:\n\nতারিফ উলূমুল কোরআন, মুহাম্মদ হাদী মারেফাত দ্বারা লিখিত।\n\n\n== মূলনীতির উপর লিখিত আলোচনা ==\n\nকুরআনের মূলনীতির অধীনে তেলাওয়াত, প্রতিলিপি, ব্যাখ্যা এবং প্রমাণ বিজ্ঞান প্রভৃতি বিষয়সমূহ পরে।\nপবিত্র কুরআনে তার মহৎ জ্ঞানের যা রয়েছে, তা এই বিষয়সমূহের মধ্যে সীমাবদ্ধ:\n\nপ্রথম বিষয়: বংশের বিসর্জন, তার জেলা বা বাসস্থান এবং তার অবচেতন, এবং সেই বারো প্রকার: দাস, ভ্রমণকারী, শহুরে, ধার্মিক প্রভৃতি।\nদ্বিতীয় বিষয়: বর্ণনাকারীর শৃঙ্খল, যা ছয় প্রকারের মুতাওয়াতির, ও মুহাম্মাদ (স) এর তেলাওয়াত।\nতৃতীয় বিষয়: কর্মক্ষমতা, যা ছয় প্রকারের দান, দীক্ষা, প্রবণতা, সম্প্রসারণ, হামজার প্রশমন।\nচতুর্থ বিষয়: উচ্চারণ, যা সাত প্রকার অদ্ভুত, সমার্থক, সাধারণ।\nপঞ্চম বিষয়: যিনি ধার্মিকতার সাথে সংযুক্ত, এবং দশ প্রকারের গুণের মধ্যে চার বছর রয়েছে, তিনিই একজন। এবং এটি এমন বিধান যা একটি নির্দিষ্ট সময়ের জন্য বলবৎ করা হয় এবং জবাবদিহির মধ্যে একটি প্রয়োগ করা হয়।\nষষ্ঠ বিষয়: শব্দের সাথে সম্পর্কিত অর্থগুলি, যা পৃথকীকরণের ধরনের সাথে অসঙ্গতি, ঘাটতি। এবং এটির সাথে প্রকারগুলি সম্পন্ন হয়েছে এবং উদ্বেগের অধীনে প্রবেশ করে না এমন প্রকারগুলি থেকে নামটি হ'ল যিনি একই রকম।\nতারপর আল জারকাশী তার গ্রন্থ আল-বুরহান ফি উলুম আল - কুরআনে ৪৭ টি বিজ্ঞান হিসাবে গণনা করেছেন এবং তিনি বলেছেন:\n\nকুরআনের মূলনীতি থেকে উদ্ভূত সবচেয়ে বিখ্যাত অনুসন্ধান এবং গবেষণার মধ্যে রয়েছে:\n\n\n== আরও দেখুন ==\nব্যাখ্যার বিজ্ঞান\nআহলুস-সুন্নাহ ওয়াল-জামাতের সবচেয়ে গুরুত্বপূর্ণ বইয়ের তালিকা\nসমসাময়িক কুরআন অধ্যয়ন।\nকুরআনের বিশ্বাসে ব্যাখ্যার বই\nআল-খাজরাজির ব্যাখ্যা\n\n\n== তথ্যসূত্র =="}