{"pageid": 1161278, "title": "অমর জওয়ান জ্যোতি", "url": "https://bn.wikipedia.org/wiki?curid=1161278", "content": "অমর জওয়ান জ্যোতি (হিন্দি: अमर जवान ज्योति, বাংলা- অমর সৈনিক শিখা, বা আলো) হল একটি ভারতীয় স্মৃতিসৌধ, যা ১৯৭১ খ্রিস্টাব্দের ভারত-পাকিস্তান যুদ্ধের পরে নির্মিত এবং ১৯৭২ খ্রিস্টাব্দের ২৬শে জানুয়ারি উদ্বোধন করা হয়েছিল। এটি ২০১৯ খ্রিস্টাব্দের ফেব্রুয়ারি মাস পর্যন্ত ভারতের রাষ্ট্রীয় যুদ্ধ স্মৃতিসৌধ ছিল, যতক্ষণ না নতুন রাষ্ট্রীয় যুদ্ধ স্মৃতিসৌধ এবং এর নিজস্ব শিখা উদ্বোধন ও প্রজ্জ্বলিত করা হয়েছিল। পুরানো শিখাটি ২০২২ খ্রিস্টাব্দের ২১শে জানুয়ারি জাতীয় যুদ্ধ স্মৃতিসৌধে নতুন শিখাটির সাথে একীভূত করা হয়েছিল।\nইন্ডিয়া গেটের অমর জওয়ান জ্যোতি ৪ ফুট ৩ ইঞ্চি উচ্চতা সহ ১৫ বর্গফুটের একটি ভিত্তি নিয়ে গঠিত, যার উপরে একটি কালো মার্বেল স্তম্ভমূল, ৩ ফুট ২ ইঞ্চি উচ্চতার একটি সেনোটাফ ছিল। \"অমর জওয়ান\" কথাটি সেনোটাফের চার পাশে সোনালি রঙে হিন্দিতে লেখা ছিল এবং উপরে, একটি বিপরীত রাইফেলের অগ্রভাগ একটি যুদ্ধের হেলমেট দ্বারা ঢাকা। পাদদেশটি চারটি কলস দ্বারা আবদ্ধ ছিল। পালনে সেই অনুযায়ী শিখা জ্বালানো হয়েছিল। প্রধানমন্ত্রী ইন্দিরা গান্ধীর ইচ্ছা অনুযায়ী এটি স্বল্প সময়ের মধ্যে নির্মিত হয়েছিল।\nস্বাধীন ভারতের ভারতীয় সশস্ত্র বাহিনীর সকল পরিচিত শহীদদের সম্মান জানাতে জাতীয় যুদ্ধ স্মৃতিসৌধে একটি নতুন শিখা স্থাপন করা হয়েছিল। এটি ২০১৯ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে সম্পন্ন হয়েছিল এবং প্রধানমন্ত্রী নরেন্দ্র মোদী ২৫শে ফেব্রুয়ারি শিখা জ্বালিয়ে উদ্বোধন করেছিলেন। ইন্ডিয়া গেটের কেন্দ্রের শিখাটি এই নতুনটির সাথে একীভূত করেছিলেন ইন্টিগ্রেটেড ডিফেন্স স্টাফ, এয়ার মার্শাল বলভদ্র রাধা কৃষ্ণ। পুরাতন ও নতুন স্মৃতিস্তম্ভ নিয়ে শব্দার্থবিদ্যা, ইতিহাস, রাজনীতিকরণ ও প্রতীকবাদ সম্পর্কিত বিতর্ক শুরু হয়।\n\n\n== ইতিহাস ==\nইন্ডিয়া গেট এডউইন লুটিয়েন্স দ্বারা নকশা করা হয়েছিল এবং ১৯৩১ সালে উন্মোচন করা হয়েছিল। ট্র্যাফিক ও প্যারেড স্মৃতিস্তম্ভের মধ্য দিয়ে যাবে। ১৯৫০-এর দশকে খিলানের নিচে যানবাহন চলাচল সীমাবদ্ধ ছিল।\n১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের পরে ইন্ডিয়া গেটের অধীনে অমর জওয়ান জ্যোতি যুক্ত করা হয়েছিল। যুদ্ধ ১৯৭১ খ্রিস্টাব্দের ৩রা ডিসেম্বর থেকে ১৬ই ডিসেম্বর পর্যন্ত স্থায়ী হয়েছিল এবং ঢাকা পতনের মাধ্যমে শেষ হয়েছিল, এটি পূর্ব পাকিস্তানের মুক্তিযুদ্ধের অংশ ছিল। ভারতের ২৩তম প্রজাতন্ত্র দিবসে প্রধানমন্ত্রী ইন্দিরা গান্ধী ১৯৭২ খ্রিস্টাব্দের ২৬শে জানুয়ারি আনুষ্ঠানিকভাবে স্মৃতিস্তম্ভটি উদ্বোধন করেছিলেন। ইন্দিরা গান্ধীর ইচ্ছা অনুযায়ী যারা আগের মাসে যুদ্ধ করেছিলেন তাদের সম্মান জানাতে একটি স্মৃতিসৌধ স্থাপনের জন্য এই সংক্ষিপ্ত সময়সীমা। লেখিকা বেদিকা কান্তস তার ২০১৪ খ্রিস্টাব্দের বই \"ইন্ডিয়া অ্যান্ড দ্য ফার্স্ট ওয়ার্ল্ড ওয়ার\"-এ লিখেছেন যে ইন্ডিয়া গেটের আর্চের খিলানের নিচে অমর জওয়ান জ্যোতির অবস্থান ইন্ডিয়া গেটের প্রতীকী অভিপ্রায়কে নতুন করে লিখেছে।\nস্বাধীনতার পর বহু বছর ধরে, যুদ্ধের স্মৃতিসৌধের ব্যাপারে কোনো স্পষ্ট নীতি ছিল না। সামরিক উচ্চপদস্থ কর্মকর্তারা ১৯৭৩ খ্রিস্টাব্দে দেখেছিলেন যে যুদ্ধ সম্পর্কিত ঘটনা ও শহীদদের স্মরণে কোনো ধরনের সমন্বয় ছাড়াই সারা দেশে স্মৃতিসৌধ নির্মাণ করা হচ্ছে। এই স্মারকগুলি প্রায়শই অপরিবর্তিত রেখে দেওয়া হয় এবং খুব বেশি স্মারক বা স্থাপত্য চিন্তার সাথে নির্মিত হয়নি।  দেশে অন্তত ১৫০টি যুদ্ধ স্মৃতিস্তম্ভ রয়েছে। যাইহোক, জাতীয় যুদ্ধ স্মারক নির্মাণ বিলম্বিত হওয়ায়, স্বতন্ত্র কাঠামো নির্মাণ করা অব্যাহত ছিল।  একটি জাতীয় যুদ্ধ স্মারকের নির্মাণ ২০১৭ খ্রিস্টাব্দে শুরু হয়েছিল এবং উদ্বোধন ২০১৯ খ্রিস্টাব্দে করা হয়েছিল। যখন একটি নতুন শিখা দিয়ে ২০১৯ খ্রিস্টাব্দে জাতীয় যুদ্ধের স্মৃতিসৌধের উদ্বোধন করা হয়েছিল, তখন সমন্বিত প্রতিরক্ষা স্টাফের প্রধান ও সেনাবাহিনীর একজন উপপ্রধান বলেছিলেন যে পুরানো অমর জ্যোতি জওয়ানকে বহাল রাখা হবে, তবে কোনও নির্দিষ্টকরণ দেওয়া হয়নি।\n২০২২ খ্রিস্টাব্দের ২১শে জানুয়ারির অনুষ্ঠানের পরে শব্দার্থবিদ্যা, উত্তরাধিকার, রাজনীতিকরণ ও প্রতীকবাদের সাথে সম্পর্কিত বিতর্ক শুরু হয়েছিল — স্থানান্তরিত শিখা একত্রিত হয়েছিল, নাকি নিভে গেছে; সরকার স্থায়ী একটি নির্মাণের পরিকল্পনা নির্বিশেষে পাঁচ দশকের পুরনো স্মৃতিসৌধটি অস্থায়ী ছিল কি না; দুটি \"চিরন্তন\" শিখা থাকতে পারে কিনা; এবং কীভাবে ইন্ডিয়ান গেটের নিচে পুরানো অমর জ্যোতি জওয়ানের অবস্থান প্রতীকী ছিল এবং এর ঔপনিবেশিক সংযোগগুলি।\n\n\n== নির্মাণ ও কাঠামো ==\n\n\n=== ইন্ডিয়া গেটের নিচে, ১৯৭১ সালে ===\nঅমর জওয়ান জ্যোতি ১৯৭২ সালের জানুয়ারি প্রজাতন্ত্র দিবসের জন্য প্রস্তুত হওয়ার জন্য প্রধানমন্ত্রী ইন্দিরা গান্ধীর ইচ্ছা অনুসারে এক মাসেরও কম সময়ের মধ্যে ধারণা করা হয়েছিল এবং নির্মিত হয়েছিল। এই সংক্ষিপ্ত সময়সীমা স্মৃতিসৌধের অবস্থান ও ব্যাপ্তিকে সীমিত করেছিল।\nভিত্তিটি ১৫ বর্গফুট (২,২০০ বর্গইঞ্চি) ছিল, যার উচ্চতা ৪ ফুট ৩ ইঞ্চি। এর কেন্দ্রে ৩ ফুট ২ ইঞ্চি উচ্চতার একটি স্তম্ভমূল ছিল। স্তম্ভমূলের উপরে একটি বিপরীত রাইফেলের অংগ্রভাগের একটি যুদ্ধ হেলমেট রেখে স্থাপন করা হয়। স্তম্ভমূলের চার পাশে হিন্দিতে 'অমর জওয়ান' লেখা ছিল। মূল বেদীর চারটি কোণে চারটি কলসের মধ্যে আগুনের শিখা রয়েছে। তখন এটি সাদা ছিল।\n\nশিখার জ্বালানী হিসাবে ১৯৭১ সাল থেকে ২০০৬ সাল পর্যন্ত তরল পেট্রোলিয়াম গ্যাস (এলপিজি) সিলিন্ডার ব্যবহার করা হয়েছিল। পাদদেশটি চারটি কলস দ্বারা আবদ্ধ ছিল। প্রতিটি কলস একটি পৃথক বার্নার দ্বারা নিয়ন্ত্রিত হয়। একটি একক এলপিজি সিলিন্ডার প্রায় ৩৬ ঘন্টার জন্য একটি কলসের জন্য জ্বালানী সরবরাহ করতে সক্ষম হয়। স্মৃতিসৌধের একটি ঘরে সিলিন্ডার স্তুপ করে রাখা ছিল। এলপিজি সিলিন্ডারগুলি ২০০৫ সালের ডিসেম্বরে অনুমোদিত পাইপড ন্যাচারাল গ্যাস (পিএনজি) দ্বারা প্রতিস্থাপিত হয়েছিল, এটি একটি নিরাপদ ও আরও লাভজনক বিকল্প ছিল। কস্তুরবা গান্ধী মার্গ থেকে পাইপলাইন বিছানো হয়েছিল। জ্বলন্ত শিখা রক্ষণাবেক্ষণের জন্য দায়িত্ব প্রাপ্ত কর্মীরা খিলানের নীচে, শিখার পাশে একটি ঘরে থাকতেন। শিখাটির সার্বিক দায়িত্ব মিলিটারি ইঞ্জিনিয়ার সার্ভিসেসের অধীনে ছিল। একজন অবসরপ্রাপ্ত সামরিক প্রকৌশলী সার্ভিস কর্মী চান্দর সিং বিষ্ট চার দশক ধরে শিখাটি পরিচালনা করেছিলেন। স্মৃতিস্তম্ভটি সর্বদা পাহারা দেওয়া হয়।\n\n\n=== অমর চক্র, ২০১৯ খ্রিস্টাব্দ ===\n\nঅমর জওয়ান জ্যোতি এখন জাতীয় যুদ্ধ স্মৃতিসৌধের অমর চক্রের (অমরত্বের বৃত্ত) ভিতরের বলয়ে অবস্থিত। স্মৃতিসৌধে চারটি কেন্দ্রীভূত বৃত্ত রয়েছে, যা একটি চক্রব্যূহ ও একটি কেন্দ্রীয় ওবেলিস্ককে প্রতিনিধিত্ব করে যার নিচে শিখা জ্বলে। \nএকটি বিশ্বব্যাপী নকশা প্রতিযোগিতা পরিচালিত হয়েছিল এবং ফলাফল ২০১৭ সালের এপ্রিল মাসের প্রথম দিকে ঘোষণা করা হয়েছিল। চেন্নাইয়ের একটি স্থাপত্য সংস্থা, উইবি ডিজাইন ল্যাবের প্রস্তাবকে বিজয়ী ঘোষণা করা হয়েছিল এবং সেই অনুযায়ী স্থাপত্য নকশার ধারণার জন্য ও প্রকল্পের নির্মাণের সমন্বয়ের জন্য বেছে নেওয়া হয়েছিল। স্মারকটির প্রধান স্থপতি হলেন একটি বিশ্বব্যাপী নকশা প্রতিযোগিতা ও ক্রিস্টোফার চার্লস বেনিংগারের সভাপতিত্বে একটি জুরির মাধ্যমে নির্বাচিত চেন্নাইয়ের উইবি ডিজাইন ল্যাবের যোগেশ চন্দ্রহাসান। \n\n\n== পালন, স্মরণ ও উদযাপন ==\n১৯৭২ সাল থেকে প্রতি বছর প্রজাতন্ত্র দিবসে প্রজাতন্ত্র দিবসের কুচকাওয়াজের আগে প্রধানমন্ত্রী, তিনজন সেনাপ্রধান ও বিশিষ্ট ব্যক্তিদের অমর জওয়ান জ্যোতিতে পুষ্পস্তবক অর্পণের প্রথা ছিল। স্বাধীনতা দিবসে রাষ্ট্রপতি পুষ্পস্তবক অর্পণ করেন। ১৬ ডিসেম্বর বিজয় দিবসে প্রতিরক্ষামন্ত্রী পুষ্পস্তবক অর্পণ করেন।\n\nপ্রধানমন্ত্রী ২০২০ সাল থেকে ৭১তম প্রজাতন্ত্র দিবস উপলক্ষে ইন্ডিয়া গেটে অমর জ্যোতি জওয়ানের পরিবর্তে জাতীয় যুদ্ধ স্মৃতিসৌধে পুষ্পস্তবক অর্পণ করেন। প্রধানমন্ত্রীর সঙ্গে সেনাপ্রধান, নৌবাহিনী প্রধান ও বিমানবাহিনী প্রধানসহ প্রতিরক্ষা প্রধানরা রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nChhina, Rana T.S. (২০১৪)। Last Post. Indian War Memorials Around the World. (পিডিএফ)। A public diplomacy initiative of the Ministry of External Affairs। Centre for Armed Forces Historical Research, United Service Institution of India। আইএসবিএন 978-81-902097-9-3। ২০ জানুয়ারি ২০২২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n\n\n== আরও পড়ুন ==\nNayyar, Vice-Admiral (retd.) K.K. (১৯৯৭)। Amar Jawan, A Book of Remembrance। India Book House। আইএসবিএন 9788175081055। A book of remembrance in memory of our soldiers, sailors, and airmen who laid down their lives in defence of their country, India, 1947-1997 \n— Joshi, Manoj (১ ডিসেম্বর ১৯৯৭)। \"Amar Jawan, A Book of Remembrance: A sailor's monumental record of the war dead\"। India Today (ইংরেজি ভাষায়)।"}