{"pageid": 1161848, "title": "হংস উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1161848", "content": "হংস উপনিষদ (সংস্কৃত: हंसोपनिषद्) হল সংস্কৃত পাঠ এবং হিন্দুধর্মের ছোট উপনিষদ। এটি বিশটি যোগ উপনিষদের একটি হিসাবে শ্রেণীবদ্ধ করা হয়েছে এবং শুক্ল যজুর্বেদের সাথে সংযুক্ত রয়েছে। পাঠ্য বা পাঠ্যের অংশগুলি তুলনামূলকভাবে দেরীতে উৎপত্তি, সম্ভবত সাধারণ যুগের দ্বিতীয় সহস্রাব্দ থেকে, তবে ১৭ শতকের প্রথম দিকে লেখা, কারণ দারা শিকোহ এটিকে উপনিষদের ফার্সি অনুবাদে ওপানেখাত হিসেবে অন্তর্ভুক্ত করেছেন, এর বানান হেনস্নাদ (হংস-নদ)।\nহংস উপনিষদ হিন্দু ঋষি গৌতম এবং ঐশ্বরিক সনৎকুমারের মধ্যে বক্তৃতা আকারে, ধারণার বিশৃঙ্খল মেডলে হিসাবে গঠন করা হয়েছে, ব্রহ্মবিদ্যার পূর্বসূচী হিসাবে হংস-বিদ্যার জ্ঞানের উপর। পাঠ্যটি ওঁ-এর ধ্বনি, হংসর সাথে এর সম্পর্ক এবং কীভাবে এটির ধ্যান একজনকে পরমহংস উপলব্ধির দিকে যাত্রায় প্রস্তুত করে।\nহংস উপনিষদের বেশ কয়েকটি সংস্করণ বিদ্যমান, যার মধ্যে কলকাতা ও পুণে সংস্করণ সবচেয়ে বেশি অধ্যয়ন করা হয়েছে। বিন্যাস এবং কিছু শ্লোক পরিবর্তিত, কিন্তু বার্তা একই। ১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমানের ক্রমিক ক্রমানুসারে পাঠ্যটি ১৫ নম্বরে তালিকাভুক্ত করা হয়েছে। একে হংসোপনিষদও বলা হয়।\n\n\n== ব্যুৎপত্তি ==\n\nপল ডিউসেন-এর মতে, ভারতীয় ঐতিহ্যে হংস পরিযায়ী \"হংস, রাজহাঁস বা কানঠুটি\" উল্লেখ করতে পারে এবং \"অভিবাসী আত্মা\" বা পুনর্জন্মকারী আত্মার প্রতীক।\n\nআত্মা ও মোক্ষের প্রতীক হিসেবে হংস শব্দটি হিন্দুধর্মের বহু প্রাচীন গ্রন্থে দেখা যায়। ভোগেল ১৯৫২ সালে পরামর্শ দিয়েছিলেন যে হিন্দু গ্রন্থে হংস রাজহাঁসের পরিবর্তে হংসের প্রতীক হতে পারে। ডেভ, ২০০৫ সালে, বলেছিলেন যে ঋগ্বেদের স্তোত্র, এবং হিন্দু মহাকাব্য ও পুরাণের শ্লোকগুলিতে হংসের মূল সহ বিভিন্ন ধরনের পাখির উল্লেখ রয়েছে, যেমন মহা-হংস, রাজ-হংস, কাল-হংস এবং অন্যান্য, যার বেশিরভাগই বিভিন্ন প্রজাতির রাজহাঁস বিশেষ করে নিঃশব্দ রাজহাঁসের সাথে সম্পর্কিত, যখন কিছু গিজকে উল্লেখ করে। ডেভের শনাক্তকরণ সংস্কৃত গ্রন্থে পাখির জীবন, বর্ণিত কণ্ঠস্বর, পরিযায়ী অভ্যাস, বিবাহের আচার এবং উড়ার ধরণ সম্পর্কে সংস্কৃত গ্রন্থে প্রদত্ত বিশদ বিবরণের উপর ভিত্তি করে। কিছু সংস্কৃত গ্রন্থে, ডেভ বলেন, হংস এবং কদম্বের মধ্যে পার্থক্য করা হয়েছে, আগেরটি রাজহাঁস এবং পরবর্তীটি দাগি রাজহাঁস।\nএটি হংস বা রাজহাঁস যাই হোক না কেন, শিরোনামের শব্দটি এমন কিছুর জন্য প্রতীকী যা স্থানান্তরিত হয়, অতিক্রান্ত।\nপাঠ্যটি শিরোনাম সম্ভবত এটি ব্যক্তি আত্মার জন্য গ্রন্থ, সর্বোচ্চ আত্মা (পরমহংস) খোঁজার জন্য নির্দেশ করে।\n\n\n== বিষয়বস্তু ==\nপাঠ্যটি গৌতম সনৎকুমারকে তাঁর জন্য সমস্ত বেদের জ্ঞান পাতন করার জন্য বলে দিয়ে শুরু হয়। সনৎকুমারা বলেছেন যে শিব বেদ নিয়ে চিন্তা করেছিলেন এবং পার্বতীর কাছ থেকে একই প্রশ্নের উত্তর দিয়েছিলেন। এটি যোগের জ্ঞান, যোগীদের আবৃত রহস্য, হংসের পথ, যা তিনি গৌতমের সাথে ভাগ করবেন।\nসনৎকুমার বলেছেন যে এই জ্ঞান সেই যোগ ছাত্রদের জন্য যারা আত্মসংযমী, পার্থিব আনন্দের লালসা পরিত্যাগ করেছে এবং গুরু থেকে শিখতে নিবেদিত।\n\n\n=== হংসের আগমন ===\nশ্বাস হল শব্দ, পাঠ্য বলে, এবং এমন এক যা সমস্ত মানবদেহে তাদের সারাজীবন থাকে, তাদের শক্তি দিয়ে পূর্ণ করে।\n\nজিন ভারেনে বলেন, হংস আত্মার প্রতীক।\n\n\n=== চক্র ===\n\nপাঠ্যের ৩ অধ্যায় চক্রগুলিকে শক্তিশালী করার জন্য তন্ত্র প্রক্রিয়া বর্ণনা করে। পায়ুপথে গোড়ালি চাপা দিয়ে, \"মূলধারা চক্র\" (মেরুদন্ডের ঠিক নীচে অবস্থিত) থেকে \"স্বাধিষ্ঠান\" (জননাঙ্গের কাছে অবস্থিত) আপনার শ্বাস-প্রশ্বাসকে সেখানে তিনবার প্রদক্ষিণ করুন, তারপর এটিকে \"মণিপুরাক\" (সৌর প্লেক্সাস এবং নাভি চক্র) এ উত্থাপন করুন। যোগী তারপর শ্বাসকে \"অনাহত\" (হৃদয়ে অবস্থিত) এর দিকে তুলুন, এটিকে অতিক্রম করুন এবং তারপর \"বিসুধি\" (গলা চক্র) তে \"প্রাণ\" (প্রাণশক্তি) স্থাপন করুন। তারপর শ্বাসকে \"আজনা\" (দুটি ভ্রুর মধ্যবর্তী তৃতীয়-চোখের চক্র) দিকে নিয়ে যান এবং ব্রহ্মরান্ধ্র (হাজার পাপড়িযুক্ত মুকুট চক্র, যা মাথার উপরের অংশে অবস্থিত)। এইভাবে যোগীকে ধ্যান শুরু করতে হবে, \"তিন মাতৃ (ওঁ, ব্রহ্ম) আমি\"। পাঠ্য জোর দেয়, যোগী ওঁ প্রতিধ্বনি সম্পর্কে চিন্তা করা উচিত, কারণ এটি ব্রহ্ম, সর্বোচ্চ আত্মা।\n\n\n=== হংস নীতিবচন ===\nহংস হল নীতিবচনের অংশ, যেমন হ্যাংসো হংস, পাঠ্য বলে, যেখানে হংস (আত্মা) হল কবি, পঙ্ক্তি হল মিটার (পুণে পাণ্ডুলিপিতে \"অব্যক্ত গায়ত্রী\" নির্দেশ করে), হং হল বিজ (জিনিসের বীজ), স শক্তির প্রতিনিধিত্ব করে এবং সোহং (আমি তিনি) মধ্যম হয়। যোগী পূর্ণ দিন ও রাতের চক্রে ২১,৬০৬ হংস (কিছু পাণ্ডুলিপিতে ২১,৬০০) অনুভব করেন, পাঠ্যটি উল্লেখ করে (যেখানে প্রতিটি শ্বাস ও প্রশ্বাস পৃথকভাবে গণনা করা হয়)। পাঠ্যটি ছয়টি মন্ত্রের মন্ত্র বর্ণনা করে, প্রতিটি ওঁ দিয়ে শুরু হয় এবং হংস সম্পর্কিত।\n\n\n=== হংস হৃদয়ে পদ্ম ===\nউপনিষদের ৬ অধ্যায়ে বলা হয়েছে, হৃৎপিণ্ডের আট পাপড়িতে (পদ্মফুল) হংসকে ধ্যান করতে হবে। পাখিটিকে কল্পনা করা উচিত, পল দেউসেন অনুবাদ করেছেন, অগ্নি ও সোম তার ডানা হিসাবে, ওঁ তার মাথা ও ঘাড়, অনুস্বরা (ওঁ চিহ্নের উপরে বক্র ও বিন্দু) চোখ সহ তার চঞ্চু, রুদ্র তার এক পা এবং রুদ্রাণী অন্যটি, তার বাম দিকে কালা এবং ডান দিকে অগ্নি, তার দৃষ্টি উপরে এবং তার নীচে গৃহহীন।\nএই হংস হল সেই পরমহংস (সর্বোচ্চ আত্মা), অধ্যায় ৭, যা মহাবিশ্বকে পরিব্যাপ্ত করে এবং দশ মিলিয়ন সূর্যের মতো জ্বলে।\nপদ্মের প্রতিটি পাপড়ি, যা একজন যোগী ধ্যান করেন, তারপর যোগীর কর্মের সাথে ম্যাপ করা হয়, পাঠ্যের 8 অধ্যায়ে। পূর্বমুখী পাপড়ি মহৎ কর্মের প্রতিনিধিত্ব করে; দক্ষিণ-পূর্ব দিকের পাপড়ি ঘুম এবং অলসতা বোঝায়; পাপড়ি দক্ষিণ-পশ্চিম দিকে মুখ করে তাকে মন্দ কর্মের কথা মনে করিয়ে দিতে হবে; খেলার পশ্চিমমুখী পাপড়ি; উত্তর-পশ্চিম দিকে মুখ করা পাপড়ি হাঁটা এবং অন্যান্য ক্রিয়া করার তাগিদ তৈরি করে; উত্তর দিকে মুখ করা পাপড়ি প্রেম এবং লালসা উপভোগ করার ইঙ্গিত দেয়; উত্তর পূর্বমুখী পাপড়ি সম্পদ সংগ্রহের উচ্চাকাঙ্ক্ষা দেখায়।\nপদ্ম ফুলের কেন্দ্র, পাঠ্য জাহির করে, ত্যাগের প্রতিনিধিত্ব করে। পুংকেশর জাগ্রত অবস্থার নির্দেশক; \"পেরিকার্প\", বাইরের স্তরটি ঘুমের স্বপ্ন দেখার অবস্থাকে বোঝায়; পদ্মের বীজ হল \"সুষুপ্তি\" যার অর্থ স্বপ্নহীন ঘুম; ফুলের উপরে এবং পদ্ম ত্যাগ করা \"তূর্য\" অবস্থা বা বিশুদ্ধ চেতনার অভিজ্ঞতার অনুরূপ - \"চতুর্থ অবস্থা\"।\n\n\n=== হংসের ইচ্ছা আছে ===\nতুর্য অবস্থায় উপনীত হয়, উপনিষদ বলে, যখন ভিতরের হংস ওঁ ধ্বনিতে মিশে যায়, মনস (মনের) কারণে নয়, কিন্তু হংসের (আত্মার) ইচ্ছার কারণে।\n\n\n=== হংস সঙ্গীত ===\n\"অভ্যন্তরীণ নাড়\" এর দশটি পর্যায় রয়েছে যা ধ্বনি হিসাবে পরপর শোনা যায়;মপ্রথমে \"চিনি\", তারপর \"চিনি-চিনি\", তৃতীয়টি \"ঘণ্টা\", চতুর্থটি \"শঙ্খ\", পঞ্চম \"তান্তিরি\" (স্ট্রিং যন্ত্র), ষষ্ঠ যেমন হাততালি, সপ্তম বাঁশি, অষ্টম হল \"ভেরী\" (ড্রাম) এর সঙ্গীত, নবম \"মৃদঙ্গ\", এবং দশম \"বজ্র\" (বিদ্যুতের শব্দ)।\nআয়ঙ্গার এই \"অভ্যন্তরীণ নাডা\" অবস্থার তান্ত্রিক অর্থ বর্ণনা করেছেন, এবং এর ব্যাখ্যা অন্বেষণকারীর ডান কানে ফিসফিস করে বলা হয়।\n\n\n=== হংসের গন্তব্য ===\nএকজনকে অবশ্যই প্রথম নয়টি এড়িয়ে চলতে হবে, পাঠ্যটি উল্লেখ করে এবং দশম সঙ্গীতটি সন্ধান করতে হবে কারণ এটি হামসার সাথে সম্পর্কিত। এটি দশম অবস্থায় যেখানে যোগী ব্রহ্মকে উপলব্ধি করেন, তার আত্মা ও ব্রহ্ম এক হয়ে যায়, দ্বৈততা বিলুপ্ত হয়। যোগী তখন আলোকিত হয়, তার সংশয় ধ্বংস হয়, তার বাসনা বিলুপ্ত হয়, প্রশান্তি, জ্ঞান, আনন্দ তার হয়ে যায়।\n\n\n== আরও দেখুন ==\nযোগ দর্শন\nযোগ-কুণ্ডলিনী উপনিষদ\nযোগতত্ত্ব উপনিষদ\nযোগবশিষ্ঠ\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nAiyar, Narayanasvami (১৯১৪)। \"Thirty minor Upanishads\"। Archive Organization। সংগ্রহের তারিখ ২৩ ডিসেম্বর ২০১৫। \nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-8120814677। \nHattangadi, Sunder (১৯৯৯)। \"हंसोपनिषत् (Hamsa Upanishad)\" (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ৮ জানুয়ারি ২০১৬।"}