{"pageid": 1161739, "title": "অ্যালেথ্রিন", "url": "https://bn.wikipedia.org/wiki?curid=1161739", "content": "অ্যালেথ্রিন কীটনাশকে বহুল ব্যবহৃত হওয়া সংশ্লেষিত যৌগের একটি গ্রুপ। এগুলিকে পাইরেথ্রয়েড হিসাবে শ্রেণীবদ্ধ করা হয়, অর্থাৎ পাইরেথ্রিনের কৃত্রিম সংস্করণ, একটি রাসায়নিক যা ক্রিস্যান্থেমাম ফুলে প্রাকৃতিকভাবে পাওয়া যায় এবং এটি কীটনাশক বৈশিষ্ট্যযুক্ত। এগুলি ১৯৪৯ সালে মিল্টন এস শেচটার দ্বারা মার্কিন যুক্তরাষ্ট্রে প্রথম সংশ্লেষিত হয়েছিল। অ্যালেথ্রিন ছিল প্রথম পাইরেথ্রয়েড।\nএগুলি সাধারণত বাইরের মশা নিয়ন্ত্রণের জন্য অতি-উচ্চ চাপে স্প্রেতে এবং RAID এর মতো অনেক কীটনাশকে, সেইসাথে মশার কয়েলগুলিতেও ব্যবহৃত হয়।\n\n\n== রাসায়নিক গঠন ==\nঅ্যালেথ্রিন I এবং অ্যালেথ্রিন II একটি টার্মিনাসে যথাক্রমে একটি মিথাইল গ্রুপ এবং একটি মিথাইল এস্টার, যা দ্বারা এদের পার্থক্য করা যায়। এই অ্যালেথ্রিনগুলির প্রতিটিতে আটটি সম্ভাব্য স্টেরিওইসোমার রয়েছে। আনুমানিক 1:1 অনুপাতে শুধুমাত্র দুটি স্টেরিওইসোমার নিয়ে গঠিত অ্যালেথ্রিন I-এর একটি আংশিকভাবে এনান্টিওপিওর রূপকে বায়োঅ্যালেথ্রিন বলা হয়। এর আইসোমারের মিশ্রণ একই, কিন্তু আনুমানিক 3:1 অনুপাতে থাকায় এটি এসবিওথ্রিন নামে পরিচিত।\n\n\n== বিষাক্ততা ==\nঅ্যালেথ্রিনের দীর্ঘস্থায়ী এক্সপোজার মানুষের রক্তরসে থাকা জৈব রাসায়নিক প্রোফাইলকে পরিবর্তন করে এবং স্বাস্থ্যের প্রতিকূল প্রভাব ফেলতে পারে।  বায়োঅ্যালেথ্রিন ভিট্রোতে অধ্যয়ন করা মানব লিম্ফোসাইটের অক্সিডেটিভ ক্ষতি, সেলুলার বিষাক্ততা এবং নেক্রোসিস সৃষ্টি করতে দেখা গেছে।  এটি মাছ এবং জলজ অমেরুদণ্ডী প্রাণীদের জন্যও অত্যন্ত বিষাক্ত। স্বাভাবিক প্রয়োগের হারে, অ্যালেথ্রিন মৌমাছির জন্য সামান্য বিষাক্ত।  এর সংস্পর্শে আসা পোকামাকড় মারা যাওয়ার আগে পক্ষাঘাতগ্রস্ত (স্নায়ুতন্ত্রের প্রভাব) হয়ে যায়। অ্যালেথ্রিন বিড়ালদের জন্য অত্যন্ত বিষাক্ত। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nওরেগন স্টেট ইউনিভার্সিটি (1996)। অ্যালেথ্রিন। সংগৃহীত অক্টোবর 26, 2005.\nইলিনয় ডিপার্টমেন্ট অফ পাবলিক হেলথ পাইরেথ্রয়েড ইনসেক্টিসাইডস ফ্যাক্ট শিট। সংগৃহীত অক্টোবর 26, 2005.\nবিশ্ব স্বাস্থ্য সংস্থা (WHO) ডি-অ্যালেথ্রিন। সংগৃহীত অক্টোবর 26, 2005.\nজিম ই. রিভিয়ের এবং মার্ক জি প্যাপিচ এডস: ভেটেরিনারি ফার্মাকোলজি এবং থেরাপিউটিকস। আইওয়া স্টেট ইউনিভার্সিটি প্রেস, 2009।আইএসবিএন ৯৭৮০৮১৩৮২০৬১৩আইএসবিএন 9780813820613। (পৃ. 1194)\n\n\n== বহিঃসংযোগ ==\nPyrethrins এবং Pyrethroids ফ্যাক্ট শীট - জাতীয় কীটনাশক তথ্য কেন্দ্র\nঅ্যালেথ্রিন পেস্টিসাইড তথ্য প্রোফাইল - এক্সটেনশন টক্সিকোলজি নেটওয়ার্ক"}