{"pageid": 1161546, "title": "নিউজিল্যান্ডে হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1161546", "content": "হিন্দুধর্ম নিউজিল্যান্ডের দ্বিতীয় বৃহত্তম ধর্ম । এখানে এটি সবচেয়ে দ্রুত বর্ধনশীল ধর্মগুলির মধ্যে একটি । ২০১৮ সালের আদমশুমারি অনুসারে , নিউজিল্যান্ডে প্রায় ১২৩,৫৩৪ হিন্দু রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক উপনিবেশ ===\n১৯৩৬ সালে ধর্মপ্রচারক উইলিয়াম কোলেনসো দেখতে পান যে মাওরি মহিলারা আলু সিদ্ধ করার জন্য একটি ভাঙা ব্রোঞ্জের ঘণ্টা ব্যবহার করছেন।  শিলালিপিটি অতি প্রাচীন তামিল লিপিতে।  এই আবিষ্কারের ফলে তামিলভাষী হিন্দুরা শত শত বছর আগে নিউজিল্যান্ডে গিয়ে থাকতে পারে বলে ধারণা করা হচ্ছে।\nযাইহোক, নিউজিল্যান্ডে হিন্দুদের প্রথম উল্লেখযোগ্য বসতি ১৯ শতকে সিপাহীদের (ভারতীয় সৈন্যদের) আগমনের সময় যেখানে পাঞ্জাব এবং গুজরাট থেকে ১৮৯০ এর দশকে প্রথম সম্প্রদায়ের আগমন ঘটে।  ১৯৮০ এর দশক পর্যন্ত প্রায় সমস্ত হিন্দু অভিবাসী গুজরাট থেকে এসেছিল।  পরে তারা সারা ভারত থেকে এবং শ্রীলঙ্কা, মালয়েশিয়া এবং দক্ষিণ আফ্রিকা সহ অন্যান্য স্থান থেকে আসে।\n\n\n== জনসংখ্যা ==\n\n\n=== শতকরা হারে হিন্দু ===\n\n\n=== জাতিসত্তা ===\n\nনিউজিল্যান্ডের হিন্দুদের বেশিরভাগই এশিয়ান, তারপরে ইউরোপীয় এবং প্রশান্ত মহাসাগরীয় দ্বীপবাসী। ৩,৫৬৭ ইউরোপীয় এবং ১,৮৫৭ প্রশান্ত মহাসাগরীয় মানুষ হিন্দুধর্ম অনুসরণ করে। মাওরিদের মধ্যে হিন্দুধর্মেরও একটি ছোট অনুসারী রয়েছে ।\n\n\n== হিন্দু সংগঠন ==\nপ্রথম হিন্দু সংগঠন - হিন্দু কাউন্সিল অফ নিউজিল্যান্ড (HCNZ) ১৯৯০-এর দশকের মাঝামাঝি সময়ে গঠিত হয়েছিল এবং এটি বিশ্ব হিন্দু পরিষদ অনুমোদিত। HCNZ ২০০৭ সাল থেকে বার্ষিক নিউজিল্যান্ড হিন্দু সম্মেলনের আয়োজন করেছে। এছাড়াও এটি হিন্দু হেরিটেজ সেন্টার, হিন্দু সোশ্যাল সার্ভিস ফাউন্ডেশন, হিন্দু এল্ডার্স ফাউন্ডেশন এবং হিন্দু যুব নিউজিল্যান্ড প্রতিষ্ঠা করেছে এবং যুব ও পারিবারিক ক্যাম্প পরিচালনা করেছে। ২০১০ সালে HCNZ হিন্দু সংগঠন, মন্দির এবং সমিতি (HOTA), নিউজিল্যান্ডে হিন্দু গোষ্ঠীগুলির জন্য একটি প্রতিনিধিত্বকারী সংস্থা চালু করে।\n\n\n== সমকালীন সমাজে অবস্থান ==\n\n২০১৯ সালে ভিক্টোরিয়া ইউনিভার্সিটি ওয়েলিংটন দ্বারা করা একটি সমীক্ষা অনুসারে, এটি পাওয়া গেছে যে নিউজিল্যান্ডেররা বিশ্বাস করে যে হিন্দুরা নাস্তিক , প্রোটেস্ট্যান্ট , মুসলিম , ক্যাথলিক এবং ইভানজেলিকালদের চেয়ে বেশি বিশ্বস্ত । প্রায় ২৮.৩ শতাংশ নিউজিল্যান্ডের হিন্দুদের উপর সম্পূর্ণ বা অনেক বেশি আস্থা রয়েছে।\nনিউজিল্যান্ডে ইহুদি ও হিন্দুদের সর্বোচ্চ শিক্ষিত।\n\n\n== মন্দির ==\nনীচে নিউজিল্যান্ডের প্রধান শহরগুলির হিন্দু মন্দিরগুলির একটি তালিকা রয়েছে৷\n\n\n=== অকল্যান্ড ===\nশ্রী রাম মন্দির ১১ ব্রিক স্ট্রিট, হেন্ডারসন, অকল্যান্ডে অবস্থিত।\nথিরু সুব্রামনিয়ার আলায়ম ৬৯, টাইডাল রোড, ম্যাঙ্গেরে, অকল্যান্ডে অবস্থিত। এটি দক্ষিণ ভারতীয় শৈলীর গ্রানাইট দেবতার একটি মন্দির।\nভারতীয় মন্দির নিউজিল্যান্ডের প্রাচীনতম এবং বৃহত্তম হিন্দু মন্দির\nওটাহুহুতে থিরুমুরুগান মন্দির।\nপাপাকুড়ায় অবস্থিত শ্রী গণেশ মন্দির।\nইডেন টেরেসে রাধা-কৃষ্ণ মন্দির\nপাপাটোয়েতে রাম কৃষ্ণ মন্দির\nশ্রী স্বামীনারায়ণ মন্দির, অকল্যান্ড , পাপাটোয়েতে অবস্থিত এবং আন্তর্জাতিক স্বামীনারায়ণ সৎসঙ্গ সংস্থা দ্বারা পরিচালিত\nBAPS শ্রী স্বামীনারায়ণ মন্দির, অ্যাভনডেল, অকল্যান্ড।\n\n\n=== ওয়েলিংটন ===\nকুরিঞ্চি কুমারান মন্দির, নিউল্যান্ডসের ওয়েলিংটন এটি ছিল নিউজিল্যান্ডে প্রতিষ্ঠিত প্রথম দক্ষিণ ভারতীয় শৈলীর হিন্দু মন্দির, এবং এতে প্রাচীন মন্দির স্থাপত্যের বৈশিষ্ট্য রয়েছে। এটি ৩ ব্যাচেলর স্ট্রিট নিউল্যান্ডস ওয়েলিংটনে অবস্থিত।\nওয়েলিংটন ইন্ডিয়ান অ্যাসোসিয়েশন একটি উত্তর ভারতীয় শৈলী মন্দির পরিচালনা করে।\nওয়েলিংটনের শ্রী ভেঙ্কটেশ্বর স্বামী মন্দির  ওয়াইনুইওমাটাতে অবস্থিত।  নিউজিল্যান্ডের সনাতন ধর্ম পরিপালন সেবা ট্রাস্ট, নিউজিল্যান্ডে নিবন্ধিত দাতব্য সংস্থা ২০১৮ সালে সম্প্রদায়ের সহায়তায় মন্দিরটি প্রতিষ্ঠা করে এবং নভেম্বর ২০১৯ থেকে ২৫, ওয়াইউ স্ট্রিট, ওয়াইনুইওমাটা, ওয়েলিংটনে চালু করে।\nBAPS শ্রী স্বামীনারায়ণ মন্দির, ৮৩A ইস্টার্ন হাট রোড, টাইটা, লোয়ার হাট\n\n\n=== তৌরাঙ্গা ===\nসনাতন ধর্ম মন্দির, তৌরাঙ্গা হিন্দু সম্প্রদায়ের সদস্যদের দ্বারা নির্মিত।  ট্রাস্ট প্রায় ২১৫০ বর্গ মিটার জমি তৌরিকোর উপশহরে প্রায় $৪০০,০০০ দিয়ে কিনেছিল। ২০১২ সালে উদ্বোধন হওয়া সত্ত্বেও, প্রকৃত হিন্দু মন্দিরের কাজ ২০১৫ সালের প্রথম দিকে শুরু হয়নি।  মন্দিরের প্রথম পর্যায়টি ২০১৫ সালের মাঝামাঝি শেষের দিকে সম্পন্ন হয়েছিল।  মন্দিরটি ১০৮ হুইওর এভেনে অবস্থিত, তৌরিকো, তৌরাঙ্গা।\n\n\n=== ক্রাইস্টচার্চ ===\nক্রাইস্টচার্চ এবং দক্ষিণ দ্বীপের একমাত্র হিন্দু মন্দির হল BAPS শ্রী স্বামীনারায়ণ মন্দির ক্রাইস্টচার্চ , যা পাপানুই শহরতলির ১৯ ফ্রাঙ্ক স্ট্রিটে অবস্থিত।  মন্দিরটি ২০১১ সালে একটি \"মহাপুজা\" পরে উদ্বোধন করা হয়েছিল।  মন্দিরটি ১২ মাস সংস্কারের পর উদ্বোধন করা হয়েছিল, যা ২০১১ সালের ক্রাইস্টচার্চ ভূমিকম্প সাময়িকভাবে বন্ধ করে দেয়।\n\n\n=== রোটোরুয়া ===\nBAPS শ্রী স্বামীনারায়ণ মন্দির, রোটোরুয়ার প্রথম হিন্দু মন্দির, ২০১২ সালে এটিকে নিউজিল্যান্ডের চতুর্থ \"BAPS\" মন্দিরে পরিণত করে। মধ্য উত্তর দ্বীপে এটি একমাত্র হিন্দু মন্দির।\n\n\n=== হ্যামিলটন ===\nশ্রী বালাজি মন্দিরটি মার্চ ২০১৫ সালে খোলা হয়েছিল , শ্রী বালাজি মন্দির চ্যারিটেবল ট্রাস্ট প্রতিষ্ঠার ছয় বছর পর\nBAPS শ্রী স্বামীনারায়ণ মন্দির, ১০ টাউন প্লেস, পুকেতে, হ্যামিল্টন ৩২০০\n\n\n== উল্লেখযোগ্য হিন্দু ==\n\n\n=== খেলা ===\nজিতেন প্যাটেল , নিউজিল্যান্ড ক্রিকেট দলের প্রাক্তন স্পিন বোলার, ব্ল্যাক ক্যাপস\nরয় কৃষ্ণ , ফিজিয়ান ফুটবল খেলোয়াড় ওয়েলিংটন ফিনিক্স ফুটবল ক্লাবের হয়ে এ-লিগে স্ট্রাইকার হিসেবে খেলছেন\nদীপক প্যাটেল , ক্রিকেট খেলোয়াড় নিউজিল্যান্ডের হয়ে টেস্ট এবং একদিনের আন্তর্জাতিক\nজিৎ রাভাল , ব্ল্যাক ক্যাপস টেস্ট ম্যাচ দলের বর্তমান ব্যাটসম্যান\nরনিল হীরা , নিউজিল্যান্ডের ক্রিকেটার\nতরুণ নেথুলা , নিউজিল্যান্ডের ক্রিকেটার\nরচিন রবীন্দ্র , নিউজিল্যান্ডের বর্তমান ক্রিকেটার\n\n\n=== বিনোদন ===\nআরাধ্না প্যাটেল, অর্ধেক সামোয়ান এবং অর্ধেক ভারতীয় R&B শিল্পী\nশৈলেশ প্রজাপতি , নিউজিল্যান্ড অভিনেতা, পাওয়ার রেঞ্জার্স মেগাফোর্সে আর্নি চরিত্রে অভিনয়ের জন্য পরিচিত\n\n\n=== মিডিয়া ===\nরোহিত কুমার হ্যাপি, ভারত-দর্শনের সম্পাদক , হিন্দি সাহিত্য পত্রিকা\nবনিতা প্রসাদ , চিফ রিপোর্টার, ওয়েস্টার্ন লিডার\nরেবেকা সিং , নিউজিল্যান্ড টেলিভিশন স্টেশন TV৩-তে প্রকাশ্যে সমকামী সংবাদ উপস্থাপক\n\n\n=== রাজনীতি ===\nমহেশ বিন্দ্রা , হিন্দু সংসদ সদস্য\nপ্রিয়াঙ্কা রাধাকৃষ্ণান , ২০১৭ সাল থেকে প্রথম হিন্দু মহিলা সংসদ সদস্য\nরাজেন প্রসাদ , প্রাক্তন রেস রিলেশন কমিশনার এবং ফ্যামিলি কমিশনার, ২০০৮-২০১৪ থেকে প্রথম হিন্দু সংসদ সদস্য\nআনন্দ সত্যানন্দ , নিউজিল্যান্ডের প্রাক্তন গভর্নর-জেনারেল , ২৩ আগস্ট ২০০৬-এ নিযুক্ত\n\n\n== আরও দেখুন ==\nদেশ অনুযায়ী হিন্দুধর্ম\nহিন্দু সাম্রাজ্য এবং রাজবংশের তালিকা\nহিন্দু উৎসবের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHindu scholar finds similarities with Maori culture  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ আগস্ট ২০১৯ তারিখে\nDirectory of Hindu Temples in New Zealand"}