{"pageid": 11616, "title": "ঘটোৎকচ", "url": "https://bn.wikipedia.org/wiki?curid=11616", "content": "ঘটোৎকচ ভারতীয় মহাকাব্য মহাভারতের একটি চরিত্র। ইনি হস্তিনাপুরের রাজা পাণ্ডুর দ্বিতীয় পুত্র ভীমের রাক্ষস স্ত্রী হিড়িম্বার গর্ভজাত পুত্র। ঘটোৎকচ হিড়িম্বাপুরের (বৰ্তমানে ডিমাপুর) রাজা ছিল। তাকে আসামের কাছারিরা নিজেদের পূৰ্বপুরুষ বলে। কুরুক্ষেত্রের যুদ্ধতে তিনি পাণ্ডব পক্ষে যুদ্ধ করেন।  তিনি কুরুক্ষেত্র যুদ্ধে পাণ্ডব পক্ষের একজন গুরুত্বপূর্ণ যোদ্ধা ছিলেন। যুদ্ধে তিনি কৌরব পক্ষে যথেষ্ট আতংকের সৃষ্টি করেন। চতুর্দশ রাতে কৌরব সেনাবাহিনীর ব্যাপক ধ্বংস সাধন করেছিলেন। ঘটোৎকচ অলম্বুশের মতো অনেক অসুরকে হত্যা করেছিলেন। অবশেষে তিনি কর্ণের হাতে অর্জুনকে বধের জন্য রাখা একাঘ্নি (বা এক-পুরুষ-ঘাতিনী) অস্ত্রে প্রাণ হারান।\n\n\n== পরিবার ==\nঘটোৎকচের স্ত্রী অহিলাবতী। তিনি অঞ্জনপর্বা, বর্বরীক, এবং মেঘবর্ণের জনক। তার দ্বিতীয় পুত্র অঞ্জনপর্বাও যুদ্ধে অংশগ্রহণ করে। ডিমাসা রাজ্যের রাজপরিবার নিজেদের ঘটোৎকচের বংশধর বলে।\n\n\n== ক্ষমতা ==\nতিনি মায়ের দিক থেকে অর্ধ-রাক্ষস ছিলেন। ফলে তার বিভিন্ন যাদুকরী ক্ষমতা ছিল যেমন উড়ার ক্ষমতা, আকার বৃদ্ধি বা হ্রাস এবং অদৃশ্য হয়ে যাওয়া।ঘটোৎকচের অস্ত্র ছিল গদা।\n\n\n== কুরুক্ষেত্রের যুদ্ধ ==\n\nঘটোৎকচ তাঁর রাক্ষস সৈন্যদলসহ কুরুক্ষেত্রের যুদ্ধে পাণ্ডবদের পক্ষে যুদ্ধ করেন। তাঁর পুত্র অঞ্জনপর্বাও তাঁর সঙ্গে যুদ্ধে অংশ নিয়েছিলেন।\n\n\n=== ভীষ্মপর্ব ===\nযুদ্ধের তৃতীয় দিনে ঘটোৎকচ কৌরব যুবরাজ দুর্যোধনকে পরাজিত করেন। চতুর্থ দিনে ঘটোৎকচের সঙ্গে প্রাগজ্যোতিষ (বর্তমান আসাম) রাজ্যের রাজা ভগদত্তের তীব্র যুদ্ধ হয়, কিন্তু সূর্যাস্ত হয়ে যাওয়ায় জয়-পরাজয় ব্যতিরেকেই যুদ্ধ সমাপ্ত হয়। পরবর্তীতে সপ্তম দিনে ভগদত্ত ঘটোৎকচকে দ্বৈরথ যুদ্ধে পরাজিত করেন। অষ্টম দিনে ঘটোৎকচ দ্রোণাচার্য, অশ্বত্থামা, দুর্যোধন, জয়দ্রথসহ বহু কৌরব মহারথীকে পরাজিত করেন।\n\n\n=== দ্রোণপর্ব ===\nযুদ্ধের চতুর্দশ দিনে সূর্যাস্তের পরও যুদ্ধ চলছিল। রাত্রিতে রাক্ষসদের শক্তি বেড়ে যায় বলে এসময় ঘটোৎকচ অত্যন্ত শক্তিশালী হয়ে ওঠেন। কৌরবপক্ষ অবলম্বনকারী দুই রাক্ষস অলম্বুশ ও অলায়ুধ ঘটোৎকচের হাতে নিহত হন। এরপর ঘটোৎকচ কৃষ্ণের নির্দেশে কর্ণকে আক্রমণ করেন। ঘোরতর যুদ্ধের পর কর্ণ দেবরাজ ইন্দ্রের একাঘ্নী অস্ত্র ঘটোৎকচের দিকে নিক্ষেপ করলে এর আঘাতে ঘটোৎকচ নিহত হন। কিন্তু মৃত্যুর পূর্বে ঘটোৎকচ বিশালাকার ধারণ করায় তাঁর শব কৌরব সৈন্যবাহিনীর ওপরে পতিত হয় এবং এক অক্ষৌহিণী সৈন্য নিহত হয়।\n\n\n== মন্দির ==\nউত্তরাখণ্ডের চম্পাওয়াতে একটি মন্দির আছে যেখানে মহাভারতের যুদ্ধে কর্ণ কর্তৃক নিহত হওয়ার পর তার মাথা পড়ে যায়।\nহিড়িম্বা দেবী মন্দিরের কাছে হিমাচল প্রদেশের মানালিতে ঘটোৎকচকে সম্মান জানাতে নির্মিত একটি মন্দির রয়েছে।\nইন্দোনেশিয়ার মধ্য জাভায় ৭ম শতাব্দীর একটি প্রাচীন হিন্দু ঘটোৎকচ মন্দির আছে।\n\n\n== আরও দেখুন ==\nঘটোৎকচ গুহা\nহনুমান\nমায়াবাজার\nকাছাড়ি রাজ্য\nমহাভারতের চরিত্র তালিকা\nমহাভারতের অবতারগণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMahābhārata Book 7 Ghatotkacha-vadha Parva"}