{"pageid": 1161534, "title": "কুশিম", "url": "https://bn.wikipedia.org/wiki?curid=1161534", "content": "কুশিম হল এখন পর্যন্ত পরিচিত কোনো নামের সর্বপ্রথম লিখিত উদাহরণ। \"কুশিম\" নামটি কুশিম ফলকে পাওয়া যায়। যেগুলি উরুক যুগের (আনু. ৩৪০০-৩০০০ বিসি) এক ধরনের মৃত্তিকা ফলক যা যবের লেনদেন নথি করতে ব্যবহৃত হত। নামটি কোনো ব্যক্তি বা সরকারি কর্মচারীর সাধারণ বৈশিষ্টসূচক উপাধি বা কোনো প্রতিষ্ঠানকে বোঝায় কিনা তা অনিশ্চিত।\n\n\n== উরুক যুগের ফলক ==\nপ্রাচীন সুমেরীয় শহর উরুকে লেখালেখি ছিল সময়সাপেক্ষ এবং সেই সময়ে সাক্ষরতা সম্ভবত সীমিত ছিল। তাই, মূলত প্রয়োজনীয় নথি রাখার জন্য লেখালেখি ব্যবহৃত হত। \"কুশিম ফলক\" হল একটি মৃত্তিকা ফলক যা বাণিজ্য লেনদেনের বিবরণ দেয় এবং রিবাস রচণার প্রথম উদাহরণগুলির মধ্যে একটি। এতে লেখা ছিল \"২৯,০৮৬ পরিমাপ বার্লি ৩৭ মাস কুশিম।\" এটি \"কুশিম\" দ্বারা স্বাক্ষরিত হিসাবে ব্যাখ্যা করা যেতে পারে। ১৯৯৩-এর হিসাব অনুযায়ী, কুশিমের নাম সেই সময়কাল থেকে ১৮টি পৃথক মৃত্তিকা ফলকে উপস্থিতির জন্য পরিচিত ছিল।\nউরুক যুগের আরেকটি মাটির ফলক যা প্রায় ৩১০০ খ্রিস্টপূর্বাব্দের নামগুলিকে বৈশিষ্ট্যযুক্ত করে যেখানে একজন ক্রীতদাস মালিক (গাল-সাল) এবং গাল-সালের দুই ক্রীতদাসের নাম রয়েছে (এন-প্যাপ এক্স এবং মহিলা সুক্কলগির)। এই ফলকটি সম্ভবত কুশিম ফলকের এক বা দুই প্রজন্মের পরে তৈরি হয়েছিল।\n\n\n== পরিচয় ==\nকুশিম নামটি কোনো ব্যক্তি বা সরকারি কর্মচারীর সাধারণ বৈশিষ্টসূচক উপাধি ছিল বলে মনে করা হয়। কীলকাকার লিখন পদ্ধতিতে \"KU\" এবং \"ŠIM\" অক্ষরের খুব বেশি প্রেক্ষাপটে উপস্থাপন করা হয়নি, তাই এই ধরনের চিহ্নের সংমিশ্রণগুলি একজন ব্যক্তি, ব্যক্তির কর্মস্থল বা একটি সম্পূর্ণ প্রতিষ্ঠানকে নির্দেশ করে কিনা তা নির্ধারণ করা কঠিন। কুশিম মূলত বার্লি উৎপাদন ও সংরক্ষণের জন্য নিয়োজিত ছিল। কিছু ফলকে বার্লি বিতরণের জন্য বিভিন্ন কর্মকর্তার কাছ থেকে বিভিন্ন ঋণ নেয়া হয়, যার বিপরীতে কুশিমের দায় পরিশোধের জন্য একক জমা হিসাবে যোগ করা হয়। তুলনামূলকভাবে একটি সহজ হিসাব দেখায় যে বিপরীতে তিনজন আধিকারিককে বিভিন্ন পরিমাণে বার্লি চার্জ করা হয়েছে, যখন কুশিমকে অরপদিকে কর্মকর্তাদের বিতরণ করা মোট পরিমাণের জন্য জমা করা হয়েছিল। যাইহোক, একে বিপরীতটি কুশিমের বিবরণ হিসাবেও ব্যাখ্যা করা যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nহারারি, ইউভাল নোয়াহ (২০১৪)। \"Signed, Kushim\"। স্যাপিয়েন্স: অ্যা ব্রিফ হিস্ট্রি অব হিউমানকাইন্ড (Signal paperback সংস্করণ)। Penguin Random House Canada। আইএসবিএন 978-0-7710-8351-8। \nম্যাটেসিচ, রিচার্ড (২০০০)। The Beginnings of Accounting and Accounting Thought: Accounting Practice in the Middle East (8000 BC to 2000 BC) and Accounting Thought in India। গারল্যান্ড পাবলিশিং। আইএসবিএন 0-8153-3445-1। \nনিসেন, হ্যান্স জর্গ; ডেমেরো, পিটার; ইংলান্ড, রবার্ট কে. (১৯৯৩)। \"The Administrative Activities of Kushim\"। Archaic Bookkeeping: Early Writing and Techniques of Economic Administration in the Ancient Near East। লারসেন, পল কর্তৃক অনূদিত। ইউনিভার্সিটি অব শিকাগো প্রেস। আইএসবিএন 0-226-58659-6। \n\n\n== বহিঃসংযোগ ==\nMS 1717: Beer production at the Inanna Temple in Uruk in the Schøyen Collection\nMSVO 3, 29 at the Cuneiform Digital Library Initiative\nTablets containing Kushim at the Cuneiform Digital Library Initiative"}