{"pageid": 1161118, "title": "কুলাউড়া-শাহবাজপুর রেলপথ", "url": "https://bn.wikipedia.org/wiki?curid=1161118", "content": "কুলাউড়া-শাহবাজপুর রেলপথ হচ্ছে বাংলাদেশ রেলওয়ের পূর্বাঞ্চল অধীনস্থ বাংলাদেশের একটি মিটার-গেজ রেলপথ যা মৌলভীবাজার জেলার কুলাউড়া উপজেলার কুলাউড়া জংশন থেকে মৌলভীবাজার জেলার বড়লেখা উপজেলার শাহবাজপুর হয়ে বাংলাদেশ সীমান্ত পেরিয়ে ভারত এর মহিষাশন রেল স্টেশনের সাথে যুক্ত। কুলাউড়া-শাহবাজপুর রেলপথ এর বাংলাদেশ অংশে শাহবাজপুর সর্বশেষ রেলওয়ে স্টেশন।\n\n\n== ইতিহাস ==\nচট্টগ্রাম বন্দরের সাথে একটি রেলপথ সংযোগের জন্য আসামের চা উৎপাদনকারীদের দাবীর পরিপ্রেক্ষিতে, আসাম বেঙ্গল রেলওয়ে ১৮৯১ সালে বঙ্গের পূর্বাঞ্চলে একটি রেলওয়ে ট্রাক নির্মাণ শুরু করে। চট্টগ্রাম এবং কুমিল্লায় ১৫০ কিলোমিটার (৯৩ মাইল)-এর একটি পথ ১৮৯৫ সালে চালু করা হয়।\n১৮৯২ সালে ইংল্যান্ডে গঠিত আসাম বেঙ্গল রেলওয়ে কোম্পানি এদেশে রেলপথ নির্মাণের দায়িত্ব নেয়। ১৮৯৫ সালের ১ জুলাই চট্টগ্রাম থেকে কুমিল্লা ১৫০ কিমি মিটারগেজ লাইন এবং লাকসাম থেকে চাঁদপুর পর্যন্ত ৬৯ কিমি রেললাইন জনসাধারণের জন্য খোলা হয়। ১৮৯৬ সালে কুমিল্লা-আখাউড়া-শাহবাজপুর রেলপথ স্থাপন করা হয়।\n\n\n== রেলপথ ==\nকুমিল্লা–আখাউড়া–কুলাউড়া–বদরপুর \nরেলপথ অংশ ১৮৯৬–৯৮-এ চালু করা হয় এবং ১৯০৩ সালে লামডিং পর্যন্ত বিস্তৃত করা হয়।\nকুলাউড়া–শাহবাজপুর ১৮৮৫ সালে আসাম-বেঙ্গল রেলওয়ের অংশ হিসেবে কুলাউড়া-শাহবাজপুর রেললাইন চালু হয়েছিল। ১৮৯৬ সালে কুমিল্লা-আখাউড়া-শাহবাজপুর রেলপথ স্থাপন করা হয়। কুলাউড়া–শাহবাজপুর রেলপথটির দৈর্ঘ্য ৪২ কিলোমিটার। অথবা, রেলপথটির দৈর্ঘ্য ৫২ দশমিক ৫৪ কিলোমিটার। কুলাউড়া–শাহবাজপুর রেলপথে মোট ৭টি স্টেশন রয়েছে (কুলাউড়া জংশন বাদে), এর মধ্যে জুড়ী, ধামাই, দক্ষিণভাগ, কাঁঠালতলী, বড়লেখা ও মুড়াউল রেলওয়ে স্টেশন অন্তর্ভুক্ত। এখানে উল্লেখ্য যে, পূর্বে শাহবাজপুর রেলওয়ে স্টেশনের সাথে ভারতের মহিশাষণ রেলওয়ে স্টেশনের সংযোগ ছিল। বড়লেখা উপজেলার লাতু সীমান্ত দিয়ে কুলাউড়া রেলওয়ে জংশন হয়ে আসাম রেলওয়ের ট্রেন দেশের বিভিন্ন অঞ্চলে আসা-যাওয়া করত। কুলাউড়া-শাহবাজপুর লাইনে চলাচলকারী ট্রেনটি এলাকাবাসীর কাছে 'লাতুর ট্রেন' নামে পরিচিত ছিল। ১৯৮৮ সালে রেলপথটি ট্রেন চলাচলের অনুপযোগী হিসেবে চিহ্নিত হয়। এর ১৪ বছর পর রেললাইনটি চলাচলের অনুপোযোগী হয়ে পড়ায় তা সংস্কার না করেই রেলওয়ে কর্তৃপক্ষ ২০০২ সালের ৭ জুলাই লাইনটি বন্ধ করে দেয়। এতে বড়লেখা, জুড়ী ও কুলাউড়া এলাকার লোকজন দুর্ভোগে পড়েন। এরপর লাইনটি চালু করার জন্য আন্দোলন করেন স্থানীয় জনপ্রতিনিধিসহ বাসিন্দারা। এর পরিপ্রেক্ষিতে ২০১৫ সালের ২৬ মে জাতীয় অর্থনৈতিক পরিষদের নির্বাহী কমিটির (একনেক) সভায় ৬৭৮ কোটি টাকা ব্যয়ে কুলাউড়া-শাহবাজপুর রেলপথ পুনঃস্থাপন প্রকল্প অনুমোদন হয়। প্রকল্পের পরামর্শক হিসেবে কাজ করছে ভারতের 'বালাজি রেল রোড সিস্টেমস'। কুলাউড়া-শাহবাজপুর রেলপথে সাতটি স্টেশনের চারটি বি ও দুটি ডি শ্রেণির হবে।\nদীর্ঘ ১৬ বছর বন্ধ থাকা কুলাউড়া-শাহবাজপুর রেল যোগাযোগ ফের শুরু করার সিদ্ধান্ত নেওয়া হয়। ২০১৫ সালের ৬ জুন প্রধানমন্ত্রী ভিডিও কনফারেন্সের মাধ্যমে রেললাইনের কাজের ভিত্তিপ্রস্তরের ফলক উন্মোচন করেন। এতে ব্যয় হবে ৫৫৫ কোটি টাকা। ভারতীয় নির্মাণ প্রতিষ্ঠান কলকাতার কালিন্দি রেল নির্মাণ কোম্পানি এ রেললাইনের নির্মাণ কাজের ঠিকাদারি পেয়েছে। ব্রডগেজ এই রেললাইনটি চালু হলে কুলাউড়া থেকে শাহবাজপুর পর্যন্ত পাঁচটি ট্রেন চলাচল করবে। লোকাল ট্রেন ছাড়াও আন্তঃনগর ট্রেন চলাচল করবে। সেইসঙ্গে ভারতের মহীশাসন, করিমগঞ্জ, বদরপুর ও আসামের সঙ্গে রেল যোগাযোগের পথ সুগম হবে। ব্রিটিশ আমলের আসাম-বেঙ্গল রেল যোগাযোগ নতুন আঙ্গিকে পুনঃস্থাপন হবে। এতে বাণিজ্যিক আদান-প্রদান সহজলভ্য হবে। কম খরচে বাংলাদেশ-ভারতে মালপত্র পরিবহন সম্ভব হবে।\nকুলাউড়া–সিলেট \nরেলপথ অংশটি ১৯১২–১৫ সালে উদ্বোধন করা হয়। এর ফলে পরবর্তীতে কুলাউড়া–সিলেট রেলপথ চালু হলে তৎকালীন কুলাউড়া স্টেশনটি জংশন স্টেশনে রুপান্তরিত হয়।\n\n\n== রেলব্যবস্থা ==\nকুলাউড়া জংশন রেলওয়ে স্টেশনটি আখাউড়া-কুলাউড়া-ছাতক রেলপথের অন্তর্ভুক্ত। এই স্টেশন থেকে তিনটি দিকে রেলপথ গেছে, যথা: উত্তর-পশ্চিমে কুলাউড়া–সিলেট রেলপথ, দক্ষিণ-পশ্চিমে কুলাউড়া–শায়েস্তাগঞ্জ রেলপথ, এবং উত্তর-পূর্বে কুলাউড়া–শাহবাজপুর রেলপথ।\nব্রিটিশ আমলে আসাম ও চট্টগ্রামের মধ্যে সরাসরি যোগাযোগ স্থাপনে ১৮৯৮ সালে প্রথম করিমগঞ্জ থেকে শাহবাজপুর ও কুলাউড়া এবং আখাউড়া হয়ে চট্টগ্রাম পর্যন্ত রেললাইন স্থাপন করা হয়। শাহবাজপুর থেকে কুলাউড়া হয়ে আখাউড়া পর্যন্ত রেলপথ ট্রান্স-এশিয়ান রেলওয়ের একটি সাব-রুট। ভারতের করিমগঞ্জ জেলার মহীশ্মশান ও বাংলাদেশের শাহবাজপুরের মধ্যে সংযোগ স্থাপনের লক্ষ্যে ভারতীয় ক্রেডিট লাইনের (এলওসি) আওতায় এ রেলপথ পুনর্বাসনের জন্য একটি প্রকল্প বাস্তবায়নাধীন রয়েছে।\nব্রিটিশ ভারত সরকার ১৮৯৬ সালে কুলাউড়া থেকে শাহবাজপুর পর্যন্ত মিটারগেজ রেলপথ নির্মাণ করে। এ পথে আসাম থেকে সরাসরি চট্টগ্রাম বন্দর পর্যন্ত ট্রেন চলত। ২০০২ সালে রেলপথটি বন্ধ হয়ে যায় রক্ষণাবেক্ষণের অভাবে।\nকুলাউড়া-শাহবাজপুর রেল সেকশন পুনর্বাসনে ৬৭৮ কোটি টাকায় রেলপথটি আবারও সচল করা হচ্ছে। এতে ভারত ঋণ দিচ্ছে প্রায় ৫৫৬ কোটি টাকা। বাকি ১২২ কোটি টাকার জোগান দেবে বাংলাদেশ। বিদ্যমান মিটারগেজ এমব্যাংকমেন্ট সংস্কারসহ ৫৩ কিলোমিটার ডুয়েলগেজ রেলপথ নির্মাণ করা হবে। পুরনো সেতু, কালভার্ট এবং স্টেশন পুনর্নির্মাণ করা হবে। প্রকল্প পরিকল্পনা অনুযায়ী আগামী দুই বছরে কাজ শেষ হবে।\nবাংলাদেশ রেলওয়েকে একই গেজের রূপান্তরের অংশ হিসেবে আখাউড়া থেকে সিলেট রেললাইনকে ডুয়েলগেজে রূপান্তরের প্রকল্পের প্রস্তাব করা হয়।\nব্রাক্ষণবাড়িয়ার আখাউড়া থেকে ত্রিপুরার রাজধানী আগরতলা পর্যন্ত ডুয়েলগেজ রেলপথ নির্মাণ করা হবে। পুনর্বাসন করা হবে মৌলভীবাজারের কুলাউড়া থেকে আখাউড়া সংলগ্ন শাহবাজপুর পর্যন্ত রেলপথ। এই দুই প্রকল্পের নির্মাণ কাজের উদ্বোধন করবেন বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা ও ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদি। দুই দেশের প্রধানমন্ত্রী নিজ নিজ কার্যালয় থেকে ভিডিও কনফারেন্সের মাধ্যমে নির্মাণ কাজের উদ্বোধন করবেন। ভারতের ঋণে (এলওসি) প্রকল্প দুটি নির্মিত হচ্ছে। প্রকল্প দুটি বাস্তবায়ন হলে উত্তর-পূর্ব ভারতের সঙ্গে বাংলাদেশের সরাসরি রেল যোগাযোগ স্থাপিত হবে।\n\n\n== তথ্যসূত্র =="}