{"pageid": 1162896, "title": "অভিজিৎ গঙ্গোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1162896", "content": "অভিজিৎ গঙ্গোপাধ্যায় (জন্ম: ২০ আগস্ট ১৯৬২) হলেন একজন ভারতীয় রাজনীতিবিদ এবং কলকাতা হাইকোর্টের প্রাক্তন বিচারপতি। ২০২৪ সালের ভারতের সাধারণ নির্বাচনে তিনি তমলুক লোকসভা কেন্দ্রতে সাংসদ পদে জয়লাভ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅভিজিৎ গঙ্গোপাধ্যায় ১৯৬২ সালে রমা প্রসাদ গঙ্গোপাধ্যায় এবং শেফালী গঙ্গোপাধ্যায়ের ঘরে জন্মগ্রহণ করেন। তিনি কলকাতার মিত্র ইনস্টিটিউশনে (মেইন) স্কুলে পড়াশোনা করেন  এবং ১৯৭৯ সালে স্কুল থেকে পাশ করেন। তিনি হাজরা ল কলেজে আইন অধ্যয়ন করেন।\nকলেজ জীবনে গঙ্গোপাধ্যায় বাংলা থিয়েটারে অভিনয় করেন । তিনি একটি নাট্যদল \"অমিত্র চন্দ\" এর সদস্য ছিলেন। ১৯৮৬ সালে, তিনি সর্বশেষ একটি নাটকে অভিনয় করেছিলেন।\n\n\n== কর্মজীবন ==\nঅভিজিৎ গঙ্গোপাধ্যায়  পশ্চিমবঙ্গ সিভিল সার্ভিসের \"এ\"-গ্রেডের অফিসার হিসাবে তার কর্মজীবন শুরু করেন। কিন্তু সরকারি স্তরে দুর্নীতির কারণে চাকরি ছেড়ে দেন।  এরপর তিনি দীর্ঘ দশ বৎসর আইনজীবী হিসাবে কাজ করেন। পশ্চিমবঙ্গ স্কুল সার্ভিস কমিশনের আইন সংক্রান্ত বিষয় দেখাশোনা, ন্যাশনাল ইন্সিওরেন্সের মতো গুরুত্বপূর্ণ মামলাও লড়েছিলেন তিনি। ২০১৮ খ্রিস্টাব্দের ২ মে তিনি কলকাতা হাইকোর্টে অতিরিক্ত বিচারপতি হিসেবে নিযুক্ত হন।  এবং ২০২০ খ্রিস্টাব্দের  ৩০ জুলাই থেকে হাইকোর্টের স্থায়ী বিচারক হন \n\n\n== উল্লেখযোগ্য রায় ==\nদুর্নীতি সংক্রান্ত মামলায় বিচারপতি একের পর এক  উল্লেখযোগ্য রায় দিতে থাকেন।\nতিনি ৭৬ বৎসর বয়সের স্কুল শিক্ষিকার দীর্ঘ পঁচিশ বৎসরের বকেয়া বেতন পাইয়ে দেওয়ার ব্যবস্থা, ক্যানসারে আক্রান্ত শিক্ষিকার ১২ দিনের বেতন অন্যায়ভাবে কেটে নেওয়ায় প্রধান শিক্ষকের পদ কেড়ে নিয়ে, তার বকেয়া নিষ্পত্তির নির্দেশ দিয়ে বিচার ব্যবস্থায় বিচারকের মানবিক মুখের বিরল দৃষ্টান্ত স্থাপন করেছেন।\n২০২১ খ্রিস্টাব্দের নভেম্বর থেকে বিচারপতি অভিজিৎ গঙ্গোপাধ্যায় শিক্ষক নিয়োগ প্রক্রিয়ায় কথিত অসঙ্গতির জন্য ওয়েস্ট বেঙ্গল স্কুল সার্ভিস কমিশনের (ডব্লিউবিএসএসসি) বিরুদ্ধে  সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশনের তথা (সিবিআই) কে একাধিক তদন্তের নির্দেশনা দিয়েছেন।  তিনি স্কুল সার্ভিস কমিশনের আধিকারিকদের বিরুদ্ধে বহু আদেশ পাশ করেন যার ফলে পশ্চিমবঙ্গের পাশাপাশি কলকাতা হাইকোর্টে কিছু রাজনৈতিক সমস্যা দেখা দেয়।  গঙ্গোপাধ্যায় স্কুল সার্ভিস কমিশনের কথিত অনিয়মের ক্ষেত্রে ডিভিশন বেঞ্চের পদক্ষেপের বিষয়ে ভারতের প্রধান বিচারপতির হস্তক্ষেপ চেয়ে একটি চিঠি লিখেছিলেন।  ২০২২ খ্রিস্টাব্দের ১৩  এপ্রিল কলকাতার বার অ্যাসোসিয়েশন বিচারপতি গঙ্গোপাধ্যায়ের আদালত বয়কটের সিদ্ধান্ত নেয়  শাসক রাজনৈতিক দলও তার আদালতের বাইরে প্রতিবাদ করে। রাজ্যপাল জগদীপ ধনখড় চিঠি লিখেছিলেন মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়কে।  ১৮ মে বিচারপতি গঙ্গোপাধ্যায় প্রাক্তন শিক্ষামন্ত্রী পার্থ চট্টোপাধ্যায়কে অভিযুক্ত শিক্ষক নিয়োগ কেলেঙ্কারির তদন্তের জন্য CBI-এর সামনে হাজির হওয়ার নির্দেশ দেন।  কোন চাপের মধ্যেও তাকে প্রতিহত করা যায়নি। যথাযথ নির্দেশে  শিক্ষামন্ত্রী, শিক্ষা প্রতিমন্ত্রীর বিরুদ্ধে  তদন্তকারী সংস্থার অনুসন্ধান চলতে থাকে।\nবর্তমানে, অবসর গ্রহণের আগে পপর্যন্ত অভিজিৎ গঙ্গোপাধ্যায় লেবার ও লেবার ল সংক্রান্ত মামলাগুলির বিচারে ন্যস্ত ছিলেন। এখন উনি বিজেপির প্রার্থী হয়ে দাঁড়িয়েছেন ২০২৪ লোকসভা নির্বাচনে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nInterview of Abhijit Gangopahdyay by ABP Ananda (in Bengali)"}