{"pageid": 1162039, "title": "অপারেশন রেথ অফ গড", "url": "https://bn.wikipedia.org/wiki?curid=1162039", "content": "অপারেশন রেথ অফ গড যা অপারেশন \"বেয়োনেট\" নামেও পরিচিত, এটি ছিল ১৯৭২ সালের মিউনিখ গণহত্যার সাথে জড়িত ব্যক্তিদের হত্যা করার জন্য মোসাদ দ্বারা পরিচালিত একটি গোপন অভিযান যাতে ১১ জন সদস্য ছিল। ইসরায়েলি অলিম্পিক দল নিহত হয়। লক্ষ্যবস্তু ছিল ফিলিস্তিনি সশস্ত্র জঙ্গি গোষ্ঠী ব্ল্যাক সেপ্টেম্বরের সদস্য এবং প্যালেস্টাইন লিবারেশন অর্গানাইজেশনের (পিএলও) কর্মীরা। 1972 সালের শরৎকালে ইসরায়েলের প্রধানমন্ত্রী গোল্ডা মির কর্তৃক অনুমোদিত, এই অপারেশনটি বিশ বছরেরও বেশি সময় ধরে অব্যাহত ছিল বলে মনে করা হয়।\nঅপারেশনটি টেলিভিশন ফিল্ম সোর্ড অফ গিডিয়ন (১৯৮৬) এবং স্টিভেন স্পিলবার্গের চলচ্চিত্র মিউনিখ (২০০৫) এ চিত্রিত হয়েছিল।\n\n\n== ইতিহাস ==\n1972 সালের গ্রীষ্মকালীন অলিম্পিকে মিউনিখ গণহত্যার দুই দিন পর, ইসরাইল সিরিয়া এবং লেবাননে দশটি পিএলও ঘাঁটিতে বোমা হামলা করে প্রতিশোধ নেয়। প্রধানমন্ত্রী গোল্ডা মেয়ার কমিটি X তৈরি করেছিলেন, সরকারী কর্মকর্তাদের একটি ছোট দল ইসরায়েলি প্রতিক্রিয়া তৈরি করার দায়িত্ব দেওয়া হয়েছিল, যার প্রধান ছিলেন তিনি এবং প্রতিরক্ষা মন্ত্রী মোশে দায়ান। তিনি জেনারেল আহরন ইয়ারিভকে সন্ত্রাস দমনে তার উপদেষ্টা হিসেবে নিযুক্ত করেন; তিনি, মোসাদের পরিচালক জেভি জামিরের সাথে, পরবর্তী অপারেশন পরিচালনায় প্রধান ভূমিকা গ্রহণ করেছিলেন। কমিটি এই সিদ্ধান্তে উপনীত হয়েছে যে, ইসরায়েলের বিরুদ্ধে ভবিষ্যৎ সহিংস ঘটনা রোধ করার জন্য, তাদের যারা মিউনিখ গণহত্যাকে সমর্থন করেছিল বা পরিচালনা করেছিল তাদের হত্যা করা দরকার এবং নাটকীয় উপায়ে।\nইসরায়েলি জনমত এবং শীর্ষ গোয়েন্দা কর্মকর্তাদের দ্বারা চাপের মুখে, মীর অনিচ্ছাকৃতভাবে ব্যাপক হত্যা অভিযানের শুরুর অনুমোদন দেন। তবুও যখন লুফথানসা ফ্লাইট 615-এর হাইজ্যাকারদের দাবি মেনে পশ্চিম জার্মানি মাত্র কয়েক মাস পরে গণহত্যার বেঁচে থাকা তিনজন অপরাধীকে মুক্তি দেয়, তখন সে যে কোনও দ্বিধাবোধ অনুভব করেছিল তা দূর করা হয়েছিল। ইসরায়েলি গোয়েন্দাদের জন্য কমিটির প্রথম কাজটি ছিল মিউনিখে জড়িত সকলের হত্যার তালিকা তৈরি করা। এটি মোসাদের জন্য কাজ করা পিএলও অপারেটিভদের সহায়তায় এবং বন্ধুত্বপূর্ণ ইউরোপীয় গোয়েন্দা সংস্থার দেওয়া তথ্যের মাধ্যমে সম্পন্ন হয়েছিল। যদিও পুরো তালিকার বিষয়বস্তু অজানা, রিপোর্টে ব্ল্যাক সেপ্টেম্বর এবং পিএলও উপাদানের মিশ্রণে লক্ষ্যমাত্রার চূড়ান্ত সংখ্যা 20-35 রাখা হয়েছে। একবার এটি সম্পূর্ণ হলে, মোসাদের বিরুদ্ধে ব্যক্তিদের সনাক্তকরণ এবং তাদের হত্যা করার অভিযোগ আনা হয়।\nপরিকল্পনায় সমালোচনামূলক ছিল বিশ্বাসযোগ্য অস্বীকৃতির ধারণা, যে গুপ্তহত্যা এবং ইস্রায়েলের মধ্যে সরাসরি সংযোগ প্রমাণ করা অসম্ভব। উপরন্তু, অপারেশনগুলি সাধারণত ফিলিস্তিনি জঙ্গিদের আতঙ্কিত করার উদ্দেশ্যে ছিল। মোসাদের প্রাক্তন ডেপুটি হেড ডেভিড কিমচে-এর মতে, \"উদ্দেশ্য এতটা প্রতিশোধ নয়, মূলত তাদের [ফিলিস্তিনি সন্ত্রাসীদের] ভীত করে তোলা। আমরা তাদের কাঁধের দিকে তাকিয়ে অনুভব করতে চেয়েছিলাম যে আমরা তাদের ওপর আছি। এবং তাই আমরা রাস্তায় একজন লোককে গুলি করে কিছু না করার চেষ্টা করেছি - এটা সহজ ... মোটামুটি।\"\nএটাও জানা যায় যে মোসাদের এজেন্ট মাইকেল হারারি দলগুলোর গঠন ও নির্দেশনার নেতৃত্ব দিয়েছিলেন, যদিও কিছু সবসময় সরকারি দায়িত্বের অধীনে থাকতে পারে না। লেখক সাইমন রিভ ব্যাখ্যা করেছেন যে মোসাদ দল - যাদের স্কোয়াডের নাম হিব্রু বর্ণমালার অক্ষর - এর মধ্যে রয়েছে:\n...পনের জন পাঁচটি স্কোয়াডে বিভক্ত: \"আলেফ\", দুই প্রশিক্ষিত খুনি; \"বেট\", দুই প্রহরী যারা আলেফদের ছায়া দেবে; \"হেট\", দুইজন এজেন্ট যারা হোটেলের রুম, অ্যাপার্টমেন্ট, গাড়ি ইত্যাদি ভাড়া করে দলের বাকিদের জন্য কভার স্থাপন করবে; \"আয়িন\", যার মধ্যে ছয় থেকে আটজন এজেন্ট ছিল যারা অপারেশনের মেরুদণ্ড তৈরি করেছিল, লক্ষ্যবস্তুকে ছায়া দেয় এবং আলেফ এবং বেট স্কোয়াডগুলির জন্য একটি পালানোর পথ তৈরি করে; এবং \"কোফ\", যোগাযোগে বিশেষজ্ঞ দুই এজেন্ট।\nএটি প্রাক্তন মোসাদের কাটসা ভিক্টর অস্ট্রোভস্কির মোসাদের নিজস্ব হত্যাকারী দল, কিডন সম্পর্কে বর্ণনার মতো। প্রকৃতপক্ষে, অস্ট্রোভস্কি তার বইতে বলেছেন যে কিডন ইউনিটই হত্যাকাণ্ড পরিচালনা করেছিল। এটি লেখক গর্ডন থমাস দ্বারা সমর্থিত যাকে হত্যার সাথে জড়িত আট কিডন এবং 80 সদস্যের ব্যাকআপ দলের দ্বারা জমা দেওয়া ডিব্রিফিং রিপোর্টগুলিতে অ্যাক্সেস দেওয়া হয়েছিল।\nলেখক অ্যারন জে. ক্লেইনের আরেকটি প্রতিবেদনে বলা হয়েছে যে এই দলগুলি আসলে সিজারিয়া নামক একটি ইউনিটের অংশ ছিল, যেটির নাম পরিবর্তন করা হবে এবং 1970-এর দশকের মাঝামাঝি কিডনে পুনর্গঠিত করা হবে। হারারি শেষ পর্যন্ত প্রায় 12 সদস্যের তিনটি সিজারিয়া দলকে নেতৃত্ব দেয়। তাদের প্রত্যেককে আরও লজিস্টিক, নজরদারি এবং হত্যাকারী স্কোয়াডে বিভক্ত করা হয়েছিল।\nগোপন দলগুলির মধ্যে একটি লিলেহ্যামার ঘটনার (নীচে আলি হাসান সালামেহ বিভাগটি দেখুন) এর পরে প্রকাশিত হয়েছিল, যখন মোসাদ হত্যাকারী দলের ছয় সদস্যকে নরওয়েজিয়ান কর্তৃপক্ষ গ্রেপ্তার করেছিল। হারারি ইস্রায়েলে পালিয়ে গিয়েছিল, এবং এটা সম্ভব যে অন্যরা তার সাথে ধরা এড়াতে সক্ষম হয়েছিল। হত্যার পরপরই টাইম ম্যাগাজিনের একটি নিবন্ধে মোসাদের মোট সদস্যের সংখ্যা 15 বলে উল্লেখ করা হয়েছে, যা উপরের বর্ণনার মতোই হবে।\nএকটি উল্লেখযোগ্যভাবে ভিন্ন বিবরণ এসেছে ভেঞ্জেন্স বই থেকে, যেখানে লেখক বলেছেন যে মোসাদ ইউরোপে প্রশিক্ষিত গোয়েন্দা কর্মীদের একটি পাঁচ সদস্যের ইউনিট স্থাপন করেছিল - একটি ইউনিট যার নেতৃত্বে ছিলেন সেই ব্যক্তি যিনি তথ্যের জন্য লেখকের উত্সও ছিলেন। বইটি আরও বলে যে দলটি সরাসরি সরকারী নিয়ন্ত্রণের বাইরে কাজ করেছিল এবং এর একমাত্র যোগাযোগ ছিল হারারির সাথে।\nপ্রতিটি হত্যাকাণ্ডের কয়েক ঘন্টা আগে, প্রতিটি লক্ষ্যবস্তুর পরিবার একটি শোক কার্ড পাঠ করে ফুল পেয়েছিল: \"একটি অনুস্মারক যা আমরা ভুলে যাই না বা ক্ষমা করি না।\"\n\n\n== অপারেশন ==\n1972-1988\nপ্রথম হত্যাকাণ্ড ঘটেছিল 16 অক্টোবর, 1972 এ, যখন ফিলিস্তিনি ওয়ায়েল জাওয়াইটার রোমে নিহত হন। মোসাদের এজেন্টরা রাতের খাবার থেকে ফিরে আসার অপেক্ষায় ছিল এবং তাকে বারো বার গুলি করে। গুলি চালানোর পরে, এজেন্টদের একটি নিরাপদ বাড়িতে নিয়ে যাওয়া হয়েছিল। সেই সময়ে, Zwaiter ইতালিতে PLO প্রতিনিধি ছিলেন, এবং যখন ইসরায়েল ব্যক্তিগতভাবে দাবি করেছিল যে তিনি ব্ল্যাক সেপ্টেম্বরের একজন সদস্য ছিলেন এবং একটি এল আল বিমানের বিরুদ্ধে একটি ব্যর্থ ষড়যন্ত্রে জড়িত ছিলেন, তখন PLO-এর সদস্যরা যুক্তি দিয়েছিলেন যে তিনি কোনওভাবেই যুক্ত ছিলেন না। পিএলওর উপ-প্রধান আবু আইয়াদ বলেছেন যে জাওয়াইটার সন্ত্রাসবাদের বিরুদ্ধে \"উৎসাহী\" ছিলেন।\nমোসাদের দ্বিতীয় টার্গেট ছিলেন ফ্রান্সে পিএলও প্রতিনিধি মাহমুদ হামশারি। ইসরায়েল বিশ্বাস করেছিল যে তিনি ফ্রান্সে ব্ল্যাক সেপ্টেম্বরের নেতা ছিলেন। একজন এজেন্টকে ইতালীয় সাংবাদিক হিসেবে পরিচয় দিয়ে, মোসাদ তাকে প্যারিসে তার অ্যাপার্টমেন্ট থেকে প্রলোভন দেয় যাতে একটি ধ্বংসকারী দল প্রবেশ করতে পারে এবং একটি ডেস্ক টেলিফোনের নীচে একটি বোমা স্থাপন করতে পারে। 8 ডিসেম্বর, 1972-এ, একজন সাংবাদিক পরিচয় দিয়ে এজেন্ট হামশারির অ্যাপার্টমেন্টে ফোন করে এবং জিজ্ঞাসা করে যে তিনি হামশারির সাথে কথা বলছেন কিনা। হামশারি নিজেকে শনাক্ত করার পর, এজেন্ট অন্যান্য সহকর্মীদের সংকেত দেয়, যারা তখন টেলিফোন লাইনের নিচে একটি বিস্ফোরণের সংকেত পাঠায়, যার ফলে বোমাটি বিস্ফোরিত হয়। বিস্ফোরণে হামশারি মারাত্মকভাবে আহত হয়েছিল, কিন্তু কী ঘটেছে তা গোয়েন্দাদের জানাতে যথেষ্ট সময় ধরে সচেতন থাকতে পেরেছিলেন। হামশারি কয়েক সপ্তাহ পরে একটি হাসপাতালে মারা যান। জিম্মি সঙ্কটের একদিন পরে তিনি একটি সাক্ষাত্কার দিয়েছিলেন, বলেছিলেন যে তিনি তার জীবনের জন্য চিন্তিত নন, তবে \"শয়তানকে ঠাট্টা\" করতে চান না। হামসারি মিউনিখের হামলার সঙ্গে যুক্ত ছিল সে বিষয়ে মোসাদ কোনো মন্তব্য করেনি। ফ্রান্সে সংঘটিত মোসাদের টার্গেটেড কিলিং সিরিজের মধ্যে এই হত্যাকাণ্ডই প্রথম।\n1973 সালের 24শে জানুয়ারী রাতে, সাইপ্রাসের ফাতাহ প্রতিনিধি হুসেইন আল বশির, একজন জর্ডানিয়ান, নিকোসিয়ায় তার অলিম্পিক হোটেলের কক্ষের আলো নিভিয়ে দেন। কিছুক্ষণ পরে, তার বিছানার নীচে লাগানো একটি বোমা দূর থেকে বিস্ফোরিত হয়, তাকে হত্যা করে এবং ঘরটি ধ্বংস করে দেয়। ইসরায়েল তাকে সাইপ্রাসের ব্ল্যাক সেপ্টেম্বরের প্রধান বলে বিশ্বাস করেছিল, যদিও তার হত্যার আরেকটি কারণ হতে পারে কেজিবির সাথে তার ঘনিষ্ঠ সম্পর্ক।\n6 এপ্রিল, 1973-এ, বেসিল আল-কুবাইসি, আমেরিকান ইউনিভার্সিটি অফ বৈরুতের আইনের অধ্যাপক, ব্ল্যাক সেপ্টেম্বরের জন্য অস্ত্র সরবরাহের পাশাপাশি অন্যান্য ফিলিস্তিনি চক্রান্তে জড়িত থাকার জন্য ইসরাইল সন্দেহ করেছিল, প্যারিসে রাতের খাবার থেকে বাড়ি ফেরার সময় গুলি করে হত্যা করা হয়েছিল। . আগের হত্যাকাণ্ডের মতো, মোসাদের দুই এজেন্ট তাকে প্রায় 12 বার গুলি করেছিল। পুলিশের মতে, বুলেটগুলি \"সাবধানে তার হৃদয় এবং মাথায় দলবদ্ধ করা হয়েছিল\"।\nমোসাদের তালিকার তিনটি লক্ষ্যবস্তু লেবাননের কড়া সুরক্ষিত বাড়িতে বাস করত যেগুলি পূর্ববর্তী হত্যা পদ্ধতির নাগালের বাইরে ছিল। তাদের হত্যা করার জন্য, বৃহত্তর \"ঈশ্বরের ক্রোধ\" প্রচারণার একটি উপ-অপারেশন হিসেবে অপারেশন স্প্রিং অফ ইয়ুথ চালু করা হয়েছিল। 9 এপ্রিল, 1973-এর রাতে, সায়েরেত মাতকাল, শায়েতেত 13 এবং সায়েরেত তাজানহানিম কমান্ডোরা ইসরায়েলি নৌবাহিনীর ক্ষেপণাস্ত্র বোট অফশোর থেকে যাত্রা করা জোডিয়াক স্পিডবোটে লেবাননের উপকূলে অবতরণ করে। কমান্ডোদের সাথে মোসাদ এজেন্টরা দেখা করেছিল, যারা তাদের আগের দিন ভাড়া করা গাড়িতে করে তাদের লক্ষ্যবস্তুতে নিয়ে গিয়েছিল এবং পরে তাদের উত্তোলনের জন্য সৈকতে ফিরিয়ে দিয়েছিল। কমান্ডোরা বেসামরিক লোকের ছদ্মবেশে ছিল এবং কিছু মহিলার পোশাক পরেছিল। বৈরুতে, তারা রক্ষিত অ্যাপার্টমেন্ট বিল্ডিংগুলিতে অভিযান চালায় এবং মুহাম্মদ ইউসেফ আল-নাজ্জার (ব্ল্যাক সেপ্টেম্বরে অপারেশন লিডার), কামাল আদওয়ান (পিএলও-র অপারেশনস প্রধান) এবং কামাল নাসের (পিএলও নির্বাহী কমিটির সদস্য এবং মুখপাত্র) হত্যা করে। অভিযানের সময় লেবাননের দুই পুলিশ কর্মকর্তা, একজন ইতালীয় নাগরিক এবং নাজ্জারের স্ত্রীও নিহত হন। একজন ইসরায়েলি কমান্ডো আহত হয়েছেন। সায়েরেত জানহানিম প্যারাট্রুপাররা একটি ছয় তলা ভবনে হামলা চালায় যা ফিলিস্তিনের মুক্তির জন্য পপুলার ফ্রন্টের সদর দপ্তর হিসেবে কাজ করে। প্যারাট্রুপাররা শক্তিশালী প্রতিরোধের মুখোমুখি হয়েছিল এবং দুই সৈন্যকে হারিয়েছিল, কিন্তু ভবনটি ধ্বংস করতে সক্ষম হয়েছিল। শায়েতেত 13 নৌ-কমান্ডো এবং সায়েরেত তাজানহানিম প্যারাট্রুপাররা পিএলও অস্ত্র-উৎপাদন সুবিধা এবং জ্বালানী ডাম্পেও অভিযান চালায়। হামলার সময় প্রায় 12-100 PLO এবং PFLP সদস্য নিহত হয়।\nলেবাননে অভিযানের পর দ্রুত তিনটি হামলা হয়। সাইপ্রাসে হুসেন আল বশিরের স্থলাভিষিক্ত জাইয়াদ মুচাসি 11 এপ্রিল তার এথেন্স হোটেলের কক্ষে বোমা হামলায় নিহত হন। দুইজন নাবালক ব্ল্যাক সেপ্টেম্বর সদস্য, আবদেল হামিদ শিবি এবং আবদেল হাদি নাকা রোমে তাদের গাড়িতে বোমা হামলায় গুরুতর আহত হন। .\nমোসাদ এজেন্টরাও ফ্রান্সে ব্ল্যাক সেপ্টেম্বরের অপারেশনের আলজেরিয়ান বংশোদ্ভূত ডিরেক্টর মোহাম্মদ বাউদিয়াকে অনুসরণ করতে শুরু করে, যিনি তার ছদ্মবেশ এবং নারীত্বের জন্য পরিচিত ছিলেন। 28 জুন, 1973-এ, বৌদিয়া প্যারিসে তার গাড়ির সিটের নীচে রাখা ভারী নাট এবং বোল্টে প্যাক করা একটি চাপ-সক্রিয় বোমা দ্বারা নিহত হন।\n1979 সালের 15 ডিসেম্বর সাইপ্রাসে আলী সালেম আহমেদ এবং ইব্রাহিম আবদুল আজিজ নামে দুই ফিলিস্তিনি নিহত হন। পুলিশের ভাষ্যমতে, দু'জনকেই ফাঁকা জায়গায় চাপা অস্ত্র দিয়ে গুলি করা হয়েছিল।\n17 জুন, 1982 তারিখে, ইতালির দুই সিনিয়র পিএলও সদস্য পৃথক হামলায় নিহত হন। PLO এর রোম অফিসের একজন নেতৃস্থানীয় ব্যক্তিত্ব নাজেহ মায়ারকে তার বাড়ির বাইরে গুলি করে হত্যা করা হয়। রোমের পিএলও অফিসের ডেপুটি ডিরেক্টর কামাল হোসেন, মায়ারের বাড়িতে যাওয়ার সাত ঘণ্টারও কম সময়ের মধ্যে এবং পুলিশকে তাদের তদন্তে সহায়তা করার পর বাড়ি ফেরার সময় তার গাড়ির পেছনের সিটের নিচে রাখা একটি শ্রাপনেল বোমার আঘাতে নিহত হন। .\n23 জুলাই, 1982 তারিখে, প্যারিসে পিএলও অফিসের ডেপুটি ডিরেক্টর ফাদল দানি তার গাড়িতে রাখা বোমার আঘাতে নিহত হন। 21শে আগস্ট, 1983 তারিখে, পিএলও কর্মকর্তা মামুন মেরিশকে এথেন্সে তার গাড়িতে দুই মোসাদ অপারেটর দ্বারা হত্যা করা হয়েছিল যারা তাকে একটি মোটরসাইকেল থেকে গুলি করে।\n10 জুন, 1986 তারিখে, পিএলওর ডিএফএলপি উপদলের সেক্রেটারি-জেনারেল খালেদ আহমেদ নাজালকে গ্রিসের এথেন্সে একটি হোটেলের বাইরে গুলি করে হত্যা করা হয়। নাজলের মাথায় চারবার গুলি লাগে। 21শে অক্টোবর, 1986-এ, মুনজার আবু গাজালা, পিএলওর একজন সিনিয়র কর্মকর্তা এবং ফিলিস্তিনি জাতীয় কাউন্সিলের সদস্য, এথেন্সের একটি শহরতলির মধ্য দিয়ে গাড়ি চালানোর সময় একটি বোমার আঘাতে নিহত হন।\n14 ফেব্রুয়ারী, 1988, সাইপ্রাসের লিমাসোলে একটি গাড়ি বোমা বিস্ফোরণে ফিলিস্তিনি আবু আল হাসান কাসিম এবং হামদি আদওয়ান নিহত এবং মারওয়ান কানাফামি আহত হন।\n\n\n== তথ্যসূত্র =="}