{"pageid": 1162229, "title": "মার্ভেল সিনেম্যাটিক ইউনিভার্স: পর্যায় পাঁচ", "url": "https://bn.wikipedia.org/wiki?curid=1162229", "content": "মার্ভেল সিনেম্যাটিক ইউনিভার্সের পর্যায় পাঁচ হলো মার্ভেল কমিক্স প্রকাশনার চরিত্রগুলোকে ভিত্তি করে মার্ভেল স্টুডিওজের প্রযোজনায় নির্মিত কিছু অতিমানবীয় চলচ্চিত্র ও টেলিভিশন ধারাবাহিকের সমষ্টি। এ ধাপে রয়েছে ২০২৩ থেকে ২০২৫ খ্রিস্টাব্দের প্রথম্ভাগ পর্যন্ত মুক্তি পেতে যাওয়া মার্ভেল স্টুডিওজের সবগুলো প্রযোজনা। যার মধ্যে চলচ্চিত্রগুলো ওয়াল্ট ডিজনি স্টুডিওজ মোশন পিকচার্স কর্তৃক বিতরণ করা হবে এবং ধারাবাহিকগুলো ডিজনি+-এ মুক্তি পাবে। এ ধাপের প্রথম চলচ্চিত্র অ্যান্ট-ম্যান অ্যান্ড দ্য ওয়াস্প: কোয়ান্টাম্যানিয়া, যা ২০২৩ এর ফেব্রুয়ারিতে মুক্তি পায়। অন্যদিকে, এ ধাপের প্রথম ধারাবাহিক সিক্রেট ইনভেশন ২০২৩ সালের জুনে মুক্তি পাওয়ার কথা রয়েছে। কেভিন ফাইগি প্রতিটি চলচ্চিত্র প্রযোজনা করবেন এবং তিনি প্রতিটি ধারাবাহিকের নির্বাহী প্রযোজক হিসেবে রয়েছেন। এছাড়া কোয়ান্টাম্যানিয়া চলচ্চিত্রে স্টিফেন ব্রুশার্ড, ডেডপুল ৩ চলচ্চিত্রে রায়ান রেনল্ডস ও শন লেভি, ব্লেড চলচ্চিত্রে এরিক ক্যারল এবং ক্যাপ্টেন আমেরিকা:ব্রেভ নিউ ওয়ার্ল্ড চলচ্চিত্রে নেট মুর প্রযোজক হিসেবে যুক্ত থাকবেন।\nপঞ্চম পর্যায়ের চলচ্চিত্রের মধ্যে রয়েছে পল রাড অভিনীত অ্যান্ট-ম্যান অ্যান্ড দ্য ওয়াস্প: কোয়ান্টাম্যানিয়া, গার্ডিয়্যান্স অব দ্য গ্যালাক্সি ভল. ৩, দ্য মার্ভেলস, ডেডপুল ৩, অ্যান্থনি ম্যাকি অভিনীত  ক্যাপ্টেন আমেরিকা: ব্রেভ নিউ ওয়ার্ল্ড, থান্ডারবোল্টস এবং মাহার্শেলা আলি অভিনীত ব্লেড।\nডিজনি+ টেলিভিশন ধারাবাহিকের মধ্যে রয়েছে স্যামুয়েল এল. জ্যাকসন অভিনীত সিক্রেট ইনভেশন, টম হিডেলস্টোন অভিনীত  লোকি এর দ্বিতীয় মৌসুম, অ্যালাকা কক্স অভিনীত ইকো, এনিমেটেড ধারাবাহিক হোয়াট ইফ…? এর দ্বিতীয় মৌসুম, ডমিনিক থর্ন অভিনীত আয়রনহার্ট, ক্যাথরিন হান অভিনীত আগাথা: কোভেন অব কেয়স এবং চার্লি কক্স অভিনীত ডেয়ারডেভিল: বর্ন অ্যাগেইন। পর্যায় চার, পর্যায় পাঁচ ও পর্যায় ছয় একত্রে দ্য মাল্টিভার্স সাগা গঠন করে।\n\n\n== চলচ্চিত্রসমূহ ==\n\n\n=== অ্যান্ট-ম্যান অ্যান্ড দ্য ওয়াস্প: কোয়ান্টাম্যানিয়া (২০২৩)স্কট ল্যাং এবং হোপ ভ্যান ডাইন, হোপের বাবা-মা হ্যাংক পিম এবং জ্যানেট ভ্যান ডাইনের  সাথে মিলে কোয়ান্টাম দুনিয়া অন্বেষণের জন্য এক নতুন অভিযানে যায়। ===\nঅ্যান্ট-ম্যান অ্যান্ড দ্য ওয়াস্প (২০১৮) মুক্তির পূর্বেই পেইটন রিড এবং মার্ভেল স্টুডিওজ তৃতীয় অ্যান্ট-ম্যান চলচ্চিত্র নির্মাণের ব্যপারে আশান্বিত ছিলো এবং সম্ভাব্য কাহিনি নিয়ে আলোচনায় অংশ নিয়েছিলো। ২০১৯ সালে পেইটন রিড পরিচালক হিসেবে প্রত্যাবর্তন করেন। জেফ লাভনেস ২০২০ সালের এপ্রিল নাগাদ চিত্রনাট্য লেখা শুরু করেন এবং ডিসেম্বরে চলচ্চিত্রের শিরোনাম ও নতুন কুশীলবদের নাম প্রকাশ করা হয়। ২০২১ এর ফেব্রুয়ারিতে তুরস্কে চলচ্চিত্রের কাজ শুরু হয়। জুলাইয়ে বাকিংহ্যামশায়ারের পাইনউড স্টুডিওতে মূল দৃশ্যধারণ শুরু হয়ে নভেম্বরে শেষ হয়। এছাড়া আটলান্টা এবং সান ফ্রান্সিসকোতে ২০২২ সাল পর্যন্ত দৃশ্যধারণ চলার ছিলো। অ্যান্ট-ম্যান অ্যান্ড দ্য ওয়াস্প: কোয়ান্টাম্যানিয়া ২০২৩ সালের ১৭ই ফেব্রুয়ারি তারিখে মুক্তি পায়।\nঅ্যান্ট-ম্যান অ্যান্ড দ্য ওয়াস্প: কোয়ান্টাম্যানিয়ার কাহিনি ২০২৬ সালে সংঘটিত। ব্ল্যাক প্যান্থার: ওয়াকান্ডা ফরেভার (২০২২) ও মিস মার্ভেলের (২০২২) শুরুর কাহিনিও কাছাকাছি সময়ে সংঘটিত। লোকি (২০২১) ধারাবাহিকের প্রথম মৌসুমে হি হু রিমেইন্স চরিত্রে অভিষেকের পর জোনাথন মেজর্স একই একই চরিত্রের ভ্যারিয়েন্ট ক্যাং দ্য কনকোয়ারার চরিত্রে প্রত্যাবর্তন করেন। এছাড়াও জোনাথন মেজর্স কাউন্সিল অব ক্যাং-এর অসংখ্য ক্যাং ভ্যারিয়েন্টের চরিত্রে অভিনয় করেন, যার মধ্যে মিড-ক্রেডিট দৃশ্যে ইমমর্টাস, রামা-টুট ও সেঞ্চুরিয়ান এবং পোস্ট-ক্রেডিট দৃশ্যে ভিক্টর টাইমলি উল্লেখযোগ্য। পোস্ট-ক্রেডিট দৃশ্যে টম হিডেলস্টোন ও ওয়েন উইলসনকে লোকি ধারাবাহিকের লোকি ও মবিয়াস চরিত্রে দেখা যায়।\n\n\n=== গার্ডিয়্যান্স অব দ্য গ্যালাক্সি ভল. ৩ (২০২৩)পিটার কুইল অন্যান্য গার্ডিয়্যান্স অব দ্য গ্যালাক্সির সাথে মিলে মহাবিশ্ব এবং তাদের একজনকে বাঁচানোর অভিযানে জড়িয়ে পড়ে। ===\n২০১৬ সালের এপ্রিলে একটি তৃতীয় গার্ডিয়্যান্স অব দ্য গ্যালাক্সি চলচ্চিত্র নির্মাণের পরিকল্পনা করা হয় এবং পরের বছর জেমস গান পরিচালক হিসেবে প্রত্যাবর্তন করেন। কিছু বিতর্কিত টুইটের মুখে ২০১৮ এর জুলাইয়ে ডিজনি তাকে বহিষ্কার করে। কিন্তু একই বছরের অক্টোবরে পরিচালক হিসেবে তাকে পুনরায় নিযুক্ত করা হয়। ২০১৯ এর শুরুর দিকে জেমস গান এবং প্রধান পাঁচ তারকার প্রত্যাবর্তন প্রকাশ করা হয়। জেমস গান তার চলচ্চিত্র দ্য সুইসাইড স্কোয়াড (২০২১) এবং এর স্পিন-অফ ধারাবাহিক পিসমেকার (২০২২) সমাপ্ত করার পর চলচ্চিত্রের কাজ শুরু হয়। ২০১৯ এর স্যান ডিয়েগো কমিক-কনে কেভিন ফাইগি চলচ্চিত্রটির কাজ চলার বিষয়ে অবগত করেন। ২০২১-এ নভেম্বরে আটলান্টার ত্রিলিথ স্টুডিওতে চলচ্চিত্রের কাজ শুরু হয়ে ২০২২-এর মে মাসে সমাপ্ত হয়। গার্ডিয়্যান্স অব দ্য গ্যালাক্সি ভল. ৩ ২০২৩ সালের ৫ মে তারিখে মুক্তির কথা রয়েছে।\nচলচ্চিত্রের কাহিনীথর: লাভ অ্যান্ড থান্ডার (২০২২) এবং দ্য গার্ডিয়্যান্স অব দ্য গ্যালাক্সি হলিডে স্পেশাল (২০২২) এর পরে সংঘটিত।\n\n\n=== দ্য মার্ভেলস (২০২৩)২০১৯-এর স্যান ডিয়েগো কমিক-কনে কেভিন ফাইগি ক্যাপ্টেন মার্ভেল (২০১৯) এর একটি সিক্যুয়েল নির্মাণাধীন থাকার বিষয়টি প্রকাশ করেন। ২০২০ এর জানুয়ারি নাগাদ চিত্রনাট্যকার হিসেবে মেগান ম্যাকডনেল এর নাম এবং ক্যারল ডেনভার/ক্যাপ্টেন মার্ভেল চরিত্রে ব্রি লারসনের প্রত্যাবর্তন প্রকাশ করা হয়। প্রথম চলচ্চিত্র থেকে আনা বোডেন ও রায়ান ফ্লেকের প্রত্যাবর্তনের পরিবর্তে মার্ভেল স্টুডিও চলচ্চিত্রের জন্য একজন নারী পরিচালক চেয়েছিলো। আগস্টে নিয়া ডাকস্তাকে পরিচালনার জন্য নিয়োগ করা হয়। ২০২০-এর ডিসেম্বরে ক্যাপ্টেন মার্ভেল ২ শিরোনামে চলচ্চিত্রটি ঘোষণা করা হয়। পরে ২০২১ সালের মে মাসে আনুষ্ঠানিক শিরোনাম দ্য মার্ভেলস প্রকাশ করা হয়। ২০২১ সালের এপ্রিলের মাঝামাঝি নিউ জার্সিতে চলচ্চিত্রের কাজ শুরু হয়। আগস্টে বাকিংহ্যামশায়ারের পাইনউড স্টুডিও, সারে এর লংক্রস স্টুডিও এবং ইতালির ট্রোপিয়াতে দৃশ্যধারণ শুরু হয়। লস অ্যাঞ্জেলেসেও দৃশ্যধারণ চলে। ২০২২ সালের মে মাসে চলচ্চিত্রের কাজ সমাপ্ত হয়। দ্য মার্ভেলস ২০২৩ সালের ২৮ জুলাই তারিখে মুক্তির কথা রয়েছে। ===\nডিজনি+ ধারাবাহিক মিস মার্ভেল (২০২২) এর মাধ্যমে চলচ্চিত্রের কাহিনীর গোড়াপত্তন ঘটে।  ইমান ভিলানি, সাগর শেখ, জেনবিয়া শ্রফ এবং মোহন কাপুর যথাক্রমে কমলা খান/মিস মার্ভেল, আমির খান, মুনিবা খান এবং ইউসুফ খান চরিত্রে প্রত্যাবর্তন করবেন। টেইয়োনাহ প্যারিস প্রাপ্তবয়স্ক মনিকা র‍্যাম্বো হিসেবে ওয়ান্ডাভিশন (২০২১) ধারাবাহিক থেকে প্রত্যাবর্তন করবেন।\n\n\n=== ক্যাপ্টেন আমেরিকা: ব্রেভ নিউ ওয়ার্ল্ড (২০২৫)২০২১ এপ্রিলে ম্যালকম স্পেলম্যান এবং ড্যালন মাসনের চিত্রনাট্যে একটি চতুর্থ ক্যাপ্টেন আমেরিকা চলচ্চিত্র নির্মাণাধীন থাকার কথা প্রকাশ করা হয়। পূর্বে ডিজনি+ ধারাবাহিক দ্য ফ্যালকন অ্যান্ড দ্য উইন্টার সোলজার (২০২১)-এ তারা প্রধান লেখক এবং নিজস্ব লেখক হিসেবে কাজ করেছেন।   একই বছরের আগস্টে অ্যান্থনি ম্যাকি স্যাম উইলসন/ক্যাপ্টেন আমেরিকা হিসেবে প্রত্যাবর্তন করেন। ২০২২ এর জুলাইয়ে পরিচালক হিসেবে জুলিয়াস ওনাহকে নির্ধারণ করা হয়। চলচ্চিত্রটিতে স্যাম উইলসনের ক্যাপ্টেন আমেরিকা হওয়ার প্রভাব দেখানো হবে। ক্যাপ্টেন আমেরিকা: নিউ ওয়ার্ল্ড অর্ডার ২০২৪ সালের ৩রা মে তারিখে মুক্তির কথা রয়েছে। ===\nক্যাপ্টেন আমেরিকা: নিউ ওয়ার্ল্ড অর্ডার থেকে পরিবর্তন করে বর্তমানে সিনেমাটির নাম রাখা হয় ক্যাপ্টেন আমেরিকা: ব্রেভ নিউ ওয়ার্ল্ড\nসিনেমাটির বর্তমান মুক্তির তারিখ ১৪ ফেব্রুয়ারি, ২০২৫।\n\n\n=== থান্ডারবোল্টস* (২০২৫)খলনায়কদের একটি দল সরকারের পক্ষে এক অভিযানে গমন করে। ===\n২০২২ এর জুন নাগাদ জেইক শ্রেয়ারের পরিচালনা এবং এরিক পিয়ারসনের চিত্রনাট্যে থান্ডারবোল্টস চলচ্চিত্র নির্মাণ শুরু হয়। ২০২৩ এর মাঝামাঝি সময়ে চলচ্চিত্রের কাজ শুরু হওয়ার সম্ভাবনা রয়েছে। পূর্বের বিভিন্ন এমসিইউ প্রজেক্টে যারা খলনায়ক ধরনের চরিত্রে অভিনয় করেছিলেন, তাদের এতে থাকার সম্ভাবনা রয়েছে। থান্ডারবোল্টস ২০২৪ সালের ২৬ জুলাই তারিখে মুক্তির জন্য তালিকাভুক্ত করা হয়েছে। সিনেমাটির বর্তমান মুক্তির তারিখ ৫ মে, ২০২৫।\n\n\n=== ব্লেড (২০২৩)নিউ লাইন সিনেমার পূর্বের চলচ্চিত্রগুলোর অধিকার ফিরে পাওয়ার পর ২০১৩ সালের মে নাগাদ মার্ভেল স্টুডিওজ নতুন ব্লেড চলচ্চিত্রের চিত্রনাট্য প্রস্তুত করে। ২০১৯ এর ফেব্রুয়ারিতে মাহেরশালা আলি ব্লেড চরিত্রে অভিনয়ের জন্য মার্ভেল স্টুডিওজকে প্রস্তাব দেন। পূর্বে মার্ভেল টেলিভিশনের লুক কেজ ধারাবাহিকে তিনি করনেল \"কটনমাউথ\" স্টোকস চরিত্রে অভিনয় করেছিলেন। ২০১৯ এর স্যান ডিয়েগো কমিক-কনে কেভিন ফাইগি মাহেরশালা আলিকে নাম ভূমিকায় উল্লেখ করে চলচ্চিত্রটি আনুষ্ঠানিকভাবে ঘোষণা দেন। ইটার্নালস (২০২১) চলচ্চিত্রে ব্লেড হিসেবে মাহেরশালা আলির কন্ঠস্বর শোনা যায়। ২০২১ এর ফেব্রুয়ারিতে স্টাচি ওসেই-কুফোরকে চিত্রনাট্য লেখার জন্য নিয়োগ করা হয়। একই বছরের সেপ্টেম্বরে পরিচালক হিসেবে বাসাম তারিক নিয়োগপ্রাপ্ত হন ২০২২ এর অক্টোবরে আটলান্টার টাইলার পেরি স্টুডিওতে চলচ্চিত্রের কাজ শুরু হওয়ার কথা রয়েছে। এছাড়া নিউ অরলিন্স, ক্লিভল্যান্ড এবং মরক্কোতে দৃশধারণ চলবে। ব্লেড ২০২৪ সালের ৬ সেপ্টেম্বর তারিখে মুক্তির কথা রয়েছে। ===\nএতে ইবোনি ব্লেড দেখানো হবে। ইটার্নালস চলচ্চিত্রে প্রথমবার এটি দেখানো হয়েছিল।\n\n\n== টেলিভিশন ধারাবাহিকপঞ্চম পর্যায়ের সব ধারাবাহিক ডিজনি+এ মুক্তি পেতে যাচ্ছে। ==\n\n\n=== হোয়াট ইফ…? ২য় মৌসুম ===\nগার্ডিয়্যান্স অব দ্য মাল্টিভার্স গঠনের পর ওয়াচার এমসিইউর বহু-মহাবিশ্বের নতুন নতুন হিরো এবং অদ্ভুত সব বিশ্ব প্রত্যক্ষ করে।\nহোয়াট ইফ...? এর প্রথম মৌসুম ২০২১ এর আগস্টে মুক্তি পায়। ২০১৯ এর ডিসেম্বরে দ্বিতীয় মৌসুমের কাজ শুরু হয়, যেখানে মোট ৯টি পর্ব থাকবে। এ. সি. ব্রাডলি এবং ব্রিয়ান এন্ড্রুজ যথাক্রমে প্রধান চিত্রনাট্যকার এবং পরিচালক হিসেবে প্রত্যাবর্তন করেন।\n২০২৩ সালের ২২ ডিসেম্বর থেকে ৩০ ডিসেম্বর পর্যন্ত বড়দিন উপলক্ষে প্রত্যেকদিন একটি করে মোট ৯টি এপিসোড প্রকাশ পায়।\n\n\n=== সিক্রেট ইনভেশন ===\nএকদল স্ক্রাল গোপনে পৃথিবীর আনাচে কানাচে ছড়িয়ে পড়েছে।\n২০২০ এর সেপ্টেম্বর নাগাদ মার্ভেল স্টুডিওজ কাইল ব্রাডস্ট্রিটের চিত্রনাট্যে নিক ফিউরি চরিত্রটিকে কেন্দ্র করে একটি ধারাবাহিক নির্মাণের পরিকল্পনা করে। একই বছরের ডিসেম্বরে মার্ভেল স্টুডিওজ ঘোষণা করে যে এটি সিক্রেট ইনভেশন কমিক্সের কাহিনী অনুসরণ করবে। একইসাথে নিক ফিউরি এবং ট্যালোস চরিত্রে স্যামুয়েল এল.  জ্যাকসন এবং বেন মেন্ডেলসোহনের প্রত্যাবর্তন নিশ্চিত করা হয়। ২০২১ এর সেপ্টেম্বরে থমাস বেজুছা এবং আলি সেলিমের পর্বভিত্তিক পরিচালনায় লন্ডনে চিত্রগ্রহণ শুরু হয়। ২০২২ এর এপ্রিলে চিত্রগ্রহণের কাজ শেষ হয়। এছাড়া পশ্চিম ইয়র্কশায়ার এবং ইংল্যান্ডের লিভারপুলে অতিরিক্ত চিত্রগ্রহণের কাজ চলে। সিক্রেট ইনভেশন ২০২৩ এর শুরুর দিকে মুক্তির কথা রয়েছে এবং এতে মোট ৬টি পর্ব থাকবে।\nকোবি স্মুলডার্স, মার্টিন ফ্রিম্যান এবং ডন চিডল যথাক্রমে মারিয়া হিল, এভারেট কে. রস এবং জেমস \"রোডি\" রোডসের ভূমিকায় প্রত্যাবর্তন করবেন।\n\n\n=== ইকো ===\nনিউইয়র্কের ঘটনার পরে মায়া লোপেজ তার জেলাশহরে ফিরে আসে, যেখানে তার আদিবাসী আমেরিকান শিকরের সাথে পুনর্যোজন এবং পরিবার ও গোত্রকে বরণ করে নেওয়ার সাথে সাথে তার অতীতের সম্মুখীন হতে হবে।\n২০২১ এর মার্চে অ্যালাকা কক্স অভিনীত মায়া লোপেজ / ইকো চরিত্রকে চিত্তি করে হকআই এর স্পিন-অফ ধারাবাহিক নির্মাণ শুরু হয়, যেখানে ইটান কোহেন এবং এমিলি কোহেন যথাক্রমে চিত্রনাট্যকার এবং নির্বাহী প্রযোজক হিসেবে থাকেন। একই বছরের নভেম্বরে ইকো ধারাবাহিকের নাম আনুষ্ঠানিকভাবে ঘোষণা করা হয়। একইসাথে প্রধান চিত্রনাট্যকার হিসেবে মারিয়ন ডায়ারের নাম প্রকাশ করা হয়। ২০শ টেলিভিশন ধারাবাহিকটি সহ-প্রযোজনা করবে। ২০২২ এর এপ্রিলে চিত্রগ্রহণ শুরু হয় এবং সেপ্টেম্বর পর্যন্ত চলে। সিডনি ফ্রিল্যান্ড এবং ক্যাটরিনা ম্যাককেঞ্জির পরিচালনায় আটলান্টার মেট্রোপলিটন এলাকা, পিসট্রি সিটি, সোশাল সার্কেল এবং জর্জিয়ার গ্রান্টভিলে চিত্রগ্রহণ চলে। ইকো ধারাবাহিকটি ২০২৪ এর জানুয়ারি মাসের ১০ তারিখে একই সাথে সব পর্ব প্রকাশ পায়। ইকো এর মাধ্যমে মার্ভেল স্টুডিওস মার্ভেল স্পটলাইট নামে একটি নতুন ব্যানার শুরু করে। এই ব্যানারে মার্ভেলের কম সুপরিচিত চরিত্রেদের পরিচয় করা হবে। \nইকো এর কাহিনী হকআই এর ঘটনার পরে সংঘটিত হয়েছে। উইলিয়াম লোপেজ চরিত্রে জাহন ম্যাকক্লার্ননের পাশাপাশি উইলসন ফিস্ক / কিংপিন ও ম্যাট মার্দক / ডেয়ারডেভিল চরিত্রে যথাক্রমে ভিনসেন্ট ডি'অনোফ্রিও এবং চার্লি কক্স প্রত্যাবর্তন করবেন।\n\n\n=== লোকি ২য় মৌসুম ===\nলোকির প্রথম মৌসুম ২০২১ এর জুনে মুক্তি পায়। ২০২০ এর নভেম্বরেই দ্বিতীয় মৌসুমের নির্মাণ শুরু হয়। ২০২১ এর নাগাদ প্রথম মৌসুমের প্রধান চিত্রনাট্যকার মাইকেল ওয়ালড্রনের পুনরায় \"কিছু মাত্রায়\" যুক্ত থাকার সম্ভাবনা প্রকাশ করা হয়।  ২০২১ এর জুলাইতে আনুষ্ঠানিকভাবে ধারাবাহিকটি ঘোষণা করা হয় এবং লোকি চরিত্রে টম হিডেলস্টোনের প্রত্যাবর্তন নিশ্চিত করা হয়। ২০২২ এর ফেব্রুয়ারিতে চিত্রনাট্যকার হিসেবে এরিক মার্টিন এবং নির্বাহী প্রযোজক হিসেবে ওয়ালড্রনের নাম ঘোষিত হয়। ২০২২ এর জুনে জাস্টিন বেনসন এবং আরন মুরহেডের পরিচালনায় যুক্তরাষ্ট্রের পাইনউড স্টুডিওতে চিত্রগ্রহণ শুরু হয়। লোকির দ্বিতীয় মৌসুম ২০২৩ সালের অক্টোবর মাসের ৫ তারিখে মুক্তি পায়। প্রত্যেক সপ্তাহে একটি করে পর্ব মুক্তি পায়। ডিসেম্বর ৯, ২০২৩ সালে ৬ষ্ঠ (সর্বশেষ) পর্ব প্রকাশিত হয়।\n\n\n=== এক্স-মেন '৯৭ ===\nমৌসুম সংখ্যা: ০১\nপর্ব সংখ্যা: ১০টি\nমুক্তি: ২০ মার্চ, ২০২৪ - ১৫ মে, ২০২৪\n\n\n=== আয়রনহার্ট ===\n২০২০ এর ডিসেম্বরে মার্ভেল স্টুডিওজ রিরি উইলিয়ামস / আয়রনহার্টকে কেন্দ্র করে একটি ধারাবাহিক নির্মাণের কথা ঘোষণা করে। ডমিনিক থর্ন ব্ল্যাক প্যান্থার: ওয়াকান্ডা ফরেভার (২০২২) চলচ্চিত্র থেকে তার আয়রনহার্ট চরিত্রে প্রত্যাবর্তন করবেন। ২০২১-এর এপ্রিলে চিনাকা হজকে প্রধান চিত্রনাট্যকার হিসেবে নিয়োগ দেয়া হয়। রায়ান ব্ল্যাক প্যান্থার (২০১৮) এবং ব্ল্যাক প্যান্থার: ওয়াকান্ডা ফরেভার চলচ্চিত্রের মতোই তার কোম্পানি প্রক্সিমিটি মিডিয়ার মাধ্যমে ধারাবাহিকটি সহ-নির্মাণ করেন। ২০শ টেলিভিশনও এতে সহ-নির্মাতা হিসেবে রয়েছে। ২০২২ এর জুনে স্যাম বেইলি এবং অ্যাঞ্জেলা বার্নসের পর্বভিত্তিক পরিচালনায় আটলান্টার ত্রিলিথ স্টুডিওতে চিত্রগ্রহণের কাজ শুরু হয়। এছাড়া শিকাগোতেও চিত্রগ্রহণ চলবে। অক্টোবরের মাঝামাঝি নাগাদ চিত্রগ্রহণ শেষ হওয়ার সম্ভাবনা রয়েছে। আয়রনহার্ট ২০২৩ এর শেষের দিকে মুক্তির জন্য তালিকাভুক্ত করা হয়েছে এবং এতে মোট ৬টি পর্ব থাকবে।\n\n\n=== আগাথা: ডার্কহোল্ড ডায়েরিস ===\n২০২১ এর অক্টোবরে আগাথা হার্কনেস চরিত্রটি নিয়ে ওয়ান্ডাভিশনের একটি স্পিন-অফ ধারাবাহিক নির্মাণের কাজ শুরু হয়, যেখানে জ্যাক শেফার নির্বাহী প্রযোজক হিসেবে থাকবেন। ২০২১ এর নভেম্বরে শিরোনাম হিসেবে আগাথা: হাউজ অব হার্কনেস নাম ঘোষণা করা হয়, যা ২০২২ এর জুলাইতে পরিবর্তন করে আগাথা: কোভেন অব কেয়স নামকরণ করা হয়। ২০শ টেলিভিশন ধারাবাহিকটি সহ-প্রযোজনা করবে। ২০২৩ এর জানুয়ারিতে জর্জিয়ার আটলান্টায় চিত্রগ্রহণ শুরু হয়ে মে মাসে শেষ হওয়ার সম্ভাবনা রয়েছে। ২০২৩ সালের সেপ্টেম্বর মাসে সিরিজের নাম আবারও পরিবর্তন করে আগাথা: ডার্কহোল্ড ডায়েরিস নামকরণ করা হয়।\nআগাথা: ডার্কহোল্ড ডায়েরিস ২০২৪ এর শেষের দিকে মুক্তির জন্য তালিকাভুক্ত করা হয়েছে।\n\n\n=== ডেয়ারডেভিল: বর্ন অ্যাগেইন ===\nডিজনি নেটফ্লিক্সের ডেয়ারডেভিল ধারাবাহিকের অধিকার প্রাপ্তি এবং ডিজনি+ প্লাটফর্মে ধারাবাহিকটির প্রচার শুরু হওয়ার পর ২০২২ এর মার্চে কেভিন ফাইগির প্রযোজনায় এর একটি রিবুট প্রজেক্টের কথা প্রকাশ করা হয়। মে মাসে ধারাবাহিক নির্মাণের কথা নিশ্চিত করা হয়, যেখানে ম্যাট করমেন এবং ক্রিস ওর্ড যথাক্রমে প্রধান চিত্রনাট্যকার এবং নির্বাহী প্রযোজক হিসেবে থাকবেন। একইসাথে ম্যাট মার্দক / ডেয়ারডেভিল এবং উইলসন ফিস্ক / কিংপিন চরিত্রে চার্লি কক্স এবং ভিনসেন্ট ডি'অনোফ্রিওর প্রত্যাবর্তনও নিশ্চিত করা হয়। ২০২৩ শেষে বা ২০২৪ এর শুরুর দিকে চিত্রগ্রহণ শুরু হওয়ার সম্ভাবনা রয়েছে। ডেয়ারডেভিল: বর্ন অ্যাগেইন ২০২৪ এর শুরুর দিকে মুক্তির জন্য তালিকাভুক্ত করা হয়েছে এবং এতে মোট ১৮টি পর্ব থাকবে।\n\n\n== সময়রেখা ==\nগার্ডিয়্যান্স অব দ্য গ্যালাক্সি ভল. ৩, থর: লাভ অ্যান্ড থান্ডার এবং দ্য গার্ডিয়্যান্স অব দ্য গ্যালাক্সি হলিডে স্পেশাল এর পরে সংঘটিত। একো এর কাহিনী হকআই এর ঘটনার পরে সংঘটিত।\n\n\n== পৌনঃপুনিক কুশীলববৃন্দ ==\nএই তালিকায় সেসব অভিনয়শিল্পীদের নাম রয়েছে যাদের এমসিইউর চতুর্থ পর্যায়ের একাধিক চলচ্চিত্র বা ধারাবাহিকে দেখা গেছে(বা যাবে) অথবা যাদের কন্ঠ শোনা গেছে(বা যাবে)। \n\nধূসর ঘর নির্দেশ করে চরিত্রটি ওই চলচ্চিত্র বা ধারাবাহিকে ছিলো না অথবা তার উপস্থিতি এখনো নিশ্চিত নয়।\n\n\n== আরও দেখুন ==\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের চলচ্চিত্রের তালিকা\nমার্ভেল সিনেম্যাটিক ইউনিভার্সের টেলিভিশন ধারাবাহিকের তালিকা\nমার্ভেল সিনেম্যাটিক ইউনিভার্স: পর্যায় এক\nমার্ভেল সিনেম্যাটিক ইউনিভার্স: পর্যায় দুই\nমার্ভেল সিনেম্যাটিক ইউনিভার্স: পর্যায় তিন\nমার্ভেল সিনেম্যাটিক ইউনিভার্স: পর্যায় চার\nমার্ভেল সিনেম্যাটিক ইউনিভার্স: পর্যায় ছয়\n\n\n== তথ্যসূত্র =="}