{"pageid": 1162530, "title": "১১৯৭ সালের ক্রুসেড", "url": "https://bn.wikipedia.org/wiki?curid=1162530", "content": "১১৯৭ সালের ক্রুসেড, হেনরি ষষ্ঠের ক্রুসেড (জার্মান: Kreuzzug Heinrichs VI.) বা জার্মান ক্রুসেড (Deutscher Kreuzzug), হোহেনস্টাউফেন সম্রাট ষষ্ঠ হেনরি কর্তৃক পরিচালিত একটি ক্রুসেড। যা ১১৮৯-৯০ সালে তৃতীয় ক্রুসেডের সময় তার পিতা সম্রাট প্রথম ফ্রেডরিকের বাতিল প্রচেষ্টার কার্যক্রম হিসাবে একটি ক্রুসেড চালু করেছিলেন। এইভাবে সামরিক অভিযানটি \"এম্পেরর্স ক্রুসেড\" নামেও পরিচিত হয় (তৃতীয় ক্রুসেডকে দেওয়া \"কিংস ক্রুসেড\" নামের প্রতিধ্বনি)।\nযখন তাদের বাহিনী পবিত্র ভূমির দিকে যাচ্ছিল, তখন ২৮ সেপ্টেম্বর ১১৯৮ তারিখে মেসিনায় রওয়ানা হওয়ার আগে ষষ্ঠ হেনরি মারা যান। সোয়াবিয়ার তার ভাই ফিলিপ এবং ওয়েলফ প্রতিদ্বন্দ্বী ব্রান্সউইকের অটোর মধ্যে উদীয়মান সিংহাসন দ্বন্দ্ব পরবর্তী সাম্রাজ্য নির্বাচনে তাদের স্বার্থ রক্ষা করার জন্য অনেক উচ্চপদস্থ ক্রুসেডারকে জার্মানিতে ফিরে যেতে বাধ্য করে। অভিযানে অবশিষ্ট অভিজাতরা জার্মানিতে ফিরে যাওয়ার আগে টায়ার এবং ত্রিপোলির মধ্যবর্তী লেভান্ত উপকূল দখল করে। ১১৯৮ সালে খ্রিস্টানরা মুসলমানদের নিকট হতে সিডন ও বৈরুত দখল করার পর ক্রুসেড শেষ হয়।\n\n\n== পটভূমি ==\n২ অক্টোবর ১১৮৭-এ আইয়ুবীয় সুলতান সালাহুদ্দিন আইয়ুবি জেরুজালেম এবং ক্রুসেডার রাজ্যের বড় অংশ দখল করেন। আউটরেমার এস্টেট পুনরুদ্ধার করার প্রয়াসে ১১৮৯ সালে ফ্রান্সের রাজা দ্বিতীয় ফিলিপ, ইংল্যান্ডের রাজা প্রথম রিচার্ড এবং পবিত্র রোমান সাম্রাজ্যের সম্রাট প্রথম ফ্রেডরিক তৃতীয় ক্রুসেড শুরু করেন। ফ্রেডরিক একটি বিশাল সৈন্যবাহিনী নিয়ে রওয়ানা হন, ফিলোমেলিয়নের কাছে একটি সেলজুক দলকে পরাজিত করেন এবং আইকনিয়াম দখল করেন, কিন্তু তারপর সিলিসিয়ার সিলিফকের কাছে গোকসু নদীতে ডুবে মারা যান।\nতার মৃত্যুর পর ফ্রেডরিকের জার্মান ক্রুসেডার সৈন্যদলের (মোট সম্ভবত ১২,০০০ থেকে ১৫,০০০ সৈন্য) বেশিরভাগই ভেঙে দেওয়া হয়েছিল এবং ফ্রেডরিকের পুত্র ডিউক ষষ্ঠ ফ্রেডেরিকের নেতৃত্বে একটি অনেক ছোট দল সোয়াবিয়ার পবিত্র ভূমিতে অব্যাহত রেখেছিল, যেখানে তারা অবরোধে যোগ দেয়। আক্কায় সুলতান সালাহুদ্দিন এবং রাজা প্রথম রিচার্ড দ্বারা স্বাক্ষরিত ১১৯২ সালের রামলার চুক্তিতে ক্রুসেডের সমাপ্তি ঘটে। চুক্তিটি তিন বছরের যুদ্ধবিরতি প্রতিষ্ঠা করে এবং মুসলমানদের জেরুজালেমের উপর নিয়ন্ত্রণ বজায় রাখার অনুমতি দেয় আর ক্রুসেডাররা আক্কা, জাফা এবং অন্যান্য গুরুত্বপূর্ণ উপকূলীয় শহরগুলি বজায় রাখে।\n\nষষ্ঠ হেনরি ১১৬৯ সাল থেকে রোমানদের পরবর্তী রাজা নির্বাচিত ছিলেন। তিনি তার পিতা ফ্রেডরিকের উত্তরসূরি হন এবং ১১৯১ সালে পোপ তৃতীয় সেলেস্টাইন দ্বারা পবিত্র রোমান সম্রাটের মুকুট লাভ করেন। রাজকুমারদের সাথে তার উত্তরাধিকার বলবৎ করার সংগ্রামে ফলাফল তার পক্ষে যায়। আর প্রত্যাবর্তন করা ক্রুসেডার রাজা রিচার্ড অস্ট্রিয়ায় বন্দী হন এবং আনুগত্যের শপথ ও একটি বিশাল মুক্তিপণের বিনিময়ে মুক্তি পান। ১১৯৪ সালে হেনরি সিসিলি রাজ্য জয় করে তার স্ত্রী কনস্ট্যান্সের উত্তরাধিকারের দাবি করেন। জেরুজালেম পুনরুদ্ধার করার জন্য একটি নতুন ক্রুসেড ঘোষণা করে, হেনরি সিসিলির উপর তার শাসনকে স্বীকার করার জন্য পোপ তৃতীয় সেলেস্টাইনের সাথে একটি চুক্তি করেছিলেন। ১১৯৫ সালে রাজা রিচার্ডের যুদ্ধবিগ্রহ শেষ হয়। সুলতান সালাহুদ্দিন ইতিমধ্যেই ১১৯৩ সালে মারা গিয়েছিলেন এবং তার উত্তরাধিকার নিয়ে আইয়ুবীয়দের অঞ্চলে দ্বন্দ্ব শুরু হয়েছিল। এই অনুকূল অবস্থার পরিপ্রেক্ষিতে সম্রাট পূর্ববর্তী অভিযানের গতি অব্যাহত রাখার আশা করেছিলেন।\nষষ্ঠ হেনরি সার্বিয়া ও বুলগেরিয়ার বিদ্রোহের পাশাপাশি সেলজুকদের আক্রমণ দ্বারা প্রভাবিত বাইজেন্টাইন সাম্রাজ্যের বিরুদ্ধে তার পিতার শক্তির হুমকির সুযোগ নেওয়ার সিদ্ধান্ত নেন। সম্রাট আইজ্যাক দ্বিতীয় অ্যাঞ্জেলোস সিসিলিয়ান দখলদার রাজা ট্যানক্রেড অফ লেকের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রেখেছিলেন, কিন্তু এপ্রিল ১১৯৫ সালে তার ভাই অ্যালেক্সিওস তৃতীয় অ্যাঞ্জেলোস তাকে ক্ষমতাচ্যুত করেন। হেনরি যথাযথ শ্রদ্ধা জানানোর জন্য এই পদক্ষেপ নিয়েছিলেন এবং পরিকল্পিত ক্রুসেডের অর্থায়নের জন্য অ্যালেক্সিওস তৃতীয়কে একটি হুমকিমূলক চিঠি পাঠিয়েছিলেন। অ্যালেক্সিয়াস অবিলম্বে উপশাখার দাবি পূর্ণ করেন এবং ক্রুসেডারদের ৫,০০০ পাউন্ড সোনা প্রদানের জন্য তার প্রজাদের কাছ থেকে উচ্চ কর আদায় করেন। হেনরি সাইপ্রাসের রাজা আমালরিক এবং সিলিসিয়ার প্রিন্স লিওর সাথেও মৈত্রী গড়ে তোলেন।\n\n\n== ক্রুসেডের ডাক ==\n\n১১৯৫ সালের পবিত্র সপ্তাহে (মার্চ) সম্রাট হেনরি একটি অঙ্গীকার করেছিলেন এবং বারিতে ইস্টার উদযাপনের সময়ে প্রকাশ্যে ক্রুসেড ঘোষণা করেছিলেন। ১১৯৫ সালের এপ্রিলে হেনরির মূল পরিকল্পনা ছিল ১,৫০ নাইট এবং ৩,০০০ সার্জেন্টের একটি বাহিনীর জন্য, কিন্তু এই মোট সংখ্যা অতিক্রম করেছিল। গ্রীষ্মকালে তিনি সমর্থক সংগ্রহের জন্য জার্মান ভ্রমণ করছিলেন। তৃতীয় ক্রুসেডের অচলাবস্থা সত্ত্বেও, বিপুল সংখ্যক অভিজাতরা সাড়া দিয়েছিলেন, তাদের মধ্যে:\n\nমেইঞ্জের আর্চবিশপ কনরাড, জার্মানির আর্চচ্যান্সেলর এবং ব্রেমেনের আর্চবিশপ হার্টউইগ\nপাসউয়ের উলফগার, হিলডেশেইমের কনরাডসহ নয়জন বিশপ\nপাঁচজন ডিউক: ব্রাবান্তের হেনরি, মেরানিয়ার বার্থোল্ড, অস্ট্রিয়ার ফ্রেডেরিক, তার মামা হেনরি অফ মোডলিং এবং সম্রাটের চাচাতো ভাই হারম্যান প্রথম, থুরিঙ্গিয়ার ল্যান্ডগ্রেভ\nবিভিন্ন কাউন্ট: রাইনের হেনরি পঞ্চম, গরিজিয়ার দ্বিতীয় মেইনহার্ড, ডর্নবার্গের এবারহার্ড, আর্নেবার্গের আলবার্টসহ বিপুল সংখ্যক নাবালক অভিজাতরাও ক্রুসেডে যোগ দিয়েছিলেন এবং অনেক আগেই, আর্নল্ড ভন লুবেক তার আর্নল্ডি ক্রনিকা স্লাভোরাম -এ বলেছেন, ৭,০০০ জার্মান নাইট সহ ৬০,০০০জনের একটি শক্তিশালী সামরিক হোস্ট তার পথে ছিল। একজন সমসাময়িক ইতিহাসবিদ ৪,০০০ নাইট এবং অজানা পরিমাণ পদাতিক সৈন্যের একটি কম অনুমান দিয়েছেন। ১৯৯৪ সালে জার্মান ইতিহাসবিদ ক্লডিয়া নউম্যান পরামর্শ দিয়েছিলেন যে ক্রুসেডে ১৬,০০০ জন পুরুষ ছিল, যার মধ্যে ৩,০০০ নাইট ছিল। তৃতীয় ব্রেটিস্লাউস, বোহেমিয়ার ডিউক ১১৯৫ সালের ডিসেম্বরে ওয়ার্মসের ডায়েটে ক্রুসেডে যোগ দিতে সম্মত হন এবং ১৫ বা ১৯ জুন ১১৯৭ তারিখে তিনি অসুস্থ হয়ে মারা না যাওয়া পর্যন্ত এটি করার পরিকল্পনা করেছিলেন।\n১১৯৭ সালের মার্চ মাসে হেনরি সিসিলি রাজ্যে যান। ক্রুসেডাররা আক্কার দিকে যাত্রা শুরু করে, আবার সম্রাটকে প্রথমে কাতানিয়ায় একটি সশস্ত্র বিদ্রোহ দমন করতে হয়েছিল। কাউন্ট প্যালাটাইন পঞ্চম হেনরি এবং ব্রেমেনের আর্চবিশপ হার্টউইগের অধীনে ৪৪টি জাহাজে ৩,০০০ স্যাক্সন এবং রেনিশ সৈন্যের একটি বাহিনী উত্তর জার্মানি থেকে যাত্রা করে এবং আগস্টে মেসিনায় পৌঁছে, যেখানে তারা সম্রাটের সৈন্যদের সাথে মিশে যায় এবং পূর্ব ভূমধ্যসাগরে যাত্রা করে। তারপর সিসিলিতে আগস্টে ফিউমেডিনিসির কাছে শিকারের জন্য বেরিয়ে সম্রাট হেনরি ঠাণ্ডাজনিত রোগে (সম্ভবত ম্যালেরিয়ায়) অসুস্থ হয়ে পড়েছিলেন। তিনি পবিত্র ভূমির উদ্দেশ্যে যাত্রা করার আগে ২৮ সেপ্টেম্বর মারা যান।\n\n\n== অভিযান ==\n\n২২ সেপ্টেম্বর ১১৯৮-এ, মেইঞ্জের আর্চ্যান্সেলর কনরাড এবং কালডেনের মার্শাল হেনরির নেতৃত্বে একটি উল্লেখযোগ্য জার্মান সেনাবাহিনী আক্কায় অবতরণ করে, যেখানে তাদের উপস্থিতি জেরুজালেমের রানী ইসাবেলার ফরাসি বাহিনীর অসন্তোষ জাগিয়ে তোলে। যেহেতু জার্মান রাজকুমারীরা হেনরি অফ ক্যালডেনের কর্তৃত্ব অস্বীকার করেছিল, তারা ব্রাবান্তের ডিউক হেনরিকে তাদের সেনাপতি নির্বাচিত করেছিল এবং ক্রুসেডাররা সুরে অগ্রসর হয়েছিল, বৈরুত থেকে মুসলমানদের বিতাড়িত করার এবং ত্রিপোলি পর্যন্ত লেভান্ত উপকূলকে অধীন করার অভিযান শুরু করেছিল। তারা সচ্ছল এবং গুরুত্বপূর্ণ শহর সিডন দখল করে এবং ২৪ অক্টোবর বৈরুতে প্রবেশ করে। রাজকুমারীদের সমর্থনে সাইপ্রাসের সম্রাট হেনরির সামন্ত রাজা আমালরিক রানী ইসাবেলাকে বিয়ে করেন এবং ১১৯৮ সালে জেরুজালেমের রাজা (দ্বিতীয় আমালরিক হিসাবে) মুকুট লাভ করেন।\nক্রুসেডাররা তাদের অভিযান অব্যাহত রাখে এবং বাইব্লস ক্যাসেল (গিবেলেট) এর আশেপাশের অঞ্চলগুলো দখল করতে করতে ত্রিপোলি কাউন্টির সাথে স্থল সংযোগ পর্যন্ত দখল করে। এমনকি তারা দামেস্কের বিরুদ্ধে মিছিল করে এবং টোরন অবরোধ করে, যখন সম্রাটের মৃত্যুর খবর তাদের কাছে পৌঁছায়। ১১৯৮ সালের জুলাই নাগাদ, বেশিরভাগ অভিজাতরা হেনরির উত্তরসূরি হিসেবে তাদের ক্ষমতা নিশ্চিত করার জন্য বাড়ি ফিরে আসেন। অবশিষ্ট ক্রুসেডাররা ১১৯৮ সালের জুন মাসে আইয়ুবীয় আমির প্রথম আদিলের সাথে আরেকটি যুদ্ধবিগ্রহ সমাপ্ত করে, যিনি পুনরুদ্ধার করা জমিগুলির উপর রাজা দ্বিতীয় আমালরিকের শাসনকে স্বীকার করেছিলেন। জেরুজালেমের রাজা হিসাবে তার ক্ষমতায় দ্বিতীয় আমালরিক বৈরুতের প্রভুত্ব ইবেলিনের জন এবং রেজিনাল্ড গ্রেনিয়ারকে সিডনের প্রভুত্ব প্রদান করেন। জার্মানিতে ফেরার পথে ১১৯৮ সালের জানুয়ারিতে মেইঞ্জের আর্চবিশপ কনরাড টারসাসে আর্মেনিয়ার রাজা হিসেবে সিসিলিয়ার প্রিন্স লিওকে মুকুট পরিয়েছিলেন।\n\n\n== পরবর্তী ==\nহেনরির মৃত্যুর ফলে এই ক্রুসেড তার উচ্চ-উড়ন্ত উচ্চাকাঙ্ক্ষা উপলব্ধি করতে পারেনি। তা সত্ত্বেও বাইজেন্টাইন সাম্রাজ্যের দুর্বলতা অব্যাহত ছিল এবং ১২০৪ সালে চতুর্থ ক্রুসেড এবং কনস্টান্টিনোপলের দখলের ভিত্তি স্থাপন করেছিল। একই সময়ে জেরুজালেম পুনরুদ্ধারের মূল উদ্দেশ্য পরিত্যক্ত হয়েছিল, যখন আইয়ুবীয় রাজবংশের সাথে যুদ্ধবিগ্রহ আরও ছয় বছরের জন্য পুনর্নবীকরণ করা হয়েছিল।\nজার্মান রাজপুত্ররা পরবর্তীতে ১১৪৭ সালের ওয়েন্ডিশ ক্রুসেডের মাধ্যমে শুরু হওয়া পোলাবিয়ান স্লাভদের অঞ্চলে তাদের জমি অধিগ্রহণে মনোনিবেশ করে। ১১৯০ সালে আক্কা অবরোধের সময় প্রতিষ্ঠিত টিউটনিক আদেশ এবং ১১৯৮ সালের মার্চ মাসে জার্মান ক্রুসেডের সময় একটি বীরত্বপূর্ণ অধ্যাদেশে উন্নীত হয়েছিল, যা ১৩শ শতকে প্রুশিয়া এবং সংলগ্ন বাল্টিক অঞ্চলে জার্মানির পূর্ব দিকে সম্প্রসারণে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n== তথ্যসূত্র =="}