{"pageid": 1162506, "title": "টি-আকৃতির দক্ষতা", "url": "https://bn.wikipedia.org/wiki?curid=1162506", "content": "টি-আকৃতির দক্ষতা, বা টি-আকৃতির ব্যক্তিদের ধারণা হল একটি রূপক যা চাকরি নিয়োগে কর্মীবাহিনীর ব্যক্তিদের দক্ষতা বর্ণনা করতে ব্যবহৃত হয়। T অক্ষরের উল্লম্ব বারটি একটি একক ক্ষেত্রে সম্পর্কিত দক্ষতা এবং দক্ষতার গভীরতার প্রতিনিধিত্ব করে, যেখানে অনুভূমিক বার হল অন্যান্য ক্ষেত্রের বিশেষজ্ঞদের সাথে শৃঙ্খলা জুড়ে সহযোগিতা করার এবং নিজের ব্যতীত অন্য বিশেষজ্ঞের ক্ষেত্রে জ্ঞান প্রয়োগ করার ক্ষমতা।\n জনপ্রিয় রেফারেন্সটি ১৯৯১ সালে ডেভিড গেস্ট দ্বারা জনপ্রিয় হয়। আইডিইও ডিজাইন কনসালটেন্সির সিইও টিম ব্রাউন, সৃজনশীল প্রক্রিয়ার জন্য আন্তঃবিভাগীয় কাজের দল তৈরির পদ্ধতি হিসাবে পুনঃসূচনা মূল্যায়নের এই পদ্ধতিকে সমর্থন করেছেন। আগের রেফারেন্স পাওয়া যাবে;  ১৯৮০-এর দশকে \"টি-আকৃতির মানুষ\" শব্দটি ম্যাককিনসে অ্যান্ড কোম্পানি অভ্যন্তরীণভাবে পুরুষ ও মহিলা উভয় পরামর্শক এবং অংশীদার নিয়োগ ও উন্নয়নের জন্য ব্যবহার করেছিল।\nটি-আকৃতির দক্ষতা শব্দটি দ্রুত সফ্টওয়্যার বিকাশের জগতেও প্রচলিত এবং এটি একটি চটপটে দলে ক্রস-দক্ষ বিকাশকারী এবং পরীক্ষকদের প্রয়োজনকে বোঝায়, যেমন একটি স্ক্রাম দল।\n\n\n== এই নামেও পরিচিত ==\nবহুমুখীবাদী\nসাধারণীকরণ বিশেষজ্ঞ\nকারিগরি কারিগর\nরেনেসাঁ বিকাশকারী\nমাস্টার জেনারেল\n\n\n== বিভিন্ন আকারের দক্ষতা ==\nঅন্যান্য আকারগুলিও প্রস্তাব করা হয়েছে:\n\nনেতৃত্বের জন্য এক্স-আকৃতির\nযোগাযোগ দক্ষতা ছাড়া ব্যক্তিগত গভীরতা-দক্ষতার জন্য আই-আকৃতির\nএকটি ক্ষেত্রের অনেক এলাকা বা শাখায় গভীরতা সহ একজন ব্যক্তির জন্য গাছের আকৃতি\nএকাধিক পর্বত আকৃতির (ফরেস্ট জেড. শুস্টার দ্বারা প্রবর্তিত) ব্যক্তিদের জন্য একাধিক ক্ষেত্রে অগভীর গভীরতার পরিবর্তে একাধিক ক্ষেত্রে ওভারল্যাপ করার গভীরতা বা একটি ক্ষেত্রে একক গভীরতা যারা ঐ ক্ষেত্রগুলির মধ্যে ওভারল্যাপে বিশেষজ্ঞ\nΓ- এবং Μ-আকৃতির ব্যক্তি (যথাক্রমে গামা এবং মিউ ) ব্রিটানি ফিওর দ্বারা ডেটা বিজ্ঞান গবেষণা সম্প্রদায়ের নৃতাত্ত্বিক কাজে বর্ণনা করেছেন গণনাগতভাবে- এবং সফ্টওয়্যার-নিবিড় ক্ষেত্রগুলিতে সহায়ক শক্তিসম্পন্ন লোকদের নির্দেশ করা হয়।  \nএকইভাবে, π-আকৃতির দক্ষতা (গ্রীক অক্ষর পাই এর পরে) \"গভীর কার্যকরী বা ডোমেন দক্ষতার কয়েকটি স্পাইকের উপরে সাধারণ ব্যবস্থাপনা দক্ষতার একটি বিস্তৃত দক্ষতা\" উল্লেখ করে। \n\n\n== তথ্যসূত্র =="}