{"pageid": 1162791, "title": "ডে অফ দ্য ডেড", "url": "https://bn.wikipedia.org/wiki?curid=1162791", "content": "ডে অফ দ্য ডেড ( স্পেনীয়: Día de Muertos   বা দিয়া দে লস মুয়ের্তোস )   হল একটি ছুটির দিন যা ঐতিহ্যগতভাবে ১ ও ২ নভেম্বর উদযাপিত হয়, যদিও অন্যান্য দিনগুলি, যেমন ৩১ অক্টোবর বা ৬ নভেম্বর, স্থানীয় এলাকার উপর নির্ভর করে অন্তর্ভুক্ত করা যেতে পারে।    এটি মূলত মেক্সিকোতে উদ্ভূত হয়েছে,  যেখানে এটি বেশিরভাগই পালন করা হয়, তবে অন্যান্য স্থানেও, বিশেষ করে মেক্সিকান ঐতিহ্যের লোকেরা অন্যত্র। যদিও পশ্চিমা খ্রিস্টান অলহ্যালোটাইড অল হ্যালো'স ইভ, অল সেন্টস ডে এবং অল সোলস ডে পালনের সাথে যুক্ত,  এর সুর অনেক কম এবং এটিকে শোকের পরিবর্তে আনন্দময় উদযাপনের ছুটি হিসাবে চিত্রিত করা হয়।  বহু-দিনের ছুটিতে পরিবার এবং বন্ধুদের সমাগম হয় শ্রদ্ধা জানাতে এবং মৃত বন্ধু এবং পরিবারের সদস্যদের স্মরণ করার জন্য। এই উদযাপনগুলি একটি হাস্যকর সুর নিতে পারে, কারণ উদযাপনকারীরা বিদেহী সম্পর্কে মজার ঘটনা এবং উপাখ্যানগুলি মনে রাখে। \nছুটির সাথে সম্পর্কিত ঐতিহ্যের মধ্যে রয়েছে ক্যালভেরাস এবং অ্যাজটেক গাঁদা ফুল ব্যবহার করে মৃতদের সম্মান জানানো, মৃতদের প্রিয় খাবার এবং পানীয় দিয়ে অফরেন্ডাস নামে হোম বেদি তৈরি করা এবং মৃতদের জন্য উপহার হিসাবে এই আইটেমগুলির সাথে কবর পরিদর্শন করা।  উদযাপনটি শুধুমাত্র মৃতদের উপর দৃষ্টি নিবদ্ধ করা হয় না, কারণ এটি বন্ধুদের উপহার দেওয়া যেমন ক্যান্ডি চিনির খুলি, পরিবার এবং বন্ধুদের সাথে ঐতিহ্যগত প্যান দে মুয়ের্তো ভাগ করে নেওয়া এবং আকারে হালকা-হৃদয় এবং প্রায়শই অপ্রাসঙ্গিক আয়াত লেখাও সাধারণ। জীবিত বন্ধু এবং পরিচিতদের জন্য নিবেদিত মক এপিটাফের, একটি সাহিত্যিক রূপ যা ক্যালভেরাস লিটারেরিয়াস নামে পরিচিত। \n২০০৮ সালে  ঐতিহ্যটি ইউনেস্কো কর্তৃক মানবতার অস্পষ্ট সাংস্কৃতিক ঐতিহ্যের প্রতিনিধি তালিকায় খোদাই করা হয়েছিল। \n\n\n== উৎস্য,ইতিহাস এবং অন্যান্য উৎসবের সাথে মিল ==\nউৎসবের প্রকৃত আদিবাসী প্রাক-হিস্পানিক শিকড় আছে কিনা বা \"অ্যাজটেক\" পরিচয়ের মাধ্যমে মেক্সিকান জাতীয়তাবাদকে উত্সাহিত করার জন্য লাজারো কার্ডেনাসের রাষ্ট্রপতির সময় বিকশিত একটি স্প্যানিশ ঐতিহ্যের ২০ শতকের পুনঃব্র্যান্ডেড সংস্করণ কিনা তা নিয়ে মেক্সিকান শিক্ষাবিদরা বিভক্ত।    সাম্প্রতিক দশকগুলিতে উত্সব একটি জাতীয় প্রতীক হয়ে উঠেছে এবং এটি একটি দেশীয় উত্সের দাবি করে দেশের স্কুল ব্যবস্থায় শেখানো হয়।  ২০০৮ সালে ঐতিহ্যটি ইউনেস্কো কর্তৃক মানবতার অস্পষ্ট সাংস্কৃতিক ঐতিহ্যের প্রতিনিধি তালিকায় খোদাই করা হয়েছিল। \nউৎসবটির আদিবাসী প্রাক-হিস্পানিক শিকড় আছে কিনা এটি একটি বিদ্যমান ইউরোপীয় ঐতিহ্যের আরও আধুনিক অভিযোজন বা সমন্বয়বাদের প্রকাশ হিসাবে উভয়ের সংমিশ্রণ কিনা তা নিয়ে দৃষ্টিভঙ্গি ভিন্ন। অনুরূপ ঐতিহ্যগুলি মধ্যযুগীয় ইউরোপে ফিরে পাওয়া যেতে পারে, যেখানে স্পেন এবং দক্ষিণ ইউরোপের মতো জায়গায় একই দিনে অল সেন্টস ডে এবং অল সোলস ডে এর মতো উদযাপন করা হয়। স্থানীয় আমেরিকান বংশোদ্ভূত সমালোচকরা দাবি করেন যে যদিও প্রাক-কলম্বিয়ান মেক্সিকোতে মৃতদের সম্মান জানানোর ঐতিহ্য ছিল, তবে উৎসবের বর্তমান চিত্রগুলি ডেনসে ম্যাকাব্রের ইউরোপীয় ঐতিহ্যের সাথে বেশি মিল রয়েছে এবং তাদের জীবন ও মৃত্যুর রূপকগুলি মানব কঙ্কালে মূর্ত করা হয়েছে। আমাদের জীবনের ক্ষণস্থায়ী প্রকৃতি।   গত কয়েক দশক ধরে, মেক্সিকান একাডেমিয়া ক্রমবর্ধমানভাবে এই অনুমানের বৈধতা নিয়ে প্রশ্ন তুলেছে, এমনকি এটিকে রাজনৈতিকভাবে উদ্দেশ্যপ্রণোদিত বানোয়াট বলেও অভিহিত করেছে। ইতিহাসবিদ এলসা মালভিডো, মেক্সিকান INAH- এর গবেষক এবং ইনস্টিটিউটের Taller de Estudios sobre la Muerte-এর প্রতিষ্ঠাতা, বহু শতাব্দী ধরে মৃত্যু এবং রোগের প্রতি মেক্সিকান মনোভাব নিয়ে তার বিস্তৃত গবেষণার প্রেক্ষাপটে প্রথম ব্যক্তি ছিলেন। মালভিডো সম্পূর্ণরূপে একটি নেটিভ বা এমনকি সিনক্রেটিক উত্স বাতিল করে এই যুক্তিতে যে ঐতিহ্যটি মধ্যযুগীয় ইউরোপে সম্পূর্ণরূপে চিহ্নিত করা যেতে পারে। তিনি একই দিনে একই ধরনের ঐতিহ্যের অস্তিত্ব তুলে ধরেন, শুধু স্পেনেই নয়, ক্যাথলিক দক্ষিণ ইউরোপ এবং লাতিন আমেরিকার বাকি অংশ যেমন মৃতদের জন্য বেদি, খুলির আকারে মিষ্টি এবং হাড়ের আকারে রুটি। \nINAH-এর দ্বি-মাসিক জার্নাল Arqueología Mexicana- এ প্রকাশিত তার প্রবন্ধে অগাস্টিন সানচেজ গঞ্জালেজের অনুরূপ দৃষ্টিভঙ্গি রয়েছে। গনজালেজ বলেছেন যে, যদিও \"আদিবাসী\" আখ্যানটি আধিপত্যবাদী হয়ে উঠেছে, উৎসবের চেতনাটি ইউরোপীয় ঐতিহ্যের সাথে অনেক বেশি মিল রয়েছে Danse macabre এবং তাদের জীবন ও মৃত্যুর রূপক মানুষের কঙ্কালে মূর্ত করা আমাদের জীবনের ক্ষণস্থায়ী প্রকৃতির কথা মনে করিয়ে দেওয়ার জন্য।  তিনি আরও হাইলাইট করেছেন যে ১৯ শতকের প্রেসে মৃত দিবসের খুব কম উল্লেখ ছিল যে অর্থে আমরা আজ এটি জানি। কবরস্থানে দীর্ঘ মিছিল ছিল, কখনও কখনও মাতাল হয়ে শেষ হয়েছিল। এলসা মালভিডো \"ভেলার\" বা মৃতদের সাথে সারা রাত জেগে থাকার ঐতিহ্যের সাম্প্রতিক উত্সের দিকেও ইঙ্গিত করেছেন। এটি বেনিটো জুয়ারেজের সভাপতিত্বে সংস্কার আইনের ফলে যা পারিবারিক প্যান্থিয়নদের চার্চ থেকে বের করে এবং সিভিল কবরস্থানে বাধ্য করে, যার ফলে ধনী পরিবারগুলির প্রয়োজন ছিল বেদিতে প্রদর্শিত পারিবারিক সম্পদ রক্ষাকারী চাকরদের। \nইতিহাসবিদ রিকার্ডো পেরেজ মন্টফোর্ট আরও দেখিয়েছেন যে কীভাবে আদিবাসীবাদ নামে পরিচিত মতাদর্শটি বিপ্লবোত্তর সরকারী প্রকল্পগুলির সাথে আরও ঘনিষ্ঠভাবে যুক্ত হয়েছে যেখানে হিস্পানিজমকে রক্ষণশীল রাজনৈতিক অবস্থানের সাথে চিহ্নিত করা হয়েছিল। এই একচেটিয়া জাতীয়তাবাদ অন্যান্য সমস্ত সাংস্কৃতিক দৃষ্টিভঙ্গিকে স্থানচ্যুত করতে শুরু করে যে ১৯৩০-এর দশকে অ্যাজটেক দেবতা কোয়েটজালকোটলকে সরকারীভাবে স্প্যানিশ তিন রাজার ঐতিহ্যের বিকল্প হিসাবে সরকারীভাবে প্রচার করা হয়েছিল, যেখানে একজন ব্যক্তি দরিদ্রদের উপহার দেওয়ার জন্য দেবতার পোশাক পরেছিলেন। শিশু \nএই প্রেক্ষাপটে, লাজারো কার্ডেনাসের বামপন্থী সরকার \"আদিজিনিজম\" এবং বাম-ঝোঁক বিরোধী ক্লারিকালিজম উভয়ের দ্বারা অনুপ্রাণিত হয়ে মৃত দিবসটিকে আনুষ্ঠানিকভাবে ক্যাথলিক চার্চ থেকে বিচ্ছিন্ন করা শুরু করে। মালভিডো নিজেও উৎসবটিকে একটি \"কার্ডেনিস্ট উদ্ভাবন\" বলে অভিহিত করেছেন যেখানে ক্যাথলিক উপাদানগুলিকে সরিয়ে দেওয়া হয় এবং আদিবাসী মূর্তিতত্ত্বের উপর জোর দেওয়া হয়, মৃত্যুকে কেন্দ্র করে এবং মালভিডোকে সাংস্কৃতিক উদ্ভাবন হিসাবে বিবেচনা করা হয় যা মেক্সিকানরা মৃত্যুকে শ্রদ্ধা করে।   গঞ্জালেজ ব্যাখ্যা করেছেন যে মেক্সিকান জাতীয়তাবাদ ঐতিহ্যের সীলমোহর সহ বিভিন্ন সাংস্কৃতিক অভিব্যক্তি তৈরি করেছে কিন্তু যা মূলত সামাজিক গঠন যা শেষ পর্যন্ত পূর্বপুরুষের স্বর বিকশিত করে। এর মধ্যে একটি হবে ক্যাথলিক দিয়া দে মুয়ের্তোস, যা ২০ শতকের সময়, একটি প্রাচীন পৌত্তলিক আচারের উপাদানগুলিকে বরাদ্দ করেছিল। \nপুনঃবিকশিত উৎসবের একটি মূল উপাদান যা এই সময়ে প্রদর্শিত হয় তা হল মেক্সিকান লিথোগ্রাফার জোসে গুয়াদালুপে পোসাদা দ্বারা লা ক্যালাভেরা ক্যাটরিনা । গঞ্জালেজের মতে, যেখানে পোসাদাকে বর্তমান সময়ে মেক্সিকোর প্রাক-হিস্পানিক ঐতিহ্যের \"পুনরুদ্ধারকারী\" হিসাবে চিত্রিত করা হয়েছে তিনি কখনই নেটিভ আমেরিকান সংস্কৃতি বা ইতিহাসে আগ্রহী ছিলেন না। পোসাদা প্রধানত ভীতিকর ছবি আঁকতে আগ্রহী ছিলেন যা ইউরোপীয় রেনেসাঁ বা ফ্রান্সিসকো ডি গোয়া কর্তৃক নেপোলিয়নের বিরুদ্ধে স্প্যানিশ স্বাধীনতা যুদ্ধে মেক্সিকা টজোমপ্যান্টলির চেয়ে অনেক কাছাকাছি আঁকা । সাম্প্রতিক ট্রান্স-আটলান্টিক সংযোগটি ১৯ তম স্প্যানিশ লেখক জোসে জোরিলার দ্বারা মৃত্যুর রূপক ও ডন জুয়ান টেনোরিও নাটকে কাপলেটের ব্যাপক ব্যবহারেও লক্ষ্য করা যায় যা ১৯ শতকের শুরু থেকে স্পেন এবং মেক্সিকো উভয় ক্ষেত্রেই এই তারিখে উপস্থাপন করা হয়েছে। এর ভৌতিক রূপ এবং কবরস্থানের দৃশ্যে। \nবিরোধিতাকারীরা দাবি করে যে সুস্পষ্ট ইউরোপীয় প্রভাব থাকা সত্ত্বেও, প্রাক-কলম্বিয়ান উত্সবগুলির প্রমাণ রয়েছে যা চেতনায় খুব মিল ছিল, অ্যাজটেক জনগণ বছরে অন্তত ছয়টি উদযাপন করেছিল যা মৃত দিবসের সাথে খুব মিল ছিল সবচেয়ে কাছের একটি। Quecholli হচ্ছে, একটি উদযাপন যা Mixcóatl (যুদ্ধের দেবতা) কে সম্মানিত করে এবং ২০ অক্টোবর থেকে ৪ নভেম্বরের মধ্যে পালিত হয়। এই উদযাপনের মধ্যে যোদ্ধাদের সমাধিস্থলের কাছে খাবারের সাথে বেদী স্থাপনের মতো উপাদানগুলি অন্তর্ভুক্ত ছিল যাতে তাদের পরকালের যাত্রায় সহায়তা করা যায়।  প্রভাবশালী মেক্সিকান কবি এবং নোবেল পুরস্কার বিজয়ী অক্টাভিও পাজ দৃঢ়ভাবে সমর্থন করেছিলেন যে দিয়া দে মুয়ের্তোস ঐতিহ্য প্রাচীন অ্যাজটেকের মৃত্যু উদযাপনের একটি ধারাবাহিকতা ছিল, যেমনটি তার ১৯৫০ সালের বইয়ের \"অল সেন্টস, ডে অফ দ্য ডেড\" অধ্যায়ে সবচেয়ে স্পষ্ট। দৈর্ঘ্য প্রবন্ধ নির্জনতার গোলকধাঁধা । \nএর উৎস্য নির্বিশেষে উৎসবটি মেক্সিকোতে একটি জাতীয় প্রতীক হয়ে উঠেছে এবং যেমনটি দেশের স্কুল ব্যবস্থায় শেখানো হয়, সাধারণত একটি স্থানীয় উত্সের দাবি করে। এটি দেশব্যাপী একটি স্কুল ছুটির দিনও। \n\n\n== তথ্যসূত্র =="}