{"pageid": 1162154, "title": "মিনি সিনেপ্লেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1162154", "content": "একটি মিনি থিয়েটার (ミニシアター, mini shiatā)  বা মিনি সিনেপ্লেক্স হলো জাপান ও বাংলাদেশের এক ধরনের স্বাধীন চলচ্চিত্র প্রেক্ষাগৃহ যেটি কোনো বড় চলচ্চিত্র কোম্পানির সরাসরি প্রভাবের অধীনস্থ নয়। মিনি সিনেপ্লেক্স জাপানে উপলব্ধ বৃহত্তর, পরাধীন প্রেক্ষাগৃহের তুলনায় তুলনামূলকভাবে ছোট আকারের ও কম বসার ক্ষমতা, সেইসাথে তাদের প্রদর্শনী দ্বারা চিহ্নিত করা হয়, যার মধ্যে স্বাধীন বা শিল্পসম্মত চলচ্চিত্র রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== জাপানে ===\n\n\n==== উৎস ও জনপ্রিয়তা বৃদ্ধি ====\n১৯৭৪ সালে ইওয়ানামি হলে ইকুইপ ডি সিনেমা নামে পরিচিত একটি চলচ্চিত্র বিতরণ প্রকল্প চালু করা হয় যা ছিলো জাপানের টোকিওতে ইওয়ানামি শোটেন দ্বারা নির্মিত একটি বিনোদন স্থল। মূলত একটি বহুমুখী হল হিসাবে ব্যবহৃত হওয়া ইওয়ানামি হল প্রথম মিনি থিয়েটারগুলোর মধ্যে অন্যতম হয়ে ওঠে যা ২২০ জনের বসিয়ে দেখানোর ক্ষমতা রাখে। প্রকল্পটির নেতৃত্বে ছিলেন ইওয়ানামি হলের মহাব্যবস্থাপক ইতসুকো তানাকনো ও চলচ্চিত্র প্রযোজক কাশিকো কাওয়াকিতা, যিনি ব্যাপক বিতরণের জন্য অনুপযুক্ত বলে বিবেচিত চলচ্চিত্রগুলো প্রদর্শন করতে চেয়েছিলেন।\nমিনি থিয়েটারগুলো ১৯৮০-এর দশকে জাপান জুড়ে জনপ্রিয় হয়। সেই দশকে মিনি থিয়েটারগুলো প্রায়শই ইউরোপীয় স্বাধীন ও শিল্পসম্মত চলচ্চিত্র প্রদর্শন করে, যেমন ফরাসি নবকল্লোলের সময় নির্মিত চলচ্চিত্র, সেইসাথে হাঙ্গেরি, পোল্যান্ড ও বুলগেরিয়া থেকে উদ্ভূত চলচ্চিত্রগুলো। মিনি থিয়েটারগুলো জাপানে তুলনামূলকভাবে অপরিচিত জাপানি চলচ্চিত্র নির্মাতাদের দ্বারা নির্মিত স্বাধীন চলচ্চিত্রও প্রদর্শন করে। মিনি থিয়েটারের জনপ্রিয়তা ১৯৯০-এর দশক পর্যন্ত অব্যাহত ছিল এবং কিছু মিনি-থিয়েটার পরিচালনাকারী, যেমন থিয়েটার শিনজুকু ও ইউরোস্পেস চলচ্চিত্র নির্মাণে বিনিয়োগ শুরু করে।\n\n\n==== একবিংশ শতাব্দীতে ====\n\nটোকিও মেট্রোপলিটন এলাকার বেশ কিছু মিনি থিয়েটার ২০শ শতাব্দীর শেষের দিকে এবং ২১শ শতাব্দীর প্রথম দিকে বন্ধ করে দেওয়া হয়। মিনি থিয়েটার সিনে ভিভান্ট ১৯৯৯ সালে কার্যক্রম বন্ধ করে দেয় এবং সিনে সাইসন এবং গিঞ্জা থিয়েটার সিনেমা যথাক্রমে ২০১১ ও ২০১৩ সালে বন্ধ হয়ে যায়। ৭ এপ্রিল, ২০২০-এ কোভিড-১৯ মহামারি জাপান সরকারকে টোকিও এবং অন্যান্য ছয়টি প্রিফেকচারের জন্য জরুরি অবস্থা ঘোষণা করতে প্ররোচিত করে, যার ফলে দেশব্যাপী চলচ্চিত্র প্রেক্ষাগৃহগুলো বন্ধ হয়ে যায়। ফলস্বরূপ উল্লেখযোগ্যভাবে মিনি থিয়েটারগুলোর রাজস্ব হ্রাস পায়।\nমিনি থিয়েটারগুলোয় মহামারির নেতিবাচক আর্থিক প্রভাবের কারণে জাপানি চলচ্চিত্র নির্মাতারা তাদের সমর্থন করার জন্য আন্দোলন সংগঠিত করেছে। পরিচালক কোজি ফুকাদা ও রিউসুকে হামাগুচি মিনি থিয়েটারগুলোকে সহায়তা করার জন্য একটি অর্থ সংগ্রহ প্রচারণা শুরু করে প্রচারাভিযান তিন দিনে ১০০ মিলিয়ন ইয়েন অনুদান সংগ্রহ করে।\n\n\n=== বাংলাদেশে ===\nবাংলাদেশে দুটি মিনি থিয়েটার আছে। দেশের প্রথম মিনি সিনেপ্লেক্স নারায়ণগঞ্জে ২০ সেপ্টেম্বর, ২০১৯ তারিখে স্থাপিত হয় সিনেস্কোপ নামে। সরকারি পৃষ্ঠপোষকতায় নির্মিত এই মিনি সিনেপ্লেক্সে ৩৫টি আসন রয়েছে। আরেকটি মিনি সিনেপ্লেক্স হলো সিরাজগঞ্জে অবস্থিত রুটস সিনেক্লাব, যা ২২ অক্টোবর ২০২১ সালে চালু হয়। চট্টগ্রাম সিটি কর্পোরেশন কর্তৃপক্ষ ডিসেম্বর ২০২০ তারিখে চট্টগ্রামে একটি মিনি সিনেপ্লেক্স স্থাপনের ঘোষণা দেয়।\n\n\n== আরো দেখুন ==\n\nচলচ্চিত্র প্রাসাদ\nমাল্টিপ্লেক্স (চলচ্চিত্র প্রেক্ষাগৃহ)\n\n\n== তথ্যসূত্র =="}