{"pageid": 1162770, "title": "বোয়িং স্টারলাইনার", "url": "https://bn.wikipedia.org/wiki?curid=1162770", "content": "বোয়িং সিএসটি-১০০ স্টারলাইনার হল দুটি আংশিকভাবে পুনঃব্যবহারযোগ্য মহাকাশযানের একটি শ্রেণি, যা মহাকাশচারীদের আন্তর্জাতিক মহাকাশ স্টেশন (আইএসএস) ও অন্যান্য নিম্ন-পার্থিব-কক্ষপথের গন্তব্যে পরিবহনের জন্য নকশা করা হয়েছে। এটি নাসার বাণিজ্যিক মহাকাশচারী কর্মসূচিতে (সিসিপি) অংশগ্রহণের জন্য বোয়িং দ্বারা নির্মিত। মহাকাশযানটিতে একটি পুনরায় ব্যবহারযোগ্য মহাকাশচারী ক্যাপসুল ও একটি ব্যয়যোগ্য পরিষেবা মডিউল রয়েছে।\nক্যাপসুলটির ব্যাস ৪.৫৬ মিটার (১৫.০ ফুট),  যা অ্যাপোলো কমান্ড মডিউল ও স্পেসএক্স ড্রাগন ২ থেকে সামান্য বড় এবং ওরিয়ন ক্যাপসুলের চেয়ে ছোট।  বোয়িং স্টারলাইনারে সাত জন পর্যন্ত মহাকাশ্চারী ধারণ এবং দশটি অভিযানে পুনর্ব্যবহারযোগ্যতার সঙ্গে সাত মাস পর্যন্ত আইএসএস-এ নোঙর করে থাকতে সক্ষম হওয়ার জন্য নকশা করা হয়েছে। এটি অ্যাটলাস ৫, ডেল্টা ৪,  ফ্যালকন ৯, এবং ভলকান সেন্টার উৎক্ষেপণ যানের সঙ্গে সামঞ্জস্যপূর্ণ হওয়ার জন্য নকশা করা হয়েছে।\n২০১০  সালে শুরু হওয়া বাণিজ্যিক মহাকাশচারী কর্মসূচির মধ্যে বেশ কয়েকটি প্রতিযোগিতামূলক উন্নয়ন চুক্তির পর, নাসা বাণিজ্যিক মহাকাশচারী পরিবহন ক্ষমতা (CCtCap) চুক্তির রাউন্ডের জন্য স্পেস এক্স ক্রু ড্রাগনের সঙ্গে বোয়িং স্টারলাইনারকে নির্বাচন করেছিল। প্রথম মহাকাশচারী পরীক্ষামূলক উড়ানের পরীক্ষা প্রাথমিকভাবে ২০১৭ সালে পরিকল্পনা করা হয়েছিল।\nমহাকাশচারী বিহীন  বোয়িং স্টারলাইনার কক্ষপথীয় উড়ান পরীক্ষা (বো-ওএফটি) ২০১৯ সালের শেষের দিকে একটি অ্যাটলাস ৫ এন২২ দ্বারা উৎক্ষেপণ করা হয়েছিল ও কক্ষপথে পৌঁছেছিল, কিন্তু উড়ান সফল হয়নি, পরীক্ষার উদ্দেশ্য পূরণ করতে ব্যর্থ হয়েছিল এবং তাড়াতাড়ি পৃথিবীতে ফিরে এসেছিল। নাসা বোয়িংকে একটি পুনরাবৃত্তি পরীক্ষামূলক উড়ান বো-ওএফটিএর অনুমতি দিয়েছিল, যা ২০২১ সালের আগস্টে উৎক্ষেপিত হওয়ার কথা ছিল, কিন্তু প্রপালশন ব্যবস্থার অকার্যকর ভালভের কারণে উৎক্ষেপণ বাতিল করা হয়েছিল। মহাকাশযানের পরিষেবা মডিউলটি প্রতিস্থাপন করার পরে, বোয়িং ২০২২ সালের মে মাসে প্রথম দিকে ওএফটি-২ কে লক্ষ্য করে। ওএফটি-২ এর উৎক্ষেপণ ২০২২ সালের ১৯শে মে  শেষ হয়েছিল। প্রথম মহাকাশচারী উৎক্ষেপণের সময় ২০২২ সালের চতুর্থ ত্রৈমাসিককে নির্ধারিত করা হয়েছে।\n\n\n== মহাকাশযানের বৈশিষ্ট্য ==\n\nবোয়িং-এর স্টারলাইনার মহাকাশযানটি পৃথিবীর নিম্ন কক্ষপথে অভিযানের জন্য সাতজন যাত্রী বা মহাকাশচারী ও কার্গোর উভয়ের জন্য নকশা করা হয়েছিল। এটি আইএসএস-এ নাসার পরিষেবা অভিযানের জন্য চারজন যাত্রী ও ছোট পণ্য বহন করবে। স্টারলাইনার ঝালাইবিহীন কাঠামো ব্যবহার করে এবং এটি ছয় মাসের ব্যবহারযোগ্য সময়ে সঙ্গে ১০ বার পর্যন্ত পুনঃব্যবহারযোগ্য হবে। বোয়িং সমস্ত পরিকল্পিত স্টারলাইনার অভিযানের জন্য দুটি পুনরায় ব্যবহারযোগ্য মহাকাশচারী মডিউলের মধ্যে বিকল্প করার পরিকল্পনা করেছে। প্রতিটি উড়ান একটি নতুন পরিষেবা মডিউল ব্যবহার করে, যা মহাকাশযানের জন্য চালনা ও শক্তি-উৎপাদন ক্ষমতা প্রদান করে। এতে ক্রু ইন্টারফেসের জন্য ওয়্যারলেস ইন্টারনেট ও ট্যাবলেট প্রযুক্তি রয়েছে। \nস্টারলাইনার নোঙরের জন্য নাসার নোঙর ব্যবস্থা ব্যবহার করে। ওএফটি-২-এর আগে বোয়িং স্টারলাইনার নোঙর ব্যবস্থার নকশা পরিবর্তন করেছিল, বায়ুমণ্ডলের মধ্য দিয়ে ক্যাপসুলের অগ্নিগর্ভ অবতারণের সময় অতিরিক্ত সুরক্ষার জন্য ব্যয়যোগ্য নোসেকোনের নিচে একটি কব্জাযুক্ত রি-এন্ট্রি কভার যুক্ত করেছিল, স্পেসএক্স ড্রাগন ২ নোসেকোনে ব্যবহৃত একটির মতো। এটি ওএফটি-২ অভিযানে পরীক্ষা করা হয়েছিল। এই পুনঃ-প্রবেশ আবরণটি স্পেসএক্সের নকশার মতোই কব্জাযুক্ত।  ক্যাপসুলটি তার তাপীয় আবরণের জন্য বোয়িং লাইটওয়েট অ্যাবলেটর ব্যবহার করে।\nবোয়িং-এর সহযোগী সংস্থা স্পেকট্রোল্যাব দ্বারা সরবরাহিত সৌর কোষগুলি মহাকাশযানের পরিষেবা মডিউলের পিছনের দিকে স্থাপন করা হয় ও ২.৯  কিলোওয়াট বিদ্যুৎ প্রদান করে।  এছাড়াও পরিষেবা মডিউলে চারটি রকেটডাইন আরএস-৮৮ ইঞ্জিন রয়েছে, যা হাইপারগোলিক প্রপেলেন্ট জ্বল ঘটায়, যা একটি উড়ান বাতিলের ক্ষেত্রে উৎক্ষেপণ পরিত্যাগের ক্ষমতার জন্য ব্যবহার করা হবে।  স্টারলাইনারকে অ্যাটলাস ৫, ডেল্টা ৪ ও ফ্যালকন ৯, সেইসাথে উন্ন্যনাধিন উন্নয়নাধীন ভলকান সেন্টার সহ একাধিক উৎক্ষেপণ যানের সঙ্গে সামঞ্জস্যপূর্ণ করার জন্য নকশা করা হয়েছে।\nআগের মার্কিন স্পেস ক্যাপসুলগুলির থেকে ভিন্ন স্টারলাইনার ক্যাপসুলটি জলে অবতরণ না করে মাটিতে বায়ুথলি-কুশনযুক্ত অবতরণ করে। পশ্চিম মার্কিন যুক্তরাষ্ট্রে পাঁচটি অবতরণ এলাকা পরিকল্পনা করা হয়েছে, যা স্টারলাইনারকে প্রতি বছর প্রায় ৪৫০ অবতরণ করার সুযোগ দেবে।  নাসা-এর সাথে বোয়িং চুক্তিটি প্রত্যেক অভিযানে চারজন মহাকাশচারীকে ডাকে এবং বোয়িংকে একজন অতিরিক্ত মহাকাশ পর্যটক মহাকাশচারী সদস্যের জন্য মূল্য ও প্যাসেজ বিক্রি করার অনুমতি দেয়। \nক্যাপসুল ও পরিষেবা মডিউল ছাড়াও, অ্যাটলাস-৫ উৎক্ষেপণ যানের অ্যাডাপ্টারের সঙ্গে এরোস্কার্ট নামে পরিচিত একটি ১.৭৮ মিটার (৫ ফুট ১০ ইঞ্চি) কাঠামো একত্রিত করা হয়েছে, যা অ্যারোডাইনামিক স্থিতিশীলতা প্রদান করতে ও রকেটের সামনের দিক থেকে আসা শক ওয়েভগুলিকে  কম শক্তিশালী বা তীব্র করতে ব্যবহৃত হয়।\n\n\n== উৎক্ষেপণ প্রোফাইল ==\nঅ্যাটলাস ৫ এন২২ (কোনও ফেয়ারিং নেই, দুটি এসআরবি ও ২ টি সেন্টার ইঞ্জিন) স্টারলাইনার উৎক্ষেপণ করেছে। এটি সর্বোচ্চ কিউ, এসআরবি জেটিসন, বুস্টার সেপারেশন, সেন্টোর ইগনিশন, নোসকোন ও অ্যারোস্কার্ট জেটিসনের পর্যায়গুলি অতিক্রম করার পর, ১৮১ কিলোমিটার (১১২ মাইল) উচ্চ সাবঅরবিটাল ট্র্যাজেক্টোরিতে উত্তোলন করার প্রায় ১৫ মিনিট পরে শেষ পর্যন্ত পর্যায় পৃথকীকরণে স্টারলাইনার মহাকাশযানকে পৃথিবীর চারপাশে একটি স্থিতিশীল কক্ষপথে প্রবেশের জন্য প্রয়োজনীয় কক্ষপথের বেগ থেকে কম গতিতে মুক্ত করে। ডুয়াল ইঞ্জিন সেন্টোর থেকে বিচ্ছিন্ন হওয়ার পর, পরিষেবা মডিউলে বসানো স্টারলাইনারের নিজস্ব থ্রাস্টার আন্তর্জাতিক মহাকাশ স্টেশনে যাত্রা শুরু করার জন্য মহাকাশযানটিকে কক্ষপথে উন্নীত করে।\nকৃত্রিম-উপগ্রহ উৎক্ষেপণের জন্য উপকক্ষপথীয় গতিপথ অস্বাভাবিক, তবে এটি স্পেস শাটল দ্বারা ব্যবহৃত কৌশলের অনুরূপ। স্টারলাইনারের কক্ষপথ সন্নিবেশ জ্বলন অভিযানের প্রায় ৩১ মিনিট শুরু হয়; এবং ৪৫ সেকেন্ড স্থায়ী হয়।\n\n\n== উন্নয়ন ==\n\nসিএসটি-১০০ (ক্রু স্পেস ট্রান্সপোর্টেশন-১০০) নামটি প্রথম ব্যবহার করা হয়েছিল, যখন ক্যাপসুলটি জনসাধারণের কাছে বিগেলো অ্যারোস্পেস সিইও রবার্ট বিগেলো ২০১০ সালের জুন মাসে প্রকাশ করেছিলেন। সিএসটি অক্ষরগুলি ক্রু স্পেস ট্রান্সপোর্টেশনকে বোঝায়। এটি প্রায়ই প্রতিবেদনে উল্লেখ করা হয়েছিল যে নামের ১০০ সংখ্যাটি কার্মান রেখার  ১০০ কিলোমিটার (৬২ মাইল) উচ্চতাকে নির্দেশ করে, যা স্থানের সীমানার বিভিন্ন সংজ্ঞার মধ্যে একটি। নকশাটি নাসা-এর অ্যাপোলো, স্পেস শাটল ও আইএসএস কর্মসূচির সঙ্গে বোয়িং-এর অভিজ্ঞতার পাশাপাশি প্রতিরক্ষা বিভাগ দ্বারা পৃষ্ঠপোষক করা অরবিটাল এক্সপ্রেস প্রকল্পের উপর আঁকা হয়। (স্টারলাইনারের কোন ওরিয়ন ঐতিহ্য নেই, তবে এটি কখনও কখনও পূর্বের এবং অনুরূপ অরিয়ন থেকে প্রাপ্ত ওরিয়ন লাইট প্রস্তাবের সঙ্গে বিভ্রান্ত হয় যে বিগেলো অ্যারোস্পেস লকহিড মার্টিনের প্রযুক্তিগত সহায়তা নিয়ে কাজ করছিল বলে জানা গেছে।)\nবাণিজ্যিক ক্রু কর্মসূচি পর্যায় ১ স্পেস অ্যাক্ট চুক্তির জন্য সম্পূর্ণ স্থির-মূল্যের অর্থপ্রদান গ্রহণ করাতে ২০১০ সালের মধ্যে নির্দিষ্ট মাইলফলকগুলির একটি সম্পূর্ণ করা প্রয়োজন:\n\nপুশার-টাইপ এবং ট্র্যাক্টর-স্টাইল লঞ্চ এস্কেপ সিস্টেমের মধ্যে ট্রেড স্টাডি এবং ডাউন-সিলেক্ট করুন\nসিস্টেম সংজ্ঞা পর্যালোচনা\nসিস্টেম হার্ডওয়্যার প্রদর্শন পরীক্ষা বাতিল করুন\nবেস তাপ ঢাল ফ্যাব্রিকেশন প্রদর্শনী\nএভিওনিক্স সিস্টেম ইন্টিগ্রেশন সুবিধা প্রদর্শন\nসিএম প্রেসার শেল ফেব্রিকেশন ডেমোনস্ট্রেশন\nল্যান্ডিং সিস্টেম প্রদর্শন ( ড্রপ পরীক্ষা এবং জল আপরাইটিং পরীক্ষা)\nলাইফ সাপোর্ট এয়ার রিভাইটালাইজেশন ডেমোনস্ট্রেশন\nস্বায়ত্তশাসিত মিলন এবং ডকিং (এআরঅ্যান্ডডি) হার্ডওয়্যার/সফ্টওয়্যার প্রদর্শন\nক্রু মডিউল মকআপ প্রদর্শনী।\nজুলাই 2010 সালে, বোয়িং বলেছিল যে ক্যাপসুলটি 2015 সালে পর্যাপ্ত নিকট-মেয়াদী অনুমোদন এবং তহবিল সহ চালু হতে পারে, তবে এটিও ইঙ্গিত দেয় যে তারা স্টারলাইনারের বিকাশের সাথে এগিয়ে যাবে তবেই যদি নাসা বাণিজ্যিক ক্রু পরিবহন উদ্যোগটি বাস্তবায়ন করে যা NASA দ্বারা ঘোষণা করা হয়েছিল। ওবামা প্রশাসন তার FY2011 বাজেট অনুরোধ. বোয়িং এক্সিকিউটিভ রজার ক্রোন বলেছেন যে NASA বিনিয়োগ বোয়িংকে ব্যবসায়িক মামলা বন্ধ করার অনুমতি দেবে, যখন নাসা ছাড়া এটি খুব কঠিন হবে। এছাড়াও, ব্যবসায়িক মামলাটি বন্ধ করার জন্য আইএসএস ছাড়াও একটি দ্বিতীয় গন্তব্যের প্রয়োজন হবে এবং ক্রোন বলেছিলেন যে বিগেলোর সাথে সহযোগিতা এর জন্য অত্যন্ত গুরুত্বপূর্ণ।\nCCDev পর্যায়ে CST-100 এর উন্নয়ন চালিয়ে যাওয়ার জন্য 2011 সালের এপ্রিল মাসে NASA দ্বারা বোয়িংকে US$92.3 মিলিয়ন চুক্তি প্রদান করা হয়েছিল<span typeof=\"mw:Entity\" id=\"mw4g\"> </span>2  3 উপর আগস্ট 2012, NASA US$460 পুরস্কার ঘোষণা করেছে বাণিজ্যিক ক্রু ইন্টিগ্রেটেড ক্যাপাবিলিটি (CCiCap) প্রোগ্রামের অধীনে CST-100-এ কাজ চালিয়ে যেতে বোয়িংকে মিলিয়ন মিলিয়ন।\n31 অক্টোবর 2011-এ, NASA ঘোষণা করেছে যে স্পেস ফ্লোরিডার সাথে একটি অংশীদারিত্বের মাধ্যমে, কেনেডি স্পেস সেন্টারের অরবিটার প্রসেসিং ফ্যাসিলিটি-3 বোয়িং-এর কাছে স্টারলাইনার তৈরি ও পরীক্ষার জন্য লিজ দেওয়া হবে। \n16 সেপ্টেম্বর 2014-এ, NASA বোয়িং (স্টারলাইনার) এবং স্পেসএক্স ( ক্রু ড্রাগন ) দুটি সংস্থাকে মার্কিন সরকারি ক্রুদের আন্তর্জাতিক মহাকাশ স্টেশনে এবং সেখান থেকে পরিবহনের জন্য সিস্টেম বিকাশের জন্য অর্থায়ন করার জন্য বেছে নেয়। বোয়িং 4.2 মার্কিন ডলার জিতেছে 2017 সালের মধ্যে স্টারলাইনারকে সম্পূর্ণ ও প্রত্যয়িত করার জন্য বিলিয়ন চুক্তি, যখন স্পেসএক্স 2.6 মার্কিন ডলার জিতেছে তাদের ক্রুড ড্রাগন মহাকাশযান সম্পূর্ণ এবং প্রত্যয়িত করার জন্য বিলিয়ন চুক্তি। চুক্তির মধ্যে অন্তত একজন নাসার মহাকাশচারীর সাথে অন্তত একজন ক্রুড ফ্লাইট পরীক্ষা অন্তর্ভুক্ত রয়েছে। একবার স্টারলাইনার নাসা সার্টিফিকেশন অর্জন করলে, চুক্তিতে বোয়িংকে কমপক্ষে দুটি এবং ছয়টির মতো ক্রু মিশন স্পেস স্টেশনে পরিচালনা করতে হবে।  নাসার উইলিয়াম এইচ. গার্স্টেনমায়ার স্টারলাইনার প্রস্তাবটিকে ক্রু ড্রাগন এবং সিয়েরা নেভাদার ড্রিম চেজার মহাকাশযানের চেয়ে শক্তিশালী বলে মনে করেছিলেন। \nNASA এর সাথে চুক্তির অংশ বোয়িংকে ISS-এ CCP ফ্লাইটে মহাকাশ পর্যটকদের জন্য আসন বিক্রি করার অনুমতি দেয়। বোয়িং একটি স্পেস-ফ্লাইট অংশগ্রহণকারীর জন্য প্রতি ফ্লাইটে একটি আসন অন্তর্ভুক্ত করার প্রস্তাব করেছে যা রোসকসমস পর্যটকদের কাছ থেকে যে মূল্য নেয় তার সাথে প্রতিযোগিতামূলক হবে।  চুক্তির অধীনে স্টারলাইনারগুলি বোয়িং এর মালিকানাধীন এবং পরিচালনা করে, নাসা নয়, এবং বোয়িং যদি চুক্তিবদ্ধ সিসিপি ফ্লাইটগুলিতে হস্তক্ষেপ না করে তবে নন-সিসিপি বাণিজ্যিক ফ্লাইট অফার করতে পারে।\n4 সেপ্টেম্বর 2015-এ, বোয়িং ঘোষণা করেছিল যে মহাকাশযানটিকে আনুষ্ঠানিকভাবে CST-100 স্টারলাইনার বলা হবে, 787 -এর নামকরণের নিয়ম অনুসরণ করে বোয়িং বাণিজ্যিক বিমান দ্বারা উত্পাদিত ড্রিমলাইনার ।  2015 সালের নভেম্বরে, NASA ঘোষণা করেছিল যে এটি আন্তর্জাতিক মহাকাশ স্টেশনে কার্গো ওড়ানোর জন্য বহু বিলিয়ন ডলারের বাণিজ্যিক পুনঃসাপ্লাই সার্ভিসেস দ্বিতীয় পর্যায়ের প্রতিযোগিতায় বোয়িংকে বিবেচনা থেকে বাদ দিয়েছে। \nবোয়িং ২০১৬ সালের মে মাসে তার প্রথম নির্ধারিত স্টারলাইনার উৎক্ষেপণ ২০১৭ সাল থেকে ২০১৮ সালের প্রথম দিক পর্যন্ত বিলম্বিত করেছিল। তারপর ২০১৬ সালের অক্টোবরে, মহাকাশযান-২ সরবরাহকারীর বাধা ও উৎপাদন সমস্যার কারণে বোয়িং তার কর্মসূচিকে ২০১৮ সালের প্রথম দিক থেকে ছয় মাস বিলম্বিত করে ২০১৮ সালের শেষের দিকে নির্ধারিত করেছিল। তারা ২০১৬ সালে আশা করেছিল, যে নাসার মহাকাশচারীদের ২০১৮ সালের ডিসেম্বর মাসের মধ্যে আন্তর্জাতিক মহাকাশ স্টেশনে উড়িয়ে নিয়ে যাবে।\nনাসা ২০১৮ সালের এপ্রিল মাসে পরামর্শ দিয়েছিল যে ২০১৮ সালের নভেম্বর মাসের জন্য নির্ধারিত স্টারলাইনারের প্রথম পরিকল্পিত দুই-ব্যক্তির উড়ান, এখন ২০১৯ সাল বা ২০২০ সালে ঘটতে পারে। যদি আর কোন বিলম্ব না হয়, তবে এটি একজন অতিরিক্ত ক্রু সদস্য ও অতিরিক্ত সরবরাহ বহন করবে বলে আশা করা হয়েছিল। নাসা বলেছে যে মূলত পরিকল্পনা অনুযায়ী দুই সপ্তাহ থাকার পরিবর্তে, বর্ধিত ক্রুরা স্বাভাবিক ঘূর্ণন উড়ানের মতো দীর্ঘ ছয় মাস স্টেশনে থাকতে পারে। \nনভেম্বর 2019 সালে, NASA এর ইন্সপেক্টর জেনারেল অফিস একটি রিপোর্ট প্রকাশ করে যে বোয়িং এর চুক্তিতে একটি পরিবর্তন ঘটেছে, উল্লেখ করে: \"বোয়িং এর তৃতীয় ষষ্ঠ ক্রু মিশনের জন্য, আমরা দেখতে পেয়েছি যে NASA অতিরিক্ত $287.2 দিতে রাজি হয়েছে। 2019 সালে প্রত্যাশিত ISS ফ্লাইটগুলির একটি অনুভূত 18-মাসের ব্যবধান কমাতে এবং ঠিকাদারকে দ্বিতীয় বাণিজ্যিক ক্রু প্রদানকারী হিসাবে চালিয়ে যাওয়া নিশ্চিত করতে বোয়িং-এর নির্ধারিত মূল্য মিলিয়নের বেশি।\" \n2019 সালের শেষের দিকে তার প্রথম আনক্রুড অরবিটাল টেস্ট ফ্লাইটের ব্যর্থতার পরে, NASA সম্মত হয়েছিল যে বোয়িং 2021 সালের আগস্টে আরেকটি অপরিচিত অরবিটাল পরীক্ষায় অর্থায়ন করবে। ভাল্বের সমস্যার কারণে কাউন্টডাউনের দেরিতে ওই লঞ্চটি বন্ধ হয়ে যায়। 2021 সালের সেপ্টেম্বরের শেষের দিকে, বোয়িং সমস্যার মূল কারণ নির্ধারণ করেনি এবং ফ্লাইটটি অনির্দিষ্টকালের জন্য বিলম্বিত হয়েছিল। এই uncrewed পরীক্ষা না হওয়া পর্যন্ত প্রথম ক্রু পরীক্ষা পিছিয়ে দেওয়া হবে। বোয়িং একটি $185 নিয়েছে সাম্প্রতিক স্টারলাইনার বিলম্ব এবং পুনরায় কাজের জন্য তার 2021-এর Q3 আয়ের প্রতিবেদনে মিলিয়ন চার্জ, মোট $595 2019 সাল থেকে মিলিয়ন।  দ্বিতীয় uncrewed অরবিটাল পরীক্ষা ফ্লাইট চালু 19 মে 2022।\n\n\n== পরীক্ষামূলক ==\n\n২০১১ সাল থেকে পরীক্ষার নিবন্ধগুলিতে বিভিন্ন বৈধতা পরীক্ষা চলছে।\nবোয়িং এয়ারব্যাগ-কুশনিং ব্যবস্থার নকশা যাচাই করার জন্য একটি ধারাবাহিক ভূমি অবতরণ পরীক্ষা সমাপ্তির ঘোষণা ২০১১ সালের সেপ্টেম্বর মাসে করেছিল। বায়ুথলিগুলি স্টারলাইনারের তাপ ঢালের নিচে অবস্থিত, যা প্রায় ১,৫০০ মিটার (৪,৯০০ ফুট) উচ্চতায় প্যারাসুট অবতরণের সময় ক্যাপসুল থেকে আলাদা করার জন্য নকশা করা হয়েছে। আইএলসি ডোভার দ্বারা নির্মিত বায়ুথলিগুলি সংকুচিত নাইট্রোজেন ও অক্সিজেন গ্যাসের মিশ্রণে ভরাট করে স্থাপন করা হয়, তবে কখনও কখনও স্বয়ংচালিত বায়ুথলিতে ব্যবহৃত পাইরো-বিস্ফোরক মিশ্রণ দিয়ে নয়। অবতরণের সময় ক্রসওয়াইন্ড অবস্থার অনুকরণ করার জন্য ১০ এবং ৩০ মাইল প্রতি ঘণ্টা (১৬ এবং ৪৮ কিলোমিটার প্রতি ঘণ্টা)-এর মধ্যে স্থল গতিতে দক্ষিণ-পূর্ব ক্যালিফোর্নিয়ার মোহাভি মরুভূমিতে পরীক্ষাগুলি করা হয়েছিল। বিগেলো অ্যারোস্পেস মোবাইল টেস্ট রিগ তৈরি করেছিল ও পরীক্ষাগুলি পরিচালনা করেছিল।\nবোয়িং ৩,৪০০ মিটার (১১,২০০ ফুট) উচ্চতা থেকে মহাকাশযানের তিনটি প্রধান অবতরণ প্যারাসুট সফলভাবে পরীক্ষা করার পরে তার স্টারলাইনারের একটি প্রতিরূপকে ২০১২ সালের এপ্রিল মাসে নেভাদা মরুভূমির অন্তর্গত নেভাদার ডেলামার শুষ্ক হ্রদে ফেলে দেয়।\nবোয়িং ২০১৩ সালের আগস্ট মাসে ঘোষণা করেছিল, যে দুইজন নাসা মহাকাশচারী স্টারলাইনারের যোগাযোগ, এরগনোমিক্স ও ক্রু-ইন্টারফেসের দিকগুলি মূল্যায়ন করেছেন, যা দেখিয়েছিল এটি যখন তাদের আন্তর্জাতিক মহাকাশ স্টেশন ও অন্যান্য নিম্ন পার্থিব কক্ষপথের গন্তব্যে নিয়ে যাবে তখন মহাকাশচারীরা কীভাবে মহাকাশযানে কাজ করবে।\nবোয়িং ২০১৬ সালের মে মাসে উল্লেখ করেছিল যে মহাকাশযানের ভর কমাতে অ্যাটলাস ৫ উৎক্ষেপণ ও আরোহণের সময় প্রত্যাশিত অ্যারোডাইনামিক সমস্যাগুলি সমাধান করা ও নাসা- আরোপিত সফ্টওয়্যার প্রয়োজনীয়তা পূরণ করতে পরীক্ষার সময়সূচী আট মাস পিছিয়ে যাবে। কক্ষপথীয় উড়ান পরীক্ষা ২০১৯ সালের বসন্তের জন্য নির্ধারিত ছিল। এই কক্ষপথীয় উড়ান পরীক্ষা বুস্টার অ্যাটলাস ৫ এন২২ রকেট ২০১৭ সালের শেষের দিকে আলাবামার ডেকাতুরে ইউনাইটেড লঞ্চ অ্যালায়েন্সের (ইউএলএ) সুবিধায় একত্রিত হয়েছিল। প্রথম মহাকাশচারী সহ উড়ান (বো-সিএফটি) ২০১৯ সালের গ্রীষ্মের জন্য নির্ধারিত ছিল, বো-ওএফটি থেকে পরীক্ষার ফলাফল মুলতুবি ছিল। এটি ১৪ দিন স্থায়ী এবং একজন নাসার মহাকাশচারী ও একজন বোয়িং-এর পরীক্ষামূলক পাইলটকে আইএসএস-এ নিয়ে যাওয়ার পরিকল্পনা করা হয়েছিল। নাসা ২০১৮ সালের ৫ই এপ্রিল ঘোষণা করেছিল যে প্রথম পরিকল্পিত দুই-ব্যক্তির উড়ান মূলত ২০১৮ সালের নভেম্বর মাসের জন্য নির্ধারিত, তবে এটি সম্ভবত ২০১৯ সালে বা ২০২০ সালে ঘটবে। বোয়িং ২০১৮ সালের জুলাই মাসে নাসা-এর প্রাক্তন মহাকাশচারী ক্রিস্টোফার ফার্গুসনকে বো-সিএফটি অভিযানে নিয়োগের ঘোষণা দেয়। স্পেসএক্স ও বোয়িং-এর সঙ্গে কাজ করার জন্য ২০১৮ সালের ৩ই আগস্ট নাসা তার প্রথম বাণিজ্যিক ক্রু মহাকাশচারী ক্যাডারের চারজন অভিজ্ঞ নভোচারীর নাম দিয়েছিল: রবার্ট বেহেনকেন, এরিক বো, সুনিতা উইলিয়ামস ও ডগলাস হার্লি।\nপরীক্ষার একটি অসামঞ্জস্য ২০১৮ সালের জুলাই মাসে উল্লেখ করা হয়েছিল, যেখানে বেশ কয়েকটি ত্রুটিপূর্ণ উড়ান পরিত্যাগ- ব্যবস্থার ভালভের কারণে একটি হাইপারগোলিক প্রপেলান্ট লিক হয়েছিল। ফলস্বরূপ, প্রথম কক্ষপথীয় অভিযানটি ২০১৯ সালের এপ্রিল মাস পর্যন্ত বিলম্বিত হয়েছিল এবং প্রথম মহাকাশচারী উৎক্ষেপণণের সময় হিসাবে ২০১৯ সালের আগস্ট মাস পুনঃনির্ধারিত হয়েছিল। মার্চ 2019-এ, রয়টার্স ২০১৯ সালের মার্চ মাসে প্রতিবেদন করেছিল যে এই পরীক্ষামূলক উড়ানগুলি কমপক্ষে তিন মাস বিলম্বিত হয়েছিল, এবং বোয়িং ২০১৯ সালের এপ্রিল মাসে ঘোষণা করেছিল যে কক্ষপথীয় অভিযানটি ২০১৯ সালের আগস্ট মাসের জন্য নির্ধারিত ছিল।\nকম-উচ্চতা অ্যাবর্ট-থ্রাস্টার টেস্টিংয়ের সিমুলেশন সহ সমস্ত বড় হট-ফায়ার পরীক্ষা সম্পূর্ণ আপ টু সার্ভিস মডিউল পরীক্ষা নিবন্ধ ব্যবহার করে ২০১৯ সালের মে মাসে সম্পন্ন করা হয়েছিল, যা \"উড়ানের-মতো\" ছিল, যার অর্থ হট-ফায়ার টেস্টিং-এ ব্যবহৃত পরিষেবা মডিউল টেস্ট রিগ-এর মধ্যে জ্বালানী ও হিলিয়াম ট্যাঙ্ক, প্রতিক্রিয়া নিয়ন্ত্রণ ব্যবস্থা, অরবিটাল ম্যানুভারিং ও মনোভাব-নিয়ন্ত্রণ থ্রাস্টার, লঞ্চ অ্যাবর্ট ইঞ্জিন এবং সমস্ত প্রয়োজনীয় জ্বালানী লাইন এবং এভিওনিক্স রয়েছে, যা মহাকাশচারী বহনকারী অভিযানে জন্য ব্যবহার করা হবে। এটি প্যাড পরিত্যাগ পরীক্ষা ও পরবর্তীকালে মহাকাশচারীবিহীন ও মহাকাশচারীযুক্ত উড়ানের পথ মসৃণ করে।\nএকটি প্যাড পরিত্যাগ পরীক্ষা ২০১৯ সালের ৪ই নভেম্বর অনুষ্ঠিত হয়েছিল। ক্যাপসুলটি তার প্যাড থেকে ত্বরান্বিত হয়েছিল, কিন্তু তারপর তিনটি প্যারাসুটের মধ্যে একটিকে খুলতে ব্যর্থ হয়েছিল এবং ক্যাপসুলটি মাত্র দুটি প্যারাশুট নিয়ে অবতরণ করেছিল। তবে অবতরণকে নিরাপদ বলে মনে করা হয়েছিল এবং পরীক্ষাটি সফল হয়েছিল। বোয়িং আশা করেনি যে একটি প্যারাসুটের ত্রুটি স্টারলাইনার উন্নয়নের সময়সূচীকে প্রভাবিত করবে।\n\n\n=== প্রথম কক্ষপথীয় উড়ান পরীক্ষা ===\n\nকক্ষপথীয় উড়ান পরীক্ষা ২০১৯ সালের ২০ই ডিসেম্বর উৎক্ষেপিত হয়েছিল, কিন্তু স্থাপনার পরে স্টারলাইনারের অভিযান ঘড়িতে ১১-ঘণ্টার অফসেটের কারণে মহাকাশযানটিকে গণনা করতে বাধ্য করেছিল যে \"এটি একটি কক্ষপথীয় সন্নিবেশ জ্বলন ছিল\", যখন এটি ছিল না। এই কারণে আন্তর্জাতিক মহাকাশ স্টেশনের সাথে নোঙর বাদ দিয়ে, মনোভাব নিয়ন্ত্রণ থ্রাস্টারদের পরিকল্পনার চেয়ে বেশি জ্বালানী খরচ করে। মহাকাশযানটি উৎক্ষেপণের দুই দিন পর নিউ মেক্সিকোর হোয়াইট স্যান্ডস মিসাইল রেঞ্জে অবতরণ করে। সফল অবতরণের পরে, বোয়িং স্টারলাইনার-১ মিশনের কমান্ডার নাসার মহাকাশচারী সুনিতা উইলিয়ামসের দ্বারা মহাকাশযানটির নাম দেওয়া হয়েছিল ক্যালিপসো (সমুদ্রবিজ্ঞান গবেষক জ্যাক-ইভেস কৌস্টেউর জন্য গবেষণা জাহাজ আরভি ক্যালিপসো নাম থেকে)। উড়ানটি বোয়িং-এর নীল আইভিএ স্পেসস্যুট পরা একটি অ্যানথ্রোপোমর্ফিক টেস্ট ডিভাইস (এটিডি) বহন করে, যার নাম \"রোজি দ্য রকেটিয়ার\" রাখা হয়েছিল।\nপরীক্ষার সময় দুটি সফ্টওয়্যার ত্রুটি সনাক্ত করা হয়েছিল, যার মধ্যে একটি আন্তর্জাতিক মহাকাশ স্টেশনের সাথে পরিকল্পিত নোঙর প্রতিরোধ করেছিল, নাসা ২০২০ সালের ৭ই ফেব্রুয়ারি বলেছিল যে প্রতিটি ত্রুটিই মহাকাশযানের ধ্বংসের দিকে নিয়ে যেতে পারত, যদি সেগুলি সময়মতো ধরা পড়ে না ও সংশোধন করা না হয়। একটি এজেন্সি বিবৃতিতে বলা হয়েছিল, একটি যৌথ নাসা-বোয়িং তদন্ত দল খুঁজে পেয়েছিল যে \"একাধিক সুরক্ষা ব্যবস্থা থাকা সত্ত্বেও উড়ানের আগে দুটি জটিল সফ্টওয়্যার ত্রুটি সনাক্ত করা যায়নি\"। \"ভূমিগত হস্তক্ষেপ উভয় ক্ষেত্রেই গাড়ি বা মহাকাশযানের ক্ষতি রোধ করেছিল\"। পুনঃপ্রবেশের আগে, প্রকৌশলীরা দ্বিতীয় গুরুত্বপূর্ণ সফ্টওয়্যার ত্রুটিটি আবিষ্কার করেছিলেন, যা স্টারলাইনারের পরিষেবা মডিউলটিকে নিরাপদে ছুড়ে দেওয়ার জন্য প্রয়োজনীয় থ্রাস্টার ফায়ারিংকে প্রভাবিত করেছিল। পরিষেবা মডিউল সফ্টওয়্যার ত্রুটি জেটিসন থ্রাস্টার ফায়ারিং সিকোয়েন্সটিকে \"ভুলভাবে অনুবাদ করেছিল\"।\nস্টারলাইনার ওএফটি-১ উড়ানে নাসা/বোয়িং-এর তদন্ত ২০১৯ সালের ডিসেম্বর মাসে শেষ হওয়ার সাথে সাথে পর্যালোচনা দল ৮০ টি সুপারিশ শনাক্ত করেছিল, যেগুলি বোয়িং ও নাসা-এর সহযোগিতা ২০২০ সালকে সম্বোধন করছিল, কিন্তু প্রত্যেকটির জন্য কর্ম পরিকল্পনা ইতিমধ্যেই ভালভাবে চালু ছিল। যেহেতু এই সুপারিশগুলির সম্পূর্ণ তালিকা কোম্পানির সংবেদনশীল ও মালিকানাধীন, শুধুমাত্র সেই পরিবর্তনগুলি সর্বজনীনভাবে প্রকাশ করা হয় তা জানা যায়।\n\n\n=== দ্বিতীয় অরবিটাল ফ্লাইট পরীক্ষা ===\n\nসফ্টওয়্যার সমস্যা ও অন্যান্য সমস্যাগুলি দ্বারা প্রথম পরীক্ষামূলক উড়ানটি জর্জরিত হওয়ার পরে মহাকাশযানটিকে আন্তর্জাতিক মহাকাশ স্টেশনে পৌঁছাতে বাধা দিয়েছিল, বোয়িং কর্মকর্তারা ২০২০ সালের ৬ই এপ্রিল বলেছিলেন যে স্টারলাইনার মহাকাশচারী বহনকারী ক্যাপসুলটি মহাকাশচারীদের নিয়ে উড্ডয়নের আগে দ্বিতীয় অপরিবর্তিত প্রদর্শনী অভিযান কক্ষপথীয় উড়ান পরীক্ষা ২-এর মাধ্যমে উড়বে। নাসা বলেছে যে তারা বোয়িং-এর কাছ থেকে দ্বিতীয় চালকবিহীন অভিযান চালানোর সুপারিশ গ্রহণ করেছে। ওয়াশিংটন পোস্ট জানিয়েছে যে প্রথমটির মতো একই উদ্দেশ্য নিয়ে দ্বিতীয় কক্ষপথীয় উড়ান পরীক্ষা কেপ ক্যানাভেরাল থেকে \"২০২০ সালের অক্টোবর বা নভেম্বর মাসের কোনো এক সময়\" উৎক্ষেপিত হবে বলে আশা করা হয়েছিল। বোয়িং বলেছে যে এটি অপরিকল্পিত মহাকাশচারী বহনকারী ক্যাপসুল পরীক্ষামূলক উড়ানের জন্য অর্থ প্রদান করবে \"করদাতার কোনো খরচ ছাড়াই\"। বোয়িং ২০২০ সালের শুরুতে বিনিয়োগকারীদের বলেছিল যে এটি একটি দ্বিতীয় পাইলট বিহীন পরীক্ষামূলক উড়ানের প্রত্যাশিত খরচ অন্তর্ভুক্ত করার জন্য তার উপার্জনের বিপরীতে ৪১০  মিলিয়ন মার্কিন ডলার চার্জ নিচ্ছে। বোয়িং কর্মকর্তারা ২০২০ সালের ২৫শে আগস্ট বলেছিলেন যে মহাকাশচারী সহ প্রথম স্টারলাইনার প্রদর্শনী অভিযানে জন্য মঞ্চ ২০২১ সালের মাঝামাঝির মধ্যে তৈরি করেতে দৃঢ়সঙ্কল্প বদ্ধ। বায়ুমণ্ডলের মধ্য দিয়ে ক্যাপসুলের জ্বলন্ত অবতরণের সময় অতিরিক্ত সুরক্ষার জন্য একটি পুনঃপ্রবেশ কভার যুক্ত করার জন্য বোয়িং OFT-2-এর আগে স্টারলাইনার ডকিং সিস্টেমের নকশা পরিবর্তন করেছিল। এই রি-এন্ট্রি কভারটি স্পেসএক্স ডিজাইনের মতোই কব্জাযুক্ত। দলগুলি OFT-2 মহাকাশযানের প্রোপেল্যান্ট হিটার, তাপ-সুরক্ষা টাইলস এবং ক্যাপসুলের অবতরণকে কুশন করার জন্য ব্যবহৃত এয়ারব্যাগগুলিও ইনস্টল করেছে। OFT-2 মিশনের ক্রু মডিউলটি 2020 সালের আগস্টে গ্রহণযোগ্যতা পরীক্ষা শুরু করেছিল, যা NASA অনুসারে মহাকাশযানের সিস্টেমগুলিকে এর পরিষেবা মডিউলের সাথে মিলিত হওয়ার আগে যাচাই করার জন্য ডিজাইন করা হয়েছে।  10 তারিখে নভেম্বর 2020, NASA এর বাণিজ্যিক ক্রু প্রোগ্রাম ম্যানেজার স্টিভ স্টিচ বলেছিলেন যে সফ্টওয়্যার সমস্যার কারণে দ্বিতীয় অরবিটাল ফ্লাইট পরীক্ষাটি 2021 সালের প্রথম প্রান্তিক পর্যন্ত বিলম্বিত হবে।  ক্রুবিহীন পরীক্ষা স্খলিত হতে থাকে, OFT-2 আনক্রুড টেস্ট ফ্লাইটটি মার্চ 2021-এর জন্য নির্ধারিত ছিল এবং ক্রুযুক্ত ফ্লাইটটি পরবর্তী গ্রীষ্মে লঞ্চের জন্য লক্ষ্য করা হয়েছিল।  OFT-2 এর লঞ্চের তারিখটি আগস্ট 2021 এর জন্য নির্ধারিত প্রথম আনুমানিক লঞ্চের তারিখের সাথে আবার সরানো হয়েছে।\nঅগাস্ট 2021 লঞ্চ উইন্ডোর সময় লঞ্চের আগে মহাকাশযানে 13টি প্রপালশন-সিস্টেম ভালভের সাথে কিছু সমস্যা সনাক্ত করা হয়েছিল। মহাকাশযানটি ইতিমধ্যেই এর লঞ্চ রকেট, ইউনাইটেড লঞ্চ অ্যালায়েন্সের (ইউএলএ) অ্যাটলাস ভি -এর সাথে মিলিত হয়েছে এবং লঞ্চপ্যাডে নিয়ে গেছে। লঞ্চপ্যাডে থাকাকালীন সমস্যা সমাধানের প্রচেষ্টা ব্যর্থ হয়, এবং রকেটটি ULA-এর VIF (উল্লম্ব সংহতকরণ সুবিধা) এ ফিরিয়ে দেওয়া হয়। ভিআইএফ-এ সমস্যা সমাধানের প্রচেষ্টাও ব্যর্থ হয়, এবং বোয়িং মহাকাশযানটিকে কারখানায় ফেরত দেওয়ার সিদ্ধান্ত নেয়, এইভাবে সেই লঞ্চ উইন্ডোতে উৎক্ষেপণ বাতিল করে।  সমস্যা সমাধানের দায়িত্ব নিয়ে বোয়িং এবং অ্যারোজেট রকেটডাইনের মধ্যে বাণিজ্যিক বিরোধ ছিল।  ভালভগুলি আর্দ্রতার অনুপ্রবেশের দ্বারা ক্ষয়প্রাপ্ত হয়েছিল, যা প্রোপেল্যান্টের সাথে যোগাযোগ করেছিল, কিন্তু আর্দ্রতার উত্স স্পষ্ট ছিল না। 2021 সালের সেপ্টেম্বরের শেষের দিকে, বোয়িং সমস্যার মূল কারণ নির্ধারণ করেনি এবং ফ্লাইটটি অনির্দিষ্টকালের জন্য বিলম্বিত হয়েছিল। অক্টোবর ২০২১-এর হিসাব অনুযায়ী  NASA এবং বোয়িং অগ্রগতি অব্যাহত রেখেছে এবং \"2022 সালের প্রথমার্ধে উৎক্ষেপণের সুযোগের দিকে কাজ করছে\", যদিও বোয়িং আরও 185 মার্কিন ডলার নিয়েছে আয়ের বিপরীতে মিলিয়ন চার্জ, OFT-2 এর জন্য বোয়িং-এর মোট খরচ US$595 এ নিয়ে আসে মিলিয়ন 2021 সালের ডিসেম্বরে, বোয়িং পুরো পরিষেবা মডিউলটি প্রতিস্থাপন করার সিদ্ধান্ত নেয় এবং 2022 সালের মে মাসে ঘটবে বলে প্রত্যাশিত OFT ।\nOFT-2 মিশনটি 19 তারিখে চালু হয় মে 2022। এটি আবার নীল বোয়িং ইনফ্লাইট স্পেসসুটে রোজি রকেটিয়ার টেস্ট ডামি বহন করে। 22 মে, ক্যাপসুলটি আন্তর্জাতিক মহাকাশ স্টেশনের সাথে ডক করে। 25 মে, ক্যাপসুলটি মহাকাশ থেকে ফিরে আসে এবং সফলভাবে অবতরণ করে।\n\n\n== বাণিজ্যিক ব্যবহার ==\nব্লু অরিজিন, বোয়িং ও সিয়েরা নেভাদা কর্পোরেশনের সহায়ক সিয়েরা স্পেস তাদের বাণিজ্যিক মহাকাশ কার্যক্রম ও মহাকাশ পর্যটনের জন্য একটি বাণিজ্যিক মহাকাশ স্টেশনের পরিকল্পনা ২০২১ সালের ২৫শে অক্টোবর প্রকাশ করেছিল। অরবিটাল রিফ নামক স্টেশনটি একটি \"মিশ্র-ব্যবহারের ব্যবসায়িক উদ্যান\" হিসাবে অভিপ্রেত। বোয়িংকে একটি অংশীদার হিসাবে ঘোষণা করা হয়েছিল এবং সিয়েরা নেভাদা কর্পোরেশনের ড্রিম চেজারের পাশাপাশি স্টারলাইনারকে মহাকাশ স্টেশনে আগমন ও প্রত্যাবর্তনে বাণিজ্যিক মহাকাশচারী বহনের জন্য একটি বাণিজ্যিক মহাকাশযান হিসাবে বেছে নেওয়া হয়েছিল।\n\n\n== লঞ্চ যানবাহন প্রাপ্যতা ==\nস্টারলাইনার অ্যাটলাস ৫, ডেল্টা ৪, ফ্যালকন ৯ ও ভলকান সেন্টোরের সাথে সামঞ্জস্যপূর্ণ। ডেল্টা ৪ অবসরপ্রাপ্ত এবং আর উপলব্ধ নেই। ইউএলএ ঘোষণা করেছে যে অ্যাটলাস ৫ অবসর নিচ্ছে এবং বাকি সমস্ত অ্যাটলাস ৫ উৎক্ষেপণ গ্রাহকদের জন্য বরাদ্দ করা হয়েছে। স্টারলাইনার উড়ানের জন্য ২ জুলাই ২০২২ (2022-07-02)-এর হিসাব অনুযায়ী পর্যন্ত সাতটি অ্যাটলাস ৫ রকেট বরাদ্দ করা হয়েছে; যা মহাকাশচারী বহনকারী উড়ান পরীক্ষা ও ছয়টি পরিচালনাগত অভিযানের জন্য যথেষ্ট। ইউএলএ যে কোনো অতিরিক্ত উড়ানের জন্য ভলকান সেন্টার সময়মতো উপলব্ধ করার পরিকল্পনা করেছে।\n\n\n== মহাকাশযানের তালিকা ==\nবোয়িং ২০২০ সালের জানুয়ারি মাস পর্যন্ত বাণিজ্যিক মহাকাশচারী কর্মসূচির চাহিদা পূরণের জন্য তিনটি বোয়িং স্টারলাইনার মহাকাশযান পরিষেবাতে রাখার পরিকল্পনা করেছিল, প্রতিটি মহাকাশযান ছয় মাসের পুনর্নবীকরণ সময়ের সাথে দশ বার পুনঃব্যবহার করতে সক্ষম হবে বলে আশা করা হচ্ছে। বোয়িং ২০২০ সালের ২৫শে আগস্ট তিনটির পরিবর্তে সমস্ত পরিকল্পিত স্টারলাইনার অভিযানের জন্য মাত্র দুটি ক্যাপসুলের মধ্যে বিকল্প করার পরিকল্পনা ঘোষণা করেছিল।\nযেহেতু বোয়িং মহাকাশযান ৪ তৈরি করতে চায় না, তাই নাসা বাণিজ্যিক মহাকাশচারী চুক্তির সময় মহাকাশযানের সমস্যা (বা ক্ষতির) জন্য কোনও অতিরিক্ত যানবাহনের আতঙ্ক বিদ্যমান নেই।\n\n\n== ফ্লাইটের তালিকা ==\nতালিকা শুধুমাত্র সম্পূর্ণ বা বর্তমানে উদ্ভাসিত মিশন অন্তর্ভুক্ত. লঞ্চের তারিখগুলি ইউটিসি-তে তালিকাভুক্ত করা হয়েছে।\n\n\n== প্রযুক্তি অংশীদার ==\n\n\n== আরো দেখুন ==\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}