{"pageid": 1162890, "title": "৬ (সংখ্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1162890", "content": "৬ (ছয়) হলো ৫ এর পরবর্তী এবং ৭ এর পূর্ববর্তী একটি স্বাভাবিক সংখ্যা। এটি একটি যৌগিক সংখ্যা এবং সবচেয়ে ছোট নিখুঁত সংখ্যা।\n\n\n== গণিতে শাস্ত্রে -  ৬ ==\n৬ হলো সবচেয়ে ছোট বা ক্ষুদ্রতম ধনাত্মক সংখ্যা, যা কোনো পূর্ণবর্গ সংখ্যা নয় এবং মৌলিক সংখ্যা ও নয়। এটা ৪ এর পর দ্বিতীয় ক্ষুদ্রতম যৌগিক সংখ্যা; এটার প্রকৃত উৎপাদক ১, ২ এবং ৩।\nযেহেতু, ৬ তার প্রকৃত উৎপাদকগুলোর যোগফলের সমান (১+২+৩ = ৬) তাই এটি একটি নিখুঁত সংখ্যা। ৬ সবচেয়ে ছোট নিখুঁত সংখ্যা। এটি সবচেয়ে ছোট গ্রানভিল সংখ্যা অথবা \n  \n    \n      \n        \n          \n            S\n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {S}}}\n  \n-perfect number.\nনিখুঁত সংখ্যা হিসেবে:\n\n৬, মার্সেন প্রাইম ৩ এর সাথে সম্পর্কযুক্ত, যেহেতু 21(22 – 1) = 6। (পরবর্তী নিখুঁত সংখ্যাটি হলো ২৮।)\n৬ হলো একমাত্র যুগ্ম বা জোড় নিখুঁত সংখ্যা যা ধারাবাহিক বিজোড় ঘনসংখ্যার যোগফল নয়।\n৬ হল 6-অ্যালিকোট ট্রি এর মূল, এবং নিজেই শুধুমাত্র একটি অন্য সংখ্যা ২৫ এর অ্যালিকোট যোগফল। যেখানে ২৫  একটি বর্গ সংখ্যা।\nছয় হলো একমাত্র সংখ্যা যা তিনটি ক্রমিক সংখ্যার যোগফল এবং গুণফল উভয়েরই সমান।\n৬ নিখুঁত সংখ্যা হওয়ার সাথে সম্পর্কিত না হলেও, একটি গোলম রুলারের দৈর্ঘ্য ৬ হলে, তা পারফেক্ট রুলার। ছয় হলো কনগ্রুয়েন্ট সংখ্যা।\n৬ হল প্রথম বিযুক্ত বাইপ্রাইম (2 × 3) এবং (2 × q) বিযুক্ত বাইপ্রাইম পরিবারের প্রথম সদস্য। ৬  একটি একক নিখুঁত সংখ্যা, একটি প্রাথমিক সিউডোপারফেক্ট সংখ্যা, একটি হারমোনিক উৎপাদক সংখ্যা এবং একটি সুপিরিয়র উচ্চ যৌগিক সংখ্যা, সবশেষে এটি একটি প্রিমোরিয়াল।\nক্রম ৬ সহ কোনো গ্রেকো-ল্যাটিন বর্গ নেই। যদি n একটি স্বাভাবিক সংখ্যা হয় যা 2 বা 6 নয়, তারপর একটি গ্রেকো-ল্যাটিন বর্গ আছে যার ক্রম n।\nএমন কোনো মৌলিক সংখ্যা \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n নেই যে 2টি মডিউল \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n এর গুণক ক্রম 6, অর্থাৎ, \n  \n    \n      \n        o\n        r\n        \n          d\n          \n            p\n          \n        \n        (\n        2\n        )\n        =\n        6\n      \n    \n    {\\displaystyle ord_{p}(2)=6}\n  \n। সিগমন্ডির উপপাদ্য অনুসারে, যদি \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n একটি স্বাভাবিক সংখ্যা হয় এবং যা 1 বা 6 নয়, তাহলে একটি মৌলিক সংখ্যা \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n আছে যেমন- \n  \n    \n      \n        o\n        r\n        \n          d\n          \n            p\n          \n        \n        (\n        2\n        )\n        =\n        n\n      \n    \n    {\\displaystyle ord_{p}(2)=n}\n  \n। এই ধরনের \n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n-এর জন্য টেমপ্লেট:OEIS লিঙ্ক দেখুন।\n৬টি সাইক্লোটমিক ক্ষেত্রের পূর্ণসংখ্যার বলয় Q(ζ6), যাকে বলা হয়  আইজেনস্টাইন পূর্ণসংখ্যা, এর ৬টি একক রয়েছে: ±1, ±ω, ±ω2, যেখানে \n  \n    \n      \n        ω\n        =\n        \n          \n            1\n            2\n          \n        \n        (\n        −\n        1\n        +\n        i\n        \n          \n            3\n          \n        \n        )\n        =\n        \n          e\n          \n            2\n            π\n            i\n            \n              /\n            \n            3\n          \n        \n      \n    \n    {\\displaystyle \\omega ={\\frac {1}{2}}(-1+i{\\sqrt {3}})=e^{2\\pi i/3}}\n  \n।ক্ষুদ্রতম নন-আবেলিয়ান গ্রুপ হল প্রতিসম গ্রুপ S3 যার 3! = 6টি উপাদান আছে। একই ব্যাসার্ধবিশিষ্ট একটি কেন্দ্রীয় মুদ্রার চারপাশে ছয়টি অনুরূপ মুদ্রা সাজানো যেতে পারে যাতে প্রতিটি মুদ্রা কেন্দ্রীয় মুদ্রার সাথে স্পর্শযুক্ত থাকতে পারে (এবং মুদ্রাগুলো একে অন্যকে উভয় পাশে ফাঁক ছাড়াই স্পর্শ করে), কিন্তু সাতটি মুদ্রা এমনভাবে সাজানো যায় না। এটি ৬এর দ্বি-মাত্রিক কিসিং নাম্বার সমস্যার এর সমাধান দেয়। সমতলের সবচেয়ে ঘন অবস্থায় স্পিয়ার প্যাকিং করা যায় যদি প্যাটার্নটিকে ষড়ভুজাকৃতি লেটিস পর্যন্ত প্রসারিত করা হয়, যেখানে প্রতিটি বৃত্ত অন্য ছয়টি বৃত্তকে স্পর্শ করে।\n\n৬ হলো চারটি হর্ষদ সংখ্যার মধ্যে সবচেয়ে বড়।\nএকটি ছয়-বাহু বিশিষ্ট বহুভুজকে ষড়ভুজ বলা হয়, তিনটি সুষম বহুভুজের মধ্যে একটি ষড়ভুজ, সমতলকেটালিকরণ করতে পারে। ফিগারেট সংখ্যার মধ্যে অন্তর্ভুক্ত হেক্সাগোনকে (ছয় সহ)  ষটকোণ সংখ্যা বলে। কারণ 6 হল 2 এর শক্তির গুণফল (যেমন 21) যা ফার্মা মৌলিক (বিশেষভাবে 3) ছাড়া কিছুই নয়। একটি সুষম ষড়ভুজ হলো একটি কনস্ট্রাকটিবল বহুভুজ। এছাড়া, ৬ একটি অক্টোহেড্রাল সংখ্যা। এটা  ত্রিকোণ সংখ্যা, এবং তাই এটার বর্গ হলো ৩৬।\n৬টি মৌলিক ত্রিকোণোমিতিক ফাংশন আছে।\nচার মাত্রার ৬টি উত্তল সুষম পলিটোপ আছে।\n\n৬টি সূচকীয় উপপাদ্য নিশ্চয়তা দেয় যে, (সূচকে সঠিক শর্ত দেওয়া থাকলে) সূচকগুলোর একটি সেটের মধ্যে অন্তত একটি সূচকের সীমা অতিক্রম করে।\n৩ এর বড় সকল প্রাইম বা মৌলিক সংখ্যার আকার বা রূপ হলো 6n ± 1 for n ≥ 1।\n\n৬ হলো একটি প্রোনিক সংখ্যা।\n\n\n=== প্রাথমিক গণনা ছক ===\n\n\n== গ্রিক এবং ল্যাটিন শব্দাংশ ==\n\n\n=== হেক্সা ===\nহেক্সা অর্থ ধ্রুপদী গ্রিক ভাষায় \"৬\"। সেহেতু: গ্রেকো-ল্যাটিন শব্দ\n\n\"হেক্সাডেসিমেল\" হলো গ্রিক হেক্সা এবং ল্যাটিন ডেসিমেল শব্দ দুটির মিলিত রূপ যা ১৬ ভিত্তিক সংখ্যা পদ্ধতিকে প্রকাশ করে।\nএকটি ছয় বাহু বিশিষ্ট সুষম বহুভুজকে ষড়ভুজ বলা হয়।\nহেক্সাগন হলো মহাদেশী ফ্রান্সের অংশ মেট্রোপলিটন ফ্রান্স এর ডাকনাম, কারণ, এটি দেখতে পুরোপুরি একটি সুষম ষড়ভুজের মতো।\nএকটি হেক্সাহেড্রন হল একটি পলিহেড্রন যার ছয়টি তল রয়েছে, বিশেষ ক্ষেত্রে যা একটি কিউব বা ঘনক।\nহেক্সামিটার হলো একটি বিশেষ ধরনের কবিতা যার প্রতি পংক্তিতে ছয় পদ থাকে।\n\"হেক্সনাট\" একটি নাট যার ৬টি তল আছে, এবং একটি হেক্সস্ক্রু স্ক্রুয়ের ৬টি পার্শ্বযুক্ত মাথা আছে।\nগ্রেকো-ল্যাটিন উপসর্গ হেক্সা সিস্টেমেটিক নামে বেশি ব্যবহৃত হয়, যেমন: ৬টি কার্বন অণু বিশিষ্ট রাসায়নিক যৌগকে হেক্সেন বলা হয় (C6H14)।\n\n\n=== প্রিফিক্স হিসেবেসেক্স বা ষষ্ঠক ===\n  মানবের হাতের এক্স-রে যেখানে হাতে ৬টি আঙুল দেখা যাচ্ছে।\nসেক্স- হলো  একটি ল্যাটিন উপসর্গ যার অর্থ \"ছয়\"। এইভাবে:\n\nসেনারি একটি ক্রমবাচক বিশেষণ যার অর্থ \"ষষ্ঠ\"।\nযে মানুষের প্রত্যেক হাতে ৬টি আঙুল আছে তাকে সেক্সডেকটাইল বলা হয়।\nপরিমাপের জন্য সেক্সট্যান্ট একটি বহুল ব্যবহৃত যন্ত্র, যার এই নামের কারণ এর আকৃতি একটি সম্পূর্ণ বৃত্তের ৬ ভাগের ১ ভাগ গঠন করে।\n৬ জন সঙ্গীতজ্ঞের একটি দলকে সেক্সটেট বলা হয়।\nএক মাতৃগর্ভ থেকে এক বারে ছয়টি শিশুর জন্ম হলে তাকে সেক্সটুপ্লেট বলা হয়।\nসেক্সি প্রাইম জোড়া –৬ জোড়া মৌলিক সংখ্যার বুঝায় কারণ, ল্যাটিন সেক্স এর অর্থ সিক্স বা ৬।\n১০০০৬ এর  এস আই একক হলো এক্সা= exa- (E), এবং এর রিসিপ্রকালও অ্যাটো=atto- (a)।\n\n\n== আরবীয় সংখ্যা পদ্ধতির বিবর্তন ==\n\n\n== সংগীতে-৬ ==\n\n\n== ধর্মে-৬ ==\n\n\n== বিজ্ঞানে-৬ ==\n\n\n== খেলাধুলায়-৬ ==\n\n\n== প্রযুক্তিবিজ্ঞানে-৬ ==\n\n\n== ক্যালেন্ডারে বা দিনপঞ্জিতে ==\n\n\n== শিল্পকলায় এবং বিনোদনে ==\n\n\n== নৃবিজ্ঞানে ==\n\n\n== অন্যান্য ক্ষেত্রে - ৬ ==\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}