{"pageid": 1163325, "title": "মিডল-আর্থে খ্রিস্টধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1163325", "content": "জে. আর. আর. টলকিন রচিত মিডল-আর্থ-বিষয়ক কথাসাহিত্যের অন্যতম কেন্দ্রীয় বিষয়বস্তু; কিন্তু তা এই উপন্যাস-ত্রয়ীর মধ্যে বরাবরই প্রচ্ছন্ন অবস্থায় থেকে গিয়েছে। এর ফলে বইগুলিকে ভিন্ন ভিন্ন স্তরে পাঠ করা সম্ভব হয় এবং তার পাঠকও কোনও একটি একক অর্থে আবদ্ধ না থেকে তার ভিন্ন ভিন্ন অর্থ করতে পারেন।\nআশৈশব জে. আর. আর. টলকিন ছিলেন একজন ধর্মপ্রাণ রোমান ক্যাথলিক। দ্য লর্ড অফ দ্য রিংস উপন্যাস-ত্রয়ীকেও তিনি মূলগতভাবে এক ধর্মীয় ও ক্যাথলিক সাহিত্য হিসেবে বর্ণনা করেন। একদিকে তিনি যেমন বেশ দৃঢ়তার সঙ্গে ঘোষণা করেছেন যে এটি কোনও রূপক কাহিনি নয়, অন্যদিকে তেমনই খ্রিস্টীয় ধর্মতত্ত্ব থেকে অসংখ্য বিষয়বস্তু তিনি এর মধ্যে অন্তর্ভুক্ত করেছেন। এই বিষয়গুলির মধ্যে রয়েছে সৎ ও অসতের দ্বন্দ্ব, অহংকারকে পরাজিত করে বিনয়ের জয়লাভ এবং ঐশ্বরিক করুণার কার্যকরিতা। মৃত্যু ও অমরত্ব এই রচনার একটি কেন্দ্রীয় বিষয়বস্তু, সেই সঙ্গে দিব্য সৃষ্টির প্রতীক রূপে আছে আলোও; কিন্তু ক্ষমা ও অনুকম্পা, পুনরুজ্জীবন, নৈশভোজোৎসব, মুক্তি, অনুশোচনা, আত্ম-বলিদান, স্বাধীন ইচ্ছা, ন্যায়, বন্ধুত্ব, কর্তৃত্ব ও আরোগ্যদানের প্রতি টলকিনের মনোভাবও শনাক্ত করা সম্ভব হয়। ঐশ্বরিক বিধান পরোক্ষভাবে এসেছে ভ্যালার নামে এক দেবতুল্য অবিনশ্বর গোষ্ঠীর ইচ্ছা হিসেবে এবং মানুষের স্বাধীন ইচ্ছার বিষয়টির সঙ্গে আপোস এড়াতে তা খুব সূক্ষ্মভাবে প্রকাশ করা হয়েছে।\nসি. এস. লুইসের নার্নিয়া-বিষয়ক গ্রন্থাবলির আসলান চরিত্রটির মতো খ্রিস্ট-সমতুল্য চরিত্র এই গ্রন্থাবলিতে নেই। তবে গ্যান্ডালফ, ফ্রোডো ও অ্যারাগন চরিত্র তিনটি যথাক্রমে খ্রিস্টের নবি-, পুরোহিত- ও রাজকীয়-সত্ত্বার (ত্রিমুখী কার্য) উদাহরণ।\n\n\n== প্রেক্ষাপট: টলকিনের ক্যাথলিকবাদ ==\nজে. আর. আর. টলকিনের পরিবার একদা ছিলেন ব্যাপটিস্টপন্থী; তা সত্ত্বেও তিনি নিজে ছিলেন এক ধর্মপ্রাণ রোমান ক্যাথলিক। ঘনিষ্ঠ বন্ধু তথা জেসুইট প্রিস্ট রবার্ট মারেকে লেখা একটি চিঠিতে দ্য লর্ড অফ দ্য রিংস-কে টলকিন বর্ণনা করেছেন \"মূলগতভাবে একটি ধর্মীয় ও ক্যাথলিক সাহিত্যকৃতি\" এবং খ্রিস্টীয় প্রতীকতত্ত্বে সমৃদ্ধ রচনা হিসেবে:\n\nদ্য লর্ডস অফ দ্য রিংস অবশ্যই মূলগতভাবে একটি ধর্মীয় ও ক্যাথলিক সাহিত্যকৃতি; গোড়ায় তা ছিল অবচেতনে, কিন্তু সংশোধনের সময় তা চেতনেই চলে আসে। সেই কারণেই আমি [এই] কাল্পনিক জগতে ‘ধর্ম’-সদৃশ কিছু, কাল্ট বা ধর্মানুশীলন প্রথার মতো কিছুর কার্যত সকল উল্লেখই যুক্ত করিনি অথবা বাদ দিয়েছি। কারণ ধর্মীয় উপাদান তো গল্প ও প্রতীকতত্ত্বের মধ্যেই নিহিত রয়েছে।\nটলকিন-বিশেষজ্ঞ প্যাট্রিক কারি লিখেছেন যে, টলকিনের বক্তব্যের মধ্যে অবশ্য সারা রচনার মধ্যে ব্যাপকভাবে ছড়িয়ে থাকা প্যাগানবাদের বিষয়টি বাদ পড়েছে এবং বাস্তবিকই প্যাগানবাদ রয়েছে টলকিনের সমগ্র মিডল-আর্থ কিংবদন্তির মধ্যে। তা মূলগতভাবে খ্রিস্টান সাহিত্য হতে পারে, কিন্তু অন্য মাত্রায় এটির বিষয়বস্তু অন্য। তার মধ্যে বহুদেববাদ, সর্বপ্রাণবাদ সহ অন্যান্য অনেক বৈশিষ্ট্য বিদ্যমান। অন্য ভাষায় বললে, মিডল-আর্থ একাধারে খ্রিস্টান ও প্যাগান। টলকিন-বিশেষজ্ঞ পল এইচ. কোচার মন্তব্য করেছেন যে, \"প্রাক্-খ্রিস্টান যুগের প্রেক্ষাপটে এই কাহিনি সৃজনের কারণেই [টলকিন] তাকে একটি খ্রিস্টীয় প্রেক্ষাপটে প্রয়োগের প্রয়োজনীয়তা থেকে নিজেকে বিরত করেছিলেন। কারণ এই ধারণা এলফ, এন্ট, ডোয়ার্ফ ও অন্যান্য অনেক কিছুর উপর প্রযুক্ত হলে তা হত বৈসাদৃশ্যপূর্ণ।\"\nআখ্যানভাগের মধ্যে অনেকগুলি ধর্মতত্ত্বগত বিষয় নিহিত রয়েছে। যেমন: সৎ ও অসতের সংগ্রাম, অহংকারকে পরাজিত করে বিনয়ের জয়, করুণার কার্যকারণ (যেমন দেখা গিয়েছে গলামের প্রতি ফোডোর করুণার মধ্যে দিয়ে)। এই রচনার মধ্যে মৃত্যু ও অমরত্ব, ক্ষমা ও দয়া, পুনরুজ্জীবন, মুক্তি, অনুশোচনা, আত্ম-বলিদান, স্বাধীন ইচ্ছা, ন্যায়, বন্ধুত্ব, কর্তৃত্ব ও আরোগ্যদানের মতো বিষয়গুলিও অন্তর্ভুক্ত হয়েছে। টলকিন শিষ্যদের উদ্দেশ্যে নিবেদিত যিশুর প্রার্থনাটিও উল্লেখ করেছিলেন (বিশেষত \"And lead us not into temptation but deliver us from evil\" পংক্তিটিতে) এক অঙ্গুরীয়ের ক্ষমতার বিরুদ্ধে ফ্রোডোর সংগ্রামের প্রেক্ষিতে। টলকিন বলেছিলেন, \"অবশ্যই দ্য লর্ড অফ দ্য রিংস-এ ঈশ্বর আছেন। [কাহিনির] সময়কাল প্রাক্-খ্রিস্টান, কিন্তু তা ছিল এক একেশ্বরবাদী জগৎ\"। যখন প্রশ্ন করা হয় যে মিডল-আর্থের এক ঈশ্বর কে, তখন টলকিন উত্তর দেন, \"[তিনি] সেই এক, অবশ্যই! [এই] বইটি সেই জগৎ সম্পর্কে যা ঈশ্বর সৃষ্টি করেছিলেন – [তা] এই গ্রহের বাস্তব জগৎ।\"\nবাইবেল ও প্রথাগত খ্রিস্টান আখ্যান দ্য সিলমারিলিয়ন-কেও প্রভাবিত করেছিল। সেখানে মেলকোর ও এরু ইলুভাটারের মধ্যে সংঘাতটি শয়তান ও ঈশ্বরের মধ্যে সংঘাতের অনুরূপ। তাছাড়া দ্য সিলমারিলিয়ন-এ এলফদের সৃষ্টি ও পতনের কাহিনি বর্ণিত হয়েছে, ঠিক যেমন আদিপুস্তক-এ আছে মানুষের সৃষ্টি ও পতনের কথা। টলকিনের অন্যান্য সকল রচনার মতো দ্য সিলমারিলিয়ন-এও পরবর্তীকালীন খ্রিস্টান ইতিহাসের জন্যও জায়গা রাখা হয়েছে। এই উপন্যাসের একটি খসড়াতে উপন্যাসের চরিত্র ফিনরড মানবজাতিকে উদ্ধারের জন্য শেষে এরু ইলুভাটারের পুনরায় শরীর পরিগ্রহণের কথা ভাবতে দেখা যায়।\nএকটি বিশেষ খ্রিস্টান প্রভাব হল মানুষের পতনের ধারণাটি, যা প্রভাবিত করেছে আইনুলিনডেল, অ্যালকোয়ালোন্ডের রাজহত্যা এবং ন্যুমেনরের পতনের বিষয়গুলিকে।\n\n\n== ভূমিকা ==\nকয়েকজন খ্রিস্টান সহ ব্যাখ্যাকর্তারা টলকিনের কথা সাহিত্যে, বিশেষত দ্য লর্ড অফ দ্য রিংস-এ খ্রিস্টধর্মের ভূমিকা প্রসঙ্গে বহু বৈচিত্র্যময় অবস্থান গ্রহণ করেছেন। এই ব্যাখ্যাকারীরা মনে করেন এই কাহিনিতে জাদুকর প্রভৃতি চরিত্রগুলি খ্রিস্ট ও দেবদূতদের প্রতীক; এছাড়াও এতে রয়েছে পুনরুজ্জীবনলাভের কথা, আলো, আশা ও পরিত্রাণমূলক দুঃখভোগের ধারণা, উপন্যাসে খ্রিস্টধর্মের আপাত অপ্রত্যক্ষতা, এবং সেই সঙ্গে আছে খ্রিস্টীয় দর্শনের এক প্রাচীন বিতর্ক অসতের প্রকৃতির কথাও। এই সকল বিষয়কে কেন্দ্র করে সমগ্র গ্রন্থে টলকিনের অবস্থান নিয়ে গবেষকদের মধ্যে দীর্ঘ বাদানুবাদের সৃষ্টি হয়েছে। বিশেষত, টলকিন নিজে উপন্যাসটিকে খ্রিস্টীয় সাহিত্য বলে উল্লেখ করলেও, দ্য লর্ড অফ দ্য রিংস আদৌ তা কিনা তা নিয়েও ব্যাখ্যাকর্তাদের মধ্যে মতানৈক্য বিদ্যমান।\n\n\n=== সুনির্দিষ্টভাবে খ্রিস্টান নয় ===\nক্যাথারিন ম্যাডসেন লিখেছিলেন যে, তিনি নিজে এই উপন্যাস কর্তৃক ধর্মনিশ্বাসের দিকে আকর্ষিত হয়েছিলেন, \"যদিও নির্দিষ্টিভাবে খ্রিস্টীয় ধর্মবিশ্বাসের দিকে নয়\"। তিনি উল্লেখ করেন যে, টলকিন লিখেছেন \"শিল্পকলার অন্য সকল বর্গের ন্যায় অতিকথা ও রূপকথাও নৈতিক ও ধর্মীয় সত্যের (বা ভ্রান্তির) সমাধানমূলক উপাদানগুলিকে প্রতিফলিত ও ধারণ করে, তবে প্রত্যক্ষ[ভাবে] নয়\"। ম্যাডসেন বলেন যে স্পষ্টতই টলকিন \"নিজের রচনায় খ্রিস্টধর্ম সমর্থন, বর্ণনা বা প্রচার করতে চাননি\"। তিনি মনে করেন যে, টলকিন মতবাদ নয়, বরং ব্যবহার করেছিলেন \"খ্রিস্টান জাদু\"; প্রসঙ্গত তিনি এও উল্লেখ করেন যে, টলকিন লিখেছিলেন মিডল-আর্থ ছিল \"‘প্রাকৃতিক ধর্মতত্ত্বে’র এক একেশ্বরবাদী জগৎ\"। ম্যাডসেনের মতে, এই বইয়ের \"প্রাকৃতিক ধর্ম\"-টির ভিত্তি এলফ ও সমুদ্রের প্রতি তাদের আকুল আকাঙ্ক্ষার মতো বিষয়গুলির উপর ভিত্তি করে গড়ে উঠেছে এবং সৃষ্টি করেছে এমন এক \"ধর্মীয় অনুভূতি… যা কৌতুহলোদ্দীপকভাবে এক ধর্মনিরপেক্ষ বিশ্বতত্ত্বের সঙ্গে সংগতিপূর্ণ\"। তিনি লিখেছেন, দিব্য প্রকাশ ব্যতীত ধর্মের এক জগৎ অবশ্যম্ভাবীরূপেই দ্ব্যর্থবোধক এবং অমঙ্গলের বিরুদ্ধে যে কোনও বিজয়ের সঙ্গে সঙ্গে মঙ্গলও হ্রাসপ্রাপ্ত হয়, তাই জগৎটিও অনিবার্যভাবে ম্রিয়মাণ হয়ে পড়ে। এই কারণে দ্য লর্ড অফ দ্য রিংস-এ যা পাওয়া যায় তা অতিলৌকিক আশা নয়, কিন্তু টলকিন যাকে \"নিরাময়\" অর্থাৎ বোধের পুনর্জাগরণ বলেছেন, তা বর্তমানের প্রতি মধ্যস্থতাবিহীন মনোযোগ আরোপ মাত্র। এই কারণেই মর্ডরে রাতের আকাশের দিকে তাকিয়ে স্যাম একটি তারার সৌন্দর্য দেখে বিমোহিত হয়ে যায়। ম্যাডসেনের কাছে, এটিই হল \"বইটির বিষয়ে সবচেয়ে আকর্ষণীয় বিষয় এবং সেই সঙ্গে ন্যূততম খ্রিস্টীয় ধারণাসম্বলিত… যে কোনও মতের যে কোনও ব্যক্তির কাছে তা সহজবোধ্য এবং [কোনও নির্দিষ্ট] ধর্মবিশ্বাসের উপর নির্ভরশীল নয়।\"\n\n\n=== স্পষ্টতই উদ্দেশ্যমূলক ===\nটলকিন-বিশেষজ্ঞ টম শিপ্পি উল্লেখ করেন যে, টলকিন দ্য লর্ড অফ দ্য রিংস-এর দ্বিতীয় সংস্করণের মুখবন্ধে বলেছিলেন:\n\nএটি রূপকও নয়, আবার সাময়িক প্রসঙ্গ সমন্বিতও নয় … আমি অন্তর থেকেই সব ধরনের রূপক অপছন্দ করি … আমি পছন্দ করি ইতিহাস, তা সে সত্যই হোক বা উদ্ভাবিতই হোক, পাঠকের চিন্তা ও অভিজ্ঞতা সঙ্গে খাপ খাইয়ে নেওয়ার উপায় যার থাকে। \nতা সত্ত্বেও শিপ্পি লিখেছেন যে, টলকিন ক্ষেত্রবিশেষে নিশ্চিতভাবেই রূপক রচনা করেছেন। উদাহরণস্বরূপ তিনি লিফ বাই নিগল-এর নাম করেছেন এবং বলেছেন যে নিশ্চিতভাবেই টলকিনের কথাসাহিত্যের সঙ্গে সত্যের এক ধরনের সম্পর্কই ছিল উদ্দেশিত। তিনি আরও লক্ষ্য করেছেন যে, টলকিন ইচ্ছাকৃতভাবেই \"খ্রিস্টীয় সূত্রের প্রান্তদেশের নিকটবর্তী হয়েছিলেন\" অঙ্গুরীয় ধ্বংসের মাধ্যমে সাউরনের পতনের তারিখটিকে ২৫ মার্চ বলে উল্লেখ করে। অ্যাংলো-স্যাক্সন প্রথা অনুযায়ী, এই তারিখটিই হল খ্রিস্টের ক্রুশারোহন ও দেবদূত গ্যাব্রিয়েল কর্তৃক মেরিকে যিশুর জন্মের বার্তাপ্রদানের দিন এবং আদিপুস্তক-বর্ণিত সৃষ্টির শেষ দিন। অন্যান্য ব্যাখ্যাকারীরা খ্রিস্টান বিষয়বস্তুর অন্যান্য প্রতিধ্বনির কথা উল্লেখ করেন। তার মধ্যে রয়েছে খ্রিস্ট-সদৃশ চরিত্র, পুনরুজ্জীবন লাভ, আশা, ও ত্রাণমূলক দুঃখভোগ।\nমাস্টার অফ মিডল-আর্থ গ্রন্থে পল কোচার লিখেছেন যে, \"প্রাক্-খ্রিস্টান যুগের প্রেক্ষাপটে কাহিনিনির্মাণ করে [টলকিন] নিজেকে খ্রিস্টান প্রেক্ষাপটের সঙ্গে সম্পর্ক রক্ষার বিষয়টি থেকে মুক্ত করে নিয়েছিলেন, কারণ এলফ, এন্ট, ডোয়ার্ফ ও অন্যান্যগুলির প্রতি সেই প্রেক্ষাপট মানানসই হত না।\" অন্যদিকে কোচার উল্লেখ করেছেন যে, স্বাধীন জাতিসমূহকে নিজের কাউন্সিলে তলব করার মতো ঘটনাগুলির উদ্দেশ্য আরোপ করতে গিতে এলরন্ড \"উদ্দেশ্য\", \"আহ্বান\", \"আদেশ\" ও \"বিশ্বাস\" শব্দগুলি ব্যবহার করেছেন, যা \"একধরনের জীবন্ত ইচ্ছা\"র ইঙ্গিতবাহী। একই ভাবে কোচার এও দেখিয়েছেন যে, গন্ডোরের হতাশাগ্রস্থ দেওয়ান ডেনেথরকে গ্যান্ডালফ দৃঢ়ভাবে জানান যে, আত্মহত্যা নিষিদ্ধ এবং অবশ্যই \"বিধর্মীসুলভ\"।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== প্রাথমিক ===\nএই তালিকায় টলকিনের লেখায় প্রত্যেকটি বিষয়ের অবস্থান নির্দেশ করছে।\n\n\n=== সাধারণ ===\n\n\n== উৎসপঞ্জি ==\n\nটেমপ্লেট:J. R. R. Tolkien\nটেমপ্লেট:Middle-earth"}