{"pageid": 1163152, "title": "সেন্ট জোসেফ্‌স কলেজ অফ কমার্স", "url": "https://bn.wikipedia.org/wiki?curid=1163152", "content": "সেন্ট জোসেফ্‌স কলেজ অফ কমার্স (এসজেসিসি) একটি বেঙ্গালুরু সিটি বিশ্ববিদ্যালয়-অনুমোদিত কলেজ যা জেসুইটসের মাধ্যমে পরিচালিত হয়। এটি স্বায়ত্তশাসিত এবং একটি স্বাধীন পরীক্ষা এবং স্বীকৃতি সিস্টেম রয়েছে। এটি ব্রিগেড রোডে মধ্য বেঙ্গালুরুতে অবস্থিত।\n\n\n== ইতিহাস ==\nকলেজটি ১৮৮২ সালে তার ইতিহাসের সন্ধান করে, যখন মিশন এটরেঞ্জেরেস 'ডি প্যারিস সেন্ট জোসেফ্‌স  ইউরোপিয়ান হাই স্কুল প্রতিষ্ঠা করে। এর কার্যক্রম ১৯৩৭ সালে জেসুইটদের কাছে হস্তান্তর করা হয় এবং ১৯৪৯ সালে বাণিজ্য বিভাগ তৈরি করা হয়। ১৯৭২ সালে সেন্ট জোসেফ্‌স কলেজটি বিভক্ত হয়ে যায়, তার কলেজ অফ আর্টস অ্যান্ড সায়েন্সেস এবং এর কলেজ অফ কমার্স স্বাধীন হয়ে ওঠে, যদিও উভয়ই ব্যাঙ্গালোর জেসুইট এডুকেশনাল সোসাইটির প্রশাসনের অধীনে থাকে। সেন্ট জোসেফ্‌স কলেজ অফ কমার্স (এসজেসিসি) এবং সেন্টজোসেফ্‌স  কলেজ অফ বিজনেস অ্যাডমিনিস্ট্রেশন (এসজেসিবিএ) ১৬৩, ব্রিগেড রোড এবং সেন্ট জোসেফ্‌স ইভিনিং কলেজ একটি স্বাধীন কলেজে পরিণত হয়।  \n১৯৯৬ সালে এসজেসিবিএ অল ইন্ডিয়া কাউন্সিল ফর টেকনিক্যাল এডুকেশন (এআইসিটিই), ভারত সরকারের স্বীকৃতিসহ দুই বছরের, পূর্ণকালীন স্নাতকোত্তর ডিপ্লোমা ইন ম্যানেজমেন্ট (পিজিডিএম) প্রদান শুরু করে। সরকারী কর্ণাটক ের একটি আদেশে, সেন্ট জোসেফ্‌স কলেজ অফ আর্টস অ্যান্ড সায়েন্স এবং সেন্ট জোসেফ্‌স কলেজ অফ কমার্স উভয়ের প্রাক-বিশ্ববিদ্যালয় বিভাগগুলিকে বিভক্ত করে একটি জুনিয়র কলেজ, সেন্ট জোসেফ্‌স প্রি-ইউনিভার্সিটি কলেজ গঠন করা হয়েছিল। \n২০১৪ সালে এসজেসিবিএ একটি যৌথ বিকম প্রোগ্রাম প্রদানের জন্য পেশাদার হিসাবরক্ষক দুদকএর বৈশ্বিক সংস্থার সাথে সহযোগিতা করার জন্য একটি মউ স্বাক্ষর করে। \n\n\n== ছাত্রজীবন ==\nপ্রতি বছর আন্তঃকলেজ অনুষ্ঠান অনুষ্ঠিত হয়:\n\nস্পিল - স্পোর্টস ফেস্ট\nধবনী - সাংস্কৃতিক উৎসব\nভার্চুওসো - বিবিএম শিক্ষার্থীদের জন্য বিজনেস ফেস্ট\nচাণক্য - বিকম শিক্ষার্থীদের জন্য বিজনেস ফেস্ট\nকালরাভা - কন্নড় ভাষা উৎসব\nতুরাস - ভ্রমণ ও পর্যটন ফেস্ট যা অসংখ্য ঘটনা সমন্বিত করে\nসাইফার- ইন্ট্রা-কলেজ বিজনেস ফেস্ট\nকালোৎসব - ইন্ট্রা-কলেজ সাংস্কৃতিক উৎসব\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র ==\nরাহুল দ্রাবিড়, ক্রিকেট খেলোয়াড় ও কোচ\nটিভি মোহনদাস পাই, মনিপাল গ্লোবাল এডুকেশনের চেয়ারম্যান\n\nশিবিল কৌশিক, ক্রিকেটার, গুজরাট লায়ন্স\nনয়নিতা লোধ, মিস ডিভা ইউনিভার্স ২০১৪\nপ্রকাশ রাজ, অভিনেতা\nরম্যা, অভিনেত্রী ও রাজনীতিবিদ\nবিনয় রাজকুমার, অভিনেতা\nঅমৃতা আইয়ার, অভিনেত্রী\nসলিল শেঠি, অ্যামনেস্টি ইন্টারন্যাশনালের মহাসচিব\nদেবদত্ত পদিকল, ক্রিকেট খেলোয়াড়\n\n\n== আরো দেখুন ==\nসেন্ট জোসেফ্‌স ইনস্টিটিউট অফ ম্যানেজমেন্ট\n\n\n== তথ্যসূত্র =="}