{"pageid": 1163, "title": "আফগানিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1163", "content": "আফগানিস্তান (পশতু ভাষা/দারি: افغانستان, Afġānestān [avɣɒnesˈtɒn]), সরকারি নাম আফগানিস্তান ইসলামি আমিরাত, হলো পাহাড়ি স্থলবেষ্টিত রাষ্ট্র। এটি ইরান, পাকিস্তান, চীন, তাজিকিস্তান, উজবেকিস্তান, ও তুর্কমেনিস্তানের মধ্যস্থলে একটি ভূ-বেষ্টিত মালভূমির উপর অবস্থিত। আফগানিস্তানকে অনেক সময় দক্ষিণ এশিয়া এবং মধ্যপ্রাচ্যের  অংশ হিসেবেও গণ্য করা হয়। আফগানিস্তানের পূর্বে ও দক্ষিণে পাকিস্তান ।\n\n\n== ইতিহাস ==\n\nপ্রাগৈতিহাসিক প্রত্নতাত্ত্বিক স্থান খনন করে দেখা গেছে উত্তর আফগানিস্তানে প্রায় ৫০,০০০ বছর আগে মনুষ্যবসতি ছিল। ধারণা করা হয় আফগানিস্তানের কৃষি খামার সম্প্রদায় বিশ্বের প্রাচীনতম খামারগুলোর একটি।\nআফগানিস্তানে অনেক সাম্রাজ্য ও রাজ্য ক্ষমতায় এসেছিল, যেমন গ্রেকো-বারট্রিয়ান, কুশান, হেফথালিটিস, কাবুল শাহী, সাফারি, সামানি, গজনবী, ঘুরি, খিলজি, কারতি, মুঘল, ও সবশেষে হুতাক ও দুররানি সাম্রাজ্য।\n\"স্ট্যান\" অর্থ জমি। আফগানিস্তান মানে আফগানদের দেশ। \"স্টান\" শব্দটি কুর্দিস্তান এবং উজবেকিস্তানের নামেও ব্যবহৃত হয়।\n\n\n=== প্রাক-ইসলামি পর্ব ===\n\n২০০০ খ্রিস্টপূর্বাব্দের পর মধ্য এশিয়া থেকে এই এলাকায় লোক আসতে শুরু করে। এদের অধিকাংশই ছিল আর্য, যারা ইরান ও ভারতেও বসতি স্থাপন করেছিল। তখন এই এলাকার নাম ছিল আরিয়ানা।\n\nখ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীর মাঝামাঝি সময়ে হাখমানেশি সাম্রাজ্য আরিয়ানা দখল করে। ৩৩০ খ্রিস্টপূর্বাব্দে মহান আলেকজান্ডার পারস্যের সম্রাটকে পরাজিত করে আরিয়ানার পূর্ব সীমান্ত ও তারও পূর্বে চলে যেতে সক্ষম হন। ৩২৩ খ্রিস্টপূর্বাব্দে আলেকজান্ডারের মৃত্যুর পর অনেকগুলি রাজ্য তার এশীয় সাম্রাজ্যের দখল নেয়ার চেষ্টা করে। এদের মধ্যে সেলুসিদ সাম্রাজ্য, বাকত্রিয়া সাম্রাজ্য ও ভারতীয় মৌর্য সাম্রাজ্য উল্লেখযোগ্য।\nখ্রিস্টীয় ১ম শতাব্দীতে মধ্য এশীয় কুশান জাতি আরিয়ানা নিয়ন্ত্রণ করতে সক্ষম হয়। ৩য় থেকে ৮ম শতাব্দী পর্যন্ত বৌদ্ধধর্ম ছিল এখানকার প্রধান ধর্ম। এই পর্বের অনেক বৌদ্ধমন্দিরের ধ্বংসস্তুপ আজও আফগানিস্তানে দেখতে পাওয়া যায়। হুন নামের মধ্য এশীয় এক তুর্কীয় জাতি ৪র্থ শতাব্দীতে এসে কুশানদের পতন ঘটায়।\n\n\n=== ইসলামি পর্ব ===\nখ্রিস্টীয় ৭ম শতাব্দীতে আরব সৈন্যরা আফগানিস্তানে ইসলাম ধর্ম নিয়ে আসে। পশ্চিমের হেরাত ও সিস্তান প্রদেশ আরবদের নিয়ন্ত্রণে আসে, কিন্তু আরব সৈন্য চলে যাওয়া মাত্রই সেখানকার জনগণ তাদের পুরনো ধর্মে ফেরত যায়। ১০ম শতকে বর্তমান উজবেকিস্তানের বোখারা থেকে সামানিদ নামের মুসলিম শাসকবংশ আফগান এলাকায় প্রভাব বিস্তার করা শুরু করেন। ১০ম শতাব্দীতে গজনীতে গজনবী রাজবংশ প্রতিষ্ঠিত হয়, তবে এর পূর্ব পর্যন্ত মুসলমান ও অ-মুসলমানরা তখনও কাবুলে পাশাপাশি অবস্থান করত।\nগজনীর সর্বশ্রেষ্ঠ রাজা মাহমুদ গজনভি ৯৯৮ থেকে ১০৩০ খ্রিস্টাব্দ পর্যন্ত এ এলাকা শাসন করেন এবং তার সময়েই তিনি কাফিরিস্তান ব্যতীত বাকি হিন্দু রাজাদের পরাজিত করে সমগ্র আফগানিস্তানে ইসলাম সুপ্রতিষ্ঠিত করেন। গজনী সাহিত্য ও শিল্পের কেন্দ্রে পরিণত হয় এবং মাহমুদ বুদ্ধিজীবীদের পৃষ্ঠপোষকতা করেন, তন্মধ্যে রয়েছে ইতিহাসবিদ আল-বিরুনি ও কবি ফেরদৌসী। মাহমুদের মৃত্যুর পর গজনীর প্রভাব হ্রাস পেতে থাকে এবং ১২শ শতাব্দীতে পশ্চিম-মধ্য আফগানিস্তানের ঘোর প্রদেশ শহরে ঘুরি সাম্রাজ্য প্রতিষ্ঠিত হয়। ঘুরিরা আবার ১২১৫ খ্রিস্টাব্দে মধ্য এশিয়ার খোয়ারিজমি শাহদের কাছে পরাজিত হন।\n১২১৯ খ্রিস্টাব্দে মঙ্গোল সেনাপতি চেঙ্গিজ খান তার সৈন্যদল নিয়ে খোয়ারিজমি শহর হেতাত ও বালখ এবং বামিয়ানে ব্যাপক ক্ষতিসাধন করেন। মোঙ্গলদের এই ক্ষতিসাধনের ফলে অনেক স্থানীয় লোকজন কৃষিজমি পরিপূর্ণ গ্রামীণ এলাকায় চলে যেতে বাধ্য হয়। ১৪শ শতাব্দীর শেষে মধ্য এশীয় সেনাপতি তৈমুর লং আফগানিস্তান জয় করেন ও ভারতে অগ্রসর হন। তার সন্তান ও পৌত্রেরা তার সাম্রাজ্যের পুরোটা ধরে রাখতে পারেনি, তবে তারা বর্তমান আফগানিস্তানের অধিকাংশ হেরাত থেকে শাসন করতে সক্ষম হয়।\nঘুরি থেকে তিমুরীয় সাম্রাজ্যের শাসনামলে এখানে ইসলামী স্থাপত্যের বিকাশ ঘটে। এসময় তৈরি বহু মসজিদ ও মিনার আজও হেরাত, গজনি ও মাজার-ই-শরিফে দাঁড়িয়ে আছে। হেরাতে ১৫শ শতাব্দীতে ক্ষুদ্রাকৃতি চিত্রকর্মের একটি গুরুত্বপূর্ণ ধারার বিকাশ ঘটে।\nমায়ের দিক থেকে চেঙ্গিস খানের বংশধর আর বাবার দিক থেকে তৈমুর লঙের বংশধর জহিরুদ্দীন মুহম্মদ বাবর ১৬শ শতাব্দীর প্রারম্ভে ১৫০৪ সালে আরঘুন রাজবংশের নিকট থেকে কাবুল দখল করেন। তারপর ১৫২৬ সালে তিনি ভারতে গিয়ে দিল্লি সালতানাতে আক্রমণ চালিয়ে লোদি রাজবংশকে পরাজিত করে মুঘল সাম্রাজ্য স্থাপন করেন। বাবর। ১৬শ থেকে অষ্টাদশ শতাব্দীর পুরোটা জুড়ে ভারতে অবস্থিত মুঘল সাম্রাজ্য, উজবেক বুখারা খানাত এবং পারস্যের সাফাভি রাজবংশের রাজারা আফগানিস্তানের দখল নিয়ে যুদ্ধ করেন। সাধারণত মুঘলেরা কাবুলের দখল রাখতো এবং পারসিকেরা হেরাত দখলে রাখতো আর কান্দাহারের শাসনভার প্রায়ই হাতবদল হত। এসময় পশতুন জাতি তাদের শক্তিবৃদ্ধি করে, তবে স্বাধীনতা লাভে ব্যর্থ হয়।\n\n\n=== হুতাক রাজবংশ ও দুররানি সাম্রাজ্য ===\n\n১৭০৯ সালে স্থানীয় ঝিলজাই গোত্রের নেতা মিরওয়াইস হুতাক সাফাভিদের বিরুদ্ধে বিদ্রোহ করেন এবং গুরগিন খানকে পরাজিত করে স্বাধীন আফগানিস্তান স্থাপন করেন। মিরওয়াইস ১৭১৫ সালে মারা যান এবং তার স্থলে তার ভাই আবদুল আজিজ সিংহাসনে আরোহণ করেন। মিরওয়াইসের পুত্র মাহমুদ হুতাক তাকে রাষ্ট্রদোহিতার জন্য হত্যা করে। মাহমুদ ১৭২২ সালে পারস্যের রাজধানী ইস্পাহানে আক্রমণ চালান এবং গুলনাবাদের যুদ্ধের পর নগরীটি দখল করে নিজেকে পারস্যের রাজা হিসেবে ঘোষণা দেন।\n১৭৪৭ সালে আহমদ শাহ দুররানি কান্দাহার শহরকে রাজধানী করে এখানে দুররানি সাম্রাজ্যের প্রতিষ্ঠা করেন।  ১৭৭২ সালের অক্টোবরে দুররানির মৃত্যু হয় এবং তাকে কান্দাহারে সমাহিত করা হয়। তার পুত্র তৈমুর শাহ দুররানি তার স্থলাভিষিক্ত হন এবং তিনি আফগানিস্তানের রাজধানী কান্দাহার থেকে কাবুলে স্থানান্তরিত করেন। এই সময় থেকে দেশটি প্রতিবেশী রাষ্ট্রগুলির কাছে অনেক অঞ্চল হারাতে শুরু করে। ১৭৯৩ সালে তৈমুরের মৃত্যুর পর তার পুত্র জামান শাহ দুররানি ক্ষমতায় আসেন, এবং ধারাবাহিকভাবে মাহমুদ শাহ দুররানি, সুজা শাহ ও অন্যান্যরা সিংহাসনে আরোহণ করেন।\n\n\n=== বারাকজাই রাজবংশ ===\n19 শতকের প্রথম দিকে, আফগান সাম্রাজ্য পশ্চিমে পারস্য এবং পূর্বে শিখ সাম্রাজ্য থেকে হুমকির মুখে ছিল। বারাকজাই উপজাতির নেতা ফতেহ খান তার অনেক ভাইকে নিয়ে সাম্রাজ্য জুড়ে ক্ষমতায় বসিয়েছিলেন। ১৮১৮ সালে দুরানি সাম্রাজ্যের মাহমুদ শাহ ফতেহ খানকে নির্মমভাবে হত্যা করেন । ফলস্বরূপ, ফতেহ খান এবং বারাকজাই উপজাতির ভাইরা বিদ্রোহ করে এবং একটি গৃহযুদ্ধ শুরু হয়। এই উত্তাল সময়কালে, আফগানিস্তান কান্দাহারের প্রিন্সিপ্যালিটি , হেরাতের এমিরেট , কুন্দুজের খানাতে, মাইমানা খানাতে এবং অন্যান্য অনেক যুদ্ধরত রাজনীতি সহ অনেক রাজ্যে বিভক্ত হয়ে পড়ে। সবচেয়ে বিশিষ্ট রাষ্ট্র ছিল দোস্ত মোহাম্মদ খান শাসিত কাবুলের আমিরাত ।\nদুররানি সাম্রাজ্যের পতনের সাথে এবং সদোজাই রাজবংশের নির্বাসনে হেরাত শাসন করতে , পাঞ্জাব এবং কাশ্মীরকে শিখ সাম্রাজ্যের শাসক রঞ্জিত সিংয়ের কাছে শাসন করার জন্য ছেড়ে দেওয়া হয়েছিল , যিনি ১৮২৩ সালের মার্চ মাসে খাইবার পাখতুনখোয়া আক্রমণ করেছিলেন এবং নওশেরার যুদ্ধের পর পেশোয়ার শহরটি দখল করেছিলেন। 1834 সালে, দোস্ত মোহাম্মদ খান অসংখ্য অভিযানের নেতৃত্ব দেন, প্রথমে জালালাবাদে প্রচারণা চালান এবং তারপরে সুজা উল-মুলকের অভিযানে শাহ সুজা দুররানি এবং ব্রিটিশদের পরাজিত করার জন্য কান্দাহারে তার প্রতিদ্বন্দ্বী ভাইদের সাথে মিত্রতা করেন । 1837 সালে, দোস্ত মোহাম্মদ খান পেশোয়ার জয় করার চেষ্টা করেন এবং তার পুত্র ওয়াজির আকবর খানের অধীনে একটি বড় বাহিনী প্রেরণ করেন, যা জামরুদের যুদ্ধে নেতৃত্ব দেয় । আকবর খান এবং আফগান সেনাবাহিনী শিখ খালসা আর্মির কাছ থেকে জামরুদ দুর্গ দখল করতে ব্যর্থ হয় , কিন্তু শিখ কমান্ডার হরি সিং নালওয়াকে হত্যা করে , এইভাবে আফগান-শিখ যুদ্ধের সমাপ্তি ঘটে । এই সময়ের মধ্যে ব্রিটিশরা পূর্ব দিক থেকে অগ্রসর হচ্ছিল, শিখ সাম্রাজ্যের পতনকে পুঁজি করে রঞ্জিত সিং- এর মৃত্যুর পর তাদের নিজস্ব অশান্তির সময় ছিল , যা \" দ্য গ্রেট গেম\"-এর সময় প্রথম বড় সংঘর্ষে কাবুলের আমিরাতকে জড়িত করেছিল।\n1839 সালে, একটি ব্রিটিশ অভিযাত্রী বাহিনী আফগানিস্তানে অগ্রসর হয়, কান্দাহারের প্রিন্সিপ্যালিটি আক্রমণ করে এবং 1839 সালের আগস্টে কাবুল দখল করে । দোস্ত মোহাম্মদ খান পারওয়ান অভিযানে ব্রিটিশদের পরাজিত করেন , কিন্তু তার বিজয়ের পর আত্মসমর্পণ করেন। তিনি প্রাক্তন দুররানি শাসক শাহ সুজা দুররানির সাথে কাবুলের নতুন শাসক হিসাবে প্রতিস্থাপিত হন , যা ব্রিটিশদের একটি বাস্তবিক পুতুল । একটি বিদ্রোহের পরে যা শাহ সুজার হত্যাকাণ্ড দেখেছিল , 1842 সালে ব্রিটিশ-ভারতীয় বাহিনীর কাবুল থেকে পশ্চাদপসরণ এবং এলফিনস্টোনের সেনাবাহিনীর বিনাশ , এবং কাবুলের যুদ্ধের শাস্তিমূলক অভিযান যা এর বরখাস্তের নেতৃত্ব দেয়। , ব্রিটিশরা তাদের আফগানিস্তানকে পরাধীন করার প্রচেষ্টা ছেড়ে দেয়, যা দোস্ত মোহাম্মদ খানকে শাসক হিসাবে ফিরে আসতে দেয়। দোস্ত মোহাম্মদ তার শাসনামলে আফগানিস্তানের বেশিরভাগ রাজ্যকে একত্রিত করেন, আফগানিস্তানে আশেপাশের রাজ্যগুলির বিরুদ্ধে অসংখ্য প্রচারাভিযান শুরু করেন যেমন হাজারাজাত অভিযান , বলখ বিজয় , কুন্দুজ বিজয় , কান্দাহার বিজয় এবং অবশেষে শেষ প্রধান রাজ্যটি সুরক্ষিত করা। , হেরাত , তার চূড়ান্ত প্রচারণায় । পুনঃ একীকরণের প্রচারাভিযানের সময়, তিনি ব্রিটিশদের সাথে বন্ধুত্বপূর্ণ সম্পর্ক রেখেছিলেন এবং 1857 সালের দ্বিতীয় অ্যাংলো-আফগান চুক্তিতে তাদের মর্যাদা নিশ্চিত করেছিলেন , যখন বুখারা এবং অভ্যন্তরীণ নেতারা আফগানদের ভারত আক্রমণ করার জন্য চাপ দিয়েছিলেন।\n\n\n=== স্বাধীনতা লাভ ===\n১৯শ শতাব্দীতে দেশটি ব্রিটিশ ভারতীয় সাম্রাজ্য ও রুশ সাম্রাজ্যের মধ্যকার দ্বন্দ্বে মধ্যবর্তী ক্রীড়ানক রাষ্ট্রে পরিণত হয়। ১৯৭৩ সালে একটি সামরিক অভ্যুত্থানে সামরিক কর্মকর্তাগণ রাজার পতন ঘটান এবং প্রজাতন্ত্র গঠন করেন। ১৯১৯ সালে তৃতীয় ব্রিটিশ-আফগান যুদ্ধশেষে আফগানিস্তান যুক্তরাজ্য থেকে সম্পূর্ণ স্বাধীনতা লাভ করে।১৯৭০-এর দশকের শেষের দিকে আফগানিস্তানে এক দীর্ঘ রক্তক্ষয়ী গৃহযুদ্ধ শুরু হয়। গৃহযুদ্ধে হস্তক্ষেপের অভিপ্রায়ে ১৯৭৯ সালে সোভিয়েত ইউনিয়ন আফগানিস্তান আক্রমণ করে এবং সোভিয়েত–আফগান যুদ্ধ শুরু হয়। ১৯৮৯ সালে সোভিয়েতরা আফগানিস্তান থেকে সৈন্য প্রত্যাহার করে নেয় এবং এর সাথে সাথে দেশটিতে আবার গৃহযুদ্ধ শুরু হয়ে যায়। ১৯৯৬ সালে তালেবান নামের একটি ইসলামিক গোষ্ঠী কাবুলের দখল নেয়। তালেবান ইসলামিক আরেকটি দল আল-কায়েদাকে আফগানিস্তানে আশ্রয় দেয়। ২০০১ সালের ১১ই সেপ্টেম্বর কথিত সন্ত্রাসী হামলার পর মার্কিন যুক্তরাষ্ট্র আফগানিস্তান আক্রমণ করে এবং ২০০১-এর শেষে তালেবানদের উৎখাত করে। ২০০৪ সালে আফগানিস্তানের সংবিধান নতুন করে লেখা হয় এবং একটি রাষ্ট্রপতি-ভিত্তিক গণতান্ত্রিক সরকারব্যবস্থা চালু হয়।\n১৯৬০-এর দশক পর্যন্ত আফগানিস্তানের রাজা ও তার আত্মীয়েরা কেন্দ্রীয় সরকার নিয়ন্ত্রণ করতেন। তবে রক্ষণশীল গোষ্ঠীগত ও ধর্মীয় নেতারাও শাসনব্যবস্থায় প্রভাব বিস্তার করতেন। ১৯৬৩ সালে প্রথমবারের মত রাজপরিবারের বাইরের একজনকে প্রধানমন্ত্রী পদে নিয়োগ দেয়া হয় যাতে রাজপরিবার আইন প্রণয়নের দায়িত্ব থেকে অব্যাহতি পায়। ১৯৬৪ সালের নতুন সংবিধানে দেশটিতে আরও গণতান্ত্রিক সরকার প্রতিষ্ঠিত হয়, যেখানে রাজা কেবল নির্বাচিত আইনসভার সাংবিধানিক প্রধান হিসেবে দায়িত্ব পালন করেন। তবে এসময় যাতে জাতিগত ও বামপন্থী দল যাতে গঠিত হতে না পারে সেজন্য রাজা রাজনৈতিক দলের বিরোধিতা করেন।\n\n\n=== পিডিপিএ সামরিক অভ্যুত্থান ও সোভিয়েত যুদ্ধ ===\n১৯৭৩ সালে এক সামরিক অভ্যুত্থানে রাজতন্ত্রের পতন ঘটে এবং প্রজাতন্ত্র হিসেবে আফগানিস্তানের আবির্ভাব ঘটে। ১৯৭৮ সালে আরেকটি অভ্যুত্থানে নিষিদ্ধ বামপন্থী দল পিপল্‌স ডেমোক্র্যাটিক পার্টি অফ আফগানিস্তান (পিডিপিএ) ক্ষমতায় আসে। এই দলের সাম্যবাদী শাসন সোভিয়েত ইউনিয়নের সাথে আফগানিস্তানের সম্পর্ক ঘনিষ্ঠ করে। তবে মুসলিম মুজাহিদগণ এই শাসনের বিরুদ্ধে সশস্ত্র বিদ্রোহ শুরু করে।\nপিডিপিএ-কে সমর্থন করার জন্য সোভিয়েত ইউনিয়ন ১৯৭৯ সালের ডিসেম্বরে আফগানিস্তানে একটি পূর্ণমাপের আক্রমণ (দখলদারী আগ্রাসন) পরিচালনা করে। এই আক্রমণের পরে একজন মধ্যপন্থী পিডিপিএ নেতাকে প্রধানমন্ত্রী করা হয়, যাতে মুজাহিদিনেরা শান্ত হয়। কিন্তু মুজাহিদিনেরা সোভিয়ত আগ্রাসনের বিরুদ্ধে গেরিলা হামলা অব্যাহত রাখে। পিডিপিএ সরকার সোভিয়েত সরকারের কাছ থেকে আর্থিক ও সামরিক সহায়তা পেত, অন্যদিকে মুজাহেদিনেরা মুসলিম জনগোষ্ঠি থেকে পূর্ণমাত্রায় এবং মার্কিন যুক্তরাষ্ট্র, পাকিস্তান, সৌদি আরব ও অন্যান্য দেশ থেকে অল্প সাহায্য পেত।\n\n\n=== আফগানিস্তান ইসলামি প্রজাতন্ত্র (২০০২-২০২১) ===\n\n১৯৮৯ সালে সোভিয়েত সেনা প্রত্যাহারের পর আফগানিস্তানে গৃহযুদ্ধ শুরু হয়। মুজাহেদিনরা পিডিপিএ সরকারের বিরুদ্ধে আক্রমণ জোরদার করে। অবশেষে ১৯৯২ সালে সরকারের পতন ঘটে, কিন্তু মুজাহেদিনদের একাধিক দলের মাঝে কোন্দলের কারণে গৃহযুদ্ধ শেষ হয়নি। একদল মুজাহেদিন তালেবান নামের একটি ইসলামী দল গঠন করে এবং ১৯৯৬ সালে কাবুল দখল করে। পরবর্তীতে ২০০১-এর নভেম্বরে যুক্তরাষ্ট্র ও যুক্তরাজ্যের হস্তক্ষেপে উত্তরাঞ্চলীয় জোট তালেবানদের ইসলামী সরকারের পতন ঘটায়।\nতালেবানদের ইসলামী সরকারের পতনের পর জাতিসংঘ দেশটিতে বহুজাতিগোষ্ঠীয় সরকার স্থাপনে উৎসাহ দেয়। জার্মানির বন শহরে এ নিয়ে সম্মেলনের পর ২০০১-এর ডিসেম্বরে আফগানিস্তানে একটি অন্তর্বর্তীকালীন সরকার গঠিত হয়। তার ৬ মাস পরে একটি মধ্যবর্তী সরকার গঠিত হয় যা ২০০৪ সালে একটি নতুন সংবিধান পাশ করে। নতুন সংবিধান অনুযায়ী আফগানিস্তানে প্রেসিডেন্ট-শাসিত সরকার প্রতিষ্ঠিত হয় এবং ২০০৪ সালের অক্টোবরে অনুষ্ঠিত নির্বাচনে আফগানিস্তানের প্রথম সরাসরি ভোটে নির্বাচিত প্রেসিডেন্ট ক্ষমতা গ্রহণ করেন।\n\n\n=== বর্তমান ইতিহাস (২০২১-বর্তমান) ===\n\n\n== ভূগোল ==\n\nভূমিবেষ্টিত সুউচ্চ পর্বতময় এবং উত্তর ও দক্ষিণ সীমান্তে সমভূমিবেষ্টিত আফগানিস্তান দক্ষিণ এশিয়া ও মধ্য এশিয়ায় অবস্থিত। ৬,৫২,২৩০ কিমি২ (২,৫১,৮৩০ মা২) আয়তন-বিশিষ্ট দেশটি পৃথিবীর ৪১তম বৃহত্তম দেশ। এর পূর্ব-পশ্চিমে এর সর্বোচ্চ দৈর্ঘ্য ১,২৪০ কিমি (৭৭০ মাইল); উত্তর-দক্ষিণে সর্বোচ্চ ১,০১৫ কিমি (৬৩০ মাইল)। উত্তর-পশ্চিম, পশ্চিম ও দক্ষিণের সীমান্তবর্তী এলাকাগুলি মূলত মরুভূমি ও পর্বতশ্রেণী। উত্তর-পূর্বে দেশটি ধীরে ধীরে উঁচু হয়ে হিমবাহ-আবৃত পশ্চিম হিমালয়ের হিন্দুকুশ পর্বতের সাথে মিশে গেছে। আমু দরিয়া নদী ও এর উপনদী পাঞ্জ দেশটির উত্তর সীমান্ত নির্ধারণ করেছে। আফগানিস্তানের উত্তর সীমানায় তুর্কমেনিস্তান, উজবেকিস্তান ও তাজিকিস্তান; পূর্বে চীন এবং পাকিস্তান-নিয়ন্ত্রিত আজাদ কাশ্মীর; দক্ষিণে পাকিস্তান এবং পশ্চিমে ইরান।\nআফগানিস্তানের প্রায় অর্ধেক এলাকার উচ্চতা সমুদ্র সমতল থেকে ২,০০০ মিটার বা তার চেয়ে উঁচুতে অবস্থিত। ছোট ছোট হিমবাহ ও বছরব্যাপী তুষারক্ষেত্র প্রায়ই পরিলক্ষিত হয়। উত্তর-পূর্ব সীমান্তে অবস্থিত ৭,৪৯২ মি (২৪,৫৮০ ফু) উচ্চতা বিশিষ্ট নওশাক আফগানিস্তানের সর্বোচ্চ পর্বতশৃঙ্গ ও সর্বোচ্চ বিন্দু। এটি পাকিস্তানের তিরিচ মির পর্বতশৃঙ্গের একটি নিচু পার্শ্বশাখা। পর্বতটি আফগানিস্তানের উত্তর-পূর্বে হিন্দুকুশ পর্বতমালার অংশ, যেটি আবার পামির মালভূমির দক্ষিণে অবস্থিত। হিন্দুকুশ থেকে অন্যান্য নিচু পর্বতসারি ধীরে ধীরে ছড়িয়ে পড়েছে। এদের মধ্যে প্রধান শাখাটি দক্ষিণ-পশ্চিমে প্রসারিত হয়ে পশ্চিমের ইরান সীমান্ত অবধি চলে গেছে। এই নিচু পর্বতমালাগুলির মধ্যে রয়েছে পারোপামিসুস পর্বতমালা, যা উত্তর আফগানিস্তান অতিক্রম করেছে, এবং সফেদ কোহ পর্বতমালা, যা পাকিস্তানের সাথে পূর্ব সীমান্ত তৈরি করেছে। সফেকদ কোহ-তেই রয়েছে বিখ্যাত খাইবার গিরিপথ, যা আফগানিস্তান ও পাকিস্তানকে সংযুক্তকারী একটি গুরুত্বপূর্ণ সড়কপথ। অপেক্ষাকৃত নিম্নভূমিগুলি দেশের দক্ষিণ ও পশ্চিমে অবস্থিত। এদের মধ্যে রয়েছে উত্তর-পশ্চিম প্রান্তের হেরাত-ফেরা নিম্নভূমি, দক্ষিণ-পশ্চিমের সিস্তান ও হেলমন্দ নদী অববাহিকা এবং দক্ষিণের রিগেস্তান মরুভূমি। সিস্তান অববাহিকাটি বিশ্বের সবচেয়ে শুষ্ক এলাকার একটি। আফগানিস্তানের সর্বনিম্ন বিন্দু জওজান প্রদেশের আমু নদীর তীরে অবস্থিত, যা সমুদ্রপৃষ্ট থেকে ২৫৮ মি (৮৪৬ ফু) উচ্চতা বিশিষ্ট।\nনদী উপত্যকা ও কিছু ভূগর্ভস্থ পানিবিশিষ্ট নিম্নভূমি ছাড়া অন্য কোথাও কৃষিকাজ হয় না বললেই চলে। মাত্র ১২ শতাংশ এলাকা পশু চারণযোগ্য। দেশটির মাত্র ১ শতাংশ এলাকা বনাঞ্চল, এবং এগুলি মূলত পূর্ব ও দক্ষিণ-পূর্ব আফগানিস্তানে অবস্থিত। যুদ্ধ ও জ্বালানি সংকটের কারণে বনভূমি দ্রুত বিলীন হয়ে যাচ্ছে।\n\nআফগানিস্তান এত পর্বতময় যে এগুলির মধ্যকার রাস্তাগুলি দেশটির বাণিজ্য ও বহিরাক্রমণের জন্য অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রেখেছে। ৩৩০ খ্রিস্টপূর্বাব্দে মহামতি আলেকজান্ডার কুশান পাসের ভেতর দিয়ে এসে দেশটি আক্রমণ করেন এবং খাইবার পাস দিয়ে বের হয়ে গিয়ে ভারত আক্রমণ করেন। এই একই পথ ধরে মোঘল সম্রাট বাবর ১৫শ শতকে এসে আফগানিস্তান ও ভারত দুই-ই করায়ত্ত করেন। অন্যদিকে সোভিয়েতরা সালাং পাস ও কেন্দ্রীয় হিন্দুকুশে সুড়ঙ্গ খুঁড়ে ১৯৭৯ সালে আফগানিস্তান দখল করে।\n\n\n=== নদী ও জলাশয় ===\nআফগানিস্তানের বেশির ভাগ প্রধান নদীর উৎপত্তি পার্বত্য জলধারা থেকে। দীর্ঘস্থায়ী শুষ্ক মৌসুমে বেশির ভাগ নদী শীর্ণ ধারায় প্রবাহিত হয়। বসন্তে পর্বতের বরফ গলা শুরু হলে এগুলিতে পানিপ্রবাহ বৃদ্ধি পায়। বেশির ভাগ নদীই হ্রদ, জলাভূমি কিংবা নোনাভূমিতে পতিত হয়। এদের মধ্যে কাবুল নদী ব্যতিক্রম; এটি পূর্বে প্রবাহিত হয়ে পাকিস্তানের সিন্ধু নদের সাথে মেশে, যা পরে ভারত মহাসাগরে গিয়ে পতিত হয়। দেশটির একমাত্র নৌ-পরিবহনযোগ্য নদীটি হল উত্তর সীমান্তের আমু দরিয়া। তবে ফেরি নৌকার সাহায্যে অন্যান্য নদীর গভীর এলাকায় যাওয়া যায়। পামির মালভূমি থেকে উৎপন্ন পাঞ্জ ও বখ্‌শ্‌ উপনদী থেকে পানি আমু দরিয়ায় গিয়ে মেশে। হারিরুদ নদী মধ্য আফগানিস্তানে উৎপন্ন হয়ে পশ্চিম ও উত্তর-পশ্চিম দিকে প্রবাহিত হয়ে ইরানের সাথে সীমান্ত সৃষ্টি করেছে। হারিরুদের পানি হেরাত অঞ্চলে সেচের কাজে ব্যবহৃত হয়। হেলমান্দ নদী কেন্দ্রীয় হিন্দুকুশ পর্বতমালায় উৎপন্ন হয়ে দেশটির দক্ষিণ-পশ্চিম অংশ অতিক্রম করে শেষ পর্যন্ত ইরানে প্রবেশ করেছে। এই নদীটি ব্যাপকভাবে সেচকাজে ব্যবহৃত হয়, তবে ইদানীং এর পানিতে খনিজ লবণের আধিক্য দেখা যাওয়ায় শস্যে পানি দেয়ার কাজে এর উপযোগিতা কমে এসেছে।\nআফগানিস্তানের হ্রদগুলি সংখ্যায় ও আকারে ছোট। এদের মধ্যে আছে তাজিকিস্তান সীমান্তে ওয়াখান করিডোরে অবস্থিত জার্কোল হ্রদ, বাদাখশানে অবস্থিত শিভেহ হ্রদ এবং গজনীর দক্ষিণে অবস্থিত লবণাক্ত হ্রদ ইস্তাদেহ-ইয়ে মোকোর। সিস্তান হ্রদ বা হামুন-ই-হেলমান্দ হেলমান্দ নদীর শেষসীমায় লবণাক্ত জলা এলাকায় ইরানের সীমান্তে অবস্থিত। জলবিদ্যুৎ উৎপাদনের জন্য কিছু কিছু নদীতে বাঁধ দিয়ে কৃত্রিম জলাধার সৃষ্টি করা হয়েছে। এদের মধ্যে আছে কাবুল শহরের পূর্বে কাবুল নদীর উপরে নির্মিত সারোবি ও নাগলু বাঁধ, হেলমান্দ নদীর উপর নির্মিত কাজাকি জলাধার, এবং কান্দাহার শহরের কাছে হেলমান্দ নদীর একটি উপনদীর উপর নির্মিত আর্গান্দাব বাঁধ।\n\n\n=== প্রাণী ও জীবজন্তু ===\nআফগানিস্তানের উদ্ভিদরাজি সংখ্যায় অল্প কিন্তু বিচিত্র। পর্বতে চিরসবুজ বন, ওক, পপলার, হেজেলনাট ঝাড়, কাঠবাদাম, পেস্তাবাদাম ইত্যাদি দেখা যায়। উত্তরের সমতলভূমি মূলত শুষ্ক, বৃক্ষহীন ঘাসভূমি, আর দক্ষিণ-পশ্চিমের সমভূমি বসবাসের অযোগ্য মরুভূমি। শুষ্ক অঞ্চলের গাছের মধ্যে আছে ক্যামেল থর্ন, লোকোউইড, মিমোসা, ওয়ার্মউড, সেজব্রাশ ইত্যাদি। আফগানিস্তানের বন্য এলাকায় দেখতে পাওয়া প্রাণীর মধ্যে আছে আর্গালি (মার্কো পোলো ভেড়া নামেও পরিচিত), উরিয়াল (মাঝারি আকারের বন্য ভেড়া), আইবেক্স বা বুনো ছাগল, ভালুক, নেকড়ে, শেয়াল, হায়েনা ও বেঁজি। এছাড়াও বন্য শূকর, শজারু, ছুঁচা, বন্য খরগোশ, বাদুড় এবং অনেক তীক্ষ্ণদন্তী প্রাণী দেখতে পাওয়া যায়। এদের মধ্যে কিছু কিছু স্তন্যপায়ী বিলুপ্ত হয়ে যাচ্ছে। সবচেয়ে বেশি হুমকির সম্মুখীন গ্যাজেল হরিণ, চিতা, বরফ চিতা, মার্কর ছাগল, এবং বাকত্রীয় হরিণ। আফগানিস্তানে প্রায় ২০০ জাতের পাখিরও দেখা মেলে। ফ্লেমিংগো ও অন্যান্য জলচর পাখি গজনীর উত্তরে ও দক্ষিণে হ্রদ এলাকায় দেখতে পাওয়া যায়। হাঁস ও তিতিরজাতীয় পাখিও চোখে পড়ে। তবে পাখি অনেক শিকার করা হয় এবং ফলে কিছু কিছু পাখির অস্তিত্ব হুমকির সম্মুখীন, যেমন - সাইবেরীয় বক।\n\n\n=== জলবায়ু ===\nআফগানিস্তানের অধিকাংশ এলাকাতেই অধঃ-সুমেরুদেশীয় পার্বত্য জলবায়ু বিদ্যমান। এখানে শীতকাল শুষ্ক। নিম্নভূমিতে জলবায়ু ঊষর ও অর্ধ-ঊষর। পর্বতগুলিতে ও পাকিস্তানের সীমান্তবর্তী কিছু উপত্যকায় মৌসুমী বায়ু নিরক্ষদেশীয় সামুদ্রিক ভেজা বাতাস বহন করে নিয়ে আসে। আফগানিস্তানে মূলত দুইটি ঋতু। গরম গ্রীষ্মকাল এবং অত্যন্ত শীতল শীতকাল। উত্তরের উপত্যকায় গ্রীষ্মে ৪৯° সেলসিয়াস পর্যন্ত তাপমাত্রা রেকর্ড করা হয়েছে। শীতকালের মাঝামাঝি সময়ে হিন্দুকুশ ও আশেপাশের ২০০০ মিটার উচ্চতাবিশিষ্ট অঞ্চলে তাপমাত্রা -৯° সেলসিয়াসে নেমে পড়ে। অন্যান্য উঁচু এলাকায় উচ্চতাভেদে তাপমাত্রার তারতম্য ঘটে।\nএমনকি একই দিনে তাপমাত্রার ব্যাপক তারতম্য ঘটতে পারে। বরফজমা ভোর থেকে দুপুরে ৩৫° তাপমাত্রা ওঠা বিচিত্র নয়। অক্টোবর ও এপ্রিলের মাঝামাঝি সময়ে বৃষ্টিপাত হয়। মরুভূমি এলাকায় বছরে ৪ ইঞ্চিরও কম বৃষ্টি পড়ে। অন্যদিকে পর্বত এলাকায় বছরে জলপাতের পরিমাণ ৪০ ইঞ্চিরও বেশি, তবে এর বেশির ভাগই তুষারপাত। পশ্চিমের হাওয়া মাঝে মাঝে বিরাট ধূলিঝড়ের সৃষ্টি করে, আর সূর্যের উত্তাপে স্থানীয় ঘূর্ণিবায়ু ওঠাও সাধারণ ঘটনা।\n\n\n=== প্রাকৃতিক সম্পদ ===\nআফগানিস্তানে ছোট আকারে মণি, সোনা, তামা ও কয়লা উত্তোলনের ইতিহাস থাকলেও প্রণালীবদ্ধভাবে খনিজ আহরণ ১৯৬০-এর দশকের আগে শুরু হয়নি। ১৯৭০-এর দশকে দেশটির উত্তরাঞ্চলে প্রাকৃতিক গ্যাসের উল্লেখযোগ্য মজুদ আবিষ্কৃত হয়। এছাড়া পেট্রোলিয়াম ও কয়লাও এখানে পাওয়া যায়। দেশটিতে উল্লেখযোগ্য পরিমাণে তামা, লোহা, বেরাইট, ক্রোমাইট, সীসা, দস্তা, গণ্ধক, লবণ, ইউরেনিয়াম ও অভ্রের মজুদ আছে। তবে সোভিয়েত আক্রমণ এবং তৎপরবর্তী গৃহযুদ্ধের কারণে আফগানিস্তান এই খনিজ ও জ্বালানি সম্পদের সদ্ব্যবহার করতে পারেনি। অদূর ভবিষ্যতে এগুলি নিষ্কাশনের পরিকল্পনা হাতে নেওয়া হয়েছে।  বহু শতাব্দী ধরে আফগানিস্তান দুষ্প্রাপ্য ও অর্ধ-দুষ্প্রাপ্য পাথরেরও একটি উৎসস্থল, যাদের মধ্যে আছে নীলকান্তমণি, চুনি, নীলা ও পান্না। পাঞ্জশির প্রদেশ দুষ্প্রাপ্য পান্না পাথরের বিশাল খনি আবিষ্কৃত হয়েছে।\n\n\n== জনপরিসংখ্যান ==\n\nআফগানিস্তানে বহু বিচিত্র জাতির বসবাস। এদের প্রায় সবাই মুসলিম। মধ্য এশিয়া, চীন, ভারতীয় উপমহাদেশ ও ইরান - এই চার সাংস্কৃতিক অঞ্চলের মিলন ঘটেছে এখানে। ফলে দেশটিতে সৃষ্টি হয়েছে বিপুল ভাষাগত ও জাতিগত বৈচিত্র্য। আফগানিস্তানের মানুষ ভারত, ইরান, পাকিস্তান, তাজিকিস্তান, তুর্কমেনিস্তান, উজবেকিস্তান, কিরগিজস্তান, মঙ্গোলিয়া, চীন, আরব উপদ্বীপ ও আরও বহু জায়গা থেকে এসেছেন। শতাব্দীর পর শতাব্দী ধরে মানুষের চলাচল, রাজনৈতিক বিপ্লব, আক্রমণ, রাজ্যবিজয় ও যুদ্ধ বহু মানুষকে এই অঞ্চলে নিয়ে আসে। এদেরই কেউ কেউ আফগানিস্তানকে নিজের মাতৃভূমি বানিয়ে নেয়। রাজনৈতিক দল ও জাতিসত্তার ধারণা বহু পরে এই বিচিত্র জাতি-সমাহারের ওপর অনেকটা চাপিয়ে দেয়া হয়।\nআফগানিস্তানের বর্তমান সীমারেখা ১৮শ শতকের শেষ দিকে দেশটিকে রুশ ও ব্রিটিশ সাম্রাজ্যের মধ্যবর্তী \"বাফার\" অঞ্চল হিসেবে বিবেচনা করে নির্ধারণ করা হয়। এই কৃত্রিম সীমান্ত বহু জাতির ঐতিহ্যবাহী বাসস্থলকে ভাগ করে ফেলে, যাদের মধ্যে আছে পশতু, তাজিক ও উজবেক। বহু যুদ্ধ আফগানিস্তানে জাতিগত বিদ্বেষ জিইয়ে রাখে। এমনকি এখনও আফগানিস্তানে অনেকে জাতি ও আত্মীয়তার বন্ধন রাষ্ট্রীয় বন্ধনের চেয়ে বড় হিসেবে গণ্য করেন।\nআফগানিস্তানে এ পর্যন্ত একটিমাত্র সরকারি আদমশুমারি সম্পন্ন হয়েছে, ১৯৭৯ সালে। সেটি অনুযায়ী আফগানিস্তানের জনসংখ্যা ছিল প্রায় দেড় কোটি। ২০০৬ সালে এই জনসংখ্যা ৩ কোটি ১০ লক্ষে গিয়ে পৌঁছেছে বলে ধারণা করে হয়।\n১৯৭৯ সালের সোভিয়েত আক্রমণের ফলে অনেক আফগান দেশের বাইরে উদ্বাস্তু হিসেবে পাড়ি জমান। এদের মধ্যে ৩০ লক্ষ যান পাকিস্তানে, এবং প্রায় ১৫ লক্ষ চলে যান ইরানে। এছাড়া প্রায় দেড় লাখ আফগান স্থায়ীভাবে বিদেশে পাড়ি জমান এবং যুক্তরাষ্ট্র, যুক্তরাজ্য ও বিভিন্ন ইউরোপীয় দেশে বসতি স্থাপন করেন। ২০০১ সালে তালেবান সরকারের পতনের পর অনেক উদ্বাস্তু দেশে ফেরত আসতে থাকেন। ২০০২ সাল নাগাদ প্রায় ১৫ লক্ষ উদ্বাস্তু পাকিস্তান থেকে এবং প্রায় ৪ লক্ষ উদ্বাস্তু ইরান থেকে ফেরত আসেন। তবে এদের সঠিক পুনর্বাসন আফগান সরকারের জন্য সংকটের সৃষ্টি করেছে। বহু উদ্বাস্তু স্থলমাইন-সঙ্কুল, বিমান-আক্রমণে বিধ্বস্ত ও পানির অভাবগ্রস্ত খরা এলাকায় বাস করছেন।\n২০০৬ সালে আফগানিস্তানের জনসংখ্যা বৃদ্ধির হার ধরা হয় ২.৬৭%। আফগানিস্তানের শিশু মৃত্যুর হার বিশ্বে সর্বোচ্চ - ১০০০-এ ১৬০ টি শিশু জন্মেই মারা যায়। এখানে গড় আয়ুষ্কাল ৪৩ বছর। আফগানিস্তানের প্রায় ৭৭ শতাংশ লোক গ্রামে বসবাস করেন। শহরবাসীর অর্ধেক থাকেন রাজধানী কাবুলে।\n\n\n== সরকার ব্যবস্থা ==\n\n\n=== প্রশাসনিক অঞ্চলসমূহ ===\n\nআফগানিস্তান প্রশাসনিকভাবে ৩৪টি প্রদেশ বা ওয়েলায়েত-এ বিভক্ত। প্রতি প্রদেশের নিজস্ব রাজধানী আছে। প্রদেশগুলি আবার জেলায় বিভক্ত। একেকটি জেলা সাধারণত একটি করে শহর ও পার্শ্ববর্তী অঞ্চল নিয়ে গঠিত।\nঅভ্যন্তরীণ মন্ত্রী প্রতিটি প্রদেশে একজন করে গভর্নর নিয়োগ করেন। গভর্নর কেন্দ্রীয় সরকারের অধীনস্থ প্রদেশের প্রতিনিধিত্ব করেন। প্রদেশের পুলিশ প্রধানকেও অভ্যন্তরীণ মন্ত্রী নিয়োগ দেন।\nশুধুমাত্র কাবুল শহরে এর ব্যতিক্রম দেখা যায়। সেখানে শহরের মেয়রকে আফগানিস্তানের রাষ্ট্রপতি নির্বাচন করেন এবং শহরটির প্রশাসন কাবুল প্রদেশ থেকে স্বাধীন।\nনিচে আফগানিস্তানের সবগুলি প্রদেশের নাম দেয়া হল (প্রদেশগুলির ক্রমিক সংখ্যা পাশের মানচিত্রের সাথে সামঞ্জস্যপূর্ণ)।\n১. বাদাখশান,\n২. বাদগিস,\n৩. বাগলান,\n৪. বাল্‌খ,\n৫. বামিয়ান,\n৬. দাইকুন্ডি,\n৭. ফারাহ,\n৮. ফারিয়াব,\n৯. গজনি,\n১০. ঘাওর,\n১১. হেলমান্দ,\n১২. হেরাত,\n১৩. জোওয্‌জান,\n১৪. কাবুল,\n১৫. কান্দাহার,\n১৬. কাপিসা,\n১৭. খোস্ত,\n১৮. কুনার,\n১৯. কুন্দুজ,\n২০. লাগমান,\n২১. লোওগার,\n২২. নানকারহার,\n২৩. নিমরুজ,\n২৪. নুরেস্তান,\n২৫. ওরুজ্‌গান,\n২৬. পাক্‌তিয়া,\n২৭. পাক্তিকা,\n২৮. পাঞ্জশির,\n২৯. পারভান,\n৩০. সামাংগান,\n৩১. সারে বোল,\n৩২. তাখার,\n৩৩. ওয়ার্দাক,\n৩৪. জাবুল\n\n\n=== শহর ===\n\nআফগানিস্তানের রাজধানী কাবুল দেশটির পূর্ব-কেন্দ্রীয় অঞ্চলে অবস্থিত। অন্যান্য প্রধান শহরের মধ্যে রয়েছে দক্ষিণের কান্দাহার, পশ্চিমের হেরত এবং উত্তরের মাজরে শরীফ। ছোট শহরগুলির মধ্যে আছে পূর্বের জালালাবাদ, কাবুলের উত্তরে অবস্থিত চারিকার, এবং উত্তরের কন্দোজ ও ফয়েজাবাদ।\nসোভিয়েত-আফগান যুদ্ধের সময়ে ও ১৯৮৯ সালে যুদ্ধ শেষ হওয়ার ঠিক পরে গ্রামাঞ্চল থেকে বহু মানুষ জনবসতিপূর্ণ শহরগুলোতে এসে নিরাপত্তার জন্য আশ্রয় নেয়। ১৯৮০-এর শেষের দিকে কাবুলের জনসংখ্যা বেড়ে প্রায় ২০ লক্ষ হয়ে যায়। তবে ১৯৯০-এর শুরুর দিকের গৃহযুদ্ধের সময় অনেক লোক বিধ্বস্ত কাবুল ছেড়ে পালিয়ে যায়; ফলে ১৯৯৩ সালে এর জনসংখ্যা দাঁড়ায় মাত্র ৭ লক্ষ। তবে ২০০১ সালের পর এর জনসংখ্যা আবার বেড়ে ২০ লক্ষে গিয়ে পৌঁছেছে। বেশির ভাগ শহরে পয়ঃনিষ্কাশন ব্যবস্থা, পানি শোধন ব্যবস্থা ও জনপরিবহন ব্যবস্থা নেই।\n\n\n== অর্থনীতি ==\nসোভিয়েত অধিকৃতির আগেই আফগানিস্তানে জীবনযাত্রার মান ছিল বিশ্বের সর্বনিম্ন। সোভিয়েত-আফগান যুদ্ধ ও তার পরে গৃহযুদ্ধ দেশটির অর্থনীতির চূড়ান্ত বিপর্যয় ঘটায়। সোভিয়েত আমলে শহরকেন্দ্রিক বাণিজ্য ও শিল্প সুযোগ সুবিধা গ্রামীণ অর্থনীতিকে শুরু থেকে আলাদা করে ফেলে। মাদকদ্রব্য ও অস্ত্রের চোরাচালান চরমে পৌঁছে।\nআফগানরা মূলত কৃষক ও পশুপালক। ২০শ শতকে খনি ও ভারী শিল্পের উন্নতি ঘটে, তবে স্থানীয় হস্তশিল্প গুরুত্ব হারায়নি।\n১৯৫৬ সালে সরকার অনেকগুলি পাঁচসালা পরিকল্পনার প্রথমটি শুরু করে। ইউরোপ, আমেরিকা ও জাপানের সাথে বাণিজ্য বৃদ্ধির উদ্যোগে নেয়া প্রকল্পগুলি সাফল্যের মুখ দেখে। অন্যান্য বড় দেশের সহায়তায় আফগানিস্তান রাস্তা, বাঁধ, জলবিদ্যুৎ প্রকল্প, বিমানবন্দর, কারখানা ও সেচ নেটওয়ার্ক গড়ে তুলতে সক্ষম হয়। ১৯৭৯ সালে সোভিয়েতরা আসার পর পশ্চিমী সাহায্য বন্ধ হয়ে যায় এবং ১৯৯১ সালে সোভিয়েত শাসনের মুক্তির পর আবার সাহায্য আসা শুরু হয়। ২০০১ সালে তালেবানদের পতনের পর আফগানিস্তানে নতুন করে আন্তর্জাতিক সাহায্য নিয়ে যুদ্ধ-বিধ্বস্ত দেশ পুনর্গঠনের উদ্যোগ নেয়া হয়।\n\n\n=== শ্রমশক্তি ===\n২০০৩ সালে আফগানিস্তানের মোট শ্রমিক সংখ্যা ছিল প্রায় ১ কোটি ১০ লক্ষ। এদের প্রায় ৭০ শতাংশ কৃষিকাজ বা পশুপালনের সাথে জড়িত। যুদ্ধের কারণে আরও অনেক ধরনের কাজ বন্ধ হয়ে যায়। বেকারত্ব এবং দক্ষ শ্রমিক ও প্রশাসকের অভাব সবচেয়ে বড় সমস্যা।\n\n\n=== কৃষি ===\nআফগানিস্তানের খুবই সামান্য এলাকায়, ছড়িয়ে ছিটিয়ে থাকা উপত্যকায় কৃষিকাজ সম্ভব এবং এই কৃষিভূমির সবগুলোতেই ব্যাপক সেচের প্রয়োজন হয়। ঝর্ণা ও নদী থেকে খাল (কারেজ বা গানাত) খুঁড়ে পানি আনা হয়।\nগম আফগানিস্তানের সবচেয়ে গুরুত্বপূর্ণ শস্য। এরপর রয়েছে যব, ভুট্টা, ও ধান। তুলাও ব্যাপকভাবে চাষ করা হয়। আফগানিস্তান থেকে রপ্তানিকৃত দ্রব্যের মধ্যে ফল ও বাদাম গুরুত্বপূর্ণ। আফগানিস্তানের আঙ্গুর ও তরমুজ খুব মিষ্টি হয়; এগুলি দক্ষিণ-পশ্চিমে, হিন্দুকুশের উত্তরে ও হেরাতের আশেপাশের অঞ্চলে জন্মে। আফগানিস্তান কিশমিশও রপ্তানি করে। অন্যান্য ফলের মধ্যে রয়েছে এপ্রিকট, চেরি, ডুমুর, তুঁত, ও বেদানা।\nউত্তর আফগানিস্তানে বিপুল পরিমাণে কারাকুল ভেড়া পালন করা হয়। এই ভেড়ার শক্ত, কোঁকড়া লোম দিয়ে পারসিক ভেড়ার কোট তৈরি করা হয়। অন্যান্য জাতের ভেড়া ও ছাগলও পালন করা হয়।\nআফগানিস্তানের আরেকটি পরিচয় অবৈধ আফিম উৎপাদনকারী দেশ হিসেবে। ১৯৯০-এর দশকের শেষের দিকে এটি মায়ানমারকে হটিয়ে বিশ্বের সর্বোচ্চ পরিমাণ আফিম উৎপাদক দেশে পরিণত হয়। এছাড়াও হাশিশও তৈরি হতো। ২০০০ সালের জুলাই মাসে তালেবান সরকার ইসলামে আফিমের ব্যবহার নিষিদ্ধ বলে পপি গাছের চাষ বন্ধ করে দেয়। ২০০১ সালে তালেবানের পতনের গ্রামাঞ্চলের অনেক স্থানীয় দরিদ্র কৃষক আবার আফিম চাষ করা শুরু করে, যদিও অন্তর্বর্তীকালীন সরকার আফিম পপি চাষ নিষিদ্ধ করেছিল।\n\n\n=== হস্তশিল্প ===\n\nতুর্কমেন ও উজবেকরা কার্পেট বানিয়ে থাকে। বালুচীরা জায়নামাজ, পশমের কার্পেট ইত্যাদি বানায়। উটের লোম ও তুলাও মাঝে মাঝে ব্যবহৃত হয়। বিয়ের কনের সাজপোষাকের সুন্দর সূচির কাজ দেখতে পাওয়া যায়।\n\n\n=== খননশিল্প ===\n১৯৬৭ সালে সোভিয়েত ইউনিয়নের সহায়তায় উত্তর আফগানিস্তানে বড় আকারের প্রাকৃতিক গ্যাসক্ষেত্র থেকে গ্যাস আহরণ শুরু হয়। ১৯৮০-র দশকে সোভিয়েত ইউনিয়নে বিপুল পরিমাণে গ্যাস রপ্তানি করা হত, তবে ১৯৮৯ সালে সোভিয়েত সৈন্য প্রত্যাহারের পর তা থেমে যায়। একবিংশ শতকের প্রথম দশকে শেবেরগান শহরের কাছে অবস্থিত মূল গ্যাসক্ষেত্রগুলিতে আবার গ্যাস উত্তোলন শুরু হয়। আফগানিস্তান বিশ্বের উচ্চমানের নীলকান্তমণির অন্যতম সরবরাহকারী। এছাড়াও দেশটিতে অন্যান্য দামী পাথর যেমন পান্না, চুনি ইত্যাদি এবং খনিজ তামা ও লোহা পাওয়া যায়। একাধিক দশকব্যাপী যুদ্ধের কারণে আফগানিস্তানের প্রাকৃতিক সম্পদের আহরণ ও ব্যবহার অত্যন্ত সীমিত ছিল। বর্তমানে এ ব্যাপারে ব্যাপক প্রকল্প হাতে নেয়া হয়েছে।\n২০০৬ সালে মার্কিন যুক্তরাষ্ট্রের ভূতাত্ত্বিক জরিপসংস্থা (United States Geological Survey বা USGS) প্রাক্কলন করে যে উত্তর আফগানিস্তানে গড়ে ২৯০ শত কোটি ব্যারেল অপরিশোধিত খনিজ তেল, ১৫.৭ ট্রিলিয়ন ঘনফুট প্রাকৃতিক গ্যাস এবং ৫৬ কোটি ব্যারেল প্রাকৃতিক গ্যাস থেকে প্রাপ্ত তরল আছে।\n২০১১ সালে আফগানিস্তান সরকার গণচীনের জাতীয় পেট্রোলিয়াম কর্পোরেশনের সাথে একটি খনিজ তেল অনুসন্ধান সংক্রান্ত ৭ শত কোটি ডলারের একটি চুক্তি সম্পাদন করে, যেখানে দেশটির উত্তরাংশে আমু দরিয়া নদীর পাড় ধরে তিনটি তেলক্ষেত্র স্থাপনের লক্ষ্য নির্ধারণ করা হয়।\nআফগানিস্তানে উল্লেখযোগ্য পরিমাণে লিথিয়াম রয়েছে। মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা সংস্থা পেন্টাগনের একটি অভ্যন্তরীণ পত্রে বলা হয় যে আফগানিস্তান \"লিথিয়ামের সৌদি আরবে\" পরিণত হতে পারে।\nএছাড়াও দেশটিতে তামা, সোনা, কয়লা, লোহার আকরিক এবং অন্যান্য খনিজ পদার্থ আছে।  হেলমান্দ প্রদেশের খানাশিন এলাকার কার্বোনাটাইট শিলাতে ১ কোটি মেট্রিক টনের মত দুর্লভ ধাতু রয়েছে।\n২০০৭ সালে চীনের ধাতুগলন গোষ্ঠী নামক সংস্থাকে ৩ শত কোটি টাকার বিনিময়ে ৩০ বছরের জন্য আইনাক তামার খনিটি ভাড়া দেওয়া হয়। এটি আফগানিস্তানের ইতিহাসে বৃহত্তম বিদেশী পুঁজি বিনিয়োগ ও বেসরকারী ব্যবসা প্রকল্প। ভারতের রাষ্ট্র-পরিচালিত ইস্পাত প্রশাসন কেন্দ্রীয় আফগানিস্তানের হাজিগাক গিরিপথে অবস্থিত বিশাল লৌহ আকরিকের খনিটি খননকাজের অধিকার অর্জন করে। আফগানিস্তানের সরকারি কর্মকর্তারা অনুমান করেন যে দেশটির ৩০% অব্যবহৃত খনিজ সম্পদের মূল্য কমপক্ষে ১ ট্রিলিয়ন মার্কিন ডলার। একজন কর্মকর্তার মতে খনিজ সম্পদ আফগান অর্থনীতির মেরুদণ্ডে পরিণত হবে।\n\n\n=== উৎপাদন শিল্প ===\nদ্বিতীয় বিশ্বযুদ্ধের পরবর্তী বছরগুলিতে আফগানিস্তানে ভারি শিল্পের বিকাশ ঘটে। ১৯৬৫ সালে পশ্চিম জার্মানি একটি পশম কারখানা স্থাপনের পর পশমের উৎপাদন দ্বিগুণ হয়। সোভিয়েত-আফগান যুদ্ধের আগে আফগানিস্তানে প্রায় ২০০টি সরকারি কারখানা ছিল। এদের মধ্যে ছিল টেক্সটাইল, খাবার (বিশেষত শুকনা খাবার ও ফল), রাসায়নিক সার, সিমেন্ট, চামড়ার দ্রব্য, এবং কয়লার ইট বা চাপড়া বানানোর কারখানা। যুদ্ধের কারণে এগুলির সবই ক্ষতিগ্রস্ত হয়।\n\n\n=== শক্তিসম্পদ ===\n\nপেট্রোলিয়াম, কয়লা, প্রাকৃতিক গ্যাস ও জলবিদ্যুৎ আফগানিস্তানের প্রধান শক্তি-উৎস। পেট্রোলিয়াম মূলত ইরান ও তুর্কমেনিস্তান থেকে আমদানি করা হয়। আফগানিস্তানের নিজস্ব সামান্য তেল সম্পদ উত্তরে আমুদরিয়ার কাছে অবস্থিত। দেশটি কয়লা ও প্রাকৃতিক গ্যাসের উপর বেশি নির্ভরশীল। কাঠের লাকড়িও অনেক ঘরে জ্বালানি হিসেবে ব্যবহার করা হয়, তবে বন উচ্ছেদের ফলে এগুলি পাওয়া এখন দোষ্কর হয়ে পড়েছে। কন্দুজ, কাবুল, আর্গান্দবাদ ও হেলমান্দ নদীর উপরের বাঁধগুলি মূলত শহরগুলিতে জলবিদ্যুৎ সরবরাহ করে। এগুলি সেচের জন্য পানিও ধরে রাখে। গৃহযুদ্ধের আগে দেশটির জলবিদ্যুৎ-ক্ষমতার মাত্র ১০ শতাংশ বাস্তবায়িত হয়েছিল। যুদ্ধের সময় টারবাইন, ফ্লাডগেট, ট্রান্সমিশন লাইন ইত্যাদি ধ্বংস করে ফেলা হয়। ব্যক্তিগত ডিজেল-চালিত জেনারেটরের মাধ্যমে বিদ্যুৎ উৎপন্ন করা হত। ২০০২ সালে তালেবান পতনের পর দেশের পাওয়ার নেটওয়ার্ক আবার নতুন করে তৈরি করার পরিকল্পনা নেয়া হয়।\n\n\n=== বৈদেশিক বাণিজ্য ===\nআফগানিস্তানের রপ্তানিকৃত দ্রব্যের মধ্যে শুকনা ফল ও বাদাম, হস্তনির্মিত কার্পেট, পশম, তুলা, চামড়া, ও নানা ধরনের মণিপাথর প্রধান। আফগানিস্তান বিদেশ থেকে খাদ্য, মোটর যান, পেট্রোলিয়াম, ও কাপড় আমদানি করে। সোভিয়েত রাশিয়া ১৯৭৯-এর সোভিয়েত আগ্রাসনের অনেক আগে থেকেই আফগানিস্তানের প্রধান বাণিজ্যবন্ধু ছিল। ১৯৮০-এর দশকে এই বন্ধুত্ব তীব্রতা পায়। ১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের পর প্রাক্তন সোভিয়েত প্রজাতন্ত্রগুলি, পাকিস্তান, ভারত, যুক্তরাজ্য ও জার্মানি আফগান পণ্যের প্রধান ক্রেতায় পরিণত হয়। মার্কিন যুক্তরাষ্ট্র ১৯৮৬ থেকে ২০০২ সাল পর্যন্ত আফগানিস্তানের সাথে বাণিজ্য স্থগিত রেখেছিল। ২০০০ সালে আফগানিস্তানের মোট রপ্তানি ছিল ১২৫ মিলিয়ন ডলার এবং আমদানির মোট পরিমাণ ছিল ৫২৪ মিলিয়ন ডলার।\n\n\n=== মুদ্রা ও ব্যাংকিং ===\nআফগানিস্তানের মুদ্রার নাম আফগানি। ১০০ পুলে ১ আফগানি। আফগানির বিনিময় হার বহুবার ওঠা নামা করেছে। ১৯৮১ থেকে ১৯৯৪ সাল পর্যন্ত ৫৭ শতাংশ পর্যন্ত মূদ্রাস্ফীতি আফগানির ক্রয়ক্ষমতা অত্যন্ত সীমিত করে দেয় এবং তালেবান শাসনামলেও এই ধারা বজায় ছিল। যুদ্ধজনিত মুদ্রাস্ফীতির কারণে আফগানির মূল্য এত কমে যায় যে সরকার নতুন অধিক মূল্যের আফগানি আবার ইস্যু করেন। ২০০২ সালের শেষে এসে আফগানির মূল্য স্থিতিশীল হয় এবং ২০০৭ সালে ১ মার্কিন ডলারে প্রায় ৫০ নতুন আফগানি পাওয়া যেত।\nআফগানিস্তানের কেন্দ্রীয় ব্যাংক ১৯৩৮ সালে স্থাপিত হয়। এটি দেশটির বৃহত্তম ব্যাংক। ১৯৭৫ সালে আফগানিস্তানের সমস্ত বেসরকারী ব্যাংকের জাতীয়করণ করা হয়। আফগানিস্তানে কোন স্টক মার্কেট বা অন্যান্য আধুনিক অর্থনৈতিক ব্যবস্থা নেই। সাধারণত টাকার \"বাজারে\" টাকা ও বৈদেশিক মুদ্রা লেনদেন হয়। অনেকেই টাকা ধার নিয়ে থাকেন, যেগুলোর কোন হিসাব রাখা হয় না।\n\n\n== যোগাযোগ ব্যবস্থা ==\n\n\n=== সড়ক পরিবহন ===\n\nরুক্ষ ভৌগোলিক বৈশিষ্ট্য এবং যথাযথ পরিবহন কাঠামোর অভাবে আফগানিস্তানের অভ্যন্তরে ভ্রমণ অত্যন্ত দুরূহ। দেশের প্রায় ২৪ শতাংশ রাস্তা কাঁচা। দেশের সবচেয়ে গুরুত্বপূর্ণ মহাসড়কটি বৃত্তাকারে প্রধান প্রধান শহরগুলিকে সংযুক্ত করেছে। কাবুল থেকে শুরু হয়ে এই মহাসড়কটি উত্তরে সালাং সুড়ঙ্গের ভিতর দিয়ে গিয়ে তাশকুরঘান যায়, তারপর পশ্চিমে মাজরে শরীফ হয়ে মেইমানেহ ও হেরাতে পৌঁছে; এরপর এটি দক্ষিণ-পূর্বে মোড় নিয়ে কান্দাহার যায় ও তারপর আবার উত্তর-পূর্বে গিয়ে কাবুলে ফেরত আসে। আফগানিস্তানের সড়ক ব্যবস্থা দেশটিকে পাকিস্তানের সাথে সংযুক্ত করেছে। উত্তরে জালালাবাদ ও পাকিস্তানের পেশাওয়ার শহর সংযুক্ত, অন্যদিকে দক্ষিণে কান্দাহার ও চামান শহর সংযুক্ত। আরেকটি বড় রাস্তা হেরাত থেকে ইরানে প্রবেশ করেছে। যুদ্ধের কারণে অনেক রাস্তা ক্ষতিগ্রস্ত হয়। কাবুল ও দেশের উত্তরের সাথে যোগসূত্র স্থাপনকারী সালাং সুড়ঙ্গ ১০ বছর বন্ধ থাকার পর ২০০২-এর শুরুতে আবার খুলে দেয়া হয়।\nকিছু কিছু রাস্তা শীতকালে ও বসন্তকালে বরফ পড়ে বন্ধ হয়ে যায়। শহরগুলিতে তিন চাকার অটোরিক্সা সাধারণ যানবাহন। অনেক জায়গায় ঘোড়ার গাড়ি ব্যবহার করা হয়। গ্রামাঞ্চলে আফগানিরা পায়ে হেঁটে, গাধা বা ঘোড়ার কিংবা মাঝে মাঝে উটের পিঠে চড়ে ভ্রমণ করে। আফগানিস্তানের কোন সমুদ্র বন্দর নেই, তাই স্থলপথেই অন্যান্য দেশের সাথে আমদানি-রপ্তানি সম্পন্ন হয়। রেল পরিবহন নগণ্য, তাই দেশের ভেতরে মাল পরিবহন মূলত সড়কপথেই সম্পন্ন হয়।\nআফগানিস্তানে বাসে ভ্রমণ করা জঙ্গি কার্যকলাপের কারণে বিপজ্জনক। বাসগুলি সাধারণত পুরনো আদলের মার্সেডিজ-বেঞ্জ জাতীয় এবং এগুলি বেসরকারি কোম্পানির মালিকানাধীন। কাবুল-কান্দাহার এবং কাবুল-জালালাবাদ মহাসড়ক গুরুত্বপূর্ণ। সড়ক দুর্ঘটনা আফগান সড়ক ও মহাসড়কগুলিতে সাধারণ ঘটনা।\nসড়ক ও মহাসড়কগুলির পুনর্নির্মাণের পরে সম্প্রতি নতুন অটোমোবাইলগুলি আরও ব্যাপকভাবে পাওয়া যায়। তারা সংযুক্ত আরব আমিরাত থেকে পাকিস্তান ও ইরানের মধ্য দিয়ে আমদানি করা হয়। ২০১২ সালে ১০ বছরের বেশি পুরনো যানবাহন দেশে আমদানি করা নিষিদ্ধ করা হয়েছে। প্রতিবেশী দেশগুলোর সাথে বাণিজ্যের কারণে অর্থনীতির জন্য দেশের রাস্তাঘাটের উন্নয়নের প্রধান লক্ষ্য হল। আফগানিস্তানে ডাক পরিষেবাগুলি জনসাধারণের মালিকানাধীন আফগান পোস্ট এবং ফেডএক্স, ডিএইচএল এবং অন্যান্যদের মতো ব্যক্তিগত কোম্পানি দ্বারা সরবরাহ করা হয়।\n\n\n=== নৌপরিবহন ===\nনৌপরিবহন মূলত আমু দরিয়া নদীতেই সীমাবদ্ধ। আমু দরিয়ার ওপর কেলেফ্‌ত, খয়রাবাদ ও শির খান নদীবন্দরগুলি অবস্থিত।\n\n\n=== বিমান পরিবহন ===\nকাবুল ও কান্দাহারে আন্তর্জাতিক বিমানবন্দর আছে। ২০০১ সালে মার্কিনী বোমা হামলায় কাবুল বিমানবন্দর ধ্বংস হয়ে যায়। কিন্তু পুনরায় বিমান পরিবহন ব্যবস্থা নির্মাণ প্রকল্পে এটিকে প্রাধান্য দেয়া হয়। বর্তমানে এই বিমানবন্দরটিই বহির্বিশ্বের সাথে আফগানিস্তানের যোগসূত্র। দেশের ভেতরে আরও কিছু ছোট ছোট বিমানবন্দর আছে। আরিয়ানা আফগান এয়ারলাইন্স জাতীয় বিমান পরিবহন সংস্থা। প্রথম বেসরকারী বিমান সংস্থা কাম এয়ার ২০০৩ সালে অভ্যন্তরীণ উড্ডয়ন বা ফ্লাইট চলাচল শুরু করে।\nআফগানিস্তানে বিমান পরিবহন এয়ারিয়া আফগান এয়ারলাইন্স (এএএ) জাতীয় ক্যারিয়ার, এবং আফগান জেট ইন্টারন্যাশনাল, ইস্ট হরিজন এয়ারলাইন্স, কাম এয়ার, পানির এয়ারওয়েজ এবং সাফী এয়ারওয়েজের মতো বেসরকারি কোম্পানিগুলির দ্বারা সরবরাহ করা হয়। বহির্বিশ্বের কয়েকটি দেশের বিমান পরিবহন সংস্থাও দেশটিতে সেবা প্রদান করে। এর মধ্যে রয়েছে এয়ার ইন্ডিয়া, এমিরেটস, গালফ এয়ার, ইরান আসেমান এয়ারলাইন্স, পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্স এবং তুর্কি এয়ারলাইন্স\nদেশের চারটি আন্তর্জাতিক বিমানবন্দর: হামিদ কারজাই আন্তর্জাতিক বিমানবন্দর (পূর্বে কাবুল আন্তর্জাতিক বিমানবন্দর), কান্দাহার আন্তর্জাতিক বিমানবন্দর, হেরাত আন্তর্জাতিক বিমানবন্দর এবং মাযার-ই-শরীফ আন্তর্জাতিক বিমানবন্দর। কাবুল এবং অন্যান্য বড় বড় শহরগুলির সাথে উড়ানের সাথে প্রায় এক ডজন গার্হস্থ্য বিমানবন্দর রয়েছে।\n\n\n=== রেল পরিবহন ===\n২০১৪ সালের হিসাব অনুযায়ী আফগানিস্তানে শুধু দুইটি রেলপথ আছে। একটি বালখ প্রদেশের খেইরাবাদ থেকে আফগানিস্তান-উজবেকিস্তান সীমান্ত পর্যন্ত ৭৫ কিলোমিটার দীর্ঘ একটি রেলপথ। অন্যটি তোরাগুন্দি থেকে তুর্কমেনিস্তান সীমান্ত পর্যন্ত ১০ কিলোমিটার দীর্ঘ একটি রেলপথ। দুইটি রেলপথই শুধুমাত্র মালামাল পরিবহনের জন্য ব্যবহার করা হয় এবং এখন পর্যন্ত যাত্রীবাহী কোন রেলগাড়ি চলাচল করে না। দেশটিতে আরও রেলপথ নির্মাণের বিভিন্ন প্রস্তাব করা হয়েছে। ২০১৩ সালে আফগানিস্তান, তুর্কমেনিস্তান এবং উজবেকিস্তানের রাষ্ট্রপতিরা একটি উদ্বোধনী অনুষ্ঠানে অংশগ্রহণ করেন, যেখানে তুর্কমেনিস্তান-আন্দখভোই-মাজার-ই-শরিফ-খেইরাবাদ-এর মধ্যে একটি ২২৫ কিলোমিটার দীর্ঘ আন্তর্জাতিক রেলপথ নির্মাণের গোড়াপত্তন করা হয়। এই রেলপথটি উজবেকিস্তান সীমান্তের কাছে খেইরাবাদ পর্যন্ত বিস্তৃত ইতোমধ্যে বিদ্যমান রেলপথের সাথে সংযুক্ত হবে। অন্য আরেকটি পরিকল্পনা অনুসারে আরেকটি রেলপথ রাজধানী কাবুল থেকে পূর্ব দিকে সীমান্ত শহর তোরখাম পর্যন্ত চলে যাবে,যেখানে গিয়ে পথটি পাকিস্তানি রেলব্যবস্থার সাথে সংযুক্ত হবে। এছাড়াও ইরানের খাফ শহরে থেকে আফগানিস্তানের হেরাত শহর পর্যন্ত একটি রেলপথ নির্মাণের পরিকল্পনা রয়েছে।\n\n\n== শিক্ষা ==\n\nআফগানিস্তানে দুই ধরনের শিক্ষাব্যবস্থা বিদ্যমান। একটি হল প্রাচীনকাল থেকে প্রচলিত মাদ্রাসা ব্যবস্থা, যেখানে উলামাগণ কুরআন পড়া ও লেখা এবং প্রাথমিক গণিত শিক্ষা দেন। অন্য শিক্ষাব্যবস্থাটি ১৯৬৪ সালে আফগান সংবিধান অনুসারে পশ্চিমা শিক্ষাব্যবস্থার অনুসরণে প্রবর্তন করা হয়, যেখানে সমস্ত বয়স স্তরে শিক্ষাগ্রহণ বিনামূল্য ও বাধ্যতামূলক ছিল। তবে এই ব্যবস্থার লক্ষ্য পূর্ণ হয়নি। পাঁচ বছরের প্রাথমিক শিক্ষার উপর জোর দেয়া হয়। কাবুল ও অন্যান্য বড় শহরগুলিতে মাধ্যমিক স্কুলের ব্যবস্থা ছিল। কিন্তু বেশির ভাগ আফগানই এমন এলাকায় বসবাস করতেন যেখানে কোন স্কুল ছিল না।\nএকাধিক দশকব্যাপী যুদ্ধ দেশটির শিক্ষাব্যবস্থায় ধ্স নামায় এবং একটি প্রজন্ম কোন প্রাতিষ্ঠানিক শিক্ষা ছাড়াই বড় হয়ে উঠে। গৃহযুদ্ধের কারণে দেশের প্রায় সমস্ত বিদ্যালয় ও উচ্চতর বিদ্যাপ্রতিষ্ঠান বন্ধ হয়ে যায়। বেশির ভাগ শিক্ষক চাকরি ছেড়ে আফগানিস্তান থেকে চলে যান। এর পরে তালেবানেরা এসে মাদ্রাসা ব্যতীত সকল ধরনের স্কুল বন্ধ ঘোষণা করে এবং মহিলাদের শিক্ষা নিষিদ্ধ করে। কেবল কুরআন শরীফ মুখস্থ করা অণুমোদিত ছিল।\n২০০১ সালে তালিবানের পতনের পর দেশটির শিক্ষাব্যবস্থা আবার নতুন করে গড়ে তোলা হচ্ছে। কাবুল বিশ্ববিদ্যালয় নতুন করে শুরু হয়। ২০০৬-২০০৭ শিক্ষাবর্ষে প্রায় ৪০ লাখ ছেলেমেয়ে দেশটির প্রায় ৯,৫০০ স্কুলে শিক্ষাগ্রহণ করে। প্রাথমিক শিক্ষা বিনামূল্য ঘোষণা করা হয়েছে। ১৫ বছরের বেশি বয়সের আফগানদের মধ্যে সাক্ষরতার হার প্রায় ৩৬ শতাংশ হিসাব করা হয়েছে। তবে পুরুষদের সাক্ষরতার হার (৫১%) নারীদের (২১%) চেয়ে অনেক বেশি।\nআফগান স্কুলগুলিতে দারি, পশতু ও অন্যান্য ভাষা, যেমন- উজবেক ভাষায় পড়ানো হয়। বিশ্ববিদ্যালয়ের কোর্সগুলি মূলত দারি ভাষায় পড়ানো হয়। ১৯৩২ সালে প্রতিষ্ঠিত কাবুল বিশ্ববিদ্যালয় দেশটির বৃহত্তম ও সবচেয়ে সম্মানিত শিক্ষাপ্রতিষ্ঠান। ১৯৩৮ থেকে ১৯৬৭ সালের মধ্যে আরও নয়টি কলেজ প্রতিষ্ঠিত হয়। জালালাবাদে ১৯৬২ সালে প্রতিষ্ঠিত ননগরহার বিশ্ববিদ্যালয়ে চিকিৎসা ও অন্যান্য বিষয়ে শিক্ষা দেয়া হয়। এছাড়া কান্দাহার, হেরাত, বাল্‌খ ও বামিয়ানে ছোট কিন্তু গুরুত্বপূর্ণ বিশ্ববিদ্যালয় অবস্থিত। ১৯৬১ সালের আগে কেবল পুরুষেরাই স্নাতক পর্যায়ের শিক্ষা লাভ করতে পারতেন। এরপর থেকে সমস্ত সরকারি বিশ্ববিদ্যালয়গুলি মহিলাদের জন্য উন্মুক্ত করে দেয়া হয়। ২০০৬ সালে সহশিক্ষামূলক আফগানিস্তান মার্কিন বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হয়; এখানে শিক্ষার মাধ্যম ইংরেজি ভাষা। মাজার-ই-শরীফ শহরে ৬০০ একর এলাকা জুড়ে বাল্‌খ বিশ্ববিদ্যালয় নির্মাণের কাজ শুরু হয়েছে। \n\n\n== সমাজ ও সংস্কৃতি ==\nআফগানিস্তানের জনগণ বিভিন্ন জাতিগোষ্ঠীতে বিভক্ত। এই জাতিগুলির কতগুলি আবার আফগানিস্তানের প্রতিবেশী দেশগুলিতে বসবাস করে। পশতুন জাতি আফগানিস্তানের বৃহত্তম জাতি। তারা বহুদিন ধরে আফগানিস্তানের কেন্দ্রীয় সরকারের ক্ষমতায় ছিল। ১৯৮৯ সালে সোভিয়েত সৈন্য প্রত্যাহারের পর তাজিক, উজবেক, হাজারা ও অন্যান্য সংখ্যালঘু জাতিগুলির একটি কোয়ালিশন সরকার ক্ষমতায় আসে। তবে ১৯৯৬ সালে তালেবানেরা ক্ষমতা দখল করে পশতুন আধিপত্য পুনরায় প্রতিষ্ঠা করে।\n২০০১ সালের শেষে তালেবানদের পতনের পর দেশটির প্রধান প্রধান জাতিগত সম্প্রদায়গুলি সরকারি ক্ষমতা অংশীদারী করার সিদ্ধান্ত নেয়। ২০০৪ সালের আফগান সংবিধানে আফগানিস্তানের বৈচিত্র্যময় জাতিগুলির অধিকার সংরক্ষণের কথা বলা হয়েছে। উদাহরণস্বরূপ এতে সংখ্যালঘুদের যথেষ্ট ভাষাগত স্বাধীনতা দেয়া হয়েছে। স্থানীয় ভাষা যেমন উজবেক ও তুর্কমেনীয় ভাষাকে তাদের ভাষাভাষী স্থানীয় এলাকায় সরকারি ভাষার মর্যাদা দেয়া হয়েছে। দেশটির সবচেয়ে বেশি কথিত ভাষা পশতু ভাষা ও দারি ভাষাকে রাষ্ট্রীয় সরকারি ভাষার মর্যদা দেয়া হয়েছে।\nআফগানিস্তানের প্রায় দুই-পঞ্চমাংশ জনগণ পশতুন জাতির লোক। হিন্দুকুশ পর্বতের দক্ষিণে এদের ঐতিহ্যবাহী আবাসস্থল। যদিও পশতুনরা আফগানিস্তানের বিভিন্ন অঞ্চলে বাস করে, তাদের মূল শক্তিকেন্দ্র দেশের দক্ষিণে কান্দাহার প্রদেশে। এছাড়া অনেক পশতুন উত্তর-পশ্চিমে পাকিস্তান সীমান্তে বাস করেন। পুরুষ পশতুনরা প্রাচীন জাতিগত আচার মেনে চলেন, যে আচারে সাহস, ব্যক্তিগত সম্মান, প্রতিজ্ঞা, স্বনির্ভরতা ও আতিথেয়তাকে প্রাধান্য দেয়া হয়েছে। পশতুনদের মাতৃভাষা পশতু, একটি ইন্দো-ইরানীয় ভাষাগোষ্ঠীর ভাষা।\n\n\n=== ধর্ম ===\nধর্মই আফগানিস্তানের বিভক্ত জাতিসত্তার দৃঢ়তম বন্ধন। আফগানদের প্রায় ৯৯ শতাংশই মুসলিম। এদের মধ্যে ৮৪ শতাংশ সুন্নি এবং প্রায় ১৫ শতাংশ শিয়া মুসলিম। শহরগুলিতে অল্পসংখ্যক হিন্দু, শিখ, পারসিক ও ইহুদী ছড়িয়ে ছিটিয়ে আছেন। ১৯৬০-এর দশক থেকে অনেক আফগান ইহুদী ইসরায়েলে পাড়ি দিয়েছেন। হযরত আলির কবর মাজার-এ-শরিফ অনেক মুসলিমের তীর্থস্থল।\nআফগান জীবনের এক গুরুত্বপূর্ণ ব্যক্তিত্ব হলেন মোল্লা। যেকোন পুরুষ যিনি কুরআন শরীফ মুখস্থ বলতে পারেন, তিনি মোল্লা হওয়ার যোগ্য । মোল্লারা শুক্রবারের প্রার্থনা, বিয়ে ও দাফনকাজ পরিচালনা করেন। মোল্লারা মানুষদের ইসলামের বিধিবিধান শিক্ষা দেন। তারা ইসলামী আইননুসারে সংঘাত নিরসন করেন এবং শারীরিক, সামাজিক ও ব্যক্তিগত সমস্যার সমাধান দেন। প্রত্যন্ত গ্রামাঞ্চলে স্থানীয় মোল্লা ও স্থানীয় জমিদার (খান) মিলে নির্ধারণ করেন তাদের অনুসারীরা কী করতে পারবে বা পারবে না।\n\n\n=== সাহিত্য ===\nআফগানিস্তানে গল্প-গাঁথা বলার শিল্প এখনও সগৌরবে বিরাজমান, সম্ভবত ব্যাপক নিরক্ষরতার কারণেই এই শিল্পটি হারিয়ে যায়নি। সঙ্গীতের সাথে লোকগাঁথা বর্ণনা করার ঐতিহ্য আজও আদৃত। এই লোকগাথাগুলি বর্তমানের আফগানদেরকে অতীতের কথা মনে করিয়ে দেয়। আফগান জীবনের সমস্ত দিক নিয়েই এই গাথাগুলি রচিত এবং এগুলির মাধ্যমে ঐতিহ্যবাহী মূল্যবোধ, বিশ্বাস ও আচরণ শিক্ষা দেয়া হয়।\nইসলামী পর্বে দারি ও পশতু উভয় ভাষার সাহিত্যের বিকাশ ঘটে এবং আরবি লিপির ব্যাপক ব্যবহার শুরু হয়। ১০১০ সালে ফেরদৌসী তার মহাকাব্য শাহনামা রচনা শেষ করেন। এতে দারি ভাষায় লেখা প্রায় ৬০,০০০ দুই-পঙক্তির ছড়া আছে। দারি ও তুর্কি-জাতীয় ভাষায় আরও অনেক কাব্য ও গাথা রচিত হয়। ১৩শ শতকে সুফীসাধক ও কবি জালাল আল-দীন রুমি মহাকাব্য মসনবী-ইয়ে মানাবী রচনা করেন, যা ইসলামী সাহিত্য ও চিন্তাধারায় গভীর প্রভাব ফেলে। ১৭শ শতকের বিখ্যাত যোদ্ধা ও কবি খুশহাল কাট্টাক কবিতার মাধ্যমে উপজাতীয় আচার-আচরণের নিয়ম প্রদান করতেন।\nআধুনিক আফগান সাহিত্যে আধুনিক বিশ্বের নানা ধারণা স্থান পেয়েছে। ১৯৭২ সালে সৈয়দ বোরহানউদ্দীন মাজরুহ বহুখণ্ডবিশিষ্ট ধ্রুপদী, ছন্দময় দারি গদ্য রচনা করেন, যাতে কারণ, যুক্তি, বিজ্ঞান ও মনস্তাত্ত্বিক বিশ্লেষণ আলোচিত হয়। সোভিয়েতদের সাথে যুদ্ধের সময় ইসলাম ও মুক্তি বিষয় হিসেবে প্রাধান্য পায়। ১৯৮৩-তে গুলজারাক জাদরান পশতু ভাষায় জিহাদের ওপর বই লেখেন। আফগানিস্তান ইতিহাস সোসাইটি ও পশতু অ্যাকাডেমি নতুন লেখকদের উৎসাহিত করার জন্য সাহিত্য পত্রিকা প্রকাশ করতেন, তবে গৃহযুদ্ধের কারণে তাদের প্রচেষ্টা অনেকাংশেই ব্যাহত হয়।\n\n\n=== শিল্পকলা ও স্থাপত্য ===\n\nআফগানিস্তানে সব যুগের স্থাপত্যকলার নিদর্শন পাওয়া যায়, যাদের মধ্যে আছে গ্রিক ও বৌদ্ধ স্থাপত্যের ধ্বংসস্তুপ, মন্দির, খিলান, স্তম্ভ, সূক্ষ্ম কারুকাজময় ইসলামী মিনার ও দুর্গ। এদের মধ্যে সবচেয়ে বিখ্যাত হেরাত ও মাজার-ই-শরিফের মসজিদদ্বয়, পশ্চিম-মধ্য উঁচু এলাকার জাম শহরের একটি মসজিদের মিনার, ১০০০ বছরের পুরনো কালে-ইয়ে বোস্তের মহান খিলান, চেল জিনা (চল্লিশ ধাপ), কান্দাহারের সম্রাট বাবরের রেখে যাওয়া পাথরের খোদাইকর্ম, বামিয়ানের বুদ্ধ (যা ২০০১ সালের মার্চে তালেবানরা ধ্বংস করে ফেলে), গজনীর বিজয় চূড়া, বাবরের সমাধি ও কাবুলের বালা হিস্‌সার।\nক্ষুদ্র আকারের শিল্পকলার মধ্যে হেরাতের হালকা নীল-সবুজ টাইলের কাজ, রঙিন ক্যালিগ্রাফি বা হস্তলেখাশিল্প উল্লেখ্য। সোনা ও রূপার গয়না, সূচিশিল্প, ও চামড়ার বিভিন্ন দ্রব্য আজও ঘরে ঘরে বানানো হয়। তবে আফগানিস্তানের সবচেয়ে বিখ্যাত শিল্পকর্ম হল পারসিক-ধাঁচে বানানো কার্পেট।\n\n\n=== সঙ্গীত ===\nআফগানিস্তানের সঙ্গীত মূলত ঐতিহ্যবাহী লোক সঙ্গীত, গাথা ও নৃত্য। তার দিয়ে তৈরি বাদ্যযন্ত্র রোহাবকে পশ্চিমের ভায়োলিন বা চেল্লোর পুরানো রূপ হিসেবে মনে করা হয়। অন্যান্য বাদ্যযন্ত্রের মধ্যে আছে সন্তুর, হারমোনিয়াম, চং, এবং তবলা ও ঢোল। পশতুন অঞ্চলের আত্তান নৃত্য জাতীয় নৃত্য। এতে নর্তকেরা একটি বড় বৃত্তে দাঁড়িয়ে হাততালি দেন এবং দ্রুত লয়ে সঙ্গীতের ছন্দের সাথে পা নাড়ান। ছুটির দিনে বা সপ্তাহের শেষে আফগানেরা নদীর তীরে বা বনে পিকনিকে গিয়ে গান গাইতে ও শুনতে পছন্দ করেন।\n\n\n=== গ্রন্থাগার ও জাদুঘর ===\nস্বল্পসংখ্যক প্রধান গ্রন্থাগারগুলি কাবুলে অবস্থিত। কাবুল বিশ্ববিদ্যালয় গ্রন্থাগার ১৯৩১ সালে স্থাপিত হয় এবং সোভিয়েতদের সাথে যুদ্ধে ও পরবর্তীকালে গৃহযুদ্ধের সময় এর বহু বই চুরি হয়ে যায়। জাতীয় আর্কাইভও লুট হয়। ১৯২২ সালে প্রতিষ্ঠিত কাবুল জাতীয় জাদুঘর দেশটির সর্ববৃহৎ জাদুঘর এবং এটি প্রাচীন বৌদ্ধ নিদর্শনের সংগ্রহের জন্য এককালে পরিচিত ছিল। এই সংগ্রহ থেকে কিছু উচ্চমূল্যের বৌদ্ধ নিদর্শন সোভিয়েত ইউনিয়নে পাচার হয়ে যায়। ১৯৯৩ সালে রকেট হামলা করে যাদুঘরটি খুলে লুট করা হয়। বেশির ভাগ দোষ্প্রাপ্য দ্রব্য পাকিস্তান হয়ে চলে যায় এবং অন্য দেশের ধনী সংগ্রাহকদের কাছে বেচা হয়। আফগান প্রাচীন নিদর্শনের অবৈধ ব্যবসা এ সময় অবৈধ ড্রাগসের ব্যবসার পরেই সবচেয়ে বেশি অর্থের ব্যবসা ছিল। ২০০০ সালে তালেবান পুলিশ জাদুঘরের অবশিষ্ট ২৭০০ শিল্পকর্ম, যাদের মধ্যে অনেক প্রাচীন সাংস্কৃতিক সম্পদ ছিল, মূর্তিপূজা আখ্যা দিয়ে ইসলামের নামে ধ্বংস করে ফেলে। তালেবানের পতনের প্রত্নতাত্ত্বিক স্থানগুলিতে আরেক দফা লুটতরাজ ঘটে।\n\n\n=== গণমাধ্যম ===\n১৯৭৮ সালে জাপানি অর্থানুকূল্যে কাবুলে আফগানিস্তানের প্রথম টেলিভিশন স্টেশন আফগানিস্তান জাতীয় টেলিভিশন সম্প্রচার শুরু করে। তবে তালিবানেরা ক্ষমতায় আসার পর টেলিভিশন নিষিদ্ধ ঘোষণা করে। ২০০১ সালে তালিবানদের পতনের পর আবার কাবুলে টেলিভিশন সম্প্রচার শুরু হয়।\n১৮৭৫ সালে আফগানিস্তানে প্রথম সংবাদপত্র ছাপা হয়, এবং ১৯০০ সালের ঠিক পরে আরও দুইটি ছোট ছোট সংবাদপত্র প্রকাশিত হত। ১৯১৯ সালে রাজা আমানুল্লাহ শাসনভার হাতে নেওয়ার পর প্রায় ১৫টি সংবাদপত্র ও ম্যাগাজিন বিকাশ লাভ করে। ১৯৫০-এর দিকে আফগানিস্তানের ৯৫% ছাপা বই ও সংবাদ সরকারিভাবে প্রকাশিত হত।\n১৯৬২ সালে প্রথম ইংরেজি দৈনিক হিসেবে কাবুল টাইম্‌স আত্মপ্রকাশ করে। এছাড়া বাখতার সংবাদ সংস্থাও অনেক বিদেশী খবর পরিবেশন করত। ১৯৭৮ সালের সামরিক অভ্যুত্থানের পর কাবুল টাইম্‌সের নাম বদলে কাবুল নিউ টাইম্‌স রাখা হয় এবং এতে সাম্যবাদী ধারার খবরাখবর প্রকাশিত হত। এই পত্রিকাটি ছিল ঘোর-পাশ্চাত্যবিরোধী। এর প্রতিবাদে গোপনে শবনম নামে একটি সরকারবিরোধী পত্রিকা কাবুলে প্রকাশিত হত। ১৯৯৬ সালে আফগানিস্তানে ১২টি দৈনিক পত্রিকা ছিল, কিন্তু তালিবানেরা ক্ষমতায় আসার পর এগুলির সবই বন্ধ হয়ে যায়। ১৯৯৮ সালে তালিবানেরা এদের মধ্য থেকে দুইটিকে নিজস্ব প্রচারমাধ্যম হিসেবে ব্যবহার করার জন্য আবার চালু করে।\n২০০২ সালে অন্তর্বর্তীকালীন সরকার সংবাদপত্রের স্বাধীনতা প্রদানকারী আইন পাশ করে। এর পর প্রায় ১০০টি সংবাদপত্র আফগানিস্তানে প্রকাশিত হতে শুরু করে। বর্তমানে সাপ্তাহিক কাবুল সবচেয়ে বেশি জনপ্রিয় সংবাদপত্র।\n\n\n== টীকা ==\n২। আফগানিস্তান সার্কভুক্ত একটি দেশ।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ =="}