{"pageid": 1163038, "title": "কে. যমুনা রাণী", "url": "https://bn.wikipedia.org/wiki?curid=1163038", "content": "কে. যমুনা রানী (জন্ম ১৭ মে ১৯৩৮ অন্ধ্র প্রদেশ, ভারতের ) একজন ভারতীয় প্লেব্যাক গায়িকা যিনি সিংহলি, তামিল, তেলুগু, কন্নড় এবং মালায়ালম ভাষায় ৬,০০০ টিরও বেশি গান গেয়েছেন।\n\n\n== জীবন এবং কর্মজীবন ==\nরানির জন্ম কে. ভারাদারাজুলু এবং বেহালাবাদক কে. দ্রৌপতীর কাছে।\nসাত বছর বয়সে তেলুগু মুভি ত্যাগ্যা (১৯৪৬) এর জন্য তিনি প্রথম চলচ্চিত্রে তার কণ্ঠ দিয়েছিলেন। তেরো বছর নাগাদ, রানি ভালায়পাথি এবং কল্যাণীর মতো চলচ্চিত্রে প্রধান চরিত্রের জন্য কণ্ঠ দিয়েছিলেন। ১৯৫৫ সালে তামিল চলচ্চিত্র গুলেবাকাভালি থেকে আসাইয়ুম এন নেসামুমের সাথে তার হিট স্কোর ছিল।\nযমুনা রানী ১৯৫৩ সালে সুরকার আনন্দ সামারকুনের নির্দেশনায় শ্রীলঙ্কান সিনেমায় সুজাতার জন্য প্রথম গান করেন। তিনি পরবর্তীকালে ওয়ারাদা কাগেদা (১৯৫৪), সেদা সুলাং (১৯৫৫), মাথালান (১৯৫৫), সুরায়া (১৯৫৭) এবং ভানা মোহিনী (১৯৫৮) চলচ্চিত্রে অবদান রাখেন। 'জীবন মে গামনা সংসারে' যেটি তিনি এএম রাজার সাথে ' সেদা সুলাং ' সিনেমার জন্য গেয়েছিলেন শ্রীলঙ্কার সর্বকালের প্রিয় সিংহলা সিনেমার গানগুলির মধ্যে একটি।\n১৯৭০ এর দশকের শুরুতে তার কয়েকটি গান ছিল। বিরতির পর, তিনি নায়কান (১৯৮৭) এবং আনান এন্নাদা থামবি এন্নাদা (১৯৯২) এর তামিল গানে ফিরে আসেন।\n\n\n== সঙ্গীত কম্পোজারদের জন্য তিনি গেয়েছেন ==\nতিনি জি. রামানাথন, কেভি মহাদেবন, এস. দক্ষিণামূর্তি, এএম রাজা, ভেধা, চিত্তর ভি. নাগাইয়া, জেএ রেহমান, পেন্ডিয়ালা নাগেশ্বরা রাও, টি. চালপাথি রাও, আনন্দ সমরকুন, টিজি লিঙ্গাপ্পা, বিশ্বানাথন, এমএস কালামোথন- এর অধীনে কাজ করেছেন। জ্ঞানমণি, এস. রাজেশ্বর রাও, এস. হনুমন্ত রাও, মাস্টার বেণু, আর. সুদর্শনম, জি কে ভেঙ্কটেশ, ভিটি রাজগোপালন, ভি. কুমার, টিআর পাপ্পা, এসভি ভেঙ্কটরামন, বিজয়া ভাস্কর, ঘন্টসালা, কুন্নাক্কুদি, সুবদ্যানদা, এসএম বৈদ্যনবান্দা, এসএম কোরানন্দ, ভি. কুমার, ভাই লক্ষ্মণন, এমবি শ্রীনিবাসন, জি. দেবরাজন, এমএস বাবুরাজ, ইলাইয়ারাজা এবং চন্দ্রবোস ।\n\n\n=== প্লেব্যাক গায়কদের সাথে তিনি গেয়েছেন ===\nতিনি টিএম সৌন্দররাজন, এএম রাজা, সিরকাঝি গোবিন্দরাজন, এএল রাঘবন, পিবি শ্রীনিবাস, এবং মোহিদিন বেগের সাথে অবিস্মরণীয় দ্বৈত গান গেয়েছেন। অন্যরা হলেন ঘন্টসালা, থিরুচি লোগানাথন, জেপি চন্দ্রবাবু, এসসি কৃষ্ণান, ধারাপুরম সুন্দররাজন, ভিটি রাজাগোপালন, এইচআর জোথিপালা, কামুকারা পুরুষোথামন, পি. কলিঙ্গা রাও এবং পিঠাপুরম নাগেশ্বর রাও ।\nএছাড়াও তিনি পি. সুশীলা, পি. লীলা, এলআর ঈশ্বরী এবং জিকির সাথে মহিলা গায়কদের সাথে দ্বৈত গান গেয়েছেন। অন্যরা হলেন এপি কোমলা, এজি রথনামালা, এস. জানকী, এমএল বসন্তকুমারী, টিভি রথনাম, কে. রানী, স্বর্ণলথা, এমএস রাজেশ্বরী, সুলমঙ্গলম রাজলক্ষ্মী, এলআর অঞ্জলি, স্বর্ণা এবং রেণুকা।\n\n\n== পদকসমূহ ==\n১৯৯৮ সালে তামিলনাড়ু রাজ্য সরকার থেকে কালাইমামনি পুরস্কার।\nতামিলনাড়ু স্টেট ফিল্ম অনারারি পুরস্কার - ২০০২ সালে আরিগনার আন্নাদুরাই পুরস্কার।\n২০২০ সালে তামিলনাড়ু সরকার কর্তৃক পুরাচি থালাইভি ড. জে. জয়ললিতা বিশেষ কালাইমামানি পুরস্কার ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কে. যমুনা রাণী (ইংরেজি)\nThe Titillating Voices of Two Tamil Playback Singers in Movie minutes\nListen to some popular songs of Jamuna Rani at Raaga.com\nJamuna Rani's Sinhalese on Line Songs – Listen to them at Siyapath Arana.com"}