{"pageid": 1164373, "title": "টম অ্যান্ড জেরি: দ্য ম্যাজিক রিং", "url": "https://bn.wikipedia.org/wiki?curid=1164373", "content": "টম অ্যান্ড জেরি: দ্য ম্যাজিক রিং হলো ২০০২ সালের আমেরিকান অ্যানিমেটেড ফ্যান্টাসি কমেডি ফিল্ম। ওয়ার্নার ব্রাদার্স অ্যানিমেশন দ্বারা উত্পাদিত (এটি কোম্পানির দ্বারা তৈরি করা প্রথম টম অ্যান্ড জেরির প্রযোজনা, মূল কোম্পানি টাইম ওয়ার্নারের হিসাবে, ফ্র্যাঞ্চাইজি তৎকালীন মালিক টার্নার ব্রডকাস্টিং সিস্টেম 1996 সালে কিনেছিল) এবং টার্নার এন্টারটেইনমেন্ট কোং, এটি ছিল প্রথম মেট্রো-গোল্ডউইন-মেয়ার থেকে উইলিয়াম হ্যানা এবং জোসেফ বারবেরার মূল ফিল্মের শর্টস এবং সেই সাথে হান্না এবং বারবেরার চূড়ান্ত অ্যানিমেটেড সহযোগিতার শৈলী পুনরুদ্ধার করার জন্য ভিডিওর জন্য তৈরি করা প্রচেষ্টা, কারণ হান্না 22 মার্চ, 2001-এ মারা গিয়েছিল।\nমূলত ২২০১ সালে চলচ্চিত্রটির মুক্তির করার কথা ছিল, কিন্তু পরবর্তীতে ১২ মার্চ, ২০০২2002-এ ভিএইচএস এবং ডিভিডিতে (হানার মৃত্যুর প্রায় এক বছর পরে) ডিভিডি সহ কিছু ওয়ার্নার হোম ভিডিও ডিভিডিতে চলচ্চিত্রটি মুক্তি পায়। স্কুবি-ডু টেলিভিশন বিশেষ এবং সরাসরি-টু-ভিডিও চলচ্চিত্রের মুক্তি। ছবিটির উপর ভিত্তি করে একটি গেম বয় অ্যাডভান্স ভিডিও গেমও তৈরি করা হয়েছিল।\n\n\n== প্লট ==\nএকটি ভুতুড়ে এবং ভয়ঙ্কর প্রাসাদের ভিতরে, টম জেরিকে তাড়া করে এবং সেই প্রক্রিয়ায় জিনিসপ্ত্র ভাঙে। ইতোমধ্যে বেসমেন্টে, টমের মালিক (চিপ নামে একজন জাদুকর) তার জাদুর আংটি ব্যবহার করে একটি ওষুধ তৈরি করার চেষ্টা করে, কিন্তু মিশ্রিত করার জন্য ভুল ধরনের দুধ ব্যবহার করে। চিপ টমকে বেসমেন্টে ফেলে দেয় এবং সঠিক দুধ পেতে কলকাতায় যাওয়ার সময় তাকে রিংটি পাহারা দেওয়ার নির্দেশ দেয়। যদি টম  ভাল কাজ করে, তবে তাকে একটি সরস সালমন দিয়ে পুরস্কৃত করা হবে কিন্তু তা না হলে তাকে রাস্তায় ফেলে দেওয়া হবে। টমের অজানা, জেরি টেবিলে ওঠার সময় আংটিটি খুঁজে পায় এবং এটি তার মাথায় রাখে, এটি একটি মুকুটের মতো পরে। জেরি প্রাসাদ থেকে পালিয়ে যায় এবং টম তাকে খুঁজে বের করার চেষ্টা করে যাতে সে আংটিটি ফিরে পেতে পারে।\nজেরি একটি গহনার দোকানে গিয়ে আংটিটি সরানোর চেষ্টা করে। যাইহোক, মালিক দুপুরের খাবারের জন্য চলে গেছে এবং টম লুকিয়ে লুকিয়ে মালিকের ছদ্মবেশ ধারণ করে এবং জেরিকে রিং খুলে দিতে সাহায্য করে, কিন্তু কোন লাভ হয়নি। তারপরে, জেরি একটি বাড়িতে যায় এবং বুচ এবং ড্রোপির (যিনি একজন মানসিক) সাথে দৌড়ে যায়। বুচ জেরির মাথার আংটি পেতে চেষ্টা করে, কিন্তু ব্যর্থ হয়। টম আসে এবং জেরি রান আউট হয় এবং বুচ তাকেও তাড়া করে। তারা একটি গলিতে শেষ হয় যেখানে একটি গলির বিড়াল ঘুমাচ্ছে। সে ঘুম থেকে উঠে জেরিকে খাওয়ার চেষ্টা করে, কিন্তু টম আংটির জাদু শক্তি ব্যবহার করে তাকে উদ্ধার করে। বুচ আসে এবং অবশেষে জেরির মাথা থেকে আংটি খুলে দেয়। টম এবং অ্যালি বিড়াল তারপর বুচকে তাড়া করে এবং রিংটি আবার জেরিতে আটকে যায়। টম যখন বুচ এবং অ্যালি বিড়াল থেকে পালিয়ে যাচ্ছে, তখন সে একটি কলার খোসায় পিছলে পড়ে এবং একটি পোষা প্রাণীর দোকানের বাইরে অজ্ঞান হয়ে পড়ে।\nএকজন সদয় বৃদ্ধ মহিলা বেরিয়ে এসে তাদের দুজনকে নিয়ে যায় দোকানের ভিতরে যা সারা বিশ্ব থেকে পশুতে ভরা। তিনি তাদের দুটি খাঁচায় রাখেন, তবে টমকে স্পাইক এবং তার ছেলে টাইকের সাথে জুটিবদ্ধ করা হয়, যখন জেরিকে ফ্রেডি এবং জোয়ি নামে দুটি ইঁদুর রেখে দেওয়া হয়, যারা নিবলস নামে একটি ছোট ইঁদুরকে মারধর করে। জেরি রিংটি ব্যবহার করে মাউস বুলিদের নিবলকে আঘাত করা থেকে বিরত রাখতে, তাদের পনিরের টুকরোতে পরিণত করে। যখন পনির ইঁদুর খাঁচা থেকে পালিয়ে যায়, জেরি রিংটি ব্যবহার করে নিবলসকে একটি দৈত্যাকার ইঁদুরে পরিণত করে যেটি মুক্ত হয় এবং দোকান থেকে পনির ইঁদুরকে তাড়া করে। একটি ছেলে এসে জেরিকে কিনে নেয়, কিন্তু রিংটি জাদু তৈরি করে, টমকে গলিয়ে দেয় এবং তাকে তার খাঁচা থেকে পালাতে দেয়। টম বাইরে লুকিয়ে ছেলেটির হাত থেকে জেরিকে ছিনিয়ে নেয়, যার মা একজন পুলিশ অফিসারকে বলেন। অ্যালি বিড়াল এবং বুচ, স্পাইক এবং টাইকের সাথে, টমকেও তাড়া করে, যে ড্রুপি দ্বারা চালিত একটি বাসে চড়ে জেরির সাথে পালিয়ে যায়। অবশেষে এই জুটি একটি আবর্জনার স্তূপে কোণঠাসা হয়ে পড়ে, যেখানে জেরি কুকুর, গলির বিড়াল এবং পুলিশের গাড়িগুলিকে হিমায়িত করতে জাদুর রিং ব্যবহার করে। এখন নিরাপদ, টম এবং জেরি প্রাসাদে ফিরে যান যেখানে টম আবার রিংটি খুলে দেওয়ার চেষ্টা করে। জেরি একটি রান্নাঘরের আলমারিতে লুকিয়ে থাকে এবং বেসমেন্টে ফেলে দেওয়ার আগে রিংটি খুলে ফেলতে আসবাবপত্রের রিং রিমুভার ব্যবহার করে। টম আংটিটি পুনরুদ্ধার করে, কিন্তু তার ভয়ে এটি তার আঙুলে আটকে যায়।\nচিপ বাড়িতে ফিরে আসার কথা শুনে, টম রিংটি বন্ধ করার চেষ্টা করে। টম তার আংটি চুরি করেছে ভেবে চিপ তাকে প্রাসাদ থেকে বের করে দেয়, যার ফলে আংটিটি টমের আঙুল থেকে পড়ে যায়। এটি আগে থেকে বিভিন্ন বিড়াল, কুকুর এবং পুলিশকে মুক্ত করে, যারা সবাই টমকে সূর্যাস্তের দিকে তাড়া করে।\nউপসংহারে, জেরি চিপ থেকে স্যামন পুরস্কার পায় যা সে রিং ব্যবহার করে পনিরে পরিণত হয়।\n\n\n== তথ্যসূত্র =="}