{"pageid": 1164247, "title": "আলোকিত মধ্যপন্থা", "url": "https://bn.wikipedia.org/wiki?curid=1164247", "content": "আলোকিত মধ্যপন্থা একটি শব্দ যা পাকিস্তানের সাবেক প্রেসিডেন্ট পারভেজ মোশাররফ দ্বারা উদ্ভাবিত হয়েছে। এটি মৌলবাদী ইসলামের ব্যাখ্যার বিপরীতে একটি নরমপন্থী ইসলাম অনুশীলনের ক্ষেত্রে প্রযোজ্য।\nচিন্তাকে যুক্তিযুক্ত করার জন্য সঠিকভাবে চিন্তা করা, জীবনের ইতিবাচক দিকে থাকা এবং আশাবাদকে প্রাধান্য দেওয়া। তত্ত্বটি বলে, চরমপন্থার বিরুদ্ধে হওয়া। \nমালয়েশিয়ায় ২০০২ সালের ওআইসি শীর্ষ সম্মেলনের সময় মোশাররফ দ্বারা আলোকিত মধ্যপন্থার কৌশল উন্মোচন করা হয়েছিল।\n২০০৪ সালে বিভিন্ন সংবাদপত্রে প্রকাশিত একটি মতামত লেখায় মোশাররফ তার অবস্থান ব্যাখ্যা করেন। আলোকিত সংযমের জন্য তার পরিকল্পনার দুটি দিক রয়েছে। এটি \"মুসলিম বিশ্বের জন্য জঙ্গিবাদ ও চরমপন্থা পরিহার করতে এবং আর্থ-সামাজিক উন্নতির পথ অবলম্বন করার\" এবং \"পশ্চিম এবং বিশেষ করে মার্কিন যুক্তরাষ্ট্রের জন্য, ন্যায়বিচারের সাথে সমস্ত রাজনৈতিক বিরোধ নিষ্পত্তি করতে এবং আর্থ-সামাজিক উন্নতিতে সহায়তা করার জন্য আহ্বান জানায়। বঞ্চিত মুসলিম বিশ্ব\"।\n\nমোশাররফ লিখেছেন:আমি আমার মুসলিম ভাইকে বলছি: নবজাগরণের সময় এসেছে। সামনের পথ হল জ্ঞানার্জনের মাধ্যমে। দারিদ্র্য বিমোচন এবং শিক্ষা, স্বাস্থ্যসেবা ও সামাজিক ন্যায়বিচারের মাধ্যমে মানবসম্পদ উন্নয়নে আমাদের মনোনিবেশ করতে হবে। এটি যদি আমাদের দিকনির্দেশনা হয়, তবে তা সংঘাতের মাধ্যমে অর্জন করা যাবে না। আধুনিকায়ন, গণতন্ত্র এবং ধর্মনিরপেক্ষতার সাথে সাংঘর্ষিক ইসলাম জঙ্গিবাদের ধর্ম এই সাধারণ বিশ্বাসের বিরুদ্ধে লড়াই করার জন্য আমাদের অবশ্যই মধ্যপন্থা এবং সমঝোতার পথ অবলম্বন করতে হবে। এই সব একটি উপলব্ধি সঙ্গে করা আবশ্যক যে, আমরা যে পৃথিবীতে বাস করি, ন্যায়পরায়ণতা সর্বদা শাসন করে না।\n\n\n== সমালোচনা ==\nমৌলবাদী ইসলামী সংগঠনগুলো মোশাররফের আলোকিত মধ্যপন্থার দৃষ্টিভঙ্গির সমালোচনা করেছে। জামাত-ই-ইসলামি এটিকে পশ্চিমাকরণ এবং আমেরিকান সাম্রাজ্যবাদের নব্যতাবাদ হিসাবে নিন্দা করে। ইসলাম জন্মগতভাবে আলোকিত মধ্যপন্থার ধর্ম, তারা যুক্তি দেয় এবং এর কোন পশ্চিমা সংশোধনের প্রয়োজন নেই। মাসুদা বানো উল্লেখ করেছেন যে মার্কিন যুক্তরাষ্ট্রের \"হঠাৎ করে একটি হিতৈষী সত্তায় রূপান্তরিত হওয়ার সম্ভাবনা নেই, যা 'ন্যায়বিচারের সাথে সমস্ত রাজনৈতিক বিরোধের সমাধান করবে।'\"\n\n\n== তথ্যসূত্র =="}