{"pageid": 1164606, "title": "কাওসুন", "url": "https://bn.wikipedia.org/wiki?curid=1164606", "content": "সাইফুদ্দিন কাওসুন ইবনে আবদুল্লাহ নাসিরি সাকি (১৩০২ - এপ্রিল ১৩৪২) বা কাওসুন (নামে পরিচিত) ছিলেন মামলুক সুলতান নাসির মুহাম্মাদ (শা. ১৩১০–৪১), সাইফুদ্দিন আবু বকর (শা. ১৩৪১) এবং আশরাফ কুজুকের (শা. ১৩৪১-৪২) শাসনামলে একজন বিশিষ্ট মামলুক আমির।\n\n\n== উৎপত্তি ==\nএকটি জাতিগত মঙ্গোল পরিবারে কাওসুন ১৩০২ সালে জন্মগ্রহণ করেন,  মঙ্গোল সাম্রাজ্য গোল্ডেন, হোর্ডের কৃষ্ণ সাগরের উত্তর অঞ্চলের শাসনের সময়, সেখানকার কিপচাক স্টেপে । তার জন্মস্থানের অবস্থান ছিল বোখারার নিকটবর্তী বারকা গ্রাম। কর্মজীবনের প্রথম দিকে তিনি একজন ব্যবসায়ী ছিলেন। ১৩২০ সালে তিনি ২,৪০০ জনের একটি মিশরগামী নৌ কাফেলায় যোগ দেন, সম্ভবত তার ভাই তুঘয়ের নেতৃত্বে। কাফেলাটি তৎকালীন গোল্ডেন হোর্ডের সম্রাট ওজবেক খানের কন্যা তুলুন বেকে নিয়ে যাচ্ছিল, যিনি সুলতান নাসির মুহাম্মাদকে বিয়ে করার জন্য মিশরে যাচ্ছিলেন। ১৩২০ সালের মে মাসে সমুদ্রপথে কাফেলা আলেকজান্দ্রিয়ায় পৌঁছায়। কাওসুন তুলুন বের একজন ভ্রমণকারী বণিক হিসেবে যোগ দিয়েছিলেন এবং তিনি মিশরে পৌঁছালে তার চামড়ার জিনিসপত্র বিক্রি করার জন্য মামলুক সালতানাতের রাজধানী কায়রোতে চলে যান।\n\n\n== উচ্চপদস্থ আমির ==\n\nকাওসুন তার চামড়াজাত পণ্যের ব্যবসার সময় নাসির মুহাম্মাদের রাজকীয় ঘোড়ার পালকদের একজনের মুখোমুখি হন, যা শেষ পর্যন্ত নাসির মুহাম্মাদের সাথে তার একটি অপরিকল্পিত সাক্ষাত হবার দিকে পরিচালিত করে। নাসির কাওসুনের শারীরিক আকৃতি দেখে মুগ্ধ হয়েছিলেন (মামলুক-যুগের সূত্রে কাওসুনকে লম্বা ও সুদর্শন যুবক হিসাবে বর্ণনা করা হয়েছে) এবং তার সম্পর্কে জিজ্ঞাসা করেছিলেন। কাওসুন নাসির মুহাম্মাদকে জানান যে, তিনি শুধুমাত্র ভ্রমণের জন্য মিশরে এসেছেন। তারপর নাসির মুহাম্মাদ তাকে জোর দেন যে, তিনি যাতে থেকে যান এবং তার অধীনে চাকরিতে প্রবেশ করেন। এভাবেই নাসির মুহাম্মাদ কাওসুনের পরিবারকে মিশরে বসবাসের জন্য ডেকে আনার প্রস্তাব দেন।  কাওসুন রাজি হন এবং নিজেকে নাসির মুহাম্মাদের কাছে বিক্রি করেন, এভাবে তিনি একজন মামলুক হয়ে ওঠেন। এই নিয়মটি ছিল মামলুক শ্রেণিবিন্যাসে প্রবেশ এবং মামলুক অভিজাতদের মধ্যে ভালো অবস্থান গড়ে তোলার চাবিকাঠি। কাওসুনকে সুলতানের সাকুত (রাজকীয় কাপ-ধারক) এবং তার ৪০জন শক্তিশালী খাসাকিয়া (ব্যক্তিগত অবসর)-এর অংশ করা হয়েছিল, যার সদস্যরা সালতানাতের বিশিষ্ট পদে অধিষ্ঠিত ছিলেন। ১৩২৩ সালের মধ্যে তিনি এতোটা ক্ষমতাশালী হয়ে উঠেন যে, নকিবুল জাইশ আমির সানকুর সাদি তাকে ক্ষুব্ধ করলে তিনি তাকে ত্রিপোলিতে নির্বাসিত করান।\n\nকাওসুনের বুদ্ধিমত্তা, তার কঠোর মামলুক প্রশিক্ষণ ও শিক্ষা প্রক্রিয়ায় এগিয়ে যাওয়া এবং তার সামরিক পরিষেবার অভাব ছিল পূর্ববর্তী মামলুক সুলতানদের দ্বারা নির্ধারণ করা মামলুক অভিযানের আদর্শ অনুশীলনের ব্যতিক্রম। কাওসুনের সামরিক প্রশিক্ষণের দায়িত্ব তৎকালীন একজন নাসির মুহাম্মাদের প্রিয় আমির বাকতামুর সাকির কাছে হস্তান্তর করা হয়েছিল। অপেক্ষাকৃত দ্রুতগতিতে কাওসুনকে আমির আশরা, আমির আরবাইন এবং ১৩২৬ সালের মে মাসে আমির মিআহ মুকাদ্দাম আলফের সর্বোচ্চ পদে উন্নীত করা হয়। শেষোক্ত পদটি সালতানাতের ২৪জন নির্বাচিত আমীরের হাতে ছিল। পদোন্নতির সাথে সাথে কাওসুনকে আমির তায়নালের ইকতা' (ফিফ) প্রদান করা হয়েছিল, যা অভূতপূর্বভাবে তার পুরানো ইকতায় যুক্ত হয়েছিল। সেই বছর নাসির মুহাম্মাদ কাওসুনের কাছে তার মেয়েকে বিয়ে দেন, যেখানে নাসির মুহাম্মাদ ইতোমধ্যেই কাওসুনের বোনকে বিয়ে করেছিলেন। কাওসুন প্রায়ই তার পরিস্থিতি নিয়ে এই বলে গর্ব করতেন,আমি সুলতানের দ্বারা ক্রয়কৃত হয়েছিলাম এবং তার নিকটতমদের একজন হয়েছি; তিনি আমাকে আমির বানিয়েছেন, আমাকে এক হাজার সেনাপতির আমির বানিয়েছেন এবং আমাকে তাঁর মেয়ের হাত দিয়েছেন, যেখানে অন্যরা ব্যবসায়ী হলে প্রথমে তাদেরকে সামরিক বিদ্যালয়ে পাঠানো হয়। আমিরদের মধ্যে কাওসুনের মর্যাদা তখন অনন্য ছিল কারণ তাকে প্রকাশ্যে তার মর্যাদা প্রদর্শনের অনুমতি দেওয়া হয়েছিল; তিনি প্রায়শই কায়রোতে ৩০০ ঘোড়সওয়ারের দুটি কলামের সমর্থনে চড়তেন এবং তার শিকার অভিযানে মামলুক সেনাবাহিনীর এক-তৃতীয়াংশ পর্যন্ত তার সাথে ছিল। যদিও নাসির মুহাম্মাদ তার পরিষেবা এবং শারীরিক বৈশিষ্ট্যের জন্য কাওসুনকে সমর্থন করেছিলেন, কাওসুনকে উন্নীত করার ক্ষেত্রে তার প্রধান প্রেরণা ছিল তার নিজের নাসিরি মামলুকদের উচ্চাকাঙ্ক্ষা রোধ এবং ক্ষমতার ভারসাম্যের জন্য একটি বহিরাগত শক্তির ভিত্তি প্রতিষ্ঠা করা। নাসিরি মামলুক এবং বহিরাগতদের মধ্যে একটি ভারসাম্য ভারসাম্য প্রতিষ্ঠা করা সুলতানের একটি কৌশল ছিল। যাতে শক্তিশালী মামলুক দলগুলির হাতে পতন এড়াতে পারেন, যেমনটা তাকে আগে দুইবার সিংহাসন ছাড়তে হয়েছিল।\nমামলুক ঐতিহাসিক ইবনে আইবাক সাফাদির মতে, বাক্তামুর সাকির পরে কাওসুন ছিলেন নাসির মুহাম্মাদের প্রিয় আমির, যা কাওসুনকে ক্ষুব্ধ করেছিল। যাইহোক, বাক্তামুরের প্রতি তার অসন্তোষ সত্ত্বেও কওসুন সম্ভবত ১৩৩২ সালে বাক্তামুর এবং তার পুত্র আহমাদের বিষ দ্বারা হত্যার ক্ষেত্রে ভূমিকা পালন করেননি। তারা সম্ভবত নাসির মুহাম্মাদের একটি ষড়যন্ত্রে নিহত হয়েছিলেন, যিনি বাক্তামুরের ক্রমবর্ধমান শক্তি এবং উচ্চাকাঙ্ক্ষা থেকে সতর্ক হয়েছিলেন। অথবা তাদের হত্যাকারী হতে পারেন উচ্চপদস্থ আমির বাশতাক, যিনি কাওসুন দ্বারা প্রশিক্ষিত ছিলেন, এবং পরবর্তীদের মত তিনিও একজন জাতিগত মঙ্গোল ছিলেন। কাওসুন ছিলেন ১৭জন সিনিয়র মামলুক কমান্ডারদের মধ্যে একজন যিনি ১৩৩২ সালের হজে নাসির মুহাম্মাদের সাথে ছিলেন, একই সময়ে যখন বক্তামুরের হত্যাকাণ্ড ঘটেছিল। সাফাদি উল্লেখ করেছেন যে ১৩৪০ সালে দামেস্কের দীর্ঘকালের নায়েবে আমির তানকিজ হুসামিকে গ্রেপ্তারে কাওসুনের হাত ছিল, যথাসম্ভব দুই উচ্চপদস্থ আমিরের মধ্যে বিরোধের ফলে। তবে স্টিনবার্গেনের মতে, কাওসুন এবং তানকিজের মধ্যে সরাসরি যোগাযোগের কোনও উল্লেখ মামলুক ইতিহাসে নেই।\n\n\n== মিশরের শক্তিশালী আমির ==\n\n১৩৪১ সালে নাসির মুহাম্মাদ অসুস্থ হয়ে পড়েন এবং তার পুত্রদের মধ্য থেকে একজন উত্তরাধিকারীর ব্যবস্থা করতে চেয়েছিলেন। তার প্রিয় পুত্র অনুক এক বছর আগে মারা যান। এবং তার আরেক পুত্রকে বাছাই করতে তিনি কাওসুন এবং বাশতাকের সাথে পরামর্শ করেন। কাওসুন এবং বাশতাক যুদ্ধের দ্বারপ্রান্তে ছিলেন, কারণ তারা আধিপত্যের জন্য প্রতিযোগিতা করছিলেন। যখন এটি স্পষ্ট হয়ে গিয়েছিল যে, তাদের সুলতানের অসুস্থতা মারাত্মক হতে চলেছে। সানজার জাওলি এবং বাইবার্স আহমাদিসহ অন্যান্য উচ্চপদস্থ মামলুক আমিররা তার মৃত্যুর পরে একটি উত্তেজনা প্রতিরোধ করার জন্য একজন উত্তরাধিকারী নিয়োগের জন্য নাসির মুহাম্মাদের কাছে অনুরোধ করেন। নাসির মুহাম্মাদ কাওসুন এবং বাশতাককে একত্রিত করেন এবং তাদের মতভেদকে দূরে রেখে সহযোগিতা করার দাবি জানান। এর ফলে তারা পুনরায় মিলিত হন। অধিকন্তু এই দুই আমিরকে তার উত্তরাধিকারী নির্বাচনের বিষয়ে সুলতানের আদেশ পালনের দায়িত্ব দেওয়া হয়েছিল। বাশতাক আহমাদকে তার পিতার উত্তরাধিকারী হওয়ার পরামর্শ দিয়েছিলেন আর কাওসুন নাসির মুহাম্মাদের অপর পুত্র সাইফুদ্দিন আবু বকরকে সিংহাসনে আরোহণ করানো জন্য চেষ্টা করেছিলেন। নাসির মুহাম্মাদ শেষ পর্যন্ত আবু বকরকে বেছে নিয়েছিলেন এবং আহমাদকে নিয়োগ করার বিরুদ্ধে স্পষ্টভাবে সতর্ক করেছিলেন, কারণ তাক্র তিনি অযোগ্য বলে মনে করেছিলেন। কাওসুন এবং বাশতাকের মধ্যে পুনর্মিলন বজায় রাখার জন্য তিনি তাদের উভয়কে ২০ বছর বয়সী আবু বকরের যৌথ অভিভাবক হিসাবে নিয়োগ করেছিলেন।\n১৩৪১ সালের জুন মাসে নাসির মুহাম্মাদের মৃত্যুর পর আবু বকর সুলতান হন, কিন্তু প্রকৃত ক্ষমতা কাওসুন এবং নাসির মুহাম্মাদের নেতৃস্থানীয় আমিরদের (উমারাউল আকাবির) হাতে ছিল। এদিকে কাওসুন ও বাশতাকের ঐক্য ভেঙ্গে যায়; আবু বকরের রাজত্বের তিন সপ্তাহ পরই কাওসুন বাশতাককে কারাগারে বন্দী করেন। কাওসুন এবং উচ্চপদস্থ আমিররা আবু বকরের কর্তৃত্ব জাহির করার চেষ্টাকে বাধা দিয়েছিলেন। আবু বকরের দ্বারা সম্ভাব্য গ্রেপ্তার এড়াতে কাওসুন আবু বকরকে অযৌক্তিক আচরণের বানোয়াট অভিযোগে আগস্ট মাসে গ্রেপ্তার করেন। কাওসুন আবু বকর এবং নাসির মুহাম্মাদের অন্য ছয় ছেলেকে কুসে বন্দী করেছিলেন, যেখানে নভেম্বর মাসে আবু বকরের মৃত্যুদণ্ড কার্যকর করা হয়েছিল। পরবর্তীতে কাওসুন আবু বকরকে সুলতানের স্থলাভিষিক্ত করার জন্য নাসির মুহাম্মাদের আরেক শিশু পুত্র আশরাফ কুজুককে সিংহাসনে বসান। এবার কাওসুন মিশরের নায়েব আস-সালতানা (ভাইসরয়) হিসাবে কাজ করেছিলেন, তাত্ত্বিকভাবে সালতানাতের দ্বিতীয় সবচেয়ে শক্তিশালী পদ এবং কুজুকের অভিভাবক হিসাবে। কাওসুন রাজকীয় মামলুকদের মামলুক সেনাবাহিনীর মেরুদণ্ড যারা তাত্ত্বিকভাবে সুলতানের ব্যক্তিগত মামলুক ছিল এবং তাদের আনুগত্য অর্জনের জন্য নিম্ন-পদস্থ মামলুকদের অধিকহারে উপহার এবং অনুদান দেন। কাওসুনের নিজস্ব মামলুকও ছিল ৭০০। তার আনুষ্ঠানিক অবস্থান, একটি মামলুক শক্তির ঘাঁটি, আপাত সেনাবাহিনীর সমর্থন, এবং সরকার-সম্পর্কিত ইকতা ব্যবস্থা থেকে স্বাধীন সম্পদের ব্যক্তিগত উৎসের কারণে, কাওসুন সুলতানের পরিবর্তে কার্যকর নেতা হয়ে ওঠেন।\n\nযাইহোক, কাওসুনের আবু বকরকে নির্মূল করা এবং বাশতাককে কারারুদ্ধ করা নাসির মুহম্মদের বেশ কয়েকজন ছেলে ও মামলুক উপদলের ক্ষোভ সৃষ্টি করে। আবির্ভূত হওয়া কাওসুনের প্রথম দিকের কট্টর প্রতিপক্ষ ছিলেন তাশতামুর সাকি (হুমুস আহদার নামে পরিচিত), যিনি ছিলেন আলেপ্পোর মামলুক নায়েব। তিনি সিরিয়ার মামলুক আমিররদের মধ্য থেকে কাওসুনের বিরুদ্ধে বিরোধিতা করতে এগিয়ে যান। তাশতামুর এবং কাওসুনের অন্যান্য মামলুক বিরোধীরা প্রাথমিকভাবে নাসির মুহাম্মাদের ছেলেদের প্রতি কাওসুনের দুর্ব্যবহারকে তাদের বিরোধিতার ন্যায্যতা হিসেবে ব্যবহার করেছিল। এদিকে কাওসুন সিরিয়ার মরুভূমি কারাকের দুর্গে অবস্থিত নাসির মুহাম্মাদের ছেলে আহমাদকে তার অন্যান্য ভাইদের মতো হেফাজতে রাখার চেষ্টা করেছিলেন। আহমাদ কায়রোতে কাওসুনের আমন্ত্রণ প্রত্যাখ্যান করেছিলেন দৃশ্যত সালতানাত গ্রহণ করার জন্য, এই অনুরোধটিকে একটি ছলনা হিসাবে দেখে। এর পরিবর্তে তিনি সমর্থনের জন্য সিরিয়ার মামলুক আমীরদের দিকে মনোনিবেশ করেছিলেন, যাদের অনেকেই আহমাদের দুর্দশার প্রতি সহানুভূতিশীল ছিলেন।\nআহমাদের কায়রোতে আসতে অস্বীকৃতি জানানোর প্রতিক্রিয়ায়, কাওসুন দামেস্কের মামলুক গভর্নর আলতুনবুঘা সালিহির পরামর্শ নেন এবং আহমাদকে প্রস্থান করতে বাধ্য করার জন্য কারাক অবরোধের নির্দেশ দেন। অবরোধের কমান্ডার ছিলেন কুতলুবুঘা ফাখরি, নাসির মুহাম্মাদের একজন দক্ষ সেনাপতি এবং তাশতামুরের নিকটতম সহযোগী। কুতলুবুঘা কওসুনের প্রথম দিকের সমর্থক ছিলেন। কারাক অবরোধ করার এবং স্থানীয় বেদুইন উপজাতিদের দ্বারা বিড়ম্বিত হওয়ার পর তিনি আহমাদের পক্ষে চলে যান, যাকে তিনি পরবর্তীকালে সুলতান হিসেবে স্বীকৃতি দেন। কেন্দ্রীয় ট্রান্সজর্ডানের একজন বেদুইন নেতা শাতি কুতলুবুঘার দলত্যাগের কথা কাওসুনের কাছে জানিয়েছিলেন। কুতলুবুঘার বিদ্রোহের পর, আলতুনবুঘা, আসলাম, সাফাদের নায়েব, হিমসের নায়েব এবং আরুকতায়, ত্রিপোলির নায়েব কাওসুনের প্রতিরক্ষার জন্য সমাবেশ করেছিলেন, যখন বিরোধী দলের মূল কুতলুবুঘা, তাশতামুর এবং দামেস্কি বেশ কয়েকজন আমির গঠন করেছিলেন। কাওসুন আলতুনবুঘাকে আহমাদের সমর্থকদের দমন করার অনুমতি দিয়েছিলেন এবং তারা ১৩৪১ সালের নভেম্বরে আলেপ্পোর বিরুদ্ধে একটি আক্রমণ শুরু করে, যার ফলে তাশতামুর আনাতোলিয়ার সেলজুকসে ফ্লাইট চালায়। সিরিয়ার বাইরে তাশতামুরের সাথে সিরিয়ায় কাওসুনের হাত শক্তিশালী হয়েছে বলে মনে হয়। যাইহোক, কাওসুনের সুবিধা স্বল্পস্থায়ী ছিল কারণ কুতলুবুঘা দামেস্ক থেকে আলতুনবুঘার অনুপস্থিতিকে শহর দখলের সুযোগ হিসাবে ব্যবহার করেছিলেন। কুতলুবুঘা যতই সৈন্যদল বিচ্ছিন্ন করতে পারেন তাদের একত্রিত করে আহমদ সুলতান ঘোষণা করেন এবং আহমাদের জন্য একটি আমলাতান্ত্রিক প্রশাসন গঠনের উদ্যোগ শুরু করেন। এদিকে, কাওসুন তার আর্থিক সংস্থান এবং মনোবলের উপর একটি আঘাতের সম্মুখীন হয়েছিল যখন আহমদের সমর্থক গাজার নায়েব জর্ডান উপত্যকায় কাওসুনের চিনি-উৎপাদন কারখানাটি বরাদ্দ করেন।\nআলতুনবুঘা আলেপ্পোতে তাশতামুরের সম্পদ লুণ্ঠন করার পর দামেস্কে ফিরে যেতে শুরু করেন, কিন্তু দামেস্কের উত্তরে খান লাজিনে কুতলুবুঘার সৈন্যদের মোকাবিলা করার পর, তার অনেক বড় সেনাবাহিনী থামে; কুতলুবুঘা যুদ্ধের আগে আলতুনবুগার মামলুকদের ঘুষ দিয়েছিলেন। এর পরে ফাদল গোত্রের বেদুইন প্রধান, সুলায়মান ইবনে মুহান্না, কুতলুবুগা সহ তার অফিসারদের গণচ্যুত হয়েছিল। পরবর্তী দিনগুলিতে আহমাদ গাজা, সাফাদ, হামা এবং বালবেকের নায়েবদের থেকে স্বীকৃতি লাভ করেন। আলতুনবুঘা গাজা হয়ে কায়রোতে পালিয়ে যেতে সক্ষম হন, কিন্তু সিরিয়ায় বিদ্রোহ দমন করতে তার অক্ষমতা কাওসুনের চূড়ান্ত পতনে উল্লেখযোগ্যভাবে অবদান রাখে। তা সত্ত্বেও, আলতুনবুঘা তার অবশিষ্ট সৈন্য নিয়ে মিশরে আগমন রাজধানীতে কাওসুনের অবস্থানকে শক্তিশালী করে। কাওসুন তাদের উচ্চ-আয়ের ইকতা'আত ( ইকতার বহুবচন) প্রদান করেন।\n\n\n== পতন এবং মৃত্যু ==\nকাওসুন তার সমর্থকদের মধ্যে সম্পদ বন্টন করা সত্ত্বেও রাষ্ট্র পরিচালনায় তার প্রধান সহযোগী আমির আয়দুঘমিশ, আমির মালিক এবং বারসবুঘা ভয় পেয়েছিলেন যে কাওসুন সালতানাত গ্রহণ করলে তারা সম্ভাব্য ভারী সমস্যার মুখোমুখি হবেন। কাওসুন সালতানাত গ্রহণ করতে প্রস্তুত বলে মনে হয়েছিল। আমিররা তাকে পতনের ষড়যন্ত্র করে কায়রোতে তার শিবির থেকে বিপুল সংখ্যক রাজকীয় মামলুকদের নিয়ে বেরিয়ে আসেন। তারা কাওসুনের প্রধান ব্যক্তিগত সহকারীর সাথে ষড়যন্ত্র করেছিলেন, যাতে যুদ্ধে ঘোড়ার ব্যবহার রোধ করতে তার ঘোড়াগুলো লুকিয়ে রাখা হয়। ১৩৪১ সালের ডিসেম্বরের শেষ দিকে আমিররা কাওসুনের বিরুদ্ধে বিদ্রোহ শুরু করেন। কাওসুনকে ক্ষমতাচ্যুত করার দাবিতে কায়রিনের জনতা ঐক্যবদ্ধ হয় এবং কাওসুনের ব্যক্তিগত মামলুকদের ওপর হামলা করা হয়। বাকি থাকা সামান্য সমর্থকদের নিয়ে তিনি দুর্গে অবরুদ্ধ ছিলেন। পরে কাওসুন এবং তার শেষ প্রধান অনুগত আলতুনবুঘা বিদ্রোহীদের কাছে আত্মসমর্পণ করেন। তাদেরকে আলেকজান্দ্রিয়ায় বন্দী রাখা হয়। ১৩৪২ সালের ২১ জানুয়ারী আহমাদকে কায়রোতে সুলতান ঘোষণা করা হয়। নতুন সুলতান মার্চ মাসে কায়রোতে আসেন এবং তার কয়েক সপ্তাহ পর তিনি কাওসুনের সম্পত্তি রাষ্ট্র কর্তৃক বাজেয়াপ্ত করার নির্দেশ দেন। এপ্রিল মাসে কাওসুন এবং আলতুনবুঘাকে কারাগারে হত্যা করা হয়েছিল, যদিও তাদের মৃত্যুর নির্দেশ আহমাদ দিয়েছিলেন কিনা তা স্পষ্ট নয়।\n\n\n== তথ্যসূত্র =="}