{"pageid": 11644, "title": "পাথরঘাটা উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11644", "content": "পাথরঘাটা উপজেলা বাংলাদেশের বরগুনা জেলার অন্তর্গত একটি উপকূলীয় উপজেলা যা ৭টি ইউনিয়ন নিয়ে গঠিত। এটি বরিশাল বিভাগের অধীন বরগুনা জেলার ৬টি উপজেলার মধ্যে একটি এবং বরগুনা জেলার সর্ব দক্ষিণে অবস্থিত। পাথরঘাটা উপজেলার উত্তরে বামনা উপজেলা ও পিরোজপুর জেলার মঠবাড়িয়া উপজেলা, দক্ষিণে বঙ্গোপসাগর, পূর্বে বরগুনা সদর উপজেলা ও বিষখালী নদী, পশ্চিমে বাগেরহাট জেলার শরণখোলা উপজেলা ও হরিণঘাটা নদী। ইতোমধ্যে উপজেলা টিকে বাংলাদেশ সরকার চর, দুর্গম ও উপকূলীয় অঞ্চল হিসেবে সরকারি রাজস্ব খাতে যুক্ত করেছেন। \nসুন্দরবন উচ্ছেদ করে গড়ে ওঠা এ উপজেলার আয়তন ৩৮৭.৩৬ বর্গকিলোমিটার। সুন্দরবনের পর বাংলাদেশের দ্বিতীয় বৃহত্তম শ্বাসমূলীয় বন টেংরাগিরি বন্যপ্রাণ অভয়ারণ্য এ উপজেলায় অবস্থিত। এটি একটি কৃষিপ্রধান অঞ্চল। তা সত্ত্বেও এর অর্থনীতি পরোক্ষভাবে সামুদ্রিক মৎস্যসম্পদের উপর নির্ভরশীল। এ\nউপজেলায় মৎস্য অবতরণ ও পাইকারী মৎস্য বিক্রয় কেন্দ্র রয়েছে।\n২০১১ সালের আদমশুমারি অনুযায়ী পাথরঘাটা উপজেলার মোট জনসংখ্যা ১,৬৩,৯২৭ জন। এর মধ্যে পুরুষ ৮০,৫৪৪ জন এবং মহিলা ৮৩,৩৮৩ জন। মোট পরিবার ৪৩,০৮৫টি। স্বাক্ষরতার হার ৬৫%।\n\n\n== পটভূমি ==\n\nব্রিটিশ শাসনামলে প্রশাসনিক কাজের সুবিধার জন্য ১৮৭১ সনে পটুয়াখালী মহকুমা সৃষ্টি হয়। তখন এ মহকুমায় পটুয়াখালী, মির্জাগঞ্জ, গুলিশাখালী, বাউফল ও গলাচিপাসহ মোট ৫টি থানা ছিল। বামনা ও পাথরঘাটা ছিল মঠবাড়ীয়া থানাধীন। এ সময় বরগুনা ছিল গুলিসাখালী থানাধীন। পরে ঐ শতাব্দীর শেষ দিকে প্রশাসনিক সুবিধার জন্য বামনা, পাথরঘাটা, বরগুনা, বেতাগী ও খেপুপাড়া থানার সৃষ্টি হয়। থানা হিসাবে নামকরণের মাধ্যমে প্রথমবার মানচিত্রে বরগুনার নাম স্থান পায়।\nচতুর্দশ শতাব্দীতে সমগ্র দক্ষিণাঞ্চল ছিল বাকেরগঞ্জের অধীন। আঠারো শতকের মধ্যভাগে পূর্ব বাংলার আলোচিত ব্যক্তি ছিলেন আগাবাকের খান। তার জমিদারি ছিল বাকলা চন্দ্রদ্বীপে। পটুয়াখালী ও বরিশালকে বলা হতো বাকলা চন্দ্রদ্বীপ। শাসনকার্য পরিচালনার জন্য ব্রিটিশ সরকার ১৭৯৭ সনে ৭ নং রেজুলেশন অনুসারে আগাবাকের খানের নামনুসারে বাকেরগঞ্জ জেলার সৃষ্টি করেন। শান্তি শৃঙ্খলা রক্ষার জন্য এবং জলদস্যুদের আক্রমণ প্রতিহত করার জন্য উনিশ শতকের প্রথম দিকে বিশখালী নদীর তীরে ফুলঝুড়িতে একটা অস্থায়ী পুলিশ ফাঁড়ি নির্মাণ করা হয়। পরবর্তীকালে বঙ্গোপসাগরে চর পড়তে থাকে এবং সুন্দরবন অঞ্চল আবাদ শুরু হওয়ায় বিরাট জনপদের সৃষ্টি হয়।\nবিংশ শতাব্দীর শুরুর দিকে মঠবাড়িয়া-বামনা-বেতাগী এলাকার কিছু লোকজন এখানে এসে সুন্দরী গাছের বাগান কেটে বসবাস শুরু করে। এরপর ব্রিটিশ সরকার ১৯১০ সালে এলাকার জায়গা জমির উপর নামজারী করে। ১৯১৩ সনে ক্ষুদবার বন্যায় এসব এলাকার বসতিদের ভাসিয়ে নিয়ে যায়। পরবর্তীকালে ১৯২৬ সনে ব্রিটিশ সরকার ঢাকা এবং ফরিদপুর থেকে ব্যবসায়ীদের এনে পাথরঘাটা বাজারে ব্যবসা প্রতিষ্ঠান তৈরী করেন। উল্লেখযোগ্য ব্যবসা প্রতিষ্ঠানের মধ্যে ছিল দর্জি ও মিষ্টির দোকান। ১৯৪৭ সনের পর যখন ইংরেজ শাসন আমলের পরিসমাপ্তি ঘটে তখন থেকে পটুয়াখালী সাব ডিভিশনের বাকেরগঞ্জ মহাকুমার আওতায় এ এলাকার শাসনভার চলে। পরে ১৯৭১ এর স্বাধীনতার পর এলাকার কিছু কিছু রাস্তাঘাটের উন্নয়ন সাধিত হলেও ১৯৮৫ সালে যখন এরশাদ সরকার উপজেলা পদ্ধতি প্রবর্তন করেন তখন থেকেই এ এলাকার সড়ক যোগাযোগের সূত্রপাত ঘটে। তৎপূর্বে এলাকার যোগাযোগ ব্যবস্থার একমাত্র মাধ্যম ছিল নৌ-পথের পানসী নৌকা।\nএক কালের সুন্দরবনের বনাঞ্চলের বরগুনা ক্রমান্বয়ে ঘনবসতিপূর্ণ স্থানে পরিণত হয়। এ এলাকাতে রাজনৈতিক, সামাজিক ও সাংস্কৃতিক তৎপরতা শুরু হয়। শাসন কার্যের সুবিধা, আয়তন ও লোক সংখ্যা বৃদ্ধি পাওয়ায় ১৯৬৯ সনে পটুয়াখালী জেলা সৃষ্টির সাথে মহকুমা শহর হিসাবে বরগুনা ইতিহাসের পাতায় স্থান পায়। ১৯১৫ সালে পাথরঘাটা পিরোজপুর মহকুমার একটি থানা ছিল। পিরোজপুর মহকুমায় তখনকার যে ১০ টি থানার নাম পাওয়া যায় তার মধ্যে একটি ছিল পাথরঘাটা। কলাপাড়া, আমতলী, বরগুনা, বেতাগী এবং পিরোজপুর মহকুমার পাথরঘাটা এবং বামনা থানা নিয়ে বরগুনা মহকুমা গঠিত হয়। পরবর্তীকালে সময়ের প্রয়োজনে ১৯৮৪ সালে ২৮ ফেব্রুয়ারি বরগুনা মহকুমাকে জেলায় উন্নীত করা হয়। ১৯৮৩ সালের ২৪শে মার্চ পাথরঘাটা উপজেলায় উন্নীত হয়। এলাকার আদিবাসীরা বসতি স্থাপনের প্রাক্কালে বড় বড় গাছ কেটে বসত-বাড়ি তৈরী করেছিল। সেসব গাছের গোড়ার অংশ এখনো মাটির নিচে পাওয়া যায়, যা মাটির গভীর থেকে উত্তোলন করে এলাকার লোকজন জ্বালানী কাঠের চাহিদা মেটায়।\n\n\n=== নামকরণের ইতিহাস ===\nপাথরঘাটার পূর্ব নাম বাধাঘাটা। তবে পাথরঘাটা নামকরণের সঠিক ইতিহাস সম্পর্কে প্রায় তেমন কিছুই জানা যায় না। তবে জনশ্রুতি রয়েছে যে, এ উপজেলার ভূ-অভ্যন্তরে বিদ্যমান পাথরের অস্তিত্ব থেকেই পাথরঘাটা নামকরণের সূচনা হয়েছিল। ১৯০৩ সনে এ নামকরণের সূত্রপাতঘটে মর্মে ধারণা করা হয়। তৎকালীন ব্রিটিশ আমলে চট্টগ্রাম মাইজ ভান্ডার শরীফ থেকে বাগেরহাটের খাজা খান জাহান আলী নদীপথে অলৌকিকভাবে বাগেরহাটে পাথর ভাসিয়ে নিয়ে যাওয়ার সময় বিশখালী এবং বলেশ্বর নদীর মোহনায় এক রাতের জন্য ঘাঁটি স্থাপন করেছিলেন। উক্ত পাথরের কিয়দংশ এখানে রয়ে যায়। সে কারণেই এলাকাটি পাথরঘাটি নামে পরিচিতি লাভ করে। পরবর্তীকালে পাথরঘাটি নামটি পাথরঘাটা নামে নবরূপ লাভ করে। পাথরঘাটা নামের স্বার্থকতার প্রমাণস্বরূপ এখনো পাথরঘাটার মাটির তলদেশে পাথরের অস্তিত্ব বিদ্যমান। যে কারণে এ এলাকায় ডিপ টিউবওয়েল স্থাপন করা সম্ভব হয় না। ২২-২৪ ফুট গভীরে পাথরের সন্ধান মেলে।\n\n\n=== মুক্তিযুদ্ধের ইতিহাস ===\n\nপাথরঘাটা উপজেলা মুক্তিযুদ্ধকালীন সময়ে ৯ নম্বর সেক্টরের বুকাবুনিয়া সাব সেক্টরের আওতায় ছিলো। বরগুনা মহাকুমায় থানাভিত্তিক যুদ্ধ পরিচালনা করার জন্য কয়েকটি দল গঠন করা হয়েছিল। উপ কমান্ডার মেহেদী আলী ইমাম এ দল গঠন করেন। এর মধ্যে বরগুনায় জুলফিকার আহম্মেদ জলফু এবং আঃ ছত্তারকে দায়িত্ব দেয়া হয়েছিল। বেতাগীতে দায়িত্ব দেয়া হয় নায়েক সুবেদার আঃ মোতালেব, হুমায়ুন কবির হিরুকে। বামনায় মোবারক মল্লিক, আঃ মজিদ মিয়া এবং পাথরঘাটায় আলতাফ ও আঃ খালেক, আমতলীর দায়িত্বে ছিলেন সুবেদার হাতেম ও আনসার কমান্ডার আলতাফ হোসেন। সুবেদার হাতেমের ক্যাম্প ছিল আগাঠাকুর পাড়ায়। হঠাৎ কলাপাড়া থেকে আসা পাক সেনারা নীলগঞ্জ নদী হতে আগাঠাকুর পাড়ার ক্যাম্পে আক্রমণ চালালে সুবেদার হাতেমের নেতৃত্বে সেখানে ভয়াবহ সম্মুখ যুদ্ধ হয়। অপর দিকে বেতাগী থানার বদনীখালীতে সুবেদার আঃ মোতালেবের নেতৃত্বে পাক সেনাদের সাথে সম্মুখ যুদ্ধ হয়।\n১৯৭১ সালের ১লা ডিসেম্বর রাতের প্রথম প্রহরেই পাথরঘাটা আক্রমণ করে উপজেলাটিকে হানাদার মুক্ত করার পরিকল্পনা করা হয়েছিল। পরে মুক্তিযোদ্ধারা তিনটি ট্রুপে ভাগ হয়ে ভোররাতে আক্রমণ করে। প্রথমে পার্শ্ববর্তী বিষখালী নদীর অপরতীর থেকে আক্রমণ শুরু হয়। পরে শহরের তিন দিক থেকে এক যোগে ফায়ারিং শুরু হলে রাজাকার সহ পাকিস্তান হানাদারবাহিনীর দোসররা পলিয়ে যায়। বীর মুক্তিযোদ্ধা কামাল উদ্দিনের বক্তব্য অনুযায়ী ২ ডিসেম্বর পাথরঘাটা হানাদানার মুক্ত হয়। পরবর্তীকালে বিষখালী নদী পার হয়ে পালিয়ে যাওয়ার সময় কিছু রাজাকার, আলবদর, শান্তি কমিটির সদস্য ও তাদের দোসরদের আটক করে পাথরঘাটা থানার উন্মুক্ত মাঠে গণ আদালতে তাদের হাজির করা হয়। গণ আদালতে যুদ্ধকালিন সময়ে বাংলাদেশের বিরুদ্ধে যারা যুদ্ধাপরাধ করেছে তাদের গুলি দিয়ে হত্যা করা হয়। এদের মধ্যে হাতেম রশেদী, সেকান্দার ডাক্তার, হাসেম হাজী অন্যতম।\n\n\n== ভূগোল ==\nপাথরঘাটা উপজেলার ভৌগোলিক অবস্থান ২২.০৪৫৮° উত্তর ৮৯.৯৬৮৯° পূর্ব﻿ / 22.0458; 89.9689। পাথরঘাটা বরগুনা জেলার সর্বদক্ষিণের এবং সমুদ্রতীরবর্তী উপজেলা। উপজেলাটির তিন দিকই নদী ও সমুদ্র বেষ্টিত হওয়ায় উপজেলাটিতে প্রচুর জলাশয় রয়েছে। এর দুপাশ দিয়ে বলেশ্বর ও বিশখালী নদী বঙ্গোপসাগরে পতিত হয়েছে। উপজেলার মোট আয়তন ৩৮৭.৩৬ বর্গ কিলোমিটার। এর উত্তরে মঠবাড়ীয়া ও বামনা উপজেলা, দক্ষিণে বঙ্গোপসাগর, পূর্বে বরগুনা সদর উপজেলা ও বিশখালী নদী, পশ্চিমে শরণখোলা উপজেলা ও বলেশ্বর নদী।\nউপজেলার হরিণঘাটা, লালদিয়া ও চরলাঠিমারার একটি অংশ টেংরাগিরি বন্যপ্রাণ অভয়ারণের অন্তর্ভুক্ত। এটি সুন্দরবনের পর দ্বিতীয় বৃহত্তম শ্বাসমূলীয় বন। স্থানীয়ভাবে এটিকে হরিণঘাটার বন বা লালদিয়ার বন বলা হয়। বনটি বঙ্গোপসাগরের তীরে প্রাকৃতিক দেয়াল হিসেবে কাজ করে এবং বিভিন্ন প্রাকৃতিক দুর্যোগে ক্ষয়ক্ষতি হ্রাস করে। লালদিয়া সমুদ্রসৈকত উপজেলার একমাত্র সৈকত। সৈকতটির একপাশে বন, অন্যপাশে সমুদ্র। এখানে শীতকালীন পরিযায়ী পাখি বিচরণ করে।\nউপজেলাটি দুটি নদী ও বঙ্গোপসাগরের মিলনস্থলে অবস্থিত হওয়ায় বলেশ্বরের বুকে জেগে উঠেছে বিহঙ্গ দ্বীপ নামে একটি দ্বীপ। যেটি স্থানীয়দের কাছে ধানসিঁর চর নামেও পরিচিত।\n\n\n== ভূ-প্রকৃতি ==\nপাথরঘাটা উপজেলায় দুই ধরনের ভূ-প্রাকৃতিক বৈশিষ্ট্য বিদ্যমান। সমগ্র বরগুনা জেলা গাঙ্গেয় জোয়ারভাটা প্লাবনভূমির অন্তর্ভুক্ত। তবে পাথরঘাটার দক্ষিণ-পশ্চিমের কিছু অংশ (যেমন- হরিণঘাটা বন) সুন্দরবনের বিচ্ছিন্ন অংশ হওয়ায় এটি এই প্লাবনভূমি বহির্ভূত। এ অঞ্চলের ভূ-প্রকৃতিকে সুন্দরবন অঞ্চল বলা হয়।\nগাঙ্গেয় প্লাবনভূমির বৈশিষ্ট্য হলো, স্থানীয় ভূমির উচ্চতার পার্থক্য সাধারণত ১ মিটারেরও কম, যেখানে গাঙ্গেয় প্লাবনভূমিতে এই পার্থক্য ২ থেকে ৩ মিটারের মতো। ভূমি গঠনকারী পলল প্রধানত চুনবিহীন কর্দম জাতীয়, তবে নদী তীরসমূহে এবং পূর্বদিকে লোয়ার মেঘনা প্লাবনভূমি সংলগ্ন অবস্থান্তরিত অঞ্চল পলিকণাসমৃদ্ধ এবং সামান্য পরিমাণে চুনযুক্ত। গঙ্গা নদী সারাবছর উত্তর-পূর্ব এবং পূর্বদিকে স্বাদুপানি বহন করলেও লবণাক্ত পানি স্থলভাগের দিকে শুষ্ক মৌসুমে পশ্চিমে এবং প্রায় সারা বছরই কিংবা বছরের বেশিরভাগ সময় ধরে দক্ষিণ-পশ্চিম অংশে ক্রমেই অনুপ্রবেশ করছে। গঙ্গার শাখানদীসমূহ এবং লোয়ার মেঘনা নদী উচ্চ প্লাবনমাত্রায় থাকাকালীন অবস্থায় প্রধানত বৃষ্টির পানি ভূভাগে আবদ্ধ হয়ে পড়ার কারণে মৌসুমি ঋতুতে পরিমিত গভীরতার বন্যা সংঘটিত হয়। এছাড়া সারাবছর অথবা মৌসুমি ঋতুতে ভরা জোয়ারের সময় প্রধানত অগভীর প্লাবন সংঘটিত হয়ে থাকে। তবে যেসকল বিস্তৃত এলাকায় বাঁধ বা পোল্ডার দিয়ে জোয়ারসৃষ্ট বন্যা প্রতিরোধ করা হয়েছে, সেসকল এলাকা এর ব্যতিক্রম। অনেক সময় অবশ্য বাঁধের অভ্যন্তরে আবদ্ধ বৃষ্টির পানি দ্বারা সাময়িক বন্যা সংঘটিত হয়। শুষ্ক মৌসুমে পাথরঘাটা অঞ্চলের মাটি অতি মাত্রায় লবণাক্ত হয়ে পড়ে।\nপাথরঘাটা উপজেলার অধিকাংশ এলাকা সুন্দরবন উচ্ছেদ করে গড়ে উঠেছে। এ অঞ্চল অত্যধিক নিম্নভূমি অঞ্চল। সমুদ্র পৃষ্ঠ থেকে যার উচ্চতা মাত্র ০.৯১ মিটার। ধারণা করা হয়, ভূ-অবনমন প্রক্রিয়া এই এলাকার অত্যধিক নিম্ন হওয়ার পেছনে ভূমিকা পালন করেছে। এই ধারণার পেছনে সাক্ষ্য-প্রমাণও রয়েছে, যেমন, এ এলাকায় বৃহৎ ধ্বংসাবশেষের অস্তিত্ব রয়েছে। পাথরঘাটার কিছু এলাকায় এখনো পলি দ্বারা চাপা পরে যাওয়া গাছের গুঁড়ি পাওয়া যায়।\n\n\n== জলবায়ু ==\n\nপাথরঘাটার জলবায়ু গ্রীষ্মমণ্ডলীয়। বছরের বেশিরভাগ মাসে উল্লেখযোগ্য পরিমাণে বৃষ্টিপাত হয়। সংক্ষিপ্ত শুকনো মওসুম সামগ্রিক আবহাওয়ার উপর খুব একটা প্রভাব ফেলে না। কপেন এবং গিজারের মতানুসারে, এই জলবায়ুটিকে Am হিসাবে শ্রেণীবদ্ধ করা হয়। পাথরঘাটার গড় বার্ষিক তাপমাত্রা ২৬.০° সেলসিয়াস। গড় বৃষ্টিপাত ২৪১০ মিমি।\nপাথরঘাটার শুষ্কতম মাস হচ্ছে ডিসেম্বর। ডিসেম্বর মাসে ১৯ মিমি বৃষ্টিপাত রেকর্ড করা হয়েছে। জুলাই মাসে গড়ে ৫৫৪ মিমি গড় বৃষ্টিপাত হয়।\nগড়ে ২৯.৯ ডিগ্রী সেলসিয়াস তাপমাত্রা নিয়ে বছরের সবচেয়ে উউষ্ণতম মাস হচ্ছে মে। জানুয়ারীতে বছরের সর্বনিম্ন গড় তাপমাত্রা থাকে। এটি ১৯.৬ ° সেলসিয়াস।\nসবচেয়ে শুষ্কতম এবং আদ্রতাপূর্ণ মাসে বৃষ্টিপাতের পরিমাণ ৫৪৪ মিমি হয়ে থাকে। বছরের গড় তাপমাত্রা ১০.৩° সেলসিয়াস পর্যন্ত পরিবর্তিত হয়।\n\nপানির তাপমাত্রা\nপাথরঘাটা উপজেলা বঙ্গোপসাগরের তীরে অবস্থিত। বঙ্গোপসাগরের পানির তাপমাত্রাই পাথরঘাটার পানির তাপমাত্রা। পাথরঘাটার বার্ষিক পানির তাপমাত্রা থাকে গড়ে ২৭.৩০° সেলসিয়াস বা ৮১.১৪° ফারেনহাইট।\nগড়ে জুন মাসের ৬ তারিখে পানির সর্বোচ্চ তাপমাত্রা থাকে ২৯.৯০ ডিগ্রী সেলসিয়াস বা ৮৫.৮২ ডিগ্রী ফারেনহাইট। পানির সর্বনিম্ন তাপমাত্রা হয় ২১.৫০ ° সেলসিয়াস বা ৭০.৭০ ডিগ্রী ফারেনহাইট যা জানুয়ারীর ১৫ এর দিকে পৌঁছায়।\n\n\n== প্রাকৃতিক দুর্যোগ ==\nভৌগোলিক অবস্থানের কারণে বাংলাদেশের উপকূলীয় অঞ্চলগুলি জলবায়ুর দ্রুত পরিবর্তনের ফলে বার বার প্রাকৃতিক ঝুঁকিতে পড়েছে। বরগুনা জেলার অন্তর্গত পাথরঘাটা উপজেলা বাংলাদেশের অন্যতম ঝুঁকিপূর্ণ উপকূলীয় অঞ্চল। প্রাকৃতিক বিপদ নিয়ে বেঁচে থাকা পাথরঘাটার মানুষের জন্য নিত্যদিনের সমস্যা। জলবায়ু পরিবর্তনের প্রভাব জীবিকার উপরে বিভিন্ন ধরনের অপ্রত্যাশিত বিপদ ডেকে আনে। বিভিন্ন প্রাকৃতিক ঝুঁকি যেমন- বন্যা, ঘূর্ণিঝড়, জলোচ্ছ্বাস, সমুদ্রের লবণাক্ত পানির অনুপ্রবেশ, অতিরিক্ত কুয়াশা, তাপমাত্রা পরিবর্তন, নদীর তীর ভাঙন, ভারী বৃষ্টিপাত, বর্ষাকাল দেরিতে শুরু হওয়া এবং জলাবদ্ধতা পাথরঘাটার মানুষের জীবিকার উপর প্রভাব ফেলে। এসব প্রাকৃতিক দুর্যোগ ফসলের ক্ষয়ক্ষতি, নৌকা ও জালের ক্ষতি, সুপেয় পানীয় জলের ঘাটতি, অর্থনৈতিক ক্ষতি, দারিদ্র্যতা বৃদ্ধি, মৎস্য, গবাদি পশু, উদ্ভিজ্জ উদ্যান (ফসলের মাঠ) সহ জীবন জীবিকার অধিকাংশ উপাদানকে ক্ষতিগ্রস্ত করে।\n১৯৭০ সালের ১২ নভেম্বর জলোচ্ছ্বাসে এবং ২০০৭ সালের ১৫ই নভেম্বর টর্নেডো সিডরে পাথরঘাটা উপজেলায় ৪ শতাধিক প্রাণহানির ঘটনাসহ ঘরবাড়ি, গবাদিপশু ও ফসলের ব্যাপক ক্ষয়ক্ষতি হয়েছিলো। ঘূর্ণিঝড় সিডর, আইলা ও মহাসেনে পাথরঘাটা উপজেলায় সব মিলিয়ে প্রায় ২১ দশমিক ৮৭ কিলোমিটার নদীরক্ষা বাঁধ সম্পূর্ণ ও ১১৪ দশমিক ৯ কিলোমিটার বাঁধ আংশিকভাবে ক্ষতিগ্রস্ত হয়েছিলো।\n\n\n== প্রশাসন ==\nপাথরঘাটা উপজেলায় বর্তমানে ১টি পৌরসভা ও ৭টি ইউনিয়ন রয়েছে। ইউনিয়ন গুলো হলো:–\n\n১নং রায়হানপুর\n২নং নাচনাপাড়া\n৩নং চর দুয়ানী\n৪নং পাথরঘাটা\n৫নং কালমেঘা\n৬নং কাকচিড়া\n৭নং কাঁঠালতলী\n১৮৫৯ সালের ২৪ অক্টোবর পিরোজপুর মহকুমা গঠিত হয়। রোহিনী কুমার সেন এর লেখা বাকলা এবং ঈশ্বরচন্দ্র গুপ্ত এর লেখা বরিশালের বিবরণ থেকে জানা যায়, ১৯১৫ সালে পাথরঘাটা পিরোজপুর মহকুমার একটি থানা ছিল। পিরোজপুর মহকুমায় তখন ১০ টি থানার নাম পাওয়া যায়। থানাগুলোর মধ্যে একটি ছিল পাথরঘাটা। তখন পিরোজপুর মহকুমা বরিশাল জেলার আওতায় ছিল। ১৮৭১ সালে পিরোজপুর মহাকুমা থেকে পটুয়াখালী মহকুমা সৃষ্টি হয়। ১৯৬৯ সালের ১ জানুয়ারি পটুয়াখালী জেলা গঠিত হয়। এ সময় পিরোজপুর মহকুমার পাথরঘাটা ও বামনা থানা পটুয়াখালী জেলাভূক্ত হয়। বরগুনা মহকুমা পটুয়াখালী জেলার অন্তর্গত ছিল। বর্তমানে পাথরঘাটা বরগুনা জেলার একটি উপজেলা। ১৯৮৪ সালের ২৮ ফেব্রুয়ারি বরগুনা মহকুমা জেলায় উন্নীত হয়। ১৯৮৩ সালের আগ পর্যন্ত পাথরঘাটা পটুয়াখালী জেলা ও বরগুনা মহকুমার অন্তর্গত ছিল। পাথরঘাটা থানা গঠিত হয় ১৯২৫ সালে। বাংলাদেশে উপজেলা প্রশাসন ব্যবস্থা চালু হওয়ার পর ১৯৮২ সালে এটি পাথরঘাটা উপজেলায় উন্নীত হয়।\nস্থানীয় সরকার ও পল্লী উন্নয়ন মন্ত্রণালয় ইউনিয়ন এবং কালমেঘা ইউনিয়নের কিয়দাংশ নিয়ে ১৯৯০ সালের ৩১ মে তৃতীয় শ্রেণির (গ শ্রেণি) শ্রেণীর পৌরসভা হিসেবে পাথরঘাটা পৌরসভা প্রতিষ্ঠা করে। পরবর্তীকালে এটি খ শ্রেণীর এবং আরো পরে এটি ক শ্রেণির পৌরসভায় উন্নীত হয়। পাথরঘাটা পৌরসভার বর্তমান মেয়র আনোয়ার হুসাইন আকন\nবাংলাদেশ জাতীয় সংসদ নির্বাচনে পাথরঘাটার সংসদীয় আসন বরগুনা-২। পাথরঘাটা, বামনা ও বেতাগী উপজেলা নিয়ে গঠিত এ আসনটি জাতীয় সংসদে ১১০ নং আসন হিসেবে চিহ্নিত। বরগুনা-২ নির্বাচনী এলাকা ১৯৮৪ সালে গঠিত হয়েছিল, যখন পটুয়াখালী জেলাকে ভেঙ্গে দুটি জেলায় (বরগুনা ও পটুয়াখালী) ভাগ করা হয়েছিল। ২০০৮ সালের সাধারণ নির্বাচনের আগে, বাংলাদেশ নির্বাচন কমিশন ২০০১ সালের আদমশুমারির প্রকাশিত জনসংখ্যার পরিবর্তন প্রতিফলিত করার জন্য নির্বাচনী সীমানা পুনঃনির্ধারণ করে। ফলে ২০০৮ সালের নির্বাচনে এ আসনের সীমানা পরিবর্তন হয়েছিল।\n১৯৮৬ সালের সাধারণ নির্বাচনে সৈয়দ রহমাতুর রব ইরতিজা আহসান জাতীয় পার্টি থেকে সাংসদ নির্বাচিত হন। এরপর ১৯৮৮ ও ১৯৯১ সালের সাধারণ নির্বাচনে নুরুল ইসলাম মনি স্বতন্ত্র প্রার্থী হিসেবে পরপর দুবার সাংসদ নির্বাচিত হন। ১৯৯৬ সালের ফেব্রুয়ারিতে এবং একই বছর জুনে অনুষ্ঠিত নির্বাচনে গোলাম সরোয়ার হিরু প্রথম বার বাংলাদেশ জাতীয়তাবাদী দল বিএনপি থেকে এবং দ্বিতীয় বার ইসলামী ঐক্যজোটের মনোনয়ন নিয়ে দুই বার সংসদ সদস্য নির্বাচিত হন। ২০০১ সালের নির্বাচনে আবারো বিএনপির মনোনয়নে সাংসদ হন নুরুল ইসলাম মনি। ২০০৮ সালে প্রথমবারের মতো আওয়ামী লীগের কোনো প্রার্থী হিসেবে সাংসদ হন গোলাম সবুর টুলু। তিনি ২০১৩ সালে ঢাকা যাওয়ার পথে সড়ক দুর্ঘটনায় নিহত হলে ঐবছরই উপ-নির্বাচন অনুষ্ঠিত হয়। ২০১৩ সালের এ উপ-নির্বাচনে শওকত হাচানুর রহমান রিমন বাংলাদেশ আওয়ামী লীগ থেকে সংসদ সদস্য নির্বাচিত হন। এরপর ২০১৪ ও ২০১৮ এর নির্বাচনেও তিনি সাংসদ নির্বাচিত হন\n\n ২০২৪ সালের দ্বাদশ জাতীয় সংসদ নির্বাচনে সাংসদ নির্বাচিত হন সুলতানা নাদিরা। ২০২৪-এর গণ-অভ্যুত্থানের পর সংসদ বিলুপ্ত হলে তিনি তার পদ হারান।\n১৯৭০ সালের নির্বাচনে আওয়ামীলীগের প্রার্থী হিসেবে পাথরঘাটা–বরগুনা আসনে সংসদ সদস্য নির্বাচিত হন শাহজাদা আবদুল মালেক খান। বাংলাদেশের স্বাধীনতা যুদ্ধের আগে অসহযোগ আন্দোলনে বিভিন্ন স্থানে বিশেষ করে বেতাগী, বামনা, পাথরঘাটা ও কাঠালিয়া থানার নেতৃত্ব দেন। ১৯৭৩ সালে গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের বঙ্গবন্ধু শেখ মুজবুর রহমানের মন্ত্রিপরিষদের শিল্প প্রতিমন্ত্রী হিসেবে যোগ দেন।\n\n\n== অর্থনীতি ==\n\nপাথরঘাটা উপজেলার অর্থনৈতিক কর্মকাণ্ড মূলত মৎস্য আহরণ ও কৃষি নির্ভর। পাথরঘাটার প্রধান রপ্তানিদ্রব্য হচ্ছে ধান, ইলিশ মাছ ও চিংড়ি পোনা।\nবাংলাপিডিয়ার তথ্যমতে, ৬০.৩ শতাংশ জনগোষ্ঠীর আয়ের প্রধান উৎস কৃষি। অন্যান্য অর্থনৈতিক কর্মকাণ্ডের মধ্যে অকৃষি শ্রমিক ৩.৮৭%, শিল্প ০.৫৫%, ব্যবসা ১৫.৮৮%, পরিবহন ও যোগাযোগ ২.২১%, চাকুরি ৬.৪২%, নির্মাণ শিল্প ১.৪৬%, ধর্মীয় সেবা ০.১৯%, রেন্ট অ্যান্ড রেমিটেন্স ০.২৫%, এবং অন্যান্য ৮.৮৭%।\nএখানে বাংলাদেশ মৎস্য উন্নয়ন কর্পোরেশনের মৎস্য অবতরণ কেন্দ্র ও পাইকারী বাজার আছে। দেশের সামুদ্রিক মাছের চাহিদার একটি বড় অংশ আসে পাথরঘাটার এই মৎস্য অবতরণ কেন্দ্র থেকে। মাছ সংরক্ষণের জন্য আছে বরফকল।\nধান, আলু, ডাল, সূর্যমূখী, আখ, মরিচ ইত্যাদি নানা অর্থকরী ফসল উৎপাদনের সাথে এখানকার মানুষ প্রত্যক্ষ ভাবে যুক্ত। এসব সংরক্ষণের জন্য একটি হিমাগারের ব্যবস্থা রয়েছে। কৃষি ব্যবস্থার একটি বড় সমস্যা হল লবণাক্ততা। তা সত্ত্বেও এখানকার উৎপাদিত চাল, আলু, ডাল স্থানীয় চাহিদা মিটিয়ে অন্যান্য অঞ্চলেও বিক্রি করা হয়।\nপ্রধান কৃষিজ ফসল ধান, আলু, খেসারি ডাল, মুগ ডাল ও শাকসবজি হলেও বিভিন্ন ফল-ফলাদি যেমন কাঁঠাল, পেঁপে, কলা, আনারস ও কাগজিলেবু চাষ হয়।এছাড়া রয়েছে অনেকগুলো মৎস্য, গবাদিপশু ও হাস-মুরগীর খামার।\nশিল্প ও কলকারখানার মধ্যে আছে স’মিল, ধানকল, বরফকল, ওয়েল্ডিং কারখানা ও ইটভাটা। কুটিরশিল্পের মধ্যে আছে স্বর্ণশিল্প, লৌহশিল্প, সূচিশিল্প, বাঁশ ও কাঠের কাজ।\nপাথরঘাটা উপজেলায় হাটবাজারের সংখ্যা ১৬। এর মধ্যে পাথরঘাটা, কাকচিড়া, রূপদোন, হরিণঘাটা এবং চরদুয়ানি বাজার উল্লেখযোগ্য।\n\n\n== শিক্ষা ==\n\nশিক্ষা প্রতিবেদন অনুযায়ী পাথরঘাটা উপজেলায় শিক্ষার হার ৬৫%। যার মধ্যে পুরুষের শিক্ষার হার ৬৮% এবং মহিলাদের ৬২%। ১৯৯৫ সালে পাথরঘাটার কলেজ রোডে প্রতিষ্ঠিত তাসলিমা মেমোরিয়াল একাডেমী বরগুনা জেলার শ্রেষ্ঠ এবং বরিশাল শিক্ষা বোর্ডের অন্যতম সেরা বিদ্যালয়। পাথরঘাটা উপজেলায় ৯ টি কলেজ, ৪১ টি মাধ্যমিক ও উচ্চ মাধ্যমিক বিদ্যালয়, ৩ টি বালিকা উচ্চ বিদ্যালয়, ১২০ টি সরকারি প্রাথমিক বিদ্যালয়, ৩৮ টি বেসরকারি প্রাথমিক বিদ্যালয় এবং ২০ টি কমিউনিটি প্রাথমিক বিদ্যালয় রয়েছে। এছাড়াও ২ টি কামিল মাদ্রাসা, ৪ টি ফাজিল, ৭ টি আলিম ও ১৬ টি দাখিল মাদ্রাসা রয়েছে। পাথরঘাটা উপজেলার উল্লেখযোগ্য শিক্ষা প্রতিষ্ঠান সমূহের মধ্যে রয়েছে তাসলিমা মেমোরিয়াল একাডেমী, পাথরঘাটা কে.এম. উচ্চ বিদ্যালয়, পাথরঘাটা আদর্শ বালিকা মাধ্যমিক বিদ্যালয়, সরকারি হাজী জালাল উদ্দিন মহিলা ডিগ্রী কলেজ, পাথরঘাটা কলেজ, সৈয়দ ফজলুল হক বিশ্ববিদ্যালয় কলেজ।\nপাথরঘাটা উপজেলার শিক্ষা ব্যবস্থা বাংলাদেশের অন্য সব শহরের মতই। সকল মাধ্যমিক ও উচ্চ মাধ্যমিক বিদ্যালয়গুলো বরিশাল মাধ্যমিক ও উচ্চ মাধ্যমিক শিক্ষা বোর্ড এর অন্তর্ভুক্ত। বাংলাদেশের শিক্ষাব্যবস্থায় প্রধানত পাঁচটি ধাপ রয়েছে: প্রাথমিক (১ থেকে ৫), নিম্ন মাধ্যমিক (৬ থেকে ৮), মাধ্যমিক (৯ থেকে ১০), উচ্চ মাধ্যমিক (১১ থেকে ১২) এবং উচ্চ শিক্ষা। প্রাথমিক শিক্ষা সাধারণত ৫ বছর মেয়াদী হয় এবং প্রাথমিক বিদ্যালয় সমাপনী পরীক্ষার মাধ্যমে শেষ হয়, ৩ বছর মেয়াদী নিম্ন মাধ্যমিক শিক্ষা সাধারণত নিম্ন মাধ্যমিক স্কুল সার্টিফিকেট (জেএসসি), ২ বছর মেয়াদী মাধ্যমিক শিক্ষা মাধ্যমিক স্কুল সার্টিফিকেট (এসএসসি), ২ বছর মেয়াদী উচ্চ মাধ্যমিক শিক্ষা সাধারণত উচ্চ মাধ্যমিক স্কুল সার্টিফিকেট (এইচএসসি) পরীক্ষার মাধ্যমে শেষ হয়।\nমূলত বাংলা ভাষায় পাঠদান করা হয় তবে ইংরেজি ব্যাপকভাবে পাঠদান ও ব্যবহৃত হয়। অনেক মুসলমান পরিবার তাদের সন্তানদের বিশেষায়িত ইসলামী শিক্ষাপ্রতিষ্ঠান যেমন মাদ্রাসাতে প্রেরণ করেন। মাদ্রাসাগুলোতেও প্রায় একই ধরনের ধাপ উত্তীর্ণ হতে হয়। উচ্চ মাধ্যমিকে উত্তীর্ণ হওয়ার পর কোন শিক্ষার্থী সাধারণত উচ্চ শিক্ষা প্রতিষ্ঠান যেমন, বিশ্ববিদ্যালয়ে ভর্তি হতে পারে। পাথরঘাটায় উচ্চ মাধ্যমিকের পর উচ্চ শিক্ষার জন্য সরকারি হাজী জালাল উদ্দিন মহিলা ডিগ্রী কলেজ, পাথরঘাটা কলেজ ও সৈয়দ ফজলুল হক বিশ্ববিদ্যালয় কলেজ রয়েছে যা জাতীয় বিশ্ববিদ্যালয়ের অধীন স্নাতক ও স্নাতকোত্তর ডিগ্রি প্রদান করে।\nপ্রখ্যাত শিক্ষাবিদ ও ঢাকা বিশ্ববিদ্যালয়ের ২৮ তম ভাইস চ্যান্সেলর অধ্যাপক মোহাম্মদ আখতারুজ্জামানের জন্ম পাথরঘাটার কালিপুর গ্রামে। এছাড়াও পাথরঘাটার অনেক কৃতি সন্তান রয়েছেন যারা সরকারের বিভিন্ন গুরুত্বপূর্ণ দপ্তরে কর্মরত রছেছেন।\n\n\n== ভাষা সংস্কৃতি ==\n\nউপজেলার ভূ-প্রকৃতি ও ভৌগোলিক অবস্থান এই উপজেলার মানুষের ভাষা ও সংস্কৃতি গঠনে ভূমিকা রেখেছে। ‍ঋতুভিত্তিক অনুষ্ঠানকে কেন্দ্র করে নৌকা বাইচ, বৈশাখী মেলা, পৌষ সংক্রান্তি, মহরমের মেলা ইত্যাদিকে কেন্দ্র করে বিভিন্নভাবে পাথরঘাটা উপজেলায় সংস্কৃতির প্রসার ঘটে।\nপাথরঘাটা উপজেলার মানুষ বরিশালের আঞ্চলিক ভাষায় কথা বলে থাকে। এ উপজেলায় প্রধানত হিন্দু ও মুসলিম এই দুই ধর্মের লোক বাস করেন। তবে কিছু রাখাইন (বৌদ্ধ) সম্প্রদায়ের মানুষও দেখতে পাওয়া যায়। রাখাইন সম্প্রদায়ের জনসাধারণ তাদের নিজেদের মাঝে নিজস্ব আরাকাইন ভাষায় কথা বলে ।\nউপকূলীয় এ উপজেলায় সাধারণত: দুই ধরনের সাংস্কৃতিক কর্মকাণ্ড প্রচলিত রয়েছে।\n\nলোক সংস্কৃতি\nএক সময়ে সমৃদ্ধ উপকূলীয় অঞ্চলে ছিল মাঠ ভরা ধান, নদী-সাগরে মাছ, গরু-মহিষের দুধ, তাঁতের শাড়ি, ঘানির তৈল, মাড়াই কলে আখের গুড়সহ বিচিত্র প্রাকৃতিক ঐশ্বর্যে ভরপুর ছিল এই অঞ্চল। তবে অভাব অভিযোগ না থাকলেও প্রাকৃতিক দুর্যোগ, মহামারি ছিল নিত্যসঙ্গী। অধিকাংশ মানুষের মধ্যে ছিল লোক সংস্কৃতিরচর্চা। আর এই লোক সংস্কৃতির বিষয়বস্ত্ত ছিল সুখ-সমৃদ্ধি আর প্রাকৃতিক দুর্যোগকে কেন্দ্র করে। লোক সংগীতে এলাকার মানুষের সহজ-সরল প্রকৃতি এবং আদর আপ্যায়নের চিত্রও ফুটে ওঠে। যার প্রমাণ এই লোকগানে পাওয়া যায়ঃ\n\nশাস্ত্রীয় সংস্কৃতি\nএ উপজেলার মানুষ উন্নয়ন কর্মকাণ্ডের সাথে নাট্য ও সাংস্কৃতিক চর্চাও করে থাকে। নাট্য ও সাংস্কৃতিক সংগঠনের মধ্যে উল্লেখ যোগ্য রয়েছে : উদীচী শিল্পী গোষ্ঠী, গ্রাম থিয়েটার, বঙ্গবন্ধু সাংস্কৃতিক জোট ইত্যাদি।\n\n\n== যোগাযোগ ব্যবস্থা ==\nউপজেলার তিন দিকই নদী বা সমুদ্র বেষ্টিত হওয়ায় পাথরঘাটায় কোন জাতীয় মহাসড়ক বা আঞ্চলিক মহা সড়ক নেই। উপজেলাটি ৫৬ কিলোমিটার দীর্ঘ চরখালি-তুষখালি-মঠবাড়িয়া-পাথরঘাটা জেলা সড়কের (Z8701) সাথে সংযুক্ত হয়েছে। এছাড়া ৭৬ কিলোমিটার দীর্ঘ রাজাপুর-কাঁঠালিয়া-আমুয়া-বামনা-পাথরঘাটা সড়কের (Z8708) সাথে যুক্ত।\nপাথরঘাটায় পাকা রাস্তার পরিমাণ ১৮২.১৪ কি.মি.। অর্ধ পাকা রাস্তার পরিমাণ ১০৯.০৩ কি.মি.। কাঁচা রাস্তার পরিমাণ ২০৯.১২ কি.মি.। উপজেলায় মোট ব্রিজ বা কালভার্টের সংখ্যা ৪৬৬ টি। নদীর সংখ্যা ০২ টি।\nঢাকা-খুলনা মহাসড়ক (এন৮০৫) হয়ে ঢাকা থেকে পাথরঘাটার দূরত্ব ৩৩৪.৬ কিলোমিটার। জেলা শহর পাথরঘাটার দূরত্ব ৩৩ কিলোমিটার। পাথরঘাটায় নৌ-পথেও যাতায়াত করা যায়। ঢাকা থেকে বরগুনাগামী লঞ্চ কাকচিড়ায় থামে। সড়ক ও নৌ যোগাযোগ থাকলেও এ উপজেলায় কোনো রেলপথ নেই।\n\n\n== স্বাস্থ্য ==\nএ উপজেলায় ৫০ বেডের একটি উপজেলা স্বাস্থ্য কম্পলেক্স রয়েছে। এছাড়া ১৯ টি উপজেলা স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র রয়েছে। এ উপজেলায় ডাক্তারের মঞ্জুরীকৃত পদ সংখ্যা ৩৭ টি। সিনিয়র নার্সের পদ ১৫ টি, কর্মরত আছেন ১৩ জন। এছাড়া একটি সহকারী নার্সের পদ রয়েছে।\nসরকারি হাসপাতাল, স্বাস্থ্য কেন্দ্র ছাড়াও এ উপজেলায় বেশ কিছু বেসরকারি ক্লিনিক ও ডায়াগনস্টিক সেন্টার রয়েছে।\n\n\n== উল্লেখযোগ্য স্থান ==\nলালদিয়া সমুদ্রসৈকত\nহরিণঘাটা বন\nবিহঙ্গ দ্বীপ\n\n\n== আরও দেখুন ==\nপাথরঘাটা\nপাথরঘাটা হানাদার মুক্ত দিবস\nলালদিয়া সমুদ্রসৈকত\nমৎস্য অবতরন এবং পাইকারী মৎস্য বিক্রয় কেন্দ্র (পাথরঘাটা)\nপাথরঘাটা থানা\nপাথরঘাটা ইউনিয়ন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় পাথরঘাটা উপজেলা"}