{"pageid": 1164943, "title": "সিয়াসাত", "url": "https://bn.wikipedia.org/wiki?curid=1164943", "content": "সিয়াসাত  বা সিয়াসাহ বা সিয়াসা (আরবি: سياسة) রাজনৈতিক কর্তৃত্বের সাথে যুক্ত একটি আরবি শব্দ।  প্রাক-আধুনিক ইসলামী সাহিত্যে এটি রাষ্ট্রীয় শিল্প ও রাষ্ট্রীয় বিষয়ের ব্যবস্থাপনার জন্য ব্যবহৃত হত। এই ব্যবহার আধুনিক আরবীতে \"নীতি\" ও \"রাজনীতি\" শব্দের অর্থের জন্ম দিয়েছে। গ্রীক-প্রভাবিত রাজনৈতিক তত্ত্বের ধ্রুপদী ইসলামী রচনাগুলিতে, যেমন আল-ফারাবী এর আল-সিয়াসাহ আল-মাদানিয়া, এই শব্দটি দর্শনের একটি শাখাকে বোঝায় যা একটি রাষ্ট্র পরিচালনার শিল্প অধ্যয়ন করে।  সুন্নি ইসলামিক আইনশাস্ত্রে (ফিকহ), শব্দটি 'সিয়াসাহ শরীয়াহ' শব্দবন্ধে আবির্ভূত হয়, যার আক্ষরিক অর্থ শরিয়া অনুসারে শাসন।  শব্দগুচ্ছটি সেই মতবাদকে বোঝায়, যাকে কখনও কখনও ইসলামী আইনের রাজনৈতিক মাত্রা বলা হয়, যা মধ্যযুগের শেষের দিকে ইসলামী আইনকে রাষ্ট্রযন্ত্রের ব্যবহারিক চাহিদার সাথে সামঞ্জস্য করার প্রয়াসে বিস্তৃত করা হয়েছিল। এই মতবাদটি রাজনৈতিক কর্তৃত্বের ধর্মীয় উদ্দেশ্যের উপর জোর দিয়েছিল এবং অভিজ্ঞতা ও উপযোগী বিবেচনার প্রয়োজনে ইসলামী আইনের অ-আনুষ্ঠানিক প্রয়োগের পক্ষে কথা বলে।  এটি প্রথমে ইসলামী আইনের কঠোর পদ্ধতিগত প্রয়োজনীয়তার দ্বারা উত্থাপিত অসুবিধাগুলির প্রতিক্রিয়া হিসাবে আবির্ভূত হয়েছিল, যা পরিস্থিতিগত প্রমাণকে প্রত্যাখ্যান করেছিল এবং সাক্ষীর সাক্ষ্যের উপর জোর দিয়েছিল, যা কাজি-এর সভাপতিত্বে আদালতে ফৌজদারি দোষী সাব্যস্ত করা কঠিন করে তোলে।  শরিয়া বিচারক)।  প্রতিক্রিয়া হিসাবে, ইসলামী আইনবিদরা সীমিত পরিস্থিতিতে বৃহত্তর পদ্ধতিগত অক্ষাংশের অনুমতি দিয়েছেন, যেমন শাসক পরিষদ দ্বারা পরিচালিত মাজালিম আদালতে রাষ্ট্রীয় কর্মকর্তাদের বিরুদ্ধে অভিযোগের বিচার করা এবং ক্ষুদ্র অপরাধের জন্য \"সংশোধনমূলক\" বিবেচনামূলক শাস্তি প্রয়োগ করা। যাইহোক, মামলুক সালতানাত-এর অধীনে, নন-কাদি আদালতগুলি বাণিজ্যিক ও পারিবারিক আইনে তাদের এখতিয়ার সম্প্রসারিত করেছে, শরিয়া আদালতের সাথে সমান্তরালভাবে চলছে এবং ফিকাহ দ্বারা নির্ধারিত কিছু আনুষ্ঠানিকতা প্রদান করেছে।  মতবাদের আরও উন্নয়ন রাষ্ট্রকল্প এবং আইনশাস্ত্রের মধ্যে এই উত্তেজনা নিরসনের চেষ্টা করেছিল।  পরবর্তী সময়ে এটিকে জনস্বার্থ বিবেচনায় রাষ্ট্র কর্তৃক করা আইনি পরিবর্তনগুলিকে ন্যায্যতা দেওয়ার জন্য নিযুক্ত করা হয়েছে, যতক্ষণ না সেগুলি শরীয়তের বিরোধী না হয়।  এটিকে উসমানীয় শাসকদের দ্বারা কানুন নামে পরিচিত প্রশাসনিক, অপরাধমূলক এবং অর্থনৈতিক আইনের একটি সংস্থা জারি করার আহ্বান জানানো হয়েছিল।\n\n\n== আরও দেখুন ==\nইসলামের রাজনৈতিক দিক\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Law-stub"}