{"pageid": 1164327, "title": "ইছামতী জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1164327", "content": "ইছামতী জেলা পশ্চিমবঙ্গের প্রেসিডেন্সি বিভাগের একটি প্রস্তাবিত জেলা। জেলাটি উত্তর ২৪ পরগণা জেলা থেকে বনগাঁ মহকুমাকে পৃথক করে গঠন করা হবে।\nজেলার উত্তর ও পূর্ব সীমানা ভারত-বাংলাদেশ অন্তর্জাতিক সীমান্ত গঠন করে। দক্ষিণ সীমানা বসিরহাট ও উত্তর ২৪ পরগনা জেলার সঙ্গে যুক্ত এবং পশ্চিম সীমানা রানাঘাট জেলার সঙ্গে সীমান্ত গঠন করে। এই জেলার জনসংখ্যা ২০১১ সালের ভারতের আদমশুমারি অনুসারে ১০,৬৩,০২৮ জন ছিল। প্রস্তাবিত এই জেলার একমাত্র পুরসভা এলাকাটি হল বনগাঁ। মূলত ঔপনিবেশিক যুগে ইংরেজ সরকার কর্তৃক প্রতিষ্ঠিত বনগাঁ মহকুমার মোট আয়তন বর্তমান জেলার আয়তন হয়ে উঠেছে, জেলার মোট আয়তন হল ৮৩৮.১৭ বর্গকিমি (৩২৩.৬২ বর্গমাইল)। জেলার নাম জেলার প্রধান নদী ইছামতী নদীর নাম থেকে নেওয়া হয়েছে।\n\n\n== ইতিহাস ==\n১৮৮৩ সালে বনগাঁ মহকুমাটিকে নদিয়া জেলা থেকে যশোহর জেলার হস্তান্তরিত করা হয়। ১৯৪৭ সালে দেশভাগের সময় যশোহর জেলার অন্তর্গত বনগাঁ ও গাইঘাটা থানা এলাকা নিয়ে গঠিত বনগাঁ মহকুমা ভারতের অন্তর্ভুক্ত হয় এবং অবশিষ্ট যশোহর জেলা চলে যায় পূর্ব বাংলায়।\nরাজ্যের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় ২০২২ সালের ১ অগস্ট বনগাঁ মহকুমা নিয়ে ইছামতী জেলার ঘোষণা করেন।\n\n\n== ভূগোল ==\nপ্রস্তাবিত ইছামতী জেলাটি নিম্ন গাঙ্গেয় বদ্বীপের অবস্থিত ইছামতী-রায়মঙ্গল সমভূমির অংশ। এই অঞ্চলের মাটি পরিপক্ক কালো বা বাদামি দোঁয়াশ থেকে পলল প্রকৃতির। প্রস্তাবিত জেলার পূর্বাঞ্চলে ইছামতী নদী প্রবাহিত।\n\n\n== এলাকা ==\n\n\n=== সমষ্টি উন্নয়ন ব্লক ===\nপ্রস্তাবিত ইছামতী জেলার ভূখণ্ডের অন্তর্ভুক্ত সমষ্টি উন্নয়ন ব্লকগুলির বর্তমান চিত্র নিম্নরূপ:\n\n\n=== পুরসভা ===\nপ্রস্তাবিত ইছামতী জেলার ভূখণ্ডের অন্তর্গত একমাত্র পৌরশহরটির বিবরণ নিচে দেওয়া হল:\n\n\n=== গ্রাম পঞ্চায়েত ===\nপ্রস্তাবিত ইছামতী জেলার অন্তর্গত ভূখণ্ডে তিনটি সমষ্টি উন্নয়ন ব্লকের অধীনে মোট ৩৮টি গ্রাম পঞ্চায়েত রয়েছে:\n\nবাগদা সমষ্টি উন্নয়ন ব্লকের অন্তর্গত গ্রাম পঞ্চায়েতগুলি হল: আশাড়ু, হেলেঞ্চা, মালিপাড়া, বাগদা, কোনিয়াড়া–১, রণঘাট, বয়রা, কোনিয়াড়া–২ ও সিন্দরানি।\nবনগাঁ সমষ্টি উন্নয়ন ব্লকের অন্তর্গত গ্রাম পঞ্চায়েতগুলি হল: আকাইপুর, ছাইঘড়িয়া, গাংড়াপোতা, কালুপুর, বৈরামপুর, ধরমপুকুরিয়া, ঘাটবৌর, পাল্লা, চৌবেড়িয়া-১, দিঘাড়ি, গোপালনগর-১, সুন্দরপুর, চৌবেড়িয়া-২, গঙ্গানন্দপুর, গোপালনগর-২ ও টেংড়া।\nগাইঘাটা সমষ্টি উন্নয়ন ব্লকের অন্তর্গত গ্রাম পঞ্চায়েতগুলি হল: চাঁদপাড়া, ফুলসারা, জলেশ্বর-২, সুতিয়া, ধর্মপুর-১, ইছাপুর-১, ঝৌডাঙা, ধর্মপুর-২, ইছাপুর-২, রামনগর, দুমা, জলেশ্বর-১ ও শিমুলপুর।\n\n\n== শিক্ষা ==\nপ্রস্তাবিত এই জেলায় সরকারি শিক্ষা ব্যবস্থা চালু রয়েছে। জেলার সকল সরকারি প্রাথমিক বিদ্যালয় সমূহ পশ্চিমবঙ্গ প্রাথমিক শিক্ষা পর্ষদের তত্ত্বাবধানে পরিচালিত হয়। এছাড়া, জেলার মাধ্যমিক ও উচ্চমাধ্যমিক বিদ্যালয়গুলি যথাক্রমে পশ্চিমবঙ্গ মধ্য শিক্ষা পর্ষদ ও পশ্চিমবঙ্গ উচ্চমাধ্যমিক শিক্ষা সংসদের তত্ত্বাবধানে পরিচালিত হয়।\n\nজেলাটিতে মোট ৪ টি মহাবিদ্যালয় রয়েছে। দীনবন্ধু মহাবিদ্যালয় ১৯৪৭ সালে বনগাঁ প্রতিষ্ঠিত হয়। এটি জেলার প্রচিন্তন প্রাচীনতম মহাবিদ্যালয়। নহাটা যোগেন্দ্রনাথ মন্ডল স্মৃতি মহাবিদ্যালয় ১৯৮৫ সালে, ডক্টর বি আর আম্বেদকর শতবার্ষিকী মহাবিদ্যালয় ২০০৫ সালে ও পি.আর ঠাকুর গভর্নমেন্ট কলেজ ২০১৩ সালে প্রতিষ্ঠিত হয়। পি আর ঠাকুর গভর্নমেন্ট কলেজটি জেলার একমাত্র সরকারি মহাবিদ্যালয় এবং অন্য তিনটি সরকার থেকে সাহায্যপ্রাপ্ত মহাবিদ্যালয়। এই মহাবিদ্যালয় ৪ টি পশ্চিমবঙ্গ রাষ্ট্রীয় বিশ্ববিদ্যালয়ের অধিভুক্ত। তবে, পশ্চিমবঙ্গ রাষ্ট্রীয় বিশ্ববিদ্যালয় প্রতিষ্ঠার পূর্বে পি আর ঠাকুর গভর্নমেন্ট কলেজ ব্যতীত অন্য তিনটি মহাবিদ্যালয় কলকাতা বিশ্ববিদ্যালয়ের অধিভুক্ত ছিল।\nজেলার একমাত্র বিশ্ববিদ্যালয়, হরিচাঁদ গুরুচাঁদ বিশ্ববিদ্যালয়টি চাঁদপাড়ার নিকট দেবীপুর গ্রামে অবস্থিত। এটি ২০১৯ সালে ১১ই জানুয়ারি প্রতিষ্ঠিত হয়েছিল। বিশ্ববিদ্যালয়ের স্থায়ী শিক্ষাঙ্গনটি ৮.৮ একর (০.০৩৬ বর্গকিমি) জুড়ে বিস্তৃত। বর্তমানে শিক্ষাঙ্গনে বিশ্ববিদ্যালয়ের পরিকাঠামো নির্মাণাধীন রয়েছে। বিশ্ববিদ্যালয়ের সকল কার্যক্রম অস্থায়ী শিক্ষাঙ্গন পি.আর ঠাকুর গভর্নমেন্ট কলেজ থেকে পরিচালিত হচ্ছে।\n\n\n== স্বাস্থ্য পরিষেবা ==\nপ্রস্তাবিত ইছামতী জেলার প্রধান হাসপাতাল হল ডাঃ জীবন রতন ধর মহকুমা হাসপাতাল। এটি ২৫০ টি শয্যা নিয়ে গঠিত। এছাড়াও, এই জেলায় ৩০ টি শয্যা বিশিষ্ট দুটি গ্রামীণ হাসপাতাল রয়েছে, যথা- বাগদা গ্রামীণ হাসপাতাল ও চাঁদপাড়া গ্রামীণ হাসপাতাল।\n\n\n== তথ্যসূত্র =="}