{"pageid": 1164874, "title": "নির্বাচনী জালিয়াতি", "url": "https://bn.wikipedia.org/wiki?curid=1164874", "content": "নির্বাচনী জালিয়াতি, কখনও কখনও নির্বাচনী কারচুপি, ভোট জালিয়াতি বা ভোট কারচুপি হিসাবে উল্লেখ করা হয়, একটি নির্বাচনের প্রক্রিয়ায় অবৈধ হস্তক্ষেপ, যেখানে মূলত হয় পছন্দের প্রার্থীর ভোট বাড়িয়ে নেয়া অথবা প্রতিদ্বন্দ্বী প্রার্থীদের ভোট কমিয়ে রাখা। ভোটার দমন থেকে ভিন্ন কিন্তু প্রায়ই এর সাথে মিলিয়ে যায়। নির্বাচনী জালিয়াতি ঠিক কী গঠন করে তা দেশ ভেদে পরিবর্তিত হয়।\nনির্বাচনী আইন অনেক ধরনের নির্বাচনী জালিয়াতিকে বেআইনি ঘোষণা করে, তবে অন্যান্য অনুশীলনগুলোও সাধারণ আইন লঙ্ঘন করে, যেমন আক্রমণ, হয়রানি বা মানহানি প্রভৃতি। যদিও প্রযুক্তিগতভাবে \"নির্বাচনী জালিয়াতি\" শব্দটি কেবল সেইসব কাজকে প্রচ্ছদপট করে যা বেআইনি, এই শব্দটি কখনও কখনও এমন কাজগুলোকে বর্ণনা করতে ব্যবহৃত হয় যা আইনি, কিন্তু নৈতিকভাবে অগ্রহণযোগ্য বলে বিবেচিত হয়, নির্বাচনের চেতনার বাইরে বা গণতন্ত্রের নীতির লঙ্ঘন৷\nজাতীয় নির্বাচনে নির্বাচনী জালিয়াতি একটি অভ্যুত্থানের, প্রতিবাদ বা বিকৃত গণতন্ত্রের দিকে ধাবিত করতে পারে। একটি সংকীর্ণ নির্বাচনে, সামান্য পরিমাণ জালিয়াতি ফলাফল পরিবর্তন করতে যথেষ্ট। ফলাফল প্রভাবিত না হলেও, জালিয়াতির প্রকাশ গণতন্ত্রের প্রতি ভোটারদের আস্থা হ্রাস করতে পারে।\n\n\n== নির্বাচনী কারসাজি ==\n ভোটের আগে নির্বাচনী জালিয়াতি ঘটতে পারে যদি নির্বাচকমণ্ডলীর গঠন পরিবর্তন করা হয়। এই ধরনের হাতসাফাইয়ের বৈধতায় বিচারব্যবস্থা জুড়ে পরিবর্তিত হয়। নির্বাচনী ফলাফলে ইচ্ছাকৃত কারচুপি গণতন্ত্রের নীতির লঙ্ঘন হিসেবে গণ্য করা হয়।\n\n\n=== কৃত্রিম অভিবাসন বা দলীয় সদস্যপদ ===\nঅনেক ক্ষেত্রে, কর্তৃপক্ষের পক্ষে কৃত্রিমভাবে একটি নির্বাচকমণ্ডলীর সংমিশ্রণ নিয়ন্ত্রণ করা সম্ভব হয় যাতে পূর্বের ফলাফল পাওয়া যায়। এটি করার একটি উপায় হল একটি নির্বাচনের আগে বিপুল সংখ্যক ভোটারকে ভোটারদের মধ্যে স্থানান্তর করা, উদাহরণস্বরূপ তাদের সাময়িকভাবে জমি বরাদ্দ করা বা ঘুমঘরে তাদের থাকার ব্যবস্থা করা। অনেক দেশ এই নিয়মগুলোকে বাধা দেয় যে সেখানে ভোট দেওয়ার যোগ্য হওয়ার জন্য একজন ভোটারকে অবশ্যই একটি নির্বাচনী জেলায় ন্যূনতম সময়ের জন্য (উদাহরণস্বরূপ, ছয় মাস) বসবাস করতে হবে। যাইহোক, এই ধরনের আইনগুলো জনসংখ্যা সংক্রান্ত হাতসাফাইয়ের জন্যও ব্যবহার করা যেতে পারে কারণ তারা তাদের অধিকার থেকে বঞ্চিত করার প্রবণতা রাখে যাদের কোনো নির্দিষ্ট ঠিকানা নেই, যেমন গৃহহীন, ভ্রমণকারী, রোমা, ছাত্র (বাড়ি থেকে পুরো সময় অধ্যয়নরত), এবং কিছু নৈমিত্তিক কর্মী।\nআরেকটি কৌশল হল স্থায়ীভাবে জনগণকে একটি নির্বাচনী জেলায় স্থানান্তর করা, সাধারণত গৃহায়নের মাধ্যমে। যদি গৃহায়নের জন্য যোগ্য ব্যক্তিরা একটি নির্দিষ্ট দলকে ভোট দেওয়ার সম্ভাবনা থাকে, তাহলে তাদের একটি এলাকায় কেন্দ্রীভূত করা যেতে পারে, এইভাবে তাদের ভোট কম গণনা করা যায়, অথবা প্রান্তিক আসনে স্থানান্তরিত করা যেতে পারে, যেখানে তারা তাদের পছন্দের দলের দিকে ভারসাম্য বজায় রাখতে পারে। এর একটি উদাহরণ ছিল ১৯৮৬-১৯৯০ শার্লি পোর্টারের অধীনে ইংল্যান্ডের ওয়েস্টমিনস্টার সিটিতে ভোট কেলেঙ্কারির জন্য গৃহায়ন।\nঅভিবাসন আইন নির্বাচনী জনসংখ্যার কারসাজি করার জন্যও ব্যবহার করা যেতে পারে। উদাহরণস্বরূপ, মালয়েশিয়া প্রতিবেশী ফিলিপাইন এবং ইন্দোনেশিয়া থেকে আসা অভিবাসীদের নাগরিকত্ব দিয়েছে, ভোটাধিকার সহ, একটি রাজনৈতিক দল সাবাহ রাজ্যে \"আধিপত্য\" করার জন্য; এই বিতর্কিত প্রক্রিয়াটি প্রজেক্ট আইসি নামে পরিচিত ছিল।\nপ্রাথমিক প্রতিদ্বন্দ্বিতা এবং দলীয় নেতাদের অন্যান্য নির্বাচনে কারচুপির একটি পদ্ধতি এর সাথে সম্পর্কিত। যারা একটি দলকে সমর্থন করে তারা অস্থায়ীভাবে অন্য দলে যোগ দিতে পারে (অথবা অনুমতি দেওয়া হলে একটি সমন্বয় উপায়ে ভোট দিতে পারে) যাতে সেই দলের নেতৃত্বের জন্য দুর্বল প্রার্থী নির্বাচন করা যায়। শেষ পর্যন্ত লক্ষ্য হল সাধারণ নির্বাচনে দুর্বল প্রার্থীকে সেই দলের নেতার দ্বারা পরাজিত করা যা ভোটাররা সত্যই সমর্থন করে। ২০১৫ সালে যুক্তরাজ্যের লেবার পার্টির নেতৃত্বের নির্বাচনে এই পদ্ধতিটি ব্যবহার করা হয়েছিল বলে দাবি করা হয়েছিল, যেখানে রক্ষণশীল-ঝোঁকা টবি ইয়ং কনজারভেটিভদের লেবারে যোগ দিতে এবং জেরেমি করবিনকে ভোট দেওয়ার জন্য \"নির্বাচনী বিস্মৃতিতে শ্রমকে প্রেরণ\" করার জন্য উৎসাহিত করেছিলেন। যার কিছুক্ষণ পরে, #ToriesForCorbyn টুইটারে ট্রেন্ড করে।\n\n\n=== অধিকারহীনতা ===\nকিছু শ্রেণীর লোকেদের ভোটাধিকার থেকে বঞ্চিত করে, তাদের ভোট দিতে অক্ষম করে ভোটারদের গঠনও পরিবর্তন করা যেতে পারে। কিছু ক্ষেত্রে, রাজ্যগুলো এমন বিধানগুলো পাস করেছে যা ভোটার নিবন্ধনের ক্ষেত্রে সাধারণ বাধাগুলো উত্থাপন করেছে। যেমন: পোল ট্যাক্স, সাক্ষরতা, বোধগম্যতা পরীক্ষা এবং রেকর্ড রাখার প্রয়োজনীয়তা, যা বাস্তবে সংখ্যালঘু জনগোষ্ঠীর বিরুদ্ধে বৈষম্যমূলক প্রভাবে প্রয়োগ করা হয়েছিল। শতাব্দীর শুরু থেকে ১৯৬০-এর দশকের শেষের দিকে, প্রাক্তন কনফেডারেসির দক্ষিণ রাজ্যগুলোতে বেশিরভাগ আফ্রো-আমেরিকানরা এই ধরনের পদক্ষেপের দ্বারা ভোটাধিকার থেকে বঞ্চিত হয়েছিল। দুর্নীতিগ্রস্ত নির্বাচনী কর্মকর্তারা ভোটদানের নিয়মের অপব্যবহার করতে পারে। যেমন: একটি সাক্ষরতা পরীক্ষা বা পরিচয় বা ঠিকানার প্রমাণের জন্য প্রয়োজনীয়তা এমনভাবে যাতে তাদের লক্ষ্য ভোট দেওয়া কঠিন বা অসম্ভব করে তোলে। যদি এই জাতীয় অনুশীলনগুলো কোনও ধর্মীয় বা জাতিগত গোষ্ঠীর বিরুদ্ধে বৈষম্য মূলক, তবে তারা রাজনৈতিক প্রক্রিয়াটিকে এতটাই বিকৃত করতে পারে যে রাজনৈতিক শৃঙ্খলা স্থূলভাবে প্রতিনিধিত্বহীন হয়ে পড়ে।যেমনটি পুনর্গঠন বা জিম ক্রো যুগে ১৯৬৫ সালের ভোট অধিকার আইন পর্যন্ত। আফ্রো-আমেরিকানদের ভোট দেওয়া থেকে বিরত রাখার কৌশল হিসাবে অনেক রাজ্যে ফেলনদের ভোটাধিকার থেকে বঞ্চিত করা হয়েছে।\nগোষ্ঠীগুলো এমন নিয়মগুলোর দ্বারাও ভোটাধিকার থেকে বঞ্চিত হতে পারে যা তাদের পক্ষে ভোট দেওয়া অবাস্তব বা অসম্ভব করে তোলে। উদাহরণ স্বরূপ, জনগণকে তাদের ভোটারদের মধ্যে ভোট দিতে বাধ্য করা হলে সেবা প্রদানকারী সামরিক কর্মী, কারাগারের বন্দী, ছাত্র, হাসপাতালের রোগী বা অন্য কেউ যারা তাদের বাড়িতে ফিরে যেতে পারে না, তাদের ভোটাধিকার থেকে বঞ্চিত হতে পারে। ভোটগ্রহণ অস্বস্তিকর দিনগুলোর জন্য ধার্য করা যেতে পারে, যরর‌্য: সপ্তাহ মধ্যবর্তীকালে,তীব্র কুয়শা-ঝড়-বৃষ্টি-তুষারপাত-বন্যার সময় বা ধর্মীয় গোষ্ঠীর পবিত্র দিনগুলোতে: উদাহরণস্বরূপ সাবাথ বা ধর্মীয় গোষ্ঠীর অন্যান্য পবিত্র দিন যার শিক্ষাগুলো নির্ধারণ করে যে এই জাতীয় দিনে ভোট দেওয়া নিষিদ্ধ। সম্প্রদায়গুলো কার্যকরভাবে ভোটাধিকার থেকে বঞ্চিত হতে পারে যদি ভোটদানের স্থানগুলো ভোটারদের দ্বারা অনিরাপদ হিসাবে বিবেচিত হয় বা যুক্তিসঙ্গত নৈকট্যের মধ্যে সরবরাহ না করা হয় (গ্রামীণ সম্প্রদায়গুলো বিশেষভাবে এটির জন্য ঝুঁকিপূর্ণ)। \nকিছু ক্ষেত্রে ভোটাররা অবৈধভাবে ভোটাধিকার থেকে বঞ্চিত হতে পারে, যা সরাসরি নির্বাচনী জালিয়াতি। উদাহরণ: একজন বৈধ ভোটারকে “দুর্ঘটনাক্রমে” ভোটার তালিকা থেকে বাদ দেওয়া হতে পারে।এত ব্যক্তির পক্ষে ভোট দেওয়া কঠিন বা অসম্ভব করে তোলে।\n১৯৯৭ সালের কানাডিয়ান ফেডারেল নির্বাচনে,প্রথম বিশ্বযুদ্ধের সময়, কেন্দ্রীয় সরকার সামরিক ভোটার আইন এবং যুদ্ধকালীন নির্বাচন আইন পাস করে। সামরিক ভোটার আইন যে কোনো সক্রিয় সামরিক কর্মীকে কেবল দলীয়ভাবে ভোট দেওয়ার অনুমতি দেয় এবং সেই দলটিকে কোন নির্বাচনী জেলায় সেই ভোট দিতে হবে তা সিদ্ধান্ত নিতে দেয়। এটি সেইসব নারীদেরও ভোটাধিকার দিয়েছে যারা সরাসরি একজন সক্রিয় সৈনিকের সাথে সম্পর্কযুক্ত বা বিবাহিত।\n\n\n=== বিরোধী সমর্থনের বিভাজন ===\nস্ট্যানফোর্ড ইউনিভার্সিটির অধ্যাপক বিট্রিজ ম্যাগালোনি স্বৈরাচারী শাসনব্যবস্থার আচরণ নিয়ন্ত্রণকারী একটি মডেল বর্ণনা করেছেন। তিনি প্রস্তাব করেছিলেন যে ক্ষমতাসীন দলগুলো সক্রিয়ভাবে ভোটের হেরফের না করে বা ভোটারদের জোরপূর্বক গণতান্ত্রিক ব্যবস্থার অধীনে রাজনৈতিক নিয়ন্ত্রণ বজায় রাখতে পারে। সঠিক অবস্থার অধীনে গণতান্ত্রিক ব্যবস্থাকে একটি ভারসাম্যে চালিত করা হয় যেখানে বিভক্ত বিরোধী দলগুলো একদলীয় শাসনের অনিচ্ছাকৃত সহযোগী হিসাবে কাজ করে। এটি শাসক শাসনকে অবৈধ নির্বাচনী জালিয়াতি থেকে বিরত থাকার বিকল্প সুবিধা দেয়।\nস্কোর ভোটিং, তাৎক্ষণিক-রানঅফ ভোটিং এবং একক হস্তান্তরযোগ্য ভোটের মতো অগ্রাধিকারমূলক ভোটিং সিস্টেমগুলো পদ্ধতিগত নির্বাচনী ম্যানিপুলেশন এবং রাজনৈতিক দ্বৈততা রোধ করার জন্য ডিজাইন করা হয়েছে।\n\n\n== মার্কিন যুক্তরাষ্ট্রের উল্লেখযোগ্য আইন ==\n\n\n=== আমেরিকার সহায়ক ভোট আইন ===\nহেল্প আমেরিকা ভোট অ্যাক্ট (টেমপ্লেট:USPL), অথবা এইচএভিএ, হচ্ছে মার্কিন যুক্তরাষ্ট্রের ফেডারেল প্রণীত আইন যা ২০০২ সালে ১৯ অক্টোবর চালু হয়। এটি ২০০২ সালের মার্কিন প্রেসিডেন্ট নির্বাচনকে ঘিরে বিতর্কের প্রতিক্রিয়ায় (সিংহভাগ) খসড়া করা হয়েছিল। এইএভিএ এর লক্ষ্য হল: পাঞ্চকার্ড এবং লিভার-ভিত্তিক ভোটিং সিস্টেম প্রতিস্থাপন করা; ফেডারেল নির্বাচন পরিচালনায় সহায়তা করার জন্য নির্বাচন সহায়তা কমিশন গঠন; এবং ন্যূনতম নির্বাচন প্রশাসনের মানদণ্ড প্রতিষ্ঠা করা।\n\n\n=== ১৯৬৫ সালের ভোটাধিকার আইন ===\nভোটের অধিকার রক্ষার জন্য এটি ছিল ২০ শতকের সবচেয়ে গুরুত্বপূর্ণ ফেডারেল আইন, বিশেষ করে জাতিগত এবং ভাষা সংখ্যালঘুদের যারা কয়েক দশক ধরে রাজ্যের সংবিধান দ্বারা এবং অনুশীলন বঞ্চিত ছিল। প্রাথমিকভাবে, দক্ষিণে আফ্রিকা আগত আমেরিকানদের ভোট দেওয়ার সাংবিধানিক অধিকার কার্যকর করার জন্য এটি বিশেষভাবে গুরুত্বপূর্ণ ছিল, যেখানে ২০ শতকের শুরু থেকে লক্ষ লক্ষ লোক বেশিরভাগই ভোটাধিকার থেকে বঞ্চিত ছিল এবং রাজনীতি থেকে বাদ পড়েছিল। আইনটি অন্যান্য জাতিসত্তাকেও রক্ষা করেছে,।যেমন: হিস্পানিক, এশিয়ান, নেটিভ আমেরিকান এবং অন্যান্য রাজ্যের ভাষা সংখ্যালঘুদের, যারা বিভিন্ন সময়ে, বিশেষ করে ভোটার নিবন্ধন এবং নির্বাচনী অনুশীলনের প্রক্রিয়ায় বৈষম্যের শিকার হয়েছে।\n\n\n=== ১৯৬৪ সালের নাগরিক অধিকার আইন ===\n১৯৬৪ সালের নাগরিক অধিকার আইন (টেমপ্লেট:USStatute) মার্কিন যুক্তরাষ্ট্রে আইনের একটি যুগান্তকারী অংশ ছিল যেটি আফ্রো-আমেরিকান এবং অন্যান্য সংখ্যালঘুদের বিরুদ্ধে বৈষম্যের বড় ধরনের নিষেধাজ্ঞা।\n\n\n== তথ্যসূত্র =="}