{"pageid": 1164179, "title": "নাদবিন্দু উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1164179", "content": "নাদবিন্দু উপনিষদ (সংস্কৃত: नादबिन्दु उपनिषत्) প্রাচীন সংস্কৃত পাঠ এবং হিন্দুধর্মের ছোট উপনিষদ। এটি চারটি বেদের বিশটি যোগ উপনিষদের মধ্যে একটি। এটি অমৃত নদবিন্দু উপনিষদ নামেও পরিচিত।\nপাঠ্য দুটি উল্লেখযোগ্যভাবে ভিন্ন সংস্করণে বিদ্যমান, উত্তর ও দক্ষিণ ভারতীয়। এই পাণ্ডুলিপিগুলি যথাক্রমে অথর্ববেদ বা ঋগ্বেদের সাথে সংযুক্ত।\n\n\n== বিষয়বস্তু ==\n\nপাঠ্যটি কাব্যিক শ্লোক শৈলীতে রচিত হয়। পাণ্ডুলিপির উভয় সংস্করণেই পাঠ্যটি হংস পাখি হিসেবে আত্মার রূপক তুলনা দিয়ে খোলা হয়েছে, ওঁ প্রতীক এবং তিনটি গুণের সাংখ্য তত্ত্বের সাথে তুলনা করে। এটা দাবি করে যে সত্যি যোগে ধ্যান এবং পার্থিব লোভের সমস্ত আসক্তি থেকে ত্যাগ করা জড়িত।\nধর্ম (নীতিশাস্ত্র), পাঠ্যটি বলে, যোগী জীবনের জন্য প্রয়োজনীয়তা, এবং প্রাচীন ভারতীয় সাহিত্যে সাধারণত পাওয়া যায় সাড়ে তিন মোরার পরিবর্তে বারো মোরা সহ ওঁ চিহ্ন বর্ণনা করার জন্য উল্লেখযোগ্য।\nযোগী ওঁ-কারের কথা চিন্তা করে, বারোটি কলে বা চারটি মাত্রের ভিন্নতা (স্বরধ্বনি) তে হংস হিসাবে পাঠটিকে জোর দেয়। বৈচিত্রটি তিনটি স্বর (সঙ্গীতের স্কেলে দ্রষ্টব্য) দ্বারা উৎপাদিত হয়, যথা উদত্ত, অনুদত্ত ও স্বরিতা। নাদবিন্দু পাঠ অনুসারে বারোটি কল হল ঘোসিনী, বিদ্যানমালি, পতঙ্গিনী, বায়ুবেগিনী, নামধেয়, ঐন্দ্রি, বৈষ্ণবী, শঙ্করী, মাহাতি, ধৃতি, নারী ও ব্রাহ্মী। ভারতের বিভিন্ন অঞ্চলে আবিষ্কৃত নাদবিন্দুর পাণ্ডুলিপিগুলি এই তালিকায় আংশিকভাবে আলাদা। উদাহরণ স্বরূপ, পুণে সংস্করণ থেকে ধৃতিকে ধ্রুব এবং মৌনিকে নারীর বদলে কলকাতা সংস্করণ থেকে আলাদা করে। পাঠ্যটি পরামর্শ দেয় যে একজন যোগীকে এই কলের সাথে ওঁ-এ চিন্তা করা এবং লীন করা উচিত, কারণ এটি একজনকে আত্ম বা আত্মজ্ঞানের দিকে নিয়ে যায়, তাকে তিন ধরনের কর্মকে অতিক্রম করতে সাহায্য করে। পাঠ্যটি অজ্ঞান (অজ্ঞতা) এর বেদান্ত তত্ত্বকে বন্ধনের কারণ হিসাবে উল্লেখ করে, পরামর্শ দেয় যে একজন যোগীকে সিদ্ধাসনে তার অভ্যন্তরীণ কণ্ঠস্বর শোনা উচিত।\nযোগী, অনুশীলনের শুরুতে, অভ্যন্তরীণভাবে ধ্রুবক বা বহু শব্দ নির্গত, সমুদ্র বা বজ্রধ্বনির মতো (এটি বলা হয় যে প্রাথমিক সচেতনতা উচ্চ পিচের গুঞ্জন দিয়ে শুরু হয়, এবং অন্যান্য পরিচিত যেমন ক্রিকেট এবং গভীর স্তরে বাঁশি, করতাল, বজ্র ও অর্কেস্ট্রার শব্দ)।\nএইগুলি ফিল্টার আউট, এবং সময়ের সাথে সাথে আরও সূক্ষ্ম শব্দ যেমন একক বাদ্যযন্ত্রের নোট ইচ্ছামত অনুভূত হতে পারে। অভ্যন্তরীণ শব্দের উপর এই ফোকাস যোগীকে অন্যান্য ইন্দ্রিয় এবং মনের ওঠানামা থেকে মধ্যপন্থী বিক্ষিপ্ত করতে সাহায্য করে, ঠিক যেমন একটি মৌমাছি পরাগ সংগ্রহের উপর দৃষ্টি নিবদ্ধ করে পরাগের বাহ্যিক গন্ধ সম্পর্কে তার সচেতনতাকে নিয়ন্ত্রণ করে। এই ধরনের যোগী খ্যাতি, অসম্মান, তাপ, শীত, আনন্দ বা দুঃখ সম্পর্কে জাগতিক উদ্বেগকে সংযত করেন এবং ব্রহ্ম-প্রণব (ওঁ) এর মধ্যে, নিজের মধ্যে পাওয়া যায়।\nযোগের লক্ষ্য, পাঠে জোর দিয়ে বলা হয়েছে, অতীন্দ্রিয় আত্মাকে উপলব্ধি করা, প্রত্যেকের মধ্যেই এর অস্তিত্ব এবং ব্রহ্মের সাথে এর একতাকে ধ্যান এবং শোষণের মাধ্যমে নাদ (ওঁ ধ্বনি)।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAiyar, Narayanasvami (১৯১৪)। \"Thirty minor Upanishads\"। Archive Organization। সংগ্রহের তারিখ ১৬ জানুয়ারি ২০১৬। \nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nBeck, Guy (১৯৯৫)। Sonic Theology: Hinduism and Sacred Sound। Motilal Banarsidass। আইএসবিএন 978-8120812611। \nBurley, Mikel (২০০০)। Haṭha-Yoga: Its Context, Theory, and Practice। Motilal Banarsidass। আইএসবিএন 978-8120817067। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Oxford University Press (Reprinted by Cosimo)। আইএসবিএন 978-1-61640-239-6। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHattangadi, Sunder (১৯৯৯)। \"नादबिन्दूपनिषत् (Nadabindu Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৭ জানুয়ারি ২০১৬। \nHersey, Baird (১৭ ডিসেম্বর ২০১৩)। The Practice of Nada Yoga: Meditation on the Inner Sacred Sound। Inner Traditions / Bear & Co। আইএসবিএন 978-1-62055-182-0। \nLarson, Gerald James; Bhattacharya, Ram Shankar (২০০৮)। Yoga : India's Philosophy of Meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \n\n\n== বহিঃসংযোগ ==\nनाद-बिन्दु उपनिषद् One version of the text in Sanskrit, Wikisource"}