{"pageid": 1164484, "title": "ফসিহ বোখারি", "url": "https://bn.wikipedia.org/wiki?curid=1164484", "content": "ফসিহ বোখারি (১৯৪২-২০২০) পাকিস্তান নৌবাহিনীর একজন জ্যেষ্ঠ অ্যাডমিরাল ছিলেন। ১৯৫৯ সালে তিনি পাকিস্তান নৌবাহিনীতে যোগ দিয়েছিলেন এবং ১৯৯৭ সালের ২ মে তারিখে পাকিস্তান নৌবাহিনী প্রধান হিসেবে দায়িত্ব গ্রহণ করেছিলেন পূর্ণ অ্যাডমিরাল পদবীতে।\n\n\n== নৌ জীবন ==\n১৯৪২ সালের ৮ মার্চ করাচিতে জন্মগ্রহণ করেন ফসিহ এবং ১৯৫৯ সালে নৌবাহিনীতে যোগ দিয়ে ব্রিটেনে প্রশিক্ষণের জন্য যান এবং সেখান থেকে প্রশিক্ষণ শেষ করে ১৯৬২ সালে পাকিস্তান নৌবাহিনীতে সাব লেফটেন্যান্ট হিসেবে অপারেশন্স শাখায় কমিশনপ্রাপ্ত হন। তিনি প্রথমে পাকিস্তান নৌবাহিনীর ডুবোজাহাজ পিএনএস গাজীতে নিয়োগ পেয়েছিলেন। সাব লেঃ হিসেবেই তিনি ১৯৬৫ সালের পাক-ভারত যুদ্ধে অংশ নেন তৎকালীন কমান্ডার (পরে অ্যাডমিরাল) কেরামত রহমান নিয়াজির অধীনে পিএনএস গাজী ডুবোজাহাজে। ফসিহ ১৯৬৯ সালে সাব লেঃ থেকে লেঃ হন এবং আরেকটি ডুবোজাহাজ পিএনএস হাঙ্গরে নিয়োগ পান, যখন তিনি এই ডুবোজাহাজে নিয়োগ পান তখন এটার অধিনায়ক ছিলেন কমান্ডার আহমেদ তাসনিম (পরে অ্যাডমিরাল)। ১৯৭১ সালে পিএনএস হাঙ্গরকে ভারতের সাথে যুদ্ধে নামানো হয়, লেঃ ফসিহ এই ডুবোজাহাজের টর্পেডো কর্মকর্তা হিসেবে দায়িত্ব পালন করছিলেন। তার সাথে আরও ছিলেন লেঃ কমান্ডার এ ইউ খান, ১৯৭১ সালে ভারতের যুদ্ধজাহাজ আইএনএস খুকরিকে ডুবিয়ে দেয় পাকিস্তান নৌবাহিনী, যুদ্ধের পর কৃতিত্ব স্বরূপ লেঃ ফসিহ সিতারা-ই-জুরাত পদক পান, এবং তার অধিনায়ক কমান্ডার তাসনিমকেও এ পদক দেওয়া হয়।\nযুদ্ধ শেষ হওয়ার আগেই লেঃ ফসিহ পাকিস্তান নৌবাহিনীর স্পেশাল সার্ভিস গ্রুপ (এন) তে নিয়োগ পান। এখানে তিনি একটি প্লাটুনের নেতৃত্ব দেন, যুদ্ধ শেষ হয়ে গেলে তিনি এ দায়িত্ব থেকে অব্যাহতি পান। '৭৩ সালে তাকে ফ্রান্সে পাঠানো হয় এবং তিনি ওখান থেকে ১৯৭৫ সালে দেশে ফিরে আসেন নৌ স্টাফ কোর্স করে। পাকিস্তানে আসার পর লেঃ কমান্ডার হিসেবে তিনি নিয়োগ পান ডুবোজাহাজ পিএনএস ম্যাংগ্রোতে। ১৯৭৮ সালে তাকে কমান্ডার পদবীতে পদোন্নতি দেওয়া হয় এবং নৌ সদরে নিয়োগ পান। '৮৩ সালে তিনি জাতীয় প্রতিরক্ষা বিশ্ববিদ্যালয়ে পড়েন।\n১৯৮৫ থেকে ১৯৯১ সাল পর্যন্ত ক্যাপ্টেন পদবীতে ফসিহ পাকিস্তান নৌবাহিনীর সদর দপ্তরে নেভাল অপারেশন্স পরিদপ্তরে পরিচালক হিসেবে ছিলেন। এরপর তিনি একটি ডুবোজাহাজের অধিনায়ক হিসেবে দায়িত্ব পালন করেন।\n১৯৯১ সালে তিনি কমোডোর এবং ১৯৯২ সালে রিয়ার অ্যাডমিরাল হন ফসিহ এবং ১৯৯৫ সালে তাকে ভাইস অ্যাডমিরাল করা হয়, '৯৭ সালে তিনি পূর্ণ অ্যাডমিরাল হন এবং নৌপ্রধান হন।\n\n\n== তথ্যসূত্র =="}