{"pageid": 1164592, "title": "মাক আরু মরম", "url": "https://bn.wikipedia.org/wiki?curid=1164592", "content": "মাক আরু মরম  (অনু. মা আর ভালোবাসা) হলো ১৯৫৭ সালের ১০ মে মুক্তিপ্রাপ্ত অসমীয়া ভাষার একটি সামাজিক চলচ্চিত্র। ছবিটির কাহিনি, চিত্রনাট্য ও পরিচালনা করেছেন নিপ বড়ুয়া। সঙ্গীত পরিচালনা করেছেন ব্রজেন বড়ুয়া। এটি ছিল নীপ বড়ুয়ার পরিচালিত দ্বিতীয় চলচ্চিত্র। বড়ুয়া আর্ট প্রোডাকশনের ব্যানারে ছবিটির প্রযোজনা করেছেন ব্রজেন বড়ুয়া। এই চলচ্চিত্রটি শ্রেষ্ঠ অসমীয়া চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার \"সার্টিফিকেট অফ মেরিট\" জিতেছে। \n\n\n== গল্প ==\nএখানে একজন বিশ্বস্ত স্বামী এবং স্নেহময় বাবার মর্মস্পর্শী গল্প বলা হয়েছে, তিনি তার স্ত্রীর আকস্মিক মৃত্যুর পরে আবার বিবাহ না করার সিদ্ধান্ত নেন যাতে তিনি দুটি সন্তানকে নিজেই বড়ো করতে পারেন। যাইহোক, পরিস্থিতি তাকে তার মন পরিবর্তন করতে এবং তার সন্তানদের লালনপালনের জন্য তাঁকে আবার বিয়ের পিড়িতে বসতে হয়। \nরমেশ অফিস ফেরত তার স্ত্রী বুলুকে জানায় যে সে সরকারি সফরে কলকাতা যাচ্ছে। তারা তাদের সন্তান জিতু এবং জিনাকে তাদের দাদী এবং লিগিরার দায়িত্বে রেখে কলকাতায় চলে যান। \nতারা কলকাতায় আনন্দ উপভোগ করেন এবং সেখান থেকে তারা দার্জিলিংয়ে চলে যান। কিন্তু হঠাৎ দার্জিলিংয়ে মারা যান বুলু। তখন রমেশ বিষণ্ণ মন নিয়ে বাড়িতে এসে বাচ্চাদের বলে যে তাদের মা অসুস্থ এবং হাসপাতালে আছেন। আর পুনর্বিবাহ না করার সিদ্ধান্ত নেন। \nরমেশকে কলকাতায় বদলি করা হয়। একদিন বাচ্চারা বাড়ির বাইরে ঘুরতে গেল। কলকাতার নাগরিক কোলাহলে তারা দুজনেই ক্লান্ত হয়ে পড়েছিল। জিতুর দুর্ঘটনা ঘটে এবং তাকে হাসপাতালে নিয়ে যাওয়া হয়। জিনাকেও গুন্ডারা অপহরণ করে নিয়ে যায়। \nতাদের বিশস্ত আলসেশিয়ান কুকুরের সাহায্যে তার বাবা জিনাকে ট্র্যাক করেছিলেন। জিতুও সুস্থ হয়ে বাড়ি ফিরে আসে। \nরমেশ বুঝতে পেরেছিল যে তার সন্তানদের ভালো যত্ন নেওয়ার জন্য তার বিয়ে করা প্রয়োজন, কারণ তার সন্তানদের একজন মা প্রয়োজন। বাবাদের একার পক্ষে তা সম্ভব নয়। তাই অবশেষে তিনি আবার বিয়ে করার পরিকল্পনা করেন। \n\n\n== অভিনয় শিল্পী ==\n\nব্রজেন বড়ুয়া\nদ্বিবান বড়ুয়া\nনিজরা চৌধুরী\nনিমুদ্দিন\nভোলা কাকতি\nনীরা\nঅমলেন্দু বাগচী\n  মাস্টার অমরজ্যোতি\n\n\n== গান ==\nছবিটিতে মোট গান ছিল ৬টি। এর মধ্যে ৩টি গানই হিন্দিতে লেখা। অসমিয়া গানগুলো লিখেছেন দুই বিখ্যাত কবি ও গীতিকার, কেশব মহন্ত এবং হীরেন ভট্টাচার্য। হিন্দি গানগুলো লিখেছেন নুরুল হক। নিপ বড়ুয়ার প্রথম চলচ্চিত্র স্মৃতি পরশ-এ হিন্দি গানও ছিল। হিন্দি গানের অন্তর্ভুক্তি কারণ ছিল ব্যাবসা করা বেশি করে। \n\n\n== পুরস্কার ==\nচলচ্চিত্রটি 5 তম জাতীয় চলচ্চিত্র পুরস্কারে (1957) সেরা অসমীয়া ভাষার চলচ্চিত্র বিভাগে মেরিট সার্টিফিকেট জিতেছে। এটি দ্বিতীয় অসমিয়া চলচ্চিত্র যা জাতীয় চলচ্চিত্র পুরস্কার জিতেছে । \n\n\n== তথ্যসূত্র =="}