{"pageid": 116442, "title": "জানাজার নামাজ", "url": "https://bn.wikipedia.org/wiki?curid=116442", "content": "জানাযা একটি বিশেষ প্রার্থনা যা কোনো মৃত মুসলমানকে কবর দেয়ার পূর্বে সংগঠিত হয়। সচরাচর এটি জানাযার নামাজ নামে অভিহিত হয়, যার শাব্দিক অর্থ মৃতদেহের নামাজ বা পারিভাষিকভাবে মৃতদেহের জন্য নামাজ। মুসলমান অর্থাৎ ইসলাম ধর্মামলম্বীদের জন্য এটি ফরযে কেফায়া বা সমাজের জন্য আবশ্যকীয় দায়িত্ব অর্থাৎ কোনো মুসলমানের মৃত্যু হলে মুসলমান সমাজের পক্ষ থেকে অবশ্যই জানাযার নামাজ পাঠ করতে হবে। তবে কোনো এলাকা বা গোত্রের পক্ষ থেকে একজন আদায় করলে সকলের পক্ষ থেকে তা আদায় হয়ে যায়।\n\nজানাযার নামাজ একজন ইমামের নেতৃত্বে জামাতের সাথে বা দলবদ্ধভাবে সংগঠিত হয়। অংশগ্রহণকারীরা বেজোড় সংখ্যক কাতারে বা সারিতে সারিবদ্ধভাবে দাঁড়িয়ে এ নামায আদায় করেন। এটি ৪ তকবিরের নামাজ। দাঁড়িয়ে এ নামাজ আদায় করতে হয় এবং সালাম ফেরানোর মধ্য দিয়ে এ নামায শেষ হয়। সাধারণত জানাযার নামাযের শেষে মুনাজাত বা দোয়া করতে হয়, কারণ ইসলামের প্রতিষ্ঠিত বিধান অনুযায়ী এ নামাযের মাধ্যমে মৃতের জন্য দোয়া করা হয়, কারণ ফরজ নামাজের পর দোয়া কবুল হয়। জানাযা ও দোয়া শেষে মৃতব্যক্তিকে অবিলম্বে গোরস্থানে নিয়ে যেতে হয় এবং ইসলামী রীতিতে কবর তৈরী করে মাটিতে দাফন করতে হয়।\n\n\n== মৃত ব্যক্তির গোসল ==\nমৃতকে গোসল দেওয়া ফরযে কেফায়াহ। যারা মৃত ব্যক্তিকে শর‘ঈ পদ্ধতিতে  অর্থাৎ ইসলামের প্রতিষ্ঠিত বিধান অনুযায়ী গোসল দিতে জানেন, তারাই মৃতদের গোসলের দায়িত্ব নিবেন। মৃত ব্যক্তিকে এমন এক ঘেরা জায়গায় নিতে হবে, যেখানে কেউ তাকে দেখতে পাবে না। যারা তাকে গোসল করানোর কাজে সরাসরি অংশগ্রহণ করবে এবং যারা তাদেরকে সহযোগিতা করবে, তারা ছাড়া আর কেউ তার কাছে যাবে না।\nঅতঃপর যে গোসল করাচ্ছে সে সহ অন্য কেউ যাতে মৃতের লজ্জাস্থান দেখতে না পায় সেজন্য মৃতের লজ্জাস্থানে এক টুকরা কাপড় বা ন্যাকড়া দিয়ে আবৃত করে দেহের কাপড়-চোপড় খুলে ফেলতে হয়। তারপর তাকে পরিষ্কার-পরিছন্ন করতে হবে। অতঃপর নামাজের অযূর ন্যায় তাকে অযূ করাতে হয়। তবে আলেমগণ মৃতের নাক-মুখে পানি প্রবেশ করাতে নিষেধ করেছেন। পরিবর্তে একটা ন্যাকড়া ভিজিয়ে তা দিয়ে মৃতের দাঁতসমূহ এবং নাকের ভেতরে ঘষে পরিষ্কার করে দিতে হয়। এরপর মৃতের মাথা ধুয়ে দিতে হয়। অতঃপর তার সমস্ত শরীর পানি দিয়ে ধুয়ে দিতে হবে।\nইসলামের রাসুল মুহাম্মাদ-এর নির্দেশ এরকম যে শরীর ধোয়ানোর সময় মৃত ব্যক্তির ডান পাশ থেকে ধৌতকরণ শুরু করতে হবে। পানিতে বরই পাতা দেওয়া উত্তম কেননা তা পরিষ্কারকরণে সাহায্য করে। বরই পাতার ফেনা দিয়ে মৃতের মাথা, দাড়ি ধুয়ে দিতে হয়। তবে শেষ বার ধোয়ানোর সময় পানিতে একটু কর্পূর মিশাতে হবে। কেননা রাসূল সাল্লাল্লাহু ’আলাইহি ওয়াসাল্লাম তাঁর কন্যাকে গোসলদানকারী মহিলাগণকে বলেছিলেন, “শেষবার ধোয়ার সময় পানিতে একটু কর্পূর মিশাবে”। গোসল শেষে মৃতের গায়ের পানি মুছে ফেলে তাকে কাফনের কাপড় পরাতে হবে।\n\n\n== কাফন ==\nকোন মৃত মুসলমানকে মাটিতে দাফন করার পূর্বে যে কাপড় পরানো হয় তা কাফন নামে অভিহিত। কাফন ব্যতিরেকে জানাযা পড়া যায় না। মৃতকে গোসল দেওয়া শুরুর আগেই কাফনের কাপড় সংগ্রহ করে রাখতে হয়।\n\n\n== জানাজার নামাজের নিয়ম ==\nকাতারবদ্ধ হয়ে ইমামের পিছনে দাঁড়ানোর পর নিয়ত করে প্রথম তাকবিরের পর ছানা পাঠ। \nদ্বিতীয় তাকবীরের পর দরুদে ইবরাহীম পাঠ।\nতৃতীয় তাকবিরের মৃত ব্যাক্তির জন্য দোয়া পড়বে: ‘‘আল্লাহুম্মাগ ফিরলী হাইয়েনা ওয়া মাইয়্যাতিনা” শেষ পর্যন্ত এবং “রাব্বানা আতিনা ফিদ্দুনিয়া হাসানাতাও ওয়াফিল আখিরাতে” শেষ পর্যন্ত পাঠ।\nচতুর্থ তাকবির দিয়ে সালাম ফিরিয়ে,  হাত নামিয়ে জানাজার নামাজ শেষ করতে হয়।\nজানাজার নামাজ চার তাকবীরের সঙ্গে আদায় করতে হয়। ঈদের নামাজে তাকবীর দেয়ার সময় হাত তুলতে হয়, তবে জানাজার নামাজে তাকবীর দেয়ার সময় হাত তোলার প্রয়োজন পড়ে না।\nজানাজার নামাজের নিয়ত:\nنَوَيْتُ اَنْ اُؤَدِّىَ لِلَّهِ تَعَا لَى اَرْبَعَ تَكْبِيْرَاتِ صَلَوةِ الْجَنَا زَةِ فَرْضَ الْكِفَايَةِ وَالثَّنَا ءُ لِلَّهِ تَعَا لَى وَالصَّلَوةُ عَلَى النَّبِىِّ وَالدُّعَا ءُلِهَذَا الْمَيِّتِ اِقْتِدَتُ بِهَذَا الاِْمَامِ مُتَوَجِّهًا اِلَى جِهَةِ الْكَعْبَةِ الشَّرِ يْفَةِ اَللَّهُ اَكْبَرُ\nনিয়তের বাংলা উচ্চারণ: \"নাওয়াইতু আন উয়াদ্দিয়া লিল্লাহে তায়ালা আরবা আ তাকবীরাতে ছালাতিল জানাজাতে ফারজুল কেফায়াতে আচ্ছানাউ লিল্লাহি তায়ালা ওয়াচ্ছালাতু আলান্নাবীয়্যে ওয়াদ্দোয়াউ লেহাযাল মাইয়্যেতে এক্কতেদায়িতু বিহাযাল ইমাম মুতাওয়াজ্জিহান ইলা জিহাতিল কাবাতিশ শারিফাতে আললাহু আকবার।\"\nঅর্থ : জানাজার নামাজ ফরজে কেফায়াহ, চার তাকবিরের সহিত এই ইমামের পেছনে আদায় করছি। নামাজ আল্লাহর জন্য দোয়া মাইয়্যেতের জন্য।\nএখানে নিয়তে ‘লেহাযাল মাইয়্যেতে’ পুরুষ/ছেলে লাশ হলে পড়তে হবে, আর লাশ নারী/মেয়ে হলে ‘লেহাযিহিল মাইয়্যেতে’ বলতে হবে।\nনিয়ত আরবিতে করতে না পারলে বাংলায় করলেও চলবে,\" আমি চার তাকবিরের সহিত ফরজে কিফায়া জানাজার নামাজ কিবলামুখী হয়ে ইমামের পিছনে দাঁড়িয়ে মরহুম ব্যক্তির (পুরুষ/মহিলার) জন্য দোয়া করার উদ্দেশ্যে আদায় করছি। আল্লাহু আকবার।\"\nজানাজার নামাজে আল্লাহ তায়ালার প্রশংসা ও রাসূলের ওপর দরুদ পাঠ করা হয়। বাংলায় নিয়ত করলে তা বাংলায় বলে অথবা মনে মনে নিয়তে আনলেও চলবে।\nনিয়তে তাকবীরে তাহরিমা অর্থাৎ, আল্লাহু আকবার বলার পর হাত তুলে তারপর অন্যান্য নামাজের মতো হাত বেঁধে নিতে হবে। হাত বেধে সানা পড়তে হবে।\nআরবিতে সানা:\nسُبْحَا نَكَ اَللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَا لَى جَدُّكَ وَجَلَّ ثَنَاءُكَ وَلاَ اِلَهَ غَيْرُكَ\nবাংলা উচ্চারণ:\n\"সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারা কাসমুকা ওয়া তায়ালা জাদ্দুকা, ওয়া জাল্লা ছানাউকা ওয়া লা ইলাহা গাইরুকা।\"\nসানা পড়ার পরে তাকবীর বলে দরুদ শরীফ পড়তে হবে যেটা সাধারন নামাজে তাশাহুদের পর পড়া হয়।\nঅর্থ : হে আল্লাহ! সকল প্রশংসা আপনার। আপনি সব ধরনের ত্রুটি-বিচ্যুতি হতে পবিত্র। আপনার নাম মঙ্গল ও বরকতপূর্ণ, আপনার মহত্ত্ব অতি বিরাট, আপনার প্রশংসা অতি মহত্ত্বপূর্ণ এবং একমাত্র আপনি ছাড়া আর কোনো প্রভু নেই।\nদরুদ শরীফ:\nاَللّٰهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى اَلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى اِبْرَا هِيْمَ وَعَلَى اَلِ اِبْرَ اهِيْمَ اِنَّكَ حَمِيْدٌ مَّجِيْدٌ- اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى اَلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى اِبْرَا هِيْمَ وَعَلَى اَلِ اِبْرَا هِيْمَ اِنَّكَ حَمِيْدٌمَّجِيْدٌ\nউচ্চারণ:\n\"আল্লাহুম্মা সাল্লিআলা মুহাম্মাদি ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইব্রাহিমা ওয়া আলা আলি ইব্রাহিমা ইন্নাকা হামিদুম্মাজীদ। আল্লাহুম্মা বারিক আলা মুহাম্মাদিন ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইব্রাহিমা ওয়া আলা আলি ইব্রাহিমা ইন্নাকা হামীদুম্মাজীদ।\"\nদরুদ শরীফ পড়ার পর তৃতীয় তাকবীর আদায় করে জানাজার দোয়া পড়তে হয়।\nঅর্থ : হে আল্লাহ! মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তাঁর পরিবারবর্গের উপর শান্তি বর্ষণ কর, যেভাবে ইবরাহিম আলাইহিস সালাম ও তাঁর পরিবারবর্গের উপর শান্তি বর্ষণ করেছিলে। নিশ্চয়ই তুমি অতি প্রশংসিত মহিমান্বিত। হে আল্লাহ! মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তাঁর পরিবারবর্গের উপর বরকত দান কর, যেভাবে ইবরাহিম আলাইহিস সালাম ও তাঁর পরিবারবর্গের উপর বরকত দান করেছিলে। নিশ্চয়ই তুমি অতি প্রশংসিত মহিমান্বিত।’ (নাসাঈ ১২৯১)\nজানাজার দোয়া:\nاَللّٰهُمَّ اغْفِرْ لحَيِّنَا وَمَيِّتِنَا وَشَاهِدِنَا وَغَائِبِنَا وَصَغِيْرِنَا وَكَبِيْرِنَا وَذَكَرِنَا وَاُنْثَانَا اَللَّهُمَّ مَنْ اَحْيَيْتَهُ مِنَّا فَاَحْيِهِ عَلَى الاِسْلاَمِ وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الاْيمَانِ بِرَحْمَتِكَ يَا ارْحَمَ الرَّاحِمِيْنَ\nউচ্চারণ:\n\"আল্লাহুম্মাগফিরলি হাইয়্যেনা ওয়া মাইয়্যিতিনা ওয়া শাহিদিনা ওয়া গায়িইবিনা ও ছাগীরিনা ও কাবীরিনা ও যাকারিনা ও উনছানা। আল্লাহুম্মা মান আহইয়াইতাহু মিন্না ফাআহয়িহি আলাল ইসলামী ওয়া মান তাওয়াফ ফাইতাহু মিন্না ফাতাওয়াফ ফাহু আলাল ঈমান বেরাহমাতিকা ইয়া আর হামার রাহীমিন।\"\nঅর্থ : হে আল্লাহ, আমাদের জীবিত এবং মৃতদের, উপস্থিত এবং গায়েবদের, ছোট ও বড়দের এবং আমাদের নারী-পুরুষ সবাইকে ক্ষমা করুন। হে আল্লাহ, আপনি আমাদের মধ্য থেকে যাকে জীবিত রাখবেন তাকে ইসলামের ওপরই জীবিত রাখুন। যাকে মৃত্যু দান করবেন তাকে ইমানের সাঙ্গেই মৃত্যু দিন। হে আল্লাহ! এর সাওয়াব থেকে আমাদেরকে বঞ্চিত করবেন না এবং এর পর আমাদেরকে পথভ্রষ্ট করবেন না।’ (আবু দাউদ ৩২০১, তিরমিজি ১০২৪)\n\nতবে নাবালক ছেলের ক্ষেত্রে জানাজার দোয়া পড়তে হবে,\n\nاَللَّهُمَّ اجْعَلْهُ لَنَا فَرْطًا وْاَجْعَلْهُ لَنَا اَجْرًا وَذُخْرًا وَاجْعَلْهُ لَنَا شَافِعًا وَمُشَفَّعًا\nউচ্চারণ:\n\"আল্লাহুম্মাজ আল হুলানা ফারতাও ওয়াজ আল হুলানা আজরাও ওয়া যুখরাঁও ওয়াজ আলহুলানা শাফিয়াও ওয়া মুশাফ্ফায়ান।\"\nঅর্থ : হে আল্লাহ! এ বাচ্চাকে আমাদের নাজাত ও আরামের জন্য আগে পাঠিয়ে দাও, তার জন্য যে দুঃখ তা আমাদের প্রতিদান ও সম্পদের কারণ বানিয়ে দাও, তাকে আমাদের জন্য সুপারিশকারী বানাও, যা তোমার দরবারে কবুল হয়।\n\nনাবালিকা মেয়ের ক্ষেত্রে জানাজার দোয়া পড়তে হবে,\n\nاللَّهُمَّ اجْعَلْهَا لَنَا فَرْطًا وَاجْعَلْهَا لَنَا اَجْرًا وَذُخْرًاوَاجْعَلْهَا لَنَا شَافِعَةً وَمُشَفَّعَة\nউচ্চারণ:\n\"আল্লাহুম্মাজ আলহা লানা ফারতাও ওয়াজ আলহা লানা আজরাও ওয়া যুখরাও ওয়াজ আলহা লানা শাফিয়াও ওয়া মুশাফ ফায়ান।\"\nঅর্থ : হে আল্লাহ! এ বাচ্চাকে আমাদের নাজাত ও আরামের জন্য আগে পাঠিয়ে দাও, তার জন্য যে দুঃখ তা আমাদের প্রতিদান ও সম্পদের কারণ বানিয়ে দাও, তাকে আমাদের জন্য সুপারিশকারী বানাও, যা তোমার দরবারে কবুল হয়।\nএরপর চতুর্থ তাকবীর দিয়ে একটু নীরব থেকে ডানে এবং বামে সালাম ফিরিয়ে নামাজ শেষ করতে হবে।\nযদি কারো নামাজে আসতে দেরি হয়ে যায়, তবে ইমাম সাহেবকে অনুসরণ করতে হবে। সম্ভব হলে চার তাকবীর আদায় করে নিতে হবে, তা যদি সম্ভব না হয়, তবে ইমাম সাহবকে অনুসরণ করে সালাম ফিরিয়ে নিয়ে জানাজা নামাজ সম্পন্ন করবেন। জানাজা নামাজ জামাতে আদায় করতে হয়,তাই এটি কাজা পড়ার সুযোগ নেই।\n\n\n== গায়েবী জানাযা ==\n\nকবরে দাফনের পূর্বে মৃত ব্যক্তির কাফন মোড়ানো দেহ সম্মুখে রেখে জানাজার নামাজ পড়াই ইসলামের বিধান। বিদ্বানগণের অগ্রাধিকারযোগ্য অভিমত হচ্ছে: যার জানাযা পড়া হয় নি, কেবল তার ক্ষেত্র ব্যতীত অন্য কারো গায়েবানা জানাযা শরী’আত সম্মত নয়। যেমনঃ কেউ যদি কাফের রাষ্ট্রে মৃত্যুবরণ করে এবং তার জানাযা পড়া না হয়, তাহলে তার গায়েবানা জানাযা পড়া আবশ্যক। কিন্তু যদি তার জানাযার নামাজ যথাযথভাবে একবারও সম্পন্ন হয়ে থাকে তাহলে সঠিক বিধান হলো তার গায়েবানা জানাযা শরী’আতসম্মত হবে না। কেননা বাদশাহ নাজাশি ছাড়া অন্য কারো গায়েবানা জানাযার কথা হাদীসে উল্লিখিত নেই। আর নাজাশির জানাযার ছালাত তার দেশে সম্পন্ন হয় নি। সে কারণে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মদীনাতে তার গায়েবানা জানাযা আদায় করেছিলেন। অনেক বড় বড় সাহাবী রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর জীবদ্দশায় ভিন্ন স্থানে মৃত্যুবরণ করেন; কিন্তু তিনি তাদের গায়েবানা জানাযা পড়েছেন মর্মে কিছুই বর্ণিত হয় নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ নভেম্বর ২০১৬ তারিখে"}