{"pageid": 1164898, "title": "শশিশেখর বসু", "url": "https://bn.wikipedia.org/wiki?curid=1164898", "content": "শশিশেখর বসু ( ১৮ আগস্ট ১৮৭৪  – ২৬ ফেব্রুয়ারি ১৯৫৫ )  ছিলেন একজন  বাঙালি লেখক ও প্রাবন্ধিক, যিনি মূলত হাস্যরসাত্মক রচনা লিখতেন। ইংরাজি ভাষায় সাহিত্যরচনায় কৃতিত্ব অর্জন করলেও, তিনি কিন্তু বাংলা সাহিত্যে তেমন অবদান রাখতে পারেননি। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nশশিশেখরের জন্ম ১৮৭৪ খ্রিস্টাব্দের ১৮ আগস্ট ( ১২৮১ বঙ্গাব্দের ১ ভাদ্র)  তৎকালীন বেঙ্গল প্রেসিডেন্সির অধুনা বিহার রাজ্যের   দ্বারভাঙ্গায়  পিতার কর্মস্থলে। তবে পৈতৃক নিবাস ছিল অবিভক্ত বাংলার অধুনা পশ্চিমবঙ্গের নদীয়া জেলার উলা বীরনগরে। পিতা পণ্ডিত ও দার্শনিক  চন্দ্রশেখর বসু ছিলেন দ্বারভাঙ্গা রাজ-এস্টেটের দেওয়ান এবং মাতা লক্ষ্মীমণি। তাঁদের পাঁচ কন্যা ও চার পুত্র - মোট নয় সন্তানের জ্যেষ্ঠ  হলেন শশিশেখর। তাঁর অন্য অনুজেরা হলেন, বাংলা সাহিত্যে পরশুরাম ছদ্মনামে খ্যাত  রাজশেখর, গিরীন্দ্রশেখর ও কৃষ্ণশেখর। সকলেরই শৈশব কেটেছে দ্বারভাঙ্গায় এবং স্কুলের পড়াশোনাও। শশিশেখর দ্বারভাঙার রাজ হাই স্কুল থেকে কৃতিত্বের সঙ্গে এন্ট্রান্স পাশ করে কিছুদিন পাটনা কলেজে ও পরে কলকাতার  প্রেসিডেন্সি কলেজে পড়েন। কিন্তু গতানুগতিক শিক্ষার প্রতি তার আগ্রহ না থাকার কারণে পরবর্তীতে ছাত্রজীবনের ইতি ঘটান। তবে অল্প বয়স থেকেই তার ইংরাজী ভাষার প্রতি ভালোবাসার টানে সাহিত্যরচনা শুরু করেন। তার ষোল-সতের বৎসর বয়সে প্রথম রচনা ইংরাজী এলাহাবাদের  ‘পায়োনিয়ার’ পত্রিকায় প্রকাশিত হয়। \n\n\n== কর্মজীবন ==\nপডাশোনা ছেড়ে দিয়ে শশিশেখর কলকাতায় ১৪ নম্বর পার্শিবাগান লেনের নিজস্ব বাড়িতে ‘দ্য ক্যালকাটা ইন্টেলিজেন্স লিমিটেড’ নামে এক সংবাদ সরবরাহ প্রতিষ্ঠান গড়ে তোলেন। কিন্তু ভালো না চলার কারণে সেটি বন্ধ করে দেন। কিছুদিন উত্তর প্রদেশের এলাহাবাদ ও লখনউ বিলাসবহুল হোটেল ব্যবসা শুরু করেন। সেটিও ভালো না চলায় সেটিও গুটিয়ে কলকাতায় চলে আসেন এবং ফ্রিল্যান্স জার্নালিস্টের কাজ শুরু করেন। সেই সঙ্গে তার পছন্দের কিছু লেখালেখি। রচনাগুলি হাস্যরসাত্মক হওয়ার কারণে অচিরেই রসিকমহলে সমাদৃত হয়। কলকাতার ইংলিশম্যান, এলাহাবাদের পায়োনিয়ার এবং জওহরলাল নেহরুর ইন্ডিপেনডেন্ট প্রভৃতি ইংরাজি পত্রিকায় নিয়মিত প্রকাশিত হতে থাকে। গুরুপ্রসাদ সেন প্রবর্তিত বিহারের  প্রথম ইংরাজী পত্রিকা “বেহার হেরাল্ড”-এ   “ESOBSS” (তার সংক্ষিপ্ত নাম ইংরেজীতে S S BOSE উল্টোকরে) নামে তিনি হাস্যরসাত্মক প্রবন্ধ লিখতেন। \nতার নির্বাচিত গদ্য ও পদ্য রচনার সংকলন গ্রন্থ— “হিউমারাস স্কেচেস” এলাহাবাদের পায়োনিয়ার পত্রিকা হতে প্রকাশিত হয়। শশিশেখর তার দীর্ঘ ৮১ বৎসর বয়সের ৬৫ বৎসরই নিরলসভাবে ইংরাজী সাহিত্যরচনায় ব্যাপ্ত ছিলেন। ৭৮ বৎসর বয়সে জীবন সায়াহ্নে এসে বাংলায় লেখা শুরু করেন। বসু বাড়ীতে বহু বিশিষ্ট জনের আনাগোনা এবং মজলিশি আড্ডা  লেগেই থাকত।  শশিশেখরের আগাগোড়াই ছিল মজলিশি কথনভঙ্গি।  স্বাভাবিকভাবেই সেই আড্ডার প্রভাবে তার জীবন ও সাহিত্য রচনায়  সরসতার সুস্পষ্ট ছাপ প্রতিফলিত হয়েছে। বাংলায় লেখা তার একমাত্র বাইশটি সরস কাহিনীর সংকলন —  “যা দেখেছি যা শুনেছি” বাংলার পাঠকমহলে অত্যন্ত জনপ্রিয় হয়েছিল। \n\n\n== জীবনাবসান ==\n১৯৫৫ খ্রিস্টাব্দের ২৬ ফেব্রুয়ারি ( ১৩৬১ বঙ্গাব্দের ১৪ ফাল্গুন) শশিশেখর বসু কলকাতায় ৮১ বৎসর বয়সে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}