{"pageid": 1164289, "title": "দীপ্তেন্দ্রকুমার সান্যাল", "url": "https://bn.wikipedia.org/wiki?curid=1164289", "content": "দীপ্তেন্দ্রকুমার সান্যাল ( ১২ জুলাই ১৯২৪ – ৭ মে  ১৯৬৬) ছিলেন একজন ভারতীয় বাঙালি সাহিত্যিক ও সম্পাদক। তৎকালীন অচলপত্র নামক অত্যন্ত জনপ্রিয় বাংলা মাসিক পত্রিকার জন্য তিনি অধিক পরিচিত ছিলেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nদীপ্তেন্দ্রকুমার সান্যালের জন্ম ১৯২৪ খ্রিস্টাব্দের ১২ জুলাই (১৩৩১ বঙ্গাব্দের ২৮ আষাঢ়)  ব্রিটিশ ভারতের কলকাতায়। পিতা সুধীরেন্দ্র সান্যাল ছিলেন চলচ্চিত্রের প্রখ্যাত প্রচারবিদ এবং মাতা স্নেহময়ী দেবী। শৈশব হতেই তার লেখালেখিতেই আগ্রহ ছিল। কলেজ বিশ্ববিদ্যালয়ে তিনি নিজেকে স্পষ্টবক্তা হিসাবেও প্রতিষ্ঠিত করেন। ১৯৪৬ খ্রিস্টাব্দে তিনি কলকাতা বিশ্ববিদ্যালয় থেকে এম.এ পাশ করেন। \n\n\n== কর্মজীবন ==\n১৯৪৭ খ্রিস্টাব্দে বহু আকাঙ্খিত স্বাধীনতা যখন অনেকেরই প্রত্যাশা মেটাতে ব্যর্থ হয়, অখণ্ড ভারতে খণ্ডিত পরিণাম যখন দুর্গতিতে পরিণত হল, সাহিত্যমোদী দীপ্তেন্দ্রকুমার চাকরির খোঁজ বা ব্যবসার কোন প্রচেষ্টা না করে, ব্যঙ্গের মাধ্যমে সামাজিক, পারিপার্শ্বিক নানা অসঙ্গতি আর নিজের চিন্তাধারা প্রকাশের জন্য অচলপত্র পত্রিকা প্রকাশের পরিকল্পনা করেন।  তবে প্রথমদিকে তিনি নীলকণ্ঠ ছদ্মনামে মাসিক বসুমতী পত্রিকায় লিখতেন। শেষে ১৯৪৮ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে সরস্বতীর পূজার দিন প্রকাশ করেন নিজের অচলপত্র মাসিক পত্রিকা। পত্রিকাটি সেসময় সাহিত্য ও সংস্কৃতিক্ষেত্রে আলোড়ন সৃষ্টি করে। পত্রিকাটি সম্পর্কে তিনি বিজ্ঞাপনে লেখেন - ' অচল পত্র বড়দের পড়বার এবং ছেলেদের দুধ গরম করবার একমাত্র মাসিক'। পত্রিকাটির প্রচ্ছদে থাকত কাঁটাওয়ালা ফণিমনসা গাছের ছবি। পত্রিকাটির উদ্দেশ্য সম্পর্কে তার এই ঘোষণা স্বাভাবিক ভাবেই পাঠকমহলের দৃষ্টি আকর্ষণ করেছিল। তার নির্মম ও নির্ভীক রসরচনা, সমকালীন ঘটনা এমন ভাবে উপস্থাপন করতেন, তা যেন যথাযথ স্থানে তা কশাঘাতই করত। পত্রিকাটিতে দ্বিধাহীনভাবে সমকালীন রাজনীতিক ব্যক্তিত্বেরা যেমন বিদ্রুপবাণে বিদ্ধ হয়েছেন, তেমনই তার সাহিত্য সমালোচনা থেকে তারাশঙ্কর হতে  সত্যজিৎ কেউই বাদ যান নি। অকুতোভয় মতপ্রকাশ আর কঠোর লেখনীর ধারার জন্য তিনি অপ্রিয় হয়েছেন অনেকক্ষেত্রে। আর সেকারণেই পত্রিকাটির জনপ্রিয়তা অচিরেই বৃদ্ধি পায়। বাংলা সাহিত্যে রঙ্গরস পরিবেশনায় তিনি বিশিষ্ট স্থান অধিকার করে নেন। তবে কেবল রঙ্গরসের ব্যতিক্রমী রচনা নয়, তার রচিত গল্প,  উপন্যাস, প্রবন্ধ, জীবন কাহিনী পাঠকমহলের সবিশেষ প্রশংসা ও জনপ্রিয়তা লাভ করেছিল।  দীপ্তেন্দ্রকুমারের রচিত উপন্যাস, রম্যরচনা গল্পগ্রন্থ ও অন্যান্য বইয়ের সংখ্যা প্রায় ৩০ টি। উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nউপন্যাস-\nতারা তিনজন (১৩৬৩ ব.)\nননীগোপালের বিয়ে (১৩৬৪ ব.)\nজীবনরঙ্গ (১৩৬৪ ব.)\n নববৃন্দাবন (১৩৬৬ ব.)\nদ্বিতীয় প্রেম (১৩৬৭ ব.)\nননীগোপালের বিয়ের পর (১৩৬৯ ব.)\nললিতা (১৩৭০ ব.)\nআইসোলাবেলা (১৩৭১ ব.)\nরম্যরচনা-\nচিত্র ও বিচিত্র (১৩৬৩ ব.)\nবসন্ত কেবিন\nহরেকরকমবা (১৩৬৫ ব.)\nঅদ্য ও প্রত্যহ (১৩৬৫ ব.)\nঅপাঠ্য (১৩৬৬ ব.)\nট্যাক্সির মিটার উঠছে (১৩৬৬ ব.)\nএলেবেলে (১৩৬৭ ব.)\nআসামী কারা (১৩৬৭ ব.)\nক্ষ্যাপা খুঁজে ফেরে (১৩৬৮ ব.)\nএকঝাঁক পায়রা (১৩৬৯ ব.)\nপাগল ভাল কর মা (১৩৭২ ব.)\nশৌলমারীর আশ্রমের রহস্য (১৩৭১ ব.)\nগল্পগ্রন্থ-\nদুষ্ট ছেলের ডায়েরি (১৩৫৭ ব.)(কিশোরদের জন্য রচিত)।\nএকটি অশ্রু দুটি রাত্রি ও কয়েকটি গল্প (১৩৬৬ ব.)\nজীবনীগ্রন্থ-\nসুভাষচন্দ্র (১৩৬৮ ব.)\nআধ্যাত্মিক রচনা-\nবার্ধক্যে বারাণসী (১৩৬৯ ব.)\nঅন্যান্য-\nবিশ্বসাহিত্যের সূচীপত্র (১৩৭১ ব.)\nতার ননীগোপালের বিয়ে উপন্যাস অবলম্বনে ১৯৭৩ খ্রিস্টাব্দে ওই নামেই একটি বাংলা চলচ্চিত্র নির্মিত হয়।\n\n\n== জীবনাবসান ==\nদীপ্তেন্দ্রকুমার স্বল্পায়ু ছিলেন। তিনি মাত্র বিয়াল্লিশ বৎসর বয়সে আকস্মিকই ১৯৬৬ খ্রিস্টাব্দের ৭ মে কলকাতায় পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}