{"pageid": 1165084, "title": "দিল্লি চক্ররেল", "url": "https://bn.wikipedia.org/wiki?curid=1165084", "content": "ত্রিশ-পাঁচ-কিলোমিটার (২২-মাইল) দীর্ঘ দিল্লি চক্ররেল হলো দিল্লি শহরতলীর চক্রাকার পথের রেলওয়ে পরিষেবা, যা দিল্লির অভ্যন্তরীণ চক্রপথের সাথে সমান্তরালে চলে। ১৯৭৫ সালে প্রাথমিকভাবে পুরাতন দিল্লি এবং নতুন দিল্লি রেলওয়ে স্টেশনগুলির মতো ভিড় এবং যাত্রীবহুল স্টেশনগুলিকে বাইপাস করে মালবাহী ট্রেনের পরিষেবা অব্যাহত রাখার জন্য এই রেলপথ চালু হয়৷ ১৯৮২ সালে এশিয়ান গেমসের জন্য ২৪ টি অতিরিক্ত পরিষেবা চালু করার মাধ্যমে এই রেল নেটওয়ার্কটিকে উন্নত করা হয়। ঘড়ির কাঁটার দিকে এবং ঘড়ির কাঁটার বিপরীতে হযরত নিজামুদ্দীন রেলওয়ে স্টেশন হয়ে সকাল আটটা এবং সকাল সাতটায় চালু হওয়া ট্রেনগুলিকে এই চক্রাকার পথটি সম্পূর্ণ করতে ৯০ থেকে ১২০ মিনিট সময় লাগে। যাতায়াতের টিকিটের হিসাব ধরে যেখানে দিল্লি মেট্রোর খরচ ভারতীয় ৬০ টাকা, সেখানে দিল্লি চক্ররেলের ভাড়া মাত্র ভারতীয় ১২ টাকা হওয়ায় এই পরিষেবা নিম্ন ও মধ্যবিত্তের হাতের নাগালে। এই পথে সকাল এবং সন্ধ্যার ভিড়ের সময় ৬০ থেকে ৯০ মিনিটের সর্বোচ্চ ব্যবধানে সাতটি ঘড়ির কাঁটার দিকে এবং ছয়টি ঘড়ির কাঁটার বিপরীতে ট্রেন পরিষেবা চলে। ২০১০ সালে কমনওয়েলথ গেমসের আগে খেলা হবে এমন কাছাকাছি সাতটি স্টেশন তথা চাণক্যপুরী, সরোজিনীনগর, ইন্দ্রপুরী হল্ট, লাজপতনগর, সেবানগর, লোধী কলোনি এবং সফদরজং উন্নয়নের লক্ষ্যে তিন কোটি ভারতীয় টাকা প্রকল্পমূল্য পায়।\n\n\n== ইতিহাস ==\n১৯৭৫ সালে প্রাথমিকভাবে পুরাতন দিল্লি, নতুন দিল্লি এবং হযরত নিজামুদ্দীনের ভিড় এবং যাত্রীবহুলতাকে বাইপাস করে মালবাহী গাড়ী সহ এই শহরে শেষ হওয়া, শহর থেকে শুরু হওয়া বা শহর অতিক্রম করে যাওয়া ট্রেনের পরিষেবা অব্যাহত রাখার জন্য এই রেলপথ চালু হয়৷  এই পথটির নাম ছিল 'দিল্লি এভয়েডিং লাইন'।  তবে, আজ শহরের মধ্যে চলাচলকারী উত্তর রেলওয়ের‌ যাত্রী পরিষেবায় এমন কিছু পরিবর্তন হয়েছে যার ফলে দিল্লিবাসীরা এটি এড়িয়ে চলেছে। চক্ররেল পরিষেবায় ১২ টি বৈদ্যুতিক ট্রেন নিযুক্ত রয়েছে। বারোটি ইএমইউ-এর মধ্যে মাত্র তিনটি সম্পূর্ণ ক্ষমতায় চলে। চক্ররেলপথটি হযরত নিজামুদ্দীন রেলওয়ে স্টেশনে শুরু হয় এবং শেষ হয়, যেখান থেকে ট্রেনগুলি শহরের চারপাশে ঘড়ির কাঁটা দিকে এবং ঘড়ির কাঁটার বিপরীত দিকে চলে।\n\n\n== স্টেশনের তালিকা ==\nঘড়ির কাঁটার দিকে হযরত নিজামুদ্দীন থেকে শুরু করে ২১ টি রেলওয়ে স্টেশনের তালিকা নিম্নরূপ:\n\n\n== জনপ্রিয়তা ==\nবিংশ শতাব্দীর আশি এবং নব্বইয়ের দশকে যখন দিল্লির পরিবহন পরিকাঠামো সবেমাত্র গতি অর্জন করছিল তখন চক্ররেল পরিষেবাটি বেশ জনপ্রিয় হয়ে ওঠে কিন্তু তারপর থেকে দিল্লি মেট্রোর দ্রুত সম্প্রসারণ এবং একটি বিস্তৃত বাস নেটওয়ার্কের পরিকল্পনা ও তা কার্যকর হবার সাথে সাথে শহরবাসীর পাশাপাশি রেলওয়ে দ্বারা এই চক্ররেল অবহেলিত হতে থাকে। প্রতিদিন গড়ে মাত্র ৩,৭০০ যাত্রী ট্রেনে যাতায়াত করেন। এই রেলপথের ব্যর্থতার সবচেয়ে বড় কারণ হল একটি ফিডার নেটওয়ার্কের অভাব, যেমন স্টেশন সংযোগী রোড এবং স্টেশন ফিডার বাস। এছাড়াও স্টেশনগুলি বসতির দূরবর্তী স্থানে অবস্থিত হওয়ায় যাত্রীদের পক্ষে সেখানে পৌঁছে পরিষেবা গ্রহণ করা কঠিন। স্টেশনে অনেক দখলদার থাকার জন্য নিরাপত্তার সমস্যাও রয়েছে। এই নেটওয়ার্কের ট্রেনগুলিও বেশির্ভাগ সময় নির্ধারিত সময়ের পিছনে চলে। নেটওয়ার্কটিকে এখন মালবাহী করিডোর হিসাবে ব্যবহার করা হয় এবং এখান থেকে ভিড় সময়ের সীমিত যাত্রীবাহী ট্রেন পরিষেবা পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}