{"pageid": 11654, "title": "আরুবা", "url": "https://bn.wikipedia.org/wiki?curid=11654", "content": "আরুবা ক্যারিবীয় সাগরে অবস্থিত ৩২ কিলোমিটার দীর্ঘ একটি দ্বীপ, যা প্যারাগুয়ানা উপদ্বীপ, ফ্যালকন রাজ্য, ভেনেজুয়েলার ২৭ কিলোমিটার উত্তরে অবস্থিত এবং এটি নেদারল্যান্ড সাম্রাজ্যের একটি অংশ। এটি অন্যান্য ক্যারিবীয় অঞ্চলের মত নয়। এর আছে শুষ্ক জলবায়ু, ক্যাকটাস ছড়ানো স্থলভূমি। এ ধরনের জলবায়ু পর্যটকদের এ দ্বীপ পর্যটন করতে সাহায্য করে যারা সাধারণত উষ্ণ ও রৌদ্রজ্জ্বল আবহাওয়া আশা করে। এটির মোট ভূমির পরিমাণ ১৯৩ বর্গকিলোমিটার।\n\n\n== ভূগোল ==\n\nআরুবা দ্বীপটি প্রায় পুরোই সমতল। এখানে কোনো নদী নেই। এটি ক্ষুদ্রতর অ্যান্টিলেস দ্বীপপুঞ্জের লীওয়ার্ড অ্যান্টিলেস অংশের একটি দ্বীপ। আরুবা দ্বীপটির পশ্চিম ও দক্ষিণ উপকূলের সাদা ও বালুকাময় সৈকতের জন্য এটি বিখ্যাত। এই সৈকত ও বেলাভূমিগুলোতে সামুদ্রিক ঢেউয়ের তীব্রতা কম, তাই এখানেই পর্যটকদের আনাগোনা বেশি। উত্তর ও পূর্ব উপকূলে ঢেউ বেশ প্রবল, ফলে এখানকার প্রকৃতি অপরিবর্তিত রয়ে গেছে। দ্বীপটির অভ্যন্তরের অংশে কিছু ক্ষুদ্র পাহাড় রয়েছে। এর মধ্যে সবচেয়ে বিখ্যাতটি হলো হুইবার্গ, যার উচ্চতা মাত্র ১৬৫ মিটার (৫৪১ ফুট)। দ্বীপটির সর্বোচ্চ স্থান হলো জামানোটা পাহাড়, সমুদ্র সমতল হতে যার উচ্চতা মাত্র ১৮৮ মিটার (৬১৭ ফুট)। রাজধানী ওরাঞ্জেস্টাড ১২°১৯′ উত্তর ৭০°১′ পশ্চিম এ অবস্থিত।\nআরুবার পূর্ব দিকে রয়েছে বনেয়ার ও কুরাকাও দ্বীপ, যারা নেদারল্যান্ড অ্যান্টিলেসের দক্ষিণ পশ্চিমের অংশ। আরুবা এবং এই দুইটি নেদারল্যান্ড অ্যান্টিলেস দ্বীপকে একত্রে ক্ষুদ্রতর অ্যান্টলেসের এবিসি দ্বীপ বলা হয়।\nআরুবার আবহাওয়া নাতিশীতোষ্ণ এবং আরামপ্রদ। এখানে তাই সারা বছর ধরেই পর্যটকেরা ভ্রমণে আসে। এখানকার তাপমাত্রা ২৮ ডিগ্রি সেলসিয়াস থেকে অল্পই বাড়ে বা কমে থাকে। সারা বছর ধরে আটলান্টিক মহাসাগরের বাণিজ্য বায়ু এখানে বইতে থাকে। বাৎসরিক বৃষ্টিপাতের পরিমাণ ৫০০ মিমি (২০ ইঞ্চি) (১৯.৭ ইঞ্চি), এর প্রায় সবটাই হেমন্তকালে হয়ে থাকে।\n\n\n== জনসংখ্যা ==\n\nআরুবা ক্যারিবীয় দ্বীপপুঞ্জের একেবারে দক্ষিণাংশে অবস্থিত। এখানে বৃষ্টি হয়না বললেই চলে, তাই এখানে বড় খামার এবং দাসপ্রথার প্রচলন হয়নি। এখানকার জনসংখ্যার প্রায় ৮০% হলো ইউরোপীয়-আদিবাসী শঙ্কর (মেস্টিজো), এবং ২০% হলো অন্যান্য জাতির। ্মেস্টিজোদের মধ্যে প্রধান হলো আরাওয়াক জাতি। এরা ভাঙা-ভাঙা স্পেনীয় ভাষায় কথা বলে। স্পেনীয়দের ১৩৫ বছর পর ওলন্দাজেরা আরুবার দখল পায়, তখন তারা আরাওয়াকদের চাষবাস ও পশুপালনের অনুমতি দেয়। এই দ্বীপটি ওলন্দাজ পশ্চিম ভারতীয় দ্বীপপুঞ্জের অন্যান্য এলাকার জন্য মাংসের উৎস হিসাবে কাজ করতো। ক্যারিবীয় দ্বীপপুঞ্জের অন্যান্য দ্বীপের চাইতে আরুবাতে আরাওয়াক ঐতিহ্যের প্রাধান্য বেশি লক্ষ করা যায়।\nসাম্প্রতিক কালে পার্শ্ববর্তী দেশগুলো হতে এখানে প্রচুর অভিবাসন হয়েছে।\n\n\n== আরুবার ইতিহাস ==\n\n১৫শ শতকে ইউরোপীয়দের আগমনের আগে আরুবাতে আরাওয়াক জাতির লোকেরা বাস করত। ১৪৯৯ সালে স্পেন দ্বীপগুলি নিজেদের বলে দাবী করে। ১৬৩৬ সালে ওলন্দাজেরা দ্বীপগুলিতে বসতি স্থাপন করে। এখানে ডাচ ওয়েস্ট ইন্ডিজ কোম্পানির একটি কেন্দ্র স্থাপন করা হয়। ১৯৫৪ সালে আরুবাকে নেদারল্যান্ডস অ্যান্টিল দ্বীপপুঞ্জের অন্তর্ভুক্ত করা হয়। ১৯৬০-এর দশকের শেষের দিকে ও ১৯৭০-এর দশকের শুরুর দিকে আরুবা স্বাধীনতার জন্য চাপ দিতে থাকে। ১৯৮৩ সালে সিদ্ধান্ত নেওয়া হয় যে ১৯৮৬ সাল থেকে আরুবাকে নেদারল্যান্ডস অ্যান্টিল দ্বীপপুঞ্জ অপেক্ষা আলাদা মর্যাদা দেওয়া হবে এবং দেশটি ১৯৯৬ সালে পূর্ণ স্বাধীনতা লাভ করবে। ১৯৯৪ সালে আরুবা ও নেদারল্যান্ডস সম্মত হয় যে আরুবা নেদারল্যান্ডস অ্যান্টিলের অধীনেই স্বায়ত্বশাসিত থাকবে এবং পূর্ণ স্বাধীনতা লাভ করবে না।\n\n\n== বহিঃসংযোগ ==\n\n\n== তথ্যসূত্র =="}