{"pageid": 1165366, "title": "তেজোবিন্দু উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1165366", "content": "তেজোবিন্দু উপনিষদ (সংস্কৃত: तेजोबिन्दु उपनिषद्) হল হিন্দুধর্মের ছোট উপনিষদ। এটি পাঁচটি বিন্দু উপনিষদের একটি, সবগুলোই অথর্ববেদের সাথে সংযুক্ত, এবং চারটি বেদের বিশটি যোগ উপনিষদের একটি।\nপাঠ্যটি ধ্যানের উপর গুরুত্বের জন্য উল্লেখযোগ্য, বইয়ের শিক্ষাকে আবর্জনা বলে অভিহিত করে, পরিবর্তে অনুশীলনের উপর জোর দেয় এবং যোগের দৃষ্টিকোণ থেকে বেদান্ত মতবাদ উপস্থাপন করে। অন্যান্য প্রায় সকল যোগ উপনিষদের মত, পাঠটি কাব্যিক শ্লোক আকারে রচিত।\n১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমানের ক্রমিক ক্রমানুসারে তেজোবিন্দুকে ৩৭ নম্বরে তালিকাভুক্ত করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nDeussen, Paul; Bedekar, V.M.; Palsule, G.B. (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDerek (tr), Coltman (১৯৮৯)। Yoga and the Hindu Tradition। Motilal Banarsidass। আইএসবিএন 978-81-208-0543-9। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Cosimo, Inc.। আইএসবিএন 978-1-61640-239-6। \nDeussen, Paul; Bedekar, V.M. (tr.); Palsule (tr.), G.B. (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nEaswaran, Eknath (১ জুন ২০১০)। The Upanishads: The Classics of Indian Spirituality (Large Print 16pt)। ReadHowYouWant.com। আইএসবিএন 978-1-4587-7829-1। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHattangadi, Sunder (২০১৫)। \"तेजोबिन्दु (Tejobindu Upanishad)\" (পিডিএফ) (Sanskrit ভাষায়)। সংগ্রহের তারিখ ১২ জানুয়ারি ২০১৬। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nLarson, Gerald James; Potter, Karl H. (১৯৭০)। Tejobindu Upanishad (Translated by NSS Raman), in The Encyclopedia of Indian Philosophies: Yoga: India's philosophy of meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nRosan, Laurence (১৯৮১)। Neoplatonism and Indian Thought (Editor: R Baine Harris)। State University of New York Press। আইএসবিএন 978-0873955461। \n\n\n== বহিঃসংযোগ ==\nTejobindu Upanishad, Sunder Hattangadi (2015), in Sanskrit\nTejobindu Upanishad, in English"}