{"pageid": 11652, "title": "মেহেন্দিগঞ্জ উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11652", "content": "মেহেন্দিগঞ্জ উপজেলা বাংলাদেশের বরিশাল জেলার অন্তর্গত একটি দ্বীপ উপজেলা। ১৫ অক্টোবর ১৯৮৩ খ্রীঃ তারিখে মেহেন্দিগঞ্জ থানা উপজেলায় রূপান্তরিত করা হয়।\n\n\n== অবস্থান ও আয়তন ==\nমেহেন্দিগঞ্জ উপজেলা বরিশাল জেলা সদর থেকে প্রায় ৪০ কিলোমিটার পূর্ব- উত্তর দিকে অবস্থিত এবং অঞ্চলের মধ্যে সর্বোধিক নদী সমৃদ্ধ ও নদী পরিবেষ্ঠিত একটি উপজেলা। এর উত্তরে হিজলা উপজেলা এবং মুলাদী উপজেলা, দক্ষিণে বরিশাল সদর উপজেলা ও ভোলা সদর উপজেলা, পূর্বে ভোলা সদর উপজেলা, লক্ষ্মীপুর জেলার  লক্ষ্মীপুর সদর উপজেলা ও রায়পুর উপজেলা, পশ্চিমে মুলাদী উপজেলা ও বরিশাল সদর উপজেলা।\n\n\n== আয়তন ==\nমেহেন্দিগঞ্জ উপজেলার আয়তন ৪১৮.৯৭ বর্গ কিঃমিঃ।\n\n\n== প্রশাসনিক এলাকা ==\nমেহেন্দিগঞ্জ উপজেলায় ২ টি থানা।\n\nমেহেন্দিগঞ্জ থানা\nকাজিরহাট থানা\n\nমেহেন্দিগঞ্জে ১টি পৌরসভা।\n\nপৌরসভা:\nমেহেন্দিগঞ্জ পৌরসভা\n\nমেহেন্দিগঞ্জে ইউনিয়নঃ ১৬ টি\n\nইউনিয়নসমূহ:\n১ নং আন্দারমানিক\n২ নং লতা\n৩নং চর এককরিয়া\n৪নং উলানিয়া উত্তর\n৫নং মেহেন্দিগঞ্জ\n৬ নং বিদ্যানন্দপুর\n৭ নং ভাষাণচর\n৮নং চর গোপালপুর\n৯নং জাঙ্গালিয়া\n১০নং আলিমাবাদ\n১১নং চানপুর\n১২ নং দড়িচর খাজুরিয়া\n১৩নং গোবিন্দপুর\n১৪নং শ্রীপুর\n১৫নং জয়নগর\n১৬ নং উলানিয়া দক্ষিণ\nনদী বিচ্ছিন্ন ৫টি ইউনিয়নের প্রশাসনিক কার্যক্রম কাজিরহাট থানার আওতাধীন।\n\nইউনিয়নসমূহ:\n১নং আন্ধারমানিক\n২নং লতা\n৬নং বিদ্যানন্দপুর\n৭নং ভাষাণচর\n১২নং দড়িরচর খাজুরিয়া\n\n\n== ইতিহাস ও নামকরন ==\nসম্রাট আকবরের সেনাপতি শাহবাজ খান পুর্তগীজ ও মগ আরাকান জলদস্যুদের কবল থেকে সাধারণ বিরাট সেনাবাহিনী ও স্থানীয় যুবকদের নিয়ে পুর্তগীজ-মগ ও আরাকান জলদস্যুদের উপর আক্রমণ করে এবং তাদেরকে উত্তর শাহবাজপুর (বর্তমান ভোলা জেলা) থেকে বিতাড়িত করেন। ১৫৮৫ সালে তিনি চলে যান। পরে শাহবাজ খানের স্মৃতি বিজড়িত স্থান হিসাবে মেঘনা-তেঁতুলিয়া-ইলিশা-মাসকাঁটা কালবদরের মাঝ খানের নদী কন্যা দ্বীপটির নাম শাহবাজপুর নামে পরিচয়। পরে ইলিশা নদীর উত্তর অংশ (মেহেন্দিগঞ্জ-হিজলা-মুলাদী) নিয়ে গঠিত হয় উত্তর শাহবাজপুর। শাহবাজ খান চলে যাওয়ার বেশ কিছু কাল পর আবার শুরু হয় আরাকান ও পুর্তগীজ জলদস্যুদের অত্যাচার এবং সম্রাট আওরঙ্গজেবের সময়ে মুঘল সেনাপতি আগা মেহেদীকে পাঠান শাহবাজপুর। আগা মেহেদী ও তার বাহিনী উত্তর শাহবাজপুর (বর্তমান মেহেন্দিগঞ্জ উপজেলা, ভোল জেলার রামদাশপুর ইউনিয়নের যে কোন স্থানে) আস্তানা করেন এবং স্থানীয়দের সহযোগিতায় পুর্তগীজ ও আরাকানদের এই অঞ্চল থেকে বিতাড়িত করেন। পরে আঘা মেহেদী নামে উত্তর শাহবাজপুরের একাংশের নাম করা হয় মেহেদীগঞ্জ যার বিবর্তিতরূপ মেহেন্দিগঞ্জ। আগা মেহেদী চলে যাওয়ার কিছুকাল পর আবার শুরু হয় পুর্তগীজ এবং আরাকনদের উৎপাত— এবার তিনি ফিরে এসে এ অঞ্চল থেকে পুরোপুরি নিশ্চহ্ন করেন। পরে তিনি সুবেদার হিসেবে এই এলাকায় থেকে যান এবং সংগ্রাম কেল্লা থেকে একটু দূরে সরে উলানিয়া নামক স্থানে তার উত্তরসুরীরা স্থানীয়ভাবে বাসস্থান নির্মাণ করেন ও বসবাস শুরু করেন। যা এখন উলানিয়া জমিদার বাড়ি নামে পরিচিত। \n\n\n== জনসংখ্যার উপাত্ত ==\n২০২২ সালের আদমশুমারি অনুযায়ী মেহেন্দিগঞ্জ উপজেলার মোট জনসংখ্যা ৪,২৭,৯১৩ জন (প্রায়)।  পুরুষ ২,০২,৩৬৮ জন ( প্রায়)   এবং মহিলা ২,২৫,৫২৭ জন (প্রায়)  । তার মধ্যে  পুরুষ ভোটার সংখ্যা ১,১৭,৫৪০ জন   এবং মহিলা ভোটার সংখ্যা   ১,২৮,১০৪ জন ।  মোট পরিবার ৮২৯৭০ টি ।  জনসংখ্যা বৃদ্ধির হার ১.৩০%। \n\n\n== শিক্ষা ==\n২০১১ সালের আদমশুমারি অনুযায়ী মেহেন্দিগঞ্জ উপজেলার সাক্ষরতার হার ৭২.৫%।\n\n\n== বিশিষ্ট্য ব্যক্তিবর্গ ==\nমহিউদ্দিন আহাম্মদ, সাবেক সাংসদ ও সাবেক সভাপতি বরিশাল জেলা আওয়ামী লীগ\nমোঃ নূরুল ইসলাম, গভর্নর, বাংলাদেশ ব্যাংক\nআবদুল গাফ্ফার চৌধুরী, সাহিত্যিক ও কলামিস্ট\nআসাদ চৌধুরী (কবি)\nআতিকুল হক চৌধুরী (লেখক ও নাট্যকার)\nশাহ মোহাম্মদ আবুল হোসেন,সাবেক অর্থ প্রতিমন্ত্রী\n\n\n== বিবিধ ==\nক) প্রধান নদীঃ ইলিশা, কালাবদর, লতা, মাসকাটা, বদরটুনি, কীর্তনখোলা ও মেঘনা।\nখ) প্রধান হাট-বাজারঃ পাতারহাট বন্দর, উলানিয়া বাজার, দফাদারহাট, কাজিরহাট, মাছকাজিরচর।\n\n\n== অর্থনীতি ==\nনদীবেষ্টিত এই এলাকায় ধান, মাছ অর্থকরী ফসল। এছাড়াও র‌য়ে‌ছে বি‌ভিন্ন ধর‌নের ফসল। আমড়া, পান, সুপা‌রি মে‌হে‌ন্দিগ‌ঞ্জের প্র‌সিদ্ধ ফসল। স্থানীয় কা‌ঠের বাজারমূল্য বেশ লক্ষণীয়।\n\n\n== ঐতিহাসিক নিদর্শন ও ঐতিহ্য ==\nউলানিয়া জমিদার বাড়ি\nচরহোগলা জমিদার বাড়ি\nপাক্কা বাড়ি\nকাজীরহাটের পাকা মসজিদ\n\n\n== স্বাস্থ্য ==\nসরকারি হাসপাতাল: ১টি (৫০ শয্যা)\nপ্রাইভেট হাসপাতল ২ টি(প্রায়৩০টি শয্যা)\nইউনিএইড হাসপাতাল\n\n\n== তথ্যসূত্র =="}