{"pageid": 1165314, "title": "চন্দ্রদ্বীপ", "url": "https://bn.wikipedia.org/wiki?curid=1165314", "content": "চন্দ্রদ্বীপ বাংলাদেশের বরিশাল জেলার একটি ছোট অঞ্চল। এটি একসময় বরিশালের প্রাক-মধ্যযুগীয় নাম ছিল।\n\n\n== ইতিহাস ==\nচন্দ্রদ্বীপের ইতিহাস পূর্ববঙ্গীয় চন্দ্র রাজবংশের যুগে ফিরে যায়। চন্দ্রদ্বীপ প্রাচীনকালে \"বাঙ্গালা\" নামে পরিচিত ছিল। এই অঞ্চলটি প্রাচীন বঙ্গ জাতির প্রধান বাসস্থান ছিল।\nচন্দ্রদ্বীপ পরপর মৌর্য, গুপ্ত, গৌড় এবং পালদের দ্বারা শাসিত হয়েছিল। খ্রিস্টীয় ১০ শতকের শেষের দিকে, চন্দ্র রাজারা বঙ্গভূমির এই অংশটি জয় করে \"চন্দ্রদ্বীপ\" নামে একটি রাজনৈতিক পরিচয় দিয়েছিলেন।\nচন্দ্ররা দেববংশের উত্তরাধিকারী হন। সংক্ষিপ্ত সময়ের বিভ্রান্তির পর, দেব রাজবংশ এই অঞ্চল দখল করে এবং কচুয়ায় তাদের রাজধানী স্থাপন করে। বসু ও মিত্র মজুমদার পরিবার তাদের অনুসরণ করেছিল।\nখ্রিস্টীয় ১৮  শতক পর্যন্ত চন্দ্রদ্বীপের হিন্দু শাসকরা স্বাধীন ছিল। এর পরে এই রাজ্যটি জমিদারিতে পরিণত হয়, অন্যদিকে চন্দ্রদ্বীপের একটি অংশের নাম হয় বাকেরগঞ্জ নামে একজন মুসলিম অভিযাত্রী বাকর খানের নামে।\nচন্দ্রদ্বীপ ছিল হিন্দু রাজ্যগুলির মধ্যে একটি যা মুসলিম আক্রমণ ও বিজয় থেকে বেঁচে গিয়েছিল। শক্তিশালী নদী ও খালের উপস্থিতি মুসলমানদের এই অঞ্চল জয় করতে বাধা দেয়। এটি বঙ্গজ কায়স্থ শাসকদের অধীনে তার স্বাধীনতা বজায় রেখেছিল।\nকন্দর্পনারায়ণ রায়ের সময়ে এই রাজ্যের সমৃদ্ধি শীর্ষে পৌঁছেছিল। অনেক চীনা এবং ইউরোপীয় পর্যটক বাঙ্গালা অঞ্চল সম্পর্কে আকর্ষণীয় বিবরণ রেখে গেছেন। চীনা বিবরণগুলি এই অঞ্চলটিকে \"হিন্দু-বৌদ্ধ-তান্ত্রিক দেবতা তারার উপাসনার জন্য একটি বিখ্যাত স্থান\" হিসাবে বর্ণনা করে \"তারা মন্দিরটি সমুদ্রতীরের কাছে অবস্থিত ছিল। এটি সমুদ্র থেকে দৃশ্যমান ছিল। ষষ্ঠ শতাব্দীর বিখ্যাত ব্যাকরণবিদ চন্দ্রগোমিন এই স্থান থেকে তারার উপর তাঁর স্তোত্র রচনা করেছিলেন। ১০১৫  খ্রিস্টাব্দের একটি পাণ্ডুলিপিতে তারা-মন্দিরের সাথে চন্দ্রদ্বীপ অঞ্চলের উল্লেখ করা হয়েছে। চন্দ্র রাজাদের আমলে সেখানে ছিল।\nমুঘল আমলে এই অঞ্চল বাকলা-চন্দ্রদ্বীপ নামে পরিচিত হয়। বাকলা নামটি বরিশালের প্রাচীন নাম \"বাঙ্গালা\"-এর অপভ্রংশ হিসেবে অনুমান করা হয়।\nরবীন্দ্রনাথ ঠাকুর চন্দ্রদ্বীপের বসু মহারানীকে নিয়ে একটি বিখ্যাত বই বউ ঠাকুরনির হাট লিখেছিলেন যা পরে বউ ঠাকুরনির হাট নামে চিত্রায়িত হয়েছিল।\n\n\n== ভূগোল ==\nএই অঞ্চলটি \"ধান, নদী ও খাল\" এর জন্য বিখ্যাত ছিল।\n\n\n== আরও দেখুন ==\nকীর্তিনারায়ণ বসু, চন্দ্রদ্বীপের পঞ্চম রাজা এবং কেওড়ার মুসলিম বাকলাই খান্দানের প্রতিষ্ঠাতা\nনেয়ামত খাঁ, চন্দ্রদ্বীপ রাজ্যের একজন উজির\nহায়াত মাহমুদ, চন্দ্রদ্বীপ রাজ্যের একজন সেনাপতি\nছবি খাঁ, বাকলার মোগল ফৌজদার\n\n\n== তথ্যসূত্র =="}