{"pageid": 1165257, "title": "টম অ্যান্ড জেরি: রবিন হুড অ্যান্ড হিজ মেরি মাউস", "url": "https://bn.wikipedia.org/wiki?curid=1165257", "content": "টম অ্যান্ড জেরি: রবিন হুড অ্যান্ড হিজ মেরি মাউস হল ২০১২ সালের আমেরিকান অ্যানিমেটেড ডিরেক্ট-টু-ভিডিও অ্যাকশন অ্যাডভেঞ্চার সঙ্গীতধর্মী হাস্যরসাত্নক চলচ্চিত্র, যেখানে সাতবার একাডেমি অ্যাওয়ার্ড -বিজয়ী বিড়াল -এবং- ইঁদুর জুটি টম অ্যান্ড জেরি অভিনীত ঐতিহাসিক এবং বীর বহিরাগত রবিন হুড। ওয়ার্নার ব্রাদার্স দ্বারা প্রযোজিত চলচ্চিত্রটি অ্যানিমেশন এবং টার্নার এন্টারটেইনমেন্ট কোং ডিভিডি এবং ব্লু-রেতে ২৮ সেপ্টেম্বর, ২০১২-এ মুক্তি দেয়।\nচলচ্চিত্রটি অভিনেতা, টিভি এবং কমিক লেখক এবং গল্প ও চিত্রনাট্য তত্ত্বাবধায়ক আর্ল ক্রেসের স্মৃতির উদ্দেশ্যে উৎসর্গ করা হয়, যিনি ১৯ সেপ্টেম্বর, ২০১১ তারিখে যকৃতের ক্যান্সারে মারা যান।\n\n\n== গল্প ==\nরবিন হুড এবং তার সঙ্গী জেরি শেরউড ফরেস্টের মধ্য দিয়ে যাওয়া ট্যাক্স মানি ট্রান্সপোর্টে অতর্কিত হামলা করার চেষ্টা করে; পরিবহনটি হল নটিংহামের শেরিফ, প্রিন্স জনের ডান-হাত ব্যক্তি যিনি তার হেনক্যাট টমকে সঙ্গী করে একটি ফাঁদের জন্য একটি সেটআপ। যাইহোক, জেরির আগাম সতর্কতার জন্য ধন্যবাদ, রবিন তার মেরি মেনকে ঘটনাস্থলে ডেকেছে, অ্যাম্বুশারদের আক্রমণ করে এবং স্বর্ণ পরিবহন সফলভাবে দখল করে। যখন জন এবং শেরিফ এই সর্বশেষ ব্যর্থতা নিয়ে আলোচনা করেন, তখন শেরিফ অনুমান করেন যে রবিন জেরিকে দুর্গের ভিতরে একজন গুপ্তচরের কাছে এবং তার কাছ থেকে তথ্য নিয়ে যাওয়ার জন্য ব্যবহার করে এবং বিশ্বাসঘাতককে বের করে দেওয়ার জন্য টমকে জেরিকে ধরার কাজ দেয়।\nএকই রাতে, রবিন জেরিকে একটি প্রেমের কবিতা মেইড মারিয়ানকে (রেড হট অভিনয় করেছেন), তার গোপন যোগাযোগ এবং প্রেমের আগ্রহ প্রকাশ করতে বলে। যাইহোক, মারিয়ানকে টম সঙ্গ দিচ্ছে এবং জেরিকে দুর্গের কাছে আসতে দেখে সে মাউসটিকে ব্যর্থ করার চেষ্টা করে কিন্তু ব্যর্থ হয়। শেরিফ একটি মঞ্চস্থ তীরন্দাজ টুর্নামেন্টে রবিনকে ক্যাপচার করার একটি পরিকল্পনা তৈরি করে, একটি অতিরিক্ত প্রলোভন হিসাবে মারিয়ানের কাছ থেকে একটি চুম্বন। রবিন প্রলোভনকে প্রতিহত করতে পারে না এবং তার লোকদের সন্দেহ সত্ত্বেও অংশগ্রহণ করার সিদ্ধান্ত নেয়। রবিন থেকে মেরিয়ানের কাছে প্রেমের আংটি দেওয়ার সময় জেরি যখন টমকে তাড়া করে, সে ঘটনাক্রমে তাকে প্রতিযোগিতায় জয়ী হতে সাহায্য করে; শেরিফ তার মুখোশ খুলে দেয় এবং রবিন এবং তার লোকেরা শেষ পর্যন্ত বন্দী হয়।\nজেরি, একমাত্র মেরি ম্যান (স্পাইক, টাইক এবং ফ্রিয়ার ড্রুপি ছাড়াও) বড় হয়ে বাকি, তার সঙ্গীদের মুক্ত করার জন্য দুর্গে প্রবেশ করে, কিন্তু টম তাকে আবিষ্কার করে এবং নিযুক্ত করে। যখন তারা মারিয়ানের ঘরে লড়াই করে, শেরিফ তাদের ঘটনাক্রমে উচ্ছেদ করে, যে তখন আবিষ্কার করে যে মারিয়ান রবিনের তথ্যদাতা এবং তাকে গ্রেপ্তার করে। টম অবশেষে জেরিকে বন্দী করে, কিন্তু জন এবং শেরিফের দ্বারা অভদ্রভাবে বরখাস্ত করা হয়, যারা এইমাত্র তাদের হতাশ হয়ে শিখেছে যে রাজা রিচার্ড, জন এর ভাই এবং ইংল্যান্ডের সঠিক রাজা, ক্রুসেড থেকে প্রত্যাশিত অনেক আগেই ফিরে আসছেন। জন এবং শেরিফ ব্রিটিশ মাটিতে পা রাখার আগেই রিচার্ডকে অতর্কিত আক্রমণ এবং হত্যা করার পরিকল্পনা শুরু করে এবং মেরিয়ানকে তার \"বিশ্বাসঘাতকতার\" জন্য মৃত্যুদণ্ড দেওয়ার সিদ্ধান্ত নেয়। ফলস্বরূপ, টম জনের প্রতি তার আনুগত্য প্রত্যাহার করে, রবিন এবং মেরি মেনকে কারাগার থেকে মুক্ত করার জন্য জেরি এবং তার সাথে দল গঠন করে।\nএদিকে, জন, শেরিফ এবং তাদের হেনমেনরা রিচার্ডের জন্য তাদের ফাঁদ পেতে রওনা দেয়। স্পাইক, টাইক এবং ড্রুপি বিনা প্রতিদ্বন্দ্বিতায় দুর্গে প্রবেশ করে এবং তাদের কমরেডদের খুঁজতে গিয়ে মেরিয়ানকে মুক্ত করে। স্পাইক জন এর অ্যামবুশের অবস্থান আবিষ্কার করার পরে, টম, জেরি, রবিন এবং তার লোকেরা উদ্ধার করতে আসে। তারা গুপ্তহত্যাকে ব্যর্থ করার জন্য সময়ের প্রবাদে পৌঁছাতে পরিচালনা করে, জন এবং শেরিফকে ঘনিষ্ঠ লড়াইয়ে বিষয়টি সমাধান করতে বাধ্য করে। ঠিক যেমন রবিন এবং রিচার্ড তাদের সামনে অসহায়ভাবে শেষ হয়, টম এবং জেরি হস্তক্ষেপ করে এবং দুই বিশ্বাসঘাতককে একটি তলোয়ার লড়াইয়ে জড়ায়, রবিন এবং রিচার্ডকে নিজেদেরকে বের করে দিতে এবং পুনরায় লড়াইয়ে নামতে দেয়। জন এবং শেরিফকে বন্দী করা হয়, রিচার্ড তার সিংহাসনে ফিরে আসেন, রবিন এবং মারিয়ান বিয়ে করেন এবং টম এবং জেরি মুকুটে তাদের সেবার জন্য নাইট উপাধি লাভ করেন।\n\n\n== ভয়েস কাস্ট ==\nটম ক্যাট, জেরি মাউস এবং টাইকের চরিত্রে স্পাইক ব্র্যান্ডট (অপ্রত্যয়িত)\nরবিন হুডের চরিত্রে জেমি ব্যাম্বার\nস্পাইক বুলডগ চরিত্রে ফিল লামার\nনটিংহামের শেরিফ হিসেবে চার্লস শগনেসি\nপ্রিন্স জন চরিত্রে জন মাইকেল হিগিন্স\nদাসী মারিয়ান চরিত্রে গ্রে ডিলিসল\nরাজা রিচার্ড এবং রেফারির ভূমিকায় ক্লাইভ রিভিল\nলিটল জন এবং ম্যাকওল্ফের চরিত্রে জন ডিম্যাগিও (অপ্রত্যয়িত)\nফ্রিয়ার টাক এবং ফ্রিয়ার ড্রুপি চরিত্রে জো আলাস্কিউইল স্কারলেট এবং টিনের চরিত্রে গ্রেগ এলিস\nপ্যান চরিত্রে জেস হারনেল\nবার্নি বিয়ার এবং অ্যালি চরিত্রে রিচার্ড ম্যাকগোনাগল\nঅতিরিক্ত ভয়েস হিসাবে পলিন লিটল (অপ্রত্যয়িত)\n\n\n== তথ্যসূত্র =="}