{"pageid": 1165104, "title": "কাডুভা", "url": "https://bn.wikipedia.org/wiki?curid=1165104", "content": "কাডুভা জিনু ভি আব্রাহাম রচিত এবং শাজি কৈলাশ পরিচালিত ২০২২ সালের মালয়ালাম ভাষার মসলা চলচ্চিত্র। বিবেক ওবেরয় ও সংযুক্তা মেননের সাথে কাডুভা চরিত্রে অভিনয় করেছেন পৃথ্বীরাজ সুকুমারন। পৃথ্বীরাজ প্রোডাকশনের ব্যানারে যৌথভাবে প্রযোজনা করেছেন সুপ্রিয়া মেনন এবং ম্যাজিক ফ্রেমের মালিক লিস্টিন স্টিফেন। ছবিটির সঙ্গীত এবং ব্যাকগ্রাউন্ড স্কোর তৈরি করেছেন জেকস বেজয়।\n\n\n== অভিনয়ে ==\nকাডুভাকুনেল কুরিয়ান কোরুথু / কাডুভাকুনেল কুরিয়াচান (কাডুভা) চরিত্রে পৃথ্বীরাজ সুকুমারন\nআইজি জোসেফ চান্ডি আই পি এস চরিত্রে বিবেক ওবেরয় / ওসেপ্পুকুট্টি (ভিনেথের ভয়েস-ওভার)\nকুরিয়াচানের স্ত্রী, এলসা কুরিয়ান চরিত্রে সংযুক্তা মেনন\nভিক্টর চরিত্রে অর্জুন অশোকন, কুরিয়াচানের প্রতিবেশী\nভার্কি চরিত্রে আলেন্সিয়ার লে লোপেজ, কুরিয়াচানের পরামর্শদাতা\nকুরিয়াচানের বন্ধু অ্যাডভোকেট কোরা চরিত্রে বৈজু সন্তোষ\nএসআই ডমিনিক বেঞ্জামিন চরিত্রে কলাভবন শাজন\nএফআর রবিন পুওমপারা চরিত্রে রাহুল মাধব\nকেরালার মুখ্যমন্ত্রী অনন্তনাথন হিসেবে জনার্ধনন\nএফআর ভাত্তাসেরি চরিত্রে ইনোসেন্ট\nকেরালার নতুন মুখ্যমন্ত্রী কুঞ্জি থম্মনের চরিত্রে সুরেশ কৃষ্ণ (ক্যামিও উপস্থিতি)\nথেরুথি চেদাথি, জোসেফ এবং এলসার মা চরিত্রে সীমা (কণ্ঠ দিয়েছেন মল্লিকা সুকুমারন)\nথাঙ্কাম জোসেফ, জোসেফের স্ত্রীর চরিত্রে প্রিয়াঙ্কা নায়ার\nকুরিয়াচানের ছেলে চাকো কুরিয়ান চরিত্রে আরিশ অনুপ\nটেসা কুরিয়ান চরিত্রে অ্যাঞ্জেলিনা আব্রাহাম, কুরিয়াচানের বড় মেয়ে\nটিনি কুরিয়ান/কুঞ্জুমল চরিত্রে বৃদ্ধি বিশাল, কুরিয়াচানের কনিষ্ঠ কন্যা\nএসআই মনমাধন চরিত্রে নান্ধু\nরাজস্ব মন্ত্রী থমাস পুওমপাড়া হিসেবে শিবাজি গুরুভায়ুর\nসিআই রাজীবন চরিত্রে বিজয়কুমার\nমালাম সানির চরিত্রে অনিশ জি মেনন\nমাথাই চরিত্রে সুধীশ\nবিশপ, থামরাসেরি চরিত্রে ভি কে শ্রীরামন\nবশীর চরিত্রে সুধীর করমানা, জেল সুপার, কোট্টায়াম\nএএসআই চরিত্রে জন কাইপ্পালিল\nএফআর গ্যাব্রিয়েল (করিয়াত্তিলাচান) চরিত্রে কোট্টায়াম রমেশ\nচাউরো চেত্তান চরিত্রে চালি পালা\nশঙ্করণ চরিত্রে সাজু নবোদয়, বন্দী\nজেলের ওয়ার্ডেন চন্দ্রনের চরিত্রে বালাজি শর্মা\nবিশপের চরিত্রে জয় ম্যাথিউ, কোট্টায়াম\nডমিনিকের বাবা বেঞ্জামিন চরিত্রে আবু সেলিম\nজেইসে হোসে 'অ্যানালি' আন্তো, একজন বন্দীর চরিত্রে\nমেরি চরিত্রে মালবিকা মেনন\nরাজেশ হেব্বার চরিত্রে ড. পলাচান\nসোফিয়া সুলতানের চরিত্রে রম্যা পানিকার\nবিচারক হিসেবে রেঞ্জি পানিকার (কণ্ঠ দিয়েছেন)\nসিসিলি চরিত্রে গৌরি, ভিক্টরের বোন\nভিক্টরের মা, মারিয়াকুট্টি চরিত্রে জলি চিরায়থ\nবেনির চরিত্রে বিজেশ অবনূর\nকুরিয়াচানের বাবা, কাদুভাক্কুনেল কোরুথু মাপিলা চরিত্রে মামুটি (ফটো আর্কাইভ)\nজোসেফের বাবা, করিনকান্দাথিল চান্দিচান চরিত্রে এনএফ ভার্গিস (ফটো আর্কাইভ)\n\n\n== সংগীত ==\nসঙ্গীত পরিচালক থামনের মালায়ালম ভাষায় অভিষেকের সাথে ছবিটি ঘোষণা করা হয়েছিল। কিন্তু তিনি কোনো কারণে প্রজেক্ট ছেড়ে চলে যান। পরে ছবির সঙ্গীত তৈরি করেন জেকস বেজয়।\n\n\n== মুক্তি ==\n\n\n=== নাট্য ===\nকাডুভা ৭ জুলাই ২০২২-এ মুক্তি পায়। এছাড়াও, ছবিটি তামিল, কন্নড়, হিন্দি এবং তেলুগু ভাষায় ডাব করা সংস্করণে মুক্তি পাবে। এটি প্রাথমিকভাবে ৩০ জুন ২০২২-এ একটি প্রেক্ষাগৃহে মুক্তির জন্য নির্ধারিত ছিল। দলটি বেঙ্গালুরু এবং চেন্নাইতে একটি ইভেন্টে ছবিটির প্রচার করেছিল ।\n\n\n=== হোম মিডিয়া ===\nফিল্মটির ডিজিটাল স্ট্রিমিং স্বত্ব অ্যামাজন প্রাইম ভিডিও এবং হিন্দি সংস্করণ ডিজনি+ হটস্টার দ্বারা অধিগ্রহণ করা হয়েছে । ফিল্মটি ৪ আগস্ট ২০২২ থেকে অ্যামাজন প্রাইম ভিডিওতে ডিজিটালি স্ট্রিম করা হয়েছিল । ফিল্মটির স্যাটেলাইট স্বত্ব সূর্য টিভির কাছে বিক্রি করা হয়েছিল ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কাডুভা   (ইংরেজি)"}