{"pageid": 1165136, "title": "সেরাঙ্গুন", "url": "https://bn.wikipedia.org/wiki?curid=1165136", "content": "সেরাঙ্গুন (  ) হল সিঙ্গাপুরের উত্তর-পূর্ব অঞ্চলে অবস্থিত  একটি পরিকল্পিত এলাকা এবং আবাসিক এলাকা ।\nসেরাঙ্গুনের উত্তরে সেংকাং, পূর্বে হউগাং, পশ্চিমে আং মো কিও এবং বিশান, পাশাপাশি দক্ষিণে তোয়া পায়োহ । সেরাঙ্গুন পরিকল্পিত এলাকায় মোট সাতটি সাবজোন রয়েছে: সেরাঙ্গুন সেন্ট্রাল, লরং চুয়ান, আপার পায়া লেবার, সেরাঙ্গুন গার্ডেন, সেরাঙ্গুন নর্থ, সেলিতার হিলস এবং সেরাঙ্গুন নর্থ ইন্ডাস্ট্রিয়াল এস্টেট। \n\n\n== পরিবহন ব্যবস্থা ==\nপুরনো সেরাঙ্গুন বাস ইন্টারচেঞ্জটি ১৩ই মার্চ ১৯৮৮ সালে সেরাঙ্গুন সেন্ট্রাল এর পাশে খোলা হয়েছিল।  এটি পরবর্তীতে নেক্স-এ ৩ সেপ্টেম্বর ২০১১ তারিখে স্থানান্তরিত হয়। \nনর্থ ইস্ট এমআরটি লাইনের একটি বড় অংশ সেরাঙ্গুন রোড বরাবর অবস্থিত । এই রাস্তার পাশে অবস্থিত স্টেশনগুলি লিটল ইন্ডিয়া থেকে কোভান পর্যন্ত বিস্তৃত।\n\n\n=== রাস্তা ===\nআপার সেরাঙ্গুন রোড সিঙ্গাপুরের অন্যতম পুরনো এবং ব্যস্ততম রাস্তাগুলির মধ্যে একটি। এই সড়কটি উত্তর-পূর্ব অঞ্চলকে কেন্দ্রীয় (সেন্ট্রাল) এলাকার সাথে সংযুক্ত করে।\nঅন্যান্য গুরুত্বপূর্ণ সড়কগুলির মধ্যে রয়েছে ইয়ো চু কাং রোড, আপার পায়া লেবার রোড, বার্টলি রোড, ব্র্যাডেল রোড এবং আং মো কিও অ্যাভিনিউ ৩।\n\n\n== শিক্ষাব্যবস্থা ==\n২০১৭-এর হিসাব অনুযায়ী, এ এলাকায় মোট ৫টি প্রাইমারী স্কুল, ৪টি সেকেন্ডারি স্কুল এবং নানইয়াং জুনিয়র কলেজ অবস্থিত।\n\n\n== রাজনীতি ==\nসেরাঙ্গুন নেবারহুড ১, নেবারহুড ২ এর কিছু অংশ এবং সেরাঙ্গুন গার্ডেন, আলজুনিদ জিআরসি (সেরাঙ্গুন বিভাগ) এর অধীনে পড়ে। এটি ওয়ার্কার্স পার্টি দ্বারা পরিচালিত হয়। অপরদিকে, আপার পায়া লেবার রোডের আশেপাশের এলাকাটি আলজুনিড জিআরসি পায়া লেবার বিভাগের মধ্যে অবস্থিত। ২০০৬ সালের আগে, সেরাঙ্গুন বিভাগটি মেরিন প্যারেড জিআরসি -এর অন্তর্গত ছিল, যা আজ অবধি ব্র্যাডেল হাইটস বিভাগে সেরাঙ্গুন নেবারহুড ২, ৩ এবং ৪ পরিচালনা করে। সেরাঙ্গুন নর্থের  নেবারহুড ৫ আং মো কিও জিআরসি (জালান কায়ু বিভাগ) এর অধীনে পড়ে।\n\n\n== আরো দেখুন ==\nসেরাঙ্গুন নর্থ\nসেরাঙ্গুন গার্ডেন\nনেক্স\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nVictor R Savage, Brenda S A Yeoh (2003), Toponymics – A Study of Singapore Street Names, Eastern Universities Press, আইএসবিএন ৯৮১-২১০-২০৫-১\n\n\n== লিঙ্ক ==\nমাস্টারপ্ল্যান ২০০৩  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুলাই ২০১২ তারিখে - আরবান রিডেভেলপমেন্ট অথরিটি\nসেরাঙ্গুন প্ল্যানিং রিপোর্ট ১৯৯৫  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে"}