{"pageid": 1165253, "title": "আঁচরার", "url": "https://bn.wikipedia.org/wiki?curid=1165253", "content": "আঁচরার (বৈজ্ঞানিক নাম: Graphium macareus(Godart)) এক প্রজাতির বড় আকারের প্রজাপতি, যার শরীর ও ডানা মূখ্যত কালচে খয়রি বর্নের উপর সাদা ডোরা। এরা ‘প্যাপিলিওনিডি’ পরিবারের এবং 'প্যাপিলিওনিনি' উপগোত্রের সদস্য। দক্ষিণ-পূর্ব এশিয়ায় পাওয়া যাওয়া প্রজাপতির একটি অপেক্ষাকৃত সাধারণ এবং বিপন্ন নয় এমন প্রজাতি। এটি আসাম এবং সিকিম সহ ভারতের কিছু অংশেও পাওয়া যায়।\n\n\n== আকার ==\nআঁচরার এর প্রসারিত অবস্থায় ডানার আকার ৮০-১০০ মিলিমিটার দৈর্ঘ্যের হয়।\n\n\n== উপপ্রজাতি ==\nভারতে প্রাপ্ত বড় আঁচরার এর উপপ্রজাতি হল-\n\nGraphium macareus indicus (Rothschild, 1895) – East Himalayan Lesser Zebra\nGraphium macareus lioneli (Fruhstorfer, 1902) – Khasi Lesser Zebra\n\n\n== বিস্তার ==\nএই প্রজাতিকে ভারত এর পশ্চিমবঙ্গ, সিকিম, আসাম, অরুনাচল্প্রদেশ এবং উত্তর-পূর্ব ভারত, নেপাল, ভুটান, বাংলাদেশ এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিষদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nস্ত্রী-পুরুষ উভয় প্রকারই লেজহীন। ডানার উপরিতল কালচে বাদামী এবং ফ্যাকাশে সাদা অথবা সবজে সাদা দাগ-ছোপ এবং বন্ধনী দ্বারা চিত্রিত। বড় আঁচরার এর সাথে ভীষন ভাবে সাদৃশ্যসম্পন্ন।\nসামনের ডানাএর উপরিপৃষ্ঠে সেল এ ৩টি লম্বা ডোরা, সেল এর শীর্ষভাগে ২টি ছোপ এবং সেল এর শেষ প্রান্তের বাইরে ৪টি ছোপ দেখা যায়। ডিসকাল অংশে সারিবদ্ধ লম্বা দোরা বিন্যাস লক্ষনীয় এবং ডোরাগুলি ডানার উপরের দিকে দৈর্ঘ্যের ক্রমশ ছোট হয়েছে। উক্ত ডিসকাল দোরাগুলি বহিঃপ্রান্তে সামান্য খাঁজকাটা। ডিসকাল ডোরাগুলির বাইরের প্রান্তে একই সরলরৈখিক অবস্থানে থাকা সাব-টার্মিনাল ছোপগুলি একটি সম্পূর্ণ সারি সৃষ্টি করেছে। সেল এর অন্তর্গত ডানার গোড়ার ডোরাটি ৩টি ছোপে বিভক্ত।\nপিছনের ডানা এর উপরিপৃষ্ঠের সেল সাদা, প্রায় সর্বদাই একটি কালো দাগ যুক্ত ৪নং শিরা বরাবর। ডিসকাল ডরাগুলি সামনের ডানা অপেক্ষা অনেক কম দৈর্ঘ্যের। সাব-টার্মিনাল ছোপের সারিতে ১ থেকে ৪ নং শিরামধ্যে অবস্থিত ছোপগুলি অর্ধচন্দ্রাকৃতি।\nডানার নিম্নতল বাদামী এবং দাগ-ছোপ উপরিতলেরই অনুরূপ তবে নিম্নতলের দাগ-ছোপ হালকা এবং কম সুস্পষ্ট ভাবে প্রতীয়মান। পিছনের ডানার সাব-টার্মিনাল ছোপগুলি সবই অর্ধচন্দ্রাকৃতি। স্ত্রী-প্রকার পুরুষ অপেক্ষা আকারে বড় এবং বেশী কালচে।\nআসামএ প্রাপ্ত নমুনাগুলিতে স্ত্রী প্রকার অপেক্ষাকৃত বেশী কালচে, সেল এবং ডিসকাল অংশের ডোরাগুলি অপেক্ষাকৃত ফ্যাকাশে, সামনের ডানা অনেকটা ছোট এবং পিছনের ডানার ডরাগুলি সংখ্যায় কম।\n\n\n== আচরণ ==\nধীরগতির উড়ান সম্পন্ন এই প্রজাতি শীতলকুচি প্রজাতিকে ডানার দাগ-ছপ ও উড়ান উভয় দিক দিয়েই নকল করে। এদের পুরুষ প্রকার দলবদ্ধ ভাবে অন্যান্য সোয়ালোটেল প্রজাপতি এবং zebra প্রজাতিদের সাথে ভিজে ছোপ, ভিজে বালি এবং পাথরে মাড-পাডল করে, তবে স্ত্রী প্রকার অপেক্ষাকৃত একাকী এবং অনেক সময় একা একা জঙ্গলে ফুলের উপর অবস্থান করতে দেখা যায়। স্ত্রী প্রকার Danaid দের মত ডানা বন্ধ অবস্থায় বসে থাকে। জঙ্গল পরিবেশে পাহাড়ী নদী অথবা ঝর্নার কিনারায় পাহাড়ের পাদদেশ থেকে ১৮০০ মিটার উচ্চতা অবধি প্রধানত এপ্রিল এবং মে মাসে এদের বিচরন লক্ষ্য করা যায়।\n\n\n== তথ্যসূত্র =="}