{"pageid": 1165975, "title": "কোডেন", "url": "https://bn.wikipedia.org/wiki?curid=1165975", "content": "কোডেন - এএসটিএম স্ট্যান্ডার্ড ই২৫০ অনুসারে - একটি ছয়টি অক্ষর, আলফানিউমেরিক গ্রন্থপঞ্জি কোড, যা সমস্ত বিষয় এলাকা থেকে সাময়িকী এবং অ-ক্রমিক প্রকাশনার শিরোনামগুলির সংক্ষিপ্ত, অনন্য এবং দ্ব্যর্থহীন পরিচয় প্রদান করে।\nপ্রযুক্তিগত এবং রসায়ন-সম্পর্কিত প্রকাশনাগুলিতে উদ্ধৃত সাময়িকীগুলির জন্য একটি উদ্ধৃতি সিস্টেম হিসাবে এবং অনেক গ্রন্থপঞ্জি ক্যাটালগগুলিতে অনুসন্ধানের সরঞ্জাম হিসাবে কোডেন বৈজ্ঞানিক সম্প্রদায়ের মধ্যে বিশেষভাবে সাধারণ হয়ে উঠেছে।\n\n\n== ইতিহাস ==\nকোডেন চার্লস বিশপ (নিউ ইয়র্কের স্টেট ইউনিভার্সিটি অবসরপ্রাপ্ত বাফেলো বিশ্ববিদ্যালয়ের ক্রনিক ডিজিজ রিসার্চ ইনস্টিটিউটের) দ্বারা ডিজাইন করা হয়েছিল, প্রাথমিকভাবে তার রেফারেন্স সংগ্রহে প্রকাশনাগুলির জন্য একটি স্মৃতি সহায়ক হিসাবে চিন্তা করা হয়েছিল। বিশপ একটি কোড ব্যবহার করে সাময়িক শিরোনাম থেকে শব্দের প্রাথমিক অক্ষর নিয়েছিলেন, যা তাকে সংগৃহীত প্রকাশনাগুলি সাজাতে সাহায্য করেছিল। ১৯৫৩ সালে তিনি তার নথি সিস্টেম প্রকাশ করেন, মূলত একটি চার অক্ষরের কোডেন সিস্টেম হিসাবে সাজানো হয়েছিল; একটি ম্যাগাজিনে ঠিক একটি নিবন্ধ উদ্ধৃত এবং সনাক্ত করার জন্য ভলিউম এবং পৃষ্ঠা নম্বর যোগ করা হয়েছিল। পরে, ১৯৫৭ সালে একটি প্রকরণ প্রকাশিত হয়।\nবিশপ প্রায় ৪,০০০ কোডেন বরাদ্দ করার পরে, এএসটিএম ইন্টারন্যাশনাল  এ লে কুয়েন্টজেল দ্বারা ১৯৬১ সাল থেকে চার অক্ষরের কোডেন সিস্টেমটি আরও উন্নত হয়েছিল। তিনিই প্রথম কোডেন-এ পঞ্চম বর্ণ যুক্ত করেন। কম্পিউটার যুগের শুরুতে কোডেনকে সাময়িকপত্রের জন্য একটি মেশিন-পাঠযোগ্য শনাক্তকরণ ব্যবস্থা হিসেবে ভাবা হতো। ১৯৬৩ সাল থেকে বেশ কয়েকটি হালনাগাদে কোডেন নিবন্ধিত হয়েছিল এবং এএসিটিএম দ্বারা পর্যায়ক্রমিক শিরোনামের জন্য কোডেন প্রকাশিত হয়েছিল, ১৯৭৪ সালের শেষে প্রায় ১২৮,০০০টি গণনা করা হয়েছিল।\nযদিও এটি শীঘ্রই 1966 সালে স্বীকৃত হয়েছিল যে একটি পাঁচটি অক্ষরের কোডেন কোডেন সহ ভবিষ্যতের সমস্ত পর্যায়ক্রমিক শিরোনাম প্রদানের জন্য যথেষ্ট হবে না, তবুও এটিকে 1972 সাল পর্যন্ত ASTM স্ট্যান্ডার্ড  এ দেওয়া পাঁচটি অক্ষর কোড হিসাবে সংজ্ঞায়িত করা হয়েছিল। 1976 সালে ASTM স্ট্যান্ডার্ড E250-76 একটি ছয়-অক্ষরের কোডেনকে সংজ্ঞায়িত করেছিল। \n1975 সালের শুরুতে, কোডেন সিস্টেমটি আমেরিকান কেমিক্যাল সোসাইটির দায়িত্বের মধ্যে ছিল। \nআজ, একটি সাময়িক পত্রিকার জন্য ছয়-অক্ষরের কোডনের প্রথম চারটি অক্ষর এর শিরোনাম থেকে শব্দের প্রাথমিক অক্ষর থেকে নেওয়া হয়েছে, তারপরে একটি পঞ্চম অক্ষর - বর্ণমালার প্রথম ছয়টি অক্ষরের (A–F) একটি। CODEN-এর ষষ্ঠ এবং শেষ অক্ষর হল একটি আলফানিউমেরিক চেক অক্ষর যা পূর্ববর্তী অক্ষর থেকে গণনা করা হয়। কোডেন সবসময় বড় অক্ষর ব্যবহার করে।\nএকটি পর্যায়ক্রমিক কোডনের বিপরীতে, একটি নন-সিরিয়াল প্রকাশনাকে (যেমন কনফারেন্স প্রসিডিংস) বরাদ্দ করা একটি কোডনের প্রথম দুটি অক্ষর হল সংখ্যা। তৃতীয় এবং চতুর্থ অক্ষর হল অক্ষর। পঞ্চম এবং ষষ্ঠ অক্ষরটি সিরিয়াল কোডেন-এর সাথে মিলে যায়, তবে পঞ্চম অক্ষরটি বর্ণমালার সমস্ত অক্ষর থেকে নেওয়া হয়েছে বলে ভিন্ন।\n1975 সালে, কেমিক্যাল অ্যাবস্ট্রাক্টস সার্ভিস (CAS) এ অবস্থিত ইন্টারন্যাশনাল কোডেন সার্ভিস কোডনের আরও উন্নয়নের জন্য দায়ী হয়ে ওঠে। CAS-এ উল্লেখিত সমস্ত প্রকাশনাকে কোডেন স্বয়ংক্রিয়ভাবে বরাদ্দ করা হয়। প্রকাশকদের অনুরোধে আন্তর্জাতিক কোডেন পরিষেবা রসায়ন-সম্পর্কিত প্রকাশনাগুলির জন্য কোডেন বরাদ্দ করে। এই কারণে কোডেন অন্যান্য ডেটা বেসগুলিতেও পাওয়া যেতে পারে (যেমন RTECS, বা BIOSIS), এবং সিরিয়াল বা ম্যাগাজিনগুলিতেও বরাদ্দ করা হয়, যা CAS-এ উল্লেখ করা হয় না।\n\n\n== বর্তমান সূত্র ==\n1966 সাল পর্যন্ত বরাদ্দকৃত কোডেন LE কুয়েনজেল দ্বারা জারি করা পর্যায়ক্রমিক শিরোনামের জন্য দুই-ভলিউমের কোডেন -এ দেখা যেতে পারে। 1974 সাল পর্যন্ত বরাদ্দ কোডেন JG Blumenthal দ্বারা প্রকাশিত হয়েছিল।  কোডেন 1998 সাল পর্যন্ত বরাদ্দ করা হয়েছে এবং তাদের বিচ্ছিন্নতা আন্তর্জাতিক কোডেন ডিরেক্টরিতে (ISSN 0364-3670) পাওয়া যাবে, যা 1980 সাল থেকে মাইক্রোফিচ ইস্যু হিসাবে প্রকাশিত হয়েছে।\nCASSI এর অনলাইন ডাটাবেস (কেমিক্যাল অ্যাবস্ট্রাক্টস সার্ভিস সোর্স ইনডেক্স) দিয়ে একটি বর্তমান কোডেন খোঁজা এখন সবচেয়ে ভালো হয়, যার মধ্যে রয়েছে সমস্ত নিবন্ধিত শিরোনাম, CODEN, ISSN, ISBN, 1907 সাল থেকে CAS দ্বারা সূচিত করা প্রকাশনার সংক্ষিপ্ত রূপ, যার মধ্যে সিরিয়াল এবং নন-সিরিয়াল বৈজ্ঞানিক এবং প্রযুক্তিগত প্রকাশনা।\nCASSI অনলাইন হল একটি মুদ্রিত সিরিয়াল ইস্যু হিসাবে CASSI-এর প্রতিস্থাপন (আইএসএসএন 0738-6222, কোডেন CASSE2), বা যৌথ সূচক হিসাবে (0001-0634, কোডেন CASSI6)। CASSI আর প্রিন্টে প্রকাশিত হবে না। শুধুমাত্র CASSI এর CD-ROM সমস্যা (আইএসএসএন 1081-1990, কোডেন CACDFE) আরও প্রকাশিত হবে।\n\n\n== উদাহরণ ==\nনেচার জার্নালে কোডেন \"NATUAS\" বরাদ্দ করা হয়েছে।\nপ্রযুক্তি পর্যালোচনার জন্য কোডেন \"টেরিয়াউ\" বরাদ্দ করা হয়েছে।\nখাদ্য উপাদান, রসায়ন এবং ক্যান্সার প্রতিরোধের আন্তর্জাতিক সম্মেলনের কার্যক্রম (আইএসবিএন ৪-৪৩১-৭০১৯৬-৬) কোডেন \"66HYAL\" ব্যবহার করে।\nপ্রাকৃতিক পণ্য গবেষণায় সাম্প্রতিক অগ্রগতির জন্য, প্রাকৃতিক পণ্য গবেষণায় সাম্প্রতিক অগ্রগতির উপর তৃতীয় আন্তর্জাতিক সিম্পোজিয়াম কোডেন \"69ACLK\" বরাদ্দ করা হয়েছে।\nমার্কিন পেটেন্ট অ্যাপ্লিকেশন কোডেন \"USXXDP\" ব্যবহার করে।\nজার্মান পেটেন্ট অ্যাপ্লিকেশন কোডেন \"GWXXBX\" ব্যবহার করে।\n\n\n== আরও দেখুন ==\nআন্তর্জাতিক মান ক্রমিক সংখ্যা (ISSN)\nআন্তর্জাতিক মান পুস্তক সংখ্যা (ISBN)\nলাইব্রেরি অব কংগ্রেস কন্ট্রোল নাম্বার (LCCN)\n\n\n== তথ্যসূত্র =="}