{"pageid": 1165803, "title": "শেখ হাসিনাকে হত্যাচেষ্টা", "url": "https://bn.wikipedia.org/wiki?curid=1165803", "content": "শেখ হাসিনাকে হত্যাচেষ্টা বলতে হরকাত-উল-জিহাদ-আল-ইসলামী বাংলাদেশ কর্তৃক ২১ শে জুলাই ২০০০ তারিখে গোপালগঞ্জ জেলায় বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনাকে হত্যার চেষ্টাকে বোঝায়। তবে কর্তৃপক্ষ আগেই বিস্ফোরক খুঁজে পেয়ে হত্যার চেষ্টাকে ব্যর্থ করে দেয়।\n\n\n== পটভূমি ==\nএকটি মামলার বিচারক মমতাজ বেগমের মতে, আসামিরা শেখ হাসিনাকে ইসলামবিরোধী বলে বিশ্বাস করে উদ্বুদ্ধ হয়েছিল। বাংলাদেশে ইসলামপন্থীরা শেখ হাসিনার ধর্মনিরপেক্ষতার সমর্থনের কারণে তার বিরোধিতা করে।\n\n\n== গুপ্তহত্যার চেষ্টা ==\n২১শে জুলাই ২০০০ তারিখে, বাংলাদেশের তৎকালীন প্রধানমন্ত্রী শেখ হাসিনার গোপালগঞ্জ জেলার কোটালীপাড়া উপজেলায় এক জনসভায় বক্তৃতা করার কথা ছিল। শেখ হাসিনা যে মঞ্চে বক্তৃতা করবেন সেখান থেকে ৫০ ফুট দূরে ৭৬ কেজি ওজনের একটি টাইম বোমা আবিষ্কার করেছে পুলিশ। শেখ লুৎফর রহমান আইডিয়াল কলেজে মিছিলটি বের হওয়ার কথা ছিল।\n\n\n== তদন্ত ও বিচার ==\n২৪ জুলাই ২০০০-এ, বাংলাদেশ পুলিশ হরকাত-উল-জিহাদ-আল-ইসলামী বাংলাদেশের প্রধান মুফতি আব্দুল হান্নানের ভাড়া করা একটি বাড়িতে অভিযান চালায়। পুলিশ বাড়ি থেকে বিপুল পরিমাণ বিস্ফোরক উদ্ধার করেছে। গোপালগঞ্জ থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) আমিনুর রহমান বাদী হয়ে হত্যাচেষ্টার অভিযোগে বিস্ফোরক ও অস্ত্র আইনে দুটি মামলা দায়ের করেন। মামলার তদন্তভার নিয়েছে অপরাধ তদন্ত বিভাগ। ২০০১ সালের ২ নভেম্বর, তারা হান্নান সহ ছয়জনের বিরুদ্ধে অভিযোগ গঠন করে। ২০০১ সালের ১ জুলাই গোপালগঞ্জ জেলা ও দায়রা জজ আদালতে অভিযোগ গঠন করা হয়। ১৩ নভেম্বর ২০০২ তারিখে ট্রেইলটি দ্রুত বিচার ট্রাইব্যুনাল-৪-এ স্থানান্তর করা হয়। ২০০৩ সালের ৩১ ডিসেম্বর বিচারক মোহাম্মদ জাহাঙ্গীর আলম মোল্লা এ মামলার রায় ঘোষণা করেন। হান্নানকে মৃত্যুদণ্ড এবং অন্য পাঁচজনকে বেকসুর খালাস দিয়েছিলেন তিনি। বাকি পাঁচজন হলেন হাসমত আলী কাজী, মাহমুদ আজহার, মেহেদী হাসান, মফিজুর রহমান ও শাহ নেওয়াজ।\n২০১৭ সালের ১২ এপ্রিল, ২০০৪ সালে শাহ জালাল বোমা হামলায় বাংলাদেশে ব্রিটিশ হাইকমিশনারকে হত্যার চেষ্টার দায়ে হান্নানকে ফাঁসি দেওয়া হয়। ২০১০ সালের আগস্টে, দ্বিতীয় মামলাটি গোপালগঞ্জ জেলা ও দায়রা জজ থেকে দ্রুত বিচার ট্রাইব্যুনালে স্থানান্তর করা হয়। ২০১৭ সালের ২০ আগস্ট দ্রুত বিচার ট্রাইব্যুনাল-২ এর বিচারক মমতাজ বেগম এ মামলার রায় ঘোষণা করেন। তিনি তখন অভিযুক্তকে মৃত্যুদণ্ড দেন, দুজনকে যাবজ্জীবন কারাদণ্ড, দুজনকে ১৪ বছরের কারাদণ্ড এবং দশজন আসামিকে খালাস দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}