{"pageid": 1165530, "title": "যমুনা সেন", "url": "https://bn.wikipedia.org/wiki?curid=1165530", "content": "যমুনা সেন  বিবাহের পূর্বে নাম যমুনা বসু (২০ জানুয়ারি ১৯১২ - ১০ ফেব্রুয়ারি ২০০১) ছিলেন একজন ভারতীয় বাঙালি মহিলা চিত্রশিল্পী।  যে পাঁচজন মহিলা অলংকরণ শিল্পী ভারতের সংবিধান অলঙ্করণে নন্দলাল বসুকে সহায়তা করেন তিনি তাদের অন্যতমা। \n\n\n== জীবনী ==\nযমুনা বসুর জন্ম ১৯১২ খ্রিস্টাব্দে তাঁর পিতার কর্মক্ষেত্র শান্তিনিকেতনে। তিনি শিল্পাচার্য  নন্দলাল বসুর ও সুধীরা দেবীর চার সন্তানের (দুই পুত্র ও দুই কন্যা) কনিষ্ঠা কন্যা ছিলেন। গৌরী ভঞ্জ ছিলেন তার বড় দিদি। ছাত্রজীবন শান্তিনিকেতনে শুরু হলেও গৌরীর মত তারও প্রথাগত শিক্ষায় তার তেমন আগ্রহ না থাকায় স্কুল ফাইনাল পরীক্ষা দেন নি। লেখাপড়ার চেয়ে বেশী ঝোঁক ছিল নাচ আর ছবি আঁকার দিকে। আর এসব ছাড়িয়ে তার পিতারও জোর করে লেখাপড়ার দিকে নিয়ে যাওয়ার ইচ্ছা ছিল না। \n১৯৩০ খ্রিস্টাব্দের গোড়ার দিকে ছাত্রী হিসাবে কলাভবনে যোগ দেন। ছবি আঁকার পাশাপাশি  তার বিশেষ আগ্রহের ক্ষেত্রগুলি ছিল ফ্রেস্কো আর লিনোকাট প্রিন্টমেকিং। তারও আঁকা ছবি প্রকাশ পায় প্রবাসী, জয়শ্রী আর বঙ্গলক্ষ্মী পত্রিকায়। সেসময় কলাভবনে আঁকা ছবি যেত কলকাতার বিভিন্ন প্রদর্শনীতে। কলকাতার গভর্নমেন্ট আর্ট স্কুলের ছাত্রীদের আঁকার প্রতিযোগিতায় তিনি প্রথম পুরস্কার নেন লেডী  অবলা বসুর হাত থেকে।  কেবল তার পিতাই নয়,  অবনীন্দ্রনাথ ঠাকুর স্বয়ং ছিলেন যমুনার শিল্পচর্চার অন্যতম পথপ্রদর্শক। তার শিল্পকর্মের বেশির ভাগ জুড়ে ছিল বাংলার প্রকৃতি। এছাড়া মানবমূর্তির কাজগুলিও ছিল বিশেষভাবে উল্লেখযোগ্য। \nতবে শুধু শিল্পী হিসেবে গুরুত্বপূর্ণ অবদানই নয়, একজন সংগঠক হিসাবেও তিনি ছিলেন এক উল্লেখযোগ্য ব্যক্তিত্ব। পিতার অবসর পর পিতার এক ছাত্র ননীগোপাল ঘোষের সহায়তায় শান্তিনিকেতনে ১৯৫১ খ্রিস্টাব্দে গৃহিণীদের জন্য বাটিক, সূচিকর্ম এবং বয়নের মতো কারুশিল্প শেখানোর উদ্দেশ্যে দু'বছরের সার্টিফিকেট কোর্স চালু করেন যমুনা। পরবর্তীকালে মহিলারা এই কাজে এতটাই দক্ষ হয়ে উঠেছিলেন যে তারা এই কাজের পসরা নিয়ে প্রথম ১৯৫৮ খ্রিস্টাব্দের পৌষ মেলায় হাজির হন। পরবর্তীতে সেইসব হস্তশিল্প বিক্রিও হতে থাকে পৌষ মেলায়। গৃহিণীদের সুপ্ত প্রতিভাকে আলোয় আনার ক্ষেত্রে তাঁর এই উদ্যোগ ছিল প্রশংসনীয়। শুধু শিল্পের দিকে নয়, বিপণন এবং প্রচারের বিষয়গুলিও শেখানোয় জন্য ছিল উদ্যোগটি।\n১৯৪৯-৫০ খ্রিস্টাব্দে ভারতের প্রথম প্রধানমন্ত্রী জওহরলাল নেহেরু ভারতের সংবিধানের মূল পান্ডুলিপি নকশার  দায়িত্ব তার পিতাকে দিলে, তিনি ও তার বড়দিদি গৌরী (বিবাহের পর গৌরী ভঞ্জ) সহ আরো তিন জন মহিলা চিত্রশিল্পী অলঙ্করণে নিজের নিজের অবদান রাখেন।\n\n\n== জীবনাবসান ==\n২০০১ খ্রিস্টাব্দের ১০ ফেব্রুয়ারি তিনি শান্তিনিকেতনে ৮৮ বৎসর বয়সে প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}