{"pageid": 1165635, "title": "প্রাচীন রোমের দন্ত চিকিৎসা", "url": "https://bn.wikipedia.org/wiki?curid=1165635", "content": "রোমান ইতিহাসের প্রথম দিকে দন্ত চিকিৎসা বিকশিত হয়েছিল। আর্কাগাথাস নামক একজন গ্রীক চিকিৎসক রোমে আগমনের কারণে এটি ঘটে বলে ধারণা করা হয়। রোমানরা মৌখিক অস্ত্রোপচারের সরঞ্জামগুলির মধ্যে দন্ত ছেদক, বাটালি, হাড়ের লিভার, সাঁড়াশি অন্তর্ভুক্ত ছিল। প্রাচীন রোমানরা প্রথম দাঁতের অস্ত্রোপচারে মাদকদ্রব্যের ব্যবহার উদ্ভাবন করেছিল। এই সরঞ্জামগুলি দাঁতের ব্যথা উপশমে এবং দাঁত তোলার জন্য ব্যবহৃত হত।দন্তকৃমির কারণে দাঁতের চিকিৎসার প্রয়োজন হতো বলে বিশ্বাস করা হতো।\n\n\n== ইতিহাস ==\nপ্লিনি দ্য এল্ডারের মতে রোমান ইতিহাসের বেশিরভাগ সময় তারা চিকিৎসক সম্প্রদায় ছাড়াই অতিবাহিত করেছে। এই সময়ে ওষুধ ব্যবহার ও পেশাদার প্রশিক্ষিত চিকিৎসকের পরামর্শ গ্রহণের পরিবর্তে জনপ্রিয় রোগ উপশম ঘরোয়া প্রতিকারের মধ্যে সীমাবদ্ধ ছিল। গ্রিসের আর্কাগাথাস রোমানদের কাছে চিকিৎসা পেশার প্রবর্তন করেছিলেন। আর্কাগাথাস গ্রিস হতে রোম ভ্রমণ করেছিলেন এবং নিজেকে একজন চিকিৎসক হিসাবে প্রতিষ্ঠিত করেছিলেন। তিনি ইস্পাত এবং আগুনের অসাধারণ ব্যবহারের জন্য খ্যাতি অর্জন করেছিলেন এবং ইস্পাত ও আগিন দিয়ে দন্ত রোগের নিরাময়ের জন্য তাকে রোমানরা \"কসাই\" উপাধি দিয়েছিল। অবশ্য প্রত্নতাত্ত্বিক এবং ঐতিহাসিক প্রমাণাদিতে তথ্যটি বিতর্কিত। রোমান আইন প্রণয়নের ভিত্তি তৈরি করা '১২ আইনের সমষ্টি'তে সোনা দিয়ে বাঁধানো দাঁতের কথা উল্লেখ আছে এবং যা ইঙ্গিত করে যে ইতিহাসের এই সময়ে দন্তচিকিৎসার অনুশীলন করা হয়েছিল।  টেনোর মতো রোমান শহরগুলিতে দাঁতের এবং স্বাস্থ্যের  চিকিৎসার জন্য ডিজাইন করা কৃত্রিম পদার্থের সন্ধান প্রাচীন এই চিকিৎসার প্রমাণ বহন করে। তবে ঐতিহাসিক এবং প্রত্নতাত্ত্বিকরা এই বিষয়ে এখনও দ্বিমত পোষণ করেন।\n\n\n== দাঁতের যত্ন ও চিকিৎসা ==\n\nপ্রাচীন রোমানরা মানুষের মূত্র এবং ছাগলের দুধ থেকে তৈরি টুথপেস্ট ব্যবহার করে তাদের দাঁত সাদা করত। ৫০০ খ্রিস্টপূর্বাব্দে প্রাচীন রোমে নকল দাঁতের সারি এবং দাঁতের ক্যাপ তৈরি করা হয়েছিল। দন্তচিকিৎসার এই আবিষ্কার ছিল চিকিৎসাবিজ্ঞানের একটি অভূতপূর্ব সাফল্য। প্রাচীন রোম সম্রাজ্যের এট্রুস্কান জনপদের অধিবাসিরা একাজে দক্ষ ছিল। এট্রুস্কানের দন্ত চিকিৎসকরা প্রথম নকল দাঁতের সারি তৈরি করেছিল। রোমান দন্ত সারিগুলো সাধারণত হাড় বা হাতির দাঁত দিয়ে তৈরি হত। রোমান প্রজাতন্ত্রে এই নকল দাঁতের ব্যাপক চাহিদা ছিল। প্রাচীন রোমান দন্তচিকিৎসকরা সোনার তৈরি দাঁতের সারিও ব্যবহার করতেন।\n\n\n== দাঁত ==\n\n\n=== দাঁতের ব্যথা ===\n\nএই অবস্থার কারণে তীব্র ব্যথা অনুভূত হতো। দাঁতের ক্ষয়ের কারণে দাঁতের ব্যথার চিকিৎসা জনপ্রিয় হয়ে উঠেছিল। প্লিনি দ্য এল্ডার তার ন্যাচারাল হিস্ট্রি গ্রন্থে দাঁতের ব্যথার থেরাপি নিয়ে আলোচনা করেছেন। তিনি লিখেছেন যে, রোগীরা তাদের কানে ডাক্তারি ঔষধ ঢেলে দিতেন পারেন। কিছু ওষুধ দাঁতের মাথার একই পাশে কানে ঢেলে দিতো এবং অন্যগুলো উল্টো দিকে ঢেলে দিতো।  রোমান সভ্যতায় বুনো পুদিনা হতে প্রতস্তুকৃত মেনথলের প্রস্বাসের মাধ্যমে গ্রহণ অন্যতম একটি চিকিৎসা ছিলো। দাঁতের মাড়িতে অস্ত্রপচারের  জন্য খরগোশের হাড় এবং হরিণের শিংয়ের ছাই ব্যবহার করা হতো। আরেকটি উদ্ভট চিকিৎসার হলো চাঁদের আলোতে একটি ব্যাঙকে ধরা এবং তার মুখে থুতু পুরে দেওয়া হতো এবং  তারপর ব্যাঙকে ছেড়ে দেওয়া হতো এবং এরফলে মনে করা হতো ব্যাঙটি দাঁতের ব্যথা সাথে নিয়ে যাচ্ছে। রোমান চিকিৎসকরা বিশ্বাস করতেন যে,বদন্ত কৃমি দাঁতের ব্যাথার অন্যতম কারণ।\n\n\n=== দাঁত তোলা ===\nরোমান সভ্যতার দন্তচিকিৎসা পেশা সম্পর্কে স্পষ্ট ধারণা নেই। ধারণা করা হয় যে,দাঁতের পদ্ধতিগুলি সম্পাদন করার জন্য প্রশিক্ষিত চিকিৎসা বিশেষজ্ঞ ছিলো। দাঁত তোলা একটি মৌখিক অস্ত্রোপচার। প্রাচীন রোমে, এটি বিশেষজ্ঞদের দ্বারা অনুশীলন করা হতো। এই বিশেষজ্ঞগণ প্রাচীন রোমের অন্য কোন চিকিৎসা পেশার সাথে যুক্ত ছিলেন না। এই অস্ত্রোপচার কোনো সমস্যা ছাড়াই করতে নরমভাবে দাঁত বের করা হতো। এই শারীরিক ঝুঁকি ছাড়া নমনীয়ভাবে দাঁত তোলা সেসময়  বিরল ঘটনা ছিল। প্রাচীন সাহিত্যে দাঁত তোলার জন্য আরেকটি প্রক্রিয়া বর্ণনা করা হয়েছে। এই প্রক্রিয়ায়, দাঁতটি হাত দিয়ে দোলানো হতো যতক্ষণ না তা হাতের সাথে উঠে আসে। আরেকটি পদ্ধতি হলো একটি দাঁতের চারপাশের মাড়ি এবং হাড় কাটা এবং তারপর দাঁত বের করে আনা। সেলসাস নামক  একজন রোমান চিকিৎসক সুপারিশ করেছিলেন যে চিকিৎসকদের দাঁতের কাছের হাড় বের করা উচিত। তিনি আরো বলেন, তারা বাচ্চাদের দাঁত যদি প্রাপ্তবয়স্ক দাঁতগুলিকে বাড়তে বাধা না দেয়, তবে তা তোলার প্রয়োজন নেই।\n\n\n=== অন্যান্য ===\nপ্রাচীন রোমান চিকিৎসা লেখকরা বিশ্বাস করতেন যে, দাঁত শিকড়ের দুর্বলতা বা মাড়ির রোগের কারণে আলগা হয়ে যেতে পারে। এরকম হলে তারা মাড়িকে ছাঁটাই করে এবং তারপর মধু দিয়ে দিয়ে এই চিকিৎসা করতো। পরে দাঁতে ওষুধ বসানো হতো। দাঁতে ব্যথা হলে তা বের করাও হতো। এই পদ্ধতিটি \"গোলাকার ক্রমে\" দাঁতটিকে \"স্ক্র্যাপ\" করা হবে  এবং তারপরে নিরাপদে না উঠা পর্যন্ত নাড়ানো হতো।\n\n\n== ঠোঁট ও তালু ফাটা ==\nসেলসাস নামক এক বিজ্ঞানী বর্ণনা করেন যে,  ঠোঁটে সেলাই এবং ঘর্ষণ লাগানোর মাধ্যমে ঠোঁট ও তালু ফাটা কমানো যেতে পারে। ফ্ল্যাপ নামে পরিচিত অস্ত্রোপচার পদ্ধতি ব্যবহার করে অনেক গুরুতর ত্রুটির চিকিৎসা করা হয়। গ্যালেন নামক একজন রোমান চিকিৎসক মুখের ফাটল সম্পর্কে ধারণা দিয়েছেন। মুখের ফাটলের চিকিৎসার জন্য ত্বককে দাগ দেওয়া এবং চামড়ার বিভিন্ন অংশগুলিকে একত্রিত করার, কলস অপসারণের এবং তারপর সেলাই এবং আঠা দিয়ে প্রক্রিয়াটি শেষ করার পরামর্শ দেন। প্রাচীন রোমানরাও বিশ্বাস করত যে, একটি খারাপ আত্বা ঠোঁট ও তালু ফাটানর মাধ্যমে শিশুদের হত্যা করত।\n\n\n== তথ্যসূত্র =="}