{"pageid": 1165036, "title": "ঔষধীয় বিজ্ঞানসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1165036", "content": "ঔষধীয় বিজ্ঞানসমূহ বলতে ঔষধ নকশাকরণ, শিল্পোৎপাদন, ঔষধের ক্রিয়া, সরবরাহ ও শ্রেণীবিন্যস্তকরণ বিষয়ে আন্তঃশাস্ত্রীয় ক্ষেত্রসমূহের একটি দলকে বোঝায়। এগুলিতে রসায়ন (অজৈব রসায়ন, ভৌত রসায়ন, প্রাণরসায়ন ও বিশ্লেষণী রসায়ন), জীববিজ্ঞান (শারীরস্থান, শারীরবৃত্ত, কোষ জীববিজ্ঞান ও আণবিক জীববিজ্ঞান), রোগবিস্তার বিজ্ঞান, পরিসংখ্যান, রসায়নমিতি, ফলিত গণিত, পদার্থবিজ্ঞান ও রসায়ন প্রকৌশল ক্ষেত্রগুলি থেকে প্রাপ্ত জ্ঞান প্রয়োগ করা হয়।\nঔষধীয় বিজ্ঞানগুলিকে একাধিক বিশেষায়িত ক্ষেত্রে উপবিভাজন করা হয়, যেগুলি মূলত চারটি শাখায় বিভক্ত:\n\nঔষধবিজ্ঞান (Pharmacology): মানবদেহে ঔষধের প্রাণরাসায়নিক ও শারীরবৃত্তীয় প্রভাবের অধ্যয়ন।\nঔষধক্রিয়াবিজ্ঞান (Pharmacodynamics): কোষীয় ও আণবিক পর্যায়ে ঔষধ ও দেহে সেগুলির গ্রাহকদের মধ্যকার আন্তঃক্রিয়ার অধ্যয়ন। সোজা ভাষায় \"ঔষধ দেহের উপর কী ক্রিয়া করে\"।\nঔষধসঞ্চরণবিজ্ঞান (Pharmacokinetics): দেহের বিভিন্ন স্থানে ঔষধের ঘনমাত্রা নিয়ন্ত্রণকারী নিয়ামকগুলির অধ্যয়ন। সহজ ভাষায় \"দেহ ঔষধের উপর কী ক্রিয়া করে\"।\nঔষধীয় বিষক্রিয়াবিজ্ঞান (Pharmaceutical toxicology): ঔষধের ক্ষতিকর বা বিষাক্ত ক্রিয়ার অধ্যয়ন\nঔষধীয় বংশাণুসমগ্রবিজ্ঞান (Pharmacogenomics): ঔষধ ও জীবদেহের মধ্য আন্তঃক্রিয়াসমূহের চারিত্রিক বৈশিষ্ট্যসূচক বিন্যাসগুলির জৈবিক উত্তরাধিকার বিষয়ক গবেষণা।\nঔষধীয় রসায়ন (Pharmaceutical chemistry): ঔষধ নকশাকরণ অধ্যয়ন, যার উদ্দেশ্য ঔষধের সঞ্চরণ ও ক্রিয়া সর্বানুকূলকরণ বা কাম্যকরণ। চিকিৎসাবৈজ্ঞানিক রসায়ন শাস্ত্রে নতুন ঔষধীয় অণুসমূহের রাসায়নিক সংশ্লেষণ অধ্যয়ন করা হয়।\nঔষধনির্মাণ বিজ্ঞান (Pharmaceutics): ঔষধের সূত্রায়নের অধ্যয়ন ও নকশাকরণ, যার উদ্দেশ্য কাম্য বা সর্বানুকূল ঔষধ বিতরণ, রাসায়নিক সুস্থিতি, ঔষধসঞ্চরণ ও রোগীর সম্মতি অর্জন করা যায়।\nভেষজ ঔষধবিজ্ঞান (Pharmacognosy): প্রাকৃতিক উৎস থেকে প্রস্তুতকৃত ভেষজ ঔষধের অধ্যয়ন।\nঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞান (Pharmacy) নামক ব্যবহারিক ক্ষেত্রে ঔষধের প্রস্তুতি এবং ঔষধের নিরাপদ ও সঠিক ব্যবহার, বিতরণ ও পরিবেশন, ইত্যাদি অধ্যয়ন করা হয়।\nনতুন নতুন আবিষ্কারের সাথে সাথে ঔষধীয় বিজ্ঞানগুলির পরিধি সর্বদা বৃদ্ধি পাচ্ছে ও এগুলির নতুন নতুন উপশাস্ত্র সৃষ্টি হচ্ছে। আবার উল্টোদিকে জ্ঞানের অগ্রযাত্রার সাথে সাথে ঐসব বিশেষায়িত ক্ষেত্রের মধ্যকার সীমানা অস্পষ্ট হয়ে পড়ছে। সমস্ত ঔষধীয় বিজ্ঞানেরই অনেক সাধারণ মৌলিক ধারণা রয়েছে, যেগুলি সবগুলিতেই বিদ্যমান। এই অংশিদারি ধারণা বা প্রত্যয়গুলি ঔষধীয় গবেষণা ও ঔষধীয় চিকিৎসা ক্ষেত্রের বিভিন্ন দিক বুঝতে সাহায্য করে।\nএকটি উদীয়মান ক্ষেত্র হল ঔষধীয় তথ্যপ্রযুক্তিবিজ্ঞান (Pharmaco-cybernetics, pharma-cybernetics, cybernetic pharmacy, বা cyber pharmacy), যেখানে তথ্যবিজ্ঞান ও আন্তর্জাল প্রযুক্তির প্রয়োগ ও মূল্যায়নের মাধ্যমে ঔষধের ব্যবহার সমর্থন করা হয়, যার উদ্দেশ্য রোগীদের ঔষধীয় সেবার মান উন্নত করা।\n\n\n== তথ্যসূত্র =="}