{"pageid": 1165616, "title": "বন বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1165616", "content": "বন শহরের রেনিশ ফ্রেডরিখ উইলহেম ইউনিভার্সিটি ( জার্মান: Rheinische Friedrich-Wilhelms-Universität Bonn ) হল একটি অভিজাত পাবলিক গবেষণা বিশ্ববিদ্যালয় যা বন শহর, নর্থ রাইন-ওয়েস্টফালিয়া, জার্মানিতে অবস্থিত। এটি বর্তমানের আকারে Rhein-Universität হিসাবে ( ইংরেজি: রাইন বিশ্ববিদ্যালয় ১৮ অক্টোবর ১৮১৮ তারিখে তৃতীয় ফ্রেডেরিক উইলিয়াম প্রতিষ্ঠা করেছিলেন, Kurkölnische Akademie Bonn রৈখিক যা আগে ( ইংরেজি: Academy of the Prince-elector of Cologne  ) যা ১৭৭৭ সালে প্রতিষ্ঠিত হয়েছিল। বন বিশ্ববিদ্যালয় বিভিন্ন বিষয়ে স্নাতক এবং স্নাতক প্রোগ্রাম এবং স্নাতকোত্তর ডিগ্রি  প্রদান করে এবং এখানে ৫৪৪ জন অধ্যাপক রয়েছেন। বন বিশ্ববিদ্যালয় জার্মানির প্রধান গবেষণা-নিবিড় বিশ্ববিদ্যালয়গুলির জার্মান ইউ১৫ অ্যাসোসিয়েশনের সদস্য এবং জার্মান ইউনিভার্সিটি এক্সিলেন্স ইনিশিয়েটিভের অধীনে \"ইউনিভার্সিটি অফ এক্সিলেন্স\" শিরোনাম পেয়েছে; এটি ক্রমাগতভাবে বিশ্ব র‍্যাঙ্কিংয়ে সেরা জার্মান বিশ্ববিদ্যালয়গুলির মধ্যে স্থান পেয়েছে এবং এটি জার্মানির সবচেয়ে গবেষণা নিবিড় বিশ্ববিদ্যালয়গুলির মধ্যে একটি৷\nবন বিশ্বিবদ্যালয়ের ৬টি ক্লাস্টার অফ এক্সিলেন্স রয়েছে, যেকোন জার্মান বিশ্ববিদ্যালয়ের মধ্যে সর্বাধিক; এগুলো হলো — (১) গণিতের জন্য হাউসডর্ফ সেন্টার, (২) কোয়ান্টাম কম্পিউটিং ক্লাস্টারের জন্য ম্যাটার অ্যান্ড লাইট, (৩) ‘নির্ভরতা এবং দাসত্ব' অধ্যয়নের জন্য বন কেন্দ্র, ফেনোরব: (৪) শস্য উৎপাদনের ভবিষ্যতের জন্য গবেষণা, (৫) ইমিউন সেন্সরি সিস্টেম ক্লাস্টার এবং (৬) ইকনট্রিবিউট: মার্কেটস অ্যান্ড পাবলিক পলিসি। ইউনিভার্সিটি অ্যান্ড স্টেট লাইব্রেরি বন (ইউএলবি বন) হল একটি কেন্দ্রীয় বিশ্ববিদ্যালয় এবং রাইনিস ফ্রেডরিক-উইলহেমস-ইউনিভার্সিটি বন এবং নর্থ রাইন-ওয়েস্টফালিয়ার আর্কাইভ লাইব্রেরি; এখানে পঞ্চাশ লাখেরও বেশি পুস্তক আছে।\nঅক্টোবর ২২০ পর্যন্ত অনেকজন বিশিষ্ট প্রাক্তন, অধ্যাপক, গবেষক আছেন, যদের মধ্যে ১১জন নোবেল পুরস্কার বিজয়ী, ৫জন ফিল্ড পদকপ্রাপ্ত, ১২জন গটফ্রিড উইলহেম লেইবনিজ পুরস্কারপ্রাপ্ত, তারি সাথে সাথে প্রকৃতি বিজ্ঞানে মহৎ প্রতিভাদের পেয়েছি যেমন অগাস্ট কেকুলে, হেইনরিচ হার্টজ এবং জুসটুস ভন লিয়েবিগ; প্রখ্যাত গণিতবিদ, যেমন কার্ল ওয়েয়ারস্ট্রাস, ফেলিক্স ক্লেইন, ফ্রেডরিখ হিরজেব্রুচ এবং ফেলিক্স হাউসডর্ফ; দার্শনিক হিসেবে আমরা পেয়েছি দুনিয়া কাঁপানো কার্ল মার্কসকে, তাছাড়া  ফ্রেডরিখ নিটশে এবং ইয়ুর্গেন হ্যাবারমাস; বিখ্যাত জার্মান কবি ও লেখক, যেমন হেনরিখ হেইন, পল হেইসে এবং টমাস মান; ম্যাক্স আর্নস্টের মতো চিত্রশিল্পী; রাজনৈতিক তাত্ত্বিক, যেমন কার্ল স্মিট এবং অটো কির্চেইমার; রাষ্ট্রনায়ক, যেমন কনরাড অ্যাডেনাউয়ার এবং রবার্ট শুম্যান; বিখ্যাত অর্থনীতিবিদ, যেমন ওয়াল্টার ইউকেন, ফার্ডিনান্ড টনিস এবং জোসেফ শুম্পেটার; এবং অধিকন্তু প্রিন্স আলবার্ট, পোপ ষোড়শ বেনেডিক্ট এবং দ্বিতীয় উইলহেম।\n\n\n== ইতিহাস ==\n\n\n=== ভিত্তিস্থাপন ===\n\nবিশ্ববিদ্যালয়ের পূর্বরূপ ছিল Kurkölnische Akademie Bonn (ইংরেজি: 'অ্যাকাডেমি অফ দ্য প্রিন্স-ইলেক্টর অফ কোলোন ') যা ১৭৭৭ সালে কনিগসেগ-রোথেনফেলসের ম্যাক্সিমিলিয়ান ফ্রেডেরিক, কোলনের রাজপুত্র-নির্বাচক এটি প্রতিষ্ঠা করেছিলেন। আলোকিত চেতনায় নতুন এই শিক্ষায়তন ছিল সংকীর্ণতা মুক্ত। শিক্ষাঙ্গনে ধর্মতত্ত্ব, আইন, ফার্মেসি এবং সাধারণ বিষয় অধ্যয়নের ব্যবস্থা ছিল। ১৭৮৪ সালে সম্রাট দ্বিতীয় জোসেফ একাডেমিকে একাডেমিক ডিগ্রী ( লাইসেন্টিয়াট এবং পিএইচডি) প্রদানের অধিকার প্রদান করেন, একাডেমিটিকে একটি বিশ্ববিদ্যালয়ে পরিণত করেন। ১৭৯৮ সালে ফরাসি বিপ্লবী যুদ্ধের সময় রাইন নদীর বাম তীর ফ্রান্সের দখলে চলে যাওয়ার পর একাডেমিটি বন্ধ হয়ে যায়।\nভিয়েনার কংগ্রেসের ফলে ১৮১৫ সালে রাইনল্যান্ড প্রুশিয়ার অংশ হিসেবে যুক্ত হয়ে যায়। ১৮১৮ সালের ১৮ই অক্টোবর প্রুশিয়ার রাজা তৃতীয় ফ্রেডেরিক উইলিয়াম এই নতুন প্রদেশে(রাইন) একটি নতুন বিশ্ববিদ্যালয় প্রতিষ্ঠার নির্দেশ দেন (জার্মান: den aus Landesväterlicher Fürsorge für ihr Bestes gefaßten Entschluß, in Unsern Rheinlanden eine Universität zu errichten )। এই সময়ে রাইনল্যান্ডের বিশ্ববিদ্যালয়গুলি বন্ধ  ছিল, কারণ ১৮ শতকের শেষ পর্যন্ত বিদ্যমান তিনটি বিশ্ববিদ্যালয়ই ফরাসি আক্রমণের ফলে পাঠদান বন্ধ হয়ে গিয়েছিল। Kurkölnische Akademie Bon এই তিনটি বিশ্ববিদ্যালয়ের মধ্যে একটি। অন্য দুটি ছিল কোলোনের রোমান ক্যাথলিক বিশ্ববিদ্যালয় এবং ডুইসবার্গের প্রোটেস্ট্যান্ট বিশ্ববিদ্যালয়।\n\n\n=== রাইন বিশ্ববিদ্যালয় ===\n\nতৃতীয় ফ্রেডেরিক উইলিয়াম ১৮১৮ সালের ১৮ অক্টোবরে নতুন রাইন বিশ্ববিদ্যালয় (জার্মান: Rhein-Universität ) প্রতিষ্ঠা করেছিলেন। এটি ছিল ষষ্ঠতম প্রুশিয়ান বিশ্ববিদ্যালয়, যা গ্রিফসওয়াল্ড, বার্লিন, কোনিগসবার্গ, হ্যালে এবং ব্রেসলাউ -এগুলোর পরবর্তীকালে প্রতিষ্ঠিত হয়েছিল। নতুন বিশ্ববিদ্যালয় দুটি খ্রিস্টান সম্প্রদায়ের মধ্যে সমানভাবে ভাগ করা হয়েছিল। এটি একটি অসাম্প্রদায়িক বিশ্ববিদ্যালয়ের ঐতিহ্য বহন করত যার ফলে কোলন এবং ডুইসবার্গের চেয়ে এটিকেই বেছে নেওয়া হত পঠনপাঠনের জন্য। রোমান ক্যাথলিক ধর্মতত্ত্বের একটি স্কুল এবং প্রোটেস্ট্যান্ট ধর্মতত্ত্বের একটি স্কুল ছাড়াও, বিশ্ববিদ্যালয়ে চিকিৎসা, আইন এবং দর্শনের জন্য স্কুল ছিল। প্রাথমিকভাবে ৩৫ জন অধ্যাপক এবং আটজন সহযোগী অধ্যাপক বনে শিক্ষকতা করতেন।\n১৮২৭ সালে বিশ্ববিদ্যালয়ের সংবিধান প্রণয়ন হয়। উইলহেম ফন হামবোল্টের উদ্যোগে সংবিধানে বিশ্ববিদ্যালয়ের স্বায়ত্তশাসন, উন্নত শিক্ষা ও গবেষণার উপর জোর দেওয়া হয়। বার্লিন বিশ্ববিদ্যালয়েরও এইরূপ নিয়ম কার্যকর করা হয়েছিল, সেটা অবশ্য ১৮১০ সালে প্রতিষ্ঠিত হয়েছিল। নতুন সংবিধান বন বিশ্ববিদ্যালয়কে একটি আধুনিক গবেষণা বিশ্ববিদ্যালয়ে পরিণত করেছে।\nবন বিশ্ববিদ্যালয় প্রতিষ্ঠার মাত্র এক বছর পর পরই নাট্যকার অগাস্ট ফন কোটজেবু পার্শ্ববর্তী জেনা বিশ্ববিদ্যালয়ের ছাত্র কার্ল লুডভিগ স্যান্ডের হাতে খুন হন। ১৮১৯ সালের ২০ সেপ্টেম্বরে কার্লসব্যাড ডিক্রি বিশ্ববিদ্যালয়গুলির উপর একটি সাধারণ ক্র্যাকডাউন, বার্সচেনসচ্যাফটেনের বিলুপ্তি এবং সেন্সরশিপ আইন প্রবর্তনের পথ পা বাড়ায়। এই আইনের শিকার হলেন লেখক এবং কবি আর্নস্ট মরিটজ আর্ন্ডট, যিনি বনে সদ্য অধ্যাপনার কাজে নিযুক্ত হয়েছিল, তাঁকে শিক্ষকতা থেকে বহিষ্কার করা হয়। অবশ্য ১৮৪০ সালে তৃতীয় ফ্রেডেরিক উইলিয়ামের মৃত্যুর পরেই তাকে তার অধ্যাপক পদে পুনর্বহাল করা হয়েছিল। কার্লসব্যাড ডিক্রির আরেকটি পরিণতি ছিল ফ্রেডরিক উইলিয়াম তৃতীয় কর্তৃক অফিসের চেইন, অফিসিয়াল সিল এবং নতুন বিশ্ববিদ্যালয়ের একটি অফিসিয়াল নাম প্রদানে অস্বীকৃতি। রাইন বিশ্ববিদ্যালয়টি ১৮৪০ সাল পর্যন্ত নামহীন ছিল, যখন প্রুশিয়ার নতুন রাজা, চতুর্থ ফ্রেডেরিক উইলিয়াম এটিকে সরকারী নাম দেন Rheinische Friedrich-Wilhelms-Universität(রাইনিসচে ফ্রেডরিচ উইলহেলমস ইউনিভার্সিট্যাট)। এই শেষ বাক্যটি Die Preussischen Universitäten এর pg. ১৭৬ এর সাথে বিরোধপূর্ণ, যা ১৮২৮ সালের ২৮ জুন মন্ত্রিসভার আদেশে বিশ্ববিদ্যালয়টিকে নিম্নলিখিত নাম দেয়: Rheinische Friedrich-Wilhelms Universität। \nএই সমস্যাগুলি সত্ত্বেও, বিশ্ববিদ্যালয়টির সমূহ  উন্নতি হয়েছিল এবং বিখ্যাত পণ্ডিত এবং ছাত্রদের ভীষণভাবে আকর্ষণ করেছিল। ১৯ শতকের শেষে বিশ্ববিদ্যালয়টি Prinzenuniversität ইউনিভার্সিটি নামেও পরিচিত ছিল (ইংরেজি: 'রাজকুমারের' বিশ্ববিদ্যালয়)। \n।\nপ্রুশিাজকুমারেরা অনেকেই ছেলেই এখানে পড়াশোনা করেছে। ১৯০০ সালে, বিশ্ববিদ্যালয়ের ৬৮টি চেয়ার, ২৩টি সংযোজন চেয়ার, দুজন অনারারি অধ্যাপক, ৫৭ প্রাইভেটডোজেনটেন এবং ছয়জন প্রভাষক ছিল। ১৮৯৬ সাল থেকে, মহিলাদের প্রুশিয়ার বিশ্ববিদ্যালয়গুলিতে অতিথি নিরীক্ষক হিসাবে ক্লাসে যোগ দেওয়ার অনুমতি দেওয়া হয়েছিল। ১৯০৮ সালে বন বিশ্ববিদ্যালয় সম্পূর্ণ সহশিক্ষামূলক হয়ে ওঠে।\n\n\n=== বিশ্বযুদ্ধ ===\n\nপ্রথম বিশ্বযুদ্ধের ফলস্বরূপ বিশ্ববিদ্যালয়টির বিকাশ রুদ্ধ হয়ে পড়ে। যুদ্ধের পর জার্মানিতে অর্থনৈতিক সমস্যার কারণে বিশ্ববিদ্যালয়ের জন্য সরকারি তহবিল কমে যায়। বন বিশ্ববিদ্যালয় ব্যক্তিগত এবং শিল্পপতিদের খুঁজে বের করার চেষ্টা করে। ১৯৩০ সালে বিশ্ববিদ্যালয় একটি নতুন সংবিধান কার্যকর করে। প্রথমবারের মতো স্ব-শাসিত বিশ্ববিদ্যালয় প্রশাসনে শিক্ষার্থীদের অংশগ্রহণের অনুমতি দেওয়া হয়। সেই প্রভাবে ছাত্র পরিষদ Astag (জার্মান: Allgemeine Studentische Arbeitsgemeinschaft Studentische Arbeitsgemeinschaft) ) একই বছর প্রতিষ্ঠিত হয়েছিল। গোপন ব্যালটে ছাত্র পরিষদের সদস্যরা নির্বাচিত হন।\n১৯৩৩ সালে নাৎসি ক্ষমতা দখলের পর, গ্লিচশাল্টুং বিশ্ববিদ্যালয়টিকে একটি নাৎসি শিক্ষা কেন্দ্রে রূপান্তরিত করে। Führerprinzip-এর মতানুসারে বিশ্ববিদ্যালয়ের স্বায়ত্তশাসন এবং স্ব-শাসিত প্রশাসনের দায়িত্ব দেওয়া হয় সেনাবাহিনীর নেতাদের, বিশ্ববিদ্যালয়ের সভাপতিকে শিক্ষা মন্ত্রকের অধীন কাজ করতে হয়। ইহুদি অধ্যাপক, ছাত্র এবং রাজনৈতিক বিরোধীদের বিশ্ববিদ্যালয় থেকে বিতাড়িত করা হয়েছিল। ধর্মতত্ত্ববিদ কার্ল বার্থ হিটলারের কাছে শপথ নিতে অস্বীকার করেন, তাই তাকে পদত্যাগ করতে হয় এবং তিনি দেশত্যাগ করে সুইজারল্যান্ডে দেশত্যাগ করতে বাধ্য হন। ইহুদি গণিতবিদ ফেলিক্স হাউসডর্ফকে ১৯৩৫ সালে বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়েছিল এবং ১৯৪২ সালে একটি কনসেনট্রেশন ক্যাম্পে তার আসন্ন নির্বাসন সম্পর্কে জানার পরে তিনি আত্মহত্যা করেছিলেন। দার্শনিক পল লুডউইগ ল্যান্ডসবার্গ এবং জোহানেস মারিয়া ভারওয়েনকে নির্বাসিত করা হয়েছিল এবং বন্দী শিবিরে মারা গিয়েছিল। ১৯৩৭ সালে টমাস মান তার সম্মানসূচক ডক্টরেট থেকে বঞ্চিত হন। ১৯৪৬ সালে তার সম্মানসূচক ডিগ্রি পুনরুদ্ধার করা হয়।\nদ্বিতীয় বিশ্বযুদ্ধের সময় বিশ্ববিদ্যালয়ের ব্যাপক ক্ষয়ক্ষতি হয়। ১৯৪৪ সালের ১৮ অক্টোবর একটি বিমান হামলা মূল ভবনটির ধ্বংসসাধন করে।\n\n\n=== যুদ্ধ-পরবর্তী থেকে বর্তমান ===\n\nবিশ্ববিদ্যালয়টি ১৭ নভেম্বর ১৯৪৫-এ ব্রিটিশ দখলকৃত অঞ্চলের হিসাবে এটি পুনরায় খোলা হয়েছিল। প্রথম বিশ্ববিদ্যালয়ের সভাপতি ছিলেন হেনরিক ম্যাথিয়াস কোনেন, যাকে নাৎসিবাদের বিরোধিতার কারণে ১৯৩৪ সালে বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়েছিল। ১৯৪৫ সালের ১৭ নভেম্বর প্রথম সেমিস্টারের শুরুতে বিশ্ববিদ্যালয়ের মাত্র ২,৫০০টি জায়গার জন্য ১০,০০০ জনের বেশি আবেদনকারী ছিল।\nবিশ্ববিদ্যালয়টি যুদ্ধের পরবর্তী কালে, বিশেষ করে ১৯৬০ এবং ১৯৭০ এর দশকে ব্যাপকভাবে সম্প্রসারিত হয়েছিল। যুদ্ধ পরবর্তী যুগের উল্লেখযোগ্য ঘটনাগুলি হল ১৯৪৯ সালে শহরের কেন্দ্র থেকে ভেনাসবার্গে বিশ্ববিদ্যালয় হাসপাতাল স্থানান্তর, ১৯৬০ সালে নতুন বিশ্ববিদ্যালয় গ্রন্থাগার খোলা এবং আইন ও অর্থনীতি স্কুলের জন্য একটি নতুন ভবন, জুরিডিকাম খোলা ১৯৬৭ সালে।\n১৯৮০ সালে পেডাগোজিকাল বন বিশ্ববিদ্যালয়ের সঙ্গে বন বিশ্ববিদ্যালয়ে একীভূত করা হয়েছিল, যদিও অবশেষে ২০০৭ সালে সমস্ত শিক্ষক-শিক্ষণ কার্যক্রম বন্ধ করে দেওয়া হয়। ১৯৮৩ সালে একটি নতুন বিজ্ঞান গ্রন্থাগার খোলা হয়। ১৯৮৯ সালে উলফগ্যাং পল পদার্থবিজ্ঞানে নোবেল পুরস্কার লাভ করেন। তিন বছর পর রেইনহার্ড সেলটেন অর্থনীতিতে নোবেল পুরস্কার পান। ১৯৯১ সালে পূর্ব-পশ্চিম জার্মানি পুনর্মিলনের পর জার্মান সরকারের রাজধানী বন থেকে বার্লিনে স্থানান্তর করা হয়, ফলে বন শহরের জন্য অনেক ক্ষতিপূরণ দেওয়া হয়। ক্ষতিপূরণ প্যাকেজটিতে তিনটি নতুন গবেষণা প্রতিষ্ঠান অন্তর্ভুক্ত ছিল যা বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত বা ঘনিষ্ঠভাবে সহযোগিতা করছে, এইভাবে বন বিশ্ববিদ্যালয়ের গবেষণা প্রোফাইলকে উল্লেখযোগ্যভাবে বৃদ্ধি করেছে।\n২০০০-এর দশকে বিশ্ববিদ্যালয়টি বোলোগনা নামে একটি নতুম প্রক্রিয়া বাস্তবায়ন করে\n।ূরব্রতী প\nপ্রথাগত ডিপ্লোম এবং ম্যাজিস্টার প্রোগ্রামগুলিকে ব্যাচেলর এবং মাস্টার ডিগ্রি হিসেবে প্রতিস্থাপন করে। এই প্রক্রিয়াটি ২০০৭ সালের মধ্যে সম্পন্ন হয়েছিল। \n\n\n== ক্যাম্পাস ==\n\nবন বিশ্ববিদ্যালয়ের কোনও কেন্দ্রীভূত ক্যাম্পাস নেই। মূল ভবনটি হল কারফুরসট্লিচেস স্কুলস, শহরের কেন্দ্রস্থলে কোলনের রাজপুত্র-নির্বাচকের প্রাক্তন আবাসিক প্রাসাদে। ১৬৯৭ থেকে ১৭০৫ সালের মধ্যে এটি তৈরি করেছিলেন  বাভারিয়ার জোসেফ ক্লেমেন্সের জন্য কোলোনের রাজপুত্র-নির্বাচক এনরিকো জুকালি মূল ভবনটি তৈরি করেছিলেন। আজ এটিতে মানবিক ও ধর্মতত্ত্ব অনুষদ এবং বিশ্ববিদ্যালয় প্রশাসন রয়েছে। Hofgarten, মূল ভবনের সামনে একটি বৃহৎ পার্ক ছাত্রদের ঘোরাঘুরি, অধ্যয়ন এবং বিশ্রামের জন্য বেশ সুন্দর স্থান। হফগার্টেন বারংবার রাজনৈতিক বিক্ষোভের স্থান হিসেবে পরিচিত, যেমন ন্যাটোর ডাবল-ট্র্যাক সিদ্ধান্তের বিরুদ্ধে ২২ অক্টোবর ১৯৮১-এ প্রায় ২,৫০,০০০ অংশগ্রহণকারীর সাথে বিক্ষোভ।  স্কুল অফ ল অ্যান্ড ইকোনমিক্স, প্রধান ইউনিভার্সিটি লাইব্রেরি এবং কয়েকটি ছোট ডিপার্টমেন্ট প্রধান ভবনের দক্ষিণে অল্প দূরত্বে আধুনিক ভবনে রাখা হয়েছে। মনোবিজ্ঞান বিভাগ এবং কম্পিউটার বিজ্ঞান বিভাগ বনের একটি উত্তর উপশহরে অবস্থিত।\nবিজ্ঞান বিভাগ এবং মূল বিজ্ঞান গ্রন্থাগারটি শহরের কেন্দ্রের পশ্চিমে পপেলসডর্ফ এবং এন্ডেনিচে অবস্থিত। এই ভবনটি\nঐতিহাসিক ও আধুনিাস্কর্যেরনের মিশ্রনির্মতথিত। উল্লেখযোগ্য এই হল পপেলসডর্ফ প্রাসাদ (জার্মান: Poppelsdorfer Schloss, যা ১৭১৫ থেকে )১৭৫৩ সাল পর্যন্ত বাভারিয়ার জোসেফ ক্লেমেন্স এবং তার উত্তরসূরি ক্লেমেন্স অগাস্ট বাভারিয়ার জন্য রবার্ট ডি কদুোনের জট দ্বারা নির্মিত হ আজ মাণলকরেছিলেন্রাসাদে বিশ্ববিদ্যালয়ের খনিজ সংগ্রহ এবং বিভিন্ন বিজ্ঞান বিভাগ রয়েছে; এর ভিত্গুলিতি হল বিশএসবেররজড়িত রয়েছে  বোটানিক্যাল গার্ডেন ( Botanische Gärten der Friedrich-Wilhelms-Universität Bonn )।\nমেডিসিন স্কুলটি বনের পশ্চিম দিকের ভেনাসবার্গ পাহাড়ে অবস্থিত। বেশ কয়েকটি আবাসিক হল শহর জুড়ে ছড়িয়ে ছিটিয়ে রয়েছে। বন বিশ্ববিদ্যালয়ের মোট ৩৭১টি ভবন রয়েছে।\n\n\n=== বিশ্ববিদ্যালয় লাইব্রেরি ===\n\nবিশ্ববিদ্যালয়ের গ্রন্থাগারটি ১৮১৮ সালে প্রতিষ্ঠিত হয়েছিল এবং ডুইসবার্গের বন্ধ বিশ্ববিদ্যালয়ের গ্রন্থাগার থেকে উত্তরাধিকার সূত্রে প্রাপ্ত ৬০০০ বই দিয়ে শুরু হয়েছিল। ১৮২৪ সালে প্রুশিয়ান রাইন প্রদেশে প্রকাশিত সমস্ত বইয়ের জন্য গ্রন্থাগারটি আইনি আমানত হয়ে ওঠে। লাইব্রেরিতে ১৯শতকের শেষে প্রায় ২,০০,০০০ বই এবং দ্বিতীয় বিশ্বযুদ্ধের শুরুতে প্রায় ৬,০০,০০০ বই ছিল। ১০ অক্টোবর ১৯৪৪-এ একটি বিমান হামলা প্রায় ২,০০,০০০ বই এবং লাইব্রেরির ক্যাটালগের একটি বড় অংশ ধ্বংস করে। যুদ্ধের পর ১৯৬০ সালে নতুন কেন্দ্রীয় গ্রন্থাগারের সমাপ্তি না হওয়া পর্যন্ত গ্রন্থাগারটি বেশ কয়েকটি অস্থায়ী স্থানে রাখা হয়েছিল। নতুন বিল্ডিংটি পিয়েরে ভাগো এবং ফ্রিটজ বোর্নম্যানের ডিজাইন করা হয়েছিল এবং এটি মূল ভবনের কাছাকাছি অবস্থিত। ১৯৮৩ সালে মূল ভবনের পশ্চিমে পপেলসডর্ফে একটি নতুন লাইব্রেরি ভবন খোলা হয়েছিল। নতুন লাইব্রেরি ভবনে বিজ্ঞান, কৃষি এবং ওষুধ সংগ্রহ রয়েছে। আজ, বিশ্ববিদ্যালয়ের গ্রন্থাগার ব্যবস্থা কেন্দ্রীয় গ্রন্থাগার, বিজ্ঞান, কৃষি ও ওষুধের গ্রন্থাগার এবং প্রায় ১৬০টি ছোট গ্রন্থাগার নিয়ে গঠিত। এটি ২২ লক্ষ বই ধারণ করে এবং প্রায় ১৪,০০০ জার্নালে সাবস্ক্রাইব করে। \n\n\n=== বিশ্ববিদ্যালয় হাসপাতাল ===\n\nবিশ্ববিদ্যালয় হাসপাতালটি (জার্মান: Universitätsklinikum Bonn ) বিশ্ববিদ্যালয়ের সাথে একই সময়ে প্রতিষ্ঠিত হয়েছিল পূর্বতন নির্বাচনী প্রাসাদে (জার্মান: Kurfüstliches Schloss ) এবং এটি ৫ মে১৮১৯ তারিখে এটি  আনুষ্ঠানিকভাবে খোলা হয়েছিল, প্রধান ভবন, পশ্চিম শাখায় (অভ্যন্তরীণ ওষুধ) এবং দ্বিতীয় তলায় (প্রসূতিবিদ্যা)। প্রথম বর্ষে, হাসপাতালের রোগীদের জন্য ত্রিশটি শয্যা ছিল, ৯৩টি অস্ত্রোপচার করা হয়েছিল এবং এরই সাথে সাথে প্রায় ৬০০ জন বহিরাগত রোগীর চিকিৎসা করা হয়েছে। ১৮৭২ থেকে১৮৮৩ সাল পর্যন্ত হাসপাতালটি বন শহরের কেন্দ্রস্থলে বিল্ডিংগুলির একটি নতুন কমপ্লেক্সে স্থানান্তরিত হয়েছিল, যেখানে আজ বিথোভেন কনসার্ট হল দাঁড়িয়ে আছে এবং দ্বিতীয় বিশ্বযুদ্ধের পরে বনের পশ্চিম প্রান্তে ভেনাসবার্গে। ১ জানুয়ারী২০০১-এ বিশ্ববিদ্যালয় হাসপাতাল একটি পাবলিক কর্পোরেশনে পরিণত হয়। যদিও বিশ্ববিদ্যালয় হাসপাতাল তখন থেকে বিশ্ববিদ্যালয় থেকে স্বাধীন, বন বিশ্ববিদ্যালয়ের স্কুল অফ মেডিসিন এবং বিশ্ববিদ্যালয় হাসপাতাল ঘনিষ্ঠভাবে সহযোগিতা করে। আজ বিশ্ববিদ্যালয় হাসপাতাল প্রায় ত্রিশটি পৃথক হাসপাতাল নিয়ে গঠিত, ৯৯০ টিরও বেশি চিকৎসসক এবং ১১০০টিরও বেশি নার্সিং এবং ক্লিনিকাল সাপোর্ট স্টাফ নিয়োগ করে এবং প্রায় ৫০,০০০ রোগীর চিকৎসা করা হয়। \n\n\n=== বিশ্ববিদ্যালয় যাদুঘর ===\n\nআকাদেমিচেস কুনস্টমিউজিয়াম (ইংরেজি: 'Academic Museum of Antiquities') ১৮১৮ সালে প্রতিষ্ঠিত হয়েছিল। এখানে প্রাচীন গ্রিক ও রোমান ভাস্কর্যের প্লাস্টার কাস্টের একটি বৃহত্তম সংগ্রহ রয়েছে। প্লাস্টার কাস্টের সংগ্রহগুলি মূলত আর্ট একাডেমির ছাত্রদের দ্বারা ব্যবহৃত হত। ১৭৬৩ সালে গটিংজেন বিশ্ববিদ্যালয়ের ক্রিশচিয়ান গটলব হাইনের এগুলি প্রথম ব্যবহার করেছিলেন। বনের শিক্ষার্থী কুনস্ট মিউজিয়ামটি ছিল তার ধরনের প্রথম, কারণ এই সময়ে অন্যান্য বিশ্ববিদ্যালয়ের সংগ্রহগুলি বিশ্ববিদ্যালয়ের লাইব্রেরির চারপাশে ছড়িয়ে ছিটিয়ে ছিল। প্রথম পরিচালক ছিলেন ফ্রেডরিখ গটলিব ওয়েলকার, যিনি প্রত্নতত্ত্বের অধ্যাপকও ছিলেন। তাঁর মেয়াদ ছিল ১৮১৯ থেকে ১৮৫৪ সালে অবসর গ্রহণ পর্যন্ত। তার স্থলাভিষিক্ত হন অটো জাহন এবং ফ্রিডরিখ উইলহেম রিটশল, যিনি পরিচালকের দায়িত্বে ছিলেন। ১৮৭০ থেকে ১৮৮৯ সাল পর্যন্ত রেইনহার্ড কেকুলে ভন স্ট্রাডোনিৎস, বিখ্যাত জৈব রসায়নবিদ ফ্রেডরিখ অগাস্ট কেকুলে ভন স্ট্রাডোনিৎসের ভাতিজা ছিলেন পরিচালক। ১৮৭২ সালে জাদুঘরটি একটি নতুন ভবনে স্থানান্তরিত হয় যা পূর্বে শারীরস্থান বিভাগ দ্বারা ব্যবহৃত হত। ভবনটি ১৮২৩ থেকে ১৮৩০ সাল পর্যন্ত নির্মিত হয়েছিল এবং কার্ল ফ্রেডরিখ শিঙ্কেল এবং হারম্যান ফ্রেডরিখ ওয়েসম্যান দ্বারা ডিজাইন করা হয়েছিল। জাদুঘরের অন্যান্য পরিচালকরা হলেন জর্জ লিওসচেকে(১৮৮৯ থেকে ১৯১২), ফ্রাঞ্জ উইন্টার (১৯১২ থেকে ১৯২৯), রিচার্ড ডেলব্রুক (১৯২৯ থেকে ১৯৪০), আর্নস্ট ল্যাংলোটজ (১৯৪৪ থেকে ১৯৬৬), নিকোলাস হিমেলমান (১৯৬৯ থেকে ১৯৯৪) এবং Harald Mielsch (১৯৯৪ সাল থেকে)। ফ্রেডরিখ উইলহেম রিটশল ব্যতীত সকল পরিচালক বিশ্ববিদ্যালয়ের প্রত্নতত্ত্বের অধ্যাপক ছিলেন। \n\nমিশরীয় জাদুঘরটি (জার্মান: Ägyptisches Museum ) ২০০১ সালে প্রতিষ্ঠিত হয়েছিল। এই সংগ্রহশালাটি ১৯ শতকের এবং এটি পূর্বে Akademisches Kunstmuseum-এর অংশ ছিল। এখানের সংগ্রহের বৃহৎ  অংশ দ্বিতীয় বিশ্বযুদ্ধে ধ্বংস হয়ে যায়। আজ সংগ্রহে প্রায় ৩০০০ বস্তু রয়েছে। \nঅ্যারিথমিয়ামটি ১৯৯৯ সালে খোলা হয়েছিল। এখানে ১২০০টিরও বেশি যন্ত্র থাকায় এটি পরিণত হয়েছে বিশ্বের বৃহত্তম ঐতিহাসিক যান্ত্রিক গণনা মেশিনের সংগ্রহশালায়। জাদুঘরটি রিসার্চ ইনস্টিটিউট ফর ডিসক্রিট ম্যাথমেটিক্সের সাথে অধিভুক্ত। \nপ্রত্নতত্ত্ব এবং নৃতত্ত্বের শিক্ষাদানের জন্য (জার্মান: Archäologisch-ethnographische Lehr- und Studiensammlung ) ২০০৮ সালে খোলা হয়েছিল। এখানে সংগ্রহে রয়েছে ৭,৫০০ টিরও বেশি সামগ্রী যা বেশিরভাগ প্রাক-কলম্বিয়ান শিল্পের। \n\nবোটানিক্যাল গার্ডেন ১৮১৮ সালে প্রতিষ্ঠিত হয়েছিল এবং এটি পপেলসডর্ফ প্রাসাদের পাশে অবস্থিত। আনুমানিক ১৫৭৮ সাল এই জায়গায় একটি বাগান ছিল এবং পরবর্তীতে ১৭২০ সালের দিকে বাভারিয়ার ক্লেমেন্স আগস্টের জন্য একটি বারোক বাগানও তৈরি করা হয়েছিল। ১৮১৮ থেকে ১৮৩০ সাল পর্যন্ত বোটানিক্যাল গার্ডেনের প্রথম পরিচালক ছিলেন নিস ভন এসেনবেক । ২০০৩ সালের মে মাসে বিশ্বের বৃহত্তম টাইটান অ্যারাম, প্রায় ২.৭৪ মিটার উঁচু, বোটানিক্যাল গার্ডেনে তিন দিন ধরে ফুল ফোটে। \n১৮২০ সালে প্রাকৃতিক ইতিহাসের জাদুঘরটি জর্জ অগাস্ট গোল্ডফাস্ট তৈরি করেছিলেন। এটি ছিল রাইনের প্রথম পাবলিক মিউজিয়াম। ১৮৮২ সালে এটি পপেলসডর্ফ প্রাসাদে অবস্থিত খনিজ যাদুঘর  এবং প্যালিওন্টোলজির যাদুঘর, যার নাম এখন গোল্ডফুস মিউজিয়াম অফ প্যালেওন্টোলজি, এই দুটি জাদুঘরে বিভক্ত হয়ে যায়। \n২০০০ সালে খোলা হয়েছিল অ্যানেস্থেসিওলজির ইতিহাসের হর্স্ট স্টোয়েকেল-জাদুঘর (জার্মান: Horst Stoeckel-Museum für die Geschichte der Anästhesiologie )  এবং এটি ইউরোপের বৃহত্তম এই ধরনের জাদুঘর। \nবিশ্ববিদ্যালয়ের অধীনস্থ কোয়েনিগ জাদুঘরটি জার্মানির বৃহত্তম প্রাকৃতিক ইতিহাস জাদুঘরগুলির মধ্যে একটি। জাদুঘরটি ১৯১২ সালে আলেকজান্ডার কোয়েনিগ প্রতিষ্ঠা করেছিলেন, যিনি তার সমস্ত জমানো মাউনটেড নমুনার সংগ্রহ জনসাধারণকে দান করেছিলেন। \n\n\n== সংগঠন ==\nবন বিশ্ববিদ্যালয়ে ৩২,৫০০ জন শিক্ষার্থী রয়েছে এবং যার মধ্যে ৪,০০০ বিদেশি ছাত্র। প্রতি বছর এখানে প্রায় ৩,০০০ স্নাতক ছাত্র স্নাতক হয়। বিশ্ববিদ্যালয়টি প্রায় ৮০০টি পিএইচডি এবং প্রায় ৬০টি হ্যাবিলিটেশন প্রদান করে। সমস্ত বিভাগ ৯০টিরও বেশি করে কর্মসূচী নেওয়া হয়। বিশ্ববিদ্যালয়ের চিহ্নিত উচ মানসম্পন্ন ক্ষেত্রগুলি হল গণিত, পদার্থবিদ্যা, আইন, অর্থনীতি, নিউরোসায়েন্স, চিকিৎসা জেনেটিক্স, রাসায়নিক জীববিদ্যা, কৃষি, এশীয় এবং প্রাচ্য বিভাগ এবং দর্শন ও নীতিশাস্ত্র । বিশ্ববিদ্যালয়ে ৫৫০ জনেরও বেশি অধ্যাপক, ৩,৯০০ জন অতিরিক্ত শিক্ষাকর্মী এবং ১,৭০০ জনের বেশি প্রশাসনিক কর্মী রয়েছেন। ২০১৬ সালে বার্ষিক বাজেট ছিল ৫৭০ মিলিয়ন ইউরো। \n\n\n=== অনুষদ ===\n১৮১৮ থেকে ১৯২৮ সাল পর্যন্ত বন বিশ্ববিদ্যালয়ের পাঁচটি অনুষদ ছিল, সেগুলো হল, (১) ক্যাথলিক থিওলজি অনুষদ, (২) প্রোটেস্ট্যান্ট থিওলজি অনুষদ, (৩) আইন অনুষদ এবং (৪) কলা ও (৫) বিজ্ঞান অনুষদ। ১৯২৮ সালে, আইন অনুষদ এবং অর্থনীতি বিভাগকে কলা ও বিজ্ঞান অনুষদের অংশ থেকে ভাগ করে আইন ও অর্থনীতি নামে নতুন অনুেষদ একীভূত হয়। ১৯৩৪ সালে তখন পর্যন্ত স্বাধীন কৃষি বিশ্ববিদ্যালয় বন-পপেলসডর্ফ (জার্মান: Landwirtschaftliche Hochschule Bonn-Poppelsdorf ) কৃষি বিজ্ঞান অনুষদ হিসাবে বন বিশ্ববিদ্যালয়ে একীভূত হয়। ১৯৩৬ সালে, বিজ্ঞান বিভাগগুলি কলা ও বিজ্ঞান অনুষদ থেকে পৃথক করা হয়েছিল। আজ বিশ্ববিদ্যালয়টি সাতটি অনুষদে বিভক্ত। \n\n\n==== প্রোটেস্ট্যান্ট থিওলজি অনুষদ ( জার্মান: Evangelisch-Theologische Fakultät   ) ====\n\n১৮১৮ সাল থেকে বন বিশ্ববিদ্যালয়ে প্রোটেস্ট্যান্ট থিওলজিকাল ফ্যাকাল্টি বিদ্যমান রয়েছে (অন্যান্য বিশ্ববিদ্যালয়ের থেকে আলাদাভাবে  শুধুমাত্র বন এবং ১৮১১ সালে প্রতিষ্ঠিত রক্লোর ফ্রেডরিখ উইলহেলম বিশ্ববিদ্যালয়ে ক্যাথলিক এবং একটি ধর্মতাত্ত্বিক অনুষদ দুটোই ছিল)। বিষয়ভিত্তিক এভাবে ভাগ ছিল— \"ধর্মতত্ত্বের পাঠ্য\", \"ঐতিহাসিক ধর্মতত্ত্ব\", \"থিওরি অফ থিওলজি\", \"থিওলজি ইন ডায়ালগ উইথ দ্য হিউম্যান সায়েন্সেস\" এবং \"ইকিউমেনিকাল থিওলজি\"। অনুষদের অন্যান্য প্রতিষ্ঠান হল ইনস্টিটিউট অফ হারমেনিউটিক্স এবং ইনস্টিটিউট অফ ইকুমেনিজম। এই অনুষদটি বিশ্ববিদ্যালয়ের মূল ভবনে অবস্থিত, যেখানে প্রোটেস্ট্যান্ট ক্যাসেল গির্জাও অবস্থিত। বিশ্ববিদ্যালয়ের প্রচারক হলেন এবারহার্ড হাউসচিল্ড। অনুষদটির প্রোটেস্ট্যান্ট ধর্মতত্ত্বের শিক্ষার্থীদের জন্য নিজস্ব ছাত্রাবাস রয়েছে। মানুষ এখন ধর্ম নিয়ে কম পড়াশোনা করে বলে ১৮৭ জন ছাত্র নিয়ে বর্তমানে এটি বন বিশ্ববিদ্যালয়ের সবচেয়ে ছোটো অনুষদ। শিক্ষক প্রশিক্ষণে, প্রোটেস্ট্যান্ট থিওলজি অনুষদ কোলন বিশ্ববিদ্যালয়ের প্রোটেস্ট্যান্ট থিওলজি ইনস্টিটিউটের সাথে সহযোগিতা করে। বিশ্ববিদ্যালয়ের সেন্টার ফর রিলিজিয়ন এন্ড সোসাইটির সাথেও অনুষদের অসংখ্য সদস্য জড়িত।\n\n\n==== ক্যাথলিক থিওলজি অনুষদ ( জার্মান: Katholisch-Theologische Fakultät   ) ====\nক্যাথলিক থিওলজি অনুষদটি ১৮১৮ সালে ছয়টি চেয়ার নিয়ে প্রতিষ্ঠিত হয়েছিল; এটি ১৮১৯ সালের গ্রীষ্মের অর্ধেক ছুটির পর পাঠদান দেওয়া শুরু করে। আজ এই অনুষদ ১৩টি চেয়ার নিয়ে গঠিত। এটির বিশেষ বৈশিষ্ট্য হল এখানে ধর্মতাত্ত্বিক লিঙ্গ গবেষণা করা হয়। মাতর২৪৩ জন শিক্ষার্থী নিয়ে, এটিও বিশ্ববিদ্যালয়ের ছোটো অনুষদের মধ্যে একটি। এটি কোলন বিশ্ববিদ্যালয়ের ক্যাথলিক থিওলজি ইনস্টিটিউটের সাথে সহযোগিতা করে এবং জেইআরজি ডিগ্রি প্রোগ্রামের অংশ। মৌলিক ধর্মতত্ত্বের চেয়ার ১৯৫৯ থেকে ১৯৬৩ পর্যন্ত জোসেফ রেটজিঙ্গার দ্বারা অধিষ্ঠিত ছিলেন, পরবর্তী পোপ ষোড়শ বেনেডিক্ট ।\n\n\n==== কৃষি অনুষদ ( জার্মান: Landwirtschaftliche Fakultät   ) ====\n১৯৩৪ সালে বিশ্ববিদ্যালয়ে কৃষি অনুষদটি প্রতিষ্ঠিত হয়। এটি প্রাক্তন কৃষি বিশ্ববিদ্যালয় পপেলসডর্ফ থেকে তৈরি করা হয়েছিল, সেটা ১৮৪৭ সালে প্রতিষ্ঠিত হয়েছিল। অনুষদের বিভিন্ন বিজ্ঞানভিত্তিক গবেষণার মধ্যে রয়েছে \"আগ্রার সিস্টেম সেন্সিং অ্যানালাইসিস অ্যান্ড ম্যানেজমেন্ট\", \"খাদ্য ও পুষ্টি\" এবং \"আণবিক জৈবিক পদ্ধতি ব্যবহার করে শস্য, খামারের প্রাণী এবং মানুষের মধ্যে জেনেটিক্যালি নির্ধারিত বিপাকীয় ফাংশনগুলির আলোকিতকরণ\" (অণু থেকে ফাংশন: ফসল - পশুসম্পদ - মানুষ)। শিক্ষার্থীদের অধ্যয়নের কোর্সগুলি হলো কৃষি বিজ্ঞান, পুষ্টি ও খাদ্য বিজ্ঞান, প্রাণী বিজ্ঞান, সেইসাথে জিওডেসি এবং জিওইনফরমেশন । অনুষদের অবস্থান পপেলসডর্ফ ক্যাম্পাস। অনুষদে প্রায় ২,৫০০ শিক্ষার্থী রয়েছে। ২০০৮-০৯ সালের শীতকালীন সেমিস্টার চলাকালীন থিওডর ব্রিঙ্কম্যান গবেষণা প্রশিক্ষণ গ্রুপ এই অনুষদের মধ্যে প্রতিষ্ঠিত হয়েছিল। \n\nঅনুষদ নিম্নলিখিত সাতটি প্রতিষ্ঠান নিয়ে গঠিত:\n\nIEL - পুষ্টি ও খাদ্য বিজ্ঞান ইনস্টিটিউট,\nIGG - জিওডেসি এবং জিওইনফরমেশন ইনস্টিটিউট,\nILR - ইনস্টিটিউট অফ ফুড অ্যান্ড রিসোর্স ইকোনমিক্স,\nILT - ইনস্টিটিউট অফ এগ্রিকালচারাল ইঞ্জিনিয়ারিং,\nINRES - ফসল বিজ্ঞান এবং সম্পদ সুরক্ষা ইনস্টিটিউট\nIOL - ইনস্টিটিউট অফ অর্গানিক এগ্রিকালচার\nITW - প্রাণী বিজ্ঞান ইনস্টিটিউট।\n\n\n==== গণিত এবং প্রাকৃতিক বিজ্ঞান অনুষদ ( জার্মান: Mathematisch-Naturwissenschaftliche Fakultät   ) ====\nগণিত এবং প্রকৃতি বিজ্ঞান অনুষদের বিভাগগুলি হলো গণিত, কম্পিউটার বিজ্ঞান, পদার্থবিদ্যা - জ্যোতির্বিদ্যা, রসায়ন,  ভূবিজ্ঞান, জীববিজ্ঞান, ফার্মেসি এবং আণবিক বায়োমেডিসিন। ১৯৩৬ সালে প্রাকৃতিক বিজ্ঞানের বিষয়গুলি দর্শন অনুষদ থেকে আলাদা করে গণিত ও প্রাকৃতিক বিজ্ঞান অনুষদ গঠন করা হয়।  ৭,৬৩৬ শিক্ষার্থী নিয়ে, এটি এখন বিশ্ববিদ্যালয়ের বৃহত্তম অনুষদগুলির মধ্যে একটি। স্থানগুলি ক্যাসেল, এন্ডেনিচ এবং পপেলসডর্ফ জেলা জুড়ে বিস্তৃত।\n\nগণিত বিভাগের ভাগুলো হলো গণিত ইনস্টিটিউট, ফলিত গণিত ইনস্টিটিউট, সংখ্যাসূচক সিমুলেশন ইনস্টিটিউট এবং বিচ্ছিন্ন গণিতের গবেষণা। গাণিতিক ইনস্টিটিউট (এমআই) এবং ফলিত গণিত ইনস্টিটিউট ২০০৯ সালে রাইনল্যান্ড চেম্বার অফ এগ্রিকালচারের ভবনে স্থানান্তরিত করা হয়। এমআই বর্তমানে \"হোমোটপি এবং কোহোমোলজি\" বিষয় নিয়ে একটি ডিএফজি গবেষণা প্রশিক্ষণ গ্রুপের আয়োজন করছে৷ এছাড়াও, বিশ্ববিদ্যালয়ের গণিতের ক্ষেত্রে শ্রেষ্ঠত্বের ক্লাস্টার রয়েছে। এই কারণে, গণিতের জন্য হাউসডর্ফ সেন্টার তৈরি করা হয়েছিল। বিচ্ছিন্ন গণিতের জন্য গবেষণা ইনস্টিটিউট হল বিশ্ববিদ্যালয়ের গাণিতিক ইনস্টিটিউটগুলির মধ্যে একটি, কিন্তু গণিত এবং প্রাকৃতিক বিজ্ঞান অনুষদের সাথে অনুমোদিত নয়, তবে সরাসরি সেনেটে রিপোর্ট করে। ফিল্ড পদক বিজয়ী পিটার স্কোলজে শিক্ষিত ছিলেন এবং বর্তমানে বিভাগে পড়াচ্ছেন, এবং অতীতের ক্ষেত্র পদকপ্রাপ্ত। এটি গ্লোবাল ম্যাথ নেটওয়ার্কের অংশ: একোল নর্মাল সুপেরিয়র, নিউ ইয়র্ক বিশ্ববিদ্যালয়, কিয়েটো বিশ্ববিদ্যালয়, পিকিং বিশ্ববিদ্যালয় . বন গণিত বিভাগ এছাড়াও ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে, প্রিন্সটন বিশ্ববিদ্যালয়, অক্সফোর্ড বিশ্ববিদ্যালয় এবং ওয়ারউইক বিশ্ববিদ্যালয়ের সাথে আন্তর্জাতিক অংশীদারিত্ব প্রতিষ্ঠা করেছে। \nইনফরম্যাটিক্স বিভাগে ইনস্টিটিউট অফ কম্পিউটার সায়েন্স এবং বন-আচেন ইন্টারন্যাশনাল সেন্টার ফর ইনফরমেশন টেকনোলজি (বি-আইটি) অন্তর্ভুক্ত রয়েছে। এই বিষয়গুলো গণিত/কম্পিউটার বিজ্ঞান বিভাগ থেকে এপ্রিল ২০১১ সালে আলাদা হয়ে তৈরি হয়েছিল। ফলিত গণিত এবং কম্পিউটার বিজ্ঞান ইনস্টিটিউট ১৯৬৯ সালে প্রতিষ্ঠিত হয়েছিল। এই ইনস্টিটিউটটি ১৯৭৫ সালে দুটি ভিন্ন বিভাগে বিভক্ত হয়েছিল। কম্পিউটার সায়েন্স ইনস্টিটিউট ২০১৮ সাল থেকে পপেলসডর্ফ ক্যাম্পাসে কম্পিউটার বিজ্ঞান কেন্দ্রকে বি-আইটির সঙ্গে একসাথে ব্যবহার করছে।  ফলিত গণিত এবং কম্পিউটার বিজ্ঞান ইনস্টিটিউট ১৯৬৯ সালে প্রতিষ্ঠিত হয়েছিল। এই ইনস্টিটিউটটি ১৯৭৫ সালে দুটি স্বাধীন ইনস্টিটিউটে বিভক্ত হয়েছিল।  কম্পিউটার সায়েন্স ইনস্টিটিউট ২০১৮ সাল থেকে পপেলসডর্ফ ক্যাম্পাসে কম্পিউটার বিজ্ঞান কেন্দ্রটি বি-ইটের সাথে ব্যবহার করছে। \nপদার্থবিদ্যা-জ্যোতির্বিদ্যা বিভাগে পদার্থবিদ্যার ইনস্টিটিউট (পিআই), ইনস্টিটিউট অফ অ্যাপ্লায়েড ফিজিক্স (আইএপি), আরজেলান্ডার ইনস্টিটিউ ফর এস্ট্রোনমি (এএলএপএ) এবং হেলমহোল্টজ ইনস্টিটিউট ফর রেডিয়েশন অ্যান্ড নিউক্লিয়ার ফিজিক্স (এইচআইএসকেপি) অন্তর্ভুক্ত রয়েছে।  কোলন বিশ্ববিদ্যালয়ের সাথে, বন ভৌতবিদ্যা এবং জ্যোতির্বিদ্যার বন-কোলোন গ্র্যাজুয়েট স্কুলের হোস্ট করে, যেটি এক্সিলেন্স ইনিশিয়েটিভস দ্বারা অর্থায়ন করা হয়। পদার্থবিদ্যা ইনস্টিটিউট কণা ত্বরণকারী এলএসএ পরিচালনা করে এবং উলফগ্যাং পল বক্তৃতা আয়োজন করে। ২০০৮ সালে তাত্ত্বিক পদার্থবিদ্যার পাশাপাশি গণিতের কিছু চেয়ার \"বেথ সেন্টার ফর থিওরেটিক্যাল ফিজিক্স  -এ একীভূত হয়। জ্যোতির্বিজ্ঞানী ফ্রেডরিখ উইলহেলম আর্জেলান্ডারের নামানুসারে জ্যোতির্বিজ্ঞানের জন্য আর্জেল্যান্ডার ইনস্টিটিউট, ২০০৬ সালে প্রতিষ্ঠিত হয়েছিল পূর্ববর্তী তিনটি জ্যোতির্বিদ্যা বিশ্ববিদ্যালয় ইনস্টিটিউটের একীভূতকরণের মাধ্যমে: অবজারভেটরি, রেডিও অ্যাস্ট্রোনমিক্যাল ইনস্টিটিউট (আরএআইইউবি) এবং ইনস্টিটিউট অফ অ্যাস্ট্রোফিজিক্স অ্যান্ড এক্সট্রাটেরেস্ট্রিয়াল রিসার্চ।\nযখন এটি ১৮৬৪-১৮৬৭ সালে নির্মিত হয়েছিল, তখন ওল্ড কেমিক্যাল ইনস্টিটিউট ছিল বিশ্বের বৃহত্তম ইনস্টিটিউট ভবন। বর্তমানে এটির দুটি ভাগ রয়েছে যথা মাইক্রোবায়োলজি ইনস্টিটিউট এবং জিওগ্রাফি। জীববিজ্ঞান বিভাগ (২০১৯) আটটি ইনস্টিটিউট নিয়ে গঠিত (ইন্সটিটিউট অফ ইভোল্যুশনারি বায়োলজি অ্যান্ড জুইকোলজি, ইনস্টিটিউট অফ জেনেটিক্স, ইনস্টিটিউট অফ মাইক্রোবায়োলজি অ্যান্ড বায়োটেকনোলজি, ইনস্টিটিউট অফ মলিকিউলার ফিজিওলজি অ্যান্ড বায়োটেকনোলজি অফ প্ল্যান্টস (আইএমবিআইও), ইনস্টিটিউট অফ সেল বায়োলজি, ইনস্টিটিউট অফ সেলুলার অ্যান্ড মলিকুলার ইনস্টিটিউট৷ বোটানি (আইজেডএমবি), প্রাণীবিদ্যা ইনস্টিটিউট, নিস ইনস্টিটিউট ফর বায়োডাইভারসিটি অফ দ্য আইজেডএমবি এবং সেই সাথে আইএমবিআইও-এর কিছু অংশ এবং ইনস্টিটিউট অফ জেনেটিক্স পুরানো সোয়েনেকেন ভবনে অবস্থিত। তাছাড়া জুলজিক্যাল রিসার্চ মিউজিয়াম আলেকজান্ডার কোয়েনিগ এবং বোটানিক্যাল গার্ডেন একটি সহযোগী প্রতিষ্ঠান হিসেবে জীববিজ্ঞান বিভাগের সাথে যুক্ত।\n২০০৭ সালে ভূতাত্ত্বিক ইনস্টিটিউট, খনিজ-পেট্রোলজিকাল ইনস্টিটিউট এবং ইনস্টিটিউট অফ প্যালিওন্টোলজি থেকে পৃথক হয়ে স্টেইনম্যান ইনস্টিটিউট ফর জিওলজি, খনিজবিদ্যা এবং প্যালিওন্টোলজি তৈরি হয়েছে। এটি ভূ-রসায়ন/পেট্রোলজি, ভূতত্ত্ব, জীবাশ্মবিদ্যা এবং ভূপদার্থবিদ্যা বিভাগে বিভক্ত এবং সম্প্রতি, আবহাওয়া ইনস্টিটিউটও এর সাথে যুক্ত হয়ে আর একটা বিভাগ তৈরি হয়েছে আবহাওয়াবিদ্যাও । উপরন্তু, তিনি বন বিশ্ববিদ্যালয়ের খনিজ যাদুঘর এবং প্যালিওন্টোলজিক্যাল গোল্ডফুস মিউজিয়ামে একীভূত।\n\n\n==== মেডিসিন অনুষদ ( জার্মান: Medizinische Fakultät   ) ====\nমেডিসিন অনুষদে নিউরোসায়েন্স, জেনেটিক ফাউন্ডেশন এবং মানব রোগের জেনেটিক এপিডেমিওলজি, হেপাটো-গ্যাস্ট্রোএন্টেরোলজি, কার্ডিওভাসকুলার রোগ এবং ইমিউনোলজি এবং সংক্রামক রোগ বিষয়ে গবেষণা করা হয়। ২০১২ সালে অনুমোদিত ডিএফজি ক্লাস্টার অফ এক্সিলেন্স \"ইমিউনোসেনসেশন: দ্য ইমিউন সিস্টেম অ্যাজ এ সেন্সরি অর্গান\" মেডিসিন অনুষদের ভবনে অবস্থিত। বন বিশ্ববিদ্যালয় হাসপাতাল জনস্বাস্থ্য বিষয়ে যথেষ্ট সহযোগিতা করে। এই অনুষদের বেশিরভাগ ভবনগুলি ভেনাসবার্গে অবস্থিত, তবে অন্যান্য কিছু প্রতিষ্ঠানগুলিও শহরের কেন্দ্রে রয়েছে। প্রাক-ক্লিনিকের ইনস্টিটিউটগুলি পপেলসডর্ফ জেলার নুসাল্লিতে অ্যানাটমিক্যাল ইনস্টিটিউটের চারপাশে ফোকাস করে। ২,৬৯৯ শিক্ষার্থী অনুষদে অধ্যয়ন করে।\n\n\n==== আইন, অর্থনীতি এবং সামাজিক বিজ্ঞান অনুষদ ( জার্মান: Rechts- und Staatswissenschaftliche Fakultät   ) ====\n\nআইন ও রাষ্ট্রবিজ্ঞান অনুষদ দ্বিতীয় বিশ্বযুদ্ধের আগ পর্যন্ত মূল ভবনে ছিল এবং পরবর্তীতে অস্থায়ীভাবে বিভিন্ন স্থানে আলাদাভাবে ছিল, ১৯৬৭ সালে বিশ্ববিদ্যালয় লাইব্রেরির কাছে বিথোভেন-জিমনেসিয়ামের বিপরীতে অ্যাডেনাউরালিতে একটি বিল্ডিং এর নবনির্মিত জুরিডিকাম পেয়েছে। অনুষদে বর্তমানে প্রায় ৫,০০০ শিক্ষার্থী রয়েছে এবং এটি আইন ও অর্থনীতি বিভাগ নিয়ে গঠিত।\nআইন অনুষদে বর্তমানে শিক্ষাদানের জন্য মোট ষোলটি ভবন রয়েছে। ১৯৮৯ সাল থেকে, \"ইউরোপীয় অর্থনৈতিক অঞ্চলের আইনি সমস্যা\" এবং একটি ইউরোপীয় ডকুমেন্টেশন কেন্দ্রের বিষয়ে একটি অনুমোদিত ডিএফজি গবেষণা প্রশিক্ষণ গোষ্ঠীর সাথে ইউরোপীয় ব্যবসা আইন কেন্দ্রের এলসাথে কাজ করছে। এছাড়াও, রাষ্ট্রবিজ্ঞান বিভাগের ‘জল ও বর্জ্য ব্যবস্থাপনা আইনও’ এরও অন্তর্ভুক্ত রয়েছে। এটি একটি গবেষণা প্রতিষ্ঠান যার কাজ বৈজ্ঞানিকভাবে জল আইনের প্রধান প্রশ্নগুলির সাথে মোকাবিলা করা এবং বাস্তব সমাধানগুলি বিকাশ করা।\nঅর্থনীতি বিভাগে প্রাতিষ্ঠানিক শিক্ষাদানের জন্য তিনটি প্রতিষ্ঠানের পাশাপাশি গবেষণা প্রতিষ্ঠান বন গ্র্যাজুয়েট স্কুল অফ ইকোনমিক্স (বিজিএসই), ডিএফজি রিসার্চ ট্রেনিং গ্রুপ কোয়ান্টিটেটিভ ইকোনমিক্স এবং ল্যাবরেটরি ফর এক্সপেরিমেন্টাল ইকোনমিক রিসার্চ বা রেইনহার্ড সেল্টেন ইনস্টিটিউট নিয়ে গঠিত। এই বিভাগের প্রখ্যাত এবং সুপরিচিত সদস্যরা হলেন অর্থনীতিবিদ ইসাবেল শ্নাবেল, লাইবনিজ পুরস্কার প্রাপ্ত আরমিন ফক, মার্টিন হেলউইগ এবং নোবেল পুরস্কার প্রাপ্ত রেইনহার্ড সেলটেন। দ্য ইনস্টিটিউট ফর দ্য ফিউচার অফ ওয়ার্ক (আইজেডএ) এবং ইনস্টিটিউট অন বিহেভিয়ার অ্যান্ড ইকুয়ালিটি (ব্রিক), দুটি গবেষণা প্রতিষ্ঠানও এই বিভাগের সাথে যুক্ত। এছাড়াও, বার্কেলে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের সাথে একটি সহযোগি শিক্ষা প্রতিষ্ঠান রয়েছে। ২০১৮ সালে, বিভাগটি রেইনহার্ড সেলটেন ইনস্টিটিউটের জন্য ফেডারেল এবং রাজ্য সরকারের এক্সিলেন্স ইনিশিয়েটিভের \"ইকনট্রিবিউন: মার্কেটস অ্যান্ড পাবলিক পলিসি” ক্লাস্টার অফ এক্সিলেন্স জিতেছে।\n\n\n==== কলা অনুষদ ( জার্মান: Philosophische Fakultät   ) ====\nকলা অনুষদে ইঙ্গিরেজি অধ্যয়ন, আমেরিকা অধ্যয়ন এবং সেলটোলজি, ইতিহাস, জার্মান, তুলনামূলক সাহিত্য এবং সাংস্কৃতিক অধ্যয়ন, ক্লাসিক এবং রোমান্স ভাষাতত্ত্ব, কমিউনিকেশন সায়েন্স, প্রাচ্য ও এশীয় অধ্যয়ন, দর্শন, রাষ্ট্রবিজ্ঞান এবং সমাজতত্ত্ব, মনোবিজ্ঞান, প্রত্নতত্ত্ব অন্তর্ভুক্ত রয়েছে। এছাড়াও সাংস্কৃতিক নৃবিজ্ঞান এবং শিল্প ইতিহাস ইনস্টিটিউট। ৮,৭৫৩ জনেরও বেশি শিক্ষার্থী নিয়ে, এটি বিশ্ববিদ্যালয়ের বৃহত্তম অনুষদ।\n\n১৮৬০ সালের ৪ মে, বিশ্ববিদ্যালয়ে শিল্প ইতিহাসের জন্য প্রথম জার্মান ভাষার চেয়ার প্রতিষ্ঠিত হয় এবং অ্যান্টন স্প্রিংগারকে মধ্য ও আধুনিক শিল্প ইতিহাসের চেয়ার হিসেবে নিযুক্ত করা হয়। ২০০৯/২০১০ সালের শীতকালীন সেমিস্টার থেকে বন বিশ্ববিদ্যালয় এবং কোলন বিশ্ববিদ্যালয়ের দার্শনিক অনুষদগুলি একসাথে কাজ করেছে, যাতে অধ্যয়নের নির্বাচিত কোর্সগুলিতে, ছাত্রদের পক্ষে বন এবং কোলন উভয় বিশ্ববিদ্যালয়ে অংশগ্রহণ করতে পারে। ফেব্রুয়ারী ২০০৯ সালে, \"ইন্টারন্যাশনাল সেন্টার ফর ফিলোসফি নর্থ রাইন-ওয়েস্টফালিয়া\" উলফ্রাম হোগ্রেবের উদ্যোগে প্রতিষ্ঠিত হয়েছিল। ২০১১ সাল থেকে, থমাস ক্লিং কবিতা লেকচারশিপ কুনস্টটিফটুঙ এআরডাবলিউ- এর সহযোগিতায় প্রদান করা হয়েছে।  ২০১৮ সালে বিশ্ববিদ্যালয়ের ২০০তম বার্ষিকীতে, ১১০ জন বন অধ্যাপক, বিশেষ করে মানবিক অনুষদ থেকে, রাষ্ট্রবিজ্ঞানী লুজার কুনহার্ড এবং টিলম্যান মায়ার সম্পাদিত বন এনসাইক্লোপিডিয়া অফ গ্লোবালিটি প্রকাশিত হয়েছে।\nএছাড়াও, নিম্নলিখিত আন্তঃবিভাগীয় কেন্দ্রগুলি স্থাপন করা হয়েছে:\n\nসেন্টার ফর এজিং কালচার (জেডএকে)\nসমসাময়িক ঐতিহাসিক ভিত্তি কেন্দ্র (ZHGG)\nসেন্টার ফর দ্য ক্লাসিক্যাল ট্রেডিশন (সিসিটি)\nবন মধ্যযুগীয় কেন্দ্র (BMZ)\nসেন্টার ফর কালচারাল স্টাডিজ/কালচারাল স্টাডিজ (ZfKW)\nবন এশিয়া সেন্টার (BAZ)\nসেন্টার ফর গ্লোবাল স্টাডিজ (CGS)\n\n\n==== ছাত্রজীবন ====\n\nবন স্টুডেন্টেনওয়ার্ক (বাংলা: ছাত্র সংগঠন) জার্মানির তিনটি প্রাচীনতম সংগঠনের মধ্যে একটি। স্টুডেন্টেনওয়ার্ক জার্মান বিশ্ববিদ্যালয়ের দ্যালয়ে নথিভুক্ত ছাত্রদের অর্থনৈতিক, সামাজিক, চিকিৎসা ও সাংস্কৃতিক সহায়তার জন্য জনসেবা প্রদান করে। বিশেষ করে, তারা ইউনিভার্সিটি ক্যাফেটেরিয়া, ডরমিটরি চালায় এবং BAföG (ছাত্রঋণ) প্রদান করে পড়াশোনার জন্য। জাতীয় সমিতি জার্মান সমাজের একাধিক স্টেকহোল্ডারদের সম্পর্ক রেকে চলে এবং বিশ্বব্যাপী অন্যান্য ছাত্র সংগঠনগুলির সাথে সহযোগিতা করে। এর মধ্যে রয়েছে ইউনিরাডিও বনএফএম, বন ইউনিভার্সিটি শেক্সপিয়ার কোম্পানি, বন বিশ্ববিদ্যালয়ের ডিবেটিং ক্লাব (যা ২০০৬ সালে ইউরোপীয় চ্যাম্পিয়ন ছিল), এবং বিভিন্ন স্পোর্টস ক্লাব।\n\n\n==== বিশ্ববিদ্যালয় ক্রীড়া ====\nউত্তর রাইন-ওয়েস্টফালিয়ায় বন বিশ্ববিদ্যালয়ের অন্যতম বৃহত্তম বিশ্ববিদ্যালয় ক্রীড়া সংস্থাটি রয়েছে, যেখানে প্রায় ২০০টি ক্রীড়াঙ্গন, ৩৮টি শহর জুড়ে খেলার পাশাপাশি বনের ক্যাস্টেল জেলার ভেনাসবার্গ এবং রোমারস্ট্রাসে নিজস্ব দুটি ক্রীড়াঙ্গন রয়েছে। হল ৫-এর সাথে, বিশ্ববিদ্যালয় সমস্ত শক্তি এবং সহনশীল খেলাধুলার জন্য সরঞ্জাম এবং কোর্স রুম সহ নিজস্ব জিম রয়েছে।\nবন বিশ্ববিদ্যালয়ের খেলাধুলায় রোয়িং একটি খুবই গুরুত্বপূর্ণ ক্রিড়া। রাইন নদীর তীরে বিশ্ববিদ্যালয়ের নিজস্ব বোটহাউসটি বিউয়েল এবং লিম্পেরিচের মধ্যে অবস্থিত, রোয়ারদের প্রশিক্ষণ এবং রেসিং বোটের জন্য একটি বৈচিত্র্যময় এবং আধুনিক নৌকা পার্ক রয়েছে। বন বিশ্বিবদ্যালয়ের রোয়িং দল জার্মান রোয়িং অ্যাসোসিয়েশনের অন্যতম ঐতিহ্যবাহী এবং প্রতি বছর চার বা আটটিতে আংশিকভাবে মিশ্র দলে সারা জার্মানিতে রেগাটাসে অংশগ্রহণ করে। হাইলাইট হল জার্মান বিশ্ববিদ্যালয়গুলির বার্ষিক চ্যাম্পিয়নশিপ প্রতিযোগিতা, যেখানে সাম্প্রতিক বছরগুলিতে বন রোয়াররা বারবার ফাইনালের জন্য যোগ্যতা অর্জন করেছে।\n\n\n==== একাডেমিক বিনিময় ====\nইরাসমাস প্রোগ্রাম শিক্ষার্থীদের ৩০০টিরও বেশি ইউরোপীয় উচ্চ শিক্ষা প্রতিষ্ঠানে শিক্ষার সুযোগ করে দেয়। তাছাড়া, গ্লোবাল এক্সচেঞ্জ প্রোগ্রাম বন বিশ্ববিদ্যালয়ের নন-ইউরোপীয় অংশীদার বিশ্ববিদ্যালয়গুলিতে এক থেকে দুই সেমিস্টারে বিনামূল্যে অধ্যয়নের সুবিধা আছে। \n২০২২ সালে বন বিনিময় শিক্ষার্থীদের জন্য উপলব্ধ বিভিন্ন দেশের আন্তর্জাতিকভাবে শীর্ষস্থানীয় বিশ্ববিদ্যালয়গুলি: আমেরিকান বিশ্ববিদ্যালয়, থেসালোনিকি অ্যারিস্টটল বিশ্ববিদ্যালয়, অস্ট্রেলীয় জাতীয়বিশ্ববিদ্যালয়, বার্সেলোনা অটোনোমাস বিশ্ববিদ্যালয়, প্রাগ চার্লস বিশ্ববিদ্যালয়, হংকং চাইনিজ বিশ্ববিদ্যালয়, মাদ্রিদ কমপ্লুটেন্স ইউনিভার্সিটি, ডারহাম বিশ্ববিদ্যালয়, ইওটভস লরান্ড বিশ্ববিদ্যালয়, ইপিএফএল, রিও গ্র্যাণ্ডে ডো সুল ফেডারেল ইউনিভার্সিটি, জারুজেলম হিব্রু ইউনিভার্সিটি, এইচএসই মস্কো, কোরিয়া ইউনিভার্সিটি, কে ইউ লিউভেন, কিয়োটো বিশ্ববিদ্যালয়, লেইডেন বিশ্ববিদ্যালয়, সিঙ্গাপুরের জাতীয় বিশ্ববিদ্যালয়, প্যারিস-স্যাক্লে বিশ্ববিদ্যালয়, এনাসে প্যারিস টেক, মিলান পলিটেকনিক বিশ্ববিদ্যালয়, পম্পিউ ফাবরা বিশ্ববিদ্যালয়, বেলফাস্ট কুইনস বিশ্ববিদ্যালয়, রোম সাপিয়েনজা বিশ্ববিদ্যালয়, সায়েন্সেস পো, সিউল জাতীয়বিশ্ববিদ্যালয়, সাংহাই জিয়াও টং বিশ্ববিদ্যালয়, সোরবোন বিশ্ববিদ্যালয়, স্টকহোম বিশ্ববিদ্যালয়, স্টনি ব্রুক বিশ্ববিদ্যালয়, ইভেনইন্ডহো বিশ্ববিদ্যালয়, ইউনিভার্সিটি কলেজ লন্ডন, আমস্টারড বিশ্ববিদ্যালয়, বার্সেলোনা বিশ্ববিদ্যালয়, ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়,  ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে, ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, সান দিয়েগো, ইউনিভার্সিটি অফ কেমব্রিজ, ইউনিভার্সিটি অফ চিলি, কোয়েমব্রা বিশ্ববিদ্যালয়, কোপেনহেগেন বিশ্ববিদ্যালয়, ফ্লোরিডা বিশ্ববিদ্যালয়,  জেনেভা বিশ্ববিদ্যালয়, জেনেভা বিশ্ববিদ্যালয়ে গ্লাসগো, হেলসিংকি বিশ্ববিদ্যালয়, হংকং বিশ্ববিদ্যালয়, লিসবন বিশ্ববিদ্যালয়, মিলান বিশ্ববিদ্যালয়, অসলো বিশ্ববিদ্যালয়, অক্সফোর্ড বিশ্ববিদ্যালয়, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়, টেনেসি বিশ্ববিদ্যালয়, টরন্টো বিশ্ববিদ্যালয়, টুলুজ বিশ্ববিদ্যালয়, ভিয়েনা বিশ্ববিদ্যালয়, ওয়ারশ বিশ্ববিদ্যালয়, ওয়ারউইক বিশ্ববিদ্যালয়, ওয়াসেদা বিশ্ববিদ্যালয়, ওয়েইজম্যান ইনস্টিটিউট অফ সায়েন্স।\n\n\n=== ভবিষ্যৎ উন্নয়ন ===\n\n\n==== পরিকাঠামো ====\n\nবিশ্ববিদ্যালয় কর্তৃপক্ষ এবং উত্তর রাইন-ওয়েস্টফালিয়া স্টেট কনস্ট্রাকশন এবং রিয়েল এস্টেট এজেন্সি বিদ্যমান বিল্ডিংয়ের সারাই এবং নতুন নির্মাণের জন্য €২ বিলিয়ন বিনিয়োগ করছে।  বর্তমানে একটি প্রকল্পে €৫৫ মিলিয়ন টাকা দিয়ে 'শিক্ষা ও গবেষণা ফোরাম I & II' নির্মাণ করা হচ্ছে যা ২০২৪ সালের মধ্যে শেষ হবে বলে মনে করা হচ্ছে। এই প্রকল্পের মাধ্যমে অর্থনীতি বিভাগের জন্য একটি লাইব্রেরি এবং সেমিনার কক্ষ, ক্লাস্টারস অফ এক্সিলেন্স, হাউসডর্ফ সেন্টার ফর ম্যাথমেটিক্স, এইচপিসিএ এবং DiCe সহ একটি কেন্দ্রীয় গবেষণা কেন্দ্রে তৈরি করা হবে। ২০২৩ সালের মাঝামাঝি ৪৫ মিলিয়ন ইউরোর নতুন লাইবনিজ ইনস্টিটিউট জীববৈচিত্র পরিবর্তনের বিশ্লেষণের জন্য জুলজিক্যাল রিসার্চ মিউজিয়াম আলেকজান্ডার কোয়েনিগের কাজ সম্পন্ন হবে; এটি জাদুঘর এবং জীববিজ্ঞান বিভাগের মধ্যে আরও সহযোগিতামূলক গবেষণার সুবিধা হবে এবং একটি ডেটা সেন্টার, পরীক্ষাগার, একটি বায়োব্যাঙ্ক, একটি ক্রায়োজেনিক সংরক্ষণ সুবিধা, সংগ্রহের জন্য স্থান এবং একটি লাইব্রেরি থাকবে। বন বিশ্ববিদ্যালয়ও বর্তমানে তার রসায়ন ভবন প্রতিস্থাপন করছে একটি নতুন €3৩৭.২ মিলিয়ন পাঁচতলা ভবনের রাসায়নিক ইনস্টিটিউটের মাধ্যমে যেখানে ২০২৩ সালের মধ্যে ১৭,৭৫০ বর্গফুট ল্যাবরেটরি স্পেস এবং ৬,৫০০ বর্গফুট দপ্তরখানা থাকবে। ২০২২ সাল থেকে, নর্থ রাইন-ওয়েস্টফালিয়া স্টেট কনস্ট্রাকশন এজেন্সি দ্বারা Akademisches Kunstmuseum সংস্কার করা হয়েছে এবং ২০২৫ সালের মধ্যে শেষ হবে বলে আশা করা হচ্ছে। এটি ক্লাসিক্যাল প্রত্নতত্ত্ব বিভাগের জন্য লাইব্রেরি, অফিস এবং বক্তৃতা হলের ব্যবস্থা করবে, যার মধ্যে সংগ্রহের আইটেমগুলিতে শিক্ষার উদ্দেশ্যে অ্যাক্সেস প্রদান করা হবে।\n\nইলেক্টোরাল প্যালেসের মূল ভবনে €১ বিলিয়নের বেশি খরচ করা হচ্ছে, যার ফলে এই ভবনটি কয়েক বছর ধরে বন্ধ থাকবে এবং অনুমান করা যাচ্ছে এটি ২০৩০ সালে সম্পূর্ণ হবে; এর মধ্যে রয়েছে অগ্নি সুরক্ষাবলয়, পুনঃবৈদ্যতিক তার লাগানো হবে এবং নদীর গভীরতানির্ণয়ের কাজ, সেইসাথে বক্তৃতা হল, সাধারণ এলাকা এবং অফিসের আধুনিকীকরণ করা হবে। মানবিক বিভাগগুলিকে রাবিনস্ট্রাসের প্রাক্তন জুরিখ ইন্স্যুরেন্স ভবনে সমস্ত নির্মাণকাজ চলাকালীন থাকার ব্যবস্থা করা হচ্ছে, যেখানে প্রশাসনিক কর্মীদের প্রাক্তন ডয়চার হেরোল্ড সদর দফতরে রাখা হচ্ছে। উভয় অস্থায়ী অবস্থানে লাইব্রেরি এলাকা, সেমিনার কক্ষ এবং মিটিং রুম দিয়ে সজ্জিত করা হয়েছে। এছাড়াও, ২০৩১ সালের মধ্যে €১২৮ মিলিয়ন একটি 'ফোরাম অফ নলেজ'-এর জন্য ব্যয় করা হবে যা কয়েক হাজার বর্গফুট বিস্তৃত একদিকে মূল ভবনকে প্রসারিত করবে এবং এটি বিশ্ববিদ্যালয়ের সদস্যদের এবং শহরের বাসিন্দাদের জন্য উন্মুক্ত থাকবে। বিশ্ববিদ্যালয়টি বড়ো করার মাধ্যমে আরও বেশি অধ্যয়নের স্থান, দোকান, ক্যাটারিং এবং বাইক পার্কিংয়ের জন্য জায়গার পরিকল্পনা করছে।\n\n\n==== আন্তর্জাতিকীকরণ ====\n২০১৫ সাল থেকে বন বিশ্ববিদ্যালয়ের একটি কৌশলগত উদ্দেশ্যে গবেষণা, শিক্ষাদান এবং প্রশাসনের আন্তর্জাতিকতা বৃদ্ধি করছে।  এই লক্ষ্য সাধনে ২০১৫ সাল থেকে ছয়টি আন্তর্জাতিক ট্রান্সডিসিপ্লিনারি গবেষণার ক্ষেত্র এবং ছয়টি ক্লাস্টার তৈরি করা হয়েছিল, বন প্রকৃতি সূচক ২০১৮ সালে আন্তর্জাতিক মানের প্রকাশনার জন্য জার্মানিতে দ্বিতীয় অধিকার করেছে, বন ইন্টারন্যাশনাল গ্র্যাজুয়েট স্কুল (বিআইজিএস) সিস্টেম বারোটি স্নাতক স্কুলে প্রসারিত হয়েছে। DAAD- এর সাথে \"ইন্টারন্যাশনাল ডক্টরেট\" প্রোগ্রামের ধারাবাহিকতা বজায় আছে।\n২০২৫ সালের জন্য বর্তমান কৌশলগত গবেষণার লক্ষ্য হল অ-জার্মান অধ্যাপকদের নিয়োগ ১৫% বৃদ্ধি করা, বিশ্ববিদ্যালয় পরিচালিত যৌথ আন্তর্জাতিক গবেষণা প্রকল্পের সংখ্যা বৃদ্ধি বাড়ানো, ইউরোপীয় ইউনিয়ন গবেষণা তহবিল প্রোগ্রামগুলিতে আবেদন ফাইলিং এবং অনুমোদনের হার বৃদ্ধি করা। ইউরোপীয় গবেষণা এবং উদ্ভাবন নেটওয়ার্ক বাড়িয়ে তোলা এবং বন আন্তর্জাতিক স্নাতক বিদ্যালয় (বিআইজিএস)-এর আন্তর্জাতিক প্রোফাইল বৃদ্ধি। এর মধ্যে আছে কৌশলগত অংশীদার বিশ্ববিদ্যালয়গুলির সাথে একটি বিশ্বব্যাপী সম্পর্ক গড়ে তোলা এবং গবেষণা, পাঠদান এবং প্রশাসনে নবীন অংশীদার স্থাপন করা, ইউরোপীয় ইউনিভার্সিটি নেটওয়ার্ক তহবিল কাঠামোর মধ্যে ইউরোপীয় ইউনিভার্সিটি অফ ব্রেন অ্যান্ড টেকনোলজি (নিউরোটেকইইউ) গড়ে তোলার প্রচেষ্টার ধারাবাহিকতা অন্তর্ভুক্ত থাকবে। আফ্রিকা, এশিয়া এবং ল্যাটিন আমেরিকার অন্তত দুটি দেশ আন্তর্জাতিক সহযোগিতার জন্য ফোকাস দেশ, এবং যৌথ ডক্টরাল প্রোগ্রাম প্রতিষ্ঠা এবং দ্বি-জাতীয় ডক্টরেট প্রোগ্রামের সম্প্রসারণ।\n\n\n== একাডেমিক প্রোফাইল ==\n\nThe Center of Advanced European Studies and Research (CAESAR) is an interdisciplinary applied research institute. Research is conducted in the fields of nanotechnology, biotechnology and medical technology. The institute is a private foundation, but collaborates closely with the university.\n\nম্যাক্স প্ল্যাঙ্ক গণিত কেন্দ্র  (জার্মান: Max Planck-Institut für Mathematik ) ম্যাক্স প্ল্যাঙ্ক সোসাইটির অংশ, জার্মানির বৈজ্ঞানিক গবেষণা প্রতিষ্ঠানগুলির একটি নেটওয়ার্ক যা ইনস্টিটিউটটি ১৯৮০ সালে ফ্রেডরিখ হিরজেব্রুচ প্রতিষ্ঠা করেছিলেন।\n\n \n\n\n=== র‍্যাঙ্কিং ===\nটাইমস হায়ার এডুকেশন র‍্যাঙ্কিং ২০২০ বিশ্বে বন বিশ্ববিদ্যালয়কে ১০৫ তম স্থান দিয়েছে।  সাংহাই জিয়াও টং বিশ্ববিদ্যালয়ের গবেষকদের দ্বারা সংকলিত বিশ্ব বিশ্ববিদ্যালয়গুলির ২০১৯ অ্যাকাডেমিক র‍্যাঙ্কিং অনুসারে, বন বিশ্ববিদ্যালয় আন্তর্জাতিকভাবে ৭০ তম স্থানে ছিল। \n২০২১ সালে ওয়ার্ল্ড ইউনিভার্সিটিগুলির একাডেমিক র‍্যাঙ্কিংয়ে বন গণিতের জন্য বিশ্বে ১৪ তম এবং অর্থনীতিতে ৩৯তম স্থানে ছিল। \n\n\n=== কৌশলগত অংশীদার বিশ্ববিদ্যালয় ===\nবন বিশ্ববিদ্যালয় বিশ্বের বিখ্যাত বিভিন্ন উচ্চশিক্ষা প্রতিষ্ঠানের সাথে বিভিন্ন ধরনের সম্পর্ক বজায় রাখে।  তার পণ্ডিত, ইনস্টিটিউট এবং অনুষদের অসংখ্য গবেষণা সহযোগিতার পাশাপাশি, বন বিশ্ববিদ্যালয়ের একটি ক্রস-অনুষদ অংশীদারিত্ব নেটওয়ার্ক রয়েছে বিশ্বব্যাপী ৭০টিরও বেশি উচ্চশিক্ষা প্রতিষ্ঠানের সাথে।\n\n\n==== আফ্রিকা ====\nঘানা: ঘানা বিশ্ববিদ্যালয়, কেএনইউএসটি ।\nকেনিয়া: নাইরোবি বিশ্ববিদ্যালয় ।\nমরক্কো: মোহাম্মদ ভি বিশ্ববিদ্যালয় ।\nচেকিয়া: চার্লস বিশ্ববিদ্যালয় ।\nফ্রান্স: Colকলেজ দে lège de France, Paris Sciences et Lettres University, Paris-Saclay University, Sorbonne University, University of Strasbourg, University of Toulouse\nইতালি: ফ্লোরেন্স বিশ্ববিদ্যালয় ।\nলুক্সেমবার্গ: লাক্সেমবার্গ বিশ্ববিদ্যালয় ।\nনেদারল্যান্ডস: ওয়াগেনিনজেন বিশ্ববিদ্যালয় ও গবেষণা ।\nপোল্যান্ড: ওয়ারশতে কার্ডিনাল স্টেফান উইসজিনস্কি বিশ্ববিদ্যালয়, ওয়ারশ ইউনিভার্সিটি অফ লাইফ সায়েন্সেস, ইউনিভার্সিটি অফ ওয়ারশ, ইউনিভার্সিটি অফ রকল ।\nস্পেন: বার্সেলোনার স্বায়ত্তশাসিত বিশ্ববিদ্যালয়, বার্সেলোনা বিশ্ববিদ্যালয়, লিওন বিশ্ববিদ্যালয়, সালামানকা বিশ্ববিদ্যালয় ।\nসুইজারল্যান্ড: বাসেল বিশ্ববিদ্যালয় ।\nযুক্তরাজ্য: সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়, ওয়ারউইক বিশ্ববিদ্যালয়, অক্সফোর্ড বিশ্ববিদ্যালয় ।\n\n\n==== উত্তর ও দক্ষিণ আমেরিকা ====\nব্রাজিল: রিও ডি জেনিরোর পন্টিফিকাল ক্যাথলিক বিশ্ববিদ্যালয়, রিও ডি জেনেইরো ফেডারেল বিশ্ববিদ্যালয়\nচিলি: তালকা বিশ্ববিদ্যালয়, চিলির পন্টিফিকাল ক্যাথলিক বিশ্ববিদ্যালয়, চিলি বিশ্ববিদ্যালয়\nকানাডা: ইউনিভার্সিটি অফ ব্রিটিশ কলাম্বিয়া, ইউনিভার্সিটি অফ নর্দান ব্রিটিশ কলাম্বিয়া, ইউনিভার্সিটি অফ অটোয়া, ইউনিভার্সিটি অফ টরন্টো, ম্যাকগিল ইউনিভার্সিটি, ইয়র্ক ইউনিভার্সিটি\nমেক্সিকো: পুয়েবলার মেধাবী স্বায়ত্তশাসিত বিশ্ববিদ্যালয়\nমার্কিন যুক্তরাষ্ট্র: এমরি ইউনিভার্সিটি, কালামাজু কলেজ, লুইসিয়ানা স্টেট ইউনিভার্সিটি, ওহিও স্টেট ইউনিভার্সিটি, স্টনি ব্রুক ইউনিভার্সিটি, ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলে, ইউনিভার্সিটি অফ ফ্লোরিডা, ইউনিভার্সিটি অফ ক্যানসাস, ইউনিভার্সিটি অফ মিসৌরি-সেন্ট। লুই, ইউনিভার্সিটি অফ নিউ মেক্সিকো, ইউনিভার্সিটি অফ সাউদার্ন মিসিসিপি, ইউনিভার্সিটি অফ মিসিসিপি, ইউনিভার্সিটি অফ টেনেসি, ইউনিভার্সিটি অফ উইসকনসিন-ম্যাডিসন, ওয়াশিংটন স্টেট ইউনিভার্সিটি\n\n\n==== মধ্যপ্রাচ্য ====\nআফগানিস্তান: কাবুল বিশ্ববিদ্যালয়।\nইস্রায়েল: জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়, টেকনিওন, রাইচম্যান বিশ্ববিদ্যালয়, ওয়েইজম্যান ইনস্টিটিউট অফ সায়েন্স।\n\n\n==== আঞ্চলিক পরিষেবা ====\nএবিসিডি-জে: আরডব্লিউটিএইচ আচেন, ইউনিভার্সিটি অফ কোলন, হেনরিখ হেইন ইউনিভার্সিটি ডুসেলডর্ফ, ফরসচুংজেনট্রাম জুলিচ\nবন-ফ্রাঙ্কফুর্ট-মেইনজ: গোয়েথে ইউনিভার্সিটি ফ্রাঙ্কফুর্ট, ইউনিভার্সিটি অফ মেইনজ\nগ্লোবাল ম্যাথনেটওয়ার্ক: ইকোলে নরমাল সুপারিউর, নিউ ইয়র্ক ইউনিভার্সিটি, কিয়োটো ইউনিভার্সিটি, পিকিং ইউনিভার্সিটি, ইউনিভার্সিটি অফ ওয়ারউইক, বার্কলে, প্রিন্সটন ইউনিভার্সিটি \nপরিমাণগত অর্থনীতিতে ইউরোপীয় ডক্টরাল প্রোগ্রাম: পম্পেউ ফ্যাব্রা ইউনিভার্সিটি, ইউরোপিয়ান ইউনিভার্সিটি ইনস্টিটিউট, লন্ডন স্কুল অফ ইকোনমিক্স, কেইউ লিউভেন, এইচইসি প্যারিস, তেল আবিব বিশ্ববিদ্যালয়\nটেকঅফ: LMU মিউনিখ, KNUST, তানজানিয়া ইনস্টিটিউট ফর মেডিকেল রিসার্চ, ইউনিভার্সিটি অফ বুয়া\nকৃষি উদ্ভাবন: এলএমইউ মিউনিখ, হোহেনহাইম বিশ্ববিদ্যালয়, ফারা, এগ্রোডেপ\nইউরোপীয় সংস্কৃতি এবং পরিচয়: সোরবোন ইউনিভার্সিটি, ইউনিভার্সিটি অফ ফ্লোরেন্স, ইউনিভার্সিটি অফ টুলুস, ইউনিভার্সিটি অফ সেন্ট অ্যান্ড্রুজ, ইউনিভার্সিটি অফ সালামানকা, ইউনিভার্সিটি অফ ওয়ারশ, ইউনিভার্সিটি অফ ফ্রেইবার্গ, সোফিয়া ইউনিভার্সিটি, ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, আরভিন\nইউএন-বন-টোকিও: জাতিসংঘ বিশ্ববিদ্যালয়\n\n\n== গুরুত্বপূর্ণ মানুষ ==\nআজ অবধি, এগারোটি নোবেল পুরস্কার এবং পাঁচটি ফিল্ড মেডেল রাইনিশে ফ্রেডরিখ-উইলহেমস-ইউনিভার্সিটি বনের অনুষদ ও প্রাক্তন ছাত্ররা পেয়েছেন:\n\nনোবেল পুরস্কার:\nএমিল ফিশার, প্রাক্তন ছাত্র: রসায়ন, ১৯০২\nজ্যাকবাস হেনরিকাস ভ্যান'ট হফ, প্রাক্তন ছাত্র: রসায়ন, ১৯০১\nহ্যারাল্ড জুর হাউসেন, প্রাক্তন ছাত্র: ফিজিওলজি এবং মেডিসিন, ২০০৮\nওয়াল্টার রুডলফ হেস, ফ্যাকাল্টি মেম্বার: ফিজিওলজি অ্যান্ড মেডিসিন, ১৯৪৯\nরেইনহার্ড সেলটেন, ফ্যাকাল্টি সদস্য: অর্থনীতি, ১৯৯৪\nউলফগ্যাং পল, ফ্যাকাল্টি সদস্য: পদার্থবিদ্যা, ১৯৮৯\nলুইগি পিরান্ডেলো, প্রাক্তন ছাত্র: সাহিত্য, ১৯৩৪\nঅটো ওয়ালাচ, ফ্যাকাল্টি সদস্য: রসায়ন, ১৯১০\nপল জোহান লুডভিগ ভন হেইসে, প্রাক্তন ছাত্র: সাহিত্য, ১৯১০\nফিলিপ লেনার্ড, ফ্যাকাল্টি সদস্য: পদার্থবিদ্যা, ১৯০৫\nরেইনহার্ড জেনজেল, প্রাক্তন ছাত্র: পদার্থবিদ্যা, ২০২০\nফিল্ড মেডেল:\nগার্ড ফাল্টিংস, ১৯৮৬\nম্যাক্সিম কন্টসেভিচ, ১৯৯৮\nগ্রেগরি মার্গুলিস, ১৯৭৮\nপিটার স্কোলস, ২০১৮\nমেরিনা ভাইজোভস্কা, ২০২২\nবন বিশ্ববিদ্যালয়ের অসংখ্য সুপরিচিত অধ্যাপক  এবং প্রাক্তন ছাত্রদের মধ্যে কয়েকজন:\n\nমানবিক বিভাগে:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nপ্রাকৃতিক বিজ্ঞানে:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nইউরোপের প্রথম দিকের আধুনিক বিশ্ববিদ্যালয়ের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nবিশ্ববিদ্যালয় গ্রন্থাগার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ফেব্রুয়ারি ২০১৭ তারিখে\nটেমপ্লেট:University of Bonn"}