{"pageid": 1165515, "title": "অ্যারাকনিডা", "url": "https://bn.wikipedia.org/wiki?curid=1165515", "content": "আরাকনিডা (  ) হল উপপর্ব কেলিকেরাটার যৌথ-পাওয়ালা অমেরুদণ্ডী প্রাণীদের ( আর্থ্রোপড ) একটি শ্রেণী । মাকড়সা, কাঁকড়াবিছে, এঁটুল, মাইট, সিউডোস্করপিয়ন, হারভেস্টম্যান, উট মকড়সা, চাবুক মাকড়সা, চাবুক বিছে প্রভৃতি এই শ্রেণীর অন্তর্গত।\nপ্রায় সব প্রাপ্তবয়স্ক , অ্যারাকনিডেরই আটটি পা থাকে, যদিও কিছু প্রজাতির সামনের জোড়া পা একটি সংবেদনী অঙ্গে রূপান্তরিত হয়েছে, অন্য প্রজাতিতে, বিভিন্ন উপাঙ্গগুলি করার জন্য যথেষ্ট বড় হয়অতিরিক্ত জোড়া পায়ের চেহারা গ্রহণ করত পারে৷ শব্দটি গ্রীক শব্দ ἀράχνη থেকে উদ্ভূত ( aráchnē, 'মাকড়সা'), অতি দাম্ভিক আরাকনে নামক মানব তাঁতি মিথ থেকে, যিনি একটি মাকড়সায় পরিণত হয়েছিলেন৷\nপ্রায় সমস্ত বিদ্যমান আরাকনিডই স্থলজ, প্রধানত জমিতে বাস করে। কিন্তু কিছু মিঠা পানির পরিবেশে এবং পেলাজিক জোন বাদে, সামুদ্রিক পরিবেশও বাস করে। তারা ১০০,০০০ টিরও বেশি নামাঙ্কিত প্রজাতি নিয়ে গঠিত, যার মধ্যে ৪৭,০০০টি মাকড়সার প্রজাতি। \n\n\n== রূপবিদ্যা ==\nবেশিরভাগ প্রাপ্তবয়স্ক অ্যারাকনিডদের মোট আটটি পা বর্তমান থাকে। এই আটজোড়া পা ছাড়াও অ্যারাকনিডদের আরও দুটি প্রত্য়ঙ্গ থাকে যারা খাদ্য়গ্রহণ, আত্মরক্ষা ও জ্ঞানেন্দ্রেয় হিসেবে কাজ করে থাকে। একেবারে প্রথম জোড়ার নাম কেলিসেরি, খাদ্যগ্রহণ ও আত্মরক্ষার অঙ্গ। দ্বিতীয় জোড়ার নাম পেডিপাল্প, যারা খাদ্যগ্রহণ, গমন ও জননের সহায়ক। সলফুগিদের পাল্প ( পেডিপাল্পের ভিন্ন নাম) গুলি পায়ের মত দেখতে হয়, তাই মনে হয় তাদের যেন দশটি পা বর্তমান। মাইটদের লার্ভা ও রিকিনিউলিদের ছ'টিই পা থাকে, তবে তারা যখন নিম্ফে মোচিত হয় তখন চতুর্থ জোড়টি তৈরী হয়। যদিও মাইটদের ক্ষেত্রে এর সংখ্যা ভিন্নও হতে পারে; যেমন কিছু প্রাপ্তবয়স্ক মাইটদের ছ'টি এমন কি চারটিও পা থাকতে পারে।\nঅ্যারাকনিডদের অন্য একটি লক্ষণীয় বিষয় হল তাদের অ্যান্টেনা বা পাখা কোনোটিই থাকে না। এদের শরীরের দুটি ট্যাগমায় বিভক্ত যথা- প্রসোমা বা সেফালোথোরাক্স ও ওপিসথোসোমা বা উদর। (যদিও এদের জীবাশ্ম বা ভ্রূণ সংক্রান্ত তথ্য এটা কখনো বলে না যে তাদের কখনও বক্ষ মস্তক থেকে আলাদা ছিল না, তাই সেফালোথোরাক্স বা শিরবক্ষ নামটি নেয়া অনেকেই সন্দেহ প্রকাশ করে থাকেন। এমন কি 'উদর' নামটি কে নিয়েও বিজ্ঞানী মহলে বিবাদ রয়েছে, কারণ ওপিসথোসোমায় শ্বাস অঙ্গ বর্তমান থাকে যা উদরে অনুপস্থিত) প্রোসোমা বা সেফালোথোরাক্স সাধারণত একটি অখণ্ডিত ক্যারাপেস যুক্ত হয়। এদের উদর আদিকালে খণ্ডকায়ন যুক্ত ছিল, কিন্তু বর্তমানে বহু প্রজাতির খণ্ডকায়ন গুলি যুক্ত হয়ে গেছে। উদরকে অগ্রউদর ও পশ্চাৎউদর এই দুই ভাগে ভাগ করা যায়, যদিও তা একমাত্র কাঁকড়াবিছেদের মধ্যে দেখা যায়, কারণ কিছু প্রজাতি যেমন অ্যাকারিদের ক্ষেত্রে উদরে খণ্ডকায়নগুলি যুক্ত থাকে। কাঁকড়াবিছেদের মধ্যে টেলসন নামক অঙ্গ দেখা যায়। শিজোমিডা, চাবুক মাকড়সা ও পাল্পিগ্রাডিদের ক্ষেত্রে তা হূলে পরিণত হয়।\nঅন্যান্য আরথ্রোপডদের মত অ্যারাকনিডদেরও বহিঃকঙ্কাল বর্তমান থাকে এবং অভ্যন্তরীণ গঠন হল তরুণাস্থি নির্মিত এন্ডোস্টারনাইট। কিছু ওপিলিওন দের ক্ষেত্রে এটি ক্যাল্কিফায়েড হয়ে পড়ে।\n\n\n== তথ্যসূত্র =="}