{"pageid": 1166098, "title": "উগ্রসেন", "url": "https://bn.wikipedia.org/wiki?curid=1166098", "content": "উগ্রসেন ( সংস্কৃত: उग्रसेन ) হল হিন্দু ধর্মগ্রন্থ মহাভারতে উল্লিখিত একটি পৌরাণিক চরিত্র । তিনি যদুবংশ বংশের শক্তিশালী নির্ভীক গোপাল অভিরা উপজাতি দ্বারা প্রতিষ্ঠিত মথুরার রাজা ছিলেন। তাঁর পুত্র ছিলেন কংস এবং কৃষ্ণের মাতামহ দৈবকীর ভাই। কংস কর্তৃক রাজা উগ্রসেনকে উৎখাত করা হয় এবং কংসের বোন দৈবকী এবং তার স্বামী বসুদেব সহ যাবজ্জীবন কারাদণ্ডে দণ্ডিত হন। কৃষ্ণ তার দুষ্ট মামাকে পরাজিত করার পর আবারও মথুরার শাসক হিসেবে উগ্রসেনকে পুনঃপ্রতিষ্ঠিত করেন।\n\n\n== পুরাণ ==\nপুরাণ অনুসারে, কামসা মথুরায় কৃষ্ণ ও বলরামের বীরত্বের প্রতি উন্মত্ত হয়ে ওঠার পরে তার নিজের পিতার মৃত্যুদণ্ডের আদেশ জারি করেছিলেন, তাদের হত্যার জন্য ছেড়ে দেওয়া বন্য হাতিগুলিকে হত্যা করতে দেখেছিলেন। তিনি তার পিতাকে কালিন্দী নদীতে, হাত ও পা বাঁধা অবস্থায় ফেলে দেওয়ার আদেশ দেন। এটি অনেকগুলি কারণের মধ্যে একটি ছিল যা তার ভাগ্নেকে তাকে হত্যা করতে পরিচালিত করবে।\nকৃষ্ণ উগ্রসেনকে মথুরা নগরীতে তার সম্মানজনক অভ্যর্থনার জন্য সম্মানের সাথে আচরণ করেছিলেন:\n\nহে মহারাজ, তোমার অভিপ্রায়ের কথা জানিয়ে আমি বলি তুমি মথুরার রাজা। অন্যথায় এটি তৈরি করবেন না। হে রাজা, আমি আপনাকে জমি আপনার উপযুক্ত অংশ এবং উপহার দেব। অন্যান্য রাজাদের মতই আমি আপনার ভাগ আগে থেকে সংরক্ষণ করে রেখেছিলাম, কোনো অলঙ্কার বা পোশাক ছাড়াই এক অংশ ভাগ। হে মহারাজ, সোনা, ছাতা, পাখা, পতাকা ও স্বর্গীয় অলঙ্কারে সজ্জিত আপনার সাদা গাড়িতে উঠুন এবং আপনার রৌদ্রোজ্জ্বল মুকুট পরিধান করে মথুরা নগরীকে শাসন করুন, আপনার পুত্র এবং নাতি-পুত্রদের সাথে আনন্দের সাথে, আপনার শত্রুদের পরাজিত করুন এবং ভোজা জাতিকে বহুগুণ করুন। দেবতাদের রাজা, বজ্র-বোল্টের ধারক, অনন্ত ও শৌরি, স্বর্গীয় অলঙ্কার এবং পোশাকের জন্য পাঠিয়েছিলেন।\n—  হরিবংশ পুরাণ , অধ্যায় ৫৬\nকৃষ্ণের পুত্র এবং উগ্রসেনের প্রপৌত্র সাম্বা নিজেকে গর্ভবতী মহিলার ছদ্মবেশ ধারণ করে বেশ কয়েকটি ঋষিদের অপমান করেছিলেন এবং ঋষিদেরকে শিশুর লিঙ্গ নির্ণয় করতে বলেছিলেন। ঋষিরা একটি লোহার লাঠির জন্য অভিশাপ দিয়েছিলেন, যা তার সমগ্র বংশের বিনাশের কারণ ছিল। যাদবরা উগ্রসেনকে এই খবর জানিয়েছিল, যে লাঠিটি গুঁড়োতে পরিণত হয়েছিল এবং সমুদ্রে নিক্ষেপ করেছিল। তিনি তার রাজ্যে মদও নিষিদ্ধ করেছিলেন। একসময় এই ঘটনার পর তিনি মারা যান এবং স্বর্গ লাভ করেন। তিনি, ভূর্শিরাবস, শল্য, উত্তরা এবং তাঁর ভাই শঙ্খ, বাসুদেব, ভুরি, কংস সহ স্বর্গে দেবতাদের সঙ্গে যোগ দেন। \n\n\n== ব্যক্তিত্ব ==\nতার পুত্র কংসের বিপরীতে, উগ্রসেনকে একজন বিবেকবান এবং সক্ষম শাসক এবং বিষ্ণুর একজন মহান ভক্ত হিসাবে বর্ণনা করা হয়েছে। বিষ্ণু পুরাণ বলে যে মথুরা নগরী \"উগ্রসেনের নেতৃত্বে ছিল এবং পুরুষ ও মহিলা উভয়েরই সুখী জনসংখ্যা ছিল\"।\n\n\n== তথ্যসূত্র =="}