{"pageid": 1166139, "title": "ফর্টিস ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1166139", "content": "ফর্টিস ফুটবল ক্লাব লিমিটেড (সাধারণত ফর্টিস ফুটবল ক্লাব অথবা শুধুমাত্র ফর্টিস এফসি নামে পরিচিত) হচ্ছে ঢাকার বাড্ডা থানা ভিত্তিক একটি বাংলাদেশী পেশাদার ফুটবল ক্লাব। এই ক্লাবটি বর্তমানে বাংলাদেশের শীর্ষ স্তরের ফুটবল লিগ বাংলাদেশ প্রিমিয়ার লিগের প্রতিযোগিতা করে। এই ক্লাবটি ২০২০ সালে প্রতিষ্ঠিত হয়েছে। ফর্টিস স্পোর্টস গ্রাউন্ডে এই দলটি তাদের সকল হোম ম্যাচ আয়োজন করে থাকে। বর্তমানে এই ক্লাবের ম্যানেজারের দায়িত্ব পালন করছেন বাংলাদেশী সাবেক ফুটবল খেলোয়াড় শেখ জাহিদুর রহমান এবং সভাপতির দায়িত্ব পালন করছেন শাহীন হাসান। ফর্টিস হচ্ছে বাংলাদেশ চ্যাম্পিয়নশিপ লিগের বর্তমান চ্যাম্পিয়ন, যারা ২০২১–২২ মৌসুমে ক্লাবের ইতিহাসে প্রথমবারের মতো শিরোপা জয়লাভ করেছে।\nঘরোয়া ফুটবলে, ফর্টিস এপর্যন্ত ১টি শিরোপা জয়লাভ করেছে; যা হচ্ছে বাংলাদেশ চ্যাম্পিয়নশিপ লিগের শিরোপা।\n\n\n== ইতিহাস ==\n\n\n=== পেশাদার লিগে যাত্রা ===\n২০২০ সালে, ফর্টিস গ্রুপ তাদের ফুটবল উন্নয়ন প্রকল্পের অংশ হিসাবে ফর্টিস এফসি প্রতিষ্ঠা করেছিল, ক্লাবের সভাপতি শাহিন হাসান বলেছিলেন যে ক্লাবের মূল উদ্দেশ্য হল ভবিষ্যতের আন্তর্জাতিক খেলোয়াড়দের একটি পাইপলাইন তৈরি করার জন্য সারা দেশে একাডেমি প্রতিষ্ঠা করা। তার লিগ যাত্রা শুরু হওয়ার আগে, ক্লাবটি ফর্টিস এফসি একাডেমি প্রতিষ্ঠা করে। ৪ ফেব্রুয়ারি ২০২০-এ, বাংলাদেশ ফুটবল ফেডারেশন ক্লাবটিকে ঢাকায় নিম্ন বিভাগের মধ্য দিয়ে খেলা ছাড়াই সরাসরি বাংলাদেশ চ্যাম্পিয়নশিপ লিগে প্রবেশের জন্য সবুজ সংকেত দেয়। \n২০২০-২১ চ্যাম্পিয়নশিপ লিগ মৌসুম শুরু হওয়ার আগে, ফর্টিস প্রিমিয়ার লিগের অভিজ্ঞতা সহ ১০ জন খেলোয়াড়ের চুক্তি সম্পন্ন করেছে। তাদের মধ্যে উল্লেখযোগ্য ছিলেন খান মোহাম্মদ তারা, উত্তম বড়ুয়া এবং জাতীয় দলের সাবেক স্ট্রাইকার তৌহিদুল আলম তৌহিদ। তারা প্রধান-প্রশিক্ষক আকবর হোসেন রিডনকেও নিয়োগ করেছে, যিনি পূর্বে নোফেল এফসি এর সাথে ২০১৯ বাফুফে অনূর্ধ্ব-১৮ টুর্নামেন্ট জিতেছিলেন।  ৮ ফেব্রুয়ারি ২০২১-এ, ফর্টিস এফসি তাদের পেশাদার লিগ যাত্রা শুরু করে কারণ তারা নতুন লিগ মরসুমের প্রথম দিনে ফরাশগঞ্জ - এর বিরুদ্ধে ০-০ ড্র করে।  ১ মার্চ ২০২১-এ, ঢাকা ওয়ান্ডারার্সকে ৩-২ ব্যবধানে পরাজিত করে ক্লাবটি তাদের প্রথম জয় নথিভুক্ত করে, স্ট্রাইকার মোহাম্মদ হাসানুজ্জামান ক্লাবের প্রথম পেশাদার লিগ গোলটি নিবন্ধন করেন।  তাদের অভিষেক মৌসুমে, ফর্টিস তৃতীয় স্থানে ছিল এবং শীর্ষস্থান থেকে মাত্র ২ পয়েন্ট দূরে ছিল।\n২০২১-২২ বাংলাদেশ চ্যাম্পিয়নশিপ লিগ শুরুর আগে, সভাপতি শাহিন হাসান জানিয়েছিলেন যে ক্লাবটি তৎকালীন চলমান চট্টগ্রাম লিগ থেকে খেলোয়াড়দের নিয়োগ করেছিল এবং তাদের পূর্ববর্তী প্রচারাভিযান থেকে শুধুমাত্র ১৫ জন খেলোয়াড়কে ধরে রেখেছিল। জাহিদুর রহমান মিলনকে নতুন প্রধান কোচ হিসেবে নিয়োগ দেওয়া হয়েছে এবং জাতীয় দলের সাবেক সিনিয়র ডিফেন্ডার আতিকুর রহমান মেশুকে সহকারী কোচ হিসেবে ক্লাবের কোচিং স্টাফে যুক্ত করা হয়েছে। ২৪ এপ্রিল ২০২২-এ, ফোর্টিস নবাগত আজমপুর এফসি -এর বিরুদ্ধে একটি গোলশূন্য ড্র রেকর্ড করে, যার অর্থ হল ক্লাবটি তাদের আগের ৩১টি লিগ খেলায় অপরাজিত ছিল।  ১ জুন ২০২২-এ, ফর্টিস বাংলাদেশ প্রিমিয়ার লিগে দুটি খেলার সাথে কাওরান বাজারকে ০-০ গোলে পরাজিত করে, ফরোয়ার্ড মোহাম্মদ হাসানুজ্জামান হ্যাটট্রিক করেন। ফোর্টিস লিগ মরসুমটি সর্বনিম্ন গোল দিয়ে শেষ করেছে এবং অভিজ্ঞ কিপার উত্তম বড়ুয়া ক্লিনশীট চার্টের শীর্ষে রয়েছেন। \n\n\n=== প্রিমিয়ার লিগের যুগ ===\n১৯ মার্চ ২০২২-এ, ফোর্টিস এফসি তাদের ২০২২-২৩ বাংলাদেশ প্রিমিয়ার লিগের অভিযান শুরু করেছিল কারণ তারা বর্তমান দ্বিতীয় স্থান অধিকারী আবাহনী লিমিটেড ঢাকার বিরুদ্ধে ১-১ ড্র রেজিস্টার করেছিল।\n\n\n== বর্তমান খেলোয়াড় ==\n৩০ ডিসেম্বর ২০২২ পর্যন্ত হালনাগাদকৃত।\n\nটীকা: পতাকা জাতীয় দল নির্দেশ করে যা ফিফার যোগ্যতার নিয়মের অধীনে নির্ধারিত হয়েছে। খেলোয়াড়দের একাধিক জাতীয়তা থাকতে পারে যা ফিফা ভুক্ত নয়।\n\n|}\n\n\n== বর্তমান কারিগরি কর্মীরা ==\n২৫ জানুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== ব্যবস্থাপনা ==\n\n\n=== পরিচালনা পর্ষদ ===\n২৫ জানুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== প্রতিযোগিতামূলক রেকর্ড ==\n\n\n== অর্জন ==\nবাংলাদেশ চ্যাম্পিয়নশিপ লিগ\nচ্যাম্পিয়ন (১): ২০২১–২২\n\n\n== তথ্যসূত্র =="}