{"pageid": 11665, "title": "বাংলাদেশ মেডিক্যাল বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=11665", "content": "বাংলাদেশ মেডিক্যাল বিশ্ববিদ্যালয় (পূর্বনাম: বঙ্গবন্ধু শেখ মুজিব মেডিক্যাল বিশ্ববিদ্যালয়, তারও পূর্বনাম: আইপিজিএমআর) বাংলাদেশের একটি সরকারি মেডিকেল বিশ্ববিদ্যালয়। এটি ১৯৬৫ সালের ডিসেম্বরে ঢাকা বিশ্ববিদ্যালয়ের ইনস্টিটিউট অব পোস্টগ্র্যাজুয়েট মেডিসিন এ্যান্ড রিসার্চ (আইপিজিএমআর) হিসেবে প্রতিষ্ঠিত হয়, পরবর্তীতে ১৯৯৮ সালে সরকার দেশে উচ্চ চিকিৎসা-শিক্ষা ও গবেষণার সুবিধা সম্প্রসারণের জন্য এটিকে একটি স্বতন্ত্র মেডিকেল বিশ্ববিদ্যালয়ে রূপান্তরিত করে। এটি বর্তমানে চিকিৎসা বিজ্ঞানে স্নাতকোত্তরসহ বিভিন্ন ডিপ্লোমা ডিগ্রি প্রদান করে। \nএটি বাংলাদেশে বিশ্ববিদ্যালয় পর্যায়ে প্রথম স্নাতক ও স্নাতকোত্তর নার্সিং অনুষদ চালু করে এবং জাতীয় নার্সিং উচ্চশিক্ষা ও গবেষণা প্রতিষ্ঠান-এর মতো নার্সিং প্রতিষ্ঠান এর সাথে সংযুক্ত রয়েছে। চিকিৎসা ও গবেষণার জন্য এটিতে ৭৫০ শয্যা বিশিষ্ট হাসপাতাল রয়েছে।\n\n\n== ইতিহাস ==\nচিকিৎসা শিক্ষায় স্নাতকোত্তর কোর্স প্রদানের জন্য ১৯৬৫ সালে ঢাকায় ইনস্টিটিউট অব পোস্ট গ্রাজুয়েট মেডিসিন অ্যান্ড রিসার্চ (IPGMR) প্রতিষ্ঠিত হয়। স্নাতকোত্তর পর্যায়ের শিক্ষা ও গবেষণার দায়িতপ্রাপ্ত হলেও এই সংস্থার ডিগ্রি প্রদানের ক্ষমতা ছিল না। এটি ন্যস্ত হয়েছিল ঢাকা বিশ্ববিদ্যালয়ের ওপর। IPGMR কার্যক্রমসহ অনেকগুলি চিকিৎসা মহাবিদ্যালয়ের এম.বি.বি.এস ডিগ্রি প্রদান করত ঢাকা বিশ্ববিদ্যালয়। ১৯৯৮ সালের ৩০ এপ্রিল সংসদীয় অধ্যাদেশের মাধ্যমে পূর্ণাঙ্গ  মেডিক্যাল বিশ্ববিদ্যালয়ে রূপান্তরিত হয়। এমবিবিএস কোর্স চালু করা হলেও এই প্রতিষ্ঠানে পূর্বাপর কেবল স্নাতকোত্তর শিক্ষা প্রদান করা হতো।\n২০২৫ সালের ১৩ এপ্রিল বাংলাদেশের অন্তর্বর্তীকালীন সরকার অধ্যাদেশের মাধ্যমে বিশ্ববিদ্যালয়টির নাম বঙ্গবন্ধু শেখ মুজিব মেডিক্যাল বিশ্ববিদ্যালয় থেকে পরিবর্তন করে বাংলাদেশ মেডিক্যাল বিশ্ববিদ্যালয় নামকরণ করে।\n\n\n== উপাচার্যগণ ==\nনিম্নোক্ত ব্যক্তিবর্গ বিশ্ববিদ্যালয়টির উপাচার্য হিসেবে দায়িত্ব পালন করেন:\n\n\n== বর্ণনা ==\nআইপিজিএমআর নামানুসারে বিশ্ববিদ্যালয়টির নামকরণ করা হয়েছিল। এই বিশ্ববিদ্যালয়ে একটি হাসপাতাল আছে যাতে উন্নতমানের চিকিৎসা সেবা প্রদান করা হয়, রয়েছে একটি সুপার স্পেশালাইজড হসপিটাল। প্রতিষ্ঠাতা উপাচার্য ছিলেন অধ্যাপক কাদরী। বিশ্ববিদ্যালয়টিতে মোট পাঁচটি বহুতল ভবন আছে; ব্লক এ, বি, সি, ডি এবং কেবিন ব্লক। শিক্ষা, গবেষণা এবং চিকিৎসা সমান্তরালভাবে চলে এই মেডিকেল বিশ্ববিদ্যালয়টিতে। শুক্রবার এবং সরকারি ছুটির দিন ছাড়া সকাল আটটা থেকে দুপুর আড়াইটা পর্যন্ত প্রশাসনিক দপ্তর খোলা থাকে।\n\n\n== অবস্থান ==\nঢাকার শাহবাগে বাংলাদেশ মেডিক্যাল বিশ্ববিদ্যালয় অবস্থিত। ঠিক পাশেই রয়েছে আরেকটি প্রতিষ্ঠান ‘বাংলাদেশ ইনস্টিটিউট অব রিসার্চ অ্যান্ড রিহ্যাবিলিটেশন ইন ডায়াবেটিস, এন্ডোক্রাইন অ্যান্ড মেটাবোলিক ডিসঅর্ডারস (বারডেম)।\n\n\n== অনুষদ সমূহ ==\nক্যাজুয়ালটি ডিপার্টমেন্ট, মেডিসিন, সার্জারি, গাইনি এ্যান্ড অবস, নিউরোসার্জারি, গ্যাস্ট্রোএন্টারলজি, হেমাটোলজি, সাইকিয়াট্রি, পেডিয়াট্রিক সার্জারি এবং হাসপাতালের ডিসপেনসারি আলাদা একটি কমপ্লেক্সে অবস্থিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nখুলনা মেডিকেল বিশ্ববিদ্যালয়\nসিলেট মেডিকেল বিশ্ববিদ্যালয়\nরাজশাহী মেডিকেল বিশ্ববিদ্যালয়\nচট্টগ্রাম মেডিকেল বিশ্ববিদ্যালয়\nবাংলাদেশের মেডিকেল বিশ্ববিদ্যালয় সমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বাংলাদেশ মেডিক্যাল বিশ্ববিদ্যালয় সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট \nস্বাস্থ্য অধিদপ্তর"}