{"pageid": 1166440, "title": "ভালাক", "url": "https://bn.wikipedia.org/wiki?curid=1166440", "content": "ভালাক হলো গোয়েশীয় গ্রিমোয়ার (জাদুবিদ্যার বই) দ্য লেসার কি অব সলোমন (কিছু সংস্করণে উয়ালাক, ভ্যালাক, থমাস রুডের সংস্করণের ভালু), ইয়োহান ওয়েয়ারের সিউডোমোনার্কিয়া ডিমোনাম (ভোলাক), লিবার অফিসিওরাম স্পিরিচুয়াম (কুলর বা ডুলাস), এবং মিউনিখ ম্যানুয়াল অব ডেমনিক ম্যাজিক-এ (ভোলাখ) বর্ণিত এক শয়তান। ভালাককে দুই মাথাওয়ালা ড্রাগনের ওপরে আরোহিত ফেরেশতাসদৃশ পাখাওয়ালা বালক হিসেবে বর্ণনা করা হয়। বর্ণনায় ভালাকের গুপ্তধন খুঁজে পাওয়ার অলৌকিক ক্ষমতাও দেখানো হয়।\n\n\n== বর্ণনা ==\nলেসার কি, মিউনিখ বারনিখ, রুড ও ওয়েয়ারের বইগুলোতে ভালাককে সর্বোচ্চ ক্ষমতাধর হিসেবে চিত্রায়িত করা হয়। এই সমস্ত বইয়ের বর্ণনায় ভালাকের সাপ নিয়ন্ত্রণের ক্ষমতা সম্পর্কে জানা যায়। অফিসিয়াম স্পিরিচুয়াম-এ ডুলাসকে অত্যন্ত ক্ষমতাধর বর্ণনা করা হলেও, সর্বোত্তম ক্ষমতাধর বলা হয়নি। তবে এই গ্রন্থে সাপেদের নিয়ন্ত্রণের পাশাপাশি মানববসতিতে থাকা আত্মাদের নিয়ন্ত্রণের বিষয়টি বলা হয়েছে।\nলেসার কি-তে (এবং সেই অনুসারে রুড) ভালাককে তালিকার ৬২তম এবং ওয়েয়ারে তালিকার ৫০তম স্থানে রাখা হয়েছে। উভয় সংস্করণেই বলা হয়, ভালাক ৩০ দল শয়তানের নেতৃত্ব দেয়। তবে কিছু কিছু পাণ্ডুলিপিতে সংখ্যাটি ৩৮ হিসেবে বর্ণিত। মিউনিখ বারনিখ-এর বর্ণনায় ভোলাখ ২৭ দল শয়তানের নেতা। অফিসিয়াম স্পিরিচুয়াম-এ (পাণ্ডুলিপির ওপর নির্ভর করে) কুলরকে তালিকার ২১তম (এখানে দলের সংখ্যা উল্লেখ করা হয়নি) বা ২২তম (ফোলজার শেক্সপিয়ার গ্রন্থাগারে রক্ষিত কপি) হিসেবে উল্লেখ করা হয়েছে, যেখানে কুলর ১৩ দল আত্মাকে নিয়ন্ত্রণ করে। অফিসিয়াম স্পিরিচুয়াম-এর সকল বর্ধিত ও পূর্ণাঙ্গ সংস্করণে ডুলাসকে ২০ দল শয়তানের নেতা হিসেবে ২৫তম স্থানে রাখা হয়েছে।\nশুধুমাত্র রুডের বইয়ে শেমহামফরাশ (ইহুদি ধর্মে ঈশ্বরের নাম) ফেরেশতা ইয়াহেলের বিপরীতে ভালাকের বৈরিতা বর্ণনা করা হয়েছে।\nফ্যাসিকুলাস রেরাম জিয়োম্যান্টিক্যারাম নামক একটি পাণ্ডুলিপিতে তাকে “ভোলাখ” হিসেবে উল্লেখ করা হয়েছে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n১৯৯৮ সালের ভ্যাম্পায়ার চলচ্চিত্রে প্রথম ভ্যাম্পায়ার হিসেবে “ভালেক” নামের একটি চরিত্রকে দেখানো হয়।\nধারাবাহিক কমিক বই চিলিং অ্যাডভেঞ্চার্স অব সাবরিনা-এ “ভোলাক” নামে একটি চরিত্র উপস্থিত হয়। কমিকের #৭ সংখ্যায় দেখানো হয়, সাবরিনা স্পেলম্যানের বাবা এডওয়ার্ড স্পেলম্যান তরুণ বয়সে আলফোঁসো লুই কনস্ত্যঁয়ের অনুরোধে ভোলাকের কাছে নতিস্বীকার করেছিলেন।\nহেলবয়-এর একটি গল্প “বক্স ফুল অব ইভিল”-এ প্রধান খলচরিত্র ছিল “উয়ালাক”।\n২০১৬-এর ভৌতিক চলচ্চিত্র দ্য কনজ্যুরিং ২-এ ভালাক প্রধান খলচরিত্র হিসেবে আবির্ভূত হয়। চলচ্চিত্রে তাকে এক শয়তানি সন্ন্যাসিনী এবং দেয়ার ওয়াজ অ্যা ক্রুকড ম্যান ছড়ার দুষ্টু লোকের বেশে আবির্ভূত হয়। কিন্তু শুধুমাত্র নাম ছাড়া কিংবদন্তি ভালাকের আর কোনো রূপই চলচ্চিত্রে দেখানো হয়নি। চলচ্চিত্রে দেখানো হয়, ভালাকের সহযোগী হলো সাপ। ভালাক রোমানিয়ার কার্থা মঠে বহুবছর ধরে আটকে আছে। সেখান থেকে বেরোনোর জন্য তার মানবশরীরের প্রয়োজন। এরপর ২০১৭ সালে অ্যানাবেল: ক্রিয়েশন চলচ্চিত্রে ক্ষণিকের জন্য উপস্থিত হওয়ার পর ২০১৮ সালের ৭ সেপ্টেম্বর ভালাককে প্রধান চরিত্র করে স্পিন-অফ চলচ্চিত্র দ্য নান মুক্তি দেওয়া হয়।\nনিনটেন্ডো সুইচ ও কম্পিউটারের জন্য ব্লাডস্টেইনড: কার্স অব দ্য মুন ভিডিওগেমে চতুর্থ বস হিসেবে ভালাকের আবির্ভাব ঘটে। ভিডিওগেমে দুইমাথাওয়ালা ড্রাগনের মতো দেখতে ভালাক তার দুইটি মাথা এক করে বিশাল একটি মাথাওয়ালা ড্রাগনে পরিণত হতে পারে। ব্লাডস্টেইনড: রিচুয়াল অব দ্য নাইট-এও ভালাককে দেখতে পাওয়া যায়।\nশ্যাডোহান্টার্স-এর প্রথম মৌসুমে ভালাককে দেখা গিয়েছিল।\n২০১৭ সালের মাঙ্গা ওয়েলকাম টু ডেমন স্কুল! ইরুমা-কুন-এর প্রধান চরিত্রের নাম ছিল ক্লারা ভালাক। অতিসক্রিয় ক্লারা যা দেখতো, হুবহু তারই প্রতিরূপ তৈরি করতে পারত।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nবুদেত, জ্যঁ-পাত্রিস (২০০৩)। \"Les who's who démonologiques de la Renaissance et leurs ancêtres médiévaux\"। মেদিয়েভাল– লং, তেক্সত, ইস্তোয়া। মেদিয়েভাল (ফরাসি ভাষায়)। রভ্যু.অর্গ (৪৪): ১১৭–১৪০। ডিওআই:10.4000/medievales.1019। \nকিয়েকহেফার, রিচার্ড (১৯৯৮)। ফরবিডেন রাইটস: অ্যা নেক্রোম্যান্সার্স ম্যানুয়াল অব দ্য ফিফটিন্থ সেঞ্চুরি (ইংরেজি ভাষায়)। ইউনিভার্সিটি পার্ক, পেন্সিলভ্যানিয়া: পেনসিলভ্যানিয়া স্টেট ইউনিভার্সিটি প্রেস। পৃষ্ঠা ১৬১। আইএসবিএন 0-271-01750-3। \nপিটারসন, জোসেফ এইচ., সম্পাদক (মে ২০০১)। লেমেগেটন ক্ল্যাভিকুলা স্যালোমনিস: দ্য লেসার কি অব সলোমন, ডিটেইলিং দ্য সেরেমনিয়াল আর্ট অব কমান্ডিং স্পিরিটস বোথ গুড অ্যান্ড ইভিল; (ইংরেজি ভাষায়)। মেইনে: ওয়াইজার বুকস। আইএসবিএন 1-57863-220-X। \nপোর্টার, জন (২০১১)।  ক্যাম্পবেল, কলিন ডি., সম্পাদক। অ্যা বুক অব দ্য অফিস অব স্পিরিটস (ইংরেজি ভাষায়)। হকলি, ফ্রেডেরিক কর্তৃক অনূদিত। টেইটান প্রেস। আইএসবিএন 978-0933429253। \nপোর্টার, জন; ওয়েস্টন, জন (২০১৫)।  হার্মস, ড্যানিয়েল; ক্লার্ক, জেমস আর.; পিটারসন, জোসেফ এইচ., সম্পাদকগণ। দ্য বুক অব ওবেরন: অ্যা সোর্সবুক ফর এলিজাবেথান ম্যাজিক (ইংরেজি ভাষায়) (প্রথম সংস্করণ)। লেওয়েলিন পাবলিকেশনস। আইএসবিএন 978-0-7387-4334-9। \nরুড, থমাস (২০১০)।  স্কিনার, স্টিফেন; র‍্যাঙ্কিন, ডেভিড, সম্পাদকগণ। দ্য গোয়েশিয়া অব ড. রুড (ইংরেজি ভাষায়)। গোল্ডেন হোর্ড প্রেস। আইএসবিএন 978-0738723556। \nওয়েয়ার, ইয়োহান (১৫৬৩)।  পিটারসন, জোসেফ এইচ., সম্পাদক। সিউডোমোনার্কিয়া ডিমোনাম (লিবার অফিসিওরাম স্পিরিচুয়াম) (ইংরেজি ভাষায়)। টুইলিট গ্রোটো: ইসোটেরিক আর্কাইভস। \n\n\n== বহিঃসংযোগ ==\n\nলেসার কি অব সলোমন-এ ভালাকের ভুক্তি, টুইলিট গ্রোটো\nসিউডোমোনার্কিয়া ডিমোনাম-এ ভালাকের ভুক্তি, টুইলিট গ্রোটো"}