{"pageid": 1166260, "title": "অপরাধের উপর কোভিড-১৯ বৈশ্বিক মহামারির প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1166260", "content": "কোভিড-১৯ মহামারি অপরাধ ও অবৈধ অর্থনীতি যেমন:সংগঠিত অপরাধ, সন্ত্রাসবাদ, রাস্তার অপরাধ, অনলাইন অপরাধ, অবৈধ বাজার এবং চোরাচালান, মানব ও বন্যপ্রাণী পাচার, দাসত্ব, ডাকাতি এবং চুরি ইত্যাদিকে প্রভাবিত করেছে।\nট্রান্সন্যাশনাল অর্গানাইজড ক্রাইমের বিরুদ্ধে গ্লোবাল ইনিশিয়েটিভ অ্যাগেইনস্ট ট্রান্সন্যাশনাল অর্গানাইজড ক্রাইম ২০২০ সালের মার্চ মাসে একটি নীতিগত সংক্ষিপ্ত বিবরণে বলেছে যে মহামারিটির এই প্রাথমিক পর্যায়ে দীর্ঘমেয়াদী প্রভাব বোঝা কঠিন। ক্রিয়াকলাপ, অন্যান্য ক্ষেত্রে নতুন সুযোগ প্রদান করার সময়, \"সংগঠিত-অপরাধী অর্থনীতিতে\" পরিবর্তন ঘটায় যা দীর্ঘমেয়াদী হতে পারে। প্রতিবেদনে বলা হয়েছে যে, \"কিছু অপরাধমূলক সংগঠন কার্যক্রম সম্প্রসারণ করে পরিস্থিতির সুবিধা নিতে পারে। শৃঙ্খলা রক্ষায় রাষ্ট্রের সরবরাহকারী এবং 'অংশীদার' হিসাবে অপরাধী গোষ্ঠীর আবির্ভাব হওয়ার সম্ভাবনা রয়েছে।\"\n\n\n== অপরাধ ==\nকোভিড-১৯ সারা বিশ্বে অনেক ধরনের অপরাধ হ্রাস করেছে। ইউএসএ টুডে-এর ৪ এপ্রিল ২০২০-এর একটি প্রতিবেদনে দেখা গেছে যে ১৫ মার্চ থেকে অপরাধমূলক ঘটনা (আমেরিকাতে) হ্রাস পেয়েছে বিশটি পুলিশ সংস্থার মধ্যে ১৯ টিতে তবে প্রতিবেদনে পারিবারিক সহিংসতা বৃদ্ধির কথাও উল্লেখ করা হয়েছে। কারাগারে করোনাভাইরাসের সম্ভাব্য বিস্তার ঠেকাতে কিছু পুলিশ বিভাগ ইচ্ছাকৃতভাবে কম লোককে গ্রেপ্তার করছে। অ্যাসোসিয়েটেড প্রেস রিপোর্ট করেছে যে শিকাগোতে ২০১৯ সালের একই সময়ের তুলনায় লকডাউনের পর থেকে মাদক গ্রেপ্তার ৪২% কমেছে। সামগ্রিকভাবে, মহামারির প্রাদুর্ভাবের পরে শিকাগোতে অপরাধ ১০% হ্রাস পেয়েছে। এই হার বিশ্বব্যাপী দেখা যাচ্ছে কারণ ভাইরাস ধারণ করার জন্য বিধিনিষেধ বাড়ানো হয়েছিল।\nএকটি যুক্তরাজ্যের পুলিশ বাহিনীর জন্য একটি বিশদ পরীক্ষায় ৫-বছরের গড় তুলনায় অপরাধের ধরন দ্বারা পরিবর্তনের সূত্রপাতের পার্থক্য পাওয়া গেছে। ১১ মার্চ ২০২০-এ বিশ্ব স্বাস্থ্য সংস্থার 'বৈশ্বিক মহামারি' ঘোষণা থেকে কিছু ধরনের অপরাধ অবিলম্বে হ্রাস পেয়েছে, অন্যগুলি পরে। হামলার ঘটনা অস্থিতিশীল কিন্তু কর্মক্ষেত্রে গতিশীলতা হ্রাসের জন্য প্রতিক্রিয়াশীল ছিল।\nদেশ জুড়ে চলাফেরার বিধিনিষেধ বৃদ্ধির পরে, রাস্তায় কম লোক রয়েছে, যার ফলে রাস্তার অপরাধ হ্রাস পেয়েছে। এবং একটি বৃহত্তর জনসংখ্যা বাড়ির ভিতরে থাকার কারণে চুরি এবং আবাসিক ছিনতাই হ্রাস পেয়েছে। কলম্বিয়া এবং এল সালভাদরে, লকডাউনের পরে অনেক ধরনের অপরাধ হ্রাস পেয়েছে। পেরুতে, মার্চ মাসে অপরাধের মাত্রা ৮৪% কমেছে। কথিত সার্বিয়ান ড্রাগ লর্ড ড্রাগোস্লাভ কোসমাজ্যাক কোভিড-১৯-এ মারা গেছেন। করাচি (এশিয়ার সবচেয়ে অপরাধপ্রবণ শহরগুলির মধ্যে একটি) মার্চ মাসে একটি পুরো সপ্তাহ কোনো গাড়ি চুরি ছাড়াই কেটেছে। নিউ ইয়র্ক সিটিতে, গত বছরের একই সময়ের তুলনায় এপ্রিল মাসে গ্র্যান্ড লুর্সিনি ৫০% কমেছে; যাইহোক, বড় অপরাধে ~২৯% সামগ্রিক পতন সত্ত্বেও শহরটি বাণিজ্যিক চুরির ঘটনা বৃদ্ধি পেয়েছে। মেক্সিকোতে, মহামারির মধ্যে, কিছু অপরাধী গোষ্ঠীকে খাদ্য সরবরাহ করতে দেখা গেছে, মেক্সিকোতে অন্যান্য জায়গায় কিছু অপরাধী বেকারত্বের মুখোমুখি হয়েছিল। অস্ট্রেলিয়ায়, সীমান্ত পুলিশ হ্যান্ড স্যানিটাইজার বোতলে মেথামফেটামিন (ক্রিস্টাল মেথ/বরফ) দেশে পাচার করা হচ্ছে।\n\n\n=== জাল এবং জালিয়াতি ===\nসরাসরি কোভিড-১৯ মহামারির সাথে সম্পর্কিত জাল এবং জালিয়াতিও উন্মোচিত হয়েছে। ২০২০ মার্চের শুরুতে, ইন্টারপোল এবং ইউরোপোল দ্বারা সমর্থিত অপারেশন প্যাঞ্জিয়ার অংশ হিসাবে বিশ্বব্যাপী আইন প্রয়োগকারী কর্তৃপক্ষের দ্বারা ৩৪,০০০ টিরও বেশি নকল সার্জিক্যাল মাস্ক জব্দ করা হয়েছিল। ভারতে পুলিশ হাজার হাজার নকল এন৯৫ মুখোশ জব্দ করেছে, অতিরিক্ত মূল্যের মুখোশ এবং স্যানিটাইজার বিক্রির দোকানে অভিযান চালিয়েছে এবং ব্যক্তিগত সুরক্ষামূলক সরঞ্জাম (পিপিই) মজুতকারীদের বিরুদ্ধে মামলা শুরু করেছে। মার্কিন যুক্তরাষ্ট্রে, ডাক্তারদের ছদ্মবেশ ধারণ করে এবং চিকিত্সার জন্য অর্থ প্রদানের দাবি করার পরে ব্যক্তিদের গ্রেপ্তার করা হয়েছিল।\nমার্কিন কাস্টমস অ্যান্ড বর্ডার প্রোটেকশন, ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন, ইউএস পোস্টাল ইন্সপেকশন সার্ভিস, ইউএস সিক্রেট সার্ভিস, ইন্টারনাল রেভিনিউ সার্ভিস, ফেডারেল ব্যুরো অব ইনভেস্টিগেশন, এবং ফাইভ আইস ল এনফোর্সমেন্ট ওয়ার্কিং-এর সহায়তায় অপারেশন স্টোলেন প্রমিজ করা হয়েছিল। গ্রুপ, অস্ট্রেলিয়া, কানাডা, নিউজিল্যান্ড, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র দ্বারা গঠিত একটি গোয়েন্দা জোট। অপারেশনটি তদন্ত করেছে এবং \"ভুল লেবেলযুক্ত, জালিয়াতি, অননুমোদিত বা নিষিদ্ধ\" কোভিড-১৯ সম্পর্কিত আইটেমগুলির চালান জব্দ করেছে।\nযত বেশি মানুষ অনলাইনে বেশি সময় কাটাচ্ছে, সাইবার অপরাধ বেড়েছে। দূরবর্তী কাজ বৃদ্ধির সাথে সাথে, অফিস সিস্টেমের মতো কম্পিউটার সুরক্ষার সমান স্তরের নাও থাকতে পারে এমন বাড়িগুলি থেকে আরও বেশি কর্পোরেট ডেটা অ্যাক্সেস করা হচ্ছে৷ বিশ্ব স্বাস্থ্য সংস্থা একটি সাইবার নিরাপত্তা বিজ্ঞপ্তি প্রকাশ করেছে যাতে বিশ্ব সাস্থ্য সংস্থা কর্মীদের নকল করে প্রতারকদের সতর্ক করা হয়।\nআমেরিকায় আরেকটি সাইবার প্রতারণার ফলে অর্থ যা বেকারদের জন্য প্রতারণামূলক অ্যাকাউন্টে পুনঃনির্দেশিত করা হয়েছিল। এর স্কেল মিলিয়ন মিলিয়ন ডলার জড়িত এবং এটি প্রদর্শিত হয় যে সাইবার-অপরাধীরা নাইজেরিয়ান।\nসরকারী তথ্য অনুসারে, ২০২১ সালের ফেব্রুয়ারি পর্যন্ত, ইউকেতে প্রতি তিনজনের মধ্যে একজন কর্মী কোভিড-১৯ লকডাউনের কারণে দূরবর্তী কাজে নিযুক্ত ছিলেন, যার ফলে কর্মীদের উপর সাইবার-আক্রমণ বেড়েছে। সাইবার-আক্রমণ এবং সাইবার-নিরাপত্তা সম্পর্কে জ্ঞানের অভাবকে কোভিড-১৯ মহামারি চলাকালীন যুক্তরাজ্যে সাইবার-অপরাধ বৃদ্ধির প্রধান কারণ হিসাবে দাবি করা হয়েছে।\nকোভিড-১৯ মহামারি চলাকালীন বিশ্বব্যাপী গার্হস্থ্য সহিংসতার রিপোর্ট করা বৃদ্ধির মধ্যে, জাতিসংঘ গার্হস্থ্য সহিংসতা \"যুদ্ধবিরতি\" করার আহ্বান জানিয়েছে।\nপেরুতে নিখোঁজ হওয়া নারীর সংখ্যা লক-ডাউন চলাকালীন কোভিড-১৯ এর আগে থেকে প্রতিদিন পাঁচ থেকে আটজনে বেড়েছে। মোট, পেরুর ৯১৫ জন মহিলা নিখোঁজ হয়েছেন এবং তিন মাসের কোয়ারেন্টাইনে মারা যাওয়ার আশঙ্কা করছেন।\n\n\n=== অপরাধকে ঘৃণা করা ===\nএফবিআই-এর হিউস্টন শাখা দ্বারা সংকলিত একটি গোয়েন্দা প্রতিবেদন এশিয়ান আমেরিকানদের বিরুদ্ধে ঘৃণামূলক অপরাধের ঘটনাগুলির সম্ভাব্য বৃদ্ধির বিরুদ্ধে সতর্ক করেছিল, এই ধারণার ভিত্তিতে যে মার্কিন জনসাধারণের একটি অংশ মহামারিটিকে চীন এবং এশিয়ান আমেরিকান জনসংখ্যার সাথে যুক্ত করেছে। তারা ইতোমধ্যে দেশ জুড়ে ঘৃণামূলক অপরাধের একাধিক ঘটনার উল্লেখ করেছে যেমন তিনজন এশিয়ান আমেরিকান পরিবারের সদস্যরা একজন ব্যক্তির দ্বারা ছুরিকাঘাত করেছে যিনি দাবি করেছিলেন যে পরিবারটি চীনা ছিল এবং ভাইরাস ছড়িয়েছিল।\nতার ম্যাগাজিন আল-নাবাতে, আইএসআইএল সুপারিশ করেছে যে তার সদস্যরা সন্ত্রাসী হামলা চালানোর জন্য মহামারিকে কাজে লাগাবে। কিছু চরমপন্থী ভাইরাসটিকে মানব পাপের জন্য ঐশ্বরিক শাস্তি হিসাবে বিবেচনা করে, উভয় পশ্চিমে এবং মুসলিম দেশগুলিতে। ইন্টারন্যাশনাল ক্রাইসিস গ্রুপ বলেছে যে মহামারি আন্তর্জাতিক সন্ত্রাস দমন প্রচেষ্টার ক্ষতি করবে।\nভারতে এপ্রিল মাসে, দিল্লি পুলিশের কর্মীদের মধ্যে একটি উপদেশ প্রচার করা হয়েছিল যে মাঠে পুলিশ কর্মীদের উপর আইএসআইএল-এর সম্ভাব্য আক্রমণ, একটি একা নেকড়ে আক্রমণ বা ছুরি মারা, গুলি চালানো বা যানবাহনে আঘাত আকারে। জানুয়ারী এবং মে ২০২০ এর মধ্যে, ভারতীয় নিরাপত্তা বাহিনী জম্মু ও কাশ্মীরে ২৭টি সন্ত্রাসবিরোধী অভিযান পরিচালনা করেছে যাতে ৬৪ জনেরও বেশি সন্ত্রাসী নিহত হয়। এর মধ্যে ভারতে কোভিড-১৯ লকডাউন চলাকালীন কমপক্ষে ১৮ জন মারা গেছে। মে মাসের প্রথম সপ্তাহে, পাঁচ ভারতীয় সেনাবাহিনীর বিশেষ বাহিনীর প্যারা কমান্ডো সন্ত্রাসীদের হাতে নিহত হয়। রিয়াজ নাইকু, সন্ত্রাসী সংগঠন হিজবুল-মুজাহিদিনের একজন কমান্ডার, এপ্রিল ২০২০-এ তার শেষ অডিও বার্তায়, তার অনুসারীদের স্বাস্থ্য সুরক্ষা নির্দেশিকা অনুসরণ করতে বলেছিলেন যেগুলি স্বাস্থ্য বিশেষজ্ঞরা কোভিড-১৯ মহামারি চলাকালীন ভাগ করেছিলেন। কিছুক্ষণ পরেই তাকে হত্যা করা হয়।\nএছাড়াও মে মাসে আফগানিস্তানে ধারাবাহিক হামলায় ৫৬ জনের মৃত্যু হয়েছে। লক্ষ্যগুলির মধ্যে একটি হাসপাতালের প্রসূতি ওয়ার্ড এবং একটি অন্ত্যেষ্টিক্রিয়া অন্তর্ভুক্ত ছিল, যার ফলে শিশু, হাসপাতালের কর্মচারী এবং অন্ত্যেষ্টিক্রিয়ায় থাকা লোকজনের মৃত্যু হয়।\n\n\n=== অস্ত্র হিসাবে কোভিড-১৯ ব্যবহার ===\nলন্ডনের একজন রেলকর্মী কোভিড-১৯ এ আক্রান্ত হন এবং একজন লোক তাকে এবং একজন সহকর্মীকে লাঞ্ছিত করার পর মারা যান। লোকটি বলেছিলেন যে তার ভাইরাস ছিল এবং পালিয়ে যাওয়ার আগে মহিলাদের মুখে থুথু এবং কাশি দিয়েছিল। ইংল্যান্ডের ডারহামে একটি ঘরোয়া ঘটনার প্রতিক্রিয়ায় পুলিশ থুথু মেরেছিল, একজন কিশোর যে অফিসারদের চিৎকার করে বলেছিল যে সে আশা করেছিল যে তার কোভিড-১৯ আছে; তার বিরুদ্ধে একজন জরুরি কর্মীকে লাঞ্ছিত করার অভিযোগ আনা হয়েছে। ১ এপ্রিল থেকে ৬ জুন, ২০২০ এর মধ্যে, আইরিশ পুলিশ উদ্দেশ্যমূলকভাবে ৯৩ বার ব্যক্তিদের দ্বারা থুথু বা কাশি দেওয়া হয়েছিল, যার ফলে বিভাগটি তাদের থুতুর হুডের ব্যবহার ৭০% বাড়িয়ে দিয়েছে। ২৪ শে এপ্রিল, ২০২১-এ, স্প্যানিশ পুলিশ ২২ জনকে, আটটি প্রত্যক্ষ এবং ১৪ জনকে পরোক্ষভাবে ভাইরাস দ্বারা সংক্রামিত করার সন্দেহে একজন ব্যক্তিকে গ্রেপ্তার করেছিল, বলেছিল যে তিনি লক্ষণগুলি দেখানো এবং একটি পরীক্ষা করা সত্ত্বেও নিজেকে আলাদা করার বা ফেসমাস্ক পরার কোনও প্রচেষ্টা করেননি।\nমার্কিন যুক্তরাষ্ট্রে, একাধিক পুলিশ বিভাগ নথিভুক্ত করেছে যে ব্যক্তিরা কাশি বা থুথু দিচ্ছেন প্রতিক্রিয়াশীল কর্মকর্তাদের এবং বলছেন যে তাদের কোভিড-১৯ আছে। এই ব্যক্তিদের বিরুদ্ধে অভিযোগ দায়ের করা যেতে পারে সেকেন্ড-ডিগ্রি হামলা বা সন্ত্রাসী হুমকি থেকে শুরু করে। নিউ জার্সির একজন মহিলা একজন পুলিশ অফিসারকে থুথু দিয়েছিলেন এবং প্রতিক্রিয়াশীল অফিসারদের বলেছিলেন যে তারা তাকে গ্রেপ্তার করার সময় তিনি কোভিড-১৯ এর জন্য ইতিবাচক ছিলেন। ফ্লোরিডা, কলোরাডো, মিশিগান, ওহিও, এবং অন্যান্য রাজ্যে অনুরূপ ঘটনা রিপোর্ট করা হয়েছে।\nভারতে, একটি ইসলামিক মিশনারী গোষ্ঠী দ্বারা আয়োজিত তাবলিঘি জামাতের ধর্মীয় অনুষ্ঠানটি দেশের বৃহত্তম সুপার-স্প্রেডার হয়ে ওঠে, যার ফলস্বরূপ লকডাউন বিধিনিষেধ না মেনে উপস্থিতদের বিরুদ্ধে বিভিন্ন ধরনের অপরাধমূলক অভিযোগ দায়ের করা হয়। ইভেন্টে যোগদানকারী ৮০০ টিরও বেশি বিদেশীকে ট্র্যাক করা হয়েছে এবং তাদের ভিসা কালো তালিকাভুক্ত করা হয়েছে। ভারতীয় মিডিয়া জানিয়েছে যে সরকার যাদের কোয়ারেন্টাইনে রেখেছিল তারা অন্যান্য বিষয়ের মধ্যে স্বাস্থ্যসেবা কর্মীদের উপর থুথু ফেলেছিল। ফলে ভারতীয় দণ্ডবিধির অধীনে অসংখ্য অভিযোগ রয়েছে। উত্তরপ্রদেশের মুখ্যমন্ত্রী একটি টেলিভিশন সাক্ষাত্কারে বলেছিলেন যে সংক্রামক রোগ লুকিয়ে রাখা অবশ্যই একটি অপরাধ। এবং এই অপরাধটি তাবলিগী জামাতের সাথে জড়িতরা করেছে। তাবলিগী জামাতের কয়েকজনের বিরুদ্ধে জাতীয় নিরাপত্তা আইন এবং হত্যার অভিযোগ দায়ের করা হয়েছে।\nভারতের নয়াদিল্লিতে, কোভিড-১৯ মহামারি চলাকালীন পুলিশিং সম্পর্কিত নতুন নির্দেশিকা পুলিশের মধ্যে প্রচার করা হয়েছিল। ১১-পৃষ্ঠার আদেশে \"অপরাধের জায়গায় শিকার থেকে ছয় ফুট দূরত্ব বজায় রাখা\" এবং \"অস্ত্র স্যানিটাইজ করার\" মতো নির্দেশিকা অন্তর্ভুক্ত ছিল। ইসরায়েল তার অভ্যন্তরীণ নিরাপত্তা সংস্থাকে গোপনে করোনভাইরাস বাহকদের ট্র্যাক করতে সেলফোন ডেটা সংগ্রহ করার অনুমতি দিয়েছে। একই প্রযুক্তি সন্ত্রাস দমনের জন্য ব্যবহার করা হচ্ছিল এবং কোভিড-১৯ এর জন্য এটি বাস্তবায়নের আগে সর্বজনীনভাবে প্রকাশ করা হয়নি।\nইতালি এবং স্পেনে, যথাক্রমে ক্যারাবিনিয়ারি এবং সামরিক সৈন্যদের পুনরায় মোতায়েন করা হয়েছে। মহামারিটি ফৌজদারি বিচার ব্যবস্থাকেও প্রভাবিত করেছে। যুক্তরাজ্যে, আকস্মিক পরিকল্পনার অংশ হিসাবে, মহামারি তৈরি করা অতিরিক্ত কাজের চাপের কারণে হত্যার তদন্ত সীমিত হতে পারে। ব্রাজিল দাসপ্রথা বিরোধী অভিযানকে অনির্দিষ্টকালের জন্য আটকে রেখেছে।\nমহামারিটি বিভিন্ন পুলিশ সংস্থার কাজের চাপ যোগ করেছে। বর্ধিত কাজের চাপকে স্বীকার করে, পোলিশ পুলিশ ১৯ মার্চ একটি টুইটে হালকাভাবে লিখেছিল, \"অনুগ্রহ করে পরবর্তী নির্দেশ না দেওয়া পর্যন্ত সমস্ত অপরাধমূলক কার্যকলাপ বন্ধ করুন\", একটি বার্তা যা অপরাধীদের প্রতি নির্দেশিত ছিল। আরও বলে, \"আমরা অপরাধ করা থেকে বিরত থাকা সম্পর্কিত প্রত্যাশিত সহযোগিতার প্রশংসা করব। \" ভারতের বিহার রাজ্যে, পুলিশের একজন অতিরিক্ত মহাপরিচালক স্বীকার করেছেন যে পুলিশ লকডাউন কার্যকর করার দিকে বেশি মনোযোগী ছিল, তবে সেই পুলিশিংও করা হচ্ছে, যার ফলে তাদের কাজের চাপ উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে।\nমহামারিটি বিভিন্ন ট্রান্সন্যাশনাল অপারেশনে ব্যাঘাত ঘটায় যেমন ছয়টি দেশ (কম্বোডিয়া, চীন, লাওস, মায়ানমার, থাইল্যান্ড এবং ভিয়েতনাম) এবং সংগঠিত অপরাধ এবং মাদক পাচারকারীদের বিরুদ্ধে জাতিসংঘের মাদক ও অপরাধ সংক্রান্ত অফিসের দীর্ঘ পরিকল্পিত যৌথ অভিযান। আইনি ক্রস-বর্ডার ট্র্যাফিক হ্রাস এবং আন্তর্জাতিক বিমান চলাচলে বিধিনিষেধ দীর্ঘ দূরত্বের চোরাচালানকে আরও কঠিন করে তুলেছে।\nআইন প্রয়োগকারী কর্মকর্তাদের কোভিড-১৯ আছে বলে নিশ্চিত বা সন্দেহভাজন ব্যক্তিদের সাথে যোগাযোগ করার সম্ভাবনার উপর ভিত্তি করেও প্রভাব রয়েছে, যদিও ইউএস সেন্টার ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন (CDC) তাৎক্ষণিক স্বাস্থ্য ঝুঁকি কম বলে মনে করে। কোভিড-১৯ আক্রান্ত ব্যক্তির সাথে যোগাযোগের ক্ষেত্রে, সিডিসি সুপারিশ করে যে আইন প্রয়োগকারী কর্মকর্তারা জরুরি চিকিৎসা প্রযুক্তিবিদদের মতো একই নির্দেশিকা অনুসরণ করুন।\n\n\n== বিচার ব্যবস্থা ==\nইউনাইটেড কিংডমের ক্রাউন প্রসিকিউশন সার্ভিস কম গুরুতর অপরাধের জন্য আদালতের নিষ্পত্তির বাইরে পরামর্শ দিয়েছে। মার্কিন যুক্তরাষ্ট্রে, মহামারি পরিস্থিতির কারণে ষষ্ঠ সংশোধনীর পরামর্শের অধিকার হ্রাস করা হয়েছে।\nইরান ও আফগানিস্তানের সরকার ভাইরাসের বিস্তার সীমিত করতে বন্দীদের সংখ্যা কমিয়েছে। ভারতের সুপ্রিম কোর্ট সমস্ত ভারতীয় রাজ্য সরকারকে কিছু বন্দীকে মুক্তি দেওয়ার বিষয়ে বিবেচনা করার নির্দেশ দিয়েছে, যার ফলে ৩৪,০০০ জনকে সাময়িকভাবে মুক্তি দেওয়া হয়েছে। যুক্তরাষ্ট্র ও ইন্দোনেশিয়াও বন্দীদের মুক্তি দিয়েছে।\n\n\n== আরও দেখুন ==\nকোভিড-১৯ এর বৈশ্বিক মহামারি\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n(মার্চ ২০২০) অপরাধ এবং সংক্রামক: সংগঠিত অপরাধের উপর মহামারির প্রভাব ৷ নীতি সংক্ষিপ্ত. ট্রান্সন্যাশনাল অর্গানাইজড ক্রাইমের বিরুদ্ধে গ্লোবাল ইনিশিয়েটিভ।\nঅপরাধ, দুর্নীতি এবং করোনাভাইরাস। অর্গানাইজড ক্রাইম অ্যান্ড করাপশন রিপোর্টিং প্রজেক্ট (OCCRP)\nলরা স্পিনি (১৫ অক্টোবর ২০১৯)। কীভাবে মহামারি সামাজিক বিবর্তনকে রূপ দেয়। স্প্রিংগার প্রকৃতি ।\nইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ হোমল্যান্ড সিকিউরিটি (DHS) সাইবার সিকিউরিটি অ্যান্ড ইনফ্রাস্ট্রাকচার সিকিউরিটি এজেন্সি (CISA) এবং যুক্তরাজ্যের ন্যাশনাল সাইবার সিকিউরিটি সেন্টার (NCSC)। (৮ এপ্রিল ২০২০)। সতর্কতা (AA20-099A) COVID-19 ক্ষতিকারক সাইবার অভিনেতাদের দ্বারা শোষিত। ইউএস কম্পিউটার ইমার্জেন্সি রেডিনেস টিম (ইউএস-সিইআরটি)।\nমার্ক বিয়ার্ডসওয়ার্থ, কেভিন রবার্টস, (১৯ মে ২০২০)। কোভিড-১৯-এর সময়ে অপরাধ: লকডাউন চলাকালীন যুক্তরাজ্যের হোয়াইট-কলার তদন্ত ও বিচারের অগ্রগতি। জাতীয় আইন পর্যালোচনা।\nএম শ্রীধর আচার্যুলু (৪ এপ্রিল ২০২০)। কোভিড-১৯-এর অবহেলা ছড়ানো কি অপরাধ? টাইমস অফ ইন্ডিয়া।\nইউরোপোল (৩০ এপ্রিল ২০২০)। মহামারির বাইরে - কোভিড-১৯ এর পরে অপরাধী ল্যান্ডস্কেপ কেমন হবে? . ইউরোপোল"}