{"pageid": 1166464, "title": "পশুপতব্রহ্ম উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1166464", "content": "পশুপতব্রহ্ম উপনিষদ (সংস্কৃত: पाशुपतिब्रह्म उपनिषत्) বা পাসুপথব্রহ্মোপনিষদ হলো সংস্কৃত ভাষায় লেখা  ছোট উপনিষদ। এটি অথর্ববেদের সাথে সংযুক্ত ৩১টি উপনিষদের একটি, এবং এটি বিশটি যোগ উপনিষদের একটি হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\nমুক্তিকা ক্যাননের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম দ্বারা হনুমানের কাছে বর্ণিত, ৭৭ নম্বরে তালিকাভুক্ত। পাঠ্যটি অপেক্ষাকৃত পরবর্তী যুগের উপনিষদ।\nপাঠ্যটি দুটি খন্ডে বিভক্ত। প্রারম্ভিক শ্লোকগুলি ব্রহ্মাকে তাঁর পুত্র বৈশ্রবণ দ্বারা সম্বোধন করা প্রশ্নের আকারে রয়েছে। পাঠ্যটিতে আত্মাকে হংস, যোগ, ধ্যান, বাহ্যিক আচার-অনুষ্ঠানের অকেজোতা এবং ওঁ-এর সাহায্যে অভ্যন্তরীণ প্রতিবিম্বের প্রয়োজনীয়তা এবং সত্যিকারের জ্ঞানী ব্যক্তির আচরণ কেমন হওয়া উচিত তা নিয়ে আলোচনা করা হয়েছে।\n\n\n== বিষয়বস্তু ==\nউপনিষদ বারবার তার ধারণার জন্য হংস ব্যবহার করে। পাঠ্যটি দাবি করে যে পরম আত্মা হংসের প্রকৃতির, এটি স্থানান্তরিত হয়। ওঁ, পাঠ্যটি বলে, সত্যিকারের পবিত্র সুতো, এবং ওঁ ও আত্মার মধ্যে কোন পার্থক্য নেই। ওঁ (অউম)-তে, পাঠ্যকে জোর দিয়ে বলে, \"অ\" অতীতের প্রতিনিধিত্ব করে, \"উ\" বর্তমানের প্রতিনিধিত্ব করে, \"ম\" ভবিষ্যতের প্রতিনিধিত্ব করে। \"হংস-সোহং\" (আমিই তিনি, তিনিই আমি) উপলব্ধি সমস্ত যজ্ঞ সম্পূর্ণ করার সমতুল্য, এবং এই উপলব্ধিটি \"ক্রোধ, আত্মপ্রবঞ্চনা, ঘৃণা, মোহ\" ধ্বংস করে দেয়।\nপূর্ব-খণ্ডের ১৯ থেকে ২২ নং শ্লোকে, পশুপতব্রহ্ম উপনিষদ দৃঢ়ভাবে দাবি করে যে হংস, পরমাতমন হল অভ্যন্তরীণ সূর্য যা ভিতরে বিকিরণ করে, এবং ব্রাহ্মের সন্ধানে একজনকে অবশ্যই ধ্যান করতে হবে, প্রণব (ওঁ) এবং জ্ঞানের মাধ্যমে যে ব্রহ্ম নিজের মধ্যে আছে। একজনকে অবশ্যই সমস্ত বাহ্যিক আচার-অনুষ্ঠান বলি এবং উপাসনা ত্যাগ করতে হবে, পরিবর্তে ভিতরে ধ্যান করতে হবে, ২৭-৩০ শ্লোকে লেখাটি জোর দিয়ে বলা হয়েছে। যে ধর্ম-যোগ স্বাধীনতা ও মুক্তির দিকে পরিচালিত করে তা হল অন্যদের বিরুদ্ধে অহিংসা, উপনিষদ বলে। একজনের আত্মা হল পরিবাহক, পশুপতি হলেন পরমাত্মা।\n\nপাঠের দ্বিতীয় অধ্যায় (উত্তর-খণ্ড) যোগ ও ধ্যান নিয়ে আলোচনা করে, যোগের লক্ষ্য হল অভ্যন্তরীণ মুক্তি, উপলব্ধি যে ব্রহ্ম নিজের মধ্যে রয়েছে।\nউপনিষদটি শ্লোক ৩২-৩৩ এ দাবি করার জন্য উল্লেখযোগ্য যে সর্বোচ্চ সত্যটি নিজের দেহের মধ্যে রয়েছে।\nআত্মার জ্ঞান, পাঠ্য দাবি করে, জীবনমুক্তের কাছে আসে তার নিজের প্রচেষ্টায় এবং নিজের ইচ্ছায়। একবার তিনি এই অবস্থায় পৌঁছে গেলে, তিনি সবাইকে নিজের মত দেখতে পান, তিনি কোন আশ্রম, কোন বর্ণ (সামাজিক শ্রেণী), কোন ভাল, কোন মন্দ, কোন নিষেধাজ্ঞা, কোন আদেশ দেখেন না। তিনি নিজের ইচ্ছায় জীবনযাপন করেন, তিনিই মুক্ত, এবং তিনি অন্যদের মধ্যে পার্থক্য ও বৈষম্য থেকে মুক্ত। তিনি রূপের ঊর্ধ্বে, তিনি আত্মের বাইরে, তিনি ব্রহ্মের সাথে এক।\nপাঠ্যটি এই দাবি করার জন্যও উল্লেখযোগ্য যে যিনি তাঁর অন্তরাত্মা এবং এইভাবে ব্রহ্মকে জানেন, খাদ্য হিসাবে নিষিদ্ধ যা কিছুই নেই, কারণ সমগ্র মহাবিশ্ব একে অপরের জন্য কেবল খাদ্য, এবং সবকিছুই তিনি নিজেই ব্রহ্মের বিভিন্ন প্রকাশে। মুক্ত ব্যক্তি জানে, \"আমিই সর্বদা অন্ন, আমিই অন্ন ভক্ষক\"। এবং তবুও, মুক্ত ব্যক্তি মধ্যপন্থী, সমস্ত কিছুর যত্ন নেয়, সর্বদা তার উপলব্ধির জগত দেখে, আয়ঙ্গার অনুবাদ করে, কিন্তু কখনোই তার নিজের আত্মা ছাড়া কোনোভাবেই।\nউপনিষদ অদ্বৈত বেদান্ত মতবাদ উপস্থাপন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nDesai, S. G. (১৯৯৬)। A critical study of the later Upanishads। Bharatiya Vidya Bhavan। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nHattangadi, Sunder (২০০০)। \"पाशुपतब्रह्मोपनिषत् (Pashupatabrahma Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ২৩ ফেব্রুয়ারি ২০১৬। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \nLarson, Gerald James; Potter, Karl H. (১৯৭০)। Pasupatabrahma Upanishad (Translated by NSS Raman), in The Encyclopedia of Indian Philosophies: Yoga: India's philosophy of meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nTinoco, Carlos Alberto (১৯৯৭)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2।"}