{"pageid": 1166942, "title": "পুষ্যমিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1166942", "content": "পুষ্যমিত্র ছিল একটি উপজাতি যারা ৫ম শতাব্দীতে মধ্য ভারতে বাস করত। নর্মদা নদীর তীরে বসবাস করে, তারা প্রথম কুমারগুপ্তের রাজত্বের শেষ সময়ে গুপ্ত সাম্রাজ্যের জন্য একটি গুরুতর হুমকি সৃষ্টি করেছিল বলে মনে করা হয়।\n\n\n== ইতিহাস ==\nপুরাণে পুষ্যমিত্র রাজবংশের তেরো জন রাজার নাম উল্লেখ করা হয়েছে এবং খ্রিস্টীয় যুগের তৃতীয় শতাব্দীতে রাখা হয়েছে।\n\n\n=== অস্তিত্ব ===\nপুষ্যমিত্র সম্পর্কে শুধুমাত্র স্কন্দগুপ্তের শিলালিপি থেকে জানা যায়। সেখানে তিনি পুষ্যমিত্রদের পরাজিত করার ক্ষেত্রে তার ভূমিকার উপর জোর দিয়েছেন, যার পাঠটি কখনও কখনও বিতর্কিত হয়। এর পাশাপাশি পুরাণে একক উল্লেখ হিসাবে। তাই তাদের অস্তিত্ব মাঝে মাঝে সন্দেহ হয়। স্কন্দগুপ্ত যে লোকদের সাথে যুদ্ধ করেছিলেন তারা ভাকাটকসহ একটি কনফেডারেশন হতে পারত বলে ধারণা করা হয়। বাকাটকদের রাজবংশ প্রায় সেই সময়ে একটি যুদ্ধের মাধ্যমে শেষ হয়, যখন দশকুমারচরিত অনুসারে, দক্ষিণে বনবাসী অঞ্চল আক্রমণ করে, তারা পালাক্রমে পিছন থেকে আক্রমণ করে যার ফলে শেষ ভাকাটক রাজার মৃত্যু হয়।\n\n\n=== গুপ্তদের বিরুদ্ধে যুদ্ধ ===\n৪৫৫ এবং ৪৬৭ খ্রিস্টাব্দের মধ্যেকার ঘটনাগুলিকে কভার করে শিলালিপিগুলি পুষ্যমিত্রদের পরাজিত করার ক্ষেত্রে কুমারগুপ্তের উত্তরসূরি স্কন্দগুপ্তের ভূমিকার উপর জোর দেয়।\n\nযাঁর দ্বারা, [স্কন্দগুপ্ত] যখন (তার) পরিবারের পতিত ভাগ্য পুনরুদ্ধার করার জন্য নিজেকে প্রস্তুত করেছিলেন, তখন একটি (পুরো) রাত একটি পালঙ্কে কাটিয়েছিলেন যা ছিল খালি মাটি; এবং তারপর, পুষ্যমিত্রদের জয় করে, যারা প্রচুর শক্তি এবং সম্পদের বিকাশ করেছিলেন, তিনি (তার) বাম পা একটি পাদদেশে রেখেছিলেন যেটি ছিল (সেই গোত্রের) রাজা।\nপুষ্যমিত্ররা দীর্ঘ ও কঠোর লড়াইয়ের পর স্কন্দগুপ্তের দ্বারা বশীভূত হয়েছিল। এর কারণ তারা সামরিক ও সম্পদের দিক থেকে প্রচুর শক্তি এবং প্রচুর সম্পদ গড়ে তুলেছিল। শিলালিপিতে বলা হয়েছে যে এক পর্যায়ে পরিস্থিতি এতটাই গুরুতর হয়ে ওঠে যে স্কন্দগুপ্তকে খালি মাটিতে (মাঠে) সারা রাত পার করতে হয়েছিল। সংকটময় পরিস্থিতি শেষ পর্যন্ত তার দ্বারা সমাপ্ত হয় এবং বিজয়ী হয়। এই বিজয় কুমারগুপ্তের রাজত্বের শেষের দিকে হয়েছিল। তাই কুমারগুপ্ত সম্ভবত সেনাবাহিনীর নেতৃত্ব দেওয়ার পক্ষে খুব বেশি বয়সী ছিলেন। তাই তাঁর পুত্র স্কন্দগুপ্ত সংগ্রামের ধাক্কা খেয়েছিলেন, যাকে তিনি পুষ্যমিত্রদের বিপদ মোকাবেলা করার জন্য বেছে নিয়েছিলেন। এই বিজয় এতই স্মরণীয় এবং গুরুত্বপূর্ণ ছিল যে, আমরা ভিটারি শিলালিপিতে বলা হয়েছে যে লোকেরা সাম্রাজ্যের প্রতিটি কোণে তাঁর মহিমার গান গেয়েছিল। গয়াল মনে করেন পাণ্ডুমবংশী রাজা ভরতবালা ছিলেন পুষ্যমিত্র বিদ্রোহের নেতৃত্বদানকারী রাজা।\n\n\n== তথ্যসূত্র =="}