{"pageid": 1166443, "title": "সিকিম ক্রান্তিকারী মোর্চা", "url": "https://bn.wikipedia.org/wiki?curid=1166443", "content": "সিকিম ক্রান্তিকারী মোর্চা (অনুবাদ:সিকিম বিপ্লবী ফ্রন্ট) হল ভারতের সিকিম রাজ্যের একটি রাজনৈতিক দল যা ২০২০ সালে সিকিমের শাসক দল ছিল।\nপিএস গোলয় সিকিম বিধানসভার প্রাক্তন সদস্য, সিকিম ডেমোক্রেটিক ফ্রন্ট (এসডিএফ) এর অন্যতম বিশিষ্ট ব্যক্তিত্ব এবং সিকিম সরকারের একজন মন্ত্রী ছিলেন। ডিসেম্বর ২০০৯ থেকে তিনি এসডিএফ-এর সভাপতি এবং সিকিমের প্রাক্তন মুখ্যমন্ত্রী পবন কুমার চামলিং -এর একজন কণ্ঠ সমালোচক ছিলেন। তিনি ৪ ফেব্রুয়ারি ২০১৩-এ সিকিম ক্রান্তিকারী মোর্চা দলের শুরু করেন। গোলয় ২৮ মে ২০১৯-এ সিকিমের মুখ্যমন্ত্রী হন, এইভাবে চামলিং-এর ২৫ বছরের শাসনের অবসান ঘটে।\n\n\n== ইতিহাস ==\n\n\n=== ২০১৪ নির্বাচন ===\n৪ ফেব্রুয়ারি ২০১৩-এ, সিকিমের পশ্চিমাঞ্চলীয় শহর সোরেং-এ এসকেএম প্রতিষ্ঠিত হয়। ভারতী শর্মা এসকেএম-এর কার্যকরী সভাপতি নির্বাচিত হন যিনি সিকিমের রাজনৈতিক দলের প্রথম মহিলা নেতা।\n২০১৩ সালের সেপ্টেম্বরে পিএস গোলয় আনুষ্ঠানিকভাবে এসডিএফ থেকে বিচ্ছিন্ন হন এবং এসকেএম-এর দলীয় সভাপতি হন।\nএসকেএম ১২ এপ্রিল ২০১৪-এ অনুষ্ঠিত সমস্ত ৩২টি নির্বাচনী এলাকা থেকে বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল। এসকেএম ১০টি আসন জিতেছে এবং সিকিম বিধানসভায় দ্বিতীয় বৃহত্তম দল এবং বিরোধী দল হয়ে উঠে। নির্বাচনে তারা ৪০.৮% ভোট পেয়েছে। সিকিমের প্রাক্তন মুখ্যমন্ত্রী নর বাহাদুর ভান্ডারি ২০১৪ সালের নির্বাচনে অংশগ্রহণ থেকে তার দল সিকিম সংগ্রাম পরিষদকে প্রত্যাহার করে এসকেএম দলকে তার নিঃশর্ত সমর্থন দিয়েছিলেন এবং এসকেএম দলের প্রচার পর্বে সক্রিয় ভূমিকা পালন করেছিলেন। অনুরুপ সিকিমের প্রাক্তন মুখ্যমন্ত্রী বিবি গুরুং ক্ষমতাসীন এসডিএফ দল থেকে পদত্যাগ করে এসকেএম পার্টিকে সমর্থন দেখিয়েছেন।\n২০১৪ সালের ১৩ সেপ্টেম্বর অনুষ্ঠিত সিকিম বিধানসভার উপ-নির্বাচনের জন্য এসকেএম ভারতীয় জনতা পার্টি (বিজেপি) এর সাথে জোট স্থাপন করে এবং বিকাশ বাসনেটকে সমর্থন করেছিল যিনি বিজেপির প্রার্থী ছিলেন।\n২০১৭ সালে, এসকেএম বিধায়ক কুঙ্গা নিমা লেপচাকে দলের ভারপ্রাপ্ত সভাপতি এবং একইভাবে এমপি সুব্বা এবং নবীন কারকিকে কার্যকরী সভাপতি নির্বাচিত করেছিলেন। দলের মহাসচিব পদে অরুণ উপ্রেতিকেও নিয়োগ দিয়েছে দল।\n\n\n=== ২০১৯ নির্বাচন ===\nদলটি ২০১৯ সালের ভারতীয় নির্বাচনের আগে ভারতীয় জনতা পার্টির সাথে জোটবদ্ধ হওয়ার কাছাকাছি এসেছিল কিন্তু একা লড়াই করার সিদ্ধান্ত নিয়েছে। ২০১৯ সালের সিকিম বিধানসভা নির্বাচনের পর এটি ভারতীয় জনতা পার্টির নেতৃত্বে ২৬ মে ২০১৯ তারিখে জাতীয় গণতান্ত্রিক জোটে যোগদান করার সিদ্ধান্ত নেয়।\nতারা সিকিম বিধানসভার সবকটি ৩২টি আসনে প্রতিদ্বন্দ্বিতা করে এবং ১৭টি আসনে জয়লাভ করে, এইভাবে সিকিমে পবন কুমার চামলিং-এর ২৫ বছরের শাসনের অবসান ঘটে।\nইন্দ্র হাং সুব্বা সিকিম লোকসভা কেন্দ্রে তার নিকটতম প্রতিদ্বন্দ্বী সিকিম ডেমোক্রেটিক ফ্রন্টের ডেক বাহাদুর কাটওয়ালকে ১২,৪৪৩ ব্যবধানে পরাজিত করে জয়লাভ করেন।\n\n\n== নির্বাচনী ফলাফল ==\nসিকিম বিধানসভা নির্বাচন\n\nলোকসভা নির্বাচন, সিকিম\n\n\n== সম্মুখ সংগঠন ==\nসিকিম ক্রান্তিকারী কৃষক মোর্চা\nসিকিম ক্রান্তিকারী নারী মোর্চা\nসিকিম ক্রান্তিকারী যুব মোর্চা\nসিকিম ক্রান্তিকারী শ্রমিক মোর্চা\nসিকিম ক্রান্তিকারী বিদ্যার্থী মোর্চা\nসিকিম ক্রান্তিকারী ব্যবসায়ী মোর্চা\nসিকিম ক্রান্তিকারী চালক মোর্চা\nসিকিম ক্রান্তিকারী অবকাশপ্রাপ্ত সৈনিক মোর্চা\nসিকিম ক্রান্তিকারী অবকাশপ্রপ্ত কর্মচারি মোর্চা\n\n\n== মুখ্যমন্ত্রীগণ ==\n\n\n== আরো দেখুন ==\nপ্রেম সিং তামাং মন্ত্রিসভা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}