{"pageid": 116681, "title": "পূর্বদৃষ্ট", "url": "https://bn.wikipedia.org/wiki?curid=116681", "content": "পূর্বদৃষ্ট হল একটি নিশ্চিত অনুভবের অভিজ্ঞতা যা একজন ইতঃপূর্বে এ পরিস্থিতির সম্মুখীন হয়েছে অথবা স্বচক্ষে দেখেছে (একজন ব্যক্তি অনুভব করে যে ঘটনাটি ইতঃপূর্বে অথবা সাম্প্রতিক ঘটেছে), যদিও পূর্ববর্তী পরিস্থিতির সম্মুখীন হওয়ার সঠিক ঘটনাটির সম্পর্কে অনিশ্চিয়তা রয়েছে। এগুলিকে ফরাসি ও ইংরেজিতে দেজা ভ্যু (Déja vu) বলে। একজন ফরাসি মানসিক গবেষক এমিল বোয়ারেক (১৮৫১–১৯১৭), তার \"L'Avenir des sciences psychiques\" (লাভনির দে সিয়ঁস পসিশিক বা মানসিক বিজ্ঞানের ভবিষ্যৎ) নামক গ্রন্থটিতে একটি বিস্তৃত প্রবন্ধ লিখেছিলেন, যেখানে তিনি দেজা ভ্যু শব্দবন্ধটি ব্যবহার করেন। সেসময় তিনি শিকাগো বিশ্ববিদ্যালয়ের ছাত্র ছিলেন।\nপূর্বদৃষ্ট বা দেজা ভ্যু ব্যাপারটি সচরাচর ঘটে থাকে। সাউদার্ন মেথোডিস্ট ইউনিভার্সিটির মনোবিজ্ঞানী অ্যালান এস. ব্রাউন ২০০৩ খ্রিষ্টাব্দের একটি অনুসন্ধানে দেখেছেন যে, ৬০ শতাংশ মানুষের জীবনে একবার হলেও পূর্বদৃষ্ট জাতীয় অভিজ্ঞতা রয়েছে।\nদুই ধরনের পূর্বদৃষ্ট স্বীকৃত: রোগজনিত পূর্বদৃষ্ট সাধারণত মৃগীরোগের সাথে সম্পর্কিত অথবা যা, যখন অস্বাভাবিকভাবে দীর্ঘ বা ঘন ঘন, অথবা অন্যান্য উপসর্গযেমন হ্যালুসিনেশনের সাথে যুক্ত, স্নায়বিক বা মানসিক অসুস্থতার একটি নির্দেশক হতে পারে, এবং এবং সুস্থ মানুষের রোগবিহীন পূর্বদৃষ্ট, যাদের প্রায় দুই-তৃতীয়াংশ দেজা ভু অভিজ্ঞতা হয়েছে। যারা বেশি ভ্রমণ করেন বা বেশি চলচ্চিত্র দেখেন তাদের অন্যদের তুলনায় পূর্বদৃষ্ট অভিজ্ঞতার সম্ভাবনা বেশি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"What is deja vu?\"। Psychology Today। ২০১০-০১-০৫। \n\"UGH! I Just Got the Creepiest Feeling That I Have Been Here Before: Déjà vu and the Brain, Consciousness and Self\"। Neurobiology and Behavior। ১৯৯৮। ৬ জুলাই ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ সেপ্টেম্বর ২০১০। \n\"The Tease of Memory\"। The Chronicle of Higher Education। ২০০৪-০৭-২৩। ২০০৫-০৯-১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১০-০৯-২৮। \n\"The Psychology Of Deja Vu\"। Science Daily। ২০০৮-১১-১৯। \nHerbert, Wray (২০০৮-১০-২৩)। \"And I feel like I've been here before\"। Psychological Science। ২০২০-০৮-১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১০-০৯-২৮। \nMcHugh TJ, Jones MW, Quinn JJ;  ও অন্যান্য (২০০৭)। \"Dentate gyrus NMDA receptors mediate rapid pattern separation in the hippocampal network\"। Science। 317 (5834): 94–9। ডিওআই:10.1126/science.1140263। পিএমআইডি 17556551।  উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: ও অন্যান্য স্পষ্টভাবে ব্যবহার করছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nHughlinks-Jackson, J. (১৮৮৮)। \"A particular variety of epilepsy \"intellectual aura\", one case with symptoms of organic brain disease\"। Brain। 11: 179–207। ডিওআই:10.1093/brain/11.2.179। \nDraaisma, Douwe (২০০৪)। Why life speeds up as you get older। Cambridge University Press। আইএসবিএন 0521691990। \nCarey, Benedict (২০০৪-০৯-১৪)। \"Déjà Vu: If It All Seems Familiar, There May Be a Reason\"। New York Times। সংগ্রহের তারিখ ২০১০-০৫-০১। \nRatliff, Evan (২০০৬-০৭-০২)। \"Déjà Vu, Again and Again\"। New York Times। সংগ্রহের তারিখ ২০১০-০৫-০১। \n\"When déjà vu is more than just an odd feeling\"। The Ottawa Citizen। ২০০৬-০২-২০। ২০১৬-০৪-০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১০-০৯-২৮। \n\n\n== বহিঃসংযোগ ==\nChronic déjà vu - quirks and quarks episode (mp3)\nA new theory that links déjà vu to Near-Death Experience — by Anthony Peake, 2006.\nThe Skeptic's Dictionary\nHow Déjà Vu Works — a Howstuffworks article\nDéjà Experience Research — a website dedicated to providing déjà experience information and research\nNikhil Swaminathan, Think You've Previously Read About This? Scientific American June 8, 2007\nDeberoh Halber, Research Deciphers Deju-Vu Brain Mechanics MIT Report June 7, 2007"}