{"pageid": 1166486, "title": "নতুন প্রশাসনিক রাজধানী", "url": "https://bn.wikipedia.org/wiki?curid=1166486", "content": "নতুন প্রশাসনিক রাজধানী (এনএসি) হল মিশরের নতুন রাজধানী শহরের একটি বড় মাপের প্রকল্প, যা ২০১৫ সাল থেকে নির্মাণাধীন। এটি ২০১৫ সালের মার্চ মাসে মিশরীয় অর্থনৈতিক উন্নয়ন সম্মেলনে তৎকালীন মিশরীয় গৃহায়ন মন্ত্রী মোস্তফা মাদবৌলি ঘোষণা করেছিলেন। রাজধানী শহরটিকে অর্থনৈতিক উন্নয়নের জন্য একটি কর্মসূচি ও প্রকল্প হিসাবে বিবেচনা করা হয় এবং এটি মিশর ভিশন ২০৩০ নামে একটি বৃহত্তর উদ্যোগের অংশ।\nএখনো মিশরের নতুন রাজধানীর নাম দেওয়া হয়নি। শহরের জন্য একটি নতুন নাম ও প্রতীক লোগো বেছে নেওয়ার জন্য নতুন রাজধানীর ওয়েবসাইটে একটি প্রতিযোগিতা শুরু হয়েছিল। জমা দেওয়া প্রস্তাবগুলি মূল্যায়ন করতে এবং সমস্ত প্রস্তাবগুলির মধ্যে সেরা প্রস্তাবটি নির্ধারণের জন্য বিশেষজ্ঞদের একটি জুরি গঠন করা হয়েছিল। এখনো মিশরীয় সরকারের পক্ষ থেকে কোনো আনুষ্ঠানিক ফলাফল ঘোষণা করা হয়নি। পরিবহন মন্ত্রী কামেল আল-ওয়াজির ২০২১ সালের অক্টোবর মাসে ইঙ্গিত দিয়েছিলেন যে শহরের নাম মিশর হতে পারে।\nনতুন শহরটি কায়রোর ৪৫ কিলোমিটার (২৮ মাইল) পূর্বে এবং দ্বিতীয় বৃহত্তর কায়রো রিং রোডের ঠিক বাইরে, সমুদ্রবন্দর শহর সুয়েজের অর্ধেক পথের একটি বড় অনুন্নত এলাকায় অবস্থিত হবে। পরিকল্পনা অনুযায়ী, শহরটি মিশরের নতুন প্রশাসনিক ও আর্থিক রাজধানী হয়ে উঠবে, যেখানে প্রধান সরকারী বিভাগ ও মন্ত্রণালয় এবং বিদেশী দূতাবাস থাকবে। মোট  ৭০০ বর্গকিলোমিটার (২৭০ বর্গমাইল) এলাকা নিয়ে গঠিত শহরটির জনসংখ্যা ৬৫ লাখ হবে, যদিও এটি অনুমান করা হয় যে সংখ্যাটি ৭০ লাখে উন্নীত হতে পারে।\nপ্রকল্পটি সরকারীভাবে হাতে নেওয়ার একটি প্রধান কারণ ছিল কায়রোতে যানজট দূর করা। শহরটি ইতিমধ্যেই বিশ্বের অন্যতম জনাকীর্ণ শহর, যেখানে বৃহত্তর কায়রোর জনসংখ্যা আগামী কয়েক দশকে দ্বিগুণ হবে বলে আশা করা হচ্ছে।    তুলনামূলকভাবে, কায়রো শহরে প্রায় ২ কোটি জনসংখ্যা রয়েছে।\n\n\n== পরিকল্পনা সমূহ ==\nশহরটি ২১ টি আবাসিক জেলা ও ২৫ টি \"ডেডিকেটেড জেলা\" নিয়ে গঠন করার পরিকল্পনা করা হয়েছে। এর কেন্দ্রস্থলে আকাশচুম্বী অট্টালিকা থাকতে হবে, যার মধ্যে অবলিস্কো ক্যাপিটালও রয়েছে, যা ফারাওনিক ওবেলিস্কের আকারে নকশা করা হয়েছে এবং এটি উচ্চতায় ১,০০০ মিটার (৩,৩০০ ফুট) হবে, বিশ্বের সর্বোচ্চ হয়ে উঠছে; এবং আইকনিক টাওয়ার, যা আফ্রিকার সবচেয়ে উঁচু ভবন হবে। শহরটিতে একটি কেন্দ্রীয় উদ্যান, কৃত্রিম হ্রদ, প্রায় ২,০০০ শিক্ষা প্রতিষ্ঠান, একটি প্রযুক্তি ও উদ্ভাবন উদ্যান, ৬৬৩ টি হাসপাতাল ও ক্লিনিক, ১,২৫০ টি মসজিদ ও গীর্জা, একটি ৯০,০০০ আসন বিশিষ্ট স্টেডিয়াম, ৪০,০০০ টি হোটেল কক্ষ, ডিজনিল্যান্ডের আকারে চারগুণ বড় একটি প্রধান থিম পার্ক, ৯০ বর্গ কিলোমিটার এলাকা জুড়ে সৌর শক্তি খামার, কায়রোর সাথে একটি বৈদ্যুতিক রেলপথ এবং মিশরীয় বিমান বাহিনীর বিদ্যমান ওয়াদি আল জান্দালি বিমানবন্দরের জায়গায় একটি নতুন আন্তর্জাতিক বিমানবন্দর থাকবে।\nএটিকে স্মার্ট সিটি হিসেবে গড়ে তোলা হবে। ৪৫ বিলিয়ন মার্কিন ডলার ব্যয়ে ২০২০ সাল থেকে ২০২২ সালের মধ্যে সংসদ, রাষ্ট্রপতির প্রাসাদ, সরকারী মন্ত্রণালয় ও বিদেশী দূতাবাস স্থানান্তর সম্পন্ন করার পরিকল্পনা করা হয়েছে। সামগ্রিক প্রকল্পের জন্য সম্পূর্ণ ব্যয় ও সময়কাল প্রকাশ করা হয়নি।  সরকারি কর্মকর্তাদের  নতুন কার্যালয়ে প্রথম ২০১৯ সালে স্থানান্তর করা হয়েছিল।\nরাজধানী স্থানান্তরের পূর্ববর্তী অভিজ্ঞতার বিষয়ে প্রতিক্রিয়া দেখা হয়েছিল, উদাহরণস্বরূপ, নুর-সুলতান (তৎকালীন আস্তানা) থেকে আগত প্রতিনিধিদের সাথে বৈঠকের করে, যেটি ১৯৯৭ সালে কাজাখস্তানের রাজধানী শহর হিসাবে আলমাটিকে প্রতিস্থাপন করেছিল।\n\n\n=== ক্যাথেড্রাল ও মসজিদ ===\nরাষ্ট্রপতি আবদেল ফাত্তাহ আল-সিসি ২০১৯ সালের জানুয়ারি মাসে একটি বড় মাপের ক্যাথেড্রাল ও একটি মসজিদ উদ্বোধন করেছিলেন।\n\n\n==== খ্রিস্ট জন্ম ক্যাথেড্রাল ====\nখ্রীস্ট জন্ম একটি বৃহৎ-ক্যাথেড্রাল, এটি মিশর ও মধ্যপ্রাচ্যের মধ্যে সবচেয়ে বড় ক্যাথেড্রাল। ক্যাথেড্রালটি শহরের কপটিক অর্থোডক্স সম্প্রদায়কে পরিষেবা পরিবেশন করে।\n\n\n==== আল-ফাত্তাহ আল-আলিম মসজিদ ====\nআল-ফাত্তাহ আল-আলিম একটি বৃহৎ-মসজিদ, এটি মিশরের সবচেয়ে বড় মসজিদ।\n\n\n=== আকাশচুম্বী ===\n\n\n==== আইকনিক টাওয়ার ====\nআইকনিক টাওয়ার একটি নির্মাণাধীন আকাশচুম্বী, যা মিশর ও আফ্রিকার বৃহত্তম আকাশচুম্বী ভবনে পরিণত হবে।\n\n\n==== অবলিস্কো ক্যাপিটাল ====\nঅবলিস্কো ক্যাপিটাল হল একটি পরিকল্পিত ও অনুমোদিত আকাশচুম্বী ভবন, যা ২০৩০ সালে উদ্বোধন করা হবে, এটি মিশরীয় স্থাপত্য নকশা সংস্থা আইডিআইএ দ্বারা একটি ফারাওনিক ওবেলিস্কের আকারে নকশা করা হয়েছে, এবং একবার শেষ হলে, এটি ১,০০০ মিটার (৩,৩০০ ফুট) উচ্চতাসহ বিশ্বের সবচেয়ে উঁচু ভবন হবে, বিশ্বের সবচেয়ে উঁচু ভবন বুর্জ খলিফাকে ছাড়িয়ে যাবে। পাশাপাশি বর্তমানে স্থবির জেদ্দা টাওয়ার যা বুর্জ খলিফাকেও ছাড়িয়ে যাবে।\n\n\n=== ক্যাপিটাল উদ্যান ===\nক্যাপিটাল উদ্যান (সবুজ নদী নামেও পরিচিত) হল একটি শহুরে উদ্যান, যা সম্পূর্ণ নতুন রাজধানী জুড়ে নীল নদীর প্রতিনিধিত্ব করে, এটি ৩৫ কিলোমিটার (২২ মাইল) দীর্ঘ হবে বলে আশা করা হচ্ছে, নিউইয়র্কের সেন্ট্রাল পার্কের দ্বিগুণ আকারের লক্ষ্য রাখা হয়েছে। উদ্যান প্রাথমিক পর্যায়ের প্রায় প্রথম ১০ কিলোমিটার (৬.২ মাইল)  হবে এবং নির্মাণাধীন রয়েছে।\n\n\n=== অষ্টভুজ ===\nঅষ্টভুজ (রাষ্ট্রের কৌশলগত নেতৃত্ব কেন্দ্র) হল মিশরের নতুন প্রতিরক্ষা মন্ত্রণালয়ের সদর দপ্তর, কমপ্লেক্সটিকে মধ্যপ্রাচ্যে তার ধরনের সবচেয়ে বড় এবং বিশ্বের অন্যতম বৃহত্তম হিসাবে বিবেচনা করা হয়, অনেকটা মার্কিন যুক্তরাষ্ট্রের পেন্টাগনের মতো।\n\n\n=== রাজধানী আন্তর্জাতিক বিমানবন্দর ===\nক্যাপিটাল আন্তর্জাতিক বিমানবন্দর হল মিশরের নতুন রাজধানীর বিমানবন্দর, যা কায়রোকে পরিষেবা প্রদাবকারী কায়রো আন্তর্জাতিক বিমানবন্দর ও গিজা পিরামিডের কাছে গিজাকে পরিষেবা পরিবেশনকারী স্ফিংস আন্তর্জাতিক বিমানবন্দরের উপর চাপ কমানোর উদ্দেশ্যে নির্মিত হয়।\n\n\n=== নতুন প্রশাসনিক রাজধানী স্টেডিয়াম ===\nনতুন প্রশাসনিক রাজধানী স্টেডিয়াম (স্পোর্টস সিটি স্টেডিয়াম) ২০১৯ সাল থেকে নির্মাণাধীন একটি ক্রীড়া স্টেডিয়াম। ৯৩,০০০-এর বেশি লোকের প্রত্যাশিত ধারণক্ষমতা সহ, এটি মিশরের বৃহত্তম ও আফ্রিকার দ্বিতীয় বৃহত্তম স্টেডিয়াম হবে এবং কায়রো আন্তর্জাতিক স্টেডিয়ামকে নতুন জাতীয় স্টেডিয়াম হিসাবে প্রতিস্থাপন করবে বলে আশা করা হচ্ছে। এটি একটি বৃহত্তর অলিম্পিক ক্রীড়া কমপ্লেক্সের অংশ হবে।\n\n\n== নির্মাণ ==\n\n\n=== এমইউ১০ ===\n\n\n=== এমইউ০৭ ===\n\n\n=== এমইউ১৯ ===\n\n\n== ভবিষ্যতের প্রস্তাবিত টাওয়ার ==\n\n\n== পরিবহন ==\nকায়রো লাইট রেল ট্রানজিট (সংক্ষেপে এলআরটি) কায়রোকে নতুন প্রশাসনিক রাজধানীর সঙ্গে সংযুক্ত করে। লাইনটি কায়রো মেট্রো লাইন ৩-এর আল সালাম সিটির আদলি মানসুর স্টেশন থেকে শুরু হয় এবং বদর সিটিতে দুটি শাখায় বিভক্ত হয়। একটি উত্তর দিকে কায়রো রিং রোডের সমান্তরালে, রমজান সিটির ১০ তারিখে পর্যন্ত অগ্রসর হয়, অন্যটি দক্ষিণে নতুন প্রশাসনিক রাজধানীর দিকে মোড় নেয়। ট্রেনের রুটের মধ্যবর্তী শহরগুলির মধ্যে ওবর, শোরুক ও মোস্তাকবাল রয়েছে। \nএছাড়াও, নির্মাণাধীন একটি মনোরেল লাইন গিজাকে কায়রোর মধ্য দিয়ে অগ্রসর হয়ে নতুন রাজধানীর সঙ্গে সংযুক্ত করবে। \nজানুয়ারিতে, মিশর ২০২১ সালের জানুয়ারি মাসে একটি উচ্চ গতির রেললাইন নির্মাণের জন্য সিমেন্সের সাথে একটি চুক্তি স্বাক্ষর করে, যা উত্তরের ভূমধ্যসাগরীয় শহর এল আলামিন থেকে নতুন রাজধানী এবং আলেকজান্দ্রিয়ার মধ্য দিয়ে যাওয়া লোহিত সাগরের তীরে আইন সোখনা শহর পর্যন্ত বিস্তৃত হবে। ৪৫০ কিমি (২৮০ মা) দীর্ঘ রেলপথের নির্মাণ কাজ ২০২৩ সালের মধ্যে শেষ হবে বলে আশা করা হচ্ছে। পর্যায়ক্রমে ১,৭৫০ কিমি (১,০৮৭ মা) উচ্চ গতির নেটওয়ার্ক মিশরের দক্ষিণে আসওয়ান পর্যন্ত শহরগুলির সাথে নতুন রাজধানীকে সংযুক্ত করবে। \nনতুন প্রশাসনিক রাজধানী নতুন ক্যাপিটাল আন্তর্জাতিক বিমানবন্দর দ্বারা পরিবেশিত হবে। বিমানবন্দরটিতে একটি যাত্রী টার্মিনাল রয়েছে, যার বর্তমান ক্ষমতা প্রতি ঘন্টায় ৩০০ জন যাত্রী, বিমানের জন্য আটটি পার্কিং স্থান, ৪৫ টি পরিষেবা ও প্রশাসনিক ভবন, একটি এয়ার কন্ট্রোল টাওয়ার এবং একটি ৩,৬৫০ মি (১১,৯৭৫ ফু) দীর্ঘ রানওয়ে রয়ছে। এটি বড় উড়োজাহাজ গ্রহণের জন্য উপযুক্ত রানওয়ে, আলো ও স্বয়ংক্রিয় অবতরণ ব্যবস্থায় সজ্জিত।  বিমানবন্দরটির ১৬ বর্গকিলোমিটার (৬.২ বর্গমাইল) এলাকা জুড়ে বিস্তৃত রয়েছে এবং এটি কায়রো আন্তর্জাতিক বিমানবন্দর ও স্ফিনক্স আন্তর্জাতিক বিমানবন্দরের চাপ আংশিকভাবে কমিয়ে দেবে বলে আশা করা হচ্ছে।  \n\n\n== অর্থায়ন ==\nবেশিরভাগ প্রকল্প ও সম্পত্তি বিক্রি মিশরীয় সামরিক বাহিনী দ্বারা করা সম্পন্ন হয়, প্রকল্পে শুধু অর্থ বিনিয়োগই নয় বরং উপার্জনের চিন্তা করা হয়। \nআনুষ্ঠানিক ঘোষণার আগে বক্তৃতা, মিশরের বিনিয়োগ মন্ত্রী আশরাফ সালমান ইতিমধ্যেই মিশরীয় কোষাগারের কোন খরচ ছাড়াই একটি নতুন মূলধন \"উন্নত, মাস্টার-পরিকল্পিত এবং একটি বেসরকারী খাতের কোম্পানি দ্বারা কার্যকর\" হওয়ার সম্ভাবনার কথা উল্লেখ করেছিলেন।  এটি প্রকাশ করা হয়েছিল যে শহরটি আমিরাতি ব্যবসায়ী মোহাম্মদ আলাব্বারের নেতৃত্বাধীন একটি বেসরকারী  রিয়েল এস্টেট বিনিয়োগ সংস্থা ক্যাপিটাল সিটি পার্টনার্স দ্বারা নির্মিত হবে। \nযখন প্রকল্পটি ২০১৫ সালের মার্চ মাসে আনুষ্ঠানিকভাবে ঘোষণা করা হয়েছিল, তখন এটি প্রকাশিত হয়েছিল যে মিশরীয় সামরিক বাহিনী ইতিমধ্যেই কায়রো থেকে ভবিষ্যতের রাজধানীতে একটি রাস্তা নির্মাণ শুরু করেছে।\nমিশর ২০১৫ সালের সেপ্টেম্বর মাসে মার্চ অর্থনৈতিক শীর্ষ সম্মেলনে সংযুক্ত আরব আমিরাতের মোহাম্মদ আলাব্বরের সাথে স্বাক্ষরিত সমঝোতা স্মারক (এমওইউ) বাতিল করেছিল, কারণ সংস্থাটি প্রস্তাবিত পরিকল্পনার সঙ্গে কোন অগ্রগতি করেনি। একই মাসে মিশর চায়না স্টেট কনস্ট্রাকশন ইঞ্জিনিয়ারিং কর্পোরেশনের (সিএসসিইসি) সাথে নতুন রাজধানীর প্রশাসনিক অংশ \"অধ্যয়ন ও অর্থায়ন\" করার জন্য একটি নতুন এমওইউ স্বাক্ষর করেছে, যার মধ্যে মন্ত্রণালয়, সরকারী সংস্থা ও রাষ্ট্রপতির কার্যালয় অন্তর্ভুক্ত থাকবে। সিএসসিইসি প্রকল্পের অংশগুলি উন্নয়নের জন্য ২০১৬ সালের প্রথম দিকে এবং ২০১৭ সাল থেকে ২০১৮ সালে মিশরীয় কর্তৃপক্ষের সাথে চুক্তি স্বাক্ষর করে। নতুন রাজধানীতে জল সরবরাহ ও পয়ঃনিষ্কাশন নালা নির্মাণের জন্য মিশরীয় নির্মাণ কোম্পানি আরব কন্ট্রাক্টর (আরবি এল-মোকাওলুন এল-আরব) কে ডাকা হয়েছিল। সংস্থাটি জানিয়েছে যে প্রয়োজনীয় গবেষণাগুলি আগস্ট মাসে করা হয়েছিল এবং এটি নির্মাণ কাজের জন্য প্রস্তুত করার জন্য প্রয়োজনীয় প্রধান পরিষেবাগুলি শহরকে সরবরাহ করতে প্রকল্পটি ৩ মাস সময় নেবে বলে মনে করা হচ্ছে। মিশরীয় সরকার ২০২১ সালের ডিসেম্বর মাসে কার্যালয়গুলিকে নতুন রাজধানীতে স্থানান্তর করা শুরু করবে।\n\n\n== যুক্তি এবং সমালোচনা ==\nসমালোচকরা যুক্তি প্রদান করেন, যে প্রকল্পে ব্যয় করা অর্থ মিশরের সুবিধাবঞ্চিতদের জন্য ব্যবহার করা যেতে পারে এবং প্রকল্পটি শুধুমাত্র সামরিক শক্তিকে শক্তিশালী করবে এবং তাহরির স্কোয়ারের মতো জায়গাগুলির থেকে নতুন শহরের দূরত্বের কারণে বিদ্রোহের ভৌগোলিক বিপদকে হ্রাস করবে।\n\n\n== আরও দেখুন ==\nউদ্দেশ্য অনুসারে নির্মিত জাতীয় রাজধানীর তালিকা\nমিশরের বিশ্ববিদ্যালয়ের তালিকা\nমিশর ভিশন ২০৩০\nনতুন আলামিন\nনতুন গালালা\n\n\n== তথ্যসূত্র =="}