{"pageid": 1166353, "title": "তিন-ক্ষেত্র প্রতিমান", "url": "https://bn.wikipedia.org/wiki?curid=1166353", "content": "অর্থশাস্ত্রে তিন-ক্ষেত্র প্রতিমান বা তিন-খাত প্রতিমান দিয়ে সব দেশের অর্থনীতিকে তিনটি ক্ষেত্র বা খাতে বিভক্ত করা হয়। যে ক্ষেত্রে কাঁচামাল নিষ্কাশন বা উত্তোলন করা হয়, সেটিকে অর্থনীতির প্রাথমিক ক্ষেত্র বলে। যে ক্ষেত্রে কলকারখানায় কাঁচামাল থেকে অন্তিম ব্যবহারকারীর ব্যবহার্য সমাপ্ত পণ্য প্রস্তুত বা উৎপাদন করা হয়, তাকে অর্থনীতির দ্বিতীয় বর্গীয় ক্ষেত্র বলে। যে ক্ষেত্রে সেবাভিত্তিক শিল্পগুলি দ্বিতীয় বর্গীয় ক্ষেত্রে উৎপন্ন পণ্যগুলির পরিবহন, বিতরণ ও বিক্রয়ের সাথে সংশ্লিষ্ট, সেগুলিকে অর্থনীতির তৃতীয় বর্গীয় ক্ষেত্র বলে। অর্থনীতিবিদ অ্যালান ফিশার কলিন ক্লার্ক ও জঁ ফুরাস্তিয়ে ২০শ শতকের প্রথমার্ধে এই প্রতিমানটি নির্মাণ করেন। এটি মূলত শিল্পনির্ভর অর্থনীতির একটি উপস্থাপন। তবে এই প্রতিমানটি ২১শ শতকের অর্থনীতিগুলিকে উপস্থাপনে যথার্থ নয় বলে সমালোচিত হয়েছে।\nতিন-ক্ষেত্র প্রতিমান অনুযায়ী অর্থনৈতিক উন্নয়নের সাথে সাথে কোনও দেশের অর্থনীতির কর্মকাণ্ডের কেন্দ্রটি প্রাথমিক ক্ষেত্র থেকে দ্বিতীয় বর্গীয় ক্ষেত্রে ও পরিশেষে তৃতীয় বর্গীয় ক্ষেত্রে সরে যায়। যেসব দেশে মাথাপিছু আয় কম, সেগুলি অর্থনৈতিক উন্নয়নের প্রাথমিক পর্যায়ে থাকে ও তাদের জাতীয় আয়ের মূল অংশটি প্রাথমিক ক্ষেত্রে উৎপাদনের মাধ্যমে অর্জিত হয়। অর্থনৈতিক উন্নয়নের অপেক্ষাকৃত অগ্রসর পর্যায়ে অবস্থিত দেশগুলির জাতীয় আয় মধ্যম পর্যায়ে থাকে, এবং তারা প্রধানত দ্বিতীয় বর্গীয় ক্ষেত্র থেকে আয় করে। অতি উন্নত দেশগুলিতে অর্থনীতির উৎপাদনে তৃতীয় বর্গীয় ক্ষেত্রটি আধিপত্য বিস্তার করে থাকে।\nসম্প্রতি ২১শ শতকে এসে যে শিল্পোত্তর অর্থনীতির উদয় হয়েছে, তাতে অর্থনৈতিক কর্মকাণ্ডগুলির উত্তরোত্তর বড় একটি অংশই আর সরাসরি ভৌত পণ্যের সাথে জড়িত নেই। তাই কোনও কোনও অর্থনীতিবিদ এই প্রতিমানটির সম্প্রসারণ করে একটি চতুর্থ বর্গীয় ক্ষেত্র এমনকি পঞ্চম বর্গীয় ক্ষেত্র যোগ করেছেন। অন্যান্য অনেক অর্থনীতিবিদ এই প্রতিমানটি ব্যবহার করা বন্ধ করে দিয়েছেন।\n\n\n== আরও দেখুন ==\nকলিন ক্লার্ক (অর্থনীতিবিদ)\nজঁ ফুরাস্তিয়ে\nঅর্থনীতির প্রাথমিক ক্ষেত্র\nঅর্থনীতির দ্বিতীয় বর্গীয় ক্ষেত্র\nঅর্থনীতির তৃতীয় বর্গীয় ক্ষেত্র\nঅর্থনীতির চতুর্থ বর্গীয় ক্ষেত্র\nতথ্য বিপ্লব\nবিশিল্পায়ন\nবেসরকারি খাত\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBernhard Schäfers: Sozialstruktur und sozialer Wandel in Deutschland. (\"Social Structure and Social Change in Germany\") Lucius und Lucius, Stuttgart 7th edition 2002\nClark, Colin (1940) Conditions of Economic Progress\nFisher, Allan GB. Production, primary, secondary and tertiary. Economic Record 15.1 (1939): 24-38\nRainer Geißler: Entwicklung zur Dienstleistungsgesellschaft. In: Informationen zur politischen Bildung. Nr. 269: Sozialer Wandel in Deutschland, 2000, p. 19f.\nHans Joachim Pohl: Kritik der Drei-Sektoren-Theorie. (\"Criticism of the Three Sector Theory\") In: Mitteilungen aus der Arbeitsmarkt- und Berufsforschung. Issue 4/Year 03/1970, p. 313-325\nStefan Nährlich: Dritter Sektor: \"Organisationen zwischen Markt und Staat.\" (\"Third Sector: Organizations Between Market and State\"). From \"Theorie der Bürgergesellschaft\" des Rundbriefes Aktive Bürgerschaft (\"Theory of the Civil Society\" of the newsletter \"Active Civil Society\") 4/2003\nUwe Staroske: Die Drei-Sektoren-Hypothese: Darstellung und kritische Würdigung aus heutiger Sicht (\"The Three-Sector-Hypothesis: Presentation and Critical Appraisal from a Contemporary View\"). Roderer Verlag, Regensburg 1995"}