{"pageid": 1166, "title": "অ্যান্ডোরা", "url": "https://bn.wikipedia.org/wiki?curid=1166", "content": "আন্দোর্‌রা দক্ষিণ-পশ্চিম ইউরোপ মহাদেশের একটি ক্ষুদ্র রাষ্ট্র। দেশটি পূর্ব পিরিনীয় পর্বতমালায় ফ্রান্স ও স্পেনের মাঝে অবস্থিত। আন্দোর্‌রা বিশ্বের ক্ষুদ্রতম রাষ্ট্রগুলির একটি। এর আয়তন ৪৬৮ বর্গকিমি ও জনসংখ্যা প্রায় ৮৪ হাজার। আন্দোর্‌রা লা ভেল্যা রাজধানী ও বৃহত্তম শহর।\nআন্দোর্‌রা একটি রুক্ষ এলাকা; গভীর গিরিখাত, সরু উপত্যকা ও সুউচ্চ পর্বত এর ভৌগোলিক বৈশিষ্ট্য। এর সর্বনিম্ন এলাকা সমুদ্র সমতল থেকে ৯১৪ মিটার উঁচুতে অবস্থিত। শীতকালে প্রচুর বরফ পড়ে এর পাহাড়ি রাস্তাগুলি প্রায়ই বন্ধ হয়ে যায়, বিশেষত ফ্রান্সের সাথে সংযোগ স্থাপনকারী রাস্তাটি। গ্রীষ্মে এর আবহাওয়া শীতল, শুষ্ক ও রোদেলা।\nআন্দোর্‌রা বহু বছর ধরে অবহেলিত ছিল। ১৯৫০-এর দশকে এসে এটি একটি জনপ্রিয় পর্যটন কেন্দ্রে পরিণত হয়। ক্ষুদ্র হলেও আন্দোর্‌রাতে পিরিনীয় পর্বতমালার সেরা স্কি ও স্নোবোর্ডিঙের ব্যবস্থা আছে। হাইকিং, বাইকিং ও আল্প্‌স পর্বতমালার অসাধারণ দৃশ্যাবলী গরমকালে পর্যটকদের ডেকে আনে। তবে আন্দোর্‌রার বেশির ভাগ অতিথিই দৈনিক ভিত্তিতে স্পেন বা ফ্রান্স থেকে প্রবেশ করেন, বিশেষত দেশটির করমুক্ত কেনাকাটার সুবিধা গ্রহণের জন্য। ব্যবসায়ীরা আন্দোর্‌রা লা ভেল্যা ও অন্যান্য শহরের রাস্তায় রাস্তায় ইলেকট্রনিক্স সামগ্রী, মদ, তামাক ও অন্যান্য বিলাসদ্রব্য বিক্রি করেন।\nপর্যটন আন্দোর্‌রার আয়ের মূল উৎস, তবে কিছু কিছু অ্যান্ডোরান আদিকালের মত এখনও ভেড়া ও গবাদি পশু পালন করেন। গ্রীষ্মে গ্রামের লোকেরা গবাদিপশুদের পর্বতের উঁচুতে আল্পীয় চারণভূমিতে নিয়ে যায়। আবাদযোগ্য জমিগুলোতে মূলত তামাকের চাষ হয়।\nপ্রায় ৭০০ বছর ধরে আন্দোর্‌রা ফ্রান্সের নেতা ও উত্তর-পশ্চিম স্পেনের উর্গেল অঞ্চলের বিশপ একত্রে শাসন করতেন। তাদেরকে একত্রে \"আন্দোর্‌রার যুবরাজগণ\" উল্লেখ করা হত। ১৯৩৩ সালে আন্দোর্‌রাবাসী স্বাধীন গণতান্ত্রিক এলাকা তাদের প্রথম সংবিধান পাশ করে। বর্তমানে ফ্রান্সের প্রেসিডেন্ট ও উর্গেলের বিশপ দেশটির কেবল নামেই শাসক।\n\n\n== রাজনীতি ==\nআন্দোর্‌রার রাজনীতি একটি সংসদীয় প্রতিনিধিত্বমূলক গণতন্ত্রের কাঠামোয় পরিচালিত। সরকার প্রধান দেশটির প্রধান নির্বাহী এবং বহুদলীয় ব্যবস্থার নেতা। সরকার ও আইনসভা উভয়ের হাতে আইন প্রণয়ন ক্ষমতা ন্যস্ত। নির্বাহী বিভাগ ও আইনসভা থেকে বিচার বিভাগ স্বাধীন।\n১৯৯৩ সালে রচিত আন্দোর্‌রার নতুন সংবিধান অনুযায়ী আন্দোর্‌রা একটি সার্বভৌম রাষ্ট্র, যার রাষ্ট্রপ্রধান ফ্রান্স ও স্পেনের দুই \"রাজপুত্র\", কিন্তু প্রকৃত নির্বাহী ক্ষমতা সরকারপ্রধানের হাতে ন্যস্ত।\n\n\n== ভূগোল ==\n\nআন্দোর্‌রা স্পেন ও ফ্রান্সের সীমান্তে পিরিনীয় পর্বতমালার পূর্ব অংশে অবস্থিত একটি ভূমিবেষ্টিত রাষ্ট্র। দেশটির অধিকাংশই পর্বতময়। সমুদ্রসমতল থেকে দেশটির গড় উচ্চতা ১৯৯৬ মিটার। এর সর্বোচ্চ বিন্দু কোমা পেদ্রোসার উচ্চতা ২৯৪৬ মিটার। আন্দোর্‌রার পাহাড়ী এলাকা ইংরেজি ওয়াই-আকৃতির তিনটি নদী উপত্যকা দ্বারা বিভক্ত, এবং এই নদীগুলি একত্রিত হয়ে ভালিরা নদী নামে স্পেনে প্রবেশ করেছে।\n\n\n== অর্থনীতি ==\nঅ্যান্ডোরার জিডিপি ১৯৯৮ সালে $১, ২ বিলিয়ন, যার প্রধান বাণিজ্য খাত হচ্ছে পর্যটন শিল্প। ফ্রান্স ও স্পেনের দোকানীদের কাছে আকর্ষণীয় এবং একটি উন্মুক্ত বন্দর হিসেবে গণ্য। দেশটি গ্রীষ্মকাল এবং শীতকালের জন্য সক্রিয় পর্যটক রিসোর্ট ও হোটেল বিকশিত করেছে। কিছু ২৭০ হোটেল সহ ৪০০ রেস্টুরেন্টে, অনেক দোকান নিয়ে এই পর্যটক বাণিজ্য চাকরিতে ঘরোয়া শ্রম হিসেবে একটি বাড়ন্ত অংশ। এতে আনুমানিক ১১ ৬০০ হাজার পর্যটক বার্ষিক পরিদর্শন করে।\n\n\n== জনসংখ্যা ==\nঅ্যান্ডোরার সরকারি নথিপত্র ও অণুষ্ঠানের একমাত্র ভাষা কাতালান ভাষা। তবে সাধারণ জনগণ স্পেনীয় ভাষায় প্রচুর কথা বলে। এছাড়া পর্তুগিজ ও ফরাসি ভাষাতেও লোকেরা কথা বলে। অ্যান্ডোরাতে মূলত অ্যান্ডোরার নিজস্ব কাতালানভাষী অধিবাসী, এবং স্পেনীয়, পর্তুগিজ ও ফরাসি অভিবাসীরা বসবাস করেন। এই চার সম্প্রদায়ের ভাষার ব্যবহারও ভিন্ন।\nকাতালান অ্যান্ডোরার সরকারি ভাষা হলেও ব্যবসা-বাণিজ্য ও বিভিন্ন সম্প্রদায়ের মধ্যে ভাবের আদান-প্রদানে স্পেনীয় ভাষাই বহুল প্রচলিত। তাই কাতালান না জেনেও অ্যান্ডোরাতে বসবাস করা সম্ভব। তবে শুমারিতে দেখা গেছে অ্যান্ডোরার ৯৭% জনগণই কাতালান বুঝতে পারেন। অ্যান্ডোরার নিজস্ব কাতালান-ভাষী, স্পেনীয়, পর্তুগিজ -- সবাই ঘরের বাইরে হাটে-বাজারে স্পেনীয় ভাষাতেই কথাবার্তা বলেন। তবে অ্যান্ডোরার শিক্ষাব্যবস্থা ফরাসি শিক্ষা ব্যবস্থার মডেল অনুকরণ করে বলে এখানে ফরাসি ভাষারও যথেষ্ট সাংস্কৃতিক প্রভাব রয়েছে। বিশেষত ফ্রান্স ও অ্যান্ডোরার সীমান্তবর্তী এলাকায় ব্যবসা বাণিজ্যে ফরাসির প্রভাব বেশি।\nঅ্যান্ডোরার স্কুল-কলেজে বিদেশী ভাষা হিসেবে ফরাসি, স্পেনীয় ও ইংরেজি ভাষার শিক্ষা দেয়া হয়।\nঅ্যান্ডোরার বেশির ভাগ লোক সাতটি শহরে বাস করেন। এদের মধ্যে আন্দোররা লা বেল্লা রাজধানী ও বৃহত্তম শহর। এর জনসংখ্যা ২২ হাজার। শহরটি পশ্চিম কেন্দ্রীয় অ্যান্ডোরায় ভালিরা নদীর তীরে অবস্থিত। অন্যান্য শহরগুলির মধ্যে আছে এস্কালদেস-এনগোর্দানি, এনকাম্প, সাঁ জুলিয়া দ্য লোরিয়া, এবং লা মাস্‌সানা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGovern d'Andorra - সরকারি সাইট (কাতালান ভাষায়)\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ Andorra-এর ভুক্তি\nপৃথিবীতে ফাটলগুলো মার্কিন যুক্তরাষ্ট্র থেকে Library of Congress\nঅ্যান্ডোরা from UCB Libraries GovPubs\nকার্লিতে অ্যান্ডোরা (ইংরেজি)\nঅ্যান্ডোরার ইতিহাস: প্রাথমিক ডকুমেন্ট from EuroDocs"}