{"pageid": 1166387, "title": "জিরপা লায়া", "url": "https://bn.wikipedia.org/wiki?curid=1166387", "content": "জিরপা সিং লায়া (৩ মে ১৭৭৪-১ এপ্রিল ১৮৩৩) ছিলেন একজন বিপ্লবী এবং ভূমিজ বিদ্রোহের নেতা। স্বাধীনতার আগে যখন ব্রিটিশরা ভারতীয় কৃষকদের কাছ থেকে জোরপূর্বক নীল চাষ শুরু করে, ঐতিহ্যগত ব্যবস্থা ভেঙে লবণের কর আদায় ছিল সীমাহীন, নিলাম প্রথা, দারোগা প্রথা শুরু হয়, উত্তরাধিকার শাসন লঙ্ঘন করে, ইংরেজরা জলের উপর তাদের অধিকার প্রতিষ্ঠা করতে শুরু করে। এমতাবস্থায় ব্রিটিশ শাসনে বিরক্ত হয়ে 'ভূমিজ বিদ্রোহ' শুরু হয়। ভারতীয় ইতিহাসে এই আন্দোলন 'চুয়ার আন্দোলন' নামেও পরিচিত। জিরপা লায়া (জিলপা লায়া) গঙ্গানারায়ণ সিংহের সেনাবাহিনীর প্রধান সেনাপতি হিসেবে নিযুক্ত হন।\n\nমুক্তিযোদ্ধা জিরপা লয়া ১৭৭৪ সালের ৩ মে তৎকালীন জঙ্গলমহল ও বর্তমান নিমডিহ ব্লকের বেরেদা গ্রামে জন্মগ্রহণ করেন। তাঁর মায়ের নাম তরুলতা সিং এবং পিতার নাম পেন্দাই সিং, যিনি বড়েদা মৌজার ঐতিহ্যবাহী পুরোহিত (লায়া) ছিলেন। জিরপা শৈশব থেকেই সাহসিকতার সাথে ঐতিহ্যবাহী অস্ত্র চালনায় দক্ষ ছিলেন।\n\n\n== জিরপা লয়া ও ভূমিজ বিদ্রোহ ==\nব্রিটিশ শাসনের অন্যায় শাসনের প্রতিবাদে নিমডিহ ব্লকের বাঁধডিহ গ্রাম থেকে ভূমিজ বিদ্রোহ শুরু হয়। গঙ্গা নারায়ণ সিং জঙ্গলমহলে সর্দার বাহনী সেনা নামে পাঁচ হাজার লোকের একটি বাহিনী গঠন করেছিলেন। ১৮৩২-১৮৩৩ সালে গঙ্গা নারায়ণ সিংয়ের পরিচয় ভারতীয় ইতিহাসে ভূমিজ বিদ্রোহের নেতা হিসাবে লিপিবদ্ধ করা হয়েছে। তিনি জিরপা লায়াকে তার সেনাবাহিনীর প্রধান সেনাপতি নিযুক্ত করেন।\nএই যুদ্ধে জিরপা লায়ার যুদ্ধ দক্ষতা ও সামরিক অভিযান দেখে ব্রিটিশ সেনাবাহিনী ভীত হয়ে পড়ে। সেনাবাহিনীর সৈন্যরা কৌশল হিসেবে বর্ষাকালে ব্রিটিশ সেনাবাহিনীকে আক্রমণ করত। কারণ, প্রতিকূল আবহাওয়ায় তারা মোটরযান ব্যবহার করতে পারেনি। এমতাবস্থায় জিরপা লয়ার নেতৃত্বে সেনাবাহিনীর সদস্যরা পাহাড়, নদী, জঙ্গল পেরিয়ে ব্রিটিশ সেনাদের হত্যা করত। এ সময় তারা সেনানিবাস থেকে বন্দুক, রেশন সামগ্রী ও অন্যান্য জিনিসপত্র লুট করত। জিরপা লায়ায় বিরক্ত হয়ে ব্রিটিশ সরকার তাকে মৃত বা জীবিত ধরার জন্য এক হাজার টাকা পুরস্কার নির্ধারণ করে। ১৮৩৩ সালের ১৩ এপ্রিলে ব্রিটিশ সেনাবাহিনী কূটনীতির অধীনে পশ্চিমবঙ্গের বেরেদা গ্রামের একটি বটগাছের নিচে জিরপা লয়াকে গ্রেপ্তার করে এবং সেই দিনই ব্রিটিশ অফিসাররা তাদের দ্বারা ভীত হয়ে ফাঁসি দেয়। \n\n\n== সম্মাননা ==\nপশ্চিমবঙ্গের পুরুলিয়া জেলায় ১৯৮৪ সালে জিরপা লায়া নামে একটি সরকারি উচ্চ বিদ্যালয় প্রতিষ্ঠিত হয়।\n\n\n== আরও দেখুন ==\nগঙ্গা নারায়ণ সিং\nভূমিজ বিদ্রোহ\n\n\n== তথ্যসূত্র =="}