{"pageid": 1166468, "title": "ওয়েদারিং উইথ ইউ", "url": "https://bn.wikipedia.org/wiki?curid=1166468", "content": "ওয়েদারিং উইথ ইউ (জাপানি: 天気の子, হেপবার্ন: Tenki no Ko, lit. \"Child of Weather\") হল মাকোতো শিঙ্কাই পরিচালিত ও রচিত ২০১৯ সালের একটি জাপানি অ্যানিমে প্রণয়ধর্মী চলচ্চিত্র  ফ্যান্টাসি চলচ্চিত্র। কমিক্স ওয়েভ ফিল্মস প্রযোজিত এবং তোহো পরিবেশিত এই চলচ্চিত্রে ১৬ বছর বয়সী হোদাকা মোরিশিমার গল্প বলা হয়েছে, যে তার গ্রামীণ সমস্যাপূর্ণ জীবন থেকে টোকিওতে পালিয়ে আসে এবং হিনা আমানোর সাথে বন্ধুত্ব করে, যে মেঘ-বৃষ্টি নিয়ন্ত্রণের ক্ষমতাধর এক অনাথ মেয়ে।\nকোতারো দাইগো এবং নানা মোরি প্রধান চরিত্রে কণ্ঠ দিয়েছেন। রেডউইম্পস-এর সুরারোপিত এই চলচ্চিত্রের অ্যানিমেশন পরিচালনায় ছিলেন আৎসুশি তামুরা এবং চরিত্র设计中 মসয়োশি তানাকা। শিঙ্কাই এর পূর্ববর্তী সাফল্য ইয়োর নেম (২০১৬) এর মত এই চলচ্চিত্রেরও একটি লাইট নভেল ও মাঙ্গা অভিযোজন প্রকাশিত হয়। লাইট নভেলটি চলচ্চিত্র মুক্তির আগের দিন প্রকাশিত হয়, আর মাঙ্গাটি আফটারনুন পত্রিকায় ২০১৯ সালের ২৫ জুলাই থেকে ধারাবাহিকভাবে প্রকাশিত হতে থাকে।\n২০১৯ সালের ১৯ জুলাই জাপানে প্রচলিত, আইম্যাক্স, ও ৪ডিএক্স প্রেক্ষাগৃহে ওয়েদারিং উইথ ইউ মুক্তি পায়। মার্কিন যুক্তরাষ্ট্রে এটি ২০২০ সালের ১৭ জানুয়ারি মুক্তি পায়। সমালোচকদের কাছ থেকে চলচ্চিত্রটি ইতিবাচক পর্যালোচনা লাভ করে, যেখানে অ্যানিমেশন, চিত্রনাট্য, সঙ্গীত, ভিজুয়াল এবং আবেগঘন উপস্থাপনার প্রশংসা করা হয়। বিশ্বব্যাপী ১৯৩.৮ মিলিয়ন মার্কিন ডলার আয় করে এটি ২০১৯ সালের সর্বোচ্চ আয়কারী জাপানি চলচ্চিত্র এবং এখনও পর্যন্ত সর্বকালের একাদশ সর্বোচ্চ আয়কারী জাপানি চলচ্চিত্রের তালিকায় স্থান পায়।\nএই চলচ্চিত্রটি একাধিক পুরস্কার অর্জন করে, যার মধ্যে ৯২তম একাডেমি পুরস্কারে সেরা আন্তর্জাতিক পূর্ণদৈর্ঘ্য চলচ্চিত্র বিভাগে জাপানের প্রার্থী হিসাবে নির্বাচিত হয়, কিন্তু মনোনয়ন পায়নি। এটি ৪৭তম অ্যানি অ্যাওয়ার্ডে চারটি বিভাগে মনোনয়ন পেয়েছিল, যার মধ্যে সেরা স্বাধীন অ্যানিমেটেড চলচ্চিত্র বিভাগেও মনোনয়ন ছিল। স্পিরিটেড অ্যাওয়ে, মিলেনিয়াম অ্যাক্ট্রেস (২০০১), এবং ঘোস্ট ইন দ্য শেল ২: ইনোসেন্স (২০০৫) এর পর এটি অ্যানিমে চলচ্চিত্র হিসাবে দ্বিতীয় সর্বাধিক অ্যানি মনোনয়ন প্রাপ্ত চলচ্চিত্রের সমতুল্য। ঘোস্ট ইন দ্য শেল (১৯৯৫) এবং পরবর্তীতে বেল (২০২১) পাঁচটি মনোনয়ন নিয়ে শীর্ষে রয়েছে।\n\n\n== কাহিনি ==\n২০২১ সালের জুন মাসে, হাইস্কুল ছাত্র হোদাকা মোরিশিমা বাড়ি থেকে পালিয়ে যায়। টোকিওর উদ্দেশ্যে তার নৌযাত্রায় প্রবল বৃষ্টিঝড় আঘাত হানলে সে প্রায় ভেসে যায়, কিন্তু কেইসুকে সুগা তাকে উদ্ধার করে। সুগা ছেলেটিকে তার ব্যবসায়িক কার্ড দিয়ে বলে, চাকরির প্রয়োজন হলে যেন তাকে ডাকে। হোদাকা শহরে কাজ খুঁজতে গিয়ে ব্যর্থ হয়। সে একটি পরিত্যক্ত মাকারভ পিএম হ্যান্ডগান পায় এবং অবৈধ হলেও তা রাখে। সে হিনা আমানো নামের এক ম্যাকডোনাল্ড'স কর্মীর সাথে দেখা করে, যে তার প্রতি সহানুভূতি দেখিয়ে বিনামূল্যে খাবার দেয়। সুগা তাকে তার সহকারী হিসেবে নিয়োগ দেয়; তারা এক অপ্রচলিত পত্রিকা প্রকাশ করে যেখানে অদ্ভুত ঘটনাগুলো নিয়ে অনুসন্ধান করা হয়, যার মধ্যে অস্বাভাবিক বৃষ্টিপাতও অন্তর্ভুক্ত। তারা \"সানশাইন গার্ল\" নামের এক কিংবদন্তি শুনে, যে বৃষ্টি থামিয়ে রোদ আনতে পারে। হোদাকা একদিন হিনাকে একটি ক্লাবে কাজ করতে বাধ্য হতে দেখে আতঙ্কিত হয়ে পিস্তল দিয়ে ক্লাব মালিকের দিকে গুলি করে, যা স্পর্শ না করেই চলে যায়। ভয়ে সে পিস্তল ফেলে দেয়। হিনা তাকে ইয়োয়োগি কাইকানের ছাদে একটি পরিত্যক্ত মন্দিরে নিয়ে যায় এবং প্রার্থনা করে আকাশ পরিষ্কার করার তার ক্ষমতা দেখিয়ে তাকে বিস্মিত করে। হোদাকা জানতে পারে যে হিনা অনাথ এবং তার ছোট ভাই নাগির সাথে একা থাকে। তাদের আর্থিক সমস্যা দেখে হোদাকা প্রস্তাব দেয় যে হিনা বিভিন্ন অনুষ্ঠানের জন্য আকাশ পরিষ্কার করে দিয়ে একটি ব্যবসা শুরু করুক। তাদের ব্যবসা সফল হয়, কিন্তু হিনার ভিডিও টেলিভিশনে প্রচারিত হলে অনুরোধের ভিড়ে সাইটটি ভেসে যায়। তারা হিনাকে বিশ্রাম দিতে সাময়িকভাবে ব্যবসা বন্ধ করে। এদিকে, সুগা ও নাতসুমি এক মন্দিরের পুরোহিতের সাক্ষাৎকার নেয়, যিনি \"ওয়েদার মেইডেনদের\" কিংবদন্তির কথা বলেন—যারা বৃষ্টি নিয়ন্ত্রণ করতে পারে, কিন্তু এর বিনিময়ে তাদের মূল্য দিতে হয়।\nপুলিশ হোদাকাকে খুঁজছে, যার পরিবার তাকে নিখোঁজ বলে রিপোর্ট করেছে। পিস্তল ব্যবহারের সিসি ক্যামেরা ফুটেজ দেখে তারা হোদাকার সন্ধান পায়। অফিসাররা হিনার অ্যাপার্টমেন্টে এসে তাকে জেরা করে; হিনা বুঝতে পারে যে আইনি অভিভাবক না থাকায় সমাজসেবা তাকে ও নাগিকে আলাদা করে দেবে। পুলিশের চাপে সুগা হোদাকাকে চাকরি থেকে ছাঁটাই করে, তাকে কিছু টাকা দেয়। হোদাকা, হিনা ও নাগি একসাথে পালানোর সিদ্ধান্ত নেয়। এদিকে, টোকিওতে অবিরাম বৃষ্টি, ঠান্ডা ও তুষারপাত চলতে থাকে। জরুরি অবস্থা ঘোষণা করা হয়। পুলিশ হোদাকাকে আটকালে হিনা তার ক্ষমতা দিয়ে পুলিশ ভ্যানটি ধ্বংস করে তাকে উদ্ধার করে। তারা একটি হোটেলে আশ্রয় নেয়। হিনা প্রকাশ করে যে তার ক্ষমতা ব্যবহারের সাথে সাথে তার শরীর ধীরে ধীরে স্বচ্ছ হয়ে যাচ্ছে, এবং তার ত্যাগই শুধু আবহাওয়া স্বাভাবিক করতে পারে। পরদিন হিনা অদৃশ্য হয় এবং বৃষ্টি থেমে যায়। পুলিশ হোটেলে হোদাকাকে গ্রেফতার করে। নাগিকে শিশু পরামর্শ কেন্দ্রে পাঠানো হয়।\nহিনার প্রতি ভালোবাসা অনুভব করে হোদাকা নাতসুমির帮助下 কারাগার থেকে পালায়। পুলিশ হোদাকাকে ঘিরে ধরে, কিন্তু সুগা তাকে সাহায্য করে ছাদে পৌঁছায়। সেখানে তোরি গেট দিয়ে লাফিয়ে হোদাকা আকাশে প্রবেশ করে হিনাকে খুঁজে পায়। সে হিনাকে ফিরে আসতে বলে, আবহাওয়ার চিন্তা ছেড়ে নিজের জন্য বাঁচতে। তারা ফিরে এলে সকলকে গ্রেফতার করা হয়, এবং বৃষ্টি আবার শুরু হয়। হোদাকাকে তিন বছরের probationে বাড়ি ফেরত পাঠানো হয়।\nতিন বছর পর, টোকিও নিমজ্জিত। ২০২৪ সালের বসন্তে, probation শেষ করে হোদাকা কলেজে ভর্তি হতে টোকিও ফেরে। সুগার সাথে দেখা করে, যে এখন বড় ব্যবসা করছে। হিনাকে খুঁজতে গিয়ে হোদাকা ডুবে যাওয়া শহরের একটি রাস্তায় তার সাথে মিলিত হয়। তারা পুনর্মিলিত হয়, হোদাকা তাকে আশ্বস্ত করে যে সব ঠিক হবে।\n\n\n== অভিনয়ে ==\n\n\n== উৎপাদন ==\n২আগস্ট, ২০১৮ তারিখে, মাকোতো শিনকাই ঘোষণা করেন যে তিনি একটি নতুন পূর্ণদৈর্ঘ্য চলচ্চিত্র তৈরি করছেন যা পরের বছর মুক্তি পাবে। চলচ্চিত্র কর্মীদের মধ্যে চরিত্র ডিজাইনার হিসাবে মাসায়োশি তানাকা, অ্যানিমেশন পরিচালক হিসাবে আতসুশি তামুরা এবং আর্ট ডিরেক্টর হিসাবে হিরোশি টাকিগুচি অন্তর্ভুক্ত ছিলেন।  শিঙ্কাই শিকাও সুগা চরিত্রের প্রতি তার প্রশংসা সম্পর্কে টুইট করেছেন এবং তিনি কেইসুকে সুগা চরিত্রের জন্য শেষ নামটি \"ধার\" করেছেন।  ফেব্রুয়ারী ২০১৭ সালে, ওয়েদারিং উইথ ইউ এর প্লট উন্নয়ন শুরু হয়, এবং এপ্রিল মাসে, অক্ষর নকশা এবং উন্নয়ন শুরু হয়। জুলাই মাসে শিনকাই ছবির চিত্রনাট্য লেখা শুরু করেন। আগস্টে, উন্নয়ন, অবস্থান স্কাউটিং এবং তথ্য সংগ্রহ শুরু হয়। স্টোরিবোর্ডিং শুরু হয় অক্টোবরে। ২০১৮ সালের মে মাসে, অ্যানিমেশনের কাজ শুরু হয়, যখন জুলাই মাসে চলচ্চিত্রটিতে বৃষ্টির উপাদানের উন্নয়ন শুরু হয়। আগস্টে, কাস্ট অডিশন অনুষ্ঠিত হয়েছিল এবং সেপ্টেম্বরে আর্ট ব্যাকগ্রাউন্ডের কাজ শুরু হয়েছিল। অক্টোবরে, চলচ্চিত্রের দুই নায়কের কাস্ট নির্ধারণ করা হয়েছিল। ২০১৮ সালের ১৩ই ডিসেম্বর তারিখে, চলচ্চিত্রটির প্রথম কী ভিজ্যুয়াল প্রকাশ করার জন্য একটি সংবাদ সম্মেলন অনুষ্ঠিত হয় এবং ঘোষণা করা হয় যে এটি ১৯ জুলাই, ২০১৯ এ মুক্তি পাবে। ২০১৯ সালের জানুয়ারি মাসে চলচ্চিত্রটির জন্য ফটোশুটিং শুরু হয়। প্রিমিয়ারের ঠিক ১০০ দিন আগে ১০ এপ্রিল প্রথম ট্রেইলারটি মুক্তি পায়। ২৮ শে মে চলচ্চিত্রটির অতিরিক্ত পোস্টার এবং দ্বিতীয় ট্রেইলার মুক্তি পায়। [৫] ৭ জুলাইয়ের মধ্যে সব কাজ শেষ হয়ে যায় এবং চলচ্চিত্রটি মুক্তির জন্য প্রস্তুত হয়।\nএক সাক্ষাৎকারে শিনকাই বলেন, 'আমি ভেবেছিলাম, 'আমার কি আমার পরবর্তী ছবি তৈরি করা উচিত যাতে আমি আরও বেশি মানুষকে রাগান্বিত না করি, নাকি আমি এমন একটি সিনেমা বানাবো যা তাদের আরও রাগান্বিত করবে? এবং আমি পরেরটি বেছে নিয়েছি\"। তিনি আরও যোগ করেন যে তিনি জাপানের উপর জলবায়ু পরিবর্তনের প্রভাব, বিশেষ করে গ্রীষ্মের মাসগুলিতে বৃষ্টিপাতের বৃদ্ধি দ্বারা প্রভাবিত হয়েছিলেন। তিনি প্রকাশ করেন যে তিনি সিজি এবং হাতে আঁকা অ্যানিমেশন উভয়ই ছবিতে বৃষ্টিকে চিত্রিত করার জন্য ব্যবহার করেছিলেন। গল্পটি লেখার প্রক্রিয়াটির মধ্যে রয়েছে প্রযোজনা দলের কাছ থেকে প্রতিক্রিয়া পাওয়া, তিনি প্রকাশ করেছিলেন যে তিনি তার পূর্ববর্তী চলচ্চিত্র, ইওর নেম লিখতে প্রায় ছয় মাস এবং ওয়েদারিং উইথ ইউ এর জন্য আরও ছয় মাস সময় নিয়েছিলেন। শিনকাই এই চলচ্চিত্রের উপর আরও \"অতিপ্রাকৃত\" পদ্ধতি বেছে নিয়েছিলেন, যেমনটি তিনি আপনার নামের জন্য ব্যবহৃত বিজ্ঞান-কথাসাহিত্য কোণের বিপরীতে।  যখন আপনার নাম থেকে চরিত্রগুলি অন্তর্ভুক্ত করার কারণ জিজ্ঞাসা করা হয়েছিল, শিনকাই বলেছিলেন, \"ব্যক্তিগতভাবে, আমি টাকি এবং মিৎসুহাকে তাদের সাথে দেখা করার আগে আবার দেখতে চেয়েছিলাম। \n\n\n=== কাস্টিং ===\nপ্রায় ২,০০০ লোক এই চলচ্চিত্রের দুই নায়কের চরিত্রের জন্য অডিশন দিয়েছিল, যার মধ্যে কোটারো দাইগো এবং নানা মোরিকে বেছে নেওয়া হয়েছিল। অন্যান্য গুরুত্বপূর্ণ ভূমিকাগুলি আপনার নামের প্রত্যাবর্তনকারী ক্রু সদস্যদের দ্বারা পূর্ণ ছিল।  দাইগো এবং মোরি ২৭ শে এপ্রিল, ২০১৯ এ তাদের অংশগুলি রেকর্ড করা শুরু করে। ২৯ শে মে, ২০১৯-এ, অতিরিক্ত কাস্ট ঘোষণা করা হয়েছিল: শুন ওগুরি (কেইসুকে সুগা), সুবাসা হোন্ডা (নাটসুমি), চিয়েকো বাইশো (টোমি), সাকুরা কিরুউ (নাগিসা আমানো), সেই হীরাইজুমি (ইয়াসুই), এবং ইউকি কাজি (তাকাই)।\n\n\n== সঙ্গীত ==\n\nশিনকাই'র ইওর নেম-এর মতো, জাপানি রক ব্যান্ড রাডউইম্পস চলচ্চিত্রটির সাউন্ডট্র্যাক এবং স্কোর লিখেছিলেন এবং রচনা করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (জাপানি ভাষায়)\nOfficial web page at CoMix Wave Films\nU.S. and Canada official website\nটুইটারে Weathering with You\nইন্টারনেট মুভি ডেটাবেজে Weathering with You  (ইংরেজি)\nরটেন টম্যাটোসে Weathering with You (ইংরেজি)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে Weathering with You (চলচ্চিত্র)\nবক্স অফিস মোজোতে Weathering with You (ইংরেজি)"}