{"pageid": 1166169, "title": "নির্যাতন এবং হেফাজতে মৃত্যু (নিবারণ) আইন, ২০১৩", "url": "https://bn.wikipedia.org/wiki?curid=1166169", "content": "নির্যাতন ও হেফাজতে মৃত্যু (নিবারণ) আইন হল একটি বাংলাদেশী আইন যা ২০১৩ সালে জাতীয় সংসদে পাস হয়।\nআইনে বলা হয়েছে, পুলিশ, র‍্যাপিড অ্যাকশন ব্যাটালিয়ন, বর্ডার গার্ড বাংলাদেশ, শুল্ক, অভিবাসন বিভাগ, অপরাধ তদন্ত বিভাগ, গোয়েন্দা সংস্থা, আনসার ও ভিডিপি, কোস্টগার্ডসহ সরকারি কর্মকর্তারা নির্যাতনের মাধ্যমে স্বীকারোক্তিমূলক জবানবন্দি নিতে পারবেন না। আইনে বলা হয়েছে যে কোনও হেফাজতকারী কোনও বন্দীকে নির্যাতন করলে তিনি আইনের অধীনে অপরাধ করেছেন বলে দায়বদ্ধ হবেন। এতে বলা হয়েছে, যে কোনো ব্যক্তি অপরাধ করার চেষ্টা করলে, সহায়তা ও প্ররোচনা বা ষড়যন্ত্র করলে তাকে অবশ্যই অপরাধী হিসেবে গণ্য করতে হবে। আইনে বলা হয়েছে, হেফাজতে মৃত্যু হলে হেফাজতকারীকে যাবজ্জীবন কারাদণ্ড বা এক লাখ টাকা জরিমানা করা হবে। ক্ষতিগ্রস্থ পরিবারের সদস্যদের ২,০০,০০০ টাকা ক্ষতিপূরণ দিতে হবে।\n\n\n== ইতিহাস ==\nনির্যাতন ও হেফাজতে মৃত্যু (প্রতিরোধ) আইন ২০১৩ সালে বাংলাদেশ সরকার কর্তৃক জাতিসংঘের নির্যাতনের বিরুদ্ধে কমিটির প্রতিশ্রুতির অংশ হিসাবে প্রতিষ্ঠিত হয়েছিল। বাংলাদেশ ১৯৯৮ সালে জাতিসংঘের নির্যাতনের বিরুদ্ধে কনভেনশন অনুমোদন করে।\n২০১৭ সালে, বাংলাদেশ পুলিশ বাংলাদেশ সরকারের কাছে নির্যাতন ও হেফাজতে মৃত্যু (প্রতিরোধ) আইন বাতিল করার দাবি জানায়। বাংলাদেশ পুলিশ এই আইনের অধীনে অভিযুক্ত আইন প্রয়োগকারী কর্মকর্তাদের জামিন দেওয়ার জন্য আইনটি সংশোধন করার জন্য প্রধানমন্ত্রী শেখ হাসিনাকে অনুরোধ করেছে।\n২০২০ সালে ডেইলি স্টার রিপোর্ট করেছে যে লোকেরা আইন প্রয়োগকারীর কাছ থেকে প্রতিশোধের ভয়ে আইনের অধীনে মামলা দায়ের করতে খুব ভয় পেয়েছিল। ৯ সেপ্টেম্বর ২০২০-এ, নির্যাতন ও হেফাজতে মৃত্যু (প্রতিরোধ) আইনের অধীনে প্রথম রায় জারি করা হয়। ৮ ফেব্রুয়ারি ২০১৪, ইশতিয়াক হোসেন জনি এবং তার ভাই, ইমতিয়াজ হোসেন রকি, দুই পুলিশ তথ্যদাতার সাথে তর্কাতর্কিতে জড়িয়ে পড়ে যারা একটি বিয়েতে মাতাল এবং মহিলাদের হয়রানি করছিল। দুই ভাইকে পল্লবী থানার অফিসাররা আটক করেছে। হেফাজতে জনিকে নির্যাতন করে হত্যা করা হয়। জনির মৃত্যুর ঘটনায় পল্লবী থানার তিন পুলিশ কর্মকর্তাকে নির্যাতন ও হেফাজতে মৃত্যু (প্রতিরোধ) আইনে যাবজ্জীবন কারাদণ্ড দিয়েছেন আদালত। দুই তথ্যদাতাকে সাত বছরের কারাদণ্ডও দিয়েছেন আদালত।\n২ এপ্রিল ২০২০, আমতলী থানার প্রাক্তন পরিদর্শক মনোরঞ্জন মিস্ত্রীকে পুলিশ হেফাজতে ৫৫ বছর বয়সী কৃষক শানু হাওলাদারের মৃত্যুর জন্য এই আইনের অধীনে অভিযুক্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}