{"pageid": 1166965, "title": "বলরামপুর সমষ্টি উন্নয়ন ব্লক, পুরুলিয়া জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1166965", "content": "বলরামপুর সমষ্টি উন্নয়ন ব্লক হল ভারতের পশ্চিমবঙ্গ রাজ্যের পুরুলিয়া জেলার পুরুলিয়া সদর মহকুমার একটি প্রশাসনিক বিভাগ (সমষ্টি উন্নয়ন ব্লক)।\n\n\n== ইতিহাস ==\n\n\n=== প্রেক্ষাপট ===\nখ্রিস্টীয় পঞ্চম শতাব্দীতে রচিত জৈন ধর্মগ্রন্থ ভগবতীসূত্রে পুরুলিয়াকে প্রাচীন ষোড়শ মহাজনপদের অন্যতম বজ্রভূমির অংশ হিসেবে উল্লেখ করা হয়েছে। ১৮৩৩ সালে জঙ্গলমহল জেলা বিভাজিত করে মানভূম জেলা গঠিত হয়। এই জেলার সদর ছিল মানবাজার। ১৮৩৮ সালে সদর স্থানান্তরিত হয় পুরুলিয়া শহরে। স্বাধীনতার পর মানভূম জেলা বিহার রাজ্যের অংশই থেকে যায়। এই সময় বিহার সরকার জেলার সংখ্যাগরিষ্ঠ বাংলাভাষীদের উপর হিন্দি ভাষা চাপিয়ে দেওয়ার চেষ্টা করলে এই জেলায় বাংলা ভাষা আন্দোলনের সূত্রপাত হয়। ১৯৫৬ সালের রাজ্য পুনর্গঠন আইন এবং বিহার ও পশ্চিমবঙ্গ (অঞ্চল হস্তান্তর) আইন অনুযায়ী মানভূম জেলা বিহার ও পশ্চিমবঙ্গের মধ্যে দ্বিধাবিভক্ত হয়ে যায়।\n\n\n=== লাল করিডোর ===\nঅতি-বামপন্থী কার্যকলাপের নিরিখে ভারতের ১০টি রাজ্যের ১০৬টি জেলাকে লাল করিডোর বলে বর্ণনা করা হয়। পশ্চিমবঙ্গে পশ্চিম মেদিনীপুর, ঝাড়গ্রাম, বাঁকুড়া, পুরুলিয়া ও বীরভূম জেলা লাল করিডোরের অংশ। অবশ্য ২০১৬ সালের জুলাই মাসের হিসেব অনুযায়ী, পূর্ববর্তী চার বছরে এই জেলাগুলিতে মাওবাদীদের কোনও কার্যকলাপের কথা নথিভুক্ত হয়নি।\nপুরুলিয়া জেলার মাওবাদী-অধ্যুষিত সমষ্টি উন্নয়ন ব্লকগুলি হল: ঝালদা ১, ঝালদা ২, আড়শা, বাঘমুন্ডি, বলরামপুর, বরাবাজার, মানবাজার ২ ও বান্দোয়ান। মানবাজার ১ ও জয়পুর সমষ্টি উন্নয়ন ব্লক থেকেও কয়েকটি মাওবাদী কার্যকলাপের খবর আসে এবং ক্ষেত্রবিশেষে ইঙ্গিত পাওয়া যায় যে সমগ্র পুরুলিয়া জেলাতেই মাওবাদী কার্যকলাপ চলছিল।\n২০০৮ সালের ২ নভেম্বর পশ্চিম মেদিনীপুর জেলার শালবনী এলাকায় পশ্চিমবঙ্গের তৎকালীন মুখ্যমন্ত্রী বুদ্ধদেব ভট্টাচার্যকে হত্যার একটি প্রয়াস ব্যর্থ হওয়ার পর লালগড় আন্দোলন সর্বসাধারণের দৃষ্টি আকর্ষণ করে। এরপর পুলিশ এলাকায় শান্তিরক্ষায় প্রবৃত্ত হলে আশেপাশের এলাকাতেও ধড়পাকড় শুরু হয়। সিপিআই(এম)-এর অনেক কর্মী মাওবাদীদের হাতে নিহত হত। লালগড় আন্দোলনের কেন্দ্র লালগড় হলেও এটি পার্শ্ববর্তী তিন জেলা পশ্চিম মেদিনীপুর, বাঁকুড়া ও পুরুলিয়ার ১৯টি থানা এলাকার মধ্যে ছড়িয়ে পড়েছিল। ঝাড়খণ্ডের সীমান্তবর্তী এই সব ক'টি জেলাই ঘন অরণ্যে ঢাকা অঞ্চল। ২০০৯ সালের ১১ জুন এই অঞ্চলে সিআরপিএফ ও অন্যান্য বাহিনী নিয়োগ করা হয়। ২০১১ সালের বিধানসভা নির্বাচনের পর পশ্চিমবঙ্গে সরকার পরিবর্তন ঘটে এবং ধীরে ধীরে লালগড় আন্দোলনও স্তিমিত হয়ে পড়ে। ২০১১ সালের ২৪ নভেম্বর মাওবাদী নেতা কিশেনজির মৃত্যুই এই ঘটনা-পরম্পরার শেষ উল্লেখযোগ্য ঘটনা।\n\n\n== ভূগোল ==\n\nবলরামপুর সমষ্টি উন্নয়ন ব্লক গঠনকারী অন্যতম পঞ্চায়েত তেঁতলোর স্থানাঙ্ক ২৩°০৫′৪৮″ উত্তর ৮৬°১৩′০৫″ পূর্ব।\nবলরামপুর সমষ্টি উন্নয়ন ব্লক পুরুলিয়া জেলার দক্ষিণাঞ্চলে অবস্থিত। বাঘমুন্ডি-বান্দোয়ান উচ্চভূমি রাঁচি মালভূমি থেকে নেমে আসা একটি অঞ্চল। বাঘমুন্ডি ও বলরামপুর অঞ্চলে অযোধ্যা পাহাড়ই প্রধান উচ্চভূমি অঞ্চলটি গঠন করেছে, যা সুবর্ণরেখা ও কংসাবতী নদীদ্বয়ের মধ্যে জলবিভাজিকার কাজ করে। সমুদ্রপৃষ্ঠ থেকে এই অঞ্চলের উচ্চতা ৪৭৫ থেকে ৭০০ মিটার।\nবলরামপুর সমষ্টি উন্নয়ন ব্লকের উত্তর দিকে রয়েছে আড়শা সমষ্টি উন্নয়ন ব্লক, পূর্ব ও দক্ষিণ দিকে রয়েছে বরাবাজার সমষ্টি উন্নয়ন ব্লক; এবং পশ্চিম দিকে রয়েছে ঝাড়খণ্ড রাজ্যের সরাইকেলা খারসাওয়ান জেলার নিমডি সমষ্টি উন্নয়ন ব্লক ও বাঘমুন্ডি সমষ্টি উন্নয়ন ব্লক।\nবলরামপুর সমষ্টি উন্নয়ন ব্লকের আয়তন ৩০০.৮৮ বর্গ কিলোমিটার। এই ব্লকে একটি পঞ্চায়েত সমিতি, ৭টি গ্রাম পঞ্চায়েত, ৯২টি গ্রাম সংসদ, ৯০টি মৌজা, ৮৯টি জনবসতিপূর্ণ গ্রাম ও একটি জনগণনা নগর রয়েছে। ব্লকটি বলরামপুর থানার এক্তিয়ারভুক্ত এলাকার অন্তর্গত। এই ব্লকের সদর দফতর বাঘাডিতে অবস্থিত।\nবলরামপুর সমষ্টি উন্নয়ন ব্লক/পঞ্চায়েত সমিতির অন্তর্গত গ্রাম পঞ্চায়েতগুলি হল: বলরামপুর, বরা-উরমা, বেলা, দারদা, গেঁড়ুয়া, ঘাটবেড়া-কেড়োয়া ও তেঁতলো।\n\n\n== জনপরিসংখ্যান ==\n\n\n=== জনসংখ্যা ===\n২০১১ সালের জনগণনার প্রতিবেদন অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ১৩৭,৯৫০। এর মধ্যে ১১৩,৫১৯ জন গ্রামাঞ্চলের অধিবাসী এবং ২৪,৪৩১ জন শহরাঞ্চলের অধিবাসী। পুরুষের মোট সংখ্যা ৭০,৯৯৫ (৫১%) ও মহিলার মোট সংখ্যা ৬৬,৯৫৫ (৪৯%)। ২০,১১৮ জনের বয়স ছয় বছরের কম। তফসিলি জাতি-তালিকাভুক্ত জনসংখ্যা ১৬,৪২৭ (১১.৯১%) এবং তফসিলি উপজাতি-তালিকাভুক্ত জনসংখ্যা ৪৩,৭৩৮ (৩১.৭১%)।\n২০০১ সালের জনগণনার প্রতিবেদন অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ১১৮,০৭৮; যার মধ্যে ৬০,৪২৪ জন ছিল পুরুষ এবং ৫৭,৬৪৭ জন ছিল মহিলা। ১৯৯১-২০০১ দশকে আড়শার জনসংখ্যা বৃদ্ধির নথিবদ্ধ হার ছিল ১৪.২৭ শতাংশ। উল্লেখ্য, এই দশকে পুরুলিয়া জেলায় এই হার ছিল ১৩.৯৬ শতাংশ এবং সমগ্র রাজ্যে এই হার ছিল ১৭.৮৪ শতাংশ।\nবলরামপুর সমষ্টি উন্নয়ন ব্লকের একমাত্র জনগণনা নগরটি হল (বন্ধনীতে ২০১১ সালের জনগণনার হিসেব): বলরামপুর (২৪,৪৩১)।\nবলরামপুর সমষ্টি উন্নয়ন ব্লকের বড়ো গ্রাম (৪,০০০+ জনসংখ্যাবিশিষ্ট) হল (বন্ধনীতে ২০১১ সালের জনগণনার হিসেব): গেঁড়ুয়া (৬,৪৫৬).\nএই ব্লকের অন্যান্য গ্রামগুলি হল (বন্ধনীতে ২০১১ সালের জনগণনার হিসেব): বেলা (৩,৪৩৬), দারদা (২,৬১৯), তেঁতলো (২,৯২৪), ঘাটবেড়া (১,৮৫৮) ও কেড়ায়া (২,১৪০)।\n\n\n=== সাক্ষরতা ===\n২০১১ সালের জনগণনার প্রতিবেদন অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের মোট সাক্ষর জনসংখ্যা ৭১,১৭৬ (অন্যূন ছয় বছর বয়সী জনসংখ্যার ৬০.৪০ শতাংশ); এর মধ্যে পুরুষ সাক্ষরের সংখ্যা ৪৪,৯৫০ (অন্যূন ছয় বছর বয়সী পুরুষ জনসংখ্যার ৭৪.১৮ শতাংশ) এবং সাক্ষর মহিলার সংখ্যা ২৬,২২৬ (অন্যূন ছয় বছর বয়সী মহিলা জনসংখ্যার ৪৫.৮২ শতাংশ)। সাক্ষরতার ক্ষেত্রে লিঙ্গবৈষম্যের হার ছিল ২৮.৩৫ শতাংশ।\nটেমপ্লেট:Literacy in CD Blocks of Purulia district\n\n\n=== ভাষা ও ধর্ম ===\n২০০১ সালের জনগণনার প্রতিবেদন অনুযায়ী, পুরুলিয়া জেলার ৭৬.৬ শতাংশ অধিবাসীর মাতৃভাষা ছিল বাংলা, ১১.৪ শতাংশের সাঁওতালি, ৭.৭ শতাংশের কুর্মালি, ১.৯ শতাংশের হিন্দি, ১.১ শতাংশের উর্দু, ০.৩ শতাংশের খোরঠা/খোট্টা, ০.২ শতাংশের তেলুগু, ০.১ শতাংশের ওডিয়া, ০.১ শতাংশের মুন্ডারি এবং ০.৪ শতাংশের অন্যান্য ভাষা।\n২০১২ সালে পশ্চিমবঙ্গ সরকারি ভাষা (দ্বিতীয় সংশোধনী) বিল অনুযায়ী, কোনও নির্দিষ্ট ব্লক বা মহকুমা বা জেলায় জনসংখ্যা ১০ শতাংশের বেশি অংশের ভাষা হিন্দি, সাঁওতালি, ওডিয়া বা পাঞ্জাবি হলে সংশ্লিষ্ট ভাষাটি সেই অঞ্চলে অতিরিক্ত সরকারি ভাষার মর্যাদা পাবে। এরপর ২০১৮ সালের পশ্চিমবঙ্গ সরকারি ভাষা (দ্বিতীয় সংশোধনী) বিলে রাজ্যের সংখ্যালঘু ভাষার তালিকায় কামতাপুরী, রাজবংশী ও কুর্মালিকেও অন্তর্ভুক্ত করা হয়েছে।\nপুরুলিয়া জেলার পশ্চিম সীমান্তবর্তী অঞ্চলে যে স্থানীয় বাংলা উপভাষা প্রচলিত তা প্রায়শই কুর্মালি, খোরঠা ও খোট্টাহির মতো মগহি উপভাষা, এমনকি খোট্টা বাংলার সঙ্গেও মিশে যায়। জেলার অনেক সমষ্টি উন্নয়ন ব্লকেই আদিবাসীদের উপস্থিতি চোখে পড়ার মতো। পূর্বতন মানভূম জেলার জনসংখ্যার প্রায় ১৪ শতাংশের মাতৃভাষা ছিল সাঁওতালি। কেউ কেউ কুর্মালি, মুণ্ডারি এবং ভূমিজ বা মাহলি সম্প্রদায়ের  ভাষার মতো মুন্ডারি বা কোলারিয়ান ভাষাতেও কথা বলত। যদিও খুব অল্প সংখ্যক মানুষই এই ভাষাগুলিতে (বিষেষত ভূমিজদের ভাষায়) কথা বলত। সেই কারণে সন্দেহ করা হয় যে, বিভিন্ন জনগণনায় আদিবাসীরাও বাংলাকে নিজেদের মাতৃভাষা বলে নথিভুক্ত করেছে, যদিও তারা এখনও এই সকল ভাষায় নিজেদের মধ্যে কথোপকথন চালায়।\n\n২০১১ সালের জনগণনার প্রতিবেদন অনুযায়ী, আড়শা সমষ্টি উন্নয়ন ব্লকের হিন্দুদের মোট সংখ্যা ১০৮,৮২৯; যা মোট জনসংখ্যার ৭৮.৮৯ শতাংশ। মুসলমানের সংখ্যা ৭,৯৬৬ (৫.৭৭ শতাংশ), খ্রিস্টানের সংখ্যা ৬৪৮ (০.৪৭ শতাংশ) এবং অন্যান্য ধর্মাবলম্বীদের সংখ্যা ২০,৫০৭ (১৪.৮৭ শতাংশ)। অন্যান্য ধর্মাবলম্বীদের মধ্যে আছে আদিবাসী, মারাং বোরো, সাঁওতাল, সারনাথ, সারি ধর্ম, সর্না, আলছি, বিদিন, সন্ত, সায়েভধর্ম, সেরান, সরন, সারিন, খেরিয়া, ও অন্যান্য ধর্মীয় সম্প্রদায়।\n\n\n== গ্রামীণ দারিদ্র ==\n২০০৫ সালে গ্রামীণ পরিবার সমীক্ষার প্রতিবেদন অনুযায়ী, পুরুলিয়া জেলার ৩২.৮৫ শতাংশ পরিবার দারিদ্র সীমার নিচে বসবাস করে। বিশ্বব্যাংকের একটি প্রতিবেদন অনুযায়ী, ২০১২ সালে পুরুলিয়া, মুর্শিদাবাদ ও উত্তর দিনাজপুর জেলার ৩১-৩৮ শতাংশ পরিবার দারিদ্র সীমার নিচের রয়েছে, যা পশ্চিমবঙ্গে সকল জেলার মধ্যে সর্বোচ্চ হার। উল্লেখ্য, এই প্রতিবেদনে বলা হয়েছে যে পশ্চিমবঙ্গের মোট জনসংখ্যার মধ্যে ২০ শতাংশই দারিদ্র সীমার নিচে বসবাস করে।\n\n\n== অর্থনীতি ==\n\n\n=== জীবিকা ===\n\n২০১১ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের সকল শ্রমিকদের মধ্যে ১২,৩৩৩ জন কৃষক (২১.৭৬ শতাংশ), ২১,৩৮৪ জন খেতমজুর (৩১.৭৩ শতাংশ), ১,৫১৭ জন কুটিরশিল্পের সঙ্গে যুক্ত (২.৬৮ শতাংশ) এবং ২১,৪৪১ জন অন্যান্য ক্ষেত্রের শ্রমিক (৩৭.৮৩ শতাংশ)।  ব্লকে মোট শ্রমিকের সংখ্যা ৫৬,৬৭৫ (মোট জনসংখ্যার ৪১.০৮ শতাংশ) এবং অ-শ্রমিকের সংখ্যা ৮১,২৭৫ (মোট জনসংখ্যার ৫৮.৯২ শতাংশ)।\nটীকা: জনগণনার নথিতে সেই ব্যক্তিকেই কৃষক বিবেচনা করা হয়েছে, যিনি স্বীয়/সরকারি/প্রাতিষ্ঠানিক মালিকানাধীন জমিতে কৃষিকাজ/তত্ত্বাবধানের কাজে নিযুক্ত। যে ব্যক্তি অন্যের জমিতে অর্থ বা সম্পদ বা অংশীদারিত্বের বিনিময়ে শ্রমদান করেন, তাঁকে খেতমজুর ধরা হয়। কুটিরশিল্প সেই শিল্পকেই বলা হয়, যাতে পরিবারে বা গ্রামের মধ্যে এক বা একাধিক সদস্য যুক্ত এবং যে শিল্প ১৯৪৮ সালের কারখানা আইন মোতাবেক কারখানা হিসেবে নথিভুক্ত হওয়ার যোগ্যতাসম্পন্ন নয়। অন্যান্য শ্রমিকেরা হলেন কৃষক, খেতমজুর বা কুটিরশিল্পের সঙ্গে যুক্ত শ্রমিক ভিন্ন অন্য উপায়ে যাঁরা অর্থনৈতিক কার্যকলাপের সঙ্গে জড়িত। এঁদের মধ্যে আছেন কারখানা, খনি, বন, পরিবহণ ও অফিসের কর্মচারী, যাঁরা ব্যবসা ও বাণিজ্যের সঙ্গে যুক্ত, শিক্ষক, বিনোদনশিল্পী প্রমুখ।\n\n\n=== পরিকাঠামো ===\n২০১১ সালে প্রকাশিত ডিস্ট্রিক্ট সেন্সাস হ্যান্ডবুক, পুরুলিয়া-য় প্রদত্ত তথ্য অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকে ৮৯টি জনবসতিপূর্ণ গ্রাম রয়েছে। ৮৭টি গ্রামে (৯৭.৯৫ শতাংশ) বিদ্যুৎ সংযোগ রয়েছে। ৮৯টি গ্রামে (১০০ শতাংশ) পানীয় জলের সরবরাহ রয়েছে। ১৪টি গ্রামে (১৫.৭৩ শতাংশ) ডাকঘর রয়েছে। ৭৮টি গ্রামে (৮৭.৬৪ শতাংশ) টেলিফোন সংযোগ (ল্যান্ডলাইন, পাবলিক কল অফিস ও মোবাইল ফোন সহ) রয়েছে। ২২টি গ্রামে (২৪.৭২ শতাংশ) পাকা রাস্তা এবং ২৪টি গ্রামে (২৬.৯৭ শতাংশ) পরিবহন সংযোগ (বাস, রেল ও নাব্য জলপথ) রয়েছে। ৬টি গ্রামে (৬.৭৪ শতাংশ) কৃষিঋণ সংস্থা ও ৪টি গ্রামে (৪.৪৯ শতাংশ) ব্যাংক পরিষেবা সুলভ।\n\n\n=== কৃষি ===\n২০১৩-১৪ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকে কৃষিকাজের সঙ্গে যুক্ত ব্যক্তিদের নিম্নোক্ত উপায়ে শ্রেণিবিভক্ত করা হয়: বর্গাদার ০.৭১ শতাংশ, পাট্টার (নথি) অধিকারী ১৭.৬২ শতাংশ, ছোটো চাষি (১ ও ২ হেক্টর জমির মালিক) ৬.৬৫ শতাংশ, প্রান্তিক চাষি (১ একরের কম পরিমাণ জমির মালিক) ২৪.১০ শতাংশ ও খেতমজুর ৫০.৯২ শতাংশ।\n২০১৩-১৪ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের মোট সেচিত জমির পরিমাণ ৭,৫৯১.৭৩ হেক্টর, যার মধ্যে ৩,৩৯৩.৬১ হেক্টর জমির খালের জলে সেচিত, ৩,৭৩৬.৬৭ হেক্টর জমি জলাধারের জলে সেচিত, ৬১.৫৭ হেক্টর জমি নদী থেকে তোলা জলে সেচিত, ৯৯.৮০ হেক্টর জমি খনিত কূপের জলে সেচিত এবং ৩০০.০০ হেক্টর জমি অন্য উপায়ে সেচিত হয়।\n২০১৩-১৪ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকে ৩০,০৩৪ হেক্টর জমি থেকে মোট ৭৪,৪১০ টন আমন ধান (প্রধান শীতকালীন ফসল); ১১৩ হেক্টর জমি থেকে ৩৩৪ টন বোরো ধান (গ্রীষ্মকালীন ফসল); ১২৫ হেক্টর জমি থেকে ২৯৯ টন গম; ৩৭৩ হেক্টর জমি থেকে ৩৭৩ টন ভুট্টা; ৭৫ হেক্টর জমি থেকে ১,৭৭৫ টন আলু উৎপাদিত হয়। এছাড়াও এই ব্লকে মাসকলাই, তিল ও সরষে উৎপাদিত হয়।\n\n\n=== ব্যাংক পরিষেবা ===\n২০১৩-১৪ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকে ৬টি বাণিজ্যিক ব্যাংক ও ১টি গ্রামীণ ব্যাংকের কার্যালয় রয়েছে।\n\n\n=== অনুন্নত অঞ্চল অনুদান তহবিল ===\nপুরুলিয়া জেলা অনুন্নত অঞ্চল হিসেবে তালিকাভুক্ত হওয়ায় এই জাতীয় অঞ্চলের উন্নয়নের জন্য ভারত সরকার কর্তৃক গঠিত অনুন্নত অঞ্চল অনুদান তহবিল থেকে আর্থিক সাহায্য লাভ করে। ২০১২ সালের হিসেব অনুযায়ী, সারা দেশের ২৭২টি জেলা এই তালিকার অন্তর্ভুক্ত; যার মধ্যে পশ্চিমবঙ্গের ১১টি জেলা রয়েছে।\n\n\n== পরিবহণ ==\n২০১৩-১৪ সালের হিসেব অনুযায়ী, আশড়া সমষ্টি উন্নয়ন ব্লকে ৪টি প্রান্তিক বাস রুট রয়েছে।\n১৮ নং জাতীয় সড়ক ঝাড়খণ্ড রাজ্যের ধানবাদ জেলার গোবিন্দপুর (১৯ নং জাতীয় সড়কের মোড়) থেকে ওডিশা রাজ্যের বালেশ্বরের দিকে যাওয়ার পথে পুরুলিয়া জেলার ঝালদা থেকে পূর্ব মেদিনীপুর জেলার জুনপুট পর্যন্ত প্রসারিত ৪ নং জাতীয় সড়কের সঙ্গে মিলিত হয়েছে বলরামপুরে।\nদক্ষিণ পূর্ব রেলের আসানসোল-টাটানগর-খড়গপুর লাইনের আদ্রা-চান্ডিল শাখা এই সমষ্টি উন্নয়ন ব্লকের উপর দিয়ে গিয়েছে। বরাভূম ও বিরামডি রেল স্টেশন দু'টি এই ব্লকে অবস্থিত।\n\n\n== শিক্ষাব্যবস্থা ==\n২০১৩-১৪ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের ১২৬টি প্রাথমিক বিদ্যালয়ে ১৩,৫৩৭ জন শিক্ষার্থী, ২০টি মধ্য বিদ্যালয়ে ৯৩৪ জন শিক্ষার্থী এবং ১০টি উচ্চ মাধ্যমিক বিদ্যালয়ে ১৩,৯৩৮ জন শিক্ষার্থী পড়াশোনা করে। এই ব্লকের একটি সাধারণ কলেজে ১,৮৬২ জন শিক্ষার্থী এবং বিশেষ ও অচিরাচরিত ধারার ৩৭৭টি শিক্ষাপ্রতিষ্ঠানে ৭,৮৬০ জন শিক্ষার্থী পড়াশোনা করে।\n২০১১ সালের জনগণনার তথ্য অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকের ৮৯টি জনবসতিপূর্ণ গ্রামের মধ্যে ৫টি গ্রামে একটিও বিদ্যালয় নেই, ৩৬টি গ্রামে দুই বা ততোধিক প্রাথমিক বিদ্যালয় আছে, ৩৫টি গ্রামে অন্তত একটি প্রাথমিক ও একটি মধ্য বিদ্যালয় আছে এবং ৮টি গ্রামে অন্তত একটি মধ্য ও একটি মাধ্যমিক বিদ্যালয় রয়েছে।\n১৯৮৫ সালে রাঙাডিতে বলরামপুর কলেজ প্রতিষ্ঠিত হয়।\n\n\n== স্বাস্থ্য পরিষেবা ==\n২০১৪ সালের হিসেব অনুযায়ী, বলরামপুর সমষ্টি উন্নয়ন ব্লকে একটি গ্রামীণ হাসপাতাল, ৩টি প্রাথমিক স্বাস্থ্যকেন্দ্র এবং ১টি বেসরকারি নার্সিং হোম আছে। এগুলিতে মোট ৬৭টি শয্যা ও ৮ জন চিকিৎসক সুলভ। ব্লকের স্বাস্থ্যকেন্দ্র ও উপকেন্দ্রগুলিতে ১০,২৫৫ জন রোগী অন্তর্বিভাগে ও ২৫০,৪১৪ জন রোগী বহির্বিভাগে চিকিৎসার সুযোগ পান।\nরাঙাডির ৩০টি শয্যাবিশিষ্ট বাঁশগড় গ্রামীণ হাসপাতাল হল এই ব্লকের প্রধান সরকারি চিকিৎসাকেন্দ্র। কেড়োয়াতে (১০টি শয্যাবিশিষ্ট), নেকরায়ে (৬টি শয্যাবিশিষ্ট) ও মালতীতে (৬টি শয্যাবিশিষ্ট) প্রাথমিক স্বাস্থ্যকেন্দ্র আছে। বাঁশগড়ে ১৫টি শয্যাবিশিষ্ট গান্ধী স্মৃতি হাসপাতাল একটি বেসরকারি সংস্থা কর্তৃক পরিচালিত হয়।\n\n\n== তথ্যসূত্র =="}