{"pageid": 11661, "title": "সিটিসেল", "url": "https://bn.wikipedia.org/wiki?curid=11661", "content": "সিটিসেল ছিল বাংলাদেশের প্রথম সিডিএমএ মোবাইল অপারেটর। ১৯৮৯ সালে এটি বাংলাদেশে কার্যক্রম শুরু করে। এটি ছিল দক্ষিণ এশিয়ার প্রাচীনতম মোবাইল ফোন অপারেটরের তিনটির একটি। আগস্ট ২০১১-এর হিসাব অনুযায়ী সিটিসেলের গ্রাহক সংখ্যা ছিল ১৭,৭৮ লক্ষ। সিটিসেলের ৪৫% সিংটেল-এর মালিকানায় এবং ৫৫% মালিকানায় ছিলো প্যাসিফিক গ্রুপ ও ফার ইস্ট টেলিকমের। ২০২৩ সালে লাইসেন্স বাতিল হলে সিটিসেল বন্ধ হয়ে যায়।\n\n\n== ইতিহাস ==\n\n১৯৮৯ খ্রিষ্টাব্দে বিটিআরসি থেকে মোবাইল ফোন প্রবর্তনার জন্য বাংলাদেশ টেলিকম লিমিটেড (বিটিএল) তরঙ্গ দৈর্ঘ্য বরাদ্দ লাভ করে। লাইসেন্স নেওয়ার পরের বছর হংকং হাচিসন টেলিকমিউনিকেশন লিমিটেড উক্ত কোম্পানিতে বিনিয়োগ করে ও এর নাম বদলে হয় হাচসন বাংলাদেশ টেলিকম লিমিটেড।\n১৯৯৩ সালে এটির মালিকানায় আবার পরিবর্তন আসে। পররাষ্ট্রমন্ত্রী মোরশেদ খানের মালিকানাধীন প্যাসিফিক মটরস ও ফারইস্ট টেলিকম মিলে এইচবিটিএল-এর শেয়ার কিনে নেয়। কোম্পানির নাম বদলে হয় প্যাসিফিক বাংলাদেশ টেলিকম লিমিটেড ও  সিটিসেল নামে ব্র্যান্ডিং শুরু হয়। ২০০৪ সালে এ কোম্পানিতে বিনিয়োগ করে সিঙ্গাপুরের সিংটেল।\nসিটিসেল বাংলাদেশের একমাত্র সিডিএমএ-এর মোবাইল সেবা প্রধানকারী অপারেটর ছিল।\n২০০৭ সালের শেষের দিকে সিটিসেল নতুন লোগো উন্মোচন করে। গ্রাহক সংখ্যার দিক থেকে এটি বাংলাদেশের সবচেয়ে ক্ষুদ্রতম মোবাইল অপারেটর কোম্পানি ছিল। ২০১৬ সালের ২০ অক্টোবর বিটিআরসি কোম্পানিটির কার্যক্রম পুরোপুরি বন্ধ করে দেয়। এ সময় এর গ্রাহক সংখ্যা ছিল ৬ লাখের কিছু বেশি। ৩ নভেম্বর সুপ্রিম কোর্টের নির্দেশে সিটিসেলের তরঙ্গ আবার খুলে দেওয়া হয়। যা ৬ নভেম্বর আবার বন্ধ করা হয়। ২০২৩ সালে সিটিসেলের লাইসেন্স চূড়ান্তভাবে বাতিল করা হয়।\n\n\n== নাম্বারের ধরন ==\nসিটিসেলের নম্বর শুরু হত \"০১১\" দিয়ে। যেমন ০১১-১২৩৪৫৬৭৮। আন্তর্জাতিক কোড সহ ডায়াল করতে হলে এভাবে ডায়াল করতে হবে- +৮৮০১১১২৩৪৫৬৭৮ যেখানে +৮৮০ হলো বাংলাদেশের আন্তর্জাতিক ডায়ালিং কোড।\n\n\n== পণ্য ==\nসিটিসেল তাদের গ্রাহকদের কে দুই ধরনের সেবা দিয়েছে:\n\nপ্রিপেইড\nপোস্ট পেইড\n\n\n== সিটিসেল জুম ==\nসিটিসেল জুম হলো ইন্টারনেট ডাটা প্ল্যান, যখন কেউ ইন্টারনেট ডাটা প্লানের গ্রাহক হয় তখন সে একটি ইন্টারনেট ডংগল পেত, যা দিয়ে সে সিটিসেল নেটওয়ার্কের মাধ্যমে ইন্টারনেট ব্রাউজ করা যেত। দুটি উপায়েই (পোষ্ট পেইড বা প্রিপেইড) সিটিসেল জুমের ডাটা প্লান গ্রাহক পেতে পারত। সাধারণ গতির চেয়ে একটু বেশি গতির ইন্টারনেট নিয়ে সিটিসেলের নুতন ইন্টারনেট সার্ভিসের নাম ছিল জুম আল্ট্রা।\n\n\n== গ্রাহক সেবা কেন্দ্র ==\nপুরো বাংলাদেশ জুড়ে সিটিসেলের অনেক গ্রাহক সেবা কেন্দ্র ছিল। আছে অনেক গ্রাহক সেবা কেন্দ্র পয়েন্ট।\n\n\n== ২০১০ খ্রিস্টাব্দের রদবদল ==\n২০১০ খ্রিষ্টাব্দের প্রথম দিকে সিটিসেল এর ঊর্ধ্বতন কর্মকর্তা পদে গুরুত্বপূর্ণ রদবদল করা হয়েছে। মেহবুব চৌধুরীকে বানানো হয় প্রধান কার্য নির্বাহী বা CEO এবং ড্যাভিড লি কে বানানো হয়েছে COO । ফেব্রুয়ারি ২০১০ এ তারা নতুন পদে বসেন। ২০১৬’র অক্টোবরে যখন সরকার সিটিসেল-এর কার্যক্রম বন্ধ করে দেয় তখন মেহবুব চৌধুরী প্রধান কার্য নির্বাহী হিসেবে কর্মরত ছিলেন।\n\n\n== আরোও দেখুন ==\nবাংলাদেশ টেলিকমিউনিকেশন্স কোম্পানি লিমিটেড\nটেলিটক\nগ্রামীণফোন\nরবি\n\n\n== তথ্যসূত্র =="}