{"pageid": 1166911, "title": "রকওয়েল বি-১ ল্যান্সার", "url": "https://bn.wikipedia.org/wiki?curid=1166911", "content": "রকওয়েল বি-১ ল্যান্সার হল একটি সুপারসনিক ভেরিয়েবল-সুইপ উইং বিশিষ্ট ভারী বোমারু বিমান, যা মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী দ্বারা ব্যবহৃত হয়। এটিকে সাধারণত \"বোন\" বলা হয় (\"বি-ওয়ান\" থেকে)।  এটি ২০২২-এর হিসাব অনুযায়ী, বি-২ স্পিরিট ও বি-৫২ স্ট্র্যাটোফোর্ট্রেস সহ মার্কিন বিমান বাহিনীর বহরে পরিষেবা পরিবেশনকারী তিনটি কৌশলগত বোমারু বিমানের মধ্যে একটি।\nবি-১ প্রথম ১৯৬০ সালে একটি প্ল্যাটফর্ম হিসাবে কল্পনা করা হয়েছিল, যা বি-৫৮ হাস্টলারের ম্যাক ২ গতিকে বি-৫২ এর পরিসর ও পেলোডের সাথে একত্রিত করবে এবং শেষ পর্যন্ত উভয় বোমারু বিমানকে প্রতিস্থাপন করার উদ্দেশ্যে ছিল। দীর্ঘ ধারাবাহিক গবেষণার পর, রকওয়েল ইন্টারন্যাশনাল (বর্তমানে বোয়িং -এর অংশ) বি-১এ হিসাবে আবির্ভূত হওয়ার জন্য নকশা প্রতিযোগিতা জিতেছিল। এই সংস্করণটির উচ্চতায় সর্বোচ্চ গতি ছিল ম্যাক ২.২ এবং খুব কম উচ্চতায় ম্যাক ০.৮৫ সহ দীর্ঘ দূরত্বের জন্য উড়ার সক্ষম ছিল। বিমানের উচ্চ মূল্যের সমন্বয়, একই প্রাথমিক গতি ও দূরত্বে উড়তে সক্ষম এজিএম-৮৬ ক্রুজ ক্ষেপণাস্ত্রের প্রবর্তন, এবং স্টিলথ বোমারু বিমানের প্রাথমিক কাজ এই সমস্ত কিছু উল্লেখযোগ্যভাবে বি-১ এর প্রয়োজনীয়তা হ্রাস করেছে। এর ফলে বি-১এ প্রোটোটাইপ তৈরি হওয়ার পরে ১৯৭৭ সালে  কর্মসূচিটি বাতিল হয়ে যায়।\nকর্মসূচিটি মূলত বি-২ স্টিলথ বোমারু কর্মসূচির বিলম্বের কারণে ১৯১৮ সালে একটি অন্তর্বর্তী ব্যবস্থা হিসাবে পুনরায় চালু করা হয়েছিল। এটি বি-১বি হিসাবে একটি নতুন নকশার দিকে পরিচালিত করেছিল, যা উচ্চ উচ্চতায় ম্যাক ১.২৫ এর কম শীর্ষ গতি থাকার দ্বারা বি-১এ থেকে আলাদা ছিল, কিন্তু নিম্ন-উচ্চতা গতিকে ম্যাক ০.৯৬ এ উন্নত করা হয়েছিল। ইলেকট্রনিক্সগুলিও ব্যাপকভাবে উন্নত করা হয়েছিল, এবং সর্বোচ্চ সম্ভাব্য জ্বালানী ও অস্ত্র বহন ক্ষমতা সহ উড্ডয়নের অনুমতি দেওয়ার জন্য এয়ারফ্রেম উন্নত করা হয়েছিল। বি-১বি-এর বিতরণ ১৯৮৬ সালে শুরু হয়েছিল এবং একই বছর আনুষ্ঠানিকভাবে স্ট্র্যাটেজিক এয়ার কমান্ডের (এসএসি) সাথে একটি পারমাণবিক বোমারু বিমান হিসাবে পরিষেবাতে প্রবেশ করেছিল। ১০০ টি বিমান ১৯৮৮ সালের মধ্যে সরবরাহ করা হয়েছিল।\n১৯৯২ সালে এসএসি-এর বিচ্ছিন্নতা এবং এয়ার কমব্যাট কমান্ডে পুনরায় নিয়োগের সাথে, বি-১বি একটি প্রচলিত বোমা হামলার ভূমিকার জন্য রূপান্তরিত হয়েছিল। এটি প্রথম ১৯৯৮ সালে অপারেশন ডেজার্ট ফক্সের সময় এবং পরের বছর কসোভোতে ন্যাটো অভিযানের সময় যুদ্ধে কাজ করেছিল। বি-১বি আফগানিস্তান ও ইরাকে মার্কিন ও ন্যাটো সামরিক বাহিনীকে সমর্থন করেছিল। ২০২১ সালের হিসাবে, বিমানবাহিনীতে ৪৫ টি বি-১বি রয়েছে।  নরথ্রপ গ্রামেন বি-২১ রেইডার ২০২৫ সালের পর ব-১বি বিমানকে প্রতিস্থাপন শুরু করবে; সমস্ত বি-১ ২০৩৬ সালের মধ্যে অবসরে পাঠানোর পরিকল্পনা করা হয়েছে। \n\n\n== তথ্যসূত্র =="}