{"pageid": 1167454, "title": "শেখ মুজিবুর রহমানের প্রধানমন্ত্রিত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1167454", "content": "শেখ মুজিবুর রহমানের প্রধানমন্ত্রিত্ব ১৯৭২ সালের ১২ জানুয়ারি শুরু হয় যখন তিনি ১৯৭২ সালের ১০ জানুয়ারি পাকিস্তানের কারাগার থেকে প্রত্যাবর্তনের পর সংক্ষিপ্তভাবে রাষ্ট্রপতির দায়িত্ব পালনের পর বাংলাদেশের প্রধানমন্ত্রী হিসেবে শপথ নেন। তিনি ২৫ জানুয়ারি ১৯৭৫ পর্যন্ত বাংলাদেশের প্রধানমন্ত্রী হিসেবে তিন বছর দায়িত্ব পালন করেন এবং পরবর্তীতে সংবিধানের একটি সংশোধনী গৃহীত করার জন্য সংসদকে নেতৃত্ব দেন যা তাকে কার্যকরভাবে আজীবনের জন্য বাংলাদেশের রাষ্ট্রপতি করে তোলে।\nসবচেয়ে ভয়ঙ্কর যুদ্ধের পর পাকিস্তান থেকে বাংলাদেশের স্বাধীনতা অর্জনের এক মাসের মধ্যে শেখ মুজিবুর রহমান প্রধানমন্ত্রী হিসেবে দায়িত্ব গ্রহণ করেন। যুদ্ধ পরবর্তী প্রাকৃতিক দুর্যোগে বাংলাদেশ সীমাহীন সমস্যায় জর্জরিত ছিল। যুদ্ধের সময় দেশের বেশিরভাগ সেতু ধ্বংস হয়ে গিয়েছিল এবং দেশের দক্ষিণাঞ্চল এখনও ১৯৭০ সালের ভোলা ঘূর্ণিঝড় থেকে পুনরুদ্ধার করতে পারেনি। ১২০০ মিলিয়ন মার্কিন ডলারের ভৌত সম্পদ ধ্বংস হয়েছে। যাইহোক, বাংলাদেশ এই সমস্যাগুলি মোকাবেলায় ১৯৭২ থেকে ১৯৭৫ সাল পর্যন্ত উন্নয়ন সহযোগীদের কাছ থেকে প্রায় ১৯০০ মিলিয়ন মার্কিন ডলার বৈদেশিক সহায়তা পেয়েছে।\nশেখ মুজিবের অধীনে বাংলাদেশ চারটি নীতি প্রবর্তন করে- গণতন্ত্র, সমাজতন্ত্র, জাতীয়তাবাদ এবং ধর্মনিরপেক্ষতা- যখন বাংলাদেশের সংবিধান স্বাধীনতার এক বছরের মধ্যে ১৯৭২ সালের নভেম্বরে সংসদ কর্তৃক গৃহীত হয়। সমাজতন্ত্রের ধারণা অর্জনের জন্য, বাংলাদেশ সমস্ত প্রধান শিল্পকে জাতীয়করণ করে এবং ব্যক্তিগত বিনিয়োগের জন্য একটি সীমা আরোপ করে যা উল্লেখযোগ্যভাবে উদ্যোগের বৃদ্ধিকে প্রভাবিত করে এবং দেশের অভ্যন্তরে অর্থনৈতিক কর্মকাণ্ডকে ধীর করে দেয়। ১৯৭৪ সালের মধ্যে বাংলাদেশের মোট করের মধ্যে শুল্ক ও বিক্রয় করের অংশ ১৯৭২ সালের ৪৮.৮% থেকে ৩৯% এ নেমে আসে। অর্থনৈতিক কর্মকাণ্ডের ধীরগতি, ভাড়া ব্যবস্থাপনার রাজনীতিকরণ এবং একটি বিধ্বংসী বন্যার ফলে ১৯৭৪ সালে একটি মারাত্মক দুর্ভিক্ষ দেখা দেয় যাতে শত শত এবং হাজার হাজার মানুষের জীবন নিয়েছিল।\nএছাড়া আইনশৃঙ্খলা পরিস্থিতির উল্লেখযোগ্য অবনতি এবং রাজনৈতিক হত্যাকাণ্ডের ঘটনা ঘটেছে। হিটলারের গেস্টাপোর অনুরূপ একটি বিশেষ আধাসামরিক ইউনিট, শেখ মুজিবুর রহমানের অনুগত জাতীয় রক্ষীবাহিনী, ভিন্নমতাবলম্বীদের দমন করার জন্য গঠিত হয়েছিল। তাদের গ্রেফতার বা বাড়ি তল্লাশি করার জন্য ক্ষতিপূরণ প্রদান করা হয়েছিল। বিচারবহির্ভূত হত্যা এবং জোরপূর্বক গুমের জন্য রক্ষীবাহিনী কুখ্যাত হয়ে ওঠে।\nতার প্রচেষ্টার জন্য ১৯৭৫ সালের মধ্যে বাংলাদেশ প্রায় প্রতিটি দেশ দ্বারা স্বীকৃত হয় এবং ধীরে ধীরে জাতিসংঘ, কমনওয়েলথ এবং জোট নিরপেক্ষ আন্দোলনের সদস্য হয়। যাইহোক, প্রধান তেল সমৃদ্ধ উপসাগরীয় রাষ্ট্রগুলির পাশাপাশি চীনের মধ্যে সম্পর্ক তখনও প্রতিষ্ঠিত হয়নি।\nবিশেষ ক্ষমতা আইন, ১৯৭৪ সহ শেখ মুজিবুর রহমান প্রধানমন্ত্রী হিসেবে কিছু দমনমূলক কর্মকাণ্ডের প্রবর্তন করেছিলেন যা এখনও দেশের মানুষকে তাড়িত করে। প্রকৃতপক্ষে, সংসদ সদস্যদের নিবর্তনমূলক আটক আইন পাস করার অনুমতি দেওয়ার জন্য ১৯৭৩ সালে বাংলাদেশের সংবিধান সংশোধন করা হয়েছিল। যুদ্ধাপরাধে জড়িত ব্যক্তিদের বিচারের জন্য শেখ মুজিবুর রহমানের সরকারের প্রাথমিক ইচ্ছা থাকা সত্ত্বেও, সরকার ১৯৭৪ সালে সাধারণ ক্ষমা ঘোষণা করে এবং কিছু মূল সহযোগীকে মুক্ত হতে দেয়। যুদ্ধের সময় মানবাধিকার লঙ্ঘনের সাথে জড়িত পাকিস্তান সেনাবাহিনীর যুদ্ধবন্দীদের তাদের দেশে ফিরে যাওয়ার অনুমতি দেওয়ার জন্য বাংলাদেশ ভারত ও পাকিস্তানের সাথে একটি চুক্তিতে পৌঁছেছে কারণ পাকিস্তান তাদের কোনো অপরাধের জন্য দোষী সাব্যস্ত হলে তাদের বিচার করার প্রতিশ্রুতি দিয়েছে।\n১৯৭৪ সালের ডিসেম্বরের শেষ সপ্তাহে, বাংলাদেশে জরুরি অবস্থা ঘোষণা করা হয় এবং এক মাসের মধ্যে সংবিধানের একটি নতুন সংশোধনী করা হয় যা বাংলাদেশকে সংসদীয় গণতন্ত্র থেকে রাষ্ট্রপতিশাসিত ব্যবস্থায় রূপান্তরিত করে। প্রকৃতপক্ষে এই সংশোধনী, 'প্রাতিষ্ঠানিক স্বৈরাচার' এবং শেখ মুজিবুর রহমান তৎক্ষণাৎ বর্তমান রাষ্ট্রপতি মোহাম্মদ মোহাম্মদুল্লাহর স্থলাভিষিক্ত হয়ে বাংলাদেশের 'অভিশংসন অযোগ্য' রাষ্ট্রপতি হন। আওয়ামী লীগের একটি নতুন রূপ বাকশাল ছাড়া সব রাজনৈতিক দল ও চারটি সংবাদপত্র ছাড়া সকল সংবাদপত্র নিষিদ্ধ করা হয়েছিল এবং বাকি চারটি রাষ্ট্র-নিযুক্ত সম্পাদকের সাথে চালানোর অনুমতি দেওয়া হয়েছিল।\n\n\n== পটভূমি ==\nবাংলাদেশের স্বাধীনতা সংগ্রাম শুরু হলে শেখ মুজিবুর রহমান বাঙালি জাতীয়তাবাদী আন্দোলনের সবচেয়ে জনপ্রিয় নেতা হয়ে ওঠেন। আগরতলা ষড়যন্ত্র মামলা দায়েরের পর তার জনপ্রিয়তা আকাশচুম্বী হয়। বাঙালি জাতীয়তাবাদের তরঙ্গে চড়ে তিনি ১৯৭০ সালের পাকিস্তানের সাধারণ নির্বাচনে আওয়ামী লীগের ভূমিধস বিজয়ের নেতৃত্ব দেন। আওয়ামী লীগ পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশের) ২টি নির্বাচনী এলাকা ছাড়া সবকটিতে জয়ী হয়েছে।\nবাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হলে, শেখ মুজিবুর রহমান যুদ্ধের প্রথম প্রহরে গ্রেফতার হন এবং তাকে পাকিস্তানের একটি কারাগারে পাঠানো হয়। তার অনুপস্থিতিতে, আওয়ামী লীগের নির্বাচিত আইন প্রণেতাদের একটি দল তাজউদ্দীন আহমদ এবং সৈয়দ নজরুল ইসলামের পিছনে সমাবেশ করেছিল, যারা রাষ্ট্রপতি হিসাবে শেখ মুজিবুর রহমানের সাথে বাংলাদেশের অস্থায়ী সরকার গঠন করেছিলেন। তাজউদ্দীন আহমদ প্রধানমন্ত্রী হন এবং সৈয়দ নজরুল ইসলাম ভারপ্রাপ্ত রাষ্ট্রপতির দায়িত্ব পালন করেন।\n\n\n=== স্বদেশ প্রত্যাবর্তন এবং শপথ গ্রহণ ===\nবাংলাদেশের অস্থায়ী সরকার কর্তৃক স্বাধীনতার আনুষ্ঠানিক ঘোষণা, আইন প্রণেতা এবং মুক্তিযোদ্ধাদের দ্বারা সমর্থিত, একটি সংবিধান গৃহীত না হওয়া পর্যন্ত বঙ্গবন্ধু শেখ মুজিবুর রহমানকে প্রজাতন্ত্রের রাষ্ট্রপতি হিসাবে ঘোষণা করে। যাইহোক, আওয়ামী লীগ সবসময় একটি সংসদীয় ব্যবস্থার পক্ষপাতী যেখানে রাষ্ট্রপতি একটি নিয়মতান্ত্রিক প্রধানে ভূমিকা পালন করেন। তাই যুদ্ধ শেষ হওয়ার পর, যখন শেখ মুজিবুর রহমান দেশে ফিরে আসেন এবং রাষ্ট্রপতির দায়িত্ব নেন এবং অবিলম্বে বাংলাদেশের অস্থায়ী সংবিধান আদেশ, ১৯৭২ গৃহীত হয়ে স্বাধীনতার ঘোষণার প্রভাব বাতিল করে। পরদিন তিনি বাংলাদেশের প্রধানমন্ত্রী হিসেবে শপথ নেন। সেই অনুযায়ী তিনি ১৯৭২ সালের ১২ জানুয়ারি একটি মন্ত্রিসভা নিয়োগ করেন।\n\n\n=== ১৯৭৩ সালের নির্বাচন ===\nশেখ মুজিবুর রহমানের নেতৃত্বে বাংলাদেশের প্রথম সরকার গঠিত হয়েছিল সংসদ সদস্যদের নিয়ে যারা স্বাধীনতার আগে ১৯৭০ সালের পাকিস্তান নির্বাচনে নির্বাচিত হয়েছিলেন। জাতীয় পরিষদ প্রকৃতপক্ষে একটি গণপরিষদ ছিল এবং সংবিধান গৃহীত হওয়ার পর একটি নতুন নির্বাচন আসন্ন হয়ে পড়ে। তাই ১৯৭২ সালের ৪ নভেম্বর তারিখে শেখ মুজিবুর রহমান ১৯৭৩ সালের ৭ মার্চ নির্বাচনের ঘোষণা দেন।ধর্মভিত্তিক রাজনীতির ওপর নিষেধাজ্ঞা জারি ছিল এবং রাষ্ট্রের মাত্র কয়েকটি দল প্রচারণা চালিয়ে ছিল। প্রায় এক হাজার প্রার্থী নিয়ে ১৪টি দল নির্বাচনে অংশ নেয়। এছাড়াও ১২০ জন স্বতন্ত্র প্রার্থী ছিলেন। শেখ মুজিবুর রহমান প্রধানমন্ত্রী হিসেবে দেশের প্রতিটি সম্পদে প্রবেশাধিকার পেয়েছিলেন। শেখ মুজিবুর রহমান ১৯৭৩ সালের ১৩ ফেব্রুয়ারি থেকে ২৮ ফেব্রুয়ারির মধ্যে ২৭টি জনসভায় ভাষণ দেন। তাকে প্রায় প্রতিটি জেলায় হেলিকপ্টার নিয়ে প্রচারণা চালাতে দেখা গেছে যখন তার প্রতিদ্বন্দ্বীরা এত অল্প সময়ে প্রার্থী দিতে হিমশিম খাচ্ছে।\n২৮৮টি আসনে একটি নির্বাচন হয়েছিল এবং আওয়ামী লীগের ১১ জন প্রার্থী বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন কারণ অভিযোগ করা হয়েছিল যে ক্ষমতাসীন আওয়ামী লীগ নেতাদের ভয়ে কিছু প্রার্থী তাদের মনোনয়নও জমা দিতে পারেননি। নির্বাচন সহিংসতা এবং ব্যালট স্টাফিং সঙ্গে ক্ষতিগ্রস্ত হয়েছে। আওয়ামী লীগ 'বিরোধী দলকে মেরে ফেলার নির্বাচনী কৌশল' বেছে নেয় এবং ২৯৩টি আসনে জয়লাভ করে।\nরাষ্ট্রবিজ্ঞানী রওনাক জাহানের মতে,\n\n“আওয়ামী লীগ বিরোধী দলকে মেরে ফেলার নির্বাচনী কৌশল অনুসরণ করেছে। প্রতিটি সংসদীয় আসনে জয়লাভের জন্য সর্বোচ্চ চাপ দেওয়ার নীতি সংসদ থেকে কার্যত বিরোধী দলগুলিকে নিশ্চিহ্ন করে দিয়েছে। সংসদে বিরোধী দলের প্রান্তিক প্রতিনিধিত্ব নতুন সংসদীয় ব্যবস্থায় একটি অকার্যকর প্রভাব ফেলেছিল। এটি ব্যবস্থায় বিরোধীদের অংশীদারিত্বকে হ্রাস করেছে।”\nভোটারদের উপস্থিতি ছিল ৫৪.৯%, যা ১৯৭০ সালের নির্বাচনের তুলনায় সামান্য বেশি ছিল। নির্বাচনের পর শেখ মুজিবুর রহমান ১৯৭৩ সালের ১৬ মার্চ বাংলাদেশের প্রধানমন্ত্রী হিসেবে শপথ গ্রহণ করেন। আওয়ামী লীগের পুরনো রক্ষীদের নিয়ে নতুন মন্ত্রিসভা গঠন করা হয়েছে। তাজউদ্দীন আহমদ, এএইচএম কামারুজ্জামান, সৈয়দ নজরুল ইসলাম, মনসুর আলী, খোন্দকার মোশতাক আহমদ এবং এম এ জি ওসমানীসহ বাংলাদেশের অস্থায়ী সরকারের মন্ত্রী হিসেবে দায়িত্ব পালনকারী সকল নেতাই বিভিন্ন মন্ত্রণালয়ের দায়িত্ব নেন। শেখ মুজিবের শ্যালক আবদুর রব সেরনিয়াবাত বিদ্যুৎ, বন্যা নিয়ন্ত্রণ ও সেচ মন্ত্রী হন।\n\n\n== মূল নীতি ব্যবস্থা ==\n\n\n=== সমাজতান্ত্রিক অর্থনীতি ===\nশেখ মুজিবুর রহমানের অধীনে বাংলাদেশ রাষ্ট্র দ্বারা পরিচালিত একটি সমাজতান্ত্রিক অর্থনীতি বেছে নিয়েছিল। ১৯৭২ সালের ২৬ মার্চ সরকার ৭০টি পাটকল, ৭২টি টেক্সটাইল কারখানা, ৩টি পেপার মিল, ১৭টি চিনিকল এবং ৪টি প্রধান গ্যাসক্ষেত্র সহ দেশের শিল্প সম্পদের ৮৬% জাতীয়করণের সিদ্ধান্ত নেয়। এর পাশাপাশি বেসরকারী বিনিয়োগ ও জমির মালিকানার ওপর সিলিং আরোপ করা হয়। এছাড়া ক্ষুদ্র কৃষকদের সহায়তার জন্য পঁচিশের বিঘার কম জমির মালিকদের জন্য কর অব্যাহতি ঘোষণা করা হয়। স্বাধীনতার পর শেয়ারবাজার বন্ধ হয়ে যায় এবং সব ব্যাংক জাতীয়করণ করা হয়। সরকার প্রাথমিকভাবে বেতনের ওপরও সীমা আরোপ করেছিল। বাংলাদেশ ব্যাংক একটি সম্প্রসারণমূলক আর্থিক নীতি গ্রহণ করেছে যাতে সরকার সমাজতান্ত্রিক অর্থনৈতিক ধারণার সাথে মিল রাখে।\nযদিও পাইকারি জাতীয়করণ দুর্নীতিবাজ বানানোর পথ তৈরি করে। পৃষ্ঠপোষকতা প্রধান বিবেচ্য বিষয় হয়ে ওঠে পরিচালকের চাকরি এবং শিল্পের লাইসেন্স বিতরণের ক্ষেত্রে। ক্ষমতার পরিবর্তে, আনুগত্যগুলি ট্রেডিং এবং এন্টারপ্রাইজগুলির জন্য গুরুত্বপূর্ণ লাইসেন্স বিতরণের পরামিতি হয়ে উঠেছে। অন্যদিকে, যেসব স্থানীয় উদ্যোক্তাদের কারখানা জাতীয়করণ করা হয়েছিল, তাদের কোনো সম্পদ না থাকায় তারা বিপাকে পড়েছেন। ট্রান্সকম গ্রুপের প্রতিষ্ঠাতা লতিফুর রহমান, যিনি ১৯৭২ সালে কেড়ে নেওয়া একটি পাটকলের মালিক ছিলেন, এমনকি শিল্পের পাইকারি জাতীয়করণের পরে তার অফিস শুরু করার জন্য বাড়ি থেকে একটি সিলিং ফ্যান এবং আসবাবপত্র ভাড়া নিতে হয়েছিল।\n\n\n=== পুনর্গঠন এবং পুনর্বাসন ===\n১৯৭১ সালের যুদ্ধ এবং ১৯৭০ সালের ঘূর্ণিঝড় কার্যত প্রচুর পরিমাণে অবকাঠামো ধ্বংস করেছিল যা পুনর্নির্মাণ করতে হয়েছিল। বাংলাদেশ তার বন্ধু ও আন্তর্জাতিক সম্প্রদায়কে দেশটির পুনর্গঠনে অবদান রাখার আহ্বান জানিয়েছে। সোভিয়েত ইউনিয়ন চট্টগ্রাম সমুদ্র বন্দর ব্যবহারযোগ্য করার জন্য এটি থেকে মাইন পরিষ্কার করতে ৮০০ জন নাবিক পাঠিয়েছিল এবং ১৯৭৪ সালের মধ্যে বন্দরটি ব্যবহারের জন্য প্রস্তুত হয়। বাংলাদেশে দক্ষ পেশাদারের অভাব থাকায় ভারত ১৯৭২ সালের শুরুর দিকে কিছু কর্মকর্তাকে দেশ পরিচালনার জন্য পাঠায়। ভারত কিছু রাস্তা ও সেতু মেরামতেও বাংলাদেশকে সাহায্য করেছে।\nমার্কিন যুক্তরাষ্ট্র মুক্তিযুদ্ধের সময় পাকিস্তানকে সমর্থন করার ক্ষেত্রে তাদের ভূমিকা সত্ত্বেও, প্রচুর পরিমাণে খাদ্যশস্য এবং ৮২৪ মিলিয়ন ডলারের সমতুল্য সহায়তা প্রদান করে।  কলেরা গবেষণা ল্যাবরেটরিকে ১.৪ মিলিয়ন মার্কিন ডলার প্রদান করা হয়েছিল এবং ১৯৭৫ সালের জানুয়ারিতে বীজ ও সার কেনার জন্য ৩০ মিলিয়ন মার্কিন ডলারের উন্নয়নমূলক ঋণ অনুমোদন করা হয়েছিল। ইউএসএআইডি উপকূলীয় বাঁধ প্রকল্প এবং যুদ্ধের সময় ক্ষতিগ্রস্ত সিদ্ধিরগঞ্জ পাওয়ার প্ল্যান্টের মেরামত ও ওভারহলের জন্য তহবিল সরবরাহ করেছিল।  বিশ্বব্যাংক আশুগঞ্জ সার কারখানার উন্নয়নে পৃষ্ঠপোষকতা করতে সম্মত হয়েছে, একটি প্রকল্প যা আংশিকভাবে মার্কিন যুক্তরাষ্ট্র সমর্থন করেছিল। ঢাকা ও আরিচার মধ্যকার সড়ক ও সেতুগুলো মার্কিন সহায়তায় মেরামত করা হয়।\nশেখ মুজিব প্রশাসন ১৯৭২ সালের জানুয়ারিতে দেশে বিচারিক কার্যক্রম পুনরুদ্ধারের জন্য একটি ডিক্রি জারি করে। গ্রামীণ অর্থনীতিকে দ্রুত পুনরুজ্জীবিত করার জন্য সরকার চাষযোগ্য জমির জন্য সমস্ত বকেয়া ভূমি কর মওকুফ করে। এর পাশাপাশি, ক্ষতিগ্রস্ত অবকাঠামোর পুনর্নির্মাণ ত্বরান্বিত করার জন্য সরকার শহরাঞ্চলে আবাসন কর মওকুফ করেছে। একই বছরে ব্যবসায়িক কার্যক্রম পরিচালনার জন্য ট্রেডিং কর্পোরেশন অব বাংলাদেশ প্রতিষ্ঠিত হয়। দাতাদের সহায়তায় যুদ্ধের পর স্কুল ও শিক্ষা প্রতিষ্ঠানের পুনর্নির্মাণ শুরু হয়। পাঠ্যপুস্তক ও রেফারেন্স বই কেনা ও ছাপানোর জন্য একটি প্রকল্প গ্রহণ করা হয়।\nমুক্তিযোদ্ধাদের পুনর্বাসনের জন্য ১৯৭২ সালে বাংলাদেশ মুক্তিযোদ্ধা কল্যাণ ট্রাস্ট প্রতিষ্ঠিত হয়। ঢাকার মোহাম্মদপুরে একটি পুনর্বাসন কেন্দ্র খোলা হয়।\n\n\n=== ধর্মনিরপেক্ষ শিক্ষা ===\n\nস্বাধীনতার পূর্বে পাকিস্তান আমলে, ইসলাম ছিল শিক্ষাব্যবস্থার একটি অবিচ্ছেদ্য অংশ এবং ছাত্রদের ইসলামী মূল্যবোধের উপর শিক্ষিত করার জন্য ইসলামী চিন্তাধারার পাঠ্যপুস্তকে একটি বাধ্যতামূলক বিষয় চালু করা হয়েছিল। বাংলাদেশ যেটি পাকিস্তানের একটি অংশ ছিল যেখানে শিক্ষা ব্যবস্থার মধ্যে এই বিষয়গুলি ছিল। যুদ্ধের পর, বাংলাদেশ যখন ধর্মনিরপেক্ষতাকে রাষ্ট্রীয় নীতি হিসেবে গ্রহণ করে, তখন বিশিষ্ট বিজ্ঞানী ডক্টর মুহাম্মদ কুদরত-ই-খুদার নেতৃত্বে একটি স্বাধীন কমিশন প্রতিষ্ঠিত হয়। কুদরত-ই-খুদা শিক্ষা কমিশন ধর্মনিরপেক্ষ শিক্ষা চালু করার এবং শিক্ষা ব্যবস্থা থেকে আলাদা ধর্মীয় শিক্ষা চালু করার প্রস্তাব করেছিল।  কমিশন কারিগরি ও উপবৃত্তিভিত্তিক শিক্ষার ওপর জোর দেওয়ারও পরামর্শ দিয়েছে। সরকার সারা দেশে ধর্মনিরপেক্ষ শিক্ষাব্যবস্থা চালু করার জন্য সেই অনুযায়ী কাজ করেছে।\nতবে সিদ্ধান্তটি ছিল অত্যন্ত অজনপ্রিয়। জনমত জরিপ অনুসারে, ধর্মনিরপেক্ষ শিক্ষা বাংলাদেশের সবচেয়ে শিক্ষিত অংশের প্রায় ২১% মানুষের কাছে গ্রহণযোগ্য ছিল। প্রায় ৭৫% মতামত দেন যে ধর্মীয় শিক্ষা সাধারণ শিক্ষার একটি অবিচ্ছেদ্য অংশ হওয়া উচিত।\n\n\n== গার্হস্থ্য বিষয়ক ==\n\n\n=== অর্থনৈতিক ব্যবস্থাপনা ===\nসদ্য স্বাধীন দেশ হিসেবে স্বাধীনতার পরপরই বাংলাদেশ বেশ কিছু সামষ্টিক অর্থনৈতিক চ্যালেঞ্জের মুখোমুখি হয়েছিল। শেখ মুজিবুর রহমান তাজউদ্দীন আহমদকে এই চ্যালেঞ্জ মোকাবিলার জন্য নিযুক্ত করেন। এছাড়া ১৯৭২ সালের ফেব্রুয়ারি মাসে বিশিষ্ট অর্থনীতিবিদ নুরুল ইসলামকে উপ-কমিশনার করে পরিকল্পনা কমিশন প্রতিষ্ঠিত হয়। পরিকল্পনা কমিশন সরকারের সমাজতান্ত্রিক অর্থনৈতিক লক্ষ্যের সাথে তাল মিলিয়ে প্রথম পঞ্চবার্ষিক পরিকল্পনা হিসাবে উন্নয়নের জন্য একটি কৌশল পেশ করে।\nকম্বল জাতীয়করণ\nযেহেতু বাংলাদেশের বেশিরভাগ শিল্পের মালিকানা পূর্বে অবাঙালিদের ছিল যারা যুদ্ধের সময় চলে গিয়েছিল, তাই সরকার এবং পরিকল্পনা কমিশন \"জনগণের মালিকানায় উৎপাদনের উপায় স্থাপন করে সম্পত্তি সম্পর্ক\" পুনর্গঠন করার জন্য শিল্পগুলিকে জাতীয়করণের সিদ্ধান্ত নেয়। ফলস্বরূপ, এক বছরের মধ্যে সমস্ত বড় শিল্প বা ১.৫ মিলিয়ন টাকার বেশি সম্পদের শিল্প রাতারাতি জাতীয়করণ করা হয়। সমস্ত শিল্প সম্পদের মালিকানায় রাষ্ট্রের অংশ ৩৪% থেকে ৯২% এবং বেসরকারি খাতের অংশ ৬৬% থেকে মাত্র ৮%-এ নেমে এসেছে। পাইকারি জাতীয়করণের কারণে অনেক বাঙালি শিল্পপতিকে তাদের শিল্প হারাতে হয়েছে।\nজাতীয়করণের নীতি অর্থনৈতিক কর্মকাণ্ডকে কেন্দ্রীভূত করে এবং সরকারের কাছে সার, পাম্প, খাদ্যশস্য প্রভৃতি বিভিন্ন সরবরাহের জন্য পারমিট ও লাইসেন্স দেওয়ার চূড়ান্ত ক্ষমতা ছিল। এই নীতি ব্যবস্থায় একাধিক মধ্যস্বত্বভোগী তৈরি করেছে এবং এই মধ্যস্থতাকারীরা পারমিট বিক্রি ও পুনরায় বিক্রি করেছে যার ফলে মুদ্রাস্ফীতি হয়েছে। জীবনযাত্রার ব্যয় ১৯৭২ সালের জানুয়ারিতে ২০৮ টাকা থেকে একই বছরের অক্টোবরে ২৯৭ টাকায় উন্নীত হয়।\nবিনিয়োগের সর্বোচ্চ সীমা\nসরকার বেসরকারী বিনিয়োগের উপর ২.৫ মিলিয়ন টাকা সীমা আরোপ করার সিদ্ধান্ত নিয়েছে এবং বিদেশী বিনিয়োগকারীদের জন্য কঠোর শর্ত প্রবর্তন করেছে। ১৯৭২ সালের সরকারের নীতি বিবৃতি অনুসারে, ইক্যুইটি অংশগ্রহণ ছাড়াই বিদেশী বেসরকারী উদ্যোগগুলিকে শুধুমাত্র লাইসেন্স এবং পেটেন্টে দেশীয় বেসরকারি উদ্যোগের সাথে সহযোগিতা করার অনুমতি দেওয়া হয়েছিল। এসব পদক্ষেপ বেসরকারি উদ্যোক্তা ও বিনিয়োগকারীদের বাংলাদেশে বিনিয়োগ করতে নিরুৎসাহিত করেছে।\nশিল্পের অব্যবস্থাপনা\nপ্রধান শিল্পের মালিক অবাঙালি শিল্পপতিদের অনুপস্থিতি এবং নতুন প্রবিধান প্রবর্তনের ফলে জাতীয়করণকৃত শিল্পগুলিকে বাজেয়াপ্ত করার জন্য বিভিন্ন মহলের মধ্যে তীব্র প্রতিযোগিতার উদ্ভব হয়। এতে বিশৃঙ্খলা সৃষ্টি হয় এবং এর ফলে সহিংসতা ও অর্থনৈতিক অব্যবস্থাপনা ঘটে। পাট, যা যুদ্ধের আগে বৈদেশিক রেমিট্যান্সের প্রধান উৎস ছিল, তা আর লাভজনক শিল্প ছিল না। ১৯৭২-৭৩ সালে শিল্প উত্পাদন ১৯৬৯-৭০ সালের স্বাভাবিক উৎপাদনের তুলনায় ৩০% কম ছিল এবং ১৯৭২-৭৩ সালে রপ্তানি ১৯৬৯-৭০ সালে অর্জিত স্তরের তুলনায় অনেক কম বলে অনুমান করা হয়েছিল। বাংলাদেশ সরকার কর্তৃক প্রকাশিত বার্ষিক পরিকল্পনায় যুক্তি দেওয়া হয়েছে যে অর্থনীতিতে ঘাটতি এবং উচ্চমূল্য মূলত অদক্ষ ব্যবস্থাপনার ফল, যার মধ্যে সমন্বয়ের অভাব শ্রম-ব্যবস্থাপনা সমস্যা এবং বাজারে একাধিক মধ্যস্বত্বভোগী সৃষ্টি।\n\n\n=== মানবাধিকার পরিস্থিতি ===\nস্বাধীনতার পর মুক্তিযোদ্ধাদের একটি অংশ তাদের অস্ত্র সমর্পণ করলেও তাদের অনেকেরই অস্ত্র সমর্পণ করা হয়নি। এসব অস্ত্র ডাকাতি ও সহিংসতার কাজে ব্যবহৃত হতো। সংগঠিত অপরাধ ও রাজনৈতিক হত্যাকাণ্ড বেড়েই চলেছে। যুদ্ধের পর অপরাধীদের মোকাবেলা করার জন্য পুলিশ বাহিনীর ক্ষমতা কমে যায় এবং উল্লেখযোগ্য পরিমাণ থানায় ডাকাতি সংগঠিত হয়। এছাড়া এই অপরাধীদের মধ্যে কিছু স্থানীয় আওয়ামী লীগ নেতাদের আশীর্বাদ ছিল যা তাদের বড় থাকতে সাহায্য করেছে।\nএমতাবস্থায় অপরাধ হ্রাস ও প্রশিক্ষিত মুক্তিযোদ্ধাদের দেশের বৃহত্তর কল্যাণে কাজে লাগাতে ১৯৭২ সালে জাতীয় রক্ষীবাহিনী প্রতিষ্ঠা করা হয়। এই বাহিনী আওয়ামী লীগের অনুগতদের সমন্বয়ে গঠিত এবং কার্যকরভাবে শেখ মুজিবুর রহমান ও আওয়ামী লীগের ব্যক্তিগত সেনাবাহিনীতে পরিণত হয়। বাহিনীটির প্রশিক্ষণ ও মোতায়েন ভারতীয় সেনাবাহিনীর কর্মকর্তাদের দ্বারা তত্ত্বাবধান করা হয়েছিল। রক্ষী নামে পরিচিত এই বাহিনীর সদস্যরা ভিন্নমতাবলম্বীদের দমন করতে চরম হিংস্র হয়ে ওঠে এবং অপরাধমূলক কর্মকাণ্ডে জড়িয়ে পড়ে। জাসদ এবং শেখ মুজিব সরকারের বিরোধিতাকারী কিছু বামপন্থী দল রক্ষী বাহিনীর সন্ত্রাসবিরোধী অভিযানে তাদের হাজার হাজার সমর্থক ও কর্মীকে হারিয়েছে বলে দাবি করেছে।\nজাতীয় রক্ষী বাহিনী বা জেআরবি সংক্ষেপে লিঙ্গ নির্বিশেষে বিরোধী দলের পুরুষদের নিপীড়নের জন্য নৃশংস ব্যবস্থা বেছে নিয়েছে। তাদের বিরুদ্ধে নির্যাতন, ধর্ষণ, জোরপূর্বক গুম এবং বিচারবহির্ভূত হত্যার অভিযোগ আনা হয়েছে। শেখ মুজিব সরকার সর্বাধিক বিতর্কিত বিশেষ ক্ষমতা আইন, ১৯৭৪ পাস করে যা আইন প্রয়োগকারী সংস্থাগুলিকে, বিশেষ করে জেআরবিকে একটি অনির্দিষ্ট সময়ের জন্য কোনো অভিযোগ বা বিচার ছাড়াই যেকোনো নাগরিককে আটক ও নির্যাতন করার নিরঙ্কুশ ক্ষমতা প্রদান করে। অ্যামনেস্টি ইন্টারন্যাশনাল ১৯৭৩ থেকে ১৯৭৪ সাল পর্যন্ত ২০০০ রাজনৈতিক বন্দীর কারাবাস রেকর্ড করেছে। জেআরবি বা রক্ষীবাহিনী কিশোর শাহজাহানের বলপূর্বক নিখোঁজের সাথে জড়িত পাওয়া গেছে। বিচারপতি দেবেশ ভট্টাচার্যের সুপ্রিম কোর্টের একটি রায় রক্ষীবাহিনীর অসদাচরণের সমালোচনা করেছে। শেখ মুজিবুর রহমানের সরকার শীঘ্রই জাতীয় রক্ষী বাহিনী আইনে একটি সংশোধনী এনেছিল যা তাদের গ্রেপ্তার ও আটকের ব্যাপক ক্ষমতা দিয়েছিল এবং এর সদস্যদের আদালতের দ্বারা যাচাই-বাছাই থেকে তাদের কর্মের জন্য অনাক্রম্যতার অনুমতি দেওয়া হয়েছিল।\n\n\n=== দুর্নীতি ও স্বজনপ্রীতি ===\nযদিও শেখ মুজিবুর রহমান দূর্নীতি মুক্ত ছিলেন, প্রধানমন্ত্রী হিসেবে তার মেয়াদ স্বজনপ্রীতি এবং পক্ষপাতিত্বের জন্য সমালোচিত হয়েছিল, কারণ তার অনেক আত্মীয় এবং অনুগত সমর্থক সরকার, প্রধান সংস্থা এবং প্রশাসনে গুরুত্বপূর্ণ পদ পেয়েছিলেন। তার শ্যালক এবং বরিশালের স্বল্প পরিচিত রাজনীতিবিদ আবদুর রব সেরনিয়াবাত তার মন্ত্রিসভায় ভূমি রাজস্ব মন্ত্রী হিসেবে নিযুক্ত হন। মুজিবের ভগ্নিপতি এটিএম সৈয়দ হোসেন, যিনি স্বাধীনতার আগে মাত্র একজন সেকশন অফিসার ছিলেন, যুদ্ধের পর সরকারের অতিরিক্ত সচিব হিসেবে পদোন্নতি পান। শেখ মুজিবুর রহমানের ঘনিষ্ঠ সহযোগী গাজী গোলাম মোস্তফা বাংলাদেশের রেড ক্রসের প্রধান হন।\nঅন্যান্যদের মধ্যে, তার ভাগ্নে শেখ মণি, একজন প্রাক্তন ছাত্রনেতা এবং একজন তরুণ সাংবাদিক, স্বাধীনতার পর সরকারি বিজ্ঞাপনের সুবাদে একটি মিডিয়া সাম্রাজ্য প্রতিষ্ঠা করে। তিনি একটি ছাপাখানাসহ রাজধানীর একাধিক সম্পত্তি জোরপূর্বক দখল করেছেন।\nএ ছাড়া আওয়ামী লীগের নেতা-কর্মীদের ব্যাপক দুর্নীতি নিয়ে তুমুল সমালোচনা হয়। ফার ইস্টার্ন ইকোনমিক রিভিউ-তে একটি নিবন্ধ পড়েছিল, \n\nবাংলাদেশিরা এই সময়ের মধ্যে বিবেচনা করতে শুরু করেছে যে দুর্নীতি, অসদাচরণ এবং জাতীয় সম্পদ লুণ্ঠন \"অভূতপূর্ব\" পর্যায়ে পৌঁছেছে। \nশেখ মুজিবুর রহমান নিজেই একাধিক বক্তৃতায় দেশে দুর্নীতির ব্যাপকতা স্বীকার করেছেন। তবে, তিনি এটি সংশোধন করতে খুব কমই করেননি। বিশিষ্ট সাংবাদিক সলিল ত্রিপাঠী ১৯৭৪ সালে শেখ মুজিবের রাজনৈতিক সচিব মনোয়ারুল ইসলামের সাক্ষাৎকার নেন যাকে একবার শেখ মুজিবুর রহমানের দুর্নীতির অভিযোগ খতিয়ে দেখতে পাঠানো হয়েছিল। যখন তিনি আওয়ামী লীগ নেতাদের ব্যাপক দুর্নীতির গল্প নিয়ে ফিরে আসেন, তখন মুজিব তার সমর্থকদের দুর্নীতিমূলক কর্মকাণ্ডের বিষয়ে তার প্রতিবেদনগুলি বাতিল করে দেন। মনোয়ারুল ইসলামের মতে, মুজিব বলেছিলেন: \n\nশোন, আমি যখন আমার দল শুরু করি, তখন আমি আপনার মতো মেধাবী ছাত্রদের আমার দলে যোগ দিতে পারিনি। আপনি সিভিল সার্ভিসে আপনার কর্মজীবন অনুসরণ করতে খুব ব্যস্ত ছিলেন। এবং আমার সাথে শুধু গৃহহীন শিশু ছিল. ক্ষমতায় থাকা অবস্থায় এ ধরনের কর্মকাণ্ডে লিপ্ত হওয়াই কি স্বাভাবিক নয়?\nতিনি এ কথা উচ্ছৃঙ্খলতার সুরে বলেননি, পদত্যাগের কথা বলেছেন, এটা বোঝাতে হবে সহ্য করতে হবে। এটি অবশেষে সর্বস্তরে দুর্নীতির পৃষ্ঠপোষকতা করেছে।\nস্বজনপ্রীতি ও পক্ষপাতিত্বের পাশাপাশি শিল্প খাতের জাতীয়করণ এবং মূল সম্পদের বণ্টন চ্যানেল ব্যাপক দুর্নীতির সুযোগ সৃষ্টি করেছে। সরকার-নিয়ন্ত্রিত সংস্থানগুলিতে অ্যাক্সেস পেতে এমপিরা তাদের দলীয় লিভারেজ ব্যবহার করেছেন এবং জেলাগুলিতে বিতরণের প্রধান মাধ্যম হয়ে উঠেছে।\n\n\n=== দুর্ভিক্ষ ===\nবন্যার কারণে ফসলের একটি অংশ ধ্বংস হওয়ার পর ১৯৭৪ সালে স্বাধীনতার তিন বছরের মধ্যে বাংলাদেশ প্রথম দুর্ভিক্ষের সম্মুখীন হয়। কিন্তু অর্থনৈতিক অব্যবস্থাপনা, দুর্নীতি ও শাসনব্যবস্থার ব্যর্থতার কারণে লাখ লাখ নয় হাজার হাজার মানুষের প্রাণহানি ঘটেছে। বর্ষার বন্যার পর, জুন থেকে জুলাই দুর্ভিক্ষের গল্প সংবাদপত্রে প্রকাশিত হতে থাকে কিন্তু সরকার আনুষ্ঠানিকভাবে ঘোষণা করে যে সেপ্টেম্বরের শেষের দিকে দেশ দুর্ভিক্ষের সম্মুখীন হচ্ছে।\nএক মাসের মধ্যে পরিস্থিতি আরও খারাপ হয়ে যায় এবং স্থানীয় লোকেরা প্রাথমিকভাবে দরিদ্রদের খাওয়ানোর জন্য কঠোর রান্নাঘর শুরু করে। অক্টোবরে গ্রেয়েল রান্নাঘর খোলার সরকারি সিদ্ধান্ত এসেছিল। মোট ৫,৮৬২টি লঙ্গরখানা খোলা হয় যা বাংলাদেশের উত্তরাঞ্চলের সবচেয়ে ক্ষতিগ্রস্ত এলাকায় প্রায় ৪ কোটি মানুষকে সেবা দিয়েছে। নভেম্বরের শেষ নাগাদ গ্রুয়েল রান্নাঘরগুলি বন্ধ হয়ে যায়।\nসরকার দুর্ভিক্ষের ফলে প্রায় ২৬,০০০ মৃত্যুর অনুমান করেছে যা গবেষক এবং সাংবাদিকদের অনুমানের চেয়ে অনেক কম। নোবেল বিজয়ী অর্থনীতিবিদ অমর্ত্য সেন তার প্রবন্ধে দাবি করেছেন যে শুধুমাত্র রংপুর জেলাতেই ৮০ থেকে ১০০ হাজার মানুষ অনাহার ও অপুষ্টিতে মারা গেছে। বাংলাদেশে তখন ১৯টি জেলা ছিল এবং চট্টগ্রাম পার্বত্য অঞ্চল ব্যতীত সমস্ত জেলাই দুর্ভিক্ষের কবলে পড়েছিল। গবেষক ড. মহীউদ্দীন আলমগীর ১৯৭৪ সালের আগস্ট থেকে ১৯৭৫ সালের ফেব্রুয়ারি পর্যন্ত মৃতের সংখ্যা প্রায় এক মিলিয়ন বলে উল্লেখ করেছেন। এই অনুমানগুলি ছাড়াও ডাঃ মুহাম্মদ মুকতাদা পরামর্শ দিয়েছিলেন যে মৃত্যুর সংখ্যা কমপক্ষে ২৫০,০০০ এবং একটি বিআইজিডি জরিপে দেখা গেছে যে ৩.১৭% মানুষ অনাহারে এবং অপুষ্টিতে মারা গেছে। কৃষকরা দুর্ভিক্ষের সবচেয়ে বড় শিকার ছিল, যারা গ্রেয়েল রান্নাঘরের মোট দর্শনার্থীর ৩৮.৭%, তারপরে কৃষি এবং অন্যান্য শ্রমিকরা।\nঅধ্যাপক অমর্ত্য সেন বাংলাদেশের দুর্ভিক্ষ নিয়ে বিস্তর গবেষণা করেছেন এবং দুর্ভিক্ষের প্রেক্ষাপট ও কারণ ব্যাখ্যা করেছেন তাঁর প্রবন্ধ এবং দুটি বিখ্যাত বই- দারিদ্র্য এবং দুর্ভিক্ষ: স্বাধীনতার অধিকারী ও বঞ্চনা ও উন্নয়নের ওপর একটি প্রবন্ধ। অধ্যাপক সেন প্রমাণ করেছেন যে দুর্ভিক্ষ খাদ্য প্রাপ্যতা হ্রাসের (এফএডি) ফল নয়, প্রকৃতপক্ষে, ১৯৭৪ সালে বাংলাদেশ ১৯৭০-এর দশকের প্রথমার্ধের অন্যান্য বছরের তুলনায় খাদ্যশস্যের সর্বোচ্চ প্রাপ্যতার একটি বছর উপভোগ করেছিল। একদিকে, রংপুর, ময়মনসিংহ, দিনাজপুর এবং সিলেট ছিল দুর্ভিক্ষের সবচেয়ে বেশি ক্ষতিগ্রস্ত অঞ্চল, অন্যদিকে, এই চারটি জেলার মধ্যে তিনটিতে অন্যান্য জেলার তুলনায় ধান উৎপাদন ও খাদ্যের প্রাপ্যতার দিক থেকে যথেষ্ট বৃদ্ধি পেয়েছিল।\nদুর্ভিক্ষের একটি মূল কারণ ছিল বন্যার পরে চালের বিনিময় হার, কৃষক ও কৃষি শ্রমিকদের আয়ের একটি প্রধান উৎস। বন্যা ও অর্থনৈতিক অব্যবস্থাপনার কারণে কর্মসংস্থানও কমে গেছে। বিপরীতে, দেশের প্রধান খাদ্য চালের দাম অভূতপূর্ব বৃদ্ধির সম্মুখীন হয়েছিল কারণ \"চালের বাজারে চলমান মুদ্রাস্ফীতি শক্তি\" যারা \"বন্যা আঘাত হানার আগেই চালের দাম খুব তীব্রভাবে ঠেলে দিতে শুরু করেছিল\" এবং প্রকৃতপক্ষে সেখানে দুর্ভিক্ষ শুরু হওয়ার অনেক আগে ১৯৭৪ সালের জানুয়ারি থেকে এপ্রিলের মধ্যে প্রায় ৫০ শতাংশ বৃদ্ধি পেয়েছিল।\n\nডঃ অমর্ত্য সেন ব্যাখ্যা করেছেন: এইভাবে, যখন বন্যা বাংলাদেশের দুর্ভিক্ষের সাথে যুক্ত ছিল এবং শ্রমবাজারকে ব্যাহত করার পাশাপাশি কৃষকদের কিছু ফসলের ক্ষতি এবং এর ফলে নিঃস্ব হয়ে যাওয়ার ভূমিকা পালন করেছিল, তখন যে শক্তিগুলি ধ্বংসযজ্ঞ করেছিল তাদের আংশিকভাবে চিহ্নিত করা উচিত সামষ্টিক অর্থনৈতিক কারণগুলির উপর কাজ করে বাংলাদেশের অর্থনীতি।\n১৯৭৪ সালে বাংলাদেশ একটি সমাজতান্ত্রিক অর্থনীতি ছিল এবং বাজারটি রাষ্ট্র দ্বারা নিয়ন্ত্রিত ছিল। সরকারের কাছের লোকদের মাধ্যমে বেশিরভাগ আওয়ামী লীগ নেতারা যারা খাদ্যশস্য ব্যবসার গুরুত্বপূর্ণ পারমিটের মালিক ছিলেন। এছাড়া বাংলাদেশের রেডক্রস কার্যক্রমের নেতৃত্বে ছিলেন একজন দুর্নীতিবাজ ব্যক্তি এবং আওয়ামী লীগের একজন প্রধান নেতা গাজী গোলাম মোস্তফা। দুর্ভিক্ষ এড়াতে গুরুত্বপূর্ণ সম্পদের অপব্যবহার করার অভিযোগ আনা হয় তার বিরুদ্ধে।\n\n\n== উত্তরাধিকার ==\nএক মারাত্মক যুদ্ধের পর অত্যন্ত উত্তাল সময়ে শেখ মুজিবুর রহমান বাংলাদেশের প্রধানমন্ত্রী হন। শাসনব্যবস্থায় তার অনভিজ্ঞতা এবং প্রশাসন পরিচালনার জন্য দক্ষ লোকের অভাব দেশটির জন্য অত্যন্ত মূল্যবান।\nশেখ মুজিবুর রহমানের প্রেসিডেন্সির দায়িত্ব নেওয়ার পর লেখা একটি সম্পাদকীয়তে নিউইয়র্ক টাইমস বাংলাদেশকে ওয়ান ম্যানস বাস্কেট কেস বলে অভিহিত করে এবং অভিমত দেয়,\n\n\"প্রাক্তন প্রধানমন্ত্রী এবং সদ্য ঘোষিত রাষ্ট্রপতি যে দুর্নীতি, অযোগ্যতা এবং উদাসীনতাকে আক্রমণ করেছেন এবং যা বিদেশী ত্রাণ কর্মকর্তাদের হতাশার দিকে পরিচালিত করেছে, তা শেখের নিজের দলে কেন্দ্রীভূত, যেখানে তিনি একদলীয় রাষ্ট্রে একচেটিয়া ভূমিকা অর্পণ করেছেন। . তার দলের খারাপ পারফরম্যান্সের জন্য প্রাথমিক দায়িত্ব অবশ্যই শেখকে অর্পণ করতে হবে।\" \nতার প্রধানমন্ত্রীত্বকে একজন গ্রামের প্রধানের শাসনের সাথে তার আত্মীয়স্বজন এবং প্রিয়জনের সাথে দেশ পরিচালনার সাথে তুলনা করা হয়েছিল।  তার মৃত্যুর পর, বাংলাদেশে মার্কিন রাষ্ট্রদূত দাবি করেছিলেন যে তার শেষ দিনগুলিতে তিনি ' স্বৈরাচারের ক্লাসিক প্যারানয়ায় ভুগতে শুরু করেছিলেন '।\nপ্রকৃতপক্ষে, তিনি স্থানীয় সংবাদকর্মীদের কাছে নিরঙ্কুশ ক্ষমতা গ্রহণ করার পরে একটি মন্তব্য করেছিলেন যে এটি সদ্য স্বাধীন জাতি গঠনের জন্য তার সংগ্রামের প্রতিফলন:\n\n\"সম্ভবত এই জনগণকে স্বাধীনতার দিকে নিয়ে যেতে একজনের প্রয়োজন এবং পরবর্তীতে সেই জাতিকে গড়ে তুলতে অন্য একজনের প্রয়োজন।\" \n\n\n== আরও দেখুন ==\nশেখ মুজিবুর রহমান\nবাংলাদেশের প্রধানমন্ত্রীদের তালিকা\n\n\n== তথ্যসূত্র =="}