{"pageid": 1167, "title": "অ্যাঙ্গোলা", "url": "https://bn.wikipedia.org/wiki?curid=1167", "content": "অ্যাঙ্গোলা (পর্তুগিজ: Angola, কঙ্গো: Ngola) সরকারি হিসেব মতে অ্যাঙ্গোলা প্রজাতন্ত্র (পর্তুগিজ: República de Angola, কঙ্গো: Repubilika ya Ngola) আফ্রিকার দক্ষিণাঞ্চলের পশ্চিম তীরে অবস্থিত একটি রাষ্ট্র। মোট আয়তন এবং জনসংখ্যার বিচারে (দুক্ষেত্রেই ব্রাজিলের ঠিক পরেই) এটি দ্বিতীয় সর্বোবৃহত্তম লিউসোফোন (পর্তুগীজ ভাষাভাষী) দেশ এবং আফ্রিকার সপ্তম সর্ববৃহৎ দেশ। এর দক্ষিণ সীমান্তে নামিবিয়া, উত্তরে গণপ্রজাতন্ত্রী কঙ্গো, পূর্বে জাম্বিয়া এবং পশ্চিমে আটলান্টিক মহাসাগর। অ্যাঙ্গোলার একটি ছিটমহল প্রদেশ রয়েছে, ক্যাবিন্ডা প্রদেশ, যা প্রজাতন্ত্রী কঙ্গো ও গণপ্রজাতন্ত্রী কঙ্গোকে ঘিরে রেখেছে। লুয়ান্ডা হচ্ছে অ্যাঙ্গোলার রাজধানী এবং সবচেয়ে জনবহুল শহর।\nপ্যালিওলিথিক যুগ থেকেই অ্যাঙ্গোলায় বসবাস করছে মানুষ। পর্তুগীজ উপনিবেশন থেকেই জাতি-রাষ্ট্র হিসেবে এর উদ্ভব যা ষোড়শ শতকে প্রাথমিকভাবে উপকূলীয় বসতি ও স্থান বাণিজ্যের মাধ্যমে শুরু হয়েছিলো। উনিশ শতকে ইউরোপীয়ান দখলদাররা অন্তর্ভাগে নিজেদের অধিষ্ঠিত করতে থাকে। বিংশ শতকের আগ পর্যন্ত পর্তুগীজ উপনিবেশের, যা পরবর্তীতে অ্যাঙ্গোলায় রুপ নেয়, কোনো সীমানা ছিলো না। মূলত কুয়েমাটো, কোয়ানয়ামা ও বুন্দার মতো স্থানীয় গোষ্ঠীগুলোর বিরোধীতাই এর প্রধান কারণ।\nদীর্ঘস্থায়ী উপনিবেশ-বিরোধী সংগ্রামের পর ১৯৭৫ সালে অ্যাঙ্গোলা মার্কসবাদী-লেনিনবাদী একদলীয় প্রজাতন্ত্র হিসেবে স্বাধীনতা অর্জন করে। সেই একই বছর ধ্বংসাত্মক গৃহযুদ্ধের শুরু হয় সোভিয়েত ইউনিয়ন ও কিউবা সমর্থিত অ্যাঙ্গোলা স্বাধীনতাবাদী গন-আন্দোলন এবং জায়ার সমর্থিত অ্যাঙ্গোলার ন্যাশনাল লিবারেশন ফ্রন্টের মধ্যে। ১৯৭৫ সাল থেকেই অ্যাঙ্গোলা স্বাধীনতাবাদী গণ-আন্দোলন দল দ্বারা শাসনক্ষমতায় রয়েছে। ২০০২ সালে যুদ্ধের সমাপ্তির পর থেকেই অ্যাঙ্গোলা তুলনামূলক স্থিতিশীল একক, রাষ্ট্রপতিশাসিত, সাংবিধানিক প্রজাতন্ত্রী রাষ্ট্র হিসেবে আত্মপ্রাকাশ করেছে।\nঅ্যাঙ্গোলার বিশাল খনিজ ও পেট্রোলিয়াম মজুদ রয়েছে এবং এর অর্থনীতি বিশ্বের অন্যতম দ্রুত বর্ধনশীল, বিশেষ করে গৃহযুদ্ধের সমাপ্তির পর থেকে। তবে এর অর্থনৈতিক প্রবৃদ্ধি অত্যন্ত অসম ও দেশের অধিকাংশ সম্পদ জনসংখ্যার একটি অসামঞ্জস্যপূর্ণ ক্ষুদ্র অংশে কেন্দ্রীভূত। এর বৃহত্তম বিনিয়োগ এবং বাণিজ্য অংশীদার হচ্ছে চীন এবং মার্কিন যুক্তরাষ্ট্র। বেশিরভাগ অ্যাঙ্গোলানদের জীবনযাত্রার মান এখনো নিম্ন পর্যায়ের; আয়ু পৃথিবীর মধ্যে সবচেয়ে কম, যেখানে শিশুমৃত্যুর হার সবচেয়ে বেশি। ২০১৭ সাল থেকে, জোয়াও লরেঙ্কো -এর সরকার দুর্নীতির বিরুদ্ধে লড়াইকে তার মূল লক্ষ্য বানিয়েছে, এতটাই যে আগের সরকারের অনেক ব্যক্তিকেই হয় জেলে পাঠানো হয়েছে নয়তো তাঁরা বিচারের অপেক্ষায় রয়েছে। যদিও বিদেশী কূটনীতিকরা এই প্রচেষ্টাকে বৈধ বলে স্বীকৃতি দিয়েছেন, কিছু সংশয়বাদীরা এই পদক্ষেপকে রাজনৈতিকভাবে উদ্দেশ্যপ্রণোদিত বলে মনে করেন।\nঅ্যাঙ্গোলা জাতিসংঘ, ওপেক, আফ্রিকান ইউনিয়ন, পর্তুগিজ ভাষার দেশগুলির সম্প্রদায় এবং দক্ষিণ আফ্রিকার উন্নয়ন সম্প্রদায়ের সদস্য। ২০২১ সালের হিসাবে, অ্যাঙ্গোলার আনুমানিক জনসংখ্যা ধরা হয় ৩২.৮৭ মিলিয়ন। অ্যাঙ্গোলা বহুসাংস্কৃতিক এবং বহুজাতিক। অ্যাঙ্গোলান সংস্কৃতি বহু শতাব্দীর পর্তুগিজ শাসনকে প্রতিফলিত করে, যাতে পর্তুগিজ ভাষা এবং ক্যাথলিক চার্চের প্রাধান্যই বেশি এবং বিভিন্ন দেশীয় রীতিনীতি এবং ঐতিহ্যের সাথে সম্মিলিত।\n\n\n== ব্যুৎপত্তি ==\nঅ্যাঙ্গোলা নামটি পর্তুগিজ ঔপনিবেশিক নাম রেইনো ডি অ্যাঙ্গোলা ('কিংডম অফ অ্যাঙ্গোলা') থেকে এসেছে, যা পাওলো ডায়াস ডি নোভাইসের ১৫৭১ সালের সনদের মতই বেশ পুরনো। এনডোঙ্গো এবং মাতাম্বার রাজাদের এনগোলা উপাধি থেকে পর্তুগীজরা এই নামটি নিয়েছেন। এনডোঙ্গো কঙ্গো রাজ্যের অধীনে কোয়াঞ্জা এবং লুকালা নদীর মধ্যবর্তী উচ্চভূমিতে ছিল। কিন্তু ষোড়শ শতকে বৃহত্তর স্বাধীনতার দাবী শুরু করে।\n\n\n== ইতিহাস ==\nঅ্যাঙ্গোলা দক্ষিণ-পশ্চিম আফ্রিকার একটি দেশ। কিমবুন্ডু, যার মানে হচ্ছে রাজা, শব্দটি থেকে দেশটির নাম এসেছে। অ্যাঙ্গোলায় প্রথমে সান শিকারী-সংগ্রাহক সমাজ দ্বারা বসতি স্থাপিত হয়েছিল উত্তরাঞ্চলীয় অঞ্চল কঙ্গো এবং এনডোঙ্গোর মতো বান্টু রাজ্যের শাসনের অধীনে আসার আগে।\n\n\n== রাজনীতি ==\nঅ্যাঙ্গোলান সরকার মূলত তিনটি শাখা নিয়ে গঠিত। এগুলো হল- নির্বাহী, আইনসভা এবং বিচার বিভাগ। \nসরকারের নির্বাহী শাখা রাষ্ট্রপতি, ভাইস-প্রেসিডেন্ট এবং মন্ত্রী পরিষদের সমন্বয়ে গঠিত।\nআইনসভা শাখায় রয়েছে ২২০ সিটের এককক্ষ বিশিষ্ট আইনসভা- অ্যাঙ্গোলার ন্যাশনাল অ্যাসেম্বলি, যা প্রাদেশিক এবং দেশব্যাপী উভয় নির্বাচনী এলাকা থেকে নির্বাচিত হয়।  দশকের পর দশক ধরে রাজনৈতিক ক্ষমতা কেন্দ্রীভূত হয়েছে প্রেসিডেন্সিতে।\n৩৮ বছরের শাসনের পর, ২০১৭ সালে রাষ্ট্রপতি ডস সান্তোস MPLA নেতৃত্ব থেকে পদত্যাগ করেন।  ২০১৭ সালের আগস্টে সংসদীয় নির্বাচনে বিজয়ী দলের নেতা অ্যাঙ্গোলার পরবর্তী রাষ্ট্রপতি হন।  এমপিএলএ প্রাক্তন প্রতিরক্ষা মন্ত্রী জোয়াও লরেঙ্কোকে সান্তোসের নির্বাচিত উত্তরসূরি হিসেবে নির্বাচিত করেছে।\nযাকে রাজনৈতিক শুদ্ধি হিসেবে বর্ণনা করা হয়েছে তার ক্ষমতাকে শক্তিশালী করতে এবং ডস সান্তোস পরিবারের প্রভাব কমানোর জন্য লরেনকো পরবর্তীতে জাতীয় পুলিশের প্রধান, অ্যামব্রোসিও দে লেমোস এবং গোয়েন্দা সংস্থার প্রধান অ্যাপোলিনারিও জোসেকে বরখাস্ত করেন।  উভয়ই প্রাক্তন রাষ্ট্রপতি ডস সান্তোসের সহযোগী হিসাবে বিবেচিত হয়। এছাড়াও তিনি সাবেক রাষ্ট্রপতির কন্যা ইসাবেল ডস সান্তোসকে দেশটির রাষ্ট্রীয় তেল কোম্পানি সোনাঙ্গোলের প্রধান পদ থেকে সরিয়ে দেন।\n\n\n== সামরিক বাহিনী ==\nঅ্যাঙ্গোলার সামরিক বাহিনী একজন সেনাপ্রধান দ্বারা পরিচালিত, যিনি প্রতিরক্ষা মন্ত্রীর কাছে জবাবদিহি করেন। অ্যাঙ্গলার প্রতিরক্ষা বাহিনী তিনটি বিভাগ নিয়ে গঠিত - স্থলসেনাবাহিনী, নৌবাহিনী (মারিনিয়া দি গেররা) এবং বিমান বাহিনী। মোট সেনাসংখ্যা প্রায় ১,১০,০০০। এদের মধ্যে স্থলসেনাবাহিনীতেই ১ লক্ষ নারী-পুরুষ কর্মরত। নৌবাহিনীতে ৩ হাজার এবং বিমানবাহিনীতে ৭ হাজার সেনা কর্মরত আছেন। বিমানবাহিনীতে রুশ-নির্মিত ফাইটার ও পরিবহন বিমান ব্যবহার করা হয়।\nঅ্যাঙ্গোলার স্থলসেনাবাহিনীর একটি ক্ষুদ্র অংশ কঙ্গো ও গণপ্রজাতন্ত্রী কঙ্গোতে নিয়োজিত আছে।\n\n\n== জনসংখ্যা ==\n\n\n=== ভাষা ===\n\nধর্ম\n\n\n== আরও দেখুন ==\nঅ্যাঙ্গোলাতে পরিবহন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকার\nঅ্যাঙ্গোলার প্রজাতন্ত্র সরকারী ওয়েবসাইট (পর্তুগিজ ভাষায়)\nঅ্যাঙ্গোলার জাতীয় বিধানসভা (পর্তুগিজ ভাষায়)\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nসাধারণ তথ্য\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ অ্যাঙ্গোলা-এর ভুক্তি\nAngola from UCB Libraries GovPubs\nকার্লিতে অ্যাঙ্গোলা (ইংরেজি)\nপর্যটন"}