{"pageid": 1167358, "title": "ড্যাকটিনোমাইসিন", "url": "https://bn.wikipedia.org/wiki?curid=1167358", "content": "ড্যাকটিনোমাইসিন, অ্যাক্টিনোমাইসিন ডি নামেও পরিচিত, একটি কেমোথেরাপির ওষুধ যা বিভিন্ন ধরনের ক্যান্সারের চিকিৎসায় ব্যবহৃত হয়।  এর মধ্যে রয়েছে উইলমস টিউমার, রাবডোমাইওসারকোমা, ইউইংস সারকোমা, ট্রফোব্লাস্টিক নিওপ্লাজম, টেস্টিকুলার ক্যান্সার এবং নির্দিষ্ট ধরনের ডিম্বাশয়ের ক্যান্সার।  এটি একটি শিরায় ইনজেকশনের মাধ্যমে দেওয়া হয়। \nবেশিরভাগ মানুষে এটি পার্শ্ব প্রতিক্রিয়ার সৃষ্টি করে।  সাধারণ পার্শ্ব প্রতিক্রিয়াগুলির মধ্যে রয়েছে মাইলোসপ্রেশন, বমি, মুখের আলসার, চুল পড়া, লিভারের সমস্যা ও সংক্রমণ এবং পেশী ব্যথা।  অন্যান্য গুরুতর পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রয়েছে ভবিষ্যতে ক্যান্সার হওয়ার সম্ভাবনা, অ্যালার্জির প্রতিক্রিয়া এবং ইনজেকশনের জায়গায় টিস্যুর মৃত্যু হতে পারে।  গর্ভাবস্থায় ব্যবহার করলে এটি শিশুর ক্ষতি করতে পারে।  ড্যাকটিনোমাইসিন সাইটোটক্সিক অ্যান্টিবায়োটিক ওষুধের পরিবারে রয়েছে।  এটি আরএনএ তৈরিতে বাধা দেওয়ার মাধ্যমে কাজ করে বলে মনে করা হয়। \n১৯৬৪ সালে মার্কিন যুক্তরাষ্ট্রে চিকিৎসা ব্যবহারের জন্য অনুমোদিত হয়েছিল। এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে। \n\n\n== পার্শ্ব প্রতিক্রিয়া ==\nসাধারণ পার্শ্ব প্রতিক্রিয়ার মধ্যে রয়েছে মাইলোসপ্রেশন, ক্লান্তি, চুল পড়া, মুখের আলসার, ক্ষুধা হ্রাস এবং ডায়রিয়া। অ্যাক্টিনোমাইসিন একটি ভেসিক্যান্ট হিসাবেও কাজ করতে পারে, যদি এক্সট্রাভাসেশন ঘটে।\n\n\n== পদ্ধতি ==\nকোষবিদ্যায়, অ্যাক্টিনোমাইসিন ডি-এর ট্রান্সক্রিপশনকে বাধা দেওয়ার ক্ষমতা দেখানো হয়েছে। অ্যাক্টিনোমাইসিন ডি ট্রান্সক্রিপশন ইনিশিয়েশন কমপ্লেক্সে ডিএনএ আবদ্ধ করে এবং আরএনএ পলিমারেজ দ্বারা আরএনএ চেইনের প্রসারণ প্রতিরোধ করে। \n\n\n== ইতিহাস ==\nঅ্যাক্টিনোমাইসিন ডি ছিল প্রথম অ্যান্টিবায়োটিক যা অ্যান্টি- ক্যান্সার কার্যকলাপ দেখায়।  ১৯৪০ সালে সেলম্যান ওয়াকসম্যান এবং তার সহকর্মী এইচ. বয়েড উডরাফ এটি প্রথম য়াবিস্কার করেন । এটি ইউএস ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ) দ্বারা ১০ ডিসেম্বর, ১৯৬৪-এ অনুমোদিত হয়েছিল এবং মার্ক শার্প এবং ডোহমে কসমেজেন নামে বাণিজ্যিকভাবে চালু হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Dactinomycin\"। Drug Information Portal। U.S. National Library of Medicine। \nটেমপ্লেট:Chemotherapeutic agents"}