{"pageid": 116711, "title": "দ্বিতীয় এলিজাবেথ", "url": "https://bn.wikipedia.org/wiki?curid=116711", "content": "দ্বিতীয় এলিজাবেথ (এলিজাবেথ আলেকজান্ড্রা ম্যারি; ২১ শে এপ্রিল ১৯২৬ — ৮ সেপ্টেম্বর ২০২২) ৬ ফেব্রুয়ারি ১৯৫২ থেকে ৮ সেপ্টেম্বর ২০২২ সাল পর্যন্ত যুক্তরাজ্যের রানি ছিলেন। তিনি তার রাজত্বকালে যুক্তরাজ্য ছাড়াও আরও প্রায় ৩২ টি দেশের রাণী ছিলেন এবং মৃত্যুকালে তার রাজত্ব ছিল ১৪টি কমনওয়েলথ রাজ্যের উপর। তার ৭০ বছর ২১৪ দিনের রাজত্ব ব্রিটিশ রাজতন্ত্রের ইতিহাসে দীর্ঘতম এবং তিনি ইতিহাসের সবচেয়ে দীর্ঘ সময় যাবত ক্ষমতায় থাকা নারী রাষ্ট্রপ্রধান।\nএলিজাবেথ লন্ডনের মেফেয়ারে ইয়র্কের ডিউক এবং ডাচেসের (পরে রাজা জর্জ এবং রাণী এলিজাবেথ) প্রথম সন্তান হিসেবে জন্মগ্রহণ করেছিলেন। তার বাবা ১৯৩৬ সালে নিজের ভাই রাজা অষ্টম এডওয়ার্ডের পরে সিংহাসনে আরোহণ করেছিলেন। আর সেই সময় থেকেই এলিজাবেথ সিংহাসনের উত্তরাধিকারী ছিলেন। তিনি বাড়িতে ব্যক্তিগতভাবে শিক্ষিত হয়েছিলেন এবং দ্বিতীয় বিশ্বযুদ্ধের সময় ব্রিটিশ স্থলসেনাবাহিনীর নারী বিভাগ অগজিলিয়ারি টেরটোরিয়াল সার্ভিসে কর্মরত থেকে জনসাধারণের দায়িত্ব পালন শুরু করেছিলেন। ১৯৪৭ সালে তিনি  গ্রিক ও ডেনমার্কের প্রাক্তন রাজপুত্র ডিউক অফ এডিনবরা ফিলিপকে বিয়ে করেন। এলিজাবেথ-ফিলিপ দম্পতির চারটি সন্তান হয়: তৃতীয় চার্লস; রাজকুমারী অ্যান; ইয়র্কের ডিউক যুবরাজ অ্যান্ড্রু; এবং ওয়েসেক্সের আর্ল যুবরাজ এডওয়ার্ড।\n১৯৫২ সালের ফেব্রুয়ারিতে তার বাবা রাজা ষষ্ঠ জর্জ মারা গেলে এলিজাবেথ কমনওয়েলথের প্রধান হন এবং সাতটি কমনওয়েলথভুক্ত দেশের রেজিমেন্টের প্রধান হন। দেশগুলো হচ্ছে যুক্তরাজ্য, কানাডা, অস্ট্রেলিয়া, নিউজিল্যান্ড, দক্ষিণ আফ্রিকা, পাকিস্তান এবং সিলন। ১৯৫৬ এবং ১৯৯২ সালের মধ্যে অঞ্চলগুলি স্বাধীনতা লাভ করার সাথে সাথে তার রাজ্যের সংখ্যা বিভিন্ন রকম হয় এবং দক্ষিণ আফ্রিকা, পাকিস্তান এবং সিলনসহ (শ্রীলঙ্কার নাম পরিবর্তন করা হয়) রাজ্যগুলি প্রজাতন্ত্র হয়ে ওঠে। তার অনেক ঐতিহাসিক পরিদর্শন এবং সভার মধ্যে আয়ারল্যান্ড প্রজাতন্ত্রে একটি রাষ্ট্রীয় সফর এবং পাঁচবার পোপের দর্শন বা সফর অন্তর্ভুক্ত। উল্লেখযোগ্য ঘটনাগুলিতে ১৯৫৩ সালে তার রাজ্যাভিযান এবং ১৯৭৭, ২০০২ এবং ২০১২ সালে যথাক্রমে তার রৌপ্য, স্বর্ণ এবং হীরক জয়ন্তী উদ্‌যাপন অন্তর্ভুক্ত। ২০১৭ সালে, তিনি নীলকান্তমণি জয়ন্তীতে পৌঁছানো প্রথম ব্রিটিশ রাজ্যশাসক হয়েছিলেন। জীবদ্দশায় তিনি সবচেয়ে দীর্ঘজীবী এবং সবচেয়ে দীর্ঘকাল ধরে শাসনকারী ব্রিটিশ রাজ্যশাসক ছিলেন। তিনি বিশ্বের ইতিহাসের দীর্ঘতম শাসনকারী নারী রাষ্ট্রপ্রধান এবং বিশ্বের সবচেয়ে বয়স্ক জীবিত রাজ্যশাসক ছিলেন, ২০২২ সালের হিসেব অনুযায়ী রাজা-রাণীদের মধ্যে সর্বাধিক দীর্ঘকালীন ধরে শাসনকারী রাজ্যশাসক এবং বর্তমান রাষ্ট্রপ্রধানদের মধ্যে সর্বাধিক প্রবীণ ও দীর্ঘকালীন রাষ্ট্রপ্রধান ছিলেন।\nএলিজাবেথ মাঝে মধ্যে প্রজাতন্ত্রের অনুভূতি এবং রাজপরিবারের চাপে সমালোচনার মুখোমুখি হয়েছিলেন। বিশেষত তার সন্তানদের বিয়ে ভেঙে যাওয়ার পরে ১৯৯২ সাল ছিল তার জন্য এক \"ভয়াবহ বছর\" (\"অ্যানাস হরিবিলিস\" Annus horribilis)। এরপর ১৯৯৭ সালে তার প্রাক্তন পুত্রবধূ ডায়ানা, প্রিন্সেস অফ ওয়েলসের মৃত্যুর পরেও তিনি সমালোচিত হন। যাইহোক যুক্তরাজ্যের রাজতন্ত্রের পক্ষে সমর্থন তার ব্যক্তিগত জনপ্রিয়তার পাশাপাশি ধারাবাহিকভাবে উচ্চতর ছিল।\n২০২২ সালের ৮ সেপ্টেম্বর তিনি বালমোরাল দুর্গ, স্কটল্যান্ড মৃত্যুবরণ করেন। তার মৃত্যুর বিশ্বের বহু নেতা, যুক্তরাজ্য ও কমনওয়েলথ রাষ্ট্রগুলোর সরকারপ্রধানসহ বহু সাধারণ মানুষ শোক প্রকাশ করেন। ১১ সেপ্টেম্বর তার ছেলে চার্লস তাকে আনুষ্ঠানিকভাবে স্থলাভিষিক্ত করেন।\n\n\n== জীবনের প্রথমার্ধ ==\n\nএলিজাবেথ আলেকজান্ড্রা ম্যারি উইন্ডসর তার পিতামহ রাজা জর্জের রাজত্বকালে ১৯২৬ সালের ২২ এপ্রিল তারিখে ২টা বেজে ৪০ মিনিটে (জিএমটি) জন্মগ্রহণ করেছিলেন। তার বাবা ডিউক অফ ইয়র্ক (পরে রাজা ষষ্ঠ জর্জ) ছিলেন রাজার দ্বিতীয় পুত্র। তার মা, ডাচেস অভ ইয়র্ক (পরবর্তীকালে রাণী এলিজাবেথ, রাণীমাতা) ছিলেন স্কটিশ অভিজাতদের আর্ল অফ স্ট্রথমোর এবং কিংহর্নের কনিষ্ঠ কন্যা। তিনি ২৯ শে মে, বাকিংহাম প্যালেসের প্রাইভেট চ্যাপেল ইয়র্কের অ্যাংলিকান আর্চবিশপ কসমো গর্ডন ল্যাং দ্বারা বাপ্তিস্ম হয়েছিলেন। তার মাতার নামানুসারে তাকে এলিজাবেথ নামকরণ করা হয়েছিল; ছয় মাস আগে মারা যাওয়া পঞ্চম জর্জের মায়ের নামানুসারে আলেকজান্ড্রা এবং ম্যারি তার পিতামহীর নামানুসারে রাখা হয়। তার নিকটতম পরিবার তাকে \"লিলিবেট\"  ডাকত, যা ছোটবেলায় তিনি নিজেকে বলেছিলেন তার ভিত্তিতে। তিনি তার দাদা, পঞ্চম জর্জ দ্বারা লালিত হয়েছিলেন এবং ১৯২৯ সালে তার গুরুতর অসুস্থতার সময় তিনি নিয়মিতভাবে সফর করেছিলেন এবং পরবর্তীকালে তার প্রফুল্লতা বাড়াতে এবং তার পুনরুদ্ধারের সহায়তায় জীবনীবিদরা তাকে দেখতে গিয়েছিল।\n\nএলিজাবেথের একমাত্র বোন প্রিন্সেস মার্গারেট ১৯৩০ সালে জন্মগ্রহণ করেছিলেন। দুই রাজকন্যা বাড়িতে তাদের মা এবং তাদের পরিচারিকা মেরিয়ন ক্রফোর্ডের তত্ত্বাবধানে শিক্ষিত হয়েছিল। তারা ইতিহাস, ভাষা, সাহিত্য এবং সংগীতে মনোনিবেশ করতেন। ক্রফোর্ড ১৯৩০ সালে 'দ্য লিটল প্রিন্সেস' নামে এলিজাবেথ এবং মার্গারেটের শৈশবকালীন একটি জীবনী প্রকাশ করেছিলেন। বইটিতে এলিজাবেথের ঘোড়া এবং কুকুরের প্রতি প্রেম, তার সুশৃঙ্খলতা এবং তার দায়িত্ব্বান মনোভাবের বর্ণনা রয়েছে। অন্যরা এ জাতীয় পর্যবেক্ষণকে নিয়ে বিভিন্ন কথা বলেছিলেন: উইনস্টন চার্চিল এলিজাবেথকে তখন \"দুই চরিত্রের\" ছিলেন বলে বর্ণনা করেছিলেন। তার মধ্যে একটি শিশুতে অবাক করা কর্তৃত্বের প্রতিচ্ছবি প্রতিবিম্বিতকরণ হয়েছে।\"  তার চাচাত ভাই মার্গারেট রোডস তাকে \"একটি হাসিখুশি ছোট মেয়ে, তবে মৌলিকভাবে বুদ্ধিমান এবং ভাল আচরণকারী\" হিসাবে বর্ণনা করেছিলেন।\n\n\n== সিংহাসনের উত্তরাধিকার ==\nতার দাদার আমলে, এলিজাবেথ ব্রিটিশ সিংহাসনের উত্তরাধিকারসূত্রে তৃতীয় ছিলেন, তার কাকা এডওয়ার্ড এবং তার বাবার পিছনে। যদিও তার জন্ম জনগণের স্বার্থ জাগিয়ে তোলে, তবুও তিনি রাণী হবেন আশা করা হয়নি, কারণ এডওয়ার্ড তখনও ছোট ছিলেন এবং সম্ভবত বিবাহিত এবং তার নিজের সন্তানও রয়েছে, যিনি এলিজাবেথকে উত্তরাধিকার সূত্রে এগিয়ে নিয়ে যাবেন। ১৯৩৬ সালে যখন তার দাদা মারা যান এবং তার কাকা অষ্টম এডওয়ার্ড সিংহাসনে বসেন, তখন তিনি তার পিতার পরে সিংহাসনের দ্বিতীয় অধিকারীতে পরিণত হন। সেই বছরের শেষদিকে, বিবাহবিচ্ছেদ হওয়া সোসালাইট ওয়ালিস সিম্পসনকে তার প্রস্তাবিত বিয়ের পরে এডওয়ার্ড ত্যাগ করেন, যা সাংবিধানিক সংকট তৈরি করেছিলেন।  ফলস্বরূপ, এলিজাবেথের বাবা রাজা হন, এবং তিনি উত্তরাধিকারী হিসাবে অনুমিত হয়ে ওঠেন। যদি তার বাবা-মা'র পরবর্তী পুত্র হয়, তবে সে উত্তরাধিকারী হয়ে উঠত এবং উত্তরাধিকারের তালিকায় তার উপরে থাকত, যা তৎকালীন প্রথম পুরুষ পছন্দ দ্বারা নির্ধারিত হ্ত।\nএলিজাবেথ সাংবিধানিক ইতিহাসে ইটন কলেজের ভাইস-প্রোভোস্ট হেনরি মার্টেনের কাছ থেকে প্রাইভেট টিউশন লাভ করেছিলেন এবং স্থানীয় ভাষী পরিচারিকাদের উত্তরসূরী থেকে ফরাসী ভাষা শিখতেন। গার্ল গাইডস সংস্থা, প্রথম বাকিংহাম প্যালেস সংস্থাটি বিশেষত গঠিত হয়েছিল যাতে তিনি নিজের বয়সের মেয়েদের সাথে সামাজিকীকরণ করতে পারেন। পরে তিনি সি রেঞ্জার হিসাবে ভর্তি হন। \n১৯৩৯ সালে, এলিজাবেথের বাবা-মা কানাডা এবং মার্কিন যুক্তরাষ্ট্র ভ্রমণ করেছিলেন। ১৯২৭ সালের মতো, তারা যখন অস্ট্রেলিয়া এবং নিউজিল্যান্ড সফর করেছিল, তখন এলিজাবেথ ব্রিটেনে রয়ে গিয়েছিলেন, যেহেতু তার বাবা তাকে পাবলিক ট্যুর করার জন্য খুব কমবয়সী মনে করেছিলেন। তার বাবা-মা চলে যাওয়ার সাথে সাথে তাকে \"অশ্রুসিক্ত\" দেখাচ্ছিল। তারা নিয়মিত চিঠিপত্র দেন, এবং তিনি এবং তার বাবা-মাকে ১৮ই মে প্রথম রয়্যাল ট্রান্সটল্যান্টিক টেলিফোন কল করেছিলেন।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯৩৯ সালের সেপ্টেম্বরে ব্রিটেন দ্বিতীয় বিশ্বযুদ্ধে প্রবেশ করেছিল।লর্ড হেইলশাম, পরামর্শ দেন যে রাজকুমারী এলিজাবেথ এবং মার্গারেটকে বোমাবর্ষণ এড়াতে কানাডায় স্থানান্তর করা উচিত। তাদের মা তা প্রত্যাখ্যান করেছিলেন, তিনি বলেছিলেন,\"বাচ্চারা আমাকে ছাড়া যাবে না। আমি রাজাকে ছাড়া নড়ব না। এবং রাজা কখনও যাবেন না।\" রাজকন্যারা ১৯৩৯ সালের ক্রিসমাস অবধি স্কটল্যান্ডের বালমোরাল ক্যাসলে থাকতেন, তারপর তারা নরফোকের সান্দ্রিংহাম হাউসে চলে আসেন। ১৯৪০ সালের ফেব্রুয়ারি থেকে মে মাস পর্যন্ত তারা উইন্ডসর রয়্যাল লজে থাকতেন, উইন্ডসর ক্যাসলে চলে যাওয়ার আগ পর্যন্ত, যেখানে তারা পরবর্তী পাঁচ বছর বেশিরভাগ সময় বাস করতেন। উইন্ডসর-এ, রাজকন্যারা কুইনস উলের তহবিলের সহায়তায় ক্রিসমাসে প্যান্টোমাইমস তৈরি করেছিল, যা সামরিক পোশাকগুলিতে বুননের জন্য সুতা কিনেছিল। ১৯৪০ সালে, 'বিবিসি'র চিলড্রেন আওয়ার' চলাকালীন ১৪ বছর বয়সী এলিজাবেথ তার প্রথম রেডিও সম্প্রচার করেছিলেন, শহরগুলি থেকে সরিয়ে নেওয়া অন্য শিশুদের উদ্দেশে। তিনি বলেছিলেন:\"আমরা আমাদের সাহসী নাবিক, সৈনিক এবং বিমানবাহিনীকে সহায়তা করার জন্য যথাসাধ্য চেষ্টা করছি এবং আমরাও যুদ্ধের বিপদ ও দুঃখের নিজস্ব অংশটি বহন করার চেষ্টা করছি। আমরা জানি, আমাদের প্রত্যেকেই জানি যে, শেষ পর্যন্ত সব ঠিক হবে।\"\n১৯৪৩ সালে, এলিজাবেথ গ্রেনাডিয়ার গার্ডস সফরে প্রথম একা প্রকাশ্যে উপস্থিত হন, যার আগের বছর তিনি কর্নেল নিযুক্ত হন। তিনি তার ১৮তম জন্মদিনের কাছে আসার সাথে সাথে সংসদ আইনটি পরিবর্তন করে যাতে তিনি তার পিতার অক্ষমতা বা বিদেশে অনুপস্থিতির ক্ষেত্রে কাজ করতে পারেন, যেমন ১৯৪৪ সালের জুলাইয়ে ইতালি সফর। ১৯৪৫ সালের ফেব্রুয়ারিতে, তিনি সহায়ক টেরিটোরিয়াল সার্ভিসে সম্মানিত সেকেন্ড সাবআল্টার্ন হিসাবে ২৩০৮৭৩ নম্বর সংখ্যার সাথে নিযুক্ত হন। তিনি চালক এবং মেকানিক হিসাবে প্রশিক্ষিত হন এবং পাঁচ মাস পরে তাকে সম্মানসূচক জুনিয়র কমান্ডার (সেই সময়ে অধিনায়কের মহিলা সমতুল্য) পদমর্যাদা দেওয়া হয়েছিল।\n\nইউরোপের যুদ্ধ শেষে, ইউরোপ বিজয় দিবসে, এলিজাবেথ এবং মার্গারেট লন্ডনের রাস্তায় উদ্‌যাপনকারীদের ভিড়ের সাথে বেনামে মিশে যান। এলিজাবেথ পরে এক বিরল সাক্ষাৎকারে বলেছিলেন, \"আমরা আমার বাবা-মাকে জিজ্ঞাসা করেছি যে আমরা বাইরে গিয়ে দেখতে পারি কিনা। আমার মনে আছে আমরা যাবার অনুমতি পেয়ে আতঙ্কিত হয়েছিলাম। আ্মার মনে পড়ে অজানা লোকেরা লাইনগুলিতে হাত যোগ করেছে এবং হোয়াইটহল ধরে চলেছে, আমরা সকলেই কেবল সুখ এবং স্বস্তির জোয়ারে সাঁতার কাটাচ্ছি।\"\nযুদ্ধের সময়, ওয়েলসের সাথে আরও ঘনিষ্ঠভাবে এলিজাবেথকে যুক্ত করে ওয়েলস জাতীয়তাবাদকে কাটিয়ে ওঠার পরিকল্পনা তৈরি করা হয়েছিল। ওয়েলসের রাজনীতিবিদরা পরামর্শ দিয়েছিলেন যে তার ১৮তম জন্মদিনে তাকে প্রিন্সেস অফ ওয়েলস করা হোক। স্বরাষ্ট্রসচিব, হারবার্ট মরিসন এই ধারণাকে সমর্থন করেছিলেন, তবে রাজা এটিকে প্রত্যাখ্যান করেছিলেন, কারণ তিনি অনুভব করেছিলেন যে এই জাতীয় খেতাব কেবলমাত্র ওয়েলসের রাজপুত্রের স্ত্রীর জন্য ছিল এবং প্রিন্স অফ ওয়েলস সর্বদা উত্তরাধিকারী ছিলেন। ১৯৪৬ সালে, তিনি ওয়েলস ন্যাশনাল ইরেস্টডফডে ওয়েলস গর্সেড্ড অফ বার্ডসে অন্তর্ভুক্ত হন।\nরাজকন্যা এলিজাবেথ ১৯৪৭ সালে দক্ষিণ আফ্রিকায় তার বাবা-মায়ের সাথে প্রথম বিদেশ সফরে গিয়েছিলেন। এই সফরকালে, তার একবিংশ জন্মদিনে ব্রিটিশ কমনওয়েলথকে একটি সম্প্রচারে, তিনি নিম্নলিখিত প্রতিশ্রুতি দিয়েছিলেন:\"আমি আপনাদের সামনে ঘোষণা করছি যে আমার পুরো জীবন, এটি দীর্ঘ বা সংক্ষিপ্ত হোক না কেন, আপনাদের সেবায় এবং আমাদের মহান রাজকীয় পরিবারের সেবার প্রতি নিবেদিত হবে, যাতে আমরা প্রত্যেকেই অন্তর্ভুক্ত।\"\n\n\n=== বিবাহ ===\nএলিজাবেথ তার ভবিষ্যত স্বামী, গ্রিস এবং ডেনমার্কের প্রিন্স ফিলিপের সাথে ১৯৩৪ এবং ১৯৩৭ সালে দেখা করেছিলেন। ১৯৩৯ সালের জুলাই মাসে ডার্টমাউথের রয়্যাল নেভাল কলেজে আরেকটি বৈঠকের পরে, এলিজাবেথ - যদিও তার বয়স তখন মাত্র ১৩ বছর ছিল - তিনি বলেছিলেন যে তিনি ফিলিপের প্রেমে পড়েছেন এবং তারা চিঠি আদান-প্রদান শুরু করে। ৯ জুলাই ১৯৪৭ সালে আনুষ্ঠানিকভাবে তাদের বাগদানের ঘোষণা দেওয়া হলে তিনি তখন ২১ বছর বয়সের ছিলেন।\n\nবাগদানটি বিতর্কিত ছিল; যেহেতু ফিলিপের কোনও আর্থিক অবস্থান ছিল না, তিনি বিদেশে জন্মগ্রহণ করেছিলেন (যদিও একজন ব্রিটিশ প্রজন্ম যিনি দ্বিতীয় বিশ্বযুদ্ধের সময় রয়েল নেভিতে কর্মরত ছিলেন), এবং তার বোনেরা নাৎসিদের সাথে জার্মান অভিজাতদের বিয়ে করেছিলেন। মেরিওন ক্রফোর্ড লিখেছিলেন, \"রাজার কিছু উপদেষ্টা তাকে তার পক্ষে যথেষ্ট ভাল মনে করেননি। তিনি বাড়ি বা রাজ্য ছাড়া রাজপুত্র ছিলেন। কিছু কাগজ ফিলিপের বিদেশী উৎসের সুতায় দীর্ঘ এবং জোরে সুর বেঁধেছিল।\" পরবর্তী জীবনীগুলি জানিয়েছে যে এলিজাবেথের মায়ের এই বিবাহ সম্পর্কে প্রাথমিকভাবে বিরূপ ছিলেন এবং ফিলিপকে \" দ্যা হুন \" বলে উত্ত্যক্ত করেছিলেন। তবে পরবর্তীতে, রাণী মার জীবনীবিদ টিম হিল্ডকে বলেছিলেন যে- ফিলিপ \"একজন ইংরেজ ভদ্রলোক\"।\nবিয়ের আগে ফিলিপ তার গ্রীক ও ডেনিশ উপাধি ত্যাগ করেছিলেন, গ্রীক অর্থোডক্সি থেকে আনুষ্ঠানিকভাবে অ্যাঙ্গেলিকানবাদে রূপান্তরিত হয়েছিলেন এবং মায়ের ব্রিটিশ পরিবারের উপাধি নিয়ে লেফটেন্যান্ট ফিলিপ মাউন্টব্যাটেন উপাধি গ্রহণ করেছিলেন। বিয়ের ঠিক আগে, তাকে এডিনবার্গের ডিউক করা হয়েছিল এবং তাকে রয়্যাল হাইনেস উপাধিটি প্রদান করা হয়েছিল। এলিজাবেথ এবং ফিলিপ ওয়েস্টমিনস্টার অ্যাবেতে ১৯৪৭ সালের ২০ নভেম্বর বিয়ে করেছিলেন। তারা বিশ্বজুড়ে ২,৫০০টি বিয়ের উপহার পেয়েছিল। ব্রিটেন তখনও যুদ্ধের বিধ্বস্ততা থেকে পুরোপুরি সুস্থ হয়ে উঠেনি, তাই এলিজাবেথকে তার গাউনটির জন্য প্রয়োজনীয় সামগ্রী কিনতে রেশন কুপনের প্রয়োজন হয়েছিল, যা নরম্যান হার্টনেল ডিজাইন করেছিলেন। যুদ্ধোত্তর ব্রিটেনে ফিলিপের বেঁচে থাকা তিনবোনকে বিয়েতে আমন্ত্রণ জানানো মোটেই গ্রহণযোগ্য ছিল না। পূর্বের রাজা এডওয়ার্ড অষ্টম ডিউক অফ উইন্ডসরকেও বিয়েতে আমন্ত্রণ জানানো হয়নি।\n১৯৪৮ সালের ১৪ নভেম্বর এলিজাবেথ তার প্রথম সন্তান প্রিন্স চার্লসের জন্ম দেন। এক মাস আগে, রাজা চিঠি জারি করে এলিজাবেথের সন্তানদের রাজকুমার বা রাজকন্যার উপাধি ব্যবহার করতে দিয়েছিলেন, অন্যথায় তারা হতেন না যেহেতু তাদের পিতা আর রাজপুত্র ছিল না। দ্বিতীয় সন্তান প্রিন্সেস অ্যান ১৯৫০ সালে জন্মগ্রহণ করেছিলেন।\nতাদের বিবাহের পরে, এই দম্পতি লন্ডনের ক্লারেন্স হাউসে থাকার সময় ১৯৪৯ সালের জুলাই পর্যন্ত উইন্ডসর ক্যাসেলের নিকটে উইন্ডলশাম মুরে থাকতেন। ১৯৪৯ থেকে ১৯৫১ সালের মধ্যে বিভিন্ন সময়ে ডিউক অফ এডিনবার্গ মাল্টার ব্রিটিশ ক্রাউন কলোনীতে কর্মরত রয়্যাল নেভি অফিসার হিসাবে নিযুক্ত ছিলেন। মাল্টায় ফিলিপের চাচা লর্ড মাউন্টব্যাটেনের ভাড়া বাসা গর্ডারাম্যানিয়া শহরের ভিলা গার্ডামেঙ্গিয়ায় একসময় তিনি এবং এলিজাবেথ বেশ কয়েক মাস ধরে থেকেছিলেন। তাদের সন্তানরা ব্রিটেনে রয়ে গিয়েছিল।\n\n\n== রাজত্ব ==\n\n\n=== অধিগ্রহণ এবং রাজ্যাভিষেক ===\n\n১৯৫১ এর সময়, ষষ্ঠ জর্জর স্বাস্থ্যের হানি ঘটে এবং এলিজাবেথ প্রায়শই সর্বজনীন ইভেন্টগুলিতে তার হয়ে কাজ করত। ১৯৫১ সালের অক্টোবরে তিনি যখন কানাডা সফর করেছিলেন এবং ওয়াশিংটন ডিসি-তে রাষ্ট্রপতি হ্যারি এস ট্রুমানকে দেখতে গিয়েছিলেন, তার ব্যক্তিগত সচিব, মার্টিন চার্টারিস রাজা সফরকালে মারা গেলে তার মৃত্যু সংক্রান্ত একটি খসড়া বহন করেছিল। ১৯৫২ সালের গোড়ার দিকে, এলিজাবেথ এবং ফিলিপ কেনিয়ার পথে অস্ট্রেলিয়া এবং নিউজিল্যান্ড সফরের উদ্দেশ্যে যাত্রা করেছিলেন। ১৯৫২ সালের ফেব্রুয়ারি মাসে তারা ট্রেনটপস হোটেলে রাত কাটানোর পরে তার কেনিয়ার বাড়িতে সাগানা লজে ফিরে এসে রাজার মৃত্যুর খবর শোনেন। ফিলিপ নতুন রাণীকে খবরটি দেন। মার্টিন চার্টারিস তাকে একটি নিয়মিত নাম চয়ন করতে বললে; তিনি \"অবশ্যই\" এলিজাবেথ নামে থাকতে বেছে নিয়েছিলেন; এইভাবে তাকে দ্বিতীয় এলিজাবেথ বলা হত, যা স্কটল্যান্ডে অনেক স্কটকে বিরক্ত করেছিল কারণ তিনিই স্কটল্যান্ডে রাজত্ব করা প্রথম এলিজাবেথ ছিলেন। তিনি তার রাজ্যজুড়ে রাণী হিসাবে ঘোষিত হয়েছিলেন এবং রাজকীয় দলটি তাড়াতাড়ি যুক্তরাজ্যে ফিরে আসেন। তিনি এবং ডিউক অফ এডিনবার্গ বাকিংহাম প্রাসাদে চলে এসেছিলেন।\nএলিজাবেথের অধিগ্রহণের পরে, সম্ভবত মনে হয়েছিল যে রাজকীয় বাড়িটি ডিউক অফ এডিনবার্গ নামটি বহন করবে, স্ত্রীর বিবাহের পরে তার স্বামীর উপাধি নেওয়ার রীতি অনুসার। ডিউকের মামা লর্ড মাউন্টব্যাটেন হাউস অফ মাউন্টব্যাটেন নামটির পক্ষে ছিলেন। ফিলিপ হাউস অফ এডিনবার্গের পরামর্শ দিয়েছিলেন তার দ্বৈত উপাধির জন্যে। ব্রিটিশ প্রধানমন্ত্রী উইনস্টন চার্চিল এবং এলিজাবেথের দাদি কুইন মেরি হাউস অফ উইন্ডসর ধরে রাখার পক্ষে ছিলেন এবং তাই ১৯৫২ সালের ৯ এপ্রিল এলিজাবেথ একটি ঘোষণা জারি করেছিলেন যে রাজকীয় বাড়ির নাম উইন্ডসর থাকবে। ডিউক অভিযোগ করেছিলেন, \"আমি দেশের একমাত্র ব্যক্তি, যে নিজের সন্তানদের নিজের নাম দেওয়ার অনুমতি পাইনি।\" ১৯৫৩ সালে কুইন মেরির মৃত্যুর পরে এবং ১৯৫৫ সালে চার্চিলের পদত্যাগের পরে, ১৯৬০ সালে ফিলিপ এবং এলিজাবেথের পুরুষ-বংশধর যারা রাজকীয় উপাধি রাখেন না তাদের জন্য মাউন্টব্যাটেন-উইন্ডসর উপাধি গৃহীত হয়েছিল।\nরাজ্যাভিষেকের প্রস্তুতির মধ্যে, প্রিন্সেস মার্গারেট তার বোনকে বলেছিলেন যে তিনি পিটার টাউনসেন্ডকে বিবাহবিচ্ছেদ করতে চান। তিনি মার্গারেটের চেয়ে বয়সে বড় ছিলেন, তার আগের বিবাহ থেকে দুটি ছেলে ছিল। রাণী তাদের এক বছর অপেক্ষা করতে বলেন; চার্টারিসের কথায়, \"রাণী স্বাভাবিকভাবেই রাজকন্যার প্রতি সহানুভূতিশীল ছিল, তবে আমি মনে করি তিনি মনে করেছিলেন - তিনি আশা করেছিলেন যে সময় পেলে, বিষয়টি ঠিক হবে।\" প্রবীণ রাজনীতিবিদরা এর বিপক্ষে ছিলেন এবং ইংলিশ চার্চ বিবাহ বিচ্ছেদের পরে পুনরায় বিবাহের অনুমতি দেয়নি। মার্গারেট যদি নাগরিক বিবাহের চুক্তি করে থাকেন তবে তার উত্তরাধিকারের অধিকারটি ত্যাগ করার আশা করা হত। মার্গারেট টাউনসেন্ডের সাথে তার পরিকল্পনা ত্যাগ করার সিদ্ধান্ত নিয়েছিলেন।\n২৪ শে মার্চ কুইন মেরির মৃত্যু সত্ত্বেও, ১৯৫৩ সালের ২রা জুন রাজ্যাভিষেক পরিকল্পনা অনুসারে এগিয়ে যায়, যেমনটি মেরি তার মৃত্যুর আগে চেয়েছিলেন। অভিষেক এবং কথোপকথন বাদে ওয়েস্টমিনিস্টার অ্যাবেতে অনুষ্ঠানটি প্রথমবার টেলিভিশনে দেখানো হয়। কমনওয়েলথ দেশগুলির ফুলের প্রতীকগুলির সাথে তার নির্দেশে এলিজাবেথের অভিষেকের গাউনটির সূচিকর্ম করা হয়েছিল।\n\n\n=== কমনওয়েলথের ক্রমাগত বিবর্তন ===\n\nএলিজাবেথের জন্মের পর থেকে ব্রিটিশ সাম্রাজ্য কমনওয়েলথ অফ নেশনস-এ রূপান্তরিত হয়ে চলেছিল। ১৯৫২ সালে তার অধিগ্রহণের সময়, একাধিক স্বতন্ত্র রাষ্ট্রের প্রধান হিসাবে তার ভূমিকা ইতোমধ্যে প্রতিষ্ঠিত হয়েছিল। ১৯৫৩ সালে, রাণী এবং তার স্বামী সাত মাসের বিশ্বব্যাপী সফর শুরু করেছিলেন, ১৩টি দেশ পরিদর্শন করেছিলেন এবং স্থল, সমুদ্র ও বিমানের মাধ্যমে ৪০,০০০ মাইল (৬৪,০০০ কিলোমিটার) ভ্রমণ করেছিলেন। তিনি অস্ট্রেলিয়া এবং নিউজিল্যান্ডের প্রথম শাসনকর্তা রাজা হয়েছিলেন যারা এই দেশগুলিতে ভ্রমণ করেছিলেন। এই সফরের সময়, প্রচুর ভিড় হয়েছিল; অস্ট্রেলিয়ার জনসংখ্যার তিন-চতুর্থাংশ লোক তাকে দেখ্তে এসেছিল বলে অনুমান করা হয়েছিল। সর্বত্র তার রাজত্বে, রাণী শত শত রাষ্ট্র ভ্রমণ করেছেন, অন্যান্য দেশের এবং কমনওয়েলথের ট্যুর করেছেন; তিনি সর্বাধিক ভ্রমণকারী রাষ্ট্রীয় প্রধান।\n১৯৫৬ সালে, ব্রিটিশ এবং ফরাসী প্রধানমন্ত্রী স্যার অ্যান্টনি ইডেন এবং গাই মোললেট ফ্রান্সের কমনওয়েলথে যোগদানের সম্ভাবনা নিয়ে আলোচনা করেছিলেন। প্রস্তাবটি কখনই গৃহীত হয়নি এবং পরের বছর ফ্রান্স রোমের চুক্তিতে স্বাক্ষর করে, যা ইউরোপীয় ইউনিয়নের পূর্ববর্তী ইউরোপীয় অর্থনৈতিক সম্প্রদায় প্রতিষ্ঠা করে। ১৯৫৬ সালের নভেম্বরে ব্রিটেন ও ফ্রান্স সুয়েজ খাল দখল করার এক ব্যর্থ প্রয়াসে মিশর আক্রমণ করেছিল। লর্ড মাউন্টব্যাটেন দাবি করেছিলেন যে রাণী আক্রমণটির বিরোধিতা করেছিলেন, যদিও ইডেন এটি অস্বীকার করেছিলেন। ইডেন দুইমাস পরে পদত্যাগ করেন। \n\nকোনও নেতা বাছাই করার জন্য কনজারভেটিভ পার্টির মধ্যে আনুষ্ঠানিক ব্যবস্থা না থাকার অর্থ ইডেনের পদত্যাগের পরে, সরকার গঠনের জন্য কে কমিশন করবেন তা সিদ্ধান্ত নেয়া রাণীর হাতে পড়ে গেল। ইডেন সুপারিশ করেছিলেন যে তিনি কাউন্সিলের লর্ড প্রেসিডেন্ট লর্ড স্যালসবারির সাথে পরামর্শ করুন। লর্ড স্যালসবারি এবং লর্ড চ্যান্সেলর লর্ড কিলমায়ার ব্রিটিশ মন্ত্রিসভা চার্চিল এবং ১৯২২ সালের ব্যাকবেঞ্চ কমিটির চেয়ারম্যানের পরামর্শ নিয়েছিলেন, ফলস্বরূপ রাণী তাদের প্রস্তাবিত প্রার্থী নিয়োগ করেছিলেন: হ্যারল্ড ম্যাকমিলানকে।\nসুয়েজ সঙ্কট এবং ইডেনের উত্তরসূরির পছন্দ ১৯৫৫ সালে রাণীর প্রথম প্রধান ব্যক্তিগত সমালোচনার দিকে পরিচালিত করেছিল। তার মালিকানাধীন এবং সম্পাদনা করা একটি ম্যাগাজিনে,  লর্ড অল্ট্রিনচ্যাম তাকে \"যোগাযোগের বাইরে\" থাকার অভিযোগ করেছিলেন। জনগণের ব্যক্তিত্বদের দ্বারা আল্ট্রিচামের নিন্দা করা হয়েছিল এবং জনগণের একজন সদস্য তার মন্তব্যে হতবাক হয়েছিলেন। ছয় বছর পরে, ১৯৬৩ সালে ম্যাকমিলান পদত্যাগ করেন এবং রাণীকে তার আর্ল অফ হোমকে প্রধানমন্ত্রী হিসাবে নিয়োগের পরামর্শ দিয়েছিলেন। স্বল্প সংখ্যক মন্ত্রী বা একক মন্ত্রীর পরামর্শে প্রধানমন্ত্রী নিয়োগের জন্য আবারও সমালোচিত হয়েছিলেন রাণী। ১৯৬৫ সালে কনজারভেটিভরা নেতৃত্ব নির্বাচনের জন্য একটি আনুষ্ঠানিক ব্যবস্থা গ্রহণ করেছিলেন, এভাবে ্রাণী জড়িত হওয়া থেকে মুক্তি পান।\n১৯৫৭ সালে তিনি মার্কিন যুক্তরাষ্ট্রে একটি রাষ্ট্রীয় সফর করেছিলেন, যেখানে তিনি কমনওয়েলথের পক্ষে জাতিসংঘের সাধারণ অধিবেশনকে সম্বোধন করেছিলেন। একই সফরে, তিনি ২৩তম কানাডিয়ান সংসদ উদ্বোধন করে সংসদ অধিবেশন উদ্বোধন করা কানাডার প্রথম রাজা হন। দু'বছর পরে, সম্পূর্ণ কানাডার রাণী হিসাবে তার যোগ্যতায় তিনি মার্কিন যুক্তরাষ্ট্রে ফিরে এসে কানাডা সফর করেছিলেন। ১৯৬১ সালে তিনি সাইপ্রাস, ভারত, পাকিস্তান, নেপাল এবং ইরান ভ্রমণ করেছিলেন। একই বছর ঘানা সফরকালে, তিনি তার সুরক্ষার জন্য আশঙ্কাকে উড়িয়ে দিয়েছেন, যদিও আয়োজক, রাষ্ট্রপতি কোয়েমে নক্রুমাহ, যিনি তাকে রাষ্ট্রপ্রধান হিসাবে প্রতিস্থাপন করেছিলেন, হত্যাকারীদের লক্ষ্য ছিল। হ্যারল্ড ম্যাকমিলান লিখেছেন, \"রাণী পুরোপুরি মনোযোগী হয়েছেন ... তিনি তার সাথে ... একজন চলচ্চিত্র তারকার মতো আচরণ করার জন্য অধৈর্য হয়ে উঠেছেন ... তার সত্যিই 'একজন মানুষের হৃদয় এবং পেট' রয়েছে ... তিনি তার কর্তব্য পছন্দ করেন এবং একজন রাণী হন।\" ১৯৬৪ সালে কিউবেকের বিভিন্ন অঞ্চল ঘুরে দেখার আগে, সংবাদমাধ্যম জানিয়েছে যে কিউবেক বিচ্ছিন্নতাবাদী আন্দোলনের উগ্রপন্থীরা এলিজাবেথকে হত্যার ষড়যন্ত্র করছে। কোনও চেষ্টা করা হয়নি, তবে তিনি মন্ট্রিল থাকাকালীন একটি দাঙ্গা শুরু করেছিল; যা রাণীর \"সহিংসতার মুখে শান্ততা এবং সাহস\" হিসেবে উল্লেখ করা হয়েছিল।\n১৯৫৯ এবং ১৯৬৩ সালে এলিজাবেথ প্রিন্স অ্যান্ড্রু এবং এডওয়ার্ডকে গর্ভধারণ করেন। যেটা তার শাসনকালে ব্রিটিশ পার্লামেন্টের রাষ্ট্রীয় উদ্বোধনী অনুষ্ঠানের একমাত্র সময় যখন তিনি উপস্থিত থাকেননি। ঐতিহ্যবাহী অনুষ্ঠান সম্পাদনের পাশাপাশি তিনি নতুন অনুশীলনও চালু করেছিলেন। ১৯৭০ সালে অস্ট্রেলিয়া এবং নিউজিল্যান্ড সফরকালে জনসাধারণের সাধারণ সদস্যদের সাথে তার প্রথম রাজকীয় হাঁটাচলা হয়েছিল।\n\n\n=== বি-উপনিবেশীকরণ বেগবান হওয়া ===\n\n১৯৬০ এবং ১৯৭০ এর দশকে আফ্রিকা এবং ক্যারিবীয়দের বি-উপনিবেশীকরণ বেগবান হয়েছিল। স্ব-সরকারে পরিকল্পিত পরিবর্তনের অংশ হিসাবে ২০টিরও বেশি দেশ ব্রিটেনের কাছ থেকে স্বাধীনতা অর্জন করেছিল। তবে ১৯৬৫ সালে রোডেসিয়ার প্রধানমন্ত্রী ইয়ান স্মিথ সংখ্যাগরিষ্ঠ শাসনের দিকে অগ্রসর হওয়ার বিরোধিতা করে এলিজাবেথের প্রতি “আনুগত্য ও নিষ্ঠা” প্রকাশের সময় একতরফাভাবে স্বাধীনতা ঘোষণা করেছিলেন। যদিও রাণী তাকে আনুষ্ঠানিকভাবে বরখাস্ত করেছিলেন, এবং আন্তর্জাতিক সম্প্রদায় রোডেসিয়ার বিরুদ্ধে নিষেধাজ্ঞাগুলি প্রয়োগ করেছিল, তবে তার শাসনকাজ এক দশক ধরে বেঁচে ছিল। পূর্বের সাম্রাজ্যের সাথে ব্রিটেনের সম্পর্ক দুর্বল হওয়ার সাথে সাথে ব্রিটিশ সরকার ইউরোপীয় সম্প্রদায়ের কাছে প্রবেশের চেষ্টা করেছিল, এটি একটি লক্ষ্য যা ১৯৭৩ সালে অর্জিত হয়েছিল।\n১৯৭৪ সালের ফেব্রুয়ারিতে ব্রিটিশ প্রধানমন্ত্রী অ্যাডওয়ার্ড হিথ রাণীকে তার অস্ট্রোনেশীয় প্রশান্ত মহাসাগর রিমের সফরের মাঝামাঝি সময়ে একটি সাধারণ নির্বাচন করার আহ্বান জানিয়েছিলেন, যাতে তাকে ব্রিটেনে ফিরে যেতে হবে। নির্বাচনের ফলে স্থগিত সংসদ হয়েছিল; হিথের কনজারভেটিভরা বৃহত্তম দল ছিল না, তবে তারা যদি লিবারালদের সাথে জোট গঠন করে তবে পদে থাকতে পারত। হিথ কেবল তখনই পদত্যাগ করেন যখন জোট প্রতিষ্ঠার বিষয়ে আলোচনার বিষয়ে আলোচনা হয়, তারপরে রাণী বিরোধী দলনেতা, লেবারের হ্যারল্ড উইলসনকে সরকার গঠনের জন্য বলেছিলেন।\nএক বছর পরে, ১৯৭৫ সালের অস্ট্রেলিয়ান সাংবিধানিক সঙ্কটের শীর্ষে অস্ট্রেলিয়ার প্রধানমন্ত্রী গফ হুইটলামকে গভর্নর-জেনারেল স্যার জন কেরকে তার পদ থেকে বরখাস্ত করেছিলেন, বিরোধী-নিয়ন্ত্রিত সিনেট হুইটলামের বাজেটের প্রস্তাব প্রত্যাখ্যান করার পরে। প্রতিনিধি পরিষদে হুইটলামের সংখ্যাগরিষ্ঠতা হওয়ায় স্পিকার গর্ডন শোলস রাণীর কাছে কেরের সিদ্ধান্তকে প্রত্যাখ্যান করার আবেদন করেছিলেন। তিনি অস্বীকার করে বলেন, তিনি গভর্নর-জেনারেলের পক্ষে অস্ট্রেলিয়ার সংবিধান দ্বারা সংরক্ষিত সিদ্ধান্তগুলিতে হস্তক্ষেপ করবেন না। এই সংকট অস্ট্রেলিয়ান প্রজাতন্ত্রকে আরও বেগবান করেছিল।\n\n\n=== রজতজয়ন্তী ===\n\n১৯৭৭ সালকে এলিজাবেথ তার রাজত্বের রজতজয়ন্তী উপলক্ষে চিহ্নিত করেছিলেন। কমনওয়েলথ জুড়ে ইভেন্টগুলি সংঘটিত হয়েছিল, অনেকগুলি তার সম্পর্কিত জাতীয় এবং কমনওয়েলথ সফরগুলির সাথে মিলে যায়। রাজকন্যা মার্গারেটের স্বামী লর্ড স্নোডনের কাছ থেকে বিচ্ছিন্ন হওয়ার কার্যত কাক্সিক্ষত নেতিবাচক প্রেস কভারেজ সত্ত্বেও এই উদ্‌যাপনগুলি রাণীর জনপ্রিয়তার পুনঃপ্রকাশ করেছিল। ১৯৭৮ সালে রাণী রুমানিয়ার কমিউনিস্ট নেতা নিকোলাই চসেস্ক, ও তার স্ত্রী এলেনা্র সাথে যুক্তরাজ্য ভ্রমণ করার জন্য একটি রাষ্ট্রীয় সফরে সহ্য করেছিলেন, যদিও ব্যক্তিগতভাবে তিনি \"তাদের হাতে রক্ত\" ছিল বলে মনে করেন। পরের বছর দুবার বড় ঘটনা ঘটে:একজন কমিউনিস্ট গুপ্তচর হিসেবে অ্যান্থনি ব্লান্টের মুখোশ উন্মোচন, যিনি সাবেক কুইন্স ছবির সার্ভেয়ার; অন্যটি ছিল অস্থায়ী আইরিশ রিপাবলিকান সেনাবাহিনী দ্বারা তার আত্মীয় লর্ড মাউন্টব্যাটেনকে হত্যা।\nপল মার্টিন সিনিয়র এর মতে, ১৯৭০ এর দশকের শেষে রাণী চিন্তিত হয়েছিলেন যে কানাডার প্রধানমন্ত্রী পিয়েরে ট্রুডোর কাছে \"মুকুটের খুব একটা অর্থ ছিল না\"। টনি বেন বলেছেন, রাণী ট্রুডুকে \"বরং হতাশাজনক\" বলে মনে করেছিলেন। ট্রুডোর প্রজাতন্ত্রবাদ তার বিরোধীদের দ্বারা নিশ্চিত হয়ে গেছে, যেমন বাকিংহাম প্যালেসে ব্যানার সরানো এবং ১৯৭৭ সালে রাণীর পিছনে পিওরয়েট করা, এবং তার দায়িত্বকালীন সময়ে কানাডার বিভিন্ন রাজকীয় প্রতীক অপসারণ। ১৯৮০ সালে কানাডার রাজনীতিকরা কানাডার সংবিধানের দেশপ্রেম নিয়ে আলোচনার জন্য লন্ডনে প্রেরণ করেছিলেন রাণীকে \"আরও ভালভাবে অবহিত করেছেন\" ... ব্রিটিশ রাজনীতিবিদ বা আমলাদের কারও চেয়ে।\" তিনি বিল সি -৬০ এর ব্যর্থতার পরে বিশেষভাবে আগ্রহী ছিলেন, যা তার রাষ্ট্রপ্রধানের ভূমিকাকে প্রভাবিত করবে। দেশপ্রেম কানাডার সংবিধান থেকে ব্রিটিশ পার্লামেন্টের ভূমিকা সরিয়ে দেয়, তবে রাজতন্ত্র বজায় ছিল। ট্রুডো তার স্মৃতিচারণে বলেছিলেন যে রাণী সংবিধান সংস্কারের জন্য তার প্রয়াসকে সমর্থন করেছিলেন এবং তিনি \"তিনি প্রকাশ্যে যে অনুগ্রহ প্রকাশ করেছিলেন\" এবং \"তিনি ব্যক্তিগতভাবে যে মাধুর্য দেখিয়েছিলেন\" তাতে মুগ্ধ হয়েছিলেন।\n\n\n=== ১৯৮০ এর দশক ===\n১৯৮১ সালে ট্রুপিং দ্যা কালার অনুষ্ঠানের সময়, প্রিন্স চার্লস এবং লেডি ডায়ানা স্পেন্সারের বিয়ের ছয় সপ্তাহ আগে, রাণী যখন লন্ডনের দ্য মল, তার ঘোড়া, বার্মিজের উপর দিয়ে চড়েছিলেন তখন নিকটবর্তী স্থান থেকে রাণীকে গুলি করা হয়েছিল। পরে শটটি ফাঁকা রয়েছে বলে পুলিশ আবিষ্কার করে। ১৭ বছর বয়সী হামলাকারী, মার্কাস সরজেন্টকে পাঁচ বছরের কারাদণ্ড দেওয়া হয় এবং তিন বছর পরে তাকে মুক্তি দেওয়া হয়েছিল। তার ঘোড়ার সওয়ারি নিয়ন্ত্রণে রাণীর আত্মসংযম এবং দক্ষতার প্রশংসা করা হয়েছিল।\nকয়েক মাস পরে, অক্টোবরে, রাণী নিউজিল্যান্ডের ডুনেডিন সফরে যাওয়ার সময় অন্য আরেকটি হামলার শিকার হয়েছিলেন। নিউজিল্যান্ড সিকিউরিটি ইন্টেলিজেন্স সার্ভিস ডকুমেন্টস, যা ২০১৮ এ প্রকাশ পেয়েছে যে ১৭ বছর বয়সী ক্রিস্টোফার জন লুইস প্যারেড উপেক্ষা করে একটি বিল্ডিংয়ের পঞ্চম তলা থেকে .২২ রাইফেল দিয়ে গুলি চালিয়েছিল, তবে মিস করে।  লুইসকে গ্রেপ্তার করা হয়েছিল, তবে কখনও হত্যার চেষ্টা বা বিশ্বাসঘাতকতার অভিযোগে অভিযুক্ত করা হয়নি, এবং আগ্নেয়াস্ত্রকে অবৈধ দখল ও স্রাবের জন্য তিন বছরের কারাদন্ডে দণ্ডিত করা হয়েছে। তার সাজার দু'বছর পরে সে ডায়ানা এবং তাদের ছেলে প্রিন্স উইলিয়ামের সাথে দেশে বেড়াতে আসা চার্লসকে হত্যা করার জন্য একটি মনোরোগ হাসপাতাল থেকে পালানোর চেষ্টা করেছিলেন।\n\n১৯৮২ সালের এপ্রিল থেকে সেপ্টেম্বর অবধি রাণী তার ছেলে প্রিন্স অ্যান্ড্রুকে নিয়ে উদ্বিগ্ন কিন্তু গর্বিত ছিলেন, যিনি ফকল্যান্ড যুদ্ধের সময় ব্রিটিশ বাহিনীতে দায়িত্ব পালন করছিলেন। ৯ই জুলাই, তিনি বাকিংহাম প্যালেসে তার বেডরুমে তার সাথে ঘরে একজন অনুপ্রবেশকারী মাইকেল ফাগানকে খুঁজে পেয়ে জেগেছিলেন। সুরক্ষার গুরুতর অবসন্নতায়, প্যালেস পুলিশ সুইচবোর্ডে দুটি কল করার পরে তারা সহায়তায় উপস্থিত হয়েছিল। ১৯৮২ সালে উইন্ডসর ক্যাসেলে মার্কিন প্রেসিডেন্ট রোনাল্ড রেগানকে হোস্টিংয়ের পরে এবং ১৯৮৩ সালে তার ক্যালিফোর্নিয়ার র‍্যাঞ্চ পরিদর্শন করার পরে রাণী রাগান্বিত হয়েছিলেন, যখন তার প্রশাসন তাকে না জানিয়ে তার ক্যারিবিয়ান রাজ্যের অন্যতম গ্রেনাডাকে আক্রমণ করার নির্দেশ দেয়।\n১৯৮০ এর দশকে রাজপরিবারের মতামত এবং ব্যক্তিগত জীবনের প্রতি তীব্র মিডিয়ার আগ্রহ সংবাদমাধ্যমে একাধিক চাঞ্চল্যকর গল্পের জন্ম দেয়, যেগুলি পুরোপুরি সত্য ছিল না। দ্য সান-এর সম্পাদক কেলভিন ম্যাকেনজি তার কর্মীদের বলেছিলেন: \"রয়্যালস-এ সোমবারে কাদা ছিটানোর জন্য আমাকে একটি রবিবার দিন। এটি সত্য না হলেও চিন্তা করবেন না, যতক্ষণ না পরে এর সম্পর্কে খুব বেশি কোলাহল হয়।\" সংবাদপত্রের সম্পাদক ডোনাল্ড ট্রেলফোর্ড ১৯৮৬ সালের ২১ সেপ্টেম্বর দি অবজার্ভারে লিখেছিলেন: \"রাজকীয় সোপ অপেরা এখন জনস্বার্থের এমন এক পর্যায়ে পৌঁছেছে যে সত্য এবং কথাসাহিত্যের মধ্যে সীমাটি হারিয়ে গেছে ... এটা ঠিক নয় যে কিছু কাগজপত্র তাদের সত্যতা যাচাই করে না বা অস্বীকার করে না: গল্পগুলি সত্য হয় কি না সেগুলি নিয়ে তারা যত্ন করে না।\" এটি উল্লেখযোগ্যভাবে বলা হয়েছিল, ১৯৮৬ সালের ২০ জুলাইয়ের সানডে টাইমসে, রাণী চিন্তিত হয়েছিলেন যে মার্গারেট থ্যাচারের অর্থনৈতিক নীতিগুলি সামাজিক বিভাজনকে সমর্থন করেছিল এবং উচ্চ বেকারত্ব, ধারাবাহিক দাঙ্গা, খনিজকদের ধর্মঘটের সহিংসতায় ভীত হয়েছিল, এবং থ্যাচার দক্ষিণ আফ্রিকার বর্ণবাদী শাসনের বিরুদ্ধে নিষেধাজ্ঞাগুলি প্রয়োগ করতে অস্বীকৃতি জানান। গুজবের উৎসগুলিতে রয়েল সহযোগী মাইকেল শিয়া এবং কমনওয়েলথের সেক্রেটারি-জেনারেল শ্রীদাথ রামফাল অন্তর্ভুক্ত ছিলেন, তবে তিনি দাবি করেছেন যে তার বক্তব্য প্রসঙ্গের বাইরে নেওয়া হয়েছে এবং কল্পনা থেকে শোভিত হয়েছে। থ্যাচার বলেছিলেন যে রাণী সোশ্যাল ডেমোক্র্যাটিক পার্টি- থ্যাচারের রাজনৈতিক বিরোধীদের পক্ষে ভোট দেবেন। থ্যাচারের জীবনীকার জন ক্যাম্পবেল দাবি করেছেন, \"এই প্রতিবেদনটি সাংবাদিকতার দুর্বৃত্তির একটি অংশ ছিল।\" উভয়ের মধ্যে একাত্মতার প্রতিবেদন প্রকাশ করে থ্যাচার পরে রাণীর প্রতি তার ব্যক্তিগত প্রশংসা জানান  এবং রাণী তার ব্যক্তিগত উপহার হিসাবে তাকে দুটি সম্মাননা দিয়েছিলেন- অর্ডার অফ মেরিট এবং অর্ডার অফ গ্যাটার- তার পদটিতে জন মেজর প্রধানমন্ত্রী হিসেবে আসার পর। ১৯৮৪ থেকে ১৯৯৩ সালের কানাডার প্রধানমন্ত্রী ব্রায়ান মুলরনি বলেছিলেন যে, বর্ণবাদ অবসান ঘটানোর ক্ষেত্রে এলিজাবেথ ছিলেন “পর্দার আড়ালে।\"\n১৯৮০ এর দশকের শেষের দিকে, রাণী বিদ্রূপের টার্গেটে পরিণত হয়েছিল। ১৯৮৭ সালে দাতব্য গেম শো ইটস রয়্যাল নক আউটে রাজ পরিবারের কনিষ্ঠ সদস্যদের জড়িত থাকার বিষয়টি নিয়ে উপহাস করা হয়েছিল। কানাডায়, এলিজাবেথ প্রকাশ্যে রাজনৈতিকভাবে বিভাজনমূলক সাংবিধানিক সংশোধনী সমর্থন করেছিলেন, যা পিয়েরে ট্রুডো সহ প্রস্তাবিত পরিবর্তনের বিরোধীদের সমালোচনা জাগিয়ে তোলে। একই বছর, নির্বাচিত ফিজিয়ান সরকার সামরিক অভ্যুত্থানে পদচ্যুত হয়েছিল। ফিজির রাজা হিসাবে, এলিজাবেথ নির্বাহী ক্ষমতা দখল এবং একটি সমঝোতা আলোচনার জন্য গভর্নর-জেনারেল রাতু স্যার পেনাইয়া গ্যানিলাউয়ের প্রচেষ্টা সমর্থন করেছিলেন। অভ্যুত্থানের নেতা সীতিনি রাবুকা, গ্যাণিলাউকে পদচ্যুত করেন এবং ফিজিকে প্রজাতন্ত্র হিসাবে ঘোষণা করেন।\n\n\n=== ১৯৯০ এর দশক ===\n১৯৯১ সালে উপসাগরীয় যুদ্ধে জোটের জয়ের প্রেক্ষিতে রাণী প্রথম ব্রিটিশ রাজা হয়ে মার্কিন কংগ্রেসের একটি যৌথ সভায় বক্তব্য রাখেন।\n\nসিংহাসনে তার রুবি জয়ন্তী চিহ্নিত করে ২৪ নভেম্বর ১৯৯২ সালে একটি বক্তৃতায় তিনি ১৯৯২কে তার অ্যানাস হরিবিলিস (ভয়ঙ্কর বছর) বলে উল্লেখ করেন। ব্রিটেনে রিপাবলিকান অনুভূতি বৃদ্ধি পেয়েছিল কারণ রাণীর ব্যক্তিগত সম্পদ-যা প্রাসাদের সাথে দ্বন্দ্বযুক্ত ছিল এবং তার বর্ধিত পরিবারের মধ্যে বিবাহ ও সম্পর্কের টানাপড়েনের রিপোর্টের কারণে সংবাদপত্রের অনুমান বেড়ে যায়। মার্চ মাসে, তার দ্বিতীয় পুত্র প্রিন্স অ্যান্ড্রু এবং তার স্ত্রী সারা পৃথক হয়েছিলেন; এপ্রিল মাসে, তার মেয়ে প্রিন্সেস অ্যান ক্যাপ্টেন মার্ক ফিলিপসকে তালাক দিয়েছিলেন; অক্টোবরে জার্মানিতে রাষ্ট্রীয় সফরকালে, ড্রেসডেনের বিক্ষুব্ধ বিক্ষোভকারীরা তার দিকে ডিম নিক্ষেপ করেছিল; এবং নভেম্বরে উইন্ডসর ক্যাসেলে, তার অন্যতম সরকারী আবাসে একটি বিশাল অগ্নিকাণ্ডের ঘটনা ঘটে। রাজতন্ত্র তীব্র সমালোচনা ও জনসাধারণের তদন্তের আওতায় আসে। অস্বাভাবিকভাবে ব্যক্তিগত বক্তৃতায় রাণী বলেছিলেন যে, কোনও প্রতিষ্ঠান অবশ্যই সমালোচনা করতে পারে, তবে পরামর্শ দিয়েছেন এটি \"হাস্যরস, নম্রতা এবং বোঝার স্পর্শ\" দিয়ে করা উচিত। দু'দিন পরে, প্রধানমন্ত্রী জন মেজর ১৯৯৩ সাল থেকে রাণী আয়কর প্রদান এবং নাগরিক তালিকার একটি হ্রাসসহ পূর্ববর্তী বছরের পরিকল্পিত রাজকীয় অর্থের সংস্কার ঘোষণা করেছিলেন। ডিসেম্বর মাসে প্রিন্স চার্লস এবং তার স্ত্রী ডায়ানা আনুষ্ঠানিকভাবে পৃথক হয়েছিলেন। বছরটি একটি মামলা দিয়ে শেষ হয়েছিল, যখন রাণী কপিরাইট লঙ্ঘনের জন্য দ্য সান পত্রিকার বিরুদ্ধে মামলা করেছিল যখন এটি তার বার্ষিক ক্রিসমাস বার্তাটি সম্প্রচারিত হওয়ার দুদিন আগে প্রকাশ করেছিল। পত্রিকাটি তাকে আইনি ফি দিতে বাধ্য হয়েছিল এবং দাতব্য প্রতিষ্ঠানের জন্য £ ২০০,০০০ দান করেছিল।\nপরবর্তী বছরগুলিতে, চার্লস এবং ডায়ানার বিবাহ সম্পর্কে রাষ্ট্রীয় প্রকাশনা অব্যাহত ছিল।. যদিও জীবিত স্মৃতিতে ব্রিটেনে প্রজাতন্ত্রের পক্ষে সমর্থন যে কোনও সময়ের চেয়ে বেশি মনে হয়েছিল, প্রজাতন্ত্রবাদ এখনও সংখ্যালঘু দৃষ্টিভঙ্গি ছিল এবং রাণীর নিজেই উচ্চ অনুমোদনের রেটিং ছিল। সমালোচনাটি তার নিজের আচরণ এবং কর্মের চেয়ে রাজতন্ত্রের প্রতিষ্ঠানে এবং রাণীর বিস্তৃত পরিবারকে কেন্দ্র করে ছিল। তার স্বামী এবং প্রধানমন্ত্রী জন মেজরের পাশাপাশি ক্যানটারবেরির আর্চবিশ, জর্জ কেরি এবং তার প্রাইভেট সেক্রেটারি রবার্ট ফেলোসের পরামর্শে ১৯৯৫ সালের ডিসেম্বরের শেষে তিনি চার্লস এবং ডায়ানার কাছে চিঠি লিখেছিলেন যে, বিবাহবিচ্ছেদ পছন্দনীয় ছিল।\nবিবাহবিচ্ছেদের এক বছর পর ১৯৯৭ সালের আগস্টে ডায়ানা প্যারিসে গাড়ি দুর্ঘটনায় নিহত হন। রাণী বালমোরালে তার বর্ধিত পরিবারের সাথে ছুটিতে ছিলেন। ডায়ানার দুই পুত্র প্রিন্স উইলিয়াম ও প্রিন্স হ্যারি গির্জায় যোগ দিতে চেয়েছিলেন এবং তাই রাণী এবং ডিউক অফ এডিনবার্গ সেদিন সকালে তাদের নিয়ে যান। এরপরে, পাঁচ দিন ধরে রাণী এবং ডিউক তাদের নাতিকে বালমোরালে রেখে যান, যেখানে তারা ব্যক্তিগতভাবে শোক করতে পারে ও তাদের সংবাদমাধ্যম থেকে রক্ষা করেছিলেন, তবে রাজপরিবারের নির্জনতা এবং বাকিংহাম প্রাসাদে পতাকা অর্ধাবনমিত করে উড়ানোর ব্যর্থতা জনমনে হতাশা সৃষ্টি করে। প্রতিকূল প্রতিক্রিয়ার দ্বারা প্রভাবিত হয়ে রাণী ডায়ানার শেষকৃত্যের আগের দিন সেপ্টেম্বর লন্ডনে ফিরে সরাসরি লাইভ টেলিভিশন সম্প্রচার করতে রাজি হন। সম্প্রচারে, তিনি ডায়ানার প্রশংসা করেছিলেন এবং দুই রাজকুমারের \"দাদী হিসাবে\" তার অনুভূতি প্রকাশ করেছিলেন। ফলস্বরূপ, জনগণের বৈরিতা বাষ্পীভূত হয়ে যায়।\n১৯৯৭ সালের নভেম্বরে, রাণী এবং তার স্বামী তাদের সুবর্ণ বিবাহ বার্ষিকী উপলক্ষে বনকোটিং হাউসে একটি সংবর্ধনা করেছিলেন। তিনি একটি বক্তৃতা দিয়েছিলেন এবং ফিলিপকে একজন স্বামী হিসাবে তার ভূমিকার জন্য প্রশংসা করেছিলেন, তাঁকে \"আমার শক্তি এবং থাকা\" হিসাবে উল্লেখ করেছিলেন।\n\n\n=== সুবর্ণ জয়ন্তী ===\n\n২০০২ সালকে এলিজাবেথ তার সুবর্ণ জয়ন্তী হিসাবে চিহ্নিত করেছিলেন। তার বোন এবং মা যথাক্রমে ফেব্রুয়ারি এবং মার্চ মাসে মারা গিয়েছিলেন এবং মিডিয়া অনুমান করেছিল যে সুবর্ণ জয়ন্তী সফল বা ব্যর্থ হবে কিনা। তিনি আবার তার রাজ্যগুলির এক বিস্তর ভ্রমণ করেছিলেন, যা ফেব্রুয়ারিতে জামাইকাতে শুরু হয়েছিল, যেখানে তিনি বিদ্যুৎ বিভ্রাটের ফলে গভর্নর-জেনারেলের সরকারী আবাস, কিং হাউসকে অন্ধকারে ডুবিয়ে দেওয়ার পরে বিদায়ভোজকে \"স্মরণীয়\" বলে অভিহিত করেছিলেন। ১৯৭৭ সালের মতো, এখানে রাস্তার পার্টি এবং স্মরণীয় অনুষ্ঠান ছিল এবং এই স্মরণার্থীর স্মরণে স্মৃতিস্তম্ভগুলির নামকরণ করা হয়েছিল। লন্ডনে তিন দিনের মূল জয়ন্তী উদ্‌যাপনের প্রতিটি দিনে এক মিলিয়ন লোক উপস্থিত হয়েছিল, এবং রাণীর প্রতি জনসাধারণ যে উৎসাহ দেখিয়েছিল তা অনেক সাংবাদিক প্রত্যাশার চেয়ে বেশি ছিল।\nসারাজীবন স্বাস্থ্যবান হলেও ২০০৩ সালে রাণীর উভয় হাঁটুর উপর কীহোল অপারেশন হয়েছিল। ২০০৬ সালের অক্টোবরে গ্রীষ্মের পর থেকে তার পিছনে থাকা পেশীজনিত চাপের কারণে তিনি নতুন আমিরাত স্টেডিয়ামের উদ্বোধন মিস করেছিলেন।\n২০০৭ সালের মে মাসে, ডেইলি টেলিগ্রাফ নামহীন সূত্রের বরাত দিয়ে জানিয়েছিল যে ব্রিটিশ প্রধানমন্ত্রী টনি ব্লেয়ারের নীতি দ্বারা রাণী \"হতাশ\" হয়েছিলেন যে, তিনি ইরাক ও আফগানিস্তানে ব্রিটিশ সশস্ত্র বাহিনীকে বাড়িয়ে তোলার বিষয়ে উদ্বিগ্ন ছিলেন। তিনি ব্লেয়ারের সাথে গ্রামীণ ও গ্রামাঞ্চলের সমস্যা নিয়ে উদ্বেগ প্রকাশ করেছিলেন। তিনি অবশ্য উত্তর আয়ারল্যান্ডে শান্তি অর্জনের জন্য ব্লেয়ারের প্রচেষ্টার প্রশংসা করার কথা বলেছিলেন। তিনি ২০০৭ সালের নভেম্বরে হীরক বিবাহ বার্ষিকী উদ্‌যাপনকারী প্রথম ব্রিটিশ রাজা হন। ২০০৮ সালের ২০ শে মার্চ, আর্মাঘের আর্জেন্টিনা সেন্ট প্যাট্রিকের ক্যাথেড্রাল চার্চ- এ রাণী ইংল্যান্ড এবং ওয়েলসের বাইরে অনুষ্ঠিত প্রথম ম্যান্ডি সার্ভিসে যোগ দেন।\n\n\n=== হীরকজয়ন্তী এবং দীর্ঘায়ু ===\nএলিজাবেথ ২০১০ সালে দ্বিতীয়বারের মতো জাতিসংঘের সাধারণ অধিবেশনকে সম্বোধন করেছিলেন, আবার তার কমনওয়েলথের সমস্ত রাজ্যের রাণী এবং কমনওয়েলথের প্রধান হিসাবে তার যোগ্যতা অর্জন করেছিলেন। জাতিসংঘের মহাসচিব বান কি মুন তাকে \"অ্যান অ্যাঙ্কর ফর আওয়ার এইজ\" হিসাবে পরিচয় করিয়ে দিয়েছিলেন। নিউইয়র্ক, যা কানাডা সফরের পরে তার সফরের সময়, তিনি আনুষ্ঠানিকভাবে ১১ই সেপ্টেম্বর হামলার শিকার ব্রিটিশদের জন্য একটি স্মৃতি উদ্যান উদ্বোধন করেছিলেন। ২০১১ সালের অক্টোবরে রাণীর ১১ দিনের অস্ট্রেলিয়া সফর ছিল, যা ১৯৫৪ সাল থেকে তার এই নিয়ে ১৬তম সফর। আইরিশ রাষ্ট্রপতি মেরি ম্যাকএলিসের আমন্ত্রণে তিনি ২০১১ সালের মে মাসে একজন ব্রিটিশ রাজা দ্বারা প্রজাতন্ত্রের আয়ারল্যান্ডে প্রথম রাষ্ট্রীয় সফর করেছিলেন।\n\nরাণীর ২০১২ সালের হীরক জয়ন্তী সিংহাসনে থাকার ৬০ বছর চিহ্নিত হয়েছিল এবং তার রাজ্যজুড়ে, বৃহত্তর কমনওয়েলথ এবং এর বাইরেও উদযাপিত হয়েছিল।                   প্রবেশের দিন এ প্রকাশিত একটি বার্তায় এলিজাবেথ লিখেছেন:এই বিশেষ বছরে, আমি যেমন নিজেকে নতুনভাবে আপনার সেবায় উৎসর্গ করেছি, আমি আশা করি আমরা সবাই একত্রিত হওয়ার শক্তি এবং পরিবার, বন্ধুত্ব এবং প্রতিবেশীতার সম্মিলিত শক্তি স্মরণ করিয়ে দেব ... আমি আরও আশা করি যে এই বছরটি ১৯৫২ সাল থেকে যে দুর্দান্ত অগ্রগতি হয়েছে তার জন্য ধন্যবাদ জানাতে এবং পরিষ্কার মাথা এবং উষ্ণ হৃদয়ে ভবিষ্যতের প্রত্যাশার সময়।\nতিনি এবং তার স্বামী ইউনাইটেড কিংডমের একটি বিশাল সফর করেছিলেন, যখন তার সন্তান এবং নাতি-নাতনিরা তার পক্ষ থেকে অন্যান্য কমনওয়েলথ রাজ্যের রাজকীয় সফর শুরু করেছিলেন। ৪ জুন, জুবিলির সঙ্কেত বিশ্বজুড়ে আলোকিত হয়েছিল। নভেম্বর মাসে, রাণী এবং তার স্বামী তাদের নীলা বিবাহের বার্ষিকী (৬৫ তম) উদ্‌যাপন করেছেন। ১৮ ডিসেম্বর, তিনি ১৭৮১ সালে তৃতীয় জর্জের পরে শান্তিকালীন মন্ত্রিসভার বৈঠকে অংশ নেওয়া প্রথম ব্রিটিশ রাজা হয়েছিলেন।\nতিনি মন্ট্রিলে ১৯৭৬ গ্রীষ্মকালীন অলিম্পিক উদ্বোধন করেন , লন্ডনে ২০১২ গ্রীষ্মকালীন অলিম্পিক এবং প্যারালিম্পিকসও উদ্বোধন করেন, তিনি দুটি দেশের মধ্যে দুটি অলিম্পিক গেমস উদ্বোধনকারী প্রথম রাষ্ট্রপ্রধান হয়েছিলেন। লন্ডন অলিম্পিকের জন্য, তিনি উদ্বোধনী অনুষ্ঠানের অংশ হিসাবে জেমস বন্ডে ড্যানিয়েল ক্রেগের পাশাপাশি একটি স্বল্পদৈর্ঘ্য চলচ্চিত্রে অভিনয় করেছিলেন।  ৪ এপ্রিল ২০১৩-তে, তিনি চলচ্চিত্র জগতের পৃষ্ঠপোষকতার জন্য সম্মানসূচক 'বাফতা' পেয়েছিলেন এবং পুরস্কার অনুষ্ঠানে তাকে \"সবচেয়ে স্মরণীয় বন্ড গার্ল\" হিসাবে ডাকা হয়। \n৩ মার্চ ২০১৩-তে এলিজাবেথকে গ্যাস্ট্রোএন্টেরাইটিসের লক্ষণ প্রকাশের পরে সতর্কতা হিসাবে কিং এডওয়ার্ড সপ্তম হাসপাতালে ভর্তি করা হয়েছিল। পরের দিন তিনি বাকিংহাম প্যালেসে ফিরে আসেন। এক সপ্তাহ পরে, তিনি কমনওয়েলথের নতুন সনদে স্বাক্ষর করলেন। তার বয়স এবং তার ভ্রমণের সীমাবদ্ধতার প্রয়োজনীয়তার কারণে, ২০১৩ সালে তিনি ৪০ বছরে প্রথমবারের মতো দ্বিবার্ষিক কমনওয়েলথের সরকারী সভায় অংশ নেবেন না। শ্রীলঙ্কায় শীর্ষ সম্মেলনে প্রিন্স চার্লস তার প্রতিনিধিত্ব করেছিলেন। মে মে মাসে তার চোখের ছানির শল্য চিকিৎসা করেন। মার্চ ২০১৯ এ, তিনি দুই মাস আগে তার স্বামীর গাড়ি দুর্ঘটনার ফলে মূলত সর্বসাধারণের রাস্তায় গাড়ি চালানো ছেড়ে দিয়েছিলেন।\n\nতিনি রাণী ভিক্টোরিয়াকে অতিক্রান্ত করে ২১ ডিসেম্বর ২০০৭ -এ সর্বাধিক দীর্ঘকালীন ব্রিটিশ রাজ হয়ে উঠেন এবং ৯ সেপ্টেম্বর, ২০১৫ এ বিশ্বের দীর্ঘকালীন শাসনকৃত ব্রিটিশ রাজা এবং দীর্ঘকালীন শাসনকৃত রাণী এবং মহিলা রাষ্ট্রপ্রধান হন। ২৩ শে জানুয়ারী, ২০১৫ সালে সৌদি আরবের বাদশাহ আবদুল্লাহ মারা যাওয়ার পরে তিনি প্রবীণতম রাজা হন।ং পরে তিনি ১৩ ই অক্টোবর, ২০১৬-এ থাইল্যান্ডের রাজা ভূমিবলের মৃত্যুর পরে সবচেয়ে দীর্ঘকালীন শাসনকর্তা এবং ২১শে নভেম্বর ২০১৭ এ সর্বাধিক দীর্ঘস্থায়ী বর্তমান রাষ্ট্রপ্রধান হয়েছিলেন এবং রবার্ট মুগাবের পদত্যাগের প্রবীণতম বর্তমান রাষ্ট্রপ্রধান হন। ৬ ফেব্রুয়ারি ২০১৭ এ, তিনি নীলা জয়ন্তী এবং ২০ নভেম্বর, তিনিই প্রথম ব্রিটিশ রাজা হন যিনি প্ল্যাটিনাম বিবাহ বার্ষিকী উদ্‌যাপন করেছিলেন। যুবরাজ ফিলিপ আগস্টে তার অফিসিয়াল দায়িত্ব থেকে অবসর নিয়েছিলেন। বিয়ের ৭৩ বছর পরে, ২০২১ সালের ৯ই এপ্রিল তিনি মারা যান, রাণী ভিক্টোরিয়ার পরে বিধবা হিসাবে রাজত্ব করা প্রথম ব্রিটিশ রাজা হন। তিনি গোপনে মন্তব্য করেছিলেন যে তার মৃত্যু \"একটি বিশাল শূন্যতা তৈরী করেছেে\"।\nতার প্লাটিনাম জুবিলি ২০২২ সালের জন্য পরিকল্পনা করা হয়েছে এবং তিনি ২৭ শে মে ২০২২ তারিখে বিশ্ব ইতিহাসে সার্বভৌম রাষ্ট্রের দীর্ঘকালীন শাসনকর্তা হিসাবে ফ্রান্সের চতুর্থ লুইকে ছাড়িয়ে যাবেন। রাণী তার পদত্যাগ করার ইচ্ছা রাখেন না, যদিও প্রিন্স চার্লস রাণীর দায়িত্ব আরও বেশি নিচ্ছেন। ২০শে এপ্রিল ২০১৮এ, কমনওয়েলথ অফ নেশনস-এর সরকারী নেতারা ঘোষণা করেছিলেন যে, তারা চার্লসকে কমনওয়েলথের প্রধান হিসাবে গ্রহণ করবেন। রাণী জানিয়েছিলেন যে এটি তার \"আন্তরিক ইচ্ছা\" যে চার্লস তার পথ অনুসরণ করবে। তার মৃত্যু ও জানাজার পরিকল্পনা ১৯৬০ এর দশক থেকে ব্রিটিশ সরকার এবং মিডিয়া সংস্থাগুলি প্রস্তুত করেছে।\n\n\n== মৃত্যু ==\n\n\n== জনসাধারণের উপলব্ধি এবং চরিত্র ==\nযেহেতু এলিজাবেথ খুব কমই সাক্ষাৎকার দেন, তাই তার ব্যক্তিগত অনুভূতি সম্পর্কে খুব কমই জানা যায়। একটি সাংবিধানিক রাজা হিসাবে, তিনি কোনও পাবলিক ফোরামে নিজের রাজনৈতিক মতামত প্রকাশ করেননি। তিনি ধর্মীয় ও নাগরিক কর্তব্য সম্পর্কে গভীর ধারণা পোষণ করেন এবং তার রাজ্যাভিষিক্ত শপথকে গুরুত্ব সহকারে গ্রহণ করেন। প্রতিষ্ঠিত চার্চ অফ ইংল্যান্ডের সর্বোচ্চ গভর্নর হিসাবে তার সরকারী ধর্মীয় ভূমিকা ছাড়াও তিনি সেই চার্চের সদস্য এবং স্কটল্যান্ডের জাতীয় চার্চেরও সদস্য। তিনি আন্তঃ-বিশ্বাসের সম্পর্কের পক্ষে সমর্থন প্রদর্শন করেছেন এবং পাঁচটি পোপ সহ অন্যান্য গীর্জা এবং ধর্মের নেতাদের সাথে সাক্ষাৎ করেছেন: দ্বাদশ পিয়াস , ২০তম জন, দ্বিতীয় জন পল, দ্বাদশ বেনেডিক্ট এবং পোপ ফ্রান্সিস। তার বিশ্বাস সম্পর্কে একটি ব্যক্তিগত নোট প্রায়শই কমনওয়েলথে তার বার্ষিক ক্রিসমাস বার্তায় প্রচারিত হয়। ২০০০ সালে, তিনি বলেছিলেন:\n\nআমাদের অনেকের কাছেই আমাদের বিশ্বাসের মৌলিক গুরুত্ব রয়েছে। আমার জন্য খ্রিস্টের শিক্ষা এবং ঈশ্বরের আগে আমার নিজের ব্যক্তিগত জবাবদিহিতা এমন একটি কাঠামো সরবরাহ করে যাতে আমি আমার জীবন পরিচালনার চেষ্টা করি। আপনারা অনেকের মত আমিও খ্রিস্টের কথা ও উদাহরণ থেকে কঠিন সময়ে প্রচুর সান্ত্বনা পেয়েছি।\n\nতিনি ৬০০ এরও বেশি সংস্থা ও দাতব্য প্রতিষ্ঠানের পৃষ্ঠপোষক। চ্যারিটিস এইড ফাউন্ডেশন অনুমান করেছে যে এলিজাবেথ তার রাজত্বকালে তার পৃষ্ঠপোষকতাগুলির জন্য ১.৪ বিলিয়ন ডলার সংগ্রহ করেছে। তার প্রধান অবসর আগ্রহের মধ্যে রয়েছে অশ্বারোহণ এবং কুকুর, বিশেষত তার পেমব্রোক ওয়েলশ করগিস। করগিসের প্রতি তার প্রেম ১৯৩৩ সালে তার পরিবারের মালিকানাধীন প্রথম কোর্গি 'ডুকির' মাধ্যমে শুরু হয়েছিল।\n১৯৫০ এর দশকে, তার শাসনের শুরুতে একজন অল্প বয়স্ক মহিলা হিসাবে, এলিজাবেথকে এক গ্ল্যামারাস \"রূপকথার কুইন\" হিসাবে চিত্রিত করা হয়েছিল। দ্বিতীয় বিশ্বযুদ্ধের আঘাতের পরে, এটি ছিল আশার সময়, অগ্রগতি এবং কৃতিত্বের একটি সময় \"নতুন এলিজাবেথের যুগে\"। ১৯৫৭ সালে লর্ড অল্টারচ্যামের অভিযোগ যে তার বক্তৃতাগুলি \"স্কুলছাত্রী\" এর মতো শোনাচ্ছে তা অত্যন্ত বিরল সমালোচনা ছিল। ১৯৬০ এর দশকের শেষদিকে, টেলিভিশন ডকুমেন্টারি রয়েল ফ্যামিলিতে এবং প্রিন্স চার্লসের বিনিয়োগকে প্রিন্স অফ ওয়েলস হিসাবে টেলিভিশন করে রাজতন্ত্রের আরও আধুনিক চিত্র চিত্রিত করার চেষ্টা করা হয়েছিল। জনসমক্ষে, তিনি বেশিরভাগ গাঢ় রঙের ওভারকোট এবং আলংকারিক টুপি পরেছিলেন, যা তাকে ভিড়ের মধ্যে সহজেই দেখতে সাহায্য করে।\n১৯৭৭ সালে তার রজতজয়ন্তীতে জনসমাগম এবং উদ্‌যাপনগুলি প্রকৃতপক্ষে উৎসাহী ছিল, তবে, ১৯৮০ এর দশকে, এলিজাবেথের সন্তানদের ব্যক্তিগত এবং কর্মজীবন মিডিয়া তদন্তের অধীনে আসার কারণে রাজ পরিবারের বিরুদ্ধে জনসমক্ষে সমালোচনা বৃদ্ধি পেয়েছিল। ১৯৯০ এর দশকে তার জনপ্রিয়তা কমে গিয়েছে। জনগণের মতামতের চাপের মধ্যে দিয়ে তিনি প্রথমবারের জন্য আয়কর দিতে শুরু করেছিলেন এবং বাকিংহাম প্যালেসটি জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল। প্রাক্তন রাজকুমারী ডায়ানার মৃত্যুর পরে রাজতন্ত্রের প্রতি অসন্তুষ্টি শীর্ষে পৌঁছেছিল। যদিও ডায়ানার মৃত্যুর পাঁচ দিন পর এলিজাবেথের ব্যক্তিগত জনপ্রিয়তার পাশাপাশি রাজতন্ত্রের সাধারণ সমর্থন — তার লাইভ টেলিভিশন বিশ্বজুড়ে প্রচারিত হয়েছিল।\n১৯৯৯ সালের নভেম্বরে, অস্ট্রেলিয়ান রাজতন্ত্রের ভবিষ্যতের বিষয়ে অস্ট্রেলিয়ায় একটি গণভোট অপ্রত্যক্ষভাবে নির্বাচিত রাষ্ট্রপ্রধানের চেয়ে অগ্রাধিকারের ক্ষেত্রে তার ধারণাকে সমর্থন করেছিল। ২০০৬ এবং ২০০৭ সালে ব্রিটেনের জরিপগুলি এলিজাবেথের পক্ষে দৃঢ় সমর্থন প্রকাশ করেছিল, এবং ২০১২ সালে, তার হীরক জয়ন্তীর বছরে, তার অনুমোদনের রেটিং ৯০ শতাংশ হয়েছে। ২০০৮ সালে টুভালুতে রেফারেন্ডাম এবং ২০০৯ সালে সেন্ট ভিনসেন্ট ও গ্রেনাডাইনস উভয়ই প্রজাতন্ত্র হওয়ার প্রস্তাব প্রত্যাখ্যান করেছিল।\nচিত্রশিল্পী পিট্রো আনিগোনি, পিটার ব্লেক, চিনে চুকভোগোগো-রায়, টেরেন্স কুনিও, লুসিয়ান ফ্রয়েড, রল্ফ হ্যারিস, ড্যামিয়েন হারস্ট, জুলিয়েট প্যানেট এবং তাই-শান শিরেনবার্গ সহ অনেক উল্লেখযোগ্য শিল্পী এলিজাবেথকে বিভিন্ন গণমাধ্যমে চিত্রিত করেছেন। এলিজাবেথের উল্লেখযোগ্য ফটোগ্রাফারদের মধ্যে রয়েছেন সিসিল বিটন, ইউসুফ কার্শ, অ্যানি লেইবোভিত্জ, লর্ড লিচফিল্ড, টেরি ওনিল, জন সোয়ানেল এবং ডরোথি ওয়াইল্ডিং। ১৯২৬ সালে মার্কাস অ্যাডামস এলিজাবেথের প্রথম অফিসিয়াল ছবিটি তুলেছিলেন।\n\n\n== আর্থিক অবস্থা ==\n\nএলিজাবেথের ব্যক্তিগত অর্থ নিয়ে অনেক বছর ধরেই জল্পনা-কল্পনা ছিল। ১৯৭১ সালে, তার প্রাক্তন প্রাইভেট সেক্রেটারি এবং তার ব্যাঙ্কের পরিচালক কৌটস জোক কলভিলি তার সম্পদের পরিমাণ অনুমান করেছিলেন ২ মিলিয়ন ডলার (২০১৯ সালে প্রায় ২৮ মিলিয়ন ডলার)। ১৯৯৩ সালে বাকিংহাম প্যালেস ১০০ মিলিয়ন ডলার অনুমান করে বলেছিল \"মোটামুটি ওভারস্টেটেড\"। ২০০২ সালে, তিনি আনুমানিক ৭০ মিলিয়ন ডলারের একটি সম্পত্তি পেয়েছিলেন তার মায়ের কাছ থেকে।. দ্যা সানডে টাইমস রিচ লিস্ট ২০২০ তার ব্যক্তিগত সম্পদ ৩৫০ মিলিয়ন ডলার অনুমান করেছে, যা তাকে যুক্তরাজ্যের ৩৭২তম ধনী ব্যক্তি বানিয়েছে। ১৯৮৯ সালে সানডে টাইমস রিচ লিস্টে যখন এটি শুরু হয়েছিল তখন তালিকার শীর্ষে ছিলেন তিনি, যার প্রতিবেদনে তার ৫.২ বিলিয়ন ডলার রয়েছে দেখানো হয়, যার মধ্যে রাষ্ট্রীয় সম্পদ অন্তর্ভুক্ত ছিল যা ব্যক্তিগতভাবে তার ছিল না, (আনুমানিকভাবে যার আজকের মূল্য ১৩ বিলিয়ন ডলার)।\nরয়্যাল কালেকশন, যার মধ্যে হাজার হাজার ঐতিহাসিক শিল্পকর্ম এবং ব্রিটিশ ক্রাউন জুয়েলস অন্তর্ভুক্ত রয়েছে, এটি ব্যক্তিগতভাবে মালিকানাধীন নয় তবে রাণীর ভরসাতে অধিষ্ঠিত ছিল, তার সরকারি বাসভবন যেমন বাকিংহাম প্যালেস এবং উইন্ডসর ক্যাসল,  এবং ডাচি অফ ল্যাঙ্কাস্টর, ২০১৫ সালে ৪৭২ মিলিয়ন ডলার মূল্যের সম্পত্তির মালিক তিনি। ২০১৩ সালে ফাঁস হওয়া প্যারাডাইজ পেপারস দেখায় যে ডাচি অফ ল্যাঙ্কাস্টর বিদেশের দুটি কর অঞ্চল, কেম্যান দ্বীপপুঞ্জ এবং বারমুডায় বিনিয়োগ করেছিল। সান্দ্রিংহাম হাউস এবং বালমোরাল ক্যাসল ব্যক্তিগতভাবে রাণীর মালিকানাধীন। ব্রিটিশ ক্রাউন এস্টেট -২০১২ সালে যার মূল্য ১৪.৩ বিলিয়ন ডলার - তার আস্থায় রাখা এবং ব্যক্তিগত ক্ষমতায় তার কাছে বিক্রি বা মালিকানাধীন হতে পারে না।\n\n\n== উপাধি, শৈলী, সম্মান এবং অস্ত্র ==\n\n\n=== উপাধি ===\n২১ এপ্রিল ১৯২৬ – ১১ ডিসেম্বর ১৯৩৬: ইয়র্কের রয়্যাল হাইনেস প্রিন্সেস এলিজাবেথ\n১১ ডিসেম্বর ১৯৩৬ – ২০ নভেম্বর ১৯৪৭: হার রয়েল হাইনেস দ্য প্রিন্সেস এলিজাবেথ\n২০ নভেম্বর ১৯৪৭ – ১৯৫২ সালের ফেব্রুয়ারি: হার রয়েল হাইনেস দ্য প্রিন্সেস এলিজাবেথ, ডাচেস অফ অ্যাডিনবার্গ\n১৯৫২ সালের ৬ ফেব্রুয়ারি - ২০২২ সালের ৮ সেপ্টেম্বর  : হার ম্যাজেস্টি দ্য কুইন\nএলিজাবেথ কমনওয়েলথ জুড়ে অনেক উপাধি এবং সম্মানসূচক সামরিক পদে অধিষ্ঠিত ছিলেন, তিনি তার নিজের দেশের অনেক আদেশের সার্বভৌম, এবং বিশ্বজুড়ে সম্মান এবং পুরস্কার পেয়েছেন। তার প্রতিটি অঞ্চলে তার একটি স্বতন্ত্র উপাধি রয়েছে যা একই সূত্র অনুসরণ করে: জ্যামাইকার তার অন্যান্য অঞ্চল ও অঞ্চলগুলিতে জামাইকার রাণী ,অস্ট্রেলিয়ায় তার অন্যান্য অঞ্চল এবং অঞ্চলগুলিতে অস্ট্রেলিয়ার রাণী ইত্যাদি। চ্যানেল দ্বীপপুঞ্জ এবং আইল অফ ম্যান, যা পৃথক রাজ্যের পরিবর্তে মুকুট নির্ভর, তিনি যথাক্রমে নরম্যান্ডির ডিউক এবং লর্ড অফ মান নামে পরিচিত। অতিরিক্ত নামের মধ্যে ডিফেন্ডার অফ ফেইথ এবং ল্যাঙ্কাস্টারের ডিউক অন্তর্ভুক্ত রয়েছে। রাণীর সাথে কথোপকথন করার সময়, প্রথমে তাকে ইয়োর ম্যাজেস্টি হিসাবে এবং তারপরে ম্যাম হিসাবে সম্বোধন করা হয়।\n\n\n=== অস্ত্র ===\n১৯৪৪ সালের ২১ এপ্রিল থেকে তার অধিগ্রহণের আগ পর্যন্ত, এলিজাবেথের বাহুতে যুক্তরাজ্যের অস্ত্রের রাজ কোট বহনকারী একটি লজেঞ্জ ছিল, যা তিনটি পয়েন্ট আরজেন্টের লেবেলের সাথে পৃথক ছিল, মধ্যবর্তী কেন্দ্র পয়েন্টে একটি টিউডার গোলাপ ছিল এবং সেন্ট জর্জের প্রথম এবং তৃতীয় ক্রস চিহ্ন ছিল। তার অধিগ্রহণের পরে, তার পিতার রাখা বিভিন্ন অস্ত্র তিনি উত্তরাধিকার সূত্রে পেয়েছিলেন। যুক্তরাজ্য, কানাডা, অস্ট্রেলিয়া, নিউজিল্যান্ড, জ্যামাইকা, বার্বাডোস এবং অন্য কোথাও রাণীর ব্যবহারের জন্য রয়েল স্ট্যান্ডার্ড এবং ব্যক্তিগত পতাকা রয়েছে।\n\n\n== বংশধর ==\n\n\n== পূর্বপুরুষ ==\n\n\n== আরও দেখুন ==\nরাণী দ্বিতীয় এলিজাবেথের পরিবার\nদ্বিতীয় এলিজাবেথের নাম অনুসারে বিভিন্ন জিনিসের তালিকা\nদ্বিতীয় এলিজাবেথের জুবিলির তালিকা\nদ্বিতীয় এলিজাবেথ দ্বারা তৈরি বিশেষ নামের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\n\n\n== বহিঃসংযোগ ==\nThe Queen at the Royal Family website\nQueen Elizabeth II at the website of the Government of Canada\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে Queen Elizabeth II-এর পোট্রেট \nইন্টারনেট মুভি ডেটাবেজে Queen Elizabeth II  (ইংরেজি)\nAppearances on C-SPAN  \n\nদাপ্তরিক ওয়েবসাইট\nদাপ্তরিক ইউটিউব চ্যানেল\n\nটেমপ্লেট:Elizabeth II"}