{"pageid": 116791, "title": "বাঁকুড়া জেলার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=116791", "content": "বাঁকুড়া জেলার ইতিহাস বলতে বোঝায় পশ্চিমবঙ্গের অধুনা বাঁকুড়া জেলা নামেই পরিচিত ভূখণ্ডের ইতিহাস।\nপ্রাচীন কালে বাঁকুড়া জেলা সুহ্মভূমি অঞ্চলের অন্তর্গত ছিল। মহাভারত-এ আছে, ভীম সুহ্মভূমির রাজাকে পরাজিত করেছিলেন। মহাভারত-এর টীকা রচয়িতা নীলকণ্ঠ সুহ্মভূমিকের \"রাঢ়া\" (রাঢ়) নামে চিহ্নিত করেছেন। জৈন ধর্মগ্রন্থ আচারাঙ্গ সূত্র-এ রাঢ় অঞ্চলকে বলা হয়েছে \"লাঢ়\"। ঐতিহাসিকদের মতে, খ্রিস্টীয় ষষ্ঠ শতাব্দীতে \"সুহ্ম\" শব্দটি থেকেই প্রথমে \"লাঢ়\" ও পরে \"রাঢ়\" শব্দটির উৎপত্তি হয়। বাঁকুড়া সদর মহকুমার শুশুনিয়া পাহাড়ে একটি সংস্কৃত শিলালিপি পাওয়া গিয়েছে। এটি খ্রিস্টীয় চতুর্থ শতাব্দীতে রাজা চন্দ্রবর্মণ খোদাই করিয়েছিলেন। খ্রিস্টীয় অষ্টম শতাব্দীতে রঘুনাথ মল্ল মল্ল রাজবংশ প্রতিষ্ঠা করেন। সেই সময় থেকে বাঁকুড়া জেলা \"মল্লভূম\" নামে পরিচিত হয়। এরপরই বাঁকুড়া অঞ্চলের আর্থসামাজিক ও সাংস্কৃতিক বিকাশ দ্রুত ঘটতে থাকে। বিষ্ণুপুর মহকুমার সদর শহর বিষ্ণুপুরে (সেই সময় \"বন-বিষ্ণুপুর\" নামে পরিচিত ছিল) মল্লভূম রাজ্যের রাজধানী স্থাপিত হয়। মল্ল রাজবংশ প্রায় ১০০০ বছর এই অঞ্চল শাসন করেছিল এবং প্রজাহিতৈষী রাজবংশ হিসেবে সুনাম অর্জন করেছিল। ১৭৬৫ সালে দেওয়ানি লাভের পর বিষ্ণুপুর ইস্ট ইন্ডিয়া কোম্পানির অধীনে আসে। অনেক আগে থেকে  মরাঠা আক্রমণ ও ব্রিটিশ পর্বে  ১৭৭০ সালের মন্বন্তর ইত্যাদির জন্যে ,এই অঞ্চলের আর্থ-সামাজিক কাঠামো সম্পূর্ণ নষ্ট হয়। ১৭৮৭ সালে বিষ্ণুপুর ও বীরভূম জেলাদুটি সংযুক্ত করে একই জেলায় পরিণত করা হয়। ১৭৯৩ সালে বিষ্ণুপুরকে বীরভূম জেলা থেকে বিচ্ছিন্ন করে বর্ধমান জেলার সঙ্গে যুক্ত করা হয়। ১৮০৫ সালে বিষ্ণুপুরকে জঙ্গলমহল জেলার সঙ্গে যুক্ত করা হয়। ১৮৩৭ সালে বাঁকুড়াকে সদর করে ও বিষ্ণুপুরকে পৃথক করে পশ্চিম বর্ধমান জেলা গঠন করা হয়। ১৮৮১ সালে বর্তমান বাঁকুড়া জেলা স্থাপিত হয়। তাছাড়া ছাতনা ও সংশ্লিষ্ট সুবিশাল অংশ সামন্তভূম । শহরের একখানা পথ ও সে পথ বহির্ভূত   সীমানা ,যেটা বাঁকুড়া শহরের বঙ্গবিদ্যালয় স্কুলের বাঁ পাশ দিয়ে একদিকে ডাইনে রামপুর ফেলে  মনোহরতলা বরাবর শহরকে  ভেদ করেছে পূর্ব পশ্চিমে,তেমনি দক্ষিণ দিকে বাঁকুড়া জজ কোর্টের বাম পাশ দিয়ে ,জেলখানাতে ভেদ ক'রে এগিয়ে গিয়েছে ,পণ্ডিতদের অনুমানে সেটা পশ্চিমে ছাতনা রাজ্য বা সামন্তভূম ও পূর্বে মল্লভূমের সীমা নির্দেশক।আবার দক্ষিণে ধবলভূম ও তুঙ্গভূম রাজ্য ছিল,  মল্লভূমের ন্যায়  দুই ভূম রাজ্য ।অতীতের বাঁকুড়া ছিল জঙ্গলাকীর্ণ।সে সময় এই অঞ্চলের বসবাসকারী জনগোষ্ঠী ছিল উপজাতি কৌম সম্প্রদায় । বিভিন্ন আঞ্চলিক দেব দেবী প্রস্তরখণ্ডে পূজা উপাসনা সমূহের আবির্ভাবের মূলে রয়েছে  ,প্রাচীন কৌম সম্প্রদায়। সামন্তভূম তুঙ্গভূম,  মল্লভূম ,ধবলভূমে ল্যাটেরাইট পাথরের  বীরস্তম্ভের অস্তিত্ব বর্তমান।সেগুলি বিভিন্ন আদিম  গোষ্ঠীর পূর্বপুরুষদের স্মারক ।এগুলি প্রাচীন  উপজাতীয় শৌর্যের বা এলাকা দখলের লড়াইয়ের প্রতীক হয়ে ,এখনওবিভিন্ন সাথে দেব দেবীর মূর্ত প্রতীক রূপে পূজা পায়। বাঁকুড়া জেলা গবেষক অধ্যাপক রথীন্দ্রমোহন চৌধুরীর মতে বীরস্তম্ভগুলো প্রস্তর সভ্যতা সংস্কৃতির প্রামান্য প্রতীক।জেলায়  অনেক জৈন নিদর্শন বিদ্যমান।তন্মধ্যে উল্লেখযোগ্য বহুলাড়ার  সিদ্বেশ্বর শিব মন্দির ও এক্তেশ্বর শিব মন্দিরের বিভিন্ন ভাস্কর্য । অবলোকিতেশ্বর বিষ্ণুও পূজিত হন ।তাঁর প্রস্তর বিগ্রহও রয়েছে ,একস্থানে‌।মনে হয় ,অবলোকিতেশ্বর বৌদ্ধ সংস্কৃতি সম্পর্কিত ।অবশ্যই জেলায় এককালীন বৌদ্ধ তথা সহজযানী বৌদ্ধ অস্তিত্বের পক্ষে,  অবলোকিতেশ্বর বিষ্ণু প্রামাণ্য নিদর্শন।\n\n\n== প্রাগৈতিহাসিক যুগ ==\nবাঁকুড়া জেলার  প্রাচীনতম মানব বসতির নিদর্শনটি হল ডিহর, যা সত্তরের দশকে, মাণিকলাল সিনহা কর্তৃক  আবিষ্কৃত হয়েছিল। এই সভ‍্যতা, প্রায় ১০০০ খ্রিষ্টপূর্বাব্দ নাগাদ ক্যালকোলিথিক মানবগোষ্ঠী দ্বারকেশ্বর নদের উত্তর তীরে বসতি স্থাপন করেছিল।\nপ্রাগৈতিহাসিক যুগের শেষভাবে বিভিন্ন প্রোটো-অস্ট্রালয়েড ও কয়েকটি প্রোটো-দ্রাবিড় উপজাতি এখানে বসতি স্থাপন করে। এই সব উপজাতি খাদ্যসংগ্রহ, শিকার, পশুপালন ও চাষবাস করত। প্রাচীন কালে বাঁকুড়া জেলা ছিল রাঢ় অঞ্চলের অন্তর্গত। বাংলার অন্যান্য অঞ্চলের তুলনায় এই অঞ্চলে আদিবাসী জনজাতির সংখ্যা অধিক ছিল। প্রোটো-ইন্দো-আর্য গোষ্ঠীর মানুষেরা এই অঞ্চলের আর্যীকরণ করে। এই জাতির মানুষেরা উত্তর ভারত থেকে বাংলায় এসেছিল। এখানে দুটি প্রধান জাতিগোষ্ঠী ছিল - নিষাদ (প্রোটো-অস্ট্রালয়েড উপজাতি) ও দাস-দস্যু (দ্রাবিড় জাতির সঙ্গে সম্পর্কযুক্ত)। উপগোষ্ঠীগুলির অন্তর্গত ছিল বাগদি, বাউড়ি, জেলে, হাড়ি, ডোম ও অন্যান্যরা। সাঁওতাল ও মাল পাহাড়িয়ারা সম্ভবত প্রথম থেকেই এই অঞ্চলের বাসিন্দা।  খাদ্য, পোষাকপরিচ্ছদ, ধর্ম, আচরণ ও অন্যান্য বিষয়ে বিভিন্ন উপজাতিগুলির মধ্যে পার্থক্য ছিল এবং এদের পরস্পরের মধ্যে মেলামেশা ছিল না, স্বজাতির বাইরে বিবাহ সম্পর্ক স্থাপন তো দূরের কথা।\n\n\n== আর্যীকরণ ==\nপ্রোটো-ইন্দো-আর্যরা এখানে এলে ধীরে ধীরে এই অঞ্চলের আর্যীকরণ শুরু হয়। প্রথম দিকে গুণ ও কর্মের বিভাগ অনুযায়ী এই আর্যীকরণ শুরু হয়। এর ফলে এই অঞ্চলে বর্ণভিত্তিক সমাজব্যবস্থা গড়ে ওঠে। এই সমাজব্যবস্থা গড়ে ওঠার পিছনে এই অঞ্চলের পুরনো সমাজব্যবস্থারও কিছু অবদান ছিল। তবে এই আর্যীকরণ সহজে হয়নি। কয়েক শতাব্দী ধরে সংঘর্ষ ও সহযোগিতা উভয় পরিবেশেই ধীরে ধীরে আর্যীকরণের কাজ সম্পাদিত হয়েছে।\nঐতরেয় আরণ্যক গ্রন্থে (আনুমানিক খ্রিষ্টপূর্ব সপ্তম শতাব্দী) এই অঞ্চলের অধিবাসীদের অসুর নামে অভিহিত করা হয়েছে। আজও এই জেলার বহু গ্রামের নাম অসুর-দের নামের সঙ্গে যুক্ত। বৌধায়ন ধর্মসূত্র গ্রন্থে (আনুমানিক খ্রিষ্টপূর্ব পঞ্চম-ষষ্ঠ শতাব্দী) বলা হয়েছে, অঙ্গ ও মধ্যদেশে আংশিক আর্যীকরণ সম্পন্ন হলেও, পুণ্ড্র, বঙ্গ ও কলিঙ্গ কেবল উত্তর ভারতের আর্য জাতির সংস্পর্শেই এসেছে।\nপ্রাকৃত ও সংস্কৃত ভাষায় লেখা শুশুনিয়া লেখ থেকে জানা যায়, খ্রিষ্টীয় চতুর্থ শতাব্দীতে রাজা চন্দ্রবর্মণের পুত্র সিংহবর্মণ পুষ্করণের (অধুনা পোখরনা) রাজা ছিলেন। প্রায় সমগ্র রাঢ় (দক্ষিণ-পশ্চিম বাংলা) তার শাসনাধীনে ছিল। এলাহাবাদ প্রশস্তি থেকে জানা যায়, সমুদ্রগুপ্ত চন্দ্রবর্মণকে পরাজিত করে এই অঞ্চলটি গুপ্ত সাম্রাজ্যের অধিভুক্ত করেছিলেন। বহু বছর এই অঞ্চল বর্ধমানভুক্তি ও দণ্ডভুক্তির অধীনস্থ ছিল।\nআচারাঙ্গ সূত্র নামক প্রাচীন জৈন গ্রন্থে (আনুমানিক খ্রিষ্টীয় চতুর্থ শতাব্দী) সুহ্ম ও লাঢ়া (রাঢ়?) অঞ্চলের উল্লেখ রয়েছে। উক্ত গ্রন্থে এই অঞ্চলদুটিকে বর্বর জাতি অধ্যুষিত বলা হয়েছে। অনেক ঐতিহাসিকের মতে, বাংলায় আর্যীকরণের কাজ প্রথমে উত্তর ও পূর্ব বাংলায় হয়, এবং তার পরে হয় পশ্চিম বাংলায়। এই সময়েই বাংলায় জৈন ও বৌদ্ধ ধর্ম প্রসার লাভ করে। খ্রিষ্টীয় ষষ্ঠ শতাব্দী থেকে বাংলায় আর্য ধর্মের প্রসারের একাধিক নিদর্শন পাওয়া গেছে।\n\n\n== বিষ্ণুপুর রাজ্য ==\nখ্রিষ্টীয় সপ্তম শতাব্দী থেকে ব্রিটিশ শাসনের সূচনালগ্ন পর্যন্ত প্রায় এক সহস্রাব্দ কাল বাঁকুড়া জেলার ইতিহাস বিষ্ণুপুরের হিন্দু মল্ল রাজবংশের উত্থান ও পতনের সঙ্গে ওতপ্রোতভাবে জড়িত।\nঊনবিংশ শতাব্দীর শেষভাগে রমেশচন্দ্র দত্ত লিখেছেন, \"বিষ্ণুপুরের প্রাচীন রাজবংশের সূচনা সেই সময় ঘটে যখন দিল্লিতে হিন্দু রাজবংশ শাসন করত। সেই সময় ভারতের কেউ মুসলমান সম্প্রদায়ের নাম শোনেনি। বখতিয়ার খিলজি হিন্দু রাজাদের হাত থেকে বাংলার শাসন অধিকার করে নেওয়ার আগে পাঁচ শতাব্দীকাল এই রাজবংশ বিষ্ণুপুর শাসন করেছিল। যদিও, বাংলায় মুসলমান বিজয় বিষ্ণুপুর রাজাদের শাসনের ক্ষেত্রে কোনো পরিবর্তন আনেনি... বাংলার উর্বর অংশের মুসলমান শাসকেরা এই অরণ্যরাজ্য সম্পর্কে সম্যক অবহিত ছিলেন না। তারা এই অঞ্চলে কখনও আসেওনি। এই কারণে, শতাব্দীর পর শতাব্দীকাল বিষ্ণুপুরের রাজারা নির্বিঘ্নে শাসনকাজ চালিয়ে যান। পরবর্তীকালে অবশ্য মুঘল রাজশক্তি এই অঞ্চল পর্যন্ত প্রসারিত হয়েছিল। মাঝে মাঝে মুঘল বাহিনী বিষ্ণুপুরের নিকটে এসে রাজস্ব দাবি করত এবং সম্ভবত বিষ্ণুপুরের রাজারা রাজস্ব দিয়েও দিতেন। মুর্শিদাবাদের সুবাদারেরা পরবর্তীকালের বীরভূম ও বর্ধমানের রাজাদের মতো বিষ্ণুপুরের রাজাদেরও নিয়ন্ত্রণে আনতে সম্পূর্ণ সক্ষম হননি। বর্ধমান রাজাদের শক্তিবৃদ্ধি হওয়ার পর বিষ্ণুপুর রাজবংশের অবক্ষয় শুরু হয়। মহারাজা কীর্তিচাঁদ বিষ্ণুপুর আক্রমণ করে এই অঞ্চলের একটি বিস্তৃর্ণ অঞ্চল নিজ জমিদারির অন্তর্ভুক্ত করেন। বর্গী হানার সঙ্গে সঙ্গে বিষ্ণুপুর রাজবংশের পতন সম্পূর্ণ হয়। বর্তমানে এইটি দরিদ্র জমিদার পরিবার মাত্র।\"\nবিষ্ণুপুর রাজাদের উৎস রহস্যাবৃত। বহু শতাব্দীকাল তাদের বাগদি রাজা বলে উল্লেখ করা হয়েছে। যদিও বিষ্ণুপুরের রাজারা এবং তাদের অনুগামীরা দাবি করেন যে তারা উত্তর ভারতের ক্ষত্রিয় বংশোদ্ভুত। এই অঞ্চলের আর্যীকরণের শেষ পর্যায়ে এই দাবি বিশেষ জোরালো হয়ে ওঠে। বিষ্ণুপুরের রাজারা মল্ল রাজা নামে পরিচিত। সংস্কৃত মল্ল শব্দটির অর্থ মল্লযোদ্ধা। তবে এই শব্দটির সঙ্গে এই অঞ্চলের মাল উপজাতির সম্পর্ক থাকাও সম্ভব। এই উপজাতির সঙ্গে বাগদিদের সম্পর্ক বিদ্যমান।\nবিষ্ণুপুর-সংলগ্ন অঞ্চলটিকে অতীতে মল্লভূম বলা হত। মল্লভূম রাজ্যের কেন্দ্রীয় এলাকা ছিল বর্তমান বাঁকুড়া থানা এলাকা (ছাতনা বাদে), ওন্দা, বিষ্ণুপুর, কোতুলপুর ও ইন্দাস। তবে প্রাচীন বিষ্ণুপুর রাজ্যের আয়তন আরও বড়ো ছিল। উত্তরে সাঁওতাল পরগনার দামিন-ই-কোহ থেকে এই রাজ্য দক্ষিণে মেদিনীপুর পর্যন্ত প্রসারিত ছিল। পূর্বে বর্ধমানের পূর্বাঞ্চল থেকে পশ্চিমে ছোটোনাগপুরের একটি অঞ্চলও এই রাজ্যের অন্তর্ভুক্ত ছিল। এই জেলার কিছু অঞ্চল অতীতে আদিবাসী অধ্যুষিত হলেও পরে তাদের ধীরে ধীরে দমন করা হয়। খাতড়া অঞ্চলটি ধলভূম, রায়পুর অঞ্চলটি তুঙ্গভূম ও ছাতনা অঞ্চলটি সামন্তভূম নামে পরিচিত ছিল। মল্ল রাজারা এই সব অঞ্চলও মল্লভূমের অধিকারে আনেন। প্রাচীন লেখগুলিতে বরাহভূমি বা বরাভূমি নামেও (অধুনা বরাভূম) একটি অঞ্চলের উল্লেখ পাওয়া যায়। দারিকেশী নদী ও শেখর পর্বত (সম্ভবত অধুনা পরেশনাথ) এই রাজ্যের সীমা ছিল।\n\n\n=== আদিমল্ল ===\nআদিমল্ল ছিলেন মল্ল রাজবংশের প্রতিষ্ঠাতা। এই রাজবংশের সূচনা সম্পর্কে একটি কিংবদন্তি প্রচলিত রয়েছে। ৬৯৫ খ্রিষ্টাব্দে উত্তর ভারতের এক রাজপুত্র পুরীর জগন্নাথ মন্দিরে তীর্থ করতে যাচ্ছিলেন। তিনি কোতুলপুর থেকে ৮.৪ কিলোমিটার (৫.২ মাইল) দূরে লাউগ্রামের গভীর অরণ্যে তাঁবু ফেলেন। সেখানেই তার সন্তানসম্ভবা স্ত্রীকে এক ব্রাহ্মণের তত্ত্বাবধানে রেখে যান। রাজার স্ত্রী এক পুত্রসন্তানের জন্ম দেন এবং তারা লাউগ্রামেই থেকে যান। সাত বছর বয়সে ছেলেটি রাখালের কাজ শুরু করে। তবে অল্প বয়স থেকে তার মধ্যে নেতাসুলভ ভাব লক্ষিত হতে দেখা যায়। সে যোদ্ধা হিসেবে প্রশিক্ষিত হয়। মাত্র পনেরো বছর বয়সেই সে অপ্রতিদ্বন্দ্বী মল্লযোদ্ধা হয়ে ওঠে। এই কারণে সে আদিমল্ল (আদি বা অদ্বিতীয় মল্লযোদ্ধা) নামে পরিচিত হয়। বড়ো হয়ে আদিমল্ল লাউগ্রাম থেকে ১২.৮ কিলোমিটার (৮ মাইল) দূরে অবস্থিত জয়পুরের নিকটস্থ পদমপুরের রাজার কাছ থেকে লাউগ্রাম ও পার্শ্ববর্তী কয়েকটি গ্রামের আধিপত্য অর্জন করেন। এই কাহিনির সত্যতা নিয়ে সন্দেহের অবকাশ থাকলেও, বিষ্ণুপুরের রাজাদের সঙ্গে ক্ষত্রিয় বংশের সংযোগ নিয়ে এই রকম একাধিক কাহিনি মল্লভূমে প্রচলিত ছিল। তবে কোনো গবেষকের ধারণায় , প্রদ্যুম্নপুর কেন্দ্রিক কতিপয় গ্রামও প্রাক্ মধ্যযুগে গড়ে উঠে*।\nআদিমল্ল ৩৩ বছর লাউগ্রাম শাসন করেন এবং বাগদি রাজা নামে অভিহিত হন। তার পুত্র জয়মল্ল রাজা হয়ে পদমপুর আক্রমণ করে দুর্গ অধিকার করেন। জয়মল্ল তার রাজ্যের বিস্তৃতি ঘটিয়ে বিষ্ণুপুরে রাজধানী সরিয়ে আনেন। পরবর্তী রাজারাও রাজ্যবিস্তারে মন দিয়েছিলেন। এঁদের মধ্যে উল্লেখযোগ্য হলেন চতুর্থ রাজা কালুমল্ল, ষষ্ঠ রাজা কাউমল্ল ও সপ্তম রাজা ঝাউমল্ল। অষ্টম রাজা সুরমল্ল উত্তর মেদিনীপুরের বাগড়ির রাজাকে পরাজিত করেছিলেন। তার পরে আরও ৪০ জন বিষ্ণুপুর শাসন করেন। এঁরা সকলেই মল্ল বা মল্লবনিনাথ নামে পরিচিত ছিলেন। এই রাজাদের পারিবারিক নথি থেকে জানা যায়, এঁরা বিদেশি শাসনের অধীনতাপাশ থেকে মুক্ত ছিলেন।\n\n\n=== বীর হাম্বীর ===\nমল্ল রাজবংশের ৪৯তম শাসক বীর হাম্বীর ১৫৮৬ সালে সিংহাসনে আরোহণ করেন। তিনি ছিলেন মুঘল সম্রাট আকবরের সমসাময়িক। আফগানদের বিরুদ্ধে যুদ্ধে তিনি আকবরের পক্ষাবলম্বন করেন। মুসলমান ঐতিহাসিকগণ তার নাম উল্লেখ করেছেন। তিনি বাংলার সুবাদারের নিকট বার্ষিক রাজস্ব প্রদান করতেন এবং মুঘল সার্বভৌমত্ব স্বীকার করে নেন।\nবীর হাম্বীর ছিলেন শক্তিশালী ও ধার্মিক রাজা। শ্রীনিবাস আচার্য তাকে বৈষ্ণবধর্মে দীক্ষিত করেন। নরোত্তম দাস (ওরফে বলরাম দাস) রচিত প্রেমবিলাস ও নরহরি চক্রবর্তী রচিত ভক্তিরত্নাকর গ্রন্থ থেকে জানা যায়, শ্রীনিবাস ও অন্যান্য ভক্তেরা বৃন্দাবন থেকে গৌড় যাত্রাপথে হাম্বীর কর্তৃক লুণ্ঠিত হন। কিন্তু শ্রীনিবাসের ভাগবত পাঠ শুনে তিনি বৈষ্ণবধর্মের প্রতি আকৃষ্ট হয়ে পড়েন এবং শ্রীনিবাসকে প্রচুর অর্থ ও ভূসম্পত্তি দান করেন। তিনি বিষ্ণুপুরে মদনমোহন প্রতিষ্ঠা করেছিলেন।\n\n\n=== রঘুনাথ সিংহ ===\nবীর হাম্বীরের পুত্র রঘুনাথ সিংহ বিষ্ণুপুরের প্রথম রাজা যিনি ক্ষত্রিয় সিংহ উপাধি ব্যবহার করেন। কথিত আছে, এই উপাধি মুর্শিদাবাদের নবাব তাকে প্রদান করেছিলেন। তার রাজত্বকাল থেকেই বিষ্ণুপুর রাজ্যের স্বর্ণযুগের সূচনা ঘটে। রঘুনাথ সিংহের আমলে বিষ্ণুপুরে নয়নাভিরাম প্রাসাদ ও মন্দিরাদি নির্মিত হয়। কথিত আছে, এই সময় বিষ্ণুপুর নাকি ইন্দ্রের স্বর্গপুরীর চেয়েও সুন্দর হয়ে উঠেছিল। যদিও, রাজনৈতিকভাবে বিষ্ণুপুর এই সময় তার স্বাধীনতা হারিয়ে অনেকটাই করদ রাজ্যের পর্যায়ে পর্যবসিত হয়। ১৬৪৩ থেকে ১৬৫৬ সালের মধ্যে রঘুনাথ সিংহ শ্যামরায়, জোড় বাংলা ও কালাচাঁদ মন্দির নির্মাণ করেছিলেন।\n\n\n=== বীর সিংহ ===\n১৬৫৬ সালে বীর সিংহ বর্তমান দুর্গ ও লালজি মন্দির নির্মাণ করেন। এছাড়া তিনি লালবাঁধ, কৃষ্ণবাঁধ, গনতাতবাঁধ, যমুনাবাঁধ, কালিন্দীবাঁধ, শ্যামবাঁধ ও পোকাবাঁধ নামে সাতটি বড়ো জলাধারও নির্মাণ করেন। ১৬৬৫ সালে তার মহিষী শিরোমণি বা চূড়ামণি মদনমোহন ও মুরলিমোহন মন্দিরদুটি নির্মাণ করেন। বীর সিংহ তার আঠারো পুত্রকে জন্মমাত্রেই হত্যা করেছিলেন। কনিষ্ঠ পুত্র দুর্জনকে ভৃত্যেরা লুকিয়ে রাখায় তিনি রক্ষা পেয়ে যান।\n\n\n=== দুর্জন সিংহ ===\n\n১৬৯৪ সালে দুর্জন সিংহ মদনমোহন মন্দির নির্মাণ করেন। পারিবারিক নথি অনুযায়ী, বিষ্ণুপুরের রাজারা মুসলমান শাসকদের রাজস্ব প্রদান করলেও, অভ্যন্তরীণ ব্যাপারে তারা স্বাধীনই ছিলেন। মুসলমান ঐতিহাসিকেরাও এই ব্যাপারে একই কথা লিখছেন। বিষ্ণুপুরের রাজারা করদ রাজা হলেও, মুর্শিদাবাদের দরবারে তাদের উপস্থিত থাকতে হত না। তবে মুর্শিদাবাদে তাদের একজন রাজপ্রতিনিধি থাকতেন।\n\n\n== মারাঠা আক্রমণ ==\nসপ্তদশ শতাব্দীর শেষভাগে বিষ্ণুপুরের রাজারা ছিলেন সমৃদ্ধির শিখরে। অষ্টাদশ শতাব্দীর প্রথমার্ধ থেকে এই রাজবংশের পতন শুরু হয়। প্রথমে বর্ধমানের মহারাজা ফতেহপুর মহল অধিকার করে নেন। এরপর মারাঠা আক্রমণকারীরা এই অঞ্চলে ব্যাপক লুটতরাজ চালায়।\n\n\n=== গোপাল সিংহ ===\n\nগোপাল সিংহ (১৭৩০-১৭৪৫) ছিলেন ধার্মিক রাজা। কিন্তু রাজ্যে সমাগত বিপদের মোকাবিলা করার শক্তি তার ছিল না। তিনি মল্লভূমের সকল প্রজাকে সন্ধ্যায় হরিনাম করার নির্দেশ জারি করেছিলেন। ১৭৪২ সালে ভাস্কর রাওয়ের নেতৃত্বে মারাঠারা বিষ্ণুপুর আক্রমণ করলে, তার বাহিনী কঠিন প্রতিরোধ গড়ে তোলে। গোপাল সিংহ সেনাবাহিনীকে দুর্গের মধ্যে প্রত্যাহার করে নেন ও দুর্গ সুরক্ষিত করেন। তিনি নগরবাসীকে মদনমোহনের নিকট সাহায্য প্রার্থনা করতে বলেন। কথিত আছে, মদনমোহন সেই ডাকে সাড়া দিয়েছিলেন। বিষ্ণুপুরের বিখ্যাত দলমাদল কামান মানুষের সহায়তা বিনাই নাকি গর্জে উঠেছিল। সম্ভবত মারাঠারা কঠিন দুর্গপ্রাকার ধ্বংস করতে না পেরে ফিরে গিয়েছিলেন। মারাঠারা এরপর রাজ্যের অপেক্ষাকৃত কম সুরক্ষিত অঞ্চলগুলিতে লুটতরাজ চালায়। ১৭৬০ সালে দ্বিতীয় শাহ আলমের যুদ্ধাভিযানের কালে মারাঠা সর্দার শেওভাট বিষ্ণুপুরকে সদর করেছিলেন। মারাঠারা বিষ্ণুপুর ও বীরভূমের সীমান্ত অঞ্চলে এমন ভয়াবহ লুণ্ঠন চালান যে, এই একদা-সমৃদ্ধ অঞ্চলগুলি দারিদ্র্যের অন্ধকূপে বন্দী হয়ে পড়ে। অনেকেই রাজ্য ছেড়ে পালিয়ে যান, এবং রাজ্য জনবিরল হয়ে পড়ে।\n\n\n=== চৈতন্য সিংহ ===\nচৈতন্য সিংহও ধার্মিক রাজা ছিলেন। কিন্তু তাকেও প্রতিকূল পরিস্থিতির সম্মুখীন হতে হয়। তিনি ধর্মকর্ম নিয়ে এতই ব্যস্ত থাকতেন যে, প্রশাসনিক কাজকর্ম কিছুই দেখতেন না। এরই সুযোগ নিয়ে দামোদর সিংহ নামে তার এক জ্ঞাতিভাই ক্ষমতা দখলের চেষ্টা করেন। তিনি মুর্শিদাবাদের দরবারে নিজের যোগ্যতা প্রমাণে সমর্থ হন। প্রথমে সিরাজদ্দৌলা তাকে নিজ বাহিনী ধার দেন। কিন্তু তিনি বিষ্ণুপুর দখলে অসমর্থ হন। ইংরেজদের হাতে সিরাজের পরাজয়ের পর মীর জাফর দামোদর সিংহকে আরও শক্তিশালী বাহিনী ধার দেন। এইবার তিনি বিষ্ণুপুর দখল করতে সমর্থ হন। চৈতন্য সিংহ মদন গোপালের বিগ্রহ নিয়ে কলকাতায় পালিয়ে আসেন। এরপর রাজ্যের মালিকানা নিয়ে বহুদিন মামলা মোকদ্দমা চলে। এই মামলা চালাতে গিয়ে বিষ্ণুপুর রাজ পরিবারের পতন সম্পূর্ণ হয়। শেষে ১৮০৬ সালে রাজস্ব বাকি রাখার দায়ে রাজ্য বিক্রি হয়ে যায় এবং বর্ধমানের রাজা সমগ্র এস্টেটটি কিনে নেন।\n\n\n== ব্রিটিশ প্রশাসনের সূচনাকাল ==\n১৭৬০ সালে বর্ধমান চাকলার অবশিষ্টাংশের সঙ্গে বিষ্ণুপুরও ব্রিটিশ শাসনাধীনে আসে। মারাঠা অত্যাচারের পর ছিয়াত্তরের মন্বন্তর এখানকার অর্থনীতিকে ধ্বংসের মুখে ঠেলে দেয়। জনসংখ্যা হ্রাস পায়, শস্য উৎপাদন কমে যায় এবং আইন শৃঙ্খলার অবনতি ঘটে। \nঅতীতের শক্তিশালী রাজ্য বিষ্ণুপুর কেবল এক জমিদারিতে রূপান্তরিত হয়। ১৭৮৭ সালে, বিষ্ণুপুর বীরভূমের অন্তর্ভুক্ত হয়। সিউড়িকে সদর করে এটি একটি পৃথক জেলার মর্যাদা লাভ করে। বিষ্ণুপুর অঞ্চলে বিদ্রোহের পরিস্থিতি সৃষ্টি হয়। এই বিদ্রোহ চুয়াড় বিদ্রোহ নামে পরিচিত। ১৭৯৩ সালে বাঁকুড়া পৃথক জেলা হিসেবে আত্মপ্রকাশ করে এবং বর্ধমান বিভাগের অন্তর্ভুক্ত হয়।\n\n\n=== চুয়াড় বিদ্রোহ ===\n\nঅষ্টাদশ শতাব্দীর শেষ ভাগে বাঁকুড়া জেলার রায়পুরে চুয়াড় বিদ্রোহের সূত্রপাত ঘটে। এই বিদ্রোহের নেতা ছিলেন রায়পুরের পূর্বতন জমিদার দুর্জন সিংহ। প্রায় ১,৫০০ অনুগামী নিয়ে তিনি প্রবল প্রতিরোধ গড়ে তোলেন। পুলিশ এই বিদ্রোহ দমনে ব্যর্থ হয়। এই সময় বাঁকুড়া জঙ্গল মহলের অন্তর্গত ছিল। চুয়াড় বিদ্রোহ চলাকালীনই বাঁকুড়া ইস্ট ইন্ডিয়া কোম্পানির বাণিজ্যিক উন্নতির পথে বিশেষ গুরুত্বপূর্ণ হয়ে ওঠে। সোনামুখীতে কোম্পানির কুঠি গড়ে ওঠে। এই কুঠির ৩১টি অধীনস্থ কুঠি ছিল, যার একটি পাত্রসায়র এবং অপর দুটি বীরভূমের সুরুল ও ইলামবাজারে গড়ে ওঠে। ১৮৩২ সালে চুয়াড় বিদ্রোহের ফলস্রুতিতে ১৮৩৩ সালে জঙ্গল মহল ভেঙে দেওয়া হয়। বিষ্ণুপুর বর্ধমানের সঙ্গে যুক্ত হয়। জেলার অধিকাংশ অংশ মানভূমের অঙ্গীভূত হয়। এই অঞ্চলটি সেই সময় নর্থ-ওয়েস্ট ফ্রন্টিয়ার এজেন্সি নামে পরিচিত ছিল। ১৮৭২ সালে, সোনামুখী, ইন্দাস, কোতুলপুর, শেরগড় ও সেনপাহাড়ি বর্ধমানের অন্তর্ভুক্ত হয়।\n\n\n== বর্তমান বাঁকুড়া ==\n১৮৭৯ সালে, মানভূমের খাতড়া, রাইপুর ও সিমলাপাল আউটপোস্ট এবং বর্ধমানের সোনামুখী, কোতুলপুর ও ইন্দাস যুক্ত করে বাঁকুড়া জেলার বর্তমান আকারটি দেওয়া হয়। যদিও প্রথম দিকে এটি পশ্চিম বর্ধমান জেলা নামে পরিচিত ছিল। ১৮৮১ সালে এই জেলার নামকরণ হয় বাঁকুড়া জেলা।\n\n\n=== রাজা ৺শ্রীশ্রী কালিপদ সিংহ ঠাকুর ===\n১৯০৩ খ্রীষ্টাব্দে মহারাজ নীলমণি সিংহের মৃত্যুর পর ১৯২৯ খ্রীঃ পর্যন্ত বিষ্ণুপুরের সিংহাসন শূন্য অবস্থায় থাকে। অবশেষে ১৯৩০ খ্রীঃ বা ১২৩৬ মল্লাব্দে মল্লভূম তথা বিষ্ণুপুরের শেষ মল্লাধিপতি রাজা ৺শ্রীশ্রী কালিপদ সিংহ ঠাকুরের বিষ্ণুপুর রাজসিংহাসনে অভিষেক হয়। ব্যক্তিগত জীবনে তিনি প্রজাবৎসল, সদালাপী ও উদারচরিত্রের মানুষ ছিলেন। ইংরাজী ১৯৮৩ খ্রীষ্টাব্দের ২৯শে ডিসেম্বর ইনি অমৃতলোকে যাত্রা করেন।\n\n\n== তথ্যসূত্র ==\n১৬।  চৌধুরী রথীন্দ্রমোহন (২০০২)। বাঁকুড়াজনের     ‌         ইতিহাস --সংস্কৃতি ।    ‌\n‌    *  পৃঃ  ১১  বরাট শ্যামাশঙ্কর (২০২২)। ঐতিহাসিক\nসাংস্কৃতিক পটে বাঁকুড়ার গেলিয়া অঞ্চল( অক্ষর        প্রকাশন )"}