{"pageid": 1167753, "title": "ফাইনাল ডেস্টিনেশন (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1167753", "content": "ফাইনাল ডেস্টিনেশন হলো ২০০০ সালের একটি আমেরিকান অতিপ্রাকৃত হরর চলচ্চিত্র পরিচালিত জেমস ওং, যার চিত্রনাট্য ওং, গ্লেন মরগান লিখেছেন।, এবং জেফ্রি রেডডিক, রেডডিকের একটি গল্পের উপর ভিত্তি করে। এটি ফাইনাল ডেস্টিনেশন ফিল্ম সিরিজ এবং তারকারা ডেভন সাওয়া, আলি লার্টার, কের স্মিথ, এবং টনি টডের প্রথম কিস্তি।  সাওয়া একজন কিশোরকে চিত্রিত করেছে যে একটি বিপর্যয়কর বিমান বিস্ফোরণের পূর্বজ্ঞান পরে মৃত্যুর সাথে প্রতারণা করে। তিনি এবং তার সহপাঠীরা বিস্ফোরণ ঘটার আগে প্লেন ছেড়ে চলে যান, কিন্তু মৃত্যু পরে যারা বিমানে মারা যাওয়ার কথা ছিল তাদের প্রাণ নেয়।\nরেডডিকের একটি 'দ্য এক্স-ফাইলস'-এর এপিসোডের জন্য রেডডিকের লেখা একটি স্পেক স্ক্রিপ্ট হিসেবে চলচ্চিত্রটি শুরু হয়েছিল। টিভি এজেন্ট। নিউ লাইন সিনেমা-এর একজন সহকর্মী এটিকে একটি ফিচার-লেংথ ফিল্ম হিসেবে লিখতে রেডিককে রাজি করান। পরবর্তীতে, ওয়াং এবং মর্গান, দ্য এক্স-ফাইলস লেখার অংশীদার, স্ক্রিপ্টে আগ্রহী হয়ে ওঠেন এবং ফিল্মটি পুনর্লিখন ও পরিচালনা করতে সম্মত হন, ওং-এর চলচ্চিত্র পরিচালনায় অভিষেক হয়। চিত্রগ্রহণ নিউ ইয়র্ক সিটি এবং ভ্যাঙ্কুভারে সংঘটিত হয়েছিল, অতিরিক্ত দৃশ্য টরন্টো এবং সান ফ্রান্সিসকোতে চিত্রায়িত হয়েছিল। এটি ১৭ মার্চ, ২০০০-এ মুক্তি পায় এবং এটি একটি আর্থিক সাফল্য লাভ করে, যার উদ্বোধনী সপ্তাহান্তে $১০ মিলিয়ন উপার্জন করে। মার্কিন যুক্তরাষ্ট্র এবং কানাডায় ২৬শে সেপ্টেম্বর, ২০০০-এ মুক্তিপ্রাপ্ত চলচ্চিত্রটির ডিভিডি রিলিজ, মন্তব্য, মুছে ফেলা দৃশ্য এবং তথ্যচিত্র অন্তর্ভুক্ত করে।\nচলচ্চিত্র সমালোচকদের থেকে মিশ্র রিভিউ পেয়েছি। ইতিবাচক পর্যালোচনাগুলি \"সম্মানজনক পরিমাণে সাসপেন্স তৈরি করার জন্য\" চলচ্চিত্রটির প্রশংসা করেছে, \"দর্শকদের অনুমান করতে পারে এমন কৌতুকপূর্ণ এবং যথেষ্ট উত্সাহী\", \"একটি অপ্রত্যাশিতভাবে সতর্ক কিশোর-চিৎকার বিপর্যয় চিলার\", এবং সাওয়া-এর অভিনয়, যখন নেতিবাচক পর্যালোচনাগুলি চলচ্চিত্রটিকে \"\" হিসাবে বর্ণনা করেছে নাটকীয়ভাবে সমতল\" এবং \"কিশোরদের ডেটিং ভিড়ের লক্ষ্যে\"।\n\n\n== কাহিনি ==\nউচ্চ বিদ্যালয়ের ছাত্র অ্যালেক্স ব্রাউনিং জন এফ কেনেডি বিমানবন্দর থেকে প্যারিসে তাদের সিনিয়র ভ্রমণের জন্য তার সহপাঠীদের সাথে ভলি এয়ারলাইনস ফ্লাইট ১৮০, একটি বোয়িং ৭৪৭ বোর্ডে।  উড্ডয়নের আগে, অ্যালেক্সের একটি পূর্বসূচনা ছিল যে বিমানটি মাঝ-আকাশে বিস্ফোরিত হবে এবং তাতে থাকা সকলেই মারা যাবে।  যখন তার দৃষ্টি থেকে ঘটনাগুলি বাস্তবে ঘটতে শুরু করে, তখন তিনি আতঙ্কিত হয়ে পড়েন যতক্ষণ না তার এবং তার প্রতিদ্বন্দ্বী কার্টার হর্টনের মধ্যে একটি লড়াই শুরু হয়, যার ফলে তাদের দুজনকেই প্লেন থেকে সরিয়ে দেওয়া হয়, সাথে আলেক্সের সেরা বন্ধু টড ওয়াগনার, কার্টারের বান্ধবী টেরি চ্যানি , শিক্ষক ভ্যালেরি লিউটন, এবং ছাত্র বিলি হিচকক এবং ক্লিয়ার রিভারস।  ক্লিয়ার ছাড়া অন্য যাত্রীদের কেউই অ্যালেক্সকে তার দৃষ্টিভঙ্গি সম্পর্কে বিশ্বাস করে না যতক্ষণ না বিমানটি টেক-অফের সময় বিস্ফোরিত হয়।  পরে, বেঁচে থাকা ব্যক্তিদের দুজন এফবিআই এজেন্ট, ওয়েইন এবং শ্রেক জিজ্ঞাসাবাদ করে, যারা দুজনেই অ্যালেক্সকে সন্দেহ করে।\nঊনত্রিশ দিন পরে, ক্ষতিগ্রস্তদের জন্য একটি স্মৃতিসৌধে যোগ দেওয়ার পরে, একটি অস্বাভাবিক চেইন প্রতিক্রিয়ার কারণে টড ঘটনাক্রমে সেই রাতে তার ঝরনাতে ঝুলে পড়ে।  যখন তার মৃত্যুকে আত্মহত্যা বলে অভিহিত করা হয়, তখন অ্যালেক্স টডের মৃতদেহ পরীক্ষা করার জন্য ক্লিয়ারের সাথে অন্ত্যেষ্টিক্রিয়ার বাড়িতে লুকিয়ে পড়েন যখন মর্টিশিয়ান উইলিয়াম ব্লুডওয়ার্থ প্রকাশ করেন যে আসন্ন পরিস্থিতি থেকে বেঁচে যাওয়া ব্যক্তিরা মৃত্যুর পরিকল্পনাকে ব্যাহত করেছে, যারা এখন জীবন দাবি করছে  যারা দুর্ঘটনায় মারা যাওয়ার কথা ছিল।  অ্যালেক্স এবং ক্লিয়ার তাদের পরবর্তী পদক্ষেপ নিয়ে আলোচনা করছেন যখন বেঁচে থাকা বাকিরা ক্যাফের বাইরে এসে পৌঁছায়, যেখানে টেরি রাস্তায় একটি দ্রুতগামী বাসের ধাক্কায় মারা যায়।\nবিস্ফোরণের কারণ সম্পর্কে একটি সংবাদ প্রতিবেদন দেখার পর, অ্যালেক্স এই উপসংহারে পৌঁছেছেন যে মৃত্যু বিমানে তাদের উদ্দেশ্যমূলক মৃত্যুর ক্রম অনুসারে বেঁচে থাকা ব্যক্তিদের পুনরুদ্ধার করছে।  যাইহোক, মিসেস লিউটনকে বাঁচাতে তিনি অনেক দেরি করে ফেলেছেন যার ঘরটি রান্নাঘরের ছুরি দ্বারা বিদ্ধ হওয়ার পর বিস্ফোরিত হয়।  অ্যালেক্স পরিস্থিতি ব্যাখ্যা করার সময় বাকী বেঁচে থাকা লোকেরা শহরের মধ্যে দিয়ে গাড়ি চালানোর সময় পুনরায় একত্রিত হয়।  কার্টার, যিনি পরবর্তী, টেরির ক্ষতির জন্য ক্ষুব্ধ হন এবং একটি ট্রেন ক্রসিংয়ে তার গাড়ি থামিয়ে দেন, নিজের শর্তে মারা যাওয়ার চেষ্টা করেন।  অন্যরা পালিয়ে যাওয়ার সময়, শেষ মুহূর্তে সে তার মন পরিবর্তন করে কিন্তু তার সিটবেল্ট জ্যাম হয়ে যায়।  অ্যালেক্স তাকে বাঁচাতে পরিচালনা করেন গাড়িটিকে একটি আসন্ন ট্রেনের দ্বারা ধাক্কা দেওয়ার আগে যা ধ্বংসস্তূপের থেকে একটি ছুরিকে ছিটকে দেয়, বিলিকে শিরশ্ছেদ করে।  অ্যালেক্স জানতে পারে কারণ তিনি কার্টারের মৃত্যুতে হস্তক্ষেপ করেছিলেন, এটি পরবর্তী ব্যক্তির কাছে চলে যায়।\nপরের দিন, একটি সুরক্ষিত কেবিনে লুকিয়ে থাকার সময়, অ্যালেক্স তার পূর্বাভাসে দুই সহপাঠীর সাথে আসন পরিবর্তন করার কথা স্মরণ করে এবং বুঝতে পারে যে ক্লিয়ার আসলে তার পাশে।  ওয়েইন এবং শ্রেক তাড়া করার সময় তাকে বাঁচাতে তিনি তার বাড়িতে ছুটে যান।  অ্যালেক্স স্পষ্ট দেখতে পান যে তার গাড়ির ভিতরে কে আটকে আছে তার চারপাশে একটি পেট্রল লিক জ্বালানো আলগা বৈদ্যুতিক তার দ্বারা বেষ্টিত৷  তিনি কেবলটি ধরেন, তাকে গাড়ি থেকে বিস্ফোরণের ঠিক আগে পালাতে দেয়।\nছয় মাস পরে, অ্যালেক্স, ক্লিয়ার এবং কার্টার তাদের বেঁচে থাকার উদ্‌যাপন করতে প্যারিসে যান।  তাদের অগ্নিপরীক্ষা নিয়ে আলোচনা করার সময়, অ্যালেক্স প্রকাশ করে যে ক্লিয়ারকে বাঁচানোর পরে মৃত্যু তাকে কখনও এড়িয়ে যায়নি।  তাদের সংগ্রাম অসমাপ্ত হওয়ার ভয়ে, অ্যালেক্স পিছু হটে যখন একটি বাস একটি নিয়ন সাইনের দিকে একটি পার্কিং সাইন ছুঁড়ে যা তার দিকে নেমে আসে।  কার্টার শেষ সেকেন্ডে অ্যালেক্সকে পথের বাইরে ঠেলে দেয় কিন্তু চিহ্নটি পূর্বের দিকে ফিরে যায় এবং তাকে হত্যা করে, ডেথের কাজ পুনরায় শুরু করার পরিকল্পনা ছেড়ে দেয়।\n\n\n== অভিনয়ে ==\n\nবিখ্যাত ভৌতিক চলচ্চিত্র পরিচালক, অভিনেতা এবং প্রযোজকদের নামে বেশ কয়েকটি চলচ্চিত্রের চরিত্রের নামকরণ করা হয়েছে: বিলি হিচককের নামকরণ করা হয়েছে আলফ্রেড হিচকক এর নামে, ব্রাউনিং পরিবার এবং টড ওয়াগনারের নামকরণ করা হয়েছে টড ব্রাউনিং এর নামে, ল্যারি মুর্নাউ একটি রেফারেন্স। ফ্রেডরিখ উইলহেম মুর্নাউ, ব্লেক ড্রেয়ার থেকে কার্ল থিওডর ড্রেয়ার, ভ্যালেরি লিউটন থেকে ভাল লিউটন, এজেন্ট শ্রেক থেকে ম্যাক্স শ্রেক, টেরি চ্যানি থেকে লন শ্যানি, ক্রিস্টা মার্শ স্মরণ করেন ফ্রেডিক মার্চ, রবার্ট উইন এর এজেন্ট ওয়েইন, এবং জর্জ ওয়াগনার সরাসরি ইউনিভার্সাল হরর ফিল্ম প্রযোজক জর্জ ওয়াগনার এর নামে নামকরণ করেন।\n\n\n== নির্মাণ ==\n\n\n=== উন্নয়ন ===\nআসল ধারণাটি জেফ্রি রেড্ডিক একটি টিভি এজেন্ট পাওয়ার জন্য দি এক্স-ফিলেস এর জন্য একটি বিশেষ স্ক্রিপ্ট হিসেবে লিখেছিলেন।  \"আমি আসলে কেনটাকিতে বাড়ি যাচ্ছিলাম এবং আমি একজন মহিলার সম্পর্কে একটি গল্প পড়েছিলাম যিনি ছুটিতে ছিলেন এবং তার মা তাকে ডেকে বলেছিলেন, 'আগামীকাল ফ্লাইটটি নেবেন না, এটি সম্পর্কে আমার খুব খারাপ অনুভূতি রয়েছে।'  তিনি ফ্লাইট পরিবর্তন করেছেন এবং যে বিমানটি তিনি বিধ্বস্ত হবেন, \"রেডডিক বলেছিলেন।  \"আমি ভেবেছিলাম, এটি ভয়ঙ্কর - যদি সে সেই ফ্লাইটে মারা যাওয়ার কথা ছিল?\"  তার ধারণার উপর ভিত্তি করে, রেডিক একটি স্ক্রিপ্ট লিখেছিলেন এবং একজন এজেন্ট পেয়েছিলেন, কিন্তু স্ক্রিপ্টটি দ্য এক্স-ফাইলে জমা দেওয়ার পরিবর্তে, তিনি এটিকে একটি ফিচার ফিল্ম হিসাবে লেখার জন্য নিউ লাইন সিনেমার একজন সহকর্মীর পরামর্শে কাজ করেছিলেন।\nনিউ লাইন সিনেমা রেডডিকের চিকিৎসা কিনে নেয় এবং তাকে স্ক্রিপ্টের মূল খসড়া লেখার জন্য নিয়োগ দেয়, যেখানে মৃত্যুকে একটি অদৃশ্য শক্তি হিসেবে দেখানো হয়েছিল। স্ক্রিপ্টটি শেষ হওয়ার পর, নিউ লাইন সিনেমা পরিচালকদের কাছে স্ক্রিপ্ট জমা দেয়, যার মধ্যে লেখার অংশীদার জেমস ওং এবং গ্লেন মরগানও রয়েছে।  উভয় লেখকই এটিকে একটি চলচ্চিত্রে পরিণত করতে ইচ্ছুক ছিলেন, যদিও তারা তাদের মান মেনে স্ক্রিপ্টটি পুনরায় লিখেছিলেন।  \"আমি বিশ্বাস করি যে এক সময় বা অন্য সময়ে আমরা সকলেই বিবেকের অনুভূতি অনুভব করেছি। আমাদের একটি ধারণা আছে, একটি অনুভূতি আছে এবং তারপরে সেই ধারণাটি সত্য প্রমাণিত হয়,\" ওং বলেছেন।  \"আমরা বিমান এবং বিমান ভ্রমণের জন্য যা করতে চাই, যা চোয়াল হাঙ্গর এবং সাঁতারের জন্য করেছিল\"।\nফিল্মটি লেখা ও পরিচালনা করার তার সিদ্ধান্তের প্রসারিত করে, ওং বলেছেন:\n\nমরগান বলেছেন:\n\nজিড/পেরি প্রোডাকশনের প্রযোজক ক্রেগ পেরি এবং ওয়ারেন জিড ফিল্মটির বাজেটে সাহায্য করেছিলেন কারণ উভয়েই একইভাবে একটি অদৃশ্য শক্তির ধারণা সম্পর্কে মুগ্ধ ছিলেন যা এর শিকারদের মৃত্যুদণ্ড দেয়।  পেরি, দ্য এক্স-ফাইলস-এর একজন অনুরাগী, দাবি করেছেন যে তিনি \"একটি নির্দিষ্ট কারণে ওয়াং এবং মর্গানের কাজের প্রতি সাড়া দিয়েছেন: ভয়\"।  রেডডিক ব্যক্তিগতভাবে তাদের কাছে আসার পর নিউ লাইন সিনেমা চলচ্চিত্রটির জন্য অর্থায়ন এবং বিতরণের অধিকার গ্রহণ করে।\n\n\n=== চিত্রায়ণ ===\n\"কাস্টিংয়ে আমরা সবচেয়ে গুরুত্বপূর্ণ যে জিনিসগুলি খুঁজছিলাম তা হল অভিনেতাদের সূক্ষ্মতা অভিনয় করার ক্ষমতা - ছোট ছোট জিনিস যা একটি চরিত্র বলে না বা করে না যা প্রান্ত তৈরি করে, যে জিনিসগুলি আপনার ত্বকের নিচে চলে যায় এবং আপনাকে ভয় পায়  \"মরগান অডিশন সম্পর্কে বলেছেন।\nঅ্যালেক্স ব্রাউনিং, শেষ ভূমিকায় অভিনয় করেছেন, কানাডিয়ান অভিনেতা ডেভন সাওয়া, যিনি এর আগে ১৯৯৯ সালের আইডল হ্যান্ডস চলচ্চিত্রে অভিনয় করেছি লেন।  সাওয়া বলেছিলেন যে যখন তিনি একটি প্লেনে স্ক্রিপ্টটি পড়েন, তখন তিনি নিজেকে প্রতি মিনিটে ইঞ্জিনের জানালা দিয়ে উঁকি দিয়ে দেখতে পান।  তারপরে তিনি নীচে গিয়ে গ্লেন এবং জিমের সাথে দেখা করলেন এবং তিনি ভেবেছিলেন \"তারা আশ্চর্যজনক এবং ইতিমধ্যেই কিছু দুর্দান্ত ধারণা ছিল\"।  যাইহোক, মরগান এবং ওং তাকে এই অংশের জন্য কাস্ট করার বিষয়ে সিদ্ধান্তহীন ছিলেন, তাই তারা তার আগের কাজগুলি পর্যালোচনা করার সাথে সাথে তাকে আবার অভিনয় করার জন্য অনুরোধ করেছিলেআইডলIহ্যান্ডসandসাওয়াSawa-এর অভিনয় দেখে মর্গান বিস্মিত হয়েছিলেন সাওয়াSawa-কে নিয়োগ দেওয়া হয়েছিল।  স্ক্রিপ্ট সম্পর্কে, সাওয়া বলেছেন, \"আমার বয়সের জন্য খুব বেশি ভালো জিনিস [...] নেই। আপনি অনেক স্ক্রিপ্ট পেয়েছেন এবং সবই কিন্তু টিন এনসেম্বল এবং সেগুলো শুধুই বাজে। এবং তারপরে আমি ফ্১৮০লাইট পেয়ে180 [...] এটা শুধু অসাধা রণ।\"\n\n\n== তথ্যসূত্র =="}