{"pageid": 1167015, "title": "প্রিন্স আবদুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1167015", "content": "ধিয়ামিগিলি রাজবংশের সুলতান মুহাম্মদ গিয়াসুদ্দিনের পুত্র প্রিন্স ইব্রাহিম ফামুলাধেরি কিলেগেফান, প্রিন্স আবদুল্লাহ  নামে পরিচিত। \nতার পিতা সুলতান মুহাম্মদ গিয়াসউদ্দিনের হত্যার প্রতিবাদে বিক্ষোভের পর প্রিন্স আবদুল্লাহকে ফুভামুলায় নির্বাসিত করা হয়।\n\n\n== পরিবার ==\nমেধুর প্রাচীন বংশানুক্রমিক বই অনুসারে, ইসদু রাজবংশের শিকড় মেধু এবং ফুয়া মুলাহ-এ রয়েছে। মালদ্বীপের কিছু রয়্যালটি তাদের শিকড়গুলি মেডুর সাথে কোনও না কোনও ভাবে সংযুক্ত রয়েছে। \nতরুণ রাজপুত্রকে যখন ফুভাহমুলায় নির্বাসিত করা হয়, তখন তার আত্মীয়রা তাকে দেখাশোনা করে। তিনি এই অঞ্চলে তার সমস্ত জীবন অতিবাহিত করেছিলেন এবং তার সন্তানরা মালদ্বীপের রাজনৈতিক ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n=== রাজকুমারী আয়েশা দিদি ===\nরাজকুমারী আয়েশা দিদি (ডন আইসা দিদি / দোশী দিদি) আবদুল্লাহর বড় মেয়ে ছিলেন কুদারানিয়া এডুরুগে মরিয়ম মাণিকুফানুর সাথে বিবাহ বন্ধনে আবদ্ধ হন।  \nআয়েশা দিদির ৬ সন্তান ছিল।\nকোন'দে আলী মণিকুফানুর (সুলতান ইব্রাহিম মুদজিরুদ্দিনের নাতি) সাথে তার প্রথম বিবাহ থেকে তার দুটি সন্তান ছিল।\n\n1) Kon'dey Didi (ধোন দিদি)\n2) থুক্কালা দিদি\nএবং মিধু গানদুভারু মহম্মদ ঠাকুরফানুর সাথে দ্বিতীয় বিবাহ ৪ সন্তানের সাথে।\n\n3) মিধু গানদুভারু খাদিজা দিদি\n4) মিধু গানদুভারু হাসান দিদি (ইব্রাহিম নাসিরের দাদা)\n5) মিধু গানদুভারু আহমেদ দিদি\n6) মিধু গানদুভারু আমিনাথ দিদি\n\n\n==== ইব্রাহিম নাসির ====\nইব্রাহিম নাসির বিখ্যাত ভেলানাগে পরিবারের আহমাদ দিদি এবং নয়ায়েজ আইশাথ দিদির কাছে জন্মগ্রহণ করেছিলেন। নাসির মালদ্বীপের বিখ্যাত হুরা এবং ধিয়ামিগিলি রাজকীয় রাজবংশ থেকে এসেছে। নাসিরের মা, আইশাথ দিদি ছিলেন মুসা দিদির মেয়ে, ধাদিমাগু গান্ডুভারু মরিয়ম দিদির পুত্র, হুসেন দিদির কন্যা, আল-নাবিল কারায়ে হাসান দিদির পুত্র, প্রিন্স ইব্রাহিম ফামুলাদেয়ারি কিলেগেফানের পুত্র, সুলতান মুহম্মদ গিয়ার পুত্র, সুলতান ইব্রাহিম ইস্কান্দার ২ এর পুত্র, ধিয়ামিগিলি রাজবংশের সুলতান মোহাম্মদ ইমাদুদ্দিন দ্বিতীয় এর পুত্র।\n\n\n=== মুসা দিদি ===\nমুসা দিদি আবদুল্লাহর বড় ছেলে ছিলেন যিনি এস.মারাধু মুধিংগে মরিয়ম মণিকুফানুকে বিয়ে করেছিলেন। \nতাদের ৫টি সন্তান ছিল।\n\n1) (মারাধু) ইব্রাহিম দিদি + হিতধু ধলেকাগে ধোঁধিয়ে (আমিনাথ মানিকফান)\n2) হাওয়া দিদি\n3) আহমেদ দিদি (হুভাধু অ্যাটলে বংশধর) - আদ্দু আফিফ দিদির দাদা।\n4) আমিনাথ দিদি + গান্ডুভারু ধোন রাহা (s/o) ইব্রাহিম মানিকুফানু (গানদুভারু বদু রাহা) বন্দেয়ারি হাসান মানিকুফানুর ছেলে\n5) মোহাম্মদ দিদি\n\n\n==== আফিফ দিদি ====\nমোসা দিদি হলেন আফিফ দিদির পিতামহ।\nআফিফ দিদির মা হলেন আইশাথ দিদির মেয়ে (গান'দুভারু) ধোন দিদির মেয়ে, মারাধু মুধিঙ্গির মারিয়াম মানিকুফান এবং আন-নাবিল মুসা দিদি (কিলেগেফানুগে মুসা দিদি) আল-আমীর আবদুল্লার (ইব্রাহিম ফাউলাধুইরি কিলেগেগেফান) পুত্র সুলতান মোহাম্মদ গিয়াসউদ্দিনের একমাত্র জীবিত ছেলে সুলতান ইব্রাহিম ইব্রাহিম ইস্কান্দার দ্বিতীয় পুত্র সুলতান মোহাম্মদ ইস্কান্দারের ছেলে সুলতান মোহাম্মদ মুসাউদ্দিন আল-মোজাফফর (ইমাদউদ্দিন ২) ধিয়ামিগিলি রাজবংশের ছেলে।\n\n\n== তথ্যসূত্র =="}