{"pageid": 1167368, "title": "বাঘা যতীন (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1167368", "content": "বাঘা যতীন ২০২৩ সালের ভারতীয় বাংলা ভাষার একটি জীবনীমূলক চলচ্চিত্র। ছবিটি পরিচালনা করেছেন অরুণ রায়। বাঘা যতীনের ভূমিকায় অভিনয় করেছেন দেব এবং প্রযোজনা করেছেন তারই প্রোডাকশন হাউজ দেব এন্টারটেইনমেন্ট ভেনচারের। এটি বাঙালি বিপ্লবী বাঘা যতীনের জীবনের উপর ভিত্তি করে তৈরি করা, যিনি যুগান্তরের সহকর্মী সদস্যদের সাথে ভারতের স্বাধীনতার জন্য লড়াই করেছিলেন। চলচ্চিত্রটিতে মোট ৯২ জন স্বাধীনতা সংগ্রামীর চরিত্র রয়েছে।\nএটি দুর্গাপুজো উপলক্ষ্যে ২০২৩ খ্রিস্টাব্দের ১৯শে অক্টোবর বাংলা ভাষায় ও ২০ই অক্টোবর হিন্দি ভাষার ডাব সংস্করণ প্রেক্ষাগৃহে মুক্তি পেয়েছিল।\n\n\n== অভিনয়ে ==\nদেব – বাঘা যতীন\nসৃজা দত্ত - ইন্দুবালা, বাঘা যতীনের স্ত্রী\nসুদিপ্তা চক্রবর্তী - বিনোদি বালা, বাঘা যতীনের দিদি\nশোয়েব কবির\nরাফসান রেহান\nইয়াসির আরাফাত রহিম\nরোহান ভট্টাচার্য\nকার্ল অ্যান্ড্রু হার্ট\nআলেকজান্দ্রা টেলর\nজয়\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nআনন্দবাজার অনলাইনকে ২০২২ সালের জুলাই মাসে পরিচালক অরুণ রায় বাঘা যতীন চলচ্চিত্রের চিত্রনাট্য লেখার বিষয়টি জানান। তিনি জানান যে ‘‘আমি গত দেড় বছর ধরে বাঘা যতীন নিয়ে লিখছি। এর বেশি আর কিচ্ছু জানি না।’’ এছাড়াও জানা যায়, যে চলচ্চিত্রটির দৃশ্যধরন অক্টোবর মাস থেকে শুরু হবে। চলচ্চিত্রটির ঘোষণা ২০২২ খ্রিস্টাব্দের ১৫ই আগস্ট ভারতের ৭৫তম স্বাধীনতা দিবস উপলক্ষে করা হয়েছিল।\nবাঘা যতীন হল একটি জীবনীমূলক চলচ্চিত্র, যেখানে বাস্তব জীবনের ভারতীয় বিপ্লবী বাঘা যতীনের জীবনী ও ব্রিটিশ রাজের বিরুদ্ধে লড়াইকে অন্তর্ভুক্ত করা হয়েছে। দেব চলচ্চিত্রের মুখ্য চরিত্র বাঘা যতীনের ভূমিকায় অভিনয় করেছেন। চলচ্চিত্রটি ১৯তম শতাব্দীর অন্তিম দুটি দশক ও ২০তম শতাব্দীর প্রথম দুটি দশকের সময়কালের ঘটনা অন্বেষণ করে।\n\n\n=== অভিনেতা/অভিনেত্রী নির্বাচন ===\nচলচ্চিত্রের মুখ্য চরিত্র বাঘা যতীন-এর ভূমিকায় দেবের অভিনয় করার কথা ২০২২ খ্রিস্টাব্দের জুলাই মাসে জানা গিয়েছিল। এই চলচ্চিত্রে দেবের বিপরীতে অর্থাৎ বাঘা যতীন-এর স্ত্রীর (ইন্দুবালা বন্দ্যোপাধ্যায়) ভূমিকায় নতুন অভিনেত্রী নির্বাচনের সিদ্ধান্ত নেওয়া হয়েছিল। ইন্দুবালা বন্দ্যোপাধ্যায়ের ভূমিকায় অভিনয়ের জন্য প্রায় নয় হাজার আবেদনের মধ্যে থেকে ৬ জনকে বেছে নেওয়া হয়েছিল। সমস্ত ধাপ পেরিয়ে, স্ক্রিন টেস্টর মাধ্যমে সোদপুরের গুরুনানক ইনস্টিটিউট অব টেকনোলজির ইঞ্জিনিয়ারিং প্রথম বর্ষের ছাত্রী সৃজা দত্তকে বাঘাযতীনের স্ত্রী ইন্দুবালা বন্দ্যোপাধ্যায়ের চরিত্রের জন্য নির্বাচন করা হয়েছিল। সামিউল আলমকে বিপ্লবী ক্ষুদিরাম বসুর চরিত্রের জন্য নির্বাচন করা হয়েছিল। কলকাতা পুলিশের ডেপুটি কমিশনার চার্লস টেগার্ট-এর চরিত্রে অভিনয়ের জন্য অস্ট্রেলীয় অভিনেতা কার্ল এ. হার্টকে নির্বাচন করা হয়েছিল।\n\n\n=== চিত্রগ্রহণ ===\nবুড়িবালামের যুদ্ধের দৃশ্যধারণের জন্য ওড়িশার বিরপাড়ার জঙ্গলকে নির্বাচন করা হয়েছিল। স্থান নির্বাচনের জন্য ২০২২ খ্রিস্টাব্দের নভেম্বর মাসে রেকি করা হয়েছিল। ২০২৩ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে বিরপাড়ার জঙ্গলে দৃশ্যধারণের কাজ শুরু হয়েছিল। কিন্তু, দৃশ্যধারণের কাজ চলাকালীন সময়ে দেব চোখে আঘাত পান, ফলে দৃশ্যধারণের কাজ কিছু দিনের জন্য বন্ধ রাখা হয়েছিল। চিকিৎসার জন্য দেব মুম্বই-এর হাসপাতালে ভর্তি হয়েছিলেন। বিরপাড়ার জঙ্গলের দৃশ্যধারণের কাজ মে মাসে পুনরায় শুরু হয়েছিল।\nকলকাতার আলিপুর জেলে বহু বিপ্লবীদের বন্দিদশার দৃশ্যধারণে করা হয়েছে। দৃশ্যধারণের জন্য ব্রিটিশ সময়কালের জেলের পরিবেশ পুনর্নির্মাণ কারা হয়েছিল।\n\n\n=== উৎপাদন পরবর্তি কাজ ===\nচিত্রগ্রহণ শেষ হওয়ার পর, চলচ্চিত্রটি একটি বিস্তৃত পোস্ট-প্রোডাকশন পর্যায়ে প্রবেশ করেছিল। এই সময়ে চলচ্চিত্রটি হিন্দি ভাষায় ডাবিং করা হয়। ফায়ারফ্লাই ক্রিয়েটিভ স্টুডিও, ফোর্থ ডাইমেনশন ভিজ্যুয়াল ইফেক্ট স্টুডিও ও টেকনো স্পেশালিটি মিডিয়া চলচ্চিত্রের প্রধান ভিজ্যুয়াল এফেক্ট স্টুডিও হিসাবে কাজ করেছে।\n\n\n== প্রচারণা ==\nসাধারণতন্ত্র দিবসের দিন ও সরস্বতী পুজোর শুভ তিথিতে ছবির পোস্টার প্রকাশ করা হয়।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৩ সালের ২০ই অক্টোবর দুর্গাপুজোয় বাংলা ও হিন্দি ভাষায় প্রেক্ষাগৃহে মুক্তির জন্য ২০২৩ খ্রিস্টাব্দের জুন মাসে সিদ্ধান্ত গ্রহণ করা হয়েছিল। তবে চূড়ান্ত সিদ্ধান্ত অনুযায়ী, এটি ১৯শে অক্টোবর বাংলা ভাষায় ভারত জুড়ে মুক্তি পেয়েছিল। হিন্দি ভাষার ডাব সংস্করণ ২০শে অক্টোবর ভারত জুড়ে মুক্তি পেয়েছিল। চলচ্চিত্রটি ১৯শে ও ২০ই অক্টোবরের মুক্তি সহ ভারতের প্রায় ২০০ টি বড় পর্দায় মুক্তি পেয়েছিল।\n\n\n== আয় ==\nচলচ্চিত্র বাণিজ্য পত্রিকা ফিল্ম ইনফরমেশন উল্লেখ করেছিল, যে চলচ্চিত্রটি তার প্রথম দিনে বেঙ্গল জোনের জাতীয় মাল্টিপ্লেক্সগুলি থেকে ₹১১.৪৫ লাখের বেশি সংগ্রহ করে।\nহিন্দুস্তানটাইমস বাংলা-এর তথ্যমতে, চলচ্চিত্রটি ভারতীয় চলচ্চিত্র বাজার থেকে ৫ দিনে ₹৩ কোটি আয় করেছিল। সিনেমার আয় ৬.৫ কোটি ছাড়িয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে বাঘা যতীন   (ইংরেজি)\n‎"}