{"pageid": 116780, "title": "বাঁকুড়ার ঘোড়া", "url": "https://bn.wikipedia.org/wiki?curid=116780", "content": "বাঁকুড়ার ঘোড়া এক ধরনের পোড়ামাটির ঘোড়া। পশ্চিমবঙ্গের বাঁকুড়া জেলার পাঁচমুড়া গ্রামে এই বিশেষ শিল্পদ্রব্যটি তৈরি হয়। এগুলি \"সুরুচিপূর্ণ ভঙ্গি ও মৌলিক মূল্যবোধের অদ্বিতীয় বিমূর্তনের\" জন্য নন্দিত। এগুলি মূলত গ্রাম্য ধর্মীয় আচার-অনুষ্ঠানের জন্য নির্মিত হলেও, আজকাল সমগ্র বিশ্বেই ভারতীয় লোকশিল্পের প্রতীভক হিসেবে গৃহস্থালীতে শোভা পেয়ে থাকে। অল ইন্ডিয়া হ্যান্ডিক্র্যাফটস সংস্থার লোগোতেও বাঁকুড়ার ঘোড়ার ছবি ব্যবহৃত হয়।\n\n\n== ঐতিহ্য ==\nটেরাকোটা বা পোড়ামাটির শিল্পদ্রব্য আদিম মানবসভ্যতার শিল্পপ্রচেষ্টার প্রতীক। বহুকাল ধরেই, প্রত্নতাত্ত্বিক খননকার্যের সময় প্রাপ্ত পোড়ামাটির শিল্পসামগ্রীর বিচারে প্রাচীন সভ্যতার কাল নির্ণয়ের প্রথা চলে আসছে। কারণ মৃৎশিল্পের বিশ্বজনীনকে আবেদনকে হস্তশিল্পের কাব্য মনে করা হয়। যদিও ধর্মীয় প্রথা ও অনুষ্ঠানের সঙ্গে এর সম্পর্কের আরও গভীরতর গুরুত্ব বিদ্যমান। ভারতে পোড়ামাটির শিল্পদ্রব্যের ঐতিহ্য বহু প্রাচীন। ভারতের বহু গ্রামে পবিত্র অশ্বত্থ গাছের তলায় পোড়ামাটির পশুর মূর্তি সাজানো থাকতে দেখা যায়। এগুলি গ্রামবাসীদের মনস্কামনা পূর্ণ হওয়ার প্রতীকস্বরূপ। আধুনিক কালে অবশ্য বাণিজ্যিকভাবে বিশ্ববাজারে স্থান পেতে মৃৎশিল্পীরা ঐতিহ্যবাহী গ্রামীণ বিমূর্ত শিল্পচেতনার সঙ্গে শহুরে রুচির মিলন ঘটিয়ে থাকেন।\nবাঁকুড়ার পোড়ামাটির ঘোড়া ও হাতি নির্মাণের প্রধান শিল্পকেন্দ্রগুলি হল পাঁচমুড়া, রাজাগ্রাম, সোনামুখী ও হামিরপুর। প্রত্যেক শিল্পকেন্দ্রের নিজস্ব স্থানীয় ধাঁচ ও শৈলী রয়েছে। এগুলির মধ্যে পাঁচমুড়ার ঘোড়াগুলিকে চারটি ধাঁচের মধ্যে শ্রেষ্ঠতম বলে মনে করা হয়।\n\n\n== নির্মাণপদ্ধতি ==\nবাঁকুড়ার ঘোড়াগুলির অভ্যন্তরভাগ ফাঁপা হয়। এর বিভিন্ন অংশ পৃথক পৃথকভাবে কুমোরের চাকায় নির্মিত হয়। চারটি পা ও দীর্ঘ গলা দুটি অংশে এবং মাথাটি সাতটি অংশে নির্মিত হওয়ার পর সেগুলিকে এক সঙ্গে জোড়া দেওয়া হয়। অনেক সময় ফাটা অংশগুলি ঢাকতে বাড়তি মাটি দেওয়া হয়। পাতার মতো আকৃতিবিশিষ্ট কান ও লেজ কাঁচামাটি দিয়ে তৈরি করা হয়। পরে এগুলি মূল ঘোড়ার দেহের তিনটি গর্তে স্থাপন করা হয়। মূল মাটির ঘোড়াগুলি রোদে ফেলে শুকানো হয়। খানিকটা শুকানোর পরে বিভিন্ন অঙ্গ ঠিক ভাবে ঘোড়ার দেহে বসানোর জন্য দেহের ভিতরের ও বাইরের অংশের গর্তগুলি তৈরি করা হয়। এর উদ্দেশ্য হল, উভয় অংশকে সমভাবে শুকানো। উভয় অংশ সমভাবে না শুকালে ঘোড়ার দেহে ফাটল দেখা দেওয়ার সম্ভাবনা থাকে। প্রথম দিকে ছয়-সাত দিন বন্ধ ঘরে শুকানোর পর এগুলিকে রোদে শুকানো হয়। শেষে এগুলিকে আগুনে পোড়ানো হয়।\nবাঁকুড়ার পোড়ামাটির ঘোড়াগুলি সাধারণত দুই প্রকার রঙের হয়ে থাকে - লাল ও কালো। ঘোড়াগুলির ফাঁপা শরীর উনুনের মতো ব্যবহার করে এগুলি পোড়ানো হয়। অনেক সময় ঘোড়ার গায়ে ছিদ্র রাখা থাকে, যাতে পোড়ানোর সময় ধোঁয়া বাইরে বেরোতে পারে। এইভাবে পোড়ালে ঘোড়ার গায়ের রঙ হয় লাল। কিন্তু এই গর্তগুলির মুখ আটকে দিয়ে পোড়ালে ঘোড়াগুলি কালো রঙের হয়ে যায়।\n\n\n== গুরুত্ব ==\nরাঢ় অঞ্চলে স্থানীয় লৌকিক দেবতা ধর্মঠাকুরের পূজায় টেরাকোটা ও কাঠের ঘোড়া ব্যবহৃত হয়। অনেক গ্রামে বিভিন্ন দেবদেবীর কাছে গ্রামবাসীরা ঘোড়া মানত করে থাকেন। তবে ধর্মঠাকুরের কাছে মানত করার ব্যাপারটি লক্ষিত হয়, তার থানে বিভিন্ন আকারের পোড়ামাটির ঘোড়া সাজিয়ে রাখার মধ্যে দিয়ে।\n\n\n== আকার ==\nবাঁকুড়ায় পোড়ামাটির হাতি ও ঘোড়া সাধারণত পটুয়ারা সৃষ্টি করে থাকেন। শতাব্দীর ব্যবধানের সঙ্গে সঙ্গে এই সৃষ্টি বাস্তব প্রতিমূর্তি সৃজন থেকে প্রতীকী সৃজনের পর্যায়ের উন্নীত হয়েছে। বিভিন্ন অঞ্চলের পটুয়া-শিল্পীরা এক এক রকমের পশুঅঙ্গ নির্মাণ করে থাকেন, যাতে সমগ্র পশুর দেহের বদলে অঙ্গগুলিই বিশেষভাবে প্রতিভাত হতে পারে।\n\n\n== তথ্যসূত্র =="}