{"pageid": 1167146, "title": "রংপুরের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1167146", "content": "রংপুর অঞ্চলে প্রধানত বাংলাদেশের উত্তরাঞ্চলীয় জেলা রংপুর, গাইবান্ধা, কুড়িগ্রাম, লালমনিরহাট এবং নীলফামারী অন্তর্ভুক্ত। ২০১০ সাল থেকে, রংপুর শহর বাংলাদেশের রংপুর বিভাগের সদর দপ্তর।\n\n\n== ব্যুৎপত্তি ==\nরংপুর নামটি এসেছে রঙ্গপুর শব্দ থেকে। সময়ের প্রবাহে তা বদলে গেছে। রঙ্গ শব্দের অর্থ আকর্ষণ, সুখ এবং পুর অর্থ স্থান, এলাকা। তাই রঙ্গপুর শব্দের অর্থ হল সুখের শহর কামরূপ সাম্রাজ্যে এক রাজা ছিলেন। তাঁর নাম ছিল ভগদত্ত। তিনি ঘাঘট নামে নদীর ধারে একটি রঙ্গমহল নির্মাণ করেন। রঙ্গমহল মানে বাংলা এলাকার প্রাচীন রাজারা তাদের সময় কাটাতেন নাচ বা অন্যরকম বিনোদন উপভোগ করে। তখন থেকেই স্থানটির পরিচিতি হয় রঙ্গপুর। আর কালের প্রবাহে তা বদলে গেছে রংপুরে।\n\n\n== মুঘল সাম্রাজ্য ==\nসম্রাট আকবরের সামরিক কমান্ডার মান সিং প্রথম, ১৫৭৫ সালে রংপুরের কিছু অংশ জয় করেন। ১৬৮৬ সালে রংপুর সম্পূর্ণভাবে মুঘল সাম্রাজ্যের অধীনে আসে। কুড়িগ্রাম জেলার মুঘলবাসা ও মোগলহাট এখনও এই অঞ্চলে মুঘল শাসনের চিহ্ন বহন করে। মুঘলরা রংপুরে একটি ক্রিমিনাল হেডকোয়ার্টার তৈরি করে। রংপুরের উত্তরাংশকে পিঞ্জরাহ সরকারের একটি অংশ এবং দক্ষিণ রংপুরকে ঘোড়াঘাট সরকারের একটি অংশ করা হয়েছিল।\n\n\n== ব্রিটিশ আমল ==\n\nঅনেক শাসকের পর অবশেষে ১৭৬৫ সালে রংপুর ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির অধীনে আসে। রংপুরকে ১৬ ডিসেম্বর, ১৭৬৯ সালে একটি জেলা সদর দপ্তর ঘোষণা করা হয় এবং ১৮৬৯ সালে একটি পৌরসভা হিসাবে প্রতিষ্ঠিত হয়, যা এটিকে বাংলাদেশের প্রাচীনতম পৌরসভাগুলির মধ্যে একটি করে তোলে। ১৮৯২ সালে পৌরসভার সিনিয়র চেয়ারম্যান রাজা জানকী বল্লভের অধীনে পৌরসভা ভবনটি নির্মিত হয়েছিল। ১৮৯০ সালে শহরের উন্নতির জন্য শ্যামাসুন্দরী খাল খনন করা হয়।\n১৯৩০ সালে এখানে ব্রিটিশ শাসকদের বিরুদ্ধে আন্দোলন শুরু হয়। ব্রিটিশ ঔপনিবেশিক শাসনের সময়, তারা বেশ কয়েকটি শিক্ষা প্রতিষ্ঠান তৈরি করেছিল। রংপুর জিলা স্কুল, কারমাইকেল কলেজ ইত্যাদি। কোম্পানি শাসনের প্রথম দিকে রংপুরে ফকির-সন্ন্যাসী বিদ্রোহ ও অন্যান্য কৃষক বিদ্রোহ সংঘটিত হয়।\n\n\n== স্বাধীনতা পূর্বকাল (১৯৪৭-১৯৭১) ==\nসেই সময়ে বেশ কিছু প্রতিষ্ঠান গড়ে ওঠে। রংপুর মেডিকেল কলেজের যাত্রা শুরু হয় ১৯৭০ সালে। খান ১৯৬৯ সালে এই কলেজের এলাকা নির্বাচন করেন।\n\n\n== স্বাধীনতা পরবর্তী সময়কাল (১৯৪৭-এখন) ==\nরাজশাহী বিভাগের একটি জেলা থেকে, রংপুর ২০১০ সালে একটি বিভাগ হয়, এবং রংপুর শহরকে রংপুর পৌরসভা করা হয় পরে এটি রংপুর  পৌরসভা বিলুপ্ত করে রংপুর সিটি কর্পোরেশনে রূপান্তরিত হয়। এখানে শরফুদ্দিন আহমেদ ঝন্টু হলেন রংপুর সিটি কর্পোরেশনপর প্রথম মেয়র নির্বাচিত হন।\n\n\n== তথ্যসূত্র =="}