{"pageid": 1167615, "title": "সেংসি", "url": "https://bn.wikipedia.org/wiki?curid=1167615", "content": "সেং শেন (৪০৫-৪৩৫ খ্রিস্টপূর্ব), (সেংসি (গুরু সেং), সৌজন্য নাম 子輿 নামেও বেশি পরিচিত) একজন চীনা দার্শনিক এবং কনফুসিয়াসের শিষ্য ছিলেন। পরে তিনি কনফুসিয়াসের নাতি জিসিকে (কং জি) শিক্ষা দেন, যিনি পরে মেনসিয়াসের শিক্ষক ছিলেন, এভাবে গোঁড়া কনফুসিয়ান ঐতিহ্যের প্রবাহকারের একটি শৃঙ্খলা শুরু করেন। তিনি কনফুসীয়বাদের চার ঋষিদের একজন হিসেবে সম্মানিত।\n\n\n== জীবন ==\n\nসেং শেন কনফুসিয়াসের চেয়ে ৪৬ বছরের ছোট ছিলেন।  তিনি লু রাজ্যের দক্ষিণ উ শহরের অধিবাসী ছিলেন এবং কনফুসিয়াসের প্রথম শিষ্যদের মধ্যে একজন জেং দিয়ানের পুত্র ছিলেন।\nতার বয়স যখন ষোল, তখন তাকে তার বাবা কনফুসিয়াসের অধীনে অধ্যয়নের জন্য পাঠিয়েছিলেন। কনফুসীয়বাদীরা তাকে ইয়ান হুইয়ের পরে তার দ্বিতীয় সবচেয়ে বয়োজ্যেষ্ঠ ছাত্র হিসাবে বিবেচনা করেছিল। দুয়ান্মু সি তার সম্পর্কে বলেছিলেন, \"এমন কোন বিষয় নেই যা তিনি অধ্যয়ন করেননি। তার চেহারা সম্মানজনক। তার সদগুণ দৃঢ়। তার কথা বিশ্বাসযোগ্যতা দেয়। মহাপুরুষদের সামনে তিনি আত্মমর্যাদার গর্বে নিজেকে তুলে ধরেন। তার ভ্রু দীর্ঘায়ুর\"। তিনি তার সন্তানোচিত ধার্মিকতার জন্য সুপরিচিত ছিলেন, এবং তার পিতামাতার মৃত্যুর পরে তিনি তাদের কথা ভাবতে এবং কান্নায় উদ্বুদ্ধ না হয়ে শোকের আচারগুলি পড়তে পারেননি। তিনি ছিলেন একজন বহু পুস্তক প্রণয়নকারী লেখক। তিনি দশটি বই রচনা করেন, যা রাইটস অফ দ্য এল্ডার দাই (大戴禮) গ্রন্থে সংকলিত) তিনি কনফুসিয়াসের নির্দেশনায় ক্লাসিক অফ ফিলিয়াল পাইটি রচনা এবং/অথবা সম্পাদনা করেছেন বলে জানা যায়। তিনি গ্রেট লার্নিং এর সংক্রমণের সাথেও যুক্ত ছিলেন। তিনি সর্বপ্রথম ৬৬৮ খ্রিস্টাব্দে কনফুসিয়াসের উদ্দেশ্যে বলিদানের সাথে যুক্ত ছিলেন, কিন্তু ১২৬৭ সালে তিনি কনফুসিয়াসের চার মূল্যায়নকারীর একজন হতে অগ্রসর হন। তার উপাধি, \"ঋষির মৌলিক নীতির প্রদর্শক\", জিয়াজিং সম্রাটের শাসনামল থেকে, যখন তিনি ইয়ান হুইয়ের সাথে যুক্ত ছিলেন।\nসেংসি তার নিজের স্কুল প্রতিষ্ঠা করেন এবং কনফুসিয়াসের নাতি জিসি (কং জি) কে শিক্ষা দেন, যিনি পরে মেনসিয়াসের শিক্ষক ছিলেন, এইভাবে গোঁড়া কনফুসীয় ঐতিহ্যের প্রবাহকারদের একটি শৃঙ্খলা শুরু করেন। ইয়ান হুই, জিসি এবং মেনসিয়াসের সাথে, জেংজিকে কনফুসিয়ানিজমের চার ঋষির একজন বলে মনে করা হয়।\n\n\n== সন্তানোচিত ধার্মিকতা ==\n\nসেং শেন তার সন্তানোচিত ধার্মিকতার জন্য পরিচিত ছিলেন। বাবা-মায়ের মৃত্যুর পর তিনি কান্নায় ফেটে পড়া ছাড়া শোকের আচার পড়তে পারেননি।\nসেং শেন সম্পর্কে একটি বিখ্যাত কিংবদন্তি, যার নাম নিয়ে ঝি তং ষিন্ (), প্রভাবশালী ইউয়ান রাজবংশের পাঠ্য দ্য টুয়েন্টি ফোর্ ফিলিয়াল্ এক্সেম্প্লার্স- -এর অন্তর্ভুক্ত। গল্পে, সেং শেন একদিন কাঠ কুড়াচ্ছিলেন, যখন কিছু দর্শক অপ্রত্যাশিতভাবে তার বাড়িতে এসেছিলেন। তার মা তার আঙুল কামড় দিয়েছিল, এবং জেং তার হৃদয়ে তীব্র ব্যথা অনুভব করেছিল। তিনি অবিলম্বে বুঝতে পেরেছিলেন যে তার মায়ের তাকে প্রয়োজন এবং দ্রুত বাড়ি চলে গেল।\n\n\n== তথ্যসূত্র =="}