{"pageid": 1167007, "title": "ঢাকাতে পর্তুগিজ জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1167007", "content": "পর্তুগিজরাই প্রথম ইউরোপীয় যারা বাংলার পাশাপাশি ঢাকায় আগমন করেছিল। ঢাকায় আসা পর্তুগিজরা বেশিরভাগই ধর্মপ্রচারক এবং বণিকরা হুগলিতে তাদের মূল ঘাঁটি থেকে এসেছিল।\n\n\n== ইতিহাস ==\nষোড়শ শতাব্দীতে, কিছু পর্তুগিজ ব্যবসায়ী ঢাকায় বসতি স্থাপন করে এবং তারা মসলিন, তুলা এবং রেশম পণ্য ইউরোপ ও দক্ষিণ-পূর্ব এশিয়ায় রপ্তানি করত। বাংলায় পর্তুগিজ ভাষার লেখক ক্যাম্পোসের (১৯১৯) মতে, পর্তুগিজরা ১৫৮০ সালে ঢাকায় বসতি স্থাপন করে। কিছু নথি থেকে জানা যায় যে, অষ্টাদশ শতাব্দীর প্রথম দিকে পর্তুগিজদের বসতি ঢাকায় ভালো চলছিল। পর্তুগিজ অগাস্টিন ফাদাররা এই সময়ে ঢাকায় গির্জা স্থাপন করেন।  তেজগাঁওয়ের একটি গির্জা ১৫৯৯ সালের আগে সেন্ট অগাস্টিন মিশনারিরা তৈরি করেছিলেন বলে জানা যায়।\nপর্তুগিজরা ভাওয়ালে দুটি গ্রাম কিনেছিল এবং বর্তমান নারিন্দায় এক টুকরো জমি কিনেছিল। তারা সপ্তদশ শতাব্দীর গোড়ার দিকে ঢাকায় বর্তমান খ্রিস্টান কবরস্থানের জায়গায় নারিন্দায় একটি গির্জা নির্মাণ করেন। ১৬১৬ সালে, তারা আনুষ্ঠানিকভাবে ঢাকায় একটি মিশন বসতি স্থাপন করে।\n১৬৩২ সালে, মুঘল সম্রাট শাহজাহান বাংলা থেকে পর্তুগিজদের বিতাড়ন শুরু করেন। নারিন্দার গির্জাটি এই সময়ে পরিত্যক্ত হলেও ক্ষতিগ্রস্থ হয়নি। পরে শায়েস্তা খান পর্তুগিজদের ইছামতি নদীর তীরে (প্রায় ২৫ কিলোমিটার (১৬ মাইল)) বসতি স্থাপনের অনুমতি দেন। ঢাকার দক্ষিণে (যেমন: পর্তুগিজরা) মুঘলদের প্রতি আনুগত্য দেখিয়েছিল। বর্তমান মুন্সীগঞ্জের মুক্তারপুর-মিরকাদিম এলাকায় যে স্থানে তারা বসতি স্থাপন করেছিল সেটি এখনও \"ফিরিঙ্গিবাজার\" নামে পরিচিত। ফাদার অ্যান্থনি বারবিয়ার ১৭১৩ সালে ঢাকা সফরের সময় গির্জায় বড়দিন কাটানোর কথা উল্লেখ করায় নারিন্দা গির্জাটি এই সময়ে আবার চালু হবে বলে মনে করা হয়।\n১৭৮৯ সালের নথি থেকে দেখা যায় যে সেই সময়ে সক্রিয় একমাত্র চার্চটি তেজগাঁও (বর্তমান হলি রোজারি চার্চ, ঢাকা) যেটি তখন ঢাকার কেন্দ্র থেকে চার মাইল উত্তরে একটি গ্রাম ছিল। ধারণা করা হয়, নারিন্দার গির্জাটি এই সময়ের মধ্যে পরিত্যক্ত হয়েছে। কিন্তু মেজর জেমস রেনেলের (১৭৮০) মানচিত্র থেকে দেখা যায়, পর্তুগিজরা তখনও পুরানো গির্জার চারপাশে বসতি স্থাপন করেছিল যা বর্তমান নারিন্দা-লক্ষ্মীবাজার এলাকা। ওই এলাকায় তাদের একটি কারখানাও ছিল।\n১৬২০ সাল থেকে অন্যান্য ইউরোপীয় বণিকরা মুঘলদের কাছ থেকে ট্রেড পারমিট পেতে শুরু করে। সুতরাং, এই সময় থেকে পর্তুগিজ এবং অন্যান্য ইউরোপীয় ব্যবসায়ীদের মধ্যে একটি প্রতিযোগিতা শুরু হয়। কিন্তু তারা ১৮ শতক পর্যন্ত ঢাকায় তাদের ব্যবসা চালিয়ে যায়।\n১৮ শতকে ডাচ ও ইংরেজ বণিকদের সাথে প্রতিযোগিতায় তারা তাদের ব্যবসা হারাতে শুরু করে এবং শতাব্দীর শেষের দিকে ঢাকায় তাদের ব্যবসা বন্ধ করে দিতে হয়। এটা মনে করা হয় যে ১৮১৫ সালে ঢাকা জেলায় আরেকটি গির্জা স্থাপিত হওয়ার কারণে মিশনারি এখনও ঢাকায় ছিলেন।\n\n\n== আরও দেখুন ==\nবাংলার ইতিহাস\nঢাকার ইতিহাস\n\n\n== তথ্যসূত্র =="}