{"pageid": 1167691, "title": "আন্তর্জাতিক মজলিসে তাহাফফুজে খতমে নবুওয়ত বাংলাদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1167691", "content": "আন্তর্জাতিক মজলিসে তাহাফফুজে খতমে নবুওয়ত বাংলাদেশ বাংলাদেশের একটি ইসলামি সংগঠন। ১৯৯০ সালে বায়তুল মোকাররম জাতীয় মসজিদের খতিব উবায়দুল হক এবং নুরুল ইসলাম জিহাদী এই সংগঠনটি প্রতিষ্ঠা করেন। প্রতিষ্ঠার পর থেকে এটি কাদিয়ানীদের অমুসলিম ঘোষণা দিয়ে জাতীয় সংসদে খতমে নবুয়ত আইন পাস করার জন্য আন্দোলন চালিয়ে যাচ্ছে। সংগঠনের বর্তমান সভাপতি ইয়াহইয়া আলমপুরী এবং মহাসচিব মুহিউদ্দীন রাব্বানী।\n\n\n== আদর্শ ==\nআন্তর্জাতিক খতমে নবুওয়াত আন্দোলন, বাংলাদেশ ১৮৬০-এর দশকে ভারতে প্রতিষ্ঠিত খতম-ই-নবুওয়াত আন্দোলনে উৎস খুঁজে পায়। এটি আহমদিয়া সম্প্রদায়ের বিশ্বাসকে চ্যালেঞ্জ করার জন্য প্রতিষ্ঠিত হয়েছিল, যারা ব্রিটিশ ভারতে মির্জা গোলাম আহমদ দ্বারা প্রতিষ্ঠিত করেছিলেন। খতমে নবুওয়াত মানে \"নবুওয়াতের চূড়ান্ততা\" এটি ইসলামিক বিশ্বাসকে বোঝায় যে মুহাম্মদ আল্লাহর শেষ দূত।\n\n\n== ইতিহাস ==\nপ্রাথমিকভাবে এটি খতমে নবুয়ত আন্দোলন নামে সংগঠিত হয়। ১৯৯৩ সালে এর নাম পরিবর্তন করে বর্তমান নামটি গ্রহণ করা হয় এবং প্রথম আমীর হিসেবে দায়িত্ব গ্রহণ করেন বায়তুল মোকাররম জাতীয় মসজিদের খতিব উবায়দুল হক। ১৯৯৩ সালের ২৪ ডিসেম্বর সংগঠনটির প্রথম আন্তর্জাতিক সম্মেলন অনুষ্ঠিত হয়। সংগঠনটির আন্দোলনের প্রেক্ষিতে ২০০৪ সালের ৮ জানুয়ারি কাদিয়ানীদের সকল প্রকাশনা সরকারিভাবে নিষিদ্ধ করা হয়। ২০২১ সালের নভেম্বরে সংগঠনের আমীর নূরুল ইসলাম জিহাদী মৃত্যুবরণ করলে নতুন আমীর হিসেবে দায়িত্ব গ্রহণ করেন দারুল উলুম হাটহাজারীর মহাপরিচালক ইয়াহইয়া আলমপুরী।\nখালেদা জিয়া সরকারের প্রথম মেয়াদে আহমদিয়া সম্প্রদায়ের বিরুদ্ধে আক্রমণ শুরু হয় এবং শেখ হাসিনার মেয়াদেও তা চলতে থাকে। তারা খালেদা জিয়া সরকারের দ্বিতীয় মেয়াদে এটি আরও বৃদ্ধি পায়। ১৯৯২ সালে আহমদিয়া সম্প্রদায়ের বিরুদ্ধে বিক্ষোভ অনুষ্ঠিত হয় এবং খুলনা ও রাজশাহীতে তাদের উপাসনালয়ে ভাংচুর করা হয়।\n১৯৯৩ সালের ৩০ মার্চ, বাংলাদেশ খিলাফত আন্দোলন, ইসলামী আন্দোলন বাংলাদেশ এবং বাংলাদেশ জামায়াতে ইসলামী আহমদিয়া সম্প্রদায়ের বিরুদ্ধে খতমে নবুয়ত আন্দোলনকে সমর্থন প্রদান করে। ১৯৯৫ সালে মসজিদে নববীর প্রধান ইমাম আলী ইবনে আবদুর-রহমান আল হুদাইফাই বাংলাদেশ সফরে আহমদিয়াদের \"বিশ্বাসঘাতক\" হিসাবে বর্ণনা করেছিলেন।\nখতমে নবুয়ত আন্দোলনের নেতা উবায়দুল হক ২ জানুয়ারি ২০০৩-এ ঢাকায় একটি অনুষ্ঠানের আয়োজন করেছিলেন, যেখানে সমগ্র মুসলিম বিশ্ব থেকে বক্তাদের দাওয়াত দিয়েছিলেন, যেখানে তিনি আহমদিদের নিষিদ্ধের আহ্বান জানান।\n১৬ জানুয়ারী ২০০৫ তারিখে, বাংলাদেশ সুপ্রিম কোর্ট বার অ্যাসোসিয়েশন সুপ্রিম কোর্ট প্রাঙ্গণ থেকে খতমে নবুওয়াত আন্দোলনকে নিষিদ্ধ করার আহ্বান জানায়। আহমদীয়া সাহিত্যের উপর নিষেধাজ্ঞার মামলার বিষয়ে ড. কামাল হোসেন, সিনিয়র আইনজীবী এবং অ্যাটর্নি জেনারেল এএফ হাসান আরিফকে হুমকি দেওয়ার জন্য তারা খতমে নবুওয়াত আন্দোলনেরও নিন্দা করেছেন। ২০০৫ সালের মার্চ মাসে, খতমে নবুওয়াত আন্দোলনের রাজশাহী জেলা শাখা আহমদীদের অমুসলিম ঘোষণার দাবিতে একটি সমাবেশ করে। \n২৩ এপ্রিল ২০০৫-এ, বাংলাদেশ পুলিশ আন্দোলনের প্রতিবাদকারীদের ছাড় হিসেবে বগুড়ার আহমদিয়া মসজিদে একটি চিহ্ন রেখেছিল যাতে লেখা ছিল, \"বগুড়া শহরের কাদিয়ানী উপাসনালয় (উপাসনাস্থল): মুসলমানরা, এটা মসজিদ ভেবে বোকা হয়ো না।\"।  বাংলাদেশে আহমদীয়া নায়েব জাতীয় আমীর, অধ্যাপক মীর মোবাশ্বের আলী, ২৫ এপ্রিল ২০০৫ এ খতমে নবুওয়াত আন্দোলনের পেছনে বাংলাদেশ জামায়াতে ইসলামীকে দায়ী করেন। তিনি ইন্টার সার্ভিস ইন্টেলিজেন্সকেও দায়ী করেন। এপ্রিল ২০০৫ সালে, সাতক্ষীরা জেলায় খতমে নবুওয়াত আন্দোলনের একটি সমাবেশ থেকে আহমদিয়া সম্প্রদায়ের বেশ কয়েকটি বাড়িতে হামলা করা হয়। আহমদিয়া সম্প্রদায়ের নেতারা হামলার ঘটনায় খতমে নবুওয়াত আন্দোলনের বিরুদ্ধে মামলা দায়ের করলেও কাউকে আটক করা হয়নি। হ্যারি কে. টমাস জুনিয়র, বাংলাদেশে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রদূত, ঢাকার আহমদিয়া মসজিদ পরিদর্শন করেন এবং সম্প্রদায়কে রক্ষা করার জন্য সরকারের প্রতি আহ্বান জানান। ৩০ এপ্রিল ২০০৫-এ, আন্তর্জাতিক খতমে নবুওয়াত আন্দোলন বাংলাদেশ সরকারকে আনুষ্ঠানিকভাবে আহমদিয়া সম্প্রদায়কে অমুসলিম সম্প্রদায় হিসাবে ঘোষণা করার আহ্বান জানায়। ২৯ অক্টোবর ২০০৫-এ, তারা যদি আহমদিয়া সম্প্রদায়কে অমুসলিম ঘোষণার বিল সংসদে পাস না করে তাহলে সরকারকে উৎখাত করার হুমকি দেয়। \n১৬ ফেব্রুয়ারী ২০০৬-এ, বাংলাদেশ আইন প্রয়োগকারী সংস্থা খতমে নবুওয়াত আন্দোলনকে ময়মনসিংহ জেলার ধানীখোলা গ্রামে একটি বিক্ষোভ করতে বাধা দেয় যেখানে একটি ছোট আহমদিয়া সম্প্রদায় রয়েছে।\n৭ ফেব্রুয়ারী ২০১৩ খতমে নবুওয়াত আন্দোলন ঢাকায় আহমদিয়া সম্মেলনের স্থান ধ্বংস করে। \n\n\n== আরও দেখুন ==\nদেওবন্দি সংগঠনের তালিকা\n\n\n== তথ্যসূত্র =="}