{"pageid": 1167225, "title": "উইলিয়াম রোটেনস্টাইন", "url": "https://bn.wikipedia.org/wiki?curid=1167225", "content": "স্যার উইলিয়াম রোটেনস্টাইন (২৯ জানুয়ারি ১৮৭২ – ১৪ ফেব্রুয়ারি ১৯৪৫) ছিলেন বিশ্ববিখ্যাত ইংরেজ চিত্রশিল্পী, মুদ্রণকার, ড্রাফটসম্যান, প্রভাষক এবং লেখক। উনিশ শতকের নব্বইয়ের দশকের গোড়ায় আবির্ভূত এই খ্যাতনামা শিল্পী আজীবন চিত্রকর্মে লিপ্ত ছিলেন। ১৯৩০ এর দশকে তার মননে সৃষ্ট দুটি বিশ্বযুদ্ধের প্রতিকৃতি তার অন্যতম কীর্তি। ১৯২০ খ্রিস্টাব্দ হতে ১৯৩৫ খ্রিস্টাব্দ পর্যন্ত তিনি ছিলেন রয়েল কলেজ অফ আর্ট-এর অধ্যক্ষ। লন্ডনের  ন্যাশনাল পোর্ট্রেট গ্যালারিতে রোটেনস্টাইনের দুই শতাধিক বিখ্যাত ব্যক্তিদের প্রতিকৃতি রক্ষিত আছে। শিল্পকর্মে অসামান্য অবদানের জন্য তিনি ১৯৩১ খ্রিস্টাব্দে নাইট উপাধিতে ভূষিত হন।  রোটেনস্টাইনের প্রথম চল্লিশ বছরের বেশি সময়ের শিল্পকর্মের প্রদর্শনী- 'ব্র্যাডফোর্ড টু বেনারস: দ্য আর্ট অফ স্যার উইলিয়াম রোটেনস্টাইন' শিরোনামে ব্র্যাডফোর্ডের কার্টরাইট হল গ্যালারিতে ২০১৫ খ্রিস্টাব্দের মার্চ মাসে প্রদর্শিত হয়েছিল। বহুমুখী প্রতিভাধর এই মানুষটির সঙ্গে খ্যাতিমান বাঙালি চিত্রশিল্পী  অবনীন্দ্রনাথ ঠাকুরের বন্ধুত্বপূর্ণ সম্পর্ক ছিল আজীবন। ভারতের ঐতিহ্যবাহী শিল্পকলা, ভাস্কর্য এবং সাহিত্যের গুণগ্রাহী উইলিয়াম রোটেনস্টাইন  রবীন্দ্রনাথ ঠাকুরের স্বভাববন্ধু ছিলেন। নোবেলজয়ী কবি তার গীতাঞ্জলি কাব্যগ্রন্থ - ইংরেজি গীতাঞ্জলি উইলিয়াম রোটেনস্টাইনকে উৎসর্গ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\n\nউইলিয়াম রোটেনস্টাইনের জন্ম ১৮৭২ খ্রিস্টাব্দের ২৯ জানুয়ারি ইয়র্কশায়ারের ওয়েস্ট রাইডিং ব্র্যাডফোর্ডের এক জার্মান-ইহুদি পরিবারে। তার পিতা মরিৎজ ১৮৫৯ খ্রিস্টাব্দে টেক্সটাইল শিল্পে কাজ করার জন্য জার্মানি থেকে ব্র্যাডফোর্ড চলে আসেন। পরে তিনি বার্থা ডাক্সকে বিবাহ করেন। তাদের ছয় সন্তানদের মধ্যে উইলিয়াম রোটেনস্টাইন ছিলেন পঞ্চম।\nউইলিয়ামের অগ্রজ চার্লস এবং অনুজ অ্যালবার্টও শিল্পকলায় যুক্ত ছিলেন। চার্লস (১৮৬৬–১৯২৭) উলের ব্যবসায় পিতাকে সাহায্য করতেন। তাছাড়া তিনি ম্যানচেস্টার আর্ট গ্যালারির সংগ্রাহক হিসাবে কাজ করতেন। আলবার্টও (১৮৮১–১৯৫৩) ছিলেন একজন চিত্রশিল্পী, চিত্রকর এবং পোশাক ডিজাইনার। প্রথম বিশ্বযুদ্ধের সময় তার উভয় ভ্রাতাই তাদের উপাধি পরিবর্তন করে রাদারস্টন নামে পরিচিত হন।\nরোটেনস্টাইন ১৮৯৯ খ্রিস্টাব্দে অ্যালিস নিউস্টুবকে বিবাহ করেন। তাদের  চার সন্তানেরা ছিলেন– জন, বেটি, রাচেল এবং মাইকেল। জ্যেষ্ঠ পুত্র জন রোটেনস্টাইন ছিলেন একজন শিল্প ইতিহাসবিদ। শিল্প প্রশাসক হিসেবেও খ্যাতি অর্জন করেন। তিনি ১৯৩৮ খ্রিস্টাব্দ হতে ১৯৬৪ খ্রিস্টাব্দ পর্যন্ত টেট গ্যালারির পরিচালক ছিলেন এবং ১৯৫২ খ্রিস্টাব্দে নাইট উপাধি লাভ করেন কনিষ্ঠ পুত্র মাইকেল রোটেনস্টাইন ছিলেন একজন প্রতিভাবান মুদ্রণকারক।\n\n\n== শিক্ষা ==\nরোটেনস্টাইনের পড়াশোনা শুরু হয় ব্র্যাডফোর্ড গ্রামার স্কুলে। স্কুলের পাঠ শেষে ১৮৮৮ খ্রিস্টাব্দে শিল্পকলা শিখতে ভরতি হন লন্ডনের স্লেড স্কুল অফ আর্ট-এ। এখানে কিছুদিন  প্রখ্যাত চিত্রশিল্পী ও ভাস্কর  আলফোনস লেগ্রোসের কাছে শিক্ষা লাভ করেন। পরের বছর যোগ দেন প্যারিসের একাডেমি জুলিয়ান-এ। চার বৎসর সেখানে জেমস ম্যাকনিল হুইসলার, এডগার দেগাস এবং অঁরি দ্য তুলুজ-লোত্রেক প্রমুখ বিখ্যাত ফরাসি চিত্রকরের সান্নিধ্যে আসেন এবং তাদের  দ্বারা বিশেষভাবে অনুপ্রাণিত হন। প্যারিসে অবস্থানকালে অ্যাংলো-অস্ট্রেলিয়ান শিল্পী চার্লস কন্ডারের সঙ্গে বন্ধুত্ব হয় এবং তার সঙ্গে তিনি মন্টমার্ত্রে একটি স্টুডিওতে কাজ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== শিল্পী ===\n\n১৮৯৩ খ্রিস্টাব্দেই  রোটেনস্টাইন ব্রিটেনে ফিরে আসেন। ১৮৯৬ খ্রিস্টাব্দে লিথোগ্রাফিক পোর্ট্রেটের এক সিরিজ - \"অক্সফোর্ড ক্যারেক্টারস\" প্রকাশিত হয়। তার পরবর্তী শিল্পকর্মগুলি হল - ইংলিশ পোট্রেটস (১৮৯৮), টুয়েলভ পোট্রেটস (১৯২৯) এবং কনটেমপোরারিজ (১৯৩৭) অক্সফোর্ডে ব্যঙ্গচিত্রকার এবং প্যারোডিস্ট ম্যাক্স বিয়ারবোমের সঙ্গে সাক্ষাতে তার ঘনিষ্ঠতা হয়। ম্যাক্স বিয়ারবোম ১৯১৯ খ্রিস্টাব্দে তার রচিত  \"এনোক সোয়েমস\" ছোট গল্পে রোটেনস্টাইনকে এক স্মরণীয় চরিত্রে চিত্রণ করেন। ১৮৯০-এর দশকে রোটেনস্টাইন নিউ ইংলিশ আর্ট ক্লাবের সাথে প্রদর্শন করেছিল এবং দ্য ইয়েলো বুক এবং দ্য স্যাভয়-এ অঙ্কনগুলি অবদান রেখেছিল।\n১৮৯৮-৯৯ খ্রিস্টাব্দে তিনি সেন্ট জেমস পিকাডিলিতে কারফ্যাক্স গ্যালারি (বা কারফ্যাক্স অ্যান্ড কো) জন ফোদারগিলের (পরবর্তীতে থেমে স্প্রেড ঈগলের ইনকিপার) সহযোগিতায় প্রতিষ্ঠা করেন। গ্যালারিটির শুরুতে চার্লস কন্ডার, ফিলিপ উইলসন স্টিয়ার, চার্লস রিকেটস এবং অগাস্টাস জন এর মতো শিল্পীদের সাথে ঘনিষ্ঠভাবে জড়িত ছিল। এখানে অগাস্ট রডিনের শিল্পকর্ম প্রদর্শিত হয়েছিল। ইংল্যান্ডে তার খ্যাতি বৃদ্ধি অনেকটা রোটেনস্টাইনের বন্ধুর পরিচয়েই। ১৯০১ খ্রিস্টাব্দে গ্যালারির শৈল্পিক ব্যবস্থাপক হিসাবে রোথেনস্টাইনের ভূমিকা পালন করেন তার ঘনিষ্ঠ বন্ধু রবার্ট রস। রস ১৯০৮ খ্রিস্টাব্দে গ্যালারিটির দীর্ঘকালীন আর্থিক ব্যবস্থাপনার ভার আর্থার ক্লিফটনের অর্পণ করেন।\n১৯০০ খ্রিস্টাব্দে রোটেনস্টাইনেরদ্য ডলস হাউস পেইন্টিংটি ছিল এক্সপোজিশন ইউনিভার্সেলে এক অনন্য চিত্রকর্ম। এর জন্য তিনি রৌপ্যপদক লাভ করেছিলেন। তার বিখ্যাত এই পেইন্টিংটি সমালোচকদের দ্বারা প্রশংসিত হয়েছিল এবং টেট গ্যালারি দ্বারা প্রকাশিত সাম্প্রতিক গভীর গবেষণার বিষয় ছিল।\nরোটেনস্টাইনের চিত্রকর্মের শৈলী এবং বিষয়বস্তু বিভিন্ন সময়ে পরিবর্তিত হয়েছে। আবার সময়ের সঙ্গে পুনরায় ফিরে এসেছে। তার উল্লেখযোগ্য শিল্পকর্মগুলি ছিল -\n\nপার্টিং অ্যাট মর্নিং (১৮৯১),\nমাদার অ্যান্ড চাইল্ড (১৯০৩) এবং\nজিয়ুজ মোরনিং অ্যাট এ সিনাগগ (১৯০৭)\nসবগুলোই বর্তমানে টেট গ্যালারির অমূল্য সম্পদ\n১৯০২ খ্রিস্টাব্দ হতে ১৯১২ খ্রিস্টাব্দ সময়কালে  রোটেনস্টাইন লন্ডনের হ্যাম্পস্টেড-হীথে বসবাস করতেন। এখানেই তিনি প্রখ্যাত ইংরেজ  লেখক এইচ জি ওয়েলস, ঔপন্যাসিক জোসেফ কনরাড এবং শিল্পী অগাস্টাস জন প্রমুখ প্রতিবেশী পেয়ে যান। হ্যাম্পস্টেড-হীথে রোটেনস্টাইনের সংস্পর্শে আসেন উইন্ডহাম লুইস, মার্ক গারটলার এবং পল ন্যাশ এর মত তরুণ শিল্পীরা। শান্তিনিকেতন হতে ভারত সরকারের বৃত্তি নিয়ে ধীরেন্দ্রকৃষ্ণ দেববর্মন ইংল্যান্ডে গেলে, তিনি রোটেনস্টাইনের কাছে ড্রইং ও  ম্যুরালে বিশেষ প্রশিক্ষণ নেন। এই সময়কালে রোটেনস্টাইন নিজে লন্ডনের ইস্ট এন্ডে  কয়েকটি গুরুত্বপূর্ণ চিত্রকর্মের উপর কাজ করেন। যেগুলির  কয়েকটি হোয়াইটচ্যাপেল গ্যালারিতে ১৯০৬ খ্রিস্টাব্দের ইহুদি শিল্প ও পুরাকীর্তি প্রদর্শনীতে অন্তর্ভুক্ত ছিল।\nএতার আঁকা বিখ্যাত অভ্যন্তরীণ পেইন্টিং গুলি মোটামুটি পারিবারিক বিষয়ে উপর আধারিত। সেগুলির মধ্যে উল্লেখযোগ্য হল-\n\nদ্য ব্রাউনিং রিডার্স (১৯০০), বর্তমানে এটি  কার্টরাইট হল গ্যালারিতে রক্ষিত আছে।\nস্প্রিং, দ্য মর্নিং রুম (আনু. ১৯১০) এবং\nমাদার অ্যান্ড চাইল্ড, ক্যান্ডলাইট (আনু. ১৯০৯)।\nরবীন্দ্রনাথের স্বভাববন্ধু-\nভারতীয় শিল্পের সঙ্গে পরিচিত হবার জন্য ১৯১০ খ্রিস্টাব্দে রোটেনস্টাইন ভারতে আসেন। প্রাচীন অজন্তার বৌদ্ধগুহা, মাউন্ট আবু, রাজস্থানের বিভিন্ন অঞ্চল, বারাণসীস্থিত ভারতের বহু ঐতিহ্যবাহী ভাস্কর্য ও শিল্পকলা ও ধর্মীয় স্থান দর্শনের পর তিনি জানুয়ারির শেষে কলকাতায় আসেন বন্ধুবর অবনীন্দ্রনাথের আমন্ত্রণে। জোড়াসাঁকোর ৫ নম্বর দ্বারকানাথ ঠাকুর লেনে অবনীন্দ্রনাথ এবং গগনেন্দ্রনাথের বিশাল ও দুর্লভ শিল্পসংগ্রহ তাঁকে মুগ্ধ করে। এই মুগ্ধতার মধ্যেই তাঁর সঙ্গে আলাপ হয় রবীন্দ্রনাথ ঠাকুরের। তিনি রবীন্দ্রনাথের কয়েকখানি পোট্রেটও এঁকে ফেলেন। আলাপ আর এই ছবি-আঁকার মধ্য দিয়েই উভয়েই পরিচিত ঘনিষ্ঠ হন। ইতোমধ্যে রবীন্দ্র কবিতার ও ভগিনী নিবেদিতা-কৃত 'কাবুলিওয়ালা’ গল্পের ইংরাজী অনুবাদ পাঠ করে রোটেনস্টাইন রবীন্দ্রনাথ সম্পর্কে কৌতূহলী হন। তার সাহিত্যরচনাতে মোহিত হন। আমন্ত্রণ জানান কবিকে। ১৯১২ খ্রিস্টাব্দে প্রতিমা দেবীসহ প্রথম হ্যাম্পস্টেড-হীথের বাসায় কবি গেলেন খাতা-ভরা নতুন কবিতাগুচ্ছ নিয়ে। কবিতা পাঠে মুগ্ধ হয়ে কোন এক অমোঘ আকর্ষণে অভিভূত চিত্রশিল্পী রোটেনস্টাইন প্রাশ্চাত্যে কবিকে পরিচিতি করান বিশ্বকবি হিসাবে। প্রথম নোবেলজয়ী ভারতের কবির সেই গৌরব ও খ্যাতি দীর্ঘ ও সুবিদিত। নোবেল প্রাপ্তিতে কবি তার গীতাঞ্জলি কাব্যগ্রন্থ - ইংরেজি গীতাঞ্জলি উইলিয়াম রোটেনস্টাইনকে উৎসর্গ করেন। পরবর্তীতে ১৯২০, ১৯২৬, ১৯৩১ খ্রিস্টাব্দের বিভিন্ন সময়ে কবি তার সাক্ষাতে পেয়েছেন সহৃদয় বন্ধুত্বের সাহচর্য। তাই কবি রোটেনস্টাইনকে 'স্বভাববন্ধু' হিসাবে বারেবারে উল্লেখ করেছেন চিঠিপত্রে, স্মৃতিকথায়। অন্যদিকে রোটেনস্টাইনও রবীন্দ্রনাথ ঠাকুরকে অসম্ভব শ্রদ্ধার দৃষ্টিতে দেখতেন। তিনি স্মৃতিকথায় উল্লেখ করেছেন -\n\n\"No man's company gives me more pleasure than Tagore\"\n\nউইলিয়াম রোটেনস্টাইন ইন্টারন্যাশনাল সোসাইটি অফ স্কাল্পটর, পেইন্টার্স অ্যান্ড  গ্রেভার্স- এর সদস্য ছিলেন \n\n\n=== রয়্যাল কলেজ অফ আর্ট ===\n\nরোটেনস্টাইন ১৯২০ খ্রিস্টাব্দ হতে ১৯৩৫ খ্রিস্টাব্দ পর্যন্ত রয়্যাল কলেজ অফ আর্ট -এর অধ্যক্ষ ছিলেন।  তিনি এডওয়ার্ড বুরা, এভলিন ডানবার, ইউ বা ন্যান এবং হেনরি মুর সহ ব্যক্তিত্বদের অনুপ্রাণিত করেন। মুর এসম্পর্কে পরে লিখেছেন- রোটেনস্টাইনের প্রেরণায় তার এমন অনুভূতি এসেছে যে, প্রাদেশিক তরুণ ছাত্ররাও সমস্ত বাধা দূর করে নিজেদের  প্রতিষ্ঠা করতে পারে। রোটেনস্টাইন অত্যন্ত ছাত্রদরদীও ছিলেন। এডওয়ার্ড বাউডেন এবং এরিক রাভিলিয়াসকে মর্লে কলেজের ডাইনিং রুমে এক ম্যুরাল আঁকার দায়িত্ব দেওয়া হলে, রোটেনস্টাইন তাদের প্রচেষ্টার জন্য সাধুবাদ দেন। অধ্যক্ষ হিসাবে নিযুক্তির পর তিনি বৃহত্তর অনানুষ্ঠানিকতা প্রবর্তন করেন এবং পল ন্যাশ এবং এডওয়ার্ড জনস্টন সহ প্র্যাকটিসিং শিল্পীদের ভিজিটিং লেকচারার হিসেবে নিয়োগ করার ব্যবস্থা করেন। যারা পারদর্শিতার সঙ্গে সফল  কর্মজীবন গড়ে তুলেছেন তাদের কলেজে বক্তৃতার জন্য আমন্ত্রণ জানাতেন\n\n\n=== রচনাবলী ===\nরোটেনস্টাইন বেশ কয়েকটি শিল্প-সমালোচনামূলক গ্রন্থ রচনা করেছেন। উল্লেখযোগ্য গ্রন্থগুলি হল -\n\nগোয়া (১৯০০); শিল্পীর প্রথম ইংরেজি মনোগ্রাফ),\n এ প্লেয়া ফর ওয়াইডার ইউজ অফ আর্টিস্টস অ্যান্ড ক্র্যাফ্টসমেন (১৯১৬) এবং\n হোয়াইদার পেইন্টিং (১৯৩২)।\nএছাড়াও ১৯৩০ এর দশকে স্মৃতিকথার উপর\nমেন অ্যান্ড মেমোরিজ, দুটি খণ্ড এবং\n সিন্স ফিফটি  প্রকাশ করেন। মেন অ্যান্ড মেমোরিস-এর প্রথম খণ্ডে অস্কার ওয়াইল্ড ম্যাক্স বিয়ারবোহম, জেমস হুইসলার, পল ভারলাইন, এডগার দেগাস  এবং জন সিঙ্গার সার্জেন্ট সহ অন্যান্য অনেক বন্ধুবান্ধবদের কথাই লিপিবদ্ধ করেছেন।\n\n\n== স্বীকৃতি ==\nশিল্পক্ষেত্র অবদানের জন্য ১৯৩১ খ্রিস্টাব্দে নিউ ইয়ার্স অনার হিসাবে উইলিয়াম রোটেনস্টাইন নাইট উপাধিতে ভূষিত হন।। রবীন্দ্রনাথ ঠাকুর তাঁর নোবেলজয়ী কাব্যগ্রন্থ - ইংরেজি গীতাঞ্জলি উইলিয়াম রোটেনস্টাইনকে উৎসর্গ করেন।\n২০১১ খ্রিস্টাব্দে বিবিসি এবং পাবলিক ক্যাটালগ ফাউন্ডেশন রোটেনস্টাইনের সমস্ত পেইন্টিং অনলাইনে সর্বসাধারণের জন্য তালিকাভুক্ত করা শুরু করে।\n\n\n== তথ্যসূত্র =="}