{"pageid": 1167588, "title": "নুরির বড় মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1167588", "content": "নুরির বড় মসজিদ (আরবি: ٱلْجَامِع ٱلنُّورِي ٱلْكَبِير, প্রতিবর্ণীকৃত: al-Jāmiʿ an-Nūrī al-Kabīr, আল-নূরি মসজিদও বলা হয়) হলো সিরিয়ার হোমসে অবস্থিত একটি মসজিদ। এটি শহরের ঐতিহাসিক ছাদযুক্ত সোক (\"বাজার\") সংলগ্ন অ্যাশ-শৌহাদা রাস্তার কাছে অবস্থিত।\n\n\n== ইতিহাস ==\nরোমান সাম্রাজ্যের অধীনে, গ্রেট মসজিদটি ছিল সূর্য দেবতার (\"এল-গাবাল\") শহরের পৌত্তলিক মন্দিরের স্থান। মন্দিরটি পৌত্তলিকতার একটি গুরুত্বপূর্ণ কেন্দ্র হিসাবে এই অঞ্চলে এমেসা (হোমস) বিশিষ্টতা অর্জন করেছিল এবং এর একজন পুরোহিত এলাগাবালুস রোমের সম্রাট হয়েছিলেন। এল-গাবালের মন্দিরে অরেলিয়ান তার জেনোবিয়ার বিজয়ের কৃতিত্ব দেবতাকে দেওয়ার পরে তাকে শ্রদ্ধা জানায়।\nপরবর্তীতে সাম্রাজ্যের বাইজেন্টাইন পর্বে , পৌত্তলিকতার খ্রিস্টান নিপীড়নের অংশ হিসাবে থিওডোসিয়াস প্রথমের রাজত্বকালে মন্দিরটিকে সেন্ট জন ব্যাপটিস্টকে উত্সর্গীকৃত একটি গির্জায় রূপান্তরিত করা হয়েছিল। শহরটি মুসলমানদের দ্বারা জয় করার পর, গির্জার এক-চতুর্থাংশ বা অর্ধেক অংশ হোমসের শুক্রবারের মসজিদে (জামা'আ মসজিদ) রূপান্তরিত হয়। বহু মুসলিম ভূগোলবিদদের মতে যারা ইসলামী শাসনের শতাব্দী জুড়ে শহরটি পরিদর্শন করেছেন, গির্জার মুখোমুখি মসজিদের গেটের উপরে সাদা পাথরের তৈরি একটি তাবিজ দাঁড়িয়ে ছিল। এটি এমন একজন ব্যক্তির একটি চিত্র চিত্রিত করেছিল যার নীচের দেহটি একটি বিচ্ছুর মতো ছিল এবং স্থানীয় ঐতিহ্য দাবি করেছে যে যদি কোনও ব্যক্তিকে একটি বিচ্ছু দংশন করে তবে তাকে মাটি নিতে হবে, ছবিটির উপর চাপ দিতে হবে, তারপরে মাটিটি জলে দ্রবীভূত করে পান করতে হবে। . পরে, হুল থেকে ব্যথা বন্ধ হয়ে যাবে এবং তিনি দ্রুত সুস্থ হয়ে উঠবেন।\n৯৬৮ সালের অক্টোবরে, নাইকেফোরস II ফোকাসের নেতৃত্বে বাইজেন্টাইনরা যারা হোমস শহরকে বরখাস্ত করেছিল, তারা সংক্ষিপ্তভাবে এটিকে একটি গির্জা হিসাবে পুনরুদ্ধার করতে সক্ষম হয়েছিল।\n১১৫৪ সালে, মুসলিম ভূগোলবিদ আল-ইদ্রিসি লিখেছিলেন যে মসজিদটি \"সিরিয়ার সমস্ত শহরগুলির মধ্যে একটি বৃহত্তম\"। ১১৪৬ থেকে ১১৭৪ সালের মধ্যে নুর আদ-দিন জেঙ্গিদ সুলতানের শাসনামলে, আধুনিক কাঠামোর বেশিরভাগই নির্মিত হয়েছিল এবং এইভাবে \"আল-নুরি\" নামটি তাকে দায়ী করা হয়েছিল। গ্রেট মসজিদ শতাব্দীর পর শতাব্দী ধরে ব্যাপক পরিবর্তনের মধ্য দিয়ে গেছে।\n\n\n== স্থাপত্য ==\nআল-নুরির মহান মসজিদের দেহের গঠন বড় এবং আয়তাকার এবং মসজিদের ভিতরে একই আকৃতির আঙিনা। প্রাচীর বরাবর একটি উঁচু সোপান প্রাঙ্গণ রয়েছে, সম্ভবত পডিয়ামের একটি অংশের প্রতিনিধিত্ব করে যার উপরে পৌত্তলিক মন্দিরের ঘরটি দাঁড়িয়ে থাকত। প্রাঙ্গণের অন্যান্য স্বাধীন কাঠামোর মধ্যে রয়েছে একটি ভারীভাবে সজ্জিত বেসল্ট বেসিন, সম্ভবত এটি একটি পুরানো সারকোফ্যাগাস। কোরিন্থিয়ান ক্যাপিটাল সহ কলামগুলি প্রাচীরের সাথে সারিবদ্ধ, যার মধ্যে কিছু স্পষ্টতই রোমান উত্সের। মসজিদের মিহরাব (\"মিম্বর\") এর খিলানে মোজাইকের অবশিষ্টাংশ রয়েছে। মসজিদের প্রধান প্রবেশদ্বারটি খিলানযুক্ত, কালো এবং সাদা পাথর দিয়ে সজ্জিত এবং দুপাশে আরবি শিলালিপি দিয়ে খোদাই করা। \n\n\n== তথ্যসূত্র =="}