{"pageid": 1167788, "title": "মোল্লা চেলেবি মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1167788", "content": "মোল্লা চেলেবি মসজিদ (তুর্কি: Molla Çelebi Camii, তুর্কি: Fındıklı Camii) নামেও পরিচিত), কখনও কখনও Fındıklı মসজিদ, হলো একটি ১৬ শতকের অটোমান মসজিদ যা তুরস্কের ইস্তাম্বুলের বেয়োগলু জেলার ফান্দিকলি এলাকায় অবস্থিত। এটি ইস্তাম্বুলের প্রধান বিচারক কাজাসকার মেহমেত ভুসুলি এফেন্দি দ্বারা কমিশন করা হয়েছিল এবং ইম্পেরিয়াল স্থপতি মিমার সিনান দ্বারা ডিজাইন করা হয়েছিল। মসজিদটি কাবাতাস ফেরি বন্দর এবং ডলমাবাচে মসজিদের কাছাকাছি বসফরাস জলের ধারে অবস্থিত।\n\n\n== ভূগোল ==\nএই মসজিদটি ইস্তাম্বুলে বেয়োগলু কাউন্টির ফান্দিক্লি জেলার মেক্লিসি মেবুসান স্ট্রিটে, ইউরোপীয় বসফরাসের নীচের তীরে, ফিন্ডিকে অবস্থিত। মোল্লা-সেলেবি মসজিদ, যা \"ফাইন্ডিকলি ক্যামি\" বা \"দ্য হ্যাজেলনাট\" নামেও পরিচিত, কাবাটাস ফানিকুলার এবং ফেরি স্টেশনের কাছে জলের ধার থেকে দেখা যায়, খুব মার্জিত এবং চিত্তাকর্ষক দেখায়, বিশেষ করে বসফরাসের উপর সন্ধ্যার সূর্যের প্রতিফলনের নীচে।\n\n\n== ইতিহাস ==\nমসজিদটি তুরস্কের প্রখ্যাত স্থপতি, সিনান সিনান দ্বারা মেহমেদ ভুসুলি এফেন্দির নির্দেশে ডিজাইন করা হয়েছিল, যিনি প্রধান কাজকারী ছিলেন এবং তৎকালীন তুরস্কের প্রধান বিচারপতি ছিলেন যিনি একজন \"সারান্ট এবং কবি\" হিসাবেও বিখ্যাত ছিলেন। সরকারি সূত্রে জানা যায়, মসজিদটি ১৫৬১ থেকে ১৫৬২ মধ্যে নির্মিত হয়েছিল। তবে ডেটিং সিকোয়েন্স নিয়ে সংশয় রয়েছে। আরেকটি নির্ভরযোগ্য রেফারেন্স ১৫৭০ এবং ১৫৮৪ এর মধ্যে এর সংকোচনের সময়কাল রাখে।\n\n\n== স্থাপত্য ==\n\nমসজিদটি প্রাথমিকভাবে একটি ছোট কমপ্লেক্স হিসাবে নির্মিত হয়েছিল, যার নকশা স্থপতি মিমার সিনান একটি ষড়ভুজ পরিকল্পনা করেছিলেন। মূলত, মসজিদটি দুটি ভাগে নির্মিত হয়েছিল, কেন্দ্রীয় প্রার্থনা হল১৮.৯০ বাই ১৬.৪০ মিটার (৬২.০ বাই ৫৩.৮ ফুট) এবং মিহরাব ইয়েরি ৮.৮০ বাই ৪.৬০ মিটার (২৮.৯ বাই ১৫.১ ফুট) আকারের। স্তম্ভগুলি দেয়ালের মধ্যে তৈরি করা হয়েছে এবং স্তম্ভগুলির মধ্যে পূর্ব-পশ্চিম দিকে চারটি ছোট অর্ধবৃত্তাকার গম্বুজ এবং কেন্দ্রীয় গম্বুজ রয়েছে যা কেন্দ্রীয় প্রার্থনা বিভাগ। এছাড়াও এই অংশটি১১.৮ মিটার (৩৯ ফুট) ব্যাসের অর্ধবৃত্তাকার গম্বুজ দ্বারা আবৃত এবং ছয়টি এমবেডেড কলামের মধ্যে নির্মিত ছয়টি খিলান দ্বারা আবৃত। আয়তক্ষেত্রাকার এপস যেখানে মিহরাব নির্মিত হয়েছে তা প্রজেক্ট আউট। এছাড়াও গম্বুজের নীচের অংশের উপরে দশটি জানালা রয়েছে। জানালার ফাঁক, দুটি উল্লম্ব স্থাপন।\nমসজিদের কাঠামোটি সম্পূর্ণরূপে ধ্রুপদী অটোমান স্থাপত্য ঐতিহ্যে নির্মিত। মসজিদের মিম্বর বা মিম্বর হল একটি অনন্য বিশেষ বৈশিষ্ট্য যেখান থেকে ইমাম প্রার্থনা সভায় ভাষণ দেন, যা কালেম ইশি, পলিক্রোম ওয়াল পেইন্টিং দ্বারা অলঙ্কৃত। মিহরাব  মিম্বারের মতো একই শৈলীতে অলঙ্কৃত। খিলানযুক্ত প্রবেশপথে একটি পাতলা মিনার নির্মিত হয়েছে, যার চারটি গম্বুজ রয়েছে। মসজিদটি রাস্তার দিকে মুখ করে, তার ডান কোণে মিনার রয়েছে। মিনারটিতে একটি শেরেফ (মিনার বারান্দা) রয়েছে। পাশের এক্সটেনশনগুলি আধা গম্বুজ দ্বারা আচ্ছাদিত কারণ এটি কভার সিস্টেম এবং অভ্যন্তর উভয়ের জন্যই ভাল ধারাবাহিকতা প্রদান করে। মিহরাবটি প্রথমবারের মতো একটি এপসে অবস্থিত যা কিবলা প্রাচীরের মধ্যবর্তী অংশ থেকে প্রজেক্ট করা হয়েছে। এই অভ্যন্তরীণ লেআউট নকশা উত্তর-দক্ষিণ অক্ষের গভীরতার অভাবের জন্য ক্ষতিপূরণ দেয়।\n\n\n== আরও দেখুন ==\nমিহরিমাহ সুলতান মসজিদ, উস্কুদার\n\n\n== তথ্যসূত্র =="}