{"pageid": 1167754, "title": "ফাইনাল ডেস্টিনেশন", "url": "https://bn.wikipedia.org/wiki?curid=1167754", "content": "ফাইনাল ডেস্টিনেশন হলো একটি মার্কিন হরর ফ্র্যাঞ্চাইজি যা পাঁচটি চলচ্চিত্র, দুটি কমিক বই এবং নয়টি উপন্যাস নিয়ে গঠিত। এটি জেফরি রেডডিকের একটি অপ্রযোজিত স্পেক স্ক্রিপ্টের উপর ভিত্তি করে তৈরি, যা মূলত দ্য এক্স-ফাইলস টেলিভিশন ধারাবাহিকের জন্য লেখা হয়েছিলো এবং নিউ লাইন সিনেমা কর্তৃক বিতরণ করা হয়েছিলো। পাঁচটি চলচ্চিত্রের প্রতিটিই একটি ছোট দলকে কেন্দ্র করে আবর্তিত যারা আসন্ন মৃত্যুর হাত থেকে বেঁচে যায়, যখন তাদের দলের একজন ব্যক্তি (মূল চরিত্র) আকস্মিকভাবে ঘটনার পূর্বাভাস দেখতে পায় এবং আসন্ন গণ-মৃত্যু বিষয়ে তাদের সতর্ক করে। ভবিষ্যদ্বাণীকৃত মৃত্যু এড়ানোর পর, বেঁচে থাকা ব্যক্তিরা একের পর এক অদ্ভুত দুর্ঘটনায় মারা যেতে থাকে। দুর্ঘটনাগুলো ঘটে এক অদৃশ্য শক্তির দ্বারা সৃষ্ট কারণ ও প্রভাবের জটিল শৃঙ্খল তৈরির মাধ্যমে, যা অনেকটা রুবে গোল্ডবার্গ মেশিনের মতো কাজ করে। আবার কখনো কখনো তারা অন্য এক অদৃশ্য সত্তার দ্বারা প্রেরিত লক্ষণগুলো পড়ে মৃত্যু এড়াতেও সক্ষম হয়।\nফ্রাঞ্চাইজিটি অন্যান্য হরর চলচ্চিত্রের তুলনায় আলাদাভাবে উল্লেখযোগ্য। কারণ এটি অ্যান্টাগনিস্ট হিসেবে গতানুগতিক কোন ভয়ংকর খুনে ব্যবহার করেনি। বরং মৃত্যুগুলো আশেপাশের পরিবেশ ও পরিস্থিতির সূক্ষ্ম হেরফেরের মাধ্যমে ঘটে, পূর্বে ভাগ্যের নির্ধারিত মৃত্যুর হাত থেকে বেঁচে যাওয়া ব্যক্তিদের ক্ষেত্রে। চলচ্চিত্র ছাড়াও ব্ল্যাক ফ্লেম কর্তৃক ২০০৫ থেকে ২০০৬ সাল জুড়ে ধারাবাহিকভাবে প্রথম তিনটি চলচ্চিত্রের উপন্যাস রূপ প্রকাশ পায়। ২০০৬ সালে ফাইনাল ডেস্টিনেশন ৩-এর নির্বাচিত ডিভিডির সাথে ফাইনাল ডেস্টিনেশন: স্যাক্রিফাইস শিরোনামের একটি ওয়ান-শট কমিক বই প্রকাশিত হয় এবং ২০০৭ সালে জেনেস্কোপ এন্টারটেইনমেন্ট ফাইনাল ডেস্টিনেশন: স্প্রিং ব্রেক নামে একটি কমিক বই সিরিজ প্রকাশ করে।\n\n\n== পটভূমি ==\nজেফরি রেডডিক একজন মহিলার সম্পর্কে একটি গল্প পড়ার পর ফাইনাল ডেস্টিনেশন লিখেছিলেন। সেই মহিলা ছুটিতে ছিলেন এবং তার মা তাকে ফোন করে বলেছিলেন, 'আগামীকালের ফ্লাইটটি নিও না, এটির ব্যাপারে আমার খুব খারাপ অনুভূতি হচ্ছে'। তিনি ফ্লাইট পরিবর্তন করেন এবং যে বিমানটিতে তার ওঠার কথা ছিল সেটি দুর্ঘটনায় বিধ্বস্ত হয়ে যায়। জেফ্রি মূলত দ্য এক্স ফাইলস  ধারাবাহিকের একটি পর্ব হিসেবে চিত্রনাট্যটি লিখলেও পরে তার নিউ লাইন সিনেমার একজন সহকর্মীর নির্দেশে এটিকে একটি চলচ্চিত্রে পরিণত করার সিদ্ধান্ত নেন। জেফ্রির স্পেক চিত্রনাট্য পড়ার পর, নিউ লাইন সিনেমা চিত্রনাট্য লেখার জন্য তাকে নিয়োগ দেয়। পরে চিত্রনাট্যে প্রয়োজনীয় পরিবর্তন এনে এটিকে মানসম্মত বানানোতে সাহায্য করার জন্য জেমস ওং এবং গ্লেন মরগানকে  নিয়োগ করা হয়েছিল। এটি ফ্লাইট টিডব্লিউএ ৮০০; কিংবা আরও নির্দিষ্ট করে বললে মন্টুরসভিল এইচএস-এর দুর্ভাগ্যপূর্ণ ১৬ জন ছাত্র এবং ৫ জন প্রাপ্তবয়স্কের উপর ভিত্তি করে নির্মিত।\n\n\n== চলচ্চিত্র ==\n\n\n=== ফাইনাল ডেস্টিনেশন (২০০০) ===\n\nহাই স্কুলের ছাত্র অ্যালেক্স ব্রাউনিং (ডেভন সাওয়া) প্যারিসে ফিল্ড ট্রিপের জন্য তার সহপাঠীদের সাথে ভলি এয়ারলাইন্স ফ্লাইট ১৮০-এ চড়ে। উড্ডয়নের পূর্বে অ্যালেক্স একটি পূর্বাভাসে দেখতে পায় যে বিমানটি মাঝপথে বিস্ফোরিত হবে এবং এতে বোর্ডে থাকা সকলেই মারা যাবে। যখন তার পূর্বাভাসের ঘটনাগুলি বাস্তবে পুনরাবৃত্তি হতে শুরু করে, তখন সে আতঙ্কিত হয়ে পড়ে এবং একটি লড়াই শুরু হয়। যার ফলে ক্লিয়ার রিভারস (আলি লার্টার), কার্টার হর্টন (কের স্মিথ), বিলি হিচকক (শন উইলিয়াম স্কট), ভ্যালেরি লিউটন (ক্রিস্টেন ক্লোক), টেরি চ্যানি (আমান্ডা ডেটমার), এবং টড ওয়াগনার (চ্যাড ডোনেলা) সহ কয়েকজন যাত্রীকে রেখেই বিমান উড্ডয়ন করে। কিছুক্ষণ পরেই তাদের চোখের সামনে বিমানটিতে বিস্ফোরণ ঘটে৷ এরপর বেঁচে থাকা ব্যক্তিরা একের পর এক উদ্ভট দুর্ঘটনার মাধ্যমে মারা যেতে শুরু করে। অ্যালেক্স মৃত্যুর পরিকল্পনাকে \"প্রতারণা\" করার উপায় খুঁজে বের করার চেষ্টা করে। ছয় মাস পরে, অ্যালেক্স, ক্লিয়ার এবং কার্টার তাদের বেঁচে যাওয়াকে উদযাপন করতে প্যারিসে যায়, এই বিশ্বাসে যে তারা অবশেষে মৃত্যুর হাত থেকে বেঁচে গিয়েছে। যাইহোক, কার্টার একটি বিশালাকৃতির নিয়ন সাইনের মাধ্যমে চূর্ণবিচূর্ণ হওয়ার পর তারা বুঝতে পারে যে মৃত্যুর পরিকল্পনা এখনও কাজ করছে।\n\n\n=== ফাইনাল ডেস্টিনেশন ২ (২০০৩) ===\nপ্রথম চলচ্চিত্রের ঘটনার এক বছর পরে, কলেজ ছাত্র কিম্বার্লি কোরম্যান (এজে কুক) তার বন্ধু শাইনা, ড্যানো এবং ফ্র্যাঙ্কির (সারা কার্টার, অ্যালেক্স রে এবং শন সিপোস) সাথে বসন্তের অবকাশে ডেটোনা বিচে যাচ্ছিলো। পথে, কিম্বার্লি ২৩ নং রুটে একটি বিশাল গাড়ির পাইল-আপের পূর্বাভাস পায়, যাতে জড়িত থাকা সবাই মারা যায়। সে প্রবেশ পথে তার এসইউভি দাড় করায় এবং রাষ্ট্রীয় সেনা টমাস বার্ক (মাইকেল ল্যান্ডেস), ইউজিন ডিক্স (টিসি কারসন), ররি পিটার্স (জোনাথন চেরি), ক্যাট জেনিংস (কিগান কনর ট্রেসি), নোরা কার্পেন্টার (লিন্ডা বয়েড), টিম কার্পেন্টার (জেমস কার্ক), ইভান লুইস (ডেভিড পেটকাউ) এবং গর্ভবতী ইসাবেলা হাডসন (জাস্টিনা মাচাডো) সহ কয়েকজনকে হাইওয়েতে প্রবেশে বাধা দেয়। অফিসার বার্ক যখন কিম্বার্লিকে প্রশ্ন করছেন, তখন তার ভবিষ্যদ্বাণী অনুসারে পাইল-আপের ঘটনা ঘটে। দুর্ঘটনা-পরবর্তী দিনগুলিতে, বেঁচে থাকা ব্যক্তিরা একের পর এক উদ্ভট দুর্ঘটনায় মারা যেতে শুরু করে। ফ্লাইট ১৮০-এর বিস্ফোরণ সম্পর্কে জানার পর, কিম্বার্লি ফ্লাইট ১৮০-এর একমাত্র বেঁচে থাকা ব্যক্তি ক্লিয়ার রিভারসের সাথে মিলে নতুন এক দল মানুষকে মৃত্যুর হাত থেকে বাঁচানোর চেষ্টা করে। এসময় বেঁচে থাকা ব্যক্তিদের বলা হয় যে শুধুমাত্র \"নতুন জীবন\" মৃত্যুকে পরাজিত করতে পারে এবং ইসাবেলা তার সন্তানের জন্ম দেওয়া পর্যন্ত তাদের বেঁচে থাকতে হবে। পরে এটি প্রকাশ পায় যে ইসাবেলার কখনই পাইল-আপে মারা যাওয়ার কথা ছিল না। তখন কিম্বার্লি একটি হ্রদে ডুব দেয় যাতে তাকে জরুরি কর্মীরা পুনরুজ্জীবিত করে এবং এইভাবে তাকে \"নতুন জীবন\" দেওয়া হয়। ফলে সে এবং অফিসার বার্ক বেঁচে যায়।\n\n\n=== ফাইনাল ডেস্টিনেশন ৩ (২০০৬) ===\n\nফাইনাল ডেস্টিনেশন ৩ ফ্লাইট ১৮০ এর বিস্ফোরণের ঘটনার পাঁচ বছর পরে এবং ২৩ নং রুটের পাইল-আপের ঘটনার চার বছর পরে সংঘটিত। উচ্চ বিদ্যালয়ের ছাত্র ওয়েন্ডি ক্রিস্টেনসেন (মেরি এলিজাবেথ উইনস্টেড) গ্রাড নাইট উপলক্ষে তার বন্ধু কেভিন ফিশার (রায়ান মেরিম্যান), জেসন ওয়াইজ (জেসি মস) এবং ক্যারি ড্রেয়ারের (জিনা হোল্ডেন) সাথে একটি বিনোদন পার্কে যায়। ওয়েন্ডি এবং তার বন্ধুরা ডেভিলস ফ্লাইট রোলার কোস্টারে চড়ে। তখন ওয়েন্ডি একটি পূর্বাভাসে দেখতে পায় যে রাইডটি বিধ্বস্ত হয়ে বোর্ডে থাকা সকলেই মারা যাবে। ওয়েন্ডি আতঙ্কিত হয়ে পড়ে এবং ছোটখাটো এক লড়াই শুরু হয়। ফলে রাইড শুরুর আগে কেভিন, ওয়েন্ডির ছোট বোন জুলি (আমান্ডা ক্রু), ইয়ান ম্যাককিনলে (ক্রিস লেমচে), এরিন উলমার (অ্যালেক্স জনসন), লুইস রোমেরো (টেক্সাস ব্যাটল), ফ্র্যাঙ্কি গাল (স্যাম ইস্টন), অ্যাশলে ফ্রুন্ড (চেলান সিমন্স), অ্যাশলিন হ্যালপেরিন (ক্রিস্টাল লো), এবং পেরি ম্যালিনোস্কি (ম্যাগি মা) সহ বেশ কয়েকজন রাইড ছেড়ে চলে যায় বা যেতে বাধ্য হয়। এরপর বেঁচে থাকা ব্যক্তিরা একের পর এক অদ্ভুত দুর্ঘটনায় মারা যেতে শুরু করে। তখন ওয়েন্ডি এবং কেভিন প্রথম দুটি চলচ্চিত্রের ঘটনা সম্পর্কে জানতে পারে এবং রাইডে বেঁচে যাওয়া ব্যক্তিদের বাঁচানোর চেষ্টা শুরু করে। তারা বুঝতে পারে যে পার্কে তারা যে ছবিগুলি তুলেছিল তাতে তাদের মৃত্যুর ইঙ্গিত রয়েছে। জুলি এবং তাদের দল ব্যতীত বেশিরভাগের প্রচেষ্টাই নিষ্ফল হয়। ফলে তারা বিশ্বাস করে যে তারা মৃত্যুর হাত থেকে বেঁচে গিয়েছে। যাইহোক, \"কাকতালীয়ভাবে\" পাঁচ মাস পরে তাদের তিনজনের দেখা হয় এবং এক ভয়াবহ পাতাল রেল দুর্ঘটনায় ধরা পড়ে।\n\n\n=== দ্য ফাইনাল ডেস্টিনেশন (২০০৯) ===\n\nফ্লাইট ১৮০-এর বিস্ফোরণের নয় বছর পরে, রুট ২৩-এর পাইল-আপের আট বছর পরে এবং ডেভিলস ফ্লাইট বিপর্যয়ের চার বছর পরে, কলেজ ছাত্র নিক ও'ব্যানন (ববি ক্যাম্পো) তার বন্ধু লরি মিলিগান (শানটেল ভ্যানসান্টেন), জ্যানেট কানিংহাম (হ্যালি ওয়েব) এবং হান্ট উইনরস্কির (নিক জানো) সাথে ম্যাককিনলি স্পিডওয়েতে যায়। রেস চলার সময়, নিক একটি পূর্বাভাসে দেখতে পায় যে রেসের একটি গাড়ি দুর্ঘটনার মুখে পরে এবং যার ফলে পুরো স্টেডিয়ামটি তাদের মাথার উপর ভেঙে পড়ে। নিক আতঙ্কিত হয়ে পড়ে এবং একটি লড়াই শুরু হয়। ফলে দুর্ঘটনা ঘটার পুর্বেই বেশ কয়েকজন লোক বাইরে চলে যায়, যার মধ্যে রয়েছে তার বন্ধু লরি, জ্যানেট এবং হান্ট, নিরাপত্তারক্ষী জর্জ ল্যান্টার (মাইকেল্টি উইলিয়ামসন) এবং দর্শক অ্যান্ডি কেওজার (অ্যান্ড্রু ফিসেলা), সামান্থা লেন (ক্রিস্টা অ্যালেন), কার্টার ড্যানিয়েলস (জাস্টিন ওয়েলবর্ন) ও নাদিয়া মনরয় (স্টেফানি অনার)। এরপর জেনেট বাদে বাকি বেঁচে থাকা ব্যক্তিরা একের পর এক অদ্ভুত দুর্ঘটনায় নিহত হয় এবং জেনেটকেও তার মৃত্যুর কিছুক্ষণ আগে উদ্ধার করা হয়। এতে বেঁচে থাকা বাকিরা বিশ্বাস করতে শুরু করে যে তারা মৃত্যুকে প্রতারণা করতে পেরেছে। কিছুদিন পরে নিক একটি শপিং মলে একটি বিপর্যয়কর বিস্ফোরণের আরেকটি পূর্বাভাস পায়, যেখানে সে নিজেকে এবং লরি ও জেনেটকে বাঁচাতে সক্ষম হয়। দুই সপ্তাহ পরে নিক বুঝতে পারে যে শপিং মল বিপর্যয়ের পূর্বাভাস কেবল তাদের মৃত্যুর কাছাকাছি নিয়ে এসেছিলো। তারা তিনজনই এক রানওয়ে সেমি দ্বারা নিহত হয়।\n\n\n=== ফাইনাল ডেস্টিনেশন ৫ (২০১১) ===\n\nস্যাম লটন (নিকোলাস ডি'আগোস্টো) তার সহকর্মীদের সাথে একটি কর্পোরেট রিট্রিটের পথে যাত্রা করে। নর্থ বে ব্রিজ পার হওয়ার সময়, স্যাম একটি পূর্বাভাসে দেখতে পায় যে সেতুটি ভেঙে পড়বে এবং এতে থাকা সবাইকে মারা যাবে। দুর্ঘটনার আগেই স্যাম তার বেশ কয়েকজন সহকর্মীকে ব্রিজ থেকে নামতে রাজি করায়, যার মধ্যে ছিলো মলি হার্পার (এমা বেল), নাথান সিয়ার্স (আরলেন এসকারপেটা), পিটার ফ্রিডকিন (মাইলস ফিশার), ডেনিস ল্যাপম্যান (ডেভিড কোচেনার), অলিভিয়া ক্যাসেল (জ্যাকলিন ম্যাকইনেস উড), আইজ্যাক পামার (পিজে বাইর্ন) ও ক্যান্ডিস হুপার (এলেন রো)। ক্যান্ডিস এবং আইজ্যাক উদ্ভট দুর্ঘটনায় মারা যাওয়ার পরে, স্যামকে সতর্ক করা হয় যে মৃত্যু এখনও বেঁচে থাকা ব্যক্তিদের পিছন পরে রয়েছে। এছাড়াও বলা হয় যে তারা যদি বাঁচতে চায় তবে তাদেরকে অবশ্যই এমন একজনকে হত্যা করতে হবে যার সেতুতে মৃত্যুর কথা ছিলো না এবং এর মাধ্যমে তারা তাদের অবশিষ্ট জীবনকাল দাবি করতে পারবে। অলিভিয়া এবং ডেনিস নিজেদের বাঁচানোর সুযোগ পাওয়ার আগেই নিহত হয়। কিন্তু নাথান যখন ঘটনাক্রমে একটি গুদাম দুর্ঘটনায় তার এক সহকর্মীর মৃত্যুর কারণ হয়, তখন সে তার জীবনকাল দাবি করে। পিটার ঈর্ষান্বিত হয়ে মলিকে হত্যা করার চেষ্টা করে, কারণ ক্যান্ডিসের পরিবর্তে সে বেঁচে গিয়েছিল। অবশেষে সে একজন তদন্তকারী কর্মকর্তার জীবনকাল লাভ করে, কিন্তু মলিকে হত্যা করার আগেই স্যাম তাকে হত্যা করে। স্যাম এবং মলি পরে প্যারিসের উদ্দেশ্যে একটি বিমানে চড়ে; পরে দেখা যায় সেটিই প্রথম চলচ্চিত্রের ফ্লাইট ১৮০। বিস্ফোরণে মলি প্লেন থেকে পরে যায় এবং বিস্ফোরণ-পরবর্তী ঘটনায় স্যাম নিহত হয়। ল্যান্ডিং গিয়ারটি নিউইয়র্ক সিটির দিকে উড়ে যায়, একটি ককটেল বারে বিধ্বস্ত হয় এবং এর ফলে নাথান মারা যায়। এর কারণ নাথান যে সহকর্মীর জীবন লাভ করেছিল সে এক দুরারোগ্য ব্যধিতে আক্রান্ত ছিলো এবং তার \"যে কোনও দিন\" মারা যাওয়ার কথা ছিলো।\n\n\n=== ভবিষ্যৎ ===\n২০১১ সালে, টনি টড বলেছিলেন যে যদি ফাইনাল ডেস্টিনেশন ৫ বক্স অফিসে সফল হয়, তাহলে দুটি সিক্যুয়েল পরপর মুক্তি পাবে।  ২৩শে আগস্ট, সিক্যুয়াল পরিচালনার ব্যপারে জানতে চাওয়া হলে, স্টিভেন কোয়াল বলেন: \"কে জানে। নেভার সে নেভার। মানে, এটাতো ভক্তদের উপর নির্ভর করবে। আমরা দেখব এবারের চলচ্চিত্রটি আন্তর্জাতিকভাবে কেমন পারফরম্যান্স করে এবং যদি এটি চতুর্থটির মতো অর্থ উপার্জন করে, আমি নিশ্চিত ওয়ার্নার ব্রাদার্স আরেকটি চলচ্চিত্র করতে চাইবে।\" \n২০১৯ এর জানুয়ারিতে ওয়ার্নার ব্রোস -এর পক্ষ থেকে একটি নতুন চলচ্চিত্র নির্মাণের কথা ঘোষণা করা হয় যেখানে প্যাট্রিক মেল্টন এবং মার্কাস ডানস্টান চিত্রনাট্য লিখবেন। প্লটটিকে ফ্র্যাঞ্চাইজির \"পূনর্কল্পনা\" হিসাবে বর্ণনা করা হয়।  আগস্টে, ডেভন সাওয়া এই রিবুটে ফ্র্যাঞ্চাইজিতে ফিরে আসার আগ্রহ প্রকাশ করেন। \n\n২০২০ সালের মার্চ মাসে প্রকাশ করা হয়, প্রথম পাঁচটি চলচ্চিত্রের মতো এটিও একই দুনিয়ায় সংঘটিত এবং চলচ্চিত্রটি জরুরি নিরাপত্তাকর্মীদের উপর নির্মিত হবে। সিরিজ প্রযোজক ক্রেগ পেরি বলেন:আমরা চলচ্চিত্রটি জরুরি নিরাপত্তাকর্মী যেমন ইএমটি, অগ্নিনির্বাপক কর্মী ও পুলিশদের দুনিয়ায় সংঘটিত হওয়ার বিষয়ে পরীক্ষা নিরীক্ষা চালাচ্ছি। এই লোকেরা প্রতিদিন সামনের সারিতে মৃত্যুর সাথে মোকাবিলা করে এবং এদের সিদ্ধান্তের উপর মানুষের বেঁচে থাকা বা মারা যাওয়াও নির্ভর করত পারে। আমরা তাদের ভাল বিচার, দক্ষতা এবং শান্ত আচরণের উপর নির্ভর করি। সুতরাং এই লোকদেরই কেন দুঃস্বপ্নের পরিস্থিতির মুখোমুখি দাড় করিয়ে দেই না, যেখানে তাদের প্রতিটি পছন্দ জীবন এবং মৃত্যু নির্ধারণ করতে পারে - কিন্তু এবার তাদের নিজের জীবনের জন্য? আমরা ভাবছি যে এ ব্যপারটি 'ফাইনাল ডেস্টিনেশন' চলচ্চিত্রের একটি আকর্ষণীয় উপায় হতে পারে এবং যা খুব বিশ্বাসযোগ্য উপায়ে অনন্য একটি কাহিনি তৈরি করতে পারে।\nএকই বছর অক্টোবরে, সিরিজের নির্মাতা জেফরি রেডডিক নিশ্চিত করেন যে একটি ষষ্ঠ ফিল্ম কোভিড-১৯ মহামারীর পূর্বে নির্মাণাধীন ছিলো। ২০২১ সালে ঘোষণা করা হয় যে লরি ইভান্স টেলর চলচ্চিত্রটির চিত্রনাট্য লিখছেন।  ২০২২ সালের জানুয়ারিতে, ওয়ার্নার ব্রোসপিকচার্স এবং নিউ লাইন সিনেমা ঘোষণা করে যে গাই বাসিকও টেলরের সাথে চিত্রনাট্য লিখবেন এবং জন ওয়াটস একজন প্রযোজক হিসেবে যোগ দেবেন। এছাড়াও, এটি প্রকাশ করা হয় যে ছবিটি এইচবিও ম্যাক্স এর মাধ্যমে বিতরণ করা হবে। \n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলমুভিতে Final Destination series (ইংরেজি)\nFinal Destination franchise at The Numbers"}