{"pageid": 1167652, "title": "লিওনার্ড নাইট এলমহার্স্ট", "url": "https://bn.wikipedia.org/wiki?curid=1167652", "content": "লিওনার্ড নাইট এলমহার্স্ট বা এলমহার্স্ট লিওনার্ড FRSA (৬ জুন ১৮৯৩ - ১৬ এপ্রিল ১৯৭৪) ছিলেন একজন ব্রিটিশ সমাজসেবী এবং কৃষিবিদ। তিনি ভারতপ্রেমিক, রবীন্দ্রস্নেহধন্য ও শ্রীনিকেতনের রূপকার হিসাবেই সুপরিচিত ছিলেন। তিনি ও তার স্ত্রী ডরোথি একসাথে প্রগতিশীল শিক্ষা এবং গ্রামীণ পুনর্গঠনে ডার্টিংটন হল প্রকল্পের প্রতিষ্ঠা করেন।\n\n\n== জীবনী ==\nলিওনার্ড এলমহার্স্ট ১৮৯৩ খ্রিস্টাব্দের ৬ জুন দক্ষিণ ইয়র্কশায়ারের ওয়ার্সব্রোতে (বর্তমানে বার্নসলে , ইয়র্কশায়ারের অংশ) একটি জমিদার, ধার্মিক ও রক্ষণশীল  পরিবারে জন্মগ্রহণ করেন। তিনি পিতামাতার নয় সন্তানের ( আট পুত্র ও এক কন্যা) মধ্যে ছিলেন দ্বিতীয়। যেখানে পারিবারিক আসন হাউন্ডহিল । নয় ভাইবোনের মধ্যে তিনি ছিলেন দ্বিতীয় (আট ছেলে ও এক মেয়ে)। তার জ্যেষ্ঠ ভ্রাতা, ক্যাপ্টেন উইলিয়াম এলমহার্স্ট, ইস্ট ইয়র্কশায়ার রেজিমেন্টের অষ্টম  ব্যাটালিয়নে ছিলেন, যিনি ১৯১৬ খ্রিস্টাব্দের ১৩ নভেম্বর  ২৪ বৎসর বয়সে, সোম যুদ্ধে নিহত হন  এবং তৃতীয় ভ্রাতা সেকেন্ড লেফটেন্যান্ট আর্নেস্ট ক্রিস্টোফার এলমহার্স্ট, যিনি ডিউক অফ ওয়েলিংটন তথা ওয়েস্ট রাইডিং রেজিমেন্টের অষ্টম রেজিমেন্টে ছিলেন, উভয়েই প্রথম বিশ্বযুদ্ধে গ্যালিপলি অভিযানের সময় ১৯১৫ খ্রিস্টাব্দের ৭ আগস্ট মাত্র কুড়ি বৎসর বয়সে  নিহত হন।   চতুর্থ ভ্রাতা ছিলেন এয়ার মার্শাল স্যার টমাস এলমহার্স্ট (KBE, CB, AFC, DL, RAF)।।\n১৯১২ খ্রিস্টাব্দ লিওনার্ড এলমহার্স্ট  কেমব্রিজের  ট্রিনিটি কলেজ থেকে  ইতিহাস এবং ধর্মতত্ত্বে স্নাতক হন এবং পিতাকে অনুসরণ করে  চার্চের কাজে যোগ দেন। ১৯১৪ খ্রিস্টাব্দে তিনি যুদ্ধকালীন ওয়াইএমসিএ -এর স্বেচ্ছাসেবকের কাজে প্রথমে আরব দেশ ও পরে ভারতে আসেন। ১৯১৭-১৮ খ্রিস্টাব্দের কয়েকমাস  উত্তর ভারতে অবস্থানকালে গ্রামীণ ভারতের অসীম দারিদ্র্য প্রত্যক্ষ করেন। তার ফলে তাঁর কর্মজীবনের দিক পরিবর্তিত হয় এবং নতুন জীবনের পথ খুঁজে পান। ১৯১৯ খ্রিস্টাব্দে যুদ্ধের শেষে তিনি ওয়াইএমসিএ-এর কাজ ছেড়ে দু'বছর আমেরিকার কর্নেল ইউনিভার্সিটিতে কৃষিবিদ্যা অধ্যয়ন করেন।  ১৯২০ খ্রিস্টাব্দে তিনি বিদেশী ছাত্রদের জন্য কর্নেলের কসমোপলিটান ক্লাবের সভাপতি নির্বাচিত হন। ঋণগ্রস্ত ক্লাবের অর্থসংগ্রহের সময় ডরোথি স্ট্রেইটের সংস্পর্শে আসেন। পরবর্তীতে ১৯২৫ খ্রিস্টাব্দে তিনি ডরোথিকে বিবাহ করেন।  \n১৯১৩ খ্রিস্টাব্দে আমেরিকায় বাংলা সাহিত্যে নোবেলজয়ী কবি রবীন্দ্রনাথ ঠাকুরের সাক্ষাৎ ও পরিচয় ঘটে বিখ্যাত কৃষিবিদ হিগিনবটমের মাধ্যমে। লিওনার্ড এলমহার্স্টও রবীন্দ্রনাথের অতুলনীয় ব্যক্তিত্বে মুগ্ধ হন। সেই পরিচয়ের সূত্রে ১৯২১ খ্রিস্টাব্দের সেপ্টেম্বরে কবির সচিব হিসাবে  শান্তিনিকেতনে আসেন।\n১৯২২ খ্রিস্টাব্দে, পশ্চিমবঙ্গের শান্তিনিকেতনের সংলগ্ন সুরুল গ্রামে পল্লী সংগঠন প্রকল্পের কাজে আত্মনিয়োগ করেন। তারই কর্মদক্ষতায় ও প্রচেষ্টায় ১৯২২ খ্রিস্টাব্দেই সুরুল সমিতি স্থাপিত হয়। সমিতির তত্ত্বাবধানে  রবীন্দ্রনাথ ঠাকুরের পরিকল্পিত সুরুলে কৃষি বিভাগ প্রতিষ্ঠিত হয় এবং লিওনার্ড এলমহার্স্ট হন প্রথম অধ্যক্ষ। ১৯২২ খ্রিস্টাব্দের ৬ ফেব্রুয়ারি আনুষ্ঠানিক ভাবে ইন্সটিটিউট অফ রুরাল রিকন্সট্রাকশন নামে পল্লী পুনর্গঠনের একটি ইনস্টিটিউট স্থাপিত হয়। ১৯২৩  খ্রিস্টাব্দ হতে শ্রীনিকেতন নামের ব্যবহার শুরু হয়।  \"গ্রামে গাঁথা ভারতবর্ষ\"-এর মুক্তির পথ খুঁজতে রবীন্দ্রনাথ যে চিন্তাভাবনা করতেন তাকে কাজে রূপায়ণ করতে পেয়ে যান লিওনার্ড এলমহার্স্টকে। কৃষি-শিক্ষা-স্বাস্থ্য-সমাজ সবদিক থেকেই গ্রামকে বাঁচিয়ে তোলার প্রয়াস চলতে থাকে। শিক্ষা ব্যবস্থার মাধ্যমে সম্প্রসারণের কাজে শ্রীনিকেতনে তিনি একটি সুষ্ঠু কাঠামো গড়েছিলেন। শিক্ষার স্বার্থে শিল্পভবন প্রতিষ্ঠিত হয়। শিক্ষা পদ্ধতির পরিচালনায় প্রথমদিকে তার সঙ্গে ছিলেন শান্তিনিকেতন বিদ্যালয়ের কালীমোহন ঘোষ ও গৌরগোপাল ঘোষ। রবীন্দ্রনাথ লিওনার্ড এলমহার্স্টের মধ্যে পেয়েছিলেন এক আদর্শকর্মীর সমস্ত গুণ। মূলত, তার চেষ্টাতেই শ্রীনিকেতন প্রতিষ্ঠা সম্ভব হয়েছিল। কবি দেখেছিলেন যে আদর্শে ও কাজে তার সবচেয়ে বড় অবদান ছিল গ্রামবাসীদের প্রতি ভালোবাসা আর সহানুভূতি। এমনকি আর্থিক সাহায্যের হাতও বাড়িয়ে দিয়েছিলেন। কিন্তু প্রতিষ্ঠান হিসাবে শ্রীনিকেতন একেবারে লিওনার্ড এলমহার্স্টের উপর নির্ভরশীল হবে তা রবীন্দ্রনাথ কোনোমতেই চাইতেন না। তিনি তিন বৎসর শ্রীনিকেতনের পল্লী পুনর্গঠনের কাজে যুক্ত ছিলেন। বন্ধু হিসাবে তাকে ছেড়ে দিতে রবীন্দ্রনাথের কষ্ট হলেও তিনি তা করেছিলেন। ১৯২৪ খ্রিস্টাব্দে ইংল্যান্ডে ফিরে যান এবং পরের বছরেই তিনি ও তার সহধর্মিণী ডরোথি ডেভনশায়ারের গ্রামঞ্চলে প্রতিষ্ঠা করেন ডার্টিংটন হল ট্রাস্ট। ফিরে গিয়েও তিনি একাধিকবার শ্রীনিকেতনে এসেছেন। ১৯৪৭ খ্রিস্টাব্দ পর্যন্ত তিনি তার প্রতিষ্ঠিত 'ডার্টিংটন ট্রাস্ট' থেকে শ্রীনিকেতনের খাতে বার্ষিক বিয়াল্লিশ হাজার টাকার আর্থিক সাহায্য পাঠাতেন।\n১৯২৩ এবং ১৯২৫ খ্রিস্টাব্দের মধ্যে, লিওনার্ড এলমহার্স্ট ইউরোপ, এশিয়া এবং দক্ষিণ আমেরিকার বিভিন্ন দেশে রবীন্দ্রনাথ ঠাকুরের কাজের সমর্থনে বক্তৃতা করতে দুবার ভ্রমণ করেন।\n\n\n== অবদান ==\nলিওনার্ড এলমহার্স্ট ডার্টিংটন হল ট্রাস্ট গঠন করে তিনি বিশ্বব্যাপী পল্লি উন্নয়ন, পুনর্গঠনের সম্পর্কিত অন্যান্য ক্রিয়াকলাপ বিস্তৃত করেছিলেন। সেগুলির মধ্যে উল্লেখযোগ্য হল-\n\nএক্সেটার ইউনিভার্সিটি, ডেভন কাউন্টি কাউন্সিল এবং স্থানীয় সংস্থাগুলির কাজকর্ম।\n১৯২৯: কৃষি অর্থনীতিবিদদের আন্তর্জাতিক সম্মেলনের সূচনা।\n৯৩১: রাজনৈতিক এবং অর্থনৈতিক কর্মপন্থার জন্য নীতিনির্ধারণে সুচারু পরিকল্পনা।[৪]\n১৯৩২: রাশিয়া থেকে ডেভনে গবাদি পশুর কৃত্রিম প্রজনন পদ্ধতি ব্যবস্থা করা\nরয়্যাল ফরেস্ট্রি সোসাইটির সভাপতির কার্য পালন।\nদ্বিতীয় বিশ্বযুদ্ধের সময় মধ্যপ্রাচ্য এবং ভারতে কৃষি মিশন সহ  যুদ্ধকালীন জনসেবা প্রদান।\nভারতে দামোদর উপত্যকায় সেচ ও জলবিদ্যুৎ পরিকল্পনায় অংশ নেওয়া।\n১৯৫৪ : ভারতীয় গ্রামীণ শিক্ষা কমিটি সদস্য হিসাবে কাজ।\n\n\n== ব্যক্তিগত জীবন ==\nলিওনার্ড এলমহার্স্ট ১৯২৫ খ্রিস্টাব্দে সেপ্টেম্বরে পূর্বপরিচিত ডরোথি পেইন হুইটনিকে বিবাহ করেন। তাদের দুই সন্তান- কন্যা রুথ এলমহার্স্ট এবং পুত্র উইলিয়াম এলমহার্স্ট। এছাড়াও তিনি সৎপিতা ছিলেন রেসিং ড্রাইভার এবং বিমানচালক হুইটনি স্ট্রেইট (১৯১২-১৯৭৯), অভিনেত্রী বিট্রিস স্ট্রেইট (১৯১৪-২০০১) এবং লেখক এবং কেজিবি স্পাইমাইকেল হুইটনি স্ট্রেইট (১৯১৬-২০০৪) এর। তাদের কন্যা রুথ এলমহার্স্ট ১৯৪৭ খ্রিস্টাব্দে পরিবেশবাদী মরিস অ্যাশকে বিবাহ করেন। ১৯৬৮ খ্রিস্টাব্দে ডরোথি মারা যাওয়ার পর, লিওনার্ড এলমহার্স্ট ১৯৭৩ খ্রিস্টাব্দে ইয়র্কশায়ারের ওয়ার্সবোরোতে সুজানা আইজ্যাক-কে [৫] বিবাহ করেন।\nলিওনার্ড নাইট এলমহার্স্ট ১৯৭৪ খ্রিস্টাব্দের ১৬ এপ্রিল ক্যালিফোর্নিয়াতে পরলোক গমন করেন।\n\n\n== সম্মাননা ==\n১৯৪৬ খ্রিস্টাব্দে লিওনার্ড এলমহার্স্ট ব্রিটিশ প্রধানমন্ত্রী  ক্লেমেন্ট অ্যাটলির কাছ থেকে ব্যারনি প্রস্তাব প্রত্যাখ্যান করেন । অ্যাটলিকে লেখা একটি চিঠিতে তিনি উল্লেখ করেছেন  এই ভাবে যে \" আপনি যদিও জানেন আমার নিজের কাজ, গ্রামীণ মানুষের জন্য প্রধানত... ভারত, মার্কিন যুক্তরাষ্ট্র এবং ডেভনশায়ারে...সুতরাং সাম্মানিকের গ্রহণযোগ্যতার ব্যাখ্যা আমার পক্ষে বা আমার বন্ধুদের কাছে সহজ নয়।\"   অনুরূপভাবে ১৯৭২ খ্রিস্টাব্দে,তিনি টেড হিথের আরেকটি সম্মান বিনয়ের সঙ্গে প্রত্যাখ্যান করেন । \nলিওনার্ড এলমহার্স্ট সাম্মানিক ডক্টরেট ডিগ্রি লাভ করেন ফ্রাইবুর্গ বিশ্ববিদ্যালয় (D.Pol.Sci.), বিশ্বভারতী বিশ্ববিদ্যালয়(D.Litt.), ডারহাম বিশ্ববিদ্যালয় (DCL), অক্সফোর্ড বিশ্ববিদ্যালয় (DCL) এবং ইউনিভার্সিটি অফ এক্সেটার (DCL) থেকে।  তিনি ১৯২৬ খ্রিস্টাব্দে রয়্যাল সোসাইটি অফ আর্টসের ফেলো এবং ১৯৬০ খ্রিস্টাব্দে আমেরিকান ফার্ম ইকোনমিক অ্যাসোসিয়েশনের  ফেলো নির্বাচিত হন।\n তিনি ১৯৫৯ খ্রিস্টাব্দে ব্রিটিশ বিদ্বৎসমাজ ডেভনশায়ার অ্যাসোসিয়েশনের সম্মানিক সভাপতি নির্বাচিত হন ।\n\n\n== তথ্যসূত্র =="}