{"pageid": 1167424, "title": "অজ্ঞাতকৃত পরীক্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1167424", "content": "অজ্ঞাতকৃত পরীক্ষণ বা অগোচরীকৃত পরীক্ষণ বলতে এমন একটি পরীক্ষণকে বোঝায়, যেখানে পরীক্ষণে অংশগ্রহণকারীদের উপর প্রভাব ফেলতে পারে, এমন সব তথ্য পরীক্ষণ শেষ হবার আগ পর্যন্ত তাদের কাছ থেকে অজ্ঞাত বা অগোচর রাখা হয়। একে ইংরেজিতে ব্লাইন্ড এক্সপেরিমেন্ট বা ব্লাইন্ডেড এক্সপেরিমেন্ট বলে। অজ্ঞাতকরণ উন্নত হলে অংশগ্রহণকারীদের প্রত্যাশা থেকে উদ্ভূত পরীক্ষণ পক্ষপাত, অংশগ্রহণকারীদের উপর পর্যবেক্ষকের প্রভাব, পর্যবেক্ষক পক্ষপাত, নিশ্চিতকরণ পক্ষপাত, ইত্যাদি হ্রাস বা নির্মূল করা সম্ভব হতে পারে। কোনও পরীক্ষণের যেকোনও অংশগ্রহণকারী, যেমন পরীক্ষার পাত্র, গবেষক, কারিগর, উপাত্ত বিশ্লেষক বা মূল্যায়নকারীর উপরে অজ্ঞাতকরণ সম্পাদন করা হতে পারে। কোনও কোনও ক্ষেত্রে অজ্ঞাতকরণ উপকারী হলেও অসম্ভব বা অনৈতিক হতে পারে। যেমন, কোনও রোগীকে যখন কোনও শারীরিক চিকিৎসা প্রদান করা হয়, তখন তাকে সেই চিকিৎসার ব্যাপারে অজ্ঞাত রাখা সম্ভব নয়। উন্নতমানের রোগীভিত্তিক পরীক্ষণের ক্রিয়াবিধি (Clinical protocol) অনুসরণ করলে নৈতিক ও ব্যবহারিক সীমাবদ্ধতার মধ্যে সম্ভাব্য সবচেয়ে কার্যকর অজ্ঞাতকরণ নিশ্চিত করা সম্ভব হয়।\nকোনও পরীক্ষণ চলাকালে যদি কোনও অংশগ্রহণকারী তার কাছ থেকে গোপনকৃত তথ্য নিজ থেকে অনুমান করে ফেলে বা অন্য কোনও উপায়ে পেয়ে যায়, তবে সে \"জ্ঞাত\" (আনব্লাইন্ডেড unblinded) হয়ে যায়। যেমন কোনও রোগী যদি কোনও পার্শ্ব-প্রতিক্রিয়া অনুভব করে, তাহলে সে হয়ত সঠিকভাবে তার চিকিৎসা সম্পর্কে অনুমান করে ফেলতে পারে। অজ্ঞাতকৃত পরীক্ষণগুলিতে, বিশেষত ঔষধের পরীক্ষণগুলিতে এরকম \"জ্ঞাতকরণ\" (unblinding) বিরল নয়। বিশেষ করে ব্যথার ঔষধ ও বিষণ্ণতারোধক ঔষধগুলির পরীক্ষণগুলির অজ্ঞাতকরণ নিম্নমানের হয়ে থাকে। কোনও গবেষণার সিদ্ধান্তে উপনীত হবার আগেই জ্ঞাতকরণ ঘটলে সেটি পরীক্ষাজনিত ত্রুটির একটি উৎস হিসেবে কাজ করে, কেননা অজ্ঞাতকরণের ফলের যে পক্ষপাতটিকে দূর করা হয়েছিল, সেটি আবার নতুন করে পরীক্ষণে প্রবেশ করে। পরীক্ষণ প্রতিবেদনের একত্রীকৃত আদর্শগুলি (Consolidated Standards of Reporting Trials বা CONSORT) অনুযায়ী সমস্ত গবেষণাকর্মে জ্ঞাতকরণের ঘটনাগুলি যাচাই করা উচিত ও প্রতিবেদন করা উচিত। বাস্তব চর্চায় খুবই স্বল্পসংখ্যক গবেষণায় এই কাজটি করা হয়ে থাকে।\nঅজ্ঞাতকরণ বৈজ্ঞানিক পদ্ধতির একটি গুরুত্বপূর্ণ উপকরণ। এটিকে গবেষণার বহু বিভিন্ন ক্ষেত্রে ব্যবহার করা হয়। কিছু কিছু ক্ষেত্রে, যেমন সাক্ষ্যপ্রমাণ-ভিত্তিক চিকিৎসাবিজ্ঞান ক্ষেত্রে এটিকে অপরিহার্য হিসেবে গণ্য করা হয়। রোগীভিত্তিক গবেষণায় যে পরীক্ষণটি অজ্ঞাতকৃত নয়, সেটিকে মুক্ত পরীক্ষণ (open-label trial) বলা হয়।\n\n\n== তথ্যসূত্র =="}