{"pageid": 1167394, "title": "সমাজকল্যাণ", "url": "https://bn.wikipedia.org/wiki?curid=1167394", "content": "সমাজকল্যাণ বলতে এক ধরনের সরকারি সমর্থনকে বোঝায়, যার উদ্দেশ্য কোনও সমাজের সদস্যরা যেন তাদের মৌলিক চাহিদাগুলি (যেমন খাদ্য ও বাসস্থান) পূরণ করতে পারে, তা নিশ্চিত করা। একে সামাজিক নিরাপত্তা নামেও ডাকা হতে পারে। তবে সামাজিক নিরাপত্তা বলতে কোনও কোনও দেশে (যেমন মার্কিন যুক্তরাষ্ট্র ও কানাডাতে) কেবলমাত্র সামাজিক বীমা কর্মসূচিগুলিকে বোঝাতে পারে, যেগুলিতে জনগণ মাসিক কিস্তি প্রদান করে থাকে; এর বিপরীতে সামাজিক সাহায্য কর্মসূচিগুলিতে কেবলমাত্র প্রয়োজনের ভিত্তিতে সাহায্য প্রদান করা হয় (যেমন সিংহভাগ শারীরিক অক্ষমতাজনিত সুযোগসুবিধা)। আন্তর্জাতিক শ্রম সংস্থা সামাজিক নিরাপত্তা বলতে বৃদ্ধ বয়সের ভাতা, সন্তান ভাতা, সর্বজনীন স্বাস্থ্যসেবা, পিতামাতার ছুটি ও অসুস্থতাজনিত ছুটি, বেকার ভাতা, শারীরিক অক্ষমতা ভাতা ও পেশাগত আঘাতে ক্ষতির শিকার শ্রমিকদের ক্ষতিপূরণ বুঝিয়ে থাকে।\nআরও ব্যাপক অর্থে সমাজকল্যাণ বলতে বিনামূল্যে বা ভর্তুকির মাধ্যমে সামাজিক সেবা যেমন সার্বজনীন স্বাস্থ্যসেবা, বিনামূল্যের শিক্ষা, অবকাঠামো নির্মাণ, কারিগরি পেশার প্রশিক্ষণ ও সরকারি গৃহায়নের মাধ্যমে সমাজের একটি ন্যূনতম মৌলিক স্তরের কল্যাণকর অবস্থা নিশ্চিত করার প্রচেষ্টাকে বোঝায়। একটি সমাজকল্যাণমূলক রাষ্ট্রে রাষ্ট্র নিজে সমাজের সদস্যদের স্বাস্থ্য, শিক্ষা, অবকাঠামো ও কল্যাণের দায়িত্ব নেয় এবং এ উদ্দেশ্যে উপরে উল্লিখিত বিভিন্ন ধরনের সামাজিক সেবা প্রদান করে থাকে।\n৭ম শতকে ইসলামের দ্বিতীয় খলিফা উমরের শাসনামলে সম্ভবত প্রথম সার্বজনীন সরকারি কল্যাণের আইনি ব্যবস্থা প্রতিষ্ঠিত হয়। ইউরোপের ইতিহাসে সর্বপ্রথম জার্মান সাম্রাজ্য ১৮৮৯ সালে বিসমার্ক সরকারের শাসনামলে সামাজিক নিরাপত্তা ব্যবস্থার প্রবর্তন করে। ২০শ শতকের শুরুতে ১৯১৩ সালে যুক্তরাজ্য সামাজিক নিরাপত্তা কর্মসূচি চালু করে এবং ১৯৪৬ সালের জাতীয় বীমা অধ্যাদেশের মাধ্যমে অ্যাটলি সরকারের শাসনামলে একটি সমাজকল্যাণমূলক রাষ্ট্রে পরিণত হয়। পশ্চিমা ইউরোপের দেশগুলিতে এবং অস্ট্রেলিয়া ও নিউজিল্যান্ডে সরকার মূলত জাতীয় রাজস্ব করের থেকে প্রাপ্ত আয় ব্যবহার করে সমাজকল্যাণ নিশ্চিত করে। এছাড়া বেসরকারি সংস্থা ও সামাজিক ও ধর্মীয় দাত্যব্য সংস্থাগুলিও এ ব্যাপারে অবদান রাখে।  মানবাধিকারের সার্বজনীন ঘোষণাপত্রের ২২নং ও ২৫নং দফাতে সামাজিক নিরাপত্তার অধিকার ও পর্যাপ্ত জীবনযাত্রার মানের অধিকারের ব্যাপারগুলি বিবৃত করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nInternational Social Security Review\nOECD Social Expenditure database (SOCX) Website\nটেমপ্লেট:Deprivation Indicators"}