{"pageid": 1167926, "title": "হলধর নাগ", "url": "https://bn.wikipedia.org/wiki?curid=1167926", "content": "ড. হলধর নাগ ( ওড়িয়া: ହଳଧର ନାଗ; জন্ম ৩১শে মার্চ ১৯৫০) ভারতের বড়গড়, ওড়িশার একজন সম্বলপুরি কবি ও লেখক। তিনি \"লোককবি রত্ন\" নামে সুপরিচিত। তিনি ২০১৬ সালে ভারত সরকার কর্তৃক ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী পুরস্কার লাভ করেন। তিনি ঘেন নামক স্থানের এক দরিদ্র পরিবারে জন্মগ্রহণ করেন। তিনি তার রচিত কাব্যঞ্জলির জন্য সবচেয়ে বেশি পরিচিত, নাগের নির্বাচিত কবিতার ইংরেজি অনুবাদের একটি সংকলন যা ২রা অক্টোবর ২০১৬ তারিখে চালু হয়েছিল। সম্প্রতি তিনি কাব্যঞ্জলিতে তার তৃতীয় খণ্ডের কাজ প্রকাশ করেছেন। ২০১৯ সালে হলধর নাগকে সম্বলপুর বিশ্ববিদ্যালয় ডক্টরেট ডিগ্রি প্রদান করে। সম্প্রতি দীনেশ কুমার মালি তার কবিতা হিন্দিতে অনুবাদ করেছেন। তার গ্রন্থ হলধর নাগ কা কাব্য-সংসার, হলধর কে লোক-সাহিত্য পার বিমর্ষ এবং রামায়ণ প্রসঙ্গ পর হলধর কা কাব্য আউর যুগিন বিমর্শ\nসম্বলপুর বিশ্ববিদ্যালয় তার লেখার একটি সংকলন গ্রন্থ প্রকাশ করেছে — হলধর গ্রন্থাবলী-২ — এটি এখানকার পাঠ্যক্রমের একটি অংশ হিসেবে গ্রহণ করা হবে।\n\n\n== প্রারম্ভিক জীবন ==\nতিনি ওড়িশার বারগড় জেলার ঘেঁসের এক দরিদ্র পরিবারে জন্মগ্রহণ করেন। খুব অল্প বয়সে, তিনি তার একমাত্র আর্থিকভাবে সক্ষম বাবাকে হারিয়েছিলেন যার কারণে তাকে তার পরিবারের জন্য কাজ করতে হয়। ৩য় শ্রেণিতে পড়ার সময় তাকে তার পড়াশোনা ছেড়ে দিতে হয়েছিল। তাকে তার পরিবারকে খাওয়ানোর জন্য একটি মিষ্টির দোকানে স্থানীয় থালা ধোয়ার কাজ করতে হয়েছিল, তার অবস্থা বুঝতে পেরে গ্রামের প্রধান তাকে উচ্চ বিদ্যালয়ে নিয়ে যান এবং সেখানে তিনি ১০ বছরেরও বেশি সময় ধরে রান্নার কাজ করেন। তিনি বিদ্যালয়ের কাছে একটি ছোট বইখাতার দোকানও খোলেন, তাও ১০০০ রুপি ঋণ নিয়ে।\nযদিও তিনি ভারতের সর্বোচ্চ পুরস্কার পদ্মশ্রী পুরস্কারপ্রাপ্ত, তিনি তার আয়ের প্রধান উৎস হিসাবে শুধুমাত্র একটি দোকান এবং ফেরিওয়ালা নিয়ে একটি সাধারণ জীবন যাপন করেন। তিনি পথে-পথে রাগ চানা (ভারতীয় খাবার, বিশেষ করে পশ্চিম ওড়িশায়) বিক্রি করেন।\n\n\n== সাহিত্যকর্ম ==\nতার সম্বলপুরী রচনাশৈলীর করণে তাঁকে গঙ্গাধর মেহেরের সঙ্গে তুলনা করা হয়। বিবিসি তার জীবন ও কর্ম নিয়ে একটি তথ্যচিত্র তৈরি করেছে। ধোড়ো বড়গাছ (বুড়ো বটগাছ) একটি স্থানীয় পত্রিকায় প্রকাশিত হয়েছিল, যা ছিল তার প্রথম কবিতাগুলোর একটি। তার সাহিত্যকর্মে বেশিরভাগই তার নিজের অধিকারে একজন যোদ্ধা, মানুষের মর্যাদা রক্ষার মাধ্যমে সামাজিক সংস্কার অন্তর্ভুক্ত করে।দ্য হিন্দুর মতে তিনি সম্বলপুরী শৈলীতে তার সাহিত্যকর্মের অনুরাগীগণ তাকে খুব উৎসাহ প্রদান করেন, তিনি বলেছিলেন:-\n\n\"আমি অভিনন্দিত হয়েছিলাম এবং এটি আমাকে আরও লিখতে উৎসাহিত করেছিল,\" - লোক কবি রত্ন।\n\nতিনি তার প্রশস্ত স্মৃতির জন্যও পরিচিত, তিনি তার সমস্ত কবিতা স্মরণ করতে পারেন যা মানুষের কাছে পরিচিত তার শেষ কবিতা পর্যন্ত তিনি লিখেছিলেন।\n\nতিনি আবার আমাদের স্মরণ করেন, তিনি কি যে বিশ্বাস করেনসাধারণ চাহিদার একজন মানুষ, \"কবিতায় অবশ্যই বাস্তব জীবনের সংযোগ এবং মানুষের জন্য একটি বার্তা থাকতে হবে।\"\n\nতার কবিতা এখন পাঁচজন ডক্টরেট পণ্ডিতদের গবেষণার বিষয় হিসেবে বিবেচিত। সম্বলপুর বিশ্ববিদ্যালয় হলধর গ্রন্থাবলী-২ নামে একটি বইতেও তার রচনাগুলি সংকলিত করেছে। ২০১৮ সালে, তিনি সম্বলপুরি ভাষায় অবদানের জন্য ভারতের ১৩তম রাষ্ট্রপতি প্রণব মুখার্জির কাছ থেকে ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রীও পেয়েছেন।\n\n\n== সাহিত্য শৈলী ==\nসামাজিক সমস্যা, প্রকৃতি, ধর্ম এবং নিপীড়নের বিরুদ্ধে লড়াইয়ের মতো দৈনন্দিন জীবনের সমস্যাগুলির উপর ভিত্তি করে তার কবিতা।\n\n\n== কর্ম ==\nতার রচত এখনও জনপ্রিয় সৃষ্টিকর্ম:-\n\nলোকগীত\nসম্পর্দা\nকৃষ্ণগুরু\nমহাসতী উর্মিলা\nতারা মন্দোদরী\nআছিয়া\nবাচ্ছার\nশ্রী সোমালই\nবীর সুরেন্দ্র সাই\nকরমশনি\nরসিয়া কবি (তুলসীদাসের জীবনী)\nপ্রেম পয়চান\nকাব্যঞ্জলীর ৩য় খণ্ড (২২ নভেম্বর ২০১৯-এ প্রকাশিত)\n\n\n== সামাজিক মাধ্যম ==\nবিজ্ঞাপনী চলচ্চিত্র নির্মাতা এবং তথ্যচিত্র পরিচালক ভারতবালা যিনি ভার্চুয়াল ভারত ব্যানারের অধীনে ১,০০০টি শর্ট ফিল্ম তৈরি করার লক্ষ্য রেখেছিলেন যাতে না বলা গল্পগুলি বর্ণনা করা যায় এবং যেখানে বিখ্যাত সাহিত্যিক এবং চলচ্চিত্র পরিচালক সম্পূরন সিং কালরাও গুলজার দ্বারা পরিচিত হলধর নাগ বর্ণনা করেছিলেন।\nএই শর্ট ফিল্মে তার বয়ান শুরু হয় \"আমি তোমাকে একটি চিঠি লিখছি হলধর। সম্বলপুরের মাটির সন্তান এই আদিবাসী কবি। তার ভাষা সম্বলপুরী।\"\n\nধারার অংশ হিসাবে, গুলজার উপযুক্তভাবে ৮ মিনিটের দীর্ঘ গল্পে নাগ সম্পর্কে একটি সংক্ষিপ্ত সারসংক্ষেপ বর্ণনা করেছেন, ভার্চুয়াল ভারতে যা বিভিন্ন ক্ষেত্রে দেশ ভারত সম্পর্কে ছোট গল্পের সংকলন। উপহার হিসেবে গুলজার তাকে ৫০,০০০ রুপি পাঠান।\n\n\n== গবেষণা কেন্দ্র ==\nওড়িশা সরকার সম্প্রতি ঘোষণা করেছে যে শীঘ্রই বড়গড় জেলার ঘেঁস গ্রামে তার নামাঙ্কিত একটি সম্বলপুরি ভাষা ও সাহিত্য গবেষণা কেন্দ্র প্রতিষ্ঠিত হবে।\n\n\n== আরও দেখুন ==\nওড়িয়া ভাষা\nসম্বলপুরী ভাষা\nওড়িয়া সাহিত্য\nভারতীয় কবিগণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদিনেশকুমার মালির ব্লগ\n\nটেমপ্লেট:ওড়িশার পদ্ম পুরস্কার বিজয়ীগণ"}