{"pageid": 116885, "title": "ছোটগল্প", "url": "https://bn.wikipedia.org/wiki?curid=116885", "content": "ছোটগল্প (বিকল্প বানান: ছোটোগল্প) কথাসাহিত্যের একটি বিশেষ রূপবন্ধ যা দৈর্ঘ্যে হ্রস্ব এবং একটি ঘটনাকে কেন্দ্র করে আবর্তিত। ছোটগল্পের আকার কী হবে সে সম্পর্কে কোন সর্বসম্মত সিদ্ধান্ত নেই। সব ছোটগল্পই গল্প বটে কিন্তু সব গল্পই ছোটগল্প নয়। একটি কাহিনী বা গল্পকে ছোটগল্পে উত্তীর্ণ হওয়ার জন্য কিছু নান্দনিক ও শিল্পশর্ত পূরণ করতে হয়। ছোটগল্পের সংজ্ঞার্থ কী সে নিয়ে সাহিত্যিক বিতর্ক ব্যাপক। এককথায় বলা যায়- যা আকারে ছোট, প্রকারে গল্প তাকে ছোটগল্প বলে।\n\n\n== ছোটগল্পের সংজ্ঞায়ন ও বৈশিষ্ট্য ==\nগল্প, গল্প, গল্প। গল্প ভালোবাসে না এমন মানুষ নেই! গুহাবাসী, অরণ্যচারী মানুষ বিচিত্র জীবন সংগ্রামের মধ্যেও গল্প করত। নিজের অভিজ্ঞতার কথা নানা রঙ ও বস চড়িয়ে বলত সাথীদের। আগেকার মানুষ বর্তমানের মতো ভাষা ব্যবহার করে কথা বলতে পারত না। তবুও অঙ্গভঙ্গি ও ইশারা করে গল্প করত।\nবস্তু ও ভাব নিয়ে রচিত হয় সাহিত্য। সাহিত্যের প্রকাশ ভাষায়। আদি যুগের সাহিত্য ছিল কাব্য প্রধান। পরিবর্তনের ধারায় পরে এসেছে গদ্য সাহিত্য।\nলিপি আবিষ্কারের পর ফুলে ফলে শোভিত হয়েছে সাহিত্যের বাগান। গল্প বলা আর গল্প শোনা মানুষের নেশা। এই থেকেই এসেছে ছোট গল্প। সাহিত্যের আদি পর্বেও ছোট গল্পের বীজ প্রোথিত ছিল। জাতকের কাহিনি, আরব্য উপন্যাস, কথাসরিৎসাগর, হিতোপদেশ ছোট গল্পেরই বীজ বহন করে। ছোট গল্প নিয়ে আর এন রায় বলেছেন-\n\"ছোট গল্প লঘু পক্ষ প্রজাপতি, তার পাখায় পাখায় দ্রুত লয়ের ছন্দ, সে ভার মুক্ত লঘু ছন্দ, অনাবশ্যকের বোঝা তার নেই।... ছোট গল্পের আস্বাদনে থাকে অন্তহীন জিজ্ঞাসা এবং অতৃপ্ত পিপাসা\"।\nসাধারণ ভাবে গল্পকে বড় গল্প ও ছোট গল্প হিসেবে ভাগ করা যায়। জনপ্রিয়তার শীর্ষে আছে ছোট গল্প। জগৎ জোড়া এর নাম ডাক! ক্ষুদ্র ভাবের এক মুখী প্রবাহ ও সত্যের প্রকাশ ছোট গল্পকে চির সুন্দর ও সার্থক করে তুলেছে।\nR. J. Rees ছোট গল্প সম্পর্কে বলেছেন-\n\"Dramatic full of atmosphere and aboveall concise\".\nহাডসন বলেছেন-\nA short story must contain one & only one informing idea\"\nএডগার অ্যালান পোয়ের মতে, যে গল্প অর্ধ হতে এক বা দুই ঘণ্টার মধ্যে এক নিশ্বাসে পড়ে শেষ করা যায়, তাকে ছোট গল্প বলে। আবার এইচ জি ওয়েলস বলেছেন যে ছোটগল্প সাধারণত ১০ হতে ৬০ মিনিটের মধ্যে শেষ হওয়া বাঞ্ছনীয়। ছোটগল্পে জীবনের সামগ্রিক দিকটি উপন্যাসের মতো বিস্তারিতভাবে বর্ণিত না হয়ে বরং এর খণ্ডাংশকে পরিবেশিত হয়। এজন্য ছোটগল্প যথাসম্ভব বাহুল্যবর্জিত, রসঘন ও নিবিড় হয়ে থাকে। সংগত কারণেই এতে পাত্রপাত্রী বা চরিত্রের সংখ্যা খুবই সীমিত হয়। ছোটগল্পের প্রারম্ভ ও প্রাক্কাল সাধারণত খানিকটা নাটকীয় হয়।\n\n\n== রবীন্দ্রনাথ ও ছোটগল্পের ধারণা ==\nবাংলা ছোটগল্প ব্যাখ্যা করতে গিয়ে কবি রবীন্দ্রনাথ ঠাকুরের 'সোনার তরী' কাব্যের যে 'বর্ষা যাপন' কবিতাটি প্রায়শই উদ্ধৃত হয়ে থাকে তা নিম্নরূপ:\n\nছোট প্রাণ, ছোট ব্যথা, ছোট ছোট দুঃখ কথা\nনিতান্তই সহজ সরল,\nসহস্র বিস্মৃতিরাশি প্রত্যহ যেতেছে ভাসি\nতারি দুচারটি অশ্রুজল।\nনাহি বর্ণনার ছটা,ঘটনার ঘনঘটা,\nনাহি তত্ত্ব নাহি উপদেশ।\nঅন্তরে অতৃপ্তি র’বে সাঙ্গ করি’ মনে হবে\nশেষ হয়ে হইল না শেষ।\nজগতের শত শত অসমাপ্ত কথা যত,\nঅকালের বিচ্ছিন্ন মুকুল,\nঅজ্ঞাত জীবনগুলা, অখ্যাত কীর্ত্তির ধুলা,\nকত ভাব, কত ভয় ভুল\n\nএই পদ্যখণ্ডে ছোটগল্পের যে সকল গুণাগুণ বর্ণনা করা হয়েছে তা বহু ছোটগল্পের ক্ষেত্রেই প্রাসঙ্গিক। কিন্তু এটিই এর সার্বিক গুণবিচারের মাপকাঠি নয়। এ সকল গুণাগুণের অতিরিক্ত বৈশিষ্ট্য সমন্বিত ছোটগল্প প্রায়শই লিখিত হয়ে থাকে। তবে রবীন্দ্রনাথ ঠাকুরের মতে ছোটগল্প এমন হতে হবে যে \"শেষ হইয়াও হইল না শেষ\", অর্থাৎ গল্প শেষ হয়ে গেলেও যাতে রেশ থেকে যায়।\n\n\n== বাংলা ভাষায় ছোটগল্পের উত্থান ==\nগল্পগুচ্ছ নামীয় গ্রন্থে রবীন্দ্রনাথ ঠাকুরের যে সকল ছোটগল্প সংকলিত সেগুলো বাংলা সাহিত্যের অন্যতম শ্রেষ্ঠ ছোটগল্প হিসাবে অদ্যাবধি চিহ্নিত এবং বহুল পঠিত। বাংলা ছোটগল্পের সার্থক স্রষ্টা রবীন্দ্রনাথ। তার 'ঘাটের কথা' ছোটগল্পটি বাংলা ভাষার প্রথম সার্থক ছোটগল্পের স্বীকৃতি পেয়েছে। অতঃপর মানিক বন্দ্যোপাধ্যায়, কাজী নজরুল ইসলাম, তারাশঙ্কর বন্দ্যোপাধ্যায়, বিভূতিভূষণ বন্দ্যোপাধ্যায়, নারায়ণ গঙ্গোপাধ্যায়, প্রেমেন্দ্র মিত্র, বনফুল, (বলাইচাঁদ মুখোপাধ্যায়), বিভূতিভূষণ মুখোপাধ্যায়, সুবোধ ঘোষ, নরেন্দ্রনাথ মিত্র, আশাপূর্ণা দেবী, জগদীশ গুপ্ত, জ্যোতিরিন্দ্র নন্দী, মনোজ বসু, হুমায়ূন আহমেদ, শিবরাম চক্রবর্তী প্রমুখের রচনানৈপুণ্যে বাংলা ছোটগল্প নতুন দিগন্তে প্রবেশ করেছে।\n\n\n== ছোটগল্পের শ্রেণিবিভাগ ==\nপ্রেমবিষয়ক : এসব গল্পে প্রেম ও রোমান্স প্রাধান্য পায়। যেমনঃ ইভান তুর্গেনেভের The Distruct Doctor; বঙ্কিমচন্দ্রের রাধারাণী; রবীন্দ্রনাথের নষ্টনীড়, একরাত্রি; মানিকের সর্পিল শিউলিমালা [নজরুল] ইত্যাদি।\nসামাজিক : সামাজিক প্রতিবেশ ও বিশেষ সমাজের রূপায়ণ ফুটে ওঠে এসব গল্পে। যেমনঃ রবীন্দ্রনাথের পোস্টমাস্টার, তারাশঙ্করের পিতাপুত্র প্রভৃতি।\nপ্রকৃতি ও মানুষ : এসব গল্পে সাধারণতঃ প্রকৃতির পটভূমিতে চরিত্রাঙ্কন করা হয়। উদাহরণস্বরূপঃ রবীন্দ্রনাথের তারাপদ, মনোজ বসুর বনমর্মর।\nঅতিপ্রাকৃত : এ ধরনের গল্পে অতিপ্রাকৃত-ভাব বা রহস্য-আচ্ছন্নতা লক্ষ করা যায়। উদাহরণঃ রবীন্দ্রনাথের নিশীথে, ক্ষুধিতপাষাণ, শরদিন্দু বন্দ্যোপাধ্যায়ের মর্কট।\nহাস্যরসাত্মক : হাস্যরস ও নিখাঁদ বিনোদনদানই এই গল্পগুলোতে প্রাধান্য পায়। যেমনঃ রবীন্দ্রনাথের অধ্যাপক, রাজশেখর বসুর খোকার কাণ্ড, বিভূতিভূষণ মুখোপাধ্যায়ের কায়ার কল্প, নারায়ণ গঙ্গোপাধ্যায়ের অন্যমনস্ক চোর।\nউদ্ভট : এই গল্পগুলোতে অসম্ভব বা অবাস্তব কাহিনী বর্ণিত হয়। উদাহরণ: বিভূতিভূষণ মুখোপাধ্যায়ের নারায়ণী সেনা, কেদার বন্দ্যোপাধ্যায়ের ভগবতীর পলায়ন ইত্যাদি।\nসাংকেতিক বা প্রতীকী : গল্পের পাত্রপাত্রী বা পরিবেশকে না বুঝিয়ে সাংকেতিকভাবে সম্পূর্ণ ভিন্ন স্থান বা চরিত্রকে বোঝানো হয় বা বার্তা প্রদান করা হয় এ ধরনের গল্পে। এরকম গল্প হচ্ছে: জর্জ অরওয়েলের Animal Farm, রবীন্দ্রনাথের তাসের দেশ, গুপ্তধন ইত্যাদি।\nঐতিহাসিক : এই গল্পগুলোতে কোনও একটি বিশেষ ঐতিহাসিক কালে সংঘটিত ঘটনা বর্ণিত হয়। যেমনঃ শরদিন্দু বন্দ্যোপাধ্যায়ের চুয়াচন্দন।\nবৈজ্ঞানিক : বৈজ্ঞানিক দৃষ্টিভঙ্গি ও তত্ত্বের সাহায্য নিয়ে এ ধরনের গল্প রচিত হয়। উদাহরণস্বরূপঃ এইচ জি ওয়েলসের The Stolen Bacillus; প্রেমেন্দ্র মিত্রের অবিশ্বাস্য, হিমালয়ের চূড়ায়; সত্যজিৎ রায়ের শঙ্কু ও ফ্র্যাংকেনস্ট্যাইন, মরুরহস্য; মুহম্মদ জাফর ইকবালের বেজি, আমড়া ও ক্রাব নেবুলা, সুনীল গঙ্গোপাধ্যায়ের বিশ্বমামা ও অহি-নকুল, নীল মানুষের কাহিনি ইত্যাদি।\nগার্হস্থ্য : এই গল্পগুলোতে পারিবারিক ও গৃহজীবন প্রাধান্য পেয়ে থাকে। এ ধরনের গল্পের ভেতর রয়েছেঃ রবীন্দ্রনাথের ব্যবধান, বনফুলের তিলোত্তমা ইত্যাদি।\nমনস্তাত্ত্বিক : এসব গল্প সাধারণতঃ নর-নারীর মনস্তত্ত্ব ও মানসিক টানাপোড়েন নিয়ে রচিত হয়ে থাকে। যেমনঃ শরৎচন্দ্রের রামের সুমতি, নারায়ণ গঙ্গোপাধ্যায়ের টোপ, আখতারুজ্জামান ইলিয়াসের প্রতিশোধ ইত্যাদি।\nমনুষ্যতর : মনুষ্য নয় এমন, অর্থাৎ প্রাণী বা অন্য জীবকে কেন্দ্র করে এসব গল্প লিখিত হয়। এরকম গল্প হচ্ছেঃ শরদিন্দু বন্দ্যোপাধ্যায়ের বাঘিনী, তারাশঙ্করের নারী ও নাগিনী।\nবাস্তবনিষ্ঠ : এসব গল্পে সাধারণতঃ জীবনের কোনও ঘটনা বা দিক অত্যন্ত বস্তুনিষ্ঠ ও অকপট ভাষায় প্রকাশিত হয়। যেমনঃ মানিক বন্দ্যোপাধ্যায়ের নমুনা, প্রাগৈতিহাসিক; অচিন্ত্য সেনের বস্ত্র; আখতারুজ্জামান ইলিয়াসের তারাবিবির মরদপোলা, দুধেভাতে উৎপাত, পায়ের নিচে জল।\nডিটেকটিভ গল্প : এই গল্পগুলোতে পুলিশি তদন্ত ও সত্যানুসন্ধানের রোমাঞ্চকর বর্ণনা পাওয়া যায়। এর মধ্যে আর্থার কোনান ডয়েলের The Red-Headed League, Dorothy Sayers; নীহাররঞ্জন গুপ্তের সংকেত; পরশুরামের নীল তারা, সমরেশ বসুর আর এক ছায়া উল্লেখযোগ্য।\nবিদেশি পটভূমিকাযুক্ত গল্প : এ ধরনের গল্পে বিদেশী পরিবেশে, অর্থাৎ বাংলার বাইরে নরনারীর চরিত্রাঙ্কন করা হয়। উদাহরণস্বরূপঃ প্রভাত মুখোপাধ্যায়ের মাতৃহীন, রাখাল সেনের সহযাত্রী ইত্যাদি। []\n\n\n== তথ্যসূত্র =="}