{"pageid": 1168521, "title": "ভারতের সংরক্ষিত এলাকা", "url": "https://bn.wikipedia.org/wiki?curid=1168521", "content": "বন্যপ্রাণী সুরক্ষা আইন, ১৯৭২ এর অধীনে গঠিত ভারতে সংরক্ষিত এলাকার চারটি বিভাগ রয়েছে। টাইগার রিজার্ভ জাতীয় উদ্যান এবং বন্যপ্রাণী অভয়ারণ্যের অধীন এলাকা নিয়ে গঠিত। ভারতে ৫২ টি বাঘ সংরক্ষণাগার রয়েছে। মে ২০১২ পর্যন্ত, ভারতের সংরক্ষিত এলাকা ১,৫৬,৭০০ বর্গকিলোমিটার (৬০,৫০০ বর্গমাইল)) জুড়েমাই, মোট ভূপৃষ্ঠের প্রায় ৪.৯৫%।\nIUCN দ্বারা মনোনীত শব্দের অর্থে ভারতে নিম্নলিখিত ধরনের সুরক্ষিত এলাকা রয়েছে:\n\nজাতীয় উদ্যান\nবন্যপ্রাণী অভয়ারণ্য\nবায়োস্ফিয়ার রিজার্ভ\nসংরক্ষিত বন\nসংরক্ষিত সুরক্ষিত এবং সম্প্রদায় সংরক্ষণ\nব্যক্তিগত সুরক্ষিত এলাকা\nসংরক্ষণ এলাকায়\n\n\n== জাতীয় উদ্যান ==\nভারতের জাতীয় উদ্যানগুলি হল IUCN শ্রেণিবিন্যাস II সংরক্ষিত এলাকা। ভারতের প্রথম জাতীয় উদ্যানটি ১৩৯৬ সালে হেইলি ন্যাশনাল পার্ক হিসাবে প্রতিষ্ঠিত হয়েছিল, যা এখন জিম করবেট জাতীয় উদ্যান, উত্তরাখণ্ড নামে পরিচিত। ১৯৭০ সাল নাগাদ ভারতে মাত্র পাঁচটি জাতীয় উদ্যান ছিল। ১৯৭২ সালে, সংরক্ষণ-নির্ভর প্রজাতির আবাসস্থল সুরক্ষার জন্য ভারত ১৯৭৩ সালে বন্যপ্রাণী সুরক্ষা আইন এবং প্রজেক্ট টাইগার প্রণয়ন করে।\n\n\n== বন্যপ্রাণী অভয়ারণ্য ==\nভারতের বন্যপ্রাণী অভয়ারণ্যগুলিকে IUCN শ্রেণিবিন্যাস IV সুরক্ষিত এলাকা হিসাবে শ্রেণীবদ্ধ করা হয়েছে। ১৯৩৬ থেকে ২০১৬ সালের মধ্যে, দেশে ৫৫১ টি বন্যপ্রাণী অভয়ারণ্য প্রতিষ্ঠিত হয়েছিল যা ১,১৮,৯১৮ কিমি২ (৪৫,৯১৪ মা২) কভার করে। ২০২০ হিসাবে।  এর মধ্যে, ৫১ টি ব্যাঘ্র প্রকল্প দ্বারা পরিচালিত হয় এবং বেঙ্গল টাইগার সংরক্ষণের জন্য বিশেষ তাৎপর্যপূর্ণ।\n\n\n== বায়োস্ফিয়ার রিজার্ভ ==\nভারত সরকার একটি সাধারণ জাতীয় উদ্যান বা প্রাণী অভয়ারণ্যের চেয়ে প্রাকৃতিক আবাসস্থলের বৃহত্তর অঞ্চলগুলি রক্ষা করার জন্য ১৮ টি বায়োস্ফিয়ার রিজার্ভ স্থাপন করেছে (আইইউসিএন বিভাগ V সুরক্ষিত অঞ্চলগুলির সাথে মোটামুটিভাবে সামঞ্জস্যপূর্ণ বিভাগগুলি) এবং এতে প্রায়শই এক বা একাধিক জাতীয় উদ্যান বা রিজার্ভ অন্তর্ভুক্ত থাকে, পাশাপাশি কিছু অর্থনৈতিক ব্যবহারের জন্য উন্মুক্ত বাফার জোনও অন্তর্ভুক্ত থাকে।  সুরক্ষা শুধুমাত্র সংরক্ষিত অঞ্চলের উদ্ভিদ ও প্রাণীকুলকেই নয়, এই অঞ্চলগুলিতে বসবাসকারী মানব সম্প্রদায় এবং তাদের জীবনযাত্রার জন্যও দেওয়া হয়।\n\n\n== সংরক্ষিত এবং সুরক্ষিত বন ==\nসংরক্ষিত বন এবং সুরক্ষিত বন (আইইউসিএন ক্যাটাগরি IV বা VI, সুরক্ষা প্রদানের উপর নির্ভর করে): এগুলি বনভূমিযুক্ত জমি যেখানে লগিং, শিকার, চারণভূমি এবং অন্যান্য ক্রিয়াকলাপগুলি নির্দিষ্ট সম্প্রদায়ের সদস্যদের টেকসই ভিত্তিতে অনুমোদিত হতে পারে। সংরক্ষিত বনাঞ্চলে, এই ধরনের কার্যকলাপের জন্য স্পষ্ট অনুমতি প্রয়োজন। সংরক্ষিত বনে, স্পষ্টভাবে নিষিদ্ধ না হলে এই ধরনের কার্যকলাপ অনুমোদিত। এইভাবে, সাধারণভাবে সংরক্ষিত বনগুলি সংরক্ষিত বনের ক্ষেত্রে উচ্চতর সুরক্ষা উপভোগ করে।\n\n\n== সংরক্ষণ এবং সম্প্রদায় সংরক্ষণ ==\nভারতে সংরক্ষণ সংরক্ষণ এবং সম্প্রদায় সংরক্ষণগুলি হল ভারতের সংরক্ষিত অঞ্চলগুলিকে বোঝানোর শর্তগুলি যা সাধারণত প্রতিষ্ঠিত জাতীয় উদ্যান, বন্যপ্রাণী অভয়ারণ্য এবং ভারতের সংরক্ষিত এবং সংরক্ষিত বনগুলির মধ্যে বাফার জোন বা সংযোগকারী এবং স্থানান্তর করিডোর হিসাবে কাজ করে। এই ধরনের এলাকাগুলিকে সংরক্ষণ এলাকা হিসাবে মনোনীত করা হয় যদি সেগুলি জনবসতিহীন এবং সম্পূর্ণরূপে ভারত সরকারের মালিকানাধীন কিন্তু সম্প্রদায়ের দ্বারা জীবিকা নির্বাহের জন্য ব্যবহৃত হয়, এবং যদি জমির কিছু অংশ ব্যক্তিগত মালিকানাধীন হয় তবে সম্প্রদায়ের এলাকাগুলি। সাম্প্রদায়িক বনের ক্ষেত্রে যেমন গ্রাম পঞ্চায়েতের মতো স্থানীয় জনগণ এবং স্থানীয় সংস্থাগুলির মাধ্যমে এই ধরনের সংরক্ষণের প্রশাসন হবে। (ভারতের সাম্প্রদায়িক বন দেখুন)\n\n\n== গ্রাম ও পঞ্চায়েত বন ==\nভারতের একটি \"সাধারণ গুরুত্বপূর্ণ বন\" হল একটি বন যা টেকসই উন্নয়নের সাথে সামঞ্জস্যপূর্ণভাবে স্থানীয় সম্প্রদায় দ্বারা নিয়ন্ত্রিত। এই ধরনের বনগুলিকে সাধারণত গ্রামীণ বন বা পঞ্চায়েত বন বলা হয়, যা এই সত্যকে প্রতিফলিত করে যে বনের প্রশাসন এবং সম্পদের ব্যবহার গ্রাম এবং পঞ্চায়েত (একটি নির্বাচিত গ্রামীণ সংস্থা) স্তরে ঘটে। হ্যামলেট, গ্রাম এবং গ্রামের সম্প্রদায়গুলি আসলে এমন একটি বন পরিচালনা করতে পারে।  এই ধরনের সম্প্রদায় বনগুলি সাধারণত স্থানীয়ভাবে নির্বাচিত সংস্থা দ্বারা পরিচালিত হয়, যাকে সাধারণত বন সুরক্ষা কমিটি, গ্রাম বন কমিটি বা গ্রাম বন প্রতিষ্ঠান বলা হয়। এই জাতীয় কমিটিগুলি উত্তরাখণ্ডের কুমায়ুন বিভাগে ভ্যান পঞ্চায়েত, হিমাচল প্রদেশে বন সমবায় সমিতি এবং অন্ধ্র প্রদেশে বন সম্প্রসারণ সমিতি নামে পরিচিত। সাম্প্রদায়িক বন সম্পর্কিত আইন রাজ্য থেকে রাজ্যে পরিবর্তিত হয়, তবে সাধারণত রাজ্য সরকার কর্মীদের নিয়োগ এবং অপরাধীদের শাস্তির মতো বিষয়ে কিছু প্রশাসনিক নিয়ন্ত্রণ বজায় রাখে। এই ধরনের বনগুলি সাধারণত IUCN ক্যাটাগরি VI সংরক্ষিত অঞ্চলগুলির সাথে সামঞ্জস্যপূর্ণ, তবে স্থানীয় আইনের উপর নির্ভর করে স্থানীয় সম্প্রদায় বা সরকার দ্বারা সুরক্ষা প্রয়োগ করা যেতে পারে। মহারাষ্ট্র হল সবচেয়ে বেশি বনভূমির রাজ্য যেখানে হরিয়ানা সবচেয়ে কম।\n\n\n== ব্যক্তিগত সুরক্ষিত এলাকা ==\nভারতের ব্যক্তিগত সুরক্ষিত এলাকাগুলি ভারতের অভ্যন্তরে সংরক্ষিত এলাকাগুলিকে বোঝায় যেগুলির জমির অধিকার কোনও ব্যক্তি বা একটি কর্পোরেশন/সংস্থার মালিকানাধীন, এবং যেখানে আবাসস্থল এবং বাসিন্দা প্রজাতিগুলিকে শিকার, লগিং ইত্যাদির মতো শোষণমূলক কার্যকলাপ থেকে একরকম সুরক্ষা দেওয়া হয়। ভারত সরকার এই জাতীয় সংস্থাগুলিকে কোনও আইনি বা শারীরিক সুরক্ষা প্রদান করেনি, তবে ২০০২ সালের বন্যপ্রাণী (সুরক্ষা) সংশোধনী আইন দ্বারা প্রবর্তিত একটি গুরুত্বপূর্ণ সংশোধনীতে, পরিবেশগত মূল্যের সাম্প্রদায়িক মালিকানাধীন এলাকাগুলিকে রক্ষা করতে সম্মত হয়েছে।\n\n\n== সংরক্ষণ এলাকায় ==\nভারতে সংরক্ষণ এলাকাগুলি একটি প্রতিষ্ঠিত সংরক্ষণ পরিকল্পনা সহ ভালভাবে চিহ্নিত বৃহৎ ভৌগোলিক সত্ত্বাকে বোঝায় এবং \"ল্যান্ডস্কেপ ম্যানেজমেন্ট এবং সুরক্ষা\" সম্পর্কিত একটি যৌথ ভারত-মার্কিন প্রকল্পের অংশ ছিল। প্রকল্পটি ১৯৯৬ থেকে ২০০২ পর্যন্ত চলে। এই এলাকাগুলো অনেক সংরক্ষণ নির্ভর প্রজাতির আবাসস্থল।\n\n\n== আরও দেখুন ==\nভারতের চিড়িয়াখানার তালিকা\nআনুষ্ঠানিকভাবে মনোনীত বনের প্রকারের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n\"United Nations List of National Parks and Protected Areas: India (1993)\"। ২৫ নভেম্বর ২০০১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ নভেম্বর ২০০৫। \nMinistry of Forests and Environment Protected Areas website\nMinistry of Forests and Environment-Report Ch10 Biodiversity\nSPECIES CHECKLIST: Species Diversity in India; ENVIS Centre: Wildlife & Protected Areas (Secondary Database); Wildlife Institute of India (WII)\nENVIS Centre: Wildlife & Protected Areas (Secondary Database); Wildlife Institute of India (WII)"}