{"pageid": 1168653, "title": "আংশিক চাপ", "url": "https://bn.wikipedia.org/wiki?curid=1168653", "content": "আংশিক চাপ হলো পারস্পরিক বিক্রিয়াহীন একাধিক গ্যাসের মিশ্রণে প্রতিটি উপাদান গ্যাসের উপর প্রযুক্ত এমন একটি ধারণাগত চাপ, যেখানে এই চাপসমূহ মিশ্রণটির সমান তাপমাত্রায় মিশ্রণটির সমগ্র আয়তনকে প্রতিটি গ্যাসের পৃথক পৃথকভাবে দখলের ফলে এদের উপর পৃথক পৃথকভাবে প্রযুক্ত চাপের সমান। সহজভাবে বলা যায়, নির্দিষ্ট তাপমাত্রার কোন গ্যাস মিশ্রণের কোনো একটি উপাদান গ্যাস মিশ্রণটির মোট আয়তন এককভাবে দখল করলে এর উপর প্রযুক্ত চাপই আংশিক চাপ। ডাল্টনের সূত্র অনুসারে কোনো আদর্শ গ্যাস মিশ্রণের মোট চাপ মিশ্রণে থাকা গ্যাসগুলোর আংশিক চাপের সমষ্টির সমান।\nকোনো গ্যাসের আংশিক চাপ গ্যাসটির অণুগুলোর তাপগতীয় সক্রিয়তার একটি পরিমাপ। গ্যাসের দ্রবীভূত হওয়া, ছড়িয়ে পড়া বা ব্যাপন এবং বিক্রিয়া সংঘটিত হয় এদের আংশিক চাপ অনুসারে, এসব ঘটনা গ্যাস মিশ্রণে বা তরলে এদের ঘনমাত্রা অনুসারে সংঘটিত হয় না। গ্যাসের এই সাধারণ ধর্মগুলো জীববিজ্ঞানে গ্যাসের রাসায়নিক বিক্রিয়ার ক্ষেত্রেও সত্য। উদাহরণস্বরূপ, মানুষের শ্বাস-প্রশ্বাসের ক্ষেত্রে অক্সিজেনের আবশ্যকীয় পরিমাণ এবং অক্সিজেনের যে মাত্রা স্বাস্থ্যের জন্য হানিকর বা বিষাক্ত তার পরিমাণ কেবল অক্সিজেনের আংশিক চাপের মাধ্যমে নির্ধারিত হয়। শ্বাস-প্রশ্বাসের সাথে শরীরে প্রবেশ করে কিংবা রক্তে দ্রবীভূত হয় এমন অনেক গ্যাসে উপস্থিত অক্সিজেনের বিভিন্ন ধরনের ঘনমাত্রার বিস্তৃত পরিসরের ক্ষেত্রে অর্থাৎ ঘনমাত্রাকে যে এককেই পরিমাপ করা হোক না কেন সকল ক্ষেত্রেই আংশিক চাপের এই ব্যাপারটি সত্য। ফলস্বরূপ, আংশিক চাপের এই ব্যাপারটি সত্য মিশ্রণের অনুপাতের ক্ষেত্রেও, যেমন এটা সত্য ওজন বা ভরের পরিবর্তে আয়তনের ভিত্তিতে নির্ধারিত ২০% অক্সিজেন ও ৮০% হিলিয়ামের শ্বাসযোগ্য মিশ্রণের ক্ষেত্রে।\nউপরন্তু, ধমনীয় রক্তের গ্যাসের পরীক্ষায় অক্সিজেন এবং কার্বন ডাইঅক্সাইডের আংশিক চাপ একটি গুরুত্বপূর্ণ পরামিতি। এই চাপগুলোও যে পরিমাপ করা সম্ভব এমনটা বলা হয়ে থাকে। উদাহরণস্বরূপ, সেরিব্রোস্পাইনাল তরলের চাপ।\n\n\n== প্রতীক ==\nচাপের প্রতীক হিসেবে সাধারণত P অথবা p-কে ব্যবহার করা হয়। চাপ বা চাপের ধরন, গ্যাসের নাম কিংবা অন্যান্য তথ্য নির্দেশের নিমিত্তে এই প্রতীক দুটির ডান পাদদেশে অন্যান্য অক্ষর বা সংখ্যাও ব্যবহার করা হয়।\nউদাহরণ:\n\n  \n    \n      \n        \n          P\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle P_{1}}\n  \n বা \n  \n    \n      \n        \n          p\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle p_{1}}\n  \n = সময় 1-এ চাপ\n\n  \n    \n      \n        \n          P\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle P_{{\\ce {H2}}}}\n  \n বা \n  \n    \n      \n        \n          p\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{{\\ce {H2}}}}\n  \n = হাইড্রোজেনের আংশিক চাপ\n\n  \n    \n      \n        \n          P\n          \n            \n              v\n              \n                \n                  \n                    O\n                    \n                      2\n                    \n                    \n                      \n                    \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle P_{v_{{\\ce {O2}}}}}\n  \n বা \n  \n    \n      \n        \n          p\n          \n            \n              v\n              \n                \n                  \n                    O\n                    \n                      2\n                    \n                    \n                      \n                    \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{v_{{\\ce {O2}}}}}\n  \n = শিরাস্থ অক্সিজেনের আংশিক চাপ\n\n\n== ডাল্টনের আংশিক-চাপ সূত্র ==\n\nডাল্টনের সূত্র এই সত্যটিই প্রকাশ করে যে, আদর্শ গ্যাস মিশ্রণের মোট চাপ মিশ্রণটির প্রতিটি গ্যাসের আংশিক চাপের সমষ্টির সমান। আদর্শ গ্যাসের ধারণা অনুসারে, আদর্শ গ্যাসের অণুগুলো পরস্পর থেকে এত দূরে থাকে যে এরা নিজেদের সাথে মিথস্ক্রিয়া করে না। আদর্শ গ্যাসের এই ফ্যাক্ট থেকেই এর আংশিক চাপ সম্পর্কিত সমতার এই ধারণাটি উদ্ভূত হয়েছে। পৃথিবীর অধিকাংশ বাস্তব গ্যাস এই আদর্শের এই ধারণার খুবই কাছাকাছি ধর্ম প্রদর্শন করে। উদাহরণস্বরূপ, \nনাইট্রোজেন (N2), হাইড্রোজেন (H2) এবং অ্যামোনিয়া (NH3) এর একটি আদর্শ গ্যাস মিশ্রণের ক্ষেত্রে মিশ্রণটির চাপ হবে:\n\n  \n    \n      \n        p\n        =\n        \n          p\n          \n            \n              \n                N\n                \n                  2\n                \n                \n                  \n                \n              \n            \n          \n        \n        +\n        \n          p\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n            \n          \n        \n        +\n        \n          p\n          \n            \n              \n                NH\n                \n                  3\n                \n                \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p=p_{{\\ce {N2}}}+p_{{\\ce {H2}}}+p_{{\\ce {NH3}}}}\n  \n\nএখানে:\n\n  \n    \n      \n        p\n      \n    \n    {\\displaystyle p}\n  \n = গ্যাস মিশ্রণের মোট চাপ\n\n  \n    \n      \n        \n          p\n          \n            \n              \n                N\n                \n                  2\n                \n                \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{{\\ce {N2}}}}\n  \n = নাইট্রোজেনের আংশিক চাপ (N2)\n\n  \n    \n      \n        \n          p\n          \n            \n              \n                H\n                \n                  2\n                \n                \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{{\\ce {H2}}}}\n  \n = হাইড্রোজেনের আংশিক চাপ (H2)\n\n  \n    \n      \n        \n          p\n          \n            \n              \n                NH\n                \n                  3\n                \n                \n                  \n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{{\\ce {NH3}}}}\n  \n = অ্যামোনিয়ার আংশিক চাপ (NH3)\n\n\n== আদর্শ গ্যাস মিশ্রণ ==\nআদর্শিকভাবে উপাদান গ্যাসগুলোর আংশিক চাপের অনুপাত উপাদান গ্যাসগুলোর অণুর সংখ্যার অনুপাতের সমান। অর্থাৎ আদর্শ গ্যাস মিশ্রণের কোনো একটি উপাদান গ্যাসের মোল ভগ্নাংশ \n  \n    \n      \n        \n          x\n          \n            \n              i\n            \n          \n        \n      \n    \n    {\\displaystyle x_{\\mathrm {i} }}\n  \n-কে এর আংশিক চাপের মাধ্যমে অথবা মোলের মাধ্যমে প্রকাশ করা যায়:\n\n  \n    \n      \n        \n          x\n          \n            \n              i\n            \n          \n        \n        =\n        \n          \n            \n              p\n              \n                \n                  i\n                \n              \n            \n            p\n          \n        \n        =\n        \n          \n            \n              n\n              \n                \n                  i\n                \n              \n            \n            n\n          \n        \n      \n    \n    {\\displaystyle x_{\\mathrm {i} }={\\frac {p_{\\mathrm {i} }}{p}}={\\frac {n_{\\mathrm {i} }}{n}}}\n  \n\nএবং আদর্শ গ্যাস মিশ্রণের কোনো একটি উপাদান গ্যাসের আংশিক চাপ \n  \n    \n      \n        \n          p\n          \n            \n              i\n            \n          \n        \n      \n    \n    {\\displaystyle p_{\\mathrm {i} }}\n  \n-কে এই রাশিমালা থেকে পাওয়া যায়:\n\n  \n    \n      \n        \n          p\n          \n            \n              i\n            \n          \n        \n        =\n        \n          x\n          \n            \n              i\n            \n          \n        \n        ⋅\n        p\n      \n    \n    {\\displaystyle p_{\\mathrm {i} }=x_{\\mathrm {i} }\\cdot p}\n  \n\nগ্যাস মিশ্রণের কোনো গ্যাসের মোল ভগ্নাংশ ঐ গ্যাস মিশ্রণে ঐ গ্যাসের আয়তনিক ভগ্নাংশের সমান।\nআংশিক চাপসমূহের অনুপাত নিম্নলিখিত সমোষ্ণ সম্পর্কের উপর নির্ভর করে:\n\n  \n    \n      \n        \n          \n            \n              V\n              \n                \n                  X\n                \n              \n            \n            \n              V\n              \n                \n                  t\n                  o\n                  t\n                \n              \n            \n          \n        \n        =\n        \n          \n            \n              p\n              \n                \n                  X\n                \n              \n            \n            \n              p\n              \n                \n                  t\n                  o\n                  t\n                \n              \n            \n          \n        \n        =\n        \n          \n            \n              n\n              \n                \n                  X\n                \n              \n            \n            \n              n\n              \n                \n                  t\n                  o\n                  t\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {V_{\\rm {X}}}{V_{\\rm {tot}}}}={\\frac {p_{\\rm {X}}}{p_{\\rm {tot}}}}={\\frac {n_{\\rm {X}}}{n_{\\rm {tot}}}}}\n  \n\n\n== আংশিক আয়তন (আয়তনের সংযোজন ধর্মের উপর অ্যামাগার সূত্র) ==\nকোনো গ্যাস মিশ্রণে একটি উপাদান গ্যাসের আয়তনই ঐ গ্যাস মিশ্রণে ঐ গ্যাসের আংশিক আয়তন। বায়ুর মতো গ্যাস মিশ্রণে কোনো একটি নির্দিষ্ট গ্যাসের (যেমনঃ অক্সিজেনের) ব্যাপারে আলোকপাতের ক্ষেত্রে আংশিক আয়তনের ধারণাটি উপকারী।\nকোনো গ্যাসের আংশিক আয়তন এর আংশিক চাপ এবং মোলার ভগ্নাংশ উভয়েরই খুব কাছাকাছি হতে পারে:\n\n  \n    \n      \n        \n          V\n          \n            \n              X\n            \n          \n        \n        =\n        \n          V\n          \n            \n              t\n              o\n              t\n            \n          \n        \n        ×\n        \n          \n            \n              p\n              \n                \n                  X\n                \n              \n            \n            \n              p\n              \n                \n                  t\n                  o\n                  t\n                \n              \n            \n          \n        \n        =\n        \n          V\n          \n            \n              t\n              o\n              t\n            \n          \n        \n        ×\n        \n          \n            \n              n\n              \n                \n                  X\n                \n              \n            \n            \n              n\n              \n                \n                  t\n                  o\n                  t\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle V_{\\rm {X}}=V_{\\rm {tot}}\\times {\\frac {p_{\\rm {X}}}{p_{\\rm {tot}}}}=V_{\\rm {tot}}\\times {\\frac {n_{\\rm {X}}}{n_{\\rm {tot}}}}}\n  \n\n\n== বাষ্পচাপ ==\n\nকোনো বাষ্পের বাষ্পচাপ হলো ঐ বাষ্পের অ-বাষ্পীয় দশার (যেমনঃ তরল কিংবা কঠিন) সমতূল্য বাষ্পচাপ। এই শব্দটি প্রায়শই তরলের স্বতঃবাষ্পীভূত হওয়ার প্রবণতা বর্ণনা করতে ব্যবহার করা হয়। তরল বা কঠিন পদার্থ থেকে এদের অণু এবং পরমাণুসমূহের মুক্ত হওয়ার যে প্রবণতা এটি হচ্ছে তারই একটি পরিমাপ। বায়ুমণ্ডলীয় চাপের কোনো তরলের স্ফুটনাঙ্ক সেই তাপমাত্রার অনুরূপ হয়, যে তাপমাত্রায় তরলটির বাষ্পচাপ তার পার্শ্ববর্তী বায়ুমণ্ডলীয় চাপের সমান। এই তাপমাত্রাকে সচরাচর স্বাভাবিক স্ফুটনাঙ্ক বলা হয়।\nএকটি নির্দিষ্ট তাপমাত্রায় কোনো তরলের বাষ্পচাপ যত বেশি হবে, তরলটির স্বাভাবিক স্ফুটনাঙ্ক তত কম হবে।\nপ্রদর্শিত log-lin বাষ্পচাপ চার্টে বিভিন্ন তরল পদার্থের জন্য তাপমাত্রা বনাম বাষ্পচাপের লেখচিত্র দেওয়া রয়েছে। চার্ট থেকে দেখা যাচ্ছে, সর্বোচ্চ বাষ্পচাপযুক্ত তরলগুলোর ক্ষেত্রে এদের স্বাভাবিক স্ফুটনাঙ্ক সর্বনিম্ন।\nউদাহরণস্বরূপ, যে কোনো নির্দিষ্ট তাপমাত্রায়, চার্টের অন্য কোনো তরল অপেক্ষা মিথাইল ক্লোরাইডের বাষ্পচাপ সবচেয়ে বেশি। এর স্বাভাবিক স্ফুটনাঙ্কও সর্বনিম্ন (−24.2 °C)। এটি সেই তাপমাত্রা যে তাপমাত্রায় মিথাইল ক্লোরাইডের বাষ্পচাপের রেখা (নীল বক্ররেখা) পরম বাষ্পচাপের এক বায়ুমণ্ডলীয় চাপের (atm) অনুভূমিক চাপরেখাকে ছেদ করে। উল্লেখ্য যে, অধিক উচ্চতায় বায়ুমণ্ডলীয় চাপ সমুদ্রপৃষ্ঠীয় চাপের তুলনায় কম থাকে, তাই উঁচু স্থানে তরল পদার্থের স্ফুটনাঙ্ক কমে যায়। মাউন্ট এভারেস্টের শীর্ষদেশে বায়ুমণ্ডলীয় চাপ প্রায় 0.333 atm। তাই এই লেখচিত্রটি ব্যবহার করে বলা যায়, সমুদ্রপৃষ্ঠে (1 atm) ডাইথাইল ইথারের স্ফুটনাঙ্ক যেখানে 34.6 °C, সেখানে মাউন্ট এভারেস্টের মতো উচ্চতায় অর্থাৎ 0.333 atm চাপে এর স্ফুটনাঙ্ক প্রায় 7.5 °C-এ নেমে যায়।\n\n\n== গ্যাস মিশ্রণ সংশ্লিষ্ট বিক্রিয়ার সাম্য ধ্রুবক ==\nগ্যাস মিশ্রণের রাসায়নিক বিক্রিয়ার ক্ষেত্রে প্রতিটি গ্যাসের আংশিক চাপ এবং সর্বোপরি রাসায়নিক বিক্রিয়ার সমীকরণ দেওয়া থাকলে সাম্য ধ্রুবক নির্ণয় করা সম্ভব। গ্যাসীয় বিক্রিয়ক ও গ্যাসীয় উৎপাদ সংশ্লিষ্ট নিম্নরূপ একটি উভমুখী বিক্রিয়ার জন্য:\n\n  \n    \n      \n        \n          \n            \n              \n                a\n              \n            \n            A\n          \n          +\n          \n            \n              \n                b\n              \n            \n            B\n          \n          \n            \n              \n                \n                  \n                    \n                      ↽\n                    \n                    \n                    \n                    \n                      −\n                    \n                  \n                \n              \n              \n                \n                  \n                    \n                      −\n                    \n                    \n                    \n                    \n                      ⇀\n                    \n                  \n                \n              \n            \n          \n          \n            \n              \n                c\n              \n            \n            C\n          \n          +\n          \n            \n              \n                d\n              \n            \n            D\n          \n        \n      \n    \n    {\\displaystyle {\\ce {{{\\mathit {a}}A}+{{\\mathit {b}}B}<=>{{\\mathit {c}}C}+{{\\mathit {d}}D}}}}\n  \n\nবিক্রিয়ার সাম্য ধ্রুবকটি হবে:\n\n  \n    \n      \n        \n          K\n          \n            \n              p\n            \n          \n        \n        =\n        \n          \n            \n              \n                p\n                \n                  C\n                \n                \n                  c\n                \n              \n              \n              \n                p\n                \n                  D\n                \n                \n                  d\n                \n              \n            \n            \n              \n                p\n                \n                  A\n                \n                \n                  a\n                \n              \n              \n              \n                p\n                \n                  B\n                \n                \n                  b\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle K_{\\mathrm {p} }={\\frac {p_{C}^{c}\\,p_{D}^{d}}{p_{A}^{a}\\,p_{B}^{b}}}}\n  \n\nউভমুখী বিক্রিয়ায় মোট চাপ, তাপমাত্রা বা বিক্রিয়ক ঘনমাত্রার পরিবর্তন সাম্যাবস্থার স্থানান্তর ঘটাবে এবং লা শাটেলিয়ারের নীতি অনুসারে সাম্যাবস্থার এই স্থানান্তর বিক্রিয়ার ডান দিকে অথবা বাম দিকে যে দিকে সুবিধাজনক সেদিকে ঘটবে। সে যাইহোক, বিক্রিয়ার গতিবিদ্যা সাম্যাবস্থার এই পরিবর্তনে বিরোধী কিংবা সহায়ক ভূমিকা রাখতে পারে। বিক্রিয়ার গতিবিদ্যা কিছু ক্ষেত্রে ওভাররাইডিং ফ্যাক্টরের বিবেচনায় পরিণত হতে পারে।\n\n\n== হেনরির সূত্র এবং গ্যাসের দ্রাব্যতা ==\n\nগ্যাসসমূহ এমন একটি নির্দিষ্ট সীমা বা পরিমাণ পর্যন্ত তরলে দ্রবীভূত, যা অদ্রবীভূত গ্যাসের এবং তরলে (এই তরলকে বলা হয় দ্রাবক) দ্রবীভূত গ্যাসের মধ্যকার সাম্যাবস্থার দ্বারা নির্ধারিত হয়। এই সাম্যাবস্থার জন্য সাম্য ধ্রুবকটি হলো:\n\nযেখানে:\n\n  \n    \n      \n        k\n      \n    \n    {\\displaystyle k}\n  \n =  দ্রবণ তৈরির প্রক্রিয়ার জন্য সাম্য ধ্রুবক\n\n  \n    \n      \n        \n          p\n          \n            x\n          \n        \n      \n    \n    {\\displaystyle p_{x}}\n  \n =  কিছু গ্যাস দ্বারা পূর্ণ তরলে সাম্যাবস্থায় \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n গ্যাসের আংশিক চাপ\n\n  \n    \n      \n        \n          C\n          \n            x\n          \n        \n      \n    \n    {\\displaystyle C_{x}}\n  \n =  তরল দ্রাবকে \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n গ্যাসের ঘনমাত্রা\nসাম্য ধ্রুবকের আকৃতি থেকে দেখা যায় যে, কোনো দ্রবণে দ্রবীভূত এমন একটি গ্যাসের ঘনমাত্রা দ্রবণটির মোটের ওপর ঐ গ্যাসের আংশিক চাপের সরাসরি সমানুপাতিক। এই বিবৃতিটিকে হেনরির সূত্র হিসেবে এবং এই সাম্য ধ্রুবক \n  \n    \n      \n        k\n      \n    \n    {\\displaystyle k}\n  \n-কে প্রায়শই হেনরির সূত্রের ধ্রুবক হিসেবে উল্লেখ করা হয়।\nহেনরির সূত্রকে কখনও কখনও এভাবে লেখা হয়:\n\nএখানে পাওয়া এই \n  \n    \n      \n        \n          k\n          ′\n        \n      \n    \n    {\\displaystyle k'}\n  \n প্রতীকটিকেও হেনরির সূত্রের ধ্রুবক হিসেবে নির্দেশ করা হয়। উপরের সমীকরণ (1) এবং সমীকরণ (2)-কে তুলনা করে দেখা যাচ্ছে যে, \n  \n    \n      \n        \n          k\n          ′\n        \n      \n    \n    {\\displaystyle k'}\n  \n রাশিটি \n  \n    \n      \n        k\n      \n    \n    {\\displaystyle k}\n  \n রাশিটির ব্যাস্তানুপাতিক। যেহেতু দুটোকেই হেনরির সূত্রের ধ্রুবক হিসেবে নির্দেশ করা হয়ে থাকে, তাই প্রায়োগিক শাখার পাঠকদের অবশ্যই খেয়াল উচিত হেনরির ধ্রুবকের জন্য ঠিক কোন সংস্করণের সমীকরণটি ব্যবহার করা হচ্ছে সেটার ব্যাপারে।\nহেনরির সূত্র এমনই একটি অনুমান যা কেবল লঘু, আদর্শ দ্রবণের জন্য এবং যেসব\nদ্রবণে তরল দ্রাবক দ্রবীভূত গ্যাসের সাথে রাসায়নিকভাবে বিক্রিয়া করে না যেসব দ্রবণের জন্য প্রযোজ্য।\n\n\n== পানির তলদেশে ডাইভিংয়ে শ্বসন গ্যাসের ওপর আংশিক চাপের প্রভাব ==\nপানির তলদেশে ডুবা ও সাঁতারের ক্ষেত্রে শ্বসন গ্যাসগুলোর কোনো নির্দিষ্ট উপাদান গ্যাসের দরুন শারীরবৃত্তীয় প্রভাব আংশিক চাপেরও একটি কার্যপ্রক্রিয়া।\nপানির তলদেশে ডুবা ও সাঁতার সংশ্লিষ্ট পরিভাষা ব্যবহার করে আংশিক চাপকে এইভাবে গণনা করা হয়:\n\nআংশিক চাপ = (মোট পরম চাপ) × (উপাদান গ্যাসের আয়তন ভগ্নাংশ)\nউপাদান গ্যাস \"i\"-এর জন্য:\n\npi = P × Fi\nউদাহরণস্বরূপ, পানির ৫০ মিটার (১৬৪ ফুট) গভীরে মোট পরম চাপ হচ্ছে 6 bar (600 kPa) (আর এটি হচ্ছে, 1 bar বায়ুমণ্ডলীয় চাপ + 5 bar পানির চাপ)। আবার, বায়ুর মূল উপাদান অক্সিজেন এবং নাইট্রোজেন, আয়তনের ভিত্তিতে যাদের পরিমাণ প্রায় ২১% ও ৭৯%, তাদের আংশিক চাপ হচ্ছে:\n\npN2 = 6 bar × 0.79 = 4.7 bar absolute\npO2 = 6 bar × 0.21 = 1.3 bar absolute\n\nকোনো গ্যাস মিশ্রণে অক্সিজেনের ন্যূনতম নিরাপদ নিম্ন মাত্রা হলো <9.5 KPa অথবা .095 bar absolute। অক্সিজেন স্বল্পতার দরুন সৃষ্ট হাইপোক্সিয়া এবং হঠাৎ অজ্ঞান হয়ে পড়া অক্সিজেনের 0.095 bar absolute অপেক্ষা কম আংশিক চাপজনিত সমস্যার কারণে ঘটে। অক্সিজেনের বিষাক্রিয়া তখনই একটি সমস্যা পরিণত হয় যখন অক্সিজেনের আংশিক চাপ অনেক বেশি থাকে। খিঁচুনি অক্সিজেনের বিষাক্রিয়ার সাথে জড়িত একটি সমস্যা। মহাসাগর ও বায়ুমণ্ডল বিষয়ক মার্কিন যুক্তরাষ্ট্রীয় প্রশাসন NOAA-এর ডাইভিং নির্দেশিকায় একানাগারে কেবল একবার ডাইভিংয়ের ক্ষেত্রে এই একক সময়গুলোর (single exposure) পরামর্শ দেওয়া হয়েছে সর্বোচ্চ একবারের জন্যে: 1.6 bar absolute চাপে ৪৫ মিনিট, 1.5 bar absolute চাপে ১২০ মিনিট, 1.4 bar absolute চাপে ১৫০ মিনিট, 1.3 bar absolute চাপে ১৮০ মিনিট, 1.2 bar absolute চাপে ২১০ মিনিট। অর্থাৎ উল্লেখিত চাপসমূহের ক্ষেত্রে কেবল সংশ্লিষ্ট সময় ব্যাপী পানির নিচে থাকা উচিত, এর বেশি সময় কোনক্রমেই নয়। যখন অক্সিজেনের এই আংশিক চাপসমূহ এবং ডাইভিংয়ের একক সময় পরিধি (exposures) সীমারেখা অতিক্রম করে তখন অক্সিজেনের বিষাক্রিয়া দেখা দেয়। কোনো গ্যাস মিশ্রণ পানির নিচে সর্বোচ্চ কত গভীরতায় ডুবার জন্য প্রযোজ্য সেই সীমানাও অক্সিজেনের আংশিক নির্ধারণ করে দেয়।\nযখন উচ্চ চাপে শ্বাস নেওয়া হয় কিংবা শ্বসন গ্যাস উচ্চ চাপে থাকে তখন নারকোসিস দেখা দেয়। ৩৫ মিটারের সমতুল্য নারকোটিক গভীরতায় প্রায় 4.5 bar absolute চাপে যখন প্রযুক্তিগত উদ্দেশ্যে ডাইভিংয়ের পরিকল্পনা করা হয়, তখন সাধারণত ব্যবহৃত নারকোটিক গ্যাসসমূহের মোট আংশিক চাপের সর্বোচ্চটুকু প্রয়োগ করা হয়।\nশ্বাস-প্রশ্বাসের সময় শ্বসন গ্যাসে বিদ্যমান কার্বন মনোক্সাইডের মতো বিষাক্ত দূষিত পদার্থের প্রভাবও আংশিক চাপের সাথে সম্পর্কিত। বায়ুর একটি মিশ্রণ যা ভূপৃষ্ঠে তুলনামূলকভাবে নিরাপদ তা ডাইভিংয়ের সর্বোচ্চ গভীরতায় বিপজ্জনকভাবে বিষাক্ত হয়ে উঠ পারে। এমনকি ডাইভিং রিব্রেদার উপকরণের শ্বাস-প্রশ্বাসের প্রতিটি চক্রে উপস্থিত কার্বন ডাইঅক্সাইডের সহনীয় মাত্রাও মাত্র কয়েক সেকেন্ডের মধ্যে অসহনীয় হয়ে উঠতে পারে যদি আংশিক চাপ দ্রুত বৃদ্ধি পায়। এটি ডুবুরি মধ্যে আতঙ্কের বা অক্ষমতার কারণ হয়ে উঠতে পারে।\n\n\n== ঔষধ ও চিকিৎসাবিজ্ঞানে আংশিক চাপ ==\nবিশেষতঃ অক্সিজেনের আংশিক চাপ (\n  \n    \n      \n        \n          p\n          \n            \n              \n                O\n                \n                  2\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{\\mathrm {O_{2}} }}\n  \n) এবং কার্বন ডাই অক্সাইড (\n  \n    \n      \n        \n          p\n          \n            \n              C\n              \n                O\n                \n                  2\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle p_{\\mathrm {CO_{2}} }}\n  \n) ধমনীয় রক্তের গ্যাসের পরীক্ষায় গুরুত্বপূর্ণ একটি পরামিতি। উপরন্তু সেরিব্রোস্পাইনাল তরলেরও আংশিক চাপ পরিমাপযোগ্য।\n\n\n== তথ্যসূত্র =="}