{"pageid": 1168682, "title": "আজমীর–রামেশ্বরম হামসফর এক্সপ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1168682", "content": "আজমীর–রামেশ্বরম হামসফর এক্সপ্রেস ভারতীয় রেলওয়ের একটি সম্পূর্ণ শীতাতপ নিয়ন্ত্রিত ৩ টায়ার এক্সপ্রেস ট্রেন, যা রাজস্থানের আজমীর জংশন রেলওয়ে স্টেশন এবং তামিলনাড়ুর পামবান দ্বীপে অবস্থিত রামেশ্বরম রেলওয়ে স্টেশনকে রেলপথে সংযুক্ত করে। এর যাত্রাপথে রয়েছে পামবান সেতু। ট্রেনটি বর্তমানে সপ্তাহে একবার ১৯৬০৩ / ১৯৬০৪ ট্রেন নম্বরাঙ্কিত হয়ে পরিচালিত হচ্ছে।\n\n\n== পটভূমি ==\n২০১৮ সালের ২৭ শে সেপ্টেম্বর উদ্বোধনের সময়ে এই ট্রেন পরিষেবার ট্রেন নম্বর ০৯৬০৩। লোকসভার অধ্যক্ষ সুমিত্রা মহাজন ইন্দোরের লক্ষ্মীবাই নগর জংশন রেলওয়ে স্টেশন-এ এর উদ্বোধন করেছিলেন৷ ২০০৮ সালের ২রা অক্টোবর রামেশ্বরম থেকে প্রতি মঙ্গলবার ট্রেন নং ১৯৬০৪ হিসাবে ও ৬ষ্ঠ অক্টোবর আজমীর জংশন থেকে প্রতি শনিবার ট্রেন নং ১৯৬০৩ হিসাবে এই ট্রেন চলাচল শুরু হয়।\n\n\n== কোচের বৈশিষ্ট্য ==\nট্রেনগুলি সম্পূর্ণরূপে ভারতীয় রেলওয়ে দ্বারা নকশা করা ৩-স্তরের (টায়ার) এসি স্লিপার ট্রেন এছাড়া রয়েছে স্টেশন, ট্রেনের গতি ইত্যাদির তথ্য দেখানোর জন্য ডিসপ্লের বৈশিষ্ট্য সহ এলইডি স্ক্রিন এবং সেই সাথে প্রতি কামরায় থাকবে ঘোষণার ব্যবস্থা, চা-কফি এবং দুধের ভেন্ডিং মেশিন, বায়ো টয়লেট ও অন্যান্য সুযোগ-সুবিধার পাশাপাশি সিসিটিভি ক্যামেরা। কোচে ষোলোটি এসি-৩ টায়ার, একটি প্যান্ট্রিকার ও দুটি জেনারেটর পাওয়ার কার রয়েছে।\n\n\n== পথ ও যাত্রাবিরতি ==\nএই সাপ্তাহিক পরিষেবাটি প্রতি রবিবার আজমীর জংশন থেকে শুরু হয়ে  চিতোরগড় জংশন, রৎলাম জংশন, ফতেহাবাদ চন্দ্রাবতীগঞ্জ জংশন, লক্ষ্মীবাই নগর জংশন, দেওয়াস জংশন, মাকসি জংশন, ভোপাল জংশন, ইটারসি জংশন, নাগপুর জংশন, সেবাগ্রাম জংশন, বলহারশাহ জংশন, বিজয়ওয়াড়া জংশন, গুডুর জংশন, চেন্নাই এগমোর, চেঙ্গলপট্টু জংশন, ভিলুপ্পুরম জংশন,তিরুচিরাপল্লী জংশন ও মানামাদুরাই জংশন পথে ২,৭৯০ কিলোমিটার (১,৭৩০ মাইল) অতিক্রম করে মঙ্গলবার গন্তব্য স্টেশন রামেশ্বরম পৌঁছায়। ফেরত যাবার সময় একই পথে ট্রেনটি মঙ্গলবার রামেশ্বরম থেকে যাত্রা শুরু করে বৃহস্পতিবার আজমীর পৌঁছায়। এই পথে ট্রেনের গড় গতিবেগ থাকে ৫২ কিলোমিটার প্রতি ঘণ্টা (৩২ মাইল প্রতি ঘণ্টা)।\n\n\n== প্রস্তাব ==\nচেন্নাই এগমোর থেকে রামেশ্বরমের পথে এই ট্রেনে পৃষ্ঠপোষকতা তথা অনুগ্রহ মূল্য বৃদ্ধির জন্য এই পথে রামনাথপুরম, পরমাকুড়ি, শিবগঙ্গা, কারাইকুড়ি জংশন, পুদুকোট্টাই ও বৃদ্ধাচলম জংশন-এ যাত্রাবিরতি রাখার প্রস্তাব উঠে এসেছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}