{"pageid": 1168957, "title": "পরিবেশের উপর মাংস উৎপাদনের প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1168957", "content": "পরিবেশের উপর মাংস উৎপাদনের প্রভাব বিশ্বব্যাপী কৃষিচর্চার প্রকারভেদ অনুযায়ী ভিন্ন ভিন্ন হয়ে থাকে। মাংস উৎপাদনের সাথে সংশ্লিষ্ট কিছু নেতিবাচক প্রভাবের মধ্যে আছে পরিবেশ দূষণ, জীবাশ্ম জ্বালানির ব্যবহারের মাধ্যমে গ্রিনহাউজ গ্যাস নিঃসরণ, গবাদি পশুদের মিথেন গ্যাস নিঃসরণ, বর্জ্যজলের নির্গমপ্রবাহ, মাত্রাতিরিক্ত মিঠাপানি ভোগ ও মাত্রাতিরিক্ত জমির ব্যবহার, ইত্যাদি। রাসায়নিকমুক্ত খামার, মুক্ত বিচরণ খামার, নিবিড় পশু খামার, নিতান্ত জীবনধারণোপযোগী কৃষি, শিকার, মাছ শিকার, ইত্যাদি উপায়ে মাংস আহরণ করা হয়।\n\nমাংস উৎপাদনকে বর্তমানে চলমান জীববৈচিত্র্য লোপ সংকটের অন্যতম প্রধান কারণ হিসেবে গণ্য করা হয়। ২০১৯ সালে জীববৈচিত্র্য ও বাস্তুসংস্থান সেবাসমূহের আন্তঃসরকারি বিজ্ঞান-নীতি মঞ্চ (Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services) কর্তৃক প্রকাশিত জীববৈচিত্র্য ও বাস্তুসংস্থান সেবাসমূহের বৈশ্বিক মূল্যায়ন প্রতিবেদন (Global Assessment Report on Biodiversity and Ecosystem Services) অনুযায়ী শিল্পোৎপাদনমূলক কৃষি ও মাত্রাতিরিক্ত মৎস্যশিকার জীবপ্রজাতি বিলোপের মূল দুই চালিকাশক্তি এবং এগুলির পাশাপাশি মাংস উৎপাদন শিল্প ও দুগ্ধশিল্পও তাৎপর্যপূর্ণভাবে দায়ী। ২০০৬ সালে জাতিসংঘের খাদ্য ও কৃষি সংস্থার প্রকাশিত গবাদিপশুর দীর্ঘ ছায়া (Livestock's Long Shadow) নামক প্রতিবেদনে লেখা হয় যে \"গবাদিপশুপালন খাতটি বহুসংখ্যক বাস্তুসংস্থানের উপর এবং সার্বিকভাবে সমস্ত পৃথিবীর উপরে চাপ সৃষ্টিকারী একটি প্রধান উপাদান। বৈশ্বিকভাবে এই খাতটি গ্রিনহাউস গ্যাসের অন্যতম প্রধান উৎস এবং জীববৈচিত্র্য লোপের প্রধান কারণগুলির একটি। উন্নত ও উদীয়মান দেশগুলিতে এটি সম্ভবত পানি দূষণের বৃহত্তম উৎস।\"\n\nপশুচারণ পৃথিবীর স্থলভাগের বরফমুক্ত পৃষ্ঠতলের প্রায় ২৬% স্থান দখল করে আছে। অন্যদিকে প্রাণীখাদ্য উৎপাদনে ব্যবহৃত হয় পৃথিবীর সমস্ত আবাদযোগ্য জমির এক-তৃতীয়াংশ কিংবা কৃষিকাজে ব্যবহৃত জমির প্রায় ৭৫%। বৈশ্বিক খাদ্য উৎপাদন ব্যবস্থা বিশ্বব্যাপী মানব কর্মকাণ্ডের ফলে সৃষ্ট গ্রিনহাউস গ্যাস নিঃসরণের এক-তৃতীয়াংশের জন্য দায়ী। এর মধ্যে আবার মাংস উৎপাদন প্রায় ৬০% দায়ী।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন =="}