{"pageid": 1168286, "title": "ফ্রান্স ফুটবল", "url": "https://bn.wikipedia.org/wiki?curid=1168286", "content": "ফ্রান্স ফুটবল বা মূল ফরাসি উচ্চারণে ফ্রঁস ফুতবোল হলো একটি ফরাসি পাক্ষিক সাময়িকী, যেখানে বিশ্ব ফুটবলের খবর প্রচারিত হয়। আলোকচিত্র প্রতিবেদন, পুঙ্খানুপুঙ্খ বিশ্লেষণ, স্বতন্ত্র সাক্ষাৎকার এবং উয়েফা চ্যাম্পিয়নস লিগের ম্যাচগুলোর সঠিক পরিসংখ্যান এবং ইউরোপীয় লিগগুলোর বিস্তৃত প্রতিবেদনের কারণে এটিকে ইউরোপের সবচেয়ে সম্মানজনক ক্রীড়া প্রকাশনাগুলোর মধ্যে একটি বলে মনে করা হয়। সাময়িকীটি ১৯৪৬ সালে প্রথম প্রকাশিত হয়। এর সদর দপ্তর ফ্রান্সের প্যারিসে অবস্থিত। ছয় দশকেরও বেশি সময় ধরে এটি বছরের সেরা ফুটবল খেলোয়াড়কে ব্যালন ডি'অর বা বালোঁ দর পুরস্কার প্রদান করে আসছে।\n\n\n== প্রকাশনা ==\n\n১৯৪৬ সালে গ্রুপো আমোরি প্রতিষ্ঠিত এই ম্যাগাজিনটি মূলত ফরাসি ফুটবল ফেডারেশনের আনুষ্ঠানিক যোগাযোগ সংস্থা (তৎকালীন ফেদেরাসিওঁ ফ্রঁসেজ দ্য ফুতবল আসোসিয়াসিওঁ) এবং একটি গণমাধ্যম ছিল, যা কয়েক দশক পূর্ব থেকে ফেডারেশন কর্তৃক গৃহীত সকল সিদ্ধান্ত এবং ব্যবস্থা প্রকাশ করার পাশাপাশি তাদের সাথে শিরোনাম এবং বিষয়বস্তু (কলাম) ভাগ করে নিয়েছিল। ১৯৪৭ সালের ২৫শে সেপ্টেম্বর পর্যন্ত এটি একটি স্বাধীন প্রকাশনায় পরিণত হওয়ার পূর্বে ৭৯টি সংখ্যা প্রকাশ করেছিল। এটি ১৯৭৭ সাল পর্যন্ত নিউজপ্রিন্ট এবং সাদা-কালোতে প্রকাশিত হয়েছিল। তারপর থেকে এটি একটি রঙ কভার সঙ্গে স্টেপল করা হয়েছে এবং ফরাসি ম্যাগাজিনের বিন্যাস গ্রহণ করেছে। ক্রমান্বয়ে রঙটি পরিবর্তন করে বর্তমানের রূপ ধারণ করেছে। \nক্রীড়াক্ষেত্রে দ্রুত জনপ্রিয়তা অর্জন করে ফুটবল অঙ্গনের সবচেয়ে মর্যাদাপূর্ণ এবং স্বীকৃত প্রকাশনাগুলোর মধ্যে একটি হিসেবে নিজেকে প্রতিষ্ঠিত করেছে। ১৯৭০-এর দশকে মাত্র দুই দশকের সংখ্যায় বিক্রি হওয়া ম্যাগাজিনটি কয়েক বছরের মধ্যে বিক্রয়ের সংখ্যা এক লাখ ছাড়িয়েছে, যদিও অতঃপর ডিজিটাল মাধ্যম এবং বিশেষ করে ইন্টারনেটের উত্থানের সাথে সাথে এর সংখ্যা ধীরে ধীরে হ্রাস পেতে থাকে। এটি ১৯৭০-এর দশকে সবচেয়ে বেশি প্রভাব ফেলেছিল, ফ্রান্স ফুটবল আফ্রিকার (এবং এর পাশাপাশি আফ্রিকান ব্যালন ডি'অরের প্রচলন করেছিল) মতো একটি বিকেন্দ্রীভূত সংস্করণ গড়ে তুলেছিল এবং এটিও ফ্রান্স ফুটবলের মতো সফলতার মুখ দেখলেও খুব কম সময়েই বিলুপ্ত হয়ে গিয়েছে।\nইল্‌-দ্য-ফ্রঁস এবং বিশেষ করে প্যারিসের ফুটবলের প্রধান তথ্যপূর্ণ ম্যাগাজিন হিসেবে প্রতিষ্ঠিত হলেও রাজা কর্তৃক ক্রীড়ার বিশ্বায়নের বর্তমান ইউরোপীয় চরিত্র পণ্য গ্রহণ না করা পর্যন্ত এটি আরও বিস্তৃত অর্থাৎ জাতীয় অঙ্গনে বিকশিত হয়েছিল। এটি একটি সাপ্তাহিক ম্যাগাজিন হিসেবে প্রতিষ্ঠিত হয়েছিল এবং শুক্রবারেও এর সংস্করণ প্রকাশ করা হয়েছে, তবে তা বেশিদিন স্থায়ী হয় নি এবং প্রতি সাত দিন অন্তর একচেটিয়াভাবে পুনরায় প্রকাশিত হওয়ার পূর্বে ২০০০-এর দশকে দ্বি-সাপ্তাহিক ম্যাগাজিনে পরিণত হয়েছিল। তবে এর সাপ্তাহিক সংস্করণটি ২০২১ সাল পর্যন্ত সবচেয়ে বেশি সময় ধরে চলেছিল এবং কোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে এটি একটি মাসিক প্রকাশনায় পরিণত হয়েছে।\n১৯৫৬ সাল থেকে প্রদান করা ব্যালন ডি'অরের কারণে আন্তর্জাতিক পর্যায়ে এই ম্যাগাজিনের খ্যাতি রয়েছে। এই পুরস্কারের বিজয়ী নির্ধারণে ঘরোয়া লিগের পাশাপাশি উয়েফা চ্যাম্পিয়নস লিগের সকল তথ্য (পূর্বে ইউরোপীয় কাপ) মূল্যায়ন করা হয়ে থাকে। এই পুরস্কারের মাধ্যমে প্রথম দিকে শুধুমাত্র \"সেরা ইউরোপীয় ফুটবল খেলোয়াড়\" নির্ধারণ করা হলেও পরবর্তীকালে তা বিশ্বসেরা ফুটবল খেলোয়াড়কে প্রদান করা হয়। এটি বর্তমানে বিশ্ব ফুটবলে সবচেয়ে মর্যাদাপূর্ণ পুরস্কার। মাঝে কয়েক বছর যাবত এটি ফুটবল সর্বোচ্চ সংস্থা ফিফার সাথে একীভূত হয়ে পুরস্কার প্রদান করেছিল।\nফ্রান্স ফুটবল দলের ১৯৯৮ ফিফা বিশ্বকাপের শিরোপা জয়ের পর এটির সর্বোচ্চ বিক্রয় রেকর্ড ছিল, উক্ত ম্যাচে ফ্রান্স তৎকালীন চ্যাম্পিয়ন ব্রাজিলের বিরুদ্ধে ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। ফাইনালের দুই দিন পর এই ম্যাগাজিনের বিক্রি হয়েছে ৫ লাখ ২০ হাজার কপি। দুর্ভাগ্যবশত, অনলাইন প্রকাশনা বৃদ্ধি এবং তাৎক্ষণিক তথ্যের জন্য ক্রমবর্ধমান প্রয়োজনের ফলের ফ্রান্স ফুটবলের বিক্রয় হ্রাস হয়েছে। অতপর গ্রুপো আমোরি সংবাদপত্র লেকিপের সাথে একত্রে একটি বিক্রয় অফারের মাধ্যমে এটি পুনরায় চালু করার চেষ্টা করেছিল, তবে তা কার্যকর হয়নি এবং ২০১২ সালে মাত্র সত্তর হাজার কপি বিক্রয় হয়েছিল। \n২০১৭ সালে এই ম্যাগাজিনটি নবায়ন করে একটি ছোট বিন্যাস প্রকাশ করেছিল এবং ২০২১ সালের ১১ই জুন পর্যন্ত এটি মাসের দ্বিতীয় শনিবারে প্রকাশিত একটি মাসিক প্রকাশনা ছিল।\n\n\n== পুরস্কার ==\n\n\n=== ব্যালন ডি'অর ===\n১৯৫৬ সাল থেকে ম্যাগাজিনটি বর্ষসেরা ফুটবলারের পুরস্কার ব্যালন ডি'অর প্রদান করে আসছে। ২০১০ সাল হতে ২০১৫ সাল পর্যন্ত এটি ফিফা বর্ষসেরা খেলোয়াড়ের পুরস্কারের সাথে একীভূত হয়েছিল (যা বর্তমানে দ্য বেস্ট ফিফা ফুটবল পুরস্কার নামে পরিচিত)। ১৯৯৫ সাল পর্যন্ত প্রতি বছর এটি একটি ইউরোপীয় পেশাদার ফুটবল চ্যাম্পিয়নশিপের এবং ইউরোপের জাতীয়তা অর্জনকারী সেরা খেলোয়াড়কে প্রদান করা হতো। অবশেষে ২০০৭ সাল থেকে ইউরোপের সীমানা অতিক্রম করে এই পুরস্কারটি বিশ্বের সকল ফুটবল খেলোয়াড়ের জন্য উন্মুক্ত করা হয়েছে।\nঅন্যান্য পুরস্কারের বিপরীতে, একটি পঞ্জীবর্ষ সময়ে ফুটবল খেলোয়াড়দের ফলাফলের ভিত্তিতে এই পুরস্কারটি প্রদান করা হয়, অর্থাৎ এই সময়কালটি এক মৌসুমের শেষ এবং অন্যটির শুরুকে অন্তর্ভুক্ত করে। যেহেতু পুরস্কারের জন্য নির্বাচিত খেলোয়াড়গণ একটি সমষ্টিগত ক্রীড়ার অন্তর্গত, তাই ম্যাগাজিনটি ২০১৬ সালে বিজয়ী নির্ধারণের জন্য অনুসরণ করা মানদণ্ড প্রকাশ করেছিল। এটি ফুটবল ক্ষেত্রে একটি ঐতিহ্যবাহী পুরস্কার এবং একজন ফুটবল খেলোয়াড়ের এককভাবে পাওয়া সর্বোচ্চ পুরস্কার হিসেবে বিবেচিত হয়।\n\n\n=== ব্যালন ডি'অর নারী ===\n২০১৮ সাল থেকে পুরুষদের সাথে মিল রেখে বছরের সেরা নারী ফুটবল খেলোয়াড়কে ব্যালন ডি'অর নারী পুরস্কার প্রদান করা হয়।\n\n\n=== কোপা শিরোপা ===\n২১ বছরের কম বয়সী সেরা ফুটবল খেলোয়াড়কে কোপা শিরোপা প্রদান করা হয়। এর নাম ফরাসি ফুটবল খেলোয়াড় রেমোঁ কোপার নামে রাখা হয়েছে, যিনি প্রথম ফরাসি খেলোয়াড় হিসেবে ব্যালন ডি'অর জয়লাভ করেছেন। ইতালীয় সংবাদপত্র তুত্তোস্পোর্ত কর্তৃক প্রদত্ত ক্রমবর্ধমান মর্যাদাপূর্ণ গোল্ডেন বয় পুরস্কারের সমকক্ষ হিসেবে এই পুরস্কার প্রবর্তন করা হয়েছে। ২০১৮ সালে ফরাসি ম্যাগাজিনটি আন্তর্জাতিক মঞ্চের তরুণ এবং উঠতি ফুটবল খেলোয়াড়দের এই স্বীকৃতি দেওয়ার সিদ্ধান্ত গ্রহণ করেছে।\n\n\n=== ইয়াশিন শিরোপা ===\nকোপা শিরোপার সাথে মিল রেখে ফুটবল অঙ্গনে বছরের সেরা গোলরক্ষকের স্বীকৃতিস্বরূপ ইয়াশিন শিরোপা প্রদান করা হয়। গোলরক্ষক এবং ২১ বছরের কম বয়সীদের ব্যালন ডি'অর বেছে নেওয়ার অসুবিধার কথা বিবেচনা করে এই পুরস্কারটি বাস্তবায়ন করা হয়েছে। এই পুরস্কারের নামটি সোভিয়েত গোলরক্ষক লেভ ইয়াশিনের প্রতি সম্মান প্রদর্শন করে রাখা হয়েছে, যিনি একমাত্র গোলরক্ষক হিসেবে ব্যালন ডি'অর পুরস্কার জয়লাভ করেছেন।\n\n\n=== ব্যালন ডি'অর আফ্রিকা ===\nব্যালন ডি'অর আফ্রিকা হচ্ছে ১৯৭০ সালে ফ্রান্স ফুটবল কর্তৃক প্রদানকৃত একটি পুরস্কার, যা একটি বছরের শেষ দিকে আফ্রিকান কলেজের (দেশ প্রতি এক ভোট) ভোটে প্রদান করা হতো। ১৯৯৫ সালে বিশ্বের সকল খেলোয়াড়ের জন্য ব্যালন ডি'অর উন্মুক্ত করার পর এটি বিলুপ্ত হয়ে যায়। \n\n\n=== এতোয়াল দর ===\nজাতীয়তা নির্বিশেষে ফ্রান্সের প্রথম স্তরের লিগে মৌসুমের সবচেয়ে সফল এবং ধারাবাহিক খেলোয়াড়কে প্রদান করা হয়।\nএটি প্রতিটি মৌসুমের শেষে প্রতিটি ম্যাচে পুরস্কৃত সেরা খেলোয়াড়ের সাথে একজন খেলোয়াড়কে প্রদান করা হয়। একজন খেলোয়াড়ের রেটিং ০ (বহিষ্কৃত খেলোয়াড়ের ক্ষেত্রে) এবং ১০ (পূর্বে ৬) তারকা (একটি বিরল উপায়ে পুরস্কৃত) এর মধ্যে থাকে। ১৯৯২–৯৩ মৌসুম থেকে গোলরক্ষকদের জন্য একটি নির্দিষ্ট রেটিং প্রতিষ্ঠিত হয়েছে; যা হচ্ছে ৪ এবং ৫। \n\n\n=== ফ্রান্সের বর্ষসেরা খেলোয়াড় ===\nএই পুরস্কার প্রতি ক্যালেন্ডার বছরের শেষে ফ্রান্স ফুটবলের সম্পাদকীয় কর্মীদের ভোটে পুরস্কৃত করা হয়। ১৯৯৫ সাল পর্যন্ত ফ্রান্সে খেলা শুধুমাত্র ফরাসি খেলোয়াড়রাই যোগ্য ছিল। ১৯৯৬ সাল থেকে বিদেশে খেলা ফ্রান্সের খেলোয়াড়রাও পুরস্কারটি জয়ের যোগ্য বলে গণ্য হয়। ২০০১ সাল থেকে, এই পুরস্কারের প্রাক্তন বিজয়ীরা বছরের সেরা খেলোয়াড় মনোনীত করে।\n\n\n=== ফ্রান্সে বর্ষসেরা বিদেশি খেলোয়াড় ===\nএতোয়াল দরের বিপরীতে ফ্রান্সের শীর্ষ স্তরের ফুটবল লিগে অংশগ্রহণকারী ক্যালেন্ডার বছরের সেরা বিদেশি খেলোয়াড়কে ফ্রান্স ফুটবল এই পুরস্কারটি প্রদান করে। ১৯৬৮ সালে মালির সালিফ কেইতা সর্বপ্রথম এই পুরস্কারটি জয়লাভ করেছেন।\nএছাড়াও ২০২০ সালে ফ্রান্স ফুটবল ব্যালন ডি'অর ড্রিম টিমও প্রকাশ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}