{"pageid": 1168223, "title": "সুগন্ধি যৌগ", "url": "https://bn.wikipedia.org/wiki?curid=1168223", "content": "সুগন্ধি যৌগ হল এক বা একাধিক সুগন্ধি বলয় সমন্বিত জৈব যৌগ, যা \"মনো- ও পলিসাইক্লিক অ্যারোমেটিক হাইড্রোকার্বন\" নামেও পরিচিত।  মূল সদস্য হল বেনজিন। হেটেরোয়ারেনেস ঘনিষ্ঠভাবে সম্পর্কিত, যেহেতু সিএস গ্রুপের অন্তত একটি কার্বন পরমাণু অক্সিজেন, নাইট্রোজেন বা সালফার দ্বারা প্রতিস্থাপিত হয়। সুগন্ধি বৈশিষ্ট্য সহ অ-বেনজিন যৌগগুলির উদাহরণ হল একটি হেটেরোসাইক্লিক যৌগ  ফুরান, যার একক অক্সিজেন পরমাণু অন্তর্ভুক্তি সহ একটি পাঁচ-সম্বলীয় বলয় রয়েছে, এবং একটি নাইট্রোজেন পরমাণু ধারণকারী ছয় সদস্যের বলয় সহ একটি হেটেরোসাইক্লিক যৌগ পাইরিডিন।\n\n\n== বেনজিন বলয় মডেল ==\n\nবেনজিন হল সবচেয়ে কম জটিল সুগন্ধি হাইড্রোকার্বন, এবং এটিকেই প্রথম এমন নামকরণ করা হয়েছিল। এর বন্ধনের প্রকৃতি ১৯ শতকে আগস্ট কেকুলে দ্বারা প্রথম স্বীকৃত হয়েছিল। ষড়ভুজ চক্রের প্রতিটি কার্বন পরমাণুতে ভাগ করার জন্য চারটি ইলেকট্রন থাকে। একটি হাইড্রোজেন পরমাণুতে যায় এবং দুটি প্রতিবেশী কার্বনের প্রতিটিতে একটি যায়। এটি একটি ইলেক্ট্রনকে দুটি প্রতিবেশী কার্বন পরমাণুর একটির সঙ্গে ভাগ করে দেয়, এইভাবে একটি কার্বনের সাথে একটি দ্বৈত বন্ধন তৈরি করে এবং অন্যটির সাথে একটি একক বন্ধন ছেড়ে যায়, এই কারণেই বেনজিন অণুর কিছু উপস্থাপনা এটিকে পর্যায়ক্রমে একক ও দ্বৈত বন্ধন সহ একটি ষড়ভুজ হিসাবে চিত্রিত করে ।\nকাঠামোর অন্যান্য চিত্রগুলি ষড়ভুজটিকে এর ভিতরে একটি বৃত্তের সঙ্গে চিত্রিত করে, এটি নির্দেশ করে যে ছয়টি ইলেকট্রন বলয় আকারের আণবিক কক্ষের চারদিকে ভাসছে। এটি ছয়টি কার্বন-কার্বন বন্ধনের সমতুল্য প্রকৃতির সমস্ত ১.৫ বন্ড অর্ডারের প্রতিনিধিত্ব করে; সমতা অনুরণন ফর্ম দ্বারা ব্যাখ্যা করা হয়।ইলেকট্রনগুলিকে বলয়ের উপরে ও নীচে ভাসমান হিসাবে কল্পনা করা হয়, তড়িচ্চুম্বকয়ি ক্ষেত্রের সাহায্যে তারা বলয়টিকে সমতল রাখতে অভিনয় করে।\nসুগন্ধি হাইড্রোকার্বনের সাধারণ বৈশিষ্ট্য:\n\nতারা সুগন্ধি প্রদর্শন করে\nকার্বন-হাইড্রোজেন অনুপাত বেশি\nউচ্চ কার্বন-হাইড্রোজেন অনুপাতের কারণে তারা একটি শক্তিশালী কালিযুক্ত হলুদ শিখায় জ্বলে\nতারা ইলেক্ট্রোফিলিক প্রতিস্থাপন প্রতিক্রিয়া ও নিউক্লিওফিলিক সুগন্ধযুক্ত প্রতিস্থাপনের মধ্য দিয়ে যায়\nস্যার রবার্ট রবিনসন ও তার ছাত্র জেমস আরমিট দ্বারা ১৯২৫ সালে সুগন্ধিতার জন্য বৃত্তের প্রতীক প্রবর্তন করা  এবং জৈব রসায়নের উপর মরিসন অ্যান্ড বয়েড পাঠ্যপুস্তক দ্বারা ১৯৫৯ সালে জনপ্রিয় হয়েছিল। প্রতীকটির সঠিক ব্যবহার নিয়ে বিতর্ক রয়েছে: কিছু প্রকাশনা এটিকে যেকোন সাইক্লিক π ব্যবস্থায় ব্যবহার করে, অন্যরা এটি শুধুমাত্র সেই π ব্যবস্থার জন্য ব্যবহার করে যা হাকেলের নিয়ম মেনে চলে। জেনসেন  যুক্তি দেন যে, রবিনসনের মূল প্রস্তাবের সাথে সামঞ্জস্য রেখে, বৃত্ত চিহ্নের ব্যবহার মনোসাইক্লিক ৬ π-ইলেক্ট্রন ব্যবস্থার মধ্যে সীমাবদ্ধ হওয়া উচিত। এইভাবে একটি ছয়-কেন্দ্রের ছয়-ইলেকট্রন বন্ধনের জন্য বৃত্ত প্রতীকটিকে তিন-কেন্দ্রের দুই-ইলেকট্রন বন্ধনের জন্য Y প্রতীকের সাথে তুলনা করা যেতে পারে।\n\n\n== বিক্রিয়া ==\nসুগন্ধি বলয় ব্যবস্থা অনেক জৈব বিক্রিয়ায় অংশগ্রহণ করে।\n\n\n=== সুগন্ধি প্রতিস্থাপন ===\nসুগন্ধি প্রতিস্থাপনে অ্যারিন বলয়ের একটি প্রতিস্থাপক, সাধারণত হাইড্রোজেন, অন্য একটি প্রতিস্থাপক দ্বারা প্রতিস্থাপিত হয়। দুটি প্রধান প্রকার হল ইলেক্ট্রোফিলিক অ্যারোমেটিক প্রতিস্থাপন, যখন সক্রিয় বিকারক একটি ইলেক্ট্রোফাইল হয় এবং নিউক্লিওফিলিক সুগন্ধি প্রতিস্থাপন, যখন বিকারক একটি নিউক্লিওফাইল হয়। র‍্যাডিকাল-নিউক্লিওফিলিক সুগন্ধি প্রতিস্থাপন, সক্রিয় বিকারক একটি র‍্যাডিকাল। ইলেক্ট্রোফিলিক অ্যারোমেটিক প্রতিস্থাপনের একটি উদাহরণ হল স্যালিসিলিক অ্যাসিডের নাইট্রেশন:\n\n\n=== যুগল বিক্রিয়া ===\nকাপলিং বিক্রিয়ায় একটি ধাতু দুটি আনুষ্ঠানিক র‍্যাডিকাল টুকরোগুলির মধ্যে একটি সংযোগকে অনুঘটক করে। অ্যারেনের সঙ্গে সাধারণ মিলনের প্রতিক্রিয়ার ফলে নতুন কার্বন-কার্বন বন্ধন তৈরি হয়, যেমন- অ্যালকিলারিনস, ভিনাইল অ্যারেনেস, বিরারিলস, নতুন কার্বন-নাইট্রোজেন বন্ধন (অ্যানিলাইন) বা নতুন কার্বন-অক্সিজেন বন্ধন (অ্যারিলোক্সি যৌগ)। একটি উদাহরণ হল পারফ্লুরোবেনজেনগুলির একটি সরাসরি অ্যারিলেশন। \n\n\n=== হাইড্রোজেনেশন ===\nঅ্যারেনের হাইড্রোজেনেশন সম্পৃক্ত বলয় তৈরি করে। যৌগ ১-ন্যাপথল সম্পূর্ণরূপে ডেকালিন-ওল আইসোমারের মিশ্রণে হ্রাস পায়।\n\nজলীয় সোডিয়াম হাইড্রোক্সাইডের উপস্থিতিতে রানি নিকেলের সাথে হাইড্রোজেনযুক্ত যৌগ রেসোরসিনোল একটি এনোলেট তৈরি করে, যা মিথাইল আয়োডাইডের সঙ্গে ২-মিথাইল-১,৩-সাইক্লোহেক্সান্ডিওনে অ্যালকিলেটেড হয়:\n\n\n=== সাইক্লোডডিশন ===\nসাইক্লোডডিশন প্রতিক্রিয়া সাধারণ নয়। অস্বাভাবিক তাপীয় ডাইলস-অ্যারেনের অ্যাল্ডার প্রতিক্রিয়া ওয়াগনার-জাউরেগ বিক্রিয়ায় পাওয়া যায়। অ্যালকিনের সাথে অন্যান্য আলোক রাসায়নিক সাইক্লোঅ্যাডিশন প্রতিক্রিয়া এক্সাইমারের মাধ্যমে ঘটে।\n\n\n=== ডিরোম্যাটাইজেশন ===\nডিরোম্যাটাইজেশন বিক্রিয়ায় বিক্রিয়কের সুগন্ধি বৈশিষ্ট স্থায়ীভাবে হারিয়ে যায়।\n\n\n== বেনজিন ও বেনজিনে থেকে উদ্ভূত ==\nবেনজিন ডেরিভেটিভের কেন্দ্রীয় বেনজিন কোরের সঙ্গে এক থেকে ছয়টি বিকল্প যুক্ত থাকে। শুধুমাত্র একটি প্রতিস্থাপক সহ বেনজিন যৌগগুলির উদাহরণ হল একটি হাইড্রক্সিল গ্রুপ বহনকারী ফেনল এবং মিথাইল গ্রুপের সঙ্গে টলুইন। যখন বলয়টিতে একাধিক প্রতিস্থাপক উপস্থিত থাকে, তখন তাদের স্থানিক সম্পর্ক গুরুত্বপূর্ণ হয়ে ওঠে, যার জন্য আরিন প্রতিস্থাপন প্যাটার্ন অর্থো, মেটা ও প্যারা তৈরি হয়। উদাহরণস্বরূপ, ক্রেসলের জন্য তিনটি আইসোমার বিদ্যমান কারণ মিথাইল গ্রুপ ও হাইড্রক্সিল গ্রুপ একে অপরের পাশে স্থাপন করতে পারে (অর্থো ), একটি অবস্থান একে অপরের থেকে সরানো হয় (মেটা ), বা দুটি অবস্থান একে অপরের থেকে সরানো হয় (প্যারা )। হাইড্রোক্সিল গ্রুপ ছাড়াও জাইলেনলের দুটি মিথাইল গ্রুপ রয়েছে এবং এই কাঠামোর জন্য ৬ টি আইসোমার বিদ্যমান।\n\tপ্রতিনিধিত্বকারী আরিন যৌগ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nঅ্যারেনে বলয় আধান স্থিতিশীল করার ক্ষমতা রাখে। এটি দেখা যায়, উদাহরণস্বরূপ, ফেনল (C 6 H 5 –OH), যা হাইড্রোক্সিলে (OH) অম্লীয়, যেহেতু এই অক্সিজেনের উপর একটি আধান (অ্যালকোক্সাইড –O − ) আংশিকভাবে বেনজিনের বলয়ে স্থানান্তরিত হয়।\n\n\n=== অন্যান্য মনোসাইক্লিক অ্যারোমেটিক হাইড্রোকার্বন ===\nঅন্যান্য মনোসাইক্লিক অ্যারোমেটিক হাইড্রোকার্বনের মধ্যে রয়েছে সাইক্লোটেট্রাডেকাহেপ্টেন বা সাইক্লোক্টাডেকানোনিন।\n\n\n== পলিসাইক্লিক অ্যারোমেটিক হাইড্রোকার্বন ==\n\nপলিনিউক্লিয়ার অ্যারোমেটিক হাইড্রোকার্বন হল সুগন্ধযুক্ত হাইড্রোকার্বন, যা ফিউজড অ্যারোম্যাটিক বলয় নিয়ে গঠিত এবং এতে হেটেরোঅটম থাকে না বা বিকল্প বহন করে না।  ন্যাপথালিন একটি পিএএইচ-এর সবচেয়ে সহজ উদাহরণ। পিএএইচ তেল, কয়লা ও আলকাতরা জমাতে দেখা যায় এবং জ্বালানী পোড়ানোর উপজাত হিসাবে উত্পাদিত হয় (সেটি জীবাশ্ম জ্বালানী হোক বা জৈববস্তু)। দূষণকারী হিসাবে, তারা উদ্বেগের কারণ কিছু যৌগকে কার্সিনোজেনিক, মিউটজেনিক ও টেরাটোজেনিক হিসাবে চিহ্নিত করা হয়েছে। রান্না করা খাবারেও পিএএইচ পাওয়া যায়। গবেষণায় দেখা গেছে যে উচ্চ মাত্রার পিএএইচ পাওয়া যায়, উদাহরণস্বরূপ, গ্রিলিং বা বারবিকিউয়ের মতো উচ্চ তাপমাত্রায় রান্না করা মাংস ও ধূমপান করা মাছে।\nএগুলি আন্তঃনাক্ষত্রিক মাধ্যম, ধূমকেতু ও উল্কাপিণ্ডেও পাওয়া যায় এবং জীবনের প্রথম দিকের ফর্মগুলির ভিত্তি হিসাবে কাজ করার জন্য একটি প্রার্থী অণু। গ্রাফিনে পিএএইচ মোটিফ বড় ২ডি শীটে প্রসারিত হয়।\n\n\n== আরও দেখুন ==\nসুগন্ধযুক্ত বিকল্প: অ্যারিল, অ্যারিলোক্সি ও অ্যারেনেডিয়েল\nঅ্যাসফাল্টিন\nহাইড্রোডালকিলেশন\nসহজ সুগন্ধি রিং\nরোডিয়াম-প্ল্যাটিনাম অক্সাইড, একটি অনুঘটক যা সুগন্ধযুক্ত যৌগগুলিকে হাইড্রোজেনেট করতে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সুগন্ধি যৌগ সম্পর্কিত মিডিয়া দেখুন।"}