{"pageid": 1168583, "title": "এয়ার তিরিসের জামে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1168583", "content": "এয়ার তিরিসের জামে মসজিদ, রিয়াউ, ইন্দোনেশিয়ার একটি ঐতিহাসিক জামাতের মসজিদ। মসজিদটি পেরেক ছাড়া নির্মিত এবং রিয়াউ প্রদেশের সাংস্কৃতিক ঐতিহ্য হিসেবে বিবেচিত হওয়ার জন্য বিখ্যাত। মসজিদটি রিয়াউ প্রদেশের রাজধানী পেকানবারু থেকে ৫০ কিলোমিটার দূরে কাম্পার রিজেন্সির এয়ার তিরিস গ্রামে অবস্থিত। ২০০৪ সালের ডিক্রি নং এর ভিত্তিতে মসজিদটিকে আনুষ্ঠানিকভাবে সাংস্কৃতিক ঐতিহ্যের অবজেক্ট হিসাবে মনোনীত করা হয়েছে। সংস্কৃতি ও পর্যটন মন্ত্রী আই গেদে আরধিকা কর্তৃক কেএম.১৩/পিডব্লিউ.০০৭/এমকেপি/২০০৪ গৃহীত হয়।\n\n\n== বর্ণনা ==\nএয়ার তিরিসের জামে মসজিদটি ১৯০১ সালে নির্মিত হয়েছিল এবং ১৯০৪ সালে উদ্বোধন করা হয়েছিল এবং এটি কাম্পার রিজেন্সির প্রাচীনতম মসজিদ। এটি মালয় এবং চীনা স্থাপত্য শৈলীর সংমিশ্রণে নির্মিত হয়েছিল, একটি পিরামিডের আকারে একটি তিন-স্তর বিশিষ্ট ছাদ। প্রথমে ছাদসহ পুরো ভবনটি কাঠের তৈরি করা হলেও আজ ছাদের বদলে টিনের ছাদ বসানো হয়েছে। বিল্ডিংটিতে ৪০টি কাঠের স্তম্ভ রয়েছে যা শুক্রবারের নামাজের জন্য প্রয়োজনীয় ন্যূনতম সংখ্যক ব্যক্তির প্রতীক। এটি শুধুমাত্র খুঁটি ব্যবহার করে এবং পেরেক ছাড়াই অনন্যভাবে তৈরি করা হয়েছে, এইভাবে সর্বনিম্ন খরচে নির্মিত।  \nভবনটি মূলত নদীর তীরে এয়ার তিরিস মার্কেটের একটি সাইট যা ১৮৮১ সালে প্রতিষ্ঠিত হয়েছিল। স্থানীয় নেতা দাতুক ওংকু মুদো সোংকালের নেতৃত্বে এয়ার তিরিসের স্থানীয় জনগণ যৌথভাবে মসজিদটির নির্মাণ কাজ পরিচালনা করেন।  স্থপতি ছিলেন এইচ. বুরহানউদ্দিন এবং নির্মাণ কমিটি এয়ার তিরিস গ্রামের ২৪ জন উপজাতির নেতাদের জড়িত করেছিল।  ভবনটি মধ্য জাভার দেমাক মসজিদ থেকে অনুপ্রাণিত বলে জানা গেছে। ১০টি মহিষের কোরবানি দিয়ে মসজিদটি উদ্বোধন করা হয়।  \nস্থানীয়দের বিশ্বাস ঐশ্বরিক শক্তি মসজিদটিকে রক্ষা করে। বলা হয় ডাচ ঔপনিবেশিক সরকার একবার মসজিদটিকে তেল দিয়ে পুড়িয়ে দেওয়ার চেষ্টা করেছিল, কিন্তু মসজিদটি অক্ষত ছিল।  ২০১৬ সালে, একটি ভয়াবহ বন্যা হয়েছিল, যার আশেপাশের এলাকা জলে তলিয়ে গিয়েছিল, কিন্তু মসজিদ প্রাঙ্গণে জল উঠেনি। মসজিদের অভ্যন্তরে বেশ কিছু নিদর্শন রয়েছে যা স্থানীয়রা ঐশ্বরিক শক্তি দ্বারা সমৃদ্ধ বলে বিশ্বাস করে, যার মধ্যে রয়েছে মসজিদের দুটি কাঠের স্তম্ভের পাশাপাশি একটি মহিষের মাথার আকারের একটি পবিত্র পাথর। \nমসজিদটি স্থানীয়দের কাছে একটি জনপ্রিয় গন্তব্য, বিশেষ করে ইসরা ও মিরাজ, মওলিদ নবী এবং ঈদুল ফিতরের ইসলামী ছুটির সময়। সম্প্রতি, অনেক আন্তর্জাতিক পর্যটক বিশেষ করে মালয়েশিয়া এবং সিঙ্গাপুর থেকে স্থানটি পরিদর্শন করেন। \n\n\n== তথ্যসূত্র =="}