{"pageid": 1168616, "title": "দি বয় অ্যান্ড দ্য বিস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1168616", "content": "দি বয় অ্যান্ড দ্য বিস্ট (জাপানি: バケモノの子, হেপবার্ন: Bakemono no Ko, literally \"The bakemono's child\") ২০১৫ সালে মুক্তিপ্রাপ্ত একটি জাপানি অ্যানিমে মারপিট-অ্যাডভেঞ্চার অলীকধর্মী  চলচ্চিত্র। যা  রচিত ও পরিচালনা করেছেন মামোরু হোসোদা। চলচ্চিত্রটিতে কোজি ইয়াকুশো, অয়ি মিয়াজাকি, শোতা সোমাতানি, সুজু হিরোসে, কাজুহিরো ইয়ামাজি, মামোরু মিয়ানো, কাপ্পি ইয়ামাগুচি, কেইশি নাগাতসুকা, কুমিকো এসো, হারু কুরোকি, সুমির মোরহোশি, মোমোকা ওনো, মাসাহিকো সুগাওয়া, লিলি ফ্র্যাঙ্কি এবং ইয়ো ওজুমির কণ্ঠস্বর রয়েছে। এটি ২০১৫ সালের ১১ জুলাই মুক্তি পায়। এটি ৩৭তম জাপান একাডেমী পুরস্কারে বছরের অ্যানিমেশন জিতেছে  এবং জাপানি বক্স অফিসে ¥৫.৮৫ বিলিয়ন ইয়েন আয় করেছে। \n\n\n== পটভূমি ==\nনয় বছর বয়সী রেন সম্প্রতি তার মাকে হারিয়েছে। তার বাবার কোনও খবর না পেয়ে এবং তার আইনী অভিভাবকদের সাথে থাকতে অস্বীকার করে, রেন শিবুয়ার রাস্তায় পালিয়ে যায়। রেন কিছু খাবার চুরি করে এবং একটি গলিতে ঘুমায়, তার মায়ের অন্ত্যেষ্টিক্রিয়ার পরবর্তী ঘটনার কথা স্মরণ করে।\nবিস্ট কিংডমে, গ্র্যান্ডমাস্টার সিদ্ধান্ত নিয়েছেন যে তিনি দেবতা হিসাবে পুনর্জন্মের জন্য অবসর নেবেন এবং দুটি সম্ভাব্য উত্তরাধিকারীর নাম উল্লেখ করবেন: জনপ্রিয় আইজেন, যিনি দুই সন্তানের পিতা, এবং শক্তিশালী কুমাতেতসু, যিনি একাকী এবং অলস। গ্র্যান্ডমাস্টার পরামর্শ দেন যে কুমাতেৎসু তাকে সফল করার জন্য অনুপ্রাণিত করার আশায় একজন শিষ্য খুঁজে পান।\nটোকিওর রাস্তায় তার অস্থায়ী সঙ্গী, তাতারার সাথে ঘুরে বেড়ানোর সময়, কুমাতেৎসু রেনের সাথে দেখা করে এবং পরামর্শ দেয় যে ছেলেটি তার শিষ্য হয়ে উঠবে। যদিও রেন তীব্রভাবে বিরোধিতা করেন, তবে তিনি কৌতুহলের বশে কুমাতেৎসুকে বিস্ট কিংডমে ফিরে আসেন কিন্তু মানব জগতে ফিরে যেতে অক্ষম হন। যখন তিনি আইওজেন এবং কুমাতেৎসু এর মধ্যে একটি যুদ্ধ দেখেন, রেন দর্শকদের কাছ থেকে সমর্থনের অভাব সত্ত্বেও কুমাতেৎসু এর অধ্যবসায়ের সাথে মুগ্ধ হন। রেন যখন তার জন্য উল্লাস করে, তখন কুমাতেৎসু সহজেই পরাজিত হয়। যাইহোক, গ্র্যান্ডমাস্টার ঘোষণা করেন যে উত্তরাধিকারের প্রকৃত দ্বৈত এখনও আসেনি।\nরেনকে শিষ্য হিসাবে গ্রহণ করে, কুমাতেৎসু তাকে একটি নতুন নাম দেয়, কিয়ুটা। তাদের প্রাথমিক প্রশিক্ষণ সেশনগুলি খারাপভাবে যায়, কিন্তু কিয়ুটা বুঝতে পারে যে তিনি কুমাতেৎসু থেকে তার বাড়ির কাজসম্পাদন করার সময় তাকে অনুকরণ করে শিখতে পারেন। ছেলেটি ধীরে ধীরে আবিষ্কার করে যে সে তার মাস্টারের গতিবিধির ভবিষ্যদ্বাণী করতে পারে এবং যুদ্ধে দক্ষতার সাথে ডজ করতে এবং চলতে পারে। শীঘ্রই তারা একসাথে প্রশিক্ষণ শুরু করবে। আট বছর পরে, কিশোর কিউস্তা একটি বিশিষ্ট কেন্ডো অনুশীলনকারী হয়ে উঠেছে। তদুপরি, কিউস্তার সাথে তার সম্পর্কের মাধ্যমে, কুমাতেৎসু তার সমর্থকদের নিজস্ব অনুসরণ লাভ করে, যার মধ্যে আইওজেনের ছোট ছেলে জিরোমারুও রয়েছে, যিনি কুমাতেৎসু দ্বারা প্রশিক্ষিত হতে চান।\nকিউটা মানব জগতে ফিরে যাওয়ার একটি উপায় খুঁজে পায় এবং কেডের সাথে বন্ধুত্ব করে, একজন তরুণ ছাত্রী। এই প্রক্রিয়ায়, কিউস্তা তার বাবাকে খুঁজে পায়, যিনি নিখোঁজ হওয়ার পর থেকে রেনের সন্ধান করছিলেন এবং ধরতে চান। তার দ্বৈত জীবন দ্বারা ছেঁড়া, তিনি রেন হিসাবে তার বিরক্তি এবং কিউস্টার হিসাবে তার সংযোগের অভাবের সাথে সমন্বয় করতে অক্ষম। যখন তিনি তার বাবা এবং কুমাতেৎসু উভয়কেই প্রত্যাখ্যান করেন, তখন তিনি নিজের মধ্যে একটি শক্তিশালী শূন্যতা আবিষ্কার করেন যা তাকে প্রায় অভিভূত করে, যতক্ষণ না কেডে তাকে শান্ত করতে পায় এবং তাকে একটি ব্রেসলেট দেয় যা তাকে উদ্বিগ্ন হয়ে পড়লে তাকে সহায়তা করে।\nউত্তরাধিকারের দ্বৈরথের দিন, কুমাতেৎসু কিয়ুতার উত্সাহ ছাড়াই আত্মবিশ্বাস হারিয়ে ফেলেন এবং আইওজেনের দ্বারা প্রায় বশীভূত হন। যাইহোক, কিউস্তা গোপনে পর্যবেক্ষণ করছেন এবং নিজেকে প্রকাশ করেছেন, কুমাতেৎসুকে আইওজেনকে পরাজিত করতে সহায়তা করেছেন। যখন কুমাতেৎসুকে বিজয়ী এবং নতুন প্রভু হিসাবে ঘোষণা করা হয়, তখন ইজেনের বড় ছেলে ইচিরোহিকো এমন একজন মানুষ হিসাবে প্রকাশিত হয় যাকে টোকিওর রাস্তায় একটি শিশু হিসাবে পাওয়া গিয়েছিল এবং আইওজেন দ্বারা দত্তক নেওয়া হয়েছিল। কিয়ুস্টার মতো তার হৃদয়ে একটি শূন্যতা তৈরি করার পরে, বিশ্বাস করতে অনিচ্ছুক যে তিনি একজন মানুষ এবং পশু নন, ইচিরোহিকো টেলিকাইনেটিক শক্তি প্রকাশ করে এবং আইজেনের তলোয়ার দিয়ে কুমাতেৎসুকে গুরুতরভাবে আহত করে। কিয়ুটা প্রায় তার নিজের শূন্যতা দ্বারা অতিক্রম করে এবং ইচিরোহিকোকে হত্যা করার চেষ্টা করে, কিন্তু কাইদের ব্রেসলেটের সাথে তার জ্ঞান ফিরে পায় কারণ ইচিরোহিকো অন্ধকারে গ্রাস করে এবং অদৃশ্য হয়ে যায়।\nকিয়ুটা ইচিরোহিকোর বিরুদ্ধে লড়াই করার জন্য মানব জগতে চলে যাওয়ার সিদ্ধান্ত নিয়েছে। যখন কায়েদে তাকে ছেড়ে যেতে অস্বীকার করে, তখন তারা ইচিরোহিকো দ্বারা আক্রান্ত হয়, যিনি একটি ধ্বংসাত্মক তিমির আকার ধারণ করেন। ইচিরোহিকোর বিরুদ্ধে নিজেকে ধরে রাখতে অক্ষম, যুবকটি তার প্রতিপক্ষের নেতিবাচক শক্তি শোষণ করার জন্য নিজের মধ্যে শূন্যতা ব্যবহার করার সিদ্ধান্ত নেয় এবং তারপরে নিজেকে হত্যা করে, অন্য সবাইকে বাঁচায়। যাইহোক, কুমাতেৎসু প্রভু হিসাবে তার নতুন বিশেষাধিকার ব্যবহার করে এবং পুনর্জন্মকে দেবতা হিসাবে ব্যবহার করে, একসাথে তাদের প্রথম প্রশিক্ষণ সেশনের প্রসঙ্গে \"হৃদয় দিয়ে পরিচালনা করা\" একটি তলোয়ারের রূপ গ্রহণ করে। তিনি তার ছাত্রের ফর্মের সাথে একীভূত হন, তার মধ্যে তার শূন্য শূন্যতা পূরণ করেন। দুজনে মিলে ইচিরোহিকোকে হত্যা না করেই তাকে পরাজিত করতে সক্ষম হয়। ইচিরোহিকো তার দত্তক নেওয়া পরিবার দ্বারা বেষ্টিত হয়ে জেগে ওঠে, তার সময়ের কোন স্মৃতি নেই যা অন্ধকারের দ্বারা এবং তার কব্জিতে রেনের ব্রেসলেট নিয়ে ছিল। এদিকে; শিবুয়াতে ফিরে, রেন কুমাতেৎসু (যিনি এখন তার ভিতরে বাস করেন) এর সাথে কথা বলছেন এবং দুজনের একসাথে একটি হৃদয়গ্রাহী মুহুর্ত রয়েছে, কুমাতেৎসু সর্বদা রেনের জন্য সেখানে থাকার প্রতিশ্রুতি দেয় এবং হুমকি দেয় যে যদি সে আবার ওলট করে তবে তাকে ভিতর থেকে মারধর করা হবে।\nপরবর্তী সময়ে, রেন বিস্ট কিংডমে কেডের সাথে তার বিজয় উদযাপন করে এবং মানব জগতে ফিরে আসে। তার বাবা এবং নিজের সাথে পুনর্মিলনের পরে, রেন আবারও মানব জগতে বাস করার সিদ্ধান্ত নেয় এবং কুমাতেৎসু চিরকাল তার হৃদয়ে বসবাস করে।\n\n\n== অভিনয়ে ==\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০১৫ সালের ১১ই জুলাই জাপানে মুক্তি পায়। চলচ্চিত্রটি টরন্টো আন্তর্জাতিক চলচ্চিত্র উৎসবে আন্তর্জাতিক প্রিমিয়ার এবং ১৬ ই অক্টোবর, ২০১৫ সালে বিএফআই লন্ডন চলচ্চিত্র উৎসবে এর ইউকে প্রিমিয়ার লাভ করে।\nডিসেম্বর ২০১৪ সালে, গাউমন্ট এশিয়ার বাইরে আন্তর্জাতিক বিক্রয় এবং ফ্রান্সে নাটকীয় বিতরণ অধিকার অর্জন করেন।  চলচ্চিত্রটি ২০১৬ সালের ১৩ই জানুয়ারি ফ্রান্সে মুক্তি পায়। ফুনিমেশন চলচ্চিত্রটিকে মার্কিন যুক্তরাষ্ট্রের মুক্তির জন্য লাইসেন্স দেয়;\nটি ২০১৬ সালের ৪ঠা মার্চ সেখানে নির্বাচিত প্রেক্ষাগৃহে চালু হয়। এটি ইউকে এবং আয়ারল্যান্ড মুক্তির জন্য স্টুডিওক্যানাল, অস্ট্রেলিয়ান মুক্তির জন্য ম্যাডম্যান এন্টারটেইনমেন্ট, এবং কানাডিয়ান মুক্তির জন্য মংগ্রেল মিডিয়া দ্বারা লাইসেন্সপ্রাপ্ত হয়েছে।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি তার প্রথম সপ্তাহান্তে জাপানি বক্স অফিসে #1 ছিল, এজ অব আলট্রনকে প্রতিস্থাপন করে এবং ৪৫৭ স্ক্রিন থেকে ৪৯২,০০০ ভর্তির উপর প্রায় ৫.৪ মিলিয়ন মার্কিন ডলার আয় করে। এর দ্বিতীয় সপ্তাহান্তে, দ্য বয় অ্যান্ড দ্য বিস্ট ৩.৮৯ মিলিয়ন ডলার আয় করে, যা ২৯.১% পতন চিহ্নিত করে এবং হিরো ২ দ্বারা অতিক্রম করে দুই নম্বরে নেমে যায়। চলচ্চিত্রটি ২০১৫ সালে জাপানের দ্বিতীয় সর্বোচ্চ আয়কারী চলচ্চিত্র ছিল, যার মোট বক্স অফিস আয় (ইয়েন থেকে রূপান্তরিত) ৪৮.৬ মিলিয়ন মার্কিন ডলার ছিল।\nচলচ্চিত্রটি ৪ মার্চ, ২০১৬ তারিখে তার প্রথম সপ্তাহান্তে আমেরিকান বক্স অফিসে ২৮ তম স্থান অর্জন করে। ২০১৬ সালের ১৬ মার্চ পর্যন্ত, চলচ্চিত্রটি আমেরিকান বক্স অফিস আয় করেছে ৪,৭৪,৩০৮ মার্কিন ডলার।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরিভিউ এগ্রিগেশন ওয়েবসাইট রটেন টমেটোজ জানিয়েছে যে ৯০% সমালোচক চলচ্চিত্রটিকে ৬৭ টি পর্যালোচনার উপর ভিত্তি করে একটি ইতিবাচক পর্যালোচনা দিয়েছেন, যার গড় রেটিং ৭.৩৫/১০। ওয়েবসাইটটির সমালোচনামূলক ঐকমত্যে বলা হয়েছে, \"দ্য বয় অ্যান্ড দ্য বিস্ট তার চাক্ষুষ আবেদনের সাথে মেলে উদ্ভাবনী গল্প বলার সাথে একটি চিত্তাকর্ষক, সুন্দরভাবে অ্যানিমেটেড অ্যাডভেঞ্চার তৈরি করার জন্য পরিচিত অংশগুলিকে একত্রিত করে। মেটাক্রিটিক, যা একটি ওজনযুক্ত গড় ব্যবহার করে, ১৫ জন সমালোচকের উপর ভিত্তি করে ১০০ এর মধ্যে ৬৫ এর স্কোর নির্ধারণ করে, যা \"সাধারণভাবে অনুকূল পর্যালোচনা\" নির্দেশ করে।\nদ্য জাপান টাইমসের মার্ক শিলিং বলেন যে চলচ্চিত্রটি \"হ্যারি পটার\" সিরিজের সাথে সাধারণ নারী-কেন্দ্রিক মিয়াজাকি কল্পনার চেয়ে বেশি মিল রয়েছে\" এবং পরে বলবে যে গল্পটি \"কিউস্টার দীর্ঘ, বিরক্তিকর সংগ্রামকে কেন্দ্র করে কেবল শক্তিশালীই নয়, বরং পুরো হয়ে উঠেছে। কোটাকুর রিচার্ড আইজেনবেইস বলেন, \"দ্য বয় অ্যান্ড দ্য বিস্ট \"একদিকে একটি বিনোদনমূলক আসন্ন যুগের দু: সাহসিক কাজ এবং অন্যদিকে একটি চমৎকার থিম্যাটিক অন্বেষণ। এটি সেই চলচ্চিত্রগুলির মধ্যে একটি যা যে কোনও বয়সের জন্য নিখুঁত - এর মধ্যে প্রত্যেকের জন্য কিছু না কিছু আছে। লস এঞ্জেলেস টাইমসের চার্লস সলোমন বলেন, \"চলচ্চিত্রটি \"দুটি ত্রুটিযুক্ত ব্যক্তির একটি বন্ধনের গল্প যারা তাদের নিজ নিজ জগতে তাদের সঠিক স্থানগুলি অনুমান করার জন্য প্রয়োজনীয় ভালবাসা এবং শৃঙ্খলা খুঁজে পায়।  ভ্যারাইটির পিটার ডেব্রুজ এটিকে \"একটি অ্যাকশন-প্যাকড বন্ধু চলচ্চিত্র যা কৌশলগতভাবে জাপানি ভক্তদের প্রিয় উপাদানগুলির বেশ কয়েকটিকে একত্রিত করে: দ্বন্দ্বযুক্ত কিশোর, অতিপ্রাকৃত প্রাণী এবং মহাকাব্যিক যুদ্ধ।  দ্য বোস্টন গ্লোবের পিটার কেউফ চলচ্চিত্রটিকে ৪ টি তারার মধ্যে ২.৫ টি তারকা দিয়েছেন এবং লিখেছেন যে হোসোদা \"চলচ্চিত্রের প্লট এবং ধারণাগুলির একটি সারগ্রাহী অ্যারেকে কীভাবে একটি মিশ-ম্যাশের মধ্যে মিশ্রিত করতে হয় তা জানেন যা মূল বলে মনে হয়।  দ্য ওয়াশিংটন পোস্টের প্যাট পাদুয়া লিখেছেন, \"কিন্তু এটি মানুষের পৃথিবী, জন্তু নয়, যা এই আসন্ন-যুগের চলচ্চিত্রকে সবচেয়ে স্পর্শকাতর করে তোলে। \nজাপানে জনপ্রিয় হলেও, পশ্চিমে চলচ্চিত্রটি আরও মিশ্র প্রতিক্রিয়া রয়েছে। দ্য নিউ ইয়র্ক টাইমসের অ্যান্ডি ওয়েবস্টার চলচ্চিত্রটির আরও সমালোচনা করে বলেছিলেন, \"মিঃ হোসোদা লড়াইয়ের দৃশ্যগুলি এবং তার সেটিংস - প্যাস্টেল-হুড জোতেনগাই এবং দ্রাব শিবুয়া, মাঝে মাঝে নজরদারি-ক্যামেরা দৃষ্টিকোণ এবং ভিড়-প্যারানোইয়া কোণগুলির সাথে উদ্দীপিত - চিত্তাকর্ষক। তবে এখানে চরিত্রায়ন এবং দ্বন্দ্বগুলি কঠোরভাবে জেনেরিক।  দ্য ভিলেজ ভয়েসের শার্লিন কনেলি বলেন যে চলচ্চিত্রটি \"অনেকসাধারণ এনিমে ট্রপের সাথে কাজ করে তবে তাদের সম্পর্কে বলার মতো নতুন কিছু খুঁজে পায় না। দ্য অস্টিন ক্রনিকল-এর মার্ক সাভলভ চলচ্চিত্রটিকে ৫ টি তারার মধ্যে ২.৫ দিয়েছেন এবং বলেন, \"জাপানে একটি বিশাল সাফল্য, এই রোমাঞ্চকর, যদি অত্যধিক দীর্ঘায়িত হয়, তবে পরিচালক মামোরু হোসোদা (উলফ চিলড্রেন, সামার ওয়ারস) এর মহাকাব্যটি ক্যারাটে কিড এবং আংশিক জাপানি লোককাহিনী। এনিমে নিউজ নেটওয়ার্কের জ্যাকব চ্যাপম্যান চলচ্চিত্রটিতে মিশ্র প্রতিক্রিয়া দেখিয়েছিলেন এবং বলেছিলেন, \"দ্য বয় অ্যান্ড দ্য বিস্ট হ'ল এমন এক ধরনের চলচ্চিত্র যা আপনি একটি বাচ্চাকে তার উচ্চতা এবং রঙ দিয়ে খুশি করার জন্য রেখেছিলেন, তবে তাত্ক্ষণিকভাবে অন্য কিছু করার জন্য ঘর ছেড়ে চলে যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (জাপানি ভাষায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে দি বয় অ্যান্ড দ্য বিস্ট (চলচ্চিত্র)\nইন্টারনেট মুভি ডেটাবেজে দি বয় অ্যান্ড দ্য বিস্ট  (ইংরেজি)"}