{"pageid": 116873, "title": "কোরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=116873", "content": "কোরিয়া, দক্ষিণ কোরিয়ায় এটি হান্‌গুক (কোরীয়: 한국) উত্তর কোরিয়ায় চুসন্‌ (কোরীয়: 조선) নামে পরিচিত, একটি পূর্ব এশীয় অঞ্চল যেখানে ১৯৪৫ সালে দ্বিতীয় বিশ্বযুদ্ধ শেষে জাপানী সাম্রাজ্যের আত্মসমর্পণের পরবর্তীতে বিভিন্ন ঘটনার মাধ্যমে গণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়া ও কোরিয়া প্রজাতন্ত্র নামের দুটি নতুন স্বতন্ত্র সার্বভৌম রাষ্ট্রের আত্মপ্রকাশ ঘটার মাধ্যমে অঞ্চলটি বিভাজিত হয়। এই অঞ্চলটি কোরীয় উপদ্বীপে অবস্থিত। কোরিয়া উত্তর-পশ্চিমে রয়েছে গণচীন ও উত্তর-পূর্বে রয়েছে রাশিয়া। কোরীয় প্রণালী ও জাপান সাগর পূর্বে এটিকে জাপান থেকে আলাদা করেছে আর দক্ষিণে এটি আর পূর্ব চীন সাগর দ্বারা তাইওয়ান থেকে আলাদা হয়েছে।\n২০০ খ্রিস্টপূর্বে চীনা লিপি গ্রহণ ও খ্রিষ্টাব্দ চতুর্থ শতকে বৌদ্ধ ধর্মের সাথে পরিচয়ের ফলে গভীর প্রভাব দেখা যায় কুগোরিয়া, পেক্‌চেয়, সিল্লা নামক তিন কোরীয় রাজ্যে যা ৫৭ খ্রিস্টপূর্বে রাজা মুনমুয়াং-এর অধীনে প্রথম বারের মতো সিল্লাতে একত্রিত হয়। কিন্তু সিল্লাত ৯৩৫ খ্রিস্টবাদে গোরীয়র অধীনে চলে যায়। গোরীয় একটি অত্যন্ত সভ্য রাজ্যে পরিণত হয় এবং তারা চৌদ্দ শতকের দিকে জিকজি নামক কোরীয় বৌদ্ধ নথি তৈরি করে। তের শতকে চেঙ্গিস খানের মঙ্গোলরা কোরিয়া আবিষ্কার করে এর ফলে কিছুদিনের মধ্যেই কোরিয়া নির্বল রাষ্ট্রে পরিণত হয়, মঙ্গোলরা কোরিয়াকে বাধ্য করে অধীনস্থ রাষ্ট্র হওয়ার জন্য। মঙ্গোল সাম্রাজ্যের পতনের পর কোরিয়ায় রাজনৈতিক শত্রুতা ভীষণভাবে বাড়তে থাকে। এর মধ্যে মিংদের মিত্র হোসেয়ানরাই পরবর্তীতে কোরিয়া লাভ করে।\nহোসেয়ান ২০০ বছরে আপেক্ষিক শান্তি প্রতিষ্ঠা করতে সফল হয়। ১৪ শতকে হোসেয়ান রাজা মহান রাজা সেজোং কোরীয় হাঙ্গুল বর্ণমালা সৃষ্টি করেন এবং কনফুসিয়াসের কনফুসীয় নৈতিকতা বিকাশে সহয়তা করেন। কিন্তু এই রাজবংশ পরবর্তী সময়ে তার বিচ্ছিন্ন নীতি গ্রহণ করার কারণে পশ্চিমদের দ্বারা “বনবাসী রাজ্য” বলে অভিহিত হতো। উনিশ শতকের শেষ অবধি, দেশটি জাপানের উপনিবেশ নকশা সফল করার একটি লক্ষ্যবস্তুতে পরিণত হয়। ১৯১০ সালে কোরিয়া জাপানের অধীনে চলে যায় এবং তারা ১৯৪৫ সাল নাগাদ পর্যন্ত জাপান কর্তৃক শাসিত হয়।\n১৯৪৫ সালে, সোভিয়েত ইউনিয়ন ও মার্কিন যুক্তরাষ্ট্র দ্বিতীয় বিশ্বযুদ্ধ পরবর্তী পরিণামে জাপানীদের আত্মসমর্পণকে মেনে নেয় ও একমত পোষণ করে। এসময় তারা কোরিয়াকে ৩৮তম সমান্তরাল রেখা অনুযায়ী বিভক্ত করে যায় যার উত্তর ভাগ পরে সোভিয়েতদের অধীনে আর দক্ষিণ ভাগ মার্কিনদের অধীনে। \nকোরিয়ার শিক্ষার হার শতকরা ৯৮.৩ ভাগ।\n\n\n== আরও দেখুন ==\n\nকোরীয় উপদ্বীপ\nকোরীয় যুদ্ধ\nগণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়া\nকোরিয়া প্রজাতন্ত্র\n\n\n== তথ্যসূত্র ==\n\nCastello-Cortes, Ian, সম্পাদক (১৯৯৬), \"North Korea\", World Reference Atlas (2nd American সংস্করণ), New York: Dorling Kindersley, আইএসবিএন 978-0-7894-1085-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে কোরিয়া সম্পর্কিত মিডিয়া দেখুন।\nকোরিয়া প্রজাতন্ত্র উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n উইকিভ্রমণ থেকে উত্তর কোরিয়া ভ্রমণ নির্দেশিকা পড়ুন।\n উইকিভ্রমণ থেকে দক্ষিণ কোরিয়া ভ্রমণ নির্দেশিকা পড়ুন।\nকার্লিতে Korea (ইংরেজি)\n উইকিসংকলনে পাঠ্য:\n\"Korea\"। কলিয়ার নিউ এনসাইক্লোপিডিয়া। ১৯২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Korea\"। এনসাইক্লোপিডিয়া আমেরিকানা। ১৯২০। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}