{"pageid": 1168099, "title": "অ্যাস্টিউট-শ্রেণি ডুবোজাহাজ", "url": "https://bn.wikipedia.org/wiki?curid=1168099", "content": "অ্যাস্টিউট-শ্রেণি হল রাজকীয় নৌবাহিনীর সেবায় নিয়জিত পরমাণু শক্তি চালিত ডুবোজাহাজ বহরের (এসএসএন) সর্বশেষ শ্রেণি। বিএই সিস্টেম সাবমেরিন দ্বারা ডুবোজাহাজগুলি ব্যারো-ইন-ফার্নেসে তৈরি করা হচ্ছে। সাতটি নৌযান নির্মাণ করা হবে: ক্যামিলা, ডাচেস অব কর্নওয়াল কর্তৃক শ্রেণির প্রথম ডুবোজাহাজ অ্যাস্টিউট ২০০৭ সালে জলে ভাসানো হয়েছিল, ২০১০ সালে চালু করা হয়েছিল এবং ২০১৪ সালের মে মাসে সম্পূর্ণরূপে কার্যক্ষম হিসাবে ঘোষণা করা হয়েছিল। অ্যাস্টিউট-শ্রেণি হল রয়্যাল নেভি পরিষেবার ব্যবহৃত ট্রাফালগার-শ্রেণির বহরের ডুবোজাহাজগুলির প্রতিস্থাপক।\n\n\n== উন্নয়ন ==\n\n\n=== ব্যাচ ২ ট্রাফালগার শ্রেণি ===\nঅ্যাসটিউট -শ্রেণি কর্মসূচিটি ১৯৮৬ সালের ফেব্রুয়ারি মাসে শুরু হয়েছিল, যখন প্রতিরক্ষা মন্ত্রক (এমওডি) তার সুইফ্টসুর ও ট্রাফালগার -শ্রেণির ডুবোজাহাজ বহরগুলির প্রতিস্থাপনের জন্য সক্ষমতা ও প্রয়োজনীয়তা নির্ধারণের উদ্দেশ্যে বেশ কয়েকটি গবেষণা শুরু করেছিল। প্রকল্প এসএসএন২০ নামক এই গবেষণাগুলি ঠান্ডা যুদ্ধের সময় পরিচালিত হয়েছিল, যখন রাজকীয় নৌবাহিনী ক্রমবর্ধমানভাবে আরও বেশি সক্ষম সোভিয়েত ডুবোজাহাজগুলির মোকাবেলায় ডুবোজাহাজ-বিরোধী যুদ্ধের উপর জোরালো জোর দিয়েছিল। এই ক্রমবর্ধমান হুমকির সঙ্গে মোকাবেলার জন্য গবেষণাগুলি শেষ পর্যন্ত এই উপসংহারে পৌঁছেছিল যে প্রকল্প এসএসএন২০ উল্লেখযোগ্যভাবে উন্নত পারমাণবিক শক্তি চালনা ও ফায়ারপাওয়ার এবং আরও পরিশীলিত \"সমন্বিত সোনার স্যুট\" ও যুদ্ধ ব্যবস্থা সহ একটি বিপ্লবী নকশা হওয়া উচিত। একইভাবে, মার্কিন নৌবাহিনীও একই হুমকির সম্মুখীন হয়েছিল, তারা সিউলফ শ্রেণির নকশা ও নির্মাণের কাজ চালিয়ে গিয়েছিল। সিউলফ শ্রেণির প্রকল্প এসএসএন২০ এর আনুমানিক খরচ একটি \"সীমাবদ্ধতা\" হিসাবে বিবেচিত হয়নি, যদিও খরচের পরিমাণ অনেক বেশি ছিল।\nযাইহোক, বার্লিন প্রাচীরের পতন ১৯৯০ সাল নাগাদ ঘটেছিল এবং ঠান্ডা যুদ্ধের অবসান হয়েছিল। প্রকল্প এসএসএন২০ অবিলম্বে বাতিল করা হয়েছিল এবং একটি নতুন একগুচ্ছ নকশা নিয়ে অধ্যয়ন শুরু করা হয়েছিল, এইবার প্রকল্পের মূল উদ্দেশ্য \"ব্যয় নিয়ন্ত্রণ\" ছিল। ট্রাফালগার শ্রেণিটি পূর্ববর্তী সুইফ্টসর শ্রেণির একটি বিবর্তিত উদ্ভব ছিল, এবং খরচ ও প্রযুক্তিগত ঝুঁকি কমাতে সকলে এই সিদ্ধান্তে উপনীত হয়েছিল যে এই নতুন শ্রেণির ডুবোজাহাজ বহর ট্রাফালগার নকশার ভিত্তিতে \"নির্মাণ\" করা উচিত। এটি ১৯৯১ সালের জুন মাসে প্রদত্ত অধ্যয়ন পর্বের অনুমোদনের সঙ্গে ব্যাচ ২ ট্রাফালগার শ্রেণি (বি২টিসি) নামে পরিচিত হয়। যদিও বি২টিসি-এর পিছনের দর্শন ছিল একটি আধুনিক ও উন্নত ট্রাফালগার, বি২টিসি-এর প্রাথমিক নকশার ধারণাগুলিও তৎকালীন নির্মাণাধীন ভ্যানগার্ড শ্রেণির দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল, বিশেষ করে ভ্যানগার্ড শ্রেণির পারমাণবিক বাষ্প উত্থাপন প্ল্যান্ট (এনএসআরপি)।\n\n\n=== অ্যাস্টিউট কর্মসূচি ===\nবি২টিসি নিয়ে দুই বছরের অধ্যয়ন পর্বের পর, এমওডি চুক্তিটি দরপত্রে দাখিল করার সিদ্ধান্ত নিয়েছিল। দরপত্রের একটি খসড়া আমন্ত্রণ ১৯৯৩ সালের অক্টোবর মাসে ঘোষণা করা হয়েছিল এবং দরপত্রের জন্য চূড়ান্ত আমন্ত্রণ ১৯৯৪ সালের জুলাই মাসে জানানো হয়েছিল। দরপত্রের চূড়ান্ত আমন্ত্রণটি জিইসি-মার্কনি/বিএমটি লিমিটেড ও ভিএসইএল/রোলস-রয়েসের মধ্যে একটি আনুষ্ঠানিক প্রতিযোগিতায় জড়িত ছিল, দরপত্র ১৯৯৫ সালের জুন মাসে জমা দেওয়া হয়েছিল। ব্রিটিশ ডুবোজাহাজের নকশা বিষয়ক অভিজ্ঞতা জিইসি-মার্কোনি ও বিএমটি-এর কম ছিল, যেখানে ভিএসইএল ও রোলস-রয়েস ব্রিটিশ পারমাণবিক ডুবোজাহাজের নকশা ও নির্মাণ উভয় ক্ষেত্রেই ব্যাপকভাবে জড়িত ছিল।\nউভয় দলের দ্বারা প্রস্তাবিত দরগুলির মূল্যায়ন পর্বের সময়, এমওডি খরচ ও সক্ষমতার ভিত্তিতে জিইসি-মার্কনি/বিএমটি নকশার পক্ষে ছিল। ভিএসইএল/রোলস-রয়েস কর্তৃক জমা করা দরপত্রটি কম আকর্ষণীয় ছিল এবং \"একটি ব্যয়বহুল ও দুর্বল নকশা\" বলে বিবেচিত হয়েছিল। ভিএসইএল ১৯৯৫ সালের জুন মাসে জিইসি-মার্কনি এবং এর সঙ্গে ব্যারো শিপইয়ার্ডের দখলে চলে যায়। এমওডি একই বছরের ডিসেম্বর মাসে জিইসি-মার্কনিকে পছন্দের দরদাতা হিসাবে ঘোষণা করেছিল। জিইসি-মার্কনি কর্তৃক পেশ করা দরপত্রে ৩ডি সিএডি সফ্টওয়্যার ও মডুলার নির্মাণ কৌশলগুলির উদ্ভাবনী ব্যবহার অন্তর্ভুক্ত ছিল। যদিও এমওডি আংশিকভাবে এর প্রতিযোগিতামূলক খরচের কারণে জিইসি-মার্কনি-কে চুক্তি প্রদান করেছিল, চুক্তি প্রদানের জন্য খরচটি তখনও এমওডি কাছে খুব বেশি বলে বিবেচিত হয়েছিল। এমওডি ও জিইসি-মার্কোনি চুক্তির জন্য একটি নতুন মূল্য নিয়ে আলোচনা করেছিল, যার পরিমাণ পরিষেবা সহায়তা সহ প্রথম তিনটি অ্যাসটিউট ডুবোজাহাজের জন্য £২.৪ বিলিয়ন ছিল। চুক্তিটি একটি নির্দিষ্ট সর্বোচ্চ মূল্য ও ঠিকাদার জিইসি-মার্কনি দ্বারা অনুমান করা যে কোনও খরচ সহ ১৯৯৭ সালের ১৪ই মার্চ স্বাক্ষরিত হয়েছিল, যাকে এখন অ্যাসটিউট কর্মসূচি বলা হয়।\nযদিও বি২টিসি-এর উদ্দেশ্য ট্রাফালগার শ্রেণির তুলনায় একটি শালীন উন্নতি ছিল, তবে এটিঅ্যাস্টিউট- এর ক্ষেত্রে হবে না। চুক্তিটি ১৯৯৭ সালের মার্চ মাসে স্বাক্ষরের সাথে সাথে, জিইসি-মার্কনি অ্যাস্টিউট প্রোগ্রামের জন্য একটি সম্পূর্ণ ও ব্যাপক নকশা তৈরির কাজ শুরু করে। প্রাথমিক উপলব্ধি ছিল যে রোলস-রয়েস পিডব্লিউআর২-এর আকারের জন্য একটি অনেক বড় নৌকার প্রয়োজন (বিম এবং দৈর্ঘ্য) এবং উল্লেখযোগ্যভাবে উন্নত অ্যাকোস্টিক শান্তকরণ। এমওডি এবং জিইসি-মার্কনির মধ্যে একটি নতুন বোঝাপড়া হয়েছে যে এটি একটি সম্পূর্ণ নতুন শ্রেণি হবে, এবং এটি মূলত কল্পনা করা থেকে অনেক বেশি জটিল।\n\n\n=== নির্মাণ, অতিরিক্ত খরচ ও বিলম্ব ===\n\nব্রিটিশ অ্যারোস্পেস ১৯৯৯ সালের নভেম্বর মাসে জিইসি-মার্কনি ক্রয় করেছিল এবং বিএই সিস্টেম তৈরি করেছিল। অধিগ্রহণের সময়, ভ্যানগার্ড শ্রেণি নকশা করার প্রায় ২০ বছর হয়ে গিয়েছিল, এবং ডুবোজাহাজগুলির মধ্যে শেষটি ইতোমধ্যে চালু করা হয়েছিল। ব্যারো শিপইয়ার্ডের কর্মী সংখ্যা প্রায় ১৩,০০০ জন থেকে ৩,০০০ জনে নেমে এসেছিল। প্রধানত অবসর গ্রহণ বা অন্য পেশায় যাওয়ার মাধ্যমে নকশা ও প্রকৌশলের মূল দক্ষতা হারিয়ে গিয়েছিল। এটি নকশা পর্যায় থেকে নির্মাণ পর্যায়অ্যাসটিউট কর্মসূচি পাওয়ার ক্ষেত্রে উল্লেখযোগ্য বিলম্ব ও হুমকি তৈরি করেছিল। ৩ডি সিএডি সফ্টওয়্যার আরও বিলম্ব ও খরচ বৃদ্ধির কারণ হয়েছিল, যদিও মূলত ম্যান-আওয়ারগুলিকে ব্যাপকভাবে হ্রাস করে একটি উদ্ভাবনী খরচ সাশ্রয় পরিমাপ হিসাবে চিহ্নিত করা হয়েছিল। যাইহোক, এর একটি কারণ ছিল সফ্টওয়্যার এবং এর প্রসারিত সরঞ্জামগুলি ব্যবহার করতে সক্ষম অভিজ্ঞ নকশাকারদের অভাব।\n\nঅসম্পূর্ণ নকশা অঙ্কন সহ অসংখ্য অসুবিধা সত্ত্বেও, প্রথম ডুবোজাহাজ অ্যাস্টিউট ২০০১ সালের ৩১শে জানুয়ারি স্থাপন করা হয়েছিল। পরিকল্পনা অনুসারে, মডুলার নির্মাণ পদ্ধতি ব্যবহার করা হয়েছিল, ডুবোজাহাজটি বেশ কয়েকটি রিং-এর মতো মডিউলে তৈরি করা হয়েছিল, প্রতিটির দৈর্ঘ্য কয়েক মিটার পর্যন্ত ছিল। এগুলি বিশেষভাবে নকশা করা উচ্চ-শক্তির ইস্পাত ব্যবহার করে একত্রে ঢালাই করা হয়েছিল, এবং তারপর লাগানো হয়েছিল। নৌযান ২ থেকে যাইহোক, উল্লম্ব পোশাক ব্যবহার করা হয়েছে, যেখানে রিং-এর মতো অংশগুলি \"তাদের প্রান্তে দাঁড়িয়ে আছে\"। এটি বড় ও ভারী সরঞ্জামগুলিকে আরও ভালভাবে জোরা লাগাতে সক্ষম হয়েছে, এবং এটি আরও দক্ষ প্রমাণিত হয়েছে, কথিত হয় \"হাজার হাজার কর্মদিবস বাঁচিয়েছে\"। শ্রেণিটি প্রথম পারমাণবিক ডুবোজাহাজ যা সম্পূর্ণরূপে ৩ডি কম্পিউটার সফ্টওয়্যার ব্যবহার করে নকশা করা হয়েছে।\nবিএই ও এমওডি উভয়ই ২০০২ সাল নাগাদ স্বীকার করেছিল যে তারা কর্মসূচিটির প্রযুক্তিগত চ্যালেঞ্জ ও খরচকে অবমূল্যায়ন করেছে। কর্মসূচিটি ২০০২ সালের আগস্ট মাসে তিন বছরের বেশি দেরিতে এবং বাজেটের চেয়ে কয়েক মিলিয়ন পাউন্ড বেশি খরচ হয়েছিল। ব্যয় বৃদ্ধি ও বিলম্বের ফলে বিএই সিস্টেমস ২০০২ সালের ১১ই ডিসেম্বর লাভের সতর্কতা জারি করে। বিএই সিস্টেমস ও এমওডি পরবর্তীতে চুক্তিতে পুনরায় আলোচনা করে, এই বোঝার সঙ্গে যে এমওডি-কে কিছু আর্থিক ঝুঁকি ভাগাভাগি করতে হবে। চুক্তির পরিবর্তনগুলি ২০০৩ সালের ডিসেম্বর মাসে স্বাক্ষরিত হয়, এমওডি কর্মসূচিতে আরও £৪৩০ মিলিয়ন যোগ করতে সম্মত হয় এবং বিএই সিস্টেমস ২৫০ মিলিয়ন পাউন্ড খরচের অতিরিক্ত অনুমান করে। এমওডি মার্কিন নৌবাহিনীর চুক্তির মাধ্যমে জেনারেল ডাইনামিক্স ইলেকট্রিক বোটের পরামর্শ ও দক্ষতা তালিকাভুক্ত করেছে। অবশেষে, একজন জেনারেল ডাইনামিক্স ইলেকট্রিক বোট কর্মচারী ব্যারোতে অ্যাস্টিউট প্রকল্প পরিচালক হন।\n\nজেনারেল ডাইনামিক্সের সহযোগিতা ৩ডি সিএডি-এর সাথে সম্পর্কিত অনেক সফ্টওয়্যার সমস্যার সমাধান করতে সাহায্য করেছে; জেনারেল ডাইনামিক্স উল্লম্ব পোশাক ও অন্যান্য নির্মাণ কৌশল প্রবর্তনের জন্যও দায়ী ছিল। ফলস্বরূপ, বিশদ নকশাগুলি সম্পূর্ণ হওয়ার কারণে এখন অ্যাস্টিউট- এ অনেক পুনর্ব্যবহার প্রয়োজন ছিল। অ্যাস্টিউট ২০০৭ সালের ৮ই জুন জলে ভাসানো হয়েছিল এবং বোট ২ ও ৩ ( অ্যাম্বুশ ও আর্টফুল ) নির্মাণের বিভিন্ন পর্যায়ে ছিল। এক মাস আগে বোট ৪ (অডিশাস ) ক্রয়ের জন্য সম্মত হয়েছিল। বোট ৫ ও ৬ ( অ্যানসেন ওঅ্যাগামেনন ) ২০১০ সালের মার্চ মাসে অনুমোদিত হয়েছিল। বোট ৭ (এজিনকোর্ট) এর জন্য পারমাণবিক চুল্লি তৈরির জন্য নির্দেশ ২০১২ সালের জুন মাসে দেওয়া হয়েছিল, সেইসঙ্গে ড্রেডনফট-শ্রেণির ডুবোজাহাজ জন্য প্রথম পারমাণবিক চুল্লি তৈরির করা হয়। বিএই সিস্টেমকে ২০১৭ সালের ১৯শে এপ্রিল এমওডি দ্বারা অ্যাগামেনন নির্মাণের জন্য £১.৪ বিলিয়ন আদেশ জারি করা হয়েছিল।\nহাউস অব কমন্স ডিফেন্স সিলেক্ট কমিটি ২০০৯ সালের নভেম্বর মাসে দেখতে পায় যে প্রযুক্তিগত ও কর্মসূচি সংক্রান্ত সমস্যার কারণে বিলম্বের ফলে ৫৭ মাস দেরি ও ৫৩ শতাংশ (বা £১.৩৫ বিলিয়ন) অতিরিক্ত বাজেটের একটি পূর্বাভাস খরচ সহ অ্যাটিউট শ্রেণির অবস্থানে পৌঁছেছে। প্রথম তিনটি ডুবোজাহাজের জন্য £৩.৯ বিলিয়ন। বোট ৪ বা এইচএমএস অডাশিয়াস ' হস্তান্তরটি ২০১৯ সাল থেকে ২০২১ সাল পর্যন্ত \"জরুরি প্রযুক্তিগত সমস্যার\" কারণে বিলম্বিত হয়েছিল। প্রতিরক্ষা বিষয়ক পার্লামেন্টারি আন্ডার সেক্রেটারি অব স্টেট জেমস হেপি ২০২০ সালের ফেব্রুয়ারিতে নিশ্চিত করেছেন যে চূড়ান্ত এসএসএন, এইচএমএস এজিনকোর্ট-এর জন্য পরিষেবায় নিয়োগের সময় ২০২৬ সালে চলে গেছে।\n\n\n=== প্রোগ্রাম খরচ সারাংশ ===\n\n\n=== উত্তরাধিকারী ===\nপ্রতিরক্ষা মন্ত্রণালয় ২০২১ সালের সেপ্টেম্বর মাসেঅ্যাস্টিউট- শ্রেণির উত্তরসূরির জন্য ডিজাইনের কাজে £১৭০ মিলিয়ন বিনিয়োগের ঘোষণা করেছিল। এই তহবিলের মধ্যে £৮৫ মিলিয়নের দুটি চুক্তি রয়েছে, যা বিএই সিস্টেমস ও রোলস রয়েসকে দেওয়া হয়েছিল। নতুন শ্রেণির ডুবোজাহাজ ২০৪০-এর দশকে অ্যাস্টিউট-শ্রেণি-কে প্রতিস্থাপন করবে বলে আশা করা হচ্ছে।\n\n\n== বৈশিষ্ট্য ==\n\n\n=== অস্ত্র এবং সিস্টেম ===\n\nঅ্যাস্টিউট-শ্রেণিতে ৩৮ টি অস্ত্রের মজুত রয়েছে এবং সাধারণত ভারি স্পিয়ারফিশ টর্পেডো ও টমাহক ব্লক ৪ ক্রুজ ক্ষেপণাস্ত্রের মিশ্রণ বহন করবে, পরবর্তীটির প্রতিটির দাম £৮,৭০,০০০। টমাহক ক্ষেপণাস্ত্র কয়েক মিটার থেকে ১,০০০ মাইল (১,৬০০ কিলোমিটার) পর্যন্ত লক্ষ্যবস্তুতে আঘাত হানতে সক্ষম। এমওডি ২০২২ সালের মে মাসে ঘোষণা করেছিল যে এটি ২০২৪ সাল থেকে এই ক্ষেপণাস্ত্রগুলিকে ব্লক ৫ পর্যায়ে উন্নীত করবে, যা একটি বর্ধিত পরিসর ও উড্ডয়নরত অবস্থায় আধুনিকীকৃত যোগাযোগ ও লক্ষ্য নির্বাচনে সক্ষম হবে। অ্যাসটিউট কমব্যাট ম্যানেজমেন্ট সিস্টেম হল সাবমেরিন কমান্ড সিস্টেমের একটি নতুন সংস্করণ, যা ব্রিটিশ ডুবোজাহাজের অন্যান্য শ্রেণিতে ব্যবহৃত হয়। ব্যবস্থাটি ডুবোজাহাজের সেন্সর থেকে ডেটা গ্রহণ করে এবং কমান্ড কনসোলগুলিতে ফলাফল প্রদর্শন করে। ডুবোজাহাজগুলিতে অ্যাটলাস হাইড্রোগ্রাফিক ডিইএসও ২৫ উচ্চ-নির্ভুল ইকোসাউন্ডার, দুটি সিএম০১০ নন-হুল-পেনিট্রেটিং অপট্রনিক মাস্ট — প্রচলিত পেরিস্কোপের জায়গায় — যা তাপীয় ইমেজিং এবং কম আলোর টিভি এবং রঙিন সিসিডি টিভি সেন্সর বহন করে। ক্লাসটি একটি উত্তরাধিকারী আইএফএফ সিস্টেমও মাউন্ট করে।\nশত্রু জাহাজ ও ডুবোজাহাজ সনাক্ত করার জন্য, অ্যাস্টিউট-শ্রেণি অত্যাধুনিক সোনার ২০৭৬, বো সহ একটি সমন্বিত প্যাসিভ/অ্যাকটিভ সার্চ ও অ্যাটাক সোনার স্যুট, ইন্টারসেপ্ট, ফ্ল্যাঙ্ক ও টোড অ্যারে দিয়ে সজ্জিত। বিএই ২০৭৬-কে বিশ্বের সেরা সোনার ব্যবস্থা হিসাবে দাবি করে। সমস্ত অ্যাস্টিউট-শ্রেণির ডুবোজাহাযে উন্নত সাধারণ কমব্যাট ব্যবস্থা স্থাপন করা হবে।\n\n\n=== প্রপালশন এবং সাধারণ স্পেসিফিকেশন ===\nঅ্যাস্টিউট-শ্রেণির ডুবোজাহাজগুলি একটি রোলস-রয়েস পিডব্লিউআর২ (কোর এইচ) (একটি চাপযুক্ত জল চুল্লি) দ্বারা চালিত হয় এবং একটি পাম্প-জেট চালক যন্ত্রের সঙ্গে লাগানো হয়। পিডব্লিউআর২ চুল্লিটি ভ্যানগার্ড -শ্রেণির ব্যালিস্টিক ক্ষেপণাস্ত্র ডুবোজাহাজের জন্য তৈরি করা হয়েছিল এবং জ্বালানি সরবরাহের প্রয়োজন ছাড়াই ২৫ বছরের জীবনকাল রয়েছে। ফলস্বরূপ, নতুন ডুবোজাহাজগুলি পূর্ববর্তী ব্রিটিশ ডুবোজাহাজ বহরের তুলনায় প্রায় ৩০ শতাংশ বড়, যেগুলি ছোট-ব্যাসের চুল্লি দ্বারা চালিত হয়েছিল। সমস্ত রয়্যাল নেভি সাবমেরিনের মতো, বরফের ছিদ্রগুলির মধ্য দিয়ে সরফেসিংয়ের অনুমতি দেওয়ার জন্য অ্যাসটিউট -শ্রেণির নৌকাগুলির সেতুর পাখনা বিশেষভাবে শক্তিশালী করা হয়। এই সাবমেরিনগুলিকে একটি শুকনো ডেক আশ্রয়ের সাথেও লাগানো যেতে পারে, যা বিশেষ বাহিনীকে অনুমতি দেয় (যেমন এসবিএস) সাবমেরিন ডুবে থাকা অবস্থায় মোতায়েন করা। ৩৯,০০০-এরও বেশি অ্যাকোস্টিক টাইলস জাহাজের সোনার স্বাক্ষরকে মাস্ক করে, যা পূর্বে রয়্যাল নেভি দ্বারা পরিচালিত অন্য যেকোনো সাবমেরিনের তুলনায় অ্যাস্টুট শ্রেণির উন্নত শাব্দিক গুণাবলী প্রদান করে।\nপ্রতিরক্ষা পারমাণবিক নিরাপত্তা নিয়ন্ত্রক ২০০৯ সালে একটি নিরাপত্তা মূল্যায়ন উপসংহারে পৌঁছেছে যে পিডব্লিউআর২ চুল্লি নিরাপত্তা দুটি গুরুত্বপূর্ণ ক্ষেত্রে ভাল অনুশীলনের উল্লেখযোগ্যভাবে কম ছিল: কুল্যান্ট দুর্ঘটনা ও জরুরী চুল্লি বন্ধ হওয়ার পরে ডুবোজাহাজের গভীরতা নিয়ন্ত্রণ। নিয়ন্ত্রক উপসংহারে পৌঁছেছে যে পিডব্লিউআর২ \"প্রাথমিক সার্কিটের কাঠামোগত ব্যর্থতার জন্য সম্ভাব্য ঝুঁকিপূর্ণ\", যা কর্মী ও জনসাধারণের জন্য উল্লেখযোগ্য নিরাপত্তা ঝুঁকি সহ একটি ব্যর্থতার মোড। এই ঝুঁকিগুলি হ্রাস করার জন্য পরিচালনা পদ্ধতিগুলি সংশোধন করা হয়েছে।\nঅ্যাস্টিউট হল ভ্যানগার্ড -শ্রেণির পরে রাজকীয় নৌবাহিনীর দ্বিতীয় ডুবোজাহাজ, যেখানে জাহাজের কোম্পানির প্রতিটি সদস্যের জন্য একটি বাঙ্ক রয়েছে, 'হট বাঙ্কিং' অনুশীলনের অবসান ঘটিয়েছে, যেখানে বিপরীত ঘড়িতে থাকা দুই নাবিক একই বাঙ্ককে বিভিন্ন স্থানে ভাগ করেছে। বার যাইহোক, তাদের ভালিয়ান্ট-শ্রেণির ডুবোজাহাজ-ক্লাসের চেয়ে কম মেস-ডেকের জায়গা রয়েছে ৪৫ বছর আগে নির্মিত এবং একটি প্রতিরক্ষা বোর্ড অডিট স্বীকৃত ভুল বাসস্থান মান এবং জীবন মানের সমস্যা হয়েছে। যেহেতু এটি পারমাণবিক শক্তি চালিত, নৌকাটির তাত্ত্বিকভাবে সীমাহীন ধৈর্য রয়েছে, যদিও বাস্তবে এটি সমুদ্রে ৯০ দিনের মধ্যে সীমাবদ্ধ খাবারের উপর ভিত্তি করে (১৮,০০০ টি সসেজ এবং ৪,২০০ টি উইটাবিক্স সহ) এবং ক্রু সহ্য করার ক্ষমতা।\nযৌথ অনুশীলন ফেলোশিপ ২০১২ সালে চলাকালে অ্যাস্টিউট সর্বশেষ মার্কিন যুক্তরাষ্ট্রের নৌবাহিনীর ভার্জিনিয়া-শ্রেণির  ইউএসএস নিউ মেক্সিকো ডুবোজাহাজের সঙ্গে সিমুলেটেড যুদ্ধগুলি সম্পাদন করেছিল। রয়্যাল নেভি কমান্ডার ইয়ান ব্রেকেনরিজকে উদ্ধৃত করা হয়েছিল, \"আমাদের সোনার অসাধারণ এবং আমি এর আগে কখনও ইউএসএস নিউ মেক্সিকো যে রেঞ্জে সাবমেরিন ধরেছি সে অভিজ্ঞতা নেই। আমেরিকানরা একেবারেই হতবাক হয়ে গিয়েছিল, তারা যা দেখছিল তা দিয়ে উড়িয়ে দিয়েছিল।\"\n\n\n=== শীর্ষ গতির সমস্যা ===\nঅ্যাস্টিউট -শ্রেণি ২৯–৩০ নট (৫৪–৫৬ কিলোমিটার প্রতি ঘণ্টা) এর সর্বোচ্চ গতি অর্জনের জন্য নকশা করা হয়েছিল, কিন্তু ২০১২ সালে প্রতিবেদনে উল্লেখ করা হয়েছিল যে চুল্লি ও টারবাইনের মধ্যে অমিলের কারণে পরীক্ষায় নির্ধারিত গতি অর্জন সম্ভব হয়নি। যাইহোক, ন্যাশনাল অডিট অফিস ২০১৫ সালের জানুয়ারি মাসে নিশ্চিত করেছে যে অ্যাস্টিউট শ্রেণির জন্য সর্বোচ্চ গতির প্রয়োজনীয়তা (বা কী পারফরম্যান্স মেজার (কেপিএম)) প্রদর্শন সফল হয়েছে।\n\n\n== ঘটনা ==\nপ্রতিরক্ষা মন্ত্রক ২০১০ সালের ২২শে অক্টোবর নিশ্চিত করে যে অ্যাস্টিউট আইল অব স্কাই থেকে পরীক্ষা চলাকালীন \"সমস্যায় পড়েছিল\", প্রত্যক্ষদর্শীদের প্রতিবেদন করার পরে যে ডুবোজাহাজটি স্কাই ব্রিজ থেকে কয়েক মাইল দূরে চলে গেছে। আঘাতের কোন খবর পাওয়া যায়নি।\nজিব্রাল্টেরীয় জলভাগে ২০১৬ সালের ২০ই জুলাই একটি অনুশীলনের সময় একটি বাণিজ্যিক জাহাজের সঙ্গে সংঘর্ষের সময় অ্যাম্বুশ ডুবোজাহাজের কনিং টাওয়ারের শীর্ষ ক্ষতিগ্রস্থ হয়েছিল। জানা গেছে যে সংঘর্ষের সময় কোন ক্রু সদস্য আহত হয়নি এবং ডুবোজাহাজের পারমাণবিক চুল্লির অংশটি অক্ষত ছিল।\n\n\n== ক্লাসে নৌকা ==\n\nঅ্যাসটিউট, অ্যাম্বুশ ও আর্টফুল নামগুলি শেষবার অ্যাম্ফিয়ন-শ্রেণির ডুবোজাহাজগুলিকে দেওয়া হয়েছিল, যেগুলি দ্বিতীয় বিশ্বযুদ্ধের শেষের দিকে পরিষেবাতে প্রবেশ করেছিল। অডাসিয়াস, অ্যানসন, অ্যাগামেমনন ও অ্যাগিনকোর্ট নামগুলি প্রথম বা দ্বিতীয় বিশ্বযুদ্ধে কাজ করা যুদ্ধজাহাজের দ্বারা ব্যবহৃত হয়েছিল।\n\n\n== আরও দেখুন ==\nরাজকীয় নৌবাহিনীর ডুবোজাহাজসমূহের তালিকা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}