{"pageid": 1168306, "title": "হেনরিক ব্লোকম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1168306", "content": "হেনরিখ ব্লোকম্যান, হেনরি ফার্ডিনান্ড ব্লকম্যান নামে পরিচিত (৮ জানুয়ারী ১৮৩৮ - ১৩ জুলাই ১৮৭৮), ছিলেন একজন জার্মান প্রাচ্যবিদ এবং ফার্সি ভাষা ও সাহিত্যের পণ্ডিত। যিনি তার কর্মজীবনের বেশিরভাগ সময় ভারতে কাটিয়েছিলেন, যেখানে তিনি প্রথমে একজন অধ্যাপক হিসাবে কাজ করেছিলেন এবং শেষ পর্যন্ত কলকাতা মাদ্রাসার (বর্তমানে আলিয়া বিশ্ববিদ্যালয়)  অধ্যক্ষ ছিলেন। ১৮৭৩ সালে প্রকাশিত মুঘল সম্রাট আকবরের ১৬ শতকের ফার্সি ভাষার ক্রনিকল আইন-ই-আকবরীর প্রথম প্রধান ইংরেজি অনুবাদের জন্যও তাকে স্মরণ করা হয়।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\n৮ জানুয়ারী ১৮৩৮ তারিখে ড্রেসডেনে জন্মগ্রহণ করেন, তিনি আর্নেস্ট এহরেনফ্রাইড ব্লকম্যান, প্রিন্টার এবং কার্ল জাস্টাস ব্লচম্যানের ভাতিজা ছিলেন। তিনি ক্রুজশুলে এবং লিপজিগ বিশ্ববিদ্যালয়ে (১৮৫৫) পড়াশোনা করেন। যেখানে তিনি হেনরিখ লেবারেখ্ট ফ্লেশারের অধীনে প্রাচ্য ভাষা অধ্যয়ন করেন এবং তারপরে (১৯৫৭ সালে) প্যারিসে ছিলেন।\n\n\n== কর্মজীবন ==\n১৮৫৮ সালে ব্লোকম্যান ভারত সফরের অভিপ্রায়ে ইংল্যান্ডে আসেন এবং ১৮৫৮ সালে একজন ব্যক্তিগত সৈনিক হিসাবে ব্রিটিশ ভারতীয় সেনাবাহিনীতে তালিকাভুক্ত হন। কলকাতায় আসার পরপরই তিনি ফোর্ট উইলিয়ামে অফিসের কাজ করতে প্রস্তুত হন এবং ফার্সি ভাষায় পাঠ দেন। প্রায় এক বছর পর তিনি তার সেনাবাহিনীর ডিসচার্জ পেয়েছিলেন এবং কিছু সময়ের জন্য পেনিনসুলার অ্যান্ড ওরিয়েন্টাল কোম্পানির দোভাষী হিসেবে চাকরিতে প্রবেশ করেন। কলকাতা মাদ্রাসার অধ্যক্ষ উইলিয়াম নাসাউ লিসের সাথে তার বন্ধুত্ব হয় এবং ব্লোকম্যান ২২ বছর বয়সে সেখানে আরবি ও ফারসি ভাষার সহকারী অধ্যাপক হিসেবে তার প্রথম সরকারি নিয়োগ (১৮৬০) লাভ করেন। ১৮৬১ সালে তিনি এমএ এবং এলএল স্নাতক। তিনি কলকাতা বিশ্ববিদ্যালয়ে তার পরীক্ষার বিষয়ের জন্য হিব্রু বেছে নেন। পরের বছর তিনি ডোভেটন কলেজে গণিতের প্রো-রেক্টর এবং অধ্যাপক হওয়ার জন্য মাদ্রাসা ত্যাগ করেন; কিন্তু ১৮৬৫ সালে মাদ্রাসায় ফিরে এসে তিনি সারা জীবন সেখানেই থেকে যান এবং যখন তিনি মারা যান তখন তিনি অধ্যক্ষ ছিলেন।\nব্লোকম্যান ভারত এবং ব্রিটিশ বার্মায় প্রত্নতাত্ত্বিক ভ্রমণ করেছিলেন, তবে সাধারণত কলকাতায় থাকতেন। ১৮৬৮ সালে তিনি এশিয়াটিক সোসাইটি অফ বেঙ্গলের ফিলোলজিক্যাল সেক্রেটারি হন। ১৮৭৮ সালের ১৩ জুলাই তিনি মারা যান এবং কলকাতার সার্কুলার রোড কবরস্থানে তাকে সমাহিত করা হয়।\n\n\n== লেখনী অবদান ==\n\nব্লোকম্যানের প্রধান কাজ ছিল আবুল-ফজল ইবনে মুবারকের আইন-ই-আকবরীর অনুবাদ; তবে ফ্রান্সিস গ্ল্যাডউইনের আগের সংস্করণটি সারাংশ কিছুটা সহজ ছিলো। ব্লোকম্যান প্রথম খণ্ডের (কলকাতা, 1873) অনুবাদের চেয়ে বেশি কিছু করার জন্য বেঁচে ছিলেন না। তার মৃত্যুর পরে কাজটি হেনরি সুলিভান জ্যারেট সম্পন্ন করেছিলেন। ব্লোচম্যানের নোট সম্রাট আকবর এবং তার দরবার এবং মুঘল সাম্রাজ্যের প্রশাসনের সাথে সম্পর্কিত ছিলো; এবং অনুবাদের উপসর্গ ছিল আবুল-ফজলের জীবন। এই অনুবাদটি ১৯২৭ থেকে ডগলাস ক্রেভেন ফিলট এবং জগুনাথ সরকার দ্বারা সংশোধিত হয়েছিল।\nতার আরেকটি উল্লেখযোগ্য কাজ ছিল The Prosody of the Persians, Calcutta, 1872।\nএশিয়াটিক সোসাইটি অফ বেঙ্গলের জন্য, ব্লোচম্যান জার্নাল অ্যান্ড প্রসিডিংস -এ লিখেছেন। এই গবেষণাপত্রগুলিতে বাংলার ইতিহাস ও ভূগোলে তার অবদানের  নামক সিরিজ অন্তর্ভুক্ত ছিল।\n\n\n== পরিবার ==\nব্লকম্যান একজন আইরিশ মহিলাকে বিয়ে করেছিলেন এবং তিনটি সন্তান রেখেছিলেন।\n\n\n== মন্তব্য ==\n\n\n== বহির্সংযোগ ==\niranicaonline.org/, Blochmann, Heinrich Ferdinand ।\nঅ্যাট্রিবিউশন\n This article incorporates text from a publication now in the public domain: সিডনি লি, সম্পাদক (১৯০১)। \"Blochmann, Henry Ferdinand\"। Dictionary of National Biography, 1901 supplement​। 1। London: Smith, Elder & Co। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}