{"pageid": 1168830, "title": "সবুজ বিপ্লব", "url": "https://bn.wikipedia.org/wiki?curid=1168830", "content": "সবুজ বিপ্লব বা তৃতীয় কৃষি বিপ্লব বলতে এক প্রযুক্তিগত স্থানান্তর উদ্যোগকে বোঝানো হয়, যার ফলে শস্য উৎপাদন ব্যাপকভাবে বৃদ্ধি পেয়েছিল। এই কৃষি পরিবর্তন প্রথমে উন্নত দেশগুলোতে ২০শ শতকের শুরুতে শুরু হয় এবং ১৯৮০-এর দশকের শেষ পর্যন্ত বৈশ্বিকভাবে বিস্তার লাভ করে।  \n১৯৬০-এর দশকের শেষ দিকে কৃষকেরা নতুন প্রযুক্তি গ্রহণ করতে শুরু করে, যার মধ্যে ছিল উচ্চ ফলনশীল জাতের শস্য, বিশেষ করে খর্বাকার গম ও ধান, রাসায়নিক সার, কীটনাশক এবং সুনিয়ন্ত্রিত সেচ ব্যবস্থা।  \nএকই সময়ে, নতুন কৃষি পদ্ধতিও চালু হয়, যার মধ্যে যান্ত্রিকীকরণ উল্লেখযোগ্য। এসব পরিবর্তন প্রথাগত কৃষি প্রযুক্তির পরিবর্তে নতুন প্রযুক্তি ব্যবহারের দিকে কৃষকদের ধাবিত করে। অনেক ক্ষেত্রেই উন্নয়নশীল দেশগুলোকে এই প্রযুক্তি গ্রহণের জন্য শর্তসাপেক্ষ ঋণ দেওয়া হতো, যেখানে নীতিগত পরিবর্তনের শর্ত থাকত, যেমন সার উৎপাদন ও বিতরণ ব্যবস্থার বেসরকারিকরণ।  \nফোর্ড ফাউন্ডেশন ও রকফেলার ফাউন্ডেশন সবুজ বিপ্লবের সূচনালগ্নে মেক্সিকোয় এর বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে। কৃষিবিজ্ঞানী নরম্যান বোরলগ, যিনি \"সবুজ বিপ্লবের জনক\" হিসেবে পরিচিত, এই বিপ্লবের নেতৃত্ব দেন এবং ১৯৭০ সালে তিনি নোবেল শান্তি পুরস্কার লাভ করেন। তাকে বিশ্বের প্রায় এক বিলিয়ন মানুষকে অনাহার থেকে রক্ষা করার কৃতিত্ব দেওয়া হয়।  \nআরেকজন গুরুত্বপূর্ণ বিজ্ঞানী ছিলেন ইউয়ান লংপিং, যিনি হাইব্রিড ধানের উন্নয়নের মাধ্যমে প্রচুর মানুষের জীবন রক্ষা করেন। একইভাবে, এম. এস. স্বামীনাথন ভারতে সবুজ বিপ্লবের জনক হিসেবে পরিচিত।  \nএই বিপ্লবের মূল কৌশল ছিল উচ্চ ফলনশীল জাতের শস্যের উন্নয়ন, সেচ ব্যবস্থার সম্প্রসারণ, আধুনিক কৃষি ব্যবস্থাপনার উন্নয়ন, হাইব্রিড বীজের বিতরণ, রাসায়নিক সার ও কীটনাশক ব্যবহারের প্রসার। যখন নির্বাচনী প্রজননের মাধ্যমে ফসলের উৎপাদন ক্ষমতা সর্বোচ্চ সীমায় পৌঁছায়, তখন জেনেটিক পরিবর্তন প্রযুক্তির সাহায্যে আরও উন্নয়নের চেষ্টা করা হয়।  \nগবেষণায় দেখা গেছে যে, সবুজ বিপ্লব ব্যাপকভাবে দারিদ্র্য দূর করতে, ক্ষুধা নিবারণ করতে, আয় বৃদ্ধি করতে, গ্রিনহাউস গ্যাস নির্গমন হ্রাস করতে, কৃষিজমির ব্যবহার কমাতে এবং শিশু মৃত্যুহার হ্রাস করতে সহায়তা করেছে।  \n\n\n== ইতিহাস ==\n\n\n=== শব্দটির ব্যবহার ===\nপ্রথমবার \"সবুজ বিপ্লব\" শব্দটি ৮ মার্চ ১৯৬৮ সালে মার্কিন আন্তর্জাতিক উন্নয়ন সংস্থার (USAID) প্রশাসক উইলিয়াম এস. গাউড ব্যবহার করেন। তিনি বলেন:  \n\nএই এবং অন্যান্য কৃষি উন্নয়নসমূহ এক নতুন বিপ্লবের সূচনা করছে। এটি লাল বিপ্লবের মতো সহিংস নয়, সাদা বিপ্লবের মতোও নয়, বরং আমি একে 'সবুজ বিপ্লব' বলছি।\n\n\n=== মেক্সিকোয় বিকাশ ===\n  \nমেক্সিকোকে সবুজ বিপ্লবের \"জন্মস্থান\" এবং \"সমাধিস্থল\" বলা হয়। এটি বিশাল সম্ভাবনা নিয়ে শুরু হলেও পরবর্তীকালে অনেক চ্যালেঞ্জের সম্মুখীন হয়।  \nসবুজ বিপ্লবের সূচনা হয় ১৯৪০ সালে মার্কিন উপ-রাষ্ট্রপতি হেনরি এ. ওয়ালেসের মেক্সিকো সফরের মাধ্যমে। তিনি দেখেন যে, সেখানে গম ও ভুট্টার উৎপাদন অত্যন্ত কম, যেখানে অধিকাংশ মানুষ কৃষির ওপর নির্ভরশীল। এরপর তিনি রকফেলার ফাউন্ডেশনকে উৎসাহিত করেন মেক্সিকোতে এক কৃষি গবেষণা কেন্দ্র প্রতিষ্ঠা করতে, যেখানে মার্কিন কৃষিবিজ্ঞানী নরম্যান বোরলগকে দায়িত্ব দেওয়া হয়।  \nনতুন প্রযুক্তি ব্যবহারের ফলে ১৯৫৬ সালের মধ্যে মেক্সিকো খাদ্যে স্বয়ংসম্পূর্ণ হয়ে ওঠে এবং ১৯৬৪ সালের মধ্যে প্রতি বছর ৫ লাখ টন গম রপ্তানি করতে সক্ষম হয়।  \nমেক্সিকোতে সবুজ বিপ্লব সরকার ও আন্তর্জাতিক সংস্থার সক্রিয় অংশগ্রহণে বাস্তবায়িত হয়। নতুন উন্নত জাত, সার ও সেচ প্রযুক্তির ব্যবহার কৃষি উৎপাদন ব্যাপকভাবে বাড়িয়ে দেয়। তবে, নতুন প্রযুক্তি গ্রহণে অনেক ছোট কৃষকের সমস্যা হয়, কারণ এটি উচ্চ বিনিয়োগনির্ভর ছিল।  \n\n\n=== ভারতে সবুজ বিপ্লব ===\n  \n১৯৬১ সালে, নরম্যান বোরলগ ভারতের কৃষিমন্ত্রীর উপদেষ্টা ড. এম. এস. স্বামীনাথন এর আমন্ত্রণে ভারত সফর করেন। ভারত সরকার পাঞ্জাবকে প্রথম পরীক্ষামূলক অঞ্চলে পরিণত করে, কারণ সেখানে পানি সরবরাহ নির্ভরযোগ্য ছিল এবং কৃষিতে ইতিবাচক ইতিহাস ছিল।  \nভারতে IR8 জাতের ধান পরিচিতি লাভ করে, যা অত্যন্ত উচ্চ ফলনশীল ছিল। ১৯৬৮ সালে ভারতীয় কৃষিবিজ্ঞানী সুরজিৎ কুমার দে দত্ত গবেষণায় দেখান যে, এই ধান সার ছাড়া প্রতি হেক্টরে ৫ টন এবং অনুকূল পরিবেশে প্রায় ১০ টন উৎপাদন করত, যা প্রচলিত ধানের তুলনায় ১০ গুণ বেশি।  \n১৯৭০-এর দশকে, ভারতে চালের দাম ছিল প্রতি টন $৫৫০; ২০০১ সালে এটি $২০০-এর নিচে নেমে আসে। ভারত এখন বিশ্বের অন্যতম বৃহৎ চাল উৎপাদনকারী এবং রপ্তানিকারক দেশ।  \n\n\n=== চীনে সবুজ বিপ্লব ===\n  \nচীনে সবুজ বিপ্লবের মূল লক্ষ্য ছিল চাল উৎপাদন বৃদ্ধি করা, কারণ বিশাল জনসংখ্যার খাদ্য নিরাপত্তা নিশ্চিত করা গুরুত্বপূর্ণ ছিল। ১৯৪৯ সালে চীনা কমিউনিস্ট পার্টি সরকার গঠনের পর, কৃষি উন্নয়নকে সর্বোচ্চ অগ্রাধিকার দেয়।  \nইউয়ান লংপিং, যিনি \"হাইব্রিড ধানের জনক\" হিসেবে পরিচিত, বুনো ও প্রচলিত জাতের সংকরায়ণের মাধ্যমে উচ্চ ফলনশীল ধান উদ্ভাবন করেন। এই উচ্চ ফলনশীল জাত চীনে খাদ্য নিরাপত্তা নিশ্চিত করতে সহায়তা করে।  \n\n\n== সবুজ বিপ্লবের প্রভাব ==\n\n\n=== খাদ্য নিরাপত্তা ও উৎপাদন বৃদ্ধি ===\nগবেষণায় দেখা গেছে যে, সবুজ বিপ্লব বিশ্বব্যাপী ক্ষুধা কমিয়েছে এবং দারিদ্র্য বিমোচনে ভূমিকা রেখেছে।  \n১৯৬০-এর দশকে ভারতে গম উৎপাদন ছিল বছরে ১০ মিলিয়ন টন, যা ২০০৬ সালে বেড়ে ৭৩ মিলিয়ন টনে পৌঁছে।  \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}