{"pageid": 1168802, "title": "তেজস্বী যাদব", "url": "https://bn.wikipedia.org/wiki?curid=1168802", "content": "তেজস্বী প্রসাদ যাদব (হিন্দি: तेजस्वी यादव; জন্ম ৯ নভেম্বর ১৯৮৯) হলেন একজন ভারতীয় রাজনীতিবিদ এবং প্রাক্তন পেশাদার ক্রিকেটার যিনি বিহারের উপ-মুখ্যমন্ত্রী, ২০২২ সালের আগস্ট থেকে দায়িত্বে রয়েছেন। তিনি বিহার সরকারের স্বাস্থ্যমন্ত্রী, সড়ক নির্মাণ ও গণপূর্ত বিভাগের মন্ত্রী, নগর উন্নয়ন ও আবাসন মন্ত্রীর পাশাপাশি গ্রামীণ পূর্ত ও উন্নয়ন মন্ত্রী হিসাবেও কাজ করেছেন। যাদব রাজ্যের একক বৃহত্তম রাজনৈতিক দল রাষ্ট্রীয় জনতা দলের নেতৃত্ব দেন এবং মহাগঠবন্ধন জোটের চেয়ারপার্সন।\nএকজন পেশাদার ক্রিকেটার হিসেবে তিনি দিল্লি ডেয়ারডেভিলস এবং ঝাড়খণ্ড ক্রিকেট দলে ছিলেন। ২০১৫ সালে তিনি রঘুপুর কেন্দ্রের প্রতিনিধি হিসাবে নির্বাচিত হন এবং ২০১৫ থেকে ২০১৭ সালের মধ্যে বিহারের উপ-মুখ্যমন্ত্রী হিসাবে দায়িত্ব পালন করেন। এরপর তিনি ২০১৭ থেকে ২০২২ বিহার বিধানসভায় বিরোধী দলনেতা হিসেবে দায়িত্ব পালন করেন। তিনি বিহারের সর্বকনিষ্ঠ উপ-মুখ্যমন্ত্রী এবং সংশ্লিষ্ট সময়কালে ভারতের সর্বকনিষ্ঠ বিরোধী দলের নেতা ছিলেন বলে উল্লেখ করা হয়। যাদবকে ২০২০ এবং ২০২১ সালে ইন্ডিয়ান এক্সপ্রেস '১০০ মোস্ট পাওয়ারফুল ইন্ডিয়ানস'-এ দেখানো হয়েছিল।\n\n\n== প্রারম্ভিক জীবন, শিক্ষা এবং যুব খেলাধুলা ==\nযাদব বিহারের গোপালগঞ্জে ১৯৮৯ সালের ৯ নভেম্বর রাবড়ি দেবী এবং লালু প্রসাদ যাদবের ঘরে জন্মগ্রহণ করেন, যাঁরা উভয়েই বিহার বিধানসভার সদস্য ছিলেন এবং পরে বিহারের মুখ্যমন্ত্রী হন। তিনি সাত ভাইবোনের একজন যাদের মধ্যে তিনি সবার ছোট। তিনি পাটনায় তার স্কুলের পড়াশোনা শুরু করেন এবং পরে দিল্লিতে চলে যান, তার বড় বোন মিসা ভারতীর সাথে যিনি এমবিবিএস -এর জন্য নথিভুক্ত ছিলেন। দিল্লিতে যাদব প্রাথমিকভাবে বসন্ত বিহারের প্রাথমিক ক্লাসের জন্য পঞ্চম শ্রেণীর দিল্লি পাবলিক স্কুলে ভর্তি হন। তার স্কুলের শিক্ষকদের মতে, সে ছিল একটি ক্ষুরধার এবং লাজুক শিশু। তিনি স্কুল ক্রিকেট দলের অধিনায়কও ছিলেন।\nষষ্ঠ শ্রেণী থেকে তিনি দিল্লি পাবলিক স্কুল, আর কে পুরমে পড়া শুরু করেন। স্কুলের অধ্যক্ষ তাকে একজন অন্তর্মুখী এবং ক্রিকেটপ্রেমী হিসেবে বর্ণনা করেছেন। তিনি স্কুলের ক্রিকেট দলে খেলেন এবং ১৩ বছর বয়সে অলরাউন্ডার হিসেবে দিল্লির অনূর্ধ্ব-১৫ ক্রিকেট দলের জন্য নির্বাচিত হন। তার সতীর্থদের মতে, তিনি তাদের প্রথম মৌসুমে বেশ কয়েকটি টুর্নামেন্ট জয় করতে সাহায্য করেছিলেন, তার দলে বিরাট কোহলিকেও অধিনায়ক হিসেবে অন্তর্ভুক্ত করেছিলেন। অনূর্ধ্ব-১৫ দল জাতীয় চ্যাম্পিয়নশিপ জিতেছিল যেখানে ফাইনালে ইশান্ত শর্মার সাথে যাদব ম্যাচ জয়ী অংশীদারিত্ব করেছিলেন। তিনি একটি ক্রীড়া কর্মজীবন অনুসরণ করার জন্য দশম শ্রেণিতে তার স্কুল ছেড়ে দেন, এবং অবশেষে দিল্লির অনূর্ধ্ব-১৭ এবং অনূর্ধ্ব-১৯ ক্রিকেট দলে স্নাতক হন। তেজস্বী একই বছরের পরে, বিশ্ব কাপ জয়ী অনূর্ধ্ব-১৯ ভারতীয় জাতীয় ক্রিকেট দলের স্ট্যান্ডবাই খেলোয়াড়দের তালিকায়ও নির্বাচিত হন।\n২০০৮ সালে, যাদব একটি বিবাদের পরে নতুন প্রতিবেদনের বিষয় হয়ে ওঠে যেখানে তাকে এবং তার ভাই তেজ প্রতাপ যাদবকে প্রতিবেশী একটি গাড়িতে একটি দল দ্বারা ট্রাফিক স্টপে লাঞ্ছিত করা হয়েছিল এবং ফলস্বরূপ আঘাতের জন্য হাসপাতালে ভর্তি করা হয়েছিল; এর পরে রেলওয়ে প্রোটেকশন ফোর্স (আরপিএফ) কর্মীরা দুজনের সাথে থাকা অস্ত্রের ক্ষতি নথিভুক্ত করার জন্য একটি অভিযোগ দায়ের করে। গোষ্ঠীটি অভিযোগ করেছে যে দু'জন কিছু মেয়েকে উত্ত্যক্ত করেছিল যখন আরপিএফ কর্মীদের মতে, ছেলে এবং মেয়ে উভয়ই সহ দলটি ভাই এবং একজন আরপিএফ কনস্টেবলকে গালিগালাজ ও লাঞ্ছিত করেছিল যার ফলে তার সার্ভিস রিভলভারটি হারিয়েছিল।\n\n\n== ক্রিকেট ক্যারিয়ার ==\nযাদব ২০০৮ ইন্ডিয়ান প্রিমিয়ার লিগের ফ্র্যাঞ্চাইজির জন্য দিল্লি ডেয়ারডেভিলস দ্বারা চুক্তিবদ্ধ হয়েছিল। ২০০৮ থেকে ২০১২ সালের পুরো মৌসুমে তিনি দলের রিজার্ভ বেঞ্চে ছিলেন।\n২০০৯ সালে রাজ্য স্তরের ঝাড়খণ্ড ক্রিকেট দলের জন্যও নির্বাচিত হন। সৈয়দ মুশতাক আলী ট্রফিতে একজন বোলারের ক্ষমতায় প্রাথমিকভাবে ৪টি টি- টোয়েন্টি ম্যাচ দিয়ে তার পেশাদার ক্রিকেটে অভিষেক হয়। এর পর তাকে ধানবাদে বিদর্ভ ক্রিকেট দলের বিপক্ষে টেস্ট ম্যাচের জন্য ডাকা হয়। তিনি ৭ নম্বর ব্যাটসম্যান হিসেবে মাঠে নেমেছিলেন এবং ৫ ওভারে বোলিং করেছিলেন। ২০১০ সালে বিজয় হাজারে ট্রফিতে তার একদিনের ক্রিকেটে অভিষেক হয় এবং যথাক্রমে ওড়িশা ক্রিকেট দল এবং ত্রিপুরা ক্রিকেট দলের বিপক্ষে দুটি ম্যাচ খেলেন; তার দল প্রথম ম্যাচে হেরে দ্বিতীয় ম্যাচে জয়লাভ করে, যাদব ত্রিপুরার বিপক্ষে একটি উইকেট নেন।\n২০১৩ সালের মধ্যে, যাদব তার ক্রিকেট ক্যারিয়ার থেকে অবসর নিয়েছিলেন। বিজনেস স্ট্যান্ডার্ড- এর ২০১৩ সালের একটি নিবন্ধ অনুসারে, \"অসাধারণ প্রতিভা শীঘ্রই মধ্যম পারফরম্যান্সের একটি ব্যবধানে পথ দেখায়, এটি নিশ্চিত করে যে তার ক্রিকেট ক্যারিয়ার কখনই পুরোপুরি শুরু হয়নি।\" তার দলের প্রশিক্ষকদের মতে, তার ক্রিকেট ক্যারিয়ারে সাফল্যের সম্ভাবনা ছিল কিন্তু বিহারে ক্রীড়াবিদদের জন্য পর্যাপ্ত সুযোগ-সুবিধার অভাবের কারণে তাকে হতাশ করা হয়েছিল; রাজ্যে একটি ঘরোয়া ক্রিকেট দলেরও অভাব ছিল যা যাদবকে অন্যান্য বিহারি খেলোয়াড়দের মতো অন্য রাজ্যে চলে যেতে বাধ্য করেছিল যেখানে স্থানীয় খেলোয়াড়দের ম্যাচ খেলার জন্য অগ্রাধিকার দেওয়া হয়েছিল।\n\n\n== রাজনৈতিক পেশা ==\n২০১০ সাল থেকে, যখনও তার ক্রিকেট ক্যারিয়ার অনুসরণ করার সময়, যাদব রাষ্ট্রীয় জনতা দলের হয়ে প্রচারণা শুরু করেছিলেন। রাজনীতিতে তার আবির্ভাবের পর, তাকে সফলভাবে প্রচারণার কৌশল আধুনিকীকরণ এবং দলের জন্য ডিজিটাল আউটরিচ শুরু করার জন্য কৃতিত্ব দেওয়া হয়। রাষ্ট্রীয় জনতা দলের অভ্যন্তরীণ সূত্র অনুসারে, যাদব বিহারে ২০১৪ সালের ভারতীয় সাধারণ নির্বাচনে উভয় দলের খারাপ পারফরম্যান্সের পরে নীতীশ কুমার এবং তার জনতা দল (ইউনাইটেড) এর সাথে একটি জোট গঠন করতে লালু প্রসাদকে রাজি করেছিলেন। অবশেষে জনতা দল (ইউনাইটেড), রাষ্ট্রীয় জনতা দল এবং ভারতীয় জাতীয় কংগ্রেসের মধ্যে একটি জোট গঠিত হয়।\n২০১৫ সালের বিহার বিধানসভা নির্বাচনে যাদব মহাগঠবন্দন (মহাজোট) এর প্রার্থী হিসাবে রঘুপুর উভয় আসনের প্রতিনিধি হিসাবে নির্বাচিত হয়েছিলেন। নির্বাচনের ফলে বিধানসভায় জোটের জন্য নিরঙ্কুশ সংখ্যাগরিষ্ঠতাও আসে, যার ফলে যাদবকে বিহারের উপ-মুখ্যমন্ত্রী নিযুক্ত করা হয় এবং পঞ্চম নীতীশ কুমার মন্ত্রিসভায় গণপূর্ত, বন ও পরিবেশের পোর্টফোলিওগুলি পান।\n২০১৭ সালে, সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন (সিবিআই) একটি মামলা দায়ের করে এবং এনফোর্সমেন্ট ডিরেক্টরেট (ইডি) যাদব এবং তার বাবা-মা রাবড়ি দেবী এবং লালু প্রসাদ যাদব সহ পরিবারের অন্যান্য সদস্যদের বিরুদ্ধে ইন্ডিয়ান রেলওয়ে ক্যাটারিং অ্যান্ড ট্যুরিজম কর্পোরেশনের সাথে জড়িত ২০০৪ সালের একটি দুর্নীতির মামলায় মানি লন্ডারিং সংক্রান্ত তদন্ত শুরু করে। এর ফলে নীতীশ কুমার জনতা দল (ইউনাইটেড) কে জোট থেকে বের করে এবং ভারতীয় জনতা পার্টির সাথে একটি নতুন সরকার গঠন করে। পরবর্তীকালে, রাষ্ট্রীয় জনতা দল রাজ্য বিধানসভার বৃহত্তম দল হওয়ার কারণে যাদব বিরোধী দলনেতা হন। তার বিরুদ্ধে দায়ের করা মামলার প্রতিক্রিয়ায়, যাদব ভারতীয় জনতা পার্টির বিরুদ্ধে রাজনৈতিক পরিকল্পনা চালানোর জন্য সরকারী যন্ত্রপাতির অপব্যবহার করার অভিযোগ তোলেন। ২০১৮ সালে, দিল্লি হাইকোর্ট তাকে এই মামলায় ত্রাণ মঞ্জুর করেছিলেন যখন তিনি বজায় রেখেছিলেন যে তিনি কোনও ভূমিকা পালন করতে পারতেন না কারণ তার বয়স যখন মাত্র ১৪ বছর বয়সে তার বিরুদ্ধে অভিযোগ করা হয়েছিল।\nমার্চ ২০১৮ এর মধ্যে, যাদব রাষ্ট্রীয় জনতা দলের ডি ফ্যাক্টো নেতা হয়েছিলেন। নিয়োগের পরে, তিনি বিহারের জনগণকে সম্বোধন করে একটি অফিসিয়াল ক্ষমাপ্রার্থনা জারি করেছিলেন \"ভ্রান্তি এবং ভুল\" যেগুলি রাজ্য সরকারের আমলে দলের দ্বারা সংঘটিত হতে পারে এবং সে সময় তাদের খুব কম বয়সী হওয়ার বিষয়ে তিনি নিজেও অবগত ছিলেন না। বিরোধী দলের নেতা হিসাবে তার মেয়াদকালে, যাদব পরে ২০১৯ বিহার বন্যার পরে খাদ্য ত্রাণ সংগঠিত করার সাথে জড়িত হন।\nযাদব মহাগঠবন্ধনের মুখ্যমন্ত্রী পদপ্রার্থী হিসাবে ২০২০ বিহার বিধানসভা নির্বাচনে রাষ্ট্রীয় জনতা দলের নেতৃত্ব দিয়েছিলেন। জোটটি ২৪৩টির মধ্যে মোট ১১০টি আসন জিতেছে, যার মধ্যে আরজেডি ৭৫টি আসন জিতেছে এবং বিহারের একক বৃহত্তম রাজনৈতিক দল হিসাবে অবিরত রয়েছে। যেহেতু সংখ্যাগরিষ্ঠতার জন্য প্রয়োজনীয় ছিল ১২২টি আসন, জোট সরকার গঠন করতে পারেনি এবং যাদব বিহারের বিরোধী দলনেতা নির্বাচিত হন।\n১০ আগস্ট ২০২২-এ, তিনি বিহারের উপ-মুখ্যমন্ত্রী হিসাবে শপথ নেন এবং নীতীশ কুমার আরজেডি, কংগ্রেস এবং অন্যান্য বিরোধী দলগুলির সাথে গঠিত মহাগঠবন্ধনের অংশ হিসাবে মুখ্যমন্ত্রী হিসাবে শপথ নেন।\n\n\n== তথ্যসূত্র =="}