{"pageid": 11686, "title": "নাটোর সদর উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11686", "content": "নাটোর সদর বাংলাদেশের রাজশাহী বিভাগের নাটোর জেলার অন্তর্গত একটি উপজেলা। ২৪.২৬ উত্তর অক্ষাংশ এবং ৮৯.৯ র্পূব দক্ষিণ অংশে নারদ নদের উত্তর তীরে অবস্থিত শহরের নাম নাটোর। প্রাচীন ঐতিহ্য ও প্রত্নতাত্ত্বিক ঐতিহ্যমণ্ডিত নাটোর সদর উপজেলাটি। এই নাটোরকে কেন্দ্র করেই গড়ে উঠেছে নাটোর সদর উপজেলা । নাটোর সদর উপজেলার উত্তরে নলডাঙ্গা উপজেলা, পূর্বে সিংড়া ও গুরুদাসপুর উপজেলা, দক্ষিণে বড়াইগ্রাম ও বাগাতিপাড়া উপজেলা এবং পশ্চিমে রাজশাহীর পুঠিয়া উপজেলা। \n\n\n== অবস্থান ও আয়তন ==\n২৪.২৬ উত্তর অক্ষাংশ এবং ৮৯.৯ র্পূব দক্ষিণ অংশে নারদ নদের উত্তর তীরে অবস্থিত শহরের নাম নাটোর। নাটোর সদর উপজেলার উত্তরে নলডাঙ্গা উপজেলা, দক্ষিণে বাগাতিপাড়া উপজেলা ও বড়াইগ্রাম উপজেলা, পূর্বে সিংড়া উপজেলা ও গুরুদাসপুর উপজেলা, পশ্চিমে রাজশাহী জেলার পুঠিয়া উপজেলা। \n\n\n== প্রশাসনিক এলাকা ==\nনাটোর সদরের আয়তন  ২২৬.৯ বর্গ কি.মি.। নাটোর থানা স্থাপিত হয় ১৭৯৩ সালে এবং উপজেলাতে রূপান্তরিত হয় ১৯৮৪ সালে। ১৮৬৯ সালে নাটোর পৌরসভা স্থাপিত হয়। নাটোর পৌরসভার আয়তন ১৫.৮৪ বর্গ কি.মি.। নাটোর সদর ১টি পৌরসভা, ৯টি ওয়ার্ড, ৭টি ইউনিয়ন পরিষদ, ২৬৩টি মৌজা ও ২৯৩টি গ্রাম সহযোগে গঠিত।\nআঞ্চলিক প্রশাসন বিকেন্দ্রীকরণের জন্য ১০১৩ খৃষ্টাব্দ সনে সদর উপজেলা ভেঙ্গে এবং প্রাক্তণ সদর উপজেলার ৫টি ইউনিয়ন নিয়ে নাটোর জেলার নতুন উপজেলা নলডাঙ্গা আত্নপ্রকাশ করে।\n\n\n=== ইউনিয়নসমূহ ===\n\n\n== ইতিহাস ==\nঐতিহাসিক প্রেক্ষাপট খুজতে গেলে দেখা যায় ১৭১০ সনে রাজা রাম জীবন রায় মোঘল আমলের কিছু কাল এখানে রাজত্ব করেন। তারপর বিভিন্ন জন এ এলাকার রাজত্ব করেন। তারপর ১৮২১ খ্রি: পর্যন্ত নাটোরে রাজশাহী জেলার সদর কার্যলয় স্থাপিত হয়। তারপর সদর কার্যালয় আবার রাজশাহী চলে যায়। পরে আবার ১৮৪৫ সালে নাটোর মহকুমা হিসেবে পরিচিতি লাভ করে। ১৮৬৯ সালে নাটোর পৌরসভা স্থাপিত হয় এবং ১৯৮৪ সালে নাটোর মহকুমা থেকে জেলায় পরিণত হয়। ঠিক তখন থেকেই নাটোর সদর উপজেলার সৃষ্টি। \n\n\n=== নামকরণ ===\nকথিত আছে জনৈক রাজা নৌপথে নাটোর চলন বিল দেখতে আসেন। সেই সময় এক জায়গায় একটি ব্যাঙ কর্তৃক সাপকে ধরা দেখে নৌকার মাঝিদের ‘নাও ধারো’ অর্থাৎ ‘নৌকা থামাও’ মতান্তরে ‘ন ধারো’ আর্থাৎ ‘নৌকা থামিও না’। এরুপ বলার কারণ তখন জলপথে দস্যুদের আক্রমণ হতো। তারাও দস্যু কবলিত হতে পারেন এই আশঙ্কায় তাড়াতাড়ি উক্ত স্থান ত্যাগ করাই হয়ত শ্রেয় মনে করেন। তিনি তখন মনে করেন ব্যাঙ সাপকে ধরলে মনসাদেবী ক্রোধান্ধিত হন। সুতরাং নৌকা থামিয়ে ঐ স্থানে খুটি গেঁড়ে তিনি মনসা পূজা করেন এবং সেখান রাজত্ব করবেন বলে মনস্থির করেন। পক্ষান্তরে তার এই ‘নাও ধারো’ অথবা ‘ন ধারো’ কথা হতেই নাটোর নামের উৎপত্তি হয়েছে বলে অনুমান করা হয়।\n\n\n== উপজেলার ঐতিহ্য ==\n\n\n=== কাচাগোঁল্লা ===\nনাটোর জেলা দেশে বিদেশে কাচাগোঁল্লার জন্য বিখ্যাত ।শত শত বৎসর যাবৎ নাটোর সদর উপজেলার বিভিন্ন স্থানে কাচাগোঁল্লাসহ বিভিন্ন রকম মিষ্টান্ন তৈরী হচ্ছে –যা দেশে বিদেশে সমাদৃত । নাটোরের কাঁচাগোল্লার সাথে নাটোর সদর উপজেলাস্থিত কালিবাড়ি মন্দিরগেট সংলগ্ন মিষ্টির দোকানটি বিখ্যাত ।\nমহারাণী ভবানীর স্মৃতি বিজড়িত নাটোর সদর উপজেলা । ৪৯.১৯২৫ একর জমির ওপর নাটোর রাজবাড়ী নির্মিত হয়েছিল। রাজা রামজীবন নাটোর রাজবাড়ীর প্রথম রাজা হিসেবে প্রতিষ্ঠা লাভ করেন ১৭০৬ মতান্তরে ১৭১০ খ্রিস্টাব্দে। তিনি ১৭৩০ খ্রিস্টাব্দ পর্যন্ত রাজত্ব করেন এবং সে বছরেই মৃত্যুবরণ করেন। রাজা রামজীবনের মৃত্যুর পর রামকান্ত ১৭৩৪ খ্রিস্টাব্দে নাটোরের রাজা হন। অনেকের মতে ১৭৩০ থেকে ১৭৩৪ খ্রিস্টাব্দ পর্যন্ত রাজা রামজীবনের দেওয়ান দয়ারাম নাটোরের তত্ত্বাবধান করতেন। রাজা রামকান্ত তার মৃত্যুর পূর্ব পর্যন্ত অর্থাৎ ১৭৪৮ খ্রিস্টাব্দ পর্যন্ত নাটোরের রাজত্ব করেন। \nসম্ভবতঃ ১৭০৬ ইং থেকে ১৭১০ ইং সালের মধ্যে নাটোর রাজবাড়ী নির্মিত হয়েছিল। রামজীবনের জমিদারীর রাজধানী নাটোরে স্থাপনকে কেন্দ্র করে অনেক বিচিত্র জনশ্রুতি আছে। যেমন মায়ের আদেশে রাজা রামজীবন ও রঘুনন্দন নিজ জন্মভূমিতে রাজধানী স্থাপনের জন্য উপযুক্ত একটি স্থানের সন্ধান করতে থাকেন। এক বর্ষাকালে রঘুনন্দন রাজা রামজীবন ও পন্ডিতবর্গ নৌকারোহনের সুলক্ষণযুক্ত পরিবেশে রাজধানী স্থাপনের জন্য উপযুক্ত স্থান নির্বাচনে বের হন। ঘুরে ঘুরে তারা ভাতঝাড়া বিলের মধ্যে উপস্থিত হন। বিলের একটি স্থানে তারা দেখতে পেলেন যে, দু’টি সাপ সাঁতার দিয়ে বিল পার হচ্ছে। এবং একটি ব্যাঙ ছোট একটি সাপকে গিলে খাচ্ছে। পন্ডিতবর্গ উক্ত স্থানকেই রাজধানী নির্মাণের স্থান হিসাবে উপযুক্ত বলে মত প্রকাশ করায় তারা সেখানেই রাজবাড়ি নির্মাণ করবেন বলে স্থির করেন। রাজবাড়ি নির্মাণ করার পর রাজ-আমলা, কর্মচারী বহুবিধ লোকের সমাগমে অল্পদিনের মধ্যে বিলটি একটি শহরে পরিণত হয়। সেই পরিণত শহরই নাটোর।\n\n\n=== উত্তরা গণভবন ===\nনাটোরশহর থেকে ৩ কিলোমিটার উত্তরে এক মনোরম পরিবেশে ইতিহাস খ্যাত দিঘাপতিয়া রাজবাড়ী তথা উত্তরা গণভবন অবস্থিত। নাটোরের রাণী ভবানী তাঁর নায়েব দয়ারামের উপরে সন্তুষ্ট হয়ে তাঁকে দিঘাপতিয়া পরগনা উপহার দেন । ১৯৪৭ সালে তৎকালীন পাকিস্তান সরকার জমিদারী প্রথা বিলুপ্ত করার পর ১৯৫২ সালে দিঘাপতিয়ার শেষরাজা প্রতিভানাথ রায় সপরিবারে রাজপ্রাসাদ ত্যাগ করে কলকাতায় চলে যান।পরবর্তীতে ১৯৬৫ সাল পর্যন্ত রাজ প্রাসাদটি পরিত্যক্ত থাকে।\n১৯৬৬ সালে তৎকালীন পূর্ব পাকিস্তান সরকারের নিয়ন্ত্রণে আসে এবং সরকারি ভবন হিসেবে সংস্কার হয়। ১৯৭২ সালে এটিকে উত্তরা গণভবন হিসেবে অভিহিত করা হয়। চারিদিকে মনোরম লেক, সুউচ্চ প্রাচীর পরিবেষ্টিত ছোট বড় ১২টি কারুকার্যখচিত ও দৃষ্টিনন্দন ভবন নিয়ে উত্তরা গণভবন ৪১.৫১ একর জমির উপর অবস্থিত। অভ্যন্তরে রয়েছে ইতালী থেকে সংগৃহীত মনোরম ভাস্কর্যে সজ্জিত বাগান, যেখানে রয়েছে বিরল প্রজাতির নানা উদ্ভিদ।\nবাংলার রাজা-জমিদারদের মধ্যে দিঘাপতিয়া রাজবংশ একটি উল্লেখযোগ্য স্থান অধিকার করে আছে। দয়ারাম রায় এই রাজবংশের প্রতিষ্ঠাতা। ১৬৮০ সালে নাটোর সদরের প্রখ্যাত কলম গ্রামের এক তিলি পরিবারে দয়ারাম রায় জন্মগ্রহণ করেন। তার পিতার নাম নরসিংহ রায়। নাটোর রাজবংশের প্রতিষ্ঠাতা রামজীবন যখন পুঠিয়ার রাজা দর্পনারায়ণের অধীনে চাকরি করতেন, সে সময়ে তিনি কাজ উপলক্ষ্যে চলনবিল এলাকার কলম গ্রামে পৌছেন। রামজীবন যখন পুঠিয়ার রাজা দর্পনারায়ন ঠাকুরের অধীনে সাধারণ একজন কর্মচারী তখন দয়ারাম তাঁর মাসিক ৮ আনা বেতনে চাকরি করতেন। পরে সামান্য লেখাপড়া করে জমা খরচ রাখার মত যোগ্যতা অর্জন করেন এবং রামজীবন তাকে মাসিক ৮ আনার পরিবর্তে ৫ টাকা বেতনের মহুরী নিযুক্ত করেন। পরবর্তীতে পুঠিয়ার রাজা দর্পনারায়নের স্নেহ, ভালবাসা ও সহানুভুতি, নবাব সরকারের ভ্রাতা রঘুনন্দনের প্রভাব-প্রতিপত্তি এবং বাংলার নবাব দেওয়ান মুর্শিদকুলী খানের নেক-নজর সবকিছু মিলে যখন রামজীবন জমিদারী লাভ করেন তখন তারও ভাগ্য খুলতে থাকে। তিনি প্রথমে রাজা রামজীনের একজন সাধারণ কর্মচারী থাকলেও প্রতিভা, দক্ষতা আর বিশ্বস্ততা দিয়ে নাটোর রাজের দেওয়ান পর্যন্ত হয়েছিলেন। রাজা রামজীবন তাকে অত্যন্ত বিশ্বাস করতেন এবং প্রচুর অর্থ-সম্পদ তার কাছে গচ্ছিত রাখতেন। রাজা সীতারাম রায়ের পতনের পর দয়ারাম রায় নাটোর রাজ্যের একজন পরাক্রমশালী ব্যক্তিত্বে পরিণত হন।\nযশোহরের রাজা সীতারাম রায় বিদ্রোহী হলে নবাব মুর্শিদকুলী খাঁ নাটোর রাজের দেওয়ান দয়ারাম এর সাহায্যে তাকে দমন ও পরাজিত করে নাটোর কারাগারে বন্দি করে রাখেন। সীতারাম রায়কে পরাজিত করায় নবাব সরকারের দয়ারামের প্রভাব বেড়ে যায় এবং তিনি ‘‘রাই রাইয়া’’ খেতাবে ভুষিত হন। সীতারাম রায়কে পরাজিত করে তিনি মূল্যবান সম্পদসমূহ লুন্ঠন করেন। কিন্তু সীতারামের গৃহদেবতা কৃষ্ণজীর মূর্তি ছাড়া সব রামজীবনের হাতে অর্পণ করেন। দয়ারামের এহেন ব্যবহারে রামজীবন খুশি হয়ে দয়ারামকে কৃষ্ণজীর মূর্তি স্থাপনের জন্য পুরস্কার স্বরূপ দিঘাপতিয়ায় একখন্ড জমি দান করেন এবং বর্তমান বগুড়া জেলার সারিয়াকান্দির চন্দনবাইশা এলাকার নওখিলা পরগনা দান করেন। এটাই দিঘাপতিয়া রাজবংশের প্রথম জমিদারী। পরে তিনি লাভ করেন পরগনা ভাতুরিয়া তরফ নন্দকুজা, যশোহরের মহল কালনা ও পাবনা জেলার তরফ সেলিমপুর। এইভাবে দিঘাপতিয়া রাজবংশের ও জমিদারীর গোড়াপত্তন হয় ১৭৬০ সালে।\n\n\n=== ঔষধী গ্রাম ===\nনাটোর সদর থেকে ১০ কিলোমিটার পূর্বে ঢাকা রাজশাহী মহাসড়কের পাশে অবস্থিত লক্ষ্মীপুর খোলাবাড়ীয়া ইউনিয়নের প্রায় ১৫টি গ্রাম নিয়ে গঠিত ঔষধী গ্রাম। ৮০০ পরিবারের হাজার ভেষজ চাষী কর্তৃক উৎপাদিত ২০ থেকে ৩০ মেট্রিক টন ঔষধি গাছ প্রতিদিন গড়ে ৩ থেকে সাড়ে ৪ লাখ টাকায় কেনাবেচা হয়।\nএলাকায় প্রবেশের সাথে সাথে রাস্তার দু‘ধারে দেখা যায় ঔষধী গাছের সমারোহ। ঔষধী গাছ গাছড়ার মধ্যে দুধসাগর, পাথরকুচি, কাশাবা, উলুটকমল, কর্ণপলাশ, শিমুল মূল, দাউদ মূল বাসক, তুলশি, ঘৃত কাঞ্চন, শতমুলি, শিমুল, অশ্বগন্ধা ইত্যাদি উল্লেখযোগ্য। এছাড়াও রয়েছে- বাসক, তুলসী, হরীতকী, বহেরা, তেলাকুচ, কেশরাজ, ধুতরা, পুদিনা, যষ্টিমধু, নিম, অর্জুন, ওলটকম্বল, লজ্জাবতী, হস্তী পলাশ, নিশিন্দা, রাজকণ্ঠ, নীলকণ্ঠ, হিমসাগর, দুধরাজ, ঈশ্বর মূল, রাহু চান্দাল, রক্ত চান্দাল, ভাই চান্দাল, বোন চান্দাল, ভুঁইকুমড়া, আমরুল, কেয়ামূলসহ শত রকমের ঔষধি গাছ।\nঔষধি গ্রামের ভেষজ চাষিদের একত্র করে এ গ্রামে গড়ে উঠেছে লক্ষীপুর খোলাবাড়িয়া ঔষধি গ্রাম সমবায় সমিতি লিমিটেড। এ সংগঠনের প্রতিষ্ঠাতা সভাপতি কবিরাজ মো. আফাজ উদ্দিন পাগলা। গ্রামের ভেষজ বিপ্লবের এই নেপথ্য নায়ক ২০০৯ সালে কৃষিক্ষেত্রে অবদানের স্বীকৃতিস্বরূপ ‘চ্যানেল আই কৃষি পদক’ পান। ১৯৭৩ সালে প্রতিষ্ঠিত এ সংগঠনে বর্তমান সদস্য সংখ্যা ৩০ জন।\nখোলাবাড়িয়া, কাঁঠালবাড়িয়া, ইব্রাহিমপুর, লক্ষ্মীপুর, সুলতানপুর, চুবারিয়া, পিজ্জিপাড়া, দরারপুর, টলটলিয়াপাড়া, নতুনবাজার, হাজিগঞ্জ, আমিরগঞ্জসহ ১৫ গ্রাম নিয়ে অবস্থিত ঔষধি গ্রামের ১০০ থেকে ১২০ জন কবিরাজ, ৪০০ থেকে ৫০০ জন হকার, ১০০- ১৫০ জন সাধারণ ব্যবসায়ী এবং ৪ থেকে সাড়ে ৪ হাজার কৃষকের জীবন ঔষধি গাছের সঙ্গে জড়িত। বর্তমানে এসব গ্রামের কৃষকেরা অধিকাংশ কৃষিজমি ও বাড়ির আঙ্গিনার আশেপাশে প্রায় ৩০০ প্রজাতির ঔষধীজাত গাছ গাছড়ার চাষাবাদ করে স্থানীয় চাহিদা মিটিয়ে প্রতিদিন দেশের বিভিন্ন স্থানে বাণিজ্যিকভাবে বাজারজাত করে থাকে।\nঔষধি গ্রামের প্রধান ওয়েবসাইট ঔষধিগ্রাম.কম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ আগস্ট ২০২৩ তারিখে\n\n\n=== হালতি বিল ===\nব্রক্ষপুর, মাধনগর, খাজুরা ও পিপরুল এলাকার বিস্তৃত জলাভূমি হালতি বিল নামে পরিচিত । উক্ত এলাকা বৎসরের প্রায় ছয় মাস পানিতে নিমজ্জিত থাকে । বর্ষাকালে যখন এই বিলটি পানিতে পরিপূর্ণ হয়ে উঠে তখন এর মাঝে অবস্থিত গ্রামগুলিকে ছোট ছোট দ্বীপের মত মনে হয় । এই বিলের অপরূপ সৌন্দর্য উপভোগ করতে  এবং এ বিলে নৌকা ভ্রমণ করতে দেশ-বিদেশে বহূ পর্যটকের আগমন ঘটে । এই বিলের মধ্য দিয়ে প্রায় ৮ কিমি লম্বা সাবমারজিবল রাস্তা রয়েছে - যা পিপরুলের সাথে খাজুরার সংযোগ ঘটিয়েছে ।এই রাস্তাটি বর্ষাকালে পানিতে নিমজ্জিত থাকে এবং শীতকালে চলাচলের উপযোগী হয় । বর্ষাকালে হালতি বিলের ঢেউ সমুদ্রের ঢেউয়ের মত দেখায় এবং উত্তরবঙ্গের পর্যটকদের সমুদ্র সৈকত দেখার পিপাসা মিটায় । তাই  হালতি বিলের তীরবর্তী পাটুল-হাপানিয়া এলাকাকে পাটুল-হাপানিয়া মিনি সী বিচ নামে পরিচিত ।\n\n\n== ক্ষুদ্র নৃতাত্ত্বিক সম্প্রদায় ==\n\n\n== জনসংখ্যার উপাত্ত ==\n২০১১ সালের আদমশুমারী অনুসারে নাটোর সদরের জনসংখ্যা আনুমানিক ৫লক্ষের অধিক।\n\n\n== শিক্ষা ==\nশিক্ষা প্রতিষ্ঠানের দিক দিয়ে নাটোর তেমন উন্নত নয়। উচ্চ শিক্ষার জন্য সরকারী টেক্সটাইল কলেজ, পলিটেকনিকাল ইনস্টিটিউট, নবাব সিরাজউদ্দৌলা সরকারি কলেজ, রাণী ভবানী সরকারি মহিলা কলেজ উল্লেখযোগ্য। বিদ্যালয়ের দিক দিয়ে নাটোর সরকারি বালক উচ্চ বিদ্যালয় , নাটোর সরকারি বালিকা উচ্চ বিদ্যালয়,পুলিশ লাইন হাই স্কুল, কালেক্টর উচ্চ বিদ্যালয় অন্যতম।\n\n\n== অর্থনীতি ==\nউপজেলার প্রধান উৎপাদিত ফসল হলো ধান। এছাড়াও এখানে গম, ভূট্টা, আখ, পান ইত্যাদি উৎপাদিত হয়। বিলুপ্তপ্রায় ফসল নীল, বোনা আমন ও আউশ ধান।\nএখানে বেশ কয়েকটি ভারি শিল্প রয়েছে। এর মধ্যে রয়েছে দুইটি চিনিকল, একটি ডিস্টিলারি, একটি ফলের রস এর কারখানা। দেশের ১৬টি চিনিকলের মধ্যে ২টি এই উপজেলায় অবস্থিত। এছাড়াও মূলত এই জেলায় উৎপাদিত আখের উপর নির্ভর করে পার্শ্ববর্তী রাজশাহী ও পাবনা জেলায় গড়ে উঠেছে আরও দুইটি চিনিকল। এছাড়া বাংলাদেশের বৃহত্তম প্রাণ কোম্পানীর বেশীরভাগ কাঁচামাল (আম,লিচু,বাদাম,মুগ ডাল,পোলার চাউল ইত্যাদি) নাটোর জেলার বিভিন্ন প্রান্ত থেকে আসে। সম্প্রতি এখানে আপেল কুল, বাউ কুল,থাই কুলের ব্যাপক চাষ হচ্ছে।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nরাণী ভবানী।\nশংকর গোবিন্দ চৌধুরী(রাজনীতিবিদ, সমাজসেবক, মুক্তিযেুদ্ধর অন্যতম সংগঠক)\nআব্দুস ছাত্তার প্রফেসর ডিপার্টমেন্ট অব অরিয়েন্টাল আর্ট, ঢাকা বিশ্ববিদ্যালয়।\nকার্তিক চন্দ্র বিশ্বাস(বাউল, লেখক ও শিক্ষক)।\n\n\n== ঐতিহাসিক নিদর্শন ও ঐতিহ্য ==\n\n\n=== দর্শনীয় স্থান ===\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nনাটোর রাজবাড়ী\nচলনবিল\nচলনবিল জাদুঘর\nউত্তরা গণভবন\nনাটোর সদর থানা\n\n\n== বহিঃসংযোগ ==\n\nবাংলাপিডিয়ায় নাটোর সদর উপজেলা"}