{"pageid": 116820, "title": "বীরেন্দ্রকৃষ্ণ ভদ্র", "url": "https://bn.wikipedia.org/wiki?curid=116820", "content": "বীরেন্দ্রকৃষ্ণ ভদ্র (৪ অগস্ট, ১৯০৫ - ৩ নভেম্বর, ১৯৯১) ছিলেন একজন বিশিষ্ট ভারতীয় বাঙালি বেতার সম্প্রচারক, নাট্যকার, অভিনেতা ও নাট্য পরিচালক। তিনি কলকাতার বাসিন্দা ছিলেন। পঙ্কজকুমার মল্লিক ও কাজী নজরুল ইসলামের সমসাময়িক বীরেন্দ্রকৃষ্ণ ১৯৩০-এর দশক থেকে সুদীর্ঘকাল আকাশবাণী কলকাতায় বেতার সম্প্রচারকের কাজ করেছেন। এই সময় তিনি একাধিক নাটক রচনা ও প্রযোজনাও করেন।\nবীরেন্দ্রকৃষ্ণের সর্বাধিক পরিচিতি তার মহিষাসুরমর্দিনী নামক বেতার সঙ্গীতালেখ্যটির জন্য। ১৯৩১ সাল থেকে অদ্যাবধি মহালয়ার দিন ভোর চারটের সময় কলকাতার আকাশবাণী থেকে এই অনুষ্ঠানটি সম্প্রচারিত হয়। বীরেন্দ্রকৃষ্ণ এই অনুষ্ঠানের ভাষ্য ও শ্লোকপাঠ করেছেন। বীরেন্দ্রকৃষ্ণ একাধিক নাটকে অভিনয় ও পরিচালনার কাজও করেন। ১৯৫৫ সালে নিষিদ্ধ ফল নামে একটি চলচ্চিত্রের চিত্রনাট্যও রচনা করেছিলেন তিনি।\n\n\n== প্রথম জীবন ও শিক্ষা ==\n১৯০৫ সালের ৪ আগস্ট উত্তর কলকাতায় মাতুলালয়ে বীরেন্দ্রকৃষ্ণের জন্ম হয়।তার আদি নিবাস অবিভক্ত ভারতের খুলনা জেলার উথালী গ্রামে(বর্তমানে বাংলাদেশের সাতক্ষীরা জেলার তালা উপজেলার ইসলামকাটি ইউনিয়নের উথালী গ্রাম)। তার ডাকনাম ছিল বুশী। পিতা ছিলেন রায়বাহাদুর কালীকৃষ্ণ ভদ্র ও মা ছিলেন সরলাবালা দেবী। পরবর্তীকালে ঠাকুমা যোগমায়া দেবীর কেনা ৭, রামধন মিত্র লেনে উঠে আসেন তার পরিবারবর্গ। কালীকৃষ্ণ ভদ্র ছিলেন বহুভাষাবিদ। তিনি ১৪টি ভাষা জানতেন। নিম্ন আদালতে দোভাষীর কাজ করতেন তিনি। পরবর্তীকালে বাংলা সাহিত্যের জগতে তিনি হয়ে উঠেছিলেন এক পরিচিত ব্যক্তিত্ব। কালীকৃষ্ণ পুলিশ কোর্টের বিশিষ্ট আইনজীবী কালীচরণ ঘোষের দ্বিতীয় সন্তান সরলাবালা দেবীকে বিবাহ করেন। ১৯২৭ সালে তিনি \"রায়বাহাদুর\" খেতাব পান। কালীকৃষ্ণের দুই পুত্র জন্মায় - ভূপেন্দ্রকৃষ্ণ ও বীরেন্দ্রকৃষ্ণ।\nবীরেন্দ্রকৃষ্ণ ১৯২৬ সালে ইন্টারমিডিয়েট ও ১৯২৮ সালে কলকাতার স্কটিশ চার্চ কলেজ থেকে স্নাতক হন।\n\n\n== কর্মজীবন ==\nবীরেন্দ্রকৃষ্ণ একাধিক ধ্রুপদি কাহিনিকে বেতার নাট্যের রূপ দেন। ১৯৩০-এর দশকে তিনি যোগ দেন আকাশবাণী কলকাতায়। এই সময় থেকেই দুর্গাপূজা উপলক্ষে দেবী দুর্গার পৌরাণিক কাহিনি অবলম্বনে দুই ঘণ্টার সঙ্গীতালেখ্য মহিষাসুরমর্দিনী অনুষ্ঠানের সঙ্গে যুক্ত হন তিনি। এই অনুষ্ঠানটির গ্রন্থনা করেছিলেন বাণীকুমার (ভট্টাচার্য) এবং সঙ্গীত পরিচালনা করেছিলেন পঙ্কজকুমার মল্লিক। বীরেন্দ্রকৃষ্ণ ভাষ্য ও শ্লোকপাঠ করেন। আজও দুর্গাপূজা শুরু হয় এই অনুষ্ঠানটির মাধ্যমে। তিনি সাতটি ছদ্মনামে রেডিওতে প্রচুর অনুষ্ঠান পরিচালনা করেছেন। তিনি অনেক রম্যরচনা ও নাটক লিখেছেন।\nবীরেন্দ্রকৃষ্ণ মেস নং ৪৯ সহ একাধিক নাটক রচনা করেন। বিমল মিত্রের সাহেব বিবি গোলাম উপন্যাসটিকে তিনি মঞ্চায়িত করেছিলেন। ১৯৫২ সালে বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের সুবর্ণ গোলক গল্পটিকে তিনি নাট্যায়িত করেন।\n\n\n== উত্তরাধিকার ==\nআজও দুর্গাপূজার সূচনায় মহালয়ার দিন বীরেন্দ্রকৃষ্ণ ভদ্রের মহিষাসুরমর্দিনী অনুষ্ঠানটির রেকর্ড আকাশবাণী কলকাতা থেকে সম্প্রচারিত হয়। এই অনুষ্ঠানটি এতটাই জনপ্রিয় যে, ১৯৭৬ সালে আকাশবাণী কর্তৃপক্ষ বীরেন্দ্রকৃষ্ণের পরিবর্তে জনপ্রিয় অভিনেতা উত্তম কুমারকে দিয়ে অন্য একটি অনুষ্ঠান সম্প্রচার করলে, তা জনমানসে বিরূপ প্রভাব সৃষ্টি করে। আকাশবাণী কর্তৃপক্ষকে সেই অনুষ্ঠানের পরিবর্তে মূল মহিষাসুরমর্দিনী অনুষ্ঠানটিই সম্প্রচারিত করতে হয়।\nএই ঘটনার উপর ২০১৯ সালে চিত্রপরিচালক সৌমিক সেন মহালয়া নামে একটি চলচ্চিত্র নির্মাণ করেন। এতে বীরেন্দ্রকৃষ্ণ ভদ্রের চরিত্রে রূপদান করেন শুভাশীষ মুখোপাধ্যায়। অন্যদিকে উত্তম কুমারের চরিত্রে অভিনয় করেন যীশু সেনগুপ্ত।\n২০০৬ সালের মহালয়ার দিন বীরেন্দ্রকৃষ্ণের কন্যা সুজাতা ভদ্র সারেগামা ইন্ডিয়া লিমিটেডের তরফ থেকে তাঁর পিতার এই মহান কীর্তির রয়্যালটি স্বরূপ ৫০,৯১৭ টাকার একটি চেক পান।\n\n\n== রচনাবলি ==\nহিতোপদেশ, ১৯৪৮\nবিশ্বরূপ-দর্শন, ১৯৬৩\nরানা-বেরানা, ১৯৬৫\nব্রতকথা সমগ্র, ১৯৮৫\nশ্রীমদ্ভাগবত: সম্পূর্ণ দ্বাদশ স্কন্দ, উপেন্দ্রচন্দ্র শাস্ত্রীর সঙ্গে, ১৯৯০\n\n\n=== নাটক ===\nব্ল্যাকআউট\nসাত তুলসী, ১৯৪০ \n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nPragya Paramita. \"Heralding The Goddess\", expressindia.com, Indian Express Newspapers (Mumbai) Ltd, 15 September 2006. Retrieved on 6 May 2007.\nIndranil Chakraborty. \"Saregama gets going on Bhadra royalty, expressindia.com, Indian Express Newspapers (Mumbai) Ltd, September 26, 2006. Retrieved on 6 May 2007.\n\"Mahalaya in Bengal\", Mahalaya - Its Relation with the Durga Puja, NetGlimse.com. Retrieved on 6 May 2007.\n\"Mahalaya\", bangalinet.com. Retrieved on 6 May 2007.\nScottish Church College Magazine(Year - 1999,2000 and 2001.Volume - 87,88 and 89).\n\n\n== বহিঃসংযোগ ==\nবীরেন্দ্রকৃষ্ণ ভদ্রের একটি সংক্ষিপ্ত জীবনী"}