{"pageid": 1168899, "title": "ধর্মীয় দীক্ষা আচার", "url": "https://bn.wikipedia.org/wiki?curid=1168899", "content": "ধর্মীয় দীক্ষা আচার হলো ধর্মীয় দীক্ষার আচার-অনুষ্ঠান অনুশীলন। প্রাচীন গ্রীক, ইব্রীয় বা ইহুদি, ব্যাবিলনীয়, মায়ান এবং নর্স সংস্কৃতির পাশাপাশি অনেক সংস্কৃতি দীক্ষার আচার-অনুষ্ঠান অনুশীলন করে। আধুনিক জাপানি অনুশীলন মিয়ামাইরির এমন একটি অনুষ্ঠান। কিছু কিছু ক্ষেত্রে, এই ধরনের প্রমাণ আধুনিক অনুশীলনের পরিবর্তে প্রত্নতাত্ত্বিক ও বর্ণনামূলক হতে পারে।\n\n\n== ব্রহ্মাকুমারীবাদ ==\n\nব্রহ্মাকুমারীবাদে, ৬ মাস থেকে ৩ বছরের পরীক্ষামূলক সময়ের পরে, শত শত অল্পবয়সী মেয়ে এবং কুমারী নারীকে গণবিবাহে ঈশ্বরের সাথে বিয়ে দেওয়া হয়। তাদের যৌতুক সেই সংস্থার দ্বারা নেওয়া হয় যার পরে তারা এটির অন্তর্ভুক্ত এবং প্রায়শই তাদের পরিবার থেকে অনেক দূরত্বে পোস্ট করা হয়, তাদের আবার দেখা হওয়ার সম্ভাবনা নেই। এমন করে পৃথিবীতে ফিরে আসা তাদের জন্য খুবই কঠিন। গরিবদের অবাঞ্ছিত কন্যাদের তাদের উপর ডাম্প করা থেকে বিরত করার একমাত্র উপায় হিসাবে এই অনুশীলনটিকে ধর্ম দ্বারা রক্ষা করা হয়েছিল।\n\n\n== বৌদ্ধধর্ম ==\n\nসাধারণ বৌদ্ধ দীক্ষা আচার বলতে সর্বজনীন পৌরোহিত্য অভিষেক অনুষ্ঠানকে বোঝায় যেখানে বৌদ্ধধর্মের একজন সাধারণ অনুসারী কিছু বৌদ্ধ উপদেশ গ্রহণ করেন। অনুষ্ঠানের বিবরণ দেশ এবং বৌদ্ধ ধর্মের দর্শন অনুসারে ব্যাপকভাবে আলাদা।\n\n\n== খ্রিস্টধর্ম ==\n\nঅপ্সুদীক্ষা হলো খ্রিস্টান ধর্মীয় আচার, যে আচারে নব দীক্ষিত বা শিশুদেরকে সাময়িকভাবে পানিতে ডুবিয়ে খ্রিস্টধর্মে দীক্ষিতকরণ ও খ্রিস্টান নামকরণ করা হয়। এটা হলো খ্রিস্টান ধর্মের প্রথম ধাপ।\n\n\n== নস্টিক ক্যাথলিকবাদ এবং থেলেমা ==\nএচ্চলেসিয়া গ্নস্তিচা ক্যাথলিক, বা গ্নস্তিচ ক্যাথলিক চার্চ (এচ্চলেসিয়াস্তিচাল আরম এর ওরদ টেম্পলি ওরিএন্তিস), কমপক্ষে ১১ বছর বয়সী যেকোন ব্যক্তিকে তার বাপ্তিস্মের অনুষ্ঠান অফার করে। অনুষ্ঠানটি নস্টিক গণের আগে সঞ্চালিত হয় এবং থেলেমিক সম্প্রদায়ের মধ্যে প্রতীকী জন্মের প্রতিনিধিত্ব করে।\n\n\n== হিন্দুধর্ম ==\n\nঅক্ষরাভ্যাসং হলো হিন্দু শিক্ষা দীক্ষা অনুষ্ঠান যা সাধারণত শিশুদের জন্য কর্ণাটক, অন্ধ্রপ্রদেশ ও তেলেঙ্গানায় অনুষ্ঠিত হয়। যদিও আচারের ধর্মীয় তাৎপর্য রয়েছে, এটি বিশ্বাসে দীক্ষার সাথে জড়িত নয়, বরং বিদ্যালয়ে পড়া শুরু করে।\n\n\n== ইসলাম ==\nইসলামে ঈশ্বরের একেশ্বরবাদে বিশ্বাসই বিশ্বাসের ভাঁজে প্রবেশের জন্য যথেষ্ট এবং বাপ্তিস্মের কোনো আচার-অনুষ্ঠানের প্রয়োজন নেই। এটি কুরআনে এই আয়াতে দেখা যায়: \"[এবং বলুন, \"আমাদের] আল্লাহর দ্বীন; এবং [নিয়ন্ত্রিত] দ্বীনের ক্ষেত্রে আল্লাহর চেয়ে উত্তম কে? এবং আমরা তাঁরই উপাসক।\"\n\n\n== ইহুদি ধর্ম ==\nইহুদি ধর্মে রূপান্তরের জন্য মিকভেহ, প্রাকৃতিক ঝর্ণার সাথে সংযুক্ত ধর্মীয় শুদ্ধিকরণ স্নানে সম্পূর্ণ নিমজ্জন প্রয়োজন, প্রাকৃতিকভাবে সৃষ্ট জলের কূপ বা বৃষ্টিতে ভরা কুন্ড। গোঁড়া ইহুদি ধর্ম অনুসারে, ধর্মান্তরিত ব্যক্তিকে নিমজ্জিত করার জন্য তিনজন ধর্মীয়ভাবে পর্যবেক্ষক পুরুষ সাক্ষীর প্রয়োজন, বিশেষ করে রব্বিদের। সম্ভাব্য ধর্মান্তরিত ব্যক্তিদের অবশ্যই তিনজন সাক্ষীর সামনে ইহুদি ধর্মের আইন ও বিশ্বাস মেনে নিতে হবে; আচার বিসর্জনের আগে পুরুষদের অবশ্যই খৎনা করাতে হবে।\n\n\n== কবির পন্থী সাধু রামপাল জি ==\nসন্ত রামপাল জি তিনটি পর্যায়ে দীক্ষা প্রক্রিয়া সম্পন্ন করেন।\nপ্রতিটি পর্যায়ের জন্য, দীক্ষা গ্রহণের পর অনুসরণ করতে হবে বিভিন্ন নিয়ম। একবার উচ্চাকাঙ্ক্ষী বর্ণিত সমস্ত নিয়ম মেনে চলার প্রতিজ্ঞা করলে, সন্ত রামপাল জি দীক্ষা দেন।\n\n\n== মন্দবাদ ==\nমন্দবাদ-এ, পুরোহিতের দীক্ষার আচারগুলি জটিল ও দীর্ঘ। উদাহরণস্বরূপ, টারমিদা (কনিষ্ঠ পুরোহিত) শুরু করতে ৬৮ দিন সময় লাগে।\n\n\n== রহস্য ধর্ম ==\nগ্রেকো-রোমান বিশ্বে, রহস্য ধর্মগুলি ছিল সেগুলি যেগুলির জন্য দীক্ষার প্রয়োজন ছিল, যা সকলের জন্য উন্মুক্ত ছিল এমন সর্বজনীন আচার থেকে আলাদা; \"রহস্য\", মিস্টিরিয়নের জন্য গ্রিক শব্দ, মিস্টেস থেকে এসেছে, \"সূচনা।\" (\"কিছু অজানা বা জানা কঠিন\"-এর সমসাময়িক ইংরেজি অর্থ এই ধর্মগুলির দ্বারা প্রতিশ্রুত রহস্যময় জ্ঞানের আশেপাশের গোপনীয়তা থেকে বিকশিত হয়েছে।) প্রাচীন রহস্যগুলির মধ্যে সবচেয়ে বিখ্যাত এবং ধ্রুপদী গ্রীসে সবচেয়ে গুরুত্বপূর্ণ ছিল এলিউসিনীয় রহস্যবাদ। অর্ফিক, ডায়োনিসিয়ান বা ব্যাচিক নামে পরিচিত রহস্যগুলি দেবতা দিয়োনুসোস এবং তার \"নবী\" ওর্ফেউসের সাথে সম্পর্কিত। রোমান শাসনের অধীনে হেলেনিস্টিক যুগে, আইসিস, মিথ্রাস এবং সাইবেলের রহস্যগুলি ভূমধ্যসাগরের চারপাশে এবং উত্তরে রোমান ব্রিটেন পর্যন্ত ছড়িয়ে দেওয়া হয়েছিল।\nএপুলিয়াস, ২য় শতাব্দীর রোমান লেখক, আইসিসের  রহস্যের মধ্যে সূচনা বর্ণনা করেছেন। দীক্ষার আগে পাবলিক স্নানে একটি সাধারণ স্নান এবং পুরোহিতের দ্বারা আনুষ্ঠানিক ছিটিয়ে দেওয়া হয়েছিল, যার পরে প্রার্থীকে আইসিসের মন্দিরে গোপন নির্দেশ দেওয়া হয়েছিল। প্রার্থী তারপরে মাংস এবং ওয়াইন থেকে দশ দিন উপবাস করেছিলেন, তারপরে তাকে লিনেন পরিধান করা হয়েছিল এবং রাতে অভয়ারণ্যের অভ্যন্তরীণ অংশে নিয়ে যাওয়া হয়েছিল, যেখানে প্রকৃত দীক্ষা হয়েছিল, যার বিবরণ গোপন ছিল। পরের দুই দিন, তার পবিত্রতার পোশাক পরে, তিনি ভোজসভায় অংশগ্রহণ করেন। এপুলিয়াস ওসাইরিস-এর ধর্মে দীক্ষা এবং এখনও তৃতীয় দীক্ষা, একই প্যাটার্নের বর্ণনা করেছেন।\nলুসিয়াসের জল-হীন সূচনা, এপুলিয়াসের গল্পের চরিত্র যাকে গাধায় পরিণত করা হয়েছিল এবং আইসিস দ্বারা মানব রূপে পরিবর্তিত হয়েছিল, দেবীর আচার-অনুষ্ঠানের ধারাবাহিক ডিগ্রীগুলি প্রদর্শনের জন্য উল্লেখযোগ্য সময়ের অধ্যয়নের পরেই সম্পন্ন হয়েছিল। তার আনুগত্য ও বিশ্বস্ততা, খ্রিস্টধর্মে বাপ্তিস্মের পূর্বের ক্যাচুমেনাল অনুশীলনের অনুরূপ।\n\n\n== শিখধর্ম ==\n\nশিখ দীক্ষা অনুষ্ঠানটি ১৬৯৯ সাল থেকে শুরু হয় যখন ধর্মের দশম নেতা (গুরু গোবিন্দ সিং) পাঁচজন অনুসারীকে দীক্ষা দিয়েছিলেন এবং তারপরে তিনি নিজেই তার অনুসারীদের দ্বারা দীক্ষিত হয়েছিলেন। শিখ বাপ্তিস্ম অনুষ্ঠানকে অমৃত সঞ্চার বা খন্ডে দি পাহুল বলা হয়। দীক্ষিত শিখকে অমৃতধারীও বলা হয়, যার আক্ষরিক অর্থ \"অমৃত গ্রহণকারী\" বা যিনি \"অমৃত গ্রহণ করেছেন\"।\nখন্দে দি পাহুল গুরু গোবিন্দ সিংয়ের সময়ে শুরু হয়েছিল যখন ১৬৯৯ সালে বৈশাখীর দিন শ্রী আনন্দপুর সাহিবোনে খালসা উদ্বোধন করা হয়েছিল। গুরু গোবিন্দ সিং শিখদের সমাবেশকে জিজ্ঞাসা করেছিলেন যারা ঈশ্বরের জন্য প্রাণ দিতে প্রস্তুত ছিল। প্রথমে, লোকেরা ইতস্তত করছিল, তারপর একজন লোক এগিয়ে গেল এবং তাকে তাঁবুতে নিয়ে যাওয়া হল। কিছুক্ষণ পর, গুরু গোবিন্দ সিং তাঁবু থেকে বেরিয়ে আসেন, তাঁর তলোয়ার থেকে রক্ত ​​ঝরতে থাকে। আবারও একই প্রশ্ন করলেন। পরবর্তী চারজন স্বেচ্ছাসেবক তাঁবুতে থাকার পর, তিনি চারজনের সাথে আবার আবির্ভূত হলেন, যারা এখন তার মতো পোশাক পরেছিলেন। এই পাঁচজন ব্যক্তি পাঞ্জ পেয়ারেস বা \"প্রিয় পাঁচ\" নামে পরিচিত হয়েছিলেন। এই পাঁচজনই অমৃত গ্রহণের মাধ্যমে খালসায় দীক্ষিত হন। এই পাঁচজন হলেন ভাই দয়া সিং, ভাই মুখম সিং, ভাই সাহেব সিং, ভাই ধরম সিং এবং ভাই হিম্মত সিং। শিখ পুরুষদের তখন \"সিংহ\" নাম দেওয়া হয়েছিল, যার অর্থ \"সিংহ\" এবং মহিলাদের শেষ নাম \"কৌর\", যার অর্থ \"রাজকুমারী\"।\nলোহার বাটি পরিষ্কার জলে ভরে, তিনি একটি দুই ধারী তরবারি দিয়ে নাড়তে থাকলেন (যাকে খান্দা বলা হয়) এর উপরে পাঁচটি পবিত্র গ্রন্থ বা বাণী পাঠ করার সময় - জপজি, জাপ সাহেব, সাওয়াইয়ে, চৌপাই  ও আনন্দ সাহেব। গুরুর স্ত্রী, মাতা জিতো (মাতা সাহেব কৌর নামেও পরিচিত), পাত্রে চিনির স্ফটিক ঢেলে দেন, লোহার রসায়নের সাথে মিষ্টতা মিশ্রিত করেন। পাঁচজন শিখ বাটিটির চারপাশে মাটিতে বসেছিল যখন পবিত্র আয়াতগুলি পাঠ করার জন্য পবিত্র জল মন্থন করা হচ্ছিল।\nপাঁচটি বাণী পাঠের সাথে সাথে, খন্দে দি পাহুল বা  অমৃত, অমরত্বের অমৃত, প্রশাসনের জন্য প্রস্তুত ছিল। গুরু গোবিন্দ সিং পাঁচজন শিখকে পাঁচটি করে খেজুর দিয়েছিলেন।\n\n\n== উইক্কা ==\nউইক্কাতে, শিশুকে মা ঈশ্বর ও দেবীর কাছে ধরে রাখে এবং তারপরে জল ছিটিয়ে দেয় বা একটি ছোট আগুনের উপর দিয়ে যায়। একে বলা হয় উইকানিং।\n\n\n== তথ্যসূত্র =="}