{"pageid": 1168812, "title": "রুহুল আমিন বসিরহাটি", "url": "https://bn.wikipedia.org/wiki?curid=1168812", "content": "মাওলানা রুহুল আমিন বসিরহাটি (১৮৮২ - ২ নভেম্বর ১৯৪৫) ছিলেন একজন বক্তা, একজন সুফি, সমাজ সংস্কারক এবং ধর্মীয় লেখক। তিনি বাংলা ও উর্দুতে বহু বই রচনা করেছেন। তিনি আনজুমানে ওয়ায়েজেন প্রতিষ্ঠা, বঙ্গানুর প্রেস প্রতিষ্ঠা, পত্রিকা সম্পাদনাসহ নানা সামাজিক কাজের নেতৃত্ব দিয়েছেন। তিনি ফতোয়ায়ে আমিনিয়া গ্রন্থের রচয়িতা। তিনি সারা বাংলাতে প্রায় ৬২টি মাদ্রাসা নির্মাণ করেছিলেন। তিনি সেই সময়ে প্রায় সাপ্তাহিক মোসলেম ও সাপ্তাহিক হানাফিসহ ১০টি পত্রিকার সম্পাদনা ও পৃষ্ঠপোষকতা করেছেন। তিনি কলকাতা মাদরাসার অ্যাংলো-পার্সিয়ান বিভাগের শিক্ষার্থী ছিলেন, এবং ফুরফুরা পীর আবুবকর সিদ্দিকীর নিকট আধ্যাত্মিক জ্ঞান অর্জন করেন।\n\n\n== জন্ম ও পরিচয় ==\nরুহুল আমিন ১৮৮২ সালে ভারতের উত্তর চব্বিশ পরগনা জেলার টাকির নারায়ণপুর গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম মুহাম্মাদ বদির উদ্দিন ও মাতার নাম রহিমা খাতুন। এরা উভয়েই ধার্মিক ব্যক্তি ছিলেন।\n\n\n== শিক্ষাজীবন ==\nরুহুল আমিন ছোটবেলায় রাখাল নামে একজন হিন্দু পণ্ডিতের কাছে বাংলা ভাষার প্রাথমিক জ্ঞান সমাপ্ত করেন। এরপরে তিনি মাওলানা কিবরিয়ার নিকট ইসলামের প্রাথমিক জ্ঞান অধ্যয়ন করেন। ১৮৯৫ সালে ১৩ বছর বয়সে তিনি স্থানীয় সৈয়দপুরের একটি মাদ্রাসায় ভর্তি হন। মাদ্রাসায় ভর্তি হবার পরে বশিরহাট শহরের গোপাল খান নামে এক ব্যক্তি তার পড়াশোনার সকল ব্যয় বহনের অঙ্গীকার করেন। অর্থ সংকট নিরসনের পরে তিনি বশিরহাটে শহরে চলে আসেন, সেখানে বসিরহাট টাউন হাইস্কুলের আরবি শিক্ষক মাওলানা ওয়াজেদ আলীর নিকট আরবি ও ফারসি আয়ত্ব শুরু করেন।\n\n\n=== উচ্চশিক্ষা ===\nরুহুল আমিন ১৮৯৬ সালে ১৫ বছর বয়সে কলকাতা আলিয়া মাদ্রাসায় (বর্তমানে আলিয়া বিশ্ববিদ্যালয়) ভর্তি হন। তিনি কলকাতা মাদ্রাসার প্রতি শ্রেণীতেই প্রথম স্থান লাভ করেন। ১৯০৩ সালে ১ম স্থান নিয়ে এই মাদ্রাসার সর্বোচ্চ শ্রেণী জামাতে উলা পাশ করেন ও ব্রিটিশ সরকার থেকে স্বর্নপদক পান। মাদ্রাসার হাদিসের শিক্ষক, তালতলা মসজিদের ইমাম ক্বারী বসিরুল্লাহের তাজবিদ ও ক্বেরাত শেখা শুরু করেন। একই সাথে তিনি তাফসির, হাদিস ও আল-ফিকহ শাস্ত্রে জ্ঞান অর্জন করেন। তিনি হিন্দু ও খ্রিস্টান অনুবাদকদের বিপরীতে  অত্যন্ত নির্ভুলতার সাথে পবিত্র কুরআনের অনুবাদ করেছিলেন।\nতিনি ইংরেজি শিক্ষার গুরুত্ব বুঝতে পেরেছিলেন। এইজন্য তিনি কলকাতা আলিয়া মাদরাসায় অ্যাংলো-পার্সিয়ান বিভাগে ভর্তি হন। তবে তিনি এখানে মাত্র দশম শ্রেণী পর্যন্ত পড়েছেন, এরপরে পারিবারিক কারণে এই বিভাগ ছেড়ে দিতে হয়। এছাড়াও তিনি পণ্ডিতের কাছে সংস্কৃত ভাষা শিখেছিলেন।\n\n\n=== আধ্যাত্মিক শিক্ষা ===\nতিনি আধ্যাত্মিক জ্ঞান অর্জনের জন্য ফুরফুরা শরীফের পীর মুজাদ্দিদে যামান আবুবকর সিদ্দিকী আল কুরাইশী রহিমাহুল্লাহ এর নিকট মুরিদ হন। এই সাধকের তত্ত্বাবধানে গভীর আধ্যাত্মিক জ্ঞান অর্জন করেন। পরবর্তী সময়ে তার মারেফতি জ্ঞান বাংলা, আসাম ও ত্রিপুরার মুসলিম সমাজে শিক্ষা প্রচার ও কুসংস্কার দূরকরনে কাজে লেগেছে।\n\n\n== কর্মজীবন ==\nতার শিক্ষাজীবন শেষে তৎকালীন আলিয়া মাদ্রাসার অধ্যক্ষ মাওলানা আহমদ তাকে এই প্রতিষ্ঠানের সহকারি অধ্যাপক হিসেবে যোগদানের পরামর্শ দেন। তবে তার আধ্যাত্মিক শিক্ষক আবুবকর সিদ্দিকী তাকে এই প্রতিষ্ঠানে প্রবেশ না করে বরং ইসলাম প্রচার ও কুসংস্কার নিরসনের কাজে আত্ননিয়োগ করার পরামর্শ দেন। তিনি প্রায় ৩২ বছর  বাংলা, আসাম, ত্রিপুরা ও বার্মা অঞ্চলে ইসলাম সংস্কারের কাজ করেছেন। সেসময়ে তিনি বাংলার মুফতি ও ফকিহ হিসেবে বিবেচিত হত।\n\n\n=== ইসলামি সংগঠন ===\nতিনি ১৯১১ সালে আনজুমানে ওয়ায়েজেন নামে একটি সংগঠন গঠন করেন, মৃত্যুর আগ পর্যন্ত এই সংগঠনের সেক্রেটারি ছিলেন। এই সংগঠনের মাধ্যমে তারা কুসংস্কার দূরকরন, আর্থিক সহয়তা, মাদ্রাসা-মক্তবও প্রতিষ্ঠা প্রভৃতি কাজ করেছেন। এছাড়াও তিনি ইসলামি শিক্ষার প্রচারের স্বার্থে অল বেঙ্গল তাবলীগ মিশন নামে একটি প্রচারনা মিশন চালু করেন, তিনি এই সংগঠনের প্রতিষ্ঠাতা সভাপতি ছিলেন।\nরুহুল আমিন বাংলার সমস্ত মসজিদকে একত্রিত একটি সংগঠনের আওতায় আনার জন্য \"মসজিদ কমিটি\" নামে একটি সংগঠন দাড় করান। এই সংগঠনের মাধ্যমে সকল স্থানের মুসলিমদের যোগাযোগ ব্যবস্থা তৈরি করা হয়েছিলো।\nরুহুল আমিন ছিলেন ইসলামি শিক্ষা ও সংস্কৃতির পৃষ্ঠপোষক ছিলেন। তিনি বাংলাতে অনেক মাদ্রাসা, মক্তব, সরাইখানা, দাওয়াহ শিক্ষাকেন্দ্র প্রতিষ্ঠা করেছিলেন। ড. মোস্তফা আব্দুল কাইয়ুমের গণনা অনুসারে “সারা বাংলাতে প্রায় ৬২টি মাদ্রাসা তার নিজ হাতে প্রতিষ্ঠিত হয়েছিল।\n\n\n=== ছাপাখানা প্রতিষ্ঠা ===\nএছাড়াও তিনি মুসলিম লেখকদের সাহায্য করার জন্য ১৯২০ সালে \"বঙ্গানুর প্রেস\" নামে একটি নিজস্ব ছাপাখানা প্রতিষ্ঠা করেছিলেন। এই প্রেসটি কলকাতায় অবস্থিত ছিল কিন্তু দ্বিতীয় বিশ্বযুদ্ধের গোলযোগের কারণে এটি তার আবাসস্থল বসিরহাটে স্থানান্তরিত করা হয়। এটি কলকাতার অন্যতম পুরাতন প্রেস ছিলো। বর্তমানে, এটি তার পরবর্তী বংশধরদের দ্বারা পরিচালিত হচ্ছে।\n\n\n=== সম্পাদিত পত্রিকা ===\nলিটল ম্যাগাজিন হলো সমমনাধর্মীদের অনিয়মিত ও অবানিজ্যিক পত্রিকা। ১৯০০ সালের পরে বাংলাতে এটি একটি অন্যতম আন্দোলন হয়ে দাড়িয়েছিলো। রুহুল আমিন লিটল ম্যাগাজিন ধরনের কিছু পত্রিকার প্রকাশ করেছিলো।\n\nমাসিক মসজিদ: তিনি ১৯১৭ সালে বাংলাদেশের সাতক্ষীরা জেলা থেকে এই ধর্মীয় পত্রিকাটি প্রকাশ করেন। মুসলমানদের ইসলামি শিক্ষা সংস্কার ও এর প্রসার, এর সাথে সাথে সাংস্কৃতিক আলোচনার প্রাধান্য দিতো এই ম্যাগাজিনটি\nইসলাম নূর: ১৩৩২ সালে এটি প্রথম প্রকাশ করা হয়।\nহানাফি (সাপ্তাহিক): ১৯২৬ সালে মাওলানা কর্তৃক কলকাতা থেকে এটি প্রকাশনা শুরু হয়। এটি বেশ জনপ্রিয়তা অর্জন করেছিলো। “সংসাদ বাংলা চরিত বিধানে” পত্রিকাটিকে অবিভক্ত বাংলার মুসলিম রেনেসাসের পথপ্রদর্শক বলে অভিহিত করেছেন। অর্থাভাবে ১৯৩৫ সালে এটি বন্ধ হয়ে যায়।\nমোসলেম (সাপ্তাহিক): ১৯৩৮ সালে রুহুলের সম্পাদনায় কলকাতা থেকে এটি প্রকাশি হতো। তার জীবনীকার মোস্তফা আব্দুল কাইয়ুম বলেছেন, একমাত্র এই পত্রিকাটি তার মৃত অবধি প্রকাশিত হতো, দ্বিতীয় বিশ্বযুদ্ধের সময় বঙ্গানুর প্রেসের সাথে এই পত্রিকার দপ্তরটিও বসিরহাটে স্থানান্তরিত হয়।\nএগুলো ছাড়াও তার পৃষ্ঠপোষকতায় ও আর্থিক সাহায্যে আরো কয়েকটি পত্রিকা প্রকাশিত হয়। সেগুলো হলো মোসলেম হিতোইশি, ইসলাম দর্শন, শরীয়ত, শরীয়তে ইসলাম এবং হিদায়াত নামে নিয়মিত ও অনিয়মিত পত্রিকা।\n\n\n== মৃত্যুবরন ==\n২য় বিশ্ব যুদ্ধের পর থেকে তিনি নিজ বাসভবন বসিরহাটেই থাকতেন। ১৯৪৫ সালে তিনি অসুস্থ হয়ে পরলে তাকে কলকাতায় নিয়ে যাওয়া হয়, তিনি এই অসুস্থতায় কলকাতায় ২ নভেম্বর ১৯৪৫ সালে মৃতবরন করেন। কলকাতায় তার প্রথম জানাজার নামাজে এক লাখের বেশি মানুষ অংশগ্রহণ করে এবং ২য় জানাজা বসিরহাটে প্রায় দশ হাজার মানুষ অংশগ্রহণ করে। তাকে বাড়ির নিকটস্থ স্থানে দাফন করে হয়।\n\n\n== গ্রন্থপঞ্জি ==\nমাওলানা রুহুল আমিন ছিলেন উপমহাদেশের অন্যতম পণ্ডিত ও লেখক ও ইসলামি ধর্মতত্ত্ববিদ। ধারণা করা হয়, তার লেখার মোট পৃষ্ঠা হল ১২,৩৮৩। বইসমূহের মধ্যে উল্লেখযোগ্য বইগুলো হল:\nমাওলানা রুহুল আমিন বসিরহাটি লিখিত গ্রন্থপন্ঞ্জির তালিকা\n\n\n=== বাংলা ভাষার বই ===\nকুরআন শরীফ (তাফসির) ৫ খন্ড: (১৯৩২)\n\n\n=== উর্দু ভাষার বই ===\nরুহুল আমিনের বাংলা, আরবি, উর্দু, ফারসি এবং হিন্দি ভাষায় যথেষ্ট জ্ঞান অর্জন করেছিলেন। তার উর্দু ভাষায় লেখা গ্রন্থসমূহ:\n\nইসলাহুল মুমিনীন (১৯২২)\nআল কাবুল মুসামিন (১৯৩১)\nদেহাত মেন জুমা (১৯৩৫)\nহযরত বড় পীর (১৯২৬)\nউর্দু এই ৪টি বই তার শিষ্যরা বাংলায় অনুবাদ করেছিলেন। তবে এখনো পরবর্তী প্রজন্ম তার অপ্রকাশিত বই বা প্রবন্ধ সংগ্রহ করে সেগুলো বই আকারে বের করার চেষ্টা করছে। তার এক নাতি মাওলানা শরফুল আমিন এই কাজটি দেখভাল করেন।\n\n\n== উত্তরাধিকার ==\nতার নিজের লাইব্রেরিতে বহু ইসলামিক বই ছিলো, সেগুলো তার মৃত্যুর আগে জনসাধারণের জন্য উৎসর্গ করে পাবলিক গ্রন্থাগার বানিয়ে গিয়েছিলেন। ইসলামি শিক্ষার পাশাপাশি আনুষ্ঠানিক শিক্ষা বৃদ্ধির জন্য আমিনিয়া মাদরাসা মিশন নামে ধর্মীয় মাদ্রাসা পরিচালিত হয়। তার জীবনী নিয়ে গবেষণার জন্য প্রতিষ্ঠা করা হয়েছে আল্লামা রুহুল আমিন (রহঃ) ফাউন্ডেশন, যা সংক্ষেপে \"আরাফ\" নামে পরিচিত। বর্তমান প্রতিষ্ঠানসমূহ\n\nবসিরহাট আমিনিয়া মিশন\nইফতার মজলিশ\nআন্তর্জাতিক কিরাত প্রতোযোগিতা\nআমিনিয়া মক্তব\nআল্লামা রুহুল আমিন জাতীয় গ্রন্থাগার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল্লামা রুহুল আমিন (রহঃ) ফাউন্ডেশন (আরাফ)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ আগস্ট ২০২২ তারিখে"}