{"pageid": 1168107, "title": "বাংলাদেশের সংবিধানের ৭৭ নং অনুচ্ছেদ", "url": "https://bn.wikipedia.org/wiki?curid=1168107", "content": "বাংলাদেশের সংবিধানের ৭৭ নং অনুচ্ছেদে ন্যায়পাল পদ সৃষ্টির কথা উল্লেখ রয়েছে। এই অনুচ্ছেদের আলোকে ১৯৮০ সালে ন্যায়পাল পদ সৃষ্টির জন্য আইন গৃহীত হয়, যদিও তা এখনও কার্যকর হয় নি।\nন্যায়পাল মূলত সরকারি পদ হলেও বাংলাদেশের কিছু বেসরকারি সংস্থাতেও ন্যায়পাল রয়েছে; যেমন: ব্র‍্যাক এবং বাংলাদেশ ডায়াবেটিক সমিতি।\n\n\n== ইতিহাস ==\n\nজবাবদিহিতামূলক পদ বা প্রতিষ্ঠান হিসেবে ১৮০৯ সালে সুইডেনে প্রথম \"ন্যায়পাল\" (Ombudsman) প্রবর্তিত হয়েছিল। ১৯৭২ সালের মূল সংবিধানে ন্যায়পাল পদ সংসদ কর্তৃক সৃষ্টির বিধান ৭৭ নং অনুচ্ছেদে অন্তর্ভুক্ত করা হয়। ১৯৮০ সালে ‘ন্যায়পাল আইন ১৯৮০’ গৃহীত হয়। আইন গৃহীত হওয়ার ১৮ বছর পর ১৯৯৮ সালে ন্যায়পাল ও ন্যায়পাল অফিসের কর্মচারীদের বেতন, অফিসসহ আনুষঙ্গিক সব খরচপাতি বিষয়ে প্রস্তাব অর্থ মন্ত্রণালয়ের অনুমোদন পেয়েছিল। এই সংক্রান্ত ফাইলটি সংসদে পাঠানো হলেও অজ্ঞাত কারণে কাজটি আর অগ্রসর হয় নি। ২০০৫ সালে কর ব্যবস্থা তদারকির জন্য ‘কর ন্যায়পাল আইন ২০০৫’ গৃহীত হয়। কিন্তু ছয় বছর পর ২০১১ সালে ‘কর ন্যায়পাল (রহিতকরণ) বিল ২০১১’ পাসের মধ্য দিয়ে কর ন্যায়পাল পদ ও তাঁর যাবতীয় কাজ রহিত করা হয়। ২০১১ সালে গৃহীত সংবিধানের পঞ্চদশ সংশোধনীতে ন্যায়পাল পদ বিলোপ করা হয়। ২০১৭ সালে সুপ্রিম কোর্টে এক আইনজীবী ন্যায়পাল নিয়োগ করার বিষয়ে রিট করেন। ২০২১ সালে রাষ্ট্রপতির নিকট দুর্নীতি দমন কমিশন (দুদক) বার্ষিক প্রতিবেদন পেশ করার সময় \"ন্যায়পাল পদ\" প্রতিষ্ঠার সুপারিশ করেছিল। যাইহোক, এখনও অবধি কোনো সরকারই পদটি সৃষ্টি করতে কার্যকর পদক্ষেপ গ্রহণ করতে পারে নি।\n\n\n== অনুচ্ছেদ ==\n৭৭। (১) সংসদ আইনের দ্বারা ন্যায়পালের পদ-প্রতিষ্ঠার জন্য বিধান করিতে পারিবেন।\n(২) সংসদ আইনের দ্বারা ন্যায়পালকে কোন মন্ত্রণালয়, সরকারী কর্মচারী বা সংবিধিবদ্ধ সরকারী কর্তৃপক্ষের যে কোন কার্য সম্পর্কে তদন্ত পরিচালনার ক্ষমতাসহ সেরূপ ক্ষমতা কিংবা যেরূপ দায়িত্ব প্রদান করিবেন, ন্যায়পাল সেইরূপ ক্ষমতা প্রযোগ ও দায়িত্ব পালন করিবেন।\n\n(৩) ন্যায়পাল তাঁহার দায়িত্বপালন সম্পর্কে বাৎসরিক রিপোর্ট প্রণয়ন করিবেন এবং অনুরূপ রিপোর্ট সংসদে উপস্থাপিত হইবে।\n\n\n== ন্যায়পালের কার্যাবলি ==\nন্যায়পাল আইন ১৯৮০ অনুযায়ী রাষ্ট্রপতি ন্যায়পাল নিয়োগ দিবেন। সরকারের অনুমোদন সাপেক্ষে ন্যায়পাল নিয়োগপ্রাপ্ত হবেন এবং রাষ্ট্রপতির মাধ্যমে জাতীয় সংসদের নিকট দায়বদ্ধ থাকবেন। ন্যায়পাল পদটি একটি সংবিধানিক সংস্থা হিসেবে গণ্য হবে। ন্যায়পাল পদের মেয়াদ তিন বছর এবং আরও এক মেয়াদের জন্য পুনঃনিয়োগযোগ্য।\nউক্ত আইন অনুযায়ী, ন্যায়পালের কোনো পদক্ষেপের বিপরীতে আদালতে মামলা করা যাবে না, এমনকি কোনো আদালত স্বতঃপ্রণোদিত হয়ে প্রশ্নও তুলতে পারবে না। কোনো সরকারি কর্মকর্তার বিরুদ্ধে অভিযোগ পেলে ন্যায়পাল সরকারের যেকোনো দপ্তরে থেকে যেকোনো সময় তাঁর সম্পর্কে প্রয়োজনীয় তথ্য চাইতে পারবে এবং যখন যে অবস্থায় চাইবে, সে অবস্থাতেই সংশ্লিষ্ট সরকারি দপ্তর তথ্য দিতে বাধ্য থাকবে। প্রয়োজনবশত সরকারের যেকোনো দপ্তরে সরেজমিন গিয়ে তথ্য সংগ্রহ করার ক্ষমতা এবং যেকোনো অফিসে প্রবেশ করে নথিপত্র জব্দ করে তদন্ত করার একচেটিয়া অধিকার ন্যায়পালের রয়েছে। তবে গেজেট বিজ্ঞপ্তির মাধ্যমে সরকার ন্যায়পালের এখতিয়ার থেকে কোনো সরকারি কর্মকর্তাকে অব্যাহতি দিতে পারে।\nকোনো মন্ত্রণালয় বা সরকারি দপ্তরের বিরুদ্ধে কোনো অভিযোগ পাওয়া গেলে ন্যায়পাল প্রাপ্ত তথ্যের ভিত্তিতে তদন্ত শেষে সংশ্লিষ্ট প্রতিষ্ঠানকে প্রয়োজনীয় পদক্ষেপ নেওয়ার সুপারিশ করবেন এবং কী পদক্ষেপ নেওয়া হলো তা আনুষ্ঠানিকভাবে ন্যায়পালকে জানাতেও হবে। সন্তুষ্ট হলে সংশ্লিষ্ট উদ্যোগের সেখানেই শেষ হবে, আর অসন্তুষ্ট হলে সে বিষয়ে বিশেষভাবে রাষ্ট্রপতিকে অবহিত করার সুযোগ ন্যায়পালের রয়েছে। ন্যায়পালের শাস্তি দেওয়ার কোনো ক্ষমতা নেই।\nন্যায়পাল অনিয়ম করলে কিংবা শারীরিক অক্ষমতার অভিযোগে তাঁকে সরানো যাবে। ন্যায়পালকে তাঁর পদ থেকে সরাতে হলে সংসদ সদস্যদের দুই-তৃতীয়াংশ সদস্যের সমর্থনে রাষ্ট্রপতির আদেশের প্রয়োজন। \n\n\n== বিতর্ক ==\n১৯৮০ সালে আইন গৃহীত হওয়ার পর দীর্ঘ সময় কেটে গেলেও সরকারের কার্যকর পদক্ষেপ গ্রহণ না করার বিষয়টি একটি বিতর্কের সৃষ্টি করেছে। বিশ্লেষকদের মতে, বিষয়টি যেহেতু সময় দিয়ে বাধ্যতামূলক না হওয়া এবং আমলাতন্ত্রের দাপটের কারণে সরকার এ বিষয়ে উদ্যোগ গ্রহণের ব্যপারটি সন্দেহপূর্ণ।\n\n\n== আরও দেখুন ==\nবাংলাদেশের সংবিধানের ৭০ নং অনুচ্ছেদ\n\n\n== তথ্যসূত্র =="}