{"pageid": 1168580, "title": "প্রোটন-এম", "url": "https://bn.wikipedia.org/wiki?curid=1168580", "content": "প্রোটন-এম, (Протон-М) জিআরএইউ সূচক ৮কে৮২এম বা ৮কে৮২এম, সোভিয়েত দ্বারা উন্নয়নাধীন প্রোটন রকেট থেকে প্রাপ্ত একটি ব্যয়যোগ্য রুশ ভারী-উত্তোলন উৎক্ষেপণ যান। এটি ক্রুনিচেভ দ্বারা নির্মিত, এবং কাজাখস্তানের বাইকোনুর কসমোড্রোমের উৎক্ষেপণ মঞ্চ ৮১ ও ২০০ থেকে উৎক্ষেপিত হয়েছে। বাণিজ্যিক উৎক্ষেপণগুলি আন্তর্জাতিক উৎক্ষেপণ পরিষেবা (আইএলএস) দ্বারা বাজারজাত করা হয় এবং সাধারণত সাইট ২০০/৩৯ ব্যবহার করে। প্রথম প্রোটন-এম ২০০১ সালের ৭ই এপ্রিল উৎক্ষেপণ  করা হয়েছিল।\nপ্রোটনের সবচেয়ে সাম্প্রতিক অভিযানটি ২০২১ সালের ১৩ই ডিসেম্বর উড়েছিল, দুটি একপ্রেস যোগাযোগ উপগ্রহ ভূ-স্থির কক্ষপথে উৎক্ষেপণ করেছিল। প্রোটনের উৎক্ষেপণ ম্যানিফেস্টে ২০২০ সালের আগস্ট মাস পর্যন্ত বেশ কয়েকটি রসকসমস ও অন্যান্য রুশ সরকারি অভিযান ছিল।\n\n\n== রকেটের বিবরণ ==\n\nপ্রোটন-এম উৎক্ষেপক যান তিনটি পর্যায় নিয়ে গঠিত; সবগুলোই তরল রকেট ইঞ্জিন দ্বারা চালিত হয়, যা অক্সিডাইজার হিসেবে ডিনাইট্রোজেন টেট্রোক্সাইডের হাইপারগোলিক প্রপেলান্ট সংমিশ্রণ ও জ্বালানীর হিসাবে অপ্রতিসম ডাইমেথাইলহাইড্রাজিন ব্যবহার করে।\nপ্রথম পর্যায়টি অসাধারণ, এটিতে একটি কেন্দ্রীয় নলাকার অক্সিডাইজার ট্যাঙ্ক রয়েছে, যার পরিধির সাথে অন্য দুটি ধাপের সমান ব্যাস সহ ছয়টি জ্বালানী ট্যাঙ্ক সংযুক্ত, প্রতিটিতে একটি ইঞ্জিন রয়েছে। এই পর্যায়ের ইঞ্জিনগুলি নিরপেক্ষ অবস্থান থেকে ৭.০° পর্যন্ত স্পর্শকভাবে ঘুরতে পারে, যা সম্পূর্ণ থ্রাস্ট ভেক্টর নিয়ন্ত্রণ প্রদান করে। এই নকশার যুক্তি হল রসদ বা লজিস্টিকস: অক্সিডাইজার ট্যাঙ্ক ও নিম্নলিখিত দুটি ধাপের র ব্যাস হল সর্বাধিক, যা রেলপথের মাধ্যমে বাইকোনুরে পৌঁছে দেওয়া যেতে পারে। যাইহোক, বাইকোনুরের মধ্যে সম্পূর্ণরূপে একত্রিত রকেটি আবার রেলপথে পরিবহন করা হয়, কারণ এটির যথেষ্ট ছাড়পত্রের প্রয়োজন রয়েছে।\nদ্বিতীয় পর্যায়ে একটি প্রচলিত নলাকার নকশা ব্যবহার করা হয়। এটি তিনটি আরডি-০২১০ ইঞ্জিন ও একটি আরডি-০২১১ ইঞ্জিন দ্বারা চালিত। আরডি-০২১১ হল আরডি-০২১০-এর একটি সংস্করণ, যা প্রপেলান্ট ট্যাঙ্কগুলিতে চাপ দেওয়ার জন্য ব্যবহৃত হিট এক্সচেঞ্জারের সাহায্যে পরিবর্তিত হয়। দ্বিতীয় পর্যায়টি একটি বদ্ধ আন্তঃপর্যায়ের পরিবর্তে একটি জালের মাধ্যমে প্রথম পর্যায়ে যুক্ত থাকে, যার মধ্যমে নিষ্কাশনকে বেরিয়ে যাওয়ার অনুমতি দেওয়া হয়, কারণ দ্বিতীয় পর্যায়টি বিচ্ছেদের কয়েক সেকেন্ড আগে ফায়ারিং শুরু করে। \"হট স্টেজিং\" হিসাবে পরিচিত, এটি দ্বিতীয় পর্যায়ে আল্লেজ থ্রাস্টারের প্রয়োজনীয়তা দূর করে। ইঞ্জিন জিমবলিং দ্বারা থ্রাস্ট ভেক্টর নিয়ন্ত্রণ সরবরাহ করা হয়।\n\n\n== Notes ==\n\n\n== তথ্যসূত্র =="}