{"pageid": 1168129, "title": "সিদি এল হালুয়ি মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1168129", "content": "সিদি এল হালুয়ি মসজিদ (সিদি এল-হালউই মসজিদনামেও পরিচিত) আলজেরিয়ার টেমসেনে অবস্থিত একটি ঐতিহাসিক মসজিদ এবং ধর্মীয় কমপ্লেক্স।\n\n\n== ইতিহাস ==\nমসজিদটি আবু আবদুল্লাহ ইচৌদসিকে উৎসর্গ করা হয়েছে। আবু আবদুল্লাহ ইচৌদসি সিদি এল হালুই নামে পরিচিত, সেভিলের একজন কাদি যিনি ১৩ শতকের শেষের দিকে টেলেমসেনে এসেছিলেন। পরে তাকে জাদুবিদ্যার অভিযোগে অভিযুক্ত করা হয়, সম্ভবত একটি মানহানিকর ষড়যন্ত্রের অংশ হিসেবে, এবং হয় ১৩০৫ বা ১৩৩৭ সালে তাকে মৃত্যুদণ্ড দেওয়া হয়। তার খ্যাতির পুনর্বাসনের পর, মেরিনিড সুলতান আবু ইনান ১৩৫৩ বা ১৩৫৪ (৭৫৪ হিজরি) সালে তার সমাধির পাশে এই ধর্মীয় কমপ্লেক্সটি নির্মাণ করেন।\n\n\n== স্থাপত্য ==\nঐতিহাসিক কমপ্লেক্সে একটি মসজিদ, এর পাশে নির্মিত সিদি এল হালুইয়ের সমাধি এবং রাস্তা জুড়ে একটি অজু করার সুবিধা রয়েছে। কমপ্লেক্সে পূর্বে একটি মাদ্রাসা এবং একটি জাউইয়াও অন্তর্ভুক্ত ছিল, কিন্তু এটি টিকেনি। সমাধিটি একটি শালীন কাঠামো। অজু হল একটি কেন্দ্রীয় গম্বুজ দ্বারা আচ্ছাদিত এবং এতে ল্যাট্রিন রয়েছে।\nমসজিদটির নকশাটি সিদি বুমেডিয়ান মসজিদের মতো, যা আবু ইনানের পিতা আবু আল-হাসান এক দশক আগে টেমসেন এলাকায় নির্মাণ করেছিলেন। এটি একটি কেন্দ্রীয় ঝর্ণা সহ একটি বর্গাকার উঠান  নিয়ে গঠিত এবং একটি তোরণযুক্ত গ্যালারি দ্বারা বেষ্টিত, যখন এর দক্ষিণ দিকে রয়েছে প্রার্থনা হল, একটি হাইপোস্টাইল হল যা সূক্ষ্ম ঘোড়ার খিলানের সারি দ্বারা পাঁচটি নাভি বা আইলে বিভক্ত। সিদি বুমেডিয়ান মসজিদের বিপরীতে, খিলানগুলি স্তম্ভ দ্বারা সমর্থিত নয় বরং গোমেদ স্তম্ভ দ্বারা সমর্থিত। কলামগুলি সম্ভবত আল-মানসুরার প্রাক্তন বিজয় প্রাসাদ থেকে নেওয়া হয়েছিল, যা আবু আল-হাসান দ্বারা নির্মিত হয়েছিল। এই কলামগুলির মধ্যে কিছু সিদি বুমেডিয়ানের সমাধিতেও পাওয়া যায়, সম্ভবত একই সময়ে আবু ইনান সেখানে যোগ করেছিলেন। দক্ষিণ-পূর্ব প্রাচীরের মাঝখানে মিহরাব রয়েছে, একটি ষড়ভুজ কুলুঙ্গি যা একটি ছোট মুকারনাস কপোলা দ্বারা আবৃত। মসজিদের মিনার, প্রায় ২৫ মিটার উঁচু, উত্তর-পশ্চিম কোণে দাঁড়িয়ে আছে এবং এর সম্মুখভাগ সেবকা মোটিফ দ্বারা সজ্জিত। মসজিদের মূল অলংকরণের বাকি অংশ, প্রার্থনা হলের খিলান এবং বাইরের প্রবেশদ্বার পোর্টালের চারপাশে, সংরক্ষণ করা হয়নি।\n\n\n== তথ্যসূত্র =="}