{"pageid": 1168944, "title": "এবিসি স্পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1168944", "content": "এবিসি স্পার্ক কোরাস এন্টারটেইনমেন্টের মালিকানাধীন একটি কানাডীয় ইংরেজি ভাষার বিশেষত্ব চ্যানেল। নিম্নগামী চ্যানেল ডাস্ককে প্রতিস্থাপন করে ২০১২ সালের ২৬ মার্চে চ্যানেলটি সম্প্রচার শুরু করে।\nএবিসি স্পার্ক মার্কিন সাবস্ক্রিপশন চ্যানেল ফ্রিফর্মের উপর ভিত্তি করা এবং এটি বেশিরভাগ কৈশোর, অল্পবয়সী প্রাপ্তবয়স্ক, এবং প্রাক-কৈশোরদের জন্য অনুষ্ঠানসমূহ প্রচার করে, কিছু সিটকম ধারাবাহিক সহ। চ্যানেলের নাম এবং বিভিন্ন অনুষ্ঠানসমূহ ওয়াল্ট ডিজনি টেলিভিশনের সংস্থা এবিসি ফ্যামিলি ওয়ার্ল্ডওয়াইডের থেকে লাইসেন্স করা।\n\n\n== ইতিহাস ==\n\n\n=== ঘোষণা এবং উদ্বোধন (২০১১–২০১২) ===\n২০১১ সালের ২৬ অক্টোবরে কোরাস এন্টারটেইনমেন্ট এবং দ্য ওয়াল্ট ডিজনি কোম্পানির মধ্যে একটি অনুষ্ঠান লাইসেন্সিং চুক্তির অংশে এবিসি স্পার্কের উদ্বোধনের ঘোষণা করা হয়। \"এবিসি স্পার্ক\" নামের ব্যবহার, \"এবিসি ফ্যামিলি\" এর বিপরীতে, সম্ভবত ফ্যামিলি চ্যানেলের সাথে বিভ্রান্ত এড়ানোর জন্য, যা সেই সময় এবিসি ফ্যামিলির ভ্রাতৃপ্রতিম ডিজনি চ্যানেল থেকে অনুষ্ঠানসমূহ প্রচার করেছে। ২০১২ সালের ফেব্রুয়ারিতে চ্যানেলের সম্প্রচার লাইসেন্স, অস্থায়ীভাবে তখন হারমনি নামে পরিচিত, কানাডীয় রেডিও-টেলিভিশন ও টেলিযোগাযোগ কমিশন দ্বারা অনুমোদিত হয়।\nনির্বাচিত এবিসি ফ্যামিলির অনুষ্ঠান যেগুলো এবিসি স্পার্কে প্রচার হতে ছিল সেগুলো কোরাসের ওয়াইটিভি, ডাব্লিউ নেটওয়ার্ক, এবং সিএমটিতে বিশেষ স্নিক প্রদর্শন ব্লকে প্রচার হওয়া শুরু হয় চ্যানেলের উদ্বোধনের আগামে ২০১২ সালের ২৬ জানুয়ারি থেকে শুরু করে, যেহেতু সেই চ্যানেলগুলোর সাথে বাকি কোরাসের মালিকানাধীন চ্যানেলগুলো এবিসি স্পার্কের ব্যাপারে বিজ্ঞাপন প্রচার করেছে। ২০১২ সালের ২৬ মার্চে উদ্বোধনে চ্যানেলটি কোরাস (৫১%) এবং শ মিডিয়ার (৪৯%) মালিকানাধীন।\n\n\n=== এবিসি স্পার্কের লাইসেন্স স্থানান্তর; শ মিডিয়ার মালিকানা স্বত্বের কোরাসের ক্রয় (২০১৩) ===\nচ্যানেলের উদ্বোধনের কিছুক্ষণ পর সিআরটিসি পূর্বে ডাস্কের মালিকানাধীন সংখ্যাযুক্ত কোম্পানির কাছে এবিসি স্পার্কের লাইসেন্স স্থানান্তর করার জন্য একটি মুলতুবি আবেদনের বিজ্ঞপ্তি প্রকাশ করেছে। ডাস্ক ৫১% কোরাসের এবং ৪৯% শ মিডিয়ার মালিকানাধীন ছিল। কিন্তু ২০১৩ সালের ৪ মার্চে কোরাস এন্টারটেইনমেন্ট ঘোষণা করে যে উনারা এবিসি স্পার্কে শ মিডিয়ার ৪৯% মালিকানা স্বত্ব ক্রয় করবে, একটি আরও বড় লেনদেনে যেতে কোরাস হিস্তোরিয়া এবং সেরিপ্ল্যুসে শয়ের ৫০% মালিকানা ক্রয় করবে, এবং কোরাস ফুড নেটওয়ার্কে এর ২২.৫৮% ভাগ বিক্রি করবে। মোটে শ নগদে প্রায় $৯.৫ কোটি নেট আয় পাবে। ২০১৩ সালের এপ্রিলে এবিসি স্পার্কের ভাগের বিক্রয় বন্ধ হয়ে যায়।\n\n\n=== ডিজনির সাথে বিস্তৃত সম্পর্ক; প্রথম মূল ধারাবাহিক (২০১৫–২০১৬) ===\n২০১৫ সালের এপ্রিলে কোরাস এন্টারটেইনমেন্ট ডিজনির সাথে এর সম্পর্ক বিস্তৃত করবে, এবং কোরাস ডিজনি চ্যানেলের অনুষ্ঠানসমূহ এবং সম্পর্কিত ব্র্যান্ডের স্বত্ব ক্রয় করেছে, যার ফলে ডিজনি চ্যানেলের কানাডীয় সংস্করণের উদ্বোধন, এবং ডিজনি জুনিয়র এবং ডিজনি এক্সডির পুনঃউদ্বোধন হয়, ডিএইচএক্স মিডিয়া ডিজনির অনুষ্ঠান প্রচার করার চুক্তি পুনর্নবীকরণ করার বিরুদ্ধে দাঁড়ানোর পর।\n২০১৫ সালের অক্টোবরে এবিসি ফ্যামিলি ২০১৬ সালের জানুয়ারিতে নিজেকে \"ফ্রিফর্ম\" নামে পরিবর্তন করার ঘোষণা করে। মার্কিন নেটওয়ার্ক দ্বারা ব্যবহৃত সম্প্রচার ইমেজিং ব্যবহার করেও এবিসি স্পার্ক ফ্রিফর্ম নামটি গ্রহণ করলো না।\n২০১৫ সালের অক্টোবরের শেষে এবিসি স্পার্ক চিয়ার স্কোয়াড নামের এর প্রথম মূল ধারাবাহিক প্রযোজনা করেছে। সেই হল একটি ডকিউ-বাস্তব ধারাবাহিক যা ২০১৬ সালের ৫ জুলাইতে প্রচার হয়।\n\n\n== অনুষ্ঠানসমূহ ==\n\nএবিসি স্পার্ক যুক্তরাষ্ট্রের ফ্রিফর্মের জন্য প্রযোজিত বেশিরভাগ অনুষ্ঠান প্রচার করে (প্রিটি লিটল লায়ারস: দ্য পারফেকশনিস্টস প্রচার হয় ডাব্রিউ নেটওয়ার্কে), ৩১ নাইটস অফ হ্যালোউইন এবং ২৫ ডেইজ অফ ক্রিসমাস ঘটনার এর নিজস্ব সংস্করণ সহ, যেগুলি তাদের নিজ ছুটির দিনে বিশেষ অনুষ্ঠানসমূহ সম্প্রচার করে। চ্যানেলটির দৈনিক অনুষ্ঠানমালায় রয়েছে অর্জিত সিটকম এবং ধারাবাহিক নাটক, কোরাসের মালিকানাধীন অন্যান্য চ্যানেল থেকে সিন্ডিকেট করা অনুষ্ঠানসমূহ সহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}