{"pageid": 1168462, "title": "জন টাইটলার (সার্জন)", "url": "https://bn.wikipedia.org/wiki?curid=1168462", "content": "জন টাইটলার (১৭৯০-১৮৩৭) ছিলেন ইস্ট ইন্ডিয়া কোম্পানির একজন স্কটিশ মেডিকেল অফিসার এবং প্রাচ্যবিদ । এছাড়াও তিনি কলকাতার ভারতীয় ছাত্রদের একজন উল্লেখযোগ্য শিক্ষাবিদ ছিলেন। টাইটলার চিকিৎসা শিক্ষায় \"প্রাচ্যবাদী\" মনোভাবের প্রতিশ্রুতিশীল প্রবক্তা হিসেবে পরিচিত ছিলেন। তিনি  কলকাতা মাদ্রাসা, হিন্দু কলেজ ও কলকাতার প্রেসিডেন্সি কলেজে পাঠদান করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ব্রেচিনে জন্মগ্রহণ করেছিলেন, তিনি হেনরি উইলিয়াম টাইটলার এবং তার স্ত্রী ক্রিশ্চিয়ানা গিলিসের (মৃত্যু ১৮২৫) ছোট ছেলে ছিলেন। যখন তার বয়স প্রায় সাত, তার বাবা একজন আর্মি সার্জন হন এবং পরিবার গার্নসিতে চলে যায়। শীঘ্রই তারা কেপ কলোনীতে চলে যায়, যেখানে হেনরি উইলিয়াম টাইটলার ছিলেন বাহিনীর ঔষধ প্রস্তুতকারক। ১২ বছর বয়সে জন ব্যারোর মুখোমুখি হন এবং মুগ্ধ হন। ১৮০২ সালে শান্তি মানে অঞ্চলটি ডাচ কেপ কলোনি হিসাবে তার মর্যাদায় ফিরে আসে এবং পরিবারটি লন্ডনে ফিরে আসে।\nলন্ডনে মাত্র কয়েক মাসের জন্য, টাইটলার সোহো স্কোয়ারের একটি একাডেমির ছাত্র ছিলেন। এরপর পরিবারটি এডিনবার্গে চলে যায়, যেখানে তিনি জন প্লেফেয়ারের বক্তৃতা শুনেছিলেন। তার মায়ের ইচ্ছা অনুসারে, ১৪ বছর বয়সে তিনি আবার লন্ডনে বাণিজ্যে কর্মরত তার ভাইয়ের অধীনে জায়গা নেন। ১৮০৯ সালে তার বাবা মারা যান এবং ১৮১২ সালের দিকে তিনি সেন্ট বার্থোলোমিউ'স হাসপাতালে চিকিৎসা নিয়ে পড়াশোনা করেন এবং চাকরি ধরে রাখেন। তিনি যোগ্যতা অর্জন করেন এবং ইস্ট ইন্ডিয়া কোম্পানির সহকারী সার্জন হিসেবে মনোনীত হন।\n\n\n== বাংলায় অবস্থান ==\nটাইটলার ১৮১৩ সালে তার মায়ের সাথে ভারতের উদ্দেশ্যে যাত্রা করেন। সেখানে তার বোন মার্গারেট (মৃত্যু 1822) কলকাতায় পারিবারিক পরিবারে যোগ দেন, তিনি এক বছর ধরে বাংলায় ছিলেন, জনের বড় ভাই রবার্টও একজন সার্জন ছিলেন। রবার্ট টাইটলারই ১৮২৩ সালে খ্রিস্টবিদ্যা নিয়ে রাম মোহন রায়ের সাথে \"ডঃ টাইটলার\" হিসাবে একটি বিতর্কে জড়িয়েছিলেন।\nকলকাতা জেনারেল হাসপাতালে অল্প সময়ের পর, ১৮১৪ সালে টাইটলারকে পাটনায় দায়িত্ব অর্পণ করা হয়। সেখানে থাকাকালীন তিনি ১৮১৮ সালে ভারতে আসা প্রথম কাজিনের সাথে বিয়ে করেছিলেন। 1819 সালে তিনি চম্পারণে স্থানান্তরিত হন, উইলিয়াম জ্যাকের হতাশার জন্য যিনি টাইটলারকে \"উর্সা মেজর\" হিসাবে বিবেচনা করেছিলেন। মালিতে অস্বাস্থ্যকর জীবন খুঁজে পেয়ে তিনি মুঙ্গেরে চলে যান, যেখানে তার বোন মারা যায়।  পাটনায় থাকাকালীন, মার্গারেট টাইটলার স্থানীয় কারুশিল্পের উপর কাজ করেছিলেন এবং টাইটলার তার মৃত্যুর পর এডিনবার্গ মিউজিয়াম অফ সায়েন্স অ্যান্ড আর্টে মডেলগুলির একটি প্রদর্শন উপস্থাপন করেছিলেন। \n১৮২৫ সালে, টাইটলার, পদোন্নতির পরে , বেঙ্গল নেটিভ ইনফ্যান্ট্রির 20 তম রেজিমেন্টে সার্জন হিসাবে সংযুক্ত হন এবং ১৮২৬ সালে ব্যারাকপুর ইউনিটে যোগদান করেন। সে বছর তিনি কলকাতায় কিছু সময় কাটিয়েছিলেন এবং চুনারে গ্যারিসন সার্জন হওয়ার আগে এশিয়াটিক সোসাইটিতে নির্বাচিত হয়েছিলেন। ১৮২৭ সালে তাকে প্রেসিডেন্সি সার্জন করা হয়, অর্থাৎ তিনি কলকাতায় স্থায়ীভাবে বসবাস করতেন। অল্প সময়ের মধ্যেই তাকে শিক্ষা কমিটির প্রেসের দায়িত্ব দেওয়া হয়।\n\n\n== পণ্ডিতি জীবন ==\nতার নিজের উদ্যোগেটে, টাইটলা১৮১৩13 সালে আরবি শিখতে শুরু করেন, একটি কাজ যা তাক১৪14 বছর সময় নেয়। এছাড়াও তিনি ইউনানী চিকিৎসা বিষয়ক গ্রন্থ অধ্যয়ন ও সম্পাদনা শুরু করেন।  পাটনায়, সিনিয়র ম্যাজিস্ট্রেট হেনরি ডগলাসের মাধ্যমে, তিনি দেওয়ান খান জি-এর সাথে দেখা করেন, যিনি ইউরোপীয় গণিতের উপর একটি ফার্সি রচনা খাজানাত উল ইলম সংকলন করেছিলেন। টাইটলার এটা ছাপানোর জন্য অনেক কিছু করেছিলেন। জীবনের শেষ দিকে, তিনি তেকারি রাজের মিত্রজিৎ সিং-এর পুত্রের সেবায় একজন মুসলিম পণ্ডিতের মাধ্যমে ফারসি ভাষায় আরেকটি গাণিতিক পাণ্ডুলিপির সাথে যোগাযোগ করেন। এর নামকরণ করা হয় জামিয়া বাহাদুর খানি ।\n১৮২৯ সালে, টাইটলার প্রকৃতিবিদ ডেভিড রসের সাথে এশিয়াটিক সোসাইটির জাদুঘরের যৌথ কিউরেটর হন। সে বছর তিনি এশিয়াটিক সোসাইটিকে এশিয়ান ভাষার রোমানাইজেশনের জন্য একটি \"সর্বজনীন বর্ণমালা\" নিয়ে একটি গবেষণাপত্র প্রকাশ করেন। অন্যদিকে তিনি ১৮৩৩ সালে জোসেফ থমাস থম্পসনের সম্পূর্ণ রোমানাইজড হিন্দুস্তানি অভিধানের বিরোধিতা করেন।\n\n\n== শিক্ষাবিদ জীবন ==\n১৮৩৫ সাল পর্যন্ত, টাইটলার কলকাতার নবজাতক শিক্ষা প্রতিষ্ঠানগুলিতে জড়িত ছিলেন: কলকাতা মাদ্রাসা, (এখন আলিয়া বিশ্ববিদ্যালয়), হিন্দু কলেজ ও (এখন প্রেসিডেন্সি কলেজ, কলকাতা) । কলকাতার প্রেসিডেন্সি কলেজে। এসব প্রতিষ্ঠানে তিনি ১৮৩১ সাল থেকে থেকে ১৮৩৫ সাল পর্যন্ত পাঠদান করেছেন। তিনি গণিতের উপর পাঠদান ও বক্তৃতা দিয়েছিলেন। তার গণিতের ছাত্রদের মধ্যে ছিলেন রাধানাথ সিকদার।\nএই সময়ে ব্রিটিশ ভারত শাসনের জন্য \"প্রাচ্যবাদী\" এবং \"অঙ্গরাজ্যবাদী\" পদ্ধতির মধ্যে সংঘর্ষ শুরু হয়। টাইটলার চিকিৎসা শিক্ষায় \"প্রাচ্যবাদী\" মনোভাবের প্রতিশ্রুতিশীল প্রবক্তা হিসেবে পরিচিত ছিলেন এবং ১৮২৭ সালে তিনি পিটার ব্রেটনের কাছ থেকে নেটিভ মেডিকেল ইনস্টিটিউশনের সুপারিনটেনডেন্ট হিসেবে দায়িত্ব গ্রহণ করেন, যিনি ১৮৩০ সালে মারা যান। কলকাতা মাদ্রাসার জন্য তিনি এবং ব্রেটন ইউরোপীয় চিকিৎসা গ্রন্থের আরবি ভাষায় অনুবাদ প্রদান করেন। তিনি আরও বলেন যে হিন্দু কলেজের ছাত্রদের মেডিকেল শিক্ষা গ্রহণ করতে সক্ষম হওয়া উচিত।\nপ্রশাসনিকভাবে, বেঙ্গল প্রেসিডেন্সির শিক্ষানীতি ১৮২৩ সালে প্রতিষ্ঠিত জেনারেল কমিটি অফ পাবলিক ইনস্ট্রাকশন (GCPI) এর হাতে ছিল। ১৮৩৩ সাল পর্যন্ত সেখানে প্রাচ্যবিদদের প্রাধান্য ছিল। জিসিপিআই টাইটলারের বৈজ্ঞানিক ও চিকিৎসা গ্রন্থের আরবি ও ফারসি ভাষায় অনুবাদের দায়িত্ব দেয়। চার্লস এডওয়ার্ড ট্রেভেলিয়ানের GCPI-তে নিয়োগের সাথে সেই মনোভাব পরিবর্তিত হয়।\n\n\n== সাধারণ নীতি ও শিক্ষা বিতর্ক ==\n১৮২৪ সালের দিকে জোয়ারটি প্রাচ্যবিদদের বিরুদ্ধে ঘুরে দাঁড়াচ্ছে, টাইটলার হোরেস হেম্যান উইলসনকে লিখেছিলেন যে সরকারী লাইনটি আরবি, ফার্সি এবং সংস্কৃত ব্যবহারিক ব্যবহারযোগ্য নয় বলে মনে হয়েছিল। সেই বছরের এপ্রিলে, GCPI-তে অ্যাংলিসিস্টদের নেতৃত্বদানকারী ট্রেভেলিয়ান প্রস্তাব করেছিলেন যে কলকাতা মাদ্রাসায় শুধুমাত্র সেই ছাত্রদের ভর্তি করা উচিত যারা ইংরেজির পাশাপাশি আরবিও অধ্যয়ন করবে। প্রাচ্যবিদদের প্রধান হেনরি থবি প্রিন্সেপ তার বিরোধিতা করেছিলেন। টমাস ব্যাবিংটন ম্যাকোলে, সম্প্রতি ভারতে এসেছিলেন, ১৮৩৫ সালের ফেব্রুয়ারীতে ভারতীয় শিক্ষার উপর তার মিনিটের সাথে হস্তক্ষেপ করেছিলেন, লর্ড উইলিয়াম বেন্টিঙ্ক যিনি ভারতের গভর্নর-জেনারেল ছিলেন তার সমর্থনে এবং মাদ্রাসার অস্তিত্ব হুমকির মুখে পড়েছিল।\n১৮৩৫ সালের জানুয়ারী মাসে টাইটলার ম্যাকোলের সাথে একটি বৈঠক করেন এবং পরবর্তীতে তার অ্যাংলিসিস্ট অবস্থান নিয়ে আলোচনা করেন, তারপরে চিঠি আদান-প্রদানের মাধ্যমে কোন লাভ হয়নি। বেন্টিঙ্কের উদ্দেশ্য ছিল সহজ এবং সস্তা প্রশাসন, যা ফার্সি ব্যবহারকে এড়িয়ে যায় এবং স্যামুয়েল ফোর্ড হুইটিংহামের পরামর্শে তিনি ম্যাকাওলেকে শিক্ষা ইস্যুতে জনসাধারণের নেতৃত্ব দেওয়ার অনুমতি দিয়েছিলেন।\nনেটিভ মেডিকেল ইনস্টিটিউশনটি বন্ধ করে দেওয়া হয়েছিল, কারণ টাইটলার কেপ অফ গুড হোপের পরিকল্পিত যাত্রায় যাওয়ার কিছুক্ষণ আগে জানতে পেরেছিলেন। জিসিপিআই-তে, জেমস চার্লস কোলব্রুক সাদারল্যান্ড, \"প্রাচ্যবাদী\" হিসাবে চিহ্নিত, টাইটলারের শিক্ষার শৈলীর নিন্দাকারীদের সাথে যোগ দিয়েছিলেন এবং এইচটি প্রিন্সেপ আরবি ও সংস্কৃতের পক্ষে একটি নিরঙ্কুশ লাইন অনুসরণ করেননি; যখন হেনরি শেক্সপিয়ার জন রাসেল কলভিনের মতকে সমর্থন করেছিলেন যে মাদ্রাসায় ইংরেজি বাধ্যতামূলক হওয়া উচিত। উইলিয়াম হে ম্যাকনাঘটেন এবং জেমস প্রিন্সেপ বেন্টিঙ্কের অবস্থানের জন্য জিসিপিআই থেকে পদত্যাগ করেছেন। মাদ্রাসা ও হিন্দু কলেজের মেডিকেল ক্লাসও বন্ধ করে দেওয়া হয়েছে। এটি নিউ মেডিকেল কলেজ দিয়ে প্রতিস্থাপিত হয়েছিল। যখন টাইটলার এর সুপারিনটেনডেন্ট হওয়ার জন্য আবেদন করেন, তখন তার দৃষ্টিভঙ্গি যে ইংরেজি শিক্ষার একমাত্র ভাষা হওয়া উচিত নয় তা অসম্ভব করে তোলে। কলকাতা মেডিক্যাল কলেজ, যেমনটি পরিচিত হয়েছিল, অন্যথায় পুরানো প্রতিষ্ঠানের সাথে ধারাবাহিকতা বজায় রেখেছিল। এর প্রথম প্রধান ছিলেন মাউন্টফোর্ড জোসেফ ব্রামলি (১৮০৩-১৮৩৭)।\n\n\n== জীবনের শেষ জীবন ==\n১৮৩৫ সালে টাইটলার তার পরিবারকে লন্ডনে নিয়ে যান। এক বছর পর তারা আবার জার্সিতে চলে যায়, যেখানে তিনি ১৮৩৭ সালে মারা যান। এশিয়াটিক জার্নালের মে ১৮৩৭ ইস্যুতে একটি দীর্ঘ মৃত্যুর নোটিশ প্রকাশিত হয়েছিল; এটি স্বাক্ষরবিহীন ছিল, তবে এটি জানা যায় যে লেখক হোরেস হেম্যান উইলসন ছিলেন। ১৮৩০-এর দশকের শেষের দিকে ভারতের গভর্নর-জেনারেল লর্ড অকল্যান্ডের দ্বারা শিক্ষা বিতর্ক একটি সমঝোতার প্রস্তাবে আনা হয়েছিল, যেখানে ইউরোপীয় বিজ্ঞানের অনুবাদগুলি মৌলিক ভূমিকা পালন করেছিল।\n\n\n== লেখনী অবদান ==\nহৃৎপিণ্ডের একটি সংক্ষিপ্ত শারীরবৃত্তীয় বর্ণনা, আরবি ভাষায় অনুবাদ করা হয়েছে (কলকাতা, ১৮২৮)\nHooper, Robert (১৮৩০)। The Anatomist's Vade-mecum, by Dr. Robert Hooper, Translated Into Arabic by John Tytler (ইংরেজি ভাষায়)। Education Press। \nহিপোক্রেটসের অ্যাপোরিজমের হুনাইন ইবনে ইসহাক দ্বারা আরবি সংস্করণের সংস্করণ (কলকাতা, ১৮৩২)\nউইলিয়াম হজ মিল (১৮৩৭) সহ আরবীতে সাধারণ প্রার্থনার বইয়ের অনুবাদ \n\n\n== পরিবার ==\n১৮১৮ সালে লন্ডনের উইলিয়াম গিলিসের মেয়ে অ্যান গিলিসকে বিয়ে করেন টাইটলার। তাদের সন্তানদের অন্তর্ভুক্ত:\n\nউইলিয়াম গিলিস টাইটলার (১৮২১-১৮৫৪), আইনজীবী।\nজন অ্যাডাম টাইটলার ভিসি (১৮২৫-১৮৮০), তৃতীয় পুত্র।\n\n\n== তথ্যসূত্র =="}