{"pageid": 1168183, "title": "কারাগার (ওয়েব ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1168183", "content": "কারাগার সৈয়দ আহমেদ শাওকী পরিচালিত একটি বাংলা রোমাঞ্চকর ওয়েব ধারাবাহিক। ভারতীয় বাংলা ওটিটি প্ল্যাটফর্ম হইচইয়ে ২০২২ সালের ১৮ আগস্ট থেকে এটি স্ট্রিমিং শুরু হয়। ২০২১ সালে হইচই তাদের আসন্ন নতুন পাঁচটি ওয়েব সিরিজ ঘোষণা করে, কারাগার সেগুলোর মধ্যে অন্যতম। বাংলাদেশের পটভূমিতে নির্মিত এই ধারাবাহিকটিতে প্রধান চরিত্রে রয়েছেন চঞ্চল চৌধুরী, আফজাল হোসেন, ইন্তেখাব দিনার, বিজরী বরকতুল্লাহ, তাসনিয়া ফারিণ, এফ এস নাঈম, এ কে আজাদ সেতু। এটি তাকদীর (২০২০)-এর পর শাওকী ও চঞ্চল জুটির দ্বিতীয় ওয়েব ধারাবাহিক।\n\n\n== কাহিনী সংক্ষেপ ==\nআকাশনগর কারাগার বাংলাদেশের একটি কারাগার। এই কারাগারের ১৪৫ নং কক্ষ ৫০ বছরেরও বেশি সময় ধরে বন্ধ রয়েছে। শিগগিরই জানা যায় ওই সেলের ভেতরে একজন বন্দী রয়েছে। ঊর্ধ্বতন কর্তৃপক্ষ সেলের পুরনো তালা ভেঙে সেলে প্রবেশ করেন। এই সেলে তিনি কীভাবে এলেন জানতে চাইলে সেই বোবা বন্দী আকার ইঙ্গিতে বোঝান যে তিনি ২৫০ বছর আগে মীর জাফরকে হত্যার দায়ে বন্দী ছিলেন এবং বিভিন্ন সময়ে বিভিন্ন কারাগারে স্থানান্তরিত হয়েছেন।\n\n\n== অভিনয়ে ==\nরহস্যময় বন্দী ওরফে ডেভিড অ্যাডামস চরিত্রে চঞ্চল চৌধুরী\nতরুণ ডেভিড অ্যাডামস চরিত্রে দিব্য জ্যোতি\nকারা প্রধান মোস্তাক আহমেদ চরিত্রে ইন্তেখাব দিনার\nমোস্তাকের স্ত্রী পান্না চরিত্রে বিজরী বরকতুল্লাহ\nমোস্তাক ও পান্নার ছেলে সজীবের চরিত্রে পার্থ শেখ\nপ্রধান জল্লাদ মহব্বত আলী চরিত্রে আফজাল হোসেন\nকারাগারের আইজি হুমায়ুন কবিরের চরিত্রে জাহিদ হোসেন শোভন\nখায়ের চরিত্রে এ কে আজাদ সেতু\nমাহা চরিত্রে তাসনিয়া ফারিণ\nপুলিশ কর্মকর্তা ও মোস্তাকের বন্ধু আশফাকের চরিত্রে এফএস নাঈম\nফাদার আলফ্রেড চরিত্রে শতাব্দী ওয়াদুদ\nব্রাদার আলফ্রেড চরিত্রে সাদ নাওভি\nএকজন বন্দী ওরফে গুলজার চরিত্রে জয়ন্ত চট্টোপাধ্যায়\nবোরকা পরিহিত রহস্যময় নারী ওরফে দিয়া গুহ চরিত্রে তানভিন সুইটি\nএকজন পাগল ও রহস্যময় কয়েদীর সহযোগী রাজু আহমেদ ওরফে রাজেশ্বর পল চরিত্রে মীর নওফেল আশরাফী জিসান\nআতাউর চরিত্রে ওমর মাসুম\nআতাউরের স্ত্রী চরিত্রে ফারহানা হামিদ\n\n\n== পর্বসমূহ ==\n\n\n=== পর্ব ১ ===\n২০২২ সালের ১৯ আগস্ট সাতটি পর্ব নিয়ে কারাগার-এর প্রথম মৌসুম মুক্তি পায়। প্রথম মরসুমে, মোস্তাক রহস্যময় বন্দীর সাথে দেখা করেন যিনি দাবি করেন যে তিনি মীর জাফরকে হত্যা করেছেন। মাহা হলেন দোভাষী যিনি পুলিশের কাছে তার বক্তব্যের ব্যাখ্যা করেন।\n\n\n=== পর্ব ২ ===\n২০২২ সালের ২১ সেপ্টেম্বর হইচই কর্তৃপক্ষ ঘোষণা করে যে ওয়েব সিরিজের দ্বিতীয় পর্ব তাদের প্ল্যাটফর্ম প্রতিষ্ঠার ষষ্ঠ বার্ষিকী উপলক্ষে একই বছরের ডিসেম্বরে মুক্তি পাবে। ৪ নভেম্বর পার্ট ২ এর তারিখ নির্ধারণ করা হয় ১৫ ডিসেম্বর ২০২২। পরে ২০২২ ফিফা বিশ্বকাপের কারণে তারিখটি পরিবর্তন করে ২২ ডিসেম্বর করা হয়।\n\n\n== নির্মাণ ==\n\nএই ওয়েব ধারাবাহিকটির আগে সৈয়দ আহমেদ শাওকি ও নেয়ামত উল্লাহ মাসুম আরেকটি ওয়েব ধারাবাহিক তকদীর-এ কাজ করেছেন। নেয়ামত পরিচালককে কারাগার বানানোর পরামর্শ দেন। এই জুটি ৩/৪ মাসের মধ্যে ওয়েব ধারাবাহিকটির পরিকল্পনা সম্পূর্ণ করে। এর গল্পটি এক বছর ধরে লেখা হয়। গল্প লেখার সময় ওয়েব ধারাবাহিকটির কলাকুশলী ও অভিনেতাদের কাছ থেকে পরামর্শ নেওয়া হয়। ওয়েব ধারাবাহিকের প্রধান চরিত্রে চঞ্চল চৌধুরীকে নেওয়া হবে বলে আগেই সিদ্ধান্ত নিয়েছিলেন পরিচালক। টানা দুই সপ্তাহ এর চিত্রগ্রহণ হয়। কারাগারের অস্বাস্থ্যকর পরিবেশে ক্রমাগত অভিনয়ের কারণে চঞ্চল অসুস্থ হয়ে পড়েন। প্রযোজনা দলকে এর কাহিনী লিখতে অনেক ঐতিহাসিক গবেষণা করতে হয়। ২০২১ সালের সেপ্টেম্বরে হইচই তাদের পঞ্চম বার্ষিকী উপলক্ষে কারাগার ওয়েব ধারাবাহিক প্রকাশের ঘোষণা দেয়। ওয়েব ধারাবাহিকটির দুটি অংশ একসাথে চিত্রধারণ করা হয়। এর বেশিরভাগ দৃশ্যের শুটিং হয়েছে পুরাতন ঢাকা কেন্দ্রীয় কারাগারে যা বর্তমানে সংস্কার কাজের জন্য বন্ধ রয়েছে। ১৯ অগাস্ট ২০২২-এ পর্ব ১ মুক্তি পাওয়ার পর, ওয়েব ধাতাবাহিকটির পর্ব ২-এর পোস্ট-প্রোডাকশন ২০২২ সালের সেপ্টেম্বরে শুরু হয়।\n\n\n== মূল্যায়ন ==\nওয়েব ধারাবাবিকের পর্ব ১ প্রকাশের পর, এটি এবং এর অভিনয়শিল্পীরা দর্শকদের কাছ থেকে ইতিবাচক সাড়া পেয়েছে। ডেইলি স্টার-এর শিল্প ও বিনোদন ডেস্ক এটিকে একটি অনন্য কাহিনীর ওয়েব ধারাবাহিক বলে অভিহিত করেছে। টাইমস অফ ইন্ডিয়া-এর পূর্ণা ব্যানার্জি প্রথম পর্বকে ৪/৫ দিয়েছেন এবং ওয়েব ধারাবাহিকের প্রধান অভিনেতা চঞ্চল চৌধুরীর অভিনয়ের প্রশংসা করেছেন। দ্য বিজনেস স্ট্যান্ডার্ডের সাখাওয়াত কবির শায়খ ওয়েব ধারাবাহিকটি সম্পর্কে বলেছেন, \"যদি প্রথম থেকে শেষ পর্যন্ত দর্শকদের আবদ্ধ রাখাই একটি অনুষ্ঠানকে উজ্জ্বল করার একমাত্র মাপকাঠি হয় তবে কারাগার প্রথম পর্ব নিঃসন্দেহে পাশ করেছে\"। দ্য ফিনান্সিয়াল এক্সপ্রেস-এএ সাদিক মাহবুব ইসলাম এর কাহিনী ও চিত্রনাট্যের প্রশংসা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nহইচইয়ে কারাগার\nইন্টারনেট মুভি ডেটাবেজে কারাগার  (ইংরেজি)"}