{"pageid": 1168693, "title": "গাণিতিক প্রক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1168693", "content": "গণিতের  ভাষায় গাণিতিক প্রক্রিয়া (Operation) হলো এমন একটি ফাংশন যা শূন্য সংখ্যক অথবা তার অধিক সংখ্যক এবং অপারেন্ড নামক ইনপুট মানকে বা মানসমূহকে একটি সু-সংজ্ঞায়িত আউটপুট মানে রূপান্তরিত করে। অপারেন্ড যা আর্গুমেন্ট নামেও পরিচিত তার সাংখ্যিক পরিমাণই হচ্ছে গাণিতিক প্রক্রিয়ার পক্ষসংখ্যা বা অ্যারিটি।\nসবচেয়ে বেশি অধ্যয়নকৃত ও আলোচিত গাণিতিক প্রক্রিয়াগুলো দ্বিপক্ষীয় গাণিতিক প্রক্রিয়া, আর এগুলো হচ্ছে সেইসব গাণিতিক প্রক্রিয়া যাদের অ্যারিটি বা পক্ষসংখ্যা ২। উদাহরণস্বরূপ, যোগ, বিয়োগ, গুণ, ভাগ হলো দ্বিপক্ষীয় গাণিতিক প্রক্রিয়া। আর, একপক্ষীয় গাণিতিক প্রক্রিয়া অর্থাৎ একটি মাত্র পক্ষসংখ্যার গাণিতিক প্রক্রিয়ার মধ্যে রয়েছে ত্রিকোণমিতিক ফাংশন, যোগাত্মক বিপরীত এবং গুণাত্মক বিপরীত। পক্ষসংখ্যা অ্যারিটি শূন্য এমন গাণিতিক প্রক্রিয়াসমূহের একটি হচ্ছে ধ্রুবক। মিশ্র গুণন হচ্ছে পক্ষসংখ্যা অ্যারিটি  ৩-এর গাণিতিক প্রক্রিয়ার একটি উদাহরণ। ইংরেজি বলয়ে যা ternary operation নামে পরিচিত।\nসাধারণত পক্ষসংখ্যা অ্যারিটিকে সসীম হিসেবেই নেওয়া হয়। তবে কখনো কখনো অসীম সংখ্যক পক্ষসংখ্যার গাণিতিক প্রক্রিয়াও বিবেচনায় নেওয়া হয় যা ইংরেজিতে infinitary operation, বলা হয়। তাই এক্ষেত্রে \"সাধারণ\" গাণিতিক প্রক্রিয়াগুলোকে বলা যায় সসীম পক্ষসংখ্যার গাণিতিক প্রক্রিয়া, ইংরেজিতে যা finitary operations।\nআংশিক গাণিতিক প্রক্রিয়াকে একটি গাণিতিক প্রক্রিয়ায় অনুরূপভাবেই সংজ্ঞায়িত করা হয়, কিন্তু এটা করা হয় ফাংশনের পরিবর্তে আংশিক ফাংশনের মাধ্যমে।\n\n\n== গাণিতিক প্রক্রিয়ার প্রকারভেদ ==\n\nদুটি সাধারণ ধরনের গাণিতিক প্রক্রিয়া রয়েছে। যথা: একপক্ষীয়ও  দ্বিপক্ষীয়। একপক্ষীয় গাণিতিক প্রক্রিয়ায় কেবল একটি মান থাকে, যেমন: নেগেশন এবং ত্রিকোণমিতিক ফাংশন। পক্ষান্তরে দ্বিপক্ষীয় গাণিতিক প্রক্রিয়ায় দুটি মান নেওয়া হয়। আর এদের মধ্যে রয়েছে যোগ, বিয়োগ, গুণ, ভাগ, সূচকীকরণ এবং মূল নির্ণয়।\nগাণিতিক প্রক্রিয়ায় সংখ্যা অপেক্ষা বরং গাণিতিক বস্তুগুলোকেই অন্তর্ভুক্ত করা যায়। লজিক গণিতের লজিক মান তথা সত্যক মানকেও (সত্য এবং মিথ্যা) and, or, ও not এর মতো লজিক অপারেশন প্রয়োগ করে অন্তর্ভুক্ত করা যেতে পারে। কে সংযোজনও করা যায় আবার পরিহারও করা যায়। প্রথমে প্রথম ঘূর্ণন এবং তারপর দ্বিতীয় ঘূর্ণনটি সম্পাদনপূর্বক ফাংশন কম্পোজিশন অপারেশন ব্যবহার করে ঘূর্ণনসমূহকেও গাণিতিক প্রক্রিয়ার অন্তর্ভুক্ত করা যায়। সেটের গাণিতিক প্রক্রিয়ারগুলোর মধ্যে দ্বিপক্ষীয় প্রক্রিয়া হিসেবে রয়েছে সেটের সংযোগ, সেটের ছেদ এবং একপক্ষীয় প্রক্রিয়া হিসেবে সেটের পূরক। এবং যেসব ফাংশন গাণিতিক প্রক্রিয়ার অন্তর্ভুক্ত তাদের মধ্যে রয়েছে ফাংশন কম্পোজিশন এবং কনভোল্যুশন।\nগাণিতিক প্রক্রিয়াকে এর ডোমেইনের প্রতিটি সম্ভাব্য মানের জন্য সংজ্ঞায়িত করা নাও হতে পারে। উদাহরণস্বরূপ, বাস্তব সংখ্যার ক্ষেত্রে শূন্য দ্বারা ভাগ করা কিংবা ঋণাত্মক সংখ্যার বর্গমূল নির্ণয় করা সম্ভব নয়। যেসব মানের জন্য কোনো গাণিতিক প্রক্রিয়া সংজ্ঞায়িত হয়, সেই মানগুলো একটি সেট গঠন করে যাকে এই গাণিতিক প্রক্রিয়াটির সংজ্ঞার ডোমেইন বা সক্রিয় ডোমেইন বলা হয়। উদাহরণস্বরূপ, বাস্তব সংখ্যায়, স্কোয়ারিং অপারেশন শুধুমাত্র অ-ঋণাত্মক সংখ্যা তৈরি করে; codomain বা কোডোমেইন হল বাস্তব সংখ্যার সেট, কিন্তু এর পরিসীমা হল অ-নেতিবাচক সংখ্যা।\nগাণিতিক প্রক্রিয়া অসদৃশ গাণিতিক বস্তুর সাথে জড়িত হতে পারে। যেমন: একটি ভেক্টরকে একটি স্কেলার দ্বারা গুণ করে আরেকটি ভেক্টর গঠন করা যেতে পারে, যে গাণিতিক প্রক্রিয়াটি আবার স্কেলার গুণন নামে পরিচিত। আরেকটি উদাহরণ হচ্ছে, দুটি ভেক্টরের inner product অপারেশন, যেখানে একটি স্কেলার রাশি উৎপন্ন হয়। একটি গাণিতিক প্রক্রিয়ার নির্দিষ্ট কিছু বৈশিষ্ট্য থাকতেও পারে আবার নাও থাকতে পারে। যেমন: এটি হতে পারে সহযোজী, বিনিময়ী, প্রতি-বিনিময়ী, idempotent ইত্যাদি।\nএকটি গাণিতিক প্রক্রিয়া যে মানগুলো গ্রহণ করে তাদেরকে একত্রে অপারেন্ড, আর্গুমেন্ট অথবা  ইনপুট বলা হয় এবং যে মানটি উৎপন্ন হয় তাকে মান, ফলাফল অথবা আউটপুট বলা হয়। একটি গাণিতিক প্রক্রিয়ার দুইয়ের কম বা অধিক ইনপুট থাকতে পারে, যার মধ্যে শূন্য সংখ্যক ইনপুট থেকে অসীম সংখ্যক ইনপুটও অন্তর্ভুক্ত।)\nঅপারেটর একটি অপারেশন বা গাণিতিক প্রক্রিয়ারই অনুরূপ যা গাণিতিক প্রক্রিয়ার প্রতীককে অথবা গাণিতিক প্রক্রিয়ার কার্যধারাকে নির্দেশে ব্যবহার করা হয়, তাই এদের দৃষ্টিভঙ্গি ভিন্ন। উদাহরণস্বরূপ, প্রায়শই যখন \"যোগের অপারেশন\" বা \"যোগ অপারেশন\" বা \"যোগের গাণিতিক প্রক্রিয়া\" ইত্যাদির কথা বলা হয়, তখন অপারেন্ড এবং ফলাফলের উপর আলোকপাত করা হয়। আবার যখন \"যোগ অপারেটর\", \"যোগের অপারেটর\" ইত্যাদির কথা বলা হয়, তখন  গাণিতিক প্রক্রিয়াটির কলাকৌশলের উপর অথবা আরও প্রতীকি দৃষ্টিভঙ্গী থেকে বলা যায়, +: X × X → X ফাংশনের নজর দেওয়া হয়।\n\n\n== সংজ্ঞা ==\nX1, …, Xn থেকে Y-এ একটি An n-ary অপারেশন ω (পক্ষসলখ্যা n এরূপ গাণিতিক প্রক্রিয়া) হচ্ছে এমন একটি ফাংশন যেখানে, ω: X1 × … × Xn → Y। এখানে, X1 × … × Xn সেটটিকে ডোমেইন, Y সেটটিকে কোডোমেইন এবং সুনির্দিষ্ট অঋণাত্মক পূর্ণসংখ্যা (অপারেন্ডের সংখ্যা) n-কে গাণিতিক প্রক্রিয়াটির পক্ষসংখ্যা অ্যারিটি বলা হয়। তাই একটি একপক্ষীয় গাণিতিক প্রক্রিয়ার (unary operation) অ্যারিটি ১ এবং একটি দ্বিপক্ষীয় গাণিতিক প্রক্রিয়ার (binary operation) অ্যারিটি ২ থাকে। অ্যারিটি শূন্য এমন গাণিতিক প্রক্রিয়াকে শূন্যপক্ষীয় গাণিতিক প্রক্রিয়া, (nullary operation) বলা হয়, যা কেবল কোডোমেইন Y-এর একটি উপাদান। কোনো n-ary অপারেশনকে একটি (n + 1)-ary অন্বয়রূপেও দেখা যেতে পারে, যা এর n ইনপুট ডোমেইনের সাপেক্ষে মোট এবং এর আউটপুট ডোমেইনের সাপেক্ষে অনন্য।\nX1, …, Xn থেকে Y-এ একটি n-ary আংশিক অপারেশন ω হচ্ছে একটি আংশিক ফাংশন ω: X1 × … × Xn → Y। একটি n-ary আংশিক অপারেশনকো একটি (n + 1)-ary অন্বয়রূপেও দেখা যেতে পারে,যা এর আউটপুট ডোমেইনের সাপেক্ষ অনন্য। \nসাধারণভাবে সসীম পক্ষীয় গাণিতিক প্রক্রিয়া (finitary operation) কী উপরে সেটায় বর্ণনা করা হয়েছে অপারেন্ডের সসীম সংখ্যার (যার মান n ) মাধ্যমে। গাণিতিক অপারেশনের সুস্পষ্টভাবে আরও সম্প্রসারণ রয়েছে, যেখানে অ্যারিটিকে একটি অসীম ক্রমের মাধ্যমে অথবা অঙ্কের মাধ্যমে গ্রহণ করা হয়, এমনকি অপারেন্ডগুলোকে সূচীকরণ করে এমন একটি স্বাধীন সেটের মাধ্যমেও অ্যারিটিকে গণ্য করা হয়।\nপ্রায়শই, অপারেশন শব্দটি ব্যবহার করে এটা বোঝানো হয় যে, ফাংশনের ডোমেনে কোডোমেনের একটি ঘাত অন্তর্ভুক্ত রয়েছে (যা হচ্ছে কোডোমেনের এক বা একাধিক অনুলিপি কার্টেসীয় গুণজ, যদিও এটি কোনোভাবেই সর্বজনীন নয়, যেমন এটা সর্বজনীন নয় ডট গুণনের ক্ষেত্রে, যেখানে ভেক্টরকে গুণ করা হয় এবং এর ফল একটি স্কেলার হয়। \nএকটি n-ary অপারেশন ω: Xn → X কে বলা হয় অভ্যন্তরীণ অপারেশন। ω: Xi × S × Xn − i − 1 → X যেখানে স্কেলার সেট অথবা অপারেটর সেট S এর ভিত্তিতে 0 ≤ i < n-কে বলা হয় বাহ্যিক  অপারেশন। In particular for a binary operation, ω: S × X → X is called a left-external operation by S, and ω: X × S → X is called a right-external operation by S. An example of an internal operation is vector addition, where two vectors are added and result in a vector. An example of an external operation is scalar multiplication, where a vector is multiplied by a scalar and result in a vector.\n\n\n== তথ্যসূত্র =="}