{"pageid": 1168093, "title": "আদি পুরাণ", "url": "https://bn.wikipedia.org/wiki?curid=1168093", "content": "আদি পুরাণ হল ৯ম শতাব্দীর সংস্কৃত কবিতা যা জিনসেন, দিগম্বর সন্ন্যাসী দ্বারা রচিত। এটি প্রথম তীর্থংকর ঋষভনাথের জীবন নিয়ে আলোচনা করে।\n\n\n== ইতিহাস ==\nআদি পুরাণ প্রথম তীর্থংকর, ঋষভনাথের জীবনের প্রশংসা করে সংস্কৃত কবিতা হিসেবে জিনসেন (দিগম্বর সন্ন্যাসী) দ্বারা রচিত হয়েছিল। জৈন ঐতিহ্য অনুসারে, এটি ৯ম শতাব্দীতে রচিত।\n\n\n== বিষয়বস্তু ==\nকাজটি তার নিজস্ব অনন্য শৈলীতে আত্মার পরিপূর্ণতা এবং মুক্তির তীর্থযাত্রাকে কেন্দ্রীভূত করে। কাজের মধ্যে, ঋষভদেবের পুত্র দুই ভাই ভরত ও বাহুবলীর সমগ্র বিশ্বের ক্ষমতা ও নিয়ন্ত্রণের লড়াই। যখন বাহুবলী জয়ী হয়, তখন সে তার ভাইয়ের পক্ষে পার্থিব সাধনা ত্যাগ করে। মধ্যযুগের অনেক জৈন পুরাণ এই কাজে একটি আদর্শ খুঁজে পেয়েছে।\n\n\n=== বিখ্যাত উক্তি ===\nআদি পুরাণের একটি বিখ্যাত উক্তি হল-\n\nজন্মগতভাবে সকল পুরুষ একে অপরের সমান; কিন্তু আধ্যাত্মিক পথে তারা যে অগ্রগতি করতে পারে সে বিষয়ে তাদের মধ্যে পার্থক্য রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nJain, Champat Rai (২০০৮), \"XI: Bahubali\", Risabha Deva - The Founder of Jainism, Bhagwan Rishabhdeo Granth Mala, আইএসবিএন 978-8177720228 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCaillat, Colette; Balbir, Nalini (২০০৮), Jaina Studies: Volume 9 of Papers of the XIIth World Sanskrit Conference, held in Helsinki, Finland (13 - 18 July, 2003), Motilal Banarsidass Publisher, আইএসবিএন 9788120832473 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAdipurana, 2, Bhāratīya Jñānapīṭha, ২০০৭, আইএসবিএন 978-81-263-0922-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGranoff, Phyllis (১৯৯৩) [1990], The Clever Adulteress and Other Stories: A Treasury of Jaina Literature, Motilal Banarsidass, আইএসবিএন 81-208-1150-X উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAdipurana, 1, Bhartiya Jnanpith, ১৯৬৩, আইএসবিএন 978-81-263-1604-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯৮) [1979], The Jaina Path of Purification, Delhi: Motilal Banarsidass, আইএসবিএন 81-208-1578-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSingh, Upinder (২০১৬), A History of Ancient and Early Medieval India: From the Stone Age to the 12th Century, Pearson Education, আইএসবিএন 978-93-325-6996-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}