{"pageid": 1169122, "title": "বর্তিকা ঝা", "url": "https://bn.wikipedia.org/wiki?curid=1169122", "content": "বর্তিকা ঝা (জন্ম: ৮ এপ্রিল ২০০০) হলেন একজন ভারতীয় নৃত্যশিল্পী, নৃত্য পরিকল্পনাকারী এবং চলচ্চিত্র অভিনেত্রী। তিনি তার অনন্য নৃত্যশৈলীর জন্য পরিচিত, যার মধ্যে রয়েছে পপিং, হিপ হপ এবং বেলি। ২০১৮ সালে স্টার প্লাস-এর নৃত্য রিয়েলিটি শো ডান্স প্লাস ৪-এ প্রতিযোগী এবং রানার-আপ হওয়ার পরে তিনি খ্যাতি অর্জন করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nতিনি অরবিন্দ কুমার ঝা, যিনি হিন্দালকোর একজন অপারেটর, রেণুসাগর এবং কান্তা ঝা-এর কন্যা। বর্তিকা ৮ এপ্রিল ২০০০ সালে জন্মগ্রহণ করেন এবং রেণুসাগর, সোনভদ্র, উত্তরপ্রদেশ-এ বেড়ে ওঠেন। তিনি একটি হিন্দু ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন।\nতার শৈশব থেকেই, তিনি নাচের প্রতি অনুরাগী ছিলেন যা তার বাবা-মা লক্ষ্য করেছিলেন, তাই তার বাবা তাকে তার শহরে রেণুসাগরে একজন নৃত্য প্রশিক্ষকের কাছে নিয়ে আসেন, যেখানে তিনি নাচের প্রাথমিক পাঠ গ্রহণ করেন। ১২ বছর বয়সে, তার বাবা তাকে তাদের এলাকার বিভিন্ন নাচের প্রতিযোগিতায় নিয়ে যেতে শুরু করেন। তার শহরে বিভিন্ন স্টেজ শোতে পারফর্ম করার পর, বর্তিকা নাচের রিয়েলিটি শোতে অংশগ্রহণ করার সিদ্ধান্ত নেন এবং মুম্বাই চলে যান।\n\n\n== কর্মজীবন ==\nবেশ কিছু প্রত্যাখ্যানের সম্মুখীন হওয়ার পর, ২০১৮ সালে বর্তিকা ডান্স প্লাস ৪-এ নির্বাচিত হয়েছিল, যা স্টার প্লাস-এ প্রচারিত হয়েছিল। ডান্স প্লাস ৪ এ অংশগ্রহণের পর, তিনি তার অনন্য নৃত্য চালনা এবং শৈলী দিয়ে বিচারক এবং টিভি দর্শকদের তার ভক্ত বানিয়েছিলেন। শোতে, তিনি ফাইনালে পৌঁছেছিলেন, যেখানে তিনি ২য় রানার-আপ হয়েছিলেন।\nডান্স প্লাসের বিচারক, নৃত্য পরিকল্পনাকারী এবং বলিউড পরিচালক রেমো ডি'সুজা বরুণ ধবন এবং শ্রদ্ধা কাপুর-এর সাথে তাঁর চলচ্চিত্র স্ট্রিট ড্যান্সার-এ বর্তিকাকে অভিনয় করতে কাস্ট করেন।\nএরপর তিনি সনি টিভি-এর নৃত্য শো ইন্ডিয়া'স বেস্ট ড্যান্সার (সিজন ১)-এ নৃত্য পরিকল্পনাকারী হিসেবে অংশগ্রহণ করেন, যেখানে, বর্তিকা ২০২০ সালে ইন্ডিয়া'স বেস্ট ড্যান্সার (সিজন ১) বিজয়ী প্রতিযোগী টাইগার পপ (অজয় সিং)-এর বিজয়ী নৃত্য পরিকল্পনাকারী ছিলেন। \n২০২১ সালে, বর্তিকা সুপার ড্যান্সার প্রতিযোগী সঞ্চিত চানানার জন্য নৃত্যগুলি নৃত্য পরিকল্পনা করেছিলেন, যিনি সোনি টিভির নৃত্য শো সুপার ডান্সার অধ্যায় ৪-এ অনুষ্ঠানের ২য় রানার-আপ হয়েছিলেন।\nএরপর তিনি, ২০২২ সালে সনি টিভির নৃত্য শো ইন্ডিয়া'স বেস্ট ড্যান্সার (সিজন ২)-এ নৃত্য পরিকল্পনাকারী হিসেবে কাজ করেন, যেখানে বর্তিকা ছিলেন প্রতিযোগী ইন্ডিয়া'স বেস্ট ড্যান্সার (সিজন ২)-এর বিজয়ী সৌম্যা কাম্বলের বিজয়ী নৃত্য পরিকল্পনাকারী।\n২০২২ সালে বর্তিকা, জি টিভি-এর নৃত্য শো ডিআইডি লি'ল মাস্টারস (সিজন ৫)-এ টিম বর্তিকা-এর অধিনায়ক হন, যেখানে তিনি টিম বর্তিকার সকল প্রতিযোগীর জন্য নৃত্য পরিকল্পনা করেছিলেন। এবং, তিনি ২০২২ সালে জি টিভির নাচের অনুষ্ঠান ডিআইডি সুপার মমস (সিজন ৩)-এ নৃত্য পরিকল্পনাকারী হিসেবে কাজ করেন, যেখানে বর্তিকা ছিলেন ডিআইডি সুপার মমস (সিজন ৩)-এর বিজয়ী প্রতিযোগী বর্ষা বুমরার বিজয়ী নৃত্য পরিকল্পনাকারী।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== অভিনীত চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== চিত্রসঙ্গীত ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বর্তিকা ঝা (ইংরেজি)\nবলিউড হাঙ্গামায় বর্তিকা ঝা\nইন্সটাগ্রামে বর্তিকা ঝা"}