{"pageid": 1169284, "title": "লাস তর্নেরিয়াসের মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1169284", "content": "লাস তর্নেরিয়াসের মসজিদ (আরবি: al-Mustimim) হলো টলেডোর (ক্যাস্টিল-লা মাঞ্চা, স্পেন) একটি মুর উপজাতির প্রাক্তন মসজিদ। এটি ১১ শতকের মাঝামাঝি রোমান স্থাপত্যের ভিত্তির উপর নির্মিত হয়েছিল। এটি পুরানো মুসলিম পাড়া আরাবাল ডি ফ্রাঙ্কোসে অবস্থিত। বর্তমানে এটি \"সেন্টার ফাউন্ডেশন অফ প্রমোশন অফ দ্য ক্রাফ্টস\" অবস্থিত, যা পরিদর্শন করা যেতে পারে এবং অস্থায়ী প্রদর্শনীর আয়োজন করে।\n১০৮৫ সালে লিওন এবং ক্যাস্টিলের আলফোনসো-এর খ্রিস্টান সৈন্যদের দ্বারা শহরের পুনর্গঠনের বাইরেও এই ভবনটি স্পেনে ইসলামিক বিশ্বাস বজায় রেখেছিল। ১৪৯৮-১৫০৫ সময়কাল পর্যন্ত, যখন এটি ক্যাথলিক রাজাদের দ্বারা অপবিত্রকরণ করা হয়েছিল। ইতিমধ্যেই নাগরিক ব্যবহারের জন্য একটি ভবন হিসাবে, এটি বিভিন্ন অস্থিরতার মধ্য দিয়ে গেছে। প্রথমে ১৫০৫ সালে একটি সরাই হিসাবে এবং তারপর বিভিন্ন ব্যবসা এবং ছোট কারখানার সদর দফতর বা একটি সাধারণ বাড়ি হিসাবে। ১৯ শতকের শেষের দিকে এর ইতিহাস হারিয়ে গিয়েছিল। তখন ইতিহাসবিদরা এটির উত্সউৎস সম্পর্কে তদন্ত করে জানতেন না এটি একটি উপাসনালয় নাকি একটি মসজিদ। ১৯০৫ সালের ১৫ মার্চ, টর্নেরিয়াসের রাস্তায় একটি আরব মসজিদের সন্ধানের বিষয়টি আনুষ্ঠানিকভাবে রিয়েল একাডেমিয়া দে লা হিস্টোরিয়াকে জানানো হয়েছিল।\n\n\n== বৈশিষ্ট্য ==\nপুরো শহরে পানীয় জল বিতরণের জন্য রোমান পানীয় জলের ট্যাঙ্কের দেওয়ালে মসজিদটি তৈরি করা হয়েছিল। ভূখণ্ডের দুর্দান্ত অসমতা দুটি তলায় এর বিন্যাসকে সম্ভব করে তোলে, যা অনন্য। গ্রানাইট অর্ধ-বিন্দু খিলান সহ রোমান জলের ট্যাঙ্কগুলিতে টর্নেরিয়াসের রাস্তা থেকে গ্রাউন্ড ফ্লোরে প্রবেশ করা হয়। উপরের তলায় উপাসনার স্থান, মিহরাবের অবশিষ্টাংশ এবং কিবলার প্রাচীর সংরক্ষণ করা হয়েছে।\nএর নির্মাণটি টলেডো শহরের অন্যতম প্রধান মসজিদ , ক্রিস্টো দে লা লুজের মসজিদ বা ১০ শতকের বাব আল-মারদুমের উপর ভিত্তি করে তৈরি করা হয়েছিল। এর পরিকল্পনাটি অনিয়মিত বর্গাকার এবং অভ্যন্তরীণ স্থানগুলি পূর্বের মতো সাজানো হয়েছে নয়টি বর্গাকার বগির একটি পরিকল্পনায়, কেন্দ্রীয়টি বাদে ইটের পাল-ভল্ট গম্বুজ দ্বারা আবৃত, এর পাঁজরযুক্ত গম্বুজের বিশেষ প্রাসঙ্গিকতা। বিল্ডিংটিতে বড় বড় ক্যাপিটাল সহ নিচু কলামে ঘোড়ার নালের খিলান রয়েছে।\n\n\n== নির্মাণকাল ==\nইতিহাসবিদরা এর নির্মাণ তারিখ সম্পর্কে একমত হতে পারেন না। এটি ১১ শতকের দ্বিতীয়ার্ধে বা ১২ শতকের দ্বিতীয়ার্ধে হতে পারে। \n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nগ্রীসের মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\nFrancoise de Montêquin, Compendium of Hispano-Islamic Art and Architecture, St. Paul: Hamline University Press, 1976, ISBN B0006CR5E6, p. 209-210।"}