{"pageid": 11698, "title": "পান (পাতা)", "url": "https://bn.wikipedia.org/wiki?curid=11698", "content": "পান বা 'তাম্বুল' Piperaceae পরিবারের গ্রীষ্মমণ্ডলীয় অঞ্চলের একপ্রকার লতাজাতীয় গাছের পাতা। বোটানিক্যাল নাম Piper betle Linn; আর্য এবং আরবগণ পানকে তাম্বুল নামে অভিহিত করত। নিশ্বাসকে সুরভিত করা এবং ঠোঁট ও জিহবাকে লাল করার জন্য মানুষ পান খায়।\n\n\n== বিস্তৃতি ==\nপ্রধানত দক্ষিণ এশিয়া, উপসাগরীয় অঞ্চলের দেশসমূহ, দক্ষিণ-পূর্ব এশিয়া ও প্রশান্ত মহাসাগরীয় অঞ্চলের মানুষ পান খায়।\n\n\n== ব্যবহার ==\n\nকেবল স্বভাব হিসেবেই নয়, ভারতে ঐতিহ্যগতভাবে সামাজিক রীতি, ভদ্রতা এবং আচার-আচরণের অংশ হিসেবেই পানের ব্যবহার চলে আসছে। অনুষ্ঠানাদিতে পান পরিবেশন দ্বারা প্রস্থানের সময় ইঙ্গিত করা হয়। এক সময় উৎসব, পূজা ও পুণ্যাহে পান ছিল অবিচ্ছেদ্য অংশ। প্রাচীন অভিজাত জনগোষ্ঠীর মাঝে পান তৈরি এবং তা সুন্দরভাবে পানদানিতে সাজানো লোকজ শিল্প হিসেবে স্বীকৃতি পেত।\nপানের সাথে সবসময়ই সুপারি দেয়া হয়, তবে অনেকেই সুপারি ছাড়া পান খেতে পছন্দ করেন।অনেকে জর্দা দিয়েও পান খান।পান সাধারণত: কোনকিছু খাওয়ার পর মুখে নিয়ে চিবুনো হয়৷\n\n\n== স্বদেশীয় নাম ==\nপান পাতাকে বাংলা ভাষায় “পান” , হিন্দী ভাষায় ‘‘পান’’ (पान), সংস্কৃতে ‘‘তাম্বুলা’’ ও ‘‘নাগাভাল্লী’’, ফারসি ভাষায় ‘‘তানবুল’’ প্রভৃতি নামে ডাকা হয় ।\n\n\n== আগুন পান ==\nপুরান ঢাকার নাজিরাবাজার এলাকায় মিষ্টি পানে বৈচিত্র্য আনতে আগুন জ্বালিয়ে বিক্রি করা হয়। এটি প্রথম শুরু হয় ভারতের দিল্লিতে। ঢাকায় প্রায় তিন বছর আগে প্রথম আগুন পানের প্রচলন করেন বশির আহমেদ। আগুন পানের জন্য সাঁচি পান ব্যবহার করা হয়। এই বিশেষ জাতের পান কুষ্টিয়া, মানিকগঞ্জ ও বগুড়া থেকে আনা হয়। আর মসলা আসে ভারত থেকে।\n\n\n=== তৈরির পদ্ধতি ===\nআগুন পান তৈরি করতে একটি বড় আকৃতির পান পাতার ওপর একে একে উপাদান সাজানো হয়। এরপর বিভিন্ন রকমের প্রায় ৪৫টি উপাদান দেওয়া শেষে সেগুলোর ওপর একধরনের বিশেষ তরল পদার্থ দেওয়ার পর সেটিতে লাইটার দিয়ে আগুন ধরিয়ে দেওয়া হয়। উপাদানগুলোতে আগুন জ্বলে ওঠার পর পান ভাঁজ করে ক্রেতাদের পরিবেশন করা হয়।\n\n\n=== স্বাস্থ্যঝুঁকি ===\nঢাকা মেডিকেল কলেজের অধ্যক্ষ খান আবুল কালাম আজাদ বলেন, সাধারণত গ্লিসারিন পার পটাশিয়াম ও জলের মিশ্রণে এ ধরনের আগুন তৈরি হয়। এ উপাদানগুলো বেশি মাত্রায় থাকলে স্বয়ংক্রিয়ভাবে জ্বলে। কিন্তু পানে এ মাত্রা কম থাকায় লাইটার দিয়ে আগুন জ্বালিয়ে দিতে হয়। তিনি আরও বলেন, মানুষের শরীরের ভেতরের স্বাভাবিক তাপমাত্রার চেয়ে আগুন পানের তাপ বেশি থাকবে। সেক্ষেত্রে মুখের ভেতরের কোষগুলো পুড়ে যেতে পারে। নিয়মিত খেলে খাদ্যনালিতে ক্যানসার হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n(বাংলাপিডিয়া)"}