{"pageid": 116949, "title": "জোনা গেইল", "url": "https://bn.wikipedia.org/wiki?curid=116949", "content": "জোনা গেইল একজন মার্কিন লেখিকা যিনি ১৯২১ খ্রিষ্টাব্দে পুলিৎজার পুরস্কার লাভ করেন। জোনার লেখা উপন্যাসের সংখ্যা ১৩, ছোটগল্প গ্রন্থের সংখ্যা ৯ এবং নাটকের সংখ্যা ৭। অধিকন্তু তিনি একটি কাব্যগ্রন্থ, একটি জীবনচরিত ও একটি প্রবন্ধগ্রন্থ রচনা করেছিলেন। তার লেখা মিস লুলু বেট ব্যাপক পাঠকপ্রিয়তা লাভ করেছিল। তিনি বিভিন্ন বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডিগ্রী অর্জ্জন করেছিলেন। ১৯১৬ খ্রিষ্টাব্দে নোবেল বিজয়ী ভারতীয় বাঙ্গালী কবি রবীন্দ্রনাথ ঠাকুরের সঙ্গে তার সাক্ষাৎ হয়। রবীন্দ্রনাথের সঙ্গে পরিচয় জোনাকে বিশেষভাবে প্রভাবান্বিত করে এবং এই প্রভাব তার জীবনের শেষভাগের রচনাসমূজহ প্রতিফলিত হয়েছে। \n\n\n== জীবন ==\n১৮৭৪ খ্রিষ্টাব্দের ২৬ আগস্ট উইসকনসিন রাজ্যের পোর্টেজ শহরে তার জন্ম। জীবনের বহুলাংশ তিনি এই ছোট শহরে অতিবাহিত করেছেন। তিনি ছোট মফস্বল শহরে থাকতে পছন্দ করতেন। একবার তিনি বলেছিলেন, \"নিউইয়র্কে - যেখানে সময় অত্যূল্প এবং খাবারের পরমিাণ অ্ত্যাধিক - সেখানে থেকে একজন সৃজনশিল্পী কী করে কাজ করবে তা আমার বোধে আসে না।\" সাংবাদিকতা দিয়ে তার কর্মজীবনের শুরু। \n\n\n== শিক্ষা ==\n\n\n== সাহিত্যকীর্তি ==\nতার রচিত উপন্যাসের সংখ্যা ১৩, ছোটগল্প গ্রন্থের সংখ্যা ৯ এবং নাটকের সংখ্যা ৭। অধিকন্তু তিনি একটি কাব্যগ্রন্থ, একটি জীবনচরিত ও একটি প্রবন্ধগ্রন্থ রচনা করেছিলেন। মধ্য-পশ্চিমী মার্কিন দেশের মফস্বল শহরেবাসী সাধারণ মানুষের জীবনযাপন তার কখাসাহিত্যের অন্যতম উপজীব্য। তার লেখা মিস লুলু বেট]] ব্যাপক পাঠকপ্রিয়তা লাভ করেছিল। এটিকে তিনি নাট্যরূপ দিয়েছিলেন যা তাকে পুলিৎজার এনে দিয়েছিল।\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯২১ খ্রিষ্টাব্দে তিনি একজন শ্রেষ্ঠ নারী নাট্যকার বিবেচনায় পুলিৎজার পুরস্কার লাভ করেন। এছাড়া তিনি বিভিন্ন বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডিগ্রী অর্জ্জন করেছিলেন। \n\n\n== রবীন্দ্রনাথের প্রভাব ==\n১৯১৬ খ্রিষ্টাব্দে নোবেল বিজয়ী ভারতীয় বাঙ্গালী কবি রবীন্দ্রনাথ ঠাকুরের সঙ্গে তার সাক্ষাৎ হয়। কবির পূর্ব পরিচিতা শ্রীমতী হ্যারিয়েট মুডির বিশেণ উদ্যোগ নিয়ে জোনাকে এই আধ্যাত্মিক কবির সঙ্গে পরিচয় করিয়ে দেন। এই পরিচয় জেনা গেইলকে ব্যাপকভাবে প্রভাবান্বিত করেছিল।\n\n\n== মৃত্যু ==\nতার মৃত্যু হয় ১৯৩৮ খ্রিষ্টাব্দে। তিনি নিউমোনিয়ায় ভুগছিলেন। শিকাগোর একটি হাসপাতালে চিকিৎসাধীন অবস্থায় তিনি মৃত্যুমুখে পতিত হন। এ সময় তার স্বামী ডব্লু. এল. ব্রিস তার মৃত্যুশয্যা পাশে উপস্থিত ছিলেন। মৃত্যুকালে তার বয়স হয়েছিল ৬৪।\n\n\n== প্রকাশনা ==\n\n\n=== উপন্যাস ===\n\n\n=== ছোটগণ্প গ্রন্থ ===\n\n\n=== নাটক ===\n\n\n=== কবিতা ===\n\n\n=== প্রবন্ধ-নিব্নধ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে Zona Gale-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nZona Gale - bibliographical overview, links to works online\n[২] Obituary in Wisconsin State Journal, December 29, 1938.\n[৩] An online (books.google.com) sourcebook (2000) listing and discussing the works of perhaps 50 American women writers, 1900-1945, including Zona Gale, and including their biographical information as well."}