{"pageid": 1169387, "title": "কোস্টা রিকায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1169387", "content": "বৌদ্ধধর্ম কোস্টা রিকার অন্যতম বৃহত্তম ধর্ম। প্রায় ৩০০০০০ (মোট জনসংখ্যার ৪.৩৫%) সহ মধ্য আমেরিকার অন্যান্য দেশের তুলনায় কোস্টা রিকাতে বেশি বৌদ্ধ রয়েছে, প্রায় ৭০০০০০ (মোট জনসংখ্যার ২.২১%) সহ পানামা অনুসরণ করে।\n১৯ এবং ২০ শতকের গোড়ার দিকে চীনা অভিবাসীদের দ্বারা দেশে প্রথমবারের মতো বৌদ্ধ ধর্মের প্রবর্তন করা হয়েছিল, কিন্তু এই অভিবাসীদের একটি গুরুত্বপূর্ণ অংশ পরে --অন্তত নামমাত্র-- রোমান ক্যাথলিক হয়ে ওঠে তৎকালীন অত্যন্ত রক্ষণশীল ক্যাথলিক-নেতৃত্বপূর্ণ সমাজের কারণে। কিন্তু রেজিস্ট্রি রয়েছে যে তাদের মধ্যে কেউ কেউ তাদের বৌদ্ধ বিশ্বাসকে বিচক্ষণতার সাথে অনুশীলন করে রেখেছিল, উদাহরণস্বরূপ, ২০ শতকের পুন্টারেনাসের প্রথম দিকে চীনা বণিকদের মধ্যে বৌদ্ধ বিহারের লেখক জর্জ কার্ডোনার সাক্ষ্য। দেশে বৌদ্ধ ধর্মের আরেকটি উৎস ছিল থিওসফিক্যাল সোসাইটি, যা অর্থনৈতিক ও বুদ্ধিজীবী অভিজাতদের গুরুত্বপূর্ণ সদস্যদের মধ্যে জনপ্রিয়। যে কবি ও থিওসফিস্টরা বৌদ্ধ-প্রভাবিত কবিতা লিখেছেন তাদের মধ্যে রয়েছেন রবার্তো ব্রেনেস মেসেন এবং জোসে ব্যাসিলিও আকুনা জেলেডন। যাইহোক, দেশে তৈরি প্রথম বৌদ্ধ মন্দিরগুলির মধ্যে একটি হল কোস্টা রিকার কাসা জেন (জেন হাউস) জাপান সরকারের সমর্থনে ১৯৭৪ সালে তৈরি করা হয়েছিল, এর পরে গেলুগের তিব্বতি বৌদ্ধধর্মের প্রথম ধর্ম কেন্দ্র। ঐতিহ্যটি ১৯৮৯ সালে দালাই লামার দেশে প্রথম সফরের পর প্রতিষ্ঠিত হয়েছিল।\nএখন, এটি সোকা গাক্কাই ইন্টারন্যাশনালের মতো বৌদ্ধ ধর্মপ্রচারক গোষ্ঠীর উপস্থিতি দ্বারা চালিত হয়।, যা সান জোসে একটি কমিউনিটি সেন্টার স্থাপন করেছে।\n\n\n== ধর্মান্তরিত ==\nসাম্প্রতিক বছরগুলিতে প্রভাবশালী ধর্ম ক্যাথলিকবাদের প্রতি ক্রমবর্ধমান অসন্তোষের প্রবণতা দেখা দিয়েছে। কেউ কেউ খ্রিস্টধর্মের অন্যান্য শাখায় রূপান্তরিত হয়, বিশেষ করে প্রোটেস্ট্যান্টবাদ (কোস্টা রিকা জুড়ে প্রোটেস্ট্যান্ট গির্জার ক্রমবর্ধমান সংখ্যার সাথে)। কিন্তু অন্যরা অজ্ঞেয়বাদী, নাস্তিক বা \" মুক্ত চিন্তাবিদ \" হিসেবেই থাকে। এই পরবর্তী গোষ্ঠীগুলিই, বিশেষ করে যদি ইতিমধ্যেই আগ্রহী বা কিছু ধ্যান অনুশীলন করে, যা \"বিদেশী ধর্ম\" (কোস্টা রিকাতে) যেমন বৌদ্ধধর্ম দ্বারা প্রভাবিত বা অনুপ্রাণিত হতে পারে এবং তাই এটিতে ধর্মান্তরিত হতে পারে বা এটিকে দর্শন হিসাবে গ্রহণ করতে পারে।\n\n\n== তিব্বতি বৌদ্ধধর্ম ==\nতিব্বতি বৌদ্ধ ধর্মের চারটি ঐতিহ্যবাহী স্কুল কোস্টা রিকাতে বিদ্যমান।\nসবচেয়ে পরিচিত এবং প্রথম দল হল \"সাংস্কৃতিক তিব্বত-কোস্টা রিকেন্স অ্যাসোসিয়েশন\" (তিব্বতি-কোস্টা রিকান কালচারাল অ্যাসোসিয়েশন), যেটি ১৯৮৯ সালে চতুর্দশ দালাই লামা, তেনজিন গ্যতসো লাতিন আমেরিকায় প্রথম সফরের পর প্রতিষ্ঠিত হয়েছিল। বহু বছর পরে, ২০০৪ সিইতে, চতুর্দশ দালাই লামা কোস্টা রিকাতে পুনরায় যান। তিনি কিছু বক্তৃতা দিয়েছেন, যার মধ্যে একটি কোস্টা রিকা বিশ্ববিদ্যালয়ের একটি ছিল এবং কোস্টা রিকার আর্চবিশপ অন্তর্ভুক্ত বিশ্বব্যাপী কর্মকাণ্ডে অংশ নিয়েছিলেন। অস্কার আরিয়াস সানচেজের অধীনে কোস্টা রিকান সরকার তাইওয়ানের উপর গণপ্রজাতন্ত্রী চীনের সাথে সম্পর্ক পুনর্নবীকরণ করার পর ২০০৮ সালের জন্য পরিকল্পিত দালাই লামার তৃতীয় সফর বাতিল করা হয়, যার ফলে বৌদ্ধ সম্প্রদায়ের সাথে সম্পর্ক খারাপ হয় এবং বিরোধীদের সমালোচনা হয়। বিরোধী নেতা ওটন সোলিস প্রকাশ্যে দালাই লামাকে সমর্থন করেছিলেন এবং রাষ্ট্রপতি পদে জয়ী হলে তার সম্মানে জাতীয় স্টেডিয়ামের নামকরণের প্রতিশ্রুতি দিয়েছিলেন।\nএসিটিসি ব্যারিও আমোন, সান জোসে সিটিতে অবস্থিত থাউজেন্ড আইস কমপ্যাসিভ বুদ্ধ ধর্ম কেন্দ্র পরিচালনা করে। এই কেন্দ্রটি গেলুগ ঐতিহ্যের। এছাড়াও কুরিদাবাতে একটি ডায়মন্ড ওয়ে বৌদ্ধ কেন্দ্র রয়েছে, সান জোসে (কর্মা কাগ্যু বংশ) এবং নাইংমা - বন ঐতিহ্যের একটি লিংমিঞ্চা কেন্দ্র।\n\n\n== জেন বৌদ্ধধর্ম ==\nকোস্টা রিকা কেন্দ্রের কাসা জেন সান্টো ডোমিঙ্গো, হেরেডিয়াতে অবস্থিত।\n\n\n== অন্যান্য ==\nএছাড়াও এখানে থেরবাদ বৌদ্ধ ধর্মের মন্দির, শাওলিন এবং একটি চীনা বৌদ্ধ প্যাগোডা রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}