{"pageid": 1169550, "title": "হিন্দুধর্মের এনসাইক্লোপিডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1169550", "content": "এনসাইক্লোপিডিয়া অফ হিন্দুইজম, ১ম সংস্করণ, ২০১২, হিন্দুধর্মের একটি বিস্তৃত, বহু-আয়তনের ইংরেজি ভাষার এনসাইক্লোপিডিয়া, যেখানে সংস্কৃত বাক্যাংশ সনাতন ধর্ম, যার অর্থ \"শাশ্বত ধর্ম \", বা \"শাশ্বত নিয়ম\", যা হিন্দু, বৌদ্ধ, জৈন এবং শিখ ধর্মের বুঝাতে ব্যবহার করা হয়।  এটি একটি ৭,১৮৪ পৃষ্ঠা, ১১-খণ্ডের প্রকাশনা যেখানে মন্দির, স্থান, চিন্তাবিদ, আচার-অনুষ্ঠান এবং উৎসবের সম্পূর্ণ রঙিন চিত্র রয়েছে।  হিন্দু ধর্মের এনসাইক্লোপিডিয়া হচ্ছে পরমার্থ নিকেতন এবং ইন্ডিয়া হেরিটেজ রিসার্চ ফাউন্ডেশনের সভাপতি স্বামী চিদানন্দ সরস্বতীর একটি অনুপ্রেরণা এবং স্বপ্নের প্রকল্প। ২৫ বছর ধরে প্রস্তুতির অধীনে, এটি ২০০০ জনেরও বেশি পণ্ডিতদের অবদানে ডঃ কপিল কাপুর দ্বারা সম্পাদনা করা হয়েছে। \nএনসাইক্লোপিডিয়া ধারণাগত দৃষ্টিভঙ্গি এবং হিন্দুধর্মের বিভিন্ন দিক সম্পর্কে একটি সাধারণ ধারণা প্রদান করে। এটি শুধুমাত্র ধর্মের মধ্যেই সীমাবদ্ধ থাকে না, এবং এতে শিল্প, ইতিহাস, ভাষা, সাহিত্য, দর্শন, রাজনীতি, বিজ্ঞান এবং নারী অধ্যয়নের এন্ট্রি রয়েছে। সম্পাদকীয় ভূমিকা রেকর্ড:\n\n\"এই এনসাইক্লোপিডিয়াটি একটি প্রাচীন জীবনধারার মোটামুটি ব্যাপক ধারণা দেওয়ার জন্য প্রস্তুত করা হয়েছে, এমন একটি সংস্কৃতি যার শিকড় রয়েছে হাজার হাজার বছর আগে এবং ইংরেজি বক্তৃতার গত দুইশত বছরের মধ্যে এটিকে 'হিন্দুধর্ম' বলা হয়েছে। এটি সত্য, তত্ত্ব, ব্যবস্থা, অনুশীলন, প্রতিষ্ঠান, বিশ্বাস, পাঠ্য, চিন্তাবিদ এবং মূল্যবোধ সম্পর্কে জ্ঞানের বই, আসলে কী, বিশ্বের দুটি জীবন্ত জ্ঞান সংস্কৃতির একটির ধারাবাহিকতা, বৈদিক (সেমিটিক সত্তা) অন্যটি). হিন্দু সমাজ অন্তত ৫০০০ বছর ধরে সঠিক অর্থে একটি 'জ্ঞান সমাজ' হয়েছে: 'বেদ' শব্দের অর্থই 'জ্ঞান'।\"\n৩-৪ এপ্রিল ২০১০ তারিখে, পরমার্থ নিকেতনে হিন্দুধর্মের এনসাইক্লোপিডিয়ার জন্য একটি পূর্বরূপ এবং আশীর্বাদ অনুষ্ঠান অনুষ্ঠিত হয়েছিল, যেখানে দালাই লামা, এম. এম. স্বামী গুরুশরানান্দ, স্বামী অবধেশানন্দ গিরি, সন্ত শ্রী রমেশভাই ওজা, স্বামী রামদেব, সন্ত শ্রী মোরারি বাপু এবং অন্যান্যরা উপস্থিত ছিলেন। অন্যান্য ধর্মীয় নেতাদের পাশাপাশি শীর্ষ রাজনৈতিক নেতারা, যার মধ্যে শ্রী এল কে আদবানি এবং উত্তরাখণ্ডের তৎকালীন মুখ্যমন্ত্রী শ্রী রমেশ পোখরিয়াল নিশাঙ্ক এবং আইএইচআরএফ বোর্ডের সদস্য এবং ট্রাস্টিরা। \n২৬ সেপ্টেম্বর ২০১৩ সালে ইউনিভার্সিটি অফ সাউথ ক্যারোলাইনাতে এনসাইক্লোপিডিয়া অফ হিন্দুইজমের আন্তর্জাতিক সংস্করণ চালু হয়।   \n২৩ জুন ২০১৪-এ ভারতের রাষ্ট্রপতি শ্রী প্রণব মুখার্জির কাছে হিন্দু ধর্মের বিশ্বকোষ উপস্থাপন করা হয়েছিল। \n\n\n== সূচনা ==\n১৯৮৭ সালে পেনসিলভানিয়ার পিটসবার্গের একটি হিন্দু-জৈন মন্দিরে পরমার্থ নিকেতন আশ্রমের সভাপতি স্বামী চিদানন্দ সরস্বতী এর পরিকল্পনা করেছিলেন। পরবর্তীকালে, একই বছরের নভেম্বরে, ইন্ডিয়া হেরিটেজ রিসার্চ ফাউন্ডেশন হিন্দুধর্মের একটি প্রামাণিক, ব্যাপক এবং আপ-টু-ডেট এনসাইক্লোপিডিয়া প্রস্তুত করার ধারণা বাস্তবায়নের জন্য গঠিত হয়।  ডক্টর কে এল শেশাগিরি রাও, ভার্জিনিয়া বিশ্ববিদ্যালয়ের ধর্ম অধ্যয়নের ইমেরিটাস প্রফেসর প্রধান সম্পাদক নিযুক্ত হন।\n\n\n== উন্নয়ন ==\nপরের পাঁচ বছরে, স্বামী চিদানন্দ সরস্বতী এবং ডক্টর কে এল শেশাগিরি রাও পণ্ডিতদের একটি আন্তর্জাতিক দলকে একত্রিত করেন। ১৯৯৮ সালে, তৎকালীন ভারতের প্রধানমন্ত্রী অটল বিহারী বাজপেয়ী এই প্রকল্পের প্রশংসায় কার্যকরভাবে কথা বলেছিলেন:\n\n\"আপনার উদ্যোগকে যথাযথভাবে 'তৃতীয় সহস্রাব্দের প্রকল্প' বলা হয়। এটি একটি মনুমেন্টাল উদ্যোগ। এটি প্রকৃতপক্ষে একটি জ্ঞান যজ্ঞ । অতএব, এই যজ্ঞের সাফল্যের জন্য যারা তাদের সময়, প্রতিভা এবং বৃত্তিকে আহুতি হিসাবে দিয়েছেন তারা সকলেই আমাদের আন্তরিক সাধুবাদ এবং অভিনন্দনের যোগ্য।\"\n২০০৬ সালের প্রথম দিকে, ডঃ কপিল কাপুর, ইংরেজির অধ্যাপক এবং সংস্কৃত স্টাডিজের সমকালীন অধ্যাপক যিনি আগের বছর দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয়ের রেক্টর হিসাবে অবসর গ্রহণ করেছিলেন, প্রকল্পের প্রধান সম্পাদক নিযুক্ত হন। পদার্থবিদ ভারদরাজা ভি. রমন চারজন নির্বাহী সম্পাদকের একজন হিসাবে কাজ করেছিলেন, যার জন্য রমন হিন্দুধর্ম এবং বিজ্ঞানের উপর লিখেছেন,  এবং অন্যথায় \"অধ্যবসায়ের সাথে পরিবেশন করেছেন, পর্যালোচনা, সম্পাদনা এবং এমনকি প্রয়োজনে নিবন্ধগুলি পুনর্লিখন করেছেন।\" \n\n\n== মুখপাত্র ==\nএনসাইক্লোপিডিয়ার প্রথম খণ্ডে ডঃ করণ সিং -এর ৪৪-পৃষ্ঠার একটি মুখবন্ধ রয়েছে। শুরুর অনুচ্ছেদে তিনি লিখেছেন:\n\n\"হিন্দুধর্ম নিজেকে সনাতন ধর্ম বলে, শাশ্বত বিশ্বাস, কারণ এটি একটি একক গুরুর শিক্ষার উপর ভিত্তি করে নয় বরং ভারতীয় সভ্যতার প্রথম থেকেই মহান দ্রষ্টা ও ঋষিদের সম্মিলিত জ্ঞান এবং অনুপ্রেরণার উপর ভিত্তি করে।\"\nডঃ সিং এর ফরোয়ার্ডের সমাপনী মন্তব্য নিম্নলিখিত নোট দিয়ে শুরু হয়:\n\n\"দীর্ঘ প্রতীক্ষিত একটি বিশাল এগারো খণ্ডের এনসাইক্লোপিডিয়া অফ হিন্দুইজমের প্রকাশ একটি প্রধান প্রকাশনার ঘটনা। হিন্দু গবেষণার ইতিহাসে যা একটি যুগান্তকারী হবে তার প্রস্তুতিতে বহু বছরের বৃত্তি, সংগঠন এবং নিষ্ঠা চলে গেছে।\"\n\n\n== রিভিউ ==\nইন্দ্রজিৎ হাজরা, হিন্দুস্তান টাইমসের জন্য লিখেছেন, বলেছেন \"এর এন্ট্রিগুলি খাস্তা, পটভূমি এবং অগ্রভাগ প্রদান করে এবং একটি গ্রন্থপঞ্জি নিয়ে আসে।\" পর্যালোচনা যোগ করতে যায়:\n\n\"উৎপাদনটি চমৎকার, যেমন চিত্রের গুণমান যা ভলিউম জুড়ে ছড়িয়ে ছিটিয়ে আছে। ধম্মপদ (থেরবাদ বৌদ্ধধর্মের মূল পাঠ), 'চিপকো আন্দোলন' (ভারতে বন ধ্বংস প্রতিরোধে সংগঠিত পরিবেশ আন্দোলন'), সেইসাথে 'সৌরা মন্ডলা' (সৌরজগৎ) স্পষ্টভাবে অন্তর্ভুক্ত রয়েছে।, এটি একটি বিশ্বকোষ যা 'হিন্দুধর্ম'কে কোনো সংকীর্ণ, ধর্মান্তরিত উপায়ে সংজ্ঞায়িত করে না।\"\nহাজরা এনসাইক্লোপিডিয়াকে \"একটি চমকপ্রদ ভালো গুপ্তধনের বাক্স বলে অভিহিত করে তার পর্যালোচনা শেষ করেছেন যে কেউ ধারণার ইতিহাসে ডুবে যেতে আগ্রহী।\" ভারতের প্রাক্তন স্বরাষ্ট্রমন্ত্রী এল কে আডবাণী এই কাজটিকে \"একটি যুগান্তকারী প্রকাশনা\" বলে অভিহিত করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}