{"pageid": 1169215, "title": "রুশ বিমান ও মহাকাশ বাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=1169215", "content": "রুশ মহাকাশ বাহিনী  বা রুশ বিমান ও মহাকাশ বাহিনী  ( রুশ: Воздушно-космические силы, উচ্চারণ: ভশদুশনো-কসমিচেসকিয়ে সিলি) বা ভিকেএস (রুশ: বিকেসি) রুশ সশস্ত্র বাহিনীর বায়ু ও মহাকাশ শাখা নিয়ে গঠিত। রাশিয়া ১ আগস্ট ২০১৫ সালে তাঁদের প্রতিরক্ষা মন্ত্রণালয়ের সুপারিশক্রমে রুশ বিমানবাহিনী (ভিভিএস) এবং রুশ মহাকাশ প্রতিরক্ষা বাহিনী (ভিভিকেএস)-কে একীভূত করার মধ্য দিয়ে ভিকেএসকে তাদের সামরিক বাহিনীর একটি নতুন শাখা হিসাবে প্রতিষ্ঠা করে। ভিকেএসের সদর দপ্তর মস্কোতে অবস্থিত।  রাশিয়ার প্রতিরক্ষা মন্ত্রী সের্গেই শোইগু এই একীভূতকরণকে দক্ষতা এবং লজিস্টিক সহায়তার উন্নতি হিসাবে ব্যাখ্যা করেছেন। \nগ্লোবাল ফায়ার পাওয়ার ২০২৪ অনুসারে রুশ বিমান বাহিনীর অবস্থান বিশ্বের ২য়। [১]\n\n\n== সংগঠন ==\n\n\n=== উপ-শাখা ===\nজেনস ইনফরমেশন গ্রুপের মতে, রুশ বিমান বাহিনী এবং রুশ মহাকাশ প্রতিরক্ষা বাহিনী একীভূত হওয়ার মধ্য দিয়ে, নতুন রুশ মহাকাশ বাহিনী তিনটি উপ-শাখা নিয়ে গঠিত হয়। \n\nবিমান বাহিনী\nআকাশ ও ক্ষেপণাস্ত্র প্রতিরক্ষা বাহিনী  \nমহাকাশ বাহিনী\n\n\n=== নেতৃত্ব ===\n\n\n=== যুদ্ধ সংগঠন ===\nবিমান ও মহাকাশ বাহিনী, বায়ু বাহিনী নিয়ে গঠিত।\nবিমান বাহিনী শীর্ষ কমান্ড ( Главное командование ВВС ) (মস্কো)\n\nইউনিটগুলি সরাসরি হাই কমান্ডের অধীনস্থ ( Части центрального подчинения ВВС )\nকার্যত হাইকমান্ডের অধীনস্থ :\nমিলিটারি ট্রান্সপোর্ট এভিয়েশন কমান্ড ( Командование военно-транспортной авиации ) (মস্কো)\nলং-রেঞ্জ এভিয়েশন কমান্ড ( Командование дальней авиации ) (মস্কো)\nকার্যত পশ্চিমী সামরিক জেলার অধীনস্থ :\n6ষ্ঠ লেনিনগ্রাড রেড ব্যানার আর্মি অফ এয়ার ফোর্সেস এবং এয়ার ডিফেন্স ( 6-я Ленинградская Краснознамённая армия ВВС и ПВО ) ( সেন্ট পিটার্সবার্গ )\nকার্যত দক্ষিণ সামরিক জেলার অধীনস্থ :\n4র্থ রেড ব্যানার আর্মি অফ এয়ার ফোর্সেস এবং এয়ার ডিফেন্স ( 4-я Краснознамённая армия ВВС и ПВО ) ( রোস্তভ-অন-ডন )\nকার্যত কেন্দ্রীয় সামরিক জেলার অধীনস্থ :\n14 তম রেড ব্যানার আর্মি অফ এয়ার ফোর্সেস এবং এয়ার ডিফেন্স ( 14-я Краснознамённая армия ВВС и ПВО ) ( ইয়েকাটেরিনবার্গ )\nকার্যত পূর্ব সামরিক জেলার অধীনস্থ :\n11 তম রেড ব্যানার আর্মি অফ এয়ার ফোর্সেস এবং এয়ার ডিফেন্স ( 11-я Краснознамённая армия ВВС и ПВО ) ( খবরভস্ক )\nকার্যত উত্তর ফ্লিট জয়েন্ট স্ট্র্যাটেজিক কমান্ডের অধীনস্থ :\nএয়ার ফোর্সেস এবং এয়ার ডিফেন্সের 45 তম আর্মি ( 45-я Армия ВВС и ПВО ) ( Severomorsk-2 ) - অনন্যভাবে 45 তম সেনাবাহিনীর এভিয়েশন ইউনিটগুলি প্রশাসনিকভাবে নেভাল এভিয়েশনের অন্তর্গত এবং স্থল-ভিত্তিক মিসাইল এয়ার ডিফেন্স ইউনিটগুলি বায়ুর অন্তর্গত বাহিনীর বিমান প্রতিরক্ষা শাখা।\nআকাশ প্রতিরক্ষা এবং অ্যান্টি-ব্যালিস্টিক ক্ষেপণাস্ত্র প্রতিরক্ষা বাহিনী কমান্ড ( Командование войск ПВО-ПРО ) (মস্কো)\n\nপ্রথম অর্ডার অব লেনিন এয়ার ডিফেন্স এবং অ্যান্টি-ব্যালিস্টিক মিসাইল ডিফেন্স আর্মি (বিশেষ উদ্দেশ্য) ( 1-я ордена Ленина армия противовоздушной и противоракетной обороны ( особочогогетной обороны )\nচতুর্থ বিমান প্রতিরক্ষা বিভাগ \"সোভিয়েত ইউনিয়নের নায়ক লে.-জেনারেল।বিপি কিরপিকভ\" ( 4-я дивизия ПВО имени Героя Советского Союза генерал-лейтенанта Б. প. কির্পিকোভা ) ( ডলগোপ্রুডনি, মস্কো ওব্লাস্ট) ( S-300PM/PS এবং S-400 মিসাইল সিস্টেমে সজ্জিত)\n5ম এয়ার ডিফেন্স ডিভিশন ( 5-я дивизия ПВО ) ( Petrovskoe, Moscow Oblast) ( S-300PM এবং S-400 মিসাইল সিস্টেমে সজ্জিত)\n9ম অ্যান্টি-ব্যালিস্টিক মিসাইল ডিফেন্স ডিভিশন ( 9-я дивизия ПРО ) ( Sofrino, Moscow Oblast) ( A-135 অ্যান্টি-ব্যালিস্টিক মিসাইল সিস্টেমে সজ্জিত)\nমহাকাশ বাহিনী কমান্ড ( Командование космических войск ) ( ক্রাসনোজনামেনস্ক )\n\n১৫ তম বিমান ও মহাকাশ বাহিনী সেনা (বিশেষ উদ্দেশ্য) ( 15-я армия Воздушно-космических сил ( особого назначения )) (Krasnoznamensk)\nরাশিয়ান ফেডারেশনের প্রতিরক্ষা মন্ত্রণালয়ের ১ম রাষ্ট্রীয় পরীক্ষা কসমোড্রোম \"প্লেসেটস্ক\"\nস্পেস ফোর্সেস আর্সেনাল ( Арсенал космических войск ) (Znamenka-1 গ্রাম, Tambov Oblast )\n\n\n== পদমর্যাদা এবং পদমর্যাদা চিহ্ন ==\nঅফিসার পদমর্যাদা\nঅন্যান্য পদমর্যাদা\n\n\n== আরো দেখুন ==\nরাশিয়ান নেভাল এভিয়েশন\nকৌশলগত ক্ষেপণাস্ত্র বাহিনী\nমার্কিন যুক্তরাষ্ট্রের বিমান বাহিনীর বিভাগ\nমার্কিন যুক্তরাষ্ট্রের বিমান বাহিনী\nমার্কিন যুক্তরাষ্ট্রের মহাকাশ বাহিনী\n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক সূত্র ==\nরুশ বিমান ও মহাকাশ বাহিনীর দাপ্তরিক ওয়েবসাইট (ইংরেজি)"}