{"pageid": 116924, "title": "শালগম", "url": "https://bn.wikipedia.org/wiki?curid=116924", "content": "শালগম (ইংরেজি :- turnip) একপ্রকারের মূল জাতীয় সবজি যা সাধারণত সারাবিশ্বের উষ্ণমণ্ডলীয় জলবায়ু অঞ্চলগুলিতে ভাল জন্মে। এই উদ্ভিদের বৈজ্ঞানিক নাম Brassica rapa। এর ছোট ও ভাল জাতটি মানুষ গ্রহণ করে; বড় আকারের শালগম পশু খাদ্য হিসেবে ব্যবহৃত হয়।\n\n\n== বর্ণনা ==\n\nসবচেয়ে পরিচিত জাতের শালগম সাদা রংয়ের হয় যা মাটি থেকে ১-৬ সেমি ওপরে জন্মে। মাটির ওপরে উঠে আসতে আসতে এর রঙ গোলাপী, লাল বা সবুজাভ ধারণ করে সূর্যের আলোতে। শালগমের ভেতরের অংশ সাদা রংয়ের হয়ে থাকে। এর শিকড় সাধারণত কৌণিক আকারের হয়, তবে মাঝে মাঝে তা টমেটোর মতো হয়ে যায় আকারে যার ব্যাস দাঁড়ায় ৫-২০ সেমি ও পার্শ্ব শিকড় থাকে না। দক্ষিণ-পূর্ব আমেরিকাতে শালগমের পাতা খাওয়া হয় সহকারী খাবার হিসেবে। সচরাচর ছোট পাতাগুলোই খাওয়ার জন্য পছন্দ করা হয় কারণ বড় পাতাগুলোয় কোন কটু স্বাদ থাকতে পারে। তবে বড় পাতা পানিতে সিদ্ধ করে পানি ফেলে দিয়ে পুনরায় নতুন পানিতে ভিজিয়ে কটূ স্বাদ দূর করা যায়। বি. রাপা জাতের শালগম চাষ করা হয় শুধু পাতা খাওয়ার জন্য যা চীনা বাঁধাকপি নামে পরিচিত। কাঁচা বাঁধাকপি বা মূলার মতো এতে ঝাঁঝালো স্বাদ থাকে যা সেদ্ধ করার পর কমে আসে। ওজনে শালগমের মূল প্রায় ১ কিলোগ্রাম পর্যন্ত হতে পারে, তবে সাধারণত অত বড় হওয়ার আগেই তা জমি থেকে তুলে ফেলা হয়। ছোট শালগমকে পুরোপুরি খাওয়া যায় পাতাসহ। এদের স্বাদ অতটা কটু থাকে না, তাই মূলার মতো সালাদ হিসেবে ব্যবহার করা যায়।\nশালগম অতি প্রাচীন সবজি। প্রাচীন রোমান যুগেও এটা খাওয়া হত। এর প্রাচীন রূপ দেখতে পাওয়া যায় পশ্চিম এশিয়া ও ইউরোপে। যাইহোক, জোহারী ও হপফ বলেন যে শালগমের উৎস বিবেচনা করা হয়েছে প্রয়োজনীয়ভাবে ভাষাগত দিক বিবেচনা করে।\n\n\n== পুষ্টিগুণ ==\nশালগম মূলত শীতকালীন সবজি। প্রতি ১০০ গ্রাম শালগমে আছে ০.৫ গ্রাম আমিষ, ৬.২ গ্রাম শর্করা, ০.৯ গ্রাম আশ, ০.২ গ্রাম চর্বি, ২৯ কিলোক্যালরি শক্তি, ৩০ মিলিগ্রাম ক্যালসিয়াম, ৪০ মিলিগ্রাম ফসফরাস, ৪৩ মিলিগ্রাম ভিটামিন ‘সি’।\nশালগম অত্যন্ত পুষ্টিকর একটি সবজি। সাধারণত শীতকালের এই সবজিতে প্রচুর ভিটামিন, ক্যালসিয়াম, পটাশিয়াম এবং প্রচুর পরিমাণে আঁশ আছে। এর পাতা শাক হিসেবে খাওয়া যায় যা অত্যন্ত পুষ্টিকর।\n\nশালগমের শেকড় উচ্চমাত্রার ভিটামিন সি-এর উৎস। এছাড়া শালগম পাতা ভিটামিন এ, ভিটামিন কে, ক্যালসিয়াম ও ফলেটের ভালো উৎস। শালগম পাতাতে উচ্চমাত্রার লুটেইনও থাকে।\n\n\n== উপকারিতা ==\nশরীরে অগ্ন্যাশয় যদি যথার্থ ইনসুলিন তৈরি করতে না পারে অথবা শরীরে ইনসুলিনের সঠিক কাজ ব্যাহত হয় তাহলে তাকে ডায়াবেটিস বলা হয়। এ রোগে আক্রান্ত রোগীদের ঘন ঘন প্রস্রাব হয়; অধিক তৃষ্ণার্ত অনুভব করে এবং বার বার মুখ শুকিয়ে যায়।আক্রান্তরা অতিশয় দুর্বলতা, সার্বক্ষণিক ক্ষুধা, স্বল্প সময়ে দেহের ওজন হ্রাস, চোখে ঝাপসা দেখা সহ নানান সমস্যায় ভোগে। তারা ঔষধের পাশাপাশি সবুজ শাক-সবজি খাবেন। বিশেষ করে শালগম খাবেন। ডায়াবেটিস রোগীদের জন্য এটি অত্যন্ত উপকারী। শালগম দেহের রোগপ্রতিরোধ ক্ষমতা বৃদ্ধিতে সহায়তা করে। এটি হৃদযন্ত্রের জন্য উপকারী। এতে থাকা ভিটামিন-সি দেহের কোষ ক্ষয় রোধ করে। শালগমের পাতায় গ্লুকোসিনোলেট নামক উপকারী উপাদান রয়েছে, যা ক্যান্সার প্রতিরোধ করে রক্তের কোলেস্টেরলের মাত্রা নিয়ন্ত্রণ করে। শালগমে প্রচুর আঁশ থাকায় এটি কোষ্ঠকাঠিন্য নিরাময় করে। শালগম কফ, ব্রঙ্কাইটিস ও অ্যাজমা নিরাময়ে সাহায্য করে শালগম রক্ত পরিশোধিত করে এবং রক্তকণিকা বৃদ্ধিতে সাহায্য করে এটি দেহে রোগ সংক্রমণে বাধা দেয় শালগম ক্ষুধামন্দা দূর করে শালগমের রস রক্তে ইউরিক এসিডের মাত্রা কমাতে সাহায্য করে। এটি ব্রণসহ ত্বকের অন্যান্য সমস্যা নিরাময়ে কার্যকরী ভূমিকা পালন করে।শালগম অত্যন্ত পুষ্টিকর একটি সবজি। সাধারণত শীতকালের এই সবজিতে প্রচুর ভিটামিন, ক্যালসিয়াম, পটাশিয়াম এবং প্রচুর পরিমাণে আঁশ আছে। এর পাতা শাক হিসেবে খাওয়া যায় যা অত্যন্ত পুষ্টিকর। আসুন জেনে নেই শালগম খাওয়ার উপকারিতা গুলো।শালগম দেহের রোগপ্রতিরোধ ক্ষমতা বৃদ্ধিতে সহায়তা করে।এর লিউটিন নামক উপাদান হৃদযন্ত্রের জন্য উপকারী।এতে থাকা ভিটামিন-সি দেহের কোষ ক্ষয় রোধ করে।শালগমের পাতায় গ্লুকোসিনোলেট নামক উপকারী উপাদান রয়েছে, যা ক্যান্সার প্রতিরোধ করে।রক্তের কোলেস্টেরলের মাত্রা নিয়ন্ত্রণ করে।শালগমে প্রচুর আঁশ থাকায় এটি কোষ্ঠকাঠিন্য নিরাময় করে।ডায়াবেটিস রোগীদের জন্য এটি অত্যন্ত উপকারী।শালগম কফ, ব্রঙ্কাইটিস ও অ্যাজমা নিরাময়ে সাহায্য করে।শালগম রক্ত পরিশোধিত করে এবং রক্তকণিকা বৃদ্ধিতে সাহায্য করে।এটি দেহে রোগ সংক্রমণে বাধা দেয়।শালগম ক্ষুধামন্দা দূর করে। শালগমের রস রক্তে ইউরিক এসিডের মাত্রা কমাতে সাহায্য করে।এটি ব্রণসহ ত্বকের অন্যান্য সমস্যা নিরাময়ে কার্যকরী ভূমিকা পালন করে।\n\n\n== কাজ ==\nশালগম ক্রুসিফেরি পরিবারের অন্তর্গত এবং পুষ্টিকর খাদ্য হিসেবে সুপরিচিত। ভিটামিন এ, সি এবং ভিটামিন কে তে ভরপুর থাকে শালগম। শালগমের সবচাইতে ভালো দিক হচ্ছে এদের ক্যালরি খুব কম থাকে। শালগমের কাজঃ\n\nরোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করেঃ\nযদি ঘন ঘন ঠান্ডা ও জ্বরে আক্রান্ত হওয়ার প্রবণতা থাকে আপনার তাহলে আপনার খাদ্যতালিকায় শালগম যোগ করুন। এটি আপনার ইমিউনিটিকে উদ্দীপিত করতে সাহায্য করবে। শালগম পুষ্টি উপাদান ও ফ্ল্যাভনয়েডে সমৃদ্ধ বলে স্বাস্থ্যকর মেমব্রেন এর বৃদ্ধিকে উৎসাহিত করে।\n\nখারাপ কোলেস্টেরল কমায়ঃ\nযাদের কোলেস্টেরলের সমস্যা আছে তারা শালগম খেয়ে উপকৃত হতে পারেন। এর কারণ শালগম পাকস্থলীতে অনেক বেশি পিত্তরস শোষণ করতে পারে যা শরীরের খারাপ কোলেস্টেরলের (এলডিএল) মাত্রা কমাতে সাহায্য করে। এভাবেই কার্ডিওভাস্কুলার রোগের ঝুঁকি কমাতেও সাহায্য করে শালগম।\n\nব্লাডপ্রেসার কমায়ঃ\n২০১৩ সালে ক্লিনিক্যাল ফার্মাকোলজি নামক ব্রিটিশ জার্নালে প্রকাশিত গবেষণা প্রতিবেদনে জানা যায় যে, শালগম রক্তচাপ কমাতে সাহায্য করে। শালগম পটাশিয়ামে সমৃদ্ধ বলে ধমনীকে প্রশস্ত করে এবং শরীর থেকে সোডিয়াম বাহির করে দেয়। দেহে ইলেক্ট্রোলাইটের ভারসাম্য রক্ষা করতে সাহায্য শালগম।\n\nহাড়ের স্বাস্থ্যের উন্নতি ঘটায়ঃ\nভিটামিন ও পটাশিয়াম ছাড়াও শালগম ক্যালসিয়ামেও সমৃদ্ধ বলে হাড়ের জন্য উপকারী। সুস্থ ও শক্তিশালী হাড়ের জন্য আপনার খাদ্যতালিকায় শালগম যুক্ত করুন।\n\nপরিপাকের উন্নতি ঘটায়ঃ\nশালগমে প্রচুর ফাইবার থাকে বলে হজমে সাহায্য করে। যদি আপনার হালকা কোষ্ঠকাঠিন্যের প্রবণতা থাকে তাহলে শালগম এই পরিস্থিতি থেকে কিছুটা মুক্তি দিতে পারে।\n\nরক্তজমাট বাঁধাতে সাহায্য করেঃ\nশালগম ভিটামিন কে এর চমৎকার উৎস যা সঠিকভাবে রক্তজমাট বাঁধার জন্য অত্যন্ত আবশ্যক। ক্যালসিয়ামকে প্রসেস করা ও ধমনীর স্বাস্থ্যের জন্যও ভিটামিন কে প্রয়োজনীয়। ধমনীর শক্ত হয়ে যাওয়া প্রতিরোধ করে ভিটামিন কে।\n\nদৃষ্টিশক্তির উন্নতি ঘটায়ঃ\nইমিউন সিস্টেম ঠিকভাবে কাজ করার জন্য এবং ক্যান্সার কোষের বৃদ্ধিকে প্রতিরোধ করার জন্য ভিটামিন এ প্রয়োজনীয়। শালগম ভিটামিন এ তে ভরপুর থাকে বলে দৃষ্টিশক্তির উন্নতিতে সাহায্য করে।\n\nঅ্যানেমিয়া প্রতিরোধ করেঃ\nশালগম ফলিক এসিডে সমৃদ্ধ যা কোষের বৃদ্ধিতে সাহায্য করে এবং অ্যানেমিয়া প্রতিরোধ করে। এই ভিটামিন জন্মগত ত্রুটি প্রতিরোধে সাহায্য করে।\n\nআরথ্রাইটিসের বিরুদ্ধে কাজ করেঃ\nযারা রিউমাটয়েড আরথ্রাইটেসে ভুগছেন তাদের জন্য উপকারী শালগম খাওয়া। কারণ শালগমে ভিটামিন এ, সি, ই, ক্যালসিয়াম ও কপার থাকে যা এই ধরনের আরথ্রাইটেসের বিরুদ্ধে যুদ্ধ করতে সাহায্য করে।\nএগুলো ছাড়াও শালগম অ্যাজমা, মুত্রথলির সমস্যা, ব্রংকাইটিস, কাশি, বাত, লিভারের সমস্যা, স্থূলতা এবং টিউবারকোলোসিস নিরাময়েও সাহায্য করে।\n\n\n== ব্যবহার ==\n\nপ্লিনি দ্যা ইলডার তার লেখায় শালগমকে তার দিনের সবচেয়ে গুরুত্বপূর্ণ সবজি হিসেবে বিবেচনা করেছেন এবং একে মূল্যায়িত করেছেন সিরিয়ালের একদম পরেই ও সীম গ্রহণের পরই শালগম। কারণ এর উপযোগিতা অন্য সব সবজিকে বাতিল করে দেয়। প্লিনি প্রশংসা করেছেন এই বলে যে এটা গৃহপালিত পশুর খাবারের ভাল ভালো উৎস এবং এটা নির্দিষ্ট কোন ধরনের মাটির জাতের উপর নির্ভর করে না ও এটা মাঠে থাকতে পারে আগামী মৌসুম পর্যন্ত। দূর্ভিক্ষের ক্ষতির প্রভাব কাটাতে এই সবজি মানুষকে বেঁচে থাকতে ব্যাপকভাবে সাহায্য করে।\nতুরস্কে শালগম ব্যবহার করা হয় আদানা অঞ্চলে বিশেষ করে সালগাম নামের এক প্রকার পানীয়ের স্বাদ বাড়াতে, যা গাজর ও বিভিন্ন মসলার সাহায্যে প্রস্তুত করা হয় এবং বরফ দিয়ে পরিবেশন করা হয়। মধ্যপ্রাচ্যের দেশগুলোতে যেমন লেবাননে শালগমের আচার বানানো হয়। জাপানে শালগমের আচার খুব জনপ্রিয় ও মাঝে মাঝে তা কাঠিতে গেঁথে সয়াসস বা লবণের সাথে পোড়ানো হয়। ইরানে জ্বরের সময় শালগম ব্যবহার করা হয় শরীরের তাপমাত্রা কমাতে।\n\n\n== সতর্কতা ==\nবয়স্ক ব্যক্তি যাদের অন্ত্রের সমস্যা আছে এবং খাবার হজমে অসুবিধা হয়, তাঁদের শালগম না খাওয়া উচিত।\n\n\n== আরও দেখুন ==\nমূলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMultilingual taxonomic information from the University of Melbourne\nAlternative Field Crop Manual: Turnip\nNutritional Facts\nটেমপ্লেট:Brassica"}