{"pageid": 1169219, "title": "ইন্টারন্যাশনাল ওয়াটার ম্যানেজমেন্ট ইন্সটিটিউট", "url": "https://bn.wikipedia.org/wiki?curid=1169219", "content": "ইন্টারন্যাশনাল ওয়াটার ম্যানেজমেন্ট ইনস্টিটিউট ( আইডব্লিউএমআই ) হল একটি অলাভজনক আন্তর্জাতিক পানি ব্যবস্থাপনা গবেষণা সংস্থা যা CGIAR- এর অধীনে এর সদর দপ্তর কলম্বো, শ্রীলঙ্কায় এবং অফিস আফ্রিকা ও এশিয়া জুড়ে। ইনস্টিটিউটের গবেষণা পরিবেশ রক্ষার সাথে সাথে খাদ্য নিরাপত্তা এবং দারিদ্র্য হ্রাস করার লক্ষ্যে জল এবং ভূমি সম্পদ কীভাবে পরিচালনা করা হয় তা উন্নত করার উপর দৃষ্টি নিবদ্ধ করে।\nএর গবেষণার উপর দৃষ্টি নিবদ্ধ করে: জলবায়ু পরিবর্তনের সাথে অভিযোজন সহ জলের প্রাপ্যতা এবং অ্যাক্সেস; কীভাবে জল ব্যবহার করা হয় এবং কীভাবে এটি আরও উত্পাদনশীলভাবে ব্যবহার করা যেতে পারে; জলের গুণমান এবং স্বাস্থ্য এবং পরিবেশের সাথে এর সম্পর্ক; এবং কীভাবে সমাজগুলি তাদের জল সম্পদ নিয়ন্ত্রণ করে। ২০১২ সালে, IWMI তার অগ্রগামী গবেষণার জন্য স্টকহোম ইন্টারন্যাশনাল ওয়াটার ইনস্টিটিউট দ্বারা মর্যাদাপূর্ণ স্টকহোম ওয়াটার পুরস্কার বিজয়ী পুরস্কার লাভ করে, যা কৃষি জল ব্যবস্থাপনার উন্নতি, খাদ্য নিরাপত্তা বৃদ্ধি, পরিবেশগত স্বাস্থ্য সুরক্ষা এবং উন্নয়নশীল দেশগুলিতে দারিদ্র্য দূরীকরণে সহায়তা করেছে। \nIWMI হল CGIAR- এর সদস্য, একটি বিশ্বব্যাপী গবেষণা অংশীদারিত্ব যা টেকসই উন্নয়নের জন্য গবেষণায় নিয়োজিত সংস্থাগুলিকে একত্রিত করে এবং জল, ভূমি এবং বাস্তুতন্ত্রের উপর CGIAR গবেষণা কার্যক্রমের নেতৃত্ব দেয়। IWMI এছাড়াও CGIAR গবেষণা প্রোগ্রামগুলির একটি অংশীদার: জলজ কৃষি ব্যবস্থা (AAS); জলবায়ু পরিবর্তন, কৃষি ও খাদ্য নিরাপত্তা (CCAFS); ড্রাইল্যান্ড সিস্টেম; এবং আর্দ্র ক্রান্তীয় অঞ্চলের জন্য সমন্বিত সিস্টেম।\n\n\n== ইতিহাস ==\n\n\n=== সেচের উপর প্রাথমিক মনোযোগ ===\nইনস্টিটিউটটি 1985 সালে ফোর্ড ফাউন্ডেশন এবং শ্রীলঙ্কা সরকার কর্তৃক ইন্টারন্যাশনাল ইরিগেশন ম্যানেজমেন্ট ইনস্টিটিউট (আইআইএমআই) নামে প্রতিষ্ঠিত হয়েছিল, যা আন্তর্জাতিক কৃষি গবেষণার পরামর্শদাতা গ্রুপ এবং বিশ্বব্যাংক দ্বারা সমর্থিত। ১৯৪০ থেকে ১৯৭০ এর সবুজ বিপ্লবের সময়, বিলিয়ন ডলার ব্যয় করা হয়েছিল বড় আকারের সেচ ব্যবস্থা তৈরিতে । এগুলি নতুন সার, কীটনাশক এবং উচ্চ ফলনশীল জাতের বীজ সহ অনেক দেশকে অধিক পরিমাণে খাদ্য শস্য উৎপাদনে সাহায্য করেছে।  ১৯৮০ এর দশকের মাঝামাঝি নাগাদ, এই সেচ ব্যবস্থাগুলি আর দক্ষতার সাথে কাজ করছিল না; আইএমআই-এর কাজ ছিল কারণ খুঁজে বের করা।\nআইআইএমআই-এর গবেষকরা আবিষ্কার করেছেন যে সেচকে প্রভাবিত করার সমস্যাগুলি প্রায়শই প্রযুক্তিগত তুলনায় বেশি প্রাতিষ্ঠানিক ছিল। এটি সমাধান হিসাবে 'অংশগ্রহণমূলক সেচ ব্যবস্থাপনা' (Participatory Irrigation Management, পিআইএম) এর পরামর্শ দিয়েছে, একটি পদ্ধতি যা জল ব্যবস্থাপনার সিদ্ধান্তে কৃষকদের জড়িত করার চেষ্টা করেছিল। ১৯৯২ সালে, রিও ডি জেনিরো আর্থ সামিট জল ব্যবস্থাপনাকে বিকেন্দ্রীকরণ করার সুপারিশ করে, কৃষক এবং অন্যান্য স্টেকহোল্ডাররা প্রাকৃতিক সম্পদের ব্যবস্থাপনায় আরও গুরুত্বপূর্ণ ভূমিকা পালন করে এই পদ্ধতির স্বীকৃতি দেয়।  প্রাথমিকভাবে প্রতিরোধের সম্মুখীন হলে, পিআইএম সরকার এবং প্রধান ঋণ প্রদানকারী সংস্থাগুলির জন্য স্থিতাবস্থায় পরিণত হয়। IIMI ১৯৯১ সালে CGIAR সিস্টেমের সদস্য হয়।\n\n\n=== বিস্তৃত দৃষ্টিকোণ ===\n১৯৯০ এর দশকের মাঝামাঝি সময়ে, বিশ্বব্যাপী বৃহত্তর জনসংখ্যা, শহর সম্প্রসারণ এবং শিল্পের প্রয়োগ বৃদ্ধির কারণে জল সম্পদের জন্য প্রতিযোগিতা বাড়তে থাকে।  বিচ্ছিন্নভাবে সেচ দেখা বৈশ্বিক পরিস্থিতির সাথে আর প্রাসঙ্গিক ছিল না। একটি নতুন পদ্ধতির প্রয়োজন ছিল যা এটিকে নদীর অববাহিকার প্রেক্ষাপটে বিবেচনা করবে, প্রতিযোগী ব্যবহারকারী এবং পরিবেশকে অন্তর্ভুক্ত করে। আইআইএমআই গবেষণার নতুন ক্ষেত্র তৈরি করতে শুরু করে, যেমন খোলা এবং বন্ধ অববাহিকা, জলের অ্যাকাউন্টিং, বহু-ব্যবহারের ব্যবস্থা, বেসিন প্রতিষ্ঠান, রিমোট সেন্সিং বিশ্লেষণ এবং পরিবেশগত প্রবাহ ।  ১৯৯৮ সালে, এর নাম পরিবর্তন করে ইন্টারন্যাশনাল ওয়াটার ম্যানেজমেন্ট ইনস্টিটিউট (IWMI) রাখা হয়, যা এই নতুন বৃহত্তর পদ্ধতির প্রতিফলন ঘটায়।\nযদিও এটি স্পষ্ট হয়ে উঠছিল যে জলকে আর একটি \" অসীম সম্পদ \" হিসাবে বিবেচনা করা যাবে না, যেমনটি ১৯৫০ এর দশকে হয়েছিল যখন গ্রহে কম লোক ছিল, কেউ জানত না যে সম্পদটি কতটা দুষ্প্রাপ্য ছিল। এটি আইডব্লিউএমআইকে খুঁজে বের করার চেষ্টা করতে উদ্বুদ্ধ করেছে। এর গবেষণাটি খাদ্যের জন্য জল, জীবনের জন্য জল: কৃষিতে জল ব্যবস্থাপনার একটি ব্যাপক মূল্যায়ন প্রকাশের মধ্যে শেষ হয়েছে। প্রতিবেদনের মধ্যে একটি মানচিত্র দেখায় যে বিশ্বের জনসংখ্যার এক তৃতীয়াংশ ইতিমধ্যেই 'জলের অভাবে' ভুগছে। প্রতিবেদনে শারীরিক জলর ঘাটতিকে সংজ্ঞায়িত করা হয়েছে, যেখানে জনসংখ্যার চাহিদা পূরণের জন্য অপর্যাপ্ত জলর সংস্থান রয়েছে এবং অর্থনৈতিক জলর অভাব যেখানে জল বা মানব ক্ষমতায় বিনিয়োগের অভাবের কারণে জলর প্রয়োজনীয়তা সন্তুষ্ট নয়। \n\n\n=== বিশ্বব্যাপী জল সংকট দূর করা ===\nজলর ঘাটতি সংজ্ঞায়িত করার জন্য IWMI-এর দৃষ্টিভঙ্গি একটি নতুন প্রেক্ষাপট প্রদান করে যার মধ্যে জলের প্রাপ্যতা নিয়ে বৈজ্ঞানিক বিতর্ক পরবর্তীকালে কেন্দ্রীভূত হয়। উদাহরণস্বরূপ, ১০০৭ সালে জাতিসংঘের বিশ্ব জল দিবসের প্রতিপাদ্য ছিল জলর অভাব মোকাবেলা;  মার্কিন যুক্তরাষ্ট্রের ওয়ার্ল্ডওয়াচ ইনস্টিটিউট তার মূল্যায়ন স্টেট অফ দ্য ওয়ার্ল্ড ২০০৮- এ জল ব্যবস্থাপনার উপর একটি অধ্যায় প্রকাশ করেছে;  এবং ওয়ার্ল্ড ইকোনমিক ফোরাম এবং ইউনেস্কোর ২০০৯ সালে প্রকাশিত প্রতিবেদনে এই সিদ্ধান্তে উপনীত হয়েছে যে জলের ঘাটতি এখন বিশ্বব্যাপী আর্থিক সংকটের চেয়েও বড় হুমকি।  জলবায়ু পরিবর্তন সংক্রান্ত আন্তঃসরকার প্যানেলের চেয়ারম্যান ড. রাজেন্দ্র কে. পাচৌরিও ২০০৯ সালের নোবেল সম্মেলনে জলের ঘাটতির কথা তুলে ধরেন। \nযদি বর্তমান প্রবণতা অব্যাহত থাকে, তাহলে ২০৩০ সালের মধ্যে বিশ্বব্যাপী বার্ষিক জলর ব্যবহার দুই ট্রিলিয়ন ঘনমিটারেরও বেশি বৃদ্ধি পাবে, যা ৬.৯ ট্রিলিয়ন ঘনমিটারে উন্নীত হবে। এটি উপলব্ধ জল সরবরাহ দ্বারা সরবরাহ করা যেতে পারে তার চেয়ে ৪০ শতাংশ বেশি।  স্টকহোম ওয়ার্ল্ড ওয়াটার উইক ২০১০ এ, আইডব্লিউএমআই জল সংকট এড়াতে একটি ছয় দফা পরিকল্পনা তুলে ধরে। ইনস্টিটিউট অনুসারে, নিম্নলিখিত পদক্ষেপগুলি প্রয়োজন:\n\nজল সম্পদ সম্পর্কে উচ্চ-মানের ডেটা সংগ্রহ করা;\nপরিবেশের আরও ভাল যত্ন নিন;\nসংস্কার কীভাবে জল সম্পদ নিয়ন্ত্রণ করা হয়;\nচাষের জন্য কীভাবে জল ব্যবহার করা হয় তা পুনরুজ্জীবিত করা;\nজলের জন্য শহুরে এবং পৌরসভার চাহিদাগুলি আরও ভালভাবে পরিচালনা করা; এবং\nজল ব্যবস্থাপনায় প্রান্তিক জনগণকে সম্পৃক্ত করা। \n২০১১ সালে, IWMI কৃষি এবং উন্নয়নের উপর প্রবন্ধের একটি সিরিজ কমিশন করার মাধ্যমে তার ২৫তম বার্ষিকী উদযাপন করেছে।\n\n\n== দারিদ্র্য কমাতে জল ব্যবস্থাপনা ব্যবহার করা ==\nভারতের গুজরাটে আইডব্লিউএম-এর কাজ উদাহরণ দেয় যে কীভাবে জল ব্যবস্থাপনার উন্নতি জনগণের জীবিকার উপর প্রভাব ফেলতে পারে। ১৯৭০ সালের দিকে কৃষকদের জন্য বিদ্যুত ভর্তুকি প্রবর্তনের পরে রাজ্যটি দেউলিয়া বিদ্যুৎ উপযোগিতা এবং ক্ষয়প্রাপ্ত ভূগর্ভস্থ জলের সঞ্চয়ের দ্বৈত সমস্যার মুখোমুখি হয়েছিল। পরিস্থিতির উদ্ভব হয়েছিল কারণ ভর্তুকি কৃষকদের ক্রমবর্ধমান গভীরতা থেকে সহজেই ভূগর্ভস্থ জল পাম্প করতে সক্ষম করে। এশীয় উন্নয়ন ব্যাংক এবং বিশ্বব্যাংক উভয়ই ইঙ্গিত দিয়েছে যে সরকারগুলিকে বিদ্যুতের ভর্তুকি হ্রাস করা উচিত এবং মিটারযুক্ত বিদ্যুতের ব্যবহারের ভিত্তিতে কৃষকদের চার্জ করা উচিত। যাইহোক, যখন কিছু রাজ্য সরকার এটি করার চেষ্টা করেছিল, তখন কৃষকরা এমন শক্তিশালী লবি তৈরি করেছিল যে বেশ কয়েকজন মুখ্যমন্ত্রী তাদের আসন হারিয়েছিলেন। একটি ভিন্ন সমাধান স্পষ্টভাবে প্রয়োজন ছিল.\nসমস্যাটি অধ্যয়নকারী আইডব্লিউএমআই বিজ্ঞানীরা পরামর্শ দিয়েছিলেন যে সরকারগুলিকে অন্যান্য গ্রামীণ ব্যবহারকারী যেমন গার্হস্থ্য গৃহস্থালী এবং শিল্প সরবরাহকারী থেকে কৃষকদের বিদ্যুৎ বহনকারী বিদ্যুতের তারগুলিকে আলাদা করে কৃষি বিদ্যুৎ সরবরাহের 'বুদ্ধিমান রেশনিং' চালু করা উচিত। তারপরে তাদের উচিত কৃষকদের তাদের সামর্থ্যের মূল্যে প্রতিদিন নির্দিষ্ট সংখ্যক ঘন্টার জন্য উচ্চ মানের বিদ্যুৎ সরবরাহ করা। অবশেষে গুজরাট এই সুপারিশগুলিকে বিদ্যুতের উপযোগীতা সংস্কারের জন্য একটি বৃহত্তর কর্মসূচিতে অন্তর্ভুক্ত করার সিদ্ধান্ত নিয়েছে। পরে পরিচালিত একটি সমীক্ষায় দেখা গেছে যে এর প্রভাবগুলি প্রত্যাশিত থেকে অনেক বেশি। পরিবর্তনের আগে, নলকূপ মালিকরা গ্রামীণ জনগোষ্ঠীকে সেচের জন্য বিদ্যুৎ 'চুরি' করে মুক্তিপণ আদায়ের জন্য আটকে রেখেছিল। তারগুলি পৃথক হওয়ার পরে, গ্রামীণ পরিবার, স্কুল এবং শিল্পগুলিতে অনেক উচ্চ-মানের বিদ্যুৎ সরবরাহ ছিল, যা ফলস্বরূপ ব্যক্তিদের মঙ্গলকে বাড়িয়ে তোলে।\n\n\n== আরও দেখুন ==\n\nসেচের পরিবেশগত প্রভাব\n\n\n== তথ্যসূত্র =="}