{"pageid": 1169739, "title": "আফ্রিকা দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1169739", "content": "আফ্রিকা দিবস (পূর্বে আফ্রিকান স্বাধীনতা দিবস) হল ২৫ মে ১৯৬৩ তারিখে অর্গানাইজেশন অফ আফ্রিকান ইউনিটি প্রতিষ্ঠার বার্ষিক স্মারক। এটি আফ্রিকা মহাদেশের বিভিন্ন দেশে, সেইসাথে সারা বিশ্বে পালিত হয়। সংগঠনটি দক্ষিণ আফ্রিকার ডারবানে ৯ জুলাই ২০০২ তারিখে আফ্রিকান ইউনিয়নে রূপান্তরিত হয়েছিল, তবে ছুটিটি ২৫ মে পালিত হতে থাকে।\n\n\n== পটভূমি ==\nস্বাধীন আফ্রিকান রাজ্যগুলির প্রথম কংগ্রেস ১৫ এপ্রিল ১৯৫৮ সালে ঘানার আকরাতে অনুষ্ঠিত হয়েছিল। এটি ঘানার প্রধানমন্ত্রী ড. কোয়ামে এনক্রুমাহ দ্বারা আহবান করা হয়েছিল এবং এতে মিশর (তখন সংযুক্ত আরব প্রজাতন্ত্রের একটি অংশ), ইথিওপিয়া, লাইবেরিয়া, লিবিয়া, মরক্কো, সুদান, তিউনিসিয়া, ক্যামেরুনের জনগণের ইউনিয়ন এবং আয়োজক দেশ ঘানার। দক্ষিণ আফ্রিকার ইউনিয়নকে আমন্ত্রণ জানানো হয়নি। সম্মেলনে আফ্রিকার জনগণের বিদেশী আধিপত্য ও শোষণ থেকে নিজেদের মুক্ত করার সংকল্পের প্রতীক ছাড়াও আফ্রিকা মহাদেশে মুক্তি আন্দোলনের অগ্রগতি প্রদর্শন করা হয়। যদিও প্যান-আফ্রিকান কংগ্রেস ১৯০০ সালে তার প্রতিষ্ঠার পর থেকে একই লক্ষ্যগুলির দিকে কাজ করে চলেছে, আফ্রিকার মাটিতে এই ধরনের একটি সভা প্রথমবার হয়েছিল।\nসম্মেলনে একটি আফ্রিকান স্বাধীনতা দিবস প্রতিষ্ঠার আহ্বান জানানো হয়, একটি দিন \"...প্রতি বছর মুক্তি আন্দোলনের অগ্রগতি চিহ্নিত করে, এবং বিদেশী আধিপত্য ও শোষণ থেকে নিজেদের মুক্ত করার জন্য আফ্রিকার জনগণের সংকল্পের প্রতীক।\"\nসম্মেলনটি উল্লেখযোগ্য ছিল যে এটি ১৯৬৩ সালে অর্গানাইজেশন অফ আফ্রিকান ইউনিটি গঠনের আগ ক্যাসাব্লাঙ্কা গ্রুপ এবং মনরোভিয়া গ্রুপ যুগে আফ্রিকান রাষ্ট্র ও সরকার প্রধানদের পরবর্তী বৈঠকের ভিত্তি তৈরি করেছিল।\n\n\n== ইতিহাস ==\nপাঁচ বছর পর, ২৫ মে ১৯৬৪ তারিখে, ত্রিশটি আফ্রিকান দেশের প্রতিনিধিরা ইথিওপিয়ার আদ্দিস আবাবায় সম্রাট হেইলে সেলাসির আয়োজনে মিলিত হয়। ততদিনে মহাদেশের দুই-তৃতীয়াংশেরও বেশি স্বাধীনতা অর্জন করেছিল, বেশিরভাগই সাম্রাজ্যবাদী ইউরোপীয় রাজ্যগুলি থেকে। এই সভায়, অ্যাঙ্গোলা, মোজাম্বিক, দক্ষিণ আফ্রিকা এবং দক্ষিণ রোডেশিয়ার উপনিবেশকরণকে উৎসাহিত করার প্রাথমিক লক্ষ্য নিয়ে আফ্রিকান ঐক্যের সংস্থা প্রতিষ্ঠিত হয়েছিল। সংগঠনটি মুক্তিযোদ্ধাদের দ্বারা পরিচালিত কাজকে সমর্থন করার এবং ঔপনিবেশিক দেশগুলিতে সামরিক প্রবেশাধিকার অপসারণের প্রতিশ্রুতি দেয়। একটি চার্টার সেট করা হয়েছিল যা সদস্য রাষ্ট্র জুড়ে জীবনযাত্রার মান উন্নত করার চেষ্টা করেছিল। সেলাসি চিৎকার করে বলেছিলেন, \"ইউনিয়নের এই সম্মেলন ১,০০০ বছর স্থায়ী হোক।\"\nসনদটি ২৬ মে মরোক্কো ব্যতীত সকল অংশগ্রহণকারীদের দ্বারা স্বাক্ষরিত হয়েছিল। সেই সভায়, আফ্রিকা স্বাধীনতা দিবসের নাম পরিবর্তন করে আফ্রিকা লিবারেশন ডে রাখা হয়। ২০০২ সালে, আফ্রিকান ইউনিয়ন দ্বারা প্রতিস্থাপিত হয়েছিল। যাইহোক, আফ্রিকা দিবসের নতুন নামকরণ উদযাপনটি ওএইউ গঠনের ক্ষেত্রে ২৫ মে পালিত হতে থাকে।\n\n\n== সমসাময়িক উদযাপন ==\nআফ্রিকা দিবসটি আফ্রিকা এবং সারা বিশ্বে উভয় ক্ষেত্রেই পালিত হতে থাকে, বেশিরভাগ ক্ষেত্রে ২৫ মে (যদিও কিছু ক্ষেত্রে এই উদযাপনের সময়গুলি কয়েক দিন বা সপ্তাহের মধ্যে প্রসারিত হতে পারে)। প্রতি বছরের আফ্রিকা দিবসের জন্য থিমগুলি সেট করা হয়েছে, ২০১৫ হল \"আফ্রিকার এজেন্ডা ২০৬৩ এর দিকে নারীর ক্ষমতায়ন ও উন্নয়নের বছর\"। ২০১৫ সালে নিউইয়র্ক সিটিতে একটি ইভেন্টে, জাতিসংঘের ডেপুটি সেক্রেটারি-জেনারেল, জ্যান এলিয়াসন, সেক্রেটারি-জেনারেল বান কি-মুনের কাছ থেকে একটি বার্তা প্রদান করেন যাতে তিনি বলেছিলেন, \"আসুন... আফ্রিকার জন্য আমাদের প্রচেষ্টা জোরদার করি। শিক্ষা, কাজ এবং স্বাস্থ্যসেবার আরও ভাল অ্যাক্সেস সহ নারীরা এবং তা করে আফ্রিকার রূপান্তরকে ত্বরান্বিত করে\"।\n\n\n== আরও দেখুন ==\nআফ্রিকান শিশু আন্তর্জাতিক দিবস\n\n\n== পাদটীকা ==\n\n\n=== তথ্যসূত্র ===\n\n\n== আরও পড়ুন ==\nঅ্যালার্ড, হেলমুট ; ইউরোপীয় অর্থনৈতিক সম্প্রদায় (১৯৫৯)। আফ্রিকায় ইউরোপীয় অর্থনৈতিক সম্প্রদায়ের কাজ এবং লক্ষ্য : জার্মান শিল্প মেলা, হ্যানোভার, ৩০ এপ্রিল ১৯৫৯-এ আফ্রিকা দিবস উপলক্ষে দেওয়া বক্তৃতা। ব্রাসেলস : ইউরোপীয় সম্প্রদায়ের প্রকাশনা বিভাগ।ওসিএলসি 883719446ওসিএলসি 883719446 ।\nমুগাবে, রবার্ট গ্যাব্রিয়েল ; জিম্বাবুয়ে। তথ্য, ডাক ও টেলিযোগাযোগ মন্ত্রণালয় (1987)। ২৫ মে, ১৯৮৭ সালের আফ্রিকা দিবসে জিম্বাবুয়ের প্রধানমন্ত্রী সিডিই আরজি মুগাবে জাতির উদ্দেশ্যে ভাষণ দেন। নীতি বিবৃতি. কজওয়ে, জিম্বাবুয়ে : তথ্য, ডাক ও টেলিযোগাযোগ মন্ত্রণালয়।ওসিএলসি 180493758ওসিএলসি 180493758 ।\nজিঙ্কেল, জেএ ভ্যান ; কোর্ট, জুলিয়াস ; ল্যাঞ্জেনহোভ, লুক ভ্যান ; জাতিসংঘ বিশ্ববিদ্যালয় ; আফ্রিকা ডে সিম্পোজিয়াম অন ইন্টিগ্রেটিং আফ্রিকা (২০০৩)। আফ্রিকাকে একীভূত করা : আঞ্চলিক একীকরণ এবং উন্নয়নের দৃষ্টিকোণ । টোকিও : জাতিসংঘ বিশ্ববিদ্যালয়।ওসিএলসি 800928725ওসিএলসি 800928725 ।\nবন্ড, প্যাট্রিক (২০০৪)। দক্ষিণ আফ্রিকা এবং বৈশ্বিক বর্ণবাদ : মহাদেশীয় এবং আন্তর্জাতিক নীতি এবং রাজনীতি : Nordiska Afrikainstitutet Nordic Africa Days, Uppsala, Sweden-এর ঠিকানা 4 অক্টোবর 2003। আলোচনা পত্র / Nordiska Afrikainstitutet = স্ক্যান্ডিনেভিয়ান ইনস্টিটিউট অফ আফ্রিকান স্টাডিজ। নরডিস্কা আফ্রিকা ইনস্টিটিউট। আলোচনা পত্র,আইএসএসএন 1104-8417 ; ২৫।\nআফ্রিকা দিবস (আফ্রিকান ইউনিয়ন ওয়েবসাইট)"}