{"pageid": 1169078, "title": "মেগা (পরিষেবা)", "url": "https://bn.wikipedia.org/wiki?curid=1169078", "content": "মেগা (মেগা এনক্রিপ্টেড গ্লোবাল অ্যাক্সেসের জন্য একটি পুনরাবৃত্ত সংক্ষিপ্ত রূপ) হচ্ছে একটি ক্লাউড স্টোরেজ এবং ফাইল হোস্টিং পরিষেবা, যা নিউজিল্যান্ডের অকল্যান্ডে অবস্থিত কোম্পানি মেগা লিমিটেড প্রদান করে থাকে।\nপরিষেবাটি ওয়েব-ভিত্তিক অ্যাপের মাধ্যমে দেওয়া হয়। মেগা মোবাইল অ্যাপ অ্যান্ড্রয়েড এবং আইওএস এর জন্যও উপলব্ধ। মেগা বিনামূল্যে অ্যাকাউন্টের জন্য ২০ জিবি স্টোরেজ বরাদ্দ সহ বিশ্বের বৃহত্তম সম্পূর্ণ বৈশিষ্ট্যযুক্ত বিনামূল্যের ক্লাউড স্টোরেজের জন্য পরিচিত। ওয়েবসাইট এবং পরিষেবাটি ১৯ জানুয়ারি ২০১৩ তারিখে কিম ডটকমের প্রধান প্রযুক্তিগত কর্মকর্তা, পরিচালক এবং সহ-প্রতিষ্ঠাতা ম্যাথিয়াস অর্টম্যান, প্রধান বিপণন কর্মকর্তা ফিন বাটাটো এবং ব্রাম ভ্যান ডার কলকের দ্বারা কিম ডটকমের মাধ্যমে চালু করা হয়েছিল।\n\n\n== উপাত্ত এনক্রিপশন ==\nঅ্যাডভান্সড এনক্রিপশন স্ট্যান্ডার্ড অ্যালগরিদম ব্যবহার করে মেগা পরিষেবার ক্লায়েন্ট সাইড ডাটা এন্ড-টু-এন্ড এনক্রিপ্ট করা হয়। যেহেতু মেগা আপলোড করা ফাইলগুলির এনক্রিপশন কী জানে না, তাই তারা ডিক্রিপ্ট করতে এবং বিষয়বস্তু দেখতে পারে না। তাই তারা আপলোড করা ফাইলের বিষয়বস্তুর জন্য দায়ী হতে পারে না। ফাইল এনক্রিপ্ট করার মাধ্যমে মেগা সারা বিশ্বে বৃহত্তর সংখ্যক ডাটা হোস্টিং কোম্পানির সাথে কাজ করতে পারে, যার ফলে একটি সরকার কর্তৃক মেগাআপলোড-স্টাইল সার্ভার বাজেয়াপ্ত হওয়ার সম্ভাবনা হ্রাস পায়। মেগা এছাড়াও ক্লাউডরেইড প্রযুক্তি ব্যবহার করে, যার অর্থ ফাইলগুলি প্রায় সমান আকারের অংশে বিভক্ত এবং বিভিন্ন দেশে সংরক্ষণ করা হয়। সমস্ত অংশের মধ্যে একটি নির্দিষ্ট অবস্থানে \"1\" বিটের সংখ্যা জোড় বা বিজোড় কিনা তা রেকর্ড করে তারা অন্য একটি দেশে অন্য একটি অংশ সংরক্ষণ করে। এর মানে হল যে কোনও একটি অংশ অনুপলব্ধ থাকলেও ব্যবহারকারীরা ডাটা পুনর্গঠন করতে পারে।\nমেগার কার্যক্রম আরম্ভের পর প্রথম কয়েক সপ্তাহে বিভিন্ন নিরাপত্তা সমস্যা পাওয়া গেছে যে, গবেষকরা বলেছিলেন- আক্রমণকারী লগ-ইন করা ব্যবহারকারীর ফাইলগুলিতে অ্যাক্সেস পেতে ব্যবহার করতে পারে। এর প্রতিক্রিয়া হিসাবে মেগা একটি বাগ প্রতিবেদন পুরস্কার প্রোগ্রাম শুরু করে যা মেগাতে নিরাপত্তা সমস্যা রিপোর্ট করার জন্য €১০,০০০ পর্যন্ত পুরস্কার প্রদান করে।\n\n\n== তথ্যসূত্র =="}