{"pageid": 1169297, "title": "পশ্চিমবঙ্গে স্বাস্থ্যসেবা", "url": "https://bn.wikipedia.org/wiki?curid=1169297", "content": "পশ্চিমবঙ্গের স্বাস্থ্যসেবা রাজ্য এবং কেন্দ্র সরকার দ্বারা চালিত একটি সর্বজনীন স্বাস্থ্যসেবা ব্যবস্থার রয়েছে। ভারতের সংবিধান প্রতিটি রাজ্যকে \" পুষ্টির স্তর এবং তার জনগণের জীবনযাত্রার মান বৃদ্ধি এবং জনস্বাস্থ্যের উন্নতিকে তার প্রাথমিক কর্তব্যগুলির মধ্যে\" রাখে। পশ্চিমবঙ্গ সরকারের স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রক রাজ্যের সরকারি হাসপাতাল ব্যবস্থা পরিচালনা ও অর্থায়নের জন্য দায়ী। সমগ্র রাজ্য জনসংখ্যা একটি স্বাস্থ্য বীমা দ্বারা আচ্ছাদিত হয়, হয় তাদের নিয়োগকর্তা বা কর্মচারী রাজ্য বীমা দ্বারা সরবরাহ করা হয় (যদি কর্মচারীর বেতন ২১০০০ টাকা / মাসে হয়)। রাজ্যের অন্যান্য শ্রেণির মানুষ (নিম্ন-আয়ের, স্ব-কর্মসংস্থান, বেকার বা অবসরপ্রাপ্ত ইত্যাদি) জনস্বাস্থ্য বিমা (স্বাস্থ্য সাথী) প্রকল্পের আওতায় রয়েছে। ২০২১ সালের হিসাবে, রাজ্যের মোট জনস্বাস্থ্য পরিচর্যা বাজেট হল ₹১৬,৩৬৮ কোটি (ইউএস$ ২ বিলিয়ন) , যার মধ্যে ₹১০,৯২২ কোটি (ইউএস$ ১.৩৪ বিলিয়ন)  সরকারি হাসপাতালের জন্য বরাদ্দ করা হয়েছিল, ₹ ২,০০০ কোটি (ইউএস$ ২৪৪.৪৭ মিলিয়ন)  জনস্বাস্থ্য বীমা কর্মসূচিতে (স্বাস্থ্য সাথী) এবং ₹ ৫,২৪৬ কোটি (ইউএস$ ৬৪১.২৩ মিলিয়ন)  ) ব্যয় করা হয়েছিল প্রাথমিক স্বাস্থ্য সেবায় ব্যয় করতে হবে। অতিরিক্ত ₹ ১,০০০ কোটি (ইউএস$ ১২২.২৩ মিলিয়ন) , সরকারী স্বাস্থ্য বাজেটের বাইরে, রাজ্য সরকারের বর্তমান এবং অবসরপ্রাপ্ত কর্মচারীদের জন্য স্বাস্থ্য বীমা কভারেজের জন্য ব্যয় করা হয়েছিল। স্বাস্থ্যসেবা রাজ্যের পুরো বাজেটের প্রায় ৪.৫% গঠন করে যা সমালোচকদের মতে জাতীয় স্বাস্থ্য নীতির সাথে সামঞ্জস্য রেখে কমপক্ষে ৮%-এ উন্নীত করা উচিত।\n\n\n== স্বাস্থ্যসেবা পরিকাঠামো ==\nস্বাস্থ্যসেবা পরিকাঠামো তিনটি স্তরে বিভক্ত - প্রাথমিক স্বাস্থ্য-যত্ন নেটওয়ার্ক, একটি সেকেন্ডারি কেয়ার সিস্টেম যার মধ্যে রয়েছে জেলা ও মহকুমা হাসপাতাল এবং বিশেষায়িত এবং সুপার স্পেশালিটি যত্ন প্রদানকারী তৃতীয় হাসপাতাল। একজন চিফ মেডিকেল অফিসার অফ হেলথ (সিএমওএইচ) আঠারোটি জেলার প্রতিটির প্রধান। CMOH-এর দায়িত্ব হল প্রাথমিক স্বাস্থ্যসেবা খাত পরিচালনা করা এবং বিভিন্ন চিকিৎসা, স্বাস্থ্য ও পরিবার কল্যাণ কর্মসূচির কার্যকর বাস্তবায়ন নিশ্চিত করা। মাধ্যমিক স্তরের হাসপাতালগুলি ((মহকুমা ও জেলা হাসপাতাল)) সুপারিন্টেন্ডেন্টদের দ্বারা পরিচালিত হয় যারা সি.এম.ও.এইচ. এর কাছে রিপোর্ট করে এবং একটি হাসপাতাল পরিচালনা কমিটির কাছে দায়বদ্ধ। ব্লক পর্যায়ে, ব্লক মেডিকেল অফিসার অফ হেলথ (বিএমওএইচ) পরিষেবা প্রদানের জন্য এবং প্রাথমিক স্বাস্থ্য কেন্দ্রগুলি পর্যবেক্ষণ ও তত্ত্বাবধান এবং স্বাস্থ্য প্রোগ্রাম বাস্তবায়নের জন্য দায়বদ্ধ।\n\nওয়েস্ট বেঙ্গল হেলথ সার্ভিস রাজ্যব্যাপী অবকাঠামোর জন্য পেশাদারদের স্বাস্থ্যসেবা কর্মী সরবরাহ করে, যখন মেডিকেল এডুকেশন সার্ভিস প্রশিক্ষণ প্রতিষ্ঠানগুলিতে শিক্ষক নিয়োগ করে।\nপশ্চিমবঙ্গ সরকার কর্তৃক প্রকাশিত বিভিন্ন ধরনের স্বাস্থ্যসেবা সেটআপে অনুমোদিত সংখ্যা এবং বিছানাগুলি নিম্নলিখিত সারণিতে রয়েছে। এই সারণীতে, রাজ্য সরকারের অন্যান্য বিভাগের অধীনস্থ হাসপাতালগুলির মধ্যে রয়েছে সরকারী উদ্যোগ সংস্থাগুলি এবং গ্রামীণ হাসপাতালগুলি ব্লক প্রাথমিক স্বাস্থ্য কেন্দ্রগুলি থেকে আপগ্রেড করা হয়েছিল।\n\n\n== স্বাস্থ্যসেবা সূচক ==\nনিম্নলিখিত সারণিতে জাতীয় সূচকের তুলনায় রাজ্যের কিছু স্বাস্থ্যসেবা সূচক এবং কিছু প্রধান রাজ্যের সাথে তুলনা করা হয়েছে যা পশ্চিমবঙ্গের চেয়ে ভাল করেছে। (২০১১ সালের জাতীয় আদমশুমারি অনুযায়ী ২০ মিলিয়ন বা তার বেশি জনসংখ্যার রাজ্যগুলি এই টেবিলের জন্য প্রধান রাজ্য হিসাবে বিবেচিত হয়েছিল) এই তথ্যগুলি রেজিস্ট্রার জেনারেল এবং জনগণনা কমিশনার, ভারতের অফিসের নমুনা নিবন্ধন সিস্টেমের উপর ভিত্তি করে তৈরি করা হয়েছে।\n\n\n== স্বাস্থ্যসেবা সংক্রান্ত সমস্যা ==\n\n\n== তথ্যসূত্র =="}