{"pageid": 1169325, "title": "প্যারীমোহন মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1169325", "content": "প্যারীমোহন মুখোপাধ্যায়, সি এস আই (১৭ সেপ্টেম্বর  , ১৮৪০ – ১৭ জানুয়ারি ১৯২৪) ছিলেন একজন ভারতীয় বাঙালি আইনজীবী ও সমাজসেবক। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nপ্যারীমোহন মুখোপাধ্যায়ের জন্ম  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের হুগলি জেলার  উত্তরপাড়ায় ১৮৪০ খ্রিস্টাব্দের ১৭ সেপ্টেম্বর। পিতা জমিদার জয়কৃষ্ণ মুখোপাধ্যায়ের দ্বিতীয় সন্তান তিনি। ১৮৬৪ খ্রিস্টাব্দে তিনি  কলকাতা বিশ্ববিদ্যালয়ের বিজ্ঞান বিষয়ে প্রথম শ্রেণীতে এম.এ এবং ১৮৬৫ খ্রিস্টাব্দে বি.এল পাশ করেন। \n\n\n== কর্মজীবন ==\nআইন পাশের পর  কলকাতা হাইকোর্ট ওকালতি শুরু করেন। পিতার মৃত্যুর পর জমিজমা সংক্রান্ত বহু জটিলতা দেখা দেয়। প্যারীমোহন সে সমস্ত জটিলতা দূর করে তার পিতার ন্যায় উত্তরপাড়াবাসীর উচ্চশিক্ষা প্রসারে উল্লেখযোগ্য ভূমিকা গ্রহণ করেন। পরবর্তীতে তার পুত্র ভূপেন্দ্রনাথও সে প্রয়াস জারি রাখেন। ১৮৭৯ খ্রিস্টাব্দে প্যারীমোহন বঙ্গীয় ব্যবস্থাপক সভার সদস্য এবং ১৮৮৪ এবং ১৮৮৬ খ্রিস্টাব্দে ভারতীয় ব্যবস্থা-পরিষদের সদস্য মনোনীত হন। প্যারীমোহনও তার পিতার ন্যায় প্রজাবৎসল ছিলেন। ১৮৮৫ খ্রিস্টাব্দে  বঙ্গীয় প্রজাস্বত্ব আইন কার্যকর হওয়ার সময় তিনি জমিদারী ও রাজস্ব বিষয়ক অগাধ জ্ঞানের পরিচয় প্রদান করেন।\nব্রিটিশ ইন্ডিয়ান অ্যাসোসিয়েশনের সঙ্গেও ঘনিষ্ঠভাবে যুক্ত ছিলেন এবং ১৮৮৫ খ্রিস্টাব্দের জাতীয় সম্মেলনে অগ্রণী ভূমিকা পালন করেন। \nইংরেজ সরকার জয়কৃষ্ণ মুখোপাধ্যায়ের উত্তর পাড়া কলেজ প্রতিষ্ঠার প্রস্তাব নাকজ করেলেও তার উদ্যমী পিতার উত্তরপাড়া কলেজ ১৮৮৭ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়। বর্তমানে কলেজটি \"রাজা প্যারীমোহন মুখোপাধ্যায় কলেজ\" নামে নামাঙ্কিত হয়। ১৮৮৭ খ্রিস্টাব্দেই ব্রিটিশ সরকার রাজা এবং সি এস আই উপাধি প্রদান করে। \nপিতামহ জগন্মোহন মুখোপাধ্যায় যে দোমহলা বাড়ি তৈরি করেছিলেন, সেঠিকে তার পিতা তিন মহলায় রূপান্তর করে দাতব্য চিকিৎসালয় প্রতিষ্ঠা  করেছিলেন। সেটি বর্তমানে উত্তরপাড়া স্টেট জেনারেল হসপিটাল। হাসপাতালের বিপরীত দিকে প্যারীমোহন মুখোপাধ্যায় নির্মাণ করেন 'রাজেন্দ্র ভবন'। বর্তমানে এটি হাসপাতারের ডাক্তারদের আবাসস্থল।\n\n\n== মৃত্যু ==\n১৯২৪ খ্রিস্টাব্দের ১৭ জানুয়ারি রাজা প্যারীমোহন মুখোপাধ্যায় পরলোক গমন করেন। উত্তরপাড়ায় তার নামাঙ্কিত কলেজে আবক্ষমূর্তি  প্রতিষ্ঠিত হয়। \n\n\n== তথ্যসূত্র =="}