{"pageid": 1169763, "title": "বৃহত্তম প্রমোদ তরীর তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1169763", "content": "প্রমোদ তরী হল বড় যাত্রীবাহী জাহাজ যা মূলত ছুটি কাটাতে ব্যবহৃত হয়। সমুদ্রের মাছ ধরার নৌকার বিপরীতে, যা পরিবহনের জন্য ব্যবহৃত হয়, সেগুলো সাধারণত বিভিন্ন পোর্ট-অফ-কলে  রাউন্ড-ট্রিপ যাত্রা শুরু করে, যেখানে যাত্রীরা \"উপকূল ভ্রমণ\" নামে পরিচিত প্রমোদভ্রমণে যেতে পারে। সেগুলো একটি একক যাত্রায় হাজার হাজার যাত্রী বহন করতে পারে এবং অনেক পণ্যবাহী জাহাজের চেয়ে মোট টন ওজনের (জিটি) দ্বারা বিশ্বের বৃহত্তম জাহাজগুলির মধ্যে কয়েকটি।  প্রমোদ তরীগুলি ১৯৯০-এর দশকের মাঝামাঝি সময়ে সমুদ্রের মাছ ধরা জাহাজের আকার এবং ক্ষমতার চেয়ে বেশি হতে শুরু করে; তার আগে, কিছু ৫০,০০০ জিটি এর বেশি ছিল। পরবর্তী কয়েক দশকে বৃহত্তম জাহাজের আকার দ্বিগুণেরও বেশি হয়েছে। ২০০১ সাল থেকে প্রতি বছর নয়টি বা তার বেশি নতুন প্রমোদ তরী যোগ হয়েছে, যার বেশিরভাগই ১০০,০০০ জিটি বা তারও বেশি। ১৯৮৮ এবং ২০০৯ সালের মধ্যে দুই দশকে, বৃহত্তম প্রমোদ তরীগুলি এক তৃতীয়াংশ দীর্ঘায়িত হয়েছে (২৬৮ মিটার থেকে ৩৬০ মিটার), সেগুলোর প্রস্থ প্রায় দ্বিগুণ (৩২.২ মিটার থেকে ৬০.৫ মিটার), মোট যাত্রী দ্বিগুণ (২,৭৪৪ থেকে ৫,৪০০), এবং আয়তনে তিনগুণ (৭৩,০০০ জিটি থেকে ২২৫,০০০ জিটি) বৃদ্ধি পেয়েছে। জানুয়ারি ২০২২-এর হিসাব অনুযায়ী, বৃহত্তম প্রমোদ তরী ওয়ান্ডার অফ দ্য সিস এর মোট টন ২৩৬,৮৫৭, ৩৬২ মিটার (১,১৮৮ ফুট) দীর্ঘ, ৬৪ মিটার (২১০ ফুট) চওড়া, এবং ৬,৯৮৮ জন যাত্রী ধারণ করে। \nপ্রমোদ তরীগুলি সাধারণ জাহাজের মতো কর্মী ছাড়াও একটি সম্পূর্ণ আতিথেয়তা কর্মী নিয়ে ভাসমান হোটেলগুলির মতোই সংগঠিত। আধুনিক প্রমোদ তরী সমুদ্রোপযোগীতার কিছু গুণ ত্যাগ করার সাথে নৌ পর্যটকদের জন্য সুবিধা যোগ করেছে, সাম্প্রতিক জাহাজগুলিকে \"অলিন্দ-বোঝাই ভাসমান কন্ডোমিনিয়াম\" হিসাবে বর্ণনা করা হয়েছে। \"মেগাশিপ\" বারান্দা সহ একটি একক ডেক থেকে বারান্দা সহ সমস্ত ডেকে চলে গেছে, এবং থিয়েটার, ফাইন-ডাইনিং ও চেইন রেস্তোরাঁ, স্পা, ফিটনেস সেন্টার, ক্যাসিনো, ক্রীড়া সুবিধা এবং এমনকি বিনোদন পার্কের আকর্ষণের মতো সুবিধাও রয়েছে।\nপ্রমোদ তরীর হোটেল পরিষেবা এবং চালনা উভয়ের জন্যই বিদ্যুৎ প্রয়োজন। জাহাজের নীচের অংশে সমস্ত ভারী যন্ত্রপাতি এবং শীর্ষে হালকা ওজনের উপকরণ দিয়ে প্রমোদ তরীগুলির নকশা করা হয়েছে, যা জাহাজের নকশাগুলি লম্বা এবং লম্বা হওয়ার সাথে সাথে সহজাতভাবে স্থিতিশীল করে তোলে এবং এবং বেশিরভাগ যাত্রীবাহী জাহাজ ভারী আবহাওয়ায় লম্বা জাহাজের ঘূর্ণায়মান কমাতে স্টেবিলাইজার ফিন ব্যবহার করে। কিছু প্রমোদ তরী চালনার জন্য প্রথাগত স্থির চালকযন্ত্র এবং রাডার ব্যবহার করে, বেশিরভাগ বড় জাহাজগুলি চালকযন্ত্র ব্যবহার করে যা জাহাজটিকে বাম এবং ডানদিকে ঘুরাতে পারে, যা আজিমুথ থ্রাস্টার নামে পরিচিত, যা এমনকি বৃহত্তম জাহাজের নকশাকেও পর্যাপ্ত চালচলন করার অনুমতি দেয়।\nপ্রমোদ তরী প্রমোদ লাইন দ্বারা পরিচালিত হয়, যা এমন কোম্পানি যা জনসাধারণের কাছে প্রমোদ বাজারজাত করে। ১৯৯০-এর দশকে, অনেক প্রমোদ লাইন অনেক বড় হোল্ডিং কোম্পানি দ্বারা কেনা হয়েছিল এবং হোল্ডিং কোম্পানির ব্র্যান্ড বা সহায়ক হিসেবে কাজ চালিয়ে যাচ্ছে। উদাহরণস্বরূপ, কার্নিভাল কর্পোরেশন এবং পিএলসি উভয়ের মালিকানাধীন গণ-বাজার কার্নিভাল প্রমোদ  লাইন, যা অল্পবয়সী ভ্রমণকারীদের জন্য বৃহত্তর পার্টি জাহাজের উপর মনোনিবেশ করে এবং হল্যান্ড আমেরিকা লাইন, যার ছোট জাহাজগুলি ক্লাসিক কমনীয়তার একটি চিত্র তৈরি করে। জাহাজ বিক্রয় ও আদেশে প্রমোদ শিল্পের সাধারণ রীতি হল জাহাজের প্রাপক প্রমোদ লাইন হিসাবে বৃহত্তর হোল্ডিং কর্পোরেশন নয়, ছোট অপারেটিং কোম্পানিকে তালিকাভুক্ত করা।\n\n\n== আরও দেখুন ==\n\nপ্রমোদ তরীর তালিকা\nক্রুজ জাহাজের তালিকা\nবৃহত্তম যাত্রীবাহী জাহাজের তালিকা\nগ্রস টনজ দ্বারা বৃহত্তম জাহাজের তালিকা\nদীর্ঘতম জাহাজের তালিকা\nবৃহত্তম কন্টেইনার জাহাজের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:ModernMerchantShipTypesটেমপ্লেট:Largest passenger ships"}