{"pageid": 116939, "title": "সুন্দরী", "url": "https://bn.wikipedia.org/wiki?curid=116939", "content": "সুন্দরী (বৈজ্ঞানিক নাম: Heritiera fomes) হচ্ছে মালভেসি পরিবারভুক্ত  একপ্রকার বৃক্ষ। এরা সমুদ্র-উপকূলীয় বৃক্ষ হিসেবে সুপরিচিত। ভারত, বাংলাদেশসহ বিভিন্ন দেশের সমুদ্র-উপকূলবর্তী লবণাক্ত এলাকায় বেশি দেখতে পাওয়া যায়। বাংলাদেশ ও ভারত উপকূলে এর স্থানীয় নাম সুন্দরী, এখানে বিখ্যাত লোনা-বন (mangrove) সুন্দরবনের প্রায় ৭০% জুড়েই এজাতীয় গাছের আধিপত্য।\n\n\n== বর্ণনা ==\nসুন্দরী গাছের পাতা ছোট আকৃতির, ফুল হলুদ বর্ণের। একটি পূর্ণ বয়স্ক সুন্দরী গাছের গড় উচ্চতা ৭৫ ফুট। কাঠ রক্তবর্ণের। এ কাঠ খুবই শক্ত এবং মূল্যবান।\n\n\n== সুন্দরী গাছের অভিযোজন ==\nঅভিযোজনের ফলে অন্যান্য লবণাম্বু উদ্ভিদের মতো সুন্দরী গাছেও শ্বাসমূল, ঠেশমূল উৎপন্ন হয়। এছাড়া এদের জরায়ুজ অঙ্কুরোদ্গম একটি উল্লেখযোগ্য ঘটনা। নিচে এ বিষয়ে আলোচনা করা হল:\n(১) শ্বাসমূল (Pneumatophores): সাধারণ উদ্ভিদের মতো সুন্দরীর মূলতন্ত্র\nমাটির নিচে থাকে। তবে অনেক শাখামূল মাটির উপরে সোজা দণ্ডের আকারে বেরিয়ে আসে। মূলের গায়ে ছোট ছোট ছিদ্র দেখা যায়। মূলের মধ্যে গ্যাসের আদান-প্রদান এই ছিদ্র দিয়েই হয়। এই মূলগুলি উদ্ভিদের শ্বসনে সাহায্য করে বলে এদের শ্বাসমূল (Pneumatophores) বলে।\nলোনা মাটিতে অক্সিজেন পরিমাণে কম থাকে। যাতে বাতাস থেকে সরাসরি উদ্ভিদ\nঅক্সিজেন গ্রহণ করতে পারে সেজন্যই শ্বাসমূলের সৃষ্টি হয়েছে।\n(২) ঠেশমূল (Stilt Roots): ঠেশমূল এক রকম অস্থানিক মূল। কাণ্ড থেকে বেরিয়ে মাটিতে প্রবেশ করে এই মূল গাছকে সুদৃঢ় করতে বা ঠেশ দিতে সাহায্য করে। ফলে জোয়ারের টানে সুন্দরী গাছ সহজে ভেঙে বা উপড়ে যায় না।\n(৩) জরায়ুজ অঙ্কুরোদ্গম (Viviparous Germination): বীজের অঙ্কুরোদ্গমের ব্যাপারে সুন্দরী ও অন্যান্য লবণাম্বু উদ্ভিদে বিশেষ ধরনের অভিযোজন দেখা যায়। ফল পেকে মাটিতে পড়লে লোনা জলে ভেসে গিয়ে বীজের অঙ্কুরোদ্গমের সুযোগ কম থাকে। তাই সুন্দরীর ফল গাছে থাকাকালীন বীজ অঙ্কুরিত হয়। জনিতৃ উদ্ভিদে থাকাকালীন ফলের মধ্যেই বীজের এই রকম অঙ্কুরোদগমকে জরায়ুজ অঙ্কুরোদ্গম (Viviparous Germination) বলে।\nঅঙ্কুরোদ্গমের সময়ে প্রথমে ভ্রূণমূল বের হয়। তারপর বীজপত্রাবকান্ড দ্রুতগতিতে বাড়তে থাকে ও গদার ন্যায় আকার পায়। এর ভারে এক সময় ফল মাটিতে পড়ে। নরম মাটিতে তা গেঁথে যায়। এ থেকেই অপত্য উদ্ভিদ জন্মায়।\n\n\n== উপযোগিতা ==\nসুন্দরী কাঠ দিয়ে আসবাবপত্র, ঘরের দরজা, জানালা ইত্যাদি তৈরি হয়। সুন্দরবনের পার্শ্ববর্তী অঞ্চলে এ কাঠ দিয়ে তৈরি নৌকার কদর রয়েছে।\n\n\n== আরও দেখুন ==\nসুন্দরবন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় সুন্দরী গাছ বিষয়ক নিবন্ধ"}