{"pageid": 11695, "title": "সুপারি গাছ", "url": "https://bn.wikipedia.org/wiki?curid=11695", "content": "সুপারি গাছ এক ধরনের পামজাতীয় উদ্ভিদ, এর বৈজ্ঞানিক নাম Areca catechu। এটি প্রধানত গ্রীষ্মমণ্ডলীয় প্রশান্ত মহাসাগর, এশিয়া ও পূর্ব আফ্রিকার কিছু অঞ্চলে দেখা যায়। সুপারি গাছের উৎপত্তি ফিলিপাইনে, তবে অনেক দেশেই এর চাষাবাদ বিস্তৃত এবং মালয়েশিয়া, ইন্দোনেশিয়া, নিউগিনি, লাওস, মিয়ানমার, থাইল্যান্ড, ভিয়েতনাম, ভারত, নেপাল, বাংলাদেশ, মালদ্বীপ, শ্রীলঙ্কা, প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জ সহ বিভিন্ন দেশে প্রাকৃতিকভাবেই জন্মে। এদের গোলাকৃতি শক্ত বীজ সুপারি নামে পরিচিত। সুপারি পানের মসলা হিসেবে কুচি করে দেওয়া হয়।\n\n\n== শ্রেণিবিন্যাস ==\nসুপারি গাছের ইংরেজি নাম Areca palm, Betel palm, Betel tree. কার্ল লিনিয়াস ১৭৫৩ সালে তার স্পিসিজ প্লান্টারাম বইয়ের ১১৮৯ পৃষ্ঠায় এই প্রজাতিটি প্রথম প্রকাশ করেন।\n\n\n== বিস্তৃতি ==\n\nসুপারি বাংলাদেশের একটি অন্যতম প্রধান অর্থকরী ফসল। সুপারি গাছের উৎপত্তি ফিলিপাইনে হয়েছিল বলে মনে করা হয়।  শ্রীলঙ্কা, মায়ানমার, পাকিস্তান, নেপাল, ইন্দোনেশিয়া, ফিলিপাইন, চীন, প্রভৃতি দেশে সুপারি চাষ করা হয়। বাংলাদেশের উপকূলবর্তী এলাকায় বিশেষ করে বাগেরহাট, পিরোজপুর, ঝালকাঠি, বরিশাল, পটুয়াখালী, বরগুনা, নোয়াখালী, লক্ষীপুর, চট্টগ্রাম, কক্সবাজার ইত্যাদি জেলায় প্রচুর সুপারি জন্মে। উত্তরবঙ্গের রংপুরেও সুপারির চাষ হয়। ভারতেও প্রচুর পরিমাণে সুপারির উৎপাদন হয়। আসামে সরকারিভাবে পরিকল্পিত বাগান গড়ে তুলা হয়,যা থেকে সরকার লাভবান হয়। সুপারির বাগান আকারে, বাড়ির আশেপাশে বা পুকুর ধারে সাধারণত সুপারি গাছ লাগানো হয়।\n\n\n== সুপারি গাছ ==\n\nসুপারি একবীজপত্রী সরল কান্ডের অশাখ বড় বৃক্ষ। গাছ প্রায় ২০-২৫ মিটার লম্বা হয়; গোলাকার কাণ্ডের ব্যাস ৪ থেকে ৭ ইঞ্চি। সুপারির পাতা লম্বা; মধ্যশিরাটি বেশ শক্ত ; মধ্যশিরার দু’পাশ থেকে চিরুনির দাঁতের মত সবুজ পত্রফলক সাজানো থাকে; তবে তা নারিকেল ও খেজুরের চেয়ে প্রশস্ত ও কোমল। পাতায় কোন কাঁটা নেই। দীর্ঘ পত্রখোল বা খোলা কান্ডের সাথে লেগে থাকে।\n\n\n== বিবরণ ==\nসুপারি গাছের ফল ডিম্বাকার থেকে গোলাকার, ছোট। কাঁচা ফলের রঙ সবুজ, পাকলে হলুদ বা কমলা হয়ে যায়। কাঁদিতে থোকা ধরে অনেক ফল থাকে। কাঁচা ও পাকা ফল খাওয়া হয়। খোসা ছাড়িয়ে ভিতরে সুগোল যে বিচি থাকে সেটাই খাওয়া হয়। এই বিচি শুকিয়েও খাওয়া হয়। কুচিকুচি করে যাঁতি দিয়ে কেটে পানের সাথে সুপারি খাওয়া হয়।\n\n\n== সুপারির গুণাগুণ ==\nকাঁচা সুপারি খেলে অনেক সময় মাথা ঘোরে। কাঁচা সুপারিতে ০.১-০.৫/ অ্যালকালয়েড থাকে, যার কারণে মাথা ঘোরে। প্রতি ১০০ গ্রাম সুপারিতে আছে ২৮৯ ক্যালরি শক্তি যোগানোর ক্ষমতা। 'আন্তর্জাতিক ক্যান্সার গবেষণা এজেন্সী'র মতে, সুপারি এক ধরনের কার্সিনোজেন (বিষ), যা স্বাস্থ্যের জন্য ক্ষতিকর। সুপারিসহ পান খেলে মুখের ক্যন্সার হতে পারে। ক্রিমি, রক্ত আমাশয়, অজীর্ণ ইত্যাদি রোগ নিরাময়েও সুপারি উপকারী। এর রসে এরিকোলিন ইত্যাদি উপবিষ ভারত উপমহাদেশে মুখের ক্যান্সারের একটি অন্যতম কারণ। কাঁচা সুপারি চিবালে শরীরে গরম অনুভূত হয়, এমনকি শরীর ঘেমে যেতে পারে। সুপারি খেলে তাৎক্ষণিক যেসব সমস্যা দেখা যায় সেগুলো হল-হাঁপানি বেড়ে যেতে পারে ও হাইপারটেনশন বা রক্তচাপ বেড়ে যেতে পারে।\n\n\n== চাষাবাদ ==\n\nবর্ষাকালে বীজ পুঁতে সুপারির চারা তৈরি করা হয়। লোনা নয় এরকম মাটিতে এক বছর বয়সী চারা ৩ মিটার দূরে দূরে গর্ত করে লাগালেই সুপারি বাগান দাঁড়িয়ে যায়। অন্য গাছপালার মধ্যে বা ছায়া জায়গায় লাগালে সুপারি গাছ ভাল হয়। প্রখর রোদ সুপারি গাছ সইতে পারে না। চারা লাগানোর পর ৬-৭ বছরের মধ্যেই ফল ধরা শুরু করে। তবে বেশি ফল ধরে ১০-১২ বছরের পর থেকে। স্থানভেদে বছরের নভেম্বর-মার্চ পর্যন্ত সুপারি সংগ্রহ চলে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}