{"pageid": 1169364, "title": "২০৩০ (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1169364", "content": "২০৩০ (ভিয়েতনামী: Nước) ২০১৪ সালের ভিয়েতনামী সায়েন্স ফিকশন রোম্যান্স ড্রামা চলচ্চিত্র যা এনঘিম-মিন নুগুয়েন-ভো দ্বারা রচিত এবং পরিচালিত। ছবিটি ২০১৪ সালের ফেব্রুয়ারিতে ৬৪ তম বার্লিন আন্তর্জাতিক চলচ্চিত্র উৎসবে প্যানোরামা বিভাগে উদ্বোধনী রাতের চলচ্চিত্র হিসাবে নির্বাচিত হয়েছিল। এটি ট্রিবেকা ফিল্ম ইনস্টিটিউট এবং আলফ্রেড পি. স্লোয়ান ফাউন্ডেশন থেকে ট্রিবেকা স্লোন ফিল্মমেকার অ্যাওয়ার্ডে ভূষিত হয়েছিল।\n\n\n== পটভূমি ==\n২০৩০ সালে বিশ্বব্যাপী জলবায়ু পরিবর্তনের কারণে পানির স্তর বেড়েছে। দক্ষিণ ভিয়েতনাম জলবায়ু পরিবর্তনের দ্বারা সবচেয়ে বেশি ক্ষতিগ্রস্থ অঞ্চলগুলির মধ্যে একটি, যার ফলে অর্ধেকের মতো কৃষিজমি পানি দ্বারা গ্রাস করে। জীবিকা নির্বাহের জন্য, লোকেদের হাউসবোটে বাস করতে হয় এবং সরবরাহ কমে যাওয়ায় মাছ ধরার উপর নির্ভর করতে হয়। বিশাল বহুজাতিক সংস্থাগুলি উপকূলরেখা বরাবর ভাসমান ডিস্যালিনেশন এবং সৌরবিদ্যুৎ কেন্দ্রে সজ্জিত ভাসমান খামার তৈরি করতে প্রতিযোগিতা করে যাতে প্রয়োজনীয় সবজি উৎপাদন করা যায় যা উচ্চমূল্যের পণ্যে পরিণত হয়েছে। একজন তরুণী তার স্বামীর হত্যার সত্যতা খুঁজে বের করার জন্য যাত্রা করছেন যাকে তিনি সন্দেহ করছেন একটি ভাসমান খামারের লোকেরা হত্যা করেছে। প্রক্রিয়ায়, তিনি সেই ভাসমান খামারের রহস্য আবিষ্কার করেন; এটি জেনেটিক ইঞ্জিনিয়ারিং প্রযুক্তি ব্যবহার করে শাকসবজি চাষে ব্যবহার করে যা লবণাক্ত পানি ব্যবহার করে ফলানো যায় তাই অনেক সস্তায় উৎপাদন করা যায়। এই অ-পরীক্ষিত প্রযুক্তি গ্রাহকদের জন্য বিপজ্জনক স্বাস্থ্যের পরিণতি হতে পারে যা খামার গোপন রাখতে চায়। দেখা যাচ্ছে, প্রশ্নে ভাসমান খামারের প্রধান বিজ্ঞানী; তার স্বামীর মৃত্যুর প্রধান সন্দেহভাজন ছিল তার প্রাক্তন প্রেমিক। তিনি তার স্বামীর মৃত্যু সম্পর্কে \"সত্য\" এর বিভিন্ন সংস্করণ খুঁজে পান এবং পরম সত্য না জেনেই তাকে একটি নাটকীয় সিদ্ধান্ত নিতে হয়। \n\n\n== অভিনয়ে ==\nসাও হিসাবে কুয়নহ হওয়া\nজিয়াং  চরিত্রে কুই বিনহ\nথাচ কিম লং হিসাবে থি\nহুয়াং ত্রাণ মিনহ ডাক থুয় হিসাবে\nথান হিসেবে হোয়াং ফি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে 2030  (ইংরেজি)"}