{"pageid": 116900, "title": "ধর্মঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=116900", "content": "ধর্মঠাকুর পশ্চিমবঙ্গের রাঢ় অঞ্চলের গ্রামীণ জনসাধারণ কর্তৃক পূজিত একজন হিন্দু দেবতা। তিনি ধর্মরাজ বা কেবলমাত্র ধর্ম নামেও পরিচিত। ধর্মঠাকুর মূলত গ্রামদেবতা। একটি সিঁদুর-মাখানো নির্দিষ্ট আকারবিহীন প্রস্তরখণ্ডে তার পূজা করা হয়। প্রস্তরখণ্ডটি কোথাও কোথাও গাছের তলায় বা উন্মক্ত ক্ষেত্রে \"ধর্মঠাকুরের থান\" বা \"ধর্মরাজতলা\"-এ রাখা হয়, কোথাও আবার মন্দিরে রেখে পূজা করা হয়। বৈশাখ, জ্যৈষ্ঠ ও আষাঢ় মাসের পূর্ণিমা তিথিতে অথবা ভাদ্র মাসের সংক্রান্তির দিন ধর্মঠাকুরের বিশেষ পূজা করা হয়ে থাকে। প্রধানত বাউড়ি, বাগদি, হাড়ি, ডোম ইত্যাদি বর্ণের মানুষেরা ধর্মঠাকুরের পূজা করে থাকে। গ্রাম দেবতা রূপে মূলত কালভৈরব কেই ধর্মঠাকুর বলে অনেকেই মনে করেন । \n\n\n== উৎস ==\nএকাধিক হিন্দু দেবদেবীকে ধর্মঠাকুর ধারণার উৎস মনে করা হয়। এঁরা হলেন সূর্য, বরুণ, বিষ্ণু, যম ও শিব। এমনকি বৌদ্ধধর্মের সঙ্গেও ধর্মঠাকুরের সংযোগ অনুমিত হয়। প্রাগৈতিহাসিক যুগে কৃষিকাজ-সংক্রান্ত অলৌকিক বিশ্বাস এই ধারণার আদি উৎস। পরবর্তীকালে আর্যীকরণের যুগে সেই মূল ধারণার সঙ্গে হিন্দু ও বৌদ্ধ ধারণা এসে মিলিত হয়। বর্তমানে সঠিকভাবে মূল ধারণাটির উৎস অনুসন্ধান তাই দুঃসাধ্য কাজ।\nসুনীতিকুমার চট্টোপাধ্যায় লিখেছেন, \"লোকবিশ্বাসে ধর্মঠাকুর হলেন সর্বোচ্চ দেবতা। তিনিই মহাবিশ্বের স্রষ্টা ও ধারক। তাঁর স্থান ব্রহ্মা, বিষ্ণু ও শিবেরও ঊর্ধ্বে। কোথাও কোথাও তিনিই এই তিন দেবতার সমতুল্য। তবে বৌদ্ধ ধর্মদেবতার সঙ্গে তাঁর কোনো সম্পর্ক নেই।\" তিনি আরও বলেছেন যে, ধর্মের গাজন উৎসবের গান ও নাচগুলি স্পষ্টতই অনার্য সংস্কৃতি থেকে উৎসারিত। সম্ভবত এগুলি দ্রাবিড় বা তিব্বতি-চীনা উৎস থেকে আগত।\nসুকুমার সেনের মতে, ধর্মঠাকুর তথাকথিত নিম্নবর্গীয় মানুষদের দেবতা। অতীতে কোনো এক কালে তারাই ছিল সমাজের সংখ্যাগুরু অংশ। ব্রাহ্মণ্যধর্মে তাদের অধিকার ছিল না। গুপ্তযুগে ব্রাহ্মণরা দলে দলে বাংলায় আসতে শুরু করেন। কিন্তু তারা যেহেতু বাংলার আদি বাসিন্দা ছিলেন না, সেই হেতু ধর্মঠাকুরকেও ব্রাহ্মণ্য দেবতা বলা চলে না। তিনি ব্যক্তিগত দেবতা ছিলেন না, ছিলেন গণদেবতা। লোকে দল বেঁধে তার পূজা করত। হাড়ি, ডোম ও চণ্ডালের মতো বৃহৎ সামাজিক গোষ্ঠীগুলি তার পূজা করত। ধর্মঠাকুর প্রধানত বঙ্গদেশের কিছু স্থানে গ্রাম দেবতা রূপে পূজিত হন । মহারাষ্ট্রে কালভৈরব গ্রামের দেবতা রূপে পূজা পান । ধর্মঠাকুরের কোন মূর্তি নেই । তিনি শিলা খন্ডেই পূজিত হন । তাই অনেকেই বিশ্বাস করেন অনার্য জনগোষ্ঠী কালভৈরব কেই ধর্মঠাকুর রূপে পূজা করেন ।\n\n\n== বাহন ==\nধর্মঠাকুরের বাহন হল ঘোড়া। কোনো কোনো ক্ষেত্রে অবশ্য হাতিকে ধর্মঠাকুরের বাহন মনে করা হয়। রাঢ় অঞ্চলে পোড়ামাটি ও কাঠের তৈরি ঘোড়া দিয়ে ধর্মঠাকুরের পূজা করা হয়। গ্রামবাসীরা এই সব ঘোড়া ধর্মঠাকুরের কাছে মানত করে। তবে অনার্য দেবতা ধর্মঠাকুরের সঙ্গে ঘোড়ার যোগ একটু আশ্চর্যজনক। কারণ নর্ডিক জাতিগোষ্ঠীই ভারতে ঘোড়া ও লোহার ব্যবহার প্রবর্তন করে। এই কারণে মনে করা হয়, ধর্মঠাকুরের পূজায় ঘোড়ার ব্যবহার সূর্যপূজার পরিচায়ক।\n\n\n== গাজন ==\nধর্মঠাকুরের উৎসবকে বলা হয় \"ধর্মের গাজন\"। ধর্মের গাজন ও শিবের গাজন সমরূপ। তবে ধর্মের গাজনে ঘোড়ার ব্যবহার আবশ্যক, যা শিবের গাজনে নেই। গাজনের সন্ন্যাসীদের \"ভক্ত\" বা \"ভক্তিয়া\" বলা হয়। তারা এমন কতকগুলি অনুষ্ঠান পালন করে থাকেন, যা অন্ত্যেষ্টী সৎকার প্রথার অনুরূপ। মনে করা হয়, গাজন ধর্মঠাকুর ও দেবী মুক্তির বিবাহ উৎসব। কিন্তু এই ধারণায় কিছু অস্পষ্টতা রয়েছে। মাথার খুলি নিয়ে নাচ গাজনের একটি অঙ্গ, যাকে অনার্য সংস্কৃতি থেকে উৎসারিত মনে করা হয়।\nবাঁকুড়া জেলার বেলিয়াতোড় সহ বিভিন্ন স্থানে বুদ্ধ পূর্ণিমা তিথিতে ধর্মঠাকুরের গাজন অনুষ্ঠিত হয় ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nধর্মরাজ মন্দির, বহড়ু"}