{"pageid": 1170613, "title": "বিহার বিধানসভা নির্বাচন, ২০১০", "url": "https://bn.wikipedia.org/wiki?curid=1170613", "content": "বিহার বিধানসভা নির্বাচন, ২০১০ ভারতের বিহারের সমস্ত ২৪৩টি নির্বাচনী এলাকায় ২১ অক্টোবর থেকে ২০ নভেম্বর পর্যন্ত এক মাস মেয়াদে ছয়টি ধাপে অনুষ্ঠিত হয়েছিল। বিহারে পাঁচ বছরের মেয়াদে সরকার নির্বাচন করার জন্য এই নির্বাচন অনুষ্ঠিত হয়। ২৪ নভেম্বর ভোট গণনা হওয়ার কথা ছিল।\n\n\n== পটভূমি ==\nজনতা দল (ইউনাইটেড) ২০০৫ সালের নির্বাচনের পরে বিহার বিধানসভার বৃহত্তম দল ছিল এবং জাতীয় গণতান্ত্রিক জোটের অংশ হিসাবে ভারতীয় জনতা পার্টির সাথে শাসন করেছিল। ক্ষমতাসীন মুখ্যমন্ত্রী ছিলেন নীতিশ কুমার।\nএই নির্বাচনটি ২০০৯ সালের ভারতীয় সাধারণ নির্বাচনে একসময় ক্ষমতাসীন রাষ্ট্রীয় জনতা দলের কাছে একটি আশ্চর্য পরাজয়ের পরে অনুষ্ঠিত হয়।\n\n\n== সময়সূচী ==\n\n\n== দলসমূহ ==\nজাতীয় গণতান্ত্রিক জোট (এনডিএ)\nভারতীয় জনতা পার্টি (বিজেপি)\nজনতা দল (ইউনাইটেড) (জেডিইউ)\nআরজেডি/এলজেপি জোট\nরাষ্ট্রীয় জনতা দল\nলোক জনশক্তি পার্টি\nসংযুক্ত প্রগতিশীল জোট (ইউপিএ)\nভারতীয় জাতীয় কংগ্রেস (INC)\nবামফ্রন্ট\nভারতের কমিউনিস্ট পার্টি\nঅন্যান্য\nজনতা দল (ধর্মনিরপেক্ষ)\n\n\n== প্রচারণা ==\nবিহারের মুখ্যমন্ত্রী নীতীশ কুমার বলেছেন যে তার জোটের অংশীদার বিজেপির সাথে তার দলের কোনও মিল নেই এবং বিহারে গুজরাটের মুখ্যমন্ত্রী নরেন্দ্র মোদির প্রচার না করার সিদ্ধান্তটি বিজেপি একাই নিয়েছিল, মোদির আগের সফর এবং ২০০৮ সালের বিহার বন্যার পর ত্রাণ কাজের জন্য গুজরাট থেকে তহবিল ফেরত নিয়ে বিবাদের পরে। তিনি আরও বলেন, কংগ্রেসের সঙ্গে জোট হওয়ার কোনো সম্ভাবনা নেই।\nবিজেপি কংগ্রেস এবং তার প্রাক্তন মিত্রদের আক্রমণ করে বলেছিল যে তারা নির্বাচনে হেরে যাবে কারণ \"বিহারে এনডিএ তরঙ্গ বোধগম্য ছাড়া আর কিছুই নেই এবং নীতীশ কুমার একবার [ক] দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতার সাথে ক্ষমতায় ফিরে আসার বিরুদ্ধে হবে।\" তাদের জোটের অংশীদার এবং মুখ্যমন্ত্রী কুমারও বিহারের \"অনগ্রসরতার\" জন্য দায়ী হিসাবে কংগ্রেসকে আক্রমণ করেছিলেন।\nজেডিইউ-এর শরদ যাদব কংগ্রেসের সাধারণ সম্পাদক রাহুল গান্ধীকে আক্রমণ করেছিলেন, যিনি দলের বিহার প্রচারের জন্য প্রচার করছিলেন: \"রাহুল গান্ধী রাজনীতি সম্পর্কে কী জানেন? কেউ কাগজে লিখে আপনাকে দিয়েছে এবং আপনি এটি পড়ে ফেলেছেন। আমরা দুর্ভাগা দেশ। তাকে গঙ্গায় নিক্ষেপ করা উচিত।\" তিনি গান্ধীকে \"বংশবাদী রাজনীতিতে লিপ্ত\" বলেও দোষারোপ করেন।\nগান্ধীও বিতর্কিতভাবে বলেছিলেন যে, \"আপকি কংগ্রেস পার্টি গরীবন কি পার্টি হ্যায়, আপকি পার্টি হ্যায়।\"[\"আপনার কংগ্রেস দল গরীবদের দল, আপনার দল।\"]\n\n\n== ফলাফল ==\nএখানে মোট ২৪৩টি আসন রয়েছে, যার মধ্যে ৩৮টি তফসিলি জাতি (এসসি) এবং ২টি তপশিলি উপজাতি (এসটি) এর জন্য সংরক্ষিত। নির্বাচনে ৪৩ জন নারীসহ ৮৭৫ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেন।\nবাঁকার লোকসভা উপনির্বাচনে পুতুল কুমারী, একজন স্বতন্ত্র প্রার্থী জিতেছেন।\n\n\n== আরো দেখুন ==\nবিহার বিধানসভার নির্বাচনী এলাকার তালিকা\nবিহার বিধানসভা নির্বাচন, ২০১৫\n\n\n== তথ্যসূত্র ==\n\n\n== বহিস্থ সংযোগ ==\nObservers list for Bihar Assembly Elections 2010\nConstituencywise Result Status  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ মার্চ ২০১৬ তারিখে (all candidates listed)"}