{"pageid": 1170282, "title": "মহাগঠবন্ধন (বিহার)", "url": "https://bn.wikipedia.org/wiki?curid=1170282", "content": "মহাগঠবন্ধন (এমজিবি), মহাজোট নামেও পরিচিত, ভারতের পূর্বাঞ্চলীয় রাজ্য বিহারের রাজনৈতিক দলগুলির একটি জোট, যা বিহারে ২০১৫ সালের বিধানসভা নির্বাচনের আগে গঠিত হয়েছে। এই জোটে রয়েছে রাষ্ট্রীয় জনতা দল (আরজেডি), জনতা দল (ইউনাইটেড), ভারতীয় জাতীয় কংগ্রেস (আইএনসি), এবং ভারতের কমিউনিস্ট পার্টি (সিপিআই), ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) লিবারেশন - সিপিআইএমএল (লিবারেশন) এবং ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) (সিপিআইএম) সহ বাম দলগুলি। নেতা হিসাবে নীতীশ কুমার (মুখ্যমন্ত্রী) এবং চেয়ারপার্সন হিসেবে তেজস্বী যাদব (উপ-মুখ্যমন্ত্রী)। এটি বিহারে ক্ষমতাসীন জোট সরকার।\n২০২২ সালের আগস্টে মহাগঠবন্ধন, জনতা দল (ইউনাইটেড) এবং হিন্দুস্তান আওয়াম মোর্চা বিহার বিধানসভায় ২/৩ সংখ্যাগরিষ্ঠ সরকার গঠনের জন্য একত্রিত হয়েছিল।\n\n\n== ইতিহাস ==\n৭ জুন ২০১৫-এ, লালু প্রসাদ যাদব ঘোষণা করেছিলেন যে আরজেডি নির্বাচনের জন্য জেডিইউ-এর সাথে জোটে যোগ দিচ্ছে। ১৩ জুলাই, তিনি একটি মিছিলের নেতৃত্ব দেন যাতে কেন্দ্রীয় সরকার বর্ণের উপর সামাজিক অর্থনৈতিক জাতি শুমারি 2011 (SECC) থেকে তার ফলাফল প্রকাশ করে। কেন্দ্রীয় মন্ত্রী রাম বিলাস পাসোয়ান SECC 2011-এর বর্ণ তথ্যের একটি বিস্তৃত শ্রেণিবিভাগ প্রকাশের আগে সমর্থন করেছিলেন। বিজেপি নেতা সুশীল কুমার মোদি বর্ণের তথ্য প্রকাশের আগে বিহারের ১.৭৫ লাখ সহ ভারতের ১.৪৬ কোটি মানুষের ক্ষেত্রে ত্রুটি সংশোধনের আহ্বান জানিয়েছেন।\n৩ আগস্ট, বর্তমান মুখ্যমন্ত্রী নীতীশ কুমার ঘোষণা করেছিলেন যে তিনি নির্বাচনে দাঁড়াবেন না। ১১ আগস্ট, তিনি আসন ভাগাভাগির সূত্র ঘোষণা করেছিলেন, যার অনুসারে জেডি(ইউ) এবং আরজেডি প্রতিটি ১০০টি আসনে প্রতিদ্বন্দ্বিতা করবে এবং কংগ্রেস বিহারে ৪০টি আসনে প্রতিদ্বন্দ্বিতা করবে। পরে এই জোট থেকে বেরিয়ে যায় এনসিপি। ২৩ সেপ্টেম্বর, নীতীশ কুমার জেডিইউ-আরজেডি-কংগ্রেস জোটের ২৪২ জন প্রার্থীর তালিকা ঘোষণা করেছিলেন। জোটের টিকিট বণ্টন পরিকল্পনায় ওবিসিরা সবচেয়ে বেশি পছন্দ করেছিল। জোটের পক্ষ থেকে নারী প্রার্থীদের জন্য ১০% টিকেট বরাদ্দ করা হয়েছে।\nনীতীশ কুমার মহাগঠবন্ধনের (মহাজোট) ঘোষিত মুখ্যমন্ত্রী পদপ্রার্থী ছিলেন। কুমার তার হর ঘর দস্তক (ডোর টু ডোর) প্রচার শুরু করেন ২ জুলাই। প্রাক্তন মুখ্যমন্ত্রী সত্যেন্দ্র নারায়ণ সিনহার জন্মবার্ষিকী উপলক্ষে লালু প্রসাদ যাদব এবং নীতীশ কুমার উভয়েই যখন একটি পাবলিক ইভেন্টে একসঙ্গে মঞ্চ ভাগ করে নিয়েছিলেন, যেখানে একে অপরের উপর পর্দাহীন আক্রমণ প্রত্যক্ষ হয়েছিল, শেষবার তারা তা করেছিল প্রকাশ্যে।  প্রশান্ত কিশোর ছিলেন জোটের প্রধান নির্বাচনী কৌশলী।\nমহাগঠবন্ধন ২০১৫ সালের বিহার বিধানসভা নির্বাচনে ভারতীয় জনতা পার্টি এবং এর প্রধান সহযোগী লোক জনশক্তি পার্টি এবং রাষ্ট্রীয় লোক সমতা পার্টির বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিল। ভারতীয় জনতা পার্টি এবং তার সহযোগীরা খারাপভাবে হেরে গেছে জেডিইউ-আরজেডি-কংগ্রেস-এর জন্য ২৪৩টি আসনের মধ্যে ১৭৮টি আসন নিয়ে জয়ী হওয়ার পথ তৈরি করে। বিজেপি এবং তার সহযোগীরা মাত্র ৫৮টি আসন পেতে সক্ষম হয়েছে।\n\n\n=== ভিন্নমত ও দলত্যাগ ===\n২০১৫ সালের নির্বাচনে সফলভাবে জয়লাভ করার পর, জনতা দল (ইউনাইটেড) নির্বাচিত বিধায়কদের ভাঙার জন্য রাষ্ট্রীয় জনতা দলের নেতাদের অভিযোগের সাথে মহাগঠবন্ধনে দলত্যাগ ঘটেছে। নীতীশ কুমার, জেডি(ইউ) এর তৎকালীন নেতা এবং পঞ্চমবারের জন্য মুখ্যমন্ত্রী এইভাবে তার দলগুলির স্বার্থ সুরক্ষিত করার জন্য আবারও ভারতীয় জনতা পার্টি এবং এনডিএ-তে যোগদান করতে বাধ্য হন।\nতবে জেডিইউ এর প্রবেশ ভারতীয় জনতা পার্টির অন্যান্য মিত্রদের বিব্রত করেছে। এইভাবে জেডি(ইউ) এর প্রতিদ্বন্দ্বী দল, রাষ্ট্রীয় লোক সমতা পার্টির নেতা উপেন্দ্র কুশওয়াহার সাথে এনডিএ-র দখল থেকে সরে যায়। রাষ্ট্রীয় লোক সমতা পার্টির সরে যাওয়া কোয়েরি বর্ণের সমর্থনের স্থানান্তর নিয়ে জাতীয় গণতান্ত্রিক জোটের শিবিরে অনিশ্চয়তা তৈরি করেছিল, যার উপর আরএলএসপি শক্তিশালী বলে মনে করা হয়েছিল। কিন্তু ২০১৯ সালের সাধারণ নির্বাচনে জেডি(ইউ) উপেন্দ্র কুশওয়াহার দলত্যাগের কারণে হওয়া ক্ষতির ভারসাম্য বজায় রেখেছিল এবং ভারতীয় জনতা পার্টি এবং জনতা দল (ইউনাইটেড) আরজেডি+আরএলএসপি+কংগ্রেস+এইচএএম+ভিআইপি দলগুলির সম্ভাব্য জোটের বিরুদ্ধে জয়লাভ করেছিল।\nপরবর্তীকালে, ভিআইপি এবং এইচএএম এনডিএতে চলে যায় এবং আরএলএসপি জেডি(ইউ) এর সাথে একীভূত হয়।\n\n\n=== ক্ষমতায় ফিরে আসা ===\n২০২২ সালের আগস্টে মহাগঠবন্ধন, জনতা দল (ইউনাইটেড), ভারতীয় জাতীয় কংগ্রেস, হিন্দুস্তান আওয়াম মোর্চা এবং বামফ্রন্ট বিহার বিধানসভায় ২/৩ সংখ্যাগরিষ্ঠ সরকার গঠনের জন্য আবার একত্রিত হয়।\n\n\n== আরো দেখুন ==\nমহাগঠবন্ধন (২০১৯)\nমহাগঠবন্ধন (ঝাড়খণ্ড)\nমহা বিকাশ আঘাদি\nগ্র্যান্ড ডেমোক্রেটিক সেকুলার ফ্রন্ট\nপ্রগতিশীল গণতান্ত্রিক জোট (বিহার)\n\n\n== বহিস্থ সংযোগ ==\n২০২০ বিহার রাজ্য নির্বাচন\n\n\n== তথ্যসূত্র =="}