{"pageid": 1170141, "title": "কালচিনি সমষ্টি উন্নয়ন ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1170141", "content": "কালচিনি সমষ্টি উন্নয়ন ব্লক হল ভারতের পশ্চিমবঙ্গ রাজ্যের আলিপুরদুয়ার জেলার আলিপুরদুয়ার মহকুমার একটি প্রশাসনিক বিভাগ (সমষ্টি উন্নয়ন ব্লক)।\n\n\n== ভূগোল ==\nকালচিনির স্থানাঙ্ক ২৬.৬৯২৭৭৮° উত্তর ৮৯.৪৭১৬৬৭° পূর্ব﻿ / 26.692778; 89.471667।\nকালচিনি সমষ্টি উন্নয়ন ব্লকটি জেলার উত্তর-মধ্যাঞ্চলে অবস্থিত। তোর্ষা নদী/হলং নদী ব্লকটির পশ্চিম সীমান্ত বরাবর এবং কালজানি নদী এই ব্লকের মাঝখান দিয়ে প্রবাহিত। এই অঞ্চলের ভূমিরূপ পাহাড়ি, যা উত্তর-হিমালয় পর্বতশ্রেণির অন্তর্গত।\nকালচিনি সমষ্টি উন্নয়ন ব্লকের উত্তর দিকে ভুটান রাষ্ট্রের চুখা জেলা, পূর্ব দিকে কুমারগ্রাম ও আলিপুরদুয়ার ২ সমষ্টি উন্নয়ন ব্লক, দক্ষিণ দিকে আলিপুরদুয়ার ২ সমষ্টি উন্নয়ন ব্লক এবং পশ্চিম দিকে মাদারিহাট-বীরপাড়া সমষ্টি উন্নয়ন ব্লক অবস্থিত।\nকালচিনি সমষ্টি উন্নয়ন ব্লকের আয়তন ৭১১.৬১ বর্গ কিলোমিটার। এই ব্লকে একটি পঞ্চায়েত সমিতি, ১১টি গ্রাম পঞ্চায়েত, ১৯৩টি গ্রাম সংসদ, ৪৩টি মৌজা, ৪১টি জনবসতিপূর্ণ গ্রাম ও ৪টি জনগণনা নগর রয়েছে। ব্লকটি কালচিনি ও জয়গাঁও থানার এক্তিয়ারভুক্ত এলাকার অধীনস্থ। ব্লকের সদর কালচিনি অবস্থিত।\nকালচিনি সমষ্টি উন্নয়ন ব্লক/পঞ্চায়েত সমিতির অন্তর্গত গ্রাম পঞ্চায়েতগুলি হল: চুয়াপাড়া, দলসিংপাড়া, গারোপাড়া, জয়গাঁও ১, জয়গাঁও ২, কালচিনি, লাটাবাড়ি, মালাঙ্গি, মেন্দাবাড়ি, রাজাভাতখাওয়া ও সাতালি।\n\n\n== জনপরিসংখ্যান ==\n\n\n=== জনসংখ্যা ===\n২০১১ সালের জনগণনার প্রতিবেদন অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ২৯৮,৪৫৮। এর মধ্যে ২১১,৮০৮ জন গ্রামাঞ্চলের এবং ৮৬,৬৫০ জন শহরাঞ্চলের বাসিন্দা। পুরুষের মোট সংখ্যা ১৫৪,৮২৯ (৫২%) ও মহিলার মোট সংখ্যা ১৪৩,২৬৯ (৪৮%)। ৩৪,৬২৭ জনের বয়স ছয় বছরের কম। তফসিলি জাতি-তালিকাভুক্ত জনসংখ্যা ৩০,১৫৭ (১০.১০%) এবং তফসিলি উপজাতি-তালিকাভুক্ত জনসংখ্যা ১২০,২৮২ (৪০.৩০%)।\n২০০১ সালের জনগণনার প্রতিবেদন অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ২৫২,৩২২; যার মধ্যে ১২৮,৬২২ জন ছিল পুরুষ এবং ১২৩,৭০০ জন ছিল মহিলা। ১৯৯১-২০০১ দশকে কালচিনি সমষ্টি উন্নয়ন ব্লকে জনসংখ্যা বৃদ্ধির নথিবদ্ধ হার ছিল ২৪.২৬ শতাংশ।\nকালচিনি সমষ্টি উন্নয়ন ব্লকের জনগণনা নগরগুলি হল (বন্ধনীতে ২০১১ সালের জনগণনার হিসেব): জয়গাঁও (৪২,২৫৪), মেচিয়াবস্তি (৯,৫৯২), উত্তর সাতালি (১৮,৪৫৪), উত্তর লাটাবাড়ি (১৬,৩৫৪)।\nকালচিনি সমষ্টি উন্নয়ন ব্লকের বড়ো গ্রামগুলি (৪,০০০+ জনসংখ্যাবিশিষ্ট) হল (বন্ধনীতে ২০১১ সালের জনগণনার হিসেব): সৌদামিনী চা বাগান (৪,২২৫), মধু চা বাগান (৪,৫৪০), সাতালি চা বাগান (১২,১৭৮), মালাঙ্গি চা বাগান (৯,৫১৬), বিচ চা বাগান (৬,৮৯৮), ভর্নোবাড়ি চা বাগান (৭,০৫৭), দলসিংপাড়া চা বাগান (১৭,১৬৭), তোর্ষা চা বাগান (৭,২৫৮), গোপীমোহন চা বাগান (৮,২৯০), নিমতিঝোরা চা বাগান (৪,১২০), রাঙামাটি চা বাগান (৯,৯৮৭), চুয়াপাড়া চা বাগান (৭,২২৯), মেচপাড়া চা বাগান (৬,১১২), ভাটপাড়া চা বাগান (৯,৯৮৫), কালচিনি চা বাগান (২২,০৭২), গাঙ্গুটিয়া চা বাগান (৫,৩৬০), ডিমা চা বাগান (৫,৮৩০), ভাতখাওয়া চা বাগান (৬,৬৮০), আতিয়াবাড়ি চা বাগান (৭,৫০৪), রাজাভাত চা বাগান (৪,২৭৫) ও বক্সা বন (রাজাভাতখাওয়া) (৯,২৪২)।\nএই ব্লকের অন্যান্য গ্রামগুলি হল (বন্ধনীতে ২০১১ সালের জনগণনার হিসেব): উত্তর মেন্দাবাড়ি (৩,৪৮১), বক্সা পার্বত্য বন (২,৮৮৯) ও বক্সা বন (পানবাড়ি খণ্ড) (৮৬১)।\n\n\n=== সাক্ষরতা ===\n২০১১ সালের জনগণনার প্রতিবেদন অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের মোট সাক্ষর জনসংখ্যা ১৮১,৯৪৬ (অন্যূন ছয় বছর বয়সী জনসংখ্যার ৬৮.৯৬ শতাংশ); এর মধ্যে পুরুষ সাক্ষরের সংখ্যা ১০৬,২৩৭ (অন্যূন ছয় বছর বয়সী পুরুষ জনসংখ্যার ৭৭.৪৫ শতাংশ) এবং সাক্ষর মহিলার সংখ্যা ৭৫,৭০৯ (অন্যূন ছয় বছর বয়সী মহিলা জনসংখ্যার ৫৯.৭৭ শতাংশ)। সাক্ষরতার ক্ষেত্রে লিঙ্গবৈষম্যের হার ছিল ১৭.৬৭ শতাংশ।\n\n\n=== ভাষা ও ধর্ম ===\nডিস্ট্রিক্ট সেন্সাস হ্যান্ডবুক, জলপাইগুড়ি, ২০১১ সেন্সাস-এ প্রদত্ত তথ্য অনুযায়ী, ২০০১ সালে অবিভক্ত জলপাইগুড়ি জেলার (২০১৪ সালে যে জেলা ভেঙে আলিপুরদুয়ার জেলা গঠিত হয়) মোট জনসংখ্যার ৫৫.৮ শতাংশের মাতৃভাষা ছিল বাংলা; এরপর ছিল সাদান/সাদরি (১৪.৩ শতাংশ), নেপালি/গোর্খালি (৬.৯ শতাংশ), হিন্দি (৪.৬ শতাংশ), কুরুখ/ওঁরাও (২.৬ শতাংশ), সাঁওতালি (১.০ শতাংশ), বোড়ো (০.৮ শতাংশ), মুন্ডারি (০.৭ শতাংশ), ভোজপুরি (০.৭ শতাংশ), রাজবংশী (০.৫ শতাংশ), তেলুগু (০.৪ শতাংশ), উর্দু (০.৩ শতাংশ), রাভা (০.৩ শতাংশ), ওডিয়া (০.৩ শতাংশ), খাড়িয়া (০.১ শতাংশ) ও অন্যান্য ভাষাভাষী মানুষ (১০.৮ শতাংশ)। এই জেলায় বাংলা-ভাষী মানুষের জনসংখ্যার হার ১৯৬১ সালে ৫৪.৫ শতাংশ থেকে বেড়ে ১৯৮১ সালে ৬৮.৫ শতাংশ হয়েছিল। ২০০১ সালে তা আবার কমে ৫৫.৮ শতাংশ হয়। অন্যদিকে সাদান/সাদরি-ভাষী জনসংখ্যার হার ১৯৬১ সালে ৫.৬ শতাংশ থেকে বেড়ে ২০০১ সালে হয় ১৪.৩ শতাংশ। তবে নেপালি/গোর্খালি, হিন্দি, কুরুখ/ওঁরাও, সাঁওতালি, মুন্ডা ও রাজবংশী-ভাষী জনসংখ্যার হার হ্রাস পায়।\nপশ্চিমবঙ্গ সরকারি ভাষা আইন, ১৯৬১ এবং পশ্চিমবঙ্গ সরকারি ভাষা (সংশোধনী) আইন, ২০১২ অনুয়ায়ী, সারা পশ্চিমবঙ্গেই সরকারি কাজে বাংলা ভাষা ব্যবহৃত হয়। বাংলার সঙ্গে সঙ্গে দার্জিলিং জেলার পার্বত্য মহকুমাগুলিতে এবং কালিম্পং জেলায় নেপালিও সরকারি কাজে ব্যবহৃত হয়। এছাড়া যে সকল জেলা/মহকুমা/সমষ্টি উন্নয়ন ব্লক/পৌরসভায় উর্দুভাষীর সংখ্যা ১০ শতাংশের বেশি সেখানে উর্দুও সরকারি কাজে ব্যবহার করা হয়। এই আইনগুলি কার্যকর হওয়ার আগে ইংরেজি ভাষা সরকারি কাজে ব্যবহৃত হত; আইনগুলি পাসের পরও তার ব্যবহার অব্যাহত থাকে।\n২০১২ সালে পশ্চিমবঙ্গ সরকারি ভাষা (দ্বিতীয় সংশোধনী) বিল অনুযায়ী, কোনও নির্দিষ্ট ব্লক বা মহকুমা বা জেলায় জনসংখ্যা ১০ শতাংশের বেশি অংশের ভাষা হিন্দি, সাঁওতালি, ওডিয়া বা পাঞ্জাবি হলে সংশ্লিষ্ট ভাষাটি সেই অঞ্চলে অতিরিক্ত সরকারি ভাষার মর্যাদা পাবে। এরপর ২০১৮ সালের পশ্চিমবঙ্গ সরকারি ভাষা (দ্বিতীয় সংশোধনী) বিলে রাজ্যের সংখ্যালঘু ভাষার তালিকায় কামতাপুরী, রাজবংশী ও কুর্মালিকেও অন্তর্ভুক্ত করা হয়েছে।\n\n২০১১ সালের জনগণনার প্রতিবেদন অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের হিন্দুদের মোট সংখ্যা ১৪৬,৯২৪; যা মোট জনসংখ্যার ৬৭.০৮ শতাংশ। খ্রিস্টানের সংখ্যা ৪২,৭৮০ (১৪.৩৩ শতাংশ), মুসলমানের সংখ্যা ২৫,৫৯১ (৮.৫৭ শতাংশ), বৌদ্ধের সংখ্যা ২১,৭৩১ (৭.২৭ শতাংশ) এবং অন্যান্য ধর্মাবলম্বীদের সংখ্যা ৫০,৯২২ (১৭.০৬ শতাংশ)। অন্যান্য ধর্মাবলম্বীদের মধ্যে আছে আদিবাসী, মারাং বোরো, সাঁওতাল, সারনাথ, সারি ধর্ম, সর্না, আলছি, বিদিন, সন্ত, সায়েভধর্ম, সেরান, সরন, সারিন, খেরিয়া, ও অন্যান্য ধর্মীয় সম্প্রদায়।\n\n\n== দারিদ্র্য ==\n১৯৯৯-২০০০ শালে এনএসএস ৫৫তম রাউন্ডের কেন্দ্রীয় নমুনা তথ্য ব্যবহার করে গ্রামীণ ও শহর এলাকায় মাথাপিছু ভোগের একটি পর্যালোচনায় জানা যায়, অবিভক্ত জলপাইগুড়ি জেলায় দারিদ্র্যের হার তুলনামূলকভাবে বেশি। গ্রামীণ এলাকায় ৩৫.৭৩ শতাংশ এবং শহরাঞ্চলে ৬১.৫৩ শতাংশ। এটি দেশের অল্প কয়েকটি জেলার অন্যতম যেখানে শহরাঞ্চলীয় দারিদ্র্যের হার গ্রামীণ দারিদ্র্যের হারের থেকে বেশি।\nবিশ্ব ব্যাংকের প্রতিবেদন অনুযায়ী, ২০১২ সালের হিসেব অনুযায়ী জলপাইগুড়ি, বাঁকুড়া ও পশ্চিম মেদিনীপুর জেলার ২৬-৩১ শতাংশ মানুষ দারিদ্র্যসীমার নিচে বাস করেন, যা পশ্চিমবঙ্গের সামগ্রিক হারের তুলনায় কিছুটা বেশি। রাজ্যের মোট ২০ শতাংশ মানুষ এই সীমার নিচে বাস করেন।\n\n\n== অর্থনীতি ==\n\n\n=== জীবিকা ===\n\n২০১১ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের সকল শ্রমিকদের মধ্যে ৭,৪৫৯ জন কৃষক (৬.২০ শতাংশ), ৮,৪৮৭ জন খেতমজুর (৭.০৬ শতাংশ), ২,২৫৬ জন কুটিরশিল্পের সঙ্গে যুক্ত (১.৮৮ শতাংশ) এবং ১০২,০৩৬ জন অন্যান্য ক্ষেত্রের শ্রমিক (৮৪.৮৬ শতাংশ)।  ব্লকে মোট শ্রমিকের সংখ্যা ১২০,২৩৮ (মোট জনসংখ্যার ৪০.২৯ শতাংশ) এবং অ-শ্রমিকের সংখ্যা ১৭৮,২২০ (মোট জনসংখ্যার ৫৯.৭১ শতাংশ)।\nটীকা: জনগণনার নথিতে সেই ব্যক্তিকেই কৃষক বিবেচনা করা হয়েছে, যিনি স্বীয়/সরকারি/প্রাতিষ্ঠানিক মালিকানাধীন জমিতে কৃষিকাজ/তত্ত্বাবধানের কাজে নিযুক্ত। যে ব্যক্তি অন্যের জমিতে অর্থ বা সম্পদ বা অংশীদারিত্বের বিনিময়ে শ্রমদান করেন, তাঁকে খেতমজুর ধরা হয়। কুটিরশিল্প সেই শিল্পকেই বলা হয়, যাতে পরিবারে বা গ্রামের মধ্যে এক বা একাধিক সদস্য যুক্ত এবং যে শিল্প ১৯৪৮ সালের কারখানা আইন মোতাবেক কারখানা হিসেবে নথিভুক্ত হওয়ার যোগ্যতাসম্পন্ন নয়। অন্যান্য শ্রমিকেরা হলেন কৃষক, খেতমজুর বা কুটিরশিল্পের সঙ্গে যুক্ত শ্রমিক ভিন্ন অন্য উপায়ে যাঁরা অর্থনৈতিক কার্যকলাপের সঙ্গে জড়িত। এঁদের মধ্যে আছেন কারখানা, খনি, বন, পরিবহণ ও অফিসের কর্মচারী, যাঁরা ব্যবসা ও বাণিজ্যের সঙ্গে যুক্ত, শিক্ষক, বিনোদনশিল্পী প্রমুখ।\n\n\n=== পরিকাঠামো ===\n২০১১ সালে প্রকাশিত ডিস্ট্রিক্ট সেন্সাস হ্যান্ডবুক, জলপাইগুড়ি-তে প্রদত্ত তথ্য অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকে ৪১টি জনবসতিপূর্ণ গ্রাম রয়েছে। ১০০ শতাংশ গ্রামে বিদ্যুৎ সংযোগ ও পানীয় জলের সরবরাহ রয়েছে। ১৯টি গ্রামে (৪৩.৯০ শতাংশ) ডাকঘর রয়েছে। ৪০টি গ্রামে (৯৭.৫৬ শতাংশ) টেলিফোন সংযোগ (ল্যান্ডলাইন, পাবলিক কল অফিস ও মোবাইল ফোন সহ) রয়েছে। ২৪টি গ্রামে (৫৮.৫৪ শতাংশ) পাকা রাস্তা এবং ২৬টি গ্রামে (৬৩.৪১ শতাংশ) পরিবহন সংযোগ (বাস, রেল ও নাব্য জলপথ) রয়েছে। ৪টি গ্রামে (৯.৭৬ শতাংশ) ব্যাংক পরিষেবা সুলভ।\n\n\n=== কৃষি ===\nঅবিভক্ত জলপাইগুড়ি জেলার (অধুনা জলপাইগুড়ি ও আলিপুরদুয়ার জেলা) অর্থনীতি মূলত কৃষি ও বাগিচা-নির্ভর। এখানকার অধিকাংশ মানুষই কৃষিজীবী। জলপাইগুড়ি ও আলিপুরদুয়ার জেলা চা ও কাঠের জন্য সুপরিচিত। অন্যান্য গুরুত্বপূর্ণ ফসল হল ধান, পাট, তামাক, সরষে, আখ ও গম। এখানকার বার্ষিক গড় বৃষ্টিপাতের পরিমাণ ৩,৪৪০ মিলিমিটার, যা কলকাতা ও পার্শ্ববর্তী এলাকার প্রায় দ্বিগুণ। এলাকাটি বন্যাপ্রবণ এবং নদীগুলি প্রায়ই গতি পরিবর্তন করে শস্য ও শস্যক্ষেতের ব্যাপক ক্ষতিসাধন করে।\n২০১৩-১৪ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকে ৭টি সারের ডিপো, ৭টি বীজের দোকান ও ৭৬টি রেশন দোকান রয়েছে।\n২০১৩-১৪ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকে ৩৪,৫৫১ হেক্টর জমি থেকে মোট ৮০,৪৬৪ টন আমন ধান (প্রধান শীতকালীন ফসল); ১৭৫ হেক্টর জমি থেকে ৩২৮ টন বোরো ধান; ৩৭৭ হেক্টর জমি থেকে ৭২৪ টন আউস ধান (গ্রীষ্মকালীন ফসল); ১০৬ হেক্টর জমি থেকে ২৫৬ টন গম; ১৯৯ হেক্টর জমি থেকে ৩,০৩৩ টন পাট; ৪৭১ হেক্টর জমি থেকে ৪,৬৬৫ টন ভুট্টা; এবং ১৮৫ হেক্টর জমি থেকে ৩,৭৫৭ টন আলু উৎপাদিত হয়। এছাড়াও এই ব্লকে মাসকলাই ও তৈলবীজও উৎপাদিত হয়।\n২০১৩-১৪ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের মোট সেচিত জমির পরিমাণ ২,১২৩ হেক্টর, যার মধ্যে ১,২৪২ হেক্টর জমির খালের জলে সেচিত, ৫০ হেক্টর জমি জলাধারের জলে সেচিত, ৪৫০ হেক্টর জমি নদী থেকে তোলা জলে সেচিত, ৩৬০ হেক্টর জমি অগভীর নলকূপের জলে সেচিত এবং ২১ হেক্টর জমি খোলা কূপের জলে সেচিত হয়।\n\n\n=== ডুয়ার্স-তরাই চা বাগান ===\n\nডুয়ার্স ও তরাই অঞ্চলের চা বাগানগুলিতে ২২৬ মিলিয়ন কিলোগ্রাম চা উৎপাদিত হয়, যা ভারতের সমগ্র চা উৎপাদনের এক-চতুর্থাংশেরও বেশি। ডুয়ার্স-তরাই চায়ের বৈশিষ্ট্য হল, এটি একটি উজ্জ্বল, মসৃণ ও সুঠাম পানীয়, যা আসাম চায়ের তুলনায় অতি অল্পই হালকা। ডুয়ার্স অঞ্চলে চা চাষ প্রাথমিকভাবে শুরু করেছিল এবং তার উন্নতিসাধন ঘটিয়েছিল ব্রিটিশরা, কিন্তু এতে ভারতীয় শিল্পপতিদেরও গুরুত্বপূর্ণ অবদান রয়েছে।\n\n\n=== ব্যাংক পরিষেবা ===\n২০১৩-১৪ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকে ৭টি বাণিজ্যিক ব্যাংকের এবং ৪টি গ্রামীণ ব্যাংকের কার্যালয় রয়েছে।\n\n\n=== অনুন্নত অঞ্চল অনুদান তহবিল ===\nপুরুলিয়া জেলা অনুন্নত অঞ্চল হিসেবে তালিকাভুক্ত হওয়ায় এই জাতীয় অঞ্চলের উন্নয়নের জন্য ভারত সরকার কর্তৃক গঠিত অনুন্নত অঞ্চল অনুদান তহবিল থেকে আর্থিক সাহায্য লাভ করে। ২০১২ সালের হিসেব অনুযায়ী, সারা দেশের ২৭২টি জেলা এই তালিকার অন্তর্ভুক্ত; যার মধ্যে পশ্চিমবঙ্গের ১১টি জেলা রয়েছে।\n\n\n== পরিবহণ ব্যবস্থা ==\n\nকালচিনি রেল স্টেশন অঞ্চলে ৯টি প্রান্তিক বাসরুট অবস্থিত। ৩১৭ নং জাতীয় সড়ক এই ব্লকের উপর দিয়ে গিয়েছে। কালচিনি নিউ জলপাইগুড়ি-আলিপুরদুয়ার-শামুকতলা রোড লাইনে অবস্থিত।\n\n\n== শিক্ষাব্যবস্থা ==\n২০১৩-১৪ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের ১১১টি প্রাথমিক বিদ্যালয়ে ১৪,৩১৬ জন শিক্ষার্থী, ১১টি মধ্য বিদ্যালয়ে ২,৯৭৬ জন শিক্ষার্থী, ৯টি উচ্চ বিদ্যালয়ে ৮,৫১৯ জন শিক্ষার্থী এবং ১৩টি উচ্চ মাধ্যমিক বিদ্যালয়ে ১৯,৮৩০ জন শিক্ষার্থী পড়াশোনা করে। এই ব্লকের ২টি প্রকৌশল/পেশাগত শিক্ষাপ্রতিষ্ঠানে ২০৬ জন শিক্ষার্থী এবং বিশেষ ও অচিরাচরিত ধারার ৮৬৮টি শিক্ষাপ্রতিষ্ঠানে ৩৫,৭৮৮ জন শিক্ষার্থী পড়াশোনা করে। ব্লকের একটি সাধারণ ডিগ্রি কলেজে ২,৮১৭ জন শিক্ষার্থী পড়াশোনা করে।\n২০১১ সালের জনগণনার তথ্য অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকের ৪১টি জনবসতিপূর্ণ গ্রামের মধ্যে একটি গ্রামে একটিও বিদ্যালয় নেই, ৩৫টি গ্রামে দুই বা ততোধিক প্রাথমিক বিদ্যালয় আছে, ২৫টি গ্রামে অন্তত একটি প্রাথমিক ও একটি মধ্য বিদ্যালয় আছে এবং ১২টি গ্রামে অন্তত একটি মধ্য ও একটি মাধ্যমিক বিদ্যালয় রয়েছে।\n২০০০ সালে জয়গাঁও ডাকঘর এলাকার মঙ্গলবাড়িতে ননী ভট্টাচার্য স্মারক মহাবিদ্যালয় প্রতিষ্ঠিত হয়। উত্তরবঙ্গ বিশ্ববিদ্যালয় অনুমোদিত এই কলেজে কলা বিভাগে পঠনপাঠন চলে।\n\n\n== স্বাস্থ্য পরিষেবা ==\n২০১৪ সালের হিসেব অনুযায়ী, কালচিনি সমষ্টি উন্নয়ন ব্লকে একটি গ্রামীণ হাসপাতাল, ২টি প্রাথমিক স্বাস্থ্যকেন্দ্র, একটি কেন্দ্রীয় সরকারি প্রতিষ্ঠান এবং ২টি এনজিও-পরিচালিত/বেসরকারি নার্সিং হোম আছে। এগুলিতে মোট ১৯৪টি শয্যা ও ১৫ জন চিকিৎসক সুলভ (বেসরকারি সহ)। এছাড়া এই ব্লকে ৪৮টি পরিবার কল্যাণ উপকেন্দ্রও আছে। ব্লকের স্বাস্থ্যকেন্দ্র ও উপকেন্দ্রগুলিতে ৭,২৯৪ জন রোগী অন্তর্বিভাগে ও ১০৪,৪৯২ জন রোগী বহির্বিভাগে চিকিৎসার সুযোগ পান।\nকালচিনিতে অবস্থিত ৩০টি শয্যাবিশিষ্ট উত্তর লাটাবাড়ি গ্রামীণ হাসপাতাল আলিপুরদুয়ার ২ সমষ্টি উন্নয়ন ব্লকের প্রধান সরকারি চিকিৎসাকেন্দ্র। এছাড়া সাতালিতে (ডাকঘর সাতালি মণ্ডলপাড়া) ১০টি শয্যাবিশিষ্ট এবং জয়গাঁওতে প্রাথমিক স্বাস্থ্যকেন্দ্রও আছে।\n\n\n== তথ্যসূত্র =="}