{"pageid": 1170612, "title": "ধ্যানচাঁদ", "url": "https://bn.wikipedia.org/wiki?curid=1170612", "content": "মেজর ধ্যানচাঁদ (২৯ আগস্ট ১৯০৫ – ৩ ডিসেম্বর ১৯৭৯) ছিলেন একজন ভারতীয় হকি খেলোয়াড়। ভারতের পুরুষ জাতীয় ফিল্ড হকি দলের এই উজ্জ্বল জ্যোতিষ্ক বিশ্ব হকির সর্বকালের শ্রেষ্ঠ তারকা খেলোয়াড় হিসাবেই গণ্য হন।  তিনি এমন ভারতীয় হকি দলের সদস্য ছিলেন যারা পরপর তিনটি (১৯২৮ খ্রিস্টাব্দের আমস্টারডাম অলিম্পিক, ১৯৩২ খ্রিস্টাব্দের লস অ্যাঞ্জেলেস অলিম্পিক এবং ১৯৩৬ খ্রিস্টাব্দের বার্লিন) অলিম্পিকেই বিশ্বজয়ীর জয়মাল্য (স্বর্ণপদক) লাভ করেন । তাঁর জন্ম তারিখটি ভারতে জাতীয় ক্রীড়া দিবস হিসাবে পালিত হয়। \nধ্যানচাঁদের হকি খেলা ছিল ছন্দোময়। তার খেলার সৌন্দর্য দেখে ইংল্যান্ডের জনসাধারণ তাকে হকির জাদুকর নামে অভিহিত করে। কেউ কেউ আবার হিউম্যান ঈল আখ্যা দেন।  তিনি ক্রীড়া জীবনে চারশোরও বেশি গোল করেছেন। ১৯৫৬ খ্রিস্টাব্দে  তিনি ভারত সরকারের তৃতীয় সর্বোচ্চ  মর্যাদাপূর্ণ বেসামরিক সম্মান পদ্মভূষণে ভূষিত হন।\n\n\n== জীবন পরিচয় ==\nমেজর ধ্যানচাঁদের (জন্ম নাম - ধ্যান সিং) জন্ম ১৯০৫ খ্রিস্টাব্দের ২৯ আগস্ট তৎকালীন আগ্রা ও অবধের যুক্তপ্রদেশ বর্তমানের  উত্তর প্রদেশের এলাহাবাদের এক  রাজপুত ব্রাহ্মণ পরিবারে। তিনি পিতা সামেশ্বর দত্ত সিং ও মাতা শরধা সিং-এর দ্বিতীয় সন্তান ছিলেন। পিতা ও অগ্রজ মূল সিং ছিলেন সৈনিক এবং অনুজ রূপ সিংও ছিলেন ভারতীয় হকি দলের এক খেলোয়াড়। তবে শৈশবে তাদের খেলাধুলার বিশেষ কোনো লক্ষণ ছিল না। হকি খেলায় জন্মগত কোন প্রতিভাও ছিল না, বরং নিরন্তর অনুশীলন, অধ্যবসায়, সংগ্রাম ও সংকল্পের মধ্য দায়ে তিনি খ্যাতি অর্জন করেছিলেন। ধ্যান জানতেন পরিবারের ধারা অনুযায়ী তাকেও সেনাবাহিনীতে যোগ দিতে হবে। তাই সাধারণ শিক্ষা লাভের পর ১৬ বছর বয়সে ১৯২১ খ্রিস্টাব্দে দিল্লীতে প্রথম ব্রাহ্মণ রেজিমেন্টে তিনি সাধারণ সেপাই হিসাবে যোগ দেন। সে সময় সৈন্যবাহিনীতে প্রথম যে 'ব্রাহ্মণ রেজিমেন্ট' গঠিত হয়েছিল তার সুবেদার ছিলেন মেজর বালে তেওয়ারী। তিনি ছিলেন একজন দক্ষ হকি খেলোয়াড় এবং হকি খেলার  উগ্র সমর্থক। মুখচোরা স্বভাবের নিরীহ প্রকৃতির ধ্যানচাঁদকে তিনি বিশেষ স্নেহ করতেন। সারা দিন কাজের শেষে রাতে চাঁদের আলোয় সুযোগ পেলেই ধ্যান হকি খেলায় মেতে উঠতেন। সেজন্য তার সহকর্মী বন্ধুরা 'চাঁদ' বলেই ডাকতেন। পরবর্তীতে 'ধ্যান' ধ্যানচাঁদ নামেই পরিচিত হয়ে যান। স্টিকে মাথায় বল নিয়ে এঁকে বেঁকে দৌড়ে বিপক্ষের খেলোয়াড়দের ফাঁকি দিয়ে এগিয়ে যাওয়ার আনন্দ পেতেন। এইভাবে ধীরে ধীরে সৈন্যদলের মধ্যে তার খ্যাতি ছড়িয়ে পড়ে। ধ্যানচাঁদ মেজর বালে তিওয়ারির তত্ত্বাবধানে হকি খেলা শুরু করেন। সৈনিকদের আন্তঃবিভাগীয় খেলায় নিজের দলের জন্য বিজয়ীর জয়মাল্য এনে সেনাবিভাগের সকলদলের শ্রেষ্ঠ সেন্টার ফরোয়ার্ড হিসাবে নিজের স্থান নিশ্চিত করেন। এভাবেই তিনি সৈন্যবিভাগে ১৯২২ খ্রিস্টাব্দ হতে ১৯২৬ খ্রিস্টাব্দ পর্যন্ত খেলেন এবং অচিরেই তিনি বিশ্বের একজন মহান খেলোয়াড় হয়ে ওঠেন। ১৯২৭ খ্রিস্টাব্দে ফৌজি দলের নিউজিল্যান্ড সফর নিশ্চিত হলে তিনি সেই সফরে নির্বাচিত হন। আর সেখান থেকেই ভারতের হকি দলের জয়যাত্রা সূচিত হয় -  ধ্যানচাঁদের বিস্ময়কর প্রতিভার কথাও ছড়িয়ে পড়ে। নিউজিল্যান্ড সফর শেষে তিনি সাধারণ 'সেপাই' থেকে 'ল্যান্স নায়েক' পদে উন্নীত হন।\nভারতীয় হকি দল প্রথম বিশ্ব অলিম্পিকে যোগদান করে ১৯২৮ খ্রিস্টাব্দে। কলকাতায় অনুষ্ঠিত আন্তঃপ্রাদেশিক খেলার মাধ্যমে খেলোয়াড়দের  নির্বাচন করা হয়। উত্তর প্রদেশ দলের আক্রমণ ভাগে ধ্যানচাঁদের খেলা দেখে দর্শকদের প্রশংসা পান আর নির্বাচক মণ্ডলী দ্বিধাহীন ভাবে লস অ্যাঞ্জেলেসে ভারতীয় হকি দলের আক্রমণ ভাগের গুরুদায়িত্ব ন্যস্ত করেন ধ্যানচাঁদের উপর।\n১৯৩৭ খ্রিস্টাব্দে ভারতীয় হকি দলের অধিনায়ক হওয়ার পর ১৯৩৮ খ্রিস্টাব্দে ভাইসরয়েস কমিশন লাভ করে সুবেদার হন। তখন তাকে সেনাবাহিনীতে সুবেদার পদে উন্নীত করা হয়। দ্বিতীয় বিশ্বযুদ্ধ স্তিমিত হলে ১৯৪৬ খ্রিস্টাব্দে সামরিক জীবনে কিংস কমিশন লাভ করে তিনি 'লেফটেন্যান্ট' হন এবং ১৯৪৮  খ্রিস্টাব্দে স্বাধীন ভারতে ক্যাপ্টেন ও পরে মেজর পদে উন্নীত হন। ১৯৫৬ খ্রিস্টাব্দে ৫১ বৎসর বয়সে সেনাবাহিনী থেকে অবসর নেন।\n\n\n== খেলোয়াড় জীবন ==\nফুটবলে পেলে, ক্রিকেটে ব্র্যাডম্যানের সমকক্ষ হিসাবে হকিতে ধ্যানচাঁদকেই গণ্য করা হয়। বল তার হকিস্টিকে এতটাই আটকে যেত যে, প্রতিপক্ষ প্রায়ই সন্দেহ করত যে সে জাদুর কাঠি নিয়ে খেলছে। এমনকি হল্যান্ডেও চুম্বক সন্দেহে তার হকি স্টিকে ভাঙতে দেখা গেছে। জাপানে ধ্যানচাঁদের হকি স্টিকে যেভাবে বল লেগে থাকত, তা দেখেই বলা হত তাঁর হকি স্টিকে  যেন আঠা লেগে থাকত। ধ্যানচাঁদের ছন্দোময় হকি খেলায় সকলেই বিস্ময় প্রকাশ করতেন। তার ক্রীড়া নৈপুণ্যে  মুগ্ধ হয়ে জার্মানির রুডলফ হিটলারের মতো একগুঁয়ে সম্রাট তাকে জার্মানির হয়ে খেলার প্রস্তাব দেন।  ধ্যানচাঁদ সবসময় ভারতের হয়েই খেলেছেন, এমনকি দেশেও রেলবিভাগের চাকরিও নেননি। সামরিক বাহিনীর মধ্যেই ধ্যানচাঁদ তার হকি খেলা সীমাবদ্ধ রাখেন। কিংবদন্তি এই হকি তারকার অস্ট্রিয়ার রাজধানী ভিয়েনাতে, চার হাতে চারটি হকি স্টিক সহ একটি মূর্তি স্থাপন করে দেখানোর চেষ্টা হয়েছে যে ধ্যানচাঁদ কত বড় খেলোয়াড় ছিলেন। \n১৯২২ খ্রিস্টাব্দ থেকে ১৯২৬ খ্রিস্টাব্দ পর্যন্ত তিনি সেনাবাহিনীর হয়ে প্রতিযোগিতায় হকি খেলতেন। ১৯২৬ খ্রিস্টাব্দের ১৩ মে নিউজিল্যান্ডে প্রথম খেলা হয়। ধ্যানচাঁদ নিউজিল্যান্ডে ৩টি টেস্ট ম্যাচসহ ২১টি ম্যাচ খেলেছেন। এই ২১টি ম্যাচের মধ্যে ভারতীয় দল ১৮টি ম্যাচে জয়লাভ করেছে ২টি ম্যাচ অনিশ্চিত থেকেছে এবং একটিতে দলের পরাজয় ঘটেছে। সব ম্যাচে তিনি ১৯২ টি গোল করেছেন। ১৯৩২ খ্রিস্টাব্দের ২৭ মে তারিখে তিনি শ্রীলঙ্কায় দুটি ম্যাচ খেলেন। একটি ম্যাচে ২১-০ এবং দ্বিতীয় ম্যাচে ১০-০ তে জয়লাভ করেন। ১৯৩৫ খ্রিস্টাব্দে ভারতীয় হকি দলের নিউজিল্যান্ড সফরে তার দল ৪৯টি ম্যাচ খেলেছে। যার মধ্যে ৪৮টি ম্যাচ জিতেছে এবং একটি বৃষ্টির কারণে স্থগিত হয়েছিল। ১৯২৬ খ্রিস্টাব্দ থেকে ১৯৪৯ খ্রিস্টাব্দ পর্যন্ত আন্তর্জাতিক ম্যাচে তিনি ৪০০ টিরও বেশি গোল করেছেন। প্রথম শ্রেণীর তথা \"সিরিয়াস হকি\" খেলা থেকে ধ্যানচাঁদ অবসর নেন ১৯৪৮ খ্রিস্টাব্দে ৫১ বৎসর বয়সে। ১৯৪৯ খ্রিস্টাব্দের মে মাসে কলকাতায় লন্ডন অলিম্পিক বিজয়ী দলের সঙ্গে অবশিষ্ট দলের প্রদর্শনী খেলা হয়। এই খেলায় অবশিষ্ট দলের অধিনায়ক ছিলেন ধ্যানচাঁদ। কলকাতার মাঠে শেষ প্রদর্শনী  খেলা থেকেই বিদায় গ্রহণ করেন। হকি খেলা নিয়ে স্মৃতিকথায় মেজর ধ্যানচাঁদ  গোল নামে   আত্মজীবনী রচনা করেন। এটি ১৯৫২ খ্রিস্টাব্দে প্রকাশিত হয়।আইএসবিএন ৯৭৮-৯৩-৮৭৭-৯১২৬-৮\n\n\n== অলিম্পিক গেমস ==\n\n\n=== ১৯২৮ আমস্টারডাম অলিম্পিক ===\nভারতীয় দল ১৯২৮ খ্রিস্টাব্দে  আমস্টারডামে গ্রীষ্মকালীন অলিম্পিক গেমসে প্রথমবার অংশগ্রহণ করে। ধ্যানচাঁদও সুযোগ পেয়ে ১৯২৮ খ্রিস্টাব্দের ১০ মার্চ ভারতীয় দলের সঙ্গে রওয়ানা দেন। অলিম্পিক প্রতিযোগিতায় যোগ দেওয়ার আগে ভারতীয় দল ইংল্যান্ডে ১১টি খেলায় জয়ী হয় এবং সেখানে ধ্যানচাঁদ বিশেষ সাফল্য পান। তার অনুপম খেলার ছন্দোময় সুষমায় আর বিস্ময়কর প্রতিভায় মুগ্ধ হয়ে ইংল্যান্ডের জনসাধারণ তাকে হকির জাদুকর ও হিউম্যান ঈল অভিধায় ভূষিত করে।\nভারতের গ্রুপে ছিল অস্ট্রিয়া, বেলজিয়াম, সুইজারল্যান্ড ও ডেনমার্ক। ১৭ মে অলিম্পিক হকিতে ভারতের অভিষেক হয়। তিনি খেলেন সেন্টার ফরোয়ার্ডে। প্রতিপক্ষ ছিল অস্ট্রিয়াকে প্রথম ম্যাচেই ৬-০ গোলে হারায় ভারত। ধ্যানচাঁদ নিজেই করেন তিন গোল। রূপকথার মতো শুরু, কেরিয়ারে বাকিটাও ছিল রূপকথার মতোই। সেবারের অলিম্পিকেই ভারত বেলজিয়াম, ডেনমার্ক ও সুইজারল্যান্ডকে যথাক্রমে ৯-০ , ৫-০ ও ৬-০ গোলে পরাজিত করে। সব জয়ী ম্যাচগুলোয় তিনি একাধিক গোল করেন।\n১৯২৮ খ্রিস্টাব্দের আমস্টারডাম অলিম্পিকের ফাইনালে ভারত আয়োজক দেশ হল্যান্ডের মুখোমুখি হয়। দুর্ভাগ্যজনকভাবে ফাইনালে অনেকের সঙ্গে ধ্যানচাঁদও অসুস্থ ছিলেন। কিন্তু অসুস্থ সৈনিক মুহূর্তে আসুরিক শক্তি সামর্থে প্রতিপক্ষ দল হল্যান্ডকে পর্যুদস্ত করে।\nপাঁচটি ম্যাচে ১৪টি গোল করে তিনি হয়েছিলেন সেবারের অলিম্পিকে সর্বোচ্চ স্কোরার। তার হাত ধরেই ভারত প্রথম অলিম্পিকে স্বর্ণপদক লাভ করে। প্রতিপক্ষ দল তাদের কোন গোলই দিতে পারেনি। এটিও ছিল এক রেকর্ড।\n\n\n=== ১৯৩২ লস অ্যাঞ্জেলেস অলিম্পিক ===\nচার বছর পর ১৯৩২ খ্রিস্টাব্দে লস অ্যাঞ্জেলস অলিম্পিকের ভারতীয় দলে অন্তর্ভুক্ত হলেন কোন ট্রায়াল খেলায় অংশ না নিয়েই। এবার আরও ভয়ংকর অবস্থায় দাঁড়ান প্রতিপক্ষ দলগুলির বিরুদ্ধে। ফাইনালে ভারত মুখোমুখি হল আমেরিকার। পুরো টুর্নামেন্টে ভারত ৩৫ গোল করে। যার মধ্যে ধ্যানচাঁদ ও তার ভাই রূপ সিং ২৫ গোল করেন। এবারেও হকিতে সোনা জিতে নেয় ভারতীয় হকি দল।\n\n\n=== ১৯৩৬ বার্লিন অলিম্পিক ===\n\nইতোমধ্যে ১৯৩৪ খ্রিস্টাব্দের ওয়েস্টার্ন এশিয়টিক গেমস, ১৯৩৫ খ্রিস্টাব্দের নিউজিল্যান্ড সফরে ভারতীয় দলের অধিনায়ক হয়ে ধ্যানচাঁদ ভারতীয় দলকে সর্বত্রই অপরাজিত রেখে সগৌরবে দেশে ফিরেছেন। তাই স্বাভাবিক ভাবেই ১৯৩৬ খ্রিস্টাব্দের অলিম্পিকে ভারতীয় দলের অধিনায়কত্বের দায়িত্ব এসে পড়ে তার উপর। এই সফরেও সর্বাপেক্ষা বেশি ৫৯ টি গোল করার কৃতিত্ব নিয়ে ভারতীয় হকি দলকে বিজয়ীর সম্মান লাভ করান, বিশ্বক্রীড়াঙ্গনে পর পর তিনবার জয়ী করার সুবাদে শ্রেষ্ঠ প্রতিপন্ন করান। ধ্যানচাঁদ হিটলারের চোখের সামনে জার্মান দলকে ফাইনালে ৮-১ গোলে হারিয়ে টানা তৃতীয়বার অলিম্পিকে সোনা জিতে নেয় ভারত। ধ্যানচাঁদের খেলা দেখে হিটলার তাকে জার্মানির নাগরিকত্ব দিতে চেয়েছিলেন, কিন্তু তিনি তা নিতে অস্বীকার করেন।\n\nঅলিম্পিক গেমসে তাকে অধিনায়কত্ব দেওয়ায়  তিনি বিস্ময় প্রকাশ করে স্মৃতিকথায় উল্লেখ করেন- ‘আমাকে অধিনায়ক নির্বাচিত করা হবে এমন কোনো আশা ছিল না।’ তবে অত্যন্ত নিষ্ঠা ও সততার সঙ্গে তিনি এই দায়িত্ব পালন করেছেন। তার জীবনের একটি অবিস্মরণীয় স্মৃতিকথা বর্ণনা করে তিনি বলেছেন যে, ১৭ই জুলাই জার্মান দলের সাথে আমাদের অনুশীলনের জন্য একটি প্রদর্শনী ম্যাচের আয়োজন করা হয়েছিল। এই ম্যাচটি বার্লিনে অনুষ্ঠিত হয়েছিল। আমরা এই ম্যাচে ১-৪  গোলে হেরেছি। এই পরাজয়ের কথা আমি সারাজীবনে ভুলতে পারব না। জার্মান দলের অগ্রগতি দেখে আমরা সকলেই অবাক হয়েছিলাম এবং আমাদের কিছু সতীর্থেরা সেদিন কেউ কিছুই খাননি। অনেকে রাতে ঘুমাতে পর্যন্ত পারেনি। ৫ আগস্ট, ভারতের হাঙ্গেরির সাথে প্রথম অলিম্পিক ম্যাচ ছিল, যেখানে ভারতীয় দল হাঙ্গেরিকে চার গোলে পরাজিত করল। ৭ আগস্ট অনুষ্ঠিত দ্বিতীয় ম্যাচে ভারতীয় দল ৯-০ গোলে জাপানকে পরাজিত করল এবং তারপর ১২ আগস্ট ফ্রান্সকে ১০ গোলে পরাজিত করে। ১৫ আগস্ট ফাইনাল ম্যাচটি ছিল ভারত ও জার্মানির দলের মধ্যে। যদিও ম্যাচটি ১৪ আগস্ট অনুষ্ঠিত হওয়ার কথা ছিল, তবে সেদিন বৃষ্টি হওয়ায় খেলার মাঠ প্লাবিত হয় এবং খেলাটি একদিনের জন্য স্থগিত করা হয়েছিল। অনুশীলনে ভারতকে হারিয়েছে জার্মানি দল, এই জিনিসটা সবার মনেই অস্বস্তির ছাপ ফেলেছিল। তার উপর ভেজা মাঠ এবং প্রতিকূল পরিস্থিতি আমাদের খেলোয়াড়দের আরও হতাশ করে তুলেছিল। এমন সময়ে ভারতীয় দলের ম্যানেজার পঙ্কজ গুপ্ত একটি কৌশল বের করেন। তিনি খেলোয়াড়দের ড্রেসিংরুমে ডেকে পাঠালেন এবং হঠাৎ এক তেরঙা পতাকা আমাদের সামনে রেখে বললেন যে এর সম্মান এখন আপনাদের হাতে। সমস্ত খেলোয়াড়রা শ্রদ্ধার সাথে তেরঙ্গাকে অভিবাদন জানিয়ে সাহসী সৈনিকের মতো মাঠে প্রবেশ করেন। ভারতীয় খেলোয়াড়রা দারুণ খেলে জার্মান দলকে ৮-১ গোলে পরাজিত করে। তেরঙ্গার সম্মান সত্যিই আমরা রক্ষা করতে পেরেছিলাম সেদিন। সে সময়ে আমরা কিন্তু জানতাম না যে ভারতের স্বাধীনতা দিবস হবে ১৫ই আগস্ট।\n\n\n== হিটলার এবং ব্র্যাডম্যান ==\nধ্যানচাঁদ শুধু জার্মান স্বৈরশাসক হিটলারকেই নয়, মহান ক্রিকেটার ডন ব্র্যাডম্যানকেও তার ক্যারিশম্যাটিক হকি দিয়ে বোঝাতে পেরেছিলেন। এটাও কাকতালীয় যে ক্রীড়া জগতের এই দুই মহান ব্যক্তিত্বের জন্ম দুদিনের মধ্যেই। যেহেতু বিশ্ব 27 আগস্ট ব্র্যাডম্যানের জন্মশতবার্ষিকী উদযাপন করেছে, এটি 29 আগস্টে ধ্যানচাঁদের কাছে প্রণাম করতে প্রস্তুত, যা ভারতে ক্রীড়া দিবস হিসাবে পালিত হয়। হকি জাদুকরের চেয়ে তিন বছরের ছোট ছিলেন ব্র্যাডম্যান। নিজ নিজ মজায় পারদর্শী এই দুই ক্রীড়া ব্যক্তিত্ব, একে অপরের সাথে একবারই দেখা হয়েছিল। এটি ছিল 1935 সালে যখন ভারতীয় দল অস্ট্রেলিয়া এবং নিউজিল্যান্ড সফরে গিয়েছিল। তখন ভারতীয় দল একটি ম্যাচের জন্য অ্যাডিলেডে ছিল এবং ব্র্যাডম্যানও সেখানে ম্যাচ খেলতে আসেন। ব্র্যাডম্যান এবং ধ্যানচাঁদ দুজনেই তখন একে অপরের সাথে দেখা করেছিলেন। হকি জাদুকরের খেলা দেখার পর ব্র্যাডম্যান বলেছিলেন যে তিনি এভাবে গোল করেন, ক্রিকেটে যেমন রান হয়। শুধু তাই নয়, পরে যখন ব্র্যাডম্যান জানতে পারলেন যে ধ্যানচাঁদ এই সফরে ৪৮ ম্যাচে মোট ২০১ গোল করেছেন, তখন তার মন্তব্য ছিল, সেটা হকি খেলোয়াড় বা ব্যাটসম্যানই করেছেন। এক বছর পরে, ধ্যানচাঁদ বার্লিন অলিম্পিকে হিটলারকে তার হকি নিয়ে রাজি করান। সে সময় শুধু হিটলার নয়, জার্মানির হকিপ্রেমীদের হৃদয়-মগজে একটাই নাম ছিল আর তা হল ধ্যানচাঁদ।[১৬]\n\n\n== সম্মাননা ==\nধ্যানচাঁদ হকি খেলার কারণেই তিনি সেনাবাহিনীতে সাধারণ সেপাই হিসাবে যোগ দিয়ে ক্রমে মেজর পদে উন্নীত হয়েছিলেন।\n১৯৫৬ খ্রিস্টাব্দে ভারত সরকার ভারতীয় হকির অবিস্মরণীয় প্রতিভার ধ্যানচাঁদকে ভারতের মর্যাদাপূর্ণ বেসামরিক সম্মান পদ্মভূষণে সম্মানিত করে। ভারতে  ধ্যানচাঁদের জন্মদিনকে জাতীয় ক্রীড়া দিবস হিসাবে পালিত হয় ২০১২ খ্রিস্টাব্দ হতে এবং তার স্মৃতিতে দেশের ক্রীড়াঙ্গনে আজীবন কৃতিত্বের জন্য সর্বোচ্চ পুরস্কার মেজর ধ্যানচাঁদ পুরস্কার ২০০২ খ্রিস্টাব্দ হতে প্রবর্তিত হয়। জাতীয় ক্রীড়া দিবসে রাষ্ট্রপতি  খেলাধুলায় অসামান্য পারফরম্যান্সের জন্য জাতীয় পুরস্কার রাজীব গান্ধী খেলরত্ন, ( ১৯৯১ খ্রিস্টাব্দ হতে প্রবর্তিত এবং ২০২১ খ্রিস্টাব্দ হতে মেজর ধ্যান চাঁদ খেলরত্ন নামে পরিবর্তিত) অর্জুন পুরস্কার (১৯৬১ খ্রিস্টাব্দে প্রবর্তিত) এবং দ্রোণাচার্য পুরস্কার (১৯৮৫ খ্রিস্টাব্দে প্রবর্তিত) প্রদান করে থাকেন।\n\n\n== জীবনাবসান ==\nউত্তর প্রদেশের ঝাঁসিতে জীবনের শেষ দিনগুলি কিংবদন্তি হকি খেলোয়াড়ের কাটে অর্থকষ্টে। শেষের দিকের লিভারের ক্যান্সারে আক্রান্ত হয়েছিলেন। চিকিৎসা চলছিল দিল্লির   অখিল ভারতীয় আয়ুর্বিজ্ঞান সংস্থানে। সেখানে ১৯৭৯ খ্রিস্টাব্দের ৩ ডিসেম্বর শেষ নিঃশ্বাস ত্যাগ করেন। মূত্যুকালে তার বয়স হয়েছিল ৭৪ বৎসর। তার শেষকৃত্য সম্পন্ন হয় ঝাঁসিতে \"ঝাঁসি হিরোজ\" ময়দানে পাঞ্জাব রেজিমেন্টের দেওয়া পূর্ণ সামরিক মর্যাদায়। তার একমাত্র পুত্র ছিলেন অশোক কুমার।\n\n\n== তথ্যসূত্র =="}