{"pageid": 1170563, "title": "লেহেঙ্গা ধাঁচের শাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1170563", "content": "লেহেঙ্গা ধাঁচের শাড়ি হল ভারতে প্রবর্তিত একটি আধুনিক পোশাক যা ঐতিহ্যবাহী শাড়ি এবং লেহেঙ্গা চোলির উপাদানগুলিকে মিশ্রিত করে। একটি লেহেঙ্গা-স্টাইলের শাড়ি সাধারণত ৪.৫ মিটার (৫ গজ) থেকে ৫.৫ মিটার (৬ গজ) লম্বা হয়। একটি পরার জন্য, একটি শাড়ির বিপরীতে, একজনকে প্লীট তৈরি করতে হবে না তবে কেবল টুকরো টুকরো করে বাঁধতে হবে।\nঐতিহ্যবাহী শাড়ির মতো, লেহেঙ্গা ধাঁচের শাড়িটি একটি পেটিকোট এবং চোলি নামক একটি ব্লাউজের সাথে পরা হয়। উপরের পোশাক। চোলির ধাঁচের বেশিরভাগই প্রচলিত লেহেঙ্গা বা ঘাগরা চোলির চোলির সাথে সাদৃশ্যপূর্ণ। অনেক সময় প্রচলিত ব্লাউজগুলোও লেহেঙ্গা-স্টাইলের শাড়ির সঙ্গে মিলে যায়। চোলি বেশিরভাগই হলটার নেক স্টাইল, ডিপ নেক বা ব্যাকলেস স্টাইলের। শাড়ির সাথে যেমন চোলি পরা হয়, এই চোলিগুলিও কুন্দন, পুঁতি, আয়না ইত্যাদি দিয়ে শোভা পায়।\n\n\n== সূচিকর্ম এবং অলঙ্করণ ==\nলেহেঙ্গা ধাঁচের শাড়ির জন্য বিভিন্ন ধরনের এমব্রয়ডারি প্যাটার্ন ব্যবহার করা হয়। বাঘ, চিকন, কাশিদা, কাসুতি, কাঁথা, সোজনি, শিশা এবং জারদোজি হল লেহেঙ্গা-শৈলীর শাড়িতে সূচিকর্মের কিছু সাধারণ ধরন।\nবাগ হল একটি বিশেষ ধরনের সূচিকর্ম যা পাঞ্জাবের মহিলারা উৎসব এবং বিবাহের সময় পরতে পারেন। বাঘ এমব্রয়ডারি সম্পূর্ণভাবে বেস ফ্যাব্রিক লুকিয়ে রাখে এবং এটি একটি খুব ভারী ধরনের এমব্রয়ডারি। কাশিদা একটি কাশ্মীরি এমব্রয়ডারি ধরনের। এটি খুব রঙিন এবং কাশ্মীরকে এর নিদর্শনগুলিতে চিত্রিত করে। লেহেঙ্গা-স্টাইলের শাড়িতে অন্য সবচেয়ে বিখ্যাত সূচিকর্ম হল কাঁথার কাজ এবং ব্যাঙ্গালোরের কাসুতির কাজ।\nলেহেঙ্গা-স্টাইলের শাড়ির প্যাটার্নে ব্যবহৃত অলঙ্করণের মধ্যে রয়েছে সিলভার এমব্রয়ডারি, গোল্ডেন এমব্রয়ডারি, ধাতব পুঁতি, আসল মুক্তা, কাঠের পুঁতি, কাচের পুঁতি, আয়নার কাজ, লেসের কাজ, কুন্দন, সিকুইনস, চকচকে পাথর এবং জারদোজি। বেশিরভাগ সমৃদ্ধ কাপড় যেমন সিল্ক, জর্জেট, ব্রাসো, ব্রোকেড, শিফন, ক্রেপ ইত্যাদি, লেহেঙ্গা-স্টাইলের শাড়ি তৈরিতে ব্যবহৃত হয়।\n\n\n== ভারতীয় লেহেঙ্গা-স্টাইলের শাড়ি পরা ==\nঐতিহ্যবাহী শাড়ির সাথে তুলনা করে, লেহেঙ্গার স্টাইল পরার পদ্ধতি তুলনামূলকভাবে সহজ এবং ঝামেলামুক্ত। শাড়ির সরল প্রান্তটি পেটিকোট/ইনস্কার্টে আটকে দেওয়া হয় এবং কোমরের চারপাশে একবার মোড়ানো হয়, যা নিয়মিত শাড়ি পরার মতো। যেখানে প্লিটগুলি একটি ঐতিহ্যবাহী শাড়িতে তৈরি হবে, এই মুহুর্তে লেহেঙ্গা শৈলীর সাথে কেউ কোনও প্লিট না তৈরি করেই ড্রেপে আটকে থাকে। (একটি লেহেঙ্গা-শৈলীর শাড়িতে, প্লিটগুলিকে সামনের দিকে অলঙ্কৃত গোটা বা প্যানেল দিয়ে প্রতিস্থাপিত করা হয়, যা একটি লেহেঙ্গা-শৈলীর শাড়ির বৈশিষ্ট্যযুক্ত একটি জ্বলন্ত সিলুয়েট দেয়। অবশেষে, পল্লুকে নিয়মিত শাড়ির মতো কাঁধের উপর ঢেলে দেওয়া হয়।\nএকটি লেহেঙ্গা-স্টাইলের শাড়ি এবং একটি নিয়মিত শাড়ির মধ্যে একমাত্র পার্থক্য হল যে লেহেঙ্গা-স্টাইলের শাড়ির সামনের দিকে প্লিট তৈরি করার প্রয়োজন হয় না। কয়েকটি লেহেঙ্গা-স্টাইলের শাড়ি কোমরের চারপাশে শুষ্কভাবে শাড়ির সাথে ফিট করার জন্য পাশের হুকগুলির সাথে আসে।\n\n\n== তথ্যসূত্র =="}