{"pageid": 1170582, "title": "শেংগেন অঞ্চল", "url": "https://bn.wikipedia.org/wiki?curid=1170582", "content": "শেংগেন অঞ্চল বা শেনজেন অঞ্চল (লুক্সেমবার্গীয়: Schengen লুক্সেম্বুর্গীয়: [ˈʃæŋən] ) ২৯টি ইউরোপীয় রাষ্ট্র নিয়ে গঠিত যারা আনুষ্ঠানিকভাবে তাদের পারস্পরিক সীমান্তে নিয়ন্ত্রণ বন্ধ করে দিয়েছে। এটি ইউরোপীয় ইউনিয়নের (ইইউ) বৃহত্তর মুক্তি, নিরাপত্তা ও ন্যায়বিচার অঞ্চল নীতি একটি উপাদান। ইইউ-র অংশীদারি ভিসা নীতির অধীনে শেংগেন অঞ্চল মূলত একটি একক আইনি এখতিয়ারভুক্ত অঞ্চল হিসাবে কাজ করে। ১৯৮৫ সালে লুক্সেমবার্গের শেংগেন শহরে স্বাক্ষরিত শেংগেন চুক্তি ও ১৯৯০ সালে স্বাক্ষরিত শেংগেন কনভেনশনের নামানুসারে সমগ্র অঞ্চলটির নাম \"শেংগেন অঞ্চল\" রাখা হয়।\nইইউ-র ২৭টি সদস্য রাষ্ট্রের মধ্যে ১৫টি রাষ্ট্র শেংগেন অঞ্চলের অংশ। ইইইউ-র সদস্য হিসাবে কেবল আয়ারল্যান্ড ও সাইপ্রাস শেংগেন অঞ্চলের অংশ নয়। যদিও সাইপ্রাস ২০২৫ সালের শেষে শেংগেন অঞ্চলের অংশ হওয়ার লক্ষ্য স্থির করেছে আর দেশটি শেংগেন অঞ্চলে যোগদানে প্রতিশ্রুতিবদ্ধ, তা সত্ত্বেও ১৯৭৪ সাল থেকে তুরস্কের উত্তর সাইপ্রাস আক্রমণ ও দখলের সময় থেকে চলে আসা রাজনৈতিক জন্য প্রজাতন্ত্রী সাইপ্রাসের যোগদান জটিল হয়ে পড়েছে। আয়ারল্যান্ড শেংগেন নীতি প্রত্যাহার করেছে এবং সে তার নিজস্ব ভিসা নীতি প্রয়োগ করছে।\nইইউ-র সদস্যদের পাশাপাশি ইউরোপীয় মুক্ত বাণিজ্য সংঘের সমস্ত সদস্য রাষ্ট্র (আইসল্যান্ড, নরওয়ে, লিশটেনস্টাইন ও সুইজারল্যান্ড) ইউরোপীয় ইউনিয়নের সাথে সংযুক্তিমূলক চুক্তি স্বাক্ষর করে শেংগেন অঞ্চলের অংশ হয়েছে। অধিকন্তু, চারটি অতিক্ষুদ্র রাষ্ট্র (অ্যান্ডোরা, ভ্যাটিকান সিটি, মোনাকো ও সান মারিনো) কার্যত শেংগেন অঞ্চলের সদস্য কেননা এগুলি আকারে খুবই ক্ষুদ্র এবং এগুলির পক্ষে সক্রিয়ভাবে সীমান্ত নিয়ন্ত্রণ করা দুরূহ।\nশেংগেন অঞ্চলের জনসংখ্যা ৪৫ কোটিরও আর আয়তন প্রায় ৪৫,৯৫,০০০ বর্গকিলোমিটার (১৭,৭৪,০০০ বর্গমাইল)। প্রতিদিন কাজের জন্য প্রায় ১৭ লাখ মানুষ শেংগেন অঞ্চলের অভ্যন্তরীণ সীমান্ত অতিক্রম করে। কিছু অঞ্চলে এই আন্তর্জাতিক নিত্যযাত্রীরা কর্মশক্তির এক-তৃতীয়াংশ দখল করে আছে। ২০১৫ সালে শেংগেন অঞ্চলে প্রায় ১৩০ কোটি সীমান্ত পারাপার ঘটেছিল। এর মধ্যে সড়কপথে মাল পরিবহনের জন্য ৫ কোটি ৭০ লাখ সীমান্ত পারাপার ঘটেছিল, আর পারাপার করা মালের মোট মূল্য ২.৮ ট্রিলিয়ন ইউরো। ভূগোল, বাণিজ্যিক অংশীদারিত্ব ও অন্যান্য কারণের উপর নির্ভর করে শেংগেনের জন্য বাণিজ্যের ব্যয় হ্রাসের হার ০.৪২ থেকে ১.৫৯ শতাংশের মধ্যে। এছাড়া শেংগেন অঞ্চলের বাইরের দেশগুলিও উপকৃত হয়। শেংগেন রাষ্ট্রগুলি শেংগেন-ভুক্ত নয় এমন রাষ্ট্রগুলির সাথে সীমান্ত নিয়ন্ত্রণ জোরালো করেছে।\n\n\n== বর্তমান সদস্য ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSchengen, Borders & Visas, Visa policy (europa.eu)\nCalculator of travel days remaining under a Schengen short-stay visa (ec.europa.eu) Retrieved 2 March 2014.\n\"The Schengen area and cooperation\"। europa.eu। ৩ আগস্ট ২০০৯। সংগ্রহের তারিখ ১১ সেপ্টেম্বর ২০১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}