{"pageid": 1170068, "title": "রোগী বাছাই", "url": "https://bn.wikipedia.org/wiki?curid=1170068", "content": "রোগী বাছাই বলতে সাধারণত জরুরি, সংকটকালীন বা প্রকট পরিস্থিতিতে (যেমন যুদ্ধ বা অন্য কোনও দুর্যোগ) চিকিৎসা সম্পদের স্বল্পতা বা দুষ্প্রাপ্যতার প্রেক্ষিতে সঠিক স্থানে সঠিকভাবে ও সর্বোচ্চ দক্ষতার সাথে চিকিৎসা ও শুশ্রূষা সেবা প্রদান ও চিকিৎসাকেন্দ্র থেকে অব্যাহতি প্রদানের আপেক্ষিক অগ্রাধিকার প্রতিষ্ঠার উদ্দেশ্যে আঘাত বা রোগের ধরন ও মাত্রা, বেঁচে যাওয়ার সম্ভাবনা এবং হস্তক্ষেপমূলক চিকিৎসার সম্ভাব্য কার্যকারিতা ও কম-বেশি প্রয়োজনের মানদণ্ডে মূল্যায়ন করে দ্রুততার সাথে বহুসংখ্যক রোগীকে একাধিক (সাধারণত তিনটি) দলে বিভক্ত করার নীতি, প্রক্রিয়া বা চর্চাকে বোঝায়, যাতে সর্বোচ্চ সংখ্যক ব্যক্তির সর্বোচ্চ উপকার করা সম্ভব হয়। এর ফলে সবচেয়ে গুরুতর আঘাতপ্রাপ্ত বা রোগাক্রান্ত ব্যক্তিদেরকে (বিশেষ করে যাদের চিকিৎসার সুফল পাবার সম্ভাবনা সবচেয়ে বেশি) যত দ্রুত সম্ভব চিকিৎসা ও পরিচর্যা প্রদান, অপ্রতিকারযোগ্য রোগীর জন্য চিকিৎসকের দক্ষতার অপচয় পরিহার ও চিকিৎসা সম্পদের সর্বোচ্চ দক্ষ ব্যবহার সম্ভব হয়। জরুরি পরিস্থিতিতে এটিকে এমনভাবে নকশা করা হয়, যাতে বেঁচে যাওয়া ব্যক্তির সংখ্যা সর্বোচ্চ হয়। সাধারণত যুদ্ধক্ষেত্রে, মহামারীতে আক্রান্ত এলাকায়, হাসপাতালের জরুরি চিকিৎসা বিভাগে, কিংবা অন্য কোনও দুর্যোগ উপদ্রুত এলাকায় যখন রোগীর সংখ্যা স্বাস্থ্যব্যবস্থার ধারণক্ষমতার বেশি হয়ে যায়, তখন এই প্রক্রিয়াটি প্রয়োগ করা হয়।\n\nইংরেজি ও অন্য অনেক ভাষায় রোগী বাছাই প্রক্রিয়াকে ট্রিয়াজ (Triage) বলে। এই শব্দটি আবার ফরাসি ভাষার বিশেষ্য \"ত্রিয়াজ\" ও ক্রিয়া \"ত্রিয়ে\" থেকে এসেছে, যার মূল সংকীর্ণ অর্থ \"তিন ভাগে ভাগ করা\" তথা ত্রিধাবিভক্তকরণ ও অপেক্ষাকৃত ব্যাপকতর অর্থ হল বাছাই করে দলে দলে বিভক্ত করা। আধুনিক ইতিহাসে রোগী বাছাই প্রক্রিয়াটি সামরিক চিকিৎসাবিজ্ঞান ক্ষেত্রে, আরও বিশেষ করে বললে ফ্রান্সের সম্রাট নাপোলেওঁ বোনাপার্তের ফরাসি সেনাবাহিনীতে কর্মরত দুই সামরিক শল্যচিকিৎসক পিয়ের ফ্রঁসোয়া পের্সি (১৭৫৪-১৮২৫) ও দোমিনিক জঁ লারে (১৭৬৬-১৮৪২) ১৭৯২ থেকে ১৮০১ খ্রিস্টাব্দের মধ্যবর্তী সময়ে উদ্ভাবন করেন। সেসময় বহুসংখ্যক আঘাতপ্রাপ্ত সৈনিকের জন্য চিকিৎসার সম্পদ সীমিত ছিল। এই জরুরি যুদ্ধকালীন পরিস্থিতিতে সাধারণত আঘাতপ্রাপ্ত বা রোগাক্রান্ত সৈনিকদেরকে দ্রুত তিনটি দলে বিভক্ত করা হত (ফরাসি শব্দ ত্রিয়াজ, যার অর্থ ত্রিধাবিভক্তকরণ)। প্রথম শ্রেণীর রোগীদেরকে চিকিৎসা প্রদান করা হলেও বেঁচে থাকার সম্ভাবনা খুবই কম বা নেই বললেই চলে; তাদেরকে কেবলমাত্র উপসর্গ উপশমমূলক সেবা প্রদান করা হত। দ্বিতীয় শ্রেণীর রোগীদের বেঁচে যাওয়ার সম্ভাবনা তাৎপর্যপূর্ণ, তাই তাদেরকে তাৎক্ষণিকভাবে জরুরি সংকটকালীন চিকিৎসা প্রদান করা হয়; এরাই সর্বোচ্চ অগ্রাধিকারপ্রাপ্ত রোগী। তৃতীয় শ্রেণীর রোগীরা চিকিৎসা ছাড়াও বেঁচে যাবে; তাই তাদেরকে দ্রুত অব্যাহতি দিয়ে অপেক্ষায় রাখা হয়; তবে এসব সর্বনিম্ন অগ্রাধিকার প্রাপ্ত রোগীর দলগুলিকে কিছুকাল পরপর পুনরায় পরীক্ষণ করে দেখা উচিত। যদি রোগী বাছাই প্রক্রিয়া প্রয়োগ করা হয়, তাহলে যেসব রোগীর আসলেই চিকিৎসা আবশ্যক, অন্য রোগীর দলের জন্য নিষ্ফল বা অপ্রয়োজনীয় চিকিৎসা প্রদানের কারণে তাদের চিকিৎসা প্রদানে কোনও বিলম্ব হয় না। বেসামরিক পরিস্থিতিতে মূলত এই প্রক্রিয়াটি কোনও দুর্যোগ বা মহামারীর সময় এবং জরুরী চিকিৎসাকক্ষে প্রয়োগ করা হয়। আপেক্ষিকভাবে বেশ দ্রুত পরীক্ষণ ও যাচাইকরণের পরেই রোগী বাছাই সংক্রান্ত সিদ্ধান্তগুলি গ্রহণ করা হয়ে থাকে।\n\nরোগী বাছাইয়ের প্রক্রিয়াতে ব্যবহৃত মানদণ্ড ও অগ্রাধিকার প্রতিষ্ঠার সিদ্ধান্ত দেশ ও অঞ্চলভেদে ভিন্ন হয়ে থাকে। বিশ্বজনীন সর্বজনগৃহীত কোনও রোগী বাছাই প্রক্রিয়া নেই। উদাহরণস্বরূপ, বর্তমানে মার্কিন যুক্তরাষ্ট্র, কানাডা ও অস্ট্রেলিয়ার অংশবিশেষে যে রোগী বাছাই প্রক্রিয়াটি সবচেয়ে বেশি ব্যবহৃত হয়, সেটি ১৯৮৩ সালে ক্যালিফোর্নিয়া অঙ্গরাজ্যের নিউপোর্ট বিচ দমকল বাহিনী ও হোগ হাসপাতাল একত্রে সৃষ্টি করেছিল। স্টার্ট (সিম্পল ট্রিয়াজ অ্যান্ড র‍্যাপিড ট্রিটমেন্ট) নামক এই ব্যবস্থাতে ৮ বছরের বেশি বয়সী সব ব্যক্তিকে একটি কলনবিধি বা অ্যালগোরিদম ব্যবহার করে ৬০ সেকেন্ড বা সম্ভব হলে ৩০ সেকেন্ডের মধ্যে বাছাই ও শ্রেণীবদ্ধ করা হয়। বাছাইয়ের মানদণ্ডের মধ্যে আছে হাঁটার সামর্থ্য, শ্বাসপ্রশ্বাসের হার (মিনিটে ৩০ বারের বেশি না কম), কবজির ধমনীতে হৃৎস্পন্দনের উপস্থিতি বা অনুপস্থিতি এবং সরল নির্দেশ পালনের মানসিক ক্ষমতা। প্রতিটি মানদণ্ড পরীক্ষা করার পরে রোগীকে লাল (প্রাণহানির হুমকিতে থাকা জরুরি অবস্থা), হলুদ (প্রাণহানির হুমকিহীন গুরুতর অবস্থা, বিলম্বকৃত), সবুজ (অগুরুতর অবস্থা) বা কালো (বাঁচানোর অযোগ্য বা মৃত) রঙের চিরকুট পরিয়ে দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}