{"pageid": 11700, "title": "সংবিগ্ন পাখিকূল ও কলকাতা বিষয়ক", "url": "https://bn.wikipedia.org/wiki?curid=11700", "content": "সংবিগ্ন পাখিকূল ও কলকাতা বিষয়ক বাংলা রক ব্যান্ড মহীনের ঘোড়াগুলির অভিষেক অ্যালবাম। ১৯৭৭ সালে অ্যালবামটি গাথনি রেকর্ডস থেকে ভারতে মুক্তি পায়। অ্যালবামর গানগুলো ১৯৭৬ থেকে ১৯৭৭ সালের মধ্যে দলটির গঠনের সময়কালে কলকাতার স্থানীয় স্টুডিওতে রেকর্ড করা হয়েছিল। সেই সময়ে ব্যান্ডের সদস্যদের মধ্যে ছিলেন গৌতম চট্টোপাধ্যায় (কণ্ঠ, বেস গিটার, স্যাক্সোফোন), বিশ্বনাথ চট্টোপাধ্যায় (ড্রাম, বেস, বাঁশি), প্রদীপ চট্টোপাধ্যায় (বেস, বাঁশি), রঞ্জন ঘোষাল (এমসি, ভিজ্যুয়াল, মিডিয়া সম্পর্ক), এব্রাহাম মজুমদার (কণ্ঠ, পিয়ানো, বেহালা), তাপস দাস (কণ্ঠ, গিটার) এবং তপেশ বন্দ্যোপাধ্যায় (কণ্ঠ, গিটার)। গৌতম ব্যান্ডের প্রাথমিক গীতিকার হিসেবেও কাজ করলেও, তিনি সম্মিলিতভাবে অ্যালবামটিতে মাত্র একটি ট্র্যাকে অবদান রেখেছিলেন। যেখানে রঞ্জন এককভাবে একটি এবং একটি এবং গৌতম চট্টোপাধ্যায়, তাপস দাস ও তপেশ বন্দ্যোপাধ্যায়ের সাথে যৌথভাবে তিনটি গান লিখেছেন।\nভারতের পশ্চিমবঙ্গ রাজ্যের রাজধানী কলকাতার নাম অ্যালবামের শিরোনামে ব্যবহৃত হয়েছে। এর প্রচ্ছদ পরিকল্পনা এবং নকশা করেছেন রঞ্জন ঘোষাল, সর্বমিতা চ্যাটার্জী এবং সঙ্গীতা ঘোষাল।\nএই অ্যালবামের দুটি গান, \"সংবিগ্ন পাখিকূল\" এবং \"হায়, ভালোবাসি\" পরবর্তীতে যথাক্রমে তাদের সহযোগী ঝরা সময়ের গান (১৯৯৬) এবং মায়া (১৯৯৭) অ্যালবামে পুনরায় পুনর্নির্মাণ করা হয়েছে। যাতে কণ্ঠ দিয়েছেন, গৌতম চট্টোপাধ্যায়, রাজা ব্যানার্জী, বনি এবং ঋতুপর্ণা দাশ। \"হায়, ভালোবাসি\" ব্যান্ডের সরাসরি সেটতালিকায় দীর্ঘমেয়াদী গানে পরিণত হয়। প্রকাশের পর থেকে অ্যালবামটি বাংলা গানের দৃশ্যে বাউল-জ্যাজ অ্যালবাম হিসেবে বিবেচিত হয়েছে। অ্যালবামটি উৎসর্গ করা হয় ব্যান্ডের শুভাকাঙ্ক্ষী ও ভারতীয় সঙ্গীতশিল্পী ধূর্জটি চট্টোপাধ্যায়কে।\n\n\n== মুক্তি ==\nউভয় পাশে দুটি করে গানের সমন্বয়ে অ্যালবামটি ইপি ৪৫ আরপিএম রেকর্ড হিসেবে প্রকাশিত হয়েছিল।\n\n\n== গানের তালিকা ==\n\n\n== শিল্পীদের তালিকা ==\nআব্রাহাম মজুমদার – কণ্ঠ, পিয়ানো, ভায়োলিন\nবিশ্বনাথ চট্টোপাধ্যায় – ড্রাম, বেস ভায়োলিন, গিটার\nতাপস দাস – কণ্ঠ (১, ৪), রিদম গিটার\nগৌতম চট্টোপাধ্যায় – কণ্ঠ (২), লিড গিটার, অ্যাকোস্টিক গিটার, স্যাক্সোফোন\nপ্রদীপ চট্টোপাধ্যায় – কণ্ঠ, বেস গিটার\nতপেশ বন্দ্যোপাধ্যায় – কণ্ঠ (১, ৩, ৪)\nকারিগরী\nসুশান্ত বন্দ্যোপাধ্যায় – প্রকৌশল\nতরুণ বাগচী – অ্যাকোস্টিক সহযোগী\nঅসীম দত্ত – অ্যাকোস্টিক সহযোগী\nরঞ্জন ঘোষাল – কথা, মিডিয়া সম্পর্ক\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nঘোষাল, রঞ্জন (১৯৭৭)। সংবিগ্ন পাখিকূল ও কলকাতা বিষয়ক (বুকলেট)। কলকাতা, ভারত: দি রেডিয়েন্ট প্রসেস। মার্চ ৪, ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট আর্কাইভ থেকে বিনামূল্যে ডাউনলোডের জন্য সংবিগ্ন পাখিকূল ও কলকাতা বিষয়ক উপলব্ধ রয়েছে\n\nসংবিগ্ন পাখিকূল ও কলকাতা বিষয়ক  — মিউজিকব্রেইনজ্"}