{"pageid": 1170987, "title": "হারামণি", "url": "https://bn.wikipedia.org/wiki?curid=1170987", "content": "হারামনি হলো মুহম্মদ মনসুরউদ্দিনের বাংলা লোকগানের ১৩ খণ্ডের সংকলনের শিরোনাম। মনসুরউদ্দিন বাংলার বিভিন্ন অঞ্চল থেকে ৫,০০০-এরও বেশি লোকগীতি সংগ্রহ করেছিলেন। তিনি সেগুলোকে কয়েকটি খণ্ডে সংকলন করেন এবং গ্রামীণ এলাকা থেকে সংগৃহীত লোকগীতি প্রকাশের জন্য নির্ধারিত মাসিক সাহিত্য পত্রিকা প্রবাসীর একটি নিয়মিত বিভাগের নামানুসারে সেগুলোর শিরোনাম করেন। হারামনি শব্দের আক্ষরিক অর্থ হারানো রত্ন।\n\n\n== প্রকাশনার ইতিহাস ==\nহারামনির প্রথম খণ্ড মূলত বাউল গানের সংকলন, ১৯৩১ (1931) সালে প্রকাশিত হয়েছিল । মনসুরউদ্দিন নিজেই এই খণ্ডটি প্রকাশ করেন যা ছাপা হয়েছিল করিম বক্স ব্রাদার্স। নোবেল বিজয়ী কবি রবীন্দ্রনাথ ঠাকুর যখন বইটির প্রথম খণ্ড প্রকাশিত হয় তখন এর ভূমিকা লিখেছিলেন। ১৯৪২ সালে কলকাতা বিশ্ববিদ্যালয় থেকে দ্বিতীয় খণ্ড প্রকাশিত হয়। ১৯৪৮ সালে মনসুরউদ্দিন হারামনির তৃতীয় খণ্ড প্রকাশের উদ্যোগ নেন। ঢাকা বিশ্ববিদ্যালয় ১৯৫৯ সালে চতুর্থ খণ্ড প্রকাশ করে। পাণ্ডুলিপিটিতে ৪০০ টি গান ছিল এবং এর মধ্যে ৩০০ টি হারিয়ে গেছে। চতুর্থ খণ্ডে পাগলা কানাইয়ের অনেক গান ছিল। পঞ্চম খণ্ডটি অধ্যাপক মুহম্মদ আবদুল হাই কর্তৃক সম্পাদিত এবং ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগ থেকে ১৯৬১ সালে প্রকাশিত হয়। এতে লালন ফকির ও পাগলা কানাইয়ের অনেক গান ছিল। আবার মনসুরউদ্দিনই নিজের উদ্যোগে ১৯৬৭ সালে হারামনির ষষ্ঠ খণ্ড প্রকাশ করেন। তবে ততদিনে বাংলা একাডেমি ১৯৬৪ সালে সপ্তম খণ্ড প্রকাশ করে। ষষ্ঠ খণ্ডে লালন ফকিরের প্রায় দুই শতাধিক গান রয়েছে। সপ্তমটিতে ছিল প্রায় সাত শতাধিক গান যার অনেকগুলো সিলেট এলাকা থেকে সংগৃহীত। এছাড়াও পাঞ্জেরী শাহ বা পাঞ্জু শাহের কেউ কেউ ছিলেন। হাসন রাজা, পাঞ্জু শাহ, শীতলংশা শাহ, আরকুম শাহ, মনোমোহন, রাধারমন, দ্বিজ দাস, শেখ ভানু, কুরবান, আবদুল জব্বার, মদন গানবী, শাহ মোহাম্মদ ইয়াসিন, প্রমুখের জীবনকে কেন্দ্র করে মনসুরউদ্দিন এই খণ্ডে ৮৪ পৃষ্ঠার একটি দীর্ঘ ভূমিকা যুক্ত করেছেন। রাম গোপাল, কালা চাঁদ পাগলা, অনন্ত গোসাই ও আব্দুল ওয়াহেদ প্রমুখ। অষ্টম খণ্ডে কুষ্টিয়া, ফরিদপুর, পাবনা ও ঢাকা থেকে সংগৃহীত আট শতাধিক গান রয়েছে। এটি ১৯৭৬ সালে প্রকাশিত হয়েছিল। বাংলা একাডেমিই ১৯৮৮ সালে নবম খণ্ড প্রকাশ করে। যাইহোক, দশম খণ্ড ইতোমধ্যে ১৯৮৪ সালে প্রকাশিত হয়েছিল। ১৩তম খণ্ডটি ১৯৮৪ সালে বাংলাদেশ লোকসাহিত্য পরিষদ কর্তৃক প্রকাশিত হয়। বাংলা একাডেমি, ঢাকা থেকে আরও আটটি খণ্ড প্রকাশ করা বাকি রয়েছে।\n\n\n== বিষয়বস্তু ==\nবাউল গান ছাড়াও হারামনিতে বিভিন্ন শ্রেণীর গ্রামীণ গান রয়েছে যেমন মায়েলি গান, বারো মাইশ্য এবং দেহা তাতওয়া । প্রেমদাসা বৈরাগীর গাওয়া লালন ফকিরের একটি গান হারামনিতে এইভাবে দেখা যায়:\nমন আমার কি ছার গৌরব করছো! দেখ না রে সব হাওয়ার খেলা, হাওয়া বন্ধ হতে কি হবে?\nখাওয়া হাওয়ার হাওয়াখানা মাওলা বলে ডাক রসনা মহাকাল চলতেছে রানায়কখন কখন কুট ঘটাবে।\nবন্ধ হলে হাওয়াটি, মাতীর দেহ হবে মাতীব্যবহূত প্রার্থী হওনা খাঁটি মন! কে তোরে কত প্রশ্ন করবে।\nভাবে আগে যখন, বলেছিল কর্ম সাধন লালন বলে সে কথা, ছোঁছো এই ভেবের লোভে। \n\n\n== তথ্যসূত্র =="}