{"pageid": 1170615, "title": "ভারতের প্রধান মৃত্তিকা", "url": "https://bn.wikipedia.org/wiki?curid=1170615", "content": "ভারতে সাতটি মৃত্তিকা বণ্টন রয়েছে। সেগুলি হল পলি মৃত্তিকা, কৃষ্ণ মৃত্তিকা, লোহিত মৃত্তিকা , ল্যাটেরাইট মৃত্তিকা বা শুষ্ক মাটি এবং বন ও পার্বত্য মৃত্তিকা, জলাভূমির মৃত্তিকা। এই মৃত্তিকা গঠিত হয় নদী দ্বারা আনা পলি দ্বারা। তাদের বিভিন্ন রাসায়নিক বৈশিষ্ট্যও রয়েছে। সুন্দরবনের ম্যানগ্রোভ জলাভূমি মার্শ মাটিতে সমৃদ্ধ।\n\n\n== প্রধান মৃত্তিকা বণ্টন ==\n\n\n== পলি মৃত্তিকা ==\nনদীগুলি ভারতের বিভিন্ন অঞ্চলে মাটির খুব সূক্ষ্ম কণা জমা করে। এই ধরনের মাটি ভারতের উত্তর সমভূমিতে বিস্তৃত। পলিমাটি হিমালয়ের তিনটি গুরুত্বপূর্ণ বানর নদী, সিন্ধু নদী, গঙ্গা এবং ব্রহ্মপুত্র নদী দ্বারা জমা হওয়ায় হিউমাস সমৃদ্ধ। এগুলি ভারতের পূর্ব উপকূলীয় সমভূমিতে পাওয়া যায়, বিশেষ করে মহানদী, গোদাবরী নদী, কৃষ্ণা নদী এবং কাবেরী নদীর ব -দ্বীপে। এগুলি সাধারণত ফসফরিক অ্যাসিড, চুন এবং পটাশ সমৃদ্ধ এবং এর জল ধারণ ক্ষমতার জন্য সুপরিচিত যা এটিকে আখ, ধান, গম এবং অন্যান্য খাদ্যশস্য চাষের জন্য আদর্শ করে তোলে।\n\n\n== পার্বত্য মৃত্তিকা ==\nপাহাড়ের মাটি ২৫০০ মিটার থেকে ৩০০০ মিটার উচ্চতায় হিমালয়ের উপত্যকা এবং পাহাড়ের ঢালে পাওয়া যায়। এই মাটি কম অধ্যয়ন করা হয় এবং প্রায়ই গাছপালা আবরণ তাদের শ্রেণিবিভাগ সাহায্য করে। কার্বন নাইট্রোজেনের অনুপাত খুবই বিস্তৃত। এগুলি দোআঁশ থেকে দোআঁশ থেকে টেক্সচারে এবং গাঢ় বাদামী রঙের।\n\n\n== মরু অঞ্চলের মৃত্তিকা ==\nএই মাটি ভারতের রাজস্থান ও গুজরাটের থর মরুভূমিতে পাওয়া যায়। এই মাটি শুষ্ক অবস্থা থেকে কার্যত নগণ্য বৃষ্টিপাতের সাথে গঠিত হয়। এই ধরনের মাটি অত্যন্ত ছিদ্রযুক্ত এবং কম ঘনত্ব বিশিষ্ট। এর ভারবহন ক্ষমতা এবং শিয়ারিং শক্তি বাড়ানোর জন্য এটির ঘনত্ব প্রয়োজন। এই মাটিতে জন্মানো সাধারণভাবে স্বীকৃত উদ্ভিদ হল ক্যাকটি ।\n\n\n== কৃষ্ণ মৃত্তিকা ==\nএ ধরনের মাটি কালো বর্ণের হয়। এই মাটিকে রেগুর মাটিও বলা হয়। উত্তর-পশ্চিমে দাক্ষিণাত্যের মালভূমি পাওয়া যায়।  মাটি তুলা জন্মানোর জন্য উপযোগী, যার কারণে এটি কালো তুলা মাটি নামেও পরিচিত। এটা বিশ্বাস করা হয় যে মূল শিলা উপাদানের সাথে জলবায়ু পরিস্থিতি কালো মাটির গঠনের জন্য গুরুত্বপূর্ণ কারণ। এই ধরনের মাটি সাধারণত উত্তর-পশ্চিম দাক্ষিণাত্যের মালভূমিতে ছড়িয়ে থাকা দাক্ষিণাত্য ফাঁদ অঞ্চলের এবং লাভা প্রবাহ থেকে তৈরি হয়। তারা মহারাষ্ট্র, সৌরাষ্ট্র, মালওয়া, মধ্যপ্রদেশ, ছত্তিশগড়ের মালভূমি জুড়ে এবং গোদাবরী এবং কৃষ্ণ উপত্যকা বরাবর দক্ষিণ-পূর্ব দিকে প্রসারিত। এই মাটিতে মন্টমোরিলোনাইট হিসাবে প্রয়োজনীয় কাদামাটি খনিজ রয়েছে। এই মাটি ৩০০,০০০ একটি বিস্তৃত এলাকা জুড়ে বর্গ কিলোমিটার. এই ধরনের মাটির প্রকৌশল বৈশিষ্ট্য নিম্নরূপ:\n\nউচ্চ কম্প্রেসিবিলিটি\nকম ভারবহন ক্ষমতা\nকম শিয়ারিং শক্তি\nএগুলি কাদামাটি উপকরণ দিয়ে তৈরি। তারা আর্দ্রতা ধরে রাখার ক্ষমতার জন্য সুপরিচিত। এগুলো ক্যালসিয়াম কার্বনেট, ম্যাগনেসিয়াম, পটাশ এবং চুনে সমৃদ্ধ। গ্রীষ্মকালে, তারা ফাটল বিকাশ। এটি কালো মাটির বায়ু চলাচলের জন্য খুবই সহায়ক।\n\n\n== লোহিত মৃত্তিকা ==\nলোহিত মৃত্তিকা হল এমন এক ধরনের মাটি যা উষ্ণ, নাতিশীতোষ্ণ, আর্দ্র জলবায়ুতে পর্ণমোচী বা মিশ্র বনের অধীনে বিকশিত হয়, যেখানে পাতলা জৈব এবং জৈব-খনিজ স্তর থাকে যা একটি হলুদ-বাদামী লিচযুক্ত স্তর একটি ইলুভিয়াম লাল স্তরের উপর বিশ্রাম নেয়। লাল মাটি সাধারণত স্ফটিক শিলা থেকে উদ্ভূত হয়। এগুলি সাধারণত দরিদ্র বর্ধনশীল মাটি, পুষ্টি ও হিউমাস কম এবং জল ধারণ ক্ষমতা কম হওয়ায় চাষ করা কঠিন।\n\n\n== ল্যাটেরাইট মৃত্তিকা ==\nপাথরের রাসায়নিক পচন থেকে ল্যাটেরাইট মৃত্তিকা তৈরি হয়। মাটিতে প্রধানত আয়রন অক্সাইড থাকে যা তাদের বৈশিষ্ট্যযুক্ত গোলাপী বা লাল রঙ দেয়। এই মৃত্তিকাগুলি মধ্য, পূর্ব এবং দক্ষিণ ভারতে পাওয়া যায়। এই অবশিষ্ট মৃত্তিকা বেসাল্ট থেকে গঠিত এবং উচ্চ নির্দিষ্ট মাধ্যাকর্ষণ আছে. এই মাটি বেশিরভাগই ক্যালসাইট জমা হিসাবে গঠিত। এগুলি কাজুবাদামের মতো ফসলের জন্য আরও উপযুক্ত।\n\n\n== তথ্যসূত্র =="}