{"pageid": 1170524, "title": "এ ফিউ গুড মেন", "url": "https://bn.wikipedia.org/wiki?curid=1170524", "content": "এ ফিউ গুড মেন হলো ১৯৯২ সালে মুক্তিপ্রাপ্ত মার্কিন আইন নাট্যধর্মী চলচ্চিত্র যা অ্যারন সরকিন রচিত ১৯৮৯ এর একই নামের নাটকের উপর ভিত্তি করে নির্মিত হয়। এটি পরিচালনা করেন রব রাইনার এবং প্রযোজনায় ছিলেন রাইনার, ডেভিড ব্রাউন এবং এন্ড্রু শাইম্যান। এতে অভিনয় করেন টম ক্রুজ, জ্যাক নিকোলসন, ডেমি মুর, কেভিন বেকন, কেভিন পোলাক, কিউবা গুডিং জুনিয়র, প্রমুখ অভিনেতা। কাহিনীতে দুইজন মার্কিন মেরিন সেনার কোর্ট-মার্শাল দেখানো হয়, যাদের উপর তাদেরই একজনকে হত্যা করার অভিযোগ ওঠে।\nক্যাসল রক এন্টারটেইনমেন্ট প্রতিষ্ঠানের প্রযোজিত এই চলচ্চিত্রটি কলাম্বিয়া পিকচার্স দ্বারা ১১ই ডিসেম্বর, ১৯৯২ এবং ৯ই ডিসেম্বর, ১৯৯২ তারিখে লস অ্যাঞ্জেলসের ওয়েস্টউডে মুক্তি পায়। চলচ্চিত্রটি চিত্রনাট্য, নির্দেশনা, বিষয়বস্তু এবং অভিনয়ের জন্য ইতিবাচক সাড়া পায়। বিশেষ করে ক্রুজ, নিকোলসন এবং মুরের অভিনয় দর্শক-সমালোচকদের নজর কাড়ে। এটি $৪০ মিলিয়ন বাজেটে নির্মিত চলচ্চিত্রটি $২৪৩ মিলিয়নের বেশি আয় করে। চলচ্চিত্রটি অস্কারে চারটি মনোনয়ন পায়, যার মধ্যে \"শ্রেষ্ঠ চলচ্চিত্র\" বিভাগ উল্লেখযোগ্য।\n\n\n== অভিনয় ==\nটম ক্রুজ - লেফটেন্যান্ট ডেনিয়েল ক্যাফে, ইউএসএন, জেএজি কর্প\nজ্যাক নিকোলসন - কর্ণেল নাথান আর. জেসাপ, ইউএসএমসি\nডেমি মুর - লেফটেন্যান্ট কমান্ডার জুয়ান গ্যালোওয়ে, ইউএসএন, জেএজি কর্প\nকেভিন ব্যাকন - ক্যাপ্টেন জ্যাক রোজ, ইউএসএমসি, জজ এডভোকেট ডিভিশন\nকেভিন পোলাক - লেফটেন্যান্ট স্যাম ওয়েনবার্গ, ইউএসএন, জেএজি কর্প\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nএ ফিউ গুড মেন-এর প্রথম প্রদর্শনী হয় ওডেওন সিনেমা, ম্যানচেস্টারে, ইংল্যান্ডে। এবং ডিসেম্বর ১১, ১৯৯২ এ ১৯২৫ টি প্রেক্ষাগৃহে মুক্তি পায়। এটি প্রথম সপ্তাহান্তে $১৫.৫১ মিলিয়ন আয় করে। এবং টানা তিন সপ্তাহ বক্স অফিসের শীর্ষে অবস্থান করে। সবমিলিয়ে, এটি $১৪১.৩৪০ মিলিয়ন আয় করে যুক্তরাষ্ট্র থেকে এবং $১০১.৯ মিলিয়ন আয় করে অন্যান্য দেশ থেকে। এর মোট আয় দাঁড়ায় $২৪৩.২৪০ মিলিয়নে।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nরোটেন টমেটোস এ, এ ফিউ গুড মেন ৬৭ টি পর্যালোচনার ভিত্তিতে ৮৪% অনুমোদন রেটিং পায়, যার গড় রেটিং ৭.১০/১০। মেটাক্রিটিক এ এটি ২১ জন সমালোচকের পর্যালোচনার উপর ভিত্তি করে, ১০০ তে ৬২ পায় যা \"সাধারণত অনুকুল সাড়া।\" সিনেমাস্কোর এর দর্শক পোলে এটি এ+ থেকে এফ গ্রেডের মধ্যে \" এ+\" রেটিং পায়, যেটি তাদের ইতিহাসের ৬০ টিরও কম চলচ্চিত্র পেয়েছে।\n\n\n=== সামরিক প্রতিক্রিয়া ===\nচলচ্চিত্রটি পরবর্তীতে মেরিন কর্প দ্বারা সমালোচিত হয় মেরিন সংস্কৃতির প্রতিকূল চিত্রায়ণের জন্য। পেন্টাগন চলচ্চিত্রটি সামরিক ঘাটি তে চালানোর অনুমোদন দেয় নি।\n\n\n== হোম মিডিয়া ==\nএ ফিউ গুড ম্যান ভিএইচএস এবং লেজারডিস্ক এ মুক্তি পায় \"কলম্বিয়া ট্রাইস্টার হোম ভিডিও\" দ্বারা জুন ৩০, ১৯৯৩ সালে। এবং ডিভিডি রিলিজ পায় অক্টোবর ৭, ১৯৯৭ সালে।\n\n\n== তথ্যসূত্র =="}