{"pageid": 1170752, "title": "উপাসনা", "url": "https://bn.wikipedia.org/wiki?curid=1170752", "content": "উপাসনা হলো অত্যন্ত সম্মান, সম্মান বা ভক্তির সাথে সম্মান দেখানো। এটি ধর্মীয় ভক্তিমূলক ক্রিয়া যা সাধারণত দেবতার প্রতি নির্দেশিত হয়। এটি ঐশ্বরিক সত্তা বা অতিপ্রাকৃত শক্তির প্রতি শ্রদ্ধা। উপাসনায় গভীর শ্রদ্ধাভক্তি, অভিবন্দনা ও প্রশংসার মতো আচার জড়িত থাকতে পারে। উপাসনা আবেগ সম্পর্কে নয়, ঈশ্বরের স্বীকৃতি সম্পর্কে আরও বেশি।\nউপাসনা স্বতন্ত্রভাবে, অনানুষ্ঠানিক বা আনুষ্ঠানিক দলে বা মনোনীত নেতার দ্বারা সম্পাদিত হতে পারে। উপাসনার কেন্দ্রবিন্দু হলো বিষয়কে সম্মান করা॥\n\n\n== ব্যুৎপত্তি ==\nশব্দটি প্রাচীন ইংরেজি \"weorþscipe\" থেকে এসেছে, যার অর্থ হল \"উপাসনা, কোনো বস্তুকে দেখানো সম্মান, যাকে \"যোগ্যতা বা মূল্য-শিপ\" হিসেবে ব্যুৎপত্তি করা হয়েছে—সাধারণভাবে, কোনো কিছুর মূল্য দেওয়া।\n\n\n== বিভিন্ন ধর্মে উপাসনা ==\n\n\n=== বৌদ্ধধর্ম ===\n\nবৌদ্ধধর্মে উপাসনা দক্ষ উপায়ের মতবাদের ভিত্তিতে অসংখ্য রূপ নিতে পারে।\nবৌদ্ধধর্মে উপাসনা এই ধরনের আকারে স্পষ্ট: গুরু যোগ, মণ্ডল, থাঙ্কা, যন্ত্র যোগ,  শাওলিনের লড়াকু সন্ন্যাসীদের শৃঙ্খলা,  পঞ্চামৃত, মন্ত্র পাঠ, চা অনুষ্ঠান, গণচক্র ইত্যাদি। বৌদ্ধ ভক্তি বেশিরভাগ বৌদ্ধদের অনুশীলনের গুরুত্বপূর্ণ অংশ। বার্মার সাসানা কাউন্সিলের একজন মুখপাত্রের মতে, বৌদ্ধ আধ্যাত্মিক অনুশীলনের প্রতি ভক্তি ট্রিপল জেমের প্রতি ভক্তি অনুপ্রাণিত করে। বেশিরভাগ বৌদ্ধ তাদের আধ্যাত্মিক আকাঙ্ক্ষার অনুসরণে আচার ব্যবহার করে। বৌদ্ধধর্মে, পূজা হল \"সম্মান, উপাসনা এবং ভক্তিমূলক মনোযোগ\" এর অভিব্যক্তি। পূজার কাজগুলির মধ্যে রয়েছে প্রণাম, নৈবেদ্য ও জপ। এই ভক্তিমূলক কাজগুলি সাধারণত প্রতিদিন বাড়িতে (হয় সকালে বা সন্ধ্যায় বা উভয় সময়ে) পাশাপাশি সাম্প্রদায়িক উৎসব এবং মন্দিরে উপোসথের দিনগুলিতে করা হয়।\nধ্যান (\nসমাধি) হল বৌদ্ধধর্মে উপাসনার কেন্দ্রীয় রূপ। এই অভ্যাসটি অষ্টাঙ্গিক মার্গের তৃতীয় ধাপের উপর দৃষ্টি নিবদ্ধ করে যা শেষ পর্যন্ত আত্ম-জাগরণের দিকে নিয়ে যায়, যা আলোকিতকরণ নামেও পরিচিত। ধ্যান আত্ম-সচেতনতা এবং মন এবং আত্মার অন্বেষণ প্রচার করে। ঐতিহ্যগতভাবে, বৌদ্ধ ধ্যান সম্পূর্ণ মন ও শরীরের অভিজ্ঞতা তৈরি করতে সমথ (নিজেকে থামানো ও শান্ত করার কাজ) এবং বিপশ্যনা (অভ্যন্তরে স্পষ্টভাবে দেখা) একত্রিত করেছিল। একজনের দৈনন্দিন কাজকর্ম বন্ধ করে এবং সাধারণ কিছুতে মনোনিবেশ করার মাধ্যমে, মন আধ্যাত্মিক স্তরে পৌঁছানোর জন্য যথেষ্ট খোলা ও প্রসারিত হতে পারে। বিপস্যানার ধাপ অনুশীলন করে, কেউ সচেতনতার চূড়ান্ত পর্যায়ে পৌঁছায় না, বরং এক ধাপ কাছাকাছি আসে। মননশীল ধ্যান একজনকে চিন্তাভাবনা এবং বাহ্যিক বস্তুর প্রতি দ্রুত প্রতিক্রিয়া দেখানো বন্ধ করতে শেখায়, বরং অবিলম্বে প্রতিক্রিয়া না দিয়ে চিন্তাকে শান্তভাবে ধরে রাখতে। যদিও ঐতিহ্যগত বৌদ্ধ বিশ্বাসে, জ্ঞানার্জন হল ধ্যানের কাঙ্ক্ষিত শেষ লক্ষ্য, এটি আক্ষরিক অর্থে একটি চক্র যা ব্যক্তিদের তাদের মনকে আরও ভালভাবে বুঝতে সাহায্য করে। উদাহরণস্বরূপ, ধ্যান বোঝার দিকে নিয়ে যায়, দয়ার দিকে পরিচালিত করে, শান্তির দিকে নিয়ে যায় ইত্যাদি।\n\n\n=== খ্রিস্টধর্ম ===\n\nখ্রিস্টধর্মে, গির্জা পরিষেবা হল সাম্প্রদায়িক উপাসনার আনুষ্ঠানিক সময়কাল, প্রায়শই কিন্তু একচেটিয়াভাবে রবিবারে ঘটে না (অথবা সেই গির্জাগুলির ক্ষেত্রে যারা সপ্তম-দিনের সাব্বাটারিয়ানিজম অনুশীলন করে)। গির্জার সেবা হল খ্রিস্টানদের একত্রিত হওয়া যাতে \"ঈশ্বরের বাক্য\" (পবিত্র বাইবেল) শেখানো হয় এবং তাদের বিশ্বাসে উৎসাহিত করা হয়। প্রযুক্তিগতভাবে, \"গির্জা সেবা\"-এ \"গির্জা\" বলতে ঘটনাটি যে ভবনটিতে ঘটে সেটির পরিবর্তে বিশ্বস্তদের সমাবেশকে বোঝায়। খ্রিস্টধর্মে, উপাসনা হল শ্রদ্ধেয় সম্মান এবং ঈশ্বরকে প্রদত্ত শ্রদ্ধা। নূতন নিয়ম উপাসনার ধারণা প্রকাশ করতে বিভিন্ন শব্দ ব্যবহার করে। প্রসকুনিও শব্দটি - \"উপাসনা করা\" - মানে (ঈশ্বর বা রাজাদের কাছে) প্রণাম করা।\nগণ হল ক্যাথলিক চার্চে ঐশ্বরিক উপাসনার কেন্দ্রীয় কাজ। ভ্যাটিকান-এ দ্যা কংগ্রেগেশন ফর ডিভাইন ওয়ার্শিপ পপুলার পিটিটি এবং লিটার্জির উপর ডিরেক্টরী প্রকাশ করে। রোমান ক্যাথলিক ভক্তি হল \"ধার্মিকতার বাহ্যিক অনুশীলন\" যা ক্যাথলিক চার্চের সরকারী লিটার্জির অংশ নয় কিন্তু ক্যাথলিকদের জনপ্রিয় আধ্যাত্মিক অনুশীলনের অংশ। তারা লিটারজিকাল উপাসনার অংশ হয়ে ওঠে না, এমনকি যদি ক্যাথলিক গির্জায়, দলে, একজন পুরোহিতের উপস্থিতিতে পরিচালিত হয়।\nঅ্যাংলিকান ভক্তি হল ব্যক্তিগত প্রার্থনা এবং অনুশীলন যা অ্যাংলিকান খ্রিস্টানরা আধ্যাত্মিক বৃদ্ধি এবং ঈশ্বরের সাথে যোগাযোগের জন্য ব্যবহার করে। অ্যাংলিকান কমিউনিয়নের সদস্যদের মধ্যে, ব্যক্তিগত ভক্তিমূলক অভ্যাস ব্যাপকভাবে পরিবর্তিত হয়, ব্যক্তিগত পছন্দের উপর নির্ভর করে এবং নিম্ন-চার্চ বা উচ্চ-চার্চ প্যারিশের সাথে সংযুক্তির উপর নির্ভর করে।\n\n\n=== হিন্দুধর্ম ===\n\nহিন্দুধর্মে উপাসনা হল আধ্যাত্মিক ও বস্তুগত উন্নতিতে সাহায্য করার জন্য উচ্চতর শক্তিকে আহ্বান করা এবং একই সাথে বিজ্ঞান ও শিল্প উভয়ই। ভক্তি বা ভক্তিমূলক প্রেমের অনুভূতি সাধারণত আহ্বান করা হয়। এই শব্দটি সম্ভবত হিন্দুধর্মের কেন্দ্রীয় শব্দ। সংস্কৃত থেকে ইংরেজিতে সরাসরি অনুবাদ সমস্যাযুক্ত।\nসম্প্রদায়ের গোষ্ঠী, ভূগোল ও ভাষার উপর নির্ভর করে উপাসনা বিভিন্ন রূপ নেয়। ভক্তির যে বস্তু বা ফোকাস যাই হোক না কেন প্রেম করার এবং প্রেম করার একটি স্বাদ আছে। উপাসনা কোন উপাসনালয়ের মধ্যে সীমাবদ্ধ নয়, এটি ব্যক্তিগত প্রতিফলন, শিল্প রূপ এবং গোষ্ঠীকেও অন্তর্ভুক্ত করে। মানুষ সাধারণত উপাসনা করে থাকে কিছু নির্দিষ্ট লক্ষ্য অর্জনের জন্য বা শরীর, মন এবং আত্মাকে একীভূত করার জন্য যাতে অভিনয়কারীকে উচ্চতর সত্তায় বিকশিত হতে সাহায্য করে।\n\n\n=== ইসলাম ধর্ম ===\n\nইসলামে, উপাসনা বলতে আচার-অনুষ্ঠানকে বোঝায় এবং সেইসাথে ইসলামিক আইন অনুযায়ী করা কাজগুলিকে বোঝায় যা ঈশ্বরের দ্বারা নির্ধারিত এবং তাকে খুশি করে। উপাসনাকে ইসলামের পাঁচটি স্তম্ভের অন্তর্ভুক্ত করা হয়েছে, প্রাথমিকভাবে সালাত, যেটি প্রতিদিন পাঁচ ওয়াক্ত নামাজের অনুশীলন।\nমুহাম্মদ আসাদের মতে, প্রশ্ন ৫১:৫৬-এ দ্য মেসেজ অফ কোরান অনুবাদে তার নোটে,\n\nএইভাবে, সমস্ত যুক্তিবাদী প্রাণীর সৃষ্টির অন্তর্নিহিত উদ্দেশ্য হল আল্লাহর অস্তিত্ব সম্পর্কে তাদের উপলব্ধি ও তাই, তাদের নিজেদের অস্তিত্বকে তারা যা উপলব্ধি করতে পারে তার সাথে সামঞ্জস্য করতে তাদের সচেতন ইচ্ছা। তাঁর ইচ্ছা ও পরিকল্পনা: এবং এটি জ্ঞান ও ইচ্ছার এই দ্বিগুণ ধারণা যা কুরআন \"ইবাদত\" হিসাবে বর্ণনা করে তার গভীরতম অর্থ দেয়। পরবর্তী আয়াতটি যেমন দেখায়, এই আধ্যাত্মিক আহ্বানটি স্রষ্টার পক্ষ থেকে কোন অনুমিত \"প্রয়োজন\" থেকে উদ্ভূত হয় না, যিনি স্বয়ংসম্পূর্ণ এবং তাঁর ক্ষমতায় অসীম, তবে উপাসকের অভ্যন্তরীণ বিকাশের জন্য উপকরণ হিসাবে ডিজাইন করা হয়েছে, যিনি, তার সচেতন আত্মসমর্পণের কাজ দ্বারাসর্বব্যাপী সৃজনশীল ইচ্ছা, সেই ইচ্ছার বোঝার কাছাকাছি আসার আশা করতে পারে এবং এইভাবে স্বয়ং আল্লাহর কাছাকাছি।\nমুসলিম বিশ্বে, উপাসনা শব্দটি (উপাসনার আক্ষরিক প্রেক্ষাপটে) ব্যবহার করা নিষিদ্ধ যদি এটি কোনো বস্তু বা কর্মকে বোঝায় এবং শুধুমাত্র আল্লাহর জন্য নয়।\n\n\n=== ইহুদি ধর্ম ===\n\nইহুদি ধর্মে ঈশ্বরের উপাসনাকে বলা হয় অ্যাভোদাত হাশেম। সেই সময়কালে যখন মন্দিরটি দাঁড়িয়েছিল, সেখানে পরিচালিত অনুষ্ঠানগুলিকে ইহুদি উপাসনার সবচেয়ে গুরুত্বপূর্ণ কাজ বলে মনে করা হত। যাইহোক, উপাসনার সবচেয়ে সাধারণ ধরনটি প্রার্থনাই ছিল এবং আছে। উপাসনার অন্যান্য ধরনগুলির মধ্যে রয়েছে নির্ধারিত আচার-অনুষ্ঠান পরিচালনা, যেমন পাসওভার সেডার এবং চারটি প্রজাতির দোলা দেওয়া, সঠিক অভিপ্রায় সহ, সেইসাথে বিভিন্ন ধরনের ইহুদি ধ্যান।\n\n\n==== জাগতিক কার্যকলাপের মাধ্যমে পূজা ====\nইহুদি উৎসগুলি এই ধারণাটিও প্রকাশ করে যে একজন ঈশ্বরের উপাসনা হিসাবে যে কোনও উপযুক্ত জাগতিক কার্যকলাপ সম্পাদন করতে পারে। উদাহরণগুলির মধ্যে হারানো নিবন্ধ ফেরত দেওয়া এবং নিজের ও নিজের পরিবারকে সমর্থন করার জন্য কাজ করা অন্তর্ভুক্ত।\nইহুদি আইনের কোড (ওরাছ ছায়িম, অধ্যায় ২৩১) হিতোপদেশ (৩:৬), \"তোমার সমস্ত উপায়ে, তাকে জান\" (হিব্রু: בכל דרכיך דעהו), হিসাবে এই ধারণার জন্য বাইবেলের উৎস।\n\n\n=== শিখধর্ম ===\nশিখধর্মে, গুরু গ্রন্থ সাহিবের পরে উপাসনা করা হয়, যা ১০ জন শিখ গুরুর কাজ। শিখরা ঈশ্বর এবং একমাত্র ঈশ্বরের উপাসনা করে, যা \"একজন সৃষ্টিকর্তা\", \"আশ্চর্য্য শিক্ষক\" (ওয়াহেগুরু), বা \"অন্ধকারের ধ্বংসকারী\" নামে পরিচিত।\n\n\n=== উইক্কা ===\nউইক্কা উপাসনা সাধারণত পূর্ণিমা বা অমাবস্যার সময় হয়। এই ধরনের আচার-অনুষ্ঠানগুলিকে বলা হয় এসবাট এবং এর মধ্যে জাদু বৃত্ত জড়িত থাকতে পারে যা অনুশীলনকারীরা বিশ্বাস করে যে শক্তি ধারণ করবে এবং পবিত্র স্থান তৈরি করবে, অথবা তাদের জাদু সুরক্ষা প্রদান করবে।\n\n\n=== জরাথুস্ট্রবাদ ===\nপ্রার্থনা হল মজদাযস্নার অন্যতম কর্তব্য ও উপাসনা, যা সর্বদা ধর্মীয় আদেশের প্রতি মনোযোগ দেওয়ার জন্য এবং অহুর মাজদা (ঈশ্বর) কে ধন্যবাদ জানাতে সম্পাদিত হয়।\n\n\n== আধুনিক প্রার্থনা ==\nআধুনিক সমাজ ও সমাজবিজ্ঞানে, কিছু লেখক এমনভাবে মন্তব্য করেছেন যে লোকেরা আর কেবল স্বীকৃত দেবতাদের পূজা করে না, কিন্তু এছাড়াও (বা পরিবর্তে) ভোক্তা ব্র্যান্ড, ক্রীড়া দল এবং অন্যান্য ব্যক্তিদের (সেলিব্রিটি) পূজা করে। সমাজবিজ্ঞান তাই এই যুক্তিকে প্রসারিত করে ধর্মের বাইরের উপাসনা এমন প্রক্রিয়া যেখানে সমাজ নিজেকে উপাসনা করে, আত্ম-মূল্যায়ন এবং আত্ম-সংরক্ষণের রূপ হিসাবে।\n\n\n== প্রকারভেদ ==\nপূর্ব পুরুষের উপাসনা\nপ্রাণী উপাসনা\nমূর্তি উপাসনা\nসাম্রাজ্য উপাসনা\nপ্রকৃতি উপাসনা\nমেরু উপাসনা\n\n\n== আরও দেখুন ==\nআধ্যাত্মিক অনুশীলন\nউপাসনা (হিন্দুধর্ম)\nইবাদাত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}