{"pageid": 1170161, "title": "ইউনাইটেড স্টেটস ক্যাপিটল", "url": "https://bn.wikipedia.org/wiki?curid=1170161", "content": "ইউনাইটেড স্টেটস ক্যাপিটল, যাকে প্রায়ই দ্য ক্যাপিটল বা ক্যাপিটল বিল্ডিং বলা হয়, মার্কিন যুক্তরাষ্ট্রের কংগ্রেসের মিলনস্থল এবং মার্কিন যুক্তরাষ্ট্রের যুক্তরাষ্ট্রীয় সরকারের আইনসভা শাখার আসন। এটি ওয়াশিংটন, ডি.সি.-তে ন্যাশনাল মলের পূর্ব প্রান্তে ক্যাপিটল হিলে অবস্থিত। যদিও যুক্তরাষ্ট্রীয় জেলার ভৌগোলিক কেন্দ্রে আর নেই, ক্যাপিটল জেলার রাস্তা-সংখ্যা পদ্ধতি এবং জেলার চারটি চতুর্ভুজের মূল বিন্দু তৈরি করে।\nবর্তমান ভবনের কেন্দ্রীয় অংশগুলি ১৮০০ সালে সম্পন্ন হয়েছিল। এগুলি ওয়াশিংটনের আগুনে ১৮১৪ সালে আংশিকভাবে ধ্বংস হয়ে গিয়েছিল, তারপর পাঁচ বছরের মধ্যে সম্পূর্ণরূপে পুনরুদ্ধার করা হয়েছিল। পরবর্তীতে দ্বিকক্ষ বিশিষ্ট আইনসভা, দক্ষিণ অংশে প্রতিনিধি পরিষদ ও উত্তর শাখায় সিনেটের জন্য কক্ষগুলির জন্য পার্শ্বভাগ প্রসারিত করে ভবনটি বড় করা হয়েছিল। বিশাল গম্বুজটি আমেরিকান গৃহযুদ্ধের ঠিক পরে ১৮৬৬ সালের দিকে সম্পন্ন হয়েছিল। নির্বাহী ও বিচার বিভাগীয় শাখার প্রধান ভবনগুলির মতো, ক্যাপিটলটি একটি নব্য-ধ্রুপদী শৈলীতে নির্মিত এবং ভবনটির একটি সাদা বহির্ভাগ রয়েছে। ভবনের পূর্ব ও পশ্চিম উভয় উচ্চতাকে আনুষ্ঠানিকভাবে সম্মুখভাগ হিসাবে উল্লেখ করা হয়, যদিও শুধুমাত্র পূর্ব সম্মুখভাগটি দর্শক ও বিশিষ্ট ব্যক্তিদের অভ্যর্থনার উদ্দেশ্যে করা হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n\nওয়াশিংটন, ডি.সি.-তে দেশের রাজধানী স্থাপনের আগে, মার্কিন যুক্তরাষ্ট্রের কংগ্রেস ও তার পূর্বসূরিরা ফিলাডেলফিয়া (ইন্ডিপেনডেন্স হল ও কংগ্রেস হল), নিউ ইয়র্ক সিটি (ফেডারেল হল) এবং অন্যান্য বেশ কয়েকটি স্থানে (ইয়র্ক, পেনসিলভানিয়া; ল্যাঙ্কাস্টার, পেনসিলভানিয়া; মেরিল্যান্ডের অ্যানাপোলিসের মেরিল্যান্ড স্টেট হাউস; এবং নিউ জার্সির প্রিন্সটনের নাসাউ হল) মিলিত হয়েছিল। প্রথম মহাদেশীয় কংগ্রেস ১৭৭৪ সালের সেপ্টেম্বর মাসে ফিলাডেলফিয়ার উপনিবেশ থেকে প্রতিনিধিদের একত্রিত করে, তারপরে দ্বিতীয় মহাদেশীয় কংগ্রেস অনুষ্ঠিত হয়েছিল, যা ১৭৭৫ সালের মে মাস থেকে ১৭৮১ সালের মার্চ মাস পর্যন্ত মিলিত হয়েছিল।\nপেনসিলভানিয়ার ইয়র্কে আর্টিকেলস অব কনফেডারেশন গ্রহণ করার পরে, ফিলাডেলফিয়াতে ১৭৮১ সালের মার্চ মাস থেকে ১৭৮৩ সালের জুন মাস মধ্যে কনফেডারেশন কংগ্রেস গঠিত ও আহ্বান করা হয়েছিল, যখন মার্কিন স্বাধীনতা যুদ্ধের সময় তাদের পরিষেবার জন্য অর্থ প্রদানের দাবিতে বিক্ষুব্ধ সৈন্যদের একটি ভিড় ইন্ডিপেন্ডেন্স হলে একত্রিত হয়েছিল। কংগ্রেস পেনসিলভানিয়ার গভর্নর জন ডিকিনসনকে মিলিশিয়াদের ডেকে বিক্ষোভকারীদের আক্রমণ থেকে কংগ্রেসকে রক্ষা করতে অনুরোধ করেছিল। যেটি ১৭৮৩-এর পেনসিলভানিয়া বিদ্রোহ হিসাবে পরিচিত হয়ে ওঠে, জন ডিকিনসন প্রতিবাদকারীদের প্রতি সহানুভূতি প্রকাশ করেছিলেন এবং ফিলাডেলফিয়া থেকে তাদের অপসারণ করতে অস্বীকার করেছিলেন। ফলস্বরূপ, কংগ্রেস ১৭৮৩ সালের ২১শে জুন নিউ জার্সির প্রিন্সটনে পালাতে বাধ্য হয়েছিল এবং নিউ ইয়র্ক সিটিতে শেষ হওয়ার আগে মেরিল্যান্ডের অ্যানাপলিস ও নিউ জার্সির ট্রেন্টনে মিলিত হয়েছিল।\nমার্কিন যুক্তরাষ্ট্র কংগ্রেস মার্কিন যুক্তরাষ্ট্রের সংবিধানের অনুমোদনের ভিত্তিতে প্রতিষ্ঠিত হয়েছিল এবং আনুষ্ঠানিকভাবে ১৭৮৯ সালের ৪ই মার্চ শুরু হয়েছিল। নিউইয়র্ক সিটি ১৭৯০ সালের জুলাই মাস পর্যন্ত কংগ্রেসের আবাসস্থল ছিল, এই সময়ে স্থায়ী রাজধানীর পথ প্রশস্ত করার জন্য রেসিডেন্স অ্যাক্ট পাস করানো হয়েছিল। রাজধানী কোথায় স্থাপন করা হবে সেই সিদ্ধান্তটি বিতর্কিত ছিল, কিন্তু আলেকজান্ডার হ্যামিল্টন একটি সমঝোতা করতে সাহায্য করেছিলেন, যাতে উল্লেখ করা হয়েছিল - যুক্তরাষ্ট্রীয় সরকার পোটোম্যাক নদীর ধারে রাজধানী স্থাপনের জন্য উত্তর রাজ্যগুলির সমর্থনের বিনিময়ে মার্কিন স্বাধীনতা যুদ্ধের সময় ব্যয় করা যুদ্ধ ঋণ গ্রহণ করবে। আইনের অংশ হিসাবে, ফিলাডেলফিয়াকে দশ বছরের জন্য (১৮০০ সালের ডিসেম্বর মাস পর্যন্ত) একটি অস্থায়ী রাজধানী হিসাবে বেছে নেওয়া হয়েছিল, যতক্ষণ না ওয়াশিংটন ডিসি-তে দেশের রাজধানী প্রস্তুত হবে।\nপিয়েরে (পিটার) চার্লস ল'এনফ্যান্টকে নতুন রাজধানী শহরের জন্য শহর পরিকল্পনা তৈরির কাজ দেওয়া হয়েছিল। পিয়েরে চার্লস এল'এনফ্যান্ট রাষ্ট্রপতির ভবনের সঙ্গে সংযুক্তকারী একটি \"গ্র্যান্ড এভিনিউ\" (বর্তমানে পেনসিলভানিয়া এভিনিউ, এনডব্লিউ) ও পোটোম্যাক নদী পর্যন্ত পশ্চিম দিকে প্রসারিত একটি বিস্তৃত \"গ্র্যান্ড এভিনিউ\" (এখন ন্যাশনাল মল) সম্বলিত একটি সর্বজনীন স্থান (দেখুন: এল'এনফ্যান্ট প্ল্যান) সহ জেনকিনস হিলকে \"কংগ্রেস হাউস\"-এর জন্য জায়গা হিসাবে বেছে নিয়েছিলেন।\n\n\n=== নকশা প্রতিযোগিতা ===\n\nমার্কিন যুক্তরাষ্ট্রের সেক্রেটারি অব স্টেট থমাস জেফারসন ১৭৯২ সালের বসন্তে ক্যাপিটল ও \"প্রেসিডেন্টস হাউস\"-এর নকশা করার জন্য একটি নকশা প্রতিযোগিতার প্রস্তাব করেছিলেন এবং একটি চার মাসের সময়সীমা নির্ধারণ করেছিলেন। প্রতিযোগিতার জন্য পুরস্কার হিসাবে $৫০০ ও ফেডারেল সিটির একটি অংশ ছিল। কমপক্ষে দশজন ব্যক্তি ক্যাপিটলের জন্য নকশা জমা দিয়েছিলেন; তবে অঙ্কনগুলিকে অপরিশোধিত ও অপেশাদার হিসাবে বিবেচনা করা হয়েছিল, যা সেই সময়ে মার্কিন যুক্তরাষ্ট্রে উপস্থিত স্থাপত্য দক্ষতার স্তরকে প্রতিফলিত করেছিল। জমা করা নকশাগুলির মধ্যে একজন প্রশিক্ষিত ফরাসি স্থপতি স্টিফেন হ্যালেটের নকশা সবচেয়ে প্রতিশ্রুতিবদ্ধ ছিল। যাইহোক, স্টিফেন হ্যালেটের নকশাগুলো অত্যধিক ফরাসি প্রভাব সহ অত্যধিক অভিনব ছিল, এবং খুব ব্যয়বহুল বলে মনে করা হয়েছিল।\n\n\n=== নির্মাণ ===\n\nএল'এনফ্যান্ট ১৭৭১ সালের নভেম্বর মাসে ক্যাপিটলের ভিত ও বাইরের দেয়ালে ব্যবহারের জন্য উইগিনটন দ্বীপ ও ভার্জিনিয়ার অ্যাকিয়া ক্রিক বরাবর বেলেপাথরের খাদানগুলির ইজারা সুরক্ষিত করেছিলেন। ক্যাপিটলের জন্য জেফারসন সম্মেলনের পরিকল্পনা গৃহীত হওয়ার পরপরই জরিপ চলেছিল। রাজমিস্ত্রি রাজকীয় পোশাক পরিহিত অন্যান্য আটজন ফ্রিম্যাসনের সঙ্গে রাষ্ট্রপতি জর্জ ওয়াশিংটন ১৭৯৩ সালের ১৮ই সেপ্টেম্বর রৌপ্যশিল্পী কালেব বেন্টলি দ্বারা নির্মিত ভিত্তিপ্রস্তর স্থাপন করেন।\nজেমস হোবানের তত্ত্বাবধানে হ্যালেটের কাজ করার সঙ্গে নির্মাণ এগিয়ে গিয়েছিল, যিনি \"প্রেসিডেন্ট হাউস\" (পরবর্তীতে \"এক্সিকিউটিভ ম্যানশন\" নামেও পরিচিত) নির্মাণে ব্যস্ত ছিলেন। জেফারসন ও রাষ্ট্রপতির ইচ্ছা থাকা সত্ত্বেও, হ্যালেট যেভাবেই হোক এগিয়ে যান এবং পূর্ব সম্মুখভাগের জন্য থর্নটনের নকশা পরিবর্তন করেন ও একটি বর্গাকার কেন্দ্রীয় আদালত তৈরি করেন যা প্রতিপাশে পার্শ্বভাগ সহ কেন্দ্র থেকে অনুমান করা হয়েছিল, যেখানে আইনসভা সংস্থাগুলি থাকবে। সচিব জেফারসন ১৭৯৪ সালের ১৫ই নভেম্বর হ্যালেটকে বরখাস্ত করেন।\n\nসিনেট (উত্তর) শাখা ১৮০০ সালে সম্পন্ন হয়েছিল। সিনেট ও হাউস উত্তর পার্শ্বভাগের কোয়ার্টারগুলি ভাগ করে নিয়েছিল যতক্ষণ না ভবিষ্যতে হাউস পার্শ্বভাগের জায়গায় একটি অস্থায়ী কাঠের প্যাভিলিয়ন তৈরি করা হয়েছিল যা প্রতিনিধিদের বৈঠকের জন্য কয়েক বছর ধরে কাজ করেছিল, ১৮১১ সালে প্রতিনিধি সভা (দক্ষিণ) শাখার নির্মাণ সম্পন্ন না হওয়া পর্যন্ত, একটি আচ্ছাদিত কাঠের অস্থায়ী ওয়াকওয়ে দুটি পার্শ্বভাগকে কংগ্রেসীয় চেম্বারগুলির সঙ্গে সংযুক্ত করেছিল, যেখানে রোটুন্ডা ও গম্বুজ সহ ভবিষ্যতের কেন্দ্রীয় বিভাগের নির্মাণ সম্পন্ন হয়েছিল। যাইহোক, প্রতিনিধি সভা ১৮০৭ সালে তাদের হাউস শাখায় প্রথম দিকে স্থানান্তরিত হয়। যদিও সিনেট শাখা ভবনটি অসম্পূর্ণ ছিল, ক্যাপিটলে ১৮০০ সালের ১৭ই নভেম্বর উভয় চেম্বার সহ মার্কিন যুক্তরাষ্ট্র কংগ্রেসের প্রথম অধিবেশন অনুষ্ঠিত হয়। রাষ্ট্রপতি হিসাবে দ্বিতীয় মেয়াদে পুনরায় নির্বাচিত হওয়ার জন্য ইলেক্টোরাল কলেজে পর্যাপ্ত দক্ষিণী ভোট পাওয়ার আশায় রাষ্ট্রপতি জন অ্যাডামসের অনুরোধে জাতীয় আইনসভাকে সময়ের আগেই ওয়াশিংটনে স্থানান্তরিত করা হয়েছিল।\n\n\n== অভ্যন্তর ==\n\nক্যাপিটল ভবনটি কাঠামোর কেন্দ্রীয় অংশে একটি গোলাকার ঘরের উপরে তার কেন্দ্রীয় গম্বুজ দ্বারা চিহ্নিত করা হয়, যা সিনেট ও প্রতিনিধি পরিষদের জন্য দুটি আসল ছোট মিটিং কক্ষ (১৮৮০ এবং ১৮৫০-এর দশকের শেষের মধ্যে) মধ্যে দুটি মূল (পরিকল্পিত ১৭৯৩, ১৮০০ দখলকৃত) ধারণ করে দুটি মূল পার্শ্বভাগ (অভ্যন্তরীণ উত্তর ও অভ্যন্তরীণ দক্ষিণ) দ্বারা পুরানো আসল ছোট কেন্দ্রও অন্তর্ভুক্ত করে এবং তারপরে আরও একটি বৃহত্তর, আরও জনবহুল কংগ্রেসের প্রতিটি কক্ষের জন্য দুটি বর্ধিত (নতুন) পার্শ্বভাগ দ্বারা সংলগ্ন: নতুন উত্তর শাখা হল সেনেট সভাগৃহ এবং নতুন দক্ষিণ শাখা হল প্রতিনিধি সভাগৃহ। এই নতুন সভাগৃহগুলির উপরে গ্যালারি রয়েছে যেখানে দর্শকরা সিনেট ও প্রতিনিধি পরিষদ দেখতে পারে। এটি নব্য-ধ্রুপদী স্থাপত্যের একটি উদাহরণ।\nসুড়ঙ্গ ও অভ্যন্তরীণ পাতাল রেল ক্যাপিটল ভবনকে ক্যাপিটল কমপ্লেক্সের কংগ্রেসীয় কার্যালয় ভবনগুলির সঙ্গে সংযুক্ত করে। ক্যাপিটলের সমস্ত কক্ষকে ক্যাপিটলের সেনেট বা হাউস শাখার উপর নির্ভর করে এস (সেনেটের জন্য) বা এইচ (হাউসের জন্য) হিসাবে মনোনীত করা হয়েছে।\n\n\n== তথ্যসূত্র =="}