{"pageid": 1170908, "title": "অন্টারিও মহাসড়ক ৪০১", "url": "https://bn.wikipedia.org/wiki?curid=1170908", "content": "কিংস হাইওয়ে ৪০১, সাধারণত হাইওয়ে ৪০১ হিসাবে পরিচিত এবং এটির দাপ্তরিক নামে ম্যাকডোনাল্ড-কারটিয়ার ফ্রিওয়ে নামেও পরিচিত বা কথোপকথনে ফোর-ওহ-ওয়ান হিসাবে পরিচিত, হল কানাডীয় প্রদেশ অন্টারিও-এর একটি নিয়ন্ত্রিত-প্রবেশযোগ্য ৪০০-সিরিজ মহাসড়ক। এটি পশ্চিমে উইন্ডসর থেকে পূর্বে অন্টারিও-ক্যুবেক সীমান্ত পর্যন্ত ৮২৮ কিলোমিটার (৫১৪ মাইল) প্রসারিত। মহাসড়ক ৪০১-এর যে অংশটি টরন্টোর মধ্য দিয়ে যায় সেটি হল উত্তর আমেরিকার ব্যস্ততম ও প্রশস্ততম মহাসড়ক। এটি কুইবেক অটোরুট ২০-এর সঙ্গে, কুইবেক সিটি-উইন্ডসর করিডোরের সড়ক পরিবহনের মেরুদণ্ড গঠন করে, যেখানে কানাডার জনসংখ্যার অর্ধেকেরও বেশি বাস করে। এটি কানাডার জাতীয় মহাসড়ক ব্যবস্থার একটি মূল রুট বা পথ। রুটটি অন্টারিওর পরিবহন মন্ত্রণালয় (এমটিও) দ্বারা রক্ষণাবেক্ষণ করে এবং অন্টারিও প্রাদেশিক পুলিশ দ্বারা টহল দেওয়া হয়। গতি সীমা হল সড়কের দৈর্ঘ্য জুড়ে ১০০ কিমি/ঘন্টা (৬২ মাইল), শুধুমাত্র ব্যতিক্রম ছাড়া উইন্ডসর ও টিলবারির মধ্যে ১১০কিমি/ঘন্টা (৬৮ মাইল প্রতি ঘণ্টা) গতিসীমা সহ উইন্ডসর ও বেশিরভাগ নির্মাণ অঞ্চলে পশ্চিমমুখী ৮০ কিমি/ঘন্টা (৫০ মাইল) গতিসীমা রয়েছে।\nতিনটি পৃথক মহাসড়ককে ১৯৫২ সালের শেষের দিকে \"হাইওয়ে ৪০১\" সংখ্যায় সংখ্যায়িত করা হয়েছিল: ওয়েস্টন রোড ও হাইওয়ে ১১-এর (ইয়ঞ্জ স্ট্রিট) মধ্যে আংশিকভাবে সম্পূর্ণ টরন্টো বাইপাস; ওয়েস্ট হিল ও নিউক্যাসলের মধ্যে হাইওয়ে ২এ; এবং গাননোকে ও ব্রকভিলের মধ্যে সিনিক হাইওয়ে, যা এখন থাউজেন্ড আইল্যান্ডস পার্কওয়ে নামে পরিচিত। মহাসড়কের অংশ তিনটি যথাক্রমে ১১.৮, ৫৪.৭ ও ৪১.২ কিমি, (৭.৩, ৩৪.০ ও ২৫.৬ মাইল) দীর্ঘ ছিল। রুটটি ১৯৬৪ সালে উইন্ডসর থেকে অন্টারিও-ক্যুবেক সীমান্ত পর্যন্ত সম্পূর্ণভাবে চলাচলযোগ্য হয়ে ওঠে। এটিকে ১৯৬৫ সালে কনফেডারেশনের দুই পিতার সম্মানে দ্বিতীয় উপাধি ম্যাকডোনাল্ড–কারটিয়ার ফ্রিওয়ে দেওয়া হয়েছিল। গ্যানানোক-ব্রকভিল বিভাগটি ১৯৬৮ সালের শেষের দিকে বাইপাস ও কিংস্টনের কাছে শেষ চৌরাস্তার তল বিভক্ত করা হয়, যার ফলে হাইওয়ে ৪০১ মহাসড়কটি পুরো ৮১৭.৯-কিমি দৈর্ঘ্যের একটি ফ্রিওয়ে হয়ে ওঠে। ট্রেন্টন ও টরন্টোর মধ্যে মহাসড়কের একটি অংশকে ২০০৭ সাল থেকে হাইওয়ে অব হিরোস হিসাবে মনোনীত করা হয়েছে, কারণ এই পথটি সিএফবি ট্রেন্টন থেকে করোনার অফিস পর্যন্ত কানাডীয় সশস্ত্র বাহিনীর কর্মীদের অন্ত্যেষ্টিক্রিয়ার কনভয় দ্বারা ভ্রমণ করা হয়।\n\"রাইট অনারেবল হার্ব গ্রে পার্কওয়ে\" নামে একটি পশ্চিমমুখী সম্প্রসারণের নির্মাণ ২০১১ সালে শুরু হয়। এই নতুন পথটি ফ্রিওয়ের প্রাক্তন প্রান্ত্রিক ও ই.সি. রো এক্সপ্রেসওয়ের মধ্যবর্তী প্রাক্তন হাইওয়ে ৩ মহাসড়ককে অনুসরণ করে কিন্তু প্রতিস্থাপন করে না, যে পথটি ভবিষ্যতের গোর্ডি হাওয়ে আন্তর্জাতিক সেতুর অভিমুখে নিয়ে যায়, সেই বিন্দুতে এটি বাঁক নেয় ও সমান্তরালভাবে অগ্রসর হয়। ই.সি. রো ইন্টারচেঞ্জের পূর্বে পার্কওয়ের একটি ৮-কিলোমিটার (৫ মাইল) অংশ ২০১৫ সালের ২৮শে জুন খোলা হয়েছিল, বাকি অংশটি ২১শে নভেম্বরে সম্পূর্ণ ও খোলা হয়েছিল। মহাসড়কটির হাইওয়ে/আঞ্চলিক সড়ক ৮ থেকে হাইওয়ে/আঞ্চলিক সড়ক ২৪-এর মধ্যবর্তী কিচেনার থেকে কেমব্রিজ পর্যন্ত অংশ ২০১৯ সালের গ্রীষ্মে বারো লেনে প্রশস্তকরণ সম্পন্ন করা হয়েছিল। উইন্ডসর ও লন্ডনের মধ্যে বাকি চার-লেনের অংশগুলিকে ছয় লেনে প্রশস্ত করার এবং কেমব্রিজ ও মিল্টনের পাশাপাশি ওশাওয়ার মধ্য দিয়ে পথ প্রশস্ত করার পরিকল্পনা চলছে। টরন্টো ও পিকারিং-এর মাধ্যমে এবং আংশিকভাবে মিসিসাগা জুড়ে বিস্তৃত বারো লেনের অধিক লেন বিশিষ্ট সংগ্রাহক–এক্সপ্রেস ব্যবস্থাটি পশ্চিমে মিল্টন পর্যন্ত প্রসারিত হচ্ছে।\n\n\n== পথের বিবরণ ==\n\nহাইওয়ে ৪০১ দক্ষিণ-পশ্চিম, মধ্য ও পূর্ব অন্টারিও জুড়ে বিস্তৃত। মহাসড়কের ভবিষ্যৎ সম্প্রসারণের প্রত্যাশায়, পরিবহণ মন্ত্রণালয় সমগ্র দৈর্ঘ্য বরাবর একটি ৯১.৪-মিটার-প্রশস্ত (৩০০ ফুট) রাইট-অব-ওয়ে ক্রয় করেছে। সাধারণত, মহাসড়ক এই বরাদ্দের একটি অংশ দখল করে আছে। এটি বিশ্বের ব্যস্ততম মহাসড়কগুলির মধ্যে একটি; ২০১৬ সালের একটি বিশ্লেষণে বলা হয়েছে যে টরন্টোতে ওয়েস্টন রোড ও হাইওয়ে ৪০০-এর মধ্যে বার্ষিক গড় দৈনিক যানবাহন (এএডিটি) সংখ্যা প্রায় ৪,২০,০০০ ছিল, যখন একটি দ্বিতীয় সমীক্ষা অনুমান করে যে কিছু দিনে ৫,০০,০০০ টিরও বেশি যানবাহন ওই অংশে ভ্রমণ করে। এই পরিসংখ্যানটি সড়কটিকে লস এঞ্জেলেসের সান্তা মনিকা ফ্রিওয়ে এবং আটলান্টার আই-৭৫ মহাসড়ককে ছাড়িয়ে উত্তর আমেরিকার ব্যস্ততম সড়কপথে পরিণত করেছে। মিশিগান ও অন্টারিওর অত্যন্ত সমন্বিত স্বয়ংচালিত শিল্পে ঠিক সময়ে গাড়ির যন্ত্রাংশ সরবরাহ ব্যবস্থাগুলি বিশ্বের ব্যস্ততম ট্রাক রুট হিসাবে মহাসড়কের মর্যাদায় অবদান রেখেছে, সড়কটি কানাডা ও মার্কিন যুক্তরাষ্ট্রের মধ্যে যানবাহন বাণিজ্যের ৬০ শতাংশ বহন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\n=== দাপ্তরিক ওয়েবসাইট ===\nMinistry of Transportation of Ontario\nLive MTO Traffic Cameras"}