{"pageid": 1170440, "title": "শুদ্ধভূমি বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1170440", "content": "শুদ্ধভূমি বৌদ্ধধর্ম (চীনা: 淨土宗; জাপানি: 浄土仏教; কোরীয়: 정토종) হলো মহাযান বৌদ্ধধর্মের বিস্তৃত শাখা।\nশুদ্ধভূমি ঐতিহ্য যা প্রাথমিকভাবে বুদ্ধের বিশুদ্ধ ভূমি বা বুদ্ধ-ক্ষেত্রে পুনর্জন্ম অর্জনের উপর দৃষ্টি নিবদ্ধ করে, যা সাধারণত বুদ্ধের প্রভাবের ক্ষেত্র। কিছু বুদ্ধ-ক্ষেত্রগুলিকে পূর্ণ বুদ্ধত্বের জন্য আধ্যাত্মিকভাবে প্রশিক্ষণের জন্য উচ্চতর স্থান হিসাবে বিবেচনা করা হয়, যেহেতু বুদ্ধ এই উদ্দেশ্যে করুণার সাথে এটিকে শুদ্ধ করেছেন এবং যেহেতু এই রাজ্যগুলিতে, কেউ বুদ্ধের মুখোমুখি হতে পারেন এবং তাদের অধীনে অধ্যয়ন করতে পারেন। যেহেতু এই বুদ্ধ-ক্ষেত্রগুলির মধ্যে একটিতে জ্ঞান অর্জন করা অনেক সহজ, তাই অনেক মহাযান বৌদ্ধ এমন জায়গায় পুনর্জন্ম করার চেষ্টা করে।\n\n\n== তাৎপর্য ও গুরুত্ব ==\nচার্লস বি জোন্সের মতে, পূর্বএশীয় শুদ্ধভূমি ঐতিহ্যের সবচেয়ে স্বতন্ত্র বৈশিষ্ট্য হলো, \"এটি অ-অভিজাত বা এমনকি দুষ্ট লোকদের জন্য লক্ষ্য অর্জনের সুযোগ দেয় যা আত্ম বুদ্ধত্ব অর্জনের সমতুল্য ছিল: পুনঃজন্ম। অমিতাভ বুদ্ধের শুদ্ধভূমি, তাদের সঞ্চিত কর্ম থেকে স্বাভাবিক কাজকর্মের বিচ্যুতি, সংসার থেকে অব্যাহতি এবং অ-পশ্চাদপসরণের পর্যায়।\"\nপূর্বএশীয় বৌদ্ধধর্মে, শুদ্ধভূমি ঐতিহ্যের তিনটি আদি সূত্র হলো দীর্ঘ সুখাবতীব্যূহ সূত্র, অমিতায়ূর্ধ্যয়ণ সূত্র এবং ক্ষুদ্র সুখাবতীব্যূহ সূত্র। প্রত্যুৎপন্ন-সমাধি সূত্রও গুরুত্বপূর্ণ উৎস, বিশেষ করে আদি চীনা শুদ্ধভূমির জন্য।  পূর্বএশীয় শুদ্ধভূমি বৌদ্ধধর্ম বেশিরভাগই বুদ্ধের মননশীলতার অনুশীলনের উপর নির্ভর করে, যাকে চীনা ভাষায় নিয়ানফো (念佛, \"বুদ্ধাবৃত্তি\", জাপানি: নেম্বুৎসু) বলা হয় এবং অমিতাভ (চীনা: অমিতুওফো, জাপানি: অমিদ) নাম আবৃত্তি করা হয়। যাইহোক, শুদ্ধভূমি বৌদ্ধধর্মের মধ্যে বৃহৎ আচার ও অভ্যাসও রয়েছে যা বুদ্ধাবৃত্তির পাশাপাশি করা হয়।\n\n\n=== মহাযান ===\nশুদ্ধভূমি-বৌদ্ধধর্ম মহাযান বৌদ্ধধর্মের বিস্তৃত শাখা-সম্প্রদায় যা বুদ্ধের বিশুদ্ধ ভূমিতে পুনর্জন্মার্জনের উপর দৃষ্টি নিবদ্ধ করে। এটি পূর্বএশীয় বৌদ্ধধর্মের সবচেয়ে ব্যাপকভাবে প্রচলিত ঐতিহ্যগুলির মধ্যে একটি। চার্লস বি জোন্সের মতে \"শুদ্ধভূমি হলো চীন, জাপান এবং কোরিয়াতে বৌদ্ধ ধর্মের প্রভাবশালী রূপ।\"  চৈনিক বৌদ্ধধর্মে, ঐতিহ্যটিকে কখনও কখনও প্রাতিষ্ঠানিক অর্থে জোং (মৎসম্প্রদায়) বলা হয়, কিন্তু ঐতিহাসিকভাবে এটিকে সাধারণত বৌদ্ধ অনুশীলনের পদ্ধতি উল্লেখ করে \"ধর্ম-দ্বার\" (法門, ফ়া মেন্) হিসাবে বর্ণনা করা হয়। জাপানি বৌদ্ধধর্মে, শব্দটি সাধারণত নির্দিষ্ট প্রতিষ্ঠানসমূহকে বোঝায়।\n\n\n=== তিব্বতি বৌদ্ধধর্ম ===\nতিব্বতীয় বৌদ্ধধর্মে, বিশুদ্ধ ভূমি পুনর্জন্মের লক্ষ্যে প্রার্থনা এবং অনুশীলনগুলি জনপ্রিয় ধর্মীয় অভিমুখ, বিশেষ করে সাধারণ মানুষের মধ্যে।\n\n\n=== আধুনিক সময় ===\nবর্তমানে সবচেয়ে সাধারণ শুদ্ধভূমি হলো অমিতাভের, যাকে বলা হয় সুখাবতী। মহাযান বৌদ্ধরাও অন্যান্য বিশুদ্ধ ভূমিতে পুনর্জন্মের আকাঙ্ক্ষা করতে পারে, যেমন অক্ষোভ্য ও ভৈষজ্যগুরুর বুদ্ধক্ষেত্র। তিব্বতি বৌদ্ধধর্মে, অনুগামীরা রত্নসম্ভবের শুদ্ধভূমির মতো অন্যান্য শুদ্ধভূমিতেও পুনর্জন্ম গ্রহণ করতে পারে। যদিও শুদ্ধভূমি ঐতিহ্যে বুদ্ধদের পূজা করা হয় এবং ত্রাণকর্তা হিসেবে দেখা হয়, তবুও ঐতিহ্যটি স্পষ্টতই নিজেকে আস্তিক ধর্ম থেকে আলাদা করে, এর মূল কারণ বুদ্ধত্ব ও বোধিসত্ত্বের ধ্রুপদী মহাযান দর্শনের পাশাপাশি শূন্যতা এবং কেবল-মনের বৌদ্ধ মতবাদ।\n\n\n== অনুশীলন ==\nশুদ্ধভূমি ভিত্তিক অনুশীলন ও ধারণাগুলি চীন, জাপান,  কোরিয়া, হিমালয় ও তিব্বতের মতো অভ্যন্তরীণ এশীয় অঞ্চলের মহাযান বৌদ্ধ ঐতিহ্যের গুরুত্বপূর্ণ উপাদান গঠন করে। শুদ্ধভূমি বৌদ্ধধর্ম শব্দটি ঐতিহ্যের অনুশীলন ও পরিত্রাণতত্ত্ব উভয়কেই বর্ণনা করতে ব্যবহৃত হয়, যা শুদ্ধভূমি ঐতিহ্য বা শুদ্ধভূমি শিক্ষা (এবং মহাযান বৌদ্ধধর্ম জুড়ে পাওয়া যায়) হিসাবে আরও ভালভাবে বোঝা যেতে পারে, সেইসাথে বিভিন্ন পৃথক বিশুদ্ধ। ভূমি সম্প্রদায়গুলি যা একচেটিয়াভাবে শুদ্ধভূমি অনুশীলনের উপর ফোকাস করে।\n\n\n== তথ্যসূত্র =="}