{"pageid": 1171028, "title": "স্বাদ কোরক", "url": "https://bn.wikipedia.org/wiki?curid=1171028", "content": "স্বাদ কোরক স্বাদ গ্রহণকারী কোষ ধারণ করে, যা গুস্টেটরি কোষ নামেও পরিচিত।  স্বাদ গ্রহণকারী কোষগুলি প্যাপিলি নামে পরিচিত ছোট কাঠামোর চারপাশে জিহ্বার উপরের পৃষ্ঠ, নরম তালু, উপরের খাদ্যনালী, গাল এবং এপিগ্লোটিস এ পাওয়া যায়। এই কাঠামোগুলি স্বাদ উপলব্ধির পাঁচটি উপাদান সনাক্ত করার সাথে জড়িত: লবণাক্ততা, টক, তিক্ততা, মিষ্টি এবং উমামি। একটি জনপ্রিয় পৌরাণিক কাহিনী জিহ্বার বিভিন্ন অঞ্চলে ভিন্ন ভিন্ন স্বাদকে বরাদ্দ করে; প্রকৃতপক্ষে, এই স্বাদগুলি জিহ্বার যে কোনও অঞ্চল দ্বারাই সনাক্ত করা যেতে পারে। জিহ্বার এপিথেলিয়ামের ছোট পথের মাধ্যমে, যাকে স্বাদের ছিদ্র বলা হয়, লালায় দ্রবীভূত খাবারের অংশগুলি স্বাদ গ্রহণকারীর সংস্পর্শে আসে। এগুলি স্বাদ গ্রহণকারী কোষগুলির উপরে অবস্থিত যা স্বাদ কোরক গঠন করে। স্বাদ গ্রহণকারী কোষগুলি বিভিন্ন রিসেপ্টর এবং আয়ন চ্যানেলের গুচ্ছ দ্বারা সনাক্ত করা তথ্য সপ্তম, নবম এবং দশম ক্রেনিয়াল স্নায়ুর মাধ্যমে মস্তিষ্কের রসন অঞ্চলে প্রেরণ করে।\nমানুষের জিহ্বায় গড়ে ২,০০০-১০,০০০টি স্বাদ কোরক থাকে। এদের গড় আয়ু ১০ দিন বলে ধারণা করা হয়।\n\n\n== প্যাপিলির প্রকারভেদ ==\nজিহ্বার উপর স্বাদ কোরকগুলি জিহ্বার পৃষ্ঠের উত্থিত প্রসারকে থাকে যাদেরকে প্যাপিলি বলা হয়। লিঙ্গুয়াল প্যাপিলি চার প্রকার; যার একটি ছাড়া সবকটিতেই স্বাদের কোরক রয়েছে:\n\nছত্রাকের প্যাপিলা - নাম অনুযায়ী, অনুদৈর্ঘ্য বিভাগে দেখলে এগুলিকে কিছুটা মাশরুম আকৃতির দেখায়। এগুলি বেশিরভাগই জিহ্বার পৃষ্ঠীয় পৃষ্ঠের পাশাপাশি পাশে থাকে। মুখের স্নায়ু দ্বারা অন্তর্নিহিত থাকে।\nফলিয়েট প্যাপিলা - এগুলি জিহ্বার পশ্চাদ্ভাগের দিকের চূড়া এবং খাঁজ যা পার্শ্বীয় সীমানায় পাওয়া যায়। মুখের স্নায়ু (অ্যান্টেরিয়র প্যাপিলা) এবং গ্লসোফ্যারিঞ্জিয়াল নার্ভ (পোস্টেরিয়র প্যাপিলি) দ্বারা অন্তর্নিহিত থাকে।\nসার্কামভ্যালেট প্যাপিলা - বেশিরভাগ মানুষের শরীরে এই প্যাপিলাগুলির মাত্র ১০ থেকে ১৪টি থাকে এবং তারা জিহ্বার মুখের অংশের পিছনে অবস্থিত। এগুলি জিহ্বার সালকাস টার্মিনালিসের ঠিক সামনে একটি বৃত্তাকার সারিতে সাজানো থাকে। এগুলি ভন এবনারের গ্রন্থির নালীগুলির সাথে যুক্ত, এবং গ্লসোফ্যারিঞ্জিয়াল স্নায়ু দ্বারা অন্তর্নিহিত থাকে।\nফিলিফর্ম প্যাপিলা - সর্বাধিক প্রকার তবে স্বাদের কোরক থাকে না। এগুলি বর্ধিত কেরাটিনাইজেশন দ্বারা চিহ্নিত করা হয় এবং ঘর্ষণ প্রদানের যান্ত্রিক দিকটির সাথে জড়িত।\n\n\n== কোষের গঠন ==\nস্বাদ কোরক দুই ধরনের কোষ দ্বারা গঠিত: সহায়ক কোষ এবং গুস্টেটরি কোষ। সহায়ক কোষগুলো ( স্থায়িত্বশীল কোষ ) বেশিরভাগই পিপের মতো সাজানো থাকে এবং কোরকের জন্য একটি বাইরের আবরণ তৈরি করে। তবে, গুস্টেটরি কোষের মধ্যে কিছু কোরকের অভ্যন্তরে পাওয়া যায়। গুস্টেটরি (স্বাদ) কোষ, যা কেমোরিসেপ্টর, কুঁড়ির মাঝের অংশে অবস্থান করে; মাকু আকৃতিবিশিষ্ট এবং প্রতিটি কোষ কেন্দ্রে একটি বড় গোলাকার নিউক্লিয়াস ধারণ করে। কোষের প্রান্ত একটি সূক্ষ্ম চুলের ন্যায় ফিলামেন্ট আকারে গুস্টেটরি ছিদ্রে সমাপ্ত হয়, যাকে গুস্টেটরি চুল বলে। কেন্দ্রীয় কার্যধারা কুঁড়ির গভীর প্রান্তের দিকে চলে যায় এবং সেখানে একক বা দ্বিখণ্ডিত অস্বাভাবিকভাবে প্রসারিত হয়ে শেষ হয়। স্নায়ু ফাইব্রিলগুলি তাদের মেডুলারি আবরণ হারানোর পরে স্বাদ কুঁড়িতে প্রবেশ করে এবং গুস্টেটরি কোষগুলির মধ্যকার সূক্ষ্ম প্রান্তে শেষ হয়; অন্যান্য স্নায়ু ফাইব্রিলগুলি সহায়ক কোষগুলির মধ্যে ছড়িয়ে পড়ে এবং সূক্ষ্ম প্রান্তে শেষ হয়; তবে এগুলোকে সাধারণ সংবেদনশীল স্নায়ু বলে মনে করা হয়।\nলবণ, মিষ্টি, টক এবং উমামি স্বাদের কারণে স্বাদ কোষের বিধ্বংসীকরণ হয়, যদিও বিভিন্ন প্রক্রিয়া প্রয়োগ করা হয়। তিক্তস্বাদ  Ca2+ এর অভ্যন্তরীণ প্রকাশ ঘটায়। এতে কোনো বাহ্যিক Ca2+ প্রয়োজন হয় না।\n\n\n== আরও দেখুন ==\nজিহ্বার মানচিত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহি;সংযোগ ==\nন্যাশনাল পাবলিক রেডিওর টক অফ দ্য নেশন থেকে বিজ্ঞানীরা স্বাদ বাডের কাজগুলি অন্বেষণ করেন, 22 জুলাই, 2005\nhttp://kidshealth.org/kid/talk/qa/taste_buds.html স্বাদের কুঁড়ি সম্পর্কে বাচ্চাদের জন্য!\nhttp://www.newser.com/story/103744/your-lungs-have-their-own-taste-buds.html\nটেমপ্লেট:Gustatory systemটেমপ্লেট:Nervous tissue"}