{"pageid": 1171440, "title": "ফেটা", "url": "https://bn.wikipedia.org/wiki?curid=1171440", "content": "ফেটা (মারাঠি: फेटा) ভারতের মহারাষ্ট্রে পরা স্বতন্ত্র ঐতিহ্যবাহী পাগড়ির মারাঠি নাম। বিবাহ, উৎসব এবং সাংস্কৃতিক এবং ধর্মীয় উদযাপনের মতো অনুষ্ঠানেও ফেটা পরা সাধারণ। অনেক অংশে পুরুষ গণ্যমান্য ব্যক্তিদের ফেটা পরার মাধ্যমে ঐতিহ্যবাহী স্বাগত জানানোর প্রথা রয়েছে। একটি ঐতিহ্যগত ফেটা সাধারণত লম্বা কাপড় সাধারণত ৩.৫ থেকে ৬ মিটার (১১ থেকে ২০ ফুট) লম্বা এবং ১ মিটার (৩ ফুট ৩ ইঞ্চি)) প্রশস্ত। রঙের পছন্দ সেই উপলক্ষকে নির্দেশ করতে পারে যার জন্য এটি পরা হচ্ছে এবং এটি যে জায়গায় পরা হচ্ছে তার জন্যও সাধারণ হতে পারে। সাধারণ রঙের মধ্যে রয়েছে জাফরান (বীর্য বোঝাতে) এবং সাদা (শান্তি বোঝতে)। অতীতে, ফেটা পরা পোশাকের একটি বাধ্যতামূলক অংশ হিসাবে বিবেচিত হত।\n\n\n== জাত ==\nঐতিহ্যবাহী সাদা এবং জাফরান ঘেরা ফেটা ছাড়া অন্য দুটি প্রধান জাত রয়েছে। একটি হলো বিখ্যাত কোলহাপুরী ফেটা, যেটি বিভিন্ন রঙে আসে এবং এতে বাঁধানি প্রভাব রয়েছে। অন্যান্য প্রধান জাতের মধ্যে রয়েছে পুনেরি ফেটা যা চেকার্ড প্যাটার্নে আসে এবং এর একটি স্বতন্ত্র সোনার সীমানা রয়েছে।\n\n\n== শৈলী ==\nফেটা আঁকার বিভিন্ন শৈলী রয়েছে যা স্থানের প্রকৃতি বা অবস্থান এবং এমনকি বিখ্যাত ব্যক্তিত্ব দ্বারা নির্ধারিত হয়। উদাহরণস্বরূপ, যদি আমরা স্থানগুলির উদাহরণ গ্রহণ করি, সেখানে কোলহাপুরী শৈলী, মাওয়ালি শৈলী, পুনেরি শৈলী, লাহিড়ী শৈলী এবং আরও অনেক কিছু রয়েছে। অন্যদিকে, শৈলী এবং বৈচিত্রগুলি শাহী ফেটা, মহাত্মা গান্ধী ফেটা, তুকারাম মহারাজ ফেটা এবং এই জাতীয় অনেক বৈচিত্র্যময় এবং জনপ্রিয় শৈলীর মতো বিশিষ্ট ব্যক্তিদের সাথেও যুক্ত। এই সাধারণ কাপড়ের টুকরোটি মাথার চারপাশে ৬ থেকে ৭ রাউন্ডে বেঁধে দেওয়া হয় এবং পাগড়িটির একটি ছোট টুকরো লেজের মতো আলগা ঝুলানো হয় যাকে বলা হয় শেমালা। কিছু ফেটা কাপড় সরল এবং একক রঙের, যেখানে কয়েকটি রেখাযুক্ত এবং দ্বিগুণ রঙের।\n\n\n== উদ্ভাবন ==\nবর্তমান সময়ে এবং যুগে, ঐতিহ্যবাহী ফেটাগুলিকে একটি প্রবণতা এবং একটি তারুণ্যের অনুভূতি দেওয়া হয় যা কেবল যুবকদেরই মুগ্ধ করে না বরং একটি ঐতিহ্যবাহী শৈলী এবং আবেদনের জন্যও পরা যেতে পারে। ফেটাসের আজকের পশ্চিমা সংস্করণটি আরও রঙিন, বিপরীতমুখী, সামঞ্জস্যযোগ্য এবং বিভিন্ন ধাতব এবং সাটিন কাপড়ে আসে যা জাগতিক, কানের উষ্ণতা বৃদ্ধিকারী হেডগিয়ারগুলিকে প্রতিস্থাপন করেছে। পাগড়ির প্রাণবন্ত প্রকৃতি এটিকে যেকোনো পার্টি বা অনুষ্ঠানের জন্য আদর্শ করে তোলে।\n\n\n== বিশ্বব্যাপী আপিল ==\nবেশ কিছু ভারতীয় সেলিব্রিটি এবং রাজনৈতিক নেতারা মারাঠি ফেটা বিভিন্ন রূপে পরিধান করেছেন যা এই হেড ড্রেসটিকে একটি বিশ্বব্যাপী আবেদন দিয়েছে এবং বিশ্বব্যাপী বেশ কিছু মানুষের উপর প্রভাব ফেলেছে। বেশ কিছু ফ্যাশন ডিজাইনার মারাঠি ফেটার শৈলী অনুকরণ করেছেন এবং তাদের সংগ্রহে ভারতীয় জাতিসত্তার ছোঁয়া দিতে এটি ব্যবহার করেছেন। ফেটাসের বিভিন্ন জাতের মধ্যে, পুনেরি ফেটা সর্বজনীনভাবে সবচেয়ে শুভ হিসাবে বিবেচিত হয়েছে যা বিবাহের বিবাহের সময় হস্তান্তর করা হয়। ধীরে ধীরে, ফেতার এই প্রাচীন ঐতিহ্য মানুষের জন্য একটি শুভ আচারে পরিণত হয়েছে, তা যেকোন সংস্কৃতিই হোক না কেন।\n\n\n== ফেটা পরা ==\nফেটা পরিধানকারীকে একটি মহৎ এবং স্বতন্ত্র চেহারা দেয় যা স্বয়ংক্রিয়ভাবে কোনও অতিরিক্ত সাজসজ্জার প্রয়োজন ছাড়াই নিজের জন্য কথা বলে। যদি আমরা মহারাষ্ট্রের ঐতিহ্যবাহী শিকড়গুলি অনুসরণ করি, তাহলে এই হেডগিয়ারটি সাধারণ মারাঠি পোষাকটি সম্পূর্ণ করে, কোলহাপুরি স্লিপ অনের সাথে কুর্তা-পায়জামা সমন্বিত। বিবাহ, ধর্মীয় অনুষ্ঠান বা সাংস্কৃতিক অনুষ্ঠান যা মারাঠি পুরুষদের জন্য একটি পার্থক্য চিহ্নিত করে মারাঠি পেঠা ছাড়া অসম্পূর্ণ বলে মনে হয়, যা শুধুমাত্র মহারাষ্ট্রের সাংস্কৃতিক ও ঐতিহ্যগত আকর্ষণকে যোগ করে। বিবাহ এবং অন্যান্য ঐতিহ্যবাহী এবং ধর্মীয় অনুষ্ঠানের পাশাপাশি, মহীশূর ফেটাসগুলি ভারতীয় উত্সব যেমন গুড়ি পাদওয়া, দীপাবলি, দশরা ইত্যাদির সময় পরিবেশকে উন্নত করে। সাম্প্রতিক ফ্যাশনেবল পাগড়িগুলি আনুষ্ঠানিক, আধা-আনুষ্ঠানিক এবং নৈমিত্তিক অনুষ্ঠানেও পরা যেতে পারে, এর নমনীয়তা এবং কমনীয়তার কৃতিত্ব।\n\n\n== রক্ষণাবেক্ষণ ==\nএটি তুলা দিয়ে তৈরি, তাই ফেটা বজায় রাখা কঠিন নয় এবং কাপড়কে ভেজালমুক্ত রাখতে একটি সাধারণ হাত বা মেশিন ধোয়া ভালো হবে।\n\n\n== আকর্ষণীয় তথ্য এবং তুলনা ==\nক্যাপ এবং টুপির মতো আধুনিক হেডগিয়ারগুলি সর্বদা এই জাতিগত হেডগিয়ারগুলির বিরুদ্ধে প্রতিযোগিতার স্তম্ভ হিসাবে দাঁড়িয়ে থাকে। নেতাজি পালকার, অযোধ্যেচা রাজা, শ্রী পুন্ডলিকইত্যাদির মতো বেশির ভাগ মারাঠি সিনেমার বেশিরভাগ দৃশ্যে নায়করা ফেটা খেলছেন। অভিষেক বচ্চন এবং রিতেশ দেশমুখের মতো বিখ্যাত বলিউড অভিনেতারা তাদের বিয়ের দিনে মারাঠি ফেটা পরেছিলেন। এ ছাড়াও, অভিষেক বচ্চনের বাবা অমিতাভ বচ্চনও ছেলের বিয়েতে ফেটা পরেছিলেন। ফেটা সাধারণত একটি শহরের নামানুসারে নামকরণ করা হয়, উদাহরণস্বরূপ কোহলাপুরী ফেটা শহরের নামানুসারে কোলহাপুর নামকরণ করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nসুতা\n\n\n== তথ্যসূত্র =="}