{"pageid": 1171493, "title": "গর্ত মানব", "url": "https://bn.wikipedia.org/wiki?curid=1171493", "content": "গর্ত মানব (পর্তুগিজ: índio do buraco; আনু. ১৯৬০দ–আনু. জুলাই ২০২২), বা তানারু ইন্ডিয়ান ( পর্তুগিজ: Índio Tanaru  ),  একজন আদিবাসী জনগোষ্ঠীর সদস্য যিনি ব্রাজিলের রন্ডোনিয়া রাজ্যের আমাজন অরণ্যে নিঃসঙ্গ জীবনযাপন করতেন। ২০০৭ সালে ব্রাজিল সরকার দ্বারা চিহ্নিত তানারু আদিবাসী অঞ্চলের বাসিন্দা বলতে তিনিই ছিলেন একমাত্র ব্যক্তি।\nগর্ত মানব কোন ভাষায় কথা বলত, তার জাতির লোকেরা নিজেদের কী নামে অবিহিত করত, বা তার নাম কী তা জানা যায়নি। ১৯৭০–১৯৯০-এর দশকে ব্রাজিলীয় বসতি স্থাপনকারীদের দ্বারা গণহত্যার পরে তিনি তার জনগণের শেষ জীবিত সদস্য ছিলেন এবং ১৯৯০-এর দশকের মাঝামাঝি থেকে ২০২২ সালে তাঁর মৃত্যু পর্যন্ত একাই বসবাস করতেন। ১৯৯৬ সাল থেকে, ব্রাজিলীয় ফান্ডাকাও ন্যাসিওনাল দো ইন্দিও (ফুনাই) দূর থেকে লোকটির সাথে মাঝে মাঝে নজরদারি করত, কিন্তু সে বরং বিচ্ছিন্ন থাকতেই পছন্দ করেন। প্রাথমিকভাবে শিকার-সংগ্রহ করা এবং ঘন ঘন ঘোরাঘুরি করে জীবনযাপন করা, তিনি তার প্রতিটি বাসস্থানে অজানা উদ্দেশ্যের গভীর গর্ত রেখে গেছেন, যা তার ডাকনামের জন্ম দিয়েছে। গর্ত মানব ২০০৮ সালে আবারও একজন সশস্ত্র পশুপালকের আক্রমণের হাত থেকে বেঁচে যান এবং ২০১৮ সালে, যখন ফুনাই তার একটি ভিডিও প্রকাশ করে তখন ব্রাজিলের বিচ্ছিন্ন জনগোষ্ঠীর মানুষদের হুমকির সম্বন্ধে সচেতনতা বাড়াতে আন্তর্জাতিক মনোযোগ আকর্ষণ করেছিল। ২০২২ সালের আগস্টে তাকে তার বাড়িতে মৃত অবস্থায় পাওয়া যায়।\n\n\n== গণহত্যা ==\nগর্ত মানব স্বেচ্ছায় নির্জনভাবে বসবাস করতেন না; ব্রাজিলে আদিবাসীদের প্রতি চলমান গণহত্যায় তার জনগোষ্ঠীর সদস্যদের ধ্বংস করে তাকে একা থাকতে বাধ্য করা হয়। ১৯৭০-এর দশকে তার জনগোষ্ঠীর বেশিরভাগ লোককে বসতি স্থাপনকারীরা হত্যা করেছিল বলে বিশ্বাস করা হয়, একই সময়ে আকুনসু ও কানোয়ের মতো আশেপাশের জনগোষ্ঠীও একই ধরনের গণহত্যার সম্মুখীন হয়েছিল। গর্ত মানব ছাড়া অন্যান্য বেঁচে থাকা ব্যক্তিরা ১৯৬৫ সালে অবৈধ খনি শ্রমিকদের আক্রমণে নিহত হন। আদিবাসীদের স্বার্থে ব্রাজিলের সরকারি সংস্থা Fundação Nacional do Índio (FUNAI) পরে তাদের গ্রামের ধ্বংসাবশেষ আবিষ্কার করে, যেটিকে ১৯৯৬ সালে গুঁড়িয়ে দেওয়া হয়েছিল। তারা যেহেতু একাল যাবত বিচ্ছিন্ন ছিল, তাই তাদের কী বলা হত, তারা কোন ভাষায় কথা বলত বা গর্ত মানবের নাম কী ছিল তা জানা যায়নি।\n\n\n== পরবর্তী জীবন ==\nফুনাই (FUNAI) প্রথমবারের মতো ১৯৯৬ সালে গর্ত মানবের বিচ্ছিন্ন অস্তিত্ব সম্পর্কে জানতে পারে। তারা পর্যবেক্ষণ করে যে, সে পর্যায়ক্রমে তার বাড়ি সরিয়ে নেয়, আশ্রয়ের জন্য খড়ের কুঁড়েঘর তৈরি করে। তিনি বন্য পশু শিকার করতেন, ফল ও মধু সংগ্রহ করতেন এবং ভুট্টা ও শিমুল আলু রোপণ করতেন। বছরের পর বছর ধরে, তার দ্বারা নির্মিত ৫০টিরও বেশি কুঁড়েঘর FUNAI কর্তৃক শনাক্ত করা হয়েছিল। তার ডাকনামটি প্রতিটি পরিত্যক্ত বাড়িতে পাওয়া গভীর গর্ত থেকে এসেছে। প্রাথমিকভাবে ধারণা করা হতো যে এই গর্তগুলি প্রাণীদের ফাঁদে ফেলার জন্য ব্যবহার করা হতো বা সেগুলিতে সে লুকিয়ে থাকত, তবে কিছু পর্যবেক্ষকে অনুমান করেন যে সেগুলো হয়ত আধ্যাত্মিক তাৎপর্যপূর্ণতার করণে সে নির্মাণ করেছিলেন। গর্তগুলি সংকীর্ণ এবং ১.৮ মি (৫ ফু ১১ ইঞ্চি) বা তার বেশি ছিল গভীর। ১৯৯৬ সালে ফুনাই কর্তৃক আবিষ্কৃত ধ্বংসপ্রাপ্ত গ্রামে ১৪টি অনুরূপ গর্ত পাওয়া গেছে।\nব্রাজিলের সংবিধানের অনুযায়ী, আদিবাসীদের \"ঐতিহ্যগতভাবে দখলকৃত\" জমির অধিকার রয়েছে। ২০০৭ সালে, ফুনাই আনুষ্ঠানিকভাবে তানারু আদিবাসী অঞ্চল নামে ৩১ বর্গমাইল (৮,০০০ হেক্টর) জমি তার জন্য সুরক্ষিত করে, এটি প্রতিষ্ঠার পর, ফুনাই তাকে পর্যবেক্ষণ করে এবং এলাকায় অনুপ্রবেশ রোধ করার চেষ্টা করে। তা সত্ত্বেও, গর্ত মানব নভেম্বর ২০০৯ সালে বন্দুকধারীদের দ্বারা আক্রান্ত হয়েছিল, কিন্তু সে বেঁচে যেতে সক্ষম হয়।\nযদিও তিনি অন্যদের সাথে সরাসরি যোগাযোগ এড়াতেন চলতেন, তবে গর্ত মানব জানতেন যে তাকে বাইরের লোক পর্যবেক্ষণ করছে। ফুনাই মাঝে মাঝে তার জন্য সরঞ্জাম এবং বীজ উপহার রেখে যায় এবং এইভাবে \"একটি নির্দিষ্ট স্তরের বিশ্বাসের জন্ম দেয়\"। তিনি কখনও কখনও প্রতিরক্ষা হিসাবে বা প্রাণীদের ফাঁদে ফেলার জন্য যে চোরাগর্ত খনন করেছিলেন সেগুলি এড়াতে পর্যবেক্ষক দলগুলিকে সংকেত দিতেন। ২০১৮ সালে, ফুনাই ব্রাজিলের বিচ্ছিন্ন জনগোষ্ঠীর হুমকির বিষয়ে বিশ্বব্যাপী সচেতনতা বাড়াতে তার একটি ভিডিও প্রকাশ করে। ভিডিওতে, আনুমানিক পঞ্চাশোর্ধ সেই ব্যক্তি সুস্থ ছিলেন বলে মনে হচ্ছিল।\n\n\n== মৃত্যু ==\n২০২২ সালের ২৪ আগস্ট, গর্ত মানবকে তার শেষ বাড়িতে ফুনাই কর্মকর্তা আলতেয়ার জোসে আলগায়ের মৃত অবস্থায় দেখতে পায়। সে \"চটের দোলন-বিছানায় শুয়ে ছিল, এবং [ম্যাকাও পালক দিয়ে] অলংকৃত করা হয়েছে যেন সে মৃত্যুর জন্য অপেক্ষা করছে\"। ফুনাই কর্তৃক তার মৃতদেহ আবিষ্কারের পূর্বে সহিংসতার বা অন্য কোনও বিশৃঙ্খলার লক্ষ্মণ ছিল না। অনুমান করা হয়েছিল যে তিনি জুলাই মাসে মৃত্যুবরণ করেন এবং মৃত্যুর সময় তার বয়স ছিল প্রায় ৬০ বছর। মৃত্যুর কারণ নির্ণয়ের উদ্দেশ্যে মৃতদেহটিকে ময়নাতদন্তের জন্য রাজ্যের রাজধানী পোর্তো ভেলহোতে স্থানান্তর করা হয়। ২৭শে আগস্ট, আদিবাসী বিষয়ে বিশেষজ্ঞ, মার্সেলো দস সান্তোস, বলেন যে, রাষ্ট্র কর্তৃক একটি স্মৃতিসৌধ নির্মাণ করে লোকটিকে সেই স্থানেই কবরস্থ করা উচিত যেখানে সে বাস করতেন এবং মৃত্যুবরণ করেন, এবং দখলদারদের থেকে রক্ষা করতে অঞ্চলটিকে অবিলম্বে সুরক্ষিত করা উচিত। আদিবাসী অধিকার সংগঠনগুলো এই দাবিকে সমর্থন করেছে।\n\n\n== আরও দেখুন ==\nইশি, উত্তর আমেরিকার ইয়াহি জনগোষ্ঠীর সর্বশেষ জ্ঞাত সদস্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে ভিডিও (New Scientist)"}