{"pageid": 1171271, "title": "টাইটান কোম্পানি", "url": "https://bn.wikipedia.org/wiki?curid=1171271", "content": "টাইটান কোম্পানি লিমিটেড হল একটি ভারতীয় পণ্য কোম্পানি যেটি প্রধানত গহনা, ঘড়ি এবং চশমার মতো ফ্যাশন সামগ্রী তৈরি করে। টাটা গ্রুপের অংশ এবং তামিলনাড়ু ইন্ডাস্ট্রিয়াল ডেভেলপমেন্ট কর্পোরেশন (টিআইডিসিও) এর সাথে একটি যৌথ উদ্যোগ হিসাবে শুরু করা, কোম্পানিটির কর্পোরেট সদর দপ্তর রয়েছে ইলেক্ট্রনিক সিটি, ব্যাঙ্গালোরে, এবং তামিলনাড়ুর হোসুরে নিবন্ধিত অফিস। \nটাইটান কোম্পানি ১৯৮৪ সালে টাইটান ওয়াচেস লিমিটেড নামে কার্যক্রম শুরু করে। ১৯৯৪ সালে, টাইটান তানিষ্কের সাথে জুয়েলারীতে বৈচিত্র্য আনে এবং পরবর্তীতে টাইটান আইপ্লাসের সাথে চশমা তৈরি করে। ২০০৫ সালে, এটি তার যুব ফ্যাশন আনুষাঙ্গিক ব্র্যান্ড ফাস্টট্র‍্যাক চালু করে।  কোম্পানিটি ভারতের বৃহত্তম ব্র্যান্ডেড জুয়েলারি নির্মাতা, এর মোট আয়ের ৮০% এরও বেশি গয়না বিভাগ থেকে আসে।  ২০২২ সালের হিসাবে, ভারতের গহনা বাজারে টাইটানের ৬% বাজার শেয়ার রয়েছে।  ২০১৯ সালের হিসাবে, এটি বিশ্বের পঞ্চম বৃহত্তম ঘড়ি প্রস্তুতকারক। এটি সবচেয়ে বিশ্বস্ত ভারতীয় ব্র্যান্ড। \n\n\n== ইতিহাস ==\n\n\n=== ১৯৮৪-১৯৯০ ===\nটাইটান কোম্পানি লিমিটেড চেন্নাইতে টাইটান ওয়াচেস লিমিটেড নামে ২৬ জুলাই ১৯৮৬ সালে উদ্বোধন করা হয়েছিল।  তামিলনাড়ু লিমিটেডের স্টেট ইন্ডাস্ট্রিজ প্রমোশন কর্পোরেশনে কোয়ার্টজ অ্যানালগ ইলেকট্রনিক ঘড়ি তৈরির জন্য একটি প্ল্যান্ট স্থাপন করা হয়েছিল। হোসুরে শিল্প এলাকা। ১৯৮৬ সালের নভেম্বরে, টাইটান কোম্পানি এবং ক্যাসিও ২ মিলিয়ন ডিজিটাল এবং এনালগ-ডিজিটাল ঘড়ি তৈরির প্রস্তাবে একটি সমঝোতা স্মারক স্বাক্ষর করে।  ১৯৮৯ সালে, উত্তরাখণ্ডের দেরাদুনে একটি স্যাটেলাইট কেস প্ল্যান্ট স্থাপন করা হয়েছিল যার উৎপাদন ক্ষমতা বর্তমানে বার্ষিক ৫০০০,০০০ ঘড়ির কেস। \n\n\n=== ১৯৯১-২০০০ ===\n১৯৯৩ সালের সেপ্টেম্বরে, কোম্পানিটি তার নাম পরিবর্তন করে টাইটান ইন্ডাস্ট্রিজ লিমিটেড রাখে কারণ এটি ঘড়ি ব্যতীত অন্যান্য পণ্যের পরিসরে প্রবেশ করে। \n১৯৯৪ সালে, টাইটান তার জুয়েলারি ব্র্যান্ড তানিস্ক চালু করে। \n১৯৯৮ সালে, কোম্পানিটি তার ঘড়ি এবং আনুষাঙ্গিক ব্র্যান্ড, ফাস্ট্রয়াক চালু করে, যা টিমেক্স- এর সাথে প্রতিযোগিতা করার জন্য অল্প বয়স্ক দর্শকদের লক্ষ্য করে। \n\n\n=== ২০০১-২০১০ ===\n২০০১ সালে, টাইটান বাচ্চাদের ঘড়ির ব্র্যান্ড ড্যাশ চালু করে। ব্র্যান্ডটি খারাপ পারফরম্যান্স দেখেছিল এবং ২০০৩ সালে এটি বন্ধ করে দেওয়া হয়েছিল।  2004 সালে, কোম্পানিটি Moet Hennessy Louis Vuitton Group- এর সাথে একটি চুক্তি করে, যাতে ভারতে তার গ্রাহক সেবা কেন্দ্রের মাধ্যমে ঘড়ির পরিসর সরবরাহ করা হয়।  ২০০৫ সালে, ফাস্টট্রাক শহুরে যুবকদের লক্ষ্য করে একটি স্বাধীন আনুষঙ্গিক ব্র্যান্ড হিসাবে অবস্থান করেছিল। একটি ফ্যাশন ব্র্যান্ড হওয়ার লক্ষ্যে, ফাস্ট্র্যাক একই বছরে সানগ্লাস চালু করে এবং ২০০৯ সালে ব্যাগ, বেল্ট এবং ওয়ালেট চালু করে। \n\n\n=== ২০১১-বর্তমান ===\n\nইউরোপের বাজারে প্রবেশের জন্য ২০১১ সালে টাইটান সুইস ঘড়ি নির্মাতা ফাভরে-লিউবাকে অধিগ্রহণ করে।  ২০১৩ সালে, টাইটান স্কিন  ব্র্যান্ডের সাথে সুগন্ধি বিভাগে প্রবেশ করে এবং সেই বছরের পরে, এটি তার ব্র্যান্ড Fastrack- এর অধীনে হেলমেট বিভাগে প্রবেশ করে।  একই বছরে এটির নাম পরিবর্তন করে টাইটান কোম্পানি লিমিটেড  হয়। ২০১৪ সালে, এটি ভারতে তার খুচরা দোকান স্থাপনের জন্য মন্টব্ল্যাঙ্কের সাথে একটি যৌথ উদ্যোগে প্রবেশ করে। \n২০১৬ সালে, টাইটান তার অর্ডার প্রক্রিয়াকরণের সময় উন্নত করতে নয়ডা, কলকাতা এবং মুম্বাইতে প্রেসক্রিপশন লেন্স উত্পাদন সুবিধা খোলে।  ২০১৮ সালে, টাইটান তার জুয়েলারি ব্র্যান্ড, গোল্ড প্লাস দক্ষিণ ভারতের গ্রাহকদের লক্ষ্য করে তানিষ্কের সাথে দক্ষিণে ব্র্যান্ডের উপস্থিতি প্রতিষ্ঠা করে। \nতনিরা হল টাইটানের একটি জাতিগত পরিধানের ব্র্যান্ড যা ভারতের বিভিন্ন তাঁত ক্লাস্টার থেকে হাতে বোনা শাড়ি খুচরা বিক্রি করে।  ব্র্যান্ডটি ২০১৬ সালে চালু হয়েছিল।  ২০১৭ সালে বেঙ্গালুরুতে প্রথম খুচরা দোকান খোলা হয়েছিল এবং নতুন দিল্লি এবং হায়দ্রাবাদে আরও স্টোর অনুসরণ করা হয়েছিল। \nএছাড়াও, টাইটান সম্প্রতি ঘোষণা করেছে (২০১৬ সালের শেষ প্রান্তিকে) শীঘ্রই সোনাটা এবং ফাস্ট্র্যাকের মতো ব্র্যান্ডের অধীনে সাশ্রয়ী মূল্যের স্মার্টওয়াচগুলির একটি সিরিজ চালু করার বিষয়ে। \n২০১৬ সালে, টাইটান হিউলেট প্যাকার্ডের সাথে সহযোগিতার মাধ্যমে তৈরি তার স্মার্টওয়াচ, জুক্সট প্রবর্তন করে পরিধানযোগ্য ডিভাইসের বাজারে প্রবেশ করে।  2017 সালে, কোম্পানিটি তার যুব আনুষাঙ্গিক ব্র্যান্ড, Fastrack-এর অধীনে জেসচার ব্যান্ড নামে একটি ফিটনেস ট্র্যাকার চালু করেছে।  একই বছরে, এটি একটি সিঙ্গাপুর ভিত্তিক পরিধানযোগ্য প্রযুক্তি কোম্পানি, CoveIoT-এ $3 মিলিয়ন বিনিয়োগ করেছে।  2018 সালে, কোম্পানি নতুন ফিটনেস ট্র্যাকার ব্যান্ড যোগ করেছে। 2018 সালের হিসাবে পরিধানযোগ্য ডিভাইসের বাজারে কোম্পানির ৭.৪% বাজার শেয়ার ছিল। \n2020 সালের নভেম্বরে, টাইটান দুবাইতে তার প্রথম বিদেশী তানিস্ক স্টোর খুলেছে সেইসাথে দুবাইয়ের জন্য একটি এক্সক্লুসিভ ওয়েবসাইট তার সংগ্রহগুলি প্রদর্শন করেছে। \n\n\n== পণ্য ==\n\n\n=== ঘড়ি ===\n\nঘড়ি বিভাগে ফাস্ট্র্যাক, সোনাটা, রাগা, অক্টেন এবং জাইলিস ব্র্যান্ড রয়েছে। ২০১১ সালে, কোম্পানি টমি হিলফিগার এবং হুগো বস ঘড়ির বিপণন এবং বিতরণের জন্য লাইসেন্স পায়।  ফাভ্রে লেউবা ২০১২ সালে অন্তর্ভুক্ত করা হয়েছিল। 2018 সালে, ডিভিশনের আয় ছিল ₹2,126 কোটি যা কোম্পানির মোট 10% ছিল। \n\n\n=== চশমা ===\n2007 সালে, টাইটান ইন্ডাস্ট্রিজ সানগ্লাস লঞ্চের মাধ্যমে ফ্যাশন আনুষাঙ্গিক শিল্পে প্রবেশ করে। এটি টাইটান আই প্লাস চালু করেছে যা ফ্রেম, কন্টাক্ট লেন্স, প্রেসক্রিপশন চশমা এবং সানগ্লাস তৈরি করে।  ৮% স্থিতিশীল বৃদ্ধি বজায় রেখে ২০১৬-১৭ অর্থবছরে বিভাগটির জন্য ₹৪১৫ কোটি রুপি ছিল।\n\n\n=== অলংকার ===\nজারক্সেস দেশাই ১৯৯৯ সালে তানিষ্ক ব্র্যান্ড শুরু করেছিলেন। জোয়াকে লাক্সারি সেগমেন্টে লঞ্চ করা হয়েছিল, যখন মিয়া, একটি সাব-ব্র্যান্ড কাজ-পরিধানের গহনার জন্য তানিষ্কের অধীনে ছিল। ২০১৭-১৮ সালে টাইটানের মোট আয় ২০.৪৪% বৃদ্ধি পেয়ে ₹১৫,৬৬৬ কোটিতে পৌঁছেছে, যার মধ্যে গয়না বিক্রি হয়েছে ₹১৩,০৩৬ কোটি টাকা।  ২০১৬ সালে, টাইটান ক্যারেটলেনে বিনিয়োগ করেছিল যারা ২০১৭-১৮ অর্থবছরে ₹২৯০ কোটি টাকার টার্নওভার রিপোর্ট করেছে।\n\n\n=== পারফিউম ===\n২০১৩ সালে, টাইটান 'স্কিন' ব্র্যান্ড নামে ভারতীয় পারফিউম বাজারে পারফিউমের ছয়টি রূপ লঞ্চ করে। তারা আলবার্তো মরিলাস এবং অলিভিয়ের পেশক্স সহ বিশ্ব-বিখ্যাত পারফিউমারদের সাথে সহযোগিতা করেছে। \n\n\n== সাবসিডিয়ারি এবং অ্যাফিলিয়েট কোম্পানি ==\nটাইটান ইঞ্জিনিয়ারিং অ্যান্ড অটোমেশন লিমিটেড হল টাইটানের সম্পূর্ণ মালিকানাধীন একটি সহযোগী প্রতিষ্ঠান। এটি পূর্বে টাইটান-প্রিসিসন ইঞ্জিনিয়ারিং বিভাগ নামে পরিচিত ছিল। কোম্পানিটি এখন মেশিন বিল্ডিং, অটোমেশন এবং কম্পোনেন্ট ম্যানুফ্যাকচারিং নিয়ে কাজ করে। \nসুইস ঘড়ি প্রস্তুতকারক, ফাভরে লিউবা, ২০১১ সালে অধিগ্রহণ করা হয়েছিল এবং ২০১২ সালে টাইটানের একটি সহায়ক সংস্থা হিসাবে অন্তর্ভুক্ত হয়েছিল। কোম্পানিটি €২ মিলিয়নে অধিগ্রহণ করা হয়েছিল। এর সদর দপ্তর সোলোথার্ন, সুইজারল্যান্ডে। \nটাইটান ৫০ মিলিয়ন ডলারে ক্যারেটলেন ২০১৬-এ ৬২% অংশীদারিত্ব অর্জন করেছে। \nটাইটান ওয়াচ কোম্পানি লিমিটেড, হংকং, বর্তমানে সুইজারল্যান্ডের Favre Leuba AG এর ১০০% সহযোগী প্রতিষ্ঠান। \n2015 সালে, টাইটান তার খুচরা আউটলেটগুলির মাধ্যমে সুইস বিলাসবহুল ব্র্যান্ড মন্টব্ল্যাঙ্কের পণ্য বিক্রি করার জন্য একটি যৌথ উদ্যোগে প্রবেশ করে। মন্টব্ল্যাঙ্ক ইন্ডিয়া রিটেইল প্রাইভেট লিমিটেডে টাইটানের ইক্যুইটি শেয়ার 49% এবং মন্টব্ল্যাঙ্ক সার্ভিসেস বিভির রয়েছে 51%। \n\n\n== তথ্যসূত্র =="}