{"pageid": 1171788, "title": "থায়োমার্গারিটা ম্যাগনিফিকা", "url": "https://bn.wikipedia.org/wiki?curid=1171788", "content": "থায়োমার্গারিটা ম্যাগনিফিকা হলো সালফার-অক্সিডাইজিং গামাপ্রোটিওব্যাক্টেরিয়া শ্রেণির অন্তর্ভুক্ত একটি প্রজাতি, যা ক্যারিবীয় অঞ্চলের লেসার এন্টিলিস দ্বীপপুঞ্জের গুয়াদলুপ আর্কিপেলাগোর রিজোফোরা ম্যাংগল উদ্ভিদের ঝরে পড়া পাতায় পানির নিচে জন্মাতে দেখা গেছে। ফিলামেন্ট-আকৃতির এই ব্যাকটিরিয়াটি এ পর্যন্ত জানা সবচেয়ে বড় ব্যাকটিরিয়া, যার গড় দৈর্ঘ্য ১০ মিলিমিটার এবং কিছু কিছু ক্ষেত্রে এটি ২০ মিলিমিটার (০.৭৯ ইঞ্চি) পর্যন্ত বড় হতে দেখা গেছে। ২০২২ সালের ফেব্রুয়ারি মাসে জমা দেওয়া একটি প্রাক-মুদ্রণ প্রকাশনীতে এই ব্যাকটিরিয়াটির বর্ণনা দেওয়া হয়েছিল। মূলত ২০১০-এর দশকের গোড়ার দিকে পয়েন্টাপিটের ফরাসী এন্টিলিস বিশ্ববিদ্যালয়ের অলিভিয়ার গ্রস কর্তৃক এই ব্যাকটিরিয়াটি আবিষ্কৃত হয়েছিল। কিন্তু গ্রস তার আবিষ্কারটি একটি ছত্রাক হবে বলে মনে করায় শুরুর দিকে এটি খুব বেশি মনোযোগ আকর্ষণ করতে পারেনি। এটা যে একটি ব্যাকটেরিয়া সেটা নির্ধারণ করতেই গ্রস এবং অন্যান্য গবেষকদের পাঁচ বছর সময় লেগেছিল এবং গ্রসের তত্ত্বাবধানে কাজ করা স্নাতকের এক শিক্ষার্থী জিন-মেরি ভল্যান্ড এই ব্যাক্টেরিয়ার অস্বাভাবিক বৈশিষ্ট্যগুলি বের করা পর্যন্ত লেগেছিল আরও কয়েক বছর।\nল্যাটিন ভাষায় থায়োমার্গারিটার মানে হলো \"সালফার মুক্তা\"। বাহ্যিকভাবে এই ব্যাক্টেরিয়ার কোষ দেখতে কেমন এই শব্দটি সেটাই বোঝাচ্ছে। এই ব্যাক্টেরিয়ার কোষে আণুবীক্ষণিক সালফার দানা থাকায় এর উপর আপতিত আলোর বিক্ষেপণ ঘটে, যা কোষকে মুক্তার মতো উজ্জ্বলতা দেয়। ম্যাগনিফিকা নামটির অর্থ magnificent, (যার অর্থ হতে পারে চমৎকার, জাঁকাল)। ম্যাগনিফিকা নামটি নির্বাচন করেছেন গবেষক সিলভিনা গনজালেজ রিজো, যিনি আবার T. magnifica-কে ব্যাকটেরিয়া হিসেবেও চিহ্নিত করেছেন।\n\n\n== গঠন ==\nব্যাকটিরিয়ার বিপাক ক্রিয়া কেবল ব্যাকটেরিয়া কোষের অভ্যন্তরে পুষ্টি এবং বর্জ্য উভয়ের অণুর ব্যাপনের মাধ্যমে ঘটতে পারে এবং এটি এই জীবগুলোর আকারের ঊর্ধ্বসীমাও নিয়ন্ত্রণ করে। ১৯৯৯ সালে আবিষ্কৃত থায়োমার্গারিটা নামিবিয়েনসিস যেটা একটি বৃহৎ সালফার-ব্যাকটেরিয়া, সেই ব্যাকটেরিয়াটি জল এবং নাইট্রেটে ভরা একটি বড় থলির অন্তর্ভুক্তির মাধ্যমে এই সীমাবদ্ধতাকে অতিক্রম করে। এই থলিটি কোষের উপাদানগুলোক কোষ প্রাচীরের দিকে ঠেলে দেয়, যাতে ব্যাপন কাজ করতে পারে; নামিবিয়েনসিসের জৈবিক প্রক্রিয়া কেবল কোষের প্রান্ত ঘেষে ঘটে। থায়োমার্গারিটা ম্যাগনিফিকার কোষেও অনুরূপ একটি শূন্যস্থান থাকে, যা কোষের অধিকাংশ স্থান (আয়তনের দিক থেকে ৬৫–৮০%) দখল করে নেয় এবং সাইটোপ্লাজমকে কোষের সীমানার দিকে ঠেলে দেয়। এর সাইটোপ্লাজমের পুরুত্ব ১.৮ থেকে ৪.৮ মাইক্রোমিটার পর্যন্ত হয়ে থাকে।\nএই ব্যাকটেরিয়ার আকার এবং এর চূড়ান্ত পলিপ্লয়েডিটি আংশিকভাবে এর জিনোমের দ্বারা ব্যাখ্যা করা হয়, যেখানে ব্যাকটেরিয়ার অনেক সাধারণ কোষ বিভাজন জিনের অনুপস্থিতি থাকে।\nএই ব্যাক্টেরিয়ার কোষের বাইরের অংশে এপিবায়োটিক ব্যাকটেরিয়া থাকে না; এ ধরনের ব্যাক্টেরিয়ার \"আশ্চর্যজনক অনুপস্থিতি\"কে T. magnifica’র সম্ভাব্য সৃষ্ট জৈবিক সক্রিয়তা দিয়ে কিংবা T. magnifica’র সম্ভাব্য সৃষ্ট অ্যান্টিবায়োটিক রাসায়নিক যৌগের মাধ্যমে ব্যাখ্যা করা যেতে পারে।\n\n\n== ক্যাপসুলের মতো আবদ্ধ ডিএনএ ==\nএই ধরনের এককোষী জীবের মধ্যে অন্য যে আরেকটি থলি বা কুঠুরি থাকে তার মধ্যে অবস্থান করে এর ডিএনএ। গবেষকরা এই কুঠুরির নাম দিয়েছেন \"পেপিনস\" (pepins)। অন্যান্য অধিকাংশ ব্যাকটেরিয়ায় যে মুক্ত-ভাসমান ডিএনএ পাওয়া যায়, সেটা থেকে এই গঠন-কাঠামোটি খুবই আলাদা। প্রাক-কেন্দ্রিক আদিম এককোষী জীব যাদের নিউক্লিয়াস থাকে না (এদের ডিএনএ সাইটোপ্লাজমে মুক্ত থাকে) এবং সুকেন্দ্রিক জীব (যাদের ডিএনএ নিউক্লিয়ার আবরণী দ্বারা ঘেরা থাকে) এই দুই শ্রেণির মধ্যে পার্থক্য যতই অস্পষ্ট হয়ে উঠে, ভাসমান ও কুঠুরিবদ্ধ ডিএনএ'র এই ব্যবস্থাটির গুরুত্ব ততই বৃদ্ধি পাবে।\nথায়োমার্গারিটা ম্যাগনিফিকা একটি ব্যাকটেরিয়া হওয়ায় এটি প্রাক-কেন্দ্রিক জীবসমূহের অন্তর্ভুক্ত, কিন্তু এর কোষে ঝিল্লি থলি বিদ্যমান যা কোষের ডিএনএ-র এনক্যাপসুলেশন ঘটায় অর্থাৎ ডিএনএ-কে একটি ক্যাপসুলের মধ্যে আবদ্ধ করে রাখে।\n\n\n== তথ্যসূত্র =="}