{"pageid": 1171504, "title": "ইন্ডিয়ানা জোন্স অ্যান্ড দ্য লাস্ট ক্রুসেড", "url": "https://bn.wikipedia.org/wiki?curid=1171504", "content": "ইন্ডিয়ানা জোনস অ্যান্ড দ্য লাস্ট ক্রুসেড (অনু. ইন্ডিয়ানা জোনস এবং শেষ ধর্মযুদ্ধ) হল ১৯৮৯ সালে স্টিভেন স্পিলবার্গ পরিচালিত একটি আমেরিকান অ্যাকশন-অ্যাডভেঞ্চার চলচ্চিত্র, যা নির্বাহী প্রযোজক জর্জ লুকাসের সহ-রচিত একটি গল্প থেকে। এটি ইন্ডিয়ানা জোনস ফ্র্যাঞ্চাইজির তৃতীয় কিস্তি এবং রেইডারস অফ দ্য লস্ট আর্ক (১৯৮১) এর সিক্যুয়েল। হ্যারিসন ফোর্ড শিরোনাম ভূমিকায় ফিরে আসেন, যখন তার পিতা শন কনারি দ্বারা চিত্রিত হয়। অন্যান্য কাস্ট সদস্যদের মধ্যে রয়েছে অ্যালিসন ডুডি, ডেনহোম এলিয়ট, জুলিয়ান গ্লোভার, রিভার ফিনিক্স এবং জন রাইস-ডেভিস। ১৯৩৮ সালে নির্মিত চলচ্চিত্রটিতে, ইন্ডিয়ানা তার পিতার সন্ধান করে, একজন পবিত্র গ্রেইল পণ্ডিত, যিনি নাৎসিদের দ্বারা ধরা পড়েছেন যখন তিনি পবিত্র গ্রেইলকে খুঁজে বের করার জন্য যাত্রা করছেন।\nইন্ডিয়ানা জোন্স এবং টেম্পল অফ ডুমের মিশ্র প্রতিক্রিয়ার পরে, স্পিলবার্গ পরবর্তী কিস্তিতে অন্ধকার স্বর এবং গ্রাফিক সহিংসতা হ্রাস করার সিদ্ধান্ত নিয়েছিলেন। দ্য টেম্পল অফ ডুম এবং দ্য লাস্ট ক্রুসেডের মধ্যে পাঁচ বছরের মধ্যে, তিনি এবং নির্বাহী প্রযোজক লুকাস জেফরি বোমের গ্রহণ করার আগে বেশ কয়েকটি স্ক্রিপ্ট পর্যালোচনা করেছিলেন। চিত্রগ্রহণের স্থানগুলির মধ্যে স্পেন, ইতালি, পশ্চিম জার্মানি, জর্ডান, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র অন্তর্ভুক্ত ছিল।\nদ্য লাস্ট ক্রুসেড ২৪ শে মে, ১৯৮৯ সালে উত্তর আমেরিকার প্যারামাউন্ট পিকচার্স দ্বারা মুক্তি পায় এবং বিশ্বব্যাপী বক্স অফিসে ৪৭৫.৮ মিলিয়ন ডলার আয় করে এবং সেরা সাউন্ড এফেক্টস এডিটিং এর জন্য একাডেমি পুরস্কার লাভ করে। ২০০৮ সালে ইন্ডিয়ানা জোনস অ্যান্ড দ্য কিংডম অফ দ্য ক্রিস্টাল স্কাল প্রকাশিত হয়। একটি পঞ্চম চলচ্চিত্র ২০২৩ সালের গ্রীষ্মে মুক্তি পাওয়ার কথা রয়েছে।\n\n\n== কাহিনি সংক্ষেপ ==\n১৯১২ সালে, ১৩ বছর বয়সী হেনরি \"ইন্ডিয়ানা\" জোনস, জুনিয়র, উটাহ-এর আর্কেস ন্যাশনাল পার্কে তার বয় স্কাউট ট্রুপের সাথে ঘোড়ায় চড়েন। গুহাগুলি স্কাউট করার সময়, ইন্ডিয়ানা একদল গুরুতর ডাকাতকে আবিষ্কার করে যারা ফ্রান্সিসকো ভাজকুয়েজ দে কোরোনাডোর একটি সোনার ক্রুশবিদ্ধ খুঁজে পেয়েছে এবং তাদের কাছ থেকে এটি চুরি করে, এটি একটি যাদুঘরে দান করার আশায়। পুরুষরা একটি পাসিং সার্কাস ট্রেনের মধ্য দিয়ে তাড়া করে, ইন্ডিয়ানাকে একটি বুলহুইপ থেকে তার চিবুক জুড়ে রক্তাক্ত কাটা এবং সাপের একটি নতুন ফোবিয়া দিয়ে ছেড়ে দেয়। ইন্ডিয়ানা পালিয়ে যায়, কিন্তু স্থানীয় শেরিফ তাকে ডাকাতদের কাছে ক্রসটি ফিরিয়ে দেয়, যারা তাত্ক্ষণিকভাবে পানামা টুপি পরা একটি রহস্যময় উপকারকারীর কাছে এটি চালু করে। ছেলেটির সাহসিকতায় মুগ্ধ হয়ে ডাকাতদের নেতা ইন্ডিয়ানাকে তার ফিডোরা দেয়।\n২৬ বছর পর, ১৯৩৮ সালে, ইন্ডিয়ানা জোনস পর্তুগালের উপকূলে একটি জাহাজে \"পানামা হ্যাট\" এবং তার সহযোগীদের সাথে লড়াই করে। জাহাজটি বিস্ফোরিত হওয়ার ঠিক আগে ওভারবোর্ড থেকে পালিয়ে গিয়ে, তিনি ক্রুশটি পুনরুদ্ধার করেন এবং মার্কাস ব্রোডির যাদুঘরে এটি দান করেন। পরে, ইন্ডিয়ানা ওয়াল্টার ডোনোভানের কাছ থেকে জানতে পারে যে তার বাবা, হেনরি জোনস, সিনিয়র, গাইড হিসাবে একটি পাথরের ট্যাবলেট থেকে একটি অসম্পূর্ণ শিলালিপি ব্যবহার করে পবিত্র গ্রেইলের সন্ধান করছিলেন এবং তখন থেকে অদৃশ্য হয়ে গেছেন। ইন্ডিয়ানা ভেনিস থেকে মেইলের মাধ্যমে হেনরির গ্রেইল ডায়েরি পায় এবং মার্কাসের সাথে সেখানে যায়, যেখানে তারা হেনরির অস্ট্রিয়ান সহকর্মী ডঃ এলসা স্নাইডারের সাথে দেখা করে।\nলাইব্রেরির নিচে যেখানে হেনরিকে শেষবার দেখা গিয়েছিল, ইন্ডিয়ানা এবং এলসা অর্ধ-প্লাবিত ক্যাটাকম্বের একটি সেট আবিষ্কার করে যা প্রথম ক্রুসেড নাইটের সমাধিকে ধারণ করে যা হেনরি ব্যবহার করেছিলেন এমন শিলালিপির একটি সম্পূর্ণ সংস্করণ রয়েছে, যা গ্রেইলের অবস্থান প্রকাশ করে। তারা পালিয়ে যায় যখন ক্যাটাকম্বের পেট্রোলিয়াম-সম্পৃক্ত জলে ক্রুসিফর্ম তলোয়ারের ব্রাদারহুড দ্বারা আগুন ধরিয়ে দেওয়া হয়, একটি গোপন সমাজ যার মিশন গ্রেইলকে রক্ষা করা। ইন্ডিয়ানা এবং এলসা ব্রাদারহুডের সদস্য কাজিমকে বন্দী করে। যখন ইন্ডিয়ানা ব্যাখ্যা করে যে তার একমাত্র লক্ষ্য তার বাবাকে খুঁজে বের করা, গ্রেইল নয়, কাজিম তাদের হেনরির অবস্থান জানায়। ডায়েরির মধ্য দিয়ে তাকিয়ে, মার্কাস হেনরির দ্বারা গ্রিলের রুটের একটি মানচিত্র খুঁজে পায়, যা প্রাচীন শহর আলেকজান্দ্রেত্তা থেকে শুরু হয়। ইন্ডিয়ানা ডায়েরি থেকে মানচিত্রটি সরিয়ে ফেলে, মার্কাসকে নিরাপদে রাখার জন্য দেয় এবং তাকে আলেকজান্দ্রেটার ধ্বংসাবশেষের উপর নির্মিত শহর, তাদের পুরানো বন্ধু সালার সাথে মিলিত হওয়ার জন্য পাঠায়। এলসা হেনরিকে খুঁজে বের করার আগে ইন্ডিয়ানার সাথে একটি সম্পর্ক শুরু করে।\nইন্ডিয়ানা এবং এলসা অস্ট্রিয়ার একটি নাৎসি-নিয়ন্ত্রিত দুর্গ ক্যাসল ব্রুনওয়াল্ডের দিকে যাত্রা করে, যেখানে হেনরিকে রাখা হয়েছে। ইন্ডিয়ানা হেনরিকে খুঁজে পায় এবং এসএস কর্নেল আর্নস্ট ভোগেলের দ্বারা দ্রুত ধরা পড়ার জন্য তাকে মুক্ত করে। তিনি জানতে পারেন যে এলসা একজন নাৎসি, এবং ডোনোভান তাদের সাথে কাজ করছে। তারা তাদের জন্য গ্রেইল খুঁজে পেতে জোন্সেস ব্যবহার করছে। ডোনোভান এবং ভোগেলের সাথে চলে যাওয়ার সময় এলসা ইন্ডিয়ানাকে বিদায় জানায়। সাল্লাহর সাথে সাক্ষাতের সময় মার্কাস হাতাই রাজ্যে ধরা পড়ে। দুর্গ থেকে তাদের পালানোর পরে, হেনরি ইন্ডিয়ানাকে বলে যে গ্রেইলটি তিনটি বুবি ট্র্যাপ দ্বারা সুরক্ষিত এবং তার ডায়েরিতে তাদের নিরাপদে পাস করার জন্য প্রয়োজনীয় সূত্র রয়েছে। জার্মান সেনাবাহিনীর কর্নেলের ছদ্মবেশে, ইন্ডিয়ানা বার্লিনে একটি নাৎসি বই পোড়ানো র ্যালিতে এলসার কাছ থেকে ডায়েরিটি উদ্ধার করে এবং অ্যাডলফ হিটলারের মুখোমুখি হয়, যিনি বইটিকে স্বীকৃতি না দিয়ে অটোগ্রাফ দেন। ইন্ডিয়ানা এবং হেনরি জার্মানি ছেড়ে যাওয়ার জন্য একটি জেপেলিনে চড়েন, কিন্তু আবিষ্কৃত হয় এবং তার পরজীবী বাইপ্লেনে পালিয়ে যেতে বাধ্য হয়। লুফটওয়াফ যোদ্ধাদের সাথে একটি ডগফাইট সংঘটিত হয়; যদিও ইন্ডিয়ানা এবং হেনরি ক্র্যাশ-ল্যান্ড করতে বাধ্য হয়, তারা বেঁচে থাকে এবং সফলভাবে তাদের অনুসরণকারীদের নামিয়ে আনে।\nহাতায়েতে, সালা তাদের মার্কাসের অপহরণের কথা বলে। নাৎসিরা হাতাইয়ের সুলতান দ্বারা সজ্জিত করা হয়েছে এবং মার্কাসের কাছে থাকা মানচিত্রটি ব্যবহার করে ইতোমধ্যে গ্রেইলের অবস্থানের দিকে এগিয়ে চলেছে। ইন্ডিয়ানা, হেনরি এবং সালা নাৎসি অভিযানের সন্ধান পান, যা ব্রাদারহুড দ্বারা আক্রমণ করা হয়। যুদ্ধের সময়, হেনরি মার্কাসকে উদ্ধার করার চেষ্টা করার সময় ভোগেলের হাতে ধরা পড়ে; কাজিম ও তার সহযোদ্ধাদের হত্যা করা হয়। ইন্ডিয়ানা ঘোড়ার পিঠে ট্যাঙ্কটি অনুসরণ করে এবং, সালার সহায়তায় হেনরি এবং মার্কাসকে রক্ষা করে। তিনি ভোগেলের সাথে লড়াইয়ে ধরা পড়েন, তবে ট্যাঙ্কটি একটি পাহাড়ের উপরে যাওয়ার ঠিক আগে পালিয়ে যায়, যা ভোগেলকে তার মৃত্যুর দিকে প্রেরণ করে।\nইন্ডিয়ানা, হেনরি, মার্কাস এবং সালা হ'ল ডোনোভান এবং এলসার নেতৃত্বে বেঁচে থাকা নাৎসিদের সাথে দেখা করে, যারা ক্রিসেন্ট মুনের ক্যানিয়নে মন্দিরটি খুঁজে পেয়েছে যেখানে পবিত্র গ্রেইলকে রাখা হয়েছে কিন্তু প্রথম ফাঁদটি অতিক্রম করতে অক্ষম। ডোনোভান হেনরিকে গুলি করে এবং মারাত্মকভাবে আহত করে যাতে ইন্ডিয়ানা গ্রেইলটি খুঁজে পেতে এবং তার বাবাকে বাঁচানোর জন্য তার নিরাময় শক্তি ব্যবহার করার জন্য ফাঁদে তার জীবনের ঝুঁকি নিতে বাধ্য করে। ডায়েরিতে তথ্য ব্যবহার করে (এবং ডোনোভান এবং এলসা দ্বারা অনুসরণ করা হয়), ইন্ডিয়ানা নিরাপদে ফাঁদগুলি অতিক্রম করে (যার মধ্যে দ্রুত গতির সাউ ব্লেড, একটি শব্দ ধাঁধা এবং একটি অন্তহীন গর্তের উপর একটি লুকানো সেতু অন্তর্ভুক্ত রয়েছে) এবং গ্রেইলের চেম্বারে পৌঁছায়, যা একটি নাইট দ্বারা সুরক্ষিত থাকে। গ্রেইলের শক্তি দ্বারা লোকটিকে ৭০০ বছর ধরে জীবিত রাখা হয়েছে, যা বিভিন্ন ডিজাইনের কয়েক ডজন মিথ্যা গ্রেইলের মধ্যে লুকানো রয়েছে। সত্যিকারের গ্রেইল অনন্ত জীবন দান করে, আর মিথ্যা ব্যক্তিরা যে কেউ তাদের কাছ থেকে পান করে তাকে হত্যা করে। এলসা ডোনোভানের জন্য একটি ভুল কাপ নির্বাচন করে, যার ফলে তার দ্রুত বয়স হয় এবং এটি থেকে পান করার পরে ধুলোয় ভেঙে পড়ে। ইন্ডিয়ানা সঠিকভাবে একটি সাধারণ মাটির কাপকে সত্যিকারের গ্রেইল হিসাবে চিহ্নিত করে এবং এটি থেকে পানীয় গ্রহণ করে, তবে নাইট সতর্ক করে দেয় যে এটি মন্দির থেকে বের করা যাবে না, এবং অমর থাকার জন্য তার অভিভাবককে অবশ্যই ভিতরে থাকতে হবে।\nইন্ডিয়ানা গ্রেইলকে পবিত্র জল দিয়ে পূর্ণ করে এবং হেনরির কাছে নিয়ে আসে, তাকে তাত্ক্ষণিকভাবে নিরাময় করে। এলসা নাইটের সতর্কবাণী উপেক্ষা করে এবং তার সাথে গ্রেইলটি নিয়ে যাওয়ার চেষ্টা করে, যার ফলে প্রবেশদ্বারের মেঝেতে গ্রেট সীল সেটটি অতিক্রম করার সময় মন্দিরটি তাদের চারপাশে ভেঙে পড়ে। যখন গ্রেইলটি মেঝেতে একটি খাদের মধ্যে পড়ে যায়, তখন এলসা এটি পুনরুদ্ধারের চেষ্টা করে তার মৃত্যুর দিকে ঝুঁকে পড়ে। হেনরি তাকে ছেড়ে যাওয়ার জন্য প্ররোচিত করার আগে ইন্ডিয়ানা প্রায় একই পরিণতি ভোগ করে। গ্রেইল নাইট পালিয়ে যাওয়ার সাথে সাথে তাদের বিদায় জানায়। মন্দির ছেড়ে যাওয়ার পরে, জোন্সেস, মার্কাস এবং সালা সূর্যাস্তের দিকে যাত্রা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nIndiana Jones and the Last Crusade at Lucasfilm.com\nইন্টারনেট মুভি ডেটাবেজে ইন্ডিয়ানা জোন্স অ্যান্ড দ্য লাস্ট ক্রুসেড  (ইংরেজি)\nIndiana Jones and the Last Crusade - ইন্টারনেট স্পেকুলেটিভ ফিকশন ডেটাবেজ-এ প্রকাশনার ইতিহাস\nঅলমুভিতে ইন্ডিয়ানা জোন্স অ্যান্ড দ্য লাস্ট ক্রুসেড (ইংরেজি)\nরটেন টম্যাটোসে ইন্ডিয়ানা জোন্স অ্যান্ড দ্য লাস্ট ক্রুসেড (ইংরেজি)\nবক্স অফিস মোজোতে ইন্ডিয়ানা জোন্স অ্যান্ড দ্য লাস্ট ক্রুসেড (ইংরেজি)\nReview of Chris Columbus's first draft"}