{"pageid": 1171029, "title": "ঘূর্ণিধূলি", "url": "https://bn.wikipedia.org/wiki?curid=1171029", "content": "ঘূর্ণিধূলি হল একটি শক্তিশালী, সুগঠিত এবং অপেক্ষাকৃত স্বল্পকালীন ঘূর্ণিঝড়, যা ছোট (আধ মিটার চওড়া এবং কয়েক মিটার লম্বা) বা বড় (১০ মি এরও বেশি প্রশস্ত এবং ১ কিমি এর বেশি লম্বা) হতে পারে। এর প্রাথমিক উল্লম্ব গতি ঊর্ধ্বমুখী। ঘূর্ণিধূলি সাধারণত তেমন কোনো ক্ষয়ক্ষতি করে না কিন্তু মাঝে মাঝে মানুষ এবং সম্পত্তি উভয়ের হুমকির জন্য যথেষ্ট বড় কারণ হয়ে উঠতে পারে।\n \nএটি টর্নেডোর সাথে তুলনীয় কারণ উভয়ই আবহাওয়ার সংক্রান্ত ঘটনা, যা বাতাসের উল্লম্বভাবে ঘূর্ণায়মান কলামের সাথে জড়িত। বেশিরভাগ টর্নেডোই একটি বৃহত্তর সঞ্চালনের সাথে সম্পর্কিত। রৌদ্রোজ্জ্বল আবহাওয়ায় ঘূর্ণিধূলিগুলি ঘূর্ণায়মান একটি ক্রমবর্ধমান বায়ু প্রবাহ গঠন করে, যা খুব কমই টর্নেডোর তীব্রতার কাছাকাছি আসে।\n\n\n== গঠন ==\n\nভূপৃষ্ঠের কাছাকাছি গরম বাতাস উপরের শীতল বাতাসের মধ্যে দিয়ে দ্রুত উঠে ক্রমবর্ধমান একটি ঊর্ধ্বাভিমুখী বায়ু প্রবাহ গঠন করলে ঘূর্ণিধূলির সৃষ্টি হয়। পরিস্থিতি ঠিক থাকলে বায়ু প্রবাহ ঘুরতে শুরু করতে পারে। বায়ু দ্রুত বৃদ্ধির সাথে সাথে গরম বাতাসের কলামটি উল্লম্বভাবে প্রসারিত হয়। ফলে ভর ঘূর্ণনের অক্ষের কাছাকাছি চলে যায়, যা কৌণিক ভরবেগ সংরক্ষণের মাধ্যমে ঘূর্ণন প্রভাবকে আরও তীব্র করে তোলে। ঘূর্ণিধূলিতে গৌণ প্রবাহ অন্যান্য গরম বাতাসকে সদ্য গঠিত ঘূর্ণির নীচের দিকে অনুভূমিকভাবে গতিশীল করে। যত বেশি গরম বাতাস ক্রমবর্ধমান ঘূর্ণির দিকে ধাবিত হয়ে বায়ুকে প্রতিস্থাপন করতে পারে ঘূর্ণন প্রভাবও তত তীব্র এবং স্থায়ী হয়ে ওঠে। গরম বাতাস বাড়ার সাথে সাথে ঘূর্ণিধূলি শীতল হয়ে তার উচ্ছলতা হারায় এবং শেষ পর্যন্ত বৃদ্ধি বন্ধ করে দেয়। এটি উঠার সাথে সাথে এটি বায়ুকে স্থানচ্যুত করে যা ঘূর্ণির কেন্দ্রের বাইরে নেমে আসে। এই শীতল বায়ু প্রত্যাবর্তন ঘূর্ণায়মান গরম-বাতাসের বাইরের দেয়ালের বিরুদ্ধে ভারসাম্য হিসাবে কাজ করে ঘূর্ণিধূলিকে স্থিতিশীল রাখে।\nঘূর্ণন প্রভাব পৃষ্ঠ ঘর্ষণসহ সাধারণত সামনের দিকে গতিবেগ তৈরি করে। যদি এটি উত্তপ্ত পৃষ্ঠের বাতাসের কাছাকাছি উত্সের উপর চলে যায় তবে ঘূর্ণিধূলি টিকে থাকতে পারে।\nভূপৃষ্ঠের কাছাকাছি উপলব্ধ গরম বাতাস ঘূর্ণিধূলতে প্রবাহিত হয় এবং এটি আশেপাশের শীতল বাতাস শুষে নেয়। এর ফলে ঘূর্ণিধূলি সেকেন্ডের মধ্যে অনেক দ্রুত ছড়িয়ে পড়ে। সাধারণত এমনটি ঘটে যখন ঘূর্ণিধূলি ধীরে ধীরে ক্ষয়প্রাপ্ত হয় বা এমন ভূখণ্ডে প্রবেশ করে যেখানে ভূপৃষ্ঠের তাপমাত্রা কম থাকে।\nকিছু বিষয় ঘূর্ণিধূলি গঠনের সম্ভাবনা বাড়ায়:\n\nসমতল অনুর্বর ভূখণ্ড, মরুভূমি বা আলকাতরা-মেশান নুড়িযুক্ত স্থান: সমতল স্থান গরম-বাতাসের \"জ্বালানি\" হওয়ার সম্ভাবনা বাড়িয়ে দেয়। ধুলোবালি বা বালুকাময় অবস্থার কারণে কণাগুলি ঘূর্ণিতে আটকে যায়। ফলে ঘূর্ণিধূলি সহজেই দৃশ্যমান হয়। কিন্তু এটি ঘূর্ণিধূলি গঠনের জন্য অত্যাবশ্যকীয় নয়।\nপরিষ্কার বা হালকা মেঘলা আকাশ: ভূ-পৃষ্ঠের কাছাকাছি বাতাসকে উত্তপ্ত করতে এবং আদর্শ ঘূর্ণিধূলি তৈরি করতে পৃষ্ঠকে উল্লেখযোগ্য পরিমাণে সৌর শক্তি শোষণ করতে সাহায্য করে।\nহাল্কা বা বাতাসহীন এবং শীতল বায়ুমণ্ডলীয় তাপমাত্রা: কাছাকাছি-পৃষ্ঠের বায়ু এবং বায়ুমণ্ডলের তাপমাত্রার মধ্যকার পার্থক্য একটি ঘূর্ণিধূলির স্থায়িত্বের জন্য অন্যতম উপাদান। বাতাসের অবস্থা ঘূর্ণিধূলির ঘূর্ণন প্রভাবকে অস্থিতিশীল করে তোলে।\n\n\n== তীব্রতা এবং সময়কাল ==\nবেশিরভাগ ঘূর্ণিধূলিই সাধারণত ছোট এবং দুর্বল হয়, প্রায়ই ৩ ফুটের কম (০.৯ মি) ব্যাসসহ সর্বাধিক গড় বায়ুপ্রবাহ প্রায় ৪৫ মাইল প্রতি ঘন্টা (৭০ কিমি/ঘণ্টা) হয় এবং প্রায়শই গঠনের এক মিনিটেরও কম সময়ে বিলীন হয়ে যায়। বিরল ক্ষেত্রে, ঘূর্ণিধূলি খুব বড় এবং তীব্র হয়; কখনো কখনো ৩০০ ফুট (90 মি) পর্যন্ত ব্যাস বিশিষ্ট ও ৬০ কিমি/ঘণ্টা (১০০ কিমি/ঘণ্টা+) এর বেশি বাতাসসহ  বিলীন হওয়ার আগে ২০ মিনিটের উপরে টিকে থাকতে পারে। ছোট ব্যাসের কারণে ঘূর্ণিধূলির মধ্যে কোরিওলিস বল উল্লেখযোগ্য নয়; তাই বিরল হলেও,অ্যান্টিসাইক্লোনিক ঘূর্ণনসহ ঘূর্ণিধূলি দেখা যায়।\n\n\n== ঝুঁকি ==\n\nঘূর্ণিধূলি সাধারণত আঘাতের সৃষ্টি করে না। কিন্তু বিরল কিছু গুরুতর ঘূর্ণিধূলি অতীতে ক্ষতি এবং এমনকি মৃত্যুও ঘটিয়েছে। ১৪ই সেপ্টেম্বর ২০০০ তারিখে অ্যারিজোনার ফ্ল্যাগস্টাফের কোকোনিনো কাউন্টি ফেয়ারগ্রাউন্ডে এমনই একটি ঘূর্ণিধূলি আঘাত করেছিল। এটি বেশ কয়েকটি অস্থায়ী তাঁবু, স্ট্যান্ড এবং বুথের পাশাপাশি মেলার মাঠের কিছু কাঠামোর ব্যাপক ক্ষতি করেছিল। এতে বেশ কয়েকজন আহত হবার খবর পাওয়া গেলেও প্রাণহানির কোনো ঘটনা ঘটেনি। ক্ষতির মাত্রার উপর ভিত্তি করে অনুমান করা হয় যে ঘূর্ণিধূলি ঘন্টায় ৭৫ মাইল (১২০  কিমি/ঘ) এর মতো গতিসম্পন্ন উচ্চ বাতাস তৈরি করেছিল, যা একটি ইএফ০ টর্নেডোর সমতুল্য। ১৯শে মে ২০০৩-এ একটি ঘূর্ণিধূলি লেবানন, মেইন-এ একটি দ্বিতল ভবনের ছাদ তুলে ফেলেছিল, যার ফলে এটি ধসে পড়ে এবং ভবনের ভেতরে একজন লোক নিহত হন। ১৮ই জুন ২০০৮-এ ক্যাসপার, ওয়াইমিং- এর কাছে একটি যুব বল ফিল্ড কমপ্লেক্সে একটি টিম ডাগআউটের পাশে ঘূর্ণিধূলিতে একটি ছোট স্কোরার শেড উল্টে একজন মহিলার উপরে পড়লে তিনি নিহত হন। তিনি শেডের পিছনে গিয়ে ঘূর্ণিধূলি থেকে আশ্রয় নেওয়ার চেষ্টা করছিলেন। ২০১০ সালে টেক্সাসের ইস্ট এল পাসোতে একটি জাম্প হাউসে একটি ঘূর্ণিধূলি তিনটি শিশুকে ১০ ফুট (৩  মি) উপরে তুলে, একটি বেড়ার উপর দিয়ে নিয়ে তিনটি বাড়ি দূরে একটি উঠোনে আছড়ে ফেলেছিল। ২০১৮ সালে কলোরাডোর কমার্স সিটিতে একটি শক্তিশালী ঘূর্ণিধূলি দুটি পোর্টা-পোটিকে বাতাসে আঘাত করেছিল। ঘটনাটিতে সোউভাগ্যবশত কেউ আহত হয়নি। ২০১৯ সালে চীনের হেনান প্রদেশের ইউচেং কাউন্টিতে বড় একটি ঘূর্ণিধূলি একটি বাউন্সি দুর্গ বাতাসে তোলার ঘটনায় ২জন শিশু নিহত হয়। এছাড়াও এই ঘটনায় ১৮জন শিশু এবং ২জন প্রাপ্তবয়স্ককে আহত হন।\nঘূর্ণিধূলির কারণে প্রায় ১০০টি বিমান দুর্ঘটনা ঘটেছে। এর মধ্যে অনেক ক্ষেত্রে ট্যাক্সিং সমস্যা হয়েছে, আবার কিছু ক্ষেত্রে মারাত্মক পরিণতি হয়েছে। স্কাইডাইভার এবং প্যারাগ্লাইডিং পাইলটদের মধ্যে প্রধান বিপদ হিসাবেও ঘূর্ণিধূলিকে বিবেচনা করা হয়; কারণ ঘূর্ণিধূলির কারণে একটি প্যারাসুট বা প্যারাগ্লাইডার সামান্য বা কোন সতর্কতা ছাড়াই ভেঙে পড়তে পারে। ঘূর্ণিধূলি প্যারাসুট ব্যবহারকারীদের গুরুতর আঘাত বা মৃত্যুর কারণ হয়ে থাকে। ১লা জুন ১৯৯৬ এ একটি ঘূর্ণিধূলি একজন স্কাইডাইভারের প্যারাসুট ভূমি হতে প্রায় ৩০ ফুট (৯.১ মিটার) উচ্চতায় ভেঙে ফেলেছিল। পরে তিনি আহত অবস্থায় মারা যান।\n\n\n== বৈদ্যুতিক কার্যক্রম ==\nঘূর্ণিধূলি, এমনকি ছোটগুলোও (পৃথিবীতে) প্রতি মিটারে ১০,০০০ ভোল্টের বেশি বেতার শব্দ এবং বৈদ্যুতিক ক্ষেত্র তৈরি করতে পারে। একটি ঘূর্ণিধূলি চারপাশের ছোট ময়লা এবং ধুলো কণাগুলোকে তুলে নেয়। কণাগুলো চারদিকে ঘূর্ণায়মান হওয়ার সাথে সাথে যোগাযোগ বা ঘর্ষণীয় চার্জিং (ট্রাইবোইলেট্রিফিকেশন) এর মাধ্যমে বৈদ্যুতিকভাবে চার্জিত হয়। ঘূর্ণায়মান চার্জযুক্ত কণাগুলিও একটি চৌম্বক ক্ষেত্র তৈরি করে; যা প্রতি সেকেন্ডে ৩ থেকে ৩০ বার উঠানামা করে।\nএই বৈদ্যুতিক ক্ষেত্রগুলি মাটি থেকে বিভিন্ন উপাদান বায়ুমণ্ডলে তুলতে ঘূর্ণিগুলিকে সহায়তা করতে পারে। পরীক্ষার মাধ্যমে জানা যায় যে কোনো জায়গা দিয়ে যাবার সময় একটি ঘূর্ণিধূলি প্রতি বর্গমিটার থেকে প্রতি সেকেন্ডে ১ গ্রাম ধুলো তুলতে পারে (অর্থাৎ  প্রতি একর থেকে ১০ পাউন্ড/সে)। প্রায় ১০০ মিটারের (৩৩০ ফুট) একটি বড় ঘূর্ণিধূলি এর গোড়ায় ৩০ মিনিটে প্রায় ১৫ মেট্রিক টন ধূলিকণা তুলতে পারে। সারা বিশ্বের মরুভূমির বিশালাকার ধুলো ঝড়গুলো প্রতি বছরে ঘটা ঝড়ের সময় বায়ুমণ্ডলে প্রাপ্ত ৮% খনিজ ধূলিকণার যোগান দেয়। আবার গ্রীষ্মকালে মরুভূমি জুড়ে হওয়া তুলনামূলকভাবে ছোট ঘূর্ণিধূলিগুলি প্রায় তিনগুণ বেশি ধুলো উত্তোলন করে এবং এইভাবে এরা বায়ুমণ্ডলের ধূলিকণার উপর সম্মিলিতভাবে প্রভাব ফেলে। এসময় তাদেরকে প্রায়শই বালির স্তম্ভ বলা হয়।\n\n\n== মঙ্গলগ্রহে ঘূর্ণিধূলি ==\n\nঘূর্ণিধূলি মঙ্গল গ্রহেও দেখা যায় এবং ১৯৭০ এর দশকে ভাইকিং কক্ষপথে প্রথম এর ছবি তোলা হয়েছিল। ১৯৯৭ সালে মার্স পাথফাইন্ডার ল্যান্ডারের উপর দিয়ে যাওয়া একটি ঘূর্ণিধূলি শনাক্ত করা হয়েছিল। নীচের প্রথম ছবিতে মঙ্গল গ্রহের বৈশ্বিক সার্ভেয়ারের ছবিতে মঙ্গলগ্রহের বায়ুমণ্ডলের একটি চলমান ঘূর্ণায়মান কলাম দ্বারা দীর্ঘ অন্ধকার ধারাটি তৈরি হয়েছে। ঘূর্ণিধূলি নিজেই (কালো দাগ) গর্তের দেয়ালে আরোহণ করছে। ডানদিকের রেখাগুলি হল গর্তের মেঝেতে বালির টিলা।\nমঙ্গলগ্রহের ঘূর্ণিধূলিগুলি পার্থিব ঘূর্ণিধূলিগুলির চেয়ে পঞ্চাশ গুণ প্রশস্ত এবং দশ গুণ বেশি উঁচু হতে পারে। বড় ঘূর্ণিধূলিগুলি মঙ্গলে পাঠানো স্থলজ প্রযুক্তির জন্য হুমকিস্বরূপ হতে পারে। ৭ই নভেম্বর ২০১৬-এ ০.৫ থেকে ১.৯  কিমি উচ্চতার এমন পাঁচটি ঘূর্ণিধূলি  মঙ্গলগ্রহের দক্ষিণ গোলার্ধে মার্স অরবিটার মিশনের একক পর্যবেক্ষণে চিত্রিত হয়েছিল।\nমঙ্গল গ্রহে স্পিরিট রোভার পর্যবেক্ষণকারী মিশনের সদস্যরা ১২ই মার্চ ২০০৫-এ রিপোর্ট করেছিল যে একটি ঘূর্ণিধূলির সাথে একটি সৌভাগ্যজনক সংঘর্ষ সেই রোবটের সৌর প্যানেলগুলি পরিষ্কার করেছে। এতে ক্ষমতার মাত্রা অনেক বৃদ্ধি পেয়েছে এবং দৈনিক কাজ বৃদ্ধি পাবে বলে আশা করা হচ্ছে। অনুরূপ আরেকটি ঘটনা (সৌর প্যানেল জমে থাকা ধূলিকণা রহস্যজনকভাবে পরিষ্কার হওয়া) এর আগে অপর্চুনিটি রোভার পর্যবেক্ষণ করেছিল এবং ঘূর্ণিধূলিকে এর কারণ হিসাবে সন্দেহ করা হয়। মঙ্গল গ্রহে বজ্রপাতের কারণ হিসেবে ঘূর্ণিধূলির সাথে সম্পর্কিত বৈদ্যুতিক কার্যকলাপকে দায়ী করা হয়। তবে এটি এখনও নিশ্চিতভাবে শনাক্ত করা যায়নি।\n \n\n\n== বিকল্প নামসমূহ ==\nঅস্ট্রেলিয়ায় ঘূর্ণিধূলি \"উইলি-উইলি\" নামেও পরিচিত।\nআয়ারল্যান্ডে ঘূর্ণিধূলি \"শি-গাওইথে\" বা \"পরীর বাতাস\" নামে পরিচিত।\n\n\n== সম্পর্কিত ঘটনা ==\n\nআগুনের ঘূর্ণি, যাকে কখনও কখনও ফায়ার ডেভিল বা ফায়ার টর্নেডো বলা হয়; দাহ্য ভবনের কাঠামোতে তীব্র দাবানলের সময় বা বন বা ঝোপে আগুন লাগলে দেখা যায়। আগুনের ঘূর্ণি হল দাহ্য পদার্থ থেকে নির্গত জ্বলন্ত গ্যাসের ঘূর্ণি আকৃতির গঠন। ঘূর্ণি এর উৎপত্তি সম্ভবত ঘূর্ণিধূলির অনুরূপ।\nসম্প্রতি পোড়া জায়গায় সদ্য জমা ছাইয়ের নীচের গরম সিলিন্ডারগুলি কখনো কখনো অসংখ্য ঘূর্ণিধূলি তৈরি করতে পারে। হালকা ওজনের এবং গাঢ় রঙের ছাই ঘূর্ণিধূলি তৈরি করতে পারে, যা বাতাসে শত শত ফুট দূর থেকেও দৃশ্যমান।\nছাইয়ের ধূলিগুলিও ঘূর্ণিধূলির মতো গঠন করে এবং প্রায়শই সাম্প্রতিক অগ্নিকাণ্ডের সময় পোড়া এলাকায় দেখা যায়।\nবাষ্প ধূলিগুলি প্রায়শই পাওয়ার প্ল্যান্ট থেকে বাষ্পের সাথে উপরের দিকে উঠতে দেখা যায়।\nএকই অবস্থা তুষার ঘূর্ণিঝড় তৈরি করতে পারে।\n\nমঙ্গোলিয়ার দক্ষিণ গোবি প্রদেশের সাগান খাদের কয়লা শহরে কয়লার ধূলি সাধারণ একটি ঘটনা। যখন ঘূর্ণিধূলিগুলি প্রচুর পরিমাণে মজুত করা কয়লা তুলে নেয় তখন এ ঘটনা ঘটে। এদের গাঢ় রঙ এদেরকে কিছুটা টর্নেডোর মত করে তোলে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅস্ট্রেলিয়ান ডাস্ট ডেভিল ফটো\nড্যান্সিং উইথ দ্য ডেভিল ভিডিও\nমঙ্গল গ্রহে স্পিরিট রোভার দ্বারা চিত্রিত ডাস্ট ডেভিল\nম্যাটাডোর ডাস্ট ডেভিল প্রকল্প\nস্পিরিট দ্বারা দেখা মার্টিন ডাস্ট ডেভিলদের অনেক মুভি সহ, উন্নত ছবি এবং রেটিং সহ পেজ ।\nবায়বীয় গবেষণার গ্রন্থপঞ্জি"}