{"pageid": 1171962, "title": "দ্য হান্ড্রেড (ক্রিকেট)", "url": "https://bn.wikipedia.org/wiki?curid=1171962", "content": "দ্য হান্ড্রেড হল ইসিবি পরিচালিত ১০০-বলের ক্রিকেট ফ্র্যাঞ্চাইজ ক্রিকেট প্রতিযোগিতা। ইংল্যান্ড ও ওয়েলসের বিখ্যাত শহরগুলির ভিত্তিতে ফ্র্যাঞ্চাইজ দল তৈরী করে ২০২১-এ প্রথম প্রতিযোগিতা অনুষ্ঠিত হয়েছিল। প্রতিটি ম্যাচ সাধারণত আড়াই ঘন্টার হয়। বিবিসি ও স্কাই স্পোর্টস এর উদ্যোগে এই প্রতিযোগিতার ম্যাচগুলি সম্প্রচারিত হয়।\n\n\n== ইতিহাস ==\n২০১৬ সালের সেপ্টেম্বর মাসে, ইংল্যান্ড এবং ওয়েলস ক্রিকেট বোর্ড (ইসিবি) কর্তৃক ইন্ডিয়ান প্রিমিয়ার লিগের অনুরূপ একটি নতুন শহরভিত্তিক ক্রিকেট টুয়েন্টি২০ প্রতিযোগিতার প্রস্তাব করা হয়েছিল। ১৮টি প্রথম-শ্রেণীর কাউন্টি, প্রফেশনাল ক্রিকেটার্স অ্যাসোসিয়েশন (পিসিএ) এবং মেরিলেবোন ক্রিকেট ক্লাবের (এমসিসি) মধ্যে প্রাথমিক আলোচনার পরে তারা প্রতিযোগিতার বিকাশের পক্ষে (১৬–৩) ভোট দিয়েছিল। ২০১৭ সালের ২৬শে এপ্রিল তারিখে, ইসিবির সদস্যরা ৩৮–৩ ভোটে নতুন এই প্রতিযোগিতা আয়োজন করার পক্ষে ভোট দিয়েছিল। প্রতিষ্ঠিত টুয়েন্টি২০ বিন্যাস হতে এইএ প্রতিযোগিতাটিকে সম্পূর্ণ নতুন ধরনের ক্রিকেটে রূপান্তরিত করার ধারণাটি ইসিবির প্রধান বাণিজ্যিক কর্মকর্তা সঞ্জয় প্যাটেল ২০১৭ সালের অক্টোবর মাসে জ্যেষ্ঠ ক্রিকেট কর্মকর্তাদের সাথে একটি ব্যক্তিগত বৈঠকে প্রথম প্রস্তাব করেছিলেন। তিনি যুক্তি দিয়েছিলেন যে শত বলের বিন্যাসটি নতুন দর্শকদের কাছে এই প্রতিযোগিতাটিকে আকর্ষণীয় করে তুলবে।\nইংল্যান্ডের সাবেক খেলোয়াড় এবং নর্দার্ন সুপারচার্জার্সের প্রধান কোচ দানিয়েলে হ্যাজেল বলেছেন যে এই প্রতিযোগিতাটি নারীদের আঞ্চলিক কাঠামোতে বিনিয়োগে সহায়তা করবে এবং প্রতিযোগিতাটি ঘরোয়া খেলোয়াড়দের খেলার ক্ষেত্রে একটি গুরুত্বপূর্ণ অভিজ্ঞতা হবে।\nকোভিড-১৯ এর বৈশ্বিক মহামারীর কারণে এই প্রতিযোগিতাটি এক বছর পিছিয়ে প্রথমবারের মতো আয়োজন করা হয়েছে।\n\n\n== ফরম্যাট ==\n\n১০০-বলের ক্রিকেট হল একধরনের সীমিত ওভারের ক্রিকেট যাতে প্রতিটি ইনিংস ১০০ বলের হয়। সাধারণত একটি খেলা আড়াই ঘন্টার হয়।\n\n১০০ বল প্রতি ইনিংস\nপ্রতি ১০ বল অন্তর প্রান্ত পরিবর্তন\nএকজন বোলার টানা ৫ বা ১০টি বল পরপর করতে সক্ষম\nএকজন বোলার সর্বোচ্চ ২০টি বল করতে সক্ষম\nবোলিং পক্ষের জন্য আড়াই মিনিটের স্ট্র্যাটেজিক টাইম-আউট\nইনিংসের শুরুতে ২৫ বলের পাওয়ার-প্লে\nপাওয়ার-প্লে চলাকালীন ৩০ গজ রেখার বাইরে ২ জন ফিল্ডার\nনো-বল হলে অতিরিক্ত ২ রান ও ফ্রি-হিট\nনন-স্ট্রাইকার ব্যাটারকে ক্যাচ আউটের পর নিজের আসল প্রান্তে পৌঁছতে হবে\nস্লো ওভার রেটের জন্য শাস্তিস্বরূপ শেষ ওভারে ৩০ গজ রেখার বাইরে ১ জন ফিল্ডার কম রাখতে হবে।\n\n\n== গঠন ==\nআটটি শহর-ভিত্তিক দল স্কুলের গ্রীষ্মের ছুটির সময় প্রতিযোগিতা করে। পুরুষ ও মহিলাদের সকল ম্যাচ একই দিনে একই মাঠে অনুষ্ঠিত হয়। লিগ পর্বে মোট ৩২টি ম্যাচ হয়। প্রতিটি দল ঘরের মাঠে চারটি ম্যাচ খেলেছে এবং চারটি ম্যাচ অন্যের মাঠে খেলে, এতে প্রতিটি দলের বিরুদ্ধে একটি ম্যাচ এবং তারপর তাদের নিকটতম আঞ্চলিক প্রতিদ্বন্দ্বীদের বিরুদ্ধে দ্বিতীয় বোনাস ম্যাচ অন্তর্ভুক্ত থাকবে।\nযে দলটি শেষ পর্যন্ত পুরুষ ও মহিলা লিগের শীর্ষস্থান শেষ করে তারা সরাসরি ফাইনালে চলে যায়। দ্বিতীয় এবং তৃতীয় স্থান অর্জনকারী দলগুলি এলিমিনেটর (বা সেমিফাইনাল) প্রতিযোগিতায় অংশ নেবে এবং বিজয়ী ফাইনালে যাবে।\n\n\n== দল ==\nদল গঠনের পূর্বে ঠিক করা হয় যে দলের নামকরণ কাউন্টি ক্লাবগুলির ঐতিহ্যকে বহন করবে ও কোনও নির্দিষ্ট দেশ, শহর ও অঞ্চলের ভিত্তিতে হবে না। মে ২০১৯-এ দলগুলির নাম ঠিক করা হয়:\n\n\n== দলীয় সদস্য ==\nপ্রতিটি পুরুষ ও মহিলা দল ১৫ জন খেলোয়াড় নিয়ে গঠিত, যাদের মধ্যে সর্বোচ্চ চারজন বিদেশী খেলোয়াড় হতে পারে। দ্য হান্ড্রেড-এ প্রতিদ্বন্দ্বিতাকারী প্রতিটি দলে কমপক্ষে একজন ইংল্যান্ড ক্রিকেট দলভুক্ত খেলোয়াড় স্বাক্ষরিত হয়। ২০২২ মরসুমের জন্য দল প্রতি বেতন ক্যাপ হল £১,০০০,০০০।\n\n\n== ফলাফল ==\n\n\n=== পুরুষ ===\n\n\n=== মহিলা ===\n\n\n== সম্প্রচার ==\nস্কাই স্পোর্টস, বিবিসি ইংল্যান্ডে ম্যাচগুলি সম্প্রচার করে।\nভারতে ফ্যানকোড ও জার্মানিতে স্কাই স্পোর্টস তাদের ওয়েবসাইটে সম্প্রচার করে।\n\n\n== আরও দেখুন ==\nটি২০ ব্লাস্ট\nশার্লত এডওয়ার্ডস কাপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}