{"pageid": 1171325, "title": "পোরকো রোসো", "url": "https://bn.wikipedia.org/wiki?curid=1171325", "content": "পোরকো রোসো (জাপানি: 紅の豚, হেপবার্ন: Kurenai no Buta, lit. 'Crimson Pig') ১৯৯২ সালের একটি জাপানি অ্যানিমেটেড অ্যাডভেঞ্চার-ফ্যান্টাসি চলচ্চিত্র\nযা হায়াও মিয়াজাকি দ্বারা লিখিত ও পরিচালিত। এটি হিকাতেই জিদাই \n(\"The Age of the Flying Boat\") এর উপর ভিত্তি করে নির্মিত, মিয়াজাকির ১৯৮৯ সালের একটি তিন-অংশ। এতে শুইচিরো মোরিয়ামা, টোকিকো কাতো, আকেমি ওকামুরা এবং আকিও ওতসুকার কণ্ঠস্বর রয়েছে। টোকুমা শটেন, জাপান এয়ারলাইন্স এবং নিপ্পন টেলিভিশন নেটওয়ার্কের জন্য স্টুডিও গিবলি দ্বারা অ্যানিমেটেড, এটি তোশিও সুজুকি দ্বারা উত্পাদিত হয়েছিল এবং তোহো দ্বারা বিতরণ করা হয়েছিল। এর স্কোর জাপানি সুরকার জো হিসাইশি দ্বারা।\nকাহিনিটি একটি ইতালীয় প্রথম বিশ্বযুদ্ধের প্রাক্তন যোদ্ধা টেক্কাকে কেন্দ্র করে আবর্তিত হয়, এখন অ্যাড্রিয়াটিক সাগরে \"এয়ার জলদস্যুদের\" তাড়া করার জন্য একটি ফ্রিল্যান্স বাউন্টি শিকারী হিসাবে বসবাস করছে। যাইহোক, একটি অস্বাভাবিক অভিশাপ তাকে একটি নৃতাত্ত্বিক শূকরে রূপান্তরিত করেছে। মার্কো প্যাগট (আমেরিকান সংস্করণে মার্কো রোসোলিনি) নামে পরিচিত, তিনি এখন বিশ্বের কাছে \"পোরকো রোসো\", \"রেড পিগ\" বা \"রেড শুয়োরের মাংস\" এর জন্য ইতালীয় হিসাবে পরিচিত।\nজাপান এয়ারলাইন্সের জন্য একটি প্রথম ইংরেজি-ডাব সংস্করণ তৈরি করা হয়েছিল এবং গিবলি এলডি বক্স সেট এবং ২০০২ সালে প্রথম অঞ্চল ২ ডিভিডি রিলিজে অন্তর্ভুক্ত করা হয়েছিল। চলচ্চিত্রটি পরে ওয়াল্ট ডিজনি হোম এন্টারটেইনমেন্ট দ্বারা পুনরায় যুক্ত করা হয় এবং ২২ ফেব্রুয়ারি, ২০০৫ সালে মার্কিন যুক্তরাষ্ট্র এবং কানাডায় ডিভিডি এবং ব্লু-রেতে মুক্তি পায়। জিকেআইডিএস স্টুডিও গিবলির সাথে একটি নতুন চুক্তির অধীনে ২০১৭ সালের ২১ শে নভেম্বর ব্লু-রে এবং ডিভিডিতে চলচ্চিত্রটি পুনরায় জারি করে।\n\n\n== কাহিনিসংক্ষেপ ==\n\nকাহিনিটি ১৯২৯ সালে, পোরকো রোসো, একজন ইতালীয় প্রথম বিশ্বযুদ্ধের যোদ্ধা এস এবং ফ্রিল্যান্স বাউন্টি হান্টার, যাকে একটি শূকরের মাথা থাকার জন্য অভিশপ্ত করা হয়েছে, বায়ুবাহিত জলদস্যুদের দ্বারা সমুদ্রের লাইনারে আক্রমণ বন্ধ করে দেয়। পোর্কো হোটেল অ্যাড্রিয়ানোতে ডিনারের জন্য নিজেকে ব্যবহার করে, যা তার বন্ধু জিনা দ্বারা পরিচালিত হয়।\nহোটেলে, জলদস্যু গ্যাংয়ের প্রধানরা কার্টিস, একটি অহংকারী এবং উচ্চাভিলাষী আমেরিকান টেক্কা, তাদের পরবর্তী আক্রমণে তাদের সহায়তা করার জন্য চুক্তি করছে। কার্টিস ঘটনাস্থলে গিনার প্রেমে পড়ে যায়, কিন্তু তার ঘোষণাগুলি প্রত্যাখ্যান করে এবং পোর্কোর প্রতি তার স্নেহ দেখে হতাশ হয়। সফলভাবে একটি পাইরেটিং মিশন সম্পাদন করার পরে, কার্টিস পোর্কোকে অনুসরণ করে, যিনি তার বিমানটি সার্ভিস করার জন্য মিলানে উড়ে যাচ্ছেন এবং ইঞ্জিন বিভ্রাটের অভিজ্ঞতা অর্জনের সাথে সাথে তাকে গুলি করে হত্যা করেছেন বলে দাবি করেন। পোর্কো বেঁচে যায়, যদিও তার বিমানটি ব্যাপকভাবে ক্ষতিগ্রস্থ হয়। পোরকো বিমানের অবশিষ্টাংশের সাথে ট্রেনে ভ্রমণ চালিয়ে যায়, জিনার বিরক্তির জন্য অনেক বেশি, যিনি তাকে মনে করিয়ে দেন যে ইতালিতে তার গ্রেপ্তারের জন্য একটি ওয়ারেন্ট রয়েছে।\nপোর্কো তার মেকানিক পিককোলোর সাথে দেখা করার জন্য মিলানে বিচক্ষণতার সাথে আসে। তিনি জানতে পারেন যে পিককোর ছেলেরা মহামন্দার কারণে অন্য কোথাও কাজ খুঁজতে চলে গেছে, এবং প্রকৌশলের বেশিরভাগই তার ছোট নাতনি ফিওকে বহন করতে হবে। এ ছাড়াও, বিমানটি পিককোলোর মহিলা আত্মীয়দের দ্বারা একচেটিয়াভাবে পুনর্নির্মাণ করা হয়, এমনকি বৃদ্ধ দাদীরাও অর্থ উপার্জনের জন্য সহায়তা করে। পোরকো প্রাথমিকভাবে মেকানিক হিসাবে ফিও এর দক্ষতা সম্পর্কে সন্দিহান, কিন্তু মেরামত ের প্রকল্পে তার উত্সর্গ দেখে তিনি তাকে একজন দক্ষ প্রকৌশলী হিসাবে গ্রহণ করেন। একবার পোর্কোর বিমানটি শেষ হয়ে গেলে, ফিও তার ফ্লাইটে তার সাথে যোগ দেয়, এই যুক্তিতে যে যদি গোপন পুলিশ দলটিকে গ্রেপ্তার করে তবে তারা বলতে পারে যে পোর্কো তাদের সাহায্য করতে বাধ্য করেছিল এবং ফিওকে জিম্মি হিসাবে নিয়েছিল। পথে জ্বালানি ভরার জন্য বন্ধ করে দিয়ে, পোর্কো আবিষ্কার করে যে নতুন ফ্যাসিস্ট সরকার তাদের নিজস্ব ব্যবহারের জন্য সিপ্লেন জলদস্যুদের ভাড়া করতে শুরু করেছে, এইভাবে তাকে ব্যবসা থেকে সরিয়ে দিচ্ছে।\nহোটেল অ্যাড্রিয়ানোতে ফিরে এসে, কার্টিস জিনাকে প্রস্তাব দেয় কিন্তু সে তাকে প্রত্যাখ্যান করে বলে যে সে পোর্কো রসোর জন্য অপেক্ষা করছে। দেশে ফিরে আসার পরে, পোর্কো এবং ফিও জলদস্যুদের দ্বারা আক্রান্ত হয়, যারা পোর্কোকে হত্যা এবং তার বিমানটি ধ্বংস করার হুমকি দেয়। ফিও তাদের সাথে কথা বলে, কিন্তু কার্টিস উপস্থিত হয় এবং পোর্কোকে চূড়ান্ত দ্বৈরথের জন্য চ্যালেঞ্জ জানায়। ফিও তার সাথে একটি চুক্তি করে ঘোষণা করে যে যদি পোর্কো জয়ী হয় তবে কার্টিসকে অবশ্যই পিককোলোর কোম্পানির কাছে তার ঋণ পরিশোধ করতে হবে এবং যদি কার্টিস জয়ী হয় তবে সে তাকে বিয়ে করতে পারে।\nসেই রাতে, ডগফাইটের জন্য শেল প্রস্তুত করার সময়, পোরকো ফিওকে প্রথম বিশ্বযুদ্ধের একটি গল্প বলে। বন্ধু বেলিনির সাথে গিনার প্রথম বিয়ের দুই দিন পর, তার স্কোয়াড্রনকে অস্ট্রো-হাঙ্গেরীয় বিমান দ্বারা আক্রমণ করা হয়েছিল। অভিভূত এবং তার সহকর্মী পাইলটদের বাঁচাতে অক্ষম হয়ে তিনি তার অনুসরণকারীদের এড়ানোর জন্য একটি মেঘে প্রবেশ করেছিলেন। তিনি কালো হয়ে যাওয়ার কথা স্মরণ করেন এবং মেঘের উপরে সম্পূর্ণ স্থিরতার মধ্যে নিজেকে খুঁজে পাওয়ার জন্য জেগে ওঠেন, দূরের আকাশে একটি রৌপ্য ব্যান্ড ের সাথে উচ্চতর ভাবে জ্বলজ্বল করে। মিত্র ও শত্রু বিমান, ডগফাইটে মারা যাওয়া বিমানকর্মীদের দ্বারা উড়ে যাওয়া - বেলিনি সহ - মেঘ থেকে বেরিয়ে আসে এবং তাকে উপেক্ষা করে ব্যান্ডের দিকে উপরের দিকে উড়ে যায়। পোর্কো শীঘ্রই দেখতে পায় যে ব্যান্ডটি আসলে হাজার হাজার বিমান একসাথে উড়ছে। সে আবার কালো হয়ে যায়, এবং সমুদ্রের উপর দিয়ে উড়ে যাওয়াকে জাগ্রত করে, একা। যখন সে ঘুমিয়ে পড়ে, ফিও (এবং দর্শক) সংক্ষেপে শূকরের পরিবর্তে মার্কোর আসল মুখটি দেখতে পায়।\nপরের দিন, দ্বৈরথ ের ব্যবস্থা করা হয় এবং একটি বিশাল ভিড় পর্যবেক্ষণ করার জন্য জড়ো হয়। পোর্কো এবং কার্টিসের মধ্যে সিদ্ধান্তহীন এবং দীর্ঘ ডগফাইট শীঘ্রই একটি খালি-নাকল বক্সিং ম্যাচে পরিণত হয় যখন উভয় বিমানের মেশিনগান জ্যাম হয়। যখন তারা লড়াই করে, পোর্কো কার্টিসকে একজন নারীবাদী হওয়ার জন্য অভিযুক্ত করে, কিন্তু কার্টিস প্রতিক্রিয়া জানায় যে সে আরও খারাপ- ফিও তাকে ভালবাসে, এবং গিনা অন্য কোনও পুরুষকে বাদ দেওয়ার জন্য তার জন্য অপেক্ষা করছে, কিন্তু তিনি তাদের মধ্যে কাউকেই প্রতিদান দিতে ব্যর্থ হন, বিশেষ করে গিনা। এটি পোর্কোর কাছে এমন একটি ধাক্কা হিসাবে আসে যে কার্টিস তাকে ধাক্কা দিতে সক্ষম হয়, কেবল একটি জলদস্যু রেফারির দ্বারা পোর্কোকে বাঁচানো যায় যা একটি রাউন্ডের শেষের সংকেত দেয়। লড়াইটি শেষ হয় উভয় যোদ্ধা একে অপরকে ছিটকে দিয়ে এবং অগভীর জলের নিচে পড়ে যায়। জিনা এসে 'মার্কো' (পোরকো) কে ডাকে, যিনি প্রথমে উঠে আসেন এবং বিজয়ী ঘোষণা করেন। তিনি জনতাকে সতর্ক করে দেন যে ইতালীয় বিমান বাহিনীকে সতর্ক করা হয়েছে এবং তারা তাদের পথে রয়েছে এবং সবাইকে তার হোটেলে পুনরায় একত্রিত হওয়ার জন্য আমন্ত্রণ জানিয়েছে। জিনার হতাশার জন্য, পোরকো ফিওকে জিনার হাতে তুলে দেয়, অনুরোধ করে যে সে যেন তার দেখাশোনা করে এবং মুখ ফিরিয়ে নেয়। জিনার বিমানটি উড্ডয়নের ঠিক আগে, ফিও ঝুঁকে পড়ে এবং পোর্কোকে একটি চুম্বন দেয়।\nভিড় চলে যাওয়ার সাথে সাথে, পোর্কো বিমান বাহিনীকে দূরে নিয়ে যাওয়ার জন্য স্বেচ্ছাসেবক এবং কার্টিসকে তার সাথে যোগ দেওয়ার জন্য আমন্ত্রণ জানায়। কার্টিস অবাক হয়ে প্রতিক্রিয়া জানায় এবং পোর্কোকে ঘুরে দাঁড়াতে বলে, পরামর্শ দেয় যে- ফিও-এর মতো - তিনি সংক্ষিপ্তভাবে মার্কোর আসল মুখটি দেখেছেন। উপসংহারে, ফিও বর্ণনা করেছেন যে তিনি একটি জেট সিপ্লেনে উড়ে যাচ্ছেন যা শেষ পর্যন্ত পোর্কো ইতালীয় বিমান বাহিনীকে ছাড়িয়ে যায় এবং বড় আকারে রয়ে যায়; ফিও নিজেই পিককোলো কোম্পানির সভাপতি হয়েছিলেন, যা এখন একটি বিমান প্রস্তুতকারক; কার্টিস একজন বিখ্যাত অভিনেতা হয়ে ওঠেন; এবং জলদস্যুরা তাদের বৃদ্ধ বয়সে হোটেল অ্যাড্রিয়ানোতে যোগ দিতে থাকে। পোরকো রোসো সম্পর্কে জিনার আশা কখনও বাস্তবায়িত হয়েছিল কিনা তা তিনি প্রকাশ করেন নি, তিনি বলেছিলেন যে এটি তাদের গোপন বিষয়। যাইহোক, জেটটি হোটেলের উপর দিয়ে উড়ে যাওয়ার সময় গিনার বাগানের কাছে একটি লাল বিমানকে ডক করতে দেখা যায়।\nক্রেডিটের পরে, একটি পরিচিত লাল সিপ্লেন মেঘের মধ্যে অদৃশ্য হয়ে যাওয়ার আগে আকাশে উড়ে যায়।\n\n\n== কুশীলব ==\n\n\n== উৎপাদন ==\nচলচ্চিত্রটি মূলত হায়াও মিয়াজাকির মাঙ্গা দ্য এজ অফ দ্য ফ্লাইং বোটের উপর ভিত্তি করে জাপান এয়ারলাইন্সের জন্য একটি সংক্ষিপ্ত ইন-ফ্লাইট ফিল্ম হিসাবে পরিকল্পনা করা হয়েছিল, তবে এটি একটি বৈশিষ্ট্য-দৈর্ঘ্যের চলচ্চিত্র হিসাবে বৃদ্ধি পেয়েছিল। যুগোস্লাভিয়ায় যুদ্ধের প্রাদুর্ভাব প্রযোজনার উপর একটি ছায়া ফেলেছিল এবং চলচ্চিত্রটির জন্য আরও গুরুতর সুরকে প্ররোচিত করেছিল, যা ডালমাটিয়াতে সেট করা হয়েছিল। এয়ারলাইনটি চলচ্চিত্রের একটি প্রধান বিনিয়োগকারী হিসাবে রয়ে গেছে, এবং এটি থিয়েটারে মুক্তির আগে একটি ইন-ফ্লাইট ফিল্ম হিসাবে দেখিয়েছিল। এর কারণে, চলচ্চিত্রটি প্রবর্তনকারী উদ্বোধনী পাঠ্যটি জাপানি, ইতালীয়, কোরিয়ান, ইংরেজি, চীনা, স্প্যানিশ,আরবি, রাশিয়ান, ফরাসি এবং জার্মান ভাষায় একযোগে প্রদর্শিত হয়। টেলিকম অ্যানিমেশন ফিল্ম কোং, লিমিটেড চলচ্চিত্রটি প্রাণবন্ত করতে সাহায্য করেছে।\nমিয়াজাকির অন্যান্য চলচ্চিত্রের মতো, জো হিসাইশি সাউন্ডট্র্যাকটি রচনা করেছিলেন। সাউন্ডট্র্যাকের জন্য, টোকিকো কাটো \"দ্য টাইম অফ চেরিস\" এবং সেইসাথে একটি মূল গান পরিবেশন করে, \"একবার এক সময়, টক অফ দ্য ওল্ড ডেজ\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nPorco Rosso page at Nausicaa.net\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে পোরকো রোসো (চলচ্চিত্র)\nKurenai No Buta - বিগ কার্টুন ডেটাবেজ\nইন্টারনেট মুভি ডেটাবেজে পোরকো রোসো  (ইংরেজি)\nPorco Rosso at the TCM Movie Database\nঅলমুভিতে Porco Rosso (ইংরেজি)\nReview at THEM Anime"}