{"pageid": 1171291, "title": "রায়গঞ্জ মহকুমা", "url": "https://bn.wikipedia.org/wiki?curid=1171291", "content": "রায়গঞ্জ মহকুমা হল ভারতের পশ্চিমবঙ্গ রাজ্যের উত্তর দিনাজপুর জেলার অন্তর্গত একটি প্রশাসনিক বিভাগ (মহকুমা)।\n\n\n== ইতিহাস ==\n১৯৪৭ সালে অবিভক্ত দিনাজপুর জেলার বালুরঘাট, রায়গঞ্জ ও গঙ্গারামপুর মহকুমা পশ্চিমবঙ্গ রাজ্যে যুক্ত হয়ে পশ্চিম দিনাজপুর জেলা গঠিত হয়। ১৯৫৬ খ্রিষ্টাব্দে পশ্চিম দিনাজপুরের সঙ্গে বিহারের বাঙালী-সুরজাপুরী অধ্যুষিত ইসলামপুর মহকুমা যুক্ত করা হয়। ১৯৯২ খ্রিষ্টাব্দে পশ্চিম দিনাজপুরের রায়গঞ্জ ও ইসলামপুর মহকুমা নিয়ে ৩১৪০ বর্গকিলোমিটার আয়তনবিশিষ্ট উত্তর দিনাজপুর জেলার আত্মপ্রকাশ ঘটে।\n\n\n== প্রশাসনিক বিভাগ ==\nউত্তর দিনাজপুর জেলা দু'টি প্রশাসনিক মহকুমায় বিভক্ত:\n\nরায়গঞ্জ মহকুমাটি গড়ে উঠেছে ৪টি থানা, ৪টি সমষ্টি উন্নয়ন ব্লক, ৪টি পঞ্চায়েত সমিতি, ৩৯টি গ্রাম সংসদ, ৭৪৭টি মৌজা, ৭৪৫টি জনবসতিপূর্ণ গ্রাম, ২টি পৌরসভা ও ৩টি জনগণনা নগর নিয়ে। মহকুমার অন্তর্গত পৌরসভা দু'টি হল রায়গঞ্জ ও কালিয়াগঞ্জ এবং জনগণনা নগর তিনটি হল নছরতপুর কাটাবাড়ি, কসবা, ইটাহার। মহকুমার সদর রায়গঞ্জে অবস্থিত।\n\n\n=== থানা ===\nরায়গঞ্জ মহকুমার অন্তর্গত থানাগুলির বিবরণ নিচে দেওয়া হল:\n\n\n=== সমষ্টি উন্নয়ন ব্লক ===\nরায়গঞ্জ মহকুমার অধীনস্থ সমষ্টি উন্নয়ন ব্লকগুলি হল:\n\n\n=== গ্রাম পঞ্চায়েত ===\nএই মহকুমায় চারটি সমষ্টি উন্নয়ন ব্লকের অধীনে মোট ৩৯টি গ্রাম পঞ্চায়েত রয়েছে:\n\nহেমতাবাদ সমষ্টি উন্নয়ন ব্লক ৫টি গ্রাম পঞ্চায়েত নিয়ে গঠিত: বাঙালবাড়ি, চাইনগর, নওদা, বিষ্ণুপুর ও হেমতাবাদ।\nইটাহার সমষ্টি উন্নয়ন ব্লক ১২টি গ্রাম পঞ্চায়েত নিয়ে গঠিত: ছয়ঘড়া, গুলন্দর-১, জয়হাট, পাতিরাজপুর, দুর্গাপুর, গুলন্দর-২, কাপাসিয়া, সুরুন-১, দুর্লভপুর, ইটাহার, মারনাই ও সুরুন-২।\nকালিয়াগঞ্জ সমষ্টি উন্নয়ন ব্লক ৮টি গ্রাম পঞ্চায়েত নিয়ে গঠিত: অনন্তপুর, ভাণ্ডার, ধানকোইল, মুস্তাফানগর, বরুণা, বোচাডাঙা, মালগাঁ ও রাধিকাপুর।\nরায়গঞ্জ সমষ্টি উন্নয়ন ব্লক ১৪টি গ্রাম পঞ্চায়েত নিয়ে গঠিত: বাহিন, গৌরী, মাহিপুর, সিতগ্রাম, বরুয়া, জগদীশপুর, মারাইকুড়া, ভাতুন, বিন্দোল, কমলাবাড়ি-১, রামপুর মহারাজহাট, বীরঘোই, কমলাবাড়ি-২ ও শেরপুর।\n\n\n== শিক্ষাব্যবস্থা ==\n২০১১ সালের জনগণনার তথ্য অনুযায়ী, উত্তর দিনাজপুর জেলার সাক্ষরতার হার ৫৯.০৭ শতাংশ (অন্যূন ৭ বছর বয়সী জনসংখ্যার মধ্যে)। রায়গঞ্জ মহকুমার সাক্ষরতার হার ৬৬.৯৪ শতাংশ এবং ইসলামপুর মহকুমার সাক্ষরতার হার ৫২.৪০ শতাংশ।\n২০১২-১৩ সালে প্রাপ্ত তথ্যের ভিত্তিতে উত্তর দিনাজপুর জেলার শিক্ষাচিত্রটি নিম্নরূপ (বন্ধনীতে উল্লিখিত তথ্য সংখ্যায়):\n\nটীকা: নিম্ন বুনিয়াদি বিদ্যালয়গুলি প্রাথমিক বিদ্যালয়ের অন্তর্গত; মাদ্রাসাগুলি মধ্য বিদ্যালয়, উচ্চ বিদ্যালয় ও উচ্চ মাধ্যমিক বিদ্যালয়ের অন্তর্গত; নিম্ন প্রকৌশল বিদ্যালয়, নিম্ন সরকারি পলিটেকনিক, শিল্প প্রকৌশল প্রতিষ্ঠান, শিল্প প্রশিক্ষণ কেন্দ্র, নার্সিং প্রশিক্ষণ কেন্দ্র ইত্যাদি প্রকৌশল বিদ্যালয়গুলির অন্তর্গত; ইঞ্জিনিয়ারিং কলেজ, মেডিক্যাল কলেজ, প্যারা-মেডিক্যাল শিক্ষাপ্রতিষ্ঠান, ম্যানেজমেন্ট কলেজ, শিক্ষক প্রশিক্ষণ ও নার্সিং প্রশিক্ষণ কলেজ, আইন কলেজ, শিল্পকলা কলেজ, সংগীত কলেজ ইত্যাদি প্রকৌশল ও পেশাগত কলেজগুলির অন্তর্গত; শিশু শিক্ষা কেন্দ্র, মাধ্যমিক শিক্ষা কেন্দ্র, রবীন্দ্র মুক্ত বিদ্যালয়ের কেন্দ্র, স্বীকৃত সংস্কৃত টোল, দৃষ্টিহীন ও অন্যান্য প্রতিবন্ধীদের শিক্ষাপ্রতিষ্ঠান, অঙ্গনওয়াড়ি কেন্দ্র, সংশোধনমূলক বিদ্যালয় ইত্যাদি বিশেষ ও অচিরাচরিত শিক্ষা কেন্দ্রগুলির অন্তর্গত।\nরায়গঞ্জ মহকুমার গুরুত্বপূর্ণ উচ্চশিক্ষা প্রতিষ্ঠানগুলি হল:\n\nরায়গঞ্জ বিশ্ববিদ্যালয়: ২০১৫ সালে রায়গঞ্জ কলেজ (বিশ্ববিদ্যালয় কলেজ)-কে বিশ্ববিদ্যালয় স্তরে উন্নীত করা হয়। এই কলেজ প্রতিষ্ঠিত হয়েছিল ১৯৪৮ সালে।\nরায়গঞ্জ সরকারি মেডিক্যাল কলেজ ও হাসপাতাল প্রতিষ্ঠিত হয় ২০১৮ সালে। জেলা হাসপাতাল এই কলেজের অন্তর্গত।\nরায়গঞ্জ সুরেন্দ্রনাথ মহাবিদ্যালয় প্রতিষ্ঠিত হয় ১৯৮৬ সালে।\nকালিয়াগঞ্জ কলেজ ১৯৬৮ সালে কালিয়াগঞ্জে প্রতিষ্ঠিত হয়।\nড. মেঘনাদ সাহা কলেজ ২০০০ সালে রানিপুর গ্রামে (ডাকঘর তিলনা, থানা ইটাহার) প্রতিষ্ঠিত হয়।\nরায়গঞ্জ পলিটেকনিক ১৯৮৬ সালে প্রতিষ্ঠিত হয়।\nরায়গঞ্জ বি. এড. কলেজ ১৯৮১ সালে প্রতিষ্ঠিত হয়।\nনেতাজি সুভাষচন্দ্র বসু শিক্ষক প্রশিক্ষণ কলেজ রতনপুর গ্রামে (ডাকঘর বিন্দোল, থানা রায়গঞ্জ) প্রতিষ্ঠিত হয়।\nমৌলানা আবুল কালাম আজাদ বি.এড. কলেজ ২০০৫ সালে বাগবাড়ি গ্রামে (ডাকঘর ইটাহার) প্রতিষ্ঠিত হয়।\n\n\n== স্বাস্থ্য পরিষেবা ==\n২০১৩ সালের হিসেব অনুযায়ী, উত্তর দিনাজপুর জেলার স্বাস্থ্যচিত্রটি ছিল নিম্নরূপ:  \n\n.* নার্সিং হোম বাদে\nরায়গঞ্জ মহকুমার চিকিৎসাকেন্দ্রগুলি হল:\nহাসপাতাল: (নাম, অবস্থান, শয্যাসংখ্যা)\n\nরায়গঞ্জ জেলা হাসপাতাল, রায়গঞ্জ, ৩০০টি শয্যা\nকসবা পুলিশ হাসপাতাল, ডাকঘর দেবীপুর, রায়গঞ্জ, ৫০টি শয্যা\nকালিয়াগঞ্জ স্টেট জেনারেল হাসপাতাল, কালিয়াগঞ্জ, ৬০টি শয্যা\nগ্রামীণ হাসপাতাল: (নাম, সমষ্টি উন্নয়ন ব্লক, অবস্থান, শয্যাসংখ্যা)\n\nইটাহার গ্রামীণ হাসপাতাল, ইটাহার সমষ্টি উন্নয়ন ব্লক, ইটাহার, ৩০টি শয্যা\nহেমতাবাদ গ্রামীণ হাসপাতাল, হেমতাবাদ সমষ্টি উন্নয়ন ব্লক, হেমতাবাদ, ৩০টি শয্যা\nব্লক প্রাথমিক স্বাস্থ্যকেন্দ্র: (নাম, সমষ্টি উন্নয়ন ব্লক, অবস্থান, শয্যাসংখ্যা)\n\nরামপুর ব্লক প্রাথমিক স্বাস্থ্যকেন্দ্র, রায়গঞ্জ সমষ্টি উন্নয়ন ব্লক, রামপুর, ১০টি শয্যা\nকুনোউর ব্লক প্রাথমিক স্বাস্থ্যকেন্দ্র, কালিয়াগঞ্জ সমষ্টি উন্নয়ন ব্লক, কুনোউর, ১০টি শয্যা\nপ্রাথমিক স্বাস্থ্যকেন্দ্র: (সমষ্টি উন্নয়ন ব্লক-কেন্দ্রিক) (সমষ্টি উন্নয়ন ব্লক, অবস্থান, শয্যাসংখ্যা)\n\nরায়গঞ্জ সমষ্টি উন্নয়ন ব্লক: ডাকঘর ভূপালপুর (দুর্গাপুর প্রাথমিক স্বাস্থ্যকেন্দ্র) (৬), ডাকঘর ভূপালপুর (বিন্দোল প্রাথমিক স্বাস্থ্যকেন্দ্র) (৬), ডাকঘর ভোলাহাট (ভাতুন প্রাথমিক স্বাস্থ্যকেন্দ্র) (১০)\nইটাহার সমষ্টি উন্নয়ন ব্লক: মারানি (১০), চূড়ামন (৬), পরাহরিপুর (সুরুন প্রাথমিক স্বাস্থ্যকেন্দ্র) (৬)\nকালিয়াগঞ্জ সমষ্টি উন্নয়ন ব্লক: মাঝিয়াড় (৬)\nহেমতাবাদ সমষ্টি উন্নয়ন ব্লক: বাঙালবাড়ি (১০), বাহরাইল (৬)\n\n\n== নির্বাচনী কেন্দ্র ==\nরায়গঞ্জ মহকুমায় লোকসভা ও বিধানসভা কেন্দ্রগুলির অবস্থান নিম্নরূপ:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে রায়গঞ্জ মহকুমা ভ্রমণ নির্দেশিকা পড়ুন।"}