{"pageid": 117144, "title": "বাংলাদেশ পরিবেশ আইনবিদ সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=117144", "content": "বাংলাদেশ পরিবেশ আইনবিদ সমিতি (সংক্ষেপে বেলা) বাংলাদেশের অন্যতম একটি বেসরকারি অমুনাফাভোগী আইনজীবী সংগঠন, যা ১৯৯২ খ্রিষ্টাব্দে, পরিবেশ সংরক্ষণে আইনি সহায়তার প্রয়োজনে প্রতিষ্ঠিত হয় এবং ২০০৩ খ্রিষ্টাব্দে জাতিসংঘের এনভায়রনমেন্ট প্রোগ্রাম ঘোষিত গ্লোবাল ৫০০ রোল অফ ওনর পুরস্কারে ভূষিত হয়। সংগঠনটি বাংলাদেশে শীর্ষস্থানীয় আইনজীবী সংগঠন হিসেবে প্রতিষ্ঠালগ্ন থেকে পরিবেশ রক্ষায় আইনি লড়াই চালিয়ে যাচ্ছে। একারণে ২০০৭ খ্রিষ্টাব্দে বেলা, বাংলাদেশ সরকারের \"পরিবেশ পুরস্কার\"-এ ভূষিত হয়।\n\n\n== ইতিহাস ==\nআইনজীবী জনাব মহিউদ্দিন ফারুক ১৯৯২ খ্রিষ্টাব্দে বেলা প্রতিষ্ঠা করেন এবং তিনিই শুরু থেকে এর প্রতিষ্ঠাতা নির্বাহী ছিলেন। প্রথম থেকেই দেশে প্রচলিত পরিবেশ-প্রতিবেশ বিষয়ক আইনসমূহের সুষ্ঠ বাস্তবায়ন হচ্ছে কিনা তার নজরদারি নিশ্চিত করা হয় বেলাতে। পাশাপাশি বেলা চালিয়ে যেতে থাকে সচেতনতামূলক প্রচার কার্যক্রম। এই যাবতীয় কার্যক্রমের মাধ্যমে বেলা'র মূল লক্ষ্য ছিলো সমাজের সর্বস্তরে 'পরিবেশজনিত সুবিচার' নিশ্চিত করা। এই লক্ষ্যকে বাস্তবায়ন করতে সরকারি এবং বেসরকারি প্রতিষ্ঠানের মধ্যে যোগসূত্র স্থাপন এবং সম্মিলিত প্রয়াস নিশ্চিত করতে বেলা উল্লেখযোগ্য অবদান রাখে।\nমহিউদ্দিন ফারুকের সুযোগ্য নেতৃত্বে বেলা যে ধারায় অগ্রসর হচ্ছিলো, ১৯৯৭ খ্রিষ্টাব্দে মহিউদ্দিন ফারুকের মৃত্যুতে তা থমকে যাবার যে উপক্রম হয়, তা পুষিয়ে নিতে বেলার দায়িত্বভার বর্তায় অন্য একজন আইনজীবী সৈয়দা রিজওয়ানা হাসানের হাতে। তার নেতৃত্বে বেলা'র পুণর্জাগরণ এখন পরিবেশভিত্তিক আইনি সহায় হিসেবে বেলাকে উল্লেখযোগ্য হিসেবে উপস্থাপিত করেছে।\nবেলা তার কার্যক্রমকে সুসমন্নিত করতে সদস্য হয়েছে বিভিন্ন সংস্থার। বেলা একাধারে ওয়ার্ল্ড কনসার্ভেশন ইউনিয়ন-আইইউসিএন (IUCN), এনভায়রনমেন্টাল ল' এলায়েন্স ওয়ার্ল্ডওয়াইড (E-LAW) এবং সাউথ এশিয়ান ওয়াচ অন ট্রেড, ইকনোমিক্স এ্যান্ড এনভায়রনমেন্ট (SAWTEE), কোয়ালিশন অফ এনভায়রনমেন্টাল এনজিওস (CEN)-এর সদস্য। এসব সংস্থার বা সংগঠনের সদস্য হিসেবে বেলা'র রয়েছে একটি সুসমন্নিত নেটওয়ার্ক।\n\n\n== উল্লেখযোগ্য কার্যক্রম ==\n১৯৯৪ খ্রিষ্টাব্দের ঢাকা সিটি কর্পোরেশনের মেয়র নির্বাচনের সময় প্রার্থীরা পুরোন ঢাকায় অন্যায়ভাবে ১৮৬০ খ্রিষ্টাব্দের পরিবেশ আইন লঙ্ঘন করে প্রচারকাজ চালাচ্ছিলেন। বেলা'র অন্যতম একজন সদস্য হিসেবে সৈয়দা রিজওয়ানা হাসান, বেলা'র মাধ্যমে জনস্বার্থে, আদালতে মামলা করেন। আদালত এই কাজকে জনস্বার্থের বিপরীত বলে রায় দেয়। এরপর থেকে বাংলাদেশ নির্বাচন কমিশনের নির্বাচনী প্রচারণায় পরিবেশের জন্য হুমকিস্বরূপ এজাতীয় কাজ বন্ধে উদ্যোগ নেয়।\nবেলা, রিজওয়ানার হাত ধরে, জাহাজ ভাঙা শিল্পের মাধ্যমে পরিবেশের বিপর্যয় ডেকে আনা ব্যবসায়ীদের বিপক্ষে লড়াই শুরু করে। বেলা'র পক্ষে রিজওয়ানা ২০০৩ খ্রিষ্টাব্দে জাহাজ ভাঙা ইয়ার্ডগুলোর বিরুদ্ধে প্রথম মামলা করেন এই শিল্পে নিয়োজিত শ্রমিকদের কর্ম পরিবেশের নিরাপত্তাহীনতা, শ্রমিকদের স্বাস্থ্য নিরাপত্তাহীনতা, এ শিল্প থেকে যথেচ্চ বর্জ্য নিঃসরণ ইত্যাদি কারণে। এরপর শ্রমিকদের অধিকার আদায়, বিষাক্ত পণ্যবাহী জাহাজ বাংলাদেশে প্রবেশ বন্ধে করেছেন আরো তিনটি মামলা। ২০০৩ খ্রিষ্টাব্দের মার্চ মাসেই আদালতের রায়ে 'পরিবেশগত ছাড়পত্র' ছাড়া জাহাজ ভাঙার ব্যাপারে নিষেধাজ্ঞা জারি হয়। এটা ছিলো বেলা'র উল্লেখযোগ্য আরেকটি অর্জন।\nএছাড়াও জলাশয় ভরাট করে আবাসন তৈরি, পলিথিনের যথেচ্চ ব্যবহার, পাহাড় কাটা, বন ধ্বংস, চিংড়ির ঘের, সেন্ট মার্টিন্‌স দ্বীপে অবৈধ স্থাপনা নির্মাণ ইত্যাদি নানা ক্ষেত্রে যেখানেই পরিবেশের ক্ষতি সাধিত হচ্ছে বা হওয়ার সম্ভাবনা রয়েছে, সেখানেই রিজওয়ানার নেতৃত্বে বেলা, পরিবেশ রক্ষায় আইনিভাবে এগিয়ে এসেছে। এছাড়াও পরিবহনগত দূষণ, কলকারখানাগত দূষণ, নদীদূষণ, জলাশয় সংরক্ষণ, বাণিজ্যিক চিংড়ি উৎপাদনজনিত লবণাক্ততা ইত্যাদি বিপর্যয়ে বেলা আইনিভাবে লড়াই করে থাকে। বেলা, ২০০৬ খ্রিষ্টাব্দে টেংরাটিলা বিস্ফোরণকে কেন্দ্র করে নাইকোর বিরুদ্ধে ক্ষতিপূরণ মামলাও করেছিলো।\nঅতিসম্প্রতি (২০১০) বেলা'র কার্যালয়ে খোলা হয়েছে একটি সার্বক্ষণিক সেল, যেখানে পরিবেশ বিষয়ক আইনসম্মত অভিযোগ গ্রহণ করা হয়।\n\n\n== গ্রন্থাগার ==\nবেলা'র ঢাকার ধানমন্ডিস্থ নিজস্ব কার্যালয়ে একজন প্রশিক্ষিত গ্রন্থাগারিকের তত্ত্বাবধানে রয়েছে একটি গ্রন্থাগার। এই গ্রন্থাগারে প্রায় ৪০০০-এরও বেশি বই, জার্নাল, প্রতিবেদন, জাতীয় এবং আন্তর্জাতিক গুরুত্বপূর্ণ মিমীয়গ্রাফ (mimeographs) সংগৃহীত আছে। এছাড়া ১৯৯৩ খ্রিষ্টাব্দ থেকে বিভিন্ন পত্রিকায় প্রকাশিত পরিবেশ বিষয়ক পেপারকাটিং ১৮টি উপবিভাগে ভাগ করে সংগৃহীত আছে। গ্রন্থাগারে রয়েছে একটি উন্মুক্ত পাঠকক্ষ, এবং গ্রন্থাগারটি সকলের জন্য উন্মুক্ত।\n\n\n== প্রকাশনা ==\nবিভিন্ন সময় পরিবেশ সংরক্ষণ ও তাতে আইনি উদ্যোগ ও সহায়তা বিষয়ক বেশ কিছু বই প্রকাশ করেছে। এর মধ্যে উল্লেখযোগ্য হলো:\n\nLaws Regulating Environment in Bangladesh\nLaw & Custom Forest in Bangladesh: Issues & Remedies\nEnvironmental Regulatory Regime\nJudicial Decisions on Environment in South Asia\nTrans-boundary Water Issues in South Asia\nInternational Rivers: Rights of the Riparian States\nRiver Pollution Concerns and Expectations\nThe Role of Wildlife Preservation Act of Forest, Forest Dwellers\nInternational Law in Environment\nএছাড়া বেলা পরিবেশ বিষয়ক সাম্প্রতিক কার্যক্রম ও ঘটনাপ্রবাহের বিশ্লেষণ নিয়ে ইংরেজিতে \"BELA Newsletter\" এবং বাংলায় \"বেলা বার্তা\" নামে দুটি সাপ্তাহিক সাময়িকী নিয়মিত প্রকাশ করে থাকে।\n\n\n== সম্মাননা ও পুরস্কার ==\nবেলা ২০০৩ খ্রিষ্টাব্দে জাতিসংঘের এনভায়রনমেন্ট প্রোগ্রাম ঘোষিত গ্লোবাল ৫০০ রোল অফ অনার্স পুরস্কারে ভূষিত হয়। পরবর্তিতে ২০০৭ খ্রিষ্টাব্দে বেলা, বাংলাদেশ সরকারের \"পরিবেশ পুরস্কার\"-এ ভূষিত হয়।\n\n\n== আরও দেখুন ==\nসৈয়দা রিজওয়ানা হাসান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবেলা'র নিজস্ব ওয়েবসাইট\nজাতিসংঘের এনভায়রনমেন্টাল প্রোগ্রামের অধীনে বেলা'র পুরষ্কারপ্রাপ্তির প্রেস রিলিজ (মে ২০০৩)"}