{"pageid": 1171952, "title": "বিশ্বের বিপদগ্রস্ত ভাষাসমূহের মানচিত্রাবলি", "url": "https://bn.wikipedia.org/wiki?curid=1171952", "content": "ইউনেস্কো বিশ্বের বিপদগ্রস্ত ভাষাসমূহের মানচিত্রাবলি  ([UNESCO Atlas of the World's Languages in Danger] ত্রুটি: {{Lang-xx}}: text has italic markup (সাহায্য)) হলো বিশ্বের বিপন্ন ভাষাসমূহের একটি বিস্তৃত তালিকা সম্পন্ন অনলাইন প্রকাশনা।\n\n\n== ইতিহাস ==\n\n১৯২১ সালে কানাডায় আন্তর্জাতিক ভাষাবিদ মহাসভার (সিআইপিএল) বৈঠকে বিপন্ন ভাষা প্রসঙ্গে আলোচনা উত্থাপন করা হয়, আলোচনার পর, বিপন্ন ভাষা সমিটি গঠন করার সিদ্ধান্ত বাস্তবায়ন করা হয়। এটি বিশ্বের সামনে প্রসঙ্গটি তুলে ধরতে এবং পদক্ষেপ গ্রহণের উদ্দেশ্যে ১৯৯২ সালে প্যারিসেও একটি আন্তর্জাতিক বৈঠকের আয়োজন করেছিল। বৈঠকটি ইউনেস্কোর কর্তৃত্বে আসার জন্য যথেষ্ট গুরুত্বপূর্ণ বলে বিবেচিত হয়েছিল।\nস্টিফেন ওয়ার্মের উদ্যোগে সমিতি, ইন্টারন্যাশনাল ক্লিয়ারিং হাউস ফর এন্ডাঞ্জারড ল্যাঙ্গুয়েজেস (আইসিএইচইএল) নামে একটি গবেষণা কেন্দ্র তৈরি করার এবং সংগৃহীত তথ্যের ভিত্তিতে বিপন্ন প্রজাতির লাল বই শিরোনামের অনুরূপ, ইউনেস্কোর বিপন্ন ভাষাসমূহের লাল বই প্রকাশ করার সিদ্ধান্ত গ্রহণ করে। শিগেরু সুচিদা গবেষণা কেন্দ্র চালু করার কথা ছিল। এটি ১৯৯৪ সালে টোকিও বিশ্ববিদ্যালয়ে তাসাকা সুনোদার পরিচালায় শুরু হয়েছিল।\nএদিকে, বিপন্ন ভাষাসমূহের প্রাথমিক প্রতিবেদন ইতিমধ্যেই সংগ্রহ করা হয়েছিল এবং ১৯৯৩ সালে আঞ্চলিক বিশেষজ্ঞগণ তা ইউনেস্কোতে জমাও দিয়েছিলেন। এইগুলি তখন থেকে ICHEL-এর কাছে হস্তান্তর করা হয়েছে, যা নিয়মিত ও দ্রুত হালনাগাদ উপলভ্য করার জন্য একটি ওয়েবসাইট তৈরি করে।\n২০০৯ সালের ফেব্রুয়ারিতে, ইউনেস্কো বিপন্ন ভাষার মানচিত্রাবলির একটি অনলাইন সংস্করণ চালু করেছে যেটিতপ পুরো বিশ্বকে অন্তর্ভুক্ত করা হয়েছে, এতে পূর্বের মুদ্রিত সংস্করণগুলোর তুলনায় অনেক বেশি তথ্য রয়েছে এবং এর ক্রমাগত হালনাগাদের পরিপ্রেক্ষিতে ব্যবহারকারীদের অনলাইন প্রতিক্রিয়া দেওয়ার সুবিধা প্রদান করে।\n\n\n== শ্রেণিবিভাগ ==\n\nইউনেস্কোর তালিকায় বিপন্নতার ৬টি শ্রেণী রয়েছে:\n\nবিলুপ্ত : কোনও ভাষাভাষী অবশিষ্ট নেই (দ্রষ্টব্য: ১৯৫০ সাল থেকে কোন জ্ঞাত ভাষাভাষী না থাকলে মানচিত্রাবলিতে সেটি বিলুপ্ত বলে মনে করা হয়।)\nগুরুতর বিপন্ন : সর্বকনিষ্ঠ ভাষাভাষীগণ যদি দাদা-দাদি ও আরও বয়োবৃদ্ধ হয় এবং তারা আংশিকভাবে ও কদাচিৎ এই ভাষায় কথা বলে\nমহাবিপন্ন : ভাষাটি যদি দাদা-দাদি ও বয়োবৃদ্ধ প্রজন্মের লোক সাবলীলভাবে ও নিয়মিত বলে। যদিও অভিভাবক প্রজন্ম এটি বুঝতে পারে, তবে তারা এটি শিশুদের সাথে বা নিজেদের মধ্যে বলে না\nনিশ্চিত বিপন্ন : কোনও ভাষা যখন বাড়িতে শিশুদের আর মাতৃভাষা হিসেবে শেখানো হয় না।\nসংকটাপন্ন : বেশিরভাগ শিশু এই ভাষাতে কথা বলে, তবে এটি নির্দিষ্ট ক্ষেত্রে সীমাবদ্ধ থাকতে পারে (যেমন, বাড়িতে)\nনিরাপদ / বিপন্ন নয়: সমস্ত প্রজন্মের দ্বারা কথ্য এবং আন্তঃপ্রজন্মীয় সংক্রমণ নিরবচ্ছিন্ন (দ্রষ্টব্য: এই ভাষাগুলি মানচিত্রাবলিতে অন্তর্ভুক্ত নয় কারণ এগুলো বিপন্ন নয়।)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"UNESCO Interactive Atlas of the World's Languages in Danger\" (English, French, Spanish, Russian, and Chinese ভাষায়)। UNESCO। ২০১১। ২০২২-০৪-২৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ জুন ২০১১। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\"UNESCO Atlas of the World's Languages in Danger\" (পিডিএফ) (English ভাষায়)। UNESCO। ২০১০। ২০২২-০৫-৩১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২২-০৫-৩১। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link)"}