{"pageid": 1171993, "title": "টম কিলবার্ন", "url": "https://bn.wikipedia.org/wiki?curid=1171993", "content": "টম কিলবার্ন  (১১ আগস্ট ১৯২১ - ১৭ জানুয়ারী ২০০১) একজন ইংরেজ গণিতবিদ এবং কম্পিউটার বিজ্ঞানী ছিলেন।  ৩০ বছরের কর্মজীবনের সময়, তিনি ঐতিহাসিক তাত্পর্যপূর্ণ পাঁচটি কম্পিউটারের উন্নয়নে জড়িত ছিলেন। ফ্রেডি উইলিয়ামসের সাথে তিনি উইলিয়ামস-কিলবার্ন টিউব এবং বিশ্বের প্রথম বৈদ্যুতিন সঞ্চিত-প্রোগ্রাম কম্পিউটার, ম্যানচেস্টার বেবিতে কাজ করার সময় কাজ করেছিলেন। তার কাজ ম্যানচেস্টার এবং ব্রিটেনকে কম্পিউটার বিজ্ঞানের উদীয়মান ক্ষেত্রের সামনের দিকে নিয়ে যায়। \nসিডনি সাসেক্স কলেজ, কেমব্রিজের একজন স্নাতক, কিলবার্ন দ্বিতীয় বিশ্বযুদ্ধের সময় ফ্রেডেরিক ক্যাল্যান্ড উইলিয়ামসের অধীনে ম্যালভার্নে টেলিকমিউনিকেশন রিসার্চ এস্টাবলিশমেন্ট (TRE) এ রাডারে কাজ করেছিলেন। যুদ্ধ শেষ হওয়ার পর, উইলিয়ামস তাকে ম্যানচেস্টার বিশ্ববিদ্যালয়ে কম্পিউটারের উন্নয়নে কাজ করার জন্য নিয়োগ করেন। তিনি একের পর এক উদ্ভাবনী ম্যানচেস্টার কম্পিউটারের উন্নয়নে নেতৃত্ব দেন যা বিশ্বের প্রথম বাণিজ্যিক কম্পিউটার ফেরান্তি মার্ক ১ এবং অ্যাটলাস, প্রথমবারের মতো শেয়ারিং মাল্টিপ্রসেসিং কম্পিউটারগুলির মধ্যে একটি সহ বহু যুগান্তকারী উদ্ভাবন এবং উন্নয়নকে অন্তর্ভুক্ত করে। কাজের সময় নির্ধারণ, স্পুলিং, ইন্টারাপ্টস, নির্দেশনা পাইপলাইনিং এবং পেজিং । \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nটম কিলবার্ন ১১ আগস্ট ১৯২১ সালে ইয়র্কশায়ারের ডেসবারির কাছে আর্লসিটনে জন্মগ্রহণ করেন, জন উইলিয়াম কিলবার্নের একমাত্র পুত্র, একজন উল মিল কেরানি যিনি পরে কোম্পানির সচিব হয়েছিলেন এবং তার স্ত্রী আইভি মর্টিমার। ১৯৩২ থেকে ১৯৪০ সাল পর্যন্ত,  তিনি হুইলরাইট গ্রামার স্কুল ফর বয়েজ -এ যোগ দেন, যেখানে প্রধান শিক্ষক গণিতের প্রতি তার যোগ্যতাকে উৎসাহিত করেন।  তিনি খেলাধুলাও করতেন, উল্লেখযোগ্যভাবে দৌড়াতেন।\n১৯৪০ সালে, কিলবার্ন একটি রাষ্ট্রীয় বৃত্তি, একটি কাউন্টি প্রধান বৃত্তি এবং একটি ছোট খোলা বৃত্তি সহ সিডনি সাসেক্স কলেজ, কেমব্রিজে প্রবেশ করেন,  যেখানে তিনি গণিত অধ্যয়ন করেন। যদিও অনেক ইউনিভার্সিটি ডন ব্লেচলি পার্কের মতো জায়গায় যুদ্ধের কাজে অনুপস্থিত ছিলেন , কেমব্রিজ বিশ্ববিদ্যালয় একটি জোরালো গাণিতিক সম্প্রদায় বজায় রেখেছিল, এবং কিলবার্ন নিউ পিথাগোরিয়ানদের সিডনি সাসেক্স কলেজের প্রতিনিধি হয়েছিলেন, কেমব্রিজ ইউনিভার্সিটি ম্যাথমেটিকাল সোসাইটির একটি চক্র যা গর্ডনকেও নম্বর দেয়। এর সদস্যদের মধ্যে ওয়েলচম্যান এবং জিওফ টুটিল । দ্বিতীয় বিশ্বযুদ্ধের প্রাদুর্ভাবের কারণে, কোর্সগুলিকে দুই বছরের জন্য সংকুচিত করা হয়েছিল এবং তিনি ১৯৪২ সালে গাণিতিক ট্রাইপোসের প্রথম অংশে প্রথম শ্রেণিতে অনার্স এবং দ্বিতীয় পর্বের প্রাথমিক পরীক্ষায় স্নাতক হন।\n\n\n== কর্মজীবন এবং গবেষণা ==\nস্নাতক হওয়ার পর, কিলবার্নকে সিপি স্নো নিয়োগ করেছিলেন।  তাকে ইলেকট্রনিক্সের একটি দ্রুত কোর্স করানো হয়, এবং তাকে মালভার্নের টেলিকমিউনিকেশন রিসার্চ এস্টাবলিশমেন্টে (TRE) পোস্ট করা হয়, যেখানে তিনি ফ্রেডেরিক ক্যাল্যান্ড উইলিয়ামসের অধীনে গ্রুপ ১৯-এ রাডারে কাজ করেন। গ্রুপটি ইলেকট্রনিক সার্কিট্রি ডিজাইন এবং ডিবাগ করার জন্য দায়ী ছিল। যদিও উইলিয়ামস প্রাথমিকভাবে খুব কম বাস্তব অভিজ্ঞতার সাথে কাউকে দেওয়ায় হতাশ হয়েছিলেন, কিলবার্ন দলের একজন মূল্যবান সদস্য হয়েছিলেন।  ১৪ আগস্ট ১৯৪৩-এ, তিনি আইরিন মার্সডেনকে বিয়ে করেন, একজন দোকান সহকারী। তারা একটি ছেলে জন এবং একটি মেয়ে অ্যানকে বড় করতে গিয়েছিলেন।\nকিলবার্নের যুদ্ধকালীন কাজ কিছু ধরনের ইলেকট্রনিক কম্পিউটারের জন্য তার উত্সাহকে অনুপ্রাণিত করেছিল। সেই সময়ে এই ধরনের বিকাশের প্রধান প্রযুক্তিগত বাধা ছিল ডেটা এবং নির্দেশাবলীর জন্য সঞ্চয়ের কোনো বাস্তব উপায়ের অভাব। জুলাই ১৯৪৬ সালে, কিলবার্ন এবং উইলিয়ামস যৌথভাবে উইলিয়ামস-কিলবার্ন টিউব নামক ক্যাথোড রে টিউব (সিআরটি) এর উপর ভিত্তি করে একটি স্টোরেজ ডিভাইস তৈরি করেন। ১৯৪৬ সালে একটি পেটেন্ট দায়ের করা হয়েছিল।  প্রাথমিকভাবে তারা এটি একটি একক বিট সংরক্ষণ করতে ব্যবহার করত। সিআরটি ইমেজটি শীঘ্রই বিবর্ণ হয়ে যায়, তাই তারা একটি স্কিম তৈরি করে যার মাধ্যমে এটি ক্রমাগত পড়া এবং রিফ্রেশ করা হয়, কার্যকরভাবে ডেটা স্টোরেজকে স্থায়ী করে তোলে। ১৯৪৭ সালের ডিসেম্বরের মধ্যে, তারা একটি ৬-ইঞ্চি (১৫০-মিলিমিটার) এ ২,০৪৮ বিট সংরক্ষণ করতে সক্ষম হয়েছিল ব্যাস CRT।\n১৯৪৬ সালের ডিসেম্বরে, উইলিয়ামস ইউনিভার্সিটি অফ ম্যানচেস্টারে ইলেক্ট্রোটেকনিক্সের এডওয়ার্ড স্টকস ম্যাসি চেয়ার গ্রহণ করেন এবং মালভার্ন থেকে দ্বিতীয় পদে কিলবার্নকে নিয়োগ করেন।  দুজনে তাদের স্টোরেজ প্রযুক্তির বিকাশ ঘটায় এবং, ১৯৪৮ সালে, কিলবার্ন ম্যানচেস্টার বেবি নির্মাণে এটিকে একটি ব্যবহারিক পরীক্ষায় ফেলেন, যা ২১ জুন ১৯৪৮-এ একটি প্রোগ্রাম চালানোর জন্য প্রথম সঞ্চিত-প্রোগ্রাম কম্পিউটারে পরিণত হয়।  তিনি উইলিয়ামসের তত্ত্বাবধানে বাইনারি ডিজিটাল কম্পিউটিং মেশিনের সাথে ব্যবহারের জন্য একটি স্টোরেজ সিস্টেমের উপর তার থিসিস লিখে ম্যানচেস্টারে তার কাজের জন্য১৯৪৮ সালে পিএইচডি ডিগ্রি লাভ করেন।\n\n\n=== ম্যানচেস্টার কম্পিউটার ===\nকিলবার্ন ম্যালভার্নে ফিরে আসার প্রত্যাশা করেছিলেন কিন্তু উইলিয়ামস তাকে বিশ্বের প্রথম বাণিজ্যিক কম্পিউটার ফেরান্তি মার্ক ১ ডেভেলপ করার জন্য বিশ্ববিদ্যালয়ের সহযোগিতামূলক প্রকল্পে কাজ করতে রাজি করান। ম্যাক্স নিউম্যান এই প্রজেক্ট থেকে প্রত্যাহার করে নেন, এই বিশ্বাস করে যে কম্পিউটারের বিকাশের জন্য ইঞ্জিনিয়ারদের প্রয়োজন এবং এই সময়ে গণিতবিদদের নয়, কিন্তু উইলিয়ামস কিলবার্নকে দায়িত্বে রেখে ইলেক্ট্রোটেকনিক্সে ফিরে যেতে পছন্দ করেন।  তাকে অ্যালান টুরিং সাহায্য করেছিলেন, যিনি ১৯৪৮ সালে ম্যানচেস্টারে এসেছিলেন।   মার্ক I ইনডেক্স রেজিস্টার এবং চৌম্বকীয় ড্রাম স্টোরেজের সাথে একত্রিত CRT-এর মতো উদ্ভাবনগুলিকে অন্তর্ভুক্ত করেছে।   ১৯৫১ থেকে ১৯৫৭ সালের মধ্যে নয়টি মার্ক I কম্পিউটার বিক্রি হয়েছিল। \n\nপরবর্তী তিন দশকে, কিলবার্ন একের পর এক উদ্ভাবনী ম্যানচেস্টার কম্পিউটারের উন্নয়নে নেতৃত্ব দেন।  প্রথমটি, ১৯৫১ সালে শুরু হয়েছিল, মেগাসাইকেল মেশিন বা মেগ নামে পরিচিত মার্ক I-এর একটি বিকাশ যা ভ্যাকুয়াম টিউব ডায়োডগুলিকে কঠিন অবস্থা দিয়ে প্রতিস্থাপিত করেছিল। এটি ঘড়ির হারে মাত্রা বৃদ্ধির আদেশের অনুমতি দেয়। আরও গতি যোগ করার জন্য, কিলবার্ন ১০-বিট সমান্তরাল CRT মেমরি প্রদান করেছে।  এটি প্রথম কম্পিউটারগুলির মধ্যে একটি ছিল, যদি প্রথম না হয়, ফ্লোটিং পয়েন্ট পাটিগণিত।  মেগ ১৯৫৪ সালে প্রথমবারের মতো পরিচালিত হয়েছিল এবং ১৯টি ফেরান্তি 'মারকারি' নামে বিক্রি করেছিল, যার মধ্যে ছয়টি বিদেশী গ্রাহকদের কাছে।\nকিলবার্ন যখন মেগ-এর উপর কাজ করা একটি ডিজাইন দলের নেতৃত্ব দেন, তখন তিনি ডিক গ্রিমসডেল এবং ডগলাস ওয়েবের সাথে আরেকটিকে নেতৃত্ব দেন, একটি গবেষণা প্রকল্পে পরীক্ষা করে যা তিনি বিশ্বাস করেন যে কম্পিউটার ডিজাইনের পরবর্তী ধাপ হবে: ট্রানজিস্টরের ব্যবহার। ১৯৫৩ সালের নভেম্বরে তারা যে ৪৮-বিট মেশিনটি সম্পন্ন করেছিল সেটি ছিল বিশ্বের প্রথম ট্রানজিস্টর কম্পিউটার, যার মধ্যে ৫৫০টি ডায়োড এবং ৯২টি ট্রানজিস্টর রয়েছে এবং এটি STC দ্বারা নির্মিত হয়েছিল। এপ্রিল ১৯৫৫ সালে সম্পন্ন একটি উন্নত সংস্করণে ১,৩০০টি ডায়োড এবং ২০০টি ট্রানজিস্টর ছিল এবং মেট্রোপলিটান-ভিকার্স মেট্রোভিক ৯৫০ হিসাবে বিক্রি করেছিল।\nকিলবার্নের পরবর্তী প্রকল্প, যা অ্যাটলাস নামে পরিচিত, এর লক্ষ্য ছিল বিদ্যমান এবং নতুন প্রযুক্তির সর্বাধিক ব্যবহার করে একটি দ্রুত কম্পিউটার তৈরি করা। প্রকল্পটি ফেরান্তি দ্বারা সমর্থিত ছিল এবং ন্যাশনাল রিসার্চ ডেভেলপমেন্ট কর্পোরেশন থেকে £৩০০,০০০অনুদান।  এটি \" মাল্টিপ্রোগ্রামিং, কাজের সময় নির্ধারণ, স্পুলিং, ইন্টারাপ্টস, পাইপলাইনিং, ইন্টারলিভড স্টোরেজ, স্বায়ত্তশাসিত স্থানান্তর ইউনিট, ভার্চুয়াল স্টোরেজ এবং পেজিং -এর মতো অসংখ্য প্রযুক্তি এবং কৌশল অন্তর্ভুক্ত করেছে - যদিও ১৯৫৬ সালে যখন প্রকল্পটি শুরু হয়েছিল তখন এই কৌশলগুলির কোনটিই উদ্ভাবিত হয়নি।\"  অন্যান্য উদ্ভাবনের মধ্যে রয়েছে শুধুমাত্র পঠনযোগ্য মেমরি এবং একটি কম্পাইলার-কম্পাইলার ।  সর্বশ্রেষ্ঠ উদ্ভাবন ছিল ভার্চুয়াল মেমরি, যা ড্রাম স্টোরেজকে মূল হিসাবে বিবেচনা করার অনুমতি দেয়।   তাদের মধ্যে তিনটি ম্যানচেস্টার বিশ্ববিদ্যালয়, লন্ডন বিশ্ববিদ্যালয় এবং রাদারফোর্ড ল্যাবরেটরিতে নির্মিত এবং ইনস্টল করা হয়েছিল। \n\nকিলবার্ন ১৯৬০ সালে ম্যানচেস্টারে বৈদ্যুতিক প্রকৌশল বিভাগে কম্পিউটিং ইঞ্জিনিয়ারিংয়ের অধ্যাপক হন। তিনি ১৯৬৪ সালে কম্পিউটার সায়েন্স বিভাগ গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেন, বিভাগের প্রথম প্রধান হন এবং ১৯৭০ থেকে ১৯৭২ সাল পর্যন্ত বিজ্ঞান অনুষদের ডিন এবং ১৯৭৬ থেকে ১৯৭৯ সাল পর্যন্ত বিশ্ববিদ্যালয়ের প্রো-ভাইস  চ্যান্সেলর হিসেবে দায়িত্ব পালন করেন।  তার চূড়ান্ত কম্পিউটার প্রকল্পটি ছিল MU5, যা উচ্চ-স্তরের প্রোগ্রামিং ভাষায় প্রোগ্রাম চালানোর সুবিধার্থে ডিজাইন করা হয়েছিল। অ্যাটলাসের জন্য লেখা কোডের বিশ্লেষণ বিভিন্ন অপারেন্ড এবং নিয়ন্ত্রণ কাঠামোর ফ্রিকোয়েন্সি সম্পর্কে একটি অন্তর্দৃষ্টি দিয়েছে। প্রকল্পটি £৬৩০,০০০ সায়েন্স রিসার্চ কাউন্সিল (SRC) অনুদান দ্বারা সহায়তা করা হয়েছিল যা পাঁচ বছরের জন্য প্রদান করা হয়েছিল। ডিজাইনটি ব্যাপকভাবে সফল ICL 2900 সিরিজকে প্রভাবিত করেছে।\n\n\n=== পুরস্কার ও সম্মাননা ===\nবছরের পর বছর ধরে, কিলবার্ন অসংখ্য পুরস্কার এবং প্রশংসা পেয়েছে। তিনি 1965 সালে রয়্যাল সোসাইটির (এফআরএস) ফেলো নির্বাচিত হন,   সালে ব্রিটিশ কম্পিউটার সোসাইটির একজন বিশিষ্ট ফেলো এবং কম্পিউটার হিস্ট্রি মিউজিয়ামের একজন ফেলো \"এলোমেলো অ্যাক্সেস সহ প্রাথমিক কম্পিউটার ডিজাইনে তার অবদানের জন্য\" ডিজিটাল স্টোরেজ, ভার্চুয়াল মেমরি এবং মাল্টিপ্রোগ্রামিং\" 2000 সালে।  তিনি 1973 সালে ব্রিটিশ সাম্রাজ্যের (CBE) সর্বশ্রেষ্ঠ আদেশের একজন কমান্ডার তৈরি করা হয়েছিল,   1979 সালে বাথ বিশ্ববিদ্যালয় থেকে বিজ্ঞানের সম্মানসূচক ডক্টরেট প্রদান করা হয়েছিল।\n\nকিলবার্ন 1971 সালে আইইইই কম্পিউটার সোসাইটি ডব্লিউ. ওয়ালেস ম্যাকডওয়েল অ্যাওয়ার্ড পেয়েছিলেন \"প্রথম কিছু - সেইসাথে বিশ্বের সবচেয়ে শক্তিশালী - কম্পিউটারগুলির কিছু ডিজাইন এবং নির্মাণে তার কৃতিত্বের জন্য\",  ব্রিটিশ কম্পিউটার সোসাইটি আইটি পুরস্কার। 1973 সালে,  রয়্যাল সোসাইটির রয়্যাল মেডেল, 1978 সালে  1982 সালে IEEE কম্পিউটার সোসাইটি কম্পিউটার পাইওনিয়ার অ্যাওয়ার্ড,  1983 সালে একার্ট-মাউচলি অ্যাওয়ার্ড,  এবং মাউন্টব্যাটেন মেডেল । 1997।  ম্যানচেস্টার ইউনিভার্সিটির একটি বিল্ডিং, যেখানে কম্পিউটার সায়েন্স বিভাগ রয়েছে, তার সম্মানে \"দ্য কিলবার্ন বিল্ডিং\" নামকরণ করা হয়েছে।  রয়্যাল সোসাইটির জন্য তার মনোনয়ন পড়ে:\n\n\n== ব্যক্তিগত জীবন ==\nকিলবার্ন ১৯৪৩ সালে আইরিন মার্সডেনকে বিয়ে করেন এবং তার দুই সন্তান, এক মেয়ে ও এক ছেলে ছিল।   কিলবার্ন অভ্যাসগতভাবে ব্ল্যাকপুলে তার পরিবারের সাথে ছুটি কাটাতেন, কিন্তু ম্যানচেস্টার ইউনাইটেড এফ.সি.এর জন্য সর্বদা ফিরে আসতেন। ফুটবল মৌসুমের প্রথম ম্যাচ। তিনি দাবি করেন, ওয়েম্বলি স্টেডিয়ামে ১৯৬৮ সালের ইউরোপিয়ান কাপের ফাইনালে ম্যানচেস্টার ইউনাইটেডকে জয় লাভ করতে দেখাটা ছিল তার জীবনের সেরা দিন। তিনি তার অসুস্থ স্ত্রীর যত্ন নেওয়ার জন্য ১৯৮১ সালে প্রাথমিক অবসর গ্রহণ করেছিলেন, যিনি ক্রনিক ব্রংকাইটিসে ভুগছিলেন, কিন্তু অবসর গ্রহণের দুই সপ্তাহ আগে ১৯৮১ সালের ৩ আগস্ট তিনি মারা যান। \nতার স্ত্রীর মৃত্যুর পর, কিলবার্ন ম্যানচেস্টারে তাদের ভাগ করা ছোট্ট বাড়িতে একা থাকতেন। তার কোনো ব্যক্তিগত কম্পিউটার ছিল না।  ১৯৯৮ সালে তিনি ম্যানচেস্টার মিউজিয়াম অফ সায়েন্স অ্যান্ড ইন্ডাস্ট্রিতে ম্যানচেস্টার বেবির একটি সম্পূর্ণ কার্যকরী প্রতিরূপ উন্মোচন করেন।  ২০০১ সালের ১৭ জানুয়ারি পেটে অস্ত্রোপচারের পর তিনি নিউমোনিয়ার ডেভিহুলমের ট্রাফোর্ড জেনারেল হাসপাতালে মারা যান। \n\n\n== তথ্যসূত্র =="}