{"pageid": 1171693, "title": "সাধারণ ব্যবকলনীয় সমীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1171693", "content": "গণিতে সাধারণ ব্যবকলনীয় সমীকরণ (সাব্যস) বলতে এমন একটি ব্যবকলনীয় সমীকরণকে বোঝানো হয় যেখানে কেবল একটি স্বাধীন চলক, সেই স্বাধীন চলকের এক বা ততোধিক ফাংশন এবং ঐ ফাংশনটির বা ফাংশনসমূহের অন্তরজসমূহ থাকে। আংশিক ব্যবকলনীয় সমীকরণ যা একের অধিক স্বাধীন চলকের সাপেক্ষে গঠিত হয় বা হতে পারে তার পরিপ্রেক্ষিতেই \"সাধারণ ব্যবকলনীয় সমীকরণ\" শব্দ-সমষ্টিটিতে সাধারণ শব্দটি ব্যবহার করা হয়।\n\n\n== ব্যবকলনীয় সমীকরণ ==\nরৈখিক ব্যবকলনীয় সমীকরণ হচ্ছে এমন একটি ব্যবকলনীয় সমীকরণ যা কোনো অজানা ফাংশন এবং এর অন্তরজগুলোতে একটি রৈখিক বহুপদী দ্বারা সংজ্ঞায়িত হয়, যেখানে এই রৈখিক ব্যবকলনীয় সমীকরণটি নিম্নোক্ত আকারের একটি সমীকরণ\n\n  \n    \n      \n        \n          a\n          \n            0\n          \n        \n        (\n        x\n        )\n        y\n        +\n        \n          a\n          \n            1\n          \n        \n        (\n        x\n        )\n        \n          y\n          ′\n        \n        +\n        \n          a\n          \n            2\n          \n        \n        (\n        x\n        )\n        \n          y\n          ″\n        \n        +\n        ⋯\n        +\n        \n          a\n          \n            n\n          \n        \n        (\n        x\n        )\n        \n          y\n          \n            (\n            n\n            )\n          \n        \n        +\n        b\n        (\n        x\n        )\n        =\n        0\n        ,\n      \n    \n    {\\displaystyle a_{0}(x)y+a_{1}(x)y'+a_{2}(x)y''+\\cdots +a_{n}(x)y^{(n)}+b(x)=0,}\n  \n\nএখানে \n  \n    \n      \n        \n          a\n          \n            0\n          \n        \n        (\n        x\n        )\n        ,\n        .\n        .\n        .\n        ,\n        \n          a\n          \n            n\n          \n        \n        (\n        x\n        )\n      \n    \n    {\\displaystyle a_{0}(x),...,a_{n}(x)}\n  \n এবং \n  \n    \n      \n        b\n        (\n        x\n        )\n      \n    \n    {\\displaystyle b(x)}\n  \n হলো ইচ্ছামাফিক নির্ধারিত ব্যবকলনযোগ্য ফাংশন যাদের রৈখিক হওয়া আবশ্যকীয় নয় এবং \n  \n    \n      \n        \n          y\n          ′\n        \n        ,\n        .\n        .\n        .\n        ,\n        \n          y\n          \n            (\n            n\n            )\n          \n        \n      \n    \n    {\\displaystyle y',...,y^{(n)}}\n  \n হলো x চলকযুক্ত অজানা ফাংশন y-এর ধারাবাহিক অন্তরজ।\nসাধারণ ব্যবকলনীয় সমীকরণগুলোর মধ্যে, রৈখিক ব্যবকলনীয় সমীকরণগুলো বিভিন্ন কারণে গুরুত্বপূর্ণ একটি ভূমিকা পালন করে। অধিকাংশ মৌলিক এবং বিশেষ ফাংশন, পদার্থবিজ্ঞান এবং ফলিত গণিতে যেগুলোর সম্মুখীন হতে হয়, সেগুলো হচ্ছে  রৈখিক ব্যবকলনীয় সমীকরণসমূহের সমাধান (দেখুন: হলোনোমিক ফাংশন)। অ-রৈখিক সমীকরণের সাহায্যে যখন কোনো ভৌত প্রপঞ্চ বা ঘটনার মডেল তৈরি করা হয়, তখন একটি সহজ সমাধানের নিমিত্তে সেগুলো সাধারণত রৈখিক ব্যবকলনীয় সমীকরণের মাধ্যমে অনুমান করা হয়। সুস্পষ্টভাবে সমাধান করা যায় এমন কিছু  অ-রৈখিক সাব্যস-কে একটি সমতুল্য রৈখিক সাব্যস-এ রূপান্তর করে সমাধান করা হয়। (উদাহরণের জন্য রিকাটি সমীকরণ দেখুন।)\nকিছু সাধারণ ব্যবকলনীয় সমীকরণকে জানা ফাংশন এবং সমাকলজের এর শর্তালোকে সুস্পষ্টভাবে সমাধান করা যায়। এটা সম্ভব না হলে টেইলর ধারা প্রয়োগ করে সমাধান পাওয়া যেতে পারে। ফলিত সমস্যার ক্ষেত্রে সাধারণ ব্যবকলনীয় সমীকরণ সমাধানের সাংখ্যিক পদ্ধতি থেকে ফলিত সমস্যার সমাধানের একটি অনুমান পাওয়া যায়।\n\n\n== পটভূমি ==\n\nগণিত, সামাজিক বিজ্ঞান, প্রাকৃতিক বিজ্ঞানের অনেক প্রসঙ্গ বা উপাদান থেকেই সাধারণ ব্যবকলনীয় সমীকরণসমূহকে বের হয়ে আসতে দেখা যায়। কোনো পরিবর্তনের গাণিতিক বর্ণনায় ব্যবকলন এবং অন্তরজ ব্যবহার করা হয়। সমীকরণের মাধ্যমে বিভিন্ন ব্যবকলন, অন্তরজ এবং ফাংশনের মধ্যে এমনভাবে পারস্পরিক সম্পর্ক স্থাপিত হয় যে একটি ব্যবকলনীয় সমীকরণ এই সম্পর্কের একটি ফলাফল হিসেবে আবির্ভূত হয়, যা পরিবর্তনশীল প্রপঞ্চ, বিবর্তন এবং বৈচিত্র্যের বিবরণ ও ব্যাখ্যা দেয়। প্রায়শই, বিভিন্ন রাশিকে অন্যান্য রাশিসমূহের পরিবর্তনের হার হিসেবে (উদাহরণস্বরূপ, সময়ের সাপেক্ষে সরণের অন্তরজ), কিংবা অন্যান্য রাশিসমূহের নতিমাত্রা (গ্রেডিয়েন্ট) হিসেবে সংজ্ঞায়িত করা হয় এবং এই সংজ্ঞায়ন নির্ভর করে রাশিগুলো কীভাবে ব্যবকলনীয় সমীকরণগুলোকে গ্রহণ করছে তার উপর।\nবিশেষায়িত গাণিতিক ক্ষেত্রগুলোর মধ্যে জ্যামিতি এবং বিশ্লেষণী বলবিজ্ঞান অন্তর্ভুক্ত। বৈজ্ঞানিক ক্ষেত্রগুলোর মধ্যে অন্তর্ভুক্ত করা হয় পদার্থবিজ্ঞান এবং জ্যোতির্বিজ্ঞান (মহাজাগতিক বস্তুর বলবিদ্যা), আবহাওয়াবিজ্ঞান (আবহাওয়া মডেলিং), রসায়ন (বিক্রিয়ার হার), জীববিজ্ঞান (সংক্রামক রোগ, জেনেটিক প্রকরণ), বাস্তুবিদ্যা, জনসংখ্যা মডেলিং (জনসংখ্যার প্রতিযোগিতা) এবং অর্থনীতি (সঞ্চয়ের প্রবণতা, সুদের হার ও বাজারের ভারসাম্যের মূল্য পরিবর্তন)।\nঅনেক গণিতবিদ ব্যবকলনীয় সমীকরণ নিয়ে অধ্যয়ন ও অনুসন্ধান চালিয়েছেন এবং এই ক্ষেত্রটিতে অবদান রেখেছেন, যার মধ্যে রয়েছেন নিউটন, লিবনিজ, বার্নোলি পরিবার, রিকাটি, ক্লেরো, ডি'আলেমবার্ট এবং অয়লার।\nনিউটনের দ্বিতীয় গতিসূত্রটি সাধারণ ব্যবকলনীয় সমীকরণগুলোর একটি অতি পরিচিত উদাহরণ। F বলের অধীনে t সময়ে কোনো বস্তুর x সরণের মধ্যে সম্পর্ক হলো এই সূত্রটি যাকে এই ব্যবকলনীয় সমীকরণের মাধ্যমে লেখা হয়:\n\n  \n    \n      \n        m\n        \n          \n            \n              \n                \n                  d\n                \n                \n                  2\n                \n              \n              x\n              (\n              t\n              )\n            \n            \n              \n                d\n              \n              \n                t\n                \n                  2\n                \n              \n            \n          \n        \n        =\n        F\n        (\n        x\n        (\n        t\n        )\n        )\n        \n      \n    \n    {\\displaystyle m{\\frac {\\mathrm {d} ^{2}x(t)}{\\mathrm {d} t^{2}}}=F(x(t))\\,}\n  \n\nএই সমীকরণে m ধ্রুব ভরের একটি বস্তুকণার গতি উপস্থিত রয়েছে। সাধারণভাবে, F হলো নির্দিষ্ট সময় t-এ বস্তুকণার অবস্থান x(t)-এর একটি ফাংশন। x(t) অজানা ফাংশনটি ব্যবকলনীয় সমীকরণটির উভয় পাশে দেখা যাচ্ছে এবং এই ফাংশনকে F(x(t)) সংকেতটির মাধ্যমে নির্দেশ করা হয়েছে।\n\n\n== সংজ্ঞা ==\nধরা যাক, x একটি স্বাধীন চলক, y একটি অধীন চলক এবং y = f(x) হলো x-এর একটি অজানা ফাংশন। কোন সংকেতটি লেখকের পছন্দ এবং কোন সংকেতটি হাতে থাকা ব্যবকলনীয় সমস্যার জন্য সবচেয়ে উপযুক্ত সেসবের ভিত্তিতে ব্যবকলনের সংকেত আলাদা আলাদা হয়। এই প্রসঙ্গে বলা যায়,  লিবনিজের সংকেত (+dy/dx, +d২y/dx২, …, +dny/dxn) ব্যবকলন এবং সমাকলনের জন্য বেশি উপযোগী, পক্ষান্তরে ল্যাগ্রাঞ্জের সংকেত (y′, y′′, …, y(n)) যেকোনো ক্রমের অন্তরজসমূহের নিরবিচ্ছিন্ন উপস্থাপনার জন্য বেশি উপযোগী। এছাড়াও, পদার্থবিজ্ঞানে ক্ষুদ্র ক্রমের সময় অন্তরজসমূহকে উপস্থাপনের জন্য নিউটনের সংকেত \n  \n    \n      \n        (\n        \n          \n            \n              y\n              ˙\n            \n          \n        \n        ,\n        \n          \n            \n              y\n              ¨\n            \n          \n        \n        ,\n        \n          \n            y\n            \n              .\n              .\n              .\n            \n          \n        \n        )\n      \n    \n    {\\displaystyle ({\\dot {y}},{\\ddot {y}},{\\overset {...}{y}})}\n  \n ব্যবহার করা হয়।\n\n\n=== সাধারণ সংজ্ঞা ===\nx, y এবং y-এর অন্তরজসমূহের একটি ফাংশন F বিবেচনা করা যাক,যেখানে এই ফাংশনটি নিম্নোক্ত আকারের একটি সমীকরণ গঠন করে:\n\n  \n    \n      \n        F\n        \n          (\n          \n            x\n            ,\n            y\n            ,\n            \n              y\n              ′\n            \n            ,\n            …\n            ,\n            \n              y\n              \n                (\n                n\n                −\n                1\n                )\n              \n            \n          \n          )\n        \n        =\n        \n          y\n          \n            (\n            n\n            )\n          \n        \n      \n    \n    {\\displaystyle F\\left(x,y,y',\\ldots ,y^{(n-1)}\\right)=y^{(n)}}\n  \n\nএই সমীকরণটিকে বলা হয় n ক্রমের এক্সপ্লিসিট সাব্যস।.\nআরও সাধারণভাবে বলা যায়, n ক্রমের একটি ইমপ্লিসিট সাব্যস নিম্নোক্ত আকার ধারণ করে:\n\n  \n    \n      \n        F\n        \n          (\n          \n            x\n            ,\n            y\n            ,\n            \n              y\n              ′\n            \n            ,\n            \n              y\n              ″\n            \n            ,\n             \n            …\n            ,\n             \n            \n              y\n              \n                (\n                n\n                )\n              \n            \n          \n          )\n        \n        =\n        0\n      \n    \n    {\\displaystyle F\\left(x,y,y',y'',\\ \\ldots ,\\ y^{(n)}\\right)=0}\n  \n\nউপরন্তু, আরও কিছু শ্রেণিবিভাগ রয়েছে:\n\nস্বায়ত্তশাসিত ব্যবস্থা বা সমীকরণx-এর উপর নির্ভরশীল নয় এমন ব্যবকলনীয় সমীকরণকে স্বায়ত্তশাসিত ব্যবস্থা বা সমীকরণ বলা হয়।\nরৈখিক ব্যবকলনীয় সমীকরণযদি F ফাংশনটিকে y-এর নিম্নোক্ত অন্তরজগুলোর একটি রৈখিক সমাবেশের আকারে লেখা যায়, তাহলে এটি একটি রৈখিক ব্যবকলনীয় সমীকরণ হবে বলা হয়।\n\n  \n    \n      \n        \n          y\n          \n            (\n            n\n            )\n          \n        \n        =\n        \n          ∑\n          \n            i\n            =\n            0\n          \n          \n            n\n            −\n            1\n          \n        \n        \n          a\n          \n            i\n          \n        \n        (\n        x\n        )\n        \n          y\n          \n            (\n            i\n            )\n          \n        \n        +\n        r\n        (\n        x\n        )\n      \n    \n    {\\displaystyle y^{(n)}=\\sum _{i=0}^{n-1}a_{i}(x)y^{(i)}+r(x)}\n  \n\nএখানে, aটেমপ্লেট:Hairspi (x) এবং rটেমপ্লেট:Hairsp(x) হচ্ছে x-এর ধারাবাহিক ফাংশন।\n\nr(x) ফাংশনটিকে নলা হয় উৎস বা মূল শব্দ যা থকে আরও দুটি শ্রেণিবিভাগ পাওয়া যায়:\n\nসমগোত্রীয় ব্যবকলনীয় সমীকরণযদি r(x) = 0 হয় এবং এর ফলে একটি \"স্বয়ংক্রিয়\" সমাধান তুচ্ছ সমাধান y = 0 হয়, তাহলে একটি রৈখিক সমগোত্রীয় সমীকরণের সমাধান হবে একটি পূরক ফাংশন, যাকে yc দ্বারা নির্দেশ করা হয়।\nঅসমগোত্রীয় ব্যবকলনীয় সমীকরণযদি r(x) ≠ হয়, তাহলে পূরক ফাংশনটির বাড়তি সমাধান হবে আংশিক সমাকলজ, যাকে yp দ্বারা সূচিত করা হয়।\n\nঅরৈখিক ব্যবকলনীয় সমীকরণএটি এমন একটি ব্যবকলনীয় সমীকরণ যাকে রৈখিক সমাবেশের আকারে লেখা যায় না।\n\n\n=== সাধারণ ব্যবকলনীয় সমীকরণসমূহের ব্যবস্থা ===\n\nবেশ কিছু ব্যবকলনীয় সমীকরণ পরস্পরের সাথে সংযোজিত হয়ে সমীকরণের একটি সিস্টেম গঠন করে। যদি y একটি ভেক্টর হয় যার y(x) উপাদানগুলো ফাংশন হয়, যেখানে y(x) = [y1(x), y2(x),..., ym(x)] এবং F ভেক্টর ফাংশনটি y এবং y-এর অন্তরজগুলোর একটি ভেক্টর ফাংশন হয় তাহলে \n  \n    \n      \n        \n          \n            y\n          \n          \n            (\n            n\n            )\n          \n        \n      \n    \n    {\\displaystyle \\mathbf {y} ^{(n)}}\n  \n-এর নিম্নোক্ত সমীকরণটি n ক্রমের ও m মাত্রার সাধারণ ব্যবকলনীয় সমীকরণসমূহের একটি এক্সপ্লিসিট ব্যবস্থা হবে।\n\n  \n    \n      \n        \n          \n            y\n          \n          \n            (\n            n\n            )\n          \n        \n        =\n        \n          F\n        \n        \n          (\n          \n            x\n            ,\n            \n              y\n            \n            ,\n            \n              \n                y\n              \n              ′\n            \n            ,\n            \n              \n                y\n              \n              ″\n            \n            ,\n            …\n            ,\n            \n              \n                y\n              \n              \n                (\n                n\n                −\n                1\n                )\n              \n            \n          \n          )\n        \n      \n    \n    {\\displaystyle \\mathbf {y} ^{(n)}=\\mathbf {F} \\left(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n-1)}\\right)}\n  \n\nকলাম ভেক্টরের আকারে সমীকরণটি হবে:\n\n  \n    \n      \n        \n          \n            (\n            \n              \n                \n                  \n                    y\n                    \n                      1\n                    \n                    \n                      (\n                      n\n                      )\n                    \n                  \n                \n              \n              \n                \n                  \n                    y\n                    \n                      2\n                    \n                    \n                      (\n                      n\n                      )\n                    \n                  \n                \n              \n              \n                \n                  ⋮\n                \n              \n              \n                \n                  \n                    y\n                    \n                      m\n                    \n                    \n                      (\n                      n\n                      )\n                    \n                  \n                \n              \n            \n            )\n          \n        \n        =\n        \n          \n            (\n            \n              \n                \n                  \n                    f\n                    \n                      1\n                    \n                  \n                  \n                    (\n                    \n                      x\n                      ,\n                      \n                        y\n                      \n                      ,\n                      \n                        \n                          y\n                        \n                        ′\n                      \n                      ,\n                      \n                        \n                          y\n                        \n                        ″\n                      \n                      ,\n                      …\n                      ,\n                      \n                        \n                          y\n                        \n                        \n                          (\n                          n\n                          −\n                          1\n                          )\n                        \n                      \n                    \n                    )\n                  \n                \n              \n              \n                \n                  \n                    f\n                    \n                      2\n                    \n                  \n                  \n                    (\n                    \n                      x\n                      ,\n                      \n                        y\n                      \n                      ,\n                      \n                        \n                          y\n                        \n                        ′\n                      \n                      ,\n                      \n                        \n                          y\n                        \n                        ″\n                      \n                      ,\n                      …\n                      ,\n                      \n                        \n                          y\n                        \n                        \n                          (\n                          n\n                          −\n                          1\n                          )\n                        \n                      \n                    \n                    )\n                  \n                \n              \n              \n                \n                  ⋮\n                \n              \n              \n                \n                  \n                    f\n                    \n                      m\n                    \n                  \n                  \n                    (\n                    \n                      x\n                      ,\n                      \n                        y\n                      \n                      ,\n                      \n                        \n                          y\n                        \n                        ′\n                      \n                      ,\n                      \n                        \n                          y\n                        \n                        ″\n                      \n                      ,\n                      …\n                      ,\n                      \n                        \n                          y\n                        \n                        \n                          (\n                          n\n                          −\n                          1\n                          )\n                        \n                      \n                    \n                    )\n                  \n                \n              \n            \n            )\n          \n        \n      \n    \n    {\\displaystyle {\\begin{pmatrix}y_{1}^{(n)}\\\\y_{2}^{(n)}\\\\\\vdots \\\\y_{m}^{(n)}\\end{pmatrix}}={\\begin{pmatrix}f_{1}\\left(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n-1)}\\right)\\\\f_{2}\\left(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n-1)}\\right)\\\\\\vdots \\\\f_{m}\\left(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n-1)}\\right)\\end{pmatrix}}}\n  \n\nএদেরকে রৈখিক হতে হবে তেমনটা বাধ্যতামূলক নয়। এর ইমপ্লিসিট সাদৃশ্য (implicit analogue) হলো:\n\n  \n    \n      \n        \n          F\n        \n        \n          (\n          \n            x\n            ,\n            \n              y\n            \n            ,\n            \n              \n                y\n              \n              ′\n            \n            ,\n            \n              \n                y\n              \n              ″\n            \n            ,\n            …\n            ,\n            \n              \n                y\n              \n              \n                (\n                n\n                )\n              \n            \n          \n          )\n        \n        =\n        \n          0\n        \n      \n    \n    {\\displaystyle \\mathbf {F} \\left(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n)}\\right)={\\boldsymbol {0}}}\n  \n\nযেখানে 0 = (0, 0, ..., 0) হচ্ছে শূন্য ভেক্টর। ম্যাট্রিক্সের আকারে লিখবে এটি হবে:\n\n  \n    \n      \n        \n          \n            (\n            \n              \n                \n                  \n                    f\n                    \n                      1\n                    \n                  \n                  (\n                  x\n                  ,\n                  \n                    y\n                  \n                  ,\n                  \n                    \n                      y\n                    \n                    ′\n                  \n                  ,\n                  \n                    \n                      y\n                    \n                    ″\n                  \n                  ,\n                  …\n                  ,\n                  \n                    \n                      y\n                    \n                    \n                      (\n                      n\n                      )\n                    \n                  \n                  )\n                \n              \n              \n                \n                  \n                    f\n                    \n                      2\n                    \n                  \n                  (\n                  x\n                  ,\n                  \n                    y\n                  \n                  ,\n                  \n                    \n                      y\n                    \n                    ′\n                  \n                  ,\n                  \n                    \n                      y\n                    \n                    ″\n                  \n                  ,\n                  …\n                  ,\n                  \n                    \n                      y\n                    \n                    \n                      (\n                      n\n                      )\n                    \n                  \n                  )\n                \n              \n              \n                \n                  ⋮\n                \n              \n              \n                \n                  \n                    f\n                    \n                      m\n                    \n                  \n                  (\n                  x\n                  ,\n                  \n                    y\n                  \n                  ,\n                  \n                    \n                      y\n                    \n                    ′\n                  \n                  ,\n                  \n                    \n                      y\n                    \n                    ″\n                  \n                  ,\n                  …\n                  ,\n                  \n                    \n                      y\n                    \n                    \n                      (\n                      n\n                      )\n                    \n                  \n                  )\n                \n              \n            \n            )\n          \n        \n        =\n        \n          \n            (\n            \n              \n                \n                  0\n                \n              \n              \n                \n                  0\n                \n              \n              \n                \n                  ⋮\n                \n              \n              \n                \n                  0\n                \n              \n            \n            )\n          \n        \n      \n    \n    {\\displaystyle {\\begin{pmatrix}f_{1}(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n)})\\\\f_{2}(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n)})\\\\\\vdots \\\\f_{m}(x,\\mathbf {y} ,\\mathbf {y} ',\\mathbf {y} '',\\ldots ,\\mathbf {y} ^{(n)})\\end{pmatrix}}={\\begin{pmatrix}0\\\\0\\\\\\vdots \\\\0\\end{pmatrix}}}\n  \n\nএছাড়াও, কিছু কিছু উৎসে (গ্রন্থ, নথি, প্রবন্ধ ও অন্যান্য) \n  \n    \n      \n        \n          F\n        \n        \n          (\n          \n            x\n            ,\n            \n              y\n            \n            ,\n            \n              \n                y\n              \n              ′\n            \n          \n          )\n        \n        =\n        \n          0\n        \n      \n    \n    {\\displaystyle \\mathbf {F} \\left(x,\\mathbf {y} ,\\mathbf {y} '\\right)={\\boldsymbol {0}}}\n  \n আকারের একটি ব্যবস্থার ক্ষেত্রে \n  \n    \n      \n        \n          \n            \n              ∂\n              \n                F\n              \n              (\n              x\n              ,\n              \n                u\n              \n              ,\n              \n                v\n              \n              )\n            \n            \n              ∂\n              \n                v\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\partial \\mathbf {F} (x,\\mathbf {u} ,\\mathbf {v} )}{\\partial \\mathbf {v} }}}\n  \n জ্যাকবিয়ান ম্যাট্রিক্সের নন-সিঙ্গুলার ম্যাট্রিক্স হওয়ার আবশ্যকীয়তার কথা বলা হয়েছে, যাতে করে একে একটি ইমপ্লিসিট সাব্যস [ব্যবস্থা] বলা যায়; এই জ্যাকবিয়ান নন-সিঙ্গুলারিটির শর্ত মেনে নিয়ে একটি ইমপ্লিসিট সাব্যস ব্যবস্থাকে একটি এক্সপ্লিসিট সাব্যস ব্যবস্থায় রূপান্তরিত করা যায়। একই উৎসসমূহে একটি সিঙ্গুলার জ্যাকবিয়ান সহযোগে ইমপ্লিসিট সাব্যস ব্যবস্থাসমূহকে ব্যবকলনীয় বীজগাণিতিক-সমীকরণ নামে অভিহিত করা হয়েছে। এই স্বাতন্ত্র্য কেবল নামের ক্ষেত্রেই নয়, মূলতঃ ব্যবকলনীয় বীজগাণিতিক-সমীকরণগুলোর পৃথক বৈশিষ্ট্য রয়েছে এবং এগুলো বরং (নন-সিঙ্গুলার) সাব্যস ব্যবস্থা অপেক্ষা এদের সমাধানের সাথে অধিকতর সম্পর্কযুক্ত। এই স্কিম অনুসারে, সম্ভবত বাড়তি অন্তরজের ক্ষেত্রে, হেসিয়ান ম্যাট্রিক্স এবং অন্যান্যগুলোকেও নন-সিঙ্গুলার অনুমান করা হয়, যদিও এটা উল্লেখ করতে হয় যে, একের চেয়ে বড় ক্রমের যেকোনো সাব্যসকে প্রথম ক্রমের সাব্যস-ব্যবস্থার আকারে লেখা যায় এবং সচরাচর এটা করাও হয়, যা সকল ক্রমের ক্ষেত্রে জ্যকবিয়ান-সিঙ্গুলারিটি-মানদণ্ডটিকে এই শ্রেণিবিভাগের নিমিত্তে সুবিস্তৃত হওয়ার জন্য পর্যাপ্ত করে তোলে।\nসাধারণ ব্যবকলনীয় সমীকরণসমূহের একটি ব্যবস্থার আচরণকে একটি দশা চিত্রের প্রয়োগের মাধ্যমে দৃশ্যমান করানো যায়।\n\n\n=== সমাধান ===\nএকটি নির্দিষ্ট ব্যবকলনীয় সমীকরণ \n  \n    \n      \n        F\n      \n    \n    {\\displaystyle F}\n  \n বিবেচনা করি, যেখানে\n\n  \n    \n      \n        F\n        \n          (\n          \n            x\n            ,\n            y\n            ,\n            \n              y\n              ′\n            \n            ,\n            …\n            ,\n            \n              y\n              \n                (\n                n\n                )\n              \n            \n          \n          )\n        \n        =\n        0\n      \n    \n    {\\displaystyle F\\left(x,y,y',\\ldots ,y^{(n)}\\right)=0}\n  \n\nআরও ধরা যাক, u এমন একটি ফাংশন যেখানে u: I ⊂ R → R, যখন I একটি ব্যবধি।\nএখন, u-কে F-এর একটি সমাধান বা যোগজ বক্ররেখা বলা হবে, যদি u ফাংশনটি I ব্যবধিতে n-সংখ্যক বার ব্যবকলনযোগ্য হয় এবং \n\n  \n    \n      \n        F\n        (\n        x\n        ,\n        u\n        ,\n        \n          u\n          ′\n        \n        ,\n         \n        …\n        ,\n         \n        \n          u\n          \n            (\n            n\n            )\n          \n        \n        )\n        =\n        0\n        \n        x\n        ∈\n        I\n      \n    \n    {\\displaystyle F(x,u,u',\\ \\ldots ,\\ u^{(n)})=0\\quad x\\in I}\n  \n হয়।\nউপর্যুক্ত ব্যবকলনীয় সমীকরণটির দুটি নির্দিষ্ট সমাধান u: J ⊂ R → R বং v: I ⊂ R → R হলে, u-কে v-এর একটি সম্প্রসারণ বলা হবে, যদি I ⊂ J হয় এবং\n\n  \n    \n      \n        u\n        (\n        x\n        )\n        =\n        v\n        (\n        x\n        )\n        \n        x\n        ∈\n        I\n        \n      \n    \n    {\\displaystyle u(x)=v(x)\\quad x\\in I\\,}\n  \nহয়।\nযে সমাধানের কোনো সম্প্রসারণ নেই তাকে বলা হয় চরম সমাধান (maximal solution)। যে সমাধান সকল R-এর ওপর সংজ্ঞায়িত তাকে বলা হয় সার্বজনীন সমাধান (global solution)।\nn-তম ক্রমের কোনো সমীকরণের একটি সাধারণ সমাধান হলো এমনই একটি সমাধান, যে সমাধানে n সংখ্যক স্বেচ্ছানির্বাচিত স্বাধীন সমাকলন-ধ্রুবক বিদ্যমান। ধ্রুবকগুলোকে নির্দিষ্ট মানসমূহে বসিয়ে একটি নির্দিষ্ট সমাধান প্রতিপাদন করা হয়। নির্দিষ্ট সমাধানকে সচরাচর 'প্রাথমিক শর্ত' কিংবা 'সীমানা শর্ত' পূরণের জন্য বেছে নেওয়া হয়। কোনো একক সমাধান হচ্ছে এমনই একটি সমাধান, সাধারণ সমাধানের স্বেচ্ছানির্বাচিত ধ্রুবকগুলোর জন্য নির্দিষ্ট মান নির্ধারণ করে যে সমাধানটি পাওয়া যায় না। রৈখিক সাধারণ ব্যবকলনীয় সমীকরণের প্রেক্ষাপটে, নির্দিষ্ট সমাধান পদটি সাধারণ ব্যবকলনীয় সমীকরণটির যেকোনো সমাধানকে বুঝিয়ে থাকতে পারে (যেখানে, প্রাথমিক শর্তগুলো মেনে চলা বাধ্যতামূলক নয়), যে সমাধানটি পরে সমজাতীয় সমাধানে (সমজাতীয় সাব্যস-এর একটি সাধারণ সমাধান) যোগ করা হয়, যা পরে মূল সাব্যসটির একটি সাধারণ সমাধান গঠন করে।\nনির্দিষ্ট সমাধান পদটি এই প্রবন্ধের অনুমান নির্ভর পদ্ধতি অংশে ব্যবহার করা হয়েছে। অনির্ধারিত সহগের পদ্ধতির আলোচনায় এবং পরামিতির পরিবর্তনের আলোচনায় এই পরিভাষাটি (নির্দিষ্ট সমাধান) প্রায়শই ব্যবহার করা হয়।\n\n\n=== সসীম সময়-ব্যবধানের সমাধান ===\nঅ-রৈখিক স্বায়ত্তশাসিত সাব্যস-এর ক্ষেত্রে, কিছু শর্তাধীনে সসীম মেয়াদের (সময়-ব্যবধানের) সমাধানগুলোর বিকাশ করা সম্ভব, এর অর্থ এখানে যে, কোনো ব্যবস্থা তার নিজস্ব গতিশীলতা প্রভাবে একটি চূড়ান্ত মুহূর্তে শূন্য মানে পৌঁছবে এবং সেখানে চিরকালের জন্য শূন্যে অবস্থান করবে। সসীম ব্যবধানের এই সমাধানগুলো সম্পূর্ণ বাস্তব রেখার উপর বিশ্লেষণী ফাংশন হতে পারে না, এবং যেহেতু এই সমাধানগুলো তাদের চূড়ান্ত মুহূর্তে নন-লিপশিৎজ ফাংশন হবে, তাই তারা লিপশিৎজ ব্যবকলনীয় সমীকরণসমূহের সমাধানগুলোর অনন্যতাকে সমর্থন করে না।\nউদাহরণস্বরূপ, নিম্নোক্ত সমীকরণটি:\n\n  \n    \n      \n        \n          y\n          ′\n        \n        =\n        −\n        \n          sgn\n        \n        (\n        y\n        )\n        \n          \n            \n              |\n            \n            y\n            \n              |\n            \n          \n        \n        ,\n        \n        \n        y\n        (\n        0\n        )\n        =\n        1\n      \n    \n    {\\displaystyle y'=-{\\text{sgn}}(y){\\sqrt {|y|}},\\,\\,y(0)=1}\n  \n\nসসীম সময় ব্যবধানের এই সমাধানটিকে স্বীকার করে:\n\n  \n    \n      \n        y\n        (\n        x\n        )\n        =\n        \n          \n            1\n            4\n          \n        \n        \n          \n            (\n            \n              1\n              −\n              \n                \n                  x\n                  2\n                \n              \n              +\n              \n                |\n                \n                  1\n                  −\n                  \n                    \n                      x\n                      2\n                    \n                  \n                \n                |\n              \n            \n            )\n          \n          \n            2\n          \n        \n      \n    \n    {\\displaystyle y(x)={\\frac {1}{4}}\\left(1-{\\frac {x}{2}}+\\left|1-{\\frac {x}{2}}\\right|\\right)^{2}}\n  \n\n\n== তত্ত্ব ==\n\n\n=== একক সমাধান ===\nসাধারণ এবং আংশিক ব্যবকলনীয় সমীকরণের একক সমাধানসমূহের তত্ত্বটি লিবনিজের সময় থেকে গবেষণার একটি বিষয় ছিল, তবে কেবল উনিশ শতকের মাঝামাঝি থেকে এটি বিশেষ মনোযোগ পেয়েছে। এই বিষয়টির উপর একটি মূল্যবান কিন্তু স্বল্প-পরিচিত কাজের মধ্যে রয়েছে Par Louis Houtain-এর Des solutions singulières des équations différentielles (১৮৫৪)। জিন গ্যাস্টন ডার্বোক্স (১৮৭৩ সাল থেকে) এই তত্ত্বের নেতৃত্বে ছিলেন এবং এই সমাধানগুলোর জ্যামিতিক ব্যাখ্যায় তিনি নতুন একটি ক্ষেত্র চালু করেছিলেন, যেটা নিয়ে বিভিন্ন লেখক বিশেষকরে ফেলিস ক্যাসোরাটি এবং আর্থার কেলি কাজ করেছিলেন। প্রথম ক্রমের ব্যবকলনীয় সমীকরণসমূহের একক সমাধানগুলোর তত্ত্বটি (১৮৭২) পরবর্তী উল্লেখযোগ্য কাজ হিসেবে প্রত্যাশিত, যা আনুমানিক ১৯০০ সালের দিকে স্বীকৃতি পায়।\n\n\n=== কোয়ডরেচার বা ক্ষেত্রকলনে সংকোচন ===\nব্যবকলনীয় সমীকরণগুলো নিয়ে কাজের ক্ষেত্রে প্রাথমিক প্রচেষ্টাটি ছিল এদেরকে কোয়ডরেচারে সংকোচনের লক্ষ্যভিত্তিক। n-তম মাত্রার সাধারণ সমীকরণ সমাধানের নিমিত্তে একটি পদ্ধতির অনুসন্ধানের ক্ষেত্রে এটি যেমন অষ্টাদশ শতাব্দীর বীজগণিতজ্ঞদের আশায় পরিণত হয়েছিল, তেমনিভাবে যেকোনো ব্যবকলনীয় সমীকরণের একত্রীকরণের নিমিত্তে একটি সাধারণ পদ্ধতি অনুসন্ধানের ক্ষেত্রে এটি বিশ্লেষকদেরও আশায় রূপান্তরিত হয়েছিল। সে যাই হোক, কার্ল ফ্রিড‌রিশ গাউস (১৭৯৯ সালে) দেখান যে, জটিল ব্যবকলনীয় সমীকরণের জন্য জটিল সংখ্যার প্রয়োজন হয়। এর পরই, বিশ্লেষকরা ফাংশনের অধ্যয়নকে আলোচনায় প্রতিস্থাপন করতে শুরু করেন এবং এইভাবে একটি নতুন ও উর্বর শাখারও চালু করেন। অগাস্টিন লুইস কোশি ছিলেন সর্বপ্রথম যিনি এই দৃষ্টিভঙ্গির গুরুত্ব উপলব্ধি করেছিলেন। তারপরে, আসল যে প্রশ্নটির উদয় হয়েছিল, সেটি \"জানা ফাংশন বা এদের যোগজগুলোর মাধ্যমে কোনো  সমাধান সম্ভব কি না\" এই প্রশ্নটি নয়, বরং এই প্রশ্নটিই যে, কোনো \"নির্দিষ্ট ব্যবকলনীয় সমীকরণ\" স্বাধীন চলক বা চলকসমূহের কোনো ফাংশনের সংজ্ঞার জন্য সন্তাষজনক কি না এবং যদি তাই হয় তবে এর চরিত্রগত বৈশিষ্ট্যগুলো কী কী।\n\n\n=== ফুক্সের তত্ত্ব ===\n\nলাজারাস ফুক্সের দুটি স্মৃতিকথায় অভিনব এক পদ্ধতির অনুপ্রেরণা দেওয়া রয়েছে, পরবর্তীকালে থোমে এবং ফ্রোবেনিয়াস যেটা নিয়ে বিশদ আলোচনা করেছিলেন। ১৮৬৯ সালের শুরুর দিকে কোলেট ছিলেন একজন বিশিষ্ট অবদানকারী। একটি অ-রৈখিক ব্যবস্থাকে একত্রীকরণের নিমিত্তে তার দেওয়া পদ্ধতিটি ১৮৬৮ সালে বার্ট্রান্ডের দেওয়া কাজের সাথে সংযুক্ত ছিল। আলফ্রেড ক্লেবস তার অ্যাবেলিয়ান যোগজের তত্ত্বে বিষয়বস্তুর সমান্তরালে এই তত্ত্বটির সমালোচনা করেছেন (১৮৭৩)। যেহেতু আনুপাতিক রূপান্তরের অধীনে অপরিবর্তিত থাকা মৌলিক বক্ররেখার বৈশিষ্ট্য অনুসারে শেষোক্ত তত্ত্বটিকে শ্রেণীবিন্যস্ত করা যায়, তাই ক্লেবস ব্যবকলনীয় সমীকরণের দ্বারা সংজ্ঞায়িত তুরীয় (transcendent) ফাংশনগুলোকে, আনুপাতিক এক-এক রূপান্তরের অধীনে f = 0 পৃষ্ঠতল সংশ্লিষ্ট অপরিবর্তনীয় (invariant) বৈশিষ্ট্য অনুসারে, শ্রেণীবিন্যস্ত করার প্রস্তাব করেছিলেন ।\n\n\n=== লী-এর তত্ত্ব ===\n১৮৭০ সাল থেকে সোফাস লীয়ের কাজ ব্যবকলনীয় সমীকরণের তত্ত্বকে অধিকতর ভাল একটি ভিত্তির উপর স্থাপন করে রেখেছে। তিনি দেখিয়েছেন যে, লী গ্রুপ ব্যবহার করে, পূর্বতন গণিতবিদদের সমাকলন তত্ত্বগুলোকে একটি সাধারণ উৎসে স্থানান্তর করা যেতে পারে। উপরন্তু তিনি দেখিয়েছেন যে, যেসব সাধারণ ব্যবকলনীয় সমীকরণ একই শূন্যসন্নিকর্ষী রূপান্তরসমূহকে স্বীকার করে নেয় সেসব সমীকরণ তুলনীয় সমাকলন অসুবিধাগুলোকেও উপস্থাপন করে। এছাড়াও তিনি কন্টাক্ট রূপান্তরের বিষয়টির উপরও জোর দিয়েছেন।\nব্যবকলনীয় সমীকরণগুলোর উপর লীয়ের গ্রুপ তত্ত্বটি এই বলে সত্য প্রমাণিত হয়েছে যে, (১) ব্যবকলনীয় সমীকরণসমূহের সমাধানের জন্য পরিচিত অস্থায়ী ও তাৎক্ষণিক (ad hoc) অনেক পদ্ধতিকে এই তত্ত্বটি একত্রিত করে এবং (২) সমাধান বের করার জন্য এই তত্ত্বটি শক্তিশালী নতুন উপায়সমূহ বাতলে দেয়। সাধারণ এবং আংশিক উভয় ধরনের ব্যবকলনীয় সমীকরণে এই তত্ত্বটির প্রয়োগ রয়েছে।\nএকটি সাধারণ সমাধান পদ্ধতিতে, সমাধান থেকে সমাধানের অবিচ্ছিন্ন শূন্যসন্নিকর্ষী রূপান্তরসমূহকে তথা ব্যবকলনীয় সমীকরণের প্রতিসাম্য গুণাবলিকে ব্যবহার করা হয়। রৈখিক এবং অ-রৈখিক (আংশিক) ব্যবকলনীয় সমীকরণসমূহের গঠন-কাঠামো বোঝার জন্য অবিচ্ছিন্ন গ্রুপ তত্ত্ব, লী বীজগণিত, এবং ব্যবকলনীয় জ্যামিতি ব্যবহার করা হয়, যাতে করে, ব্যবকলনযোগ্য সমীকরণ উৎপাদনের নিমিত্তে এর ল্যাক্স জোড়াসমূহ, রিকার্সন অপারেটর, বেকলান্ড রূপান্তর খুঁজে পাওয়া যায়, এবং সবশেষে যাতে ব্যবকলনীয় সমীকরণের জন্য সঠিক বিশ্লেষণাত্মক সমাধান খুঁজে বের করা যায়।\nগণিত, পদার্থবিদ্যা, প্রকৌশল এবং অন্যান্য শাখায় উদ্ভূত ব্যবকলনীয় সমীকরণসমূহের সমাধানের নিমিত্তে প্রতিসাম্য পদ্ধতিসমূহ প্রয়োগ করা হয়েছে।\n\n\n=== স্টার্ম-লিউভিল তত্ত্ব ===\n\nস্টার্ম-লিউভিল তত্ত্ব হচ্ছে বিশেষ ধরনের দ্বিতীয় ক্রমের রৈখিক সাধারণ ব্যবকলনীয় সমীকরণের একটি তত্ত্ব। এদের সমাধানগুলো আইগেন-মানভিত্তিক এবং এই সমাধানগুলো রৈখিক অপারেটরের সেসকল  আইগেন ফাংশনের সাথে সম্পর্কযুক্ত, যে আইগেন ফাংশনগুলো দ্বিতীয় ক্রমের হোমোজেনাস রৈখিক সমীকরণের মাধ্যমে সংজ্ঞায়িত।\nএই সমস্যাগুলোকে স্টার্ম-লিউভিল সমস্যা হিসেবে চিহ্নিত করা হয় এবং জে.সি.এফ স্টার্ম এবং জোসেফ লিউভিলের (যারা ১৮০০-এর দশকের মাঝামাঝি সময়ে এসব নিয়ে অধ্যয়ন-অনুসন্ধান করেছিলেন) নামানুসারে এদেরকে নামকরণ করা হয়। স্টার্ম-লিউভিল সমস্যাগুলোতে অসীম সংখ্যক আইগেন মান থাকে এবং সংশ্লিষ্ট আইগেন ফাংশনগুলো একটি সম্পূর্ণ, লম্বিক সেট তৈরি করে, যা লম্বিক সম্প্রসারণকে সম্ভব করে তোলে। এটি ফলিত গণিত, পদার্থবিজ্ঞান এবং প্রকৌশলের একটি মূল ধারণা। স্টার্ম-লিউভিল সমস্যাগুলো নির্দিষ্ট আংশিক-ব্যবকলনীয়-সমীকরণসমূহের বিশ্লেষণেও দরকারী।\n\n\n== সমাধানের অস্তিত্ব এবং অনন্যতা ==\nসাধারণ ব্যবকলনীয় সমীকরণ সংশ্লিষ্ট প্রাথমিক মান সমস্যাগুলোর সমাধানসমূহের অস্তিত্ব এবং অনন্যতাকে স্থানীয় এবং সার্বজনীন উভয় ক্ষেত্রেই প্রতিষ্ঠা করে এমন বেশ কিছু উপপাদ্য রয়েছে।\nএমন দুটি প্রধান উপপাদ্য হলো:\n\nএই উপপাদ্য দুটির প্রতিটির মৌলিক রূপ কেবল স্থানীয় ফলাফলের নিশ্চয়তা দেয়, যদিও একটি সার্বজনীন ফলাফল পাওয়ার জন্য শেষোক্ত উপপাদ্যটিকে প্রসারিত করা যেতে পারে, উদাহরণ হিসেবে যদি গ্রোনওয়ালের অসমতার শর্তগুলো পূরণ করা হয়।\nএছাড়াও, অনন্যতার উপপাদ্যগুলো উপরের লিপশিৎজ উপপাদ্যের মতো ব্যবকলনীয় জ্যামিতিক সমীকরণের ব্যবস্থাগুলোতে প্রয়োগ করা হয় না, যে ব্যবস্থাগুলোর জন্য কেবল এদের (অ-রৈখিক) বীজগাণিতিক অংশ থেকে উদ্ভূত একাধিক সমাধান থাকতে পারে।\n\n\n=== স্থানীয় অস্তিত্ব এবং অনন্যতা উপপাদ্যের সরলীকৃত রূপ ===\nউপপাদ্যটি সহজ ভাষায় নিম্নরূপভাবে বলা যেতে পারে।\n\n  \n    \n      \n        \n          y\n          ′\n        \n        =\n        F\n        (\n        x\n        ,\n        y\n        )\n        \n        ,\n        \n        \n          y\n          \n            0\n          \n        \n        =\n        y\n        (\n        \n          x\n          \n            0\n          \n        \n        )\n      \n    \n    {\\displaystyle y'=F(x,y)\\,,\\quad y_{0}=y(x_{0})}\n  \n\nউপর্যুক্ত সমীকরণ এবং প্রাথমিক মান সমস্যার জন্য, যদি F ফাংশনটি এবং ∂F/∂y অন্তরজটি x-y সমতলস্থ নিম্নোক্ত বদ্ধ আয়তক্ষেত্রটিতে অবিচ্ছিন্ন হয়:\n\n  \n    \n      \n        R\n        =\n        [\n        \n          x\n          \n            0\n          \n        \n        −\n        a\n        ,\n        \n          x\n          \n            0\n          \n        \n        +\n        a\n        ]\n        ×\n        [\n        \n          y\n          \n            0\n          \n        \n        −\n        b\n        ,\n        \n          y\n          \n            0\n          \n        \n        +\n        b\n        ]\n      \n    \n    {\\displaystyle R=[x_{0}-a,x_{0}+a]\\times [y_{0}-b,y_{0}+b]}\n  \n\nএবং a ও b বাস্তব হয় (a, b ∈ R), × চিহ্নটি কার্তেসীয় গুণজকে, উপরন্তু তৃতীয় বন্ধনী চিহ্ন বদ্ধ ব্যবধিকে নির্দেশ করে, তাহলে কিছু h ∈ R এর জন্য একটি ব্যবধি \n  \n    \n      \n        I\n      \n    \n    {\\displaystyle I}\n  \n থাকবে, যেখানে\n\n  \n    \n      \n        I\n        =\n        [\n        \n          x\n          \n            0\n          \n        \n        −\n        h\n        ,\n        \n          x\n          \n            0\n          \n        \n        +\n        h\n        ]\n        ⊂\n        [\n        \n          x\n          \n            0\n          \n        \n        −\n        a\n        ,\n        \n          x\n          \n            0\n          \n        \n        +\n        a\n        ]\n      \n    \n    {\\displaystyle I=[x_{0}-h,x_{0}+h]\\subset [x_{0}-a,x_{0}+a]}\n  \n হবে\nএবং এই ব্যবধিতে উপর্যুক্ত সমীকরণটির জন্য ও প্রাথমিক মান সমস্যাটির জন্য সমাধানটি পাওয়া যাবে। অর্থাৎ, এই ব্যবধিতে একটি সমাধান রয়েছে এবং এটি সেটি অনন্য। যেহেতু, F-কে রৈখিক হতে হলে কোনো সীমাবদ্ধতা নেই, তাই এটি অ-রৈখিক সমীকরণসমূহের ক্ষেত্রে প্রযোজ্য, যে অ-রৈখিক সমীকরণগুলো F(x, y) আকার ধারণ করে। উপরন্তু এটি সমীকরণের ব্যবস্থাতেও প্রয়োগ করা যেতে পারে।\n\n\n=== সমাধানের সার্বজনীন অনন্যতা এবং সর্বোচ্চ ডোমেইন ===\nযখন পিকার্ড-লিন্ডেলফ উপপাদ্যের অনুমিতিগুলো মেনে চলা হয়, তখন স্থানীয় অস্তিত্ব এবং অনন্যতাকে একটি বৈশ্বিক ফলাফলে সম্প্রসারিত করা যেতে পারে। আরো সুনির্দিষ্টভাবে বলা যায়:\nযেকোনো প্রাথমিক শর্ত (x0, y0) এর জন্য এমনই একটি অনন্য সর্বোচ্চ (সম্ভব হলে অসীম) খোলা ব্যবধি \n  \n    \n      \n        \n          I\n          \n            max\n          \n        \n      \n    \n    {\\displaystyle I_{\\max }}\n  \n এর অস্তিত্ব রয়েছে:\n\n  \n    \n      \n        \n          I\n          \n            max\n          \n        \n        =\n        (\n        \n          x\n          \n            −\n          \n        \n        ,\n        \n          x\n          \n            +\n          \n        \n        )\n        ,\n        \n          x\n          \n            ±\n          \n        \n        ∈\n        \n          R\n        \n        ∪\n        {\n        ±\n        ∞\n        }\n        ,\n        \n          x\n          \n            0\n          \n        \n        ∈\n        \n          I\n          \n            max\n          \n        \n      \n    \n    {\\displaystyle I_{\\max }=(x_{-},x_{+}),x_{\\pm }\\in \\mathbb {R} \\cup \\{\\pm \\infty \\},x_{0}\\in I_{\\max }}\n  \n\nযাতে করে, এই প্রাথমিক শর্ত পূরণ করে এমন যেকোনো সমাধান সেই সমাধানটির জন্য একটি বাঁধা হয় যে সমাধানটি এই প্রাথমিক শর্তকে \n  \n    \n      \n        \n          I\n          \n            max\n          \n        \n      \n    \n    {\\displaystyle I_{\\max }}\n  \n ডোমেইন সহযোগে মেনে চলে।\nযে ক্ষেত্রে \n  \n    \n      \n        \n          x\n          \n            ±\n          \n        \n        ≠\n        ±\n        ∞\n      \n    \n    {\\displaystyle x_{\\pm }\\neq \\pm \\infty }\n  \n, সে ক্ষেত্রে ঠিক দুটি সম্ভাবনা থাকে:\n\nexplosion in finite time: \n  \n    \n      \n        \n          lim sup\n          \n            x\n            →\n            \n              x\n              \n                ±\n              \n            \n          \n        \n        ‖\n        y\n        (\n        x\n        )\n        ‖\n        →\n        ∞\n      \n    \n    {\\displaystyle \\limsup _{x\\to x_{\\pm }}\\|y(x)\\|\\to \\infty }\n  \n\nleaves domain of definition: \n  \n    \n      \n        \n          lim\n          \n            x\n            →\n            \n              x\n              \n                ±\n              \n            \n          \n        \n        y\n        (\n        x\n        )\n         \n        ∈\n        ∂\n        \n          \n            \n              Ω\n              ¯\n            \n          \n        \n      \n    \n    {\\displaystyle \\lim _{x\\to x_{\\pm }}y(x)\\ \\in \\partial {\\bar {\\Omega }}}\n  \n\nযেখানে, Ω হলো খোলা সেট, F যার মধ্যে সংজ্ঞায়িত। এবং \n  \n    \n      \n        ∂\n        \n          \n            \n              Ω\n              ¯\n            \n          \n        \n      \n    \n    {\\displaystyle \\partial {\\bar {\\Omega }}}\n  \n হলো এর সীমানা।\nলক্ষ্যণীয় যে, সমাধানের সর্বোচ্চ সমাধানটি\n\nসর্বদাই একটি ব্যবধি (যাতে এটি অনন্যতা ধারণ করতে পারে)\n\n  \n    \n      \n        \n          R\n        \n      \n    \n    {\\displaystyle \\mathbb {R} }\n  \n-এর চেয়ে ছোট হতে পারে\n(x0, y0) এর নির্দিষ্ট পছন্দের উপর নির্ভরশীল হতে পারে।\nউদাহরণস্বরূপ\n\n  \n    \n      \n        \n          y\n          ′\n        \n        =\n        \n          y\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle y'=y^{2}}\n  \n\nএর মানে এই যে F(x, y) = y2, পিকার্ড-লিন্ডেলফ উপপাদ্যটি মেনে নিয়ে যা C1 এবং এর ফলে যা স্থানীয়ভাবে লিপশিৎজ-অবিচ্ছিন্ন।\nতথাপি, এমন একটি সরল ব্যবস্থাপনায়, সকল \n  \n    \n      \n        \n          R\n        \n      \n    \n    {\\displaystyle \\mathbb {R} }\n  \n সমাধানের সর্বোচ্চ ডোমেইন হতে পারে না, যেহেতু সমাধানটি হচ্ছে:\n\n  \n    \n      \n        y\n        (\n        x\n        )\n        =\n        \n          \n            \n              y\n              \n                0\n              \n            \n            \n              (\n              \n                x\n                \n                  0\n                \n              \n              −\n              x\n              )\n              \n                y\n                \n                  0\n                \n              \n              +\n              1\n            \n          \n        \n      \n    \n    {\\displaystyle y(x)={\\frac {y_{0}}{(x_{0}-x)y_{0}+1}}}\n  \n\nযার নিম্নোক্ত সর্বোচ্চ ডোমেইন রয়েছে:\n\n  \n    \n      \n        \n          \n            {\n            \n              \n                \n                  \n                    R\n                  \n                \n                \n                  \n                    y\n                    \n                      0\n                    \n                  \n                  =\n                  0\n                \n              \n              \n                \n                  \n                    (\n                    \n                      −\n                      ∞\n                      ,\n                      \n                        x\n                        \n                          0\n                        \n                      \n                      +\n                      \n                        \n                          1\n                          \n                            y\n                            \n                              0\n                            \n                          \n                        \n                      \n                    \n                    )\n                  \n                \n                \n                  \n                    y\n                    \n                      0\n                    \n                  \n                  >\n                  0\n                \n              \n              \n                \n                  \n                    (\n                    \n                      \n                        x\n                        \n                          0\n                        \n                      \n                      +\n                      \n                        \n                          1\n                          \n                            y\n                            \n                              0\n                            \n                          \n                        \n                      \n                      ,\n                      +\n                      ∞\n                    \n                    )\n                  \n                \n                \n                  \n                    y\n                    \n                      0\n                    \n                  \n                  <\n                  0\n                \n              \n            \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{cases}\\mathbb {R} &y_{0}=0\\\\[4pt]\\left(-\\infty ,x_{0}+{\\frac {1}{y_{0}}}\\right)&y_{0}>0\\\\[4pt]\\left(x_{0}+{\\frac {1}{y_{0}}},+\\infty \\right)&y_{0}<0\\end{cases}}}\n  \n\nএটা থেকে সুস্পষ্টভাবেই দেখা যাচ্ছে যে, সর্বোচ্চ ব্যবধি প্রাথমিক শর্তাবলির উপর নির্ভরশীল হতে পারে। y-এর ডোমেইনটিকে \n  \n    \n      \n        \n          R\n        \n        ∖\n        (\n        \n          x\n          \n            0\n          \n        \n        +\n        1\n        \n          /\n        \n        \n          y\n          \n            0\n          \n        \n        )\n      \n    \n    {\\displaystyle \\mathbb {R} \\setminus (x_{0}+1/y_{0})}\n  \n হিসেবে গণ্য করা যেতে পারে, কিন্তু এটা করা হলে ব্যবধি নয় এমন একটি ডোমেইন পাওয়া যাবে। ফলতঃ, প্রাথমিক শর্তাবলির বিপরীতে গেলে প্রাথমিক শর্তাবলি সাথে থাকা সম্পর্কটি বিচ্ছিন্ন হয়ে যাবে এবং এর ফলে, প্রাথমিক শর্তাবলির বিপরীত অবস্থাটি প্রাথমিক শর্তাবলির মাধ্যমে অনন্যভাবে নির্ধারণ অসম্ভব হবে।\nসর্বোচ্চ ডোমেইনটি \n  \n    \n      \n        \n          R\n        \n      \n    \n    {\\displaystyle \\mathbb {R} }\n  \n হবে না, কারণ\n\n  \n    \n      \n        \n          lim\n          \n            x\n            →\n            \n              x\n              \n                ±\n              \n            \n          \n        \n        ‖\n        y\n        (\n        x\n        )\n        ‖\n        →\n        ∞\n      \n    \n    {\\displaystyle \\lim _{x\\to x_{\\pm }}\\|y(x)\\|\\to \\infty }\n  \n\nযা উপরের উপপাদ্য অনুসারে সম্ভাব্য দুটি ঘটনার একটি।\n\n\n== মাত্রা বা ক্রমের সংকোচন ==\nযদি কোনো ব্যবকলনীয় সমীকরণের মাত্রা বা ক্রমকে সংকুচিত করা যায় তাহলে একে সহজেই ব্যবকলন করা যায় অর্থাৎ সহজেই সমাধান বের করা যায়।\n\n\n=== প্রথম ক্রমের ব্যবস্থায় সংকোচন বা রূপান্তর ===\nn ক্রমের নিম্নোক্ত এক্সপ্লিসিট ব্যবকলনীয় সমীকরণটি বিবেচনা করা যাক:\n\n  \n    \n      \n        F\n        \n          (\n          \n            x\n            ,\n            y\n            ,\n            \n              y\n              ′\n            \n            ,\n            \n              y\n              ″\n            \n            ,\n             \n            …\n            ,\n             \n            \n              y\n              \n                (\n                n\n                −\n                1\n                )\n              \n            \n          \n          )\n        \n        =\n        \n          y\n          \n            (\n            n\n            )\n          \n        \n      \n    \n    {\\displaystyle F\\left(x,y,y',y'',\\ \\ldots ,\\ y^{(n-1)}\\right)=y^{(n)}}\n  \n\nএখন, i = 1, 2,..., n এর জন্য \n  \n    \n      \n        \n          y\n          \n            i\n          \n        \n        =\n        \n          y\n          \n            (\n            i\n            −\n            1\n            )\n          \n        \n        \n      \n    \n    {\\displaystyle y_{i}=y^{(i-1)}\\!}\n  \n অজানা ফাংশনসমূহের একটি নতুন গুচ্ছকে সংজ্ঞায়িত করার মাধ্যমে উপর্যুক্ত এক্সপ্লিসিট ব্যবকলনীয় সমীকরণটিকে n প্রথম-ক্রমের ব্যবকলনীয় সমীকরণসমূহের একটি ব্যবস্থারূপে লেখা যেতে পারে। তাহলে, প্রথম-ক্রমের সংযোজিত ব্যবকলনীয় সমীকরণসমূহের n-মাত্রিক ব্যবস্থাটি হবে:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  y\n                  \n                    1\n                  \n                  ′\n                \n              \n              \n                =\n              \n              \n                \n                  y\n                  \n                    2\n                  \n                \n              \n            \n            \n              \n                \n                  y\n                  \n                    2\n                  \n                  ′\n                \n              \n              \n                =\n              \n              \n                \n                  y\n                  \n                    3\n                  \n                \n              \n            \n            \n              \n              \n                ⋮\n              \n              \n            \n            \n              \n                \n                  y\n                  \n                    n\n                    −\n                    1\n                  \n                  ′\n                \n              \n              \n                =\n              \n              \n                \n                  y\n                  \n                    n\n                  \n                \n              \n            \n            \n              \n                \n                  y\n                  \n                    n\n                  \n                  ′\n                \n              \n              \n                =\n              \n              \n                F\n                (\n                x\n                ,\n                \n                  y\n                  \n                    1\n                  \n                \n                ,\n                …\n                ,\n                \n                  y\n                  \n                    n\n                  \n                \n                )\n                .\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{array}{rcl}y_{1}'&=&y_{2}\\\\y_{2}'&=&y_{3}\\\\&\\vdots &\\\\y_{n-1}'&=&y_{n}\\\\y_{n}'&=&F(x,y_{1},\\ldots ,y_{n}).\\end{array}}}\n  \n\nভেক্টর চিহ্ন ব্যবহার করে একে আরও সন্নিবিষ্টভাবে লিখলে পাওয়া যাবে:\n\n  \n    \n      \n        \n          \n            y\n          \n          ′\n        \n        =\n        \n          F\n        \n        (\n        x\n        ,\n        \n          y\n        \n        )\n      \n    \n    {\\displaystyle \\mathbf {y} '=\\mathbf {F} (x,\\mathbf {y} )}\n  \n\nযেখানে,\n\n  \n    \n      \n        \n          y\n        \n        =\n        (\n        \n          y\n          \n            1\n          \n        \n        ,\n        …\n        ,\n        \n          y\n          \n            n\n          \n        \n        )\n        ,\n        \n        \n          F\n        \n        (\n        x\n        ,\n        \n          y\n          \n            1\n          \n        \n        ,\n        …\n        ,\n        \n          y\n          \n            n\n          \n        \n        )\n        =\n        (\n        \n          y\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          y\n          \n            n\n          \n        \n        ,\n        F\n        (\n        x\n        ,\n        \n          y\n          \n            1\n          \n        \n        ,\n        …\n        ,\n        \n          y\n          \n            n\n          \n        \n        )\n        )\n        .\n      \n    \n    {\\displaystyle \\mathbf {y} =(y_{1},\\ldots ,y_{n}),\\quad \\mathbf {F} (x,y_{1},\\ldots ,y_{n})=(y_{2},\\ldots ,y_{n},F(x,y_{1},\\ldots ,y_{n})).}\n  \n\n\n== সঠিক সমাধানসমূহের সারসংক্ষেপ ==\nকিছু ব্যবকলনীয় সমীকরণের এমন সমাধান রয়েছে যেগুলো সঠিক এবং বদ্ধ আকারে লেখা যায়। এখানে কয়েক শ্রেণির গুরুত্বপূর্ণ সমাধান দেওয়া হলো।\nনিচের ছকে, P(x), Q(x), P(y), Q(y) ও M(x,y), N(x,y) হচ্ছে x ও y-এর যেকোনো সমাকলনযোগ্য ফাংশন,  b ও c হচ্ছে সুনির্দিষ্ট বাস্তব ধ্রুবক, আর C1, C2, ... হচ্ছে স্বেচ্ছাধীন ধ্রুবক (সাধারণত যেগুলো জটিল সংখ্যা)। ব্যবকলনীয় সমীকরণগুলোকে এদের সমতুল্য এবং বিকল্প আকারে দেওয়া রয়েছে, সমাকলনের মাধ্যমে যেগুলোর দ্বারা সমাধানের দিকে যাওয়া যায়।\nযোগজ সমাধানের ক্ষেত্রে, λ এবং ε হলো কৃত্রিম বা অস্থায়ী চলক (সমষ্টিতে ব্যবহৃত সূচকসমূহের continuum সমরূপ), এবং ∫x F(λ) dλ চিহ্নটি λ-এর সাপেক্ষে F(λ)-এর সমাকলন, অতঃপর λ = x প্রতিস্থাপনকে কেবল বুঝিয়েছে, যেখানে ধ্রুবক যোগ করার ব্যাপারটি এড়ানো হয়েছে।\n\n\n=== separable সমীকরণ ===\n\n\n=== প্রথম-ক্রমের সাধারণ সমীকরণ ===\n\n\n=== দ্বিতীয়-ক্রমের সাধারণ সমীকরণ ===\n\n\n=== রৈখিক থেকে n-তম ক্রমের সমীকরণ ===\n\n\n== অনুমান নির্ভর পদ্ধতি ==\n\nযখন সাধারণ ব্যবকলনীয় সমীকরণ সমাধানের অন্যান্য সমস্ত পদ্ধতিই ব্যর্থ হয়, কিংবা যে ক্ষেত্রে একটি ব্যবকলনীয় সমীকরণের সমাধানটি কেমন হতে পারে সে সম্পর্কে নিজস্ব কিছু অন্তর্দৃষ্টি বা সূক্ষ্ম অনুমান থাকে, সেক্ষেত্রে কখনও কখনও সমাধানটি কী হবে সেটা অনুমান করে এবং এটি সঠিক কি না তা যাচাই করে ব্যবকলনীয় সমীকরণের সমাধান করা সম্ভব। এই পদ্ধতিটি ব্যবহারের ক্ষেত্রে, ব্যবকলনীয় সমীকরণটির জন্য সাধারণভাবে একটি সমাধান অনুমান করে নেওয়া হয়, এবং তারপরে এই সমাধানটি উক্ত ব্যবকলনীয় সমীকরণটিকে মেনে চলে কি না তা যাচাই করার জন্য উক্ত ব্যবকলনীয় সমীকরণে সমাধানটি প্রয়োগ করে দেখা হয়। যদি সমাধানটি উক্ত সমীকরণকে মেনে চলে তাহলে একটি নির্দিষ্ট সমাধান পাওয়া গেছে বলা যায়, এর অন্যথা হলে, পুনরায় অন্য একটি সমাধান অনুমান করে সেই একই প্রক্রিয়া চালানো হয়। উদাহরণস্বরূপ, একটি ব্যবকলনীয় সমীকরণের জন্য \n  \n    \n      \n        y\n        =\n        A\n        \n          e\n          \n            α\n            t\n          \n        \n      \n    \n    {\\displaystyle y=Ae^{\\alpha t}}\n  \n আকারের সমাধান রয়েছে এমনটা অনুমান করা যেতে পারে, যেহেতু এটি এমনই একটি অতি সাধারণ সমাধান যা ভৌতভাবে সাইনোসাইডাল আচরণ করে।\nনন-হোমোজেনাস প্রথম ক্রম সাব্যস-এর ক্ষেত্রে প্রথমেই ব্যবকলনীয় সমীকরণটির হোমোজেনাস অংশটির একটি \"ব্যবকলনীয় সমীকরণ সমাধান\" খুঁজে বের করা প্রয়োজন, অন্যথায় সমগ্র নন-হোমোজেনাস সমীকরণের জন্য সমাধান অনুমান করে নিয়ে কাঙ্ক্ষিত সমাধান বের করতে হবে।\nঅবশেষে, সাধারণ ব্যবকলনীয় সমীকরণের মোট সমাধান পেতে এই উভয় সমাধান একসাথে যোগ করা হয়। ফলে এটি হবে:\n\n  \n    \n      \n        \n          মোট সমাধান\n        \n        =\n        \n          হোমোজেনাস সমাধান\n        \n        +\n        \n          অংশবিশেষের সমাধান\n        \n      \n    \n    {\\displaystyle {\\text{মোট সমাধান}}={\\text{হোমোজেনাস সমাধান}}+{\\text{অংশবিশেষের সমাধান}}}\n  \n\n\n== সাব্যস-এর সমাধানের কয়েকটি সফটওয়্যার ==\nম্যাক্সিমা, একটি ওপেন সোর্স কম্পিউটার বীজগণিত সিস্টেম।\nকোপাসি, সাব্যস-এর সমাকলন ও বিশ্লেষণের জন্য একটি ফ্রি (আর্টিস্টিক লাইসেন্স ২.০) সফটওয়্যার প্যাকেজ।\nম্যাটল্যাব, একটি টেকনিক্যাল কম্পিউটিং অ্যাপ্লিকেশন (MATrix LABoratory)।\nজিএনইউ অক্টেভ, উঁচু স্তরের কম্পিউটার-ভাষা, মূলত সাংখ্যিক কম্পিউটেশনের উদ্দেশ্যে বিকশিত।\nসাইল্যাব, নিউমেরিক্যাল কম্পিউটেশনের জন্য একটি ওপেন সোর্স অ্যাপ্লিকেশন।\nম্যাপল, সিম্বলিক ক্যালকুলেশনের জন্য একটি প্রোপ্রাইটরি অ্যাপ্লিকেশন।\nম্যাথমেটিকা, মূলত সিম্বলিক ক্যালকুলেশনের জন্য ডেভেলপডকৃত একটি প্রোপ্রাইটরি অ্যাপ্লিকেশন।\nসিমপাই, একটি পাইথন প্যাকেজ যা সিম্বোলিক্যালি সাব্যস-এর সমাধান করতে পারে।\nজুলিয়া (প্রোগ্রামিং ভাষা), মূলত নিউমেরিক্যাল কম্পিউটেশনের জন্য ডেভেলপডকৃত উঁচু স্তরের একটি কম্পিউটার-ভাষা।\nস্যাগম্যাথ, একটি ওপেন সোর্স অ্যাপ্লিকেশন যা পাইথন সদৃশ একটি সিনট্যাক্স ব্যবহার করে (with a wide range of capabilities spanning several branches of mathematics)।\nসাইপাই, একটি পাইথন প্যাকেজ যেখানে একটি সাব্যস-এর সমাকলনের একটি মডিউলড সংযোজন করা হয়েছে।\nসেবফান, ফাংশনের কম্পিউটিংয়ের উদ্দেশ্যে ম্যাটল্যাবে লিখিত একটি ওপেন সোর্স প্যাকেজ যেখানে ১৫টি অঙ্ক পর্যন্ত নির্ভুলতা পাওয়া যায়।\nজিএনইউ আর, একটি ওপেন সোর্স কম্পিউটেশনাল এনভায়রনমেন্ট, মূলত পরিসংখ্যানের উদ্দেশ্যে ডেভেলপডকৃত যেটাতে সাব্যস-এর সমাধানের প্যাকেজও অন্তর্ভুক্ত করা রয়েছে।\n\n\n== তথ্যসূত্র ==\n\nHalliday, David; Resnick, Robert (১৯৭৭), Physics (3rd সংস্করণ), New York: Wiley, আইএসবিএন 0-471-71716-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarper, Charlie (১৯৭৬), Introduction to Mathematical Physics, New Jersey: Prentice-Hall, আইএসবিএন 0-13-487538-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKreyszig, Erwin (১৯৭২), Advanced Engineering Mathematics (3rd সংস্করণ), New York: Wiley, আইএসবিএন 0-471-50728-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPolyanin, A. D. and V. F. Zaitsev, Handbook of Exact Solutions for Ordinary Differential Equations (2nd edition), Chapman & Hall/CRC Press, Boca Raton, 2003. আইএসবিএন ১-৫৮৪৮৮-২৯৭-২\nSimmons, George F. (১৯৭২), Differential Equations with Applications and Historical Notes, New York: McGraw-Hill, এলসিসিএন 75173716 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTipler, Paul A. (১৯৯১), Physics for Scientists and Engineers: Extended version (3rd সংস্করণ), New York: Worth Publishers, আইএসবিএন 0-87901-432-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBoscain, Ugo; Chitour, Yacine (২০১১), Introduction à l'automatique (পিডিএফ) (ফরাসি ভাষায়) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDresner, Lawrence (১৯৯৯), Applications of Lie's Theory of Ordinary and Partial Differential Equations, Bristol and Philadelphia: Institute of Physics Publishing, আইএসবিএন 978-0750305303 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAscher, Uri; Petzold, Linda (১৯৯৮), Computer Methods for Ordinary Differential Equations and Differential-Algebraic Equations, SIAM, আইএসবিএন 978-1-61197-139-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== গ্রন্থপঞ্জি ==\nCoddington, Earl A.; Levinson, Norman (১৯৫৫)। Theory of Ordinary Differential Equations। New York: McGraw-Hill। \nHartman, Philip (২০০২) [1964], Ordinary differential equations, Classics in Applied Mathematics, 38, Philadelphia: Society for Industrial and Applied Mathematics, আইএসবিএন 978-0-89871-510-1, এমআর 1929104, ডিওআই:10.1137/1.9780898719222 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nW. Johnson, A Treatise on Ordinary and Partial Differential Equations, John Wiley and Sons, 1913, in University of Michigan Historical Math Collection\nInce, Edward L. (১৯৪৪) [1926], Ordinary Differential Equations, Dover Publications, New York, আইএসবিএন 978-0-486-60349-0, এমআর 0010757 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWitold Hurewicz, Lectures on Ordinary Differential Equations, Dover Publications, আইএসবিএন ০-৪৮৬-৪৯৫১০-৮\nIbragimov, Nail H. (১৯৯৩)। CRC Handbook of Lie Group Analysis of Differential Equations Vol. 1-3। Providence: CRC-Press। আইএসবিএন 0-8493-4488-3। .\nTeschl, Gerald (২০১২)। Ordinary Differential Equations and Dynamical Systems। Providence: American Mathematical Society। আইএসবিএন 978-0-8218-8328-0। \nA. D. Polyanin, V. F. Zaitsev, and A. Moussiaux, Handbook of First Order Partial Differential Equations, Taylor & Francis, London, 2002. আইএসবিএন ০-৪১৫-২৭২৬৭-X\nD. Zwillinger, Handbook of Differential Equations (3rd edition), Academic Press, Boston, 1997.\n\n\n== বহিঃসংযোগ ==\n\nHazewinkel, Michiel, সম্পাদক (২০০১), \"Differential equation, ordinary\", Encyclopedia of Mathematics, Springer Science+Business Media, আইএসবিএন 978-1-55608-010-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nEqWorld: The World of Mathematical Equations, containing a list of ordinary differential equations with their solutions.\nOnline Notes / Differential Equations by Paul Dawkins, Lamar University.\nDifferential Equations, S.O.S. Mathematics.\nA primer on analytical solution of differential equations from the Holistic Numerical Methods Institute, University of South Florida.\nOrdinary Differential Equations and Dynamical Systems lecture notes by Gerald Teschl.\nNotes on Diffy Qs: Differential Equations for Engineers An introductory textbook on differential equations by Jiri Lebl of UIUC.\nModeling with ODEs using Scilab A tutorial on how to model a physical system described by ODE using Scilab standard programming language by Openeering team.\nSolving an ordinary differential equation in Wolfram|Alpha"}