{"pageid": 117112, "title": "শুম্ভ ও নিশুম্ভ", "url": "https://bn.wikipedia.org/wiki?curid=117112", "content": "শুম্ভ ও নিশুম্ভ হলেন দুইজন হিন্দু পৌরাণিক চরিত্র। শাক্ত ধর্মগ্রন্থ দেবীমাহাত্ম্যম্ অনুযায়ী, এঁরা হলেন অসুর ভ্রাতৃদ্বয়। দেবী কৌশিকী(দুর্গা)এর সঙ্গে এঁদের যুদ্ধ হয়েছিল; এবং যুদ্ধের শেষে এঁরা দেবীর হস্তেই পরাজিত ও নিহত হয়েছিলেন। জন স্ট্র্যাটন হাউলে ও ডোনা মেরি উলফের মতে, শুম্ভ ও নিশুম্ভ হলেন ঔদ্ধত্য ও অহংকারের প্রতীক, যাঁরা দেবীর বিনয় ও প্রজ্ঞার নিকট পরাস্ত হন।\n\n\n== দেবীমাহাত্ম্যম্ ==\nদেবীমাহাত্ম্যম্ গ্রন্থের পঞ্চম অধ্যায় থেকে শুম্ভ ও নিশুম্ভের কাহিনির সূচনা। এই দুই ভাই ত্রিলোক অধিকার করার বাসনায় কঠোর তপস্যা করার সিদ্ধান্ত নেন। তারা পুষ্কর নামে এক পবিত্র ক্ষেত্রে গিয়ে এক হাজার বছর তপস্যা করেন। তাদের তপস্যায় তুষ্ট হয়ে ব্রহ্মা তাদের বর দেন যে দেব, দানব কিংবা মানুষ, কেউই তাদের পরাস্ত করতে পারবে না। এরপর দুই ভাই স্বর্গ জয় করে দেবতাদের স্বর্গ থেকে বিতাড়িত করেন। দেবতারা দুর্গার শরণাপন্ন হলেন দুর্গা তাদের সহায়তা করতে সম্মত হন।\nএদিকে শুম্ভের অনুচর চণ্ড ও মুণ্ড নামে দুই অসুর পথে দেবীকে দেখতে পান। দেবীর রূপে মোহিত হয়ে তারা শুম্ভের নিকট গিয়ে দেবীর আগমনের বার্তা দেন। শুম্ভ অসুর সুগ্রীবকে দেবীর নিকট প্রেরণ করেন। কিন্তু দেবী তাকে প্রত্যাখ্যান করেন। অসুর ভ্রাতৃদ্বয় স্থির করেন, দেবী স্বেচ্ছায় তাদের নিকট আসতে না চাইলে, তারা দেবীকে হরণ করে আনবেন। তারা ধূম্রলোচন নামক অসুরের অধীনে ষাট হাজার সেনা প্রেরণ করেন দেবীকে হরণ করার জন্য। কিন্তু দেবী ও তার বাহন সিংহ সমগ্র বাহিনীকে ধ্বংস করেদেন। এরপর চণ্ড ও মুণ্ডকে প্রেরণ করা হলে, দেবী তাদেরও হত্যা করেন।\n\n\n== মৃত্যু ==\nএরপর শুম্ভ ও নিশুম্ভকেই দেবীর সঙ্গে যুদ্ধ করতে আসতে হয়। ব্রহ্মার বরে অসুর ভ্রাতৃদ্বয় দেব, দানব ও পুরুষ মানুষের হাতে অপরাজেয় হলেও, দেবীর বিরুদ্ধে তারা সুরক্ষিত ছিলেন না। তারা সেকথা ভুলে গেছিলেন। \nপ্রথমেই দেবীর সিংহকে আক্রমণ করতে গিয়ে দেবী দুর্গা অস্ত্রাঘাতে নিশুম্ভের মৃত্যু ঘটে।\nনিশুম্ভের মৃত্যুর পর, তার মৃতদেহ থেকে এক শক্তিশালী দানবের উত্থান ঘটে। কিন্তু দেবী সেই দানবটিকেও শিরোশ্ছেদ করে হত্যা করতে সমর্থ হন। ভাইয়ের মৃত্যুতে ক্রুদ্ধ হয়ে শুম্ভ দেবীকে আক্রমণ করেন। প্রচণ্ড যুদ্ধের পর দেবী ত্রিশূলের তীক্ষ্ণ ফলায় দৈত্যরাজ শুম্ভের বক্ষ বিদ্ধ করেন। শুম্ভ দেবীর ত্রিশূলে বিদ্ধ হয়ে মৃত্যুবরণ করেন। শুম্ভ ও নিশুম্ভের মৃত্যুর পরে ত্রিজগত আবার স্বাভাবিক হয়।\n\n\n== জনপ্রিয় সংস্কৃতি ==\nশশী থারুরের ব্যঙ্গ উপন্যাস দ্য গ্রেট ইন্ডিয়ান নভেলে শুম্ভ ও নিশুম্ভ চরিত্রদুটিকে কামনা থেকে উদ্ভূত বিপদের প্রতীক এবং পঞ্চ পাণ্ডবের পারস্পরিক সম্পর্কের অবনতির একটি রূপক হিসেবে ব্যবহার করা হয়েছে।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nEnglish translation of the Devi Mahatmyam\nDevī Māhātmya - Sanskrit original in pdf form."}