{"pageid": 1171936, "title": "ইলইয়াস কাদরী", "url": "https://bn.wikipedia.org/wiki?curid=1171936", "content": "মাওলানা মুহাম্মাদ ইলইয়াস আত্তার কাদরী (উর্দু:  محمد الیاس قادری رضوی ضیائی‎‎),আত্তার নামে পরিচিত, বিশ্বে আমীরে আহলে সুন্নাত উপাধিতে ভূষিত। একজন আহলে সুন্নাতের আলেম, ইসলাম প্রচারক, মুসলিম পণ্ডিত এবং দাওয়াতে ইসলামীর প্রতিষ্ঠাতা আমীর। দাওয়াতে ইসলামী একটি অরাজনৈতিক সংগঠন, যা কুরআন ও সুন্নাহ প্রচারের উদ্দেশ্যে বিশ্বের ২০০ টির ও অধিক দেশে স্বীয় ইসলামী মারকাযের মাধ্যমে মুসলিম উম্মাহর সেবা করে যাচ্ছে। তিনি পাকিস্তানের করাচিতে বাস করেন। মাওলানা ইলইয়াস কাদরী জনপ্রিয় বই ফয়জানে সুন্নাতসহ শতাধিক গ্রন্থের লেখক। তাঁর লেখা বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়।\n\n\n== নাম ও উপাধি ==\nনাম ‘মুহাম্মদ।’ ডাকনাম ‘ইলিয়াস।’ উপনাম ‘আবু বিলাল।’ আর ছদ্মনাম ‘আত্তার।’ শায়খ আব্দুল কাদের জিলানী রহমতুল্লাহি আলাইহির সিলসিলায় বায়াত হওয়াতে ‘কাদেরী’ এবং আলা হযরত ইমাম আহমদ রেযা রহমতুল্লাহি আলাইহির প্রতি অগাধ ভালবাসার ফলে নামের শেষে ‘রযবী’ লেখা হয়।  আর আলা হযরতের অন্যতম খলিফা, কুতবে মদিনা আল্লামা যিয়াউদ্দীন মাদানী রহমতুল্লাহি আলাইহির মুরীদ বলে নামের শেষে ‘যিয়াঈ’ লেখা হয়। বিশ্বে তিনি ‘আমীরে আহলে সুন্নাত’ উপাধিতে ভূষিত।\n\n\n== জন্ম ==\n১৩৬৯ হিজরীর ২৬শে রমজান মােতাবেক ১৯৫০ খ্রিষ্টাব্দের ১২ই জুলাই বুধবার পাকিস্তানের প্রসিদ্ধ শহর ‘বাবুল মদীনা করাচী’তে মাগরিবের কিছুক্ষণ পূর্বে তাঁর জন্ম হয়।\n\n\n== পিতা-মাতা ==\nমাওলানা ইলইয়াস কাদরীর শ্রদ্ধেয় পিতার নাম ‘হাজী আব্দুর রহমান কাদেরী’ রহমতুল্লাহি আলাইহি। তিঁনি পাক-ভারত বিভক্তের সময় পাকিস্থানের ‘করাচী’ হিজরত করেন। তিনি অত্যন্ত নবীপ্রেমিক, মুত্তাক্বী, পরহেজগার ও শরিয়তের অনুসরণকারী কারামত সম্পন্ন বুজুর্গ ছিলেন। তাঁর মুহতারাম পিতা ১৩৭০ হিজরীতে হজ্জ আদায় করার উদ্দেশ্যে আরব শরীফে সফরে রওনা হন। হজ্জের সময় প্রচণ্ড গরম বাতাস বইতে থাকে এবং যার কারণে অনেক হাজী ওফাত বরণ করেন। আমীরে আহলে সুন্নাতের পিতাও অসুস্থ হয়ে পড়েন এবং ১৪ জিলহজ্ব ১৩৭০ হিজরীতে দুনিয়া থেকে রুখসত করেন। তখন মাওলানা ইলইয়াস কাদরী মাত্র এক বছরের শিশু।\nমাওলানা ইলইয়াস কাদরীর শ্রদ্ধেয়া মায়ের নাম ‘আমেনা রহমতুল্লাহি আলাইহা।’ যিনি অত্যন্ত নেককার ও পরহেজগার ছিলেন। নানান প্রতিকুলতার মাঝেও সন্তানদের ইসলামি শিক্ষায় শিক্ষিত করেছেন। তিনি ১৪ সফর ১৩৯৮ হিজরী জুমাবার রাতে কালিমা তয়্যিবা পাঠরত অবস্থায় ইন্তেকাল করেন। গোসলের পর তাঁর চেহরা নুরানি হয়ে গিয়েছিল। যে স্থানে তিনি ইন্তেকাল করেন সেখান থেকে সুঘ্রাণ আসতো, বিশেষত রাতের বেলায়।\n\n\n== সন্তান-সন্ততি ==\nআমীরে আহলে সুন্নাতের দুইজন পুত্র ও একজন কন্যা। পুত্রদ্বয়ের নাম:\n• মাওলানা উবাইদ রেযা \n• মাওলানা বেলাল রেযা\nআর কন্যার নাম: • মুছাম্মৎ আমেনা\n\n\n== শিক্ষাজীবন ==\nমাওলানা ইলইয়াস কাদরীর ইলমে দ্বীন অর্জনের প্রতি ছিল প্রবল ইচ্ছা। বহু ওলামায়ে কেরাম থেকে দ্বীনের ইলম হাসিল করেন। সবচেয়ে বেশী প্রাপ্তি অর্জন করেন মুফতিয়ে আযম পাকিস্তান, আল্লামা মুফতী ওয়াকারউদ্দীন রহমতুল্লাহি আলাইহির কাছ থেকে। তাঁর বরকতময় সংস্পর্শে থেকে ২২ বছর যাবৎ ইলমে দ্বীন হাসিল করার সৌভাগ্য লাভ করেন। এবং পৃথিবীজুড়ে একমাত্র মাওলানা ইলইয়াস কাদরীই ছিলেন তার একমাত্র খলিফা।\n\n\n== দাওয়াতে ইসলামি প্রতিষ্ঠা ==\nতিঁনি ১৯৮১ সালের ২রা সেপ্টেম্বর ‘দাওয়াতে ইসলামি’ প্রতিষ্ঠা করেন। যা বর্তমানে ৮০টিরও বেশি বিভাগে ২০০+ দেশে দ্বীন ইসলামের খিদমত করে যাচ্ছে। এবং বিশ্বের আনাচকানাচে ধর্মীয় প্রতিষ্ঠান, মসজিদ, মাদ্রাসা প্রতিষ্ঠা করে চলেছে প্রতিনিয়ত। দাওয়াতে ইসলামীর মাধ্যমে সারাবিশ্বে আলিম বানানোর জন্য ‘জামিয়াতুল মদিনা’ ১১৪৮টি , কুরআনের হাফিয বানানোর জন্য মাদ্রাসাতুল মাদিনা '' ৫৩৯৫টি, ও দ্বীনি ইলমের সাথে দুনিয়ামি ইলম শিক্ষার জন্য ১১৫টি দারুল মদিনা ইংলিশ মিডিয়াম ইসলামিক স্কুল ‘’ প্রতিষ্ঠা করা হয়েছে। এবং ‘খোদ্দামুল মাসাজিদ’ বিভাগের মাধ্যমে দেশে-বিদেশে প্রতিদিন ২টি করে বছরে ৬০০টি মসজিদ নির্মাণের কাজে নিয়জিত। তাছাড়াও দাওয়াতে ইসলামীর বাংলা, ইংরেজি, ও উর্দু ভাষায় তিনটি শরিয়াহসম্মত স্যাটেলাইট চ্যানেল ‘মাদানী চ্যানেল’ রয়েছে। এভাবে ৮০+ বিভাগের প্রতিটি বিভাগের কাজ প্রশংসনীয়।\n\n\n== কিতাব রচনা ==\nমাওলানা ইলইয়াস কাদরী সমকালীন বিশিষ্ট লেখকদের একজন। তিনি যখন কোনো বিষয়ে লিখতে শুরু করেন, তখন তিনি তা অত্যন্ত পরিপূর্ণতার সাথে শেষ করেন। এই কারণেই জীবনের প্রতিটি স্তরের জনসাধারণ তাঁর কিতাবগুলি দ্বারা প্রভাবিত হচ্ছে এবং এর ফলে তারা প্রচুর পরিমাণে তাঁর রচিত কিতাবাদী পড়তে এবং বিতরণ করার জন্য অন্যদের অনুপ্রাণিত করার চেষ্টা করে। তিঁনি অনেকগুলো কিতাব রচনা করেন। এবং শতাধিকেরও অধিক রিসালা মুসলিম উম্মাহর খিদমতে পেশ করেন। উনার লিখিত বিখ্যাত কিতাবের নাম হচ্ছে 'ফয়যানে সুন্নাত' যা ইতিমধ্যে ৩৫ টির ও অধিক ভাষায় অনূদিত হয়েছে। এবং বিশ্বব্যাপী সুন্নাতের সুবাস ছড়াচ্ছে।\n\n\n== কালাম রচনা ==\nইমাম আহমাদ রেযা খান রহমাতুল্লাহি আলাইহির মত মাওলানা ইলইয়াস কাদরীও অন্যতম শ্রেষ্ঠ শায়ের। আল্লাহ তায়ালার ইশক ও খওফ এবং রাসুলুল্লাহ ﷺ এর প্রতি অগাধ ভালবাসা আর সাহাবী-আউলিয়ার প্রতি অগাধ ভালবাসায় লিখা তার ওয়াসায়িলে বখশিশ ‘’ গ্রন্থটি প্রশংসনীয় স্থান অর্জন করেছে। তাঁর ৭৩৭ পৃষ্ঠার এই গ্রন্থে ৪৮০০ টিরও বেশি পংক্তি রয়েছে।\n\n\n== তথ্যসূত্র =="}