{"pageid": 1171487, "title": "ইউএসএস এন্টারপ্রাইজ (সিভিএন-৬৫)", "url": "https://bn.wikipedia.org/wiki?curid=1171487", "content": "ইউএসএস এন্টারপ্রাইজ (সিভিএন-৬৫), পূর্বে সিভিএ(এন)-৬৫, হল মার্কিন যুক্তরাষ্ট্রের নৌবাহিনীর পরিষেবা থেকে প্রত্যাহার করা একটি [১৪] বিমানবাহী রণতরী। এটি প্রথম পারমাণবিক শক্তি চালিত বিমানবাহী রণতরী, এবং এই নামটি বহনকারী মার্কিন যুক্তরাষ্ট্রের অষ্টম নৌযান ছিল। দ্বিতীয় বিশ্বযুদ্ধ খ্যাত তার পূর্বসূরিদের মতো, এটিকে \"বিগ ই\" ডাকনাম প্রদান করা হয়েছিল। এটি ১,১২৩ ফুট (৩৪২ মিটার), দৈর্ঘের সঙ্গে এখন পর্যন্ত নির্মিত দীর্ঘতম নৌযান। এন্টারপ্রাইজ হল একটি শ্রেণির একমাত্র জাহাজ, তবে উক্ত শ্রেণিতে আরও পাঁচটি জাহাজ রাখার পরিকল্পনা করা হয়েছিল। এটি ৯৩,২৪৮ দীর্ঘ-টন (৯৪,৭৮১ টন) স্থানচ্যুতি সঙ্গে তার শ্রেণিকে নিমিৎজ শ্রেণি ও জেরাল্ড আর. ফোর্ড শ্রেণির পরে তৃতীয়-ভারী বিমানবাহী রণতরী শ্রেণিতে পরিণত করে। এন্টারপ্রাইজের প্রায় ৪,৬০০ জন পরিষেবা সদস্যের কর্মী ছিল।\nএন্টারপ্রাইজ পরিষেবা থেকে অবসর গ্রহণের সময়, কাঠের তৈরি ইউএসএস কনস্টিটিউশন ও ইউএসএস পুয়েব্লোর পরে মার্কিন যুক্তরাষ্ট্রের নৌবাহিনীতে তৃতীয়-প্রাচীন কমিশনযুক্ত জাহাজ ছিল। এটি ২০১২ সালের ১লা ডিসেম্বর পরিষেবা থেকে অবসর গ্রহণ করেছিল, এবং ৫৫ বছরেরও বেশি পরিষেবা প্রদানের পরে আনুষ্ঠানিকভাবে ২০১৭ সালের ৩ই ফেব্রুয়ারি ডিকমিশন করা হয়েছিল। একই দিনে জাহাজটি নেভাল ভেসেল রেজিস্টার থেকে অপসারিত হয়েছিল।\nনামটি ভবিষ্যতের জেরাল্ড আর. ফোর্ড-শ্রেণির বিমানবাহী রণতরী ইউএসএস এন্টারপ্রাইজ (সিভিএন-৮০) দ্বারা গৃহীত হয়েছে।\n\n\n== নকশা ==\nপ্রকল্প এসসিবি ১৬০-এর অধীনে নকশা করা হয়েছিল, এন্টারপ্রাইজ ছয়টি বিমানবাহী রণতরী বিশিষ্ট একটি শ্রেণির প্রথম বিমানবাহী রণতরী হিসাবে অভিপ্রেত ছিল, কিন্তু নির্মাণ ব্যয়ের ব্যাপক বৃদ্ধির ফলে অবশিষ্ট বিমানবাহী রণতরীগুলির নির্মাণ পরিকল্পনা বাতিল করা হয়েছিল।\nএন্টারপ্রাইজ হল একমাত্র বিমানবাহী রণতরী যেখানে দুটি পারমাণবিক চুল্লি রয়েছে, প্রতিটি এ২ডব্লিউ চুল্লি পূর্ববর্তী নির্মাণে প্রচলিত বয়লারগুলির স্থান গ্রহণের সঙ্গে একটি আট-চুল্লির প্রপালশন নকশা রয়েছে। এটিই একমাত্র বিমানবাহী রণতরী যার চারটি রুডার রয়েছে, যা অন্য শ্রেণির তুলনায় দুটি বেশি এবং একটি ক্রুজারের মতো হুলের বৈশিষ্ট্য রয়েছে।\n\n\n=== অস্ত্রশস্ত্র ===\nনির্মাণের বিশাল ব্যয়ের কারণে, পরিকল্পিত আরআইএম-২ টেরিয়ার ক্ষেপণাস্ত্র লঞ্চার ছাড়াই এন্টারপ্রাইজ জলে ভাসানো ও পরিষেবায় নিযুক্ত করা হয়েছিল। শুরুর সময়ে, বিমানবাহী রণতরীতে সামান্য প্রতিরক্ষামূলক অস্ত্র ছিল। ১৯৬৭ সালের শেষের দিকে, এন্টারপ্রাইজয়েএকটি প্রোটোটাইপ বেসিক পয়েন্ট ডিফেন্স ক্ষেপণাস্ত্র ব্যবস্থা (বিপিডিএমএস) স্থাপন করা হয়েছিল, যেখানে সি স্প্যারো ক্ষেপণাস্ত্রের জন্য দুটি আট-রাউন্ড বক্স লঞ্চার ছিল। একটি তৃতীয় বিপিডিএমএস লঞ্চার ১৯৭০-১৯৭১ সালে জাহাজের সংস্কারের সময় লাগানো হয়েছিল।\nপরবর্তীতে সংস্কার দুটি ন্যাটো সী স্প্যারো (এনএসএসএম) ও তিনটি এমকে ১৫ ফ্যালানক্স সিআইডব্লিউএস বন্দুক মাউন্ট যোগ করেছিল। একটি সিআইডব্লিউএস মাউন্ট পরে অপসারণ হয়েছিল এবং দুটি ২১-সেলের আরআইএম-১১৬ রোলিং এয়ারফ্রেম ক্ষেপণাস্ত্র লঞ্চার যোগ করা হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== কমিশনিং ও পরীক্ষা ===\nশিপওয়ে ১১-এর নিউপোর্ট নিউজ শিপবিল্ডিং অ্যান্ড ড্রাইডক কোম্পানিতে ১৯৫৮ সালে এন্টারপ্রাইজ-এর তলি স্থাপন করা হয়েছিল। জাহাজটি ১৯৬০ সালের ২৪শে সেপ্টেম্বর জলে ভাসানো হয়েছিল, যা নৌবাহিনীর প্রাক্তন সচিবের স্ত্রী শ্রীমতী ডব্লিউ বি ফ্রাঙ্কের পৃষ্ঠপোষকতায় হয়েছিল।\n\n\n=== ১৯৭০-এর দশক ===\nএন্টারপ্রাইজ ১৯৬৯-১৯৭০ সালে নিউপোর্ট নিউজ শিপবিল্ডিংয়ে ফিরে আসে, এবং একটি ওভারহল ও তার দ্বিতীয় মেরামত সম্পূর্ণ করে। জাহাজটি ১৯৭১ সালের জানুয়ারি মাসে নতুন নকশা করা পারমাণবিক চুল্লির কোরগুলির সাথে সমুদ্রের পরীক্ষাগুলি সম্পন্ন করেছিল, যাতে ১০ বছরের জন্য পর্যাপ্ত শক্তি ছিল। কমান্ড হিসাবে ক্যাপ্টেন ফরেস্ট এস. পিটারসেন ও ক্যারিয়ার এয়ার উইং ফোর্টিনের (সিভিডব্লিউ-১৪) সঙ্গে এন্টারপ্রাইজ ১৯৭১ সালের ১১ই জুন আবার ভিয়েতনামের উদ্দেশ্যে রওনা হয়।\n\n\n==== দক্ষিণ ও দক্ষিণ-পূর্ব এশিয়া ====\n\nএন্টারপ্রাইজ, ওরিস্কানি ও মিডওয়ে ১৯৭১ সালের ৩০শে জুলাই মধ্যে মোট ২,০০১ টি স্ট্রাইক সোর্টি উৎক্ষেপণ করেছিল। জুলাই মাসে স্ট্রাইক অপারেশন ব্যাহত হয়, যখন স্টেশনে থাকা বাহক তিনটি টাইফুন এড়িয়ে যায়: হ্যারিয়েট, কিম ও জিন। মাসটিতে দক্ষিণ ভিয়েতনামে স্ট্রাইক আক্রমণে সামান্য বৃদ্ধি ঘটেছিল। এগুলি মূলত শত্রু সেনা অবস্থানের বিরুদ্ধে ও মার্কিন হেলিকপ্টার কার্যক্রমের সমর্থনে চাক্ষুষ হামলা ছিল। এন্টারপ্রাইজ ১৯৭১ সালের আগস্ট-নভেম্বর মাসে ইয়াঙ্কি স্টেশনে কাজ করছিল।\nক্যাপ্টেন আর্নেস্ট ই. টিসোট জুনিয়র ১৯৭১ সালের ডিসেম্বর মাসে কমান্ড গ্রহণ করেন এবং এন্টারপ্রাইজ ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের সময় আইএনএস বিক্রান্ত দ্বারা ভারতীয় নৌ অবরোধের বিরুদ্ধে শক্তি প্রদর্শন হিসাবে বঙ্গোপসাগরে মোতায়েন করা হয়েছিল। পরবর্তীতে সোভিয়েত নৌবাহিনীর একটি ডুবোজাহাজও মার্কিন টাস্কফোর্সের পিছনে অবস্থান করেছিল। এন্টারপ্রাইজ যখন ভারত মহাসাগর থেকে দক্ষিণ-পূর্ব এশিয়ার দিকে সরে গিয়েছিল তখন একটি সংঘর্ষ এড়ানো গিয়েছিল। এন্টারপ্রাইজ ১৯৭২ সালের ১২ই ফেব্রুয়ারি তার নিয়োজন বা মোতায়েন সম্পন্ন করেছিল।\nসিভিডব্লিউ-১৪ জাহাজ সহএন্টারপ্রাইজ ১৯৭২ সালের ১২ই ফেব্রুয়ারি থেকে দক্ষিণ চীন সাগরে আসে। মার্কিন যুক্তরাষ্ট্র ১৯৭২ সালের ১৮ই ডিসেম্বর লাইনব্যাকার ২ নামে ২০তম সমান্তরালের উপরে বোমা হামলা চালানো শুরু করেছিল। লাইনব্যাকার ২ অপারেশন চলাকালীন, এন্টারপ্রাইজ এবং স্টেশনে থাকা অন্যান্য বিমানবাহী রণতরী হাইফং বন্দরের খনি ক্ষেত্রগুলি পুনরুদ্ধার করেছিল এবং ভূমি থেকে আকাশ ক্ষেপণাস্ত্র ও বিমানবাহী রণতরী-বিধ্বংসী আর্টিলারি স্থান, শত্রু সেনা ব্যারাক, পেট্রোলিয়াম সঞ্চয় এলাকা, হাইফং নৌ ও শিপইয়ার্ড এলাকা এবং রেলপথ ও ট্রাক স্টেশনগুলির বিরুদ্ধে কেন্দ্রীভূত হামলা পরিচালনা করেছে। লাইনব্যাকার ২-এর অধীনে নৌবাহিনীর কৌশলগত বিমান আক্রমণগুলি হ্যানয় ও হাইফং-এর আশেপাশের উপকূলীয় এলাকায় কেন্দ্রীভূত ছিল। লাইনব্যাকার ২-এর সময় এই এলাকায় ৭০৫ টি নৌ-অভিযান পরিচালিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ==="}