{"pageid": 1171125, "title": "২০২৩ ফিফা মহিলা বিশ্বকাপ যোগ্যতা (আন্তঃ-কনফেডারেশন প্লে-অফ)", "url": "https://bn.wikipedia.org/wiki?curid=1171125", "content": "২০২৩ ফিফা মহিলা বিশ্বকাপ যোগ্যতার আন্তঃ-কনফেডারেশন প্লে-অফগুলি ২০২৩ ফিফা মহিলা বিশ্বকাপের জন্য চূড়ান্ত তিনটি যোগ্যতার স্থান নির্ধারণ করেছিল৷ যথাক্রমে পর্তুগাল, হাইতি ও পানামা বিশ্বকাপের মূল পর্বে উত্তীর্ণ হয়।\nপ্লে-অফ টুর্নামেন্টটি মহিলা বিশ্বকাপের আগে নিউজিল্যান্ডের জন্য একটি টেস্ট ইভেন্ট হিসাবে ব্যবহার করা হবে। এটি ১৮ থেকে ২৩ ফেব্রুয়ারী ২০২৩ পর্যন্ত অনুষ্ঠিত হবে, এবং এতে দশটি দল তিনটি গ্রুপে বিভক্ত হবে, প্রতিটি গ্রুপের বিজয়ী মহিলা বিশ্বকাপের জন্য যোগ্যতা অর্জন করবে। ইভেন্টের অংশ হিসেবে নিউজিল্যান্ড এবং অতিথি জাতীয় দল আর্জেন্টিনা অংশগ্রহণকারী দল এবং একে অপরের বিরুদ্ধে প্রীতি ম্যাচ খেলবে।\n\n\n== বিন্যাস ==\n২৪ ডিসেম্বর ২০২০-এ, ফিফা কাউন্সিলের ব্যুরো প্লে-অফ টুর্নামেন্টের কোটা বরাদ্দ এবং বিন্যাস অনুমোদন করে।\n\nএএফসি (এশিয়া): ২টি দল\nক্যাফ (আফ্রিকা): ২টি দল\nকনকাকাফ (উত্তর আমেরিকা, মধ্য আমেরিকা এবং ক্যারিবিয়ান): ২টি দল\nকনমেবল (দক্ষিণ আমেরিকা): ২টি দল\nওএফসি (ওশেনিয়া): ১টি দল\nউয়েফা (ইউরোপ): ১টি দল\nপ্লে-অফ টুর্নামেন্টটি নিউজিল্যান্ডে ২০২৩ ফিফা মহিলা বিশ্বকাপের আয়োজনের আগে একটি টেস্ট ইভেন্ট হিসাবে অনুষ্ঠিত হবে। এতে দশটি দল থাকবে, যাকে তিনটি (গ্রুপ এ এবং বি) বা চারটি (গ্রুপ সি) তিনটি গ্রুপে বিভক্ত করা হবে। প্রতিটি গ্রুপের বিজয়ী ফিফা মহিলা বিশ্বকাপে খেলার যোগ্যতা অর্জন করবে। ফিফা মহিলাদের বিশ্ব র‌্যাঙ্কিংয়ের ভিত্তিতে চারটি দলকে গ্রুপে বাছাই করা হবে, গ্রুপ এ-তে বাছাই ১, বি-এর বাছাই ২, এবং ৩ এবং ৪ বাছাইকৃত ধারণকারী গ্রুপ সি। গ্রুপ এ এবং বি-তে দুটি অবাচিত দল সেমিফাইনালে মুখোমুখি হবে। সেমিফাইনালের বিজয়ী প্লে-অফ ফাইনালে যাবে, মহিলা বিশ্বকাপে জায়গা পাওয়ার জন্য বাছাই করা দলের বিপক্ষে খেলবে। সি গ্রুপে, দুই বাছাই দল সেমিফাইনালে একটি অ-বাছাই দলের মুখোমুখি হবে। সেমিফাইনালের বিজয়ীরা নারী বিশ্বকাপে জায়গা পাওয়ার জন্য প্লে-অফ ফাইনালে একে অপরের মুখোমুখি হয়।\nনিউজিল্যান্ড এবং একটি অতিরিক্ত অতিথি জাতীয় দল ইভেন্টের অংশ হিসাবে প্রীতি ম্যাচে অংশ নেবে, প্রথমে গ্রুপ এ এবং গ্রুপ বি-তে বাছাই করা দলগুলির বিরুদ্ধে এবং তারপর একে অপরের বিরুদ্ধে দুবার। গ্রুপ এ এবং বি-এর সেমিফাইনাল পরাজিতদের পাশাপাশি গ্রুপ সি-এর দুটি সেমিফাইনাল পরাজিতদের মধ্যেও বন্ধুত্বপূর্ণ ম্যাচ অনুষ্ঠিত হবে, যার ফলে সমস্ত প্লে-অফ দল ইভেন্টে দুটি ম্যাচ খেলবে তা নিশ্চিত করবে।\nম্যাচের সময়সূচী ৪ জুলাই ২০২২-এ নিশ্চিত করা হয়েছিল, নিউজিল্যান্ড একমাত্র আয়োজক দেশ হিসাবে, এবং পরবর্তী সময়ে ঘোষণা করা হবে কিক-অফের সময়। অস্ট্রেলিয়া মূলত প্লে-অফের সহ-আয়োজক হিসাবে পরিকল্পনা করা হয়েছিল, তাদের জাতীয় দল প্রীতি ম্যাচে অংশগ্রহণ করে।\n\n\n== যোগ্য দল ==\n\n\n== ভেন্যু ==\n৪ জুলাই ২০২২ এ টুর্নামেন্টের দুটি ভেন্যু ফিফা দ্বারা নিশ্চিত করা হয়েছিল।\n\n\n== ড্র ==\nপ্লে-অফ ড্রতে, চারটি দলকে ফিফা মহিলা বিশ্ব র‌্যাঙ্কিংয়ের ভিত্তিতে গ্রুপে বাছাই করা হবে, প্রতি কনফেডারেশনে সর্বাধিক একটি বাছাই করা দল। একই কনফেডারেশনের দলগুলি একই গ্রুপে টানা হবে না। সর্বোচ্চ বাছাই করা দলটি স্বয়ংক্রিয়ভাবে গ্রুপ এ- তে বরাদ্দ হবে, দ্বিতীয়-সর্বোচ্চ বাছাইকৃত দল একইভাবে গ্রুপ বি- তে বরাদ্দ করা হবে। বাকি দুটি বাছাই করা দলকে গ্রুপ সি -তে দেওয়া হবে।\n\n\n== গ্রুপ এ ==\n\n\n=== বন্ধনী ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ফাইনাল ===\n\n\n== গ্রুপ বি ==\n\n\n=== বন্ধনী ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ফাইনাল ===\n\n\n== গ্রুপ সি ==\n\n\n=== বন্ধনী ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ফাইনাল ===\n\n\n== ফিফা মহিলা বিশ্বকাপের জন্য উত্তীর্ণ দল ==\nনিম্নলিখিত ৩টি দল ২০২৩ ফিফা মহিলা বিশ্বকাপের জন্য যোগ্যতা অর্জন করেছিল।\n\n\n== অ্যাসোসিয়েটেড ফ্রেন্ডলি ম্যাচ ==\nপ্লে-অফ টুর্নামেন্টের সময় নির্ধারিত প্রীতি ম্যাচের যোগ্যতার উপর কোন প্রভাব নেই।\n\n\n== গোলদাতা ==\nএই প্রতিযোগিতায় ৭টি ম্যাচে ১৯টি গোল হয়েছে, যা ম্যাচ প্রতি গড়ে ২.৭১টি গোল।\n\n২টি গোল\n১টি গোল\n\n\n== শৃঙ্খলা ==\nলাল কার্ড পাওয়ায় একজন খেলোয়াড়কে পরের ম্যাচের জন্য স্বয়ংক্রিয়ভাবে বহিষ্কার করা হয়, যা গুরুতর অপরাধের জন্য বাড়ানো যেতে পারে।\nটুর্নামেন্ট চলাকালীন নিম্নলিখিত স্থগিতাদেশ দেওয়া হয়েছিল:\n\n\n== ম্যাচসেরা খেলোয়াড়দের তালিকা ==\n\n\n== বহিঃসংযোগ ==\nফিফা অফিসিয়াল ওয়েবসাইট\n\n\n== তথ্যসূত্র =="}