{"pageid": 1171, "title": "অস্ট্রেলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1171", "content": "অস্ট্রেলিয়া বা কমন‌ওয়েলথ অফ অস্ট্রেলিয়া হলো ওশেনিয়া মহাদেশের একটি সার্বভৌম রাষ্ট্র। ওশেনিয়া মহাদেশের মূল ভূখণ্ড ও তাসমানিয়াসহ অন্যান্য ক্ষুদ্র ক্ষুদ্র দ্বীপ নিয়ে অস্ট্রেলিয়া গঠিত হয়েছে। দেশটির মোট আয়তন ৭৬,১৭,৯৩০ বর্গ কি.মি. ( ২৯,৪৪,৩০০ ব.মা)। আয়তনের দিক থেকে এটি ওশেনিয়ার সর্ব বৃহ‌ৎ রাষ্ট্র ও পৃথিবীর ৬ষ্ঠ বৃহত্তম রাষ্ট্র। দেশটির উত্তরে তিমুর সাগর, আরাফুরা সাগর, ও টরেস প্রণালী; পূর্বে প্রবাল সাগর ও তাসমান সাগর; দক্ষিণে ব্যাস প্রণালী এবং পশ্চিমে ভারত মহাসাগর। বৃহৎ আকৃতির কারণে অস্ট্রেলিয়ার জলবায়ু বেশ বিচিত্র এবং এর মধ্যবর্তী অঞ্চলে রয়েছে বৃহৎ মরুভূমি, উত্তর-পূর্বে বনাঞ্চল ও দক্ষিণ-পশ্চিমে পর্বতমালা রয়েছে।\nঅস্ট্রেলিয়ার প্রথম বসতিস্থাপক ছিল এখানকার আদিবাসী জাতিগুলি। তারা প্রায় ৬৫,০০০ বছর আগে এই মহাদেশে বসতি স্থাপন করেছিল। ১৭শ শতাব্দীর আগ পর্যন্ত বহির্বিশ্বের কাছে দ্বীপটি অজানা ছিল। ১৭৮৮ সালের ২৬ জানুয়ারি দক্ষিণ-পূর্ব অস্ট্রেলিয়ার পোর্ট জ্যাকসনে প্রথম স্থায়ী উপনিবেশ নিউ সাউথ ওয়েল্স সৃষ্টি করা হয়; এটি ছিল ব্রিটিশ কয়েদিদের উপনিবেশ। এটিই পরবর্তীকালে বড় হয়ে সিডনী শহরে পরিণত হয়। প্রথম উপনিবেশ স্থাপনের গুরুত্ব হিসেবে ২৬ জানুয়ারিকে অস্ট্রেলিয়ার জাতীয় দিবস হিসেবে পালন করা হয়। পরবর্তী বেশ কয়েক যুগ ধরে অস্ট্রেলিয়ায় ইউরোপীয় জনসংখ্যা ধীরে ধীরে বৃদ্ধি পেতে থাকে। ১৮৫০-এর দশকে গোল্ড রাশের আগেই ইউরোপীয় বসতি স্থাপনকারীরা মহাদেশের অধিকাংশ স্থান আবিষ্কার করে ফেলেছিল এবং গ্রেট ব্রিটেন আরও পাঁচটি স্বায়ত্তশাসিত উপনিবেশ স্থাপন করেছিল।  ১৯শ শতক জুড়ে অস্ট্রেলিয়া এক গুচ্ছ ব্রিটিশ উপনিবেশ হিসেবে কাজ করত। ১৯০১ সালের ১লা জানুয়ারি এই ছয়টি উপনিবেশ একত্রিত করে কমনওয়েলথ অব অস্ট্রেলিয়া গঠন করা হয়েছিল। সেই থেকেই অস্ট্রেলিয়ায় অসাম্প্রদায়িক গণতন্ত্র এবং বাজার অর্থনীতি অব্যাহত রয়েছে।\nরাজনৈতিক দিক থেকে অস্ট্রেলিয়া একটি যুক্তরাষ্ট্রীয় সংসদীয় সাংবিধানিক রাজতন্ত্র। এটি ছয়টি রাজ্য এবং দশটি কেন্দ্রশাসিত অঞ্চল নিয়ে গঠিত। দেশটির বর্তমান জনসংখ্যা প্রায় ২ কোটি ৬০ লক্ষ, যার অধিকাংশই পূর্ব উপকূলবর্তী শহরাঞ্চলে বসবাস করেন। মোট জনসংখ্যার প্রায় ৩০% অভিবাসী; এই অনুপাত বৃহৎ পশ্চিমা দেশগুলোর মধ্যে সর্বোচ্চ।  দক্ষিণ-পূর্ব অস্ট্রেলিয়ায় অবস্থিত ক্যানবেরা এবং সিডনী হলো দেশটির দুই বৃহত্তম শহর। অন্যান্য বৃহৎ শহরগুলোর মধ্যে রয়েছে মেলবোর্ন, ব্রিসবেন, পার্থ, অ্যাডিলেড।\nঅস্ট্রেলিয়া একটি উন্নত দেশ এবং উচ্চ আয়ের অর্থনীতি। এটি পৃথিবীর ১২তম বৃহত্তম অর্থনীতি, মাথাপিছু আয়ের দিক থেকে দশম এবং মানব উন্নয়ন সূচকের মান অনুযায়ী অষ্টম। প্রাকৃতিক সম্পদ এবং উন্নত আন্তর্জাতিক বাণিজ্য দেশটির অর্থনীতির জন্য অত্যন্ত গুরুত্বপূর্ণ। অস্ট্রেলিয়ার আয়ের প্রধান খাতসমূহ হলো পরিষেবা, খনিজ রপ্তানি, ব্যাংকিং, উত্পাদন, কৃষি এবং আন্তর্জাতিক শিক্ষা ও অন্যান্য।\nঅস্ট্রেলিয়া একটি আঞ্চলিক শক্তি, এবং সামরিক ব্যয়ের দিক থেকে বিশ্বের দ্বাদশ অবস্থানে রয়েছে।\n\n\n== শব্দের ব্যুৎপত্তি ==\n\nঅস্ট্রেলিয়া (উচ্চারণ ) শব্দটি লাতিন টেরা অস্ট্রেলিস থেকে উদ্ভুত, যার অর্থ \"দক্ষিণ ভূমি\"। প্রাচীনকাল থেকেই দক্ষিণ গোলার্ধের একটি অনুকল্পিত মহাদেশের নাম বুঝাতে টেরা অস্ট্রেলিস ব্যবহার করা হতো। ১৭ শতকে যখন ইউরোপীয়রা প্রথম অস্ট্রেলিয়ায় যাওয়া এবং এর মানচিত্র তৈরি করা শুরু করে, তখন এই নতুন আবিষ্কৃত ভুমির নাম হিসেবে টেরা অস্ট্রালিসই ব্যবহার করা হয়েছিল।\n১৯ শতকের গোড়ার দিকে পর্যন্ত অস্ট্রেলিয়া নিউ হল্যান্ড নামেই সবচেয়ে বেশি পরিচিত ছিল। ওলন্দাজ অভিযাত্রী আবেল তাসমান ১৬৪৪ সালে অস্ট্রেলিয়াকে প্রথম নিউ-হল্যান্ড হিসাবে নামকরণ করেছিলেন। বিভিন্ন বৈজ্ঞানিক গ্রন্থে টেরা অস্ট্রালিসের ব্যবহার তখনও অব্যাহত ছিল। অভিযাত্রী ম্যাথিউ ফ্লিন্ডার্স অস্ট্রেলিয়া নামটিকে জনপ্রিয় করেছিলেন। তিনি বলেছিলেন, \"এটি অধিক শ্রুতিমধুর এবং পৃথিবীর অন্যান্য বৃহৎ অংশের নামের সাথে সামঞ্জস্যপূর্ণ\"। বেশ কিছু বিখ্যাত প্রারম্ভিক কার্টোগ্রাফাররাও তাদের মানচিত্রে অস্ট্রেলিয়া শব্দটি ব্যবহার করেছেন। জেরারডাস মারকেটর তার ১৫৩৮ সালে প্রকাশিত বিশ্বের ডাবল কর্ডিফর্ম মানচিত্রে ক্লাইমাটা অস্ট্রেলিয়া শব্দটি ব্যবহার করেছিলেন। মারকেটরের শিক্ষক এবং সহযোগী জেমা ফ্রিজিয়াস ১৫৪০ সালে তার নিজস্ব কর্ডিফর্ম মানচিত্রেও একই শব্দ ব্যবহার করেছিলেন।\n\n\n== ইতিহাস ==\n\n\n=== অস্ট্রেলীয় আদিবাসী ===\nঅস্ট্রেলিয়ায় মানুষের বসবাস শুরু হয়েছিল প্রায় ৬৫,০০০ বছর পূর্বে। বর্তমানের দক্ষিণ-পূর্ব এশিয়া থেকে মানুষ ভূ-সেতু ব্যবহার করে এবং ক্ষুদ্র সমুদ্র পারাপারের মাধ্যমে এই মহাদেশে এসেছিল। আর্নহেম ল্যান্ডের মাজেদবেবে গুহা অস্ট্রেলিয়া মহাদেশে মানবজাতির অস্তিত্বের সবচেয়ে প্রাচীন প্রমান। এখন পর্যন্ত সবচেয়ে প্রাচীন মানব দেহাবশেষ পাওয়া গিয়েছে লেক মুঙ্গোতে, যা প্রায় ৪১,০০০ বছর পুরনো। এরাই ছিলেন বর্তমান আদিবাসী অস্ট্রেলীয়দের পূর্বপুরুষ। আদিবাসী অস্ট্রেলী সংস্কৃতি পৃথিবীর প্রাচীনতম সংস্কৃতিগুলির মধ্যে একটি।\nইউরোপীয়দের সাথে যোগাযোগের আগেই বেশিরভাগ আদিবাসী অস্ট্রেলীয়দের সমাজব্যবস্থা শিকারি পর্যায়ে ছিল এবং তাদের মধ্যে জটিল অর্থনীতি বিদ্যমান ছিল। সাম্প্রতিক প্রত্নতাত্ত্বিক অনুসন্ধান অনুযায়ী তাদের জনসংখ্যা প্রায় ৭,৫০,০০০ এর কাছাকাছি ছিল বলে অনুমান করা হচ্ছে। আদিবাসী অস্ট্রেলীয়দের ভূমির প্রতি শ্রদ্ধা ও স্বপ্নের প্রতি বিশ্বাসের উপর ভিত্তি করে আধ্যাত্মিক মূল্যবোধ এবং মৌখিক প্রথা রয়েছে। টরেস প্রণালির দ্বীপবাসীরা (জাতিগতভাবে মেলানেশীয়) মৌসুমী উদ্যানপালন এবং  প্রবাল ও সমুদ্রের সম্পদ থেকে তাদের জীবিকা অর্জন করতো। বর্তমানে ইন্দোনেশিয়ার মাকাসান জেলেরা বাণিজ্যের জন্য অস্ট্রেলিয়ার উত্তর উপকূল বিক্ষিপ্তভাবে পরিদর্শন করেছিল।\n\n\n=== ইউরোপীয় উপনিবেশ ===\nঅস্ট্রেলিয়ার মূল ভূখণ্ডে সর্বপ্রথম নথিভুক্ত ইউরোপীয় উপস্থিতি এবং অবতরণের কৃতিত্ব ওলন্দাজদের। যে জাহাজটির মাধ্যমে প্রথমবারের মতো অস্ট্রেলিয়ার উপকূলের মানচিত্র তৈরি করা হয়েছিল তার নাম হলো ডুইফকেন, এবং এর কাপ্তেন ছিলেন ওলন্দাজ নাবিক উইলিয়াম জ্যানসন। তিনি ১৬০৬ সালের গোড়ার দিকে কেপ ইয়র্ক উপদ্বীপের উপকূলটি দেখেছিলেন এবং ১৬০৬ সালের ২৬ ফেব্রুয়ারি কেপ ইয়র্কের বর্তমান শহর ওয়েইপার কাছে পেনেফাদার নদীতে অবতরণ করেছিলেন। সেই বছরের শেষের দিকে স্পেনীয় অভিযাত্রী লুইস ভাজ দে টরেস টরেস প্রণালীর দ্বীপপুঞ্জের মধ্য দিয়ে যাত্রা করেছিলেন। ওলন্দাজরা সমগ্র পশ্চিম এবং উত্তর উপকূলরেখার নকশা তৈরি করেছিল এবং ১৭ শতকে এই দ্বীপ মহাদেশের নাম দেয় \"নিউ হল্যান্ড\"। যদিও বসতি স্থাপনের কোনো প্রচেষ্টা করা হয়নি, তবে বেশ কয়েকটি জাহাজডুবির কারণে মানুষ আটকা পড়ে এবং ১৬২৯ সালে বিদ্রোহ এবং হত্যার জন্য কয়েদীদের বাতাভিয়ায় আবদ্ধ করার মাধ্যমে এই মহাদেশে স্থায়ীভাবে প্রথম ইউরোপীয় বসবাস শুরু হয়। ১৭৭০ সালে ক্যাপ্টেন জেমস কুক অস্ট্রেলিয়ার উদ্দেশ্যে যাত্রা করেন এবং পূর্ব উপকূলের নকশা তৈরি করেন। তিনি এই উপকূলের নাম দেন \"নিউ সাউথ ওয়েলস\" এবং এটি গ্রেট ব্রিটেনের জন্য দাবি করেন।\n১৭৮৩ সালে আমেরিকার উপনিবেশগুলো হারানোর পর ব্রিটিশ সরকার নিউ সাউথ ওয়েলসে একটি নতুন পেনাল কলোনি প্রতিষ্ঠার উদ্দেশ্যে ক্যাপ্টেন আর্থার ফিলিপের নেতৃত্বে জাহাজের একটি বহর পাঠায়। একটি ক্যাম্প স্থাপন করে ১৭৮৮ সালের ২৬ জানুয়ারি পোর্ট জ্যাকসনের সিডনি কোভে ইউনিয়ন জ্যাক উত্তোলন করা হয়েছিল। পরবর্তীতে এই দিনটিকে অস্ট্রেলিয়ার জাতীয় দিবস হিসেবে ঘোষণা করা হয়েছিল। প্রথমদিকে ছোটোখাটো অপরাধের জন্যও অপরাধীদের স্থানান্তর করে অস্ট্রেলিয়ায় নিয়ে আসা হতো এবং মুক্ত বসতি স্থাপনকারীদের (স্বেচ্ছায় অভিবাসী) অধীনে শ্রমিক অথবা দাসি হিসেবে নিযুক্ত করা হতো। যদিও বেশিরভাগ আসামীরাই মুক্তি পেয়ে ঔপনিবেশিক সমাজে বসতি স্থাপন করেছিল, তবে আসামীদের কর্তৃক কিছু বিদ্রোহও সংগঠিত হয়েছিল, কিন্তু সামরিক আইন জারি করার মাধ্যমে তা দমন করা হয়েছিল। ১৮০৮ সালের রম বিদ্রোহ অস্ট্রেলিয়ার ইতিহাসে একমাত্র সফল সশস্ত্র সরকার দখল, যার মাধ্যমে দুই বছরের সামরিক শাসনের সূচনা হয়েছিল। পরের দশকে গভর্নর ল্যাচলান ম্যাককুয়ারি কর্তৃক সূচিত সামাজিক ও অর্থনৈতিক সংস্কার নিউ সাউথ ওয়েলসকে শাস্তিমূলক উপনিবেশ থেকে একটি সুশীল সমাজে রূপান্তরিত করেছিল।\nউল্লেখ না করলেই নয়, সাধারন অপরাধীদের চেয়ে রাজবন্দিদের সংখ্যই বেশী ছিল অষ্ট্রেলিয়ায়। এরমধ্যে অন্যতম একজন হচ্ছেন ফ্রান্সের সম্রাট নেপোলিয়ান বোনাপার্ট। তাকে ছোট্ট একটি কুঠরিতে বন্দী করে রাখা হয়েছিল, যেখানে নেপোলিয়ান দাড়ানো জায়গাটাও পাননি। কেবলমাত্র শুয়ে বসে থাকেতে পরেতেন।\nবসতি স্থাপনের পর ১৫০ বছর ধরে বিভিন্ন সংক্রামক রোগের কারণে আদিবাসী জনসংখ্যা হ্রাস পেয়েছে। বসতি স্থাপনকারীদের সাথে সীমান্ত সংঘর্ষের ফলে আরও হাজার হাজার আদিবাসী মারা গেছেন।\n\n\n=== উপনিবেশ সম্প্রসারণ ===\nব্রিটিশ উপনিবেশগুলো প্রথমদিকে কেবল সমুদ্রতীরের নিকটবর্তী এলাকা বরাবর বৃদ্ধি পেলেও ১৯শ শতাব্দীর তারা মহাদেশের অভ্যন্তরে বসতি স্থাপন করা শুরু করে। ১৮০৩ সালে তাসমানিয়ায় বসতি স্থাপন করা হয়েছিল। ১৮১৩ সালে গ্রেগরি ব্ল্যাক্সল্যান্ড, উইলিয়াম লসন এবং উইলিয়াম ওয়েন্টওয়ার্থ সিডনীর পশ্চিমে ব্লু পর্বতমালা অতিক্রম করলে পর ইউরোপীয় বসতি মহাদেশের ভিতরের দিকে প্রসারিত হতে শুরু করে। ১৮২৭ সালে মেজর এডমন্ড লকিয়ার কিং জর্জ সাউন্ডে (বর্তমানে আলবানি) একটি বসতি স্থাপন করার মাধ্যমে ব্রিটিশরা সমগ্র অস্ট্রেলিয়া মহাদেশ তাদের বলে দাবী করেছিল। ১৮২৯ সালে সোয়ান রিভার কলোনি (বর্তমান পার্থ) প্রতিষ্ঠিত হয়েছিল, যা পরবর্তীতে আয়তনের দিক থেকে পশ্চিম অস্ট্রেলিয়ার বৃহত্তম উপনিবেশে পরিণত হয়েছিল। জনসংখ্যা বৃদ্ধির সাথে সাথে নিউ সাউথ ওয়েলস থেকে পুনর্বাসনের মাধ্যমে ১৮২৫ সালে তাসমানিয়া, ১৮৩৬ সালে দক্ষিণ অস্ট্রেলিয়া, ১৮৪১ সালে নিউজিল্যান্ড, ১৮৫১ সালে ভিক্টোরিয়া এবং ১৮৫৯ সালে কুইন্সল্যান্ড নামের পৃথক উপনিবেশ তৈরি করা হয়েছিল। দক্ষিণ অস্ট্রেলিয়া একটি \"মুক্ত প্রদেশ\" হিসাবে প্রতিষ্ঠিত হয়েছিল এবং এটি কখনই শাস্তিমূলক উপনিবেশ ছিল না। পশ্চিম অস্ট্রেলিয়াও মুক্ত প্রদেশ হিসেবেই প্রতিষ্ঠিত হলেও পরে অপরাধীদের এখানে নিয়ে আসা হয়েছিল। ১৮৬৮ সালে এখানে সর্বশেষ অপরাধি স্থানান্তর করা হয়েছিল, যার কয়েক দশক আগেই অন্যান্য উপনিবেশে অপরাধি স্থানান্তর বন্ধ করা হয়েছিল।\n১৮২৩ সালে নিউ সাউথ ওয়েলসের গভর্নর কর্তৃক মনোনীত একটি আইন পরিষদ ও একটি নতুন সুপ্রিম কোর্ট প্রতিষ্ঠিত হয়, যা ঔপনিবেশিক গভর্নরদের ক্ষমতাকে সীমিত করে ফেলে। ১৫৮৮ এবং ১৮৯০ সালের মধ্যে ছয়টি উপনিবেশ পৃথকভাবে দায়িত্বশীল সরকার অর্জন করেছিল এবং এভাবে ব্রিটিশ সাম্রাজ্যের অংশ থাকাবস্থায় উপনিবেশগুলো বেশিরভাগ বিষয়বস্তু নিজস্বভাবে পরিচালনা করার পাশাপাশি নির্বাচনী গণতন্ত্রে পরিণত হয়েছিল। লন্ডনের উপনিবেশিক নিয়ন্ত্রণ কার্যালয়ে কিছু বিষয়ের নিয়ন্ত্রণ সংরক্ষিত ছিল, বিশেষ করে বৈদেশিক সম্পর্ক ও প্রতিরক্ষা।\n১৯শ শতকের মাঝামাঝি সময়ে বার্ক এবং উইলসের মতো অনুসন্ধানকারীরা এই মহাদেশের কৃষি সম্ভাবনা নির্ধারণ করতে এবং বিভিন্ন বৈজ্ঞানিক প্রশ্নের উত্তর খুজতে মহাদেশের আরও অভ্যন্তরীণ অংশে ভ্রমণ করেন। ১৮৫০-এর দশকের গোড়ার দিকে সোনা সন্ধানী কতগুলো অভিযানের ফলে চীন, উত্তর আমেরিকা এবং মহাদেশীয় ইউরোপ থেকে নতুন অভিবাসীদের আগমন ঘটে, সেইসাথে বুশরাঙ্গিং এবং নাগরিক অস্থিরতার প্রাদুর্ভাব ঘটে; ১৮৫৪ সালে যখন ব্যালারাট খনির শ্রমিকরা সোনার লাইসেন্স ফি এর বিরুদ্ধে ইউরেকা বিদ্রোহ শুরু করে তখন এই স্বর্ণ অভিযান শীর্ষে উঠে গিয়েছিল।\n\n\n=== বিশ্বযুদ্ধে অস্ট্রেলিয়ার ফেডারেশন ===\nবহুযুগের পরিকল্পনা, সংবিধানিক অধিবেশন ও সংশোধনীর পর ১৯০১ সালের ১লা জানুয়ারি উপনিবেশসমূহের ফেডারেশন অর্জনের মাধ্যমে কমনওয়েলথ অব অস্ট্রেলিয়া রাষ্ট্র গঠিত হয়েছিল এবং অস্ট্রেলিয়ার সংবিধান প্রণয়ন করা হয়েছিল।\n১৯০৭ এর ইম্পেরিয়াল কনফারেন্সের পর অস্ট্রেলিয়া এবং অন্যান্য ব্রিটিশ উপনিবেশগুলিকে ব্রিটিশ সাম্রাজ্যের অন্তর্ভুক্ত স্বায়ত্তশাসিত উপনিবেশের এর মর্যাদা দেওয়া হয়েছিল। অস্ট্রেলিয়া ১৯২০ সালে প্রতিষ্ঠিত সম্মিলিত জাতিপুঞ্জের, এবং ১৯৪৫ সালে প্রতিষ্ঠিত জাতিসংঘের প্রতিষ্ঠাকালীন সদস্য। ব্রিটেনের ওয়েস্টমিনস্টারের ১৯৩১ সালের সংবিধি আনুষ্ঠানিকভাবে অস্ট্রেলিয়া এবং যুক্তরাজ্যের মধ্যে বেশিরভাগ সাংবিধানিক সংযোগের সমাপ্তি ঘটায়। ১৯৪২ সালে অস্ট্রেলিয়া এটি গ্রহণ করেছিল, কিন্তু দ্বিতীয় বিশ্বযুদ্ধের সময় অস্ট্রেলিয়ান পার্লামেন্ট কর্তৃক পাসকৃত আইনের বৈধতা নিশ্চিত করার জন্য এটি ১৯৩৯ সালে পেছানো হয়েছিল।\n\n\n== সরকার ও রাজনীতি ==\nএখানে পার্লামেন্টেরিও গণতান্ত্রিক রাজতন্ত্র রয়েছে যেখানে তৃতীয় চার্লস রাজা হিসেবে স্বীকৃত। রাজার প্রতিনিধি হিসেবে একজন গভর্নর জেনারেল থাকেন। প্রতি ৩ বছর সাধারণ নিবার্চন অনুষ্ঠিত হয়।\n\n\n=== বৈদেশিক সম্পর্ক ===\nদেশটির সঙ্গে অন্যান্য দেশের সুসম্পর্ক রয়েছে। এই দেশের পাসপোর্টে ১০৯টি দেশে বিনা ভিসায় ভ্রমণ করা যায়, যা পাসপোর্ট শক্তি সূচকে ৭ম স্থানে রয়েছে।\n\n\n== অর্থনীতি ==\nউন্নত অর্থনীতির দেশ এটি। দেশটির  স্থূল অভ্যন্তরীণ উৎপাদন মান ভারতের অর্ধেক।\n\n\n== আরও দেখুন ==\nকন্টিনেন্টাল ইউনিয়ন\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা তালিকা ==\n\n\n== বহিঃসংযোগ ==\nঅস্ট্রেলিয়ার সম্বন্ধে থেকে বিদেশ ব্যাপার এবং বাণিজ্যের বিভাগ\nঅস্ট্রেলিয়ার সরকারি এন্ট্রি পয়েন্ট (কেন্দ্রীয়, রাজ্য এবং ভূখণ্ড)\nঅস্ট্রেলিয়ার সরকারি এন্ট্রি ওয়েবসাইট\nঅস্ট্রেলিয়ার পার্লামেন্ট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ ফেব্রুয়ারি ২০১২ তারিখে\nঅস্ট্রেলিয়ার পার্লামেন্ট: মন্ত্রণালয় তালিকা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ জুলাই ২০১০ তারিখে\nAustralian Bureau of Statistics\nসম্প্রদায় সংস্থা ওয়েবসাইট\nসাংস্কৃতিক প্রতিষ্ঠান\nপর্যটন অস্ট্রেলিয়া\n\n \nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ অস্ট্রেলিয়া-এর ভুক্তি\nঅস্ট্রেলিয়া at UCB Libraries GovPubs"}