{"pageid": 1172841, "title": "স্টেফানিয়া তুর্কিউইচ", "url": "https://bn.wikipedia.org/wiki?curid=1172841", "content": "স্টেফানিয়া তুর্কিউইচ-লুকিয়ানোভিচ (২৫ এপ্রিল ১৯৯৮ - ৮ এপ্রিল ১৯৭৭) ছিলেন একজন ইউক্রেনীয় সুরকার, পিয়ানোবাদক, এবং সঙ্গীতবিদ, যিনি ইউক্রেনের প্রথম মহিলা সুরকার হিসাবে স্বীকৃত। সোভিয়েত কর্তৃপক্ষ ইউক্রেনে তার কাজ নিষিদ্ধ করেছিল।\n\n\n== জীবনী ==\n\n\n=== শৈশব ===\nস্টেফানিয়া তুর্কিউইচ-লুকিয়ানোভিচ অস্ট্রিয়া-হাঙ্গেরির লভিভে জন্মগ্রহণ করেন। তার দাদা লেভ তুর্কেভিচ এবং তার বাবা ইভান তুর্কেভিচ পুরোহিত ছিলেন। তার মা সোফিয়া কোরমোশিভ ছিলেন একজন পিয়ানোবাদক এবং তিনি কারল মিকুলি এবং ভিলেম কুর্জের সাথে অধ্যয়ন করতেন এবং তরুণ সোলোমিয়া ক্রুশেলনিৎসকার সাথেও ছিলেন। পরিবারটি ছিল বাদ্যযন্ত্র এবং প্রত্যেকেই একটি বাদ্যযন্ত্র বাজিয়েছিল। স্টেফানিয়া পিয়ানো, বীণা এবং হারমোনিয়াম বাজাতেন। পরে, সুরকার তার শৈশব এবং সঙ্গীতের প্রতি তার ভালবাসার কথা মনে করেছিলেন: \n\nAt the centre of everything was my mother, who played a wonderful piano. As a child, I loved very much to listen to her play. Then, we began a salon orchestra in our home. We played thus: father on the bass …, my mother on the piano, (Льоньо) Lyonyo on cello, me on the harmonium, (Марійка і Зенко) Marika and Zenko … on violins. Father started a family choir as well. These were our first steps into the world of music. Father never skimped on money or made excuses when it came to our musical life.\n\n\n=== অধ্যয়ন ===\nতুর্কিউইচ ভাসিল বারভিনস্কির সাথে তার সঙ্গীত অধ্যয়ন শুরু করেন। ১৯১৪ থেকে ১৯১৬ পর্যন্ত, তিনি ভিয়েনায় কুর্জের সাথে পিয়ানো অধ্যয়ন করেছিলেন। প্রথম বিশ্বযুদ্ধের পরে, তিনি এলভিভ বিশ্ববিদ্যালয়ে অ্যাডলফ চিবিনস্কির সাথে অধ্যয়ন করেন এবং লভিভ কনজারভেটরিতে সঙ্গীত তত্ত্বের উপর তার বক্তৃতায় অংশ নেন। ১৯১৯ সালে তিনি তার প্রথম বাদ্যযন্ত্র রচনা করেন - লিটার্জি (লিতুর্গিউ), যা লভিভের সেন্ট জর্জ ক্যাথেড্রালে বেশ কয়েকবার সঞ্চালিত হয়েছিল।\n১৯২১ সালে তুর্কিউইচ ভিয়েনা বিশ্ববিদ্যালয়ে গুইডো অ্যাডলার এবং ইউনিভার্সিটি অফ মিউজিক অ্যান্ড পারফর্মিং আর্টস ভিয়েনাতে জোসেফ মার্ক্সের সাথে অধ্যয়ন করেন, যেখান থেকে তিনি ১৯২৩ সালে একটি শিক্ষক ডিপ্লোমা নিয়ে স্নাতক হন। ১৯২৫ সালে তিনি রবার্ট লিসোভস্কিকে বিয়ে করেন এবং তার সাথে বার্লিনে ভ্রমণ করেন, যেখানে তিনি ১৯২৭ থেকে ১৯৩০ সাল পর্যন্ত থাকতেন এবং আর্নল্ড শোয়েনবার্গ এবং ফ্রাঞ্জ শ্রেকারের সাথে পড়াশোনা করেছিলেন। এই সময়কালে, ১৯২৭ সালে, তার কন্যা জোয়া (Зоя) জন্মগ্রহণ করেন।\n১৯৩০ সালে তুর্কিউইচ চেকোস্লোভাকিয়ার প্রাগে যান, চার্লস ইউনিভার্সিটিতে জেডেনেক নেজেডলির সাথে এবং প্রাগ কনজারভেটরিতে ওটাকার সিনের সাথে অধ্যয়ন করেন। তিনি সঙ্গীত একাডেমীতে ভিটেজস্লাভ নোভাকের সাথে রচনা অধ্যয়ন করেছিলেন। ১৯৩৩ সালের শরত্কালে তিনি পিয়ানো শিখিয়েছিলেন এবং প্রাগ কনজারভেটরিতে একজন সহচর হয়েছিলেন। ১৯৩৪ সালে তিনি রাশিয়ান অপেরাতে ইউক্রেনীয় লোককাহিনীর বিষয়ে তার ডক্টরাল গবেষণামূলক প্রবন্ধ রক্ষা করেছিলেন। তিনি ১৯৩৪ সালে প্রাগের ইউক্রেনীয় ফ্রি ইউনিভার্সিটি থেকে সঙ্গীতবিদ্যায় ডক্টরেট পান। তিনি গ্যালিসিয়া (যা তখন পোল্যান্ডের অংশ ছিল) থেকে পিএইচডি অর্জনকারী প্রথম মহিলা হয়েছিলেন। লভিভে ফিরে, ১৯৩৪ সাল থেকে তুর্কিউইচ লভিভ কনজারভেটরিতে বাদ্যযন্ত্র তত্ত্ব এবং পিয়ানোর শিক্ষক হিসাবে কাজ করেছিলেন এবং ইউক্রেনীয় পেশাদার সংগীতশিল্পীদের ইউনিয়নের সদস্য হয়েছিলেন।\n\n\n=== যুদ্ধের বছর ===\n১৯৩৯ সালের শরত্কালে, পূর্ব গ্যালিসিয়া এবং ভলহিনিয়ার সোভিয়েত সংযুক্তির পরে, স্টেফানিয়া লভিভ অপেরা হাউসে একজন গৃহশিক্ষক এবং কনসার্ট মাস্টার হিসাবে কাজ করেছিলেন এবং ১৯৪০ থেকে ১৯৪১ সাল পর্যন্ত লভিভ কনজারভেটরিতে সহযোগী অধ্যাপক ছিলেন। নাৎসি দখলের সময় কনজারভেটরি বন্ধ হওয়ার পর, তিনি স্টেট মিউজিক্যাল স্কুলে পড়াতে থাকেন। ১৯৪৪ সালের বসন্তে তিনি ভিয়েনার উদ্দেশ্যে লভিভ ত্যাগ করেন।\nসোভিয়েতদের কাছ থেকে পালিয়ে, ১৯৪৬ সালে তিনি দক্ষিণ অস্ট্রিয়ায় চলে যান এবং সেখান থেকে ইতালিতে চলে যান, যেখানে তার দ্বিতীয় স্বামী, নর্টসিজ লুকিয়ানোভিচ ছিলেন ব্রিটিশ কমান্ডের অধীনে একজন চিকিৎসক।\n\n\n=== যুক্তরাজ্য ===\n১৯৪৬ সালের শরত্কালে, তুর্কিউইচ যুক্তরাজ্যে চলে আসেন, ১৯৫১ সালে লন্ডনে বসবাস করার আগে প্রথমে ব্রাইটনে বসবাস করেন। তিনি পরে ১৯৫২ থেকে ১৯৬২ সাল পর্যন্ত ব্রিস্টলের কাছে ব্যারো গার্নি, ১৯৬২ সাল পর্যন্ত বেলফাস্ট এবং ১৯৭৩ সাল পর্যন্ত কেমব্রিজে বসবাস করেন।\n১৯৪০ এর দশকের শেষের দিকে, তুর্কিউইচ রচনায় ফিরে আসেন। সময়ে সময়ে তিনি পিয়ানোবাদক হিসাবে আবার অভিনয় করেছিলেন, বিশেষত ১৯৫৭ সালে ব্রিটেনের ইউক্রেনীয় সম্প্রদায়ের কনসার্টের একটি সিরিজে এবং ১৯৫৯ সালে ব্রিস্টলে পিয়ানো সঙ্গীতের একটি কনসার্টে। তিনি ব্রিটিশ সোসাইটি অফ উইমেন-কম্পোজার এবং মিউজিশিয়ানের সদস্য ছিলেন (যা ১৯৭২ সাল পর্যন্ত বিদ্যমান ছিল)।\nতুর্কিউইচের অপেরা ওকসানার হার্ট ১৯৭০ সালে উইনিপেগে (কানাডা) সেন্টেনিয়াল কনসার্ট হলে তার বোন ইরেনা তুর্কেভিকজ-মার্টিনেকের শৈল্পিক নির্দেশনায় পরিবেশিত হয়েছিল।\n\nCentennial Concert Hall – Sunday at 7:30 p.m.: Ukrainian Children’s Theatre presents Heart of Oksana, an opera by Stefania Turkevich-Lukianovich, which is the story of a girl meeting mythological figures in an enchanted forest as she searches for her lost brothers.\n\n\n== রচনা ==\n\n\n=== সিম্ফোনিক কাজ ===\nসিম্ফনি নং ১ - ১৯৩৭\nসিম্ফনি নং ২(ক) – ১৯৫২\nসিম্ফনি নং ২(খ) (২য় সংস্করণ)\nসিম্ফোনিয়েট - ১৯৫৬\nতিনটি সিম্ফোনিক স্কেচ - ১৯৭৫\nসিম্ফোনিক কবিতা \"লা ভিটা\"\nস্পেস সিম্ফনি - ১৯৭২\n\nডাবল স্ট্রিং অর্কেস্ট্রা জন্য স্যুট\nডবল স্ট্রিং অর্কেস্ট্রা জন্য ফ্যান্টাসি\n\n\n=== ব্যালে ===\nদ্য গার্ল উইথ দ্য ওয়েদারেড হ্যান্ডস - ব্রিস্টল, 1957\nনেকলেস\nবসন্ত - (শিশুদের ব্যালে) 1934-5\nমাভকা - 'দ্য ফরেস্ট নিম্ফ' - 1964-7 - বেলফাস্ট\nস্ক্যারক্রো – 1976\n\n\n=== অপেরা ===\nমাভকা - (অসমাপ্ত) লেসিয়া ইউক্রেনকা-এর বন গানের উপর ভিত্তি করে\n\n\n=== শিশুদের অপেরা ===\nজার ওখ বা ওকসানার হার্ট - 1960\nতরুণ শয়তান\nএকটি সবজি প্লট (1969)\n\n\n=== কোরাল কাজ ===\nলিটার্জি 1919\nশেপ্টিতস্কির কাছে গীতসংহিতা\nযুদ্ধ\nট্রিপটাইচ\nলুলাবি (A-а, বিড়াল নেই) 1946\n\n\n=== চেম্বার - যন্ত্রের কাজ ===\n1935 - বেহালা এবং পিয়ানোর জন্য সোনাটা\n(ক) 1960 – 1970 – স্ট্রিং কোয়ার্টেট\n(খ) 1960 – 1970 – স্ট্রিং কোয়ার্টেট\n1960 - 1970 - বেহালা, ভায়োলা এবং সেলোর জন্য ত্রয়ী\n1960 - 1970 - পিয়ানো কুইন্টেট\n1972 - উইন্ড ট্রিও\n\n\n=== পিয়ানো কাজ করে ===\n1932 - একটি ইউক্রেনীয় থিমের ভিন্নতা\nফ্যান্টাসিয়া: ইউক্রেনীয় থিম 1940-এ পিয়ানোর জন্য স্যুট\nঅবিলম্বে 1962\nঅদ্ভুত 1964\nমাউন্টেন স্যুট 1966 - 1968\nসাইকেল অফ পিস ফর চিলড্রেন 1936 – 1946\nইউক্রেনীয় ক্যারোল এবং Shchedrivka\nভাল সংবাদ\nহারলেকুইন 1971 এর সাথে ক্রিসমাস\n\n\n=== বিবিধ ===\nহৃদয় - অর্কেস্ট্রা সহ একক কণ্ঠ\nলোরেলি - কথক, হারমোনিয়াম এবং পিয়ানো 1919 - লেসিয়া ইউক্রেনকার শব্দ\nমে - 1912\n– লোকগানের থিম\nস্বাধীনতা স্কয়ার - পিয়ানো টুকরা\nভয়েস এবং স্ট্রিংয়ের জন্য লেমকি গান\n\n\n== তথ্যসূত্র =="}