{"pageid": 1172862, "title": "অনুসন্ধান কমিটি, ২০১৭", "url": "https://bn.wikipedia.org/wiki?curid=1172862", "content": "অনুসন্ধান কমিটি, ২০১৭ হলো বাংলাদেশের ১২তম নির্বাচন কমিশনের প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগে যোগ্য ব্যক্তি বাছাইয়ের জন্য ২০১৭ সালের ২৫ জানুয়ারি রাষ্ট্রপতি আবদুল হামিদ কর্তৃক গঠিত একটি কমিটি। সৈয়দ মাহমুদ হোসেনকে সভাপতি করে এই কমিটির সদস্য সংখ্যা ৬ জন। বাংলাদেশ নির্বাচন কমিশন গঠনের জন্য এই ধরনের কমিটির মধ্যে এটি দ্বিতীয়। কমিটির সুপারিশের ভিত্তিতে ৬ ফেব্রুয়ারি রাষ্ট্রপতি আব্দুল হামিদ দ্বাদশ নির্বাচন কমিশন হিসেবে নুরুল হুদা কমিশন গঠন করেন।\n\n\n== প্রেক্ষাপট ==\n২০১২ সালে রাষ্ট্রপতি জিল্লুর রহমান নতুন নির্বাচন কমিশন গঠনের জন্য অনুসন্ধান কমিটি নামে একটি মধ্যস্থ ফোরাম তৈরি করেন। তার গঠিত ৪ সদস্যবিশিষ্ট প্রথম অনুসন্ধান কমিটির নেতৃত্বে ছিলেন বাংলাদেশ সুপ্রীম কোর্টের আপিল বিভাগের তৎকালীন বিচারক সৈয়দ মাহমুদ হোসেন। এই কমিটির সুপারিশে গঠিত হয় রকিবুদ্দিন কমিশন। এটি নিয়োগদাতা আওয়ামী লীগ সরকারের সমর্থক হিসেবে পরিচিতি পায়। ২০১৭ সালের ৮ ফেব্রুয়ারি এই কমিশনের মেয়াদ শেষ হয়। তার পূর্বে ১২তম নির্বাচন কমিশন গঠনের জন্য ২০১৬ সালের ১৮ ডিসেম্বর থেকে ২০১৭ সালের ১৮ জানুয়ারি পর্যন্ত ৩১টি রাজনৈতিক দলের সঙ্গে সংলাপে অংশগ্রহণ করেন রাষ্ট্রপতি আবদুল হামিদ। তার পরিপ্রেক্ষিতে ২০১৭ সালের ২৫ জানুয়ারি নতুন নির্বাচন কমিশন গঠনে তিনি ৬ সদস্যের একটি অনুসন্ধান কমিটি গঠন করে দেন।\n\n\n== সদস্যবৃন্দ ==\nকমিটির সদস্যবৃন্দ:\n\nসৈয়দ মাহমুদ হোসেন: তিনি এই অনুসন্ধান কমিটির সভাপতি। তিনি পূর্বের কমিটিরও সভাপতি ছিলেন। ১৯৮১ সালে জেলা আদালতের আইনজীবী হিসেবে তার কর্মজীবনের সূচনা হয়। এরপর তিনি হাইকোর্ট বিভাগের আইনজীবী এবং ডেপুটি অ্যাটর্নি জেনারেলের দায়িত্ব পালন করেন। ২০০১ সালে তিনি হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতির দায়িত্ব গ্রহণ করেন। ২০১১ সাল থেকে তিনি আপিল বিভাগের বিচারপতির দায়িত্ব পালন করেন।\nওবায়দুল হাসান: ১৯৮৬ সালে আইনজীবী হিসেবে তার কর্মজীবনের সূচনা হয়। তিনি ২০০৯ সালে হাইকোর্ট বিভাগের অতিরিক্ত বিচারপতির দায়িত্ব গ্রহণ করেন এবং ২০১১ সালে বিচারপতি হিসেবে দায়িত্ব নেন। ২০১২ সালের ডিসেম্বর পর্যন্ত তিনি আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-২ এর সভাপতি হিসেবে দায়িত্ব পালন করেন।\nমাসুদ আহমেদ: তিনি বাংলাদেশের মহা হিসাব-নিরীক্ষক ও নিয়ন্ত্রক। তিনি ১৯৮১ সালে বিসিএস পরীক্ষার মাধ্যমে নিরীক্ষা ও হিসাব ক্যাডারে যোগ দেন। পরবর্তীতে তিনি কয়েকটি মন্ত্রণালয়, বাংলাদেশ মুক্তিযোদ্ধা কল্যাণ ট্রাস্ট, বাংলাদেশ রপ্তানি প্রক্রিয়াকরণ এলাকা কর্তৃপক্ষ, জনশক্তি কর্মসংস্থান ও প্রশিক্ষণ ব্যুরো ইত্যাদি দপ্তরে দায়িত্ব পালনের পর বাংলাদেশের মহা হিসাব-নিরীক্ষক ও নিয়ন্ত্রক হিসেবে দায়িত্ব গ্রহণ করেন।\nমোহাম্মদ সাদিক: তিনি বাংলাদেশ সরকারি কর্ম কমিশনের সভাপতি। ২০১৬ সালের ২ মে তিনি এই পদে যোগদান করেন। এর পূর্বে তিনি বাংলাদেশ নির্বাচন কমিশন সচিবালয়ের সচিব এবং শিক্ষা সচিব হিসেবে দায়িত্ব পালন করেছিলেন। এছাড়াও তিনি কবি নজরুল ইনস্টিটিউটের প্রতিষ্ঠাতা সচিব এবং বাংলাদেশ ইনস্টিটিউট অব এ্যাডমিনিস্ট্রেশন এ্যান্ড ম্যানেজমেন্ট ফাউন্ডেশনের মহাপরিচালক হিসেবেও দায়িত্ব পালন করেছেন। তিনি বাংলাদেশ রাইটার্স ক্লাব ও জাতীয় কবিতা পরিষদের প্রতিষ্ঠাতা সদস্য।\nসৈয়দ মনজুরুল ইসলাম: তিনি ঢাকা বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের অধ্যাপক। সাহিত্যে অবদানের জন্য তিনি বাংলা একাডেমি সাহিত্য পুরস্কার পেয়েছেন।\nশিরীণ আখতার: তিনি চট্টগ্রাম বিশ্ববিদ্যালয়ের বাংলা বিভাগের অধ্যাপক এবং প্রো ভাইস চ্যান্সেলর।\n\n\n== কর্মপদ্ধতি ==\nসরকারি প্রজ্ঞাপন অনুসারে এই কমিটির কার্যপরিধি ও কর্মপদ্ধতি: প্রধান বিচারপতি কর্তৃক মনোনীত সুপ্রীম কোর্টের আপীল বিভাগের বিচারক অনুসন্ধান কমিটির আহ্বায়ক হবেন। মন্ত্রিপরিষদ বিভাগ অনুসন্ধান কমিটির কার্যসম্পাদনে প্রয়োজনীয় সাচিবিক সহায়তা প্রদান করবে। ৩ জন সদস্যের উপস্থিতিতে অনুসন্ধান কমিটির কোরাম হবে। অনুসন্ধান কমিটি ন্যূনপক্ষে একজন নারীসহ প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগে সুপারিশ প্রদানের উদ্দেশ্যে সভায় উপস্থিত সদস্যদের সংখ্যাগরিষ্ঠের সিদ্ধান্তের ভিত্তিতে প্রতিটি শূন্য পদের বিপরীতে ২ জন ব্যক্তির নাম সুপারিশ করবে এবং সিদ্ধান্তের সমতার ক্ষেত্রে সভায় সভাপতিত্বকারী সদস্যের নির্ণায়ক সিদ্ধান্ত প্রদানের ক্ষমতা থাকবে। অনুসন্ধান কমিটি সভার কার্যপদ্ধতি নির্ধারণ করতে পারবে। ১০ কার্যদিবসের মধ্যে অনুসন্ধান কমিটি রাষ্ট্রপতির নিকট তাদের সুপারিশ পেশ করবে।\n\n\n== কার্য বিবরণী ==\n২০১৭ সালের ২৮ জানুয়ারি অনুসন্ধান কমিটি প্রথম বৈঠকে বসে। এই বৈঠকে তারা ৩১ জানুয়ারির মধ্যে রাষ্ট্রপতির সাথে সংলাপে অংশ নেওয়া রাজনৈতিক দলগুলোর কাছে ৫টি করে নাম আহ্বান করে। ৩০ জানুয়ারি ১২ জন বিশিষ্ট নাগরিকের সাথে বৈঠক করে অনুসন্ধান কমিটির সদস্যরা। নির্ধারিত সময়সীমার মধ্যে ২৮টি রাজনৈতিক দল ১২০ থেকে ১২৫ জনের নাম জমা দেয়। প্রস্তাবিত নাম থেকে ৩১ জানুয়ারি ২০ জনের নাম বাছাই করা হয়। ১ ফেব্রুয়ারি অনুসন্ধান কমিটি আরও চারজন বিশিষ্ট নাগরিকের মতামত নেন। ২ ফেব্রুয়ারি আবার বৈঠকে বসে কমিটির সদস্যরা ২০ জনের সংক্ষিপ্ত তালিকায় আসা নামগুলো পর্যালোচনা করে চূড়ান্ত পর্যালোচনার জন্য ৬ ফেব্রুয়ারি আবার বৈঠকের বসার সময় নির্ধারণ করেন। স্বীদ্ধান্ত মত ৬ ফেব্রুয়ারি বিকালে ১০ জনের নাম চূড়ান্ত করে তারা বঙ্গভবনে গিয়ে রাষ্ট্রপতির কাছে তাদের সুপারিশ জমা দেয়। সেদিন রাতেই রাষ্ট্রপতি আবদুল হামিদ কে এম নুরুল হুদাকে প্রধান করে নতুন নির্বাচন কমিশন গঠন করেন। ১৫ ফেব্রুয়ারি নুরুল হুদা কমিশন শপথ গ্রহণ করে।\n\n\n== প্রতিক্রিয়া ==\nকমিটি গঠনের প্রতিক্রিয়ায় বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর কমিটির সদস্যদের সরকারের পছন্দের লোক বলে অভিহিত করে হতাশা ব্যক্ত করেন।\n\n\n== আরও দেখুন ==\nঅনুসন্ধান কমিটি, ২০১২\nঅনুসন্ধান কমিটি, ২০২২\n\n\n== তথ্যসূত্র =="}