{"pageid": 11722, "title": "মধুখালী উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11722", "content": "মধুখালী বাংলাদেশের ফরিদপুর জেলার অন্তর্গত একটি উপজেলা।\n\n\n== অবস্থান ও আয়তন ==\nএই উপজেলার উত্তরে রাজবাড়ী জেলার বালিয়াকান্দি উপজেলা ও রাজবাড়ী সদর উপজেলা, দক্ষিণে বোয়ালমারী উপজেলা ও মাগুরা জেলার মহম্মদপুর উপজেলা, পূর্বে ফরিদপুর সদর উপজেলা, পশ্চিমে মাগুরা জেলার মাগুরা সদর উপজেলা ও শ্রীপুর উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\n\n\n=== পৌরসভা ===\nমধুখালী উপজেলায় একটি মাত্র পৌরসভা রয়েছে-\nমধুখালী পৌরসভা\n\nএক নজরে মধুখালী পৌরসভা\n১। স্থাপিতঃ ২৬ শে আশ্বিন ১৪১৯ বঙ্গাব্দ, ‍১১ ই অক্টোবর ২০১২ সাল\n২। আয়তনঃ ১২ বর্গ কি.মি. \n৩। জনসংখ্যাঃ ২৪,০৩২ জন  (পুরুষ- ১২,০৪৯, মহিলা- ১১,৯৮৩)\n৪। ওয়ার্ডঃ  ৯টি \n৫। মহল্লাঃ ১৬টি\n\n\n=== ইউনিয়ন ===\nমধুখালী উপজেলায় রয়েছে ১১ টি ইউনিয়ন:\n\nগাজনা ইউনিয়ন\nনওপাড়া ইউনিয়ন, মধুখালী\nবাগাট ইউনিয়ন\nমেগচামী ইউনিয়ন\nকামারখালী ইউনিয়ন\nজাহাপুর ইউনিয়ন, মধুখালী\nরায়পুর ইউনিয়ন, মধুখালী\nডুমাইন ইউনিয়ন\nআড়পাড়া ইউনিয়ন, মধুখালী\nকোড়কদী ইউনিয়ন\nকামালদিয়া ইউনিয়ন\n\n\n== নদনদী ==\nমধুখালী উপজেলায় অনেকগুলো নদী আছে। সেগুলো হচ্ছে গড়াই নদী, মধুমতি নদী, কুমার নদী (ফরিদপুর-গোপালগঞ্জ), চন্দনা-বারাশিয়া নদী এবং পুরুষালী নদী।\nচন্দনা-বারাশিয়া নদীটি এই উপজেলায় বিশেষ তাৎপর্য বহন করে।কারণ এই নদীর তীরেই চাষ হতো নীল।মথুরাপুর গ্রামের পশ্চিম পাশ দিয়ে বহে চলা এ নদীর তীরে গড়ে উঠেছে দক্ষিণ বঙ্গের একমাত্র ভারী শিল্পপ্রতিষ্ঠান ফরিদপুর সুগার মিল লিমিটেড (মথুরাপুর, মধুখালী, ফরিদপুর )।মথুরাপুর গ্রামের প্রায় পাঁচশত বছরের পুরনো ঐতিহাসিক প্রত্নতাত্ত্বিক স্থাপনা 'মথুরাপুর দেউল' (যা বাংলাদেশ  দর্শনীয়  প্রত্নতাত্ত্বিক বিভাগের অন্তর্ভুক্ত)   চন্দনা নদীর তীরেই অবস্থিত।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nমুন্সি আব্দুর রউফ, (১৯৪৩ - ৮ এপ্রিল ১৯৭১) বাংলাদেশের স্বাধীনতা যুদ্ধে অংশগ্রহণকারী একজন শহীদ মুক্তিযোদ্ধা। যুদ্ধে অসামান্য বীরত্বের জন্য তাকে বীরশ্রেষ্ঠ উপাধিতে ভূষিত করা হয়।\nপল্লীকবি জসীম উদ্‌দীন\nব্যারিস্টার সৈয়দ কামরুল ইসলাম মোহাম্মদ সালেহউদ্দিন(১৯৩৭-১৯৮৩) মহান স্বাধীনতা যুদ্ধের অন্যতম সংগঠক,ভাষাসৈনিক,বীরমুক্তিযোদ্ধা,জাতীয় সংসদ সদস্য ১৯৭৩,গণপরিষদ সদস্য ১৯৭২,জাতীয় পরিষদ সদস্য ১৯৭০, প্রবাসী সরকারের গুরুত্বপূর্ণ দ্বায়িত্ব পালনকারীর বাড়ী মধুখালি উপজেলার বনমালিদিয়া গ্রামে অবস্থিত। তিনি ১৯৫২ সালের মহান বাংলাভাষা আন্দোলনে বরিশাল শহর থেকে গ্রেফতার হয়ে কারাবরণ করেন এবং কারাগারে বসেই ম্যাট্রিকুলেশন পাস করেন। তিনি ব্রিটিশ কুইন্স কাউন্সিলর ছিলেন এবং ব্রিটিশ সিভিল সাভিসের সদস্য ছিলেন। তার নামে মধুখালিতে একটি বেসরকারি কারিগরি শিক্ষাপ্রতিষ্ঠান গড়ে তোলা হয়েছে। রাজধানী ঢাকায় একটি সড়কের নামকরণ করা হয়েছে।\n\n\n== উল্লেখযোগ্য স্থান ==\n\n\n=== ফরিদপুর চিনি কল লিমিটেড ===\nবাংলাদেশের মধ্যাঞ্চলের ফরিদপুর জেলার মধুখালী উপজেলায় ঢাকা-খুলনা মহাসড়কের সামান্য উত্তর দিকে গাজনা ইউনিয়নের মথুরাপুর গ্রামে এই ফরিদপুর চিনি কল লিমিটেড নামের এই শিল্প কমপ্লেক্সটি অবস্থিত। এটি বাংলাদেশের দক্ষিণ-পশ্চিমাঞ্চলের একমাত্র ভারী শিল্প প্রতিষ্ঠান।\nবাংলাদেশের চিনি শিল্পে এই কারখানাটির অবদান অসামান্য। এই কারখানায় অনেক উৎকৃষ্ট মানের চিনি উৎপাদন হয় যা দেশীয় চাহিদা মিটিয়েও বিদেশে রপ্তানি করা যায়।\n\n\n=== মুথুরাপুর দেউল মন্দির ===\nমথুরাপুর দেউল এই উপজেলায় অবস্থিত একটি দেউল বা মঠ। এই প্রত্নতাত্ত্বিক অবকাঠামোটি আনুমানিক ষোড়শ শতাব্দীতে তৈরি করা হয়েছিলো বলে ধারণা করা হয়; তবে কারো কারো অনুমান এটি সপ্তদশ শতকের স্থাপনা। আনুমানিক ১৬০০ সালে মুথুরাপুর দেউল মন্দির তৈরি করা হয়।\n\nমান্দারতলা ব্রিজ: এটি ব্রিটিশ শাসনামলে নির্মিত একটি চমৎকার  রেলসেতু যা গাজনা ইউনিয়নের মথুরাপুর গ্রামে অবস্থিত।\nকামারখালী গড়াই সেতু- সেতুটি মধুখালী উপজেলার কামারখালী ইউনিয়নে গড়াই নদীর উপর অবস্থিত সড়কসেতু যা ফরিদপুর জেলাকে মাগুরা জেলার সাথে সংযোগ স্থাপন করেছে।\nবনমালদিয়া হযরত শাহ সৈয়দ হাবিবউল্লাহর দরগাহ। হজরত শাহ হাবিবউল্লাহ মদ্দানে খোদা ১৪ শতকে মিরপুরের হজরত শাহ আলী বোগদাদির সংগী হয়ে বাগদাদ থেকে ভারতবর্ষ এবং সেখান থেকে ফরিদপুরের গেরদায় আসেন। পরবর্তীতে তার পিতা হজরত শাহ সৈয়দ তেগবুরহানার আদেশে মধুখালির বনমালিদিয়া গ্রামে আসেন ইসলাম প্রচারের জন্য।\nমধুখালী রেলওয়ে স্টেশন\nব্যারিস্টার সৈয়দ কামরুল ইসলাম মোহাম্মদ সালেহউদ্দিন এর বাড়ী।\nনিরীবিলি পিকনিক কর্নার, দিঘলিয়া।\nহাটঘাটা, কাজীর রাস্তায় অবস্থিত, \"হাজী বাড়ি\"।\n\n\n== আরো দেখুন ==\nআরকান্দি নদী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় মধুখালী উপজেলা"}