{"pageid": 1172918, "title": "ঘাবরানা নেহি হ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1172918", "content": "ঘাবরানা নেহি হ্যায় (উর্দু: گھبرانہ نہیں ہے‎‎; অনু. উদ্বিগ্ন হয়োনা) হচ্ছে ২০২২ সালের একটি পাকিস্তানি মারপিটধর্মী প্রণয়ধর্মী হাস্যরসাত্মক উর্দু ভাষার চলচ্চিত্র। চলচ্চিত্রটির পরিচালক ছিলেন সাকিব খান যিনি মোহসিন খানের সাথে চিত্রনাট্যও লিখেন। প্রযোজনা করেন জামিল বেগ জেবি ফিল্মস প্রযোজনা প্রতিষ্ঠান দ্বারা এবং হাসান জিয়া মাস্টারমাইন্ড প্রোডাকশন দ্বারা। এটিতে মুখ্য ভূমিকায় অভিনয় করেছিলেন সাবা কমর এবং জাহিদ আহমেদ। চলচ্চিত্রটি ৩ মে ২০২২ তারিখে জিও ফিল্মস দ্বারা মুক্তি পায়।\n\n\n== বিষয়বস্তু ==\nজুবেইদা যে তার বাবার একমাত্র সন্তান, জুবেদাকে একজন ক্ষমতাবান নারী হওয়ার জন্য পুত্রের মতো করে লালন পালন করে তার বাবা। বড়ো হয়ে সে তার বাবার জন্য বিচার চায় এবং পুলিশ অফিসার সিকান্দারের কাছে সাহায্য চায়। সে সিকান্দারের এবং তার চাচাতো ভাইয়ের সাথে একটি ত্রিভুজ প্রেমের ফাঁদে পড়ে।\n\n\n== অভিনয়ে ==\nসাবা কমর - জুবেইদা\nজাহিদ আহমেদ - সিকান্দার\nনৈয়ার এজাজ - ভাই মিয়া\nসৈয়দ জিবরান - ভিকি\nআফজাল খান\nসেলিম মিরাজ\nদোদি খান - রাজা\nতৈয়ব মাহমুদ শেখ - পুলিশ কনস্টেবল\nসোহেল আহমেদ\n\n\n== প্রযোজনা ==\n২০১৯ সালের সেপ্টেম্বর মাসে ঘোষণা আসে যে মোহসিন খান এবং সাকিব খান একটি চলচ্চিত্র নির্মাণ করবেন। শীঘ্রই জামিল বেগ এবং হাসান জিয়া প্রযোজক হিসেবে স্বাক্ষরিত হন। ২০২০ সালের জানুয়ারি মাসে চলচ্চিত্রটি 'জুবেইদা মার্দ বান' এই নামে তৈরি করার ঘোষণা দেওয়া হয় কিন্তু পরের মাসেই চলচ্চিত্রটির নাম বর্তমান নামে নামায়ন করা হয়। অভিনয়শিল্পীদের নাম চূড়ান্ত হবার পর ২০২০ সালের মার্চে শুটিং শুরু হওয়ার কথা ছিলো; কিন্তু কোভিড-১৯-এর কারণে শুটিং শুরু করা হয়নি।\nকরোনার কারণে থাকা বিধি নিষেধ তুলে নেবার পর ২০২০ সালের নভেম্বরে করাচির মালির জেলাতে ৯০% মুখ্য চিত্র গ্রহণ কাজ শুরু হয়। এরপর জানুয়ারি ২০২১ থেকে চলচ্চিত্রটির শুটিং শুরু হয় লাহোর এবং ফয়সালাবাদে, ফেব্রুয়ারিতে আবার কিছু সময় শুটিং মুলতবি রাখা হয়।\nআরশাদ খান চিত্রগ্রাহক হিসেবে কাজ করেছিলেন, এবং হুনাইন শামীম ছিলেন সম্পাদক, কাস্ট অ্যান্ড ক্রুতে ১৭জন নবাগত মানুষ এসেছিলেন কারণ প্রযোজকরা নতুন মেধাবীদেরকে সুযোগ দিতে চাচ্ছিলেন।\n\n\n== সঙ্গীত ==\n\nসকল গানের গীতিকার সুজা হায়দার/অন্যান্য।\n\n\n== মুক্তি ==\n২০২০ সালের আগস্ট মাসে চলচ্চিত্রটির সঙ্গে সংশ্লিষ্টরা চলচ্চিত্রটিকে মুক্তি দিতে চেয়েছিলেন, কিন্তু পারেননি। চলচ্চিত্রটির টিজার ছাড়া হয় ১৭ ডিসেম্বর ২০২১ তারিখে, এবং ট্রেলার ছাড়া হয় ২০২২ সালের মার্চ মাসের ১২ তারিখে। চলচ্চিত্রটি মুক্তি পায় ৩ মে ২০২২ তারিখে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ঘাবরানা নেহি হ্যায়  (ইংরেজি)"}