{"pageid": 1172637, "title": "ন্যুড (২০১৮-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1172637", "content": "ন্যুড (মারাঠি: न्यूड; আক্ষ. 'নগ্ন') হলো রবি জাধব পরিচালিত এবং রবি জাধব ফিল্মস ও জি স্টুডিও প্রযোজিত, ২০১৮ সালে মুক্তিপ্রাপ্ত একটি ভারতীয় মারাঠি ভাষার চলচ্চিত্র। চলচ্চিত্রটি ২০১৮ সালের ২৭ এপ্রিল মুক্তি পায়। চলচ্চিত্রে এমন একজন মডেলের কাহিনি দর্শানো হয়েছে, যে, তার ছেলের শিক্ষার জন্য অর্থ উপার্জনের উদ্দেশ্যে নগ্ন হয়ে পোজ দেয়।\n\n\n== কাহিনি ==\nগল্পের মূল চরিত্র যমুনার পরিবার অন্তত দরিদ্র। সে তার কিশোর ছেলে লক্ষ্মণ ও স্বামীর সাথে থাকেন, তার স্বামীর অন্য এক মহিলার সাথে অবৈধ সম্পর্ক রয়েছে এবং যমুনার টাকাকড়ি ও গহনা সেই মহিলার জন্য ব্যয় করে। সে তার স্বামীর কাছে প্রকাশ্যে অপমানিত হওয়ার পর, যমুনা তার গ্রাম ছেড়ে চলে যায় এবং তার মাসিমা আক্কের সাথে থাকতে মুম্বাইতে চলে আসে, যে নিজেও একইরকম দরিদ্র এবং তার স্বামীর সাথে একটিই ঘরে থাকে।তার মাসি তাকে সহায়তা করে এবং তারা স্বাভাবিক জীবনযাপন শুরু করে। যমুনা দিনের বেশির ভাগ সময় চাকরির খোঁজে কাটায় কারণ সে তার মাসির উপর বোঝা হতে চায় না। হতাশ হয়ে একদিন সে খুঁজে বের করার চেষ্টা করে তার মাসি আক্কে, কী কাজ করে। সে লুকিয়ে তার মাসির পেছন পেছন স্যার জ জি শিল্পকলা মহাবিদ্যালয় পর্যন্ত পৌঁছে যায় এবং জানতে পারে যে, সে শিল্পকলা বিভাগের ছাত্রদের জন্য নগ্ন মডেলের কাজ করে। \nকাজের প্রকৃতি নিয়ে সামান্য ঝগড়ার পরে আক্কে যমুনার কাছে প্রকাশ করে যে, সে গত ১৫ থেকে ২০ বছর ধরে এই কাজ করছে এবং সে এখন মনে করে শিক্ষার জন্য এটি একটি মহৎ কাজ। কিছুক্ষণ চিন্তা করার পর, আক্কে যমুনাকে জিজ্ঞাসা করে যে, সে এই কাজটি করতে চায় কিনা। প্রথমে সামান্য দ্বিধা-দ্বন্দ্বের পর, যমুনা রাজি হয় এবং তারা সেই কলেজে যায়। যমুনা একজন নগ্ন মডেল হিসাবে তার কাজ শুরু করে এবং একটি সমুচিত পরিমাণ অর্থ পায়। পাশাপাশি বাড়তি আয়ের জন্য গৃহস্থালির কাজও করা শুরু করে।শুধুমাত্র একজন ছাত্র আছে যে তার জন্য যত্নশীল বলে মনে হয় যখন বাকিরা তার উপস্থিতি সম্পর্কে উদাসীন।\nতিনি তার চাকরি নিয়ে খুশি কারণ এটি তার ছেলের শিক্ষার জন্য অর্থায়ন করে। একদিন যমুনা তার ছেলের স্কুল ব্যাগে পেইন্টিং খুঁজে পায় এবং আর্টসের প্রতি তার ঝোঁক সম্পর্কে জানতে পারে।উভয় মহিলাই ভয় পায় যে একদিন লক্ষ্মণ হয়তো সেই মহাবিদ্যালয়ে ভর্তি হবে এবং তাদের রহস্য প্রকাশ পাবে।তাই তারা স্থির করে, ছেকে উচ্চ শিক্ষার জন্য ঔরঙ্গাবাদে এক আত্মীয়ের কাছে পাঠাবে। লক্ষ্মণ এ নিয়ে ঝগড়াঝাটি শুরু করে দেয় কারণ সে বুঝতে পারে যে মুম্বাইতে ঔরঙ্গাবাদের চেয়ে ভাল শিক্ষার সুযোগ রয়েছে। তার মায়ের প্রতি ঘৃণা নিয়ে সে মুম্বাই থেকে চলে যায়।জীবন চলতে থাকে, লক্ষ্মণ ক্রমাগত তার শিক্ষার জন্য অর্থ চাইতে থাকে। যমুনা ছেড়ে প্রয়োজন পূরণ করতে অনিচ্ছা সত্ত্বেও কলেজের বাইরেও ব্যক্তিগত কার্যভার গ্রহণ করা শুরু করে। যাইহোক, তার কলেজের এই একজন ছাত্র সর্বদা তার সাথে থাকে কারণ সে কলেজের নিরাপদ প্রাঙ্গণের বাইরে নগ্ন পোজ দিতে স্বাচ্ছন্দ্যবোধ করে না।একদিন একজন খুব বিখ্যাত শিল্পী এম এফ হুসেন মুম্বাই আসেন এবং তাকে তার জন্য নগ্ন পোজ দেওয়ার জন্য অনুরোধ করা হয়।কয়েকদিন পর এই নগ্ন চিত্র নিয়ে সহিংস প্রতিবাদ হয় এবং প্রতিবাদকারীরা কলেজে হামলা করে এবং নগ্ন চিত্রগুলি ধ্বংস করে। সবাই ভয় পায় কিন্তু যমুনাই আগবেড়ে কাজ শুরু করে।\nপরে, আক্কে হাঁরটুর ব্যথায় ভোগে এবং আর কাজ চালিয়ে যেতে পারে না। একদিন লক্ষ্মণ বাড়িতে এসে যমুনার বিরুদ্ধে পতিতাবৃত্তির অভিযোগ আনে এবং বাড়ি ছেড়ে চলে যায় সে যমুনাকে আরও বলে যে সে আর পড়াশোনা করবে না কারণ সে এই দারিদ্র্যের জীবন নিয়ে বিরক্ত ও উপসাগরীয় দেশে যেতে চায়।যমুনা গভীরভাবে ভেঙে পড়ে এবং অনুভব করে যে একদিন তারও আক্কের মতো পরিণতি ভোগ করতে হবে এবং বেদনা, যন্ত্রণা আর দারিদ্র্যের মধ্যেই মারা যাবে। বেঁচে থাকার আর কোন অনুপ্রেরণা না পেয়ে সে আত্মহত্যা করে। লক্ষ্মণ তার কাজ থেকে ফিরে এসে দেখে যে সেই কলেজে নগ্ন চিত্রের একটি প্রদর্শনী হচ্ছে। লালসার কারণে সে প্রদর্শনী দেখার সিদ্ধান্ত নেয়। মায়ের একটি নগ্ন চিত্র দেখে সে শিল্পীকে আক্রমণ করে বসে।\n\n\n== পুরস্কার ==\nশ্রেষ্ঠ চলচ্চিত্র পুরস্কার – নিউইয়র্ক ইন্ডিয়ান ফিল্ম ফেস্টিভ্যাল\n\n\n== অভিনয়ে ==\nচন্দ্রক্কা চরিত্রে ছায়া কদম\nলক্ষ্মণ 'লান্য' চরিত্রে মদন দেওধর\nমূল বা যমুনার চরিত্রে কল্যাণী মুলে\nএমএফ হোসেন চরিত্রে নাসিরুদ্দিন শাহ\nস্যার জ জি শিল্পকলা মহাবিদ্যালয়ের ডিন হিসেবে কিশোর কদম\nজয়রাম চরিত্রে ওম ভুতকর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ন্যুড  (ইংরেজি)"}