{"pageid": 1172809, "title": "চরবেলতৈল বালিকা বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1172809", "content": "চরবেলতৈল বালিকা বিদ্যালয় রাজশাহী বিভগের সিরাজগঞ্জ জেলার শাহজাদপুর উপজেলায় অবস্থিত একটি ঐতিহ্যবাহী বালিকা বিদ্যালয়। ১৮৯২ সালে মুনশী জহিরউদ্দিন ও মুনশী ওয়াহেদ আলী নামে দুই ভাই বিদ্যালয়টি উপজেলার চরবেলতৈল গ্রামে প্রতিষ্ঠা করেন। এই বিদালয়টি পূর্ব বাংলায় নারী জাগরণে উল্লেখযোগ্য ভূমিকা রেখেছে। প্রতিষ্ঠাকালীন সময়ে বিদ্যালয়ের নাম দেওয়া হয় খাস চরবেলতৈল বালিকা বিদ্যালয়।\n\n\n== ইতিহাস ==\n১৮৯২ সালে মুনশী ওয়াহেদ আলীর বাড়ির চৌচালা একটি টিনের ঘরে বিদ্যালয় স্থাপন করা হয়। প্রাথমিক অবস্থায় এই বিদ্যালয়টি একটি ইসলামি বিদ্যাপিঠ মক্তব হিসাবে স্থাপিত হয়েছিলো, পরে আরবি শিক্ষার পাশাপাশি সাধারণ শিক্ষাও দেওয়া হতো। সেই সময়ে বিদ্যালয় প্রতিষ্ঠায় মোহাম্মদ নজিবর রহমান সাহিত্য-রত্ন প্রত্যক্ষভাবে সাহায্য করেন। মুনশী ওয়াহেদ আলী প্রতিষ্ঠালগ্ন থেকে ১৯৫২ সাল পর্যন্ত দীর্ঘ ৬০ বছর এই বিদ্যালয়ের প্রধান শিক্ষকের দায়িত্ব পালন করেছিলেন। এবং মুনশীর স্ত্রী রমিছা খাতুন দীর্ঘকাল এই স্কুলের শিক্ষিকা ছিলেন, তিনিও ১৯৫২ সালে অবসর গ্রহণ করেন।\nচরবেলতৈল গ্রামের সর্বোচ্চ নিকটবর্তী ১৫/১৬ মাইল দূরে তৎকালীন কামারখন্দ থানার তামাই গ্রামে তামাই উচ্চ বিদ্যালয় (১৯২১) নামে একটি প্রতিষ্ঠান ছিলো। এই বিদ্যালয়টি প্রতিষ্ঠা করেছিলো মুনশী জহিরউদ্দিনের কন্যা আফলাতুন খাতুন ও তার স্বামী খোন্দকার ছবদর আলী। তারা উভয়ে আজীবন এই স্কুলে শিক্ষকতা করেছিলেন। আফলাতুন খাতুন এই স্কুল প্রতিষ্ঠা ও শিক্ষকতা করার জন্য পাকিস্তানের সর্বোচ্চ সাহিত্য পুরস্কার প্রাইড অব পারফরম্যান্স লাভ করে।\nএছাড়াও বিদ্যালয়ের সহকারি প্রধান শিক্ষক ছিলেন ওয়াহেদের চাচাত ভাই মুনশী শফিউদ্দিন। এবং তৃতীয় শিক্ষক হিসাবে যোগদান করেন মজিবর রহমান। শফিউদ্দিনের অবসরের পর আব্দুল কাদের মাস্টার সরকারি প্রধান শিক্ষকের দায়িত্ব নেন। প্রতিষ্ঠানটি প্রথমে মক্তব হিসাবে চালু হয়েছিলো, সেখানে বালক ও বালিকাদের জন্য আলাদা আলাদা শাখা ছিলো। ছাত্র-ছাত্রী বৃদ্ধি পেলে ১৯৪৪ সালে ওয়াহেদ আলী ভ্রাতৃত্রয় কিছু জমি দান করেন ১৯৫২ সালে বালিকা ও বালক শাখাকে একত্রিত করে নাম দেওয়া হয় চর বেলতৈল প্রাইমারি স্কুল। এই একীভূত স্কুলের প্রধান শিক্ষকের দায়িত্ব দেওয়া হয় আবু মুহম্মদ গোলাম রব্বানীকে। তিনি ৩৩ বছর এই দায়িত্ব পালন করেন। এরপর প্রধানশিক্ষকের দায়িত্ব পালন করেন তার দ্বিতীয় পুত্র আব্দুর রাজ্জাক ফেরদৌসী।\nবিদ্যালয়ের প্রতিষ্ঠাতা মুনশী ওয়াহেদ আলীর সাথে মোহাম্মদ নজিবর রহমান ও কবি রজনীকান্ত সেনের সাথে সুসম্পর্ক ছিলো। তারা এই স্কুল প্রতিষ্ঠা ও পরিচালনার ব্যপারে সার্বিক সহযোগিতা করেছিলেন। আব্দুল মজিদ মিয়া লিখিত পাবনা জেলার সংক্ষিপ্ত ভূগোল বইয়ে এই বিদ্যালয় সম্পর্কে বিস্তারিত বর্ণনা রয়েছে, এবং বইটি স্কুলের পাঠ্যতালিকাতেও ছিলো।\n\n\n=== তৎকালীন শিক্ষা পদ্ধতি ===\nএই বিদ্যালয়ের শিক্ষা কার্যক্রম অনেকটা স্বতন্ত্র ও স্বাধীন ছিলো। এখানে বাংলা-ইংরেজির পাশাপাশি আরবি শিক্ষাও দেওয়া হতো। সেইসময়ে বিদ্যালয়টিতে ৮ম শ্রেণীতে মাইকেল মধুসূদন দত্তের মেঘনাদ বধ কাব্যগ্রন্থ পড়ানো হতো। উক্ত সময় এই বিদ্যালয়টিতে অষ্টম শ্রেণী পর্যন্ত পাঠদান করা হতো এবং শিক্ষা প্রদান ছিলো সম্পূর্ণ অবৈতনিক। মেয়েরা এখানে দুপুরে কিছু খাবার পেত। তৎকালীন সময়ে সরকারি কর্মকর্তা মুহাম্মাদ ইসহাক এই বিদ্যালয়েই সন্ধ্যার পরে নৈশ বিদ্যাপাঠের ব্যবস্থা করেছিলো। \n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nআফলাতুন খাতুন ওরফে জামিলা খাতুন - প্রাইড অব পারফরম্যান্স প্রাপ্ত ব্যক্তি, মুনশী জহিরউদ্দিনের কন্যা\nমোহাম্মদ বরকতুল্লাহ - বাংলাদেশি মুসলমান বাঙালি মননশীল সাহিত্যিক ও ধর্মতাত্ত্বিক।\nমুহম্মদ মতিউর রহমান - প্রথম বাংলা বিশ্বকোষ প্রকল্পের সম্পাদক।\n\n\n== তথ্যসূত্র =="}