{"pageid": 1172864, "title": "কম্বোডিয়ার প্রশাসনিক বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1172864", "content": "কম্বোডিয়ার প্রশাসনিক বিভাগের বিভিন্ন স্তর রয়েছে। কম্বোডিয়া ২৪টি প্রদেশে বিভক্ত এবং বিশেষ প্রশাসনিক ইউনিট নমপেন। যদিও একটি ভিন্ন প্রশাসনিক ইউনিট, নম পেন প্রদেশ পর্যায়ে, তাই ডি ফ্যাক্টো কম্বোডিয়ায় ২৫টি প্রদেশ এবং পৌরসভা রয়েছে।\n২০১০-এর হিসাব অনুযায়ী সালের হিসাব অনুসারে, প্রতিটি প্রদেশ জেলায় বিভক্ত দেশের প্রদেশ জুড়ে ১৫৯টি জেলা রয়েছে এবং ১২টি নমপেনে রয়েছে। প্রতিটি প্রদেশের একটি রাজধানী জেলা রয়েছে ।ব্যতিক্রমগুলি হল বান্তে ম্যানচে, কান্দাল, মন্ডুলকিরি, ওদ্দার মানচে, প্রেহ ভিহিয়ার এবং রতনকিরি প্রদেশগুলি, যেখানে প্রদেশ এবং রাজধানী জেলা মিলছে না।\n\nনমপেনে জেলাগুলিকে খান (ខណ្ឌ ,khăn) বলা হয়। তাদের উপবিভাগ সঙ্গকাত (សង្កាត់ , sángkăt) যা অন্যান্য প্রদেশে ছোট।\nসাংকাতকে আবার ফুমে উপবিভক্ত করা হয়েছে, যেগুলিকে সাধারণত গ্রাম হিসাবে অনুবাদ করা হয়, যদিও তারা অগত্যা একটি একক বসতি কভার করে না।\n\n\n== প্রশাসনিক ইউনিট ==\nআনুষ্ঠানিকভাবে, কম্বোডিয়া ৫টি প্রশাসনিক স্তরে বিভক্ত, প্রতিটি স্তরে বিভিন্ন ধরনের প্রশাসনিক ইউনিট রয়েছে:\n\n\n== স্থানীয় প্রশাসন ==\nএই মহকুমাগুলি ছাড়াও, পৌরসভার আওতাভুক্ত এলাকার কিছু জেলা এবং কমিউনের দায়িত্ব গ্রহণকারী শহর এবং শহরগুলিও রয়েছে। এই সব একটি নির্বাচিত বোর্ড এবং একটি নির্বাচিত মেয়র আছে.\nপৌরসভার তিনটি ভিন্ন স্তর রয়েছে (খ্‌মের: ក្រុង):\n\nক্রং (শহর): ৫০,০০০ এরও বেশি নাগরিক\nক্রং (শহর): ১০,০০০-এর বেশি নাগরিক - বা একটি প্রাদেশিক রাজধানী\nজনসংখ্যার সংখ্যার পাশাপাশি, প্রশাসনের কার্যালয়গুলি সম্পাদন করতে প্রশাসনের জন্য পৌরসভাগুলির যথেষ্ট ট্যাক্স রাজস্ব থাকা প্রয়োজন।\nশহর ও শহরগুলিকে সাংকাত (কমিউন) এ বিভক্ত করা হয়েছে, যা গ্রামীণ এলাকার খুমের সমতুল্য।\nযেসব এলাকায় বাধ্যতামূলক শর্তে পৌঁছায় না, সেগুলির জন্য স্থানীয় প্রশাসনের আরেকটি নিম্ন স্তরের অস্তিত্ব রয়েছে। এগুলি সাধারণত একটি সম্পূর্ণ উপ-জেলা ( খুম ) কভার করে, তবে একাধিক উপ-জেলা কভার করতে পারে বা একটি পৌরসভার সাথে একটি উপ-জেলা ভাগ করে নিতে পারে।\n\n\n== অনানুষ্ঠানিক উপবিভাগ ==\nকান্দাল প্রদেশ অনানুষ্ঠানিকভাবে নম পেনের অংশ হিসাবে অন্তর্ভুক্ত করা হয়েছে, কারণ রাজধানীর শহুরে বিস্তৃতি ইতোমধ্যে এই অঞ্চলগুলিতে ছড়িয়ে পড়েছে।\nকম্বোডিয়ায় অঞ্চলগুলির বিভিন্ন সংজ্ঞা রয়েছে।\nকম্বোডিয়া টাউন, লং বিচ, ক্যালিফোর্নিয়া, কম্বোডিয়ার আমেরিকানদের উচ্চ জনসংখ্যার কারণে কম্বোডিয়ার \"২৫ তম প্রদেশ\" হিসাবে কখনও কখনও মজা করে উল্লেখ করা হয়।\n\n\n== আরও দেখুন ==\nকম্বোডিয়ার প্রদেশ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্ট্যাটয়েড সাইট"}