{"pageid": 1172830, "title": "ভারবাহী স্তম্ভ", "url": "https://bn.wikipedia.org/wiki?curid=1172830", "content": "স্থাপত্যবিদ্যায় ভারবাহী স্তম্ভ বলতে কোনও কাঠামো বা উপরিকাঠামোকে (যেমন সেতু বা খিলান) ঠেকা তথা অবলম্বন প্রদানকারী উল্লম্ব একটি কাঠামোকে বোঝায়। দুইটি উন্মুক্ত খোপের মধ্যবর্তী স্থানে অবস্থিত কোনও কাঠামোগত প্রাচীরের খণ্ডবিশেষ ভারবাহী স্তম্ভের ভূমিকা পালন করতে পারে। স্বাধীনভাবে দণ্ডায়মান বা বহিস্থ প্রাচীরগুলির শেষপ্রান্তে বা কোণায় ভারবাহী স্তম্ভ থাকতে পারে।\nভারবাহী স্তম্ভকে ইংরেজি পরিভাষায় \"পিয়ার\" (Pier) বলে।\n\n\n== বর্ণনা ==\nকোনও ভারবাহী সবচেয়ে সরল প্রস্থচ্ছেদ বর্গাকৃতি বা আয়তাকৃতি হয়ে থাকে, তবে অন্যান্য আকৃতিও বিরল নয়। মধ্যযুগীয় স্থাপত্যবিদ্যায় বিশাল গুরুভার বৃত্তাকার অবলম্ব (যেগুলিকে ঢোলাকৃতি ভারবাহী স্তম্ভ বলা হয়), ক্রুশাকৃতি ভারবাহী স্তম্ভ এবং যৌগিক ভারবাহী স্তম্ভ খুবই সাধারণ কিছু স্থাপত্য উপাদান ছিল।\nস্তম্ভ বা থাম বা পিলপা সমজাতীয় উল্লম্ব দণ্ডায়মান অবলম্বন, তবে সেটি একটি গোল ভিত্তির উপরে দাঁড়িয়ে থাকে। যেসব ভবনের ভারবাহী স্তম্ভগুলির সারির মাঝে একের পর এক আন্তঃস্তম্ভ শূন্যস্থান (bay) থাকে, যেগুলিতে জানাল বা দরজা বসানো হতে পারে।\n\n\n== সেতুর ভারবাহী স্তম্ভ ==\n\nএকক অবলম্ব-ব্যাপ্তির সেতুগুলির দুই প্রান্তের প্রতিটিতে একটি করে অন্তাবলম্বন থাকে, যেগুলি সেতুর ভার বহন করে এবং সেতুর প্রবেশমুখে ভরা মাটির পার্শ্বিক চলন প্রতিরোধে ধারক প্রাচীর হিসেবে কাজ করে। কিন্তু একাধিক অবলম্ব-ব্যাপ্তিবিশিষ্ট সেতুগুলিতে এই দুই প্রান্তের দুইটি অন্তাবলম্বন ছাড়াও প্রতিটি অবলম্ব-ব্যাপ্তির আড়কাঠামোকে ঠেকা দিতে ভারবাহী স্তম্ভের প্রয়োজন হয়। শীতল জলবায়ুতে সেতুর ভারবাহী স্তম্ভের উজান প্রান্তটিতে একটি রক্ষাপ্রাকার (Starling) থাকে, যাতে বরফগলা জলের সর্বোচ্চ প্রবাহের মৌসুমে ভাঙা বরফের চাকতি যেন স্তম্ভে আটকা না পড়ে। রক্ষাপ্রাকারটির উজানের প্রান্তটি ধারালো হয়ে থাকে, যাকে কদাচিৎ জলছেদক (Cutwater) বলে। জলছেদক প্রান্তটি কংক্রিট বা পাথরে নির্মিত হতে পারে, তবে প্রায়শই এটির উপরে একটি ইস্পাতের কোণাটুপি পরানো থাকে, যাতে ভাসমান বরফখণ্ড যখন স্তম্ভে আঘাত করে, তখন স্তম্ভে যেন ঘষা না লাগে এবং বরফের আঘাত যেন একটি বিন্দুতে কেন্দ্রীভূত হয়ে বরফখণ্ডটি ভেঙে যায়। শীতল জলবায়ুতে রক্ষাপ্রাকারটি সাধারণত ৪৫ ডিগ্রি কোণে ঢালু থাকে, ফলে বরফকে ঠেলা প্রদানকারী জলপ্রবাহের বরফে ভাটিমুখী প্রান্তটিকে উত্তোলনের প্রবণতা সৃষ্টি হয়, এবং এভাবে জলপ্রবাহের অনুভূমিক বলটি উল্লম্ব বলে রূপান্তরিত হয়ে বরফের অপেক্ষাকৃত পাতলা প্রস্থচ্ছেদের উপর বলপ্রয়োগ করে, যতক্ষণ না বরফের অবলম্বহীন ওজন বরফখণ্ডটিকে ভেঙে ফেলে এবং সেটি স্তম্ভের দুই পাশ দিয়ে পাশ কাটিয়ে চলে যেতে পারে।\n\n\n== উদাহরণ ==\n\nপ্যারিস শহরের আর্ক দ্য ত্রিয়োঁফ বিজয় তোরণটিতে কেন্দ্রীয় খিলান ও পার্শ্ব খিলানগুলি চারটি গুরুভার সমতলীয় ভারবাহী স্তম্ভের উপরে স্থাপিত হয়েছে।\n\n\n=== সন্তু পিতরের বাজিলিকা (স্তম্ভশোভিত মহাগির্জা) ===\n\nদোনাতো ব্রামান্তে'র রচিত রোমের সন্তু পিতরের বাজিলিকার (স্তম্ভশোভিত মহাগির্জা) মূল নকশাটিতে সমৃদ্ধ গ্রন্থিবিশিষ্ট ভারবাহী স্তম্ভসারি আছে। কেন্দ্রীয় ছেদবিন্দুটিতে অবস্থিত গম্বুজটির ভার বহন করছে চারটি ভারবাহী স্তম্ভ। এই ভারবাহী স্তম্ভগুলি পরবর্তীতে গম্বুজের বিশাল ওজন বহন করার জন্য অতিরিক্ত ছোট হিসেবে পরিগণিত হয় এবং পরে মিকেলাঞ্জেলো এগুলির পরিবর্তন সাধন করেন।\n\nপ্রতিটি বহিঃপ্রাচীর থেকে যে চারটি গৃহকোণ (apse) বাইরের দিকে প্রসারিত হয়েছে, সেগুলির ভারবাহী স্তম্ভগুলিও শক্তিশালী এবং উপরিস্থিত অর্ধগম্বুজগুলির বহির্মুখী বল সহ্য করতে সক্ষম। ভারবাহী স্তম্ভগুলির মধ্যবর্তী প্রাচীরগুলিতে অনেক কুলুঙ্গি বা ফোকর থাকে।\n\n\n== আরও দেখুন ==\nস্তম্ভ\nযৌগিক ভারবাহী স্তম্ভ\nপ্রাচীরোদ্গত স্তম্ভ\nগভীর ভিত্তি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}