{"pageid": 1172090, "title": "আলোক মন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1172090", "content": "আলোক মন্ত্র, যাকে অমোঘপাশ(অবিচল/অক্ষয় দড়ি-ফাঁদ) মন্ত্রও বলা হয়, এটি বৌদ্ধধর্মের শিঙ্গন এবং কেগন সম্প্রদায়ের একটি গুরুত্বপূর্ণ মন্ত্র, কিন্তু বৌদ্ধধর্মের অন্যান্য বজ্রযান সম্প্রদায়ে এর উপর জোর দেওয়া হয় না। এটি অমোঘপাশকল্পরাজ-সূত্র (চীনা অনুবাদ তাইশো সংস্করণ নং.1092) থেকে নেওয়া হয়েছে বা বুদ্ধ বৈরোচনের মহানদীক্ষার অক্ষয় দড়ি-ফাঁদের মন্ত্রের সূত্র থেকে নেওয়া হয়েছে এবং এটি নিম্নরূপ জপ করা হয়:\n\nসংস্কৃত\nরোমান লিপি: oṃ amogha vairocana mahāmudrā maṇi padma jvāla pravarttaya hūm̐\nদেবনাগরী : ॐ अमोघ वैरोचन महामुद्रा मणि पद्म ज्वाल प्रवर्त्तय हूँ\nবাংলা: ওঁ অমোঘ বৈরোচন মহামুদ্রা মণি পদ্ম জ্বাল প্রবর্ত্তয় হূঁ\n\nজাপানি : おん あぼきゃ べいろしゃのう まかぼだら まに はんどま じんばら はらばりたや うん Om abogya beiroshanō makabodara mani handoma jinbara harabari tayaun (ওম্ আবোগিয়া বেইরোশানো মাকাবোদারা মানি হানদোমা জিমবারা হারাবারি তাইয়াউন)\nকোরীয় : 옴 아모가 바이로차나 마하무드라 마니 파드마 즈바라 프라바릍타야 훔 om amoga bairochana mahamudeura mani padeuma jeubara peurabareutaya hum (ওম্ আমুগা পাইরোছানা মাহামুদ্রা মানি ফাদ্মা জ্যুবারা ফ্রাবার‍্যুরথাইয়া হুম্)\nভিয়েতনামী : Án (Ông/Úm) A ma cát Hoài lô giai nã Ma cáp mẫu đức la Ma ni bá đức ma Cập phạp la Bát la phạp nhĩ đả nha Hồng\nকাঞ্জি এবং চীনা লিপি: 唵 阿謨伽 尾盧左曩 摩訶母捺囉 麽抳 鉢納麽 入嚩攞 鉢囉韈哆野 吽 Ǎn ā mó jiā wěi lú zuǒ nǎng mó hē mǔ nà luō me nǐ bō nà me rù mó luó bō luō wà duō yě hōng (আন আ মো চিয়া ওয়েই লু সুও নাং মো হ মু না লুও মনি পো নাম রু মো লুও পো লুও ওয়া তুও ইয়ে হোং)\nতিব্বতি লিপি: ཨོཾ་ཨ་མོ་གྷ་བཻ་རོ་ཙ་ན་མ་ཧཱ་མུ་དྲཱ་མ་ཎི་པདྨ​་ཛྭ་ལ་པྲ་བརྟ་ཡ་ཧཱུྃ༔ , ওং অ মো ঘ বৈ রো চ ন ম হা মু দ্রা ম ণি পদ্ম​ জ্ব ল প্র বর্ত য হূঁ।\nঅধ্যাপক মার্ক উন্নোর মতে এই মন্ত্রটির অনুবাদ মোটামুটি নিম্নরূপ:মহান মুদ্রা [বা বুদ্ধ]-র নিশ্ছিদ্র, সর্বব্যাপী প্রদীপ্তির প্রশংসা হোক।  রত্ন, পদ্ম এবং দীপ্তিময় আলোক আমার দিকে প্রত্যাবর্তিত হোক।প্রাথমিকভাবে, মন্ত্রটি পূর্ব এশীয় বৌদ্ধ গ্রন্থে খুব কমই উল্লেখ পেয়েছিল, এবং যদিও কুকাই ৯ম শতাব্দীতে জাপানে সূত্রটি নিয়ে এসেছিলেন, এমন কোনও নথি নেই যে তিনি কখনও তান্ত্রিক অনুশীলনে এটি ব্যবহার করেছিলেন। রেকর্ডগুলি দেখায় যে হেইআন যুগে এর ব্যবহার ক্রমশ বাড়তে থাকে, ১৩শ শতাব্দী পর্যন্ত যখন এটি মধ্যযুগীয় জাপানি বৌদ্ধধর্মে ম্য়োএ এবং পরে শিংগন সন্ন্যাসী এইসন এবং নিন্শো তাদের ধর্মমন্ত্রকগুলোয় জনপ্রিয় করে তোলেন। মন্ত্র এবং নেম্বুৎসু উভয়ই প্রায়শই মধ্যযুগীয় বৌদ্ধদের দ্বারা একই সময়ে বা অন্য সময়ে, প্রায়শই একই ধর্মকার্যে অন্তর্ভুক্ত হত। আলোক মন্ত্রের একটি সাধারণ অভ্যাস ছিল সুত্রে বর্ণিত শিক্ষার ভিত্তিতে মৃত ব্যক্তির শরীরে বা তাদের সমাধিতে এই মন্ত্রে আশীর্বাদপ্রাপ্ত খাঁটি বালি ছিটিয়ে দেওয়া। বিশ্বাস ছিল যে একজন ব্যক্তি যে অনেক খারাপ কর্ম সঞ্চয় করেছে, এবং যার নরকে সম্ভাব্য পুনর্জন্ম হবে, সে অবিলম্বে মুক্তি পাবে এবং অমিতাভ বুদ্ধের বিশুদ্ধ ভূমিতে একটি অনুকূল পুনর্জন্মের অনুমতি অর্জন করবে। এই অনুশীলনটি জাপানি ভাষায় দোশা-কাজি (土砂加持) নামে পরিচিত।\n\n\n== তথ্যসূত্র =="}