{"pageid": 1172507, "title": "গোল্ডফিঙ্গার (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1172507", "content": "গোল্ডফিঙ্গার  (ইংরেজি: Goldfinger) হল একটি ১৯৬৪ সালের গুপ্তচরবৃত্তিক চলচ্চিত্র এবং ইওন প্রোডাকশন দ্বারা নির্মিত জেমস বন্ড সিরিজের তৃতীয়  চলচ্চিত্র, যেখানে কাল্পনিক এমআই৬ এজেন্ট জেমস বন্ড চরিত্রে শন কনেরি অভিনয় করেছেন। এটি ইয়ান ফ্লেমিং এর ১৯৫৯ সালের একই নামের উপন্যাসের উপর ভিত্তি করে তৈরি। ছবিতে বন্ড গার্ল পুসি গ্যালোর চরিত্রে অনার ব্ল্যাকম্যান এবং শিরোনাম চরিত্র অরিক গোল্ডফিঙ্গার চরিত্রে গার্ট ফ্রোবে, শার্লি ইটনের সাথে আইকনিক বন্ড গার্ল জিল মাস্টারসন চরিত্রে অভিনয় করেছেন। গোল্ডফিঙ্গার প্রযোজনা করেছিলেন অ্যালবার্ট আর ব্রকলি এবং হ্যারি সল্টজম্যান এবং গাই হ্যামিল্টন পরিচালিত চারটি বন্ড চলচ্চিত্রের মধ্যে এটিই প্রথম।\nফিল্মের কাহিনিটিতে বন্ড সোনার ম্যাগনেট অরিক গোল্ডফিঙ্গার দ্বারা সোনা চোরাচালানের তদন্ত করে এবং অবশেষে ফোর্ট নক্সে মার্কিন যুক্তরাষ্ট্রের বুলিয়ন ডিপোজিটরিকে দূষিত করার জন্য গোল্ডফিঙ্গারের পরিকল্পনা উন্মোচন করে। গোল্ডফিঙ্গার ছিল প্রথম বন্ড ব্লকবাস্টার, যার বাজেট ছিল আগের দুটি সিনেমার সমান। প্রধান ফটোগ্রাফি ১৯৬৪ সালের জানুয়ারি থেকে জুলাই পর্যন্ত যুক্তরাজ্য, সুইজারল্যান্ড এবং মার্কিন যুক্তরাষ্ট্রে হয়েছিল।\nগোল্ডফিঙ্গারকে ফ্র্যাঞ্চাইজির ফিল্ম হিসাবে প্রচার করা হয়েছিল যেখানে জেমস বন্ড \"ফোকাসে আসে\"। এটির প্রকাশের ফলে অনেকগুলি প্রচারমূলক লাইসেন্সযুক্ত টাই-ইন আইটেম রয়েছে, যার মধ্যে রয়েছে করগি ক্লাসিকস লিমিটেড Toys-এর একটি খেলনা অ্যাস্টন মার্টিন ডিবি ৫ গাড়ি যা ১৯৬৪ সালের সবচেয়ে বেশি বিক্রি হওয়া খেলনা হয়ে ওঠে। প্রচারে লাইফের প্রচ্ছদে সোনার আঁকা ইটনের একটি ছবিও অন্তর্ভুক্ত ছিল।\nচলচ্চিত্রে প্রবর্তিত অনেক উপাদানই পরবর্তীতে জেমস বন্ডের অনেক চলচ্চিত্রে উপস্থিত হয়েছিল, যেমন বন্ডের প্রযুক্তি এবং গ্যাজেটের ব্যাপক ব্যবহার, একটি বিস্তৃত প্রাক-ক্রেডিট সিকোয়েন্স যা মূল কাহিনী, একাধিক বিদেশী লোকেল এবং ভাষা থেকে অনেকাংশে একা ছিল। - গালে হাস্যরস। গোল্ডফিঙ্গার  ছিল প্রথম বন্ড ফিল্ম যেটি একটি অস্কার জিতেছে ( সেরা সাউন্ড এডিটিং এর জন্য) এবং এটি মূলত সমালোচকদের সমালোচকদের জন্য উন্মুক্ত। ফিল্মটি একটি আর্থিক সাফল্য ছিল, দুই সপ্তাহে এর বাজেট পুনরুদ্ধার করে এবং বিশ্বব্যাপী $১২০ মিলিয়নেরও বেশি আয় করে।\n১৯৯৯ সালে, এটি ব্রিটিশ ফিল্ম ইনস্টিটিউট দ্বারা সংকলিত বিএফআই শীর্ষ ১০০ ব্রিটিশ চলচ্চিত্র তালিকায় ৭০ নম্বরে স্থান পায়।\n\n\n== পটভূমি ==\n\nল্যাটিন আমেরিকার একটি ড্রাগ ল্যাবরেটরি ধ্বংস করার পর, এমআই৬ এজেন্ট জেমস বন্ড মিয়ামি বিচে ছুটি কাটাচ্ছেন। সিআইএ এজেন্ট ফেলিক্স লিটারের মাধ্যমে তার উচ্চপদস্থ এম, বন্ডকে সেখানে হোটেলে বুলিয়ন ডিলার অরিক গোল্ডফিঙ্গারকে পর্যবেক্ষণ করার নির্দেশ দেন। বন্ড তার কর্মচারী জিল মাস্টারসন দ্বারা দূরবর্তীভাবে সাহায্য করা একটি উচ্চ-স্টেকের জিন রামি গেমে গোল্ডফিঙ্গার প্রতারণার আবিষ্কার করেন। বন্ড জিলকে বাধা দেয় এবং গোল্ডফিঙ্গারকে হারানোর জন্য ব্ল্যাকমেইল করে। জিলের সাথে এক রাতের পর, বন্ড গোল্ডফিঙ্গার কোরিয়ান ম্যানসার্ভেন্ট ওডজব দ্বারা ছিটকে যায়। বন্ড জেগে ওঠে জিলকে সোনার রঙে ঢাকা, \"ত্বকের শ্বাসরোধে\" মৃত।\nলন্ডনে, ব্যাংক অফ ইংল্যান্ডের গভর্নর এবং এম টাস্ক বন্ড গোল্ডফিঙ্গার কীভাবে আন্তর্জাতিকভাবে সোনা পাচার করে তা নির্ধারণ করে। কিউ একটি পরিবর্তিত অ্যাস্টন মার্টিন ডিবি 5ton Martin DB5 এবং দুটি ট্র্যাকিং ডিভাইস সহ বন্ড সরবরাহ করে। বন্ড কেন্টে তার কান্ট্রি ক্লাবে গোল্ডফিঙ্গারের সাথে দেখা করে এবং তার সাথে একটি রাউন্ড গল্ফ খেলে, উদ্ধার করা নাৎসি সোনার একটি বার বাজি ধরে। গোল্ডফিঙ্গার প্রতারণা করার চেষ্টা করে, কিন্তু বন্ড তাকে ম্যাচ হারানোর জন্য কৌশল করে। গোল্ডফিঙ্গার তার বিষয়ে হস্তক্ষেপ করার বিরুদ্ধে বন্ডকে সতর্ক করে এবং ওডজব তার শক্তিশালী শক্তি প্রদর্শন করে। বন্ড গোল্ডফিঙ্গারকে সুইজারল্যান্ডে নিয়ে যায়, যেখানে সে জিলের বোন টিলির সাথে দেখা করে, যে গোল্ডফিঙ্গারকে হত্যা করার চেষ্টা করে এবং ব্যর্থ হয়।\nবন্ড গোল্ডফিঙ্গার এর শোধনাগারে লুকিয়ে থাকে এবং তাকে একজন চীনা পরমাণু পদার্থবিদ লিংকে বলছে যে সে ইংল্যান্ড থেকে পাচার করার জন্য তার রোলস-রয়েস ফ্যান্টম III- এর বডিওয়ার্কে সোনা যুক্ত করেছে। বন্ড গোল্ডফিঙ্গারকে \"অপারেশন গ্র্যান্ড স্ল্যাম\" উল্লেখ করে এবং টিলির মুখোমুখি হন, যিনি আবার গোল্ডফিঙ্গারকে হত্যা করার চেষ্টা করেন। একটি অ্যালার্ম ট্রিপ করা হয় এবং ওডজব তার মারাত্মক স্টিল-রিমড টুপি দিয়ে টিলিকে হত্যা করে। বন্ডকে বন্দী করা হয় এবং একটি ওভারহেড ইন্ডাস্ট্রিয়াল লেজার দিয়ে একটি টেবিলে আটকে দেওয়া হয়, মরীচিটি তার দিকে কাটা হয়। সিক্রেট ইন্টেলিজেন্স সার্ভিস অপারেশন গ্র্যান্ড স্ল্যাম সম্পর্কে জানে গোল্ডফিঙ্গারকে বন্ড মিথ্যা। গোল্ডফিঙ্গার বন্ডের জীবন রক্ষা করে যাতে সিক্রেট ইন্টেলিজেন্স সার্ভিস মনে করতে পারে সে নিরাপদ।\nপাইলট পুসি গ্যালোর ক্যাপটিভ বন্ডকে একটি প্রাইভেট জেটে করে কেনটাকির লুইসভিলের কাছে গোল্ডফিঙ্গার স্টাড ফার্মে নিয়ে যাচ্ছেন৷ সেখানে একবার, বন্ড তার সেল থেকে পালিয়ে যায় এবং আমেরিকান মাফিওসির সাথে গোল্ডফিঙ্গার-এর বৈঠকের সাক্ষী হয়, যারা অপারেশন গ্র্যান্ড স্লামের জন্য উপকরণ সরবরাহ করছে। গোল্ডফিঙ্গার ফোর্ট নক্সের ইউএস বুলিয়ন ডিপোজিটরি লঙ্ঘন করার পরিকল্পনা করে বায়ুমণ্ডলে ডেল্টা-9 নার্ভ গ্যাস ছেড়ে দিয়ে, কর্মীদের হত্যা করে। মবস্টাররা গোল্ডফিঙ্গার এর স্কিমকে উপহাস করে, বিশেষ করে একজন মিস্টার সোলো যিনি অন্যদের গোল্ডফিঙ্গার দ্বারা গ্যাসে মারা যাওয়ার আগে অবিলম্বে অর্থ প্রদানের দাবি করেন। বন্ড পুসি গ্যালোর দ্বারা বন্দী হয়, কিন্তু সে চলে যাওয়ার সাথে সাথে সোলোর পকেটে তার হোমিং ডিভাইস লাগিয়ে সিআইএকে সতর্ক করার চেষ্টা করে। দুর্ভাগ্যবশত, সোলোকে ওডজব হত্যা করে এবং হোমিং ডিভাইস সহ একটি গাড়ি ক্রাশারে তার দেহ ধ্বংস করে দেয়।\nবন্ড সোনা সরানোর যৌক্তিক অনুপমতার উপর গোল্ডফিঙ্গার মুখোমুখি হয়। গোল্ডফিঙ্গার এটি চুরি করার অভিপ্রায় অস্বীকার করলে, বন্ড মিঃ লিং-এর উপস্থিতি থেকে অনুমান করে যে গোল্ডফিঙ্গারকে চীনা সরকার একটি নোংরা বোমা অফার করেছে, কয়েক দশক ধরে সোনাকে আলোকিত করার জন্য ভল্টের ভিতরে বিস্ফোরণ ঘটাতে। গোল্ডফিঙ্গারের নিজস্ব সোনার মূল্য বৃদ্ধি পাবে এবং চীনারা অর্থনৈতিক বিশৃঙ্খলা থেকে একটি সুবিধা লাভ করবে। গোল্ডফিঙ্গার সতর্ক করেছে যে হস্তক্ষেপ করার যেকোনো প্রচেষ্টার ফলে মার্কিন যুক্তরাষ্ট্রের অন্য একটি গুরুত্বপূর্ণ স্থানে বোমা বিস্ফোরিত হবে।\nঅপারেশন গ্র্যান্ড স্ল্যাম পুসি গ্যালোরের ফ্লাইং সার্কাস ফোর্ট নক্সের উপর গ্যাস স্প্রে করে, আপাতদৃষ্টিতে সামরিক রক্ষী এবং সরকারী কর্মীদের হত্যা করে। গোল্ডফিঙ্গার এর প্রাইভেট আর্মি ফোর্ট নক্সে প্রবেশ করে এবং ভল্টে প্রবেশ করে যখন গোল্ডফিঙ্গার বোমা নিয়ে একটি হেলিকপ্টারে আসে। ভল্টে, গোল্ডফিঙ্গার হেনচম্যান, কিশ, বন্ডকে হ্যান্ডকাফ করে বোমা। গোল্ডফিঙ্গার সম্পর্কে অজানা, বন্ড আমেরিকান কর্তৃপক্ষকে সতর্ক করার জন্য পুসিকে রাজি করান, যার পরে গ্যাসটি একটি ক্ষতিকারক পদার্থ দিয়ে প্রতিস্থাপিত হয়েছিল। গোল্ডফিঙ্গার বন্ড, ওডজব এবং কিসকে ভিতরে আটকে রেখে ভল্টটি লক করে। মার্কিন সেনারা যখন তার সৈন্যদের আক্রমণ করে, তখন গোল্ডফিঙ্গার পারমাণবিক বিশেষজ্ঞ লিংকে এক দৌড়ে হত্যা করে এবং পালিয়ে যায়। কিশ বোমা নিরস্ত্র করার চেষ্টা করে কিন্তু ওডজব তাকে নিক্ষেপ করে তার মৃত্যু হয়। বন্ড কিশের চাবি দিয়ে নিজেকে মুক্ত করে, কিন্তু বোমা থামানোর আগেই ওডজব তাকে আঘাত করে। বন্ড ওডজবকে ইলেক্ট্রোকিউট করে হত্যা করে, তারপর বোমাটি বন্ধ করতে বাধ্য করে কিন্তু নিরস্ত্র করতে পারে না। গোল্ডফিঙ্গার পুরুষদের হত্যা করার পর, মার্কিন সৈন্যরা ভল্টটি খুলল। একজন পরমাণু বিশেষজ্ঞ ছুটে আসেন এবং সাত সেকেন্ড বাকি থাকতে ডিভাইসটি বন্ধ করে দেন।\nপুসির সাথে যাওয়ার পথে, বন্ডকে রাষ্ট্রপতির সাথে মধ্যাহ্নভোজের জন্য হোয়াইট হাউসে নিয়ে যাওয়া হয়, কিন্তু গোল্ডফিঙ্গার বিমানটি হাইজ্যাক করে। গোল্ডফিঙ্গার রিভলভারের লড়াইয়ে, বন্দুকটি নিঃসৃত হয় এবং একটি বিস্ফোরক ডিকম্প্রেশন তৈরি করে যা ফাটা জানালা দিয়ে গোল্ডফিঙ্গারকে উড়িয়ে দেয়। বিধ্বস্ত হওয়ার আগে বিমান থেকে নিরাপদে বন্ড এবং ভগ প্যারাসুট। লিটারের অনুসন্ধান হেলিকপ্টার এই জোড়ার উপর দিয়ে যায়, যারা কাঠের মধ্যে অবতরণ করেছে। বন্ড ঘোষণা করে: \"এটি উদ্ধার করার সময় নয়\", এবং নিজের এবং গ্যালোরের উপর প্যারাসুট আঁকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMGM's site on Goldfinger\nইন্টারনেট মুভি ডেটাবেজে Goldfinger  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে গোল্ডফিঙ্গার\nটেমপ্লেট:Screenonline title\nঅলমুভিতে Goldfinger (ইংরেজি)\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে Goldfinger\nবক্স অফিস মোজোতে Goldfinger (ইংরেজি)\n\"Honor Blackman Presents Guy Hamilton with the Cinema Retro Award at the Pinewood Studios Goldfinger Reunion\"। CinemaRetro.com। ১৪ এপ্রিল ২০০৮। ২৮ নভেম্বর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা।"}