{"pageid": 1172024, "title": "ফ্রম রাশিয়া উইদ লাভ (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1172024", "content": "ফ্রম রাশিয়া উইদ লাভ (অনু. রাশিয়া হতে প্রেম সহ) (ইংরেজি: From Russia with Love) হল ১৯৬৩ সালের একটি ব্রিটিশ গুপ্তচরবৃত্তিক চলচ্চিত্র এবং ইয়ন প্রোডাকশনস প্রযোজিত জেমস বন্ড সিরিজের দ্বিতীয় চলচ্চিত্র এবং এমআই ৬ এজেন্ট জেমস বন্ড হিসাবে শন কনারির দ্বিতীয় ভূমিকায় অভিনয় করেন। এটি পরিচালনা করেছিলেন টেরেন্স ইয়ং, যা অ্যালবার্ট আর ব্রোকলি এবং হ্যারি সল্টজম্যান দ্বারা প্রযোজিত এবং রিচার্ড মাইবাউম এবং জোহানা হারউড দ্বারা লিখিত হয়েছিল, ইয়ান ফ্লেমিংয়ের ১৯৫৭ সালের একই নামের উপন্যাসের উপর ভিত্তি করে। ছবিতে, বন্ডকে তুরস্কের সোভিয়েত কনস্যুলেট ক্লার্ক তাতিয়ানা রোমানোভার দলত্যাগে সহায়তা করার জন্য পাঠানো হয়েছে, যেখানে স্পেক্টার ড. নো-এর বন্ডের হত্যার প্রতিশোধ নেওয়ার পরিকল্পনা করছে। চলচ্চিত্রটি ড. নো  (১৯৬২) অনুসরণ করে এবং গোল্ডফিঙ্গার (১৯৬৪) অনুসরণ করে।\nড. নো-এর সাফল্যের পরে, ইউনাইটেড আর্টিস্টস একটি সিক্যুয়েল গ্রিনলাইট করে এবং প্রযোজকদের জন্য উপলব্ধ বাজেট দ্বিগুণ করে। তুরস্কের লোকেশনে চিত্রগ্রহণের পাশাপাশি, অ্যাকশন দৃশ্যগুলি পাইনউড স্টুডিওস, বাকিংহামশায়ার এবং স্কটল্যান্ডে শুট করা হয়েছিল। উৎপাদন বাজেট এবং সময়সূচীর চেয়ে বেশি ছিল, এবং তার নির্ধারিত অক্টোবর ১৯৬৩ মুক্তির তারিখের মধ্যে শেষ করার জন্য তাড়াহুড়ো করা হয়েছিল।\nফ্রম রাশিয়া উইদ লাভ একটি সমালোচনামূলক এবং বাণিজ্যিক সাফল্য ছিল। এটি বিশ্বব্যাপী বক্স-অফিস প্রাপ্তিতে ৭৮ মিলিয়ন ডলারেরও বেশি গ্রহণ করেছিল, তার $ ২ মিলিয়ন বাজেটের চেয়ে অনেক বেশি এবং তার পূর্বসূরি ড. নো এর চেয়ে অনেক বেশি, যার ফলে ১৯৬০ এর দশকের সিনেমাতে একটি ব্লকবাস্টার হয়ে ওঠে। চলচ্চিত্রটি সমালোচক এবং সাধারণ দর্শকদের দ্বারা সিরিজের অন্যতম সেরা এন্ট্রি হিসাবে বিবেচিত হয়। ২০০৪ সালে, টোটাল ফিল্ম ম্যাগাজিন এটিকে সর্বকালের নবম-সর্বশ্রেষ্ঠ ব্রিটিশ চলচ্চিত্র হিসাবে ঘোষণা করে, এটি জেমস বন্ডের একমাত্র চলচ্চিত্র যা এই তালিকায় উপস্থিত হয়।  এছাড়াও এটি সিরিজের প্রথম চলচ্চিত্র যা সেরা সিনেমাটোগ্রাফির জন্য বাফটা পুরস্কার লাভ করে। \n\n\n== কাহিনিসংক্ষেপ ==\nজ্যামাইকায় তাদের এজেন্ট ড. নো-এর মৃত্যুর জন্য এমআই ৬ এজেন্ট জেমস বন্ডের বিরুদ্ধে প্রতিশোধ নেওয়ার জন্য, আন্তর্জাতিক অপরাধ সংস্থা স্পেক্টার আইরিশ হত্যাকারী ডোনাল্ড \"রেড\" গ্রান্টকে দায়িত্ব দেওয়ার আগে তাকে হত্যা করার জন্য এজেন্টদের প্রশিক্ষণ দেওয়া শুরু করে। বন্ডকে ফাঁদে ফেলার জন্য, স্পেক্টরের প্রধান পরিকল্পনাকারী, চেকোস্লোভাক দাবা গ্র্যান্ডমাস্টার ক্রোনস্টিন, ইস্তাম্বুলের সোভিয়েত কনস্যুলেট থেকে সোভিয়েতদের কাছ থেকে একটি লেকটার ক্রিপ্টোগ্রাফি ডিভাইস কেনার জন্য বন্ডের প্রচেষ্টাকরার জন্য একটি পরিকল্পনা তৈরি করেছেন। স্পেক্টার অপারেটিভ রোসা ক্লেব, একজন প্রাক্তন এসএমইআরএসএইচ (সোভিয়েত কাউন্টার-ইন্টেলিজেন্স) কর্নেল, মিশনটি তত্ত্বাবধান করার জন্য এবং গ্রান্ট সঠিক সময়ে বন্ডের হত্যাকাণ্ড পরিচালনা করতে পারে তা নিশ্চিত করার জন্য নিযুক্ত করা হয়। ফাঁদ সেট করার জন্য, ক্লব কনস্যুলেটে একজন সাইফার ক্লার্ক, তাতিয়ানা রোমানোভাকে অনিচ্ছাকৃতভাবে এই পরিকল্পনায় সহায়তা করার জন্য নিয়োগ করেন, রোমানোভাকে বিশ্বাস করেন যে ক্লেব এখনও স্পেক্টার-এর জন্য কাজ করছেন।\nলন্ডনে, বন্ডকে এম-এর সাথে একটি বৈঠকে ডাকা হয় এবং জানানো হয় যে রোমানোভা ব্রিটিশ গোয়েন্দাকে লেকটর প্রদানের বিনিময়ে বন্ডের সাহায্যের জন্য পশ্চিমে চলে যাওয়ার জন্য অনুরোধ করেছেন। ঠিক যেমনটি ক্রোনস্টিন ভবিষ্যদ্বাণী করেছিলেন, এম একটি ফাঁদ সন্দেহ করে তবে রোমানোভার অনুরোধকে সম্মান করার সিদ্ধান্ত নেয়। প্রস্থান করার আগে, বন্ডকে কিউ দ্বারা একটি বিশেষ সংযুক্তি কেস দেওয়া হয়, যার মধ্যে বেশ কয়েকটি প্রতিরক্ষামূলক গ্যাজেট এবং একটি আর্মালাইট এআর -৭ স্নাইপার রাইফেল রয়েছে, তার অ্যাসাইনমেন্টে সহায়তা করার জন্য। ইস্তাম্বুলে পৌঁছানোর পর, বন্ড শহরে এমআই ৬ এর শাখার প্রধান আলি কেরিম বে-র পাশাপাশি কাজ করেন, যখন তিনি রোমানোভা থেকে শব্দের জন্য অপেক্ষা করেন। এই সময়ের মধ্যে, কেরিম সোভিয়েত এজেন্ট ক্রিলেন্কু দ্বারা আক্রান্ত হন, যিনি পুরুষদের জন্য সমস্যা সৃষ্টি করেন, তিনি জানেন না যে গ্রান্ট লেকটার চুরি না করা পর্যন্ত তাকে রক্ষা করার জন্য বন্ডকে ছায়া দিচ্ছে। একটি জিপসি বসতিতে লুকিয়ে থাকার সময় পুরুষদের উপর আক্রমণের পরে, কেরিম শহর থেকে পালানোর আগে বন্ডের সহায়তায় ক্রিলেনকুকে হত্যা করে।\nঅবশেষে, রোমানোভা তার হোটেল স্যুটে বন্ডের সাথে দেখা করে, যেখানে সে লেকটার চুরি করতে সহায়তা করার জন্য কনস্যুলেটে পরিকল্পনা সরবরাহ করতে সম্মত হয়। এই জুটি একসাথে রাত কাটায়, অজানা স্পেক্টর ক্রোনস্টিনের পরিকল্পনার অংশ হিসাবে তাদের চিত্রগ্রহণ করছে। রোমানোভার কাছ থেকে কনস্যুলেটের মেঝে পরিকল্পনা পাওয়ার পরে, বন্ড এবং কেরিম লেকটার চুরি করার পরিকল্পনা করে, এর আগে তিনজনই ওরিয়েন্ট এক্সপ্রেসে শহর থেকে পালানোর জন্য তাড়াহুড়ো করে। একবার জাহাজে ওঠার পরে, কেরিম আবিষ্কার করেন যে একজন সোভিয়েত নিরাপত্তা কর্মকর্তা তাদের লেজ করেছেন, বন্ডকে তাকে অফিসারকে বশীভূত করতে সহায়তা করতে বাধ্য করেছিলেন। যখন কেরিম তাকে পালাতে বাধা দেওয়ার জন্য অফিসারের সাথে থাকে, বন্ড রোমানোভায় ফিরে আসে কেরিমের এক ব্যক্তির সাথে তাদের মিলনের জন্য অপেক্ষা করার জন্য। যাইহোক, গ্রান্ট কেরিম এবং অফিসারকে হত্যা করে, বন্ডকে ট্রেনে থাকতে এবং রোমানোভার উদ্দেশ্য নিয়ে প্রশ্ন করতে বাধ্য করে।\nযখন ট্রেনটি বেলগ্রেডে পৌঁছায়, তখন বন্ড কেরিমের মৃত্যুর খবরটি তার এক ছেলের কাছে তাদের জন্য অপেক্ষা করে এবং জাগ্রেবে ভ্রমণ ের নির্দেশ পায় এবং ন্যাশ নামে একজন ব্রিটিশ এজেন্টের সাথে মিলিত হয়। যাইহোক, তিনি যে ব্যক্তির সাথে দেখা করেন তিনি আসলে গ্রান্ট, যিনি ইতোমধ্যে ন্যাশকে হত্যা করেছেন এবং তার পরিচয় অনুমান করেছেন। ডিনারে রোমানোভাকে ড্রাগ দেওয়ার পরে, গ্রান্ট বন্ডকে পরাস্ত করে। তিনি দ্রুত প্রকাশ করেন যে রোমানোভা স্পেক্টরের পরিকল্পনার একটি বন্ধকী ছিল এবং গ্রান্ট উভয়কে হত্যা করতে এবং এটি একটি হত্যা-আত্মহত্যা হিসাবে মঞ্চস্থ করতে চায়, জাল ব্ল্যাকমেইল প্রমাণগুলি পিছনে ফেলে যা ব্রিটিশ গোয়েন্দা সম্প্রদায়কে কলঙ্কিত করবে। বন্ড গ্রান্টকে হত্যা করার আগে তার অ্যাটাশে কেসে একটি বুবি ফাঁদ বন্ধ করার জন্য প্রতারিত করে। লেকটার এবং তাদের রাতের একসাথে চলচ্চিত্রটি গ্রহণ করে, বন্ড এবং রোমানোভা যুগোস্লাভিয়ার ইস্ট্রিয়াতে ট্রেন ছেড়ে চলে যায় এবং গ্রান্টের পালানোর পরিকল্পনা ব্যবহার করে। তারা নিরাপত্তায় পৌঁছানোর আগে স্পেক্টর এজেন্টদের দ্বারা হেলিকপ্টার এবং নৌকা আক্রমণ এড়িয়ে চলে।\nগ্রান্টের মৃত্যু এবং বন্ডের বেঁচে থাকার বিষয়ে জানতে পেরে, স্পেক্টরের রহস্যময় চেয়ারম্যান (নম্বর ১) তার পরিকল্পনার বিপর্যয়কর ব্যর্থতার জন্য ক্রোনস্টিনকে কার্যকর করেছেন। যেহেতু সংস্থাটি রাশিয়ানদের কাছে লেকটরটি বিক্রি করার প্রতিশ্রুতি দিয়েছিল, ক্লেবকে এটি পুনরুদ্ধার করতে এবং বন্ডকে হত্যা করার আদেশ দেওয়া হয়েছিল। ক্লেব এই জুটির কাছে পৌঁছায়, যখন তারা ভেনিসের একটি হোটেলে বিশ্রাম নিচ্ছে, এবং দাসীর ছদ্মবেশে তাদের ঘরে প্রবেশ করে। ক্লেব রোমানোভাকে বন্দুকের পয়েন্টে বন্ডকে ধরে রেখে ঘর ছেড়ে চলে যাওয়ার নির্দেশ দেন। রোমানোভা তখন পুনরায় প্রবেশ করে, ক্লেবকে মোকাবেলা করে এবং পিস্তলটি মাটিতে ফেলে দেয়। ক্লব এবং বন্ড ের লড়াই, এবং রোমানোভা পিস্তলটি তুলে নেয় এবং ক্লেবকে হত্যা করে। তাদের মিশন সম্পন্ন হওয়ার সাথে সাথে, বন্ড এবং রোমানোভা একটি রোমান্টিক নৌকা যাত্রায় কিছু সময় ব্যয় করে এবং বন্ড চলচ্চিত্রটি খালের মধ্যে ফেলে দেয়।\n\n\n== কুশীলব ==\n\n\n== উৎপাদন ==\nড. নো-এর আর্থিক সাফল্যের পর, ইউনাইটেড আর্টিস্ট্‌স জেমস বন্ডের দ্বিতীয় চলচ্চিত্রকে সবুজ সঙ্কেত দেয়। স্টুডিওটি ইওন প্রোডাকশনকে দেওয়া বাজেটকে ২ মিলিয়ন ডলার দিয়ে দ্বিগুণ করে দেয় এবং শন কনারির জন্য একটি বোনাসও অনুমোদন করে, যিনি তার $৫৪,০০০ বেতনের সাথে $ ১০০,০০০ পাবেন। রাষ্ট্রপতি জন এফ কেনেডি ফ্লেমিংয়ের উপন্যাসটি ফ্রম রাশিয়া উইদ লাভ থেকে নামকরণ করেছিলেন, লাইফ ম্যাগাজিনে তার সর্বকালের দশটি প্রিয় বইয়ের মধ্যে প্রেমের সাথে, প্রযোজক ব্রোকোলি এবং সল্টজম্যান ড. নো-এ বন্ডের সিনেমাটিক আত্মপ্রকাশের ফলো-আপ হিসাবে এটি বেছে নিয়েছিলেন।প্রযোজক ব্রোকোলি এবং সল্টজম্যানড. নো-এ বন্ডের সিনেমাটিক আত্মপ্রকাশের ফলো-আপ হিসাবে এটি বেছে নিয়েছিলেন। ফ্লেমিংয়ের উপন্যাসের শিরোনামের কমা চলচ্চিত্রের শিরোনামের জন্য বাদ দেওয়া হয়েছিল। রাশিয়া উইথ লাভ ছিল ১৯৬৩ সালের ২০ শে নভেম্বর ডালাস যাওয়ার আগে প্রেসিডেন্ট কেনেডি হোয়াইট হাউসে দেখা শেষ চলচ্চিত্র। প্রথম চলচ্চিত্রের বেশিরভাগ ক্রু ফিরে আসেন, প্রধান ব্যতিক্রমগুলির মধ্যে রয়েছে প্রোডাকশন ডিজাইনার কেন অ্যাডাম, যিনি ডঃ স্ট্রেঞ্জলাভে কাজ করতে গিয়েছিলেন এবংড. নো এর অনির্বাচিত শিল্প পরিচালক সিড কেইন দ্বারা প্রতিস্থাপিত হয়েছিল। শিরোনাম ডিজাইনার মরিস বাইন্ডারের স্থলাভিষিক্ত হন রবার্ট ব্রাউনজন। স্টান্ট কো-অর্ডিনেটর বব সিমন্স অনুপলব্ধ ছিলেন এবং পিটার পারকিন্স দ্বারা প্রতিস্থাপিত হন যদিও সিমন্স এই ছবিতে স্টান্ট সঞ্চালিত করেছিলেন।  জন ব্যারি সাউন্ডট্র্যাকের সুরকার হিসাবে মন্টি নরম্যানের স্থলাভিষিক্ত হন। চলচ্চিত্রটি বেশ কয়েকটি কনভেনশন চালু করেছিল যা সিরিজের অপরিহার্য উপাদান হয়ে উঠবে: একটি প্রাক-শিরোনাম ক্রম, ব্লোফেল্ড চরিত্র (চলচ্চিত্রটিতে কেবল \"নম্বর 1\" হিসাবে উল্লেখ করা হয়েছে, যদিও ব্লোফেল্ডকে শেষ ক্রেডিটগুলিতে উল্লেখ করা হয়েছে, অভিনেতাকে \"?\" হিসাবে লেবেলযুক্ত করা হয়েছে, বন্ডের জন্য একটি গোপন-অস্ত্র গ্যাজেট, একটি হেলিকপ্টার সিকোয়েন্স দ্য ম্যান উইদ দ্য গোল্ডেন গান ব্যতীত প্রতিটি পরবর্তী বন্ড ফিল্মে পুনরাবৃত্তি করা হয়েছে) ), প্রধান ক্লাইম্যাক্সের পরে একটি পোস্টস্ক্রিপ্ট অ্যাকশন দৃশ্য, গানের সাথে একটি থিম গান, এবং লাইন \"জেমস বন্ড ফিরে আসবে / ফিরে আসবে\" ক্রেডিটগুলিতে।\n\n\n== মুক্তি এবং অভ্যর্থনা ==\nফ্রম রাশিয়া উইদ লাভ ১৯৬৩ সালের ১০ ই অক্টোবর লন্ডনের ওডিওন লিসেস্টার স্কয়ারে প্রিমিয়ার হয়েছিল।   ইয়ান ফ্লেমিং, শন কনারি এবং ওয়াল্টার গোটেল প্রিমিয়ারে অংশ নিয়েছিলেন। পরের বছর, এটি বিশ্বব্যাপী ১৬ টি দেশে মুক্তি পায়, ১৯৬৪ সালের ৮ ই এপ্রিল নিউ ইয়র্কের অ্যাস্টর থিয়েটারে মার্কিন যুক্তরাষ্ট্রের প্রিমিয়ার হয়।  প্রথম মুক্তির পর, ফ্রম রাশিয়া উইথ লাভ বিশ্বব্যাপী বক্স অফিসে ১২.৫ মিলিয়ন ডলার (২০২১ সালে ১০৯ মিলিয়ন ডলার) আয় করে ড. না'র আয় দ্বিগুণ করে।   পুনঃপ্রকাশের পর এটি ৭৮ মিলিয়ন মার্কিন ডলার আয় করে, যার মধ্যে ২৪ মিলিয়ন ডলার ছিল উত্তর আমেরিকা থেকে।  ১৯৬৩ সালে ব্রিটিশ বক্স অফিসে এটি সবচেয়ে জনপ্রিয় চলচ্চিত্র ছিল।\nচলচ্চিত্রটির চিত্রগ্রাহক টেড মুর বাফটা পুরস্কার এবং শ্রেষ্ঠ সিনেমাটোগ্রাফির জন্য ব্রিটিশ সোসাইটি অফ সিনেম্যাটোগ্রাফারস পুরস্কার লাভ করেন।  ১৯৬৫ সালের লরেল পুরস্কারে লোটে লেনিয়া সেরা মহিলা সহায়ক অভিনয়ের জন্য তৃতীয় স্থান অর্জন করে এবং চলচ্চিত্রটি অ্যাকশন-ড্রামা বিভাগে দ্বিতীয় স্থান অর্জন করে। চলচ্চিত্রটি \"ফ্রম রাশিয়া উইথ লাভ\" চলচ্চিত্রের জন্য শ্রেষ্ঠ মৌলিক গানের জন্য গোল্ডেন গ্লোব পুরস্কারের জন্যও মনোনীত হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nFrom Russia With Love at BFI Screenonline\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে From Russia with Love\nইন্টারনেট মুভি ডেটাবেজে From Russia with Love  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে From Russia with Love\nঅলমুভিতে From Russia with Love (ইংরেজি)\nরটেন টম্যাটোসে From Russia with Love (ইংরেজি)\nবক্স অফিস মোজোতে From Russia with Love (ইংরেজি)\nFrom Russia With Love from MGM"}