{"pageid": 1172825, "title": "ভবতোষ দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1172825", "content": "ড.ভবতোষ দত্ত (২১ ফেব্রুয়ারি ১৯১১ – ১১ জানুয়ারি ১৯৯৭) ছিলেন একজন প্রখ্যাত ভারতীয় অর্থনীতিবিদ, প্রথিতযশা অধ্যাপক, শিক্ষাবিদ ও বিশিষ্ট লেখক। ১৯৫০ খ্রিস্টাব্দে কলকাতার প্রেসিডেন্সি কলেজের অর্থনীতির অধ্যাপক হন এবং পরে  প্রেসিডেন্সিরই  ইমেরিটাস অধ্যাপক হন।\n১৯৯০ খ্রিস্টাব্দে তিনি ভারত সরকার কর্তৃক দ্বিতীয় সর্বোচ্চ বেসামরিক পুরস্কার  পদ্মবিভূষণে ভূষিত হন। আত্মজীবনীমূলক গ্রন্থ রচনা করে ১৯৯১ খ্রিস্টাব্দে  পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nদভবতোষ দত্ত পিতার কর্মস্থল  ব্রিটিশ ভারতের  বিহারের পাটনার বাঁকিপুরে ১৯১১ খ্রিস্টাব্দের ২১ ফেব্রুয়ারি জন্ম গ্রহণ করেন। পৈতৃক নিবাস ছিল অধুনা  বাংলাদেশের শ্রীহট্টের লখাই-এ। পিতা  হেমেন্দ্র কিশোর দত্ত ছিলেন পাটনার বিহার ন্যাশনাল কলেজের রসায়নের অধ্যাপক এবং মাতা যোগমায়া দত্ত। তার বাল্যকাল কেটেছে খুলনার দৌলতপুর কলেজ সংলগ্ন স্থানে।   ঢাকা কলেজিয়েট স্কুলে পড়ার সময় তার  সহপাঠী ছিলেন বিপ্লবী দীনেশ গুপ্ত ও সাহিত্যিক বুদ্ধদেব বসু। ঢাকা কলেজিয়েট স্কুল থেকে ১৯২৬ খ্রিস্টাব্দে তৃতীয় স্থান অধিকার করে ম্যাট্রিক এবং ঢাকার জগন্নাথ কলেজ থেকে প্রথম স্থান অধিকার করে আই.এ পাশের পর কলকাতায় চলে আসেন। ১৯৩০ খ্রিস্টাব্দে কলকাতার প্রেসিডেন্সি কলেজ থেকে অর্থনীতিতে প্রথম শ্রেণীতে দ্বিতীয় স্থান অধিকার করে বি.এ পাশ করেন। এর পর ১৯৩২ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে প্রথম শ্রেণীতে প্রথম হয়ে এম.এ ডিগ্রি লাভ  করেন। দেশের বিভিন্ন কলেজে কিছুদিন অধ্যাপনার পর ১৯৪৮ খ্রিস্টাব্দে দুবছরের গবেষণার জন্য ছুটি নিয়ে লন্ডনে যান। সেখানকার  লন্ডন স্কুল অব ইকোনমিক্সে গবেষণা করে ১৯৫০ খ্রিস্টাব্দে পি. এইচডি ডিগ্রি লাভ করেন। তার গবেষণার বিষয় ছিল— পিছিয়ে থাকা দেশের অর্থনীতি। ১৯৫২ খ্রিস্টাব্দে তার গবেষণালব্ধ প্রবন্ধ দ্য ইকনমিক্স অফ্ ইন্ডাস্ট্রিয়ালাইজশন প্রকাশিত হয়।\n\n\n== কর্মজীবন ==\nঅধ্যাপক ভবতোষ দত্ত ১৯৫২ খ্রিস্টাব্দে চট্টগ্রাম সরকারি কলেজে অধ্যাপনা দিয়েই কর্মজীবন শুরু করেন।  পরে বর্ধমান রাজ কলেজ, রিপন কলেজ  ও ইসলামিয়া কলেজেও অধ্যাপনা করেছেন। গবেষণার ছুটি শেষে দেশে ফেরার পর ১৯৫২ খ্রিস্টাব্দে তিনি অর্থনীতির অধ্যাপক হিসাবে কলকাতার প্রেসিডেন্সি কলেজে যোগ দেন। প্রেসিডেন্সি কলেজে অনার্স বিভাগে অর্থনীতির পঠন-পাঠনে এক নতুন যুগের সূত্রপাত করেছিলেন। পুরোনো আলফ্রেড মার্শাল সর্বস্ব গন্ডি ভেঙ্গে নতুন তত্ত্ব ও চিন্তার খোলা হাওয়া এনে দিয়েছিলেন। সেই সময়ের বাংলার বহু খ্যাতনামা অর্থনীতিবিদই ছিলেন তার ছাত্র।\nঅধ্যাপনা ছাড়াও বিভিন্ন সময়ের দেশের বিভিন্ন সরকারি পদে অধিষ্ঠিত ছিলেন। ১৯৫৩ খ্রিস্টাব্দ হতে ১৯৫৬ খ্রিস্টাব্দ সময়ে তিনি  আই এম এফ তথা আন্তর্জাতিক মুদ্রা তহবিলের দক্ষিণ এশিয়া বিভাগের অধিকর্তা নিযুক্ত হয়েছিলেন।  ১৯৫৬ খ্রিস্টাব্দে দেশে ফিরে প্রেসিডেন্সি কলেজে পুনরায় যোগদান করেন এবং তিনি বিভাগীয় প্রধান হিসাবে ১৯৬২ খ্রিস্টাব্দে অবসর নেন। অবসরের পর তিনি  পশ্চিমবঙ্গ সরকারের শিক্ষা অধিকর্তা হন। শিক্ষা দপ্তরের দীর্ঘ অভিজ্ঞতার (১৯৬২ ৬৯) সঙ্গে যুক্ত হয়েছিল উচ্চ শিক্ষা সংক্রান্ত পরিকল্পনা কমিশনের অভিজ্ঞতা, যে কমিশনের কর্ণধার  হয়েছিলেন তিনি। ১৯৬৯ খ্রিস্টাব্দে তিনি প্রেসিডেন্সি কলেজের এমেরিটাস প্রফেসর অফ ইকনমিক্স হন।\nএছাড়াও বিভিন্ন সময়ে তিনি আরও অনেক গুরুত্বপূর্ণ পদে ছিলেন। যেমন—\n\n১৯৬৪-৬৫  খ্রিস্টাব্দে ভারতের চতুর্থ অর্থ কমিশনের সদস্য;\n১৯৬৫ খ্রিস্টাব্দে  পশ্চিমবঙ্গ সরকারের শিক্ষা সচিব;\n১৯৬৯-৭২ খ্রিস্টাব্দে ব্যাঙ্কিং কমিশনের সদস্য ;\n১৯৭২-৭৫ খ্রিস্টাব্দে সংবাদপত্রের আর্থিক অবস্থা সমীক্ষা কমিশনের সদস্য;\nরিজার্ভ ব্যাঙ্ক অফ ইন্ডিয়ার পরিচালক মণ্ডলীর সদস্য;\nশিল্প পুনর্গঠন কর্পোরেশনের  অধিকর্তা;\nইন্ডিয়ান কাউন্সিল অফ সোশ্যাল সায়েন্স অ্যান্ড রিসার্চের কর্মকর্তা।\n১৯৭৩ খ্রিস্টাব্দে কলকাতায় সেন্টার ফর স্টাডিজ ইন সোশ্যাল সায়েন্স নামে যে প্রতিষ্ঠান কাজ শুরু করে তার  সৃষ্টি ও সমৃদ্ধির জন্য তার প্রেরণা ও সক্রিয় যোগদান ছিল।  সর্বদা সজাগ, তীক্ষ্ণ, সংবেদনশীল হৃদয় ও মস্তিষ্কের অধিকারী অধ্যাপক ভবতোষ দত্তের প্রধান কাজই ছিল কেবল পড়াশোনা। পত্র পত্রিকায় ইংরাজী ও বাংলায় উভয় ভাষাতেই অগণিত প্রবন্ধ রচনা করেছেন। বিভিন্ন সময়ে  দেশের অর্থনীতির ঘটনা-পরম্পরা বিশ্লেষণ করেছেন  সেই সঙ্গে স্বাদু কৌতুকদীপ্ত স্পষ্ট ভাষায়।\n\n\n== সম্মাননা ==\n১৯৯০ খ্রিস্টাব্দে ভারত সরকার অধ্যাপক দত্তকে দ্বিতীয় সর্বোচ্চ বেসামরিক সম্মান  পদ্মবিভূষণে ভূষিত করে। ১৯৯১ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকার তার আত্মজীবনীমূলক গ্রন্থ আট দশক গ্রন্থটির জন্য রবীন্দ্র পুরস্কার প্রদান করে।\n\n\n== ব্যক্তিগত জীবন ==\nভবতোষ দত্ত ১৯৩৯ খ্রিস্টাব্দে  অমলা বসুকে বিবাহ করেন। শেষ কয়েকটা বছর তার কেটেছে দৃষ্টিহীন অবস্থায়। তারই মধ্যে ছাত্র ও সহযোগীদের মুখে শুনে ও তাদের দিয়ে লিখিয়ে যতদিন সম্ভব নিজেকে সচল রেখেছিলেন। কিন্তু ১৯৮৯ খ্রিস্টাব্দে তার স্ত্রী মারা যাওয়ার পর বেশি নিঃসঙ্গ হয়ে পড়েছিলেন। তবু লিখেছিলেন—\"যতদিন পারি পরাজয় স্বীকার করব না।\" শেষে ১৯৯৭ খ্রিস্টাব্দের ১১ জানুয়ারি ইহলোক ত্যাগ করেন।\n\n\n== রচনাবলী ==\nঅর্থনীতি বিষয়ে তার অন্যান্য জনপ্রিয় গ্রন্থগুলি হল—\n\nবাংলা—\nঅর্থবিজ্ঞান\nআর্থিক উন্নয়ন\nদৃষ্টিকোণ\nতামসী\nভারতের আর্থিক উন্নয়ন\nইংরাজী—\nভবতোষ দত্ত (১৯৬২)। দ্য ইভলিউশন অফ ইকনমিক থিঙ্কিং ইন ইন্ডিয়া। ফেডারেশন হল সোসাইটি। \nভবতোষ দত্ত (১৯৬২)। ইকনমিক ডেভেলপমেন্ট অ্যান্ড এক্সপোর্ট: এ স্টাডি অফ দ্য ইমপ্যাক্ট  অফ ইন্ডিয়ান ইকনমিক ডেভেলপমেন্ট অন  এক্সপোর্ট। ওয়ার্ল্ড প্রেস। \nভবতোষ দত্ত (১৯৬৩)। এসেজ ইন প্ল্যান ইকনমিক্স: এ  কমেন্টারি অন ইন্ডিয়ান এক্সপেরিয়েন্স। ওয়ার্ল্ড প্রেস। \nভবতোষ দত্ত (১৯৬৬)। ইকনমিক্স অফ ইন্ডাস্ট্রিয়ালাইজশন: এ স্টাডি অফ দ্য বেসিক প্রবলেমস অফ অ্যান আন্ডার ডেভেলপড ইকোনমি। ওয়ার্ল্ড প্রেস। \nইন্ডিয়া, ফ্যাক্ট ফাইন্ডিং কমিটি অন নিউজপেপার ইকনমিক্স; ভবতোষ দত্ত (১৯৭৫)। রিপোর্ট অফ দ্য ফ্যাক্ট ফাইন্ডিং কমিটি অন নিউজপেপার ইকনমিক্স: সাবমিটেড টু দ্য গভর্নমেন্ট অফ ইন্ডিয়া, মিনিস্ট্রি অফ ইনফরমেশন অ্যান্ড ব্রডকাস্টিং নিউ দিল্লি, জানুয়ারি, ১৯৭৫। কন্ট্রোলার অফ পাবলিকেশনস্। \nভবতোষ দত্ত (১৯৭৮)। ইন্ডিয়ান ইকনমিক থট ইন টুয়েন্টিয়েথ সেঞ্চুরি পারসস্পেটিভস ১৯০০ - ১৯৫০। Tata McGraw-Hill। আইএসবিএন 9780070963900। \nBhabatosh Datta; Dipak Banerjee (১৯৯১)। এসেজ ইন ইকনমিক অ্যানালিশিস অ্যান্ড পলিসি: এ ট্রিবিউট টু ভবতোষ দত্ত। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 9780195627343। \nভবতোষ দত্ত (১৯৯২)। ইন্ডিয়ান প্ল্যানিং অ্যাট ক্রসরোডস। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-19-562958-3। \nAmiya Kumar Bagchi (১৯৮৮)। Economy, society, and polity: essays in the political economy of Indian planning in honour of Professor Bhabatosh Datta। Published for Centre for Studies in Social Sciences, Calcutta [by] অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 9780195620597। \n\n\n== তথ্যসূত্র =="}