{"pageid": 1172920, "title": "ফ্রঁক কেসিয়ে", "url": "https://bn.wikipedia.org/wiki?curid=1172920", "content": "ফ্রঁক ইয়ানিক কেসিয়ে (ফরাসি: Franck Kessié; জন্ম: ১৯ ডিসেম্বর ১৯৯৬; ফ্রঁক কেসিয়ে নামে সুপরিচিত) হলেন একজন আইভোরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে সৌদি আরবের পেশাদার ফুটবল লিগের শীর্ষ স্তর সৌদি পেশাদার লিগের ক্লাব আল আহলি এবং কোত দিভোয়ার জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\nকেসিয়ের ফুটবলার জীবনের হাতেখড়ি হয় স্থানীয় স্টেলা ক্লাব এর হয়ে। পরবর্তীতে তিনি ইতালীয় ক্লাব আতালান্তায় যোগদান করেন। সেখান থেকে কেসিয়ে আরেক ইতালীয় ক্লাব চেজেনায় ধারে যোগদান করেন এবং ২০১৫ সালে উক্ত ক্লাবের হয়ে পেশাদার ফুটবলার জীবন শুরু করেন। ২০১৭–১৮ ও ২০১৮–১৯ মৌসুম তিনি ধারে আরেক ইতালিয় ক্লাব এসি মিলান-এ খেলেন। ২০১৯ সালে এসি মিলান তাকে পাকাপাকিভাবে কিনে নেয়। ২০২২–২৩  মৌসুমের শুরুতে তিনি স্পেনীয় ক্লাব বার্সেলোনায় যোগদান করেন। ২০২৩ সালে সৌদি আরবের ক্লাব আল আহলি কেসিয়েকে ১ কোটি ২৫ লক্ষ ইউরোর বিনিময়ে কিনে নেয়।\n২০১৩ সালে, কেসিয়ে কোত দিভোয়ার অনূর্ধ্ব-১৭ দলের হয়ে কোত দিভোয়ারের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় তিন বছর যাবত কোত দিভোয়ারের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৪ সালে কোত দিভোয়ারের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; কোত দিভোয়ারের জার্সি গায়ে তিনি এপর্যন্ত ৭৭ ম্যাচে ১১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nফ্রঁক ইয়ানিক কেসিয়ে ১৯৯৬ সালের ১৯শে ডিসেম্বর তারিখে কোত দিভোয়ারের উরাগাইয়োতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকেসিয়ে কোত দিভোয়ার অনূর্ধ্ব-১৭, কোত দিভোয়ার অনূর্ধ্ব-২০ এবং কোত দিভোয়ার অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে কোত দিভোয়ারের প্রতিনিধিত্ব করেছেন। কোত দিভোয়ারের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৩ বছরে ১৩ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\nকেসিয়ে নিজ দেশে অনুষ্ঠিত ২০২৩ আফ্রিকা কাপ অব নেশন্সের জন্য ঘোষিত কোত দিভোয়ারের ২৭ সদস্যের চূড়ান্ত দলে স্থান পেয়েছিলেন, যেখানে তিনি সাত ম্যাচে কোত দিভোয়ারের হয়ে সর্বোচ্চ ২টি গোল করেছেন; এর মাধ্যমে তিনি প্রতিযোগিতাটির শিরোপা জয়লাভ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n১৫ ফেব্রুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n১৫ ফেব্রুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== অর্জন ==\n\n\n=== ক্লাব ===\nএসি মিলান\nসেরিয়ে আ: ২০২১–২২\nবার্সেলোনা\nলা লিগা: ২০২২–২৩\nস্পেনীয় সুপার কাপ: ২০২২–২৩\nকোত দিভোয়ার\nআফ্রিকা কাপ অব নেশন্স: ২০২৩\n\n\n=== ব্যক্তিগত ===\nআফ্রিকা কাপ অব নেশন্স শীর্ষ অ্যাসিস্ট প্রদানকারী: ২০১৯\nআফ্রিকা কাপ অব নেশন্স টুর্নামেন্টের সেরা দল: ২০২৩\nসেরিয়ে আ বর্ষসেরা দল: ২০২০–২১\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফ্রঁক কেসিয়ে – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nসকারওয়েতে ফ্রঁক কেসিয়ে  (ইংরেজি)  \nসকারবেসে ফ্রঁক কেসিয়ে (ইংরেজি) \nট্রান্সফারমার্কেটে ফ্রঁক কেসিয়ে (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ফ্রঁক কেসিয়ে (ইংরেজি) \nইএসপিএন এফসিতে ফ্রঁক কেসিয়ে (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ফ্রঁক কেসিয়ে (ইংরেজি)"}