{"pageid": 1172853, "title": "কথাসাহিত্যে বৃহস্পতি গ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1172853", "content": "সৌরজগতের বৃহত্তম গ্রহ বৃহস্পতি বেশ কয়েক শতাব্দী ধরে কথাসাহিত্যের বিষয়বস্তু হয়ে আসছে। গ্রহটির গঠনতন্ত্র সম্পর্কে মানুষ যত অবহিত হয়েছে কথাসাহিত্যে এই গ্রহের বর্ণনায় ততই বিবর্তন এসেছে; প্রথমদিকে দেখানো হতো গ্রহটি সম্পূর্ণতই নিরেট, পরে দেখানো হয় এই গ্রহের উচ্চচাপবিশিষ্ট বায়ুমণ্ডলের নিচে রয়েছে একটি নিরেট ভূপৃষ্ঠ, শেষপর্যন্ত এটি সম্পূর্ণ গ্যাসীয় গ্রহ হিসেবেই বর্ণিত হতে থাকে। কল্পবিজ্ঞানের পাল্প যুগে বৃহস্পতি ছিল এক জনপ্রিয় প্রেক্ষাপট। এই গ্রহের জীবন কখনও মানুষ, কখনও মানুষের বৃহত্তর রূপান্তর, কখনও বা মনুষ্যেতর জীব হিসেবে প্রদর্শিত হয়েছে। মনুষ্যেতর জীবের ক্ষেত্রে কোনও কোনও রচনায় জীবনের আদিম অবস্থা, আবার কোনও কোনও রচনায় মানুষের তুলনায় উন্নততর অবস্থা দেখানো হয়েছে।\nবহুসংখ্যক গল্পে বৃহস্পতির প্রাকৃতিক উপগ্রহগুলো উপস্থাপিত হয়েছে। এগুলোর মধ্যে বিশেষভাবে প্রদর্শিত হয় চারটি গ্যালিলিয়ান উপগ্রহ (আইয়ো, ইউরোপা, গ্যানিমিড ও ক্যালিস্টো)। সাধারণ বিষয়বস্তুর মধ্যে রয়েছে এই সকল জগতের পৃথিবীকরণ ও এখানে উপনিবেশ স্থাপন।\n\n\n== বৃহস্পতি ==\n\n\n=== আদি বিবরণ ===\n\nবৃহস্পতি সম্পর্কে একটি ভ্রান্ত ধারণা বহুকাল যাবৎ পোষণ করা হয়েছে যে, এটি একটি শিলাময় গ্রহ এবং এখানে অবতরণ করা সম্ভব। কথাসাহিত্যে বৃহস্পতির উপস্থিতি অন্ততপক্ষে ভলতেয়ারের মাইক্রোমেগাস (১৭৫২) উপন্যাস থেকে। এই উপন্যাসে দেখা যায় সিরিয়াসের এক ভিনগ্রহী এবং শনির আরেক ভিনগ্রহী বৃহস্পতির উপগ্রহগুলোর পাশ দিয়ে যাবার সময় গ্রহটিতে অবতরণ করছে। ঊনবিংশ শতাব্দীর মধ্যেই লেখকেরা সাধারণভাবে বৃহস্পতিকে শুধুমাত্র একটি নিরেট গ্রহ হিসেবে কল্পনা করতেই শুরু করলেন না, বরং সেখানে এক পৃথিবীসদৃশ জগতেরও ধারণা করে নিয়ে সেই মতো গ্রহটিকে বর্ণনা করতে শুরু করলেন। ডব্লিউ. এস. ল্যাচ-জিরমা রচিত অ্যালেরিয়েল, অর আ ভয়েজ টু আদার ওয়ার্ল্ডস (১৮৮৬) উপন্যাসে দেখা যায়, বৃহস্পতি গ্রহটি একটি মহাসাগরের দ্বারা আবৃত এবং সেই মহাসাগরের বুকে জেগে থাকা কয়েকটিমাত্র দ্বীপে আদিম জলচর মানবসদৃশ প্রাণী বাস করে। চতুর্থ জন জেকব অ্যাস্টর রচিত আ জার্নি ইন আদার ওয়ার্ল্ডস (১৮৯৪) উপন্যাসে দেখা যায়, বৃহস্পতি প্রাগৈতিহাসিক পৃথিবীর মতো ডাইনোসর ও ম্যাস্টোডনজাতীয় প্রাণীতে আকীর্ণ এক গ্রহ। বিংশ শতাব্দীর গোড়ার দিকের কয়েকটি ইউটোপীয় কথাসাহিত্যের প্রেক্ষাপটও বৃহস্পতি গ্রহ। এই জাতীয় উপন্যাসের মধ্যে জনৈক অজ্ঞাতনামা লেখকের টু জুপিটার ভায়া হেল (১৯০৮) ও এলা স্ক্রিমসরের দ্য পারফেক্ট ওয়ার্ল্ড (১৯২২) উপন্যাস দু’টির নাম বিশেষভাবে উল্লেখযোগ্য।\n\n\n=== বৃহস্পতিবাসী ===\nঅধিকাংশ লেখকই বৃহস্পতির অধিবাসীদের মানুষের আকারেই বর্ণনা করেছেন। এই প্রসঙ্গে মেরি কোরেলির লেখা আ রোম্যান্স অব টু ওয়ার্ল্ডস (১৮৮৬) এবং কর্নেলিয়াস শির মিস্টিক আইল্যান্ড; অর, দ্য টেল অব আ হিডেন ট্রেজার (১৯০৫) উপন্যাসটির দু’টির নাম করা যায়। ১৮৭৩ সালে জনৈক অজ্ঞাতনামা লেখকের আ ন্যারেটিভ অব দ্য ট্রাভেলস অ্যান্ড অ্যাডভেঞ্চারস অব পল আরমন্ট অ্যামং দ্য প্ল্যানেটস উপন্যাসে দেখা যায় বৃহস্পতির মানব অধিবাসীরা বাতাসের চেয়ে ভারী বিমান ব্যবহার করছে। কেউ কেউ আবার বৃহস্পতিবাসীদের দৈত্যাকার মানব হিসেবে বর্ণনা করেছেন। অ্যালবার্ট ওয়াল্ডো হাওয়ার্ডের দ্য মিলটিলিয়নেয়ার (আনুমানিক ১৮৯৫) ও উইলিয়াম শুলার হ্যারিসের লাইফ ইন দ্য থাউজেন্ড ওয়ার্ল্ডস (১৯০৫) উপন্যাস দু’টির নাম এই ক্ষেত্রে উল্লেখযোগ্য। ১৮৮৬ সালের ব্যঙ্গাত্মক উপন্যাস আ ফোর্টনাইট ইন হেভেন উপন্যাসে হ্যারোল্ড এ. ব্রিজেস দেখিয়েছেন যে, এক পৃথিবীবাসী বৃহস্পতি গ্রহে গিয়ে আমেরিকার এক ভবিষ্যকালীনরূপ আবিষ্কার করে এবং দেখতে পায় সেই গ্রহের অধিবাসীরা পৃথিবীবাসীদেরই দৈত্যাকার প্রতিমূর্তি।\n অন্যরা অবশ্য ভিন্নভাবে এই গ্রহের অধিবাসীদের ছবি এঁকেছেন। যেমন ফ্রেড এইচ. ব্রাউনের ছোটোগল্প আ মেসেজ ফ্রম দ্য স্টার্সে (১৮৯৩) দেখা যায় এই গ্রহের অধিবাসীরা সবাই মৃতের প্রেতাত্মা; আবার হোমার এওন ফ্লিন্টের ছোটোগল্প দ্য কিং অব কনসার্ভ আইল্যান্ডে (১৯১৮) দেখা যায় বৃহস্পতিবাসীদের ডানা রয়েছে।\n\n\n=== পাল্প যুগ ===\nবেশ কয়েকটি পাল্প কল্পবিজ্ঞান গল্পে বৃহস্পতির গ্রহ চিত্রিত হয়েছে। এগুলোরই অন্যতম হল এডগার রাইস বারোজের সর্বশেষ জন কার্টার গল্প \"স্কেলিটন মেন অব জুপিটার\" (১৯৪৩)। এডমন্ড হ্যামিলটনের ছোটোগল্প \"আ কনকোয়েস্ট অব টু ওয়ার্ল্ডসে\" (১৯৩২) দেখা যায়, বৃহস্পতির এক শান্তিপূর্ণ সভ্যতায় মানুষের আক্রমণ এবং তারই ফলশ্রুতিতে বৃহস্পতিবাসীদের পক্ষ নিয়ে জনৈক পৃথিবীবাসীর মানুষদের বিরুদ্ধে বিদ্রোহ ঘোষণা।\n ফেস্টাস প্র্যাগনেলের দি এসেন্স অব লাইফ (১৯৩৩) গল্পে দেখা যায়, বৃহস্পতি থেকে এক মানবসদৃশ জীব এসে এক সমাজবিজ্ঞানীকে জানায় যে, তাদের কাছে এক ধরনের অমৃত রয়েছে যা তারা অন্যদের দিতেও প্রস্তুত; কিন্তু সেই সঙ্গে সে এও জানায় যে, অক্টোপাসসদৃশ এক জীব তাদের শাসন করে এবং তাদের পোষ্য জীব হিসেবে রাখে। বৃহস্পতির বৃহৎ লাল বিন্দুটিকে ফ্র্যাংক বেকন্যাপ লংয়ের \"রেড স্টর্ম অন জুপিটার\" (১৯৩৬) গল্পে কল্পনা করা হয়েছে পরিবর্তনশীল কাঠিন্যের এক ভূমিখণ্ড হিসেবে, যেখানে তেজস্ক্রিয় পদার্থের খনি অবস্থিত। এয়ান্ডো বাইন্ডারের \"লাউফ ডিজইনহেরিটেড\" (১৯৩৭) গল্পে দেখা যায় এই বৃহৎ লাল বিন্দু সম্পূর্ণভাবেই বৃহস্পতি ত্যাগ করছে।\n\n\n=== বৃহস্পতির পৃষ্ঠতল ===\n১৯৩০-এর দশকে বৃহস্পতির পরিস্থিতি সম্পর্কে আরও ভালোভাবে জ্ঞান অর্জন করার পর থেকে বেশ কিছু গল্পে এই গ্রহে এক উচ্চচাপবিশিষ্ট বায়ুমণ্ডলের তলায় কঠিন পৃষ্ঠভাগের কথা বর্ণিত হয়। কোনও কোনও লেখক লেখেন যে, এই গ্রহের প্রত্যাশিত উচ্চ পৃষ্ঠ অভিকর্ষের সঙ্গে খাপ খাইয়ে নিয়ে স্থানীয় জীবেরা ক্ষুদ্র আকারবিশিষ্ট হয়েছে। এই প্রসঙ্গে মিলটন এ. রথম্যানের \"হেভি প্ল্যানেট\" (১৯৩৯) গল্পটির নাম উল্লেখযোগ্য। আবার ই. ই. স্মিথের স্পেসহাউন্ডস অব ইপিসি (১৯৩১) উপন্যাসে বৃহস্পতিবাসীদের অনেকগুলো পা দেখা যায়। একইভাবে জেমুস ব্লিশ দ্য সিডলিং স্টার্সে (১৯৫৭ সালে প্রকাশিত পূর্বপ্রকাশিত ছোটোগল্পের সংকলন) দেখিয়েছেন যে, বৃহস্পতি গ্রহে মানুষের টিকে থাকার জন্য অবশ্য প্রয়োজনীয় বিষয়টি হল প্যানট্রোপি, অর্থাৎ ভিন্ন গ্রহের পরিবেশে খাপ খাইয়ে নেয়ার জন্য মানুষের শারীরিক পরিবর্তন সাধন। ক্লিফোর্ড ডি. সিমাকের ছোটোগল্প \"ডেসার্শনে\" (১৯৪৪) দেখা যায়, এইভাবে রূপান্তরিত মানুষের কাছে বৃহস্পতিই বসবাসের যথাযোগ্য স্থান এবং তারা এই গ্রহ ছাড়তে অস্বীকার করে। উল্লেখ্য গল্পটি ১৯৫২ সালে ফিক্স-আপ উপন্যাস সিটির অন্তর্ভুক্ত হয়। অন্যান্য লেখকেরা বিষয়টির সমাধান করেছেন এই বলে যে, বৃহস্পতির প্রত্যাশিত প্রতিকূল পরিবেশে একমাত্র রোবট ছাড়া আর কেউ যেতে পারে না। আইজ্যাক অ্যাসিমোভ \"ভিক্ট্রি আনইন্টেনশনাল\" (১৯৪২) গল্পে দেখিয়েছেন, এই ধরনের রোবটেরা এক বিরুদ্ধ মনোভাবাপন্ন ভিনগ্রহীদের মুখোমুখি হয় এবং সেই ভিনগ্রহীরা এই রোবটদের জীবন্ত প্রাণী ভেবে বসে। পল আন্ডারসনের ছোটোগল্প \"কল মি জোয়ে\" (১৯৫৭) আবার দেখা যায়, দূর থেকে নিয়ন্ত্রিত এক কৃত্রিম জীব বৃহস্পতির পৃষ্ঠভাগে অভিযান চালাচ্ছে।\n\n\n=== বায়ুমণ্ডল ===\n১৯৫০-এর দশকের শেষার্ধের মধ্যেই এই মত সর্বসাধারণ্যে গৃহীত হয় যে বৃহস্পতির বায়ুমণ্ডল সকল ব্যবহারিক দিক থেকেই তলশূন্য এবং সেই সময় থেকেই এই গ্রহের বায়ুমণ্ডলের নিচে একটি কঠিন পৃষ্ঠভাগের ধারণাটি পরিত্যক্ত হয়। আর্থার সি. ক্লার্কের ছোটোগল্প \"আ মিটিং উইথ মেড্যুসা\" (১৯৭১) প্রভৃতি সাহিত্যকর্মে দেখানো হয়েছে যে এই বায়ুমণ্ডলেই এই ধরনের ভিনগ্রহী জীবকুলের বাস। টিমোথি জানের উপন্যাস মান্টা’জ গিফটে (২০০২) দেখা যায়, মানবজাতি বার্হস্পত্য বায়ুমণ্ডলে বুদ্ধিমান প্রাণীর সংস্পর্শে আসছে। আবার ইয়ান স্টুয়ার্ট ও জ্যাক কোহেনের উপন্যাস হুইলার্সে (২০০০) দেখা যায়, বৃহস্পতির বায়ুমণ্ডলে একাধিক ভাসমান শহর রয়েছে। বৃহস্পতির বায়ুমণ্ডলে অভিযানও কথাসাহিত্যের একটি সাধারণ বিষয়। এই প্রসঙ্গে আরকেডি ও বরিস স্ট্রাগাৎস্কির ছোটোগল্প \"দ্য ওয়ে টু অ্যামালথিয়া\" (১৯৬০), বেন বোভার উপন্যাস অ্যাজ অন আ ডার্কলিং প্লেইন (১৯৭২) এবং গ্রেগরি বেনফোর্ড ও গর্ডন একলান্ডের উপন্যাস ইফ দ্য স্টার্স আর গডসের (১৯৭৭) নামে উল্লেখযোগ্য। বাড স্পারহকের ছোটোগল্প প্রিমরোজ অ্যান্ড থর্নে (১৯৯৬) আবার বার্হস্পত্য বায়ুমণ্ডল পরিণত হয়েছে দৌড় প্রতিযোগিতার স্থানে।\n\n\n=== আধুনিক চিত্রণ ===\n১৯৬৮ সালে মুক্তিপ্রাপ্ত চলচ্চিত্র ২০০১: আ স্পেস ওডিসি-তে বৃহস্পতি ছিল অভিযাত্রী দলের গন্তব্য; যদিও একই বছর প্রকাশিত আর্থার সি. ক্লার্কের যে উপন্যাস অবলম্বনে এই ছবিটি নির্মিত হয় তাতে গন্তব্যস্থল দেখানো হয়েছিল শনি গ্রহ। ক্লার্কের লেখা ১৯৮২ সালের সিক্যোয়েল উপন্যাস ২০১০: ওডিসি টুয়েদেখা যায় গ্রহটি একটি তারায় পরিণত হচ্ছে। বৃহস্পতির নক্ষত্রে পরিণত হওয়ার বিষয়টি উঠে এসেছে সাকয়ো কোমাৎসুর উপন্যাস সায়োনারা জুপিটার (১৯৮২) এবং সেই উপন্যাসের চলচ্চিত্রায়ণ বাই-বাই জুপিটারেও (১৯৮৪)। এই ধারণাটি পরে অন্যান্য লেখকেরাও গ্রহণ করেন। এই প্রসঙ্গে চার্লস এল. হারনেসের উপন্যাস লুনার জাস্টিস (১৯৯১) এবং জন সি. রাইটের উপন্যাস দ্য গোল্ডেন এজের (২০০২) নাম করা যায়। ২০১৫ সালে মুক্তিপ্রাপ্ত জুপিটার অ্যাসেন্ডিং নামক স্পেস অপেরাটির আংশিক প্রেক্ষাপট এই গ্রহ।\n\n\n== প্রাকৃতিক উপগ্রহ ==\nএকবার যখন বোঝা যায় যে বৃহস্পতি আদতে একটি গ্যাসীয় গ্রহ, তখন থেকে সেটির প্রাকৃতিক উপগ্রহগুলো মানুষ বা ভিনগ্রহী জীবন নিয়ে লেখা গল্পের প্রেক্ষাপট হিসেবে অধিকতর জনপ্রিয় হয়ে ওঠে। কোনও কোনও ক্ষেত্রে দেখা যায় সমগ্র উপগ্রহমণ্ডলীটিই সামগ্রিকভাবে আলোকপ্রাপ্ত হয়েছে। এই প্রসঙ্গে জ্যাক ম্যাকডেভিটের ছোটোগল্প \"প্রমিস টু কিপের\" (১৯৮৪) নাম করা যায়।\n\n\n=== আইয়ো ===\nস্ট্যানলি জি. ওয়েনবাউমের ছোটোগল্প \"দ্য ম্যাড মুনে\" (১৯৩৫) দেখা যায় আইয়োর জলবায়ু গ্রীষ্মমণ্ডলীয় শ্রেণির। ১৯৮১ সালে মুক্তিপ্রাপ্ত চলচ্চিত্র আউটল্যান্ডে (১৯৫২ সালের ওয়েস্টার্ন হাই নুনের কল্পবিজ্ঞান রূপান্তর) দেখা যায়, এই উপগ্রহে খনিজ উত্তোলনের কাজ চলছে। মাইকেল সোয়ানউইকের ছোটোগল্প \"দ্য ভেরি পালস অফ দ্য মেশিনে\" (১৯৯৮) ইউরোপাকে চেতন সত্ত্বা হিসেবে ইঙ্গিত করা হয়েছে। ২০১৯ সালে মুক্তিপ্রাপ্ত চলচ্চিত্র আইয়োতে দেখানো হয়েছে যে, দূষণের কারণে পৃথিবী প্রায় অবাসযোগ্য হয়ে পড়লে মানুষ গিয়ে এই উপগ্রহতে আশ্রয় গ্রহণ করে।\n\n\n=== ইউরোপা ===\nস্ট্যানলি জি. ওয়েনবাউমের ছোটোগল্প \"রিডেম্পশন কার্নে\" (১৯৩৬) দেখা যায়, ইউরোপায় একটি শ্বাসযোগ্য বায়ুমণ্ডল রয়েছে এবং এই উপগ্রহের যে অংশটি বৃহস্পতির দিকে জোয়ারের দ্বারা আবদ্ধ সেই দিকে স্থানীয় জীবমণ্ডলীও রয়েছে। চার্লস শেফিল্ডের উপন্যাস কোল্ড অ্যাজ আইসে (১৯৯২) দেখা যায়, ইউরোপার পৃথিবীকরণ করা হবে কি হবে না তা নিয়ে সংঘাত বেধেছে।\n ২০১৭ সালের ভিডিও গেম ডেস্টিনি ২-এ পৃথিবীকরণ ব্যতীত ইউরোপায় উপনিবেশ স্থাপন প্রদর্শিত হয়। বিজ্ঞানীরা যেহেতু অনুমান করেন যে, ইউরোপায় সম্ভবত জলপূর্ণ মহাসাগর রয়েছে এবং এটির বরফপৃষ্ঠের তলায় জীবনের অস্তিত্বও সম্ভব, তাই অনেক গল্প-উপন্যাসেই এই ধারণাটিকে গ্রহণ করা হয়। এগুলোর মধ্যে পল জে. ম্যাকআউলির উপন্যাস দ্য কোয়াইট ওয়ার (২০০৮), ২০১৩ সালে মুক্তিপ্রাপ্ত চলচ্চিত্র ইউরোপা রিপোর্ট এবং মাইকেল ক্যারোলের উপন্যাস ইউরোপা’জ লস্ট এক্সপেডিশন: আ সায়েন্টিফিক নভেলের (২০১৬) নাম উল্লেখযোগ্য।\n\n\n=== গ্যানিমিড ===\nজর্জ গ্রিফিথের আ হানিমুন ইন স্পেস (১৯০১) উপন্যাসে দেখা যায়, গ্যানিমিডে গম্বুজবিশিষ্ট অনেক শহর রয়েছে। রবার্ট এ. হেইনলেইনের লেখা ফার্মার ইন দ্য স্কাই (১৯৫০) উপন্যাসে এই উপগ্রহের পৃথিবীকরণ দেখানো হয়েছে। লেই ব্র্যাকেটের ছোটোগল্প \"দ্য ড্যান্সিং গার্ল অব গ্যানিমিড\"-ও (১৯৫০) এই উপগ্রহের প্রেক্ষাপটে রচিত প্রথম যুগের একটি সাহিত্যকৃতি। গ্যানিমিডে উপনিবেশ স্থাপনের বিষয়টি অসংখ্য গল্প-উপন্যাসে উঠে এসেছে। এগুলোর মধ্যে পল আন্ডারসনের উপন্যাস থ্রি ওয়ার্ল্ডস টু কনকার (১৯৬৪), গ্রেগরি বেনফোর্ডের উপন্যাস জুপিটার প্রজেক্ট (১৯৭৫) এবং চার্লস এল. হারনেসের ছোটোগল্প \"দ্য ফ্ল্যাগ ইন গর্বাচেভ ক্রেটারের\" (১৯৯৭) নাম বিশেষভাবে উল্লেখযোগ্য।\n\n\n=== ক্যালিস্টো ===\nএরিক ফ্র্যাংক রাসেলের ছোটোগল্প \"ইউ-টার্নে\" (১৯৫০) ক্যালিস্টোয় উপনিবেশ স্থাপন প্রদর্শিত হয়েছে। ১৯৭০-এর দশকে লিন কার্টারের ক্যালিস্টো ধারাবাহিকের সূত্রপাত ঘটে। এই ধারাবাহিকের প্রথম উপন্যাস জ্যান্ডার অব ক্যালিস্টো (১৯৭২) এই উপগ্রহের প্রেক্ষাপটে রচিত একটি গ্রহীয় রোম্যান্স। উপন্যাসটি লেখা হয়েছিল এডগার রাইস বারোজের কাজের প্রতি শ্রদ্ধা নিবেদন করেন।\n\n\n=== অন্যান্য উপগ্রহ ===\nআর্থার সি. ক্লার্ক রচিত ছোটোগল্প জুপিটার ফাইভে (১৯৫৩) অ্যামালথিয়া হল একটি পরিত্যক্ত ভিনগ্রহী মহাকাশযান। আইজ্যাক অ্যাসিমোভ রচিত উপন্যাস লাকি স্টার অ্যান্ড দ্য মুনস অব জুপিটারের (১৯৫৭) প্রেক্ষাপট বৃহস্পতির আরেক অপ্রধান উপগ্রহ, যেটিকে বৃহস্পতি ৯ বা অ্যাড্রাস্টিয়া নামে অভিহিত করা হয়।\n\n\n== আরও দেখুন ==\nকথাসাহিত্যে মহাজাগতিক স্থান\n\n\n== তথ্যসূত্র =="}