{"pageid": 1172219, "title": "থাণ্ডারবল (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1172219", "content": "থাণ্ডারবল (ইংরেজি: Thunderball) হল একটি১৯৬৫ সালের মুক্তিপ্রাপ্ত ব্রিটিশ গুপ্তচরবৃত্তিক চলচ্চিত্র এবং ইওন প্রোডাকশন দ্বারা নির্মিত জেমস বন্ড সিরিজের চতুর্থ  চলচ্চিত্র, যেখানে কাল্পনিক সিক্রেট ইন্টেলিজেন্স সার্ভিস এজেন্ট জেমস বন্ড চরিত্রে শন কনেরি অভিনয় করেছেন। এটি ইয়ান ফ্লেমিং -এর একই নামের ১৯৬১ সালের উপন্যাসের একটি রূপান্তর, যা পরবর্তীতে কেভিন ম্যাকক্লোরি, হুইটিংহাম এবং ফ্লেমিং দ্বারা কল্পনা করা একটি গল্প থেকে তৈরি জ্যাক হুইটিংহামের একটি মূল চিত্রনাট্যের উপর ভিত্তি করে তৈরি হয়েছিল। রিচার্ড মাইবাউম এবং জন হপকিন্সের চিত্রনাট্য সহ এটি টেরেন্স ইয়ং দ্বারা পরিচালিত তৃতীয় এবং চূড়ান্ত বন্ড চলচ্চিত্র।\nচলচ্চিত্রটি স্পেক্টার দ্বারা চুরি করা দুটি ন্যাটো পারমাণবিক বোমা খুঁজে বের করার জন্য বন্ডের মিশন অনুসরণ করে, যেটি যুক্তরাজ্য বা মার্কিন যুক্তরাষ্ট্রের একটি অনির্দিষ্ট মহানগর ধ্বংস করার হুমকির অধীনে ১০০ মিলিয়ন পাউন্ড হিরে মুক্তিপণের জ বিশ্বকে ধরে রাখে (পরে মিয়ামি বলে প্রকাশ করা হয়) ) অনুসন্ধানটি বন্ডকে বাহামাতে নিয়ে যায়, যেখানে সে এমিলিও লার্গোর সাথে দেখা করে, কার্ড খেলা, আইপ্যাচ পরা স্পেক্টার নাম্বার টু। সিআইএ এজেন্ট ফেলিক্স লিটার এবং লারগোর উপপত্নী ডমিনো ডারভালের সমর্থনে, বন্ডের অনুসন্ধান লার্গোর হেনম্যানদের সাথে একটি জলের নিচে যুদ্ধে পরিণত হয়। চলচ্চিত্রটির জটিল নির্মাণ চারটি ভিন্ন ইউনিট নিয়ে গঠিত এবং চলচ্চিত্রের প্রায় এক চতুর্থাংশ পানির নিচের দৃশ্য নিয়ে গঠিত।  থান্ডারবল ছিল প্রথম বন্ড ফিল্ম যা ওয়াইডস্ক্রিন প্যানাভিশনে শট করা হয়েছিল এবং প্রথম যেটির চলমান সময় ছিল দুই ঘণ্টারও বেশি।\nযদিও বন্ড ফিল্ম সিরিজের প্রযোজক অ্যালবার্ট আর. ব্রোকলি এবং হ্যারি সল্টজম্যান ফ্র্যাঞ্চাইজিতে প্রথম প্রবেশের পরিকল্পনা করেছিলেন, থান্ডারবল ১৯৬১ সালে একটি আইনি বিরোধের সাথে যুক্ত ছিল যখন ফ্লেমিং এর প্রাক্তন সহযোগী ম্যাকক্লোরি এবং হুইটিংহাম ১৯৬১ সালে উপন্যাসটি প্রকাশের পরপরই তার বিরুদ্ধে মামলা করেন, দাবি করেন তিনি এটিকে জেমস বন্ডের সিনেমাটিক অনুবাদের জন্য ত্রয়ী যে চিত্রনাট্য লিখেছিলেন তার উপর ভিত্তি করে।  মামলাটি আদালতের বাইরে নিষ্পত্তি করা হয় এবং ব্রোকলি এবং সল্টজম্যান, একটি প্রতিদ্বন্দ্বী ম্যাকক্লোরি চলচ্চিত্রের ভয়ে, তাকে উপন্যাসের গল্প, প্লট এবং চরিত্রগুলির কিছু পর্দার অধিকার ধরে রাখার অনুমতি দেন, এবং ম্যাকক্লোরি এই চলচ্চিত্রে একমাত্র প্রযোজক ক্রেডিট পান; ব্রকলি এবং সল্টজম্যান পরিবর্তে নির্বাহী প্রযোজক হিসাবে কাজ করেছেন। \nচলচ্চিত্রটি ব্যতিক্রমীভাবে সফল হয়েছিল: এর বিশ্বব্যাপী বক্স অফিসে $১৪১.২ মিলিয়নের প্রাপ্তি শুধুমাত্র তার পূর্বসূরীদের প্রত্যেকেরই নয়, বরং এটির পরবর্তী পাঁচটি বন্ড চলচ্চিত্রের প্রতিটির থেকেও বেশি। টিকিটের মূল্যস্ফীতির সাথে সামঞ্জস্য করার সময় থান্ডারবল উত্তর আমেরিকায় সিরিজের সবচেয়ে আর্থিকভাবে সফল চলচ্চিত্র।  ১৯৬৬ সালে, জন স্টেয়ার্স সেরা ভিজ্যুয়াল ইফেক্টের জন্য একাডেমি পুরস্কার জিতেছিলেন  এবং ব্রিটিশ অ্যাকাডেমি অব ফিল্ম অ্যান্ড টেলিভিশন আর্টস প্রোডাকশন ডিজাইনার কেন অ্যাডামকে পুরস্কারের জন্য মনোনীত করেছিলেন।  কিছু সমালোচক এবং দর্শক চলচ্চিত্রটির প্রশংসা করেছেন এবং এটিকে সিরিজের একটি স্বাগত সংযোজন হিসাবে চিহ্নিত করেছেন, অন্যরা জলজ অ্যাকশন পুনরাবৃত্তিমূলক এবং চলচ্চিত্রের দৈর্ঘ্য অত্যধিক বলে মনে করেছেন। ১৯৮৩ সালে, ওয়ার্নার ব্রাদার্স নেভার সে নেভার এগেইন শিরোনামে উপন্যাসটির একটি দ্বিতীয় চলচ্চিত্র অভিযোজন প্রকাশ করে, ম্যাকক্লোরি নির্বাহী প্রযোজক ছিলেন।\n\n\n== পটভূমি ==\nস্পেকটার অপারেটিভ এমিলিও লারগো একটি প্রশিক্ষণ অনুশীলনের সময় রয়্যাল এয়ার ফোর্স (আরএএফ) অভ্র ভলকান কৌশলগত জেট বোমারু বিমান থেকে দুটি পারমাণবিক বোমা হাইজ্যাক করে মুক্তিপণ আদায়ের জন্য ন্যাটোকে আটকে রাখার একটি পরিকল্পনা তৈরি করে৷ লার্গোর পরিকল্পনা সহজতর করার জন্য, স্পেক্টার অপারেটিভ কাউন্ট লিপে বোমা চুরির তদারকি করার জন্য অ্যাঞ্জেলো পালাজিকে নিয়োগ করে। স্পেক্টার এজেন্ট ফিওনা ভলপের সাহায্যে, Lippe প্যালাজিকে অস্ত্রোপচার করে তার মুখ ফরাসি বিমান বাহিনীর পাইলট ফ্রাঁসোয়া ডারভালের সাথে মেলে, যিনি অনুশীলনে সহায়তা করছেন৷ ভলপে এবং পালাজি আসল ডারভালকে হত্যা করে, যখন তারা শ্রাবল্যান্ডস হেলথ রিসর্টে অবস্থান করছে, শুধুমাত্র পরবর্তীদের জন্য আরও অর্থ দাবি করার জন্য। ভলপ তাকে তাদের অপারেশন চালিয়ে যাওয়ার জন্য স্বীকার করে। পরিকল্পনা অনুসরণ করে, পালাজি সফলভাবে বোমারু বিমানটিকে হাইজ্যাক করে, এর ক্রুকে হত্যা করে এবং বাহামাসের অগভীর জলে অবতরণ করে। বোমাগুলো তার লোকজন উদ্ধার করার সময়, লার্গো স্পেক্ট্রের সাথে তার আসল চুক্তি থেকে সরে আসার জন্য পালাজিকে হত্যা করে।\nব্রিটিশ সিক্রেট এজেন্ট জেমস বন্ড, আগের অ্যাসাইনমেন্টের পর শ্রাবল্যান্ডসে সুস্থ হয়ে লিপ্পের উপস্থিতি লক্ষ্য করেন এবং তাকে পর্যবেক্ষণে রাখেন, ডারভালের দেহ আবিষ্কার করেন। জরুরীভাবে লন্ডনে প্রত্যাবর্তন করার পর, বন্ড নিজেকে হস্তক্ষেপ করার চেষ্টা করার জন্য লিপে দ্বারা লক্ষ্যবস্তু দেখেন। সে আত্মরক্ষা করার আগে, ভলপে লার্গোর স্কিমকে বিপদে ফেলার জন্য লিপেকে হত্যা করে। একবার লন্ডনে ফিরে, বন্ড জানতে পারে যে বোমা চুরির পরে সমস্ত 00 এজেন্টকে উচ্চ সতর্কতা অবলম্বন করা হচ্ছে, মার্কিন যুক্তরাষ্ট্র বা যুক্তরাজ্যের একটি বড় শহরকে ধ্বংস করা হবে তা জানানোর পরে যদি ১০০ মিলিয়ন পাউন্ডের মধ্যে স্পেক্টার কে প্রদান করা না হয়। সাত দিন. এম এর সাথে তার অ্যাসাইনমেন্টের বিষয়ে কথা বলার সময়, বন্ড তাকে ডারভালের বোন ডোমিনোর সাথে যোগাযোগ করার জন্য নাসাউ, বাহামাসে নিয়োগ করার অনুরোধ করে, ডারভালকে তাদের প্রধান ব্রিফিংয়ে দেওয়া ফটো থেকে ডারভালকে রিসোর্টে পাওয়া মৃতদেহ হিসাবে স্বীকৃতি দেওয়ার পরে।\nবন্ড ডমিনোর সাথে দেখা করে, যখন সে একটি স্থানীয় ক্যাসিনো পরিদর্শন করে তখন সে জানতে পারে লার্গোর উপপত্নী। উভয় পুরুষই একে অপরকে প্রতিপক্ষ হিসাবে চিনতে পারে এবং একে অপরের প্রকৃত প্রকৃতি সম্পর্কে অজ্ঞতার ভান করে একটি উত্তেজনাপূর্ণ বিড়াল-ইঁদুর খেলায় লিপ্ত হয়। তাদের প্রাথমিক বৈঠকের পর, বন্ড তার বন্ধু, সিআইএ এজেন্ট ফেলিক্স লিটার, সহকর্মী এজেন্ট পাওলা ক্যাপলান এবং এমআই ৬ কোয়ার্টারমাস্টার কিউ -এর সাথে দেখা করে, বোমাগুলি খুঁজে পেতে সাহায্য করার জন্য সরঞ্জামগুলি গ্রহণ করার জন্য, যার মধ্যে একটি জলের নীচে ইনফ্রারেড ক্যামেরা এবং ক্ষুদ্র জলের নীচে শ্বাস-প্রশ্বাসের যন্ত্রপাতি রয়েছে৷ লার্গোর জাহাজ, ডিসকো ভোলান্টে তদন্ত করে, তিনি তার নীচে একটি ডুবো হ্যাচ লক্ষ্য করেন যা তাকে চক্রান্ত করে। পরের দিন, সে রাতে তার এস্টেটে লার্গোর সাথে দেখা করে, শুধুমাত্র পাওলাকে অপহরণ করা হয়েছে এবং সে কথা বলার আগেই আত্মহত্যা করেছে। পালাতে বাধ্য করা হয়, বন্ড একটি জাঙ্কানু উদযাপনের সময় লার্গোর লোকদের এড়িয়ে যায়। ভলপ বন্ডের কাছে ধরা দেয়, কিন্তু ঘটনাক্রমে বন্ডকে লক্ষ্য করে একজন মুরগি গুলি করে।\nবোমাগুলিকে এলাকায় আনা হয়েছে বলে সন্দেহ করে, বন্ড এবং লেইটার ভলকানের সন্ধান করে এবং পালাজ্জির দেহের সাথে এটি পানির নিচে ছদ্মবেশে পাওয়া যায়। দ্বীপে ফিরে আসার পর, বন্ড ডমিনোর কাছে প্রকাশ করে যে তার ভাই লার্গো দ্বারা নিহত হয়েছিল এবং তাকে ডিস্কো ভোলান্টে অনুসন্ধান করতে সাহায্য করার জন্য তাকে পায়। যাইহোক, লার্গো তাকে অভিনয়ে ধরে ফেলে এবং তাকে বন্দী করে। এদিকে, বন্ড লার্গোর একজন লোককে প্রতিস্থাপন করে যখন স্পেক্টার বোমাগুলি সরানোর জন্য প্রস্তুত হয়, এবং তাদের মধ্যে একজনকে কোথায় স্থানান্তরিত করা হচ্ছে তা আবিষ্কার করার এবং পিছনে ফেলে যাওয়ার আগে এটি শিখতে পরিচালনা করে। লিটারের সাথে পুনরায় মিলিত হওয়া, এই জুটি মার্কিন কোস্ট গার্ডকে ডিস্কো ভোলান্টের ক্রুকে আটকাতে এবং একটি ডুবো যুদ্ধে একটি বোমা উদ্ধার করতে পায়। বন্ড লার্গোর পিছু নেয় এবং ডিস্কো ভোলান্টকে ধরে ফেলে যখন সে পালানোর জন্য হাইড্রোফয়েলে পরিণত হওয়ার জন্য পিছনের অর্ধেকটি ফেলে দেয়। বন্ড ডেকে উঠে এবং ডিস্কো ভলান্টকে নিয়ন্ত্রণের বাইরে পাঠায় যখন সে লার্গোর লোকদের পরাজিত করে এবং লার্গোর সাথে লড়াই করে। লার্গো উপরের হাত পায় এবং বন্ডকে গুলি করতে চলেছে যখন তার ভাড়া করা পারমাণবিক পদার্থবিদ তাকে মুক্ত করার পরে প্রতিশোধ নিতে ডোমিনো লার্গোকে হত্যা করে। ত্রয়ী দ্রুত ডিসকো ভোলান্টকে তার ধ্বংসের ঠিক আগে পালিয়ে যায়, যার ফলে বন্ড এবং ডোমিনো ফুলটন সিস্টেমের সাথে একটি প্লেন দ্বারা পুনরুদ্ধার করা হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Thunderball  (ইংরেজি)\nঅলমুভিতে Thunderball (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে Thunderball\nবক্স অফিস মোজোতে Thunderball (ইংরেজি)\nMGM's official page for Thunderball\nOfficial James Bond website\nJames Bond film Thunderball nearly given X-rating by censors"}