{"pageid": 11729, "title": "কালিয়াকৈর উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11729", "content": "কালিয়াকৈর উপজেলা বাংলাদেশের গাজীপুর জেলার একটি প্রশাসনিক এলাকা।\n\n\n== অবস্থান ও আয়তন ==\nগাজীপুর সদর উপজেলার পশ্চিমে ২৪.৪ ডিগ্রি উত্তর অক্ষাংশ এবং ৯০.১৪ ডিগ্রি পূর্ব দ্রাঘিমা অংশে কালিয়াকৈর উপজেলা অবস্থিত। এই উপজেলার উত্তরে টাঙ্গাইল জেলার মির্জাপুর উপজেলা ও সখিপুর উপজেলা, দক্ষিণে ঢাকা জেলার সাভার উপজেলা, ধামরাই উপজেলা, পূর্বে গাজীপুর সদর উপজেলা ও শ্রীপুর উপজেলা, পশ্চিমে টাঙ্গাইল জেলার মির্জাপুর উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nকালিয়াকৈর উপজেলায় ১ টি পৌরসভা ও ৯ টি ইউনিয়ন রয়েছে; এগুলো হলো:\n\nকালিয়াকৈর পৌরসভা;\nফুলবাড়ীয়া ইউনিয়ন;\nচাপাইর ইউনিয়ন;\nবোয়ালী ইউনিয়ন;\nমৌচাক ইউনিয়ন;\nশ্রীফলতলী ইউনিয়ন ;\nসূত্রাপুর ইউনিয়ন;\nআটাবহ ইউনিয়ন;\nমধ্যপাড়া ইউনিয়ন;\nঢালজোড়া ইউনিয়ন।\n\n\n== উপজেলা পরিষদ ও প্রশাসন ==\n\n\n== শিক্ষা ==\nএই উপজেলার ৮১.৩১% জনগণ শিক্ষিত। এই উপজেলায় বেশ কয়েকটি শিক্ষা প্রতিষ্ঠান রয়েছে।\n\n\n== অর্থনীতি ==\nকালিয়াকৈর উপজেলার প্রধান গুরুত্বপূর্ণ এলাকা হিসেবে কালিয়াকৈর বাজার বাংলাদেশের উত্তরাঞ্চলের মানুষদের কাছে বিশেষভাবে পরিচিত। অত্র অঞ্চলের প্রধান বাণিজ্য কেন্দ্র হিসেবে প্রসিদ্ধ। এ অঞ্চলে প্রধান পেশা হিসেবে কৃষি কাজের সাথে অধিকাংশ স্থানীয় মানুষ জড়িত,এ উপজেলায় মধ্য দিয়ে বংশাই নদী বয়ে গেছে এই নদী দুই পাড়ে ব্যবসায়িক প্রতিষ্ঠান গড়ে উঠেছে, এছাড়াও কুমার,জেলে সহ বিভিন্ন পেশায় কর্মরত দেখতে পাওয়া যায়।এই অঞ্চলের মানুষ একবিংশ শতাব্দীর শুরুতে পোলট্রি ব্যবসায় ব্যাপক প্রসার লাভ করে,পরবর্তীতে অনেক গার্মেন্টস,ফ্যাক্টরি গড়ে উঠায় বাংলাদেশের প্রতি জেলার কর্ম প্রত্যাশী নারী ও পুরুষের সমাগম বৃদ্ধি পেতে থাকে,ফলে বিভিন্ন স্থানকে কেন্দ্র করে নতুন নতুন বাজার গড়ে উঠে, স্থানীয় বাসিন্দাদের জমি অধিক মূল্য কেনা বেচা হয়ে থাকে। বাসা ভাড়ার চাহিদা থাকায় নতুন নতুন ঘর বাড়ি নির্মাণ হয়েছে। জন মানুষের দৈনন্দিন চাহিদা পূরণে নতুন নতুন একমালিকানা ব্যবসায় প্রধান আয়ের উৎস হিসেবে কর্মসংস্থানও তৈরী করছে। প্রতিষ্ঠিত বড় কোম্পানী চাহিদার বিপরীতে পন্য ও সেবা যোগানের মাধ্যমে লাভজনক বাণিজ্যকেন্দ্র হিসেবে এই উপজেলায় কার্যক্রম পরিচালনা করছে।\n\n\n== ভাষা ও সংষ্কৃতি ==\nশ্রীপুর উপজেলার ভূ-প্রকৃতি ও ভৌগোলিক অবস্থান এই উপজেলার মানুষের ভাষা ও সংস্কৃতি গঠনে ভূমিকা রেখেছে। এখানে ভাষার মূল বৈশিষ্ট্য বাংলাদেশের অন্যান্য উপজেলার মতই, তবুও কিছুটা বৈচিত্র্য খুঁজে পাওয়া যায়। যেমন কথ্য ভাষায় মহাপ্রাণধ্বনি অনেকাংশে অনুপস্থিত, অর্থাৎ ভাষা সহজীকরণের প্রবণতা রয়েছে। উপজেলা উপজেলার আঞ্চলিক ভাষার সাথে সন্নিহিত ময়মনসিংহ, টাঙ্গাইলও ঢাকার ভাষার অনেকটা সাযুজ্য রয়েছে। শীতলক্ষা নদীর গতিপ্রকৃতি পাদদেশে শ্রীপুর, মানুষের আচার-আচরণ, খাদ্যাভ্যাস, ভাষা, সংস্কৃতিতে ব্যাপক প্রভাব ফেলেছে বলে বিশেষজ্ঞরা মনে করেন।\nএই এলাকার ইতিহাস পর্যালোচনায় দেখা যায় যে শ্রীপুর সভ্যতা বহুপ্রাচীন। এই এলাকায় প্রত্নতাত্ত্বিক নিদর্শন প্রাচীন সভ্যতার বাহক হিসেবে দেদীপ্যমান। সাংস্কৃতিক পরিমন্ডলে শ্রীপুর অবদানও অনস্বীকার্য।  প্রমুখ শিল্প সাহিত্য ভুবনবিখ্যাত সংগীতজ্ঞদের স্মৃতি বিজড়িত শ্রীপুর।\nকালিয়াকৈর থানার একটি গ্রামের নাম খালপাড়।যা মুক্তিযুদ্ধের জন্য অনেক ভূমিকা রেখেছে।\nএই উপজেলায় বিভিন্ন ধর্মের মানুষ বসবাস করে।এই উপজেলায় প্রায় ৫০০ মসজিদ সহ বেশ কিছু মন্দির রয়েছে।\n\n\n== খেলাধুলা ও বিনোদন ==\nপ্রাচীনকাল থেকেই  কালিয়াকৈর উপজেলা জনগোষ্ঠী ক্রীড়ামোদী। এখানে প্রতিবছরই বিভিন্ন টুর্নামেন্ট অনুষ্ঠিত হয়। এখানকার জনপ্রিয় খেলার মধ্যে বর্তমানে ক্রিকেট ও ফুটবলের আধিপত্য দেখা গেলেও অন্যান্য খেলাও পিছিয়ে নেই। কালিয়াকৈরে বেশ কয়েকটি খেলার মাঠ রয়েছে।  প্রতি বছর নিম্নলিখিত ফুটবল প্রতিযোগিতা অনুষ্ঠিত হয়ঃ\n(ক) গোল্ডকাপ ফুটবল\n(খ) প্রিমিয়ার ফুটবল লিগ\n(গ) ১ম বিভাগ ফুটবল লিগ\n(ঘ) বঙ্গমাতা গোল্ডকাপ ।\n(ঙ) বঙ্গবন্ধু গোল্ডকাপ।\nবঙ্গবন্ধু ও বঙ্গমাতা গোল্ড কাপ ফুটবল টুর্নামেন্ট খেলায় গত  ২০১২সালে বিভাগীয় চ্যাম্পিয়ন হয়েছে।\n\n\n== দর্শনীয় এবং গুরুত্বপূর্ণ স্থানসমূহ ==\nতালিবাবাদ ভূ-উপগ্রহ কেন্দ্র\nজাতীয় স্কাউট প্রশিক্ষণ কেন্দ্র\nসফিপুর আনসার ভিডিপি একাডেমি\nবলিয়াদী জমিদার বাড়ী।\nশ্রীফলতলী জমিদার বাড়ী\nনন্দন পার্ক\nবঙ্গবন্ধু হাইটেক সিটি\nমকশ বিল\nগলাচিপার গড়\nনিশিনহাটি জলকুটির (কুয়াডাঙ্গা বিল)\n\n\n== নদ-নদী ==\nতুরাগ নদী\n\n\n== নামকরণ ==\nগাজীপুর জেলার কালিয়াকৈর উপজেলার বোয়ালি ইউনিয়নের ঢোলসমুদ্র ছিল পাল বংশীয় রাজা যশোপালের রাজধানী। মুসলিম শাসনপূর্ব সময়ে ঢাকা ও পাশের এলাকায় পাল (৮৫৫-৯৮৫ খ্রিষ্টাব্দ) ও সেন (৯৮৬-১২০৩ খ্রিষ্টাব্দ) বংশীয় রাজাদের দ্বারা শাসিত ছিল। ঢাকার বুড়িগঙ্গা নদী ও ধলেশ্বরী নদীর উত্তরে এ বংশের শেষ তিনজন রাজার রাজধানী ছিল। রাজা যশোপালের পূর্বসূরি রাজা নারায়ণ পাল ৯৩০ খ্রিষ্টাব্দে সিংহাসনে আরোহণ করেন। দশম খ্রিষ্টাব্দের মধ্যবর্তী সময় পর্যন্ত রাজ্য পরিচালনা করেন। তার পরগণা তালিবাবাদ বর্তমান কালিয়াকৈর উপজেলা ও আশপাশের এলাকাজুড়ে অবস্থিত ছিল। রাজা যশোপালের স্মৃতিবিজড়িত ঐতিহাসিক ঢোলসমুদ্র রাজবাড়ীর বিভিন্ন প্রত্নতাত্ত্বিক নিদর্শন আজও দেখা যায়। \nরাজা যশোপাল এর ব্যবহৃত কাঁসা ও পিতলের তৈজসপত্র - লোটা, ঘটি, হাড়ি-পাতিল, থালা, গ্লাস, বদনা ও বিভিন্ন দেবদেবী ও জীবজন্তুর প্রতিকৃতির জিনিসপত্র যারা তৈরি ও কালাই করতেন তারা থাকতেন কালিয়াকৈরে। পরিতাপের বিষয় হচ্ছে আমরা বর্তমান প্রজন্ম কালাই  শব্দের সাথে পরিচিত নই। কালাই অর্থ আঁকা। কাঁসা ও পিতলের তৈজসপত্রে যারা কারুকাজ করতেন তাদের বলা হতো কালাইগর বা কালাইকর। কালের বিবর্তনে কালাইকর শব্দ থেকে কালিয়াকৈর শব্দের উৎপত্তি হয়েছে। \nরাজা যশোপাল এর এই কালাইকরদের কিছু অংশ পরবর্তীতে ঢাকা জেলার ধামরাই এলাকায় চলে যান। কালিয়াকৈরে আজ কাঁসা ও পিতলের তৈজসপত্র হারিয়ে গেলেও ধামরাই এলাকায় এখনও এই শিল্প টিকে আছে।\nতবে স্থানীয়ভাবে প্রচলিত একটা ধারণা আছে যে, একটা পুকুরে কালিয়া নাগ নামে একটা বড় সাপ ছিল। কালক্রমে সেই কালিয়ানাগ এর কালিয়া এবং পুকুর এর কৈরা এই দুই শব্দ মিলে কালিয়াকৈর নামকরণ করা হয়েছে।\n\n\n== আরও দেখুন ==\nগাজীপুর জেলা;\nঢাকা বিভাগ;\nবাংলাদেশের উপজেলাসমূহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় কালিয়াকৈর উপজেলা"}