{"pageid": 1172272, "title": "কিসি কা ভাই কিসি কি জান", "url": "https://bn.wikipedia.org/wiki?curid=1172272", "content": "কিসি কা ভাই কিসি কি জান (অনু. কারও ভাই, কারও প্রিয়জন) একটি ভারতীয় হিন্দি ভাষার অ্যাকশন কমেডি চলচ্চিত্র, যা ফরহাদ সামজি পরিচালনা এবং সালমান খান ফিল্মস দ্বারা প্রযোজনা করেছে। এতে অভিনয় করেছেন সালমান খান, ভেঙ্কটেশ দাগ্গুবাতি, জগপতি বাবু এবং পূজা হেগড়ে । ছবিটি ২০১৪ সালের তামিল চলচ্চিত্র ভিরামের পুনর্নির্মাণ।\nপ্রধান ফটোগ্রাফি ২০২২ সালের মে মাসে শুরু হয়েছিল এবং মুম্বাই , হায়দ্রাবাদ এবং লাদাখে চিত্রগ্রহণের মাধ্যমে ২০২৩ সালের ফেব্রুয়ারিতে শেষ হয়েছিল । ছবিটির সুর করেছেন রবি বসরুর । হিমেশ রেশমিয়া , দেবী শ্রী প্রসাদ , সাজিদ খান , সুখবীর , পায়েল দেব এবং অমল মল্লিকের সাথে বসরুর সাউন্ডট্র্যাকটিও রচনা করেছিলেন । প্রাথমিকভাবে কাভি ঈদ কাভি দীপাবলি শিরোনাম হলেও পরে কিসি কা ভাই কিসি কি জান  নামে অফিসিয়াল নামকরণ করা হয়।\nঈদ উৎসবের সাথে মিলে রেখে কিসি কা ভাই কিসি কি জান প্রেক্ষাগৃহে ২১ এপ্রিল ২০২৩-এ মুক্তি পায়। \n\n\n== পটভূমি ==\nভাইজান, একজন সাহসী ব্যক্তি, তার তিন ভাই ইশক, মোহ এবং প্রেমের সাথে দিল্লির একটি উপনিবেশে থাকেন এবং প্রায়শই মারামারিতে জড়িয়ে পড়েন। ভাইজান বিয়ের ধারণাকে ঘৃণা করেন কারণ তিনি মনে করেন যে তার স্ত্রী ভাইদের মধ্যে বৈষম্য সৃষ্টি করতে পারে। যদিও ছোট ভাইরা ভান করে যে তারা বিয়ে করতে চায় না, তাদের সবার গোপন প্রেমিক রয়েছে: সুকুন, মুসকান এবং চাহাত।\nভাইজান নাদিম চাচার মাধ্যমে জানতে পারে যে ভাইজান ভাগ্যলক্ষ্মী (ভালোভাবে ভাগ্য নামে ডাকা হয়) নামে একটি মেয়ের প্রেমে পড়েছিলেন এবং তার ভাইরা তাকে খুঁজে বের করার এবং তাদের সম্পর্ক পুনরায় জাগিয়ে তোলার জন্য তাকে ভাইজানের সাথে পুনরায় পরিচয় করিয়ে দেওয়ার পরিকল্পনা করে, কিন্তু পরে দেখতে পায় যে সে এখন বিবাহিত এবং একটি ছেলে রয়েছে। . ভাইয়েরা ভাগ্যলক্ষ্মী নামে অন্য একজন মহিলাকে খুঁজে বের করার ষড়যন্ত্র করে, কারণ ভাইজান সেই মেয়েটিকে তার নামের মতো ভালোবাসেনি, যেখানে তারা অবশেষে তেলুগুভাষী মেয়ে গুন্ডামনেনি ভাগ্যলক্ষ্মী নামে আরেকটি মেয়ের সাথে দেখা করে এবং অবশেষে তারা ভাগ্য এবং ভাইজানকে পতিত করে। একে অপরকে.\nভাইজান উপনিবেশের যত্ন নেওয়ার জন্য মহাবীর নামক একটি গুণ্ডার সাথে সংঘর্ষে লিপ্ত হয়। মহাবীর উপনিবেশ আক্রমণ করার চেষ্টা করে, কিন্তু ভাইজান তাদের প্রচেষ্টা ব্যর্থ করে দেয়। অন্ধ্র প্রদেশে ভাগ্যের গ্রামে ট্রেনে ভ্রমণ করার সময় , ভাইজান জানতে পারে যে ভাগ্যের ভাই গুন্ডামনেনি বালাকৃষ্ণ আসলে সহিংসতাকে ঘৃণা করেন। পরে কয়েকটি গুন্ডা ট্রেনে প্রবেশ করে, কিন্তু ভাইজান সমস্ত গুন্ডাকে মারধর করে, ভাগ্য ভাইজানকে দেখে হতবাক হয় যাকে সে একজন অহিংস ব্যক্তি বলে মনে করেছিল, যেখানে সে তার গ্রামের দিকে রওনা হওয়ার চেষ্টা করে, কিন্তু ভাইজান ভাগ্যকে বোঝায় এবং বলে যে সে করবে আর কখনো সহিংসতা পোষণ করবেন না।\nভাইজান এবং তার ভাইয়েরা ভাগ্যের সাথে ভাগ্যের গ্রামে ক্লিন শেভেন চেহারা নিয়ে আসে, যেখানে তাকে এবং তার ভাইদের তার পরিবার স্বাগত জানায় এবং সম্মান করে। ভাইজান তাদের ভালবাসা, স্নেহ এবং আতিথেয়তায় মুগ্ধ এবং মুগ্ধ। ভাইজান আবিষ্কার করেন যে কোডাটি নাগেশ্বরা নামে একটি গুন্ডা বালকৃষ্ণ এবং তার পরিবারকে হত্যা করতে চায় এবং ভাইজানকেও নামানোর জন্য মহাবীরের সাথে যোগ দিয়েছে। এটা জানতে পেরে বালকৃষ্ণ নাগেশ্বরের কাছে ক্ষমা চান। নাগেশ্বরার বাবা রামেশ্বরা তার কফি কারখানায় মাদক সরবরাহ করছিলেন বলে জানা গেছে। বালকৃষ্ণ, যিনি পূর্বে 'রাউডি' আন্না নামে একজন গুন্ডা ছিলেন রামেশ্বরার বিরুদ্ধে অভিযোগ করেছিলেন, যিনি পরে তার খ্যাতি নষ্ট হওয়ার পরে মারা যান।\nনাগেশ্বরা তার পিতার মৃত্যু প্রত্যক্ষ করেছিলেন এবং বালকৃষ্ণের বিরুদ্ধে প্রতিশোধ নেওয়ার শপথ করেছিলেন, যিনি পরে ভাগ্য এবং তার পরিবারের জন্য সহিংসতা ত্যাগ করেছিলেন, যারা এই বিষয়ে অবগত নন। ভাইজান এবং তার ভাই, বালকৃষ্ণ এবং তার পরিবার সহ দিল্লিতে আসেন, যেখানে নাগেশ্বর এবং মহাবীর তাদের আক্রমণ করেন, কিন্তু ভাইজান এবং একজন পরিবর্তিত বালকৃষ্ণ নাগেশ্বরকে হত্যা করতে সক্ষম হন। ভাইজানও মহাবীরকে হত্যা করতে সক্ষম হয় এবং তার পরিবার এবং উপনিবেশকে বাঁচায়।\n\n\n== অভিনয়ে ==\nভাইজানের চরিত্রে সালমান খান\nগুন্ডামানেনী ভাগ্যলক্ষ্মীর চরিত্রে পূজা হেগড়ে, বালকৃষ্ণের বোন এবং ভাইজানের প্রেমের আগ্রহ\nভাগ্যের বড় ভাই গুন্ডামানেনি বালাকৃষ্ণ ওরফে 'রাউডি আন্না' চরিত্রে ভেঙ্কটেশ\nভুমিকা চাওলা গুন্ডামনেনি আনন্দিনী চরিত্রে, বালকৃষ্ণের স্ত্রী এবং ভাগ্যের শ্যালিকা\nরামেশ্বরের ছেলে কোদাটি নাগেশ্বর চরিত্রে জগপতি বাবু\nইশকের চরিত্রে রাঘব জুয়াল, ভাইজানের ভাই\nমোহ চরিত্রে জ্যাসি গিল , ভাইজানের ভাই\nপ্রেমের চরিত্রে সিদ্ধার্থ নিগম , ভাইজানের ভাই\nসুকুন চরিত্রে শেহনাজ গিল , ইশকের প্রেমের আগ্রহ\nমুসকান চরিত্রে পলক তিওয়ারি , মোহের প্রেমের আগ্রহ\nচাহাত চরিত্রে ভিনালি ভাটনগর, প্রেমের প্রেমের আগ্রহ\nমহাবীরের চরিত্রে বিজেন্দর সিং\nনাদিম চাচা চরিত্রে সতীশ কৌশিক\nডাক্তার হিসেবে আসিফ শেখ\nইন্সপেক্টর হিসেবে তেজ সাপ্রু\nত্যাগী চরিত্রে অভিমন্যু সিং\nকোদাটি রামেশ্বরের চরিত্রে তানিকেল্লা ভারানি , নাগেশ্বরের বাবা\nকোদাতি ঈশ্বরের চরিত্রে অমিত তিওয়ারি, রামেশ্বরের ছোট ছেলে এবং নাগেশ্বরের ছোট ভাই\nকোদাতি যোগেশ্বরের চরিত্রে পরাগ ত্যাগী , রামেশ্বরের দ্বিতীয় পুত্র এবং নাগেশ্বরের ছোট ভাই\nগুন্ডমানেনী পুষ্পাঞ্জলি, বালকৃষ্ণ এবং ভাগ্যলক্ষ্মীর মা চরিত্রে রোহিনী হট্টাঙ্গদী\nএকটি বিয়েতে ফটোগ্রাফারের ভূমিকায় ফরহাদ সামজি\nভাগ্যর চরিত্রে ভাগ্যশ্রী বিশেষ ভূমিকায় : ভাইজানের প্রাক্তন প্রেমের আগ্রহ\nএকটি বিশেষ উপস্থিতিতে অভিমন্যু দাসানি\nবিশেষ ভূমিকায় হিমালয় দাসানি\n\"ইয়েন্তম্মা\" গানে রাম চরিত্রে রাম চরণ\n\"লেটস ড্যান্স ছোট মোটু\" গানটিতে একটি ছোট চরিত্রে ইয়ো ইয়ো হানি সিং\n\n\n== চিত্রগ্রহণ ==\nছবিটি ২০২২ সালের মে মাসে মুম্বাইতে তার প্রধান ফটোগ্রাফি শুরু করেছিল এবং হায়দ্রাবাদেও চিত্রগ্রহণ হয়েছিল ।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২১শে এপ্রিল ২০২৩-এ প্রেক্ষাগৃহে মুক্তি পায়। ছবিটি বিশ্বব্যাপী ৫,৭০০টি স্ক্রীনে মুক্তি পেয়েছে, যার মধ্যে ভারতে ৪,৫০০০টি স্ক্রীন এবং বিদেশী বাজারে ১,২০০টি স্ক্রীন রয়েছে।\n\n\n=== হোম মিডিয়া ===\nছবিটি ২৩ জুন ২০২৩ থেকে জি৫ এ প্রিমিয়ার করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কিসি কা ভাই কিসি কি জান  (ইংরেজি)\nবলিউড হাঙ্গামায় কিসি কা ভাই কিসি কি জান (ইংরেজি)"}