{"pageid": 1173505, "title": "কুশিয়ারা পানিবণ্টন চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1173505", "content": "কুশিয়ারা পানিবণ্টন চুক্তি হলো কুশিয়ারা নদীকে কেন্দ্র করে ২০২২ সালের ৬ সেপ্টেম্বর বাংলাদেশ ও ভারতের মধ্যে স্বাক্ষরিত একটি সমঝোতা চুক্তি। এই চুক্তি অনুযায়ী বাংলাদেশ সিলেটে কুশিয়ারা নদীর রহিমপুর খাল পয়েন্টে ১৫৩ কিউসেক পানি উত্তোলন করবে।\n\n\n== প্রেক্ষাপট ==\nভারতের মণিপুরের উত্তরে আঙ্গামীনাগা পাহাড় থেকে উৎপত্তি হয়ে বরাক নদী মণিপুরের কাছাড় জেলা ভেদ করে বদরপুর দিয়ে সিলেট হয়ে বাংলাদেশে প্রবেশ করেছে। বরাক নদী সিলেটের সীমান্তস্থিত অমলসিদ স্থান থেকে দুই শাখায় প্রবাহিত হচ্ছে। একটি সুরমা নদী অপরটি কুশিয়ারা নদী। কুশিয়ারা নদীর দৈর্ঘ্য ১২০ মাইল। এই নদীর পানি রহিমপুর খাল দিয়ে কৃষিকাজে ব্যবহারের কাজে ভারতে আপত্তি ছিল দীর্ঘদিনের। এই আপত্তির নিরসনে ২০২১ সালের জানুয়ারির দিকে যৌথ নদী কমিশনের ওয়ার্কিং গ্রুপের সভায় আলোচনা শুরু হয়। ২৫ আগস্ট বাংলাদেশ ও ভারতের যৌথ নদী কমিশনের (জেআরসি) মন্ত্রী পর্যায়ের বৈঠকে ভারত থেকে সিলেটে প্রবাহিত কুশিয়ারা নদীর পানি প্রত্যাহারে একটি সমঝোতা স্মারকের খসড়া চূড়ান্ত করা হয়। বাংলাদেশের পক্ষে পানিসম্পদ প্রতিমন্ত্রী জাহিদ ফারুক ও ভারতের জলশক্তিমন্ত্রী গজেন্দ্র সিং শেখাওয়াত নিজ নিজ দেশের প্রতিনিধিদলের নেতৃত্ব দেন। ৬ সেপ্টেম্বর বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা এবং ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদির মধ্যে এটি সহ ৭টি সমঝোতা স্মারক স্বাক্ষরিত হয়। এই সমঝোতায় ভারত বাংলাদেশকে কুশিয়ারা নদীর রহিমপুর পয়েন্ট থেকে ১৫৩ কিউসেক পানি প্রত্যাহার করতে দিতে রাজি হয়।\n\n\n== চুক্তির সুবিধা ==\nরহিমপুর পয়েন্টের সাতটি উপজেলায় সেচের জন্য কোন পানি পাওয়া যেত না এবং শুষ্ক মৌসুমে পুরো অঞ্চলটিতে কোন কৃষি কাজ করা যেত না। সেচের পানির অভাবে বছরের বেশিরভাগ সময় ওই পুরো অঞ্চলে কৃষি জমি পুরোপুরি ফসল শূন্য হয়ে থাকে। ২০১১ থেকে ২০১৫ সালের মধ্যে বাংলাদেশ রহিমপুর পয়েন্টে একটি পাম্প-হাউজ ও একটি বাঁধ নির্মাণ করে। সুরমা-কুশিয়ারা প্রকল্প সেটি বাস্তবায়নে কাজ করে পানি উন্নয়ন বোর্ড। চুক্তির ফলে এই অঞ্চলের লক্ষাধিক মানুষ উপকৃত হবে। এ খালের ভাটিতে থাকা হাওরাঞ্চলেও বোরো চাষাবাদ সম্ভব হবে, মৎস চাষ বাড়বে।\n\n\n== প্রতিক্রিয়া ==\nবাংলাদেশের পররাষ্ট্র প্রতিমন্ত্রী শাহরিয়ার আলম এই চুক্তিকে বাংলাদেশের জন্য বড় অর্জন হিসেবে অভিহিত করেন।\n\n\n== আরও দেখুন ==\nগঙ্গার জল বণ্টন\n\n\n== তথ্যসূত্র =="}