{"pageid": 11732, "title": "শ্রীপুর উপজেলা, গাজীপুর", "url": "https://bn.wikipedia.org/wiki?curid=11732", "content": "শ্রীপুর বাংলাদেশের গাজীপুর জেলার অন্তর্গত একটি উপজেলা।\n\n\n== অবস্থান ও আয়তন ==\nশ্রীপুর উপজেলা গাজীপুর জেলার সর্বোত্তরে অবস্থিত। উত্তরে ময়মনসিংহ জেলার গফরগাঁও উপজেলা ও ভালুকা উপজেলা, দক্ষিণে গাজীপুর সদর উপজেলা, পূর্ব কাপাসিয়া উপজেলা ও কালীগঞ্জ উপজেলা, পশ্চিমে কালিয়াকৈর উপজেলা ও টাঙ্গাইল জেলার সখিপুর উপজেলা। ২৩.৪৩ উত্তর অক্ষাংশ ৯০.২৪পূর্ব দ্রাঘিমাংশ অবস্থিত। আয়তন ১৭৮.১৯ বর্গমাইল।\n\n\n== প্রশাসনিক এলাকা ==\nশ্রীপুর উপজেলায় একটি পৌরসভা রয়েছে। এর প্রশাসনিক নাম শ্রীপুর পৌরসভা। শ্রীপুর উপজেলায় ৮টি ইউনিয়ন ও ১ টি মাত্র পৌরসভা রয়েছে। ইউনিয়নগুলো হলো:\n\nশ্রীপুর পৌরসভা\n-ইউনিয়ন সমূহ-\n\nকাওরাইদ ইউনিয়ন\nমাওনা ইউনিয়ন\nগাজীপুর ইউনিয়ন\nতেলিহাটী ইউনিয়ন\nবরমী ইউনিয়ন\nগোসিংগা ইউনিয়ন\nরাজাবাড়ী ইউনিয়ন\nপ্রহলাদপুর ইউনিয়ন\n\n\n== ঐতিহাসিক পটভূমিকা ==\nশ্রীপুরের ঐতিহাসিক পটভূমি যুগে বিভিন্ন রাজবংশের শাসনের ক্রমঃ বিবর্তনের বৈশিষ্ট্যে অলংকৃত সম্ভবতঃ মহারাজাধিরাজ শশাঙ্কের রাজত্বকালে ইহা প্রাগ জ্যেতিষপুর রাজ্যের অন্তর্ভুক্ত ছিল। ইতিহাস বেত্তাগণ অনুমান করেন যে, আনই ভৌমিক বলিয়া প্রাগ জ্যেতিষপুর রাজ্যের সমস্ত রাজা ময়মনসিংহের ফুলবাড়িয়া ভালুকা-গফরগাঁও ও শ্রীপুরের উত্তারাঞ্চলের রাজা ছিলেন। তাহার রাজবাড়ি ছিল ফুলবাড়িয়া বানার নদীর তীরে। মহারাজা ধীরাজ শশাঙ্কের পর বাংলাদেশে গোলাপ নামে এক রাজা, বৌদ্ধ রাজত্বের স্থাপন করেন। ঐ সময় হতে সম্ভবতঃ এই অঞ্চলে বৌদ্ধ রাজত্বের সৃষ্টি হয়। ১০৫০ সালে বিখ্যাত সুফী সাধক শাহ সুলতান কমরুদ্দিন রুমী যখন নেত্রকোনায় মদনপুরে আসেন, প্রাগ জ্যেতিষপুর রাজ্যের সমস্ত রাজা মদন গারোর রাজ্যে আস্তানা স্থাপন করেন। এর প্রায় অর্ধ শতাব্দীর পর ভাওয়ালের সুফী সাধক শাহ কারফরমা শাহ ইসলামের মহান বাণী নিয়ে ভাওয়ালে আসেন। তখনও শ্রীপুর এলাকা দুইটি ছোট বৌদ্ধ রাজত্বে বিভক্ত ছিল।  একজন ইন্দ্রপাল রাজধানী ইন্দ্রপুরে যা আধুনিক মাওনার নিকট অবস্থিত । অপরজন ভবপাল । তার রাজধানী ছিল রাজাবাড়ী ইউনিয়নের চিনাইশুখানিয়া গ্রামে। সম্ভবত: অষ্টম শতাব্দীতে রাজা ইন্দ্রপাল ইন্দ্রপুর ও তার আশেপাশের এলাকা নিয়ে স্বাধীন রাজ্য গঠন করেন। ইন্দ্রপুরের কীর্তি তাঁহার ইন্দ্রপুরের দিঘী। তৎপুত্র আতিদ্যপাল কোচ রাজাকে প্রতিহত করার জন্য শ্রীপুর মৌজার সর্বোত্তরে একটি সেনা ছাউনি ফেলিয়া তথায় একটি বড় দিঘী খনন করেন। ইহাই আদিত্যপালের দিঘি নামে পরিচিত ছিল। যার বর্তমান প্রচলিত নাম ওয়াদ্দার দিঘী। তৎপুত্র রাজা শ্রীপালের নাম অনুসারে শ্রীপুর মৌজার নামকরণ করা হয়। মৌজার নাম অনুসরণ করে শ্রীপুর উপজেলার নামকরণ করা হয়। অভিধানিক অর্থে শ্রী-অর্থ সৌর্ন্দয্য, পুর -অর্থ নগরী অর্থাৎ সৌন্দর্য্যের নগরী। শ্রীপালের পুত্র কর্ণপাল বর্তমান গোসিঙ্গা ইউনিয়নে একটি প্রাসাদ নির্মাণ করেন ও একটি বিশালাকায় দিঘী খনন করেন। তাঁহার নামানুসারে এই মৌজার নাম করণ করা হয় কর্ণপুর। সম্ভবতঃ তিনি ১০৫০ সাল পর্যন্ত ছিলেন।\nকারফরমা শাহ ওরফে কারাশাহ। অনেকের ধারণা কারাশা গাজীদের আদি পুরুষ, তখন গৌড়ের শাসনকর্তা সম্ভবতঃ লক্ষণ সেন। কারাশাহের অধস্তন পুরুষেরা মসী ছাড়িয়া অসী ধারণ করিলেন, তাঁহাদেরই একজন শেরআলী খান গাজী আধুনিক টঙ্গী হইতে উত্তরে গারোপাহাড় পর্যন্ত বিজয় করেন এবং শেরপুর শহর তাঁহারই নামের স্মৃতি বহন করে। শেরপুর শহরের সাত মাইল উত্তরে গড়জরিপাদুর্গ আসাম রাজ্যের রাজার নিকট হইতে দখল করেন ও তথায় সুরম্য প্রাসাদ ও মসজিদ নির্মাণ করেন যাহার ধ্বংসাবশেষ এখনও বিদ্যমান। সম্ভবতঃ গৌড়ে তখন হাবসী সুলতানগণ শাসন করতেন। সম্ভবতঃ তাঁহারই ভাই পালোয়ান গাজী এই অঞ্চল শাসন করতেন। তৎপুত্র দিল্লীর মোহাম্মদ বিন ভোগলকের নিকট হইতে এই অঞ্চলের জায়গীর লাভ করেন। তারই ছেলে ভাওয়াল গাজী ভাওয়াল পরগনার মালিক হন। কথিত আছে যে, এখানকার লোকেরা কৃষিকাজ শেষে বিশ্রামের সময় আইলে বসত, ব-আল ভাওয়াল পার্শী শব্দ। ব-অর্থ বসা, আল যা ক্ষেত্রের বাতর। সেজন্য তৎকালীন লোকেরা নাম রাখেন ভাওয়াল আর ভাওয়ালের শাসনকর্তা গাজী সাহেবকে তারা ভাওয়াল গাজী বলে সম্বোধন করেন। তারই ছোট ভাই তফিল উদ্দিন গাজী মতান্তরে আবু তালেব। যার নামে স্মৃতি বহন করে তালিবাবাদ পরগণা। সম্রাট শেরশাহ ভারত দখল করে তার রাজ্য ৪৭টি সরকারে বিভক্ত করেন। মুঘল আমলে প্রত্যক সরকারকে আবার পরগণায় বিভক্ত করেন। এই এলাকা তখন ভাওয়াল পরগণা নামে পরিচিত হয়। শ্রীপুর ভাওয়াল পরগণার অর্ন্তভুক্ত এলাকা।\nগাজীদের রাজত্বকালে এখানে মুর্শিদাবাদের নওয়াব ছিলেন সুজা উদ্দিন খান। খাজনা দেওয়ার ব্যবস্থা ছিল পাঁচশালা বন্দোবস্ত। গাজী সাহেবের দেওয়ান ধূর্ত বলরাম রাজকর বাকী ফেলে সূর্য্যাস্ত আইনের মারপ্যাঁচে ভাওয়াল জমিদারী তার নিজের নামে বন্দোবস্ত আনেন। তখন হতে ১৯৫৪ সাল পর্যন্ত শ্রীপুর এলাকার তিন চতুর্থাংশের মালিক ছিলেন ভাওয়ালের রাজারা। ১৭৯৩ সালে লর্ড কর্ণওয়ালিস গফরগাঁওয়ের জমিদার মাহমুদ মির্জা তালুক মোহাম্মদ ইকবাল, বন্দোবস্ত নেন আছমাতুন নেছা খানম নামে এক মহিলা ও তালুক মির আহাম্মদ, বন্দোবস্ত নেন মহেন্দ্র নারায়ন গুপ্ত। পরবর্তী সময়ে উক্ত আছমাতুন নেছা খানম এর উত্তরাধিকারগণ তালুক ও তৌজি বিভিন্ন লোকের নিকট বিক্রয় করেন। তাতে আরো ১২ জন তালুকদারের সৃষ্টি হয়। ১৭৬৫ সালে বক্সারের যুদ্ধের পর ১৭৬৬ সালে ইষ্ট-ইন্ডিয়া কোম্পানী দীল্লির সম্রাট দ্বিতীয় শাহ আলমের নিকট হইতে বার্ষিক ২৬ লক্ষ টাকার কর প্রদানের চুক্তিতে দেওয়ানি লাভ করেন। ১৭৭২ সালে কোম্পানীর কর্মচারী মি. র‌্যানেল বাংলা, বিহার ও উড়িষ্যা জরিপ করেন এবং ঐ জরিপ শেষ হয় ১৭৮২ সালে। কিন্তু এর মধ্যে ১৭৮১ সালে বঙ্গ প্রদেশে ৬টি রাজস্ব জেলার সৃষ্টি হয়। মেদেনীপুর, যশোহর, মর্শিদাবাদ, বগুড়া, ময়মনসিংহ ও নোয়াখালী। তখন শ্রীপুর তথা ভাওয়াল পরগণা ময়মনসিংহ কালেক্টরী অর্ন্তভুক্ত ছিল। ১৮৫১ সালের ২৭ শে অক্টোবর ঢাকা প্রশাসনিক ও রাজস্ব জেলার সৃষ্টি হয় তখন ভাওয়াল পরগণা তথা শ্রীপুর অঞ্চল ঢাকা জেলার অর্ন্তভুক্ত হয়। পরবর্তীতে ১৯৮৩ সালে বর্তমান গাজীপুর জেলার সৃষ্টি হলে শ্রীপুর অঞ্চল এই জেলার অর্ন্তভুক্ত হয়।\n১৮৫৮ সালে ভারতবর্ষে ইষ্ট-ইন্ডিয়া কোম্পানির রাজস্ত শেষ হয় এবং ঐ সালের ১লা নভেম্বর ইংল্যান্ডের মহারানী ভিক্টোরিয়া নিজ হস্তে ভারতের শাসনভার গ্রহণ করেন। তাঁহার নির্দেশে ১৮৬১ সালে বেংগল পুলিশ এ্যাক্ট প্রবর্তন হয়। ঐ বৎসরই কতগুলি পুলিশের থানা সৃষ্টি হয়। সেই থানাগুলি কোতুয়ালী থানা নামে পরিচিত। ১৮৬৫ সালে কাপাসিয়া ও গফরগাঁও থানার মধ্যে কংশ নামে একটি পুলিশের থানা স্থাপন করা হইয়াছিল। সম্ভবতঃ ঐ থানা ৫ বৎসর চালু ছিল। ১৮৭০ সালে ঐ থানা বন্ধ হয়ে যাবার পর ১৮৮০ সালে কাপাসিয়া থানা স্থাপন করা হয়। তখন শ্রীপুর অঞ্চল কাপাসিয়া থানার অর্ন্তভুক্ত ছিল। ১৯১৪ সালের মে মাসে সুষ্ঠু শাসনকার্য্যেরর জন্য শ্রীপুরে একটি পুলিশ ইনভেস্টিগেশন সেন্টার খোলা হয়। যাহা পরবর্তী সময়ে ১৯৩৩ সালের ৭ই অক্টোবর এখানে পূর্ণাঙ্গ থানা স্থাপন করা হয়। কাপাসিয়া থানার ২য় পুলিশ কর্মকর্তা মৌলভী মোহাম্মদ আলী শ্রীপুর থানার ভারপ্রাপ্ত পুলিশ কর্মকর্তা নিযুক্ত হন। ১৯৬২ সালে সার্কেল অফিস ও থানা উন্নয়ন কেন্দ্র স্থাপন করা হয়। ১ম সার্কেল অফিসার (উন্নয়ন) ছিলেন মো: নূরুল ইমান খান। ১৯৮৩ সালে মান উন্নীত থানায় উন্নীত হয়। উদ্ধোধন করেন মেজর জেনারেল আব্দুর রহমান। পরবর্তীতে সময়ে ১৯৮৩ সালে ইহা উজেলায় উন্নীত করা হয়। ১ম নির্বাহী অফিসার ছিলেন শ্রীযুক্ত বাবু ধীরাজ মালাকার, পরে তিনি গাজীপুরের জেলা প্রশাসক হন। ১৯৮৫ সালে উপজেলা চেয়ারম্যান পদের সৃষ্টি হয় এবং ১ম উপজেলা চেয়ারম্যান হন কাজিম উদ্দিন আহমেদ।\n\n\n== জনসংখ্যার উপাত্ত ==\nআয়তন - ৪৩৫.২৪ বর্গ কিলোমিটার\nজনসংখ্যা - ৩,৩৭,৩৬৭ জন\nঘনত্ব - ৭২৫ জন (প্রতি বর্গ কি: মি:)\nনির্বাচনী এলাকা - ১৯৬ গাজীপুর-৩\nপৌরসভা - ০১টি\nইউনিয়ন - ০৮টি\nমৌজা - ৮১টি\nসরকারী হাসপাতাল - ০১টি\nস্বাস্থ্য কেন্দ্র/ক্লিনিক - ০৫টি\n-পোস্ট অফিস - ০৯টি\n\nনদ-নদী - সুতিয়া, শীতলক্ষ্যা ও মাটিকাটা ।\nহাট-বাজার -৩৮টি\nব্যাংক (ক) বাণিজ্যিক-০৯টি\n(খ) গ্রামীণ-০৯টি\n\n\n== শিক্ষা ==\nশ্রীপুর উপজেলায় রয়েছে ৪টি কলেজ।\nশ্রীপুর উপজেলা সদরে রয়েছে শ্রীপুর বিশ্ববিদ্যালয় কলেজ যার বর্তমান নাম শ্রীপুর মুক্তিযোদ্ধা রহমত আলী বিশ্ববিদ্যালয় কলেজ। শ্রীপুর উপজেলার অন্তর্গত মাওনাতে রয়েছে পিয়ার আলী ডিগ্রী কলেজ। জৈনাবাজারে অবস্থিত আব্দুল আওয়াল ডিগ্রী কলেজ।\n\n\n== অর্থনীতি ==\nউপজেলার বিশাল এলাকার মাওনা ও অন্যান্য জায়গায় একাধিক সরকারি ও বেসরকারী পার্ক ও উদ্যান রয়েছে। যেখানে দেশের অন্যান্য অঞ্চল হতে লোকজন বনভোজনের জন্য আগমন করে থাকে। শ্রীপুর উপজেলা এলাকায় প্রচুর পরিমাণ মৌসুমী ফল হয়। বিশেষ করে কাঁঠালের মৌসুমে এখানকার কাঁঠাল স্থানীয় চাহিদা পুরনের পর দেশের অন্যান্য অঞ্চলে রপ্তানী করা হয়ে থাকে। এছাড়া উপজেলা এলাকায় অনেক আম ও লিচু বাগান রয়েছে, যা অর্থনীতিতে ব্যপক ভূমিকা রাখে।\nউপজেলার মাওনা অঞ্চলটি জেলার অন্যতম ব্যবসাকেন্দ্র হিসেবে ইতোমধ্যেই সুপ্রতিষ্ঠিত হয়েছে। এখানে বিপুলসংখ্যক শিল্পকারখানা প্রতিষ্ঠিত হয়েছে। এদের মধ্যে গার্মেন্টস, টেক্সটাইল, সিরামিক, কাচ ও কেমিক্যাল শিল্প উল্লেখযোগ্য।\n\n\n== নদীসমূহ ==\nশ্রীপুর উপজেলায় প্রায় ৪টি নদী আছে। সেগুলো হচ্ছে \n\nশীতলক্ষ্যা,\nবানার নদী,\nধাত্রী নদী (মাটি কাটা নদী) এবং\nকাওরাইদ নদী।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nঅ্যাডভোকেট রহমত আলী - রাজনীতিবিদ;\nএডভোকেট মোস্তাফিজুর রহমান বাহাদুর - আইনজীবী ও সমাজসেবক।\nমো. নুরুল হক মিয়া - ঢাকা কলেজের অধ্যক্ষ\nএম জাহিদ হাসান - পদার্থবিদ, ভাইল ফার্মিয়ন কণার আবিষ্কারক।\nআর এ রোমান মন্ডল - আইনজীবী-বাংলাদেশ সুপ্রিম কোর্ট\n\n\n== উল্লেযোগ্য স্থান ও স্থাপনা ==\nবঙ্গবন্ধু শেখ মুজিব সাফারি পার্ক\nশিশুপল্লী প্লাস\nনক্ষত্রবাড়ি রিসোর্ট\nগ্রীন ভিউ রিসোর্ট\nকালমেঘ ভিলা ও কান্ট্রি ক্লাব\n\n\n== আরও দেখুন ==\nগাজীপুর জেলা\nঢাকা বিভাগ\nবাংলাদেশের উপজেলাসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় শ্রীপুর উপজেলা, গাজীপুর"}