{"pageid": 1173977, "title": "প্রমোদ সাওয়ান্ত", "url": "https://bn.wikipedia.org/wiki?curid=1173977", "content": "প্রমোদ সাওয়ান্ত (কোঙ্কণী: प्रमोद सावंत; জন্ম ২৪ এপ্রিল ১৯৭৩) একজন ভারতীয় রাজনীতিবিদ এবং গোয়ার ত্রয়োদশ এবং বর্তমান মুখ্যমন্ত্রী। সাওয়ান্ত গোয়া বিধানসভার সাঙ্কেলিম আসনের প্রতিনিধিত্ব করেন এবং তিনি ভারতীয় জনতা পার্টির সদস্য।\nতিনি পেশায় একজন আয়ুর্বেদ চিকিৎসক। তত্কালীন মুখ্যমন্ত্রী মনোহর পার্রীকরের মৃত্যুর পরবর্তী মুখ্যমন্ত্রী হিসেবে শপথ নেওয়ার আগে তিনি গোয়া বিধানসভার স্পিকার হিসেবে দায়িত্ব পালন করছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসাওয়ান্ত ২৪ এপ্রিল ১৯৭৩ সালে পান্ডুরং এবং পদ্মিনী সাওয়ান্তের কাছে জন্মগ্রহণ করেন। তিনি কোলহাপুরের গঙ্গা এডুকেশন সোসাইটির আয়ুর্বেদিক মেডিকেল কলেজ থেকে আয়ুর্বেদ, মেডিসিন এবং সার্জারি ডিগ্রী এবং পুনের তিলক মহারাষ্ট্র বিশ্ববিদ্যালয় থেকে সমাজকর্মের স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== রাজনৈতিক পেশা ==\nসাওয়ান্ত তার নির্বাচনী কর্মজীবন শুরু করেন যখন তিনি ভারতীয় জনতা পার্টির টিকিটে ২০০৮ সালের প্যালে নির্বাচনী এলাকার উপনির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং ভারতীয় জাতীয় কংগ্রেসের প্রতাপ প্রভাকর গাঁসের কাছে হেরে যান। তিনি ২০১২ সালের বিধানসভা নির্বাচনে সানকেলিম কেন্দ্র থেকে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি ভারতীয় জাতীয় কংগ্রেসের প্রতাপ প্রভাকর গাঁসকে পরাজিত করে ১৪,২৫৫ (৬৬.০২%) ভোটে জয়ী হন। তিনি অল্প সময়ের জন্য ভারতীয় জনতা পার্টির গোয়া ইউনিটের মুখপাত্র হিসেবেও কাজ করেছেন। পরে ২০১৭ সালে তিনি ১০,০৫৮ (৪৩.০৪%) ভোটে ভারতীয় জাতীয় কংগ্রেসের ধর্মেশ সাগলানিকে পরাজিত করে একই আসন থেকে গোয়া বিধানসভায় পুনরায় নির্বাচিত হন। ২২ মার্চ ২০১৭-এ, তিনি গোয়া বিধানসভার স্পিকার নির্বাচিত হন।\n\n\n== গোয়ার মুখ্যমন্ত্রী ==\nমনোহর পারিকরের মৃত্যুর পর গোয়ার মুখ্যমন্ত্রীর আসনটি শূন্য হয়। প্রমোদ সাওয়ান্ত পরে বিধানসভা দ্বারা নির্বাচিত হন এবং পরে তিনি ১৯ মার্চ ২০১৯-এ গোয়ার ১৩তম মুখ্যমন্ত্রী হিসাবে শপথ নেন।\n\n\n== ব্যক্তিগত জীবন ==\nসাওয়ান্ত বর্ণে মারাঠা। তিনি সুলক্ষণাকে বিয়ে করেন, যিনি বিচলিমের শ্রী শান্তাদুর্গা উচ্চ মাধ্যমিক বিদ্যালয়ের রসায়নের শিক্ষক। তিনি ভারতীয় জনতা পার্টির একজন নেতা এবং বর্তমানে বিজেপি মহিলা মোর্চার গোয়া ইউনিটের সভাপতি।\n\n\n== তথ্যসূত্র =="}