{"pageid": 1173847, "title": "অনুসন্ধান কমিটি, ২০১২", "url": "https://bn.wikipedia.org/wiki?curid=1173847", "content": "অনুসন্ধান কমিটি, ২০১২ হলো বাংলাদেশের ১১তম নির্বাচন কমিশনের প্রধান নির্বাচন কমিশনার ও অন্যান্য নির্বাচন কমিশনার নিয়োগে যোগ্য ব্যক্তি বাছাইয়ের জন্য ২০১২ সালের ২২ জানুয়ারি রাষ্ট্রপতি জিল্লুর রহমান কর্তৃক গঠিত একটি কমিটি। সৈয়দ মাহমুদ হোসেনকে সভাপতি করে এই কমিটির সদস্য সংখ্যা ৪ জন। নির্বাচন কমিশন গঠনের জন্য বাংলাদেশে এই ধরনের কমিটির মধ্যে এটিই প্রথম। কমিটির সুপারিশের ভিত্তিতে ৮ ফেব্রুয়ারি রাষ্ট্রপতি রকিবুদ্দিন কমিশন গঠন করেন।\n\n\n== প্রেক্ষাপট ==\n২০০৭ সালে সেনা সমর্থিত তত্ত্বাবধায়ক সরকারের আমলে শামসুল হুদা কমিশন নিয়োগ লাভ করে, যাদের অধীনে নবম জাতীয় সংসদ নির্বাচন অনুষ্ঠিত হয়। ২০১১ সালের ১০ মে বাংলাদেশ সুপ্রীম কোর্ট তত্ত্বাবধায়ক সরকার ব্যবস্থা বাতিলের রায় দেয়। এছাড়াও বাংলাদেশের সংবিধানের পঞ্চদশ সংশোধনীর মাধ্যমে এ সরকার ব্যবস্থাকে বাতিল করা হয়। ২০১২ সালের ১৪ ফেব্রুয়ারি শামসুল হুদা কমিশনের মেয়াদ শেষ হয়। তার পূর্বে ১১তম নির্বাচন কমিশন গঠনের জন্য ২০১১ সালের ২২ ডিসেম্বর রাজনৈতিক দলের সঙ্গে সংলাপ শুরু করেন রাষ্ট্রপতি জিল্লুর রহমান। সংলাপে বিএনপি ও ইসলামী আন্দোলন বাংলাদেশ সহ কয়েকটি দল তত্ত্বাবধায়ক সরকার ব্যবস্থা বহালের পক্ষে মত দেন৷ ২০১২ সালের ১২ জানুয়ারি আওয়ামী লীগের সাথে সংলাপ করার মাধ্যমে রাষ্ট্রপতির সংলাপ অনুষ্ঠান সমাপ্ত হয়। ২২ জানুয়ারি নির্বাচন কমিশন গঠনের জন্য রাষ্ট্রপতি চার সদস্যের একটি অনুসন্ধান কমিটি গঠন করে দেন।\n\n\n== সদস্যবৃন্দ ==\nকমিটির সদস্যবৃন্দ:\n\nসৈয়দ মাহমুদ হোসেন\nমোহাম্মদ নূরুজ্জামান\nএ. টি. আহমেদুল হক চৌধুরী\nআহমেদ আতাউল হাকিম\n\n\n== কর্মপদ্ধতি ==\nমন্ত্রিপরিষদ বিভাগের জারিকৃত প্রজ্ঞাপন অনুসারে, এই অনুসন্ধান কমিটির প্রধান বা সভাপতি হবেন সুপ্রিমকোর্টের আপিল বিভাগের মনোনীত বিচারপতি৷ মন্ত্রিপরিষদ বিভাগ সার্চ কমিটিকে সব ধরনের সাচিবিক সহায়তা দেবে৷ অনুসন্ধান কমিটির সভায় কমপক্ষে দুই জন উপস্থিত না হলে কোরাম হবেনা৷ তারা তাদের নিজেদের সভার কর্মপদ্ধতি ঠিক করতে পারবেন৷ কমিটি গঠনের ১০ কার্যদিবসের মধ্যে রাষ্ট্রপতির কাছে তাদের সুপারিশ পেশ করতে হবে৷ তারা প্রধান নির্বাচন কমিশনার এবং নির্বাচন কমিশনারের প্রতিটি পদের বিপরীতে দুইজনের নাম সুপারিশ করবেন৷ আর তাদের মধ্য থেকেই রাষ্ট্রপতি প্রধান নির্বাচন কমিশনার এবং নির্বাচন কমিশনার নিয়োগ করে নির্বাচন কমিশন গঠন করবেন৷ সংখ্যাগরিষ্ঠের মতামতের ভিত্তিতে সার্চ কমিটি সিদ্ধান্ত নেবে৷ তবে সমতার ক্ষেত্রে কমিটির সভায় সভাপতিত্বকারীর নির্ণায়ক সিদ্ধান্ত দেয়ার ক্ষমতা থাকবে৷\n\n\n== কার্য বিবরণী ==\n২০১২ সালের ৭ ফেব্রুয়ারি অনুসন্ধান কমিটি রাষ্ট্রপতিকে সুপারিশ জমা দেন। সুপারিশ মোতাবেক রাষ্ট্রপতি ৮ ফেব্রুয়ারি রকিবুদ্দিন কমিশন গঠন করেন।\n\n\n== প্রতিক্রিয়া ==\nপ্রধান বিরোধী দল বিএনপি এই কমিটি প্রত্যাখ্যান করে নতুন নির্বাচন কমিশন গঠনের আগে তত্ত্বাবধায়ক সরকার পুনর্বহালের দাবি অব্যাহত রাখে।\n\n\n== আরও দেখুন ==\nঅনুসন্ধান কমিটি, ২০১৭\nঅনুসন্ধান কমিটি, ২০২২\n\n\n== তথ্যসূত্র =="}