{"pageid": 1173080, "title": "নুরুল ইসলাম (সংগঠক)", "url": "https://bn.wikipedia.org/wiki?curid=1173080", "content": "অধ্যাপক মাওলানা নুরুল ইসলাম একজন বাংলাদেশি শিক্ষাবিদ, ব্যবসায়ী ও রাজনৈতিক ব্যক্তিত্ব। তিনি বাংলাদেশের স্বাধীনতা আন্দোলনের চট্টগ্রাম অঞ্চলের অন্যতম সংগঠক ছিলেন। তিনি চট্টগ্রাম সরকারি সিটি কলেজের প্রথম শিক্ষক ছিলেন। এছাড়াও তিনি ৬০ এর দশকের গণতন্ত্র আন্দোলন ও স্বায়ত্তশাসনের ব্যপারে গুরুত্বপূর্ণ ভূমিকা রেখেছেন। তিনি সেই সময়ে কলকাতা মাদ্রাসা থেকে ১ম স্থান দখল করে স্বর্ণপদক লাভ করেছিলেন।\n\n\n== জন্ম ও পরিচয় ==\nনুরুল ইসলাম ১৯২০ সালের ২০ জানুয়ারি চট্টগ্রাম জেলার  চান্দগাঁও সাবান ঘাটার মৌলভি বংশে জন্মগ্রহণ করেন। তার পিতার নাম আতাউল্লাহ, এবং দাদার নাম মওলানা আজিজুর রহমান, প্রপিতামহের নাম মাওলানা আছদ আলী, ইনারা চট্টগ্রামের বিশিষ্ট আলেম ছিলেন। এই মৌলভি বংশকে চট্টগ্রামের সিদ্ধ প্রান-পুরুষের বংশ মনে করা হতো।\n\n\n== শিক্ষাজীবন ==\nনুরুল ইসলাম প্রাথমিক শিক্ষা শেষ করে আলিম শ্রেণীতে দারুল উলুম আলিয়া মাদ্রাসা চট্টগ্রামে ভর্তি হন। এই মাদ্রাসা থেকে আলিম ও ফাজিল পাশ করেন। মাদ্রাসা পড়ার পাশাপাশি চট্টগ্রাম সরকারি মুসলিম হাইস্কুল থেকে মেট্রিক ও চট্টগ্রাম কলেজ থেকে ইন্টারমিডিয়েট পাশ করেন। এরপর তিনি ইসলামি উচ্চ শিক্ষার জন্য কলকাতা আলিয়া মাদ্রাসায় ভর্তি হোন, এই মাদ্রাসায় তিনি ১ম শ্রেণীতে ১ম স্থান দখল করে স্বর্ণপদক লাভ করে কামিল পাশ করেন। এরপর তিনি ঢাকা বিশ্ববিদ্যালয়ে ভর্তি হন, এখানে আরবি বিভাগ থেকে অনার্স ও ইসলামের ইতিহাস বিভাগ থেকে মাস্টার্স সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nপড়াশোনা শেষ করে তিনি চট্টগ্রাম সরকারি সিটি কলেজে (তৎকালীন চট্টগ্রাম নাইট কলেজে) শিক্ষক হিসাবে যোগদান করেন। তিনি এই কলেজের প্রথম শিক্ষক ছিলেন। তিনি এই কলেজে আরবি ও ইসলামের ইতিহাস বিষয় পড়াতেন। তিনি আজীবন এই কলেজে অধ্যাপনা করেছেন। এছাড়াও তিনি চন্দনপুরা দারুল উলুম মাদ্রাসা ও চান্দগাঁও এনএমসি হাইস্কুলের সাধারণ সম্পাদক ছিলেন। তিনি চট্টগ্রাম জেলা আওয়ামীলীগের কার্যকরি পরিষদের সদস্য ছিলেন।\n১৯৭১ সালে মুক্তিযুদ্ধ চলাকালীন রাজাকার বাহিনী তার বাসা আটক করে তাকে ধরে নিয়ে যায়। প্রথমবার তাকে ছেড়ে দিলেও ২য় বার তাকে আবার পাকিস্তানি সেনাবাহিনী আটক করে চট্টগ্রাম সার্কিট হাউসে নিয়ে যাওয়া হয়। সেখানে তাকে জিজ্ঞাসাবাদ, শারীরিক ও মানসিক নির্যাতন করা হয়েছিলো।\n\n\n== মৃত্যু ==\nনুরুল ইসলাম ১৯৮১ সালের ১৯ অক্টোবর মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}