{"pageid": 1173497, "title": "সন্ন্যাসতলী মেলা", "url": "https://bn.wikipedia.org/wiki?curid=1173497", "content": "সন্ন্যাসতলী মেলা জয়পুরহাট জেলার ক্ষেতলাল উপজেলা সদর থেকে ৮ কিলোমিটার দক্ষিণে মামুদপুর ইউনিয়নের মহব্বতপুর-জিয়াপুর গ্রামের তুলসীগঙ্গা নদীর কোলঘেঁষে বসে সন্ন্যাসতলীর মেলা।২০০ বছরের ঐতিহ্যবাহী সন্ন্যাসতলী মেলা।   তুলসীগঙ্গা নদীর তীরবর্তী সন্ন্যাসতলায় মন্দিরের পাশে বসে দুই দিনব্যাপী ঘুড়ির মেলা। গ্রামীণ এ মেলা সন্ন্যাসতলীর ঘুড়ির মেলা হিসেবে পরিচিত। মেলার সঠিক ইতিহাস কেউ বলতে না পারলেও জনশ্রুতি রয়েছে, সন্ন্যাসী পূজাকে ঘিরে ২০০ বছরের অধিক সময় আগে মেলাটির উৎপত্তি ঘটে। সেই থেকে প্রতিবছর বাংলা জ্যৈষ্ঠ মাসের শেষ শুক্রবার বিকেলে বসে গ্রামীণ এ মেলা। মেলায় আশপাশের গ্রাম ছাড়াও দূরদূরান্ত থেকে হাজারো মানুষের আগমন ঘটে।\n\n\n== ইতিহাস ==\nজ্যৈষ্ঠ মাসের শেষ শুক্রবার জয়পুরহাটের ক্ষেতলাল উপজেলার তুলসীগঙ্গা নদীর অদূরে সন্নাসতলীর বটতলায় কোনো এককাল থেকে শুরু হয়েছিল ঘুড়ির মেলা। সেই ঐতিহ্য আজও ধরে রেখেছেন সন্নাসতলী এলাকার অন্তত ৪০ গ্রামের কয়েক সহস্রাধিক মানুষ। তারই ধারাবাহিকতায় শুক্রবার মহব্বতপুর গ্রামের সন্নাসতলীতে অনুষ্ঠিত হয়ে গেল ঘুড়ি উৎসব উপলক্ষে মেলা। এক দিনের এই মেলায় কোনো নোটিশেরও দরকার হয় না। মেলার দিনক্ষণ মনে রেখে সময়মতো দোকানিদের পাশাপাশি দর্শনার্থীরা ভিড় জমান নিভৃত পল্লীর এই ঐতিহ্যবাহী মেলায়। সন্নাসতলীর এই ঘুড়ি উৎসব শুরুর দিন বিকেলে বটতলায় স্থানীয় হিন্দু সম্প্রদায় সন্নাস পূজা পালন করে। তাদের এই পূজা-অর্চনাকে ঘিরেই মূলত এ মেলার উৎপত্তি ঘটে। তবে এর গোড়া পত্তনের কথা কেউ বলতে পারেননি। প্রবীণরা শুধু এটুকু জানিয়েছেন, ২০০ বছরেরও বেশি সময় ধরে তাঁরা এ মেলার আয়োজন দেখে আসছেন।\n\n\n== মেলার সময়কাল ==\nজ্যৈষ্ঠ মাসের শেষ শুক্রবার জয়পুরহাটের ক্ষেতলাল উপজেলার তুলসীগঙ্গা নদীর অদূরে সন্নাসতলীর বটতলায় মেলা বসে । \n\n\n== কেনাকাটা ==\n\n\n=== আসবাবপত্র ===\nমেলায় কাঠের, স্টিল ও লোহার বিভিন্ন ডিজাইনের আসববাপত্র যেগুলো অনেক সূলভ মূল্যে পাওয়া যায়।\n\n\n=== কসমেটিক ও গিফট সামগ্রী ===\nমেলায় বিভন্ন জেলা হতে লোকজন উন্নতমানের কসমেটিক, খেলনা, গিফট সামগ্রী এর দোকান দেয়। সাধারণত শিশু এবং মহিলাদের ভিড় লেগে থাকে। আছে চুড়ি, কানের দুল, মালা, কাজল, মেকাপ বক্স সহ সকল সাজার জিনিস। খেলনার মধ্যে থাকে ব্যাট, বল ভিডিও গেমস ইত্যাদি।\n\n\n=== মিষ্টি ===\nপোড়াদহ মেলার অন্যতম আকর্ষণ মিষ্টি। রসগোল্লা, সন্দেশ, জিলাপী, নিমকি, তিলের নাড়ু, খই, শুকনা মিষ্টি। আরও আকর্ষণীয় হল বড় বড় আকারের মিষ্টি। একেকটি মিষ্টি দেড় থেকে দুই কেজি ওজনের হয়ে থাকে।\n\n\n== বিনোদন ==\n\nমেলায় কেনাকাটার পাশাপাশি বিনোদনের ব্যবস্থা থাকে। ছোটদের জন্য নাগড়দোলা, মিনি ট্রেন, ঘোড়ার গাড়ি, সার্কাস ইত্যাদি ও বড়দের জন্য রয়েছে মটর সাইকেল খেলা, যাত্রাপালা, সাংস্কৃতিক অনুষ্ঠান আয়োজন করা হয়।\n\n\n== তথ্যসূত্র =="}