{"pageid": 1173355, "title": "আরব লিগের সদস্য রাষ্ট্রসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1173355", "content": "আরব লিগের ২২টি সদস্য রাষ্ট্র রয়েছে। এটি ১৯৪৫ সালের মার্চ মাসে কায়রোতে ছয় সদস্য রাষ্ট্র নিয়ে প্রতিষ্ঠিত হয়। আরব লিগের প্রতিষ্ঠাতা সদস্যরা হচ্ছে মিশর,ইরাক, লেবানন, সৌদি আরব, সিরিয়া এবং ট্রান্সজর্ডান (১৯৪৯ থেকে জর্ডান)। ইয়েমেন ৫ মে ১৯৪৫ সালে আরব লিগে যোগদান করে। ২০ শতকের দ্বিতীয়ার্ধে সদস্য সংখ্যা বৃদ্ধি পায়। বর্তমানে সাতটি দেশ পর্যবেক্ষকের মর্যাদা পেয়েছে। আরব লিগের সদর দপ্তর মিশরের রাজধানী কায়রোতে অবস্থিত।\n\n\n== বর্তমান সদস্য রাষ্ট্রসমূহের তালিকা ==\n\n\n== বর্তমান পর্যবেক্ষক রাষ্ট্রের তালিকা ==\nআরব লিগের সাতটি দেশ পর্যবেক্ষক সদস্য রাষ্ট্র। এটি একটি মর্যাদা যা তাদের মতামত প্রকাশ করার এবং পরামর্শ দেওয়ার অধিকার আছে কিন্তু লিগের কোন বিষয়ে তাদের ভোটাধিকার প্রয়োগ করার অধিকার নেই। পর্যবেক্ষক সদস্য রাষ্ট্রগুলো হলো ইরিত্রিয়া, ব্রাজিল, ভেনিজুয়েলা,ভারত, গ্রিস, আর্মেনিয়া, চাদ। ভারত হলো আরব লীগের আরেকটি পর্যবেক্ষক রাষ্ট্র সদস্য। যেখানে বিপুল সংখ্যক লোক আরব বংশোদ্ভূত আছে। আর্মেনিয়াকে ২০০৪ সালে পর্যবেক্ষকের মর্যাদা দেওয়া হয়েছিল। চাদকে ২০০৫ সালে পর্যবেক্ষকের মর্যাদা দেওয়া হয়েছিল।\n\n\n== সদস্যপদের সময়কাল ==\n\n১৯৪২ - যুক্তরাজ্য আরব লিগের ধারণা প্রচার করে।\n১৯৪৫- মধ্যপ্রাচ্যের সাতটি দেশের নেতারা আলেকজান্দ্রিয়া প্রোটোকল স্বাক্ষর করেন, এইভাবে ২০ শতকে সর্ব-আরববাদ মতাদর্শের সাথে প্রথম সংস্থা প্রতিষ্ঠা করে। প্রতিষ্ঠাতা সদস্যরা ছিল মিশর, ইরাক, লেবানন, সিরিয়া, সৌদি আরব, জর্ডান ( ট্রান্সজর্ডান নামে প্রবেশ করে), এবং ইয়েমেন (যা ১৯৬৭ সাল থেকে সাধারণত উত্তর ইয়েমেন নামে পরিচিত ছিল)।\n১৯৫৩- লিবিয়া স্বাধীনতার দুই বছর পর আরব লীগে যোগ দেয়।\n১৯ জানুয়ারি ১৯৫৬- সুদান আরব লিগে যোগ দেয়।\n১৯৫৮ সালের ১ অক্টোবর- মরক্কো এবং তিউনিসিয়া স্বাধীনতার দুই বছর পর আরব লিগে যোগদান করে।\n২০ জুলাই ১৯৬১- কুয়েত স্বাধীনতার ৩১ দিন পরে লিগে যোগদান করে।\n১৬ আগস্ট ১৯৬২- আলজেরিয়া আরব লীগে যোগ দেয়।\n১৯৬৭- দক্ষিণ ইয়েমেন তার স্বাধীনতার পর আরব লীগে যোগ দেয়।\n১৯৭১- সংযুক্ত আরব আমিরাত, ওমান, কাতার এবং বাহরাইন আরব লিগে যোগদান করে।\n২৬ নভেম্বর ১৯৭৩- মৌরিতানিয়া স্বাধীনতার তেরো বছর পর আরব লিগে যোগদান দেয়।\n১৪ ফেব্রুয়ারি ১৯৭৪- স্বাধীনতার চৌদ্দ বছর পর সোমালিয়া আরব লিগে যোগদান করে।\n৮ সেপ্টেম্বর ১৯৭৬- ফিলিস্তিন মুক্তি সংস্থা আরব লীগে যোগ দেয়। ১৯৮৮ সালে স্বাধীনতার ঘোষণার পর ফিলিস্তিন রাষ্ট্র আসনটি গৃহীত হয়।\n১৯৭৭ সালের ৪ সেপ্টেম্বর- একই বছর ফ্রান্স থেকে স্বাধীনতা লাভের দুই মাস পর জিবুতি আরব লিগে যোগ দেয়।\n২৬ মার্চ ১৯৭৯- মিশর আরব লিগ থেকে বরখাস্ত হয়। আবার ২৩ মে ১৯৮৯ এ পুনরায় যোগদান করে।\n২২ মে ১৯৯০- উত্তর ও দক্ষিণ ইয়েমেন একত্রিত হয়।\n১৯৯৩- কোমোরোস আরব লিগে যোগদান করে।\nজানুয়ারী ২০০৩- ইরিত্রিয়া পর্যবেক্ষক হিসাবে আরব লিগে যোগদান করে।\n২০০৩- ব্রাজিল পর্যবেক্ষক হিসাবে আরব লিগে যোগ দেয়।\n২০০৪ - আর্মেনিয়া পর্যবেক্ষক হিসাবে আরব লিগে যোগ দেয়।\nএপ্রিল ২০০৫ - চাদ পর্যবেক্ষক হিসাবে আরব লিগে যোগ দেয়।\nসেপ্টেম্বর ২০০৬- ভেনিজুয়েলা পর্যবেক্ষক হিসাবে আরব লীগে যোগ দেয়।\nএপ্রিল ২০০৭– ভারত পর্যবেক্ষক রাষ্ট্র হিসেবে আরব লিগে যোগ দেয়।\n২২ ফেব্রুয়ারি ২০১১- লিবিয়া আরব লীগ থেকে বরখাস্ত হয়। ২৫ আগস্ট ২০১১ এ পুনরায় যোগদান করে।\nজুলাই ২০১১- দক্ষিণ সুদান সুদান থেকে স্বাধীনতা লাভ করে। কিন্তু আরব লিগে যোগ দেয় না।\n১৬ নভেম্বর ২০১১- সিরিয়া আরব লীগ থেকে বরখাস্ত হয়।\n৭ মে ২০২৩ – সিরিয়াকে পুনরায় সদস্য পদ ফিরিয়ে দেওয়া হয়।\n\n\n== আরও দেখুন ==\nইসলামি সহযোগিতা সংস্থা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}