{"pageid": 1173, "title": "আজারবাইজান", "url": "https://bn.wikipedia.org/wiki?curid=1173", "content": "আজারবাইজান (আজারবাইজানি ভাষায়: Azərbaycan আজ়্যার্বায়জান্‌), সরকারী নাম আজারবাইজান প্রজাতন্ত্র (আজারবাইজানি ভাষায়: Azərbaycan Respublikası) পূর্ব ইউরোপের একটি প্রজাতন্ত্রী রাষ্ট্র। এটি কৃষ্ণ সাগর ও কাস্পিয়ান সাগরের মধ্যবর্তী স্থলযোটক দক্ষিণ ককেশাস অঞ্চলের সবচেয়ে পূর্বে অবস্থিত রাষ্ট্র। আয়তন ও জনসংখ্যার দিকে থেকে এটি ককেশীয় রাষ্ট্রগুলির মধ্যে বৃহত্তম। দেশটির উত্তরে রাশিয়া, পূর্বে কাস্পিয়ান সাগর, দক্ষিণে ইরান, পশ্চিমে আর্মেনিয়া, উত্তর-পশ্চিমে জর্জিয়া। এছাড়াও ছিটমহল নাখশিভানের মাধ্যমে তুরস্কের সাথে আজারবাইজানের একচিলতে সীমান্ত আছে। আর্মেনিয়ার পর্বতের একটি সরু সারি নাখশিভান ও আজারবাইজানকে পৃথক করেছে। আজারবাইজানের দক্ষিণ-পশ্চিম অংশের একটি এলাকা নাগোর্নো-কারাবাখের আনুগত্য বিতর্কিত। কাস্পিয়ান সাগরে অবস্থিত অনেকগুলি দ্বীপও আজারবাইজানের অন্তর্ভুক্ত। আজারবাইজানের রাষ্ট্রভাষা আজারবাইজানি। কাস্পিয়ান সাগরতীরে অবস্থিত বন্দর শহর বাকু আজারবাইজানের রাজধানী ও বৃহত্তম শহর।\n১৮শ ও ১৯শ শতকে ককেশীয় এই দেশটি পর্যায়ক্রমে রুশ ও পারস্যদেশের শাসনাধীন ছিল। রুশ গৃহযুদ্ধকালীন সময়ে ১৯১৮ সালের ২৮শে মে তৎকালীন আজারবাইজানের উত্তর অংশটি একটি ইসলামী প্রজাতন্ত্র হিসেবে স্বাধীনতা ঘোষণা করে। কিন্তু মাত্র ২ বছরের মাথায় ১৯২০ সালে বলশেভিক লাল সেনারা এটি আক্রমণ করে আবার রুশ নিয়ন্ত্রণে নিয়ে আসে এবং ১৯২২ সালে দেশটি আন্তঃককেশীয় সমাজতান্ত্রিক সোভিয়েত প্রজাতন্ত্রের অংশ হিসেবে সোভিয়েত ইউনিয়নের অন্তর্ভুক্ত হয়। ১৯৩৬ সালে আন্তঃককেশীয় সোভিয়েত প্রজাতন্ত্রটি ভেঙে তিনটি আলাদা প্রজাতন্ত্র আজারবাইজান, জর্জিয়া ও আর্মেনিয়াতে ভেঙে দেওয়া হয়। তখন থেকেই আজারবাইজানের সংখ্যাগরিষ্ঠ মুসলিম জনগোষ্ঠী এবং নাগোর্নো-কারাবাখ এলাকার খ্রিস্টান আর্মেনীয় জনগোষ্ঠীর মধ্যে দ্বন্দ্ব্বের সূত্রপাত। নাগোর্নো-কারাবাখের জনগণ আর্মেনিয়ার সাথে একত্রিত হতে চায়। ১৯৯১ সালের ২০শে অক্টোবর আজারবাইজান স্বাধীনতা লাভ করলে এই দ্বন্দ্ব্ব সশস্ত্র সংঘাতে রূপ নেয়। ফলে নতুনভাবে স্বাধীন দেশটির প্রথম বছরগুলি রাজনৈতিক বিশৃঙ্খলা, অর্থনৈতিক অবনতি, এবং নাগোর্নো-কারাবাখের যুদ্ধে অতীবাহিত হয়। ১৯৯৪ সালের মে মাসে একটি যুদ্ধবিরতি চুক্তি স্বাক্ষরিত হওয়ার পর দীর্ঘ ২৮ বৎসর নগোর্নো কারাবাখ এবং সংলগ্ন ৭টি আজারবাইজানি জেলা বিচ্ছিন্নতাবাদী আর্মেনীয়দের নিয়ন্ত্রনাধীন ছিল,কিন্তু ২০২০ সালের ২৮শে অক্টোবর থেকে আজারবাইজান তাঁদের দখল হয়ে যাওয়া এলাকা উদ্ধারে সামরিক অভিযান শুরু করলে ৪৮ দিন পর এলাকাটি তাঁদের নিয়ন্ত্রনে আসে।বর্তমানে নাগোর্নো-কারাবাখের কিছু অংশ এবং ১৯৯৪ সালে আর্মেনিয়া কর্তৃক দখল হয়ে যাওয়া ৭টি আজারবাইজানি জেলা আজারবাইজানের সামরিক নিয়ন্ত্রণে আছে। ১৯৯৫ সালে আজারবাইজানে প্রথম আইনসভা নির্বাচন অনুষ্ঠিত হয় এবং ঐ বছরই সোভিয়েত-উত্তর নতুন সংবিধান পাস করা হয়।\nআজারবাইজানের বাকু তেলক্ষেত্রগুলি বিশ্বের সবচেয়ে গুরুত্বপূর্ণ তেলক্ষেত্রগুলির মধ্যে অন্যতম। কিন্তু দুর্নীতি, সঙ্ঘবদ্ধ অপরাধ এবং দুর্বল সরকারের কারণে দেশটি খনিজ সম্পদ থেকে সম্ভাব্য মুনাফা অর্জনে বাধাগ্রস্ত হয়েছে।\n\n\n== রাজনীতি ==\nআজারবাইজানে রাজনীতি-র ভিত্তি একটি রাষ্ট্রপতিশাসিত প্রজাতন্ত্র, যেখানে আজারবাইজানের রাষ্ট্রপতি হলেন রাষ্ট্রপ্রধান, এবং প্রধানমন্ত্রী হলেন সরকারপ্রধান। নির্বাহী ক্ষমতা সরকারের হাতে, আইন প্রণয়ন ক্ষমতা সরকার ও সংসদ উভয়ের হাতে ন্যস্ত। বিচার বিভাগ স্বাধীন।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\nআজারবাইজান ১০ টি অর্থনৈতিক অঞ্চল;৬৬ টি রেয়ন এবং ৭৭ টি শহরে বিভক্ত।\n\n\n== সামরিক শক্তি ==\nবিমান বাহিনী : ১৩টি মিগ্-২৯ বিমান রয়েছে বাহিনীর কাছে।\nস্থল বাহিনী : ৪০০ কিমি পরিসীমার LORA ক্ষেপণাস্ত্র ব্যবস্থা রয়েছে।\n\n\n== ভূগোল ==\nআজারবাইজান ইউরেশিয়ার ককেশাস অঞ্চলে অবস্থিত। এই দেশটির ভূগোলে তিনটি মূল বৈশিষ্ট্য লক্ষণীয়:\n\nকাস্পিয়ান সাগর, যার তটরেখা দেশটির পূর্বে একটি প্রাকৃতিক সীমানা সৃষ্টি করেছে।\nউত্তরের বৃহত্তর ককেশাস পর্বতমালা।\nদেশটির কেন্দ্রভাগের বিস্তীর্ণ সমতলভূমি।\nআজারবাইজান মোটামুটি পর্তুগাল বা মার্কিন অঙ্গরাজ্য মেইন-এর সম-আয়তনবিশিষ্ট। দেশটির আয়তন প্রায় ৮৬,৬০০ বর্গকিলোমিটার।\nরাজদান প্রবাহিত হয়ে আরাসে পড়েছে।\nউল্লেখ্য বিতর্কিত নাগার্নো- কারাবাগ অঞ্চল নিয়ে আর্মেনিয়ার সাথে আজারবাইজানের ২৭ সেপ্টেম্বর ২০২০ থেকে সামরিক সংঘাত চলে আসছে।এতে এ পর্যন্ত দু দেশের প্রায় ৩০০ এর বেশি বেসামরিক লোকজন নিহতের ঘটনা ঘটেছে\n\n\n== অর্থনীতি ==\nআজারবাইজানের অর্থনীতি বর্তমানে একটি সন্ধি পর্যায়ে বিদ্যমান, যেখানে সরকার এখনও একটি প্রভাবশালী ভূমিকা পালন করে চলেছে। আজারবাইজানে রয়েছে গুরুত্বপূর্ণ খনিজ তেলের ভাণ্ডার। বৈচিত্র‌্যময় জলবায়ু অঞ্চলের উপস্থিতির কারণে দেশটির কৃষি খাতের উন্নতির সম্ভাবনাও প্রচুর। ১৯৯০-এর দশকের শেষের দিকে আন্তর্জাতিক অর্থ তহবিলের সহযোগিতায় আজারবাইজান একটি সফল অর্থনৈতিক সুস্থিতিকরণ প্রকল্প হাতে নেয়, যার ফলশ্রুতিতে ২০০০ সাল থেকে দেশটির অর্থনীতি ১০% হারে প্রবৃদ্ধি লাভ করে চলেছে। ২০০৭ সালে আজারবাইজানের স্থূল অভ্যন্তরীণ উৎপাদন প্রায় ২৫% বৃদ্ধি পায়। মূলত তেল খাতই এই প্রবৃদ্ধির মূল চালিকাশক্তি। ২০০৭ সালের স্থূল অভ্যন্তরীণ উৎপাদনের (GDP) ৫২.৮% খনিজ তেল খাত থেকে আসে।\nআজারবাইজানের মুদ্রার নাম মানাত।\n\n\n== পরিবহন ==\nগুরুত্বপূর্ণ বিমানবন্দরগুলো\n\n\n== জনমিতি ==\n\n\n=== জাতিগোষ্ঠী ===\nআজারবাইজানে প্রায় ৯৮ লক্ষ ২৪ হাজার ৯০০ লোকের বাস। এদের মধ্যে ৯৫% লোক জাতিগতভাবে আজারবাইজানি। অন্যান্য সংখ্যালঘু জাতির লোকের মধ্যে লেজগীয়, রুশ, আর্মেনীয় ও তালিশ জাতির লোক প্রধান।\n\n\n=== ধর্ম ===\n\nআজারবাইজানের ৯৭ ভাগ মানুষ মুসলমান। এর মধ্যে ৮৫% শিয়া এবং ১৫% সুন্নি। আজারবাইজান বিশ্বের দ্বিতীয় সর্বাধিক শিয়াবহুল দেশ।\n\nদেশটির বৈচিত্র্যময় জাতিগোষ্ঠীর মধ্যে অন্য ধর্মাবলম্বী মানুষও রয়েছে। সংবিধানের ৪৮ তম ধারা অনুযায়ী আজারবাইজান একটি ধর্মনিরপেক্ষ রাষ্ট্র যা সকল মতাবলম্বীদের ধর্মীয় স্বাধীনতা নিশ্চিত করে থাকে। ২০০৬–২০০৮ সালের একটি গ্যালআপ ভোটগ্রহণ অনুসারে, অংশগ্রহণকারীদের মাত্র ২১% মনে করেন যে ধর্ম তাদের জীবনের একটি গুরুত্বপূর্ণ অংশ।\nদেশটির সংখ্যালঘু জনগোষ্ঠীর মধ্যে খ্রিষ্টানদের সংখ্যা প্রায় ২৮০,০০০ (৩.১%) যাদের বেশিরভাগ রুশ ও জর্জীয় অর্থডক্স এবং আর্মেনীয় প্রেরিতীয়। ২০০৩ সালে রোমান ক্যাথলিকদের সংখ্যা ছিল ২৫০। ২০০২ সালের জরিপমতে অন্যান্য খ্রিষ্টান মণ্ডলীগুলোর মধ্যে রয়েছে লুথারবাদী, বাপ্তিস্মবাদী ও মলোকান। এছাড়া দেশটিতে ছোট একটি প্রোটেস্ট্যান্ট সম্প্রদায়ও রয়েছে। আজারবাইজানে একটি প্রাচীন ইহুদি সম্প্রদায়েরও বসবাস রয়েছে যাদের ইতিহাস অন্ততপক্ষে ২০০০ বছর পুরনো। ইহুদি সংগঠনসমূহের অনুমানমতে আজারবাইজানে মোট ইহুদিসংখ্যা ১২,০০০। এছাড়াও আজারবাইজানে বাহাই ধর্ম, ইস্কন ও জেহোভার সাক্ষীর পাশাপাশি অন্যান্য ধর্মাবলম্বী সম্প্রদায়ের বসবাস রয়েছে। কিছু ধর্মীয় সম্প্রদায় ধর্মীয় স্বাধীনতার উপভোগের ক্ষেত্রে অদাপ্তরিক বাধার সম্মুখীন হয়। ইউএস স্টেট ডিপার্টমেন্টের একটি রিপোর্ট মতে নির্দিষ্ট কিছু মুসলমান ও খ্রিস্টান জনগোষ্ঠীর সদস্যরা আজারবাইজানে ধরপাকড়ের শিকার হন এবং অনেক ধর্মীয় গোষ্ঠী আজারবাইজান প্রজাতন্ত্রের ধর্মীয় সংগঠন বিষয়ক জাতীয় পরিষদে (এসসিডাব্লিউআরএ) নিবন্ধিত হওয়ার ক্ষেত্রে বাধার সম্মুখীন হয়।\n\n\n== সংস্কৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকার\nGlobal Integrity Report: Azerbaijan has information on anti-corruption efforts\nState Statistical Committee of Azerbaijan\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nUnited Nations Office in Azerbaijan\nসংস্কৃতি এবং পর্যটন মন্ত্রণালয়\nসংবাদ মিডিয়া\nআজকের আজারবাইজান\nTrend News\nআজারবাইজান প্রেস সংস্থা\nAzerNEWS\nপর্যটন\nআজারবাইজান পর্যটন ওয়েবসাইট\n\nসাধারণ তথ্য\nআজারবাইজান কোম্পানি\nআজারবাইজান হোটেল\nআজারবাইজানের সম্বন্ধে\nদেশ বৃত্তান্ত বিবিসি সংবাদ থেকে।\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ আজারবাইজান-এর ভুক্তি\nআজারবাইজান at UCB Libraries GovPubs\nকার্লিতে আজারবাইজান (ইংরেজি)\n উইকিমিডিয়া অ্যাটলাসে আজারবাইজান\nঅন্যান্য\nআন্তর্জাতিক আজারবাইজান ম্যাগাজিন।"}