{"pageid": 1173590, "title": "দ্বারকা (মহাভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1173590", "content": "দ্বারকা (সংস্কৃত: द्वारका) বা দ্বারবতী হল হিন্দুধর্ম, বৌদ্ধধর্ম ও জৈনধর্মের সাহিত্যে পবিত্র ঐতিহাসিক শহর। দ্বারকা নামটি কৃষ্ণ দিয়েছিলেন বলে জানা যায়। দ্বারকা হল সপ্তপুরীর মধ্যে একটি।\n\nমহাভারতে, এটি একটি শহর ছিল যা এখনকার দ্বারকায় অবস্থিত, যাকে পূর্বে কুশস্থলী বলা হত, যার দুর্গটি যাদবদের মেরামত করতে হয়েছিল। এই মহাকাব্যে, শহরটিকে আনর্ত রাজ্যের রাজধানী হিসেবে বর্ণনা করা হয়েছে।\nহরিবংশ অনুসারে শহরটি সিন্ধু রাজ্যের অঞ্চলে অবস্থিত ছিল।\nহিন্দু মহাকাব্য ও পুরাণগুলিতে, দ্বারকাকে দ্বারবতী বলা হয় এবং এটি আধ্যাত্মিক মুক্তির হেতুস্বরূপ সাতটি তীর্থের মধ্যে একটি। অন্য ছয়টি হল মথুরা, অযোধ্যা,  কাশী, কাঞ্চীপুরম, অবন্তিকা (উজ্জয়িনী) ও পুরী।\n\n\n== বিবরণ ==\nকৃষ্ণের উপস্থিতির সময় দ্বারকার নিম্নলিখিত বর্ণনা ভাগবত পুরাণে (১০.৬৯.১-১২) ঋষি নারদ-এর দর্শনের সাথে সম্পর্কিত:\n\n\n=== হরিবংশ ===\nহরিবংশে দ্বারকাকে মূলত \"নিমজ্জিত ভূমিতে\" নির্মিত, \"সমুদ্র দ্বারা মুক্ত\" (২/৫৫/১১৮ এবং ২/৫৮/৩৪) হিসাবে বর্ণনা করা হয়েছে।\nশহরটি ছিল পূর্বতন \"রাজা রৈবতকের ক্রীড়াভূমি\" যাকে \"দ্বারাবতি\" বলা হত, এটিকে \"দাবা বোর্ডের মত বর্গাকার করা হয়েছিল\" (২/৫৬/২৯)।\nনিকটস্থ পর্বতশ্রেণী ছিল রৈবতক (২/৫৬/২৭), \"দেবতাদের বাসস্থান\" (২/৫৫/১১১)।\nশহরটি ব্রাহ্মণদের দ্বারা পরিমাপ করা হয়েছিল; গৃহসমূহের ভিত্তি স্থাপন করা হয়েছিল এবং অন্তত কিছু গৃহ যাদবদের দ্বারা নির্মিত হয়েছিল (২/৫৮/৯ - ১৫)।\nএটি বিশ্বকর্মা একদিনে (২/৫৮/৪০) \"মানসিকভাবে\" (২/৫৮/৪১ এবং ৪৪) তৈরি করেছিলেন।\nচারটি প্রধান প্রবেশদ্বার (২/৫৮/১৬) সহ এর চারপাশে দেয়াল (২/৫৮/৪৮ এবং ৫৩) ছিল।\nদ্বারকার গৃহগুলি সারিবদ্ধভাবে সাজানো ছিল (২/৫৮/৪১) এবং শহরের \"উচ্চ ভবন\" (২/৫৮/৫০ এবং ৫৪) (২/৫৮/৫৩) ছিল, যা \"প্রায় আকাশচুম্বী\" ছিল (২/৫৮/৫০) এবং \"দরজা ছিল সাদা মেঘের রঙের মত\" (২/৫৮/৪৮)।\nশহরের দুর্গের দেয়ালগুলি \"সূর্যের রঙে এবং সোনার পাত্রে জ্বলজ্বল করছিল\" এবং \"সোনালী রঙে ঝকঝকে বিশাল বাড়ি থেকে শব্দ নির্গত হচ্ছিল\" (২/৫৮/৫৩)। \nএটিতে কৃষ্ণের একটি প্রাসাদ সহ একটি মন্দির এলাকা ছিল, যার একটি পৃথক স্নানাগার ছিল (২/৫৮/৪৩)।\n\"শহরটি সমুদ্র দ্বারা পৃথিবীতে শোভিত করা হয়েছে\" যেমন ইন্দ্রের স্বর্গীয় শহরটি \"মূল্যবান রত্নসমূহের সমন্বয় দ্বারা শোভিত করা হয়েছে।\" (২/৫৮/৪৭ - ৬৬, ২/৫৮/৪৯)।\n\n\n==== ঘটনাবলী ====\nপাণ্ডুর ছেলেরা বনবাসের সময় দ্বারকায় বাস করত। ইন্দ্রসেনের নেতৃত্বে তাদের দাসেরা সেখানে এক বছর (১৩তম বছর) (৪, ৭২) বসবাস করেছিল।\nবলরাম সরস্বতী নদীর উপর তীর্থযাত্রা করার আগে দ্বারকার একটি যজ্ঞের কথা উল্লেখ করেছেন (৯, ৩৫)।\nরুক্মিণীকে কৃষ্ণের সাথে পালিয়ে যাওয়ার পর দ্বারকার প্রধান রাণী হওয়ার বর্ণনা করা হয়েছে, মহাভারতে রুক্মিণী কৃষ্ণের প্রধান সহধর্মিণী হিসাবে দেবী লক্ষ্মীর সমতুল্যা। \nদ্বারবতীর কাছে ব্যক্তির ইন্দ্রিয় এবং নিয়ন্ত্রিত খাদ্যের সাথে এগিয়ে যাওয়া উচিত, যেখানে \"পিণ্ডারক নামক পবিত্র স্থান\"-এ স্নান করার মাধ্যমে  প্রচুর পরিমাণে সোনার উপহারের ফল লাভ করেন (৩, ৮২)।\nরাজা নৃগকে তার একটি দোষের কারণে দীর্ঘকাল দ্বারাবতীতে বাস করতে হয়েছিল এবং কৃষ্ণই তার সেই দুর্দশা থেকে উদ্ধারের কারণ হয়েছিলেন।(১৩, ৭২)।\nঋষি দূর্বাসা দীর্ঘকাল (১৩, ১৬০) দ্বারাবতীতে বসবাস করেন।\nঅর্জুন কুরুক্ষেত্র যুদ্ধের (১৪, ৮৩) পরে তার সামরিক অভিযানের সময় দ্বারাবতী পরিদর্শন করেছিলেন।\nপাণ্ডবরা যখন পৃথিবী থেকে মহাপ্রস্থান করেন তখন তারা দ্বারকা যেখানে একসময় ছিল সেখানে যান এবং শহরটিকে পানির নিচে নিমজ্জিত অবস্থায় দেখেন।\nমহাভারতের মৌষল পর্বে, অর্জুন দ্বারকার নিমজ্জন প্রত্যক্ষ করেছেন এবং এটিকে নিম্নরূপ বর্ণনা করেছেন:\n\nসমুদ্র যা উপকূলের বিরুদ্ধে প্রহার করছিল, হঠাৎ প্রকৃতির দ্বারা তার উপর আরোপিত সীমানা ভেঙ্গে গেল। সাগর শহরে ধাবিত হল। এটি সুন্দর শহরের রাস্তার মধ্য দিয়ে প্রবল বেগে চলে গেল। সমুদ্র শহরের সবকিছু ঢেকে দিল। দেখলাম সুন্দর ভবনগুলো একে একে ডুবে যাচ্ছে। কিছুক্ষণের মধ্যেই সব শেষ হয়ে গেল। সমুদ্র এখন হ্রদের মতো শান্ত হয়ে উঠেছে। শহরের কোনো চিহ্ন ছিল না। দ্বারকা এখন নাম মাত্র; শুধুই স্মৃতি।\n\n\n== সম্পর্কিত প্রত্নতত্ত্ব ==\n১৯৮৩-১৯৯০ সময়কালে, ভারতের ন্যাশনাল ইনস্টিটিউট অফ ওশানোগ্রাফি (এনআইও) এর মেরিন আর্কিওলজি ইউনিট দ্বারকা এবং বেট দ্বারকায় পানির নিচে অনুসন্ধান চালায়।  এস আর রাও -এর মতে \"উপকূলবর্তী এবং সমুদ্রমুখী অনুসন্ধান থেকে প্রাপ্ত প্রত্নতাত্ত্বিক প্রমাণ ১৫০০ খ্রিস্টপূর্বাব্দে কয়েকটি উপগ্রহ শহর সহ একটি নগর-রাজ্যের অস্তিত্ব নিশ্চিত করেছে\" তিনি অত্র সিদ্ধান্তে উপনীত হওয়া যুক্তিসঙ্গত মনে করেছিলেন যে, এই নিমজ্জিত শহরটি মহাভারতে বর্ণিত দ্বারকা। \n\n\n== আরও দেখুন ==\nদ্বারাবতী শিলা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nS. R. Rao (১৯৯১)। \"Further excavations of the submerged city of Dwarka\"। Recent Advances in Marine Archaeology: Proceedings of the second Indian Conference on Marine Archaeology of Indian Ocean Countries, January 1990। Marine Archaeology। National Institute Of Oceanography। পৃষ্ঠা 51–59। \nGaur, A.S., Sundaresh, P. Gudigar, Sila Tripati, K.H. Vora and S.N. Bandodkar (2000) Recent underwater explorations at Dwarka and surroundings of Okha Mandal, Man and Environment, XXV(1): 67-74.\nGaur, A.S. and Sundaresh (2003) Onshore Excavation at Bet Dwarka Island, in the Gulf of Kachchh, Gujarat, Man and Environment, XXVIII(1): 57-66.\n\n\n== আরও পড়ুন ==\nShikaripur Ranganatha Rao (১৯৯৯)। The lost city of Dvārakā। Aditya Prakashan। আইএসবিএন 9788186471487।"}