{"pageid": 1173440, "title": "অর্থনৈতিক উন্নয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1173440", "content": "সরকারি খাতে অর্থনীতির অধ্যয়নে, অর্থনৈতিক ও সামাজিক উন্নয়ন হল এমন একটি প্রক্রিয়া যার মাধ্যমে একটি জাতি, অঞ্চল, স্থানীয় সম্প্রদায় বা কোনও ব্যক্তির অর্থনৈতিক কল্যাণ ও জীবনযাত্রার মান লক্ষ্য ও উদ্দেশ্য অনুসারে উন্নত করা।\nপ্রত্যয়টি বিংশ ও একবিংশ শতাব্দীতে প্রায়শই ব্যবহৃত হয়েছে, তবে ধারণাটি পাশ্চাত্যে অনেক বেশি সময় ধরে বিদ্যমান রয়েছে। \"আধুনিকীকরণ\", \"পশ্চিমাকরণ\" এবং বিশেষ করে \"শিল্পায়ন\" অন্যান্য প্রত্যয় যা প্রায়ই অর্থনৈতিক উন্নয়ন নিয়ে আলোচনা করার সময় ব্যবহৃত হয়। ঐতিহাসিকভাবে, অর্থনৈতিক উন্নয়ন নীতিমালা শিল্পায়ন ও অবকাঠামোর উপর দৃষ্টি নিবদ্ধ করে; ১৯৬০-এর দশক থেকে এটি ক্রমবর্ধমানভাবে দারিদ্র্য হ্রাসের দিকে মনোনিবেশ করেছে।\nবাস্তবিকপক্ষে অর্থনৈতিক উন্নয়ন হল মানুষের কল্যাণের লক্ষ্যে একটি নীতিগত হস্তক্ষেপ, অর্থনৈতিক প্রবৃদ্ধি হল বাজার উৎপাদনশীলতার ও জিডিপি বৃদ্ধির প্রপঞ্চ; অর্থনীতিবিদ অমর্ত্য সেন অর্থনৈতিক প্রবৃদ্ধিকে \"অর্থনৈতিক উন্নয়ন প্রক্রিয়ার একটি দিক\" হিসেবে বর্ণনা করেছেন। অর্থনীতিবিদরা প্রাথমিকভাবে বৃদ্ধির দিক এবং বৃহত্তর অর্থনীতির উপর মনোনিবেশ করেন, যেখানে সম্প্রদায়ের অর্থনৈতিক উন্নয়নের গবেষকরা নিজেদের আর্থ-সামাজিক উন্নয়ন নিয়েও উদ্বিগ্ন।\n\n\n== সংজ্ঞা এবং পরিভাষা ==\nঅর্থনৈতিক উন্নয়নের সুনির্দিষ্ট সংজ্ঞা প্রতিদ্বন্দ্বিতা করা হয়েছে: বিংশ শতাব্দীর অর্থনীতিবিদরা উন্নয়নকে প্রাথমিকভাবে অর্থনৈতিক প্রবৃদ্ধির পরিপ্রেক্ষিতে দেখেছিলেন, সমাজবিজ্ঞানীরা পরিবর্তে পরিবর্তন ও আধুনিকীকরণের বৃহত্তর প্রক্রিয়ার উপর জোর দিয়েছিলেন। উন্নয়ন ও নগর অধ্যয়ন পণ্ডিত কার্ল সিডম্যান অর্থনৈতিক উন্নয়নকে \"একটি সম্প্রদায় বা অঞ্চলের জন্য উন্নত ও বিস্তৃতভাবে ভাগ করা অর্থনৈতিক কল্যাণ ও জীবনযাত্রার মান তৈরি করতে ভৌত, মানবিক, আর্থিক ও সামাজিক সম্পদ তৈরি এবং ব্যবহার করার একটি প্রক্রিয়া\" হিসাবে বর্ণনা করেছেন। ড্যাফনে গ্রিনউড এবং রিচার্ড হল্ট অর্থনৈতিক উন্নয়ন থেকে অর্থনৈতিক প্রবৃদ্ধিকে আলাদা করেছেন এই ভিত্তিতে যে অর্থনৈতিক উন্নয়ন হল \"একটি সম্প্রদায়ের মধ্যে ব্যক্তিদের জীবনযাত্রার সামগ্রিক মানকে ব্যাপকভাবে ভিত্তিক ও টেকসই বৃদ্ধি\" এবং মাথাপিছু আয়ের মতো প্রবৃদ্ধির পরিমাপ অগত্যা জীবন মানের উন্নতির সাথে সম্পর্কযুক্ত নয়। অর্থনৈতিক উন্নয়ন একটি বিস্তৃত ধারণা এবং এর গুণগত মাত্রা রয়েছে।অর্থনৈতিক উন্নয়ন বলতে বোঝায় অর্থনৈতিক প্রবৃদ্ধি এবং কিছু গুরুত্বপূর্ণ পরিবর্তনের প্রগতিশীল পরিবর্তন যা জনগণের কল্যাণ নির্ধারণ করে যেমন: স্বাস্থ্য, শিক্ষা।আইওয়া বিশ্ববিদ্যালয়ের সেন্টার ফর ইন্টারন্যাশনাল ফিন্যান্স অ্যান্ড ডেভেলপমেন্ট বলেছে যে: 'অর্থনৈতিক উন্নয়ন' এমন একটি প্রত্যয় যা ব্যবসায়ী, অর্থনীতিবিদ, রাজনীতিবিদ এবং অন্যান্যরা বিংশ শতাব্দীতে প্রায়শই ব্যবহার করেছেন।  যদিও ধারণাটি পাশ্চাত্যে বহু শতাব্দী ধরে বিদ্যমান রয়েছে। আধুনিকীকরণ, পশ্চিমাকরণ এবং বিশেষ করে শিল্পায়ন হল অন্যান্য প্রত্যয় যা মানুষ অর্থনৈতিক উন্নয়ন নিয়ে আলোচনা করার সময় ব্যবহার করেছে। অর্থনৈতিক উন্নয়নের সঙ্গে পরিবেশের সরাসরি সম্পর্ক রয়েছে।যদিও ধারণাটির উৎপত্তি অনিশ্চিত, কিছু পণ্ডিত যুক্তি দেন যে, উন্নয়ন পুঁজিবাদের বিবর্তন ও সামন্তবাদের অবসানের সাথে ঘনিষ্ঠভাবে জড়িত। অন্যরা এটিকে উত্তর-ঔপনিবেশিক রাষ্ট্রের সাথে যুক্ত করে।\nম্যানসেল এবং ওয়েহন আরও বলেন যে দ্বিতীয় বিশ্বযুদ্ধের পর থেকে অ-অনুশীলনকারীদের দ্বারা অর্থনৈতিক উন্নয়ন বোঝা গেছে অর্থনৈতিক প্রবৃদ্ধির সাথে জড়িত, অর্থাৎ মাথাপিছু আয় বৃদ্ধি, এবং শিল্পোন্নত দেশগুলির সমতুল্য জীবনযাত্রার মান অর্জন। অর্থনৈতিক উন্নয়নকে একটি স্থির তত্ত্ব হিসাবেও বিবেচনা করা যেতে পারে যা একটি নির্দিষ্ট সময়ে একটি অর্থনীতির অবস্থা নথিভুক্ত করে। শুমপিটার এবং ব্যাকহউস (২০০৩) এর মতে, অর্থনৈতিক তত্ত্বে নথিভুক্ত করার জন্য এই ভারসাম্যের অবস্থার পরিবর্তনগুলি শুধুমাত্র বাইরে থেকে আগত মধ্যবর্তী কারণগুলির কারণে হতে পারে।\n\n\n== আরও পড়ুন ==\nPokrovskii, Vladimir (২০১৮)। Econodynamics. The Theory of Social Production.। Springer, Dordrecht-Heidelberg-London-New York.। \nThe Encyclopedia of Libertarianism। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}