{"pageid": 1173591, "title": "সপ্তপুরী", "url": "https://bn.wikipedia.org/wiki?curid=1173591", "content": "সপ্তপুরী (সংস্কৃত: सप्त-पुरी; সাতটি শহর) হল ভারতের সাতটি পবিত্র তীর্থ। এটি হল হিন্দুধর্মের সাতটি পবিত্র তীর্থস্থান, যা তীর্থযাত্রীদেরকে মোক্ষ (জন্ম ও মৃত্যুর চক্র থেকে মুক্তি) দিয়ে আশীর্বাদ করে।\n\n\n== ইতিহাস ==\nগরুড়পুরাণের একটি শ্লোক যা সাতটি তীর্থকে বর্ণনা করে:\n\nএটি এতে অনুবাদ করে:\n\nঅযোধ্যা, মথুরা, মায়া (মায়াপুরী বা হরিদ্বার), কাশী (বারাণসী), কাঞ্চী (কাঞ্চীপুরম), অবন্তিকা (উজ্জয়িনী) এবং দ্বারবতী (দ্বারকা); এই সাতটি শহর মোক্ষ (মুক্তি) প্রদানকারী (এবং মোক্ষপুরী বলা হয়)।\nসপ্তপুরী হল ধর্মীয় ও আধ্যাত্মিক গুরুদের জন্মস্থান, এমন স্থান যেখানে দেবতারা অবতার হিসাবে অবতীর্ণ হয়েছেন যেমন অযোধ্যায় যেখানে রাম জন্মগ্রহণ করেছিলেন, এবং স্থানগুলিকে নিত্যতীর্থ হিসাবে বিবেচনা করা হয়, যা প্রাকৃতিকভাবে আধ্যাত্মিক শক্তির সাথে যুগে যুগে বারাণসী ও হরিদ্বার। কাঞ্চীপুরম তার কামাক্ষী আম্মান মন্দিরের জন্য পরিচিত যা দেবীকে উৎসর্গ করে। দ্বারকা সেই স্থানের প্রতিনিধিত্ব করে যেখানে দেবতা কৃষ্ণ, মথুরা ত্যাগ করার পর ১০০ বছর অতিবাহিত করার আগে তিনি এখান থেকে তাঁর ঐশ্বরিক বাসস্থানে চলে যান, মহাকাব্য মহাভারত অনুসারে। মথুরা হল কৃষ্ণের শৈশব ও যৌবনের জীবনের ঘটনাগুলির মূর্ত প্রতীক। শিব ও বিষ্ণু উভয়ের উপাসনালয় সহ হরিদ্বার, উত্তরাখণ্ডের প্রবেশদ্বারকে প্রতিনিধিত্ব করে, কারণ পবিত্র নদী গঙ্গা এই স্থানে পাহাড় থেকে সমতল ভূমিতে উঠে আসে। বারাণসী হল পরিত্রাণের স্থান কারণ এটি দৃঢ়ভাবে বিশ্বাস করা হয় যে এই স্থানে মৃত্যু পরিত্রাণ আনবে। বারাণসী হল সবথেকে পবিত্র এবং এটি ভগবান শিবের কাছে প্রিয়, তাই এটিকে প্রায়শই শিবের শহর হিসেবে উল্লেখ করা হয়। হিন্দুধর্মে, একজনকে তার জীবনে বারাণসীর প্রধান মন্দিরগুলি পরিদর্শন করা উচিত। উজ্জয়িনী, যা প্রাচীন নামে অবন্তী নামেও পরিচিত, মহাকালেশ্বর মন্দিরে স্থাপিত ১২টি জ্যোতির্লিঙ্গের মধ্যে রয়েছে। এই শহরগুলির প্রত্যেকটি দর্শনীয় মেলা বা মেলার জন্যও বিখ্যাত। হরিদ্বার ও উজ্জয়িনী প্রতি ১২ বছরে একবার কুম্ভমেলার জন্য বিখ্যাত। কাঞ্চীপুরমে কামাক্ষীর বিবাহ উৎসব বিশেষ উপলক্ষ। কৃষ্ণ জন্মাষ্টমী (কৃষ্ণের জন্মদিন - সাধারণত হিন্দু পঞ্জিকা অনুযায়ী আগস্ট মাসে হয়) দ্বারকা ও মথুরায় বিশেষ অনুষ্ঠান। সাতটি ধর্মীয় শহর ভারতের আঞ্চলিক পরিধির মধ্যে রয়েছে এবং এই স্থানগুলিতে তীর্থযাত্রা তার ভাষাগত এবং সাংস্কৃতিক বৈচিত্র্য সত্ত্বেও জাতির ঐক্যকে ব্যাপকভাবে বৃদ্ধি করে। সাতটি পবিত্র নগর কেন্দ্র দেশের বাকি অংশের সাথে সড়ক, রেল ও বিমান পরিবহনের মাধ্যমে ভালোভাবে সংযুক্ত।\n\n\n== সপ্তপুরীসমূহ ==\n\nসাতটি তীর্থ হল:\n\nঅযোধ্যা (অযোধ্যা পুরী),\nমথুরা (মথুরা পুরী),\nহরিদ্বার (মায়া পুরী),\nবারাণসী (কাশী পুরী),\nকাঞ্চীপুরম (কাঞ্চি পুরী),\nউজ্জয়িনী (অবন্তিকা পুরী),\nদ্বারকা (দ্বারকা পুরী)\n\n\n=== অযোধ্যা ===\n\nঅযোধ্যা (২৬.৮° উত্তর ৮২.২° পূর্ব﻿ / 26.8; 82.2) হল পৌরাণিক স্থান যেখানে ভগবান রাম জন্মগ্রহণ করেছিলেন এবং এটিকে কখনও কখনও রাম জন্মভূমি হিসাবেও উল্লেখ করা হয়। আধুনিক শহরটি সরায়ু নদীর তীরে অবস্থিত। এই শহরে ১০০ টিরও বেশি মন্দির রয়েছে। কিছু গুরুত্বপূর্ণ হল: রাম ও তাঁর স্ত্রী সীতার মন্দির, যাকে বলা হয় কনক ভবন; হনুমান মন্দিরটিকে পাহাড়ের চূড়ায় হনুমান গড়ি বলা হয় যেখানে, বসার ভঙ্গিতে হনুমান মূর্তি ছাড়াও, সর্বদা ফুলে সজ্জিত হনুমানের ৬ ইঞ্চি (১৫ সেমি) লম্বা মূর্তি রয়েছে; সীতার ক্ষীরেশ্বরনাথ মন্দির, রামের মা কৌশল্যা দ্বারা প্রতিষ্ঠিত। এছাড়াও, পৌরাণিক চরিত্রগুলির সাথে যোগসূত্র সহ বেশ কয়েকটি কুণ্ড বা পুকুর ও ঘাট রয়েছে; যেমন ব্রহ্মার দর্শনের সম্মানে নির্মিত ব্রহ্মাকুণ্ড, সীতাকুণ্ড, ভরতকুণ্ড লক্ষ্মণঘাট ও রামঘাট (স্বর্গদ্বারও বলা হয়)।\nনাগেশ্বরনাথ মন্দিরের সমর্থনে রামের পুত্র কুশ সম্পর্কিত কিংবদন্তি রয়েছে। কুশ যে বাহুটি সরায়ু নদীতে হারিয়েছিল তা একজন নাগ-কন্যা, দেবতা শিবের ভক্ত, যিনি কুশের প্রেমে পড়েছিলেন, সেটি পেয়েছিলেন। কুশ তার সম্মানে একটি মন্দির নির্মাণ করেছিলেন এবং এটিই বিক্রমাদিত্যের রাজত্বকালের একমাত্র টিকে থাকা প্রাচীন মন্দির বলে উল্লেখ করা হয়।\n\n\n=== মথুরা ===\n\nমথুরা (২৭.৪৫° উত্তর ৭৭.৭২° পূর্ব﻿ / 27.45; 77.72), উত্তরপ্রদেশ মথুরা জেলার জেলা সদরে যমুনা নদীর ডান তীরে অবস্থিত, যাকে মথুরা মণ্ডল বা ব্রজ ভূমিও বলা হয়, ভারতীয় সংস্কৃতির কেন্দ্রবিন্দু হিসেবে বিবেচিত হয়। কৃষ্ণ এখানে জন্মগ্রহণ করেছিলেন এবং তাই এটি কৃষ্ণজন্মভূমি নামেও পরিচিত।\nমথুরা বেশ কিছু ঐতিহাসিক ঘটনা দিয়ে পরিপূর্ণ। প্রাচীন মৃৎশিল্প, হাতিয়ার এবং ট্যাকলের প্রত্নতাত্ত্বিক অনুসন্ধানের উপর ভিত্তি করে, মথুরার প্রাচীন ইতিহাস প্রায় ১২০০ খ্রিস্টপূর্বাব্দে পাওয়া গেছে। বৈদিক ও পুরাণ সাহিত্যও শত্রুঘ্ন (রামের কনিষ্ঠ ভাই) দ্বারা মথুরার প্রতিষ্ঠাকে যুক্ত করে। পুরাণগুলি অন্ধক ও বৃষনি নামে দুটি গোষ্ঠীর কথাও উল্লেখ করে, পরবর্তী গোষ্ঠীটি কৃষ্ণের অধীনে আরও সংগঠিত হয়েছিল, যা খ্রিস্টপূর্ব ষষ্ঠ শতাব্দী থেকে পঞ্চম শতাব্দীর মধ্যবর্তী সময়ের ঐতিহাসিক সংযোগের প্রমাণ দেয়। খ্রিস্টপূর্ব চতুর্থ শতাব্দী থেকে মৌর্য সাম্রাজ্যের প্রভাব, যখন সেখানে জৈন ও বৌদ্ধ ধর্মীয় সংস্কৃতির আধিপত্য ছিল, মথুরায় লিপিবদ্ধ ভাস্কর্য থেকে উল্লেখ করা হয়েছে। এই সময়কাল থেকে, এটি অনুমান করা হয়েছে যে \"শহরটি দেশের অন্য কোথাও রূপক ভাস্কর্যের বিকাশে উল্লেখযোগ্য প্রভাব ফেলেছিল\"। এই সময়ের মধ্যে এটি বাণিজ্যিক কেন্দ্রও ছিল, যা এই অঞ্চলের সীমানাগুলির মধ্যে এবং সীমানা জুড়ে সমৃদ্ধ বাণিজ্য প্রতিষ্ঠার পাশাপাশি যৌগিক সংস্কৃতি ও ধর্মীয় নীতিগুলিকে ধারণ করে। মৌর্য শাসনের অনুসরণে, কুষাণরা খ্রিস্টীয় তৃতীয় শতাব্দী পর্যন্ত শাসন করেছিল যখন পবিত্র ও ধর্মনিরপেক্ষ জীবনধারা একত্রিত হয়েছিল। তারপর বেশ কয়েকজন শাসক অনুসরণ করেন, সমুদ্রগুপ্তের অধীনে গুপ্ত সাম্রাজ্য ৩৩০ খ্রিস্টাব্দ থেকে ৩৮০ খ্রিস্টাব্দের মধ্যে শাসন করে। খ্রিস্টীয় ষষ্ঠ শতক পর্যন্ত স্থায়ী গুপ্ত সাম্রাজ্যের সময় মথুরার সমৃদ্ধি হ্রাস পায়। ষষ্ঠ শতাব্দীতে হুনরা শহরটি বরখাস্ত করে। তারপরে, শহরটি কনৌজের মৌখারি রাজবংশের দ্বারা নিয়ন্ত্রিত হয় যখন ৭ম শতাব্দীর পর থেকে কৃষ্ণ সাধনা বিকশিত হয় যাতে শহরটিকে দেশের কৃষ্ণ উপাসনার কেন্দ্রে পরিণত করা হয়। তারপর গজনীর মাহমুদ মথুরা আক্রমণ করে লুটপাট করে এবং সোনা ও রৌপ্য দিয়ে তৈরি সমস্ত ধর্মীয় ধন-সম্পদ লুণ্ঠন করে। এটি ১১৯৩ খ্রিস্টাব্দ থেকে মামলুক রাজবংশ বা দিল্লি সালতানাতের \nশাসনের সূচনা করে এবং পরবর্তীতে মুঘল রাজবংশের শাসনের সূচনা করে, যা ব্রিটিশদের ক্ষমতা গ্রহণ করা পর্যন্ত স্থায়ী হয়েছিল। মুঘল শাসন, বিশেষ করে আওরঙ্গজেবের সর্বোচ্চ নিপীড়ন দেখা যায়, যখন ১৬৬৯ সালে কেশব মন্দির ভেঙে ফেলা হয় এবং তার জায়গায় একটি মসজিদ তৈরি করা হয়। যদিও এই অঞ্চলের জাট সম্প্রদায় কিছু মন্দির পুনরুদ্ধার করার ব্যর্থ চেষ্টা করেছিল কিন্তু বারবার মুসলিম অবক্ষয় অব্যাহত ছিল এবং ১৮৫৭ সালে সিপাহী বিদ্রোহের পরে, মথুরায় কৃষ্ণ উপাসনা থেকে মুক্তি পাওয়া পর্যন্ত ব্রিটিশ রাজ কার্যকর হয়নি। ব্রিটিশ প্রত্নতাত্ত্বিকরা শহরের প্রাচীন ঐতিহাসিকতা পুনরুদ্ধার করতে এবং ভারতীয় সংস্কৃতির অন্তর্দৃষ্টি প্রদানে সফল হয়েছেন। কৃষ্ণ মন্দির এবং প্রাচীন ইতিহাস উভয়ই এখন শহরের প্রধান আকর্ষণ।\nবর্তমান কেশব দেব মন্দিরটি একই স্থানে তৈরি করা হয়েছে যেখানে ৫০০০ বছরের অতীতে বেশ কয়েকটি বড় মন্দির তৈরি করা হয়েছিল, যা কৃষ্ণের প্রপৌত্র বজ্রনাভের কাছে পাওয়া যায়। ৫ম শতাব্দীতে চন্দ্র গুপ্ত বিক্রমাদিত্যের শাসনামলে একটি বিশাল মন্দির পুনর্নির্মিত হয়েছিল যা গজনীর মাহমুদ কর্তৃক বরখাস্ত হয়েছিল। তারপরে, একই স্থানে রাজা বীর সিং দেব বুন্দেলা জাহাঙ্গীরের রাজত্বকালে ২৫০ ফুট (৭৬ মি) উঁচু মন্দির তৈরি করেছিলেন, যেটিও ১৬৬৯ সালে  আওরঙ্গজেব ধ্বংস করেছিলেন এবং তার জায়গায় একটি মসজিদ তৈরি করেছিলেন, যা বর্তমান মন্দিরের পাশে দেখা যায়। বর্তমান মন্দিরটি ১৯৫৮ সালে রাধাকৃষ্ণের ছবি স্থাপনের মাধ্যমে সম্পন্ন হয়েছিল। সংলগ্ন বেদীগুলিতে বেশ কয়েকটি চিত্র স্থাপন করা হয়েছে; বাম বেদীতে জগন্নাথ (কৃষ্ণের একটি রূপ), বলরাম (কৃষ্ণের ভাই) ও সুভদ্রার (কৃষ্ণের বোন) ছবি দেখা যায়; ডান বেদীতে রাম, সীতা ও লক্ষ্মণের মূর্তি স্থাপন করা হয়েছে, ঠিক ওপাশে একটি হনুমান মূর্তি রয়েছে। শিব ও দেবী দুর্গার ছবিও প্রধান মন্দিরের ফোয়ারের মধ্যে দেখা যায়। মূল মন্দির কমপ্লেক্সে একটি ছোট মন্দিরও রয়েছে যেখানে কৃষ্ণ জন্মগ্রহণ করেছিলেন (যেখানে তিনি জন্মগ্রহণ করেছিলেন তাকে কারাগার বলা হয়) বাসুদেব, দেবকী ও চতুর্ভুজাযুক্ত কৃষ্ণের ছবি চিত্রিত করা হয়েছে।\nযমুনা নদীর তীরে, বিশ্রাম ঘাটে প্রতি সন্ধ্যায় নদীতে আরতি দেওয়া হয়, যেহেতু এটি সেই স্থান যেখানে কৃষ্ণ তার মামা রাজা কংসকে বধ করার পর বিশ্রাম নিয়েছিলেন বলে বলা হয়েছে। দেবী যমুনা এবং তার ভাই যমের ছবি, মৃত্যুর দেবতাও এখানে অবস্থিত।\nমথুরার মধ্যে তীর্থযাত্রীদের কাছে আরও অনেকগুলি গুরুত্বপূর্ণ মন্দির রয়েছে, শুধুমাত্র কয়েকটির নাম বলতে গেলে, যেমন প্রেম মন্দির বৃন্দাবন, রাধা গোবিন্দ দেব জি মন্দির, রাধা মদন মোহন মন্দির, রাধা দামোদর মন্দির, রাধা গোপীনাথ মন্দির, বাঙ্কে বিহারী মন্দির, কৃষ্ণ বলরাম। মন্দির, রাঙ্গাজি মন্দির, রাধাবল্লভ মন্দির, নিধিবন ও সেবা কুঞ্জ। এছাড়াও, নিকটবর্তী বৃন্দাবনে যেখানে কৃষ্ণ তার শৈশব দিনগুলি কাটিয়েছিলেন, সেখানে মন্দিরগুলির একটি গ্যালাক্সি রয়েছে (কথিত আছে ৫০০০), যা তীর্থযাত্রীদের জন্য অত্যন্ত ধার্মিক স্থানও। এটি মথুরা থেকে ১২ কিলোমিটার (৭.৫ মাইল) দূরে।\nমথুরামথুরা ও বৃন্দাবনের আশেপাশে তীর্থযাত্রীদের দ্বারা পর্যবেক্ষণ করা অন্যান্য গুরুত্বপূর্ণ ধর্মীয় অনুষ্ঠান হল বৃন্দাবন পরিক্রমা (ধর্মীয় অনুশীলন) (নির্ধারিত পথ ধরে মন্দিরের চারপাশে প্রদক্ষিণ) এবং অক্টোবর-নভেম্বর মাসে ব্রজ মণ্ডল পরিক্রমা,\nযা পায়ে হেঁটে সম্পূর্ণ হতে ৩ মাস সময় লাগে, কারণ এর মধ্যে রয়েছে গোবর্ধন পর্বতের চক্কর, এছাড়াও আরও কয়েকটি মন্দির।\nএটি আগ্রা থেকে প্রায় ৫০ কিলোমিটার (৩১ মাইল) উত্তরে এবং দিল্লি থেকে ১৫০ কিলোমিটার (৯৩ মাইল) দক্ষিণে অবস্থিত; পবিত্র বৃন্দাবন থেকে প্রায় ২০ কিলোমিটার (১২ মাইল)।\n\n\n=== হরিদ্বার ===\n\n\"হরিদ্বার\", \"হরদ্বার\" নামেও লেখা, আক্ষরিক অর্থ \"ভগবান বিষ্ণুর (হরি) প্রবেশদ্বার\" বা \"ভগবান শিবের (হর) প্রবেশদ্বার\"। এটি উত্তরাখণ্ড রাজ্যের সবচেয়ে পবিত্র শহর। এটি কৌশলগতভাবে (২৯.৯৬° উত্তর ৭৮.১৬° পূর্ব﻿ / 29.96; 78.16) গঙ্গা নদীর পশ্চিম তীরে অবস্থিত কারণ এটি ঠিক সেই স্থানে সমভূমিতে উঠে আসে যেখানে তীর্থযাত্রীদের পবিত্র স্নান করার সুবিধার্থে হর-কি-পৌড়ি ঘাট তৈরি করা হয়েছে। এইভাবে একে গঙ্গাদ্বারও বলা হয়, সেই স্থান যেখানে গঙ্গা সমভূমিতে নেমে আসে। প্রতি বছর, হাজার হাজার মানুষ হরিদ্বারে, হর-কি-পৌড়ি ঘাটে স্নান করতে আসে (ঘাট হল বাঁধের কাঠামো যা স্নানের সুবিধার্থে নদীর ধারে নিয়ে যাওয়া পাথরের স্ল্যাব দিয়ে তৈরি) কারণ এটি বিশ্বাস করা হয় যে এখানে সংরক্ষিত পাথরে বিষ্ণুর পায়ের ছাপ রয়েছে। প্রতি সন্ধ্যায় ঘাটে সূর্যাস্তের সময়, হাজার হাজার তীর্থযাত্রী আরতি প্রদান করেন, হিন্দু রীতি যা ফুলের সাথে ছোট ভাসমান পাতার ধারকদের উপর মাটির প্রদীপের আলো নিবেদন করে, কারণ মন্দিরের ঘণ্টা স্তবগানের মধ্যে প্রতিধ্বনিত হয়।\nহিন্দু ধর্মগ্রন্থের কিংবদন্তি বলে যে হরিদ্বার হল সেই চারটি স্থানের মধ্যে যেখানে অমৃতের ফোঁটা, অমরত্বের অমৃত, ঘটনাক্রমে কলস থেকে ছিটকে পড়েছিল, যেখানে সমুদ্রমন্থন (মন্থন) এর পরে আকাশের পাখি গরুড় এটিকে নিয়ে যাচ্ছিল মহাসাগর); অন্যটিতিনটি স্থানকে উজ্জয়িনী, নাশিক ও প্রয়াগরাজ বলা হয়।\nএই তীর্থস্থানের জন্য বর্ণিত আরেকটি কিংবদন্তি হল যে ঋষি কপিল রাজকুমার ভাগীরথের পূর্বপুরুষদের অভিশাপ দিয়েছিলেন। ভগীরথ তাই এখানে দেবতা শিবের কাছে তপস্যা করে তাদের পাপের প্রায়শ্চিত্ত করতে চেয়েছিলেন। শিব ভগীরথের প্রার্থনায় সন্তুষ্ট হয়ে গঙ্গাকে তার তালা ভেদ করে স্বর্গ থেকে পৃথিবীতে পতিত হতে দেন।\nএখান থেকেই রুদ্র-হিমালয়ের শিবালিক পাহাড় থেকে গঙ্গা বের হয়ে উত্তর ভারতের উর্বর গাঙ্গেয় সমভূমির মধ্য দিয়ে ২,০০০ কিলোমিটার (১,২০০ মাইল) দূরত্ব অতিক্রম করে। এটি সেই জায়গা যেখানে নদীটিকে সেচ ও জলবিদ্যুৎ উৎপাদনের উপকারী ব্যবহারের জন্য বৃহৎ খাল ব্যবস্থা সহ ব্যারেজ (নিম্ন গেটেড ওয়্যার) এর একটি জটিল ব্যবস্থা দ্বারা ট্যাপ করা হয়েছে। মহাভারত মহাকাব্য (চীনা ইতিহাস লেখক হিউয়েন সাঙ-এর ভ্রমণকাহিনীতেও প্রমাণিত) এর আশেপাশে ঘনিষ্ঠভাবে ঘোরা ইতিহাস, তৈমুর লং ১৩৯৯ খ্রিস্টাব্দে এই শহরটি লুণ্ঠন করেছিল। পবিত্র ঘাট ছাড়াও, শিব, দেবী শক্তি বা দূর্গা (পাহাড়ের উপর দিয়ে ধাপের প্রাচীন পদ্ধতি ছাড়াও এই মন্দিরের কাছে যাওয়ার জন্য কেবল কার পথ তৈরি করা হয়েছে), বিষ্ণুকে উৎসর্গ করা প্রচুর মন্দির রয়েছে এবং অন্যান্য দেবতাদের ছায়াপথ। এটি ধার্মিক স্থান যেখানে, দেশের সমস্ত অংশ থেকে, বিশেষ করে উত্তর ভারতের হিন্দুরা মৃতদের ছাই বিসর্জন করে এবং শেষকৃত্য সম্পাদন করে।\nএপ্রিল থেকে নভেম্বর পর্যন্ত নিয়মিত বার্ষিক তীর্থযাত্রার মরসুম ছাড়াও, ফেব্রুয়ারি-মার্চ মাসে মাঘ মেলাও বড় আকারে অনুষ্ঠিত হয়।\nএখানে অনুষ্ঠিত অন্যান্য দর্শনীয় অনুষ্ঠান হল অর্ধ কুম্ভমেলা প্রতি ছয় বছরে অনুষ্ঠিত হয়। ১২ বছরের চক্র কুম্ভমেলা  জানুয়ারী বা ফেব্রুয়ারি মাসে হিন্দু ক্যালম্যানাকের উপর নির্ভর করে অনুষ্ঠিত হয়। এটি সেই উপলক্ষ যখন লক্ষাধিক লোক এখানে গঙ্গায় পবিত্র স্নানের জন্য জমায়েত হয়। কুম্ভমেলা (আক্ষরিক অর্থ হল 'ঘটের উৎসব') হল \"বিশ্বাসের সঙ্গম\" যেহেতু লক্ষ লক্ষ লোক তাদের বর্ণ নির্বিশেষে এতে যোগ দেয়গ্রহের জ্যোতিষশাস্ত্রের সমন্বয় ঘটনাটির তারিখ নির্ধারণ করে; সাধারণত যখন বৃহস্পতি, সূর্য ও চাঁদ কুম্ভ রাশিতে একই রাশিতে থাকে, কিন্তু হরিদ্বারে সূর্য যখন মেষ রাশিতে থাকে এবং বৃহস্পতি কুম্ভ রাশিতে থাকে তখন এটি স্থির হয়, যাকে বলা হয় 'বৈশাখি স্নান'।\nহরিদ্বার ভারতের রাজধানী দিল্লি থেকে ২১৪ কিলোমিটার (১৩৩ মাইল) রাস্তার দূরত্বে এবং উত্তরাখণ্ড রাজ্যের রাজধানী দেরাদুন থেকে ৫২ কিলোমিটার (৩২ মাইল) দূরে অবস্থিত।\n\n\n=== বারাণসী ===\n\nবারাণসী (২৫.২৮২° উত্তর ৮২.৯৫৬৩° পূর্ব﻿ / 25.282; 82.9563) যাকে কাশী, বেনারসও বলা হয়, এটি প্রাচীন শহর, যাকে বলা হয় প্রাচীনতম জনবসতি। শহরটি বিভিন্ন নামে পরিচিত ছিল, যেমন অভিমুক্তক, আনন্দকানন,  মহাস্মাসন, সুরন্ধনা, ব্রহ্মা বর্ধ, সুদর্শন ও রাম্যা।\nএর প্রাচীন ঐতিহাসিক, সাংস্কৃতিক ও ধর্মীয় ঐতিহ্যের পরিপ্রেক্ষিতে এটিকে \"হিন্দু ধর্মের সাতটি পবিত্র শহরের মধ্যে সবচেয়ে পবিত্র\" হিসাবে বিবেচনা করা হয়। এর ঐতিহাসিক ও ধর্মীয় উত্তরাধিকার বুদ্ধ যুগের (খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দী) এবং গত কয়েক শতাব্দী ধরে ঋষি, দার্শনিক, লেখক এবং সঙ্গীতজ্ঞদের সাথে এটি ধর্মীয় \"ব্রাহ্মণ্য শিক্ষার\" কেন্দ্র হয়ে উঠেছে। কিন্তু ১২ শতকে মুহাম্মাদ ঘুরি মন্দিরের বেশিরভাগ গৌরব লুণ্ঠন ও ধ্বংসের বিষয় ছিল। বর্তমানে শহরে যেসব মন্দির ও ধর্মীয় প্রতিষ্ঠান দেখা যায় সেগুলো বেশিরভাগই ১৮ শতকের।\nমন্দির এবং স্নানের ঘাটগুলি (ঘাটগুলি হল নদীর তীরে পাথরের স্ল্যাবের ধাপে তৈরি বাঁধ যেখানে তীর্থযাত্রীরা ধর্মীয় অজু করে) পবিত্র গঙ্গা নদীর বাম পশ্চিম তীরে অবস্থিত এবং শহরের মন্দিরগুলির সংখ্যা বলে দাবি করা হয় ২৩,০০০ এবং স্নান ঘাট সংখ্যা ৮১।তীর্থযাত্রীদের ভক্তিমূলক উপাসনার জন্য সর্বাধিক পূজনীয় এবং ঘন ঘন ঘাট হল মণিকর্ণিকা ঘাট, হরিশচন্দ্র ঘাট, দশাশ্বমেধ ঘাট (ছবিতে), অসি ঘাট এবং পঞ্চগঙ্গা ঘাট। দুটি ঘাটে (মণিকর্ণিকা ও হরিশচন্দ্র ঘাট) হিন্দুরা তাদের মৃতদেহ দাহ করে। 'বরুণ' ও 'আসি' নদী মিলিত হয়ে শহরের নাম \"বারাণসী\"। গঙ্গার বাম তীরে প্রবাহিত এই দুটি নদী বারাণসীকে ঘিরে রেখেছে। গঙ্গার সাথে এই দুটি স্রোতের সঙ্গমস্থলের ঘাটগুলিতেও পূজা করা হয়। এই সমস্ত কারণগুলি শহরটিকে হিন্দু ধর্মের ধর্মীয় রাজধানী বলায় অবদান রেখেছে।\n\nবারাণসী হিন্দু দেবতা শিবের প্রিয় শহর হিসেবেও পরিচিত কারণ ঋগ্বেদে উল্লেখ করা হয়েছে যে প্রাচীনকালে এই শহরটি কাশী বা \"শিব কি নাগরী\" নামে পরিচিত ছিল। মহাভারত মহাকাব্যের কুরুক্ষেত্রের যুদ্ধের সময় পাণ্ডবরা তাদের ভ্রাতৃহত্যা এবং ব্রাহ্মণহত্যার পাপের প্রায়শ্চিত্ত করতে শিবের সন্ধানে কাশীতে গিয়েছিলেন।\nশহরের অসংখ্য মন্দিরের মধ্যে সবচেয়ে বেশি পূজা করা হয়: শিবের কাশী বিশ্বনাথ মন্দির; সংকট মোচন হনুমান মন্দির; এবং দূর্গা মন্দির কাছাকাছি বড় গাছে থাকা বানরদের দলটির জন্য পরিচিত। এছাড়াও, বেনারস হিন্দু বিশ্ববিদ্যালয় ক্যাম্পাসে দুটি নতুন মন্দির রয়েছে, তুলসী মানস এবং বিশ্বনাথ মন্দির। সারনাথে প্রাচীন বৌদ্ধ মঠগুলি দেখা যায়, কিন্তু সেগুলি বেশিরভাগই ধ্বংসপ্রাপ্ত। এছাড়াও মহাবোধি সোসাইটি এবং চীনা, বার্মিজ এবং তিব্বতি বৌদ্ধদের দ্বারা নির্মিত মন্দির রয়েছে।\nএখানে ধর্মীয় উৎসব অনুষ্ঠিত হয়। মহাশিবরাত্রি (অর্থাৎ শিবের মহান রাত্রি) উপলক্ষে মহামৃত্যুঞ্জয় মন্দির থেকে কাশী বিশ্বনাথ মন্দিরে শিবের শোভাযাত্রা নেওয়া হয়। আরেকটি জনপ্রিয় উত্সব হল নভেম্বর বা ডিসেম্বরে গঙ্গা উৎসব অনুষ্ঠিত হয় যখন হাজার হাজার তীর্থযাত্রীদের দ্বারা দেওয়া আরতির মাধ্যমে গঙ্গাকে পূজা করা হয় যারা ঘাট থেকে নদীতে ভাসানোর জন্য আলোকিত প্রদীপ ছেড়ে দেয় (ছবিতে)। ১৪ বছর নির্বাসনের পর রামের ফিরে আসার ঐতিহাসিক ঘটনা, সংস্কৃতে বানভাস (জঙ্গলে বসবাস) বলা হয় এবং তার ছোট ভাই ভরতকে  অক্টোবর বা নভেম্বর মাসে ভরত মিলাপ ('মিলাপ' মানে \"সাক্ষাত\") উৎসব হিসাবে পালিত হয়। তুলসী ঘাটে, বিশেষ করে ধ্রুপদ শৈলীর ধ্রুপদী সঙ্গীতানুষ্ঠান, মার্চ মাসে ৫ দিনের জন্য অনুষ্ঠিত হয় যেখানে ভারতের সমস্ত অঞ্চলের মূর্তি শিল্পীদের পরিবেশনের জন্য আমন্ত্রণ জানানো হয়।\nএক বাক্যে, বিখ্যাত ইন্ডোফিল মার্ক টোয়েইন, বারাণসীর মহিমাকে এভাবে প্রশংসা করেছেন: \"বেনারস ইতিহাসের চেয়ে পুরানো, ঐতিহ্যের চেয়েও পুরানো, কিংবদন্তির চেয়েও পুরানো, এবং তাদের সকলকে একত্রিত করার চেয়ে দ্বিগুণ পুরানো দেখায়।\"\n\n\n=== কাঞ্চীপুরম ===\n\nকাঞ্চীপুরম (১২.৮২° উত্তর ৭৯.৭১° পূর্ব﻿ / 12.82; 79.71), তামিলনাড়ুতে তীর্থস্থানের শহর, যা ব্রিটিশ শাসনামলে কাঞ্জীভারাম নামেও পরিচিত, এটি ৬ থেকে ৮ শতকের মধ্যে পল্লব রাজবংশের সময় নির্মিত হয়েছিল, যা পালার নদীর তীরে অবস্থিত। ১০০০ বছরেরও বেশি সময়ের উত্তরাধিকার। এই সময়ের আগে, এটি খ্রিস্টপূর্ব ২য় শতাব্দীর প্রথম দিকে চোলাদের রাজধানী ছিল। পল্লব রাজবংশের শাসনের পরে, বিজয়নগর সাম্রাজ্য এবং নায়ক রাজবংশের সময়, সেই ক্রমে অনুসরণ করে। পল্লব রাজত্বের আগে, পল্লব দরবারে আসা চীনা তীর্থযাত্রী জুয়ানজাং-এর ইতিহাসের উপর ভিত্তি করে অনুমান করা হয় যে শহরটি খ্রিস্টপূর্ব ৩য় শতাব্দীতে মৌর্য সম্রাট অশোকের প্রভাবে ছিল। জুয়ানজাংও উল্লেখ করেছিলেন যে বুদ্ধ এই স্থানটি পরিদর্শন করেছিলেন। চোল রাজত্বের জৈন ও বৌদ্ধ মন্দির ও স্তূপ লিপিবদ্ধ করা হয়েছে কিন্তু বেশিরভাগই মাটিতে বিদ্যমান নেই। কিন্তু দক্ষিণ ভারতীয় স্থাপত্যের উন্নতি ঘটে শুধুমাত্র পল্লব শাসনের সময়, বিশেষ করে মহেন্দ্রবর্মণ প্রথমের রাজত্বকালে তিনি জৈন ধর্ম থেকে হিন্দু ধর্মে রূপান্তরিত হওয়ার পর পাথর কাটা মন্দিরগুলি। তাকে দৃষ্টি ও বুদ্ধিমত্তা সম্পন্ন মানুষ, পণ্ডিত, সঙ্গীতজ্ঞ ও নাট্যকার হিসেবে বিবেচনা করা হতো। কাঞ্চীপুরম খ্যাতি এবং শিক্ষার দিক থেকে বারাণসী শহরের পরে দ্বিতীয় বলে বিবেচিত হত। আদি শঙ্কর, হিন্দু দার্শনিক সাধক, যিনি অদ্বৈত দর্শন প্রচার করেছিলেন খ্রিস্টীয় অষ্টম শতাব্দীতে এখানে বাস করতেন এবং শিক্ষা দিতেন।\nশহরে ১০৮টি শৈব ও ২৮টি বৈষ্ণব মন্দির রয়েছে। হিন্দু দার্শনিক রামানুজাচার্য যিনি বিশিষ্টাদ্বৈত দর্শন প্রচার করেছিলেন তিনি এখানে অধ্যয়ন করেছিলেন। মন্দিরগুলি শহরের তিনটি অঞ্চলে বিতরণ করা হয় যথা, বিষ্ণু মন্দিরগুলি পূর্ব অঞ্চলে, শিব মন্দিরগুলি উত্তর অঞ্চলে শহরের উপকণ্ঠে এবং জৈন মন্দিরগুলি পালার নদীর পূর্বে অবস্থিত।\nবিজয়নগর স্থাপত্যশৈলীতে বিজয়নগর আমলের কিছু চমৎকার নকশা করা ও নির্মিত মন্দির হল একমব্রনাথ মন্দিরের টাওয়ার যার উচ্চতা ১৯২ ফুট (৫৯ মি) এবং বরদরাজ স্বামী মন্দির, যার একটি ১০০০-স্তম্ভের হল রয়েছে।\n\"কামাক্ষী আম্মান মন্দির\" হল এখানকার প্রাচীন মন্দির এবং শহরের সমস্ত মন্দিরের মধ্যে সবচেয়ে বিখ্যাত। এটি আদি শঙ্করের সাথে যুক্ত। কিংবদন্তি আছে যে কামাক্ষী বালি দিয়ে তৈরি শিবলিঙ্গের  পূজা অর্পণ করেছিলেন এবং বিয়েতে শিবের হাত অর্জন করেছিলেন। মন্দিরটি প্রায় ৫ একর এলাকা জুড়ে এবং গর্ভগৃহটি সোনার প্রলেপযুক্ত বিমান দিয়ে আচ্ছাদিত। কামাক্ষী মন্দিরে ব্রহ্মা, বিষ্ণু ও শিবের ত্রিমূর্তিতে উপবিষ্ট পরব্রহ্ম স্বরূপিনী নামক উপবিষ্ট ভঙ্গিতে মন্দিরে বিরাজমান।\nএটি তামিলনাড়ু রাজ্যের রাজধানী চেন্নাই থেকে ৭৫ কিলোমিটার (৪৭ মাইল) এবং কর্ণাটক রাজ্যের রাজধানী বেঙ্গালুরুর থেকে ২৭৭ কিলোমিটার (১৭২ মাইল) দূরে অবস্থিত। এটি দেশের সব অংশে রাস্তা, রেল সংযোগ এবং পরিবহন পরিষেবার ভাল নেট কাজ করেছে, এবং নিকটতম অভ্যন্তরীণ ও আন্তর্জাতিক বিমানবন্দর চেন্নাইতে রয়েছে।\n\n\n=== উজ্জয়িনী ===\n\nউজ্জয়িনী (২৩.১৮২৭৭৮° উত্তর ৭৫.৭৭৭২২২° পূর্ব﻿ / 23.182778; 75.777222) প্রাচীন শাস্ত্রীয় নাম অবন্তিকা সহ সমৃদ্ধ ঐতিহাসিক ও ধর্মীয় উভয় ঐতিহ্যের প্রশংসা করে। ইতিহাস বিক্রমাদিত্য ও অশোকের (খ্রিস্টপূর্ব ৩য় শতাব্দী) সময়কালের সাথে এর লিঙ্কের তারিখ। ধর্মীয় ঐতিহ্য এটিকে দেবতা শিবের সাথে রাক্ষস রাজা ত্রিপুরাসুর জয়ের সাথে যুক্ত করে এবং তারপরে শহরের নাম পরিবর্তন করে উজ্জয়িনী (অর্থাৎ 'গর্বের সাথে জয়')।\nউজ্জয়িনী, সম্ভবত, মধ্য এশিয়া অঞ্চলে হিন্দু ধর্মীয় বিশ্বাসের বিস্তারকেও চিহ্নিত করে। কুশাণ রাজবংশের সময়, যিনি শিবকে তাঁর ঐশ্বরিক পৃষ্ঠপোষক হিসাবে বিবেচনা করেছিলেন, ভিম কাদফিসেসের রাজত্বের জন্য বিশেষভাবে উল্লেখ করা যেতে পারে। তার শাসনামলে, গ্রীক ধর্মীয় অনুশীলনের প্রভাব ছাড়াও, শিবের উপাসনা, বিশেষ করে, ইরানে স্বীকৃত প্রথা হিসেবেও দেখা হত। এই ঝোঁক ভারতীয় ভূখণ্ডের উপর ভিম কাদফিসেসের বিজয়ের জন্য দায়ী। ইরানে তাঁর সময়ের শিলালিপি থেকে জানা যায় যে তিনি শিব এবং তাঁর স্ত্রী পার্বতীর চিত্র দিয়ে স্থানটি সজ্জিত করে দিলবারজিনে ডিওসকুরির মন্দিরকে (গ্রীক–ব্যাকট্রিয়া আমলে নির্মিত) শিবের অভয়ারণ্যে রূপান্তরিত করেছিলেন। তিনি শিবের অভয়ারণ্যে জল পরিবহন ব্যবস্থা নির্মাণের পাশাপাশি উজ্জয়িনী থেকে কারিগরদের দ্বারা শিবের (ওসো) দেয়ালচিত্রটি পেয়েছিলেন। শিলালিপিগুলি আরও সাক্ষ্য দেয় যে কুষাণ রাজা তার ক্ষমতায় উত্থানের জন্য শ্রাব (শিব) ও কান্দবীরকে দায়ী করেছিলেন। এটা অনুমান করা হয় যে কান্দবীর একই দেবতা হতে পারে, যেমন উজ্জয়িনীর মহাকাল মন্দিরের দেবতা ক্যান্ডিশ্বর। এটাও অনুমান করা হয় যে ভারতীয় সম্প্রদায়ের সমর্থন (যারা শিবের উপাসনা করত) পূর্ব ইরানে বসতি স্থাপন করেছিল এবং তার ভারতীয় প্রচারণার আগে ও সময়কালে তাদের পুরোহিতদের কাছ থেকে তিনি যে উৎসাহ পেয়েছিলেন এবং উজ্জয়িনীর সাথে তার সম্পর্ক এই ধর্মের সাথে তার গভীর সম্পৃক্ততায় অবদান রেখেছিল। শিবের তাঁর ভারতীয় অভিযানের পরেও এই ভক্তি তাঁর দ্বারা অব্যাহত ছিল।\nসম্রাট অশোকও উজ্জয়নের ভাইসরয় হিসেবে এর গুরুত্ব বৃদ্ধিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। অশোক যিনি ২৬৮ ও ২৩৩ খ্রিস্টপূর্বাব্দের মধ্যে তিন দশক ধরে রাজত্ব করেছিলেন তিনি বিদ্রোহ দমন করে উত্তর-পশ্চিমে তক্ষশীলায় (বর্তমানে পাকিস্তানে) তার কর্মজীবন শুরু করেছিলেন। এরপরে, মৌর্য রাজবংশের পিতা বিন্দুসার অশোককে তার ভাইসরয় হিসেবে উজ্জয়নে স্থানান্তরিত করেন, যা ছিল মধ্য ভারতের অবন্তী রাজ্যের বিখ্যাত রাজধানী।\nএটি একসময় মালব অঞ্চলের বৃহত্তম শহর ও রাজধানী ছিল। প্রাচীন শহর উজ্জয়নে, ১৮ শতকে দ্বিতীয় জয় সিং রাজত্ব করেছিলেন। দ্বিতীয় জয় সিং এখানে মানমন্দির তৈরি করেছিলেন, যার নাম যন্তর মন্তর। এখানে মানমন্দির নির্মাণের কারণ হল প্রাচীন কাল থেকেই এটি হিন্দু জ্যোতির্বিদ্যার কেন্দ্র ছিল এবং এটি হিন্দু জ্যোতির্বিদ্যার সূত্রগুলিতে প্রতিষ্ঠিত প্রধান বা প্রথম মেরিডিয়ান (দ্রাঘিমাংশের) উপর অবস্থিত ছিল। ভারতীয় জ্যোতির্বিদ্যা অনুসারে, দ্রাঘিমাংশের প্রথম দ্রাঘিমারেখা উজ্জয়িনীর মধ্য দিয়ে যায়। আধুনিক গণনা প্রমাণ করেছে যে কর্কটক্রান্তি উজ্জয়িনীর মধ্য দিয়ে যায়।\nউজ্জয়িনী ভারতের রাজধানী শহর দিল্লি থেকে প্রায় ৭৭৬ কিলোমিটার (৪৮২ মাইল) দক্ষিণে এবং মধ্যপ্রদেশ রাজ্যের রাজধানী ভোপাল থেকে ১৮৩ কিলোমিটার (১১৪ মাইল) পশ্চিমে অবস্থিত। এটি আহমেদাবাদ থেকে ৪০২ কিলোমিটার (২৫০ মাইল) দূরে এবং মুম্বাই থেকে ৬৫৫ কিলোমিটার (৪০৭ মাইল) উত্তর-পশ্চিমে।\n\n\n=== দ্বারকা ===\n\nকৃষ্ণ, দেবতা বিষ্ণুর একজন অবতার, ৫০০০ বছর আগে মথুরা থেকে দ্বারকায় (২২.২৩° উত্তর ৬৮.৯৭° পূর্ব﻿ / 22.23; 68.97) স্থানান্তরিত হয়েছিলেন এবং দ্বারকাকে তাঁর রাজধানী করেছিলেন বলে বিশ্বাস করা হয়। যেমনটি ধর্মগ্রন্থ ভাগবত পুরাণে উল্লেখ করা হয়েছে। তিনি গোমতী নদীর তীরে শহরটি স্থাপন করেন। কিন্তু কৃষ্ণের মৃত্যুর পর তাঁর রাজবংশের পতন ঘটে যাদবদের। আরব সাগরে কৃষ্ণের শহর বন্যা এবং শেষ পর্যন্ত নিমজ্জিত হওয়ার কারণে এটি আরও জটিল হয়েছিল। বর্তমানে, দ্বারকা হল আরব সাগরের তীরে গুজরাত রাজ্যের সৌরাষ্ট্র উপদ্বীপের পশ্চিম প্রান্তে অবস্থিত একটি ছোট শহর।\nমন্দিরের সাথে সরাসরি যুক্ত মন্দির শহরে প্রত্যক্ষ করা নথিভুক্ত ঐতিহাসিক ঘটনাগুলির কালানুক্রম ৪০০ খ্রিস্টপূর্বাব্দের। যখন বজ্রনাভ ছাতা টাইপের মন্দির তৈরি করেছিলেন এবং সেখানে তাঁর পিতামহ কৃষ্ণের মূর্তি স্থাপন করেছিলেন। বিভিন্ন শাসকের অধীনে সময়ের সাথে সাথে এর বেশ কিছু পরিবর্তন হয়েছে। কথিত আছে যে আদি শঙ্করাচার্য দ্বারকাধীশ মন্দিরটি সংস্কার করেছিলেন এবং দেবী আদ্য শক্তির মন্দিরও যোগ করেছিলেন। পরবর্তী কয়েক শতাব্দীতে ১২৬১ খ্রিস্টাব্দ পর্যন্ত অতিরিক্ত জমি দিয়ে আরও সংস্কার করা হয়েছিল, যখন মন্দিরটি মোহাম্মদ শাহ ধ্বংস করেছিলেন। পরবর্তী বছরগুলোতেও সংস্কার করা হলেও মন্দিরের নিয়ন্ত্রণ নিয়ে দুই দলের মধ্যে বিরোধ দেখা দেয়। ১৫০৪ সালে, বল্লভাচার্য মুসলিম ডাকাতদের হাত থেকে রক্ষা করার জন্য লাডভা গ্রামের কূপে দ্বারকাদীশের মূর্তি স্থাপন করেছিলেন এবং আবার এটিকে দুঙ্গারপুরে স্থানান্তরিত করা হয়েছিল যেখানে মন্দিরটি সংস্কার করা হয়েছিল। ১৮৬১ সালে, মহারাজা খান্ডেরাও মন্দিরটি সংস্কার করেন। ব্রিটিশ শাসনামলে মন্দিরের টাওয়ার পুনর্নির্মিত হয়। ১৯০৩ সালে মহারাজা গায়কওয়াড মন্দিরের টাওয়ারে সোনার কলস স্থির করেছিলেন এবং দ্বারকা পিটের তৎকালীন শঙ্করাচার্য দ্বারা আরও সংস্কার করা হয়েছিল। ১৯৬০ সাল থেকে, মন্দিরের সংরক্ষণ ভারত সরকারের নিয়ন্ত্রণে রয়েছে।\nবর্তমান দ্বারখাধীশ মন্দির, যাকে জগৎ মন্দির (সর্বজনীন মন্দির) বা ত্রিলোক সুন্দর (তিনটি জগতের মধ্যে সবচেয়ে সুন্দর)ও বলা হয়, এটি সাত তলা কাঠামো, ৪৩ মিটার (১৪১ ফুট) উচ্চতা, আরব সাগরের উপরে উঠছে বলে মনে হচ্ছে। আরব সাগরে নিমজ্জিত প্রাচীন মন্দিরের সন্ধানের জন্য সমুদ্রবিজ্ঞানের অনুসন্ধানের ভিত্তিতে এটি খ্রিস্টীয় ১৩ শতকের। মার্জিতভাবে খোদাই করা মন্দির শিকারা (টাওয়ার) বিশাল পতাকা দিয়ে সজ্জিত, যেটির দৈর্ঘ্য ৫২ গজ (১৫৬ ফুট) সাতটি রঙের বলে বলা হয় যা ১০ কিলোমিটার (৬.২ মাইল) দূর থেকে উড়তে দেখা যায় (এই পতাকাটি উত্তোলনের মহান ধর্মীয় তাৎপর্য রয়েছে)। গোমতী নদীর প্রান্ত থেকে মন্দিরের পিছনের দিকে এপ্রোচ রয়েছে, যা ৫৬টি ধাপে নির্মিত। নরম চুনাপাথরে নির্মিত মন্দিরটির তিনটি দিক থেকে আচ্ছাদিত প্রবেশদ্বার সহ বড় হলের মধ্যে গর্ভগৃহ রয়েছে। যদিও বাহ্যিক খোদাই কারুকার্যময় দৃশ্যগুলিকে চিত্রিত করে, মন্দিরের গর্ভগৃহটি নকশায় কঠোর কিন্তু মূল চিত্রটি বিশদভাবে অলঙ্কৃত।\nকৃষ্ণের সহধর্মিণী রুক্মিণীকে উৎসর্গ করা মন্দিরটি দ্বারকা থেকে ২ কিলোমিটার (১.২ মাইল) দূরে বেট দ্বারকায় অবস্থিত। মন্দিরটিকে ২৫০০ বছরের পুরানো বলা হয় তবে বর্তমান আকারে এটি ১২ শতকের পুরানো বলে অনুমান করা হয়। এটি সমৃদ্ধভাবে খোদাই করা মন্দির যা রুক্মিণীর প্রধান মূর্তিটির গর্ভগৃহের সাথে বাইরের দিকে দেব-দেবীর ভাস্কর্য দিয়ে সজ্জিত। টাওয়ারের গোড়ায় খোদাই করা নারথারস (মানুষের মূর্তি) এবং খোদাই করা গজথরস (হাতি) চিত্রিত করা হয়েছে। রুক্মিণী ও তার স্বামী কৃষ্ণের জন্য একে অপরের থেকে অনেক দূরে পৃথক আবাসিক মন্দিরকে ন্যায়সঙ্গত করার জন্য আকর্ষণীয় কিংবদন্তি বর্ণিত হয়েছে। কথিত আছে যে ঋষি দুর্বাসা (যিনি তার স্বল্প মেজাজ ও অভিশাপ প্রদানের জন্য বিখ্যাত ছিলেন) এর অনুরোধে কৃষ্ণ ও রুক্মিণী ঋষি দূর্বাসাকে তাদের বাড়িতে রাতের খাবারের জন্য নিয়ে গিয়েছিলেন। পথে, যখন রুক্মিণী তার তৃষ্ণা নিবারণের জন্য জল চাইলেন, তখন কৃষ্ণ তার পান করার জন্য পায়ের আঙুল দিয়ে মাটি চাপা দিয়ে গঙ্গার জল টেনে নেন। রুক্মিণী গঙ্গার জলে তৃষ্ণা নিবারণ করলেন। কিন্তু দুর্বাসা অপমানিত বোধ করেছিলেন কারণ রুক্মিণীর কাছে তাকে জল খাওয়ানোর সৌজন্য ছিল না। সে, তাই, তাকে অভিশাপ দিয়েছিল যে সে তার স্বামীর থেকে আলাদা থাকবে।\nঅন্য কিংবদন্তীতে বলা হয়েছে, দ্বারকা ছিল কৃষ্ণের সরকারী রাজধানী যেখানে তিনি তাঁর সমাবেশ করেছিলেন, তাঁর বাসস্থান ছিল বেট দ্বারকায়।\n\n\n== আরও দেখুন ==\nতীর্থ\nহিন্দু তীর্থস্থান\nচারধাম\nলিঙ্গরাজ মন্দির\nঅর্ধনারীশ্বর\nত্রিদেবী\nহরিহর\nত্রিমূর্তি\n\n\n== তথ্যসূত্র =="}