{"pageid": 1173038, "title": "লঘিষ্ঠ গণন", "url": "https://bn.wikipedia.org/wiki?curid=1173038", "content": "পরিমাপবিজ্ঞানে, একটি পরিমাপ যন্ত্রের লঘিষ্ঠ গণন বা ন্যূনাঙ্ক (ইংরেজি: Least count, সংক্ষেপে LC) হলো পরিমাপ করা পরিমাণের ক্ষুদ্রতম মান যা যন্ত্রের স্কেলে সমাধান করা যেতে পারে। লঘিষ্ঠ গণন একটি যন্ত্রের নির্ভুলতার সাথে সম্পর্কিত; একটি যন্ত্র যা অন্য যন্ত্রের সাপেক্ষে একটি মানের ক্ষুদ্র পরিবর্তন পরিমাপ করতে পারে, সেটির একটি ক্ষুদ্র \"লঘিষ্ঠ গণন\" মান রয়েছে এবং তা আরও সুনির্দিষ্ট। যন্ত্র দ্বারা তৈরি যেকোনো পরিমাপ লঘিষ্ঠ গণনের বিশ্লেষণের চেয়ে কম পুনরাবৃত্তিযোগ্য বলে বিবেচিত হতে পারে। একটি যন্ত্রের লঘিষ্ঠ গণন যন্ত্রের নির্ভুলতার বিপরীতভাবে সমানুপাতিক।\nউদাহরণস্বরূপ, সূর্যঘড়িতে কেবল দিনের আলোর ঘন্টার প্রতিনিধিত্বকারী স্কেল চিহ্নিত থাকতে পারে; এটা অন্তত এক ঘন্টার গণন হবে। দৌড়ের সময় ব্যবহৃত একটি স্টপওয়াচ সেকেন্ডের শততম ভাগে নেমে যেতে পারে, এটি যন্ত্রটির নূন্যাঙ্ক। স্টপওয়াচটি সূর্যালোকের চেয়ে সময়ের ব্যবধান পরিমাপের ক্ষেত্রে আরও সুনির্দিষ্ট কারণ এতে অতিবাহিত সময়ের প্রতিটি ঘন্টায় অধিক \"অঙ্ক\" (স্কেল অন্তর) থাকে। বিভিন্ন পরীক্ষা-নিরীক্ষায় ব্যবহৃত ভার্নিয়ার ক্যালিপার্স এবং স্ক্রু গজের মতো যন্ত্রগুলির সঠিক পাঠ পাওয়ার জন্য একটি যন্ত্রের নূন্যাঙ্ক একটি অত্যন্ত গুরুত্বপূর্ণ সরঞ্জাম।\nলঘিষ্ঠ গণন পরিমাপের পরীক্ষামূলক ত্রুটির অন্যতম উৎস। একটি ভার্নিয়ার ক্যালিপার্সের লঘিষ্ঠ গণন হলো .০২ মিমি এবং একটি মাইক্রোমিটারের সর্বনিম্ন গণন হলো .০১ মিমি৷\n\n\n== লঘিষ্ঠ গণন ত্রুটি ==\nপরিমাপ যন্ত্র দ্বারা যে ক্ষুদ্রতম মান পরিমাপ করা যায় তাকে তার লঘিষ্ঠ গণন বা ন্যুনাঙ্ক বলে। পরিমাপ করা মান শুধুমাত্র এই মান পর্যন্ত ভালো। লঘিষ্ঠ গণনা ত্রুটি হলো যন্ত্রের বিশ্লেষণের সাথে সম্পর্কিত ত্রুটি।\nএকটি মিটার রুলারের ১ মিমি ভাগসংখ্যার ব্যবধান বা অন্তরে স্নাতক হতে পারে। একটি ক্যালিপার্সে একটি ভার্নিয়ার স্কেলে কমপক্ষে ০.১ মিমি গণন থাকতে পারে যখন একটি মাইক্রোমিটারে কমপক্ষে ০.০১ মিমি বা ১০ মাইক্রন গণন থাকতে পারে।\nপদ্ধতিগত এবং এলোমেলো উভয় ত্রুটির সাথেই লঘিষ্ঠ গণন ত্রুটি ঘটে থাকে। উচ্চ নির্ভুলতার যন্ত্রগুলি লঘিষ্ঠ গণন ত্রুটি কমাতে পারে। পরিমাপিত পরিমাণের পুনরাবৃত্তি করে এবং ফলাফলের গাণিতিক গড় গ্রহণ করলে, গড় মান পরিমাণের প্রকৃত মানের খুব কাছাকাছি হবে।\n\n\n== স্ক্রু গজের লঘিষ্ঠ গণন নির্ণয় ==\nLC = P / n\nএখানে\nLC হলো লঘিষ্ঠ গণন বা ন্যূনাঙ্ক\nP হলো পিচ, স্ক্রু গজের স্ক্রুয়ের সরণ\nn হলো স্ক্রু গজের বৃত্তাকার স্কেলের ভাগসংখ্যা\n\n\n== তথ্যসূত্র =="}