{"pageid": 1173997, "title": "আলাউদ্দিন আল আজহারী", "url": "https://bn.wikipedia.org/wiki?curid=1173997", "content": "মাওলানা আলাউদ্দিন আল আজহারী একজন বাংলাদেশি ইসলামিক স্কলার, গবেষক, শিক্ষাবিদ ও ভাষা আন্দোলন কর্মী ছিলেন। তিনি বাংলাদেশে আধুনিক আরবি ভাষার প্রচলনে পথিকৃৎ ছিলেন। এছাড়াও তার ফারসি, উর্দু ও ইংরেজি ভাষায় দখল ছিলো। তিনি বাংলাদেশ মসজিদ মিশনের প্রতিষ্ঠাতা সভাপতি ছিলেন। তিনি আল-আজহার বিশ্ববিদ্যালয়ে ও ঢাকা মাদ্রাসা-ই আলিয়ার আরবি বিভাগের শিক্ষক ছিলেন। এছাড়াও তিনি ভাষা আন্দোলনে সক্রিয়ভাবে অংশগ্রহণ করেছিলেন।\n\n\n== জন্ম ও পরিচয় ==\nআলাউদ্দিন আল আজহারী ১৯৩০ সালে মাদারীপুর জেলার তৎকালীন কালকিনি থানার সাহেবরামপুর গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম মুন্সী আবদুল করিম ও দাদার নাম মোহাম্মাদ ফয়েজউদ্দিন মুন্সি। আজহারীর মাতার নাম আম্বিয়া খাতুন।\n\n\n== শিক্ষাজীবন ==\nআজহারী তার পিতা মাতার নিকট বাল্যশিক্ষা সম্পন্ন করেন। এরপর প্রাথমিক শিক্ষার জন্য তার নানার প্রতিষ্ঠিত এনায়েতনগর সিনিয়র মাদ্রাসায় ভর্তি হন। এখানে কয়েক বছর পড়ার পর সাহেবরামপুর হাই মাদ্রাসায় (বর্তমানে সাহেবরামপুর উচ্চ বিদ্যালয়) ভর্তি হন, এই মাদ্রাসায় তিনি দাখিল পাশ করেন। এই সময় তিনি কুরআন তেলওয়াত বিশুদ্ধ ভাবে শেখার প্রয়োজনে এক বছরের জন্য কয়ারিয়া কারামাতিয়া ফোরকানিয়া মাদ্রাসায় ভর্তি হন। এরপরে তিনি গ্রামের বাইরে এসে চাদপুর উসমানিয়া সিনিয়র মাদ্রাসায় ভর্তি হন, এবং মাদ্রাসার প্রতিষ্ঠাতা মুহাম্মাদ উসমান গনির বাড়িতে লজিং থাকেন। এই মাদ্রাসা থেকেই তিনি ১৯৪৭ সালে আলিম ও ১৯৪৯ সালে ফাজিল পাশ করেন। এরপর তিনি ঢাকা শহরে এসে মাদ্রাসা-ই আলিয়া ঢাকায় ভর্তি হন, ১৯৫১ সালে এখান থেকে কামিল পাশ করেন।\nতিনি ঢাকা আলিয়া মাদ্রাসায় পড়াশোনা শেষ করে মিশরের আল-আজহার বিশ্ববিদ্যালয়ে ভর্তি হন, এই বিশ্ববিদ্যালয়ে ৭ বছর অবস্থান করে মাস্টার্স অফ থিওলজি ও স্পেশালিস্ট ইসলামিক ল’ ডিগ্রি অর্জন করেন। এছাড়াও তিনি কায়রোর আমেরিকান ইউনিভার্সিটি থেকে আরবি ভাষা ও সাহিত্যে বিভাগে এমএ ডিগ্রি অর্জন করেন। তিনি মিশরে থাকা অবস্থায় ১৯৫৬ সালে পবিত্র হজ পালন করেন।\n\n\n== কর্মজীবন ==\nতিনি শিক্ষাজীবন শেষে কায়রোর আমেরিকান ইউনিভার্সিটি ও আল-আজহার বিশ্ববিদ্যালয়ে শিক্ষকতা করিয়েছেন। তিনি তিনি কায়রো বেতার কেন্দ্রেও কাজ করেছেন। ১৯৫৭ সালে তিনি দেশে প্রত্যাবর্তন করেন এবং তৎকালীন কেন্দ্রীয় বাংলা উন্নয়ন বোর্ডে অনুবাদকের দায়িত্ব পালন করেন।\n১৯৬০ সালে তিনি ঢাকা আলিয়া মাদরাসায় আধুনিক আরবি প্রভাষক (লেকচারার ইন মডার্ন অ্যারাবিক) হিসাবে যোগদান করেন। ১৯৭৮ সাল পর্যন্ত তিনি আরবি ভাষা ও সাহিত্য বিভাগের প্রধান হিসেবে দায়িত্ব পালন করেন। এছাড়াও তিনি এই মাদ্রাসার উর্দু ডিপ্লোমা বিভাগের অধ্যাপকের দায়িত্বও পালন করেছেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের আধুনিক ভাষা ইনস্টিটিউটের খণ্ডকালীন শিক্ষক হিসাবেও দায়িত্ব পালন করেছেন। তিনি ১৯৭৩ সালের অক্টোবর মাস থেকে বাংলাদেশ বেতারের বহির্বিশ্ব কার্যক্রমের আরবি প্রোগ্রামের উপস্থাপকের ভূমিকা পালন করেছেন। তিনি ৩৬টি মুসলিম দেশসহ প্রায় ৪৫টি দেশ ভ্রমণ করেছেন।\n\n\n== অবদান ==\nআজহারী সমাজ সেবার উদ্দেশ্যে বহু সামাজিক সংগঠন প্রতিষ্ঠা করেছিলেন ও জড়িত ছিলেন। তিনি বাংলাদেশ মসজিদ মিশন নামে একটি সংগঠন তৈরি করেছিলেন। এছাড়াও বাংলাদেশ ইসলামি শিক্ষা সংস্থার সাধারণ সম্পাদকের দায়িত্ব পালন করেছেন। তিনি আরবি ভাষায় প্রকাশিত আস সাকাফাহ নামক পত্রিকার সম্পাদক ও পরিচালক ছিলেন। এই পত্রিকাটি ১৯৭১ সালের দিকে আরব বিশ্বে বাংলাদেশকে পরিচিত করানোর ক্ষেত্রে উল্লেখযোগ্য ভূমিকা পালন করে।\nএছাড়াও সাহিত্য চর্চার সুযোগ সৃষ্টির জন্য তিনি বাংলাদেশ সাহিত্য-সাংস্কৃতিক পরিষদ গঠন করেন। তিনি মাসিক মুসলিম মহিলা পত্রিকা প্রতিষ্ঠা করেছিলেন।\n\n\n== লিখিত অবদান ==\nআজহারী ইসলামের বিভিন্ন বিষয়ের উপর প্রায় ২৪টা বই লিখেছেন। এগুলোর মধ্যে উল্লেখযোগ্য:\nবাংলা ভাষায় লেখা বই\n\nআরবি-বাংলা অভিধান\nউর্দু-বাংলা অভিধান\nবাংলা-আরবি অভিধান\nতাফসিরে আজহারী\nইসলামের ইতিহাস\nআল-আজহারের ইতিহাস\nবায়তুল মোকাদ্দাসের ইতিহাস\nআরবি শিক্ষা-বাংলা ভাষায় আরবি ব্যাকরণ\nইংরেজি ভাষা ও এর প্রয়োজনীয়তা\nকুরআনে বিজ্ঞান\nলোগাতুল কুরআন\nদুর্নীতির বিরুদ্ধে ইসলাম\nইসলামিয়াত\nআরবি ভাষায় লেখা বই\n\nমাদরাসা-ই-আলিয়ার ইতিহাস\nইনসাউল আসরি\nআদদিরাসাতুল ইসলামিয়াহ\nইসলামি শিক্ষা\nহিন্দুধর্ম ও দর্শন\nবাংলাদেশ পরিচিতি\nউম্মুল কুরআন: বাংলাদেশের মুসলমান\nহাজিহি হিয়া বাংলাদেশ’\nইংরেজি ভাষায় লেখা বই\n\nঅমুসলিমদের জন্য ইসলামের নির্দেশনাবলি\n\n\n== মৃত্যু ==\nআজহারী ১৯৭৮ সালের ২৭ মার্চে ঢাকায় দুরারোগ্য ব্যধি ক্যান্সারে আক্রান্ত হয়ে মৃতুবরন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাওলানা মুহাম্মাদ মোস্তাফিজুর রহমান লিখিত মাওলানা আলাউদ্দিন আল আজহারী জীবন ও কর্ম\nওয়ার্ল্ডক্যাটে আলাউদ্দিন আল আজহারী"}