{"pageid": 1173601, "title": "মানহাজ", "url": "https://bn.wikipedia.org/wiki?curid=1173601", "content": "মানহাজ (منهج) আরবি শব্দ যার অর্থ পদ্ধতি, পথ বা মতবাদ, ইসলামে আকীদা পোষণ ও আমল পালন করার পদ্ধতিগত কৌশলকে মানহাজ বলা হয়। এটি সালাফিবাদের গুরুত্বপূর্ণ অংশ। \n\n\n== কুরআনে ==\nকুরআনে সূরা মায়িদার ৪৮ নম্বর আয়াতে মানহাজ শব্দটি উল্লেখ করা হয়েছে। \n\nوَ اَنۡزَلۡنَاۤ اِلَیۡکَ الۡکِتٰبَ بِالۡحَقِّ مُصَدِّقًا لِّمَا بَیۡنَ یَدَیۡهِ مِنَ الۡکِتٰبِ وَ مُهَیۡمِنًا عَلَیۡهِ فَاحۡکُمۡ بَیۡنَهُمۡ بِمَاۤ اَنۡزَلَ اللّٰهُ وَ لَا تَتَّبِعۡ اَهۡوَآءَهُمۡ عَمَّا جَآءَکَ مِنَ الۡحَقِّ ؕ لِکُلٍّ جَعَلۡنَا مِنۡکُمۡ شِرۡعَۃً وَّ مِنۡهَاجًا ؕ وَ لَوۡ شَآءَ اللّٰهُ لَجَعَلَکُمۡ اُمَّۃً وَّاحِدَۃً وَّ لٰکِنۡ لِّیَبۡلُوَکُمۡ فِیۡ مَاۤ اٰتٰىکُمۡ فَاسۡتَبِقُوا الۡخَیۡرٰتِ ؕ اِلَی اللّٰهِ مَرۡجِعُکُمۡ جَمِیۡعًا فَیُنَبِّئُکُمۡ بِمَا کُنۡتُمۡ فِیۡهِ تَخۡتَلِفُوۡنَ    \nঅনুবাদঃ \n\nআর আমি তোমার প্রতি কিতাব নাযিল করেছি যথাযথভাবে, এর পূর্বের কিতাবের সত্যায়নকারী ও এর উপর তদারককারীরূপে। সুতরাং আল্লাহ যা নাযিল করেছেন, তুমি তার মাধ্যমে ফয়সালা কর এবং তোমার নিকট যে সত্য এসেছে, তা ত্যাগ করে তাদের প্রবৃত্তির অনুসরণ করো না। তোমাদের প্রত্যেকের জন্য আমি নির্ধারণ করেছি শরীআত ও স্পষ্ট পন্থা (মানহাজ) এবং আল্লাহ যদি চাইতেন, তবে তোমাদেরকে এক উম্মত বানাতেন। কিন্তু তিনি তোমাদেরকে যা দিয়েছেন, তাতে তোমাদেরকে পরীক্ষা করতে চান। সুতরাং তোমরা ভাল কাজে প্রতিযোগিতা কর। আল্লাহরই দিকে তোমাদের সবার প্রত্যাবর্তনস্থল। অতঃপর তিনি তোমাদেরকে অবহিত করবেন, যা নিয়ে তোমরা মতবিরোধ করতে। -(আল-বায়ান)\n\n\n== সালাফি মানহাজ ==\nইসলামের সালাফি বোঝার উপর ভিত্তি করে, সালাফিরা একটি মানহাজ বা ধর্মের দৃষ্টিভঙ্গি তৈরি করেছে। সালাফি মানহাজ হল কোরান, সুন্নাহ এবং সালাফদের আদর্শের উপর ভিত্তি করে সঠিক ধর্মীয় ব্যাখ্যা নির্ধারণের জন্য একটি পদ্ধতি। এটি ইসলাম সম্পর্কে কিছু স্বীকৃত \"সত্যের\" উপর সংজ্ঞায়িত হয়েছে, যেগুলি ইসলামী নবী মুহাম্মদ দ্বারা সমর্থিত এবং খাঁটি (সহীহ) হাদিসে লিপিবদ্ধ। গুরুত্বপূর্ণ বিষয়গুলির মধ্যে রয়েছে তাওহিদ (ঈশ্বরের একত্বে বিশ্বাস), শিরকের কুফল (উপাসনায় ঈশ্বরের অংশীদার হিসাবে) এবং বিদ'আত (ধর্মের নতুনত্বে) সমস্যা। সালাফিরাও হাদিস বিজ্ঞানের ভূমিকা এবং ধর্মীয় \"সত্য\" এর পরিবর্তে কোন একটি মাজহাব (ইসলামী আইনশাস্ত্রের পাঠশালা) অন্ধভাবে অনুসরণ করার দুর্বলতার উপর জোর দেয়। সালাফি আন্দোলনের উদ্দেশ্য ইসলামের এই উপলব্ধি প্রচার করা।\nসালাফিবাদ দুটি প্রধান ক্ষেত্র নিয়ে গঠিত, যথা আকিদাহ এবং মানহাজ। আকিদাহ বলতে সালাফীদের বিশ্বাসকে বোঝায়, মানহাজ বলতে বোঝায় কীভাবে এই বিশ্বাসগুলো প্রয়োগ করা হয়। মুহাম্মদ নাসিরুদ্দীন আল-আলবানীকে, যখন এই দুটি উপাদানের মধ্যে গুরুত্ব এবং পার্থক্য সম্পর্কে জিজ্ঞাসা করা হয়েছিল, তখন তিনি উত্তর দিয়েছিলেন যে \"আকিদাহ মানহাজের চেয়ে বেশি নির্দিষ্ট\"।  তিনি আরও জোর দিয়েছিলেন কারও সালাফী হওয়ার জন্য আকিদা এবং মানহাজ উভয়ই অবিচ্ছেদ্য অংশ এবং ইখওয়ানি সালাফী মানহাজ প্রয়োগ করে কেউ আকিদাতে সালাফী হতে পারে না। মানহাজের ক্ষেত্রে, এটি আধুনিক সালাফিবাদের মতাদর্শের উপাদান যা মতভেদ ও বৈচিত্র্যের সাক্ষী। কেউ কেউ বিশ্বাস করেন যে সালাফি মানহাজকেও বিভিন্ন আকারে দেখা যেতে পারে। উদাহরণস্বরূপ, সালেহ আল-ফাওজান বলেছেন যে মানহাজ মানে \"ইসলামের বিশ্বাস ও আইন বাস্তবায়নের পদ্ধতি\" এবং এটি তিনটি ভিন্ন রূপে আসে, এগুলি হল, ধর্মীয় উৎসসমূহের সাথে আচরণ করার পদ্ধতি (কুরআন, সুন্নাহ, এবং  উলামাদের সুপরিচিত বাণী, ইবাদতের বা উপাসনার পদ্ধতি এবং সম্প্রদায় বা উম্মাহর সাথে আচরণের পদ্ধতি।\nতাওহিদ, আল ওয়ালা ওয়াল-বারা' এবং ঈমান/কুফর সম্পর্কিত সালাফী দৃষ্টিভঙ্গির পার্থক্যগুলি জড়িত ব্যক্তিদের কাছে বাস্তব এবং অর্থপূর্ণ, তবে সেগুলি সবই সালাফি আকিদার স্তরে পাওয়া যায় এবং সেগুলি তাত্ত্বিক। সালাফিরাও এই মতের অনেকগুলিকে মানহাজ নামক প্রয়োগ পদ্ধতিতে অনুবাদ করে এবং এর ফলে সালাফিদের বিভিন্ন শ্রেণীর মধ্যে পার্থক্য রেখা তৈরি করে যা তারা কীভাবে নিজেদের মধ্যে বিভক্ত হয় তার একটি পরিষ্কার এবং আরও বাস্তব চিত্র দেয়। মানহাজ শব্দটি ব্যাখ্যা করেছেন সৌদি সালাফি পন্ডিত সালিহ বিন ফাওজান আল-ফাওজান। পদ্ধতিটি উল্লেখ করে (১) আক্ষরিক অর্থে এবং যুক্তিবাদ বা অনুমানের আশ্রয় ছাড়াই কুরআন ও সুন্নাহ পাঠ করা; (২) ইবাদতের ক্ষেত্রে ধর্মীয় উদ্ভাবন (বিদআত) থেকে বিরত থাকা (ইবাদত); এবং (৩) সমাজ এবং বর্তমান বিষয়গুলির সাথে জড়িত থাকা। সালাফীদেরকে তাদের মানহাজের ভিত্তিতে শ্রেণীবদ্ধ করার ক্ষেত্রে, তারা প্রথম দুটি বিষয়ে একই রকম, কিন্তু তৃতীয়টির ক্ষেত্রে তাদের মধ্যে অনেক পার্থক্য, যে কারণে এটিকে সাধারণত সালাফীদের বিভক্ত করার পরিমাপ হিসাবে নেওয়া হয়।\n\n\n=== অনুসারীদের মূলনীতি ===\nসালাফি পণ্ডিত এবং উম্মুল কুরা বিশ্ববিদ্যালয়ের অধ্যাপক মুহাম্মদ ইবনে উমর বাজমুল তার সালাফি মানহাজ গ্রন্থে এ সম্পর্কে বিস্তারিত বলেন, যার আলোচ্য সূচি নিম্নরূপঃ \n\nপ্রথম উদ্দেশ্য: সালাফি পদ্ধতির সংজ্ঞা,এর মূলনীতি, এটি মেনে চলার বিধান এবং এর গুনাবলীর উল্লেখ, সালাফিয়ার মৌলিক নীতিসমূহ\nপ্রথম নীতি: আল্লাহর ইবাদত কায়েম করা পুণ্যবান পূর্বসূরিদের (আল-সালাফ আল-সালিহ) বোধ অনুযায়ী কিতাব (কুরআন) ও সুন্নাহকে মেনে চলার মাধ্যমে\nদ্বিতীয় নীতি: জামাআতকে শক্ত করে ধরে রাখা এবং [মুসলিম শাসকদের] শ্রবণ ও আনুগত্য করা।\nতৃতীয় নীতি: ধর্মীয় উদ্ভাবন (বিদআত) এবং ধর্মীয় উদ্ভাবক (মুবতাদিউন) সম্পর্কে অত্যন্ত সতর্ক থাকা\nসালাফীরা ধর্মীয় উদ্ভাবনশীল (বিদআতী) জনগণের সমাবেশ থেকে দূরে থাকে\nসালাফী পদ্ধতি অনুসরণ সংক্রান্ত বিধান\nসালাফী পদ্ধতি অনুসরণের উপকারিতা\nদ্বিতীয় উদ্দেশ্য: সালাফী পদ্ধতির স্বতন্ত্র বৈশিষ্ট্য\nপ্রথম বৈশিষ্ট্য: তাদের আনুগত্য এবং বিচ্ছিন্নতা (আল-ওয়ালা' ওয়া আল-বারা') রসূল সাল্লাল্লাহু আলাইহি ওয়ালাল্লামের পথ অনুসরণ করে আবর্তিত হয়।\nদ্বিতীয় বৈশিষ্ট্য: তাদের বৈশিষ্ট্য হল যে তারা সুন্নাহ অনুসরণ করে\nতৃতীয় বৈশিষ্ট্য: তারা তাদের সকল বিষয়ে মধ্যমপন্থী ও সংযমশীল\nচতুর্থ বৈশিষ্ট্য: তারা এমন মানুষ যারা ঐক্যবদ্ধ এবং চুক্তিবদ্ধ এবং তারা সত্যের উপর দৃঢ় এবং দৃঢ়প্রতিজ্ঞ\nপঞ্চম বৈশিষ্ট্য: তারা সঠিক ইসলামী জ্ঞান অন্বেষণ এবং এর প্রয়োগের মাধ্যমে ধর্ম প্রতিষ্ঠার দিকে কাজ করে\nতৃতীয় উদ্দেশ্য: সুন্নাহ ও জামাতের লোকদের আদর্শ অনুসারে সংশোধন অর্জনের উপায়\nপ্রথম মানদণ্ড: এই সংশোধনের সূচনা ও ভিত্তি হল আল্লাহর ইবাদত করা এবং তাকে ইসলামী একেশ্বরবাদ (তাওহিদ) দিয়ে একক করা।\nদ্বিতীয় মানদণ্ড: সংশোধন ব্যক্তি দ্বারা শুরু হয় এবং এটি সম্প্রদায়ের সাথে শুরু হয় না, নেতা বা তিনি ব্যতীত অন্যরা - বাস্তবে প্রতিটি ব্যক্তির নিজের নিজের থেকে শুরু করা উচিত তারপর যারা তাদের সবচেয়ে কাছের এবং তারপর যারা তাদের কাছে সবচেয়ে কাছের তারা।\nতৃতীয় মানদণ্ড: জ্ঞানের গুরুত্ব বক্তৃতা এবং কর্মের আগে\nচতুর্থ মানদণ্ড: তার জ্ঞান পূর্বসূরীদের (আল-সালাফ আল-সালিহ) বোধের সাথে সামঞ্জস্যপূর্ণ হওয়া উচিত\nপঞ্চম মানদণ্ড: [আল্লাহকে] ডাকার সময় নিজেকে সজ্জিত করা সেসব গুণে, যেসব গুণাবলী কুরআনে, নবীর হাদীসে এবং সালাফদের বর্ণনায় বর্ণিত হয়েছে\n\n\n== পাশ্চাত্য পণ্ডিতদের রাজনৈতিক বিভাজন ==\n\nলন্ডনের কিংস কলেজে সন্ত্রাস ও উগ্রবাদের প্রভাষক এবং জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়ের চরমপন্থা সংক্রান্ত প্রোগ্রামের গবেষণা পরিচালক আলেকজান্ডার মেলিগ্রু হিচেন্সের মতে, যদিও সমস্ত সালাফী (ওয়াহাবীরাও অন্তর্ভুক্ত) একই মৌলিক মতবাদ পোষণ করে, যা তাওহিদের কেন্দ্রিকতার চারপাশে আবর্তিত হয়, তারা এর বাস্তবায়নের জন্য যে পদ্ধতি (মানহাজ) অনুসরণ করে এবং তাদের ধর্মান্তরিতকরণের (দাওয়াত) যে রূপ গ্রহণ করা উচিত তাতে তাদের পার্থক্য রয়েছে। পশ্চিমে একাডেমিক সাহিত্যে সালাফিবাদ ঐতিহ্যগতভাবে তিনটি ভাগে শ্রেণীবদ্ধ করা হয়েছে এবং ইউট্রেখ্ট বিশ্ববিদ্যালয়ের দর্শন ও ধর্মীয় অধ্যয়ন বিভাগের ইসলামী এবং আরবি অধ্যয়নের সহযোগী অধ্যাপক জোয়াস ওয়েজমেকারসও মানহাজের তৃতীয় বিষয়টিকে ভিত্তি করে সালাফীদেরকে ৩ ভাগে ভাগ করেছেন, ১) বিশুদ্ধতাবাদী বা নিরবতাবাদী বা শান্তবাদী বা শান্তপন্থী সালাফী ২) রাজনৈতিক সালাফী (হিজবি বা হারাকি) ও ৩) জিহাদী সালাফী\n\n\n=== বিশুদ্ধতাবাদী বা নিরবতাবাদী সালাফী ===\n\nওয়েজমেকারসের মতে সালাফি মানহাজের মধ্যে সবচেয়ে বড় শাখাটি হল নিরবতাবাদী সালাফি শাখা, যা তার মতে তা সমাজের বিষয়ে তাদের মানহাজ রাজনৈতিক নিস্তব্ধতার বৈশিষ্ট্যযুক্ত। ইসলামপন্থীগণ এদেরকে জ্ঞানমূলক সালাফী (সালাফিয়াত আল-আলিমিয়াত) বা ঐতিহ্যবাহী সালাফী(সালাফিয়াত আল-তাকলিদিয়াত) বা দাওয়াতী সালাফী (আল-দাওয়াতুস সালাফিয়াত) বলে নামকরণ করেন। সাধারণত সৌদি ওয়াহাবি বলে পরিচিত সালাফিদের এই নামে আখ্যায়িত করা হয়ে থাকে। তারা রাজনীতি থেকে দূরে থাকে এবং পরিবর্তে ইসলাম অধ্যয়নের দিকে মনোনিবেশ করে, সালাফিবাদের নীতির মাধ্যমে অন্যদেরকে শিক্ষিত করে এবং সমাজে অবদান রাখার ক্ষেত্রে তাদের মানহাজ হিসাবে অন্যদের কাছে (দাওয়া) এই বার্তাটি প্রচার করে। এই গোষ্ঠীতে বিংশ শতাব্দীর সবচেয়ে বিশিষ্ট সালাফি উলামাগণ অন্তর্ভুক্ত রয়েছে, যার মধ্যে সৌদি আরবের প্রয়াত গ্র্যান্ড মুফতি মুহাম্মদ বিন ইব্রাহিম আল-শেখ, এই পদে তাঁর উত্তরসূরি শায়খ 'আব্দুল-আজিজ বিন বাজ, সৌদি পণ্ডিত মুহাম্মদ বিন সালিহ আল-উসাইমিন, ইয়েমেনি শায়খ মুকবিল বিন হাদি আল-ওয়াদিই এবং পূর্বোক্ত প্রয়াত সিরীয় জর্ডানীয় আলেম মুহাম্মদ নাসিরউদ্দীন আল-আলবানি। একবিংশ শতাব্দীর প্রধান স্কলারদের মধ্যে, সৌদি শায়খ যেমন উল্লিখিত সালেহ বিন ফাওযান আল-ফাওযান ও রাবী বিন হাদি আল-মাদখালি সম্ভবত সবচেয়ে উল্লেখযোগ্য।\nওয়েজমেকারস নিরবতাবাদী সালাফিদের \"অরাজনৈতিক\" হিসেবে এভাবে ব্যাখ্যা করেছেন যে, শাসকদের সাথে ঘনিষ্ঠ সম্পর্কের পরিপ্রেক্ষিতে, বিশেষ করে সৌদি আরবে এই ধরনের নিরবতাবাদী সালাফিরা, যারা তারা মাঝে মাঝে ওয়ালী আল-আমরকে (শাসক) যে বিচক্ষণ পরামর্শ (নসিহা) দিয়ে থাকে, মেইজারের মতে, এর মাধ্যমে তারা পরোক্ষ অথচ শক্তিশালী উপায়ে রাজনীতি পরিচালনা করছে। এ থেকে ওয়েজমেকারস মনে করেন, তারা সর্বোপরি রাজনৈতিক। তদুপরি, অনেকের মতে, দলীয় রাজনীতি, সংসদ এবং নির্বাচন এড়িয়ে চলাও সহজাতভাবে রাজনৈতিক, কারণ এটি পরোক্ষভাবে রাজনৈতিক স্থিতাবস্থাকে সমর্থন করে। অলিডর্ট ওয়েজমেকারসের বিরোধিতা করে বলেন যে নিরবতাবাদী সালাফিরা আসলে তাদের বই এবং নিবন্ধগুলিতে ফিলিস্তিন-ইসরায়েলের সংঘাত এবং সিরিয়ার গৃহযুদ্ধের মতো বিতর্কিত রাজনৈতিক বিষয়গুলি সম্পর্কে লিখে রাজনীতিতে (পরোক্ষভাবে) জড়িত হয়।\nনিরবতাবাদী সালাফিদের রাজনৈতিক নীরবতার অর্থ এই নয় যে তারা বিশ্বাস করে যে রাজনৈতিক পদক্ষেপ নীতিগতভাবে ভুল, তবে কেবলমাত্র একটি দেশের শাসন আপাতত শাসকদের হাতে ছেড়ে দেওয়া উচিত এবং সেই সমাজকে প্রথমে একটি ইসলামী রাষ্ট্র প্রতিষ্ঠার জন্য প্রস্তুত করা উচিত শিক্ষা এবং দাওয়ার মাধ্যমে, কারণ এটি এখনও এর জন্য প্রস্তুত নয়। এই যুক্তিটিকে রাজনীতিতে নিজের সম্পৃক্ততার অভাবকে বৈধতা দেওয়ার একটি বাস্তবসম্মত উপায় হিসাবে দেখা যেতে পারে, বিশেষ করে কারণ যে কেউ মূলত রাজনৈতিক কর্মকাণ্ডকে অনির্দিষ্টকালের জন্য পিছিয়ে দেওয়ার জন্য এটি ব্যবহার করতে পারে, এই যুক্তিতে যে সত্যিকারের ইসলামী রাজনীতির জন্য একটি সত্যিকারের ইসলামী সমাজের প্রয়োজন যা এখনও বাস্তবায়িত হয়নি। তারপরও, পরের অধ্যায়টি যেমন স্পষ্ট করে, অন্তত জর্ডানে, নিরবতাবাদী রাজনৈতিক দৃষ্টিভঙ্গির পিছনে একটি বাস্তব আদর্শগত প্রত্যয় রয়েছে এবং তারা প্রায়শই তাদের সাংগঠনিক আনুগত্যের জন্য মুসলিম ব্রাদারহুডের মতো রাজনৈতিক দলগুলিকে \"হিজবি\" (দলীয়) হিসাবে চিহ্নিত করে। একই যুক্তি জিহাদ সম্পর্কে নিরবতাবাদী দৃষ্টিভঙ্গির ক্ষেত্রে প্রযোজ্য। তারা যে জিহাদী-সালাফী নয় তার মানে এই নয় যে তারা জিহাদের বিরুদ্ধে।  প্রকৃতপক্ষে, নীরবতাবাদী সালাফিরা জিহাদকে ইসলামের নিয়ম দ্বারা আবদ্ধ একটি সামরিক সংগ্রাম এবং ইসলামের আবাস (দার আল-ইসলাম)-এর অমুসলিম আক্রমণকারীদের বিরুদ্ধে যুদ্ধ অর্থে দেখেন।\n\n\n=== রাজনৈতিক সালাফী ===\n\nরাজনৈতিক সালাফীদের মধ্যে রয়েছে সুরুরি সালাফি বা হারাকি (প্রগতিশীল) সালাফি, সাহওয়া নামক সৌদি আরবীয় ইখওয়ানি সালাফি, যারা সৌদিতে জনপ্রিয় হলেও আরব উপসাগরীয় যুদ্ধের পর তাদের দমন করা হয়, যারা ইরাকের আক্রমণের আশঙ্কায় সৌদিদের নিয়োজিত ৫ লক্ষ মার্কিন সেনা মোতায়েনের বিরোধিতা করেছিলেন, রাজনৈতিক সালাফিবাদের দ্বিতীয় উৎস ছিল কুয়েত থেকে উল্লিখিত জামিয়াত ইহিয়া আল-তুরাথ আল-ইসলামি। ১৯৮১ সালে প্রতিষ্ঠিত, এটি দ্রুতই সব ধরনের সালাফি ক্রিয়াকলাপের জন্য একটি ছাতা সংগঠন হয়ে ওঠে, যার মধ্যে সংসদের জন্য কর্ম পরিচালনার রাজনৈতিক পদক্ষেপও অন্তর্ভুক্ত ছিল। জামিয়াত ইহিয়া আল-তুরাস আল-ইসলামীর রাজনৈতিকভাবে সক্রিয় চরিত্রটি বেশিরভাগই তাদের প্রধান ধর্মীয় কর্তৃপক্ষের আদর্শ এবং লেখার কারণে ছিল, মূলত মিশরীয় সালাফি পন্ডিত আবু আবদুল্লাহ আবদ আল-রহমান বিন আবদুল খালিক, যিনি বিশ্বাস করতেন যে ইসলাম একটি সর্বব্যাপী ব্যবস্থা যা রাজনীতিকেও অন্তর্ভুক্ত করতে হবে। এই ধরনের চিন্তাভাবনা উপসাগরীয় যুদ্ধের পরে বিতর্কিত হয়ে ওঠে, তবে, সেই সময়ে সৌদি সাহাওয়া এবং ইবনে আবদ আল-খালিকের অনুসারী উভয়েই আমেরিকান সৈন্যদের রাজ্যে প্রবেশের অনুমতি দেওয়ার সৌদি সিদ্ধান্তের সমালোচনা করেছিলেন। এর ফলে ইবনে আবদ আল-খালিক জামিয়াত ইহিয়া আল-তুরাস আল-ইসলামী থেকে বহিষ্কৃত হন এবং সামগ্রিকভাবে সমিতিটি পরবর্তীকালে একটি নিরবতাবাদী দলে পরিণত হয়, যা থেকে এটি এভাবেই রয়ে গেছে। পাশাপাশি এর পরবর্তীতে, নিরবতাবাদী সালাফীরাও বেশ প্রভাবশালী হয়েছে, উদাহরণস্বরূপ লেবাননে। এই দুটি রাজনৈতিক সালাফি আন্দোলনের উপর ভিত্তি করে, সেইসাথে প্রভাবের দেশীয় উৎস, দুটি ভিন্ন ধরনের রাজনৈতিক (বা, যেমনটি তারা জর্ডানে বলে, \"সংস্কারবাদী\") সালাফি প্রবণতা আবির্ভূত হয়েছে। এর মধ্যে একটি বেশ রাজনৈতিকভাবে বুদ্ধিমান, কিন্তু দলীয় রাজনীতিতে জড়িত নয় বা সংসদের জন্য প্রতিদ্বন্দ্বিতা করে না, কারণ এটি তা চায় না বা এটি অনুমোদিত নয়। সৌদি শাহওয়া আন্দোলন এই মতের একটি উদাহরণ এবং জর্ডানের জামিয়াত আল-কিতাব ওয়াল-সুন্নাহ (কোরআন ও সুন্নাহ সংগঠন), রাজনৈতিক সালাফিদের মধ্যে উক্ত দ্বিতীয় দলটি সংসদীয় কাজে নিয়োজিত, রাজনীতির সকল বিষয়ে আগ্রহী এবং রাজনৈতিক দলের মত দেশের শাসনকে প্রভাবিত করার চেষ্টা করে। এই প্রবণতা শুধুমাত্র কুয়েতে দীর্ঘকাল ধরে বিদ্যমান ছিল না, বরং মরক্কো এবং বিশেষ করে মিশরে \"আরব বসন্ত\" এর পরেও এটি সামনে এসেছে।\n\n\n=== জিহাদী সালাফী ===\n\nপাশ্চাত্য পণ্ডিতদের মতে, সালাফিবাদের তৃতীয় এবং চূড়ান্ত শাখাটি হল জিহাদি সালাফিবাদ, যাদেরকে মূলধারার সালাফি পণ্ডিতগণ সালাফি হিসেবে সংজ্ঞায়িত করতে অস্বীকৃতি জানান, এবং অনেক সালাফিই এদেরকে খারেজি বলে দাবি করে থাকেন। জিহাদি-সালাফিরা কেবল সালাফি নয় যারা জিহাদের বৈধতায় বিশ্বাস করে, কারণ হিসেবে তারা বলে, সমস্ত সালাফিরা জিহাদকে ইসলামের অবিচ্ছেদ্য অংশ হিসাবে দেখে। জিহাদি-সালাফিবাদের অনুসারীরা বিশ্বাস করে যে জিহাদ কেবল দার আল-ইসলামের অমুসলিম আক্রমণকারীদের বিরুদ্ধে চালানো উচিত নয় (\"প্রাচীন জিহাদ\"), তবে যারা বিশ্বাস করে যে জিহাদ শুরু করা যেতে পারে মুসলিম বিশ্ব তথাকথিত \"মুরতাদ\" নেতাদের বিরুদ্ধেও, শরিয়তকে সম্পূর্ণরূপে প্রয়োগ করতে তাদের কথিত অনাগ্রহের জন্য। এই বিপ্লবী জিহাদটি উগ্র মিশরীয় ইখওয়ানুল মুসলিমীন মতাদর্শী সাইয়্যিদ কুতুব দ্বারা প্রভাবিত হয়েছিল কিন্তু এর মূল রয়েছে সালাফি ঐতিহ্যের উগ্রপন্থী পাঠধারায়। মুসলিম শাসনদের (নিকটতম শত্রু\") আক্রমণের নীতি পরে কেউ কেউ মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য পশ্চিমা দেশগুলিতে (\"দূরের শত্রু\") আক্রমণ করার কৌশলে পরিবর্তন করেছিলেন যাতে তারা মুসলিম শাসন থেকে সমর্থন প্রত্যাহার করতে পারে, যা পরবর্তীতে আরও ঝুঁকিপূর্ণ হয় জিহাদি-সালাফি বিপ্লবী জিহাদ হিসেবে। এই তৃতীয় ধরনের জিহাদ - বৈশ্বিক জিহাদ - জিহাদি-সালাফী আবর্তগুলোর মধ্যে বিতর্কিত ছিল, কিন্তু তা সত্ত্বেও ব্যাপকভাবে মার্কিন যুক্তরাষ্ট্রে \"৯/১১\" এবং লন্ডনে জুলাই ২০০৫ বোমা হামলার মাধ্যমে পরিচিত হয়েছিল।\nএই ধরনের ধারণার গঠনের একটি গুরুত্বপূর্ণ পর্যায় ছিল ১৯৭৯ থেকে ১৯৭৯ সাল পর্যন্ত আফগানিস্তানে যুদ্ধ। যখন সোভিয়েত ইউনিয়ন বিভিন্ন দেশে কমিউনিস্ট শাসনকে দমন করার জন্য তার শীতল যুদ্ধের প্রচেষ্টার অংশ হিসাবে ১৯৭৯ সালে এই মুসলিম রাষ্ট্র আক্রমণ করেছিল, তখন আরব বিশ্বের অনেক মুসলিম এটিকে \"ধর্মহীন\" সোভিয়েতদের বিরুদ্ধে জিহাদ চালানোর একটি সুযোগ হিসেবে দেখেছিল। যদিও সোভিয়েত আগ্রাসন অনেক উপায়ে একটি \"ধ্রুপদী জিহাদ\" ছিল এবং এইভাবে শুধুমাত্র জিহাদি-সালাফীদের নয়, সমস্ত ধরনের মুসলমানদেরকে আকৃষ্ট করেছিল, তবুও এটি জঙ্গিদের জন্য একটি চমৎকার প্রশিক্ষণ ক্ষেত্র এবং উগ্র মতাদর্শের একটি পাঠশালা প্রমাণ করেছিল যেখানে একটি মিশ্র-সংকরায়ন হয়েছিল। বিভিন্ন ইসলামপন্থী, সালাফি এবং অন্যান্য মুসলিম, এইভাবে জিহাদি-সালাফিবাদের উত্থানে সহায়তা করে। \"আফগান আরবদের\" এই গোষ্ঠী থেকে অবশেষে যে সংগঠনটি উদ্ভূত হয়েছিল সেটি ছিল আল-কায়েদা, প্রাথমিকভাবে সৌদি ব্যবসায়ী ওসামা বিন লাদেনের নেতৃত্বে এবং বর্তমানে মিশরীয় চিকিৎসক আয়মান আল-জাওয়াহিরির নেতৃত্বে ছিলেন।\nজিহাদি-সালাফিবাদ আফগানিস্তান/পাকিস্তান ভিত্তিক আল-কায়েদা নেটওয়ার্কের মধ্যে সীমাবদ্ধ ছিল না, তবে, এবং সংগঠনের স্থানীয় শাখাগুলি ২০০১ এর পরে আবির্ভূত হয়েছিল, যার মধ্যে সবচেয়ে বেশি পরিচিত ছিল সৌদি আরব (এবং পরে ইয়েমেন), উত্তর আফ্রিকা, ইরাক এবং আরো সম্প্রতি, সিরিয়ার জাভাত আল-নুসরা-এর আকারে। তবে জিহাদি-সালাফিবাদের সব রূপই আল-কায়েদার সাথে সংযুক্ত নয়। লেবাননে জিহাদি-সালাফিবাদের মূল রয়েছে নির্দিষ্ট ১৪০টি লেবাননের প্রেক্ষাপটে সাম্প্রদায়িকতা এবং ফিলিস্তিনি শরণার্থী শিবিরের মধ্যে।\" অতি সম্প্রতি, ইরাকে আল-শাম ইসলামিক স্টেট (আইএসআইএস) দ্বারা আল-কায়েদা থেকে বিচ্ছেদের পর ২৯ জুন ২০১৪-এ ইসলামিক স্টেট নামে পরিচিত একটি খিলাফত প্রতিষ্ঠার ঘোষণা দেওয়ার পর থেকে, একে জিহাদি-সালাফিবাদের সর্বশেষ ব্যাখ্যাকে প্রতিনিধিত্ব করে বলে মনে হয় যা কেবলমাত্র আরও সহিংস নয় বরং আরও বেশি রাষ্ট্র-কেন্দ্রিক৷\nউপরে উল্লিখিত সালাফিবাদের সমস্ত শাখা জর্ডানেও কোনো না কোনোভাবে উপস্থিত রয়েছে, যার অর্থ সেই দেশের নিরবতাবাদী সালাফিদেরও তাদের মোকাবেলা করতে হয়েছে। পরবর্তীতে জর্ডানের সালাফিদের এই প্রাথমিকভাবে বিচ্ছিন্ন নিরবতাবাদী সম্প্রদায়টি ধীরে ধীরে অনেক বেশি অনুগত হয়ে ওঠে এবং একটি অত্যন্ত অরাজনৈতিক মতাদর্শের মাধ্যমে গৃহপালিত হয়, উপসাগর থেকে রাজনৈতিক সালাফিবাদের প্রভাবের প্রতিক্রিয়া তৈরি হয়, আল-আলবানীর মৃত্যু হয়, রাষ্ট্র এবং শান্তবাদীদের মধ্যে অন্তর্নিহিত সহযোগিতার সৃষ্টি হয় এবং জিহাদি-সালাফিদের ও রাজনৈতিক দলগুলোর সাথে সংঘর্ষ হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nমানহাজ (আল-আজবিবাতুল মুফীদাহ), মূল: ছলিহ ইবনে ফাওযান আল ফাওযান, অনুবাদক: আবূ ইউছুফ, প্রকাশনা: মাকতাবাতুস সুন্নাহ (বাংলা অনুবাদ)\nএটা সালাফগণের মানহাজ নয়, মূল: মুহাম্মাদ বাযমূল, অনুবাদ: হাবিব বিন তোফাজ্জল, প্রকাশক: বিলিভার্স ভিশন (বাংলা অনুবাদ)\nদ্য সালাফি মেথোডোলজি - মুহাম্মাদ বাযমূল, সুন্নাহ পাবলিশিং (ইংরেজি অনুবাদ)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ সেপ্টেম্বর ২০২২ তারিখে\nফান্ডামেন্টালস অব দ্য সালাফি মেথোডোলজি - নাসিরুদ্দিন আলবানী, ট্রয়িড পাবলিকেশন্স (ইংরেজি অনুবাদ)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ ডিসেম্বর ২০২১ তারিখে"}