{"pageid": 1173703, "title": "মো. জহুরুল হক", "url": "https://bn.wikipedia.org/wiki?curid=1173703", "content": "জহুরুল হক একজন অবসরপ্রাপ্ত বিচারক যিনি সর্বশেষ দুর্নীতি দমন কমিশনের কমিশনার হিসেবে দায়িত্ব পালন করেছেন। তিনি ইতিপূর্বে বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশনের সাবেক চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন। এছাড়া তিনি ঢাকা মহানগরের দায়রা জজ হিসাবেও দায়িত্ব পালন করেছেন।\n\n\n== প্রাথমিক জীবন ==\nহক ১৯৫৫ সালের ৫ ডিসেম্বর পূর্ব পাকিস্তানের জামালপুর জেলায় জন্মগ্রহণ করেন। তিনি ১৯৭১ সালে মাদারগঞ্জ উপজেলার পলিশা উচ্চ বিদ্যালয় থেকে এসএসসি এবং ১৯৭৩ সালে সরকারি আশেক মাহমুদ কলেজ থেকে এইচএসসি পাশ করেন। জহুরুল হক রাজশাহী বিশ্ববিদ্যালয়ের আইন বিভাগ থেকে স্নাতক (সম্মান) ডিগ্রী এবং মাস্টার্স ডিগ্রী লাভ করেন।\n\n\n== কর্মজীবন ==\nজহুরুল হক ১৯৮৩ সালে বাংলাদেশ সিভিল সার্ভিসের ১৯৮২ ব্যাচের বিচার ক্যাডারে মুন্সেফ হিসেবে যোগদান করেন। বিচারিক জীবনে তিনি সিরাজগঞ্জ, মৌলভীবাজার, নেত্রকোণা ও নারায়ণগঞ্জ জেলাসহ বিভিন্ন জেলায় জেলা ও দায়রা জজ হিসেবে দায়িত্ব পালন করেন। তিনি ২০১০ থেকে ২০১৪ সাল পর্যন্ত ঢাকা মহানগর দায়রা জজ হিসেবে দায়িত্ব পালন করেন।\n২০১১ সালে তিনি  বিডিআর বিদ্রোহ ইস্যুতে বিস্ফোরক আইনে করা মামলায় বিচারক ছিলেন।\n২০১২ সালে, হক একুশে টেলিভিশনের চেয়ারম্যান আবদুস সালাম ও এর ব্যবস্থাপনা পরিচালক আশরাফুল আলমের বিরুদ্ধে কর ফাঁকির অভিযোগে অভিযুক্ত করেন।\n১৪ জুলাই ২০১৪-এ, হক ডেসটিনি গ্রুপের শীর্ষ ব্যবস্থাপনাকে গ্রেপ্তারের নির্দেশ দেন। হক ২০১৪ সালে ঢাকা মহানগর দায়রা জজ আদালতে সভাপতিত্ব । মুহাম্মদ জসীমউদ্দিন রহমানির বিরুদ্ধে মামলার শুনানি করেন তিনি। এছাড়াও তিনি সাবেক রাষ্ট্রপতি হুসেইন মুহম্মদ এরশাদের বিরুদ্ধে ১৯৯২ সালের একটি মামলায় রাডার ক্রয় সংক্রান্ত দুর্নীতির মামলায় শুনানি করেন।  তিনি ঐশী রহমানের বিরুদ্ধে তার বাবা-মা হত্যার অভিযোগ এনেছিলেন; তার বাবা একজন পুলিশ অফিসার ছিলেন এবং ঘটনাটি ১৪ আগস্ট শিরোনামের ওয়েব ভিত্তিক টিভি শোতে রূপান্তরিত হয়েছিল। সড়ক ও জনপথ বিভাগের প্রকৌশলী আবদুল মালেককেও সাত বছরের কারাদণ্ড দিয়েছেন তিনি। তিনি গুলশানে জমি দখলের অভিযোগে বাংলাদেশ জাতীয়তাবাদী দলের রাজনীতিবিদ মওদুদ আহমেদ এবং তার ভাই মনজুর আহমেদের বিরুদ্ধে অভিযোগ স্বীকার করেন।\nজহুরুল হক ২০১৪ সালের ৪ ডিসেম্বর দায়রা জজ হিসেবে অবসর গ্রহণ করেন।\nহক বাংলাদেশ টেলিকমিউনিকেশন রেগুলেটরি কমিশনের আইনি ও লাইসেন্সিং কমিশনার হিসেবে দায়িত্ব পালন করেছেন। তিনি ২০১৯ সালে টেলিকম অপারেটরদের কাছ থেকে প্রায় ৮৫ বিলিয়ন টাকা ব্যাক ট্যাক্স সংগ্রহের চেষ্টা করেছিলেন।\nডক্টর শাহজাহান মাহমুদের স্থলাভিষিক্ত হয়ে ৩১ জানুয়ারি ২০১৯ তারিখে হককে বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশনের চেয়ারম্যান নিযুক্ত করা হয়। তার মেয়াদে, বাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন ২০১৮ সালে জাতীয় নির্বাচনের সময় বাংলাদেশ জাতীয়তাবাদী দলের অফিসিয়াল ওয়েবসাইট ব্লক করে। তার মেয়াদকালে, সেলফোন অপারেটরদের টাওয়ারের মালিকানা না দেওয়ার সিদ্ধান্তের অধীনে সেলফোন কোম্পানি থেকে স্বতন্ত্র ঠিকাদারদের কাছে সেলফোন টাওয়ারের মালিকানা স্থানান্তরিত হয়।\nজহুরুল হককে ৩ মার্চ ২০২১ তারিখে দুর্নীতি দমন কমিশনের কমিশনার নিযুক্ত করা হয়। প্রথম আলোর সাংবাদিক রোজিনা ইসলামকে লাঞ্ছিত করার পর তিনি স্বাস্থ্যসেবা বিভাগের অতিরিক্ত সচিব কাজী জেবুন্নেসা বেগমকে তদন্তের কথা বিবেচনা করেন এবং তার বিরুদ্ধে সরকারি গোপনীয়তা আইনে মামলা করেন।\n\n\n== ব্যক্তিগত জীবন ==\nজহুরুল হক ব্যক্তিগত জীবনে বিবাহিত এবং এক পুত্র ও এক কন্যা সন্তানের জনক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মো. জহুরুল হক সম্পর্কিত মিডিয়া দেখুন।"}