{"pageid": 1173702, "title": "তপন কান্তি ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1173702", "content": "তপন কান্তি ঘোষ একজন অবসরপ্রাপ্ত বাংলাদেশী আমলা যিনি সর্বশেষ বাণিজ্য মন্ত্রণালয়ের সিনিয়র সচিব হিসেবে দায়িত্ব পালন করেন। তিনি বাংলাদেশ ফরেন ট্রেড ইনস্টিটিউটের ভাইস-চেয়ারম্যান ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nতপন কান্তি ঘোষ খুলনা জেলার পাইকগাছা উপজেলায় জন্মগ্রহণ করেন এবং ১৯৭৯ সালে হরিধালী ইউনিয়ন মাধ্যমিক বিদ্যালয় থেকে এসএসসি সম্পন্ন করেন। তিনি ১৯৮১ সালে ব্রজলাল কলেজ থেকে এইচএসসি সম্পন্ন করেন। তিনি ঢাকা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতক ও স্নাতকোত্তর সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nঘোষ ১৯৮৯ সালে বাংলাদেশ সিভিল সার্ভিসে প্রশাসন শাখায় যোগদান করেন। \nঘোষ ২০১১ থেকে ২০১৬ সাল পর্যন্ত  ব্রাসেলসে বাংলাদেশ দূতাবাসে কমার্শিয়াল কাউন্সেলর ছিলেন।\n২০১৬ সালে, ঘোষ বাণিজ্য মন্ত্রণালয়ের রপ্তানি শাখায় যুগ্ম সচিব হিসেবে যোগদান করেন এবং পরে অতিরিক্ত সচিব পদে উন্নীত হন।  ৭ জুলাই ২০২০ থেকে ২ জুন ২০২১ পর্যন্ত, ঘোষ মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয়ের সচিব ছিলেন এবং তারপর তাকে বাণিজ্য মন্ত্রণালয়ের সচিব করা হয়।  খাজা মিয়া তার স্থলাভিষিক্ত হন মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয়ের সচিব হিসেবে।  তিনি বাণিজ্য মন্ত্রণালয়ে মোঃ জাফর উদ্দিনের স্থলাভিষিক্ত হন যাকে অবসরে পাঠানো হয়।  আগস্ট মাসে, তিনি জাতীয় ভোক্তা অধিকার সুরক্ষা অধিদপ্তরে অনুষ্ঠিত গ্লোবাল অ্যালায়েন্স ফর ইমপ্রুভড নিউট্রিশনের একটি সভায় সভাপতিত্ব করেন।  ২০২১ সালের ১৬ নভেম্বর, তাকে বাংলাদেশের ৫০ তম স্বাধীনতা উদযাপনের জন্য গঠিত কমিটির সদস্য সচিব করা হয়।  ৩০ ডিসেম্বর ২০২১-এ, ঘোষকে সিনিয়র সচিব হিসেবে পদোন্নতি দেওয়া হয়। \n২৫ আগস্ট ২০২১, ঘোষ প্রয়োজনীয় জিনিসপত্রের দাম কমানোর প্রয়াসে ব্যবসায়ী এবং ব্যবসায়ীদের সাথে দেখা করেছিলেন।  তিনি দুর্গাপূজা উপলক্ষে পশ্চিমবঙ্গে দুই হাজার টনেরও বেশি ইলিশ মাছ রপ্তানির তদারকি করেন যাকে তিনি কূটনৈতিক পদক্ষেপ হিসেবে বর্ণনা করেন।  ২০২১ সালের ডিসেম্বরে, তিনি ঘোষণা করেছিলেন যে সরকার নেপালের সাথে অগ্রাধিকারমূলক বাণিজ্য চুক্তি প্রতিষ্ঠার দিকে এগিয়ে যাচ্ছে। \n২০২২ সালে, ঘোষ সাহিত্যে অবদানের জন্য স্বাধীনতা দিবস পুরস্কার, বাংলাদেশের সর্বোচ্চ বেসামরিক পুরস্কারের জন্য আমির হামজার নাম প্রস্তাব করেছিলেন এবং পরবর্তীতে তাকে নির্বাচিত করা হয়েছিল।  হামজা ছিলেন, আমলা এবং খুলনা জেলা পরিষদের প্রধান নির্বাহী আসাদুজ্জামানের পিতা, যিনি তার পিতার নাম ঘোষের অনুমোদনের সাথে অন্তর্ভুক্ত করার জন্য সফলভাবে লবিং করেছিলেন।  তার অবদানের তাৎপর্য এবং একটি হত্যা মামলায় হামজাকে যাবজ্জীবন কারাদণ্ডে দণ্ডিত হওয়ার কারণে হামজার নাম সমালোচনার সম্মুখীন হয়েছিল।  সমালোচনার মুখে শেষ পর্যন্ত পুরস্কারপ্রাপ্তদের তালিকা থেকে তার নাম বাদ দেওয়া হয়। \nঘোষ Qcoom.com, একটি অনলাইন খুচরা বিক্রেতার জন্য ফেরত প্রক্রিয়া শুরু করেছিলেন যা অর্থপ্রদানের পরে পণ্য সরবরাহ করতে ব্যর্থ হয়েছিল।  তিনি ইভ্যালি (Evaly) এর সাথেও কাজ করছিলেন, অন্য একটি অনলাইন খুচরা বিক্রেতা যা তাদের আর্থিক সমস্যা সমাধানের জন্য অর্ডার প্রদান এবং সরবরাহকারীদের অর্থ প্রদানে অসুবিধার সম্মুখীন হয়েছিল।  বাজারে সয়াবিন তেলের দাম কমানোর জন্য তিনি সয়াবিন তেলের উপর ভ্যাট কমাতে/অপসারণের উদ্যোগও নিয়েছিলেন।  ১৩ ফেব্রুয়ারি ২০২২-এ, ঘোষ কোম্পানি আইন সংশোধন করার পরিকল্পনা ঘোষণা করেন।  ৪ মার্চ ২০২২-এ, তিনি ভারতের বাণিজ্য সচিব বিভিআর সুব্রহ্মণ্যমের সাথে দেখা করেন।  তাকে ২০২৩ সালের মে মাসে চাকরি থেকে অবসরের প্রজ্ঞাপন জারি হলেও পরবর্তীকালে তা বাতিল করে ১ বছরের জন্য চুক্তিভিত্তিক নিয়োগ দেয়া হয়। ২০২৪ সালের ১৬ মে তিনি অবসরে যান।\n\n\n== তথ্যসূত্র =="}