{"pageid": 1173898, "title": "লোকমান আহমদ আমীমী", "url": "https://bn.wikipedia.org/wiki?curid=1173898", "content": "মাওলানা লোকমান আহমদ আমীমী একজন বাংলাদেশি আলেম, ভাষা সৈনিক, বহু ভাষাবিদ, অনুবাদক ও লেখক। তিনি ১৯৫২ এর ভাষা আন্দোলনে সক্রিয়ভাবে অংশগ্রহণ করেছিলেন। তিনি মোহাম্মদপুর ঈদগাহ মাঠ জামে মসজিদের খতিব ছিলেন। এছাড়াও ঢাকা রেসিডেনসিয়েল মডেল কলেজের ধর্মীয় শিক্ষক ছিলেন। তিনি হাফিজ ইবনুল কাইয়িম কর্তৃক রচিত রূহ বিষয়ক গ্রন্থ ‘সিররূর রূহের’ বাংলায় অনুবাদ করেছিলেন, বাংলাদেশে ব্যাপক পাঠ্য, যা বিভিন্ন মাদ্রাসার সিলেবাসের অন্তর্ভুক্ত রয়েছে।\n\n\n== জীবনী ==\nআমীমী ১৯২৮ সালে কুমিল্লা জেলার বরুড়া থানার বোয়ালিয়া গ্রামে এক মুসলিম পরিবারে জন্মগ্রহণ করেন।\nতিনি ঢাকা আলিয়া মাদ্রাসার শিক্ষার্থী ছিলেন, ১৯৫২ সালে এই মাদ্রাসা পড়াকালীন ১৯৫২ এর ভাষা আন্দোলনে সক্রিয়ভাবে অংশগ্রহণ করেছিলেন। তার ভাষা আন্দোলনের অবদানের কথা ১৯৯০ সালে বাংলা একাডেমি থেকে প্রকাশিত অমর একুশে স্মারক গ্রন্থে উল্লেখ আছে। পরবর্তীতে আহমদ রফিক ও এম আর মাহবুব সম্পাদিত রাষ্ট্রভাষা আন্দোলন ইতিহাস ও অনুষঙ্গ গ্রন্থের দ্বিতীয় খন্ডে বায়ান্নর ভাষা আন্দোলন সম্পর্কে তার অবদানের কথা উল্লেখ আছে।\nতিনি ১৯৬৩ সাল থেকে ২০১৮ সাল পর্যন্ত মোহাম্মদপুর ঈদগাহ মাঠ জামে মসজিদে ইমাম ও খতিব ছিলেন। এবং ঢাকা রেসিডেনসিয়েল মডেল কলেজে ১৯৭২ সাল থেকে ১৯৯৬ সাল পর্যন্ত ইসলাম ধর্মীয় শিক্ষক ছিলেন। \n২০২০ সালের ২৮ জানুয়ারি তিনি মৃত্যুবরণ করেন। \n\n\n== অবদান ==\nআমীমী বাংলা, ইংরেজি, আরবি, ফারসি ও উর্দু ভাষায় পান্ডিত্য অর্জন করেছিলেন। আরবি ভাষার লেখক হাফিজ ইবনুল কাইয়িম কর্তৃক রচিত রূহ মূল্যবান গ্রন্থ ‘সিররূর রূহ’ তিনি বাংলায় অনুবাদ করেন। মুফতি আমিমুল ইহসানের লিখিত একাধিক গ্রন্থ উর্দু কিতাব বাংলায় অনুবাদ করেন এর মধ্যে উল্লেখযোগ্য গ্রন্থগুলো হলো:\nউল্লেখযোগ্য অনুবাদ কর্ম\n\nসিররূর রূহ (অনুবাদ নাম রুহের রহস্য)\nহাদিয়াতুল মুসাল্লিন (অনুবাদ নাম: মুসলমানদের জন্য উপহার)\nতারিখে ইলমে হাদিস (অনুবাদ নাম: হাদিস চর্চার ইতিহাস)\nতারিখে ইলমে ফিকহ (অনুবাদ নাম: ফিকহ চর্চার ইতিহাস)\nমি. হামফ্রের ডায়েরীটি\nঅনুবাদ কর্মের পাশাপাশি তিনি পত্রিকায় কলাম লিখতেন। ১৯৫২ সালের ভাষা আন্দোলন ও ১৯৭১ সালের মুক্তিযুদ্ধের স্মৃতিচারনা শাকের হোসাইন শিবলি কর্তৃক সম্পাদিত ‘একাত্তরের চেপে রাখা ইতিহাস, আলেম মুক্তিযোদ্ধার খোঁজে’ গ্রন্থে বর্ণিত হয়েছে।  \n\n\n== তথ্যসূত্র =="}