{"pageid": 1173051, "title": "কথাসাহিত্যে গ্রহাণু", "url": "https://bn.wikipedia.org/wiki?curid=1173051", "content": "১৮০১ সালে প্রথম গ্রহাণু সেরেস আবিষ্কৃত হওয়ার পর ঊনবিংশ শতাব্দী থেকেই কথাসাহিত্যে গ্রহাণুর চিত্রণ শুরু হয়। এই শতাব্দীতে গ্রহাণু বেষ্টনীর অস্তিত্ব-সংক্রান্ত একটি জনপ্রিয় তত্ত্ব ছিল এই যে, এটি একটি গ্রহের ধ্বংসাবশেষ দ্বারা গঠিত। টিটিয়াস-বোডে সূত্রে পূর্বকথিত এই গ্রহটি মঙ্গল ও বৃহস্পতির মধ্যবর্তী স্থানে অবস্থিত ছিল এবং কোনও এক উপায়ে ধ্বংসপ্রাপ্ত হয়েছিল। রবার্ট ক্রোমির উপন্যাস দ্য ক্র্যাক অফ ডুম (১৮৯৫) প্রভৃতি আদি কল্পবিজ্ঞান কাহিনিতে এই ধারণাটির প্রতিফলন পাওয়া যায়। ১৯৫০-এর দশকেও বেশ কিছু রুচনায় পারমাণবিক অস্ত্রের বিপদ সম্পর্কে সতর্ক করার উদ্দেশ্যেও এই ধারণাটি পুনরায় ব্যবহৃত হয়। প্রথম দিকের রচনায় গ্রহাণু বেষ্টনীটিকে এমনভাবে প্রদর্শিত করা হয়েছে যে, এখান দিয়ে মহাকাশযান খুব সন্তপর্ণে নিয়ে না গেলে গ্রহাণুর সঙ্গে তার সংঘর্ষের সম্ভাবনা থেকে যায়। উদাহরণস্বরূপ আইজ্যাক অ্যাসিমোভের ছোটোগল্প মেরুন্ড অফ ভেস্টা-এর (১৯৩৯) নাম উল্লেখ করা যায়। পরবর্তীকালের লেখাগুলিতে প্রধানত দেখানো হয়েছে যে, গ্রহাণুগুলি পরস্পরের থেকে অনেক দূরে দূরে অবস্থিত এবং সেই কারণে মহাকাশযানগুলির সঙ্গে এগুলির সংঘাতের সম্ভাবনাও কম বলেই বর্ণনা করা হয়। স্টার ওয়ারস চলচ্চিত্রগুলি ছিল এই নিয়মের ব্যতিক্রম। অধিকতর বেশি সময় ধরে জনপ্রিয় থাকা আরেকটি ধারণা ছিল গ্রহাণুতে খনিজ উত্তোলন। ক্লিফোর্ড ডি. সিমাকের ছোটোগল্প \"দি অ্যাস্টারয়েড অফ গোল্ড\" (১৯৩২) প্রভৃতি আদিযুগের কল্পবিজ্ঞান এই ধারণার প্রতিফলন ঘটায়। এই সকল কাহিনিতে ক্লন্ডাইক গোল্ড রাশের এক মহাকাশ রূপান্তর প্রেক্ষাপট হিসেবে ব্যবহৃত হয়েছে গ্রহাণুগুলির বুকে। এছাড়া বেন বোভার উপন্যাস দ্য প্রেসিপিস-এর (২০০১) মতো আধুনিক রচনাতেও একই বিষয়বস্তুর পুনর্ব্যবহার দেখা যায়। আবার কোনও কোনও ক্ষেত্রে দেখা যায়, মানুষ গ্রহাণুগুলিকে মহাকাশ স্টেশন ও বসতিতে রূপান্তরিত করছে এবং এই কাজের জন্য অনেক গল্পেই দেখা যায় মানুষ সেগুলিকে ফাঁপা জ্যোতিষ্কে পরিণত করছে। এই জাতীয় একটি ছোটোগল্পের উদাহরণ হল রবার্ট এ. হেইনলেইনের \"মিসফিট\" (১৯৩৯)। আর্থার সি. ক্লার্কের উপন্যাস দ্য হ্যামার অফ গড (১৯৯৩) এবং ল্যারি নিভেন ও জেরি পর্নেলের উপন্যাস ফুটফল (১৯৮৫) প্রভৃতি অসংখ্য রচনায় গ্রহাণুতে সংঘাতের ঘটনা ও তজ্জনিত বিপদের ছবি ধরা পড়েছে\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:গ্রহাণু"}