{"pageid": 1173224, "title": "তারেক আল-বিশরি", "url": "https://bn.wikipedia.org/wiki?curid=1173224", "content": "তারেক আল-বিশরি (আরবি: طارق عبد الفتاح سليم البشري, মিশরীয় আরবি: ˈtˤɑːɾˤeʔ ʕæbdelfætˈtæːħ seˈliːm elˈbeʃɾi; ১ নভেম্বর ১৯৩৩ - ২৬ ফেব্রুয়ারি ২০২১) একজন মিশরীয় বিচারক ছিলেন। ১৫ ফেব্রুয়ারি ২০১১-আল বিশরিকে ২০১১ সালের মিশরীয় বিপ্লবের পরে সাংবিধানিক পরিবর্তনের প্রস্তাব করার জন্য গঠিত কমিটির প্রধান হিসেবে সশস্ত্র বাহিনীর সুপ্রিম কাউন্সিল দ্বারা নিযুক্ত করা হয়েছিল।\n\n\n== জীবনী ==\nআল-বিশরি মিশরের কায়রোতে জন্মগ্রহণ করেন। তাঁর দাদা, সেলিম আল-বিশরি, ১৯০০-১৯০৪ এবং ১৯০৯-১৯১৬ সাল পর্যন্ত আল-আজহারের শায়খ ছিলেন। তার পিতা 'আব্দ আল-ফাত্তাহ আল-বিশরি ১৯৫১ সালে তার মৃত্যুর আগ পর্যন্ত মিশরীয় আপিল আদালতের সভাপতি ছিলেন। তার চাচা, 'আব্দ আল-আজিজ, একজন বিখ্যাত লেখক ছিলেন। তার দুই ছেলে, ইমাদ ও জায়াদ।\nআল -বিশরি ১৯৫৩ সালে কায়রো বিশ্ববিদ্যালয়ের আইন অনুষদ থেকে স্নাতক হন। স্নাতক হওয়ার পরে, তাকে কাউন্সিল অফ স্টেটের পরে নিযুক্ত করা হয়েছিল, সেখানে তিনি ১৯৯৮ সালে অবসর নেওয়া পর্যন্ত কাজ করেছিলেন। অবসর গ্রহণের সময়, তিনি প্রথম ডেপুটি পদে অধিষ্ঠিত ছিলেন। (আল-নাইব আল-আউয়াল) রাজ্যের কাউন্সিল এবং আইন ও পরামর্শের জন্য এর সাধারণ পরিষদের চেয়ারম্যান (আল-জামাইয়া আল-উমুমিয়া লিল-ফাতাওয়া ওয়াল-তাশরি')।\nআল-বিশরি একসময় একজন ধর্মনিরপেক্ষ বামপন্থী ছিলেন। পরবর্তীতে তিনি একজন বিশিষ্ট \"মধ্যপন্থী ইসলামী\" রাজনৈতিক চিন্তাবিদ হয়ে ওঠেন, যা তাকে আন্দোলনের মধ্যে সেতুবন্ধন হিসেবে সম্মান দিয়েছিল।\n\n\n== অভ্যুত্থান বিরোধিতা ==\n২০১৩ সালের ৩ জুলাই সেনা অভ্যুত্থানের পরে তিনি তা দৃঢ়ভাবে প্রত্যাখ্যান করেন।\n৮ জুলাই তিনি বলেন, “গণরক্ষী বাহিনীর হত্যাকাণ্ডসহ যা কিছু হচ্ছে, সবই অভ্যুত্থানের ফল।”\nতিনি বলেছিলেন, “এখন যেটা হচ্ছে সেটা হলো—একদিকে জনগণের গণতান্ত্রিক আন্দোলন, আরেকদিকে সশস্ত্র শাসকদের সহিংস দমন।\n২০১৩ সালের ১৪ আগস্ট রাবা গণহত্যার পর আল জাজিরার এক ফোন সাক্ষাৎকারে বলেন, “এটা সেনা অভ্যুত্থানের স্বাভাবিক পরিণতি। তারা সংবিধান ও নির্বাচিত শাসনব্যবস্থাকে ধ্বংস করেছে।”\nতিনি আরও বলেন, “এই অভ্যুত্থানই আজকের রক্তপাতের জন্য দায়ী।”\nতিনি “আওয়া পরিকল্পনা” নামের একটি শান্তিপূর্ণ সমাধান প্রস্তাবে অংশ নেন।\nএতে বলা হয়, ৩ থেকে ৬ মাসের মধ্যে নির্বাচন দিতে হবে এবং  মুরসি তার ক্ষমতা একটি অন্তর্বর্তী সরকারকে অর্পণ করবেন\n\n\n== চিন্তাধারা ==\n১৯৬৭ সালে তার চিন্তাধারায় পরিবর্তন আসে এবং তিনি ইসলামি চিন্তার দিকে ঝুঁকে পড়েন। তার এই পথে প্রথম লেখা ছিল “ইসলামি আইনের সংস্কারের যাত্রা” শিরোনামের প্রবন্ধ। এরপর তিনি এই ক্ষেত্রেই লেখা ও গবেষণা চালিয়ে যান।\nতিনি অনেকগুলো ফতোয়া ও পরামর্শমূলক মতামত দিয়েছেন, যেগুলোকে খুব গভীর, বিশ্লেষণধর্মী ও আইনি ভিত্তিসম্পন্ন বলা হয়। আজও সেই ফতোয়া ও মতামত বিচারক ও আইন পেশাজীবীদের জন্য উপকারী, কারণ সেগুলো তাদের মামলা-বিষয়ক বিষয়গুলো বুঝতে সাহায্য করে।\n\nতাকে ব্যাপকভাবে এমন একজন চিন্তাবিদ হিসেবে ধরা হয়, যিনি ইসলামি চিন্তার পথ ও কাঠামো স্পষ্ট করতে সাহায্য করেছেন।  \nড. নাদিয়া মুস্তফা (সিভিলাইজেশন সেন্টারের রাজনৈতিক অধ্যয়নের উপদেষ্টা) বলেন, “তার লেখাগুলো জ্ঞানচিত্র আঁকতে অনেক সময় বাঁচিয়েছে।”\nড. সাইফ আব্দুল ফাত্তাহ তাকে বর্ণনা করেন “একজন মুজতাহিদ ফকিহ” হিসেবে, যিনি \"জাতীয় ঐক্যের রেফারেন্স\"। যদিও তাকে ইসলামপন্থী ধারা মনে করা হয়, তিনি একইসঙ্গে দেশের পরিচয়, বৃহৎ প্রতিষ্ঠানের ভাষা ও সংস্কারধারার ভাষা ধারণ করেন।\n২৫ জানুয়ারি ২০১১ সালের বিপ্লবের ৫ বছর আগে তিনি “মিশর: অসহযোগ ও ভাঙনের মাঝে” শিরোনামের একটি বই প্রকাশ করেন।  \nএই বইয়ে তিনি বলেন, \"নাগরিক অসহযোগ একটি ইতিবাচক কাজ, যেটি অহিংস পদ্ধতির মাধ্যমে শাসকদের বৈধতার মুখোশ সরিয়ে ফেলে—তাদের, যারা আসলে অনেক আগেই নিজেদের বৈধতা হারিয়েছে।\"\n২০১১ সালে মিশরের “আশ-শরুক” পত্রিকা লেখে যে, আল-বিশরির লেখাগুলো মনোযোগ দিয়ে, ধীরে ও সচেতনভাবে পড়া উচিত। পত্রিকাটি আরও বলে, দেশের সব রাজনৈতিক ও চিন্তাধারার লোকজন তাকে সম্মান করে এবং তিনিই একজন যাকে সবাই মেনে নেয়।\n২০১৩ সালে প্রতিরক্ষামন্ত্রী আবদেল ফাত্তাহ আল-সিসির নেতৃত্বে অভ্যুত্থানের পর তিনি স্পষ্টভাবে তা প্রত্যাখ্যান করেন।  \nতিনি বলেন, সিসির ঘোষিত সংবিধান আসলে “সেনা অভ্যুত্থানের একটি ফলাফল” এবং তা ২০১২ সালের সংবিধানের নিয়ম মেনে তৈরি হয়নি।\n\n\n== কর্মসমূহ ==\nতিনি আইন, ইতিহাস, ইসলামি ও সামাজিক চিন্তা নিয়ে বহু গ্রন্থ রচনা করেছেন। তার কিছু উল্লেখযোগ্য রচনাবলি হলো:\n\n**আল-আরাব ফি মুওয়াজাহাত আল-উদওয়ান** (العرب في مواجهة العدوان) – আগ্রাসনের মুখে আরবরা।\n**আল-হিওয়ার আল-কওমী-আল-দীনী** (الحوار القومي الديني) – জাতীয় ও ধর্মীয় সংলাপ: একটি বৌদ্ধিক সম্মেলনের কর্মপত্র ও আলোচনা।\n**আল-উম্মাহ ফি আম** (الأمة في عام) – মিশরের রাজনৈতিক ও অর্থনৈতিক বিষয়ক বার্ষিক প্রতিবেদন।\n**আল-ইসলাম ওয়াত-তাতাররুফ আদ-দীনী** (الإسلام والتطرف الديني) – ইসলাম ও ধর্মীয় চরমপন্থা।\n**মিসর বাইনা আল-ইস্যান ওয়াত-তাফাক্কুক** (مصر بين العصيان والتفكك) – মিশর: বিদ্রোহ ও ভাঙনের মাঝে।\n**আল-কদা’ আল-মিসরী বাইনা আল-ইস্তিকলাল ওয়াল-ইহতিওয়া’** (القضاء المصري بين الاستقلال والاحتواء) – মিশরের বিচারব্যবস্থা: স্বাধীনতা ও নিয়ন্ত্রণের মাঝে।\n**হারাকাহ আস-সিয়াসিয়্যাহ ফি মিসর, ১৯৪৫–১৯৫২** (حركة السياسية في مصر [1945-1952]) – মিশরের রাজনৈতিক আন্দোলন।\n**আল-মালামিহ আল-‘আম্মাহ লিল-ফিকর আস-সিয়াসী আল-ইসলামী ফি আত-তারীখ আল-মুআসির** (الملامح العامة للفكر السياسي الإسلامي في التاريخ المعاصر) – সমসাময়িক ইসলামি রাজনৈতিক চিন্তার মূল বৈশিষ্ট্য।\n**আল-ওয়াদ‘ আল-কানূনী আল-মুআসির বাইনা আশ-শরী‘আহ ওয়াল-কানূন আল-ওয়াদ‘ী** (الوضع القانونى المعاصر بين الشريعة الإسلامية والقانون الوضعى) – সমসাময়িক আইন: ইসলামি শরিয়াহ ও প্রচলিত আইনের মাঝে।\n**আদ-দিমুকরাতিয়্যাহ ওয়ান-নাসিরিয়্যাহ** (الديموقراطية والناصرية) – গণতন্ত্র ও নাসেরবাদ।\n**দাওর আস-সাকাফাহ ফি তাহকিক আল-উইফাক আল-আরাবী** (دور الثقافة فى تحقيق الوفاق العربى) – আরব ঐক্য সাধনে সংস্কৃতির ভূমিকা।\n**আল-জামা‘আহ আল-ওয়াতানিয়্যাহ: আল-‘উজলাহ ওয়াল-ইন্দিমাজ** (الجماعة الوطنية : العزلة والإندماج) – জাতীয় গোষ্ঠী: একাকিত্ব ও সংহতি।\n**মনহাজ আন-নাজার ফি আন-নুঝুম আস-সিয়াসিয়্যাহ আল-মুআসিরাহ** (منهج النظر في النظم السياسية المعاصرة لبلدان العالم الإسلامي) – ইসলামি বিশ্বের রাজনৈতিক ব্যবস্থার বিশ্লেষণপদ্ধতি।\n**শাখসিয়্যাত ওয়া-কাদায়া মুআসিরাহ** (شخصيات وقضايا معاصرة) – সমসাময়িক ব্যক্তিত্ব ও সমস্যা।\n**মুস্তাকবাল আল-হিওয়ার আল-ইসলামী আল-আলমানী** – ইসলামি-ধর্মনিরপেক্ষ সংলাপের ভবিষ্যৎ।\n**মুশকিলাতান ওয়া কিরা’আ ফিহিমা** (مشكلتان وقراءة فيهما) – দুটি সমস্যা ও তাদের বিশ্লেষণ।\n**সা‘দ জাগলুল ইউফাওয়িদু আল-ইস্তিঅমার** (سعد زغلول يفاوض الاستعمار) – মিশর-ব্রিটেন আলোচনা (১৯২০–১৯২৪) নিয়ে গবেষণা।\n**বাইনা আল-ইসলাম ওয়াল-‘উরুবাহ** (بين الإسلام والعروبة) – ইসলাম ও আরব জাতীয়তাবাদের মাঝে।\n**আদ-দিমুকরাতিয়্যাহ ওয়া নিজাম ২৩ ইউলিও, ১৯৫২–১৯৭০** (الديمقراطية ونظام ٢٣ يوليو، ١٩٥٢-١٩٧٠) – ২৩ জুলাই বিপ্লব ও তার রাজনৈতিক কাঠামো।\n**দিরাসাত ফি আদ-দিমুকরাতিয়্যাহ আল-মিসরিয়্যাহ** (دراسات في الديمقراطية المصرية) – মিশরের গণতন্ত্র নিয়ে গবেষণা।\n**আল-হারাকাহ আস-সিয়াসিয়্যাহ ফি মিসর, ১৯৪৫–১৯৫২** (الحركة السياسية في مصر، ١٩٤٥-١٩٥٢) – মিশরের রাজনৈতিক আন্দোলনের বিশ্লেষণ।\n**আল-মুসলিমুন ওয়াল-আকবাত ফি ইতার আল-জামা‘আহ আল-ওয়াতানিয়্যাহ** (المسلمون والأقباط في إطار الجماعة الوطنية) – মুসলমান ও কপ্টিকদের জাতীয় সংহতির কাঠামোয় অবস্থান।\n**বাইনা আল-জামি‘আহ আদ-দিনিয়্যাহ ওয়াল-জামি‘আহ আল-ওয়াতানিয়্যাহ ফি আল-ফিকর আস-সিয়াসী** – ধর্মীয় ও জাতীয় চিন্তাভাবনার মাঝে সম্পর্ক।\n**ফি আল-মাসআলাহ আল-ইসলামিয়্যাহ আল-মুআসিরাহ বাইনা আল-ইসলাম ওয়াল-‘উরুবাহ** – সমসাময়িক ইসলামি প্রশ্নে ইসলাম ও আরব জাতীয়তাবাদের মাঝে।\n**মাহিয়্যাত আল-মুআসিরাহ** – (ماهiyات المعاصرة) – সমসাময়িক বাস্তবতা।\n**শাখসিয়্যাত তারীখিয়্যাহ** (شخصيات تاريخية) – ইতিহাসের গুরুত্বপূর্ণ ব্যক্তিত্ব।\n**বুহূস মুঅতামার মি’আওয়িয়্যাত আল-ইমাম আল-বান্না** (بحوث مؤتمر مئوية الامام البنا) – ইমাম হাসান আল-বান্নার সংস্কার প্রকল্প নিয়ে গবেষণা।\n**উম্মাতি ফি আল-আলাম** (أمتي في العالم) – ১৯৯৯ সালের ইসলামি বিশ্বের সমস্যা নিয়ে বার্ষিক বিশ্লেষণ।\n\n\n== তথ্যসূত্র =="}