{"pageid": 1173776, "title": "যাদব (মহাভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1173776", "content": "যাদব বা যাদবগণ (আক্ষরিক অর্থে, যদু) ছিলেন প্রাচীন ভারতীয় জনগণ যারা চন্দ্রবংশ বংশের কিংবদন্তি রাজা যদু থেকে এসেছে বলে বিশ্বাস করা হয়। অভিরা, অন্ধক, বৃষ্ণি ও সত্বতারা, যারা সকলেই কৃষ্ণের উপাসনা করত সেই সম্প্রদায়টি বিভিন্ন গোষ্ঠীর সমন্বয়ে গঠিত হয়েছিল। হিন্দু ধর্মগ্রন্থ মহাভারত অনুসারে, যদু-এর বংশধরর হলেন যাদব।  প্রাচীন ভারতীয় সাহিত্যে এগুলিকে যদু বংশের অংশ হিসাবে তালিকাভুক্ত করা হয়েছে। বিভিন্ন সময়ে ভারতীয় উপমহাদেশের বেশ কিছু সম্প্রদায় ও রাজবংশ রয়েছে যারা প্রাচীন যাদব বংশ এবং কিংবদন্তি যাদব ব্যক্তিত্বের বংশধর বলে দাবি করেছে, এইভাবে নিজেদেরকে যাদব বলে বর্ণনা করেছে।\nসমাজবিজ্ঞানী এম এস রাও এবং ঐতিহাসিক পি এম চান্দরকর ও টি পদ্মজা বলেছেন যে প্রাচীন যাদব বংশের সাথে আহিরদের সমতুল্য করার জন্য শিলালিপি ও ঐতিহাসিক প্রমাণ বিদ্যমান। মহাভারত যুগের যাদবরা বৈষ্ণবধর্মের অনুসারী হিসেবে পরিচিত ছিল, যার মধ্যে কৃষ্ণ ছিলেন নেতা: তারা পেশায় গোপ (গো-পালক) ছিলেন, কিন্তু একই সময়ে তারা কুরুক্ষেত্রের যুদ্ধে অংশগ্রহণ করে ক্ষত্রিয়দের মর্যাদা ধারণ করেছিলেন। বর্তমান আহিররাও বৈষ্ণবধর্মের অনুসারী।\nপ্রাচীন ভারতীয় সাহিত্যে উল্লিখিত যাদব গোষ্ঠীর মধ্যে, হাইহায়রা যদু এর বড় ছেলে সহস্রাজিৎ এবং অন্যান্য সমস্ত যাদব গোষ্ঠীর বংশধর বলে মনে করা হয়, যার মধ্যে রয়েছে চেদি, বিদর্ভ, সত্বাত, অন্ধক, কুকুর, ভোজ, বৃষ্ণি এবসুরসেনরা যদু-এর ছোট ছেলে ক্রোষ্টু বা ক্রোষ্ট থেকে এসেছে বলে মনে করা হয়।\nএটি বেশ কয়েকটি প্রধান পুরাণের বংশানুচরিত (বংশবৃত্ত) বিভাগ থেকে অনুমান করা যায় যে, যাদবরা আরাবল্লী অঞ্চল, গুজরাট, নর্মদা উপত্যকা, উত্তর দাক্ষিণাত্য এবং পূর্ব গঙ্গা উপত্যকা জুড়ে ছড়িয়ে পড়েছিল। মহাভারত ও পুরাণ উল্লেখ করেছে যে যদু বা যাদবরা, বহু গোষ্ঠীর সমন্বয়ে গঠিত সংঘ মথুরা অঞ্চলের শাসক, এবং যাজকীয় গোপালক ছিল। মহাভারত মগধের পৌরব শাসকদের চাপের কারণে মথুরা থেকে দ্বারকায় যাদবদের দেশত্যাগের কথাও উল্লেখ করে এবং সম্ভবত কুরুদের কাছ থেকেও।\n\n\n== হাইহায়া ==\n\nহাইহায়ারা ছিল পাঁচটি গণের (গোষ্ঠী) প্রাচীন সংঘ, যারা সাধারণ পূর্বপুরুষ, যদু থেকে এসেছে বলে মনে করা হয়। এই পাঁচটি গোষ্ঠী হল বিতিহোত্র, শরীয়তা, ভোজা, অবন্তী ও টুন্ডিকেরা। পাঁচটি হাইহায়া গোষ্ঠী নিজেদের তালাজংঘা নামে অভিহিত করত। পুরাণ অনুসারে, হাইহায়া ছিলেন যদু-পুত্র সহস্রাজীতের নাতি। কৌটিল্য তার অর্থশাস্ত্রে হাইহায়াদের কথা উল্লেখ করেছেন।\nপুরাণে, অর্জুন কার্তবীর্য \"কর্কোটক নাগ\" থেকে মহিষমতি  জিয়ে করেছিলেন এবং এটিকে তার রাজধানী করেছিলেন।\nপরবর্তীকালে, হাইহায়ারা তাদের মধ্যে সবচেয়ে প্রভাবশালী গোষ্ঠীর নামেও পরিচিত হয়— বিতিহোত্র। পুরাণ অনুসারে, বিতিহোত্র ছিলেন অর্জুন কার্তবীর্যের প্রপৌত্র এবং তালাজংঘার জ্যেষ্ঠ পুত্র। উজ্জয়িনীর শেষ বিতিহোত্র শাসক রিপুঞ্জয়কে তার অমাত্য (মন্ত্রী) পুলিকা কর্তৃক উৎখাত করা হয়েছিল, যিনি তার পুত্র প্রদ্যোতকে সিংহাসনে বসিয়েছিলেন। দিঘা নিকায়ার মহাগোবিন্দসুতন্ত অবন্তী রাজা ভেসভু (বিশ্বভু) এবং তার রাজধানী মহিষাতি (মহিষমতি) সম্পর্কে উল্লেখ করেছেন। সম্ভবত তিনি ভিতিহোত্র শাসক ছিলেন।\n\n\n== শশবিন্দু ==\nরামায়ণের বলকাণ্ডে (৭০.২৮) হাইহায়া ও তালাজংঘের সঙ্গে শশবিন্দুর উল্লেখ আছে। শশবিন্দু বা শশবিন্দবগণকে শশবিন্দুর বংশধর হিসেবে বিশ্বাস করা হয়, যিনি চক্রবর্তী (সর্বজনীন শাসক) এবং ক্রোষ্টুর প্রপৌত্র চিত্ররথের পুত্র।\n\n\n== চেদি ==\n\nচেদি বা চৈদ্যরা ছিল প্রাচীন যাদব গোষ্ঠী, যাদের অঞ্চলটি কুরু রাজা বাসু দ্বারা জয় করা হয়েছিল, যিনি এইভাবে তাঁর উপাধি লাভ করেছিলেন, চৈদ্যপরিচারা (চৈদ্যদের জয়ী) অথবা উপরীচার  (অতিক্রমকারী)। পুরাণ অনুসারে, চেদিরা ছিল চিডির বংশধর, কৈশিকের পুত্র, বিদর্ভের নাতি, ক্রোষ্টের বংশধর এবং রাজা চেদির পুত্র ছিলেন মহারাজা দামগোশী (মহাভারতের শিশুপালের পিতা)। এবং তারপর বংশকে হিন্দু ঘোসি বলা হত।\n\n\n== বিদর্ভ ==\n\nপুরাণ অনুসারে, বিদর্ভ বা বৈদর্ভরা ছিল বিদর্ভের বংশধর, জ্যামাঘার পুত্র, ক্রোষ্টুর বংশধর। সবচেয়ে সুপরিচিত বৈদর্ভ রাজা ছিলেন ভীষ্মক, রুক্মিণী ও রুক্মীর পিতা। \nমৎস্যপুরাণ ও বায়ুপুরাণে, বৈদর্ভদেরকে দাক্ষিণাত্যের অধিবাসী (দক্ষিণাপথ  বাসিনাহ) হিসেবে বর্ণনা করা হয়েছে।\n\n\n== সতত্ব ==\nঐতরেয় ব্রাহ্মণ (৮.১৪) অনুসারে, সত্ত্বরা ছিল ভোজদের অধীনস্থ দক্ষিণের লোক। শতপথ ব্রাহ্মণ (১৩.৫.৪.২১) উল্লেখ করেছে যে ভরত সতত্বের বলি ঘোড়া দখল করেছিলেন। পাণিনি, তার অষ্টাধ্যায়ীতে সত্ত্বগুলিকে ক্ষত্রিয় গোত্রের অন্তর্ভুক্ত বলে উল্লেখ করেছেন, যার সঙ্ঘ (উপজাতীয় অলিগার্চি) সরকার রয়েছে, কিন্তু মনুস্মৃতিতে (১০.২৩), সত্ত্বগুলিকে ব্রত্য বৈশ্যের শ্রেণীতে রাখা হয়েছে।\nহরিবংশ (৯৫.৫২৪২-৮) তে পাওয়া ঐতিহ্য অনুসারে, সাতবত ছিলেন যাদব রাজা মধুর বংশধর এবং সতত্বের পুত্র ভীম রামের সমসাময়িক ছিলেন। রাম ও তার ভাইদের মৃত্যুর পর ভীম মথুরা শহরটি ইক্ষ্বাকুদের কাছ থেকে উদ্ধার করেন। ভীম সত্ত্বের পুত্র অন্ধক রামের পুত্র কুশের সমসাময়িক ছিলেন। তিনি তার পিতার স্থলাভিষিক্ত হন মথুরার সিংহাসনে।\nঅন্ধক, বৃষ্ণী, কুকুর, ভোজ এবং সুরসেনরা ক্রোষ্টুর বংশধর, সতত্ব থেকে এসেছে বলে মনে করা হয়। এই গোষ্ঠীগুলি সতবত গোষ্ঠী নামেও পরিচিত ছিল।\n\n\n== যাদব আত্মীয়তা ব্যবস্থা ==\nআধুনিক ইতিহাসবিদ, রোমিলা থাপারের মতে, যাদবদের আত্মীয়তা-প্রণালী মাতৃতান্ত্রিক কাঠামোর চিহ্ন দেখায়, যা তাদের ক্রস-কাজিন বিবাহের উল্লেখ থেকে পাওয়া যায়। ইন্দো আর্য আত্মীয়তা ব্যবস্থায় এটি বিশেষভাবে নিষিদ্ধ। \nবিষ্ণুপুরাণ উল্লেখ করেছে যে কৃষ্ণ বিদর্ভ রাজকন্যা রুক্মিণীকে বিয়ে করেছিলেন। তাঁর পুত্র প্রদ্যুম্ন রুক্মিণীর ভাই রুক্মীর কন্যা কাকুদ্বতীকে বিয়ে করেছিলেন। প্রদ্যুম্নের পুত্র অনিরুদ্ধ রুক্মীনের নাতনী সুভদ্রাকে বিয়ে করেন।\n\n\n== শূরসেন ও কৃষ্ণ ==\n\nবৌদ্ধ ও জৈন গ্রন্থে ১৬টি শক্তিশালী রাজ্যের (শোদশা মহাজনপদ) তালিকা রয়েছে, যেটি খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীর প্রথম দিকে বিকাশ লাভ করেছিল। বৌদ্ধ ধর্মগ্রন্থ অঙ্গুত্তরনিকায় উল্লিখিত রাজ্যগুলির মধ্যে শূরসেন ছিলেন অন্যতম। শূরসেনদের রাজধানী ছিল মথুরা, যা মদুরা নামেও পরিচিত ছিল। মেগাস্থিনিস (৩৫০ – ২৫০ খ্রিষ্টপূর্বাব্দ) উল্লেখ করেছেন যে মথুরা অঞ্চলে বসবাসকারী সৌরসেনোই (শুরসেনারা) হেরাক্লিসের উপাসনা করতেন, যার দ্বারা তিনি বোঝাতেন বাসুদেব কৃষ্ণ, ভারতীয় দেবতা যিনি হেরাকলসের সাথে সবচেয়ে কাছাকাছি সাদৃশ্যপূর্ণ। বাসুদেব কৃষ্ণের পূজা মথুরা অঞ্চলে উদ্ভূত বলে মনে হয়।\nশূরসেনদের উৎপত্তি সম্পর্কে বেশ কিছু ঐতিহ্য বিদ্যমান। লিঙ্গপুরাণ (১.৬৮.১৯) এ পাওয়া ঐতিহ্য অনুসারে, শূরসেনরা ছিলেন অর্জুন কার্তবীর্যের পুত্র শূরসেনের বংশধর।\nরামায়ণ (৭.৬২.৬) ও বিষ্ণুপুরাণ (৪.৪.৪৬) তে পাওয়া আরেকটি ঐতিহ্য অনুসারে, শূরসেনরা রামের ভাই শত্রুঘ্নের পুত্র শূরসেনের বংশধর ছিলেন। দেবীভাগবত পুরাণ (৪.১.৩) অনুসারে, শূরসেন ছিলেন বাসুদেবের পিতা, কৃষ্ণের পিতা। আলেকজান্ডার কানিংহাম তার Ancient Geography of India এ বলেন যে শূরসেনের কারণে তার পিতামহ, কৃষ্ণ ও তার বংশধররা সূরসেন নামে পরিচিত ছিলেন। ভাসা তার বালাচরিত এ উল্লেখ করেছেন যে কংসের মা ছিলেন একজন শূরসেনা (শৌরসেনিমাতা)।\n\n\n== ধর্মীয় আসন ==\nপ্রধান রাজ্য ও জায়গির ছাড়াও, তাদের ধর্মীয় ক্ষমতার গুণে তাদের দেওয়া পীঠাম (আসন)। উদাহরণস্বরূপ, ওয়ারঙ্গলের মধ্যে চৌদ্দটি আসন (পীঠম) ছিল ১৪২৫ সালে (শকা সংবৎ) দেওয়া সনদ অনুসারে, শ্রী প্রতাপ রুদ্র, ওয়ারাঙ্গলের মহারাজা, শ্রী কোন্ডিয়াহ গুরুকে, চৌদ্দটি আসনের প্রধান হিসেবে। পরবর্তীকালে ১৫৬০ খ্রিস্টাব্দে কুতুবশাহীর সুলতান আবদুল্লাহ যখন ভাগ্যনগর প্রতিষ্ঠা করেন তখন তাদের অধিকার স্বীকৃত ও স্বীকৃত হয় এবং মানুগালের পরিবর্তে গোলকোণ্ডা নামটি রাখা হয়। ১০৭১ হিজরিতে কুতুবশাহী রাজবংশের সুলতান আবদুল্লাহ কর্তৃক প্রদত্ত সনদ অনুসারে, কোন্ডিয়াহ এই স্থানের রহস্য সমাধানে তার ক্যারিশমা ব্যবহার করে সুলতানের জন্য দুর্গ তৈরি করেছিলেন এবং তার জন্য মাটির নিচে চাপা স্বর্ণমুদ্রাও আবিষ্কার করেছিলেন। বিনিময়ে, সুলতান তাকে চৌদ্দটি আসনের প্রধানের কারণে কোন্ডিয়াহকে অধিকার ও সুযোগ-সুবিধা প্রদানের সনদ দিয়েছিলেন, এবং কোন্ডিয়াহের বারোটি শ্রেণীর ও দুই শ্রেণীর, যদিও একজন অনুসারী ছিলেন, পীথামসের প্রধান ছিলেন। সম্ভবত এই সময়ে প্রভাব অধীন ছিল যদিও তারা বিভাগে অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSingh, G. P. (1994). Early Indian Historical Tradition and Archaeology: Purāṇic Kingdoms and Dynasties with Genealogies, Relative Chronology and Date of Mahābhārata War, Delhi: D.K. Printworld, আইএসবিএন ৯৭৮-৮১-২৪৬-০০০৫-৪.\nYadav, J. N. Singh (1992). Yādavas Through The Ages (From Ancient Period to Date) (in 2 Vol.), Delhi: Sharada Publishing House, আইএসবিএন ৯৭৮-৮১-৮৫৬১৬-০৩-২."}