{"pageid": 1174936, "title": "নাগ্নজিতী", "url": "https://bn.wikipedia.org/wiki?curid=1174936", "content": "নাগ্নজিতী (সংস্কৃত: नाग्नजिती, আইএএসটি: Nāgnajitī), যিনি সত্যা ও নাপ্পিন্নাই নামেও পরিচিত,  হিন্দু দেবতা কৃষ্ণের অষ্টভার্যের  মধ্যে পঞ্চম। বৈষ্ণব ধর্মগ্রন্থে, নগ্নজিতিকে লক্ষ্মীর তৃতীয় রূপ নীলদেবীর অবতার বলা হয়েছে। দ্বাপর যুগে, নীলদেবী কোশলের রাজা নগ্নজিৎ এর কন্যা সত্যা রূপে পৃথিবীতে জন্মগ্রহণ করেছিলেন। কৃষ্ণ নাগ্নজিতীর দ্বারা সাজানো স্বয়ম্বর-এ প্রতিদ্বন্দ্বিতা করেছিলেন এবং নির্ধারিত নিয়ম অনুসারে, তিনি সাতটি হিংস্র ষাঁড়কে তাদের প্রত্যেকের চারপাশে ফাঁস বেঁধে নিয়ন্ত্রণে আনেন, এইভাবে সত্যাকে তার সহধর্মিণী হিসেবে জয়ী করেন।\nদক্ষিণ ভারতে, যখন কবি-সন্ত আণ্ডাল থিরুপাভাই এবং নাচিয়ার থিরুমলি লিখেছিলেন, তখন তিনি রাজা নাগ্নজিতীর \"সুন্দরভাবে পরিধান করা\" কন্যা নাপ্পিনাইকে উল্লেখ করেছেন - যশোদার (কৃষ্ণের পালক-মা) ভাই। এটা বিশ্বাস করা হয় যে নাপ্পিনাই হল নাগ্নজিতীর তামিল সমতুল্য। এটি সত্য দ্বারা প্রমাণিত যে নাপ্পিনাইকেও বিষ্ণুর সহধর্মিণী নীলদেবীর রূপ বলে উল্লেখ করা হয়েছে।\n\n\n== পরিবার ==\nবিষ্ণুপুরাণ, ভাগবত পুরাণ ও হরিবংশ তাকে সত্যা নাগ্নজিতী বলে।\nভাষ্যকাররা প্রায়শই সত্যাকে তার জন্মের নাম এবং নাগ্নজিতীকে পৃষ্ঠপোষক হিসাবে বিবেচনা করেন, অনুবাদিত \"নগ্নজিৎ এর কন্যা\"। তার বাবা নগ্নজিৎ ছিলেন কোশলের রাজা, যার রাজধানী ছিল অযোধ্যা। নগ্নজিৎকে কোশল-পতি (কোশলের প্রভু) এবং অযোধ্যা-পতি (অযোধ্যার প্রভু) হিসাবে বর্ণনা করা হয়েছে। ভাগবত পুরাণও নাগ্নজিতীকে কৌশল্যা বলে অভিহিত করেছে, \"কোশলের অন্তর্গত\" কোশলের রাজকুমারী হিসাবে তার ভূমিকা নিশ্চিত করে। মহাভারতে সত্যা নামে কৃষ্ণের এক সহধর্মিণীর উল্লেখ আছে।\n\n\n== বিবাহ ==\nভাগবত পুরাণ নাগ্নজিতীর বিয়ের কাহিনী বর্ণনা করে। নগ্নজিৎ, কুম্বাগান নামেও পরিচিত, ছিলেন ধার্মিক রাজা যিনি অত্যন্ত নিষ্ঠার সাথে বৈদিক শাস্ত্র অনুসরণ করতেন। তিনি সত্যের বিয়ের জন্য শর্ত রেখেছিলেন যে তার স্বামী তার সাতটি হিংস্র ষাঁড়কে যুদ্ধে পরাজিত করে তাকে জয়ী করতে হবে। যাইহোক, কোন রাজপুত্র যে কাজটি করার জন্য চ্যালেঞ্জ করেছিল সে সাতটি ষাঁড়কে নিয়ন্ত্রণ করতে পারেনি সত্যের হাত জিততে। চ্যালেঞ্জের কথা জানার পর, কৃষ্ণ বড় দল নিয়ে কোশল রাজ্যের উদ্দেশ্যে যাত্রা করেন। কৃষ্ণ তার দরবারে নাগ্নজিতীর কাছে গেলে, রাজা তার সিংহাসন থেকে উঠে কৃষ্ণকে উপহার দিয়ে সম্মান করেন এবং কোশলায় তাকে উষ্ণভাবে স্বাগত জানান। নাগ্নজিতীও কৃষ্ণকে দেখে খুব আনন্দিত হয়েছিল এবং প্রার্থনা করেছিল যে কৃষ্ণ তার স্বামী হন। রাজা এবং তার কন্যা উভয়েই কৃষ্ণের দেবত্ব সম্পর্কে অবগত ছিলেন। নগ্নজিৎ কৃষ্ণকে তাঁর ভক্তি নিবেদন করলেন এবং তাঁর সফরের উদ্দেশ্য জিজ্ঞাসা করলেন। যখন কৃষ্ণ ঘোষণা করেছিলেন যে তিনি সত্যকে বিয়ে করতে চান, তখন রাজা বলেছিলেন যে তার মেয়ের জন্য এর চেয়ে ভাল স্বামী আর কেউ হবে না, তবে তিনি প্রতিজ্ঞা করেছিলেন যে তিনি তার মেয়েকে সাহসী রাজকুমারের সাথে বিয়ে দেবেন যিনি সাতটি ষাঁড়কে নিয়ন্ত্রণে আনবেন। রাজাও কৃষ্ণের বীরত্বের প্রশংসা করেছিলেন এবং তাকে বলেছিলেন যে তিনি সাতটি ষাঁড়কে সহজেই নিয়ন্ত্রণ করতে পারেন যা প্রায় অন্য রাজকুমারদের চেষ্টা করেছিল।\nরাজার কথা শুনে, কৃষ্ণ সাতটি রূপে বিস্তৃত হয়ে ময়দানে প্রবেশ করলেন এবং সহজেই সাতটি ষাঁড়ের চারপাশে ফাঁস লাগিয়ে দিলেন, তাদের বিনীত করলেন। রাজা নগ্নজিৎ এই ফলাফলে সন্তুষ্ট হন এবং তার কন্যা কৃষ্ণকে তার স্বামী হিসেবে গ্রহণ করতে পেরে আনন্দিত হন। বিয়েটা আড়ম্বর ও জাঁকজমকের সাথে পালিত হয়েছিল। রাজা কৃষ্ণকে ১০,০০০টি গরু, ৯,০০০ হাতি, ৯০০,০০০ রথ, ৯০,০০০,০০০ মহিলা এবং ৯,০০০,০০০,০০০ পুরুষ ভৃত্য দিয়েছিলেন। অবশেষে, কৃষ্ণ এবং সত্য তাদের রক্ষার জন্য তাদের সেনাবাহিনী নিয়ে দ্বারকের দিকে রওনা হন। পথে, তারা রাজকুমারদের দ্বারা আক্রান্ত হয় যারা নাগ্নজিতীর ষাঁড়ের চ্যালেঞ্জে হেরে গিয়েছিল। কৃষ্ণের সেনাবাহিনী, যাদব গোষ্ঠীর যোদ্ধা এবং তার বন্ধু অর্জুন দ্বারা নিযুক্ত, রাজকুমারদের পরাজিত করে এবং তাদের তাড়িয়ে দেয়। এরপর কৃষ্ণ তার সহধর্মিণী নাগ্নজিতীর সাথে মহিমায় দ্বারকায় প্রবেশ করেন।\n\n\n== পরবর্তী জীবন ==\nনাগ্নজিতীর দশজন পুত্র: বীর, চন্দ্র, অশ্বসেন, চিত্রাগু, ভেগবান, বর্ষা, অমা, শঙ্কু, বসু ও কুন্তী।\nবিষ্ণুপুরাণ বলে যে ভদ্রাবিন্দের নেতৃত্বে তার অনেক পুত্র রয়েছে। ভাগবত পুরাণ যা কৃষ্ণের মৃত্যু এবং তার বেশিরভাগ জাতি সমাপ্তির বর্ণনা করে কৃষ্ণের অন্ত্যেষ্টিক্রিয়ায় নাগ্নজিতী এবং অন্যান্য প্রধান রাণীদের লাফিয়ে নিজেদেরকে দহন করে (সতী)।\n\n\n== তথ্যসূত্র =="}