{"pageid": 1174054, "title": "ইথার (পুরাণ)", "url": "https://bn.wikipedia.org/wiki?curid=1174054", "content": "গ্রিক পুরাণে ইথার (ইংরেজি বানান: Aether, Æther, Aither, or Ether; ; প্রাচীন গ্রিক: Αἰθήρ (ঔজ্জ্বল্য) উচ্চারিত [ai̯tʰɛ̌ːr]) হলেন উজ্জ্বল উচ্চতর আকাশের ব্যক্তিরূপ। হেসিয়ডের মতে, তিনি ছিলেন এরিবস (অন্ধকার) ও নিক্সের (রাত্রি) পুত্র তথা হেমারার (দিন) ভ্রাতা। অর্ফিক সৃষ্টিতত্ত্বে অবশ্য বলা হয়েছে যে, ইথার হলেন ক্রোনসের (কাল) পুত্র তথা কেয়স ও এরিবসের ভ্রাতা।\n\n\n== বংশবৃত্তান্ত ==\nহেসিয়ডের থিওগনি গ্রন্থে গ্রিক দেবদেবীদের একটি \"প্রামাণ্য\" বংশবৃত্তান্ত পাওয়া যায়। এই গ্রন্থ অনুযায়ী, এথার ছিলেন এরিবস ও নিক্সের পুত্র তথা হেমারার ভ্রাতা। যদিও অন্যান্য প্রাচীন সূত্র থেকে ভিন্ন প্রকার বংশবৃত্তান্তও পাওয়া যায়। এমনই এক সূত্রের মতে, এরিবস ও নিক্সের মিলনের ফলে ইথার ও হেমারার নয়, বরং জন্ম হয়েছিল ইথার, এরস ও মিটিসের। অপর একটি সূত্রের মতে, ইথার ও নিক্স ছিলেন এরসের পিতামাতা (হেসিয়ড বলেছেন, চতুর্থ দেবতার উৎপত্তি ঘটেছিল কেয়স, গেয়া (পৃথিবী) ও টারটারাসের পর)। অন্য সূত্র থেকে জানা যায় যে, ইউরেনাস (হেসিয়ডের মতে, গেয়ার পুত্র) ছিলেন ইথার পুত্র এবং ইথারের \"থেকেই সবকিছু এসেছে\"।\nঅর্ফিক সৃষ্টিতত্ত্বে বলা হয়েছে যে, ইথার ছিলেন আদ্যকালীন প্রথম দেবতা ক্রোনসের পুত্র এবং কেয়স ও এরিবসের ভ্রাতা। ইথারের থেকে সৃষ্ট হয় (অথবা ইথারে স্থাপিত হয়) ব্রহ্মাণ্ড, যা ফুটে জন্ম হয় ফেনিজ/প্রোটোগনাস-এর। এই কারণে ইথারকে কখনও কখনও তাঁর পিতা মনে করা হয়। অর্ফিক আর্গোনটিকা গ্রন্থে ব্যাখ্যাত সৃষ্টিতত্ত্বের সূচনা কেয়স ও ক্রোনসের মাধ্যমে এবং সেখানে ইথার ও এরসকে ক্রোনসের পুত্র বলে অভিহিত করা হয়েছে।\nদেবদেবীদের রোমান বংশবৃত্তান্তেও ইথারের একটি ভূমিকা দেখা যায়। সিসারো বলেছেন যে, ইথার ও ডাইজ হলেন ক্যালাসের (আকাশ) পিতামাতা এবং সেই সঙ্গে এও জানাচ্ছেন যে, \"তথাকথিত ধর্মতত্ত্ববিদদের\" মতে, ইথার ছিলেন \"তিন জুপিটারের\" একজনের পিতা। হিজাইনাসের (সম্ভবত বিভ্রান্ত) বংশবৃত্তান্ত অনুযায়ী, নক্স (রাত্রি), ডাইজ, এরিবস ও ইথার ছিলেন কেয়স ও ক্যালিগোর (কুয়াশা) সন্তান এবং ইথার ও ডাইজ ছিলেন টেরা (পুরাণ) টেরা (পৃথিবী), ক্যালাস (আকাশ) ও মেয়ারের (সমুদ্র) পিতামাতা; আবার ইথার ও টেরার সন্তানেরা হলেন:\n\nযন্ত্রণা, প্রতারণা, ক্রোধ, শোক, মিথ্যাভাষণ, শপথ, প্রতিশোধ, আত্মতুষ্টি, বিবাদ, বিস্মরণ প্রবণতা, আলস্য, ভয়, ঔদ্ধত্য, অজাচার, সংঘাত, মহাসাগর, থিমিস, টারটারাস ও পন্টাস; এবং টাইটানগণ, বত্তাস, গিয়েস ও ব্রিয়ারিয়াস নামে তিন শতভূজ দৈত্য, সাইক্লোপ্স, অ্যাটলাস, হাইপেরিয়ন ও পোলাস, স্যাটার্ন, ওপস, মনিটা, ডাইয়োনি ও তিন সর্পকেশী উপদেবী (আলেক্তো, তিসিফোনি ও মেগাইরা)।\n\n\n== উৎসসূত্র ==\n\n\n=== আদি উৎস ===\nপ্রাচীন গ্রিকরা ইথার (ব্যক্তিরূপে নয়) শব্দটির মাধ্যমে উচ্চতর বায়ুমণ্ডলকে বোঝাত, যাকে মনে করা হত ব্রহ্মাণ্ডের জাগতিক উপাদান। উদাহরণস্বরূপ, হোমার লিখেছেন:\n\nএকটি ফ্যার গাছ অস্বাভাবিক দীর্ঘাকৃতি, সেকালে ইডাতে জাত সকল বৃক্ষের মধ্যে দীর্ঘতম; এবং তার মাথা কুয়াশা ভেদ করে গিয়ে স্পর্শ করেছে স্বর্গকে [ইথার]। যদিও ইথার (ব্যক্তিস্বরূপে) আদি গ্রিক সৃষ্টিতত্ত্বেও গুরুত্বপূর্ণ স্থান অধিকার করেছেন। হেসিয়ডের থিওগনি গ্রন্থে বলা হয়েছে, কেয়স ছিলেন প্রথম সত্ত্বা। তারপর আসেন গেয়া (পৃথিবী), টারটারাস ও এরস; তারপর কেয়সের থেকে সৃষ্টি হন এরিবাস (অন্ধকার) ও নিক্স (রাত্রি) এবং এরিবাস ও নিক্সের থেকে সৃষ্টি হন ইথার ও হেমারা (দিন):\nকেয়স থেকে উৎসারিত হলেন এরিবাস এবং কৃষ্ণ রাত্রি; কিন্তু রাত্রির থেকে জন্ম নিলেন ইথার ও দিন, এরিবাসের সঙ্গে প্রণয়মিলনের ফলে রাত্রি তাঁদের গর্ভে ধারণ করেছিলেন ও জন্ম দিয়েছিলেন।\nসম্ভবত হারিয়ে-যাওয়া মহাকাব্য টাইটানোমেশি-তে (খ্রিস্টপূর্ব সপ্তম শতাব্দীর শেষভাগ?) ইথারের কথা উল্লিখিত হয়েছিল। দু'টি প্রাচীন সূত্র থেকে ইথারের কথা জানা যায়। এই দু'টি সূত্র \"টাইটানোমেশির লেখকের\" দ্বারা রচিত বলে কথিত। হোমারীয় শব্দতত্ত্ব (মিথোডিয়াস কর্তৃক) গ্রন্থে বলা হয়েছে যে, ইউরেনাস ছিলেন ইথারের পুত্র। অন্যদিকে ফিলোডেমাস তাঁর ধর্মানুরাগ প্রসঙ্গে গ্রন্থে বলেছেন যে, \"সবকিছুই ইথার থেকে এসেছে।\"\nখ্রিস্টপূর্ব ষষ্ঠ শতাব্দীর চিত্রলিপিকর ও মিথোগ্রাফার অক্যুসিলাউসের রচনা বলে কথিত বংশবৃত্তান্তগুলিতেও ইথারের কথা পাওয়া যায়। নব্য-প্লেটোবাসী ডামাসিয়াসের (আনুমানিক ষষ্ঠ শতাব্দীর প্রথম ভাগ) মতে, অক্যুসিলাউস বলতে চেয়েছেন যে এরস ও মিটিসের সঙ্গে ইথারও ছিলেন এরিবস ও নিক্সের সন্তান। যদিও থিওক্রিটাসের একটি টীকায় বলা হয়েছে যে, অক্যুসিলাউসের মতে, ইথার ও নিক্স ছিলেন ইরসের পিতামাতা।\n\n\n=== অর্ফিক ===\n\nঅর্ফিক সৃষ্টিতত্ত্বে ইথারের ভূমিকা গুরুত্বপূর্ণ \"অর্ফিক\" নামে পরিচিত অনেকগুলি প্রাচীন গ্রন্থ ছিল। এগুলির মধ্যে অর্ফিক স্তোত্রাবলি ইত্যাদি অল্প কয়েকটিই মাত্র বর্তমানে পাওয়া যায়। বর্তমানে শুধুমাত্র খণ্ডিতাকারে পাওয়া যায় এমন বেশ কয়েকটি গুরুত্বপূর্ণ অর্ফিক গ্রন্থকে \"থিওগনি\" (দেবোৎপত্তিতত্ত্ব) বলে অভিহিত করা হয়। কারণ, এগুলিতেও হেসিয়ডের থিওগনি গ্রন্থের ন্যায় দেবতাদের উৎপত্তি বর্ণিত হয়েছে। এগুলির মধ্যে আবার অন্তত তিনটি গ্রন্থে (তথাকথিত \"ডারভেনি থিওগনি\", \"হাইরানাইম্যান থিওগনি\" ও \"র‍্যাপসোডিক থিওগনি\") ব্যক্তিস্বরূপে এবং সেই সঙ্গে জাগতিক উপাদান হিসেবে ইথারের উল্লেখ পাওয়া যায়।\n\n\n==== ডারভেনি থিওগনি ====\nপ্রাগুক্ত তিনটি থিওগনির মধ্যে সবচেয়ে পুরনো বইটির নাম \"ডারভেনি থিওগনি\"। ডেরভানি প্যাপিরাসে (খ্রিস্টপূর্ব চতুর্থ শতাব্দী) এই গ্রন্থ থেকে অনেক উদ্ধৃতি পাওয়া যায়। এর মধ্যে একটি উদ্ধৃতিতে জাগতিক উপাদান হিসেবে ইথারের উল্লেখ পাওয়া যায়:\n\n\"ইথার সর্বব্যাপী, যা স্বয়ং একাধারে পিতা ও পুত্র\" - এই ধারণাটিও সম্ভবত দার্শনিক ক্রাইসিপাসের (ফিলোডিমাসের ধর্মানুরাগ প্রসঙ্গে গ্রন্থে রক্ষিত) রচনার একটি খণ্ডাংশে উদ্ধৃত ডারভেনি থিওগনির একটি ধারণা থেকেই প্রসূত হয়েছে।\n\n\n==== হাইরানাইম্যান থিওগনি ====\nষষ্ঠ শতাব্দীর প্রথমার্ধে নব্যপ্লেটোবাদী ডামাসিয়াস প্রথম নীতি প্রসঙ্গে গ্রন্থে একটি অর্ফিক গ্রন্থের বিবরণ দিতে গিয়ে লিখেছেন, এটি \"এটি হাইরানাইমাস ও হেলানিকাসের রচিত বলে কথিত, অবশ্য এটিই সেই বই নয়।\" বইটির নাম \"হাইরানাইম্যান থিওগনি\" (খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী)। ডামাসিকাস বলেছেন যে, হাইরানাইম্যান থিওগনিতে \"ঈষৎ আদ্র ইথার\", \"অনন্ত কেয়স\" ও \"কুয়াশাচ্ছন্ন এরিবস\"-এর পিতা রূপে \"সর্প সময়\"-কে উল্লেখ করা হয়েছে।\n\n\n==== র‍্যাপসোডিক থিওগনি ====\nপ্রথম নীতি প্রসঙ্গে গ্রন্থে ডামাসিয়াস সংক্ষেপে অন্য গ্রন্থে প্রাপ্ত \"প্রামাণ্য অর্ফিক ধর্মতত্ত্ব\"-এর সারাংশও প্রদান করেছে। এই প্রসঙ্গে তিনি বলেছেন যে, \"এই অর্ফিক র‍্যাপসোডিস বর্তমানে প্রচলিত\"। ডামাসিয়াসের মতে, র‍্যাপসোডিস (খ্রিস্টপূর্ব/খ্রিস্টীয় প্রথম শতাব্দী?) গ্রন্থে বলা হয়েছে, প্রথমে ক্রোনসের উৎপত্তি এবং তাঁর দুই সন্তান ইথার ও কেয়স:\n\nর‍্যাপসোডিস-এ ধর্মতত্ত্ব... শুরু হয়েছে... \"অনাদি সময়\" ও ইথার ও কেয়সের পিতার সঙ্গে, যা এই বিবরণে সর্বাপেক্ষা সম্মান অর্জন করেছে।\nপঞ্চম শতাব্দীর গ্রিক নয়াপ্লাতোবাদী প্রক্লাস প্লেটোর রিপাবলিকের টীকা গ্রন্থে র‍্যাপসোডিস থেকে নিম্নোক্ত পঙক্তিগুলি উদ্ধৃত করেন:\n\nএখানে ক্যাজম হল কেয়সের অপর নাম। প্রথম নীতি প্রসঙ্গে গ্রন্থের অন্যত্র ডামাসিয়াস র‍্যাপসোডিসের অন্যান্য পঙক্তি উদ্ধৃত করেছেন:\n\n অন্যদিকে প্রক্লাস প্লেটোর রিপাবলিকের টীকা গ্রন্থে অর্ফিক জাগতিক ডিম্বকে বলেছেন \"ইথার ও কেয়সের থেকে জাত\"। তিনি ফেনিজকে বলেছেন \"ইথারের পুত্র\"। প্রক্লাস আরও বলেছেন যে, যখন জাগতিক ডিম্ব ফুটে ফেনিসের উৎপত্তি ঘটে, তখন ইথার ও ক্যাজম বিভাজিত হন।\nজিউসের উদ্দেশ্যে রচিত একটি বত্রিশ চরণের স্তোত্রজাতীয় রচনায় জাগতিক উপাদান হিসেবে ইথারের নাম দু'বার উল্লিখিত হয়েছে। এই রচনাটি আপাতদৃষ্টিতে র‍্যাপসোডিস-এরই অন্তর্গত। এই রচনাটিতে জাগতিক ব্রহ্মাণ্ডের বিভিন্ন অংশকে জিউসের শরীরের অংশ হিসেবে ব্যাখ্যা করা হয়েছে। অষ্টম চরণে জিউসের শরীরস্থ বস্তুগুলির তালিকা দেওয়া হয়েছে:\n\nআগুন ও জল ও পৃথিবী ও বায়ু [ইথার], রাত্রি ও দিন...\nসপ্তদশ চরণে বলা হয়েছে:\n\nতাঁর [জিউসের] সত্যময়, রাজকীয় মন হল অবিনশ্বর ইথার।\nসম্ভবত র‍্যাপসোডিস থেকেই গৃহীত হয়েছিল \"অর্ফিউস\"-এর রচনা হিসেবে কথিত জগৎ সৃষ্টির একটি বিবরণ, যা পাওয়া যায় ষষ্ঠ শতাব্দীর ক্রোনোগ্রাফার জন মালালাসের রচনায়:\n\nঅর্ফিউস যা বলেছেন তা এখানে বলা হল। তিনি বলেছেন যে, সৃষ্টির আদিতে সময়ের কাছে ঈশ্বর কর্তৃক সৃষ্ট বলে ইথার প্রকাশিত হলেন এবং ইথারের এই ধারে ছিলেন কেয়স, এবং সেই হিসেবে, যখন অন্ধকার রাত্রি সবকিছু ধারণ করেছিল এবং ইথারের নিচে যা কিছু তা আবরিত করে ছিল, তা নির্দেশ করে যে রাত্রি প্রথমে এসেছিল। অর্ফিউস তাঁর বিবরণীতে বলেছেন যে, এমন এক সত্ত্বা ছিলেন, যিনি ছিলেন বোধগম্যতার অতীত, সবার উপরে, সবার পূর্বে এবং সকল বস্তুর স্রষ্টা। তিনি স্বয়ং ইথারকে ও রাত্রিকে সৃষ্টি করেন এবং যা কিছু সৃষ্টি গুপ্ত ছিল তা নিহিত ছিল ইথারের নিচে। তিনি বলেছেন যে, অন্ধকারের নিচে অদৃশ্য ছিল পৃথিবী। তিনি ঘোষণা করেন যে আলোক প্রকাশলাভ করে ইথারের মধ্যে দিয়ে এবং পৃথিবী ও সকল সৃষ্টিকে আলোকিত করে তোলেন। তিনি বলেন যে আলো ইথারের মধ্য দিয়ে প্রকাশিত হয়েছিল বলে উপরে উল্লিখিত হল সেই আলোই ছিলেন সকল বস্তুর অধীশ্বর। অর্ফিউস অর‍্যাকলে তাঁর নাম শুনেছিলেন এবং ঘোষণা করেছিলেন: \"মিটিস, ফেনিস, এরিকেপাইয়োস\"।\nআরেকটি অর্ফিক পদ্যের আরেকটি খণ্ডাংশ (সেটিও সম্ভবত র‍্যাপসোডিস-এরই অংশ) উদ্ধৃত হয়েছে এটিমোলজিকাম ম্যাগনাম গ্রন্থে ফেনিস নামের ভুক্তিতে:\n\n\n==== ইথার স্তোত্র ====\nঅর্ফিক স্তোত্রাবলি (খ্রিস্টীয় তৃতীয় শতাব্দী?) হল বিভিন্ন দেবদেবী ও বিমূর্ত ধারণার উদ্দেশ্যে রচিত সাতাশিটি কবিতার সংকলন। পঞ্চম অর্ফিক স্তোত্র-টি ইথারের উদ্দেশ্যে উৎসর্গিত:\n\n\n== আরও দেখুন ==\nআনশার\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAeschylus, Fragments, edited and translated by Alan H. Sommerstein, Loeb Classical Library No. 505. Cambridge, Massachusetts: Harvard University Press, 2009. আইএসবিএন ৯৭৮-০-৬৭৪-৯৯৬২৯-৮. Online version at Harvard University Press.\nAthanassakis, Apostolos N., and Benjamin M. Wolkow, The Orphic Hymns, Johns Hopkins University Press, 2013) আইএসবিএন ৯৭৮-১-৪২১৪-০৮৮২-৮. Google Books.\nBremmer, Jan N., Greek Religion and Culture, the Bible and the Ancient Near East, Jerusalem Studies in Religion and Culture, Brill, 2008. আইএসবিএন ৯৭৮-৯০-০৪-১৬৪৭৩-৪. এলসিসিএন ২০০৮-৫৭৪২.\nCallimachus, Musaeus, Aetia, Iambi, Hecale and Other Fragments, Hero and Leander, edited and translated by C. A. Trypanis, T. Gelzer, Cedric H. Whitman, Loeb Classical Library No. 421, Cambridge, Massachusetts, Harvard University Press, 1973. আইএসবিএন ৯৭৮-০-৬৭৪-৯৯৪৬৩-৮. Online version at Harvard University Press.\nCicero, Marcus Tullius, De Natura Deorum in Cicero: On the Nature of the Gods. Academics, translated by H. Rackham, Loeb Classical Library No. 268, Cambridge, Massachusetts, Harvard University Press, first published 1933, revised 1951. আইএসবিএন ৯৭৮-০-৬৭৪-৯৯২৯৬-২. Online version at Harvard University Press. Internet Archive.\nFowler, R. L. (2000), Early Greek Mythography: Volume 1: Text and Introduction, Oxford University Press, 2000. আইএসবিএন ৯৭৮-০১৯৮১৪৭৪০৪.\nFowler, R. L. (2013), Early Greek Mythography: Volume 2: Commentary, Oxford University Press, 2013. আইএসবিএন ৯৭৮-০১৯৮১৪৭৪১১.\nGantz, Timothy, Early Greek Myth: A Guide to Literary and Artistic Sources, Johns Hopkins University Press, 1996, Two volumes: আইএসবিএন ৯৭৮-০-৮০১৮-৫৩৬০-৯ (Vol. 1), আইএসবিএন ৯৭৮-০-৮০১৮-৫৩৬২-৩ (Vol. 2).\nGrimal, Pierre, The Dictionary of Classical Mythology, Wiley-Blackwell, 1996, আইএসবিএন ৯৭৮০৬৩১২০১০২১.\nHard, Robin, The Routledge Handbook of Greek Mythology: Based on H.J. Rose's \"Handbook of Greek Mythology\", Psychology Press, 2004, আইএসবিএন ৯৭৮০৪১৫১৮৬৩৬০. Google Books.\nHesiod, Theogony, in Hesiod, Theogony, Works and Days, Testimonia, Edited and translated by Glenn W. Most. Loeb Classical Library No. 57. Cambridge, Massachusetts, Harvard University Press, 2018. আইএসবিএন ৯৭৮-০-৬৭৪-৯৯৭২০-২. Online version at Harvard University Press.\nHomer, The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes. Cambridge, Massachusetts, Harvard University Press; London, William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library.\nHyginus, Gaius Julius, Fabulae in Apollodorus' Library and Hyginus' Fabulae: Two Handbooks of Greek Mythology, Translated, with Introductions by R. Scott Smith and Stephen M. Trzaskoma, Hackett Publishing Company, 2007. আইএসবিএন ৯৭৮-০-৮৭২২০-৮২১-৬.\nHyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project.\nKern, Otto. Orphicorum Fragmenta, Berlin, 1922. Internet Archive.\nMalalas, John, The Chronicle of John Malalas: A Translation, trans. Elizabeth Jefferys, Michael Jefferys and Roger Scott, Australian Association for Byzantine Studies, Melbourne, 1986. আইএসবিএন ০৯৫৯৩৬২৬২২.\nMeisner, Dwayne A., Orphic Tradition and the Birth of the Gods, Oxford University Press, 2018. আইএসবিএন ৯৭৮-০-১৯-০৬৬৩৫২-০. Google Books.\nOrphic Argonautica in Argonautica, Hymni Libellus de lapidibus et fragmenta cum notis, H. Stephani and A.C. Eschenbachii, Leipzig: Sumtibus Caspari Fritsch, 1764. Internet Archive.\nThe Oxford Classical Dictionary, second edition, Hammond, N.G.L. and Howard Hayes Scullard (editors), Oxford University Press, 1992. আইএসবিএন ০-১৯-৮৬৯১১৭-৩.\nSmith, William; Dictionary of Greek and Roman Biography and Mythology, London (1873). \"Aether\"\nTripp, Edward, Crowell's Handbook of Classical Mythology, Thomas Y. Crowell Co; First edition (June 1970). আইএসবিএন ০৬৯০২২৬০৮X.\nWest, M. L. (1983), The Orphic Poems, Clarendon Press Oxford, 1983. আইএসবিএন ৯৭৮-০-১৯-৮১৪৮৫৪-৮.\nWest, M. L. (2002), \"'Eumelos': A Corinthian Epic Cycle?\" in The Journal of Hellenic Studies, vol. 122, pp. 109–133. জেস্টোর 3246207.\nWest, M. L. (2003), Greek Epic Fragments: From the Seventh to the Fifth Centuries BC, edited and translated by Martin L. West, Loeb Classical Library No. 497, Cambridge, Massachusetts, Harvard University Press, 2003. আইএসবিএন ৯৭৮-০-৬৭৪-৯৯৬০৫-২. Online version at Harvard University Press.\nWhite, Stephen, \"Hieronymus of Rhodes: The Sources, Text and Translation\" in Lyco of Troas and Hieronymus of Rhodes: Text, Translation, and Discussion, Volume XII, editors: William Wall Fortenbaugh, Stephen Augustus White, Transaction Publishers, 2004. আইএসবিএন ০-৭৬৫৮-০২৫৩-৮.\nটেমপ্লেট:Greek religion"}