{"pageid": 1174495, "title": "বৌদ্ধ মহাবিশ্বতত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1174495", "content": "বৌদ্ধ মহাবিশ্বতত্ত্ব সেই তলসমূহ ও ক্ষেত্রগুলোকে বর্ণনা করে যেখানে প্রাণীদের পুনর্জন্ম হওয়া সম্ভব। স্থানিক বিশ্বতত্ত্ব একটি উল্লম্ব বিশ্বতত্ত্ব নিয়ে গঠিত, অর্থাৎ প্রাণীর বিভিন্ন তল, যেখানে প্রাণীরা তাদের যোগ্যতা এবং বিকাশের কারণে পুনর্জন্ম লাভ করে; এবং অনুভূমিক বিশ্বতত্ত্ব, যা \"জগতসমূহের\" \"দৃশ্যত\" অসীম পাত মধ্যে এই বিশ্বতন্ত্রের বণ্টন। কালিক বিশ্বতত্ত্ব যুগের পরিপ্রেক্ষিতে মহাবিশ্বের সৃষ্টি ও বিলুপ্তি বর্ণনা করে। বৌদ্ধ বিশ্বতত্ত্বও কর্মের বিশ্বাসের সাথে জড়িত, এবং ব্যাখ্যা করে যে আমাদের চারপাশের জগৎ অতীত কর্মের ফল। ফলস্বরূপ, কিছু যুগ সাধারণ কল্যাণের কারণে সমৃদ্ধি এবং শান্তিতে পূর্ণ হয়, যেখানে অন্যান্য যুগ দুঃখ, অসততা এবং স্বল্প আয়ুতে পূর্ণ হয় ।\n\n\n== অর্থ ও উৎপত্তি ==\n\n\n=== পুনর্জন্ম এবং মুক্তির কোর্স ===\nবৌদ্ধ সৃষ্টিতত্ত্ব মহাবিশ্বের আকৃতির আক্ষরিক বর্ণনা নয়; বরং, এটি মহাবিশ্ব যা দিব্যচক্ষুস্ divyacakṣus (পালি: dibbacakkhu दिब्बचक्खु ) এর মাধ্যমে দেখা যায়, \"ঐশ্বরিক চোখ\" যার দ্বারা একজন বুদ্ধ বা অর্হত সমস্ত প্রাণীর উদ্ভব (জন্ম হওয়া) এবং মৃত্যু (মৃত্যু) হতে পারে। পৃথিবী এবং বলতে পারে কোন অবস্থায় তারা পুনর্জন্ম পেয়েছে এবং কোন অবস্থায় তারা পুনর্জন্ম পাবে।\nপ্রাণীরা দেবতা (দেবতা), মানুষ, প্রাণী, অসুর (টাইটান), প্রেত (\"ক্ষুধার্ত ভূত\") এবং নরক রাজ্যের বাসিন্দা হিসাবে পুনর্জন্ম হতে পারে। \nযে প্রক্রিয়ার মাধ্যমে সংবেদনশীল প্রাণীরা অস্তিত্বের এক অবস্থা থেকে অন্য অবস্থায় স্থানান্তরিত হয় তা কারণ এবং অবস্থার উপর নির্ভরশীল। তিনটি কারণ হল দান বা দান, নৈতিক আচরণ, ধ্যান বিকাশ এবং তাদের বিপরীত। কাম-লোকে (আকাঙ্ক্ষার রাজ্য) পুনর্জন্ম নির্ভর করে একজন ব্যক্তির নৈতিক আচরণ এবং দেওয়ার অনুশীলনের উপর। রূপ-লোকে (রূপের রাজ্য) এবং অরূপ-লোকে (নিরাকার রাজ্য) পুনর্জন্মের জন্যও ধ্যান বিকাশের প্রয়োজন। সমস্ত পুনর্জন্ম থেকে মুক্তির জন্য নৈতিক আচরণ এবং ধ্যান ছাড়াও প্রজ্ঞার প্রয়োজন।\n\n\n=== উৎপত্তি ===\nথেরবাদ এবং মহাযান উভয় ঐতিহ্যের অভিধর্মের ভাষ্য ও রচনায় উপস্থাপিত বৌদ্ধ সৃষ্টিতত্ত্ব হল বৌদ্ধ সূত্র এবং বিনয় ঐতিহ্যে পাওয়া মহাজাগতিক মন্তব্যের বিশ্লেষণ ও মিলনের শেষ ফল। কোনো একক সূত্রই মহাবিশ্বের সম্পূর্ণ কাঠামো নির্ধারণ করে না, তবে বেশ কয়েকটি সূত্রে বুদ্ধ অন্যান্য জগত এবং সত্তার অবস্থা বর্ণনা করেছেন এবং অন্যান্য সূত্রগুলি মহাবিশ্বের উৎপত্তি ও ধ্বংসের বর্ণনা দেয়। সুত্ত পিটকে গৌতম বুদ্ধের বিভিন্ন বক্তৃতায় বিমানের ক্রম পাওয়া যায়। মাঝিমা মজ্ঝিমনিকায় সলেয়্যাক সুত্তে বুদ্ধ মানুষের সমতলের উপরে আরোহী ক্রমে উল্লেখ করেছেন।  অঙ্গুত্তরনিকায় বেশ কয়েকটি সূত্রে, বুদ্ধ একই ক্রমে এই সমতলে পুনর্জন্মের কারণগুলি বর্ণনা করেছেন।\nএকটি একক বিস্তৃত সিস্টেমে এই তথ্যগুলির সংশ্লেষণ অবশ্যই বৌদ্ধধর্মের ইতিহাসের প্রথম দিকে ঘটেছিল, কারণ পালি বিভাজ্যবাদ ঐতিহ্যে (আজকের থেরাবাদিদের দ্বারা প্রতিনিধিত্ব করা হয়েছে) বর্ণিত পদ্ধতিটি সর্বস্তিবাদ ঐতিহ্যের সাথে নামকরণের কিছু ছোটখাটো অসঙ্গতি থাকা সত্ত্বেও সম্মত হয়। মহাযান বৌদ্ধদের দ্বারা সংরক্ষিত। \nর্তী রাজবংশের কথা বলে, Daḷhanemi (সংস্কৃত: Dṛḍhanemi ) এবং তার পাঁচজন বংশধর, যাদের জীবনকাল 80,000 বছরেরও বেশি ছিল। চক্রবর্তীদের এই পংক্তির সপ্তমটি তার পূর্বপুরুষদের ঐতিহ্যের সাথে ভেঙ্গে যায়, একটি নির্দিষ্ট বয়সে তার পদ ত্যাগ করতে, তার পুত্রকে সিংহাসন অর্পণ করতে অস্বীকার করে এবং śramaṇa श्रमण জীবনে প্রবেশ করে। তার পরবর্তী দুঃশাসনের ফলে দারিদ্র্য বৃদ্ধি পায়; দারিদ্র্যের ফলে চুরি শুরু হয়; চুরির ফলস্বরূপ, মৃত্যুদণ্ড কার্যকর করা হয়েছিল; এবং জীবনের প্রতি এই অবজ্ঞার ফলস্বরূপ, খুন এবং অন্যান্য অপরাধ প্রবল হয়ে ওঠে।\nমানুষের আয়ুষ্কাল এখন দ্রুত 80,000 থেকে 100 বছরে হ্রাস পেয়েছে, দৃশ্যত প্রতিটি প্রজন্মের সাথে প্রায় অর্ধেক কমেছে (এটি সম্ভবত আক্ষরিক অর্থে নেওয়া যায় না), যখন প্রতিটি প্রজন্মের সাথে অন্য অপরাধ এবং মন্দতা বৃদ্ধি পেয়েছে: মিথ্যা, লোভ, ঘৃণা, যৌন দুর্ব্যবহার, বড়দের প্রতি অসম্মান। এই সময়কালে, মহাপদন-সুত্ত (DN.14) অনুসারে এই অন্তরকল্পের চারটি বুদ্ধের মধ্যে তিনজন বেঁচে ছিলেন: কাকুসন্ধ বুদ্ধ क्रकुच्छन्दः (পালি: কাকুসন্ধ কकुन्ध), যে সময়ে আয়ুষ্কাল ছিল 40,000 বছর; কণকমুনি কণकमुनिः বুদ্ধ (পালি: Konāgamana कोनागमन) যখন আয়ুষ্কাল ছিল 30,000 বছর; এবং কাশ্যপ কাश्यपः বুদ্ধ (পালি: Kassapa कस्सप) যখন জীবনকাল ছিল 20,000 বছর।\nআমাদের বর্তমান সময়কে এই বিবর্তস্থায়ীকল্পের প্রথম অন্তরকল্পের শেষের দিকে নিয়ে যাওয়া হয়, যখন জীবনকাল 100 বছরের কম হয়, শাক্যমুনি শাক্যমুনিঃ বুদ্ধ (পালি: শাক্যমুনি), যিনি ৮০ বছর বয়স পর্যন্ত বেঁচে ছিলেন।\nঅন্তরকল্পের অবশিষ্টাংশ দুর্ভাগ্যজনক বলে ভবিষ্যদ্বাণী করা হয়েছে: আয়ুষ্কাল হ্রাস পেতে থাকবে, এবং অতীতের সমস্ত মন্দ প্রবণতা ধ্বংসাত্মকতার চূড়ান্ত পর্যায়ে পৌঁছে যাবে। লোকেরা দশ বছরের বেশি বাঁচবে না এবং পাঁচ বছর বয়সে বিয়ে করবে; খাদ্য দরিদ্র এবং স্বাদহীন হবে; কোন প্রকার নৈতিকতা স্বীকার করা হবে না। সবচেয়ে তুচ্ছ ও বিদ্বেষী লোকেরা শাসক হবে। অজাচার ব্যাপক হবে। মানুষের মধ্যে ঘৃণা, এমনকি একই পরিবারের সদস্যদের মধ্যে, যতক্ষণ না মানুষ একে অপরকে শিকারিরা তাদের শিকারের মতো মনে করে ততক্ষণ পর্যন্ত ঘৃণা বাড়বে। \nঅবশেষে একটি মহান যুদ্ধ সংঘটিত হবে, যেখানে সবচেয়ে প্রতিকূল এবং আক্রমণাত্মক তারা তাদের হাতে তলোয়ার নিয়ে নিজেদেরকে সশস্ত্র করবে এবং একে অপরকে হত্যা করতে বের হবে। যুদ্ধের সময় যত কম আক্রমনাত্মক তারা বনে এবং অন্যান্য গোপন স্থানে লুকিয়ে থাকবে। এই যুদ্ধ প্রথম অন্তরকল্পের সমাপ্তি চিহ্নিত করে। \n\n\n==== দ্বিতীয় অন্তরকল্প ====\nযুদ্ধের শেষে, বেঁচে থাকা লোকেরা তাদের লুকানোর জায়গা থেকে বেরিয়ে আসবে এবং তাদের খারাপ অভ্যাস থেকে অনুতপ্ত হবে। তারা ভালো কাজ করতে শুরু করলে তাদের আয়ু বৃদ্ধি পায় এবং এর সাথে মানব জাতির স্বাস্থ্য ও কল্যাণও বৃদ্ধি পায়। দীর্ঘকাল পর, যাদের ১০ বছর আয়ু থাকবে তাদের বংশধরেরা 80,000 বছর বেঁচে থাকবে এবং সেই সময়ে Saṅkha शंख নামে একজন চক্রবর্তী রাজা হবেন। তাঁর রাজত্বকালে, Tuṣita স্বর্গে বর্তমান বোধিসত্ত্ব অবতরণ করবেন এবং অজিত নামে পুনর্জন্ম গ্রহণ করবেন। তিনি śramaṇa জীবনে প্রবেশ করবেন এবং বুদ্ধ হিসাবে নিখুঁত জ্ঞান লাভ করবেন; এবং তখন তিনি মৈত্রেয় নামে পরিচিত হবেন (मैत्रेयः, পালি: মেত্তেয়্য मेत्तेय)।\nমৈত্রেয়ের সময়ের পরে, পৃথিবী আবার খারাপ হবে, এবং আয়ু ধীরে ধীরে 80,000 বছর থেকে আবার ১০ বছরে হ্রাস পাবে, প্রতিটি অন্তঃকল্প ধ্বংসাত্মক যুদ্ধের মাধ্যমে পরের থেকে বিচ্ছিন্ন হবে, যার মাঝখানে উচ্চ সভ্যতা এবং নৈতিকতার শিখর রয়েছে। ১৯তম অন্তরকল্পের পরে, আয়ুষ্কাল 80,000-এ বৃদ্ধি পাবে এবং তারপরে কমবে না, কারণ বিবর্তস্থায়িকল্প শেষ হয়ে গেছে।\nSaṃvartakalpa শুরু হয় যখন নরকে জন্ম নেওয়া বন্ধ হয়। জন্মের এই সমাপ্তি তারপর উল্লম্ব সৃষ্টিতত্ত্বের বিপরীত ক্রমে এগিয়ে যায়, অর্থাৎ, প্রেতাস তারপর জন্মগ্রহণ বন্ধ করে, তারপর প্রাণী, তারপর মানুষ, এবং তাই দেবতাদের রাজ্য পর্যন্ত।\nব্রহ্মলোক পর্যন্ত এই জগৎগুলো যখন বাসিন্দাবিহীন থাকে, তখন প্রচণ্ড অগ্নি পৃথিবীর সমস্ত শারীরিক গঠনকে গ্রাস করে। এটি আভাস্বর জগতের নীচে সমস্ত জগতকে পুড়িয়ে দেয়। যখন তারা ধ্বংস হয়, তখন শুরু হয় Saṃvartasthāyikalpa ।\nSaṃvartasthāyikalpa সম্পর্কে বলার কিছু নেই, যেহেতু আভাস্বর জগতের নীচে কিছুই ঘটে না। এটি শেষ হয় যখন আদিম বায়ু প্রবাহিত হতে শুরু করে এবং আবার বিশ্বের কাঠামো তৈরি করে।\n\n\n=== অন্যান্য ধ্বংস ===\nঅগ্নি দ্বারা ধ্বংস হল সাধারণ ধরনের ধ্বংস যা Saṃvartakalpa শেষে ঘটে। কিন্তু প্রতি অষ্টম মহাকল্পে, আগুন দ্বারা সাতটি ধ্বংসের পরে, জল দ্বারা একটি ধ্বংস হয়। এটি আরও বিধ্বংসী, কারণ এটি কেবল ব্রহ্ম জগতকেই নয়, আভাস্বর জগতগুলিকেও নির্মূল করে।\nপ্রতি চৌষট্টি মহাকল্পে, অগ্নি দ্বারা পঞ্চাশতম বিনাশ এবং জল দ্বারা সাতটি বিনাশের পরে, বায়ু দ্বারা একটি বিনাশ হয়। এটি সর্বাপেক্ষা বিধ্বংসী, কারণ এটি Śubhakṛtsna ধ্বংস করে। উচ্চতর জগতগুলো কখনো ধ্বংস হয় না।\n\n\n== আরও পড়ুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRobert E. Buswell Jr.; Donald S. Lopez Jr. (২০১৩)। The Princeton Dictionary of Buddhism। Princeton, New Jersey: Princeton University Press। আইএসবিএন 978-1400848058। সংগ্রহের তারিখ ২২ জুন ২০১৫। \nBuswell, Robert E., সম্পাদক (২০০৪)। Encyclopedia of Buddhism (Cosmology)। Macmillan Reference US। পৃষ্ঠা 183–187। আইএসবিএন 0-02-865718-7। \nTrainor, Kevin (২০০৪)। Buddhism: The Illustrated Guide। Oxford: Oxford University Press। আইএসবিএন 978-0195173987। সংগ্রহের তারিখ ২২ জুন ২০১৫। \nBuddhist Cosmology (পিডিএফ)। Dhammakaya Open University। ১৮ জানুয়ারি ২০২০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৬ অক্টোবর ২০২২।"}