{"pageid": 1174011, "title": "বউলা গাছ", "url": "https://bn.wikipedia.org/wiki?curid=1174011", "content": "বউলা গাছ, অ্যাসিরিয়ান পাম, বোরেজ পরিবারের একটি মাঝারি আকারের পর্ণমোচী গাছ যা এশিয়ার স্থানীয়। অন্যান্য সাধারণ নামেরর মধ্যে অন্তর্ভুক্ত লাসুরা, লাভেদা, পিদার, পানুগেরি, নারুভিলি, গেদুরি, স্পিস্তান, বারগুন্ড দুলু, ওয়ানান এবং এনটেগে।\nএটি প্রাথমিকভাবে এশিয়াতে, সেইসাথে সারা বিশ্বে বিশেষ করে গ্রীষ্মমণ্ডলীয় অঞ্চলে সঠিক ধরনের ভূ-ভৌতিক পরিবেশে বৃদ্ধি পেতে দেখা যায়।  এটি প্রাকৃতিকভাবে উঠে আসছে এবং পূর্বে মিয়ানমার থেকে পশ্চিমে লেবানন এবং সিরিয়া পর্যন্ত প্রচুর পরিমাণে বৃদ্ধি পাচ্ছে।  এর আবাসস্থল সমভূমিতে সমুদ্রপৃষ্ঠ থেকে প্রায় ২০০ মিটার উপরে শুরু হয় এবং পাহাড়ে প্রায় ১৫০০ মিটার উচ্চতায় উঠে।\n\n\n== বাকল ==\nবউলার বাকল ধূসর বাদামী বর্ণের এবং অনুদৈর্ঘ্য এবং উল্লম্ব ফাটলযুক্ত। পরিপক্কতার দিকে এগিয়ে আসা গাছের মূল বোলের বাকলের মধ্যে যে ফাটলগুলি এত বিশিষ্ট তা পর্যবেক্ষণ করে গাছটিকে দূর থেকে সহজেই সনাক্ত করা যায়।\n\n\n== পাতা ==\nলাসুরার পাতা চওড়া, ডিম্বাকার, একান্তর এবং ডাঁটাযুক্ত। যার বিস্তার ৭ থেকে ১৫ সেমি x ৫ থেকে ১০ সেমি। বাহ্যিক চেহারার ক্ষেত্রে এগুলি উপরে চকচকে এবং নীচে পিউবেসেন্ট। কচি পাতা লোমযুক্ত হতে থাকে। তাজা পাতাগুলি গবাদি পশুদের জন্য খাদ্য হিসাবে বেশ উপযোগী। এগুলি বিড়ি এবং চেরুট মোড়ানোর জন্যও ব্যবহৃত হয়।\n\n\n== ফুল ==\nমার্চ-এপ্রিল মাসে লাসুরা গাছে ফুল ফোটে।  বেশিরভাগ পুষ্পমঞ্জরি সাদা রঙের। পৃথক ফুলের ব্যাস প্রায় ৫ মিমি। কিছুটা জায়গায় এগুলি কিছুটা লোমশ এবং সাদা। এটি পর্ণমোচী উদ্ভিদ হওয়ায় প্রজাতিটি একই গাছে পুরুষ ও স্ত্রী ফুল ধরে।  একটি স্বাধীন ফুলের ক্যালিক্স অংশ প্রায় 8৮৮ মিমি লম্বা এবং চকচকে কিন্তু পিউবেসেন্ট নয়।  এটি ফুলে কুঁড়ি খোলার সময় অনিয়মিতভাবে বিভক্ত হয়।\n\n\n== ফল ==\nবউলার ফল জুলাই-আগস্ট মাসে দেখা দিতে শুরু করে। এটি এক ধরনের ড্রুপ (পাথরের ফল), হালকা ফ্যাকাশে থেকে বাদামী বা এমনকি গোলাপী রঙের।  পাকতে শুরু করলে চেহারাটা কালচে হয়ে যায়। মিউকিলেজের মতো আঠালো আঠা দিয়ে পূর্ণ হওয়ায় সজ্জা কিছুটা স্বচ্ছ হয়। সম্পূর্ণ পাকা হয়ে গেলে পাল্প স্বাদে বেশ মিষ্টি হয়ে যায় এবং বাচ্চারা এটি পুরোপুরি উপভোগ করে। এমনকি অর্ধ পাকা ফলের পাল্প অফিসের কাজে কাগজের আঠার বিকল্প হিসেবে ব্যবহার করা যেতে পারে।\n\n\n== চাষ ==\n\n\n== বিষাক্ততা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}