{"pageid": 1174373, "title": "আইয়ন (দেবতা)", "url": "https://bn.wikipedia.org/wiki?curid=1174373", "content": "আইয়ন (ইংরেজি বানানে: Aion; গ্রিক: Αἰών) হলেন এক হেলেনীয় দেবতা। তিনি সময়, ওব (মহাবিশ্বকে বেষ্টনকারী চক্র) ও রাশিচক্রের সঙ্গে যুক্ত।\nআইয়ন যে \"সময়\"-এর প্রতীক, তা অন্তহীন, অনাবদ্ধ, আচারগত ও চক্রাকার: ভষিষ্যৎ হল অতীতের প্রত্যাবর্তনকারী রূপ, যাকে পরে বলা হয়েছে ইভাম (বৈদিক সংস্কৃত \"ঋতু\" দেখুন)। এই ধরনের সময় প্রায়োগিক, রৈখিক, প্রগতিশীল ও ঐতিহাসিক সময়ের (ক্রোনস যার প্রতীক, এবং যে সময় অতীত, বর্তমান ও ভবিষ্যৎকে পৃথক করে) সম্পূর্ণ বিপরীত।\nআইয়ন হলেন আবর্তনশীল যুগসমূহ, বার্ষিক চক্র ও রাশিচক্রের প্রতীক। ধ্রুপদি যুগের পরবর্তী অংশে তিনি পরকাল-কেন্দ্রিক রহস্যবাদী ধর্মগুলির (যেমন সাইবিলি, ডায়োনিসীয় রহস্যবাদ, অর্ফিক ধর্ম ও মিথ্রাইক রহস্যবাদ) সঙ্গে যুক্ত হয়ে পড়েন। লাতিনে এই দেবতাটির ধারণা সম্ভবত এসেছে ইটার্নিটাস, অ্যানা পেরেনা বা সেক্যুলাম-এর আকারে। তাঁর সঙ্গে সচরাচর এক পৃথিবী বা মাতৃকা দেবীকে (যেমন টেরা বা সিবিলি) দেখা যায় (প্যারাবিয়াগো ফলজে যেমন দেখা যায়)।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKákosy, László (১৯৬৪)। \"Osiris-Aion\"। Oriens Antiquus। 3। \nNock, Arthur Darby (জানুয়ারি ১৯৩৪)। \"A vision of Mandulis-Aion\"। The Harvard Theological Review। 27 (1)। \nZuntz, Günther (১৯৮৯)। Aion, Gott des Römerreichs (German ভাষায়)। Heidelberg, DE: Carl Winter Universitatsverlag। আইএসবিএন 3533041700। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nZuntz, Günther (১৯৯২)। AIΩN in der Literatur der Kaiserzeit (German ভাষায়)। Vienna, Austria: Austrian Academy of Sciences, Verlag der Osterreichischen Akademie der Wissenschaften। আইএসবিএন 3700119666। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n== বহিঃসংযোগ ==\n\n\"entries naming Aion\"। archive.today। Suda On Line। Archived from the original on ৫ জুলাই ২০১৩। সংগ্রহের তারিখ ১৫ সেপ্টেম্বর ২০২২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: বট: আসল-ইউআরএলের অবস্থা অজানা (link) \n\"Images of the Aion mosaic at Munich Glyptothek\"। pbase.com। \nImages of Aion। Iconographic Database (photos)। London, UK: Warburg Institute। ৩ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ আগস্ট ২০১৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\nটেমপ্লেট:Ancient Greek religion"}