{"pageid": 1174280, "title": "দক্ষিণ কোরিয়ায় স্বাস্থ্যসেবা", "url": "https://bn.wikipedia.org/wiki?curid=1174280", "content": "দক্ষিণ কোরিয়ায় স্বাস্থ্যসেবা সর্বজনীন, যদিও স্বাস্থ্যসেবার একটি উল্লেখযোগ্য অংশ ব্যক্তিগতভাবে অর্থায়ন করা হয়। দক্ষিণ কোরিয়ার স্বাস্থ্যসেবা ব্যবস্থা জাতীয় স্বাস্থ্য বীমা পরিষেবার উপর ভিত্তি করে, স্বাস্থ্য ও কল্যাণ মন্ত্রণালয় দ্বারা পরিচালিত একটি জনস্বাস্থ্য বীমা প্রোগ্রাম যেখানে পর্যাপ্ত আয়ের দক্ষিণ কোরিয়ানদের নিজেদের এবং তাদের নির্ভরশীলদের বীমা করার জন্য অবদান রাখতে হয়, এবং মেডিকেল এইড প্রোগ্রাম, ন্যাশনাল হেলথ ইন্স্যুরেন্সের অবদানগুলি দিতে অক্ষম ব্যক্তিদের বিমা করার জন্য কেন্দ্রীয় সরকার এবং স্থানীয় সরকার দ্বারা পরিচালিত একটি সামাজিক কল্যাণ কর্মসূচি। 2015 সালে, দক্ষিণ কোরিয়া স্বাস্থ্যসেবা অ্যাক্সেসের জন্য OECD-তে প্রথম স্থান অধিকার করে। স্বাস্থ্যসেবার সন্তুষ্টি ক্রমাগতভাবে বিশ্বে সর্বোচ্চ - ব্লুমবার্গ দ্বারা দক্ষিণ কোরিয়াকে দ্বিতীয় সবচেয়ে দক্ষ স্বাস্থ্যসেবা ব্যবস্থা হিসাবে রেট দেওয়া হয়েছে।\n\n\n== ইতিহাস ==\n1953 সালে কোরিয়ান যুদ্ধ শেষ হওয়ার পর, দক্ষিণ কোরিয়ার চিকিৎসা অবকাঠামো এবং স্বাস্থ্যসেবা ব্যবস্থায় মনোযোগ দেওয়া প্রয়োজন চিলো। কোরিয়াকে তার পায়ে ফিরে যেতে সাহায্য করার জন্য, মিনেসোটা বিশ্ববিদ্যালয় এবং সিউল ন্যাশনাল ইউনিভার্সিটি 1955 থেকে 1961 সাল পর্যন্ত মিনেসোটা প্রকল্প চালু করেছিল। এই প্রকল্পটি দক্ষিণ কোরিয়ার স্বাস্থ্য পেশাদারদের চিকিৎসা পদ্ধতির সাথে পরিচিত করেছে এবং স্বাস্থ্য নেতাদের একটি নতুন তরঙ্গ চাষ কোরেছে। এটি বিভাগ দ্বারা যথাযথ স্যানিটেশন এবং সংগঠিত হাসপাতাল সম্পর্কে জনসাধারণের জ্ঞান বৃদ্ধি করেছে।এটি প্রাপ্ত সাফল্যের কারণে, মিনেসোটা প্রকল্পটি কোরিয়ার স্বাস্থ্যসেবা শিল্পকে আজ যা আছে তার দিকে ঠেলে দেওয়ার জন্য স্বীকৃত।\n1963 সালের ডিসেম্বরে, দক্ষিণ কোরিয়া তাদের প্রথম স্বাস্থ্য বীমা আইন প্রয়োগ করে: মেডিকেল ইন্স্যুরেন্স আইন। এটি কোম্পানিগুলিকে তার কর্মীদের স্বেচ্ছাসেবী স্বাস্থ্য বীমা প্রদানের অনুমতি দেয়। এরপর 1977 সালে আইন সংশোধন করে স্বাস্থ্য বীমা বাধ্যতামূলক করা হয়। প্রেসিডেন্ট পার্ক চুং-হিও 500 বা তার বেশি কর্মচারীর ফার্মে কর্মচারীদের চিকিৎসা বীমা বাধ্যতামূলক করেছেন এবং মেডিকেল এইড প্রোগ্রাম চালু করেছেন যা নিম্ন আয়ের নাগরিকদের জন্য চিকিৎসা সেবা প্রদান করে। তারপর 1979 সালে সরকারি কর্মীদের এবং 1981 সালে স্ব-নিযুক্ত ব্যক্তিদের জন্য বীমা প্রদান কোরা হোয়েছে। কভারেজ প্রসারিত হতে থাকবে, এবং মাত্র 12 বছরের মধ্যে, 1989 সালে, জাতীয় স্বাস্থ্য বীমা (NHI) সমগ্র দেশে প্রসারিত হয়, যা সমস্ত নাগরিকের জন্য সর্বজনীন স্বাস্থ্যসেবা প্রদান কোরা হোয়ে।\n2000 সালে, জাতীয় স্বাস্থ্য বীমা পরিষেবা (NHIS; কোরিয়ান: 국민건강보험; RR: গুকমিন জিওংগাং বোহেওম), একটি একক জাতীয় স্বাস্থ্য বীমাকারীতে সমস্ত স্বাস্থ্য বীমা একত্রিত করার জন্য প্রতিষ্ঠিত হয়েছিল। 2006 সালের হিসাবে, দক্ষিণ কোরিয়ার মোট জনসংখ্যার প্রায় 96.3% জাতীয় স্বাস্থ্য বীমা কর্মসূচির অধীনে রয়েছে (57.7% কর্মচারী বীমাকৃত, 38.6% স্ব-নিযুক্ত বীমাকৃত) যেখানে জনসংখ্যার অবশিষ্ট 3.7%।\n\n\n== তুলনা ==\nদক্ষিণ কোরিয়ার স্বাস্থ্যসেবার মান বিশ্বের সেরাদের মধ্যে স্থান পেয়েছে। এটিতে OECD-এর সর্বোচ্চ কোলোরেক্টাল ক্যান্সার বেঁচে থাকার হার ছিল ৭২.৮%, ডেনমার্কের ৫৫.৫% বা যুক্তরাজ্যের ৫৪.৫% থেকে উল্লেখযোগ্যভাবে এগিয়ে। এটি ৭৬.৮% জরায়ুর ক্যান্সার বেঁচে থাকার হারে দ্বিতীয় স্থানে রয়েছে, জার্মানির ৬৪.৫% বা মার্কিন যুক্তরাষ্ট্রের ৬২.২% থেকে উল্লেখযোগ্যভাবে এগিয়ে।\nরক্তক্ষরণজনিত স্ট্রোক ৩০-দিনের হাসপাতালে ১০০টি হাসপাতালে থেকে ছাড়ার মৃত্যুর হার ছিল OECD-এর তৃতীয় সর্বনিম্ন ১৩.৭ মৃত্যু, যা মার্কিন যুক্তরাষ্ট্রে ২২.৩ বা ফ্রান্সের ২৪ জন মৃত্যুর প্রায় অর্ধেক ছিল। ইস্কেমিক স্ট্রোকের জন্য, এটি ৩.৪ মৃত্যুর সাথে দ্বিতীয় স্থানে রয়েছে, যা অস্ট্রেলিয়ার ৯.৪ বা কানাডার ৯.৭ মৃত্যুর প্রায় এক তৃতীয়াংশ ছিল। দক্ষিণ কোরিয়ার হাসপাতালগুলি OECD-তে মাথাপিছু এমআরআই ইউনিটের জন্য চতুর্থ এবং মাথাপিছু সিটি স্ক্যানারের জন্য ৬-তম স্থানে রয়েছে। এছাড়াও এটিতে ৯.৫৬ শয্যায় প্রতি ১০০০ জনে OECD-এর দ্বিতীয় বৃহত্তম সংখ্যক হাসপাতালের শয্যা ছিল, যা সুইডেনের ২.৭১, কানাডার ২.৭৫, যুক্তরাজ্যের ২.৭৫ বা মার্কিন যুক্তরাষ্ট্রের ৩.০৫ শয্যার চেয়ে তিনগুণ বেশি।\n\n\n== স্বাস্থ্য বীমা ব্যবস্থা ==\n১৯৭৭ জাতীয় স্বাস্থ্য বীমা আইনের সাথে সামাজিক স্বাস্থ্য বীমা চালু করা হয়েছিল, যা বৃহৎ কর্পোরেশনগুলিতে শিল্প কর্মীদের স্বাস্থ্য বীমা প্রদান করে। সরকারি কর্মচারী এবং বেসরকারি শিক্ষকদের মতো অন্যান্য কর্মীদের অন্তর্ভুক্ত করার জন্য ১৯৭৯ সালে প্রোগ্রামটি প্রসারিত করা হয়েছিল। তারপরে এই প্রোগ্রামটি ধীরে ধীরে সাধারণ জনগণের কাছে চালু করা হয়, অবশেষে ১৯৮৯ সালে সর্বজনীন কভারেজ অর্জন করে। সার্বজনীন স্বাস্থ্যসেবা অর্জন করতে সক্ষম হওয়া সত্ত্বেও, এই কর্মসূচির ফলে সমাজের মধ্যে আরও ইক্যুইটি সমস্যা দেখা দিয়েছে কারণ এটি ভৌগোলিক অবস্থান এবং কর্মসংস্থানের প্রকারের মতো জনসংখ্যার কারণের উপর ভিত্তি করে বিভিন্ন বিভাগে লোকেদের গোষ্ঠীভুক্ত করেছে। এই বিভিন্ন গ্রুপ শেষ পর্যন্ত তাদের নিজ নিজ স্বাস্থ্যসেবা প্রদানকারীদের কাছ থেকে বিভিন্ন কভারেজ পেয়েছে।\nস্বাস্থ্যসেবা ব্যবস্থা প্রাথমিকভাবে স্বাস্থ্য বীমা কভারেজ পরিচালনা ও প্রদানের জন্য অলাভজনক বীমা সমিতির উপর নির্ভরশীল ছিল। ১৯৭৭ থেকে ১৯৮৯ সাল পর্যন্ত কর্মসূচী প্রসারিত হওয়ায়, সরকার স্বাস্থ্য বীমা ব্যবস্থায় সরকারি হস্তক্ষেপ কমানোর জন্য জনসংখ্যার বিভিন্ন অংশের জন্য কভারেজ প্রদানের জন্য বিভিন্ন বীমা সমিতিকে অনুমতি দেওয়ার সিদ্ধান্ত নেয়। এটি অবশেষে একটি খুব অদক্ষ সিস্টেম তৈরি করেছিল, যার ফলে ৩৫০ টিরও বেশি বিভিন্ন স্বাস্থ্য বীমা সমিতি তৈরি হয়েছিল।  ২০০০ সালে একটি প্রধান স্বাস্থ্যসেবা অর্থায়ন সংস্কার সমস্ত চিকিৎসা সমিতিকে ন্যাশনাল হেলথ ইন্স্যুরেন্স সার্ভিসে (NHIS) একীভূত করে। এই নতুন পরিষেবাটি ২০০৪ সালে একক-প্রদানকারী স্বাস্থ্যসেবা ব্যবস্থায় পরিণত হয়েছিল। চার বছরের বিলম্ব ঘটেছিল আইনসভায় মতবিরোধের কারণে যে কীভাবে স্ব-নিযুক্ত ব্যক্তিদের তাদের অবদান নির্ধারণের জন্য সঠিকভাবে মূল্যায়ন করা যায়।\nবীমা ব্যবস্থা কর, সরকারী ভর্তুকি, এবং তামাক সারচার্জ দ্বারা অর্থায়ন করা হয় এবং জাতীয় স্বাস্থ্য বীমা কর্পোরেশন প্রধান তত্ত্বাবধানকারী প্রতিষ্ঠান।1 জানুয়ারি 2021 এর হিসাবে, দীর্ঘমেয়াদী যত্ন বীমা সহ প্রযোজ্য প্রিমিয়াম হার হল মাসিক মজুরির প্রায় 7.65% (বর্তমানে মোট KRW 7,047,900 এর মাসিক করে সীমাবদ্ধ, 2022 সালে পরিবর্তন সাপেক্ষে); নিয়োগকর্তা এবং কর্মচারীদের প্রত্যেকের মধ্যে প্রায় সমানভাবে 3.825%-এ বিভক্ত।NHI প্রোগ্রামে কর্মচারীদের অবদান করযোগ্য আয় গণনা করার ক্ষেত্রে ছাড়যোগ্য। জাতীয় সরকার তহবিলের মোট পরিমাণের 14% প্রদান করে এবং তামাক সারচার্জ অর্থায়নের 6% জন্য দায়ী। মোট দেশীয় পণ্যের শতাংশ হিসাবে স্বাস্থ্য বীমার মোট ব্যয় 2000 সালে 4.0% থেকে বেড়ে 2014 সালে 7.1% হয়েছে।\nজাতীয় স্বাস্থ্য বীমা কর্পোরেশন, যা স্বাস্থ্য ও কল্যাণ মন্ত্রকের তত্ত্বাবধানে থাকে, জাতীয় স্বাস্থ্য বীমা পরিষেবার মাধ্যমে স্বাস্থ্যসেবা প্রদানের জন্য দায়ী।দক্ষিণ কোরিয়ানদের নিজেদের এবং তাদের নির্ভরশীলদের বীমা করার জন্য বেতন করের মাধ্যমে NHIS-এ অবদান রাখতে হবে।কর্মচারীদের মাসিক আয় থেকে গড়ে 5% বেতন কাটা হয়, কর্মচারী এবং নিয়োগকর্তার মধ্যে ভাগ করা হয়।স্ব-নিযুক্ত ব্যক্তিদের তাদের আয়ের স্তরের উপর ভিত্তি করে করের মাধ্যমে অবদান রাখতে হবে।ন্যাশনাল হেলথ ইন্স্যুরেন্সের অবদানগুলি পরিশোধ করতে অক্ষম নিম্ন আয়ের পরিবারগুলি মেডিকেল এইড প্রোগ্রামের মাধ্যমে স্বাস্থ্য বীমা গ্রহণ করে।এটি কেন্দ্রীয় সরকার এবং স্থানীয় সরকার দ্বারা যৌথভাবে অর্থায়ন করা হয় এবং স্থানীয় সরকারগুলি সুবিধাভোগী নির্বাচন করে।\n2014 সালে, মাথাপিছু মোট স্বাস্থ্য ব্যয় ছিল $2,531, বিশ্বব্যাপী গড় $1058 এর তুলনায়, এবং মাথাপিছু স্বাস্থ্যের জন্য সরকারি ব্যয় ছিল $1368।\nএকটি NHIS জরিপ অনুসারে, জনসংখ্যার 77% ব্যক্তিগত বীমা আছে। এটি এই কারণে যে জাতীয় স্বাস্থ্য পরিকল্পনা প্রতিটি মেডিকেল বিলের সর্বাধিক 60% কভার করে।\n\n\n== হাসপাতাল ==\n\nপ্রতি 1000 জনসংখ্যায় হাসপাতালের শয্যা সংখ্যা 10, OECD দেশগুলির গড় 5 এর চেয়েও বেশি। মার্ক ব্রিটনেল-এর মতে হাসপাতালগুলি স্বাস্থ্য ব্যবস্থায় আধিপত্য রয়েছে। 94% হাসপাতাল (শয্যার 88%) ব্যক্তিগত মালিকানাধীন। 43টি টার্শিয়ারী হাসপাতালের মধ্যে 30টি, বেসরকারি বিশ্ববিদ্যালয় দ্বারা পরিচালিত হয়। আরও 10টি সরকারী মালিকানাধীন বিশ্ববিদ্যালয় দ্বারা পরিচালিত হয়।পরিষেবার জন্য ফি-র ভিত্তিতে অর্থপ্রদান করা হয়। হাসপাতালের জন্য সরাসরি সরকারী ভর্তুকি নেই। এটি হাসপাতালগুলিকে সম্প্রদায় পরিষেবা সম্প্রসারণ করতে উৎসাহিত এবং কমিউনিটি সার্ভিসকে নিরুৎসাহিত করে।\nমেডিক্যাল ট্যুরিজমকে উৎসাহিত করার জন্য কোরিয়া ইন্টারন্যাশনাল মেডিকেল অ্যাসোসিয়েশন গঠন করা হয়েছে। 2013 সালে প্রায় 400,000 মেডিকেল পর্যটক দক্ষিণ কোরিয়া সফর করেছিলেন, একটি সংখ্যা যা 2020 সালের মধ্যে 1 মিলিয়নে উন্নীত হবে বলে ধারণা করা হয়েছিল। মার্কিন যুক্তরাষ্ট্রে করা পদ্ধতির তুলনায়, রোগীরা 30 থেকে 85% সাশ্রয় করতে পারে যদি তারা দক্ষিণ কোরিয়ায় চিকিৎসা করে। এটি রিপোর্ট করা হয়েছে যে কিছু কোরিয়ান হাসপাতাল, অনুবাদ এবং বিমানবন্দর পিকআপের মতো কাস্টমাইজড পরিষেবার কারণে স্থানীয় রোগীদের চেয়ে বিদেশী রোগীদের বেশি চার্জ করে। ফলস্বরূপ, কিছু চিকিৎসা সেবা গ্রহণ করা পর্যটক অভিযোগ করেছেন যে এটি অন্যায্য।\n\n\n== তথ্যসূত্র =="}