{"pageid": 1174761, "title": "পাঞ্জাব বিধানসভা নির্বাচন, ২০২২", "url": "https://bn.wikipedia.org/wiki?curid=1174761", "content": "পাঞ্জাবের ষষ্ঠদশ বিধানসভার ১১৭ জন সদস্যকে নির্বাচন করার জন্য ২০ ফেব্রুয়ারি ২০২২ তারিখে পাঞ্জাবে বিধানসভা নির্বাচন অনুষ্ঠিত হয়। ১০ মার্চ ২০২২-এ ভোট গণনা এবং ফলাফল ঘোষণা করা হয়েছিল।\nআম আদমি পার্টি ১১৭টি আসনের মধ্যে ৯২টি জিতে ষোড়শ পাঞ্জাব বিধানসভায় শক্তিশালী ৭৯% সংখ্যাগরিষ্ঠতা অর্জন করেছে। আপ পাঞ্জাবের আহ্বায়ক এবং সাংসদ ভগবন্ত মান ১৬ মার্চ ২০২২ তারিখে মুখ্যমন্ত্রী হিসেবে শপথ নেন। ১৯ মার্চ ২০২২-এ ১০ জন মন্ত্রিপরিষদ মন্ত্রী নিয়ে মান মন্ত্রিসভা গঠিত হয়।\n\n\n== পটভূমি এবং ওভারভিউ ==\nপাঞ্জাব বিধানসভার মেয়াদ ২৩ মার্চ ২০২২-এ শেষ হওয়ার কথা। আগের বিধানসভা নির্বাচন হয়েছিল ২০১৭ সালের ফেব্রুয়ারিতে। নির্বাচনের পর, ভারতীয় জাতীয় কংগ্রেস রাজ্য সরকার গঠন করে এবং অমরিন্দর সিং মুখ্যমন্ত্রী হন।\n\n\n=== রাজনৈতিক উন্নয়ন ===\n১৮ সেপ্টেম্বর ২০২১-এ, মুখ্যমন্ত্রী ক্যাপ্টেন অমরিন্দর সিং কংগ্রেসের অন্যান্য সদস্যদের সাথে মতপার্থক্যের কারণে পদত্যাগ করেন এবং চরণজিৎ সিং চান্নি তার স্থলাভিষিক্ত হন। ২৭ অক্টোবর ২০২১-এ, সিং ঘোষণা করেছিলেন যে তিনি নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য একটি নতুন দল গঠন করবেন। তিনি আনুষ্ঠানিকভাবে ভারতীয় জাতীয় কংগ্রেস থেকে ২০২১ সালের ২ নভেম্বর পদত্যাগ করেন এবং একটি নতুন রাজনৈতিক দল, পাঞ্জাব লোক কংগ্রেস প্রতিষ্ঠা করেন।\n২০২১ সালের জুন থেকে নভেম্বরের মধ্যে, পাঁচজন আপ বিধায়ক কংগ্রেসে যোগ দিয়েছিলেন।\n২০২১ সালের ডিসেম্বরে অনুষ্ঠিত চণ্ডীগড় মিউনিসিপ্যাল কর্পোরেশন নির্বাচনে, আম আদমি পার্টি ১৪টি আসন জিতেছে এবং মোট ৩৫টি আসনের কাউন্সিলে একক বৃহত্তম দল হয়ে উঠে।\n২০২২ সালের জানুয়ারী পর্যন্ত, চারজন কংগ্রেস বিধায়ক বিজেপিতে যোগ দিয়েছিলেন, যার মধ্যে একজন ফিরে এসেছেন।\n১৮ জানুয়ারি ২০২২-এ, আপ ভগবন্ত মানকে বিধানসভা নির্বাচনে তাদের মুখ্যমন্ত্রী পদপ্রার্থী হিসাবে ঘোষণা করেছিল।\n৬ ফেব্রুয়ারি, কংগ্রেস নেতা রাহুল গান্ধী বর্তমান মুখ্যমন্ত্রী চরণজিৎ সিং চান্নিকে তাদের মুখ্যমন্ত্রী পদপ্রার্থী হিসেবে ঘোষণা করেন।\n\n\n==== কৃষকদের বিক্ষোভ ====\n\nভারতের সংসদ ১৭ সেপ্টেম্বর ২০২০-এ লোকসভায় এবং ২০ সেপ্টেম্বর ২০২০-এ রাজ্যসভায় ৩টি কৃষি খামার আইন পাস করেছে। ভারতের রাষ্ট্রপতি রাম নাথ কোবিন্দ ২৭ সেপ্টেম্বর ২০২০ তারিখে তার সম্মতি দিয়েছেন। কৃষক ও কৃষক ইউনিয়নগুলি এক বছরেরও বেশি সময় ধরে প্রধানত পাঞ্জাব, হরিয়ানা, দিল্লি এবং উত্তরপ্রদেশে ব্যাপক বিক্ষোভ করেছে। ১৯ নভেম্বর ২০২১-এ, কেন্দ্রীয় সরকার বিলগুলি বাতিল করার সিদ্ধান্ত নিয়েছে।\n\n\n== নির্বাচনের তফসিল ==\nভারতের নির্বাচন কমিশন ৮ জানুয়ারি ২০২২ তারিখে নির্বাচনের তফসিল ঘোষণা করেছিল। যাইহোক, গুরু রবিদাস জয়ন্তীর কারণে নির্বাচনের তারিখ ১৪ ফেব্রুয়ারি ২০২২ থেকে ২০ ফেব্রুয়ারি ২০২২ পর্যন্ত স্থগিত করা হয়েছিল।\n\n\n== ভোটার পরিসংখ্যান ==\nপাঞ্জাব নির্বাচন কমিশনের মতে, ১,৩০৪ জন প্রার্থী নির্বাচনে প্রতিদ্বন্দ্বিতা করছেন এবং রাজ্যে ২,১৪,৯৯,৮০৪ জন নিবন্ধিত ভোটার রয়েছে।\n\n\n== দল ও জোট ==\n২০২০ সালে বিজেপি-নিয়ন্ত্রিত ভারতীয় সংসদে পাশ করা বিতর্কিত ফার্ম বিলের কারণে অকালী দল বিজেপির সাথে তার জোট ভেঙে দেয়, যা দুই দশক ধরে চলেছিল। ১৩ জুন ২০২১-এ, অকালী দল এবং বিএসপি ৯৭-২০ আসন ভাগ করে বিধানসভা নির্বাচনের জন্য একটি জোট ঘোষণা করেছিল। ২৮ ডিসেম্বর ২০২১-এ, বিজেপি, পিএলসি এবং অকালী (এস) বিধানসভা নির্বাচনের জন্য একটি জোট ঘোষণা করেছে।\nআপ কোনো জোট ছাড়াই সব আসনে প্রতিদ্বন্দ্বিতা করেছিল।\n\n\n=== ভারতীয় জাতীয় কংগ্রেস ===\nমুখ্যমন্ত্রী পদপ্রার্থী ছিলেন চরণজিৎ সিং চান্নি।\n\n\n=== আম আদমি পার্টি ===\nমুখ্যমন্ত্রী পদপ্রার্থী ছিলেন ভগবন্ত মান।\n\n\n=== শিরোমণি অকালী দল+ ===\nমুখ্যমন্ত্রী পদপ্রার্থী ছিলেন সুখবীর সিং বাদল।\n\n\n=== জাতীয় গণতান্ত্রিক জোট ===\nএনডিএ মুখ্যমন্ত্রীর মুখ ছাড়াই নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল।\nপিএলসি ৩৭টি আসন বরাদ্দ করেছিল, কিন্তু ৩টি আসনে প্রতিদ্বন্দ্বিতা করার জন্য প্রার্থী খুঁজে না পাওয়ায় তারা শুধুমাত্র ৩৪টি আসনে প্রতিদ্বন্দ্বিতা করেছিল। তিনটি আসন ফের বিজেপির হাতে আসে। পিএলসির ৪ জন প্রার্থী বিজেপি প্রতীকে প্রতিদ্বন্দ্বিতা করেছেন।\n\n\n=== সংযুক্ত সমাজ মোর্চা+ ===\nমুখ্যমন্ত্রী পদপ্রার্থী ছিলেন বলবীর সিং রাজেওয়াল।\n\n\n=== অন্যান্য ===\n\n\n== প্রার্থী ==\nআপের মুখ্যমন্ত্রী প্রার্থী ভগবন্ত মান ধুরি থেকে প্রতিদ্বন্দ্বিতা করেন।\nকংগ্রেস নেতা এবং মুখ্যমন্ত্রী চরণজিৎ সিং চান্নি চমকৌর সাহেব এবং ভাদাউর থেকে প্রতিদ্বন্দ্বিতা করেছিলেন এবং প্রাক্তন মুখ্যমন্ত্রী রাজিন্দর কৌর ভাট্টল লেহরাগাগা থেকে কংগ্রেসের প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেছেন।\nশিরোমণি অকালী দলের সদস্য, প্রাক্তন মুখ্যমন্ত্রী প্রকাশ সিং বাদল লম্বি থেকে প্রতিদ্বন্দ্বিতা করেছেন। অকালী-বিএসপি জোটের মুখ্যমন্ত্রী প্রার্থী সুখবীর সিং বাদল জালালাবাদ থেকে প্রতিদ্বন্দ্বিতা করেছেন। পাঞ্জাব লোক কংগ্রেসের (পিএলসি) সদস্য প্রাক্তন মুখ্যমন্ত্রী অমরিন্দর সিং পাতিয়ালা নগর থেকে প্রতিদ্বন্দ্বিতা করেছেন।\nমোট ১৩০৪ জন প্রার্থী প্রতিদ্বন্দ্বিতা করেন। ২২৬৬ প্রার্থী তাদের মনোনয়ন দাখিল করেছেন এবং এর মধ্যে ১৬৪৫ জন বৈধ পাওয়া গেছে। ৩৪১ জন প্রার্থিতা প্রত্যাহার করেছেন।\n\n\n== প্রচারণা ==\nকৃষকদের ছাতা সংগঠন সম্মিলিত কিষাণ মোর্চা (এসকেএম ), কৃষকদের বিজেপিকে ভোট না দেওয়ার জন্য জনসভা ও সমাবেশের আয়োজন করে ক্ষমতাসীন বিজেপির বিরুদ্ধে প্রচারণা চালায়। এসকেএম ২০২০-২১ ভারতীয় কৃষকদের বিতর্কিত তিনটি খামার আইনের বিরুদ্ধে প্রতিবাদের আয়োজন করেছিল যা ২০২০ সালের সেপ্টেম্বরে বিজেপি নিয়ন্ত্রিত ভারতীয় সংসদে বিজেপি নেতৃত্বাধীন কেন্দ্রীয় সরকার পাস করেছিল। এই আইনগুলি শেষ পর্যন্ত কেন্দ্রীয় সরকার প্রত্যাহার করে নেয়।\n৩১ জানুয়ারি ২০২২-এ, কৃষক নেতারা ভারত জুড়ে \"বিশ্বসঘাট দিবস \" (বিশ্বাসঘাতক দিবস) পালন করেছিলেন কারণ কেন্দ্রীয় সরকার তিনটি কৃষি আইনের বিরুদ্ধে আন্দোলন প্রত্যাহারের সময় কৃষকদের প্রতি যে প্রতিশ্রুতি দেওয়া হয়েছিল তা পূরণ করতে ব্যর্থ হয়েছিল। এসকেএম নেতারা হুঁশিয়ারি দিয়েছেন যে বিজেপি নির্বাচনে জিতলে খামার আইন আবার চালু করা হতে পারে।\n\n\n=== নীতি অবস্থান ===\n\n\n==== খামার আইন ====\nবিজেপির কেন্দ্রীয় কৃষিমন্ত্রী নরেন্দ্র সিং তোমর ২০২১ সালের ডিসেম্বরে বলেছিলেন যে বিজেপি ৩টি কৃষি সংশোধনী আইন নিয়ে এসেছে (২০২১ সালে বাতিল করা হয়েছে)। কিন্তু সরকার হতাশ নয়। আমরা একধাপ পিছিয়ে গিয়েছি এবং আমরা আবার এগিয়ে যাব কারণ কৃষকরা ভারতের মেরুদণ্ড।\"\nআপ খামার আইনের বিরুদ্ধে এবং খামার আইনের বিরুদ্ধে তাদের বছরব্যাপী প্রতিবাদের সময় কৃষক ইউনিয়নগুলিকে সমর্থন করেছিল।\n\n\n=== প্রচারণা ===\n\n\n==== ভারতীয় জাতীয় কংগ্রেস ====\nকংগ্রেস দল মুখ্যমন্ত্রী চরণজিৎ সিং চান্নি এবং পাঞ্জাব প্রদেশ কংগ্রেস কমিটির সভাপতি নভজ্যোত সিং সিধুর সাথে লুধিয়ানার আতমনগর থেকে তাদের প্রচার শুরু করেছে।\n\n\n==== শিরোমণি অকালী দল ====\n২০২১ সালের মার্চ মাসে, শিরোমণি অকালী দল দলের সভাপতি সুখবীর সিং বাদলের নেতৃত্বে \"পাঞ্জাব মাংদা জাওয়াব\" স্লোগানের অধীনে সমাবেশ এবং বিক্ষোভ করতে শুরু করে যা বিদ্যুতের শুল্ক বৃদ্ধি, জ্বালানীর উপর মূল্য সংযোজন কর (ভ্যাট), তার ঋণ মওকুফের প্রতিশ্রুতি সহ বিভিন্ন বিষয়ে অমরিন্দর সিংয়ের সমালোচনা করেছিল।\n\n\n==== আম আদমি পার্টি ====\n২০২১ সালের মার্চ মাসে, দিল্লির মুখ্যমন্ত্রী অরবিন্দ কেজরিওয়াল মোগা জেলার বাঘা পুরাণে একটি কিষান মহাপঞ্চায়েত আয়োজন করেন এবং নির্বাচনের প্রচার শুরু করেন। ২৮ জুন ২০২১-এ, কেজরিওয়াল চণ্ডীগড়ে একটি বক্তৃতায় ঘোষণা করেছিলেন যে দল নির্বাচনে জয়ী হলে সমস্ত পাঞ্জাবিদের ৩০০ ইউনিট বিনামূল্যে বিদ্যুৎ সরবরাহ করা হবে। ৩০ সেপ্টেম্বর ২০২১-এ, কেজরিওয়ালও ঘোষণা করেছিলেন যে আপ নির্বাচনে জয়ী হলে, তার সরকার পাঞ্জাবে মহল্লা ক্লিনিক তৈরি করবে যা বিনামূল্যে স্বাস্থ্যসেবা সুবিধা প্রদান করবে। ২২ নভেম্বর ২০২১-এ, অরবিন্দ কেজরিওয়াল ঘোষণা করেছিলেন যে আপ যদি পাঞ্জাবে জয়ী হয় তবে ১৮ বছরের বেশি বয়সী প্রতিটি মহিলাকে ১,০০০ টাকা দেওয়া হবে।\n৯ ফেব্রুয়ারি, আম আদমি পার্টির মুখ্যমন্ত্রী পদপ্রার্থী এবং সাংসদ, ভগবন্ত মান লোকসভায় কৃষকদের বিষয়ে সমস্যা উত্থাপন করেন। ২০২০-২১ এবং ২০২১-২২ সালের জন্য আখ চাষীদের অর্থ প্রদান মুলতুবি ছিল। তিনি সুদসহ বকেয়া তাড়াতাড়ি পরিশোধের আবেদন করেন। পোকামাকড়ের আক্রমণে তুলা চাষিদের ক্ষতির জন্য ক্ষতিপূরণ চেয়েছেন তিনি। তিনি বলেছিলেন যে কেন্দ্রীয় সরকারের উচিত ২০২০-২১ ভারতীয় কৃষকদের বিক্ষোভের সময় মারা যাওয়া কৃষকদের স্বীকৃতি দেওয়া।\nআনমোল গগন মান আপ-এর জন্য প্রচারের গান গেয়েছেন, \"ভগত সিং, কারতার সারাভা সারা হি বান চালে, ভাই হুন জাগো আইয়ান, সরকার বদলান চালি, ভাই হুন জাগো আইয়ান\"। ইন্ডিয়ান এক্সপ্রেস গানটিকে \"প্রচারণার সময় বিশাল হিট\" বলে অভিহিত করেছে।\n\n\n==== বহুজন সমাজ পার্টি ====\n৩১ ডিসেম্বর ২০২০-এ, রাজ্য সভাপতি জসবীর সিং গাড়ির নেতৃত্বে বহুজন সমাজ পার্টির ক্যাডাররা প্রথমে শম্ভু সীমান্তে জড়ো হয় এবং তারপরে ১০০ গাড়ির একটি অশ্বারোহীতে বিক্ষোভে যোগ দিতে এবং কৃষকদের প্রতি সংহতি প্রদর্শন করতে চলে যায়। তারা কৃষকদের সমর্থনে এবং কৃষক ও শ্রমিকদের ঐক্যের ব্যানারও নেড়েছিল, কারণ বেশিরভাগ সংখ্যক শ্রমিক তফসিলি জাতি থেকে আসে। এই প্রথম কোনো রাজনৈতিক দল এত বড় সংখ্যায় কৃষকদের বিক্ষোভে অংশ নিল।\nগাড়ী পোস্ট মেট্রিক স্কলারশিপ স্কিম বাস্তবায়নের বিষয়ে বর্তমান সরকারের মিথ্যা ও দুর্নীতি বলে যুক্তি দিয়ে সমালোচনা করেছেন, এটিকে \"বৃত্তি প্রকল্প কেলেঙ্কারী\" বলে অভিহিত করেছেন।\n\n\n==== ভারতীয় জনতা পার্টি ====\nদুই বছর পর, নির্বাচনী বছরে মোদি এনডিএ-র জন্য বিতর্কিত খামার আইন বাতিল করার পরে একটি জনসভার জন্য পাঞ্জাবে এসেছিলেন। তবে ফিরোজপুর-মোগা সড়কে কৃষকদের বিক্ষোভের কারণে সমাবেশ বাতিল করা হয়েছে।\n\n\n=== প্রচারণার বিতর্ক ===\n\n\n==== ভারতের নির্বাচন কমিশন ====\n৮ জানুয়ারি ২০২২-এ, ভারতের নির্বাচন কমিশন কোভিড-১৯ এর উচ্চ ইতিবাচক হারের কারণে ১৫ জানুয়ারি পর্যন্ত শারীরিক সমাবেশ নিষিদ্ধ ঘোষণা করেছিল। ইসিআই ২২ জানুয়ারি পর্যন্ত নিষেধাজ্ঞা আরও বাড়িয়েছে। নিষেধাজ্ঞা আরও বাড়ানো হয়েছিল ৩১ জানুয়ারি ২০২২ পর্যন্ত।\n\n\n==== কংগ্রেস ====\nপঞ্জাবের কংগ্রেসের একমাত্র সাংসদ মণীশ তেওয়ারি স্টার্ট প্রচারকারীদের তালিকায় অন্তর্ভুক্ত ছিলেন না। বাদ পড়েছেন প্রবীণ নেতা গোলাম নবী আজাদও। এই দুই নেতা কংগ্রেস সভাপতিকে চিঠি দিয়ে কংগ্রেস পার্টিতে সংস্কার চেয়েছিলেন। সুনীল জাখর দাবি করেছেন যে সর্বাধিক ৪২ জন বিধায়কের সমর্থন থাকা সত্ত্বেও তাকে মুখ্যমন্ত্রী করা হয়নি এবং কয়েক দিন পরে সক্রিয় রাজনীতি থেকে সরে দাঁড়ান।\n\n\n=== প্রচারণার অর্থ ===\nইসিআই ব্যয়ের সীমা বাড়িয়ে ₹৪০ লক্ষ করেছে।\n\n\n=== রাজবংশের রাজনীতি ===\n\n\n==== শিরোমণি অকালী দল ====\nপ্রাক্তন ডেপুটি মুখ্যমন্ত্রী সুখবীর সিং বাদল, প্রাক্তন মুখ্যমন্ত্রী প্রকাশ সিং বাদলের ছেলে জালালাবাদ থেকে প্রতিদ্বন্দ্বিতা করছেন।\nপাঞ্জাবের প্রাক্তন মন্ত্রী তোতা সিং ধর্মকোট থেকে প্রতিদ্বন্দ্বিতা করছেন এবং তাঁর ছেলে বরজিন্দর সিং মাখন ব্রার মোগা থেকে প্রতিদ্বন্দ্বিতা করছেন।\nপ্রাক্তন আনন্দপুর সাহেব লোকসভা সাংসদ প্রেম সিং চান্দুমাজরা ঘানৌর থেকে প্রতিদ্বন্দ্বিতা করছেন এবং তাঁর ছেলে হরিন্দরপাল সিং চান্দুমাজরা (বর্তমান বিধায়ক) সানৌর থেকে প্রতিদ্বন্দ্বিতা করছেন।\n\n\n==== ভারতীয় জাতীয় কংগ্রেস ====\nকংগ্রেস পাঞ্জাবের আসন্ন বিধানসভা নির্বাচনের জন্য দলীয় প্রার্থী বাছাই করার সময় 'এক পরিবার, একটি টিকিট' নীতি অনুসরণ করার সিদ্ধান্ত নিয়েছে।\n\nবার্নালা থেকে লড়ছেন প্রাক্তন রেলমন্ত্রী পবন কুমার বনসালের ছেলে মনীশ বানসাল।\nঅমরগড় থেকে প্রতিদ্বন্দ্বিতা করছেন নভজ্যোত সিং সিধুর ভাগ্নে স্মিত সিং।\nরাজিন্দর কৌর ভাট্টলের জামাতা বিক্রম বাজওয়া সাহনেওয়াল থেকে প্রতিদ্বন্দ্বিতা করছেন।\n\n\n== ঘটনা ==\n\n\n=== ভোটিং মেশিনের ত্রুটি ===\nবিভিন্ন স্থানে ইলেকট্রনিক ভোটার মেশিনে (ইভিএম) ত্রুটির খবর পাওয়া গেছে। আপ এই ঘটনাগুলি নির্বাচন কমিশনকে জানিয়েছে।\n\n\n== ফলাফল ==\n\n\n=== জোট ও দলের ফলাফল ===\n\n\n=== অঞ্চল অনুযায়ী ফলাফল ===\n\n\n=== বিভাগ অনুযায়ী ফলাফল ===\n\n\n=== জেলা অনুযায়ী ফলাফল ===\n\n\n== সরকার গঠন ==\n\n\n== আরো দেখুন ==\n\n২০২২-এ ভারতে নির্বাচন\nপাঞ্জাবের (ভারত) রাজনীতি\n\n\n== তথ্যসূত্র =="}