{"pageid": 1174129, "title": "সন্তোষকুমারী দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1174129", "content": "সন্তোষকুমারী দেবী বা সন্তোষকুমারী গুপ্তা (১৩ জানুয়ারি ১৮৯৭ – ১৯ সেপ্টেম্বর ১৯৮৯) ছিলেন একজন প্রবল জাতীয়তাবাদী এবং মহান স্বরাজ নেতা দেশবন্ধু চিত্তরঞ্জন দাশের অন্যতম সমর্থক হিসাবে এক ব্যতিক্রমী স্বাধীনতা সংগ্রামী। আবার অন্যদিকে অবিভক্ত বাংলার তথা ভারতের প্রথম অসমসাহসী শ্রমিক নেত্রী। বাংলার চটকল শ্রমিকদের কাছে তিনি 'বীর মা' তথা মাইরাম নামে পরিচিত ছিলেন।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nসন্তোষকুমারীর জন্ম ১৮৯৭ খ্রিস্টাব্দের ১৩ জানুয়ারি ব্রিটিশ ভারতের তৎকালীন অবিভক্ত মেদিনীপুর জেলার কাঁথি শহরে তার মাতুলালয়ে। পিতা ছিলেন ব্যারিস্টার প্রসন্নকুমার রায়। মাতা নগেন্দ্রবালা ছিলেন কলকাতার নামকরা বিচারক ও স্বদেশপ্রেমী ব্যক্তিত্ব অক্ষয়কুমার সেনের কন্যা। তিনিও ছিলেন স্বদেশপ্রেমী ও জনদরদী মহিলা। সন্তোষকুমারীর পৈতৃক নিবাস ছিল অধুনা উত্তর চব্বিশ পরগনা জেলার নৈহাটির নিকটস্থ গরিফায়। পিতামহ ছিলেন উনিশ শতকের বাংলার খ্যাতনামা নাট্যকার ইন্দ্রকুমার রায়। নির্বাক যুগের শেষ সময়ের ও সবাক যুগের সূচনাকালের অন্যতম বিশিষ্ট চলচ্চিত্র পরিচালক প্রফুল্ল রায় ছিলেন সন্তোষকুমারীর অগ্রজ।  সন্তোষকুমারীর প্রথমে বিবাহ হয়েছিল গরিফার খ্যাতনামা গুপ্ত (সাংসদ ইন্দ্রজিৎ গুপ্ত) পরিবারে। তবে তা অকার্যকর হওয়ায় পরবর্তীতে তিনি কলকাতার এন্টালির রাসবিহারী ঘোষকে বিবাহ করেন।\n\n\n== প্রারম্ভিক জীবন ও স্বদেশপ্রেম ==\nসন্তোষকুমারীর শৈশব, কৈশোর ও প্রথম যৌবনের কিছু সময় অতিবাহিত হয় পিতার কর্মস্থল মায়ানমারের (পূর্বতন ব্রহ্মদেশের)মৌলামাইন শহরে। তার বিদ্যালয়ের পাঠ  মৌলামাইনেরই আমেরিকান মিশনারী স্কুলে। ১৯০৯ খ্রিস্টাব্দে স্কুলে তার বারো বৎসর বয়সেই স্বদেশপ্রেমের পরিচয় পাওয়া যায়। বিদ্যালয়ে প্রতিদিন পিয়ানোসহযোগে প্রার্থনা সঙ্গীত গাওয়া হত- \"রুল ব্রিটানিয়া, ব্রিটানিয়া রুল দি ওয়েভস\"। সন্তোষকুমারী কিন্তু গানটি গাইতে অস্বীকার করেন। তাকে প্রশ্ন করা হলে উত্তর দেন -\n\n আমি একজন ভারতীয়, আমি দাস হতে চাই না, তবে কেন আমি এ গান গাইব? আমাদের দেশ ইংরাজের অধীন বলে বিদেশীরা আমাদের সবাইকে নেটিভ বলে, হেয় করে। আমি কেন সে দেশের রানির বন্দনাগীত গাইব স্কুলে?\" স্কুলের এই খবর বাড়িতে পৌঁছলে, বাবার কাছে যথারীতি ধমক খেলেও তিনি তেজোস্বিনী মায়ের সমর্থন পেয়েছিলেন। তার বুদ্ধিদীপ্ত উত্তরে আত্মপ্রত্যয়, স্বাধীন মনোভাব আর সত্য বলার পরিচয় সেদিনই মিলেছিল। অত্যন্ত মেধাবী ছাত্রী হিসেবে কৃতিত্ত্বের সঙ্গে সিনিয়র কেমব্রিজে উত্তীর্ণ হন এবং ইংল্যান্ডে উচ্চশিক্ষার সুযোগ পান। কিন্তু জাতীয়তাবাদী নানা কাজকর্মে লিপ্ত থাকার কারণে ছাড়পত্র মেলেনি তার। উচ্চ শিক্ষার জন্য ইংল্যান্ড যাত্রা রুখে দিয়ে ব্রিটিশ পুলিশ তাঁকে নজরবন্দী করে। অতঃপর বিদ্যাশিক্ষার পাঠ সেখানেই শেষ করে স্থানীয় বিদ্যালয়ে শিক্ষকতার চাকরি নেন এবং সর্বভারতীয় কংগ্রেস কমিটির ব্রহ্মদেশ শাখার সদস্য হন। ইতোমধ্যে মায়ের কাছে স্বদেশপ্রেমের দীক্ষা নেন। রেঙ্গুনে দরিদ্রজনগণের মধ্যে শিক্ষাবিস্তার, জনসেবা, জনসংগঠন এবং জনগণকে ব্রিটিশ শাসকের অপশাসনের বিরুদ্ধে সচেতন করাতে চেষ্টা করেন। বর্মার কংগ্রেস দলের প্রতিনিধি হয়ে ১৯১৮ খ্রিস্টাব্দে দিল্লিতে কংগ্রেসের বার্ষিক অধিবেশনে এবং ১৯২১ খ্রিস্টাব্দে আহমেদাবাদের অধিবেশনে যোগ দেন। তেজোদীপ্ত বক্তৃতা ও অন্যান্য কাজে উল্লেখযোগ্য কংগ্রেসকর্মীর কর্তব্য পালন করেন। ভালো বক্তা হিসাবে সেসময়ে মহিলা জননেত্রীদের মধ্যে ইংরেজী বক্তৃতায় সরোজিনী নাইডুর পরই তার স্থান ছিল। কাজ শুরু করলেন লালা লাজপত রায়, মতিলাল নেহেরু, সুভাষচন্দ্র বসু, সরলা দেবী চৌধুরানী, সরোজিনী নায়ডু, অ্যানি বেসান্ত প্রমুখের সঙ্গে। পারিবারিক সূত্রে চিত্তরঞ্জন দাশ ও  বাসন্তী দেবীর সঙ্গে আগে থেকেই পরিচয় ছিল। বর্মায় ব্রিটিশ বিরোধী কাজকর্ম করার অভিযোগে প্রথমে সন্তোষকুমারীকে গ্রেফতার ও পরে স্বগৃহে অন্তরীণ থাকার নির্দেশ দিলে তিনি পুলিশ প্রহরায় ১৯২১ খ্রিস্টাব্দে কলকাতায় ফিরে আসেন এবং অন্তরীণ থাকেন নৈহাটির গরিফায় - তাদের চরকা বাড়িতে। দেশ জুড়ে তখন অসহযোগ আন্দোলন। বাংলায় সেই আন্দোলনের কারিগর চিত্তরঞ্জন দাশের শিষ্যরূপে কংগ্রেসের কাজে যোগ দেন। অসহযোগ আন্দোলন,খিলাফত আন্দোলন, শ্রমিক আন্দোলন, ও নারীর শিক্ষা ও স্বাধীকার প্রতিষ্ঠায় নেত্রীর উল্লেখযোগ্য ভূমিকা পালন করেন। খিলাফত আন্দোলনে তার একনিষ্ঠ কাজের জন্য মুসলমান সম্প্রদায় তাকে খিলাফত মেমসাব বলে সম্বোধন করত।\n\n\n== শ্রমিক নেত্রী হিসাবে - \"মাইরাম\" ==\nস্বদেশপ্রেমের নানা আন্দোলনের মাঝে ১৯২২ খ্রিস্টাব্দে তিনি দেখেন বাংলার সাধারণ মানুষের মধ্যে, অত্যাচারিত তাঁতচাষীদের মধ্যে, নীলচাষে বাধ্য কৃষকদের মধ্যে, ব্রিটিশ বিরোধী মনোভাব বাড়ছিল, তার সঙ্গে যুক্ত হয় মফঃস্বলের চটকল শ্রমিকদের আন্দোলন। মিলমালিক আর তাদের নিয়োজিত সর্দারদের অত্যাচারে শ্রমিকেরা বিক্ষুব্ধ। আট ঘন্টা কাজ আর আর্থিক সুবিধার দাবিতে তারা কাজ বন্ধ করে দিয়েছেন। মালিকপক্ষ অনড়, ধর্মঘট চলছে। শ্রমিকদের আর্থিক অনটনে তাদের পরিবারের সকলেই অভুক্ত। এসব তিনি লক্ষ্য করেন গরিফার বাড়িতে থেকেই। তাদের নেতৃত্ব দেওয়ার কেউ নেই। বাংলার চটকল শ্রমিকদের প্রথম নেতৃত্ব দিতে এগিয়ে এলেন তিনি। চৌরিচৌরার ঘটনায় অসহযোগ আন্দোলন স্থগিত হলে ১৯২৩ খ্রিস্টাব্দে তিনি গরিফায় তার বাড়ির কাছে চটকল শ্রমিক সংগঠন গৌরীপুর শ্রমিক সমিতি গড়ে তোলেন। পরে ১৯২৪ খ্রিস্টাব্দে আরো অনেকের সঙ্গে মিলে গড়ে তোলেন বেঙ্গল জুট ওয়ার্কার্স অ্যাসোসিয়েশন। ১৯২২ থেকে ১৯২৭ খ্রিস্টাব্দ পর্যন্ত চটকল শ্রমিকদের মধ্যে কাঁকিনাড়া থেকে বজবজ সভা করেছেন, চটকল শ্রমিকদের সংগঠিত করে ইউনিয়ন গড়েছেন, তাদের ধর্মঘটেও নেতৃত্ব দিয়েছেন। অসাধারণ বাগ্মী তিনি হিন্দিভাষী শ্রমিকদের মন কেড়ে নেন। তাদের আর্থিক সুবিধা ও অন্যান্য দাবিদাওয়া নিয়ে মালিকপক্ষ, মিল ম্যানেজারদের সঙ্গে তার তীব্র দ্বন্দ্ব ও আর বিতর্কে সামিল হয়ে অধিকার আদায় করতেন। শ্রমিকেরা তাকে ভালোবেসে মাইজি বা মাইরাম বলে ডাকতেন। \nশ্রমিকদের মধ্যে শিক্ষার প্রসার ঘটানোর জন্য সচেষ্ট ছিলেন। সেজন্য তিনি শ্রমিক মহল্লায় নৈশ বিদ্যালয় খোলেন। এই ক্ষেত্রে তিনি এতটাই সফল হয়েছিলেন যে, ১৯২৪ খ্রিস্টাব্দে দেশবন্ধু চিত্তরঞ্জন দাশ কলকাতার মেয়র থাকাকালে সর্বোচ্চ আধিকারিক সুভাষচন্দ্র বসু তাকে কলকাতা কর্পোরেশনের শিক্ষা কমিটির সদস্য মনোনীত করে নেন। এছাড়াও শ্রমিকদের সচেতন ও রাজনৈতিক শিক্ষার গুরুত্ব বিষয়ে সচেতন করাতে  চিত্তরঞ্জন দাশের পৃষ্ঠপোষকতায় ১৯২৪ খ্রিস্টাব্দেই নিজ সম্পাদনায় প্রকাশ করেন সাপ্তাহিক শ্রমিক পত্রিকা। প্রতি বৃহস্পতিবার কলকাতার শ্রীসরস্বতী প্রেস থেকে এক পয়সা মূল্যের পত্রিকাটি বের হত বাংলা, হিন্দি ও উর্দু তিন ভাষাতেই। শ্রমিক পত্রিকার পূজা সংখ্যায় (১৯২৪ খ্রিস্টাব্দের ২৮ সেপ্টেম্বর) তিনি শ্রমিক এর অর্থ একটি সুন্দর কবিতায় প্রকাশ করেন। সেটি পরে পত্রিকার প্রতি সংখ্যার প্রথম পাতায় উদ্ধৃত থাকত। কবিতা ছয়টি ছত্র ছিল -\n\n\"বাহুর শক্তি, চরণের বল, বুকের শোণিত, মাথার ঘর্মে/ভূমি- লক্ষ্মীরে উর্বর করি পল্লী-নগর সাজায় হর্মে/অশনে বসনে ভূষিয়া সমাজ পর্ণকুটিরে পাতে যে শয্যা/বাসুকির সম মানবজগৎ মস্তকে ধরি মুছায় লজ্জা।/ ধনীর ভ্রুকুটি অঙ্গভূষণ, লাঞ্ছনা যার পারিশ্রমিক/ভোগ-সমুদ্র মন্থন-বিষ যাহার ভাগ্যে সেই না শ্রমিক?\"\nদেশবন্ধুও লিখলেন -\n\n \"শ্রমিক স্বরাজকামী— তাই শ্রমিক (পত্রিকা) এই দরিদ্র উৎপীড়িত ও বহুভারাক্রান্ত নারায়ণের সেবার ভার গ্রহণ করিয়াছে ... ... ... ... শ্রমিকের এই নর নারায়ণ (দরিদ্র শ্রমজীবি) সেবা সফল হউক।\nসন্তোষকুমারীর এই অভিনব প্রচেষ্টার জন্য সুদূর জাপান থেকে তাকে অভিনন্দন জানান বিপ্লবী রাসবিহারী বসুও। ব্রিটিশ গোয়েন্দা দপ্তরের সেন্সারকৃত ওই চিঠির ফটোকপি ছেপে প্রকাশ করলে সহ-সম্পাদকসহ সন্তোষকুমারীকে গ্রেফতার করে সাতদিন গৃহে অন্তরীণ থাকার শাস্তি দেওয়া হয়। এই পত্রিকা চালানোর খরচ যোগাতে তিনি নিজের গহনাও বন্ধক রেখেছিলেন। শ্রমিক পত্রিকা প্রকাশের আগে থেকেই তিনি সরোজিনী নাইডুর অনুরোধে সর্বভারতীয় মহিলা সংগঠনের দায়িত্বে ছিলেন তখন জ্যোতির্ময়ী গাঙ্গুলির সঙ্গে নারী নামে এক পত্রিকা প্রকাশের উদ্যোগ নিয়েছিলেন এবং নিজে সংহতি, আত্মশক্তি পত্রিকায় প্রবন্ধাদি লিখতেন।\n১৯২৪ খ্রিস্টাব্দেই নিখিল ভারত ট্রেড ইউনিয়ন কংগ্রেসের কলকাতা অধিবেশনে দেশবন্ধু চিত্তরঞ্জন দাশ সভাপতি এবং সন্তোষকুমারী সংবর্ধনা সমিতির সভানেত্রী নির্বাচিত হন। দেশবন্ধু পরে কংগ্রেস থেকে স্বরাজ্য পার্টি গঠন করলে তিনি সেই দলভুক্ত হন।\nচটকল শ্রমিকদের আন্দোলন ছাড়াও তিনি দেশের অন্যান্য শ্রমিক আন্দোলন যেমন– ১৯২১ খ্রিস্টাব্দের আসামের চা-বাগানের কুলি ধর্মঘট, ১৯২৭ খ্রিস্টাব্দের বেঙ্গল নাগপুর রেল ধর্মঘট প্রভৃতিতে অন্যতম নেত্রী হিসাবে কাজ করেন। ১৯২৭ খ্রিস্টাব্দে ইংল্যান্ডের পার্লামেন্টের কমিউনিস্ট সদস্য শাপুর শাকলাতওয়ালা ভারত এলে তাকে সঙ্গে নিয়ে তিনি বাংলার চটকল অঞ্চলগুলিতে, খড়্গপুরের ও টাটানগরের রেল শ্রমিকদের বিভিন্ন স্থানে গিয়েছিলেন। সম্পূর্ণরূপে অসাম্প্রদায়িক তিনি কমিউনিস্ট ছিলেন না ঠিকই, কিন্তু প্রথম যুগের কমিউনিস্ট নেতা কালিদাস ভট্টাচার্য, বঙ্কিম মুখার্জী, কালি সেন প্রমুখ ব্যক্তিত্বের সঙ্গে কাজ করেছেন। ১৯২৮ খ্রিস্টাব্দে তিনি হঠাৎই কর্মমুখর রাজনৈতিক জীবন থেকে নিজেকে বিচ্ছিন্ন করে নেন। তবে আমৃত্যু নীরবে সমাজের দুঃস্থ মানুষের সেবা করে গেছেন। তার গান্ধীজির ভাবশিষ্য মাতা গরিফার বাড়িতে চরকা বসিয়ে গ্রামের দুঃস্থ মহিলাদের দ্বারা পারিশ্রমিকে সুতো কাটাতেন। তাদের নিয়ে তিনিই প্রথম স্বনির্ভর গোষ্ঠী তৈরি করেন। তাদের হাতে কাটা দেশীয় সুতো সন্তোষকুমারী কলকাতায় আনিয়ে দেশীয় তাঁতীদের দিয়ে দেশীয় কাপড় বোনাতেন। কলকাতার ডক্টরস লেনে সেজন্য তিনি তাঁতও বসিয়েছিলেন। ১৯৪৮ খ্রিস্টাব্দে কলকাতার এন্টালি কৈলাসচন্দ্র অবৈতনিক গার্লস স্কুলের সভানেত্রী নির্বাচিত হন। বজবজের মায়াপুরে প্রতিষ্ঠিত দেশবন্ধুর পল্লী সেবা সঙ্ঘের সঙ্গে ঘনিষ্ঠ ভাবে যুক্ত ছিলেন।\n\n\n== জীবনাবসান ==\nবাংলার মহিয়সী শ্রমিক নেত্রী সন্তোষকুমারী ১৯৮৯ খ্রিস্টাব্দের ১৯ সেপ্টেম্বর প্রয়াত হন। দুর্গাপুরে ও বজবজের মায়াপুরে ১৯৪৯ খ্রিস্টাব্দে দেশবন্ধু পল্লী সেবা সঙ্ঘ সন্তোষ কুমারী শিক্ষা নিকেতন প্রতিষ্ঠিত হয়েছে। এছাড়া সন্তোষকুমারীর ছায়া অবলম্বন করে ‘বিকিকিনির হাট’ নামে একটি উপন্যাস রচনা করেন নৈহাটির প্রখ্যাত অধ্যাপক সরোজ বন্দ্যোপাধ্যায়।\n\n\n== তথ্যসূত্র =="}