{"pageid": 1174475, "title": "ভদ্ৰ", "url": "https://bn.wikipedia.org/wiki?curid=1174475", "content": "ভদ্রা (সংস্কৃত: भद्रा, আইএএসটি: Bhadra) হল ভগবান কৃষ্ণের \"আটজন প্রধান রাণী-পত্নী\" বা  অষ্টভার্যার মধ্যে একজন। ভাগবত পুরাণ তাকে কৃষ্ণের অষ্টম সহধর্মিণী হিসেবে বিবেচনা করে; কখনও কখনও তাকে সপ্তম সহধর্মিণী হিসাবেও বর্ণনা করা হয়। বিষ্ণুপুরাণ ও হরিবংশে অষ্টভার্যার তালিকায় ভদ্রার নাম নেই, তবে তাকে 'ধৃষ্টকেতুর কন্যা' বা 'কেকয় দেশের রাজকুমারী' বলে উল্লেখ করা হয়েছে।\n\n\n== জীবনী ==\nভাগবত পুরাণ তাকে কৈকেয়ী উপাধি দেয়, যার অর্থ কৈকেয় রাজ্যের রাজকুমারী। তিনি ছিলেন রাজা ধৃষ্টকেতু ও তার সহধর্মিণী শ্রুতকীর্তির কন্যা। শ্রুতকীর্তি হলেন কুন্তী ও বসুদেবের বোন এবং এভাবে কৈকেয়ী বা ভদ্রা কৃষ্ণের কাকাতো বোন। ভদ্রার পাঁচ ভাইয়ের নেতৃত্বে জ্যেষ্ঠ রাজকুমার সন্তর্দন ভদ্রাকে কৃষ্ণের সাথে বিয়ে দিয়েছিলেন। অন্য পাঠে, তিনি স্বয়ম্বর অনুষ্ঠানে কৃষ্ণকে তার স্বামী হিসেবে বেছে নিয়েছিলেন বলে বর্ণনা করা হয়েছে, যেখানে একজন কনে সমবেত পাণিপ্রার্থীদের মধ্য থেকে একজন বরকে বেছে নেয়। কুন্তী ও কুন্তীর ছেলে পাণ্ডবদের সহধর্মিণী দ্রৌপদীর সঙ্গে দেখা করতে, কৃষ্ণ ও তার রাণীরা একবার হস্তিনাপুরে গিয়েছিলেন। কুন্তীর নির্দেশ অনুসারে, দ্রৌপদী ভদ্রা ও অন্যান্য রাণীদের উপাসনা করেন এবং উপহার দিয়ে সম্মান করেন। ভদ্রা দ্রৌপদীর নিকট নিজের ও কৃষ্ণের বিবাহ সম্পর্কে বর্ণনা করেছেন।\n\nভাগবত পুরাণ অনুসারে, ভদ্রার দশ পুত্র ছিল, যথা সংগ্রামজিৎ, বৃহৎসেন, শূর, প্রহরণ, অরিজিৎ, জয়, সুভদ্র, ভাম, আয়ু এবং সাত্যক। হিন্দু মহাকাব্য মহাভারতের মৌসল পর্ব যা কৃষ্ণের মৃত্যু এবং তার বংশের সমাপ্তি বর্ণনা করে এবং ভাগবত পুরাণে ভদ্রা ও অন্যান্য সাত প্রধান রাণীর বিলাপ এবং কৃষ্ণের অন্ত্যেষ্টিক্রিয়ায় তার লাফানোর কথা লিপিবদ্ধ করা হয়েছে। ভাগবত পুরাণ অনুসারে সকল রাণীকে সতী করা হয়েছিল, কিন্তু  মহাভারত  অনুসারে ভদ্রাসহ মাত্র চারজনকে করা হয়েছিল।\n\n\n== উত্তরাধিকার ==\nভদ্রা কল্যাণম (অর্থ: ভদ্রার বিয়ে) শীর্ষক বই তেলুগু ভাষায় লিখেছেন ড. কে. ভি. কৃষ্ণকুমারী। তিনি এই বইটি সত্য সাই বাবাকে তাঁর ৮০তম জন্মদিনে উৎসর্গ করেছেন। এই বইতে, তিনি ভদ্রাকে মহালক্ষ্মী (বিষ্ণুর সহধর্মিণী) এবং কৃষ্ণের সাথে তার বিবাহকে তার সপ্তম সহধর্মিণী হিসাবে \"সৌন্দর্য, ভক্তি ও প্রেমের সঙ্গম\" হিসাবে বর্ণনা করেছেন।\n\n\n== তথ্যসূত্র =="}