{"pageid": 1174275, "title": "কোরিয়ায় থিয়েটার", "url": "https://bn.wikipedia.org/wiki?curid=1174275", "content": "কোরিয়ার থিয়েটার বা কোরিয়ান থিয়েটার হল থিয়েটার পারফরমেন্স যা মূলত প্রাঙ্গণে করা হত কিন্তু এখন যা ধাপে ধাপে চলে গেছে। কোরিয়ান থিয়েটার কোরিয়ান ভাষায় সঞ্চালিত হয়, এবং সাধারণত কোরিয়ান মানুষদের দ্বারা গঠিত হয়। প্রাচীন কোরিয়ায় প্রাধান্য লাভ করে, কোরিয়ান থিয়েটার আজ প্রাণবন্ত রয়ে গেছে এবং এখন সারা বিশ্বে জনপ্রিয়তা পাচ্ছে।\n২০ শতকের আগে কোরিয়ান থিয়েটার 'নাটকের' চেয়ে বেশি 'পারফরম্যান্স' ছিল। কোন প্লট-চালিত নাটক ছিল না, এবং নৃত্য, শামান আচার এবং সার্কাস সহ সমস্ত অভিনয়মূলক উপস্থাপনাকে বলা হত নোলুম (놀음) বা ইয়নহি (연희), যার অর্থ 'বাজানো'।\n১৯ শতক পর্যন্ত, কোরিয়ান পাবলিক থিয়েটারের দুটি প্রধান রূপ ছিল তালচুম (탈춤) এবং পানসোরি (판소리)। তালচুম আক্ষরিক অর্থে \"মুখোশ-নাচ\" এর অনুবাদ। মুখোশ পরা একাধিক খেলোয়াড় নাচ, সংলাপ এবং গানের মাধ্যমে একটি ঢিলেঢালাভাবে স্থির পাঠ্য পরিবেশন করেছিল। যেহেতু অভিনয়শিল্পীরা তাদের পরিচয় গোপন করতে পেরেছিলেন, তাই যে নাটকগুলি অভিনীত হয়েছিল তার অনেকগুলিই ছিল ব্যঙ্গ। পানসোরি গল্প বলার একটি রূপ। একজন কেন্দ্রীয় অভিনয়শিল্পী আছেন, যিনি সংলাপ এবং গানের মাধ্যমে পুরো গল্পের মধ্য দিয়ে যান এবং অন্য একজন অভিনয়শিল্পী যিনি ড্রামে পিটিয়ে এবং মৌখিক শব্দ (‘চুইমসে’-추임새) করে গল্পে ছন্দ এবং মেজাজ যোগ করেন। তালছুম বা পানসোরি উভয়েরই একটি নির্দিষ্ট লিপি ছিল না - সেগুলি প্রজন্ম থেকে প্রজন্মে মৌখিকভাবে হস্তান্তর করা হয়েছিল।\n১৯ শতকের শেষের দিকে কোরিয়া বিদেশী দেশগুলির জন্য তার দরজা খুলে দেওয়ার পরে, প্রথম আধুনিক ইনডোর থিয়েটার, হায়োপিউল-সা (협률사) ১৯০২ সালে নির্মিত হয়েছিল এবং 'নতুন নাটক' (신극) আসতে শুরু করেছিল। 'নতুন নাটক' শব্দটি ছিল কোরিয়ান থিস্পিয়ানদের সেই সময়ে পশ্চিমা নাটকের জন্য ব্যবহৃত। প্রসেনিয়াম মঞ্চটি শেক্সপিয়ারের পাশাপাশি প্রবর্তিত হয়েছিল এবং থিয়েটার অনুশীলনকারীদের মধ্যে ঐতিহ্যগত কোরিয়ান থিয়েটার এবং নতুন তরঙ্গের মধ্যে একটি লাইন সংজ্ঞায়িত করার জন্য একটি আন্দোলন ছিল। আজকাল ঐতিহ্যবাহী রূপগুলি \"জীবন্ত জাতীয় ধন\" দ্বারা অব্যাহত রয়েছে; ঐতিহ্যবাহী শিল্পে ব্যতিক্রমী দক্ষতা থাকার জন্য সরকার কর্তৃক নির্বাচিত ব্যক্তিদের এবং এটি পাস করার জন্য অর্থায়ন করা হয়।\nসমসাময়িক কোরিয়ান থিয়েটারের তিনটি প্রধান দিক রয়েছে। প্রথমে সরকারি অর্থায়নে থিয়েটার রয়েছে যেমন কোরিয়ার জাতীয় থিয়েটার এবং সিওল পারফর্মিং আর্টস সেন্টার। মূল সূচিপত্র কোরিয়ান ঐতিহ্যবাহী থিয়েটার এবং শেক্সপিয়ার এবং চেখভের মতো ক্লাসিক নিয়ে গঠিত। দ্বিতীয় দিকটি হল দেহাংনো(대학로), সিওল, কোরিয়ার 'অফ-ব্রডওয়ে' বা 'অফ-অফ-ব্রডওয়ে'তে। দেহাংনোতে যে থিয়েটার হয় তার বেশিরভাগই স্বাবলম্বী এবং পরীক্ষামূলক। সর্বশেষ এবং সবচেয়ে বড় নির্দেশনা হল জনপ্রিয় থিয়েটারের। অনেক কর্পোরেট কোম্পানি সিওলে বড় বড় থিয়েটার স্পেস তৈরি করেছে যেগুলি প্রধাণত ব্রডওয়ে হিটগুলির বড় বাদ্যযন্ত্র এবং অনুবাদগুলি মঞ্চস্থ করতে ব্যবহৃত হয়। কিন্তু যেখানে এই তিনটি বিভাগ একজনকে সমসাময়িক কোরিয়ান থিয়েটার সম্পর্কে ধারণা করে দিতে পারে, সেখানে এটিও মনে রাখতে হবে যে তিনটি প্রায়শই মিশে যায়, তাই কখনও কখনও একটি কর্পোরেট থিয়েটারে পরীক্ষামূলক থিয়েটার এবং দেহাংনোতে একটি ব্রডওয়ে মিউজিক্যাল খুঁজে পাওয়া যায়। কোরিয়ান থিয়েটার সারা বিশ্বে ছড়িয়ে পড়েছে এবং অস্ট্রেলিয়া, মার্কিন যুক্তরাষ্ট্র এবং ইংল্যান্ডের মতো অন্যান্য দেশেও এটি প্রাধান্য পাচ্ছে। প্রায়শই থিমগুলির মধ্যে মেলোড্রামার সাথে মিশ্রিত থাকে ঐতিহ্যবাহী কোরিয়ান নাটকের আধুনিক ও সংশোধিত সংস্করণ।\nকোরিয়ায়, শামানবাদ এবং টোটেমিজম সম্পর্কিত আচারগুলি শুরু হয়েছিল এবং কৃষি সমাজে নাটকে পরিণত হয়েছিল। এই নিবন্ধটি কোরিয়ান থিয়েটারের বিকাশ ব্যাখ্যা করবে।\n\n\n== কোরিয়ার তিনটি রাজ্যের সময়কাল ==\n\n\n=== গোগুরিও সঙ্গীত (고구려악) ===\nএটি গোগুরিওর একটি পারফর্মিং আর্ট যা এতটাই শৈল্পিক যে এটি চীনের সুই এবং তাং রাজবংশের সপ্তম বুগি (七部伎), নবম বুগি (九部伎), এবং দশম বুগি (十部伎) এর অন্তর্ভুক্ত। (দশম বুগি হল একাদশ এবং ষোড়শ (637-642)- এর মধ্যে তাং রাজবংশের রাজা তাইজং দ্বারা জংগোয়ানে প্রতিষ্ঠিত একটি দশ-খণ্ডের করণ শিল্প। একে ডুডেনামও বলা হয়। গোগুরিও সঙ্গীতের একটি সম্পূর্ণ ব্যক্তিগত দিক রয়েছে, যা পশ্চিমা সঙ্গীতের থেকে ভিন্ন। অন্য কথায়, গোগুরিও সঙ্গীত মূলত পশ্চিমা সঙ্গীতকে গ্রহণ করেছিল, কিন্তু এটি গোগুরিওর ঐতিহ্যবাহী সঙ্গীতের সাথে মিলিত হয়ে বিকশিত হয়েছে এবং নতুন এক সঙ্গীত প্রতিষ্ঠা করেছে বলে মনে করা হয়। এছাড়াও, গোগুরিওতে পশ্চিমা বাদ্যযন্ত্র এবং মুখোশ ছিল, তাই জাপান থেকে বেকজে এবং সিল্লা সঙ্গীত নামগুলি অদৃশ্য হয়ে যায় এবং গোরিওক (高麗樂, কোমোগাকু) নামে পরিচিত হয়। হোসনমু গোগুরিও সঙ্গীতের এক প্রতিনিধি। গোগুরিও-এর হোসনমু হল এমন একটি নাটক যেখানে একজন খেলোয়াড় একটি বলের উপর দাঁড়িয়ে বাতাসের মতো দ্রুত বেগে ঘোরে। যদিও, হোসোনম বলের উপর নাচকে অন্তর্ভুক্ত করেননি। এটি মেঝেতে সঞ্চালিত হতে পারে, তবে এতে একজন নৃত্য জড়িত ছিল যা বাতাসের মতো দ্রুত বেগে সম্পন্ন।\n\n\n=== বেকজে সঙ্গীত (백제악) ===\n৫৫৪ সালে, হোয়েংজক (횡적), গুনহু (군후), মাংমোগ (막목) এবং নাচ শেখানোর জন্য জাপান সরকারের কাছে চার বেকজে সঙ্গীতজ্ঞকে পাঠানো হয়েছিল। ৬১২ সালে, মিমাজি (미마지), এক বেকজে ব্যক্তি, এক যান্ত্রিক সঙ্গীতকে জাপানে সরবরাহ করেন মা তিনি চীনের পাঁচ রাজ্য থেকে শিখেছিলেন। বেকজে সঙ্গীতজ্ঞদের শেখানো গুনহু হয়ে উঠেছে গোমুংগো, এবং যখন মাংমোক (막목) ডোপিপিরি (도피피리) বলে প্রমাণিত হয়েছে, অন্যদিকে মিমাজির শেখানো যান্ত্রিক সংগীত হল কোরিয়ান সানদেদোগাম প্লে (삼대도감놀이) এর মতো মুখোশ নৃত্য (봉산탈춤)। গিয়াক-নৃত্যের মুখোশ (기악무) বর্তমানে জাপানের টোদাইজিতে বিতরণ করা হচ্ছে।\n\n\n=== সিল্লা সঙ্গীত (신라악) ===\n৭ম শতাব্দীর শেষের দিকে সিল্লা তিনটি রাজ্যকে একত্রিত করে এবং গায়া, বেকজে এবং গোগুরিওর সঙ্গীত একত্রে সংগ্রহ করে, যার বেশিরভাগই সিল্লা সঙ্গীত হিসেবে পরবর্তী প্রজন্মের কাছে হস্তান্তর করা হয়েছিল। যদিও গাম্মু বেক-হি, যা পালগওয়ানহোতে বাজানো হয়েছিল, তার বিস্তারিত বিবরণ জানা যায়নি, সেই রেকর্ডটির অবশিষ্ট ঘটনাগুলির মধ্যে রয়েছে \"গুম্মু (= তলোয়ার নাচ)\", \"মুয়েমু\", \"চইয়ংমু\" এবং ওগি।\n\n\"একটি তলোয়ার নৃত্য (검무 কোরিয়ান : গম্মু)\" \"হোয়াংচ্যাং নৃত্য (황창무)\" নামে পরিচিত, এবং এর উৎপত্তি \"দোংগিয়ং জুয়া (동경잡기)\" এবং \"একটি বর্ধিত সাহিত্য চিরকুট (증보무넌비고)\" থেকে, যাতে বলা হয়েছে যে সিল্লার হোয়াং চাং-রাং নামে একটি সাত বছর বয়সী বালক তরবারি নাচের ছদ্মবেশে বেকজে রাজাকে হত্যা করেছিল এবং বেকজে জনগণ তাকে হত্যা করেছিল, তাই সিল্লর লোকেরা মুখোশ পরতে এবং তার নৃত্য অনুকরণ করতে অনিচ্ছুক ছিল। যাইহোক, ধারণা করা হয় যে প্রকৃত সৈনিক, গোয়ানচ্যাং প্রকৃতপক্ষে একজন সত্যিকারের নায়ক ছিলেন। এটা দেখা যায় যে \"একটি তলোয়ার নৃত্য (검무)\" নিছক একটি তলোয়ার নৃত্য ছিল না, একটি সাধারণ যুদ্ধের উদ্দেশ্য বা ড্রাগন সোর্ড ট্রিক, বরং একটি মুখোশ পরা, আরও নাট্যরূপে মুখোশ নৃত্য গমহুই (검희) ছিল। জোসন রাজবংশের রাজা সুঞ্জোর শাসনামলে একটি তরবারি নাচ ব্যক্তিগত শাখা থেকে রাজদরবারে চলে গিয়েছিল এবং জোসন রাজবংশের শেষ অবধি গিসেং দ্বারা তা দেওয়া হয়েছিল।\n\"মুয়ে-নৃত্য (무애무) এর উৎপত্তির জন্য, \"তিন রাজ্যের ইতিহাস\"-এ ওনহিয়ো (원효) এর সাথে অভিনয়ের একটি গল্প আছে কিন্তু \"গোরিওসা (고려사)\" এবং \"অশুভ সম্পদ\" প্রকাশ করে যে \"মুয়া-নৃত্য (무애무)\" পশ্চিম থেকে উদ্ভূত এবং প্রচুর অ-মৌখিক শব্দ ব্যবহৃত রয়েছে। এছাড়াও, নৃত্যটিকে একটি এমন নৃত্য হিসাবে বর্ণনা দেওয়া হয়েছে যেখানে সিল্কের কাপড়ের বিভিন্ন রঙ শিষের শীর্ষে ঢেউ দেওয়া হয় এবং বিভিন্ন রঙের সাথে নৃত্য চালনা করা হয়, তবে এটি দেখা যায় যে নাচটি ইতিমধ্যেই একটি বাদ্যযন্ত্র হিসাবে পরিবেশিত হয়েছে যেটি বৌদ্ধ চিত্রকলার উদ্দেশ্য থেকে বিনোদনে রূপান্তরিত হয়েছে। গোরিও এবং জোসন সময়কালে \"মুয়ে-মু\" ১২ জনে বেড়েছে এবং বৌদ্ধ পরিবারের গান, যা নাচের সময় গাওয়া হয়েছিল, রাজপরিবারের সমৃদ্ধি উদযাপনের জন্য একটি গানে পরিবর্তন করা হয়েছিল। ১৬ আগস্টের \"দ্য অ্যানালস অফ কিং সেজং\"-এর মতো রেকর্ডগুলি ইঙ্গিত করে যে নাচটি কেবল রাজদরবারেই নয়, মন্দিরেও বেশ বিনোদনমূলক ছিল।\n\n\"চেওয়ংমু (চেওয়ং নৃত্য)\", রাজকীয় নৃত্যগুলির মধ্যে একটি, আজও মঞ্চে পরিবেশিত হয়, তবে এটি মূলত একটি নৃত্য যা ছিল বার্ষিক রাজদরবার থেকে মন্দ আত্মাদের তাড়ানোর জন্য এবং শান্তির জন্য প্রার্থনা করার জন্য বা সৌভাগ্যের জন্য প্রার্থনা করার জন্য। নারিয়ে, চান্দ্র ক্যালেন্ডারের নববর্ষের প্রাক্কালে অশুভ আত্মাদের বহিষ্কারের একটি আচার। ইস্ট সি দ্য (龍王) গুটিবসন্ত চিওয়ং (處容) আক্রান্ত ব্যক্তির ছেলে নাচ এবং গান গাইছে যা বহন করে (疫神) বেঁচে ছিল মানব স্ত্রী ছিলেন দক্ষিণ কোরিয়ার। একটি চেওয়ংমু উত্তর, দক্ষিণ, পূর্ব এবং পশ্চিম এবং কেন্দ্রীয় (五方) এর ঘোড়ার দিকনির্দেশের উপর ভিত্তি করে তৈরি করা হয়েছে যা হলুদ, লাল, কালো, নীল এবং সাদা পোশাকের পাঁচটি রঙের প্রতীক। এই পাঁচটি রঙের পোশাক পরে পুরুষরা নৃত্য করে।\nনৃত্যশিল্পীরা সাদা দাঁত, টিনের কানের দুল এবং সীসার মালা গলায় কালো সাটিনের সাথে লাল শিমের পোরিজ পরেন, তাদের পিতামাতার স্ত্রীদের উপরে দুটি পিওনি ফুল এবং সাতটি পীচ বেরি থাকে, যা অশুভ আত্মাকে বহিষ্কার করতে এবং শুভ শক্তিকে স্বাগত জানানোর জন্য। চেওয়ংমু বিলাসবহুল এবং প্রাণবন্ত বিভিন্ন ফর্ম, বীট সহ সঙ্গীত এবং মাঝে মাঝে সন্নিবেশ সহ রঙিন সুরকার গানের মাধ্যমে। চেওয়ংমু ফাইভ-হিংসিওল দ্বারা উপস্থাপিত একটি কনফুসিয়ান দর্শনকে মূর্ত করেছিলেন, যখন চেওয়ংকে ঘিরে একটি বৃহত্তর লোকবিশ্বাসের একটি অংশ গঠন করেছিলেন, যার মধ্যে একটি লোক বিশ্বাস রয়েছে যে ইয়েওসুং-এর সাথে পারস্পরিক সম্পর্ককে পরাজিত করা সম্ভব। চিওয়ং তালের উৎপাদন প্রক্রিয়াও ঐতিহ্যবাহী কারিগরদের দক্ষতা দেখার একটি মূল্যবান সুযোগ।\n\n\n== গোরিও রাজবংশ ==\n\n\n=== একটি কোরিয়ান মুখোশ নাটক (산대잡극) ===\nগোরিও রাজবংশের শেষের দিকে ই স্যাক (이색) (১৩২৮-১৩৯৬) এর \"মগেনজিপ (목건집)\" এর ৩৩তম খণ্ডে, ডংডেমুন (동대문) থেকে প্রাসাদের গেট পর্যন্ত ঐতিহাসিক নাটক আগে কখনও দেখা যায়নি। এটির অর্থ এইভাবে ব্যাখ্যা করা উপযুক্ত যে এটি এই সময়ে প্রথমে হেফাজতে নেওয়া হয়নি, বরং এটি একটি নতুন দিক যা আগে কখনও দেখা যায়নি। গোরিও রাজবংশের শেষের দিকে, বায়েখি জুয়া (백희잡기) পূর্ববর্তী সময়ের তুলনায় উচ্চ স্তরে পৌঁছেছিল এবং একে সান্দাজেপগেউক বলা হত।\n\n\n=== নুও অপেরা (나희) ===\nচাংশা এবং আই চোরানি তাদের নিজস্ব মুখোশ এবং ভুতুড়ে নৃত্য পরিবেশন করেন এবং অনুষ্ঠানের পরে, গামু বাকী (가무백희) পরিবেশন করতে বিভিন্ন সঙ্গীতশিল্পী দ্বিতীয় অংশে প্রবেশ করেন। ওবাং গুইমুর মতো অ্যাক্রোব্যাটিক্স ব্যতীত, অ্যাক্রোব্যাটিক্স যেমন গিলে ফেলা আগুন, পশ্চিমাদের মুখোশ খেলা, চাইনিজ ড্যাপজিও (답교) খেলা, চেওয়ংমু (처용무) এবং বেকসুমু (백수무) নৃত্য অনুষ্ঠিত হয় এবং অ্যাক্রোব্যাটিক্স এবং ডাইগো (답교) ব্যতীত সমস্ত নৃত্য অনুষ্ঠিত হয় এবং এই সবগুলি হল মুখোশ নাচ। গোরিও রাজবংশের সময় মুখোশ নাটকের চরিত্রগুলি ছিল বৈচিত্র্যময়।\n\n\n=== একটি শুভ অনুষ্ঠান : গাহী (가희) ===\nচো-হিই কেবল নাচ নয়, কৌতুককে কেন্দ্র করে একটি নাটকের মাধ্যমে কোরিয়ার ঐতিহ্যবাহী পেইন্টিং শৈলীর সূচনা করেছিলেন। এপ্রিল, ১১৬৫ সালে (রাজা উইজং-এর রাজত্বের ১৯ তম বছর), বিভিন্ন লোকের খেলার মধ্যে একটি আচার অনুষ্ঠানের খেলা অন্তর্ভুক্ত ছিল যেখানে বাম থেকে ডানে নপুংসকরা একটি প্রতিযোগিতা হিসাবে একটি ঘর স্থাপন করেছিল এবং বিদেশী বাসিন্দারা তাদের শ্রদ্ধা জানাতে গোরিওতে আসেন।\n\n\n== জোসেন রাজবংশ ==\n\n\n=== সান ডে না হী (산대나희) ঈশ্বরের নামকরণ ===\nজোসেন রাজবংশের সময়, যখন নীতিটি গৃহীত হয়েছিল, ইয়েওন্ডেউংহো (লোটাস লণ্ঠন উত্সব) এবং গোরিওর পলগওয়ানহোর মতো আচার-অনুষ্ঠানগুলি উত্তরাধিকারসূত্রে প্রাপ্ত হয়নি, তবে স্যান্ডেজাপগেউক এবং নারি উত্তরাধিকারসূত্রে প্রাপ্ত হয়েছিল এবং আরও প্রচলিত হয়ে ওঠে। জোসেওনে, নারিয়ে ডোকগাম বা সান্দে ডোকগাম নারিয়ে পরিচালনা করে, তাই নামগুলি সান্দায়ে জাফুই, সান্দে নারি এবং নাহির সাথে মিশ্রিত হয়।\nএটি গে-ডং নারিউইয়ের শাসনামলে, রাজা বুমিওর শাসনামলে, জংমিওতে আচার-অনুষ্ঠানের শাসনামলে, আলসেং-এর রাজত্বকালে এবং অন্যান্য অনুষ্ঠানের সময় এবং চীনা দূতদের অভ্যর্থনার সময়, অভ্যর্থনাকালে অনুষ্ঠিত হয়েছিল। আন্তাইয়ের রাজত্বকালে, রাজা জিনপুং-এর শাসনামলে এবং নতুন ধন্যবাদ জ্ঞাপনের বিভিন্ন অনুষ্ঠানে এবং নতুন কৃতজ্ঞতার সময় চীনা দূতরা।\n১৪৮৮ সালের মার্চ মাসে (রাজা সিওংজং-এর রাজত্বের ১৯তম বছর) পরিদর্শন করা \"চোসুনবু\" বইতে, সিওংহিওনের \"জিহুই\" বলতে তোহওয়া এবং গোমনোরি, মুডং, গেন্ডু, জুলতাগি এবং জুকমার মতো প্রাণীদের প্রধানকে বোঝানো হয়েছে। তিনি ১৪৮৮ সালে নারি পর্বতের বিষয়বস্তু দেখেছিলেন (রাজা সিওংজং এর রাজত্বের ১৯তম বছর)।\n\n\n=== পানসোরি (판소리) ===\n২৪ ডিসেম্বর ১৯৬৪-এ, এটিকে গুরুত্বপূর্ণ অধরা সাংস্কৃতিক সম্পত্তি (বর্তমানে জাতীয় অস্পষ্ট সাংস্কৃতিক সম্পত্তি) নং ৫ হিসাবে মনোনীত করা হয়েছিল এবং ৭ই নভেম্বর ২০০৩-এ, এটি ইউনেস্কোর \"বিশ্বের মানবতা এবং অস্পষ্ট ঐতিহ্য\" হিসাবে নির্বাচিত হয়েছিল এবং একটি বিশ্ব অধরা হিসাবে মনোনীত হয়েছিল এই ঐতিহ্য।\nপানসোরি হল লোকশিল্পের একটি ধারা যা জোসেন রাজবংশের মাঝামাঝি থেকে নামদো অঞ্চলের অনন্য সুরের উপর ভিত্তি করে গড়ে উঠেছে এবং চাঙ্গেউকজোতে কয়েক ঘন্টার মধ্যে একটি ক্লাউন দ্বারা একটি নির্দিষ্ট বিষয়বস্তু এবং একটি সুন্দর ও শ্রেষ্ঠ ছন্দের অঙ্গভঙ্গি সহ গাওয়া হতো।\nদক্ষিণ কোরিয়ার স্থানীয় সুরের উপর ভিত্তি করে, এটি জিন্যাংজো, জংমোরি, গাগোক ৮৮১, জাজিনমোরি, হুইমোরি, উমোরি, ইওটমোরি এবং ইওটজুংমোরির সাতটি ছন্দ অনুসারে পরিবর্তিত হয় এবং আনিরি এবং বালিমের সাথে নাটকীয় প্রভাব বাড়ায় যা শুধুমাত্র উল্লেখ করা হয় এই সময়ে।\nপানসোরির উৎপত্তি হয়েছিল জোসেন রাজবংশের রাজা সুকজং-এর সময়, যখন চুনহ্যাংগা, সিমচেওংগা, হিউংবু (পার্ক টারিয়েওং), টোবায়েওলগা (সুগুঙ্গা: খরগোশ তারিয়েওং), জিওকবাইওকগা, জাংকি বাইওংসোং এবং জাংকি বাইওংসো সহ বিভিন্ন সাধারণ লোক সংস্কৃতি বিকাশ লাভ করতে শুরু করে।\nগানের গাওয়া শৈলীর প্রসারের কারণে গান গাওয়া জনপ্রিয় হয়ে উঠলে, হান হা-দাম, চোই সিওন-ডাল এবং উ চুন-দা-এর মতো ওস্তাদ গায়করা রাজত্বকালে এবং পরে পানসোরির ভিত্তি স্থাপন করতে বেরিয়ে আসেন। রাজা সুনজো, এবং রাজা সুনজোর রাজত্বের পরে, গোসুগওয়ান, সং হিউং-রক, ইয়েওম গে-ডাল ইত্যাদি।\nজোসেন রাজবংশের শেষের দিকে, শিন জায়ে-হয়ো সেই সময় পর্যন্ত ব্যবস্থাকে পুনর্গঠিত করেছিলেন এবং ১২টি মাদাংসোরিকে ৬টি মাদাংয়ে রূপান্তরিত করেছিলেন, যার মধ্যে চুনহ্যাংগা, সিমচেওংগা, বাকতারিয়ং, গারুজিগি তারিয়েওং, র্যাবিট তারিয়েওং এবং জিওকবাইওকগা রয়েছে, যে বাক্য বিদূষকরা এবং মহান সাহিত্যিকরা অনুভব করতে পারে। এছাড়াও, ই সুন-ইউ -এর একটি পরিবারও রয়েছে, যারা পানসোরি এর ছয় গজ থেকে \"বাইওনগাংসো তারিয়েওং\" নিখোঁজ রয়েছে এবং এটিই বাকি পাঁচটি পানসোরি মাদাং।\nমূলত, পানসোরি কেন্দ্রীয় অঞ্চলের দক্ষিণে বিকশিত হয়েছিল এবং অনেক ক্লাউন জেওলা-ডো থেকে ছিল এবং শিন জায়ে-হয়ো থেকে এটি প্রায় এক শতাব্দী ধরে গাওয়া হয়েছে। গুয়াংমু বছরে ওয়ংক্সা মন্দিরের পরে, পানসোরি চ্যাংগেউক আকারে উত্পাদিত হয়েছে, কিন্তু এটি পানসোরি থেকে সম্পূর্ণ ভিন্ন।\n\n\n=== একটি কোরিয়ান লোক নাটক (민속극) ===\n\nএটা নিশ্চিত করা যায় যে লোকনাটক বিভিন্ন আদিম ধর্মীয় আচার-অনুষ্ঠান যেমন কৃষিকাজ এবং অন্ত্যেষ্টিক্রিয়া থেকে উদ্ভূত হয়েছে।\nকোরিয়াতে, এই ধরনের উদাহরণ হল নাট্যশৈলী যা পুংনং, পুংগোজে (ডংজে, ইত্যাদি) এবং সাংজেরে, ইত্যাদি থেকে উদ্ভূত হয়েছে এবং বিনোদনে বিকশিত হয়েছে।  অন্য কথায়, লোকনাট্য, ছায়ানাটক, পানসোরি প্রভৃতি এই ধরনের লোকনাটকের অন্তর্ভুক্ত, যার মধ্যে মাস্করাড নাটকও রয়েছে।\nলোকনাট্যে অন্তর্ভুক্ত করার মতো অন্যান্য জিনিসও রয়েছে, যেমন ননগাক, বা শাম্বল বা জাপোকনোরি।  এর কারণ হল কোরিয়ান এক্সোরসিজমের একটি শক্তিশালী শৈল্পিক দিক রয়েছে, তাই মুখোশ খেলার অনেক উপাদান এবং স্বতন্ত্র থিম সহ নাটকীয় উপাদান রয়েছে।\nযেমন, লোকনাটকগুলি এক ধরনের প্রারম্ভিক থিয়েটার শৈলীকে নির্দেশ করে।  অতএব, এটি সাহিত্যের পরিবর্তে নৃত্য এবং মাইমের মতো অভিব্যক্তির উপর ফোকাস দ্বারা চিহ্নিত করা হয়।  তাই লোকনাট্য গুবি সাহিত্যের অন্তর্ভুক্ত।  লোকনাটকগুলি অত্যন্ত কৌতুকপূর্ণ কারণ সেগুলিকে উত্সবের অংশ হিসাবে তুলে নেওয়া হয়েছে।\n\n\n== আধুনিক থিয়েটার ==\n\n\n=== থিয়েটার প্রতিষ্ঠা এবং নতুন নাট্য আন্দোলন ===\nআধুনিক কোরিয়ান নাটকের (Korean drama) ব্যাখ্যা করার সময়, প্রথমে থিয়েটার প্রতিষ্ঠার কথা বলা প্রয়োজন কারণ ক্লাসিক্যাল নাটকগুলি আউটডোর ইয়ার্ড প্লে আকারে লোকনাট্য ছিল, কিন্তু বহিরঙ্গন মঞ্চ খোলার পরেই নাটকের আধুনিক চরিত্র প্রতিষ্ঠিত হয় বিকশিত।\nথিয়েটারটি প্রথম ১৯০২ সালে ইম্পেরিয়াল থিয়েটার কোম্পানী হাইওপ্রিউলসা (Hyeopryulsa) হিসাবে প্রতিষ্ঠিত হয়েছিল, যেটি সম্রাট গোজং-এর অধিগ্রহণের ৪০ তম বার্ষিকী উদযাপন করার জন্য প্রতিষ্ঠিত হয়েছিল।  হাইওপ্রিউলসা সারা দেশের ১৭০ জন লোক নিয়ে একটি একচেটিয়া সংস্থা গঠন করেছে, যার মধ্যে মাস্টার, গায়ক এবং নর্তক রয়েছে।\nকিম চ্যাং-হোয়ানের নেতৃত্বে একচেটিয়া সংস্থার মধ্যে, গান ম্যান-গ্যাপ, লি ডং-বেক, কাং ইয়ং-হোয়ান এবং হিও জিউম-পা সহ প্রায় সমস্ত সেরা মাস্টার এবং গায়ক ছিলেন।\nমূলত রাজকীয় পরিবারের উদযাপনের জন্য অনুশীলন করে, তারা বিভিন্ন পরিস্থিতিতে হারিয়ে যাওয়ার পরে হাইওপ্রিউলসা মন্দিরটিকে একটি সাধারণ থিয়েটারে পরিবর্তন করে।  তারপর থেকে, জনসাধারণের নৈতিকতার দিক থেকে বিভিন্ন সমস্যা দেখা দেয় এবং লি পিল-হওয়ার আবেদন সাড়ে তিন বছরে শেষ হয়।\nতারপরে, হাইওপ্রিউলসাকে ১৯০৮ সালের জুলাই মাসে ওয়াঙ্গাকসা নামে একটি ব্যক্তিগত ভাড়ার থিয়েটার হিসাবে পুনরায় চালু করা হয়। লি ডং-বেকের নেতৃত্বে ওয়াঙ্গাকসা মন্দিরে ৬৪ জন সদস্য ছিল, যার মধ্যে ৪০ জন পুরুষ এবং ২৪ জন মহিলা ছিল, যাদের সবাই ছিলেন মাস্টার এবং প্রধান গায়ক।  তারা ফুলের প্রেসের প্রবণতার সাথে সামঞ্জস্য রেখে পানসোরিকে একটি সংলাপ বাক্সে পরিবর্তিত করে এবং তারপর সম্পূর্ণভাবে গান গেয়ে একটি চাংগেউকে পরিণত করে একটি চাঙ্গেউকে পরিণত হয়।\nএটিকে সিনিয়েওনজিউক বলা হয় কারণ এটি ঐতিহ্যবাহী পানসোরির চেয়ে নতুন ছিল এবং ১৯০৮ সালের নভেম্বরে, ই ইঞ্জিকের \"ইউন সেগিয়ে\" কে সিনিয়েওনজিউক বলা হয় এবং ওয়ানগাকসা মন্দিরে দুর্দান্ত পারফর্ম করা হয়।\n\"ইউন সে-গাই\" এর জন্য, এটি চ্যাং-গেউক বা শিন (পা) নাটক কিনা তা স্পষ্ট নয়, কারণ পরস্পরবিরোধী মতামত রয়েছে যে এটিকে নতুন নাটকের সূচনা বিন্দু হিসাবে দেখা যায় না এবং এটি যে এটি  নতুন নাটকের শুরু।  যাইহোক, এটা স্পষ্ট যে (Wongaksa) ওংগাকসা মন্দির ছিল (Changgeuk) চ্যাংগেউকের জন্মস্থান এবং দুই বছরেরও বেশি সময় ধরে একটি গুরুত্বপূর্ণ থিয়েটার হিসেবে কাজ করেছিল।\n\n\n=== প্রথম দিকের সোপ অপেরা ===\nচ্যাংগেউক আন্দোলন, যেটি ওংগাক্সা মন্দিরকে কেন্দ্র করে, প্রদেশগুলিতে ফিরিয়ে দেওয়া হয়েছিল এবং সিনপা থিয়েটার জায়গাটি পূর্ণ করে দিয়েছে।  ১৯০৫ সালের ইউলসা চুক্তি স্বাক্ষরের আগে এবং পরে সিউলের উপর দৃষ্টি নিবদ্ধ করে, প্রায় ১৫০,০০০ জাপানি বাসিন্দা সেখানে বসবাস করত।\nযখন তারা সুজওয়ার মতো থিয়েটার তৈরি করেছিল, তখন বড় আকারের অপেরা দলগুলি থিয়েটারে প্রবাহিত হয়েছিল এবং জাপানিদের বিরুদ্ধে একটি নাটক প্রদর্শন করেছিল, যেখানে কোরিয়ান ইম সিওং-গু নতুন অপেরা শিখেছিল এবং ১৯১১ সালের ডিসেম্বরে প্রথম থিয়েটার কোম্পানি চালু করেছিল।\nতারপর থেকে, ইউন বেক-নামের মুন সু-সিওং এবং লি গি-সে-এর ইউ ইল-দান সহ ১০টিরও বেশি থিয়েটার কোম্পানি, সিনপা থিয়েটারের যুগের সূচনা করে।\nসংবেদনশীল নিও-ফিকশন নাটকটি সহজেই জনসাধারণের মধ্যে প্রবেশ করতে সক্ষম হয়েছিল কারণ থিয়েটারের লোকেরা জাপানি রচনাগুলিকে কোরিয়ান শৈলীতে অনুবাদ করেছিল এবং সেগুলিকে মঞ্চে তুলেছিল এবং তাদের দেশ হারানোর হতাশাজনক পরিস্থিতিতে তারা কান্নায় সম্মত হয়েছিল।\n\"জাংগাংমং,\" \"বুলনিও গুই,\" এবং \"সাংগোক্রু\" এর মতো কাজের শিরোনামগুলিতে অনুভব করা যায়, গার্হস্থ্য ট্র্যাজেডি ছিল মূলধারা, এবং জাপানি রচনাগুলির অনুবাদ ছিল অপ্রতিরোধ্য।\nতাদের মনে হয়েছিল একটি খুব উপযোগী থিয়েটার দৃষ্টিভঙ্গি, যেমন আলোকিতকরণ, কিন্তু বাস্তবে, তারা আবেগের একটি খুব প্রাক-আধুনিক প্রকাশ মাত্র।  এই ধরনের আনুগত্য, স্বীকৃতি, বৈবাহিক দ্বন্দ্ব এবং অশ্লীল প্রেম জনসাধারণের আধুনিক সচেতনতা এবং নাগরিক সচেতনতার জন্য অত্যন্ত ক্ষতিকর।\nঅন্য কথায়, সামন্ততান্ত্রিক পরিস্থিতিতে জাপানিরা অতীতে আমাদের দেশে যে অশ্রু ফেলেছিল তা প্রেরণ করা ছাড়া আর কিছুই ছিল না।  প্রথম দিকে, যখন \"গোল্ড নাইট চা\" অনুবাদ করা হয়েছিল \"জ্যাংমং\" (জো জং-হোয়ান), যা জাপানি নিও-ফিকশন নাটকের একটি সাধারণ পারিবারিক ট্র্যাজেডি, তখন দুটি প্রধান চরিত্রের বিপরীতে, এটি খুব কোরিয়ান ছিল।  আসল, কিন্তু ধীরে ধীরে জাপানি ভাবাবেগে পড়ে কোরিয়ান মন পরিবর্তন করে।\n\n\n=== আধুনিক নাটকের শুরু ===\nউপরের মত, জাপানের সরাসরি আমদানি সাবান অপেরা, যা ১৯১০-এর দশকে উপভোগ করেছিল, ১ মার্চ আন্দোলনের আশেপাশে দ্রুত হ্রাস পায়।  এটি দুটি প্রধান কারণের জন্য দেখা যেতে পারে: সোপ অপেরা নিজেই আর একটি জনপ্রিয় শিল্প হিসাবে বিকশিত হয়নি, এবং অন্যটি হল বিস্তৃত জাতীয় সচেতনতার উপর নির্ভর করে এটি প্রাক-আধুনিক অনুভূতির অবশেষ দ্বারা স্ফীত হয়েছিল।\nএইভাবে, চূড়ান্ত আত্ম-উদ্ধার পরিকল্পনা, সিরিজ, ব্যর্থ হওয়ার পর নতুন থিয়েটারের লোকেরা প্রদেশে ঘুরে বেড়াতে শুরু করে।  অন্যদিকে, আন্তর্জাতিক ছাত্ররা যারা জাপানে আধুনিক সাহিত্য অধ্যয়ন করেছিল তারা জাতীয় আন্দোলনের অংশ হিসাবে সরাসরি পশ্চিমা আধুনিক নাটক আমদানি করেছিল এবং বাস্তবসম্মত নাটকের চেষ্টা করেছিল।  এর একটি উদাহরণ হল ১৯২০-এর দশকের গোড়ার দিকে ছাত্রদের তীর্থযাত্রার আন্দোলন, যেমন ডংউওহো, হাইওংসিওলহো এবং গালডোফো।\nসীমিত ভিত্তিতে কাজ করার জন্য তারা তাদের ছুটি ব্যবহার করেছিল, যখন রাইডার ছিলেন নাট্যকার কিম উ-জিন।  এর পরে, তিনি আধুনিক পশ্চিমা নাটকের প্রবর্তন করতে থাকেন এবং ১৯২৬ সালে কোরিয়ায় প্রথম অভিব্যক্তিবাদী কাজ লেখার মতো উজ্জ্বল কার্যকলাপে জড়িত থাকার পর তিনি আত্মহত্যা করেন, যা পরীক্ষামূলক থিয়েটার আন্দোলনের পতনের দিকে নিয়ে যায়।\nযাইহোক, এইসব বাধা সত্ত্বেও, সচেতন থিয়েটার দল যেমন টাওলহো (জুলাই ১৯২৭ সালে প্রতিষ্ঠিত) জন্মগ্রহণ করেছিল এবং ১৯২০ এর থিয়েটার শিল্প এখনও প্রাণবন্ত ছিল।  এছাড়াও, পার্ক সেউং-হুই এবং ই সিও-গু, যারা টোকিওতে সাহিত্য এবং থিয়েটার অধ্যয়ন করে ফিরে এসেছিলেন, তাওলহোয়ের মাধ্যমে বাস্তবসম্মত নাটকের চেষ্টা করেছিলেন।  তাদের নাটক বাস্তবসম্মত মঞ্চ বিন্যাস এবং অভিনয়ের মতো ঐতিহ্যবাহী নাটকের চেয়ে অনেক বেশি উন্নত ছিল।\nধীরে ধীরে সৃজনশীল নাটক মঞ্চস্থ হতে থাকে এবং একের পর এক বিশুদ্ধ নাট্যকারের জন্ম হয়।  এটা বলা যেতে পারে যে এই টাওলহো নাটকের পটভূমিতে অভিনেতাদের হাইওন-চিওলের প্রশিক্ষণ একটি ভূমিকা পালন করেছিল।  অন্য কথায়, জোসেন অ্যাক্টরস স্কুল, যেটি ১৯২৪ সালে প্রতিষ্ঠিত হয়েছিল, বেশ কয়েকজন অভিনেতাকে উত্থাপন করেছিল।\nকিন্তু টাওলহো শীঘ্রই একটি বাণিজ্যিক নাটকে প্রবাহিত হয়, এবং এটি একটি বাস্তববাদের চেয়ে একটি রোমান্টিক আন্দোলন ছিল।  যাইহোক, এটি ১৯২০ এর দশকের শেষের দিকে হ্রাস পায় এবং এর পরেই, ১৯৩১ সালে প্রতিষ্ঠিত থিয়েটার আর্ট রিসার্চ গ্রুপ আবির্ভূত হয়।\nইউ চি-জিন, সিও হ্যাং-সিওক এবং লি হিওন-গু-এর মতো বিদেশী সাহিত্য চেনাশোনাগুলির নেতৃত্বে বারোজন তরুণ সাহিত্যিক শিল্পী, আধুনিক পাশ্চাত্য নাটকগুলিকে গ্রহণ করে একটি নতুন নাটক প্রতিষ্ঠার স্লোগান নিয়ে একটি নাট্য সংগঠন চালু করেছিলেন।\nদ্য ইনস্টিটিউট অফ ড্রামা অ্যান্ড আর্টস, যেটি সিনপা থিয়েটার ট্রুপ এবং সর্বহারা নাট্যদলগুলির মধ্যে একটি সত্যিকারের আধুনিক নাটক তৈরি করেছিল যেগুলি আবার মাথা তুলেছিল, থিয়েটারের চাষাবাদ, বাণিজ্যিক নাটক শুদ্ধিকরণের অনুশীলনের মাধ্যমে দেশে থিয়েটার ইতিহাসের একটি শক্ত ভিত্তি স্থাপন করতে শুরু করেছিল।  জনপ্রিয় জ্ঞানার্জন, এবং ঐতিহ্যগত এবং আধুনিক পারফরম্যান্স।\nএটি ড্রামা রিসার্চ ইনস্টিটিউটও ছিল যেটি পেশাদার নাট্যকারদের প্রশিক্ষণ দিয়েছিল যেমন ইউ চি-জিন, কিম জিন-সু, লি কোয়াং-রাই এবং হ্যাম সে-ডিওক।  যাইহোক, এই নাটকীয় শিল্পকলা গবেষণা দলগুলিও ১৯৩৯ সালে জাপানি নিপীড়নের কারণে ভেঙে দেওয়া হয়েছিল।  এই সময়ে, অনেক বিখ্যাত পশ্চিমা নাট্যকারের পরিচয় ঘটে, যার ফলে আমাদের নাটকগুলো বাণিজ্যিক নাটকের সংকীর্ণ কাঠামো থেকে বেরিয়ে আসতে পারে।\nএকটি অনুষ্ঠানের আগে \"ভাও নাই\" শব্দগুচ্ছটি ব্যবহার করা সাধারণ, যা (papa's blessing) \"বাবার আশীর্বাদ\"-এ ঢিলেঢালাভাবে অনুবাদ করা হয়, যদিও এটি কথোপকথনে \"পাপার আশীর্বাদ\" হিসাবে অনুবাদ করা হয়।  বাক্যাংশটি একইভাবে কাজ করে, \"ব্রেক আ লেগ!\" (Break a leg)।\n\n\n== তথ্যসূত্র =="}