{"pageid": 1174938, "title": "দারুল আরকাম", "url": "https://bn.wikipedia.org/wiki?curid=1174938", "content": "দারুল আরকাম ইসলামের নবী হজরত মুহাম্মদ (স.)-এর প্রতিষ্ঠিত একটি গোপন ইসলামি শিক্ষা ও প্রচারকেন্দ্র। দার শব্দের অর্থ বাড়ি। আর আরকাম একজন সাহাবীর নাম। দারুল আরকাম অর্থ আরকামের বাড়ি। হজরত মুহাম্মদ (স.) নবুয়ত লাভের পর তা প্রচার শুরু করেন। তিনি কাবাকে অপ্রাতিষ্ঠানিকভাবে প্রথম শিক্ষায়তন হিসেবে ব্যবহার করেন। কিছুদিন পর মক্কার মুশরিকরা নবীর ইসলাম প্রচারের সংবাদ জানতে পারে। ফলে তারা মক্কার একটি পাহাড়ে নামাজ আদায়রত মুসলিমদের উপর হামলা করে। এ ঘটনার পর হজরত মুহাম্মদ (স.) তাদের নিরাপত্তা নিয়ে চিন্তিত হয়ে ধর্মীয় শিক্ষা ও নামাজ আদায়ের স্থান হিসেবে আরকাম ইবনে আবিল আরকামের বাড়িকে নির্ধারণ করেন। এটিই ইসলামের প্রথম মাদ্রাসা বা প্রথম আনুষ্ঠানিক শিক্ষাপ্রতিষ্ঠান। এখানে সাহাবিরা গোপনে নবীর সাথে দেখা করতেন এবং ইসলামের বিধি-বিধান সম্পর্কে জেনে নিতেন। প্রায় ৩ বছর এভাবে গোপন দাওয়াত ও ইসলামের শিক্ষাদীক্ষার কাজ অব্যাহত ছিল। ওমর বিন খাত্তাব মুসলমান হওয়ার পর প্রকাশ্যে দাওয়াতি কার্যক্রম শুরু হয়। তখন পর্যন্ত সর্বমোট ৪০জন ইসলাম গ্রহণ করেছিল।\n\n\n== কারণ ==\nইতিহাসবিদ আলী সাল্লাবি দারুল আরকামকে ইসলামের কেন্দ্র হিসেবে গ্রহণ করার পাঁচটি কারণ উল্লেখ করেছেন। যথা:\n\nআরকাম মুসলিম হিসেবে পরিচিত ছিলেন না। তাই কারো ধারণা হতো না যে তার বাড়িতে মুহাম্মদ (সা.) ও সাহাবিরা একত্র হতে পারে।\nআরকাম ছিলেন বনু মাখজুমের সদস্য। বনু মাখজুমের সঙ্গে বনু হাশিমের দ্বন্ধ ছিল। ফলে তার বাড়িতে একত্র হওয়ার সংবাদ প্রকাশ পেলেও শত্রুপক্ষের বাড়িতে ইসলামবিরোধীদের হামলা করার ঝুঁকি ছিল না।\nইসলাম গ্রহণের সময় আরকাম ইবনে আবিল আরকামের বয়স ছিল ১৬ বছর। এত অল্প বয়সের কারো বাড়িতে মুসলিমরা একত্র হবে—এমন সন্দেহ পোষণের সম্ভাবনা কম ছিল।\nআরকামের বাড়ি ছিল ‘সাফা’ পর্বতের কাছে অবস্থিত। যা মক্কা থেকে নিরাপদ দূরত্বে এবং সুবিধাজনক অবস্থানে ছিল। সেখানে থেকে অন্যদের গতিবিধি লক্ষ্য করা যায়।\nআরকাম ছিলেন ওহি লেখকদের অন্যতম। রাসুলুল্লাহ (সা.) তার মাধ্যমে কুরআন লিপিবদ্ধ করাতেন।\n\n\n== বাড়ির ইতিহাস ==\nআব্বাসী খলিফা মানসুরের সময় ১৪০ হিজরি পর্যন্ত বাড়ীটি অবিকৃত অবস্থায় ছিল। কিন্তু এ বছরই মুহাম্মাদ ইবনে আবদুল্লাহ ইবনে হাসান মদিনায় আব্বাসী শাসনের বিরুদ্ধে বিদ্রোহ ঘোষণা করেন। আরকামের পৌত্র আবদুল্লাহ ইবন উসমানও ছিলেন এ বিদ্রোহের একজন সমর্থক ও সহযোগী। এ কারণে খলিফা আল মানসুরের নির্দেশে মদিনার তৎকালীন ওয়ালী তাকে গ্রেফতার করেন। খলিফা মানসুর তার বিশ্বস্ত সহকারী শিহাব উদ্দিন ইবনে আবদে বরকে পাঠালেন আবদুল্লাহর নিকট এই বাড়িটি ক্রয়ের প্রস্তাব দিয়ে।\nআবদুল্লাহ প্রথমত বিক্রী করতে অস্বীকার করেছিলেন; কিন্তু কয়েদ থেকে মুক্তির শর্তে এবং উচ্চ মূল্যের লোভে শেষ পর্যন্ত বিক্রী করতে সম্মত হন। আল মানসুর ১৭,০০০ দিনারের বিনিময়ে এ ঐতিহাসিক বাড়িটির মালিকানা লাভ করেন। বাড়ীটির অন্য শরীকরা প্রথমত রাজী না হলেও আস্তে আস্তে তারাও রাজী হয়ে যান। খলিফা মানুসরের পর খলিফা মাহদী এ বাড়ীটি তাঁর প্রিয়তমা দাসী খায়যুরানকে দান করেন। তিনি বাড়িটির পুরনো কাঠামো ভেঙ্গে সম্পূর্ণ নতুন অট্টালিকা তৈরী করেন এবং বাড়িটি এখন দারুল খায়জুরান নামে পরিচিত। বর্তমানে এটা কাবার বিপরীত পাশে অবস্থিত এবং একটি ধর্মীয় শিক্ষাপ্রতিষ্ঠান হিসেবে ব্যবহৃত হচ্ছে।\n\n\n== আরও দেখুন ==\nসুফফা\n\n\n== তথ্যসূত্র =="}