{"pageid": 1174988, "title": "মিয়ানমার সেনাবাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=1174988", "content": "মিয়ানমার সেনাবাহিনী ( বর্মী: တပ်မတော်(ကြည်း), উচ্চারিত: [taʔmədɔ̀ tɕí] ) মিয়ানমারের সামরিক বাহিনীর (তাতমাডো) বৃহত্তম শাখা এবং ভূমি-ভিত্তিক সামরিক অভিযান পরিচালনার প্রাথমিক দায়িত্ব রয়েছে। ভিয়েতনামের পিপলস আর্মির পর মিয়ানমার সেনাবাহিনী দক্ষিণ-পূর্ব এশিয়ার দ্বিতীয় বৃহত্তম সক্রিয় শক্তি। ২০০৬ সালে মিয়ানমার সেনাবাহিনীর সৈন্য সংখ্যা ছিল প্রায় ৩৫০,০০০। উঁচুনিচু ভূখণ্ডে বিদ্রোহীদের সাথে যুদ্ধে তার ব্যাপক অভিজ্ঞতার কারণে, সেনাবাহিনী ১৯৪৮ সালে তার সূচনা থেকে জাতিগত এবং রাজনৈতিক বিদ্রোহীদের বিরুদ্ধে অবিরাম কাউন্টার-ইনসার্জেন্সি অপারেশন পরিচালনা করে যথেষ্ট যুদ্ধ অভিজ্ঞতা অর্জন করেছে।\nবাহিনীটির নেতৃত্ব দিচ্ছেন মিয়ানমার সেনাবাহিনীর কমান্ডার-ইন-চিফ ( ကာကွယ်ရေးဦးစီးချုပ်(ကြည်း) ), বর্তমানে ভাইস-সিনিয়র জেনারেল সো উইন, একই সাথে প্রতিরক্ষা পরিষেবার উপ-কমান্ডার-ইন-চীফ (ဒုတိယ တပ်မတော်ကာကွယ်ရေးဦးစီးချုပ်), সিনিয়র জেনারেল মিন অং হ্লাইং -এর সাথে প্রতিরক্ষা পরিষেবার কমান্ডার-ইন-চিফ ( တပ်မတော်ကာကွယ်ရေးဦးစီးချုပ်)। মিয়ানমার সেনাবাহিনীতে সর্বোচ্চ পদমর্যাদা হল সিনিয়র জেনারেল, পশ্চিমা সেনাবাহিনীর ফিল্ড মার্শালের সমতুল্য এবং বর্তমানে ভাইস-সিনিয়র জেনারেল থেকে পদোন্নতি পাওয়ার পর মিন অং হ্লাইং এর অধীনে রয়েছেন।\n২০১১ সালে, সামরিক সরকার থেকে বেসামরিক সংসদীয় সরকারে রূপান্তরিত হওয়ার পরে, মিয়ানমার সেনাবাহিনী সমস্ত নাগরিকের উপর একটি সামরিক খসড়া চাপিয়ে দেয়, যার ফলে জাতীয় জরুরি সময়ে তালিকাভুক্ত কর্মী হিসাবে বছর ১৮ থেকে ৩৫ বছর বয়সী সকল পুরুষ এবং ১৮ থেকে ২৭ বছর বয়সী সকল নারীকে দুই বছরের জন্য সামরিক সেবায় যোগ দিতে বাধ্য করা যাবে। কমিশনড এবং নন-কমিশনড অফিসার হিসেবে তিন বছরের চাকরির জন্য পেশাদারদের বয়স পুরুষদের জন্য বয়স ৪৫ এবং মহিলাদের জন্য ৩৫ বছর পর্যন্ত। সরকারি গেজেটে বলা হয়েছে যে ১.৮ ট্রিলিয়ন কিয়াট (প্রায় ইউএস$২ বিলিয়ন), বা ২০১১ সালের বাজেটের ২৩.৬ শতাংশ ছিল সামরিক ব্যয়ের জন্য।\n\n\n== সংক্ষিপ্ত ইতিহাস ==\n\n\n=== ব্রিটিশ ও জাপানি শাসন ===\n১৯৩০ এর দশকের শেষের দিকে, ব্রিটিশ শাসনের সময়, মিয়ানমারের কয়েকটি সংগঠন বা দল বার্মার টুয়েট-ইয়েট (স্বাধীনতা) দল নামে একটি জোট গঠন করে, যার মধ্যে একটি ছিল ডোবামা এশিয়াওন। যেহেতু অধিকাংশ সদস্য কমিউনিস্ট ছিলেন, তাই তারা চাইনিজ কমিউনিস্টদের সাহায্য চেয়েছিলেন; কিন্তু যখন থা-খিন অং সান এবং একজন অংশীদার গোপনে চীনে সাহায্যের জন্য যান, তখন তারা শুধু একজন জাপানি জেনারেলের সাথে দেখা করেন এবং জাপানি সেনাবাহিনীর সাথে একটি মৈত্রী করেন। ১৯৪০ এর দশকের গোড়ার দিকে, অং সান এবং অন্যান্য ২৯ জন অংশগ্রহণকারী গোপনে জাপানি সেনাবাহিনীর অধীনে সামরিক প্রশিক্ষণের জন্য গিয়েছিলেন এবং এই ৩০ জন পরবর্তীকালে মিয়ানমারের ইতিহাসে ৩০ জন সৈনিক হিসাবে পরিচিত এবং আধুনিক মিয়ানমার সেনাবাহিনীর উত্স হিসাবে বিবেচিত হতে পারে।\nবার্মায় জাপানি আক্রমণের জন্য প্রস্তুত হলে, ৩০ জন সৈন্য থাইল্যান্ডে মিয়ানমারের লোকদের নিয়োগ করে বর্মী স্বাধীনতা সেনাবাহিনী বা বার্মিজ ইন্ডিপেন্ডেন্স আর্মি (বিআইএ) প্রতিষ্ঠা করে, যা ছিল মিয়ানমার সেনাবাহিনীর প্রথম ধাপ। ১৯৪২ সালে বিআইএ জাপানী সেনাবাহিনীকে তাদের বার্মা বিজয়ে সহায়তা করেছিল, যা সফল হয়েছিল। পরবর্তীতে জাপানি সেনাবাহিনী বিআইএকে বর্মী প্রতিরক্ষা বাহিনী (বিডিএ)-তে পরিবর্তন করে, যা ছিল দ্বিতীয় ধাপ। ১৯৪৩ সালে জাপান আনুষ্ঠানিকভাবে বার্মাকে একটি স্বাধীন জাতি হিসাবে ঘোষণা করে, কিন্তু বার্মা সরকার দেশের উপর প্রকৃত শাসনের অধিকারী ছিল না।\n১৯৪৫ সালে ব্রিটিশ সেনাবাহিনীকে সহায়তা করার সময় মিয়ানমার সেনাবাহিনী তার তৃতীয় ধাপে ছিল, যা ছিল দেশপ্রেমিক বার্মিজ ফোর্স (পিবিএফ) এবং দেশটি আবার ব্রিটিশ শাসনের অধীনে চলে যায়। পরবর্তীকালে সেনাবাহিনীর কাঠামো ব্রিটিশ কর্তৃত্বের অধীনে চলে যায়; তাই যারা জাতির সেবা করতে ইচ্ছুক কিন্তু সেনাবাহিনীতে যেতে চায় না তাদের জন্য জেনারেল অং সান পিপলস কমরেড সংগঠিত করেছিলেন।\n\n\n=== স্বাধীনতা পরবর্তী যুগ ===\n\n১৯৪৮ সালে মিয়ানমারের স্বাধীনতার সময়, তাতমাডো দুর্বল, ছোট এবং বিচ্ছিন্ন ছিল। জাতিগত পটভূমি, রাজনৈতিক সংশ্লিষ্টতা, সাংগঠনিক উত্স এবং বিভিন্ন পরিষেবায় একই সাথে চিড় দেখা দিয়েছিল। সামরিক বিষয়ে বেসামরিক এবং রাজনীতিবিদদের হস্তক্ষেপ এবং স্টাফ অফিসার এবং ফিল্ড কমান্ডারদের মধ্যে বোঝাপড়ার ব্যবধানের কারণে এর ঐক্য এবং কর্মক্ষমতা আরও দুর্বল হয়ে পড়ে। সবচেয়ে গুরুতর সমস্যা ছিল ব্রিটিশ বার্মা আর্মি থেকে আগত কারেন জাতির অফিসার এবং দেশপ্রেমিক বার্মিজ ফোর্সেস (পিবিএফ) থেকে আগত বামার অফিসারদের মধ্যে চাপা উত্তেজনা।\n১৯৪৫ সালের সেপ্টেম্বরে ক্যান্ডি সম্মেলনে উপনীত চুক্তি অনুসারে, ব্রিটিশ বার্মা সেনাবাহিনী এবং দেশপ্রেমিক বর্মী বাহিনীকে অন্তর্ভুক্ত করে তাতমাডো পুনর্গঠিত হয়। অফিসার কর্পস প্রাক্তন পিবিএফ অফিসার এবং ব্রিটিশ বার্মা আর্মি এবং আর্মি অফ বার্মা রিজার্ভ অর্গানাইজেশন (এআরবিও) এর অফিসারদের দ্বারা ভাগ করা হয়৷ ঔপনিবেশিক সরকার জাতিগত ভিত্তি করে গঠন করার সিদ্ধান্ত নেয় যা \"শ্রেণী ব্যাটালিয়ন\" হিসাবে পরিচিত ছিল। স্বাধীনতার সময় মোট ১৫টি রাইফেল ব্যাটালিয়ন ছিল এবং তাদের মধ্যে চারটি পিবিএফের প্রাক্তন সদস্যদের নিয়ে গঠিত ছিল। সমর-বিভাগের মধ্যে সমস্ত প্রভাবশালী অবস্থান এবং কমান্ডগুলি অ-প্রাক্তন পিবিএফ অফিসারদের দ্বারা পরিচালিত হতো। সামরিক প্রকৌশলী, সরবরাহ ও পরিবহন, অস্ত্র ও চিকিৎসা পরিষেবা, নৌবাহিনী এবং বিমান বাহিনী সহ সমস্ত পরিষেবাগুলি এআরবিও এবং ব্রিটিশ বার্মা সেনাবাহিনীর প্রাক্তন অফিসারদের দ্বারা পরিচালিত হতো।\n\n\n== সৃজন ও গঠন ==\nসেনাবাহিনী সবসময়ই মিয়ানমারের এখন পর্যন্ত সবচেয়ে বড় পরিষেবা এবং প্রতিরক্ষা বাজেটের সিংহভাগ পেয়েছে। এটি ১৯৪৮ সাল থেকে ৪০ বা তার বেশি বিদ্রোহী গোষ্ঠীর বিরুদ্ধে মিয়ানমারের সংগ্রামে সবচেয়ে বিশিষ্ট ভূমিকা পালন করেছে এবং একটি শক্ত ও সম্পদশালী সামরিক বাহিনী হিসাবে পরিচিতি লাভ করে। ১৯৮১ সালে এই বাহিনীকে 'ভিয়েতনামের ব্যতীত দক্ষিণ-পূর্ব এশিয়ার সম্ভবত সেরা সেনাবাহিনী' হিসাবে বর্ণনা করা হয়েছিল। এই রায়টি ১৯৮৩ সালে অনুরণিত হয়েছিল, যখন অন্য একজন পর্যবেক্ষক উল্লেখ করেছিলেন যে \"মিয়ানমারের পদাতিক বাহিনীকে সাধারণত দক্ষিণ-পূর্ব এশিয়ার অন্যতম কঠিন, যুদ্ধ ক্ষেত্রে সবচেয়ে পাকা হিসাবে মূল্যায়ন করা হয়\"।\n১৯৮৫ সালে বর্মী সৈন্যদের জাতিগত বিদ্রোহী এবং নারকো-সেনাবাহিনীর বিরুদ্ধে অভিযানে দেখার বিরল অভিজ্ঞতাপ্রাপ্ত একজন বিদেশী সাংবাদিক \"তাদের যুদ্ধের দক্ষতা, সহনশীলতা এবং শৃঙ্খলা দ্বারা সম্পূর্ণরূপে প্রভাবিত হয়েছিল\"। সেই সময়ের অন্যান্য পর্যবেক্ষকরা মিয়ানমার সেনাবাহিনীকে \"দক্ষিণ-পূর্ব এশিয়ায় এখন কাজ করছে তার মধ্যে সবচেয়ে কঠিন, সবচেয়ে কার্যকর হালকা পদাতিক জঙ্গল বাহিনী\" হিসেবে চিহ্নিত করেছেন। এমনকি থাই জনগণ মিয়ানমার সেনাবাহিনীকে \"জঙ্গল যুদ্ধের শিল্পে দক্ষ\" বলে বর্ণনা করেছে, যারা সাধারণত বর্মীদের প্রশংসা করে না।\n\n\n=== সংগঠন ===\n২০০০ সালে মায়ানমার আর্মির সব পদে সক্রিয় সৈন্যে প্রায় ৩ লক্ষ ৭০ হাজারে পৌঁছেছিল। ২০০০ সালের হিসাবে ৩৩৭টি পদাতিক ব্যাটালিয়ন ছিল, যাতে ২৬৬টি হালকা পদাতিক ব্যাটালিয়ন অন্তর্ভুক্ত ছিল। যদিও মিয়ানমার সেনাবাহিনীর সাংগঠনিক কাঠামো রেজিমেন্টাল সিস্টেমের উপর ভিত্তি করে তৈরি করা হয়েছিল, তবে মৌলিক কৌশল এবং যুদ্ধ ইউনিট হল ব্যাটালিয়ন, বর্মী ভাষায় তাত ইয়িন (တပ်ရင်း) নামে পরিচিত। এটি একটি হেডকোয়ার্টার ইউনিট নিয়ে গঠিত। যেখানে প্রতিটিতে তিনটি রাইফেল প্লাটুন তাত সু ((တပ်စု))-সহ পাঁচটি রাইফেল কোম্পানি তাত খুয়ে (တပ်ခွဲ)); চিকিৎসা, পরিবহন, রসদ এবং সংকেত ইউনিট সহ একটি প্রশাসনিক সংস্থা; মর্টার, মেশিনগান এবং রিকোয়েললেস বন্দুক প্লাটুনসহ একটি ভারী অস্ত্র কোম্পানি আছে। মোট ২৭ জন অফিসার এবং ৭২৩ জন অন্যান্য পদের প্রতিটি ব্যাটালিয়নের সেকেন্ড ইন কমান্ড হিসাবে একজন মেজর (বো এইচমু)-সহ একজন লেফটেন্যান্ট কর্নেল ডু তি ইয়া বো হমু জি বা ডু বো হমু গেই নেতৃত্বে দেয়। মায়ানমার সেনাবাহিনীর হাল্কা পদাতিক ব্যাটালিয়নগুলির গঠন শক্তি প্রায় ৫০০ এর চেয়ে অনেক কম; এটি প্রায়শই এই ইউনিটগুলিকে ভুলভাবে পর্যবেক্ষকদের দ্বারা কম শক্তির পদাতিক ব্যাটালিয়ন হিসাবে চিহ্নিত করে।\nএর উল্লেখযোগ্যভাবে বর্ধিত কর্মী সংখ্যা, অস্ত্রশস্ত্র এবং গতিশীলতার ফলে আজকের তাতমাডো কি (တပ်မတော်(ကြည်း)) মিয়ানমার ইউনিয়নের জন্য একটি শক্তিশালী প্রথাসিদ্ধ প্রতিরক্ষা বাহিনী। যুদ্ধের দায়িত্বের জন্য প্রস্তুত সৈন্য ১৯৮৮ সাল থেকে অদ্যাবধি কমপক্ষে দ্বিগুণ হয়েছে। লজিস্টিক অবকাঠামো এবং আর্টিলারি ফায়ার সুবিধা ব্যাপকভাবে বৃদ্ধি পেয়েছে। কারেন ন্যাশনাল ইউনিয়ন (কেএনইউ) এর শক্তিশালী ঘাঁটি মানেরপ্লা এবং কাওমুরার বিরুদ্ধে তাতমাডো-র শুষ্ক মৌসুমের অভিযানে এর নতুন অর্জিত সামরিক শক্তি স্পষ্ট ছিল। এই যুদ্ধে বেশিরভাগ হতাহতের ঘটনা তাতমাডোর কি-এর তীব্র এবং ভারী বোমাবর্ষণের ফল ঘটে।\nতাতমাডোর কি এখন ১৯৮৮ সালের আগের তুলনায় অনেক বড়, আরও গতিশীল এবং ব্যাপকভাবে উন্নত যুদ্ধোপকরণসম্পন্ন হয়েছে, গোলাবারুদ এবং বিমান প্রতিরক্ষা অস্ত্রভাণ্ডারের ব্যাপক উন্নতি করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== টিকা ==\n\n\n== আরও পড়ুন ==\nস্যামুয়েল ব্লাইথ, 'আর্মি কন্ডিশন মিয়ানমারকে শক্তির অধীনে ছেড়ে দেয়,' জেন্স ডিফেন্স উইকলি, ভলিউম ৪৩, ইস্যু ১৪, ৫ এপ্রিল ২০০৬, ১২।\n\n\n== বহিঃ সংযোগ ==\nবর্মী সেনাবাহিনীতে সেনা কর্মকর্তাদের ভূমিকা (পর্ব 1) ওয়েব্যাক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০১২ তারিখে   হয়েছে Bo Htet Min, Mizzima, ২৩ জানুয়ারি ২০১০"}