{"pageid": 1175372, "title": "ছোবহানিয়া আলিয়া কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1175372", "content": "ছোবহানিয়া আলিয়া কামিল মাদ্রাসা বাংলাদেশের চট্টগ্রাম জেলার একটি উল্লেখযোগ্য আলিয়া মাদ্রাসা। মাদ্রাসাটি চট্টগ্রাম শহরের কোতোয়ালী থানার অন্তর্গত আছদগঞ্জ সড়কে অবস্থিত। মাদ্রাসাটি বর্তমানে ফাজিল ও কামিল ডিগ্রির জন্য ইসলামি আরবি বিশ্ববিদ্যালয় এবং দাখিল ও আলিম শ্রেণীর জন্য বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের অধীনে রয়েছে। এটি ১৯৫১ সালে চট্টগ্রামের স্থানীয় আলেম কর্তৃক প্রতিষ্ঠিত হয়। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মুফতি মোহাম্মদ হারুনুর রশীদ।\n\n\n== ইতিহাস ==\n১৯৫১ সালে চট্টগ্রাম জেলায় ইসলামি শিক্ষার উন্নয়ন করার জন্য মাদ্রাসাটি প্রতিষ্ঠা করা হয়। মাদ্রাসার ভালো ফলাফলের জন্য ধীরে ধীরে মাদ্রাসার শিক্ষার্থী সংখ্যা বৃদ্ধি পেলে মাদ্রাসায় দাখিল ও আলিম শ্রেণী সরকার কর্তৃক অনুমোদন লাভ করে। পর্যায়ক্রমে মাদ্রাসায় ফাজিল ও কামিল শ্রেণী চালু করা হয়। \n২০০৬ সালের পূর্ব পর্যন্ত বাংলাদেশের আলিয়া মাদ্রাসাসমূহ বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ড কর্তৃক পরিচালিত হতো। ২০০৬ সালের ইসলামী বিশ্ববিদ্যালয় সংশোধনী আইন, ২০০৬ মোতাবেক আলিয়া মাদ্রাসার ফাযিল (স্নাতক ডিগ্রি) ৩ বছর এবং কামিল (স্নাতকোত্তর) ২ বছর মোট ৫ বছরের কোর্স চালু হয় এবং বাংলাদেশের বহু মাদ্রাসার সাথে এই মাদ্রাসাও কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত হয়। এর ফলে ফাজিল ও কামিল পরীক্ষা উভয় মিলিয়ে সাধারণ শিক্ষার পূর্ণ স্নাতক ডিগ্রির সমমান লাভ করে। ২০১৬ সালে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয়ে স্থানান্তরিত করা হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nমাদ্রাসাটিতে ইবতেদায়ী থেকে শুরু করে আলিয়া মাদ্রাসার সর্বোচ্চ পর্যায় কামিল শ্রেণী পর্যন্ত রয়েছে। এছাড়াও এই মাদ্রাসার দাখিল ও আলিম উভয় স্তরে বিজ্ঞান ও মানবিক শাখা বিদ্যমান রয়েছে। এই মাদ্রাসার ফাজিল ও কামিল পর্যায়ে আল কুরআন এন্ড ইসলামিক স্টাডিজ, আল হাদিস এন্ড ইসলামিক স্টাডিজ, দাওয়াহ প্রভৃতি বিভাগ চালু আছে। এখানে, ফাজিল ও কামিল পর্যায়ের ছাত্রদের বিষয়ভিত্তিক গবেষণার সুযোগ রয়েছে। ২০২১ সালে পিএইচপি ফ্যামিলি এই মাদ্রাসায় একটি ভবন নির্মাণের জন্য অর্থায়ন করে।\n\n\n== সহশিক্ষা কার্যক্রম ==\nএই মাদ্রাসার শিক্ষার্থীরা পড়াশোনা সংক্রান্ত বিভিন্ন প্রতিযোগিতায় অংশগ্রহণ করে থাকে। বিজ্ঞান বিভাগের শিক্ষার্থীরা বিজ্ঞান মেলায় অংশগ্রহণ করে থাকে। এছাড়াও এই মাদ্রাসার শিক্ষার্থীরা উচ্চ শিক্ষার জন্য বাংলাদেশের বিভিন্ন বিশ্ববিদ্যালয়ে ভর্তির সুযোগ পেয়ে থাকে। ১৯৭৮ সালে এই মাদ্রাসার এক অনুষ্ঠানে মুহাম্মদ আব্দুল মান্নান কর্তৃক বাংলাদেশ ইসলামী ছাত্রসেনা ছাত্র সংগঠন প্রতিষ্ঠা হয়।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nমোহাম্মাদ ফখরুদ্দীন -- মাদ্রাসার মুহাদ্দিস ও ইসলামি চিন্তাবিদ, ঢাকা আলিয়া মাদ্রাসায় শিক্ষক।\nমুহাম্মদ আব্দুল মান্নান -- মাদ্রাসার প্রাক্তন শিক্ষার্থী,  বাংলাদেশ ইসলামী ফ্রন্টের চেয়ারম্যান, আনজুমান রিসার্চ সেন্টারের মহাপরিচালক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিশিয়াল ফেসবুক পেইজ"}