{"pageid": 1175597, "title": "সীতাকুণ্ড কামিল এমএ মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1175597", "content": "সীতাকুণ্ড কামিল এমএ মাদ্রাসা বাংলাদেশের চট্টগ্রাম জেলার সীতাকুণ্ড উপজেলার একটি ঐতিহ্যবাহী আলিয়া মাদ্রাসা। এটি ১৮৮৬ সালে সীতাকুণ্ড পৌরসভার মধ্যে প্রতিষ্ঠা করেন বাড়বকুণ্ডের মাওলানা ওবায়দুল হক। এই মাদ্রাসায় দাখিল, আলিম, ফাজিল ও সর্বোচ্চ শ্রেণী কামিল পর্যন্ত পাঠদান করা হয়। বর্তমানে মাদ্রাসাটি বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ড ও ইসলামি আরবি বিশ্ববিদ্যালয়ের অধিভুক্ত রয়েছে। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা মুহাম্মদ ওসমান গনি। এটি ১৯৯৪ সালে জাতীয় শিক্ষা সপ্তাহ উপলক্ষে জাতীয় পর্যায়ে চট্টগ্রাম জেলার শ্রেষ্ঠ শিক্ষাপ্রতিষ্ঠান পুরস্কার লাভ করে।\n\n\n== ইতিহাস ==\nচট্টগ্রাম জেলার সীতাকুণ্ড উপজেলাতেও যেন ইসলামি শিক্ষার প্রসার ঘটে সেই লক্ষ্যে মাওলানা ওবায়দুল হক সীতাকুণ্ড কামিল মাদ্রাসা ও সীতাকুণ্ড আদর্শ উচ্চ বিদ্যালয় (১৯১৩) স্থাপন করেন। এছাড়াও মাদ্রাসার অনন্য অন্যতম প্রতিষ্ঠাতারা হল মাওলানা জামালুল্লাহ ও মাওলানা মুহাম্মদুল হক। ওবায়দুল হক মাদ্রাসাটি প্রতিষ্ঠার পরে নান প্রতিকূলতার মধ্য দিয়েই ১৮৮৬ সাল থেকে ১৯২১ সাল পর্যন্ত টানা ৪৫ বছর এই মাদ্রাসার সুপারের দায়িত্ব পালন করেন। ১৯২১ সালে ওবায়দুল হকের মৃত্যুর পরে তার আস্থাভাজন মাওলানা মুহম্মদ জামাল উল্লাহ মাদ্রাসার সুপারের পদে নিযুক্ত হন, ১৯২১ সাল থেকে তিনি ১৯৫০ সাল পর্যন্ত এই দায়িত্ব পালন করেন। এই মাদ্রাসা প্রতিষ্ঠায় এই দুই ব্যক্তির সর্বাধিক অবদান রয়েছে। এছাড়াও মাদ্রাসার প্রাথমিক অবস্থায় জমি দানকারী ব্যক্তিদের মধ্যে উল্লেখযোগ্য ছিলেন মিশ্রি জামাল বিবি (১০১৩ একর), আবদুর রহমান সারাং (৭২ শতক), আলহাজ্ব আবুল কালাম (মাদ্রাসা মসজিদ নির্মাতা) প্রভৃতি।\n২০০৬ সাল এটি ফাজিল ও কামিল ডিগ্রিকে সাধারণ শিক্ষা মানের ডিগ্রি প্রদানের কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত হয়। এরফলে ফাজিল ও কামিল পরীক্ষা উভয় মিলিয়ে সাধারণ শিক্ষার পূর্ণ স্নাতক ডিগ্রির সমমান লাভ করে। এরপরে ২০১৬ সালে মাদ্রাসা শিক্ষাকে আরও আধুনিকরন করার জন্য ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হলে মাদ্রাসাটি সেখানে স্থানান্তরিত করা হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nমাদ্রাসাটিতে প্রায় ১৫০০ শিক্ষার্থী অধ্যয়ন করছে, এবং ২১ জন নিয়মিত শিক্ষক রয়েছে। ফলাফলের দিক থেকে মাদ্রাসাটি উপজেলা ও জেলা পর্যায়ে শীর্ষস্থান দখল করে থাকে। দূরবর্তী ছাত্রদের জন্য একটি ছাত্রাবাস নির্মাণ করা হয়েছে, এখানে অত্যন্ত কম খরচে শিক্ষার্থীরা অবস্থান করতে পারে। তবে মাদ্রাসাটি এখনো অনার্স কোর্স চালুর অনুমতি পায়নি। তবে মাদ্রাসার দাখিল ও আলিম শ্রেণীতে বিজ্ঞান ও মানবিক উভয় বিভাগ চালু আছে।\nমাদ্রাসার নামে সাধারণ মুসলিমদের ওয়াকফ করে দেওয়া ১১ একর জমি আছে, এসব জমি থেকে আয়ের টাকা মাদ্রাসার উন্নয়ন ও দরিদ্র শিক্ষার্থীদের জন্য ব্যয় করা হয়। এই টাকা দিয়েই মাদ্রাসার আবাসিক হোস্টেলে (লিল্লাহ বোডিং) অর্থায়ন করা হয়।\n\n\n== মাদ্রাসা প্রধানের তালিকা ==\nমাওলানা ওবায়দুল হক, মাদ্রাসা সুপার (১৮৮৬-১৯২১)\nমাওলানা মুহম্মদ জামাল উল্লাহ, মাদ্রাসা সুপার (১৯২১-১৯৫০)\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nমাওলানা ওবায়দুল হক, মাদ্রাসা প্রতিষ্ঠাতা প্রথম সুপার, ব্রিটিশ বিরোধী আন্দোলনের সংগঠক।\n\n\n== তথ্যসূত্র =="}