{"pageid": 1175459, "title": "মাহশা আমিনীর মৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1175459", "content": "মাহশা আমিনী হলেন ইরানি মহিলা, যার তেহরানের একটি হাসপাতাল সন্দেহজনক পরিস্থিতিতে ২০২২ সালের ১৬ই সেপ্টেম্বর ২২ বছর বয়সে মৃত্যু হয়েছিল। তিনি জিনা আমিনী নামেও পরিচিত। সরকারি মানদণ্ড অনুযায়ী হিজাব না পরার অভিযোগে ইরানের সরকারের ধর্মীয় নৈতিকতা পুলিশ গাইডেন্স পেট্রোল মাহশা আমিনীকে গ্রেফতার করেছিল। ইসলামী প্রজাতন্ত্র ইরানের আইন প্রয়োগকারী কমান্ডের বলেছে যে একটি থানায় তার হৃদযন্ত্রের ক্রিয়া হঠাৎ করে বন্ধ হয়ে যায়, তিনি মেঝেতে পড়ে যান ও হাসপাতালে স্থানান্তরিত হওয়ার আগে কোমায় পড়েছিলেন। যাইহোক, প্রত্যক্ষদর্শীরা, যাদের মধ্যে মাহশা আমিনীর সঙ্গে আটক নারীরা ছিল, তারা জানিয়েছিল যে তাকে প্রচণ্ড মারধর করা হয়েছিল এবং পুলিশের বর্বরতার ফলে তার মৃত্যু হয়েছিল, যা ইরানি কর্তৃপক্ষ অস্বীকার করেছিল। পুলিশের বর্বরতার অভিযোগ, ফাঁস হওয়া মেডিকেল স্ক্যান ছাড়াও, কিছু পর্যবেক্ষক বিশ্বাস করেন যে গ্রেপ্তারের পর মাথায় আঘাত পাওয়ায় কারণে মাহশা আমিনীর সেরিব্রাল রক্তক্ষরণ বা স্ট্রোক হয়েছিল।\nমাহশা আমিনীর মৃত্যুর ফলাফলকে সিএনএন কর্তৃক ২০০৯, ২০১৭ ও ২০১৯-এর প্রতিবাদের চেয়ে বেশি বিস্তৃত বলে বর্ণনা করেছিল, এবং দ্য নিউ ইয়র্ক টাইমস দ্বারা অন্তত ২০০৯ সালের পর থেকে বৃহত্তম ইরানি বিক্ষোভ হিসাবে বর্ণনা করা হয়েছিল। কিছু নারী বিক্ষোভকারী তাদের হিজাব খুলে ফেলেছিলেন বা প্রতিবাদ হিসেবে প্রকাশ্যে তাদের চুল কেটে ছিলেন। ইরান হিউম্যান রাইটস জানিয়েছিল যে ২০২২ সালের ডিসেম্বর মাস পর্যন্ত সমগ্র দেশে জুড়ে ঘটেচলা বিক্ষোভে নিরাপত্তা বাহিনীর হামলায় কমপক্ষে ৪৭৬ জন নিহত হয়েছিল। অ্যামনেস্টি ইন্টারন্যাশনাল জানিয়েছিল যে ইরানের নিরাপত্তা বাহিনী কিছু ক্ষেত্রে কার্যকরী গোলাবারুদ দিয়ে দলে দলে বিভক্ত হয়ে গুলি চালিয়েছিল, এবং অন্যান্য ক্ষেত্রে বিক্ষোভকারীদের লাঠি দিয়ে পিটিয়ে হত্যা করেছিল। কিছু সংবাদ সূত্রের মতে, মাহশা আমিনীর মৃত্যু-এর ঘটনাটি ইসলামী প্রজাতন্ত্রী ইরানের অধীনে নারীদের প্রতি সহিংসতার প্রতীক হয়ে উঠেছে।\n\n\n== প্রতিবাদ ==\n\nপুলিশ হেফাজতে মাহশা আমিনির মৃত্যুর প্রতিক্রিয়া হিসাবে, তেহরানে ইরান সরকারের বিরুদ্ধে একটি চলমান ধারাবাহিক বিক্ষোভ এবং নাগরিক অস্থিরতা ২০২২ সালের ১৬ই সেপ্টেম্বর শুরু হয়। মাহশা আমিনি সাক্কেজ থেকে তেহরান যাওয়ার সময়—ইরানের বাধ্যতামূলক হিজাব আইন লঙ্ঘন করে—একটি \"অনুপযুক্ত\" হিজাব পরার জন্য গাইডেন্স পেট্রোল দ্বারা গ্রেপ্তার হয়েছিল। প্রত্যক্ষদর্শীদের মতে, গাইডেন্স পেট্রোল কর্মকর্তাদের দ্বারা মাহশা আমিনীকে মারাত্মকভাবে মারধর করা হয়েছিল—ইরানি কর্তৃপক্ষের দ্বারা এই দাবি অস্বীকার করা হয়েছিল।\nমাহশা আমিনীর মৃত্যুর কয়েক ঘন্টা পরে প্রতিবাদ শুরু হয়েছিল। প্রতিবাদ তেহরানের হাসপাতালে শুরু হয়েছিল যেখানে তাকে চিকিত্সা করা হয়েছিল, এবং দ্রুত দেশের অন্যান্য অংশে ছড়িয়ে পড়ে, প্রথমে আমিনীর নিজ শহর সাক্কেজ ও কুর্দিস্তান প্রদেশের অন্যান্য শহরে, যার মধ্যে সানন্দাজ, দিভান্দারেহ, বানেহ ও বিজার রয়েছে। এই বিক্ষোভের প্রতিক্রিয়ায়, ১৯শে সেপ্টেম্বর থেকে ইরান সরকার আঞ্চলিক ইন্টারনেট অ্যাক্সেস বন্ধ করে দেয়। প্রতিবাদ বৃদ্ধির সঙ্গে সঙ্গে সামাজিক মাধ্যমে দেশব্যাপী বিধিনিষেধের সঙ্গে একটি ব্যাপক ইন্টারনেট ব্ল্যাকআউট আরোপ করা হয়েছিল। প্রতিবাদের প্রতিক্রিয়ায়, প্রতিবাদ মোকাবেলার প্রয়াসে ইরানের বেশ কয়েকটি শহর জুড়ে মানুষ সরকারের সমর্থনে বিক্ষোভ করেছিল। ইরান সরকার এসব পাল্টা বিক্ষোভ বা প্রতিবাদকে ‘স্বতঃস্ফূর্ত’ বলে উল্লেখ করেছিল। সরকারপন্থী বিক্ষোভকারীরা সরকার বিরোধী বিক্ষোভকারীদের মৃত্যুদন্ড কার্যকর করার আহ্বান জানিয়েছিল এবং তাদের \"ইসরায়েলের সৈন্য\" হিসাবে উল্লেখ করেছিল, যেখানে \"আমেরিকা মৃত্যু\" ও \"ইসরায়েলের মৃত্যু\" বলে চিৎকার করেছে, যা বিদেশী দেশগুলির উপর অস্থিরতার দায় চাপানোর ইরানের ধর্মগুরু শাসকদের স্বাভাবিক বর্ণনার প্রতিফলন। ৩ই অক্টোবর, বিক্ষোভ শুরু হওয়ার পর তার প্রথম বিবৃতিতে, সর্বোচ্চ নেতা আয়াতুল্লাহ আলী খামেনি ব্যাপক অস্থিরতাকে \"দাঙ্গা\" বলে খারিজ করেন এবং একইভাবে এটিকে একটি বিদেশী চক্রান্ত হিসাবে উল্লেখ করার চেষ্টা করেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}