{"pageid": 1175378, "title": "অ্যালেক্স জেমস (অধ্যাপক)", "url": "https://bn.wikipedia.org/wiki?curid=1175378", "content": "অ্যালেক্স জেমস হলেন একজন ভারতীয় বিজ্ঞানী যিনি স্কুল অফ ইলেকট্রনিক সিস্টেমস অ্যান্ড অটোমেশনের AI হার্ডওয়্যারের অধ্যাপক এবং ডিজিটাল ইউনিভার্সিটি কেরালার (IIITM-K) ডিন পদে আছেন। তিনি কোচির মেকার ভিলেজের ভারপ্রাপ্ত অধ্যাপক, এবং ইন্টেলিজেন্ট আইওটি সেন্সর কেন্দ্রের ও গ্রাফিন নিয়ে কাজ করা ইন্ডিয়া ইনোভেশন সেন্টারের প্রধান তদন্তকারী। ইলেকট্রিক্যাল এবং ইলেকট্রনিক্স ইঞ্জিনিয়ারিং ক্ষেত্রে অসামান্য অবদানের জন্য এলসেভিয়ার বিভি কর্তৃক প্রকাশিত বিশ্বের শীর্ষ ২% বিজ্ঞানীদের তালিকায় তিনি স্থান করে নিয়েছেন। বৈজ্ঞানিক ক্ষেত্র যেমন মেমরিস্টিভ সিস্টেম, এআই হার্ডওয়্যার, নিউরোমরফিক ভিএলএসআই (ভেরি-লার্জ-স্কেল ইন্টিগ্রেশন) সিস্টেম, ইন্টেলিজেন্ট ইমেজিং এবং মেশিন লার্নিং ও এনালগ ইলেকট্রনিক্সে তিনি বিশেষভাবে পারদর্শী।\n\n\n== শিক্ষা এবং কর্মজীবন ==\nজেমস কুইন্সল্যান্ড মাইক্রো অ্যান্ড ন্যানোটেকনোলজি সেন্টার, গ্রিফিথ ইউনিভার্সিটি, ব্রিসবেন, অস্ট্রেলিয়া থেকে তার পিএইচডি ডিগ্রি অর্জন করেন। তিনি আইইটি ভিশন ও ইমেজিং নেটওয়ার্কের সদস্য ছিলেন এবং বিসিএস ফেলোদের টেকনিক্যাল অ্যাডভাইজরি গ্রুপের (এফ-টিজি) অন্যতম সদস্য। তিনি IEEE কেরালা সেকশন সার্কিটস অ্যান্ড সিস্টেম সোসাইটির প্রধান প্রতিষ্ঠাতা এবং ব্রিটিশ কম্পিউটার সোসাইটি (FBCS) এবং ইনস্টিটিউশন অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজির একজন ফেলো। তিনি ইনফরমেশন ফিউশন (২০১০-২০১৪), এলসেভিয়ারের সম্পাদকীয় বোর্ডের সদস্য এবং HCIS (২০১৫-২০২০) স্প্রিংগারের সহযোগী সম্পাদক ছিলেন; এবং কম্পিউটেশনাল ইন্টেলিজেন্সে IEEE ট্রান্জেকশন্স অন ইমারজিং বিষয়ে অতিথি সহযোগী সম্পাদক (২০১৭) ছিলেন। বর্তমানে তিনি IEEE Access, Frontiers in Neuroscience, এবং IEEE ট্রান্জেকশন্স অন সার্কিট্স এন্ড সিস্টেম ১: রেগুলার পেপার জার্নাল-এর সহযোগী সম্পাদক হিসেবে দায়িত্ব পালন করছেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nজেমস ননলাইনার সার্কিট এবং সিস্টেমের IEEE CASS টেকনিক্যাল কমিটির সদস্য, IEEE CASS টেকনিক্যাল কমিটি অন সেলুলার ন্যানোস্কেল নেটওয়ার্ক এবং মেমরিস্টর অ্যারে কম্পিউটিং, IEEE কনজিউমার টেকনোলজি সোসাইটি টেকনিক্যাল কমিটি অন কোয়ান্টাম ইন কনজিউমার টেকনোলজি (QCT), টেকনিক্যাল কমিটি অন মেশিন লার্নিং, সিই(এমডিএ)-তে ডিপ লার্নিং ও এআই এবং বিসিএস ফেলো টেকনিক্যাল অ্যাডভাইজরি গ্রুপ (এফ-টিএগ) এর সদস্য।\nজেমসকে ২০২০-২১ সালের জন্য IEEE সার্কিটস অ্যান্ড সিস্টেম সোসাইটি (IEEE CASS) কর্তৃক IEEE ট্রান্জেকশন্স অন সার্কিট্স এন্ড সিস্টেম ১: রেগুলার পেপার জার্নাল-এর সেরা সহযোগী সম্পাদকের পুরস্কার দেওয়া হয়। তিনি ২০১৭ সাল থেকে জার্নালটির একজন সহযোগী সম্পাদক হিসেবে আছেন। এছাড়াও তিনি PeerJ CS এর সম্পাদকীয় বোর্ডের সদস্য এবং IEEE এর একজন সিনিয়র সদস্য, ACM এর আজীবন সদস্য, HEA এর সিনিয়র ফেলো হিসেবে ভূষিত হয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওয়ার্ল্ডক্যাটে জেমস, অ্যালেক্স পাপ্পাচেন"}