{"pageid": 1175351, "title": "কোরীয় ভাষার রোমানীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1175351", "content": "কোরীয় ভাষার রোমানীকরণ লাতিন লিপিতে কোরীয় ভাষা প্রকাশ করার পদ্ধতিকে নির্দেশ করে। কোরীয় ভাষার বর্ণানুক্রমিক লিপি হাঙ্গুল, ঐতিহাসিকভাবে হাঞ্জার (চীনা অক্ষর) সাথে ব্যবহার করা হতো, যদিও বর্তমানে এধরনের ব্যবহার বিরল হয়ে উঠেছে।\nকোরীয় ভাষায় রোমাজা শব্দের আক্ষরিক অর্থ রোমান অক্ষর যা লাতিন লিপিকে নির্দেশ করে। \"রোমাজা\" শব্দটি ইংরেজি \"রোমানাইজেশন\" শব্দের থেকে আলাদা। প্রথমটি কোরীয় ভাষার পাঠ্যে লাতিন লিপির যেকোনো ব্যবহারকে নির্দেশ করে - যা হতে পারে যেকোনো কোরীয় বা অকোরীয় শব্দ কিংবা নাম। দ্বিতীয়টি লাতিন লিপি ব্যবহার করে কোরীয় শব্দ লেখাকে বোঝায় - যা হতে পারে যেকোনো আলাদা শব্দের রোমানীকরণ বা সম্পূর্ণ একটি কোরীয় পাঠ্যের রোমানীকরণ।\n\n\n== পদ্ধতিসমূহ ==\nরোমানীকরণের কয়েকটি পদ্ধতি রয়েছে:\n\nসংশোধিত রোমানীকরণ (যাকে আরআর পদ্ধতি, দক্ষিণ কোরিয়ান পদ্ধতি বা সংস্কৃতি মন্ত্রণালয় (এমসি) ২০০০ পদ্ধতিও বলা হয়): এটি কোরীয় ভাষার  রোমানীকরণের সর্বাধিক ব্যবহৃত এবং ব্যাপকভাবে স্বীকৃত পদ্ধতি। এতে প্রতিলিপিকরণ (ট্রান্সক্রিপশন) ও প্রতিবর্ণীকরণ (ট্রান্সলিটারেশন) উভয়েরই নিয়ম অন্তর্ভুক্ত রয়েছে। দক্ষিণ কোরিয়া এখন আনুষ্ঠানিকভাবে এই পদ্ধতি ব্যবহার করে যা ২০০০ সালে অনুমোদিত হয়েছে। সড়কচিহ্ন এবং পাঠ্যপুস্তকগুলিতে দ্রুত এই নিয়মগুলো অনুসরণ করা হয়, যে কাজে সরকার অনুমিত খরচ ছিলো কমপক্ষে ৫০০-৬০০ মিলিয়ন মার্কিন ডলার। প্রায় সব সড়কচিহ্ন, লাইন ম্যাপ এবং সাইনগুলিতে রেলওয়ে এবং পাতাল রেল স্টেশনের নাম ইত্যাদি পরিবর্তন করা হয়। তবে পারিবারিক নাম (পদবি) ও বিদ্যমান কোম্পানির নামের (যেমন, Hyundai) এই নিয়মের বাইরে রাখা হয়। সরকার প্রদত্ত নাম এবং নতুন কোম্পানির নামের ক্ষেত্রে নতুন পদ্ধতিটি অনুসরণ করতে উৎসাহিত করে৷\nএমআর পদ্ধতির সাথে এর মিল রয়েছে, কিন্তু এটি ডায়াক্রিটিক বা অ্যাপোস্ট্রোফি ব্যবহার করেনা। যার ফলে ইন্টারনেটে এটি বেশি জনপ্রিয়তা লাভ করে। দ্ব্যর্থতা নিরসনে এটি অক্ষরের মাঝে হাইফেন ব্যবহার করে, যদিও সম্প্রতিকালের আগ পর্যন্ত সরকারি সংস্থাগুলো ব্যবস্থাটি ব্যবহার করেনি। সড়ক ও ঠিকানার সাইনে নাম ও নম্বরের থেকে তাদের কার্যক্রম   আলাদা করার জন্য হাইফেন ব্যবহৃত হয়। ২০১৪ সাল নাগাদ, সড়কনাম ঠিকানা আইন-এর আওতায় কোরীয় ডাকবিভাগ আনুষ্ঠানিকভাবে তাদের পুরাতন ঠিকানা ব্যবস্থা লট ভিত্তিক পদ্ধতি থেকে সড়ক ভিত্তিক পদ্ধতিতে পরিবর্তন করে, যেখানে দ্ব্যর্থতা নিরসনে নিয়মিত হাইফেন ব্যবহৃত হয়। অভ্যন্তরীণ মন্ত্রণালয় সড়ক ও ঠিকানার রোমানীকরণে (যেখানে হাইফেনের ব্যবহার পদ্ধতিটির এক ওতপ্রোত অংশ) আসন্ন এ পরিবর্তন বিষয়ে জনসাধারণকে পরিষ্কার ধারণা প্রদানে বিভিন্ন বিজ্ঞপ্তি ও ওয়েবসাইটে পূর্ববার্তা প্রদান করে।\nম্যাককিউন–রাইশাওয়া (এমআর পদ্ধতি নামেও পরিচিত; ১৯৩৭?): এটি সর্বপ্রথম প্রতিলিপিকরণ পদ্ধতি যা গ্রহনযোগ্যতা পেয়েছিল। এ পদ্ধতির সামান্য পরিবর্তিত সংস্করণ ১৯৮৪ থেকে ২০০০ সাল পর্যন্ত দক্ষিণ কোরিয়ায় অফিসিয়াল পদ্ধতি হিসেবে চালু ছিল এবং একটি ভিন্ন সংস্করণ উত্তর কোরিয়ার অফিসিয়াল পদ্ধতি হিসেবে এখনো প্রচলিত। এমআর পদ্ধতি ব্রিভ, অ্যাপোস্ট্রোফি এবং ডায়েরেসিস ব্যবহার করে।\nএমআর পদ্ধতির বেশ কয়েকটি সংস্করণ প্রচলিত রয়েছে। মূলত হাইফেন ও স্পেসের বিভিন্ন ধরনের ব্যবহার, পদমূলের উচ্চারণগত পার্থক্য ইত্যাদির উপর ভিত্তি করে এ সংস্করণগুলো গড়ে উঠেছে।\nএএলএ-এলসি/মার্কিন লাইব্রেরি অফ কংগ্রেস পদ্ধতি ম্যাককিউন-রাইশাওয়ার উপর ভিত্তি করে গঠিত কিন্তু এর থেকে বিচ্যুত। প্রদত্ত নামের সিলেবলগুলি সর্বদা একটি হাইফেন দিয়ে আলাদা করা হয়, যা এমআর পদ্ধতিতে করা হয় না। উচ্চারণগত পরিবর্তনগুলি এমআর-এর তুলনায় বেশি উপেক্ষা করা হয়। এছাড়াও এটি ‘ ও ’ চিহ্নকে আলদাভাবে চিহ্নিত করে।\nইয়েল রোমানীকরণ (১৯৪২): এই পদ্ধতিটি ভাষাবিদদের মধ্যে প্রতিষ্ঠিত প্রমিত রোমানীকরণ পদ্ধতি হয়ে উঠেছে। পুরোনো বা উপভাষিক উচ্চারণে স্বরধনির দৈর্ঘ্য একটি ম্যাক্রন (ডায়াক্রিটিক) দ্বারা নির্দেশিত হয়। সিলেবল সীমানা একটি ফুলস্টপের (.) মাধ্যমে নির্দেশিত হয়। এই পদ্ধতিটি এমন ব্যঞ্জনবর্ণগুলিকেও নির্দেশ করে যেগুলি শব্দের দক্ষিণ কোরীয় বানানে এবং প্রমিত উচ্চারণে আর ব্যবহৃত হয় না।\nআইএসও/টিআর ১১৯৪১ (১৯৯৬):\nএটি আসলে একটি নামের ভিতরে দুটি ভিন্ন পদ্ধতি: একটি উত্তর কোরিয়ার জন্য (ডিপিআরকে), অন্যটি দক্ষিণ কোরিয়ার জন্য (আরওকে)। প্রাথমিকভাবে এটি ইয়েল পদ্ধতির উপর ভিত্তি করে গঠিত হয় এবং উভয় রাষ্ট্র একত্রে এ পদ্ধতি উন্নয়নে কাজ করে। তবে শেষ পর্যন্ত চুড়ান্ত খসড়ায় তারা একমত হতে পারেনি। দুই পদ্ধতির মধ্যে কিছু অমিল রয়েছে।\n\nলুকফ রোমানীকরণ, ফ্রেড লুকফের স্পোকেন কোরিয়ান কোর্সবুকের জন্য ১৯৪৫-৪৭ সালে তৈরি করা হয়েছিল\nকোরীয় ভাষার রোমানীকরণ (১৯৯২): উত্তর কোরিয়ার আনুষ্ঠানিক রোমানীকরণ পদ্ধতি।\nসংশোধিত রোমানীকরণ ও ম্যাককিউন-রাইশাওয়ার সংস্করণের মধ্যে মূল পার্থক্য কিছু বিশেষ হাঙ্গুল বর্ণ প্রকাশের প্রক্রিয়ায়। উভয় পদ্ধতিতে চেষ্টা করা হয়েছে আলোচ্য শব্দটি যদি ইংরেজি শব্দ হতো তবে এর বানান কেমন করে লেখা হতো তার সাথে মিল রাখতে, যাতে একজন ইংরেজিভাষী ব্যক্তি এটি স্বাভাবিকভাবে উচ্চারণ করেই কোরীয় উচ্চারণের কাছাকাছি যেতে পারে। ফলে একই হাঙ্গুল বর্ণ প্রকাশের জন্য উচ্চারণের ক্ষেত্র সাপেক্ষে পৃথক রোমান বর্ণ ব্যবহার করা যেতে পারে। অন্যদিকে, ইয়েল পদ্ধতি ক্ষেত্র নির্বিশেষে সবসময় একই রোমান বর্ণ দিয়ে একই হাঙ্গুল বর্ণ প্রকাশ করে। ফলে এটি উচ্চারণের ক্ষেত্রভিত্তিক পার্থক্যকে অনুসরণ করে না।\nএই পদ্ধতিগুলোর পাশাপাশি লোকজন নাম ও অন্যান্য শব্দের ক্ষেত্রে বিভিন্ন ধরনের বানান ব্যবহার করে থাকে। (যেমন, 이/리 (李), যা Lee, Yi, I অথবা Rhee হিসেবে রোমানীকরণ করা হয়ে থাকে)।\nএসকেএটিএস (প্রমিত কোরীয় বর্ণের রোমানীকরণ পদ্ধতি) বা কোরীয় ভাষার সমতুল্য মোর্স কোড একটি বিশেষ প্রতিবর্ণীকরণ পদ্ধতি যা মূলত ভাষার প্রতিবর্ণীকরণে ব্যবহৃত হয় না। এটি কোরীয় হাঙ্গুল বর্ণকে সমতুল্য মোর্স কোডের লাতিন বর্ণে প্রকাশ করতে ব্যবহৃত হয়। অনুরূপ একটি পদ্ধতি হলো কীবোর্ড চেপে প্রতিবর্ণীকরণ করা, যা দুবল্শিক লেআউটে একটি কোরিয়ান শব্দ তৈরি হয়, যার সাথে কীবোর্ডের রোমান হরফের কোন সম্পর্ক থাকে না। (যেমন, 위키백과 → dnlzlqorrhk) এটি সাধারণত ইন্টারনেটে বিশেষত ব্যবহারকারী নামের ক্ষেত্রে ব্যবহৃত হতে দেখা যায়।\n\nNotes:\n\n\n== উদাহরণ ==\n\n\n== কোরীয় ভাষার জন্য নতুন লিখন পদ্ধতি হিসেবে ==\n১৯২০ থেকে ১৯৩০-এর দশকে সোভিয়েত ইউনিয়নের বিভিন্ন ভাষাকে লাতিন বর্ণে প্রকাশ শুরু হয় এবং পরিকল্পনা করা হয় একদম পূর্ব দিকের কোরীয়দের ভাষাও এর অন্তর্ভুক্ত হবে। হাঞ্জাকে শেখার পক্ষে খুবই কঠিন এবং হাঙ্গুলকে টাইপ করা ও হাতে লেখার ক্ষেত্রে সমস্যাপূর্ণ দাবি করা হয়। যেহেতু হাঞ্জা বাদ দেওয়া হলে তা অনেক অস্পষ্টতার সৃষ্টি করবে, তাই এটা প্রস্তাব করা হয় যে সমস্ত চীনা শব্দকে কোরীয় উদ্ভুত শব্দ দ্বারা প্রতিস্থাপন করা হবে। (কোরীয় ভাষার ভাষাগত বিশুদ্ধতার তুলনা)  বিখ্যাত কোরীয়বিদ আলেকসান্দ্র খোলোদোভিচ (যিনি পরে কোরীয় শব্দের রুশ প্রতিলিপিকরণ পদ্ধতি তৈরি করেন) কর্তৃক তৈরি নতুন বর্ণমালা ছিলো এমন:\n\nসোভিয়েত রোমান-উদ্ভুত বর্ণমালায় ছোটহাতের ʙ প্রায়ই ব্যবহৃত হতো কারণ কিছু বর্ণমালায় ভিন্ন উদ্দেশ্যে b এর মতো বর্ণ ছিলো। শুধু ছোট হাতের বর্ণের ব্যবহারও অস্বাভাবিক ছিলো না, যেমন আদিগে ভাষার লাতিন বর্ণমালা।\nসোভিয়েত লাতিন বর্ণমালায় লিখিত কিছু শব্দ: gu lli, nongdhion haggio, nong ʙ, zængsan, gugga diaʙondiyi.\nএই বর্ণমালা কোরীয়দের সমালোচনার সম্মুখীন হয় এবং কখনো ব্যবহার করা হয়নি।\n\n\n== আরও দেখুন ==\nম্যাককিউন-রাইশাওয়া\nকোরীয় ভাষার সংশোধিত রোমানীকরণ\nইয়েল রোমানীকরণ\nকোরীয় ভাষার সিরিলীকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিভিন্ন পদ্ধতির তুলনামূলক ছক:\nআইএসও টিআর/১১৯৪১, উত্তর কোরিয়ার জাতীয় পদ্ধতি (১৯৯২), সংশোধিত রোমানীকরণ, ম্যাককিউন-রাইশাওয়া ও ইয়েল পদ্ধতির তুলনামূলক ছক (জাতিসংঘ ভৌগোলিক নাম বিশেষজ্ঞ দলের রোমানীকরণ পদ্ধতির কর্মরত দল কর্তৃক পিডিএফ ফাইল)\nআইপিএ, ইয়েল, ম্যাককিউন-রাইশাওয়া, লুকফ, দক্ষিণ কোরীয় শিক্ষা মন্ত্রণালয়, জোসন কোয়াহাগোয়ন, সংশোধিত রোমানীকরণ ছক (Glossika Inc. কর্তৃক পিডিএফ ফাইল)\nলুকফ'স সিস্টেম (সাধারণ ছক)\nGangmun Romanization\nঅনলাইন রোমান - কোরীয় প্রতিবর্ণীকরণ\nআরও একটি অনলাইন রোমান - কোরীয় প্রতিবর্ণীকরণ\nপুরাতন অনলাইন সরঞ্জাম:\n\nঅনলাইন প্রতিলিপিকার\nঅনলাইন রোমান - কোরীয় প্রতিবর্ণীকরণ\nটেমপ্লেট:রোমানীকরণ"}