{"pageid": 1175674, "title": "পাকিস্তান মুসলিম লীগ (জিন্নাহ)", "url": "https://bn.wikipedia.org/wiki?curid=1175674", "content": "পাকিস্তান মুসলিম লীগ (জিন্নাহ) (উর্দু : پاکستان مسلم لیگ جناح) ছিল পাকিস্তানের একটি রাজনৈতিক দল । এটি ছিল পাকিস্তানের প্রতিষ্ঠাতা মুহাম্মদ আলী জিন্নাহর নামে নামকরণ করা মূল পাকিস্তান মুসলিম লীগের একটি উপদল।\n১৯৯৫ সালে মঞ্জুর ওয়াট্টু এবং সরদার মুশতাক আহমেদ খান মালেজাই পিএমএল-এর আরেকটা উপদল পাকিস্তান মুসলিম লীগ (জুনেজু) থেকে বের হয়ে এসে পিএমএল (জিন্নাহ) গঠন করে।  মঞ্জুর ওয়াট্টুর চাচাতো ভাই হামিদ নাসির চট্টার তখন পিএমএল (জুনেজো)র প্রধান হতে চেয়েছিল। এছাড়াও একই বছরে পাঞ্জাবে প্রদেশ (পিএমএল-জুনেজোর নেতৃত্বে) এবং কেন্দ্রের (প্রতিদ্বন্দ্বী পিপিপির নেতৃত্বে) মধ্যে ক্ষমতার লড়াইয়ের ফলে পাঞ্জাবের মুখ্যমন্ত্রীর পদ থেকে হিসেবে ওয়াট্টুকে এবং পাঞ্জাবের আইনমন্ত্রীর পদ থেকে মুশতাক আহমেদ খানকে অপসারণ করা হলে তাদের দলের মধ্যে মতপার্থক্য দেখা দেয়। তখন আরেক পিএমএল (জুনেজো) প্রার্থী আরিফ নাকাই নতুন মুখ্যমন্ত্রী এবং সরদার মুশতাক আহমেদের স্থানে তার চিরশত্রু রাজা সরফরাজ নতুন আইনমন্ত্রী হিসেবে নিয়োগপ্রাপ্ত হন। এসব বিরোধের জেরেই  মঞ্জুর ওয়াট্টু এবং মুশতাক আহমেদ খান নতুন দল গড়ে।\nতবে সরদার মুশতাক আহমেদ খান মালেজাই ১৯৯৭ সালে পিএমএল (জিন্নাহ) ছেড়ে পিএমএল (এন)-এ যোগ দেন। পরবর্তীতে ২০০৪ সালের মে মাসে পিএমএল (জিন্নাহ) ঐক্যবদ্ধ পিএমএল গঠন করার লক্ষ্যে অন্যান্য বেশ কয়েকটি দলের সাথে পিএমএল (কিউ)র সাথে যুক্ত হয়।\nতবে ২০০৮ সালের সাধারণ নির্বাচনে মঞ্জুর ওয়াট্টু এবং তার মেয়ে রুবিনা শাহীন ওয়াট্টু স্বতন্ত্রভাবে নির্বাচন করতে চেয়েছিলেন। নির্বাচনে তারা মোট 3টি আসন জিতেছিলেন। এর আগে ২০০৬ সালে সরদার মুশতাক আহমেদ খান মালেজাই মারা যান। মুশতাকের মৃত্যুর পরে বলা হয়েছিল যে ওয়াট্টু মুশতাক আহমেদ খানের ভাইদের সাহায্যে পিএমএল (জিন্নাহ)কে পুনরুজ্জিবিত করবেন। কিন্তু তারা নির্বাচন কমিশনে নিবন্ধন করার জন্য বেঁধে দেওয়া সময়সীমাতে নিবন্ধন করতে ব্যর্থ হওয়ায় ২০০৮-এর নির্বাচনে তারা পিএমএল (জিন্নাহ)র টিকিটে লড়াই করতে পারেনি।\nনির্বাচনের পরে ২০০৮ সালের মে মাসে মঞ্জুর ওয়াট্টু এবং তার মেয়ে রুবিনা শাহীন ওয়াট্টু পাকিস্তান মুসলিম লীগ (জিন্নাহ) ছেড়ে পাকিস্তান পিপলস পার্টিতে যোগ দেন। \nপিএমএল (কিউ)র সাথে পিএমএল (জিন্নাহ)র একীভূত হওয়ার পর থেকেই প্রকৃতপক্ষে পাকিস্তানের রাজনীতি থেকে এই দলটি বিলুপ্ত হয়ে গেছে।\n\n\n== আরও দেখুন ==\nপাকিস্তান মুসলিম লীগ (এন)\nপাকিস্তান মুসলিম লীগ (কিউ)\nপাকিস্তান মুসলিম লীগ (ফাংশনাল)\nআওয়ামী মুসলিম লীগ\n\n\n== তথ্যসূত্র =="}