{"pageid": 1175443, "title": "মিঠাই (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1175443", "content": "মিঠাই হলো জি বাংলা চ্যানেলে প্রচারিত একটি ভারতীয় বাংলা টেলিভিশন ধারাবাহিক। যা জি বাংলায় ৪ জানুয়ারি ২০২১-এ প্রথম টেলিভিশনে সম্প্রচার করে। এটি ডিজিটাল প্ল্যাটফর্ম জি৫-এ উপলব্ধ। এটি টানা ৪৬ বার বেঙ্গল টপার হয়েছে। এতে মূল চরিত্রে অভিনয় করছেন সৌমিতৃষা কুন্ডু এবং আদৃত রায়।\n\n\n== পটভূমি ==\nমিঠাই মিষ্টি বিক্রেতা। সে মিষ্টি বিক্রি করতে মোদক পরিবারে যায় এবং সময়ের সাথে সাথে পরিবারের সদস্যের মতো তাদের সাথে বন্ধন তৈরি করে। একদিন মিঠাই তার বিয়ে থেকে মনোহরায় পালিয়ে যায় এবং তাই দাদু মিঠাইকে সিদ্ধার্থের সাথে বিয়ে করার সিদ্ধান্ত নেয়। তবে সিদ্ধার্থ মিঠাইকে বিয়ে করতে অস্বীকার করে। কারণ সে বিয়েতে বিশ্বাস করে না। তারপরে দাদু মিঠাইকে সোমের সাথে বিয়ে দেওয়ার সিদ্ধান্ত নেয়। কিন্তু সোম বিয়ের মণ্ডপ থেকে চলে যায় এবং দাদাইয়ের সম্মান বাঁচাতে সিডকে মিঠাইকে বিয়ে করতে হয়। কিন্তু মিঠাইয়ের দাম্পত্য জীবন সিডের উদাসীনতা এবং তোর্ষার হস্তক্ষেপে ব্যাহত হয়। অবশেষে সিড মিঠাইকে তার স্ত্রী হিসাবে গ্রহণ করে এবং মিঠাইয়ের কাছ থেকে প্রতিশোধ নিতে, তোর্ষা সোমকে বিয়ে করে এবং মোদক বাড়িতে প্রবেশ করে। ধীরে ধীরে, সিড এবং মিঠাই এবং অন্যান্য দম্পতিদের মধ্যেও প্রেম ফুটে ওঠে। তারপর তাদের পুত্র সন্তান শাক্য জন্ম নেয়। শাক্যর যখন প্রায় তিন বছর তখন একটি গোডাউনে আগুন লাগে যেখানে মিঠাই ছিল। সেখানে দেখানো হয়েছে মিঠাই সেখানে আটকা পড়েছে কিন্তু মিঠাইয়ের লাশ দেখানো হয়নি। হয়তো পরে দেখা যেতে পারে যে সে বেঁচে আছে।\n\n\n=== কয়েক বছর পর ===\nমিঠাইয়ের মতো দেখতে মিঠিকে দেখানো হয়। মিঠি তার বাড়ি থেকে পালিয়ে গেছে তার প্রেমিকের সাথে বিয়ে করতে। কিন্তু সে গিয়ে দেখে যে, তার প্রেমিক অন্য মেয়ের সাথে আছে। তখন সে ভাবে যে, এখন সে বাড়িতে ফিরে গেলে তার বাবা অনেক বকাঝকা করবে। তাই সে ভয়ে বাড়ি ফিরে যায় না। আর সে একটা কাজ খুজছিল তখন দেখে যে শাক্যর জন্য বাড়িতে গৃহশিক্ষক রাখা হবে। তাই সে শাক্যর গৃহশিক্ষক হয়ে ওই বাড়িতে অর্থাৎ মনোহরায় যায়। তখন মিঠির সাথে শাক্যর বন্ধুত্ব হয়ে যায়। তারপর মিঠি আস্তে আস্তে মনোহরার সাথে জড়িয়ে পড়ে । সিড অনেকগুলো ক্রাইম অপারেশন করে এবং সফলতার সাথে তা শেষ করে। কিছুদিন পর রৌশন বাজাজ ওরফে আদিত্য আগারওয়াল ধরা পড়ে। মিঠির সাথে সিডের বিয়ের কিছুদিন পর মিঠাইকে পাওয়া যায়। সে স্মৃতি হারিয়েছে। এবং সিদ্ধার্থ এবং মিঠাই এর একটি মেয়ে আছে।\nএই গল্পটি ঐতিহ্যবাহী বাঙালি মিষ্টি, প্রেম এবং সুখ-দুঃখের মধ্যে পারিবারিক বন্ধনকে ঘিরে তৈরি  হয়েছে।\n\n\n== অভিনয়ে ==\n\n\n=== প্রধান চরিত্র ===\nমিঠাই মোদক (বিবাহপূর্ব দাস) ওরফে মিঠাই রাণী চরিত্রে সৌমিতৃষা কুন্ডু – সুদীপ ও পার্বতীর একমাত্র কন্যা; সিদ্ধার্থের স্ত্রী; হুগলীর প্রাক্তন মিষ্টিবিক্রেতা; সিদ্ধেশ্বর মোদক গ্রুপের মিষ্টিবিক্রেতা।\nমিঠি বিশ্বাস ব্যানার্জির চরিত্রে সৌমিতৃষা কুন্ডু-সিদ্ধার্থের প্রাক্তন স্ত্রী যাকে মিঠাইয়ের মত দেখতে;মহেন্দ্রের একমাত্র কন্যা;রোহিতের স্ত্রী;শাক্যের গৃহশিক্ষক।\nসিদ্ধার্থ মোদক ওরফে সিড/ সিডি / উচ্ছে বাবু চরিত্রে আদৃত রায় – সমরেশ এবং আরতির পুত্র; সোমের ছোট ভাই, শ্রীতমার বড় ভাই; মিঠাইয়ের স্বামী ; পিসিজি নামে একটি কর্পোরেট কোম্পানির প্রাক্তন সিনিয়র এক্সিকিউটিভ  এবং সিদ্ধেশ্বর মোদক গ্রুপের বিপণন ও বিক্রয় বিভাগের  প্রধান।\nরিকি রায় ওরফে 'রিকি দা রকস্টার' – একজন বিখ্যাত রকস্টার, এঞ্জির ছেলে বন্ধু\n(গুপ্তবেশে)\n\nশাক্য মোদকের চরিত্রে ধৃতিষ্মান চক্রবর্তী – মিঠাই এবং সিদ্ধার্থের ছেলে, মিঠির ছাত্র এবং সৎপুত্র; প্রয়াত আরতি ও সমরেশের নাতি।\nমিষ্টি মোদকের চরিত্রে অনুমেঘা কাহালি - মিঠাই এবং সিদ্ধার্থের মেয়ে, প্রয়াত আরতি ও সমরেশের নাতনী।\n\n\n=== অন্যান্য চরিত্র ===\nসিদ্ধেশ্বর মোদক (দাদু বা দাদাই) / সিধু চরিত্রে বিশ্বজিৎ চক্রবর্তী – সোমদেব, শ্রীনন্দ, সিদ্ধার্থ, সন্দীপ, শ্রীতমা, শ্রীনিপার দাদা; সামু, অমু আর অপার বাবা; মোদক পরিবারের প্রধান এবং সিদ্ধেশ্বর মোদক গ্রুপের মালিক।\nসুশোমা মোদক (বিবাহপূর্ব ঘোষ) চরিত্রে স্বাগতা বসু – সোমদেব, শ্রীনন্দ, সিদ্ধার্থ, সন্দীপ, শ্রীতমা, শ্রীনিপার থাম্মি বা দিম্মা; সমু, অমু আর অপার মা; মোদক পরিবারের কর্ত্রী।\nসমরেশ মোদক ওরফে সামু চরিত্রে কৌশিক চক্রবর্তী – প্রয়াত আরতির স্বামী; অনুরাধার স্বামী, সিদ্ধার্থ এবং শ্রীতমার বাবা; তোর্ষা, মিঠাই এবং রাতুলের শ্বশুর, শাক্যের পিতামহ; নন্দার মামা, অমু ও অপার বড় ভাই।\nপ্রয়াত আরতি মোদকের চরিত্রে  ময়না মুখোপাধ্যায়– সমরেশের প্রয়াত স্ত্রী; সোমদেবের প্রয়াত দত্তক মা, সিদ্ধার্থ এবং শ্রীতমার প্রয়াত মা, পার্বতীর ঘনিষ্ঠ বন্ধু; তোর্ষা, মিঠাই এবং রাতুলের প্রয়াত শাশুড়ি, শাক্যের প্রয়াত ঠাকুমা।\nঅনুরাধা মোদক ওরফে অনু চরিত্রে বিদীপ্তা চক্রবর্তী - একজন বিখ্যাত ইন্টেরিয়র ডিজাইনার, ললিতার মেয়ে, সমরেশের দ্বিতীয় স্ত্রী; সোমদেব, সিদ্ধার্থ এবং শ্রীতমার সৎমা, তোর্ষা, মিঠাই এবং রাতুলের সৎ শাশুড়ি। \nশ্রীতমা মিত্র (নি মোদক) ওরফে শ্রীয়ের চরিত্রে  দিয়া মুখোপাধ্যায় – রাতুলের স্ত্রীর; আরতি ও সমরেশের মেয়ে; অনুরাধার সৎ কন্যা; সোমদেব এবং সিদ্ধার্থের ছোট বোন; নন্দা, স্যান্ডি এবং নিপার চাচাতো বোন, মিঠাই এবং রাজীবের শ্যালিকা, শাক্যের ছোট ফুফু।\nরাতুল মিত্রের চরিত্রে উদয় প্রতাপ সিং – শ্রীর স্বামী; রাজীবের ছোট ভাই; সোমদেব, সিদ্ধার্থ, নন্দা, স্যান্ডি, নিপার শ্যালক, ধারার ছোট মামাতো ভাই, মিঠাইয়ের ভালো বন্ধু, শাক্যের ছোট মামা।\nশ্রীনন্দা মিত্র (বিবাহপূর্ব বসু) ওরফে নন্দা প্রিয়ম চক্রবর্তী / কৌশাম্বী চক্রবর্তী- রাজীবের স্ত্রীর; রাতুলের বৌদি; সোমদেবের ছোট চাচাতো বোন; সিদ্ধার্থ, শ্রীতমা, স্যান্ডি এবং নিপার বড় মামাতো বোন, ধারার বড় মামাতো বোন, শাক্যের ফুফু। \nরাজীব মিত্রের চরিত্রে সৌরভ চট্টোপাধ্যায় – নন্দার স্বামী; রাতুলের বড় ভাই; ধারার মামাতো ভাই, শাক্যের মামা।\nতোর্ষা রায় ওরফে টেস চরিত্রে তন্বী লাহা রায় – সোমের স্ত্রী, সিদ্ধার্থের প্রাক্তন বন্ধু এবং সহকর্মী, রেবতির মেয়ে, মিঠাইয়ের প্রাক্তন প্রতিদ্বন্দ্বী এবং পিসিজি কলকাতা শাখার প্রধান, মোদক পরিবারের জ্যেষ্ঠ পুত্রবধূ, শাক্যের জেঠিমা।\nসোমদেব মোদক (পূর্বনাম দত্ত) ওরফে সোম ধ্রুবজ্যোতি সরকার – তোর্ষার স্বামীর; ত্রিদিবেশ ও জয়িতার পুত্র; সমরেশ এবং আরতির দত্তক পুত্র, সিদ্ধার্থ এবং শ্রীতমার বড় ভাই।\nসন্দীপ মোদক ওরফে স্যান্ডি চরিত্রে বিশ্ববাসু বিশ্বাস / ওমকার ভট্টাচার্য – সোমদেব, সিদ্ধার্থ এবং নন্দার ছোট চাচাতো ভাই, পিঙ্কির স্বামী, শ্রীতমার বড় চাচাতো ভাই, নীপার বড় ভাই; মিঠাই, রাজীব ও রাতুলের শ্যালক, শাক্যের কাকা। \nপিঙ্কি মোদকের (বিবাহপূর্ব আগরওয়াল) চরিত্রে অনন্যা গুহ - স্যান্ডির স্ত্রী; ওমি এবং আদিত্যের ছোট বোন, শাক্যের কাকী। \nশ্রীনিপা বন্দ্যোপাধ্যায় (বিবাহপূর্ব মোদক) ওরফে নীপার চরিত্রে ঐন্দ্রিলা সাহা – সোমদেব, সিদ্ধার্থ, শ্রীতমা, নন্দার ছোট চাচাতো বোন, স্যান্ডির ছোট বোন, পিঙ্কির শ্যালিকা, রুদ্রের স্ত্রী, শাক্যের ফুফু।\nএসিপি রুদ্রদেব বন্দ্যোপাধ্যায় ওরফে রুদ্র/রুডি হিসেবে ফাহিম মির্জা – সিদ্ধার্থের তার সবচেয়ে ভালো বন্ধু, মিঠাইয়ের ঘোষিত ভাই, নিপার স্বামী, স্যান্ডির শ্যালক, শাক্যের ফুফা।\nঅমরেশ মোদক ওরফে অমুর চরিত্রে সন্দীপ চক্রবর্তী– সুলতার স্বামীর; সোমদেব, সিদ্ধার্থ এবং শ্রীতমার কাকা, নন্দার মামা, সোমুর ছোট ভাই, অপার বড় ভাই, স্যান্ডি এবং নীপার বাবা, পিংকি এবং রুদ্রের শ্বশুর।\nসুলতা মোদকের চরিত্রে লোপামুদ্রা সিনহা – অমুর স্ত্রী।\nঅপরাজিতা বসু (বিবাহপূর্ব মোদক) ওরফে অপা/খুকি চরিত্রে অর্পিতা মুখোপাধ্যায়– অমুর ছোট বোন।\nব্রতিন বসু চরিত্রে অরিজিৎ চৌধুরী / রাজা চট্টোপাধ্যায় – অপার স্বামী ; সোমদেব, সিদ্ধার্থ, শ্রীতমা, স্যান্ডি, নীপার মামা, নন্দার বাবা, রাজীবের শ্বশুর।\nবসুন্ধরা বসু ওরফে ধারা চরিত্রে আরকোজা আচার্য – একজন আইপিএস অফিসার; রুদ্রের ঘনিষ্ঠ বন্ধু, রাজীব এবং রাতুলের মামাতো বোন। \nপ্রয়াত পার্বতী দাস চরিত্রে  বনি মুখোপাধ্যায়- প্রয়াত সুদীপের স্ত্রী; মিঠাইয়ের মা, সিদ্ধার্থের শাশুড়ি, আরতির ঘনিষ্ঠ বন্ধু।\nগুলতি চরিত্রে দেবর্ষি চট্টোপাধ্যায়  - মিঠাইয়ের ছোট চাচাতো ভাই, শাক্যের মামা।\nশাশ্বতী দাস চরিত্রে চরিত্রে সুচন্দ্রা বন্দ্যোপাধ্যায় -গুলতির মা।\nগৌর দাসের চরিত্রে অর্ণব ভদ্র - মিঠাইয়ের কাকা; গুলতির বাবা।\nরেবতি রায়ের চরিত্রে অদিতি চট্টোপাধ্যায় – তোর্ষার মা, একজন আইনজীবী, সোমদেবের শাশুড়ি।\nআদিত্য আগরওয়ালের চরিত্রে নীল চট্টোপাধ্যায় – সিদ্ধার্থের ছোটবেলার বন্ধু এবং মোদক পরিবারের ব্যবসায়িক প্রতিদ্বন্দ্বী; মিস্টার আগরওয়ালের বড় ছেলে, ওমি এবং পিঙ্কির বড় ভাই।\nরোশন বাজাজ / আদিত্য আগরওয়াল (সার্জারির পরে) চরিত্রে শুভজিৎ বন্দ্যোপাধ্যায়।\nঅনিমেষ মিত্রের চরিত্রে অর্ঘ্য মুখোপাধ্যায় – রাজীব এবং রাতুলের বাবা, নন্দা এবং শ্রীতমার শ্বশুর।\nসুস্মিতা মিত্র (বিবাহপূর্ব পাল) চরিত্রে সঞ্জুক্তা রায় চৌধুরী – রাজীব এবং রাতুলের মা, নন্দা এবং শ্রীতমার শাশুড়ি।\nঅরুণেশ ঘোষের চরিত্রে নীলাদ্রি লাহিড়ী – প্রাক্তন পিসিজি কলকাতা শাখা প্রধান এবং সিদ্ধার্থের প্রাক্তন বস৷\nপ্রতুল বিশ্বাসের চরিত্রে গৌতম মুখোপাধ্যায় – একজন আইনজীবী এবং সিদ্ধেশ্বর সুইটসের দীর্ঘদিনের গ্রাহক, মিঠাইয়ের ঘোষিত চাচা।\nসুশোভন ঘোষের চরিত্রে পার্থ সারথি দেব।\nইন্দ্রের চরিত্রে ইন্দ্রনীল মল্লিক – শ্রীতমার বন্ধু এবং একতরফা প্রেমিক।\nস্বামী অচ্যুতানন্দ মহারাজ চরিত্রে সমীর বিশ্বাস - আশ্রমের গুরুদেব।\nডাঃ ত্রিদিবেশ বসু ওরফে ত্রিদিব চরিত্রে অনিন্দ্য চক্রবর্তী – সমরেশের প্রাক্তন ঘনিষ্ঠ বন্ধু, জয়িতার প্রাক্তন প্রেমিক।\nজয়িতা দত্ত চরিত্রে রূপশা গুহ – সমরেশের প্রাক্তন বান্ধবী; ত্রিদিবেশের প্রাক্তন প্রেমিকা।\nগণেশ্বর ওরফে ঘন্টু চরিত্রে রক্তিম সামন্ত - মোদক পরিবারের আত্মীয়, নসুর ছেলে।\nনসু চরিত্রে দেবপ্রতিম দাশগুপ্ত – ঘন্টুর বাবা, সমু, অমু এবং অপার চাচাতো ভাই।\nসতরূপা ওরফে স্যাট্টির চরিত্রে প্রমিতা চক্রবর্তী – সিদ্ধার্থ এবং তোর্ষার এনআরআই কলেজ বন্ধু।\nকুনাল চরিত্রে কুনাল ব্যানার্জী।\nপ্রয়াত ওমি আগরওয়ালের চরিত্রে জন ভট্টাচার্য – মিস্টার আগরওয়ালের ছোট ছেলে, আদিত্যের ছোট ভাই, পিঙ্কির ভাই। \nগোগোল মিত্রের চরিত্রে দ্বৈপায়ন দাস - এক্সেল ইংলিশ একাডেমীতে মিঠাইয়ের একজন ছাত্র এবং গ্রুপ পার্টনার।\nজুলির চরিত্রে ডিরঘোই পাল - গোগোলের বান্ধবী।\nমিসেস চট্টোপাধ্যায় চরিত্রে সুদেষ্ণা রায় - এক্সেল ইংলিশ একাডেমীতে ইংরেজি শিক্ষক।\nশ্রীতমার কলেজ শিক্ষক চরিত্রে খেয়ালী দস্তিদার।\nনবীনের চরিত্রে অরিন্দম গাঙ্গুলি – শ্রীতমার কলেজ শিক্ষকের স্বামী।\nমধুচন্দ রায়ের চরিত্রে সুচন্দ্রিমা - \"ওয়েলনেস মাল্টি-স্পেশালিটি হাসপাতালের\" প্রধান পুষ্টিবিদ।\nপ্রতীক সান্যালের চরিত্রে ভিকি নন্দী – ডেইলি নিউজ এক্সপ্রেসের একজন সাংবাদিক যিনি মিঠাইয়ের সাক্ষাৎকার নিয়েছিলেন।\nমন্দিরা চট্টোপাধ্যায় চরিত্রে শ্রাবণী বনিক – একজন বিখ্যাত শিল্পপতি।\nপ্রিয়াঞ্জলি সেন ওরফে অ্যাঞ্জির চরিত্রে অনুরাধা মুখোপাধ্যায় – রিকির নকল বান্ধবী। \nঅনিরুদ্ধ সেন চরিত্রে সপ্তর্ষি রায় – অ্যাঞ্জির বাবা।\nসিরিয়ালের চ্যানেল কো-অর্ডিনেটর চরিত্রে  ভবোনা বন্দ্যোপাধ্যায় (যেটিতে পিঙ্কি ও সুলতা অভিনয় করেছেন)। \nসুমনের চরিত্রে আনন্দ চৌধুরী - সিরিয়ালের পরিচালক যেটিতে পিঙ্কি এবং সুলতা অভিনয় করেছেন।\nললিতার চরিত্রে বৈশাখী মার্জিত – সিদ্ধেশ্বরের বাল্যবান্ধবী; অনুরাধার মা; সমরেশের শাশুড়ি, সমাজসেবী। \nসুদীপ্ত রায়ের চরিত্রে রুদ্রজিৎ মুখোপাধ্যায় – রুদ্রের জুনিয়র সহকর্মী। \nপ্রমিলা লাহা চরিত্রে অরিজিতা মুখোপাধ্যায় – এফসিপির কাউন্সেলর। \nতারক চরিত্রে সুব্রত গুহ রায় – মোদকদের ভাড়া করা বাড়ির মালিক।\nগোজু চরিত্রে গোরা ধর – প্রমীলার ডান হাত।\nরাত্রি চ্যাটার্জির চরিত্রে ঐন্দ্রিলা বন্দ্যোপাধ্যায় – পিসিজি কলকাতা শাখার প্রধান।\nডাঃ শর্মিষ্ঠা বন্দ্যোপাধ্যায়ের চরিত্রে অস্মিতা চক্রবর্তী – একজন গাইনোকোলজিস্ট।\nসৌমি চরিত্রে অর্পিতা ঘোষ।\nমহেন্দ্র বিশ্বাসের চরিত্রে দেবরাজ মুখার্জি – মিথির বাবা\nপ্রান্তিক চরিত্রে সাম ভট্টাচার্য - মিথির প্রেমিকা।\nশাওনের চরিত্রে অরিত্রম মুখোপাধ্যায় – সিদ্ধার্থের সহকারী।\nমেঘা চরিত্রে রিয়া দত্ত- সিদ্ধার্থের সহকারী।\nসঙ্গীতা চরিত্রে সঙ্গীতা ঘোষ।\nরোহিতের মায়ের চরিত্রে জয়তী চক্রবর্তী।\n\n\n=== অতিথি উপস্থিতি ===\n\" মিঠাই হাব \" এর উদ্বোধনী অনুষ্ঠানে দিতিপ্রিয়া রায় নিজেই। \nসৌমিলি বিশ্বাস নিজে- রান্না অনুষ্ঠান হেলদি হেশেলের বিচারক হিসেবে\nমিমি দত্ত নিজে – রান্নার অনুষ্ঠানের অ্যাঙ্কর হেলদি হেশেল\nজয়ন্ত বন্দ্যোপাধ্যায় নিজে- রান্না অনুষ্ঠানের বিচারক হেলদি হেল\nজোজো নিজেই - রান্নার অনুষ্ঠান হেলদি হেশেলের একজন বিনোদনকারী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মিঠাই  (ইংরেজি)\nমিঠাই  জিফাইভে"}