{"pageid": 1175317, "title": "আলিয়া মাদ্রাসার ইতিহাস (বই)", "url": "https://bn.wikipedia.org/wiki?curid=1175317", "content": "আলিয়া মাদ্রাসার ইতিহাস (উর্দু ভাষা: তারিখে মাদরাসা-ই-আলিয়া) মাদ্রাসা শিক্ষার বিবর্তন, প্রতিবন্ধকতা ও ইতিহাস নিয়ে লেখা আরবি ভাষার একটি প্রামান্য বই। তবে বইটিতে ঢাকা আলিয়া মাদ্রাসা, কলকাতা আলিয়া মাদ্রাসা ও আলিয়া মাদ্রাসা শিক্ষা ব্যবস্থা সম্পর্কিত আলোচনা বিশেষভাবে স্থান পেয়েছে। বইটি আরবি ভাষায় লিখেছেন আলিয়া মাদ্রাসার শিক্ষক মাওলানা আব্দুস সাত্তার, পরবর্তীতে বইটির বাংলাতে অনুবাদ করেছেন মোস্তফা হারুন। বইটির ভূমিকা লিখেছেন ঢাকা আলিয়া মাদ্রাসার ৩৮ তম অধ্যক্ষ মুহাম্মদ ইয়াকুব শরীফ। বইটি ১৯৫৮ সালে ঢাকা আলিয়া মাদ্রাসার গবেষণা ও প্রকাশনা বিভাগ প্রথম প্রকাশিত। এটির দ্বিতীয় সংস্করণ ১৯৮০ সালে এবং সর্বশেষ ৩য় সংস্করণ ২০১৫ সালে ইসলামিক ফাউন্ডেশন কর্তৃক প্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\nআলিয়া মাদ্রাসার ইতিহাস বইয়ে বাংলাদেশের চার ধরনের মাদ্রাসা শিক্ষা ব্যবস্থা সম্পর্কে সংক্ষেপে বিবরণ দিয়ে বইটি শুরু করা হয়েছে। আলিয়া মাদ্রাসাকে বইটিতে টু ইন ওয়ান (ইসলামি শিক্ষা ও সাধারণ শিক্ষার সমন্বয়) বলা হয়েছে। আলিয়া মাদ্রাসার প্রতিষ্ঠা সম্পর্কে এই বইয়ে ওয়ারেন হেস্টিংসের একটি বক্তব্য রয়েছে।\n\nমুহাম্মদ ইয়াকুব শরীফ বইয়ের ভূমিকায় লিখেছেন, আলিয়া মাদ্রাসার প্রাথমিক উদ্দেশ্য ছিলো তৎকালীন সময়ে ভারত পরিচালনার জন্য ব্রিটিশ সরকারের আমলা তৈরি করা। বস্তুত এই মাদ্রাসা প্রতিষ্ঠা করা হয়েছিলো মুসলিম জাতির সংস্কৃতি, আদর্শ ও ধর্ম রক্ষা পায়। কিন্তু ইংরেজরা এই প্রতিষ্ঠানকে কোনদিনই স্বাধীনভাবে চলতে দেয়নি, বরং প্রতিষ্ঠানটিকে নিজেদের ক্রীড়নক হিসাবে ব্যবহারের চেষ্টা করেছে। ফলে এই প্রতিষ্ঠানের মাধ্যমে মুসলিমদের আশাও পুরোপুরি পাওয়া যায়নি, ব্রিটিশরাও তাদের মনোবাসনা পূর্ণ করতে পারেনি। ফেনী আলিয়া মাদরাসার অধ্যক্ষ নুর মুহাম্মদ আজমী তার বইতেও হাদীছের তত্ত্ব ও ইতিহাস বইতেও আলিয়া মাদ্রাসার ইতিহাস সম্পর্কে এমন কথাই উল্লেখ করেছেন।\nআলিয়া মাদ্রাসায় ১৭৮০ সাল থেকে ১৮৫০ সাল পর্যন্ত হেড মাওলানা কর্তৃক পরিচালিত হতো, এরপরে ১৮৫০ সাল থেকে ১৯২৭ সাল পর্যন্ত ২৬ জন খ্রিস্টান অধ্যক্ষ দ্বারা মাদ্রাসা পরিচালিত হয়েছে। ১৮৫৩ সালে কলকাতায় অ্যাংলো-পার্সিয়ান বিভাগ খোলা হয়। এবং দেশ ভাগের পরে ১৯৪৭ সালে কলকাতা আলিয়া মাদ্রাসার একাংশকে ঢাকায় স্থানান্তর করা হয়। বাংলাদেশের আলিয়া মাদ্রাসাকে আধুনিকরন করার জন্য ২০০৬ সালে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত করা হয়। এসকল আলোচনা বইতে প্রমানিকভাবে তুলে ধরা হয়েছে।\n\n\n== আরও দেখুন ==\nঢাকা আলিয়া মাদ্রাসা\nকলকাতা আলিয়া মাদ্রাসা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপাঠাগার ওয়েবসাইটে আলিয়া মাদ্রাসার ইতিহাস বই"}