{"pageid": 1175543, "title": "গোপালচন্দ্র সেন", "url": "https://bn.wikipedia.org/wiki?curid=1175543", "content": "গোপালচন্দ্র সেন  ( ২৩ ফেব্রুয়ারি ১৯১১ – ৩০ ডিসেম্বর ১৯৭০) ছিলেন একজন ভারতীয় বাঙালি শিক্ষাব্রতী এবং ভারতে যন্ত্রশিল্প উৎপাদন শৈলী শিক্ষণের পূর্ণ পাঠ্যক্রম তৈরির  অন্যতম পথিকৃৎ। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nগোপালচন্দ্র সেনের জন্ম  ব্রিটিশ ভারতের অধুনা  বাংলাদেশের ময়মনসিংহ জেলার বালিয়াগ্রামে। পিতা স্বদেশী ভাবাপন্ন নগেন্দ্রনাথ সেন ছিলেন কৈলাসরঞ্জন হাই ইংলিশ স্কুলের প্রধান শিক্ষক। স্থানীয় শালবন পাঠশালায় প্রাথমিক শিক্ষা শেষে ১৯২৭ খ্রিস্টাব্দে কৈলাসরঞ্জন হাই ইংলিশ স্কুল থেকেই ম্যাট্রিক পাশ করেন ও রংপুর কারমাইকেল কলেজ থেকে ১৯২৯ খ্রিস্টাব্দে প্রথম শ্রেণীতে আইএস সি পাশ করেন। ছোটবেলা থেকেই তার যন্ত্রকৌশল উদ্ভাবনে তার  স্বাভাবিক প্রবণতা ছিল। স্কুলের ছাত্রবস্থায় তিনি বাড়িতে সূর্যঘড়ি এবং বাইসাকেলের চেন ব্যবহার করে দেওয়াল ঘড়ি তৈরি করেন। ১৯২৫ খ্রিস্টাব্দে চৌদ্দ বৎসর বয়সে রংপুরে কংগ্রেস অধিবেশনে স্ব-উদ্ভাদিত সহজসাধ্য মণিপুরি তাঁত গালিচা প্রস্তুত করে দেখান। ১৯২৯ খ্রিস্টাব্দে 'যাদবপুর কলেজ অব ইঞ্জিনিয়ারিং ও টেকনোলজি, বেঙ্গল'-এ ভরতি হন এবং  ১৯৩৩ খ্রিস্টাব্দে তিনি  মেকানিক্যাল ইঞ্জিনিয়ারিং পাশ করেন। কলেজের ছাত্রাবস্থাতে মেদিনীপুরের গড়বেতায় লবণ আইন ভঙ্গ আন্দোলনে সত্যাগ্রহী হিসেবে তিনি জেলে যান ও পরে  ছাড়া পান। ইঞ্জিনিয়ারিং কলেজের দ্বিতীয় শিক্ষাবর্ষে পড়ার সময় তার পিতা মারা যান। সংসারের ভার তাঁর উপর পড়লে মহাত্মা গাঁধীর জনসভায় মেকানিকের দায়িত্ব পালনের ফাঁকে   হাওড়ার এক কারখানায় বছর দুয়েক হাতে-কলমে কাজ করে সংসার প্রতিপালন করতেন। তিনি গান্ধীজির আদর্শে অনুপ্রাণিত ছিলেন। ১৯৩০এর দশকে শহরের সভায় মাইক্রোফোন ও স্পিকারের প্রচলন শুরু হলেও সে সময়ে মফঃস্বলে সে সুযোগ ছিল না। তাই তিনি এই সময়ে তিনি মফঃস্বলে ও গ্রামে-গঞ্জে মহাত্মাজীর ভাষণের জন্য 'পোর্টেবল স্পিকার’ বা বহনযোগ্য ভাষযন্ত্র তৈরি করেছিলেন। গান্ধীজির জনসভায় চোঙা যন্ত্র লাগানো ও মেরামতির কাজই ছিল তার। ১৯৩৪ খ্রিস্টাব্দে পুরীতে জগন্নাথদেবের মন্দিরের সামনে অস্পৃশ্যতা-বিরোধী আন্দোলন নিয়ে গাঁধীর বক্তৃতা করার কথা ছিল। ক্ষিপ্ত পাণ্ডাদের হুমকি ছিল,  মন্দির-চত্বর ও তার পার্শ্ববর্তী এলাকা হরিজনদের জন্য নয়। তাদের বাধাস্বত্ত্বেও গান্ধীজির সভার ব্যবস্থাপনায়  তিনি অংশ গ্রহণ করেন। \n\n\n== কর্মজীবন ==\nহাওড়ার  কারখানায় কাজ করার পর ১৯৩৫ খ্রিস্টাব্দে যাদবপুর কলেজেই কর্মজীবন শুরু করেন এবং আমৃত্যু সেখানেই অতিবাহিত করেন। এর ফাঁকে ১৯৪৫ খ্রিস্টাব্দে তিনি সরকারি বৃত্তি লাভের পর  মিশিগান বিশ্ববিদ্যালয়ে পড়তে যান। ১৯৪৭ খ্রিস্টাব্দে তিনি এম এস ডিগ্রি অর্জন করে দেশে ফেরেন। মিশিগান বিশ্ববিদ্যালয়ে প্রায় দেড় বছর কাজ করেছেন সেখানকার প্রোডাকশন ইঞ্জিনিয়ারিং-এর পুরোধা ও গাড়ী প্রস্তুতকারী সংস্থা 'জেনারেল মোটরস'-এর উপদেষ্টা অধ্যাপক বোস্টনের সঙ্গে। অধ্যাপক বোস্টন গোপালচন্দ্র সেনের মেধা ও বুদ্ধিমত্তায় চমৎকৃত হয়ে, তিনি গোপালচন্দ্র সেনকে জেনারেল মোটরসকে কাজে লাগানোর পরামর্শ দেন। কিন্তু স্বদেশের টানে আর অধীত বিদ্যা স্বদেশী ছাত্রদের শেখাতে তার দেশে প্রত্যাবর্তন।  যাদবপুরে  পরবর্তীতে তিনি কলেজের মেকানিক্যাল বিভাগের ভারপ্রাপ্ত অধ্যাপক,  ডিন অব ফ্যাকাল্টি, এবং শেষে ১৯৭০ খ্রিস্টাব্দে  যাদবপুর বিশ্ববিদ্যালয়ের উপাচার্য হন। \nভারতে যন্ত্রশিল্প উৎপাদন শৈলী উদ্ভাবনে পথিকৃৎ ছিলেন তিনি। সার্বিক রূপে যন্ত্রের নির্মাণপদ্ধতি ও ধাতুচ্ছেদক প্রক্রিয়া শেখানোর জন্য পাঠ্যপুস্তক রচনা করেন। পরবর্তী কালে সহকর্মী অমিতাভ ভট্টাচার্য দ্বারা পরিমার্জিত রূপে সেই পুস্তকটি (Principles of Machine Tools) আজও পড়ানো হয়। ১৯৪৬ খ্রিস্টাব্দে কলকাতার খিদিরপুর ডক থেকে ‘ব্লু আর্থ’ নামের একটি যন্ত্রাগার যাদবপুর ইঞ্জিনিয়ারিং কলেজে আনা হয়, সেটাই পরবর্তী সময়ে ওই বিশ্ববিদ্যালয়ের যান্ত্রিক কর্মশালায় রূপান্তরিত হয়। উৎপাদন শৈলী বিষয়ক পাঠ্যপুস্তক ছাড়াও কিছু নকশা ও ছোটোগল্পও তিনি রচনা করেছেন। নিজের বিদ্যাসাধনার পথে কিছুটা দেখা, কিছুটা ভাবার উপরে ভিত্তি করে আর তার কারখানা এক সহজজ্ঞানী কারিগরকে নিয়ে ‘কালীনাথ দ্য গ্রেট’ নামে এক স্মৃতিনিবন্ধ রচনা করেন।।\n\n\n== জীবনাবসান ==\nকর্মজীবনের শেষের দিকে ১৯৭০ খ্রিস্টাব্দের ১ আগস্ট কর্তৃপক্ষ তাঁকে স্বল্পকালীন মেয়াদে উপাচার্য নিযুক্ত করে তার উপরই ইঞ্জিনিয়ারিং পরীক্ষা নেওয়ার ভার ন্যস্ত করে। অন্যদিকে ১৯৭০-এর দশকের শুরুতে বুর্জোয়া শিক্ষাব্যবস্থার নামে, পরীক্ষা নেওয়ার ব্যবস্থা বাতিলের দাবিতে অতি বাম গোষ্ঠীর  রাজনৈতিক ফতোয়ায় বিশ্ববিদ্যালয়ের অনেক শিক্ষকমণ্ডলী যখন সন্ত্রস্ত, তখন গোপালচন্দ্র সেন ছিলেন অকুতোভয়। তাঁর বিবেচনায় পরীক্ষা স্বেচ্ছায় না দেওয়ার স্বাধীনতা সব ছাত্রেরই আছে, তবে দায়িত্ববান শিক্ষক হিসাবে তিনি ইচ্ছুক ছাত্রদের পরীক্ষা নিতে বাধ্য। শিক্ষায় স্বাধীকার রক্ষায় বিশ্ববিদ্যালয় প্রাঙ্গণে কোনও রকম পুলিশি বন্দোবস্ত ছাড়াই তিনি ইংরাজির অধ্যাপক রণজয় কার্লেকার, বিমল চন্দ্রদের মতো তরুণ অধ্যাপকদের সহায়তায় তিনি নির্বিঘ্নে পরীক্ষা নিলেন, যথাসময়ে ফলও ঘোষিত হল।\n\nকিন্তু এর পরিণাম-স্বরূপ ১৯৭০ খ্রিস্টাব্দের ৩০ ডিসেম্বর অবসর নেওয়ার দিন রাজনৈতিক হানাহানির মধ্যে যাদবপুর বিশ্ববিদ্যালয়ের প্রাঙ্গণে নকশালপন্থী আততায়ীর হাতে অকৃতদার শিক্ষাব্রতীর জীবনাবসান ঘটে। \n\n\n== তথ্যসূত্র =="}