{"pageid": 1175088, "title": "গোড্ডা তাপবিদ্যুৎ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1175088", "content": "গোড্ডা তাপবিদ্যুৎ কেন্দ্র হল ভারতের ঝাড়খণ্ড রাজ্যের একটি নির্মাণাধীন ১ হাজার ৬০০ মেগাওয়াট ক্ষমতার কয়লাভিত্তিক বিদ্যুৎ কেন্দ্র। এই বিদ্যুৎ কেন্দ্রটি ভারত ও বাংলাদেশ সরকারের মধ্যে চুক্তির আওতায় নির্মানাধীন রয়েছে। তাপবিদ্যুৎ কেন্দ্রটি ২০২২ সালের ডিসেম্বর মাস থেকে বিদ্যুৎ উৎপাদন করবে। আদানি পাওয়ার একটি উচ্চ-বিদ্যুৎ সঞ্চালন লাইনের মাধ্যমে বাংলাদেশ বিদ্যুৎ উন্নয়ন বোর্ডকে (বিপিডিবি) ২০২২ সালের ১৬ই ডিসেম্বর থেকে ১,৬০০ মেগাওয়াট বিদ্যুৎ সরবরাহ শুরু করবে।\n\n\n== ইতিহাস ==\nআদানি পাওয়ার ২০১৬ সালের ফেব্রুয়ারি মাসে গোড্ডা জেলায় একটি ১,৬০০ মেগাওয়াট বিদ্যুৎ উৎপাদনক্ষম কয়লা-চালিত বিদ্যুৎ কেন্দ্র নির্মাণের শর্তাবলীর জন্য আবেদন করেছিল। শর্তাবলী ২০১৬ সালের জুলাই মাসে মঞ্জুর করা হয়েছিল। প্রকল্পটিকে ২০১৭ সালের ৩১শে আগস্ট পরিবেশগত ছাড়পত্র দেওয়া হয়েছিল।\nআদানি পাওয়ার ২০১৬ সালের ১১ই আগস্ট বাংলাদেশ বিদ্যুৎ উন্নয়ন বোর্ডের সঙ্গে নির্মাণ-ও-পরিচালনা (বিওও) ভিত্তিতে ভারতে ২x৮০০ মেগাওয়াট ক্ষমতার তাপবিদ্যুৎ কেন্দ্র স্থাপনের জন্য একটি সমঝোতা স্বাক্ষর করে। বিদ্যুৎ প্রকল্প থেকে উৎপাদিত সম্পূর্ণ বিদ্যুৎ বাংলাদেশে রপ্তানি করবে আদানি।\n\n\n== কয়লার উৎস ==\nতাপবিদ্যুৎ কেন্দ্রটি জ্বালানী হিসাবে আমদানিকৃত কয়লা ব্যবহার করবে হবে। সংস্থাটি ইন্দোনেশিয়া, দক্ষিণ আফ্রিকা ও অস্ট্রেলিয়ার মতো রাষ্ট্রসমূহ থেকে দীর্ঘমেয়াদী দৃঢ় চুক্তির অধীনে কয়লা সংগ্রহ করার পরিকল্পনা করছে। আশা করা হচ্ছে যে অস্ট্রেলিয়ার শেষ অব্যবহৃত কয়লা অঞ্চলে নির্মিত আদানির কারমাইকেল খনি থেকে কয়লা গোড্ডায় বিদ্যুৎ কেন্দ্রের জন্য জ্বালানী সরবরাহ করা হবে। আমদানিকৃত কয়লা ওড়িশার ধামরা বন্দরে জাহাজ থেকে খালাস করা হবে এবং রেলপথের মাধ্যমে উৎপাদন স্থানে পরিবহন করা হবে। অনুমানিক বার্ষিক ৭-৯ মিলিয়ম টন কয়লার প্রয়োজন হবে।\n\n\n== বিদ্যুৎ সঞ্চালন লাইন ==\nভারতের পূর্বাঞ্চলীয় রাজ্য ঝাড়খণ্ডের গোড্ডা জেলা স্থিত বিদ্যুৎকেন্দ্র থেকে বাংলাদেশে বিদ্যুৎ সরবরাহের জন্য ২৪৫ কিলোমিটার সঞ্চালন লাইন নির্মাণ করা হয়। বিদ্যুৎ সঞ্চালন লাইনের ৯৫ কিলোমিটার অংশ ভারতের ও বাকিটা অংশ বাংলাদেশে অবস্থিত।\n\n\n== অর্থায়ন ==\nআদানি পাওয়ার তাপবিদ্যুৎ কেন্দ্রের অর্থায়নের জন্য আন্তর্জাতিক ও অভ্যন্তরীণ উভয় ঋণদাতাদের সঙ্গে যোগাযোগ করেছিল, যার আনুমানিক খরচ $১.৯৪ বিলিয়ন। পাওয়ার ফাইন্যান্স কর্পোরেশন ও গ্রামীণ বিদ্যুতায়ন কর্পোরেশন উভয় রাষ্ট্র-নিয়ন্ত্রিত আর্থিক প্রতিষ্ঠান $১.৪ বিলিয়ন ঋণ প্রদান করছে এবং আদানি পাওয়ার $২০৩ মিলিয়ন প্রদান করছে।\n\n\n== বিরোধিতা ==\nবিদ্যুত প্রকল্পের অধিগ্রহণের জন্য স্থানীয়রা লাঞ্ছিত ও হয়রানির শিকার হয়েছিল। নিউজলন্ড্রি অনুসারে, \" কয়েকটি স্থানীয় সংবাদ প্রকাশনা সহিংসতার উপর ছোট প্রতিবেদন প্রকাশ করেছিল। একজন স্থানীয় সাংবাদিক নিউজলন্ড্রিকে বলেন, আমার কাছে মতিয়ায় পুলিশের লাঠিচার্জের ভিডিও ছিল কিন্তু এসডিপিও আমাকে তা মুছে দিতে বাধ্য করেন\"।\nস্থানীয় গ্রামবাসীদের দ্বারা ঝাড়খণ্ড হাইকোর্টে দায়ের করা একটি আইনি মামলাটি ২০২০ সালের আগস্ট মাসে প্রথম দিকে শুনানির জন্য নির্ধারিত ছিল। দাবিকারীরা আদানি এবং এর এজেন্টদের বিরুদ্ধে \"জবরদস্তি, জালিয়াতি ও অযাচিত প্রভাব\" ব্যবহার করে একটি প্রয়োজনীয় সামাজিক প্রভাব মূল্যায়ন থেকে বিদ্যুৎ কেন্দ্রের উন্নয়নে ক্ষতিগ্রস্ত হাজার হাজার লোককে অবৈধভাবে বাদ দেওয়ার জন্য অভিযুক্ত করেচিল। আদালতের মামলাটি আদানির জন্য রাজ্য সরকার কর্তৃক উন্নয়নের জন্য জমি জোরপূর্বক দখলকেও চ্যালেঞ্জ করে। ভারতীয় আইনের অধীনে, একটি সরকার শুধুমাত্র বেসরকারি কোম্পানির জন্য জমি অধিগ্রহণ করতে পারে, যদি প্রকল্পটি \"জনসাধারণের উদ্দেশ্যে\" হয়। দাবিকারীদের বিশ্বাস ছিল যে প্রকল্পটি আইনের অধীনে \"জনসাধারণের উদ্দেশ্য\"-এর সংজ্ঞা পূরণ করতে ব্যর্থ হয়েছে। ঝাড়খণ্ড রাজ্য সরকার দাবিকারীদের দ্বারা আনা সমস্ত অভিযোগ অস্বীকার করে এবং আদালতের পদক্ষেপের প্রতিদ্বন্দ্বিতা করেছিল। প্রকল্পটি ভারতের জাতীয় সবুজ ট্রাইব্যুনালের শুনানির জন্য একটি পৃথক পরিবেশগত হুমকির  বিষয়।\nঝাড়খণ্ডের গোড্ডা জেলার আদানি গোষ্ঠীর তাপবিদ্যুৎ কেন্দ্র থেকে পশ্চিমবঙ্গের মুর্শিদাবাদ জেলার ফরাক্কা এলাকার উপর দিয়ে উচ্চ বিদ্যুৎবাহী তার প্রতিবেশী বাংলাদেশে নিয়ে যাওয়ার জন্য বিদ্যুৎ সঞ্চালন লাইন নির্মাণ করেছে। আম-লিচু বাগানের উপর দিয়ে উচ্চ বিদ্যুৎবাহী তার স্থাপন ও বাগানের আম-লিচু গাছ কাটার বিরুদ্ধে কৃষকরা সরব হয়।\n\n\n== তথ্যসূত্র =="}