{"pageid": 1175168, "title": "টমাস ফুলার (মানব ক্যালকুলেটর)", "url": "https://bn.wikipedia.org/wiki?curid=1175168", "content": "টমাস ফুলার (১৭১০ – ডিসেম্বর ১৭৯০) ছিলেন একজন আফ্রিকান ক্রীতদাস যিনি তার গাণিতিক দক্ষতার জন্য বিখ্যাত হয়ছিলেন। মানব ক্যালকুলেটর খ্যাত টমাস ফুলার \"নিগ্রো টম\" এবং \"ভার্জিনিয়ার ক্যালকুলেটর\" নামেও পরিচিতি পেয়েছিলেন।\n\n\n== ইতিহাস ==\nটমাস ফুলারের জন্ম আফ্রিকা মহাদেশের বর্তমান লাইবেরিয়া এবং বেনিনের মাঝামাঝি কোনো এক অঞ্চলে। ১৭২৪ সালে ১৪ বছর বয়সে কোনো এক ঘটনায় ফুলার আমেরিকার ভার্জিনিয়া প্রদেশের অ্যালেক্সান্ড্রিয়ার প্রিসলি এবং এলিজাবেথ কক্সের আইনি সম্পদে পরিণত হন। এরপর তাকে আমেরিকায় পাঠানো হয়েছিল। ফুলারের সাক্ষরতা জ্ঞান ছিল না। কক্সরা যে ১৬ জনকে দাস বানিয়েছিল তাদের মধ্যে ফুলারের দাম তাদের কাছে সবচেয়ে বেশি বলে মনে হয়েছিল এবং ফুলার সেসময় অবিক্রীত থাকার মর্যাদা পেয়েছিলেন।\nতার দক্ষতার গল্প মার্কিন যুক্তরাষ্ট্রের পূর্ব উপকূল জুড়ে ছড়িয়ে পড়েছিল। এমনকি কৃষ্ণাঙ্গ ক্রীতদাসরা যে শ্বেতাঙ্গদের চেয়ে বেশি বুদ্ধিমান সেটার একটা প্রমাণ হিসেবেও তার দক্ষতার প্রসঙ্গটি টেনে আনা হতো, যা কিছু প্রাক-বিলোপবাদী আলোচনায় ইন্ধন জুগিয়েছিল।\n\n\n== দক্ষতার নথি ==\nফুলারের বয়স যখন প্রায় ৭০ বছর চলছিল, তখন পেনসিলভানিয়া নিবাসী উইলিয়াম হার্টশর্ন এবং স্যামুয়েল কোটস আলেকজান্দ্রিয়ায় অবস্থান করছিলেন। তারা ফুলারের সক্ষমতার কথা শুনে তাকে ডেকে পাঠিয়েছিলেন। তারা ফুলারকে দুটি প্রশ্ন জিজ্ঞাসা করেছিলেন যা তাদের কৌতুহলকে সন্তুষ্ট করেছিল।\nফুলারকে প্রথম যে প্রশ্নটি করা হয়েছিল, তা ছিল দেড় বছরে কত সেকেন্ড হয় তা নিয়ে। ফুলার প্রায় দুই মিনিটের মধ্যে প্রশ্নটির উত্তর দিয়েছিলেন, যা ছিল ৪,৭৩,০৪,০০০ সেকেন্ড। দ্বিতীয় প্রশ্নটি ছিল ৭০ বছর ১৭ দিন ১২ ঘণ্টা বয়সী একজন মানুষের আয়ুষ্কাল কত সেকেন্ড। ফুলার দেড় মিনিটে এর উত্তর দিয়েছিলেন ২২১,০৫,০০,৮০০ সেকেন্ড। উৎসুক ঐ দুইজনের একজন কাগজে এই সমস্যাটি কষার চেষ্টা করছিলেন। তিনি যখন জানালেন যে, ফুলারের উত্তরটা অনেক বড় হচ্ছে, তৎক্ষণাৎ ফুলার ঝড়ের বেগে জানিয়ে দিয়েছিলেন, \"টপ, মাসা (বড় কর্তা), আপনি অধিবর্ষের কথা ভুলে গেছেন\"। এরপর যখন অধিবর্ষ যোগ করে দেখা হলো তখন তা ফুলারের উত্তরের সাথে মিলে গেল।\nফুলার সঠিক উত্তর দিলেও, হার্টশর্ন এবং কোটসের কাছে এটি মনে হয়েছিল যে, কোনো এক সময় তার মানসিক দক্ষতা অবশ্যই আরও অনেক বেশি ছিল। তারা লিখেছেন:\n\nতার মাথা ছিল ধূসর বর্ণের, সেইসাথে বার্ধক্যজনিত দুর্বলতার আরও কয়েকটি চিহ্ন ফুটে উঠেছিল তার চেহারায়। সারা জীবন ধরে তিনি একটি খামারে কঠোর পরিশ্রম করেছিলেন, কিন্তু কখনোই তিনি স্পিরিচিউয়াস লিকারের (অ্যালকোহলমিশ্রিত পানীয় বিশেষ) প্রতি অমিতাচারী হয়ে পড়েননি। তিনি তার গৃহকর্ত্রীর (মালিক) প্রসঙ্গে অত্যন্ত শ্রদ্ধার সাথে কথা বলেছিলেন এবং বেশ কয়েকজন দাস-ক্রেতা মোটা অঙ্কের অর্থের বিনিময়ে তাকে (ফুলারকে) কেনার প্রস্তাব করলেও তার মালিক তাকে বিক্রি করতে রাজী না হওয়ায় গৃহকর্ত্রীর প্রতি তার বাধ্যবাধকতার কথা সবিশেষ বিনয়ের সাথে উল্লেখ করেছিলেন। ফুলারের উপস্থিতিতেই কোটস নামক জনৈক ভদ্রলোক তার (ফুলারের) মেধার অনুরূপ বিদ্যা-শিক্ষা না থাকার ব্যাপারটিকে দুঃখজনক বলে মন্তব্য করায় এর জবাবে তিনি বলেছিলেন, \"না মাসা (মাস্টারের আফ্রিকীয় উচ্চারণ), আমার কোন শিক্ষাদীক্ষা নেই সেটাই সবচেয়ে ভাল, সবচেয়ে ভাল হলো অনেক শিক্ষিত মানুষের কাছে মহা বোকা হয়ে থাকা।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"Thomas Fuller\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\nHow an enslaved African math genius topped white people with his intellect: Nathaniel Crabbe, MSN"}