{"pageid": 1175918, "title": "বৈচিত্র্যের মধ্যে ঐক্য", "url": "https://bn.wikipedia.org/wiki?curid=1175918", "content": "বৈচিত্র্যের মধ্যে ঐক্য ভিন্ন ব্যক্তি বা গোষ্ঠীর মধ্যে সম্প্রীতি ও ঐক্যের অভিব্যক্তি হিসেবে ব্যবহৃত হয়। এটি একটি ধারণা \"অভিন্নতা ছাড়া ঐক্য ও খণ্ডন ছাড়া বৈচিত্র্য\" যা শারীরিক, সাংস্কৃতিক, ভাষাগত, সামাজিক, ধর্মীয়, রাজনৈতিক, মতাদর্শগত অথবা মনস্তাত্ত্বিক পার্থক্যের নিছক সহনশীলতার উপর ভিত্তি করে ঐক্য থেকে ফোকাস সরিয়ে দেয় বোঝার উপর ভিত্তি করে যে পার্থক্য মানুষের মিথস্ক্রিয়াকে সমৃদ্ধ করে।\n\"বৈচিত্র্যের মধ্যে ঐক্য\" ধারণা ও সম্পর্কিত বাক্যাংশটি অনেক পুরানো এবং পশ্চিমা ও পূর্ব পুরানো বিশ্ব উভয় সংস্কৃতিতে প্রাচীনকাল থেকে ফিরে এসেছে। বাস্তুবিদ্যা, বিশ্ববিদ্যা, দর্শন, ধর্ম ও  রাজনীতি সহ অনেক ক্ষেত্রেই এর প্রয়োগ রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nEffendi, Shoghi (১৯৩৮), The World Order of Baháʼu'lláh, Wilmette, Illinois: Baháʼí Publishing Trust, আইএসবিএন 978-0-87743-231-9, সংগ্রহের তারিখ ১০ জানুয়ারি ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nEffendi, Shoghi (১৯৩৮a), \"Unity in Diversity\", World Order of Baháʼu'lláh, Wilmette, Illinois: Baháʼí Publishing Trust, পৃষ্ঠা 41–42, আইএসবিএন 978-0-87743-231-9, সংগ্রহের তারিখ ১০ জানুয়ারি ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGodbout, Adelard (এপ্রিল ১৯৪৩), \"Canada: Unity in Diversity\", Foreign Affairs, 21 (3): 452–461, জেস্টোর 20029241, ডিওআই:10.2307/20029241 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKalin, Ibrahim (২০০৪a), \"Ibn al-ʻArabi, Muhyi al-Din\",   Phyllis G. Jestice, Holy People of the World: A Cross-cultural Encyclopedia, ABC-CLIO, পৃষ্ঠা 385–386, আইএসবিএন 9781576073551 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKalin, Ibrahim (২০০৪b)। \"Jili, Abd al-Karim al-\"।   Phyllis G. Jestice। Holy People of the World: A Cross-cultural Encyclopedia। ABC-CLIO। পৃষ্ঠা 430। আইএসবিএন 9781576073551। \nLalonde, Roxanne (এপ্রিল ১৯৯৪), \"Edited extract from M.A. thesis\", Unity in Diversity: Acceptance and Integration in an Era of Intolerance and Fragmentation, Ottawa, Ontario: Department of Geography, Carleton University, সংগ্রহের তারিখ ৯ জানুয়ারি ২০১৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNovak, Michael (১৯৮৩), \"Epigraph\",   Carol L. Birch, Unity in Diversity: An Index to the Publications of Conservative and Libertarian Institutions, Metuchen, N.J.: Scarecrow Press: New American Foundation, পৃষ্ঠা 263, আইএসবিএন 978-0-8108-1599-5, সংগ্রহের তারিখ ফেব্রুয়ারি ১২, ২০১২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNyiri, Nicolas A.; Preece, Rod (১৯৭৭), Unity in Diversity, 1, Waterloo, Ontario, Canada: Wilfrid Laurier University Press, আইএসবিএন 978-0-88920-058-6, সংগ্রহের তারিখ ১৪ ফেব্রুয়ারি ২০১২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nविविधता में एकता का परिचायक है' परंपरा - नगर चौरासी\nA Small Town In Madhya Pradesh, People Of All Religions And Castes Come Together In Harmony Nagar Chaurasi\nThe World Record ‘Largest Multicultural Mass Food Fest’ Has Been Achieved By Nagar Chaurasi  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ সেপ্টেম্বর ২০২২ তারিখে  At Rajgarh-Dhar, Madhya Pradesh, India.\nराजगढ़ की नगर चौरासी उत्सव वर्ल्ड रिकॉर्डस में"}