{"pageid": 1175544, "title": "শিল্প শাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1175544", "content": "শিল্প শাস্ত্র (সংস্কৃত: शिल्प शास्त्र śilpa śāstra) আক্ষরিক অর্থ হল শিল্পের বিজ্ঞান (চারু ও কারুশিল্প)। এটি অসংখ্য প্রাচীন হিন্দু গ্রন্থের মধ্যে একটি যেখানে শিল্প, কারুশিল্প এবং তাদের নকশার নিয়ম, নীতি এবং মান বর্ণনা করে। হিন্দু মন্দির স্থাপত্য এবং ভাস্কর্যের প্রেক্ষাপটে , শিল্প শাস্ত্রগুলি ছিল ভাস্কর্য এবং হিন্দু মূর্তিবিদ্যার জন্য ম্যানুয়াল, অন্যান্য জিনিসগুলির মধ্যে, একটি ভাস্কর্য চিত্রের অনুপাত, রচনা, নীতি, অর্থ, পাশাপাশি স্থাপত্যের নিয়মাবলী।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থ পুঞ্জি ==\nIsabella Nardi (2006), The Theory of Citrasutras in Indian Painting, Routledge, আইএসবিএন ৯৭৮-০৪১৫৩৯১৯৫৫\nAlain Daniélou, Virtue, Success, Pleasure, and Liberation: The Four Aims of Life, আইএসবিএন ০-৮৯২৮১-২১৮-৪ - Chapter \"The Thirty-two sciences\" on Shilpa Shastra\nS. Dabhade, গুগল বইয়ে The Technique of Wall Painting in Ancient India\nP. K. Acharya, Indian Architecture according to the Manasara Shilpa Shastra, All 6 volumes, London (1927).\nDr. G.Gnanananda, \"Sri Kashyapa Shilpa shastram (Uttarardha)-1998, Karnataka Shilpakala Academy Publication, \"Sri Kashyapa Shilpa shastram (Poorvardha) Volume - 1, 2004 , Volume -2, 2006- Karnataka Shilpakala Academy Publication.\nP.N. Bose, Principles of Indian Shilpa Shastra with text of Mayamata, Oxford University Press\nD.N. Shukla (1967), Shilpa Shastra, Vastuvanmaya Prakashan, Lucknow\nPillai, G. K. (1948). The way of the silpis: Or, Hindu approach to art and science. Allahabad: Indian Press, ওসিএলসি 4483067\nV.S. Agarwala, The Heritage of Indian Art, Bombay (1964)\nDr G.Gnanananda, \"Sri Brahmeeya chitrakarma shastra ( 5 Volumes), Sanskriti Sahithya Pratisthana, Publications, Bangalore. Translated into Kannada and published in 5 volumes, source of information on Vaishnava Shilpa Shastra. # 1300 Pages.\nT. Finot (1896), Les lapidaires indiens, (in French)\nDr G Gnanananda, \"Paramparika Shilpa: Nenne-Naale (2011-3rd publication)\", Sanskriti Sahithya Pratisthana, Publications, Bangalore - This book is a study of traditional sculptures and Temple Architectures.\nDr G Gnanananda, \"Aalaya Darshana - A Book 12.describing mysticism and symbolism involved in Dravidian Temple. (2013, 2019) -Karnataka Shilpakala Academy Publication.\nVastu-Shilpa Kosha, Encyclopedia of Hindu Temple architecture and Vastu/S.K.Ramachandara Rao, Delhi, Devine Books, (Lala Murari Lal Chharia Oriental series) আইএসবিএন ৯৭৮-৯৩-৮১২১৮-৫১-৮ (Set)\nHopkins, Thomas J. (১৯৭১)। The Hindu Religious Tradition। Belmont, California: Dickenson Publishing Company। \nAmita Sinha, Design of Settlements in the Vaastu Shastras,  Journal of Cultural Geography, Vol. 17, 1998.\nDr G Gnanananda, \"Shilpaadarsh Volume-1 (1999)\", \"Shilpaadarsh Volume-2 (2002)\", Published by Hampi University.\n\n\n== বহিঃসংযোগ ==\nManasara (English translation) by Prasanna Kumar Acharya, 1933 (includes glossary)\n উইকিমিডিয়া কমন্সে শিল্প শাস্ত্র সম্পর্কিত মিডিয়া দেখুন।"}