{"pageid": 1175049, "title": "মিত্রবৃন্দা", "url": "https://bn.wikipedia.org/wiki?curid=1175049", "content": "মিত্রবৃন্দা (সংস্কৃত: मित्रविन्दा, আইএএসটি: Mitravindā) হল ভগবান কৃষ্ণের সহধর্মিণী, এবং  অষ্টভার্যের মধ্যে ষষ্ঠ।\n\n\n== পরিবার ও নাম ==\nভাগবত পুরাণে, মিত্রবৃন্দাকে অবন্তী রাজ্যের রাজা জয়সেনের কন্যা হিসাবে বর্ণনা করা হয়েছে।\nবিষ্ণুপুরাণে মিত্রবৃন্দাকে \"পুণ্যবান\" উপাধি দ্বারা পরিচিত ছিল এবং তাকে শৈব্য (অর্থাৎ রাজা শিবি/শিবির কন্যা/বংশ) নামে ডাকা হয়। বিষ্ণুপুরাণের ভাষ্যকার রত্নগর্ভা মিত্রবিন্দকে কৃষ্ণের আরেক প্রধান রাণী কালিন্দীর সাথে পরিচয় করিয়ে দেন। হরিবংশে, তাকে শিবির কন্যা (বা পিতৃপুরুষের বংশধর) সুদত্ত হিসেবে উল্লেখ করা হয়েছে। তিনি অত্যন্ত গুণী, মহৎ এবং সুন্দরী মেয়ে ছিলেন।\nভাগবত পুরাণ বর্ণনা করে যে তার দুই ভাই ছিল বিন্দ্য (বিন্ধ্য) ও অনুবিন্দ্য (অনুবিন্ধ্য), যারা অবন্তীকে তার বিয়ের সময় সহ-শাসক হিসেবে শাসন করেছিলেন। তারা ছিলেন কৌরবদের নেতা দুর্যোধনের কমরেড। তাই তারা মিত্রবৃন্দার কৃষ্ণকে বিয়ে করার ধারণার বিরোধিতা করেছিল, যেহেতু তিনি পাণ্ডব, ​​কুন্তীর পুত্র এবং কৌরবদের প্রতিদ্বন্দ্বীদের সাথে মিত্রতা করেছিলেন।\n\n\n== বিবাহ ==\n\nভাগবত পুরাণ কৃষ্ণের সাথে মিত্রবৃন্দার বিবাহের সংক্ষিপ্ত বিবরণ লিপিবদ্ধ করে। তিনি স্বয়ম্বর অনুষ্ঠানে কৃষ্ণকে তার স্বামী হিসেবে বেছে নেন, যেখানে একজন কনে সমবেত স্যুটার্স থেকে একজন বর বেছে নেয়। তবে তার ভাইরা এটা পছন্দ না করে বিয়েতে নিষেধ করে। তারা কৌরবদের সাথে যোগ দেয় এবং কৃষ্ণের সাথে যুদ্ধ করে। কৃষ্ণ রাজপুত্রদের পরাজিত করেন এবং মিত্রবৃন্দাকে জোরপূর্বক দূরে নিয়ে যান, যেমন অন্যান্য বাদীরা তাকাতে থাকে। ভাগবত পুরাণে বল্লভাচার্যের ভাষ্য যোগ করে যে মিত্রবৃন্দা ও কৃষ্ণ একে অপরের প্রতি গভীর প্রেমে পড়েছিলেন, কিন্তু তার ভাই ও বাবা এর বিরোধী ছিলেন এবং তার স্বামীর জন্য দুর্যোধন চেয়েছিলেন। স্বামী বেছে নেওয়ার জন্য তার বাবা তার জন্য স্বয়ম্বর ব্যবস্থা করেছিলেন। এই প্রতিযোগিতায় দুর্যোধন সহ সমস্ত রাজপুত্র উপস্থিত ছিলেন। কৃষ্ণ যখন এই কথা জানতে পারলেন, তিনিও স্বয়ম্বর সভাস্থলে আসেন এবং মিত্রবৃন্দা কৃষ্ণকে তার সমস্যার কথা জানান এবং তাকে অপহরণ করার জন্য অনুরোধ করেন। তার ইচ্ছা মেনে, কৃষ্ণ তাকে স্বয়ম্বর স্থান থেকে অপহরণ করেন। তাকে তার ভাই, দুর্যোধন এবং অন্যান্য রাজকুমাররা চ্যালেঞ্জ করেছিল যারা মিত্রবৃন্দাকে বিয়ে করতে চেয়েছিল। কৃষ্ণ তাদের সবাইকে পরাজিত করেন এবং মিত্রবৃন্দাকে দ্বারকায় নিয়ে যান যেখানে তিনি তাকে আনুষ্ঠানিকভাবে বিয়ে করেন।\nঅন্য সংস্করণে, কৃষ্ণ এবং তার বড় ভাই [[বলরাম[]কে স্বয়ম্বরের জন্য ইচ্ছাকৃতভাবে আমন্ত্রণ জানানো হয়নি বলে বর্ণনা করা হয়েছে। বলরাম বিরক্ত হয়েছিলেন যে তারা তাদের কাকাতো ভাই মিত্রবৃন্দার বিয়ে থেকে বাদ পড়েছে। বলরামও কৃষ্ণকে জানিয়েছিলেন যে স্বয়ম্বর কৌশল ছিল কারণ বিন্দ্য ও অনুবিন্দ্য তাদের বোনকে কুরু সাম্রাজ্যের দুর্যোধনের সাথে বিয়ে দিতে চেয়েছিলেন। বিবাহ কুরু ও অবন্তীর মধ্যে জোট গঠন করবে এবং বিদর্ভ ও মগধ রাজ্যের সমর্থনও অর্জন করবে, যা কৌরবদেরকে অত্যন্ত শক্তিশালী করে তোলে। বলরাম তার ছোট ভাইকে মিত্রবিন্দকে অপহরণ করতে বলেছিলেন কারণ তিনি কৃষ্ণকে ভালোবাসতেন। যেহেতু কৃষ্ণ মিত্রবৃন্দার ভালবাসার বিষয়ে নিশ্চিত ছিলেন না, তাই তিনি তার ছোট বোন সুভদ্রাকে নিঃশব্দে মিত্রবৃন্দার ইচ্ছা নিশ্চিত করার জন্য তার সাথে নিয়ে যান। সুভদ্রা কৃষ্ণের প্রতি মিত্রবৃন্দার ভালবাসা নিশ্চিত করার পরে, কৃষ্ণ এবং বলরাম স্বয়ম্বর স্থানে ঝড় তোলেন এবং মিত্রবিন্দকে অপহরণ করেন, অবন্তী, দুর্যোধন এবং অন্যান্য রাজকুমারদের পরাজিত করেন।\n\n\n== পরবর্তী জীবন ==\nকৃষ্ণ ও তার রাণীরা একবার হস্তিনাপুরে গিয়েছিলেন কুন্তী, তার ছেলেরা, পাণ্ডব এবং পাণ্ডবদের সাধারণ স্ত্রী দ্রৌপদীর সঙ্গে দেখা করতে। কুন্তীর নির্দেশ অনুসারে, দ্রৌপদী মিত্রবৃন্দা ও অন্যান্য রাণীদের উপাসনা করেন এবং উপহার দিয়ে সম্মান করেন। মিত্রবৃন্দাও দ্রৌপদীর কাছে বর্ণনা করেছেন কীভাবে তিনি কৃষ্ণকে বিয়ে করেছিলেন।\nভাগবত পুরাণ বলে যে মিত্রবৃন্দার দশজন পুত্র ছিল: বৃকা, হর্ষ, অনিলা, গৃহ, বর্ধন, উন্নদা, মহামস, পবন, বহ্নি ও ক্ষুধী। বিষ্ণুপুরাণ বলে যে সংগ্রামজিতের নেতৃত্বে তার অনেক পুত্র রয়েছে।\nভাগবত পুরাণ কৃষ্ণের রাণীদের হাহাকার এবং কৃষ্ণের অন্ত্যেষ্টিক্রিয়ায় তাদের লাফানোর কথা লিপিবদ্ধ করে (সতী দেখুন)। হিন্দু মহাকাব্য মহাভারতের মৌষলপর্ব যা কৃষ্ণের মৃত্যু এবং তার জাতি সমাপ্তির বর্ণনা দেয় যে ঘোষণা করে যে মিত্রবৃন্দা (শৈব্য) কৃষ্ণের শেষকৃত্যের পর দ্বারকা ত্যাগ করার সময় ডাকাতদের দ্বারা আক্রান্ত হওয়ার পর জীবন্ত পুড়িয়ে হত্যা করেছিলেন।\n\n\n== তথ্যসূত্র =="}