{"pageid": 1175862, "title": "টেলামেকাস", "url": "https://bn.wikipedia.org/wiki?curid=1175862", "content": "গ্রিক পুরাণে টেলামেকাস ( tə-LEM-ə-kəs; প্রাচীন গ্রিক: Τηλέμαχος Tēlemakhos) হলেন হোমারের ওডিসি মহাকাব্যের অন্যতম কেন্দ্রীয় চরিত্র তথা ওডিসিউস ও পেনেলোপির পুত্র। বয়ঃপ্রাপ্তির পর টেলামেকাস নিজের নিরুদ্দেশ পিতার সন্ধানে পাইলোস ও স্পার্টায় যায়। ইথাকায় ফিরে সে দেখে যে ওডিসিউস তার আগেই ঘরে ফিরে এসেছেন।\nওডিসি মহাকাব্যের প্রথম চারটি সর্গের মূল বিষয়বস্তু ট্রোজান যুদ্ধের শেষে গৃহে ফিরতে না পারা ওডিসিউসের সন্ধানে টেলামেকাসের যাত্রার বিবরণ। এই অংশটির প্রথাগত নাম টেলামেকি।\n\n\n== নাম-ব্যুৎপত্তি ==\nগ্রিক ভাষায় \"টেলামেকাস\" শব্দের অর্থ \"যুদ্ধ থেকে দূরে\" বা সম্ভবত \"দূর থেকে যুদ্ধে অংশগ্রহণকারী\" (ধনুর্বিদ যেমন করেন)।\n\n\n== ওডিসি ==\n\nহোমারের ওডিসির প্রথম চারটি সর্গে দেখা যায়, আথিনার নির্দেশে ও সাহচর্যে টেলামেকাস তার পিতা ওডিসিউসের সংবাদ সংগ্রহের চেষ্টা করছে। ওডিসিউস যখন ট্রয়ে যুদ্ধ করতে গিয়েছিলেন, তখন টেলামেকাস ছিল শিশু। ট্রোজান যুদ্ধ এবং যুদ্ধ-পরবর্তীকালে পসেইডনের কোপে পড়ে ওডিসিউস কুড়ি বছর নিজের রাজধানী ইথাকার থেকে দূরে ছিলেন। তাঁর অনুপস্থিতিতে তাঁর স্ত্রী পেনেলোপির একদল পাণিপ্রার্থী তাঁর প্রাসাদ দখল করে বসে। টেলামেকাস প্রথমে নেস্টরের সঙ্গে দেখা করে। বৃদ্ধ নেস্টর তাকে অভ্যর্থনা জানান এবং ওডিসিউসের গৌরবোজ্জ্বল কীর্তির কথা শুনিয়ে টেলামেকাসকে পরিতৃপ্ত করেন। তারপর টেলামেকাস নেস্টরের পুত্র পাইসিস্ট্রাটাসকে সঙ্গে নিয়ে যাত্রা করেন। দু'জনে উপস্থিত হন মেনালেয়াস ও তাঁর পত্নী হেলেনের বাসভবনে। সেখানেও টেলামেকাসকে সাদরে অভ্যর্থনা করেন মেনালেয়াস ও হেলেন। তাঁদের থেকে সে ট্রয়ের যুদ্ধে নিজের পিতার কীর্তি সম্পর্কে পরিপূরক অথচ বিসদৃশ কাহিনি শুনতে পায়।\n\nপঞ্চদশ সর্গে টেলামেকাস তার পিতার ইথাকায় প্রত্যাবর্তনের দিকে মনোনিবেশ করে। সে দেখা করে শূকরপালক ইউমেয়াসের সঙ্গে। সেই সময় ইউমেয়াস ছদ্মবেশী ওডিসিউসকে আশ্রয় দিয়েছিলেন। আথিনার নির্দেশে ওডিসিউস টেলামেকাসের কাছে আত্মপরিচয় প্রদান করেন। তারপর দু'জনে মিলে পেনেলোপির পাণিপ্রার্থীদের হত্যার পরিকল্পনা করতে থাকেন। টেলামেকাস তারপর প্রাসাদে ফিরে আসে পাণিপ্রার্থীদের উপর নজর রাখার জন্য এবং অপেক্ষা করতে থাকেন কখন ভিখারির ছদ্মবেশে ওডিসিউস প্রাসাদে এসে উপস্থিত হবেন।\nপেনেলোপি তাঁর পাণিপ্রার্থীদের আহ্বান জানান, ওডিসিউসের ধনুকে জ্যা সংযোজন করে বারোটি কুঠারের মাথার মধ্যে দিতে তির চালানোর জন্য। টেলামেকাস প্রথমে এই কাজে অগ্রসর হন। তিনি কাজটি প্রায় করে ফেলেওছিলেন, চতুর্থ প্রয়াসে তিনি ধনুকে জ্যা সংযোজনও প্রায় করে ফেলেছিলেন, এমন সময় ওডিসিউস কৌশলে তাকে থামিয়ে দেন। পেনেলোপির পাণিপ্রার্থীরা সকলে এই কাজে অসমর্থ হলে ওডিসিউস সকলের সামনে আত্মপ্রকাশ করেন এবং তারপর পুত্রকে সঙ্গে নিয়ে দ্রুত সকল পাণিপ্রার্থীকে হত্যা করেন।\n\n\n== টেলেগনি ==\nটেলেগনি নামে দুই সর্গে বিভক্ত একটি ছোটো মহাকাব্যে ওডিসির ঘটনাবলির পরে ওডিসিউসের জীবন ও মৃত্যুর কথা বর্ণিত হয়েছে। এই পৌরাণিক খিল অংশে দেখা যায়, দুর্ঘটনাচক্রে টেলাগোনাসের হাতে নিহত হন ওডিসিউস। এই টেলাগোনাস ছিল দেবী সার্সির গর্ভজাত ওডিসিউসের এক অজ্ঞাত পুত্র। ওডিসিউসের মৃত্যুর পর টেলাগোনাস ও পেনেলোপিকে নিয়ে টেলামেকাস ইয়িয়াতে চলে আসে এবং সার্সিকে বিবাহ করে।\n\n\n== পরবর্তীকালীন ধ্রুপদি সাহিত্য ==\nকনটেস্ট অফ হোমার অ্যান্ড হেসিয়ড গ্রন্থে বলা হয়েছে যে, রোমান সম্রাট হেড্রিয়ান ডেলফিক ওর‍্যাকলকে হোমারের জন্মস্থান ও পিতামাতার সংবাদ জিজ্ঞাসা করেছিলেন। ওর‍্যাকল থেকে উত্তর এসেছিল যে, হোমার ইথাকা থেকে এসেছিলেন এবং হোমারের ঔরসে নেস্টরের কন্যা ইপিকাস্টার গর্ভে টেলামেকাসের জন্ম হয়েছিল।\nঅ্যারিস্টটল ও ক্রিটের ডিক্টিসের মতে, টেলামেকাস রাজা অ্যালসিনোয়াসের কন্যা নউসিকাকে বিবাহ করেন এবং টেলামেকাসের ঔরসে নউসিকার গর্ভে পার্সিপটোলিস বা টোলিপোর্থাস নামে এক পুত্রের জন্ম হয়।\n\n\n== ডিকশনারি অফ গ্রিক অ্যান্ড রোমান বায়োগ্রাফি অ্যান্ড মিথোলজি ==\nডিকশনারি অফ গ্রিক অ্যান্ড রোমান বায়োগ্রাফি অ্যান্ড মিথোলজি গ্রন্থের বিবরণ অনুযায়ী:\n\nটেলামেকাস: ওডিসিউস ও পেনেলোপির পুত্র। তার পিতা যখন ট্রয়ে যুদ্ধ করতে গিয়েছিলেন তখনও সে ছিল শিশু। পিতার প্রায় কুড়ি বছরের অনুপস্থিতিতেই সেই প্রাপ্তবয়স্ক হয়ে ওঠে। দেবতাদের সভায় যখন স্থির হয় যে, এবার ওজিজিয়া দ্বীপ থেকে ওডিসিউসকে ফিরতে দেওয়া হবে, তখন আথিনা টাফিয়ানদের রাজা মেন্টেসের ছদ্মবেশে ইথাকায় যান এবং টেলামেকাসকে পরামর্শ দেন তার মায়ের সকল পাণিপ্রার্থীদের বাড়ি থেকে উচ্ছেদ করতে এবং পাইলোস ও স্পার্টায় গিয়ে পিতার সংবাদ সংগ্রহ করতে। টেলামেকাস সেই পরামর্শ গ্রহণ করে। কিন্তু পেনেলোপির পাণিপ্রার্থীরা প্রাসাদ ছেড়ে যেতে অস্বীকার করে। আথিনা মেন্টেসের ছদ্মবেশে টেলামেকাসের সঙ্গে পাইলোসে আসেন। সেখানে নেস্টর তাঁদের সাদরে অভ্যর্থনা জানান। নেস্টর নিজের পুত্রকেও টেলামেকাসের সঙ্গে স্পার্টায় প্রেরণ করেন। সেখানে মেনালেয়াসও তাকে সাদরে গ্রহণ করেন এবং ওডিসিয়াসের বিষয়ে প্রোটিয়াসের একটি ভবিষ্যদ্বাণীর কথাও জানান। স্পার্টা থেকে টেলামেকাস গৃহে প্রত্যাবর্তন করে। ফিরে সে তার পিতাকে শূকরপালক ইউমেয়াসের সঙ্গে দেখতে পায়। কিন্তু আথিনা ওডিসিউসকে এক ভিখারির ছদ্মবেশে সাজিয়ে রেখেছিলেন বলে যতক্ষণ না ওডিসিউস আত্মপরিচয় প্রদান করেন, ততক্ষণ টেলামেকাস তাঁকে চিনতে পারে না। তখন পিতাপুত্রে একযোগে স্থির করেন যে পাণিপ্রার্থীদের শাস্তি দিতে হবে। তাদের ছত্রভঙ্গ করে বধ করার পর টেলামেকাস পিতার সঙ্গে যান বৃদ্ধ লেয়ার্টিজের কাছে। উত্তর-হোমারীয় লোকশ্রুতি অনুযায়ী আমরা জানতে পারি যে, ট্রয়ের বিরুদ্ধে গ্রিকদের পক্ষে যোগদানে রাজি করানোর সময় যখন ওডিসিউস নির্বুদ্ধিতার ভান করছিলেন, তখন প্যালামিডিস শিশু টেলামেকাসকে স্থাপন করেছিলেন যে লাঙল দিয়ে ওডিসিউস জমি চাষ করছিলেন সেই লাঙলের আগায়। কোনও কোনও বর্ণনা অনুযায়ী, টেলামেকাসের ঔরসে হয় নেস্টরের কন্যা পলিকাস্টির গর্ভে অথবা অ্যালসিনোয়াসের কন্যা নউসিকার গর্ভে পার্সিপটলিসের জন্ম হয়েছিল। অন্যান্য বর্ণনা অনুযায়ী, আথিনা তাকে সার্সিকে বিবাহ করার জন্য রাজি করান এবং টেলামেকাসের ঔরসে সার্সির গর্ভে ল্যাটিনাসের জন্ম হয়। অপর মতে, টেলামেকাস সার্সির কন্যা ক্যাসিফোনিকে বিবাহ করে। কিন্তু শাশুড়ির সঙ্গে বিবাদের ফলে টেলামেকাস সার্সিকে হত্যা করে এবং তার ফলে ক্যাসিফোনি হত্যা করে তাকে। এছাড়াও এমনও বলা হয় যে রোমা নামে টেলামেয়াসের এক কন্যা হয়েছিল। রোমা বিবাহ করেছিল ইনিসকে। অপর একটি বিবরণ অনুযায়ী, ওডিসিউস একটি ভবিষ্যদ্বাণী শুনেছিলেন যে তাঁর পুত্র তাঁর কাছে বিপজ্জনক। তাই তিনি টেলামেকাসকে ইথাকা থেকে দূরে প্রেরণ করেছিলেন। সার্ভিয়াস বলেছেন যে, টেলামেকাস ছিলেন এট্রুরিয়ার ক্লুসিয়াম শহরের প্রতিষ্ঠাতা।\n-\nমূল: Telemachus: The son of Odysseus and Penelope (Hom. Od. i. 216). He was still an infant at the time when his father went to Troy, and in his absence of nearly twenty years he grew up to manhood. After the gods in council had determined that Odysseus should return home from the island of Ogygia, Athena, assuming the appearance of Mentes, king of the Taphians, went to Ithaca, and advised Telemachus to eject the troublesome suitors of his mother from his house, and to go to Pylos and Sparta, to gather information concerning his father. Telemachus followed the advice, but the suitors refused to quit his house; and Athena, in the form of Mentes, accompanied Telemachus to Pylos. There they were hospitably received by Nestor, who also sent his own son to conduct Telemachus to Sparta. Menelaus again kindly received him, and communicated to him the prophecy of Proteus concerning Odysseus (Hom. Od. i.–iv.).From Sparta Telemachus returned home; and on his arrival there, he found his father, with the swineherd Eumaeus. But as Athena had metamorphosed him into a beggar, Telemachus did not recognise his father until the latter disclosed to him who he was. Father and son now agreed to punish the suitors; and when they were slain or dispersed, Telemachus accompanied his father to the aged Laertes. (Hom. Od. xv.–xxiv.; comp. Odysseus.)In the post-Homeric traditions, we read that Palamedes, when endeavouring to persuade Odysseus to join the Greeks against Troy, and the latter feigned idiocy, placed the infant Telemachus before the plough with which Odysseus was ploughing (Hygin. Fab. 95; Serv. ad Aen. ii. 81; Tzetz. ad Lycoph. 384; Aelian, V. H. xiii. 12.).\nAccording to some accounts, Telemachus became the father of Perseptolis either by Polycaste, the daughter of Nestor, or by Nausicaa, the daughter of Alcinous (Eustath. ad Hom. p. 1796; Dict. Cret. vi. 6.). Others relate that he was induced by Athena to marry Circe, and became by her the father of Latinus (Hygin. Fab. 127; comp. Telegonus), or that he married Cassiphone, a daughter of Circe, but in a quarrel with his mother-in-law he slew her, for which in his turn he was killed by Cassiphone (Tzetz. ad Lycoph. 808.). \nHe is also said to have had a daughter called Roma, who married Aeneas (Serv. ad Aen. i. 273.). \n\nOne account states that Odysseus, in consequence of a prophecy that his son was dangerous to him, sent him away from Ithaca. Servius (ad Aen. x. 167) makes Telemachus the founder of the town of Clusium in Etruria.\n\n\n== প্রভাব ==\nফ্রাঁসোয়া ফেনালন রচিত টেলামেকাসের অভিযান (১৬৯৯) গ্রন্থের বিষয়বস্তু হল টেলামেকাস। এই গ্রন্থটি রচিত হয়েছিল ফ্রান্সের রাজতন্ত্রকে তীব্র উপহাস করার অভিপ্রায়ে। সমগ্র অষ্টাদশ শতাব্দী জুড়ে অসংখ্য অপেরার বিষয়বস্তু হয়েছে টেলামেকাস। এগুলির অধিকাংশেরই ভিত্তি ফেনালনের পাঠটি। এই অপেরাগুলির মধ্যে সবচেয়ে বিখ্যাত অপেরাগুলি হল আঁদ্রে কার্ডিনাল ডেসটাচের টেলেমাকি (১৭১৪), আলেসান্দ্রো স্কারলেটির টেলেমাকো (১৭১৮), গ্লাকের টেলেমাকো (১৭৬৫) ইত্যাদি। নিকোলাস রো রচিত নাটক ইউলিসিস-এর (১৭০৫) অন্যতম প্রধান চরিত্র হল টেলামেকাস। লর্ড টেনিসনের ইউলিসিস (রচনা ১৮৩৩, প্রকাশ ১৮৪২) কবিতাতেও টেলামেকাসের উল্লেখ পাওয়া যায়। ১৯২২ সালে প্রকাশিত জেমস জয়েসের ইউলিসিস উপন্যাসে স্টিফেন ডেডালাস চরিত্রটিকে সাধারণভাবে টেলামেকাসের প্রতিরূপ মনে করা হয়। টমাস উলফের আত্মজৈবনিক উপন্যাস অফ টাইম অ্যান্ড দ্য রিভার-এর (১৯৩৫) তৃতীয় খণ্ডের শিরোনাম টেলামেকাস। ১৯৭২ সালে জোসেফ ব্রডস্কি ওডিসিউস টু টেলামেকাস নামে একটি কবিতা প্রকাশ করেন। লুই গ্লাকের কবিতায় বারবার টেলামেকাসের প্রসঙ্গ ফিরে এসেছে। ১৯৮১ সালের ফরাসি-জাপানি অ্যানিমেটেড টেলিভিশন ধারাবাহিক ইউলিসিস ৩১-এ ইউলিসিসের পুত্র রূপে টেলামেকাসকে দেখা যায়। ম্যাডেলাইন মিলারের সার্সি উপন্যাসের অন্যতম প্রধান চরিত্র। এই উপন্যাসে দেখা যায়, ঘটনাচক্রে টেলামেকাস সার্সিকে বিবাহ করে এবং সার্সির গর্ভে তার সন্তানাদি হয়। মার্কিন কবি ওশেন ভং-এর একটি কবিতার নাম \"টেলামেকাস\"।\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nBrann, Eva, Homeric Moments: Clues to Delight in Reading the Odyssey and the Iliad, Paul Dry Books, 2002. আইএসবিএন ৯৭৮১৫৮৯৮৮২৮০৫.\nHomer, The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. Online version at the Perseus Digital Library.\n\n\n== বহিঃসংযোগ ==\n\nTelemachus – Τηλέμαχος, Carlos Parada at the Greek Mythology Link"}