{"pageid": 1175398, "title": "মারিয়া সেফিদারি", "url": "https://bn.wikipedia.org/wiki?curid=1175398", "content": "মারিয়া সেফিদারি হুইসি (জন্ম: ১৯৮২; মাদ্রিদ) ২০২১ সালের ৩ই জুন পর্যন্ত উইকিমিডিয়া ফাউন্ডেশন ট্রাস্টি বোর্ডের চেয়ারম্যান ছিলেন। প্রথম মেয়াদ শেষ হওয়ার পর তিনি পুনরায় ২০১৯ সালের আগস্টে চেয়ারম্যান পদে নির্বাচিত হয়েছিলেন। সেফিদারি ২০১৪ সালে টেকউইক \"ওমেনস লিডারশিপ ফেলো\" নামে পরিচিত হন। ২০১৮ সালে, আসন্ন ইউরোপীয় কপিরাইট আইন সংস্কার সম্পর্কে তার লেখা একটি প্রবন্ধ ব্যাপকভাবে প্রচারণা পেয়েছিলো।\n\n\n== উইকিপিডিয়া অভিজ্ঞতা ==\nসেফিদারি উইকিপিডিয়া আবিষ্কার করেন যখন তার ছোট বোন ব্যাখ্যা করে যে এটি এমন একটি ওয়েবসাইট যা যে কেও সম্পাদনা করতে পারে। তিনি অনলাইন সংবাদপত্র eldiario.es-এর সাথে একটি সাক্ষাৎকারে বলেছিলেন, \"যখন আপনি একটি বিষয়ের সাথে জড়িত হতে শুরু করেন, নিবন্ধগুলি উন্নত করতে অনেক ঘন্টা ব্যয় করেন, এবং আপনি দেখতে পান যে উইকিপিডিয়ার নীতিগুলি পরিবর্তন করা উচিত।\" পরবর্তীতে তিনি ইংরেজি উইকিপিডিয়ার উইকিপ্রকল্প এলজিবিটি গবেষণা থেকে অনুপ্রেরণা নিয়ে এই বিষয়গুলির সাথে সম্পর্কিত সমস্ত বিষয়বস্তুকে উন্নত ও সংগঠিত করতে এই গোষ্ঠীগুলিকে দৃশ্যমান করতে Wikiproyecto:LGBT চালু করেন। তিনি স্প্যানিশ উইকিপিডিয়ার লিঙ্গ পক্ষপাত বন্ধ করতেও কাজ করেছেন। \nসেফিদারি এছাড়াও উইকিমিডিয়া এস্পানা উইকিমিডিয়া আন্দোলনের স্প্যানিশ অধ্যায়ের একজন প্রতিষ্ঠাতা সদস্য, এবং তিনি এর প্রথম ভাইস প্রেসিডেন্ট হিসেবে সংস্থাটির বোর্ডে দায়িত্ব পালন করেছেন। ২০১২ সালে, তিনি অধ্যায় কমিটির (চ্যাপকম) একজন সদস্য নির্বাচিত হন, এটি উইকিমিডিয়া সম্প্রদায়ের একটি কমিটি যা উইকিমিডিয়া ফাউন্ডেশন ট্রাস্টি বোর্ডকে নতুন জাতীয় বা উপ-জাতীয় অধ্যায়গুলির অনুমোদনের বিষয়ে পরামর্শ দেওয়ার দায়িত্ব পালন করে। ২০১২ সালের মাঝামাঝি সময়ে, সম্প্রদায়ের আলোচনা এবং ফলস্বরূপ ট্রাস্টি বোর্ডের রেজোলিউশনের পরে কমিটির পরিধি প্রসারিত করা হয়েছিল এবং এটি অ্যাফিলিয়েশন কমিটিতে (AffCom) রূপান্তরিত হয়েছিলো। বর্তমানে এখানে বিষয়ভিত্তিক সংস্থা এবং ব্যবহারকারী গোষ্ঠীগুলিকে অন্তর্ভুক্ত করা হয়েছে।\n২০১৫ সালে, তিনি কিং জুয়ান কার্লোস ইউনিভার্সিটিতে উইকিমিডিয়া: ডিজিটাল যোগাযোগ, সংস্কৃতি এবং সিটিজেনশিপ প্রোগ্রাম বিষয়ক একটি কনফারেন্সে বক্তব্য দেন। ২০১৭-২০১৮ সালে, তিনি একই বিশ্ববিদ্যালয়ে যোগাযোগ, সংস্কৃতি এবং ডিজিটাল নাগরিকত্বের উপর স্নাতকোত্তর ডিগ্রির অংশ হিসাবে উইকিমিডিয়া স্পেন দ্বারা প্রদত্ত \"নেটওয়ার্কে সম্প্রদায়: ইন্টারনেটে সমবায় সৃষ্টি\" শৃঙ্খলার দায়িত্বে ছিলেন।\n\n\n=== উইকিমিডিয়া ফাউন্ডেশন বোর্ড ===\n২০১৩ সালের জুনে সেফিদারি উইকিপিডিয়া সম্পাদকদের সম্প্রদায় দ্বারা উইকিমিডিয়া ফাউন্ডেশন পরিচালনা পর্ষদ ট্রাস্টি বোর্ডের সদস্য নির্বাচিত হন। ২০১৫ সালের জুনে তার মেয়াদ শেষ হয়। ২০১৬ সালে তিনি একটি শূন্যপদ পূরণের জন্য বোর্ডে নিযুক্ত হন। ২০১৮ সালের জুলাইয়ে তিনি ট্রাস্টি বোর্ডের চেয়ারম্যান পদে নির্বাচিত হন, এবং ২০২১ সালে বোর্ড থেকে পদত্যাগ না করা পর্যন্ত তিনি এই পদে ছিলেন। ২০২০ সালের মার্চ মাসে, সেফিদারি তার আসন্ন মাতৃত্বের প্রস্তুতির জন্য বোর্ড থেকে চার মাসের ছুটির অনুরোধ করেছিলেন এইসময়ে বোর্ডের ভাইস-চেয়ারম্যান নাটালিয়া টিমকিভ ভারপ্রাপ্ত চেয়ারম্যানের ভূমিকায় দায়িত্ব পালন করছেন।\n\n\n== পেশাদারী কর্মজীবন ==\nসেফিদারি মনোবিজ্ঞানে স্নাতক ডিগ্রি এবং মাদ্রিদের কমপ্লুটেন্স ইউনিভার্সিটি থেকে ব্যবস্থাপনা ও পর্যটনে স্নাতকোত্তর ডিগ্রি লাভ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটুইটারে মারিয়া সেফিদারি \nসাক্ষাৎকার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুলাই ২০১৮ তারিখে"}