{"pageid": 1175328, "title": "নাগপুর-ভুসাওয়াল বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1175328", "content": "নাগপুর-ভুসাওয়াল বিভাগ (রেলওয়ে ট্র্যাক) হাওড়া-নাগপুর-মুম্বাই লাইনের অংশ (বিকল্পভাবে মুম্বাই-কলকাতা লাইন / বোম্বাই-কলকাতা লাইন নামে পরিচিত) এবং ভারতের মহারাষ্ট্র রাজ্যের নাগপুর এবং ভুসাওয়াল উভয়কে সংযুক্ত করে। এই বিভাগে আরও কয়েকটি শাখা লাইন রয়েছে। দেশের অন্যতম প্রধান ট্রাঙ্ক লাইনের একটি অংশ, নাগপুর-ভুসাওয়াল অংশটি দাক্ষিণাত্য মালভূমির একটি অংশের মধ্য দিয়ে গেছে। মূল লাইনটি বিদর্ভ অঞ্চলের নাগপুর, ওয়ার্ধা, অমরাবতী, আকোলা এবং বুলধানা জেলা এবং খানদেশ অঞ্চলের জলগাঁও জেলাকে অতিক্রম করেছে। \n\n\n== ইতিহাস ==\nগ্রেট ইন্ডিয়ান পেনিনসুলা রেলওয়ে ১৮৬৭ সালে ভুসাওয়াল থেকে নাগপুর  লাইন প্রসারিত করে।\n১৮৯ কিমি (১১৭ মা) -দীর্ঘ,  ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  গেজ অচলপুর – মুর্তজাপুর – যবত্মাল লাইন, যা শকুন্তলা রেলওয়ে নামে পরিচিত একটি ব্রিটিশ ফার্ম, কিলিক নিক্সন অ্যান্ড কোম্পানি, 1903 সালে বিদর্ভের অভ্যন্তর থেকে মুর্তজাপুরে হাওড়া-নাগপুর-মুম্বাই লাইনে তুলা নিয়ে যাওয়ার জন্য তৈরি করেছিল।  বম্বে স্টক এক্সচেঞ্জে তালিকাভুক্ত ভারতের একমাত্র কর্মক্ষম বেসরকারী রেলওয়ে কোম্পানি সেন্ট্রাল প্রভিন্স রেলওয়ে কোম্পানি দ্বারা পরিচালিত লাইনটি, লাইনটি ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি) -এ রূপান্তরের অধীনে রয়েছে১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি)    ব্রডগেজ ।\n৩৫ কিমি (২২ মা) -দীর্ঘ, ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  ) ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  ন্যারো-গেজ রেলপথটি ১৯১৭ সালে সেন্ট্রাল প্রভিন্স রেলওয়ে দ্বারা পুলগাঁও থেকে আরভি পর্যন্ত নির্মিত হয়েছিল।  এই লাইনটিও ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি) তে রূপান্তরের অধীনে রয়েছে১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি)    ব্রডগেজ ।\n৩৪ কিমি (২১ মা) -দীর্ঘ, ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি)  উমরের কোলফিল্ডকে মূল লাইনের সাথে যুক্ত  বুটিবোরি উমরের শাখা লাইন ১৯৬৫ সালে প্রতিষ্ঠিত হয়েছিল।  সদ্য স্থাপন করা ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি) টি১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি)   নারখেদ-অমরাবতী শাখা লাইন ২০১২  খোলা হয়েছিল। \nপুরো মেইন লাইন বিদ্যুতায়িত। এই অঞ্চলে রেলওয়ের বিদ্যুতায়ন ১৯৬৮-৬৯ সালে শুরু হয়েছিল এবং ১৯৮৮-৮৯  সালে নান্দুরা পর্যন্ত অব্যাহত ছিল। নান্দুরা-বদনেরা সেক্টর ১৯৮৯-৯০ সালে বিদ্যুতায়িত হয়েছিল। বদনেরা-ওয়ার্ধা সেক্টর ১৯৯০-৯১ সালে বিদ্যুতায়িত হয়েছিল। বদনেরা-অমরাবতী সেক্টর ১৯৯৩-৯৪ সালে, জালম্ব-খামগাঁও এবং ১৯৯৪-৯৫ সালে বুটিবোরি-উমরেরে বিদ্যুতায়িত হয়েছিল। \n১৯১০ সালে, বুলধানার জেলা গেজেটিয়ার বাণিজ্যের দৃষ্টিকোণ থেকে রেললাইন এবং এর গুরুত্বের একটি বিবরণ দিয়েছে:\n\n\n== লোকো শেড ==\nএই লাইনে অজনি এবং ভুসাওয়ালে বৈদ্যুতিক লোকোমোটিভ শেড এবং মুর্তজাপুরে একটি ন্যারোগেজ ডিজেল লোকো শেড রয়েছে। আজনি লোকো শেডে WAG-7, WAG-9 এবং WAG-9I লোকো রয়েছে। ভুসাওয়াল লোকো শেডে WAM-4, WAP-4, WAG-5, WAG-7 এবং WCM-6 লোকো রয়েছে। \n\n\n== কর্মশালা ==\nএই লাইনে সেন্ট্রাল রেলের তিনটি ওয়ার্কশপ রয়েছে। নাগপুরে যাত্রীবাহী কোচের রক্ষণাবেক্ষণের জন্য একটি কর্মশালা রয়েছে এবং আজনিতে পণ্যবাহী ওয়াগন মেরামতের সুবিধা রয়েছে। ভুসাওয়ালে লোকো এবং ওয়াগন মেরামতের জন্য একটি কর্মশালা রয়েছে। \n\n\n== অর্থনীতি ==\nএই লাইনটি বিদর্ভের তুলা উৎপাদনকারী এলাকার মধ্য দিয়ে গেছে।  মহাজেনকোর এই রুটে দুটি বড় পাওয়ার স্টেশন রয়েছে - 500 মেগাওয়াট পারাস থার্মাল পাওয়ার স্টেশন এবং 920 মেগাওয়াট ভুসাওয়াল তাপবিদ্যুৎ কেন্দ্র ।  রিলায়েন্স পাওয়ারের একটি 600 আছে বুটিবোরিতে mW তাপবিদ্যুৎ কেন্দ্র। \nকয়লাভিত্তিক তাপবিদ্যুৎ কেন্দ্রগুলো প্রচুর পরিমাণে কয়লা ব্যবহার করে।  উদাহরণস্বরূপ, ভূসাওয়াল তাপবিদ্যুৎ কেন্দ্র 2006-07 সালে 2,400,000 টন কয়লা ব্যবহার করেছিল এবং একই বছরে 351,000 টন কয়লা ব্যবহার করেছিল পারাস তাপবিদ্যুৎ কেন্দ্র।  ভারতে প্রায় 80 শতাংশ দেশীয় কয়লা সরবরাহ কয়লা ভিত্তিক তাপবিদ্যুৎ কেন্দ্রের জন্য এবং কয়লা পরিবহন ভারতীয় রেলের মোট মালবাহী আয়ের 42 শতাংশ।  ভারত জুড়ে 200 টিরও বেশি কয়লা লোডিং পয়েন্ট রয়েছে। প্রায় 60টি তাপবিদ্যুৎ কেন্দ্র, 12টি স্টিল প্ল্যান্ট এবং 55টি সিমেন্ট কারখানায় রেলপথে কয়লা পরিবহন করা হয় যা কয়লার প্রধান গ্রাহক। \n\n\n== গতি এবং যাত্রী চলাচল ==\nপুরো হাওড়া-নাগপুর-মুম্বাই লাইনটিকে একটি \"গ্রুপ A\" লাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে যা ১৬০ কিমি/ঘ (৯৯ মা/ঘ) পর্যন্ত গতি নিতে পারে । \nনাগপুর, আকোলা এবং ভুসাওয়াল, এই লাইনে, ভারতীয় রেলের শীর্ষ শতাধিক বুকিং স্টেশনগুলির মধ্যে রয়েছে৷ \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনাগপুরে ট্রেন\nআকোলায় ট্রেন\nভুসাওয়ালে ট্রেন\nটেমপ্লেট:মধ্য রেল\nটেমপ্লেট:Railways in Central India\nটেমপ্লেট:Railways in Western India"}