{"pageid": 1176844, "title": "ইসহাক ফরিদী", "url": "https://bn.wikipedia.org/wiki?curid=1176844", "content": "ইসহাক ফরিদী (৫ জুন ১৯৫৭ — ৫ জুন ২০০৫) ছিলেন একজন বাংলাদেশি ইসলামি পণ্ডিত, লেখক ও গবেষক। বাংলা সাহিত্যিক আলেম হিসেবে তিনি ৭০-এর অধিক গ্রন্থ রচনা, অনুবাদ ও সম্পাদনার করেছেন। তার আলোচিত বইগুলো ছিলো: ইসলামের রাজনৈতিক দর্শন, ইসলামী রাষ্ট্র ও রাজনীতি, ইসলামী অর্থনীতি ও ব্যাংকিং ব্যবস্থা, বাতিল যুগে যুগে, নবী প্রেমের অমর কাহিনী, উজ্জ্বল একটি নক্ষত্র, সুদ একটি অর্থনৈতিক অভিশাপ, জীবন গঠনে কুরআনের অবদান, ইসমতে আম্বিয়া (উর্দু), সিনেমার কুফল, কওমী মাদরাসা কি কেন? ইত্যাদি।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nইসহাক ফরিদী ১৯৫৭ সালের ৫ জুন মুন্সিগঞ্জ জেলার গজারিয়া থানাধীন হোগলাকান্দি গ্ৰামে জন্মগ্ৰহণ করেন। তার পিতা আব্দুস সালাম সিকদার ও মাতা সাকিনা বেগম। দীর্ঘ ১৮ বছর নিঃসন্তান জীবন কাটানোর পর তার জন্ম হওয়ায় তার মাতাপিতা ইব্রাহিম ও সারার ইসলামি কিংবদন্তি স্মরণ করে তার নাম রাখেন ইসহাক। তিনি নিজ গ্ৰাম হোগলাকান্দি জামে মসজিদ মাদ্রাসায় কুরআনুল কারিম হিফজ করেন। হিফজ শেষ করে নারায়ণগঞ্জ জেলার দেওভোগ এবং ঢাকার জামিয়া ইসলামিয়া দারুল উলুম মাদানিয়ায় প্রথম কয়েকটি ক্লাস অধ্যয়ন করেন। এরপর কাফিয়া শরহেজামি শরহেবেকায়া হেদায়া ও জালালাইন জামাত পড়েছেন ঢাকার জামিয়া আরাবিয়া ইমদাদুল উলুম ফরিদাবাদে। বাংলাদেশ কওমি মাদরাসা শিক্ষাবোর্ড (বেফাক)-এর অধীনে কেন্দ্রীয় পরীক্ষায় শরহেবেকায়া জামাতে তিনি সারাদেশে ২য় স্থান অর্জন করেন। সর্বশেষ বাংলাদেশ কওমি মাদরাসা শিক্ষাবোর্ড (বেফাক)-এর অধীনে জামিয়া শারইয়্যাহ মালিবাগ মাদরাসা থেকে ১৯৮৩ সালে দাওরায়ে হাদিসের পরীক্ষায় অংশগ্রহণ করে মেধা তালিকায় ৩য় স্থান অর্জন করেন।\n\n\n== কর্মজীবন ==\nশিক্ষাজীবন সমাপ্তির পর জামিয়া আরাবিয়া কাসেমুল উলুম কুমিল্লায় শিক্ষক হিসেবে তার কর্মজীবনের সূচনা হয়। তিনি যখন কাসিমুল উলুম মাদ্রাসায় গমন করেন তখন তা ছিল কাফিয়া জামাতে সীমাবদ্ধ। এক বছরেই সেটাকে দাওরা হাদীসে উন্নীত করেন। এখানে তার চেতনা যোগ্যতা সমকালিন বিষয়ে সচেতনতা আদর্শিক প্রেরণা এবং মননশীলতার বিকাশ ঘটে। তিনি শিক্ষাদানে বাংলা সাহিত্যের প্রতি অনুরাগী ছিলেন। তিনি পরবর্তীতে নিজ এলাকায় রওযাতুল উলূম কাউনিয়াকান্দি মাদরাসা, পীরজঙ্গি মাদরাসা, জামিয়া মাদানিয়া বারিধারা এবং সর্বশেষ চৌধুরী পাড়া মাদ্রাসায় শিক্ষকতা করেছেন। কর্মজীবনে তিনি কিছু দিন ঢাকার শাহজাহানপুরের ঝিলমসজিদের ইমাম ও খতিবের দায়িত্বও পালন করেন। তিনি মিফতাহুল উলূম মধ্যবাড্ডা, দেওভোগ ও চৌধুরী পাড়া মাদরাসার শায়খুল হাদীস ছিলেন। তিনি অসংখ্য মসজিদ মাদ্রাসার তত্ত্বাবধান করতেন। তিনি কলিমউল্লাহ কওমি বিশ্ববিদ্যালয় প্রতিষ্ঠার উদ্যোগ নিয়েছিলেন, যা বর্তমানে ইসহাক ফরিদী রহ. কমপ্লেক্স নামে চলমান।\n\n\n== সাহিত্যচর্চা ==\nকাফিয়া শরহে বেকায়ার ছাত্র থাকাকালে বাংলাসাহিত্যে আলেমদের পশ্চাদপরতা দেখে তিনি বাংলার সাহিত্য নিয়ে সচেষ্ট হোন। শিক্ষকতাকালে কিছুসংখ্যক ছাত্র গড়ে তুলেন। তিনি সত্তরেরও অধিক বই রচনা অনুবাদ ও সম্পাদনার কাজ করেছেন। তিনি ইসলামিক ফাউন্ডেশনের লেখক গবেষক ও সম্পাদক ছিলেন। তার লেখার মধ্যে রয়েছে কুরআন, হাদীস, ফেকাহ, সংস্কৃতি, দাওয়াত, দাঈ, ইতিহাস, আধ্যাত্ম্য, জীবনী, রাজনীতি, অর্থনীতি, ব্যাংকিং, সামাজিক জীবনসহ বিভিন্ন বিষয়ের প্রমাণ্যগ্রন্থ।\n\n\n== সংগঠন ==\nকর্মজীবনের শুরুতে তিনি মুহাম্মদুল্লাহ হাফেজ্জীর খেলাফত আন্দোলনের কুমিল্লা জেলার সভাপতিত্বের দায়িত্ব পালন করেন। তিনি জমিয়তে উলামায়ে ইসলামের সহকারী সম্পাদক ছিলেন। একুশ শতকের প্রারম্ভে গঠিত ইসলামী আইন বাস্তবায়ন কমিটির তিনি যুগ্মমহাসচিব ছিলেন। পরবর্তীতে ইসলামী ঐক্যজোটের কেন্দ্রীয় নেতা হন।\nছাত্রাবস্থায় তিনি ইসলামী ছাত্র ঐক্য পরিষদ গঠন করেন। পরবর্তীতে সাহিত্য সংগঠন ‘লাজনাতুত ত্বলাবা'-তে উল্লেখযোগ্য ভূমিকা পালন করেন। উনিশশ সাতানব্বই সালে তিনি আসআদ মাদানীর পৃষ্ঠপোষকতায় পরিচালিত সেবামূলক সংগঠন ইসলাহুল মুসলিমীনের যুগ্মমহাসচিব হন। নিজ এলাকার আলেমদের নিয়ে হেফাজতে মুসলিমীন পরিষদ গঠন করেন।\nতিনি আসআদ মাদানীর হাতে প্রথমে বায়আত গ্রহন করেন। এরপর তিনো জমিরুদ্দিন নানুপুরির হাতে বায়আত গ্রহন ও তার থেকে খেলাফত প্রাপ্ত হন।\n\n\n== মৃত্যু ==\nতিনি জমিরুদ্দিন নানুপুরির কাছ থেকে খেলাফত লাভের কিছুদিন পর ২০০৫ সালের ৫ জুন তার সর্বশেষ লিখিত ‘ইহসান তাওউফ ও আত্মশুদ্ধি’ গ্রন্থটি নিয়ে নানুপুরির কাছে যাওয়ার পথিমধ্যে চট্রগ্রামে রোডএক্সিডেন্টে মৃত্যুবরণ করেন। তাকে গজারিয়া কাউনিয়াকান্দি বাগে জান্নাত মসজিদের মাকবারায় সমাহিত করা হয়।\n\n\n== আরও দেখুন ==\nদেওবন্দি ব্যক্তিত্বের তালিকা\n\n\n== তথ্যসূত্র =="}