{"pageid": 1176831, "title": "বিনয়রঞ্জন সেন", "url": "https://bn.wikipedia.org/wiki?curid=1176831", "content": "বিনয় রঞ্জন সেন , সিআইই, আইসিএস (১ জানুয়ারি, ১৮৯৮  -  ১২ জুন, ১৯৯৩), একজন ভারতীয় কূটনীতিক এবং ভারতীয় সিভিল সার্ভিস অফিসার ছিলেন। তিনি  জাতিসংঘের খাদ্য ও কৃষি সংস্থার (এফএও) পঞ্চম ও প্রথম ভারতীয় বাঙালি   মহাপরিচালক হিসাবে 'ক্ষুধা ও অপুষ্টি হতে মুক্তি' খাদ্য প্রকল্পের সূচনা করেন ও নেতৃত্ব দেন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nবিনয়রঞ্জনের জন্ম  ব্রিটিশ ভারতের বর্তমানে ভারতের অসম রাজ্যের ডিব্রুগড়ে। তার স্নাতকস্তরের  পড়াশোনা কলকাতার স্কটিশ চার্চ কলেজে।  স্নাতকোত্তর কলকাতা বিশ্ববিদ্যালয় থেকে। এরপর লন্ডনের অক্সফোর্ড বিশ্ববিদ্যালয়ে। ১৯২২ খ্রিস্টাব্দে তিনি আই.সি.এস হন।\n\n\n== কর্মজীবন ==\nসিভিল সার্ভিসে যোগ দিয়ে ১৯৩৭ খ্রিস্টাব্দে\nপশ্চিমবঙ্গের মেদিনীপুরের জেলা-শাসক হিসাবে  যোগ দেন। সেসময় বিপ্লবীরা পরপর তিনজন ব্রিটিশ আই. সি.এস. অফিসারকে হত্যার করে। ১৯৪০ খ্রিস্টাব্দে বাংলার রাজ্য সচিব হন। ১৯৪২ খ্রিস্টাব্দের টাইফুন ও বিভিন্ন স্থানে জাপানিদের বোমার আঘাতে বিপর্যস্ত বাংলায় ভয়াল মন্বন্তরের সময় (১৯৪২ -৪৩ খ্রিস্টাব্দে) তিনি ত্রাণ কমিশনার ছিলেন। আমলা হিসাবে মানুষের কাছে থেকে তথ্য সংগ্রহ করতে গিয়ে নিজের চোখে প্রত্যক্ষ করেছেন ভয়াবহতা আর সঞ্চয় করেছেন প্রকৃত কারণ আর অভিজ্ঞতা। ১৯৪৫ খ্রিস্টাব্দে সরকারের খাদ্য সচিব পদেও আসীন ছিলেন। ১৯৪৭ খ্রিস্টাব্দে স্বাধীনতা লাভের পর  তিনি আমেরিকায় ভারতের রাষ্ট্রদূত হিসাবে ওয়াশিংটন যান। পরে জাপান, মেক্সিকো, ইতালি ও যুগোস্লাভিয়ার সাথে ভারতের কূটনৈতিক সম্পর্ক দৃঢ় করেছেন। ১৯৫৬ খ্রিস্টাব্দ হতে ১৯৬৭ খ্রিস্টাব্দ পর্যন্ত দীর্ঘ ১১ বৎসর  জাতিসংঘের খাদ্য ও কৃষি সংস্থার (এফএও'র) মহাপরিচালক হিসেবে দায়িত্ব পালন করেন। ভারতে কাজের সুবাদে অর্জিত অভিজ্ঞতার নিরিখে বিশ্বে \"ক্ষুধা হতে মুক্তির\" জন্য খাদ্য প্রকল্পের সূচনা করেন। তিনি বলেছেন - 'ক্ষুধা অনিবার্য নয় বা অপরিশোধনযোগ্যও নয়'। তিনি উল্লেখ করেছেন - বহু দিন হতে বহু কারণের ফলে চলে আসা মানুষের এ পুরাতন কষ্ট লাঘব আমাদের আয়ত্তের মাঝেই আছে। \n\n\n== সম্মাননা ==\n১৯৪৪ খ্রিস্টাব্দে ব্রিটিশ সরকার তার খাদ্য সচিব হিসাবে অসামান্য কাজের জন্য সি.আই.ই (কমান্ডার অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার) আখ্যায় ভূষিত করে। ১৯৭০ খ্রিস্টাব্দে স্বাধীন ভারত সরকার জাতিসংঘে অসামান্য অবদানের জন্য পদ্মবিভূষণ সম্মান প্রদান করে। কানাডার লাভাল বিশ্ববিদ্যালয়ের তাঁকে সাম্মানিক ডিলিট প্রদান করে। ২০২০ খ্রিস্টাব্দে  জাতিসংঘের খাদ্য ও কৃষি সংস্থার (এফএও) ৭৫ বৎসর পূর্তিতে ৭৫ টাকার বিশেষ স্মারক মুদ্রা প্রকাশ করার অনুষ্ঠানে  জাতিসংঘের খাদ্য ও কৃষি সংস্থার (এফএও'র) খাদ্য প্রকল্পের নোবেল শান্তি পুরস্কার সম্মানিত হওয়ায় ভারতীয় প্রধানমন্ত্রী নরেন্দ্র মোদি বিনয়রঞ্জন সেনের নেতৃত্ত্বে শুরু হওয়া খাদ্য প্রকল্পের কথা উল্লেখ করে তার ঐতিহাসিক অবদানের কথা স্মরণ করেছেন।\n\n\n== জীবনাবসান ==\nবিনয়রঞ্জন সেন ১৯৯৩ খ্রিস্টাব্দের ১২ ই জুন কলকাতায় ৯৪ বৎসর বয়সে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}