{"pageid": 1176909, "title": "বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1176909", "content": "বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ বা কাউন্সিল অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ (সংক্ষেপে: সিএসআইআর) হল ভারতের বৃহত্তম বিজ্ঞান ও প্রযুক্তি গবেষণা ও উন্নয়ন প্রতিষ্ঠান। যদিও প্রতিষ্ঠানটি আর্থিকভাবে ভারত সরকারের বিজ্ঞান ও প্রযুক্তি মন্ত্রণালয় দ্বারা পরিচালিত হয়, তবুও এটি একটি স্বায়ত্তশাসিত সংস্থা। এটি ইন্ডিয়ান সোসাইটি রেজিস্ট্রেশন অ্যাক্ট, ১৮৬০ অনুসারে ১৯৪২ খ্রিস্টাব্দের ২৬ সেপ্টেম্বর নিবন্ধিত প্রতিষ্ঠান হিসাবে গঠিত হয়েছিল। \n২০১৩ খ্রিস্টাব্দ পর্যন্ত প্রতিষ্ঠানে ৪,৬০০ জন বিজ্ঞানী ৮,০০০ জন কারিগরি ও সহায়তা কর্মীসহ মোট ১৪,০০০ জনেরও বেশি সমষ্টিগত কর্মী সহ সারা দেশে ৩৮টি পরীক্ষাগার/ইন্সটিটিউট, ৩৯ টি আউটরিচ সেন্টার, তিনটি উদ্ভাবন কেন্দ্র এবং পাঁচটি ইউনিট পরিচালনা করে। \nবৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ-এর গবেষণা ও উন্নয়ন কার্যক্রমের মধ্যে 'মহাকাশ প্রকৌশল', 'অবকাঠামো প্রকৌশল', 'মহাসাগর বিজ্ঞান', ডায়াগনস্টিকসসহ জীবন বিজ্ঞান ও স্বাস্থ্যসেবা, 'ধাতুবিদ্যা', রাসায়নিক, খনন, 'খাদ্য বিজ্ঞান','পেট্রোলিয়াম' , 'চামড়া' এবং পরিবেশ বিজ্ঞান অন্তর্ভুক্ত।\n\n\n== ইতিহাস ==\n১৯৩০-এর দশকে, ভারতে প্রাকৃতিক সম্পদ এবং নতুন শিল্পের বিকাশের জন্য গবেষণা সংস্থা প্রতিষ্ঠার প্রয়োজন হয়। বিজ্ঞানী চন্দ্রশেখর ভেঙ্কট রামন, জ্ঞানচন্দ্র ঘোষ, লেফটেন্যান্ট কর্নেল সেমুর সেওয়েল প্রমুখ বিশিষ্টজনেরা বিজ্ঞান গবেষণার জন্য একটি  উপদেষ্টা পরিষদ গঠনের প্রস্তাব দেন। সেইমত নেচার   পত্রিকার তৎকালীন সম্পাদক স্যার রিচার্ড গ্রেগরি ভারতের বিশ্ববিদ্যালয় সমূহ এবং তাদের বিজ্ঞান বিভাগ পরিদর্শনের পর ১৯৩৩ খ্রিস্টাব্দে  ব্রিটিশ  সরকারের ভারতের সেক্রেটারি অফ স্টেট স্যামুয়েল হোয়ারের কাছে  যুক্তরাজ্যের ডিপার্টমেন্ট অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ (ডিএসআইআর) ন্যায় বিজ্ঞান সংস্থা গঠনের প্রয়োজনীয়তা উল্লেখ করে রিপোর্ট জমা দেন। সেই সময় কলকাতা ও ব্যাঙ্গালোরের বিজ্ঞানীরা ভারতীয় বিজ্ঞান একাডেমী গঠনের পরিকল্পনা নেন। ১৯৩৩ খ্রিস্টাব্দে পঞ্চম শিল্প সম্মেলনে, বোম্বাই , মাদ্রাজ , বিহার এবং উড়িষ্যার প্রাদেশিক সরকারগুলি সর্বসম্মতভাবে শিল্প গবেষণার জন্য একটি সমন্বয়কারী ফোরামের দাবি পুনর্ব্যক্ত করে। ১৯৩৫ খ্রিস্টাব্দের এপ্রিল মাসে সরকার ভারতীয় ডিএসআইআর এর প্রস্তাব প্রত্যাখ্যান করে ভারতীয় স্টোর বিভাগের অধীনে 'ইন্ডাস্ট্রিয়াল ইন্টেলিজেন্স অ্যান্ড রিসার্চ ব্যুরো' তৈরি করে। বার্ষিক ১.২ লক্ষ টাকার সীমিত বাজেটে প্রতিষ্ঠানটি প্রকৃতপক্ষে নিষ্ক্রিয়ই ছিল।\n১৯৩৯ খ্রিস্টাব্দে এটিকে ব্রিটিশ ডিপার্টমেন্ট অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ'এর মতো বোর্ড গঠনের দাবিতে শক্তিশালী আন্দোলন হয়েছিল। শেষে ১৯৪০ খ্রিস্টাব্দের ১ এপ্রিল আর্কট রামস্বামী মুদালিয়ারের প্ররোচনামূলক চাপে বৈজ্ঞানিক ও শিল্প গবেষণা বোর্ড (বিএসআইআর) দু'বছরের জন্য গঠিত হয়েছিল। প্রখ্যাত রসায়নবিদ শান্তি স্বরূপ ভাটনগর, পরিচালক এবং মুদালিয়ার চেয়ারম্যান হন। 'বিএসআইআর' ভারত সরকারের বাণিজ্য দপ্তরের অধীনে আসে এবং বার্ষিক বাজেট বৃদ্ধি পেয়ে হয় ৫ লক্ষ টাকা। শান্তি স্বরূপ ভাটনগর শিল্প গবেষণায় আরও বিনিয়োগের জন্য ১৯৪১ খ্রিস্টাব্দের  প্রথম দিকে একটি শিল্প গবেষণা ইউটিলাইজেশন কমিটি (আইআরইউসি) গঠন করতে সরকারকে প্ররোচিত করেন। ১৯৪১ খ্রিস্টাব্দের ১৪ নভেম্বর দিল্লিতে কেন্দ্রীয় পরিষদের অধিবেশনে মুদালিয়ার শিল্প গবেষণা তহবিল প্রতিষ্ঠার দাবি গৃহীত হয় এবং এর পাঁচ বছরের জন্য বার্ষিক ১০ লক্ষ টাকার অনুদানও স্বীকৃত হয়। শেষে  ১৯৪২ খ্রিস্টাব্দের ২৮ সেপ্টেম্বর বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ হিসাবে একটি স্বায়ত্তশাসিত সংস্থা আত্মপ্রকাশ করে। 'বিএসআইআর' এবং 'আইআরইউসি' সিএসআইআর-এর গভর্নিং বডির উপদেষ্টা সংস্থায় পরিণত হয়। ১৯৪৩ খ্রিস্টাব্দে গভর্নিং বডি শান্তি স্বরূপ ভাটনগরের প্রস্তাব মত পাঁচটি জাতীয় গবেষণাগার প্রতিষ্ঠার অনুমোদন দেয়। বার্ষিক ১০ লক্ষ টাকার বাজেট ছাড়াও এক কোটি টাকার অনুদান মেলে গবেষণাগার তৈরির জন্য। টাটা শিল্প গোষ্ঠী রাসায়নিক, ধাতুবিদ্যা ও জ্বালানি ক্ষেত্রের গবেষণার জন্য কুড়ি লক্ষ টাকা দান করে।  প্রথম গবেষণাগার- কলকাতার সেন্ট্রাল গ্লাস অ্যান্ড সিরামিক রিসার্চ ইনস্টিটিউট ১৯৪৫ খ্রিস্টাব্দের ডিসেম্বরে,জামশেদপুরের  ন্যাশনাল মেটালার্জিক্যাল ল্যাবরেটরি ১৯৪৬ খ্রিস্টাব্দের নভেম্বরে এবং স্বাধীনতা লাভের চার মাস আগে ১৯৪৭ খ্রিস্টাব্দের ৪ এপ্রিল  পুনের ন্যাশনাল কেমিক্যাল ল্যাবরেটরি প্রতিষ্ঠিত হয়।  পাঁচটি গবেষণাগার ১৯৫০ খ্রিস্টাব্দের মধ্যেই প্রতিষ্ঠার মধ্য দিয়ে ভারতে বৈজ্ঞানিক গবেষণাগারের সূচনা হয়। বর্তমানে দেশজুড়ে আটত্রিশ টি পরীক্ষাগার বিজ্ঞানের বিভিন্ন দিকে গবেষণায় লিপ্ত আছে।\n\n\n== অধীনস্থ গবেষণাগার ==\n১) সেন্ট্রাল ইনস্টিটিউট অফ মেডিসিন অ্যান্ড অ্যারোমেটিক প্ল্যান্টস , (সিআইএমএপি) - লখনউ\n২) ন্যাশনাল ইনস্টিটিউট অফ ইন্টারডিসিপ্লিনারি সায়েন্স অ্যান্ড টেকনোলজি (এনআইআইএসটি) - তিরুবনন্তপুরম\n৩) সেন্ট্রাল বিল্ডিং রিসার্চ ইনস্টিটিউট , রূড়কী (সিবিআরআই)\n৪) সেন্ট্রাল ড্রাগ রিসার্চ ইনস্টিটিউট , লখনউ (এসআরআই)\n৫) কেন্দ্রীয় ইলেক্ট্রোকেমিক্যাল রিসার্চ ইনস্টিটিউট, কারাইকুডি (CECRI)\n৬) সেন্ট্রাল ইলেকট্রনিক্স ইঞ্জিনিয়ারিং রিসার্চ ইনস্টিটিউট, পিলানি (CEERI, CEERI)\n৭) সেন্ট্রাল মাইনিং অ্যান্ড ফুয়েল রিসার্চ ইনস্টিটিউট, ধানবাদ ঝাড়খণ্ড\n৮) কেন্দ্রীয় খাদ্য প্রযুক্তি গবেষণা ইনস্টিটিউট, মহীশূর (CFTRI)\n৯) সেন্ট্রাল গ্লাস অ্যান্ড সিরামিক রিসার্চ ইনস্টিটিউট, কলকাতা পশ্চিমবঙ্গ\n১০) সেন্ট্রাল লেদার রিসার্চ ইনস্টিটিউট , চেন্নাই (সেন্ট্রাল লেদার রিসার্চ ইনস্টিটিউট, সিএলআরআই)\n১১) সেন্ট্রাল মেকানিক্যাল ইঞ্জিনিয়ারিং রিসার্চ ইনস্টিটিউট, দুর্গাপুর\n-সিএমইআরআই\n১২) সেন্ট্রাল রোড রিসার্চ ইনস্টিটিউট , নতুন দিল্লি (সিআরআরআই)\n১৩) কেন্দ্রীয় বৈজ্ঞানিক যন্ত্রপাতি সংস্থা , চণ্ডীগড় (CSIO)\n১৪)সেন্ট্রাল সল্ট অ্যান্ড মেরিন কেমিক্যাল রিসার্চ ইনস্টিটিউট, ভাবনগর -সিএসএমসিআরআই\n১৫) CSIR সেন্টার ফর ম্যাথমেটিকাল মডেলিং অ্যান্ড কম্পিউটার সিমুলেশন , ব্যাঙ্গালোর (CMMACS)\n১৬) জিনোমিক্স এবং ইন্টিগ্রেটিভ বায়োলজি ইনস্টিটিউট, দিল্লি - আইজিআইবি\n১৭) অ্যাডভান্সড ম্যাটেরিয়ালস অ্যান্ড প্রসেস রিসার্চ ইনস্টিটিউট, ভোপাল (পুরানো নাম - আঞ্চলিক গবেষণা ল্যাবরেটরি, ভোপাল)\n১৮) ইন্ডিয়ান ইনস্টিটিউট অফ কেমিক্যাল বায়োলজি, কলকাতা-(আইআইসিবি) -\n১৯) ইন্ডিয়ান ইনস্টিটিউট অফ কেমিক্যাল টেকনোলজি, হায়দ্রাবাদ (আইআইসিটি)\n২০) ইন্ডিয়ান ইনস্টিটিউট অফ পেট্রোলিয়াম, দেরাদুন (আইআইপি)\n২১) ইনস্টিটিউট অফ মাইক্রোবিয়াল টেকনোলজি, চণ্ডীগড় - (আইএমটি)\n২২) ন্যাশনাল বোটানিক্যাল রিসার্চ ইনস্টিটিউট, লখনউ (এনজিআরআই)\n২৩) ন্যাশনাল কেমিক্যাল ল্যাবরেটরি , পুনে (এনসিএল)\n২৪) ন্যাশনাল এনভায়রনমেন্টাল ইঞ্জিনিয়ারিং রিসার্চ ইনস্টিটিউট, নাগপুর (এনইইআরআই)\n২৫) ন্যাশনাল জিওফিজিক্যাল রিসার্চ ইনস্টিটিউট, হায়দ্রাবাদ (এনজিআরআই)\n২৬) ন্যাশনাল ইনস্টিটিউট অফ ওশানোগ্রাফি, ডোনা পাওলা (এনআইও)\n২৭) জাতীয় মহাকাশ গবেষণাগার (এনএএল)\n২৮) ন্যাশনাল মেটালার্জিক্যাল ল্যাবরেটরি, জামশেদপুর (এনএমএল)\n২৯) ন্যাশনাল ফিজিক্যাল ল্যাবরেটরি , নতুন দিল্লি (এনপিএল)\n৩০) সেন্টার ফর সেলুলার অ্যান্ড মলিকুলার বায়োলজি, হায়দ্রাবাদ (সিসিএমবি)\n৩১) স্ট্রাকচারাল ইঞ্জিনিয়ারিং রিসার্চ সেন্টার, চেন্নাই (এসইআরসি)\n৩২) টক্সিকোলজি রিসার্চ , লখনউ (পূর্বে 'ইন্ডাস্ট্রিয়াল টক্সিকোলজি রিসার্চ সেন্টার' নামে পরিচিত) (IITR)\n৩৩) নর্থ ইস্ট ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি, জোড়হাট (আরআরএল) NEIST, জোড়হাট -\n৩৪) ন্যাশনাল ইনস্টিটিউট অফ সায়েন্স কমিউনিকেশন অ্যান্ড ইনফরমেশন রিসোর্সেস , নতুন দিল্লি (NISCAIR)\n৩৫) ন্যাশনাল ইনস্টিটিউট অফ সায়েন্স, টেকনোলজি অ্যান্ড ডেভেলপমেন্ট স্টাডিজ , নতুন দিল্লি - NISTADS\n৩৬) হিমালয়ান ইনস্টিটিউট অফ বায়োরিসোর্স টেকনোলজি , পালামপুর - আইএইচবিটি\n৩৭) আঞ্চলিক গবেষণা ল্যাবরেটরি, ভুবনেশ্বর (এখন খনিজ ও উপকরণ প্রযুক্তি ইনস্টিটিউট নামে পরিচিত (https://web.archive.org/web/20130310032908/http://immt.res.in/ ))\n৩৮) আঞ্চলিক গবেষণা ল্যাবরেটরি , জম্মু\n\n\n== প্রতিষ্ঠানের কাঠামো ==\nপ্রেসিডেন্ট : ভারতের প্রধানমন্ত্রী (পদাধিকার বলে)\nভাইস প্রেসিডেন্ট: বিজ্ঞান ও প্রযুক্তি মন্ত্রী, ভারত সরকার (পদাধিকার বলে)\nগভর্নিং বডি: মহাপরিচালক গভর্নিং বডির প্রধান। অন্য পদাধিকারবলে সদস্য অর্থ সচিব (ব্যয়)। অন্যান্য সদস্যদের মেয়াদ তিন বছর।\n'সিএসআইআর' উপদেষ্টা বোর্ড  : বিজ্ঞান ও প্রযুক্তির সংশ্লিষ্ট ক্ষেত্রের বিশিষ্ট পনের  সদস্য নিয়ে গঠিত সংস্থা। এর কাজ হল গভর্নিং বডিকে বিজ্ঞান ও প্রযুক্তির বিষয়ে প্রাথমিক তথ্য প্রদান। সদস্যের মেয়াদ তিন বছর।\n\n\n== 'সিএসআইআর'এর কৃতিত্ব ==\n\n১৯৫০ খ্রিস্টাব্দে ভারতের প্রথম সিন্থেটিক ড্রাগ, মেথাক্যালোন তৈরি হয়। \nপ্রতিরক্ষা উদ্দেশ্যে CGCRI  এ অপটিক্যাল গ্লাস তৈরি করে।\n১৯৬৭ খ্রিস্টাব্দে সম্পূর্ণরূপে আদিবাসী জ্ঞানের উপর ভিত্তি করে প্রথম ভারতীয় ট্র্যাক্টর স্বরাজতৈরি করে। \nপ্রকৃতিতে বিশ বছরের তুলনায় সপ্তাহের মধ্যে বাঁশের ফুল ফোটার প্রথম সাফল্য। \nপ্রথমে আদিবাসী আন্দামানিজ উপজাতিদের জিনগত বৈচিত্র্য বিশ্লেষণ করা এবং ৬০,০০০ বছর আগে আফ্রিকা থেকে তাদের উৎপত্তি স্থাপন করা। \nমানুষের মধ্যে ক্যান্সারের জন্য ড্রাগ স্ক্রিনিংয়ের জন্য প্রথম ট্রান্সজেনিক ড্রোসোফিলা মডেল তৈরি করে।\nউদ্ভাবিত, সপ্তাহে একবার নন- স্টেরয়েড ফ্যামিলি প্ল্যানিং পিল সহেলি এবং অ্যাজমার জন্য নন-স্টেরয়েডাল হার্বাল পিল যার নাম আসমন । \nডিজাইন করা হয়েছে ভারতের প্রথম সমান্তরাল প্রসেসিং কম্পিউটার, ফ্লোসলভার । \nসবচেয়ে আধুনিক আণবিক পাতন প্রযুক্তি ব্যবহার করে ডিগবোইতে ভারতের একশ' বছরের পুরনো শোধনাগারকে পুনরুজ্জীবিত করা হয়েছে। \nটাটা কন্‌সাল্টেন্সি সার্ভিসেস এর সাথে, বায়োইনফরমেটিক্সের জন্য একটি বহুমুখী পোর্টেবল পিসি-ভিত্তিক সফ্টওয়্যার 'বায়ো-স্যুট' তৈরি করেছে। \n14 সিটার প্লেনের ডিজাইন ' সারস '। \nবিশ্বে সর্বপ্রথম প্রতিষ্ঠিত ' ট্র্যাডিশনাল নলেজ ডিজিটাল লাইব্রেরি ' পাঁচটি আন্তর্জাতিক ভাষায়, ইংরেজি, জার্মান, ফ্রেঞ্চ, জাপানিজ এবং স্প্যানিশ ভাষায় অ্যাক্সেসযোগ্য। \nক্ষত নিরাময়ের জন্য হলুদ ( হলুদ ) এবং কীটনাশক হিসাবে নিম ব্যবহারের জন্য মার্কিন যুক্তরাষ্ট্রে পেটেন্টের অনুমোদনকে সফলভাবে চ্যালেঞ্জ করেছেন। \n২০০৭ খ্রিস্টাব্দে, NMITLI প্রোগ্রামের অধীনে, গ্রাম-নেগেটিভ সেপসিসের ওষুধ সেপসিভাক এর অধ্যয়ন শুরু করে। \n২০০৯ খ্রিস্টাব্দে, হিউম্যান জিনোমের সিকোয়েন্সিং সম্পন্ন হয়। \n২০১১ খ্রিস্টাব্দে, ভারতের প্রথম দেশীয় বেসামরিক বিমানের সফল পরীক্ষা করা হয়েছে, ন্যাশনাল অ্যারোস্পেস ল্যাবরেটরিজ এবং মাহিন্দ্রা অ্যারোস্পেসের সহযোগিতায় তৈরি NAL NM5 ।\n২০২০ খ্রিস্টাব্দে, কোভিড-১৯ রোগীদের মৃত্যুর হার কমাতে Sepsivac এর কার্যকারিতা মূল্যায়নের জন্য ক্লিনিকাল ট্রায়াল শুরু করেছে। \n\n\n== শান্তি স্বরূপ ভাটনগর পুরস্কার ==\n\n'বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ'-এর প্রথম প্রতিষ্ঠাতা-পরিচালক শান্তি স্বরূপ ভাটনগর ১৯৫৫ খ্রিস্টাব্দের ১ জানুয়ারি প্রয়াত  হন। বিজ্ঞান ও প্রযুক্তি গবেষণার ক্ষেত্রে তার অসামান্য অবদানের কথা স্মরণে রেখে  বিজ্ঞান ও প্রযুক্তিতে শান্তি স্বরূপ ভাটনগর পুরস্কার সংক্ষেপে \"শান্তি স্বরূপ ভাটনগর পুরস্কার\" প্রবর্তন করা হয় এবং ১৯৫৮ খ্রিস্টাব্দে সর্বপ্রথম প্রদান করা হয়।\nসংস্থার গবেষণা বিভাগ- জীববিজ্ঞান, রসায়ন বিজ্ঞান, আর্থ সায়েন্স, বায়ুমণ্ডল, মহাসাগর এবং গ্রহ, প্রকৌশল, গাণিতিক বিজ্ঞান, চিকিৎসা বিজ্ঞান এবং ভৌত বিজ্ঞান,প্রতিটি গবেষণা বিভাগ হতে প্রাপক মনোনীত করে থাকে।\nপুরস্কার হিসাবে প্রাপকের কৃতিত্বের স্বীকৃতিস্বরূপ একটি মানপত্র, একটি ফলক এবং নগদ অর্থ ₹৫ লাখ (US$ ৬,৮০০) টাকা প্রদান করা হয়। এছাড়াও, প্রাপকেরা ৬৫ বছর বয়স পর্যন্ত প্রতি মাসে ১৫,০০০ টাকা পেয়ে থাকেন।\nপ্রতি বছর,'বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ'-এর পুরস্কার নির্বাচন কমিটি প্রতিটি গবেষণা বিভাগের সর্বোচ্চ ২ জনকে পুরস্কার প্রদান করে। পরিসংখ্যান অনুসারে, বিজ্ঞান ও প্রযুক্তিতে তাদের মৌলিক কাজের জন্য ৫২৫ জনকে এসএসবি পুরস্কার প্রদান করা হয়েছে।\nপ্রার্থীদের মানদণ্ড-\n\nভারতীয় নাগরিক\nভারতে কর্মরত ভারতের বিদেশী নাগরিক (OCI) এবং ভারতীয় বংশোদ্ভূত ব্যক্তি (PIO)\nপুরস্কারপ্রাপ্ত ব্যক্তি অবশ্যই মানব জ্ঞান এবং অগ্রগতিতে স্পষ্টভাবে গুরুত্বপূর্ণ এবং অসামান্য অবদান রেখেছেন - মৌলিক এবং প্রয়োগ - প্রচেষ্টার ক্ষেত্রে, যা তার বিশেষীকরণ।\nঊর্ধ্ব বয়স সীমা - ৪৫ বছর।\nউপরোক্ত মানদণ্ড এবং উপদেষ্টা কমিটি প্রদত্ত নির্বাচন পদ্ধতিতে নির্বাচন কমিটি পুরস্কারের জন্য যোগ্য প্রার্থী বাছাই করে থাকে।\n\n\n== আরো দেখুন ==\n \n\nইন্ডিয়ান কাউন্সিল অফ এগ্রিকালচারাল রিসার্চ\nইন্ডিয়ান কাউন্সিল অফ মেডিকেল রিসার্চ\n\n\n== তথ্যসূত্র =="}