{"pageid": 1176106, "title": "অ্যাওয়ে গোল নিয়ম", "url": "https://bn.wikipedia.org/wiki?curid=1176106", "content": "অ্যাওয়ে গোল নিয়ম (এছাড়াও সফরকারী গোল নিয়ম নামে পরিচিত) হলো ফুটবল এবং অন্যান্য ক্রীড়ায় সমতাভঙ্গ করার একটি পদ্ধতি, যেখানে দলগুলো একে অপরের সাথে হোম অ্যান্ড অ্যাওয়ে ভিত্তিতে দুই ম্যাচে অংশগ্রহণ করে খেলে। এই নিয়ম অনুযায়ী, যদি প্রতিটি দলের করা মোট গোল সংখ্যা সমান হয়, তবে যে দলটি প্রতিপক্ষ দলের মাঠে বেশি গোল করেছে তারা জয়লাভ করবে। এটি কখনও কখনও এই বলে অভিহিত করা হয় যে অ্যাওয়ে গোলগুলো সমতাভঙ্গের ক্ষেত্রে \"দ্বৈত গণনা\" করা হয়, যদিও কাগজে কলমে মোট অতিরিক্ত বা \"দ্বৈত\" গোল যোগ করার পরিবর্তে অ্যাওয়ে গোলের মাধ্যমে জয়ী দলটির তথ্যে সমান সংখ্যক গোল যুক্ত করা হয়।\nঅ্যাওয়ে গোল নিয়মটি প্রায়ই দুই লেগের ম্যাচে ব্যবহার করা হয়, যেখানে প্রাথমিক ফলাফলটি সামগ্রিক স্কোর দ্বারা নির্ধারিত হয় – অর্থাৎ উভয় ম্যাচের স্কোর একসাথে যোগ করা হয়। অনেক প্রতিযোগিতায়, অ্যাওয়ে গোলের নিয়মটি এই ধরনের ক্ষেত্রে প্রথম টাইব্রেকার হিসেবে ব্যবহার করা হয়, যদি প্রতিটি দল একই সংখ্যক অ্যাওয়ে গোল করে থাকে তবে দ্বিতীয় টাইব্রেকার হিসেবে পেনাল্টি শুট-আউট ব্যবহার করা হয়। অ্যাওয়ে গোলের নিয়মটি কেবলমাত্র দ্বিতীয় লেগের স্বাভাবিক সময়ের খেলা শেষে প্রযোজ্য কিনা অথবা অতিরিক্ত সময়েও প্রযোজ্য কিনা – তা বিভিন্ন প্রতিযোগিতায় বিভিন্নভাবে ব্যবহার করা হয়। ১৯৬৫–৬৬ ইউরোপীয় কাপ উইনার্স কাপে উয়েফা প্রথমবারের মতো এই নিয়মটি ব্যবহার করেছে। ২০২১ সালের ২৪শে জুন তারিখে উয়েফা ২০২১–২২ মৌসুম হতে উয়েফার সকল ক্লাব প্রতিযোগিতায় অ্যাওয়ে গোল নিয়ম বিলুপ্তির প্রস্তাব অনুমোদন করেছে।\n\n\n== ব্যাখ্যা ==\nউদাহরণ ক\nপ্রথম লেগে, ফলাফল: ক দল (হোম) ১–০ খ দল (অ্যাওয়ে)।\nদ্বিতীয় লেগে, ফলাফল: ক দল (অ্যাওয়ে) ০–১ খ দল (হোম)।\nএই উদাহরণে, সমষ্টিগত স্কোর ১–১। যেহেতু কোন দলই অ্যাওয়ে গোল করতে পারেনি, তাই ম্যাচটি পরবর্তী টাইব্রেকার, অর্থাৎ অতিরিক্ত সময়ে অগ্রসর হবে।\n\nউদাহরণ খ\nপ্রথম লেগে, ফলাফল: ক দল (হোম) ১–০ খ দল (অ্যাওয়ে)।\nদ্বিতীয় লেগে, ফলাফল: ক দল (অ্যাওয়ে) ১–২ খ দল (হোম)।\nএই উদাহরণে, সমষ্টিগত স্কোর ২–২। যেহেতু ক দল দ্বিতীয় লেগে একটি অ্যাওয়ে গোল করেছে এবং খ দল প্রথম লেগে অ্যাওয়ে গোল করেনি; তাই ক দল প্রতিযোগিতার পরবর্তী পর্বে অগ্রসর হবে কেননা তারা খ দলের চেয়ে বেশি অ্যাওয়ে গোল করেছে।\n\nউদাহরণ গ\nপ্রথম লেগে, ফলাফল: ক দল (হোম) ১–০ খ দল (অ্যাওয়ে)।\nদ্বিতীয় লেগে, ৯০ মিনিট শেষে ফলাফল: ক দল (অ্যাওয়ে) ০–১ খ দল (হোম)।\nদ্বিতীয় লেগে, অতিরিক্ত সময় শেষে ফলাফল: ক দল (অ্যাওয়ে) ১–২ খ দল (হোম)।\nএই উদাহরণে, দ্বিতীয় লেগের ৯০ মিনিট শেষে সমষ্টিগত স্কোর ১–১ এবং কোন দলই অ্যাওয়ে গোল করতে পারেনি, তাই ম্যাচটি অতিরিক্ত সময়ে অগ্রসর হবে। অতিরিক্ত সময়ের খেলা শেষে সমষ্টিগত স্কোর ২–২। যেহেতু অতিরিক্ত সময় শেষে ক দল একটি অ্যাওয়ে গোল করেছে এবং প্রতিযোগিতার নিয়ম অনুসারে অতিরিক্ত সময়ের পরে করা গোল গণনা করা হয়, তাই ক দল প্রতিযোগিতার পরবর্তী পর্বে অগ্রসর হবে কেননা তারা খ দলের চেয়ে বেশি অ্যাওয়ে গোল করেছে।\n\nউদাহরণ ঘ\nপ্রথম লেগে, ফলাফল: ক দল (হোম) ১–০ খ দল (অ্যাওয়ে)।\nদ্বিতীয় লেগে, ৯০ মিনিট শেষে ফলাফল: ক দল (অ্যাওয়ে) ০–১ খ দল (হোম)।\nদ্বিতীয় লেগে, অতিরিক্ত সময় শেষে ফলাফল: ক দল (অ্যাওয়ে) ১–২ খ দল (হোম)।\nএই উদাহরণে, দ্বিতীয় লেগের ৯০ মিনিট শেষে সমষ্টিগত স্কোর ১–১ এবং কোন দলই অ্যাওয়ে গোল করতে পারেনি, তাই ম্যাচটি অতিরিক্ত সময়ে অগ্রসর হবে। অতিরিক্ত সময়ের খেলা শেষে সমষ্টিগত স্কোর ২–২। পূর্ববর্তী উদাহরণের মতো অতিরিক্ত সময় শেষে ক দল একটি অ্যাওয়ে গোল করেছে তবে প্রতিযোগিতার নিয়ম অনুসারে অতিরিক্ত সময়ের পরে করা গোল গণনা করা হয় না, তাই ম্যাচটি পরবর্তী টাইব্রেকার, অর্থাৎ পেনাল্টি শুট-আউটে অগ্রসর হবে।\n\nউদাহরণ ঙ\nপ্রথম লেগে, ফলাফল: ক দল (হোম) ১–০ খ দল (অ্যাওয়ে)।\nদ্বিতীয় লেগে, ৯০ মিনিট শেষে ফলাফল: ক দল (অ্যাওয়ে) ০–১ খ দল (হোম)।\nদ্বিতীয় লেগে, অতিরিক্ত সময় শেষে ফলাফল: ক দল (অ্যাওয়ে) ০–১ খ দল (হোম)।\nএই উদাহরণে, দ্বিতীয় লেগের ৯০ মিনিট শেষে সমষ্টিগত স্কোর ১–১ এবং কোন দলই অ্যাওয়ে গোল করতে পারেনি, তাই ম্যাচটি অতিরিক্ত সময়ে অগ্রসর হবে এবং যেহেতু অতিরিক্ত সময়েও কোন গোল হয়নি, তাই ম্যাচটি পরবর্তী টাইব্রেকার, অর্থাৎ পেনাল্টি শুট-আউটে অগ্রসর হবে।\n\n\n== ব্যবহার ==\nঅ্যাওয়ে গোল নিয়মটি বেশ কিছু দুই লেগের ফুটবল প্রতিযোগিতায় প্রয়োগ করা হয়, যার মধ্যে ক্যাফ চ্যাম্পিয়নস লিগ, ক্যাফ কনফেডারেশন কাপ এবং ফিফা বিশ্বকাপ অথবা উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপের বাছাইপর্বের দুই লেগের প্লে অফ অন্যতম।\n২০১৪ হতে ২০১৮ সাল পর্যন্ত, মার্কিন যুক্তরাষ্ট্র এবং কানাডার মেজর লিগ সকার এমএলএস কাপ প্লে অফে অ্যাওয়ে গোল নিয়ম ব্যবহার করেছিল, যেখানে কনফারেন্স সেমি-ফাইনাল এবং ফাইনাল (সামগ্রিক প্রতিযোগিতার কোয়ার্টার ফাইনাল এবং সেমি-ফাইনাল) দুই লেগের ছিল। এই প্রতিযোগিতায় এই নিয়মটি ২০১৪ সালের ওয়েস্টার্ন কনফারেন্স সেমি-ফাইনালে সিয়াটল সাউন্ডার্স বনাম ডালাসের ম্যাচে সর্বপ্রথম প্রয়োগ করা হয়েছিল। ২০১৯ মেজর লিগ সকার মৌসুমে, পুরো প্লে-অফ জুড়ে একক-এলিমিনেশন নকআউট বিন্যাসের ক্ষেত্রে দুই-লেগের নিয়ম বাদ দেওয়া হয়েছিল। \nলিগা এমএক্সে অ্যাওয়ে গোল নিয়ম ২০২০–২১ মৌসুম পর্যন্ত প্লে-অফের ম্যাচে প্রয়োগ করা হয়েছে। এটি ১৯৯৫–৯৬ মৌসুম পর্যন্ত ফাইনালেও প্রয়োগ করা হয়েছিল, যেখানে নেকাক্সা সেলায়াকে পরাজিত করেছিল। উক্ত ম্যাচে, নেকাক্সা সেলায়ার ১–১ গোলে সমতায় ছিল, অতঃপর দলটি চ্যাম্পিয়নশিপ জয়ের জন্য আসতেকা স্টেডিয়ামে ০–০ গোলে ড্র করতে সক্ষম হয়েছিল। উক্ত ফাইনালের পরে, অ্যাওয়ে গোলের নিয়মটি ফাইনাল থেকে সরিয়ে ফেলা হয়েছিল এবং দুই লেগের ক্ষেত্রে, অতিরিক্ত সময় এবং প্রয়োজনে পেনাল্টি শুট-আউটের নিয়ম করা হয়েছিল, যেমনটি ইনভিয়ের্নো ১৯৯৯ মৌসুমে ঘটেছিল। আতলাস এবং দেপোর্তিভো তোলুকার মধ্যকার উক্ত ম্যাচের দ্বিতীয় লেগ শেষে ম্যাচটি ৫–৫ গোলে সমতায় টাই হয়েছিল (যার ফলে অ্যাওয়ে গোল নিয়মে দেপোর্তিভো তোলুকা চ্যাম্পিয়নশিপ জয়লাভ করতো), তবে ম্যাচ অতিরিক্ত সময়ে অগ্রসর হয় এবং পেনাল্টি শুট-আউটে দেপোর্তিভো তোলুকা আতলাসকে ৫–৩ গোলের ব্যবধানে জয়লাভ করে শিরোপা জয়লাভ করেছিল।\n২০০৫ সালের পূর্বে কনমেবল কোনও প্রতিযোগিতায় অ্যাওয়ে গোল নিয়ম অথবা অতিরিক্ত সময় ব্যবহার করেনি। সমষ্টিগতভাবে যে ম্যাচে সমতায় সমান ছিল তা তাৎক্ষণিক পেনাল্টি শুট-আউটের মাধ্যমে নিষ্পত্তি করা হতো। ২০০৫ সাল থেকে ২০২১ সাল পর্যন্ত, দুই-লেগের সমতা পয়েন্টের উপর ভিত্তি করে নির্ধারণ করা হতো, অতঃপর গোল পার্থক্য এবং অ্যাওয়ে গোলের নিয়ম; যদি ফলাফলটি তখনও সমতায় থাকতো থাকে, তবে পেনাল্টি শুট-আউটের মাধ্যমে ম্যাচের বিজয়ী নির্ধারণ করা হতো। কোপা লিবের্তাদোরেসের ফাইনাল অ্যাওয়ে গোল নিয়মের একমাত্র ব্যতিক্রম ছিল, যেখানে শুধুমাত্র ফাইনালে অতিরিক্ত সময় ব্যয় করা হয়। লাতিন আমেরিকায়, একটি প্রতিযোগিতায় অ্যাওয়ে গোল নিয়ম ব্যবহার করা প্রতিযোগিতার উদাহরণ হলো কোপা দো ব্রাজিল (ব্রাজিল কাপ), যেখানে ২০১৭ সাল পর্যন্ত এই নিয়ম ব্যবহার করা হয়েছে।\nফুটবল লিগ কাপের সেমি-ফাইনাল, যা পূর্বে দুই লেগের ম্যাচ হিসেবে অনুষ্ঠিত হতো, তখন অতিরিক্ত সময়ের পরেই অ্যাওয়ে গোলের নিয়ম প্রয়োগ করা হতো।\nঅ্যাওয়ে গোল নিয়ম কখনও কখনও রাউন্ড-রবিন প্রতিযোগিতায় (অর্থাৎ, লিগ বা বাছাইপর্বের গ্রুপ পর্ব) ব্যবহার করা হয়, যেখানে এই নিয়মটি দুই বা ততোধিক বেশি দলের মধ্যকার সমতা ভাঙার জন্য ব্যবহার করা হয়। উদাহরণস্বরূপ, অ্যাওয়ে গোল উয়েফা চ্যাম্পিয়নস লিগ এবং উয়েফা কাপের গ্রুপ পর্বে তৃতীয় টাইব্রেকার। উয়েফার নকআউট পর্বের ম্যাচে অ্যাওয়ে গোল নিয়মের ব্যবহার বাতিল করার পরেও এই নিয়মটি বলবৎ ছিল। ২০০০–০১ উয়েফা চ্যাম্পিয়নস লিগের গ্রুপ সি-তে, ওলাঁপিক লিয়োনে অ্যাওয়ে গোল নিয়মে অলিম্পিয়াকোসের চেয়ে এগিয়ে দ্বিতীয় বাছাইপর্বে উত্তীর্ণ হয়েছিল। যেহেতু অন্যান্য টাইব্রেকারগুলো অগ্রাধিকার পায়, তাই এই জাতীয় প্রতিযোগিতায় অ্যাওয়ে গোলের নিয়মটি খুব কমই প্রয়োগ করা হয়। অনেক প্রতিযোগিতার গ্রুপ পর্বে, অ্যাওয়ে গোল নিয়ম কখনও প্রযোজ্য হয় না; উদাহরণস্বরূপ, ফিফা বিশ্বকাপ বাছাইপর্ব।\n১৯৬৫–৬৬ মৌসুমে বুদাপেস্ট হোনভেদ দ্বিতীয় বাছাইপর্বে দুকলা প্রাহাকে পরাজিত করার ম্যাচে উয়েফা কাপ উইনার্স কাপে অ্যাওয়ে গোলের নিয়মটি সর্বপ্রথম প্রয়োগ করা হয়েছে। অতঃপর ১৯৬৬–৬৭ সালে আন্তঃ-শহর ফেয়ার্স কাপে চালু করা হয়েছিল এবং ১৯৬৭–৬৮ ইউরোপীয় কাপের প্রথম বাছাইপর্বে, ১৯৬৮–৬৯ ইউরোপীয় কাপের দ্বিতীয় বাছাইপর্বে এবং ১৯৭০–৭১ ইউরোপীয় কাপের পরবর্তী পর্বে প্রয়োগ করা হয়েছে। এর পূর্বে, সামগ্রিকভাবে সমতা ভঙ্গের জন্য নিরপেক্ষ মাঠে প্লে-অফের আয়োজন করা হতো।\n২০২১ সালের ২৪শে জুন তারিখে, উয়েফা ২০২১-২২ মৌসুম থেকে উয়েফার সকল ক্লাব প্রতিযোগিতায় অ্যাওয়ে গোল নিয়ম বিলুপ্তির প্রস্তাব অনুমোদন করেছে।\n\n\n== তথ্যসূত্র =="}