{"pageid": 1176613, "title": "মিশ্রণীয়তা", "url": "https://bn.wikipedia.org/wiki?curid=1176613", "content": "মিশ্রণীয়তা (ইংরেজি: Miscibility) বলতে দুইটি পদার্থের যেকোনও অনুপাতে মিশ্রিত হবার ধর্মকে বোঝায়। অর্থাৎ পদার্থ দুইটি একে অপরের মধ্যে যেকোনও ঘনমাত্রায় সম্পূর্ণ দ্রবীভূত হবার সামর্থ্য রাখে এবং এভাবে একটি একটি সমসত্ব মিশ্রণ (একটি দ্রবণ) গঠন করে। মিশ্রণীয়তা পরিভাষাটি প্রায়শই দুইটি তরল পদার্থের ক্ষেত্রেই ব্যবহার করা হয়। তবে কদাচিৎ কঠিন পদার্থ ও বায়বীয় (গ্যাসীয়) পদার্থের ক্ষেত্রেও এটি প্রযোজ্য। উদাহরণস্বরূপ, পানি (জল) ও ইথানল পরস্পর মিশ্রণীয় কেননা তারা যেকোনও অনুপাতে একে অপরের মধ্যে মিশে যেতে পারে।\nএর বিপরীতে যেসব পদার্থ মেশানোর চেষ্টা করলে কিছু কিছু নির্দিষ্ট অনুপাতে দ্রবণ সৃষ্টি হয় না, সেগুলিকে একে অপরের সাপেক্ষে অমিশ্রণীয় বলা হয়। যেমন তেল পানিতে দ্রবণীয় নয়, তাই এই দুইটি তরল অমিশ্রণীয়। আবার বিউটানোন (মিথাইল ইথাইল কিটোন) পানিতে তাৎপর্যপূর্ণরূপে দ্রবণীয় হলেও তারা অমিশ্রণীয় কেননা কিছু কিছু অনুপাতে মিশ্রণটি দুইটি দশায় বিভক্ত হয়ে যায়।\n\n\n== জৈব যৌগ ==\nজৈব যৌগসমূহে প্রায়শই হাইড্রোকার্বন শৃঙ্খলের ওজনের শতকরা হার কোনও যৌগের পানিতে মিশ্রণীয়তা নির্ধারণ করে। যেমন অ্যালকোহল জাতীয় যৌগগুলির ক্ষেত্রে ইথানলের দুইটি কার্বন পরমাণু আছে ও এটি পানিতে মিশ্রণীয়, কিন্তু চারটি কার্বন পরমাণুবিশিষ্ট ১-বিউটানল পানিতে মিশ্রণীয় নয়। ১-অক্টানল নামক যৌগের ৮টি কার্বন পরমাণু আছে ও এটি কার্যত পানিতে অদ্রবণীয়, এবং এই অমিশ্রণীয়তার কারণে এটিকে বিভাজন সাম্যের জন্য একটি আদর্শ হিসেবে ব্যবহার করা হয়। সরলরৈখিক বা ঋজু-শৃঙ্খলবিশিষ্ট কার্বক্সিলিক অ্যাসিড যৌগগুলি চারটি কার্বন পরমাণুবিশিষ্ট বিউটিরিক অ্যাসিড পর্যন্ত পানিতে দ্রবণীয় বা মিশ্রণীয়, পাঁচটি কার্বন পরমাণুবিশিষ্ট ভ্যালেরিক অ্যাসিড আংশিক দ্রবণীয় এবং ছয়টি কার্বন পরমাণুবিশিষ্ট হেক্সানয়িক অ্যাসিড কার্যত অদ্রবণীয়। অপেক্ষাকৃত দীর্ঘতর স্নেহজ অ্যাসিড ও অন্যান্য লিপিডগুলিও একইভাবে অদ্রবণীয়। লিপিড অণুগুলির শৃঙ্খলগুলি অত্যন্ত দীর্ঘ, তাই প্রায় সর্বদাই এগুলি পানিতে অমিশ্রণীয় হয়ে থাকে। অন্যান্য কার্যকরী মূলক যেমন অ্যালডিহাইড ও কিটোন যৌগগুলিতেও অনুরূপ পরিস্থিতি দৃষ্ট হয়।\n\n\n== ধাতু ==\nঅমিশ্রণীয় ধাতুগুলি একে অপরের সাথে সংকর গঠনে অসমর্থ হয়। সাধারণত গলন্ত অবস্থায় মিশ্রণ সম্ভব হলেও হিমায়নের পরে ধাতুগুলি একাধিক স্তরে পৃথক হয়ে যায়। এই ধর্মটির কারণে অমিশ্রণীয় ধাতুসমূহের গলিত মিশ্রণকে দ্রুত হিমায়িত করলে কঠিন অধঃক্ষেপ গঠন করা সম্ভব। দুইটি অমিশ্রণীয় ধাতুর একটি উদাহরণ হল তামা ও কোবাল্ট, যেখানে গলিত মিশ্রণের দ্রুত হিমায়নের মাধ্যমে  দানাদার দানবীয় চৌম্বকরোধ সৃষ্টি করা সম্ভব হয়েছে।\nএছাড়া তরল অবস্থায় অমিশ্রণীয়, এমন ধাতুও আছে। শিল্পখাতে গুরুত্বপূর্ণ এমন একটি উদাহরণ হল তরল সীসাতে তরল দস্তা (জিংক) ও তরল রূপার অমিশ্রণীয়তা, কিন্তু রূপা আবার দস্তাতে মিশ্রণীয়। এই ঘটনাটি ব্যবহার করে পার্কস প্রক্রিয়া নামক একটি তরল-তরল নিষ্কাশন প্রক্রিয়া সৃষ্টি করা হয়েছে, যেখানে যেকোনও পরিমাণের রূপাবিশিষ্ট সীসাকে দস্তার সাথে গলানো হয়, ফলে রূপাটি দস্তার সাথে মিশে যায় এবং দস্তা-রূপা মিশ্রণটি দুই-দশাবিশিষ্ট তরলের উপরের সরের মতো স্তর থেকে সরিয়ে নেওয়া হয়। অতঃপর দস্তাকে তাপের মাধ্যমে বাষ্পীভূত করলে প্রায় সম্পূর্ণ বিশুদ্ধ রূপা পাওয়া যায়।\n\n\n== বিশৃঙ্খলা-মাত্রার প্রভাব ==\n \nযদি একাধিক বহুলক বা পলিমারের  একটি মিশ্রণের গঠনবিন্যাসগত বিশৃঙ্খলা-মাত্রা উপাদানগুলির চেয়ে কম হয়, তাহলে সেগুলির একে অপরের সাথে (এমনকি তরল অবস্থাতেও) একে অপরের সাথে অমিশ্রণীয় হবার সম্ভাবনা থাকে।\n\n\n== নির্ণয় ==\nপ্রায়শই দুইটি উপাদানের মিশ্রণীয়তা আলোকীয়ভাবে তথা দৃষ্টিগতভাবে (চোখে দেখে) নির্ণয় করা হয়। যখন দুইটি মিশ্রণীয় তরল পদার্থকে মেশানো হয়, এর ফলে উৎপাদিত তরলটি স্বচ্ছ হয়। যদি মিশ্রণটি ঘোলাটে হয়, তাহলে উপাদান দুইটি অমিশ্রণীয়। এই ধরনের নির্ণয়করণে সাবধানতা অবলম্বন করতে হয়। যদি উপাদান দুইটির প্রতিসরাংক একই রকমের হয়, তাহলে একটি অমিশ্রণীয় মিশ্রণকেও স্বচ্ছ মনে হতে পারে এবং ফলে মিশ্রণীয়তা নির্ণয়ে ভুল হতে পারে।\n\n\n== আরও দেখুন ==\nমিশ্রণীয়তা ব্যবধান\nঅবদ্রব\nবিষমস্ফুটনী মিশ্রণ\nদুইটি অমিশ্রণীয় তড়িৎবিশ্লেষ্য দ্রবণের আন্তঃপৃষ্ঠতল\nবহুদশাবিশিষ্ট তরল\n\n\n== তথ্যসূত্র =="}