{"pageid": 1176683, "title": "হায়াত মাহমুদ", "url": "https://bn.wikipedia.org/wiki?curid=1176683", "content": "হায়াত মাহমুদ ছিলেন একজন বাঙ্গালী মুসলিম সেনাপতি যিনি পরে বৃহত্তর বরিশালের বুজুর্গ-উমেদপুর পরগণার জমিদার হয়েছিলেন। তিনি ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে একজন সংগ্রামী এবং ঐতিহ্যবাহী মিঞা বাড়ি মসজিদ নির্মাণের জন্য সর্বাধিক পরিচিত, যা দক্ষিণ বাংলার একটি জনপ্রিয় পর্যটন আকর্ষণ হিসাবে অব্যাহত রয়েছে। \n\n\n== জীবনী ==\nহায়াত মাহমুদ সম্ভবত মালদার খাঁর ছেলে, যিনি চন্দ্রদ্বীপের রাজার সামরিক ফৌজে নিযুক্ত ছিলেন। মাহমুদও চন্দ্রদ্বীপ সামরিক ফৌজে ভর্তি হন। একবার, নিকটবর্তী চাখার এলাকার মীর ও মজুমদার জমিদার খান্দানদ্বয় চন্দ্রদ্বীপের রাজাকে অপহরণ করে। গভীর রাতে রাজাকে আজাদ করে মাহমুদ জনপ্রিয়তা অর্জন করেন। এই কাজের জন্য কৃতজ্ঞতা প্রকাশ করে রাজা দুটি তালুক প্রদান করেন মালদার খাঁ এবং হায়াত মাহমুদকে, যা পরবর্তীতে কড়াপুরের মিঞা খান্দান (মাহমুদের বংশধরদের) দ্বারা ওয়ারিশসূত্রে পাওয়া যায়। বুজুর্গ-উমেদপুর পরগণাও হায়াত মাহমুদের তালুকগুলির মধ্যে একটি ছিল।\nদক্ষিণ বাংলার একজন মজবূৎ জমিদার হয়ে উঠলে, ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি মাহমুদের মর্যাদার জন্য হুমকি হয়ে দাঁড়ায়। মাহমুদ বাংলায় কোম্পানির শাসন মেনে-চলতে এবং বুজুর্গ-উম্পেদপুর পরগণা আত্মসমর্পণ করতে অস্বীকার করেন। ফলস্বরূপ, ইংরেজ কোম্পানি বরিশালের সমস্ত জলপথ বন্ধ করার নির্দেশ দিলো। মাহমুদকে \"ডাকাত সরদার \" হিসাবে এলান করা হয়। কোম্পানির সিপাহীরা ১৭৮৯ খ্রীষ্টাব্দে তাঁকে বন্দী করতে সক্ষম হয় এবং তাঁকে জাহাঙ্গীরনগরের তৎকালীন নায়েব নাজিম ইংরেজপন্থী নুসরত জং-এর কাছে নিয়ে যায়। ১৭৯০ খ্রীষ্টাব্দে নায়েব নাজিম মাহমুদকে যাবজ্জীবন কারাদণ্ড দেওয়ার পরামর্শ দেন। লর্ড কর্নওয়ালিস মাহমুদকে ব্রিটিশ মালয় প্রিন্স অফ ওয়েলস দ্বীপে নির্বাসিত করেন এবং বুজুর্গ-উমেদপুরের জমিদারি কেড়ে নেন।\nমাহমুদ ১৮০৬ খ্রীষ্টাব্দে আজাদী পান এবং তারপরে শান্ত জীবনযাপন শুরু করেন। কড়াপুরে ৩০ একর জমিতে বাড়ি তৈরি করেন তিনি। মাহমুদকে ১৮০৭ খ্রীষ্টাব্দে মিয়া বাড়ি মসজিদ প্রতিষ্ঠার কৃতিত্ব দেওয়া হয়,   যদিও অল্প কয়েকজন দাবি করেছে যে মসজিদটি তাঁর ছেলে মাহমুদ জাহিদ দ্বারা প্রতিষ্ঠিত হয়েছিল।   মাহমুদ জাকির নামে তার আরেকটি ছেলেও ছিল।\n\n\n== আরও দেখুন ==\nমির্জা আগা বাকের, বুজুর্গ-উমেদপুরের পূর্ববর্তী জায়গিরদার\nনেয়ামত খাঁ, চন্দ্রদ্বীপ রাজ্যের একজন উজির\nসৈয়দ আজিজুল হক, চাখার মজুমদারদের আত্মীয়\nকীর্তিনারায়ণ বসু, চন্দ্রদ্বীপের পঞ্চম রাজা এবং কেওড়ার মুসলিম বাকলাই খান্দানের প্রতিষ্ঠাতা\nছবি খাঁ, বাকলার মোগল ফৌজদার\n\n\n== তথ্যসূত্র =="}