{"pageid": 1176311, "title": "মাহশা আমিনী প্রতিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1176311", "content": "ইরানের হিজাব বিরোধী বিক্ষোভ, ২০২২ হলো চলমান বিক্ষোভ ও নাগরিক অবাধ্যতার একটি অংশ যা মাহশা আমিনী (ফার্সি: مهسا امینی) বা যিনা আমিনী (ফার্সি: ژینا امینی, কুর্দি: ژینا ئەمینی, Zhina Amini), এর মৃত্যুর পর ১৬ সেপ্টেম্বর ২০২২-এ শুরু হয়েছিল, যিনি পুলিশ হেফাজতে মারা যান। ইরানের ইসলামি \"নৈতিকতা পুলিশ\" নামে পরিচিত গাইডেন্স প্যাট্রোল তাঁকে মারধর করে এবং একটি \"অপূর্ণাঙ্গ পর্দা (হিজাব)\" সম্পর্কিত একটি পোশাক আইন লঙ্ঘনের অভিযোগে অভিযুক্ত করে। কুর্দিস্তান প্রদেশের সাক্কেজ, সানন্দাজ, দিভান্দার্‌রেহ, বানেহ ও বিজার শহরে বিক্ষোভ শুরু হয় এবং পরে ইরানের অন্যান্য অংশে ছড়িয়ে পড়ে। এই বিক্ষোভ আন্দোলনগুলো একদিন পর দ্রুত ছড়িয়ে পড়তে থাকে এবং তেহরান, হামাদান, কেরমানশাহ, মাশহাদ, সবজেভার, আমোল, বাবোল, এসফাহন, কেরমান, শিরাজ, তাবরিজ, রাশৎ, সারি, কারাজ, চালুস, নওশহর, টোনেকাবন, আরাক, ইলাম, কিশ দ্বীপ প্রভৃতি শহর অন্যান্য অনেক শহরে দ্রুত ছড়িয়ে পড়ে।\n২২ সেপ্টেম্বর ২০২২ (2022-09-22)-এর হিসাব অনুযায়ী, কমপক্ষে পঞ্চাশ জন বিক্ষোভকারী নিহত হয়েছে, ১,৫০০ জনেরও বেশি প্রাণহানি সংঘটিত ২০১৯-২০২০ বিক্ষোভের পর থেকে এটি ইরানের সবচেয়ে মারাত্মক বিক্ষোভ।\nবিক্ষোভের প্রতিক্রিয়ায় ইরান সরকার শুধু বিক্ষোভ দমনই করেনি বরং বিক্ষোভকারীদের সংঘবদ্ধ করার ক্ষমতা হ্রাস করতে ইনস্টাগ্রাম ও হোয়াটসঅ্যাপের মতো অ্যাপগুলিতে অ্যাক্সেস এবং সীমিত ইন্টারনেট অ্যাক্সেসিবিলিটি অবরুদ্ধ করে দিয়েছে। এটি ২০১৯ সালের পর ইরানে সবচেয়ে গুরুতর ইন্টারনেট নিষেধাজ্ঞা, যখন ইন্টারনেট অ্যাক্সেস সম্পূর্ণরূপে বন্ধ করে দেওয়া হয়েছিল।\n\n\n== প্রেক্ষাপট ==\n\nইরানে বাধ্যতামূলক হিজাবের বিরুদ্ধে বিক্ষোভ ২০১৭ সালে শুরু হয়েছিল। মাহশা আমিনী ছিলেন ২২ বছর বয়সী কুর্দি-ইরানি তরুণী, যাঁকে \"অপূর্ণাঙ্গ হিজাব\" পরিধানের জন্যে ১৪ ই সেপ্টেম্বর ২০২২ তারিখে গাইডেন্স প্যাট্রোল গ্রেপ্তার করেছিল। অভিযোগ করা হয়, প্যাট্রোল কর্তৃক মারধর করায় মাথার খুলিতে আঘাতের কারণে তিনি ব্রেন ডেড হয়ে পড়েছিলেন। দুই দিন পরে ১৬ সেপ্টেম্বর তিনি মারা যান। তাঁর জানাজার পর ইরানের বিভিন্ন জায়গায় বিক্ষোভ অনুষ্ঠিত হয়েছিল। পরে ১৮ সেপ্টেম্বর কুর্দিস্তান প্রদেশ থেকে তেহরানে দেশব্যাপী একটি ধর্মঘট ডাকা হয়। ইরানি কুর্দিস্তান দল এবং কুর্দিস্তানের নাগরিক ও রাজনৈতিক কর্মীরা সোমবার একটি সাধারণ ধর্মঘট দিবস ঘোষণা করেছে।\n\n\n== আরও দেখুন ==\nহোমা দারাবি\n\n\n== তথ্যসূত্র =="}