{"pageid": 1176, "title": "বার্বাডোস", "url": "https://bn.wikipedia.org/wiki?curid=1176", "content": "বার্বাডোস (ইংরেজি: Barbados) ক্যারিবীয় সাগরে ক্যারিবীয় দ্বীপপুঞ্জের একটি দ্বীপ রাষ্ট্র। ক্যারিবীয় সাগরের দ্বীপগুলির মধ্যে এটি সবচেয়ে পূর্বে অবস্থিত। বার্বাডোস প্রায় তিন শতাব্দী ধরে একটি ব্রিটিশ উপনিবেশ ছিল। ১৯৬৬ সালে এটি যুক্তরাজ্যের কাছ থেকে স্বাধীনতা লাভ করে। অ্যাংলিকান গির্জা থেকে শুরু করে জাতীয় খেলা ক্রিকেট পর্যন্ত দেশটির সর্বত্র ব্রিটিশ ঐতিহ্যের ছাপ সুস্পষ্ট। বার্বাডোসের বর্তমান অধিবাসীদের বেশির ভাগই চিনির প্ল্যান্টেশনে কাজ করানোর জন্য নিয়ে আসা আফ্রিকান দাসদের বংশধর। দক্ষিণ-পশ্চিম উপকূলে অবস্থিত ব্রিজটাউন দেশটির বৃহত্তম শহর, প্রধান বন্দর ও রাজধানী।\nবার্বাডোসের শুভ্র বালুর সৈকত ও দ্বীপের চারদিক ঘিরে থাকা প্রবাল প্রাচীর বিখ্যাত। বহু বছর ধরে আখ ছিল অর্থনীতির প্রধান পণ্য। ১৯৭০-এর দশকে পর্যটন শিল্প প্রধান শিল্পে পরিণত হয়। দ্বীপটি এই অঞ্চলের সবচেয়ে জনপ্রিয় পর্যটক গন্তব্যস্থলের একটি। দ্বীপের সরকার বার্বাডোসলে অফশোর ব্যাংকিং এবং তথ্যপ্রযুক্তির একটি কেন্দ্র হিসেবে গড়ে তুলেছেন।\n\n\n== ইতিহাস ==\nপ্রত্নতাত্ত্বিক প্রমাণ থেকে জানা যায় যে মানুষ সম্ভবত 1600 খ্রিস্টপূর্বাব্দে দ্বীপটিতে প্রথম বসতি বা পরিদর্শন করেছিল।\nকোন ইউরোপীয় জাতি বার্বাডোসে প্রথম এসেছিল তা অনিশ্চিত, যা সম্ভবত ১৫ শতক বা ১৬ শতকের কোন এক সময়ে হয়েছিল।\n\n\n== রাজনীতি ==\nরাষ্ট্রের প্রধান হলেন বার্বাডোসের রাষ্ট্রপতি - বর্তমানে সান্দ্রা ম্যাসন - বার্বাডোসের সংসদ দ্বারা চার বছরের মেয়াদের জন্য নির্বাচিত, এবং বার্বাডোসের প্রধানমন্ত্রী , যিনি সরকার প্রধান , দ্বারা বার্বাডিয়ান রাজ্যের বিষয়ে পরামর্শ দেন । সংসদের নিম্নকক্ষ, হাউস অফ অ্যাসেম্বলির মধ্যে 30 জন প্রতিনিধি রয়েছেন। সিনেটে , পার্লামেন্টের উচ্চকক্ষে 21 জন সিনেটর রয়েছে।\nবার্বাডোস একটি দ্বি-দলীয় ব্যবস্থা হিসাবে কাজ করে । প্রভাবশালী রাজনৈতিক দলগুলি হল ডেমোক্রেটিক লেবার পার্টি এবং বর্তমান বার্বাডোস লেবার পার্টি ।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\nবার্বাডোস 11টি প্যারিশে বিভক্ত\n\n\n== ভূগোল ==\n\n\n== অর্থনীতি ==\nমাথাপিছু জিডিপি (গ্রস ডোমেস্টিক প্রোডাক্ট) এর পরিপ্রেক্ষিতে বার্বাডোস হল বিশ্বের 52 তম ধনী দেশ।\n\n\n== জনসংখ্যা ==\nবার্বাডোসের বর্তমান জনসংখ্যা ২৮৭,৪৩২(২৭/০৭/২০২০-সর্বশেষ হালনাগাদ অনুযায়ী)।প্রতি বর্গ কিলোমিটার এলাকায় বাস করেন ৬৬৮ জন। (উৎসঃ https://www.worldometers.info/world-population/barbados-population/)\n\n\n== সংস্কৃতি ==\n\n\n== খেলাধুলা ==\nব্রিটিশ ঔপনিবেশিক ঐতিহ্যের অন্যান্য ক্যারিবীয় দেশগুলির মতো, দ্বীপে ক্রিকেট খুবই জনপ্রিয়। ওয়েস্ট ইন্ডিজ ক্রিকেট দলে সাধারণত অনেক বার্বাডিয়ান খেলোয়াড় থাকে। বেশ কয়েকটি প্রস্তুতি ম্যাচ এবং ছয়টি \"সুপার এইট\" ম্যাচ ছাড়াও, দেশটি 2007 সালের ক্রিকেট বিশ্বকাপের ফাইনাল আয়োজন করেছিল কেনসিংটন ওভাল-এ । বার্বাডোস স্যার গারফিল্ড সোবার্স , স্যার ফ্রাঙ্ক ওয়ারেল , স্যার ক্লাইড ওয়ালকট , স্যার এভারটন উইকস , গর্ডন গ্রিনিজ , ওয়েস হল , চার্লি গ্রিফিথ , জোয়েল গার্নার , ডেসমন্ড হেইনস সহ অনেক মহান ক্রিকেটার তৈরি করেছে ।ম্যালকম মার্শাল ।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবার্বাডোস সরকারি ওয়েবসাইট\nবার্বাডোস সরকারি তথ্য পরিসেবা\nবার্বাডোস সরকারের মন্ত্রিপরিষদ সদসবৃন্দ\nবার্বাডোস বিনিয়োগ এবং উন্নয়ন কর্পোরেশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ নভেম্বর ২০০৫ তারিখে\nবার্বাডোস জাদুঘর এবং ঐতিহাসিক সমাজ\nবার্বাডোস পরিসংখ্যান পরিসেবা\nবার্বাডোস পর্যটন কর্তৃপক্ষ- পর্যটন মন্ত্রণালয়।\n২০০৮ এবং ২০০৯ এর জন্য ভ্রমণ করা ওয়েবসাইট- সম্পূর্ণভাবে বার্বাডোস\nবার্বাডোসের কেন্দ্রীয় ব্যাংকের ওয়েবসাইট\nবার্বাডোসের পার্লামেন্টের ওয়েবসাইট\nবার্বাডোসের হলুদ পাতা এবং সাদা পাতার টেলিফোন ডাইরেকটরি"}