{"pageid": 1176891, "title": "মাত্রাতিরিক্ত দাম নির্ধারণ", "url": "https://bn.wikipedia.org/wiki?curid=1176891", "content": "মাত্রাতিরিক্ত দাম নির্ধারণ এমন একটি ঘটনা যেখানে বিক্রেতা কোনও প্রয়োজনীয় কাঁচামাল, পণ্য বা সেবার দাম যুক্তিসঙ্গত বা ন্যায্য দামের চেয়ে অত্যধিক বেশি দামে উন্নীত করেন। সাধারণত চাহিদার অভিঘাত বা যোগানের অভিঘাত ঘটার পরে এই ঘটনাটি ঘটে থাকে। প্রায়শই প্রাকৃতিক দুর্যোগের পরে বা অন্য কোনও জরুরি অবস্থায় মৌলিক প্রয়োজনীয় পণ্যের দাম এভাবে বৃদ্ধি পেতে পারে।\nউদাহরণস্বরূপ, নিউ ইয়র্ক শহরের স্থানীয় সরকারের মতে কোনও জরুরি অবস্থা ঘোষণার পরে স্বাস্থ্য, নিরাপত্তা বা জনকল্যাণের জন্য অপরিহার্য কোনও পণ্য বা সেবার দাম সেই ঘোষণার ৩০ থেকে ৬০ দিন আগের দামের তুলনায় ১০% বৃদ্ধি পেলে সেটিকে মাত্রাতিরিক্ত দাম নির্ধারণ বলা হয় এবং সেটিকে বেআইনি গণ্য করা হয়।\nএ ধরনের পরিস্থিতিতে অপরিহার্য নয় এমন এবং বিলাসবহুল দ্রব্যের চাহিদা কমে যায়, ফলে অনেক ব্যবসার বিক্রয়লব্ধ মুনাফা হ্রাস পায়। এই লোকসান সামাল দেবার জন্য খুচরা বিক্রেতারা ব্যবসায় টিকে থাকার জন্য অপরিহার্য পণ্যের দাম বাড়িয়ে দিতে পারে। আবার অপরিহার্য পণ্য ও সেবার চাহিদা হঠাৎ বেড়ে যাবার কারণে তার সাথে তাল মিলিয়ে আপেক্ষিক যোগান কমে যেতে পারে, যার ফলে দাম আরও বেড়ে যেতে পারে।\nসাধারণত সরকার বা প্রশাসন মাত্রাতিরিক্ত দাম নির্ধারণ করতে ব্যবসাগুলিকে বাধা প্রদান করতে পারে। কিন্তু এ জাতীয় হস্তক্ষেপ অযাচিত পরিণামের কারণ হতে পারে। ব্যবসার মালিকদের জন্য কোনও সংকটের সময় দাম বৃদ্ধির সিদ্ধান্তটি জটিল, কারণ এর সাথে ব্যবসার টিকে থাকা যেমন সম্পর্কিত, তেমনি প্রয়োজনের সময়ে ক্রেতাদের কাছে অপরিহার্য পণ্য ও সেবা সুলভ করার নৈতিক দায়িত্বটিও বিজড়িত। এছাড়া মাত্রাতিরিক্ত দামবৃদ্ধির সাথে সমাজের সদস্যদের স্বাস্থ্য ও নিরাপত্তা ঝুঁকি বেড়ে যাওয়া বা অন্য কোনও অনিচ্ছাকৃত বিরূপ ফলাফলের মত ব্যাপারগুলিও আমলে নিতে হয়। অন্য কোনও উপায়ে ব্যয় কমানো যেত কি না, এবং আসলেই দামবৃদ্ধি যুক্তিসঙ্গত ছিল কি না, নাকি ইচ্ছাকৃত, সে ব্যাপারগুলি নির্ণয় করাও দুরূহ প্রতিভাত হতে পারে।\nসাধারণত প্রতিযোগিতামূলক মুক্ত বাজার ব্যবস্থার রেওয়াজের সাথে অসঙ্গতিপূর্ণভাবে দাম নির্ধারণ করার সাথে এটির সম্পর্ক আছে। এছাড়া অপ্রত্যাশিত মুনাফা (windfall profits) ঘটলেও ব্যাপারটিকে মাত্রাতিরিক্ত দাম নির্ধারণের সাথে জড়িত করা হতে পারে। মাত্রাতিরিক্ত দাম নির্ধারণকে প্রতারণামূলক ও অনৈতিক হিসেবে গণ্য করা হতে পারে। মার্কিন যুক্তরাষ্ট্র ও কানাডার কিছু কিছু আইনি এলাকাতে বেসামরিক জরুরি অবস্থার সময় এই ঘটনাটি ঘটলে সেটিকে অপরাধ হিসেবে গণ্য করা হতে পারে।\nমাত্রাতিরিক্ত দাম নির্ধারণের সাথে মুনাফাখুরি বা মুনাফাবাজি (Profiteering) নামক ঘটনাটির সম্পর্ক আছে। তবে মাত্রাতিরিক্ত দাম নির্ধারণ সাধারণত স্বল্পমেয়াদী ও অঞ্চলভিত্তিক হয়ে থাকে এবং সাধারণত নিত্যপ্রয়োজনীয় পণ্য যেমন খাদ্য, বস্ত্র, আশ্রয়, ঔষধ ও অন্যান্য জীবন ও সম্পদ রক্ষাকারী সরঞ্জামের সাথে জড়িত।\nমূলধারার অর্থশাস্ত্রে এই পরিভাষাটির ব্যাপক ব্যবহার নেই। তবে কদাচিৎ কোনও দমনমূলক একচেটিয়া কারবারের কর্মকাণ্ডকে নির্দেশ করতে এটি ব্যবহৃত হতে পারে, যে ব্যবসা প্রতিষ্ঠানটি বাজার দরের চেয়ে উঁচুতে দাম নির্ধারণ করে, যদিও দাম না বাড়িয়েই একটি প্রতিযোগিতামূলক পরিবেশে এটি টিকে থাকতে পারে। আবার অন্যদিকে যদি কোনও যোগানদাতা চাহিদার বক্ররেখাতে স্বল্পকালীন পরিবর্তনের সুযোগে মাত্রাতিরিক্ত মুনাফা অর্জন করে ফেলে, তাহলে সে ব্যাপারটিকেও মাত্রাতিরিক্ত দাম নির্ধারণ বলা হতে পারে।\n\n\n== আরও দেখুন ==\nলুন্ঠনাত্মক দাম নির্ধারণ\n\n\n== তথ্যসূত্র =="}