{"pageid": 1176936, "title": "ব্যবসার পরিস্থিতি", "url": "https://bn.wikipedia.org/wiki?curid=1176936", "content": "“ব্যবসার পরিস্থিতি” হলো ২০২২ সালে প্রকাশিত আলী হাসানের একটি র‍্যাপ গান। ১১ আগস্ট মুক্তি পাওয়ার পর গানটি বাংলাদেশে ভাইরাল ও প্রশংসিত হয়। গানটি কোভিড-১৯ মহামারি চলাকালীন মন্দার সময় একজন ব্যবসায়ীর দুর্দশার গল্প তুলে ধরে।\n\n\n== পটভূমি ==\nগানটির শিল্পী, সুরকার ও গীতিকার আলী হাসান। ২০১০ সালের দিকে, তিনি র‍্যাপ গান তৈরি করে \"খাস বাংলা\" নামে তার ইউটিউব চ্যানেলে আপলোড করতেন। কিন্তু সেসব গান জনপ্রিয় হয়নি। এছাড়াও তিনি কনসার্টে গান গাইতেন। তিনি র‍্যাপ সঙ্গীতের অনুপ্রেরণা পেয়েছিলেন তার দাদীর কাছ থেকে। দাদীর সাথে তিনি ছন্দে ছন্দে মজা করে কথা বলতেন। তিনি কাতারের একজন প্রবাসী ছিলেন যিনি নারায়ণগঞ্জে তার বাবার হার্ডওয়্যারের দোকানের ব্যবস্থাপনার দায়িত্ব নিতে তিন বছর থাকার পর ২০১৭ সালে দেশে ফেরেন। দোকানের দায়িত্বে থাকাকালীন তিনি খদ্দেরদের সঙ্গে তালে তালে কথা বলতেন। সেসব ছন্দ তিনি তার ডায়েরিতে লিখে রাখতেন। তার ব্যবসায় ক্রমাগত লোকসান তার গানের জন্য আরেকটি অনুপ্রেরণা ছিল। তিনি জনপ্রিয় হওয়ার জন্য গানটি প্রকাশ করেননি বরং তিনি তার ব্যবসায়ের গল্প তুলে ধরার জন্য গানটি প্রকাশ করেন।\n\n\n== রেকর্ড ও মুক্তি ==\nতিনি ২০২২ সালের ফেব্রুয়ারিতে গানটির প্রযোজনা শুরু করেন যখন তিনি দোকানটি বিক্রি করেছিলেন। তিনি মে মাসে নিজের টাকায় গানটি রেকর্ড করেন। তিনি ফেসবুকে গানটি পোস্ট করার পর, জি-সিরিজ গানটি ১১ আগস্ট ২০২২-এ প্রকাশ করে। পরিচিত একজনের বাবার অনুমতি নিয়ে তিনি একটি দোকানে গানটির মিউজিক ভিডিওর চিত্রধারণ করেন। সকাল ১১টা থেকে ৪ ঘণ্টা অপেক্ষার পর দোকান মালিক চলে যাওয়ার পর তিনি সেখানে ভিডিও করেন। মিউজিক ভিডিওটি ইউটিউবে একদিনে অন্তত ৩ লাখ ভিউ পায়। ১০ এ ফেব্রুয়ারি ২০২৩ অনুযায়ী ইউটিউবে গানটি ৩৬ মিলিয়নেরও বেশি ভিউ হয়।\n\n\n== অভ্যর্থনা ==\nগানটি জনপ্রিয় হয়ে ওঠে ও ভাইরাল হয়ে যায় কারণ এটি কোভিড-১৯ মহামারি চলাকালীন একজন ব্যবসায়ীর দুর্দশা, সমস্যা ও সংগ্রামকে চিত্রিত করেছে। গানটি নিয়ে বাংলাদেশের চলচ্চিত্র পরিচালক মোস্তফা সরয়ার ফারুকী বলেন, \"এইটা একটা আসল সোনা। শিল্পের কাজ তার সময়কে ধরা। এই গানে এর কারিগররা সময়ের বুকে বইসা সারিন্দা বাজাচ্ছে রীতিমতো!\" এছাড়া দেশের নেটিজেনরা মিউজিক ভিডিওতে আলী হাসানের অভিনয়ের প্রশংসা করেছেন। এছাড়াও গানটির প্রশংসা করেছেন শাহরিয়ার নাফীস।\n\n\n== তথ্যসূত্র =="}