{"pageid": 1176653, "title": "অ্যাবাউট ফেইস (অ্যালবাম)", "url": "https://bn.wikipedia.org/wiki?curid=1176653", "content": "অ্যাবাউট ফেইস হল ইংরেজ গায়ক এবং সঙ্গীতশিল্পী ডেভিড ডেভিড গিলমোরের দ্বিতীয় একক স্টুডিও অ্যালবাম। এটি ৫ মার্চ ১৯৮৪ সালে, গিলমারের ৩৮তম জন্মদিনের একদিন পুর্বে যুক্তরাজ্যের হার্ভেস্ট এবং মার্কিন যুক্তরাষ্ট্রের কলাম্বিয়া কর্তৃক প্রকাশিত হয়েছিল। বব এজরিন এবং গিলমোর কর্তৃক সহ-প্রযোজিত, অ্যালবামটি ফ্রান্সের বুলোন-বিলানকোর্টের পাথে মার্কোনি স্টুডিওতে ১৯৮৩ সালে রেকর্ড করা হয়েছিল। দুটি গানের কথা, \"অল লাভার্স আর ডেরেঞ্জড\" এবং \"লাভ অন দি এয়ার\", লিখেছেন দ্য হু ব্যান্ডের হু-এর পিট টাউনশ্যান্ড। টাউনশ্যান্ডের \"অল লাভার্স আর ডেরেঞ্জড\"-এর সংস্করণটি তার একক অ্যালবাম স্কুপ ৩-এ প্রদর্শিত হয়।\nঅ্যালবামটি ইতিবাচক পর্যালোচনা পেয়েছে এবং ইউকে অ্যালবাম চার্টে ২১ নম্বরে এবং ইউএস বিলবোর্ডের শীর্ষ ২০০ অ্যালবাম চার্টে ৩২ নম্বরে অবস্থানে ছিল। অ্যালবামে দুটি একক প্রকাশ করা হয়েছিল: \"ব্লু লাইট\" মার্কিন যুক্তরাষ্ট্রে ৬২ নম্বরে অবস্থান নেয়, আন্যদিকে \"লাভ অন দি এয়ার\" চার্টে  অবস্থান করতে ব্যর্থ হয়েছিল। গিলমারের স্ব-শিরোনামযুক্ত প্রথম একক অ্যালবামের মতো, অ্যাবাউট ফেইস আরআইএএ দ্বারা স্বর্ণ প্রত্যয়িত হয়েছিল। ২০০৬ সালে ইউরোপ এবং কলাম্বিয়াতে ইএমআই থেকে একটি পুনঃপ্রচারিত বৈশ্বিক সিডি প্রকাশিত হয়েছিল।\n\n\n== ট্র্যাক তালিকায়ন ==\nসকল গানের গীতিকার ডেভিড গিলমোর, উল্লেখ ব্যতিত; সকল গানের সুরকার ডেভিড গিলমোর।\n\n২০০৬ সালের রিমাস্টারে \"আনটিল ইউ স্লিপ\" এবং \"নিয়ার দ্য এন্ড\" এর জন্য যথাক্রমে ৫:২০ এবং ৫:৫০ মিনিট লম্বা ফেডআউট রয়েছে।\n\"ব্লু লাইট\" সংস্করণ:\n\n\"ব্লু লাইট\" (Single edit) – ৩:৫২\n\"ব্লু লাইট\" (12\" Mix), from the \"Blue Light\" 12\" promo single) – ৬:১০\n\"ব্লু লাইট\" (Instrumental version), B-side of \"Blue Light\" 12\" promo single – ৬:১৩\n\n\n== সফর ==\nThe supporting tour for About Face, which lasted from 31 March – 16 July 1984, covering Europe and North America saw Gilmour perform the following songs:\n\n\"আন্টিল উই স্লিপ \"\n\"অল লাভার্স আর ডেরেঞ্জড\"\n\"There's No Way Out of Here\"\n\"লাভ অন দ্য এয়ার\"\n\"মিহালিস\"\n\"ক্রুজ\"\n\"শর্ট অ্যান্ড সুইট\"\n\"রান লাইক হেল\"\n\"আউট অব দ্য ব্লু\"\n\"লেট'স গেট মেটাফিজিক্যাল\"\n\"ইউ নো আই'ম রাইট\"\n\"মানি\" (North American shows only)\n\"Blue Light\"\n\"Murder\"\nএনকোর:\n\n\n== চার্ট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAbout Face - ডিস্কোগ্‌স (প্রকাশের তালিকা)"}