{"pageid": 1176618, "title": "ক্ষুরিকা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1176618", "content": "ক্ষুরিকা উপনিষদ (সংস্কৃত: क्षुरिका उपनिषत्, তামিল: சூரிக உபநிடதம்) হল একটি প্রাচীন সংস্কৃত পাঠ এবং হিন্দুধর্মের একটি ছোট উপনিষদ। এটি চারটি বেদের বিশটি যোগ উপনিষদের মধ্যে একটি। এটি অথর্ববেদের বা কৃষ্ণ যজুর্বেদের সাথে সংযুক্ত।\nপাঠ্যটিতে যোগের অঙ্গবিন্যাস, শ্বাসের ব্যায়াম এবং শরীর ও মনকে পরিষ্কার করার উপায় হিসাবে বাইরে থেকে ভিতরে ইন্দ্রিয় প্রত্যাহার করা রয়েছে। উপনিষদ বলে, যোগের লক্ষ্য নিজের আত্মাকে জানা ও মুক্তি দেওয়া। পাঠটিকে ক্ষুরিকোপনিষদও বলা হয়।। ক্ষুরিকা উপনিষদ ১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমান ক্রমিক ক্রমানুসারে ৩১ নম্বরে তালিকাভুক্ত।\n\n\n== কালপঞ্জি ==\nমিরসিয়া এলিয়েড বলেন, পাঠ্যটি প্রাচীন, যিনি এর আপেক্ষিক কালানুক্রমকে একই সময়ে স্থাপন করেন যখন নিম্নলিখিত হিন্দু গ্রন্থগুলি রচিত হয়েছিল - মৈত্রী উপনিষদ, মহাভারতের শিক্ষামূলক অংশ, প্রধান সন্ন্যাস উপনিষদ এবং ব্রহ্মবিন্দুর মতো অন্যান্য প্রাথমিক যোগ উপনিষদগুলির সাথে ব্রহ্মবিদ্যা,  তেজোবিন্দু, যোগতত্ত্ব, নাদবিন্দু, যোগশিখা, ধ্যানবিন্দু ও অমৃতবিন্দু। এগুলি এবং ক্ষুরিকা পাঠ, এলিয়েড যোগ করে, দশ বা এগারোটি পরবর্তী যোগ উপনিষদ যেমন যোগ-কুণ্ডলিনী, বরাহ ও পশুপতব্রহ্ম উপনিষদের আগে রচিত হয়েছিল।\nগ্যাভিন ফ্লাড এর মতে এই পাঠের তারিখ, অন্যান্য যোগ উপনিষদের সাথে, সম্ভবত ১০০ খ্রীষ্টপূর্ব থেকে ৩০০ খৃষ্টাব্দ সময়কালের।\n\n\n== বিষয়বস্তু ==\nপাঠ্যটি কাব্যিক গদ্যশৈলীতে রচিত। এটি ধ্যানের সময় মনের একাগ্রতার আলোচনায় উল্লেখযোগ্য, এই বলে যে মন হল ক্ষুরিকা (ক্ষুর) যা যোগের ধারণা ধাপের সময় পার্থিব বিক্ষিপ্ততা এবং বাহ্যিক ইন্দ্রিয় বস্তুগুলিকে দূর করতে পারে। এটাকে ধ্যান-যোগ বলে।\nউপনিষদে শরীর ও মনকে পরিষ্কার করার উপায় হিসেবে আসন (ভঙ্গি), প্রাণায়াম (শ্বাসের ব্যায়াম) এবং প্রত্যাহার (বাইরে থেকে ভিতরের ইন্দ্রিয় প্রত্যাহার) বিষয়ক বিভাগ অন্তর্ভুক্ত রয়েছে। \nযোগের লক্ষ্য, উপনিষদ বর্ণনা করে, আত্মাকে জানা এবং মুক্ত করা।\n\nযোগিক ধ্যান, ক্ষুরিকা উপনিষদ বলে, ক্ষুর যা মনকে পরিবর্তিত বাস্তবতা ও জাগতিক লালসা থেকে কঠোর করতে, আত্ম-জ্ঞান ও সংসার (পুনর্জন্ম) থেকে মুক্তি পেতে সাহায্য করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nDaniélou, Alain (১ আগস্ট ১৯৯১)। Yoga: Mastering the Secrets of Matter and the Universe। Inner Traditions / Bear & Co। আইএসবিএন 978-0-89281-301-8। \nDerek (tr), Coltman (১৯৮৯)। Yoga and the Hindu Tradition। Motilal Banarsidass। আইএসবিএন 978-81-208-0543-9। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nDeussen, Paul (২০১০)। The Philosophy of the Upanishads। Oxford University Press (Reprinted by Cosimo)। আইএসবিএন 978-1-61640-239-6। \nFlood, Gavin D. (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHattangadi, Sunder (২০০০)। \"क्षुरिकोपनिषत् (Ksurika Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১২ জানুয়ারি ২০১৬। \nLarson, Gerald James; Bhattacharya, Ram Shankar (২০০৮)। Yoga : India's Philosophy of Meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nMuller, F. Max (৫ নভেম্বর ২০১৩)। The Upanisads। Routledge। আইএসবিএন 978-1-136-86442-1। \nPrasoon, Prof.S.K. (২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8।"}