{"pageid": 1176792, "title": "অদ্বয়তারক উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1176792", "content": "অদ্বয়তারক উপনিষদ (সংস্কৃত: अद्वयतारक उपनिषत्) হল একটি প্রাচীন সংস্কৃত পাঠ্য এবং হিন্দুধর্মের একটি ছোট উপনিষদ। এটি শুক্ল যজুর্বেদের সাথে সংযুক্ত ১৯টি উপনিষদের একটি। এটি যোগ উপনিষদ হিসাবে শ্রেণীবদ্ধ করা হয়।\nউপনিষদটি গুরু (শিক্ষক) সম্পর্কে আলোচনার জন্য উল্লেখযোগ্য। পাঠ্যটি আত্মদর্শনের তিনটি লক্ষ্য, তারকযোগ এবং বাস্তবতার অদ্বৈত প্রকৃতি (ব্রহ্ম) নিয়ে আলোচনা করে। পাঠ্যটিতে রাজযোগ, এবং কুণ্ডলিনী তন্ত্রের শ্লোকও রয়েছে। উপনিষদ আরও বলে যে মায়া বা মায়া হল ঈশ্বর থেকে জীবের \"পার্থক্য\" এর কারণ।\nএটি ১০৮টি উপনিষদের আধুনিক যুগের সংকলনে রাম থেকে হনুমান দ্বারা গণিত মুক্তিকা-এর ক্রমিক ক্রমে ৫৩ নম্বরে তালিকাভুক্ত হয়েছে। পাঠ্যটি অদ্বয়তারক উপনিষদ এবং অদ্বয়তারকোপনিষদ নামেও পরিচিত।\n\n\n== নামকরণ ==\nঅদ্বয়তারক একটি যৌগিক সংস্কৃত শব্দ, যা অদ্বয় (अद्वय) নিয়ে গঠিত যার অর্থ \"অনন্দ্য, পরিচয়, ঐক্য, দুই নয়, এক সেকেন্ড ছাড়া\", এবং তারক (तारक) যার আক্ষরিক অর্থ \"তারকা, চোখের ছাত্র\" এবং রূপক অর্থে \"বিদায়কারী\" , উদ্ধারকারী\"। রাজযোগের ভাষায় তারক হল ভ্রুর মাঝখানে এবং সামনের আলো যা ধ্যানের সময় উপলব্ধি করা হয়।\n\n\n== কালপঞ্জি ==\nগ্যাভিন ফ্লাড এই পাঠের তারিখ, অন্যান্য যোগ উপনিষদের সাথে, সম্ভবত ১০০ খ্রীষ্টপূর্ব থেকে ৩০০ খৃষ্টাব্দ সময়কালের।\n\n\n== গঠন ==\nঅদ্বয়তারক পাঠটি বিরল যোগ উপনিষদের মধ্যে একটি যেখানে গদ্য ও কাব্যিক পদের মিশ্রণ রয়েছে, অন্যগুলি পদ্য আকারে রয়েছে। এটি একটি অধ্যায়, আঠারোটি অনুচ্ছেদ/শ্লোক নিয়ে এবং উপসংহার উনিশতম প্রশংসা অনুচ্ছেদ নিয়ে গঠিত।\n\n\n== বিষয়বস্ত ==\n\n\n=== যোগী: নৈতিকতা প্রথম ===\nপাঠ্যটি তার লক্ষ্য ঘোষণা করে এবং নৈতিকতাকে যোগীর যোগ্যতার প্রয়োজনীয়তা বলে উল্লেখ করে তাকে যতি বলে ডাকে। যতি প্রাচীন ও মধ্যযুগীয় হিন্দু গ্রন্থে সন্ন্যাসী, ভিক্ষু, প্রব্রজিতা/প্রভ্রজিতা, শ্রমণ ও পরিভ্রাজকের সমার্থক।\nপ্রথম শ্লোকটিতে বলা হয়েছে, \"তারপর ও সেই কারণে, এই জ্ঞান যতীর জন্য যিনি ছয়টি আচরণগত গুণাবলী অর্জন করেছেন – সম (শান্ত মন, সবকিছুর প্রতি সমতা), দম (অহিংসার মতো সংযম ও আত্মসংযম),  উপ্রতি ( সহনশীলতা, নিস্তব্ধতা, তৃষ্ণা নিবারণ),  তিতিক্ষা (সহনশীলতা, প্রফুল্লতা যাই হোক না কেন),  সমাধান (কেন্দ্রবিন্দু, এক ইঙ্গিত), এবং শ্রদ্ধা (বিশ্বাস, আত্মবিশ্বাস)।\n\n\n=== তারক যোগ ===\nপাঠ্যের ২ নং শ্লোক বলে যে যোগীর সর্বদা মনে রাখা উচিত, \"আমার আসল রূপ হল চেতনা\", এবং অতীন্দ্রিয় ব্রহ্ম (চূড়ান্ত বাস্তবতা) যার আসল রূপ হল সৎ-চিত্ত-আনন্দ, বা \"সত্তা-চেতনা-আনন্দ\"। এটি এই আত্মদর্শন, পাঠকে জোর দেয়, যার দ্বারা তিনি নিজেই ব্রহ্ম রূপ (তারকা) হয়ে ওঠেন। এটি নেতি নেতি ব্যবহারের মাধ্যমে, বা \"এটি নয়, এটি নয়\", শ্লোক ৩ বলে, যোগী কি পুনর্জন্মের ভয় এবং অদ্বৈত ব্রহ্মের মুক্ত জ্ঞান থেকে মুক্তি পায়।\n\n\n==== আত্মদর্শন: তিনটি লক্ষ্য ====\n\nউপনিষদ শ্লোক ৪ থেকে ৭ পর্যন্ত আত্মদর্শন উদ্দেশ্য, লক্ষ্য নিয়ে আলোচনা করেছে।\nআত্মদর্শন তিন প্রকারের, প্রত্যেকটি অন্তর্দৃষ্টি, লক্ষণ বা দর্শন লাভ করে এবং একে তারক যোগ বলে বর্ণনা করা হয়।\nঅভ্যন্তরীণ লক্ষ্যকে তন্ত্র পরিভাষায় বর্ণনা করা হয়েছে। এটি সুষুম্না নাদী (সুষুম্না, মধ্যম-শরীর, প্রাথমিক রক্তনালী এবং শক্তি চ্যানেল) উপলব্ধি করছে, যা মেরুদন্ডের নিচ থেকে কুণ্ডলিনী হয়ে মাথার খুলি পর্যন্ত চলে। এটি তার মন দিয়ে উপলব্ধি করে, সে অতীতের পাপ থেকে বোধ করা বন্ধন থেকে মুক্তি পায়। অভ্যন্তরীণ লক্ষ্যের এই অবস্থা অর্জন করার পরে তিনি বন্ধ চোখ দিয়ে নীল দীপ্তিময় স্থান দেখতে পান। যখন কুণ্ডলিনী উপলব্ধি করা হয় তখন ব্রহ্মজ্ঞান অর্জন করা হয় যা একমাত্র পর্যায় যখন ব্যক্তি জন্ম, বার্ধক্য ও মৃত্যুর চক্রের ভয়ের প্রান্ত অতিক্রম করে।\nবাহ্যিক লক্ষ্য, দ্বিতীয় প্রকারটিকে পাঠ্যের শ্লোক ৬-এ বর্ণনা করা হয়েছে তার মাথার উপরে উজ্জ্বলতা, যোগী দ্বারা অনুভূত হয়। এটি নীল রঙের, উপরে নীল রঙের সাথে সীমানাযুক্ত, পাঠ্যটি দাবি করে এবং পৃথিবীর যেকোন দিকে সে দেখতে পায় সামনে কমলা বা সোনালি। এই নিপুণ যোগীর কাছে মহাবিশ্ব উজ্জ্বল দেখায়।\nশ্লোক ৭ তৃতীয়, মধ্যম বা মধ্যবর্তী লক্ষের উল্লেখ করে। সূর্যোদয়ের সময় যোগী এটি অনুভব করেন, যেখানে তিনি নিজেকে অভিন্ন মনে করেন, আয়ঙ্গার অনুবাদ করেন, \"উজ্জ্বল সূর্যের বিশাল চাকতি\" দিয়ে, দীপ্তিমান তারাক রূপের মহিমা দ্বারা অন্ধকারকে স্বস্তি এনে দেয়, অতীন্দ্রিয় দীপ্তি সমস্ত কিছুকে শ্রেষ্ঠ করে, বাইরে ও মধ্যে।\nএই তিন ধরনের দৃষ্টিভঙ্গি, ধাভামনি বলেন, অম্ভবি-মুদ্রা তান্ত্রিক অনুশীলনের অংশ।\n\n\n==== তারক ====\nপাঠ্যটি স্পষ্ট করে তারক-যোগ দুই প্রকারের হতে পারে:\n\nতাহলে জেনে রাখুন যে যোগ দুইটি, অগ্রাধিকার ও উত্তরের সম্পর্কের মধ্যে। পূর্বেরটি তারক (মন), পরেরটি আমনস্ক (অমন) পরিচিত হওয়া উচিত।\n\nশ্লোক ৯ দাবি করে যে মহাবিশ্বের ম্যাক্রোকোসম মানবদেহের অণুজগতের ভিতরে উপস্থিত, এবং যোগীর উচিত ম্যাক্রোকসম ও মাইক্রোকসমকে মূলত এক হিসাবে বিবেচনা করা। তারককে দুটিতে আলাদা করা যেতে পারে, একটি মূর্তি-তারক (রূপ সহ) এবং অন্যটি অমূর্তি-তারক (রূপবিহীন), ১০ শ্লোকে বলা হয়েছে। মূর্তি-তারককে ইন্দ্রিয়ের দ্বারা উপলব্ধি করা যায়, অমূর্তি-তারককে \"মন দ্বারা সাহায্যকারী চক্ষু\" দ্বারা আত্মদর্শনের মাধ্যমে জানা যায়। তারক প্রকাশ ঘটে যখন আত্মা, মন এবং চোখের সংমিশ্রণ হয়, অন্তর্নিহিত সত্য উপলব্ধি করার জন্য, পাঠটি দাবি করে।\n\nশ্লোক ১১-এ, পাঠ্যটি বলে যে তারক ও আমনাস্ক পদ্ধতিগুলি একজনের চোখ ঢালাই করে, একজনের মনের সাথে যোগীর দ্বারা চর্চা করা যেতে পারে। শম্ভু মুদ্রা ১২ শ্লোকে বর্ণিত হয়েছে। গুরুর প্রশংসা, যোগ অনুশীলনের জন্য, প্রথম শ্লোক ১৩-এ উল্লেখ করা হয়েছে, যিনি ব্যক্তিকে অন্তর্মুখী পর্যায়গুলি পরিচালনা করতে সাহায্য করেন, যোগীকে চেতনা, বুদ্ধিমত্তা ও তুরিয়া (চৈতন্যের গভীর, চতুর্থ অবস্থা) উপলব্ধি করতে নেতৃত্ব দেন।\n\n\n=== গুরুর গুরুত্ব ===\n\nঅদ্বয়তারক উপনিষদ থেকে চারটি প্রায়শ-উদ্ধৃত শ্লোক (১৪-১৮) শ্রদ্ধার সাথে গুরু বা শিক্ষককে বর্ণনা করে। শ্রেষ্ঠ আচার্য (आचार्य, আধ্যাত্মিক শিক্ষক), রাষ্ট্রীয় শ্লোক ১৪-১৫, যিনি বেদ জানেন, দেবতা বিষ্ণুর ভক্ত, তার কোনো ক্ষোভ নেই, যিনি যোগ জানেন, তার নিজের মতামত আছে, যোগ হল তার অংশ তার জীবন যাপন করে, পরিচ্ছন্ন থাকে, তার নিজের গুরুকে শ্রদ্ধা করে এবং যে পুরুষের (আত্ম-ব্রহ্ম) ধারণা বোঝে।\nউপনিষদ \"গুরু\" শব্দটিকে নিম্নরূপ ব্যাখ্যা করে:\n\nএইভাবে, একজন গুরুর ভূমিকা হল ছাত্রকে জ্ঞানে পৌঁছাতে সাহায্য করে অজ্ঞতা দূর করা। গুরু হচ্ছেন সর্বোচ্চ লক্ষ্য, অতীন্দ্রিয় ব্রহ্ম, প্রজ্ঞা, শেষ অবলম্বন, উপনিষদের ১৭ নং শ্লোক বলে।\nআরও, ১৮ শ্লোকের পাঠ্য শিক্ষককে \"চূড়ান্ত সীমা\" এবং \"সর্বোচ্চ সম্পদ\" হিসাবে প্রশংসা করে, যা অন্য সব কিছুর চেয়ে বড়।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nAyyangar, TR Srinivasa (১৯৩৮)। The Yoga Upanishads। The Adyar Library। \nBarba, Eugenio; Savarese, Nicola (১৮ মার্চ ২০১১)। A Dictionary of Theatre Anthropology: The Secret Art of the Performer। Taylor & Francis। আইএসবিএন 978-1-135-17635-8। \nDalal, Roshen (১৮ এপ্রিল ২০১৪)। Hinduism: An Alphabetical Guide। Penguin Books Limited। আইএসবিএন 978-81-8475-277-9। \nDhavamony, Mariasusai (১ জানুয়ারি ১৯৯৯)। Hindu Spirituality। Gregorian Biblical BookShop। আইএসবিএন 978-88-7652-818-7। \nDeussen, Paul (১ জানুয়ারি ২০১০)। The Philosophy of the Upanishads। Cosimo, Inc.। আইএসবিএন 978-1-61640-239-6। \nDeussen, Paul (১ জানুয়ারি ২০১০)। The Philosophy of the Upanishads। Cosimo, Inc.। আইএসবিএন 978-1-61640-239-6। \nDeussen, Paul; Bedekar, V.M. (tr.); Palsule (tr.), G.B. (১ জানুয়ারি ১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nFeuerstein, Georg (১৯৮৯)। Yoga: The Technology of Ecstasy। Tarcher। আইএসবিএন 978-0874775259। \nFlood, Gavin D (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSuciu, Sorin (২০১০)। \"अद्वयतारक (Advayataraka Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ১৫ জানুয়ারি ২০১৬। \nHersey, Baird (১৭ ডিসেম্বর ২০১৩)। The Practice of Nada Yoga: Meditation on the Inner Sacred Sound। Inner Traditions / Bear & Co। আইএসবিএন 978-1-62055-182-0। \nLarson, Gerald James; Potter, Karl H. (১৯৭০)। Yogatattva Upanishad (Translated by NSS Raman), in The Encyclopedia of Indian Philosophies: Yoga: India's philosophy of meditation। Motilal Banarsidass। আইএসবিএন 978-81-208-3349-4। \nNair, Shantha N. (১ জানুয়ারি ২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nPrasoon, Prof.S.K. (১ জানুয়ারি ২০০৮)। Indian Scriptures। Pustak Mahal। আইএসবিএন 978-81-223-1007-8। \nRosen, Steven (২০০৭)। Krishna's Song: A New Look at the Bhagavad Gita। Greenwood Publishing Group। আইএসবিএন 978-0-313-34553-1। \n\n\n== বহিঃসংযোগ ==\nAdvayataraka Upanishad in Sanskrit with Sanskrit Commentary"}