{"pageid": 1176323, "title": "কোরীয় ভাষার ইয়েল রোমানীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1176323", "content": "ম্যাককিউন-রাইশাওয়া পদ্ধতির প্রায় অর্ধযুগ পরে ইয়েল বিশ্ববিদ্যালয়ের স্যামুয়েল এলমো মার্টিন ও তার সহকর্মীরা কোরীয় ভাষার ইয়েল রোমানীকরণ পদ্ধতি প্রনয়ণ করেন। ভাষাবিদদের কাছে এটি কোরীয় ভাষা রোমানীকরণের আদর্শ পদ্ধতি।\nইয়েল পদ্ধতি শব্দের রূপধ্বনিতাত্বিক গঠন প্রদর্শনের উপর গুরুত্ব দেয়, যা একে অন্য দুটি  বহুল প্রচলিত রোমানীকরণ পদ্ধতি সংশোধিত রোমানীকরণ ও ম্যাককিউন-রাইশাওয়া থেকে পৃথক করে। এই দুটি পদ্ধতি সাধারণত সম্পূর্ণ শব্দের উচ্চারণ নির্দেশ করে। কিন্তু সেই রোমানীকরণ থেকে উচ্চারণের রূপধ্বনিতাত্বিক উপকরণ পুনরুদ্ধার সম্ভব হয় না, ফলে ভাষাবিজ্ঞানের ক্ষেত্রে এরা ব্যবহারের জন্য কম উপযোগী। ইয়েল পদ্ধতির রূপধ্বনিতাত্বিক বিষয়বস্তু ব্যবহারের এ ধারণাকে উত্তর কোরিয়ার প্রাক্তন নব্য কোরীয় লিখনবিধির সাথে তুলনা করা যায়।\nইয়েল পদ্ধতি ক্ষেত্র নির্বিশেষে প্রতিটি রূপধ্বনিতাত্বিক উপকরণের জন্য পৃথক স্থায়ী বানান ব্যবহারের চেষ্টা করে। তবে পশ্চাৎ স্বরধ্বনি প্রকাশের ক্ষেত্রে ইয়েল ও হাঙ্গুলের পদ্ধতিগত পার্থক্য রয়েছে।\nইয়েল পদ্ধতি আধুনিক ও মধ্যযুগীয় কোরীয়,  উভয় ভাষার ক্ষেত্রেই ব্যবহার করা যায়। মধ্যযুগীয় কোরীয় ভাষার জন্য পৃথক নিয়ম রয়েছে। মার্টিনের ১৯৯২ সালে রেফারেন্স গ্রামার অব কোরিয়ান মধ্যযুগীয় কোরীয় ভাষার জন্য এবং ১৯৩৩ সালে স্বরধ্বনি ㆍ (arae a) বর্জনের আগের সমস্ত লেখার জন্য বাকা হরফ ব্যবহার করে, আর বর্তমান সময়ের ভাষার জন্য মোটা হরফ ব্যবহার করে।\n\n\n== স্বরবর্ণ ==\nমৌলিক স্বর লেখার জন্য a, e, o ও u ব্যবহৃত হয়। হাঙ্গুলে ডানপাশে যুক্ত স্বরবর্ণ (ㅏ, ㅓ) লেখা হয় a বা e দিয়ে এবং নিচে যুক্ত স্বরবর্ণ (ㅗ,ㅜ,ㆍ, ㅡ) লেখা হয় o বা u দিয়ে। সম্মুখ স্বর (মধ্যযুগীয় কোরীয় দ্বিত্বস্বরধ্বনি) নির্দেশে হাঙ্গুলে যেমন অতিরিক্ত  i ㅣ যোগ করা হয়, সেখানে ইয়েল পদ্ধতিতে অন্তিম -y যোগ করা হয়। তালব্যীকরণ নির্দেশে একটি মধ্যম -y- যোগ করা হয়।\nযদিও মধ্যযুগীয় কোরীয় ভাষার পশ্চাৎ বিবৃত স্বরধ্বনি (ㅜ, ㅗ) কে হাঙ্গুলে মৌলিক স্বরধ্বনি হিসেবে বিবেচিত হয়, তবে ইয়েল পদ্ধতিতে তাদের মৌলিক স্বরধ্বনি (ㅡ, ㆍ) ও মধ্যবর্তী -w--এর সমন্বয়ে লেখা হয়।\n\n১. যেহেতু আধুনিক কোরীয় ভাষা স্বরধ্বনি ㆍ (arae a) হারিয়ে ফেলেছে, তাই ㅗ (মধ্যযুগীয় কোরীয় ভাষায়wo) এর মধ্যবর্তী w বাদ দেওয়া যায়। একারণে রোমানীকরণ বিশ্লেষণের সময় আলোচ্য ভাষার সময়কাল বিবেচনা করা গুরুত্বপূর্ণ।\n২. যেহেতু আধুনিক কোরীয় ভাষায় ওষ্ঠ্যধ্বনির পরে w ধ্বনিগতভাবে পৃথক করা যায় না, ইয়েল পদ্ধতিতে এটি অপসারণ করা হয় এবং হাঙ্গুল ㅜ (RR u) ও  ㅡ (RR eu) একীভূত হয়ে যায়। ফলে পশ্চাৎ স্বরধ্বনির বানানে বর্ণ-থেকে-বর্ণ সঙ্গতি রক্ষা হয় না। \n\n\n== ব্যঞ্জনবর্ণ ==\nআধুনিক কোরীয় ব্যঞ্জনবর্ণ লেখার জন্য অঘোষ ব্যঞ্জনবর্ণ ব্যবহার করা হয়। মধ্যযুগীয় কোরীয় বর্ণ ㅿ (বানসিয়োত) লেখা হয় z দিয়ে। চাপাব্যঞ্জন (tense) ও যুক্তব্যঞ্জন তাদের হাঙ্গুল বানান অনুযায়ী লেখা হয়। মহাপ্রাণ ব্যঞ্জন একটি h যুক্ত করে লেখা হয়।\n\n\n== অন্যান্য চিহ্ন ==\nস্বরের চাপ (tenseness) নির্দেশে q বর্ণ ব্যবহৃত হয় যা হাঙ্গুল বানানে দেখানো হয় না:\n\n할 일 halq il /hallill/\n할 것 halq kes /halkketl/\n글자 kulqca /kulccal/\nশব্দের মাঝে দ্ব্যর্থতা প্রকাশ পেতে পারে এমন স্থানে অক্ষরগত সীমা নির্দেশে বিন্দু (.) ব্যবহৃত হয়। এছাড়া এটি অন্য ক্ষেত্রে যেমন ধ্বনির পরিবর্তন নির্দেশে ব্যবহৃত হয়:\n\n늙은 nulk.un \"পুরোনো\"\n같이 kath.i /kachi/ \"একত্রে\"; \"মতো\" ইত্যাদি।\nস্বরধ্বনির উপরে ম্যাক্রন নির্দেশ করে পুরাতন ভাষা কিংবা উপভাষায় এর উচ্চারণ দীর্ঘ:\n\n말 māl \"শব্দ\"\n말 mal \"ঘোড়া\"\nউপভাষা (যেমন কিয়ংসাং বা হামকিয়ং) সংকলনের জন্য ম্যাক্রনের পরিবর্তে বা সাথে অ্যাকসেন্ট চিহ্ন ব্যবহার করা হয়। উল্লেখ্য, ২০শ শতাব্দীর শেষের দিকে সিউল অঞ্চলের উপভাষায় পৃথক ভাষাগত বৈশিষ্ট্য হিসেবে স্বরের দৈর্ঘ্য (বা পিচ) অদৃশ্য হয়ে গেছে — বিশেষত নতুন প্রজন্মের মাঝে।\nসুপারস্ক্রিপ্ট বর্ণ নির্দেশ করে ব্যঞ্জনবর্ণটি শব্দের  দক্ষিণ কোরীয় ও প্রমিত লিখন পদ্ধতি থেকে অদৃশ্য হয়ে গিয়েছে। যেমন, দক্ষিণ কোরীয় অক্ষর 영 (আরআর yeong) রোমানীকরণ করা হয়:\n\nyeng যেখানে কোন প্রারম্ভিক ব্যঞ্জন লোপ পায়নিউদাহরণ: 영어 (英語) yeng.e\nlyeng যেখানে দক্ষিণ কোরিয়ার প্রমিত ভাষায় প্রারম্ভিক l (ㄹ) বর্ণ লোপ পেয়ে n (ㄴ) হয়েছে।উদাহরণ: 영[=령]도 (領導) lyengto; 노[=로]무현 (盧武鉉) lNo Muhyen\nnyeng যেখানে দক্ষিণ কোরিয়ার প্রমিত ভাষায় প্রারম্ভিক n (ㄴ)  লোপ পেয়েছে।উদাহরণ: 영[=녕]변 (寧邊) nYengpyen\nস্বরধ্বনির দৈর্ঘ্য বা পিচ এবং ব্যঞ্জনের লোপের এ ধরনের নির্দেশনার মাধ্যমে শব্দের ইয়েল রোমানীকরণ ও হাঙ্গুল বানান দেখে দক্ষিণ কোরীয় উপভাষায় এর উচ্চারণ সহজেই অনুমান করা যায়।\n\n\n== উচ্চস্তরের বিশ্লেষণ ==\nউচ্চস্তরের গাঠনিক কাঠামোতে, সুপারস্ক্রিপ্ট ও সাবস্ক্রিপ্ট স্বরবর্ণ একটি স্ল্যাশ চিহ্নের মাধ্যমে যুক্ত করে স্বরসংগতির পার্থক্য নির্দেশ করা হয়। বর্তমান সময়ের ভাষার জন্য প্রতীক কেবল e⁄a, যদিও মধ্যযুগীয় কোরীয় ভাষায় u⁄o-এর মতো স্বরপার্থক্য ছিলো।\nস্বরলোপ (elision) কিংবা স্বরসঙ্গতি (crasis) বোঝাতে ঊর্ধ্বকমা ব্যবহৃত হতে পারে।  \n\n나+ㅣ = 내; na 'y = nay \"আমার\"\n별+으로 = 별로 pyel 'lo = pyel lo \"বিশেষত\"\nক্রিয়ামূল থেকে ক্রিয়া উৎপন্নের সময়ে শব্দান্তে ব্যঞ্জনবর্ণের পরিবর্তন নির্দেশে বিশেষ কিছু বর্ণ ব্যবহৃত হতে পারে। যেমন, নিম্নোক্ত উদাহরণে ㄷ ও ㄹ বর্ণের রুপান্তর নির্দেশে T ব্যবহার করা হয়েছে।  \n\n걷다 keTta \"হাঁটা\" (আভিধানিক রূপ)\n걸어요 keTe⁄a yo \"সে হাঁটে\" (ক্রিয়ারূপ)\n\n\n== আরও দেখুন ==\nক্যান্টনীয় ভাষার ইয়েল রোমানীকরণ\nম্যান্ডারিন ভাষার ইয়েল রোমানীকরণ\n\n\n== তথ্যসূত্র ==\n\nMartin, Samuel E. (১৯৯২)। A Reference Grammar of Korean। Rutland, VT and Tokyo: Charles E. Tuttle Publishing। আইএসবিএন 0-8048-1887-8। \nSohn, Ho-Min (২০০১)। The Korean Language। Cambridge University Press। পৃষ্ঠা 1–4। আইএসবিএন 978-0-521-36943-5।"}