{"pageid": 1176604, "title": "প্রাচীন গ্রিক সাহিত্য", "url": "https://bn.wikipedia.org/wiki?curid=1176604", "content": "প্রাচীন গ্রিক সাহিত্য হলো সুপ্রাচীন কাল থেকে শুরু করে বাইজেন্টাইন সাম্রাজ্যের সমসাময়িক কাল পর্যন্ত প্রাচীন গ্রিক ভাষায় রচিত সাহিত্য। প্রাচীন গ্রিক সাহিত্যের যে আদিতম রচনাগুলি অদ্যাবধি সুলভ, সেগুলি হল আদি সাবেকি যুগে রচিত দুই মহাকাব্য ইলিয়াড ও ওডিসি। এই দুই মহাকাব্যের প্রেক্ষাপট এক আদর্শ সাবেকি অতীত, বর্তমানে যার সঙ্গে মাইসিনীয় যুগের একটি সম্পর্ক চিহ্নিত করা হয়। ইলিয়াড ও ওডিসি-র সঙ্গে হোমারীয় স্তোত্রাবলি এবং হেসিয়ডের দুই কাব্য থিওগনি ও কার্যাবলি ও দিবসগুলি গ্রিক সাহিত্য ধারার প্রধান ভিত্তিগুলি স্থাপন করেছিল। এই ধারা অব্যাহত ছিল ধ্রুপদি, হেলেনীয় ও রোমান যুগেও।\nগীতিকবি স্যাফো, অ্যালসেয়াস ও পিন্ডার গ্রিক কাব্য ধারার আদি বিকাশের যুগে বিশেষ প্রভাব বিস্তার করেছিলেন। ইস্কিলুস হলেন প্রাচীনতম গ্রিক ট্র্যাজিক নাট্যকার, যাঁর কোনও নাটক অদ্যাবধি পূর্ণাঙ্গ আকারে পাওয়া যায়। সোফোক্লেস খ্যাতি অর্জন করেছিলেন ইডিপাস-সংক্রান্ত ট্র্যাজেডিগুলি রচনা করে; এগুলির মধ্যে রাজা ইডিপাস ও আন্তিগোনি নাটক দু’টির নাম বিশেষভাবে উল্লেখযোগ্য। অন্যদিকে ইউরিপিদেস খ্যাতি অর্জন করেছিলেন তাঁর সেই নাটকগুলির জন্য যেগুলি ট্র্যাজিক বর্গের সীমানা প্রায়শই অতিক্রম করে যেত। কমেডি নাট্যকার অ্যারিস্টোফেনিস ছিলেন পুরনো কমেডি বর্গের নাট্যকার; অন্যদিকে পরবর্তীকালের নাট্যকার মিনান্ডার ছিলেন নতুন কমেডি বর্গের এক আদি অগ্রণী পথপ্রদর্শক। ইতিহাসবিদ হ্যালিকার্নাসাসের হিরোডোটাস ও থুসিডাইডিস (উভয়েই বিদ্যমান ছিলেন খ্রিস্টপূর্ব পঞ্চম শতাব্দীতে) তাঁদের অব্যবহিত পূর্ববর্তী যুগের এবং সমসাময়িক ঘটনাবলির বিবরণ লিপিবদ্ধ করেছিলেন। দার্শনিক প্লেটো সংলাপ রচনা করতেন। এই সংলাপগুলির কেন্দ্রীয় বিষয়বস্তু সাধারণভাবে ছিল তাঁর শিক্ষক সক্রেটিসের চিন্তাভাবনা। বিভিন্ন দার্শনিক বিষয় উঠে এসেছিল এই সংলাপগুলিতে। অন্যদিকে প্লেটোর শিশ্য অ্যারিস্টটল অসংখ্য গবেষণা-সন্দর্ভ রচনা করেন, যেগুলি পরবর্তী যুগেও অত্যন্ত প্রভাবশালী রচনা বলে পরিগণিত হত।\nপরবর্তীকালের গুরুত্বপূর্ণ লেখকদের অন্যতম রোডসের অ্যাপোলোনিয়াস, আর্কিমিডিস ও প্লুতার্ক। আর্গোনাটদের সমুদ্রযাত্রাকে কেন্দ্র করে আর্গোনটিকা মহাকাব্যটি রচনা করেন অ্যাপোলোনিয়াস। আর্কিমিডিস রচনা করেছিলেন একাধিক বৈপ্লবিক গাণিতিক গবেষণা-সন্দর্ভ। অন্যদিকে প্লুতার্ক অনেকগুলি জীবনী ও প্রবন্ধ রচনা করেছিলেন। খ্রিস্টীয় দ্বিতীয় শতাব্দীর গ্রিক লেখক সামোসাটার লুসিয়ান প্রধানত স্যাটায়ার রচনা করেছিলেন। পরবর্তীকালের গ্রিক সাহিত্য এবং সার্বিকভাবে পাশ্চাত্য সাহিত্যের উপরেও প্রাচীন গ্রিক সাহিত্যের প্রভাব অপরিসীম। নির্দিষ্টভাবে বললে, অনেক প্রাচীন রোমান লেখকই তাঁদের গ্রিক পূর্বসূরিদের রচনা থেকে অনুপ্রেরণা গ্রহণ করেছিলেন। রেনেসাঁর সময় থেকে দান্তে আলিগিয়েরি, উইলিয়াম শেকসপিয়র, জন মিলটন, জেমস জয়েস প্রমুখ ইউরোপীয় লেখকেরাও ধ্রুপদি গ্রিক বিষয়বস্তু এবং ভাব থেকে নিজেদের রচনার বহু উপাদান সংগ্রহ করেছেন।\n\n\n== প্রাক্-ধ্রুপদি ও ধ্রুপদি প্রাচীন যুগ ==\n\nগ্রিক সাহিত্যের এই পর্যায়ের পরিধির বিস্তার হোমারের যুগ থেকে খ্রিস্টপূর্ব চতুর্থ শতাব্দী এবং মহামতি আলেকজান্ডারের উত্থানের কাল পর্যন্ত। আদিতম জ্ঞাত গ্রিক রচনাগুলি মৃৎফলকের উপর মাইসিনীয় ভাষায় লিনিয়ার বি অক্ষরমালায় লিখিত হয়েছিল। গদ্যে রচিত এই নথিপত্রগুলির বিষয়বস্তু ছিল মূলত বাণিজ্যিক (তালিকা, পরিসংখ্যাপত্র, রসিদ ইত্যাদি); এই সময়কার প্রকৃত সাহিত্য কিছুই আবিষ্কৃত হয়নি। লিনিয়ার বি-এর প্রথম পাঠোদ্ধারকারী মাইকেল ভেন্ট্রিস ও জন ক্যাডউইক বলেছেন যে, মাইসিনীয় গ্রিসে সাহিত্যের অস্তিত্ব প্রায় নিশ্চিতভাবেই ছিল। কিন্তু হয় তা লিপিবদ্ধ করা হয়নি, অথবা লিপিবদ্ধ করা হলেও তা করা হয়েছিল পার্চমেন্ট কাগজ অথবা কাঠের ফলকে, যা খ্রিস্টপূর্ব দ্বাদশ শতাব্দীতে মাইসিনীয় প্রাসাদগুলি ধ্বংসপ্রাপ্ত হওয়ার পর আর রক্ষিত হয়নি।\nউপভাষা ও ছন্দের গঠন প্রায় উভয় দিক থেকেই গ্রিক সাহিত্য সু-সংজ্ঞায়িত একাধিক সাহিত্য-বর্গে বিভাজিত ছিল; প্রতিটি বর্গেরই একটি আবশ্যিক পোষাকি গড়নও ছিল। প্রথম বিভাজনটি ছিল গদ্য ও পদ্যের মধ্যে।  কাব্যসাহিত্যে তিনটি প্রধান অধিবর্গ ছিল: মহাকাব্য, গীতিকাব্য ও নাট্যকাব্য। প্রাচীন গ্রিক পরিভাষা থেকেই সাহিত্যের বর্গ-সংক্রান্ত সাধারণ ইউরোপীয় পরিভাষাগুলি উৎসারিত হয়। গীতিকাব্য ও নাট্যকাব্য আবার একাধিক উপবর্গে বিভক্ত ছিল: গীতিকাব্য চারটিতে (এলিজিয়াক, আইয়াম্বিক, মোনোডিক গীতিকবিতা ও ক্যারোল গীতিকবিতা); নাট্যকাব্য তিনটিতে (ট্র্যাজেডি, কমেডি ও রাখালিয়া নাটক)। গদ্যসাহিত্যের সূত্রপাত হিরোডোটাসের হাত ধরে, এমন মতই বহুল প্রচলিত। সময়ের সঙ্গে সঙ্গে গদ্যসাহিত্যে আরও একাধিক বর্গের উৎপত্তি ঘটেছিল; কিন্তু সেগুলির মধ্যে পার্থক্য অনেক ক্ষেত্রেই স্পষ্ট নয়।\n\n\n=== মহাকাব্য ===\nগ্রিক সাহিত্যের সূচনালগ্নেই হোমারের দুই বিশ্ববিখ্যাত কীর্তি ইলিয়াড ও ওডিসি রচিত হয়েছিল। এই হোমার চরিত্রটি রহস্যাবৃত। এই দুই গ্রন্থ বর্তমানে হোমারের রচনা হিসেবে পরিচিত হলেও, এটা নিশ্চিত যে এগুলির আখ্যানবস্তুর মূল নিহিত ছিল হোমারের বহু পূর্ববর্তী যুগে (হোমারীয় প্রশ্ন দেখুন)। দশবর্ষব্যাপী ট্রোজান যুদ্ধের শেষ দিকে দশ দিনের ঘটনাবলিকে কেন্দ্র করে রচিত হয়েছে ইলিয়াড মহাকাব্যটি। এই কাব্যের কেন্দ্রে রয়েছেন অ্যাকিলিস, ইলিয়াড-এ যিনি চিত্রিত হয়েছেন এক আদর্শ গ্রিক বীর হিসেবে।\n\nওডিসি মহাকাব্যটি ট্রয়ে যুদ্ধ করতে যাওয়া অন্যতম গ্রিক বীর ওডিসিউসের অভিযানের কাহিনি। দশ বছর যুদ্ধ করার পর সমুদ্র পাড়ি দিয়ে ঘরে স্ত্রী ও পরিবারের কাছে ফিরতে ওডিসিউসের আরও দশ বছর লেগেছিল। ওডিসিউসের পত্নী পেনেলোপিকে আদর্শ নারী মনে করা হয়। প্রতিশ্রুতিপালন, বিনয়, সতীত্ব ও ওডিসিউসের সঙ্গে বিবাহবন্ধনের প্রতি শ্রদ্ধাবোধের ন্যায় গুণগুলি চিত্রিত করে হোমার পেনেলোপিকে এক আদর্শ নারী হিসেবে অঙ্কন করেছেন। দশ বছরের সমুদ্রযাত্রাকালে ওডিসিউসের সকল সঙ্গী ও জাহাজের সলিলসমাধি ঘটে। ইথাকায় স্বগৃহে তিনি প্রত্যাবর্তন করেন ভিক্ষুকের ছদ্মবেশে। ইলিয়াড ও ওডিসি দুই মহাকাব্যই প্রাচীন কিংবদন্তির ভিত্তিতে রচিত হয়েছিল। হোমারীয় উপভাষা ছিল এওলিক উপভাষা ও অ্যাটিক উপভাষার কিছু উপাদান-মিশ্রিত আইয়োনিক উপভাষার ভিত্তিতে সৃষ্ট একটি সাবেকি ভাষা। অ্যাটিক উপভাষার মিশ্রণ ঘটেছিল খ্রিস্টপূর্ব ষষ্ঠ শতাব্দীর এথেনীয় পাঠটির কারণে। মহাকাব্য দু’টি হেক্সামিটারে রচিত হয়।\nপ্রাক্-ধ্রুপদি যুগের আরেক বিশিষ্ট কবি হলেন হেসিয়ড। হোমার কাব্যে নিজের নাম উল্লেখ না করলেও, হেসিয়ড নিজের কাব্যে তা করেছেন। অবশ্য তার বাইরে অন্য কোনও সূত্র থেকে হেসিয়ড সম্পর্কে কিছুই জানা যায় না। তিনি ছিলেন মধ্য গ্রিসের বোয়েশিয়া অঞ্চলের অধিবাসী এবং কথিত আছে যে খ্রিস্টপূর্ব ৭০০ অব্দ নাগাদ তিনি কাব্যরচনা করেছিলেন। হেসিয়ডের কার্যাবলি ও দিনগুলি ও থিওগনি কাব্য দু’টিই বর্তমানে পাওয়া যায়। কার্যাবলি ও দিনগুলি হল কবির কাছে সুপরিচিত দারিদ্র্য-পীড়িত গ্রামীণ জীবনের এক বিশ্বস্ত চিত্রণ। সেই সঙ্গে এই কাব্যে তিনি কৃষকদের আদর্শ ও নিয়মাবলি উপস্থাপনা করেছেন। থিওগনি হল ব্রহ্মাণ্ড ও দেবতাদের উৎপত্তির এক প্রণালীবদ্ধ বিবরণ। এই কাব্যে সুদূর অতীতের সুবর্ণ যুগ থেকে শুরু করে মানবজাতির বিভিন্ন যুগের স্পষ্ট চিত্রণ পাওয়া যায়।\nহোমার ও হেসিয়ডের রচনা সমগ্র প্রাচীন যুগে অত্যন্ত উচ্চ মর্যাদার সঙ্গে পঠিত হয়ে এসেছে এবং অনেক প্রাচীন লেখকই এগুলিকে প্রাচীন গ্রিক ধর্মের পিছনে মূল ধর্মগ্রন্থ হিসেবে বিবেচনা করেছেন। হোমার বলেছেন এক বীরত্বপূর্ণ অতীতের কাহিনি, যেটিকে হেসিয়ড একটি সৃষ্টি আখ্যায়িকা এবং সমসাময়িক দৈনন্দিন জীবনের ব্যবহারিক বাস্তবতার এক বিবরণ দিয়ে ঘিরেছেন।\n\n\n=== গীতিকবিতা ===\n\nগীতিকবিতা বা \"লিরিক পোয়েট্রি\"-র নামটির উৎপত্তি ঘটেছে আদিতে এই জাতীয় কবিতা এককভাবে বা সম্মেলক কণ্ঠে লায়ার নামে বীণাজাতীয় এক শ্রেণির বাদ্যযন্ত্রের সঙ্গতে গীত হত বলে। এই নাম সত্ত্বেও এই সাধারণ অর্থে গীতিকবিতা চারটি বর্গে বিভক্ত ছিল, যার মধ্যে দু’টি বর্গ সিথারা নয়, বরং বাঁশি সহযোগে গীত হত। পরবর্তীকালীন এই দুই বর্গ ছিল এলিজিয়াক কবিতা ও আয়াম্বিক কবিতা। উভয় বর্গের কবিতাই লিখিত হত আইয়োনীয় উপভাষায়। এলিজিয়াক কবিতাগুলি লেখা হয় এলিজিয়াক দ্বিপদীতে এবং আয়াম্বিক কবিতা লেখা হত আয়াম্বিক ট্রাইমিটারে। প্রথম গীতিকবি ছিলেন সম্ভবত পারোসের আর্চিলোকাস। খ্রিস্টপূর্ব সপ্তম শতাব্দীর ব্যক্তি আর্চিলোকাস ছিলেন সর্বাপেক্ষা গুরুত্বপূর্ণ আয়াম্বিক কবি। আর্চিলোকাসের রচনার শুধুমাত্র খণ্ডাংশই বর্তমানে পাওয়া যায়, অন্যান্য অধিকাংশ কবিদের রচনার ক্ষেত্রেও সেই একই অবস্থা। অল্প কয়েকটি রচনার অবশিষ্টাংশ থেকে এমন ইঙ্গিত পাওয়া যায় যে, তিনি ছিলেন তিক্ত অভিজ্ঞতার অভিযাত্রী এবং এক অত্যন্ত বিক্ষুব্ধ জীবন যাপন করতেন।\nঅনেক গীতিকবিতাই লেখা হয়েছিল আয়েওলীয় উপভাষায়। গীতিকবিতায় প্রায়শই বহু বৈচিত্র্যময় ছন্দের প্রয়োগ ঘটতে দেখা যেত। সর্বাপেক্ষা খ্যাতনামা গীতিকবিরা ছিলেন তথাকথিত \"নয় গীতিকবি\"। সকল গীতিকবির মধ্যে লেসবোসের নারী কবি স্যাফো (আনুমানিক খ্রিস্টপূর্ব ৬৩০-৫৭০ অব্দ) অন্যদের তুলনায় অনেক বেশি পরিমাণে খ্যাতি অর্জন করেছিলেন। প্রাচীনকালে স্যাফোর কবিতা হোমারের কবিতার সমতুল্য সম্মান অর্জন করেছিল। স্যাফোর একটি মাত্র কবিতাই (\"ওড টু আফ্রোদিতি\") বর্তমানে মূল ও সম্পূর্ণ আকারে পাওয়া যায়। স্যাফোর সমসাময়িক লেসবোসের অ্যালসেয়াসও ছিলেন মোনোডিক গীতিকবিতার এক বিশিষ্ট কবি। অ্যালকম্যান ডোরিক উপভাষায় কবিতা রচনা করতেন। এই উপভাষাটিকে সাধারণভাবে শ্রুতিমধুর মনে করা না হলেও অ্যালকম্যানের কবিতাকে সুন্দর বলেই মনে করা হত। পরবর্তীকালের কবি থিবসের পিন্ডার খ্যাতি অর্জন করেছিলেন কোরাল গীতিকবিতা রচনা করে।\n\n\n=== নাটক ===\n\nপ্রাচীন গ্রিক নাট্যসাহিত্যের যে সকল কীর্তি আজও পাওয়া যায়, সেগুলি সবই এথেন্সের নাট্যকারদের রচনা এবং একচেটিয়াভাবে আত্তীয় উপভাষায় রচিত। সম্মেলক উপস্থাপনা ছিল সকল গ্রিক নগর-রাষ্ট্রের এক সাধারণ প্রথা। এথেনীয়রা থেসপিস নামে এক ব্যক্তিকে নাটকের আবিষ্কর্তা মনে করতেন। কথিত আছে, ইনিই প্রথম অভিনেতার ধারণাটির মাধ্যমে নাটক ধারাটি উদ্ভাবন করেছিলেন। এই অভিনেতার প্রধান উদ্দেশ্য ছিল সম্মেলক দলের নেতার সঙ্গে ভাববিনিময় করা। পরবর্তীকালের নাট্যকারেরা অভিনেতার সংখ্যা তিনজন অবধি বৃদ্ধি করেন, যার ফলে গল্পকথনে বৃহত্তর স্বাধীনতা গ্রহণ করা যেত।\nগ্রিস-পারস্য যুদ্ধের পরবর্তী যুগে এথেন্সের জেগে-ওঠা জাতীয় চেতনা প্রকাশলাভ করেছিল অতীতের বীরগাথা ও কিংবদন্তির ভিত্তিতে রচিত শতাধিক ট্রাজেডির মধ্য দিয়ে। দেবতা ডায়োনিসাসের উৎসবগুলিতে উপস্থাপিত সাদামাটা সম্মেলক সংগীত ও সংলাপ থেকে ট্রাজিক নাটকগুলির উৎপত্তি ঘটে। ধ্রুপদি যুগে একই অতিকথার চারটি ভিন্ন ভিন্ন পর্ব অলম্বনে তিনটি ট্রাজেডি ও একটি রাখালিয়া নাটক উপস্থাপিত হত। ধনবান নাগরিকদের সাধারণ ও ধর্মীয় কর্তব্য হিসেবে সম্মেলক দলকে প্রশিক্ষণ দেওয়ার ও তাদের পোষাক-পরিচ্ছদের খরচ বহনের জন্য বেছে নেওয়া হত। উৎসবে নাটকের উপস্থাপনায় উপস্থিতিকে পূজাকৃত্য হিসেবে গণ্য করা হত। এথেন্সে ডায়োনিসাসের সুবিশাল মুক্তমঞ্চে নাটকগুলি উপস্থাপিত হত। শ্রেষ্ঠ নাটকের জন্য যে সব পুরস্কার ঘোষিত হত, তা জয় করার জন্য কবিরা পরস্পরের বিরুদ্ধে প্রতিযোগিতায় অবতীর্ণ হতেন।\nসম্পূর্ণ আকারে অদ্যাবধি সুলভ সব ক’টি গ্রিক ট্রাজেডিই প্রথাগতভাবে ইস্কিলাস, সোফোক্লেস বা ইউরিপিদেস কর্তৃক রচিত বলে মনে করা হয়। যদিও প্রোমেথিউস বাউন্ড (প্রথাগতভাবে ইস্কিলাসের রচনা বলে কথিত) ও রেসাস (প্রথাগতভাবে ইউরিপিদেসের রচনা বলে কথিত) নাটক দু’টির প্রকৃত রচয়িতা কে তা নিয়ে প্রশ্ন রয়েছে। ইস্কিলাসের রচনা হিসেবে পরিচিত সাতটি ট্রাজেডি পাওয়া যায়। এগুলির মধ্যে অ্যাগামেমনন, দ্য লাইবেশন-বিয়ারারস ও দ্য ইউমেনিদেস নাটক তিনটি ওরেস্টিয়া নামে এক নাট্য-ত্রয়ী গঠন করে। উক্ত সাতটি নাটকের অন্যতম প্রোমেথিউস বাউন্ড যদিও সম্ভবত ইস্কিলাসের পুত্র ইউফোরিয়নের রচনা।\nসোফোক্লেসের সাতটি রচনা আজও পাওয়া যায়। এগুলির মধ্যে সর্বাপেক্ষা প্রশংসিত রচনা হল তিনটি থিবীয় নাটক। এই তিনটি নাটকের কেন্দ্রীয় বিষয়বস্তু হল ইদিপাস ও তার পুত্রদের কাহিনি। থিবীয় ত্রয়ীর মধ্যে রয়েছে রাজা ইদিপাস, কলোনাসে ইদিপাস ও আন্তিগোনি। এই নাটকগুলিকে ত্রয়ী বলা হলেও, প্রকৃতপক্ষে এগুলি রচিত হয়েছিল বেশ কয়েক বছরের ব্যবধানে। কাহিনিক্রম অনুযায়ী সর্বশেষ নাটক আন্তিগোনি আসলে লেখা হয়েছিল সবার আগে, খ্রিস্টপূর্ব ৪৪১ অব্দে, সোফোক্লেসের কর্মজীবনের গোড়ার দিকে। তিনটি নাটকের মধ্যে সর্বাপেক্ষা খ্যাতনামা রাজা ইদিপাস রচিত হয়েছিল খ্রিস্টপূর্ব ৪২৯ অব্দে, সোফোক্লেসের কর্মজীবনের মধ্যভাগে। তিনটি নাটকের মধ্যে কাহিনিক্রম অনুযায়ী দ্বিতীয় কলোনাসে ইদিপাস প্রকৃতপক্ষে সোফোক্লেসের শেষ নাটক এবং নাট্যকারের মৃত্যুর পর খ্রিস্টপূর্ব ৪০১ অব্দে প্রথম অভিনীত হয়।\nইউরিপিদেসের রচনা বলে পরিচিত উনিশটি নাটক এখনও পাওয়া যায়। এগুলোর মধ্যে সবচেয়ে সুপরিচিত নাটকগুলি হল মেদেয়া, হিপোলাইটাস ও ব্যাকি। রেসাস নাটকটিকে হয় ইউরিপিদেসের পুত্রের রচনা অথবা ইউরিপিদেসেরই মরণোত্তর প্রথম অভিনীত নাটক মনে করা হয়। ইউরিপিদেস ট্রাজিক বর্গের সীমা অনেকটাই প্রসারিত করেন। নাটকের মধ্যে তিনি এমন অনেক উপাদান গ্রহণ করেছিলেন তা ঠিক ট্রাজেডির নয়, বরং কমেডির উপাদান। উদাহরণস্বরূপ, ইউরিপিদেসের অ্যালসেস্টিস নাটকটিকে প্রকৃত ট্রাজেডির পরিবর্তে অনেক সময়ই \"জটিল নাটক\" বা ট্রাজিকমেডি বর্গের রচনা হিসেবে গণ্য করা হয়; কারণ, এই নাটকের মধ্যে কমেডি-সুলভ উপাদানগুলি বিদ্যমান এবং এটির সমাপ্তিও মিলনান্তিক।\n\nট্রাজেডির মতো কমেডির উত্থানও ঘটেছিল ডায়নিসাসের আনুষ্ঠানিক পূজার একটি আচার থেকে। কিন্তু এই ক্ষেত্রের নাটকগুলি খোলামেলা অশ্লীলতা, গালিগালাজ ও অপমানমূলক মন্তব্যে পরিপূর্ণ থাকত। এথেন্সে খ্রিস্টপূর্ব ৪৮৬ অব্দে উৎসবের আনুষ্ঠানিক অঙ্গে পরিণত হয় এবং সেই সময় থেকেই শ্রেষ্ঠ প্রযোজনাগুলির জন্য পুরস্কার দেওয়া হতে থাকে। ট্রাজেডিয়ানদের রচনার মতো মহৎ কমেডি রচয়িতাদেরও অল্প কীর্তিই বর্তমানে পাওয়া যায়। ধ্রুপদি কমেডির মধ্যে একমাত্র নাট্যকার অ্যারিস্টোফেনিসের এগারোটি রচনায় সম্পূর্ণ আকারে আজও পাওয়া যায়। এগুলি কমেডি নাটকের সম্পদ বলে গণ্য হয়। তিনি প্রতিটি ব্যক্তি ও প্রতিটি প্রতিষ্ঠানকে হাস্যস্পদ করেছিলেন। দ্য বার্ডস নাটকে তিনি এথেনীয় গণতন্ত্রকে উপহাস করেন। দ্য ক্লাউডস নাটকে তিনি আক্রমণ করেন দার্শনিক সক্রেটিসকে। লাইসিস্ট্রাটা নাটকে তিনি প্রকাশ্যে নিন্দা করেছেন যুদ্ধের। অ্যারিস্টোফেনিসের নাটকীয় দক্ষতা ও শিল্পসুষমা বিশেষভাবে প্রশংসিত হয়। জন লেম্পিয়েরের বিবলিওথিকা ক্লাসিকা গ্রন্থে অ্যারিস্টোফেনিসের বর্ণনায় সরাসরি বলা হয়েছে \"বিশ্ব সাহিত্যের শ্রেষ্ঠ কমিক নাট্যকার: অ্যারিস্টোফেনিসের পাশে মলিয়েরকে নিষ্প্রভ এবং শেকসপিয়রকে গেঁয়ো মনে হয়।\" অবশ্য অ্যারিস্টোফেনিসের সকল নাটকের মধ্যে যে নাটকটি সর্বাপেক্ষা দীর্ঘস্থায়ী স্বীকৃতি লাভ করেছে সেটি হল দ্য ফ্রগস। এই নাটকে এথেনীয় ট্রাজেডির দুই মহারথী ইস্কিলাস ও ইউরিপিদেসকে একাধারে ব্যঙ্গ করা হয়েছে এবং অমরত্ব প্রদান করেছে। ইউরিপিদেসের মৃত্যুর ঠিক এক বছর পরে খ্রিস্টপূর্ব ৪০৫ অব্দে যখন এটি প্রথম লেনাইয়া উৎসবে প্রথম অভিনীত হয়, তখন এথেনীয়রা এটিকে প্রথম পুরস্কার প্রদান করেছিল। এটিই একমাত্র গ্রিক নাটক যেটিকে এক এনকোর উপস্থাপনার সুযোগ দেওয়া হয়েছিল; দুই মাস পরে ডায়োনিসিয়া শহরে নাটকটি পুনরাভিনীত হয়। আজও দ্য ফ্রগস নাটকটি আধুনিক দর্শকদের কাছে বিশেষ অর্থ বহন করে। ২০০৪ সালে ব্রডওয়েতে এটির একটি বাণিজ্যসফল আধুনিক সাংগীতিক অভিযোজনা মঞ্চায়িত হয়।\nতৃতীয় নাট্যবর্গটি ছিল স্যাটার নাটক। বর্গটি জনপ্রিয় ছিল। তবে এই বর্গের একটি মাত্র সম্পূর্ণ উদাহরণই বর্তমানে পাওয়া যায়: ইউরিপিদেসের সাইক্লপস। একটি দ্বিতীয় স্যাটার নাটকের বৃহৎ অংশ মিশরের অক্সিরাইনকাস প্রত্নক্ষেত্র থেকে অক্সিরাইনকাস প্যাপিরাই-এর মধ্যে পাওয়া গিয়েছে। এই নাটকটি হল সোফোক্লেসের ইশ্নেউটে।\n\n\n=== ইতিহাস লিখনধারা ===\n\nধ্রুপদি যুগের দুই বিশিষ্ট ইতিহাসবিদ ছিলেন হ্যালিকার্নাসাসের হিরোডোটাস ও থাসাইডিডেস। হিরোডোটাসকে সাধারণভাবে \"ইতিহাসের জনক\" বলা হয়। হিরোডোটাসের ইতিহাস গ্রন্থটি এখনও লভ্য গদ্যসাহিত্যের প্রাচীনতম গ্রন্থগুলির একটি। থাসাইডিডেসের গ্রন্থ পেলোপোনেসীয় যুদ্ধের ইতিহাস পরবর্তীকালের লেখক ও ইতিহাসবিদদের উপর গভীর প্রভাব বিস্তার করেছিল। এমনকি প্রেরিতদের কার্য গ্রন্থের রচয়িতা এবং বাইজেনটাইন যুগের ইতিহাসবিদ সিজারিয়ার প্রোকোপিয়াসও এই গ্রন্থ দ্বারা প্রভাবিত হয়েছিলেন।\nপ্রাচীন গ্রিসের তৃতীয় এক ইতিহাসবিদ ছিলেন এথেন্সের জেনোফোন। খ্রিস্টপূর্ব ৪১১ অব্দে থাসাইডিডেস যেখানে নিজের কাজ শেষ করেছিলেন, সেখান থেকেই জেনোফোন শুরু করেন হেলেনিকা । এই গ্রন্থে বিধৃত হয় খ্রিস্টপূর্ব ৩৬২ অব্দ পর্যন্ত ইতিহাস। জেনোফোনের সর্বাপেক্ষা খ্যাতনামা গ্রন্থটি হল দি অ্যানাবেসিস। যে গ্রিক ভাড়াটে সেনাবাহিনী পারস্যের সাইরাসকে তার ভ্রাতাকে সিংহাসনচ্যুত করতে সাহায্য করছিল, তাতে যোগদানের বিস্তারিত ও প্রত্যক্ষ অভিজ্ঞতার ভিত্তিতে জেনোফোন এই গ্রন্থটি রচনা করেছিলেন। দার্শনিক সক্রেটিসের প্রশংসা করেও তিনটি গ্রন্থ রচনা করেছিলেন: দি অ্যাপোলজি অফ সক্রেটিস টু দ্য জ্যুরি, দ্য সিম্পোজিয়াম ও মেমোরাবিলিয়া। জেনোফোন ও প্লেটো উভয়েই সক্রেটিসকে চিনতেন; তা সত্ত্বেও উভয়ের বিবরণে ফারাক রয়েছে। সামরিক ইতিহাসবিদের বিবরণ এবং কবি-দার্শনিকের বর্ণনার মধ্যে অনেক তুলনা করা হয়ে থাকে।\n\n\n=== দর্শন ===\nখ্রিস্টপূর্ব পঞ্চম ও চতুর্থ শতাব্দীতে অনেক গুরুত্বপূর্ণ ও প্রভাবশালী দার্শনিকেরা জন্মগ্রহণ করেছিলেন। আদিতম গ্রিক দার্শনিকদের মধ্যে ছিলেন তিনজন তথাকথিত \"মিলেসীয় দার্শনিক\": মিলেটাসের থেলিস, অ্যানাকজিম্যান্ডার ও অ্যানাকজিমেনিস। এই দার্শনিকদের রচনার মধ্যে যদিও শুধুমাত্র অ্যানাকজিম্যান্ডারের রচনার খণ্ডাংশ বর্তমানে পাওয়া যায়। এটি সংরক্ষণ করেছিলেন সিলিসিয়ার সিমপ্লিসিয়াস।\nসামোসের পিথাগোরাস নামে অপর এক দার্শনিকের জীবন সম্পর্কে নিশ্চিত তথ্য অল্পই জানা যায়। বর্তমানে পিথাগোরাসের কোনও রচনাই আর পাওয়া যায় না। তবে পিথাগোরাসের শিষ্য অ্যাক্রাগ্যাসের এমপেডোক্লেসের লেখা এক চিত্তাকর্ষক কাব্য-সংগ্রহ আজও সুলভ। এই কারণে এমপেডোক্লেসকে প্রাক্-সক্রেটিক দার্শনিকদের মধ্যে অন্যতম সর্বাপেক্ষা খ্যাতনামা দার্শনিক গণ্য করা হয়। ইফিসাসের হিরাক্লিটাস  ও অ্যাবডেরার ডিমোক্রিটাস নামে দুই দার্শনিকের রচনার অনেক খণ্ডাংশও বর্তমানে পাওয়া যায়।\nধ্রুপদি যুগের সকল দার্শনিকদের মধ্যে যদিও সক্রেটিস, প্লেটো ও অ্যারিস্টটলকেই সর্বাপেক্ষা গুরুত্বপূর্ণ ও প্রভাবশালী মনে করা হয়। সক্রেটিস কোনও গ্রন্থ রচনা করেননি। প্লেটোও সক্রেটিসের যে বর্ণনা দিয়েছেন তা যথাযথ কিনা তা নিয়ে আধুনিক গবেষকদের মধ্যে মতান্তর রয়েছে। কোনও কোনও গবেষকের মতে, সক্রেটিসের অনেক ধ্যানধারণা, অথবা অন্তত সেগুলির এক অস্পষ্ট নিকটবর্তী ধারণা প্লেটোর আদি সক্রেটিক সংলাপে প্রকাশিত হয়েছিল। অপর দিকে অন্যান্য গবেষকদের মতে, প্লেটো নিজের মতামত ব্যাখ্যা করার জন্য নিছকই এক কাল্পনিক চরিত্র হিসেবে সক্রেটিসকে উপস্থাপিত করেছিলেন; ওই নামের ঐতিহাসিক চরিত্রটির সঙ্গে প্লেটো-বর্ণিত সক্রেটিসের সাদৃশ্য অতি অল্পই রয়েছে। প্লেটোর বর্ণনায় সক্রেটিসের কোন কোন বক্তব্য প্রকৃতপক্ষেই সক্রেটিসের বক্তব্য তা নিয়ে বিতর্কটি সক্রেটিক সমস্যা নামে পরিচিত।\n\nপ্লেটো নিজের ধ্যানধারণা প্রকাশ করেছেন সংলাপের মাধ্যমে। এই সংলাপগুলি হল বিভিন্ন ব্যক্তির সঙ্গে কথোপথনের সটীক বিবরণ। এগুলির মধ্যে কয়েকটি অতি-পরিচিত সংলাপ হল: দি অ্যাপোলজি অফ সক্রেটিস (বিচারের সময় সক্রেটিস যে বক্তৃতাটি দিয়েছিলেন তার সটীক বর্ণনা), ফিডো (মৃত্যুবরণের আগে সক্রেটিসের সঙ্গে শিষ্যদের সর্বশেষ কথোপকথনের একটি বিবরণ), দ্য সিমপোজিয়াম (প্রেমের প্রকৃতি বিষয়ক একটি সংলাপ) ও দ্য রিপাবলিক (আদর্শ সরকারব্যবস্থা বর্ণনাকারী এক দীর্ঘ সংলাপ)। শেষোক্ত গ্রন্থটিকেও প্লেটোর সর্বাপেক্ষা গুরুত্বপূর্ণ রচনা মনে করা হয়।\nস্ট্যাগিরার অ্যারিস্টটলকেও সর্বকালের সর্বাপেক্ষা গুরুত্বপূর্ণ ও প্রভাবশালী দার্শনিক-চিন্তাবিদের অন্যতম মনে করা হয়।  অ্যারিস্টটলের মেটাফিজিক্স প্রথম বাক্যে বলা হয়েছে: \"সকল মানুষই প্রকৃতিগতভাবে জানতে ইচ্ছা করে।\" এই কারণেই অ্যারিস্টটলকে বলা হয় \"যারা জানতে চায় তাদের জনক\"। অ্যারিস্টটলের মধ্যযুগীয় শিষ্য টমাস অ্যাকুইনাস অ্যারিস্টটলকে সরলভাবে \"দ্য ফিলোজফার\" (\"দার্শনিক\") আখ্যা দেন। অ্যারিস্টটল ছিলেন প্লেটোর অ্যাকাডেমির ছাত্র। নিজের শিক্ষকের মতো তিনিও সংলাপ বা কথোপকথন রচনা করতেন। যদিও এই সংলাপগুলির একটিও আজ পাওয়া যায় না। অ্যারিস্টটলের রচনার যে সংগ্রহটি আজও পাওয়া যায়, সেটি সম্ভবত এথেন্সে নিজের বিদ্যালয় লাইসিয়ামে প্রদত্ত বক্তৃতামালা। এই গ্রন্থগুলি থেকেও অ্যারিস্টটলের আগ্রহের বিস্তৃত ক্ষেত্রটি স্পষ্টভাবে বোঝা যায়: আজ যে বিষয়গুলিকে দার্শনিক বলে গণ্য করা হয়, তার বাইরেও অনেক বিষয় তিনি অনুপূঙ্খভাবে পরীক্ষা করে দেখেছিলেন। প্রাপ্ত অভিসন্দর্ভগুলির বিষয় যুক্তিবিদ্যা, ভৌত ও জীববিজ্ঞান, নীতিবিদ্যা, রাজনীতি ও সাংবিধানিক সরকার। অ্যারিস্টটলের সর্বাপেক্ষা উল্লেখযোগ্য রচনাগুলির মধ্যে রয়েছে পলিটিকস, নিকোমেশিয়ান এথিকস, পোয়েটিকস, অন দ্য সোল ও রেটোরিক।\n\n\n== হেলেনীয় যুগ ==\n\nখ্রিস্টপূর্ব ৩৩৮ অব্দের মধ্যে স্পার্টা ছাড়া সকল গ্রিক নগর-রাষ্ট্র ম্যাসিডনের দ্বিতীয় ফিলিপ কর্তৃক ঐক্যবদ্ধ হয়। ফিলিপের পুত্র মহান অ্যালেকজান্ডার পিতার রাজ্যকে বহুদূরে সম্প্রসারিত করেন। গ্রিক সংস্কৃতির অগ্রণী রূপে এথেন্স তার পূর্বখ্যাতি লুপ্ত হয় এবং সেই স্থান সাময়িকভাবে অর্জন করে মিশরের আলেকজান্দ্রিয়া।\nখ্রিস্টপূর্ব তৃতীয় শতাব্দী থেকে উত্তর মিশরের আলেকজান্দ্রিয়া শহরটি গ্রিক সংস্কৃতির এক উৎকৃষ্ট কেন্দ্রে পরিণত হতে শুরু করে। অনতিকালের মধ্যে ইহুদি জনসংখ্যার একটি বৃহৎ অংশকে আকর্ষণ করে এই শহর পরিণত হয় প্রাচীন বিশ্বে ইহুদি বিদ্যাচর্যার বৃহত্তম কেন্দ্রেও। হিব্রু বাইবেলের এক গ্রিক অনুবাদ সেপ্টুয়াজিন্টের রচনা আলেকজান্দ্রিয়ায় সূচিত হয়েছিল বলে প্রসিদ্ধি রয়েছে। হেলেনীয় ইহুদি দার্শনিক ফিলো খ্রিস্টীয় প্রথম শতাব্দীর গোড়ার দিকে আলেকজান্দ্রিয়ার বাইরে গিয়ে সক্রিয় হন। সেই সঙ্গে পরবর্তীকালে আলেকজান্দ্রিয়া খ্রিস্টীয় ধ্যানধারণার বিকাশের একটি অন্যতম প্রধান কেন্দ্রে পরিণত হয়েছিল। প্রথম টলেমি আলেকজান্দ্রিয়ায় মিউজিয়াম অর্থাৎ গ্রন্থাগার ও বিদ্যালয় সহ মিউজগণের মন্দির স্থাপন করেন। এই প্রতিষ্ঠানটি গোড়া থেকেই এক মহৎ আন্তর্জাতিক বিদ্যালয় ও গ্রন্থাগারের খ্যাতি অর্জন করেছিল।  গ্রন্থাগারটি ক্রমে পাঁচ লক্ষেরও বেশি গ্রন্থের সংগ্রহে পরিণত হয়, যার অধিকাংশই ছিল গ্রিক ভাষায় রচিত গ্রন্থ। এটি স্থাপনের উদ্দেশ্য ছিল ধ্রুপদি গ্রিক সাহিত্যের প্রাপ্তব্য সকল গ্রন্থের একটি ভাণ্ডার গড়ে তোলা।\n\n\n=== কবিতা ===\n\nকবি থিওক্রিটাস প্রথম গোষ্ঠকাব্যের ধারাটির প্রবর্তনা করেন। পরবর্তীকালে রোমান কবি ভার্জিলের লেখা একলগস-ও এই বর্গের অন্তর্গত। আলেকজান্দ্রিয়া গ্রন্থাগারের পণ্ডিত ক্যালিমেকাস রচনা করেন ইটিয়া (\"কারণসমূহ\"), নামে এক দীর্ঘ কবিতা। চার খণ্ডে এলিজিয়াক দ্বিপদীতে রচিত এই কাব্যে অখ্যাত প্রথা, উৎসব ও নামের কিংবদন্তি উৎসগুলির কথা বর্ণিত হয়েছে। সম্ভবত খ্রিস্টপূর্ব তৃতীয় শতাব্দীতে ক্যালিমেকাস বেশ কয়েক বছর ধরে একাধিক পর্যায়ে রচনা করেছিলেন এই কাব্যটি। মধ্যযুগে ইটিয়া কাব্যটি হারিয়ে গিয়েছিল; কিন্তু বিংশ শতাব্দীতে বিভিন্ন প্রাচীন প্যাপিরাই আবিষ্কারের ফলে এই কাব্যের অনেকটাই পুনরুদ্ধার করা গিয়েছে। গবেষকেরা প্রথম দিকে এই কাব্যটিকে \"দ্বিতীয় শ্রেণি\"-র কাব্য আখ্যা দিয়েছিলেন; কারণ, পাণ্ডিত্যের প্রকাশ থাকলেই এই কাব্যে \"শিল্পবোধ\"-এর অভাব পরিস্ফূট। কিন্তু শতাব্দীকালের মধ্যেই এই কাব্য সম্পর্কে গবেষকদের মনোভাবের পরিবর্তন ঘটে; অনেক গবেষকই এটির অধিকতর ইতিবাচক দিকগুলি তুলে ধরতে শুরু করেন। ক্যালিমেকাস বিশেষ বিশেষ উপলক্ষ্যে ছোটো কবিতাও রচনা করেছিলেন। আইবিস অন্তত একটি ছোটো মহাকাব্য তিনি রচনা করেছিলেন প্রাক্তন ছাত্র অ্যাপোলোনিয়াসের বিরুদ্ধে। এছাড়া তিনি পিনাকেস নামে একটি গদ্য সন্দর্ভে আলেকজান্দ্রিয়া গ্রন্থাগারের সকল প্রধান গ্রন্থের একটি তালিকা প্রদান করেন।\nআলেকজান্দ্রীয় কবি রোডসের অ্যাপোলিনিয়াস আর্গোনটিকা মহাকাব্য রচনার জন্য সমধিক পরিচিত। এই মহাকাব্যের বিষয়বস্তু হল কোলকিস দ্বীপে সুবর্ণ মেষলোম উদ্ধারে জেসন ও তার জাহাজের সহযাত্রী আর্গোনাটদের অভিযানের কাহিনি। কবি অ্যারাটাস রচনা করেছিলেন হেক্সামিটার কাব্য ফেনোমেনা। এটি ছিল খ্রিস্টীয় চতুর্থ শতাব্দীতে নিডাসের ইউডোজাস কর্তৃক রচিত নক্ষত্র-বিষয়ক একটি সন্দর্ভের কাব্যরূপ।\n\n\n=== নাটক ===\n\nহেলেনীয় যুগে ধ্রুপদি যুগের পুরনো কমেডি প্রতিস্থাপিত হয় নতুন কমেডি দ্বারা। নতুন কমেডির সর্বাপেক্ষা উল্লেখযোগ্য লেখক ছিলেন এথেন্সীয় নাট্যকার মিনান্ডার। মিনান্ডারের কোনও নাটকই আজ সম্পূর্ণ আকারে পাওয়া যায় না; শুধুমাত্র দ্য ব্যাড-টেম্পারড ম্যান বর্তমানে প্রায়-সম্পূর্ণ আকারে পাওয়া যায়। দ্য গার্ল ফ্রম সামোস নামে আরেকটি নাটকের অধিকাংশ এবং অপর পাঁচটি নাটকের বৃহৎ অংশ আজও পাওয়া যায়।\n\n\n=== ইতিহাস লিখনধারা ===\nইতিহাসবিদ টিমেয়াসের জন্ম সিসিলিতে, কিন্তু জীবনের অধিকাংশ সময় তিনি অতিবাহিত করেছিলেন এথেন্সে। টিমেয়াসের ইতিহাস গ্রন্থখানি এখন হারিয়ে গেলেও পলিবায়াসের উপর এটির প্রভাবের জন্যই গ্রন্থটি গুরুত্বপূর্ণ। আটত্রিশটি খণ্ডে এই গ্রন্থে খ্রিস্টপূর্ব ২৬৪ অব্দ পর্যন্ত সিসিলি ও ইতালির ইতিহাস বিবৃত হয়েছে। এরপর থেকেই পলিবায়াস নিজের রচনার কাজ শুরু করেছিলেন। টিমেয়াস অলিম্পিয়নিকাই গ্রন্থটিও রচনা করেন; এটি অলিম্পিক ক্রীড়ার একটি মূল্যবান কালপঞ্জিমূলক অধ্যয়ন।\n\n\n=== প্রাচীন জীবনীসাহিত্য ===\nপ্রাচীন জীবনীসাহিত্য বা বায়োস আধুনিক জীবনীসাহিত্যের থেকে অনেকটাই আলাদা। গ্রিক (ও রোমান) সাহিত্যের এই বর্গটিতে প্রাচীন ঐতিহাসিক ব্যক্তিবর্গের জীবনের উদ্দেশ্য, কীর্তি, ব্যর্থতা ও চরিত্র বর্ণিত হয়েছে; সে পূর্ববর্তী রচনা অনুকরণ করেই হোক বা না করেই হোক। প্রাচীন বায়োস-গুলির মধ্যে নেপোসের রচনাবলি এবং প্লুটার্কের প্যারালাল লাইভস প্রাচীন গ্রিসের সমসাময়িক ইতিহাস লিখনধারার একই সূত্র ও পদ্ধতি অনুকরণ করে লেখা হয়েছিল; যেগুলির মধ্যে হিরোডোটাস ও থাসাইডিডেসের গ্রন্থাবলি বিশেষভাবে উল্লেখযোগ্য। প্রাচীন জীবনীগুলি বিভিন্ন ধরনের হত:\n\nদার্শনিক জীবনী, যা দার্শনিকদের চিন্তাভাবনার নৈতিক চরিত্রটি উদ্ঘাটিত করে (যেমন, ডায়োজিনেস লিয়ার্টিয়াসের লাইভস অ্যান্ড ওপিনিয়নস অফ এমিনেন্ট ফিলোজফারস\nসাহিত্যিক জীবনী, যেগুলিতে বক্তা ও কবিদের জীবনকথা আলোচিত হত (যেমন, ফিলোস্ট্র্যাটাসের লাইভস অফ দ্য সোফিস্টস)\nবিদ্যালয়পাঠ্য ও তথ্যসূত্রমূলক জীবনী, যেগুলিতে বিভিন্ন ব্যক্তিবর্গের বংশপরিচয়, জীবনের প্রধান ঘটনা, কীর্তি ও মৃত্যু সহ সংক্ষিপ্ত জীবনী অন্তর্ভুক্ত থাকত\nআত্মজীবনী, টীকাগ্রন্থ এবং স্মৃতিকথা, যেগুলিতে লেখকেরা নিজেদের জীবনকথা উপস্থাপনা করতেন\nঐতিহাসিক/রাজনৈতিক জীবনী, যেগুলিতে অন্যান্য ধরনের ব্যক্তিবর্গের সঙ্গে সামরিক বাহিনীতে সক্রিয় ব্যক্তিদের জীবনীর উপরেও আলোকপাত করা হত।\n\n\n=== বিজ্ঞান ও গণিত ===\n\nআলেকজান্দ্রিয়ার এরাটোস্থেনিস (আনু. খ্রিস্টপূর্ব ২৭৬ অব্দ – আনু. ১৯৫/১৯৪ অব্দ) জ্যোতির্বিজ্ঞান ও ভূগোল বিষয়ে গ্রন্থ রচনা করেছিলেন। কিন্তু এই গ্রন্থগুলি সম্পর্কে প্রধানত পরবর্তীকালীন সারসংক্ষেপগুলি থেকেই তথ্য সংগ্রহ করা যায়। কথিত আছে, তিনিই প্রথম ব্যক্তি যিনি পৃথিবীর পরিধি পরিমাপ করেন। গণিতজ্ঞ ইউক্লিড ও আর্কিমিডিসের অধিকাংশ রচনা এখন সংরক্ষিত হয়েছে। ইউক্লিড পরিচিত এলিমেন্টস গ্রন্থটির জন্য; এই গ্রন্থের সম্পর্কে অধিকাংশ তথ্য ইউক্লিডের পূর্বসূরি নিডাসের ইউডোজাসের রচনা থেকে সংকলিত হয়েছে। এলিমেন্টস গ্রন্থটি হল জ্যামিতি-সংক্রান্ত একটি সন্দর্ভ; গণিতশাস্ত্রে এই গ্রন্থের প্রভাব আধুনিক যুগেও বিদ্যমান। আর্কিমিডিসের যুগ থেকে অনেক সন্দর্ভই বর্তমান কাল পর্যন্ত সুলভ। এগুলির মধ্যে রয়েছে মেজারমেন্টস অফ দ্য সার্কেল (যে গ্রন্থে পাইয়ের মান নির্ণয় করা হয়েছে) দ্য মেথড অফ মেকানিক্যাল থিওরেমস (বলবিদ্যা-সংক্রান্ত রচনা), দ্য স্যান্ড রেকনার, ও অন ফ্লোটিং বডিজ। আর্কিমিফিসের রচনার একটি পাণ্ডুলিপি নিয়ে বর্তমানে গবেষণা চলছে।\n\n\n=== গদ্যসাহিত্য ===\nহেলেনীয় যুগের গদ্যসাহিত্যের মধ্যে অতি অল্পই বর্তমানে পাওয়া যায়। অ্যারিস্টাইডেসের দ্য মাইলেসায়াকা সম্ভবত খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীতে রচিত। এই গ্রন্থটি যদিও বর্তমানে সম্পূর্ণ আকারে পাওয়া যায় না, তবে অন্যান্য গ্রন্থে এর উদ্ধৃতি অনেক রক্ষিত আছে। এই বইটি তথাকথিত \"মিলেসীয় কথামালা\" নামে একটি সম্পূর্ণ নতুন বর্গের জন্ম দিয়েছিল; যে বর্গের প্রধান উদাহরণ হল পরবর্তীকালীন রোমান লেখক অ্যাপুলেইয়াসের দ্য গোল্ডেন অ্যাস।\nপ্রাচীন গ্রিক উপন্যাস কেরেস অ্যান্ড ক্যালিরহো (ক্যারিটন রচিত) এবং মেটিওকাস অ্যান্ড পার্থেনোপি সম্ভবত রচিত হয়েছিল খ্রিস্টপূর্ব প্রথম শতাব্দীর শেষ পর্বে বা খ্রিস্টীয় প্রথম শতাব্দীর প্রথম ভাগে, অর্থাৎ হেলেনীয় যুগের পরবর্তী পর্যায়ে। লোলিয়ানোসের ফিনিশিয়ান টেল গ্রন্থের বিভিন্ন খণ্ডাংশ আবিষ্কার হওয়ায় প্রাচীন গ্রিক পিকারেস্ক উপন্যাস বর্গের অস্তিত্বের কথা জানা গিয়েছে।\n\n\n== রোমান যুগ ==\n\nএকদিকে যখন নগর-রাষ্ট্র থেকে সাম্রাজ্যে রাষ্ট্রের রূপান্তর দর্শনকে গভীরভাবে প্রভাবিত করছিল, তখনই রাজনৈতিক তত্ত্ব থেকে ব্যক্তিগত নীতিবিদ্যায় প্রাধান্যও অধিকতর হারে দেওয়া হচ্ছিল। গ্রিক বর্ণমালার বিকাশও উত্তরসূরিগণের (বিশেষত টলেমিদের) এবং রোমান শাসনে অব্যাহত ছিল। সাহিত্যে ও ছন্দশাস্ত্রে আগ্রহী রোমানরা গ্রিক আদর্শের মুখাপেক্ষী হয়ে থাকতেন এবং সব ধরনের গ্রিক সাহিত্য শুধুমাত্র গ্রিসের স্থানীয় গ্রিকভাষীদের দ্বারাই নয় বরং পরবর্তীকালের রোমান লেখকদের দ্বারাও পঠিত ও লিখিত হয়েছিল। এই যুগের একটি উল্লেখযোগ্য বৈশিষ্ট্য হল বর্গ হিসেবে সাহিত্য সমালোচনার প্রসারণ। এই বিষয়ে ডিমিট্রিয়াস, ছদ্ম-লঙ্গিনাস ও হ্যালিকার্নাসাসের ডায়োনিসিয়াসকে উদাহরণ হিসেবে গ্রহণ করা যেতে পারে। কইন গ্রিক ভাষার বিভিন্ন গুণমানে বিভিন্ন লেখক কর্তৃক রচিত নূতন নিয়ম এই যুগেরই রচনা। এই গ্রন্থের সর্বাপেক্ষা উল্লেখযোগ্য অংশগুলি হল সুসমাচার ও সন্ত পৌলের পত্রাবলি।\n\n\n=== কবিতা ===\n\nস্মাইরনার কবি কুইন্টাস সম্ভবত খ্রিস্টীয় চতুর্শ শতাব্দীর শেষভাগের ব্যক্তি ছিলেন। তিনি পোস্থোমেরিকা নামক মহাকাব্যে ট্রয়ের পতনের কাহিনি সেইখান থেকে বর্ণনা করেন যেখানে ইলিয়াড মহাকাব্যের কাহিনি সমাপ্ত হয়েছিল।\nপানোপোলিসের কবি নোনাসের রচনা করেন ডায়োনিসিয়াকা। এটিই প্রাচীনকালের দীর্ঘতম অধুনালভ্য মহাকাব্য। এছাড়া তিনি যোহন লিখিত সুসমাচারের একটি কাব্যিক শব্দান্তরণ রচনা করেন। নোনাস সম্ভবত খ্রিস্টীয় চতুর্থ শতাব্দীর শেষভাগ অথবা খ্রিস্টীয় পঞ্চম শতাব্দীর প্রথম ভাগের ব্যক্তি ছিলেন।\n\n\n=== ইতিহাস লিখনধারা ===\n\nইতিহাসবিদ পলিবায়াস জন্মগ্রহণ করেছিলেন মোটামুটি খ্রিস্টপূর্ব ২০০ অব্দ নাগাদ। খ্রিস্টপূর্ব ১৬৮ অব্দে পণবন্দী হিসেবে তিনি রোমে আনীত হন। সেখানে সেনাধ্যক্ষ সিপিও এমিলিয়ানাস পলিবায়াসের বন্ধুতে পরিণত হন। সম্ভবত সেনাধ্যক্ষের সঙ্গে তিনি কার্থেজের বিরুদ্ধে যুদ্ধের সময় স্পেন ও উত্তর আফ্রিকাতেও গিয়েছিলেন। খ্রিস্টপূর্ব ১৪৬ অব্দে কার্থেজ ধ্বংসের সময়ও তিনি সিপিওর সঙ্গে ছিলেন।\nডায়োডোরাস সিক্যুলাস ছিলেন খ্রিস্টপূর্ব প্রথম শতাব্দীর (জুলিয়াস সিজার ও অগাস্টাসের) এক গ্রিক ইতিহাসবিদ। তিনি ৪০ খণ্ডে বিবলিওথিকা হিস্টোরিকা নামে একটি বিশ্বজনীন ইতিহাস রচনা করেন। এগুলির মধ্যে প্রথম পাঁচটি এবং একাদশ থেকে বিংশ খণ্ডগুলি এখনও পাওয়া যায়। প্রথম দুই খণ্ডে আদি হেলেনীয় যুগ পর্যন্ত ইতিহাস বিবৃত হয়েছে। তৃতীয় খণ্ডের ইতিহাস শুরু হয়েছে গলের (অধুনা ফ্রান্স) বিরুদ্ধে সিজারের যুদ্ধ থেকে। হ্যালিকার্নাসাসের ডায়োনাইসিয়াস ছিলেন খ্রিস্টপূর্ব প্রথম শতাব্দীর ব্যক্তিত্ব। রোমের যে ইতিহাস তিনি লিখেছিলেন তার সূত্রপাত প্রথম পিউনিক যুদ্ধের সমসাময়িক কাল (খ্রিস্টপূর্ব ২৬৪-২৪১ অব্দ)। রোমান দৃষ্টিভঙ্গি থেকে লেখা হলেও এই গ্রন্থটি সযত্নে গবেষণা করে লিখিত হয়েছিল। এছাড়া তিনি অন্যান্য সন্দর্ভও রচনা করেছিলেন, তার মধ্যে রয়েছে অন ইমিটেশন, কমেন্ট্রিজ অন দি এনশিয়েন্ট অর্যাটরস ও অন দি অ্যারেঞ্জমেন্টস অফ ওয়ার্ডস।\nআলেকজান্দ্রিয়ার আপ্পিয়ান ও নিকোমিডিয়ার অ্যারিয়ান নামে দুই ইতিহাসবিদ খ্রিস্টীয় দ্বিতীয় শতাব্দীতে বিদ্যমান ছিলেন। আপ্পিয়ান রোম ও রোমানদের বিজয়ের কথা লিখেছিলেন, অন্যদিকে অ্যারিয়ানকে স্মরণ করা হয় মহান আলেকজান্ডারের অভিযান-বিষয়ক রচনাগুলির জন্য। অ্যারিয়ান রোমান সেনাবাহিনীতে কাজ করতেন। এই কারণে নিজের গ্রন্থে তিনি আলেকজান্ডারের জীবনের সামরিক দিকগুলি নিয়ে বেশি আলোচনা করেছিলেন। এছাড়া অ্যারিয়ান নিজের গুরু এপিক্টেটাসের শিক্ষার ভিত্তিতে ডায়াট্রিবাই নামে একটি দার্শনিক সন্দর্ভও রচনা করেন।\nপরবর্তীকালীন গ্রিক ইতিহাসবিদদের মধ্যে আধুনিক পাঠকদের কাছে সর্বাপেক্ষা পরিচিত হলেন কেরোনিয়ার প্লুটার্ক (মৃত্যু: ১১৯ খ্রিস্টাব্দ)। গ্রিক ও রোমান নেতৃবর্গের জীবন নিয়ে প্লুটার্কের লেখা প্যারালাল লাইভস গ্রন্থটি প্রকাশকের পর থেকে প্রত্যেক প্রজন্ম কর্তৃক পঠিত হয়ে আসছে। প্লুটার্কের অপর এক অধুনালভ্য রচনা মরালিয়া হল নীতিবিদ্যা, ধর্ম, রাজনীতি, প্রাকৃতিক নিয়ম ও সাহিত্য।\nপরবর্তীকালে তথাকথিত \"কমনপ্লেস বুকস\" বেশ জনপ্রিয় হয়ে ওঠে। এই বইগুলিতে ঐতিহাসিক ঘটনা সম্পর্কে সংক্ষিপ্ত চিত্তাকর্ষক কাহিনিগুলি বর্ণিত হয়েছে। এই জনপ্রিয় বর্গের অধুনালভ্য উদাহরণগুলির মধ্যে অন্যতম আউলাস সেলিয়াসের অ্যাটিক নাইটস, নউক্রেটিসের এথেনিয়াসের ডেইপনোসোফিস্টি, ও ক্লডিয়াস এলিয়ানাসের ডে ন্যাচ্যুরা অ্যানিম্যালিয়াম ও ভারিয়া হিস্টোরিয়া।\n\n\n=== বিজ্ঞান ও গণিত ===\n\nচিকিৎসক গ্যালেন খ্রিস্টীয় দ্বিতীয় শতাব্দীর ব্যক্তিত্ব ছিলেন। তিনি অঙ্গব্যবচ্ছেদ-বিদ্যা সযত্নে অধ্যয়ন করেছিলেন। ঔষধিবিজ্ঞানের উপর গ্যালেনের রচনাগুলির প্রভাব পরবর্তী ১,৪০০ বছরে খুব শক্তিশালী ছিল। স্ট্র্যাবো (মৃত্যু আনু. ২৩ খ্রিস্টাব্দ) ছিলেন একজন ভূগোলবিদ ও ইতিহাসবিদ। স্ট্র্যাবোর লেখা ৪৭ খণ্ডে হিস্টোরিক্যাল স্কেচেস গ্রন্থটির প্রায় সম্পূর্ণ অংশই এখন হারিয়ে গিয়েছে। অপর গ্রন্থ জিওগ্র্যাফিক্যাল স্কেচেস একমাত্র অধুনালভ্য প্রাচীন গ্রন্থ, যেটিতে অগাস্টাসের সময়কাল পর্যন্ত গ্রিক ও রোমানদের কাছে পরিচিত সকল জাতি ও দেশের বিবরণ পাওয়া যায়। খ্রিস্টীয় দ্বিতীয় শতাব্দীর অপর এক ভূগোলবিদ ছিলেন পসেনিয়াস। আবার ডেসক্রিপশন অফ গ্রিস নামক এক ভ্রমণ-সহায়িকায় তিনি দ্বিতীয় শতাব্দীর গ্রিসের ভূগোল ও পুরাণমূলক ইতিহাস বর্ণনা করেন। এই গ্রন্থ এথেন্স থেকে শুরু করে নউপ্যাক্টাস পর্যন্ত গ্রিসের ভ্রমণ-বৃত্তান্তের আকারে লেখা।\nপরবর্তী প্রজন্মগুলির উপর গভীরতম প্রভাব বিস্তারে সক্ষম রোমান যুগের বিজ্ঞানী নিঃসন্দেহে জ্যোতির্বিজ্ঞানী টলেমি। তিনিও খ্রিস্টীয় দ্বিতীয় শতাব্দীর ব্যক্তি ছিলেন। যদিও টলেমির জীবন সম্পর্কে অল্পই জানা যায়। টলেমির শ্রেষ্ঠ কীর্তিটির আদি শিরোনাম ছিল দ্য ম্যাথামেটিক্যাল কালেকশন; বর্তমানে আরব জ্যোতির্বিজ্ঞানীদের অনুবাদের নামানুসারে এটি পরিচিত আলমাজেস্ট নামে। টলেমিই প্রথম এক পৃথিবী-কেন্দ্রিক মহাবিশ্বের বিস্তারিত বিবরণ প্রদান করেছিলেন। এই ধারণাটি জ্যোতির্বিজ্ঞানী সমাজে ১,৩০০ বছরেরও বেশি সময়কাল অত্যন্ত শক্তিশালী ছিল। কোপারনিকাস, গ্যালিলিও, কেপলার ও অন্যান্য আধুনিক জ্যোতির্বিজ্ঞানীরা সূর্যকেন্দ্রিকতাবাদ প্রতিষ্ঠার পূর্বাবধি মহাবিশ্ব সম্পর্কে টলেমির ধারণাই জ্যোতির্বিজ্ঞানীরা মেনে চলতেন।\n\n\n=== দর্শন ===\n\nএপিক্টেটাস (আনু. ৫৫ – ১৩৫ খ্রিস্টাব্দ) স্টোইকদের নীতিবাদী দর্শনের সঙ্গে যুক্ত ছিলেন। এপিক্টেটাসের শিষ্য অ্যারিয়ান গুরুর শিক্ষা সংকলিত করেন ডিসকোর্সেস ও এনকিরিডিয়ন (গবেষণা-সার) গ্রন্থে।\nখ্রিস্টীয় তৃতীয় শতাব্দীতে ডায়াজেনিস লিয়ার্টিয়াস রচনা করেন লাইভস অ্যান্ড ওপিনিয়নস অফ এমিনেন্ট ফিলোজফারস নামে এক বিশাল জীবনী-সংকলন। এই গ্রন্থে প্রায় সকল গ্রিক দার্শনিকের জীবনী বর্ণিত হয়েছে। দুর্ভাগ্যজনকভাবে লিয়ার্টিয়াস প্রায়শই নিজের রচনার সূত্র উল্লেখ করতে ব্যর্থ হয়েছিলেন এবং অনেক আধুনিক ইতিহাসবিদই এই গ্রন্থটিকে নির্ভরযোগ্য মনে করেন না। তা সত্ত্বেও এই গ্রন্থটিই অনেক প্রাচীন গ্রিক দার্শনিকের জীবন সম্পর্কে একমাত্র প্রাপ্তব্য তথ্যসূত্রের কাজ করে। তবে গ্রন্থখানি একেবারেই গুণবর্জিত নয়; এই গ্রন্থে তথ্যের সে সুবিপুল সম্পদ সংরক্ষিত হয়েছিল তা অন্য কোথাও করা হয়নি। উদাহরণস্বরূপ, এই গ্রন্থে এপিকারাসের জীবনীটি নির্দিষ্টভাবে বেশ উচ্চ মানের এবং এই জীবনীর সঙ্গে এপিকারাসের রচনা বলে কথিত তিনটি দীর্ঘ চিঠি অন্তর্ভুক্ত হয়েছে, যার মধ্যে অন্তত দু’টি চিঠি প্রামাণিক বলে সাধারণভাবে গবেষকেরা মনে করেন।\nএই যুগের অপর এক প্রধান দার্শনিক ছিলেন প্লটিনাস। তিনি প্লেটোর দর্শনকে নব্যপ্লেটোবাদ নামে একটি শাখায় রূপান্তরিত করেন। প্লটিনাসের এনিডস গ্রন্থটি অন্তত সপ্তদশ শতাব্দী পর্যন্ত ইউরোপীয় চিন্তাজগতে নানা ধরনের প্রভাব বিস্তার করেছিল। প্লটিনাসের দর্শন প্রধানত কেন্দ্রীভূত ছিল নউস, সাইকি ও \"এক\"-এর ধারণাগুলিকে ঘিরে।\nখ্রিস্টধর্মের উত্থানের পর খ্রিস্টানদের মধ্যেও অনেক গুরুত্বপূর্ণ দার্শনিকের উত্থান ঘটে। দ্বিতীয় শতাব্দীর খ্রিস্টান আত্মপক্ষসমর্থক শহিদ জাস্টিন গ্রিক ভাষায় অনেক গ্রন্থ রচনা করেছিলেন এবং বিশেষভাবে প্লেটোবাদ সহ গ্রিক দর্শনের নানা শাখা থেকে ধ্যানধারণা গ্রহণ করেছিলেন। খ্রিস্টীয় ধর্মতত্ত্বের প্রবর্তক আলেকজান্দ্রিয়ার ওরিজেনও গ্রিক দর্শন থেকে অনেক ধ্যানধারণার ব্যবহার ঘটিয়েছিলেন এবং নিজের আত্মপক্ষসমর্থন-মূলক সন্দর্ভ কনট্রা সেলসাম-এ পৌত্তলিক দার্শনিক সেলসাসের মতের বিরুদ্ধে নিজের মত ধরে রাখতেও সক্ষম হয়েছিলেন।\n\n\n=== গদ্য সাহিত্য ===\n\nরোমান যুগেই গ্রিক গদ্যসাহিত্যের বৃহত্তর অংশটি লিখিত হয়েছিল। প্রাচীন গ্রিক উপন্যাস অ্যাকিলিস ট্যাটিয়াসের ল্যুসিপি অ্যান্ড ক্লিটোফোন ও লংগাসের ড্যাফনিস অ্যান্ড ক্লোই দু’টিই সম্ভবত খ্রিস্টীয় দ্বিতীয় শতাব্দীর গোড়ার দিকে রচিত। এখনও পর্যন্ত পাঁচটি অধুনালভ্য প্রাচীন গ্রিক রোম্যান্স উপন্যাসের মধ্যে সবচেয়ে বিখ্যাতটি হল ড্যাফনিস অ্যান্ড ক্লোই। এটির উপজীব্য গ্রিসের লেসবোস দ্বীপে রাখালিয়া পরিবেশে বেড়ে ওঠা দুই অল্পবয়সী প্রেমিক-প্রেমিকার স্মৃতিমেদুর কাহিনি। অ্যান্টোনিয়াস ডায়োজেনাসের দ্য ওয়ান্ডারস বিয়ন্ড থুল সম্ভবত রচিত হয়েছিল খ্রিস্টীয় দ্বিতীয় শতাব্দীর গোড়ায়, যদিও গবেষকদের মধ্যে এই গ্রন্থের সঠিক তারিখ নিয়ে মতান্তর আছে। এই গ্রন্থটিও সম্পূর্ণ আকারে পাওয়া যায় না, তবে কনস্ট্যান্টিনোপলের প্রথম ফোটিয়সের লেখা একটি অতি দীর্ঘ সারসংক্ষেপ পাওয়া যায়। ইফিসাসের জেনোফোন রচিত ইফেসিয়ান টেল সম্ভবত খ্রিস্টীয় দ্বিতীয় শতাব্দীর শেষভাগে রচিত।\n\nব্যঙ্গরচয়িতা সামোসাটার লুসিয়ান খ্রিস্টীয় দ্বিতীয় শতাব্দীর শেষভাগের ব্যক্তি ছিলেন। লুসিয়ানের রচনাবলি প্রাচীনকালে অবিশ্বাস্য জনপ্রিয়তা অর্জন করেছিল। বর্তমানে লুসিয়ানের রচনা বলে পরিচিত আশিটিরও বেশি আলাদা আলাদা গ্রন্থ পাওয়া যায়। লুসিয়ানের প্রায় সকল রচনাই প্রাচীন গ্রিক ভাষার অতিমাত্রায় আত্তীয়ায়িত উপভাষায় রচিত, যা সেকালে শিক্ষিত সমাজে সুপ্রচলিত ছিল। লুসিয়ানের সিরীয় দেবী অবশ্য এক ধরনের কৃত্রিম-আইয়োনীয় উপভাষায় রচিত, যা ইচ্ছাকৃতভাবে হিরোডোটাসের উপভাষা ও রচনাশৈলীর অনুকরণ। লুসিয়ানের সর্বাপেক্ষা বিখ্যাত রচনাটি ছিল আ ট্রু স্টোরি, যেটিকে কোনও কোনও লেখক কল্পবিজ্ঞান সাহিত্যের প্রাচীনতম অধুনালভ্য নিদর্শন বলে বর্ণনা করেন। লুসিয়ানের সংলাপ মিথ্যার প্রেমিক গ্রন্থে প্রাচীনতম পরিচিত ভূতের গল্পের মধ্যে বেশ কয়েকটি পাওয়া যায় সেই সঙ্গে \"দ্য সোরসারার’স অ্যাপ্রেনটিশ\"-এর আদিতম পরিচিত পাঠটিও এই গ্রন্থেই পাওয়া যায়। লুসিয়ানের চিঠি পাসিং অফ পেরেগ্রিনাস ছিল খ্রিস্টানদের বিরুদ্ধে লেখা এক নির্মম ব্যঙ্গরচনা। এই গ্রন্থেই আদি খ্রিস্টধর্ম সম্পর্কে আদিতম পৌত্তলিক মূল্যায়নগুলির একটি পাওয়া যায়।\nএমেসার হেলিওডোরাস কর্তৃক ইথিওপিকা সম্ভবত খ্রিস্টীয় তৃতীয় শতাব্দীতে রচিত হয়েছিল। এই গ্রন্থে ক্যারিক্লিয়া নামে এক তরুণী ইথিওপীয় রাজকুমার কাহিনি বর্ণিত হয়েছে; তিনি পরিবার-বিচ্ছিন্না হয়ে জ্ঞাত বিশ্বের নানা স্থানে দুর্ভাগ্যতাড়িত হয়ে ঘুরে বেড়ান। সকল প্রাচীন গ্রিক উপন্যাসের মধ্যে যেটি সর্বাধিক জনপ্রিয়তা অর্জন করেছিল সেটি হল আলেকজান্ডার রোম্যান্স; খ্রিস্টীয় তৃতীয় শতাব্দীতে রচিত এই উপন্যাসটি ছিল মহান আলেকজান্ডারের বিজয়াভিযানগুলির এক কাল্পনিক বিবরণ। চব্বিশটি ভিন্ন ভিন্ন ভাষায় এই গ্রন্থের আশিটি পাঠান্তর পাওয়া যায়। তা থেকে বোঝা যায় যে মধ্যযুগে বইটি প্রায় বাইবেলের মতোই জনপ্রিয় হয়েছিল। চতুর্দশ শতাব্দীতে আলেকজান্ডার রোম্যান্স-এর পাঠান্তরগুলি এতটাই সুলভ ছিল যে, জিওফ্রে চসার লেখেন \"...every wight that hath discrecioun / Hath herd somwhat or al of [Alexander's] fortune.\"\n\n\n== উত্তরাধিকার ==\n\nসামগ্রিকভাবে পাশ্চাত্য সাহিত্যের উপর প্রাচীন গ্রিক সাহিত্যের প্রভাব অপরিসীম। প্রাচীন রোমান লেখকেরা প্রাচীন গ্রিক সাহিত্য থেকে ভিন্ন শৈলী ও বিষয়ধারণা গ্রহণ করেছিলেন। পরবর্তীকালে এই ধ্যানধারনাগুলিই আবার গ্রহণ করেন পাশ্চাত্য ইউরোপীয় লেখক ও সাহিত্য সমালোচকেরা। প্রাচীন গ্রিক সাহিত্য বিশেষভাবে অনুপ্রাণিত করে পরবর্তীকালীন গ্রিক সাহিত্যকে। উদাহরণস্বরূপ, গ্রিক উপন্যাসগুলির প্রভাব পড়েছিল পরবর্তীকালে মিউসেয়াস গ্র্যামাটিকাস রচিত হিরো অ্যান্ড লিয়ান্ডার গ্রন্থের উপর। প্রাচীন রোমান লেখকেরা প্রাচীন গ্রিক সাহিত্যের উত্তরাধিকার সম্পর্কে অনূপুঙ্খ জ্ঞান রাখতেন এবং অনেকে ইচ্ছাকৃতভাবেই নিজদের রচনায় গ্রিক ধ্রুপদি সাহিত্যের শৈলী ও পদ্ধতির সমতুল্য হতে চেষ্টা করতেন। উদাহরণস্বরূপ, রোমান কবি ভার্জিল নিজের মহাকাব্য ইনিড-এর আদর্শ হিসেবে গ্রহণ করেছিলেন ইলিয়াড ও ওডিসি মহাকাব্য দু’টিকে।\nমধ্যযুগে পশ্চিম ইউরোপ প্রাচীন গ্রিক সাহিত্যকে প্রায় ভুলেই গিয়েছিল। মধ্যযুগীয় লেখক রজার বেকন লিখেছিলেন যে, \"লাতিন খ্রিস্টান-জগতে চার জন মানুষও নেই যারা গ্রিক, হিব্রু ও আরবি ব্যাকরণের সঙ্গে পরিচিত।\" রেনেসাঁর পূর্বে গ্রিক রচনাগুলি পশ্চিম ইউরোপীয় গবেষকেরা পুনরাবিষ্কার করতে পারেননি। রেনেসাঁর যুগে পশ্চিম ইউরোপীয় কলেজ ও বিশ্ববিদ্যালয়গুলিতে প্রথম গ্রিক ভাষা শিক্ষাদান শুরু হয়, তারই ফলশ্রুতিতে পশ্চিম ইউরোপীয় গবেষকেরা প্রাচীন গ্রিসের সাহিত্য পুনরাবিষ্কার করেন। মূল গ্রিকে মুদ্রিত প্রথম নূতন নিয়ম টেক্সটাস রিসেপ্টাস ১৫১৬ খ্রিস্টাব্দে ওলন্দাজ মানবতাবাদী পণ্ডিত ডেসিডেরিয়াস এরাসমাস কর্তৃক প্রথম প্রকাশিত হয়। এরাসমাস এছাড়াও ধ্রুপদি গ্রিক গ্রন্থের লাতিন অনুবাদও প্রকাশ করেন, যার মধ্যে অন্যতম ছিল হেসিয়ডের কার্যাবলি ও দিনগুলি গ্রন্থের একটি লাতিন অনুবাদ।\n\nআধুনিক সাহিত্যেও ধ্রুপদি গ্রিক সাহিত্যের প্রভাব লক্ষণীয়। ধ্রুপদি সাহিত্য ও পুরাণের অনেক চরিত্রই ঘুরেফিরে এসেছে দান্তে আলিগিয়েরির দ্য ডিভাইন কমেডি গ্রন্থে। প্লুটার্কের লাইভস গ্রন্থটির বিশেষ প্রভাব পড়েছিল উইলিয়াম শেকসপিয়রের উপরে এবং এই গ্রন্থই শেকসপিয়রের জুলিয়াস সিজার, অ্যান্টনি অ্যান্ড ক্লিওপেট্রা ও কোরিওলেনাস শিরোনামাঙ্কিত ট্র্যাজেডিগুলির উৎসসূত্র। শেকসপিয়রের আ কমেডি অফ এররস ও দ্য টুয়েলফথ নাইট নামাঙ্কিত কমেডি দু’টিও গ্রিকো-রোমান নতুন কমেডি থেকে অনেক বিষয়বস্তু ধার করেছিল। অন্যদিকে শেকসপিয়রের ট্র্যাজেডি টাইমন অফ এথেন্স লুসিয়ান রচিত একটি কাহিনি থেকে অনুপ্রাণিত হয়েছিল এবং কমেডি পেরিক্লিস, প্রিন্স অফ টায়ার রচিত হয়েছিল জন গাওয়ায়ের কনফেসিও অ্যামানটিস-এ প্রাপ্ত প্রাচীন গ্রিক উপন্যাস অ্যাপোলোনিয়াস অফ টায়ার-এর একটি অভিযোজনার ভিত্তিতে।\nজন মিলটনের মহাকাব্য প্যারাডাইস লস্ট দুই হোমারীয় মহাকাব্যের অনুরূপ শৈলীতে রচিত হয়। এছাড়াও এই গ্রন্থে খ্রিস্টীয় বার্তা প্রকাশ করার জন্য প্রতীক হিসেবে ধ্রুপদি সাহিত্য ও পুরাণের চরিত্রগুলির পরোক্ষ উল্লেখ করা হয়। লুসিয়ানের আ ট্রু স্টোরি ছিল জোনাথান সুইফটের গ্যালিভার’স ট্রাভেলস উপন্যাসের অনুপ্রেরণার একটি অংশ। ১৮৬৭ সালে প্রকাশিত গ্রিক পুরাণ-বিষয়ক গ্রন্থ বাফিঞ্চ’স মাইথোলজি প্রকাশিত হয় সাধারণ পাঠকদের জন্য। কার্ল জে. রিচার্ড এই গ্রন্থটিকে বলেন \"মার্কিন যুক্তরাষ্ট্রে প্রকাশিত জনপ্রিয়তম গ্রন্থগুলির অন্যতম\"।\nজর্জ বার্নার্ড শ-র নাটক পিগম্যালিয়ন হল প্রাচীন গ্রিক পিগম্যালিয়ন কিংবদন্তির এক আধুনিক ও যুক্তিসম্মত পুনর্কথন। জেমস জয়েসের ইউলিসিস উপন্যাসটিকে সমালোচকেরা আধুনিক সাহিত্যের শ্রেষ্ঠ কীর্তিগুলির অন্যতম মনে করেন। এই উপন্যাসটি আধুনিক কালের ডাবলিন শহরের প্রেক্ষাপটে হোমারের ওডিসি মহাকাব্যের পুনর্কথন। মধ্য বিংশ শতাব্দীর ব্রিটিশ লেখক মেরি রেনল্ট দ্য লাস্ট অফ দ্য ওয়াইন ও দ্য কিং মাস্ট ডাই প্রভৃতি বেশ কতকগুলি উপন্যাস রচনা করেন গ্রিক সাহিত্য ও পুরাণ থেকে অনুপ্রাণিত হয়ে।\nএমনকি যে রচনাগুলিতে সচেতনভাবে গ্রিকো-রোমান সাহিত্য থেকে বিষয়বস্তু আহরণ করা হয়নি, সেখানেও লেখকেরা প্রায়শই প্রাচীন গ্রিসে উৎপন্ন ধ্যানধারণা ও বিষয়ের প্রয়োগ ঘটিয়েছিলেন। বিশেষত আরিস্টটলের পোয়েটিকস গ্রন্থে কথিত ধারণাগুলি বহু প্রজন্ম ধরে পাশ্চাত্যের লেখক ও সাহিত্য সমালোচকদের প্রভাবিত করে আসছে। মধ্যযুগে  পোয়েটিকস গ্রন্থের একটি আরবি সংস্করণের অ্যাভাররোস কৃত একটি লাতিন অনুবাদও সুলভ ছিল। যে সকল সাধারণ গ্রিক সাহিত্য পরিভাষার প্রচলন আজও রয়েছে তার মধ্যে অন্যতম হল: ক্যাথারসিস, ইথোজ, অ্যানাগনরিসিস, হ্যামারশিয়া, hubris, মাইমেসিস, মিথোজ, নেমেসিস, ও পেরিপেটিয়া।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবেয়ে, চার্লস রোয়ান (১৯৮৭)। এনশিয়েন্ট গ্রিক লিটারেচার অ্যান্ড সোসাইটি। ইথাকা, নিউ ইয়র্ক: কর্নেল ইউনিভার্সিটি প্রেস। আইএসবিএন 0-8014-1874-7। \nইস্টারলিং, পি.ই.; নক্স, বি.এম.ডব্লিউ., সম্পাদকগণ (১৯৮৫)। দ্য কেমব্রিজ হিস্ট্রি অফ ক্ল্যাসিকাল লিটারেচার: ভল্যুম ১: গ্রিক লিটারেচার। কেমব্রিজ [কেমব্রিজশায়ার]; নিউ ইয়র্ক: কেমব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 0-521-21042-9। \nফ্লেসলিয়াস, রবার্ট (১৯৬৪)। আ লিটারারি হিস্ট্রি অফ গ্রিস। (ডগলাস জার্মান অনূদিত)। শিকাগো: অ্যালডাইন পাব.। \nগাটজউইলাস, ক্যাথরিন (২০০৭)। আ গাইড টু হেলেনিস্টিক লিটারেচার। ব্ল্যাকওয়েল। আইএসবিএন 978-0-631-23322-0। \nহাদাস, মোজেস (১৯৫০)। আ হিস্ট্রি অফ গ্রিক লিটারেচার। নিউ ইয়র্ক, নিউ ইয়র্ক রাজ্য: কলম্বিয়া ইউনিভার্সিটি প্রেস। \nলেস্কি, অ্যালবিন (১৯৬৬)। আ হিস্ট্রি অফ গ্রিক লিটারেচার। জেমস উইলিস; কর্নেলিস ডে হির কর্তৃক অনূদিত। ইন্ডিয়ানাপোলিস / কেমব্রিজ: হ্যাকেট পাবলিশিং কোম্পানি। আইএসবিএন 0-87220-350-6। \nশ্মিট, মাইকেল (২০০৪)। দ্য ফার্স্ট পোয়েটস: লাইভস অফ দি এনশিয়েন্ট গ্রিক পোয়েটস। লন্ডন: উইডেনফেল্ড অ্যান্ড নিকোলসন। আইএসবিএন 0-297-64394-0। \nসি. এ. ট্রাইপেনিস (১৯৮১)। গ্রিক পোয়েট্রি ফ্রম হোমার টু সেফেরিস। ইউনিভার্সিটি অফ শিকাগো প্রেস। আইএসবিএন 9780226813165। \nহুইটমার্শ, টিম (২০০৪)। এনশিয়েন্ট গ্রিক লিটারেচার। কেমব্রিজ: পলিটি প্রেস। আইএসবিএন 0-7456-2792-7। \n\n\n== বহিঃসংযোগ ==\n\n উইকিসংকলনে প্রাচীন গ্রিক সাহিত্য সম্পর্কিত কর্ম দেখুন।"}