{"pageid": 1176293, "title": "শান্তি স্বরূপ ভাটনগর", "url": "https://bn.wikipedia.org/wiki?curid=1176293", "content": "স্যার শান্তি স্বরূপ ভাটনগর, ওবিই, এফএনআই, এফএএসসি, এফআরএস, এফআরআইসি (২১ ফেব্রুয়ারি ১৮৯৪ – ১ জানুয়ারি ১৯৫৫) ছিলেন একজন খ্যাতনামা রসায়ন বিজ্ঞানী যিনি ভারতের একাডেমিক ও বৈজ্ঞানিক প্রশাসনে উল্লেখযোগ্য অবদান রেখেছেন। তিনি ভারতের বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ তথা কাউন্সিল অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ এর প্রথম মহাপরিচালক ছিলেন এবং ভারতে গবেষণাগারের  জনক হিসাবে পরিচিতি লাভ করেন। তিনি ভারতের বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের (ইউজিসির) প্রথম সভাপতিও ছিলেন। ১৯৫৮ খ্রিস্টাব্দে ভারত সরকারের বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ (বা সিএসআইআর) বিজ্ঞানের বিভিন্ন শাখায় গুরুত্বপূর্ণ অবদান রেখেছেন এমন বিজ্ঞানীদের সম্মানিত করতে শান্তি স্বরূপ ভাটনগর পুরস্কার প্রবর্তন করে। \n\n\n== জন্ম ও শিক্ষাজীবন ==\nশান্তি স্বরূপ ভাটনগর  ব্রিটিশ ভারতের অধুনা  পাকিস্তানের পঞ্জাবের শাহপুর জেলার ভেরা'র এক হিন্দু কায়স্থ পরিবারে জন্মগ্রহণ করেন। তার বয়ঃক্রম আট হলে পিতা পরমেশ্বরী সহায় ভাটনগর মারা যান আর সেকারণে তার মাতা  উত্তর প্রদেশের সিকন্দ্রাবাদের বুলন্দশহরে পিত্রালয়ে চলে আসেন। শান্তি স্বরূপের  শৈশব কাটে মাতুলালয়ে।  মাতামহ ছিলেন একজন প্রকৌশলী, রেলওয়ের নির্মাণকার্য দেখা শোনা করতেন। তার কাছ থেকেই তিনি ছোটবেলাতে কারিগরি বিষয়ে যেমন যান্ত্রিক খেলনা, ইলেকট্রনিক ব্যাটারি, তারযুক্ত টেলিফোন ইত্যাদি তৈরি পছন্দ করতেন এবং ক্রমে বিজ্ঞান বিষয়ে আগ্রহের পাশাপাশি হিন্দি ও উর্দু ভাষায় কবিতা রচনার উৎসাহ পান। সিকান্দ্রাবাদ স্কুলে প্রাধমিক পাঠ শেষে  ভর্তি হন দয়ানন্দ আ্য‌ংলো বৈদিক স্কুলে। বিদ্যালয়ের পাঠ সম্পন্ন করে ১৯১১ খ্রিস্টাব্দে লাহোরের দয়াল সিং কলেজে (১৯১০ খ্রিস্টাব্দে প্রতিষ্ঠিত এবং ভারত ভাগের পর দিল্লীতে স্থানান্তরিত হয়) ভর্তি হন। এখানে ছাত্রবস্থায় তিনি 'সরস্বতী স্টেজ সোসাইটি'র সদস্য হন এবং অভিনেতা হিসাবে সুনাম অর্জন করেন। তিনি করামতি (আশ্চর্য কর্মী) নামে একটি উর্দু একাঙ্ক নাটক লেখেন এবং এর ইংরেজি অনুবাদ ১৯১২ খ্রিস্টাব্দের সেরা নাটক বিবেচিত হওয়ায় তিনি সরস্বতী স্টেজ সোসাইটি পুরস্কার ও পদক লাভ করে।\nদয়াল সিং কলেজ থেকে ১৯১৩ খ্রিস্টাব্দে ইন্টারমিডিয়েট পাশের পর ১৯১৬ খ্রিস্টাব্দে ফরম্যান ক্রিশ্চিয়ান কলেজ থেকে পদার্থবিজ্ঞানে স্নাতক হন এবং এখান থেকেই ১৯১৯ খ্রিস্টাব্দের তিনি রসায়নে স্নাতকোত্তর ডিগ্রিও লাভ করেন।\n\n\n== কর্মজীবন ও গবেষণা ==\nএমএসসি পাশের পর তিনি কিছুদিন প্রথমে ফরম্যান ক্রিশ্চিয়ান কলেজে পদার্থবিদ্যা ও রসায়ন বিভাগের ডেমনস্ট্রেটরের ও পরে কিছুদিন দয়াল সিং কলেজে সিনিয়র ডেমনস্ট্রেটরের কাজ করেন। পরে দয়াল সিং কলেজ ট্রাস্ট থেকে বৃত্তি পেয়ে লন্ডন যান।লন্ডন বিশ্ববিদ্যালয়ের ইউনিভার্সিটি কলেজ অফ লন্ডনে অধ্যাপক ফ্রেডরিক জি ডনানের অধীনে গবেষণা করে ডিএসসি ডিগ্রি লাভ করেন।  ১৯২১ খ্রিস্টাব্দে ভারতে ফিরে আসার পর বেনারস হিন্দু বিশ্ববিদ্যালয়ে রসায়নের অধ্যাপক হিসাবে যোগ দেন এবং তিন বৎসর কাজ করেন। এখানে  অধ্যাপক শান্তি স্বরূপের মধ্যে বিজ্ঞানের পাশাপাশি তার কবি সত্তারও পরিচয় পাওয়া যায়। বেনারস হিন্দু বিশ্ববিদ্যালয়ের \"কূলগীত\" তথা \"বিশ্ববিদ্যালয় সঙ্গীত\"-এর রচনাকার হলেন তিনি। এরপর তিনি ভৌত রসায়নের অধ্যাপক এবং  পাঞ্জাব বিশ্ববিদ্যালয়ের কেমিক্যাল ল্যাবরেটরির পরিচালক হিসাবে লাহোরে চলে যান। তার কর্মজীবনের এই অংশটি মূল বৈজ্ঞানিক গবেষণার কাজে ব্যয়িত হয়। তার গবেষণার কাজে উল্লেখযোগ্য বিষয়গুলি ছিল - ইমালসন, কলয়েড, শিল্প রসায়ন প্রভৃতি। মৌলিক অবদান ছিল চুম্বক-রসায়নের ক্ষেত্রে এবং রাসায়নিক বিক্রিয়া অধ্যয়নে চুম্বকত্বের ব্যবহার। ১৯২৮ খ্রিস্টাব্দে তিনি এবং তার ছাত্র কে এন মাথুর যৌথভাবে ভাটনগর-মাথুর ম্যাগনেটিক ইন্টারফেয়ারেন্স ব্যালান্স প্রস্তুত করেন যার দ্বারা সেসময়ে চৌম্বকীয় বৈশিষ্ট্য পরিমাপে এক সূক্ষ্ম তথা সংবেদনশীল যন্ত্র হিসাবে  পরিগণিত হয়।  ১৯৩১ খ্রিস্টাব্দে লন্ডনের অ্যাডাম হিলগার অ্যান্ড কোম্পানি বাজারেও এনেছিল।\nশান্তি স্বরূপ ভাটনগর প্রথমদিকে যে শিল্প সমস্যা সমাধান করেন, সেটি- গবাদি পশুর খাদ্য-কেক বাগাসে (আখের খোসা) রূপান্তরিত করার প্রক্রিয়া। পাঞ্জাবের 'গ্র্যান্ড ওল্ড-ম্যান' নামে পরিচিত স্যার গঙ্গা রামের সমস্যা ছিল এটি। এছাড়াও, তিনি বিভিন্ন সময়ে 'দিল্লি ক্লথ অ্যান্ড জেনারেল মিলস', কানপুরের 'জে কে মিলস লিমিটেড', লায়াল্লাপুরের 'গণেশ ফ্লাওয়ার মিলস লিমিটেড', বোম্বের 'টাটা অয়েল মিলস লিমিটেড' এবং ভারতের স্টিল ব্রাদার্স অ্যান্ড কোং লিমিটেড' প্রভৃতির বহু শিল্প সমস্যার সমাধান করেছেন।\nঅধ্যাপক ভাটনগরের উল্লেখযোগ্য কৃতিত্বের মধ্যে একটি হল অপরিশোধিত তেলকে নানা উপায়ে শোধিত করার পদ্ধতি আবিষ্কার। তেল শোধনকারী সংস্থা অয়েল ড্রিলিং অপারেশনের সময় কাদা ও লবণাক্ত জলের কারণে নানা সমস্যার সম্মুখীন হয়। সেই সমস্যা অধ্যাপক শান্তি স্বরূপ কলয়েড রসায়নের মাধ্যমে সমাধান করেছিলেন। তিনি এক প্রকার আঠা আবিষ্কার করেন যার ব্যবহারে কাদা জলে বসে যাওয়া যন্ত্রগুলি সহজে আটকে না গিয়ে সহজ গতিতে ড্রিলের কাজ সম্পন্ন করতে পারে।\nশান্তি স্বরূপ ভাটনাগর শিল্প-মহলের গবেষণা তহবিল থেকে কোনো ব্যক্তিগত আর্থিক সুবিধা নিতেন না,বরং ক্রমাগতভাবে প্রত্যাখ্যান করতেন। পরিবর্তে বিশ্ববিদ্যালয়ে গবেষণা সুবিধা জোরদার করার পক্ষে কথা বলতেন। তার এই কাজের জন্য বিজ্ঞানী মেঘনাদ সাহা ১৯৩৪ খ্রিস্টাব্দে শান্তি স্বরূপ ভাটনগরকে লিখেছিলেন যে— \"আপনি আপনার কাজের মাঝে জন সমক্ষে বিশ্ববিদ্যালয়ের অধ্যাপকদের মর্যাদা বৃদ্ধি করেছেন,আপনার শিক্ষায়তনে প্রদত্ত সুবিধার কথা না বলে\"।\nশান্তি স্বরূপ ভাটনগর ভারতের স্বাধীনতা-উত্তর বিজ্ঞান ও প্রযুক্তি অবকাঠামো এবং নীতি নির্মাণে হোমি জাহাঙ্গীর ভাভা, প্রশান্ত চন্দ্র মহলানবীশ, বিক্রম সারাভাই এবং অন্যান্যদের সাথে উল্লেখযোগ্য ভূমিকা পালন করেছিলেন। ১৯৪৭ খ্রিস্টাব্দে স্বাধীনতা লাভের পর ভারতের তৎকালীন প্রধানমন্ত্রী  জওহরলাল নেহেরুর প্রয়াসে দেশে বিজ্ঞান গবেষণায় এবং শিল্পের বিকাশে ও উন্নতির জন্য প্রতিষ্ঠা করেন বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ তথা কাউন্সিল অফ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ (সিএসআইআর) এবং অধ্যাপক শান্তি স্বরূপ ভাটনগরকে এর মহাপরিচালক নিযুক্ত করেন। তিনি এর বিকাশের জন্য বহু বড় বড় গবেষণাগার স্থাপন করেন দেশের বিভিন্ন প্রান্তে। সেকারণে তাকে ভারতে গবেষণাগারের জনক বলা হয়। তিনি সেসময়ে ভারতে মোট বারোটি জাতীয় গবেষণাগার প্রতিষ্ঠা করেছিলেন, সেগুলির মধ্যে উল্লেখযোগ্য গবেষণাগার হল—\n\nসেন্ট্রাল ইনস্টিটিউট অফ ফুড প্রসেসিং টেকনোলজি, মহীশূর;\nন্যাশনাল কেমিক্যাল ল্যাবরেটরি, পুনে;\nন্যাশনাল ফিজিক্স ল্যাবরেটরি, নয়াদিল্লি;\nজাতীয় ধাতুবিদ্যা গবেষণাগার, জামশেদপুর;\nসেন্ট্রাল ফুয়েল রিসার্চ ইনস্টিটিউট, ধানবাদ; ইত্যাদি।\nসিএসআইআর-এ থাকাকালীন, তিনি কলকাতার ইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কাল্টিভেশন অফ সায়েন্স (আইএসিএস)-এ কর্মরত সে-সময়ের বেশ কয়েকজন তরুণ বিজ্ঞানীকে পরামর্শ দিয়েছিলেন,তারা ছিলেন শ্যামাদাস চট্টোপাধ্যায়, শান্তিলাল ব্যানার্জি (এমএসসি গোল্ড মেডেলিস্ট- ঢাকা বিশ্ববিদ্যালয় এবং মার্কিন যুক্তরাষ্ট্র থেকে ডিএসসি) যিনি পরে শান্তি স্বরূপ ভাটনগরের অনুরোধে দিল্লির ন্যাশনাল ফিজিক্যাল ল্যাবরেটরিতে চলে যান), এবং আশুতোষ মুখার্জি। শান্তি স্বরূপ ভাটনগরও ইন্ডিয়ান অ্যাসোসিয়েশন ফর দ্য কাল্টিভেশন অফ সায়েন্স-এ চন্দ্রশেখর ভেঙ্কট রমন এবং কারিয়ামানিক্যম শ্রীনিবাস কৃষ্ণনের রমন ইফেক্টের কাজ অত্যন্ত ঘনিষ্ঠভাবে নজরে রেখেছিলেন। বিশেষকরে কৃষ্ণান এবং তার সঙ্গী শান্তিলাল ব্যানার্জির ছোট স্ফটিকের চুম্বকত্বের উপর কাজটিও তার কাছে গুরুত্বের বিষয় ছিল।\nএছাড়াও তিনি কর্মজীবনে ভারত সরকারের অত্যন্ত গুরুত্বপূর্ণ সব দপ্তরগুলিতে উচ্চপদে আসীন ছিলেন। তিনি ইউজিসি তথা বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের প্রথম চেয়ারম্যান ছিলেন। ভারত সরকারের শিক্ষাদপ্তরের সেক্রেটারির পদ, প্রাকৃতিক সম্পদ ও বৈজ্ঞানিক গবেষণা দপ্তর, অ্যাটোমিক এনার্জি কমিশনের প্রথম সেক্রেটারি ছিলেন তিনি। ভারতে জাতীয় গবেষণা উন্নয়ন পর্ষদ (NRDC) স্থাপনে তিনি অত্যন্ত গুরুত্বপূর্ণ ভূমিকা গ্রহণ করেছিলেন।\n\n\n== সম্মান ও স্বীকৃতি ==\nবিশুদ্ধ ও ফলিত রসায়নে তার অসামান্য অবদানের জন্য ব্রিটিশ শাসক ১৯৩৬ খ্রিস্টাব্দের নববর্ষের সম্মাননায় অর্ডার অফ দ্য ব্রিটিশ এম্পায়ার নিয়োগ করে।\n১৯৪১ খ্রিস্টাব্দে বিজ্ঞানে অবদানের জন্য \"নাইট\" প্রদান করে।\n১৯৪৩ খ্রিস্টাব্দের  যুক্তরাজ্যের রয়্যাল সোসাইটি ফেলো নির্বাচিত করে।\n১৯৫৪ খ্রিস্টাব্দে ভারত সরকার তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ সম্মানে ভূষিত করে।\nঅধ্যাপক শান্তি স্বরূপ ভাটনগরের মৃত্যুর পর ভারত সরকারের বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ ১৯৫৮ খ্রিস্টাব্দে বিজ্ঞানের বিভিন্ন শাখায় যারা উল্লেখযোগ্য এবং অসামান্য গবেষণা, প্রয়োগ বা মৌলিক বিজ্ঞানের ক্ষেত্রে অবদান রাখেন তাদের পুরস্কৃত করতে শান্তি স্বরূপ ভাটনগর পুরস্কার প্রবর্তন করে।\n\n\n== জীবনাবসান ==\nভারতের খ্যাতনামা রসায়ন বিজ্ঞানী অধ্যাপক শান্তি স্বরূপ ভাটনগর নতুন দিল্লিতে হৃদরোগে আক্রান্ত হয়ে পরলোক গমন করেন। তার স্ত্রী লাজবতী আগেই ১৯৪৬ খ্রিস্টাব্দে মারা যান। \n\n\n== তথ্যসূত্র =="}