{"pageid": 1177455, "title": "চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি", "url": "https://bn.wikipedia.org/wiki?curid=1177455", "content": "চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি (বর্তমান নাম: \"মাহবুব উল আলম চৌধুরী\" চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি)  হলো বাংলাদেশের চট্টগ্রাম শহরে অবস্থিত চট্টগ্রামের প্রথম গণগ্রন্থাগার। বর্তমানে চট্টগ্রাম সিটি কর্পোরেশন এটি পরিচালনার দায়িত্বে আছে। একুশের প্রথম কবিতার কবি মাহবুব উল আলম চৌধুরীর নামে ২০২৩ সালে গ্রন্থাগারটিকে \"মাহবুব উল আলম চৌধুরী\" চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি নামে নামকরণ করা হয়।\n\n\n== অবস্থান ==\nচট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি চট্টগ্রাম শহরের ঐতিহাসিক লালদীঘির দক্ষিণ পাড়ে নবনির্মিত বহুতল ভবনের ৫ম ও ৬ষ্ঠ তলায় অবস্থিত। এর পাশেই চট্টগ্রাম কেন্দ্রীয় কারাগার এবং লালদীঘির ময়দান অবস্থিত।\n\n\n== ইতিহাস ==\n\nচিটাগাং মিউনিসিপ্যাল লাইব্রেরি নামে ১৯০৪ সালের ৮ জুন চট্টগ্রাম পৌরসভার প্রথম ভবনে গ্রন্থাগারটি প্রতিষ্ঠিত হয়।\nগ্রন্থাগারটি প্রতিষ্ঠার আরও আগে ১৮৫৮ সালে ভবনটি তৈরি করা হয়। তখন এটিকে জেলা ম্যাজিস্ট্রেটের কার্যালয় হিসেবে ব্যবহার করা হতো। ১৮৬৩ সালের ২২ জুন চট্টগ্রাম মিউনিসিপ্যাল কমিটি গঠন করা হলে ভবনটি এর কার্যালয় হিসেবে ব্যবহার শুরু হয়। পরবর্তীতে, ১৯০৪ সালে চট্টগ্রাম মিউনিসিপ্যালটি আন্দরকিল্লায় স্থানান্তর করা হয় এবং সেখানে গ্রন্থাগারটি প্রতিষ্ঠা লাভ করে। তখন ব্রিটিশ কাউন্সিল লাইব্রেরি এটির নিচতলায় অবস্থিত ছিল।\n১৯২১-১৯২২ সালে চট্টগ্রাম পৌরসভার তৎকালীন চেয়ারম্যান নুর আহমদ থাকাকালীন গ্রন্থাগারটি সম্প্রসারণের উদ্যোগ নেন। সবশেষ, ১৯২৩ সালে চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি আন্দরকিল্লা থেকে লালদীঘির পাড়ে বর্তমান জায়গায় স্থানান্তর করা হয়। \nবাংলাদেশ স্বাধীন হওয়ার পর চিটাগাং মিউনিসিপ্যাল লাইব্রেরি নাম পরিবর্তন করে চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরি নামে নামকরণ করা হয়।\n\n\n== সংগ্রহ ==\nএকসময় চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরিতে প্রায় ৪৫ হাজারের মত বই সংগ্রহে ছিল। এছাড়াও, এখানে বাংলা-ইংরেজি সাহিত্যের কয়েকশত বছরের পুরনো বই, কলকাতা থেকে প্রকাশিত গ্যাজেট, সাময়িকী, পত্র-পত্রিকা, প্যাটেন্টসহ ব্রিটিশ আমলের বিভিন্ন দলিল সংগ্রহে ছিল। এখানে আছে প্রাচীন চিত্রকর্মে উইলিয়াম শেক্সপিয়ার রচিত রোমিও-জুলিয়েটের প্রথম সংস্করণ। গ্রন্থাগারটিতে সাড়ে তিনশত বছরের পুরনো দুইটি বইয়ের পাশাপাশি, শতবছরের পুরনো তিনশো'র অধিক বই সংগ্রহে আছে।\nপরবর্তীতে, বিভিন্ন সময়ে শিক্ষা প্রতিষ্ঠান এখান থেকে বই নিয়ে যায়। ২০১৭ সালে গ্রন্থাগার ভবন পুনঃনির্মাণের স্বার্থে বই ও অন্যান্য পত্র-পত্রিকা, গ্যাজেট-সাময়িকী চট্টগ্রামের বিবিরহাটস্থ আর্বান হেলথ কমপ্লেক্সের তৃতীয় তলায় স্থানান্তর করা হয়। যেখানে বস্তাবন্দি করে রাখার ফলে বিভিন্ন পুরনো বই নষ্ট হয়। ২০২০ সালে নতুন ভবনে পুনরায় গ্রন্থাগারের কার্যক্রম শুরু হয়। গ্রন্থাগারে আরও রয়েছে চট্টগ্রামের বিভিন্ন গুরুত্বপূর্ণ ব্যক্তিবর্গের ছবি, জীবনী ও কর্ম নিয়ে তৈরি একটি গ্যালারি।\n\n\n== গ্রন্থাগার ভবন পুনঃনির্মাণ ==\n\n২০১৭ সালে চট্টগ্রাম সিটি কর্পোরেশন পাবলিক লাইব্রেরির শতবর্ষী ও ঐতিহাসিক পুরনো তিনতলা ভবনটি ভেঙে ফেলা হয়। ফলে, গ্রন্থাগারের সকল বই ও অন্যান্য সামগ্রী নগরীর বিবিরহাটস্থ আর্বান হেলথ কমপ্লেক্সে স্থানান্তর করা হয়। যেখানে, বইগুলো ৯শ বস্তায় ভবনটির ৩য় তলায় সংরক্ষিত করা হয়। ‘রি-কনস্ট্রাকশন অব লালদীঘি সেন্ট্রাল ডিজেস্টার ম্যানেজমেন্ট কন্ট্রোল অফিস লাইব্রেরি অ্যান্ড কমিউনিটি কাম সাইক্লোন শেল্টার’ প্রকল্পের আওতায় জাইকার অর্থায়নে প্রায় ১৫ কোটি টাকা ব্যয়ে নতুন ভবন নির্মাণের উদ্যোগ নেয় গৃহায়ণ ও গণপূর্ত মন্ত্রণালয়। \n২০২০ সালে নির্মাণকাজ শেষে ১৪ ডিসেম্বর ৮তলা বিশিষ্ট নতুন ভবনটির উদ্বোধন করেন অধ্যাপক অনুপম সেন। সিটি কর্পোরেশনের সাবেক প্রশাসক খোরশেদ আলম সুজনের আমলে ২০২০ সালে ভবনটির ৫ম ও ৬ষ্ঠ তলা গ্রন্থাগারের জন্য বরাদ্দ দেওয়া হয় এবং বর্তমানে এখানেই চলছে গণগ্রন্থাগারটির কার্যক্রম। গ্রন্থাগারের প্রতি তলার আকার ৪ হাজার বর্গফুট। উল্লেখ্য, বহুতল ভবনটির নিচতলা গাড়ি পার্কিং, দ্বিতীয় তলায় সম্মেলনকক্ষ, তৃতীয় তলায় সাইক্লোন শেল্টার, চতুর্থ তলায় শিক্ষক প্রশিক্ষণকেন্দ্র, সপ্তম তলায় ক্রীড়া একাদশের কার্যালয়  এবং অষ্টম তলা রেস্টহাউস হিসেবে ব্যবহারের জন্য বরাদ্দ দেওয়া হয়েছে। ২০২১ সালে করোনা ভাইরাসের প্রকোপ বৃদ্ধি পেলে ভবনের দ্বিতীয় ও তৃতীয় তলায় ৫০ শয্যাবিশিষ্ট আইসোলেশন সেন্টার গড়ে তোলা হয়।\n\n\n== তথ্যসূত্র =="}