{"pageid": 1177154, "title": "সত্যপ্রিয় ঘোষ", "url": "https://bn.wikipedia.org/wiki?curid=1177154", "content": "সত্যপ্রিয় ঘোষ ( ১২ সেপ্টেম্বর ১৯২৪ – ১৫ অক্টোবর ২০০৩) ছিলেন নিখুঁত রুচির এলিটিজম্ বিরোধী সাহিত্য সংস্কৃতির অনুরাগী ব্যক্তিত্ব।  মননশীল ও নিপুণ কথাসাহিত্যিক হিসাবে বিশিষ্ট ছিলেন তিনি। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসত্যপ্রিয় ঘোষের জন্ম ১৯২৪ খ্রিস্টব্দের ১২ সেপ্টেম্বর ব্রিটিশ ভারতের বর্তমান বাংলাদেশের চাঁদপুরে। বংশানুক্রমিকভাবে পৈতৃক বাড়ি বাংলাদেশের বরিশাল জেলার বানারিপাড়া গ্রামে  বড় হয়েছেন তিনি। পিতা বৈয়াকরণিক শিক্ষাবিদ মণীন্দ্র কুমার ঘোষ এবং মাতা অমলা ঘোষ। পিতার কর্মস্থল ছিল পাবনায়। সেকারণে তার পড়াশোনা প্রথমে বরিশালে, পাবনায় ও শেষে কলকাতায়। পাবনা থেকেই আই এসসি পাশ করেন এবং কলকাতা থেকে ১৯৪৪ খ্রিস্টাব্দে বাংলা ভাষা ও সাহিত্যে স্নাতক হন। কিন্তু সংসার বড় হওয়ার কারণে তার পিতার একার পক্ষে সংসার চালানো সম্ভব হচ্ছিল না। সেকারণে তার স্নাতকোত্তর স্তরে পাঠ সম্ভব হয়নি।  তিনি রেলের চাকরি নেন। কিন্তু সাহিত্য অনুরাগী সত্যপ্রিয় চাকরির পাশাপাশি সাহিত্যকর্মে লিপ্ত থাকেন। তিনি কবি শঙ্খ ঘোষ (চিত্তপ্রিয় ঘোষ) ও বিশিষ্ট প্রাবন্ধিক ও রবীন্দ্রবিশেষজ্ঞ নিত্যপ্রিয় ঘোষের অগ্রজ ছিলেন।\n\n\n== সাহিত্যকর্ম ==\nকলকাতায় কলেজে ছাত্রজীবনে ও পরবর্তীতে দেশভাগে পাকাপাকিভাবে ছিন্নমূল অবস্থায় পশ্চিমবঙ্গে চলে এসে দুঃসময়ের ছন্নছাড়া জীবন‌ের  অনুভূতি  সাহিত্য অনুরাগী সত্যপ্রিয়ের  সাহিত্যকর্ম প্রকাশ পায়  মায়াপথ’ ‘আমোদ’, ‘বিয়ে' প্রভৃতি গল্পে। চল্লিশের দশকে  'পূর্বাশা', 'অগ্রণী' 'অরণী', গণবার্তা প্রভৃতি পত্র পত্রিকায় কথা সাহিত্য রচনায় ও সম্পাদনায় বাংলা সাহিত্যে তিনি প্রতিভার স্বাক্ষর রেখেছেন। তার প্রখর সমাজমনস্কতা, ইতিহাস ও রাজনীতি বিষয়ক লেখক হিসাবে  খ্যাতি অর্জন করেন।  তার প্রথম উপন্যাস চার দেওয়াল ১৯৫৬ খ্রিস্টাব্দে কলকাতার \"নাভানা\" হতে প্রকাশিত হয়। বাংলা সাহিত্যের খ্যাতনামা কবি বীরেন্দ্র চট্টোপাধ্যায় ছিলেন তার বন্ধুদের অন্যতম। তার অনেক সহায়তা পেয়েছেন গ্রন্থ প্রকাশনায়।\nরেলে চাকরিরসূত্রে ট্রেড ইউনিয়নের কাজকর্মে যুক্ত ছিলেন। ১৯৬০ খ্রিস্টাব্দে ভারত জুড়ে কেন্দ্রীয় সরকারি শ্রমিকদের আন্দোলনের প্রেক্ষিতে রেল ধর্মঘট হয়। আন্দোলনের পরিপেক্ষিতে এক রেলকর্মীর সংসারের পটভূমিকায় ১৯৯৯ খ্রিস্টাব্দে লেখেন বহুবাসনায়। শেষ উপন্যাস হল বনিতা জনম। তার রচিত উপন্যাসের সংখ্যা সাত এবং গল্পের সংখ্যা চুরাশিটি। \n\n\n=== রচনাবলী ===\nউপন্যাস–\nচার দেওয়াল (১৯৫৬)\nগান্ধর্ব (১৯৫৯)\nরাতের ঢেউ (১৯৬০)\nবহু বাসনায় (১৯৯৯)\nস্বপ্নের ফেরিওয়ালা\nমানপত্র\nবনিতা জনম (২০০৩)\nগল্পগ্রন্থ–\nঅমৃতের পুত্রেরা (১৯৭৫)\nদ্বিতীয় জন্ম (১৯৯৮)\nগল্প উপন্যাস রচনা ছাড়াও সত্যপ্রিয় সম্পাদনা ও অনুবাদ করেছেন। তার উল্লেখযোগ্য সম্পাদিত ও অনূদিত গ্রন্থগুলি  হল–\n\nসম্পাদিত গ্রন্থ–\nপূর্বাশার কথা (১৯৯৯) - অনুষ্টুপ প্রকাশনী, কলকাতা\nপূর্বাশা সংকলন-১ (২০০১) - বাংলা আকাদেমি\nঅনূদিত গ্রন্থ–\nআরমানী ছোট গল্প সংগ্রহ\nতানসেন \n\n\n== সম্মাননা ==\n২০০৩ খ্রিস্টাব্দে প্রকাশিত তার গল্প সমগ্র-১ জন্য বাংলা আকাদেমি কর্তৃক কথা সাহিত্য পুরস্কার লাভ করে।\n\n\n== জীবনাবসান ==\n২০০৩ খ্রিস্টাব্দের ১৫ অক্টোবর কলকাতায় সত্যপ্রিয় ঘোষ প্রয়াত হন।  লেখকের মৃত্যুর পর তার সৃষ্টিকর্ম  ও জীবন নিয়ে প্রকাশিত হয়েছে রুশতী সেনের  হাসির কথকতা কান্নার কথা।\n\n\n== তথ্যসূত্র =="}