{"pageid": 1177769, "title": "চক মিসলার", "url": "https://bn.wikipedia.org/wiki?curid=1177769", "content": "চার্লস ডব্লিউ মিসলার (মে ২৮, ১৯৩৪ - মে ১, ২০১৮) একজন মার্কিন লেখক, ধর্মপ্রচারক খ্রিস্টান, বাইবেল শিক্ষক, প্রকৌশলী এবং ব্যবসায়ী ছিলেন।\n\n\n== কর্মজীবন ==\nমিসলার ১৯৫৬ সালে মার্কিন নেভাল একাডেমি থেকে স্নাতক হন এবং ইউসিএলএ থেকে প্রকৌশলে স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি মহাকাশ ও কম্পিউটার শিল্পে বেশ কয়েক বছর কাজ করেছেন। তিনি ১৯৬৩ সালে ফোর্ড মোটর কোম্পানিতে যোগদান করেন। মিসলার ১৯৭৭ সালের জুন মাসে ওয়েস্টার্ন ডিজিটালের চেয়ারম্যান এবং প্রধান নির্বাহী হিসাবে যোগদান করেন এবং ওয়েস্টার্ন ডিজিটালের বৃহত্তম শেয়ারহোল্ডার হন।\n১৯৮৩ সালে, মিসলার আরেকটি প্রযুক্তি কোম্পানি হেলিওনেটিক্স, ইনকর্পোরেটেড এর চেয়ারম্যান এবং প্রধান নির্বাহী হন। তিনি ১৯৮৪ সালে হেলিওনেটিক্স ছেড়েছিলেন \"উচ্চ প্রযুক্তির ক্ষেত্রে অন্যান্য সুযোগগুলি অনুসরণ করার জন্য।\" আগস্ট ১৯৮৫ সালে, হেলিওনেটিক্স মিসলারের বিরুদ্ধে মামলা করে, স্বার্থের দ্বন্দ্বের অভিযোগে, দাবি করে যে মিসলার এবং অন্যান্য হেলিওনেটিক্স এক্সিকিউটিভরা একটি ছোট প্রতিরক্ষা ইলেকট্রনিক্স প্রস্তুতকারক ক্রয় না করার সিদ্ধান্ত নেওয়ার পরে, সেই একই কোম্পানিটি একটি বিনিয়োগ কর্পোরেশন দ্বারা ক্রয় করা হয়েছিল যেখানে মিসলারের একটি নিয়ন্ত্রক আগ্রহ ছিল। মিসলারের ফার্ম হেলিওনেটিক্সকে $১.৬ মিলিয়ন ডলার দিতে রাজি হলে মামলাটি নিষ্পত্তি হয়।\n১৯৮৯ সালে, তিনি ফিনিক্স গ্রুপ ইন্টারন্যাশনালের প্রধান ছিলেন, একটি প্রাক্তন কলোরাডো রিয়েল এস্টেট কোম্পানি যেটি রাশিয়ান স্কুলগুলিতে ব্যক্তিগত কম্পিউটার বিক্রি করার জন্য উচ্চ প্রযুক্তির শিল্পে প্রবেশ করেছিল। ফিনিক্স ১৯৯০ সালে দেউলিয়াত্ব সুরক্ষার জন্য দাখিল করেছিল যখন চুক্তিটি প্রত্যাশিত হিসাবে বিকাশ হয়নি।\n\n\n== বিতর্ক ==\nলস এঞ্জেলেস টাইমসের একটি নিবন্ধে বলা হয়েছে যে মিসলার এবং সহ-লেখক হ্যাল লিন্ডসে মিয়ামি বিশ্ববিদ্যালয়ের অধ্যাপক এডউইন ইয়ামাউচির ১৯৮২ সালের বই উত্তর সীমান্ত থেকে শত্রু- এর একটি অংশ তাদের নিজস্ব ১৯৯২ সালের বই মাগোগ ফ্যাক্টর-এ চুরি করেছেন। হ্যাল লিন্ডসির ম্যানেজার পল ক্রিক্যাক বলেছেন যে মিসলার প্রশ্নে অনুচ্ছেদগুলি লিখেছেন, তবে স্বীকার করেছেন যে লিন্ডসে সামগ্রিক পাণ্ডুলিপির জন্য দায়ী: \"তার (লিন্ডসের) বাট লাইনে রয়েছে।\" মিসলার দ্বারা লক্ষ্য করিতে না পারার বৈশিষ্ট্য স্বীকার করার পর, বইয়ের দোকানে বই পাঠানো বন্ধ করে দেওয়া হয় এবং লেখকের সমস্ত আয় একটি পরিচর্যায় দান করা হয়।\nমিসলারের বিরুদ্ধে নিউ এজ লেখক মাইকেল ট্যালবটের ১৯৯২ সালের বই দ্য হলোগ্রাফিক ইউনিভার্স তার ১৯৯৯ সালের বই কসমিক কোডস: মেসেজেস ফ্রম দ্য এজ অফ ইটারনিটি-তে চুরির অভিযোগ আনা হয়েছে। মিসলারও এটাকে লক্ষ্য করিতে না পারার বৈশিষ্ট্য হিসেবে স্বীকার করেছেন এবং প্রকাশ্যে ক্ষমা চেয়েছেন। তিনি বলেছিলেন যে সমস্ত অবিক্রীত কপিগুলিতে একটি সংশোধন সন্নিবেশ করা হবে এবং বইটি পরবর্তী মুদ্রণগুলিতে নবায়ন করা হবে। মিসলার বই থেকে লেখকের সমস্ত আয় একটি পরিচর্যায় দান করেছিলেন।\nপ্রযুক্তির সাথে তার অভিজ্ঞতার কারণে, মিসলার \"ইয়ার টু থাউজেন্ড বাগ\" (ওরফে \" ২ হাজার সাল বাগ\") খ্রিস্টান সম্প্রদায়ের মনোযোগের জন্য। ১৯৯৮ সালে, তিনি জন অ্যাঙ্কারবার্গের সাথে একটি বই লিখেছিলেন যে মার্কিন যুক্তরাষ্ট্র সৃষ্ট সঙ্কট থেকে বাঁচবে কিনা তা তদন্ত করে, তিনি দাবি করেছিলেন, এমবেডেড কম্পিউটার চিপ দ্বারা যা তারা বছরের শূন্য হিসাবে গণনা করবে তাতে ত্রুটি দেখাবে।\nরিচার্ড অ্যাবেনেস লিখেছেন যে মিসলার তার সংবাদবাহী পত্রগুলির মাধ্যমে রক্ষণশীল ধর্মপ্রচারক এবং সরকার বিরোধী, মিলিশিয়া কর্মীদের মধ্যে একটি বাহক হয়ে ওঠেন, যাদের মধ্যে কেউ কেউ শ্বেতাঙ্গ আধিপত্যবাদী ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nমিসলার ন্যান্সি মিসলারকে বিয়ে করেছিলেন। তাদের দুই ছেলে ও দুই মেয়ে ছিল। ন্যান্সি ১১ নভেম্বর, ২০১৫ সালে দুরারোগ্য ক্যান্সারে মারা যান। মিসলার ছিলেন একজন খ্রিস্টান ইহুদিরাষ্ট্রপন্থী এবং বাইবেলের ভবিষ্যদ্বাণীর বিষয়ে একজন বিশিষ্ট বক্তা। \n\n\n== মৃত্যু ==\nমিসলার ২০১৮ সালে নিউজিল্যান্ডের রেপোরায় তার বাড়িতে মারা যান। তিনি তার দুই মেয়ে রেখে গেছেন।\n\n\n== বই ==\nমাগোগ আক্রমণ। ওয়েস্টার্ন ফ্রন্ট লিমিটেড। ১৯৯৬। আইএসবিএন 0-9641-0586-1। \n২৪ ঘন্টায় বাইবেল শিখুন। কইনোনিয়া হাউস। ২০০২। আইএসবিএন 1-57821-630-3। \nভবিষ্যদ্বাণী ২০/২০: শাস্ত্রের অক্ষিকাচের মাধ্যমে ভবিষ্যতের পার্শ্বচিত্র। টমাস নেলসন। ২০০৬। আইএসবিএন 0-7852-1889-0। \nএলিয়েনের সম্মুখীন হওয়া: ইউএফও ঘটমান বিষয়ের পেছনের রহস্য। কইনোনিয়া হাউস। ২০০৩। আইএসবিএন 1-57821-205-7। \nইস্টম্যান, মার্ক; মিসলার, চক (১৯৯৫)। স্রষ্টা: সময় এবং স্থান অতিক্রম। আজকের জন্য শব্দ। আইএসবিএন 0-936728-61-2। \nমহাজাগতিক সংকেতপদ্ধতি: অনন্তকালের প্রান্ত থেকে লুকানো বার্তা। কইনোনিয়া হাউস। ২০০৪। আইএসবিএন 1-57821-255-3। \nবাইবেলের পাঠ্যে লুকানো সম্পদ। কইনোনিয়া হাউস। ২০০০। আইএসবিএন 1-57821-127-1। \nমিসলার, চক; মিসলার, ন্যান্সি (২০১২)। দ্য কিংডম, পাওয়ার এবং গ্লোরি: দ্য ওভারকামারস হ্যান্ডবুক। দ্বি কিং'স হাই ওয়ে মিনিস্ট্রিজ। আইএসবিএন 978-0979513640। \nমিসলার, চক; মিসলার, ন্যান্সি (২০০৪)। কেন আমি পরিবর্তন করতে প্রথম হতে হবে?: একটি প্রেমময় বিবাহের চাবিকাঠি। কইনোনিয়া হাউস। আইএসবিএন 978-0975359310। \n\n\n== তথ্যসূত্র ==\nউদ্ধৃতিগ্রন্থপঞ্জি\n\n\n== বহিঃসংযোগ ==\n\nচক মিসলারের অফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ এপ্রিল ২০১৮ তারিখে"}