{"pageid": 1177436, "title": "মার্ভেল সায়েন্স স্টোরিজ", "url": "https://bn.wikipedia.org/wiki?curid=1177436", "content": "মার্ভেল সায়েন্স স্টোরিজ  ছিল একটি আমেরিকান পাল্প ম্যাগাজিন যা দুটি পৃথক রানে মোট পনেরটি সংখ্যার জন্য চলে, উভয়ই রবার্ট ও এরিসম্যান দ্বারা সম্পাদিত। প্রথম রানের জন্য প্রকাশক ছিল পোস্টাল পাবলিকেশন্স, এবং দ্বিতীয় রান ওয়েস্টার্ন পাবলিশিং দ্বারা প্রকাশিত হয়েছিল; দুটি কোম্পানিই আব্রাহাম এবং মার্টিন গুডম্যানের মালিকানাধীন ছিল। প্রথম সংখ্যাটি আগস্ট ১৯৩৮ তারিখে ছিল, এবং জেনারের জন্য স্বাভাবিকের চেয়ে বেশি যৌন বিষয়বস্তু সহ গল্পগুলি বহন করে, যার মধ্যে হেনরি কুটনারের বেশ কয়েকটি গল্প রয়েছে, তার নিজের নামে এবং ছদ্মনামেও । প্রতিক্রিয়া সাধারণত নেতিবাচক ছিল, একজন পাঠক কুটনারের গল্প \"দ্য টাইম ট্র্যাপ\" কে \"ট্র্যাশ\" হিসাবে উল্লেখ করেছিলেন। \"মার্ভেল\" শব্দটি সমন্বিত বেশ কয়েকটি শিরোনামের মধ্যে এটিই প্রথম, এবং পরের বছর একই স্থিতিশীল থেকে মার্ভেল কমিক্স এসেছিল।\n১৯৪১ সালের এপ্রিল সংখ্যার পর পত্রিকাটি বাতিল করা হয়, কিন্তু ১৯৫০ সালে যখন সায়েন্স ফিকশন ম্যাগাজিনে বুম শুরু হয়, তখন প্রকাশকরা এটিকে পুনরুজ্জীবিত করে। নতুন সিরিজের প্রথম সংখ্যাটি ১৯৫০ সালের নভেম্বরমাসে প্রকাশিত হয়; আরও ছয়টি বিষয় উপস্থিত হয়েছিল, ১৯৫২ সালের মে মাসের শেষ তারিখ। কুটনার ছাড়াও, প্রথম দৌড়ে অবদানকারীদের মধ্যে আর্থার জে বার্কস এবং জ্যাক উইলিয়ামসন অন্তর্ভুক্ত ছিলেন; আর্থার সি ক্লার্ক, আইজাক আসিমভ, জ্যাক ভ্যান্স, এবং এল স্প্রাগ ডি ক্যাম্পের গল্পগুলি অন্যদের মধ্যে প্রকাশিত হয়েছিল। সায়েন্স ফিকশন ঐতিহাসিক জোসেফ মার্চেসানির মতে, পত্রিকাটির দ্বিতীয় অবতারের গুণমান প্রথমটির চেয়ে উচ্চতর ছিল, তবে এটি অন্তর্বর্তীকালীন সময়ে প্রকাশিত নতুন উচ্চমানের ম্যাগাজিনের সাথে প্রতিযোগিতা করতে অক্ষম ছিল।\n\n\n== প্রকাশনার ইতিহাস ==\n\nযদিও বিজ্ঞান কল্পকাহিনী (এসএফ) ১৯২০-এর দশকের আগে প্রকাশিত হয়েছিল, তবে ১৯২৬ সালে হুগো গার্নসব্যাক দ্বারা প্রকাশিত একটি পাল্প ম্যাগাজিন অ্যামেজিং স্টোরিজ-এর আবির্ভাব না হওয়া পর্যন্ত এটি পৃথকভাবে বাজারজাত করা ঘরানায় একত্রিত হতে শুরু করে নি।  ১৯৩১ সালের পর, যখন মিরাকল সাইন্স অ্যান্ড ফ্যান্টাসি ষ্টোরিস চালু করা হয়, তখন বেশ কয়েক বছর ধরে কোনও নতুন এসএফ ম্যাগাজিন প্রকাশিত হয়নি। ১৯৩৬ সালে আব্রাহাম এবং মার্টিন গুডম্যান, দুই ভাই, যারা একাধিক বাণিজ্যিক নাম  সহ একটি প্রকাশনা সংস্থার মালিক ছিলেন, তারা কা-জার, কিছু বর্ডারলাইন এসএফ কন্টেন্ট সহ একটি অনুকরণ টারজান ম্যাগাজিন চালু করেছিলেন।  এটি তিনটি বিষয়ের জন্য স্থায়ী হয়েছিল, যার শেষ সংখ্যাটি জানুয়ারী ১৯৩৭ তারিখে ছিল   এই প্রান্তিক এসএফ ম্যাগাজিন ছাড়াও, ১৯৩৭ সালে গুডম্যানরা বেশ কয়েকটি \"অদ্ভুত-হুমকি\" পাল্প প্রকাশ করতে শুরু করে। এগুলি ছিল \"যৌনতা এবং দুঃখবাদ\" অন্তর্ভুক্ত করার জন্য পরিচিত পাল্প ম্যাগাজিনের একটি ধারা, যার কাহিনীগুলি মহিলাদের বিপদে ফেলেছিল, সাধারণত একটি হুমকির কারণে যা অতিপ্রাকৃত বলে মনে হয়েছিল তবে শেষ পর্যন্ত এটি একটি মানব খলনায়কের কাজ হিসাবে প্রকাশিত হয়েছিল। গুডম্যানদের শিরোনামছিল ডিটেকটিভ শর্ট স্টোরিজ, যা ১৯৩৭ সালের আগস্টে চালু হয়েছিল, এবং মিস্ট্রি টেলস, যা ১৯৩৮ সালের মার্চ মাসে তার প্রথম সংখ্যা প্রকাশ করেছিল। এগুলি রবার্ট ও. এরিসম্যান দ্বারা সম্পাদিত মার্ভেল সায়েন্স স্টোরিজ দ্বারা অনুসরণ করা হয়েছিল, যা একটি অদ্ভুত-হুমকি সজ্জা হওয়ার উদ্দেশ্যে ছিল না, বরং একটি এসএফ ম্যাগাজিন ছিল। গুডম্যানের ম্যাগাজিনের পোর্টফোলিওর \"লিঙ্গ এবং স্যাডিজম\" দিকের প্রভাব স্পষ্ট ছিল, তবে: লেখকদের কখনও কখনও তাদের গল্পগুলিতে এসএফ-এ স্বাভাবিকের চেয়ে বেশি যৌনতা যুক্ত করতে বলা হয়েছিল।এই প্রথম কোন গুডম্যান প্রকাশনার শিরোনামে 'মার্ভেল' শব্দটি ব্যবহার করা হয়। এটি অন্যান্য শিরোনামগুলিতে ব্যবহার করা হয়েছিল, বিশেষ করে পরের বছর মার্ভেল কমিকস। শব্দটি বিজ্ঞাপনদাতাদের মার্ভেল হোম ইউটিলিটি এবং মার্ভেল মিস্ট্রি অয়েলের কাছে আবেদন করার জন্য বেছে নেওয়া হতে পারে, অথবা এটি হতে পারে যে মার্টিন গুডম্যান নামটি পছন্দ করেছিলেন কারণ এটি তার নিজের অনুরূপ ছিল। \n১৯৩৮ সালের আগস্ট ের প্রথম সংখ্যাটি সেই বছরের মে মাসে নিউজস্ট্যান্ডগুলিতে প্রকাশিত হয়েছিল।  এতে আর্থার জে. বার্কসের \"বেঁচে থাকা\" প্রধান উপন্যাস হিসাবে অন্তর্ভুক্ত ছিল; এটি পাঠকদের দ্বারা ভালভাবে গৃহীত হয়েছিল এবং এতে কোনও যৌন সামগ্রী ছিল না। প্রথম কয়েকটি বিষয়ে বেশ কয়েকটি গল্প ছিল যা পাঠকদের অপমান করার জন্য খুব কমই করেছিল, তবে তাদের মধ্যে হেনরি কুটনারের দুটি গল্পও ছিল, যিনি গুডম্যানদের অন্যান্য প্রকাশনাগুলিতে নিয়মিত বিক্রি করছিলেন। এরিসম্যান এবং গুডম্যানরা কুটনারকে মার্ভেল সায়েন্স স্টোরিজের কাছে তার জমা দেওয়ার জন্য বলেছিলেন। তিনি প্রথম সংখ্যায় \"অ্যাভেঞ্জারস অফ স্পেস\" এর সাথে বাধ্য হন, যার মধ্যে অন্তর্ভুক্ত ছিল \"বর্ণহীন পৃথিবী মহিলাদের পরে আকাঙ্ক্ষিত এলিয়েনদের দৃশ্য\", এসএফ ইতিহাসবিদ মাইক অ্যাশলির ভাষায়, এবং দ্বিতীয় সংখ্যায় \"দ্য টাইম ট্র্যাপ\"। পাঠকের প্রতিক্রিয়া দৃঢ়ভাবে নেতিবাচক ছিল: উইলিয়াম হ্যামলিং থেকে একটি সাধারণ চিঠি, পরে তার নিজের অধিকারে বিজ্ঞান কল্পকাহিনী ম্যাগাজিনের প্রকাশক এবং সম্পাদক হয়ে ওঠে, মন্তব্য করে, \"আমি আপনাকে সম্পূর্ণ অভিনন্দনের একটি চিঠি লিখতে যাচ্ছিলাম যখন আমার চোখ কুটনারের \"দ্য টাইম ট্র্যাপ\" এর দিকে পড়ে। আমি শুধু এটুকুই বলতে পারি: দয়া করে, ভবিষ্যতে, আপনার ম্যাগাজিন থেকে এই ধরনের আবর্জনা সরিয়ে ফেলুন।\" কুটনারের নামে প্রকাশিত এই দুটি গল্প ছাড়াও, তাঁর (ছদ্মনামে) একই দুটি বিষয়ে আরও দুটি গল্প ছিল যা হ্যামলিং-এর মতো পাঠকদের কাছে সমানভাবে আপত্তিকর ছিল। \n\nপাঁচটি সংখ্যার পরে, শিরোনামটি মার্ভেল টেলসে পরিবর্তন করা হয়েছিল; একই সময়ে, \"উত্সাহী\" বা \"পাপ-হারিয়ে যাওয়া\" বা \"কামনা-উন্মত্ত\" অক্ষর ধারণকারী গল্পের সংখ্যা তীব্রভাবে বৃদ্ধি পেয়েছে। যদিও কিছু গল্পে টিটিলেটিং ব্লার্বের সাথে মেলে না, তবে অন্যরা করেছিল, \"মহিলাদের আটকে রাখা, পুড়িয়ে ফেলা এবং অন্যথায় খারাপ আচরণ করা হয়েছিল, এবং চাবুকগুলি অসমান ফ্রিকোয়েন্সির সাথে ব্যবহার করা হয়েছিল\", এসএফ ইতিহাসবিদ জোসেফ মার্চেসানির মতে।  যদিও বড় স্তনযুক্ত মহিলারা প্রায়শই পাল্প ম্যাগাজিনের প্রচ্ছদে উপস্থিত হন, মার্ভেলের বিষয়বস্তু অস্বাভাবিকভাবে স্পষ্ট ছিল। আইজাক আসিমভ ১৯৬৯ সালে লিখেছিলেন কীভাবে \"১৯৩৮-৩৯\" এ... প্রায় অর্ধ ডজন বা তাই জন্য, একটি ম্যাগাজিন আমি নাম করব না\" \"আর্থওম্যানদের জন্য এলিয়েন দানবের গরম আবেগ\" সম্পর্কে \"মসলাযুক্ত\" গল্পপ্রকাশ করেছে। জামাকাপড় সবসময় ছিঁড়ে যাচ্ছিল এবং স্তনগুলি বিভিন্ন উপবৃত্তাকার বাক্যাংশে বর্ণনা করা হয়েছিল\" তার \"কয়েকটি পাঠকের\" জন্য \"ম্যাগাজিনটি একটি প্রাপ্য মৃত্যু\" এর আগে।\"  ।\n১৯৪১ সালের এপ্রিলের সংখ্যার সাথে ম্যাগাজিনটি প্রকাশনা বন্ধ করে দেয়, কিন্তু ১৯৫০ সালে গুডম্যানরা এটিকে পুনরুজ্জীবিত করার একটি সুযোগ দেখেছিল যখন বিজ্ঞান কথাসাহিত্য পত্রিকাগুলিতে একটি নতুন বুম শুরু হয়েছিল। এরিসম্যান এখনও গুডম্যানদের জন্য কাজ করছিলেন, এবং ম্যাগাজিনের নতুন সংস্করণের সম্পাদকীয় পরিচালক হিসাবে তালিকাভুক্ত ছিলেন, তবে বেশিরভাগ সম্পাদকীয় কাজ ড্যানিয়েল কিস দ্বারা করা হয়েছিল, যাকে ১৯৫১ সালের বিষয়গুলিতে \"সম্পাদকীয় সহযোগী\" হিসাবে কৃতিত্ব দেওয়া হয়েছিল। মার্ভেল সায়েন্স স্টোরিজের নতুন অবতারের প্রথম সংখ্যাটি ১৯৫০ সালের নভেম্বরমাসে প্রকাশিত হয়েছিল। দুটি সংখ্যার পরে এরিসম্যান ম্যাগাজিনটিকে একটি ডাইজেস্ট ফর্ম্যাটে স্যুইচ করেছিলেন, তবে ১৯৫২ সালের মে মাসের চূড়ান্ত সংখ্যাটি আবারও একটি সজ্জা ছিল।  যুদ্ধ-পরবর্তী ইস্যুগুলিতে আর্থার সি ক্লার্ক, আসিমভ, রিচার্ড ম্যাথসন, উইলিয়াম টেন, জ্যাক ভ্যান্স এবং লেস্টার ডেল রে সহ সুপরিচিত লেখকদের গল্প ছিল, তবে গল্পগুলি কেবল গড় মানের ছিল। মার্চেসানির মতে, এরিসম্যান এবং কেইস প্রাক-যুদ্ধের মার্ভেল টেলসে প্রকাশিত উপাদানগুলিতে উন্নতি করতে সক্ষম হয়েছিল, তবে সেই দিনগুলি থেকে ক্ষেত্রটি আরও পরিশীলিত হয়ে উঠেছিল এবং মার্ভেল টেলসের কাছে বিক্রি হওয়া লেখকরা এখন অন্য কোথাও তাদের সেরা কাজ প্রকাশ করছেন।   উইলিয়াম নোলসের ১৯৬০ সালের প্লেবয় প্রবন্ধটি পাল্প যুগের উপর, \"স্লাইম গডের মেয়েরা\",  ছিল, আসিমভ বলেছিলেন, বেশিরভাগই মার্ভেলের উপর ভিত্তি করে। \n\n\n== গ্রন্থাবলীর বিবরণ ==\n\nপ্রথম ক্রমানুসারে নয়টি বিষয় ছিল, ছয়টি সংখ্যার একটি ভলিউমে এবং তিনটি সংখ্যার দ্বিতীয় ভলিউমে। প্রথম দৌড়ের সমস্ত সমস্যাপাল্প ফর্ম্যাটে ছিল এবং এর দাম ছিল ১৫ সেন্ট। প্রথম চারটি সংখ্যা ছিল ১২৮ পৃষ্ঠার। এর পরের পাঁচটি ছিল ১১২ পৃষ্ঠার। এর শিরোনাম ছিল পাঁচটি বিষয়ের জন্য মার্ভেল সায়েন্স স্টোরিজ, তারপর মার্ভেল টেলস দুটি বিষয়ের জন্য, এবং তারপর মার্ভেল স্টোরিজ প্রথম রানের শেষ দুটি বিষয়ের জন্য। প্রথম সিরিজের প্রকাশককে প্রথম চারটি সংখ্যার জন্য শিকাগোর পোস্টাল পাবলিকেশনস এবং নিউ ইয়র্ক ও শিকাগোর ওয়েস্টার্ন পাবলিশিং হিসাবে তালিকাভুক্ত করা হয়েছিল; উভয় ক্ষেত্রেই এর মালিক ছিলেন মার্টিন এবং আব্রাহাম গুডম্যান। নির্ধারিত সময়সূচীটি দ্বিমাসিকভাবে ছিল তবে এটি কখনই অর্জন করা হয়নি। সম্পাদক ছিলেন রবার্ট ও এরিসম্যান।  পত্রিকাটির দ্বিতীয় অবতারটি ১৯৫০ সালের নভেম্বরে শুরু হওয়া আরও নিয়মিত ত্রৈমাসিক সময়সূচীতে ছয়টি সংখ্যার জন্য স্থায়ী হয়েছিল। দাম ছিল ২৫ সেন্ট এবং পৃষ্ঠা গণনা ছিল ১২৮ পৃষ্ঠা ছয়টি ইস্যুর জন্য; এই ক্রমের প্রথম দুটি বিষয় এবং শেষ সংখ্যাটি পাল্প ফর্ম্যাটে ছিল এবং তিনটি মে ১৯৫১ থেকে নভেম্বর ১৯৫১ পর্যন্ত ডাইজেস্ট ফর্ম্যাটে ছিল। শিরোনামটি এই সিরিজের প্রথম তিনটি সংখ্যার জন্য মার্ভেল সায়েন্স স্টোরিজে ফিরে আসে এবং শেষ তিনটি বিষয়ের জন্য মার্ভেল সায়েন্স ফিকশনে পরিবর্তিত হয়। প্রকাশককে স্টেডিয়াম পাবলিশিং অফ নিউ ইয়র্ক হিসাবে তালিকাভুক্ত করা হয়েছিল; প্রথম সিরিজের মতো মার্টিন এবং আব্রাহাম গুডম্যানও এর মালিক ছিলেন।। \n১৯৫১ সালের ফেব্রুয়ারী সংখ্যার একটি ব্রিটিশ পুনর্মুদ্রণ ছিল, যা থর্প অ্যান্ড পোর্টার  দ্বারা প্রকাশিত হয়েছিল এবং ১৯৫১ সালের মে মাসে প্রকাশিত হয়েছিল। সায়েন্স ফিকশন ের জীববিজ্ঞানী ব্র্যাড ডে মার্ভেল সায়েন্স স্টোরিজের দ্বিতীয় সিরিজের আরও পাঁচটি ব্রিটিশ পুনর্মুদ্রণের তালিকা তৈরি করেছেন, তবে সাম্প্রতিক গ্রন্থবিদদের দ্বারা কোনও অনুলিপি রেকর্ড করা হয়নি।   ১৯৭৭ সালে গুডম্যানরা স্কাইওয়ার্ল্ডস  নামে একটি ডাইজেস্ট সায়েন্স ফিকশন ম্যাগাজিন চালু করে, যা মাইক অ্যাশলে দ্বারা ১৯৭০-এর দশকের বিজ্ঞান কথাসাহিত্য পত্রিকাগুলির ফসলের \"কোনও সন্দেহের ছায়া ছাড়াই, সবচেয়ে খারাপ\" হিসাবে বর্ণনা করা হয়েছে; এতে যে কথাসাহিত্যটি অন্তর্ভুক্ত ছিল তা মার্ভেল সায়েন্স স্টোরিজের দ্বিতীয় সিরিজ থেকে প্রায় সম্পূর্ণরূপে পুনর্মুদ্রিত হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nAshley, Mike (১৯৮৫)। \"Skyworlds\"। Science Fiction, Fantasy, and Weird Fiction Magazines। Greenwood Press। পৃষ্ঠা 577–579। আইএসবিএন 0-313-21221-X। \nAshley, Mike (২০০০)। The Time Machines:The Story of the Science-Fiction Pulp Magazines from the beginning to 1950। Liverpool University Press। আইএসবিএন 0-85323-865-0। \nAshley, Mike (২০০৫)। Transformations। Liverpool University Press। আইএসবিএন 0-85323-779-4। \nBell, Blake; Vassallo, Michael J. (২০১৩)। The Secret History of Marvel Comics: Jack Kirby and the Moonlighting Artists at Martin Goodman's Empire। Fantagraphics Books। আইএসবিএন 978-1-60699-552-5। \nEdwards, Malcolm; Nicholls, Peter (১৯৯২)। \"SF Magazines\"। Encyclopedia of Science Fiction। St. Martin's Press, Inc.। আইএসবিএন 0-312-09618-6। \nMarchesani, Joseph (১৯৮৫)। \"Marvel Science Stories\"। Science Fiction, Fantasy, and Weird Fiction Magazines। Greenwood Press। পৃষ্ঠা 398–401। আইএসবিএন 0-313-21221-X। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Marvel Science Stories সম্পর্কিত মিডিয়া দেখুন।"}