{"pageid": 1177098, "title": "বখত খান", "url": "https://bn.wikipedia.org/wiki?curid=1177098", "content": "জেনারেল বখত খান (১৭৯৭ - ১৮৫৯) ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে ১৮৫৭ সালের সিপাহি বিদ্রোহের সময় দিল্লি অঞ্চলে ভারতীয় স্বাধীন বাহিনীর কমান্ডার-ইন-চিফ ছিলেন। \n\n\n== জীবন কাহিনী ==\nজেনারেল বখত খান তার পিতার পক্ষে রোহিল্লা ইউসুফজাই ঐতিহ্যের ছিলেন এবং তার মা ছিলেন অবধি রাজকন্যা।  তিনি রোহিলখণ্ডের বিজনোরে জন্মগ্রহণ করেছিলেন এবং পরে ইস্ট ইন্ডিয়া কোম্পানির সেনাবাহিনীতে একজন সুবেদার, প্রধান নেটিভ কমান্ডিং অফিসার হয়েছিলেন, বেঙ্গল হর্স আর্টিলারিতে চল্লিশ বছরের অভিজ্ঞতা অর্জন করেছিলেন এবং প্রথম অ্যাংলো-আফগান যুদ্ধে পদক্ষেপ দেখেছিলেন। \nবিদ্রোহের আগে সুবেদার বখত খান বেশ কয়েকজন ব্রিটিশ কর্মকর্তার কাছে সুপরিচিত ছিলেন, যার মধ্যে বেশ কয়েকজন ১৮৫৭ সালে দিল্লি অবরোধের সময় তার বিরুদ্ধে কাজ করার কথা ছিল। একজন কর্নেল তাকে \"সবচেয়ে বুদ্ধিমান চরিত্র\" হিসাবে বর্ণনা করেছিলেন যিনি \"ইংরেজ সমাজের খুব অনুরাগী\" ছিলেন।\n\n\n== বিদ্রোহ ==\n১৮৫৭ সালের সিপাহি বিদ্রোহ শুরু হয়েছিল যখন সিপাহিদের একটি দল রাইফেল কার্তুজের প্রবর্তনের বিরুদ্ধে বিদ্রোহ করেছিল যা শূকর বা গরুর মাংসের চর্বি দিয়ে গ্রীস করা হয়েছিল বলে অভিযোগ করা হয়েছিল। এটি উভয় মুসলিম সৈন্যকে আঘাত করেছিল, যারা শুয়োরের মাংস খায়নি এবং হিন্দু সৈন্যরা, যারা গরুর মাংস খায়নি। ব্রিটিশদের বিরুদ্ধে দিল্লির পার্শ্ববর্তী অঞ্চলে বিদ্রোহ দ্রুত ছড়িয়ে পড়ে। \nবেরেলিতে বিদ্রোহ শুরু হলে, সুবেদার বাহাদুর খান জড়িত সিপাহিদের দ্বারা জেনারেল হিসাবে প্রশংসিত হন। বখত খান যখন মিরাটে বিদ্রোহের কথা শুনেছিলেন, তখন তিনি মুঘল সম্রাট বাহাদুর শাহ জাফরের সেনাবাহিনীকে সমর্থন করার জন্য দিল্লিতে যাত্রা করার সিদ্ধান্ত নেন। ১৮৫৭ সালের ১ জুলাই বখত খান বিপুল সংখ্যক রোহিলা সিপাহীদের নিয়ে দিল্লিতে পৌঁছানোর সময়, শহরটি ইতোমধ্যে বিদ্রোহী বাহিনী দ্বারা দখল করা হয়েছিল এবং মুঘল শাসক বাহাদুর শাহ জাফরকে ভারতের সম্রাট ঘোষণা করা হয়েছিল। বখত খানের নেতৃত্বে বরেলি ব্রিগেডে বেঙ্গল নেটিভ ইনফ্যান্ট্রির চারটি রেজিমেন্ট, একটি অশ্বারোহী বাহিনী এবং আর্টিলারির একটি ব্যাটারি অন্তর্ভুক্ত ছিল। এই উল্লেখযোগ্য শক্তিবৃদ্ধির উপস্থিতি, সুশৃঙ্খলভাবে অগ্রসর হয়ে, ব্রিটিশদের হতাশ করে দিল্লি অবরোধ করে এবং বাহাদুর শাহ জাফরকে প্রভাবিত করে। বখত এবং তার অফিসারদের সম্রাটের সাথে দেখা করার জন্য দ্রুত তলব করা হয়েছিল।\nসম্রাটের জ্যেষ্ঠ পুত্র মির্জা মুঘল, যাকে মির্জা জহিরুদ্দিন নামেও ডাকা হয়, তাঁকে প্রধান জেনারেল উপাধি দেওয়া হয়েছিল, কিন্তু এই রাজপুত্রের কোনও সামরিক অভিজ্ঞতা ছিল না। এই মুহূর্তে বখত খান তার বাহিনী সহ দিল্লিতে পৌঁছেছিলেন। তার আগমনের সাথে সাথে, নেতৃত্বের অবস্থানের উন্নতি হয়েছিল। বখত খানের প্রশাসনিক দক্ষতা দ্রুত স্পষ্ট হয়ে ওঠে এবং সম্রাট তাঁকে প্রকৃত কর্তৃত্ব এবং সাহেব-ই-আলম বাহাদুর বা লর্ড গভর্নর জেনারেল উপাধি দেন। খান সিপাহী বাহিনীর ভার্চুয়াল কমান্ডার ছিলেন, যদিও মির্জা জহিরুউদ্দিন তখনও কমান্ডার-ইন-চিফ ছিলেন। \nবখত খান অনেক সমস্যার মুখোমুখি হয়েছিলেন যা তার তাৎক্ষণিক মনোযোগের প্রয়োজন ছিল। প্রথম এবং সর্বাগ্রে সমস্যাটি ছিল আর্থিক, এটি সমাধান করার জন্য তিনি কর সংগ্রহের জন্য সম্রাট কর্তৃপক্ষের কাছ থেকে পেয়েছিলেন। দ্বিতীয় সমস্যাটি ছিল সরবরাহের লজিস্টিক এক, যা সময়ের সাথে সাথে আরও বেশি তীব্র হয়ে ওঠে এবং ১৮৫৭ সালের সেপ্টেম্বরে ব্রিটিশ বাহিনী যখন শহরটি আক্রমণ করে তখন আরও বেশি করে তীব্র হয়ে ওঠে। শহরে ব্রিটিশদের অনেক গুপ্তচর এবং এজেন্ট ছিল এবং তারা ক্রমাগত বাহাদুর শাহকে আত্মসমর্পণের জন্য চাপ দিচ্ছিল। দিল্লির চারপাশের পরিস্থিতি দ্রুত খারাপ হতে থাকে; বখত খানের নেতৃত্ব বিদ্রোহীদের সংগঠন, সরবরাহ এবং সামরিক শক্তির অভাবের জন্য ক্ষতিপূরণ দিতে পারেনি। ১৮৫৭ সালের ৮ ই জুন ব্রিটিশদের দ্বারা দিল্লি অবরোধ করা হয়েছিল। ১৪  সেপ্টেম্বর, ব্রিটিশরা কাশ্মীরি গেট দখল করে নেয় এবং বাহাদুর শাহ ২০  সেপ্টেম্বর ব্রিটিশদের কাছে আত্মসমর্পণ করার আগে (বখত খানের আবেদনের বিরুদ্ধে) হুমায়ূনের সমাধিতে পালিয়ে যান। সম্রাটকে গ্রেফতার করা হয় এবং তার পুত্র মির্জা আবু বকর ও মির্জা খিজর সুলতানকে ব্রিটিশরা হত্যা করে। শহরটি দখল করার পরে, বিজয়ী সৈন্যরা শেষ পর্যন্ত শৃঙ্খলা পুনরুদ্ধারের আগে বেশ কয়েক দিনের জন্য শহরটিকে বরখাস্ত করেছিল। \nবখত খান নিজে দিল্লি ছেড়ে লখনউ ও শাহজাহানপুরে বিদ্রোহী বাহিনীতে যোগ দেন।  পরে, বাহাদুর শাহ জাফরকে রাষ্ট্রদ্রোহের অভিযোগে বিচার করা হয় এবং বার্মার রেঙ্গুনে নির্বাসিত করা হয় যেখানে তিনি ১৮৬২ সালে মারা যান। \n\n\n== সমাধি ==\n১৮৫৯ তিনি মারাত্মকভাবে আহত হন এবং মারা যান তেরাই, নেপালে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nFleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett (সম্পাদকগণ)। \"Bakht Khān\"। Encyclopaedia of Islam, THREE। Brill Online। আইএসএসএন 1873-9830। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}