{"pageid": 1177888, "title": "বারাণসী জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1177888", "content": "বারাণসী জংশন রেলওয়ে স্টেশন (স্টেশন কোড: BSB ), বারাণসী ক্যান্ট রেলওয়ে স্টেশন নামেও পরিচিত, বারাণসী শহরের প্রধান রেলওয়ে স্টেশন। বারাণসী মেট্রো এলাকার অন্যান্য গুরুত্বপূর্ণ রেলওয়ে স্টেশনগুলি হল বারাণসী (পূর্বে মান্ডুয়াদিহ), বারাণসী সিটি, পন্ডিত দীনদয়াল উপাধ্যায় জং. (পূর্বে মুঘলসরাই) এবং কাশী। জংশন স্টেশনটি ক্যান্টনমেন্ট অঞ্চল এবং শহরের চেতগঞ্জ অঞ্চলের মধ্যে অবস্থিত।  স্টেশনটি আংশিকভাবে উত্তর রেলওয়ে জোনের লখনউ বিভাগ এবং ভারতীয় রেলওয়ের উত্তর-পূর্ব রেলওয়ে জোনের বারাণসী বিভাগ দ্বারা নিয়ন্ত্রিত। বারাণসী জংশন রেলওয়ে স্টেশনে প্রতিদিন প্রায় 300টি ট্রেন চলাচল করে। প্রায়, 45টি ট্রেন স্টেশনে উৎপন্ন হয় এবং শেষ হয়। ভারতীয় রেলওয়ের প্রিমিয়াম ট্রেনগুলিও বারাণসী জংশন থেকে উৎপন্ন হয়, যেমন বন্দে ভারত এক্সপ্রেস এবং মহামনা এক্সপ্রেস\n\n\n== ইতিহাস ==\n১৮৬২ সালে হাওড়া থেকে মন্দির শহরের প্রথম লাইন খোলা হয়েছিল। ইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানির প্রধান প্রকৌশলী জর্জ টার্নবুল পাটনা হয়ে রুটটি পরিচালনা ও নির্মাণ করেছিলেন। ১৮৭২ সালে, লখনউয়ের জন্য একটি লাইন যুক্ত করা হয়েছিল এবং ১৮৮৭ সালে, মালভিয়া সেতু শহরটিকে মুঘলসরাইয়ের সাথে সংযোগ করার জন্য খোলা হয়েছিল। এছাড়াও, সেতুটি অযোধ এবং রোহিলখণ্ড রেলওয়েকে মুঘল সরাইতে ইস্ট ইন্ডিয়া কোম্পানির রেলওয়ের সাথে সংযুক্ত করেছিল। \n\n\n== অবকাঠামো ==\nবারাণসী জংশন রেলওয়ে স্টেশনে একটি স্বয়ংক্রিয় সিগন্যালিং সিস্টেম সহ একটি আধুনিক রুট ইন্টারলক সিস্টেম রয়েছে। বারাণসী জংশন রেলওয়ে স্টেশন পরিচ্ছন্নতার স্কেলে ৭৫টি ব্যস্ততম A1 বিভাগের স্টেশনগুলির মধ্যে ১৪তম স্থানে ছিল।  বর্তমানে, ৯টি প্ল্যাটফর্ম রয়েছে এবং লোড অফ করার জন্য আরও ৩টি প্ল্যাটফর্ম তৈরি করা হচ্ছে।  ঠিক আছে, স্টেশনটি জলের এটিএম, এসকেলেটর, ওয়াইফাই, লিফট এবং অন্যান্য অনেক জনসাধারণের সুবিধার সাথে সজ্জিত। দেশ জুড়ে পর্যটকদের প্রচুর প্রবাহের কারণে, রেলওয়ে প্রশাসন তামিল, মালায়ালম, কন্নড়, ওড়িয়া, মারাঠি এবং তেলেগুর মতো অন্যান্য ভাষায় পাবলিক ঘোষণা যোগ করার পরিকল্পনা করেছে। \n\n\n== আধুনিকায়ন ==\n২০১৮ সালে, স্টেশনটি বিশ্বমানের হাবে রূপান্তরিত করার জন্য ৯০টি স্টেশনের তালিকায় অন্তর্ভুক্ত ছিল। পুনর্নির্মাণের পরিকল্পনায় সিসিটিভি ক্যামেরা, ওয়াইফাই, স্টেশন ভবনগুলির সংস্কার, মডুলার ওয়াটার কিয়স্ক, জল, এটিএম, এলইডি লাইট, লিফট, এসকেলেটর, স্টেইনলেস স্টিলের বেঞ্চ এবং মডুলার ক্যাটারিং কিয়স্ক অন্তর্ভুক্ত থাকবে।  বারাণসী জংশন রেলওয়ে স্টেশনটি ছাদে সৌর প্যানেল দিয়ে লোড করা হয়েছে যা ৬০০ KW পর্যন্ত উৎপাদন করতে পারে এবং প্রশাসন আরও ১০০০ KW যোগ করার পরিকল্পনা করছে। \nবারাণসী জংশনের আপগ্রেডেশন এবং রিমডেলিং ৫৬৮.৭ কোটি টাকার একটি বড় প্রকল্পের সাথে করা হচ্ছে। রেলওয়ের একটি প্রধান গুরুত্ব হল ইয়ার্ডের পুনর্নির্মাণ, নতুন প্ল্যাটফর্ম নির্মাণ, সৌন্দর্যায়ন, যাত্রীদের সুবিধা যেমন ওয়েটিং হল এবং অ্যাপ্রোচ রোডের বৃদ্ধি। এছাড়াও, আধুনিক জিআরপি থানা, সম্প্রসারিত ভবনটিতে একটি বিশ্বমানের ওয়েটিং লবি, এস্কেলেটর, একটি নতুন রেলওয়ে ফুট ওভার ব্রিজের জন্য সিঁড়ি, ক্যাফেটেরিয়া এবং অন্যান্য যাত্রী সুবিধা রয়েছে।\n\n\n== আরো দেখুন ==\nবেনারস রেলস্টেশন\nকাশী রেলওয়ে স্টেশন\nবারাণসী সিটি রেলওয়ে স্টেশন\nমুঘলসরাই জংশন রেলওয়ে স্টেশন\nকেরাকাট রেলওয়ে স্টেশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে বারাণসী জংশন রেলওয়ে স্টেশন ভ্রমণ নির্দেশিকা পড়ুন।"}