{"pageid": 1177668, "title": "এসবিআই কার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1177668", "content": "এসবিআই কার্ড এন্ড পেমেন্ট সার্ভিসেস লিমিটেড, পূর্বে এসবিআই কার্ড এন্ড পেমেন্ট সার্ভিসেস প্রাইভেট লিমিটেড নামে পরিচিত, একটি সম্পূর্ণ ক্রেডিট কার্ড কোম্পানি এবং ভারতে পেমেন্ট সলিউশন প্রদানকারী। এসবিআই কার্ডটি ১৯৯৮ সালের অক্টোবরে ভারতের বৃহত্তম ব্যাঙ্ক, ভারতীয় স্টেট ব্যাঙ্ক এবং জিই ক্যাপিটাল দ্বারা চালু করা হয়। ২০১৭ সালের ডিসেম্বরে, ভারতীয় স্টেট ব্যাঙ্ক এবং কার্লাইল গ্রুপ কোম্পানিতে জিই ক্যাপিটালের অংশীদারিত্ব অধিগ্রহণ করে। এসবিআই কার্ডের সদর দফতর গুরুগ্রাম, হরিয়ানা / দিল্লি এনসিআর এবং ভারত জুড়ে ১০০ টিরও বেশি শহরে শাখা রয়েছে। কোম্পানিটি ভারতে একমাত্র সর্বজনীনভাবে তালিকাভুক্ত সম্পূর্ণ নিবদ্ধ ক্রেডিট কার্ড প্রদানকারী।\n\n\n== শেয়ারহোল্ডিং ==\nভারতীয় স্টেট ব্যাঙ্কের এসবিআই কার্ডস অ্যান্ড পেমেন্ট সার্ভিসেস লিমিটেড (SBICPSL) এর ৬০% শেয়ার এবং জিই ক্যাপিটাল বিজনেস প্রসেস ম্যানেজমেন্ট সার্ভিসেস লিমিটেড (GECBPMSL) এর ৪০% শেয়ার রয়েছে।\n২০১৭ সালে, জিই ক্যাপিটাল আর্থিক পরিষেবা খাত থেকে বেরিয়ে আসার বৈশ্বিক কৌশলের অংশ হিসাবে স্টেট ব্যাংক অফ ইন্ডিয়ার সাথে তার যৌথ উদ্যোগ থেকে বেরিয়ে আসে। এর পরে, স্টেট ব্যাঙ্ক অফ ইন্ডিয়া তার অংশ বাড়িয়ে ৭৪% এবং কার্লাইল গ্রুপ, জিই ক্যাপিটাল প্রতিস্থাপনের সময় উভয় সংস্থায় ২৬% বিনিয়োগ করেছিল। এসবিআই কার্ড এখন ভারতের বম্বে স্টক এক্সচেঞ্জ এবং ন্যাশনাল স্টক এক্সচেঞ্জেরএকটি তালিকাভুক্ত কোম্পানি।\n\n\n=== নতুন ব্র্যান্ডের পরিচয় ===\nফেব্রুয়ারী ২০১৯ এ, এসবিআই কার্ড সহস্রাব্দ প্রজন্মের কাছে আবেদন করার জন্য ডিজাইন করা নতুন ব্র্যান্ড পরিচয় উন্মোচন করেছে। নতুন সংজ্ঞায়িত পরিচয়টি ব্র্যান্ডের সমসাময়িক এবং যুব-কেন্দ্রিক দৃষ্টিভঙ্গি এবং সহস্রাব্দের ভোক্তাদের সাথে একটি শক্তিশালী সংযোগ গড়ে তোলার প্রচেষ্টাকে প্রতিফলিত করে। ব্র্যান্ড পরিবর্তনের অংশ হিসাবে, এসবিআই কার্ড তার নতুন লোগোও উন্মোচন করেছে। লোগোটি নীল কীহোল এবং এসবিআই ওয়ার্ডমার্কটি ধরে রাখে যখন 'কার্ড' শব্দটির স্টাইলিংটি একটি ভিন্ন টাইপফেসে পরিবর্তিত হয়েছে।\n\n\n== মাইলফলক ==\n১৯৯৮: এসবিআই কার্ড ক্রেডিট কার্ডের ব্যবসায় প্রবেশ করে\n১৯৯৯: লঞ্চের ১০ মাসের মধ্যে ১০০,০-এর মাইলফলক স্পর্শ করে\n২০০২: এসবিআই কার্ড ১,০০০,০০০ এ পৌঁছেছে\n২০০২: একটি পাবলিক সেক্টর ব্যাংকের সাথে প্রথম অংশীদারিত্ব\n২০০৩: এসবিআই কার্ড বিশেষ টাই-আপ এবং অফারসহ 8 টি সিটি অ্যাফিনিটি কার্ড চালু করেছে\n২০০৫: ২ মিলিয়ন কার্ডের মাইলস্টোন পৌঁছেছে\n২০০৬: SBI কার্ড ভারতীয় রেলের যাত্রীদের জন্য SBI রেলওয়ে কার্ড চালু করেছে\n২০০৬: কো-ব্র্যান্ড কার্ড, এসবিআই স্পাইসজেট কার্ড এবং TATA কার্ডের সূচনা, ভারতের প্রথম আনুগত্য সহ ক্রেডিট কার্ড\n২০০৬: SBI কার্ড দ্বিতীয় বৃহত্তম ক্রেডিট কার্ড প্রদানকারী হয়ে ওঠে, 3 মিলিয়ন কার্ড ইস্যু করা হয়\n২০১০: এসবিআই প্ল্যাটিনাম কার্ড চালু হয়\n২০১১: চিপ-ভিত্তিক EMV কার্ড চালু করে\n২০১২: HNI দের জন্য SBI স্বাক্ষর কার্ড চালু করেছে\n২০১৩: এসবিআই কার্ড এয়ার ইন্ডিয়া এসবিআই সিগনেচার কার্ড এবং এয়ার ইন্ডিয়া এসবিআই প্লাটিনাম কার্ড চালু করেছে\n২০১৪: fbb এসবিআই স্টাইলআপ কার্ডের সূচনা\n২০১৪: SBI কার্ড ইস্যু করা কার্ডের জন্য 3,000,000 মাইলফলক ছুঁয়েছে\n২০১৫: SimplySAVE এবং SimplyCLICK SBI কার্ড চালু করা\n২০১৬: SBI কার্ড এলিট চালু করা হয়েছে\n২০১৬: SBI কার্ড ইস্যু করা কার্ড সহ 4,000,000 মাইলফলক ছুঁয়েছে\n২০১৭: সেন্ট্রাল SBI কার্ড চালু করা হয়েছে। এসবিআই কার্ড উন্নতি, টাটা স্টার কার্ড এবং বিপিসিএল এসবিআই কার্ড\n২০১৭: SBI কার্ড ইস্যু করা কার্ড সহ 5,000,000 মাইলফলক ছুঁয়েছে\n২০১৮: ডাক্তারের এসবিআই কার্ড এবং অ্যাপোলো এসবিআই কার্ড চালু করা হয়েছে\n২০১৮: SBI কার্ড ইস্যু করা কার্ডের জন্য 6,000,000 মাইলফলক ছুঁয়েছে\n২০১৯: এসএমই বিজনেস কার্ড, ওএলএ মানি এসবিআই ক্রেডিট কার্ড, ইতিহাদ গেস্ট এসবিআই কার্ড এবং এলাহাবাদ ব্যাঙ্কের এসবিআই কার্ড চালু করা হয়েছে\n২০১৯: SBI কার্ড ইস্যু করা কার্ডের জন্য 8,000,000 মাইলফলক ছুঁয়েছে\n২০১৯: SBI কার্ড ইস্যু করা কার্ডের জন্য 9,000,000 মাইলফলক ছুঁয়েছে\n২০২০: ২০২০সালের ফেব্রুয়ারিতে, SBI কার্ডটি ২০২০সালের সবচেয়ে বড় প্রারম্ভিক পাবলিক অফার দেয়\n২০২০: SBI কার্ড ল্যান্ডমার্ক গ্রুপের সাথে লাইফস্টাইল HC SBI কার্ড, Max SBI কার্ড এবং Spar SBI কার্ড চালু করেছে\n২০২০: SBI কার্ড RuPay প্ল্যাটফর্মে IRCTC SBI কন্টাক্টলেস ক্রেডিট কার্ড চালু করেছে\n২০২০: এসবিআই কার্ড অংশীদার Google, কার্ডহোল্ডারদের Google Pay ব্যবহার করে অর্থ প্রদান করতে সক্ষম করে\n২০২০: ডিএমআরসি-র সাথে এসবিআই কার্ড অংশীদাররা যোগাযোগহীন দিল্লি মেট্রো এসবিআই কার্ড চালু করবে\n২০২০: যোগাযোগহীন পেটিএম এসবিআই কার্ড চালু করার জন্য পেটিএমের সাথে এসবিআই কার্ড অংশীদাররা\n২০২০: এসবিআই কার্ড বিপিসিএল এসবিআই কার্ড অকটেন চালু করেছে\n২০২১: ফ্যাবইন্ডিয়া এসবিআই কার্ড সিলেক্ট এবং ফ্যাবইন্ডিয়া এসবিআই কার্ড চালু\n২০২১: এসবিআই কার্ড ১২,০০০,০০০ ইস্যুকৃত কার্ডের জন্য মাইলফলক পৌঁছেছে\n\n\n== পুরস্কার ==\nরিডার্স ডাইজেস্ট 'মোস্ট ট্রাস্টেড ব্র্যান্ড গোল্ড অ্যাওয়ার্ড' (২০০৮, ২০০৯, ২০১০, ২০১২, ২০১৩)\nসিএনবিসি কনজিউমার অ্যাওয়ার্ডে 2 বছর পরপর (2007-2009) রেট দেওয়া হয়েছে\nএশিয়ার সেরা পরিপক্ক ক্যাপটিভ ডেলিভারি ইউনিটের বিজয়ী (2009)\nরিডার্স ডাইজেস্ট 'মোস্ট ট্রাস্টেড ব্র্যান্ড গোল্ড অ্যাওয়ার্ড' (2008)\nগ্রাহক সন্তুষ্টির উপর বিজনেস ওয়ার্ল্ড সার্ভেতে রেট #2 (2007)\nইন্টারন্যাশনাল গার্টনার অ্যাওয়ার্ড 2016-এ কার্ড ওয়ান কাস্টমার রিলেশনশিপ ম্যানেজমেন্ট টুলের জন্য 'মোস্ট ইনোভেটিভ টেকনোলজি লিগ্যাসি ট্রান্সফরমেশন' পুরস্কার\n\n\n== আরো দেখুন ==\nএসবিআই লাইফ ইন্স্যুরেন্স কোম্পানি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ সেপ্টেম্বর ২০২০ তারিখে\nটেমপ্লেট:Nifty 200 companiesটেমপ্লেট:SBI"}