{"pageid": 11772, "title": "সূর্যগ্রহণ", "url": "https://bn.wikipedia.org/wiki?curid=11772", "content": "চাঁদ যখন পরিভ্রমণরত অবস্থায় কিছু সময়ের জন্য পৃথিবী ও সূর্যের মাঝখানে এসে পড়ে, তখন পৃথিবীর কোন দর্শকের কাছে সূর্য আংশিক বা সম্পূর্ণরূপে কিছু সময়ের জন্য অদৃশ্য হয়ে যায়। এই ঘটনাকে সূর্যগ্রহণ বলা হয়। অমাবস্যার পরে নতুন চাঁদ উঠার সময় এ ঘটনা ঘটে। পৃথিবীতে প্রতি বছর অন্তত দুই থেকে পাচঁটি সূর্যগ্রহণ পরিলক্ষিত হয়। এর মধ্যে শূন্য থেকে দুইটি সূর্যগ্রহণ পূর্ণ সূর্যগ্রহণ হয়।\n\n• সূর্যগ্রহণ*\nযখন চাঁদ পৃথিবীকে প্রদক্ষিণ করার সময়ে ঠিক সূর্য ও পৃথিবীর মাঝামাঝি এসে পড়ে তখন সেটি সূর্যের আলোকে পৃথিবীতে আসতে বাধা দেয়-অর্থাৎ চাঁদের ছায়া পৃথিবীর কিছু অংশের উপরে পড়ে। এ ঘটনাকে সূর্যগ্রহণ বলে। এ সময় সূর্য, চাঁদ ও পৃথিবী একই সরলরেখায় অবস্থান করে। সূর্যগ্রহণ বিভিন্ন রকম হতে পারে; যেমন-আংশিক, পূর্ণগ্রাস, বলয় এবং হাইব্রিড সূর্যগ্রহণ। তোমাদের মনে প্রশ্ন জাগতে পারে, সূর্যের ব্যাস চাঁদের ব্যাস থেকে 400 গুণ বড়ো, তারপরেও চাঁদ কীভাবে সূর্যকে পুরোপুরি ঢেকে ফেলতে পারে? কারণটি সহজ, চাঁদ সূর্যের তুলনায় ছোট হলেও এটি পৃথিবীর 400 গুণ কাছে অবস্থান করে সেজন্য পৃথিবীপৃষ্ঠ থেকে চাঁদ ও সূর্যকে প্রায় একই আকারে দেখা যায়। চাঁদের কক্ষপথ খানিকটা উপবৃত্তাকার, এটি যখন পৃথিবীর সবচেয়ে কাছে আসে তখন পৃথিবী থেকে চাঁদের দূরত্ব হয় 3.63 লক্ষ কিমি, যখন পৃথিবী থেকে সবচেয়ে দূরে থাকে তখন পৃথিবী থেকে চাঁদের দূরত্ব হয় 4.05 লক্ষ কিমি। চাঁদ ও পৃথিবীর মধ্যবর্তী দূরত্ব সবচাইতে বেশি হলে তাকে বলে অপভূ (apogee) এবং চাঁদ ও পৃথিবীর দূরত্ব সবচাইতে কম হলে তাকে বলে অনুভূ (perigee)।\n\n• আংশিক সূর্যগ্রহণ*\nপৃথিবী ও সূর্যের মাঝামাঝি অবস্থানকালে চাঁদ যদি সূর্যের খানিকটা অংশ ঢেকে ফেলে তবে আংশিক সূর্যগ্রহণ সংঘটিত হয়। এক্ষেত্রে যে স্থানে আংশিক সূর্যগ্রহণ দেখা যায় সেখানে সূর্যকে চাঁদ দ্বারা আংশিক ঢাকা অবস্থায় দেখা যায়। আংশিক সূর্যগ্রহণের সময় মূলত উপচ্ছায়ার প্রাধান্য বেশি থাকে। একে খণ্ডগ্ৰাস সূর্যগ্ৰহণ নামে অভিহিত করা হয়।\n\n• পূর্ণগ্রাস সূর্যগ্রহণ*.\nগ্রহণের সময় সূর্য যদি চাঁদের দ্বারা সম্পূর্ণ ঢেকে যায় তবে পূর্ণগ্রাস সূর্যগ্রহণ সংঘটিত হয়। আমরা জানি, চাঁদ পৃথিবীকে উপবৃত্তাকার পথে পরিভ্রমণ করে। ফলে কখনো কখনো চাঁদ পৃথিবীর কাছাকাছি অবস্থান করে (অনুভূ) তখন চাঁদকে তুলনামূলকভাবে বড়ো দেখা যায়। চাঁদ অনুভূ অবস্থানে থাকার সময় যদি সূর্যগ্রহণ হয় তবে পূর্ণগ্রাস সূর্যগ্রহণ হয়ে থাকে। এরকম সময়ে যে সকল স্থানে প্রচ্ছায়া পড়ে সেই সকল স্থান থেকে পূর্ণগ্রাস সূর্যগ্রহণ দেখা যায়। পূর্ণগ্রাস চন্দ্রগ্রহণের সময় সূর্যের চারপাশে তার করোনা দেখা যায়। শুধু এই সময়েই খালি চোখে সূর্যের করোনা দেখা সম্ভব হয় যেটি অন্য কখনো দেখার সৌভাগ্য হয় প্রচ্ছায়া খুব সামান্য অংশ জুড়ে থাকে, আবার পৃথিবীও তার নিজ অক্ষে ঘুরতে থাকে। তার ফলে প্রচ্ছায়া একটি নির্দিষ্ট স্থানে স্থির থাকে না, এটি পৃথিবীপৃষ্ঠে একটি রেখাপথ (একে আমরা পূর্ণগ্রাস গ্রহণরেখা বলতে পারি) বরাবর সরতে থাকে। এই রেখাপথ ভূপৃষ্ঠের যে সকল স্থানে পড়ে সে সকল স্থানে পূর্ণগ্রাস সূর্যগ্রহণ দেখতে পাওয়া যায়। পূর্ণগ্রাস সূর্যগ্রহণের ঠিক শুরুর মুহূর্তে যখন পুরো সূর্যটা ঢেকে গিয়ে শুধু একটি ক্ষুদ্র অংশ ঢেকে যাওয়া বাকী থাকে এবং শেষ হওয়ার পরের মুহূর্তে যখন পুরোটা ঢেকে যাওয়ার পর ক্ষুদ্র একটা অংশ বের হয়ে আসে তখন সেই অংশে সূর্যের তীব্র আলো দৃশ্যমান হয় এবং সেটি দেখতে অনেকটা হীরার আংটির মতো দেখা যায় বলে তাকে ডায়মন্ড রিং বলে।\n\n• বলয়গ্ৰাস সূর্যগ্রহণ*\nঅনেক সময় উপবৃত্তাকার পথে ভ্রমণ কালে চাঁদ এমন অবস্থানে থাকে যে পূর্ণগ্রাস সূর্যগ্রহণের সময় সেটি সম্পূর্ণ সূর্যকে ঢেকে রাখতে পারে না। তখন চাঁদের চারপাশে সূর্যকে আংটির মতো দেখা যায়। এই ধরনের বলয় আকৃতির সূর্যগ্রহণকে বলয়গ্ৰাস সূর্যগ্রহণ বলে।\n\n• সূর্যগ্রহণের প্রভাব ও গুরুত্ব*\nসূর্যগ্রহণের সময় পরিবেশের উপর সাময়িক প্রভাব পড়ে। আংশিক গ্রহণ অনেকটা সময় জুড়ে চলতে পারে কিন্তু পূর্ণগ্রাস সূর্যগ্রহণ এর সময় সূর্য মাত্র কয়েক মিনিটের জন্য সম্পূর্ণ ঢেকে যেতে পারে। পূর্ণগ্রাস গ্রহণকালীন সময়ে হঠাৎ চারদিক অন্ধকার হয়ে যাওয়ায় পশুপাখিরা হতচকিত হয়ে যায়। অসময়ে অন্ধকার হয়ে যাওয়ায় অনেক পাখি ভয় পেয়ে ডাকাডাকি বন্ধ করে দেয়, ঝিঁঝিঁ পোকা শব্দ করা শুরু করতে পারে, উদ্ভিদে ফুল বুজে যাওয়া শুরু হতে পারে। কিছু কিছু স্থানে বায়ুর তাপমাত্রাও সামান্য কমে যেতে পারে। তবে সূর্যগ্রহণ সূর্য সংক্রান্ত গবেষণার কিছু দুর্লভ সুযোগ সৃষ্টি করে। যেমন সূর্যের করোনা নিয়ে তথ্য সংগ্রহের সবচেয়ে ভালো সুযোগ সূর্যগ্রহণের সময় আসে। পৃথিবীর বায়ুমণ্ডলের বাইরে অবস্থিত হওয়ায় এবং চাঁদ দ্বারা সূর্য ঢেকে যাওয়ার ফলে তখন সূর্যের করোনা পৃথিবীপৃষ্ঠ থেকেই পর্যবেক্ষণ করা যায়। গ্রহণের সময় পৃথিবীর বায়ুমণ্ডল বিশেষ করে বায়ুমণ্ডলের উপরের অংশে কী ধরনের পরিবর্তন হয় তা পর্যবেক্ষণ করা যায়। পৃথিবীর বায়ুমণ্ডলের বাইরের অংশে সূর্যের তেজস্ক্রিয় বিকিরণের ফলে বিভিন্ন ধরনের চার্জযুক্ত কণা তৈরি হয়। এই অংশে পৃথিবীর অনেক কৃত্রিম উপগ্রহ অবস্থান করায় তা পর্যবেক্ষণ করা অত্যন্ত গুরুত্বপূর্ণ।\n\n• সূর্যগ্রহণ পর্যবেক্ষণ ও সতর্কতা*\nএকটি বিষয় সবসময় মনে রাখতে হবে যে সূর্য থেকে অনেক ক্ষতিকর রশ্মি পৃথিবীতে আসে, যার একটি হচ্ছে অতিবেগুনি রশ্মি। আমরা যেহেতু অতিবেগুনি রশ্মি দেখতে পাই না, তাই না জেনে তার দিকে তাকিয়ে চোখের ভয়াবহ ক্ষতি করতে পারি। সরাসরি সূর্যের দিকে তাকালে মাত্র কয়েক সেকেন্ডে চোখের স্থায়ী ক্ষতি হতে পারে। সূর্যগ্রহণের সময় সরাসরি সূর্যের দিকে না তাকিয়ে, কোথাও সূর্যের প্রতিচ্ছবি ফেলে সেটা দেখা সবচেয়ে নিরাপদ পদ্ধতি। পিনহোল ব্যবহার করে সূর্যগ্রহণ পর্যবেক্ষণ করা সহজ, একটি শক্ত কাগজে ছোট একটি ছিদ্র করে তার মধ্যে গ্রহণের সময় সূর্যের আলো অপর একটি পর্দায় ফেললে সেখানে সূর্যগ্রহণ দেখা যায়।\n\n\n== ইতিহাস ==\n\n\n==== সারোস চক্র ====\nব্যাবিলনীয় সভ্যতা থেকে পরিচিত সূর্যগ্রহণের পর্যায়কাল। ১০০০ খ্রীঃ পূর্বাব্দেও গ্রহণের পূর্বাভাস মানুষ দিতে পারত। ঐ সময় ক্যালান্ডরে জ্যোতিষীরা গ্রহণ সম্বন্ধে একটা আশ্চর্য মিল লক্ষ করেন। তারা দেখেন যে ১৮ বছর ১০ দিন পরপর গ্রহণ পুনরাবর্তিত হয়। এই থেকে সারোস চক্র দিয়ে পূর্ণগ্রাস সূর্যগ্রহণগুলি চিহ্নিত করার সারোসপ্রথা চালু হয়। সারোস কথাটির লাতিন অর্থ পুনরাবৃত্তি। ২২ জুলাই, বাংলাদশে থেকে পূর্ণগ্রাস সূর্যগ্রহণ দেখা যায় তা ছিল ১৩৬ সারোসচক্রের ৩৭ তম গ্রহণ মোট সংখ্যা ৭১টার মধ্যে। প্রতিটি সারোসচক্র প্রায় ৭৫টি গ্রহণে সমাপ্ত হয়। \nপূর্ণগ্রাস সূর্যগ্রহণে হঠাৎ দিনের বেলা রাতের অন্ধকার নেমে আসে এবং চারপাশের প্রাকৃতিক পরিবেশে হঠাৎ একটা পরিবর্তন আসে। পাখিরা সন্ধ্যার আভাস পেয়ে ফিরে যেতে থাকে বনে, বাতাস স্থির হয়ে যায়, হঠাৎ তাপমাত্রা কমতে থাকে।\nবৈজ্ঞানিক পরীক্ষা-নিরীক্ষা চন্দ্রগ্রহণের চেয়ে সূর্যগ্রহণ বেশিবার হয়। প্রতি সাতটি গ্রহণের মধ্যে সূর্যগ্রহণ ও চন্দ্রগ্রহণের অনুপাত ৫:২ বা ৪:৩। তবে অধিকাংশ সূর্যগ্রহণ সমুদ্রপৃষ্ঠে বা পর্বতমালার ওপর দিয়ে গেলে নজড়ে পড়ে না। জনাকীর্ণ লোকালয়ের ওপর দিয়ে তা গেলে তবেই প্রাধান্য পায়, যেখানে যন্ত্রপাতি দিয়ে বিশেষভাবে পরীক্ষা-নিরীক্ষার সুযোগ পাওয়া যায়। এই সুযোগ সারা পৃথিবীর বিজ্ঞানীরা নিজ নিজ বিষয়ে নানা গবেষণা চালাবার সুযোগ নেন। যদিও গ্রহণ ছাড়া কৃত্রিমভাবে করোনোগ্রাফ দিয়ে সূর্যকে ঢেকে ছটামণ্ডলের ছবি তোলা বা পর্যবেক্ষণ করা সম্ভব, কিন্তু পূর্ণগ্রাস সূর্যগ্রহণ ছাড়া কতগুলি বিশেষ বিষয় পর্যবেক্ষণ সম্বব হয় না। তাছাড়া অন্যভাবে প্রাপ্ত তথ্যাবলী এই সময়ে মিলিয়ে নেওয়া হয়। সূর্যের সাধারণ অবস্থায় আমরা এর আলোকমণ্ডল দেখে থাকি। কিন্তু সূর্যের ছটামণ্ডল, আবহমণ্ডল, ক্রোমোস্ফীয়ার ইত্যাদি দেখা যায় না। শুধু সূর্যগ্রহণেই তাদের ছটা দেখার সুযোগ আসে। এটা কৌতূহলোদ্দীপক যে ১৮৬৮ সালের ১৮ই আগস্টের পূর্ণগ্রাস সূর্যগহণের সময় ভারতের মানমন্দির থেকে প্রথম আবহাওয়ায় হিলিয়ামের অস্তিত্ব ধরা পড়ে। এর আরও ২৭ বছর পরে পৃথিবীতে হিলিয়ামের আবিষ্কার সম্ভব হয়। সূর্যের অভ্যন্তরে প্রতি সেকেন্ডে প্রায় ৬৫.৭ কোটি টন হাইড্রোজেন সংযোজিত হয়ে ৬৫.২৫৬ কোটি টন হিলিয়ামে রূপান্তরিত হচ্ছে, যা সূর্যের শক্তির উৎস। ১৯১৯ সালের পূর্ণগ্রাস সূর্যগহণের সময় ব্রিটেনের রয়্যাল অ্যাস্ট্রোনমিক্যাল সোসাইটি, আইনস্টাইনের বক্তব্য যে আলোর ভর আছে এবং তা মাধ্যাকর্ষণের দ্বারা আকর্ষিত হয়, এ বিষয়ে পরীক্ষার সিদ্ধান্ত নেন এবং ব্রাজিলের সরোবন এবং গিনি উপসাগরের প্রিনসিপ দ্বীপে দুটি গবেষণাদল পাঠানো হয়, যারা ঐ তথ্যের সত্যতা প্রমাণ করেন।\n\n\n== ধরন ==\nচার প্রকারের সূর্যগ্রহণ দেখা যায়\n\nপূর্ণ সূর্যগ্রহণ - সূর্যগ্রহণে চাঁদ সূর্যকে সম্পূর্ণ ঢেকে ফেলতে পারে, ফলে কোনো স্থানে তখন হয় পূর্ণ সূর্যগ্রহণ। পূর্ণ সূর্যগ্রহণে সূর্য পুরো ঢাকা পড়ে যায় বলে সৌরমুকুট দেখা যায়।\nবলয় সূর্যগ্রহণ - কিন্তু চাঁদের কৌণিক ব্যাস সূর্যের চেয়ে ছোট হলে হবে বলয় গ্রহণ। অমাবস্যার সময়ে সূর্যগ্রহণ হয় তবে সব অমাবস্যায় সূর্যগ্রহণ হয় না, কারণ চাঁদ ভূ-কক্ষের সাথে ৫ ডিগ্রী হেলে থাকে।\nহাইব্রিড সূর্যগ্রহণ\nআংশিক সূর্যগ্রহণ - অন্যত্র তখন চাঁদ সূর্যের আংশিক ঢেকে রাখায় সংঘটিত হয় আংশিক সূর্যগ্রহণ।\n\n\n==== প্রচ্ছায়া ====\nকোনো গ্রহ/উপগ্রহের ছায়ার কেন্দ্রীয় গাঢ়, অন্ধকার অঞ্চল।\n\n\n==== উপচ্ছায়া ====\nসূর্যালোকে আলোকিত পৃথিবী বা অন্য কোনো বস্তুর মূল ছায়ার কোণের চারপাশে আংশিক ছায়ার যে অংশ দেখা যায়। এ অঞ্চলে আংশিক গ্রহণ হয়।\n\n\n== গ্রহণের স্থিতি ==\nপৃথিবী থেকে বেশিক্ষণ ধরে এবং বিস্তীর্ণ এলাকা জুড়ে সূর্যগ্রহণ দেখতে পাওয়ার শর্ত হল: \n\nসূর্য বেশি দূরত্বে থাকার ফলে তুলনামূলকভাবে ছোট মনে হবে।\nচাঁদ কাছে থাকবে ফলে চাঁদের বড় গোলক সূর্যকে বেশিক্ষণ ধরে আড়াল করে রাখতে পারবে।\nচাঁদ কাছে থাকলে তার ছায়াও বৃহত্তর ভূখণ্ডের ওপর পড়বে।\nমূলমধ্যরেখার যত কাছে থাকা যাবে গ্রহণ তত দীর্ঘস্থায়ী হবে।\n\n\n== পর্যবেক্ষণের বিষয়সমূহ ==\n\n\n==== মুক্তারমালা ====\nচাঁদের আড়ালে সূর্য পুরোপুরি ঢাকা পড়ে যাওয়ার পূর্বমুহূর্তে চাঁদের পূর্বপ্রান্ত ঘিরে একটি সরু আলোর রেখা আর তার মাঝে মাঝে আলোকবিন্দু দেখা যায়, একে বাংলায় বলে মুক্তমালা। আবার চাঁদের পাহাড়, পর্বত, উপত্যকার ফাঁক দিয়ে আলো এসে হীরার আংটি বা ডায়মন্ড রিং এর মতোই দেখায় সূর্যগ্রহণের দ্বিতীয় ও তৃতীয় স্পর্শের সময়। \n\n\n==== তাপমাত্রার হ্রাস ====\nসূর্যগ্রহণের সময় আবহাওয়ার তাপমাত্রা দ্রুত হ্রাস পায়। সেই তাপমাত্রা কিরকম কমছে প্রতি ১৫ সেকেণ্ড অন্তর একটা গ্রাফ কাগজে সারি করে সংগ্রহ করা যেতে পারে। গ্রহণের ১০ মিনিট আগে থেকে শুরু করে শেষ হওয়ার ১০ মিনিট পর পর্যন্ত। শুধু একটা ঘড়ি ও থার্মোমিটার হলেই চলবে। তবে আবহাওয়ার চেয়ে মাটি, পাথর ইত্যাদির তাপমাত্রা তাড়াতাড়ি বাড়ে ও কমে। \n\n\n==== প্রাণীর আচরণ ====\nপাখি, পোকামাকড় ও জন্তু-জানোয়ার হঠাৎ দিনের বেলা সূর্যের আলো কমতে থাকায় বিহ্বল হয়ে পড়ে, তাদের আচার আচরণের ওপরও নজর রাখা যেতে পারে। মানুষের আচরণ নিয়েও গবেষণা করতে পারা যায়, অবশ্যই বৈজ্ঞানিক দৃষ্টিভঙ্গী নিয়ে। \n\n\n==== ছায়ালহরী ====\nগ্রহণের সময় সূর্য যেমনি ঢাকা পড়তে আরম্ভ করে গাছের নিচে পাতার ফাঁক দিয়ে যে আলো মাটিতে পড়ে তাদের প্রতিবিম্বতেও ঐ সূর্যের আকারের প্রভাব থাকে। এইসময় অন্ধকার হওয়ার কয়েক মিনিট আগে আলোছায়ার ঢেউ বা ছায়ালহরী ভাল করে পর্যবেক্ষণ করলেই তবেই দেখা যায়। গাছের তলায় সাদা চাদর বিছিয়ে ছায়ালহরী দেখতে হয়।\n\n\n== কুসংস্কার ==\n\nগ্রহণ নিয়ে সমাজে অনেক ধরনের কুসংস্কার আছে। ঐ সময়ে খেতে নেই, তৈরি করা খাবার ফেলে দিতে হয় ইত্যাদি। গ্রহণ দেখাও অনেকের কাছে নিষেধ। সূর্যকে গিলে ফেলা রাহুর ভয়ে এসব ব্যবস্থা নেওয়া হয়ে থাকে বলে জ্যোতিষীরা দাবী করেন। কিন্তু আজকের দিনে আমরা যখন পরিষ্কার বুঝতে পারি পৃথিবী ও সূর্যের মধ্যে চাঁদ এসে যাওয়ার ফলে গ্রহণ হচ্ছে, তাই নতুন জীবাণুর জন্ম, রশ্মির বেশি প্রভাব ইত্যাদি প্রশ্ন অবান্তর।\nপূর্ণ সূর্যগ্রহণ একটি চমৎকার প্রাকৃতিক ঘটনা যা পর্যবেক্ষণের জন্য অনেক লোক দূর-দূরান্তেও ভ্রমণ করেন। সাম্প্রতিক সময়ে ৯ মার্চ ২০১৬ পূর্ণ সূর্যগ্রহণ পরিলক্ষিত হয়। যা বাংলাদেশসহ দক্ষিণ-পূর্ব এশিয়ার মানুষের মাঝে এ ঘটনা সম্পর্কে সচেতনতা বৃদ্ধিতে সহায়তা করে।\n\n\n== দর্শন ==\nফটোস্ফিয়ারটি যে তীব্র দৃশ্যমান এবং অদৃশ্য রেডিয়েশনের দ্বারা নির্গত হয় তার জন্য সরাসরি সূর্যের আলোকক্ষেত্রটি (সূর্যের উজ্জ্বল ডিস্কটি) কেবল কয়েক সেকেন্ডের জন্যও  চোখের রেটিনা স্থায়ীভাবে নষ্টের কারণ হতে পারে। এইভাবে চোখের ক্ষতির ফলে দৃষ্টি ক্ষুণ্ণ হতে পারে এবং অন্ধত্ব পর্যন্ত অন্তর্ভুক্ত হতে পারে৷ রেটিনার ব্যথার প্রতি কোন সংবেদনশীলতা নেই, এবং রেটিনাল ক্ষতির প্রভাব কয়েক ঘণ্টার জন্য দেখা নাও যেতে পারে, তাই এই আঘাতের ঘটনার এমন কোনও সতর্কতা নেই।\nসাধারণ পরিস্থিতিতে, সূর্য এত উজ্জ্বল যে সরাসরি এটি তাকানো কঠিন। যাইহোক, গ্রহণের সময় সূর্যের অনেক অংশ আবৃত থাকায় এটি তাকাতে আরও সহজ এবং লোভনীয় হয়। যে কোনও ধরনের অপটিক্যাল এইড (বাইনোকুলারস, একটি টেলিস্কোপ, এমনকি একটি অপটিক্যাল ক্যামেরা ভিউফাইন্ডার) এর মাধ্যমে সূর্যের চাকতি দেখা অত্যন্ত বিপজ্জনক এবং এক সেকেন্ডের ভগ্নাংশের মধ্যে অপরিবর্তনীয় চোখের ক্ষতি করতে পারে। \n\n\n=== আংশিক এবং বার্ষিকী গ্রহণ ===\n\nআংশিক এবং বার্ষিক গ্রহণের (সূর্য এবং সংক্ষিপ্ত সামগ্রিক সংক্ষিপ্ত সময়ের বাইরে মোট গ্রহণ) সময় সূর্য দেখার জন্য বিশেষ চোখের সুরক্ষা বা বিদেশী দেখার পদ্ধতি প্রয়োজন হয় যাতে চোখের ক্ষতি এড়ানো হয়। সূর্যের বিকিরণ ক্ষতিকারক অংশ বন্ধ করার জন্য সূর্যের চাকতি যথাযথ পরিস্রাবণ ব্যবহার করা যেতে পারে। সাধারণ চমশা দিয়ে এই দৃশ্য দেখা নিরাপদ নয়। শুধুমাত্র সঠিকভাবে ডিজাইন এবং প্রত্যয়িত সৌর ছাঁকনি (চশমা) সূর্যের চাকতির সরাসরি দেখার জন্য ব্যবহার করা উচিত। \nবিশেষ করে, স্বতঃপূর্ণ ছাঁকনি যেমন একটি ফ্লপি চাকতি যেমন একটি মাপের ডিস্ক, একটি কম্প্যাক্ট ডিস্ক, একটি কালো রঙ স্লাইড ফিল্ম, ধূমপান গ্লাস ইত্যাদি ব্যবহার করে।\n\n\n== তথ্যসূত্র =="}