{"pageid": 1177413, "title": "ঊর্ধ্বলোক", "url": "https://bn.wikipedia.org/wiki?curid=1177413", "content": "ঊর্ধ্বলোক (সংস্কৃত: ऊर्ध्वलोक, অনুবাদ 'উপরের লোক') হলো হিন্দু পুরাণ অনুসারে সাতটি লোক বা জগৎ। বিষ্ণুপুরাণে তাদের বিস্তারিত ব্যাখ্যা পাওয়া যায়।\nতিনটি সর্বোচ্চ লোক, জন, তপ ও সত্যলোককে দৃঢ় শৈলীতে সংযোগ করা হয়েছে।অপরদিকে মহর্লোক কিছুটা নিম্নে রয়েছে; কারণ কল্পের শেষে এটি নির্জন হয়ে গেলেও কখনও ধ্বংস হয়না।\n\n\n== লোকসমূহ ==\n\n\n=== ভূলোক ===\n\nপৃথিবীলোক বা ভূ-লোকের ('ভু' অর্থ 'পৃথিবী' এবং 'লোক' অর্থ পৃথিবীর পৃষ্ঠ) মহাসাগর, পর্বত ও নদীগুলি বোঝার জন্য, যতদূর পর্যন্ত স্থান সূর্য ও চন্দ্রের উজ্জ্বল রশ্মি দ্বারা আলোকিত হয় ও যতদূর স্থান পর্যন্ত তাদের আলো প্রসারিত হয় তাকে ভূ-লোক বলা হয়। সূর্য ও চাঁদ, ব্যাস ও পরিধি উভয় ক্ষেত্রেই, আকাশ (ভুবঃ-লোক),\nগ্রহ বা স্বর্গলোক পর্যন্ত একইসাথে আলো বিকিরণ করে ।\n\n\n=== ভুবর্লোক ===\nযে অঞ্চলে সিদ্ধ এবং অন্যান্য মহাকাশীয় প্রাণীরা চলাচল করে, সেটি হল পৃথিবীর বায়ুমণ্ডলীয় লোক যা মহাকাশকে ধারণ করে।ভুবর্লোক হল সৌরজগতের তারা,ধূমকেতু,নক্ষত্র ও গ্রহসমূহের বিচরণ ক্ষেত্র।\n\n\n=== স্বর্গলোক ===\nসূর্য ও ধ্রুবের মধ্যবর্তী ব্যবধান চৌদ্দ লক্ষ লিগ (সাত লক্ষ যোজন) প্রসারিত যেখানে দেবগণ তাদের রাজা ইন্দ্রের সাথে দেবীগণ সহ বসবাস করেন। একে স্বর্গ বলা হয়, পাশাপাশি কিছু পুরাণে স্বর্গলোককে সৌরজগতের সমান মনে করা হয়।।\n\n\n=== মহর্লোক ===\nধ্রুবের উপরে, দশ মিলিয়ন লিগ (পাঁচ মিলিয়ন যোজন) দূরত্বে সাধু বা মহর্লোক গ্রহ রয়েছে, যার বাসিন্দারা এক কল্প বা ব্রহ্মার দিন পর্যন্ত বাস করেন। মহর্লোকের বিস্তৃতি এক কোটি যোজন বা বার কোটি কিলোমিটার পরিমিত।\n\n\n=== জনলোক ===\nমহর্লোকের দ্বিগুণ দূরত্বে ও তার উপরে জনলোক অবস্থিত, যেখানে সনন্দন (চার কুমার) এবং ব্রহ্মার অন্যান্য শুদ্ধ চিত্তের পুত্রেরা বাস করেন। এছাড়া জনলোকে নৃসিংহদেবও বাস করেন বলে কেউ কেউ বলে থাকেন।মহাকাশে জনলোকের বিস্তৃতি দুই কোটি যোজন বা চব্বিশ কোটি কিলোমিটার পরিমিত।\n\n\n=== তপলোক ===\nজনলোকের চতুর্গুণ দূরত্বে ও তদুর্ধ্বে, শেষ দুটির মধ্যে তপলোক (তপস্যার লোক) অবস্থিত। সেখানে বৈভ্রাজ নামক অমর সাধু ও দেবতারা বসবাস করেন। তারা অত্যন্ত জ্ঞানী, শুদ্ধ এবং আলোকিত হওয়ার ফলে মহাবিশ্বের যে কোন লোকে সহজেই ভ্রমণ করতে পারেন। তপোলোকের ঊর্ধ্বতম সত্যলোক নামক গ্রহলোক ব্রহ্মাণ্ডের ধ্বংস হওয়া পর্যন্ত বিদ্যমান থাকে ।মহাকাশে তপলোকের বিস্তৃতি তিন কোটি যোজন বা ছত্রিশ কোটি কিলোমিটার পরিমিত।\n\n\n=== সত্যলোক ===\nসত্যলোক প্রাকৃত জগতের সর্বোচ্চ স্বর্গীয় গ্রহলোক। এটিকে ব্রহ্মলোকও বলা হয় যেখানে ব্রহ্মা ও তাঁর সহধর্মিণী সরস্বতী বাস করেন। তপোলোকের ছয়গুণ দূরত্ব (বা বারো কোটি, একশ বিশ মিলিয়ন লিগ উর্ধ্বে) সত্যলোক অবস্থিত। এখানে সমস্ত জ্ঞান পাওয়া যায় এবং এর বাসিন্দারা কখনও মারা যায় না, বৃদ্ধ হয় না, অসুস্থ হয় না, ব্যথা এবং উদ্বেগপ্রাপ্ত হয় না। পুরাণ মতে,মহাকাশে সত্যলোকের বিস্তৃতি পাঁচ কোটি যোজন বা ষাট কোটি কিলোমিটার পরিমিত।\n\n\n== আরও দেখুন ==\n\nলোক\nত্রৈলোক্য\nব্রহ্মলোক\nদেবলোক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe Vishnu Purana, translated by Horace Hayman Wilson, 1840, at sacred-texts.com"}