{"pageid": 11779, "title": "শকুন", "url": "https://bn.wikipedia.org/wiki?curid=11779", "content": "শকুন এক প্রকার পাখি। এটি মৃত প্রাণীর মাংস খেয়ে থাকে। সাধারণত এরা অসুস্থ ও মৃতপ্রায় প্রাণীর চারিদিকে উড়তে থাকে এবং প্রাণীটির মরার জন্য অপেক্ষা করে। পাখিগুলো তীক্ষ্ণ দৃষ্টির অধিকারী শিকারী পাখিবিশেষ।\nশকুনের গলা, ঘাড় ও মাথায় কোনো পালক থাকে না। প্রশস্ত ডানায় ভর করে আকাশে ওড়ে। মহীরুহ বলে পরিচিত বট, পাকুড়, অশ্বত্থ, ডুমুর প্রভৃতি বিশালাকার গাছে সাধারণত লোকচক্ষুর অন্তরালে শকুন বাসা বাঁধে। সাধারণত গুহায়, গাছের কোটরে বা পর্বতের চূড়ায় ১-৩টি সাদা বা ফ্যাকাশে ডিম পাড়ে।\n\n\n== পরিসংখ্যান ==\nসারা বিশ্বে প্রায় ১৮ প্রজাতির শকুন দেখা যায়, এর মধ্যে পশ্চিম গোলার্ধে ৭ প্রজাতির এবং পূর্ব গোলার্ধে (ইউরোপ, আফ্রিকা ও এশিয়া) ঈগলের সাথে সম্পর্কিত ১১ প্রজাতির শকুন দেখা যায়। দক্ষিণ এশিয়ার দেশ বাংলাদেশে প্রায় ৬ প্রজাতির শকুন রয়েছে, এর মধ্যে ৪ প্রজাতি স্থায়ী আর ২ প্রজাতি পরিযায়ী। শকুন বা বাংলা শকুন ছাড়াও এতে আছে রাজ শকুন, গ্রীফন শকুন বা ইউরেশীয় শকুন, হিমালয়ী শকুন, সরুঠোঁট শকুন, কালা শকুন ও ধলা শকুন। তবে শুধু গ্রীফন প্রজাতির শকুনই মাঝে মাঝে দেখা যায় (পরিপ্রেক্ষিত ২০১০)। এসব প্রজাতির শকুনই সারা বিশ্বে বিপন্ন। স্থায়ী প্রজাতির মধ্যে রাজ শকুন মহাবিপন্ন। এটি ডিম থেকে বাচ্চা ফোটানোর জন্যে ঠোঁটে পাথরের টুকরো বহন করে ও ডিমের উপর নিক্ষেপ করে।\n\n\n== ওষুধের ক্ষতিকর প্রভাব ==\nইদানীং বিভিন্ন দেশে, গবাদি পশু চিকিৎসায় ব্যবহৃত 'ডাইক্লোফেনাক' নামের ব্যথানাশক ঔষধের প্রভাবে শকুন মারা যাচ্ছে। এ কারণে ডাইক্লোফেনাক ভারত, পাকিস্তান ও নেপালে নিষিদ্ধ ঘোষিত হয়েছে।\nবাংলাদেশে ডাইক্লোফেনাকের যথেচ্ছ ব্যবহারের কারণে শকুন বিলুপ্তির মুখে। একই বিষক্রিয়া দেখা গেছে কিটোপ্রোফেনের বেলাতেও। বিশেষজ্ঞদের মতে, মৃত পশুর মাংস শকুনের কোনো ক্ষতি করে না; কিন্তু ডাইক্লোফেনাক দেওয়া হয়েছে, এমন মৃত পশুর মাংস খেলে কিডনি নষ্ট হয়ে ২-৩ দিনের মধ্যে শকুনের মৃত্যু ঘটে। এ কারণে গত তিন দশকে (২০১০) উপমহাদেশে ৭৫% শকুন মারা গেছে। ১৯৮০'র দশকে সার্কভুক্ত দেশে প্রায় ৪,০০,০০,০০০ শকুনের অস্তিত্ব ছিলো, অথচ এই সংখ্যা এখন কমে মাত্র ৪০,০০০-এ এসে দাঁড়িয়েছে।\n২০০৩ খ্রিষ্টাব্দে যুক্তরাষ্ট্রের কলেজ অব ভেটেরিনারি মেডিসিন-এর গবেষক ড. লিন্ডসে ওক তাঁর এক গবেষণায় প্রমাণ করেন, পশু চিকিৎসায় ডাইক্লোফেনাকের ব্যবহারই শকুন বিলুপ্তির অন্যতম কারণ। ভারতে প্রতি বছর ৩০% শকুন মারা যাওয়ার কারণও ডাইক্লোফেনাক।\nএই মানবসৃষ্ট কারণে বিলুপ্তির হাত থেকে বাঁচাতে পৃথিবীর অনেক দেশেই পশু-চিকিৎসায় ডাইক্লোফেনাক ও কিটোপ্রোফেনের পরিবর্তে সমান কার্যকর, অথচ শকুন-বান্ধব 'মেলোক্সিক্যাম' নামক ঔষধ ব্যবহৃত হয়ে থাকে।\n\n\n== আন্তর্জাতিক শকুন সচেতনতা দিবস ==\nসারা বিশ্বে, শকুনকে বিলুপ্তির হাত থেকে বাঁচাতে প্রতি বছর সেপ্টেম্বর মাসের প্রথম শনিবার আন্তর্জাতিক শকুন সচেতনতা দিবস পালিত হয়ে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nVulture videos  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মে ২০১০ তারিখে on the Internet Bird Collection\nVentana Wildlife Society\nVulture observatory in Spain\nA Vulture Restaurant"}