{"pageid": 1177984, "title": "নোয়াখালী ইসলামিয়া কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1177984", "content": "নোয়াখালী ইসলামিয়া কামিল মাদ্রাসা বাংলাদেশের নোয়াখালী জেলার একটি উল্লেখযোগ্য আলিয়া মাদ্রাসা। মাদ্রাসাটি সদর উপজেলার সোনাপুর নামক স্থানের ৮ নং ওয়ার্ডে অবস্থিত। এটি ১৯১৩ সালে মাওলানা আব্দুস সোবহান কর্তৃক প্রতিষ্ঠিত হয়েছিলো। মাদ্রাসাটি দাখিল ও আলিম শ্রেণীর জন্য বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের নিয়ন্ত্রাধীন রয়েছে এবং ফাজিল ও কামিল শ্রেণীর জন্য ইসলামি আরবি বিশ্ববিদ্যালয়ের অধিভুক্তি লাভ করেছে। বর্তমানে এই মাদ্রাসায় অনার্স কোর্স চালু আছে। মাদ্রাসাটি পুরাতন নোয়াখালী শহরের নিকটেই অবস্থিত ছিলো, বর্তমানে এটি মাইজদী শহর থেকে পাঁচ কিলোমিটার দক্ষিণে অবস্থিত পদাধিকার বলে এই মাদ্রাসার সভাপতির দায়িত্ব পালন করেন নোয়াখালী জেলার দায়িত্বপ্রাপ্ত প্রশাসক এবং সহ-সভাপতির দায়িত্ব পালন করছেন চট্টগ্রাম কলেজের সাবেক অধ্যক্ষ এটিএম আইয়ুব। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা হাফেজ অহিদুল হক।\n\n\n== ইতিহাস ==\nমাওলানা আব্দুস সোবহান তৎকালীন সময়ে স্থানীয় আহমদিয়া মডেল হাই মাদ্রাসার সিনিয়র মৌলভি ছিলেন। মাদ্রাসা কর্তৃপক্ষের সাথে মতানৈক্যের ফলে তিনি চাকরি ছেড়ে দেন। এবং নিজ বাসভবন সদর উপজেলার সোনাপুর গ্রামের ৮ নং ওয়ার্ডে একটি মক্তব হিসাবে এই মাদ্রাসার কার্যক্রম শুরু করেন। তখন মাদ্রাসার নাম দেওয়া হয় জামিয়া মিল্লিয়া নোয়াখালী, এবং এটি দারুল উলুম দেওবন্দের অধীনে পরিচালিত হতো। দারুল উলুম দেওবন্দের ৬টি শাখার মধ্যে এই শাখাটি অন্যতম ছিলো। আনোয়ার শাহ কাশ্মীরি এই মাদ্রাসার শায়খুল হাদিস হিসাবে নিযুক্ত করা হয়, তবে দুর্ভাগ্যজনিত কারণে তার পরিবর্তে মাওলানা ওযায়ের গুল পেশওয়ারী এই মাদ্রাসার শায়খুল হাদিস হিসাবে নিয়োগপ্রাপ্ত হন। এছাড়াও হুসাইন আহমদ মাদানি এই মাদ্রাসা পরিদর্শনে এসেছিলেন। যুগের পরিক্রমায় এই কওমি মাদ্রাসা বর্তমানে একটি আলিয়া মাদ্রাসায় পরিণত হয়েছে।\n১৯২৫ সালে মেঘনা নদীর ভাঙ্গন মাদ্রাসাটির নিকটবর্তী হয়ে যায়। তখন হাজী আব্দুস সামাদ নামে একজন ব্যক্তি মাদ্রাসা স্থানান্তরের জন্য জমি দান করেন। ১৯২৬ সালে মাদ্রাসাটি বর্তমান ক্যাম্পাসের জায়গায় স্থানান্তর করেন। তখন মাদ্রাসা স্থানান্তরের ব্যপারে পৃষ্ঠপোষকতা করেন ফুরফুরার পীর আবু বকর সিদ্দিকী। ১৯৪৮ সালে মাদ্রাসাটি আবারো নদী ভাঙ্গনের কবলের উপক্রম হলেও, মাদ্রাসাটি আক্রান্ত হয়নি।\n১৯২২ সালে মাদ্রাসাটি কলকাতা আলিয়া মাদ্রাসা কর্তৃক দাখিল ও ১৯৪০ সালে আলিম শ্রেণীর অনুমতি লাভ করে। এরপর পূর্ব পাকিস্তান মাদ্রাসা শিক্ষাবোর্ড কর্তৃক ১৯৫২ ফাজিল শ্রেণী ও ১৯৫৭ সালে কামিল শ্রেণীর অনুমতি লাভ করে।\n\n\n== শিক্ষা কার্যক্রম ==\nএই মাদ্রাসায় সরকারি প্রাতিষ্ঠানিক শিক্ষার বাইরেও কিছু উদ্যোগ রয়েছে। এখানে খতমে বুখারী দারস পড়ানোর উদ্যোগ, শুদ্ধভাবে কুরআন তিলাওয়াতের উদ্যোগ, জরুরী মাসায়েল শেখানো এবং নুরানী শিক্ষা চালু উদ্যোগ বিশেষভাবে আলোচ্য। এছাড়া ছাত্রদের ক্যাম্পাসে থাকাকালীন নিদিষ্ট পোশাক (সাদা পাঞ্জাবী, পায়জামা ও টুপি) বাধ্যতামূলক এবং দাড়ি কাটা সম্পূর্ণ নিষেধ।\n\n\n=== প্রাতিষ্ঠানিক ===\nএই মাদ্রাসায় আলিয়া মাদ্রাসার ইবতেদায়ী শাখা থেকে সর্বোচ্চ শ্রেণী কামিল পর্যন্ত পাঠদান করা হয়। দাখিল  শ্রেণীতে বিজ্ঞান ও মানবিক উভয় শাখাতেই পাঠদান করা হয়। ফাজিল অনার্স হাদিস এন্ড ইসলামিক স্টাডিজ চালু রয়েছে।\n\n\n=== বিশ্ববিদ্যালয় অধিভুক্তি ===\n২০০৬ সালের আগে বাংলাদেশের আলিয়া মাদ্রাসার পরীক্ষা বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ড কর্তৃক পরিচালিত হতো। ২০০৬ সালের ইসলামী বিশ্ববিদ্যালয় সংশোধনী আইন, ২০০৬ অনুসারে আলিয়া মাদ্রাসার ফাজিল ও কামিল মানকে উন্নতকরণ করা হয়, এবং কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত করা হয়। এরপর ২০১৬ সালে মাদ্রাসা শিক্ষাকে আরও আধুনিকরন করার জন্য ইসলামি আরবি বিশ্ববিদ্যালয়ের অধিভুক্ত করা হয়।\n\n\n=== নূরানী বিভাগ ===\nএই মাদ্রাসার শিক্ষার্থীদের শুদ্ধভাবে কুরআন তিলাওয়াত শেখার জন্য মাদ্রাসার নুরানী হেফজ বিভাগ চালু করা হয়েছে। এখানে বিশুদ্ধ কুরআন তিলাওয়াত, জরুরী ফিকহ মাসায়েল, মাসনুন দোয়া, বাংলা ও ইংরেজি ভাষার বক্তৃতা ও সুন্দর হস্তলিখন বিষয়ক প্রশিক্ষণ দেওয়া হয়।\n\n\n== সুযোগ-সুবিধা ==\n\n\n=== আবাসন ব্যবস্থা ===\nএই মাদ্রাসায় যারা অন্যত্র অঞ্চল থেকে পড়াশোনা করতে আসে, তাদের জন্য ছাত্রাবাসে আবাসন ব্যবস্থা রয়েছে। এখানে ছোট বড় পাঁচটি ছাত্রাবাস রয়েছে, যাতে প্রায় দুই শতাধিক থাকতে পারে। মাদ্রাসার দক্ষ কোন শিক্ষক হোস্টেল সুপারের দায়িত্ব পালন করেন।\n\n\n=== অন্যান্য ===\nমাদ্রাসার বর্তমান শিক্ষার্থীদের জন্য একটি পাঠাগারের ব্যবস্থা রয়েছে। এই পাঠাগার থেকে শিক্ষার্থীরা বই ধার করে পড়তে পারে। ফাজিল ও কামিল শ্রেণীর পাঠ্যবই নিদিষ্ট সময়ের জন্য এই পাঠগার থেকে সরবরাহ করা হয়। এছাড়াও মাদ্রাসায় কম্পিউটার ল্যাবের ব্যবস্থা রয়েছে, যেখানে শিক্ষার্থীরা কম্পিউটারের প্রয়োজনীয় কাজ শিখতে পারে।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\n\n\n== আরও দেখুন ==\nনোয়াখালী কারামতিয়া কামিল মাদ্রাসা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে নোয়াখালী ইসলামিয়া কামিল মাদ্রাসা"}