{"pageid": 1177102, "title": "আক্কাম্মা চেরিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1177102", "content": "আক্কাম্মা চেরিয়ান ভারতের কেরলার ত্রাভাঙ্কোরের একজন ভারতীয় স্বাধীনতা কর্মী ছিলেন।\nতিনি ত্রাভাঙ্কোরের ঝাঁসি রানী নামে পরিচিত ছিলেন\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি ১৯০৯ সালের ১৪ ফেব্রুয়ারি ট্রাভাঙ্কোরের কাঞ্জিরাপল্লিতে একটি নাসরানি পরিবারে (কারিপ্পাপারাম্বিল) থমম্যান চেরিয়ান এবং আন্নাম্মা কারিপপারামবিলের দ্বিতীয় কন্যা হিসাবে জন্মগ্রহণ করেন। তিনি কাঞ্জিরাপল্লির গভর্নমেন্ট গার্লস হাই স্কুল এবং চ্যাঙ্গানাচেরির সেন্ট জোসেফ হাই স্কুল থেকে শিক্ষা লাভ করেন। তিনি এর্নাকুলামের সেন্ট টেরেসা কলেজ থেকে ইতিহাসে বিএ ডিগ্রি অর্জন করেন।\n১৯৩১ সালে তার শিক্ষা শেষ করার পর, তিনি সেন্ট মেরি'স ইংলিশ মিডিয়াম স্কুল, এডাক্কারাতে শিক্ষক হিসাবে কাজ করেন, যেখানে তিনি পরে প্রধান শিক্ষিকা হন। তিনি প্রায় ছয় বছর এই প্রতিষ্ঠানে কাজ করেছিলেন এবং এই সময়ের মধ্যে তিনি ট্রাই ট্রেনিং কলেজ থেকে এল টি ডিগ্রিও করেছিলেন\n\n\n== মুক্তিযোদ্ধা ==\n১৯৩৮ সালের ফেব্রুয়ারী মাসে, ট্রাভাঙ্কোর প্রদেশ কংগ্রেস গঠিত হয় এবং আকাম্মা স্বাধীনতার সংগ্রামে যোগ দেওয়ার জন্য তার শিক্ষকতা কর্মজীবন ত্যাগ করেন। \n\n\n=== দায়িত্বশীল সরকারের জন্য আন্দোলন ===\n\n\n==== আইন অমান্য আন্দোলন ====\nপ্রদেশ কংগ্রেসের আমলে ত্রিবাঙ্কুরের মানুষ একটি দায়িত্বশীল সরকারের জন্য আন্দোলন শুরু করে। সি পি রামাস্বামী আইয়ার, ট্রাভাঙ্কোরের দেওয়ান, এই আন্দোলনকে দমন করার সিদ্ধান্ত নিয়েছিলেন। ১৯৩৮ সালের ২৬ শে আগস্ট, তিনি প্রদেশ কংগ্রেসকে নিষিদ্ধ করেছিলেন যা তখন একটি আইন অমান্য আন্দোলন সংগঠিত করেছিল। এর সভাপতি পট্টম এ. থানু পিল্লাই সহ বিশিষ্ট প্রদেশ কংগ্রেস নেতাদের গ্রেপ্তার করা হয়েছিল এবং কারাগারে রাখা হয়েছিল। প্রদেশ কংগ্রেস তখন তাদের আন্দোলনের পদ্ধতি পরিবর্তন করার সিদ্ধান্ত নেয়। এর ওয়ার্কিং কমিটি ভেঙে দেওয়া হয়েছিল এবং রাষ্ট্রপতিকে স্বৈরাচারী ক্ষমতা এবং তার উত্তরসূরি মনোনীত করার অধিকার দেওয়া হয়েছিল। একে একে গ্রেফতার করা হয় প্রদেশ কংগ্রেসের ১১ জন 'ডিক্টেটর'কে (সভাপতি)। কুট্টানাদ রামকৃষ্ণ পিল্লাই, একাদশ স্বৈরশাসক, গ্রেফতারের আগে আকাম্মা চেরিয়ানকে দ্বাদশ স্বৈরশাসক হিসাবে মনোনীত করেছিলেন।\n\n\n==== কাউদিয়ার প্রাসাদে সমাবেশ ====\nরাজ্য কংগ্রেসের উপর নিষেধাজ্ঞা প্রত্যাহার করতে অ্যাকামা চেরিয়ান থাম্পানুর থেকে মহারাজা চিথিরা থিরুনাল বলরামা ভার্মার কৌদিয়ার প্রাসাদে একটি গণ সমাবেশের নেতৃত্ব দেন।  আন্দোলনকারী জনতা দেওয়ান, সিপি রামস্বামী আইয়ারকে বরখাস্ত করারও দাবি করেছিল, যার বিরুদ্ধে রাজ্য কংগ্রেস নেতারা বেশ কয়েকটি অভিযোগ তুলেছিলেন। ২০,০০০ জন লোকের সমাবেশে ব্রিটিশ পুলিশ প্রধান তার লোকদের গুলি চালানোর নির্দেশ দেন। আকামা চেরিয়ান চিৎকার করে বললেন, \"আমি নেতা; অন্যদের হত্যা করার আগে আমাকে প্রথমে গুলি কর\"। তার সাহসী কথা পুলিশ কর্তৃপক্ষকে তাদের আদেশ প্রত্যাহার করতে বাধ্য করে। খবরটি শুনে এম কে গান্ধী তাকে 'ত্রাভাঙ্কোরের ঝাঁসি রানি' বলে অভিহিত করেছিলেন। ১৯৩৯ সালে নিষিদ্ধ আদেশ লঙ্ঘনের জন্য তাকে গ্রেপ্তার করা হয়েছিল এবং দোষী সাব্যস্ত  হয়েছিল।\n\n\n=== দেশসেবিকা সংঘ গঠন ===\n১৯৩৮ সালের অক্টোবরে, প্রদেশ কংগ্রেসের কার্যনির্বাহী কমিটি আকাম্মা চেরিয়ানকে দেশসেভিকা সংঘ (মহিলা স্বেচ্ছাসেবক দল) সংগঠিত করার নির্দেশ দেয়। তিনি বিভিন্ন কেন্দ্র ঘুরে দেখেন এবং মহিলাদের দেশসেভিকা সংঘের সদস্য হিসাবে যোগদানের জন্য আবেদন করেন।\n\n\n=== কারাবাস ===\nস্বাধীনতা সংগ্রামের সময় আক্কাম্মা দুইবার কারাবরণ করেন।\n\n\n==== রাজ্য কংগ্রেসের বার্ষিক সম্মেলন ====\nরাজ্য কংগ্রেসের প্রথম বার্ষিক সম্মেলনটি নিষেধাজ্ঞা থাকা সত্ত্বেও ২২ এবং ২৩ ডিসেম্বর ১৯৩২ সালে ভাট্টিওরকাভুতে অনুষ্ঠিত হয়েছিল। রাজ্য কংগ্রেসের প্রায় সব নেতাকে গ্রেফতার করে কারারুদ্ধ করা হয়। আকাম্মা, তার বোন রোসাম্মা পুন্নোস (এছাড়াও একজন স্বাধীনতা সংগ্রামী, এমএলএ, এবং ১৯৪৮ সাল থেকে একজন সিপিআই নেতা) সহ গ্রেফতার হন এবং ১৯৩৯ সালের ২৪ ডিসেম্বর জেলে যান। তাদের এক বছরের কারাদণ্ড দেওয়া হয়। কারাগারে তাদের অপমান ও হুমকি দেওয়া হয়। কারা কর্তৃপক্ষের নির্দেশে কয়েকজন বন্দী তাদের বিরুদ্ধে অকথ্য ভাষায় গালিগালাজ করেন। পট্টম এ. থানু পিল্লাই এই বিষয়টি এম কে গান্ধীর নজরে আনেন।  সিপি রামস্বামী আইয়ার অবশ্য তা অস্বীকার করেছেন। আক্কামার ভাই কেসি ভার্কি করিপ্পারাম্বিলও স্বাধীনতা আন্দোলনে অংশ নেন।\n\n\n==== ভারত ছাড়ো আন্দোলন ====\nআকাম্মা জেল থেকে মুক্তি পাওয়ার পর প্রদেশ কংগ্রেসের পূর্ণসময়ের কর্মী হয়ে ওঠেন। ১৯৪২ সালে তিনি এর ভারপ্রাপ্ত রাষ্ট্রপতি হন। রাষ্ট্রপতির ভাষণে তিনি ১৯৪২ সালের ৮ আগস্ট ভারতীয় জাতীয় কংগ্রেসের ঐতিহাসিক বোম্বে অধিবেশনে পাস হওয়া ভারত ছাড়ো প্রস্তাবকে স্বাগত জানান। তাকে গ্রেফতার করা হয় এবং এক বছরের কারাদণ্ড দেওয়া হয়। ১৯৪৬ সালে, নিষেধাজ্ঞার আদেশ লঙ্ঘনের জন্য তাকে গ্রেপ্তার করা হয়েছিল এবং ছয় মাসের জন্য কারারুদ্ধ করা হয়েছিল। ১৯৪৭ সালে, তিনি সি পি রামাস্বামী আইয়ারের স্বাধীন ট্রাভাঙ্কোরের আকাঙ্ক্ষার বিরুদ্ধে আওয়াজ তোলার সাথে সাথে তাকে আবার গ্রেপ্তার করা হয়েছিল।\n\n\n== স্বাধীন ভারতে জীবন ==\nস্বাধীনতার পর ১৯৪৭ সালে কাঞ্জিরাপল্লি থেকে ত্রিবাঙ্কুর বিধানসভায় বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন আকাম্মা। ১৯৫১ সালে, তিনি ভি ভি ভার্কে মান্নামপ্লাক্কালকে বিয়ে করেন, যিনি একজন স্বাধীনতা সংগ্রামী এবং ট্রাভাঙ্কোর কোচিন লেজিসলেটিভ অ্যাসেম্বলির সদস্য ছিলেন। তাদের এক ছেলে ছিল, জর্জ ভি ভার্কি, একজন প্রকৌশলী। ১৯৫০-এর দশকের গোড়ার দিকে, তিনি লোকসভার টিকিট না পেয়ে কংগ্রেস পার্টি থেকে পদত্যাগ করেন এবং ১৯৫২ সালে, তিনি মুভাত্তুপুঝা নির্বাচনী এলাকা থেকে স্বতন্ত্র হিসাবে সংসদীয় নির্বাচনে ব্যর্থ হন। ১৯৫০-এর দশকের গোড়ার দিকে, যখন দলগুলির মতাদর্শ পরিবর্তন হচ্ছিল, তখন তিনি রাজনীতি ছেড়ে দিয়েছিলেন। তার স্বামী ভিভি ভার্কি মান্নামপ্লাকল, চিরক্কাদাভু। ১৯৫২ থেকে ১৯৫৪ সাল পর্যন্ত কেরালা বিধানসভায় বিধায়ক হিসেবে দায়িত্ব পালন করেন। ১৯৬৭ সালে, তিনি কংগ্রেস প্রার্থী হিসাবে কাঞ্জিরাপলি থেকে বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন কিন্তু কমিউনিস্ট পার্টির প্রার্থীর কাছে পরাজিত হন। পরবর্তীতে তিনি মুক্তিযোদ্ধা পেনশন উপদেষ্টা বোর্ডের সদস্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== মৃত্যু এবং স্মরণ ==\nআক্কাম্মা চেরিয়ান ৫ই মে ১৯৮২ সালে মারা যান। তিরুবনন্তপুরমের ভেল্লায়াম্বলামে তার স্মৃতিতে একটি মূর্তি স্থাপন করা হয়েছিল।  শ্রীবালা কে. মেনন তার জীবনের উপর একটি তথ্যচিত্র তৈরি করেছিলেন।  \n\n\n== তথ্যসূত্র =="}