{"pageid": 1177685, "title": "নিফটি ৫০", "url": "https://bn.wikipedia.org/wiki?curid=1177685", "content": "নিফটি ৫০ হল একটি বেঞ্চমার্ক ভারতীয় স্টক মার্কেট সূচক যা ন্যাশনাল স্টক এক্সচেঞ্জে তালিকাভুক্ত বৃহত্তম ৫০টি ভারতীয় কোম্পানির গড় ওজনযুক্ত প্রতিনিধিত্ব করে।  এটি ভারতে ব্যবহৃত দুটি প্রধান স্টক সূচকের একটি, অন্যটি BSE সেনসেক্স । \nনিফটি ৫০ এনএসই সূচক (পূর্বে ইন্ডিয়া ইনডেক্স সার্ভিসেস অ্যান্ড প্রোডাক্টস লিমিটেড নামে পরিচিত) দ্বারা মালিকানাধীন এবং পরিচালিত হয়, যেটি এনএসই স্ট্র্যাটেজিক ইনভেস্টমেন্ট কর্পোরেশন লিমিটেডের সম্পূর্ণ মালিকানাধীন সহায়ক সংস্থা।   ২০১৩ সাল পর্যন্ত কো-ব্র্যান্ডিং ইক্যুইটি সূচকগুলির জন্য স্ট্যান্ডার্ড অ্যান্ড পুওর-এর সাথে NSE সূচকগুলির একটি বিপণন এবং লাইসেন্সিং চুক্তি ছিল। নিফটি 50 সূচকটি ২২ এপ্রিল ১৯৯৬ সালে চালু করা হয়েছিল,  এবং এটি নিফটির অনেক স্টক সূচকের মধ্যে একটি।\nনিফটি ৫০ সূচকটি ভারতের বৃহত্তম একক আর্থিক পণ্যের আকার ধারণ করেছে, যেখানে এক্সচেঞ্জ-ট্রেডেড ফান্ড (অনশোর এবং অফশোর), এনএসই -তে এক্সচেঞ্জ-ট্রেডেড বিকল্পগুলি,  এবং SGX- এ বিদেশে ফিউচার এবং বিকল্পগুলির সমন্বয়ে একটি ইকোসিস্টেম রয়েছে। .  নিফটি ৫০ হল বিশ্বের সবচেয়ে সক্রিয়ভাবে ট্রেড করা চুক্তি৷ WFE, IOM এবং FIA সমীক্ষা NSE-এর নেতৃত্বের অবস্থানকে সমর্থন করে৷  \nনিফটি ৫০ সূচকটি ভারতীয় অর্থনীতির ১৩টি সেক্টর (৩০ এপ্রিল ২০২১ অনুযায়ী) কভার করে এবং একটি পোর্টফোলিওতে ভারতীয় বাজারে বিনিয়োগ পরিচালকদের এক্সপোজার অফার করে। 2008 এবং 2012 এর মধ্যে, NIFTY Bank, NIFTY IT, NIFTY ফার্মা, NIFTY SERV SECTOR, NIFTY5, ইত্যাদির মতো সেক্টরাল সূচকগুলির বৃদ্ধির কারণে NSE-এর বাজার মূলধনের NIFTY 50 সূচকের শেয়ার 65% থেকে  % এ নেমে এসেছে। . NIFTY 50 সূচক আর্থিক পরিষেবাগুলিতে 39.47%, শক্তিতে 15.31%, IT- তে 13.01%, ভোগ্যপণ্যের ক্ষেত্রে 12.38%, অটোমোবাইলগুলিতে 6.11% এবং কৃষি খাতে 0% ওজন দেয়। \nনিফটি ৫০ সূচক হল একটি ফ্রি ফ্লোট মার্কেট ক্যাপিটালাইজেশন ওজনযুক্ত সূচক । সূচকটি প্রাথমিকভাবে একটি সম্পূর্ণ বাজার মূলধন পদ্ধতিতে গণনা করা হয়েছিল। 26 জুন 2009-এ, গণনাটি একটি ফ্রি-ফ্লোট পদ্ধতিতে পরিবর্তিত হয়।  NIFTY 50 সূচকের বেস পিরিয়ড হল 3 নভেম্বর 1995, যা ন্যাশনাল স্টক এক্সচেঞ্জ ইক্যুইটি মার্কেট সেগমেন্টের অপারেশনের এক বছর পূর্ণ করেছে। সূচকের ভিত্তি মূল্য 1000 এবং মূল মূলধন ₹ 2.06 নির্ধারণ করা হয়েছে ট্রিলিয়ন  \n\n\n== উপাদান ==\n\n\n== সূচক পরিবর্তন ==\n\n\n== প্রধান একক দিন পড়ে ==\nNIFTY 50 সূচকের কিছু উল্লেখযোগ্য এক-দিনের পতন নিম্নরূপ।\n\n\n== প্রধান একক দিনের লাভ ==\nNIFTY 50 সূচকের একক দিনের উল্লেখযোগ্য কিছু লাভ নিচে দেওয়া হল।\n\n\n== বার্ষিক রিটার্ন ==\nনিম্নলিখিত সারণীটি 2000 সাল থেকে NIFTY 50 এর বার্ষিক উন্নয়ন দেখায়।  ঐতিহাসিক দৈনিক রিটার্ন ডেটা NSE ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জানুয়ারি ২০২১ তারিখে থেকে অ্যাক্সেস করা যেতে পারে। \n\n\n== ডেরিভেটিভস ==\nNSE দ্বারা নিফটি ৫০-এ কল এবং পুট অপশনে লেনদেন করা হয়।  এক্সচেঞ্জ সাপ্তাহিক সেইসাথে মাসিক মেয়াদ অফার করে।\n\n\n== নিফটি নেক্সট 50 ==\n\nNIFTY Next 50, যাকে NIFTY Juniorও বলা হয়, 50টি কোম্পানির একটি সূচক যার ফ্রি ফ্লোট মার্কেট ক্যাপিটালাইজেশন NIFTY 50-এর কোম্পানিগুলির পরে আসে৷ নিফটি নেক্সট 50টি উপাদান ভবিষ্যতে নিফটি 50-এ অন্তর্ভুক্তির জন্য সম্ভাব্য প্রার্থী। \n\n\n== নিফটি সেক্টরাল সূচক ==\n\n\n== আরো দেখুন ==\nএনএসই সূচক\nবিএসই সেনসেক্স\nভারতের জাতীয় স্টক এক্সচেঞ্জ\nবোম্বে স্টক এক্সচেঞ্জ\n\n\n== তথ্যসূত্র ==\nSGX নিফটি লাইভ চার্ট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ সেপ্টেম্বর ২০২২ তারিখে\n\n\n== বহিঃসংযোগ ==\nনিফটির জন্য ব্লুমবার্গ পৃষ্ঠা:IND\nNSE অফিসিয়াল সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ এপ্রিল ২০১৯ তারিখে\n\nটেমপ্লেট:Stock Market Indicesটেমপ্লেট:Nifty 200 companies"}