{"pageid": 1177514, "title": "বার্মায় ১৯৬৭-এর চীনা বিরোধী দাঙ্গা", "url": "https://bn.wikipedia.org/wiki?curid=1177514", "content": "বার্মায় ১৯৬৭ এর চীনা বিরোধী দাঙ্গা ( বর্মী: ၁၉၆၇ တရုတ်-ဗမာအရေးအခင်း   ) বার্মায় চীন জনগোষ্ঠীর বিরুদ্ধে প্রভাবশালী বামার জনতার নেতৃত্বে হওয়া দাঙ্গা। গণপ্রজাতন্ত্রী চীনের বার্মায় তার সাংস্কৃতিক বিপ্লবের প্রভাব ছড়িয়ে দেওয়ার অনুভূত প্রচেষ্টার প্রতিক্রিয়া হিসাবে ১৯৬৭ সালের ২৬শে জুন রেঙ্গুনে এটি সংঘটিত হয়। দাঙ্গার কারণে চীন-বর্মী সম্পর্কের অবনতি ঘটে যা ১৯৭০ সাল  অব্দি স্বাভাবিক ছিলোনা।\n\n\n== পটভূমি ==\n\n\n=== চীন-বর্মী সম্পর্ক (১৯৪৯-১৯৫৩) ===\nবার্মা ছিল প্রথম অ-কমিউনিস্ট দেশ যারা ১৯৪৯ সালের ২১শে সেপ্টেম্বর গণপ্রজাতন্ত্রী চীনকে প্রতিষ্ঠার পর স্বীকৃতি দেয়। বার্মা ও চীন তাদের সীমান্ত বিরোধ নিষ্পত্তি করে এবং অ-আগ্রাসন চুক্তিতে স্বাক্ষর করে। বার্মা কুওমিনতাংকেও নির্বাসিত করে। ব্রিটেনের কাছ থেকে স্বাধীনতার পর বার্মা ইউ নু -এর অধীনে নিরপেক্ষ অবস্থান গ্রহণ করে যাতে বিদেশী হস্তক্ষেপ হ্রাস পায়। বিশেষ করে চীনা হস্তক্ষেপ।\n\n\n=== পাউক ফাও যুগ (১৯৫৪-১৯৬৬) ===\n১৯৫৪ সালে বার্মা ও চীন তাদের কূটনীতির পাউক ফাও (\"ভাতৃত্বপূর্ণ \") যুগে প্রবেশ করে। এটি স্নায়ু যুদ্ধের সময় দুই দেশের মধ্যে উষ্ণ এবং উৎপাদনশীল সম্পর্কের সময় ছিল। মিয়ানমারে কমিউনিস্ট বিদ্রোহের অবসান এবং কোরীয় যুদ্ধে বার্মার অবস্থানের ফলে সম্পর্কের উন্নতি ঘটে। চীনের জন্য বার্মার সম্পর্ক চীন এবং পশ্চিম ব্লকের মধ্যে একটি বাফার প্রদান করে। ১৯৫৪ সালে চৌ এন-লাই এর প্রথম বার্মা সফরের সময় চীন ও বার্মা \" শান্তিপূর্ণ সহাবস্থানের পাঁচটি নীতি \" অনুসরণ করতে সম্মত হয়।\n১৯৫৪ সালের নভেম্বরে ইউ নু বেইজিং সফর করেন। দুই দেশ বাণিজ্য বিষয়ে সহযোগিতা করতে সম্মত হন। উদাহরণস্বরূপ: কোরিয়ান যুদ্ধের কারণে বার্মা চাল রপ্তানি করতে সমস্যায় পড়েছিল।তখন মাও সেতুং বার্মাকে আশ্বস্ত করেছিলেন যে চীন চীনা সম্প্রদায়গুলিতে কমিউনিস্ট পার্টি পরিচালনা করবে না এবং এই ধরনের সম্প্রদায়গুলিকে আইনানুগ আচরণ করতে উৎসাহিত করবে। ১৯৫৪ সালের ডিসেম্বরে \"চীন-বার্মা কমিউনিক\"-এ মাও এর কথাগুলো আনুষ্ঠানিকভাবে প্রকাশ করেছিল। ১৯৫৬ সালে চীনের প্রধানমন্ত্রী ঝো এনলাই বার্মা সফর করেন। তিনি বলেছিলেন যে বার্মিজ নাগরিকত্ব পাওয়া চীনের নাগরিকদের বিদেশী চীনা জাতিগোষ্ঠীর সংঘঠনে যোগদানের অনুমতি দেওয়া উচিত নয় এবং যাদের কাছে চীনের নাগরিকত্ব রয়েছে তাদের বার্মিজ রাজনৈতিক বিষয়ে অংশগ্রহণ করতে বাধা দিতে।\nচীন-বর্মী সম্পর্কের অন্যান্য বিষয়গুলির মধ্যে রয়েছে সীমান্ত বিরোধ এবং বার্মার কমিউনিস্ট পার্টির অপারেশন কুওমিনতাঙ ।\n\n\n=== জেনারেল নে উইনের অভ্যুত্থানের পর চীন-বর্মী সম্পর্ক (১৯৬২) ===\n১৯৬২ সালে বার্মিজ কমান্ডার-ইন-চিফ জেনারেল নে উইনের নেতৃত্বে বার্মিজ অভ্যুত্থানের পর বার্মা ও চীন সম্পর্ক স্থিতিশীল ছিল। বার্মার এ নতুন সরকার ইউনিয়ন বিপ্লবী পরিষদ ইতিবাচক নিরপেক্ষতা এবং জোটনিরপেক্ষ নীতি বজায় রাখে। ১৯৬২ সালের ২রা মার্চ অভ্যুত্থানের দুই দিন পর চীন বার্মার এ নতুন সরকারকে স্বীকৃতি দেয়। এর দুই মাস পর বিপ্লবী পরিষদ একটি নতুন আর্থ-সামাজিক ভিত্তি \" বার্মিজ সমাজতন্ত্রের পথ \" বাস্তবায়ন করে। ১৯৬২ সালের ৪ঠা জুলাই বিপ্লবী পরিষদ বার্মায় সমাজতান্ত্রিক বিপ্লবের নেতৃত্ব দেওয়ার জন্য বার্মা সোশ্যালিস্ট প্রোগ্রাম পার্টি প্রতিষ্ঠা করে। ১৯৬৪-১৯৬৫ সময়কালে বার্মার অর্থনীতি জাতীয়করণ করা হয়। এই প্রক্রিয়াটি বার্মার চীনা জাতিগোষ্ঠীর ৬,৭০০টি দোকান, দুটি বেইজিং ভিত্তিক ব্যাঙ্ক এবং শিক্ষাপ্রতিষ্ঠান এবং বার্মার বিদেশী ভাষার সংবাদপত্রকে প্রভাবিত করে।  স্বার্থের উপর প্রভাব থাকা সত্ত্বেও চীন বার্মার অর্থনৈতিক পরিকল্পনাকে সমর্থন করতে থাকে। ১৯৬৪ সালের জুন মাসে চীনা সরকার জেনারেল নে উইনকে একটি আসন্ন অভ্যুত্থানের কথা জানায়। ১৯৬৪ সালের জুলাই মাসে ঝাউ এনলাই নে উইনের সমর্থনে বার্মাতে একটি গোপন সফর করেন।\nকিন্তু ১৯৬৫ সালের শেষের দিকে চীন হতাশ হয়েছিল যে বার্মা ভিয়েতনাম যুদ্ধে মার্কিন যুক্তরাষ্ট্রের বিরোধীতা করেনি। বার্মা তার ভূখণ্ডে ভারত বিরোধী মিজো বিদ্রোহীদের প্রশিক্ষণের অনুমতি দিতে অস্বীকার করায় চীন তখনও হতাশ হয়। উপরন্তু, নে উইন আন্তর্জাতিক সম্প্রদায়ের সাথে নতুন সম্পর্ক খুঁজতে শুরু করে। তিনি ভারত, সোভিয়েত ইউনিয়ন, পাকিস্তান, চেকোস্লোভাকিয়া, থাইল্যান্ড এবং জাপান সফর করেন। ১৯৬৬ সালে নে উইন মার্কিন যুক্তরাষ্ট্র সফরে যান। এই সময়ে বার্মা সোভিয়েত ইউনিয়নের কাছ থেকে প্রযুক্তিগত সহায়তা পেয়েছিল এবং চীনের সহায়তার প্রস্তাব প্রত্যাখ্যান করেছিল। চীন বার্মায় রাজনৈতিক ও অর্থনৈতিক আধিপত্য অর্জনে ব্যর্থ হচ্ছিল।\nপ্রতিক্রিয়ায়, চীন বার্মায় সাংস্কৃতিক বিপ্লবের উপাদানগুলিকে উস্কে দেয় এবং বার্মা কমিউনিস্ট পার্টিকে সমর্থন দেয়।\n\n\n== সাংস্কৃতিক বিপ্লবের বিস্তার ==\n১৯৬৭ সাল থেকে গণপ্রজাতন্ত্রী চীন সরকার সাংস্কৃতিক বিপ্লবকে সমর্থন করার জন্য দক্ষিণ-পূর্ব এশিয়া জুড়ে চীনা সম্প্রদায়কে আহ্বান জানায়। ১৯৫২ সালের প্রথম দিকে বার্মার সরকার বার্মার সমস্ত চীনা স্কুলকে প্রাইভেট স্কুল অ্যাক্টের অধীনে নিবন্ধন করতে বলেছিল। খুব কম স্কুল তা করেছিলো। ১৯৬২ সালে বার্মার ২৫৯টি চীনা স্কুলের মধ্যে ১৮৩টি (৭০শতাংশ) গণপ্রজাতন্ত্রী চীনকে তাদের সমর্থন ঘোষণা করে। ১৯৬৩ সালে বার্মা একটি নতুন প্রাইভেট স্কুল রেজিস্ট্রেশন অ্যাক্ট নিয়ে আসে যা বিশ জনের বেশি ছাত্র থাকা সমস্ত প্রাইভেট স্কুলে প্রয়োগ করে। ১৯৬৫ সালে বিএসপিপি সরকার বেসরকারি স্কুল জাতীয়করণ করে। বার্মিজ নাগরিকত্ব ধারণ করেনি এমন চীনা বেসরকারি স্কুলের শিক্ষকদের বরখাস্ত করে। ছাত্রদের বার্মিজ জাতীয় প্রতীক এবং জেনারেল অং সানের ছবি ছাড়া রাজনৈতিক ব্যাজ পরার উপর নিষেধাজ্ঞা জারি করে। ১৯৬৬ সালে এটি অনুমান করা হয় যে ৪৭০টি প্রাইভেট স্কুল সাংস্কৃতিক বিপ্লবকে সমর্থন করেছিল আর ২০০টি করেনি।\n\n\n== দাঙ্গা (২৬শে জুন ১৯৬৭) ==\nবার্মার চীনা জাতিগোষ্ঠীর ছাত্ররা রেঙ্গুনে চীনা দূতাবাসের সমর্থনে মাও সেতুংকে চিত্রিত ব্যাজ না পরার জন্য বার্মিজ সরকারের নির্দেশনা অমান্য করছিল।  ১৯৬৭ সালের ২২শে জুন রেঙ্গুন ৩নং ন্যাশনাল এলিমেন্টারি স্কুলে ছাত্র ও শিক্ষকদের মধ্যে বিরোধের সূত্রপাত ঘটে। কাছাকাছি ঝং ঝেং মিডল স্কুলে অনুরূপ বিরোধ সংঘটিত হয় এবং পুলিশ হস্তক্ষেপ না করা পর্যন্ত তা অব্যাহত ছিল।\nঅভিযোগ করা হয় যে ১৯৬৭ সালের ২২মে জুন ইউ মিন-শেং সিনহুয়া নিউজ এজেন্সির একজন সংবাদদাতা আর দূতাবাসের রেড গার্ডরা চীনা জাতিগোষ্ঠীর ছাত্রদের চেয়ারম্যান মাও ব্যাজ এবং \"লিটল রেড বুক\" বিতরণ করছিলো।\n১৯৬৭ সালের ২৬শে জুন বার্মিজ নাগরিকরা ওভারসিজ চাইনিজ মিডল স্কুল, চাইনিজ টিচার্স লিগ, ইরাবদি রিভার গ্লি ক্লাব, চাইনিজ ক্লার্কস অ্যাসোসিয়েশন, চীনা দূতাবাস এবং চীনা সম্প্রদায়ের উপর হামলা চালায়। দূতাবাসে পাথর ও টাইলস নিক্ষেপ করা হয় এবং চীনা জাতীয় প্রতীক সব কেড়ে নেয়।\n১৯৬৭ সালে ২৭শে জুন বার্মিজ দাঙ্গাকারীরা সিনহুয়া নিউ এজেন্সি অফিস, চীনা বেসামরিক বিমান চলাচল প্রশাসন,অর্থনৈতিক ও বাণিজ্যিক পরামর্শকের অফিসে হামলা চালায়। বার্মিজ সরকার নয়টি চীনা সম্প্রদায়ের স্কুল বন্ধের নির্দেশ দেয়।\n১৯৬৭ সালের ২৮শে জুন দূতাবাসে দাঙ্গার ফলে একজন চীনা সম্প্রদায়কে সহায়তাকারী প্রযুক্তিবিদ লিউ ই নিহত হয় এবং বেশ কয়েকজন কূটনীতিক আহত হয়। চীনা মালিকানাধীন প্রতিষ্ঠান, যেমন: বিউটি পার্লার, সিনেম, দোকান এবং রেস্তোরাঁ পুড়িয়ে ফেলা হয় বা আবর্জনা করে ফেলা হয়। ৩১ জন চীনা নিহত এবং অন্যরা আহত বা গ্রেফতার হয়।\n১৯৬৭ সালের ২৯শে জুন বার্মায়  সামরিক আইন জারি করা হয়।\n\n\n== চীনের প্রতিক্রিয়া ==\n১৯৬৭ সালের ২৮শে জুন চীনের ভাইস পররাষ্ট্রমন্ত্রী হান নিয়ানলং চীনে বার্মার রাষ্ট্রদূতকে প্রতিবাদস্বরূপ একটি চিঠি দেয়। যার বিষয়বস্তু পরের দিন পিপলস ডেইলিতে প্রকাশিত হয়েছিল। ১৯৬৭ সালের ২৯শে জুন জিয়াও-মিং রেঙ্গুনের চাইনিজ চার্জ ডি অ্যাফেয়ার্স বার্মিজ সরকারের কাছে দাঙ্গাকারীদের শাস্তি, ক্ষতিগ্রস্থদের পরিবারকে ক্ষতিপূরণ, জনসাধারণের ক্ষমা প্রার্থনা এবং বার্মায় দূতাবাসের কর্মীদের এবং চীনা নাগরিকদের নিরাপত্তা নিশ্চিত করার দাবি জানান। একই দিনে ২,০০,০০০ মানুষ বেইজিংয়ে বার্মিজ দূতাবাসের ঘিরে সমাবেশ করেছিল।তখন রেড গার্ডরা বার্মিজ পতাকা ও জাতীয় প্রতীক সরিয়ে ফেলে।\n১৯৬৭ সালের আগস্ট থেকে অক্টোবরের মধ্যকালে চীন সরাসরি যোগাযোগ মাধ্যম,সংবাদপত্র ও রেডিওর মাধ্যমে অভিযোগ ও হুমকি দিয়ে বার্মাকে চাপ দেয়। ১৯৬৭ সালের জুন থেকে ১৯৭০ সালের নভেম্বরে মধ্যকালে চীনা মিডিয়া বার্মিজ কমিউনিস্ট পার্টির পদক্ষেপের প্রশংসা করে। ১৯৬৮ সালে চৌ এন-লাই চীনা পররাষ্ট্র মন্ত্রণালয়ের নিয়ন্ত্রণ গ্রহণ করেন। লিউ ইয়ের জন্য একটি স্মরণসভায় বার্মা কমিউনিস্ট পার্টির কেন্দ্রীয় কমিটির ভাইস-চেয়ারম্যান নে উইনের সরকারকে অপসারণের আহ্বান জানান। যা পিপলস ডেইলি এবং রেড ফ্ল্যাগে এই সংবাদ আকারে প্রকাশিত হয়।\nবার্মা ও চীনের মধ্যে ভ্রমণ সীমিত করা হয়। চীন বার্মিজ প্রতিনিধিদের গুপ্তচরবৃত্তির অভিযোগ আনে। এরপর তিন বছর ধরে কোনো উচ্চপর্যায়ের চীনা কর্মকর্তা বার্মা সফর করেনি।\n\n\n== বার্মার প্রতিক্রিয়া ==\nবার্মা সরকার শান্ত থাকার আবেদন জানায়। চীনের দাবি প্রত্যাখ্যান করা হয়। রেঙ্গুনে চীনা দূতাবাসের কর্মচারী এবং চীনাদের চলাচল সীমিত করা হয়। বার্মা-চীন ফ্রেন্ডশিপ অ্যাসোসিয়েশন, অল বার্মা পিস কমিটি এবং পিপলস ডেমোক্রেটিক ইয়ুথ লিগের মতো চীনা সংস্থার কার্যক্রমও সীমাবদ্ধ হয়।\nচীন থেকে বার্মিজ রাষ্ট্রদূতকে প্রত্যাহার করা হয়। বার্মায় চীনের অর্থনৈতিক সহায়তা কর্মসূচি এবং বার্মার সাথে বাণিজ্য চুক্তি বাতিল করা হয়। ১৯৬৭ সালের ৩১শে অক্টোবরের পর বার্মায় চীনা প্রযুক্তিবিদদের জীবনযাত্রার ব্যয়ের জন্য অর্থ প্রদান বন্ধ হয়ে যায়। জিন হুয়া নিউজ এজেন্সির সংবাদদাতাদের নির্বাসিত করা হয় এবং তাদের অফিস বন্ধ করে দেওয়া হয়। বার্মার কমিউনিস্টদের গ্রেফতার করা হয়।\nবার্মিজ জাতীয়তাবাদ এবং নে উইনের জনপ্রিয়তা বৃদ্ধি পায়।\n\n\n== কারণসমূহ ==\n১৯৭১ সালে ঝো এনলাই বলেছিলেন যে ১৯৬৮ সালে চীনা পররাষ্ট্র মন্ত্রণালয় উগ্র কমিউনিস্ট কর্তৃক নিয়ন্ত্রিত ছিল। এর ফল ছিল চীনা দূতাবাসের মাধ্যমে সাংস্কৃতিক বিপ্লবের রপ্তানি এবং বিদেশী চীনাদের কাছে বিপ্লব প্রচারে উপাদান-সামগ্রী বিতরণ। এই দাঙ্গা স্থানীয় চীনা সম্প্রদায়ের প্ররোচনায়  হয়নি। চীন হয়তো ভুলভাবে ভেবেছিল যে বার্মা কমিউনিজম গ্রহণ করবে বা অন্ততপক্ষে চীনা পররাষ্ট্রনীতিকে সমর্থন করবে।\nবার্মার যে কারণগুলো দাঙ্গার আগুনে ঘি ঢেলেছিলো তা হচ্ছে\n\nদুর্বল অর্থনীতি,\n১৯৬৭ সালের চাল উৎপাদন সংকট,\nঅস্থির ঘরোয়া রাজনীতি,\nএকটি জেনোফোবিক পরিবেশ,\nজাতীয়করণের প্রক্রিয়ার ফলে মূল্যবৃদ্ধি,\nপণ্যের ঘাটতি এবং\nকালোবাজারের বৃদ্ধি\nসবই অসন্তোষ সৃষ্টি করেছে।\n\n\n== পরিণাম ==\nদাঙ্গার সরাসরি আক্রান্ত হয় বার্মার চীনা সম্প্রদায় । তাদের জীবন হুমকির মুখে পড়ে এবং তাদের সম্পত্তি ধ্বংস করা হয়। অনেকেই হতাশ হয়েছিলেন যে চীন তাদের সুরক্ষার জন্য কিছুই করেনি। কয়েক হাজার মানুষ চীনে পালিয়ে যায়। যেখানে ৩০,০০০ থেকে  ৪০,০০০ হংকং এবং ম্যাকাওতে পুনর্বাসিত হয় এবং অতিরিক্ত সংখ্যা তাইওয়ান, মালয়েশিয়া, সিঙ্গাপুর এবং পশ্চিমা দেশে পুনর্বাসিত হয়।  চীনারা যারা লংই পরা বার্মিজ নাম ব্যবহার করে এবং শান জনগণের সাথে সম্পর্ক গড়েছিলো তারা স্থানীয় জনসংখ্যার সাথে আবদ্ধ হয়। তারা শান্ত জীবন যাপন করতেন এবং রাজনীতিতে কোনো সম্পৃক্ততা এড়িয়ে যেতেন।\nবার্মা এবং চীনের মধ্যে কূটনৈতিক সম্পর্ক ব্যর্থ হওয়ায়, দূতাবাসগুলি চার্জ ডি অ্যাফেয়ার্স দ্বারা পরিচালিত হয়েছিল। এই ব্যবস্থা ১৯৭০ সাল পর্যন্ত অব্যাহত ছিল। ১৯৬৭ থেকে ১৯৬৯ সালের মধ্যেকালে বার্মা ও চীনের মধ্যে বাণিজ্যের মূল্য নিরানব্বই শতাংশ হ্রাস পায়। বার্মিজ কমিউনিস্ট পার্টির বিদ্রোহীদের চীন থেকে অস্ত্র ও প্রশিক্ষণ দিয়ে প্রকাশ্যে সমর্থন দেওয়া হয়।\n\n\n== চীন-বর্মী সম্পর্কের স্বাভাবিকীকরণ ==\n১৯৬৮ সালে বার্মা সম্পর্কে চীনের মিডিয়ায় সমালোচনা হ্রাস পায়। টাইফুনের পর চীন বার্মার জন্য রেড ক্রসকে অনুদানও দেয়। ১৯৭০ সালে চীন ও বার্মায় রাষ্ট্রদূতরা তাদের পদে ফিরে আসেন। ১৯৭১ সালে ঝাউ এনলাইয়ের আমন্ত্রণে নে উইন চীনে একটি অনানুষ্ঠানিক সফর যান। উভয় পক্ষ বাণিজ্য ব্যবস্থার উন্নতি করতে এবং বার্মাকে চীনা অর্থনৈতিক সহায়তা পুনর্বহাল করতে সম্মত হয়। চীন আরও খোলামেলা বৈদেশিক নীতি গ্রহণ করায় সম্পর্কটিও উন্নত হয়েছিল। তা সত্ত্বেও, বার্মা এখনও বার্মা কমিউনিস্ট পার্টিকে চীনের সমর্থনের সাথে লড়াই করেছিল।\n\n\n== আরো দেখুন ==\nAung Myoe, M. (2011)। পাউক-ফাওর নামে: 1948 সাল থেকে মিয়ানমারের চীন নীতি। লন্ডন; সিঙ্গাপুর; ইনস্টিটিউট অফ সাউথইস্ট এশিয়ান স্টাডিজ।\n\nSteinberg, DI, এবং Fan, H. (2012)। আধুনিক চীন-মিয়ানমার সম্পর্ক: পারস্পরিক নির্ভরতার দ্বিধা। কোপেনহেগেন;অ্যাবিংডন; এনআইএএস।\n\n\n== তথ্যসূত্র =="}