{"pageid": 1177854, "title": "দিনেশ মোঙ্গিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1177854", "content": "দিনেশ মোঙ্গিয়া (হিন্দি: दिनेश मोंगिया; ; জন্ম: ১৭ এপ্রিল ১৯৭৭) হলেন একজন প্রাক্তন ভারতীয় ক্রিকেটার এবং রাজনীতিবিদ। মোঙ্গিয়া ভারতের হয়ে সীমিত ওভারের আন্তর্জাতিকে অংশগ্রহণ করেছেন।\n\n\n== ঘরোয়া ক্রিকেট ==\nঘরোয়া ক্রিকেটে মোঙ্গিয়া ৫০-এর কম গড়ে ৮,১০০ রান করেছেনন এবং তার সর্বোচ্চ রান অপরাজিত ৩০৮ রান।\n২০০৪ সালে স্টুয়ার্ট ল আহত হলে বিদেশী খেলোয়াড় হিসেবে ল্যাঙ্কাশায়ারের সাথে চুক্তিবদ্ধ হয়েছিলেন। ২০০৫ সালে লিসেস্টারশায়ার কর্তৃক পূর্ণ-সময়ের চুক্তিতে তাকে চুক্তিবদ্ধ করা হয়েছিল।\nমোঙ্গিয়া ল্যাসিংস বিশ্ব একাদশ দলের হয়ে খেলেছেন। তিনি বর্তমানে বিলুপ্ত হওয়া ইন্ডিয়ান ক্রিকেট লিগের চণ্ডীগড় লায়ন্সের হয়েও খেলেছেন।\n\n\n== প্রথম ভারতীয় টি২০ খেলোয়াড় ==\nমোঙ্গিয়াই প্রথম ভারতীয় ক্রিকেটার, যিনি টি-২০ ম্যাচ খেলেছেন। ২০০৪ সালে তিনি ল্যাঙ্কাশায়ারের হয়ে খেলেছেন।\n\n\n== আন্তর্জাতিক ক্রিকেট ==\n২০০১ সালে অস্ট্রেলিয়ার বিপক্ষে মোঙ্গিয়ার ওডিআই অভিষেক হয়েছে, তবে তার পঞ্চম ম্যাচে তিনি ইংল্যান্ডের বিপক্ষে তার প্রথম অর্ধ-শতক (৭৫ বলে ৭১) করেছেন। অভিষেকের প্রায় এক বছর পর ২০০২ সালে তিনি তার প্রথম ও একমাত্র সেঞ্চুরি (জিম্বাবুয়ের বিপক্ষে মাত্র ১৪৭ বলে অপরাজিত ১৫৯) তুলে নিয়ে ম্যান অব দ্য ম্যাচের পুরস্কার লাভ করেছেন। ঐ সফরে তিনি ম্যান অব দ্য সিরিজ নির্বাচিত হয়েছিলেন।\nতিনি ২০০৩ ক্রিকেট বিশ্বকাপ দলে ফিরে ডাক পেয়েছিলেন, যেখানে ভারত অস্ট্রেলিয়ার বিপক্ষে ফাইনালে পরাজিত হয়েছিলেন। কিন্তু একের পর এক নিম্নমানের পারফরম্যান্সের পর ২০০৫ সালের এপ্রিলে তাকে ভারতীয় দল থেকে বাদ দেওয়া হয়।\n২০০৬ সালে শ্রীলঙ্কায় ত্রিদেশীয় সিরিজের জন্য তিনি আবার ভারতীয় দলে ডাক পেয়েছিলেন। তবে, কলম্বোতে একটি বোমা বিস্ফোরণের কারণে এবং অবিরাম বৃষ্টির কারণে তৃতীয় দল দক্ষিণ আফ্রিকা থেকে সরে যাওয়ার কারণে প্রতিযোগিতাটি প্রভাবিত হয়েছিল। এর পরিবর্তে, মোঙ্গিয়া ২০০৬ সালের সেপ্টেম্বর মাসে মালয়েশিয়ায় অস্ট্রেলিয়া ও ওয়েস্ট ইন্ডিজের বিরুদ্ধে ত্রিদেশীয় সিরিজে সুযোগ পেয়েছিলেন, যেখানে তিনি অস্ট্রেলিয়ার বিরুদ্ধে গ্রুপ পর্বের শেষ খেলায় অপরাজিত ৬৮ রান করেছিলেন, যদিও ভারত খেলাটি হেরে গিয়েছিল এবং ফাইনালে পৌঁছাতে পারেনি।\n\n\n== রাজনীতি ==\n২০২২ পাঞ্জাব বিধানসভা নির্বাচনের পূর্বে ২০২১ সালের ডিসেম্বর মাসে মোঙ্গিয়া ভারতীয় জনতা পার্টিতে যোগডান করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে দিনেশ মোঙ্গিয়া  (ইংরেজি)"}