{"pageid": 1178749, "title": "আল্পআরসালান: বুয়ুক সেলজুকলু", "url": "https://bn.wikipedia.org/wiki?curid=1178749", "content": "আল্পআরসালান: বুয়ুক সেলজুকলু (অর্থ: আল্প আরসালানঃ মহান সেলজুক) একটি তুর্কি ঐতিহাসিক অ্যাকশন ড্রামা সিরিজ যা সেরদার ওজোনালান রচিত, সাদাত ইনজি পরিচালিত এবং এমরে কোনুক প্রযোজিত। উয়ানিশ: বুয়ুক সেলজুকলু এর প্রিক্যুয়েল হিসাবে এটি, আল্প আরসালান এর শাসনামলের রাজনৈতিক ঘটনা এবং যুদ্ধগুলিকে সেলজুক সাম্রাজ্য এর সুলতান হিসাবে চিত্রিত করে। সিরিজে, তুর্কি অভিনেতা বারিশ আরদুচ আল্প আরসালান এর ভূমিকায় অভিনয় করেছেন।\nসিরিজটি টিআরটি ইন্টারন্যাশনাল ফিল্ম স্টুডিও সাকারিয়া, ইস্তাম্বুল এবং কোকেলি প্রদেশের তুর্কি সঙ্গীতশিল্পী গোকহান কিরদার উদ্বোধনী থিম রচনা করেছিলেন যখন কাজাখ সঙ্গীতজ্ঞরা তুর্কি বিশ্বের যন্ত্র ব্যবহার করে অন্যান্য সঙ্গীত রচনা করেছিলেন। ৮ নভেম্বর ২০২১ তারিখে। টিভি সিরিজটির দ্বিতীয় সিজন ১৯ সেপ্টেম্বর ২০২২ এ প্রিমিয়ার হয়েছিল।\nবাংলা ভাষায় দিনে দিনে তুর্কি টিভি সিরিজ সমূহ জনপ্রিয়তা পাওয়ার সুবাদে ২০২৩ থেকে টফি অ্যাপে এই সিরিজটির বাংলা ডাবিং প্রচার শুরু হয়।\n\n\n== পটভূমি ==\n\n\n==== ১ম মৌসুম ====\nযেদিন সেলজুক সুলতান তুগরুল তার উত্তরাধিকারী নিযুক্ত করবেন, তিনি ঐদিন সংবাদ পান যে বাইজান্টাইনরা নারী ও শিশুসহ নিরীহ তুর্কিদের হত্যা করেছে। তিনি আনাতোলিয়ায় অভিযানের নির্দেশ দেন। যারা অভিযানে বের হয়েছিল গুপ্তঘাতক কারামতীরা আমীরদের উপর আক্রমণ করে। আক্রমণের চিহ্ন আল্প আরসালান এমন জায়গায় নিয়ে যায় যা তিনি কখনোই আশা করেননি। আল্প আরসালান যখন ঘাতকদের পিছু নিচ্ছেন, তখন তিনি আকচা খাতুন নামে এক তুর্কমেন মেয়ের জীবন বাঁচান, যে বাইজেন্টাইন নিপীড়ন থেকে পালিয়ে এসেছিল। যাইহোক, আকচা তার সৌন্দর্যের পিছনে লুকিয়ে থাকা গোপনীয়তা সম্পর্কে তিনি কিছই জানেন না। বাইজেন্টাইন সম্রাট তুর্কমেনদের সাথে সমস্যা সমাধানের জন্য জেনারেল ডুকাস এবং ক্যাপ্টেন রোমানস ডায়োজেনিসকে আনিতে ডেকে পাঠান। তারপর, আনির গভার্নর কেকাওমেনোসের ছেলে ইয়ানিসের করা ভুলের কারণে সুলতান তুগরুল যুদ্ধের সিদ্ধান্ত নিতে বাধ্য হয়। আল্প আরসালান, যাকে শৈশবে স্বপ্নে বিজয়ের সুসংবাদ দেওয়া হয়েছিল, বাইজেন্টাইনদের সাথে পাসিনলারএ সাথে সেলজুক সেনাবাহিনীর মুখোমুখী হন। পাসিনলার তুর্কিদের জন্য আনাতোলিয়ার দরজা উন্মুক্ত করে দেয়। প্যাসিনলারের যুদ্ধে জয়লাভের পর, সুলতান তুগরুল আল্প আরসালানকে তার উত্তরাধিকারী ঘোষণা করেন। যাইহোক, আল্প আরসালান নিজেকে রাষ্ট্র থেকে সরিয়ে নিয়েছিলেন, যাতে তিনি খ্রিস্টানদের সাথে যুদ্ধ করতে পারেন।\nএরই মাঝে আল্প আরসালান ও আকচা একে অন্যকে পছন্দ করা শুরু করে। এমনকি তারা বিয়ে করারও পরিকল্পনা করে। কিন্তু আল্প আরসালান করাচা খাতুনের কারণে আকচার ব্যাপারে সন্দেহ করেন যে, সে কেকাওমেনোসের গুপ্তচর। কিন্তু তিনি পরে আল্পাগুতের মাধ্যমে জানতে পারেন আকচাকে গভর্নর কেকাওমেনোস তার গুপ্তচর মনে করে কিন্তু সে পুরোপুরি সেলজুকদের হয়ে কাজ করে।\nএদিকে, আমির বোজান কোণঠাসা বোধরেেন এবং তার চূড়ান্ত পদক্ষেপ নেয়। সে সেহভারের স্বামী গজনীর সুলতান মওদুদকে হত্যা করে। যখন সেহভার তার বাবা চাগরি বেকে বলতে যাবে তখন আমির বোজান তাকে সিংহন নিন়ে য যুদ্বাঁধিয়ে দেয়ার র হুমকি দেয় যা তার সন্ত মাসুদানকমৃত্যুর ঝুঁকিতে ফেলবে। এইজন্য।ুলতানা স সেহভার একটি চিঠির মাধ্যমে চাগরি বেগকে বলার চেষ্টা ক, কিন্তর চিঠিটচাগরি বেগের হাতে না পড়ে করাচার হাতে পড়ে ে এবং আমির বোজানকে চিঠিরটি সততার ে বিষয়জিজ্ঞাসাবাদেস করেএর ফলে সুলতানা সেহভারের জীবন হুমকির মুখে পড়ে যায়।\nআল্প আরসালানকে বিয়ে করার আগে আকচা ভাসপুরকানে মারা যায় তখন সেনারা এটি জয় করছিল। আল্প আরসালান কেকাভমেনোসকে ফাঁসিতে ঝুলিয়ে দেয় এবং ভাসপুরকান আবার পুনরুদ্ধার করে।\n\n\n==== ২য় মৌসুম (উর্দু)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ সেপ্টেম্বর ২০২৩ তারিখে ====\nসিজন ২ শুরু হয় আল্প আরসালান এর হজ করার মাধ্যমে। তারা আরসালান ইউসুফের বিরুদ্ধে লড়াই করে, ইব্রাহিম ইয়ানালের হত্যাকারী এবং আরবাস খানের বাবা।\nইউসুফের জীবন বাঁচানোর জন্য সুলতান তুগরুল অল্প আরসালানকে আদেশ দেন, যা অনেকটা ইনালের ঘৃণার জন্য। তাকে ইউসুফের কন্যা সাফারিয়া খাতুনকেও বিয়ে করার আদেশ দেওয়া হয়, যা সে বা আল্প আরসলান কেউই চায় না, তার হৃদয়ে আইবিকের প্রতি ভালবাসা এবং মর্যাদার কারণে আলপারসলান। ইনালকে গোপনে শত্রুদের কাছে স্টিল বিক্রি করার চেষ্টা করার জন্য বন্দী করা হয়, যা আরবাস খান বলেছিলেন। আল্প আরসালান, আলপাগুত, ভাসপুরকানে অল্প আরসালানের গুপ্তচরকে নতুন আনি গভর্নর, গ্রেগর ডাকে। সাফারিয়া এই বিয়ে চায় না। সিজন ২ এর প্রথম পর্বের শেষে তিনি তার কাঁধে আল্প আরসালান ছুরিকাঘাত করেন। আলপারসলান তাকে বিয়ে করেন এবং ধীরে ধীরে তাদের প্রেম গড়ে ওঠে। সাফারিয়ার দুঃখে আর্সলান ইউসুফ বিশ্বাসঘাতক হয়ে উঠেছে। গুলসে, সাফারিয়ার বোন অল্প আরসালানের নির্দেশে ভাসপুরকানে আসে। সাফারিয়া তার স্বামীকে ভালবাসতে শুরু করে এবং সেও করে। আর্সলান বেসাসিরি আসে এবং ইনালের সাথে জোট গঠন করে। তুগরুল এবং চাগরি তার বড় সৎ ভাইদের ঘৃণার জন্য ইনাল বিশ্বাসঘাতক হয়ে ওঠে। অল্প আরসালানের ভাই সুলাইমান টেকফুর গ্রিগরের মেয়ের ফ্লোরার প্রেমে পড়েন। চাগরি মারাত্মকভাবে আহত হয় কিন্তু অল্প সময়ের মধ্যেই মারা যায়। সাফারিয়া তার স্বামীকে ভালোবাসে। গ্রিগর তাকে বন্দী করে এবং অল্প আরসালানকে ভাসপুরকান এবং সুরমারি ইন ছেড়ে দিতে চায়। অল্প আরসালান সাফারিয়াকে বাঁচিয়েছে, শুধুমাত্র কুতালমিশ বেগ দেখতে দেখতে, একজন বেগ যে ইনাল বেগের সাথে একত্রিত হয়েছিল, টেকফুরকে হত্যা করেছে। গ্রিগরের ছেলে আলেকজান্ডার। ফ্লোরা সুলাইমানকে আর ভালোবাসে না। সাফারিয়া মালিক শাহের জন্ম দেয়। কাউন্ট লিওন আনি উপস্থিত হয়। এরবাস্কান কুটালমিস বে-এর পক্ষ নেয় এবং গেভেরকে ইস্যুতে টেনে নেয়। সুলায়মানকে উত্তরাধিকারী ঘোষণা করা হয়। পরে দেখা যায়, সেলাল, প্রাসাদের বেসাসিরির গুপ্তচর আসলে আলতুনকান হাতুনের মৃত ছেলে, এনুসিরভান। সেলাল সুলতানকে হত্যা করার চেষ্টা করে, কিন্তু আলতুনকান হাতুন তাকে হত্যা করে এবং বিষণ্নতায় পড়ে, তার মৃত্যু হয়। সুলতান তুগরুলও অসুস্থ হয়ে পড়েন এবং তার উজির আমিদুলমুলক সুলায়মানকে অস্থায়ী সুলতান হিসেবে নিয়োগ করেন। কুটালমিস বে সুলায়মানকে খোরাসানের জন্য জিজ্ঞাসা করে, যা তার ছেলেদের কাছে ক্যাগ্রি বে-এর উত্তরাধিকার। আলপারস্লান যা বলে তা সত্ত্বেও সুলায়মান সম্মত হন। কুটালমিস এবং আলপারসলান মার্ভ ট্রাইবের হয়ে লড়াই করে। কাউন্ট লিওন সেফেরিয়ে এবং ভাসপুরকানের সমস্ত আল্পসকে চলে যেতে বাধ্য করে। মার্ভ উপজাতি কুটালমিস বে-এর অন্তর্গত। ছেলের এমন কাজ করায় ক্ষিপ্ত সেলসেন হাতুন।\n\n\n== অভিনয়ে ==\n\n\n=== মূল ===\nবারিশ আরদুচ এর চরিত্র আল্প আরসালান: সেলজুক সুলতান, সাফারিয়া সুলতানার স্বামী, চাগরি বেগের সন্তান, তুঘরিল বেগ এর ভাইপো।\nকায়রা যাবজি এর চরিত্র সাফারিয়া সুলতানা: আল্প আরসালানের স্ত্রী, সুলতান মালিক শাহের মাতা, আমির আরসালানের মেয়ে, গুলজা খাতুনের বড় বোন, কারাখান বংশোদ্ভূত.\nমেহমেত ওযগুর এর চরিত্র খাজা নিজামুল মূলক (হাসান তুশী): সেলজুক কর্মকর্তা। আকসা ওরফে আয়বিকে খাতুনের পিতা। ওজগুর Uyanış: Büyük Selçuklu থেকে তাকে নেয়া হয়েছে।\nবারিশ বাগজি এর চরিত্র তুঘরিল বেগ: সেলজুক সাম্রাজ্য এর প্রতিষ্ঠাতা ছিলেন। (মৃত)\nএরদিনচ গুলেনের এর চরিত্র চাগরি বেগ: আল্প আরসলান, কাভুর্দ, ইয়াকুতি, বেগম সেহভার, সুলেমান এবং গেভহার খাতুনের পিতা। (মৃত)\nসেরহাত তুতুমলুয়ের এর চরিত্র তেকফুর গ্রেগর। (মৃত)\nবোরা জেঙ্গিয এর চরিত্র আলেক্সেন্ডার। তেকফুর গ্রেগরের ছেলে, ফ্লোরার ভাই। (মৃত)\n\n\n=== পুনরাবৃত্ত ===\nকান ইয়ালসিন এর চরিত্র কাভুর্দ বেগ, একজন সেলজুক মালিক, কিরমানের আমির, চাগরি বেগের বড় ছেলে, তুগরুল বেগের ভাতিজা এবং ইয়াকুতি, আল্প আরসালান, বেগম সেহভার, সুলেমান এবং গেভহার খাতুনের বড় ভাই।\nবেতুল চোবানোগলু এর চরিত্র সেলজান খাতুন: চাগরি বেয়ের স্ত্রী।\nহাকান শাহিন এর চরিত্র আমির কুন্দুরি। (মৃত)\nএসিলা উমুত এর চরিত্র গেভার খাতুন: আল্প আরসালান, কাভুর্দ, সুলেমান এবং আরবাস খানের স্ত্রী, বেগম সেহভারের বোন।\nফেরিত কায়া এর চরিত্র আরবাস খান, ইব্রাহিম ইয়ানালের ভাই, গেভের স্বামী। (মৃত)\nবুরাক আলি ওযকান এর চরিত্র শাহজাদা মাসুদ, গজনী সাম্রাজ্যের সম্রাট সুলতান মওদুদ এর ছেলে ও বেগম সেহভার সুলতানার ছেলে, চাগরি বেগের নাতী, আল্প আরসালানের ভাগ্না।\nআয়শাগুল উনসাল এর চরিত্র আকিনায় খাতুন, আল্প আগুতের মা, তৈমুর লং এর স্ত্রী।\nবুরাক শাফাক এর চরিত্র আভার বেগ।\nওনুর আয়জেলিক এর চরিত্র আরতুর্ক বেগ।\nকুতায় সুঙ্গার এর চরিত্র আতসিয বেগ।\nআমির বালুত এর চরিত্র আফসিন বেগ।\nমারওয়া নিল গুদের এর চরিত্র গুলজে খাতুন, আমির আরসালান ইউসুফের মেয়ে, সাফারিয়া খাতুনের ছোট বোন।\nজিহান মুগলু (শিশু) এর চরিত্র সেরদার আল্প।\nওযগুর চেভিক এর চরিত্র কাউন্ট লিওন। (মৃত)\nআনিল ওযদেমিরজি এর চরিত্র সুলাইমান শাহ, সুলাইমান ইবনে কুতুলমিশ থেকে গৃহীত, কুতুলমিশ বেগের ছেলে, মালিক মুনসুরের ভাই।\nদোগুকান চেভিক এর চরিত্র মালিক মুনসুর, কুতালমিশ বেগের ছেলে, সুলাইমান শাহের মাতা।\nকানবলাত গোরকেম আরসলান এর চরিত্র কুতালমিশ বেগ, কুতালমিশ থেকে গৃহীত, সুলাইমান শাহ ও মালেক মুনসুরের পিতা। (মৃত)\nআলিজান ওকুমুশ এর চরিত্র জালাল/এনুশিরভান, আলতুনজান খাতুনের আসল ছেলে, যিনি সুলতান তুগরুলের কাছে খারাপ হয়েছিলেন এবং পরে মারা যান। (মৃত)\nউমুত কারাদাগ এর চরিত্র আমির আরসলান ইউসুফ: আলি তেগিনের ছেলে, সাফারিয়া খাতুন, গুলজে খাতুনের পিতা, কারাখান্দ বংশোদ্ভত। (মৃত)\nকোরেল জেযাইরলি এর চরিত্র সুলাইমান: আল্প আরসালান, ইয়াকুতি, কাভুর্দ, সেহভার ও গেভহার খাতুনের ভাই, চাগরি বেগ ও সেলজান খাতুনের ছেলে, ও কারাচা খাতুনের বিপত্নিক, ফ্লোরার স্বামী। (মৃত)\nফিরাত তোপকোরুক এর চরিত্র আলপাগুত, তৈমুর লং ও আকিনায় খাতুনের ছেলে। (মৃত)\nএসরা কিযিলদোগান এর চরিত্র আলতুনজান খাতুন: তুগরুল বেগের স্ত্রী, এনুশিরভানের মা। (মৃত)\nইউয়াগার ওযচেলিক এর চরিত্র ইব্রাহীম ইনাল: তুগরুল বে এবং চাগরী বে-এর মাতৃভাই। তিনি আলপারসলান, কাভুর্দ এবং সুলেমানের চাচা। ওকে হাতুনের স্বামী। (মৃত)\nদিলারায় ইয়েশিলইয়াপরাক এর চরিত্র ফ্লোরা, তেকফুর গ্রেগরের মেয়ে, আলেক্সেন্ডারের বোন, সুলাইমানের স্ত্রী। (মৃত)\nওয়কু গুরমান এর চরিত্র ওকে খাতুন: ইব্রাহীম ইনালের স্ত্রী। (মৃত)\nইলদিরিম ফিকরেত উরাগ এর চরিত্র আমিদুল মূলক, সুলাইমানের উপদেষ্টা। (মৃত)\nআতসিয কারাদুমান এর চরিত্র আয়বার্স বেগ। (মৃত)\nউমিত আজার এর চরিত্র পাপা স্টিফেন/শামিল, সুলতান তুগরুলের বন্ধু। (মৃত)\nগুরকান চলাকের এর চরিত্র রাসুল তেগিন, কুতালমিশ বেগের ভাই। (মৃত)\nশাহিন চেলিক এর চরিত্র বাতুর বেগ।\nকেরেম পয়রাজ কায়আল্প এর চরিত্র বাতুইস, আলেকজেন্ডারের সহকারী। (মৃত)\nতুগচে তুরকের এর চরিত্র জেরিন, সাফারিয়া খাতুনের সহকারী। (মৃত)\nতালাত জান বুয়ুকালতায় এর চরিত্র তোয়গার বেগ।\nআলপের গুনগোর এর চরিত্র তেকিন বেগ।\nগোখান গুনগোর এর চরিত্র গোকতু আল্প। (মৃত)\nসার্প লেভেনদোগলু এর চরিত্র জেনারেল রোমানোস ৪ ডায়োজেনিস।\nমুস্তাফা কাযার এর চরিত্র করাল বাগরাত, জর্জিয়ার বাগরাত ৪ হতে গৃহীত, পরে তিনি মুসলিম হন।\nদোগানায় উনাল এর চরিত্র মালিক মারদান, একটি কাল্পনিক চরিত্র। কাভুর্দের ছেলে। (মৃত)\nনেসরিন ইলমায এর চরিত্র জুলিয়া।\nগোখান তেরজানলি এর চরিত্র হাজিব ইয়াসিন।\nদেনিয চাতালবাশ এর চরিত্র কমান্ডার ইরায, ডায়োজেনিসের সহকারী।\nআসলিহান কারালার এর চরিত্র প্রিন্সেস লুইযা, প্রিন্স কুরগেনের মেয়ে।\nএমরে বাসালাক এর চরিত্র আমির ইয়াকুতি, চাগরি বেগের সন্তান, সুলতান তুগরুলের ভাইপো, সুলতান আল্প আরসালান, কাভুর্দ, বেগম সেহভার, সুলাইমান ও গেভহারের ভাই। জোবায়দা খাতুনের পিতা।\nদেভরিম সালতোগলু এর চরিত্র আমির আরসলান বেসাসিরি, যিনি বাগদাদ শাসন করতেন। (মৃত).\nআল্প তেগিন সেরদেনগেচেতি এর চরিত্র প্রিন্স কুরগেন, প্রিন্সেস লুইযার পিতা। (মৃত)\n\n\n=== সিজন ১ ===\nফারিয়া এভজিন এর চরিত্র আকচা \"আয়বিকে\" খাতুন (মারিয়া): আল্প আরসালানের হবু স্ত্রী, নিযামুল মূলক ও মারইয়াম খাতুন (মারিয়া) এর মেয়ে। (মৃত)\nইউরদায়ের ওকুর এর চরিত্র তুগরুল বোযান, একজন গজনভীদের আমির ছিল। কিন্তু প্রকৃতপক্ষে নিষিদ্ধ শিয়া ইসলাম শিয়া ইসলাম সংগঠন কারামতীদের নেতা, বেগম সেহভার সুলতানাকে হত্যা করেন এবং সুলতান মওদুদকে হত্যা করেন। পরে আল্প আরসালান তাকে শিরচ্ছেদ করেন। (মৃত)\nতোপরাক সেরগেন এর চরিত্র কাতাকালোন কেকাওমেনোস, একজন বাইজেন্টাইন তেকফুর। (মৃত)\nএমরে কিযিলিরমার এর চরিত্র জর্জিয়ান প্রিন্স রাটি, প্রিন্স লিপার্ট। (মৃত)\nমেহমেত উনাল এর চরিত্র জর্জিয়ান প্রিন্স আইভ্যান, প্রিন্স লিপার্ট এর ছেলে। (মৃত)\nসানের পাকোগলু এর চরিত্র ক্লদেকারির লিপারিদ ৪, জর্জিয়ান প্রিন্স, জেনারেল ও রাজনৈতিক ব্যক্তিত্ব যে যুদ্ধে সেলজুকের হাতে ধরা পড়ে। (মৃত)\nগিযেম কারাচা এর চরিত্র এভদোকিয়া মাকরেম্বোলিতিসা।\nযইনাব ওযদের এর চরিত্র বেগম সেহভার সুলতানা: চাগরি বেগের মেয়ে, গজনভীর স্ত্রী সুলতান মওদুদ ও আল্প আরসালান, কুভুর্দ, ইয়াকুতি সুলাইমান, গেভহার খাতুনের বোন। (মৃত)\nমেতেহান শাহিনের এর চরিত্র প্রিন্স ইয়ানিস, তেকফুর কেকাওমেনোসের ছেলে। (মৃত)\nরাবিয়া সয়তুর্ক এর চরিত্র কারাচা খাতুন: সুলাইমানের স্ত্রী, তুগরুল বোযানের বোন। (মৃত)\nবুরাক দেমির এর চরিত্র হার্ভে ফ্রাঙ্কোপোলোস: ১০৫০ এর দশকে বাইজেন্টাইন যুদ্ধের একজন নর্মান ভাড়াটে জেনারেল, কাতাকালোন কেকাভমেনোসের প্রাক্তন বন্ধু এবং শত্রু। (মৃত)\nওলজাই কাভুযলু এর চরিত্র খাজা দিহিস্তানি, সুলতান তুগরুলের উপদেষ্টা। (মৃত)\nতওফিক আরমান কুতলু এর চরিত্র ফেরযাত, ইব্রাহীম ইনালের বন্ধু। (মৃত)\nতোলগা ওযতুর্ক এর চরিত্র হাজিপ ইউসুফ, সেলজুক আমির। (মৃত)\nমিম কেমাল ওকে এর চরিত্র আকবিলগে।\nসিনান তুযজু এর চরিত্র কন্সটান্টাইন ১০ ডুকাস। (মৃত)\n\n\n== পর্বসমূহ ==\nআল্পআরসালান: বুয়ুক সেলজুকলু এর পর্বগুলো:\n\n\n== মার্কেটিং ==\n৭ সেপ্টেম্বর ২০২১, পরিচালক এমরে কোনুক প্রথম পর্বের জন্য একটি শিরোনাম প্রকাশ করেন।\n\n\n== তথ্যসূত্র ==\nইন্টারনেট মুভি ডেটাবেজে আল্পআরসালান: বুয়ুক সেলজুকলু  (ইংরেজি)\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (তুর্কি ভাষায়)\nইন্টারনেট মুভি ডেটাবেজে আল্পআরসালান: বুয়ুক সেলজুকলু  (ইংরেজি)\nইংরাজিতে আল্পআরসালান: বুয়ুক সেলজুকলু (ইংরেজিতে)\nস্প্যানিশ ভাষায় আল্পআরসালান: বুয়ুক সেলজুকলু (স্প্যানিশ ভাষায়)"}