{"pageid": 1178420, "title": "ভারতীয় জনতা পার্টির সভাপতিদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1178420", "content": "ভারতীয় জনতা পার্টির সভাপতি হলেন ভারতীয় জনতা পার্টির প্রধান নির্বাহী কর্তৃপক্ষ, এবং দলের জাতীয় কার্যনির্বাহী সভার সভাপতিত্ব করা এবং দলের সহযোগী সংগঠনগুলির সভাপতি নিয়োগ করা সহ বেশ কয়েকটি ভূমিকা পূরণ করে, যেমন তার যুব শাখা এবং কৃষক শাখা। সভাপতি পদের জন্য যেকোনো প্রার্থীকে কমপক্ষে ১৫ বছর ধরে দলের সদস্য হতে হবে। দলের জাতীয় ও রাজ্য কাউন্সিলের সদস্যদের নিয়ে গঠিত একটি নির্বাচনী কলেজ দ্বারা সভাপতি নামমাত্রভাবে নির্বাচিত হন, তবে কার্যত দলের সিনিয়র সদস্যদের সর্বসম্মত পছন্দ। সভাপতির মেয়াদ তিন বছর দীর্ঘ, এবং ব্যক্তিরা পরপর দুই মেয়াদের বেশি দায়িত্ব পালন করতে পারে না। সভাপতি সাধারণত সরকারের মধ্যে একটি পদও রাখেন না এবং দলীয় প্রধানরা মন্ত্রিসভায় পদ গ্রহণের জন্য পদত্যাগ করেন।\n১৯৮০ সালে দলের প্রতিষ্ঠার পর অটল বিহারী বাজপেয়ী প্রথম সভাপতি হন। পরে তিনি ভারতের প্রধানমন্ত্রী হন, আজ পর্যন্ত সেই পদে দায়িত্ব পালনকারী একমাত্র বিজেপি সভাপতি। ১৯৮৬ সালে লালকৃষ্ণ আডবানি দলের সভাপতি হিসাবে শপথ নেন এবং তিনটি ভিন্ন মেয়াদে দীর্ঘতম সভাপতি ছিলেন। মোট ১১ জন বিজেপির সভাপতি হিসেবে দায়িত্ব পালন করেছেন, যার মধ্যে রাজনাথ সিং এবং অমিত শাহ দুই মেয়াদে দায়িত্ব পালন করেছেন। ২০২০ সালের জানুয়ারিতে, জগৎ প্রকাশ নাড্ডা সভাপতি হিসাবে নিযুক্ত হন।\n\n\n== দলের সভাপতিদের তালিকা ==\n\n\n== আরো দেখুন ==\nভারতীয় জনতা পার্টির রাজ্য সভাপতিদের তালিকা\nভারতীয় সংসদে ভারতীয় জনতা পার্টির নেতা\nরাষ্ট্রীয় স্বয়ংসেবক সংঘের সরসঙ্ঘচালকদের তালিকা\nভারতীয় জাতীয় কংগ্রেসের সভাপতিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nGuha, Ramachandra (২০০৭)। India after Gandhi: the history of the world's largest democracy (1st সংস্করণ)। Picador। আইএসবিএন 978-0-330-39610-3। \nHansen, Thomas Blom (২৩ মার্চ ১৯৯৯)। The Saffron Wave: Democracy and Hindu Nationalism in Modern India। Princeton University Press। আইএসবিএন 978-1-4008-2305-5। \nSwain, Pratap Chandra (২০০১)। Bharatiya Janata Party: Profile and Performance। APH Publishing। আইএসবিএন 978-8176482578। \n\n\n== বহিস্থ সংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}