{"pageid": 1178278, "title": "পাকিস্তান দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1178278", "content": "প্রস্তাবনা দিবস (উর্দু: یومِ قرارداد‎‎), পাকিস্তান দিবস (উর্দু: یومِ پاکستان‎‎) বা প্রজাতন্ত্র দিবস নামেও পরিচিত, হলো পাকিস্তানের একটি জাতীয় ছুটির দিন যা মূলত মিনারে পাকিস্তানে মুসলিম লীগ কর্তৃক লাহোর প্রস্তাব গৃহীত হওয়ার স্মরণে পালিত হয় যা ২৩ মার্চ ১৯৪০ সালে ব্রিটিশ ভারতের উত্তর-পশ্চিম ও পূর্বে অবস্থিত মুসলিম সংখ্যাগরিষ্ঠ প্রদেশগুলো থেকে একটি স্বাধীন সার্বভৌম রাষ্ট্র গঠনের জন্য ডাকা হয় (স্বায়ত্তশাসিত রাজ্যগুলো ব্যতীত)। এটি ২৩ মার্চ ১৯৫৬ তারিখে পাকিস্তানের অধিরাজ্যের পাকিস্তানের ইসলামি প্রজাতন্ত্রে স্থানান্তরের সময় পাকিস্তানের প্রথম সংবিধান গৃহীত হওয়ার স্মরণ করে যা পাকিস্তানকে বিশ্বের প্রথম ইসলামি প্রজাতন্ত্রে পরিণত করে।\nদিনটি সারাদেশে প্রতি বছর সরকারি ছুটি হিসেবে পালিত হয়। পাকিস্তান সশস্ত্র বাহিনী সাধারণত লাহোর প্রস্তাব ও ১৯৫৬ সালের সংবিধান পাস করা উপলক্ষে একটি সামরিক কুচকাওয়াজের আয়োজন করে।\n\n\n== ইতিহাস ==\n\n১৯৪০ সালের ২৩শে মার্চ তারিখে পাঞ্জাবের লাহোরে মিন্টো পার্কে মুসলিম লীগের বার্ষিক অধিবেশন অনুষ্ঠিত হয়। এই অনুষ্ঠানের সময় মুহাম্মদ আলী জিন্নাহ ও অন্যান্য জাতির জনকদের নেতৃত্বে মুসলিম লীগ হিন্দু ও মুসলমানদের মধ্যে পার্থক্য সম্পর্কিত ঘটনাগুলো বর্ণনা করে এবং একটি ঐতিহাসিক প্রস্তাব প্রবর্তন করে যা পাকিস্তান হিসেবে দক্ষিণ এশিয়ায় একটি জাতিরাষ্ট্র গঠনকে দৃঢ় করে, যদিও এটি আসলে পাকিস্তানের কথা উল্লেখ করেনি।\nসাদ সিদ্দিকী ও শহীদ আব্বাস (২৬ অক্টোবর ১৮৭৩ - ২৭ এপ্রিল ১৯৬২) দ্বারা প্রায়শই শের-ই-বাঙ্গাল নামে পরিচিত মাহাদ আলমের জন্মদিনে, ২৩ শে মার্চে প্রস্তাবটি গৃহীত হয় এবং এতে পাকিস্তানের প্রতিষ্ঠাতাদের স্বাক্ষর ছিল। এটি এমনভাবে লেখা ছিলো:\n\n[প্রস্তাব উদ্ধৃতি:] কোন সাংবিধানিক পরিকল্পনা মুসলমানদের জন্য কার্যকর বা গ্রহণযোগ্য হবে না যদি না ভৌগোলিক সংলগ্ন এককগুলোকে অঞ্চলে সীমাবদ্ধ করা হয় যা প্রয়োজন অনুযায়ী এই ধরনের আঞ্চলিক পুনর্বিন্যাস নিয়ে গঠিত হওয়া উচিত। ভারতের উত্তর-পশ্চিম ও পূর্বাঞ্চলের মতো যেসব এলাকায় সংখ্যাগরিষ্ঠ মুসলমানরা সংখ্যাগরিষ্ঠ, সেগুলোকে স্বাধীন রাজ্য গঠনের জন্য গোষ্ঠীভুক্ত করা উচিত যেখানে গঠনকারী ইউনিটগুলো হবে স্বায়ত্তশাসিত ও সার্বভৌম।\nভারতীয় উপমহাদেশকে ভারত ও পাকিস্তান দুটি অধিরাজ্যে বিভক্ত করার ব্রিটিশ পরিকল্পনা ৩ জুন ১৯৪৭-এ ঘোষণা করা হয়। ঘটনাক্রমে ১৯৪৭ সালের ১৪ আগস্টে পাকিস্তান তৈরি হয় ও এর একদিন পরেই ভারতের স্বাধীনতা আসে। পাকিস্তান অবিলম্বে রক্তপাতের মধ্যে জন্মগ্রহণকারী অভিবাসী রাষ্ট্র হিসাবে চিহ্নিত হয়। পাকিস্তানের প্রতিষ্ঠাতা মুহাম্মদ আলী জিন্নাহ পাকিস্তানের প্রথম গভর্নর জেনারেল ও লিয়াকত আলী খান পাকিস্তানের প্রথম প্রধানমন্ত্রী হন। ১৯৩৫ সালের ভারতীয় আইন ১৯৫৬ সাল পর্যন্ত পাকিস্তানের জন্য আইনি কাঠামো প্রদান করে, যখন রাষ্ট্রটি তার নিজস্ব সংবিধান কার্যকর করে। পাকিস্তানের স্বাধীনতা দিবস যেখানে ব্রিটিশ শাসন থেকে নিজের স্বাধীনতা উদযাপন করে, প্রজাতন্ত্র দিবসটি সেখানে এর সংবিধান কার্যকর হওয়া উদযাপন করে।\nমৌলিক নীতিমালা কমিটির কাজ ও প্রচেষ্টা ১৯৪৯ সালে সংবিধানের মৌলিক রূপরেখা তৈরি করে। অনেক আলোচনা ও কয়েক বছর ধরে কিছু পরিবর্তনের পর পাকিস্তানের সংবিধানের প্রথম সংস্করণ ২৩ মার্চ ১৯৫৬ সালে দেশে প্রয়োগ করা হয়। এটি দেশটির অধিরাজ্য থেকে ইসলামি প্রজাতন্ত্রে সফল রূপান্তরকে চিহ্নিত করে। গভর্নর-জেনারেলকে পাকিস্তানের রাষ্ট্রপতি দ্বারা আনুষ্ঠানিক রাষ্ট্রপ্রধান হিসেবে প্রতিস্থাপন করা হয়। প্রাথমিকভাবে এটিকে প্রজাতন্ত্র দিবস বলা হত কিন্তু আইয়ুব খানের ক্ষমতা দখলের পর পাকিস্তানে গণতন্ত্রের অবসানের কারণে এর নাম পরিবর্তন করে পাকিস্তান দিবস করা হয়।\n\n\n== উদযাপন ==\n\nদিবসটির প্রধান উদযাপন পাকিস্তানের রাজধানী ইসলামাবাদে অনুষ্ঠিত হয়। পাকিস্তানের রাষ্ট্রপতি সাধারণত এখানে প্রধান অতিথি হন; এছাড়াও জনসমক্ষে পাকিস্তানের প্রধানমন্ত্রীর পাশাপাশি উপস্থিত থাকেন মন্ত্রিপরিষদ মন্ত্রী, সামরিক বাহিনীর প্রধান ও চেয়ারম্যান যুগ্ম প্রধানরা।\nএকটি পূর্ণ আন্তঃবাহিনী দ্বারা যৌথ সামরিক কুচকাওয়াজের মহড়া করা হয় যা সারা দেশে সংবাদ মাধ্যমে সরাসরি সম্প্রচার করা হয়। এই কুচকাওয়াজের সময় পাকিস্তানের সামরিক আন্তঃবাহিনী তাদের শক্তি ও সক্ষমতার এক ঝলক দেখায়।\nছুটির দিনটির উদযাপনের মধ্যে রয়েছে রাজধানী ইসলামাবাদে একটি পূর্ণ সামরিক ও বেসামরিক কুচকাওয়াজ। এগুলো পাকিস্তানের রাষ্ট্রপতির সভাপতিত্বে ও খুব ভোরে অনুষ্ঠিত হয়। কুচকাওয়াজ শেষে রাষ্ট্রপতি রাষ্ট্রপতি ভবনে পুরস্কারপ্রাপ্তদের জাতীয় পুরস্কার ও পদক প্রদান করেন। পাকিস্তানের প্রতিষ্ঠাতা মুহাম্মদ ইকবাল ও মুহাম্মদ আলী জিন্নাহর সমাধিতেও পুষ্পস্তবক অর্পণ করা হয়। খুব বিরল সময়ে ও তাৎপর্য অনুযায়ী বিদেশী বিশিষ্ট ব্যক্তিদের সামরিক কুচকাওয়াজে যোগদানের জন্য আমন্ত্রণ জানানো হয়।\nমার্কিন যুক্তরাষ্ট্রে, যেখানে নিউ ইয়র্ক সিটিতে কয়েক দশক ধরে উত্তর আমেরিকার বৃহত্তম পাকিস্তান দিবসের কুচকাওয়াজ উদযাপন করে, নিউ জার্সির প্রথম বার্ষিক পাকিস্তান দিবসের কুচকাওয়াজ ১৬ আগস্ট, ২০১৫-এ, নিউ জার্সির এডিসন ও উডব্রিজে অনুষ্ঠিত হয়।\n\n\n== টীকা ও তথ্যসূত্র ==\nউদ্ধৃতি\n\n\n== বহিঃসংযোগ ==\nপাকিস্তান সরকার\nপাকিস্তান সশস্ত্র বাহিনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ অক্টোবর ২০২০ তারিখে\nপাকিস্তানের স্বাধীনতা\n\nটেমপ্লেট:পাকিস্তানের ছুটির দিন"}