{"pageid": 1178695, "title": "মায়ু সীমান্তবর্তী জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1178695", "content": "মায়ু সীমান্তবর্তী জেলা (বর্মী: မေယုနယ်ခြားခရိုင်) ছিলো বার্মার (বর্তমান মিয়ানমার) একটি স্বল্পকালীন প্রশাসনিক অঞ্চল যা ১৯৬১ থেকে ১৯৬৪ সালের মধ্যে বিদ্যমান ছিলো। এটি আরাকানের ঐতিহাসিক অঞ্চলে বর্তমান রাখাইন রাজ্যের মংডু জেলাকে নিয়ে গঠিত ছিলো। অঞ্চলটি সরাসরি রাজধানী রেঙ্গুন (বর্তমান ইয়াঙ্গুন) থেকে পরিচালিত হতো।\n\n\n== ভূগোল ==\nমায়ু সীমান্তবর্তী জেলার নামকরণ করা হয়েছে মায়ু নদীর নামানুসারে। এতে মংডু শহরাঞ্চল, বুথিডং শহরাঞ্চল ও রাথেডং শহরাঞ্চলের একটি অংশ অন্তর্ভুক্ত ছিলো। মায়ু পর্বতমালা মংডু ও বুথিডাংকে পৃথক করেছে। নাফ নদীর মোহনা পূর্ব পাকিস্তানের সাথে আন্তর্জাতিক সীমান্তে জেলার উত্তর সীমানা তৈরি করে।\n\n\n== পটভূমি ==\n১৯৬০ সালের বর্মী সাধারণ নির্বাচনের পর বর্মী স্বাস্থ্যমন্ত্রী সুলতান মাহমুদ আরাকানের উত্তরাঞ্চলে আরাকানি ভারতীয় সম্প্রদায়ের জন্য একটি রাষ্ট্রের পক্ষে কথা বলেন। মাহমুদ কালাদান নদীকে মুসলিম সংখ্যাগরিষ্ঠ ও বৌদ্ধ সংখ্যাগরিষ্ঠ আরাকানের মধ্যে সীমানা হিসেবে প্রস্তাব করেন। মাহমুদ রাষ্ট্র উপদেষ্টা কমিটির কাছে নিজের প্রস্তাব পেশ করেন। মাহমুদ বলেছিলেন যে ভারতীয় সংখ্যালঘুদের পর্যাপ্ত সুরক্ষা ও প্রতিনিধিত্ব থাকলে আরাকানি ভারতীয়রা আরাকানি বৌদ্ধদের সাথে একটি যৌথ রাষ্ট্র গ্রহণ করবে। মাহমুদ প্রস্তাব করেছিলেন যে পর্যাপ্ত সুরক্ষা ব্যবস্থা সম্ভব না হলে একটি পৃথক উত্তর আরাকান অঞ্চল সরাসরি জাতীয় রাজধানী রেঙ্গুন থেকে পরিচালনা করা উচিত।\n১ মে ১৯৬১ তারিখে বার্মার প্রধানমন্ত্রী ইউ নু মাহমুদের ধারণা বাস্তবায়ন করেন, যদিও নতুন অঞ্চলটি কালাদান নদী পর্যন্ত বিস্তৃত হয়নি।\n\n\n== জনসংখ্যা ==\nমায়ু সীমান্তবর্তী জেলায় আরাকানি ভারতীয় সংখ্যাগরিষ্ঠ ছিলো, যাদের মধ্যে অধিকাংশই ছিল মুসলিম। এই সময়কালে, \"রোহিঙ্গা\" শব্দটি ব্যাপকভাবে আরাকানের ভারতীয় সম্প্রদায়কে চিহ্নিত করার জন্য ব্যবহৃত হতো, যার মধ্যে বর্মী নেতাদের বক্তৃতা ও বর্মী রেডিও সম্প্রচারে অন্তর্ভুক্ত ছিলো। ১৯৪৯ সালে প্রথম বর্মী সরকারের কাছে একটি স্মারকলিপি জমা দেওয়ার পর এম. এ. গাফফার এই শব্দটিকে জনপ্রিয় করে তোলেন।\n\n\n== প্রশাসন ==\n১৯৬১ থেকে ১৯৬২ সালের মধ্যে মায়ু সীমান্তবর্তী জেলা রেঙ্গুনে নির্বাচিত সরকার দ্বারা শাসিত হয়েছিলো। ১৯৬২ সালের বর্মী অভ্যুত্থান বর্মী সংসদীয় গণতন্ত্রের অবসান ঘটায়। অভ্যুত্থানের পর মায়ু সীমান্তবর্তী জেলা সরাসরি তাতমাডো (মিয়ানমারের সামরিক বাহিনী) ও ইউনিয়ন বিপ্লবী পরিষদ দ্বারা শাসিত হয়।\n\n\n== বিলুপ্তকরণ ==\nবর্মী সামরিক বাহিনী ১৯৬৪ সালের ফেব্রুয়ারিতে জেলার বিশেষ মর্যাদা বিলুপ্ত করে। মায়ু সীমান্তবর্তী এলাকাকে স্বরাষ্ট্র মন্ত্রণালয়ের দায়িত্বে রাখা হয়েছিলো। ১৯৭৪ সালে যখন বার্মার স্বৈরশাসক নে উইন বার্মা ইউনিয়নের সমাজতান্ত্রিক প্রজাতন্ত্র ঘোষণা করেন তখন মায়ু সীমান্তবর্তী এলাকা মংডু জেলা হিসাবে আরাকান রাজ্যের অন্তর্ভুক্ত হয়।\n\n\n== আরো দেখুন ==\nআরাকান বিভাগ\n\n\n== তথ্যসূত্র =="}