{"pageid": 1178036, "title": "শুসাকু নিশিকাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1178036", "content": "শুসাকু নিশিকাওয়া (জাপানি: 西川 周作, ইংরেজি: Shusaku Nishikawa; জন্ম: ১৮ জুন ১৯৮৬) হলেন একজন জাপানি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জাপানের পেশাদার ফুটবল লিগের শীর্ষ স্তর জে১ লিগের ক্লাব উরাওয়া রেড ডায়মন্ডস এবং জাপান জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\n২০০৫ সালে, নিশিকাওয়া জাপান অনূর্ধ্ব-২০ দলের হয়ে জাপানের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৫ বছর যাবত জাপানের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০০৯ সালে জাপানের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; জাপানের জার্সি গায়ে তিনি সর্বমোট ৩১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nশুসাকু নিশিকাওয়া ১৯৮৬ সালের ১৮ই জুন তারিখে জাপানের ওওইতা প্রশাসনিক অঞ্চলে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nনিশিকাওয়া জাপান অনূর্ধ্ব-২০ এবং জাপান অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে জাপানের প্রতিনিধিত্ব করেছেন। ২০০৫ সালের ১০ই জুন তারিখে তিনি ২০১৫ ফিফা অনূর্ধ্ব-২০ বিশ্বকাপে নেদারল্যান্ডস অনূর্ধ্ব-২০ দলের বিরুদ্ধে ম্যাচে জাপান অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জাপানের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ১২ ম্যাচে অংশগ্রহণ করেছেন।\n২০০৯ সালের ৮ই অক্টোবর তারিখে, ২৩ বছর, ৩ মাস ও ২০ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী নিশিকাওয়া হংকংয়ের বিরুদ্ধে অনুষ্ঠিত ২০১১ এএফসি এশিয়ান কাপ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে জাপানের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ৩৫ নম্বর জার্সি পরিধান করে খেলেছিলেন। ম্যাচটি জাপান ৬–০ গোলের ব্যবধানে জয়লাভ করেছিল। জাপানের হয়ে অভিষেকের বছরে নিশিকাওয়া সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট  (ইংরেজি)\nশুসাকু নিশিকাওয়া – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nজে. লিগে শুসাকু নিশিকাওয়া (জাপানি) \nসকারওয়েতে শুসাকু নিশিকাওয়া  (ইংরেজি)  \nসকারবেসে শুসাকু নিশিকাওয়া (ইংরেজি) \nট্রান্সফারমার্কেটে শুসাকু নিশিকাওয়া (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে শুসাকু নিশিকাওয়া (ইংরেজি) \nইএসপিএন এফসিতে শুসাকু নিশিকাওয়া (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে শুসাকু নিশিকাওয়া (ইংরেজি)"}