{"pageid": 1178421, "title": "ক্যাটালিন ক্যারিকো", "url": "https://bn.wikipedia.org/wiki?curid=1178421", "content": "ক্যাটালিন ক্যারিকো (Katalin Karikó; হাঙ্গেরীয়: Karikó Katalin, উচ্চারিত [ˈkɒrikoː ˌkɒtɒlin]; জন্ম ১৭ই জানুয়ারি, ১৯৫৫, কিশুইসালাশ, হাঙ্গেরি) একজন হাঙ্গেরীয়-মার্কিন প্রাণরসায়নবিদ, যিনি আরএনএ (রাইবোনিউক্লেইক অ্যাসিড) দ্বারা মধ্যস্থতাকৃত কার্যপ্রণালীর একজন বিশেষজ্ঞ। তিনি প্রোটিন চিকিৎসাতে কাচের নলে অনুলিপ্ত বার্তাবাহক আরএনএ (\"ইন ভিট্রো ট্রান্সক্রাইবড এমআরএনএ\") সৃষ্টি ও উন্নতিসাধনে গবেষণা সম্পাদনা করেছেন। তিনি আরএনএআরএক্স নামক ব্যবসা প্রতিষ্ঠানের সহ-প্রতিষ্ঠাতা এবং ২০০৬ থেকে ২০১৩ খ্রিস্টাব্দ পর্যন্ত সেটির প্রধান নির্বাহী কর্মকর্তা ছিলেন। ২০১৩ সাল থেকে তিনি বায়োএনটেক আরএনএ ফার্মাসিউটিক্যালস ঔষধ কোম্পানির সাথে সংযুক্ত আছেন; প্রথমে তিনি \nপ্রতিষ্ঠানটির একজন উপপ্রধান (ভাইস প্রেসিডেন্ট) হন ও পরে ২০১৯ সালে জ্যেষ্ঠ উপপ্রধানের পদে পদোন্নতি লাভ করেন। এছাড়া তিনি পেনসিলভেনিয়া বিশ্ববিদ্যালয়ের একজন সহযোগী অধ্যাপক (অ্যাডজাংট প্রফেসর)।\nতিনি আরএনএ ভিত্তিক আরোগ্যমূলক ঔষধের বিষয়ে, বিশেষ করে বার্তাবাহক আরএনএ (এমআরএনএ) টিকার প্রস্তুতিতে অগ্রণী গবেষণা সম্পাদনের জন্য বিখ্যাত। এমআরএনএ নিউক্লিওসাইড (নিউক্লেইক অ্যাসিডের একটি গাঠনিক উপাংশ) কীভাবে নির্দিষ্ট রোগ সৃষ্টিকারক জীবাণুর বিরুদ্ধে অনাক্রম্য (রোগ প্রতিরোধী) প্রতিক্রিয়া সৃষ্টি করতে পারে, সে ব্যাপারে তাঁর এই গবেষণা ২০২১ সালে করোনাভাইরাস রোগ ২০১৯-এর (কোভিড-১৯) বৈশ্বিক মহামারির সময় প্রথমবারের মতো এমআরএনএ টিকার উদ্ভাবন সহজ করে। এমআরএনএ নিউক্লিওসাইড সংক্রান্ত আবিষ্কারের মাধ্যমে কার্যকর এমআরএনএ টিকার প্রস্তুতির দ্বার উন্মোচন করার কৃতিত্বের জন্য ক্যারিকো ও তাঁর গবেষণা সহকর্মী অনাক্রম্যবিজ্ঞানী ড্রিউ ওয়াইসম্যান যৌথভাবে ২০২৩ সালে চিকিৎসাবিজ্ঞানে নোবল পুরস্কার লাভ করেন।\n\n\n== গবেষণা ==\n\n\n== নোবেল পুরস্কার ==\n\n\n== আরও দেখুন ==\nআরএনএ টিকা\nবিএনটি১৬২বি২, ফাইজার বায়োএনটেক কোম্পানির উদ্ভাবিত ও বাজারজাতকৃত করোনাভাইরাস রোগ ২০১৯ (কোভিড-১৯)-এর টিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুগল স্কলার দ্বারা সূচীবদ্ধ ক্যাটালিন ক্যারিকোর প্রকাশনাসমূহ\n\nটেমপ্লেট:Tang Prize winners\n\nটেমপ্লেট:Princess of Asturias Award for Technical and Scientific Research"}