{"pageid": 1178917, "title": "গুন্টুর রেলওয়ে বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1178917", "content": "গুন্টুর রেলওয়ে বিভাগ ভারতীয় রেলওয়ের দক্ষিণ উপকূল রেলওয়ে অঞ্চলের তিনটি বিভাগের মধ্যে একটি। বিভাগটি ১৯৯৫-৯৬ সালে অনুমোদন করা হয়েছিল এবং ১ এপ্রিল ২০০৩ এ সম্পূর্ণরূপে চালু হয়েছিল, যার সদর দপ্তর গুন্টুরে ছিল। গুন্টুরের পট্টভীপুরম এলাকায় রেল বিকাশ ভবন, বিভাগীয় রেল ব্যবস্থাপকের অফিস হিসাবে কাজ করে। বর্তমান বিভাগীয় ব্যবস্থাপক ভিজিবি ভুমা।\n\n\n== ইতিহাস ==\n\nকৃষ্ণ খাল - নান্দিয়াল (KCC-NDL) প্রসারিত গুরুত্বপূর্ণ পূর্ব-পশ্চিম উপকূল সংযোগের একটি অংশ যা গোয়ার মারগাওকে ব্রিটিশ ভারতের সেনাবাহিনী তৎকালীন মাদ্রাজ প্রদেশের মাসুলিপত্তনমের সাথে সংযুক্ত করেছিল। এটি মূলত ১৮৮৯-৯০ সালের মধ্যে দক্ষিণ মাহরাট্টা রেলওয়ে (পরে মাদ্রাজ এবং দক্ষিণ মাহরাত্তা রেলওয়ে-MSMR) দ্বারা মিটার গেজে নির্মিত হয়েছিল। ট্র্যাকটি নল্লামালা পাহাড়ের মধ্য দিয়ে গেছে এবং ফলস্বরূপ রেলপথ নির্মাণের সময় বেশ কয়েকটি বড় প্রকৌশল কাজ করা হয়েছিল, যার মধ্যে সবচেয়ে চিত্তাকর্ষক হল বিশাল ডোরাবাভি ভায়াডাক্ট এবং বোগাদা টানেল, উভয়েই প্রায় ৩০টি। নান্দিয়াল থেকে কিমি. এই বিভাগটি ১৯৯৩-৯৫ সালে ব্রডগেজে রূপান্তরিত হয়েছিল। কঠিন ভূখণ্ডের কারণে গেজ রূপান্তর একটি কঠিন কাজ ছিল। গাজুলাপল্লী এবং দিগুভামেট্টার মধ্যে পুরানো প্রান্তিককরণ পরিত্যক্ত এবং একটি নতুন বোগাদা টানেল, প্রায় 1.6 কিমি দৈর্ঘ্য এবং অনেক কম উচ্চতায় অবস্থিত একটি নতুন ডোরাবাভি ভায়াডাক্ট বিশাল ব্যয়ে নির্মিত হয়েছিল। রেলপথটি ঐতিহাসিক কাম্বুম ট্যাঙ্কের মধ্য দিয়ে যায়, কুম্বুম রেলওয়ে স্টেশন থেকে শুরু করে এবং ৭ কিমি এলাকা জুড়ে বিস্তৃত।  এটি দক্ষিণ মধ্য রেলওয়ের গুন্টুর - নান্দিয়াল সেকশনের অন্যতম মনোরম উপত্যকা।\nপশ্চাৎপদ অভ্যন্তরীণ তেলেঙ্গানা অঞ্চলের পরিষেবা দেওয়ার জন্য মাদ্রাজ এবং দক্ষিণ মাহরাত্তা রেলওয়ে দ্বারা ১৯৩০ সালে গুন্টুর-মাচের্লা সেকশনটি খোলা হয়েছিল। এটিও মূলত মিটার গেজ ছিল এবং ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) এ রূপান্তরিত হয়েছিল৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার)  ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার)  ব্রডগেজ ১৯৯২-৯৩ সালে। এই অংশটি চুনাপাথর, কোয়ার্টজ এবং সিমেন্ট পরিবহনের জন্য ব্যবহৃত হত, প্রাথমিকভাবে পিদুগুরাল্লা থেকে, যা লাইম সিটি নামে পরিচিত। গুন্টুর থেকে উপকূলীয় শহর রেপালে পর্যন্ত অংশটি ১৯১৬ সালে মাদ্রাজ এবং দক্ষিণ রেলওয়ে দ্বারা ব্রডগেজে নির্মিত হয়েছিল। এই লাইনটি তেনালিতে পূর্ব উপকূলের প্রধান লাইনের সাথে সংযুক্ত। তেনালি থেকে রেপালে পর্যন্ত অংশটি 1964 সাল পর্যন্ত গুন্টুর জেলা বোর্ডের মালিকানাধীন ছিল। 152 এর ভিত্তিপ্রস্তর কিমি দীর্ঘ বিবিনগর - নাদিকুডি রেল প্রকল্প যা বিজয়ওয়াড়া থেকে সেকেন্দ্রাবাদের একটি বিকল্প রুট খুলেছে এবং তেলেঙ্গানার অভ্যন্তরীণ অংশকে হায়দ্রাবাদের সাথে সংযুক্ত করেছে, 7 এপ্রিল 1974 সালে ভারতের তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধী স্থাপিত করেছিলেন। প্রকল্পটি অবশেষে 1989 সালে শেষ হয় এবং লাইনটি এক বছর পরে চালু হয়।\nকৃষ্ণা নদী এবং মুশির উপর দুটি বড় সেতু এই বিভাগে অবস্থিত। এটি প্রচুরভাবে ব্যবহৃত ওয়ারাঙ্গল - বিজয়ওয়াড়া লাইনে যানজট কমানোর জন্য অনেক দক্ষিণ/পূর্বগামী ট্রেন ব্যবহার করে। এই অঞ্চলে নতুন রেললাইন যুক্ত করা হয়েছে যেমন নাদিকুডি-শ্রীকালহাস্তি সেকশন, যার একটি অংশ ডিভিশনের অধীনে আসে। এটি গুন্টুর সিটির জন্য চেন্নাই / তিরুপতি যাওয়ার একটি বিকল্প রুট হবে।\n\n\n== এখতিয়ার ==\nবিভাগের এখতিয়ার গুন্টুর, কুর্নুল, অন্ধ্রপ্রদেশের প্রকাশম এবং তেলেঙ্গানার ইয়াদাদ্রি ভুবনগিরি, নালগোন্ডা জেলাগুলিকে অন্তর্ভুক্ত করে। এটির মোট রুটের দৈর্ঘ্য ৬২৯.৫১৬ কিমি (৩৯১.১৬৩ মা) এবং ৬৬০.৯৯২ কিমি (৪১০.৭২১ মা) এর রানিং ট্র্যাক । অন্ধ্র প্রদেশে, এর মোট রুটের দৈর্ঘ্য ৪৮৪.৭৮ কিমি (৩০১.২৩ মা) এবং তেলেঙ্গানায় এটি ১৪৪.৯৪ কিমি (৯০.০৬ মা) ।\n\n\n=== বিভাগ এবং শাখা লাইন ===\n\nবিভাগ এবং শাখা লাইন রুট ম্যাপ ব্রেকআপ নিম্নরূপ:\n\nসূত্র : SCR রেলওয়ে ম্যাপ 2018\nনির্মাণাধীন :\n\nনদীকুদি-শ্রীকালহস্তি railway line\n\n\n=== স্টেশনের শ্রেণীকরণ ===\n\nতালিকায় গুন্টুর রেলওয়ে বিভাগের অধীনস্থ স্টেশনগুলি অন্তর্ভুক্ত রয়েছে এবং তাদের নিজ নিজ বিভাগের উপর ভিত্তি করে শ্রেণীবদ্ধ করা হয়েছে।\n\nসূত্র:\n\n\n== কর্মক্ষমতা এবং উপার্জন ==\nবিভাগটি প্রতিদিন প্রায় ২০০টি এক্সপ্রেস, যাত্রী ও মালবাহী ট্রেন পরিচালনা করে। বিভাগ দ্বারা পরিবহণ করা প্রাথমিক পণ্য হল সিমেন্ট, ক্লিংকার, খাদ্যশস্য, কয়লা এবং সার ছাড়াও। অন্যান্য পণ্যের মধ্যে রয়েছে তুলা, মরিচ, চুনাপাথর, ধান, তামাক এবং কাঠের বর্জ্য। ২০০৩ সালে, মালবাহী আয় ছিল ₹ ৯৩ কোটি (ইউএস$ ১১.৩৭ মিলিয়ন)। এক দশক পরে, এটি দাঁড়িয়েছে ₹ ৪৫২ কোটি (ইউএস$ ৫৫.২৫ মিলিয়ন)  ২০১৩-১৪ সালে। ২০০৮-০৯ সালে, মোট রাজস্ব ছিল ₹ ২৩৭ কোটি (ইউএস$ ২৮.৯৭ মিলিয়ন) , আগের অর্থবছরের ₹ ২৭২ কোটি (ইউএস$ ৩৩.২৫ মিলিয়ন)  ) তুলনায় পরিসংখ্যানে হ্রাস, মন্দার কারণে। ২০১৮-১৯ অর্থবছরে, এটি শুধুমাত্র মালবাহী আয় ৬৯% বৃদ্ধি নিবন্ধিত করেছে।\n\nমোট যাত্রী, মালবাহী, বিভিন্ন এবং অন্যান্য কোচিং আয় অন্তর্ভুক্ত\n\n\n=== পুরস্কার এবং অর্জন ===\nরেল বিকাশ ভবন, বিভাগীয় রেলওয়ে ম্যানেজারের অফিসকে অন্ধ্রপ্রদেশের গ্রিনিং অ্যান্ড বিউটিফিকেশন কর্পোরেশন প্লাটিনাম রেটিং প্রদান করেছে।\n\n\n== আরো দেখুন ==\nভারতীয় রেলের বিভাগ\nবিজয়ওয়াড়া রেলওয়ে বিভাগ\n\n\n== তথ্যসূত্র =="}