{"pageid": 1178183, "title": "রোসেটা কোড", "url": "https://bn.wikipedia.org/wiki?curid=1178183", "content": "রোসেটা কোড হল একটি উইকি-ভিত্তিক প্রোগ্রামিং ওয়েবসাইট যেখানে সাধারণ অ্যালগরিদম বাস্তবায়ন এবং বিভিন্ন প্রোগ্রামিং ভাষার নানা প্রোগ্রামিং সমস্যার সমাধান নিয়ে আলোচনা করা হয়েছে।  এর নামকরণ করা হয়েছে রোসেটা স্টোন-এর নামানুসারে, যেটিতে তিনটি ভাষায় একই টেক্সট খোদাই করা আছে এবং এই পদ্ধতিতে মিশরীয় হায়ারোগ্লিফগুলিকে প্রথমবারের মতো পাঠোদ্ধার করা হয়েছিল। \n\n\n== ওয়েবসাইট ==\n২০০৭ সালে মাইকেল মোল রোসেটা কোড  তৈরি করেছিলেন। সাইটের বিষয়বস্তু GNU ফ্রি ডকুমেন্টেশন লাইসেন্স ১.২-এর অধীনে লাইসেন্সপ্রাপ্ত, যদিও কিছু উপাদান বিশেষ অনুমতির শর্তে দ্বৈত-লাইসেন্সযুক্ত। \nরোসেটা কোড ওয়েব রিপোজিটরি ব্যাখ্যা করে দেখায়, যে কীভাবে বিভিন্ন প্রোগ্রামিং প্যারাডাইমগুলিতে কাঙ্ক্ষিত কার্যকারিতা ভিন্নভাবে প্রয়োগ করা হয়,   এবং কীভাবে \"একই\" কাজটি বিভিন্ন প্রোগ্রামিং ভাষায় সম্পন্ন করা যায়। \n\n২২ আগস্ট ২০২১ (2021-08-22)-এর হিসাব অনুযায়ী, রোসেটা কোড আছে: \n\n১,১২১ কম্পিউটার প্রোগ্রামিং টাস্ক (বা সমস্যা)\n৩০৩ অতিরিক্ত খসড়া প্রোগ্রামিং টাস্ক\n৮১০টি কম্পিউটার প্রোগ্রামিং ভাষা যা কাজগুলি সমাধান করতে ব্যবহৃত হয়\n৮৩.০৪৩ কম্পিউটার প্রোগ্রামিং ভাষার উদাহরণ/এন্ট্রি\n\n\n=== ডেটা এবং কাঠামো ===\nরোসেটা কোড সাইটটি টাস্কগুলির একটি ব্রাউজযোগ্য ক্রস-সেকশন (নির্দিষ্ট প্রোগ্রামিং সমস্যা বা বিবেচনা) এবং কম্পিউটার প্রোগ্রামিং ভাষা হিসাবে সংগঠিত। একটি টাস্কের পৃষ্ঠা বিভিন্ন কম্পিউটার ভাষায় ভিজিটর-কন্ট্রিবিউটেড সমাধানগুলি প্রদর্শন করে, যা একজন দর্শককে টাস্কের বিবৃত সমস্যার সাথে প্রতিটি ভাষার পদ্ধতির তুলনা করতে সাহায্য করে। \nপ্রদত্ত সমাধানগুলির ভাষার উপর ভিত্তি করে প্রতি-ভাষা তালিকায় টাস্ক পৃষ্ঠাগুলি অন্তর্ভুক্ত করা হয়েছে; সি প্রোগ্রামিং ল্যাঙ্গুয়েজে একটি সমাধান সহ একটি টাস্ক সি-এর তালিকায় উপস্থিত হবে৷ যদি একই টাস্কের রুবিতে একটি সমাধান থাকে তবে রুবির তালিকাতেও টাস্কটি উপস্থিত হবে৷\n\n\n=== ভাষা ===\nরোসেটা কোডে পাওয়া কিছু কম্পিউটার প্রোগ্রামিং ল্যাঙ্গুয়েজের (যার উইকিপিডিয়ায় বর্ণনা রয়েছে) তালিকা : কম্পিউটার প্রোগ্রামিং ভাষার একটি সম্পূর্ণ তালিকা যেখানে বিভিন্ন উদাহরণ রয়েছে (রোসেটা কোডের কাজগুলিতে এন্ট্রি/সমাধান)। \n\n\n=== টাস্ক ===\nরোসেটা কোডে পাওয়া কিছু টাস্ক: \n\n\n== তথ্যসূত্র =="}