{"pageid": 1178089, "title": "ইউরোপিয়ান ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1178089", "content": "ইউরোপিয়ান ক্লাব (পাহাড়তলী ইউরোপিয়ান ক্লাব নামেও পরিচিত) হলো বাংলাদেশের চট্টগ্রাম শহরের পাহাড়তলীর আমবাগান সড়কে অবস্থিত একটি ঐতিহাসিক স্থান। এর পাশে বাংলাদেশ রেলওয়ে সরকারি উচ্চ বিদ্যালয় অবস্থিত।\n\n\n== ইতিহাস ==\n\n\n=== ইউরোপিয়ান ক্লাব আক্রমণ ===\n \nইউরোপিয়ান ক্লাব ছিল মূলত ব্রিটিশদের প্রমোদকেন্দ্র। সন্ধ্যা হলেই ইংরেজরা এখানে মদ খেয়ে, নাচে-গানে আনন্দ উল্লাস করতো। এই ক্লাবে কেবল ইংরেজ কর্মকর্তা, কর্মচারী, দারোয়ান ছাড়া এদেশীয়দের প্রবেশ নিষিদ্ধ ছিল। এখানে সাইনবোর্ডে লেখা ছিল \"ডগস অ্যান্ড ইন্ডিয়ান প্রহিবিটেড\" (কুকুর ও ভারতীয়দের প্রবেশ নিষেধ)।\n১৮ এপ্রিল ১৯৩০ সালে, চট্টগ্রাম যুব বিদ্রোহের অন্যতম পরিকল্পনা ছিল ইউরোপিয়ান ক্লাব আক্রমণ করা, তবে সেদিন গুড ফ্রাইডে হওয়ায় ক্লাব বন্ধ ছিলো। এরপর ১৯৩২ সালের ১০ আগস্ট শৈলেশ্বর চক্রবর্তীর নেতৃত্বে সাতজনের একটি দল ক্লাব আক্রমণ করতে গিয়ে ব্যর্থ হয়। এর পরের মাসে মাস্টারদা সূর্য সেন পুনরায় ক্লাব আক্রমণের সিদ্ধান্ত নেন, ২৩ সেপ্টেম্বর পুরুষের ছদ্মবেশে পাঞ্জাবি, পাগড়ি পরিহিত প্রীতিলতা ওয়াদ্দেদারের নেতৃত্বে রাত আনুমানিক ১০টা ৪৫ এর দিকে ইউরোপিয়ান ক্লাব আক্রমণ করেন। আক্রমণে মিসেস সুলিভান নামক এক ইংরেজ মহিলা নিহত, এবং চারজন পুরুষ ও সাতজন মহিলা আহত হয়। ক্লাব আক্রমণ শেষে বিপ্লবীরা বেরিয়ে আসেন, ইংরেজদের পাল্টা আক্রমণে গুলিতে প্রীতিলতা ওয়াদ্দেদার আহত হন এবং ইংরেজদের হাতে গ্রেফতার হওয়ার আশঙ্কায় সায়ানাইড খেয়ে আত্মাহুতি দেন।\n\n\n=== ক্লাব আক্রমণ পরবর্তী অবস্থা ===\n১৯৪৭ সালে ব্রিটিশদের কাছ থেকে ভারত পাকিস্তান স্বাধীনতা লাভের পর সরকার ইউরোপিয়ান ক্লাব রেলওয়ের কাছে হস্তান্তর করে। পরবর্তীতে এটি বাংলাদেশ রেলওয়ে পূর্বাঞ্চলের বিভাগীয় প্রকৌশলীর কার্যালয় হিসেবে ব্যবহৃত হতো।\n\n \nএখানে, ২০১২ সালের ২ অক্টোবর প্রীতিলতা ওয়াদ্দেদারের স্মৃতি রক্ষার্থে চট্টগ্রাম সিটি কর্পোরেশন এর উদ্যোগে নির্মিত \"প্রীতিলতার আবক্ষ ভাস্কর্য\" উদ্বোধন করা হয়।\n২০১৮ সালের জানুয়ারিতে ভারতের তৎকালীন রাষ্ট্রপতি প্রণব মুখার্জি পরিদর্শনে আসেন। এর পরে, ক্লাবটিকে বীরকন্যা প্রীতিলতা ওয়াদ্দেদার স্মৃতি যাদুঘর  নামকরণ করে নামফলক স্থাপন করা হয়। তবে, এটি কেবল নামেই সীমাবদ্ধ ছিল, পূর্ণাঙ্গ জাদুঘর হিসেবে রূপান্তরে তেমন উন্নয়ন করা হয়নি। বর্তমানে, পুনরায় ক্লাবটিতে ইউরোপিয়ান ক্লাব নামফলক ব্যবহার হচ্ছে।\n২০২০ সালের ডিসেম্বরে ক্লাব পরিদর্শনে আসেন ভারতীয় হাই কমিশনার বিক্রম দোরাইস্বামী।\nপ্রীতিলতা ওয়াদ্দেদারের জীবনীভিত্তিক নির্মিত বীরকন্যা প্রীতিলতা চলচ্চিত্রের শ্যুটিংও হয় এখানে। বিভিন্ন সময়ে ইউরোপিয়ান ক্লাব সংরক্ষণ ও জাদুঘর প্রতিষ্ঠার দাবিতে ২০২২ সালের জানুয়ারিতে এটিকে জাদুঘরে রূপান্তর করার আশ্বাস দেন চট্টগ্রাম সিটি কর্পোরেশনের মেয়র রেজাউল করিম চৌধুরী।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nপ্রীতিলতা ওয়াদ্দেদার\nমাস্টারদা সূর্য সেন\n\n\n== তথ্যসূত্র =="}