{"pageid": 1178705, "title": "মুঘলসরাই-কানপুর লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1178705", "content": "মুঘলসরাই-কানপুর লাইন, আনুষ্ঠানিকভাবে পণ্ডিত দীনদয়াল উপাধ্যায় নগর-কানপুর সেকশন, একটি রেললাইন যা দীন দয়াল উপাধ্যায় নগর জংশন এবং কানপুর সেন্ট্রাল জংশন এর সাথে সংযুক্ত করে। এই ৩৪৬ কিমি (২১৫ মা) ট্র্যাকটি হাওড়া–দিল্লি প্রধান লাইন এবং হাওড়া-গয়া-দিল্লি লাইনের অংশ। মূল লাইনটি উত্তর মধ্য রেলের আওতাধীন। মুঘলসরাই পূর্ব মধ্য রেলের আওতাধীন। কিছু শাখা লাইন উত্তর পূর্ব রেল এবং উত্তর রেলের আওতাধীন।\n\n\n== ভূগোল ==\nমূল লাইনটি গঙ্গার দক্ষিণে গাঙ্গেটিক সমভূমিতে স্থাপন করা হয়েছিল।   নৈনি এবং এলাহাবাদের মধ্যে, এটি যমুনা অতিক্রম করে এবং গঙ্গা ও যমুনার মধ্যবর্তী দোয়াব অঞ্চলে বা অভ্যন্তরীণ উপদ্বীপে প্রবেশ করে, এখনও গঙ্গার দক্ষিণে রেখে।  কিছু শাখা লাইন গঙ্গার উত্তর দিকে উঠেছিল এবং গঙ্গার উপর সেতুগুলি উঠে আসার সাথে সাথে একে অপরের সাথে সংযুক্ত হয়েছিল। \nএই ট্র্যাকের দুটি স্থান প্রধান তীর্থস্থান – প্রধান লাইনে এলাহাবাদ এবং বারাণসী, মেইন লাইনের একটু দূরে, একটি শাখা লাইনে। বারাণসী সারা ভারতে রেলপথে সংযুক্ত।   এলাহাবাদে কুম্ভ মেলার জন্য তীর্থযাত্রীদের বিপুল ঢল নামানোর জন্য রেলওয়ে বিশেষ ব্যবস্থা করে। \nরেলওয়ে একটি শিল্প কেন্দ্র হিসাবে কানপুরের উন্নয়নে একটি প্রধান ভূমিকা পালন করেছে।  এই বিভাগে ১০৫০ মেগাওয়াট ফিরোজ গান্ধী উনচাহার তাপবিদ্যুৎ কেন্দ্রটি ২০০৬-০৭  সালে ৫,০২২,০০০ টন কয়লা ব্যবহার করেছিল, যা রেলওয়ে দ্বারা পরিবহণ করা হয়েছিল। \n\n\n== ইতিহাস ==\nইস্ট ইন্ডিয়ান রেলওয়ে কোম্পানি ঊনবিংশ শতাব্দীর মাঝামাঝি হাওড়া থেকে দিল্লি পর্যন্ত একটি রেললাইন তৈরির প্রচেষ্টা শুরু করে। এমনকি যখন মুঘলসরাই পর্যন্ত লাইন নির্মাণ করা হচ্ছিল এবং হাওড়ার কাছে শুধুমাত্র লাইনগুলি চালু করা হয়েছিল, তখন প্রথম ট্রেনটি 1859 সালে এলাহাবাদ থেকে কানপুর পর্যন্ত চলে এবং 1860 সালে কানপুর-ইটাওয়া সেকশনটি যান চলাচলের জন্য উন্মুক্ত করা হয়েছিল। 1864 সালে হাওড়া থেকে দিল্লি পর্যন্ত ট্রেনের মাধ্যমে প্রথমবারের মতো, এলাহাবাদে যমুনা পার হয়ে নৌকায় বগি আনা হয়েছিল। 1865-66 সালে ট্রেনের মাধ্যমে যমুনা জুড়ে ওল্ড নৈনি সেতুর কাজ শেষ হওয়ার সাথে সাথে ট্রেন চলাচল শুরু হয়।   \n1867 সালে, ভারতীয় শাখা রেলওয়ে কোম্পানি কানপুর-লখনউ লাইন চালু করে। \n১৮৮৭ সালে গঙ্গার ওপারে ডাফরিন সেতুর (পরে নামকরণ করা হয় মালভিয়া সেতু), মুঘলসরাই এবং বারাণসীকে সংযুক্ত করে। \n১৯০২ সালে গঙ্গার ওপারে কার্জন সেতুর উদ্বোধন এলাহাবাদকে গঙ্গার উত্তরে বা তার বাইরের অঞ্চলগুলির সাথে সংযুক্ত করেছিল। \nবারাণসী-এলাহাবাদ সিটি (রামবাগ) লাইনটি ১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি) হিসাবে নির্মিত হয়েছিল১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি) \n\n\n== বিদ্যুতায়ন ==\nমুঘলসরাই-কানপুর সেক্টরে বিদ্যুতায়ন শুরু হয়েছিল ১৯৬৪-৬৫  সালে মুঘলসরাই-দগমাগপুর সেকশনের সাথে। ১৯৬৫-৬৬  সালে, ডগমগপুর-চেওকি এবং চেওকি-সুবেদারগঞ্জ অংশের সাথে মুঘলসরাই ইয়ার্ডকে বিদ্যুতায়িত করা হয়েছিল। 1966-67 সালে সুবেদারগঞ্জ-মনোহরগঞ্জ-আঠাসরাই-কাঁসপুর গুগৌলি-পাঙ্কি এবং চান্দারি লুপগুলি বিদ্যুতায়িত হয়েছিল। কানপুর-পাঙ্কি 1968-69 সালে বিদ্যুতায়িত হয়েছিল।  সমগ্র মুঘলসরাই-এলাহাবাদ-কানপুর সেকশন 1968 সালে এসি ওভারহেড লাইন  বিদ্যুতায়িত হয়েছিল।\nকানপুর-কানপুর ব্রিজ-উন্নাও-লখনউ অংশটি 1999-2000 সালে বিদ্যুতায়িত হয়েছিল। \n2010-এর দশকের গোড়ার দিকে বারাণসী-লোহতা-জাংহাই-ফাফামাউ-উনচাহার এবং ফাফামাউ-প্রয়াগ-এলাহাবাদ বিভাগে বিদ্যুতায়নের কাজ সম্পন্ন হয়েছিল। \n\n\n== শেড এবং কর্মশালা ==\nমুঘল সরাই ডিজেল লোকো শেড WDM-2, WDM-3A এবং WDS-5 ডিজেল লোকোগুলির আবাসস্থল। মুঘলসরাইতে উত্তর রেলওয়ের একটি ডিজেল লোকো শেড ছিল। এটি 2001 সালে বাতিল করা হয়েছিল। মুঘলসরাই বৈদ্যুতিক লোকো শেড 150 টিরও বেশি বৈদ্যুতিক লোকো ধারণ করতে পারে। তাদের মধ্যে WAM-4, WAP-4 এবং 70 টিরও বেশি WAG-7 লোকো রয়েছে। কানপুর সেন্ট্রাল ইলেকট্রিক লোকো শেডে WAP-7, WAP-4, WAG-9 এবং WAG-7 বৈদ্যুতিক লোকো রয়েছে। \nভারতীয় রেলওয়ের বৃহত্তম ওয়াগন মেরামতের ওয়ার্কশপ মুঘলসরাইতে অবস্থিত। এলাহাবাদে ইঞ্জিনিয়ারিং ওয়ার্কশপ আছে। \n\n\n== মার্শালিং ইয়ার্ড ==\nমোগলসরাই মার্শালিং ইয়ার্ড এশিয়ার বৃহত্তম।    এটি 12.5 কিলোমিটার দীর্ঘ এবং প্রতিদিন প্রায় 1, 500 ওয়াগন পরিচালনা করে। রেলওয়ে টুকরো টুকরো লোডিং বন্ধ করার পর ওয়াগন হ্যান্ডলিং কমে গেছে। সর্বোচ্চ পর্যায়ে, এটি দিনে 5,000 ওয়াগন পরিচালনা করত।  \n\n\n== গতিসীমা ==\nহাওড়া-বর্ধমান কর্ড এবং গ্র্যান্ড কর্ড হয়ে সমগ্র হাওড়া-দিল্লি লাইনটিকে একটি \"গ্রুপ A\" লাইন হিসাবে শ্রেণীবদ্ধ করা হয়েছে যা 160 পর্যন্ত গতি নিতে পারে কিমি/ঘণ্টা  তবে কানপুর-মুঘলসরাই বিভাগে প্রকৃত সর্বোচ্চ অনুমোদিত গতি হল 130 রাজধানী, শতাব্দী, দুরন্ত, জিআর এবং কয়েকটি এক্সপ্রেস ট্রেনের জন্য কিমি/ঘন্টা।\n\n\n== যাত্রী চলাচল ==\nMughalsarai Junction, Allahabad and Kanpur Central on the main line, and Varanasi Junction on a branch line are amongst the top hundred booking stations of Indian Railway.\n\n\n== তথ্যসূত্র =="}