{"pageid": 11781, "title": "ইবনে রুশদ", "url": "https://bn.wikipedia.org/wiki?curid=11781", "content": "আবুল ওয়ালিদ মুহাম্মাদ ইবন আহমাদ ইবন রুশদ (আরবি: أبو الوليد محمد ابن احمد ابن رشد‎, ১৪ এপ্রিল ১১২৬- ১১ ডিসেম্বর, ১১৯৮) বা সংক্ষেপে ইবনে রুশদ হলেন একজন মুসলিম আন্দালুসীয় বহুবিদ্যাবিশারদ এবং আইনবিদ যিনি দর্শন ধর্মতত্ত্ব চিকিৎসাবিজ্ঞান জ্যোতির্বিজ্ঞান পদার্থবিজ্ঞান মনোবিজ্ঞান গণিত ইসলামি আইনশাস্ত্র এবং ভাষাবিজ্ঞানসহ বহু বিষয়ে লিখেছেন।তিনি শতাধিক বই এবং গবেষণাপত্রের রচয়িতা। তার দর্শন সংক্রান্ত কাজের মধ্যে আছে অ্যারিস্টটলের উপর বেশ কিছু ব্যাখ্যাগ্রন্থ, যে কারণে তিনি পাশ্চাত্যে ব্যাখ্যাদাতা(The Commentator) এবং যুক্তিবাদের জনক হিসেবে পরিচিত। ইবন রুশদ আলমোহাদ খেলাফতের রাজসভার চিকিৎসক এবং প্রধান বিচারপতির দায়িত্বে বহুদিন কাজ করেছেন।\nতিনি কর্ডোবায় এক সম্ভ্রান্ত পরিবারে ১১২৬ সালে জন্মগ্রহণ করেন। তার পরিবারের প্রধান পেশা ছিলো বিচারকার্য—তার পিতামহ ছিলেন শহরের প্রধান বিচারপতি.১১৬৯ সালে তাকে খলিফা আবু ইয়াকুব ইউসুফের সাথে পরিচয় করিয়ে দেয়া হয়, যিনি ইবন রুশদের প্রতিভায় বিমোহিত হন। তিনি তার পৃষ্ঠপোষক হিসেবে নিয়োজিত হন এবং ইবন রুশদের বিভিন্ন গবেষণা কর্মে সাহায্য করেন। ইবন রুশদ পরবর্তীকালে সেভিল এবং কর্ডোবায় বেশ কয়েকবার প্রধান বিচারপতির পদে দায়িত্ব পালন করেন। ১১৮২ সালে তিনি রাজ চিকিৎসক এবং কর্ডোবার প্রধান বিচারপতি হিসেবে নিযুক্ত হন।.১১৮৪ সালে আবু ইউসুফের মৃত্যুর পরেও তার রাজসভার সুদৃষ্টি বজায় থাকে, তবে ১১৯৫ সালে তিনি রাজসভার রোষে পতিত হন। তার প্রতি বেশ কিছু অভিযোগ ছিলো—খুব সম্ভবত এর নেপথ্যে রাজনৈতিক স্বার্থ জড়িত ছিলো—এবং এ কারণে তাঁকে নির্বাসনে পাঠানো হয়।.১১৯৮ সালে, তার মৃত্যুর কিছু দিন পূর্বেই তাঁকে আবার সসম্মানে রাজসভায় ফিরিয়ে আনা হয়।\nইবন রুশদ অ্যারিস্টললের মতাদর্শের এক উৎসাহী সমর্থক ছিলেন; তিনি অ্যারিস্টটলের মূল শিক্ষা পুনঃপ্রতিষ্ঠার প্রয়াস করেছিলেন। এবং পূর্ববর্তী মুসলিম চিন্তানায়কদের যেমন আল-ফারাবি, ইবন সিনা প্রমুখদের নিওপ্লাটোনিস্ট প্রবণতার বিরোধী ছিলেন । তিনি আল গাযালির মতো আশ'আরি ধর্মতত্ত্ববিদগণের সমালোচনার বিরুদ্ধে গিয়ে দর্শনের চর্চার সমর্থন করেন। ইবন রুশদ বলেন যে, দর্শনের চর্চা ইসলামের মধ্যে পরিপূর্ণভাবে অনুমোদিত এবং কিছু কিছু ক্ষেত্রে বাধ্যতামূলক। তিনি আরো বলেন যে ধর্মীয় অনুষঙ্গের কোনো দিক যখন যুক্তি এবং দর্শনের স্পষ্ট বিরোধী হিসেবে প্রতিভাত হবে তখন তা আক্ষরিকভাবে গ্রহণ না করে রূপকার্থে নিতে হবে। তিনি ইসলামি আইনশাস্ত্র সম্পর্কে বিদআত আল-মুজতাহিদ লিখেছেন, যা বিভিন্ন মাযহাবের আইনের মধ্যে ভিন্নতা এবং এর নীতি সম্পর্কে আলোচনা করে। চিকিৎসাবিজ্ঞানে তিনি স্ট্রোকের নতুন তত্ত্ব প্রদান করেন এবং প্রথমবারের মতো পারকিনসন রোগের বর্ণনা দেন। সম্ভবত তিনিই প্রথম ছিলেন যিনি বুঝতে পেরেছিলেন যে রেটিনা হচ্ছে আলোক্সংবেদনশীলতার প্রকৃত স্থান। তার চিকিতসাবিজ্ঞানের বই আল-কুল্লিয়াত ফি আল-তিব্ব, যা ল্যাটনে কলিজেট (The Colliget) শিরোনামে অনূদিত হয়েছিলো এবং কয়েক শতক ধরে ইউরোপে শিক্ষামূলক কাজে ব্যবহৃত হয়েছিলো।\nতার প্রভাব সুদূরপ্রসারী হয়েছে তার অবস্থানগত, বুদ্ধিবৃত্তিক এবং ভৌগোলিক কারণে। পাশ্চাত্যে ইবন রুশদের পরিচিতির কারণ তার অ্যারিস্টটলের উপর কাজ, যার সিঙ্ঘভাগ পরবর্তীকালে ল্যাটিন এবং হিবরু ভাষায় অনুদিত হয়েছিল। তার অনুবাদকৃত এসব কর্ম পাশ্চাত্যে গ্রিক দর্শন এর উৎসাহ পুনঃজাগরণে ভূমিকা রেখেছিলো, যা রোমান সাম্রাজ্যের পতনের পর ইউরোপে জ্ঞানবিজ্ঞানের চর্চার যে বন্ধ্যাকাল ছিলো তা দূরীভূত করে। তার এসব লেখা ল্যাটিন খ্রিষ্টান সমাজে ব্যাপক আলোচনা সমালোচনা ও বিতর্কের জন্ম দেয়, আভিরোসবাদ(Averroism) নামে এক দার্শনিক আন্দোলনের সূত্রপাত ঘটায়। তার জ্ঞানের একতা তত্ত্ব, যা প্রতিটি মানুষের বুদ্ধিবৃত্তিক অভিন্নতা দাবি করে থাকে,ইউরোপে অন্যতম বিতর্কিত এক তত্ত্বে পরিণত হয় । ক্যাথলিক চার্চ তার মতবাদ সমূহের বিপক্ষে তীব্র ভূমিকায় অবতীর্ণ হয়। থমাস অ্যাকুইনাসের পরবর্তী সমালোচনায় এ মতবাদ ইউরোপে তার প্রভাব হারাতে থাকে।\n\n\n== জীবনী ==\n\n\n=== শৈশব ও শিক্ষাজীবন ===\n\nমুহম্মদ ইবন আহমাদ ইবন রুশদ ১৪ এপ্রিল, ১১২৬ সালে(৫২০ হিজরী) স্পেনের কর্ডোবায় জন্মগ্রহণ করেন। তার পরিবার শহরের লোকপ্রসাশন সংক্রান্ত কাজ, বিশেষত বিচার ও ধর্মীয় বিষয়ে জড়িত থাকার কারণে সুপরিচিত ছিলো। তার পিতামহ আবুল ওয়ালিদ মুহম্মদ (মৃত্যুঃ১১২৬)আল মোরাভি কর্ডোবার প্রধান বিচারপতি(কাজি) একর্ডোবার কেন্দ্রীয় মসজিদের ইমাম ছিলেন।তার পিতা আবুল কাসিমও পরবর্তীকালে কর্ডোবার প্রধান বিচারপতি ছিলেন,১১৪৬ সালে আল-মোহাদ রাজবংশ আল-মোরাভিদের স্থলাভিষিক্ত হলে তাকে পদচ্যুত করা হয়।\nতার জীবনীকারদের মতে ইবন রুশদের শিক্ষাজীবন ছিলো অনন্যসাধারণ। হাদিসশাস্ত্র(নবী মুহম্মদ সা. এর আদর্শ) হতে শুরু করে, ফিকহ(ইসলামী বিচারব্যবস্থা), চিকিৎসাবিজ্ঞান এবং ধর্মতত্ত্ব বিষয়ে প্রাথমিক শিক্ষা নিয়েছিলেন।তিনি মালিকি ফিকহ শিখেছিলেন আল-হাফিজ আবু মুহম্মদ ইবন রিযক এর কাছে, হাদিসশাস্ত্রের পাঠ নিয়েছেন তার পিতামহের এক শিষ্যের কাছে। তার পিতামহও তাকে ফিকহ এর জ্ঞান দিয়েছিলেন, বিশেষ করে ইমাম মালিকের সর্বশ্রেষ্ঠ কর্ম মুয়াত্তার পাঠ দিয়েছিলেন। তিনি আবু-জা'ফর জারিম আল-তাজাইল এর নিকট চিকিৎসার জ্ঞান লাভ করেন, যিনি সম্ভবত তাঁকে দর্শন এর দীক্ষাও দিয়েছেন। তিনি দার্শনিক ইবন বাজা এর লেখনীর সম্পর্কেও অবগত ছিলেন, খুব সম্ভবত তার সাথে ব্যক্তিগতভাবে পরিচিত ছিলেন অথবা তার ছাত্রত্বেও থেকে থাকতে পারেন। তিনি নিয়মিতই সেভিল এ অনুষ্ঠিত দার্শনিক, চিকিৎসাবিদ ও কবিদের সভায় উপস্থিত থাকতেন, এ সভা সেসময়কার বিখ্যাত দার্শনিক ইবন তুফায়েল ও চিকিৎসাবিদ ইবন যুহর অংশগ্রহণ করতেন। তিনি আশ'আরী মতের কালাম ধর্মতত্ত্ব পড়েছিলেন, যার সমালোচক হিসেবে পরবর্তী জীবনে তিনি অবতীর্ণ হন।\n\n\n=== কর্মজীবন ===\n\n১১৫৩ সাল নাগাদ ইবন রুশদ আল-মোহাদ খেলাফতের রাজধানী মারাক্কেশ এ অবস্থান করছিলেন। কারণ নব্য প্রতিষ্ঠিত খেলাফতের নতুন কিছু বিশ্ববিদ্যালয় ও মসজিদ নির্মাণ কাজে কিছু জ্যোতির্বিদ্যা সংক্রান্ত হিসাব নিকাশে তার কাজ করতে হচ্ছিলো। তিনি জ্যোতির্বিদ্যার সমসাময়িক গাণিতিক নিয়ম গুলো নিয়ে সন্তুষ্ট ছিলেন না , তাই নতুন কিছু ভৌত সূত্র এর প্রয়োজনীয়তা অনুভব করেছিলেন। তবে তার এ প্রচেষ্টা তখন ব্যর্থ হয়। সম্ভবত মারাক্কেশে অবস্থানকালীন সময়ে তিনি বিখ্যাত দার্শনিক ও হায়্যি ইবন ইয়াকযান এর রচয়িতা ইবন তুফায়েল এর সাথে দেখা হয়েছিলো। ইবন তুফায়েলও তখন মারাক্কেশে রাজসভার চিকিৎসক ছিলেন। তাঁদের দুজনার মতভিন্নতা থাকলেও তারা একে অপরকে বন্ধুত্বে বরণ করেছিলেন।\n১১৬৯ সালে ইবন তুফায়েল ইবন রুশদকে আল-মোহাদ খলিফা আবু ইয়াকুব ইউসুফের সাথে পরিচয় করান। ঐতিহাসিক আবদুল ওয়াহিদ আল-মারাকুশির এক জনপ্রিয় বর্ণনায় বর্ণিত আছে যে খলিফা ইবন রুশদকে জিজ্ঞাসা করেন যে মহাবিশ্ব কি চিরকাল ধরে বিরাজমান নাকি এর কোনো শুরু ছিলো। এ মতবিরোধপূর্ণ প্রশ্নে ইবন রুশদ উত্তর দিতে দ্বিধাগ্রস্ত হন। খলিফা তখন প্লেটো, অ্যারিস্টটল এবং মুসলিম দার্শনিকদের এ বিষয়ে মতামতের বর্ণনা করলেন এবং ইবন তুফায়েলের সাথে আলোচনায় মগ্ন হলেন। খলিফার জ্ঞানের এ প্রদর্শনীতে ইবন রুশদ আশ্বস্ত হলেন, ইবন রুশদ এ বিষয়ে তার মতামত ব্যক্ত করলেন; এতে খলিফা ইবন রুশদের উপর যারপরনাই সন্তুষ্ট হলেন। ইবন রুশদ ও ঠিক একইভাবে খলিফার পাণ্ডিত্যে অবাক হয়েছিলেন, বলেছিলেন \"খলিফার জ্ঞানের আধিক্য এমন যে তা আশাতীত ছিলো তার নিজের কাছে\"।\n\nইবন রুশদ এবং খলিফার পরিচিত হবার পরে ,১১৮৪ সালে খলিফার মৃত্যু পর্যন্ত তার একান্ত প্রিয় ছিলেন। খলিফা যখন ইবন তুফায়েলের নিকট ক্ষোভ প্রকাশ করলেন যে তিনি অ্যারিস্টটলের কিছু কাজ বুঝতে পারছেন না, তখন ইবন তুফায়েল খলিফাকে ইবন রুশদের অ্যারিস্টটলের ব্যাখ্যা সম্বন্ধে অবহিত করেন।সেই থেকে ইবন রুশদের বিখ্যাত কাজ, অ্যারিস্টটলের উপর সুবিস্তার ব্যাখাকর্মের সূচনা। এ বিষয়ে তার প্রথম লেখা লিখিত হয়েছে ১১৬৯ সালে।\nসেই বছরই ইবন রুশদ কাজি হিসেবে সেভিলে নিয়োগপ্রাপ্ত হন। ১১৭১ সালে তিনি তার জন্মস্থান কর্ডোবায় কাজি হিসেবে নিয়োজিত হন। কাজি হিসেবে তিনি ইসলামি শরিয়াহ (আইনশাস্ত্র) মোতাবেক মামলা মোকদ্দমার বিচারকার্য পরিচালনা ও ফতোয়া(আইনানুগ সমাধান) দিতেন। এসময় নানা দায়িত্ব ও প্রসাশনিক কাজে ব্যপৃত থাকলেও এটা ছিল তার জ্ঞান চর্চার শীর্ষ সময়, অনেক গুরুত্বপূর্ণ কাজ তিনি এসময় সম্পন্ন করেন। আল-মোহাদ খেলাফতের বিভিন্ন স্থানে ভ্রমণের সুবাদে তিনি নানা জ্যোতির্বিদীয় প্রকল্পেও অংশগ্রহণের সুযোগ লাভ করেন.১১৮২ সালে তিনি রাজ চিকিৎসক হিসেবে তার বন্ধুবর দার্শনিক ইবন তুফায়েলের স্থলাভিষিক্ত হন, একই বছর তিনি কর্ডোবার প্রধান কাজি হিসেবে নিয়োজিত হন; সেই একই মর্যাদাপূর্ণ পদে যাতে এককালে তার পিতামহ দায়িত্ব পালন করে গেছেন।\n১১৮৪ সালে খলিফা আবু ইয়াকুব ইউসুফ মৃত্যুবরণ করেন, খলিফার পদে অভিষেক ঘটে আবু ইউসুফ ইয়াকুব আল-মানসুর এর। এর পরেও ইবন রুশদ রাজসভার সুনজরেই ছিলেন, তবে ১১৯৫ সালে পাশা উলটে যায়। তার বিরুদ্ধে প্রথাবিরোধী কাজের অভিযোগসহ নানা আপত্তি তোলা হয়, কর্ডোবায় এক ট্রাইবুন্যালের মাধ্যমে তার বিচার হয়। তার কাজের প্রতি তীব্র নিন্দা করে বিচারসভা; তার কিছু লেখা জ্বালিয়ে দেবার নির্দেশ দেয়া হয় এবং তাঁকে লুসেনায় নির্বাসিত করা হয়, এনসাইক্লোপিডিয়া অব ইসলাম এ বলা হয়েছে যে খলিফা গোঁড়াপন্থী আলেম-উলামার সমর্থন লাভ করতে ইবন রুশদকে নিজের থেকে দূরে সরাবার ব্যবস্থা করেন। কেননা ইবন রুশদের প্রথাবিরোধী কিছু মতের সাথে এসব উলেমার মতবিরোধ ছিলো, আর তাদের সমর্থন খলিফার দরকার ছিলো- খ্রিষ্টান রাজ্যগুলো আক্রমণের জন্য।\n\n\n== কর্মসমূহ ==\n\nইবন রুশদ একজন অত্যন্ত উতপাদনশীল লেখক ছিলেন, তার জীবনীকারক মজিদ ফখরি্র মতে তার প্রাচ্যের পূর্বসূরীদের যে কারো তুলনায় তার কাজ বিস্তৃত ক্ষেত্রে বিচিত্ররকম বিষয় নিয়ে আলোচনা করে- এর মধ্যে আছে দর্শন, ঔষধ-পথ্য, আইনবিদ্যা অথবা আইনতত্ত্ব এবং ভাষাবিজ্ঞান। প্রাচ্যবিদ আর্নেস্ট রেনান এর মতে ইবন রুশদের অন্তত ৬৭ টি স্বতন্ত্র রচনা বিদ্যমান; তন্মধ্যে ২৮ টি দর্শন, ২০ টি চিকিৎসাবিদ্যা, ৮ টি আইনবিদ্যা, ৫ টি ধর্মতত্ত্ব ও ৪ টি ব্যাকরণ নিয়ে, এর সাথে আছে অ্যারিস্টটলের সিংহভাগ কাজের উপর ব্যাখ্যা-বিশ্লেষণ এবং প্লেটোর রিপাবলিক এর উপর বক্তৃতা। ইবন রুশদের অনেক কাজের মূল আরবি পান্ডুলিপি পাওয়া যায় নি, বেশিরভাগই শুধুমাত্র হিব্রু এবং ল্যাটিন অনুবাদের পাওয়া যায়। উদাহরণস্বরূপ অ্যারিস্টটলের উপর তার দীর্ঘ ব্যাখ্যাগুলোর খুব কম অংশের মূল আরবি পান্ডুলিপি উদ্ধার সম্ভব হয়েছে।\n\n\n=== অ্যারিস্টটলের ব্যাখ্যাকর্ম ===\nইবন রুশদ সে সময়ে নাগালে থাকা অ্যারিস্টটলের প্রায় সকল কাজে ব্যাখ্যা লিখেছিলেন। শুধুমাত্র অ্যারিস্টটলের রাষ্ট্রনীতি বাদে, যেটা সম্ভবত তার নাগালের মাঝে ছিল না। তিনি তাই প্লেটোর রিপাবলিক এর উপর ব্যাখ্যা লিখেছিলেন। তিনি তার ব্যাখ্যাগুলোকে কয়েকভাগে ভাগ করেছিলেন; যাকে আধুনিক পন্ডিতগণ দীর্ধ, মধ্যম ও সংক্ষিপ্ত তিন শ্রেণিতে ভাগ করেছেন। তার সংক্ষিপ্ত ব্যাখ্যাগ্রন্থগুলোর বেশিরভাগই কর্মজীবনের সূচনায় লিখিত, যেগুলো অ্যারিস্টটলের নানা মতবাদের সারসংক্ষেপ বহন করে। তার মধ্যম বক্তৃতাগুলো অ্যারিষ্টটলের মূল বক্তব্যের উদ্ধৃতি বহন এবং এর বক্তব্যকে সরলীকরণের প্রয়াস করে। এ মধ্যবর্তী কাজ গুলো সাধারণত তার পৃষ্ঠপোষক খলিফা আবু ইয়াকুব ইউসুফ কর্তৃক অনুযোগের কারণে লিখিত; যখন খলিফা বলেছিলেন তার অ্যারিস্টটলের কাজ বুঝে উঠতে অসুবিধা হচ্ছিলো। তার দীর্ঘ ব্যাখ্যাতে প্রতি পংক্তির ব্যাখ্যা তিনি সংযোজন করেছেন, এবং এতে তার নিজস্ব চিন্তার প্রতিফলনও দেখা যায়; স্বভাবতই এগুলো সম্ভবত সাধারণ্যের জন্যে লিখিত ছিলো না। অ্যাারিষ্টটলের প্রধান পাঁচটি কাজেরই এধরনের তিন প্রকার ব্যাখ্যা পাওয়া যায়।\n\n\n=== স্বতন্ত্র দার্শনিক কাজ ===\nইবন রুশদ স্বতন্ত্র দার্শনিক গবেষণাপত্র লিখেছেন; যার মধ্যে আছে বুদ্ধিবৃত্তির উপর, সময়ের উপর, মহাকাশীয় গোলকের উপর এবং গোলকের গতির সম্বন্ধীয়। তিনি কিছু সমালোচনামূলক গ্রন্থও লিখেছেনঃ আল-ফারাবির যুক্তিবিদ্যা পাঠের পদ্ধতির সাথে অ্যারিস্টটলের পদ্ধতির তুলনা, ইবন সিনার কিতাব-আশ শিফা অনুসারে অধিবিদ্যা, এবং ইবন সিনার অস্তিত্বশীল সত্তার শ্রেণিকরণের বিরোধিতা।\n\n\n=== ধর্মতাত্ত্বিক কাজ ===\n\nএনসাইক্লোপিডিয়া অব ইসলাম সহ অন্যান্য একাডেমিক উৎসগুলোতে ইবন রুশদের ধর্মতত্ত্ব বিষয়ে তিনটি প্রধান কাজের উল্লেখ পাওয়া যায়।১১৭৮ সালের একটি গবেষণামূলক প্রবন্ধ ফাসল আল-মাকাল( মীমাংসামূলক পত্র ) যেটা ইসলাম এবং দর্শনের পারস্পরিক সমঝোতা নিয়ে আলোচনা করে। আল-কাশফ'আন মানাহিজ আল-আদিলাহ(\"প্রমাণের পদ্ধতির আলোচনা\"), যেটা ১১৭৯ সালে লিখিত, আশ'আরী ধর্মতত্ত্ব নিয়ে সমালোচনা করে এবং ইবন রুশদ এখানে সৃষ্টিকর্তা সংক্রান্ত স্বীয় প্রমাণ উপস্থাপন করেন, তার সাথে সৃষ্টিকর্তার গুণাবলি সম্পর্কে তার নিজের মতামত দেন। ১৮৮০ সালে লিখিত তাহাফুত আল-তাহাফুত(অসংলগ্নতার অসংলগ্নতা) তার বিখ্যাত কর্ম; যা আল-গাযালির দর্শনের সমালোচনামূলক গ্রন্থ তাহাফুত আল-ফালাসিফা (দার্শনিকদের অসংলগ্নতা) এর প্রতি প্রত্যুত্তর হিসেবে লিখিত হয়। তাহাফুত আল-ফালাসিফা মূলত ইবন সিনা, আল-ফারাবি প্রভৃতি মুসলিম দার্শনিকের প্রতি উদ্দেশ্য করে তীব্র সমালোচনা হিসেবে লিখিত হয়। এ কর্মে ইবন সিনার নিও-প্লাটোনিস্ট চিন্তাধারার ও সমালোচনা করেন ইবন রুশদ , কিছু ক্ষেত্রে আল-গাযালির ইবন সিনার সমালোচনার সাথে তাঁকে একমত হতে দেখা যায়।\n\n\n=== চিকিৎসাশাস্ত্র ===\nইবন রুশদ আল-মোহাদ খিলাফতের সভায় রাজচিকিৎসক পদে দায়িত্বপ্রাপ্ত ছিলেন, এবং এর সুবাদে বেশ কিছু চিকিৎসা সংক্রান্ত গবেষণাপত্র লিখেছেন। এর মধ্যে সর্বাধিক জনপ্রিয় হচ্ছে তার আল-কুল্লিয়াত ফিত-তিব(\"চিকিৎসার সাধারণ নীতিমালা\", পাশ্চাত্যে ল্যাটিনকৃত নাম কলিজেট[The Colliget] নামে পরিচিত)। এ বই ১১৬২ সাল নাগাদ লেখা হয়েছিলো, তার রাজচিকিৎসক পদে অধিষ্ঠিত হবার কিছুকাল আগে। তার বইয়ের শিরোনাম সমসাময়িক আন্দালুসীয় চিকিৎসক ইবন যুহরের আল-জুযি'ইয়্যাত ফিত-তিব ( \"চিকিৎসার বিশেষায়িত নীতিমালা\") এর বিপরীত; মূলত তার এ কাজ ইবন যুহরের বইয়ের সাথে পরস্পরের পরিপূরক হিসেবে রচিত হয়েছিলো। ল্যাটিনে অনুদিত হয়ে তার এ বই ইউরোপে কয়েক শতাব্দীকাল ব্যাপী চিকিৎসাবিদ্যা শিক্ষার প্রমিত গ্রন্থরূপে ব্যবহৃত হয়েছিলো।ইবন রুশদ গ্রিক চিকিৎসাবিদ গ্যালেনের কর্মের সারবত্তা নিয়ে লিখেছেন এবং ইবন সিনার উরজুযাহ ফিত-তিব এর বিশ্লেষণ রচনা করেছেন।\n\n\n=== আইনশাস্ত্র এবং বিচার ===\nইবন রুশদ তার কর্মজীবনের একটি উল্লেখযোগ্য সময় বিচারপতি হিসেবে ব্যয় করেছেন, এবং ইসলামি আইনশাস্ত্র এবং আইনতত্ত্বে বেশ কিছু কাজ করেছেন। তবে শুধু একটি কাজই কালের পরিক্রমায় আমাদের হাতে এসেছে- বিদআত আল-মুজতাহিদ ওয়া নিহায়াত আল-মুকতাসিদ। এই কর্মে তিনি সুন্নি মাযহাবগুলোর(ইসলামি আইনশাস্ত্রের বিভিন্ন মতাদর্শী দল) মধ্যকার বিরোধ গুলো নিয়ে আলোচনা করেন।\n\n\n== দার্শনিক চিন্তাধারা ==\n\n\n=== অ্যারিস্টটলবাদ এবং ইসলামি দার্শনিক চিন্তা ===\nদার্শনিক কর্মসমূহে ইবন রুশদের মধ্যে মূল অ্যারিস্টটলবাদের প্রতি গুরুত্বারোপ করতে দেখা যায়; তার মতে অ্যারিস্টটলের মূল বক্তব্য আল-ফারাবি, ইবন সিনার মতো মুসলিম দার্শনিকদের নিওপ্লাটোনিস্ট ভাবধারার কবলে পড়ে বিকৃতি লাভ করেছিলো। ইবন রুশদ আল-ফারাবির প্লেটো এবং অ্যারিস্টটলের মতবাদের সমন্বয় সাধনের প্রচেষ্টাকে প্রত্যাখ্যান করেন, তিনি দেখান যে প্লেটোর মতামত এবং অ্যারিস্টটলের মত সম্পূর্ণ ভিন্ন। তিনি আল ফারাবির যুক্তিবিদ্যার কাজেরও সমালোচনা করেন মূল অ্যারিস্টটলীয় উৎসের অপব্যাখ্যা করার জন্য। ইবন সিনা, যিনি ছিলেন মধ্যযুগে ইসলামি নিওপ্লাটোনিজমের প্রধান প্রবক্তা, তার সমালোচক হিসেবেও ইবন রুশদ অবতীর্ণ হন।\n\n\n=== স্রষ্টার প্রকৃতি ===\n\n\n==== অস্তিত্ব ====\nইবন রুশদ তার বই কাশফ'আন মানাহিজ আল-আদিলাহ গ্রন্থে স্রষ্টার অস্তিত্ব ও প্রকৃতি সম্বন্ধে নিজস্ব মতামত ব্যক্ত করেন। তিনি ইসলামের বিভিন্ন ধারার মতবাদের পরীক্ষণ এবং সমালোচনা করেন: আশ'আরী, মু'তাজিলা, সুফিবাদী প্রভৃতি ধারার। অন্যদিকে তিনি তিনি প্রত্যেকের স্রষ্ট্রার অস্তিত্ব সংক্রান্ত যুক্তি নিরীক্ষণ এবং সমালোচনা করেন। ইবন রুশদ মত ব্যক্ত করেন যে দু' ধরনের প্রমাণ আছে স্রষ্টার অস্তিত্ব সংক্রান্ত যেটা তিনি মনে করেন যৌক্তিকভাবে সংগতিপূর্ণ এবং কুরআন কর্তৃক সমর্থিত। প্রথমোক্তটি হচ্ছে বিশ্বের অতিমাত্রায় সুষমামন্ডিত হবার থেকে, যা জীবনকে সম্ভবপর করে তুলেছে। ইবন রুশদ সূর্য, চাঁদ নদ-নদী, সমুদ্র এবং ভূপৃষ্ঠে মানবপ্রজাতির অবস্থানের প্রসঙ্গ তুলে ধরেন। তার মতে এটি একজন স্রষ্টার দিকে ইঙ্গিত করে যিনি মানবজাতির কল্যাণের জন্য এসবের অবতারণা করেছেন। এ সংক্রান্ত তার অন্য মত টি হল 'উদ্ভাবন প্রসঙ্গে'; পৃথিবীর উপর জীব্জন্তু ও গাছপালা গুলো যেন মানুষের জন্যই কেউ উদ্ভাবন করেছে। ইবন রুশদের এ আর্গুমেন্ট গুলো টেলিওলোজিকাল ধরনের, অ্যারিস্টটল বা তার সমসাময়িক মুসলিম কালামশাস্ত্রীদের মতো মহাজাগতিক তথা কসমোলজিকাল ধরনের নয়।\n\n\n=== জগতের পূর্বস্থায়ীত্ব ===\nইবন রুশদের পূর্ববর্তী শতকগুলোতে মুসলিম চিন্তাবিদদের মধ্যে মহাবিশ্বের পূর্বস্থায়ীত্ব নিয়ে মতপার্থক্য দেখা দিয়েছিল; যে জগৎ কি আদিকাল হতে অপরিবর্তিত রূ\nপে বিদ্যমান? নাকি কোনো এক সীমিত সময় পূর্বে এর সৃষ্টি হয়েছে। আবু নসর আল-ফারাবি এবং ইবন সিনার মতো নিওপ্লাটোনিস্ট দার্শনিকগণ মত প্রকাশ করেছিলেন যে জগৎ পূর্ব চিরস্থায়ী ছিলো। আশ' আরী মতের দার্শনিক এবং ধর্মতাত্ত্বিকদের পক্ষ হতে এ মতামত প্রচন্ড আক্রমণের সম্মুখীন হয়েছিল; বিশেষ করে আল-গাযালি তার তাহাফুত আল-ফালাসিফা(দার্শনিকদের অসংলগ্নতা) গ্রন্থে এর তীব্র সমালোচনা করেছেন এবং এর প্রত্যাখান প্রচেষ্টায় বিস্তর আলোচনা করেছেন একই সাথে তিনি নিওপ্লাটোনিক দার্শনিকদের অবিশ্বাস তথা কুফরের অভিযোগ এনেছেন।\nইবন রুশদ এর প্রত্যুত্তরে আরেক খানা বই লিখে ফেলেন- তাহাফুত আল-তাহাফুত(অসংলগ্নতার অসংলগ্নতা)। প্রথমত, অবস্থানদ্বয়ের পার্থক্য এতো অধিক নয় যে এর বিরুদ্ধে অবিশ্বাসের মতো গুরুতর অভিযোগ তোলা যেতে পারে। এবং পূর্বস্থায়ীত্বের দার্শনিক মতবাদ কুরআনের সাথে আদৌ অসামঞ্জস্য পূর্ণ নয়। তিনি বলেন যে কুরআনের অনুচ্ছেদগুলো সাবধানতার সাথে নিরীক্ষণ করলে দেখা যাবে যে এটা শূন্য হতে মহাবিশ্ব সৃষ্টির কথা বলেনি। বরং বিশ্ব পূর্ব হতেই ছিলো, স্রষ্টা আল্লাহ এতে বিভিন্ন গঠনের বিজ্ঞ নকশাকারী।\n\n\n=== স্রষ্টার গুণাবলি ===\n\nইবন রুশদ ইসলাম এবং অন্য আব্রাহামিক ধর্ম গুলোর মতোই ঐশ্বরিক একতাকে সমর্থন করেন এবং বলেন যে স্রষ্টার সাত প্রকার গুণাবলি বিদ্যমান: জ্ঞান, সজীবতা, শক্তি, ইচ্ছা, শ্রবণ, দর্শন এবং বাণী। তিনি বিশেষভাবে ঐশ্বরিক জ্ঞান এবং মানবীয় জ্ঞানের পার্থক্য নির্দেশের দিকে গুরুত্বারোপ করেন, তিনি বলেন মানবীয় জ্ঞান শুধুমাত্র মহাবিশ্বকে ফলাফলরূপেই জানতে পারে, অন্যদিকে স্রষ্টা সর্বজ্ঞানী কারণ তিনি মহাবিশ্বের কারণ।ইবন রুশদ স্রষ্টার চিরঞ্জীবীতার সপক্ষে বলেন যে এটা তার জ্ঞানের শর্ত এবং স্রষ্টার ইচ্ছাশক্তিও তার জীবীত থাকা ব্যতীত অর্থহীন। দর্শন, শ্রবণ এবং তার বাণী সম্পর্কে তিনি বলেন স্রষ্টা যেহেতু জগতের রূপকার, সুতরাং তিনি এর প্রতিটি অংশ সম্পর্কে জানেন যেমনি কোনো যন্ত্রের নকশাকারী জেনে থাকেন। আর এ জ্ঞানের অংশ যেহেতু শ্রবণ ও দর্শন তাই স্রষ্টাও অবশ্যই এর অনুরূপ কোনো গুণের অধিকারী।\n\n\n=== রাষ্ট্রবিজ্ঞান ===\nইবন রুশদ প্লেটোর রিপাবলিক এর ব্যাখ্যাকর্মে তার রাজনৈতিক তত্ত্ব সংক্রান্ত চিন্তা চিত্রিত করেন। তিনি প্লেটোর চিন্তাধারার সাথে ইসলামি রাষ্ট্রব্যবস্থার সমন্বয় করার প্রয়াস নেন; তিনি আদর্শ রাষ্ট্রের মডেল হিসেবে ইসলামি আইনভিত্তিক (শরিয়াহ) শাসন ব্যাবস্থায় শাসিত রাষ্ট্রের কথা বলেন। তিনি প্লেটোর দার্শনিক-রাজ এর সমান্তরাল হিসেবে আল-ফারাবিকে অনুসরণ করেন এবং বলেন একে ইমাম, খলিফা এবং আইনপ্রণেতা ফকিহ এর সাথে তুলনা করেন।ইবন রুশদের এ বর্ণনা অনেকটাই আল-ফারাবির সদৃশ; শাসকের এ গুণাবলির মধ্যে আছে ভালোবাসা, দৃঢ়তা, জ্ঞানতৃষ্ণা, স্মৃতিধরতা, দৈহিক আনন্দের প্রতি অনীহা, সত্য অন্বেষা, উদারতা, সাহস, বাগ্মীতা, উদারতা, পার্থিব সম্পদের নির্মোহ। ইবন রুশদের মতে দার্শনিকেরা যদি সরাসরি রাষ্ট্র শাসন নাও করে- যেমনটি সে সময়কার আল-মোরাভি বা আল-মোহাদ খিলাফতে, তাও সফল রাষ্ট্রব্যবস্থাও দার্শনিকদের উল্লেখযোগ্য প্রভাব থাকা বাঞ্ছনীয় বলে মনে করেন।\nপ্লেটোর মতোই ইবন রুশদ রাষ্ট্রীয় কার্যকলাপে নারীর সক্রিয় অংশগ্রহণের মতামত ব্যক্ত করেন, এর মধ্যে আছে শাসক, যোদ্ধা এবং জ্ঞানের শাখা সমূহে নারীর অংশগ্রহণ। তিনি তখনকার মুসলিম সমাজে নারীর সীমিত ভূমিকার প্রতি ক্ষোভ প্রকাশ করেন; তিনি বলেন এটি রাষ্ট্রের জন্য ক্ষতিকর।\nইবন রুশদ প্লেটোর আদর্শ রাষ্ট্রের অবক্ষয়ের মতকে সমর্থন করেন। ইসলামি ইতিহাসের মধ্য হতে উদাহরণস্বরূপ তিনি বলেন- রাশিদুন খিলাফত, যেটি মুসলিমদের আদর্শ রাষ্ট্রের প্রতিনিধিত্ব করতো সেটি উমাইয়া বংশের প্রতিষ্ঠাতা মুয়াবিয়ার আমলে রাজতন্ত্রে পরিণত হয়।\n\n\n== প্রাকৃতিক দর্শন ==\n\n\n=== জ্যোতির্বিজ্ঞান ===\nইবন বাজা এবং ইবন তুফায়েলের মতোই ইবন রুশদ টলেমিক ব্যবস্থার সমালোচনা করেন। টলেমিক মডেলে গ্রহ এবং তারার কর্তৃক প্রদর্শিত জটিল গতি ব্যাখ্যায় এপিসাইকেল এবং উৎকেন্দ্র এর ব্যবহার প্রত্যাখান করেন। অ্যারিস্টটলীয় নীতি অনুসারে তিনি মনে করতেন এ বিষয়টি অবশ্যই আরো সরল হবে। চাঁদের ঔজ্জ্বলের পার্থক্যে তার দেয়া তত্ত্ব সতেরো শতক পর্যন্ত ব্যবহার হয়েছিলো। পরবর্তীকালে জানা যায় যে এ চাঁদের কলঙ্কের কারণ মূলত চন্দ্রপৃষ্ঠে বিদ্যমান পাহাড়। তিনি এবং ইবন বাজা সৌরকলঙ্ক পর্যবেক্ষণ করেন, যেগুলোর কারণ হিসেবে তারা মঙ্গল এবং শুক্রগ্রহের সরণকে দাঁড় করেছিলেন।.১১৫৩ সালে মারাক্কেশে পর্যবেক্ষণ চালানোর সময় তারা ক্যানোপাস(আরবিঃ সুহাইল) তারকা দেখতে পান, যেটা তার জন্মভূমি স্পেনের অক্ষাংশে গোচরীভূত হয় না। এ পর্যবেক্ষণকে তিনি অ্যারিস্টটলের গোলাকার পৃথিবীর সমর্থন হিসেবে লিপিবদ্ধ করেন।\n.ইবন রুশদ তার সমসাময়িক আরব এবং আন্দালুসীয় জ্যোতির্বিদদের '\"গাণিতিক\" জ্যোতির্বিদ্যার ব্যাপারে সচেতন ছিলেন। যেটি পুঙ্খানুপুঙ্খভাবে হিসাব করে ভবিষ্যদ্বাণী করতে সক্ষম হলেও সৌরজগৎের ভৌতগঠনের বিস্তারিক ব্যাখ্যা সংক্রান্ত প্রশ্নে আশানূরূপ উত্তরে অপারগ। তার মতে, \"আমাদের সমসাময়িক জ্যোতির্বিদ্যা সত্য প্রকাশে অক্ষম, শুধু হিসাবের মধ্যেই যার সফলতা সীমাবদ্ধ, প্রকৃত অস্তিত্বের সাথে মোটেও সামঞ্জস্যপূর্ণ নয়।\"\n\n\n== প্রভাব ==\n\n\n=== ইহুদি ঐতিহ্যে ===\n\nসমসাময়িক বিখ্যাত ইহুদি দার্শনিক মাইমোনাইডিস(মৃত্যু ১২০৪) তার সম্প্রদায়ের মধ্যে অন্যতম ছিলেন যিনি ইবন রুশদের কাজ সাগ্রহে বরণ করেছিলেন। ত্রয়োদশ শতাব্দীর ইহুদি লেখকগণ, যার মধ্যে আছে স্যামুয়েল ইবন তিবন , জুদাহ ইবন সলোমন কোহেন স্বীয় গ্রন্থসমূহে প্রচন্ডভাবে ইবন রুশদের উপর নির্ভর করেন। ১২৬০ সালে মোজেস ইবিন তিবন ইবন রুশদের প্রায় সকল কর্মের অনুবাদ প্রকাশ করেন। চতুর্দশ শতকে ইহুদি ঐতিহ্যে আভিরয়েজবাদের পূর্ণ বিকাশ ঘটে।\n\n\n=== ল্যাটিন ঐতিহ্যে ===\n\nপাশ্চাত্যে ইবন রুশদের প্রতিপত্তির প্রধান উপলক্ষ ছিলো অ্যারিস্টটলের উপর বিস্তারিত ব্যাখ্যাকর্ম। পশ্চিম রোম সাম্রাজ্যের পতন পরবর্তীকালে পশ্চিম ইউরোপ সাংস্কৃতিক পশ্চাদপদতায় আচ্ছন্ন হয়ে যায়, ফলস্বরূপ তাদের গ্রিক বুদ্ধিবৃত্তিক ঐতিহ্যসমূহ বিস্মৃতির গহ্বরে হারিয়ে যায়, অ্যারিস্টটলের কর্মগুলোর পরিণতিও এই আত্নবিস্মৃতির ব্যতিক্রম নয়। ত্রয়োদশ শতাব্দীতে পুনরায় ইবন রুশদের ব্যাখ্যাকর্মের ল্যাটিন অনুবাদ পশ্চিম ইউরোপে প্রবেশ পুনরায় অ্যারিস্টটলের অন্তর্দৃষ্টির উপর ইবন রুশদের বিজ্ঞোচিত বিশ্লেষণের সুবিধা গ্রহণ এবং গ্রিক বুদ্ধিবৃত্তিক ঐতিহ্যের পুন্রুদ্ধার সম্ভবপর হয়। ইবন রুশদের এই ব্যাখ্যাকর্মের প্রভাব এতোই অধিক ছিলো যে ল্যাটিন ইউরোপের লেখনীতে তাঁকে সম্বোধন করা হতো তার নামে নয়, বরং \" ব্যাখ্যাদাতা\" হিসেবে । তাঁকে ক্বচিত \"মুক্তচিন্তার এবং অবিশ্বাসের জনক\" এবং \"যুক্তিবাদের জনক\" হিসেবেও সম্বোধন করা হতো।\nমাইকেল স্কট (১১৭৫- ১২৩২), ছিলেন ইবন রুশদের প্রথম ল্যাটিন অনুবাদক ছিলেন যিনি অধিবিদ্যা, পদার্থবিদ্যা, আত্মা, মহাকাশ প্রসঙ্গে অ্যারিস্টটলের এসব কাজের উপর ইবন রুশদের দীর্ঘ ব্যাখ্যাকর্ম গুলো অনুবাদ করেছিলেন। অনুবাদকর্মের মাধ্যমে ইবন রুশদ পশ্চিম ইউরোপে পরিচিত হবার পরেই তার লেখনী এক উল্লেখযোগ্য সংখ্যক পন্ডিতের আকর্ষণে পরিণত হয়, যাদের \"ল্যাটিন আভিরোসবাদী\" নামে আখ্যা দেয়া হয়।প্যারিস এবং পাদুয়া ল্যাটিন আভিরোসবাদের প্রধান কেন্দ্র ছিলো, ত্রয়োদশ শতাব্দীর প্রখ্যাত আভিরোসবাদীদের মধ্যে অন্যতম হচ্ছেন বোথিয়াস অব ডাসিয়া এবং সিজার অব ব্রাবান্ত।\nরোমান ক্যাথলিক চার্চ আভিরোসবাদের বিস্তারের প্রতি নেতিবাচক প্রতিক্রিয়া প্রদর্শন করে। ১২৭০ সালে, ১৫ টি দার্শনিক মতবাদের উপর প্যারিসের বিশপ এক নিন্দাপত্র ইস্যু করেন—যে মতবাদগুলোর বেশিরভাগই অ্যারিস্টটল বা ইবন রুশদের ছিলো—তিনি বলেন যে এগুলো চার্চের বিভিন্ন শিক্ষার সাথে সাংঘর্ষিক। ১২৭৭ সালে পোপ একবিংশ জন এর অনুরোধক্রমে পুনরায় প্যারিসের বিশপ আরেকটি নিন্দাপত্র ইস্যু করেন।\nঅন্যান্য ক্যাথলিক পন্ডিতদের মধ্যে ইবন রুশোদ মিশ্র প্রতিক্রিয়া সৃষ্টি করেছিলেন; ত্রয়োদশ শতাব্দীর এক নেতৃস্থানীয় ক্যাথলিক চিন্তানায়ক, থমাস অ্যাকুইনাস, ইবন রুশদের অ্যারিস্টটলের ব্যাখ্যাকর্মের উপর প্রচন্ডভাবে নির্ভর করলেও তার সাথে অনেক স্থানেই অসম্মতি জ্ঞাপন করেছিলেন। উদাহরণস্বরূপ, ইবন রুশদের সকল মানুষের বুদ্ধিবৃত্তিক সমতার যে তত্ত্ব তার উপর বিস্তারিতভাবে সমালোচনা কর্ম রচনা করেছেন অ্যাকুইনাস। জগতের পূর্বচিরস্থায়ীত্ব এবং জগতের উপর ঐশ্বরিক নির্দেশনার তত্ত্বের ব্যাপারেও তিনি ইবন রুশদের বিরোধী ছিলেন।\n\n.\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nইবন রুশদের উল্লেখ পাশ্চাত্যে এবং মুসলিম বিশ্বে উভয় স্থানের সাংস্কৃতিক কর্মে দেখা যায়।ইতালীয় লেখক দান্তের ১৩২০ সালে লিখিত কবিতা দ্য ডিভাইন কমেডি তে অন্যান্য অ-খ্রিষ্টান গ্রিক এবং মুসলিম চিন্তক যেমন লিম্বো এবং সালাহউদ্দিন মধ্যে ইবন রুশদকে চিত্রিত করা হয়েছে \"মহান ব্যাখ্যাকারী\" অভিধায়। দ্য ক্যান্টারবেরি টেলস(১৩৮৭) এর সূচনায় ইংরেজ কবি জেফ্রি চসার ইবন রুশদকে তৎকালীন ইউরোপের অন্যান্য মেডিকেল অথরিটির সাথে উল্লেখ করেছেন। রাফায়েল এর ১৫০১ সালের ভ্যাটিকানের অ্যাপোস্টলিক প্রাসাদের গায়ে চিত্রিত ফ্রেস্কো দ্য স্কুল অব এথেন্স ; যাতে দর্শনের মহারথীদের প্রদর্শন করে, তাতে ইবন রুশদ চিত্রিত হয়েছেন। এই চিত্রকর্মে এক সবুজ আলখেল্লা পরিহিত এবং মাথায় পাগড়ি ওয়ালা ইবন রুশদ পিথাগোরাসের কাঁধ বরাবর উঁকি দিচ্ছেন, যেখানে পিথাগোরাসকে এক বই লেখার ভঙ্গিতে দেখানো হয়েছে।\nউদ্ভিদের একটি গণ এভেরোয়া(Averrhoa) তার নামে নামকরণ করা হয়েছে, চাঁদের অভিঘাত খাদ ইবন-রুশদ এর নামকরণ তার স্মরণে করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\nForcada, Miquel (২০০৭)। \"Ibn Rushd: Abū al‐Walīd Muḥammad ibn Aḥmad ibn Muḥammad ibn Rushd al‐Ḥafīd\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 564–5। আইএসবিএন 978-0-387-31022-0। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: ও অন্যান্য স্পষ্টভাবে ব্যবহার করছে (link)  (PDF version)\nIskandar, Albert Z. (২০০৮) [1970-80]। \"Ibn Rushd, Abū'L-Walīd Muḥammad Ibn Ahmad Ibn Muḥammad\"। Complete Dictionary of Scientific Biography। Encyclopedia.com। \nFouad Ben Ahmed. \"Ibn Rušd: Knowledge, pleasures and analogy\", in: Philosophia: E-Journal of Philosophy and Culture, 4/2013. আইএসএসএন 1314-5606\nবিবিসির  ইন আওয়ার টাইম-এ Averroes\nচিসাম, হিউ, সম্পাদক (১৯১১)। \"Averroes\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n \"Averroes\"। ক্যাথলিক বিশ্বকোষ। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। ১৯৯৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDARE Bibliography, a comprehensive overview of the extant bibliography\nAverroes Database, including full bibliography of his works\n\"Averroes\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ মার্চ ২০০৯ তারিখে, BBC Radio 4 discussion, 5 October 2006, \"In Our Time\" programme.\n\n\n== বহিঃসংযোগ ==\n\nDARE  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ অক্টোবর ২০১২ তারিখে, the Digital Averroes Research Environment, an ongoing effort to collect digital images of all Averroes manuscripts and full texts of all three language traditions.\nAverroes, Islamic Philosophy Online (links to works by and about Averroes in several languages)\nThe Philosophy and Theology of Averroes: Tractata translated from the Arabic, trans. Mohammad Jamil-ur-Rehman, 1921\nThe Incoherence of the Incoherence translation by Simon van den Bergh. [N. B. : This also contains a translation of most of the tahafut as the refutations are mostly commentary of al-Ghazali statements that were quoted verbatim.]\nSIEPM Virtual Library, including scanned copies (PDF) of the Editio Juntina of Averroes' works in Latin (Venice 1550–1562)"}