{"pageid": 1178038, "title": "আনসেলম বেরিগান", "url": "https://bn.wikipedia.org/wiki?curid=1178038", "content": "আনসেলম বেরিগান (জন্ম ১৯৭২ শিকাগো, ইলিনয় ) একজন কবি এবং শিক্ষক । \n\n\n== জীবন এবং কাজ ==\nআনসেলম বেরিগান নিউ ইয়র্ক সিটিতে বেড়ে ওঠেন, যেখানে তিনি বর্তমানে তার স্ত্রী কবি কারেন ওয়েজারের সাথে থাকেন।  ২০০৩ থেকে ২০০৭পর্যন্ত, তিনি সেন্ট মার্কের কবিতা প্রকল্পে শৈল্পিক পরিচালক হিসাবে কাজ করেছেন। তিনি কবি ও সঙ্গীতজ্ঞ এডমন্ড বেরিগানের ভাই, কেট বেরিগান এবং বিজ্ঞানী ডেভিড বেরিগানের সৎ ভাই, কবি অ্যালিস নটলি এবং প্রয়াত টেড বেরিগানের ছেলে এবং প্রয়াত ইংরেজ কবি ও গদ্য লেখক ডগলাস অলিভারের সৎপুত্র । তিনি নিউ ইয়র্কের বাফেলোতে \"র্যাঞ্চ\" এও বসবাস করেছেন এবং ক্যালিফোর্নিয়ার সান ফ্রান্সিসকোতে \"অ্যান্টন\" নামে প্রেমের সাথে পরিচিত ছিলেন। তিনি বার্ড কলেজের গ্রীষ্মকালীন এমএফএ প্রোগ্রামে লেখার প্রোগ্রামের সহ-সভাপতি এবং ব্রুকলিন কলেজের একজন সহযোগী শিক্ষক। এছাড়াও তিনি ওয়েসলিয়ান ইউনিভার্সিটি, রুটগার্স ইউনিভার্সিটি, প্র্যাট ইনস্টিটিউট এবং নরোপাতে জ্যাক কেরোয়াক স্কুল অফ ডিসেমবডিড পোয়েটিক্স -এ পড়াতেন। তার নতুন কাজ হল একটি বই-দৈর্ঘ্যের কবিতা যার নাম Notes From Irrelevance (2011), Sure Shot (2013), এবং Loading (2013), যা শিল্পী জোনাথন অ্যালেনের সহযোগিতায় করা হয়েছিল। বেরিগান একটি ফাউন্ডেশন ফর কনটেম্পরারি আর্টস গ্রান্ট টু আর্টিস্ট অ্যাওয়ার্ড পেয়েছেন (২০১৭)। \n\n\n== গ্রন্থপঞ্জি ==\nদে বিট মি ওভার দ্য হেড উইথ আ স্যাক, ১৯৯৮ সালে প্রকাশিত একটি চ্যাপবুক।\nসততা এবং নাটকীয় জীবন।, ১৯৯৯সালে এজ বুকস দ্বারা প্রকাশিত একটি পূর্ণ-দৈর্ঘ্যের সংগ্রহ।\nজিরো স্টার হোটেল২০০২সালে এজ বুকস দ্বারা প্রকাশিত একটি পূর্ণ দৈর্ঘ্যের সংগ্রহ।\n\"Pictures for Private Devotion\", একটি সিডি (কবিতা পড়া/সংগীত নেই/সংকীর্ণ ঘর), ২০০৩ সালে মুক্তি পায়।\nকিছু নোট অন মাই প্রোগ্রামিং, ২০০৬ সালে প্রকাশিত একটি পূর্ণ-দৈর্ঘ্যের সংগ্রহ।\nহ্যাভ এ গুড ওয়ান, ২০০৮ সালে প্রকাশিত একটি চ্যাপবুক।\nটু হেল উইথ স্লিপ, ২০০৯ সালে প্রকাশিত একটি নিখুঁত-বাউন্ড চ্যাপবুক।\n২০০৯ সালে সিটি লাইটস দ্বারা প্রকাশিত ফ্রি সেল ।আইএসবিএন ৯৭৮-০-৮৭২৮৬-৫০২-০ ।\nঅপ্রাসঙ্গিকতা থেকে নোট ( ওয়েভ বুকস, 2011)\n২০১৩ সালে ওভারপাস বুকস দ্বারা নিশ্চিত শট ।\n২০১৩ সালে ব্রুকলিন আর্টস প্রেস দ্বারা জোনাথন ই. অ্যালেনের সাথে লোডিং।আইএসবিএন ৯৭৮-১-৯৩৬৭৬৭-২৮-১আইএসবিএন 978-1-936767-28-1 ।\n২০১৫ সালে এজ বুকস দ্বারা প্রকাশিত আদিম রাজ্য (চিত্রশিল্পী মার্লে ফ্রিম্যানের একটি প্রচ্ছদ সহ)।\nটাকা পান!: সংগৃহীত গদ্য (1961-1983), সিটি লাইট বুকস দ্বারা প্রকাশিত গদ্যের একটি সংগ্রহ। 09/13/2022।আইএসবিএন ৯৭৮০৮৭২৮৬৮৯৫৩আইএসবিএন 9780872868953।\n\n\n== তথ্যসূত্র =="}