{"pageid": 1178016, "title": "বায়বান্তরীক্ষ প্রকৌশল", "url": "https://bn.wikipedia.org/wiki?curid=1178016", "content": "বায়বান্তরীক্ষ প্রকৌশল তথা 'মহাকাশ  প্রকৌশল'-এর একটি প্রধান শাখা যেখানে বায়বযান তথা বিমান এবং মহাকাশযান নকশাকরণ, নির্মাণ ও পরিচালনা করার ব্যাপারগুলি অধ্যয়ন করা হয়। এই শাস্ত্রটির দুইটি প্রধান ও পরস্পর-বিজড়িত শাখা আছে; এগুলি হল বিমানবিদ্যা বা বিমান প্রকৌশল (aeronautics বা aeronautical engineering) এবং নভশ্চরণবিজ্ঞান বা মহাকাশযান প্রকৌশল (astronautics বা astronautical engineering)।  বিমান-ইলেকট্রনবিজ্ঞান ( avionics) একটি নিকটবর্তী শাখা, তবে এটিতে বায়বান্তরীক্ষ বিজ্ঞানের ইলেকট্রনীয় দিকটি অধ্যয়ন করা হয়।\nআদিতে শাস্ত্রটিকে \"বিমান প্রকৌশল\" বলা হত। উড্ডয়ন প্রযুক্তির উন্নতির সাথে সাথে মহাকাশে চালনাযোগ্য যানের আবির্ভাব ঘটে, যার ফলে অপেক্ষাকৃত ব্যাপক একটি পরিভাষা \"বায়বান্তরীক্ষ প্রকৌশল\" ব্যবহার করা শুরু হয়। বায়বান্তরীক্ষ প্রকৌশলের মহাকাশযান প্রকৌশল শাখাটিকে প্রায়শই কথ্য ভাষায় \"রকেট বিজ্ঞান\" নামে ডাকা হয়।\n\n\n== সামগ্রিক দৃশ্য ==\nউড়োযানগুলি চলার সময়ে এগুলিকে বায়ুচাপ ও তাপমাত্রার পরিবর্তন দ্বারা সৃষ্ট পরিস্থিতির চাহিদার সাথে তাল মিলিয়ে চলতে হয়, কেননা এগুলি উড়োযানগুলির বিভিন্ন উপাংশের উপরে কাঠামোগত ভার প্রয়োগ করে। তাই বায়ুগতিবিজ্ঞান, বায়ু প্রচালন, বিমান ইলেকট্রনবিজ্ঞান, উপাদান বিজ্ঞান, কাঠামোগত বিশ্লেষণ ও শিল্পোৎপাদন, ইত্যাদি অনেকগুলি ক্ষেত্রের সমন্বয়ে এগুলি উৎপাদন করা হয়। এইসব শাস্ত্রের মধ্যকার আন্তঃক্রিয়াস্থলে বায়বান্তরীক্ষ প্রকৌশল ক্ষেত্রটি অবস্থিত। যেহেতু এই প্রকৌশলটির সাথে অনেকগুলি জটিল শাস্ত্র জড়িত, তাই বায়বান্তরীক্ষ প্রকৌশল ক্ষেত্রটি প্রকৌশলীদের একাধিক দল পরিচালনা করে থাকেন, যেখানে প্রতিটি দল নিজস্ব বিশেষায়িত ক্ষেত্রে বিশেষজ্ঞ হয়ে থাকেন।\n\n\n== ইতিহাস ==\n \n\nবায়বান্তরীক্ষ প্রকৌশলের উৎস ১৯শ শতকের শেষদিকে ও ২০শ শতকের শুরুর দিকে বিমানচালনার অগ্রপ্রথিকদের কাজের মধ্যে খুঁজে পাওয়া যায়। তবে ১৮শ শতকের শেষ দশক থেকে ১৯শ শতকের মাঝামাঝি পর্যন্ত স্যার জর্জ কেলি-র কাজগুলিও উল্লেখ্য। জর্জ কেলিকে বিমানচালনার ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিত্বদের একজন হিসেবে এবং বিমান প্রকৌশলের একজন অগ্রপথিক হিসেবে গণ্য করা হয়। কেলি-ই ছিলেন প্রথম স্বীকৃত ব্যক্তি যিনি সম্মুখ ধাক্কা, উত্তোলন, পিছুটান ও ওজন - উড্ডয়নের এই চারটি বলকে স্বতন্ত্র হিসেবে চিহ্নিত করেন ও এগুলির মধ্যকার সম্পর্ক বর্ণনা করেন, যে বলগুলি বায়ুমণ্ডলের ধাবমান যেকোনও বিমানের গতির উপর প্রভাব ফেলে।\nবিমান প্রকৌশলের প্রথম দিককার জ্ঞান মূলত অভিজ্ঞতাভিত্তিক ছিল এবং কিছু ধারণা ও দক্ষতা প্রকৌশলের অন্যান্য শাখা থেকে ধার করা হয়েছিল। কিছু কিছু মূল বিষয়, যেমন প্রবাহী বলবিজ্ঞান সম্পর্কে ১৮শ শতক থেকেই বিজ্ঞানীদের ভালো উপলব্ধি ছিল।\nস\n১৯০৩ সালের ডিসেম্বর মাসে রাইট ভ্রাতৃদ্বয় ইতিহাসে প্রথমবারের মতো একটি মোটরচালিত ও বাতাসের চেয়ে ভারী বিমানের অবিচ্ছিন্ন (১২ সেকেন্ড) ও নিয়ন্ত্রিত উড্ডয়ন পরিচালনা করতে সক্ষম হন। ১৯১০-এর দশকে ১ম বিশ্বযুদ্ধের সময়ে সামরিক বিমানের নকশাকরণের মাধ্যমে বিমান প্রকৌশলের বিকাশ ঘটে।\n১ম ও ২য় বিশ্বযুদ্ধের মধ্যবর্তী পর্বে এই ক্ষেত্রে বিরাট উন্নতি ঘটে। এসময় মূলধারায় বেসামরিক বিমানচালনার প্রচলন হলে এটির বিকাশ ত্বরান্বিত হয়। এই সময়ের উল্লেখযোগ্য বিমানগুলির মধ্যে রয়েছে কার্টিস জেএন ৪, ফারম্যান এফ.৬০ গোলিয়াথ ও ফকার ট্রাইমোটর । একই পর্বের উল্লেখ করার মতো সামরিক বিমানের মধ্যে আছে জাপানের মিতসুবিশি এ৬৫এম জিরো, যুক্তরাজ্যের সুপারমেরিন স্পিটফায়ার ও জার্মানির মেসারশ্মিট বিএফ ১০৯। বায়বান্তরীক্ষ প্রকৌশলের বিকাশে একটি তাৎপর্যপূর্ণ ঘটনা ছিল প্রথম কার্যক্ষম জেট ইঞ্জিন-চালিত বিমানের উদ্ভাবন, যার নাম ছিল মেসারশ্মিট এমই ২৬২। জার্মানদের তৈরি এই বিমানটি দ্বিতীয় বিশ্বযুদ্ধের শেষদিকে ১৯৪৪ খ্রিস্টাব্দে প্রথম ব্যবহার করা শুরু হয়।\nইংরেজি ভাষাতে বায়বান্তরীক্ষ প্রকৌশলের পরিভাষা হিসেবে \"অ্যারোস্পেস ইঞ্জিনিয়ারিং\" কথাটি সম্ভবত প্রথম ১৯৫৮ সালের ফেব্রুয়ারি মাসে ব্যবহৃত হয়। সেখানে পৃথিবীর আবহমণ্ডল ও মহাকাশকে একটিমাত্র জগৎ হিসেবে গণ্য করা হয় এবং বিমান (অ্যারো) ও মহাকাশযান (স্পেস) এই দুইটি ধারণাকেই ধারণকারী একটি পরিভাষা হিসেবে \"অ্যারোস্পেস\" পরিভাষাটি প্রবর্তন করা হয়।\n১৯৫৭ সালের ৪ঠা অক্টোবর তৎকালীন সোভিয়েত ইউনিয়ন মহাকাশে প্রথম কৃত্রিম উপগ্রহ উৎক্ষেপণ করে, যার নাম ছিল স্পুতনিক। এর প্রত্যুত্তরে মার্কিন বায়বান্তরীক্ষ প্রকৌশলীরা ১৯৫৮ সালের ৩১শে জানুয়ারি এক্সপ্লোরার ১ নামক প্রথম মার্কিন কৃত্রিম উপগ্রহটি উৎক্ষেপণ করেন। ঐ একই ১৯৫৮ সালে স্নায়ুযুদ্ধের প্রেক্ষাপটে মার্কিন জাতীয় বিমানচালনা ও মহাকাশ প্রশাসন তথা নাসা প্রতিষ্ঠা করা হয়। ১৯৬৯ সালে অ্যাপোলো ১১ অভিযানের মাধ্যমে চাঁদের মাটিতে প্রথম মানুষের পদার্পণ ঘটে। নিল আর্মস্ট্রং ও বাজ অলড্রিন ছিলেন চাঁদের মাটিতে পা ফেলা প্রথম দুই মানুষ।\n\n১৯৭০ সালের ৩০শে জানুয়ারি তারিখে আরেকটি গুরুত্বপূর্ণ উদ্ভাবন ঘটে। সেদিন বোয়িং ৭৪৭ শ্রেণীর একটি বিমান আটলান্টিক মহাসাগর পাড়ি দিয়ে নিউ ইয়র্ক শহর থেকে লন্ডন শহর পর্যন্ত প্রথম বাণিজ্যিক উড্ডয়নটি সমাপ্ত করে। ইতিহাস সৃষ্টিকারী এই বিমানটি \"জাম্বো জেট\" (অর্থাৎ দানবীয় জেটবিমান) বা \"হোয়েল\" (তিমি) নামে পরিচিত লাভ করেছিল, কেননা এটি ৪৮০ জন পর্যন্ত যাত্রী বহনের ক্ষমতা রাখে।\nবায়বান্তরীক্ষ প্রকৌশলের পরবর্তী গুরুত্বপূর্ণ পদক্ষেপটি আসে ১৯৭৬ খ্রিস্টাব্দে। সে বছর শব্দের চেয়ে দ্রুততর প্রথম বিমান কনকর্ড নির্মাণ করা হয়। এর আগে ১৯৬২ সালের ২৯শে নভেম্বর ফরাসি ও ব্রিটিশরা এই বিমানটি একত্রে নির্মাণ করার চুক্তি করেছিল।\n১৯৮৮ সালের ২১শে ডিসেম্বর আন্তনভ আন-২২৫ ম্রিয়া নামক বিমানটি প্রথমবারের মতো উড্ডয়ন করে। এটি বিশ্বের সবচেয়ে ভারী, সবচেয়ে বেশি ভারী মালবাহী বিমান ও সবচেয়ে দীর্ঘ সময় ধরে মালবাহী বিমানের মর্যাদার অধিকারী হয়। এছাড়া এটি সমস্ত কর্মক্ষম বিমানের মধ্যে সবচেয়ে প্রশস্ত ডানাবিস্তারের অধিকারী।\n২০০৭ সালের ২৫শে অক্টোবর তারিখে এয়ারবাস এ৩৮০ শ্রেণীর একটি বিমান সিঙ্গাপুর থেকে অস্ট্রেলিয়ার সিডনি শহরে প্রথম বাণিজ্যিক উড্ডয়নটি সম্পন্ন করে। এটি প্রথম বিমান হিসেবে বোয়িং ৭৪৭ বিমানের যাত্রীধারণক্ষমতাকে ছাড়িয়ে যায়। এটির সর্বোচ্চ যাত্রীধারণক্ষমতা ৮৫৩। ১৯৮৮ সালেই বোয়িং ৭৪৭-এর প্রতিদ্বন্দ্বী হিসেবে এটি নির্মাণের কাজ শুরু হলেও প্রথম পরীক্ষামূলক উড্ডয়নটি সম্পন্ন করতে ২০০৫ সালের এপ্রিল মাস লেগে যায়।\n\n\n== অধীত বিষয়সমূহ ==\n\nবায়বান্তরীক্ষ প্রকৌশল শাস্ত্রের অন্তর্গত কিছু অধীত বিষয় হল:\n\nরাডার প্রস্থচ্ছেদ (Radar cross-section) – রাডার (বেতার তরঙ্গ শনাক্তকরণ) যন্ত্রের সাহায্যে দূরবর্তী সংবেদন (remote sensing)।\nপ্রবাহী বলবিজ্ঞান (Fluid mechanics) – বস্তুসমূহের চারপাশ দিয়ে প্রবাহীর প্রবাহ (fluid flow), বিশেষ করে ডানা-জাতীয় বস্তুর চারপাশ দিয়ে কিংবা  বায়ুসুড়ঙ্গ জাতীয় বস্তুর ভেতর দিয়ে বায়ুপ্রবাহের সাথে সম্পর্কিত বায়ুগতিবিজ্ঞান। (আরও দেখুন উত্তোলক বল ও বিমানবিদ্যা)\nমহাকাশ গতিবিজ্ঞান (Astrodynamics) – কক্ষীয় বলবিজ্ঞান অধ্যয়ন, যার মধ্যে প্রদত্ত কিছু নির্বাচিত চলরাশির সাপেক্ষে কক্ষীয় উপাদান সম্পর্কে ভবিষ্যৎবাণীকরণ। সাধারণত বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগের স্নাতকোত্তর স্তরে এ সংক্রান্ত পাঠ্যক্রম রয়েছে (বিশেষত মার্কিন যুক্তরাষ্ট্রে)।\nস্থিতিবিজ্ঞান (Statics) ও গতিবিজ্ঞান (Dynamics) তথা প্রকৌশল বলবিজ্ঞান (engineering mechanics) – যান্ত্রিক ব্যবস্থাসমূহে চলন/গতি, বল ও ভ্রামকের অধ্যয়ন।\nগণিত – বিশেষ করে কলনবিদ্যা বা ক্যালকুলাস, অন্তরজ সমীকরণ (differential equations) ও রৈখিক বীজগণিত (linear algebra)।\nবৈদ্যুতিন প্রযুক্তি (Electrotechnology) – প্রকৌশল শাস্ত্রের অভ্যন্তরে ইলেকট্রন বিজ্ঞানের (ইলেকট্রনিক্স) অধ্যয়ন।\nসম্মুখ প্রচালন (Propulsion) – কোনও যানকে বাতাসের ভেতর দিয়ে বা মহাকাশের মধ্য দিয়ে সম্মুখে চালনা করার শক্তি আসে অভ্যন্তরীণ দহন ইঞ্জিন, জেট ইঞ্জিন, টার্বোযন্ত্রব্যবস্থা বা রকেট থেকে আসে (আরও দেখুন প্রচালক ও মহাকাশযান প্রচালন)। সম্প্রতি এই বিষয়টিতে বৈদ্যুতিক প্রচালন (Electric propulsion) ও আয়ন প্রচালন (Ion propulsion) অধ্যয়ন যুক্ত হয়েছে।\nনিয়ন্ত্রণ প্রকৌশল (Control engineering) – ব্যবস্থাসমূহের গতীয় আচরণের গাণিতিক প্রতিমান নির্মাণ (mathematical modeling) ও সেগুলির নকশাকরণ, সাধারণত পুনর্ভরণ সংকেত (feedback signals) নকশাকরণ, যাতে সেগুলির গতীয় আচরণ কাম্য হয় (স্থিতিশীল ও সর্বনিম্ন ত্রুটিবিশিষ্ট হওয়া ও গতিপথ থেকে বড় মাত্রায় বিচ্যুত না হওয়া)। এই ব্যাপারটি বিমান, মহাকাশযান এবং ঐসব যানে অবস্থিত প্রচালক ব্যবস্থাদি ও উপব্যবস্থাদির উপর প্রযোজ্য।\nবিমানের কাঠামো (Aircraft structures) – উড্ডয়নের সময় যেসব বলের সম্মুখীন হয়, যেগুলির বিরুদ্ধে টিকে থাকার উদ্দেশ্যে যানে ভৌত বৈশিষ্ট্য নির্ধারণ ও নকশাকরণ। বায়বান্তরীক্ষ প্রকৌশলের উদ্দেশ্য যানগুলির কাঠামোকে হালকা রাখা ও একই সাথে কাঠামোগত অখণ্ডতা (structural integrity) বজায় রাখা।\nউপাদান বিজ্ঞান (Materials science) – বিমান ও মহাকাশযানের কাঠামোগুলি কী উপাদান দিয়ে তৈরি হবে, সেটিও অধ্যয়ন করা হয়। খুবই নির্দিষ্ট ধর্মবিশিষ্ট নতুন নতুন উপাদান উদ্ভাবন করা হয় কিংবা বিদ্যমান উপাদানগুলির কার্যকারিতা বৃদ্ধির জন্য সেগুলিতে পরিবর্তন সাধন করা হয়।\nকঠিন পদার্থের বলবিজ্ঞান (Solid mechanics) – উপাদান বিজ্ঞানের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। এটিতে যানের উপাংশগুলির পীড়ন ও বিকৃতির বিশ্লেষণ নিয়ে গবেষণা করা হয়।\nবায়ুস্থিতিস্থাপকতা (Aeroelasticity) – বায়ুগতীয় বলসমূহ ও কাঠামোগত নমনীয়তার মধ্যে আন্তঃক্রিয়া, যা বায়ুস্থিতিস্থাপক কম্পন, বিচ্যুতি, ইত্যাদির সম্ভাব্য কারণ হতে পারে।\nবিমান ইলেকট্রন বিজ্ঞান (Avionics) – বিমান বা মহাকাশযানের পরিগণক ব্যবস্থা (কম্পিউটার ব্যবস্থা) নকশাকরণ ও পূর্বলিখন (প্রোগ্রামিং) এবং ব্যবস্থাসমূহের ছদ্মায়ন\nসফটওয়্যার (Software) – বিমান ও মহাকাশযানে প্রয়োগের জন্য কম্পিউটার সফটওয়্যারের (পরিগণক নির্দেশনাসামগ্রী) বিশদ বিবরণী, নকশা প্রণয়ন, নির্মাণ, পরীক্ষণ ও বাস্তবায়ন, যার মধ্যে উড্ডয়ন সফটওয়্যার, ভূ-নিয়ন্ত্রণ সফটওয়্যার, পরীক্ষণ ও মূল্যায়ন সফটওয়্যার, ইত্যাদি অন্তর্ভুক্ত।\nনির্ভরযোগ্যতা প্রকৌশল (Reliability engineering) – ঝুঁকি ও নির্ভরযোগ্যতা যাচাইকরণ কৌশলের অধ্যয়ন ও পরিমাণবাচক পদ্ধতিসমূহের সাথে সংশ্লিষ্ট গণিতের অধ্যয়ন।\nঅপশব্দ নিয়ন্ত্রণ (Noise control) – শব্দ বা ধ্বনি স্থানান্তরের বলবিজ্ঞান বিষয়ক গবেষণা।\nবিমান শব্দবিজ্ঞান (Aeroacoustics) – হয় বিক্ষুব্ধ প্রবাহী গতি কিংবা পৃষ্ঠতলের সাথে বায়ুগতীয় বলসমূহের আন্তঃক্রিয়ার ফলের অপধ্বনি বা কোলাহল সৃজন প্রক্রিয়ার অধ্যয়ন।\nউড্ডয়ন পরীক্ষণ (Flight testing) – উড্ডয়ন পরীক্ষণ কর্মসূচি নকশাকরণ ও সম্পাদন, যাতে কার্যকারিতা সম্পর্কিত তথ্য-উপাত্ত সংগ্রহ ও বিশ্লেষণ করে কোনও বিমান তার নকশা ও কার্যকারিতা সংক্রান্ত লক্ষ্যগুলি ও সনদলাভের আবশ্যকীয়তাগুলি পূরণ করতে পেরেছে কি না, তা নির্ণয় করা যায়।\nউপরের বেশিরভাগ বিষয়ের ভিত্তি তাত্ত্বিক পদার্থবিজ্ঞানে নিহিত, বিশেষ করে বায়ুগতিবিজ্ঞানের ব্যাপারগুলি প্রবাহী বলবিজ্ঞান ক্ষেত্রে এবং উড্ডয়ন গতিবিজ্ঞানের ব্যাপারগুলি গতির সমীকরণসমূহে উপর ভিত্তি করে দাঁড়িয়ে আছে।  এছাড়াও একটি বৃহৎ অভিজ্ঞতানির্ভর বা পরীক্ষনিরীক্ষানির্ভর উপাংশও বিদ্যমান। ঐতিহাসিকভাবে এই অভিজ্ঞতানির্ভর উপাংশটি ছোট মাপের প্রতিমান ও আদিপ্রতিমা হয় বায়ুসুড়ঙ্গে কিংবা মুক্ত আবহমণ্ডলে পরীক্ষা করে বের করে আনা হত। তবে সাম্প্রতিককালে পরিগণন বা কম্পিউটিং ক্ষেত্রে  উন্নতির সাথে সাথে পরিগণনামূলক প্রবাহী বলবিজ্ঞান নামক শাস্ত্রটির সাহায্যে একটি প্রবাহীর আচরণ কম্পিউটার বা পরিগণক যন্ত্রে ছদ্মায়ন করা সম্ভব হয়েছে, ফলে বায়ুসুড়ঙ্গের পেছনে অর্থ ও সময়ের ব্যয় কমে এসেছে। যারা উদগতিবিজ্ঞান বা উদশব্দবিজ্ঞান অধ্যয়ন করে, তারা প্রায়শই বায়বান্তরীক্ষ প্রকৌশলে উচ্চশিক্ষায়তনিক উপাধি বা সনদ লাভ করে।\nউপরন্তু, বায়বান্তরীক্ষ প্রকৌশলে একটি বিমান বা মহাকাশযানের সমস্ত উপাংশের (যেমন শক্তি, বিমান ও মহাকাশযানের বেয়ারিং, যোগাযোগ, তাপমাত্রা নিয়ন্ত্রণ, জীবনরক্ষাকারী সামগ্রী, ইত্যাদি) সমন্বয়ের ব্যাপারটি এবং সেটির জীবনচক্রের ব্যাপারগুলিও (নকশা, তাপমাত্রা, চাপ, তেজস্ক্রিয় বিকিরণ, বেগ, অবসাদ, ইত্যাদি) করা হয়।\n\n\n== উচ্চশিক্ষায়তনিক উপাধি শিক্ষাক্রম ==\n\nবায়বান্তরীক্ষ প্রকৌশল বহুসংখ্যক বিশ্ববিদ্যালয়ে উচ্চতর সনদ, স্নাতক উপাধি, স্নাতকোত্তর উপাধি ও ডক্টরেট উপাধির স্তরে বায়বান্তরীক্ষ প্রকৌশল বিভাগে অধীত হতে পারে। এছাড়া কিছু বিশ্ববিদ্যালয়ের যন্ত্রকৌশল বিভাগেও এটি অধ্যয়ন করা হতে পারে। স্বল্পসংখ্যক কিছু বিভাগে কেবল মহাকাশ-কেন্দ্রিক মহাকাশযান প্রকৌশল ক্ষেত্রে উপাধি প্রদান করা হয়। কিছু কিছু প্রতিষ্ঠানে বিমান প্রকৌশল ও মহাকাশযান প্রকৌশলের মধ্যে পার্থক্য করা হয়। বায়বান্তরীক্ষ শিল্পখাতের উন্নততর বা বিশেষায়িত ক্ষেত্রে স্নাতকোত্তর উপাধি প্রদান করা হতে পারে।\nযেসব শিক্ষার্থী বায়বান্তরীক্ষ প্রকৌশল বিষয়ে উচ্চশিক্ষায়তনিক উপাধি অর্জন করতে চায়, তাদেরকে রসায়ন, পদার্থবিজ্ঞান, কম্পিউটার (পরিগণক) বিজ্ঞান ও গণিতে ভালো পূর্বজ্ঞান রাখতে হয়।\n\n\n== আরও দেখুন ==\nমার্কিন বিমানবিদ্যা ও নভশ্চরণবিদ্যা ইনস্টিটিউট\nমার্কিন আন্তর্জাতিক হেলিকপ্টার সমাজ\nউড্ডয়ন পরীক্ষা\nবায়বান্তরীক্ষ প্রকৌশলের শব্দকোষ\nবায়বান্তরীক্ষ প্রকৌশল বিষয়কে নিবন্ধসূচি\nবায়বান্তরীক্ষ প্রকৌশল শিক্ষা প্রতিষ্ঠানের তালিকা\nবায়বান্তরীক্ষ প্রকৌশলীর তালিকা\nসিগমা গামা টাউ – বায়বান্তরীক্ষ প্রকৌশল সম্মান সমাজ\nমহাকাশ শক্তি কেন্দ্র\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDharmahinder Singh Chand. Aero-Engineering Thermodynamics. Knowledge Curve, 2017. আইএসবিএন ৯৭৮-৯৩-৮৪৩৮৯-১৬-১.\n\n\n== বহিঃসংযোগ ==\n\nNDTAeroTech.com, The Online Community for Aerospace NDT Professionals\nKroo, Ilan। \"Aircraft Design: Synthesis and Analysis\"। Stanford University। ২৩ ফেব্রুয়ারি ২০০১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ জানুয়ারি ২০১৫। \nAir Service Training Aviation Maintenance UK\nQuestion and Answer  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ নভেম্বর ২০২১ তারিখে\n\nটেমপ্লেট:Systems Engineering"}