{"pageid": 1178616, "title": "দেনিসোভা মানব", "url": "https://bn.wikipedia.org/wiki?curid=1178616", "content": "দেনিসোভা মানব বা দেনিসোভা হোমিনিন বলতে প্রাচীন মানুষের একটি বিলুপ্ত প্রজাতি বা উপপ্রজাতিকে বোঝায়, যারা নিম্ন পুরাপ্রস্তর যুগ থেকে মধ্য পুরাপ্রস্তর যুগ পর্যন্ত এশিয়ার বিস্তীর্ণ অঞ্চল জুড়ে বাস করত। দেনিসোভা মানবদের খুবই অল্পসংখ্যক শারীরিক অবশেষ বিদ্যমান। এ কারণে এদের সম্পর্কে যা কিছু জানা সম্ভব হয়েছে, তার সিংহভাগই ডিএনএ সাক্ষ্যপ্রমাণ থেকে সংগৃহীত। অপেক্ষাকৃত অধিকতর পূর্ণাঙ্গ জীবাশ্ম উপাদান হাতে আসার আগ পর্যন্ত এদের জন্য কোনও আনুষ্ঠানিক প্রজাতি নাম এখনও প্রতিষ্ঠা পায়নি।\nচিকিৎসাবিজ্ঞানে নোবেল পুরস্কার (২০২২) বিজয়ী সুয়েডীয় বিজ্ঞানী সভান্তে প্যাবো ও তার সহকর্মীরা ২০১০ সালে প্রথম একটি দেনিসোভা মানব শনাক্ত করেন। তারা সাইবেরিয়ার আলতাই পর্বতমালার দেনিসোভা গুহা থেকে খননকৃত একটি স্বল্পবয়স্ক নারীর আঙুলের হাড় থেকে নিষ্কাশিত মাইটোকন্ড্রীয় ডিএনএ-র (এমটিডিএনএ) উপর ভিত্তি করে এই শনাক্তকরণের কাজটি সম্পন্ন করেন। দেনিসোভা মানবদের নিউক্লীয় ডিএনএ নিয়ান্ডার্থাল মানবদের সাথে ঘনিষ্ঠ সম্পর্ক নির্দেশ করে। গুহাটিতে নিয়ান্ডার্থাল মানবেরাও মাঝে মাঝে বসবাস করত, তবে নিয়ান্ডার্থাল ও দেনিসোভা মানবেরা একই সময় গুহায় বাস করত কি না, সেটি অস্পষ্ট। দেনিসোভা গুহা থেকে পরবর্তীতে আরও নমুনাতে দেনিসোভা মানবের অস্তিত্ব শনাক্ত হয়। এছাড়া চীনের তিব্বতি মালভূমির বাইশিয়া কার্স্ট গুহা থেকে প্রাপ্ত একটিমাত্র নমুনাতেও এটি শনাক্ত হয়। ডিএনএ সাক্ষ্যপ্রমাণ বলে যে সম্ভবত তাদের শ্যামলা ত্বক, কালো চোখ ও কালো চুল ছিল এবং তাদের দেহ ও চেহারার গড়ন ছিল নিয়ান্ডার্থালদের মত। তবে তাদের পেষক দন্তগুলি ছিল বড় আকারের, যা কিনা মধ্য পুরাপ্রস্তর যুগ ও অন্ত পুরাপ্রস্তর যুগের প্রাচীন মানব ও অস্ট্রালোপিথেসিন জাতীয় প্রাণীদের সাথে মিলে যায়।\nআপাতদৃষ্টিতে দেনিসোভা মানবেরা আধুনিক মানবদের সাথে সংকর প্রজননে লিপ্ত ছিল এবং মেলানেশীয়, আদিবাসী অস্ট্রেলীয় ও ফিলিপিনো নেগ্রিতো নৃগোষ্ঠীগুলিতে এর অবশেষ (প্রায় ৫%) সবচেয়ে বেশি পরিলক্ষিত হয়। এ থেকে এটিও মনে হতে পারে যে দেনিসোভা মানবেরা ইউরেশিয়া, ফিলিপাইন, নতুন গিনি এবং/বা অস্ট্রেলিয়াতেও বাস করত, তবে এই অনুমানটি এখনও নিশ্চিত করা যায়নি। একটি অনুমান অনুযায়ী আজ থেকে ৩০ হাজার বছর বা তার আগে নতুন গিনি দ্বীপে দেনিসোভা মানবদের বংশাণুর অংশবিশেষ আধুনিক হোমো স্যাপিয়েন্স মানবদের বংশাণুসমগ্রে অন্তর্প্রবেশ (ইন্ট্রোগ্রেশন) করেছিল এবং এই অনুমান যদি সঠিক হয়, তাহলে সম্ভবত আজ থেকে ১৪,৫০০ বছর আগ পর্যন্তও দেনিসোভা মানবদের অস্তিত্ব ছিল। এছাড়া দেনিসোভা মানবরা আলতাই পর্বতমালার নিয়ান্ডার্থাল মানবদের সাথেও সংকর প্রজননে জড়িত ছিল, কেননা দেনিসোভা গুহা থেকে প্রাপ্ত দেনিসোভা বংশাণুসমগ্রের প্রায় ১৭% নিয়ান্ডার্থালদের কাছ থেকে এসেছে। দেনিসোভা বাবা ও নিয়ান্ডার্থাল মায়ের \nপ্রথম প্রজন্মের সংকর সন্তান আবিষ্কৃত হয়েছে, যার ডাকনাম দেয়া হয়েছে \"ডেনি\"। অধিকন্তু দেনিসোভা বংশাণুসমগ্রের প্রায় ৪% একটি অজানা প্রাচীন মানব প্রজাতি থেকে উদ্ভূত হয়েছে, যে প্রজাতিটি আধুনিক মানবদের কাছ থেকে আজ থেকে ১০ লক্ষ বছর আগে পৃথক হয়ে গিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nKarlsson, Mattis। From Fossil To Fact: The Denisova Discovery as Science in Action (গবেষণাপত্র)। LiU E-press। আইএসবিএন 9789179291716। সংগ্রহের তারিখ ১৮ মার্চ ২০২২। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে দেনিসোভা মানব সম্পর্কিত মিডিয়া দেখুন।\nThe Denisova Consortium's raw sequence data and alignments\nHuman Timeline (Interactive) – Smithsonian, National Museum of Natural History (August 2016).\nPicture of Denisovan molar."}