{"pageid": 1179622, "title": "কেসিটিওয়াই (কানসাস সিটি)", "url": "https://bn.wikipedia.org/wiki?curid=1179622", "content": "কেসিটিওয়াই মার্কিন যুক্তরাষ্ট্রের মিসৌরির কানসাস সিটিতে একটি টেলিভিশন স্টেশন ছিল। এটি ৬ জুন, ১৯৫৩ থেকে ২৮ ফেব্রুয়ারি, ১৯৫৪ পর্যন্ত আল্ট্রা হাই ফ্রিকোয়েন্সি চ্যানেল ২৫-এ সম্প্রচার করে। ডব্লিউডিএএফ টিভির পর কানসাস সিটি এলাকায় সম্প্রচার শুরু করা দ্বিতীয় টেলিভিশন স্টেশন ছিল এটি। কেসিটিওয়াই ডুমন্ট টেলিভিশন নেটওয়ার্কের একটি সহযোগী ছিল। মূলত এম্পায়ার কয়েল কোম্পানির মালিকানাধীন, যেটি ইউএইচএফ টেলিকাস্টিং-এর পথপ্রদর্শক ছিল, ডুমন্ট ১৯৫৩ সালের শেষের দিকে স্টেশনটি সরাসরি কিনেছিল এবং দেশব্যাপী ইউএইচএফ স্টেশনগুলির সংগ্রামের সমস্যাগুলির উপর একটি অধ্যয়ন হিসাবে এটিকে দুই মাস পরিচালনা করেছিল এই সিদ্ধান্তে পৌঁছানোর আগে যে কোন পথ নেই। অর্থনৈতিক কার্যকারিতা। কেসিটিওয়াই-এর স্টুডিওটি মিসৌরির কানসাস সিটির ডাউনটাউন পিকউইক হোটেলে অবস্থিত ছিল। ট্রান্সমিটারটি একটি গ্রামীণ এলাকায় অবস্থিত ছিল যা আজ ওভারল্যান্ড পার্ক, কানসাসের অংশ।\n\n\n== ইতিহাস ==\nটেলিভিশন সম্প্রচারের জন্য ইউএইচএফ ব্যান্ড খোলার মাধ্যমে ১৯৫২ সালে টেলিভিশন স্টেশন পুরস্কারে চার বছরের স্থবিরতা শেষ হওয়ার পর, কানসাস সিটি বেশ কয়েকটি ইউএইচএফ টেলিভিশন চ্যানেল পেয়েছে - অবাণিজ্যিক চ্যানেল ১৯ এবং বাণিজ্যিক ২৫ এবং ৬৫  - তিনটি বাণিজ্যিক ছাড়াও ভিএইচএফ অ্যাসাইনমেন্ট। নভেম্বরে, এম্পায়ার কয়েল কোম্পানি সেন্ট লুইতে চ্যানেল ২৫ এর পাশাপাশি চ্যানেল ৩০ এর জন্য আবেদন করে। এম্পায়ার কয়েল একটি ট্রেইলব্লেজার ছিল , ওরেগনের পোর্টল্যান্ডে কেপিটিভি (চ্যানেল ২৭), প্রথম বাণিজ্যিক ইউএইচএফ টেলিভিশন স্টেশন, সেইসাথে ক্লিভল্যান্ডে একটি ভিএইচএফ স্টেশন নির্মাণ করেছিল। সেই সময়ে, চ্যানেল ৪ প্রি-ফ্রিজ ডব্লিউডিএএফ দ্বারা পরিচালিত হয়েছিল। যখন চ্যানেল ৫ এবং ৯ উভয়ই একাধিক আবেদনকারীর মধ্যে প্রতিদ্বন্দ্বিতা করেছিল। রেডিও কেসিএমও চ্যানেল ৫ এর জন্য লড়াই করেছিল, যখন স্টেশন কেএমবিসি চ্যানেল  এর জন্য আবেদন করেছিল।\nএর আবেদন বিনা প্রতিদ্বন্দ্বিতায়, এম্পায়ার কয়েলকে ২৩ জানুয়ারী, ১৯৫৩ সালে চ্যানেল ২৫-এর জন্য একটি নির্মাণ অনুমতি দেওয়া হয়েছিল। পিকউইক হোটেল ডাউনটাউনে স্টুডিও এবং জনসন কাউন্টি, কানসাসের একটি এলাকায় ৮৭ তম স্ট্রিটে একটি ট্রান্সমিটার সহ নতুন স্টেশন, যা এখন ওভারল্যান্ড পার্ক, সিবিএস, আমেরিকান ব্রডকাস্টিং কোম্পানি, এবং ডুমন্ট টেলিভিশন নেটওয়ার্ক প্রোগ্রামগুলির স্থানীয় ক্যারিয়ার হিসাবে কাজ করবে। কেসিটিওয়াই-কে ইউএইচএফ-এর জন্য একটি প্রমাণের স্থল হিসাবে দেখা হয়েছিল, কারণ এটি হবে প্রথম ইউএইচএফ স্টেশন যা একটি অগ্রগামী (প্রি-ফ্রিজ) ভিএইচএফ আউটলেটের সাথে প্রতিযোগিতা করবে; সেটগুলিকে ইউএইচএফ স্টেশন গ্রহণের জন্য রূপান্তরিত করা হয়েছে তা নিশ্চিত করার জন্য একটি তীব্র ধাক্কা; এবং একটি দ্বিতীয় ভিএইচএফ স্টেশন সম্ভবত কয়েক মাসের মধ্যে লাগছিল। চ্যানেল ৯-এ টাইম-শেয়ার অপারেশনে দুইজন আবেদনকারীর একীভূতকরণ এবং চ্যানেল ৫-এর জন্য প্রতিযোগিতা থেকে বাদ পড়া কেসিকেএন ভিএইচএফ স্টেশনগুলির অগ্রগতির সাথে সেই পরিস্থিতির তুলনায় যথেষ্ট গতি পেয়েছিল যখন এম্পায়ার কয়েল অনুমতির জন্য আবেদন করেছিল।\nকেসিটিওয়াই  ৬ জুন, ১৯৫৩ তারিখে সম্প্রচার শুরু করে, একটি অন্তর্বর্তী সময়সূচী নিয়ে কাজ করে যার মধ্যে একটি দিনে দুটি চলচ্চিত্র এবং পরীক্ষা নিদর্শনগুলিকে সাহায্য করার জন্য ডিলারদের সরঞ্জামগুলিকে ক্যালিব্রেট করতে সাহায্য করে, যেমন ইউএইচএফ রূপান্তরকারী যেগুলি নতুন স্টেশনটি সুর করার জন্য বেশিরভাগ সেটের প্রয়োজন হয়৷ এটি সম্প্রচারিত হয়েছিল যখন ডব্লিউডিএএফ রেডিও এবং টেলিভিশন একটি ধর্মঘটের মাঝখানে ছিল যা কানসাস সিটিকে দুই সপ্তাহেরও বেশি সময় ধরে টেলিভিশন পরিষেবা ছাড়াই রেখেছিল। 200,000 ওয়াটের কার্যকর বিকিরণ শক্তির সাথে সম্প্রচারের জন্য অনুমোদিত হওয়ার সময়, এটি এক-দশমাংশে কাজ করছিল যে সরঞ্জামের ঘাটতির কারণে, এবং স্টুডিওগুলি, পূর্বে কেএমবিসি রেডিও দ্বারা ব্যবহৃত, সম্পূর্ণ ছিল না, যা স্টেশনটিকে সম্পূর্ণরূপে চিত্রায়িত প্রোগ্রামের উপর নির্ভরশীল করে তুলেছিল। এম্পায়ার ইন্ডিয়ানাপোলিস (চ্যানেল ৬৭) এবং ডেনভারে (চ্যানেল ২৬) অনুরূপ ইউএইচএফ স্টেশন চালু করার পরিকল্পনা করেছে।   ক্রমান্বয়ে, সময়সূচীতে আরও নেটওয়ার্ক প্রোগ্রাম যুক্ত করা হয়।\nঅন্যান্য টেলিভিশন নেটওয়ার্কের সাথে নতুন ইউএইচএফ স্টেশনের সংযুক্তিগুলি স্বল্পস্থায়ী বলে প্রমাণিত হয়েছিল কারণ ভিএইচএফ স্টেশনের যুদ্ধগুলি পরিষ্কার করা হয়েছিল এবং নেটওয়ার্কগুলি সমস্ত টেলিভিশন সেট দ্বারা গ্রহণযোগ্য স্টেশনগুলির সাথে সংযুক্তি সুরক্ষিত করেছিল। চ্যানেল ৯-তে কেএমবিসি-টিভি-এর টাইম-শেয়ার অপারেশন চালু করার সাথে সিবিসি ২ আগস্ট একটি ভিএইচএফ বাড়ি খুঁজে পায়। এবিসি ২৭ সেপ্টেম্বর ভিএইচএফ-এ স্থানান্তরিত হয়, যখন কেসিএমও-টিভি চ্যানেল ৫ এ শুরু হয়। আগস্টের শেষের দিকে, কেসিটিওয়াই একটি মৌলিক ডুমন্ট অ্যাফিলিয়েট হয়ে ওঠে। এটি তার সময়সূচী প্রসারিত করতে এবং নতুন স্টুডিও শো যোগ করতে শুরু করে, যেমন শিশুদের অনুষ্ঠান হোস্ট সু বোয়েনের সাথে শেয়ার দ্য ফান, পাশাপাশি স্থানীয় নিউজকাস্ট এবং লাইভ হাই স্কুল ফুটবল টেলিকাস্ট।\n\nএই সত্ত্বেও, স্টেশনের আর্থিক চিত্র যথেষ্ট খারাপ হয়েছে; কানসাস সিটিতে ৩৫৩,০০০ ভিএইচএফ রিসিভার ছিল কিন্তু মাত্র ৫২,০০০ ইউএইচএফ- রূপান্তরিত এবং সমস্ত-চ্যানেল সেট। হার্বার্ট মায়ার, এম্পায়ার কয়েলের সভাপতি, প্রথমে স্টেশনটি বাজারে আনার চেষ্টা করেছিলেন, কিন্তু ক্রেতাদের দামের নাম বলতে না বললেও কোনো অফার আসেনি।  তারপর বছরের ট্যাক্সের ক্ষতি পূরণের জন্য তিনি ১৯৫৩ শেষ হওয়ার আগেই স্টেশনটি বন্ধ করার চিন্তা করেছিলেন।  পরিবর্তে, উদ্বিগ্ন যে এই ধরনের সিদ্ধান্ত ইউএইচএফ টেলিভিশনের ভবিষ্যতের জন্য ক্ষতিকর হতে পারে,  পরিবর্তে ৩১ ডিসেম্বর একটি বিশেষ সভায় এফসিসি দ্বারা অনুমোদিত একটি লেনদেনের মাধ্যমে তিনি ডুমন্ট নেটওয়ার্কের কাছে এক ডলারে কেসিটিওয়াই বিক্রি করেছিলেন, ১৯৫৩ সালে, কোম্পানিকে তার চতুর্থ স্টেশন প্রদান করে। $১ নামমাত্র ক্রয় মূল্য একটি টিভি স্টেশনের জন্য সর্বনিম্ন ছিল; যখন টাকোমা, ওয়াশিংটনে কেএমও-টিভি এবং তার এএম প্রতিপক্ষ একই মাসে ৩৫০,০০০ মার্কিন ডলার-এ বিক্রি হবে, তখন টেলিভিশন ডাইজেস্ট উল্লেখ করেছে যে সেই চুক্তিটি টিভি ইতিহাসে পরবর্তী-সবচেয়ে ছোট।\nডুমন্ট ঘোষণা করেছে যে এটি কেসিটিওয়াই কিনেছে যাতে এটি সহায়তা প্রদান করে এবং সেই সময়ে ইউএইচএফ স্টেশনগুলির সমস্যাগুলি অধ্যয়ন করার জন্য। এটি আরও ঘোষণা করেছে যে এটি ইউএইচএফ রূপান্তরকে উত্সাহিত করার জন্য একটি প্রধান বিপণন প্রোগ্রাম শুরু করবে এবং ডুমন্ট ল্যাবরেটরিজ দ্বারা নির্মিত একটি উচ্চ-শক্তি ট্রান্সমিটারের জন্য এটিকে অগ্রাধিকার দেবে।  ডুমন্ট একটি ইউএইচএফ টেলিভিশন স্টেশনের মালিক ও পরিচালনার প্রথম টেলিভিশন নেটওয়ার্ক হয়ে ওঠে। যখন এম্পায়ার কয়েল কেসিটিওয়াই-তে ৭৫০,০০০ মার্কিন ডলার ক্ষতি করেছিল এবং শেষ পর্যন্ত তার ইলেকট্রনিক্স পণ্যের চাহিদা দুর্বল হওয়ার কারণে বাকি দুটি স্টেশন স্টোরার ব্রডকাস্টিংয়ের কাছে বিক্রি করে দেয়। টেলিভিশন স্টেশনের আর্থিক ব্যর্থতা। এম্পায়ার ইন্ডিয়ানাপোলিস এবং ডেনভার ইউএইচএফ স্টেশনগুলির জন্য নির্মাণ অনুমতিগুলিও সমর্পণ করেছে।\nডুমন্টের গবেষণা দীর্ঘস্থায়ী হয়নি। ১২ ফেব্রুয়ারী, ডুমন্ট ঘোষণা করে যে এটি ২৮ ফেব্রুয়ারী মাসের শেষে কেসিটিওয়াই বন্ধ করবে, অ্যালেন বি ডুমন্ট উল্লেখ করেছেন, \"সুন্দর ব্যবসায়িক বিচার আমাদের এই সিদ্ধান্ত নিতে বাধ্য করে।\" \"সমস্ত টেলিভিশন সম্প্রচারককে\" সম্বোধন করা একটি চিঠিতে ডুমন্ট অসংখ্য কারণের উল্লেখ করেছেন: তিনটি ভিএইচএফ স্টেশন সাধারণত কানসাস সিটির বেশিরভাগ দর্শক এবং বিজ্ঞাপনদাতাদের টেলিভিশনের চাহিদা পূরণ করে; ইউএইচএফ গ্রহণের জন্য তাদের সেটগুলিকে রূপান্তর করতে দর্শকদের অনিচ্ছা; এবং স্টেশনটি গ্রহণ করার জন্য প্রয়োজনীয় বহিরঙ্গন অ্যান্টেনা স্থাপনের প্রতিরোধ, যা ডুমন্ট কানসাস সিটিতে \"আমাদের জ্ঞান আছে এমন অন্য যে কোনও ক্ষেত্রের চেয়ে\" আরও স্পষ্ট বলে চিহ্নিত করেছে।  ডুমন্ট আরও ঘোষণা করেছে যে এটি একটি ভিএইচএফ স্টেশনের সাথে তার প্রোগ্রামগুলি সম্প্রচারের জন্য স্বাক্ষর করবে, যেখানে কেসিএমও-টিভি স্টেশনটি বন্ধ হওয়ার পরে ডুমন্ট নেটওয়ার্ক প্রোগ্রামগুলি গ্রহণ করবে। ভার্জিনিয়ার রোয়ানোকেতে বাফালো, নিউ ইয়র্ক-এর পরে কেসিটিওয়াই হল ১৩০-এর তৃতীয় ইউএইচএফ স্টেশন যা ভাঁজ করার জন্য সম্প্রচারিত হয়েছিল।\nডুমন্ট 95,000 ডলারে বিক্রয়ের সুবিধা প্রদান করেছিল এবং একটি দল একটি শিক্ষামূলক টেলিভিশন স্টেশন দ্বারা উদ্ভিদটির সম্ভাব্য ব্যবহার তদন্ত করেছিল, যদিও এটি বাস্তবায়িত হয়নি।  ১৯৬৪ সাল পর্যন্ত চ্যানেল ২৫-এর জন্য কোনও বাণিজ্যিক ইউএইচএফ স্টেশন প্রস্তাব করা হবে না, যখন শিকাগো থেকে একটি কনসোর্টিয়াম একটি নির্মাণ অনুমতির জন্য আবেদন করেছিল।  একটি দ্বিতীয় আবেদন ১৯৬৫ সালের মে মাসে অ্যালাইড ব্রডকাস্টিং কোম্পানির দ্বারা দায়ের করা হয়েছিল, যা অনুমোদিত হয়েছিল কিন্তু ইউএইচএফ বরাদ্দের সারণীর দুটি সংশোধনের পরেই তাদের নতুন স্টেশন, কেসিআইটি-টিভি, চ্যানেল ৫০ এ সম্প্রচার করবে যখন এটি সাইন ইন করবে।\n\n\n== তথ্যসূত্র =="}