{"pageid": 1179654, "title": "২০২২ পঞ্চগড় নৌকাডুবি", "url": "https://bn.wikipedia.org/wiki?curid=1179654", "content": "২০২২ পঞ্চগড় নৌকাডুবি হলো বাংলাদেশের রংপুর বিভাগের পঞ্চগড় জেলার বোদা উপজেলায় সংঘটিত নৌকাডুবির ঘটনা। যা আউলিয়া ঘাটের নৌকাডুবি নামেও পরিচিত। ২০২২ সালের ২৫ সেপ্টেম্বর বোদা উপজেলায় অবস্থিত করতোয়া নদীর আউলিয়া ঘাটে এই নৌকাডুবির ঘটনা ঘটে। এ ঘটনায় ৬৯ জনের মরদেহ উদ্ধার করা হয়। এছাড়া ৩ জন নিখোঁজ থাকে যাদের সন্ধান পাওয়া যায়নি। মৃতদের মধ্যে প্রায় সবাই সনাতন ধর্মাবলম্বী। তারা নদীর অপরপাড়ে অবস্থিত বদেশ্বরী মন্দিরে  মহালয়া উপলক্ষে আয়োজিত ধর্মসভা যোগ দিতে যাচ্ছিলেন। উদ্ধারকৃত ৬৯ মরদেহের মধ্যে বোদা উপজেলার ৪৬, দেবীগঞ্জ উপজেলার ১৭, আটোয়ারী উপজেলার দুই, পঞ্চগড় সদরের এক এবং ঠাকুরগাঁও সদরের তিন জন। মৃতদের মধ্যে পুরুষ ১৮, নারী ৩০ এবং শিশু ২১ জন।\n\n\n== ঘটনা ==\n২৫ সেপ্টেম্বর, রবিবার করতোয়া নদীর অপরপাড়ে বড়শশী ইউনিয়নের বদেশ্বরী মন্দিরে মহালয়া উপলক্ষে এক বিশাল ধর্মসভার আয়োজন করা হয়। ধর্মসভায় যোগ দিতে পঞ্চগড় জেলার বোদা ও দেবীগঞ্জ উপজেলার বিভিন্ন ইউনিয়ন থেকে আসা সনাতন ধর্মাবলম্বী লোকজন শ্যালো মেশিনচালিতে একটি নৌকাযোগে মন্দিরে তীর্থযাত্রা করছিলেন। দুপুরের দিকে নদীর মাঝপথে অতিরিক্ত যাত্রীর কারণে নৌকাটি উল্টে যায়। ৫০ জন ধারণক্ষমতার নৌকাটিতে ১৫০ জনেরও বেশী যাত্রী ছিল। কিছু মানুষ সাঁতরে নদীর তীরে ফিরতে পারলেও অধিকাংশ নিখোঁজ হয়। নৌকাডুবির পরপরই স্থানীয়রা নৌকা নিয়ে উদ্ধার কাজ শুরু করেন। পরে রাজশাহী, রংপুর ও কুড়িগ্রাম থেকে আসা ডুবুরি দলও ৯ দিন ধরে উদ্ধারকাজ চালায়।\n\n\n== প্রতিক্রিয়া ==\nনৌকাডুবির ঘটনার পর দেশজুড়ে শোকের ছায়া নেমে আসে। ঘটনার তদন্তে পঞ্চগড়ের অতিরিক্ত জেলা ম্যাজিস্ট্রেট দ্বীপংকর রায়কে প্রধান করে ৫ সদস্য বিশিষ্ট কমিটি গঠন করা হয়। নৌকাডুবিতে হতাহতের ঘটনায় রাষ্ট্রপতি মো. আবদুল হামিদ ও প্রধানমন্ত্রী শেখ হাসিনা শোক প্রকাশ করেন।\n\n\n== দুর্ঘটনার কারণ ==\nঘটনার এক সপ্তাহ পর তদন্ত প্রতিবেদন জমা দেয় গঠিত তদন্ত কমিটি। তদন্ত প্রতিবেদনে দুর্ঘটনার চারটি কারণ উল্লেখ করা হয়। সেগুলো হলো- ঘাটের ইজারাদারের গাফিলতি, নৌকার মাঝির অদক্ষতা, ধর্মীয় অনুভূতিতে আঘাত হানবে ভেবে যাত্রীদের নিষেধ না করা এবং যাত্রীদের অসচেতনতা। পাশাপাশি ভৌগোলিক পরিস্থিতি ও নদীকেন্দ্রিক মানুষের জীবন-জীবিকার কথা উল্লেখ করা হয় প্রতিবেদনে। ভবিষ্যতে এমন দুর্ঘটনা যাতে না ঘটে সেজন্য পাঁচ দফা সুপাারিশ করে কমিটি।’\n\n\n== তথ্যসূত্র =="}