{"pageid": 1179692, "title": "গ্যাস সূত্রসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1179692", "content": "গ্যাস সূত্রসমূহ ১৮ শতকের শেষের দিকে বিকশিত হয়েছিল, যখন বিজ্ঞানীরা বুঝতে শুরু করেছিলেন যে গ্যাসের নমুনার চাপ, আয়তন এবং তাপমাত্রার মধ্যে সম্পর্ক পাওয়া যেতে পারে যা দিয়ে সকল গ্যাসের জন্য আনুমানিক ধারণা পাওয়া যাবে।\n\n\n== বয়েলের সূত্র ==\n\n১৬৬২ সালে রবার্ট বয়েল ধ্রুব তাপমাত্রায় একটি নির্দিষ্ট পরিমাণ গ্যাসের আয়তন এবং চাপের মধ্যে সম্পর্ক লক্ষ্য করেন। তিনি লক্ষ্য করেছেন যে একটি গ্যাসের নির্দিষ্ট ভরের আয়তন একটি ধ্রুবক তাপমাত্রায় তার চাপের  ব্যাস্তানুপাতিক। ১৬৬২ সালে প্রকাশিত বয়েলের সূত্র বলে যে, ধ্রুব তাপমাত্রায়, একটি বদ্ধ ব্যবস্থায় একটি আদর্শ গ্যাসের প্রদত্ত ভরের চাপ এবং আয়তনের গুণফল সর্বদা স্থির থাকে। এটি একটি চাপ গেজ এবং একটি পরিবর্তনশীল আয়তন ধারক ব্যবহার করে পরীক্ষামূলকভাবে যাচাই করা যেতে পারে। এটি গ্যাসের গতিগত তত্ত্ব থেকেও ব্যাখা করা যেতে পারে: যদি একটি ধারকের ভিতরে নির্দিষ্ট সংখ্যক অণু থাকে যা আয়তনে হ্রাস পায়, তাহলে প্রতি একক সময়ে আরও বেশি অণু ধারকটির পাশের একটি নির্দিষ্ট অঞ্চলে আঘাত করার ফলে  একটি বৃহত্তর চাপ সৃষ্টি হবে। .\nবয়েলের  সূত্রের একটি বিবৃতি নিম্নরূপ:\n\nধারণাটি এই সূত্র দিয়ে উপস্থাপন করা যেতে পারে:\n\n  \n    \n      \n        V\n        ∝\n        \n          \n            1\n            P\n          \n        \n      \n    \n    {\\displaystyle V\\propto {\\frac {1}{P}}}\n  \n, যার অর্থ \" আয়তন চাপের  ব্যাস্তানুপাতিক\", বা\n\n  \n    \n      \n        P\n        ∝\n        \n          \n            1\n            V\n          \n        \n      \n    \n    {\\displaystyle P\\propto {\\frac {1}{V}}}\n  \n, যার অর্থ \"চাপ  আয়তনের  ব্যাস্তানুপাতিক\", বা\n\n  \n    \n      \n        P\n        V\n        =\n        \n          k\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle PV=k_{1}}\n  \n, বা\nযেখানে \"V\" হল একটি গ্যাসের আয়তন, \"T\" হল পরম তাপমাত্রা এবং k 2 হল একটি সমানুপাতিক ধ্রুবক (যা এই নিবন্ধের অন্যান্য সমীকরণের সমানুপাতিক ধ্রুবকের মত নয়)।\n\n\n== চার্লসের সূত্র ==\n\n১৭৮৭ সালে জ্যাক চার্লস  চার্লসের সূত্র আবিস্কার করেন। এটি বলে যে, ধ্রুবক চাপে একটি আদর্শ গ্যাসের একটি প্রদত্ত ভরের জন্য,  আয়তনটি তার পরম তাপমাত্রার সাথে সরাসরি সমানুপাতিক, একটি বন্ধ সিস্টেমে অনুমান করে। চার্লসের সূত্রটির বিবৃতিটি নিম্নরূপ: ধ্রুবক চাপ (P) এ একটি গ্যাসের প্রদত্ত ভরের আয়তন (V) সরাসরি তার তাপমাত্রার (T) সমানুপাতিক। গাণিতিক সমীকরণ হিসাবে, চার্লসের সূত্রটি এমনভাবে লেখা হয়েছে:\n\n  \n    \n      \n        P\n        \n          /\n        \n        T\n        =\n        k\n      \n    \n    {\\displaystyle P/T=k}\n  \n, বা\nযেখানে \"V\" হল একটি গ্যাসের আয়তন, \"T\" হল পরম তাপমাত্রা এবং k 2 হল একটি সমানুপাতিক ধ্রুবক (যা এই নিবন্ধের অন্যান্য সমীকরণের সমানুপাতিক ধ্রুবকের মত নয়)।\n\n\n== গে-লুসাকের সূত্র ==\n১৮০৮ সালে জোসেফ লুই গে-লুস্যাকের সূত্র, আমোন্টনসের  সূত্র বা চাপের  সূত্র খুঁজে পাওয়া যায়। এটি বলে যে, একটি আদর্শ গ্যাসের একটি প্রদত্ত ভর এবং ধ্রুব আয়তনের জন্য, তার ধারকের পাশে যে চাপ প্রয়োগ করা হয় তা সরাসরি তার পরম তাপমাত্রার সমানুপাতিক।\nএকটি গাণিতিক সমীকরণ হিসাবে, গে-লুসাকের  সূত্রটি এইভাবে লেখা হয়:\n\n  \n    \n      \n        P\n        ∝\n        1\n        \n          /\n        \n        T\n        \n      \n    \n    {\\displaystyle P\\propto 1/T\\,}\n  \n, বা\n\n  \n    \n      \n        \n          P\n          \n            1\n          \n        \n        \n          /\n        \n        \n          T\n          \n            1\n          \n        \n        =\n        \n          P\n          \n            2\n          \n        \n        \n          /\n        \n        \n          T\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle P_{1}/T_{1}=P_{2}/T_{2}}\n  \n ,\n\n  \n    \n      \n        \n          \n            \n              \n                P\n                \n                  1\n                \n              \n              \n                V\n                \n                  1\n                \n              \n            \n            \n              T\n              \n                1\n              \n            \n          \n        \n        =\n        \n          \n            \n              \n                P\n                \n                  2\n                \n              \n              \n                V\n                \n                  2\n                \n              \n            \n            \n              T\n              \n                2\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {P_{1}V_{1}}{T_{1}}}={\\frac {P_{2}V_{2}}{T_{2}}}}\n  \n\nযেখানে P হল চাপ, T হল পরম তাপমাত্রা এবং k হল আরেকটি সমানুপাতিক ধ্রুবক।\n\n\n== অ্যাভোগাড্রোর সূত্র ==\nঅ্যাভোগাড্রোর  সূত্র (১৮১১ সালে অনুমিত) বলে যে একটি ধ্রুবক তাপমাত্রা এবং চাপে, একটি আদর্শ গ্যাস দ্বারা দখলকৃত আয়তন পাত্রে উপস্থিত গ্যাসের অণুর সংখ্যার সরাসরি সমানুপাতিক। এটি মূলত গ্যাসের মোলার আয়তনের  যা STP (273.15 K, 1 atm) প্রায় 22.4 L. সম্পর্ক দ্বারা দেওয়া হয়।\n\n  \n    \n      \n        V\n        ∝\n        n\n        \n      \n    \n    {\\displaystyle V\\propto n\\,}\n  \n, বা\n\n  \n    \n      \n        \n          \n            \n              V\n              \n                1\n              \n            \n            \n              n\n              \n                1\n              \n            \n          \n        \n        =\n        \n          \n            \n              V\n              \n                2\n              \n            \n            \n              n\n              \n                2\n              \n            \n          \n        \n        \n      \n    \n    {\\displaystyle {\\frac {V_{1}}{n_{1}}}={\\frac {V_{2}}{n_{2}}}\\,}\n  \n\nযেখানে n গ্যাসের অণুর সংখ্যার সমান (বা গ্যাসের মোলের সংখ্যা)।\n\n\n== সম্মিলিত এবং আদর্শ গ্যাস সূত্র ==\nপ্রাপ্ত হয় বয়েলের সূত্র, চার্লসের সূত্র এবং গে-লুসাকের সূত্র একত্রিত করে সম্মিলিত গ্যাস সূত্র বা সাধারণ গ্যাস সমীকরণ পাওয়া যায়।  এটি গ্যাসের একটি নির্দিষ্ট ভর (পরিমাণ) জন্য চাপ, আয়তন এবং তাপমাত্রার মধ্যে সম্পর্ক দেখায়:\n\n  \n    \n      \n        P\n        V\n        =\n        \n          k\n          \n            5\n          \n        \n        T\n      \n    \n    {\\displaystyle PV=k_{5}T}\n  \n\nএটি এভাবেও লেখা যেতে পারে:\n\n  \n    \n      \n        \n          \n            \n              \n                P\n                \n                  1\n                \n              \n              \n                V\n                \n                  1\n                \n              \n            \n            \n              T\n              \n                1\n              \n            \n          \n        \n        =\n        \n          \n            \n              \n                P\n                \n                  2\n                \n              \n              \n                V\n                \n                  2\n                \n              \n            \n            \n              T\n              \n                2\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {P_{1}V_{1}}{T_{1}}}={\\frac {P_{2}V_{2}}{T_{2}}}}\n  \n\nঅ্যাভোগাড্রোর সূত্র যোগ করার সাথে সাথে, সম্মিলিত গ্যাস সূত্র আদর্শ গ্যাস  সূত্রে বিকশিত হয়:\n\n  \n    \n      \n        P\n        V\n        =\n        n\n        R\n        T\n      \n    \n    {\\displaystyle PV=nRT}\n  \n\nকোথায়\nP চাপ\nV হল আয়তন\nn হল মোলের সংখ্যা\nR হল সার্বজনীন গ্যাস ধ্রুবক\nT হল তাপমাত্রা (K)\nযা সমানুপাতিক ধ্রুবক, এখন R নামে পরিচিত, সর্বজনীন গ্যাস ধ্রুবক যার মান 8.3144598 (kPa∙L)/(mol∙K)।\nএই সূত্রের সমীকরণ   হল:\n\n  \n    \n      \n        P\n        V\n        =\n        N\n        \n          k\n          \n            B\n          \n        \n        T\n      \n    \n    {\\displaystyle PV=Nk_{\\text{B}}T}\n  \n\nকোথায়\nP হল চাপ\nV হল আয়তন\nN হল গ্যাসের অণুর সংখ্যা\nk B হল বোল্টজম্যান ধ্রুবক (1.381×10 −23 J·K −1 SI ইউনিটে)\nT হল তাপমাত্রা (K)\nএই সমীকরণগুলি শুধুমাত্র একটি আদর্শ গ্যাসের জন্য সঠিক, যা বিভিন্ন আন্তঃআণবিক প্রভাবকে উপেক্ষা করে (বাস্তব গ্যাস দেখুন)। যাইহোক, আদর্শ গ্যাস  সূত্র মাঝারি চাপ এবং তাপমাত্রার অধীনে বেশিরভাগ গ্যাসের জন্য ভাল অনুমান দিতে পারে।\nএই  সূত্রের নিম্নলিখিত গুরুত্বপূর্ণ ফলাফল রয়েছে:\n\nযদি তাপমাত্রা এবং চাপ স্থির রাখা হয়, তাহলে গ্যাসের আয়তন গ্যাসের অণুর সংখ্যার সরাসরি সমানুপাতিক।\nযদি তাপমাত্রা এবং আয়তন স্থির থাকে, তাহলে গ্যাসের পরিবর্তনের চাপ বর্তমান গ্যাসের অণুর সংখ্যার সরাসরি সমানুপাতিক।\nযদি গ্যাসের অণুর সংখ্যা এবং তাপমাত্রা স্থির থাকে, তাহলে চাপটি আয়তনের  ব্যাস্তানুপাতিক।\nযদি তাপমাত্রার পরিবর্তন হয় এবং গ্যাসের অণুর সংখ্যা স্থির রাখা হয়, তাহলে হয় চাপ বা আয়তন (বা উভয়ই) তাপমাত্রার সরাসরি অনুপাতে পরিবর্তিত হবে।\n\n\n== অন্যান্য গ্যাস সূত্র ==\nগ্রাহাম এর সূত্র\nবলে যে যে হারে গ্যাসের অণুগুলি ছড়িয়ে পড়ে তা স্থির তাপমাত্রায় গ্যাসের ঘনত্বের বর্গমূলের বিপরীত সমানুপাতিক। অ্যাভোগাড্রোর সূত্রের সাথে মিলিত (যেহেতু সমান আয়তনে সমান সংখ্যক অণু থাকে) এটি আণবিক ওজনের মূলের ব্যস্তনুপাতিক।\nডাল্টনের আংশিক চাপের সূত্র\nবলে যে গ্যাসের মিশ্রণের চাপ হল পৃথক উপাদানের আংশিক চাপের সমষ্টি। ডাল্টনের  সূত্রটি নিম্নরূপ:\n\n  \n    \n      \n        \n          P\n          \n            \n              total\n            \n          \n        \n        =\n        \n          P\n          \n            1\n          \n        \n        +\n        \n          P\n          \n            2\n          \n        \n        +\n        \n          P\n          \n            3\n          \n        \n        +\n        ⋯\n        +\n        \n          P\n          \n            n\n          \n        \n        ≡\n        \n          ∑\n          \n            i\n            =\n            1\n          \n          \n            n\n          \n        \n        \n          P\n          \n            i\n          \n        \n        ,\n      \n    \n    {\\displaystyle P_{\\textrm {total}}=P_{1}+P_{2}+P_{3}+\\cdots +P_{n}\\equiv \\sum _{i=1}^{n}P_{i},}\n  \n\nএবং সমস্ত উপাদান গ্যাস এবং মিশ্রণ একই তাপমাত্রা এবং আয়তনে থাকে\nযেখানে P মোট হল গ্যাসের মিশ্রণের মোট চাপ\nP i হল প্রদত্ত আয়তন এবং তাপমাত্রায় উপাদান গ্যাসের আংশিক চাপ বা চাপ।\n\nআংশিক আয়তনের আমাগার সূত্র\nবলে যে গ্যাসের মিশ্রণের আয়তন (বা ধারকটির আয়তন) কেবলমাত্র পৃথক উপাদানগুলির আংশিক আয়তনের সমষ্টি।  সূত্রটি নিম্নরূপ:\n\n  \n    \n      \n        \n          V\n          \n            \n              total\n            \n          \n        \n        =\n        \n          V\n          \n            1\n          \n        \n        +\n        \n          V\n          \n            2\n          \n        \n        +\n        \n          V\n          \n            3\n          \n        \n        +\n        ⋯\n        +\n        \n          V\n          \n            n\n          \n        \n        ≡\n        \n          ∑\n          \n            i\n            =\n            1\n          \n          \n            n\n          \n        \n        \n          V\n          \n            i\n          \n        \n        ,\n      \n    \n    {\\displaystyle V_{\\textrm {total}}=V_{1}+V_{2}+V_{3}+\\cdots +V_{n}\\equiv \\sum _{i=1}^{n}V_{i},}\n  \n\nএবং সমস্ত উপাদান গ্যাস এবং মিশ্রণ একই তাপমাত্রা এবং চাপে থাকে।\nযেখানে V মোট হল গ্যাসের মিশ্রণের মোট আয়তন বা পাত্রের আয়তন,\nV i হল প্রদত্ত চাপ এবং তাপমাত্রায় উপাদান গ্যাসের আংশিক আয়তন বা আয়তন।\n\nহেনরির  সূত্র\nবলে যে ধ্রুবক তাপমাত্রায়, প্রদত্ত গ্যাসের পরিমাণ যে তরলের আয়তনে দ্রবীভূত হয় সেই গ্যাসের আংশিক চাপের সাথে ভারসাম্যের সাথে সরাসরি সমানুপাতিক।\n\n  \n    \n      \n        p\n        =\n        \n          k\n          \n            \n              H\n            \n          \n        \n        \n        c\n      \n    \n    {\\displaystyle p=k_{\\rm {H}}\\,c}\n  \n\n\n== তথ্যসূত্র ==\nCastka, Joseph F.; Metcalfe, H. Clark (২০০২)। Modern Chemistry। Holt, Rinehart and Winston। আইএসবিএন 0-03-056537-5। \nGuch, Ian (২০০৩)। The Complete Idiot's Guide to Chemistry। Alpha, Penguin Group Inc.। আইএসবিএন 1-59257-101-8। \nZumdahl, Steven S (১৯৯৮)। Chemical Principles। Houghton Mifflin Company। আইএসবিএন 0-395-83995-5। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গ্যাস সূত্রসমূহ সম্পর্কিত মিডিয়া দেখুন।"}