{"pageid": 1179492, "title": "চূড়ামণি", "url": "https://bn.wikipedia.org/wiki?curid=1179492", "content": "চূড়ামণি (হিন্দি: चूडामणि) হল একটি পদ্ম-আকৃতির ভারতীয় হেডড্রেস যা সাধারণত রত্নখচিত হয়।এটি চুলের গিঁটের মাঝখানে পরা হয়। হেডড্রেসের নাম চূড়া (হিন্দি: चूड़ा ) যার অর্থ 'চুলের গোছা' এবং মানি (হিন্দি:मणि) অর্থ 'রত্ন' থেকে এসেছে। চূড়ামণি গুজরাটে বিয়ের অনুষ্ঠানের সময় কনের দ্বারা পরা হাতির দাঁতের চুড়িকেও উল্লেখ করতে পারে। যখন একজন চূড়ামণি মাণিক্য দ্বারা জড়ানো হয়, তখন এটি অরুণা চূড়ামণি নামে পরিচিত।\n\n\n== কিংবদন্তি ==\nদেবী রত্নাকর নন্দিনী সমুদ্র মন্থনের সময় জন্মগ্রহণ করেন। ভগবান বিষ্ণুকে দেখে রত্নাকর নন্দিনী তাঁর কাছে নিজেকে উৎসর্গ করেন। বিষ্ণুর সাথে দেখা হলে তিনি তাকে চূড়ামণি নামে একটি রত্নখচিত অলঙ্কার দেন।\nমহালক্ষ্মীর পরিবর্তে বিষ্ণুর সাথে বিয়ে হয়েছিল এবং রত্নাকর নন্দিনী নিজে থেকে চলে গিয়েছিল। বিষ্ণু তাকে ত্রিকূটা পর্বতে যেতে এবং দ্বাপর যুগ এবং ত্রেতাযুগে সেখানে ধ্যান করার পরামর্শ দিয়েছিলেন, আশীর্বাদ করেছিলেন এবং ভক্তদের ইচ্ছা পূরণ করেছিলেন।\nতপস্যা করার সময় রত্নাকর নন্দিনী চূড়ামণিকে বিষ্ণুকে স্যুভেনির হিসেবে দিয়েছিলেন। এটা দেখে ইন্দ্র চূড়ামণিকে পাওয়ার জন্য প্রলুব্ধ হলেন। বিষ্ণু তাকে এটি দিয়েছিলেন, যিনি এটি ইন্দ্রানীর (ইন্দ্রের স্ত্রী) চুলে রেখেছিলেন। ইন্দ্রের আদি অধিবাসী স্বর্গ (স্বর্গ) শম্বরাসুর নামে এক দৈত্য দ্বারা আক্রান্ত হলে ইন্দ্র দশরথের কাছে সাহায্য প্রার্থনা করেন। দশরথ কৈকেয়ী সহ ইন্দ্রকে রক্ষা করতে এসে শম্বরসুরকে পরাজিত করেন। প্রশংসার চিহ্ন হিসাবে, ইন্দ্র মন্দাকিনীর চারটি রাজহাঁসের ডানা উপহার দিয়েছিলেন। ইন্দ্রানী তার চূড়ামণি কৈকেয়ীকে উপহার দিয়েছিলেন এবং বর দিয়েছিলেন যে এটি পরা মহিলাটি অখন্ড সৌভাগ্যবতী থাকবেন (তিনি বিবাহিত সুখের সাথে মারা যাবেন) এবং তিনি যে রাজ্যে বাস করবেন তা অজেয় থাকবে। কৈকেয়ি এটি সুমিত্রাকে উপহার দিয়েছিলেন যিনি এটি শ্রী রামচন্দ্রের স্ত্রী সীতাকে দিয়েছিলেন। সীতাকে খুঁজে পেয়ে লঙ্কা থেকে শ্রী রামচন্দ্রের কাছে ফিরে আসার সময় সীতা এটি মহাবীর হনুমানকে একটি চিহ্ন হিসাবে দিয়েছিলেন।\n\n\n== রাঘবন চূড়ামণি ==\nরাঘবন চূড়ামণি একজন ভারতীয় লেখক ছিলেন তামিল ভাষায় লিখতেন। তিনি চূড়ামণি রাঘবন নামে ইংরেজিতে ছোট গল্পও লিখেছেন। তার নামও দেখা যাচ্ছে চূড়ামণি। তিনি চেন্নাইয়ে জন্মগ্রহণ করেন এবং সেখানেই বড় হয়েছেন। শারীরিক অক্ষমতার কারণে তাকে বাড়িতেই স্কুল করানো হয়। ১৯৫৭ সালে তিনি তার প্রথম গল্প \"কাবেরী\" প্রকাশ করেন।\n\n\n== ইতিহাস ==\nসাতবাহন রাজবংশের সময় থেকেই চূড়ামণি পরা হয়ে আসছে। অমরাবতী এবং নাগার্জুনকোণ্ডের ভাস্কর্যগুলিতে চূড়ামণি পরা দেখা যায়।\n\n\n== গুজরাট ==\nগুজরাটে হাতির দাঁতের চুড়ি চূড়ামণি নামে পরিচিত। বিয়ের ঠিক আগে নববধূ তার মায়ের পরিবার থেকে সেগুলি গ্রহণ করে এবং বিয়ের অনুষ্ঠানের সময় এটি পরা হয়। \n\n\n== তথ্যসূত্র =="}