{"pageid": 1179732, "title": "সেন্ট পিটার্সবার্গ রাষ্ট্রীয় বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1179732", "content": "সেন্ট পিটার্সবার্গ রাষ্ট্রীয় বিশ্ববিদ্যালয় (রুশ: СПбГУ, Санкт-Петербургский государственный университет), সেন্ট পিটার্সবার্গ বিশ্ববিদ্যালয় (SPbU) নামেও পরিচিত। এটি রাশিয়ার সেন্ট পিটার্সবার্গে অবস্থিত একটি সরকারি গবেষণাধর্মী বিশ্ববিদ্যালয়। বিশ্ববিদ্যালয় প্রশাসন এটিকে রাশিয়ার প্রাচীনতম বিশ্ববিদ্যালয় হিসাবে বিবেচনা করে এবং এটি রাশিয়ার বৃহত্তম বিশ্ববিদ্যালয়গুলোর মধ্যে একটি। পিটার দ্য গ্রেটের একটি ডিক্রি দ্বারা ১৭২৪ সালে প্রতিষ্ঠিত, বিশ্ববিদ্যালয়টি শুরু থেকেই বিজ্ঞান, প্রকৌশল এবং মানবিক বিষয়ে মৌলিক গবেষণার উপর মনোযোগ দিয়েছে।\nসোভিয়েত আমলে, এটি লেনিনগ্রাদ রাষ্ট্রীয় বিশ্ববিদ্যালয় (রুশ: Ленинградский государственный университет) নামে পরিচিত ছিল। ১৯৪৮ সালে এটির নামকরণ করা হয় আন্দ্রেই ঝদানভের নামে এবং একসময় আনুষ্ঠানিকভাবে \"লেনিনগ্রাদ রাষ্ট্রীয় বিশ্ববিদ্যালয়\" নামকরণ করা হয়। ১৯৮৯ সালে অনানুষ্ঠানিকভাবে লেলিনগ্রাদ নাম অপসারণ করা হয় এবং ১৯৯২ সালে সেন্ট পিটার্সবার্গ নামে প্রতিস্থাপন করা হয়।\nবিশ্ববিদ্যালয়টি ২৪ টি বিশেষায়িত অনুষদ (বিভাগ) এবং ইনস্টিটিউট, একাডেমিক জিমনেসিয়াম, মেডিকেল কলেজ, শারীরিক সংস্কৃতি ও ক্রীড়া কলেজ, অর্থনীতি ও প্রযুক্তি নিয়ে গঠিত। বিশ্ববিদ্যালয়টির দুটি প্রাথমিক ক্যাম্পাস রয়েছে: একটি ভাসিলিয়েভস্কি দ্বীপে এবং অন্যটি পিটারহফ-এ।\n\n\n== আন্তর্জাতিক ক্রম ==\n\nআন্তর্জাতিক ক্রমে, ২০২২ সালে কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিং অনুসারে বিশ্ববিদ্যালয়টি ৩৩৯ তম, ২০২১ সালে ইউএস নিউজ অ্যান্ড ওয়ার্ল্ড রিপোর্ট দ্বারা ৬০৭ তম,  টাইমস হায়ার এডুকেশন ওয়ার্ল্ড বিশ্ববিদ্যালয় র‌্যাঙ্কিং দ্বারা ৬০১-৮০০ তম,  এবং ২০২১ সালে বিশ্ব বিশ্ববিদ্যালয়গুলির একাডেমিক র‌্যাঙ্কিং অনুসারে ৩০১-৪০০ তম। \n\n\n== ইতিহাস ==\n\n\n== সংগঠন ==\n\n\n=== অনুষদ এবং ইনস্টিটিউট ===\nSPbSU ২৪ টি বিশেষ অনুষদ নিয়ে গঠিত, যা হল:\n \n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র এবং অনুষদ ==\n\nরাশিয়ান বিপ্লবী এবং সোভিয়েত ইউনিয়নের প্রতিষ্ঠাতা, ভ্লাদিমির লেনিন একজন প্রাক্তন ছাত্র ছিলেন। রাশিয়ান প্রধানমন্ত্রী পিওত্র স্টোলিপিন এবং দিমিত্রি মেদভেদেভ, রাশিয়ার রাষ্ট্রপতি ও প্রাক্তন প্রধানমন্ত্রী ভ্লাদিমির পুতিন এবং লিথুয়ানিয়ার প্রাক্তন রাষ্ট্রপতি ডালিয়া গ্রাইবস্কেইট প্রাক্তন ছাত্র।\n\n\n== রেক্টর ==\n\n\n== আরও দেখুন ==\nরাশিয়ায় উন্মুক্ত প্রবেশাধিকার\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nLempert, David (১৯৯৬)। Daily Life in a Crumbling Empire: The Absorption of Russia into the World Economy। Eastern European Monograph Series। Columbia University Press। আইএসবিএন 978-0-88033-341-2।  - The history of the university, with a particular focus on the Law Faculty, from the 19th century to the perestroika period\n\n\n== বহিঃসংযোগ ==\nসেন্ট পিটার্সবার্গ রাষ্ট্রীয় বিশ্ববিদ্যালয়র হোমপেজ\nসেন্ট পিটার্সবার্গ বিশ্ববিদ্যালয়ের ইতিহাস"}