{"pageid": 1179728, "title": "কুদুস ফাতিহি সেলাহাদ্দীন আইয়ুবি", "url": "https://bn.wikipedia.org/wiki?curid=1179728", "content": "কুদুস ফাতিহি সেলাহাদ্দীন আইয়ুবি (উর্দু সিরিলিক: قدس فتحی صلاح الدین ایوبی ) হলো একটি পাক-তুর্কি টেলিভিশন ধারাবাহিক, যা তুরস্কের আকলি ফিল্ম এবং পাকিস্তানের আনসারী ও শাহ ফিল্মস দ্বারা নির্মিত। ধারাবাহিকটি আইয়ুবীয় রাজবংশের প্রতিষ্ঠাতা সালাহুদ্দিন আইয়ুবির জীবনের উপর ভিত্তি করে তৈরি। টেলিভিশন ধারাবাহিকটি ২০২২ সালের গ্রীষ্মে প্রযোজনা শুরু করে। প্রযোজকদের মতে, ধারাবাহিকটির মূল লক্ষ্য অমুসলিমরা (যারা মুসলিম ইতিহাস সম্পর্কে অবগত নয়)। ধারাবাহিকটি অসংখ্য তুর্কি ইতিহাসবিদদের দ্বারা লিখিত হয়েছে  এবং তারা পাকিস্তানি ইতিহাসবিদ ও গবেষণা লেখকদের দ্বারা প্ররোচিত হচ্ছে।\n\n\n== অভিনয়ে ==\nউগুর গুনেশ অভিনয় করবেন সালাহুদ্দিন আইয়ুবির চরিত্রে। সালাহুদ্দিন আইয়ুবির পিতা নাজমুদ্দিন আইয়ুব। সালাহুদ্দিন আইয়ুবি একজন সুন্নি মুসলিম। তিনি কুর্দি জাতিগোষ্ঠীর লোক ছিলেন। তিনি মিশর ও সিরিয়ার প্রথম সুলতান।\nমেহমেত আলি অভিনয় করবেন নুরুদ্দিন জেনগির চরিত্রে। নুরুদ্দিন হলেন ইমাদুদ্দিন জেনগির দ্বিতীয় পুত্র। তিনি ১১৪৬ থেকে ১১৭৪ সাল পর্যন্ত রাজত্ব করেন। তাকে দ্বিতীয় ক্রুসেডের গুরুত্বপূর্ণ ব্যক্তিত্ব হিসাবে গণ্য করা হয়।\nনূর উল হাসান অভিনয় করবেন বড়পীর হযরত আবদুল কাদির জিলানি চরিত্রে।\n\n\n== পটভূমি ==\nটেলিভিশন ধারাবাহিকটি ১২ শতকের মুসলিম শাসক সালাহুদ্দিন আইয়ুবির জীবন এবং কীভাবে তিনি জেরুসালেম জয় করেন তার উপর আলোকপাত করে। অধিকন্তু, এটি ক্রুসেডারদের বিরুদ্ধে তার সংগ্রাম ও যুদ্ধ এবং তার শাসনাধীন সিরিয়া, উত্তর মেসোপটেমিয়া, ফিলিস্তিন ও মিশরের মুসলিম অঞ্চলগুলোকে একত্রিত করার লক্ষ্যকে ইঙ্গিত করে।\n\n\n=== উন্নয়ন ===\n২০ আগস্ট ২০২১-এ, সেলাহদ্দীন আইয়ুবি নামে এই নতুন সিরিজটির প্রযোজনার বিষয়ে আকলি ফিল্ম প্রোডাকশনের মালিক এমরে কনুক এবং পাকিস্তানের আনসারি ও শাহ ফিল্মস প্রযোজকদের মধ্যে চুক্তি স্বাক্ষরিত হয়েছিল।  এমরে টুইট করেছেন:\n\nএকটি বরকতময় শুক্রবার রাতে একটি খুশির খবর! আকলি ফিল্মস এবং আনসারি অ্যান্ড শাহ ফিল্মসের মধ্যে 'সুলতান সেলাহাদ্দীন আইয়ুবী' নিয়ে চুক্তি স্বাক্ষরিত হয়েছে। তুরস্ক ও পাকিস্তানের সহযোগিতায় তৈরি হওয়া এই আন্তর্জাতিক প্রকল্পটি আমাদের দেশ ও আমাদের শিল্প জগতের জন্য উপকারী হোক। \n১৮ অক্টোবর ২০২১ তারিখে, লাহোর এবং করাচিতে নাটক সিরিজের অডিশন শুরু করতে তুরস্কের প্রতিনিধি দল ইসলামাবাদ আন্তর্জাতিক বিমানবন্দরে অবতরণ করে।  প্রতিনিধি দলটি ফয়সাল মসজিদ পরিদর্শন করে এবং আনুষ্ঠানিকভাবে পাক-তুর্কি সহযোগিতার ঘোষণা দিতে প্রধানমন্ত্রীর সঙ্গে দেখা করে। এছাড়াও তারা বিভিন্ন সরকারি গণ্যমান্য ব্যক্তিবর্গের সঙ্গে সাক্ষাৎ করেন। লাহোর এবং করাচিতে অডিশন যথাক্রমে নিশাত হোটেল এবং ডিএইচএ -তে হয়েছিল। বিচারক ছিলেন বার্না কুরেকি ও আহমেদ ফারুক।\n \n\n\n=== ঢালাই ===\nসিরিজটিতে তুরস্ক ও পাকিস্তান উভয় দেশের অভিনেতারা অভিনয় করবেন। শো কাস্টের ৭৫% সেলাহাদ্দীন সহ তুর্কি এবং বাকি ২৫% কাস্ট হবে পাকিস্তানের।  এই বিষয়ে, তুরস্ক আকলি ফিল্ম প্রোডাকশন লাহোর, করাচি এবং ইসলামাবাদে ২৮ অক্টোবর থেকে ২০২১ সালের ১ নভেম্বর পর্যন্ত পাকিস্তানে প্রতিভা খোঁজার ঘোষণা দিয়েছে।  সিরিজটি পাকিস্তানে ১০,০০০টি আবেদন পেয়েছে যারা এতে অংশ নিতে ইচ্ছুক। ৬,০০০ টিরও বেশি প্রার্থীর মধ্যে, মোট ৬০ জন পাকিস্তানি শিল্পী অডিশনে সোনার টিকিট পেয়েছেন, যার মধ্যে ১৮ জন লাহোর এবং ৪২ জন করাচির।\n\n\n=== চিত্রগ্রহণ ===\nটিভি সিরিজটির শুটিং হবে তুরস্কে এবং তিনটি সিজন করার পরিকল্পনা করা হয়েছে। আদনান সিদ্দিকীর দ্বারা প্রকাশিত প্রতিটি সিজনে ৩৪টি পর্ব থাকবে।  ২৯ জানুয়ারী, ২০২২-এ উত্পাদন শুরু হয়েছিল, প্রযোজক হিসাবে, এমরে কোনুক ক্যাপশন সহ একটি ছবি পোস্ট করেছিলেন, \" সেলাহাদ্দীন আইয়ুবি ইয়াকিন্দা! \" ( ইংরেজি: Selahaddin Eyyubi soon  ) তার ইনস্টাগ্রামে।  ইস্তাম্বুলে প্রায় ২৪০ একর জমি সংগ্রহ করা হয়েছে যেখানে জেরুজালেম, তিকরিত এবং সিরিয়া ও মিশরের বিভিন্ন শহরের প্রতিলিপি তৈরি করা হবে। নির্মিত শহরগুলি ২০২২ সালের ১৫ থেকে ২০ মার্চ তুরস্কে উদ্বোধন করার কথা ছিল, তুরস্কের রাষ্ট্রপতি রেজেপ তাইয়িপ এরদোয়ান এবং পাকিস্তানের প্রধানমন্ত্রী ইমরান খান বিশেষ অতিথি হিসাবে উপস্থিত ছিলেন, কিন্তু ইমরান খানের বিরুদ্ধে অনাস্থা প্রস্তাবের কারণে তা বাতিল করা হয়েছিল। যার ফলে তাকে অফিস থেকে অপসারণ করা হয়।\n \nসেলাহাদ্দীন আইয়ুবি এর তিন মৌসুমে ষোলজন লেখককে ব্যবহার করবেন। ঐতিহাসিক সিরিজটি পাকিস্তানের পুরাতত্ত্ববিদ এবং গবেষণা লেখকদের সহায়তায় তুর্কি ইতিহাসবিদরা লিখেছেন।  কাশিফ আনসারি জানান যে সিরিজের চিত্রনাট্যকাররা তুর্কি ইতিহাসবিদ, গবেষক এবং লেখকদের সাহায্য নিয়েছেন যাতে এটি যতটা সম্ভব বাস্তবতার কাছাকাছি হয়। সিরিজের প্রাথমিক কাজ সেপ্টেম্বরে শেষ হয়েছিল, তারপরে, কাস্টিং হয়ে গেলে স্ক্রিন টেস্টিং শুরু হয়েছিল। \n\n\n== মুক্তি ==\n২০২৩ সালের ১৩ নভেম্বর তুর্কি সরকারি ইউটিউব চ্যানেল টিআরটি ১ এ \"কুদুস ফাতিহি সেলাহাদ্দিন আইয়ুবী\" সিরিজ সম্প্রচার হয়।\n\n\n=== শুটিং ===\n২০২৩ সালের ২ সেপ্টেম্বর তুরস্কের ইস্তানবুলে শুটিং হয়।\n\n\n== আরও দেখুন ==\nইসলাম-সম্পর্কিত চলচ্চিত্রের তালিকা\n\n\n== তথ্যসূত্র =="}