{"pageid": 11793, "title": "নরসিংদী সদর উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=11793", "content": "নরসিংদী সদর বাংলাদেশের নরসিংদী জেলার অন্তর্গত একটি উপজেলা। এই এলাকাটি ১৪টি ইউনিয়ন ও ২টি পৌরসভা নিয়ে গঠিত।\n\n\n== অবস্থান ও আয়তন ==\nমেঘনা, শীতলক্ষ্যা, আড়িয়াল খাঁ ও পুরাতন ব্রহ্মপুত্র নদের তীরবর্তী এ জেলা ২৩° ৪৬’ হতে ২৪° ১৪’ উত্তর অক্ষরেখা এবং ৯০°৩৫’ ও ৯০°৬০’ পূর্ব দ্রাঘিমার মধ্যে অবস্থিত। এ জেলার উত্তরে পলাশ উপজেলা, শিবপুর উপজেলা ও রায়পুরা উপজেলা, পূর্বে ব্রাহ্মণবাড়িয়া জেলার বাঞ্ছারামপুর উপজেলা ও রায়পুরা উপজেলা, দক্ষিণে নারায়ণগঞ্জ জেলার আড়াইহাজার উপজেলা, পশ্চিমে পলাশ উপজেলা ও  নারায়ণগঞ্জ জেলার রূপগঞ্জ উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nমেঘনা, শীতলক্ষ্যা, আড়িয়ালখাঁ ও পুরাতন ব্রক্ষ্মপুত্র নদীর তীর বিধৌত প্রাচীন সভ্যতা ও ঐতিহ্যে লালিত জেলাটির নাম নরসিংদী। উন্নত যোগাযোগ ব্যবস্থা ও অবস্থানগত কারণে এ জেলা কৃষি, শিল্প, অর্থনীতি, ক্রীড়া ও সংস্কৃতিতে এক সমৃদ্ধ জেলা হিসাবে আত্মপ্রকাশ করেছে। এ জেলা ২৩° ৪৬’ হতে ২৪° ১৪’ উত্তর অক্ষরেখা এবং ৯০°৩৫’ ও ৯০°৬০’ পূর্ব দ্রাঘিমার মধ্যে অবস্থিত। এ জেলার উত্তরে কিশোরগঞ্জ, পূর্বে ব্রাহ্মণবাড়িয়া, দক্ষিণে নারায়ণগঞ্জ ও ব্রাহ্মণবাড়িয়া এবং পশ্চিমে গাজীপুর জেলা অবস্থিত।\n\nনরসিংদী পৌরসভা\nমাধবদী পৌরসভা\n\n\n=== ইউনিয়ন সমুহ ===\nচিনিশপুর ইউনিয়ন\nহাজীপুর ইউনিয়ন, নরসিংদী সদর\nশিলমান্দি ইউনিয়ন\nমেহের পাড়া ইউনিয়ন\nপাঁচদোনা ইউনিয়ন\nআমাদিয়া ইউনিয়ন\nনূরালাপুর ইউনিয়ন\nকাঁঠালিয়া ইউনিয়ন, নরসিংদী সদর\nপাইকারচর ইউনিয়ন\nমহিষাশুরা ইউনিয়ন\nকরিমপুর ইউনিয়ন, নরসিংদী সদর\nনজরপুর ইউনিয়ন\nআলোকবালী ইউনিয়ন\nচরদিঘলদী ইউনিয়ন\n\n\n== ইতিহাস ==\nএর রয়েছে এক গৌরবময় প্রাচীন ইতিহাস। সম্প্রতি জেলার বেলাব উপজেলাধীন উয়ারী-বটেশ্বর এলাকায় অসম রাজার গড় নামক স্থানে প্রায় তিন হাজার বছরের প্রাচীন সভ্যতার সন্ধান পাওয়া গেছে। এছাড়া এ জেলার রয়েছে গৌরবময় মুক্তিযুদ্ধের ইতিহাস। ১৯৭১ সালের মহান মুক্তিযুদ্ধের সূচনালগ্নে ঢাকার বাইরে প্রথম হানাদার পাকিস্তানি বাহিনীকে এ জেলার পাঁচদোনা নামক স্থানে মুক্তিযোদ্ধারা প্রবলভাবে প্রতিরোধ করে এবং শুরু হয় যুদ্ধ। এ যুদ্ধে আহত হন কয়েকজন মুক্তিযোদ্ধা। হানাদার পাকিস্তানি বাহিনীর একটি সাজোয়া যান ধ্বংস হয়। হতাহত হয় বেশ কিছু পাকিস্তানি সৈন্য। ১৯৬৯ এর গণঅভ্যুত্থানের নায়ক শহীদ ‌‌আসাদ, মুক্তিযুদ্ধের বীরশ্রেষ্ঠ খেতাবপ্রাপ্ত ফ্লাইট লে: মতিউর রহমান, লে.কর্ণেল(অব.) নজরুল ইসলাম হিরু বীরপ্রতীক এমপি,বরেণ্য কবি শামসুর রাহমান, সাহিত্যিক, প্রাবন্ধিক ও সমালোচক ড.আলাউদ্দি আল আজাদ, পবিত্র কুরআনের প্রথম বাংলা অনুবাদক গিরিশ চন্দ্র সেন এ জেলারই সন্তান।\n\n\n== অর্থনীতি ==\nআধুনিক শিল্প ও বাণিজ্যে সমৃদ্ধ বর্তমান নরসিংদী জেলার রয়েছে ক্ষুদ্র তাঁত শিল্পের গৌরবময় অতীত ইতিহাস। প্রায় একশত বছর পূর্বে এ অঞ্চলে ছোট ছোট তাঁত শিল্প গড়ে উঠে। স্বাধীনতা লাভের পর এই তাঁত শিল্প আধুনিকতার ধারায় অগ্রসর হয়ে বর্তমানে (টেক্সটাইল, ডাইং ও প্রিন্টিং, নিটিং) পোশাক শিল্পে অত্যন্ত সমৃদ্ধ জেলা হিসাবে সুপ্রতিষ্ঠিত হয়েছে।\nএর পাশাপাশি অন্যান্য শিল্প কারখানা যথা: পাটকল, সার কারখানা, বিদ্যুৎ উৎপাদন কেন্দ্র, কাগজ কল, চিনি কল, শুকনা ও তরল খাদ্য দ্রব্যের কারখানা (প্রাণ ফুডস) ইত্যাদিতে এ জেলা বহু পূর্ব হতেই সমৃদ্ধ। পাকিস্তানের গোড়ার দিকে এ অঞ্চলে ০৬ টি পাটকল প্রতিষ্ঠিত হয়। এ জেলায় ০২ টি ইউরিয়া সার কারখানা রয়েছে। বর্তমান সময়ে বাংলাদেশে প্রায় এক-তৃতীয়াংশ বিদ্যুৎ এ জেলার ঘোড়াশালে উৎপন্ন হচ্ছে।\nএ জেলায় উৎপাদিত বিপুল পরিমাণ কৃষিপণ্য স্থানীয় অর্থনীতিতে বিরাট ভূমিকা রাখছে। উৎপাদিত বিপুল পরিমাণ কৃষিপণ্য রাজধানীসহ সারা দেশের চাহিদার অংশ বিশেষ জোগান দিয়ে থাকে। ইতোমধ্যে এ জেলা উৎপাদিত কৃষিপণ্যের মাধ্যমে কৃষিশিল্প বিকাশের সম্ভাবনাময় অঞ্চল হিসাবে বিবেচিত হচ্ছে।\n১৯৮৫-৯০ সালে বাংলাদেশে জেলাভিত্তিক শিল্পনগরী উন্নয়ন পরিকল্পনার আওতায় নরসিংদী জেলার শিবপুর উপজেলায় পুটিয়া ইউনিয়নের কারারচর গ্রামে প্রায় ১৫ একর ভূমির উপর স্থাপিত হয় বিসিক শিল্পনগরী। এখানে মোট শিল্প কারখানার সংখ্যা ৭০টি। আরও ২০ টি শিল্প কারখানা নির্মাণের অপেক্ষায় রয়েছে।\nব্যবসা-বাণিজ্যের ক্ষেত্রেও নরসিংদী জেলার সুপরিচিতি রয়েছে। প্রাচ্যের ম্যানচেষ্টার হিসাবে খ্যাত কাপড়ের প্রাচীন পাইকারী বাজার \"বাবুরহাট\" নরসিংদী সদরে অবস্থিত। কালের বিবর্তনে বর্তমানে গ্রামের নাম অনুসারে সেকেরচর বাজার নামে পরিচিতি লাভ করেছে। বিভিন্ন ধরনের শাড়ী, থান কাপড়, বেড সীট/বেড কভার, লেপ তোষকের কাপড়, চাদর ইত্যাদি প্রস্তুত, প্রক্রিয়াজাতকরণ, পাইকারী বিক্রয় ও বিদেশে রপ্তানির মাধ্যমে প্রচুর বৈদেশিক মুদ্রা অর্জন করে নরসিংদী জেলা বাংলাদেশের জাতীয় অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা রাখছে।\n\n\n== শিক্ষা ব্যবস্থা ==\n\n\n== দর্শনীয় স্থান ==\nবালাপুর জমিদার বাড়ি\nড্রিম হলিডে পার্ক\nমাধবদী গুপ্তরায় জমিদার বাড়ি\nভাই গিরিশচন্দ্রসেনের বাড়ি\nচরাঞ্চলের মেঘনা বাধ\nনরসিংদী সরকারি কলেজ\nসাটিরপাড়া কালী কুমার উচ্চ বিদ্যালয়\nআড়িয়াল খা দ্বিতীয় রেলওয়ে সেতু\nসদর উপজেলা মডেল মসজিদ\nনরসিংদী পৌর পার্ক\nসুইসগেইট মেঘনা বাঁধ\n\n\n== আরও দেখুন ==\nনরসিংদী জেলা\nঢাকা বিভাগ\nবাংলাদেশের উপজেলাসমূহ\nনরসিংদী সদর থানা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় নরসিংদী সদর উপজেলা"}