{"pageid": 1179170, "title": "অখণ্ড ভারত", "url": "https://bn.wikipedia.org/wiki?curid=1179170", "content": "অখণ্ড ভারত বা অখণ্ড হিন্দুস্তান হল ঐক্যবদ্ধ বৃহত্তর ভারতের একটি ধারণা বোঝাতে ব্যবহৃত হয়। এটি দাবি করে যে আধুনিক আফগানিস্তান, বাংলাদেশ, ভুটান, ভারত, মালদ্বীপ, মিয়ানমার, নেপাল, পাকিস্তান, শ্রীলঙ্কা এবং তিব্বত একক জাতি।\n\n\n== ইতিহাস ==\n\nভারতের স্বাধীনতা আন্দোলনের সময় কানাইয়ালাল মানেকলাল মুনশি অখণ্ড ভারতের ডাক দিয়েছিলেন, যা মহাত্মা গান্ধী সমর্থন করেছিলেন এবং তাঁর বিশ্বাস ছিল ব্রিটেন বিভাজন ও শাসন নীতির মাধ্যমে নিজের সাম্রাজ্যকে ধরে রাখতে চাইছে এবং যতক্ষণ ব্রিটিশরা থাকবে ততক্ষণ হিন্দু-মুসলিম ঐক্য সম্ভব নয়। এছাড়া মাজহার আলি খান লিখেছেন, \"খান ভাইয়েরা অখণ্ড ভারতের জন্য লড়াই করার জন্য মনস্থির করেছিলেন এবং লীগকে প্রদেশের নির্বাচকের সামনে ব্যাপারটিকে নিয়ে লড়াই করার জন্য চ্যালেঞ্জ করেছিলেন।\" ৭–৮ অক্টোবর ১৯৪৪-এ দিল্লিতে রাধাকুমুদ মুখোপাধ্যায় অখণ্ড ভারত লিডার্স কনফারেন্সের সভাপতিত্ব করেছিলেন।\nকিংসলে মার্টিন পর্যবেক্ষণ করেন যে \"ব্রিটিশরা যখন স্বাধীনতাতে রাজি হয়েছিল তখন হিন্দুরা উপমহাদেশের ঐক্য নষ্ট করার জন্য মুসলিম লীগকে কখনও ক্ষমা করেনি। প্রাচীন হিন্দু ধর্মগ্রন্থগুলিতে কল্পনা করা মাতৃভূমির কিছু অংশ ভারত থেকে বিভক্ত হয়ে পড়েছিল বলে অনেক হিন্দু বিধ্বস্ত হয়।\" হিন্দু রাজনৈতিক সংগঠন ভারতীয় জনসঙ্ঘ অখণ্ড ভারতকে এর অন্যতম লক্ষ্য হিসাবে প্রতিষ্ঠা করে।\nস্বাধীনতা সংগ্রামী ও হিন্দু মহাসভা নেতা বিনায়ক দামোদর সাভারকর ১৯৩৭ সালে আহমেদাবাদে হিন্দু মহাসভার ১৯তম বার্ষিক অধিবেশনে অখণ্ড ভারতের ধারণার কথা বলেছিলেন, যা \"কাশ্মীর থেকে রামেশ্বরম ও সিন্ধ থেকে আসাম পর্যন্ত সর্বদা এক ও অবিভাজ্য।\" তিনি বলেছিলেন যে \"ভারতীয় জাতি এবং ভারতীয় রাষ্ট্রের প্রতি অবিভক্ত আনুগত্য এবং আনুগত্যের ঋণী সকল নাগরিককে নিখুঁত সমতার সাথে আচরণ করা হবে এবং জাতি, ধর্ম বা বর্ণ নির্বিশেষে সমানভাবে কর্তব্য ও বাধ্যবাধকতাগুলি ভাগ করে নেবে এবং প্রতিনিধিত্বও করবে। হয় এক ব্যক্তির এক ভোটের ভিত্তিতে অথবা পৃথক নির্বাচকমণ্ডলীর ক্ষেত্রে জনসংখ্যার অনুপাতে এবং জনসেবা শুধুমাত্র যোগ্যতার ভিত্তিতে হবে।\"\n\n\n== সমসাময়িক প্রস্তাব ==\n\n\n=== ধর্মীয় সংগঠন ===\nএকাধিক হিন্দুত্ববাদী সংগঠন অখণ্ড ভারতের ডাক দিয়েছে, যেমন হিন্দু মহাসভা, রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘ (আরএসএস), বিশ্ব হিন্দু পরিষদ (ভিএইচপি), শিবসেনা, মহারাষ্ট্র নবনির্মাণ সেনা (এমএনএস), হিন্দু সেনা, হিন্দু জনজাগৃতি সমিতি, ভারতীয় জনতা পার্টি (বিজেপি), অখণ্ড হিন্দুস্তান মোর্চা ইত্যাদি।\n১৯৪৭ সালের আগের ভারতের মানচিত্রে পাকিস্তান ও বাংলাদেশকে ব্রিটিশ ভারতের অংশ হিসেবে দেখানো হয়েছে, যা প্রাক্‌-অখণ্ড ভারতের সীমানা নির্ধারণ করে। তাই অখণ্ড ভারত থেকে বিচ্ছিন্ন এই দেশগুলোকে পুনরায় যুক্ত করে অবিভক্ত অখণ্ড ভারতকে পুনরায় একত্রিত করাই অখণ্ড ভারতের উদ্দেশ্য। অখণ্ড ভারতের সৃষ্টি তাত্ত্বিকভাবে হিন্দু \"সংগঠন\" ও \"শুদ্ধিকরণ\"-এর সাথে যুক্ত।\nঅখিল ভারতীয় সংস্কৃত জ্ঞান পরীক্ষার স্ট্যান্ডার্ড ৭ ছাত্রদের আরএসএস পাঠ্যবইয়ের প্রথম অধ্যায়ে একটি মানচিত্র আছে, যেখানে পাকিস্তান, বাংলাদেশ ও বিভাজন-পরবর্তী ভারতকে অখণ্ড ভারতের অংশ হিসেবে দেখানো হয়েছে। ঐ সংগঠনের শ্রমিক সংঘের এক পত্রিকায় আফগানিস্তান, ভুটান, মালদ্বীপ, মিয়ানমার, নেপাল, শ্রীলঙ্কা ও তিব্বতকেও অখণ্ড ভারতের অংশ হিসেবে দেখানো হয়েছে।\nযদিও বিজেপির নেতৃত্ব এব্যাপারে সন্দিহান, সঙ্ঘ সবসময় এই ধারণার একটি সোচ্চার বাহক। সংঘের চিন্তাবিদ দ্য ট্র্যাজিক স্টোরি অফ পার্টিশন গ্রন্থে অখণ্ড ভারত ভাবনার গুরুত্বের ওপর জোর দেওয়া হয়েছে। সঙ্ঘের সংবাদপত্র অর্গানাইজার-এ সরসঙ্ঘচালক মোহন ভাগবতের বিবৃতি প্রকাশিত হয়েছিল যেখানে বলা হয়েছিল যে শুধুমাত্র অখণ্ড ভারত এবং সম্পূর্ণ সমাজই প্রকৃত স্বাধীনতা আনতে পারে।\nডিসেম্বর ২০১৫-এ নরেন্দ্র মোদীর পাকিস্তানের লাহোরে কূটনৈতিক সাক্ষাতের পর রাম মাধব আল জাজিরার মেহদি হাসানের সঙ্গে এক সংলাপে বলেছিলেন, \"আরএসএস এখনো বিশ্বাস করে যে একদিন কেবল ৬০ বছর আগে ঐতিহাসিক কারণে বিভক্ত ভারত, পাকিস্তান ও বাংলাদেশ জনগণের সদিচ্ছার দ্বারা একত্রিত হয়ে অখণ্ড ভারত গঠন করবে।\" মার্চ ২০১৯-এ আরএসএস নেতা ইন্দ্রেশ কুমার দাবি করেছিলেন যে ২০২৫-এ পাকিস্তান পুনরায় ভারতে মিলিত হবে, ভারতীয়রা লাহোর ও তিব্বতের মানস সরোবরে বসতি স্থাপন করবে, ঢাকাতে এক ভারতপন্থী সরকার গঠিত হবে এবং ইউরোপীয় ইউনিয়নের ধাঁচে অখণ্ড ভারত গঠিত হবে।\nজুলাই ২০১৭-এ ৩০০ জন ইসলামি যাজকেরা পুণেতে একত্রিত হয়ে ভারতীয় পুনর্মিলনের জন্য ডাক দিয়েছিলেন:\n\nUntil and unless the borders of India are peaceful we won’t be able to achieve economical, societal and educational development. Tensions at borders are leading to enormous expenditures and development work is stalled. The division made by British was unnatural so we request honorable Prime Minister Narendra Modi to use all military options and unite Pakistan, Bangladesh and Afghanistan to make Akhand Bharat. The dream saw by Indian leaders before and after independence will come true and India will become most powerful country in the world.\nঅনুবাদ: যতক্ষণ ভারতের সীমানা শান্তিপূর্ণ হচ্ছে ততক্ষণ আমরা অর্থনৈতিক, সামাজিক ও শিক্ষা-সঙ্ক্রান্ত উন্নয়ন লাভ করতে পারব না। সীমান্তে বিবাদের ফলে প্রচুর অর্থ‌ব্যয় হচ্ছে এবং উন্নয়নের কাজ বাধাপ্রাপ্ত হচ্ছে। ব্রিটিশদের দ্বারা বিভাজন অস্বাভাবিক ছিল, সুতরাং আমরা মাননীয় প্রধানমন্ত্রী নরেন্দ্র মোদীকে সমস্ত সামরিক বিকল্পকে কাজে লাগিয়ে পাকিস্তান, বাংলাদেশ ও আফগানিস্তানকে ঐক্যবদ্ধ করে অখণ্ড ভারত গঠন করার জন্য আবেদন করছি। স্বাধীনতার আগে ও পরে ভারতীয় নেতাদের দ্বারা দেখা স্বপ্ন সত্য হবে এবং ভারত বিশ্বের সবচেয়ে ক্ষমতাশালী দেশে পরিণত হবে।\nশিবসেনার মতো হিন্দুত্ববাদী সংগঠন, বিশেষত ভারতের সংবিধানের অনুচ্ছেদ ৩৭০-এর অপসারণের পর, পাক-অধিকৃত কাশ্মীরকে ভারতের অধীনে এনে অখণ্ড ভারতের আশা আংশিক পূরণ করতে চেয়েছিল।\n\nজয়পুরে ১৭ নভেম্বর ২০২০-এ আরএসএসের প্রচারকগণ অখণ্ড ভারত বর্ষপঞ্জি প্রকাশিত করেছিলেন।\n\n\n=== রাজনৈতিক দল ===\nবিজেপি নেতা ও ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী এবং বিজেপি সর্বভারতীয় সাধারণ সম্পাদক রাম মাধব ভারতের পুনর্মিলনকে সমর্থন করেছেন।\nনভেম্বর ২০২০ সালে মুম্বইয়ে জাতীয়তাবাদী কংগ্রেস পার্টির (এনসিপি) সভাপতি নবাব মালিক বলেছিলেন যে, \"এনসিপি ভারত, পাকিস্তান ও বাংলাদেশের একত্রীকরণকে সমর্থন করে।\" তিনি একে জার্মান পুনঃএকত্রীকরণের সঙ্গে তুলনা করে বলেছিলেন: \"যদি বার্লিন প্রাচীরকে ভেঙে দেওয়া যায়, তবে কেন ভারত, পাকিস্তান ও বাংলাদেশ একসঙ্গে আসতে পারে না?\"\n২০২৩-এ ভারতের নতুন সংসদ ভবনে এক দেওয়ালচিত্র উদ্বোধন করা হয়েছিল, যা ছিল সম্রাট অশোকের অধীনে মৌর্য সাম্রাজ্যের এক মানচিত্র। কিন্তু একাধিক প্রতিবেশী দেশ এর সমালোচনা করেছিল। পাকিস্তানের পররাষ্ট্র মন্ত্রকের প্রবক্তা মুমতাজ যাহরা বালোচ একে \"সংশোধনবাদী ও প্রসারণবাদী মনোভাবের প্রকাশ\" বলে সমালোচনা করেছিলেন। বাংলাদেশী পররাষ্ট্র উপমন্ত্রী বলেছিলেন, \"এই মানচিত্রকে নিয়ে বিভিন্ন জায়গা থেকে রাগ প্রকাশিত হচ্ছে।\" বিভিন্ন নেপালি রাজনীতিকরাও এব্যাপারে চিন্তিত ছিল। অবশ্য ভারতীয় বিদেশ মন্ত্রকের প্রবক্তা অরিন্দম বাগচি বলেছিলেন, \"এটি দায়ী ও জনমুখী শাসনের ধারণার প্রতীক যা অশোক গ্রহণ করে ছড়িয়ে দিয়েছিলেন।\" বিজেপির অন্যান্য রাজনীতিকেরা একে অখণ্ড ভারতের প্রতীক বলেছিলেন এবং সংসদ মন্ত্রী প্রহ্লাদ জোশী টুইট করেছিলেন, \"ব্যাপারটা পরিষ্কার। অখণ্ড ভারত।\"\n\n\n=== অন্যান্য ===\nএপ্রিল ২০০৪-এ ভারতের প্রাক্তন উপপ্রধানমন্ত্রী লালকৃষ্ণ আডবাণী ভারত ও পাকিস্তানের মধ্যে এক মিত্রসংঘ গঠন করার প্রতি সওয়াল করেছিলেন যা ইউরোপীয় ইউনিয়ন, মার্কিন যুক্তরাষ্ট্র, সোভিয়েত রাশিয়া ও গণপ্রজান্তন্ত্রী চীনকে টক্কর দেবে। আজমির শরীফ দরগাহ ভ্রমণের সময় সঙ্গীতশিল্পী মেহদী হাসান সর্বদাই \"শান্তিপূর্ণভাবে ভারত ও পাকিস্তানের পুনঃএকত্রীকরণের\" জন্য সর্বদা প্রার্থনা করেছিলেন।\nভারতের সর্বোচ্চ আদালতের প্রাক্তন বিচারপতি মারকানদে কাটজু পাকিস্তানি সংবাদপত্র দ্য নেশন-এ বলেছিলেন যে, \"একমাত্র শক্তিশালী, ধর্মনিরপেক্ষ ও আধুনিকতাবাদী সরকারের অধীনে ভারত, পাকিস্তান ও বাংলাদেশকে একত্রিত করলে ভারত ও পাকিস্তানের মধ্যে বিবাদের অবসান ঘটবে।\" তিনি নিউজলন্ড্রি-তে অখণ্ড ভারতের সমর্থনের কারণ ব্যাখ্যা করেছেন। তবে তিনি বলেছিলেন যে এক ধর্মনিরপেক্ষ সরকার এরকম রাষ্ট্রকে শাসন করবে। কাটজু ইন্ডিয়ান রিইউনিফিকেশন অ্যাসোসিয়েশনের (আইআরএ) সভাপতি, যা ভারতের পুনঃএকত্রীকরণের জন্য প্রচার করে।\nইসলামি সন্ত্রাসবাদী সংগঠন লশকর-ই-তাইয়েবা (এলইটি) গাজওয়াতুল হিন্দের ধারণা পোষণ করেছে, যেখানে তারা কাশ্মীরসহ ভারত দখল করবে এবং পাকিস্তানকে ঐক্যবদ্ধ করে ভারতীয় উপমহাদেশে মুসলিম শাসন প্রতিষ্ঠা করবে।\n\n\n== সমীক্ষা ==\n২০১৮-এ অক্সফোর্ড ইউনিয়ন সোসাইটিতে ভারতের পুনঃএকত্রীকরণ নিয়ে বিতর্কসভায় ১০৮ জন ভারত বিভাজনের বিপক্ষে এবং ৭৬ জন বিভাজনের পক্ষে ভোট দিয়েছিল।\n\n\n== আরও দেখুন ==\nভারতীয় পুনর্মিলন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nএভাবেই খণ্ডিত হয়ে গেল অখণ্ড ভারত\nঅখণ্ড ভারত - স্বপ্ন ও বাস্তবতা\nঅখণ্ড ভারত থাকলে কেমন হতো?"}