{"pageid": 1179, "title": "বেলিজ", "url": "https://bn.wikipedia.org/wiki?curid=1179", "content": "বেলিজ মধ্য আমেরিকার উত্তর-পূর্ব অংশে, ক্যারিবীয় সাগরের উপকূলে অবস্থিত একটি রাষ্ট্র। বেলিজ মধ্য আমেরিকার সবচেয়ে ক্ষুদ্র ও স্বল্পবসতিপূর্ণ দেশগুলির একটি। এর উত্তরে মেক্সিকো, পশ্চিমে ও দক্ষিণে গুয়াতেমালা এবং পূর্বে ক্যারিবীয় সাগর। দেশটির তটরেখার দৈর্ঘ্য ২৮০ কিলোমিটার। উপকূল থেকে ৩০ কিলোমিটার দূরত্বে সমুদ্রের মধ্যে একটি প্রবাল বাধ আছে, যার নাম বেলিজ প্রবাল বাধ। ভৌগোলিকভাবে বেলিজ ইউকাতান উপদ্বীপের দক্ষিণে অবস্থিত। বেলিজের উত্তর অর্ধাংশ নিম্ন জলাভূমি প্রকৃতির; এখানে কৃষিকাজ দুরূহ। বেলিজের দক্ষিণ অংশটিতে একটি সরু উপকূলীয় সমভূমি আছে, যার পাশে হঠাৎ অনেক উঁচু পাহাড় ও পর্বত উঠে গেছে; পার্বত্য অঞ্চলটির নাম মায়া পর্বতমালা। দেশের তিন-চতুর্থাংশ এলাকা অরণ্যে আবৃত।\nউপকূলীয় শহর বেলিজ সিটি দেশের বৃহত্তম শহর ও দেশের বাণিজ্যিক ও সাংস্কৃতিক কেন্দ্র।  ১৯৭২ সাল পর্যন্ত এটি দেশটির রাজধানী ছিল। ১৯৬১ সালে একটি হারিকেন ঘূর্ণিঝড়ে শহরটির ব্যাপক ক্ষয়ক্ষতি করলে দেশের অভ্যন্তরে বেলিজ সিটি থেকে ৮০ কিলোমিটার পশ্চিমে বেলমোপান শহরে নতুন রাজধানী নির্মাণ করা হয়।\nবেলিজ জাতিগত ও সাংস্কৃতিকভাবে বিচিত্র দেশ। এখানকার অনেক লোক কৃষ্ণাঙ্গ কিংবা মিশ্র আফ্রিকান-ইউরোপীয় রক্তের লোক, যাদেরকে ক্রেওল ডাকা হয়। এছাড়াও এখানে বহু মায়া আদিবাসী ও মেস্তিসো (আদিবাসী আমেরিকান ও ইউরোপীয়দের মিশ্র জাতি) লোকের বাস। এছাড়াও এখানে ইউরোপীয় ও এশীয়রা স্বল্প সংখ্যায় বাস করেন। ১৯৭০-এর দশকের পর থেকে কৃষাঙ্গ ও অর্ধ-কৃষ্ণাঙ্গ ক্রেওলদের তুলনায় মেস্তিসোদের অনুপাত বৃদ্ধি পাচ্ছে। মেস্তিসোরা বর্তমানে বেলিজের জনসংখ্যার অর্ধেকেরও বেশি প্রতিনিধিত্ব করছে।\nবর্তমান বেলিজ এলাকাটি অতীতে মায়া সভ্যতার অংশ ছিল। মায়া সভ্যতা ২০০০ খ্রিস্টপূর্বাব্দে বিকাশ লাভ করে এবং ১৫৫০ খ্রিষ্টাব্দ পর্যন্ত স্থায়ী ছিল। মায়ারা ছিল দক্ষ কৃষক; তারা তখনকার যুগের সবচেয়ে অগ্রসর একটি সভ্যতা নির্মাণ করেছিল। তারা অনেক কারুকার্যময় মন্দির নির্মাণ করে। মায়া সভ্যতার প্রাচীন নগরগুলির ধ্বংসাবশেষ দেখতে অনেক পর্যটক এখন বেলিজে বেড়তে আসে। দেশটির প্রাকৃতিক সৌন্দর্য, বন্যপ্রাণীর বৈচিত্র্য ও মনোরম সৈকতগুলিও পর্যটকদেরকে আকৃষ্ট করে।\nবেলিজ প্রায় দুই শতক ধরে  ব্রিটেনের উপনিবেশ ছিল। এটি আমেরিকা মহাদেশের মূল ভূখণ্ডে অবস্থিত সর্বশেষ ব্রিটিশ উপনিবেশ ছিল। ১৯৭৩ পর্যন্ত এর নাম ছিল ব্রিটিশ হন্ডুরাস। প্রতিবেশী রাষ্ট্র গুয়াতেমালা ঐতিহাসিক কারণে বেলিজকে নিজের অংশ বলে দাবী করে আসলেও বেলিজ নিজের স্বাধীনতার পক্ষে আন্তর্জাতিক অঙ্গনে গুরুত্বপূর্ণ প্রচারণা চালায়। ১৯৮১ সালের ২১শে সেপ্টেম্বর এটি স্বাধীনতা অর্জন করে। বর্তমানে এটি কমনওয়েলথ অফ নেশনসের একটি সদস্য হিসেবে যুক্তরাজ্যের সাথে সম্পর্ক জিইয়ে রেখেছে। বেলিজের প্রধান ভাষা ইংরেজি। বেলিজের সরকারি প্রতিষ্ঠান ও সরকারি ভাষা তাই ইংরেজি ভাষাভাষী ব্রিটিশ ক্যারিবীয় দ্বীপগুলির মত। কিন্তু এর সংস্কৃতি আবার মধ্য আমেরিকার অন্যান্য দেশগুলির মত। বেলিজের রাজনৈতিক ব্যবস্থাটি মধ্য আমেরিকার দেশগুলির মধ্যে সবচেয়ে বেশি স্থিতিশীল ও গণতান্ত্রিক।\n১৬৩৮ সালে পিটার ওয়ালেস নামের একজন স্কটল্যান্ডীয় জলদস্যু বেলিজ নদীর মোহনাতে একটি লোকালয় স্থাপন করেন বলে ধারণা করা হয়। ওয়ালেসের নামের স্পেনীয় উচ্চারণ থেকেই \"বেলিজ\" নামটি এসেছে বলে অনুমান করা হয়। আরেকটি তত্ত্ব অনুযায়ী মায়া ভাষার শব্দ বেলিক্স থেকে এসেছে যার অর্থ \"কাদাপানি\" অথবা অন্য আরেকটি মায়া শব্দ বেলিকিন থেকে এসেছে যার অর্থ \"সমুদ্রমুখী দেশ\"।\nবেলিজের অর্থনীতি মুক্তবাজার প্রকৃতির। ২০শ শতকের প্রথমার্ধ পর্যন্ত কাঠ রপ্তানি ছিল এর অর্থনীতির মেরুদণ্ড। বর্তমানে চিনি ও লেবু জাতীয় ফল রপ্তানি দেশটির আয়ের প্রধান উৎস। বর্তমানে সেবাখাত দেশটির বৃহত্তম অর্থনৈতিক খাত। এছাড়া পর্যটন বিদেশী আয়ের অন্যতম একটি উৎস। বেলিজের মুদ্রার নাম বেলিজ ডলার।\n\n\n== ইতিহাস ==\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== ভূগোল ==\n\n\n== অর্থনীতি ==\n\n\n== জনসংখ্যা ==\n\n\n== সংস্কৃতি ==\n\n\n== সরকার এবং রাজনীতি ==\n\nবেলিজ একটি সংসদীয় সাংবিধানিক রাজতন্ত্র । সরকারের কাঠামো ব্রিটিশ সংসদীয় ব্যবস্থার উপর ভিত্তি করে এবং আইনি ব্যবস্থা ইংল্যান্ডের সাধারণ আইনের আদলে তৈরি। রাষ্ট্রের প্রধান হলেন তৃতীয় চার্লস, যিনি বেলিজের রাজা । তিনি যুক্তরাজ্যে থাকেন এবং বেলিজে গভর্নর-জেনারেল এর দ্বারা প্রতিনিধিত্ব করেন। মন্ত্রীসভা নির্বাহী কর্তৃত্ব প্রয়োগ করে, গভর্নর-জেনারেলকে পরামর্শ দেয় এবং প্রধানমন্ত্রীর নেতৃত্বে কাজ করে , যিনি সরকার প্রধান। সংসদে সংখ্যাগরিষ্ঠ রাজনৈতিক দলের সদস্যরা মন্ত্রিপরিষদে মন্ত্রী হন এবং সাধারণত তাদের মন্ত্রিসভা পদের সাথে একযোগে  নির্বাচিত আসনে অধিষ্ঠিত হন।\nবেলিজের দ্বিকক্ষ বিশিষ্ট জাতীয় পরিষদ একটি প্রতিনিধি পরিষদ এবং একটি সেনেট নিয়ে গঠিত। প্রতিনিধি পরিষদের 31 জন সদস্য সর্বাধিক পাঁচ বছরের মেয়াদে নির্বাচিত হন এবং বেলিজের উন্নয়নকে প্রভাবিত করে এমন আইন প্রবর্তন করেন। গভর্নর-জেনারেল সিনেটের ১২ জন সদস্যকে নিয়োগ করেন । সদস্যদের দ্বারা নির্বাচিত একজন সেনেট সভাপতি হন। সেনেটের দায়িত্ব হলো প্রতিনিধি পরিষদের পাস করা বিল গুলি নিয়ে আলোচনা করা ও অনুমোদন দেওয়া।\nআইন প্রণয়ন ক্ষমতা বেলিজের সরকার এবং সংসদ উভয়ের উপর ন্যস্ত। সাংবিধানিক সুরক্ষার মধ্যে রয়েছে বাক স্বাধীনতা, সংবাদপত্র, উপাসনা, আন্দোলন এবং সমিতি। বিচার বিভাগ নির্বাহী বিভাগ ও আইনসভা থেকে স্বাধীন। \nস্বাধীন বিচার বিভাগের সদস্যদের নিয়োগ করা হয়। বিচার ব্যবস্থায় ম্যাজিস্ট্রেট আদালতের অধীনে গোষ্ঠীভুক্ত স্থানীয় ম্যাজিস্ট্রেটরা অন্তর্ভুক্ত থাকে, যারা কম গুরুতর মামলার শুনানি করে। সুপ্রিম কোর্ট (প্রধান বিচারক) হত্যা এবং ও অন্যান্য গুরুতর মামলার শুনানি করে এবং আপিল আদালত দোষী সাব্যস্ত ব্যক্তিদের আপিলের শুনানি করে যাতে তাদের সাজা বাতিল হবে কিনা সাব্যস্ত হয়। বিবাদীরা, কিছু নির্দিষ্ট পরিস্থিতিতে, ক্যারিবিয়ান কোর্ট অফ জাস্টিসে তাদের মামলার আপিল করতে পারে৷\n\n\n=== রাজনৈতিক সংস্কৃতি ===\n১৯৩৫  সালে, নির্বাচন পুনর্বহাল করা হয়েছিল, কিন্তু তখন জনসংখ্যার মাত্র ১.৮ শতাংশ ভোট দেওয়ার যোগ্য ছিল। ১৯৫৪ সালে মহিলারা ভোট দেওয়ার অধিকার অর্জন করেন । \n1974 সাল থেকে, বেলিজের রাজনীতিতে  পিপলস ইউনাইটেড পার্টি এবং  ইউনাইটেড ডেমোক্রেটিক পার্টি সবচেয়ে উল্লেখযোগ্য। অন্যান্য ছোট দল অতীতে সব স্তরের নির্বাচনে অংশ নিয়েছিল। তবে এই ছোট রাজনৈতিক দলগুলোর কোনোটিই কখনো কোনো উল্লেখযোগ্য সংখ্যক আসন বা পদে জয়লাভ করতে পারেনি ।\n\n\n=== বিদেশী সম্পর্ক ===\nবেলিজ জাতিসংঘের , কমনওয়েলথ অফ নেশনস এর; আমেরিকান স্টেটস অর্গানাইজেশনের (OAS); সেন্ট্রাল আমেরিকান ইন্টিগ্রেশন সিস্টেমের (SICA); ক্যারিবিয়ান সম্প্রদায় (CARICOM) এর; অ্যাসোসিয়েশন অফ ক্যারিবিয়ান স্টেটস (ACS) এর; এবং ক্যারিবিয়ান কোর্ট অফ জাস্টিস ( বর্তমানে শুধুমাত্র বার্বাডোস, বেলিজ, গায়ানা এবং সেন্ট লুসিয়ার জন্য আপিলের চূড়ান্ত আদালত হিসাবে কাজ করে )এর পূর্ণ অংশগ্রহণকারী সদস্য । ২০০১ সালে ক্যারিবিয়ান সম্প্রদায়ের সরকারপ্রধানরা  ভোট দিয়ে ঘোষণা করে যে এই অঞ্চলে আপিলের চূড়ান্ত আদালত হিসাবে যুক্তরাজ্যের প্রিভি কাউন্সিলের বিচার বিভাগীয় কমিটির প্রতিস্থাপন করা উচিত ক্যারিবিয়ান কোর্ট অফ জাস্টিস দিয়ে। বেলিজ এখনও বাণিজ্য এবং একক বাজার চুক্তি সহ CARICOM চুক্তিতে যোগদানের প্রক্রিয়াধীন রয়েছে।\n\nবেলিজ ওয়ার্ল্ড ট্রেড অর্গানাইজেশন এর সদস্য ১৯৯৫ সাল থেকে এবং এর কাজে সক্রিয়ভাবে অংশগ্রহণ করে। এই চুক্তিতে আফ্রিকান, ক্যারিবিয়ান এবং প্যাসিফিক স্টেটস (ACP) গ্রুপের ক্যারিবিয়ান ফোরাম ( CARIFORUM ) সাবগ্রুপ অন্তর্ভুক্ত রয়েছে। CARIFORUM বর্তমানে বৃহত্তর ACP-ব্লকের একমাত্র অংশ যা ইউরোপীয় ইউনিয়নের সাথে সম্পূর্ণ আঞ্চলিক বাণিজ্য-চুক্তি সমাপ্ত করেছে।\nবেলিজে ব্রিটিশ আর্মি গ্যারিসন প্রাথমিকভাবে জঙ্গল যুদ্ধ প্রশিক্ষণের জন্য ব্যবহৃত হয়।১৩,০০০ বর্গকিলোমিটার এর অধিক জঙ্গল ভূখণ্ডে তাদের প্রবেশাধিকার আছে।\nবেলিজ আন্তর্জাতিক অপরাধ আদালতের রোম সংবিধির একটি পক্ষ। \n\n\n=== সশস্ত্র বাহিনী ===\n\nবেলিজ ডিফেন্স ফোর্স (বিডিএফ) দেশের সামরিক বাহিনী হিসেবে কাজ করে। BDF, বেলিজ ন্যাশনাল কোস্ট গার্ড এবং ইমিগ্রেশন বিভাগ  প্রতিরক্ষা এবং অভিবাসন মন্ত্রকের অংশ। ১৯৯৭ সালে নিয়মিত সেনার সংখ্যা ছিল ৯০০, রিজার্ভ আর্মি ৩৮১, এয়ার উইং ৪৫ এবং মেরিটাইম উইং ৩৬,  সামগ্রিক শক্তি ছিল প্রায় ১,৪০০।  2005 সালে, মেরিটাইম উইং বেলিজের কোস্ট গার্ডের অংশ হয়ে ওঠে।  ২০১২ সালে, বেলিজ সরকার সামরিক খাতে প্রায় $১৭ মিলিয়ন ব্যয় করেছে, যা দেশটির মোট দেশজ উৎপাদনের (জিডিপি) ১.০৮% । ১৯৮১ সালে বেলিজ স্বাধীনতা অর্জনের পর যুক্তরাজ্য গুয়াতেমালার আক্রমণ থেকে রক্ষা করার জন্য দেশে একটি প্রতিরোধকারী বাহিনী (ব্রিটিশ ফোর্সেস বেলিজ) বজায় রেখেছিল ( বেলিজীয় অঞ্চলে গুয়াতেমালার দাবি দেখুন)। ১৯৮০ এর দশকে এর মধ্যে একটি ব্যাটালিয়ন এবং ১৪১৭ নং ফ্লাইট আরএএফ হ্যারিয়াস অন্তর্ভুক্ত ছিল। মূল ব্রিটিশ বাহিনী ১৯৯৪ সালে চলে যায়, গুয়াতেমালা বেলিজের স্বাধীনতাকে স্বীকৃতি দেওয়ার তিন বছর পর ।কিন্তু যুক্তরাজ্য ২০১১ সাল পর্যন্ত ব্রিটিশ আর্মি ট্রেনিং অ্যান্ড সাপোর্ট ইউনিট বেলিজ (BATSUB) এবং 25 ফ্লাইট AAC-এর মাধ্যমে প্রশিক্ষণের উপস্থিতি বজায় রেখেছিল যখন শেষ ব্রিটিশ বাহিনী লেডিভিল ব্যারাক ত্যাগ করে ( ব্যতিক্রম সেকেন্ডেড উপদেষ্টারা)। \n\n\n=== প্রশাসনিক বিভাগ ===\n\nবেলিজ ছয়টি জেলায় বিভক্ত।\nএই জেলাগুলি আবার ৩১ টি নির্বাচনী এলাকায় বিভক্ত। বেলিজের স্থানীয় সরকার চার ধরনের স্থানীয় কর্তৃপক্ষ নিয়ে গঠিত: সিটি কাউন্সিল, টাউন কাউন্সিল, গ্রাম কাউন্সিল এবং কমিউনিটি কাউন্সিল । দুটি সিটি কাউন্সিল ( বেলিজ সিটি এবং বেলমোপান ) এবং সাতটি টাউন কাউন্সিল দেশের শহুরে জনসংখ্যাকে কভার করে, গ্রাম এবং কমিউনিটি কাউন্সিলগুলি গ্রামীণ জনসংখ্যাকে কভার করে। \n\n\n=== গুয়াতেমালার  সঙ্গে সীমানাবিরোধ ===\nবেলিজের ইতিহাস জুড়ে ভিন্ন ভিন্ন সময়ে গুয়াতেমালা বেলিজের সমগ্র বা কিছু অংশের উপর সার্বভৌমত্ব দাবি করেছে । এই দাবিটি মাঝে মাঝে গুয়াতেমালার সরকার দ্বারা অঙ্কিত মানচিত্রগুলিতে প্রতিফলিত হয়, যাতে বেলিজকে গুয়াতেমালার তেইশতম বিভাগ হিসাবে দেখানো হয়েছে।\nগুয়াতেমালার দাবিতে বেলিজের মূল ভূখণ্ডের প্রায় 53% জড়িত, যার মধ্যে চারটি জেলার উল্লেখযোগ্য অংশ রয়েছে: বেলিজ, কায়ো, স্ট্যান ক্রিক এবং টলেডো।  দেশের জনসংখ্যার প্রায় 43% (≈১,৫৪,৯৪৯ বেলিজবাসী) এই অঞ্চলে বাস করেন। \nদীর্ঘস্থায়ী সমস্যাটির নিষ্পত্তির জন্য দেশটি বেলিজের উপর তার দাবি আন্তর্জাতিক আদালতে (আইসিজে) নিয়ে যাওয়া উচিত কিনা তা নির্ধারণ করতে। গুয়াতেমালানরা এই বিষয়ে 95% ইতিবাচক ভোট দিয়েছে। ১০ এপ্রিল ২০১৯ -এ বেলিজে অনুরূপ গণভোট অনুষ্ঠিত হওয়ার কথা ছিল, কিন্তু একটি আদালতের রায়ে সেটি স্থগিত করা হয়। ৮ মে ২০১৯-এ গণভোট অনুষ্ঠিত হয় এবং ৫৫.৪% ভোটার বিষয়টি আইসিজে-তে পাঠানোর পক্ষে মত দেন।উভয় দেশই ICJ-তে (যথাক্রমে ২০১৮ এবং ২০১৯ সালে) অনুরোধ জমা দিয়েছে এবং ICJ গুয়াতেমালার প্রাথমিক সংক্ষিপ্ত বিবরণ ডিসেম্বর ২০২০ এবং বেলিজের প্রতিক্রিয়া ২০২২ সালের মধ্যে জমা দেওয়ার নির্দেশ দিয়েছে  ৭ জুন ২০২৩-এ, লিখিত জমা দেওয়ার পর্যায়টি শেষ হয়, পরবর্তী পদক্ষেপ হলো উভয় দেশের আইনি দলগুলির মৌখিক যুক্তি। \n\n\n=== আদিবাসীদের জমির দাবি ===\nবেলিজ ২০০৭ সালে আদিবাসীদের অধিকার সম্পর্কিত জাতিসংঘের (UN) ঘোষণাকে সমর্থন করেছিল, যা আদিবাসী গোষ্ঠীর জন্য আইনি ভূমি অধিকার প্রতিষ্ঠা করে।  অন্যান্য আদালতের মামলাগুলি এই অধিকারগুলিকে নিশ্চিত করেছে যেমন বেলিজের সুপ্রিম কোর্টের ২০১৩ সালের রায় বহাল রাখার সিদ্ধান্ত যা ২০১০ সালে প্রথাগত জমির শিরোনামগুলিকে আদিবাসীদের জন্য সাম্প্রদায়িক ভূমি হিসাবে স্বীকার করেছিল।  এরকম আরেকটি কেস হল বেলিজ সরকারের উপর ক্যারিবিয়ান কোর্ট অফ জাস্টিসের (CCJ) ২০১৫ সালের আদেশ, যেখানে বলা হয়েছে যে দেশটিকে মায়ান ভূমিতে শ্রেণীবদ্ধকরণ এবং ঐতিহ্যগত শাসনের অনুশীলন করার জন্য একটি ভূমি রেজিস্ট্রি তৈরি করতে হবে। এই নিয়মগুলি সত্ত্বেও, বেলিজ আদিবাসী সম্প্রদায়ের ভূমি অধিকারকে সমর্থন করার জন্য সামান্য চেষ্টা করেছে; উদাহরণস্বরূপ, CCJ-এর সিদ্ধান্তের পর দুই বছরে পরেও বেলিজের সরকার মায়ান জমি রেজিস্ট্রি চালু করতে ব্যর্থ হয়, গ্রুপটিকে তার নিজের হাতে ব্যবস্থা নিতে প্ররোচিত করে। \nএসব ঘটনার সঠিক প্রভাব খতিয়ে দেখা দরকার। ২০১৭-এর হিসাব অনুযায়ী, বেলিজ এখনো আদিবাসী জনজাতিদের প্রাপ্য অধিকার দিতে সমস্যায় পড়ে। ৫০-পৃষ্ঠার স্বেচ্ছাসেবী জাতীয় প্রতিবেদন অনুসারে বেলিজ জাতিসংঘের 2030 টেকসই উন্নয়ন লক্ষ্যমাত্রার দিকে তার অগ্রগতির উপর তৈরি করেছে যদিও আদিবাসী গোষ্ঠীগুলিকে দেশের সূচকগুলিতে কোনও উপাদানই দেওয়া হয় না।  সম্পূর্ণ প্রতিবেদনে বেলিজের মায়া জনসংখ্যা শুধুমাত্র একবার উল্লেখ করা হয়েছে। \n\n\n== আরও দেখুন ==\nকমনওয়েলথ অব নেশন্স\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবেলিজের সরকার - সরকারি ওয়েবসাইট।\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ সেপ্টেম্বর ২০১৩ তারিখে\nবেলিজ জাতীয় জরুরী অবস্থা ব্যবস্থাপনা সংস্থা - সরকারি ওয়েবসাইট।\nবেলিজ পর্যটন বোর্ড- সরকারি পর্যটন ওয়েবসাইট।\nBelize Wildlife Conservation Network - Belize Wildlife Conservation Network\nBelize information on globalEDGE\nCountry Page from Encyclopaedia Britannica\nLANIC Belize page\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ বেলিজ-এর ভুক্তি\nBelize at UCB Libraries GovPubs\nকার্লিতে বেলিজ (ইংরেজি)"}