{"pageid": 1179069, "title": "রেবেকা (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1179069", "content": "রেবেকা ১৯৩৮ সালের একটি গথিক উপন্যাস যা ইংরেজ লেখক ড্যাফনি দ্যু মারিয়েইয়ের লেখা। উপন্যাসটির কথক একজন নামহীন যুবতী যে তার অসচ্ছল অবস্থায় এক ধনী বিপত্নীক ব্যক্তির সাথে পরিচিত হয় এবং তাকে বিয়ে করার পর সে আবিষ্কার করে যে সে এবং তার বাড়ির সকলেই তার প্রয়াত প্রথম স্ত্রী, শিরোনাম চরিত্রের স্মৃতিতে আচ্ছন্ন।\nরেবেকা কখনো ছাপা শেষ না হওয়া এমন একটি বেস্টসেলার উপন্যাস, যা ১৯৩৮ থেকে ১৯৬৫ সালে এর প্রকাশের মধ্যে ২.৮ মিলিয়ন কপি বিক্রি করেছে। এটি মঞ্চ ও পর্দার জন্য বহুবার নির্মিত হয়েছে, যার একটি হলো ১৯৩৯ সালে ডু মরিয়ারের স্বনির্মিত একটি নাটক, অ্যালফ্রেড হিচকক পরিচালিত চলচ্চিত্র রেবেকা (১৯৪০), যেটি সেরা ছবির জন্য একাডেমি পুরস্কার জিতেছিল, এবং বেন হুইটলি পরিচালিত ২০২০ সালের রিমেক তা নেটফ্লিক্স কর্তৃক পরিবেশিত।\nউপন্যাসটি বিশেষভাবে স্মরণ করা হয় মিসেস ড্যানভার্স চরিত্রের জন্য, ওয়েস্ট কান্ট্রি এস্টেট ম্যান্ডারলি, এবং এর শুরুর লাইন : \"গত রাতে আমি স্বপ্নে দেখেছি যে আমি আবার ফিরে এসেছি ম্যান্ডারলিতে।\"\n\n\n== কাহিনী সংক্ষেপ ==\nএকজন ধনী আমেরিকান মহিলার সহচর হিসাবে কাজ করার সময়, নাম অপ্রকাশিত কথক, যে মূলত কুড়ির কোঠায় বয়সী এক সরল তরুণী, ছুটিতে মন্টে কার্লোতে ৪২ বছর বয়সী ধনী ইংরেজ ম্যাক্সিম ডি উইন্টার নামক এক বিপত্নীক ব্যক্তির সাথে পরিচিত হয়।\nপরিচয় ও প্রেমের কিছু দিন পর, সে তাকে বিয়ে করতে রাজি হয়, বিবাহ এবং মধুচন্দ্রিমার পরে তার সাথে কর্নওয়ালে তার প্রাসাদোপম সুন্দর এস্টেট ম্যান্ডারলিতে বসবাস করতে শুরু করে।\nপ্রথম মিসেস ডি উইন্টার যার নাম ছিল রেবেকা, এর প্রতি গভীরভাবে নিবেদিতপ্রাণ সেখানকার অশুভ হাউস কিপার মিসেস ড্যানভার্স। ম্যাক্সিমের সাথে দ্বিতীয় মিসেস ডি উইন্টারের প্রণয় হওয়ার প্রায় এক বছর আগে রেবেকা একটি নৌ-দুর্ঘটনায় মারা যায়। মিসেস ড্যানভার্স ক্রমাগত কথক দ্বিতীয় মিসেস ডি উইন্টারকে মনস্তাত্ত্বিকভাবে দুর্বল করার চেষ্টা করেন, অতি সূক্ষ্মভাবে তার মনে বিশ্বাস এনে দেন যে, সে কখনোই তার পূর্বসূরির মতোন সৌন্দর্য, আধুনিকতা এবং আকর্ষণ অর্জন করতে পারবে না। যখনই সে ম্যান্ডারলিতে পরিবর্তন আনতে চেষ্টা করতো, মিসেস ড্যানভার্স তাকে জীবিত অবস্থায় রেবেকা এটি কীভাবে করতো তা বুঝিয়ে পিছপা হতে বাধ্য করতেন। মিসেস ড্যানভার্সের আরোপিত পদ্ধতি এবং রেবেকার প্রতি ওয়েস্ট কান্ট্রি সোসাইটির অন্যান্য সদস্যদের অটল শ্রদ্ধা লক্ষ্য করে ভীত কথক বিচ্ছিন্ন হয়ে পড়তে থাকে।\nতার মনে বিশ্বাস জন্মায় যে ম্যাক্সিম তাকে বিয়ে করার তাৎক্ষণিক সিদ্ধান্তের জন্য অনুতপ্ত এবং এখনো তার মন জুড়ে নিখুঁত রেবেকার প্রতি গভীর ভালোবাসা বিরাজমান। তার মন পাওয়ার জন্য কথক মিসেস ড্যানভার্সের সহায়তায় ম্যান্ডারলির কস্টিউম বলনাচের অনুষ্ঠানটিকে পুনরুজ্জীবিত করে, যা একসময় বাড়ির প্রথম কর্ত্রী রেবেকা আয়োজন করতো। তারই পরামর্শে কথক অনুষ্ঠানে বাড়ির পুরোনো এক আত্মীয়ের পোট্রেটে পরিহিত পোশাকের ন্যায় পোশাক এবং সাজসজ্জা করে সকলের সামনে উপস্থিত হয়। কিন্তু সে জানতো না যে মৃত্যুর আগে রেবেকাও ঠিক একইভাবে সেজে এই অনুষ্ঠানে অংশ নিয়েছিল। যখন কথক হলের মধ্যে প্রবেশ করেন এবং ম্যাক্সিম তার পরিহিত পোশাকটি দেখেন, তখন তিনি ক্রুদ্ধ হয়ে তাকে তা পরিবর্তন করার আদেশ দেন।\nবলনাচের অনুষ্ঠানের পরে, মিসেস ড্যানভার্স কথকের প্রতি তার অবজ্ঞা প্রকাশ করেন, এই ভাব দেখিয়ে যে সে রেবেকা হবার চেষ্টা করছে এবং মৃত এই নারীর প্রতি তার গভীর, অদ্ভুত ভক্তি প্রকাশ করেন। তিনি কথককে জানালা থেকে লাফ দিয়ে আত্মহত্যা করতে প্ররোচিত করার চেষ্টা করেন। যাইহোক, কথক তাতে সম্মহিত হয়ে করার আগেই বাড়ির কাছের সমুদ্র উপকূলে জাহাজ আটকে যাবার সংবাদ আসায় তাতে বাধা পড়ে। তলা ভেঙে যাওয়া জাহাজের হালের অবস্থার তদন্তকারী একজন ডুবুরি ডুবে যাওয়া রেবেকার ব্যক্তিগত নৌকার অবশিষ্টাংশ এবং সেইসাথে এর কেবিনে একটি পচনশীল মৃতদেহ আবিষ্কার করেন, যদিও ম্যাক্সিম রেবেকার মৃত্যুর পরপরই উপকূলে ভেসে আসা আরেকটি লাশকে রেবেকা বলে শনাক্ত করেছিলেন।\nএই আবিষ্কারটি ম্যাক্সিমকে কথকের কাছে স্বীকার করতে বাধ্য করে যে রেবেকার সাথে তার বিয়ে আসলে একটি জালিয়াতি ছিল। ম্যাক্সিম আরো প্রকাশ করে যে রেবেকা একজন নিষ্ঠুর এবং স্বার্থপর নারী ছিল যে তার চারপাশের সকলকে তাকে নিখুঁত স্ত্রী এবং গুণের প্রতিমূর্তি হিসাবে বিশ্বাস করতে চালিত করতো। মৃত্যুর রাতে সে ম্যাক্সিমকে বলেছিল যে সে অন্য একজনের সন্তানের সাথে গর্ভবতী, যাকে সে ম্যাক্সিমের সন্তান নামে বড় করবে এবং ম্যাক্সিম তাকে থামাতে পারবেন না। প্রচণ্ড ক্রোধে ম্যাক্সিম তার হৃৎপিণ্ডে গুলি করেছিলেন, তারপর তার মৃতদেহটিকে তার নৌকায় রেখে সমুদ্রে ডুবিয়ে দিয়েছিলেন। কথক ম্যাক্সিমের হত্যার স্বীকারোক্তির চেয়ে এটি শুনে স্বস্তি পায় যে ম্যাক্সিম এপর্যন্ত সবসময় তাকেই ভালোবেসে এসেছে এবং কখনোই রেবেকাকে সত্যিকারের ভালোবাসেনি।\nরেবেকার নৌকাটি ডাঙায় তোলা হয় এবং এটি যে ইচ্ছাকৃতভাবে ডুবানো হয়েছিল তা প্রকাশ পায়। এটির তদন্তে রেবেকার আত্মহত্যার রায় ঘোষিত হয় । যাইহোক, রায়ের পরেই রেবেকার প্রথম চাচাতো ভাই এবং প্রেমিক, জ্যাক ফ্যাভেল ম্যাক্সিমকে ব্ল্যাকমেইল করার চেষ্টা করে যে তার কাছে এমন একটি চিঠি আছে যা রেবেকা মারা যাওয়ার রাতে তাকে পাঠিয়েছিল যা প্রমাণ করে যে সে আত্মহত্যা করতে পারে না। নিজেদের তদন্তে বেরিয়ে আসে যে সে তার মৃত্যুর কিছুক্ষণ আগে সম্ভবত তার গর্ভাবস্থা নিশ্চিত করার জন্য লন্ডনে একজন ডাক্তারের সাথে অ্যাপয়েন্টমেন্ট করেছিল । যখন ডাক্তারকে খুঁজে পাওয়া যায়, তিনি প্রকাশ করেন রেবেকার মূলত ক্যান্সার ছিল এবং কয়েক মাসের মধ্যেই মারা যাবার সম্ভাবনা ছিল। এছাড়াও তার জরায়ুর বিকৃতির কারণে সে কখনোই গর্ভবতী হতে পারতো না। ম্যাক্সিম অনুমান করে যে রেবেকা শীঘ্রই মারা মারা যাবে জেনেই তাকে তৎক্ষণাৎ খুন করে ফেলতে চালনা করেছিল। মিসেস ড্যানভার্স তদন্তকালে বলেছিলেন যে রেবেকা দীর্ঘস্থায়ী মৃত্যু ছাড়া আর কোনো কিছুই ভয় পায়নি।\nপরবর্তীতে ম্যাক্সিম ম্যান্ডারলিতে একটি বিপদের আশংকা করেন এবং ম্যান্ডারলিতে দ্রুত ফিরে যাওয়ার জন্য রাতভর গাড়ি চালানোর উপর জোর দেন। যাইহোক, তিনি ও কথক বাড়ির নিকটবর্তী আসার আগেই দিগন্তের একটি বড় আভা এবং বায়ুবাহিত ছাই নিশ্চিত করে যে এটি আগুন।\n\n\n== অবস্থান ==\nকাল্পনিক Hôtel Cote d'Azur, মন্টে কার্লো\nকাল্পনিক ম্যান্ডারলি, একটি কান্ট্রি এস্টেট যা ডু মরিয়ারের সম্পাদক উল্লেখ করেছেন \"পাথর এবং মর্টারের একটি খাড়া বাস্তব নির্মাণের মতো একটি পরিবেশ\"\n\n\n== প্রাপ্ত পুরস্কার ==\nমার্কিন যুক্তরাষ্ট্রে ডু মরিয়ার ১৯৩৮ সালে প্রিয় উপন্যাসের জন্য ন্যাশনাল বুক অ্যাওয়ার্ড জিতেছিলেন আমেরিকান বুকসেলার অ্যাসোসিয়েশনের সদস্যদের ভোটে।  ২০০৩ সালে, উপন্যাসটি যুক্তরাজ্যের সমীক্ষা দ্য বিগ রিড -এ 14 নম্বরে তালিকাভুক্ত হয়েছিল।\n২০১৭ সালে বই বিক্রেতা ডব্লিউএইচ স্মিথের একটি জরিপে এটি গত ২২৫ বছরে যুক্তরাজ্যে প্রিয় বই হিসেবে নির্বাচিত হয়েছিল। সংক্ষিপ্ত তালিকার অন্যান্য উপন্যাসগুলি হল হার্পার লির টু কিল এ মকিংবার্ড, জেন অস্টেনের প্রাইড অ্যান্ড প্রেজুডিস, শার্লট ব্রন্টের জেন আয়্যার, এবং জর্জ অরওয়েলের 1984 ৷\n\n\n== সিক্যুয়েল এবং সম্পর্কিত কাজ ==\nউপন্যাসটি ডু মারিয়্যেই এর স্বত্ব দ্বারা অনুমোদিত তিনটি অতিরিক্ত বইকে অনুপ্রাণিত করে:\n\nমিসেস ডি উইন্টার (১৯৯৩) সুসান হিল দ্বারা। (  )\nদ্য আদার রেবেকা (১৯৯৬) মৌরিন ফ্রিলি দ্বারা। ( আইএসবিএন 978-0-89733-477-8 )\nরেবেকা'স টেল (২০০১) স্যালি বিউম্যান দ্বারা (  )\nএছাড়াও, বেশ কয়েকটি ফ্যান ফিকশন ওয়েবসাইট এই উপন্যাসের সিক্যুয়েল, প্রিক্যুয়েল এবং অ্যাডাপশন বৈশিষ্ট্যযুক্ত।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধে একটি কোড কী হিসাবে এর ব্যবহার ==\nবইটির একটি সংস্করণ দ্বিতীয় বিশ্বযুদ্ধে জার্মানরা একটি বই কোডের চাবিকাঠি হিসাবে ব্যবহার করেছিল। পৃষ্ঠা নম্বর, লাইন এবং লাইনের অবস্থান দ্বারা উল্লেখিত বইয়ের একক শব্দ ব্যবহার করে বাক্য তৈরি করা হয়েছিল। একটি কপি রোমেলের সদর দফতরে রাখা হয়েছিল, এবং অন্যটি জার্মান আবওয়ের এজেন্টদের হাতে করে মিশর অতিক্রম করার সময় কায়রোতে অনুপ্রবেশ করে গাড়িতে করে যা কাউন্ট লাসজলো আলমাসি দ্বারা পরিচালিত হয়েছিল।  তবে এই কোডটি কখনই ব্যবহার করা হয়নি, কারণ সদর দফতরের রেডিও বিভাগটি একটি সংঘর্ষে বন্দী হয়েছিল এবং তাই জার্মানরা সন্দেহ করেছিল যে কোডটি আপস করা হয়েছে।\nবইটির এই ব্যবহারটি কেন ফোলেটের উপন্যাস দ্য কি টু রেবেকাতে উল্লেখ করা হয়েছে — যেখানে একজন (কাল্পনিক) গুপ্তচর এটিকে রোমেলের কাছে গুরুত্বপূর্ণ তথ্য দেওয়ার জন্য ব্যবহার করে। মাইকেল ওন্ডাটজে -এর ১৯৯২ সালের উপন্যাস দ্য ইংলিশ পেশেন্ট -এও এই ব্যবহার উল্লেখ করা হয়েছে।\n\n\n== উল্লেখযোগ্য সাংস্কৃতিক প্রসঙ্গ ==\n\n\n=== সাহিত্য ===\nমিসেস ড্যানভার্সের চরিত্রটি স্টিফেন কিং এর ব্যাগ অব বোনস জুড়ে অসংখ্যবার উল্লেখ করা হয়েছে। বইটিতে মিসেস ড্যানভার্স মুখ্য চরিত্র মাইক নুনানের জন্য একজন বোজিম্যানের ভূমিকায় চরিত্রায়িত হয়েছে।\nJasper Fforde 's Thursday Next সিরিজে হাজার হাজার মিসেস ড্যানভার্স ক্লোন তৈরি করা হয়েছে।\n\n\n=== টেলিভিশন ===\nগথিক সোপ অপেরা ডার্ক শ্যাডোজে ১৯৭০ সালের সমসাময়িক সময়ের গল্প রেবেকা দ্বারা কস্টিউম বল দৃশ্যটি সহ অনুপ্রাণিত হয়েছিল। দ্বিতীয় ডার্ক শ্যাডোজ মোশন পিকচার নাইট অফ ডার্ক শ্যাডোজও উপন্যাস থেকে অনুপ্রেরণা নিয়েছিল।\n1972 সালের \"রেবেকি\" নামক একটি স্কিটে দ্য ক্যারল বার্নেট শোতে  চলচ্চিত্রটি প্যারোডি করা হয়েছিল, যার নায়িকা হিসেবে ক্যারল বার্নেট ছিলেন, ড্যাফনি; ম্যাক্স \"ডি উইন্ট্রি\" চরিত্রে হার্ভে কোরম্যান এবং রেবেকি ডি উইন্ট্রির চরিত্রে মা মার্কাসের ছদ্মবেশে; এবং মিসেস ড্যাম্পার্সের চরিত্রে ভিকি লরেন্স ।\n২০০৮ সালে স্কেচ শো দ্যাট মিচেল অ্যান্ড ওয়েব লুকের দ্বিতীয় সিরিজে বিখ্যাত গল্পের আরেকটি প্যারোডি পাওয়া যায়। স্কেচ, যেটিতে ম্যাক্সিম চরিত্রে রবার্ট ওয়েব, মিসেস ড্যানভার্সের চরিত্রে ডেভিড মিচেল এবং রেবেকা চরিত্রে জো নেরি, উপন্যাসটির চলচ্চিত্রায়নের জন্য একটি বিকল্প পদ্ধতির সন্ধান করে। এখানে, গল্পটি রেবেকা বর্ণনা করেছেন, যিনি দ্বিতীয় মিসেস ডি উইন্টারের প্রত্যাশায় আচ্ছন্ন।\nকিছু ল্যাটিন-আমেরিকান সোপ অপেরার প্লটও উপন্যাসটি থেকে অনুপ্রাণিত হয়েছে, যেমন ম্যানুয়েলা (আর্জেন্টিনা), ইনফিরনো এন এল প্যারাইসো (মেক্সিকো), ভেনেজুয়েলার টেলিনোভেলা জুলিয়া এবং এর রিমেক এল ফ্যান্টাসমা দে এলেনা । Telemundo, এবং \"La Sombra de Belinda\" পুয়ের্তো রিকো এর একটি টেলিনোভেলা।\n\n\n=== সঙ্গীত ===\nমেগ অ্যান্ড দিয়া'র মেগ ফ্র্যাম্পটন উপন্যাস থেকে অনুপ্রাণিত হয়ে \"রেবেকা\" শিরোনামের একটি গান লিখেছেন।\nকানসাসের প্রাক্তন ছাত্র স্টিভ ওয়ালশের একক রেকর্ডিং গ্লোসোলালিয়াতে \"রেবেকা\" শিরোনামের একটি গান রয়েছে, যার গানের কথা রয়েছে \"আমি মনে করি আমিই সৌভাগ্যবান, ম্যান্ডারলির কাছে পথভ্রষ্ট ছেলের মতো ফিরে এসেছি, আমি কখনই আগের মতো হব না৷.\".\nস্টিভ হ্যাকেট তার অ্যালবাম টু ওয়াচ দ্য স্টর্মসে \"রেবেকা\" শিরোনামের একটি গান অন্তর্ভুক্ত করেছিলেন।\nটেলর সুইফটের গান \"টলারেট ইট\", তার অ্যালবাম এভারমোরে প্রদর্শিত হয়েছে, যেটি উপন্যাস থেকে অনুপ্রাণিত।\n\n\n=== ফ্যাশন ===\n২০১৩ সালে ডেভন ঘড়ি নির্মাতা ড্যাফনে ডু মরিয়্যেই এর নাতি দ্বারা প্রতিষ্ঠিত ডু মারিয়্যেই ঘড়ি, উপন্যাসের চরিত্রগুলির দ্বারা অনুপ্রাণিত দুটি ঘড়ির একটি সীমিত সংস্করণের কালেকশন প্রকাশ করে—দ্য রেবেকা এবং দ্য ম্যাক্সিম।\n\n\n== সমালোচনামূলক অভ্যর্থনা ==\n৫ নভেম্বর ২০১৯-এ, বিবিসি নিউজ রেবেকাকে তার ১০০টি সবচেয়ে অনুপ্রেরণামূলক উপন্যাসের তালিকায় তালিকাভুক্ত করে। \n\n\n== প্রকাশনা ইতিহাস এবং গ্রহণযোগ্যতা ==\n১৯৩৮ সালের এপ্রিল মাসে ডু মারিয়্যেই পাণ্ডুলিপিটি তার প্রকাশক ভিক্টর গোলান্জকে প্রদান করেন। প্রাপ্তির পর, বইটি গোলান্জের অফিসে পড়া হয়েছিল এবং তার সম্পাদক নরম্যান কলিন্স সহজভাবেই রিপোর্ট করেছেন: 'নতুন ড্যাফনে ডু মারিয়্যেই তে এমন সবকিছু রয়েছে যা জনসাধারণ চায়।'\"  গোলান্জ \" রেবেকার প্রতি প্রতিক্রিয়া ছিল স্বস্তি ও উল্লাস\" এবং \"একটি 'উল্লেখযোগ্য সাফল্য' ভবিষ্যদ্বাণী করেছিলেন।\"  তিনি \"ঘুরেফিরে যাননি\" এবং \"প্রথম ২০,০০০ কপি প্রিন্টের অর্ডার দিয়েছিলেন এবং এক মাসের মধ্যে রেবেকা সেই সংখ্যার দ্বিগুণেরও বেশি বিক্রি হয়েছিল।\" উপন্যাসটি ১৯৩৮ সাল থেকে অবিচ্ছিন্নভাবে মুদ্রিত হয়েছে এবং ১৯৯৩ সালে \"ডু মারিয়্যেই এর মার্কিন প্রকাশক অ্যাভন অনুমান করেছেন যে রেবেকার মাসিক পেপারব্যাক বিক্রি ৪,০০০ কপির বেশি।\"\n\n\n=== প্রচার ===\nডু মারিয়্যেই \"বিবিসি এবং অন্যান্য স্টেশনগুলির সাথে বেশ কয়েকটি রেডিও সাক্ষাৎকার করেছিলেন\" এবং ১৯৩৮ সালের আগস্টে \"ফয়েল'স লিটারারি লাঞ্চে যোগ দিয়েছিলেন\" তখন গুড হাউসকিপিং, লেডিস হোম জার্নাল এবং হাউস অ্যান্ড গার্ডেন ডু মারিয়্যেই এর উপর নিবন্ধ প্রকাশ করেছিল।\n\n\n=== পেশাদার এবং জনপ্রিয় প্রেসে গ্রহণযোগ্যতা ===\nটাইমস বলেছে যে \"এটি সবচেয়ে ভদ্র... এর মধ্যে কিছুই উপন্যাসের বাইরে নয়।\" ১৪ সেপ্টেম্বর ১৯৩৮ সালে খ্রিস্টান সায়েন্স মনিটরে ভিএস প্রিচেট উপন্যাসটির ভবিষ্যদ্বাণী করেছিলেন \"আজ এখানে থাকবে, আগামীকাল চলে যাবে।\"\nঅতি সম্প্রতি দ্য ইন্ডিপেনডেন্টের একটি কলামে সমালোচক সেরি রেডফোর্ড এবং ক্রিস হার্ভে বইটির সুপারিশ করেছেন এবং যুক্তি দিয়েছেন যে রেবেকা একটি \"আশ্চর্যজনকভাবে গথিক গল্প\" যার একটি ভাল ডোজ গভীর এবং মনস্তাত্ত্বিক ভয়ঙ্কর।\nঅল্প কিছু সমালোচক উপন্যাসে দেখেছিলেন যে লেখক তাদের কী দেখতে চেয়েছিলেন: একজন পুরুষ যিনি শক্তিশালী এবং একজন মহিলা যিনি তা নন তাদের মধ্যে সম্পর্কের অন্বেষণ।\n\n\n=== ইতিহাস মুদ্রণ ===\nরেবেকা ইউনিভার্সিটি অফ ইলিনয় দ্বারা পরিচালিত ২০ শতকের আমেরিকান বেস্টসেলার বর্ণনামূলক গ্রন্থপঞ্জি ডেটাবেজে তালিকাভুক্ত। ক্যাথরিন হুবারের এন্ট্রি, ইংরেজি এবং আমেরিকান সংস্করণগুলির পাশাপাশি নীচে তালিকাভুক্ত অনুবাদগুলির উপর বিস্তারিত তথ্য প্রদান করছে।\n\n\n==== ইংরেজি সংস্করণ ====\n\n\n==== অনুবাদ ====\n\n\n== তথ্যসূত্র =="}