{"pageid": 1179065, "title": "অ্যারিস্টোফেনিস", "url": "https://bn.wikipedia.org/wiki?curid=1179065", "content": "অ্যারিস্টোফেনিস (; প্রাচীন গ্রিক: Ἀριστοφάνης, উচ্চারিত [aristopʰánɛːs]; আনু. খ্রিস্টপূর্ব ৪৪৬ – আনু. খ্রিস্টপূর্ব ৩৮৬ অব্দ), ফিলিপাসের পুত্র, ডিমি কাইডাথিনেয়ামের (লাতিন: Cydathenaeum) অধিবাসী ছিলেন প্রাচীন এথেন্সের এক কমিক নাট্যকার বা কমেডি-লেখক এবং পুরনো আত্তীয় কমেডির এক কবি। তাঁর লেখা চল্লিশটি নাটকের মধ্যে মাত্র এগারোটিই কার্যত সম্পূর্ণ আকারে এখনও পাওয়া যায়। এগুলি এবং তার সঙ্গে অ্যারিস্টোফেনিস ও তাঁর সমসাময়িকদের লেখা বেশ কিছু হারানো নাটকের খণ্ডাংশ থেকে পুরনো কমেডি নামে পরিচিত কমিক নাটকের বর্গটির সর্বাপেক্ষা মূল্যবান উদাহরণ এবং এই বর্গের সংজ্ঞানির্ণায়ক।\nঅ্যারিস্টোফেনিসকে \"কমেডির জনক\" এবং \"প্রাচীন কমেডির যুবরাজ\" কথিত আছে, অ্যারিস্টোফেনিস প্রাচীন এথেন্সের জীবনযাত্রাকে অন্যান্যদের তুলনায় অনেক বেশি বাস্তবসম্মতভাবে তাঁর নাটকে তুলে ধরেছিলেন। নামেও অভিহিত করা হয়। তাঁর উপহাস করার ক্ষমতাকে প্রভাবশালী সমসাময়িকেরাও ভয় পেতেন ও স্বীকৃতি দিতেন। প্লেটো অ্যারিস্টোফেনিসের নাটক দ্য ক্লাউডস-কে মিথ্যা অপবাদ হিসেবে চিহ্নিত করেন, যা সক্রেটিসের বিচার ও তৎপরবর্তীকালে তাঁকে মৃত্যুদণ্ডদানের ক্ষেত্রে ভূমিকা গ্রহণ করেছিল। যদিও অন্যান্য ব্যঙ্গনাট্যকারগণও সক্রেটিসকে ব্যঙ্গ করে নাট্যরচনা করেছিলেন।\nক্লিয়ন এথেন্সীয় পোলিস-এর বিরুদ্ধে একটি মিথ্যা অপবাদ আখ্যা দিয়ে অ্যারিস্টোফেনিসের দ্বিতীয় নাটক দ্য ব্যাবিলনিয়ানস-এর (অধুনা লুপ্ত) প্রকাশ্যে নিন্দা করেন। সম্ভবত নাটকটির বিরুদ্ধে আদালতে মামলাও হয়েছিল। কিন্তু বিচারের বিবরণ নথিবদ্ধ করা হয়নি। অ্যারিস্টোফেনিসও পরবর্তী নাটকগুলিতে নির্দয়ভাবে ক্লিয়নকে ব্যঙ্গ করেন। বিশেষভাবে তিনি এই কাজ করেন দ্য নাইটস নাটকে, যেটি অ্যারিস্টোফেনিসের নিজের পরিচালিত অনেকগুলি নাটকের মধ্যে প্রথম। সেই নাটকের সম্মেলকের মাধ্যমে তিনি বলেছিলেন, \"আমার মতে, কমেডির লেখক-পরিচালকের কাজই সবচেয়ে কঠিন কাজ।\"\n\n\n== জীবনী ==\n\nঅ্যারিস্টোফেনিসের জীবন অপেক্ষা তাঁর নাটক সম্পর্কে অধিক তথ্য জানা যায়। আসলে তাঁর নাটকগুলিই তাঁর সম্পর্কে তথ্যের প্রধান উৎস। পুরনো কমেডির রীতি অনুযায়ী, প্যারাবেসিস নামে এক অংশে কোরাস নাট্যকারের পক্ষ থেকে দর্শকদের সম্ভাষণ জানাতো। এভাবেই সেই অংশ থেকে লেখকের জীবন-সংক্রান্ত কিছু তথ্য পাওয়া গিয়েছে। যদিও এই তথ্যগুলি প্রায় সম্পূর্ণতই নাট্যকার হিসেবে তাঁর কর্মজীবন-কেন্দ্রিক; নাটকগুলির মধ্যে অ্যারিস্টোফেনিসের ব্যক্তিগত মতবিশ্বাস বা ব্যক্তিজীবন সম্পর্কে স্পষ্ট ও দ্ব্যর্থতাহীন তথ্য অল্পই পাওয়া গিয়েছে। তিনি এমন এক যুগের কমিক কবি ছিলেন, যে যুগে কবিদের শিক্ষকের (ডিডাস্কালোস) ভূমিকা গ্রহণেরই রেওয়াজ ছিল। যদিও এই বিষয়টি নির্দিষ্টিভাবে মহড়ার সময় পরিচালক কর্তৃক কোরাসের প্রশিক্ষণের দিকে ইঙ্গিত করে, তবু এর মধ্যে গুরুত্বপূর্ণ বিষয়ে ভাষ্যকার হিসেবে দর্শকদের সঙ্গে তাঁর সম্পর্কের দিকটিও পরিস্ফূট হয়েছে।\nঅ্যারিস্টোফেনিস দাবি করতেন যে তিনি এক চতুর ও প্রাজ্ঞ দর্শকমণ্ডলীর জন্য নাট্যরচনা করেন। আবার তিনি এও ঘোষণা করেছেন যে, তাঁর নাটক গ্রহণ করার ভিত্তিতে \"অন্য যুগ\" দর্শকদের বিচার করবে। নাট্যকার হিসেবে তাঁর মৌলিকতার বিষয়টিও তিনি মাঝেমাঝে ফলাও করে বলতেন। কিন্তু তাঁর নাটকগুলি ক্রমাগতই এথেন্সীয় সমাজে বিপ্লবাত্মক নতুন প্রভাবগুলির বিরোধী মনোভাবকে সমর্থন জানিয়ে এসেছে। তিনি উপহাস করেছিলেন শিল্পকলা (বিশেষত ইউরিপিদেস, নিজের নাটকে যাঁর প্রভাব যদিও তিনি একবার অনিচ্ছাভরে স্বীকার করেছিলেন), রাজনীতি (বিশেষত জনপ্রিয়তাবাদী ক্লিয়ন) ও ধর্ম/দর্শনের (যেখানে সক্রেটিস ছিলেন তাঁর স্পষ্টতম শিকার) অগ্রণী ব্যক্তিত্বদের। এই ধরনের উপহাস দৃষ্টে অনুমান করা যায় যে, অ্যারিস্টোফেনিস ছিলেন একজন প্রাচীনপন্থী রক্ষণশীল; কিন্তু তাঁর সম্পর্কে এই দৃষ্টিভঙ্গির মধ্যেও অসঙ্গতি রয়েছে।\nগবেষকদের অভিমত এই যে, অ্যারিস্টোফেনিস নাট্য প্রযোজনা করতেন প্রধানত দর্শকদের মনোরঞ্জন এবং সম্মানজনক প্রতিযোগিতাগুলিতে জয়লাভ করতে। তাঁর নাটকগুলি লেখা হয়েছিল এথেন্সের নামজাদা নাট্যোৎসবগুলিতে (লেনাইয়া ও সিটি ডায়োনিসিয়া) প্রযোজনার জন্য। এই উৎসবগুলিতে অ্যারিস্টোফেনিসের নাটকগুলি অন্যান্য কমিক নাট্যকারের রচনার সঙ্গে প্রতিযোগিতায় অবতীর্ণ হত। সেখানে নাটকগুলিকে বিচার করা হত এবং পুরস্কৃতও করা হত। পক্ষপাত ও দুর্নীতি রোধ করতে লটারির এক বিশদ পদ্ধতি অবলম্বন করে সিটি জায়োনিসিয়ার বিচারকের সংখ্যা পাঁচে নামিয়ে এনেছিল। এই বিচারকেরা সম্ভবত দর্শকদের রুচিরই প্রতিফলন ঘটাতেন; যদিও এই দর্শকদের মধ্যে কারা থাকতেন তা নিয়ে অনেক অনিশ্চয়তা আছে। নাট্যশালাগুলি নিশ্চিতভাবেই বৃহদাকার হত। ডায়োনিসাসের থিয়েটারের দর্শকাসনের সংখ্যা ছিল অন্তত ১০,০০০। উদাহরণস্বরূপ বলা যায়, সিটি ডায়োনিসিয়ার দিনের কর্মসূচি জনাকীর্ণ হয়ে থাকত। একটি কমেডির আগে তিনটি ট্রাজেডি ও একটি স্যাটার নাটক অভিনীত হত। তবে এও সম্ভব যে অনেক দরিদ্রতর নাগরিক (যেমন, ক্লিয়নের মতো ডেমাগগের প্রধান সমর্থক) অন্য কাজেই উৎসবের ছুটির দিনগুলি ব্যয়িত করতেন। নাটকগুলিতে তাই যে রক্ষণশীল মনোভাবের প্রকাশ ঘতেছে তা সম্ভবত এক অ-প্রতিনিধিত্বমূলক দর্শকমণ্ডলীতে প্রাধান্যকারী গোষ্ঠীর মনোভাব।\nপ্রযোজনার প্রক্রিয়াও সম্ভবত নাটকে প্রকাশিত দৃষ্টিভঙ্গির উপর প্রভাব ফেলত। অ্যারিস্টোফেনিসের সমগ্র কর্মজীবন জুড়ে নাটকে সাফল্যের পিছনে কোরাসের ভূমিকা ছিল গুরুত্বপূর্ণ। এই কোরাস দলের লোকসংগ্রহ ও অর্থজোগান দিতেন একজন কোরেগাস। এই কোরেগাস ছিলেন আর্কনদের একজনের দ্বারা নিযুক্ত এক ধনী নাগরিক। একজন কোরেগাস নাগরিক কর্তব্য ও সর্বজনীন সম্মান হিসেবে কোরাসকে ব্যক্তিগতভাবে অর্থসাহায্য করতেন। কিন্তু অ্যারিস্টোফেনিস দ্য নাইটস নাটকে দেখিয়েছেন যে, ডেমাগগ এবং ক্লিয়নের মতো জনপ্রিয়তাবাদী কর্তৃক কোরাসের উপর আরোপিত শাস্তি কার্যকর করাকেও ধনী নাগরিকেরা নাগরিক দায়িত্ব জ্ঞান করতেন। এথেন্সীয় সমাজের ধনীতম অংশের উদারতার উপর নাট্যকারদের নাট্যপ্রযোজনার ক্ষেত্রে নির্ভর করতে হত বলে এই অংশের রাজনৈতিক রক্ষণশীলতাই সম্ভবত নাটকে পরিস্ফূট হত।\nঅ্যারিস্টোফেনিসের প্রথম নাটক দ্য ব্যাঙ্কেটিয়ারস যখন প্রযোজিত হয়, তখন এথেন্স ছিল একটি উচ্চাকাঙ্ক্ষী সাম্রাজ্যবাদী শক্তি এবং পেলোপোনেসীয় যুদ্ধ তখন সবে চতুর্থ বছরে পদার্পণ করেছিল। তাঁর নাটকগুলিতে প্রায়শই পূর্ববর্তী প্রজন্মের (ম্যারাথনেরর বিজয়ীবর্গ) কীর্তি বিষয়ে গৌরব প্রকাশ করা হয়েছিল। তবে এই নাটকগুলিতে অতি-স্বদেশী যুদ্ধপ্রীতি প্রকাশ পায়নি; স্পার্টার বিরুদ্ধে যুদ্ধের তীব্র বিরোধিতা করা হয়েছে এই নাটকগুলিতে। নাটকগুলিতে নির্দিষ্টভাবে যুদ্ধের মুনাফাভাগীদের কঠোর সমালোচনা করা হয়েছে। এই ক্ষেত্রে তিনি বিশেষভাবে আক্রমণ করেছিলেন ক্লিয়ন প্রমুখ জনপ্রিয়তাবাদীদের। তাঁর শেষ নাটক যখন প্রযোজিত হয় (খ্রিস্টপূর্ব ৩৮৬ অব্দ নাগাদ), ততদিনে এথেন্স যুদ্ধে পরাজিত হয়েছিল, এথেন্সের সাম্রাজ্য ভেঙে পড়েছিল এবং এথেন্স এক রাজনৈতিক কেন্দ্র থেকে গ্রিসের বিদ্যাচর্চাকেন্দ্রে পরিণত হওয়ার প্রক্রিয়ার মধ্যে দিয়ে চলেছিল। আরিস্টোফেনিস এই রূপান্তরের প্রক্রিয়ায় সামিল হয়েছিলেন এবং সেই যুগের বুদ্ধিদীপ্ত রুচির প্রকাশও ঘটিয়েছিলেন নিজের কাজে—তাঁর নাটকের শৈলী পুরনো কমেডি থেকে বিবর্তিত হয়েছে এবং তাঁর শেষ অদ্যাবধি সুলভ নাটক সম্পদ ২ অনেকটা নতুন কমেডির অনুরূপ হয়েছিল। যদিও এই পরিবর্তন তিনি নিছকই দর্শকদের রুচির খাতিরে ঘটিয়েছিলেন কিনা তা স্পষ্ট নয়।\nপ্রথম নাটক দ্য ব্যাঙ্কেটিয়ারস-এর (অধুনা লুপ্ত) জন্য খ্রিস্টপূর্ব ৪২৭ অব্দে অ্যারিস্টোফেনিস সিটি ডায়োনিসিয়াতে প্রথম পুরস্কার লাভ করেন। পরবর্তী নাটক দ্য ব্যাবিলোনিয়ানস-এর (এটিও অধুনা লুপ্ত) জন্যেও তিনি সেখানে প্রথম পুরস্কার জয় করেছিলেন। সিটি ডায়োনিসিয়াতে সচরাচর বিদেশের সম্মানীয় অতিথিরা আসতেন এবং দ্য ব্যাবিলোনিয়ানস নাটকে ডেলিয়ান লিগের নগরগুলিতে কারখানায় পাথর-ভাঙার কাজে নিযুক্ত ক্রীতদাসদের দেখানো হয়েছিল বলে নাটকটি এথেন্সীয় কর্তৃপক্ষকে বিদেশিদের সামনে কিছুটা বিব্রত করেছিল। কয়েকজন প্রভাবশালী নাগরিক (বিশেষত ক্লিয়ন) নাটকটিকে পোলিস-এর বিরুদ্ধে মিথ্যা অপবাদ আখ্যা দিয়েছিলেন এবং সম্ভবত নাট্যকারের বিরুদ্ধে আইনি ব্যবস্থাও গ্রহণ করেছিলেন। বিচারের বিস্তারিত বিবরণ নথিবদ্ধ হয়নি। কিন্তু অ্যারিস্টোফেনিস তাঁর তৃতীয় নাটক দি অ্যাকার্নিয়ানস-এর (এটি মঞ্চস্থ হয়েছিল লেনাইয়াতে, যেখানে বিদেশি অতিথির সংখ্যা কম ছিল বা ছিলই না) নায়কের সংলাপে নিজের তীক্ষ্ণ বাগ্মিতার মাধ্যমে পোলিস ও তাঁর প্রকৃত লক্ষ্য ব্যক্তিবর্গকে পৃথক করেছেন:\n\nঅ্যারিস্টোফেনিস পরবর্তী নাটকগুলিতে বারংবার ক্লিয়নকে নির্মমভাবে আক্রমণ করেছিলেন। কিন্তু ক্লিয়নের রাজনৈতিক কর্মজীবনে এই ব্যঙ্গাত্মক ভর্ৎসনার কোনও প্রভাব পড়েছিল বলে মনে হয় না—ক্লিয়ন-বিরোধী রসিকতায় পরিপূর্ণ নাটক দ্য নাইটস-এর মঞ্চায়নের কয়েক সপ্তাহ পরেই ক্লিয়ন দশ আধিকারিকের সম্মানজনক পরিষদে নির্বাচিত হয়েছিলেন। সম্ভবত অ্যারিস্টোফেনিসকে নিয়ন্ত্রণ করার কোনও প্রকৃত ক্ষমতা ক্লিয়নের ছিল না: অ্যারিস্টোফেনিস এর পরেও, এমনকি ক্লিয়নের মৃত্যুর পরেও তাঁকে ব্যঙ্গ করা থামাননি।\nঅ্যারিস্টোফেনিস সম্পর্কে স্পষ্ট জীবনীমূলক তথ্যের অভাবের কারণে গবেষকেরা তাঁর নাটকে ভাষার ব্যাখ্যার ভিত্তিতে তথ্য অনুমানই করে থাকেন। শিলালিপি ও সারসংক্ষেপ অথবা হেলেনীয় বা বাইজেনটাইন গবেষকদের টীকাও গুরুত্বপূর্ণ সূত্রের জোগান দেয়। এই সকল সূত্রের ভিত্তিতে এবং বিশেষভাবে দ্য নাইটস ও দ্য ক্লাউডস নাটকের টীকার ভিত্তিতে জানা যায় যে, অ্যারিস্টোফেনিসের প্রথম তিনটি নাটকের পরিচালনা তিন নিজে করেননি—পরিবর্তে সেগুলি পরিচালনা করেছিলেন ক্যালিস্ট্রাটাস ও ফিলোনিডিস। এই ব্যবস্থা অ্যারিস্টোফেনিসের পছন্দসই হয়েছিল বলেই মনে হয়। কারণ তিনি একই পরিচালককে পরবর্তীকালে অনেকগুলি নাটক পরিচালনার কাজে নিয়োগ করেন। যেমন, ফিলোনিডিস পরিচালনা করেছিলেন দ্য ফ্রগস নাটকটি; দ্য ওয়াস্পস নাটকটিও তিনি পরিচালনা করেছিলেন বলে জানা যায়, তবে এই তথ্যটি ভুলও হতে পারে। অ্যারিস্টোফেনিস কর্তৃক পরিচালক নিয়োগের বিষয়টি নাটকগুলিকে জীবনীমূলক তথ্যের উৎস হিসেবে গ্রহণ করার বিষয়ে জটিলতা সৃষ্টি করে। কারণ, এই ক্ষেত্রে আপাতদৃষ্টিতে নিজের উল্লেখের বিষয়টি সম্ভবত অ্যারিস্টোফেনিসের পরিবর্তে তাঁর পরিচালকদের উল্লেখ ইঙ্গিত করে। উদাহরণস্বরূপ, দ্য অ্যাকার্নিয়াস নাটকের কোরাসের একটি বক্তব্য আপাতভাবে ইঙ্গিত করে যে, \"কবি\"-র সঙ্গে ইজিনা দ্বীপের একটি ঘনিষ্ঠ ব্যক্তিগত যোগ রয়েছে। আবার অনুরূপভাবে, এই নাটকের নায়ক ক্লিয়ন সম্পর্কে অভিযোগ করেছেন যে, তিনি \"গত বছরের নাটকের\" প্রেক্ষিতে \"আমাকে আদালতে টেনে নিয়ে গিয়েছিলেন\"।\nদ্য ক্লাউডস নাটকে কোরাসের মন্তব্য যে অ্যারিস্টোফেনিস প্রসঙ্গে তা ব্যাখ্যাত হয়েছে এই প্রমাণের ভিত্তিতে যে, তাঁর প্রথম নাটক দ্য ব্যাঙ্কোয়েটিয়ারস যখন প্রযোজিত হয় তখন নাট্যকারের বয়স ছিল বড়োজোর আঠারো বছর। দ্য ওয়াস্পস নাটকের দ্বিতীয় প্যারাবেসিস ইঙ্গিত করে যে, দ্য ব্যাবিলোনিয়ানস নাটককে ঘিরে সৃহশটি হওয়া বিতর্ক অথবা তারও পরবর্তীকালে দ্য নাইটস নাটককে ঘিরে জন্ম নেওয়া বিতর্কের প্রেক্ষাপটে অ্যারিস্টোফেনিস ক্লিয়নের সঙ্গে কোনও এক ধরনের সাময়িক সমঝোতা করেছিলেন। দ্য ক্লাউডস ও পিস নাটকের বক্তিব্য থেকে বোঝা যায় যে, অল্প বয়সেই অ্যারিস্টোফেনিসের মাথায় টাক পড়ে গিয়েছিল।\nঅ্যারিস্টোফেনিস সম্ভবত একবার সিটি ডায়োনিসিয়াতে (খ্রিস্টপূর্ব ৪২৭ অব্দে দ্য ব্যাবিলোনিয়ানস নাটকের জন্য) এবং অন্তত তিনবার লেনাইয়াতে (খ্রিস্টপূর্ব ৪২৫ অব্দে দ্য অ্যাকার্নিয়ানস নাটকের জন্য, খ্রিস্টপূর্ব ৪২৪ অব্দে দ্য নাইটস নাটকের জন্য এবং খ্রিস্টপূর্ব ৪০৫ অব্দে দ্য ফ্রগস নাটকের জন্য) জয়লাভ করেছিলেন। দ্য ফ্রগস নাটকটি পরবর্তী একটি উৎসবে পুনরাভিনীত হয়ে এক স্বতন্ত্র স্থান অধিকার করে। অ্যারিস্টোফেনিসের পুত্র অ্যারারোসও ছিলেন একজন কমিক কবি এবং তিনি সম্ভবত খ্রিস্টপূর্ব ৩৮৮ অব্দে তাঁর পিতার সম্পদ ২ নাটকটি প্রযোজনার বিষয়ে ওতোপোতোভাবে জড়িয়ে পড়েছিলেন। মনে করা হয় যে, অ্যারারোস অধুনালুপ্ত ইওলোসিকন ২ ও কোকালাস নাটক দু'টির নাট্যকারের মরণোত্তর প্রযোজনার দায়িত্বে ছিলেন এবং সম্ভবত শেষোক্ত নাটকটি খ্রিস্টপূর্ব ৩৮৭ অব্দে সিটি ডায়োনিসিয়াতে পুরস্কারও জয় করেছিল। আরও মনে করা হয় যে, অ্যারিস্টোফেনিসের অপর পুত্র ফিলিপাস দুই বার লেনাইয়াতে পুরস্কার জয় করেছিলেন এবং তিনি সম্ভবত ইউবুলাসের কমেডিগুলির কয়েকটি পরিচালনা করেছিলেন। অ্যারিস্টোফেনিসের তৃতীয় পুত্রের নাম ছিল সম্ভবত নিকোস্ট্রাটাস বা ফিলেটারিয়াস। শেষোক্ত নামের এক ব্যক্তিকে লেনাইয়ার বিজয়ীদের তালিকায় দুইবার পুরস্কারজয়ী হিসেবে দেখা যায়। প্রথমবার তিনি পুরস্কার লাভ করেছিলেন সম্ভবত খ্রিস্টপূর্ব ৩৭০-এর দশকের শেষভাগে।\nপ্লেটোর দ্য সিম্পোজিয়াম গ্রন্থটিকে অ্যারিস্টোফেনিস সম্পর্কে জীবনীমূলক তথ্যের একটি দরকারি উৎস মনে করা হয়, তবে এটির বিশ্বাসযোগ্যতা নিয়ে প্রশ্ন রয়েছে। দাবি করা হয় যে, এটি একটি নৈশভোজসভার কথোপকথনের নথিবদ্ধ বিবরণ। সেই সভায় অ্যারিস্টোফেনিস ও সক্রেটিস উভয়েই নিমন্ত্রিত হয়েছিলেন। ভোজসভাটি আয়োজিত হয়েছিল সক্রেটিসকে নিষ্ঠুরভাবে উপহাস করে দ্য ক্লাউডস নাটকটি রচনার প্রায় সাত বছর পরে। সভায় আমন্ত্রিত অন্যতম অতিথি অ্যাসিবিয়াসদিস সক্রেটিসের চেহারা নিয়ে ঠাট্টা করার সময় নাটকটি থেকে সংলাপও উদ্ধৃত করেন। তা সত্ত্বেও এই গ্রন্থে সক্রেটিস ও অ্যারিস্টোফেনিসের মধ্যে কোনও মনোমালিন্যের ইঙ্গিত পাওয়া যায় না। প্লেটোর বর্ণনায় অ্যারিস্টোফেনিস বাস্তবিকই একজন সদয় ব্যক্তিত্ব এবং এটির ব্যাখ্যা হিসেবে প্লেটোর সঙ্গে তাঁর ব্যক্তিগত বন্ধুত্বের সম্পর্কের প্রমাণটিকে তুলে ধরা হয় (তাঁদের বন্ধুত্বের একটি নিদর্শন হল অ্যারিস্টোফেনিসের জন্য লেখা সমাধিলিপি, যাতে নাট্যকারের আত্মাকে গুণাবলি চিরন্তনী বেদীর সঙ্গে তুলনা করা হয়েছে; এই সমাধিলিপিটি প্লেটো রচনা করেছিলেন বলে \"প্রসিদ্ধি\" রয়েছে।)। দ্য সিম্পোজিয়াম-এ বর্ণিত ঘটনাবলির সময় প্লেটো ছিলেন বালক মাত্র। সম্ভবত অ্যারিস্টোফেনিস সম্পর্কে তাঁর ধারণা হয় তাঁর নাটকগুলি পড়ে। উদাহরণস্বরূপ, অতিথিদের মধ্যে কথোপকথনের বিষয়ের মধ্যে এসে পড়েছিল প্রেমের প্রসঙ্গ এবং অ্যারিস্টোফেনিস বিষয়টিকে এমন এক মজার রূপক হিসেবে ব্যাখ্যা করেন যা তিনি প্রায়শই নাটকে একটি কৌশল হিসেবে ব্যবহার করেছিলেন। বলা হয়েছে যে, তাঁর হিক্কা উঠছিল এবং সেটা ছিল নাটকে ব্যবহার করা তাঁর স্থূল বাহ্যিক রসিকতার এক মজাদার উল্লেখমাত্র। অন্যান্য অতিথিদের তিনি বলেন যে, সেটা যে মজাদার তা ভেবে তিনি আনন্দ পাচ্ছেন; কিন্তু তিনি যে হাস্যস্পদ হচ্ছেন সেই ভাবনা তাকে উদ্বিগ্নও করছে। হাস্যস্পদ হওয়ার ভয়ের বিষয়টি দ্য নাইটস নাটকে তাঁর ঘোষণার মধ্যেও ছিল। এই নাটকটি তিনি উদ্বিগ্ন চিত্তে রচনা করেছিলেন জনগণের অসন্তোষ এবং অন্যান্য নাট্যকারদের কাছে উপহাসিত হওয়ার পর।\nপেলোপোনেসীয় যুদ্ধ, দু'টি গোষ্ঠীশাসিত বিপ্লব এবং দুইবার গণতন্ত্র পুনঃস্থাপনের পরও অ্যারিস্টোফেনিস জীবিত ছিলেন। এর থেকে বোঝা যায়, তাঁর নাটকগুলি উচ্চমাত্রায় রাজনৈতিক বার্তা বহন করলেও তিনি নিজে সক্রিয়ভাবে রাজনীতির সঙ্গে যুক্ত ছিলেন না। তিনি সম্ভবত খ্রিস্টপূর্ব চতুর্থ শতাব্দীর গোড়ার দিকে এক বছরের জন্য পাঁচশোর পরিষদে নিযুক্ত হয়েছিলেন। কিন্তু গণতান্ত্রিক এথেন্সে এই জাতীয় নিয়োগ ছিল খুবই সাধারণ বিষয়।\n\n\n== সাহিত্যকর্ম ==\n\n\n=== প্রাপ্ত নাটক ===\nএগুলির অধিকাংশই প্রথাগতভাবে নাটকগুলির \"লাতিন\" শিরোনামের সংক্ষেপ দ্বারা নির্দেশিত; লাতিন এখনও ধ্রুপদি বিদ্যার গবেষকদের কাছে একটি অবশ্যপাঠ্য বিষয়।\n\nদি অ্যাকার্নিয়ানস (Ἀχαρνεῖς Akharneis; আত্তীয়: Ἀχαρνῆς; Acharnenses), খ্রিস্টপূর্ব ৪২৫ অব্দ\nদ্য নাইটস (Ἱππεῖς Hippeis; আত্তীয়: Ἱππῆς; লাতিন: Equites), খ্রিস্টপূর্ব ৪২৪ অব্দ\nদ্য ক্লাউডস (Νεφέλαι Nephelai; লাতিন: Nubes), মূল খ্রিস্টপূর্ব ৪২৩ অব্দ; প্রাপ্ত অসম্পূর্ণ সংশোধিত পাঠান্তরের তারিখ খ্রিস্টপূর্ব ৪১৯ থেকে ৪১৬ অব্দ\nদ্য ওয়াস্পস (Σφῆκες Sphekes; লাতিন: Vespae), খ্রিস্টপূর্ব ৪২২ অব্দ\nপিস (Εἰρήνη Eirene; লাতিন: Pax), প্রথম সংস্করণ, খ্রিস্টপূর্ব ৪২১ অব্দ\nদ্য বার্ডস (Ὄρνιθες Ornithes; লাতিন: Aves), খ্রিস্টপূর্ব ৪১৪ অব্দ\nলাইসিস্ট্রাটা (Λυσιστράτη Lysistrate), খ্রিস্টপূর্ব ৪১১ অব্দ\nথেসমোফোরিয়াজ্যুসি বা থেসমোফোরিয়া উৎসবে আগত নারীবৃন্দ (Θεσμοφοριάζουσαι Thesmophoriazousai), প্রথম সংস্করণ, আনুমানিক খ্রিস্টপূর্ব ৪১১ অব্দ\nদ্য ফ্রগস (Βάτραχοι Batrakhoi; লাতিন: Ranae), খ্রিস্টপূর্ব ৪০৫ অব্দ\nইক্লেসিয়াজ্যুসি বা দি অ্যাসেম্বলিউইমেন; (Ἐκκλησιάζουσαι Ekklesiazousai), আনুমানিক খ্রিস্টপূর্ব ৩৯২ অব্দ\nসম্পদ (Πλοῦτος Ploutos; লাতিন: Plutus) দ্বিতীয় সংস্করণ, খ্রিস্টপূর্ব ৩৮৮ অব্দ\n\n\n=== তারিখ নির্ণয় করা যায় এমন হারানো নাটক ===\nখণ্ডাংশের প্রামাণ্য আধুনিক পাঠটি রুডলফ কেসেল ও কলিন ফ্রান্সিস লয়েড অস্টিনের পোয়েটি কমিকি গ্রেসি-তে (তিন.২.) লভ্য:\n\n\n=== তারিখ নির্ণয় করা যায়নি এমন হারানো নাটক ===\n\n\n=== নামাঙ্কিত (অনিশ্চিত, সম্ভবত আর্চিপাসের রচনা) ===\n\n\n== আরও দেখুন ==\nঅ্যাগাথন\nপ্রাচীন গ্রিক কমেডি\nগ্রহাণু ২৯৩৪ অ্যারিস্টোফেনিস, নাট্যকারের নামাঙ্কিত\nগ্রিক সাহিত্য\nঅনমস্টি কোমোডেইন, সর্বাপেক্ষা গুরুত্বপূর্ণ ব্যক্তিবর্গের বিরুদ্ধে সম্পূর্ণ স্বাধীনতা নিয়ে বুদ্ধিদীপ্ত ব্যক্তি-আক্রমণ\nহুবার্ট পেরি দ্য বার্ডস নাটকের সংগীত-রচনা করেছিলেন\nপ্রাচীন গ্রিসে নাট্যশালা\nকোডেক্স র‍্যাভেনাস ৪২৯\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nAndrewes, Antony (১৯৮১), Greek Society, Pelican Books উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAristophanes (১৯৭০)।  Dover, K. J., সম্পাদক। The Clouds। Oxford University Press। \nAristophanes (১৯০৬),  Hall FW; Geldart WM, সম্পাদকগণ, Aristophanis Comoediae Tomus 1, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBarrett, David (১৯৬৪)। The Frogs and Other Plays। Penguin Books। \nBarrett, David; Sommerstein, Alan, সম্পাদকগণ (২০০৩)। The Birds and Other Plays। Penguin Classics। \nHall, Edith; Wrigley, Amanda (২০০৭)। Aristophanes in Performance 421 BC – AD 2007: Peace, Birds and Frogs। Legenda (Oxford)।  \nHandley E (১৯৮৫), \"Comedy\",   Easterling P, Knox B, The Cambridge History of Classical Literature: Greek Literature, Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nIrvine, Andrew David (২০০৮)। Socrates on Trial: A play based on Aristophanes' Clouds and Plato's Apology, Crito, and Phaedo, adapted for modern performance। Toronto: University of Toronto Press। \nKassel, Rudolf; Austin, Colin (১৯৮৪), Poetae Comici Graeci, III.2, De Gruyter (Berlin)  উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKonstan, David (১৯৯৫), Greek Comedy and Ideology, Oxford university Press US উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLamb, W. R. M. (১৯৭৫), Plato, 3, Loeb Classical Library উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLevi P (১৯৮৬), \"Greek Drama\",   Boardman J, Griffin J, Murray O, The Oxford History of the Classical World, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMacDowell, Douglas M. (১৯৭৮)। Wasps (First Edition, Second Impression সংস্করণ)। Oxford: Oxford University Press। আইএসবিএন 9780198141822।  \nParker, L. P. E. (১৯৯৭), The Songs of Aristophanes, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nReckford, Kenneth J. (১৯৮৭), Aristophanes' Old-and-new Comedy, UNC Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRennie, W. (১৯০৯), The Acharnians of Aristophanes, Edward Arnold (reproduced by Bibliolife) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRosen, Ralph (১৯৯৯), \"Introduction\", Aristophanes, 3, University of Pennsylvania Press (Penn Greek Drama Series) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSilk, M. S. (২০০২), Aristophanes and the Definition of Comedy, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSomerstein, Alan (১৯৭৩), Aristophanes: Lysistrata, The Acharnians, The Clouds, Penguin Books উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStorey, Ian (১৯৯৮), \"Introduction\", Clouds, Wasps, Birds By Aristophanes, translation by Peter Meineck, Hackett Publishing উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVan Steen G (২০০৭), \"Politics and Aristophanes: watchword Caution!\",   McDonald M, Walton JM, The Cambridge Companion to Greek and Roman Theatre, Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWelsh, D. (১৯৮৩), \"IG ii2 2343, Philonides and Aristophanes' Banqueters\", Classical Quarterly, 33 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDavid, Ephraim (১৯৮৪)। Aristophanes and Athenian Society of the Early Fourth Century B.C.। Leiden, Netherlands: Brill। \nEdwards, Anthony T. (১৯৯১)। \"Aristophanes' comic poetics\"। Transactions of the American Philological Association। 121: 157–179। জেস্টোর 284450। ডিওআই:10.2307/284450। \nJeffrey Henderson, Professor of Classics at University of Southern California (১৯৯১)। The Maculate Muse: Obscene Language in Attic Comedy। Oxford University Press। আইএসবিএন 978-0-19-536199-5। \nreviewed by W. J. Slater, Phoenix, Vol. 30, No. 3 (Autumn, 1976), pp. 291–293 ডিওআই:10.2307/1087300\nLee, Jae Num. \"Scatology in Continental Satirical Writings from Aristophanes to Rabelais\" and \"English Scatological Writings from Skelton to Pope.\" Swift and Scatological Satire. Albuquerque: U of New Mexico P, 1971. 7–22; 23–53.\nLoscalzo, Donato (২০১০)। Aristofane e la coscienza felice। আইএসবিএন 978-88-6274-245-0। \nAristophanes and the Comic Hero by Cedric H. Whitman Author(s) of Review: H. Lloyd Stow The American Journal of Philology, Vol. 87, No. 1 (Jan., 1966), pp. 111–113\nMacDowell, Douglas M. (১৯৯৫)। Aristophanes and Athens: An Introduction to the Plays। Oxford and New York: Oxford University Press। আইএসবিএন 978-0198721598। \nMurray, Gilbert (১৯৩৩)। Aristophanes: A Study। Oxford and New York: Oxford University Press। \nPlatter, Charles (২০০৬)। Aristophanes and the Carnival of Genres। JHUP। আইএসবিএন 978-0-8018-8527-3। \nG. M. Sifakis The Structure of Aristophanic Comedy The Journal of Hellenic Studies, Vol. 112, 1992 (1992), pp. 123–142 ডিওআই:10.2307/632156\nTaaffe, L. K. (১৯৯৩)। Aristophanes and Women। London and New York: Routledge। \nUssher, Robert Glenn (১৯৭৯)। Aristophanes। Oxford: Clarendon Press। \nVan Steen, Gonda. 2000 Venom in Verse: Aristophanes in Modern Greece. Princeton University Press.\nJstor.org, The American Journal of Philology, 1996.\nLife, death and Aristophanes' concept of Eros in Saul Bellow's \"Ravelstein\".\n\n\n== আরও পড়ুন ==\nThe Eleven Comedies (in translation) at the University of Adelaide Library\nAristophanes; Holden, Hubert Ashton (১৮৬৮)। Comoediae quae supersunt cum perditarum fragmentis (লাতিন ভাষায়)। Cantabrigia। \nDübner, Friedrich, সম্পাদক (১৮৮৩)। Scholia graeca in Aristophanem। Parisiis Editore।  \n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট আর্কাইভে অ্যারিস্টোফেনিস কর্তৃক কাজ বা সম্পর্কে তথ্য\nগুটেনবের্গ প্রকল্পে Aristophanes-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nফেডেড পেজে (কানাডা) Aristophanes-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  অ্যারিস্টোফেনিস\nইন্টারনেট মুভি ডেটাবেজে অ্যারিস্টোফেনিস  (ইংরেজি)\nটেমপ্লেট:Aristophanes Plays\nটেমপ্লেট:Lysistrata"}