{"pageid": 1179848, "title": "বাইবেল কোড", "url": "https://bn.wikipedia.org/wiki?curid=1179848", "content": "বাইবেলের কোড ( হিব্রু ভাষায়: הצופן התנ\"כי‎   , hatzofen hatanachi ), যা তোরাহ কোড নামেও পরিচিত, তাওরাতের একটি হিব্রু পাঠ্যের মধ্যে সঙ্কেতাক্ষরে লিখা শব্দগুলির একটি কথিত গুচ্ছ যা সমর্থকদের মতে, উল্লেখযোগ্য ঐতিহাসিক ঘটনাগুলির ভবিষ্যদ্বাণী করেছে। দৈবক্রমে উদ্ভূত বাইবেল কোডের পরিসংখ্যানগত সম্ভাবনা পুঙ্খানুপুঙ্খভাবে গবেষণা করা হয়েছে, এবং এটি এখন পরিসংখ্যানগতভাবে তুচ্ছ বলে বিবেচিত হয়, কারণ যে কোনো পর্যাপ্ত দীর্ঘ পাঠ্যে অনুরূপ ঘটনা লক্ষ্য করা যায়।  যদিও বাইবেল কোডগুলি বহু শতাব্দী ধরে অনুমান করা হয়েছে এবং অধ্যয়ন করা হয়েছে, তবে আধুনিক সময়ে মাইকেল ড্রোসনিনের বই দ্য বাইবেল কোড এবং দ্য ওমেগা কোড সিনেমার মাধ্যমে বিষয়টি জনপ্রিয় হয়েছে।\nবাইবেলে পরিসংখ্যানগতভাবে উল্লেখযোগ্য কোড দেখানো কিছু পরীক্ষা ১৯৯৪ সালে একটি পিয়ার-রিভিউ একাডেমিক সাময়িক পত্রিকায় একটি \"অপ্রতিরোধ্য ধাঁধা\" হিসাবে প্রকাশিত হয়েছিল, যা একই সাময়িক পত্রিকায় প্রকাশিত পরবর্তী ১৯৯৯ সালের গবেষণাপত্রে \"সমাধান\" হিসাবে উচ্চারিত হয়েছিল। \n\n\n== সংক্ষিপ্ত বিবরণ ==\nএকটি নির্দিষ্ট স্টেগানোগ্রাফিক পদ্ধতি নিয়ে সমসাময়িক আলোচনা এবং বিতর্ক ১৯৯৪ সালে ব্যাপক হয়ে ওঠে যখন ডোরন উইটজটাম, এলিয়াহু রিপস এবং ইয়োভ রোজেনবার্গ বৈজ্ঞানিক সাময়িক পত্রিকায় স্ট্যাটিস্টিক্যাল সায়েন্সে \"ইকুডিস্ট্যান্ট লেটার সিকোয়েন্স ইন দ্য বুক অফ জেনেসিস\" নামে একটি গবেষণাপত্র প্রকাশ করেন।  কাগজটি, যা সাময়িক পত্রিকা দ্বারা একটি \"অপ্রতিরোধ্য ধাঁধা\" হিসাবে উপস্থাপিত হয়েছিল, এমনটি উপস্থাপন করেছিল যা শক্তিশালী পরিসংখ্যানগত প্রমাণ হিসাবে উপস্থিত হয়েছিল যে বিখ্যাত রাব্বিদের জীবনী সংক্রান্ত তথ্যগুলি জেনেসিস বইয়ের পাঠ্যে সঙ্কেতাক্ষরে লিখা হয়েছিল, সেই রাব্বিদের বেঁচে থাকার কয়েক শতাব্দী আগে। \nতারপর থেকে \"বাইবেল কোড\" শব্দটি বিশেষভাবে এই ইএলএস পদ্ধতির মাধ্যমে এনক্রিপ্ট করা তথ্যের উল্লেখ করার জন্য জনপ্রিয়ভাবে ব্যবহৃত হয়েছে।\n\n\n== সমদূরবর্তী বর্ণের ক্রম পদ্ধতি ==\nপ্রাথমিক পদ্ধতি যার মাধ্যমে কথিত অর্থপূর্ণ বার্তাগুলি বের করা হয়েছে তা হল ইকুইডিস্ট্যান্ট লেটার সিকোয়েন্স (ইএলএস), এটি ডাইলগ  (ডিলগে, \"[অক্ষরের] এড়িয়ে যাওয়া\") নামেও পরিচিত। একটি প্রারম্ভিক বিন্দুর উপর ভিত্তি করে অক্ষরগুলি নির্বাচন করা হয় এবং একটি প্রদত্ত দিক থেকে একটি প্রদত্ত 'এড়িয়ে যাওয়া নম্বর' এর উপর ভিত্তি করে প্রতিটি নবম অক্ষর গণনা করা হয়। উদাহরণ স্বরূপ, t his ent e nce f it a n EL S বাক্যাংশের প্রতিটি চতুর্থ অক্ষর নিয়ে, পিছনের দিকে পড়ুন এবং শূন্যস্থান উপেক্ষা করলে 'নিরাপদ' শব্দটি এসেছে।\n\nকিছু ক্ষেত্রে, একাধিক পদ একটি 'ইএলএস অক্ষর বিন্যাস' থেকে উদ্ভূত হতে পারে (একটি গ্রিডে পাঠ্য, প্রতিটি লাইনে একই সংখ্যক অক্ষর সহ)। প্রদত্ত উদাহরণে, কিং জেমস সংস্করণের রেন্ডারিং অফ জেনেসিসের অংশ (২৬:৫-১০) প্রতি লাইনে ২১টি অক্ষর সহ দেখানো হয়েছে, \"বাইবেল\" এবং \"কোড\" এর জন্য ইএলএস দেখানো হয়েছে। \nযদিও দেখানো উদাহরণ ইংরেজি পাঠ্য ব্যবহার করে, বাইবেল কোড প্রবক্তারা সাধারণত একটি হিব্রু বাইবেল পাঠ্য ব্যবহার করে। বেশিরভাগ ইহুদি প্রবক্তারা শুধুমাত্র তোরাহ (জেনেসিস-ডিউরোনোমি) ব্যবহার করেন, কারণ এটি সরাসরি মোজেসের কাছে প্রকাশিত হয়েছিল বলে বিশ্বাস করা হয়।\n\n\n=== ইএলএস সম্প্রসার ===\nএকবার ইএলএস পদ্ধতি ব্যবহার করে একটি নির্দিষ্ট শব্দ পাওয়া গেলে, একই অক্ষরের ব্যবধানের উপর ভিত্তি করে অন্যান্য শব্দগুলি চাওয়া হয়।  কোডের প্রবক্তা হ্যারালিক এবং রিপ্স একটি দীর্ঘ, বর্ধিত ইএলএস-এর একটি উদাহরণ প্রকাশ করেছেন, যেখানে লেখা আছে, \"ধ্বংস আমি তোমাকে ডাকব; বিন লাদেন অভিশপ্ত এবং মশীহের প্রতি প্রতিশোধ নেওয়া হবে\"। \nপ্রবক্তারা দাবি করেন যে এই ধরনের ইএলএস সম্প্রসারগুলি যেগুলি বাক্যাংশ বা বাক্য গঠন করে তাদের পরিসংখ্যানগত তাত্পর্য রয়েছে, এটি বজায় রাখে যে ইএলএস যত দীর্ঘ হবে, সুযোগের ফলাফল হওয়ার সম্ভাবনা তত কম।  সমালোচকরা উত্তর দেন, যেমন ১৯৯৭ সালের সন্দেহবাদী অনুসন্ধানকারী বিনির্মাণ এ,  যে দীর্ঘতর ইএলএস বাস্তবে কার্যকরভাবে আরও কিছু নয়, এর চেয়ে বেশি সংখ্যায় বর্ধিত সংখ্যা, যা লুক-অন্য জায়গায় প্রভাবের ব্যাপক প্রয়োগ করে।\n\n\n== ইতিহাস ==\n\n\n=== গোড়ার দিকের ইতিহাস ===\nইহুদি সংস্কৃতিতে বাইবেল সম্পর্কিত ব্যাখ্যা, টীকা এবং ভাষ্যের একটি দীর্ঘ ঐতিহ্য রয়েছে, যার ফলে ব্যাখ্যা এবং ইসেজেসিস উভয়ই হয় (গ্রন্থ থেকে অর্থ অঙ্কন করা এবং অর্থ আরোপ করা)। বাইবেলের কোডটিকে এই ঐতিহ্যের একটি অংশ হিসাবে দেখা যেতে পারে, যদিও এটি আরও বিতর্কিত অংশগুলির মধ্যে একটি। ইতিহাস জুড়ে, অনেক ইহুদি এবং পরে খ্রিস্টান, পণ্ডিতরা বাইবেলের পাঠ্যের মধ্যে লুকানো বা কোডেড বার্তাগুলি খুঁজে বের করার চেষ্টা করেছেন, বিশেষত আইজ্যাক নিউটন সহ।\n১৩ শতকের স্প্যানিশ রাব্বি বাচ্যা বেন আশের প্রথম হতে পারে বাইবেলে একটি ইএলএস বর্ণনা করার জন্য। হিব্রু ক্যালেন্ডারের ঐতিহ্যগত শূন্য-বিন্দুর সাথে সম্পর্কিত তার চার-অক্ষরের উদাহরণ। পরবর্তী শতাব্দীগুলিতে ইএলএস কৌশলটি পরিচিত ছিল বলে ইঙ্গিত পাওয়া যায়, যেমন ১৬ শতকের রহস্যবাদী মোশে কর্ডোভারোর পারদেস রিমোনিমে, তবে ২০ শতকের মাঝামাঝি থেকে কিছু নির্দিষ্ট উদাহরণ পাওয়া গেছে। এই মুহুর্তে মাইকেল বের ওয়েইসম্যান্ডল দ্বারা অনেক উদাহরণ পাওয়া গেছে এবং ১৯৫৭ সালে তার মৃত্যুর পরে তার ছাত্রদের দ্বারা প্রকাশিত হয়েছিল। তা সত্ত্বেও, ১৯৮০ এর দশকের গোড়ার দিকে এই অনুশীলনটি শুধুমাত্র কয়েকজনের কাছেই পরিচিত ছিল, যখন ইসরায়েলি স্কুল শিক্ষক আব্রাহাম ওরেনের কিছু আবিষ্কার জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ের গণিতবিদ এলিয়াহু রিপসের নজরে আসে। রিপস তারপরে তার ধর্মীয় অধ্যয়নের অংশীদার ডোরন উইটজটাম এবং আলেকজান্ডার রোটেনবার্গের সাথে আরও অনেকের সাথে একসাথে অধ্যয়ন শুরু করেছিলেন।\n\n\n=== রিপ্স এবং উইটজটাম ===\nরিপ্স এবং উইটজটাম এবং ইয়োভ রোজেনবার্গ ইএলএস কৌশলের জন্য কম্পিউটার সফ্টওয়্যার ডিজাইন করেছেন এবং পরবর্তীকালে অনেক উদাহরণ খুঁজে পেয়েছেন। ১৯৮৫ সালের দিকে, তারা একটি আনুষ্ঠানিক পরীক্ষা চালানোর সিদ্ধান্ত নেয় এবং \"গ্রেট রাবিস এক্সপেরিমেন্ট\" এর জন্ম হয়। এই পরীক্ষাটি অনুমানটি পরীক্ষা করেছে যে বিখ্যাত র্যাবিনিক ব্যক্তিত্বদের নাম এবং তাদের নিজ নিজ জন্ম ও মৃত্যুর তারিখগুলির মধ্যে ইএলএস এর একটি আরও নিচ্ছিদ্র বিন্যাস তৈরি করে যা সুযোগ দ্বারা ব্যাখ্যা করা যেতে পারে। তাদের \"নিচ্ছিদ্র\" এর সংজ্ঞাটি জটিল ছিল কিন্তু, মোটামুটিভাবে, দুটি ইএলএসকে নিচ্ছিদ্রভাবে সাজানো হয়েছিল যদি সেগুলিকে একটি ছোট উইন্ডোতে একসাথে প্রদর্শন করা যায়। যখন রিপ্স et al। পরীক্ষা চালিয়ে, তথ্য পরিমাপ করা হয় এবং পরিসংখ্যানগতভাবে তাৎপর্যপূর্ণ, তাদের অনুমান সমর্থন করে।\n\"মহান রাব্বিস পরীক্ষা\" বেশ কয়েকটি পুনরাবৃত্তির মধ্য দিয়ে গিয়েছিল এবং অবশেষে ১৯৯৪ সালে প্রকাশিত হয়েছিল, পিয়ার-পর্যালোচিত জার্নাল স্ট্যাটিস্টিক্যাল সায়েন্সে । সম্পাদকীয় সভা অত্যন্ত সংশয়বাদী ছিল এই কারণে যে কম্পিউটারগুলিকে এমন ধরনগুলির জন্য \"খনি\" তথ্য ব্যবহার করা যেতে পারে যা স্বজ্ঞাতভাবে আশ্চর্যজনক বলে মনে হয়, কিন্তু সতর্কতার সাথে বিশ্লেষণ করলে পরিসংখ্যানগতভাবে তাৎপর্যপূর্ণ নয়। যদিও তারা অনেকগুলি সম্ভাব্য ত্রুটির উত্স খুঁজে পেয়েছিল, তারা সঠিকভাবে সমস্ত তথ্য পুনঃবিশ্লেষণ করার জন্য প্রয়োজনীয় যথেষ্ট সময় এবং শক্তি ব্যয় করতে ইচ্ছুক কাউকে খুঁজে পায়নি। যাইহোক, তারা এটিকে কৌতুহলজনক বলে মনে করেছিল এবং তাই এটি করতে আগ্রহী যে কেউ এটিকে একটি \"অপ্রতিরোধ্য ধাঁধা\" হিসাবে প্রদান করার সিদ্ধান্ত নিয়েছে। এর একটি অনিচ্ছাকৃত ফলাফল ছিল যে বহিরাগতরা এটিকে কাগজের দাবির নিশ্চিতকরণ হিসাবে ভুল করেছিল। \n\n\n=== অন্যান্য পরীক্ষা-নিরীক্ষা ===\nআরেকটি পরীক্ষা, যেখানে বিখ্যাত রাব্বিদের নাম তাদের জন্ম এবং মৃত্যুর স্থানগুলির সাথে মিলিত হয়েছিল (তারিখের পরিবর্তে), ১৯৯৭ সালে মার্কিন যুক্তরাষ্ট্রের জাতীয় নিরাপত্তা সংস্থার প্রাক্তন ঊর্ধ্বতন ক্রিপ্টোলজিক গণিতবিদ হ্যারল্ড গ্যান্স দ্বারা পরিচালিত হয়েছিল। \nআবার, ফলাফলগুলিকে অর্থবহ হিসাবে ব্যাখ্যা করা হয়েছিল এবং এইভাবে সুযোগের চেয়ে বেশি ফলাফলের পরামর্শ দেওয়া হয়েছিল।  এই বাইবেল কোডগুলি প্রাথমিকভাবে মার্কিন সাংবাদিক মাইকেল ড্রোসনিনের কারণে জনসাধারণের কাছে পরিচিত হয়ে ওঠে, যার বইটি বাইবেল কোড (১৯৯৭) অনেক দেশে সর্বাধিক বিক্রিত হয়েছিল। রিপ্স একটি পাবলিক বিবৃতি জারি করেছেন যে তিনি ড্রোসনিনের কাজ বা সিদ্ধান্তকে সমর্থন করেননি; এমনকি গ্যানস বলেছেন যে, যদিও বইটি বলেছে যে তোরাতে কোডগুলি ভবিষ্যতের ঘটনাগুলির ভবিষ্যদ্বাণী করতে ব্যবহার করা যেতে পারে, \"এটি একেবারে ভিত্তিহীন। এই ধরনের বক্তব্যের কোনো বৈজ্ঞানিক বা গাণিতিক ভিত্তি নেই, এবং বইটিতে এমন উপসংহারে আসার জন্য যে যুক্তি ব্যবহার করা হয়েছে তা যৌক্তিকভাবে ত্রুটিপূর্ণ।\"  ২০০২  সালে, ড্রোসনিন একই বিষয়ে একটি দ্বিতীয় বই প্রকাশ করেন, যার নাম বাইবেল কোড II: কাউন্টডাউন ।\nইহুদি আউটরিচ গ্রুপ আইশ হাতোরাহ তাদের আবিষ্কার সেমিনারে বাইবেল কোড ব্যবহার করে তাওরাতের দেবত্বের ধর্মনিরপেক্ষ ইহুদিদের প্ররোচিত করতে এবং তাদের ঐতিহ্যগত অর্থোডক্স ইহুদি শিক্ষার উপর আস্থা রাখতে উত্সাহিত করতে।  বাইবেল কোড কৌশলগুলির ব্যবহার নির্দিষ্ট খ্রিস্টান চেনাশোনাগুলিতেও ছড়িয়ে পড়ে, বিশেষ করে মার্কিন যুক্তরাষ্ট্রে । প্রধান প্রারম্ভিক প্রবক্তা ছিলেন ইয়াকভ র‌্যাম্বসেল, যিনি একজন মেসিয়ানিক ইহুদি এবং গ্রান্ট জেফরি । আরেকটি বাইবেল কোড কৌশল ১৯৯৭ সালে ডিন কম্বস (খ্রিস্টানও) দ্বারা তৈরি করা হয়েছিল। ইএলএস ব্যবহার করে শব্দ এবং বাক্য দ্বারা বিভিন্ন চিত্রলিপি তৈরি হয়েছে বলে দাবি করা হয়। \n২০০০ সাল থেকে, পদার্থবিদ নাথান জ্যাকবি, একজন অজ্ঞেয়বাদী ইহুদি এবং প্রকৌশলী মোশে আহারন শাক, একজন গোঁড়া ইহুদি, দীর্ঘ, বর্ধিত ইএলএস-এর শত শত উদাহরণ আবিষ্কার করেছেন বলে দাবি করেছেন।  মার্কভ চেইন তত্ত্বের একটি সূত্র দ্বারা নির্ধারিত একটি নন-এনকোডেড পাঠ্য থেকে প্রত্যাশিতদের সাথে বিভিন্ন দৈর্ঘ্যে বর্ধিত ইএলএস-এর সংখ্যা তুলনা করা হয়। \n\n\n== সমালোচনা ==\nহিব্রু ম্যাসোরেটিক টেক্সটে উপস্থাপিত ব্যঞ্জন বর্ণের সুনির্দিষ্ট ক্রম যে কোনো সময়ের পাণ্ডুলিপি জুড়ে সামঞ্জস্যপূর্ণ নয়। ডেড সি স্ক্রলসের মতো পূর্ববর্তী সংস্করণ থেকে জানা যায় যে প্রথম শতাব্দীতেও অক্ষরের সংখ্যা স্থির ছিল না। এইভাবে বাইবেলের কোড তত্ত্ব এই ভিন্নতার জন্য দায়ী বলে মনে হয় না। \nবাইবেল কোডগুলির বিরুদ্ধে প্রাথমিক আপত্তিটি হল যে তথ্য তত্ত্ব কখনও কখনও অর্থপূর্ণ বলে মনে হওয়া থেকে \"গোলমাল\" নিষিদ্ধ করে না। এইভাবে, যদি ইএলএস পরীক্ষার জন্য নির্বাচিত ডেটা পরীক্ষাটি সংজ্ঞায়িত করার আগে ইচ্ছাকৃতভাবে \"রান্না করা\" হয়, তবে অনুরূপ নিদর্শনগুলি তোরাহ ব্যতীত অন্যান্য গ্রন্থে পাওয়া যেতে পারে। যদিও একটি এলোমেলো জায়গায় একটি অর্থপূর্ণ শব্দ হওয়ার সম্ভাবনা একটি ইএলএস কম, তবে অনেকগুলি সম্ভাব্য প্রারম্ভিক পয়েন্ট এবং এড়িয়ে যাওয়ার প্যাটার্ন রয়েছে যা পরীক্ষার জন্য নির্বাচিত বিশদ বিবরণের উপর নির্ভর করে এমন অনেক শব্দ উপস্থিত হওয়ার আশা করা যেতে পারে এবং এটি সম্ভব। একটি ইএলএস পরীক্ষাকে \"সুর\" করার জন্য একটি ফলাফল অর্জন করতে যা শব্দের মাত্রা অতিক্রম করে এমন নিদর্শন প্রদর্শন করে।\nঅন্যান্য তার প্রথম বইতে \"ক্লিনটন\" এর উদাহরণ \"ন্যূনতমতা\" এর মৌলিক বাইবেলের কোড ধারণাকে লঙ্ঘন করে বলে ড্রোসনিনের সমালোচনা করেছেন; ড্রসনিনের \"ক্লিনটন\" একটি সম্পূর্ণ অবৈধ \"কোড\" ছিল। উপরন্তু, ম্যাককে দাবি করেছেন যে ড্রোসনিন তার সুবিধার জন্য হিব্রু অরথোগ্রাফির নমনীয়তা ব্যবহার করেছেন, অবাধে ক্লাসিক (কোনও স্বর নেই, Y এবং W কঠোরভাবে ব্যঞ্জনবর্ণ) এবং আধুনিক (Y এবং W 'i' এবং 'u' স্বর নির্দেশ করে) ধরনগুলিকে মিশ্রিত করেছেন।, সেইসাথে K এবং T এর বানানে ভিন্নতা, কাঙ্খিত অর্থে পৌঁছানোর জন্য।\n\n\n=== মূল কাগজের সমালোচনা ===\n১৯৯৯ সালে, অস্ট্রেলিয়ান গণিতবিদ ব্রেন্ডন ম্যাককে, ইসরায়েলি গণিতবিদ ডর বার-নাটান এবং গিল কালাই এবং ইসরায়েলি মনোবিজ্ঞানী মায়া বার-হিলেল (সম্মিলিতভাবে \"এমবিবিকে\" নামে পরিচিত) পরিসংখ্যান বিজ্ঞানে একটি গবেষণাপত্র প্রকাশ করেছিলেন, যেখানে তারা যুক্তি দিয়েছিলেন যে উইটজটামের ক্ষেত্রে, রিপ্সএবং রোজেনবার্গ (ডব্লিউআরআর) \"মারাত্মকভাবে ত্রুটিপূর্ণ ছিল এবং তাদের ফলাফল শুধুমাত্র তাদের পরীক্ষার ডিজাইন এবং এর জন্য তথ্য সংগ্রহ করার ক্ষেত্রে করা পছন্দগুলির প্রতিফলন করে।\"  এমবিবিকে কাগজটি প্রকাশের আগে চারজন পেশাদার পরিসংখ্যানবিদ বেনামে পর্যালোচনা করেছিলেন। কাগজটির ভূমিকায়, জার্নালের সম্পাদক রবার্ট কাস, যিনি আগে ডব্লিউআরআর কাগজটিকে একটি \"অপ্রতিরোধ্য ধাঁধা\" হিসাবে বর্ণনা করেছিলেন তিনি লিখেছেন যে \"সামগ্রিকভাবে ম্যাককে, বার-নাটান, কালাই এবং বার-হিলেলের কাজ বিবেচনা করে। প্রকৃতপক্ষে, তারা উপসংহারে দেখা যাচ্ছে যে ধাঁধাটি সমাধান করা হয়েছে\"। \nতাদের পর্যবেক্ষণ থেকে, এমবিবিকে একটি বিকল্প অনুমান তৈরি করেছে যাতে কোডগুলি কীভাবে আবিষ্কৃত হয় তার \"ধাঁধা\" ব্যাখ্যা করা যায়। এমবিবিকে-এর যুক্তি কঠোরভাবে গাণিতিক ছিল না, বরং এটি জোর দিয়েছিল যে ডব্লিউআরআর লেখক এবং অবদানকারীরা ইচ্ছাকৃতভাবে:\n\nআগে থেকে নাম এবং/অথবা তারিখ নির্বাচন করা, এবং;\nতাদের নির্বাচনের সাথে মেলে তাদের পরীক্ষাগুলি অঙ্কন করেছে, যার ফলে তাদের \"কাঙ্খিত\" ফলাফল অর্জন করা হয়েছে।\nএমবিবিকে কাগজ যুক্তি দিয়েছিল যে ইএলএস পরীক্ষাটি উচ্চারণের বানানগুলির খুব ছোট পরিবর্তনের জন্য অসাধারণভাবে সংবেদনশীল, এবং ডব্লিউআরআর ফলাফল \"কেবলমাত্র তাদের পরীক্ষার অঙ্কন এবং এর জন্য তথ্য সংগ্রহ করার ক্ষেত্রে করা পছন্দগুলিকে প্রতিফলিত করে।\"\nএমবিবিকে কাগজটি দেখিয়েছিল যে এই \"সুরকরণ\", যখন এমবিবিকে দাবি করেছিল যে \"আন্দোলিত করা\" কক্ষ উপলব্ধ ছিল তার সাথে মিলিত হলে, যুদ্ধ এবং শান্তির হিব্রু অনুবাদে ডব্লিউআরআর-এর জেনেসিস ফলাফলের মতো ফলাফল তৈরি করতে সক্ষম। বার-হিলেল পরবর্তীকালে এমবিবিকে দৃষ্টিভঙ্গির সংক্ষিপ্তসারে জানান যে ডব্লিউআরআর কাগজটি একটি প্রতারণা, একটি ইচ্ছাকৃত এবং সাবধানে অঙ্কন করা \"জাদুর কৌশল\"। \nবাইবেলের কোডগুলি ( শেক্সপিয়ারের লেখায় লুকানো ভবিষ্যদ্বাণী সম্পর্কিত অনুরূপ যুক্তি সহ) টেক্সাসের শার্পশুটার ফ্যালাসির উদাহরণ হিসাবে উদ্ধৃত করা হয়েছে।\n\n\n=== এমবিবিকে-এর সমালোচনার জবাব ===\n\n\n==== হ্যারল্ড গ্যান্স ====\nহ্যারল্ড গ্যান্স, জাতীয় নিরাপত্তা সংস্থার একজন প্রাক্তন গুপ্ত তথ্য বিশ্লেষক, যুক্তি দিয়েছিলেন যে এমবিবিকে-এর হাইপোথিসিসটি ডব্লিউআরআর এবং তাদের সহ-অবদানকারীদের মধ্যে একটি ষড়যন্ত্র বোঝায় যাতে আগে থেকেই আবেদনগুলিকে জালিয়াতি করা হয়। গ্যান্স যুক্তি দেন যে ষড়যন্ত্রে অবশ্যই ডোরন উইটজটাম, এলিয়াহু রিপ্স এবং এসজেড হ্যাভলিনকে অন্তর্ভুক্ত করতে হবে, কারণ তারা সবাই বলে হ্যাভলিন স্বাধীনভাবে আপিল সংকলন করেছেন। গ্যান্স আরও যুক্তি দেন যে এই ধরনের ষড়যন্ত্রের মধ্যে একাধিক রাব্বিদের অন্তর্ভুক্ত থাকতে হবে যারা হ্যাভলিনের তালিকার যথার্থতা নিশ্চিত করে একটি চিঠি লিখেছেন। অবশেষে, গ্যান্স যুক্তি দেন, এই ধরনের একটি ষড়যন্ত্র অবশ্যই গ্যান্স দ্বারা পরিচালিত শহরের পরীক্ষার একাধিক অংশগ্রহণকারীদের অন্তর্ভুক্ত করতে হবে (যার মধ্যে গ্যান্স নিজেও রয়েছে)। গ্যান্স উপসংহারে পৌঁছেছেন যে \"অগত্যা [ষড়যন্ত্রে] জড়িত লোকের সংখ্যা যে কোনও যুক্তিসঙ্গত ব্যক্তির বিশ্বাসকে প্রসারিত করবে।\"  গ্যান্স আরও যুক্তি দিয়েছিলেন যে \"গাণিতিক সমস্যাগুলি অ-গণিতবিদদের পক্ষে বোঝা কঠিন, আমি নিম্নরূপ সংক্ষিপ্ত করতে পারি: অধ্যাপক ম্যাককে এবং তার সহকর্মীরা কখনই সেই অ-টোরাহ পাঠ্যগুলিতে বাস্তব কোডগুলি আবিষ্কার করেছেন বলে দাবি করেননি। তাদের একমাত্র \"সফল\" ফলাফলগুলি ইচ্ছাকৃতভাবে পরীক্ষাটি এমনভাবে কারচুপি করে প্রাপ্ত হয়েছিল যাতে সাধারণ মানুষ গাণিতিক ত্রুটিগুলি চিনতে না পারে।\" \nব্রেন্ডন ম্যাককে উত্তর দিয়েছেন যে তিনি এবং তার সহকর্মীরা কখনও হ্যাভলিন বা গ্যান্সকে ষড়যন্ত্রে অংশ নেওয়ার অভিযোগ করেননি। পরিবর্তে, ম্যাককে বলেছেন, হ্যাভলিন সম্ভবত \"মূল্যবান উপদেশ\" প্রদানের ক্ষেত্রে ডব্লিউআরআর-এর প্রারম্ভিক প্রিপ্রিন্টগুলি যা বলেছিলেন তা করেছিলেন। একইভাবে, ম্যাককে গ্যান্সের বিবৃতি গ্রহণ করে যে গ্যানস তার শহরের পরীক্ষার জন্য তথ্য নিজে প্রস্তুত করেনি। ম্যাককে উপসংহারে পৌঁছেছেন যে \"শুধুমাত্র একজন ব্যক্তি আছে যাকে জালিয়াতি জানার সাথে জড়িত থাকতে হবে, এবং তার মুষ্টিমেয় শিষ্যদের অবশ্যই লুকাইয়া ফেলার কার্যে জড়িত থাকতে হবে (সম্ভবত ভাল উদ্দেশ্য নিয়ে)।\" \n\n\n==== ডব্লিউআরআর লেখক ====\nডব্লিউআরআর লেখকরা এমবিবিকে-এর দাবির বিষয়ে একাধিক প্রতিক্রিয়া জারি করেছেন, দাবি সহ যে এমন কোনও সুরকরণ হয়নি বা হতে পারেনি।  এমবিবিকে লেখকদের একটি অনুরোধের পূর্বে একটি ডব্লিউআরআর প্রতিক্রিয়া অতিরিক্ত পরীক্ষা-নিরীক্ষার ফলাফল উপস্থাপন করেছে যা নির্দিষ্ট \"বিকল্প\" নাম এবং তারিখ বিন্যাস ব্যবহার করেছে যা এমবিবিকেপরামর্শ দিয়েছিল ডব্লিউআরআর ইচ্ছাকৃতভাবে এড়িয়ে গেছে।  এমবিবিকে -এর বিকল্প ব্যবহার করে, ডব্লিউআরআর -এর ফলাফলগুলি কোডগুলির অস্তিত্বের জন্য সমতুল্য বা আরও ভাল সমর্থন দেখায় এবং তাই এমবিবিকে-এর \"আন্দোলিত করার কক্ষ\" দাবিকে আপত্তি করে। ডব্লিউআরআর -এর প্রতিক্রিয়ার পরিপ্রেক্ষিতে, লেখক বার-নাটান অ-প্রতিক্রিয়ার একটি আনুষ্ঠানিক বিবৃতি জারি করেছেন।  ম্যাককে এবং বার-হিলেলের সাথে একের পর এক আদান-প্রদানের পর, ডব্লিউআরআর লেখক উইটজটাম একটি নতুন গবেষণাপত্রে প্রতিক্রিয়া জানান  যে দাবি করেছেন যে ম্যাককে বেশ কিছু স্ট্র ম্যান যুক্তি তৈরিতে ধূম্রজাল কৌশল ব্যবহার করেছেন এবং এর ফলে ডব্লিউআরআর লেখকরা এমবিবিকে খণ্ডন করে তৈরি করা নির্দিষ্ট বিষয়বস্তুগুলি এড়িয়ে গেছেন।  উইটজটাম আরও দাবি করেছেন যে, এমবিবিকে কাগজের জন্য ম্যাককে দ্বারা চুক্তিবদ্ধ একটি প্রধান স্বাধীন বিশেষজ্ঞের সাক্ষাত্কার নেওয়ার পরে, এমবিবিকে-এর জন্য সম্পাদিত কিছু পরীক্ষা-নিরীক্ষা আসল ডব্লিউআরআর ফলাফলগুলিকে খণ্ডন করার পরিবর্তে যাচাই করেছে। উইটজুম প্রশ্ন করেছেন কেন এমবিবিকে এই ফলাফলগুলিকে অপসারণ করেছে। ম্যাককে এই দাবির জবাব দিয়েছেন। \nপিয়ার রিভিউ করা বৈজ্ঞানিক জার্নালে কোনো প্রকাশনাই এমবিবিকে-এর কাগজকে খণ্ডন করে দেখা যায়নি। ২০০৬ সালে, আইইইই কম্পিউটার সোসাইটির আদর্শ স্বীকৃতি সংক্রান্ত ১৮তম আন্তর্জাতিক সম্মেলনে (আইসিপিআর'০৬) চারটি নতুন তোরাহ কোডের গবেষণাপত্র প্রকাশিত হয়েছিল। \n\n\n==== রবার্ট আউম্যান ====\nরবার্ট আউম্যান, একজন ক্রীড়া তাত্ত্বিক এবং ২০০৫ সালে অর্থনীতিতে নোবেল পুরস্কার বিজয়ী, বহু বছর ধরে বাইবেলের কোড গবেষণা এবং বিতর্ক অনুসরণ করেছেন। তিনি লিখেছেন:\n\nযদিও গবেষণার মৌলিক গবেষণামূলক প্রবন্ধটি অসম্ভবভাবে অসম্ভব বলে মনে হচ্ছে, বহু বছর ধরে আমি ভেবেছিলাম যে কোডগুলির জন্য একটি লৌহবর্মভূষিত খাপ তৈরি করা হয়েছে; কীভাবে 'প্রতারণা' করা সম্ভব হতে পারে তা আমি দেখিনি। তারপরে 'বিরোধীদের' কাজ এসেছে (উদাহরণস্বরূপ, ম্যাককে, বার-নাটান, বার-হিল্লেল এবং কালাই, পরিসংখ্যান বিজ্ঞান ১৪ (১৯৯৯), ১৪৯-১৭৩ দেখুন)। যদিও এই কাজটি আমাকে বিশ্বাস করেনি তথ্য হেরফের করা হয়েছে, এটি আমাকে বিশ্বাস করে যে এটি হতে পারে; যে হাতের কৌশল প্রযুক্তিগতভাবে সম্ভব ছিল.\nপরীক্ষা-নিরীক্ষা এবং বিতর্কের গতিশীলতার বিশ্লেষণের পর, উদাহরণ স্বরূপ বলে যে \"প্রায় সবাই [বিতর্কের মধ্যে] অন্তর্ভুক্ত ছিল খেলার শুরুতে তাদের মন তৈরি করেছিল\", অমান উপসংহারে এসেছিলেন:\n\nএকটি অগ্রাধিকার, কোডস গবেষণার গবেষণামূলক প্রবন্ধ অত্যন্ত অসম্ভব বলে মনে হচ্ছে ... আমার নিজের তত্ত্বাবধানে পরিচালিত গবেষণা কোডগুলির অস্তিত্ব নিশ্চিত করতে ব্যর্থ হয়েছে – যদিও এটি তাদের অ-অস্তিত্বও প্রতিষ্ঠা করেনি। তাই আমাকে অবশ্যই আমার একটি অগ্রাধিকার অনুমানে ফিরে যেতে হবে, যে কোডের ঘটনাটি অসম্ভব\".\n\n\n==== রবার্ট হারালিক ====\nনিউইয়র্ক সিটি ইউনিভার্সিটির কম্পিউটার বিজ্ঞানের অধ্যাপক রবার্ট হারালিক বহু বছর ধরে বাইবেল কোড পরীক্ষা করেছেন এবং এর বৈধতা সম্পর্কে নিশ্চিত হয়েছেন। তিনি একটি নতুন পরীক্ষায় অবদান রেখেছিলেন, ন্যূনতম ইএলএস-এর পাশাপাশি - যেখানে এটি জেনেসিসে ডব্লিউআরআর-এর তালিকা সফল হয়েছিল এবং যুদ্ধ ও শান্তিতে এমবিবিকে-এর তালিকা সফল হয়েছিল কিনা তা পরীক্ষা করে দেখেছিলেন - সেখানে অন্যান্য, অ-ন্যূনতম ইএলএস ছিল যেখানে উভয়ের মধ্যে অভিন্নতা রয়েছে। রাব্বিদের নাম এবং তাদের নিজ নিজ তারিখ। এটি ২য় ন্যূনতম ইএলএস, ৩য় ন্যূনতম ইএলএস এবং আরও কিছুতে প্রাপ্ত অভিন্নতা পরীক্ষা করার প্রভাব ছিল। হারালিকের মতে, ফলাফলগুলি চিত্তাকর্ষক ছিল; ডব্লিউআরআর-এর তালিকা ২০তম ন্যূনতম ইএলএস পর্যন্ত সফল ছিল, যেখানে এমবিবিকে-এর তালিকা দ্বিতীয় ন্যূনতম ইএলএস-এর পরে ব্যর্থ হয়েছিল।  ২০০৬ সালে আদর্শ স্বীকৃতি সংক্রান্ত আন্তর্জাতিক সম্মেলনে অংশগ্রহণকারীদের সামনে এই বিষয়ে বক্তৃতা দেন।\n\n\n=== মাইকেল ড্রসনিনের সমালোচনা ===\nসাংবাদিক ড্রোসনিনের বইগুলি  কেউ কেউ সমালোচনা করেছেন যারা বিশ্বাস করেন যে বাইবেলের কোড বাস্তব কিন্তু এটি ভবিষ্যতের ভবিষ্যদ্বাণী করতে পারে না।  রবিনের মৃত্যুর বিষয়ে ড্রোসনিনের দাবির বিষয়ে, ড্রোসনিন তার বই \"বাইবেল কোড\" (১৯৯৭) এ লিখেছেন যে \" ইগাল আমিরকে আগে থেকে পাওয়া যায়নি\"। সমালোচকরা \"কোড\"-এ একটি বিশাল ত্রুটি লক্ষ্য করেছেন ড্রোসনিন খুঁজে পেয়েছেন বলে দাবি করেছেন: ড্রোসনিন বাইবেলের ডিউটারনমি ডিউটারনমি ৪:৪২ শ্লোকের অপব্যবহার করেছেন। পণ্ডিতদের মন্তব্য; \"উদাহরণস্বরূপ, রাবিনের সাথে ছেদ করা অনুচ্ছেদটি আবার উদ্ধৃত করা: সেই অনুচ্ছেদটি ডিউটারনমি ৪:৪২ থেকে এসেছে, কিন্তু ড্রোসনিন অবিলম্বে \"একজন খুনী যিনি খুন করবে\" শব্দগুলিকে উপেক্ষা করেছেন। এরপরে যা আসে তা হল \"অজ্ঞাতসারে\" ( biveli da'at ) শব্দগুচ্ছ। এর কারণ এই শ্লোকটি আশ্রয়ের শহরগুলির সাথে সম্পর্কিত যেখানে দুর্ঘটনাজনিত হত্যাকারীরা আশ্রয় খুঁজে পেতে পারে। এই ক্ষেত্রে, তারপর, বার্তাটি রবিনের (বা দ্বারা) দুর্ঘটনাজনিত হত্যার উল্লেখ করবে এবং তাই এটি ভুল হবে। আরেকটি বার্তা (পৃষ্ঠা  ১৭) অনুমিতভাবে ২৫ ফেব্রুয়ারি, ১৯৯৬-এ জেরুজালেমে একটি বাসে সন্ত্রাসী বোমা হামলার একটি \"সম্পূর্ণ\" বর্ণনা রয়েছে। এতে \"আগুন, বড় শব্দ\" বাক্যাংশটি অন্তর্ভুক্ত রয়েছে কিন্তু এই সত্যটিকে উপেক্ষা করে যে এই দুটি শব্দকে তৈরি করা অক্ষরগুলি আসলে জেনেসিস ৩৫:৪ এর একটি বৃহত্তর বাক্যাংশের অংশ যা বলে: \"শেকেমের কাছে টেরেবিন্থের নীচে।\" যদি শব্দগুচ্ছটি একটি বাস বোমা হামলার কথা বলে, তাহলে কেন এটিকে ইঙ্গিত করার জন্য নেওয়া হবে না যে এটি প্রাচীন শেকেমের স্থান নাবলুসে হবে?\" \nড্রোসনিন বেশ কিছু দাবি এবং কথিত ভবিষ্যদ্বাণীও করেছিলেন যা ব্যর্থ হয়েছে। সবচেয়ে গুরুত্বপূর্ণ, ড্রোসনিন তার বই \"বাইবেল কোড II\" তে স্পষ্টভাবে বলেছেন, ২য়ে ডিসেম্বর, ২০০২-এ প্রকাশিত, একটি \"পারমাণবিক হত্যাকাণ্ড\" জড়িত একটি বিশ্বযুদ্ধ হতে হবে যা কথিতভাবে বিশ্বের শেষ হবে।  ড্রোসনিন \"বাইবেল কোড II\"-এ আরেকটি দাবি করেছেন যে লিবিয়া জাতি গণবিধ্বংসী অস্ত্র তৈরি করবে যা পরে সন্ত্রাসীদের দেওয়া হবে যারা তাদের পশ্চিমে (বিশেষ করে মার্কিন যুক্তরাষ্ট্র) আক্রমণ করতে ব্যবহার করবে।  বাস্তবে, লিবিয়া ২০০৩ সালে পশ্চিমাদের সাথে সম্পর্ক উন্নত করে এবং তাদের বিদ্যমান সমস্ত গণবিধ্বংসী অস্ত্র ত্যাগ করে।  \"বাইবেল কোড II\" তে ড্রোসনিন একটি চূড়ান্ত দাবি করেছিলেন যে ফিলিস্তিনি কর্তৃপক্ষের নেতা ইয়াসির আরাফাতকে বন্দুকধারীদের দ্বারা গুলি করে হত্যা করা হবে বলে অভিযোগ করা হবে যা ড্রসনিন বিশেষভাবে বলেছিল যে ফিলিস্তিনি হামাস আন্দোলন থেকে হবে।  ড্রোসনিনের এই ভবিষ্যদ্বাণীটিও ব্যর্থ হয়েছে, কারণ ইয়াসির আরাফাত ১১ নভেম্বর, ২০০৪ সালে মারা যান  যা পরবর্তীতে প্রাকৃতিক কারণ হিসেবে ঘোষণা করা হয় (বিশেষত একটি অজানা সংক্রমণের কারণে স্ট্রোক)।  ইয়াসির আরাফাতকে হত্যার অভিযোগে একমাত্র ষড়যন্ত্রের তত্ত্বগুলি কয়েকজন ফিলিস্তিনি ব্যক্তিত্ব দ্বারা তৈরি করা হয়েছে এবং ইসরায়েলি কর্মকর্তাদের নির্দেশে অনুমিত বিষ প্রয়োগের অভিযোগ রয়েছে। এই ষড়যন্ত্র তত্ত্বে একমাত্র কথিত ফিলিস্তিনি সহযোগিতায় ফিলিস্তিনি ফাতাহ আন্দোলনের দুই নেতৃস্থানীয় ফিলিস্তিনি ব্যক্তিত্ব জড়িত; তারা হলেন বর্তমান ফিলিস্তিনি কর্তৃপক্ষ এবং ফাতাহ নেতা মাহমুদ আব্বাস এবং গাজার ফাতাহর সাবেক প্রধান মোহাম্মদ দাহলান।  লেখক র‌্যান্ডি ইঙ্গারম্যানসন ড্রোসনিনের সমালোচনা করেছেন যে; \"এবং এটিই তারা, এমনকি ড্রোসনিনের জন্য - সম্ভাবনা। তিনি বিশ্বাস করেন যে ভবিষ্যত স্থির নয়, এবং বাইবেলের কোড সমস্ত সম্ভাব্য ফলাফলের ভবিষ্যদ্বাণী করে। যা এটিকে একটি ভবিষ্যদ্বাণীমূলক সরঞ্জাম হিসাবে তৈরি করে না, তবে আবার, তিনি এটিকে খুব বেশি মনে করেন না বলে মনে হয়। আপনি যদি ড্রোসনিনের উপর ভিত্তি করে বাজি রেখে থাকেন, তাহলে আপনি সব সম্ভাব্য ফলাফলের উপর বাজি ধরতে ইচ্ছুক হবেন।\" \nকেউ কেউ তাকে সত্যগত ত্রুটির জন্য অভিযুক্ত করে, দাবি করে যে তার বৈজ্ঞানিক সম্প্রদায়ের অনেক সমর্থন রয়েছে, হিব্রু শব্দের ভুল অনুবাদ করে  তার বক্তব্যকে আরও বিশ্বাসযোগ্য করে তোলার জন্য, এবং অন্য বইগুলিতে অনুরূপ কোড নেই তা প্রমাণ না করেই বাইবেল ব্যবহার করে। \n\n\n==== অন্যান্য গ্রন্থে ইএলএস ব্যবহার করে সমালোচনা ====\n\nড্রোসনিনের একটি সুস্পষ্ট আপত্তির জবাবে, যিনি দাবি করেছিলেন যে মবি-ডিকের মতো অন্যান্য পাঠ্যগুলি তরাহের সাথে তুলনীয় ইএলএস ফলাফল দেবে না, ম্যাককে একটি নতুন পরীক্ষা তৈরি করেছিলেন যা মবি-ডিকে অনেকগুলি ইএলএস অক্ষর শ্রেণিবিন্যাস খুঁজে পেতে সুর করা হয়েছিল যা আধুনিকতার সাথে সম্পর্কিত। মার্টিন লুথার কিং জুনিয়র এবং ইন্দিরা গান্ধীর হত্যা সহ ঘটনা। তিনি রাবিন হত্যাকাণ্ডের সাথে সম্পর্কিত একটি কোডও খুঁজে পেয়েছেন, যেখানে হত্যাকারীর প্রথম এবং শেষ নাম এবং তিনি যে বিশ্ববিদ্যালয়ে পড়াশোনা করেছিলেন, সেইসাথে উদ্দেশ্য (\"অসলো\", অসলো চুক্তির সাথে সম্পর্কিত)।  ড্রোসনিন এবং অন্যরা এই দাবিগুলির প্রতিক্রিয়া জানিয়েছেন, বলেছেন যে ম্যাককে দ্বারা নিযুক্ত সুরকরণ কৌশলগুলি কেবলমাত্র \"অবাধ্য\" ছিল এবং বিশ্লেষণ প্রদান করে  তাদের যুক্তি সমর্থন করার জন্য যে টেবিল, তথ্য এবং পদ্ধতিগুলি ম্যাককে মবি ডিকের ফলাফলগুলি তৈরি করতে ব্যবহার করেছিল কোড টেবিল হিসাবে যোগ্য নয়\"।  সন্দেহবাদী ডেভ থমাস অনেক গ্রন্থে অন্যান্য উদাহরণ খুঁজে পাওয়ার দাবি করেছেন। থমাসের কর্মপদ্ধতি রবার্ট হ্যারালিক  এবং অন্যান্যদের দ্বারা খণ্ডন করা হয়েছে বলে অভিযোগ করা হলেও, বৃহৎ সংখ্যার আইন সম্পর্কে তার বিস্তৃত যুক্তিগুলি মূলত আপত্তিহীন ছিল। এছাড়াও, টমাসের সমালোচনা ড্রসনিনকে লক্ষ্য করে, যার পদ্ধতিকে আরও খারাপ বলে মনে করা হয়। (আসলে, ড্রোসনিনের \"ক্লিনটন\" এর উদাহরণ তার প্রথম বইতে \"ন্যূনতমতা\" এর মৌলিক বাইবেল কোড ধারণাকে লঙ্ঘন করেছে; ড্রোসনিনের \"ক্লিনটন\" একটি সম্পূর্ণ অবৈধ \"কোড\" ছিল)। উপরন্তু, ম্যাককে দাবি করেছেন যে ড্রোসনিন তার সুবিধার জন্য হিব্রু লিখনবিধি নমনীয়তা ব্যবহার করেছেন, অবাধে মেসোরেটিক বাইবেলের (কোনও স্বর নেই, Y এবং W অত্যধিক ব্যঞ্জনবর্ণ) এবং আধুনিক (Y এবং W ব্যবহার করা হয়েছে i এবং u স্বর নির্দেশ করতে) মোড, পাশাপাশি। পছন্দসই অর্থে পৌঁছানোর জন্য K এবং T-এর বানানের পার্থক্য হিসাবে।\nতার টেলিভিশন সিরিজ জন সাফরান বনাম ঈশ্বরে, অস্ট্রেলিয়ান টেলিভিশন ব্যক্তিত্ব জন সাফরান এবং ম্যাককে আবার \"সুরকরণ\" কৌশল প্রদর্শন করেছেন, এই কৌশলগুলি ভ্যানিলা আইস' -এর গানে নিউইয়র্কে ১১ সেপ্টেম্বরের সন্ত্রাসী হামলার \"প্রমাণ\" তৈরি করতে পারে। সংগ্রহশালা এবং পাঠ্যের মধ্যে গোপনে রেখে যাওয়া বাইবেল কোডেড বার্তার দাবিতে লেখক ত্রুটির (ভুল বানান, সংযোজন, মুছে ফেলা ইত্যাদি) প্রভাব এবং পরিণতিগুলি হিসাব করা কঠিন। ম্যাককে এবং অন্যরা দাবি করেন যে মানের একটি বস্তুনিষ্ঠ পরিমাপ এবং পরীক্ষার বিষয়গুলি নির্বাচন করার একটি উদ্দেশ্যমূলক উপায়ের অনুপস্থিতিতে (যদিও এটি ড্রসনিনের বিরুদ্ধে সমানভাবে একটি আপত্তি থেকে যায়), কোন নির্দিষ্ট পর্যবেক্ষণ তাৎপর্যপূর্ণ কিনা তা নির্ধারণ করা ইতিবাচকভাবে সম্ভব নয়। সেই কারণে, ডেভিসের গাণিতিক যুক্তিগুলির বাইরে, সন্দেহবাদীদের বেশিরভাগ বা বেশিরভাগ গুরুতর প্রচেষ্টা উইটজটাম, রিপ্স এবং গ্যান্সের বৈজ্ঞানিক দাবিগুলির উপর দৃষ্টি নিবদ্ধ করা হয়েছে।\n\n\n== সফটওয়্যার ==\nসমস্ত বাইবেল/টোরাহ কোড সফ্টওয়্যার ইএলএস অনুসন্ধান এবং পাওয়া শব্দ(গুলি) এবং এর প্রসঙ্গের ম্যাট্রিক্স দর্শন সমর্থন করে। কিছু পরিসংখ্যান সরঞ্জাম, হিব্রু অভিধান, জেমেট্রিয়া গণনা এবং অক্ষর ম্যাট্রিক্সে অতিরিক্ত শব্দ অনুসন্ধান অন্তর্ভুক্ত করে।\n\n\n=== উইন্ডোজ ===\nবাইবেল কোড (উইন্ডোজ, ওপেন সোর্স) - ইএলএস অনুসন্ধান, পরিসংখ্যান সরঞ্জাম\nতোরাহ কোড ২০০০ (উইন্ডোজ, অর্থপ্রদান)\nবাইবেল কোড ২০০০ (উইন্ডোজ, অর্থপ্রদান)\nবাইবেলের কী (উইন্ডোজ, অর্থপ্রদান) - ইএলএস অনুসন্ধান, ইংরেজি-হিব্রু অভিধান, পরিসংখ্যান সরঞ্জাম, জেমেট্রিয়া, হিব্রু ক্যালেন্ডার এবং তারিখ রূপান্তর\nবাইবেল কোড প্লাস (উইন্ডোজ, অর্থপ্রদান) - ইএলএস অনুসন্ধান, ইংরেজি-হিব্রু অভিধান, পরিসংখ্যান সরঞ্জাম\nবাইবেল কোড ওরাকল (উইন্ডোজ, অর্থপ্রদান / বিনামূল্যে ট্রায়াল)\n\n\n=== অ্যান্ড্রয়েড ===\nতোরাহ কোড (অ্যান্ড্রয়েড, বিনামূল্যে) - ইএলএস অনুসন্ধান, জেমেট্রিয়া\nতোরাহ কোড (অ্যান্ড্রয়েড, অর্থপ্রদান) - ইএলএস অনুসন্ধান, জেমেট্রিয়া\n\n\n== আরও দেখুন ==\nআপাতদৃষ্টিতে রহস্যময় কাকতালীয় আরেকটি ঘটনার জন্য এলোমেলো পয়েন্টের সারিবদ্ধকরণ\nআতবশ\nবাইবেলের প্রত্নতত্ত্ব\nবিবলিওম্যানসি\nনিশ্চিতকরণ পক্ষপাত\nজেমেট্রিয়া\nপাই (চলচ্চিত্র)\nকোরান কোড\nরামসে তত্ত্ব, \"অনিবার্য কাকতালীয়\" ধারণার জন্য\nশেমহামফোরাছ\nটেক্সাসের শার্পশুটারের ভ্রান্তি\nথিওম্যাটিক্স\nসিঙ্ক্রোনিসিটি\n\n\n== তথ্যসূত্র ==\n\n\n== মন্তব্য ==\nড্রোসনিন, মাইকেল (১৯৯৭)। বাইবেলের কোড। সাইমন ও শুস্টার। আইএসবিএন 0-684-81079-4। \nসাটিনোভার, জেফরি (১৯৯৭)। বাইবেল কোড ক্র্যাকিং। ডব্লিউ. মোররাও। আইএসবিএন 0-688-15463-8। \nড্রোসনিন, মাইকেল (১৯৯৭)। বাইবেলের কোড। উইডেনফেল্ড এবং নিকোলসন। আইএসবিএন 0-297-81995-X। \nড্রোসনিন, মাইকেল (২০০২)। বাইবেল কোড ২: গণনা। ভাইকিং বই। আইএসবিএন 0-670-03210-7। \nড্রোসনিন, মাইকেল (২০০২)। বাইবেল কোড ২: গণনা। উইডেনফেল্ড এবং নিকোলসন। আইএসবিএন 0-297-84249-8। \nড্রোসনিন, মাইকেল (২০০৬)। বাইবেল কোড ৩: খোঁজা। উইডেনফেল্ড এবং নিকোলসন। আইএসবিএন 0-297-84784-8। \nড্রোসনিন, মাইকেল (২০১০)। বাইবেলের কোড ৩: বিশ্বকে বাঁচানো। ওয়ার্ল্ডমিডিয়া। আইএসবিএন 978-0-615-39963-8। \nস্ট্যান্টন, ফিল (১৯৯৮)। বাইবেলের কোড - সত্য বা জাল?। ক্রসওয়ে বুকস। আইএসবিএন 0-89107-925-4। \nহারালিক, রবার্ট এম; রিপস, ইলিয়াহু (২০০৫)। তোরাহ কোডস: একটি অসীম ঝলক। মাজল ও ব্রচ পাবলিশিং। আইএসবিএন 0-9740493-9-5। \n\n\n== বহিঃসংযোগ ==\nডানিং, ব্রায়ান (জুন ৫, ২০০৭)। \"স্কেপটয়েড #৪০৮: বাইবেলের কোড: মূর্তিদের জন্য ধাঁধা\"। স্কেপ্‌টয়েড। \nবাইবেলের কোড, একটি গল্পের প্রতিলিপি যা বিবিসি টু-তে প্রচারিত হয়েছিল, বৃহস্পতিবার ২০ নভেম্বর, ২০০৩, ড্রোসনিন, রিপস এবং ম্যাককে-এর মন্তব্য সমন্বিত।\nডরন উইটজটামের এর কোড পৃষ্ঠা ডোরন উইটজাম থেকে, পরিসংখ্যান বিজ্ঞান গবেষণাপত্রের একজন সহকারী\nটিউটোরিয়াল ওয়েবসাইট অধ্যাপক  রবার্ট হারালিক থেকে\n\"বাইবেল কোডের বৈজ্ঞানিক খণ্ডন\"  ব্রেন্ডন ম্যাককে (কম্পিউটার সায়েন্স, অস্ট্রেলিয়ান জাতীয় বিশ্ববিদ্যালয়) এবং অন্যান্যদের দ্বারা\nবাইবেল কোড: একটি বই পর্যালোচনা অ্যালিন জ্যাকসন দ্বারা,শ্লোমো স্টার্নবার্গের, বাইবেল কোডের উপর মন্তব্য, এএমএস সেপ্টেম্বর ১৯৯৭ (আমেরিকান গাণিতিক সোসাইটি দেখুন)\nবাইবেল \"কোডস\": একটি পাঠ্য দৃষ্টিকোণ, জেফরি এইচ টিগে দ্বারা (ইস্টার্ন ভাষা এবং সভ্যতার কাছাকাছি, পেনসিলভানিয়া বিশ্ববিদ্যালয়)\nপদ্ধতিতে পাগলামি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০২১ তারিখে, মায়া বার-হিলেল এবং আভিশাই মার্গালিট, চান্স, ডার্টমাউথ কলেজ দ্বারা\nলুকানো বার্তা এবং বাইবেল কোড সন্দেহবাদী অনুসন্ধানকারী পত্রিকার অস্বভাবী দাবির বৈজ্ঞানিক তদন্তের জন্য কমিটি,থেকে\nজেনেসিস ১:১-এ গাণিতিক কোড\nবাইবেল কোডের একটি হিব্রু আবেদনপত্র কার্যকর করার ওয়েবসাইটটির একটি উদাহরণ।"}