{"pageid": 1179608, "title": "সুলতান মাহমুদ (মন্ত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1179608", "content": "সুলতান মাহমুদ (১৯০০-১৯৮২) ছিলেন বার্মার আরাকানের (বর্তমানে রাখাইন রাজ্য, মিয়ানমার) একজন রাজনীতিবিদ। ব্রিটিশ ভারতে (যেখানে ১৯৩৭ সাল পর্যন্ত বার্মা প্রদেশ অন্তর্ভুক্ত ছিল), মাহমুদ কেন্দ্রীয় বিধানসভায় মন্ত্রিপরিষদ সচিব হিসেবে দায়িত্ব পালন করেন। বর্মী স্বাধীনতার পর তিনি ১৯৫৭ সালে বুথিডং থেকে একটি উপনির্বাচনের মাধ্যমে বার্মার সংসদে নির্বাচিত হন। তিনি ১৯৬০ সালে পুনরায় নির্বাচিত হন। তিনি ১৯৬০ থেকে ১৯৬২ সালের বর্মী অভ্যুত্থান পর্যন্ত বার্মা ইউনিয়নের স্বাস্থ্যমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\nবার্মা যখন প্রধানমন্ত্রী ইউ নুর \"বৈচিত্র্যের মধ্যে ঐক্য\" নীতির অধীনে একটি ফেডারেল রাষ্ট্র হওয়ার কথা ভাবছিল, তখন মাহমুদ প্রস্তাব করেন যে আরাকানি ভারতীয়দের হয় নাফ ও কালাদান নদীর মধ্যবর্তী এলাকা জুড়ে একটি পৃথক প্রদেশ থাকা উচিত; অথবা যদি আরাকানি বৌদ্ধদের নিয়ে একটি পৃথক আরাকান প্রদেশ প্রতিষ্ঠিত হয়, তাহলে এটির একটি স্বীকারোক্তিমূলক কাঠামো থাকা উচিত, যেখানে মুসলিম ও বৌদ্ধরা প্রাদেশিক গভর্নর হিসাবে পর্যায়ক্রমে থাকবে।\n\n\n== প্রারম্ভিক জীবন ==\nমাহমুদ ১৯০০ সালে আকিয়াবে জন্মগ্রহণ করেন। তিনি কলকাতায় শিক্ষা লাভ করেন।\n\n\n== রাজনৈতিক পেশা ==\nবার্মা যখন ব্রিটিশ ভারতের একটি অংশ ছিল তখন মাহমুদ নতুন দিল্লিতে কেন্দ্রীয় আইনসভায় মন্ত্রিপরিষদ সচিবের গুরুত্বপূর্ণ পদে অধিষ্ঠিত ছিলেন। ১৯৫৭ সালের একটি উপনির্বাচনের সময় মাহমুদ বুথিডং উত্তর আসন থেকে ইউনিয়ন সংসদে নির্বাচিত হন। তিনি বার্মার প্রধানমন্ত্রী ইউ নুর মন্ত্রিসভায় স্বাস্থ্যমন্ত্রী নিযুক্ত হন। মাহমুদ ১৯৬০ সালের বর্মী সাধারণ নির্বাচনে পুনরায় নির্বাচিত হন। তিনি স্বাস্থ্যমন্ত্রী থাকাকালীন আরাকানে আকিয়াব জেনারেল হাসপাতাল ও বুথিডং হাসপাতাল সহ বেশ কয়েকটি হাসপাতাল প্রতিষ্ঠিত হয়। একজন সংসদ সদস্য হিসেবে মাহমুদ সাহেব বাজার রাজ্য মাধ্যমিক বিদ্যালয় ও মিংলগি রাজ্য মাধ্যমিক বিদ্যালয় সহ বেশ কয়েকটি বিদ্যালয় প্রতিষ্ঠার জন্য শিক্ষা মন্ত্রণালয়কে রাজি করান। তিনি ব্রিটেনে অধ্যয়নের জন্য আরাকানি ভারতীয় ছাত্রদের জন্য একটি বৃত্তির ব্যবস্থা তৈরি করতেও সক্ষম হন।\n\n\n== রাষ্ট্রের বিষয় ==\n১৯৬০ সালের সাধারণ নির্বাচনে জয়ী হওয়ার পর, প্রধানমন্ত্রী উনু আরাকান বিভাগকে রাষ্ট্রীয় মর্যাদা দেওয়া উচিত কিনা তা অধ্যয়নের জন্য একটি তদন্ত কমিশন নিয়োগ করেন। কমিশন দেখতে পায় যে অধিকাংশ আরাকানি বৌদ্ধরা রাষ্ট্রীয় মর্যাদা সমর্থন করে, যেখানে অধিকাংশ আরাকানি ভারতীয় (মুসলিম সংখ্যাগরিষ্ঠ) রাষ্ট্রত্বের বিরোধিতা করে। সুলতান মাহমুদ প্রস্তাব করেন যে আরাকানের উত্তরাঞ্চলে আরাকানি ভারতীয়দের জন্য একটি রাষ্ট্র প্রতিষ্ঠা করা হবে, যেখানে ভারতীয়রা সংখ্যাগরিষ্ঠ ছিল। মাহমুদ ১৬৬৬ সালে শায়েস্তা খানের অধীনে কালাদান নদী পর্যন্ত মুঘল সাম্রাজ্যের অভিযানকে আরাকানি মুসলমান ও বৌদ্ধদের মধ্যে সীমানার ভিত্তি হিসেবে উল্লেখ করেন। কালাদান নদী মুসলিম সংখ্যাগরিষ্ঠ ও বৌদ্ধ সংখ্যাগরিষ্ঠ এলাকাকে ভাগ করেছে।\n\n\n=== স্মারকলিপি ===\n১৯৬০ সালের ২০ অক্টোবরে সুলতান মাহমুদ ও তার সহকর্মীরা রাষ্ট্র উপদেষ্টা কমিটির কাছে একটি স্মারকলিপি জমা দেন। স্মারকলিপিতে রাষ্ট্রীয়তার জন্য দুটি শর্ত দেওয়া হয়: ১) যদি আরাকানি বৌদ্ধরা তাদের দাবি সমর্থন করে; ও ২) যদি প্রস্তাবিত প্রদেশের সংবিধানে ভারতীয় স্বায়ত্তশাসনের জন্য পর্যাপ্ত সুরক্ষা অন্তর্ভুক্ত করা হয়। নতুন রাজ্যের গভর্নর ভারতীয় ও আরাকানি বৌদ্ধদের মধ্যে বিকল্প হবে।\nপ্রস্তাবে উল্লেখ করা হয় যে, কোনো রাজ্যের গভর্নর যদি মুসলিম হন, তাহলে রাজ্য পরিষদের স্পিকারকে হতে হবে একজন অমুসলিম বা বিপরীতভাবে গভর্নর যদি অমুসলিম হন, তাহলে রাজ্য পরিষদের স্পিকারকে হতে হবে একজন মুসলিম, তবে তার ডেপুটি একজন অমুসলিম; এবং একই ব্যবস্থা অন্যান্য নির্বাচিত বা নিযুক্ত সরকারি সংস্থার ক্ষেত্রে প্রযোজ্য হবে। স্মারকলিপিতে ব্যক্তিগত বিশ্বাস অনুযায়ী শিক্ষা প্রতিষ্ঠানে ধর্মীয় অধ্যয়ন শেখার স্বাধীনতা সহ ধর্মের স্বাধীনতার আহ্বান জানানো হয়েছে। আরাকানি ভারতীয়দের রোহিঙ্গা ভাষা ও সংস্কৃতি বিকাশ করতে দেওয়া উচিত। আরাকানি ভারতীয়দের বিষয় তত্ত্বাবধানের জন্য প্রধান নির্বাহীর একজন মনোনীত কর্মকর্তা থাকবেন।\n\n\n== আরও দেখুন ==\nরোহিঙ্গা\n\n\n== তথ্যসূত্র =="}