{"pageid": 1179985, "title": "বাংলাদেশে খতমে নবুয়ত আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1179985", "content": "খতমে নবুওয়াত আন্দোলন বাংলাদেশ (কেএনএবি) ইসলামী চরমপন্থী সংগঠন যেটি বাংলাদেশে আহমদিয়া বিরোধী দল হিসেবে নিজেদের অবস্থান নিয়েছে। তারা আহমদিয়া মসজিদ দখল করার জন্য প্রচারণা চালিয়েছে এবং বাংলাদেশ সরকারকে আহমদিয়াদের অমুসলিম ঘোষণা করানোর জন্য। তারা বাংলাদেশে আহমদিয়া সম্প্রদায়ের বাড়িঘর ও মসজিদে হামলা চালিয়েছে। ইউনাইটেড স্টেটস কমিশন অন ইন্টারন্যাশনাল রিলিজিয়াস ফ্রিডম তাদেরকে \" আহমাদি বিরোধী ইসলামিক ধর্মগুরুদের একটি দল \" হিসেবে বর্ণনা করেছে ২০০৫ সালে আন্তর্জাতিক ধর্মীয় স্বাধীনতা রিপোর্ট।\n\n\n== ইতিহাস ==\nখতমে নবুওয়াত আন্দোলন বাংলাদেশ আন্তর্জাতিক খতমে নবুওয়াত আন্দোলন, বাংলাদেশ  এর একটি বিভক্ত দল। হিফাজতে খতমে নবুওয়াত আন্দোলন  বাংলাদেশের অনুরূপ একটি আহমদিয়া বিরোধী দল।\n২০০৩ সালের ডিসেম্বরে, কেএনএবি ঢাকার বকশীবাজারে একটি আহমদিয়া মুসলিম সম্প্রদায়ের মসজিদ অবরোধ করার জন্য বায়তুল মোকাররম জাতীয় মসজিদের উত্তর গেট থেকে একটি মিছিল বের করে।\n১৯ মার্চ ২০০৪, খতমে নবুওয়াত আন্দোলন বাংলাদেশ হুমকি দেয় যে তারা বরগুনা জেলায় বসবাসকারী সকল আহমদিয়া মুসলিম সম্প্রদায়ের সদস্যদের তাড়িয়ে দেবে।\n২৪ জুন ২০০৬ তারিখে, বাংলাদেশ পুলিশ খতমে নবুওয়াত আন্দোলন বাংলাদেশ কর্তৃক ঢাকার উত্তরা থানায় একটি আহমদিয়া মুসলিম সম্প্রদায়ের মসজিদ অবরোধ করার প্রচেষ্টা ব্যর্থ করে। তারা জোরপূর্বক মসজিদ দখলের চেষ্টা করলেও র‌্যাপিড অ্যাকশন ব্যাটালিয়ন বাধা দেয়।\nজুন ২০০৭ সালে, খতমে নবুওয়াত আন্দোলন বাংলাদেশ এবং আন্তর্জাতিক খতমে নবুওয়াত আন্দোলন, বাংলাদেশের নেতাদের বিরুদ্ধে সাতক্ষীরা জেলার জ্যোতিন্দ্র নগরে একটি আহমদিয়া মসজিদে হামলার অভিযোগ আনা হয়।\n২০০৮ সালে, খতমে নবুওয়াত আন্দোলন বাংলাদেশের চেয়ারম্যান, মুফতি নূর হোসেন নুরানী, বিমানবন্দর গোলচত্বর মূর্তি প্রতিরোধ কমিটি যে তত্ত্বাবধায়ক সরকারকে জিয়া আন্তর্জাতিক বিমানবন্দরের সামনে একটি বাউল গায়কের মূর্তি অপসারণ করতে বাধ্য করেছিল। তিনি তত্ত্বাবধায়ক সরকারের প্রধান উপদেষ্টা মাহবুব জামিলের বিশেষ উপদেষ্টার পদত্যাগেরও আহ্বান জানান।\nআহমদিয়া মুসলিম সম্প্রদায়ের রাজশাহী জেলার মুবাল্লিগ (ধর্ম প্রচারক) রিপোর্ট করেছেন যে তার সম্প্রদায়ের সদস্যরা খতমে নবুওয়াত আন্দোলন বাংলাদেশ, আহলে হাদিস আন্দোলন বাংলাদেশ, বাংলাদেশ জামায়াতে ইসলামী এবং সুন্নি মুসলমানদের দ্বারা ২০১৫ সালের ডিসেম্বরে হয়রানি করা হচ্ছে।\n২৩ এপ্রিল ২০২১, খতমে নবুওয়াত আন্দোলন বাংলাদেশের সভাপতি এবং হেফাজতে ইসলাম বাংলাদেশের নেতা নূর হোসেন নূরানীকে মুন্সীগঞ্জ জেলায় সহিংসতার জন্য গ্রেফতার করা হয়।\n\n\n== তথ্যসূত্র =="}