{"pageid": 1179130, "title": "বাবুল আক্তার", "url": "https://bn.wikipedia.org/wiki?curid=1179130", "content": "বাবুল আক্তার একজন বাংলাদেশী বহুল আলোচিত সাবেক এসপি। বর্তমানে তিনি তার স্ত্রী মাহমুদা খানম মিতু হত্যাকাণ্ডের জন্য অভিযুক্ত আসামি হয়ে কারাবরণ করছেন, তবে এটি অবস্থাগত প্রমাণ বলে বিবেচিত, এবং এই মামলাটা এখনো আদালতে চলমান রয়েছে। তিনি ২০১৬ সালের জুন মাসে জঙ্গী দমনের জন্য চট্টগ্রামে বিশেষ অভিযান পরিচালনা করেন এবং এই কাজের জন্য তিনি ভূয়সী প্রশংসা ও পুরস্কার লাভ করেন।\nতার স্ত্রীর হত্যাকাণ্ডের দুই সপ্তাহ পর ২৪ জুন ঢাকার গোয়েন্দা পুলিশ বাবুল আক্তারকে ১৫ ঘণ্টা ধরে জিজ্ঞাসাবাদ করা হয়, তখন তাকে ছেড়ে দেওয়া হয়। দুই মাস পরে পুলিশ প্রশাসন থেকে জানানো হয় তিনি স্বেচ্ছায় পদত্যাগ করেছেন, তবে বাবুল এটি অস্বীকার করেছেন। তবে তাকে চাকরি ফেরত দেওয়া হয়নি। পুলিশের চাকরি চলে যাওয়ার পরে তিনি আদ দ্বীন মেডিকেল হাসপাতালে যোগদান করেন। পরবর্তীতে তিনি চীন থেকে পানি পরিশোধনকারী যন্ত্র এনে বিক্রির ব্যবসা শুরু করেন। ২০২০ সালের ১১ মে তাকে গ্রেফতার করা হয় এবং বর্তমানে মামলা চলমান রয়েছে।\n\n\n== জন্ম ও পরিচয় ==\nবাবুল আক্তার ১৯৭৫ সালে ঝিনাইদহ জেলার শৈলকুপা উপজেলার মদনপুর গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম আব্দুল ওয়াদুদ মিয়া, তিনি একজন পুলিশের এসআই ছিলেন এবং মাতার নাম শাহিদা বেগম। পরিবারের তিন ছেলে ও এক মেয়ের মধ্যে বাবুল সবার বড়।\n\n\n== শিক্ষাজীবন ==\nবাবুল ১৯৯০ সালে খুলনার বটিয়াঘাটা হাইস্কুল থেকে এএসসি পাশ করেন এবং ১৯৯২ সালে সরকারি বিএল কলেজ থেকে এইচএসসি পাশ করেন। এরপর ১৯৯২ সালে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে ইংরেজি বিভাগে ভর্তি হন। ২০০১ সালে বিশ্ববিদ্যালয় থেকে অনার্স ও মাস্টার্স সম্পন্ন করেন। ইসলামী বিশ্ববিদ্যালয় পড়াকালীন সময়ে তিনি বাংলাদেশ ইসলামী ছাত্রশিবিরের সাথে যুক্ত ছিলেন।\n\n\n=== বৈবাহিক জীবন ===\nবাবুলের শ্বশুর মোশারফ হোসেনও একজন পুলিশ অফিসার ইন চার্জ (ওসি) ছিলেন। তিনি পিরোজপুর জেলার ইন্দুরকানি থানার ওসি ছিলেন, বাবুলের পিতা আব্দুল ওয়াদুদ মোশারফ হোসেনের অধীনে এসআই হিসেবে কর্মরত ছিলেন। ২০০১ সালে ইসলামী বিশ্ববিদ্যালয় পড়াকালীন সময়ে মাহমুদা খানম মিতুর সঙ্গে তার বিয়ে হয়। তাদের মাহমুদ মাহির ও আক্তার তাবাচ্ছুম তানজিলা নামে দুইটি সন্তান আছে।\n\n\n== কর্মজীবন ==\nবাবুল ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়া থেকে বের হয়ে বিশ্বব্যাংকের একটি প্রকল্পে চাকরি নিয়ে তার স্ত্রীকে নিয়ে রাজশাহীতে পোস্টিং হন। তিনি ২০০৪ সালে বিসিএস পরীক্ষার ২৪তম ব্যাচে পুলিশ ক্যাডার লাভ করেন। এরপর তিনি ২০০৫ সালে সারদা পুলিশ একাডেমিতে প্রশিক্ষণ শেষ করে র‍্যাব-২ এ যোগদান করেন। তিনি ২০০৮ সালে চট্টগ্রাম মহানগর পুলিশ জোনের সহকারি কমিশনার এবং চট্টগ্রাম জেলা পুলিশের হাটহাজারি উপজেলার সহকারি পুলিশ সুপারের দায়িত্ব পালন করেন। পরবর্তীতে তিনি কক্সবাজার জেলার অতিরিক্ত পুলিশ সুপারের দায়িত্ব লাভ করেন।\nতিনি ২০১৩ সালে বদলি হয়ে চট্টগ্রাম মেট্রোপলিটন পুলিশে যোগদান করেন এবং ২০১৪ সালে জাতিসংঘ শান্তিরক্ষী মিশনে দক্ষিণ সুদান গমন করেন। তিনি ২০১৫ সালে মিশন থেকে ফিরে এসে চট্টগ্রাম মেট্রোপলিটন পুলিশে যোগ দেন, এবং পদোন্নতি পেয়ে অতিরিক্ত উপকমিশনারের (এডিসি) দায়িত্ব পান। তিনি ২০১৬ সালের ৫ জুন পুলিশ সুপার পদোন্নতি পেয়ে চট্টগ্রাম মেট্রোপলিটন পুলিশ থেকে ঢাকা পুলিশ সদর দফতরে যোগদান করেন। তিনি চট্টগ্রামে চাকরি অবস্থায় সাধারণ জনতার মধ্যে জনপ্রিয় ছিলেন।\nবাবুল ২০০৭ সালে নরসিংদীতে ছয় খুনের রহস্য, গৃহকর্মী রুমাকে হত্যার রহস্য, স্কুলশিক্ষিকা তানিয়া হত্যার রহস্য উদঘাটনসহ ছাড়া নানা মামলা পরিচালনায় দক্ষতার পরিচয় দেন। ২০১৩ ও ২০১৫ সালে চট্টগ্রামে জঙ্গিবাদ বিরোধী অভিযান পরিচালনায় সাফল্য ও পুরস্কার লাভ করেন।\n\n\n== সমালোচনা ==\n\n\n=== স্ত্রী হত্যার আসামি ===\n২০১৬ সালের ৫ জুন মাহমুদা খানম মিতু হত্যাকাণ্ডের পরে দীর্ঘদিন এই মামলার উল্লেখযোগ্য অগ্রগতি হয়নি। অবশেষে ২০২০ সালের জানুয়ারিতে আদালতের নির্দেশে পিবিআই-এর উপর তদন্তের ভার দেওয়া হয়। এরপরে ২০২১ সালের মে মাস পর্যন্ত মামলার অগ্রগতি দেখা যায়নি, তবে বাবুলের শ্বশুরবাড়ির অভিযোগে তাকে ২০২০ সালের ১১ মে গ্রেফতার করা হয়। পুলিশ ব্যুরো অব ইনভেস্টিগেশন (পিবিআই) এর তদন্তে এই মামলায় বাবুলে খুনি হিসেবে চিহ্নিত করা হয়। তিনি পরিকল্পিতভাবে তার ভাড়াটে খুনি দিয়ে হত্যা করেন বলে অভিযোগ রয়েছে।\nবাবুল আক্তারের বিরুদ্ধে এসআই আকরাম হত্যার অভিযোগও রয়েছে। তবে তার মুক্তির দাবীতে তার নিজ উপজেলা শৈলকূপাতে বিক্ষোভ ও মানববন্ধন হয়েছে। আলী ইমাম মজুমদার মাহমুদা খানম মিতু হত্যার তদন্তের ভুল প্রক্রিয়ার সমালোচনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা তালিকা ===\n\n\n=== সূত্র তালিকা ===\n\n\n== বহিঃসংযোগ ==\nপ্রথম আলোতে বাবুল আক্তার টপিক\nঢাকা পোস্টে বাবুল আক্তার টপিক"}