{"pageid": 1180406, "title": "আনসারুল্লাহ বাংলা টিম", "url": "https://bn.wikipedia.org/wiki?curid=1180406", "content": "আনসারুল্লাহ বাংলা টিম (এবিটি), যাকে আনসার বাংলাও বলা হয় বাংলাদেশের একটি সন্ত্রাসী জঙ্গি সংগঠন। যা ২০১৩ থেকে ২০১৫ সালের মধ্যে নাস্তিক ব্লগারদের ওপর হামলা ও হত্যাসহ বিভিন্ন সন্ত্রাসী কার্যক্রমের সঙ্গে জড়িত। এছাড়াও এটি আশুলিয়া ব্যাংক ডাকাতির ঘটনায় জড়িত ছিল। ২০১৫ সালে স্বরাষ্ট্র মন্ত্রণালয় ব্যাংক ডাকাতির কয়েকদিন পরে সংগঠনটি নিষিদ্ধ ঘোষণা করে।\nঢাকা মেট্রোপলিটন ম্যাজিস্ট্রেট হারুন-অর-রশিদ গ্রুপের পাঁচ সদস্যের স্বীকারোক্তি রেকর্ড করেছেন। ১৫ ফেব্রুয়ারি, ২০১৩ তারিখে আহমেদ রাজীব হায়দারের হত্যাকাণ্ডের ঘটনায় পিএম. ব্লগার আসিফ মহিউদ্দিনের ওপর হামলার ঘটনায় আরও চারজনকে গ্রেপ্তার করা হয়েছে। তারা ব্লগার অভিজিৎ রায়, ওয়াসিকুর রহমান বাবু এবং অনন্ত বিজয় দাস এবং রাজশাহী বিশ্ববিদ্যালয়ের সমাজবিজ্ঞানের অধ্যাপক একেএম শফিউল ইসলামকে হত্যার দায় স্বীকার করে।\nটেররিজম রিসার্চ অ্যান্ড অ্যানালাইসিস কনসোর্টিয়ামের মতে, এবিটি হল বাংলাদেশে একটি আল কায়েদা অনুপ্রাণিত ইসলামিক চরমপন্থী গোষ্ঠী যেটি ২০০৭ সালে বিভিন্ন এনজিও দ্বারা অর্থায়নে জামাআতুল মুসলেমিন হিসাবে তাদের কার্যক্রম শুরু করে। তহবিল শেষ হয়ে গেলে গ্রুপটি কাজ করা বন্ধ করে দেয়। এটি ২০১৩ সালে এবিটি হিসাবে পুনরুত্থিত হয়েছিল। আনসারুল্লাহ বাংলা টিম হল ভারতীয় উপমহাদেশে আল-কায়েদার একটি ফ্রন্ট গ্রুপ।\n\n\n== ইতিহাস ==\n২০১৩ সালে একটি নতুন প্রতিবেদনে মুহাম্মদ জসিমুদ্দিন রাহমানীকে বাংলাদেশের একটি জঙ্গি গোষ্ঠীর আধ্যাত্মিক নেতা হিসাবে চিহ্নিত করা হয়েছিল। তিনি আনোয়ার আল-আওলাকির দ্বারা অনুপ্রাণিত হয়েছিলেন, যিনি ইউএস দ্বারা নিহত হয়েছিল। তিনি প্রায় ন্যূনতম ৫ বছর ধরে বাংলাদেশে একটি ইসলামি সন্ত্রাসী নেটওয়ার্ক গড়ে তুলেছিলেন বলে সন্দেহ করা হয়েছিল। তারা “আনসারুল্লা বাংলা টিম” নামে একটি ওয়েবসাইটে তাদের মতামত শেয়ার করেছেন। ওয়েবসাইটটির সার্ভার পাকিস্তানে অবস্থিত ছিল। মুহাম্মদ জসীমউদ্দীন রহমানী ধানমন্ডির হাতেমবাগ মসজিদের ইমাম ছিলেন। সংগঠনটির ফেসবুকে একটি উপস্থিতি রয়েছে যেখানে এটি প্রচার প্রকাশ করে এবং তাদের লক্ষ্যগুলির নাম দেয়। অনলাইনে এর অনেক সমর্থক বাংলাদেশ ইসলামী ছাত্রশিবির এবং বাংলাদেশ জামায়াতে ইসলামীর সমর্থক।\n\n\n== জঙ্গি তৎপরতা ==\n\n\n=== খুন ===\nআহমেদ রাজীব হায়দার, আসিফ মহিউদ্দিন, অভিজিৎ রায়, ওয়াসিকুর রহমান, অনন্ত বিজয় দাস এবং একেএম শফিউল ইসলাম সহ কিছু বিশিষ্ট নাস্তিক ব্লগারদের হত্যা ও হামলার জন্য এবিটি দায় স্বীকার করেছে।\n\n\n=== আশুলিয়ায় ব্যাংক ডাকাতি ===\nএবিটি ২১ এপ্রিল, ২০১৫ সাভারের আশুলিয়ায় বাংলাদেশ কমার্স ব্যাংক লিমিটেডের একটি শাখায় একটি ব্যাংক ডাকাতির ঘটনায় জড়িত ছিল। দুপুর ৩টার দিকে ডাকাতি শুরু হয়, যখন ৮-১০ জন বন্দুক নিয়ে ব্যাংকে প্রবেশ করে। প্রত্যক্ষদর্শী সূত্রে জানা যায়, তারা ১০ লাখ টাকা (জুন ২০১৫ অনুযায়ী ৬,৪০০ মার্কিন ডলার) ব্যাঙ্ক কর্মকর্তাদের বন্দুকের মুখে জিম্মি করার সময়। যাইহোক, কিছু কর্মকর্তা ডাকাতদের বাধা দেওয়ায়, তারা ছুরিকাঘাতে আহত হয়, যার মধ্যে ৩ জন চিকিৎসা সেবায় তাদের আঘাতে মারা যায়:\n\nএকজন ব্যাংক ম্যানেজার,\nএকজন নিরাপত্তা কর্মকর্তা এবং\nএকজন ব্যাংক গ্রাহক।\nযাইহোক, সেই সময়ে, বাইরের স্থানীয়রা দ্রুত লাউডস্পিকার দিয়ে কাছাকাছি একটি মসজিদ ব্যবহার করে ব্যাঙ্ক ডাকাতির ঘোষণা দেয়। ডাকাতরা ঘোষণা শুনে হিংস্রভাবে এলাকা ছেড়ে পালিয়ে যেতে শুরু করে, কয়েক রাউন্ড গুলি, মোলোটভ ককটেল এবং গ্রেনেড নিক্ষেপ করে। এই আকস্মিক বিস্ফোরণে প্রায় ২০ জন আহত হয়; যাদের মধ্যে ৩ জন হাসপাতালে ভর্তি হওয়ার পরপরই মারা যান, পরে রাত সাড়ে ৮টার দিকে চিকিৎসাধীন অবস্থায় ২ জন এবং পরদিন রাতে আরো একজন মারা যান।\nডাকাতরা ভাগ হয়ে ঘটনাস্থল থেকে কেউ পায়ে আবার কেউ মোটরসাইকেলে পালিয়ে যায়। দ্রুত একটি জনতা তৈরি হয় এবং একটি সাইকেলে থাকা ২ ডাকাতকে এবং অন্য এলাকায় আরেকজন ডাকাতকে ধরে ফেলে। ধরা পড়া দুজনকে গণপিটুনিতে, জনতা একজনকে হত্যা করে এবং অন্যজনকে হাসপাতালে ভর্তি করে – যারা পরে তার আঘাতে মারা যায়। পুলিশ ডাকাতদের উদ্ধারের চেষ্টা করলেও এতে সংঘর্ষ হয় এবং পুলিশের দুটি গাড়ি ভাংচুর হয়। পুলিশ ব্যাকআপ এসে পরিস্থিতি নিয়ন্ত্রণে আনে এবং ডাকাতদের আটক করে।\nমোট ৯ জন হয় তাৎক্ষণিকভাবে নিহত হয় অথবা আহত অবস্থায় মারা যায় এবং কমপক্ষে ১৪ জন ডাকাতদের ব্যবহৃত অস্ত্রের গুলিতে আহত হয়। ধৃত ডাকাতকে জিজ্ঞাসাবাদের ফলে আরও সন্দেহভাজনদের গ্রেফতার করা হয়েছে; পুলিশ জানতে পেরেছে যে ডাকাতদের মধ্যে বেশ কয়েকজন এবিটির সদস্য।\n\n\n=== গ্রেফতার ===\n১ জুন ২০১৫ পর্যন্ত অনুমান করা বা নিশ্চিত এবিটি সদস্যদের নিম্নলিখিত গ্রেপ্তার করা হয়েছিল।\n\nআসিফ মহিউদ্দিন হত্যার চেষ্টা (১৩ জানুয়ারি ২০১৩ হামলা)- ১ এপ্রিল ২০১৩ গ্রেপ্তার।\nসাদ-আল-নাহিন – ২৪, ছাত্র।\nকাওসার আহমেদ- ২৩, ফেরিওয়ালা।\nকামাল উদ্দিন – ২৩, কাঠমিস্ত্রি।\nকামাল হোসেন – ২৮, ব্যাংকের নিরাপত্তা প্রহরী।\nআহমেদ রাজীব হায়দার হত্যা (১৫ ফেব্রুয়ারি ২০১৩ হামলা)- ২ মার্চ ২০১৩ নর্থ সাউথ ইউনিভার্সিটির পাঁচজন ছাত্রকে গ্রেপ্তার।\nফয়সাল বিন নাঈম (ওরফে দ্বীপ)\nমাকসুদুল হাসান অনিক\nএহসান রেজা রুম্মান\nনাইম সিকদার ইরাদ\nনাফিস ইমতিয়াজ\nএবিটি গ্রেপ্তার – ১২ আগস্ট ২০১৩।\nমুফতি জসিম উদ্দিন রহমানী – এবিটি-এর সন্দেহভাজন প্রধান।\nঅন্যান্য 30 জন।\nআশুলিয়া ব্যাংক ডাকাতি – ২১ এপ্রিল ২০১৫।\nআল আমিন হোসেন (২১ এপ্রিল ২০১৫ গ্রেফতার) – স্থানীয়দের হাতে ধরা পড়ে একজন ডাকাত।\nমাহফুজুল ইসলাম শামীম (৩০ এপ্রিল ২০১৫ গ্রেফতার) – আশুলিয়া ব্যাংক ডাকাতির 'অপারেশন কমান্ডার', নিষিদ্ধ জামা'আতুল মুজাহিদীন বাংলাদেশের একজন প্রাক্তন সদস্য এবং ১০ মার্চ ২০১৫-এ একজন বিকাশ বিক্রেতাকে ডাকাতি ও হত্যা সহ অপরাধের স্বীকারোক্তি।\nজনতার গণপিটুনির ফলে আরও দুইজন নিহত হয়েছেন।\n\n\n== বাক্য ==\n২০১৫ সালের ডিসেম্বরে এবিটি-এর বেশ কয়েকজন সদস্যকে কর্মী আহমেদ রাজীব হায়দার হত্যার জন্য সাজা দেওয়া হয়েছিল, যার মধ্যে রয়েছে:\n\nফয়সাল বিন নাঈম ওরফে দ্বীপ- মৃত্যুদণ্ডে দণ্ডিত\nরেজওয়ানুল আজাদ রানা- অনুপস্থিতিতে মৃত্যুদণ্ডপ্রাপ্ত\nজসিম উদ্দিন রহমানী- ৫ বছরের কারাদণ্ড, দুই হাজার টাকা জরিমানা\nমাকসুদুল হাসানের অনুপস্থিতিতে যাবজ্জীবন কারাদণ্ড\n\n\n== নিষেধাজ্ঞা ==\n২০১৩ সালে অন্য ৯ জনের সাথে সংগঠনটিকে নিষিদ্ধ করার পরিকল্পনা করা হয়েছিল। কিন্তু সেই সময়ে এবিটি-এর উপর নিষেধাজ্ঞা কার্যকর করা হয়নি। দুই বছর পর ব্যাংক চুরির তদন্ত প্রতিবেদনের পর নিষেধাজ্ঞার জন্য পুলিশের অনুরোধের পর, স্বরাষ্ট্র মন্ত্রণালয় ২৫ মে ২০১৫ তারিখে আনুষ্ঠানিকভাবে তাদের নিষিদ্ধ করে। \n\n\n== তথ্যসূত্র =="}