{"pageid": 1180224, "title": "সালেম রেলওয়ে বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1180224", "content": "সালেম বিভাগ দক্ষিণ রেলওয়ে জোনের ছয়টি বিভাগের মধ্যে একটি। এর সদর দফতর তামিলনাড়ুর সালেমে ।\n\n\n== ইতিহাস ==\nসালেম রেলওয়ে বিভাগ ভারতীয় রেলওয়ের দক্ষিণ রেলওয়ে অঞ্চলের নতুন বিভাগ। এটি পালাক্কাদ রেলওয়ে বিভাগ এবং তিরুচিরাপল্লী রেলওয়ে বিভাগ থেকে অঞ্চল নিয়ে গঠিত হয়েছিল। এটি ১৪ নভেম্বর ২০০৬-এ অর্জুন সিং এবং তামিলনাড়ুর তৎকালীন মুখ্যমন্ত্রী এম. করুণানিধির উপস্থিতিতে উদ্বোধন করা হয়েছিল। \n\n\n== গুরুত্বপূর্ণ রেলওয়ে স্টেশন ==\nকোয়েম্বাটোর জংশন এই বিভাগের ব্যস্ততম রেলওয়ে স্টেশন এবং রাজস্বের ৪৫% এর জন্য দায়ী। কোয়েম্বাটোর জংশনটি এনএসজি-২ - শ্রেণীবদ্ধ করা হয়েছে এবং এখানে প্রতিদিন ৩৫,০০০ ফুটফল হয়। সালেম, ইরোড জংশন  এবং কারুর জংশন হল অন্যান্য গুরুত্বপূর্ণ জংশন।  ইরোডে রুটের বেশিরভাগ ক্রু পরিবর্তন হয়। তিরুপুর হল সালেম বিভাগের একটি গুরুত্বপূর্ণ স্টেশন যেটি উল্লেখযোগ্য পরিমাণে কৃষিপণ্য, টেক্সটাইল পণ্য এবং যন্ত্রপাতি পরিচালনা করে, যা মালবাহী বিভাগে প্রচুর লাভের অবদান রাখে।\n\n\n== রুট ==\nসালেম বিভাগের সম্পূর্ণরূপে তামিলনাড়ু রাজ্যের এখতিয়ার রয়েছে। এটি তামিলনাড়ুর ১৫টি জেলা জুড়ে রয়েছে  এবং এর মোট রুট দৈর্ঘ্য ৮৬২ কিমি (৫৩৬ মা),   কোয়েম্বাটোর, তিরুপুর, ইরোড, সালেম, করুর এবং নামক্কাল গুরুত্বপূর্ণ জেলা সদর।\nসালেম বিভাগের অধিক্ষেত্র নিম্নলিখিত অন্তর্ভুক্ত:\n\nতিরুপাত্তুর থেকে ইরুগুর\nইরুগুর থেকে পোদানুর\nইরুগুর থেকে কোয়েম্বাটোর উত্তর জংশন\nমেট্টুপালায়ম থেকে পোদানুর জংশন\nম্যাগনেসাইট জংশন থেকে মেট্টুর ড্যাম\nমেট্টুপালায়ম থেকে উটি (মিটার গেজ)\nইরোড থেকে তিরুচিরাপল্লী ফোর্ট (বাদে)\nসালেম থেকে ডিন্ডিগুল (বাদে )\nসালেম থেকে বিরুধাচলম (বাদে)\n\n\n== লোকো শেড ==\nইরোডে একটি ডিজেলের পাশাপাশি একটি বৈদ্যুতিক লোকো শেড রয়েছে৷ উভয় লোকো শেডই দক্ষিণ রেল ও দক্ষিণ পশ্চিম রেলওয়েকে লোকোমোটিভ সরবরাহ করে।\nনীলগিরি মাউন্টেন রেলওয়ের সুবিধার্থে একটি মিটার গেজ লোকো শেড কুনুরে অবস্থিত।\n\nডিজেল লোকোমোটিভ শেড, ইরোডকে ২০০৫-২০০৬  এবং ২০০৯-২০১০  মেয়াদে দক্ষিণ রেলওয়ে জোনের সেরা ডিজেল লোকো শেড হিসাবে মূল্যায়ন করা হয়েছে। শেডটি  আন্তর্জাতিকভাবে ২০০৪  সালের মার্চ মাসে গুণমান ব্যবস্থাপনা সিস্টেমের জন্য ISO 9001:2000 এবং সেপ্টেম্বর ২০০৪ সালে পরিবেশ ব্যবস্থাপনা সিস্টেমের জন্য ISO 14001:2004 এর মানদণ্ডের জন্য প্রত্যয়িত হয়েছে। শেডের অন্তর্গত একটি ডিজেল লোকো \" ব্ল্যাক বিউটি কুইন \" পুরস্কৃত হয়েছিল, উদ্বোধনী বার্ষিক সেরা লোকো প্রতিযোগিতার সময় দক্ষিণ রেলওয়ে জোনের মধ্যে অন্যান্য শেড যেমন টন্ডিয়ারপেট, এর্নাকুলাম এবং গোল্ডেন রককে ছাড়িয়ে যায়। এই নির্বাচনের জন্য প্রায় ১৫টি প্যারামিটার বিবেচনা করা হয়েছিল। এখানে WDM-3D, WDG-3A এবং WDM-3A এর বৃহত্তম সংখ্যায় রয়েছে। ২০১৪ সালের দিকে, ইরোড ডিজেল শেড প্রচলিত অ্যালকো লোকোমোটিভগুলি ছাড়াও উচ্চ হর্স পাওয়ার ইএমডি লোকোমোটিভগুলি পেতে শুরু করে। WDG-4 প্রাথমিক HHP লোকো বরাদ্দ করা হয়েছিল এবং WDP4D ভেরিয়েন্টগুলি পরে বরাদ্দ করা হয়েছিল। ২০১৯ সালের দিকে, এটি WAG ভেরিয়েন্ট বৈদ্যুতিক লোকোগুলিকে হোম করা শুরু করে যা মালবাহী অপারেশনের জন্য এবং ২০২০ সালে, এটি আরাককোনামের ইলেকট্রিক লোকো শেড থেকে ডাব্লিউএপি-১ লোকোমোটিভ স্থানান্তরিত করে। মেইনলাইন পরিষেবা লোকোমোটিভগুলি ছাড়াও, প্রচুর শান্টিং লোকোমোটিভও রক্ষণাবেক্ষণ করা হয়।\nইলেকট্রিক লোকোমোটিভ শেড, ইরোড হল ভারতীয় রেলওয়ের অন্যতম প্রধান শেড, এখানে ২০১৭ সাল পর্যন্ত WAP-4- এর বৃহত্তম বহর ছিল, শেষ পর্যন্ত কয়েকটিকে ইলেকট্রিক লোকো শেড, আরাককোনামে স্থানান্তর করা হয়েছিল। ২০১৭ সালের অক্টোবরে , ইরোড রোয়াপুরমের বৈদ্যুতিক লোকো শেড থেকে WAP-7 শ্রেণীর প্রথম দুটি ৩-ফেজ এসি লোকো পেয়েছে। জুলাই ২০২০-এ, ইরোডকে চারটি WAG-9 লোকোমোটিভ দিয়ে বরাদ্দ করা হয়েছিল, এটিকে দক্ষিণ রেলওয়ে জোনের প্রথম শেড থেকে হোম WAG-9 লোকোমোটিভ বানিয়েছে।\nকুনুরে মিটার গেজ লোকো শেড হল সেই জায়গা যেখানে নীলগিরি মাউন্টেন রেলওয়ের জন্য বাষ্প এবং ডিজেল লোকোমোটিভগুলি তাদের ভ্রমণের জন্য পরিষেবা, রক্ষণাবেক্ষণ এবং জ্বালানী দেওয়া হয়। কয়লা-চালিত বা তেল-চালিত বাষ্প ইঞ্জিনগুলি এখানে YDM-4 শ্রেণীর সাথে রয়েছে।\n\n\n== পিট লাইন ==\nযাত্রী কোচের রক্ষণাবেক্ষণের জন্য পিট লাইন হল কোয়েম্বাটোর, ইরোড, মেট্টুপালায়ম এবং কুনুরে অবস্থিত।\n\nকোয়েম্বাটোরে দুটি পিট লাইন রয়েছে, উভয়ই ২৪টি কোচ ট্রেন পরিচালনা করতে পারে।\nইরোডে দুটি পিট লাইন রয়েছে, একটি ১৭টি কোচ পরিচালনা করতে পারে এবং অন্যটি দশটি কোচ পরিচালনা করতে পারে। দূরপাল্লার ট্রেন পরিচালনার জন্য একটি অতিরিক্ত পিটলাইন প্রায় শেষের দিকে।\nমেট্টুপালায়মের তিনটি পিট লাইন রয়েছে: দুটি ব্রড-গেজ পিট লাইন এবং একটি মিটার-গেজ। একমাত্র মিটার-গেজ পিট লাইনটি চারটি কোচ পরিচালনা করতে সক্ষম। দুটি ব্রড-গেজ পিট লাইনের মধ্যে একটি সাতটি কোচ পরিচালনা করতে পারে এবং অন্য পিট লাইনের ক্ষমতা ছয়টি কোচের।\nকুনুরে একটি মিটার-গেজ পিট লাইন রয়েছে যা চারটি কোচ পরিচালনা করতে পারে।\n\n\n== ট্রেন পরিচালনা ==\nসালেম বিভাগ অনেক দূরপাল্লার এবং আন্তঃরাজ্য ট্রেন পরিচালনা করে। কোয়েম্বাটোর কোচিং কমপ্লেক্স সালেম বিভাগে সবচেয়ে গুরুত্বপূর্ণ এবং ট্রেনের বিশাল পরিমাণের কারণে এটি যানজটপূর্ণ।\n\nচেরান সুপারফাস্ট এক্সপ্রেস, চেম্মোঝি এক্সপ্রেস, ইন্টারসিটি এক্সপ্রেস, তিরুপতি এক্সপ্রেস, উদয় এক্সপ্রেস, তিরুবনন্তপুরম মেল, মায়িলাদুথুরাই জন শতাব্দী এক্সপ্রেস, নাগেরকয়েল এক্সপ্রেস, তুতিকোরিন লিংক এক্সপ্রেস কোয়েম্বাটোর কোচিং ডিপোতে রক্ষণাবেক্ষণ করা হয়। এটি ছাড়াও উত্তর পশ্চিম রেলওয়ের অন্তর্গত কোয়েম্বাটোর জয়পুর এক্সপ্রেস এবং হিসার কোয়েম্বাটুর এক্সপ্রেস তাদের সেকেন্ডারি রক্ষণাবেক্ষণ পায়।\nইরোড কোচিং ডিপো ইয়ারকাড এক্সপ্রেস এবং চেন্নাই হায়দ্রাবাদ এক্সপ্রেস রক্ষণাবেক্ষণ করে। এই দুটি এক্সপ্রেস ট্রেন ছাড়াও, ইরোডে আরও কয়েকটি যাত্রীবাহী ট্রেন পরিচালনা করা হয়।\nনীলগিরি মাউন্টেন রেলওয়েতে চলা টয় ট্রেনগুলি কুনুর এবং মেট্টুপালায়মে রক্ষণাবেক্ষণ করা হয়।\n\n\n== পর্যটন ==\nবিখ্যাত নীলগিরি মাউন্টেন রেলওয়ে হেরিটেজ লাইনটি সালেম বিভাগের অধীনে। মনোরম লাইন মেট্টুপালায়ম থেকে শুরু হয় এবং উটিতে শেষ হয়। মেট্টুপালায়ম থেকে কুনুর পর্যন্ত অংশটি একটি স্টিম লোকোমোটিভ দ্বারা নিয়ে যাওয়া হয়। উটি পর্যন্ত পরবর্তী যাত্রার জন্য কুনুরে একটি YDM-4 ডিজেল ইঞ্জিন সংযুক্ত আছে। মেট্টুপালয়াম এবং কুনুরের মধ্যে, লাইনটি খাড়া গ্রেডিয়েন্টে আরোহণের জন্য Abt র্যাক এবং পিনিয়ন সিস্টেম ব্যবহার করে। NMR হল ভারতের একমাত্র র‌্যাক রেলওয়ে । এই র্যাক বিভাগে গড় গ্রেডিয়েন্ট হল 24.5 এর মধ্যে 1 (4.08%), সর্বোচ্চ 12 এর মধ্যে 1 (8.33%)। যদিও NMR অগ্রগামী যাত্রার জন্য নেটওয়ার্ক কম্পিউটারাইজড টিকিট সিস্টেম সরবরাহ করে, তবুও এটি 'ওয়ার্ল্ড হেরিটেজ সাইট' মর্যাদা রক্ষার জন্য উদগমন্ডলম-মেটুপালায়াম যাত্রার জন্য এডমন্ডসন স্টাইলের ম্যানুয়াল টিকিট ইস্যু করে। টিকিট বুকিং প্রচলিত ট্রেনের মতো এবং ভারতীয় রেলওয়ে ওয়েবসাইটের মাধ্যমে করা যেতে পারে। বিশেষ করে পিক সিজনে আগে থেকেই টিকিট বুক করার পরামর্শ দেওয়া হয়।\n\n\n== মেডিকেল সুবিধা ==\nচিকিৎসা বিভাগ দুটি মহকুমা হাসপাতাল নিয়ে গঠিত - ইরোড এবং পোদানুর। এটি কুনুর, মেট্টুপালায়ম, সালেম এবং কারুরে চারটি স্বাস্থ্য ইউনিট। বর্তমানে প্রস্তাবগুলি ইরোডে একটি মাল্টি স্পেশালিটি সাব ডিভিশনাল হাসপাতালের অনুমোদনের জন্য রেলওয়ে বোর্ডের কাছে গেছে।\n\n\n== তথ্য ==\nদক্ষিণ রেলওয়ের প্রথম অ্যানাকোন্ডা মালবাহী ট্রেনটি ইরোড জংশন থেকে জোলারপেট্টাই জংশন পর্যন্ত সালেম বিভাগ দ্বারা পরিচালিত হয়েছিল।\nভারতের প্রথম উদয় এক্সপ্রেস উদ্বোধন হল কোয়েম্বাটুরে।\nসালেম বিভাগের পুরো ব্রডগেজ লাইনের বেশির ভাগই বিদ্যুতায়িত হয়েছে, একবার সালেম বৃদ্ধাচলম বিদ্যুতায়ন শেষ হলে, এটি শতভাগ ব্রডগেজ বিদ্যুতায়িত বিভাগ হবে।\nকোয়েম্বাটোরে চেম্মোঝি এক্সপ্রেস কোচ কেয়ার সম্পূর্ণভাবে মহিলাদের দ্বারা পরিচালিত হয়।\nএটি সমগ্র দক্ষিণ ভারতে একমাত্র হিল রেলওয়ে ট্যুরিস্ট টয় ট্রেন রয়েছে।\n\n\n== তথ্যসূত্র =="}