{"pageid": 1180073, "title": "রুপা কোম্পানি", "url": "https://bn.wikipedia.org/wiki?curid=1180073", "content": "রুপা ভারতের বৃহত্তম নিটওয়্যার ব্র্যান্ডগুলির মধ্যে একটি। এটি পুরুষ, মহিলা এবং বাচ্চাদের জন্য অন্তর্বাস, নৈমিত্তিক পোশাক, উষ্ণ পোশাক এবং ঘুমের জন্য পোশাক তৈরি করে। ফ্রন্টলাইন হলো এর ফ্ল্যাগশিপ(প্রধান) ব্র্যান্ড। এছাড়াও রুপা কোম্পানির সফটলাইন, ইউরো, বুমচামস, টরিডো, থার্মোকোট, ম্যাক্রোম্যান, ফুটলাইন এবং জোনের মতো ব্র্যান্ড রয়েছে। পিআর আগরওয়াল, জিপি আগরওয়াল এবং কেবি আগরওয়াল পূর্ববর্তী হোসিয়ারি বাজারকে সবার জন্য উন্মুক্ত করতে রুপার প্রতিষ্ঠা করেছিলেন।\n\n\n== ইতিহাস ==\nআগরওয়াল ব্রাদার্স সম্মিলিতভাবে রুপা কোম্পানিটি শুরু করে, যা বিনোদ হোসিয়ারি নামে পরিচিত ছিল। একটি ব্রান্ড নাম প্রতিষ্ঠা করার জন্য তারা নাম পরিবর্তন করে রুপা নামে এটির নামকরণ করে। ১৯৬৮ সালে কোম্পানিটি এর যাত্রা শুরু করে। কোম্পানি প্রতিষ্ঠার এক দশক পরে, এটি একটি পাবলিক লিমিটেড কোম্পানিতে রূপান্তরিত হয় এবং একে রুপা অ্যান্ড কোম্পানি লিমিটেড নামে নামকরণ করা হয়। সেই সময় এই কোম্পানির মূল সভাপতি ছিলেন ৩ জন; প্রহ্লাদ রায় আগরওয়াল, ঘনশ্যাম প্রসাদ আগরওয়াল এবং কুঞ্জ বিহারী আগরওয়াল। ২০০১ সালে কোম্পানিটি টি-শার্ট এবং বাবা স্যুটের ৩০টি নতুন ডিজাইন প্রকাশ করে। যদিও এটি মূলত পোশাক বিশেষ করে নিটওয়্যার তৈরির জন্য পরিচিত, কিন্তু ২০০৪ সালে এটি পোশাক শিল্প থেকে বেরিয়ে পশ্চিমবঙ্গের দুর্গাপুরে একটি বৃহৎ ইস্পাত প্রকল্প স্থাপন করে। ২০১০ সালে এটি ভারতের ১নং নিটওয়্যার কোম্পানি হিসাবে পরিচিতি লাভ করে। এবং ২০১৪ সালে এটি বাংলাদেশে এর সহায়ক কোম্পানি স্থাপনের অনুমতি পায়। \n\nবর্তমানে\n২০১৮ সালে কোম্পানিটি ৫০ বছরে পা দেয়। এটি বর্তমানে ভারত, বাংলাদেশসহ বিশ্বের বিভিন্ন দেশে তাদের পণ্য রপ্তানি করে থাকে। বর্তমানে রুপা কোম্পনির মূল কার্যালয় পশ্চিম বাংলার কলকাতায় অবস্থিত। এছাড়া ভারত সহ বাংলাদেশেও এর বিভিন্ন সহ প্রকল্প রয়েছে। এখন এই কোম্পানির সভাপতি হলেন প্রহ্লাদ রায় আগরওয়াল এবং সহ-সভাপতি হলেন ঘনশ্যাম প্রসাদ আগরওয়াল। বর্তমানে কিয়ারা আডবাণী এই কোম্পানির নারী ব্রান্ড প্রতিনিধি হিসাবে কাজ করছেন। \n\n\n== পণ্য ==\nরুপা পুরুষদের জন্য ওয়েস্টকোট, জাঙ্গিয়া, অন্তর্বাস, বারমুডা শর্টস, ক্যাপ্রি প্যান্ট, টি-শার্ট, লাউঞ্জ-ওয়্যার, বক্সার শর্টস এবং ঘুমের পোশাক তৈরি করে। মহিলাদের জন্য ব্রা, প্যান্টি, ক্যামিসোল এবং লেগিংস তৈরি করে। এটি শিশুদের জন্যও বাবা স্যুট, ব্লুমার এবং স্লিপ এবং লাউঞ্জ-ওয়্যার, বাচ্চাদের বারমুডাস এবং টি-শার্ট তৈরি করে। উষ্ণ পোশাক হলো আরেকটি বিশাল পোশাকের বাজার, যার মধ্যে পুরুষ এবং মহিলা উভয়ের জন্য শীতকালীন পোশাক রয়েছে। রুপা কোম্পানি এই চাহিদা পূরণের লক্ষ্যেও কাজ করে যাচ্ছে। এছাড়াও রুপা কোম্পানি খেলাধুলার উপযোগী পোশাক, জিমের পোশাক, সাঁতারের পোশাক এবং প্রিমিয়াম অভ্যন্তরীণ পোশাক সরবরাহ করে থাকে।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}