{"pageid": 1180533, "title": "শেকসপিয়রের লেখকত্ব-সংক্রান্ত তর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1180533", "content": "শেকসপিয়রের লেখকত্ব-সংক্রান্ত তর্ক (ইংরেজি: Shakespeare authorship question) হল স্ট্যাটফোর্ড-আপঅন-অ্যাভনের উইলিয়াম শেকসপিয়রের রচনা হিসেবে পরিচিত সাহিত্যকর্মগুলি অন্য কারও রচনা কিনা সেই নিয়ে তর্ক। স্ট্র্যাটফোর্ডীয়-বিরোধীরা (বিভিন্ন বিকল্প-লেখকত্ব তত্ত্বের সমর্থকদের এক সমষ্টিবাচক পারিভাষিক নাম) মনে করেন যে, স্ট্র্যাটফোর্ডের শেকসপিয়র ছিলেন প্রকৃত লেখক বা লেখকবর্গের পরিচয় আড়াল করার মুখোশ মাত্র; এই প্রকৃত লেখক বা লেখকেরা সাধারণত সামাজিক পদমর্যাদা, রাষ্ট্রীয় নিরাপত্তা বা লিঙ্গ—কোনও এক কারণে সর্বসাধারণের কাছ থেকে স্বীকৃতি চাননি বা গ্রহণ করতে পারেননি। এই ধারণাটি সর্বসাধারণের কাছে যথেষ্ট আগ্রহের বিষয় হয়ে উঠলেও, অল্প কয়েকজন শেকসপিয়র বিশেষজ্ঞ ও সাহিত্য-ইতিহাসবিদ ছাড়া সবাই এটিকে প্রান্তিক তত্ত্ব মনে করেন এবং অধিকাংশ ক্ষেত্রেই এই দাবিগুলি খণ্ডন করা বা হীন প্রমাণিত করার জন্যই এগুলির উল্লেখ করা হয়।\nশেকসপিয়রের লেখকত্ব নিয়ে প্রথম প্রশ্ন উঠেছিল ঊনবিংশ শতাব্দীর মধ্যভাগে, যখন সর্বকালের সর্বশ্রেষ্ঠ লেখক হিসেবে শেকসপিয়র-স্তাবকতা ছড়িয়ে পড়ে। শেকসপিয়রের জীবনীতে বিশেষভাবে অনভিজাত বংশপরিচয় ও অস্পষ্ট জীবনকাহিনিকে তাঁর কাব্যিক বিশিষ্টতা এবং তাঁর মেধার খ্যাতির সঙ্গে ঠিক মানানসই মনে হত না। এর ফলেই এমন একটা সন্দেহ উঠতে শুরু করে যে, শেকসপিয়রের রচনা বলে কথিত সাহিত্যকীর্তিগুলি সম্ভবত তিনি লেখেননি। এই বিতর্ক থেকেই অনতিকালের মধ্যে প্রচুর লেখালিখি হয় এবং আশি জনেরও বেশি লেখকত্ব প্রার্থীর নাম প্রস্তাব করা হয়। এঁদের মধ্যে সবচেয়ে জনপ্রিয় ছিলেন স্যার ফ্রান্সিস বেকন; এডওয়ার্ড ডে ভিয়ার, অক্সফোর্ডের ১৭শ আর্ল; ক্রিস্টোফার মার্লো; ও উইলিয়াম স্ট্যানলি, ডার্বির ৬ষ্ঠ আর্ল।\nবিকল্প প্রার্থীদের সমর্থকরা মনে করেন যে, তাঁদের প্রার্থীরাই আপাতদৃষ্টিতে অনেক বেশি যুক্তিসঙ্গত নাম এবং উইলিয়াম শেকসপিয়রের মধ্যে শিক্ষা, অভিজাতসুলভ সংবেদনশীলতা এবং রাজদরবারের সঙ্গে পরিচিতির অভাব ছিল, অথচ তাঁর রচনার মধ্যে সেই অভাবের প্রতিফলন নেই। এই সব দাবির উত্তর দিতে গিয়ে শেকসপিয়র বিশেষজ্ঞেরা বলেছিলেন যে, লেখকত্ব নির্ধারণের ক্ষেত্রে সাহিত্যের জীবনী ব্যাখ্যা নির্ভরযোগ্য নয় এবং শেকসপিয়রের লেখকত্বের সমর্থনে একযোগে প্রচ্ছদ পৃষ্ঠা, অন্যান্য সমসাময়িক কবি ও ঐতিহাসিকদের সাক্ষ্য এবং সরকারি নথির ন্যায় তথ্যগত প্রমাণ উপস্থাপনা করা হয়—এগুলির সবই শেকসপিয়রের যুগের অন্যান্য সকল বিষয়ের প্রামাণ্য নথি হিসেবে ব্যবহৃত হয়েছে। অন্য প্রার্থীদের সমর্থনে এহেন প্রত্যক্ষ প্রমাণ কিছুই পাওয়া যায় না এবং শেকসপিয়রের লেখকত্ব নিয়ে তাঁর জীবদ্দশায় বা মৃত্যুর পর কয়েক শতাব্দী কোনও প্রশ্ন ওঠেনি।\nগবেষকেরা সহমত হলেও তুলনামূলকভাবে অল্প বিশিষ্ট ব্যক্তিত্ব সহ সমর্থকদের অত্যন্ত দৃশ্যমান এবং বৈচিত্র্যময় গোষ্ঠী প্রথাগত ধারণাটিকে নিয়ে প্রশ্ন উত্থাপন করেছেন। তাঁরা গবেষকদের জ্ঞানান্বেষণের এক ন্যায়সঙ্গত ক্ষেত্র হিসেবে লেখকত্ব প্রশ্নের স্বীকৃতির জন্য এবং বিভিন্ন লেখকত্ব প্রার্থীর একজনের বা অপরজনের স্বীকৃতির জন্য কাজ করেন।\n\n\n== সাধারণ বিবরণ ==\nস্ট্র্যাটফোর্ডীয়-বিরোধীদের বক্তব্যগুলির মধ্যে কয়েকটি সাধারণ বৈশিষ্ট্য রয়েছে। তাঁরা সকলেই উইলিয়াম শেকসপিয়রকে লেখক হিসেবে অস্বীকার করার চেষ্টা করেন এবং সচরাচর কোনও বিকল্প লেখক-পদপ্রার্থীর সমর্থনে যুক্তি উত্থাপন করেন। তাঁরা প্রায়শই এক ধরনের ষড়যন্ত্রের কথা অনুমানসিদ্ধ বলে ধরে নেন, যা লেখকের প্রকৃত পরিচিতিতে নিরাপত্তা প্রদান করেছিল; তাঁদের মতে এই ষড়যন্ত্রই ব্যাখ্যা করে কেন তাঁদের প্রস্তাবিত প্রার্থীদের পক্ষে কোনও তথ্যগত প্রমাণ পাওয়া যায় না এবং কেনই বা শেকসপিয়রের লেখকত্বের সমর্থনই ঐতিহাসিক নথিগুলিতে উল্লিখিত হয়েছে।\nঅধিকাংশ স্ট্র্যাটফোর্ডীয়-বিরোধীই বলেন যে, শেকসপিয়রের প্রামাণ্য গ্রন্থাবলিতে নানা খুঁটিনাটি বিষয়, বিদেশি ভাষা ও ভূগোল-সংক্রান্ত জ্ঞান এবং এলিজাবেথীয় ও জেকবীয়  রাজদরবার ও রাজনীতি সম্পর্কে যে জ্ঞান পরিস্ফূট হয়েছে, তা থেকেই বোঝা যায় যে কোনও উচ্চশিক্ষিত ব্যক্তি বা রাজদরবারের সঙ্গে সম্পর্কযুক্ত ব্যক্তি ব্যতীত তা কারও লেখা হতে পারে না। সাহিত্যে উল্লেখ, সমালোচনামূলক মন্তব্য এবং অভিনয়ের বিজ্ঞপ্তি ছাড়া, শেকসপিয়রের জীবন-সংক্রান্ত প্রাপ্ত তথ্যগুলির মধ্যে রয়েছে তাঁর ব্যাপ্টিজম, বিবাহ ও মৃত্যু, আয়কর-সংক্রান্ত নথি, ঋণ উদ্ধারের জন্য কৃত মামলা, ভূসম্পত্তি আদানপ্রদানের গুরুত্বপূর্ণ নথির মতো সাদামাটা ব্যক্তিগত তথ্য। কিন্তু তিনি যে শিক্ষালাভ করেছিলেন বা কোনও গ্রন্থের মালিক ছিলেন তার কোনও নথি পাওয়া যায় না। নিশ্চিতভাবে স্ট্যাটফোর্ডের শেকসপিয়রের লেখা কোনও ব্যক্তিগত চিঠি ও রচনার পাণ্ডুলিপি পাওয়া যায় না। সংশয়বাদীদের কাছে নথিপত্রের এই ফাঁকই ইঙ্গিত করে যে স্পষ্টতই যে ব্যক্তি এগুলি রচনা করেছেন তিনি উইলিয়াম শেকসপিয়র নন। ওয়াল্ট হুইটম্যান, মার্ক টোয়েইন, হেলেন কেলার, হেনরি জেমস, সিগমন্ড ফ্রয়েড, জন পল স্টিভেনস, প্রিন্স ফিলিপ, এডিনবরার ডিউক ও চার্লি চ্যাপলিনের মতো কয়েকজন বিশিষ্ট ব্যক্তি শেকসপিয়রের লেখকত্বের বিরুদ্ধে বক্তব্যগুলিকে বিশ্বাসযোগ্য মনে করেছিলেন; এঁদের অনুমোদন অনেক স্ট্র্যাটফোর্ডীয়-বিরোধী দাবির কাছে একটি গুরুত্বপূর্ণ উপাদান হয়ে ওঠে।\nবিতর্কের কেন্দ্রে রয়েছে নির্দিষ্ট রচনাকে তার লেখকের নামাঙ্কিত করার জন্য ব্যবহৃত গ্রহণযোগ্য প্রমাণের প্রকৃতি। স্ট্র্যাটফোর্ডীয়-বিরোধীরা যার উপর নির্ভর করেন তাকে বলা হয় \"সঞ্চয়নের এক অলংকারশাস্ত্র\", অথবা যেটিকে তাঁরা নির্দেশ করেন আনুষঙ্গিক প্রমাণ হিসেবে: সাহিত্যে বর্ণিত চরিত্র ও ঘটনাবলির সঙ্গে সংশ্লিষ্ট প্রার্থীর জীবনীর সাদৃশ্য; প্রার্থীদের জ্ঞাত সাহিত্যকর্মের সঙ্গে শেকসপিয়রের নামাঙ্কিত সাহিত্যের সাদৃশ্য; এবং শেকসপিয়রের নিজের রচনা এবং সমসাময়িককালের সাহিত্যিকদের রচনায় সাহিত্যবিষয়ক ও গুপ্ত পরোক্ষ উল্লেখ এবং ক্রিপ্টোগ্রাফিক গূঢ়লেখ।\nঅপরপক্ষে, শিক্ষায়তনিক শেকসপিয়রপন্থী এবং সাহিত্য-ইতিহাসবিদেরা প্রধানত নির্ভর করেন প্রত্যক্ষ নথিগত প্রমাণের উপর—যার মধ্যে রয়েছে প্রচ্ছদ পৃষ্ঠার নামোল্লেখ, স্টেশনারস’ রেজিস্টার ও অ্যাকাউন্টস অফ দ্য রেভেলস অফিসের সরকারি নথি এবং সমসাময়িক কালের কবি, ইতিহাসবিদ, শেকসপিয়রের সহকর্মী নাট্য-অভিনেতা ও নাট্যকারদের সাক্ষ্য এবং সেই সঙ্গে আধুনিক শৈলীমিতি-সংক্রান্ত বিদ্যা। নথির ফাঁকগুলিকে তাঁরা ব্যাখ্যা করেন সেই যুগের নথিপত্রের উত্তরজীবিতার নিম্নহারের মাধ্যমে। গবেষকদের মতে, এই সকল প্রমাণ একযোগে উইলিয়াম শেকসপিয়রের লেখকত্বেরই প্রমাণ। অন্যান্য লেখকদের রচনার স্বীকৃতি দিতে যে মাপকাঠিগুলি ব্যবহৃত হয় সেগুলিই এখানে ব্যবহৃত হয়েছিল এবং এই পদ্ধতিই লেখকত্ব নির্ধারণের প্রামাণ্য প্রণালী হিসেবে স্বীকৃত হয়।\n\n\n== শেকসপিয়রের লেখকত্বের বিপক্ষে মত ==\nশেকসপিয়রের ব্যক্তিজীবন সম্পর্কে খুব অল্প কথাই জানা যায়। কোনও কোনও স্ট্র্যাটফোর্ডীয়-বিরোধী এই বিষয়টিকে তাঁর লেখকত্বের বিরুদ্ধে একটি আনুষঙ্গিক প্রমাণ হিসেবে ধরেন। তাছাড়া জীবনীমূলক তথ্যের অভাবের বিষয়টিকে কখনও কখনও সরকারি আধিকারিকগণ কর্তৃক শেকসপিয়রের সকল চিহ্ন বিলোপের এক সংগঠিত প্রয়াসের ইঙ্গিত বলেও ধরা হয়, যার মাধ্যমে লেখকের পরিচয় গোপন রাখার জন্য সম্ভবত তাঁর বিদ্যালয়ের নথিও মুছে ফেলা হয়েছিল।\n\n\n=== শেকসপিয়রের প্রেক্ষাপট ===\n\nশেকসপিয়রের জন্ম, বেড়ে ওঠা ও সমাধি স্ট্র্যাটফোর্ড-আপঅন-অ্যাভনে। লন্ডনে কর্মরত থাকাকালীনও তিনি সেখানে একটি বাড়ি রেখেছিলেন। লন্ডন থেকে ১০০ মাইল (১৬০ কিলোমিটার) উত্তর-পশ্চিমে ১,৫০০ লোকের বাসভূমি স্ট্র্যাটফোর্ড ছিল একটি বাজার শহর। এটি ছিল ভেড়ার কসাইখানা, বাণিজ্য ও বিতরণের একটি কেন্দ্র; সেই সঙ্গে পশুচর্ম পাকা করা এবং উল ব্যবসারও এক কেন্দ্র ছিল স্ট্র্যাটফোর্ড। স্ট্র্যাটফোর্ডীয়-বিরোধীরা প্রায়শই এই শহরটিকে দেখিয়েছেন এক সাংস্কৃতিকভাবে পশ্চাদবর্তী এক এলাকা হিসেবে, যেখানে মেধাবিকাশের উপযুক্ত পরিমণ্ডল ছিল না এবং শেকসপিয়রকে তাঁরা সেই কারণেই অজ্ঞ ও অশিক্ষিত হিসেবেই দেখান।\nশেকসপিয়রের বাবা জন শেকসপিয়র ছিলেন একজন দস্তানা-প্রস্তুতকারক এবং নগর আধিকারিক। ওয়ারউইকশায়ারের স্থানীয় অভিজাত আর্ডেন পরিবারের কন্যা মেরি আর্ডেনকে বিবাহ করেছিলেন জন শেকসপিয়র। উভয়েই একটি চিহ্ন দ্বারা নিজেদের নাম সাক্ষর করেছিলেন; তাঁর আর কোনও লেখার উদাহরণ পাওয়া যায় না। শেকসপিয়র যে এক নিরক্ষর পরিবারে বড়ো হয়েছিলেন তার ইঙ্গিত হিসেবে এই বিষয়টিকেই তুলে ধরা হয় অনেক সময়। শেকসপিয়রের দুই কন্যাও যে সাক্ষর ছিলেন তার প্রমাণ পাওয়া যায় না। শুধুমাত্র সুজানার দু’টি সাক্ষর পাওয়া যায়, যেগুলি অভ্যস্থ হাতের সাক্ষরের পরিবর্তে \"অঙ্কিত\" বলেই মনে হয়। শেকসপিয়রের অপর কন্যা জুডিথও একটি চিহ্নের দ্বারা এক আইনি নথিতে সাক্ষর করেছিলেন। স্ট্র্যাটফোর্ডীয়-বিরোধীরা মনে করেন যে, এই চিহ্নগুলি এবং এবং সাক্ষরের সাদামাটা ভঙ্গিটিই নিরক্ষরতার প্রমাণ। অন্যদিকে তাঁদের বিশ্বাস, শেকসপিয়রের নাটকে যখন দেখা যায় যে সব ধরনের সামাজিক প্রেক্ষাপটের মেয়েরা বই পড়ছে আর চিঠি লিখছে, তখন তা থেকেই প্রমাণিত হয় যে লেখক নিজে এসেছিলেন একটি অধিকতর শিক্ষিত সামাজিক প্রেক্ষাপট থেকে।\nস্ট্যাটফোর্ডীয়-বিরোধীরা মনে করেন যে, শেকসপিয়রের প্রেক্ষাপট শেকসপিয়রীয় রচনাবলির লেখক হিসেবে তাঁর পরিচিতির সঙ্গে মানানসই নয়; কারণ, শেকসপিয়রের রচনায় রাজনীতি ও সংস্কৃতি, বিদেশ এবং শিকার, বাজপাখির মাধ্যমে শিকার, টেনিস ও লন-বৌলিং প্রভৃতি অভিজাত ক্রীড়ার সঙ্গে লেখকের ঘনিষ্ঠতাই প্রদর্শন করে। কেউ কেউ মনে করেন, শেকসপিয়রের রচনায় জন শেকসপিয়র ও তাঁর পুত্রের ন্যায় সামাজিক উচ্চাশাভিলাষীদের প্রতি অল্প সহানুভূতিই প্রদর্শিত হয়েছে এবং লেখক এককভাবে সাধারণ মানুষকে হাস্যস্পদরূপে উপস্থাপনা করেছেন, আবার গোষ্ঠীবদ্ধভাবে সাধারণ মানুষকে সচরাচর এঁকেছে বিপজ্জনক জনতার রূপে।\n\n\n=== শিক্ষা ও সাক্ষরতা ===\n\nশেকসপিয়রের শিক্ষার নথিগত প্রমাণের অভাবের বিষয়টি প্রায়শই স্ট্র্যাটফোর্ডীয়-বিরোধীরা যুক্তি হিসেবে উত্থাপন করেন। ছেলেবেলায় শেকসপিয়র যেখানে থাকতেন সেখান থেকে স্ট্র্যাটফোর্ডের অবৈতনিক কিং’স নিউ স্কুল ছিল মাত্র এক মাইল (০.৮ কিলোমিটার) দূরে। এলিজাবেথীয় যুগে গ্রামার স্কুলগুলির গুণমান ছিল বিভিন্ন ধরনের এবং স্ট্র্যাটফোর্ডের বিদ্যালয়ে কী পড়ানো হত তার কোনও বিস্তারিত নথিও পাওয়া যায় না। অবশ্য গ্রামার স্কুলের পাঠক্রম প্রধানত একই ধরনের এবং রাজকীয় অধ্যাদেশ বলে মূল লাতিন পাঠ প্রমিত করাও হয়েছিল। স্কুলে লাতিন ব্যাকরণ, ধ্রুপদি সাহিত্য ও অলংকারশাস্ত্রের পাঠ বিনা বেতনেই দেওয়া হত। প্রধান শিক্ষক টমাস জেনকিনস ও শিক্ষকেরা ছিলেন অক্সফোর্ড বিশ্ববিদ্যালয়ের স্নাতক। সেই যুগের কোনও শিক্ষার্থী রেজিস্টার পাওয়া যায় না, তাই শেকসপিয়র বা অন্য কোন কোন ছাত্র সেখানে পড়াশোনা করতেন তারও কোনও নথি নেই; এমনকি সেই বিদ্যালয়ে যাঁরা শিক্ষকতা করেছিলেন বা পড়াশোনা করেছিলেন তাঁরাও কেউ নিজেদের শেকসপিয়রের শিক্ষক বা সহপাঠী হিসেবে কোনও নথিবদ্ধ প্রমাণ রেখে যাননি। নথির এই অভাবকেই অনেক স্ট্র্যাটফোর্ডীয়-বিরোধী শেকসপিয়রের অল্প শিক্ষা বা নিরক্ষরতার প্রমাণ হিসেবে তুলে ধরেন।\nস্ট্র্যাটফোর্ডীয়-বিরোধীরা এই প্রশ্নও তোলেন যে, শেকসপিয়রের শিক্ষা বা সাংস্কৃতিক প্রেক্ষাপটে কোনও নথিই, অথচ তাঁর নামে প্রচলিত নাটক ও কাব্যে যে সুবিশাল শব্দভাণ্ডারের পরিচয় পাওয়া যায়, তার অধিকারী তিনি কীভাবে হয়েছিলেন। শেকসপিয়রের শব্দভাণ্ডার গণনা করে দেখা গিয়েছে তা ১৭,৫০০ থেকে ২৯,০০০ শব্দের মধ্যে। শেকসপিয়রের লেখা কোনও চিঠি বা সাক্ষরিত পাণ্ডুলিপি পাওয়া যায় না। শেকসপিয়রের ছয়টি অধুনালভ্য নিশ্চিতকৃত সাক্ষর, যেগুলিকে তাঁরা \"এক অশিক্ষিত হিজিবিজি\" বলে বর্ণনা করেন, শেকসপিয়রের নিরক্ষরতা বা অল্প শিক্ষার ইঙ্গিত বলে ব্যাখ্যাত হয়। সব ক’টি সাক্ষরই লিখিত হয়েছিল সেই যুগে সুপ্রচলিত (বিশেষ করে নাট্যরচনার ক্ষেত্রে) হাতের লেখার সেক্রেটারি হ্যান্ড শৈলীতে। এগুলির মধ্যে তিনটিতে আবার পদবীটি সংক্ষিপ্ত করার জন্য ব্রেভিওগ্রাফ ব্যবহার করা হয়েছিল।\n\n\n=== ছদ্মনাম হিসেবে নাম ===\n\nউইলিয়াম শেকসপিয়রের যে সাক্ষরগুলি এখনও পাওয়া যায়, সেগুলিতে তাঁর নামের বানানটি শেকসপিয়রের গ্রন্থের প্রচ্ছদে যেমন তেমন নয়। সাহিত্য-বিষয়ক ও সাহিত্য-বহির্ভূত নথিপত্রে তাঁর পদবীর বানানটির মধ্যে অসামঞ্জস্য রয়েছে। অধিকাংশ বানানভেদ দেখা গিয়েছে সেগুলির মধ্যেই যেগুলি হাতে লেখা। এই বিষয়টিকে একই ব্যক্তি যে এই সকল রচনার লেখক নয় এবং নামটি যে প্রকৃত লেখকের ছদ্মনাম হিসেবে ব্যবহৃত হয়েছে তার একটি প্রমাণ হিসেবে দর্শানো হয়।\nশেকসপিয়রের নাটকের ৩২টি স্বতন্ত্র কোয়ার্টো (বা কিউ) সংস্করণের পনেরোটির এবং ফার্স্ট ফোলিওর আগে প্রকাশিত কবিতার পাঁচটি সংস্করণের মধ্যে দু’টিতে শেকসপিয়রের পদবীটি হাইফেন-সহ \"Shake-speare\" ও \"Shak-spear\" হিসেবে মুদ্রিত হয়। যে পনেরোটি পৃষ্ঠায় শেকসপিয়রের নামটি হাইফেন-সহ মুদ্রিত হয়েছে, তার মধ্যে তেরোটি হল শুধুমাত্র তিনটি নাটকের প্রচ্ছদ পৃষ্ঠা: রিচার্ড দ্য সেকেন্ড,  রিচার্ড দ্য থার্ড ও হেনরি দ্য ফোর্থ, পর্ব ১। হাইফেনের প্রয়োগ ১৫৯৪ থেকে ১৬২৩ সালের মধ্যে একটি অভিনেতৃ-তালিকা এবং ছয়টি সাহিত্য-সংক্রান্ত পরোক্ষ উল্লেখেও পাওয়া যায়। অধিকাংশ স্ট্র্যাটফোর্ডীয়-বিরোধী এই হাইফেনের প্রয়োগটিকে ছদ্মনামের ইঙ্গিত বলে মনে করেন। তাঁরা বলেন যে, কাল্পনিক বর্ণনামূলক নাম (যেমন \"মাস্টার শু-টাই\" ও \"স্যার লাকলেস উ-অল\") নাটকে প্রায়ই হাইফেন-সহ উল্লিখিত হত এবং \"টম টেল-ট্রুথ\"-এর মতো ছদ্মনামগুলিও মাঝে মাঝে হাইফেন দিয়ে লেখা হত।\n\"শেকসপিয়র\" নামটি কেন ছদ্মনাম হিসেবে ব্যবহার করা হয়েছিল, তার নানা কারণ প্রস্তাব করা হয়। মূলত এগুলি প্রার্থীর সামাজিক মর্যাদার উপর নির্ভরশীল। ডার্বি ও অক্সফোর্ডের মতো অভিজাত ব্যক্তিরা সম্ভবত ছদ্মনাম ব্যবহার করেছিলেন সেই সময় প্রচলিত এক \"মুদ্রণ কলঙ্ক\"-এর জন্য। এটি ছিল একটি সামাজিক রীতি যা তাঁদের সাহিত্যকর্মকে ব্যক্তিগত ও সভাসদীয় দর্শকমণ্ডলীর জন্য সীমায়িত করে রাখত বলে অনুমান করা হয়। বাণিজ্যিক প্রচেষ্টার ক্ষেত্রে তা ছিল না। কিন্তু অভিজাতদের ক্ষেত্রে উক্ত রীতি লঙ্ঘিত হলে সামাজিক কলঙ্কের ঝুঁকি থেকে যেত। সাধারণ লেখক পদপ্রার্থীদের ক্ষেত্রে কারণ হিসেবে কর্তৃপক্ষ কর্তৃক দোষীসাব্যস্তকরণ এড়ানোর বিষয়টিকে দেখানো হয়: বেকন অধিকতর গণতান্ত্রিক সরকারব্যবস্থার পক্ষে মতপ্রকাশ করার পরিণতি এড়াতে চেয়েছিলেন আর মার্লো নিজের মৃত্যুর ভুয়ো খবর প্রচার করার পর বন্দীদশা এড়িয়ে দেশ থেকে পালিয়ে যাওয়ার জন্য এই কাজ করেছিলেন বলে মনে করা হয়।\n\n\n=== নথিগত প্রমাণের অভাব ===\n\nস্ট্র্যাটফোর্ডীয়-বিরোধীরা বলেন যে, নথিবদ্ধ প্রমাণে এমন কিছু নেই যা শেকসপিয়রকে একজন লেখক হিসেবে শনাক্ত করতে পারে। বরং তিনি যে এক ব্যবসায়ী ও ভূ-সম্পত্তি বিনিয়োগকারী ছিলেন তার প্রমাণই পাওয়া যায় এবং লন্ডনের নাট্যজগতে তিনি যদি কোনও গুরুত্ব অর্জন করেও থাকেন (প্রকৃত লেখকের এক মুখোশের ভূমিকা পালন করা ছাড়া) তার কারণ ছিল তাঁর টাকা ধার দেওয়ার ব্যবসা, থিয়েটারের সম্পত্তি নিয়ে ব্যবসা, অভিনয় এবং শেয়ারহোল্ডারের ভূমিকা পালন। তাঁরা আরও মনে করেন যে, তাঁর সাহিত্যিক কর্মজীবনের যে কোনও প্রমাণই হল প্রকৃত লেখকের পরিচয়কে আড়াল করার এক প্রচেষ্টার অংশমাত্র।\nবিকল্প লেখকত্ব তত্ত্বগুলি সাধারণত নাট্যকার হিসেবে শেকসপিয়রের এলিজাবেথীয় ও জেকবীয় তথ্য-উৎসের বাহ্যিক অর্থটিকে প্রত্যাখ্যান করে। তাঁরা সমসাময়িক ব্যঙ্গ চরিত্রগুলিকে ব্যাখ্যা করেন লন্ডনের নাট্যজগৎ যে শেকসপিয়রকে এক অজ্ঞাতনামা লেখকের মুখোশ হিসেবে জানত তার ইঙ্গিত হিসেবে। উদাহরণস্বরূপ, তাঁরা বেন জনসনের কবিতায় উল্লিখিত সাহিত্যচোর পোয়েট-এপ, জনসনেরই এভরি ম্যান আউট অফ হিজ হিউমার-এর সামাজিকভাবে উচ্চাকাঙ্ক্ষী ভাঁড়া সোগিয়ার্ডো এবং বিশ্ববিদ্যালয় নাটক দ্য রিটার্ন ফ্রম পার্নাসাস-এ (মঞ্চায়ন আনু. ১৬০১) মূর্খ কাব্যপ্রেমী গালিও হিসেবে শেকসপিয়রকেই চিহ্নিত করেন। অনুরূপভাবে তাঁরা মনে করেন ফার্স্ট ফোলিও প্রভৃতি ক্ষেত্রে লেখক হিসেবে \"শেকসপিয়র\"-এর যে প্রশংসা করা হয়েছে, তা প্রকৃত লেখকের ছমনামেরই উল্লেখ, স্ট্র্যাটফোর্ডের কোনও ব্যক্তির নয়।\n\n\n=== শেকসপিয়রের মৃত্যুর পারিপার্শ্বিক অবস্থা ===\n১৬১৬ সালের ২৩ এপ্রিল স্ট্র্যাটফোর্ডে নিজের বৃহৎ ভূসম্পত্তির বিলিব্যবস্থার নির্দেশিকা-সংক্রান্ত একটি সাক্ষরিত ইচ্ছাপত্র রেখে শেকসপিয়র প্রয়াত হন। এই ইচ্ছাপত্রের ভাষা সাদামাটা ও অকাব্যিক এবং এটিতে তাঁর ব্যক্তিগত কাগজপত্র, বই, কবিতা অথবা তাঁর জীবদ্দশায় অপ্রকাশিত থেকে যাওয়া ১৮টি নাটক সম্পর্কে কোনও কথাই বলা হয়নি। এই ইচ্ছাপত্রে একমাত্র নাট্যশালা-সংক্রান্ত নির্দেশিকাটি—শোকাঙ্গুরীয় ক্রয়ের জন্য অভিনেতাদের অর্থ উপহার প্রদান—ইচ্ছাপত্র রচনার পর মাঝখানে সংযোজিত করা হয়েছিল; যা থেকে ইচ্ছাপত্রে নির্দেশিত দানব্যবস্থার প্রামাণিকতা নিয়ে সন্দেহ উত্থাপিত হয়েছে।\n\nশেকসপিয়রের মৃত্যুর পর কোনও সাধারণ শোকসভার কথা নথিবদ্ধ করা হয়নি, সাত বছর পর ফার্স্ট ফোলিওতে গ্রন্থাকারে তাঁর নাটকগুলি প্রকাশের আগে পর্যন্ত প্রয়াত শেকসপিয়রের স্মরণে কোনও শোককবিতা বা স্মারককবিতাও রচিত হয়নি।\nঅক্সফোর্ডীয়রা মনে করেন যে, ১৬০৯ সালে প্রকাশিত শেকসপিয়রীয় সনেটগুচ্ছের উৎসর্গপত্রে উল্লিখিত \"আমাদের চির-জীবী কবি\" (ইংরেজি: \"our ever-living Poet\"; যে অভিধাটি সচরাচর সাহিত্যকীর্তির জন্য অমরত্ব অর্জনকারী কোনও প্রয়াতকবির শোকগাথায় ব্যবহার করা হত) কথাটিই ইঙ্গিত করে যে প্রকৃত কবি ততদিনে প্রয়াত হয়েছিলেন। উল্লেখ্য, পাঁচ বছর আগেই ১৬০৪ সালে অক্সফোর্ড প্রয়াত হয়েছিলেন।\nস্ট্র্যাটফোর্ডে শেকসপিয়রের অন্ত্যেষ্টি স্মারকে তাঁর প্রতিকৃতির একটি অনুকৃতি রয়েছে, যাতে তাঁর হাতে কলম এবং লেখক হিসেবে তাঁর দক্ষতার প্রশংসা-সম্বলিত একটি ফলক দেখা যায়। এই মূর্তির আদিতম মুদ্রিত ছবিটি স্যার উইলিয়াম ডাগডেলের অ্যান্টিকুইটিজ অফ ওয়্যারউইকশায়ার (১৬৫৬) গ্রন্থে প্রকাশিত হয়। সেই ছবির সঙ্গে এটির বর্তমান রূপের বিশেষ পার্থক্যও দেখা যায়। কোনও কোনও লেখকত্ব তত্ত্ববিদ মনে করেন যে, আদি মূর্তিটিতে শস্য বা উলের বস্তা হাতে এক ব্যক্তিকে দেখানো হয়েছিল, যা পরে প্রকৃত লেখকের পরিচয় গোপন করার জন্য বদলে দেওয়া হয়। এই ধরনের সন্দেহ নিরসনার্থে ১৯২৪ সালে এম. এইচ. স্পিলম্যান ১৭৪৮ সালে পুনঃপ্রতিষ্ঠার আগে নির্মিত স্মারকটি একটি চিত্র প্রকাশ করেন; সেই চিত্রে দেখা যায় সেই স্মারকটি বর্তমান স্মারকের প্রায় অনুরূপই ছিল। ছবিটির প্রকাশবা কাঙ্ক্ষিত প্রভাব বিস্তারে অসমর্থ হয় এবং ২০০৫ সালে অক্সফোর্ডীয় রিচার্ড কেনেডি বলেন যে, আদি স্মারকটি আসলে নির্মিত হয়েছিল উইলিয়ামের বাবা জন শেকসপিয়রের স্মরণে, যিনি লোকবিশ্বাস অনুযায়ী ছিলেন এক \"গুরুত্বপূর্ণ উল ব্যবসায়ী\"।\n\n\n== শেকসপিয়রের লেখকত্বের পক্ষে মত ==\nপ্রায় সকল শিক্ষায়তনিক শেকসপিয়র-বিশেষজ্ঞই মনে করেন যে, \"শেকসপিয়র\" নামে অভিহিত লেখকই ছিলেন ১৫৬৪ সালে স্ট্র্যাটফোর্ড-আপঅন-অ্যাভনে জাত এবং ১৬১৬ সালে সেখানেই প্রয়াত উইলিয়াম শেকসপিয়র। তিনি লর্ড চেম্বারলেইন’স মেন (পরবর্তীকালে কিং’স মেন) নামক নাট্য কোম্পানির এক অভিনেতা ও শেয়ারহোল্ডার হয়েছিলেন। গ্লোব থিয়েটার ও ব্ল্যাকফ্রেয়ারস থিয়েটারের মালিকানা এবং ১৫৯৪ থেকে ১৬৪২ সাল পর্যন্ত শেকসপিয়রের নাটক প্রযোজনার একচেটিয়া স্বত্ত্ব এই কোম্পানির হাতেই ছিল। ১৫৯৬ সালে পিতা তাঁকে একটি কোট অফ আর্মস মঞ্জুর করার পর তিনি \"ভদ্রলোক\" সম্মানসূচকটি ব্যবহারের অনুমতি পান।\nশেকসপিয়র-বিশেষজ্ঞেরা শেকসপিয়রের নামটিকে ছদ্মনাম হিসেবে ধরে নেওয়ার অথবা অভিনেতা শেকপিয়রকে অপর কোনও লেখকের মুখোশ মনে করার কোনও যুক্তি পান না: সমসাময়িক নথিপত্রে শেকসপিয়রকে লেখক হিসেবেই শনাক্ত করা হয়েছিল। বেন জনসন ও ক্রিস্টোফার মার্লোর মতো অন্যান্য লেখকেরাও অনুরূপ প্রেক্ষাপট থেকেই এসেছিলেন। সমসাময়িক কালের কেউ শেকসপিয়রের লেখকত্ব নিয়ে কোনও সংশয় প্রকাশ করেছিলেন বলেও জানা যায় না। শেকসপিয়রের জীবনের কয়েকটি দিক যেমন অস্পষ্ট, সমকালের অন্যান্য অনেক নাট্যকারের ক্ষেত্রেও তেমনই। তাঁদের কারও কারও সম্বন্ধে তো কিছুই জানা যায় না। জনসন, মার্লো ও জন মার্সটনের কথা আরও বিস্তারিতভাবে নথিবদ্ধ হয়েছে তাঁদের শিক্ষা, আদালতের সঙ্গে ঘনিষ্ঠ যোগ অথবা আইনের সঙ্গে সংঘাতের কারণে।\nসমসাময়িককালের অন্যান্য লেখকদের সাহিত্যকর্মের লেখকত্বের স্বীকৃতি দিতে গিয়ে সাহিত্য-বিশারদরা যে পদ্ধতির আশ্রয় নিয়েছেন, কবি ও নাট্যকার উইলিয়াম শেকসপিয়রের ক্ষেত্রেও তাঁরা একই পদ্ধতি অলম্বন করেন: ঐতিহাসিক নথিপত্র ও রচনাশৈলী বিশ্লেষণ। তাঁরা মনে করেন যে, শেকসপিয়রের লেখকত্ব যে আর্গুমেন্টাম এক্স সাইলেন্সিও বা নৈঃশব্দের যুক্তি নামে পরিচিত এক বিভ্রান্তিমূলক যুক্তির আকারে রয়েছে তার কোনও প্রমাণ নেই, কারণ এই যুক্তিতে প্রমাণের অভাবকেই অভাবের প্রমাণ বলে ধরে নেওয়া হয়। বিকল্প প্রার্থীদের শনাক্ত করার পদ্ধতিগুলিকে তাঁরা অনির্ভরযোগ্য ও অ-গবেষকসুলভ বলে সমালোচনা করেন এবং বলেন যে তাঁদের পক্ষপাতিত্বই ব্যাখ্যা করে যে কেন অন্ততপক্ষে আশি জন প্রার্থীর নাম \"প্রকৃত\" লেখক হিসেবে প্রস্তাব করা হয়। শেকসপিয়র নিজের রচনার মধ্যে আত্মজৈবনিক পন্থায় নিজেকে প্রকাশ করেছেন এমন ধারণাকে তাঁরা একটি সাংস্কৃতিক কালপ্রমাদ মনে করেন: কারণ এই প্রথা ঊনবিংশ শতাব্দী থেকে লেখকদের এক সাধারণ অভ্যাসে পরিণত হয়েছিল, এলিজাবেথীয় বা জেকবীয় যুগে নয়। এমনকি ঊনবিংশ শতাব্দীতেও অন্ততপক্ষে উইলিয়াম হ্যাজলিট ও জন কিটসের থেকে শুরু করে সমালোচকেরা প্রায়শই লক্ষ্য করেছেন যে, শেকসপিয়রের সৃজনী ক্ষমতার সারবস্তুটি রয়েছে নাটকের চরিত্রগুলির কথিত নাটকীয় প্রকৃতি অনুযায়ী সেগুলির সংলাপ বা কার্যের প্রয়োগ ঘটানো। এই কারণেই লেখক হিসেবে শেকসপিয়রের পরিচয় অস্বীকার করার বিষয়টি বিশেষ সমস্যাবহুল হয়ে দাঁড়ায়।\n\n\n=== ঐতিহাসিক প্রমাণ ===\n\nউইলিয়াম শেকসপিয়রের প্রামাণ্য রচনাবলির লেখকত্ব শেকসপিয়রকে প্রদানের ব্যাপারে ঐতিহাসিক নথিপত্র দ্ব্যর্থহীনভাবে স্পষ্ট। কবিতা ও নাটকের প্রচ্ছদ পৃষ্ঠায় নামের উল্লেখ ছাড়াও স্ট্র্যাটফোর্ডের উইলিয়াম শেকসপিয়রের জীবদ্দশায় অন্তত ২৩ বার এক সুপরিচিত লেখকের নাম হিসেবে এই নামটি উল্লিখিত হয়েছে। বেশ কয়েকজন সমসাময়িক সহযোগী-লেখক নাট্যকারের পরিচয় উল্লেখ করেছেন অভিনেতা হিসেবে এবং সুস্পষ্ট সমসাময়িক নথিপত্রের প্রমাণ থেকে জানা যায় যে, স্ট্র্যাটফোর্ডের নাগরিকও নিজের স্বনামে একজন অভিনেতা ছিলেন।\n১৫৯৮ সালে ফ্রান্সিস মেয়ারস পালাডিস টামিয়া গ্রন্থে শেকসপিয়রকে একজন নাট্যকার ও কবি হিসেবে উল্লেখ করে বলেছেন যে, তিনি ছিলেন সেই সব লেখকদের অন্যতম যাঁদের মাধ্যমে \"ইংরেজি ভাষা রাজকীয়ভাবে সমৃদ্ধ হয়েছিল\"। তিনি শেকসপিয়রের যে বারোটি নাটকে নাম করেছিলেন, তার মধ্যে চারটি কোয়ার্টো সংস্করণে কখনই প্রকাশিত হয়নি: দ্য টু জেন্টলমেন অফ ভেরোনা, দ্য কমেডি অফ এররস, লাভ’স লেবার’স ওন ও কিং জন;  সেই সঙ্গে তিনি এমন কতকগুলি নাটক শেকসপিয়রের রচনা বলে উল্লেখ করেন যেগুলি ১৫৯৮ সালের আগে লেখকের নামোল্লেখ ব্যতিরেকে প্রকাশিত হয়েছিল: টাইটাস অ্যান্ড্রোনিকাস, রোমিও অ্যান্ড জুলিয়েট ও হেনরি দ্য ফোর্থ, পর্ব ১। তিনি লিখেছেন যে, সনেটগুচ্ছ প্রকাশের ১১ বছর আগে শেকসপিয়র \"সনেটগুলি নিজের বন্ধুদের মধ্যে বিতরণ\" করেছিলেন।\n\nএলিজাবেথীয় ইংল্যান্ডের কঠোর সামাজিক কাঠামোয় ১৬০১ সালে বাবার মৃত্যুর পর উইলিয়াম শেকসপিয়র \"ভদ্রলোক\" সম্মানসূচকটি ব্যবহারের অনুমতি পেয়েছিলেন; কারণ, ১৫৯৬ সালে তাঁর বাবা তাঁকে একটি কোট অফ আর্মস অনুমোদন করেন। প্রথাগতভাবে এই সম্মানসূচকটি ব্যবহারের ক্ষেত্রে নামের আগে \"মাস্টার\" উপাধি বা তার সংক্ষিপ্ত রূপ \"Mr.\" বা \"M.\" ব্যবহৃত হত (যদিও প্রধান নাগরিকেরাই এগুলি প্রায়শ ব্যবহার করতেন এবং নির্দিষ্ট সামাজিক মর্যাদাবিহীন সমাজে গুণবান ব্যক্তিবর্গের থেকে সম্মান আদায়ের জন্যই তা করা হত)। সরকারি ও সাহিত্য-সংক্রান্ত নথিপত্র সহ শেকসপিয়রের অনেক সমসাময়িক উল্লেখেই এই উপাধিটির ব্যবহার দেখা যায় এবং এগুলিতে স্ট্র্যাটফোর্ডের উইলিয়াম শেকসপিয়রকে লেখক হিসেবে পরিচিত উইলিয়াম শেকসপিয়রের সঙ্গে অভিন্ন বলে ইঙ্গিত করা হয়েছে। শেকসপিয়রের জীবদ্দশায় এহেন উল্লেখের উদাহরণ হল দু’টি সরকারি স্টেশনারস’-এ ভুক্তি। অ্যান্ড্রু ওয়াইজ ও উইলিয়াম অ্যাসপ্লে কর্তৃক ১৬০০ সালের ২৩ অগস্ট তারিখে অন্তর্ভুক্ত একটি ভুক্তি নিম্নরূপ:\n\nEntred for their copies vnder the handes of the wardens. Twoo bookes. the one called: Muche a Doo about nothinge. Thother the second parte of the history of kinge henry the iiijth with the humors of Sr John ffalstaff: Wrytten by mr Shakespere. xij d\nদ্বিতীয় ভুক্তিটি ১৬০৭ সালের ২৬ নভেম্বর নাথানিয়েল বাটার ও জন বাসবি কর্তৃক অন্তর্ভুক্ত হয়:\n\nEntred for their copie under thandes of Sr George Buck knight & Thwardens A booke called. Mr William Shakespeare his historye of Kynge Lear as yt was played before the kinges maiestie at Whitehall vppon St Stephans night at Christmas Last by his maiesties servantes playinge vsually at the globe on the Banksyde vj d\nএই দ্বিতীয় ভুক্তিটি কিং লিয়ার কিউ১-এ (১৬০৮) নিম্নোক্তরূপে মুদ্রিত হয়: \"M. William Shak-speare: HIS True Chronicle Historie of the life and death of King LEAR and his three Daughters.\"\nশেকসপিয়রের সমসাময়িক জন ডেভিস অফ হিয়ারফোর্ডের দ্য স্কর্জ অফ ফলি-তে (১৬১১) ১৫৯ সংখ্যক এপিগ্রামে শেকসপিয়রের সামাজিক মর্যাদার বিষয়টি নির্দিষ্টভাবে উল্লেখ করা হয়েছে: \"To our English Terence  Mr. Will: Shake-speare\"; শেকসপিয়রের অপর সমসাময়িক টমাস ফ্রিম্যানের রান অ্যান্ড আ গ্রেট কাস্ট-এর (১৬১৪) ৯২ সংখ্যক এপিগ্রামে বলা হয়েছে: \"To Master W: Shakespeare\"। সমসাময়িক কালের ইতিহাসবিদ জন স্টো-র অ্যানালস গ্রন্থে (লেখকের মৃত্যুর পর ১৬১৫ সালে এডমন্ড হাওজ কর্তৃক মুদ্রিত এক সংস্করণ) \"আমাদের আধুনিক, এবং বর্তমান অসামান্য কবিদের\" তালিকায় শেকসপিয়রের নাম উল্লিখিত হয়েছে নিম্নোক্ত প্রকারে: \"M. Willi. Shake-speare gentleman\".\nশেকসপিয়রের মৃত্যুর পর বেন জনসন লিখিত প্রশংসাগাথা \"টু দ্য মেমরি অফ মাই বিলভেড দি অথর, মাস্টার. উইলিয়াম শেকসপিয়র অ্যান্ড হোয়াট হি হ্যাথ লেফট আস\"-এর শিরোনামে ভদ্রলোক উইলিয়াম শেকসপিয়রকেই লেখক হিসেবে চিহ্নিত করেন। জনসনের প্রশংসাগাথাটি ১৬২৩ সালে ফার্স্ট ফোলিওতে প্রকাশিত হয়েছিল। অন্যান্য কবিরাও তাঁদের লেখা প্রশংসাগাথার শিরোনামে ভদ্রলোক শেকসপিয়রকে লেখক হিসেবে চিহ্নিত করেন; এগুলিও ফার্স্ট ফোলিওতে প্রকাশিত হয়েছিল: হিউজ হল্যান্ডের \"আপঅন দ্য লাইনস অ্যান্ড লাইফ অফ দ্য ফেমাস সিনিক পোয়েট, মাস্টার উইলিয়াম শেকসপিয়র\" এবং লিওনার্ড ডিগসের \"টু দ্য মেমরি অফ দ্য ডিসিজড অথর, মাস্টার ডব্লিউ. শেকসপিয়র\"।\n\n\n=== সমসাময়িক আইনি স্বীকৃতি ===\nসমসাময়িকদের স্পষ্ট সাক্ষ্য এবং অভিনেতা ও নাট্যকার হিসেবে উইলিয়াম শেকসপিয়র যাঁদের সংস্পর্শে এসেছিলেন তাঁদের সঙ্গে তাঁর ব্যক্তিগত সম্পর্কের বলিষ্ঠ আনুষঙ্গিক প্রমাণ উভয়ই শেকসপিয়রের লেখকত্বকে সমর্থন করে।\n\n \nইতিহাসবিদ ও প্রাচীন শিল্পকর্ম সংগ্রাহক স্যার জর্জ বাক ১৬০৩ সাল থেকে ডেপুটি মাস্টার অফ দ্য রেভেলস এবং ১৬১০ থেকে ১৬২২ সাল পর্যন্ত মাস্টার অফ দ্য রেভেলস পদে অধিষ্ঠিত ছিলেন। তাঁর কাজ ছিল সাধারণ নাট্যশালার জন্য নাটকগুলির তত্ত্বাবধান ও সেনসর করা, রাজসভায় নাট্যাভিনয়ের আয়োজন করা এবং ১৬০৬ সালের পর থেকে গ্রন্থাকারে নাটক প্রকাশের ছাড়পত্র প্রদান করা। জনৈক অজ্ঞাতনামা লেখকের জর্জ আ গ্রিন, দ্য পিনার অফ ওয়েকফিল্ড (১৫৯৯) নামে একটি নাটকের প্রচ্ছদ পৃষ্ঠায় বাক লিখেছেন যে, এই নাটকটির লেখকত্ব নিয়ে তিনি শেকসপিয়রের পরামর্শ গ্রহণ করেছিলেন। গ্রন্থ ও নাটক সঠিক লেখকের নামে চিহ্নিত করার প্রয়াসের ক্ষেত্রে বাক ছিলেন অতি যত্নশীল। ১৬০৭ সালে তিনি ব্যক্তিগতভাবে \"মাস্টার উইলিয়াম শেকসপিয়র\" রচিত কিং লিয়ার নাটকটি প্রকাশের ছাড়পত্র প্রদান করেন।\n১৬০২ সালে র্যালফ ব্রুক, দ্য ইয়র্ক হেরাল্ড অভিযোগ করেন যে, স্যার উইলিয়াম ডেথিক, দ্য গার্টার কিং অফ আর্মস ২৩ জন অযোগ্য ব্যক্তিকে অভিজাত স্তরে উন্নীত করেছেন। এঁদেরই একজন ছিলেন শেকসপিয়রের পিতা, যিনি ৩৪ বছর আগে আর্মসের জন্য আবেদন জানিয়েছিলেন, কিন্তু তাঁকেও পুত্রের সাফল্য অর্জন পর্যন্ত অপেক্ষা করতে হয়। তারপর ১৫৯৬ সালে তাঁরা আর্মসের অনুমোদন লাভ করেন। ব্রুক শেকসপিয়রের আর্মসের একটি নকশাও নিজের অভিযোগপত্রে দিয়েছিলেন, যার নিচে চিত্রনির্দেশিকায় লিখেছিলেন \"Shakespear ye Player by Garter\". জন শেকসপিয়রকে দেওয়া অনুমোদন সহ সকল অনুমোদন সমর্থন করেন ডেথিক এবং সেকালের সর্বাগ্রগণ্য প্রাচীন নিদর্শন সংগ্রাহক ক্ল্যারেনসেয়াক্স কিং অফ আর্মস উইলিয়াম ক্যামডেন। রিমেইন্স কনসার্নিং ব্রিটেন গ্রন্থে (বইটি ১৬০৫ সালে প্রকাশিত হলেও দুই বছর আগে অর্থাৎ ১৬০৪ সালে আর্ল অফ অক্সফোর্ডের মৃত্যুরও এক বছর আগে সমাপ্ত হয়েছিল) ক্যামডেন শেকসপিয়রের বর্ণনায় লেখেন অন্যতম \"most pregnant witts of these ages our times, whom succeeding ages may justly admire\".\n\n\n=== সহ-অভিনেতা, নাট্যকার ও লেখকদের স্বীকৃতি ===\n\nঅভিনেতা জন হেমিঞ্জস ও হেনরি কনডেন শেকসপিয়রকে চিনতেন এবং তাঁর সঙ্গে কাজ করেছিলেন কুড়ি বছরেরও বেশি সময় ধরে। ১৬২৩ সালে ফার্স্ট ফোলিওতে তাঁরা লেখেন যে, তাঁরা ফোলিও প্রকাশ করছেন \"onely to keepe the memory of so worthy a Friend, & Fellow aliue, as was our Shakespeare, by humble offer of his playes\". নাট্যকার ও কবি বেন জনসন শেকসপিয়রকে চিনতেন অন্ততপক্ষে ১৫৯৮ সাল থেকে। সেই বছরই লর্ড চেম্বারলেইন’স মেন কার্টেইন থিয়েটারে জনসনের নাটক এভরি ম্যান ইন হিজ হিউমার মঞ্চস্থ করেন এবং সেই নাটকে শেকসপিয়র ছিলেন অন্যতম অভিনেতা। স্কটিশ কবি উইলিয়াম ড্রামন্ড নিজের সমসাময়িকদের সম্পর্কে জনসনের প্রায়শ বিবাদমূলক মন্তব্যগুলি নথিবদ্ধ করেছিলেন: জনসন শেকসপিয়রের সমালোচনা করেন \"arte\"-এর অভাবের জন্য এবং দ্য উইন্টার’স টেল নাটকে বোহেমিয়াকে উপকূলস্থিত অঞ্চল বলে উল্লেখ করার জন্য। ১৬৪১ সালে জনসনের মৃত্যুর চার বছর পর তাঁর শেষ জীবনে লেখা ব্যক্তিগত রচনাগুলি প্রকাশিত হয়। ভবিষ্যৎ প্রজন্মের জন্য রেখে যাওয়া একটি মন্তব্যে (টিম্বার অর ডিসকভারিজ) তিনি শেকসপিয়রের সাদামাটা ভঙ্গিতে নাট্যরচনার সমালোচনা করেন, কিন্তু ব্যক্তি হিসেবে শেকসপিয়রের প্রশংসাই করেন: \"I loved the man, and do honour his memory (on this side Idolatry) as much as any. He was (indeed) honest, and of an open, and free nature; had an excellent fancy; brave notions, and gentle expressions ...\"\nবেন জনসন ছাড়াও সমসাময়িক কালের অন্যান্য নাট্যকারেরাও শেকসপিয়র সম্পর্কে কিছু কথা লিখে গিয়েছিলেন। এঁদের মধ্যে তাঁরাও ছিলেন যাঁরা শেকসপিয়রের কোম্পানিতে নিজেদের নাটক বিক্রয় করেছিলেন। সপ্তদশ শতাব্দীর গোড়ার দিকে তিনটি পার্নাসাস নাটকের মধ্যে দু’টি প্রযোজিত হয়েছিল কেমব্রিজের সেন্ট জন’স কলেজে; এগুলিতে শেকসপিয়রকে প্রথাগত বিশ্ববিদ্যালয়-শিক্ষা থেকে বঞ্চিত একজন অভিনেতা, কবি ও নাট্যকার হিসেবে উল্লেখ করা হয়েছিল। দ্য ফার্স্ট পার্ট অফ দ্য রিটার্ন ফ্রম পার্নাসাস-এ দু’টি পৃথক চরিত্র শেকসপিয়রকে \"Sweet Mr. Shakespeare\" হিসেবে উল্লেখ করে এবং দ্য সেকেন্ড পার্ট অফ দ্য রিটার্ন ফ্রম পার্নাসাস-এ (১৬০৬) অজ্ঞাতনামা নাট্যকার অভিনেতা কেম্পকে দিয়ে অভিনেতা বার্বেজকে বলান, \"Few of the university men pen plays well ... Why here's our fellow Shakespeare puts them all down.\"\n১৬১২ সালে প্রচ্ছদ পৃষ্ঠায় শেকসপিয়রের নাম সহ দ্য প্যাশনেট পিলগ্রিম-এর একটি সংস্করণ প্রকাশ করেন উইলিয়াম জ্যাগার্ড; এই সম্প্রসারিত সংস্করণে বিশিষ্ট ইংরেজ অভিনেতা, নাট্যকার ও লেখক টমাস হেউডের লেখা নয়টি অতিরিক্ত কবিতা অন্তর্ভুক্ত হয়েছিল। অ্যাপোলজি ফর অ্যাক্টরস (১৬১২) গ্রন্থে হেউড এই বেআইনি প্রকাশনার প্রতিবাদ জানান; সেই সঙ্গে বলেন যে, \"মি. জ্যাগার্ড (যাঁকে তিনি চেনেন না) যে এত সাহসিকতার সঙ্গে তাঁর নাম ব্যবহার করেছেন, তাতে [লেখক] অত্যন্ত ক্ষুব্ধ হয়েছেন।\" হেউড নিশ্চিতভাবেই বলেছিলেন যে, লেখক এই প্রতারণার বিষয়ে অনবহিত ছিলেন এবং এও বলেছিলেন যে জ্যাগার্ড শেকসপিয়রের নাম অবিক্রীত কপগুলি থেকে মুছে দেন; যদিও হেউড স্পষ্টভাবে তাঁর নাম করেননি, কিন্তু এমন ইঙ্গিত পাওয়া যায় যে শেকসপিয়র লেখককে ক্ষুণ্ণ করেছিলেন। অন্যত্র আবার \"হায়ারার্কি অফ দ্য ব্লেসেড এঞ্জেলস\" (১৬৩৪) কাব্যে হেউড সস্নেহে তাঁর সহ-নাট্যকারদের পরিচিত ডাকনামগুলি উল্লেখ করেছেন। শেকসপিয়র সম্পর্কে তিনি লেখেন:\n\nOur modern poets to that pass are driven,\nThose names are curtailed which they first had given;\nAnd, as we wished to have their memories drowned,\nWe scarcely can afford them half their sound. ...\nMellifluous Shake-speare, whose enchanting quill\nCommanded mirth or passion, was but Will.\nনাট্যকার জন ওয়েবস্টার দ্য হোয়াইট ডেভিল-এর (১৬১২) উৎসর্গপত্রে লেখেন, \"And lastly (without wrong last to be named), the right happy and copious industry of M. Shake-Speare, M. Decker, & M. Heywood, wishing what I write might be read in their light\". এখানে সংক্ষেপ \"M.\" কথাটির অর্থ \"মাস্টার\", যা ভদ্রলোক আখ্যাত স্ট্র্যাটফোর্ডের উইলিয়াম শেকসপিয়রকে যথাযথভাবে সম্বোধনের একটি পদ্ধতি।\n১৬০৮ সাল নাগাদ বেন জনসনের উদ্দেশ্যে লেখা একটি পত্রকাব্যে ফ্রান্সিস বেউমন্ট শেকসপিয়র সহ বেশ কয়েকজন নাট্যকারের কথা উল্লেখ করেন। শেকসপিয়র সম্পর্কে তিনি লেখেন,\n\n... Here I would let slip\n(If I had any in me) scholarship,\nAnd from all learning keep these lines as clear\nas Shakespeare's best are, which our heirs shall hear\nPreachers apt to their auditors to show\nhow far sometimes a mortal man may go\nby the dim light of Nature.\n\n\n=== ঐতিহাসিক দৃষ্টিকোণ থেকে শেকসপিয়রের মৃত্যু ===\n\n১৬২৩ সালের আগে স্ট্র্যাটফোর্ডে স্থাপিত শেকসপিয়র-স্মারকে একটি ফলকে খোদিত লিপিতে শেকসপিয়রকে এক লেখক হিসেবে চিহ্নিত করা হয়েছে। প্রথম দু’টি লাতিন পঙক্তি অনুবাদে দাঁড়ায় \"বিচারে এক পাইলিয়ান, মেধায় এক সক্রেটিস, শিল্পকলায় এক মারো, পৃথিবী তাঁকে আবরিত করেছে, জনগণ তাঁর জন্য শোকপালন করছে, অলিম্পাস তাঁর উপর ভর করেছে\": এই পঙক্তিতে নেস্টর, সক্রেটিস, ভার্জিল ও অলিম্পাস পর্বতের উল্লেখ পাওয়া যায়। শুধুমাত্র যে ফার্স্ট ফোলিওতেই এই স্মারকটির উল্লেখ পাওয়া যায়, তাই নয়, সপ্তদশ শতাব্দীর গোড়ার দিকের অন্যান্য নথিপত্রেও এটিকে শেকসপিয়রের স্মারক হিসেবে চিহ্নিত করা হয়েছে এবং উৎকীর্ণ লিপিটির প্রতিলিপি করা হয়েছে। স্যার উইলিয়াম ডাগডেল অ্যান্টিকুইটিজ অফ ওয়ারউইকশায়ার (১৬৫৬) গ্রন্থে লেখটি অন্তর্ভুক্ত করেছিলেন; কিন্তু খোদাইচিত্রটি গৃহীত হয় ১৬৩৪ সালে অঙ্কিত একটি নকশা থেকে এবং এই গ্রন্থের অন্যান্য স্মারকের চিত্রণের ন্যায় এটিও যথাযথ ছিল না।\n১৬১৬ সালের ২৫ মার্চ বিধিবদ্ধ শেকসপিয়রের ইচ্ছাপত্রে শেকসপিয়রের সহকারী জন হেমিং, রিচার্ড বার্বেজ ও হেনরি কান্ডেলকে ২৬ শিলিং ৮ পেনি প্রদান করা হয়েছে শোকাঙ্গুরীয় ক্রয়ের জন্য (উদ্ধৃতি: \"to my fellows John Hemynge Richard Burbage and Henry Cundell 26 shilling 8 pence apiece to buy them [mourning] rings\")। অসংখ্য সরকারি নথিপত্রে (১৬০৩ সালের ১৯ মে তারিখে কিং’স মেনকে সনদ প্রদানকারী একটি রাজকীয় পেটেন্ট সহ) ফিলিপুস, হেমিংস, বার্বেজ ও কন্ডেলকে কিং’স মেন দলে উইলিয়াম শেকসপিয়রের সহ-অভিনেতা বলে উল্লেখ করা হয়েছে; এঁদের মধ্যে দু’জনের নাম শেকসপিয়রের নাট্য-সংকলনে উল্লিখিত হয়েছে। স্ট্র্যাটফোর্ডীয়-বিরোধীরা এই দানপত্র নিয়ে সংশয় প্রকাশ করেন, কারণ, এই দানের বিষয়গুলি পঙক্তিদ্বয়ের মধ্যে অভিনিবিষ্ট হয়েছিল এবং সেই কারণেই তাঁরা মনে করেন যে এটি পরবর্তীকালে একটি ষড়যন্ত্রের অঙ্গ হিসেবে সংযোজিত হয়। যদিও ১৬১৬ সালের ২২ জুন লন্ডনে ক্যান্টারবেরির আর্চবিশপের (জর্জ অ্যাবোটের প্রেরোগেটিভ কোর্টে ইচ্ছাপত্রটি প্রমাণিত হয় এবং মূল বয়ানটি আদালতের রেজিস্টারে অনুলিপিত হয়। সেখানেও দেখা যায়, দানের বিষয়গুলি অনুরূপভাবেই বর্ণিত হয়েছে।\nজন টেলর ছিলেন প্রথম কবি যিনি ১৬২০ সালে নিজের কাব্যগ্রন্থ দ্য প্রেইজ অফ হেম্প-সিড-এ শেকসপিয়র ও ফ্রান্সিস বেউমন্টের মৃত্যুর কথা মুদ্রিত আকারে উল্লেখ করেন। উভয়েই এই কাব্যগ্রন্থ প্রকাশের চার বছর আগে দুই মাসেরও কম সময়ের ব্যবধানে প্রয়াত হন। মার্টিন ড্রেশট অঙ্কিত শেকসপিয়রের ফার্স্ট ফোলিও খোদাইচিত্রের প্রশংসায় বেন জনসন কর্তৃক রচিত ক্ষুদ্র কবিতা \"টু দ্য রিডার\" প্রণিধানযোগ্য। প্রস্তাবনামূলক প্রশস্তিগাথার মধ্যে রয়েছে জনসনের দীর্ঘ শোককবিতা \"টু দ্য মেমরি অফ মাই বিলভেড, দি অথর মাস্টার উইলিয়াম শেকসপিয়র: অ্যান্ড হোয়াট হি হ্যাথ লেফট আস\", যে কবিতায় তিনি শেকসপিয়রকে এক নাট্যকার, কবি ও অভিনেতা রূপে চিহ্নিত করে লেখেন:\n\nSweet Swan of Avon! what a sight it were\nTo see thee in our waters yet appear,\nAnd make those flights upon the banks of Thames,\nThat so did take Eliza, and our James!\nএখানে জনসন লেখককে যুক্ত করেছেন স্ট্র্যাটফোর্ডের নদী অ্যাভনের সঙ্গে এবং প্রথম এলিজাবেথ ও প্রথম জেমসের রাজসভায় শেকসপিয়রের উপস্থিতির কথা নিশ্চিতভাবে জানিয়েছিলেন।\n১৬২৩ সালের ফার্স্ট ফোলিওতে মুদ্রিত লিওনার্ড ডিগসের শোককবিতা \"টু দ্য মেমরি অফ দ্য ডিসিজড অথর মাস্টার ডব্লিউ. শেকসপিয়র\"-এ \"thy Stratford Moniment\" কথাটি উল্লিখিত হয়েছে। উল্লেখ্য, ডিগস ১৬০০ সাল থেকে শুরু করে ১৬০৩ সালে অক্সফোর্ডে পড়তে যাওয়ার আগে পর্যন্ত স্ট্র্যাটফোর্ড-আপঅন-অ্যাভন থেকে চার মাইল দূরে বসবাস করতেন। তাঁর সৎ-পিতা টমাস রাসেলকে শেকসপিয়র নিজের ইচ্ছাপত্রে নির্বাহকদের তত্ত্বাবধায়ক নিযুক্ত করেছিলেন। ১৬১৬ থেকে ১৬২৩ সালের মধ্যবর্তী কোনও এক সময় উইলিয়াম বেস \"অন মাস্টার ডব্লিউএম. শেকসপিয়র\" (ইংরেজি: \"On Mr. Wm. Shakespeare\") নামে একটি শোককবিতা লিখেছিলেন। এই কবিতায় তিনি বলেন যে, শেকসপিয়রকে ওয়েস্টমিনস্টার অ্যাবিতে চসার, বেউমন্ট ও স্পেনসারের পাশে সমাহিত করা উচিত ছিল। কবিতাটি পাণ্ডুলিপি আকারেই বহুলভাবে প্রচারিত হয়েছিল। বর্তমানে এটির চব্বিশটিরও বেশি সমসাময়িক কপি পাওয়া যায়। এই কপগুলির অনেকগুলিতে একটি পূর্ণতর বিকল্প শিরোনাম দেখা যায় \"অন মাস্টার উইলিয়াম শেকসপিয়র, হি ডায়েড ইন এপ্রিল ১৬১৬\" (\"On Mr. William Shakespeare, he died in April 1616\"), যা দ্ব্যর্থহীনভাবে স্ট্র্যাটফোর্ডের শেকসপিয়রকেই নির্দেশ করে।\n\n\n=== শেকসপিয়রের রচনা থেকে লেখকত্বের প্রমাণ ===\nশেকসপিয়রের রচনাবলি ইতিহাসের সর্বাপেক্ষা অধীত ধর্মনিরপেক্ষ সাহিত্যকীর্তি। সমসাময়িক মন্তব্য ও কিছু গ্রন্থগত অধ্যয়ন থেকে উইলিয়াম শেকসপিয়রের শিক্ষা, প্রেক্ষাপট ও জীবৎকালের সঙ্গে সঙ্গতিপূর্ণ একজন ব্যক্তির লেখকত্বের প্রমাণ পাওয়া যায়।\n\nবেন জনসন ও ফ্রান্সিস বেউমন্ট শেকসপিয়রের ধ্রুপদি সাহিত্য শিক্ষার অভাবের কথা উল্লেখ করেছিলেন এবং কোনও সমসাময়িক নথিই এমন ইঙ্গিত করে না যে শেকসপিয়র কোনও প্রাজ্ঞ লেখক বা পণ্ডিত ব্যক্তি ছিলেন। এই বিষয়টি শেকসপিয়রের রচনায় ধ্রুপদি ভুলগুলির সঙ্গে সঙ্গতিপূর্ণ। যেমন অনেক ধ্রুপদি নামের ছন্দোবিচ্ছেদে ভুল করেছিলেন তিনি; আবার ট্রলিয়াস অ্যান্ড ক্রেসিডা নাটকে প্লেটো ও অ্যারিস্টটলের উল্লেখ করতে গিয়ে কালপ্রমাদ ঘটিয়েছিলেন। মনে করা হয় যে, শেকসপিয়রের ধ্রুপদি উল্লেখগুলি টমাস কুপারের Thesaurus Linguae Romanae et Britannicae (১৫৬৫) গ্রন্থ থেকে গৃহীত। কারণ, এই গ্রন্থের অনেক ভুল শেকসপিয়রের বিভিন্ন নাটকে পুনরাবৃত্ত হয়েছিল এবং এই গ্রন্থের একটি কপি জন ব্রেচগার্ডল কর্তৃক \"গবেষকদের সাধারণ ব্যবহারের জন্য\" স্ট্র্যাটফোর্ডের গ্রামার স্কুলকে প্রদত্ত হয়েছিল।\nস্যামুয়েল জনসন প্রমুখ পরবর্তীকালীন সমালোচকেরা মনে করেন যে, শেকসপিয়রের মেধা তাঁর বিদ্যায় নিহিত ছিল না, বরং তা ছিল তাঁর \"পর্যবেক্ষণের সতর্কতায় এবং পৃথকীকরণের যথার্থতায়, যা বই ও নীতিবাক্য থেকে পাওয়া সম্ভব নয়; এই [গুণাবলি] থেকেই সকল মৌলিক ও স্বভাবজ উৎকর্ষতার উদ্ভব\"। তিনি যতটা শিক্ষালাভ করেছিলেন বলে কথিত হয়েছে এবং পরবর্তীকালের সমালোচকেরা যে রকম শেকসপিয়রকে আগ্রাসী পাঠক হিসেবে বর্ণনা করেছেন, তা অতিরঞ্জিত। সম্ভবত তিনি অনেকখানি শিক্ষা অর্জন করেছিলেন কথোপকথনের মাধ্যমে। গবেষকদের বা সাধারণের মধ্যে জনপ্রিয় শেকসপিয়রের শব্দভাণ্ডার ও শব্দপ্রবর্তন-সংক্রান্ত পূর্ববর্তী দাবিগুলির সম্পূর্ণ বিপরীতে শব্দভাণ্ডারের আকার ও শব্দ-ব্যবহারের পুনঃপৌনিকতা শেকসপিয়রকে তাঁর সমসাময়িকদের থেকে পৃথকভাবে নয়, বরং একাসনেই বসায়। অন্যান্য নাট্যকারদের সঙ্গে শেকসপিয়রের কম্পিউটারাইজড তুলনায় দেখা যায় যে শেকসপিয়রের শব্দভাণ্ডার প্রকৃতই বৃহদাকার ছিল, অবশ্য তার কারণ ছিল এই যে শেকসপিয়রের প্রাপ্ত নাটকের প্রামাণ্য সংগ্রহটি তাঁর সমসাময়িকদের রচনাবলির তুলনায় বৃহদাকার এবং সেই সঙ্গে শেকসপিয়রের নাটকে চরিত্র, প্রেক্ষাপট ও বিষয়বস্তুর এক বিস্তৃত ক্ষেত্র।\nইউনিভার্সিটি উইটস নামে আখ্যাত লেখকগোষ্ঠীর রচনায় লাতিন ভাষায় অথবা নাটকের ধ্রুপদি রীতিনীতিতে লেখকের দখলের যে জমকালো প্রদর্শনী থাকত, তা শেকসপিয়রের নাটকে দেখা যায় না। এক্ষেত্রে একমাত্র ব্যতিক্রম হেনরি দ্য সিক্সথ ধারাবাহিক বা টাইটাস অ্যান্ড্রোনিকাস-এর ন্যায় প্রথম দিকের নাটকগুলি, যা শেকসপিয়র অন্য লেখকদের সঙ্গে একযোগে রচনা করেছিলেন। শেকসপিয়রের ধ্রুপদি পরোক্ষ উল্লেখগুলি এলিজাবেথীয় গ্রামার স্কুলের পাঠক্রমের উপর নির্ভরশীল ছিল। এই পাঠক্রম শুরু হত উইলিয়াম লিলির লাতিন ব্যাকরণ রুডিমেন্টা গ্রামাটিকেস-এর মাধ্যমে এবং চলত সিজার, লিভি, ভার্জিল, হোরাস, ওভিড, প্লটাস, টেরেন্স ও সেনেকার রচনা শিক্ষাদানের মাধ্যমে। এই সকল লেখকবৃদ্ধ শেকসপিয়রের প্রামাণ্য রচনায় বহুলভাবে উদ্ধৃত এবং প্রায়শই প্রতিধ্বনিত হয়েছেন। নিজের সমকক্ষ লেখকদের মধ্যে স্বতন্ত্রভাবে শেকসপিয়রই নিজের নাটকে গ্রামার স্কুলের পাঠ্যপুস্তক ও শিক্ষণবিজ্ঞানের উল্লেখ করেছেন স্কুলশিক্ষকদের ব্যঙ্গচিত্রণ সহ। টাইটাস অ্যান্ড্রোনিকাস (৪.১০), দ্য টেমিং অফ দ্য শ্রিউ (১.১), লাভ’স লেবার’স লস্ট (৫.১), টুয়েলফথ নাইট (২.৩) ও দ্য মেরি ওয়াভস অফ উইন্ডসর (৪.১) নাটকে লিলির ব্যাকরণ পুস্তকটির উল্লেখ পাওয়া যায়। শেকসপিয়র পেটি স্কুলের কথাও পরোক্ষে উল্লেখ করেছেন, যেখানে শিশুরা পাঁচ থেকে সাত বছর বয়স পর্যন্ত শিক্ষালাভ করে গ্রামার স্কুলের আবশ্যক পূর্বপ্রস্তুতির জন্য।\n\n১৯৮৭ সাল থেকে শুরু করে ওয়ার্ড এলিয়ট (তিনি অক্সফোর্ডীয় তত্ত্বের প্রতি সহানুভূতিশীল ছিলেন) ও রবার্ট জে. ভ্যালেঞ্জা একটি অনুবর্তনশীল শৈলীমিতিগত অধ্যয়ন তত্ত্বাবধান করতে থাকেন। এই অধ্যয়নে শেকসপিয়রের শৈলীগত অভ্যাসের সঙ্গে প্রকৃত লেখক বলে প্রস্তাবিত ৩৭ জন লেখকের রচনার একটি তুলনা কম্পিউটার প্রোগ্রামের মাধ্যমে করা হয়। ক্লেয়ারমন্ট শেকসপিয়র ক্লিনিক নামে পরিচিত এই অধ্যয়নটি সর্বশেষ আয়োজিত হয় ২০১০ সালের বসন্তে। এই পরীক্ষণ থেকে নিশ্চিত হয় যে শেকসপিয়রের রচনাবলি পূর্বাপর সমরূপীয়, গণনাযোগ্য ও জীবনকথার সঙ্গে মানানসই ধাঁচ প্রদর্শন করে। এর থেকেই ইঙ্গিত পাওয়া যায় যে তিনি একক ব্যক্তি ছিলেন, কোনও সমিতি নয় এবং আরও বোঝা যায় যে তিনি তুলনাকৃত অন্যান্য লেখকদের থেকে অল্পসংখ্যক সাক্ষেপ বাক্যাংশ এবং অধিক সংখ্যক যোজকচিহ্ন, স্ত্রীলিঙ্গাত্মক শব্দসমাপ্তি ও টানা বাক্য রচনা করেছিলেন। এই পরীক্ষা থেকে নিশ্চিত হয় যে অন্যান্য পরীক্ষিত দাবিদারদের রচনা যেমন শেকসপিয়রের রচনা হওয়া সম্ভব নয়, তেমনই তাঁরাও শেকসপিয়রের নামে প্রচলিত সাহিত্যকর্মের রচয়িতা নন। এইভাবেই অক্সফোর্ড, বেকন ও মার্লো সহ সকল অন্যান্য দাবিদারের নাম শেকসপিয়রের রচনাবলির প্রকৃত রচয়িতা বলে অস্বীকৃত হয়।\nসাহিত্যের গতিধারায় পরিবর্তনের সঙ্গে সঙ্গতি রেখে সময়ের সঙ্গে সঙ্গে শেকসপিয়রের শৈলীরও ক্রমবিকাশ ঘটেছিল। দি উইন্টার’স টেল, দ্য টেম্পেস্ট ও হেনরি দি এইটথ-এর মতো শেষের দিকে লেখা নাটকগুলির শৈলী অন্যান্য জেকবীয় নাট্যকারের শৈলীরই অনুরূপ এবং তা শেকসপিয়রের এলিজাবেথীয় যুগে রচিত নাটকগুলির শৈলীর থেকে সম্পূর্ণ আলাদা ধরনের। সেই সঙ্গে ১৬০৯ সালে নাট্যাভিনয়ের জন্য কিং’স মেন ব্ল্যাকফ্রেয়ারস থিয়েটার ব্যবহার করা শুরু করলে শেকসপিয়রের নাটকগুলি লেখা হতে থাকে ক্ষুদ্রতর মঞ্চে অভিনয়ের উপযোগী করে। সেই ক্ষেত্রে এই নাটকগুলিতে নাচ, গান ও অধিকতরভাবে সুষম অঙ্কবিন্যাস দেখা যায়, যাতে মঞ্চে আলোকসম্পাতের জন্য ব্যবহৃত মোমবাতিগুলিকে যথাযথভাবে ব্যবহার করা যেতে পারে।\n২০০৪ সালে একটি গবেষণায় ডিন কেইথ সিমনটন শেকসপিয়রের নাটকগুলির বিষয়গত সারবস্তুর সঙ্গে নাট্যরচনার সমকালের রাজনৈতিক প্রেক্ষাপটটির পারস্পরিক সম্পর্ক পরীক্ষা করে দেখেন। তিনি এই সিদ্ধান্তে উপনীত হন যে, অবিতর্কিত নাট্য কালপঞ্জিটি মোটামুটি সঠিক ক্রমেই রয়েছে এবং শেকসপিয়রের রচনায় অন্যান্য মেধাবী শিল্পীদের রচনার মতোই একটি ক্রমান্বয়িক শৈলিগত বিকাশ লক্ষিত হয়। দুই বছর পিছিয়ে দিলে মূলধারার কালপঞ্জিগুলিতে দুইয়ের মধ্যে যথেষ্ট পারস্পরিক সম্পর্ক লক্ষ্য করা যায়, অন্যদিকে অক্সফোর্ডীয়দের দ্বারা প্রস্তাবিত বিকল্প কালপঞ্জিতে সময়ের পশ্চাদপসারণ বিবেচনা না করে কোনও সম্পর্কই দেখানো যায় না।\nশেষের দিকের নাটকগুলির পাঠগত প্রমাণ থেকে এমন ইঙ্গিত পাওয়া যায় যে, শেকসপিয়র অন্যান্য নাট্যকারদের সহযোগিতায় নাটক রচনা করেছিলেন এবং এই সহযোগীরাও পূর্ববর্তী দৃশ্যে শেকসপিয়র কী লিখেছিলেন সে ব্যাপারে সবসময় সচেতন থাকতেন না। এর ফলে অনুমিত হয় যে, তাঁরা একটি খসড়া রূপরেখা অনুসরণ করে কাজ করতেন, কোনও মৃত নাট্যকারের অসমাপ্ত নাট্যকর্ম ধরে কাজ করতেন না। যদিও অক্সফোর্ডীয়রা দ্বিতীয়টিই প্রস্তাব করতেন। উদাহরণস্বরূপ, জন ফ্লেচারের সহযোগিতায় রচিত দ্য টু নোবল কিনসমেন (১৬১২–১৬১৩) নাটকে একটি দৃশ্যে দেখা যায় দুই চরিত্রের সাক্ষাৎ ঘটছে এবং দৃশ্যের শেষে তারা পরস্পরকে বিদায় জানাচ্ছে, কিন্তু পরবর্তী দৃশ্যেই ফ্লেচার এমনভাবে চরিত্র দু’টিকে উপস্থাপনা করেছেন যেন সেই দৃশ্যেই তাদের প্রথম সাক্ষাৎ ঘটছে।\n\n\n== লেখকত্ব তর্কের ইতিহাস ==\n\n\n=== চারণ-স্তাবকতা ও আদি সংশয় ===\n\nশেকসপিয়রের রচনাবলিকে অনেকটাই হীনভাবে তোষামোদ করা হলেও, তাঁর মৃত্যুর পরবর্তী দেড়শো বছরের মধ্যে তাঁকে বিশ্বের শ্রেষ্ঠ সাহিত্যিক হিসেবে বিবেচনা করার রীতিটির সূত্রপাত ঘটেনি। সমসাময়িক কালের অন্যান্যদের মতো তাঁর খ্যাতিও ছিল নিছক এক ভালো নাট্যকার ও কবি হিসেবে। ১৬৬০ সালে রাজতন্ত্র পুনঃস্থাপনের যুগে যখন নাট্যশালাগুলি আবার নাট্য-মঞ্চায়নের অনুমতি লাভ করে তখন বেউমন্ট ও ফ্লেচারের নাটকগুলিই জনপ্রিয়তার শিখরে ছিল; বেন জনসন ও শেকসপিয়রের নাটকগুলি জনপ্রিয়তার নিরিখে ছিল দ্বিতীয় স্থানে। ১৭৬৯ সালে অভিনেতা ডেভিড গ্যারিক শেকসপিয়র স্ট্র্যাটফোর্ড জুবিলির আয়োজন করলে শেকসপিয়র আবার এই ক্ষেত্রে প্রাধান্য অর্জন করেন। অষ্টাদশ শতাব্দীর অল্প কয়েকটি নগন্য ব্যঙ্গাত্মক ও রূপকাত্মক সূত্রনির্দেশগুলিকে বাদ দিলে, সেই যুগে শেকসপিয়রের লেখকত্ব নিয়ে কোনও প্রশ্ন উঠেছিল বলে কোনও প্রমাণই পাওয়া যায় না। শেকসপিয়রকে ইংল্যান্ডের জাতীয় কবি তথা এক অনন্য প্রতিভা হিসেবে গণ্য করা শুরু হওয়ার পরই প্রথম লেখকত্ব প্রশ্নের উদ্ভব ঘটে।\nঊনবিংশ শতাব্দীর সূচনাপর্বেও পূর্বোক্তরূপে হীন তোষামোদ অব্যাহত ছিল। সেই সময় শেকসপিয়রকে এককভাবে এক সর্বোৎকৃষ্ট প্রতিভা রূপে চিহ্নিত করার প্রবণতা দেখা যায়। এই ধারণাটি থেকেই ১৯০১ সালে জর্জ বার্নার্ড শ \"চারণ-স্তাবকতা\" (ইংরেজি: bardolatry) শব্দটি প্রবর্তন করেন। এই শতাব্দীর মধ্যভাগে শেকসপিয়রের প্রতিভার প্রতি দৃষ্টি মূলত আকর্ষিত হয় তার বৌদ্ধিক এবং তার কল্পনাশক্তির জন্য। যে নির্মাণ-কাঠামোর মধ্যে ঊনবিংশ শতাব্দীর প্রথমভাগের চিন্তাবিদেরা ভাবতেন যে, ইংরেজি নবজাগরণের কেন্দ্রবিন্দু ছিলেন রাজা, রাজসভাসদ ও বিশ্ববদ্যালয়ে শিক্ষিত কবিরা; সেই প্রেক্ষাপটে শেকসপিয়রের ন্যায় সাধারণ পরিবারের কোনও ব্যক্তি এমন কিছু রচনা করতে পারেন – এই ধারণা ক্রমশ অগ্রহণীয় হয়ে উঠছিল। রালফ ওয়াল্ডো এমারসন তখনও শেকসপিয়রের লেখকত্ব নিয়ে নিঃসন্দেহ থাকলেও, ১৮৪৬ সালে একটি বক্তৃতায় একটি সংশয়ের কথা উত্থাপন করে বলেন যে, তিনি শেকসপিয়রের কবিতার সঙ্গে এক আমুদে অভিনেতা ও থিয়েটার ব্যবস্থাপকের ভাবমূর্তিটি মেলাতে পারেন না। ঐতিহাসিক সমালোচনার ধারাটির (যা হোমারের মহাকাব্যগুলির লেখক-ঐক্য এবং বাইবেলের ঐতিহাসিকতা নিয়ে প্রশ্ন উত্থাপন করেছিল) উদ্ভবও শেকসপিয়রের লেখকত্ব নিয়ে সন্দেহে ইন্ধন জোগায়। এই বিষয়টিকে একজন সমালোচক উল্লেখ করেন \"এক অপেক্ষমাণ দুর্ঘটনা\" হিসেবে। ডেভিড স্ট্রাস যিশুর জীবনী পর্যালোচনা করেন। এই গ্রন্থ একদিকে যেমন সুসমাচারগুলির ঐতিহাসিক যথার্থতা নিয়ে সংশয় উত্থাপন করে জনসাধারণকে চমকিত করেছিল, অন্যদিকে তেমনই শেকসপিয়র-বিষয়ে নিরপেক্ষ বিতর্ককেও প্রভাবিত করেছিল। ১৮৪৮ সালে স্যামুয়েল মোশেইম শ্মুকার হিস্টোরিক ডাউটস রেসপেক্টিং শেকসপিয়র, ইলাস্ট্রেটিং ইনফিডেল অবজেকশনস এগেইনস্ট বাইবেল গ্রন্থে যিশুর ঐতিহাসিকতা বিষয়ে স্ট্রাসের সংশয়গুলিকে খণ্ডন করতে গয়ে একই পদ্ধতি বিদ্রুপাত্মকভাবে শেকসপিয়রের জীবনের নথিবদ্ধ প্রমাণগুলির উপর প্রয়োগ করেন। শ্মুকার নিজে কোনওদিন শেকসপিয়রের পরিচিতি নিয়ে সংশয় পোষণ না করলেও, নিজের অজ্ঞাতসারেই এমন অনেক যুক্তির অবতারণা এবং পুনরাবৃত্তি করেন যা পরবর্তীকালে বিকল্প লেখকত্ব প্রার্থীদের পক্ষে ব্যবহার করা হয়েছিল।\n\n\n=== প্রকাশ্য মতদ্বৈধ এবং প্রথম বিকল্প প্রার্থী ===\n\nজোসেফ সি. হার্টের দ্য রোম্যান্স অফ ইয়াচিং (১৮৪৮) গ্রন্থে প্রথম শেকসপিয়রের লেখকত্ব নিয়ে প্রকাশ্যে প্রশ্ন উত্থাপন করেছিলেন। হার্ট বলেন যে, নাটকগুলির মধ্যেই এমন প্রমাণ রয়েছে যে ভিন্ন ভিন্ন লেখক সেগুলি রচনায় প্রবৃত্ত হয়েছিলেন। চার বছর পরে চেম্বার’স এডিনবরা জার্নাল-এ লেখকের নাম ছাড়া প্রকাশিত ড. রবার্ট ডব্লিউ. জেমসনের \"হু রোট শেকসপিয়র?\" নিবন্ধেও একই বক্তব্য পাওয়া যায়। ১৮৫৬ সালে ডেলিয়া বেকনের অসাক্ষরিত নিবন্ধ \"উইলিয়াম শেকসপিয়র অ্যান্ড হিজ প্লেজ; অ্যান এনকোয়ারি কনসার্নিং দেম\" প্রকাশিত হয় \"পুটনাম’স ম্যাগাজিন\"-এ।\n১৮৪৫ সালের মধ্যেই ওহিও-এ জন্মগ্রহণকারী ডেলিয়া বেকন এমন একটি তত্ত্ব সূত্রবদ্ধ করে ফেলেন যাতে তিনি বলেন যে, শেকসপিয়রের নামে প্রচলিত রচনাবলি আসলে স্যার ফ্রান্সিস বেকনের নেতৃত্বে এবং ওয়াল্টার র‍্যালেই-কে প্রধান লেখক হিসেবে গ্রহণ করে একটি লেখকগোষ্ঠীর দ্বারা লিখিত হয়েছিল। তাঁদের উদ্দেশ্য ছিল এমন এক উন্নত স্তরের রাজনৈতিক ও দার্শনিক ব্যবস্থা পরিকল্পনার জন্য, যার দায়িত্ব জনসমক্ষে গ্রহণ করতে তাঁরা অপারগ ছিলেন। তিনি বলেন যে, শেকসপিয়রের বাণিজ্যিক সাফল্যই তাঁর লেখা নাটকগুলিকে দার্শনিক ও রাজনৈতিক বিষয়ের উপর অধিক গুরুত্ব প্রদান থেকে নিবৃত্ত করবে এবং তা যদি তিনি করেও থাকেন তাহলে অবসর গ্রহণের পরই নিজের নাটক প্রকাশের কাজে তৎপর হতেন।\n১৮৫৬ সালের সেপ্টেম্বর মাসে প্রকাশিত একটি প্রচারপুস্তিকায় (ওয়াজ লর্ড বেকন দি অথর অফ শেকসপিয়র’স প্লেজ? আ লেটার টু লর্ড এলসিমেয়ার) উইলিয়াম হেনরি স্মিথ প্রথম একক বিকল্প প্রার্থী হিসেবে মুদ্রিত আকারে ফ্রান্সিস বেকনের নাম প্রস্তাব করেন। পরের বছরই ডেলিয়া বেকন তাঁর তত্ত্বের রূপরেখা সহ একটি গ্রন্থ প্রকাশ করেন: দ্য ফিলোজফি অফ দ্য প্লেজ অফ শেকসপিয়র আনফোল্ডেড। কুড়ি বছর পরে স্মিথের তত্ত্বটিকে সমর্থন করে কেন্টাকির বিচারপতি নাথানিয়েল হোমস ৬০০ পৃষ্ঠার দি অথরশিপ অফ শেকসপিয়র গ্রন্থটি প্রকাশ করেন। সেই থেকেই এই ধারণার ব্যাপক প্রসার। ১৮৮৪ সালের মধ্যেই এই প্রশ্নটি তুলে ২৫০টিরও বেশি বই প্রকাশিত হয় এবং স্মিথ ঘোষণা করেন যে তিরিশ বছরের যুদ্ধের শেষে শেকসপিয়র আধিপত্যের উপর বেকনীয়দের জয়লাভ ঘটেছে। দুই বছর পরে এই তত্ত্ব প্রচার করতে ইংল্যান্ডে ফ্রান্সিস বেকন সোসাইটি স্থাপিত হয়। এই সোসাইটিটি এখনও আছে এবং এই লক্ষ্যে 'বেকনিয়ানা নামে একটি সাময়িকীও প্রকাশ করছে।\nশেকসপিয়রের লেখকত্বের বিরুদ্ধে এই যুক্তিগুলির বিরুদ্ধ প্রত্যুত্তর শিক্ষায়তনিকরা দিয়েছিলেন। ১৮৫৭ সালে ইংরেজ সমালোচক জর্জ হেনরি টাউনসেন্ড প্রকাশ করেন উইলিয়াম শেকসপিয়র নট অ্যান ইমপোস্টার। এই গ্রন্থে তিনি বিরুদ্ধ মতগুলিকে আগোছালো পাণ্ডিত্য, মিথ্যা প্রতিশ্রুতি, আপাতদৃষ্টিতে সত্য বলে প্রতিপন্ন হলেও আসলে ভুল বার্তা এবং বিকল্প লেখকত্ব প্রার্থীদের আদিতম প্রবক্তার ভ্রান্ত সিদ্ধান্ত বলে সমালোচনা করেন।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nদ্য শেকসপিয়র অথরশিপ পেজ – ডেভিড কাথম্যান ও টেরি রস প্রদত্ত তথ্যের একটি সংকলন\nঅফফ্রড: দ্য ম্যান হু ওয়াজন’ট হ্যামলেট – নির্দিষ্ট দাবি-সংক্রান্ত প্রবন্ধের একটি সংকলন\nঅল থিংস শেকসপিয়র – আরভিন লেই মেটাসের প্রবন্ধ ও প্রদত্ত তথ্য\nশেকসপিয়র অথরশিপ পেজেস – অ্যালান এইচ. নেলসন কৃত গবেষণা ও তথ্যের লিংকের তালিকা\nদ্য শেকসপিয়র অথরশিপ ট্রাস্ট – শেকসপিয়রের লেখকত্ব-সংক্রান্ত প্রশ্নটি প্রচারণার কাজে নিয়োজিত এক সংগঠন\nদ্য শেকসপিয়র অথরশিপ কোয়ালিশন – গবেষণাক্ষেত্রে শেকরপিয়রের লেখকত্ব-সংক্রান্ত প্রশ্নটিকে ন্যায়সঙ্গত করার লক্ষ্যে কর্মরত একটি সংগঠন\n\"ডিড শেকসপিয়র রাইট 'শেকসপিয়র'? মাচ অ্যাডু অ্যাবাউট নাথিং\" – জো নিকেল। স্কেপটিক্যাল ইনকোয়ারার ৩৫.৬, নভেম্বর–ডিসেম্বর ২০১১।"}