{"pageid": 1180125, "title": "ম্যান ভার্সেস বি", "url": "https://bn.wikipedia.org/wiki?curid=1180125", "content": "ম্যান ভার্সেস বি রোয়ান অ্যাটকিনসন ও উইলিয়াম ডেভিস দ্বারা সৃষ্ট ও লিখিত একটি ২০২২ সালের ব্রিটিশ হাস্যরসাত্মক স্ট্রিমিং টেলিভিশন ধারাবাহিক। অনুষ্ঠানটি নয়টি পর্ব নিয়ে গঠিত, যার প্রত্যেকটি ডেভিড কের দ্বারা পরিচালিত। এখানে অ্যাটকিনসন তার ভাগ্যহীন একজন মানুষ হিসেবে অভিনয় করেছেন যে নিজেকে একটি ধনী দম্পতির আধুনিক প্রাসাদ দেখে রাখার সময় একটি মৌমাছির সাথে লড়াইয়ে জড়িয়ে পড়ে। এখানে জিং লুসি, ক্লোডি ব্ল্যাকলি, টম বাসডেন, জুলিয়ান রিন্ড-টুট, গ্রেগ ম্যাকহুগ ও ইন্ডিয়া ফাউলারও রয়েছেন। ম্যান ভার্সেস বি ২৪ জুন ২০২২-এ নেটফ্লিক্সে প্রিমিয়ার হয় যা সমালোচকদের কাছ থেকে সাধারণত ইতিবাচক পর্যালোচনা পেয়েছে।\n\n\n== সূচনা ==\nট্রেভর নামে একজন হাউস সিটার একটি মার্জিত প্রাসাদে থাকার সময় একটি মৌমাছির সাথে একটি চলমান লড়াইয়ে নিজেকে জড়িয়ে ফেলে।\n\n\n== অভিনয়ে ==\nএকজন হাউস সিটার ট্রেভর বিংলির চরিত্রে রোয়ান অ্যাটকিনসন, যিনি নিজেকে একটি মৌমাছির সাথে লড়াইয়ে নিজেকে দেখতে পান কারণ তিনি অপূরণীয় ক্ষতির কারণ হয়েছিলেন।\nনিনা কোলস্টাড-বার্গেনব্যাটেনের চরিত্রে জিং লুসি, বিলাসবহুল প্রাসাদের একজন মালিক যে প্রাসাদের দায়িত্ব ট্রেভর পায়। তিনি কাপকেক নামে একটি পোষা কুকুরেরও মালিক।\nনিনার স্বামী ক্রিশ্চিয়ান কোলস্টাড-বার্গেনব্যাটেন চরিত্রে জুলিয়ান রিন্ড-টুট।\nবাগানের মালী চরিত্রে গ্রেগ ম্যাকহাগ।\nট্রেভরের মেয়ে ম্যাডির চরিত্রে ইন্ডিয়া ফাউলার।\nট্রেভরের প্রাক্তন স্ত্রী জেস চরিত্রে ক্লোডি ব্ল্যাকলি।\nপুলিশ কর্মকর্তার ভূমিকায় টম বাসডেন।\nএছাড়াও, তিন চোর মারেক, কার্ল, ও লুইসের চরিত্রে যথাক্রমে গেডিমিনাস অ্যাডোমাইটিস, ক্রিশ্চিয়ান অ্যালিফো ও ড্যানিয়েল ফার্ন। বিচারক চরিত্রে চিজি আকুডোলু এবং আয়শা কালা গোয়েন্দা চরিত্রে এখানে উপস্থিত রয়েছে।\n\n\n== পর্ব ==\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nম্যান ভার্সেস বি অ্যাটকিনসন ও উইলিয়াম ডেভিস তৈরি করেন। ধারাবাহিকটি লিখেছেন ডেভিস ও পরিচালনা করেছেন ডেভিড কের। ডেভিস \"বছরের পর বছর ধরে অ্যাটকিনসনের কাছে মৌমাছির লড়াই নিক্ষেপ করতে ব্যর্থ হয়েছে\"। অ্যাটকিনসন এই প্রক্রিয়াটিকে \"মোটামুটি একটি চলচ্চিত্রের দৈর্ঘ্য\" হিসেবে ও তারপরে ১০টি পর্বে সম্পাদনা করে তৈরিকৃত একটি গল্প হিসেবে বর্ণনা করেছেন। ধারাবাহিকটি মূলত একটি ভিন্ন নেটওয়ার্কের জন্য ডিজাইন করা হয়েছিল, কিন্তু যখন তারা ধারাবাহিকটি প্রত্যাখ্যান করে, তখন এটি নেটফ্লিক্সের কাছে নিবেদন করা হয়। অ্যাটকিনসন বলেছিলেন যে ধারাবাহিকটি ১৯৯২ সালের মিস্টার বিন-এর একটি অংশ দ্বারা অনুপ্রাণিত। সম্পাদনা প্রক্রিয়ার মধ্যে পর্বের শেষের জন্য ক্লিফহ্যাঙ্গার তৈরি করা অন্তর্ভুক্ত ছিল, যা একটি চলচ্চিত্রের জন্য প্রয়োজন হয় না। অ্যাটকিনসন তার চরিত্রটিকে মিস্টার বিনের থেকে \"অন্যরকম\" হিসেবে বর্ণনা করেছেন, যা মিস্টার বিনের \"আত্মকেন্দ্রিক, আত্মরতিমূলক নৈরাজ্যবাদী\" চরিত্রের তুলনায় \"আবেশীয়\"-এর \"দুর্বল জায়গা\" সহ \"অনেক সুন্দর এবং অনেক মিষ্টি ও আরও সাধারণ ব্যক্তি\"। এর প্রথম চিত্রনাট্যের বৈঠক হয় মুক্তির মাত্র তিন বছর ও চিত্রায়ণের এক বছর আগে৷ ধারাবাহিকটি প্রচার করার সময়, কের এর দ্বিতীয় মৌসুমের সম্ভাবনা উন্মুক্ত রেখেছেন।\n\n\n=== চিত্রগ্রহণ ===\nধারাবাহিকটি হার্টফোর্ডশায়ারের বোভিংডন স্টুডিওতে অভ্যন্তরীণ এবং হার্টফোর্ডশায়ার ও বাকিংহামশায়ার জুড়ে বাইরের দৃশ্যগুলো ১২ সপ্তাহ ধরে চিত্রায়িত করা হয়। বাড়ির মালিকদের কোভিড উদ্বেগের কারণে তারা একটি বাস্তব বাড়িতে ছবি করতে পারেনি। ব্র্যান্ডের পণ্যগুলো \"দম্পতিটির বিলাসবহুল জীবনধারা\" চিত্রিত করার জন্য ব্যবহার করা হয়, যদিও ব্র্যান্ড মালিকরা এর জন্য কোন অর্থ প্রদান করেনি। অনুষ্ঠানটি তার মালিকের কাছ থেকে \"সবচেয়ে পুরানো জীবিত জাগুয়ার ই-টাইপ\" ধার করলেও অ্যাটকিনসনের চরিত্রকে ধ্বংস করার জন্য একটি প্রতিরূপ তৈরি করে। মৌমাছিটি অপরিবর্তনীয় হবে কিনা তার উপর নির্ভর করত মৌমাছিটি একটি শারীরিক মডেল অথবা ফ্রেমস্টোর দ্বারা কম্পিউটারে তৈরি করা হয়েছিল কিনা তার উপর।\n\n\n=== সঙ্গীত ===\nধারাবাহিকটির সঙ্গীত লরনে বাল্ফে রচনা করেন এবং এর ২০-ট্র্যাকের সাউন্ডট্র্যাকটি ২৪ জুন ২০২২-এ ধারাবাহিকটির সাথে প্রকাশিত হয়।\n\n\n== মুক্তি ==\nধারাবাহিকটি ১৩ ডিসেম্বর ২০২২-এ ঘোষণা করা হয়। অভিনয়শিল্পী ও মুক্তির তারিখ ১৪ এপ্রিল ২০২২-এ ঘোষণা করা হয়। ধারাবাহিকটির ট্রেলার ২৬ মে ২০২২ সালে প্রকাশিত হয়। ২৪ জুন ২০২২-এ নেটফ্লিক্সে এর নয়টি পর্ব প্রকাশিত হয়। ধারাবাহিকটির প্রচারে ম্যানচেস্টারে একটি বিলবোর্ড ও নাইজেল পারকিনসনের একটি বিনো কমিক স্ট্রিপ অন্তর্ভুক্ত ছিল। ধারাবাহিকটির প্রচারণার জন্য ও \"ব্রিটিশ মৌমাছি ও পরাগায়নকারীদের স্থানীয় প্রজাতির\" সমস্যাগুলোর জন্য সচেতনতা বাড়াতে সেন্ট পলস ক্যাথেড্রালে অ্যাটকিনসনের তিনটি ভাস্কর্য তৈরি ও উন্মোচন করা হয়।\n\n\n== অভ্যর্থনা ==\n\n\n=== দর্শকসংখ্যা ===\nধারাবাহিকটি প্রকাশের প্রথম সপ্তাহান্তে ১ কোটি ৮২ লাখ ঘন্টা দেখা হয়, ২৬ জুন ২০২২-এ শেষ হওয়া সপ্তাহের জন্য নেটফ্লিক্সে এটি বিশ্বব্যাপী ১০ম স্থানে পৌঁছায়। ৩ জুলাই ২০২২-এর মধ্যে ধারাবাহিকটি ২ কোটি ৫৪ লাখ ঘন্টা দেখা হয় এবং আগের সপ্তাহে নেটফ্লিক্সে এটি বিশ্বব্যাপী ৭ম স্থান অধিকার করে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরিভিউ সমষ্টিকারী ওয়েবসাইট রটেন টম্যাটোসে, ২১ সমালোচকের পর্যালোচনায় এটি ৭১% ইতিবাচক ছিল, যার গড় রেটিং ৫.৯/১০। ওজনযুক্ত গাণিতিক গড় ব্যবহারকারী মেটাক্রিটিক ৬ জন সমালোচকের উপর ভিত্তি করে চলচ্চিত্রটিকে ১০০-এর মধ্যে ৬৯ স্কোর দিয়েছে, যা \"সাধারণত অনুকূল পর্যালোচনা\" নির্দেশ করে।\nঅ্যাটকিনসনের অভিনয় সমালোচকদের দ্বারা প্রশংসিত হয়েছে। দ্য গার্ডিয়ান-এর স্টুয়ার্ট জেফ্রিস যুক্তি দিয়েছেন যে অ্যাটকিনসন \"নয়টি পর্বেই ইচ্ছাকৃতভাবে মজার\" ছিলেন। রেডিও টাইমস-এর জেমস হিবস যুক্তি দেন যে তিনি \"তার ক্রিং-ইন্ডুসিং স্ল্যাপস্টিক হাইজিঙ্কস ট্রেডমার্ক থেকে বিচ্যুত হননি\" এবং তিনি \"এটি যে কারও চেয়ে ভাল করেন\"। দ্য ডেইলি টেলিগ্রাফ-এর অনিতা সিং বলেছেন যে তিনি \"তার কোন দক্ষতা হারাননি\"। ডিসাইডারের জোয়েল কেলার যুক্তি দিয়েছেন \"এই ধারাবাহিক এমন সমস্ত দক্ষতা দেখায় যেগুলো তার পেশাজীবনকে এত সফল করেছে\" ও \"যে সময়ে অ্যাটকিনসন খুব শারীরিকভাবে প্রভাবশালী হয়ে ওঠেন\" সেগুলোর জন্য এটি একটি লক্ষণীয় ব্যাপার। দ্য টাইমস-এর বেন ডোয়েল অ্যাটকিনসনের অভিনয়কে \"আশ্বস্তভাবে পরিচিত\" ও \"আপনি যেমন আশা করবেন তেমন দক্ষতাপূর্ণ\" হিসেবে বর্ণনা করেছেন, তবে মিস্টার বিনের চেয়ে এর ঝামেলা তৈরি করার বিষয়বস্তু দেখা কম উপভোগ্য। চোর্টলের স্টিভ বেনেট বলেছেন \"অ্যাটকিনসন এই ঘরানার একজন গুরু হিসেবে রয়ে গেছেন\"।\nযাইহোক, নিউ স্টেটসম্যান-এর ইমোজেন ওয়েস্ট-নাইটস যুক্তি দিয়েছেন যে ম্যান ভার্সেস বি-এ অ্যাটকিনসন \"বিনের অস্বস্তিকর আনন্দ\"-এর কাছে পৌঁছাতে পারেনি। হিবস ধারাবাহিকটিকে খুব দীর্ঘ এবং মাঝখানে গতিশীল করার জন্য সমালোচনা করেন, ওয়েস্ট-নাইটস একইভাবে এর প্রকাশের ফরম্যাটের সমালোচনা করেছেন। ইভিনিং স্ট্যান্ডার্ড-এর ভিকি জেসপ যুক্তি দেন যে প্রথম পর্বের শেষের দিকে কাহিনী হালকা ও অন্যগুলো খুব দীর্ঘ হয়ে গেছে। জেফ্রিস ও ওয়েস্ট-নাইটস, মৌমাছিটির চরিত্রায়নের অভাবের সমালোচনা করেছেন। জেফ্রিস, দি ইন্ডিপেন্ডেন্ট-এর শন ও'গ্র্যাডি এবং দ্য টাইমস-এর ক্যামিলা লং পণ্য স্থাপনের সমালোচনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনেটফ্লিক্সে ম্যান ভার্সেস বি \nব্রিটিশ কমেডি গাইডে ম্যান ভার্সেস বি\nইন্টারনেট মুভি ডেটাবেজে ম্যান ভার্সেস বি   (ইংরেজি)"}