{"pageid": 1180071, "title": "২০২২ ক্রিমীয় সেতু বিস্ফোরণ", "url": "https://bn.wikipedia.org/wiki?curid=1180071", "content": "২০২২ সালের ৮ই অক্টোবর সকাল ৬টা ৭ মিনিটে একটি বিস্ফোরণের ফলে ক্রিমীয় সেতুতে আগুন লেগে যায়, যা সেতুর সড়ক অংশে, রাশিয়া থেকে ক্রিমিয়ার কের্চ পর্যন্ত পশ্চিমমুখী লেনে ঘটেছিল। আগুন সেতুর রেলপথের অংশে ছড়িয়ে পড়ে এবং সড়ক অংশের স্প্যান ধসে সমুদ্রের জলে পতিত হয়। অগ্নিকাণ্ডের ঘটনায় অন্তত তিনজনের মৃত্যু হয়। বিস্ফোরণের প্রতিক্রিয়ায়, রাশিয়ার তদন্ত কমিটি একটি ফৌজদারি তদন্ত শুরু করেছিল।\nআংশিক ক্ষতির কারণে সেতুটির পরিবহন ক্ষমতা কমে গেছে। অধিকৃত ক্রিমিয়ায় রুশ সেনাদের সরবরাহের জন্যও সেতুটি ব্যবহার করা হচ্ছে। রাশিয়ার রাষ্ট্রপতি ভ্লাদিমির পুতিনের ৭০তম জন্মদিনের পরের দিন এবং রাশিয়া কর্তৃক ইউক্রেনের চারটি অঞ্চলকে সংযুক্ত করার ঘোষণার এক সপ্তাহ পরে বিস্ফোরণটি ঘটে। ইউক্রেনের কর্মকর্তারা ও সামরিক বাহিনী বারবার ক্রিমীয় সেতুকে একটি বৈধ সামরিক লক্ষ্য হিসাবে বিবেচনা করে ধ্বংস করার ইচ্ছা প্রকাশ করেছে। রুশ কর্মকর্তা এবং একজন \"ঊর্ধ্বতন ইউক্রেনীয় কর্মকর্তা\" উভয়ই নিউইয়র্ক টাইমসের সঙ্গে কথা বলে জানিয়েছেন যে  বোমা বোঝাই একটি ট্রাক বিস্ফোরণের কারণ ছিল।\n\n\n== ঘটনা ==\nক্রিমিয়ার কের্চের দিকে যাওয়ার সড়ক সেতুর পশ্চিম-দিকগামী লেনে ২০২২ সালের ৮ই অক্টোবর একটি বিস্ফোরণ ঘটে। ক্রিমিয়া রেলওয়ের প্রেস সার্ভিস জানায় যে সকাল ৬ টা ৫ মিনিটে সরঞ্জামগুলি সেতুর রেলপথের অংশের রেল ট্র্যাকে ত্রুটি দেখায় এবং একটি মালবাহী ট্রেনের পিছনের অংশে থাকা জ্বালানী কন্টেইনার ওয়াগনে আগুন ধরে যায়। বিস্ফোরণের ফলে, সড়কের কের্চগামী স্প্যানগুলি জলে ভেঙ্গে পড়ে এবং সড়ক ও রেল চলাচল বন্ধ হয়ে যায়।\nযদিও কেউ বিস্ফোরণের দায় স্বীকার করেনি, ইউক্রেনীয় গণমাধ্যম ইউক্রেনস্কা প্রাভদা ও ইউএনআইএএন তাদের নিজস্ব সূত্রের সূত্র উদ্ধৃত জানিয়েছে যে এটি ইউক্রেনের একটি নিরাপত্তা পরিষেবা ছিল। দ্য নিউ ইয়র্ক টাইমস একইভাবে লিখেছে যে একজন \"ঊর্ধ্বতন ইউক্রেনীয় কর্মকর্তা\" \"বলেন যে ইউক্রেনের গোয়েন্দা পরিষেবাগুলি এই হামলার পরিকল্পনা করেছিল এবং এতে একটি বোমা বোঝাই ট্রাক জড়িত ছিল, যেটি সেতু পার হয়ে গিয়েছিল।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিরাপত্তা ক্যামেরায় সেতুতে বিস্ফোরণের ধারণকৃত ভিডিও, ৮ অক্টোবর ২০২২।"}