{"pageid": 1180423, "title": "স্নেলের সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1180423", "content": "স্নেলের সূত্র (স্নেল–দেকার্তের সূত্র এবং ইবনে সাহলের সূত্র এবং প্রতিসরণের সূত্র নামেও পরিচিত) হচ্ছে একটি সূত্র যা আপতন ও প্রতিসরণ কোণের মধ্যে সম্পর্ক বর্ণনা করতে ব্যবহৃত হয়, যখন আলো বা অন্যান্য তরঙ্গ দুটি ভিন্ন আইসোট্রপিক মাধ্যমের যেমন পানি, কাচ বা বায়ু-এর মধ্যে একটি সীমানা অতিক্রম করে। এই সূত্রটির নামকরণ করা হয়েছিল ওলন্দাজ জ্যোতির্বিজ্ঞানী ও গণিতবিদ ভিলেব্রোর্ট স্নেলিয়াসের (যাকে স্নেলও বলা হয়) নামে। ইবনে সাহল এ বিষয়ে আগেই ব‍্যাখ‍্যা দিয়ে গেছেন।\nআলোকবিজ্ঞানে আপতন বা প্রতিসরণের কোণ পরিমাপ করতে রশ্মি  সূত্রটি ব্যবহার করা হয়, এবং পরীক্ষামূলক আলোকবিজ্ঞানে একটি উপাদানের প্রতিসরাঙ্ক খুঁজে বের করতে সূত্রটু ব্যবহৃত হয়। সূত্রটি মেটা-পদার্থেও প্রযোজ্য, যেখানে আলোকে একটি ঋণাত্মক প্রতিসরাঙ্কের সাথে প্রতিসরণের একটি ঋণাত্মক কোণে \"পেছন দিকে\" বেঁকে যায়।\nস্নেলের সূত্র উদ্ধৃত করে যে, প্রদত্ত জোড়া মাধ্যমের জন্য আপতন কোণের (\n  \n    \n      \n        \n          θ\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle \\theta _{1}}\n  \n) সাইন এবং প্রতিসরণ কোণের (\n  \n    \n      \n        \n          θ\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle \\theta _{2}}\n  \n) সাইনের অনুপাত দ্বিতীয় মাধ্যম এবং প্রথম মাধ্যমের প্রতিসরাঙ্কের অনুপাতের (n21) সমান, যেটি মাধ্যমদ্বয়ের প্রতিসরাঙ্কের (n2/n1) সমান, সমতুল্যভাবে, মাধ্যমদ্বয়ের তরঙ্গ বেগের অনুপাতের (v1/v2) সমান।\n\n  \n    \n      \n        \n          \n            \n              sin\n              ⁡\n              \n                θ\n                \n                  1\n                \n              \n            \n            \n              sin\n              ⁡\n              \n                θ\n                \n                  2\n                \n              \n            \n          \n        \n        =\n        \n          n\n          \n            21\n          \n        \n        =\n        \n          \n            \n              n\n              \n                2\n              \n            \n            \n              n\n              \n                1\n              \n            \n          \n        \n        =\n        \n          \n            \n              v\n              \n                1\n              \n            \n            \n              v\n              \n                2\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\frac {\\sin \\theta _{1}}{\\sin \\theta _{2}}}=n_{21}={\\frac {n_{2}}{n_{1}}}={\\frac {v_{1}}{v_{2}}}}\n  \n\nসূত্রটি ফার্মার লঘিষ্ঠ সময় নীতিকে অনুসরণ করে, যা তরঙ্গ হিসেবে আলোর বিস্তার থেকে আগত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIbn Sahl and Snell's Law  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ অক্টোবর ২০১৬ তারিখে\nDiscovery of the law of refraction\nSnell's Law of Refraction (Wave Fronts) by Todd Rowland, Wolfram Demonstrations Project\nSnell's law on a wall in downtown Leiden  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০৪-২৭ তারিখে\nShore line effect"}