{"pageid": 1180459, "title": "ভেদাভেদ", "url": "https://bn.wikipedia.org/wiki?curid=1180459", "content": "ভেদাভেদ (দেবনাগরী: भेदाभेद) হল বেদান্ত দর্শনের একটি শাখা। এই দর্শন অনুসারে আত্মা ও পরম ব্রহ্ম আলাদা, এবং আলাদা নয়।\n\n\n== বুৎপত্তি ==\nভেদাভেদ সংস্কৃত শব্দ যার অর্থ \"পার্থক্য ও অ-পার্থক্য\"।\n\n\n== ইতিহাস ==\nভেদাভেদের প্রাথমিক লেখক হচ্ছে ভাস্কর, যিনি শঙ্করাচার্যের বা তার একটু পরের সময়ের। ভেদাভেদ হিন্দু দর্শনের একটি মত যা সপ্তম শতাব্দীতে তৈরি। এতে ভাস্করের সাথে সাথে নিবার্কেরও মত আছে। এখানে জীবাত্মা আর ব্রহ্ম একই সময় মিলিত ও পৃথক। \n\n\n== দর্শন ==\nসমস্ত ভিন্ন ভিন্ন ভেদাভেদ বেদান্ত দর্শনের বৈশিষ্ট্যগত অবস্থান হল যে ব্যক্তি স্বাতন্ত্র উভয়ই আলাদা এবং ব্রহ্ম নামে পরিচিত চূড়ান্ত বাস্তবতা থেকে ভিন্ন নয়। ভেদাভেদ বেদান্ত ঐতিহ্যের মধ্যে প্রতিটি চিন্তাবিদ দার্শনিক পদ \"পার্থক্য\" এবং \"অ-পার্থক্য\" এর সুনির্দিষ্ট অর্থ সম্পর্কে তাদের নিজস্ব বিশেষ ধারণা রয়েছে। ভেদাভেদ বেদান্তিক ধারণাগুলি অতি প্রাচীন কিছু বেদান্তিক গ্রন্থে পাওয়া যায়, যার মধ্যে সম্ভবত বাদরায়ণের ব্রহ্মসূত্র।\nভেদাভেদ বেদান্তের অন্য দুটি প্রধান দর্শনের অবস্থান থেকে আলাদা। অদ্বৈত বেদান্ত যেটি দাবি করে যে স্বতন্ত্র স্ব ব্রহ্মের সাথে সম্পূর্ণ অভিন্ন, এবং দ্বৈত বেদান্ত যা ব্যক্তি স্ব এবং ব্রহ্মের মধ্যে সম্পূর্ণ পার্থক্য শেখায়।\n\n\n== প্রভাব ==\nভেদাভেদ ধারণাগুলি ভারতের মধ্যযুগের ভক্তি দর্শনগুলিতে বিশাল প্রভাব ফেলেছিল। মধ্যযুগীয় ভেদাভেদ চিন্তাবিদদের মধ্যে রয়েছে:\n\nনিম্বার্কচার্য্য (৭০০ খৃষ্টাব্দ থেকে ১৫০০ খৃষ্টাব্দ): নিম্বার্ক সম্প্রদায় বা স্বাভাবিক দ্বৈতাদ্বৈত দর্শনের প্রতিষ্ঠাতা।\nভাস্কর (৮০০ থেকে ৯০০ খৃষ্টাব্দ): উপাধিক ভেদাভেদ দর্শনের প্রতিষ্ঠাতা।\nচৈতন্য (১৪৮৫-১৫৩৩): পূর্ব ভারতের পশ্চিমবঙ্গ রাজ্যে অবস্থিত গৌড়ীয় বৈষ্ণবধর্মের প্রতিষ্ঠাতা এবং অচিন্ত্য ভেদ অভেদ বেদান্তের ধর্মতাত্ত্বিক প্রতিষ্ঠাতা।\nগুরু নানক (১৪৩৯-১৫৬৯): উত্তর ভারতে শিখ ধর্মের প্রবক্তা\nরামানুযার্চ, যিনি বিশিষ্টাদৈত বেদান্ত ও শ্রীবৈষ্ণবাদের প্রবক্তা\nঅন্যান্য প্রধান নাম হল রামানুজের গুরু যাদব প্রকাশ, এবং বিজ্ঞানভিক্ষু।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nSivananda, Swami (১৯৯৩), All About Hinduism, The Divine Life Society উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nNicholson, Andrew J. (২০১০), Unifying Hinduism: Philosophy and Identity in Indian Intellectual History, Columbia University Press, আইএসবিএন 978-0-231-14987-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nComplete English Translation of Sri Subodhini jee, published in Collected Works of Sri Vallabhcharya series, Sri Satguru Publications\n\n\n== বহিঃসংযোগ ==\nInternet Encyclopedia of Philosophy, Bhedabheda"}