{"pageid": 1180510, "title": "সালাফি জিহাদবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1180510", "content": "সালাফি জিহাদিবাদ বা জিহাদি-সালাফিবাদ হল একটি আন্তর্জাতিক, সংকর ধর্মীয়-রাজনৈতিক মতাদর্শ যা ইসলাম ধর্মের সুন্নি সম্প্রদায়ের উপর ভিত্তি করে একটি বৈশ্বিক খিলাফত প্রতিষ্ঠা করতে চায়, যা \"শারীরিক\" (সামরিক) জিহাদি এবং সালাফিবাদী এমন সব ধারণাগুলির দিকে \"প্রত্যাবর্তন\" এর পক্ষে সমর্থন করে, যেগুলোকে অনুগামীরা \"প্রকৃত ইসলাম\" বলে বিশ্বাস করে।.  ১৯৬০-এর দশকে মিশরীয় সুন্নি ইসলামপন্থী তাত্ত্বিক সাইয়্যেদ কুতুবের একাধিক কারাগার-লেখার মাধ্যমে আন্দোলনের আদর্শিক ভিত্তি স্থাপন করা হয়েছিল।\n\n\n== ঐতিহ্যগত সালাফিবাদ থেকে পার্থক্য ==\nযদিও সালাফি-জিহাদিরা সালাফিবাদকে অনুসরণ করার দাবি করে, তারা সাইয়্যেদ কুতুবের জাহিলিয়া (প্রাক-ইসলামী জাহেলিয়াত), হাকিমিয়া (আল্লাহর সার্বভৌমত্ব) এবং তাকফির (বহির্ভূতকরণ) ধারণা থেকে অনেক বেশি ধার নেয়। সালাফি জিহাদিবাদের বিশিষ্ট সমসাময়িক মতাদর্শী, যেমন আবু মুহাম্মাদ আল-মাকদিসি এবং আবু কাতাদা আল ফিলিস্তিনি, সাইয়্যিদ কুতুবের কাজ থেকে ব্যাপকভাবে আঁকেন এবং তাঁর লেখা থেকে আল-ওয়ালা ওয়াল বারা ধারণা গ্রহণ করেন।  আল-ওয়ালা ওয়াল বারার মাকদিসির ব্যাখ্যা তাকফিরি নীতিগুলি প্রবর্তন করে ঐতিহ্যগত সালাফি ধর্মতত্ত্ব থেকে একটি স্বতন্ত্র পরিবর্তনকে চিহ্নিত করেছে।  বাইনারি বিশ্ব-দৃষ্টিভঙ্গি গ্রহণ করে, মাকদিসি সমসাময়িক মুসলিম সরকারগুলিকে ধর্মত্যাগী হিসাবে নিন্দা করেছিলেন এবং তাদের সমর্থনকারী মুসলমানদের তাকফির করেছিলেন।  বিদ্যমান রাজনৈতিক ব্যবস্থার সহিংস উৎখাতের পক্ষে সালাফি জিহাদি মতবাদ, ঐতিহ্যগত সালাফিদের দ্বারা ধর্মবিরোধী হিসাবে দেখা হয়।  সালাফি জিহাদিরাও গণতন্ত্রকে প্রত্যাখ্যান করে কারণ এটি তাদের হাকিমিয়ার ব্যাখ্যার বিপরীত।  অন্যদিকে মূলধারার সালাফিরা সারা বিশ্বে গণতান্ত্রিক ব্যবস্থায় অংশগ্রহণ করে।\nসালাফি জিহাদিরা নিজেদেরকে ঐতিহ্যবাহী সালাফিদের থেকে আলাদা করে যাদেরকে তারা \"শাইখবাদী\" বলে অভিহিত করে, এই নামকরণ করা হয়েছে কারণ – জিহাদিরা বিশ্বাস করে – যে \"শেখবাদীরা\" তাদের মাথায় তোলা আল সৌদ পরিবারের সাথে \"আরব উপদ্বীপের তৈল শাইখদের\" উপাসনার জন্য ঈশ্বরের উপাসনা ত্যাগ করেছিল।    শাইখবাদী পণ্ডিতদের মধ্যে প্রধান ছিলেন আবদ আল-আজিজ ইবনে বাজ - \"প্রত্নতাত্ত্বিক আদালত উলামা [উলামা আল-বালাত]\"। জিহাদি সালাফিদেরকে এই কথিত \"মিথ্যা\" সালাফিদের \"বিরুদ্ধে সংগ্রাম করতে হয়েছিল এবং নির্মূল করতে হয়েছিল\", কিন্তু তার চেয়েও বেশি ক্রোধান্বিত ছিল মুসলিম ব্রাদারহুডের বিরুদ্ধে, যাকে সালাফি জিহাদিরা অত্যধিক মধ্যপন্থী বলে মনে করত এবং যাদের মাঝে পবিত্র গ্রন্থের কঠোর আক্ষরিক ব্যাখ্যার অভাব ছিল।\nশান্তবাদী সালাফিরা আল-কায়েদা এবং দায়েশকে কুতুববাদী হিসেবে সমালোচনা করে।  তাদের মতে, এই সংগঠনগুলো সরাসরি সালাফিয়া এবং এর মানহাজের (পদ্ধতি) বিরোধী। সালাফি জিহাদি আন্দোলনের প্রধান মতবাদের শিকড় রয়েছে খারিজিদের মতো আদি ভিন্ন ভিন্ন সম্প্রদায়ের মধ্যে। ফলস্বরূপ, ঐতিহ্যবাহী সালাফি এবং সালাফি জিহাদিদের মধ্যে ব্যাপক ধর্মীয় বৈষম্য বিদ্যমান।  মূলধারার সালাফিবাদ, যা শান্তবাদী এবং রাজনৈতিক সালাফি উভয়ের সমন্বয়ে গঠিত, জিহাদিদের সহিংসতা প্রত্যাখ্যান করে।  প্রধান সালাফি পণ্ডিতরা অনেক সালাফি-জিহাদি সংগঠনকে খারিজি বলে নিন্দা করেন।\n\n\n== আরও দেখুন ==\nখারিজি\nমানহাজ\n\n\n== তথ্যসূত্র =="}