{"pageid": 1180402, "title": "মেধাস্বত্ব লঙ্ঘন", "url": "https://bn.wikipedia.org/wiki?curid=1180402", "content": "মেধাস্বত্ব লঙ্ঘন (যা পাইরেসি নামেও পরিচিত) হলো স্বত্বধারীর অনুমতি ছাড়া মেধাস্বত্ব দ্বারা সুরক্ষিত মেধা সম্পদ ব্যবহার, যার ফলে মেধাস্বত্ব ধারককে প্রদত্ত কিছু একচেটিয়া অধিকার লঙ্ঘন করা হয়, যেমন পুনরুৎপাদন, বিতরণ, প্রদর্শনের অধিকার বা সুরক্ষিত কাজ সঞ্চালন, অথবা অমৌলিক কাজ সম্পদনের অধিকার। মেধাস্বত্ব ধারক বলতে সাধারণত কাজের স্রষ্টা, বা কোনও প্রকাশক বা অন্য ব্যবসা সংস্থা বোঝানো হয়, যার কাছে মেধাস্বত্ব বরাদ্দ করা হয়েছে। মেধাস্বত্ব ধারকগণ মেধাস্বত্ব লঙ্ঘন প্রতিরোধ এবং শাস্তির জন্য নিয়মিত আইনি ও প্রযুক্তিগত ব্যবস্থা গ্রহণ করে।\nমেধাস্বত্ব লঙ্ঘনের বিরোধসমূহ সাধারণত সরাসরি আলোচনা, বিজ্ঞপ্তি ও ধ্বংসকরণ প্রক্রিয়া বা দেওয়ানি আদালতে মামলার মাধ্যমে সমাধান করা হয়। গুরুতর বা বড় আকারের বাণিজ্যিক লঙ্ঘন, বিশেষত যদি সেটি জাল করার মতন লঙ্ঘন হয়, তাহলে সেগুলো ফৌজদারি বিচার ব্যবস্থার মাধ্যমে নিষ্পত্তি করা হয়। জনসাধারণের প্রত্যাশার পরিবর্তন, ডিজিটাল প্রযুক্তির অগ্রগতি এবং ইন্টারনেটের ক্রমবর্ধমান নাগালের ফলে এমন ব্যাপক, বেনামি লঙ্ঘন হয়েছে যে মেধাস্বত্ব-নির্ভর শিল্পগুলি এখন এমন ব্যক্তিদের অনুসরণ করার দিকে কম মনোযোগ দেয় যারা অনলাইনে মেধাস্বত্ব-সুরক্ষিত সামগ্রী খুঁজে ও শেয়ার করে, এবং আরও অনেক কিছু। পরোক্ষ লঙ্ঘনকারী হিসাবে, পরিষেবা প্রদানকারী ও সফ্টওয়্যার ডিস্ট্রিবিউটরদের স্বীকৃতি দিতে এবং শাস্তি দেওয়ার জন্য মেধাস্বত্ব আইন সম্প্রসারণ করার বিষয়ে, যারা অন্যদের দ্বারা লঙ্ঘনের ব্যক্তিগত কাজগুলিকে সহজতর এবং উৎসাহিত করে৷\nকপিরাইট লঙ্ঘনের প্রকৃত অর্থনৈতিক প্রভাবের অনুমান ব্যাপকভাবে পরিবর্তিত হয় এবং অন্যান্য কারণের উপর নির্ভর করে। তা সত্ত্বেও, মেধাস্বত্ব ধারক, শিল্পের প্রতিনিধি এবং আইনপ্রণেতাগণ দীর্ঘদিন ধরে কপিরাইট লঙ্ঘনকে জলদস্যুতা বা চুরি হিসাবে চিহ্নিত করেছেন – যে ভাষাটিকে কিছু মার্কিন আদালত এখন নিন্দনীয় বা অন্যথায় বিতর্কিত হিসাবে বিবেচনা করে।\n\n\n== পরিভাষা ==\n\n\n== আরও দেখুন ==\nমেধাণত্ব\nমেধা জালিয়াতি\nন্যায্য ব্যবহার\nএফবিআই\nরচনাচুরি\nসর্বজনীন অধিজগৎ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHamerman, Sarah (১১ সেপ্টেম্বর ২০১৫)। \"PIRATE LIBRARIES and the fight for open information\"। The Media। \nDeka, Maitrayee (২০১৭)। \"Calculation in the pirate bazaars\" (পিডিএফ)। Journal of Cultural Economy। 10 (5): 450–461। এসটুসিআইডি 56318191। ডিওআই:10.1080/17530350.2017.1352009। \nHorten, Monica (২০১২)। The Copyright Enforcement Enigma – Internet Politics and the Telecoms Package। Palgrave Macmillan। আইএসবিএন 978-0-230-32171-7। \nJohns, Adrian (২০০৯)। Piracy. The Intellectual Property Wars from Gutenberg to Gates। The University of Chicago Press। আইএসবিএন 978-0-226-40118-8। \nKaraganis, Joe, সম্পাদক (২০১১)। Media Piracy in Emerging Economies। Social Science Research Council। আইএসবিএন 978-0-9841257-4-6। \nRosen, Ronald (২০০৮)। Music and Copyright। Oxford Oxfordshire: Oxford University Press। আইএসবিএন 978-0-19-533836-2। \nAbbott, Madigan, Mossoff, Osenga, Rosen। \"Holding States Accountable for Copyright Piracy\" (পিডিএফ)। Regulatory Transparency Project। সংগ্রহের তারিখ ১২ অক্টোবর ২০২২। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মেধাস্বত্ব লঙ্ঘন সম্পর্কিত মিডিয়া দেখুন।\n\nটেমপ্লেট:দেশ অনুযায়ী মেধাস্বত্ব আইন"}