{"pageid": 1180970, "title": "শ্রীধরন শ্রীরাম", "url": "https://bn.wikipedia.org/wiki?curid=1180970", "content": "শ্রীধরন শ্রীরাম (তামিল: சிறிதரன் சிறிராம், ; জন্ম ২১ ফেব্রুয়ারি ১৯৭৬) একজন ভারতীয় ক্রিকেট কোচ এবং প্রাক্তন ক্রিকেটার। তিনি একজন বাঁ-হাতি ব্যাটসম্যান এবং একজন বাঁহাতি অর্থোডক্স স্পিন বোলার। তিনি ইন্ডিয়ান ক্রিকেট লিগ এবং ইন্ডিয়ান প্রিমিয়ার লিগে খেলেছেন। ১৯ আগস্ট, ২০২২-এ, তিনি টি-টোয়েন্টি বিশ্বকাপ ২০২২ পর্যন্ত বাংলাদেশ পুরুষ ক্রিকেট দলের (টি২০আই) কারিগরি পরামর্শক হিসেবে নিযুক্ত হন এবং পরবর্তীতে তাকে বাংলাদেশ জাতীয় ক্রিকেট দলের টি-টোয়েন্টি ফরম্যাটে হেড কোচ হিসেবে নিয়োগ দেওয়া হয়। তিনি কাজ করবেন ২০২৪ টি-টোয়েন্টি বিশ্বকাপ পর্যন্ত।\n\n\n== খেলোয়াড়ি জীবন ==\nশ্রীরাম একজন বাঁহাতি স্পিনার হিসাবে তার ক্রিকেট ক্যারিয়ার শুরু করেন এবং ১৯৯২-৯৩ মৌসুমে ভারতের অনূর্ধ্ব-১৯ দক্ষিণ আফ্রিকা সফরে ২৯ উইকেট নিয়েছিলেন। তামিলনাড়ুর হয়ে খেলা ব্যাটিংয়ে তাকে ব্যাপক পরিচিতি এনে দেয়। ১৯৯৯-২০০০ সালে তার সবচেয়ে সফল মৌসুম ছিল যখন তিনি ৫ সেঞ্চুরি সহ রঞ্জি ট্রফিতে ১০৭৫ রান করেছিলেন, ওইসময় তিনি বর্ষসেরা ভারতীয় ক্রিকেটার হিসাবে মনোনীত হন। শ্রীরাম ২০০০ সালে ব্যাঙ্গালোরে জাতীয় ক্রিকেট একাডেমীতে প্রথম খেলার জন্য নির্বাচিত হন।\nতার ধারাবাহিক ঘরোয়া ফর্মের ফলে ভারত জাতীয় ক্রিকেট দলে ডাকা হয়, এবং ১৯ মার্চ ২০০০-এ নাগপুরে দক্ষিণ আফ্রিকার বিরুদ্ধে তার একদিনের আন্তর্জাতিক অভিষেক হয়। পরবর্তীতে কম রান ও খারাপ পারফরম্যান্সের কারণে তিনি ৬ ম্যাচের পরে দলে জায়গা হারিয়েছেন।\nশ্রীরাম তামিলনাড়ুর হয়ে ঘরোয়া ক্রিকেটে প্রচুর রান করার পর ২০০৪-০৫ সালে বাংলাদেশ সফরের জন্য জাতীয় দলের সাথে খেলার দ্বিতীয় সুযোগ পান। তিনি প্রথম ২ ওয়ানডে খেলেছেন, প্রথমটিতে ৩ উইকেট নিয়েছিলেন এবং দ্বিতীয়টিতে হেরে যাওয়া ম্যাচে ৫৭ রান করেছিলেন। তবে এটাই ছিল ভারতের হয়ে খেলা তার শেষ ম্যাচ।\nতিনি ২০০৬ সালে তামিলনাড়ু থেকে মহারাষ্ট্রে চলে আসেন। শ্রীরাম ২০০৪ সালে ইংলিশ ঘরোয়া ক্রিকেটে স্কটিশ সালটিয়ার্সের হয়ে একজন বিদেশী খেলোয়াড় হিসেবেও খেলেছেন এবং দলীপ ট্রফিতে দক্ষিণ অঞ্চল ক্রিকেট দলের জন্য নিয়মিত নির্বাচিত হয়েছেন। তিনি বর্তমানে গোয়ার হয়ে খেলেন।\n২০০৭ সালে, শ্রীরাম ইন্ডিয়ান ক্রিকেট লিগের সাথে চুক্তিবদ্ধ হওয়ার সিদ্ধান্ত নেন। যদিও তিনি ২০০৯ সালে ইন্ডিয়ান ক্রিকেট লিগ ছেড়ে দেন এবং আন্তর্জাতিক পর্যায়ে নির্বাচনের জন্য গণনা করার জন্য বিসিসিআই থেকে সাধারণ ক্ষমার প্রস্তাব গ্রহণ করেন।\n\n\n== কোচিং ক্যারিয়ার ==\nতিনি ২০১৫ সালে ভারত সফরকারী অস্ট্রেলিয়া এ স্কোয়াডের সাথে কাজ করেছিলেন। ২০১৫ সালে বাংলাদেশে টেস্ট সিরিজ চলাকালীন অস্ট্রেলিয়ান ক্রিকেট দলের কোচিং পরামর্শক হিসেবে তার নাম দেওয়া হয়েছিল। তিনি ২০১৯ অ্যাশেজ চলাকালীন অস্ট্রেলিয়ান ক্রিকেট দলের সাথেও ছিলেন।\n২০১৯ সালে, তিনি রয়্যাল চ্যালেঞ্জার্স ব্যাঙ্গালোরের ব্যাটিং ও স্পিন বোলিং কোচ হিসেবে নিযুক্ত হন। এছাড়াও তিনি অস্ট্রেলিয়ার স্পিন বোলিং কোচ ছিলেন যা ২০১৮ সালে ভারতকে ৪ ম্যাচের টেস্ট সিরিজের জন্য আয়োজক করেছিল। ১৯ আগস্ট ২০২২-এ, তিনি টি-টোয়েন্টি ফরম্যাটের জন্য বাংলাদেশ জাতীয় ক্রিকেট দলের প্রযুক্তিগত পরামর্শদাতা হিসাবে নিযুক্ত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}