{"pageid": 1180066, "title": "এ. কে. ব্রোহি", "url": "https://bn.wikipedia.org/wiki?curid=1180066", "content": "আল্লাহ বুখশ করিম বুখশ ব্রোহি (উর্দু: الله بخش کریم بخش بروہی‎‎; সিন্ধি: الھ بخش ڪريم بخش بروھي; ১৯১৫ – ১৯৮৭) যিনি এ কে ব্রোহি নামে পরিচিত ছিলেন একজন বিশিষ্ট পাকিস্তানি রাজনীতিবিদ ও আইনজীবী। তিনি সিন্ধুর শিকারপুরে জন্মগ্রহণ করেন। তিনি ছিলেন বিখ্যাত ভারতীয় আইনজীবী রাম জেঠমলানীর প্রথম অংশীদার ও পরামর্শদাতা যা তার অনুমোদিত জীবনীতে স্বীকৃত।\nতিনি ১ ফেব্রুয়ারি ১৯৬০ থেকে ৩১ মার্চ ১৯৬১ পর্যন্ত ভারতে পাকিস্তানের হাইকমিশনার হিসেবেও দায়িত্ব পালন করেন।\n\n\n== কর্মজীবন ==\nএ কে ব্রোহি সামরিক শাসক জিয়া-উল-হকের ঘনিষ্ঠ ও রাজনৈতিক মার্কা ছিলেন যাকে \"জেনারেলের পিছনের বুদ্ধিজীবী\" বলা হয়।\nতিনি একজন পণ্ডিত ও লেখক ছিলেন যিনি অধিবিদ্যা ঐতিহ্যবাদী বিদ্যালয়ের সাথে যুক্ত ছিলেন (আরো সঠিকভাবে রনে গেনো, ফ্রিটজফ শুয়ন ও মার্টিন লিংগস)।\nব্রোহি পাকিস্তানের অ্যাটর্নি-জেনারেল হিসেবে শরিফউদ্দিন পীরজাদার সাথে সংক্ষিপ্তভাবে দায়িত্ব পালন করেন যিনি জেনারেল জিয়া-উল-হকের শাসনামলের বেশিরভাগ সময়ে অ্যাটর্নি জেনারেল হিসেবে দায়িত্ব পালন করেছেন (১৯৭৭ – ১৯৮৮)।\nএ কে ব্রোহি ১৯৭০-এর দশকের শেষদিকে জেনারেল জিয়া-উল-হকের শাসনামলে আইন ও বিচার মন্ত্রী হিসেবেও কিছুদিনের জন্য দায়িত্ব পালন করেন।\nব্রোহি ব্রিগেডিয়ার জেনারেল এস. কে. মালিকের অর্থাৎ মালিক উল-খান) দ্য কুরানিক কনসেপ্ট অফ ওয়্যার (১৯৭৯) বইয়ের জন্য একটি দীর্ঘ ভূমিকা লিখেন, বইটি প্রারম্ভিক ইসলামি যুগের সামরিক কৌশল সম্পর্কে ব্রিগেডিয়ারের চিন্তাধারার একটি নির্দেশিকা যা পাকিস্তান ও ভারতে পুনর্মুদ্রিত হয়।\n\n\n== পরিবার ==\nতার ছোট ভাই আলী আহমদ ব্রোহি তার মতো বিশেষ করে সিন্ধি সংস্কৃতির উপর একজন লেখক ও পণ্ডিত ছিলেন যিনি ২০০৩ সালে মারা যান।\nতার বোন হুসন আফরোজ প্রবীণ রাজনীতিবিদ সৈয়দ কাইম আলী শাহকে বিয়ে করেন কিন্তু ১৯৭৭ সালে স্তন ক্যান্সারে মারা যান।\n\n\n== প্রকাশনা ==\n\n\n=== বই ===\nইসলাম ইন দ্য মডার্ন ওয়ার্ল্ড\nঅ্যা ফেইথ টু লিভ বাই\nটেস্টামেন্ট অফ ফেইথ\nঅ্যাডভেঞ্চার অফ সেল্ফ-এক্সপ্রেশন\n\n\n=== পুস্তিকা ===\nদ্য কুরআন অ্যান্ড ইটস ইম্প্যাক্ট অন হিউম্যান হিস্টোরি\nদ্য পোয়েট্রি অফ শাহ আব্দুল লতিফের\nরেলিজিয়াস ওয়ে অফ লাইফ\n\n\n=== প্রবন্ধ ===\nইকবাল অ্যান্ড দ্য কনসেপ্ট অফ ইসলামি সোশ্যায়ালিজম ইন আল-ইলম, v40 n11 (সেপ্টেম্বর ১৯৯১):৩৮-৪৭\n\n\n== পুরস্কার ও স্বীকৃতি ==\nতিনি পাকিস্তান অ্যাকাডেমি অফ লেটারের প্রতিষ্ঠাতা সদস্যদের অন্যতম। পাকিস্তানি ভাষা ও সাহিত্যে (বিশেষ করে দর্শন) তার সেবার স্বীকৃতিস্বরূপ তাকে এই পুরস্কারে মনোনীত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nA.K. Brohi: Insights Into a Legal Mind (ইংরেজি ভাষায়)"}