{"pageid": 1180184, "title": "মাদুরাই রেলওয়ে বিভাগ", "url": "https://bn.wikipedia.org/wiki?curid=1180184", "content": "মাদুরাই রেলওয়ে বিভাগ হল একটি রেলওয়ে বিভাগ যা দক্ষিণ রেলওয়ে (SR), ভারতের অন্তর্গত। ১৮৫৬ সালে আনুষ্ঠানিকভাবে তৈরি করা হয়েছে, এটি ১,৩৫৬ কিমি (৮৪৩ মা) এরও বেশি বিস্তৃত এটিকে দক্ষিণ রেলওয়ের বৃহত্তম রেলপথে পরিণত করেছে।  তিরুবনন্তপুরম রেলওয়ে বিভাগ গঠনের আগে যা বিভাগটি খোদাই করা হয়েছিল, এটি সমগ্র দেশের বৃহত্তম রেলওয়ে বিভাগগুলির মধ্যে একটি ছিল। বর্তমানে এটি তামিলনাড়ুর ১২টি জেলা এবং কেরালার ১টি পর্যন্ত জুড়ে রয়েছে। এর সদর দপ্তর মাদুরাইতে । \n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nএই অঞ্চলের প্রথম রেললাইনটি 1857 সালে মাদুরাই থেকে ত্রিচিরাপল্লী {ত্রিচি}-এর সাথে ডিন্ডিগুল হয়ে এবং পরবর্তীতে সংযুক্ত করে। পরের বছরে, মাদুরাই থেকে বন্দর শহর থুথুকুডি পর্যন্ত রেলপথের কাজ সম্পন্ন হয়। একই বছরে, ভাঞ্চি মানিয়াচ্চি থেকে তিরুনেলভেলি পর্যন্ত আরেকটি লাইনের শাখা খোলা হয়েছিল। \nশুধুমাত্র পরবর্তী শতাব্দীতে, অন্যান্য বর্তমান লাইনগুলির বেশিরভাগই সম্পন্ন হয়েছিল। তাদের মধ্যে ছিল: \n\n১৯০২ সালে মাদুরাই-মন্ডপম লাইন\n১৯০২ সালে তিরুনেলভেলি-কাল্লিদাইকুরিচি লাইন\n১৯০৩ সালে কাল্লিদাইকুরিচি-সেনগোত্তাই লাইন\n১৯০৪ সালে কোল্লাম-পুনালুর লাইন\n১৯০৪ সালে পুনালুর-সেনগোত্তাই লাইন\n1906 সালে পাম্বান-রামেশ্বরম লাইন\n১৯০৮ সালে পাম্বান-ধনুশকোডি লাইন\n১৯১৪ সালে মন্ডপম-পাম্বান লাইন\n১৯২৭ সালে বিরুধুনগর-টেনকাসি লাইন\n১৯২৮ সালে ডিন্ডিগুল-পোল্লাচি লাইন\n১৯২৯ সালে থিরুচিরাপল্লী-পুদুক্কোট্টাই লাইন\n১৯৩০ সালে পুদুক্কোট্টাই-মানামাদুরাই জং লাইন\n১৯৬৩ সালে বিরুধুনগর-অরুপুক্কোট্টাই লাইন\n১৯৬৪ সালে অরুপুক্কোট্টাই-মানামাদুরাই লাইন\n\n\n=== সূচনা ===\nসরকার মাদুরাইতে ডিভিশনের সদর দপ্তর, যার মধ্যে টিনভেলিও রয়েছে, তা নির্ধারণ করার সিদ্ধান্ত নিয়েছে।  মাদুরাই রেলওয়ে বিভাগটি ১৯৫৬ সালে গঠিত হয়েছিল, যার মধ্যে এর্নাকুলাম-তিরুবনন্তপুরম লাইন, তিরুবনন্তপুরম-নাগারকোয়েল-তিরুনেলভেলি-মাদুরাই লাইন, কোল্লাম-সেনগোত্তাই - তিরুনেলভেলি লাইন, রামেশ্বরম-মানমাদুরাই-মাদুরাই লাইন, মাদুদিরগুলি-মাদুরাই লাইন পোল্লাচি লাইন কারাইকুডি-তিরুদুরাইপুন্ডি-তিরুভারুর লাইন এবং এই লাইনগুলির অন্যান্য শাখা। বর্তমানে ব্যবহৃত সমস্ত লাইনকে ব্রডগেজে রূপান্তরিত করা হয়েছে এবং বাকি অংশগুলি যেমন মাদুরাই-বোদিনায়ক্কানুর সেকশনগুলি গেজ রূপান্তরের প্রক্রিয়াধীন রয়েছে৷\n1979 সালে, রেলওয়ে বিভাগের কিছু অংশ খোদাই করে তিরুবনন্তপুরম রেলওয়ে বিভাগ গঠন করা হয়েছিল। মাদুরাই বিভাগের মিটার গেজ বিভাগগুলি বজায় রাখা হয়েছিল, যখন মাদুরাই বিভাগের সমস্ত নতুন ব্রডগেজ বিভাগগুলিকে ত্রিভান্দ্রম বিভাগে স্থানান্তরিত করা হয়েছিল। এইভাবে, তিরুবনন্তপুরম-নাগারকোয়েল-কন্যাকুমারী বিজি লাইন এবং নির্মাণাধীন তিরুনেলভেলি-নাগারকোয়েল বিজি লাইন ত্রিবান্দ্রম বিভাগে স্থানান্তরিত করা হয়েছিল এইভাবে বিভাগটির এখতিয়ার 1356-এ নামিয়ে আনা হয়েছে। কিমি  তখন উল্লেখ করা হয়েছিল যে যখন তিরুনেলভেলি-মাদুরাই লাইনটি বিজি লাইনে রূপান্তরিত হবে তখন কন্যাকুমারী জেলা এবং তিরুনেলভেলি জেলার অধীনস্থ বিভাগগুলিকে মাদুরাই বিভাগে ফিরিয়ে দেওয়া হবে। তিরুনেলভেলি-মাদুরাই লাইনটি 8-4-1981 তারিখে বিজি লাইনে রূপান্তরিত হয়েছিল কিন্তু দক্ষিণ জেলার রেললাইনগুলি আজ পর্যন্ত পুনরুদ্ধার করা হয়নি। কন্যাকুমারী টার্মিনাল স্টেশনে প্রয়োজনীয় রেলওয়ে অবকাঠামোর অভাব রয়েছে এবং সেইজন্য একই প্রতিবন্ধকতা উল্লেখ করে তারা সবসময় আরও ট্রেন পরিষেবার অনুরোধ প্রত্যাখ্যান করেছিল। \n\n\n== প্রশাসন ও এখতিয়ার ==\nতম বিভাগটি তামিলনাড়ু এবং কেরালা নামে দুটি রাজ্য জুড়ে বিস্তৃত। তামিলনাড়ুতে এটি মোট 12টি জেলায় পরিষেবা দেয়, যেগুলি হল: কোয়েম্বাটোর, ডিন্ডিগুল, মাদুরাই, পুদুকোট্টাই, রামানাথপুরম, শিবগাঙ্গাই, থেনি, তিরুপুর, থুথুকুডি, তিরুচিরাপল্লী, তিরুনেলভেলি এবং বিরুধুনগর জেলা। কেরালায়, বিভাগটি কিলিকোল্লুর রেলওয়ে স্টেশন পর্যন্ত কোল্লাম জেলা জুড়ে রয়েছে। \n\n\n=== স্টেশনের শ্রেণীকরণ ===\nতালিকায় মাদুরাই রেলওয়ে বিভাগের অধীনে থাকা স্টেশন এবং তাদের স্টেশন বিভাগ অন্তর্ভুক্ত রয়েছে।   \n\n\n== তথ্যসূত্র =="}