{"pageid": 1180596, "title": "ঐতিহ্যবাহী সালাফিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1180596", "content": "বৈজ্ঞানিক বা জ্ঞানমূলক সালাফিবাদ (ইলমি সালাফিয়াত) বা দাওয়াতি সালাফিবাদ, কখনও কখনও ঐতিহ্যবাহী সালাফিবাদ নামেও পরিচিত এবং তারা নিজেদেরকে সালাফি দাওয়াত বা সালাফি মানহাজের লোক বলে থাকে, যা সালাফি মতবাদের একটি শাখা, যা ইসলামী জ্ঞান অর্জনকে ইসলামের মৌলিক ভিত্তি হিসেবে বিবেচনা করে থাকে। বৈজ্ঞানিক সালাফিবাদের প্রবক্তারা তাওহিদ বা আল্লাহর একত্ববাদের মতবাদ অর্জনের জন্য জ্ঞান অন্বেষণে তাদের প্রচেষ্টাকে মূল ভিত্তি হিসেবে কেন্দ্রীভূত করে এবং তারা তা করে থাকে প্রথমে সুন্নাহ অনুসরণ করে এবং বিদআতকে অস্বীকার করে এবং আইনগত বিধান (হালাল ও হারাম, ওয়াজিব, মুস্তাহাব এবং মাকরূহ) জানা এবং শেখার মাধ্যমে। কুরআনের ব্যাখ্যা, হাদীস শাস্ত্র ও ফিকহের নীতিসমূহ উভয়কে তারা অধ্যয়ন করে, এবং এতে তারা সালফে সালেহীন বা ধার্মিক পূর্বসূরীদের বোঝার মাধ্যমে কুরআন ও সুন্নাহ দ্বারা আবদ্ধ হয়, ধর্মান্ধতা এবং চরমপন্থা বা তাওয়িল নামক রূপকধর্মী প্রতীকী ব্যাখ্যা থেকে দূরে থাকে ইসলাম ধর্মে প্রবেশ করা বিভ্রান্তি থেকে পরিষ্কার করার জন্য, যাকে মুহাম্মদ নাসির আল-দীন আল-আলবানী বলেছেন: \"তাসফিয়াত ও তারবিয়াত\" “আত্মশুদ্ধি এবং শিক্ষাদান।” এই প্রবণতাটি অনেক আরব দেশে ছড়িয়ে পড়েছে, যেমন মিশর, ইয়েমেন, সিরিয়া, আলজেরিয়া এবং বিশেষ করে সৌদি আরব, যা তাওহিদ বা একেশ্বরবাদের প্রতি ওয়াহাবি আহ্বানের পুনর্নবীকরণের সাক্ষী। সাহওয়া আন্দোলনের সময় আবার এই স্রোত ছড়িয়ে পড়ে গত শতাব্দীর নব্বইয়ের দশকে, তারা তরুণদের মধ্যে ইসলামী জ্ঞান ছড়িয়ে দেওয়ার জন্য প্রচেষ্টা চালায় এবং ফকিহদের বই, ইলমি মজলিস, মসজিদ, অডিও টেপ, স্যাটেলাইট চ্যানেল এবং ইন্টারনেটের মাধ্যমে এর বিস্তার বৃদ্ধি পায়। এই আন্দোলনটি সংশ্লিষ্ট কর্তৃপক্ষের অবস্থানের দ্বারা আলাদাভাবে চিহ্নিত করা হয়। তারা শাসক অন্যায়কারী হলেও তার কাছ থেকে প্রস্থান করতে নিষেধ করে। বরং, তারা বিপ্লবমুখী হওয়াকে পরিত্যাগ করে এবং এটিকে জিহাদী গোষ্ঠীগুলির একটি বিদআত বা উদ্ভাবন বলে মনে করে।\n\n\n== পক্ষপাতিত্ব এবং দল প্রত্যাখ্যান ==\nদল ও দলাদলির প্রতি পণ্ডিত সালাফিবাদের অবস্থানের বিষয়ে, আবদ আল-আজিজ বিন বাজ তার মাজমুয়াতুল ফাতওয়াহ ওয়াল মাক্বালাত (ফতোয়া এবং নিবন্ধের সংগ্রহ)-তে এটিকে সংক্ষেপে উল্লেখ করেছেন, যেখানে তিনি বলেছেন:\n\n“আমরা আমাদের সকল ভাইদেরকে জ্ঞান ও উত্তম উপদেশের সাথে আল্লাহর দিকে আহ্বান করার এবং সর্বোত্তম পদ্ধতিতে তর্ক করার পরামর্শ দিই, যেমন আল্লাহ আদেশ দিয়েছেন যে সমস্ত লোকের সাথে এবং বিদআতীদের সাথে যদি তারা তাদের ধর্মবিরোধীতা প্রকাশ করে এবং তাদের নিন্দা করতে, তারা শিয়াই হোক না কেন বা অন্যকেউ; মুমিন যে কোন ধর্মদ্রোহিতা দেখে, তাকে আইনি উপায়ে তা করার ক্ষমতা অনুযায়ী তা নিন্দা করতে হবে। সদ্য প্রতিষ্ঠিত দলগুলোর সাথে সম্পৃক্ততার জন্য তাদের ত্যাগ করা বাধ্যতামূলক, এবং প্রত্যেকের জন্য আল্লাহর কিতাব ও তাঁর রসূল (ﷺ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতের অন্তর্ভুক্ত হওয়া এবং তাতে আন্তরিকতা ও ইখলাসের সাথে সহযোগিতা করা ওয়াজিব। আর এইভাবে তারা আল্লাহর দল থেকে এবং আল্লাহর দলের বৈশিষ্ট্যের মধ্যে রয়েছে যে, তারা আল্লাহর কিতাব, সুন্নাহ ও দাওয়াত ছাড়া অন্য কিছুর প্রতি পক্ষপাতিত্ব করে না এবং উম্মতের সালাফদের (পূর্বসূরীদের) মানহাজ বা পথ অনুসরণ করে সাহাবী ও তাদের অনুসারীদের (তাবেঈদের) থেকে।  তারা সকল দল ও সকল সমিতিকে উপদেশ দেয় এবং তাদেরকে কিতাব (কুরআন) ও সুন্নাহ মেনে চলার আহ্বান জানায় এবং তাদের সামনে যে বিষয়ে মতভেদ আছে তা উপস্থাপন করে; তাদের সাথে যা কিছু একমত বা তাদের যেকোন একটি গ্রহণযোগ্য এবং সত্য তা বলে এবং যা তাদের বিরোধী তা ছেড়ে দিতে বলে। মুসলিম ব্রাদারহুড, (ইরাকের বিদ্রোহী গোষ্ঠী) আনসার আল-সুন্নাহ, জামাআতুশ শরীয়াহ, তাবলিগী জামাত, বা ইসলামের সাথে যুক্ত অন্যান্য সমিতি এবং দলগুলির মধ্যে কোনও পার্থক্য নেই। এইভাবে, শব্দটি একত্রিত হয়, লক্ষ্য একত্রিত হয়, এবং প্রত্যেকে এক দলে পরিণত হয়, আহলে সুন্নাহ ওয়াল-জামাআহ, যারা হিজবুল্লাহ (আল্লাহর দল) এবং এর সমর্থক এবং পৃষ্ঠপোষকদের পদচিহ্ন অনুসরণ করে থাকে। ইসলামী শরীয়া লঙ্ঘন করে কোন সংগঠন বা দলের প্রতি অসহিষ্ণু হওয়া জায়েজ নয়।\nএই বক্তব্যের সঙ্গে আল-আলবানী, ইবনে উসাইমীন এবং অন্যান্যরা সহ অধিকাংশ ফকীহ, পণ্ডিত এবং ইলমী সালাফিবাদের আলেমগণ একমত।\n\n\n== রাজনৈতিক অংশগ্রহণের অভাব ==\nইলমী সালাফি আন্দোলনের রাজনৈতিক বক্তৃতাসমূহ শাসক ও সরকারকে \"অভিভাবক\" হিসাবে তার আনুগত্যের প্রতি ইতিবাচক মত প্রদান করে এবং এর শেখ এবং অনুসারীরা গণতন্ত্র, রাজনৈতিক বহুত্ববাদ এবং ক্ষমতা হস্তান্তরের বিষয়ে নেতিবাচক অবস্থান গ্রহণ করার মাধ্যমে রাজনৈতিক কাজে জড়িত হতে অস্বীকার করে, সাম্প্রতিক বছরগুলিতে শান্তিপূর্ণ বিক্ষোভ এবং প্রতিবাদ আন্দোলনের বিরুদ্ধে এই প্রবণতার সাথে যুক্ত আইনবিদদের দ্বারা জারি করা ফতোয়া থেকেও এটি স্পষ্ট। তাদের দ্বারা গৃহীত পরিবর্তনের পথটি হল তাসবিয়াত ও তারবিয়াত অর্থাত আত্মশুদ্ধি ও শিক্ষা, যেখানে সমাজকে দীর্ঘমেয়াদে প্রস্তুত করার জন্য কাজ করা উচিত যাতে ইসলামী রাষ্ট্র প্রতিষ্ঠা করা যায়। এই প্রস্তুতি মূলত প্রথাগত ও বাহ্যিক সমাজকে শুদ্ধ করার উপর ভিত্তি করে যা তারা উদ্ভাবন এবং বিচ্যুতির মধ্যে শ্রেণীবদ্ধ করে। আন্দোলনটিকে তার অবস্থান এবং ফতোয়া দ্বারা আলাদা করা হয়েছিল যা সর্বদা সরকারী নীতির সাথে সামঞ্জস্যপূর্ণ ছিল, যার বিনিময়ে তাদের মসজিদে কাজ করার, বক্তৃতা দেওয়ার এবং বাধা ছাড়াই শিক্ষা দেওয়ার সুযোগ দেওয়া হয়েছিল।\n\n\n== সশস্ত্র জিহাদ স্থগিত করা ==\nবৈজ্ঞানিক সালাফিবাদ মুসলমানদেরকে ধৈর্য ধরতে এবং ইসলামের দেশে আক্রমণকারী অন্যায্য শত্রুকে গঠনমূলক সমালোচনার মাধ্যমে সংশোধন করার (ইহতিসাব) আহ্বান জানায়, অর্থাৎ, এটি মুসলমানদেরকে এই ধারণার ভিত্তিতে আল্লাহর আদেশের কাছে আত্মসমর্পণ করার আহ্বান জানায় যে আরব ও মুসলিম দেশগুলোতে বহিঃশত্রুর আক্রমণ একটি সুনিশ্চিত এবং অনিবার্য ভাগ্য, যা থেকে পালিয়ে যাওয়া যাবে না এবং যা মসীহ দাজ্জাল বের না হওয়া পর্যন্ত তা বন্ধ করা যাবে না।\n\n\n== তকমা ==\nবৈজ্ঞানিক সালাফিবাদের আইনবিদরা মনে করেন যে \"বৈজ্ঞানিক সালাফিবাদ\" শব্দটি ইসলামিক বিশ্বের রাজনৈতিক দলগুলির অন্তর্গত মিডিয়া দ্বারা সৃষ্ট একটি মিডিয়া ধর্মদ্রোহিতা ছাড়া আর কিছুই নয়, কারণ সালাফী পদ্ধতির পণ্ডিতরা এই শব্দটিকে গ্রহণ করেন না, কিন্তু এই সালাফপন্থী আন্দোলনটি বৈজ্ঞানিক সালাফিবাদ নামে পরিচিত হয়ে ওঠে এবং সেখানে তারা ধর্ম ও রাজনীতিকে আলাদা করার কারণে এটিকে ধর্মনিরপেক্ষ সালাফিবাদ বলে, এবং বিদেশীদের দখল থাকা সকল স্থানে সশস্ত্র জিহাদের বিরুদ্ধে অবস্থানের কারণে এটিকে সম্প্রতি মার্কিন সালাফিবাদ বলা হচ্ছে।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nমুহাম্মদ নাসিরুদ্দিন আল-আলবানী\nআব্দুল আজিজ বিন বায\nআব্দুল রহমান আব্দুল খালিক\n\n\n== সংগঠন ও দল ==\nইসলামিক হেরিটেজ রিভাইভাল সোসাইটি (জামাআত আহইয়াহ আলতারাস আল ইসলামী) (কুয়েতভিত্তিক এনজিও)\nআনসার আল-সুন্নাহ মুহাম্মদিয়াহ (কায়রো)\n\n\n== তথ্যসূত্র =="}