{"pageid": 1180, "title": "বেনিন", "url": "https://bn.wikipedia.org/wiki?curid=1180", "content": "বেনিন (ফরাসি: Bénin বেনিন্‌) পশ্চিম আফ্রিকার একটি প্রজাতান্ত্রিক রাষ্ট্র। এর পূর্ব নাম ছিল দাহোমি। গিনি উপসাগরে দেশটির প্রায় ১২১ কিমি দীর্ঘ তটরেখা বিদ্যমান। কীলক আকারের দেশটি উত্তর দিকে আফ্রিকার অভ্যন্তরে প্রায় ৬৭০ কিলোমিটার প্রবেশ করেছে। এটি আফ্রিকার ক্ষুদ্রতর দেশগুলির একটি।বেনিনের রাজধানী হচ্ছে পোর্টো-নোভো(নতুন বন্দর),যা একটি পর্তুগিজ শব্দগুচ্ছ\nবেনিনের জলবায়ু ক্রান্তীয়। এর অর্থনীতি কৃষিভিত্তিক। দেশের বেশির ভাগ কৃষক দিনমজুরি করেন। ১৯৯০-এর দশকে বেনিনের অর্থনৈতিক উন্নতি ঘটলেও এটি আফ্রিকার দরিদ্রতম দেশগুলির একটি।\nবেনিনে বিভিন্ন জাতের লোকের বাস। এদের ফন, ইয়োরুবা, ও আজা জাতির লোক সংখ্যাগরিষ্ঠ। ফরাসি ভাষা দেশটির সরকারি ভাষা। তবে ফন এবং অন্যান্য আফ্রিকান ভাষা বহুল প্রচলিত।\n১৮৯৯ সাল থেকে বেনিন ফরাসি পশ্চিম আফ্রিকার অংশ হিসেবে একটি ফরাসি উপনিবেশ ছিল। ১৯৬০ সালে দাহোমি নামে এটি স্বাধীনতা লাভ করে। দাহোমি ১৮শ ও ১৯শ শতকে আফ্রিকার একটি বড় রাজ্য ছিল, যার কেন্দ্র ছিল বেনিন।\nস্বাধীনতা লাভের পর অনেকগুলি সামরিক শাসক দেশটি শাসন করেন। ১৯৭২ সালে একটি মার্ক্সবাদী সরকার ক্ষমতায় আসে। ১৯৭৫ সালে দেশটির নাম বদলে গণপ্রজাতন্ত্রী বেনিন করা হয়। ১৯৮০র দশকে অর্থনৈতিক সমস্যায় জর্জরিত বেনিন পশ্চিমের দেশগুলির কাছে সাহায্য চায়। ১৯৮৯ সালে সরকার মার্কসবাদ পরিত্যাগ করে। ১৯৯০ সালে নতুন সংবিধান পাস করা হয় ও গণতান্ত্রিক সংস্কার সাধন করা হয়। বর্তমানে বেনিন একটি রাষ্ট্রপতিশাসিত সরকারব্যবস্থা; রাষ্ট্রপতি জনগণের ভোটে নির্বাচিত হন।\n\n\n== নামকরণ ==\nঔপনিবেশিক সময়ে এবং স্বাধীনতার অব্যবহিত পরে এই দেশটির নাম ছিলো দাহোমি। ১৯৭৫ সালের ৩০শে নভেম্বর তারিখে দেশটির নাম পালটে বেনিন রাখা হয়। এই নামটি এসেছে এই দেশের তীরের কাছের বেনিন উপসাগর থেকে, যার নাম আবার এসেছিলো বেনিন রাজ্য হতে।\nনতুন নাম বেনিন বেছে নেয়া হয় নিরপেক্ষতার খাতিরে। দাহোমি নামটি এসেছিলো দাহোমি রাজ্য হতে, যা দেশটির দক্ষিণের এক-তৃতীয়াংশ এলাকা জুড়ে ছিলো। কাজেই উত্তর-পশ্চিমের রাজ্য আতাকোরা কিংবা উত্তর পূর্বের রাজ্য বোর্গুর কোনো নিদর্শন দেশের নামে ছিলো না। সেজন্য দেশটির নাম রাখা হয় বেনিন।\n\n\n== ইতিহাস ==\n\n\n== রাজনীতি ==\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\n\n\n== ভূগোল ==\n\n\n== অর্থনীতি ==\n\n\n== জনসংখ্যা ==\nবেনিনে জনসংখ্যা ১১,৩৯৬,৩৮০ (২০১৭)\n\n\n== সংস্কৃতি ==\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকার\nবেনিনের সরকার (ফরাসীতে সরকারী ওয়েবসাইট)\nরাষ্ট্র প্রধান এবং মন্ত্রিপরিষদ সদসবৃন্দ\nসার্বিক শুদ্ধতা প্রতিবেদন: বেনিন\nসাধারণ তথ্য\nদেশ বৃত্তান্ত বিবিসি সংবাদ থেকে\nসিআইএ প্রণীত দ্য ওয়ার্ল্ড ফ্যাক্টবুক-এ বেনিন-এর ভুক্তি\nBenin from UCB Libraries GovPubs\nকার্লিতে বেনিন (ইংরেজি)\n উইকিমিডিয়া অ্যাটলাসে বেনিন\nবেনিন রাজনীতি\nসংবাদ মিডিয়া\nবেনিন খবর উৎসের ডাইরেকটরি স্টানফোর্ট বিশ্ববিদ্যালয় থেকে।\nশিহ্মার উদ্যোগগুলো\nBenin Education Fund (BEF) Provides educational support and scholarships.\nভ্রমণ\nBenin Travel Guide from Word Travels"}