{"pageid": 1180961, "title": "দানব (হিন্দুধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1180961", "content": "দানব (দেবনাগরী: दानव) হিন্দু পুরাণ অনুসারে কশ্যপ এবং তার সহধর্মিণী দনু (প্রজাপতি দক্ষের কন্যা) থেকে বংশোদ্ভূত একটি জাতি। একশত দানব রয়েছে বলে উল্লেখ করা হয়েছে।\n\n\n== উৎপত্তি ==\nদানব হল দেবদেবতার পৌরাণিক জাতি, দেবতা এবং দৈত্যদের সৎ-ভাই যা হিন্দু গ্রন্থের পরিসরে পাওয়া যায়। দানবরা অসুরদের বৃহত্তর গোষ্ঠীর অংশ এবং সাধারণত হিন্দু দেবতাদের বিপরীতে চিত্রিত করা হয়। যাইহোক, ঐতিহাসিকভাবে, হিন্দুধর্মে তাদের ভূমিকা বৈচিত্র্যময় এবং মাঝে মাঝে, দানব এবং হিন্দু দেবদেবীর মধ্যে পার্থক্য জটিল এবং তাদের একে অপরের থেকে আলাদা করা কঠিন।\n\n\n=== ব্যুৎপত্তি ===\nদানব নামটি মায়ের নাম থেকে এসেছে: দনু।\nদানব ও দনু উভয়ই বৈদিক শব্দ দা থেকে উদ্ভূত হয়েছে যার অর্থ 'দান করা'। আনন্দ কুমারস্বামী এই শব্দটি উদারতাকে বোঝায়। তাদের নামের আরেকটি ব্যাখ্যা তার প্রথম পুত্র (এবং রাক্ষস), বৃত্রর সাথে দনুর সম্পর্কের সাথে যুক্ত। ভারতীয় পৌরাণিক কাহিনীতে, বৈদিক দেবতা ইন্দ্রকে প্রতারণা করার প্রয়াসে, বৃত্র তার কাছ থেকে আদিম জল বা আশীর্বাদপূর্ণ জলে লুকিয়ে থাকে। এই পৌরাণিক কাহিনীতে, দনু নিজেই সেই আদিম জল হিসাবে মূর্ত হয়েছে যার মধ্যে সে লুকিয়ে আছে। দনু ও দানবদের নাম এবং সেইসাথে দনুর অনেক পুত্রের দেওয়া স্বতন্ত্র নামগুলি বৈদিক ও পুরাণ সাহিত্যে ভিন্ন, তাদের ব্যুৎপত্তিগত উৎস কোথায় তা নিয়ে বিভ্রান্তি সৃষ্টি করে।\nযদিও অনেক পণ্ডিত দানবদের অসুর-সদৃশ প্রাণী বলে প্রমাণ করেছেন, অসুরের সংজ্ঞা ও বুৎপত্তি বিতর্কিত। ডব্লিউ ই হেল বিকল্প তত্ত্বের প্রস্তাব দেন যা প্রাক জরাথুস্ট্রবাদ দ্বারা প্রভাবিত হয়েছিল, বিশেষ করে আহুরা ও অসুরদের মধ্যে। ইন্দো-ইরানীয় যুগে, উল্লেখযোগ্য সাহিত্যে আহুরাদের ইতিবাচক বা ভাল প্রকৃতির প্রতিনিধিত্ব করা হয়েছে যখন দেব বা দেবতারা মন্দের প্রতিনিধিত্ব করে। এই সত্ত্বার এই অন্তর্নিহিত গুণগুলির অদলবদল হিন্দু পৌরাণিক সত্তার পূর্বের গঠনগুলিকে বিভ্রান্ত করতে পারে।\n\n\n=== কাহিনি ===\nসত্যযুগে দেবতারা দানবদেরকে স্বর্গ থেকে নির্বাসিত করেছিল। নির্বাসনের পর, দানবরা বিন্ধ্য পরিসরে আশ্রয় নিয়েছে বলে ধরা হয়।\n\n\n=== বংশতালিকা ===\nঅসুরদের বংশগত ইতিহাস বিভিন্ন গ্রন্থে বিন্যস্ত করা হয়েছে, বিশেষ করে মহাভারতে। অসুর বা অসুরদের বংশপরম্পরা শুরু হয় ব্রহ্মার ছয় পুত্রের মাধ্যমে। এক পুত্র, মরীচি, কশ্যপের পিতা, যিনি দিতি ও দনু সহ প্রজাপতি দক্ষের তেরোজন কন্যাকে বিয়ে করেন। দিতি ও দনুর সন্তানরা হিন্দু পুরাণে সবচেয়ে সুপরিচিত রাক্ষস। দিতির সন্তানরা দৈত্য এবং দনুর সন্তান দানব নামে পরিচিত। দানব ও দৈত্যদের নাম অনিয়মিতভাবে পাওয়া যায় এবং মহাভারতের সাথে ঋগ্বেদের মতো প্রাথমিক বৈদিক সাহিত্য জুড়ে চিত্রিত হয়। হিন্দুধর্মের ব্রিলস এনসাইক্লোপিডিয়া বলে, \" মহাভারতে বৃত্র দনুর পুত্র, এবং ঋগ্বেদ (১.৩২.৯) বৃত্রকে দনুর পুত্র বলে।\" \nযাইহোক, ঋগ্বেদের ২-৭ বইতে, বৃত্রকে অসুর বা রাক্ষস হিসাবে বিবেচনা করা হয় না এবং সেখানে দনু বা দানবদের কোন উল্লেখ নেই।\n\nঅন্য সময়ে, ভূতের বংশগত শিকড়ের উপর জোর দেওয়া হয় না। দানবদের কখনও কখনও পূর্বপুরুষ, মৃত প্রাণী হিসাবে চিত্রিত করা হয় যারা তাদের মানবজীবনে আত্মীয়দের দ্বারা দুর্ব্যবহার করা হয়েছিল যারা তাদের মানব রূপে এই প্রাণীদের জন্য সঠিক অন্ত্যেষ্টি সম্পাদন করেনি।\n\n\n== শারীরিক চেহারা ==\nদৈত্য ও দানবরা তাদের প্রতিপক্ষ, দেবদের মতো একই শারীরিক বৈশিষ্ট্য ও বৈশিষ্ট্যগুলি ভাগ করে নেয়। হিন্দু পুরাণে, মায়ার শক্তি বা ভ্রমের শক্তি ভাল এবং মন্দ উভয়ই অতিপ্রাকৃত সত্তার অধিকারী। বিভ্রমের শক্তি প্রাণীদের তাদের শারীরিক রূপ পরিবর্তন করতে দেয়। কিছু গ্রন্থে তাদের ব্যাপক ভূমিকা থাকা সত্ত্বেও, দানবদের শারীরিক বৈশিষ্ট্যের অনেক উদাহরণ তাদের নিজস্বভাবে বা এমনকি সাহিত্য ও শিল্পে দেবদের সাথে একত্রে পাওয়া যায় না।\n\n\n== সাহিত্য ==\nহিন্দুধর্মের অতিপ্রাকৃত প্রাণীর উপর ব্যাপক গবেষণা তাদের অস্পষ্টতার উপর দৃষ্টি নিবদ্ধ করে। ভাল ও মন্দ উভয় অতিপ্রাকৃত প্রাণীই দূষিত, শক্তিশালী, তবুও করুণাময় ব্যক্তিত্ব প্রদর্শন করে। অতএব, মাঝে মাঝে, বিরোধীদের ভূমিকার মধ্যে পার্থক্য করা কঠিন। পূর্ববর্তী বৈদিক সাহিত্যে এটি বিশেষভাবে স্পষ্ট যেখানে এই প্রাণীদের বিরোধী গুণাবলীর উপর জোর দেওয়া হয়নি। অনেক পুরাণ বা স্তোত্রে, তারা একে অপরের সাথে অভিন্ন ক্রিয়া সম্পাদন করে। পরবর্তীকালে, দানবদের ভূমিকা বৈদিক সাহিত্যে খুব কমই আলাদা বা উল্লেখ করা হয়েছে। \"লিয়াম ও'ফ্ল্যাহার্টি\" এবং \"ওয়েন্ডি ডনিগার ও'ফ্ল্যাহার্টি\" বলেন যে মহাভারতের মত পরবর্তী সাহিত্যে, এই প্রাণীগুলিকে ধীরে ধীরে \"... দুটি পৃথক বর্ণের অংশ হিসাবে বিবেচনা করা হয়; প্রত্যেকের নিজস্ব কাজ আছে - দেবতাদের উৎসাহিত করার জন্য, অসুরদের এটি ধ্বংস করার জন্য - কিন্তু ভূতদের মধ্যে কোন অনৈতিকতা নেই, তারা নিছকই করছেতাদের কাজ, একটি ধ্বংসাত্মক...\" যদিও, পূর্ববর্তী বৈদিক যুগে, উপাসনার জাতি-ভিত্তিক কাঠামোর বিষয়বস্তু বিশিষ্ট ছিল না।\n\n\n== পুরাণ ==\n\n\n=== নাট্যশাস্ত্র ===\nনাট্যশাস্ত্রে, দানবদেরকে দুষ্ট রাক্ষস হিসাবে চিত্রিত করা হয়েছে, তারা নর্তকীদের সাথে হস্তক্ষেপ করছে। বিশেষ করে, নাট্যশাস্ত্রের প্রথম অধ্যায়ে, হিন্দু দেবদেবীদের উদ্দেশ্যে নিবেদিত একটি গুরুত্বপূর্ণ অনুষ্ঠানের সময় দানবরা নর্তকদের অভিনয় বন্ধ করে দেয় এবং বন্ধ করে দেয়। দেবতাদের ক্রুদ্ধ করে, দানবরা ইন্দ্র দ্বারা আক্রমণ ও পরাজিত হয় এবং নর্তকদের জন্য একটি আবদ্ধ, নিরাপদ নৃত্যের ক্ষেত্র তৈরি করা হয়। পরে, দানবদের পরাজয়ের চিত্রিত নৃত্য-নাটকগুলি আখড়ায় পরিবেশিত হয় এবং রাক্ষসদের আরও ক্রোধিত করে। দানবদের প্রতিবাদ সৃষ্টির দেবতা ব্রহ্মার জন্য সংরক্ষিত। ব্রহ্মা দানবদের উপদেশ দেন যে নৃত্যনাট্য অংশগ্রহণকারীদের ও দর্শকদের ঐশ্বরিক বা একত্রে দেবতাদের থেকে আলাদা হতে দেয়। তাই, কিছু পণ্ডিত ব্রহ্মার উত্তরকে উপাসনায় গুরুত্বপূর্ণ ভূমিকা হিসেবে ব্যাখ্যা করেন।\n\n\n=== ইন্দ্র-বৃত্র পুরাণ ===\nইন্দ্র-বৃত্র পৌরাণিক কাহিনী হল একমাত্র পরিচিত পৌরাণিক কাহিনী যাতে দানবদের একজন বিশিষ্ট পুত্র দানুর নাম রয়েছে। এই পৌরাণিক কাহিনীগুলিই পরবর্তীকালে দেবতা ও অসুরদের প্রতিদ্বন্দ্বিতাকে সিমেন্ট করে। ইন্দ্র ও বৃত্রের মধ্যকার লড়াই \"মহাজাগতিক পৌরাণিক কাহিনী\" হিসাবে কাজ করে কারণ এটি অসৎ থেকে সৎ এর জন্ম নিয়ে আলোচনা করে।\n\n\n=== মায়াসুর ===\nমায়াসুর দানবদের একজন বিশিষ্ট সদস্য এবং মহাভারত জুড়ে ব্যাপকভাবে পাওয়া যায়। তিনি একজন জনপ্রিয় স্থপতি এবং দেবতাদের স্থপতি বিশ্বকর্মার প্রতিদ্বন্দ্বী হিসেবে পরিচিত ছিলেন। তিনি রাবণের শ্বশুর হিসেবেও পরিচিত, হিন্দু পুরাণের একজন বিশিষ্ট বিরোধী। তিনি সূর্যসিদ্ধান্ত রচনা করেন। তবে, তিনি তার স্থাপত্যের জন্য সবচেয়ে বেশি পরিচিত। মহাভারতের সভা পর্বে, মায়া দানব 'মায়া সভা' বা পাণ্ডব ভাইদের জন্য বিভ্রমের প্রাসাদ তৈরি করেছিলেন। এখানে, মায়াসুর অর্জুনকে নির্দেশনা চেয়েছিলেন এবং পরামর্শ দিয়েছিলেন যে তিনি তার এবং পাণ্ডবদের জন্য মূল্যবান কিছু তৈরি করতে চান। অর্জুন ও বৈশম্পায়ণ কী নির্মাণ করা উচিত আলোচনা করার পর, কৃষ্ণ মায়াকে দেবতুল্য প্রাসাদ তৈরি করার পরামর্শ দেন। গাঙ্গুলী দ্বারা অনুবাদ করা হয়েছে, কৃষ্ণ চিন্তা করেন এবং তিনি যা চান তা ঘোষণা করেন। মজার ব্যাপার হল, মায়াকে দিতির পুত্র হিসেবে উল্লেখ করা হয়েছে, যদিও বই ২-এর পুরোটাই মায়া দানব বলে সম্বোধন করা হয়েছে।\n\nমহাবিশ্বের প্রভু এবং প্রতিটি বস্তুর স্রষ্টা কৃষ্ণ তাঁর মনে প্রতিফলিত হয়ে মায়াকে এইভাবে আদেশ দিয়েছিলেন, - 'তুমি পছন্দমত একটি প্রাসাদ সভা (মিটিং হল) তৈরি করুক, যদি তুমি, হে দিতির পুত্র, যিনি সকল শিল্পীর মধ্যে অগ্রগণ্য, তিনি ন্যায়পরায়ণ যুধিষ্ঠিরের মঙ্গল কামনা করেন.সত্যিই, তুমি এমন একটা প্রাসাদ তৈরি কর যে, মানুষের জগতের লোকেরা বসে বসে যত্ন সহকারে পরীক্ষা করেও তা অনুকরণ করতে পারবে না। এবং, হে মায়া, তুমি এমন প্রাসাদ তৈরি কর যাতে আমরা ধার্মিক, অসুরিক ও মানুষের নকশার সংমিশ্রণ দেখতে পাই।\nঅন্যত্র, মায়াসুর ত্রিপুরা নির্মাণ করেছিলেন, যা সোনা, রৌপ্য ও লোহার তিনটি শহর হিসাবেও পরিচিত। তিনি লঙ্কায় লঙ্কাপুরী শহরও নির্মাণ করেন।\n\n\n== তথ্যসূত্র =="}