{"pageid": 1181522, "title": "গ্যালেন", "url": "https://bn.wikipedia.org/wiki?curid=1181522", "content": "এলিয়াস গ্যালেনাস বা ক্লডিয়াস গ্যালেনাস (গ্রিক: Κλαύδιος Γαληνός; সেপ্টেম্বর ১২৯ - আনুমানিক ২১৬ খ্রিস্টাব্দ), প্রায়শই ইংরেজায়ন করে গ্যালেন (/ˈɡeɪlən/) বা গ্যালেন অফ প্যারগামন, ছিলেন একজন গ্রিক চিকিৎসক, শল্যবিদ এবং দার্শনিক। প্রাচীনকালের রোমান সাম্রাজ্য সমস্ত চিকিৎসা গবেষকদের মধ্যে সবচেয়ে দক্ষ বলে বিবেচিত, গ্যালেন বিভিন্ন বৈজ্ঞানিক শাখার বিকাশকে প্রভাবিত করেছিলেন, যার মধ্যে রয়েছে শারীরস্থান, শারীরতত্ত্ব, রোগবিজ্ঞান, ঔষধবিজ্ঞান, এবং স্নায়ুচিকিৎসাবিজ্ঞান, সেইসাথে দর্শন এবং যুক্তিবিজ্ঞান।\nতার পিতা এলিয়াস নিকন ছিলেন একজন ধনী গ্রীক স্থপতি। জ্ঞানচর্চায় পিতার আগ্রহে গ্যালেন বিস্তৃত বিষয়ে অধ্যয়ন করেন এবং পরবর্তীতে পদার্থবিদ এবং দার্শনিক হিসেবে নিজেকে প্রতিষ্ঠিত করেন। \nগ্যালেন প্রাচীন পেরগামন শহরে (বর্তমানে তুরস্কের বেরগামা) জন্মগ্রহণ করেন। গ্যালেন ছিলেন প্রচন্ড মেধাবী।  তিনি দর্শন এবং চিকিৎসা বিজ্ঞানে ব্যাপক পড়াশোনা করেন।  যা তাকে একজন সফল চিকিৎসক ও দার্শনিক হিসেবে একটি সফল কর্ম জীবনের জন্য প্রস্তুত করেছিলো। গ্যালেন প্রচুর ভ্রমণ করেছিলেন। তিনি বিভিন্ন ধরনের চিকিৎসা তত্ত্ব এবং আবিস্কারের মাধ্যমে নিজেকে মেলে ধরেন। পরে তিনি রোমে বসবাস করা শুরু করেন। সেখানে তিনি রোমান সমাজের বিশিষ্ট সদস্যদের সেবা করেছিলেন এবং অবশেষে তিনি বেশ কয়েকজন রোমান সম্রাটের ব্যাক্তিগত চিকিৎসক হিসেবেও কাজ করেছেন।  \nশরীর তত্ত্ব এবং ঔষদবিজ্ঞান সম্পর্কে গ্যালেন প্রধানত চারটি তত্ত্ব দ্বারা প্রভাবিত হয়েছিলেন।  সেই চারটি তত্ত্ব হলো :- ১. কালো পিত্ত, ২. হলুদ পিত্ত,  ৩. রক্ত, এবং ৪. শ্লেষ্মা।  যা প্রথমে শুরু করেছিলেন “অন ​​দ্য নেচার অফ ম্যান ইন দ্য হিপোক্র্যাটিক কর্পাস” বইয়ের লেখক হিপোক্রেটিস। গ্যালেনের চিন্তা ভাবনা পশ্চিমা চিকিৎসা বিজ্ঞানকে প্রায় ১৩০০ বছরেরও বেশি সময় ধরে প্রভাবিত করেছে।  তার শারীরবৃত্তীয় প্রতিবেদনগুলি মূলত বারবারি এপ ( বারবারি ম্যাকাক নামে পরিচিত) প্রজাতির বানরের শারীরিক ব্যবচ্ছেদের উপর ভিত্তি করে ছিলো। যাইহোক, যখন তিনি আবিষ্কার করলেন যে তাদের মুখের অভিব্যক্তিগুলি মানুষের মতোই, তখন তিনি শূকরের মতো অন্যান্য প্রাণীর দিকে চলে গেলেন।  যখন আলেকজেন্দ্রিয়ায় মানুষের শরীর ব্যবচ্ছেদ এবং ভাইবিসেকশন পদ্ধতি অনুশীলন করা শুরু হয়েছিলো তখোনো এই কাজ করার জন্য গ্যালেনের রাষ্ট্রীয় অনুমতি ছিলোনা। তাই তিনি মানুষের পরিবর্তে প্রাণীদের উপর এই পদ্ধতি ব্যবহার করা শুরু করেছিলেন।  গ্যালেন তার ছাত্রদেরকে মানবদেহের সাথে আরো ভালোভাবে পরিচিত হতে মৃত মল্লযোদ্বাদের বা মৃত দেহ দেখতে যেতে উৎসাহিত করতেন। ১৫৪৩ সাল পর্যন্ত তার শরীরবৃত্তীয় প্রতিবেদন গুলো বিনা প্রতিদ্বন্দ্বিতায় টিকে ছিলো। যখন আন্দ্রেয়াস ভেসালিয়াস এর বিখ্যাত বই সেমিনাল ওয়ার্ক ডি হিউম্যানি কর্পোরিস ফ্যাব্রিকা-তে মানুষের ব্যবচ্ছেদের মুদ্রিত বিবরণ এবং চিত্র প্রকাশিত হয়েছিল, সেখানে গ্যালেনের শারীরবৃত্তীয় তত্ত্ব এই নতুন পর্যবেক্ষণগুলির সাথে সামঞ্জস্য করা হয়েছিল। গ্যালেনের  সংবহনতন্ত্রের শারীরবৃত্তের  তত্ত্বটি ১২৪২ খৃষ্টাব্দ পর্যন্ত অপ্রতিদ্বন্দ্বী ছিল। যখন ইবনে আল-নাফিস তার “শারহ তাশরিহ আল-কানুন লি' ইবনে সিনা” নামক বই প্রকাশ করেন,  সে বইতে তিনি  ফুসফুসের সঞ্চালনের আবিষ্কারের কথা জানান।  \nগ্যালেন তার “দ্য বেস্ট ফিজিশিয়ান ইজ অলসো আ ফিলোসফার” শিরোনামের গ্রন্থে নিজেকে একজন চিকিৎসক এবং একজন দার্শনিক, উভয় হিসাবেই পরিচয় দিয়েছেন।  গ্যালেন যুক্তিবাদী এবং প্রয়োগবাদী চিকিৎসা অংশগুলোর মধ্যে বিতর্কে খুবই আগ্রহী ছিলেন এবং তার প্রত্যক্ষ পর্যবেক্ষণ, ব্যবচ্ছেদ এবং বিভাজনের ব্যবহার এই দুটি দৃষ্টিভঙ্গির মধ্যে একটি জটিল মধ্যম স্থলকে প্রতিনিধিত্ব করে। তার অনেক কাজই সংরক্ষিত এবং অনেক গুলো কাজ মুল গ্রীক থেকে অনুবাদ করা হয়েছে, যদিও তার কাজের অনেক গুলোই ধ্বংস হয়ে গিয়েছে এবং কিছু কাজের কৃতিত্ব তাকে দেওয়া হয়েছে বলে বিশ্বাস করা হয়। তার মৃত্যুর তারিখ নিয়েও কিছু বিতর্ক রয়েছে। তিনি সত্তর বছরের পুর্বেই মারা গিয়েছিলেন।         \n\n\n== জীবন ==\nগ্যালেনের গ্রীক নাম Γαληνός (Galēnós) যা মুলত γαληνός (galēnós) 'শান্ত' থেকে এসেছে। তিনি একজন রেমান নাগরিক ছিলেন। তার ল্যাটিন নাম (এলিয়াস বা ক্লডিয়াস) গুলোই তা  প্রমান করে। গ্যালেন তার বিখ্যাত ‘অন দ্য অ্যাফেয়েশনস অফ মাইন্ড’ বইয়ে তার প্রাথমিক জীবন সম্পর্কে বর্ণনা করেছেন। তিনি 129 খ্রিস্টাব্দের সেপ্টেম্বরে জন্মগ্রহণ করেন। তার পিতা এলিয়াস নিকন ছিলেন একজন অভিজাত ধনী , তিনি একধারে একজন স্থপতি এবং নির্মাতা। দর্শন, গণিত, যুক্তিবিদ্যা, জ্যোতির্বিদ্যা, কৃষি এবং সাহিত্যে তিনি খুবই আগ্রহী ছিলেন। গ্যালেন তার বাবাকে \"খুবই দয়ালু, ন্যায়পরায়ণ, ভাল এবং পরোপকারী মানুষ\" হিসাবে বর্ণনা করেছেন।\nসেই সময়ে পারগামন (বর্তমানে বারগামা, তুরস্ক) ছিল একটি প্রধান সাংস্কৃতিক ও অধ্যাত্মিক কেন্দ্র, আলেকজান্দ্রিয়ার পরে এর গ্রন্থাগার ছিলো দ্বিতীয় স্থানে। পাশাপাশি এই যায়গায় নিরাময় দেবতা অ্যাসক্লেপিয়াস এর একটি  বিশাল মন্দির ছিলো। গ্রন্থাগার এবং মন্দিরের জন্য শহরটি ছিলো সুপরিচিত। শহরটি প্রখ্যাত স্টোইক এবং প্লেটোনিক দার্শনিক উভয়কেই আকৃষ্ট করেছিলো। \nমাত্র ১৪ বছর বয়সেই গ্যালেন তাদের সহচার্য লাভ করেছিলো। তিনি সেই সময় অ্যারিস্টোটেলিয়ান এবং এপিকিউরিয়ান সহ সেই সময়ের প্রতিটি প্রধান দার্শনিক শাস্ত্র গুলোর উপরেই পড়াশোনা করেন।\nতার বাবা তাকে দার্শনিক বা রাজনীতিবীদ হিসেবে গঠন করতে চেয়েছেন এবং তাকে সাহিত্য ও দার্শনিক গুণাবলি অর্জনের জন্য প্রভাবিত  করেছেন।  যাইহোক, গ্যালেন বলছেন যে “১৪৫ সালের দিকে তারা বাবা একটি স্বপ্ন দেখেছেন।  ওই স্বপ্নে দেবতা অ্যাসক্লেপিয়াস আবির্ভূত হন এবং গ্যালেনকে ডাক্তারি পড়ার জন্য পাঠাতে নির্দেশ দেন”।\n\n\n=== চিকিৎসা শিক্ষা ===\nগ্যালেন প্রাথামিক শিক্ষা শেষ করার পর তিনি ১৬ বছর বয়সে উচ্চ শিক্ষা অর্জনের জন্য স্হানীয় চিকিৎসা মন্দিরে বা অ্যাসক্লেপিয়নে θεραπευτής (থেরাপিউটস, বা পরিচারক) হিসাবে চার বছর পড়াশোনা  করেছিলেন। সেখানে তিনি স্ট্র্যাটোনিকাস এবং স্যাটিরাসের মতো মহৎ ব্যাক্তিদের সাহচার্য পান৷ \nগ্যালেন সেখানে অ্যাসক্লেপিয়া স্পা বা স্যানিটোরিয়া হিসাবে কাজ করত, যেখানে অসুস্থ ব্যক্তিরা যাজকদের নির্দেশে সুস্থতার জন্য আসতেন।\nরোমানরা অসুস্থতা থেকে সেরে উঠতে এবং অসুস্থতা থেকে পরিত্রাণের জন্য পারগামনের মন্দিরে ঘন ঘন আসতেন। \nপাশাপাশি এই মন্দিরে ক্লডিয়াস চার্যাক্স, বিখ্যাত বক্তা এলিয়াস অ্যারিস্টাইডস, সুফিস্ট পোলেমো এবং কনসাল কাসপিয়াস রুফিনাসের মতো ঐতিহাসিক  ব্যক্তিরা বসবাস করতেন।  \nগ্যালেনের বাবা ১৪৮ সালে মারা যান। বাবার মৃত্যুর পরে তার বাবার সমস্ত পৈতৃকসম্পত্তি তার হয়ে যায়,  যার ফলে তিনি মাত্র ১৯ বছর বয়সেই স্বাধীন ধনী হয়ে যান। তার পর তিনি হিপোক্রেটিস এর কাছে থাকা কালীন যে পরামর্শ পেয়েছিলেন তা অনুসরণ করেছিলেন। তিনি স্মার্না (বর্তমানে ইজমির), করিন্থ, ক্রেট, সিলিসিয়া (বর্তমানে কুরুভা), সাইপ্রাস এবং অবশেষে আলেকজান্দ্রিয়ার কিছু বিখ্যাত মেডিকেল কলেজগুলোতে ভ্রমণ ও অধ্যয়ন করেছিলেন। তিনি মেডিসিনের বিভিন্ন শাখা-প্রশাখা নিয়ে গভীরভাবে অধ্যয়ন করেন। ১৫৭ সালে মাত্র ২৮ বছর বয়সেই তিনি তৎকালীন এশিয়ার প্রধান ধর্মযাজক এবং মল্লযোদ্ধাদের চিকিৎসক হিসেবে পারগামনে ফিরে আসেন।  তখনকার সময় তিনি এশিয়ার অন্যতম প্রভাবশালী ধনী ব্যাক্তি। গ্যালেন দাবি করেন যে প্রধান যাজক তাকে এমনি এমনি নির্বাচন করেননি। বরং তিনি যখন বানরের শারীরিক ব্যবচ্ছেদ করে তার ক্ষতস্থান ঠিক করার জন্য অন্য চিকিৎসকদের দিকে চ্যালেঞ্জ ছুড়ে দিয়েছিলেন। চিকিৎসকরা  তা করতে অস্বীকৃতি জানালে,  তিনি নিজেই অস্ত্রোপচার করেন। এর মাধ্যমেই তিনি এশিয়ার প্রধান যাজকের নজরে আসেন। সেখানে তিনি চার বছর ধরে খাদ্য,সুসাস্থ, সাস্থবিধি এবং প্রতিষোধক এর পরিমাপ এর গুরুত্ব শিখেছেন। পাশাপাশি জীবিত শরীরের বিভিন্ন অঙ্গ প্রত্যাঙ্গের ভাঙ্গা অংশের এবং গুরুতর আঘাতের চিকিৎসা শিখেছেন। তাদের ক্ষতগুলিকে তিনি ‘শরীরের জানালা’ হিসেবে উল্লেখ করেছেন। তিনি ওই পদে কর্মরত থাকা কালীন মাত্র ৫ জন মল্লযোদ্ধার মৃত্যু ঘটেছে। যা তার পুর্বে যারা কর্মরত ছিলেন তাদের তুলনায় ৬০ ভাগ কম।  গ্যালেন মুলত তাদের ক্ষতস্থান গুলোর নিরাময়ের দিকে মনোযোগী হয়েছেন।  যা তাকে এই অসাধারণ সাফল্য এনে দেয়। চিকিৎসার পাশাপাশি তিনি তাত্ত্বিক চিকিৎসা ও দর্শন শাস্ত্রেও পড়াশোনা চালিয়ে যান।  \n\n\n=== রোম ===\n গ্যালেন ১৬২ সালে একজন প্রশিক্ষণরত চিকিৎসক হিসেবে রোমে গিয়েছিলেন। কিন্তু সেখানে তিনি প্রকাশ্য বিক্ষোভ এবং ঔষদের বিকল্প মতমত  নিয়ে অস্থিরতা তৈরি করেন। যার ফলে শহরের ডাক্তারদের সাথে তার দন্দ বেঁধে যায়। \nযখন পেরিপেটেটিক দার্শনিক ইউডেমাস ‘কোয়ার্টান জ্বরে’ অসুস্থ হয়ে পড়েন, গ্যালেন তার চিকিৎসা করতে প্রয়োজন বোধ করেন। তিনি বলেন “ যেহেতু তিনি আমার শিক্ষক ছিলেন এবং আমি কাছাকাছিই থাকতাম। তিনি লিখেছেন: \"আমি ইউডেমাসের কারণে ফিরে আসি। কোয়ার্টান অ্যাগের তিনটি আক্রমণে তিনি পুরোপুরি আক্রান্ত হয়েছিলেন এবং ডাক্তাররা তার বাচার সম্ভাবনা ছেড়ে দিয়েছিলেন, কারণ এবার তিনি শীতের মাঝামাঝি সময়েই অক্রান্ত হয়েছেন।\"\nগ্যালেন যখন তার পুর্বের পদ্ধতিতেই ইউডেমাসের চিকিৎসা শুরু করেছিলেন তখন কিছু রোমান চিকিৎসক তার এই কাজের কঠোর সমালোচনা করেছিলেন। কারণ এই চিকিৎসা পদ্ধতি পুরোপুরি অনুমান ও অস্পষ্ট ধারণা নির্ভর ছিলো। যা তৎকালীন চিকিৎসার মানদণ্ডের সাথে পুরোপুরি সাংঘর্ষিক।  কিন্তু গ্যালেন তার পদ্ধতিতেই চিকিৎসা চালিয়ে যান এবং সফলতার মাধ্যমে তার বিরোধীদের উপর প্রতিশোধ নেন। \nগার্সিয়া-ব্যালেস্টার গ্যালেনকে নিয়ে লিখতে গিয়ে  বলেছেন: \"রোগীর সমস্যা নির্ণয় করার জন্য, একজনকে অবশ্যই পর্যবেক্ষণ করতে হবে এবং যুক্তি দিতে হবে\"। এটিই ছিল ডাক্তারদের সমালোচনার ভিত্তি যারা যুক্তিগত এবং প্রয়োগিক চিকিৎসার দিকে এগিয়ে গিয়েছিলেন।\n\nযাইহোক,  ইউডোমাস গ্যালেনকে চিকিৎসকদের সাথে দন্দে না জড়ানোর উপদেশ দেন।  তিনি তাকে সতর্ক করে বলেন - “এদের সাথে দন্দ্বে জড়ালে এরা তোমাকে হত্যা পর্যন্ত করতে পারে”।  তিনি পাশাপাশি আরও বলেন -“ওরা যদি অসদাচরণ করে তোমার ক্ষতি করতে না পারে, তাহলে তারা তোমাকে বিষ প্রয়োগ করার চেষ্টা করবে”। অন্যান্য বিষয়ের মধ্যে তিনি গ্যালেনকে পূর্ববর্তী একটা ঘৃন্য ঘটনাও খুলে বলেন। তিনি বলেন “প্রায় দশ বছর আগে, একজন যুবক শহরে এসে আমাদের শিল্পের সম্পদের ব্যবহারিক প্রদর্শনী তোমার মতোই দিয়েছিলেন; এই যুবককে তারা তার দুই চাকারের সাহায্য নিয়ে বিষ প্রয়োগ করে  হত্যা করেছিলো” \nযখন গ্যালেনের সাথে রোমান চিকিৎসকদের দন্দ আরও গুরুতর হয়ে উঠে, তখন তিনি আশংকা করছিলেন যে, হয়তো তাকে নির্বাসিত করা হবে বা বিষ প্রয়োগের মাধ্যমে তারা তাকে হত্যা করতে পারে। তাই তিনি রোম শহর ছেড়ে চলে যান।\n\n১৬১ সালে রোম বাইরের দেশের সাথে যুদ্ধ শুরু করে দেয়। তৎকালীন রোম সম্রাট মার্কাস অরেলিয়াস এবং তার সহ-সম্রাট এবং দত্তক ভাই লুসিয়াস ভেরাস রোমের উত্তরে মার্কোমান্নির সাথে লড়াই করেছিলেন।১৬৯ সালের শরৎকালের সময়ে যখন রোমান সেনারা অ্যাকুইলিয়াতে  ফিরে আসছিলো তখন পুরো রোমে মহামারি প্লেগ ছড়িয়ে পড়েছিলো। এটি সম্ভবত সারা পৃথিবীতে ছড়িয়ে পড়া মহামারি গুটি বসন্তের প্রাদুর্ভাব গুলোর একটি। তখন যাকে অ্যান্টোনিন প্লেগ বলা হতো। এই প্রাদুর্ভাব থেকে দ্রুত মুক্তি লাভের জন্য সম্রাট গ্যালেনকে আবার রোমে ডেকে আনেন।  সম্রাটের চিকিৎসক হিসেবে তাকে মার্কাস এবং ভেরাসের সাথে জার্মানিতে যাওয়ার আদেশ দেওয়া হয়েছিল। পরের বসন্তে অ্যাসক্লেপিয়াস প্রকল্পের বিরুদ্ধে একটি রিপোর্ট পাওয়ার পর গ্যালেনকে মুক্তি দিতে মার্কাসকে রাজি করানো হয়। সাম্রাজ্যের উত্তরাধিকারী কমোডাসের চিকিৎসক হিসাবে কাজ করার জন্য তাকে রাজপ্রাসাদেই রেখা দেওয়া হয়েছিল। এই প্রাসাদে বসেই গ্যালেন চিকিৎসা বিষয়ে ব্যাপক লেখালেখি করেছিলেন। লুসিয়াস ভেরাস 169 সালে মারা যান এবং মার্কাস অরেলিয়াস নিজেই 180 সালে মারা যান। তবে হাস্যকর বিষয় হলো উভয়ে প্লেগের শিকার হয়েই মারা যান।  \nগ্যালেন তার জীবনের প্রায় বেশিরভাগ সময়ই সম্রাট কমোডোসের চিকিৎসক ছিলেন।  তিনি সম্রাটের সাধারণ অসুস্থতার চিকিৎসা করতেন।                  ডিও ক্যাসিয়াস ৭২.১৪.৩-৪ এর অনুসারে প্রায় ১৮৯ সালের দিকে সম্রাট কমোডোসের শাসনামলে রোমে একটি বিরাটাকারের মহামারি দেখা দেয়। যার প্রাদুর্ভাবে রোমে প্রতিদিন ২০০০ এর বেশি মানুষের মৃত্যু হতো।  অনেকে বলেছেন এটি সম্ভবত তথাকথিত আন্টোনিন প্লেগ এবং সম্ভবত গুটি বসন্ত।  যা পুর্ববর্তী সম্রাট মার্কাস অরেলিয়াসের শাসনামলে  রোমে আঘাত করেছিল। গ্যালেন তার শাসনামলেও সেপ্টিমিয়াস সেভেরাসের চিকিৎসক ছিলেন। সেভেরাস এবং কারাকাল্লাকে জনগনের জন্য ঔষধ সরবরাহ রাখার কারণে সম্রাট গ্যালেনের উচ্ছ প্রশংসা করেছিলেন। পাশাপাশি তিনি তিনটি ক্ষেত্র উল্লেখ করেছিলেন।  যে গুলি ১৯৮ সালে ব্যবহার করা হয়েছিলো।\n\n\n=== অ্যান্টোনিন প্লেগ ===\nমার্কাস অরেলিয়াসের পারিবারিক নাম অ্যান্টোনিনাসের অনুসারে অ্যান্টোনিন প্লেগের নামকরণ করা হয়েছিল। গ্যালেন এই রোগের চিকিৎসক হিসেবে যুক্ত থাকার কারণে ঔষধ  বিজ্ঞানের ইতিহাসে এটি গ্যালেনের প্লেগ নামেও সু পরিচিত।  তিনি এই রোগের প্রথম চিকিৎসক ছিলেন। কারণ ১৬৬ সালে এই রোগ যখন প্রথম রোমে  আঘাত হানে তখন তিনি রোমে উপস্থিত ছিলেন এবং ১৬৮-৬৯ সালের শীতকালে অ্যাকুইলিয়াতে অবস্থানরত সৈন্যদের মধ্যে যখন এই রোগের  প্রাদুর্ভাব দেখা দেয়  সেসময়ও তিনি সেখানে উপস্থিত ছিলেন। মহামারিটির ব্যাপারে তার প্রচুর অভিজ্ঞতা ছিলো। তিনি এটাকে খুব দীর্ঘস্থায়ি বলে উল্লেখ করেছিলেন। পাশাপাশি এই রোগের লক্ষণ এবং প্রতিকারের বর্ণনা দিয়েছেন। তবে প্লেগ সম্পর্কে তার বর্ণনা গুলো বিক্ষিপ্ত এবং খুবই সংক্ষিপ্ত। ভবিষ্যত প্রজন্মের জন্য স্বীকৃত কোনো বর্ণনা তিনি লিখে যাননি। তিনি মুলত প্লেগ এর চিকিৎসা এবং শারীরিক প্রাদুর্ভাব এর দিকে বেশি আলোকপাত করেছেন। উদাহরণস্বরূপ, প্লেগে আক্রান্ত একজন যুবককে নিয়ে তিনি লিখছেন। তখন তিনি যুবকটি কীভাবে সংক্রমিত হলো, কী কী লক্ষ্মণ তার শরীরে পাওয়া গেলো সে সম্পর্কে বিস্তারিত না লিখে তিনি তার অভ্যন্তরীন এবং বাহ্যিক ক্ষতের দিকে মনোনিবেশ করেছিলেন। নিবুহরের মতে ‘ এই মহামারি খুবই দুর্বার গতিতে ছড়িয়ে পড়েছিলো; এটি অসংখ্য মানুষের জীবন কেড়ে নিয়েছে ’।  সম্রাট আরেলিয়াসের শাষনামলে প্লেগ যে ভয়াবহতা দেখিয়েছিলো,  প্রাচীন বিশ্ব তার ক্ষতি কখোনোই কাটিয়ে উঠতে পারেনি। তৎকালীন পুরো পৃথিবীতে  ৭-১০ শতাংশ মানুষের মৃতুর কারণ ছিলো এই মহামারি প্লেগ ; ১৬৫-৬৮ সালে এই রোগের কারণে সারাবিশ্বে প্রায় ৩.৫ শতাংশ তথা ৫০ লাখ লোকের মৃত্যু হয়। \n\nপ্রখ্যাত জার্মান ইতিহাস বিদ স্যার অট্টোকার্ল সিক এর মতে-  রোম সম্রাজ্যের অর্ধেকেরও বেশি জনসংখ্যা এই মহামারিতে মৃত্যু বরণ করেছেন। আরেক ইতিহাসবিদ জে.এফ. গিলিয়াম এর মতে - অ্যান্টোনিন প্লেগ রোম সম্রাজ্যে তৃতীয় শতাব্দীর মাঝামাঝি সময়ে আক্রমিত অন্য যেকোনো মহামারির চেয়ে বেশি মৃত্যু ঘটিয়েছিলো। যদিও গ্যালেন এই রোগের ব্যাপারে স্পষ্ট বর্ণনা দেয়নি, তবুও তার বর্ণনায় উল্লেখিত যে লক্ষণ গুলো সনাক্ত হয়েছে তা গুটিবসন্তের সাথে প্রায় মিলে যায়।\nগ্যালেন বলেন এই প্লেগে আক্রান্ত রোগীর জ্বরের পাশাপাশি পুরো শরীরে কালো এক্সানথেমা উঠে। এক্সেনথামা মুলত একধরনের খোসপাঁচড়া যার ভিতরে রক্তজমাট বেঁধে থাকে।  যার ফলে তা কালো দেখায়। গ্যালেন আরো বলেন- ত্বকের ফুসকুড়ি গুলো থুসিডাইডের কাছাকাছি ছিলো। তিনি রোগির ডায়রিয়া এবং মলের মাধ্যমে খাদ্যনালীগুলোর উপসর্গ বর্নণা করে দিতেন। মল এর রং গাড়ো কালো হলে রোগী মারা যেত। তিনি বলেন - কালো মলের পরিমাণ বিভিন্নরকম। এটি অন্ত্রের ক্ষতের তীব্রতার উপর নির্ভর করে।  তিনি লক্ষ করেন - যে রোগীর কালো মল ছিলনা সেই রোগীর কালো এক্সানথেমা দেখা দিত। গ্যালেন জ্বর,  বমি,  ভ্রুন নিঃশ্বাস,  ক্যাটারা, কাশি,  এবং স্বরযন্ত্র এবং আলসারেশনের লক্ষণগুলি ও বর্ণনা করেছেন।\n\n\n=== পরবর্তী বছর ===\nগ্যালেন তার জীবনের শেষ বছর গুলোতে কাজ এবং লেখা চালিয়ে যান।  তিনি ঔষধ এবং প্রতিকারের পাশাপাশি ডায়াগনস্টিকস এবং থেরাপিউটিকসের উপর বই লিখেছিলেন। যা ল্যাটিন মধ্যযুগ এবং মধ্যযুগীয় ইসলামী শাষনামলের চিকিৎসা বিজ্ঞানের পাঠ্যসূচীতে অন্তর্ভুক্ত ছিলো। \n১১ শতকে সুডা অভিধানে বলা হয়েছে যে গ্যালেন ৭০ বছর বয়সে মারা গিয়েছিলেন। তাদের দাবি অনুসারে গ্যালেন মৃত্যু সাল ১৯৯। তবে তবে গ্যালেনের \"অন থেরিয়াক টু পিসো\" গ্রন্থে একটি উল্লেখ রয়েছে (যা মিথ্যা ও হতে পারে) ঘটনাটি সংঘটিত হয়েছে ২০৪ সালে। তৎকালীন একটি আরবি পত্রিকার বিবৃতিতে বলা হয় গ্যালেন ৮৭ বছর বয়সে সিসিলিতে মারা যান। প্রায় ৭০ জনের মতো চিকিৎসাবিদ তা স্বীকার করে। যার অর্থ তিনি প্রায় ২১৬ সালে মারা যান।  বিখ্যাত ইতিহাসবিদ নুটন বলেন - “ অন থেরিয়াক টু পিসো আসল, আরবী পত্রিকার সুত্র গুলোও সঠিক।  সুদা অভিধান ভুলভাবে গ্যালেনের ৭০ বছরের  কর্মজীবনকে তার সমগ্র জীবনকাল হিসেবে উল্লেখ করেছে ”। আরেক ইতিহাসবিদ বুদন মিলটও কমবেশি নটুন এর সাথে ঐক্যমত পোষন করেছেন।  উভয়েই ২১৬ সালের পক্ষে মত দিয়েছেন। \n\n\n== তথ্যসূত্র =="}