{"pageid": 1181197, "title": "মাহমুদুল হাসান সোহাগ", "url": "https://bn.wikipedia.org/wiki?curid=1181197", "content": "মাহমুদুল হাসান সোহাগ একজন আলোচিত বাংলাদেশী উদ্যোক্তা। তিনি রকমারি ডট কম ওয়েবসাইটের প্রধান নির্বাহী কর্মকর্তা ও সহপ্রতিষ্ঠাতা। এছাড়াও, তিনি উদ্ভাস, উন্মেষ, উত্তরণ, উৎকর্ষ কোচিং সেন্টার ও অন্যরকম ওয়েব সার্ভিস লিমিটেড প্রতিষ্ঠা করেন। তিনি সর্বপ্রথম বাংলাদেশে ইলেকট্রনিক ভোটিং মেশিন (ইভিএম) তৈরি করেছেন। এছাড়াও তিনি বাংলাদেশ গণিত অলিম্পিয়াডের একাডেমিক কাউন্সিলর ছিলেন। বর্তমানে তিনি অন্যরকম গ্রুপের চেয়ারম্যান।\n\n\n== প্রারম্ভিক জীবন ==\nসোহাগ ১৯৮১ সালের ৭ জুন জামালপুর জেলার সরিষাবাড়ী উপজেলার একটি গ্রামে জন্মগ্রহণ করেন। তার পিতার নাম আবুল হোসেন, তিনি একজন স্কুল শিক্ষক এবং মায়ের নাম মনোয়ারা বেগম। জনাব হোসেন ডাক বিভাগের কর্মকর্তা ছিলেন। পিতা-মাতার দুই মেয়ে এক ছেলের মধ্যে সোহাগ সবচেয়ে ছোট সন্তান।\n\n\n== শিক্ষাজীবন ==\nতিনি স্থানীয় শিশুদের পাঠশালা নাসিরউদ্দিন কিন্ডারগার্ডেনে প্রাথমিক শিক্ষা সম্পন্ন করেন। এরপর ১৯৯৮ সালে রিয়াজউদ্দিন তালুকদার উচ্চ বিদ্যালয় থেকে মাধ্যমিক পাশ করেন। সেই সময় তিনি এসএসসি পরীক্ষায় ঢাকা বোর্ডের সম্মিলিত মেধা তালিকায় ৫ম স্থান দখল করেন। এরপরে তিনি ঢাকা কলেজে উচ্চ মাধ্যমিকে ভর্তি হন, তিনি ২০০০ সালে উচ্চ মাধ্যমিক পরীক্ষায় পুনরায় ঢাকা বোর্ডের সম্মিলিত মেধা তালিকায় ৪র্থ স্থান দখল করেন। পরবর্তীতে তিনি বাংলাদেশ প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ে (বুয়েট) তড়িৎ ও ইলেক্ট্রনিক প্রকৌশল বিভাগে ভর্তির সুযোগ পান। এখান থেকে তিনি স্নাতক পাশ করেন, পাশ করার আগে তিনি বুয়েটের ইনফরমেশন এন্ড কমিউনিকেশন টেকনোলজি ইনস্টিটিউটে রিসার্চ এসিস্টটেন্ট হিসাবে কিছুদিন কর্মরত ছিলেন।\n\n\n== কর্মজীবন ==\nতিনি বুয়েটে রিসার্চ এসিস্টটেন্ট হিসাবে কাজ করার পরে, আর কোন চাকরিতে যোগদান করেননি। তিনি ২০১২ সালে যুক্তরাষ্ট্রের ওকলাহোমা বিশ্ববিদ্যালয় আয়োজিত এন্টারপ্রেনার এক্সচেঞ্জ প্রোগ্রামের অংশগ্রহণের জন্য বাংলাদেশ প্রতিনিধি নির্বাচিত হন। তিনি বিভিন্ন প্রতিষ্ঠান গড়ে তুলেছেন।\n\n\n=== রকমারি ডট কম ===\nরকমারি ডট কম হচ্ছে বাংলাদেশের একটি অনলাইনভিত্তিক পণ্য কেনার ওয়েবসাইট। এটি ২০১২ সালের ১৯ জানুয়ারি আনুষ্ঠানিকভাবে যাত্রা শুরু করে। বর্তমানে এই সাইটে ডিভিডি, ভিডিও টিউটোরিয়াল, ক্রীড়া সামগ্রী, অন্য রকম বিজ্ঞান বাক্স, ক্যালকুলেটর, ঘড়ি, পেনড্রাইভ, কম্পিউটারের নানাবিধ যন্ত্রাংশসহ বিভিন্ন পণ্যও কিনতে পাওয়া যায়।\n\n\n=== ইভিএম নির্মাণ ===\n২০০৭ সালে ঢাকা অফিসার্স ক্লাবের অর্থায়নে এটির কাজ শুরু হয়। ইভিএম নির্মাণের জন্য ২০০৯ সালে বুয়েট তাদের কোম্পানি পাই ল্যাবস বাংলাদেশের সাথে চুক্তি করে এবং বিনির্মাণে সাহায্য করে। ২০১৪ সালের সিটি কর্পোরেশন নির্বাচনসহ বাংলাদেশের নির্বাচনে তাদের ইভিএম ব্যবহার হচ্ছে। এছাড়াও পাই ল্যাবস বাংলাদেশ কোম্পানি ইজি ওমআর সল্যুশন (Easy OMR solution) সফটওয়্যার আবিস্কার করেছে।\n\n\n=== অন্যরকম গ্রুপ ===\nঅন্যরকম গ্রুপ বিভিন্ন প্রতিষ্ঠানের মাতৃ প্রতিষ্ঠান। অন্যরকম গ্রুপের অধীনে বিভিন্ন প্রজেক্ট ও উদ্যোগ গ্রহণ করা হয়েছে, রকমারি ডট কম অন্যরকম ওয়েব সার্ভিসের একটি অংশ। এসব উদ্যোগের অন্যতমগুলো:\n\nপাইল্যাবস বাংলাদেশ লিমিটেড: এই সেবার মধ্যে রয়েছে ইলেক্ট্রনিক ভোটিং মেশিন (ইভিএম), সোলার ইনভার্টার, সোলার চার্জ কন্ট্রোলার, ইন্ডাস্ট্রি অটোমেশন, ভেহিক্যাল ট্রেকিং সিস্টেমসহ আরও নানান সেবা।\nঅন্যরকম সফটওয়্যার লিমিটেড\nঅন্যরকম ইলেকট্রনিক্স কোম্পানি লিমিটেড\nঅন্যরকম সলিউশনস: আমদানি-রপ্তানি\nঅন্যরকম ওয়েব সার্ভিস লিমিটেড\nঅন্যরকম প্রকাশনী লিমিটেড\nঅন্যরকম বিজ্ঞানবাক্স\nঅন্যরকম পাঠশালা\nওয়েস্টার ইন্টারন্যাশনাল স্কুল\nটেকশপ বাংলাদেশ লিমিটেড\nএছাড়াও অন্যরকম গ্রুপ ঢাকা বিশ্ববিদ্যালয়ের জেনেটিক ইঞ্জিনিয়ারিং বিভাগে অন্যরকম বায়োইনফরমেটিকস ল্যাবরেটরি  নামে একটি গবেষণাগার প্রতিষ্ঠা করেছে।\n\n\n== পুরস্কার ও সন্মাননা ==\nবণিক বার্তা-বিআইডিএস (বাংলাদেশ উন্নয়ন গবেষণা প্রতিষ্ঠান) উদ্যোক্তা সম্মাননা-২০১৯\n২০১২ সালে দৈনিক প্রথম আলো উদীয়মান তরুণ উদ্যোক্তা সম্মাননা।\nআনোয়ারুল কাদির ইনোভেটর অ্যাওয়ার্ড।\n\n\n== তথ্যসূত্র =="}