{"pageid": 1181272, "title": "মালয়েশিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1181272", "content": "মালয়েশিয়ায় ইসলাম বলতে সুন্নি ধর্মতত্ত্ব এবং আইনশাস্ত্রের শাফিঈ সংস্করণকে বোঝানো হয়। আরব, চীন এবং ভারতীয় উপমহাদেশ থেকে আগত ব্যবসায়ীরা ইসলামের প্রবর্তন করেছিলেন। ইসলাম ধর্ম এই এলাকায় ১৫ শতকে দৃঢ়ভাবে প্রতিষ্ঠিত হয়। মালয়েশিয়ার সংবিধানে, মালয়েশিয়াকে একটি ধর্মনিরপেক্ষ রাষ্ট্র হিসাবে সাংবিধানিকভাবে সংজ্ঞায়িত করার সময়, মালয়েশিয়ার সমাজে এর গুরুত্বের প্রতীক হিসেবে ইসলামকে \"ফেডারেশনের ধর্ম\" এর মর্যাদা দেওয়া হয়েছে। তাই এই দেশে অবাধে অন্য ধর্ম পালন করা যায়। প্রায় ৭% ছোট শাখা (ইবাদি, কুরআনবাদী, ইত্যাদি) মেনে চলে।\n\nমালয়েশিয়ার সংখ্যাগরিষ্ট জনসংখ্যা ইসলাম ধর্মের অনুসারী। ২০১৩ সালের হিসাবে, প্রায় ১৯.৫ ছিল মিলিয়ন মুসলিম অনুসারী। শতকরা হিসেবে এটি জনসংখ্যার ৬১.৩%। ক্রিসমাস, চাইনিজ নববর্ষ এবং দীপাবলির পাশাপাশি বিভিন্ন ইসলামিক ছুটির দিন যেমন ঈদে মিলাদুন্নবীকে জাতীয় ছুটি ঘোষণা করা হয়েছে।\n\n\n== পটভূমি ==\n\nমালয়েশিয়ার খসড়া সংবিধানে সরকারী ধর্ম উল্লেখ করা হয়নি। এই পদক্ষেপটি নয়টি মালয় রাজ্যের শাসকদের দ্বারা সমর্থিত হয়েছিল। তারা মনে করেছিল যে এটি যথেষ্ট যে ইসলাম তাদের প্রতিটি রাজ্যের সরকারী ধর্ম। তবে, সংবিধান প্রণয়নকারী রিড কমিশনের বিচারপতি হাকিম আবদুল হামিদ ইসলামকে সরকারী ধর্ম করার পক্ষে জোরালোভাবে বেরিয়ে এসেছিলেন এবং ফলস্বরূপ চূড়ান্ত সংবিধানে ইসলামকে মালয়েশিয়ার সরকারী ধর্ম হিসাবে নামকরণ করা হয়েছিল। মালয়েশিয়ার সংবিধানের ১৬০ অনুচ্ছেদ দ্বারা সংজ্ঞায়িত সমস্ত জাতিগত মালয়রা মুসলিম জাতি।\n\n\n=== ফেডারেশনের ধর্ম ===\nমালয়েশিয়ার নয়টি রাজ্য, যথা কেলান্তান, তেরেঙ্গানু, পাহাং, কেদাহ, পেরাক, পেরলিস, সেলাঙ্গর, জোহর এবং নেগেরি সেম্বিলান-এ সাংবিধানিক মালয় রাজা রয়েছে (যাদের বেশিরভাগই সুলতান হিসাবে স্টাইল করা হয়েছে)। এই মালয় শাসকরা এখনও রাজ্যগুলিতে ধর্মীয় বিষয়ে কর্তৃত্ব বজায় রেখেছে। পেনাং, মালাক্কা, সারাওয়াক এবং সাবাহ রাজ্যের কোনো সুলতান নেই, তবে রাজা (ইয়াং ডি-পার্টুয়ান আগোং) কুয়ালালামপুর সেই রাজ্যগুলির পাশাপাশি কুয়ালার প্রতিটি যুক্তরাষ্ট্রীয় অঞ্চলে ইসলামের প্রধানের ভূমিকা পালন করেন।\nমালয়েশিয়ার প্রথম প্রধানমন্ত্রী টুংকু আব্দুল রহমানের ৮০ তম জন্মদিন উপলক্ষে, তিনি দ্য স্টার পত্রিকার ৯ ফেব্রুয়ারি ১৯৮৩-এর সংস্করণে বলেছিলেন যে \"দেশে বিভিন্ন বিশ্বাসের সাথে বহু-জাতিগত জনসংখ্যা রয়েছে। মালয়েশিয়াকে অবশ্যই ধর্মনিরপেক্ষ রাষ্ট্র হিসাবে ইসলামকে সরকারী ধর্ম হিসাবে চালিয়ে যেতে হবে। \"দ্য স্টারের\" একই ইস্যুতে, আবদুল রহমানকে মালয়েশিয়ার তৃতীয় প্রধানমন্ত্রী হুসেইন ওন সমর্থন করেছিলেন, যিনি বলেছিলেন যে \"জাতি এখনও একটি ধর্মনিরপেক্ষ রাষ্ট্র হিসাবে কাজ করতে পারে এবং ইসলামকে সরকারী ধর্ম হিসাবে কাজ করতে পারে।\"\n\nমালয়েশিয়ার রাজ্যগুলির মধ্যে একটি, কেলান্তান, প্যান- মালয়েশিয়ান ইসলামিক পার্টি (পিএএস) দ্বারা শাসিত, যেটি একটি রক্ষণশীল ইসলামী রাজনৈতিক দল, একটি ইসলামী রাষ্ট্র প্রতিষ্ঠার ঘোষিত লক্ষ্য নিয়ে। তেরেঙ্গানু ১৯৯৯ থেকে ২০০৪ সাল পর্যন্ত পি এ এস দ্বারা সংক্ষিপ্তভাবে শাসিত হয়েছিল, কিন্তু ক্ষমতাসীন বারিসান ন্যাশনাল কোয়ালিশন তখন থেকে রাজ্যটি ফিরে পেয়েছে। ইউনাইটেড মালয় ন্যাশনাল অর্গানাইজেশনের (ইউএমএনও) ইসলামিক শংসাপত্রের পতনশীল বিশ্বাসযোগ্যতা মোকাবেলা করার জন্য, বারিসান ন্যাশনালের প্রধান, দাতুক সেরি আবদুল্লাহ বাদাউই, ইসলাম হাধারির প্রস্তাব করেছিলেন। ১৯৯০-এর দশকে, পিএএস-এর নেতৃত্বাধীন রাজ্য সরকারগুলি তেরেঙ্গানুতে ইসলামিক হুদুদ আইন পাস করেছিল, কিন্তু ধর্মনিরপেক্ষ ফেডারেল সরকার দ্বারা তা বাতিল করা হয়েছিল।\nমালয়েশিয়ার পরিচয়পত্রের নতুন ফর্ম্যাট মালয়েশিয়ানদের বিভিন্ন ধর্মীয় গোষ্ঠীতে বিভক্ত করে, যেমন, মুসলিম, খ্রিস্টান, হিন্দু, বৌদ্ধ। এই কার্ডের প্রবর্তন একটি রাজনৈতিক বিশৃঙ্খলা সৃষ্টি করেছে এবং বিতর্কিত রয়েছে।\nএছাড়াও মালয়েশিয়ায় একটি ইসলামী বিশ্ববিদ্যালয় রয়েছে যাকে আন্তর্জাতিক ইসলামী বিশ্ববিদ্যালয় মালয়েশিয়া বলা হয় এবং তাবুং হাজি (মালয়েশিয়ার তীর্থযাত্রী তহবিল বোর্ড) নামে মক্কায় তীর্থযাত্রা আয়োজনের দায়িত্বে নিয়োজিত একটি সরকারী প্রতিষ্ঠান রয়েছে। এছাড়া মসজিদ ও সুরাস নির্মাণেও সরকার অর্থায়ন করে।\nইসলামিক ডেভেলপমেন্ট মালয়েশিয়া বিভাগ প্রধানমন্ত্রীর বিভাগের অধীনে প্রতিষ্ঠিত হয়। এছাড়াও, প্রতিটি রাজ্যেরও ইসলামিক ডেভেলপমেন্ট মালয়েশিয়া বিভাগ এর নিজস্ব সংস্করণ রয়েছে। জনসাধারণ ও পারিবারিক জীবন পরিচালনাকারী বিভিন্ন ইসলামী বিধি-বিধান ইসলামের সাথে সঙ্গতিপূর্ণ আইনে সংযোজন করা হয়েছিল। সরকারী নীতিগুলিও ইসলামে জায়েজ, অন্য কথায় হালাল।\nফতোয়া জারি করার জন্য শাসকদের সম্মেলন দ্বারা জাতীয় ফতোয়া কাউন্সিল প্রতিষ্ঠিত হয়। এটি দুটি ধরনের সভা পরিচালনা করে, একটি শাসকদের সম্মেলন দ্বারা অনুমোদিত হয়েছিল, আরেকটিকে মুজাকারাহ (বক্তৃতা) বলা হয় মাঝে মাঝে শাসকদের সম্মেলনের আদেশ ছাড়াই অনুষ্ঠিত হয়।\n\n\n== ইতিহাস ==\n\nসাহাবাসহ স্বতন্ত্র আরব ব্যবসায়ীরা সপ্তম শতাব্দীর প্রথম দিকে মালয় দ্বীপপুঞ্জ, ইন্দো-চীন এবং চীনে প্রচার করেছিলেন। ৬৭৪ খ্রিস্টাব্দে আরবরা মালয় উপদ্বীপের উপকূলে ইসলামের প্রবর্তন করেছিল।\nখ্রিস্টীয় দ্বাদশ শতাব্দীতে আরব মুসলিম এবং তামিল ভারতীয় মুসলিম ব্যবসায়ীরা মালয়েশিয়ায় ইসলাম নিয়ে আসেন। সাধারণভাবে ধারণা করা হয় যে ইসলাম প্রথম মালয় উপদ্বীপে এসেছিল কেদাহ (হিন্দু নাম ফ্রা ওং মহাওয়াংসা) এর সুলতান মুদজাফর শাহ প্রথম (১২ শতক) থেকে, যিনি প্রথম শাসক যিনি ভারতীয় ব্যবসায়ীদের দ্বারা ইসলামে দীক্ষিত হওয়ার পরে ইসলাম গ্রহণ করেছিলেন বলে পরিচিত। তারা সম্প্রতি ধর্মান্তরিত হয়েছিল। ১৩শ শতাব্দীতে, তেরেঙ্গানু পাথরের স্মৃতিস্তম্ভটি কুয়ালা বেরং, তেরেঙ্গানুতে পাওয়া যায়, যেখানে ১৩০৩ সালে ইসলাম গ্রহণকারী প্রথম মালয় রাজ্য সুলতান মেগাত ইস্কান্দার শাহ, যিনি ধর্মান্তরিত হওয়ার আগে পরমেশ্বর নামে পরিচিত ছিলেন, তিনি মেলাকার প্রথম সুলতান। বর্তমান ইন্দোনেশিয়ার পাসাই থেকে এক রাজকুমারীকে বিয়ে করার পর তিনি ইসলাম ধর্ম গ্রহণ করেন।\nধর্মটি মালয়েশিয়া এবং ইন্দোনেশিয়ার উপকূলীয় বাণিজ্য বন্দর জনগণের দ্বারা শান্তিপূর্ণভাবে গৃহীত হয়েছিল, বিদ্যমান বিশ্বাসকে জয় করার পরিবর্তে শোষণ করে। ১৫ এবং ১৬ শতকের মধ্যে এটি মালয় জনগণের সংখ্যাগরিষ্ঠ বিশ্বাস ছিল।\n\n\n=== সমসাময়িক ইসলাম ===\nধর্ম, বিশেষ করে শাফিয়ি স্কুল সুন্নিবাদ। কিছু ইসলামিক পরিভাষা, যেমন আল্লাহ শব্দ, অমুসলিমদের জন্য মৌখিকভাবে এবং সরকারের নিষেধাজ্ঞায় অমুসলিমদের দ্বারা \"আল্লাহ\" শব্দের ব্যবহার নিষিদ্ধ করা হয়েছে, যা প্রথম দৃষ্টান্তের আদালতের ২০০৯ সালের রায়কে উল্টে দেয়।\n১৯৭০ এর দশক পর্যন্ত, অনেক মালয় মুসলমান ইন্দোনেশিয়ান মুসলমানদের মতো উদার ও মধ্যপন্থী ইসলামে বসবাস করত। এই সময়ে, ইসলামিকরণের একটি তরঙ্গ আবির্ভূত হয় (বিভিন্ন সামাজিক ও জাতিগত সংঘাতের কারণে, আল-আরকাম দল এবং ইসলাম সে-মালয়েশিয়ার সাথে যুক্ত), যার ফলে আজ, মালয়েশিয়া পরবর্তী বছরগুলির তুলনায় আরও বেশি ইসলামিক পরিবেশে বাস করে। মালয়, যারা মোট জনসংখ্যার ৫০.৪% প্রতিনিধিত্ব করে, তারা প্রায় সকলেই মুসলিম। প্রায় ৭০% মালয় মুসলিম মাথার স্কার্ফ পরে, যখন তাদের বন্দর ১৯৮০ এর দশক পর্যন্ত প্রান্তিক ছিল। ইসলামি বংশোদ্ভূত ঐতিহ্যবাহী মালয় পোশাকও অনেক মালয় পরিধান করে।\n\n\n=== উপাসনার স্বাধীনতা ===\nমালয়েশিয়ার সংবিধানের অনুচ্ছেদ ৩ (১) প্রদান করে:\n\n\"ইসলাম ফেডারেশনের ধর্ম; তবে অন্যান্য ধর্ম ফেডারেশনের সমস্ত অংশে নিরাপদে এবং শান্তিপূর্ণভাবে পালন করা যেতে পারে।\"\nসংবিধানের ১১ অনুচ্ছেদে রয়েছে:\n\n\"প্রত্যেকেরই তার ধর্ম পালন ও পালন করার এবং তা প্রচার করার অধিকার রয়েছে।\"\nমূলত ১৯৫৭ সালে দেশের স্বাধীনতার জন্য অনুমোদিত, ১৯৮৮ সালে দেশের সংবিধানে একটি সংশোধনীর পর ধর্মত্যাগ বেআইনি হয়ে যায়। লীনা জয় কর্তৃক ইসলাম থেকে খ্রিস্টান ধর্মে ধর্মান্তরিত করার আন্তর্জাতিকভাবে রিপোর্ট করা প্রয়াস সবচেয়ে বিখ্যাত উপস্থাপনাগুলির মধ্যে একটি।\n\nযদিও ঔপনিবেশিক যুগে এটি একটি সমস্যা ছিল না, মুসলমানরা তাদের ধর্ম পরিবর্তন করতে ইচ্ছুক তাদের কঠোর প্রতিবন্ধকতার সম্মুখীন হয়। ১৯৮৮ সালের আগে, ধর্মের স্বাধীনতার প্রশ্ন এবং তাই নাগরিকদের তাদের ধর্ম পরিবর্তনের আকাঙ্ক্ষা সম্পর্কিত প্রশ্নগুলি একচেটিয়াভাবে ধর্মনিরপেক্ষ আদালতের এখতিয়ারের মধ্যে ছিল। কিন্তু যেহেতু আইনটি পরিবর্তিত হয়েছে, একটি সংশোধনীতে বলা হয়েছে যে ধর্মনিরপেক্ষ আদালতের আর মুসলমানদের দাবির মোকাবিলা করার অধিকার নেই এবং শুধুমাত্র ইসলামী শরীয়াহ আদালতের মানবাধিকার সম্পর্কিত বিষয় নিয়ে আলোচনা করার এখতিয়ার রয়েছে। ধর্মত্যাগ তাদের মধ্যে একটি এবং এটি অনুসরণ করে যে একজন মুসলমানের পক্ষে তার বিশ্বাস পরিবর্তন করা সাংবিধানিকভাবে আইনত অসম্ভব।\nঅনেক মুসলমান যারা তাদের ধর্ম পরিবর্তন করেছে, তা বৌদ্ধ, খ্রিস্টান, শিখ ধর্ম, তাওবাদ এবং অন্যান্য বিশ্বাসে রূপান্তর হোক না কেন, তাদের নিজেদের নিরাপত্তার জন্য দ্বিগুণ জীবনযাপন করতে বাধ্য করা হয়। কিছু ক্ষেত্রে, ধর্মত্যাগের নিন্দা ইতিমধ্যেই পরিবারের সদস্য বা সহকর্মীদের দ্বারা কর্তৃপক্ষের কাছে রিপোর্ট করা হয়েছে বলে রিপোর্ট করা হয়েছে।\nফেব্রুয়ারী ২০১৪ সালে, ডেমোক্রেটিক অ্যাকশন পার্টির দায়িত্বে থাকা একজন সমন্বয়কারী এড্রি ফয়জল দাবি করেছিলেন যে মুসলমানদের স্বাধীনভাবে বিশ্বাস পরিবর্তন করা থেকে নিষেধ করা কুরআনের দৃষ্টিকোণ থেকে অসঙ্গতিপূর্ণ, কিন্তু তার দৃষ্টিকোণ থেকে ক্ষমতা ছিল সর্বোত্তম বিকল্প। তার মালয়েশিয়ার ভোটারদের সংরক্ষণ করতে এবং ফলস্বরূপ ক্রমাগত ক্ষমতায় থাকতে পাওয়া যায়।\n২০১৪ সালের মে মাসে, মালয়েশিয়ার প্রধানমন্ত্রী নাজিব রাজাক দেশের ভবিষ্যত সম্পর্কে তার বক্তৃতার সময় বলেছিলেন যে: \"আমরা মুসলমানদের ধর্মত্যাগের অধিকারের কোনো দাবিকে কখনোই সহ্য করব না, এবং আমরা অস্বীকার করি যে মুসলমানদের আদালতে বিচার করার অধিকার থাকতে পারে। শরিয়া আদালত ব্যতীত, এবং আমরা মুসলমানদের এলজিবিটি কার্যক্রমে অংশগ্রহণের অনুমতি দেব না।\" কিন্তু তিনি উপসংহারে এসেছিলেন যে এটি প্রয়োজনীয় ছিল কারণ: \"এটি মালয়েশিয়াকে একটি আধুনিক, প্রগতিশীল মুসলিম দেশ হিসাবে গড়ে তোলার জন্য আমাদের প্রচেষ্টার সাথে সামঞ্জস্যপূর্ণ যাতে ২০২০ সালের জন্য উচ্চ আয়ের সাথে একটি উন্নত দেশের মর্যাদা অর্জন করা যায়\"।\nসাম্প্রতিক বছরগুলিতে, আরও বেশি সংখ্যক মালয় জাতিগত লোকের সংখ্যা নির্ণয় করার চেষ্টা করার জন্য বলা হয়েছে যারা অন্য বিশ্বাসের জন্য ইসলাম ত্যাগ করেছে বলে মনে করা হচ্ছে। সরকার এই প্রশ্নে নীরব থেকেছে, বিশ্বাস করে যে এটি বিতর্কের জন্য খুব বেশি বিতর্কিত। যাইহোক, ২০১১ সালের অক্টোবরে, হারুসানি জাকারিয়া, পেরাক রাজ্যের মুফতি, বলেছিলেন যে ২০০৮ সালের একটি সরকারি প্রতিবেদন অনুযায়ী যা গোপন রাখা হয়েছিল, ১৯৮৮ সাল থেকে ২৬০,০০০ মালয়রা গোপনে খ্রিস্টান ধর্মে ধর্মান্তরিত হয়েছিল। ২০১০ সালের জনগণনা অনুসারে, তারা মালয়েশিয়ার সংখ্যাগরিষ্ঠের ৩ থেকে ৪% এর মধ্যে হবে। তা সত্ত্বেও, অন্য ধর্মে ধর্মান্তরিত হওয়া মালয়দের সংখ্যা অনুমান করার কোনো তথ্য সরবরাহ করা হয়নি।\nতা সত্ত্বেও, এই মন্তব্যগুলি পরবর্তীতে ইসলামপন্থী এবং জাতীয়তাবাদী চেনাশোনাগুলির দ্বারা মিডিয়াতে প্রায়ই একটি বিতর্কের সূত্রপাত করে যে মালয়বাসী এবং সমগ্র মুসলিম সম্প্রদায়ের নিজস্ব বিশ্বাস বেছে নেওয়ার স্বাধীনতার অধিকারকে স্বীকৃতি দেওয়া \"ধর্মত্যাগীদের ব্যাপক ত্যাগ\"কে উস্কে দেওয়ার ঝুঁকি তৈরি করবে। মালয়েশিয়ায় ইসলামের অফিসিয়াল ওয়েবসাইটেও একই স্লোগান তালিকাভুক্ত করা হয়েছে। ১৭ ডিসেম্বর ২০১৫-এ, মালয়েশিয়ার পুলিশ প্রধান তান শ্রী খালিদ আবু বকর (ইন) একটি বক্তৃতার সময় এই রহস্যময় প্রতিবেদনের প্রতি ইঙ্গিত করেছিলেন: \"আমি আপনাকে বলতে পারি না যে এই সমস্যাটি কতটা এবং সম্ভাব্য বিস্ফোরক।\"\n\n\n=== ধর্মীয় বৈষম্য ===\nযেহেতু ইসলাম ফেডারেশনের ধর্ম, তাই ইসলামে ধর্মান্তরিত ব্যক্তিরা তার স্ত্রীর অনুমোদন বিবেচনা না করেই তাদের সন্তানদের ইসলামে ধর্মান্তরিত করতে পারবেন।\nবিপরীতভাবে, রাষ্ট্র অমুসলিম ধর্মান্তরবাদকে নির্বাসিত করে এবং নিষিদ্ধ করে, কিন্তু ইসলামে ধর্মান্তরিতকরণকে উৎসাহিত করে। এবং জাতির মধ্যে অমুসলিম জনসংখ্যা হ্রাসের সুবিধার্থে তাদের পারিশ্রমিক দেয়। ধর্মান্তরিতদের জন্য প্রদত্ত নতুন অধিকারগুলির মধ্যে, যদি তাদের সন্তান/সন্তান থাকে, তবে তাদের সন্তানদের জোর করে ইসলামে ধর্মান্তরিত করার অধিকার রয়েছে। তার স্ত্রীর অনুমোদন না নিয়েই তিনি তা করতে পারেন।\nমার্চ ২০১৫ সালে, সারাওয়াকের মিরিতে অশান্তি ছড়িয়ে পড়ে, যখন ১৩-বছর-বয়সী দায়াক স্কুল ছাত্রী তার বাবা-মাসহ পুলিশের কাছে অভিযোগ জানায়, তার স্কুলে তার দুইজন শিক্ষক তাকে জোর করে ইসলামে ধর্মান্তরিত করতে চেয়েছিল। তার শাহাদা পাঠ করা। পরবর্তীতে ২৫০ রিঙ্গিত দান করে তার রূপান্তরকে পুরস্কৃত করে। আন্তঃধর্মীয় উত্তেজনা কমানোর জন্য, দুই শিক্ষককে পরবর্তীতে বরখাস্ত করা হয় এবং সারাওয়াক রাজ্যের বাইরে বদলি করা হয়।\n৪ ডিসেম্বর ২০১৫-এ, মালয়েশিয়ার নারীবাদী এবং মানবাধিকার কর্মী, শফিকা ওসমান হামজাহ বলেছেন, \"আমরা মালয়েশিয়ায় যা বাস করছি তা বর্ণবাদ থেকে প্রায় আলাদা নয়৷ যদিও দক্ষিণ আফ্রিকায় বিচ্ছিন্নতা জাতিগত ছিল, আমাদের দেশে আমরা ধর্মীয় বিচ্ছিন্নতায় বাস করি।\"\n\n৯ ফেব্রুয়ারী ২০১৬-এ, পুত্রজায়া ফেডারেল আদালত ৪ সেপ্টেম্বর ২০১৩ তারিখের \"এস দীপা অ্যাফেয়ার\" নামে একটি কেলেঙ্কারির উপর রায় দেয়, যেটি ২০০৩ সাল থেকে বিবাহিত একটি হিন্দু দম্পতিতে জোরপূর্বক শিশুদের ইসলামে ধর্মান্তরিত করা জড়িত ছিল। এই ক্ষেত্রে, বাবা এন. ভিরান ইজওয়ান আবদুল্লাহর নামে ২০১২ সালের নভেম্বরে ইসলামে ধর্মান্তরিত হয়ে তার দুই সন্তান, তার ছেলে মিথ্রান এবং তার মেয়ে শর্মিলার উপর তার ধর্মান্তর চাপানোর সিদ্ধান্ত নেন। এর কিছুক্ষণ পরই সন্তানদের নাম পরিবর্তন করে ছেলের জন্য নাবিল এবং মেয়ের নাম নুরুল নাবিলা রাখা হয়। তাদের লালন-পালন করতে সক্ষম একমাত্র বিচারক হয়ে, তিনি সেরেম্বানের শরিয়া আদালত থেকে তাদের একমাত্র হেফাজত পেয়েছিলেন এবং এর মাধ্যমে তার বিবাহের বিলুপ্তি ঘটে।\nতাদের বিবাহ, যা হিন্দু রীতি অনুসারে পালিত হয়েছিল এবং পরবর্তীতে দেওয়ানী নিবন্ধনগুলিতে নিবন্ধিত হয়েছিল, এইভাবে স্বামীর ইসলাম ধর্মে ধর্মান্তরিত হওয়ার একমাত্র ভিত্তিতে শরিয়া আদালত দ্বারা এটিকে অবিলম্বে অপ্রচলিত করে তুলেছিল। যাইহোক, সেরেবান হাইকোর্ট বিয়ে বাতিলকে বেআইনি বলে রায় দেয় এবং ৭ এপ্রিল ২০১৪-এ সন্তানদের হেফাজত মায়ের কাছে ফেরত দেওয়ার সিদ্ধান্ত নেয়।\nযাইহোক, দুই দিন পর ইজওয়ান তার সাবেক স্ত্রীর বাড়িতে যাওয়ার সময় তার ছেলেকে অপহরণ করে। দীপা দ্রুত তার ছেলেকে ফিরিয়ে আনার জন্য হাইকোর্টে পুলিশের সহায়তার আবেদন করেন। ইজওয়ান সেরেম্বান হাইকোর্টের সিদ্ধান্তের বিরুদ্ধে আপিল করার সিদ্ধান্ত নিয়েছে এবং তার অধিকার নিশ্চিত করতে শরিয়া আদালতের সাহায্য চেয়েছে। আপিল আদালত ২০১৪ সালের ডিসেম্বরে উভয় আপিল খারিজ করে দেয়। ফেব্রুয়ারী ২০১৬-এ শিশুর হেফাজত অবশেষে আপিল আদালত দ্বারা ভাগ করা হয়েছিল। ছেলের গার্ডের দায়িত্ব বাবার হাতে, এক্ষেত্রে ইজওয়ান আর মেয়ের গার্ড মা, এস দীপার হাতে। রায় ঘোষণার সময় গণমাধ্যমের কাছে জানতে চাইলে তিনি অশ্রুসিক্ত কণ্ঠে ঘোষণা করেন, ‘এটা অন্যায়, আমি ক্ষুব্ধ। আদালত আমার দুই সন্তানকে ফিরিয়ে দেবে এটাই আমার শেষ আশা ছিল, কিন্তু তা হয়নি। শুধুমাত্র আমার কন্যাই আমাকে দেওয়া হয়েছিল।\"\n\n\n=== ঝেং হি এর সমুদ্রযাত্রার প্রভাব ===\n\nঝেং তিনি পালেমবাং এবং জাভা, মালয় উপদ্বীপ এবং ফিলিপাইনের উপকূলে চীনা মুসলিম সম্প্রদায়ের বসতি স্থাপনের জন্য কৃতিত্বপ্রাপ্ত। এই মুসলিমরা চীনা ভাষায় হানাফি মাযহাবের অনুসারী বলে অভিযোগ। এই চীনা মুসলিম সম্প্রদায়ের নেতৃত্বে ছিলেন হাজ্জি ইয়ান ইং ইউ, যিনি তার অনুসারীদেরকে আত্তীকরণ করতে এবং স্থানীয় নাম নেওয়ার আহ্বান জানিয়েছিলেন।\n\n\n== ধর্মসম্প্রদায় ==\n\nমালয়েশিয়ায় শাফী মাযহাবের সুন্নি ইসলাম হল সরকারী, আইনি রূপ, যদিও শামানবাদের উপাদানগুলির সাথে সমন্বয়বাদী ইসলাম এখনও গ্রামীণ এলাকায় সাধারণ। সারা দেশে মসজিদগুলি একটি সাধারণ দৃশ্য এবং মিনার থেকে আযান (নামাজের জন্য) দিনে পাঁচবার শোনা যায়। সরকারী সংস্থা এবং ব্যাংকিং প্রতিষ্ঠানগুলি প্রতি শুক্রবার দুই ঘন্টা বন্ধ থাকে যাতে মুসলিম কর্মীরা মসজিদে জুমার নামাজ পরিচালনা করতে পারে। যাইহোক, কেলান্তান, তেরেঙ্গানু, কেদাহ এবং জোহরের মতো কিছু রাজ্যে সপ্তাহান্তে শনিবার এবং রবিবারের পরিবর্তে শুক্রবার এবং শনিবার পড়ে। এটি বেশ কয়েকটি রাজ্যে চালু করা হয়েছে, বিশেষ করে কেলান্টান এবং তেরেঙ্গানু, সমস্ত ব্যবসা প্রতি শুক্রবার প্রার্থনার জন্য ২ ঘন্টা বন্ধ থাকে। মেনে চলতে ব্যর্থ হলে জরিমানা হবে।\nযেহেতু মুসলমানদের জন্য দিনে ৫ বার নামাজ পড়া বাধ্যতামূলক, তারা যেখানেই থাকুক না কেন, শপিং মল, হোটেল, কনডমিনিয়াম সহ প্রায় সমস্ত পাবলিক প্লেসে সাধারণত মুসলিম নামাজের জন্য \"সুরাও \" নামক জায়গা বরাদ্দ থাকে।\n২০১৭ সালে, এটি রিপোর্ট করা হয়েছিল যে মালয়েশিয়ার অভিজাতদের মধ্যে ওহাবিবাদ ছড়িয়ে পড়ছে এবং বর্তমানে সরকারি স্কুলে পড়ানো ঐতিহ্যবাহী ইসলামিক ধর্মতত্ত্ব ধীরে ধীরে মধ্যপ্রাচ্য, বিশেষ করে সৌদি আরব থেকে প্রাপ্ত ধর্মতত্ত্বের দৃষ্টিভঙ্গিতে স্থানান্তরিত হচ্ছে।\n\n\n=== শিয়া ইসলাম ===\nমালয়েশিয়া সরকারের অন্যান্য ইসলামিক সম্প্রদায়ের বিরুদ্ধে কঠোর নীতি রয়েছে, যার মধ্যে শিয়া ইসলামের উপর সম্পূর্ণ নিষেধাজ্ঞা রয়েছে। অভিযোগ করা হয়েছে যে \"দুটি ধর্মের মধ্যে সহিংসতা এড়াতে যা কখনও কখনও শুধুমাত্র সুন্নি বিশ্বাসের প্রচার করে বিশ্বের অন্যান্য অংশে ছড়িয়ে পড়ে\"। কয়েক দশক ধরে সৌদি অর্থায়নের কারণে, শিয়া ইসলাম প্রকাশ্যে এবং অবাধে পৈশাচিক এবং শিয়া মুসলমানরা দেশে নিপীড়িত হয়, তাদের প্রার্থনা এবং সমাবেশগুলি ভেঙে দেওয়া হয়, রাষ্ট্রের গোপন পরিষেবাও শিয়া জোরপূর্বক গুম করার সাথে জড়িত। শিয়াবাদ বিরোধী এমন মাত্রায় পৌঁছেছে যে মূলধারার মিডিয়া সবসময় ইরানকে খারাপ আলোতে উপস্থাপন করে এবং সৌদি আরবকে অন্ধভাবে মহিমান্বিত করে। উদাহরণস্বরূপ, ২০১৯ সালে মালয়েশিয়ার পুলিশ কারবালার যুদ্ধে নবীর নাতির শাহাদাতের স্মরণে একাধিক ব্যক্তিগত অনুষ্ঠানে অভিযান চালিয়ে বিদেশী এবং স্থানীয় শিয়া মুসলমানদের গ্রেপ্তার করে। প্রকৃত সংখ্যা জানা না গেলেও, মালয়েশিয়ার শিয়া মুসলমানের সংখ্যা আনুমানিক ২৫০,০০০ জন।\n\n\n=== অন্যান্য সম্প্রদায় ===\nনিষিদ্ধ ঘোষিত একটি উল্লেখযোগ্য সম্প্রদায় হল আল-আরকাম।\nযে মুসলমানরা মির্জা গোলাম আহমদকে ঈসা মসিহের প্রত্যাবর্তন সম্পর্কিত ইসলামিক ভবিষ্যদ্বাণীর পূর্ণতা বলে বিশ্বাস করেন, আহমদীয়া, তারাও উপস্থিত রয়েছে। দেশে আনুমানিক ২,০০০ আহমদী রয়েছে। সংখ্যায় অল্প হলেও তারা মালয়েশিয়ায় রাষ্ট্রীয়ভাবে নিপীড়নের সম্মুখীন হয়।\nযে মুসলিমরা হাদিসের কর্তৃত্ব প্রত্যাখ্যান করে, যারা কুরআনবাদী, কুরআনিয়ুন বা আহল-কুরআন নামে পরিচিত, তারাও মালয়েশিয়ায় উপস্থিত রয়েছে। সবচেয়ে উল্লেখযোগ্য মালয়েশিয়ার কোরআনবিদ হলেন পণ্ডিত কাসিম আহমদ।\n\n\n== সাংস্কৃতিক ভূমিকা ==\n\nমালয় সংস্কৃতিতে ইসলাম কেন্দ্রীয় এবং প্রভাবশালী। মালয় শব্দভাণ্ডারে উল্লেখযোগ্য সংখ্যক শব্দের উৎপত্তি আরবি থেকে পাওয়া যায় যা ইসলামী প্রার্থনা এবং আচার-অনুষ্ঠানের সাধারণ ভাষা। এটি অবশ্য একচেটিয়া নয় এবং পর্তুগিজ, চীনা, ডাচ, সংস্কৃত, তামিল, ইংরেজি এবং ফরাসি ভাষার মতো অন্যান্য সংস্কৃতির শব্দগুলিও মালয় ভাষায় পাওয়া যেতে পারে। ইসলাম মালয় জীবনে এতটাই গেঁথে আছে যে ইসলামিক আচার-অনুষ্ঠান মালয় সংস্কৃতি হিসেবে চর্চা করা হয়। মুসলিম এবং মালয় অনেক দৈনন্দিন প্রসঙ্গে বিনিময়যোগ্য।\n\nমালয়েশিয়ার মুসলমানদের দ্বারা উদযাপন করা একটি গুরুত্বপূর্ণ উৎসব হরি রায়া আইদিলফিত্রি (ঈদ-উল-ফিতর)।\nমুসলিম মহিলারা সাধারণত তাদের মাথায় টুডুং (হিজাব বা হেড স্কার্ফ) পরেন।, মালয় মহিলারা কোন হেডগিয়ার পরেন না তাদের তিরস্কার বা শাস্তি দেওয়া হয় না। মালয়েশিয়ার বিশিষ্ট নারী উদাহরণ হলেন দাতুক সেরি রাফিদাহ আজিজ, আন্তর্জাতিক বাণিজ্য ও শিল্পমন্ত্রী এবং তৎকালীন মালয়েশিয়ার প্রধানমন্ত্রী তুন ডাঃ মাহাথির বিন মোহাম্মদের স্ত্রী তুন ডাঃ সিতি হাসমাহ মোহাম্মদ আলী। যাইহোক, আরবি ভ্রমণকারীদের আগমনের সাথে সাথে, বিদেশী মুসলিম মহিলারা (আরব জাতি) হিজাব পরা যা শুধুমাত্র তাদের চোখ উন্মুক্ত রাখে প্রায়শই পর্যটকদের আকর্ষণে দেখা যায়, অন্তত শপিং মলে নয়। মালয়েশিয়ার কিছু প্রতিষ্ঠানে যেমন ইন্টারন্যাশনাল ইসলামিক ইউনিভার্সিটি, টুডুং পরা বাধ্যতামূলক; যাইহোক, অমুসলিম ছাত্রদের জন্য এটি সাধারণত মাথার পিছনে একটি ঢিলেঢালাভাবে পরা কাপড়ের টুকরার সমান।\nকেউ কেউ টুডংকে মালয় মুসলিম সংস্কৃতিতে আরবি প্রভাবের একটি ইঙ্গিত বলে মনে করেন এবং কেলান্তান রাজ্যে ঐতিহ্যবাহী মালয় ওয়েয়াং কুলিত নিষিদ্ধ করার মতো ঘটনাগুলিকে (যেটি ইসলামপন্থী পিএএস দ্বারা শাসিত হয়েছিল) \"অ-ইসলামিক\" বলে উল্লেখ করেন।\"\nমালয়েশিয়ার শীর্ষ ইসলামী সংস্থা, ন্যাশনাল ফতোয়া কাউন্সিল, মুসলমানদের যোগব্যায়াম অনুশীলনের বিরুদ্ধে রায় দিয়ে বলেছে যে এতে অন্যান্য ধর্মের উপাদান রয়েছে যা মুসলমানদের কলুষিত করতে পারে। একই শরীর ভূত এবং অন্যান্য অতিপ্রাকৃত প্রাণীর বিরুদ্ধে শাসন করেছে।\n\n\n== রাজনৈতিক বিষয়গুলো ==\n\n\n=== মালয়ের সংজ্ঞা ===\n\nমালয়েশিয়ার সংবিধান দ্বারা সংজ্ঞায়িত করা হয়েছে, মালয়দের অবশ্যই মুসলিম হতে হবে, তাদের জাতিগত ঐতিহ্য নির্বিশেষে; অন্যথায়, আইনত, তারা মালয় নয়। ফলস্বরূপ, ধর্মত্যাগী মালয়দের তাদের বুমিপুত্র মর্যাদা সহ তাদের সমস্ত সাংবিধানিক সুযোগ-সুবিধা বাতিল করতে হবে, যা তাদের বিশ্ববিদ্যালয়ে ভর্তির ক্ষেত্রে ইতিবাচক পদক্ষেপ এবং যানবাহন বা রিয়েল এস্টেট কেনার ক্ষেত্রে ছাড়ের অধিকারী করে। মালয়েশিয়ার পিতামাতার সাথে একজন অ-মালয় নাগরিক যদি ইসলামে ধর্মান্তরিত হন এবং এইভাবে সংবিধানের ১৫৩ অনুচ্ছেদ এবং নতুন অর্থনৈতিক নীতি (এনইপি) দ্বারা প্রদত্ত সমস্ত বুমিপুত্র বিশেষাধিকার দাবি করেন তবে আইনত মালয় হওয়া সম্ভব। যাইহোক, ধর্মান্তরিতদের অবশ্যই \"অভ্যাসগতভাবে মালয় ভাষায় কথা বলতে হবে\" এবং মালয় সংস্কৃতি মেনে চলতে হবে। সরকার-অনুমোদিত পাঠ্যক্রম অনুসরণ করে মালয়েশিয়ার অধ্যয়নের জন্য একটি তৃতীয় পাঠ্যপুস্তক বলে: \"এটি এই সত্যটি ব্যাখ্যা করে যে যখন একজন অ-মালয় ইসলাম গ্রহণ করে, তখন তাকে মাসুক মেলায়ু (\"মালয় হয়ে যান\") বলা হয়। সেই ব্যক্তিকে স্বয়ংক্রিয়ভাবে মালয় ভাষায় সাবলীল বলে ধরে নেওয়া হয় এবং মালয়দের সাথে ঘনিষ্ঠতার ফলে একজন মালয়ের মতো জীবনযাপন করা হয়।\"\nমালয়েশিয়ায় ইসলাম এইভাবে মালয় জনগণের সাথে ঘনিষ্ঠভাবে জড়িত, এমন কিছু একটি ইসলামিক পণ্ডিত সমালোচনা করেছেন, বলেছেন যে মালয়েশিয়ার ইসলাম \"এখনও সাম্প্রদায়িক পোশাকে পরিহিত; যে মালয়েশিয়ার মুসলমানরা এখনও বুঝতে পারেনি ইসলামের সার্বজনীন চেতনা বাস্তবে কী বোঝায়\"।\n\n\n=== শরিয়া আইনী ব্যবস্থা ===\n\nদেওয়ানি আদালতের সমান্তরালে, শরিয়া আদালত রয়েছে যা মুসলিম পারিবারিক ক্ষেত্রের সাথে সম্পর্কিত আইনি বিষয়গুলি পরিচালনা করে। মুসলিম বিবাহবিচ্ছেদ এবং মুসলিম ধর্মত্যাগের মতো আইনি সমস্যাগুলি সিরিয়া আদালতে পরিচালিত হয়। যাইহোক, এমন কিছু মামলা আছে যেখানে ধর্মত্যাগের মামলা ফেডারেল আদালতে বিচার করা হয়। অমুসলিমরা শরীয়াতে আবদ্ধ নয়।\n\n\n=== \"খ্রিস্টান এজেন্ডা\" এর অভিযোগ ===\n২০১৭ সালের মাঝামাঝি সময়ে, কামারুল জামান ইউসুফ যিনি ইউনিভার্সিটি টেকনোলজি এমএআরএ- এর একজন প্রভাষক হিসাবে কাজ করেছিলেন, অভিযোগ করেছিলেন যে এটি মূলত চীনা-ভিত্তিক ডেমোক্রেটিক অ্যাকশন পার্টির (ডিএপি) খ্রিস্টান সদস্যরা যারা পার্টির উপর কার্যকর ক্ষমতা রাখে এবং এটি একটি \"খ্রিস্টান ছিল আলোচ্যসূচি\". তিনি দাবি করেন, দলের মহাসচিব লিম গুয়ান ইংসহ দলের একাধিক কর্মকর্তা খ্রিস্টান হওয়ার দাবি করেছেন। ডিএপি সংসদীয় নেতা লিম কিট সিয়াং অভিযোগ অস্বীকার করেছেন এবং ইউনাইটেড মালয়েস ন্যাশনাল অর্গানাইজেশন (ইউএমএনও) ডিএপি সম্পর্কে মিথ্যা ছড়ানোর অভিযোগ করেছেন।\n১২ জুলাই ২০১৮-এ, ইও এম এন ও সুপ্রিম কাউন্সিলের সদস্য দাতুক লোকমান নুর আদম দাবি করেছিলেন যে ডি এ পি যা তৎকালীন শাসক পাকাতান হারাপান জোটের একটি উপাদান দল খ্রিস্টান ধর্মকে মালয়েশিয়ার সরকারী ধর্ম করার চেষ্টা করছে।\n\n\n== পোশাক ==\n\n২০১৩ সালের হিসাবে বেশিরভাগ মুসলিম মালয়েশিয়ান মহিলারা টুডং পরেন, এক ধরনের হিজাব। ১৯৭৯ সালের ইরানী বিপ্লবের আগে টুডুং-এর এই ব্যবহার অস্বাভাবিক ছিল। এবং যেসব জায়গায় টুডং-এ নারীরা ছিল সেগুলি গ্রামীণ এলাকায় ছিল। ১৯৭০-এর দশকের পর টুডুং-এর ব্যবহার তীব্রভাবে বৃদ্ধি পায়। কারণ মালয়েশিয়া এবং সিঙ্গাপুর উভয় দেশের মালয় জনগণের মধ্যে ধর্মীয় রক্ষণশীলতা বৃদ্ধি পায়।\n১৯৬০-এর দশকে কেলান্তান উলামাদের বেশ কয়েকজন সদস্য বিশ্বাস করেছিলেন যে হিজাব বাধ্যতামূলক নয়। যাইহোক, ২০১৫ সালে মালয়েশিয়ার অধিকাংশ উলামা বিশ্বাস করেছিলেন যে এই আগের দৃষ্টিভঙ্গিটি অনৈসলামিক ছিল।\nনরহায়তি কাপ্রাউই মালয়েশিয়ায় টুডং এর ব্যবহার সম্পর্কে ২০১১ সালের একটি ডকুমেন্টারি পরিচালনা করেছিলেন, সিয়াপা আকু? (\"হু অ্যাম আই?\")\n\nমালয়েশিয়ায় হিজাব বা টুডুং বাধ্যতামূলক না হওয়া সত্ত্বেও, কিছু সরকারি ভবন তাদের প্রাঙ্গনে একটি ড্রেসকোড প্রয়োগ করে যা নারী, মুসলিম এবং অমুসলিমদের \"প্রকাশকারী পোশাক\" পরে প্রবেশ করতে নিষিদ্ধ করে।\n\n\n== মুসলমানদের সংখ্যা ==\n২০১০ সালের আদমশুমারি অনুসারে, এর জনসংখ্যার ৬১.৩% (১৭,৩৭৫,৭৯৪ জন) ছিল মুসলিম। মালয় জাতি হিসেবে আত্ম-পরিচয়কারী সকল ব্যক্তিকে মুসলিম হিসেবে শ্রেণীবদ্ধ করা হয় (এছাড়াও জাতিগত গোষ্ঠী দেখুন)। উপাত্ত দেখায় যে, অ-মালয় যারা নিজেকে মুসলিম হিসাবে পরিচয় দেয় তারা \"মেনজাদি মেলায়ু\" করে না এবং এখনও মালয় জাতিগোষ্ঠী থেকে আলাদাভাবে গণনা করা হয়। উত্তরদাতার উত্তরের উপর ভিত্তি করে আদমশুমারিতে সংগৃহীত তথ্য এবং কোনো সরকারী নথি উল্লেখ করেনি।\n\n\n=== জাতিগত গোষ্ঠী দ্বারা ===\n\n\n=== লিঙ্গ এবং জাতিগত গোষ্ঠী দ্বারা ===\n\n\n=== রাজ্য/ফেডারেল অঞ্চল এবং জাতিগত গোষ্ঠী দ্বারা ===\n\n\n== ইসলামী পর্যটন কেন্দ্র ==\nকেলান্তান ইসলামিক মিউজিয়াম\nমালাক্কা আল-কুরআন জাদুঘর\nমালাক্কা ইসলামিক মিউজিয়াম\nমালয় এবং ইসলামিক ওয়ার্ল্ড মিউজিয়াম\nপেনাং ইসলামিক মিউজিয়াম\n\n\n== আরও দেখুন ==\n\nইসলামের রূপরেখা\nইসলামের শব্দকোষ\nইসলাম সম্পর্কিত নিবন্ধের সূচী\nদেশ অনুযায়ী ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইসলামিক ডেভেলপমেন্ট মালয়েশিয়া (জাকিম) বিভাগ কর্তৃক ইসলামগ্রিড প্রকল্প  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ ফেব্রুয়ারি ২০১৫ তারিখে\nইসলামী উন্নয়ন মালয়েশিয়া বিভাগ (জাকিম)\nজাকিম।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ ডিসেম্বর ২০২০ তারিখে টিভি: ইসলামিক ডেভেলপমেন্ট মালয়েশিয়া (জাকিম) বিভাগ কর্তৃক ইসলামিক টিভি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ ডিসেম্বর ২০২০ তারিখে"}