{"pageid": 1181754, "title": "ভোটব্যাঙ্ক", "url": "https://bn.wikipedia.org/wiki?curid=1181754", "content": "ভোটব্যাঙ্ক, ভারতের রাজনৈতিক বক্তৃতায় একটি শব্দ যা একটি একক সম্প্রদায়ের ভোটারদের অনুগত ব্লককে নির্দেশ করে, যারা গণতান্ত্রিক নির্বাচনে ধারাবাহিকভাবে একটি নির্দিষ্ট প্রার্থী বা রাজনৈতিক গঠনকে সমর্থন করে। এই ধরনের আচরণ প্রায়ই রাজনৈতিক কাঠামো থেকে প্রায়শই অন্যান্য সম্প্রদায়ের মূল্যে বাস্তব বা কাল্পনিক সুবিধার প্রত্যাশার ফলাফল হয়। ভোটব্যাঙ্কের রাজনীতি হল বিভাজন নীতির মাধ্যমে ভোটব্যাঙ্ক তৈরি ও বজায় রাখার অনুশীলন। যেহেতু এটি নির্দিষ্ট গোষ্ঠীর স্বার্থের ভিত্তিতে ভোটদানকে উৎসাহিত করে, প্রায়শই তাদের ভাল বিচারের বিরুদ্ধে, এটি প্রতিনিধিত্বমূলক গণতন্ত্রের নীতির জন্য ক্ষতিকারক বলে বিবেচিত হয়।  এখানে সম্প্রদায় একটি বর্ণ, ধর্ম, ভাষা, বা উপজাতি হতে পারে।\n\n\n== ব্যুৎপত্তি ==\nএই শব্দটি সর্বপ্রথম প্রখ্যাত ভারতীয় সমাজবিজ্ঞানী, এমএন শ্রীনিবাস  (যিনি সংস্কৃতায়ন এবং প্রভাবশালী জাতি শব্দটিও তৈরি করেন) দ্বারা তার ১৯৫৫ সালের দ্য সোশ্যাল সিস্টেম অফ আ মাইসোর ভিলেজ শিরোনামের গবেষণাপত্রে ব্যবহার করেন।  তিনি এটি ব্যবহার করেছেন একজন মক্কেলের উপর একজন পৃষ্ঠপোষক কর্তৃক রাজনৈতিক প্রভাবের প্রেক্ষাপটে। পরে অভিব্যক্তিটি সান দিয়েগোর ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের নৃবিজ্ঞানের অধ্যাপক এফজি বেইলি তার ১৯৫৯ সালের বই পলিটিক্স অ্যান্ড সোশ্যাল চেঞ্জ,  -এ বর্ণ নেতার নির্বাচনী প্রভাব বোঝাতে ব্যবহার করেন। এই ব্যবহারই জনপ্রিয় হয়ে উঠেছে।\n\n\n== উদাহরণ ==\nপ্রথম চিহ্নিত ভোটব্যাঙ্কগুলির মধ্যে কয়েকটি বর্ণের ধারায় ছিল। অন্যান্য সম্প্রদায়ের বৈশিষ্ট্যের উপর ভিত্তি করে যেমন ধর্ম এবং ভাষার ভিত্তিতেও ঘটেছে। ভোটব্যাঙ্ককে সাধারণত নির্বাচনী রাজনীতিতে অবাঞ্ছিত মনে করা হয়। উদাহরণস্বরূপ, (থাপার ২০১৩) যুক্তি দেন যে জাত বা ধর্মের ভিত্তিতে ভোটব্যাঙ্ক ধর্মনিরপেক্ষকরণের পথে দাঁড়ায়। (কাটজু ২০১১) ভারতে অ-হিন্দুদের প্রদত্ত বিশেষ অধিকার বা সুযোগ-সুবিধা সম্পর্কে অভিযোগে হিন্দু জাতীয়তাবাদীদের দ্বারা ব্যবহৃত একটি অলংকারমূলক হাতিয়ার হিসাবে ভোটব্যাঙ্কিংয়ের অভিযোগকে চিহ্নিত করেছেন। অন্যান্য উদাহরণ অন্তর্ভুক্ত:\n\n১৯৮৯ সালে, দক্ষিণ ভারতের বডগা জনগোষ্ঠী ভারত সরকারের কাছে একটি সরকারী উপজাতি হিসাবে স্বীকৃতি পাওয়ার জন্য আবেদন করে, সেই বছরের ১৫ মে বডগা ভোটব্যাঙ্কের শক্তি বোঝাতে ব্যাপকভাবে বিক্ষোভ প্রদর্শন করে।\n\n\n== প্রতিকার ==\nকেউ কেউ যুক্তি দেন যে ভারতীয় সংবিধানের দশম তফসিলের বিধানগুলিকে কয়েকটি জটিল বিষয়ের মধ্যে সীমাবদ্ধ করে ভোটব্যাঙ্কের রাজনীতি নিষ্ক্রিয় করা যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরো পড়ুন ==\n\nShourie, Arun (2012). Falling over backwards: An essay on reservations and judicial populism. New Delhi: HarperCollins Publishers. আইএসবিএন ৯৭৮-৯৩৫০২৯৩৫৫৩\nSyed Ali Mujtaba, ‘Monolith India’ and the vote bank, Himal South Asian, 2004"}