{"pageid": 1181110, "title": "ইমামি", "url": "https://bn.wikipedia.org/wiki?curid=1181110", "content": "ইমামি গ্রুপ হল ভারতের বহুজাতিক শিল্প প্রতিষ্ঠান।এই গ্রুপের সদরদপ্তর ভারতের কলকাতায়। এই গ্রুপটি তাদের ট্যাগ নাম হিমানি দিয়ে ব্যবসা করে। কোম্পানির ভারত জুড়ে সাতটি উত্পাদন শাখা এবং একটি বিদেশী উত্পাদন শাখা রয়েছে। কোম্পানীটি মূলত ব্যক্তিগত প্রসাধনী সামগ্রী ও স্বাস্থ্যসেবা খাতে ব্যাবসা করে।\nকোম্পানির পণ্যগু্লি ৬০টির ও অধিক দেশে বিক্রি হয় এবং ভারত জুড়ে ৪.৫ মিলিয়ন খুচরা আউটলেটে পাওয়া যায়। তাদের সবচেয়ে বিখ্যাত পণ্য বোরো প্লাস নামে একটি অ্যান্টিসেপটিক ক্রিম যা বিশ্বব্যাপী ব্যাপকভাবে ব্যবহৃত হয়। কোম্পানির স্কিন কেয়ার ডিপার্টমেন্ট ২০১৯-২০ আর্থিক বছরে ৬৩৯ কোটি রুপির বার্ষিক লাভের সাথে সামগ্রিক ₹ ২,৬৫৫ কোটি আয় করেছে। কোম্পানির মোট গোষ্ঠীর আয় দাঁড়িয়েছে ₹২০,০০০ কোটি টাকা।\n\n\n== ইতিহাস ==\nইমামি গ্রুপের সূচনা ঘটে সত্তরের দশকের মাঝামাঝি, পশ্চিমবঙ্গে, যখন শৈশবের দুই বন্ধু, মিঃ আরএস আগরওয়াল এবং মিঃ আরএস গোয়েঙ্কা তাদের উচ্চ পদস্থ বাণিজ্যিক চাকরি ছেড়ে বিড়লা গ্রুপের সাথে কেমকো কেমিক্যালস নামে একটি প্রতিষ্ঠান তৈরি করেন। ১৯৭৪ সালে কলকাতায় প্রসাধনী উত্পাদন ইউনিট তৈরি করেন। ইমামি \"মানুষকে স্বাভাবিকভাবে সুস্থ ও সুন্দর করে তোলা\" দর্শনে বিশ্বাসী। কোভিড -১৯ মহামারি চলাকালীন কোম্পানিটি আধুনিক বাণিজ্য এবং ই-কমার্স রাজস্বে উল্লেখযোগ্য হারে বৃদ্ধি পেয়েছে। এটি নবরত্ন কুল ট্যালক এবং ঝন্ডু পঞ্চরিষ্ট পুনরায় চালু করেছে।\n\n\n== পণ্য ==\nকোম্পানিটির প্রায় কোম্পানির পাওয়ার ব্র্যান্ডের মধ্যে রয়েছে নবরত্ন, বোরোপ্লাস, ঝন্ডু, মেন্থো প্লাস, কেশ কিং, ফেয়ার অ্যান্ড হ্যান্ডসাম। কোম্পানিটি পুরুষদের জন্য ফেয়ারনেস ক্রিম পণ্যের জন্য ভারতে সুপরিচিত।\n\n২০০৮ সালে, ইমামি জান্দু ফার্মাসিউটিক্যালকে ৭৩০ কোটি রুপিতে অধিগ্রহণ করে। জান্ডু চুক্তির ২ বছরের মধ্যে কোম্পানিটি ঋণমুক্ত হয়ে ওঠে। কোম্পানির স্বাস্থ্য পণ্য ইউনিট সর্দি এবং কাশির জন্য টনিকের পাশাপাশি নিউট্রাসিউটিক্যালস সরবরাহ করে।\nকোম্পানি স্প্ল্যাশ কর্পোরেশন ₹২০০ কোটিতে অধিগ্রহণ করেছে। একটি জার্মান পার্সোনাল কেয়ার ব্র্যান্ড ক্রিম 21 ২০১৯ সালে ফেব্রুয়ারি মাসে ১০০ কোটি রুপিতে ইমামি অধিগ্রহণ করেছে। ২০২২ সালের মার্চ মাসে, ইমামি ৪.৩২ বিলিয়ন (£৪৩ মিলিয়ন) টাকায় যুক্তরাজ্যের -হেডকোয়ার্টার কোম্পানি, রেকিট থেকে ডার্মিকুল ব্র্যান্ডটি অধিগ্রহণ করে।\n\n\n== বিতর্ক ==\n\n\n=== ফেয়ার অ্যান্ড হ্যান্ডসাম ===\n২০০৭ সালে, কোম্পানীটি পুরুষদের জন্য ফর্সা এবং হ্যান্ডসাম এর ত্বক সাদা করার ক্রিমের একটি বিজ্ঞাপন দিয়ে বিতর্কের সৃষ্টি করে। ইমামি এবং বিজ্ঞাপনের তারকা শাহরুখ খানের বিরুদ্ধে বর্ণবাদকে চিরস্থায়ী করার অভিযোগ আনা হয়েছিল।\n২০১৩ সালের জুলাইয়ে, ওয়াও নামে একটি চেন্নাই-ভিত্তিক অলাভজনক প্রতিষ্ঠান ইমামির বিরুদ্ধে একটি প্রচারাভিযান শুরু করে যাতে তারা খান অভিনীত ফেয়ার অ্যান্ড হ্যান্ডসাম বিজ্ঞাপনটি সরিয়ে দিতে বলে কারণ এটি ত্বকের রঙের ভিত্তিতে মানুষের প্রতি বৈষম্য করছে। নন্দিতা দাস তন্নিষ্ঠা চ্যাটার্জির মতো তারকারা প্রচারাভিযানের সমর্থন করেছিলেন। ২২,০০০ এরও বেশি লোক তাদের দ্বারা চালু করা একটি অনলাইন পিটিশনে স্বাক্ষর করেছিল।\n\n\n== ক্রীড়া অধিভুক্তি ==\nইন্ডিয়ান সুপার লিগের দল ইস্টবেঙ্গল ক্লাব (২০২২-বর্তমান)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}