{"pageid": 1181140, "title": "সেইলার মুন (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1181140", "content": "সেইলার মুন যা জাপানে বিশোজো সেনশি সেইলার মুন (美少女戦士セーラームーン, Bishōjo Senshi Sērā Mūn) (জাপানি: 美少女戦士セー) হিসেবে মুক্তি পায়, হল তোয়েই অ্যানিমেশন দ্বারা একটি জাপানি সুপারহিরোইন অ্যানিমে টেলিভিশন ধারাবাহিক যা সুপার সেন্তাই মোটিফ ব্যবহার করে প্রযোজিত। এটি নাওকো তাকেউচি দ্বারা একই শিরোনামের মাঙ্গার উপর ভিত্তি করে রচিত যা ১৯৯১ থেকে ১৯৯৭ সাল পর্যন্ত নাকায়োশি-এ প্রকাশিত হয়। সেইলার মুন প্রথম জাপানে টিভি আশাহিতে ৭ মার্চ ১৯৯২ থেকে ৮ ফেব্রুয়ারি ১৯৯৭ পর্যন্ত সম্প্রচারিত হয় এবং উত্তর আমেরিকা, দক্ষিণ-পূর্ব এশিয়া, বৃহত্তর চীন, অস্ট্রেলিয়া, ইউরোপ ও লাতিন আমেরিকা সহ বিশ্বের বিভিন্ন অঞ্চলে ডাব করা হয়।\nধারাবাহিকটি একটি শীর্ষক নায়িকার দুঃসাহসিক কাজ অনুসরণ করে যার ব্যক্তিগত নাম উসাগি সুকিনো (ইংরেজি ডাবের মধ্যে সেরেনা), একজন মাধ্যমিক বিদ্যালয়ের ছাত্রী যাকে সুন্দর সৈনিক হওয়ার ক্ষমতা দেওয়া হয়েছে। অন্যান্য সেইলার সৈন্যদের সাথে যোগ দিয়ে সে দুষ্ট খলনায়কদের ভাণ্ডার থেকে পৃথিবীকে রক্ষা করে। অ্যানিমেটি একটি আবেগপ্রবণ মাধ্যমিক বিদ্যালয়ের মেয়ে থেকে একজন দায়িত্বশীল যুবতী প্রাপ্তবয়স্কের মধ্যে উসাগির পরিপক্কতার গল্পকে দেখায়।\nমার্কিন যুক্তরাষ্ট্রে অ্যানিমের সাফল্যের কারণে, এর গল্প নিয়ে গঠিত মাঙ্গা টোকিওপপ দ্বারা প্রকাশিত হয়। সেইলার মুন-এর জনপ্রিয়তা অসংখ্য প্রকাশনা তৈরি করেছে যা সেইলার মুন মহাবিশ্বের বেশিরভাগ বিষয়বস্তুর প্রতিনিধিত্ব করেছে, যার মধ্যে ৩টি চলচ্চিত্র, ৩৯টি ভিডিও গেম ও এই উপাদান থেকে উদ্ভূত অসংখ্য সাউন্ডট্র্যাক রয়েছে। একটি দ্বিতীয় অ্যানিমেটেড অভিযোজন, সেইলার মুন ক্রিস্টাল একটি রিবুট ধারাবাহিক যা বেশ কয়েকটি পার্থক্যের সহ মাঙ্গাটি একইভাবে অভিযোজিত করেছে যা জুলাই ২০১৪ থেকে বিশ্বব্যাপী স্ট্রিমিং শুরু হয়।\n\n\n== পটভূমি ==\n\n\n=== মৌসুম ১: সেইলার মুন (১৯৯২-৯৩) ===\n\nএকদিন, উসাগি সুকিনো নামে ১৪ বছর বয়সী এক অপ্রাপ্তবয়স্ক বিদ্যালয় পড়ুয়া ছাত্রীর সাথে লুনা নামে একটি জাদুকরী কথা বলা বিড়ালের দেখা হয়। লুনা উসাগিকে তার সেইলার মুন নামক ম্যাজিক্যাল অল্টার ইগোতে রূপান্তরিত করার ক্ষমতা দিয়ে মুন প্রিন্সেসকে খুঁজে বের করা ও ডার্ক কিংডমের অশুভ শক্তির সাথে লড়াই করার দায়িত্ব দেয়। যখন উসাগি প্রথমবার লুনার সাহায্যে তার জাদুকর সেইলার স্যুটে রূপান্তরিত হয়, তখন তার কী ঘটেছে তা নিশ্চিত না হওয়ায় সে অতিরিক্ত প্রতিক্রিয়া দেখায় ও অনিচ্ছাকৃতভাবে তার ভাগ্যকে মেনে নেয়। সেই সময়ে সে জানে না যে তিনি শত্রুদের মুখোমুখি হবে, সে যাদেরকে বন্ধু বানাবে বা ভবিষ্যতে কি কি অভিজ্ঞতা অর্জন করবে। সে এগিয়ে যাওয়ার সাথে সাথে নিজের ভাগ্যকে মেনে নেয় ও মন্দের সাথে লড়াই করার গুরুত্ব উপলব্ধি করে।\nকুইন বেরিলের নেতৃত্বে ডার্ক কিংডম মানুষের থেকে শক্তি ছিনিয়ে নেওয়ার জন্য এবং রাণী মেটারিয়া নামে পরিচিত একটি মন্দ সত্তাকে খাওয়ানোর জন্য ইউমা নামক বিভিন্ন দানবকে ডেকে পাঠায়। সাথে তারা সিলভার ক্রিস্টাল (「幻の銀水晶」, Maboroshi no Ginzuishō, আক্ষ. \"ফ্যান্টম সিলভার ক্রিস্টাল\") খুঁজতে থাকে যা সীমাহীন শক্তিতে সক্ষম একটি রত্ন। ডার্ক কিংডমের বিরুদ্ধে যখন উসাগি যুদ্ধ করতে থাকে তখন তার সাথে অন্যান্য মেয়েরাও যোগ দেয় যারা সেইলার সৈনিক হিসাবে জাগ্রত হতে থাকে: ভীতু কিন্তু বুদ্ধিমান আমি মিজুনো (সেইলার মার্কোরি), গরম মাথার মিকো রেই হিনো (সেইলার মার্স), গেছো কিন্তু প্রেমময় মাকোতো কিনো (সেইলার জুপিটার) এবং উচ্চাকাঙ্ক্ষী আইডল মিনাকো আইনো (সেইলার ভেনাস)। মিনাকোর তার সাথে নিজের বিড়াল উপদেষ্টা আর্টেমিস ও লুনার অংশীদার যোগ দেন। সেইলার সৈন্যদের প্রায়শই রহস্যময় টাক্সেডো কামে সাহায্য করে যার প্রকৃত রূপ হল মামোরু চিবা, একজন কলেজ ছাত্র যার সাথে উসাগি শেষ পর্যন্ত ভালোবাসার সম্পর্কে জড়িয়ে পড়ে।\nক্রমাগত ডার্ক কিংডমকে ব্যর্থ করে ও এর বেশ কয়েকজন সেনাপতিদের পরাজিত করার পরে, উসাগি মুন প্রিন্সেস তথা প্রিন্সেস সেরেনিটি হিসেবে জেগে ওঠে ও সিলভার ক্রিস্টাল অর্জন করে। যাইহোক, মামোরু ডার্ক কিংডম দ্বারা বন্দী হয় ও তাদের জন্য কাজ করানোর জন্য তাকে মগজ ধোলাই করে। সেইলার সৈন্যরা চাঁদের একটি প্রাচীন রাজ্য সিলভার মিলেনিয়ামে তাদের অতীত জীবন সম্পর্কে জানতে পারে। তখন সেইলার সৈন্যরা সেরেনিটির বন্ধু ও দেহরক্ষী হিসেবে কাজ করত ও সেরেনিটি এন্ডিমিয়ন (মামোরুর অতীত পরিচয়) নামে পৃথিবীর এক রাজপুত্রের প্রেমে পড়েছিল। যাইহোক, ডার্ক কিংডম সিলভার মিলেনিয়াম আক্রমণ ও ধ্বংস করে, যার ফলে সেরেনিটি, এন্ডিমিয়ন ও সেইলার সৈন্যদের মৃত্যু হয়। সেরেনিটির মা কুইন সেরেনিটি রানী মেটারিয়াকে পরাজিত করতে ও যুদ্ধ শেষ করতে সিলভার ক্রিস্টালের শক্তি ব্যবহার করে। মৃতদের শান্তিতে জীবন কাটানোর দ্বিতীয় সুযোগ দেওয়ার আশায় পৃথিবীতে পুনর্জন্মের উদ্দেশ্যে পাঠানোর জন্যও তিনি স্ফটিক ব্যবহার করেছিলেন।\nসেইলার সৈন্যরা শেষ পর্যন্ত উত্তর মেরুতে (ডি-পয়েন্ট) ডার্ক কিংডম অবস্থান চিহ্নিত করে এবং সেখানে পৌঁছায়। সেখানে থাকাকালীন, সেইলার মুনের সতীর্থরা কুইন বেরিলের প্রেরিত ইউমা দ্বারা আক্রমণ শিকার হয় ও তারা মারা যায়। সেইলার মুন তখন প্রিন্স এন্ডিমিয়ন দ্বারা আক্রান্ত হয়, যে কুইন বেরিল দ্বারা মগজ ধোলাই হয়েছিল। সেইলার মুন তাকে কুইন বেরিলের নিয়ন্ত্রণ থেকে মুক্ত করতে সক্ষম হলেও কিন্তু কুইন বেরিল তাকে হত্যা করে। সিলভার ক্রিস্টাল ব্যবহার করে, সে তখন কুইন বেরিলের (যে কুইন মেটারিয়ার সাথে মিশে ছিল) সাথে প্রিন্সেস সেরেনিটি হিসেবে মুখোমুখি হয়ে পতিত সেইলার সৈনিকদের আত্মা এবং সিলভার ক্রিস্টালের শক্তির সাহায্যে তাকে পরাজিত করেনল। যাইহোক, সেইলার মুন পরে মারা যায় কিন্তু সেইলার সৈনিক ও মামোরুর সাথে সবাই আবার স্বাভাবিক জীবনযাপন করতে পারে এমন ইচ্ছার জন্য নিজেকে পুনরুত্থিত করার জন্য সিলভার ক্রিস্টালের শেষ শক্তি ব্যবহার করতে সক্ষম হয়। পৃথিবীর সবকিছু স্বাভাবিক অবস্থায় ফিরে আসে, এবং লুনা ও আর্টেমিস ব্যতীত কেউ এই ঘটনার কোনো স্মৃতি মনে রাখতে পারেনি।\n\n\n=== মৌসুম ২: সেইলার মুন আর (১৯৯৩-৯৪) ===\n\nকিছু সময় পরে আইল ও আন নামের এক জোড়া বহির্জাগতিক প্রাণী নরক গাছের সাথে পৃথিবীতে নেমে আসে যা মানুষের শক্তি শুষে নেয়। আইল ও আন মানুষ শিকার করার জন্য কার্ড থেকে দানবদের ডেকে পাঠায় যাদের কার্ডিয়ান বলা হয়। তাদের আক্রমণ থেকে মানুষদের রক্ষা করার জন্য লুনা সেইলার সৈন্যদের স্মৃতি পুনরুদ্ধার করে। অবশেষে, আইল ও আন পরাজিত হয়ে তাদের ভুল বুঝতে পারে এবং মাকাই গাছের সাথে মহাকাশে ফিরে যায়। এই ঘটনাগুলোর সময় মামোরু তার হারিয়ে যাওয়া স্মৃতি ফিরে পেতে সক্ষম হয় ও উসাগির সাথে একটি প্রেমের সম্পর্ক শুরু করে। এই ঘটনার কিছুক্ষণ পরে চিবিউসা নামে একটি গোলাপী কেশী মেয়ে আকাশ থেকে পড়ে। সিলভার ক্রিস্টাল খুঁজে পেতে ও তার মা-বাবাকে বাঁচাতে এটি ব্যবহার করার জন্য চিবিউসা ভবিষ্যতে থেকে ভ্রমণ করে আসে। তাকে একটি নতুন শত্রু ব্ল্যাক মুন গোষ্ঠী অনুসরণ করে যা তাকে হত্যা করার চেষ্টা করছিল। অবশেষে সেইলার সৈন্যরা ও টাক্সেডো কামে চিবিউসার সাথে ভবিষ্যতে ভ্রমণ করে যেখানে উসাগি ক্রিস্টাল টোকিওকে নিও-কুইন সেরেনিটি হিসেবে শাসন করে। তারা জানতে পারে যে চিবিউসা আসলে উসাগি ও মামোরুর ভবিষ্যত কন্যা এবং তারা সেইলার প্লুটোর সাথেও দেখা করে যে মহাকাশ-সময়ের দরজা রক্ষা করেন। অবশেষে নাবিক সৈন্যরা একটি অন্ধকার শক্তি ওয়াইজম্যানের বিরুদ্ধে যুদ্ধ করে, যা পৃথিবীকে ধ্বংস করার অভিপ্রায়ে ব্ল্যাক মুন গোষ্ঠীকে চালিত করছিল। চিবিউসা ভবিষ্যতের সিলভার ক্রিস্টালকে ডেকে আনতে সক্ষম হয় ও উইজম্যানকে হারাতে সহায়তা করে। পরে, চিবিউসা তার নিজের সময়ে ফিরে আসে যা এখন ব্ল্যাক মুন গোষ্ঠীর দুষ্কর্ম থেকে মুক্ত।\n\n\n=== মৌসুম ৩: সেইলার মুন এস (১৯৯৪-৯৫) ===\n\nকিছু সময় পরে, সেইলার সৈন্যরা একটি দুষ্ট সংগঠন ডেথ বাস্টার্সের মুখোমুখি হয় যা মানুষের কাছ থেকে হার্ট ক্রিস্টাল চুরি করার জন্য ডাইমন নামক দানবদের ডেকে পাঠায়। তাদের উদ্দেশ্য তিনটি নির্দিষ্ট হার্ট ক্রিস্টাল সনাক্ত করা যাতে বিশেষ তাবিজ রয়েছে। সেইলার সৈন্যদের সাথে যোগ দেয় হারুকা তেনোহ ও মিচিরু কাইওহ যারা যথাক্রমে সেইলার ইউরেনাস ও সেইলার নেপচুন হিসাবে কাজ করে। দুজন বিভিন্ন উদ্দেশ্যে তাবিজ খুঁজতে থাকে ও অন্যান্য নাবিক সৈন্যদের সাথে সংঘর্ষে লিপ্ত হয়। সেইলার প্লুটো বর্তমান দিনে সেৎসুনা মিওহ হিসেবে ফিরে আসে; চিবিউসাও ফিরে আসে, যে এখন সেইলার চিবি মুন নামক নিজের জাদুকরী মেয়ের পরিচয়ে আছে।\nডেথ বাস্টার্সরা অবশেষে আবিষ্কার করে যে হারুকা ও মিচিরু দুটি তাবিজের মালিক ও তাদের জীবনের মূল্য দিয়ে সেগুলো অর্জন করে, কিন্তু তৃতীয়টির মালিক সেতসুনা তাদের পুনরুজ্জীবিত করেন। তাবিজগুলো হলি গ্রেইল তৈরি করে যা উসাগিকে একটি দ্বিতীয় রূপ অর্জন করতে দেয়: সুপার সেইলার মুন। দ্য ডেথ বার্স্টার্সদের উদ্দেশ্য তখন পরিবর্তিত হয় পরিচিত নৃশংস সত্তাকে পুনরুত্থিত করার উদ্দেশ্যে হার্ট ক্রিস্টাল সংগ্রহ করার জন্য যার নাম মিস্ট্রেস ৯। চিবিউসা হোতারু নামে একটি অসুস্থ মেয়ের সাথেও বন্ধুত্ব করে যে জানেনা যে সে ডেথ বাস্টার্সের নেতা অধ্যাপক তোমোয়ের কন্যা। নিজের পরিচয় সম্পর্কে অজ্ঞাত হোতারু হল একজন সেইলার সৈনিক সেইলার স্যাটার্ন যে সমগ্র গ্রহকে ধ্বংস করতে ও পুনর্জন্ম ঘটাতে সক্ষম। হারুকা, মিচিরু ও সেৎসুনা ভয় পায় যে তার জাগ্রত হওয়ার ফলে পৃথিবীর ধ্বংস হবে এবং তাকে হত্যা করার জন্য উসাগির কাছে আবেদন করে।\nমিস্ট্রেস ৯ প্রকাশ পায় যে হোতারুর দেহের মধ্যে বসবাস করে ও চিবিউসার হার্ট ক্রিস্টাল চুরি করার পরে জেগে ওঠে, সেইলার সৈন্যরা ডেথ বাস্টার্সদের থামাতে এবং চিবিউসা, হোতারু ও বিশ্বকে বাঁচাতে মুগেন একাডেমিতে যায়। সেইলার মুনই একমাত্র ব্যক্তি যে মিস্ট্রেস ৯-এর কল্যাণে একাডেমিতে প্রবেশ করতে সক্ষম হয় এবং প্লুটো ইউরেনাস ও নেপচুনকে বাঁচাতে তার জীবন উৎসর্গ করে যারা একাডেমিতেও প্রবেশ করতে সক্ষম হয়, অন্যান্য সেইলার সৈন্যরা তখন শত্রুকে শহর ও বিশ্ব ধ্বংস করা থেকে বিরত রাখতে একটি বাধা তৈরি করে। মিস্ট্রেস ৯ তারপরে উসাগিকে হলি গ্রেইল হস্তান্তর করার জন্য কৌশল প্রয়োগ করে, যা তাকে পৃথিবী ধ্বংস করার জন্য ফারাও ৯০ ডেকে পাঠানোর ক্ষমতা দেয়। হোতারু সেইলার স্যাটার্ন হিসাবে জেগে ওঠে মিস্ট্রেস ৯-কে ধ্বংস করে ও ফারাও ৯০-এর আক্রমণ থামাতে নিজেকে উৎসর্গ করতে চায়, কিন্তু উসাগি ফারাও ৯০-কে ধ্বংস করতে ও হোতারুকে উদ্ধার করতে তার সুপার ফর্ম সক্রিয় করতে সক্ষম হয়। পরবর্তীতে হোতারু একটি শিশু হিসেবে পুনর্জন্ম নেয় ও তার বাবার কাছে ফিরে আসে, এখন ডেথ বাস্টার্সের প্রভাব থেকে মুক্ত। তারপরে ইউরেনাস ও নেপচুন উসাগিকে তাদের ও সকলের কাছে সেই সত্যিকারের মশীহ ও সিলভার মিলেনিয়ামের ভবিষ্যত রাণী প্রমাণ করতে লড়াইয়ের জন্য চ্যালেঞ্জ করে। লড়াইয়ের পরে তারা দুজনেই তাকে তাদের রানী হিসাবে স্বীকার করে ও তাদের মিশন এখন শেষ এবং পৃথিবী নিরাপদ হাতে রয়েছে জেনে শহর ছেড়ে চলে যায়। ঠিক পরেই, চিবিউসা ভবিষ্যতের কাছ থেকে তার বাবা-মায়ের কাছ থেকে একটি চিঠি পায় যারা চায় সে দেশে ফিরে আসুক। সে তার টাইম কী ব্যবহার করে বর্তমান ত্যাগ করে, কিন্তু দ্রুত ফিরে এসে সেইলার সৈনিক ও টাক্সেডো কামেলে শেষ ডাইমন দানবকে পরাজিত করতে সাহায্য করে। চিবিউসা তারপরে বর্তমানে আরও কিছুদিন থাকার সিদ্ধান্ত নেয়।\n\n\n=== মৌসুম ৪: সেইলার মুন সুপারএস (১৯৯৫-৯৬) ===\n\nচিবিউসা একজন সেইলার সৈনিক হিসাবে প্রশিক্ষণের জন্য বর্তমান দিনে রয়ে গেছে। তার যাথে পেগাসাস নামের একটি পাখাযুক্ত ইউনিকর্নের সাথে দেখা হয় যে তার স্বপ্নের মাধ্যমে তার সাথে একটি গোপন সম্পর্ক তৈরি করে। পেগাসাস সেইলার সৈন্যদের স্থায়ী সুপার ফর্মে উন্নীত করে ও চিবিউসা কর্তৃক তলব করলে তার ক্ষমতা ধার দিয়ে সাহায্য করে। নতুন ক্ষমতাগুলো একটি রহস্যময় সার্কাস গোষ্ঠী ডেড মুন সার্কাসের সাথে লড়াই করতে ব্যবহৃত হয় যা সুন্দর স্বপ্ন যুক্ত ব্যক্তিদের লক্ষ্যবস্তু বানায়। তারা বিশ্বাস করে যে পেগাসাস গোল্ডেন ক্রিস্টালের অধিকারী তাই মানুষদের স্বপ্নের আয়না দেখে তারা পেগাসাস যে স্বপ্নে লুকিয়ে আছে তা খুঁজে পাওয়ার আশা করে। এই স্ফটিক দিয়ে ডেড মুন সার্কাসের শাসক কুইন নেহেলেনিয়া যে আয়নাতে তাকে বন্দী করা হয়েছিল তা থেকে মুক্ত করা যেতে পারবে।\nরানী নেহেলেনিয়া একসময় তার নিজের রাজ্যের রানী ছিল যা অসারতা দ্বারা শোষিত হয়। তার সৌন্দর্য হারানোর ভয়ে, সে তার প্রজাদের তরুণ থাকার স্বপ্নকে গ্রাস করে। তিনি হেলিওস (পেগাসাসের প্রকৃত রূপ) নামে একজন চেয়েছিল দখলে গোল্ডেন ক্রিস্টাল চেয়েছিল ও ফলস্বরূপ রানী সেরেনিটি দ্বারা তাকে একটি আয়নার মধ্যে সিলমোহর করা হয়। রানী নেহেলেনিয়া ডেড মুন সার্কাস গঠন করে ও পেগাসাসকে খুঁজে করার জন্য জিরকোনিয়াকে প্রতিনিধি হিসেবে ব্যবহার করে। সে গোল্ডেন ক্রিস্টাল পেলেও অ্যামাজোনেস কোয়ার্টেট দ্বারা বিশ্বাসঘাতকতার শিকার হয়, যারা চিবিউসাকে স্ফটিকটি দেয়। ক্রিস্টাল ব্যবহার করে রানী নেহেলেনিয়াকে পরাজিত করা হয় ও বয়সের সাথে সাথে শুকিয়ে যেতে শুরু করে, তাকে জোর করে আয়নায় ফিরে আসতে বাধ্য করা হয় যার মধ্যে সে একবার বন্দী ছিল। হেলিওস তার বাড়ি এলিসনের রাজ্যে ফিরে আসে।\nমাঙ্গার বিপরীতে, এখানে বাইরের গ্রহের চারজন সেইলার অভিভাবক- হারুকা তেনোহ, মিচিরু কাইওহ, সেৎসুনা মেইওহ ও হোতারু তোমো, কোনো উপস্থিতি দেখায়নি বা তাদের উল্লেখ করা হয়নি।\n\n\n=== মৌসুম ৫: সেইলার স্টার্স (১৯৯৬-৯৭) ===\n\nসেইলার গ্যালাক্সিয়া দ্বারা মুক্তি পাওয়া ও সেইলার সৈন্যদের, বিশেষ করে সেইলার মুনের বিরুদ্ধে প্রতিশোধ নিতে উৎসাহিত করার পর রানী নেহেলেনিয়া ফিরে আসে। সাহায্য করার জন্য বাইরের সেইলার সৈন্যরা তথা ইউরেনাস, নেপচুন, প্লুটো ও স্যাটার্ন তাদের বর্তমান সুপার ফর্মে ফিরে আসে। রানী নেহেলেনিয়া শহর জুড়ে আয়নার উপর একটি অভিশাপ দেয় যা প্রায় সবাইকে প্রভাবিত করে ও মামোরুকে লক্ষ্যবস্তু বানায়। সে অভিশাপের দ্বারাও প্রভাবিত হয়ে শেষ পর্যন্ত তাকে হত্যা করে ও চিবিউসাকে অস্তিত্ব থেকে মুছে দেয়। সেইলার সৈন্যরা তাকে থামাতে রানী নেহেলেনিয়ার দুঃস্বপ্নের ডাইমেনশনে প্রবেশ করে। উসাগি শেষ পর্যন্ত রানী নেহেলেনিয়ার দুর্দশার জন্য করুণার সম্মুখীন হয় ও তার চূড়ান্ত রূপ ইটার্নাল সেইলার মুন সক্রিয় করে তার নেতিবাচকতা থেকে মুক্তি দিতে সক্ষম হন।\nএই ঘটনার কিছুক্ষণ পরেই মামোরু বিদেশে পড়াশোনা করার জন্য মার্কিন যুক্তরাষ্ট্রে চলে যায় যখন উসাগি ও তার বন্ধুরা মাধ্যমিক বিদ্যালয়ে প্রবেশ করে। চিবিউসাও তার নিজের সময়ে ফিরে আসে। সেইলার গ্যালাক্সিয়ার নেতৃত্বে সেইলার অ্যানিমামেটস নামক শত্রুদের একটি দল স্টার সিডের (যা মানুষের জীবনী শক্তি হিসাবে কাজ করে) জন্য মানুষকে লক্ষ্যবস্তু করা শুরু করে। উসাগিকে সেইলার স্টারলাইটসের কাউ সেইয়া (সেইলার স্টার ফাইটার), কাউ তাইকি (সেইলার স্টার মেকার) ও কাউ ইয়াতেন (সেইলার স্টার হিলার) সাহায্য করতে থাকে যারা থ্রি লাইটস নামে একটি আইডল গ্রুপের ছদ্মবেশ ধারণ করে। স্টারলাইটরা তাদের শাসক, রাজকুমারী কাকিউয়ের সন্ধান করে। এছাড়াও \"চিবি\" শব্দ জড়িত সীমিত শব্দভান্ডারের কারণে চিবি-চিবি ডাকনামধারী একটি অল্পবয়সী মেয়ে উপস্থিত হয় ও উসাগির সাথে বসবাস শুরু করে।\nসেইলার গ্যালাক্সিয়ার অতীত অবশেষে প্রকাশিত হয়। সে একবার তার শরীরের মধ্যে বিশৃঙ্খলা সমস্ত বিদ্বেষের উৎস বন্দী করে সেইলার যুদ্ধের সমাপ্তি করে। ক্যাওসের প্রভাবকে প্রতিহত করতে না পেরে সে তার স্টার সিডকে তার শরীর থেকে আলাদা করে ও এটি চিবি-চিবিতে রূপ নেয়। সেইলার গ্যালাক্সিয়া রাজকুমারী কাকিউ এবং উসাগির সমস্ত সঙ্গীদের স্টার সিড চুরি করে, ফলে তাদের মৃত্যু হয়। এর মধ্যে মামোরুও রয়েছে যাকে মার্কিন যুক্তরাষ্ট্রে আসার আগে টার্গেট করে হত্যা করা হয়েছিল। চিবি-চিবি সোর্ড অফ সিলিংয়ে রূপান্তরিত হয় এবং নাবিক গ্যালাক্সিয়াকে হত্যা করার জন্য উসাগিকে অনুরোধ করে। যাইহোক, উসাগি পরিবর্তে তার হৃদয়ের উদারতা ব্যবহার করে সেইলার গ্যালাক্সিয়াকে ক্যাওসের দূষণ থেকে মুক্ত করতে সফল হয়ে সমস্ত সেইলার সৈনিক, রাজকুমারী কাকিউ ও মামোরু যাদের স্টার সিড নেওয়া হয়েছিল তাদের পুনরুত্থিত করে। সবকিছু স্বাভাবিক অবস্থায় ফিরে আসে এবং মামোরু ও উসাগি পূর্ণিমার রাতে একটি চুম্বন ভাগ করে নেয়।\n\n\n== প্রযোজনা ও সম্প্রচার ==\n\nনাওকো তাকেউচি প্রাথমিকভাবে এক মৌসুমের জন্য মাঙ্গা ও অ্যানিমে উভয়ের জন্য সেইলার মুন-এর কথাই ভাবেন। মৌসুমটির জনপ্রিয়তার কারণে তোয়েই অ্যানিমেশন তাকুচিকে তার মাঙ্গা আঁকতে বলেন। প্রথমে তিনি তোয়েইয়ের অনুরোধের কারণে ধারাবাহিকটি প্রসারিত করার জন্য অন্য একটি গল্পরেখা তৈরি করতে সংগ্রাম করেন। দ্বিতীয় মৌসুমের ভবিষ্যতের সেইলার মুনের কন্যার সাথে পরিচয় করিয়ে দেওয়ার প্রাথমিক ধারণা তার সম্পাদক ফুমিও ওসানো থেকে আসে। ব্ল্যাক মুন স্টোরি আর্ক লেখার জন্য তাকুচিকে সময় দেওয়ার জন্য অ্যানিমে দলটি মাকাই (আক্ষ. 'নরক') ট্রি আর্ক নামে একটি ফিলার আর্ক তৈরি করে।\n১৯৯১-৯৭ সাল পর্যন্ত নাকায়োশি-তে প্রকাশিত ধারাবাহিকটির ৫২টি অধ্যায় থেকে সেইলার মুন অভিযোজিত হয়েছে। চরিত্রের নকশাকার কাজুকো তাদানোর সাথে প্রথম মৌসুম পরিচালনা করেন জুনিচি সাতো। দ্বিতীয় মৌসুমে সাতো মাকাই ট্রি আর্ক পরিচালনা করেন ও কুনিহিকো ইকুহারা ব্ল্যাক মুন আর্ক পরিচালনা করেন। তৃতীয় ও চতুর্থ মৌসুম পরিচালনা করেন ইকুহারা এবং তৃতীয় মৌসুম থেকে শুরু করে চরিত্র নকশাকারের ভূমিকায় ছিলেন ইকুকো ইতোহ। পঞ্চম বা শেষ মৌসুম তাকুইয়া ইগারাশি দ্বারা পরিচালিত হয় এবং পরবর্তী চরিত্র নকশাকার ছিলেন কাতসুমি তামেগাই। এটি ৭ মার্চ ১৯৯২ তারিখে জাপানে টিভি আশাহিতে গোল্ডফিশ ওয়ার্নিং-এর জন্য বরাদ্দকৃত সময়ের বিপরীতে প্রিমিয়ার হয় ও পাঁচ বছর পরে ৮ ফেব্রুয়ারীতে এর সমাপ্তি পর্যন্ত ২০০টি পর্ব সম্প্রচার করা হয়।\nএর মাঙ্গা প্রায়শই অ্যানিমেটির প্রযোজনার সময় প্রকাশিত হওয়ার ফলে এর অ্যানিমে মাঙ্গাটি প্রকাশের এক বা দুই মাস পরে আসতো।ফলস্বরূপ \"অ্যানিমেটি মাঙ্গার কাহিনীকে মোটামুটিভাবে অনুসরণ করলেও কিছু বিচ্যুতি ছিলো।\" তেকুচি মনে করেন যে তোয়েইয়ের বেশিরভাগ পুরুষ প্রযোজনা কর্মীদের কারণে এর অ্যানিমে সংস্করণ \"সামান্য পুরুষ দৃষ্টিভঙ্গি\" বহন করে।\nসেইলার মুন ৫,০০০ টিরও বেশি আইটেমের একটি অত্যন্ত সফল মার্চেন্ডাইজিং ক্যাম্পেইন শুরু করে যা আন্তর্জাতিকভাবে চাহিদা ও অসংখ্য ভাষায় অনুবাদের ক্ষেত্রে অবদান রাখে। সেইলার মুন তখন থেকে বিশ্বের অন্যতম বিখ্যাত অ্যানিমে বৈশিষ্ট্য হয়ে উঠে। জাপানে আবার জনপ্রিয়তা পাওয়ার কারণে, ধারাবাহিকটি ১ সেপ্টেম্বর, ২০০৯-এ পুনঃপ্রচার করা হয়। ধারাবাহিকটি নাওকো তাকুচির কাছ থেকে অনুমতি পেয়ে পরের বছর শরতে ইতালিতে পুনঃপ্রচার শুরু করে, যিনি এর প্রত্যাবর্তনের প্রচারের জন্য নতুন শিল্পকর্ম প্রকাশ করেছিলেন।\nবিশোজো সেনশি সেইলার মুন পাঁচটি আলাদা মৌসুম নিয়ে গঠিত: সেইলার মুন, সেইলার মুন আর, সেইলার মুন এস, সেইলার মুন সুপারএস, ও সেইলার মুন সেইলার স্টারস। প্রতিটি মৌসুম অনুসৃত একই সাধারণ গল্পধারা ও বেশিরভাগ একই চরিত্র সহ মোটামুটিভাবে মাঙ্গাটির পাঁচটি প্রধান গল্পের আর্কগুলোর একটির সাথে মিলে যায়।  তোয়েই পাঁচটি বিশেষ স্বল্পদৈর্ঘ্য চলচ্চিত্র তৈরি করেছে। অ্যানিমে ধারাবাহিকটি জাপানে ২০ খণ্ডে বিক্রি হয়। ১৯৯৫ সালের শেষের দিকে প্রতিটি খণ্ড প্রায় ৩,০০,০০০ কপি বিক্রি হয়।\n\n\n=== ইংরেজি ডাব প্রযোজনা ও সম্প্রচার ===\n১৯৯৫ সালে একটি মার্কিন লাইভ-অ্যাকশন/অ্যানিমেটেড সংকর অভিযোজন তৈরি করতে চাওয়া টুন মেকারস ও রেনেসাঁ-আটলান্টিক এন্টারটেইনমেন্টের সাথে একটি নিলাম যুদ্ধের পর, ডিআইসি প্রোডাকশন, এলপি (এখন ওয়াইল্ডব্রেইন), সিগাল এন্টারটেইনমেন্ট ও স্যাক্স ফিনলে মিডিয়া উত্তর আমেরিকায় ইংরেজি ভাষায় প্রকাশের জন্য সেইলার মুন-এর প্রথম দুই মৌসুমের লাইসেন্স পায়। মিসিসাগা-ভিত্তিক অপ্টিমাম প্রোডাকশনকে অ্যানিমেটির ডাব করার জন্য নিয়োগ করা হয়। বব সামারস এর জন্য নতুন আবহসঙ্গীত তৈরি করে। ডিআইসি বিষয়বস্তু ও দৈর্ঘ্যে সংকোচন বাধ্যতামূলক করে, যা প্রথম ৮৯ পর্ব থেকে সাতটি পর্বে নামিয়ে আনে। তাদের এই অভিযোজন মাইটি মর্ফিন পাওয়ার রেঞ্জার্স-এর সাফল্যকে পুঁজি করে তৈরি করা হয়েছিল।\nধারাবাহিকটি ১৮ আগস্ট ১৯৯৫ সালে কানাডায় ওয়াইটিভি ও ১১ সেপ্টেম্বর মার্কিন যুক্তরাষ্ট্রে প্রথম-চালিত সিন্ডিকেশনে প্রিমিয়ার হয়, কিন্তু কম রেটিং এর কারণে দুটি মৌসুম পরে নভেম্বর ১৯৯৫ সালে প্রযোজনা বন্ধ করে দেয়। কানাডায় মাঝারি সাফল্য পাওয়া সত্ত্বেও এর মার্কিন যুক্তরাষ্ট্রের সম্প্রচার খুব ভোরে \"মৃত\" সময়সূচিতে লড়াই করছিল; ধারাবাহিকটি মূলত মার্কিন যুক্তরাষ্ট্রে সকাল ও বিকেলে প্রচারিত হতো যা অ্যানি অ্যালিসন লক্ষ্যবস্তুকৃত দর্শকদের জন্য অনুপযুক্ত বলে বর্ণনা করেছেন। বিপরীতে কানাডায় ডাবিং প্রক্রিয়া সম্পন্ন হওয়ার কারণে ধারাবাহিকটিকে প্রাইমটাইমে স্থানীয় বিষয়বস্তু হিসেবে দেখানোর জন্য যথেষ্ট কানাডীয় বলে মনে করা হয়েছিল। ধারাবাহিকটির সম্প্রচার বাতিল হওয়ার পরে একটি ফ্যান পিটিশন তৈরি করা হয় যা ১২,৫০০ জনের বেশি স্বাক্ষর অর্জন করে। এটি জেনারেল মিলসের দৃষ্টি আকর্ষণ করে, যা ১৯৯৭ সালে দ্য প্রোগ্রাম এক্সচেঞ্জের মাধ্যমে সেইলার মুন ডাবকে স্পনসর ও সিন্ডিকেট করতে সম্মত হন। এটি পরে সফল ভক্ত সক্রিয়তার একটি প্রাথমিক উদাহরণ হিসেবে বিবেচিত হয়েছিল। ৯ জুন ১৯৯৭-এ এই বাতিল ডাবের ইউএসএ নেটওয়ার্কে পুনরায় সম্প্রচার শুরু হয়। একই বছরে ধারাবাহিকের 'ইংরেজি ডাব'-এ দ্বিতীয় মৌসুমের শেষ ১৭টি পর্ব, সেইলার মুন আর-এর সাথে আবার প্রযোজনা শুরু হয় ও দীর্ঘস্থায়ী পটভূমি গুটিয়ে নেওয়ার জন্য ১৯৯৭ সালের ২০ সেপ্টেম্বর থেকে ২১ নভেম্বর পর্যন্ত কানাডায় সম্প্রচার করা হয়। ১ জুন ১৯৯৮-এ কার্টুন নেটওয়ার্কের সাপ্তাহিক দিনের বিকেলের প্রোগ্রামিং ব্লক টুনামিতে ধারাবাহিকটির পুনঃপ্রচার শুরু হয়। এই পুনঃপ্রচারগুলোর রেটিং সাফল্যের কারণে অবশিষ্ট সতেরোটি পর্ব (\"দ্য লস্ট এপিসোডস\" হিসাবে প্রচারিত) ৩০ নভেম্বর থেকে সম্প্রচার শুরু হয়৷ ১৯৯৯ সালে ক্লোভারওয়ে ইনক. আবারও অপ্টিমাম প্রোডাকশনের চুক্তিবদ্ধ হয়ে সেইলার মুন এস ও সুপারএস-এর ইংরেজি-ভাষায় অভিযোজন তৈরি করার জন্য পাইওনিয়ার এন্টারটেইনমেন্ট হোম ভিডিও বিতরণ পরিচালনা করে। এই ডাবটি কম সেন্সরশিপ বৈশিষ্ট্যযুক্ত এবং প্রথমে কানাডার ওয়াইটিভি ও পরে মার্কিন যুক্তরাষ্ট্রের টুনামিতে সম্প্রচারিত হয়। ডাবটি ১৩ সেপ্টেম্বর ২০০২ তারিখে টুনামিতে সম্প্রচারিত হয়।\nজাপানে ধারাবাহিকটির জনপ্রিয়তার পুনরুত্থানের কারণে ১ সেপ্টেম্বর ২০০৯ থেকে অ্যানিম্যাক্সে সেইলার মুন ধারাবাহিকের পুনঃপ্রচার শুরু হয়। ২০১০ সালে তোয়েই ইতালিতে মিডিয়াসেটে (ক্যানেলে ৫, রেত ৪) লাইসেন্স ও সম্প্রচার করার জন্য আলোচনা করে, যার ফলে এর সম্প্রচারের আন্তর্জাতিক পুনরুজ্জীবন ঘটে। পরবর্তীতে তোয়েই সেইলার মুন পর্বগুলোকে সেই দেশগুলোয় লাইসেন্স দেয় যেসব দেশে এর আগে প্রচারিত হয়নি। ১৬ মে ২০১৪-এ উত্তর আমেরিকার মাঙ্গা ও অ্যানিমে পরিবেশক ভিজ মিডিয়া ঘোষণা করে যে তারা সেইলার মুন অ্যানিমে ধারাবাহিকের পাশাপাশি তিনটি চলচ্চিত্র ও উত্তর আমেরিকায় ইংরেজি-ভাষায় সম্প্রচারের জন্য বিশেষ অনুষ্ঠানেরে ক্ষেত্রে অনুমতি অর্জন করেছে, যা ভিজকে প্রথম ৮৯ পর্ব থেকে মুছে দেওয়া বিষয়বস্তু পুনরুদ্ধার করার অনুমতি দেয়। স্টুডিও সিটি, লস এঞ্জেলেস-ভিত্তিক স্টুডিওপলিস পুরো ধারাবাহিকটি পুনরায় ডাব করার জন্য ভিজ নিয়োগ করে। ধারাবাহিকটি ১৯ মে ২০১৪-এ মার্কিন যুক্তরাষ্ট্রে নিওন অ্যালি ও হুলুতে স্ট্রিমিং শুরু হয়, সাথে কানাডায় ১৫ জুলাই ২০১৬-এ টুবি টিভিতে জাপানি অডিও সহ এবং ১৮ সেপ্টেম্বর ২০২০-এ ক্রেভে ইংরেজি অডিও সহ স্ট্রিমিং শুরু হয়। ২৮ নভেম্বর ২০১৪-এ অস্ট্রেলীয় মাঙ্গা ও অ্যানিমে প্রকাশক ম্যাডম্যান এন্টারটেইনমেন্ট ঘোষণা করে যে তারা ২০১৫ সালে অস্ট্রেলিয়া ও নিউজিল্যান্ডের জন্য \"সেইলার মুন\" অ্যানিমে ধারাবাহিকের স্বত্ব পুনঃঅধিগ্রহণ করেছে ও ভিজ মিডিয়া ইংরেজি অভিযোজনে এই ধারাবাহিকটিকে আনকাট ফরম্যাটে প্রকাশ করবে। ম্যাডম্যান এর আগে ভিএইচএস ও ডিভিডিতে সেইলার মুন-এর জন্য অস্ট্রেলীয় লাইসেন্স পেয়েছিল।\n\n\n==== সম্পাদনা ====\n\nসেইলার মুন-এর মূল উত্তর আমেরিকায় প্রকাশিত সংস্করণে অনেক সম্পাদনা করতে হয়েছিল যার ফলে প্রচুর পরিমাণে বিষয়বস্তু সরানো ও পরিবর্তিত হয়েছে যা মূল কাজকে ব্যাপকভাবে পরিবর্তন করেছে। এই পরিবর্তনগুলো চরিত্রের নাম, পোশাক, দৃশ্য ও সংলাপ সহ অনুষ্ঠানের প্রায় প্রতিটি দিক পরিবর্তন করেছে। সংক্ষিপ্ত নগ্নতা ও স্নান সহ কিছু দৃশ্যও বিবাচন করা হয়েছিল, এবং শিশুদের বিরুদ্ধে সহিংসতা সহ যে কোনও ধরনের সহিংসতাও সরিয়ে দেওয়া হয়। সমকামী চরিত্রগুলো, যার মধ্যে জইসাইট, ফিশেয়ে, কুনজাইট, এবং সেইলার ইউরেনাস এবং নেপচুনও পরিবর্তিত হয়, প্রথম দুজনের লিঙ্গ পুরুষ থেকে মহিলাতে পরিবর্তিত হয় এবং ইউরেনাস ও নেপচুনকে প্রেমিকের পরিবর্তে চাচাতো ভাই হিসাবে ব্যাখ্যা করা হয়েছিল। দুষ্ট চরিত্রের লিঙ্গ নারীতে পরিবর্তন করার ফলে আরও বৈচিত্র্যময় নারী চরিত্র গঠনের পার্শ্বপ্রতিক্রিয়া ছিল, কারণ দুষ্ট নারী চরিত্রগুলোর পরে একই ধরনের শারীরিক ধরন ছিল না।\nভিজ মিডিয়ার প্রকাশিত সংস্করণ মূল জাপানি সংস্করণ থেকে কাটা সমস্ত বিষয়বস্তু পুনরুদ্ধার করে, যার মধ্যে এমন দৃশ্য রয়েছে যা ডিআইসি ও ক্লোভারওয়ের অনুরোধে অপ্টিমাম প্রোডাকশন দ্বারা বিবাচিত করা হয়।\n\n\n== সঙ্গীত ==\n\nতাকানোরি আরিসাওয়া বিশোজো সেনশি সেলর মুন-এর জন্য সঙ্গীত তৈরি করেন। আরিসাওয়া ১৯৯৩ সালে প্রথম ধারাবাহিকটির সাউন্ডট্র্যাকে নিজের কাজের জন্য কলাম্বিয়া রেকর্ডস থেকে গোল্ডেন ডিস্ক গ্র্যান্ড প্রাইজ অর্জন করেন। ১৯৯৮, ২০০০ ও ২০০১ সালে আরিসাওয়া মূলত অন্যান্য দেশে সেলর মুন সঙ্গীতের জনপ্রিয়তার কারণে বেশিরভাগ আন্তর্জাতিক রয়্যালটির জন্য পরপর তিনটি জেএএসআরএসি আন্তর্জাতিক পুরস্কার জিতেন।\nপ্রথম উদ্বোধনী থিম মুনলাইট ডেনসেৎসু (ムーンライト伝説, Mūnraito Densetsu, আক্ষ. কিংবদন্তি চাঁদের আলো), প্রথম ১৬৬ পর্বের জন্য ব্যবহৃত হয়। \"মুনলাইট ডেনসেৎসু\" প্রাথমিকভাবে ডালি দ্বারা প্রথম দুটি মৌসুমে এবং তারপরে পরবর্তী দুটি মৌসুমে মুন লিপস দ্বারা সঞ্চালিত হয়। বাকি পর্বগুলোর জন্য দ্বিতীয় উদ্বোধনী গানটি ছিল কায়ে হানাজাওয়া দ্বারা পরিবেশিত \"সেইলার স্টার সং\"। শেষ সমাপ্তি গানটি ২০০ তম পর্বে ধারাবাহিকটির সমাপ্তির জন্য ব্যবহৃত হয়, যা ছিল \"মুনলাইট ডেনসেৎসু\"-এর মুন লিপস সংস্করণ।\nঅ্যানিমে ধারাবাহিকটির ডিআইসি/ক্লোভারওয়ে/অপ্টিমাম ইংরেজি ভাষার অভিযোজনে অনেকটা ভিন্ন কথার সাথে \"মুনলাইট ডেনসেৎসু\"-এর সুর ব্যবহার করা হয় (সে সময়ে, অ্যানিমে থিম গানের অনুবাদ করা অস্বাভাবিক ছিল, এবং এটি ছিল স্টার ব্লেজার্স-এর ইংরেজিতে করার পর থেকে পুনরায় এই ধরনের প্রথম থিমগুলোর মধ্যে অন্যতম)। ইংরেজি থিমটিকে \"অনিচ্ছাকৃত কিন্তু আকর্ষণীয়\" হিসেবে বর্ণনা করা হয়েছে। জাপানি থিমটি হল উসাগি ও মামোরুর (\"বর্ন ইন দ্য সেম আর্থ\") সম্পর্কের উপর ভিত্তি করে একটি প্রেমের গান, যেখানে ইংরেজি সেইলার মুন থিমটি বরং একটি সুপারহিরো সঙ্গীতের মতো।\n\"মুনলাইট ডেনসেৎসু\" ১৯৯২ সালের মার্চ মাসে একটি সিডি একক হিসাবে প্রকাশিত হয় ও এটি একটি \"এক্সপ্লোসিভ হিট\" ছিল। \"মুনলাইট ডেনসেৎসু \" অ্যানিমেজের ১৫তম ও ১৬তম অ্যানিমে গ্র্যান্ড প্রিক্সে গানের বিভাগে প্রথম স্থান অর্জন করে। এটি ১৭ তম গ্র্যান্ড প্রিক্সে সপ্তম ও সেইলার মুন আর: দ্য মুভি-এর \"মুন রিভেঞ্জ\" অষ্টম স্থানে আসে৷ সুপারএস-এর দ্বিতীয় সমাপনী গান \"রাশিকু ইকিমাশো\" ১৯৯৬ সালে অষ্টাদশ স্থানে ছিল। ১৯৯৭ সালে, সেইলার স্টার্স-এর নতুন উদ্বোধনী থিম \"সেইলর স্টার সং\" এগারোতম ও \"মুনলাইট ডেনসেৎসু\" ষোড়শ স্থানে আসে।\n\n\n== সংশ্লিষ্ট মাধ্যম ==\n\n\n=== গৃহস্থ প্রকাশনা ===\nজাপানে সেইলার মুন সম্প্রচারের সময় ভিএইচএস যোগে প্রকাশিত হয়। এর প্রথম ভিএইচএস ২৫ জুলাই ১৯৯৩ তারিখে মুক্তি পায়। সেইলার মুন ২০০২ সাল পর্যন্ত ডিভিডিতে প্রকাশিত হয়নি। এর গণ-প্রযোজিত পৃথক ছয়-পর্বের ডিভিডিগুলো ২১ মে ২০০২ থেকে শুরু হয়। ২৫ জানুয়ারী ২০১৭-এ ধারাবাহিকটির ব্লু-রে সংগ্রহটি ফ্র্যাঞ্চাইজির ২৫তম বার্ষিকীতে বিশোজো সেনশি সেইলার মুন হিসেবে ১৪ জুন থেকে প্রকাশিত হয় এবং প্রতিটি মৌসুমে খণ্ড প্রতি ২৩টি পর্ব ছিল।\n২০১৪ সালে ভিজ মিডিয়া ধারাবাহিকটিকে ব্লু-রে ডিস্ক ও ডিভিডি উভয় ফরম্যাটে প্রকাশ করার পরিকল্পনা ঘোষণা করে, যার প্রথম সেটটি ১১ নভেম্বর ২০১৪-এ প্রকাশিত হয়। এছাড়াও তাদের পুনঃডাবকৃত প্রথম তেইশটি পর্ব স্ট্রিমিং সাইট হুলু ও নিয়ন অ্যালিতে প্রিমিয়ার হয়েছিল, যা ৫ সেপ্টেম্বর ২০১৪ থেকে শুরু হয়। প্রথম মৌসুমের প্রথম অংশটি ডিভিডি ও লিমিটেড এডিশন ব্লু-রেতে ১১ নভেম্বর ২০১৪-এ ও দ্বিতীয় অংশটি ১০ ফেব্রুয়ারি ২০১৫-এ প্রকাশিত হয়।\nঅ্যানিমে ধারাবাহিকটিত শেষ অংশটি ১২ নভেম্বর ২০১৯-এ প্রকাশিত হয়।\n\n\n=== চলচ্চিত্র ===\nএর সম্প্রচার চলাকালে, তিনটি প্রেক্ষাগৃহীয় অ্যানিমেটেড সেইলার মুন চলচ্চিত্র নির্মিত হয়। জাপানি বিদ্যালয়গুলোর শীতকালীন ছুটির সাথে সাথে চলচ্চিত্রগুলো সাধারণত ডিসেম্বরে মুক্তি পায়। এগুলো সাধারণত অন্যান্য অ্যানিমে চলচ্চিত্রের সাথে জোড়া বৈশিষ্ট্যযুক্ত ছিল ও এইভাবে সাধারণত এক ঘন্টা বা তার কম দৈর্ঘ্য বিশিষ্ট ছিল। চলচ্চিত্রগুলো নিজেরাই কালানুক্রম এবং নকশা উভয় ক্ষেত্রেই দ্বন্দ্বের প্রস্তাব দেয় যা তাদের একক ধারাবাহিকতার সাথে বেমানান করে তোলে। প্রথমটি ছিল ১৯৯৩ সালের সেইলার মুন আর: দ্য মুভি তারপর ১৯৯৪ সালের সেইলার মুন এস: দ্য মুভি ও ১৯৯৫ সালে অবশেষে সেইলার মুন সুপারএস: দ্য মুভি।\n\n\n== অভ্যর্থনা ও কিংবদন্তি ==\nসেইলার মুন মূলত মাত্র ছয় মাসের জন্য চালানোর পরিকল্পনা করা হলেও অ্যানিমেটি তার জনপ্রিয়তার কারণে চলতে থাকে যা পাঁচ বছরের সম্প্রচারের পর শেষ হয়। জাপানে এটি প্রতি শনিবার প্রাইম টাইমে রাত ৭ টায় সম্প্রচারিত হতো ও সেখানে এটির সম্প্রচার খুব জনপ্রিয় ছিল, ধারাবাহিকটি সম্প্রচারের জন্য বেশিরভাগ গড় দর্শক রেটিং ছিল ১১-১২%। ভাষ্যকাররা সেইলার মুন-এর অ্যানিমে অভিযোজনে মাঙ্গার চেয়ে ব্যাপক দর্শকদের কাছে নিবেদিত \"আরও শোনেন টোন\" সনাক্ত করেন, যেটির লক্ষ্য ছিল কিশোরী মেয়েরা। মাধ্যম ফ্র্যাঞ্চাইজিটি জাপানের সবচেয়ে সফল একটিতে পরিণত হয়, যা প্রথম তিন বছরে মার্চেন্ডাইজ বিক্রিতে $১.৫ বিলিয়ন পৌঁছায়। ধারাবাহিকটি সমাপ্তির দশ বছর পরে ২০০৫ ও ২০০৬ সালে টিভি আশাহি-এর সেরা ১০০ অ্যানিমে জরিপের মধ্যে শীর্ষ ত্রিশে ছিল। অ্যানিমে ধারাবাহিকটি ১৯৯৩ সালে অ্যানিমেজ অ্যানিমে গ্র্যান্ড প্রিক্স পুরস্কার জিতে। ১৯৯০-এর দশকে সেইলার মুন-এর ফ্যাশন পুতুলের বিক্রি লিকা-চানকে ছাড়িয়ে যায়; ম্যাটেল এটিকে সেইলার মুন গল্পসূত্রের \"ফ্যাশন-অ্যাকশন\" মিশ্রণের জন্য দায়ী করেছেন। পুতুলের জিনিসপত্রের মধ্যে ফ্যাশন আইটেম ও সেইলার সৈন্যদের অস্ত্র উভয়ই অন্তর্ভুক্ত ছিল। এটি দশটি পর্যালোচনার উপর ভিত্তি করে পর্যালোচনা সমষ্টিকারী রটেন টম্যাটোসে একটি অনুমোদিত ৯০% রেটিং পেয়েছে। এর প্রথম মৌসুমের সংখ্যাগরিষ্ঠ মতে লেখা হয়েছে \"শক্তিশালীভাবে নারীসুলভ ও সম্মোহিতভাবে মজাদার, সেইলার মুনের আইকনিক অ্যানিমে এত বছর পরেও জ্বলজ্বল করছে।\"\nসেইলার মুন আন্তর্জাতিকভাবেও জনপ্রিয় হয়ে উঠেছে। ১৯৯৩ সালের ডিসেম্বরে জাপানের বাইরে প্রথম দেশ হিসেবে স্পেন ও ফ্রান্সে সেইলার মুন সম্প্রচার শুরু হয়। উত্তর আমেরিকা অভিযোজনের জন্য ফ্র্যাঞ্চাইজি বেছে নেওয়ার আগে অন্যান্য দেশগুলো সম্প্রচার শুরু করে যেমন দক্ষিণ কোরিয়া, ফিলিপাইন (সেইলার মুন এবিসি (এখন ৫)-এর প্রধান ড্রগুলোর মধ্যে অন্যতম হয়ে এটিকে দেশের তৃতীয় বৃহত্তম নেটওয়ার্ক হতে সাহায্য করেছে), পোল্যান্ড, রাশিয়া, ইতালি, চেক প্রজাতন্ত্র, মেক্সিকো, ব্রাজিল, ইউক্রেন, বেলারুশ, সুইডেন, জার্মানি, বুলগেরিয়া, অস্ট্রিয়া, ইন্দোনেশিয়া, ক্রোয়েশিয়া, হাঙ্গেরি, তাইওয়ান, থাইল্যান্ড, রোমানিয়া ও হংকং। ২০০১ সালে সেইলার মুন মাঙ্গা ছিল টোকিওপপের সবচেয়ে বেশি বিক্রি হওয়া সম্পত্তি, যা পরবর্তী সেরা বিক্রি হওয়া শিরোনামগুলোকে অন্তত ১.৫ ফ্যাক্টর দ্বারা ছাড়িয়ে যায়।\nসমালোচকরা অ্যানিমে ধারাবাহিকটিকে এর দৃঢ় বন্ধুত্বের চিত্রায়নের জন্য পাশাপাশি এর \"আশ্চর্যজনকভাবে ভিন্ন\" চরিত্রের বৃহৎ কুশীলবের জন্য প্রশংসা করেছেন যাদের গল্পটি চলতে থাকায় তাদের কাছে ভিন্ন মাত্রা ও দিক রয়েছে এবং আবেদন করার ক্ষমতার জন্য ব্যাপক দর্শকপ্রিয়তা পেয়েছে। লেখক নিকোলাস পেনেডো সেন্ট সেইয়া লড়াকু দলের সাথে জাদুকরী মেয়েদের শোজো মাঙ্গা ধারার সংমিশ্রণ সেইলার মুন-এর সাফল্যের জন্য দায়ী করেছেন। মার্থা কর্নোগ ও টিমোথি পারপারের মতে, সেইলার মুন জনপ্রিয় হয়ে উঠেছিল কারণ এর \"যুদ্ধের দৃশ্য, উদ্ধারের সাথে দৃঢ়ভাবে পটভূমিকৃত অ্যাকশন\" এবং উসাগি এবং মামোরুর মধ্যে কিছু \"সেক্সি রোম্যান্স\" সহ এটির \"অনুভূতি ও সম্পর্কের উপর জোর দেওয়া\"। উসাগি ও মামোরুর রোম্যান্সকে একটি প্রত্নরূপ হিসেবে দেখা হয়েছে যেখানে প্রেমিকরা চিরকাল একসাথে থাকার প্রতিশ্রুতি দিয়ে \"তাদের অংশের যোগফলের চেয়ে বেশি হয়ে যায়\"। বিপরীতে, অন্যরা সেইলার মুনকে ক্যাম্পি ও অতিনাটকীয় হিসেবে দেখেন। সমালোচনায় এর সূত্র কাহিনী হিসেবে মনস্টার অফ দ্য ডে ও স্টক ফুটেজ ব্যবহার করা হয়েছে।\nস্ক্রিন র‍্যান্ট অ্যানিমেটিকে \"আংশিকভাবে এর নায়িকাদের চিত্রিত করার জন্য আংশিকভাবে বিপ্লবী\" বলে অভিহিত করেছেন কারণ এতে এমন নারীদের দেখানো হয়েছে যারা \"তাদের ব্যক্তিত্বের কারণে স্বতন্ত্র\" ছিল, অন্যদিকে আফটারএলেন বলে যে অ্যানিমেটি সেইলার ইউরেনাস ও সেইলার নেপচুনের \"ইতিহাসের সবচেয়ে পরিচিত ইউরি সম্পর্ক বৈশিষ্ট্যযুক্ত\"। ইউরিকন বলে যে সম্পর্কটিকে বুচ-ফেম হিসাবে বর্ণনা করা যেতে পারে ও সিবিআর তাদের সম্পর্ককে ধারাবাহিকটির সবচেয়ে প্রিয় ও জটিল বলে অভিহিত করেছে।\nপ্যাট্রিক ড্রাজেন বলেছেন যে সেইলার মুন-এর দুই ধরনের খল রয়েছে, \"দিনের দানব\" ও \"মানুষের চিন্তাভাবনা, অনুভূতি।\" যদিও এটি অ্যানিমে ও মাঙ্গায় সাধারণ, তবে এটি \"পশ্চিমে প্রায় শোনা যায় না।\" পশ্চিমা অ্যানিমে ফ্যানডমের মধ্যে ধারাবাহিকটির আপাত জনপ্রিয়তা সত্ত্বেও, এর ডাব করা সংস্করণটি মার্কিন যুক্তরাষ্ট্রে খারাপ রেটিং পায় যখন এটি প্রাথমিকভাবে সিন্ডিকেশনে সম্প্রচারিত হয়েছিল ও যুক্তরাজ্যে ডিভিডি বিক্রিতে ভাল করতে পারেনি। অ্যানি অ্যালিসন মার্কিন যুক্তরাষ্ট্রে জনপ্রিয়তার অভাবের জন্য প্রাথমিকভাবে দুর্বল বিপণনকে দায়ী করেছেন (মার্কিন যুক্তরাষ্ট্রে, ধারাবাহিকটি প্রাথমিকভাবে এমন সময়ে সম্প্রচার করা হয় যা লক্ষ্য দর্শকদের জন্য উপযুক্ত ছিল না - সপ্তাহের দিন সকাল ৯:০০ ও দুপুর ২:০০ টায়)। সেইলার মুন-এর সাথে যুক্ত নির্বাহীরা পরামর্শ দেন যে দুর্বল স্থানীয়করণ একটি ভূমিকা পালন করেছে। ব্রিটিশ লেখক হেলেন ম্যাকার্থি ও জোনাথন ক্লেমেন্টস আরও এগিয়ে গিয়ে ডাবটিকে \"উদাসীন\" বলে অভিহিত করেন ও পরামর্শ দেন যে স্থানীয় স্বার্থের কারণে সেইলার মুন \"মৃত\" টাইমস্লটে রাখা হয়েছিল। ব্রিটিশ বিতরণকারী সংস্থা এমভিএম ফিল্মস যুক্তরাজ্যের প্রকাশটি শুধুমাত্র ডাব করার জন্য কম বিক্রির হয়েছে বলে দায়ী করে ও বড় খুচরা বিক্রেতারা অনুষ্ঠানটি সমর্থন করতে অস্বীকার করে যার ফলে এর ডিভিডি শিশু বা বয়স্ক অ্যানিমে অনুরাগীদের আকৃষ্ট করেনি।\nজাপান বিরোধী মনোভাবের কারণে, অ্যানিমে ছাড়া বেশিরভাগ জাপানি মাধ্যম দক্ষিণ কোরিয়ায় কয়েক দশক ধরে নিষিদ্ধ ছিল। কেবিএসের একজন প্রযোজক সেইলার মুন \"ক্রয় করার চেষ্টাও করেননি\" কারণ প্রযোজক ভেবেছিলেন এটি সেন্সরশিপ আইনে উত্তীর্ণ হবে না, কিন্তু এপ্রিল ১৯৯৭ সাল নাগাদ, সেইলার মুন কোন সমস্যা ছাড়াই কেবিএস ২ সম্প্রচার করছিল ও \"অত্যন্ত\" জনপ্রিয় ছিল।\n\n\n== আরও দেখুন ==\nক্যান্ডি ক্যান্ডি\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রাতিষ্ঠানিক ওয়েবসাইট (ইংরেজি ভাষায়)\nপ্রাতিষ্ঠানিক ওয়েবসাইট (জাপানি ভাষায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে সেইলার মুন (অ্যানিমে)"}