{"pageid": 1181135, "title": "জামিয়া কারিমিয়া নুরুল উলুম, জুম্মাপাড়া", "url": "https://bn.wikipedia.org/wiki?curid=1181135", "content": "আল জামিয়াতুল করীমিয়া নুরুল উলুম মাদরাসা হলো বাংলাদেশের রংপুর বিভাগীয় শহরে অবস্থিত একটি কওমি মাদরাসা। ১৯৭৭ সালে হাফেজ ইদ্রীস আলী মাদরাসাটি প্রতিষ্ঠা করেন। এটি ভারতের দারুল উলুম দেওবন্দ এবং বাংলাদেশের দারুল উলুম হাটহাজারির আদলে প্রতিষ্ঠা লাভ করে এবং দেওবন্দ ও হাটহাজারি মাদরাসার মত এটিও আহলে সুন্নাত ওয়াল জামাতের আদর্শ ও চিন্তাধারা মাফিক পরিচালিত হয়। এটি কওমি মাদরাসাগুলির অন্যতম বোর্ড তানযিমের অধিভুক্ত।\n\n\n== ইতিহাস ==\n১৮৬৬ সালে ভারতের উত্তর প্রদেশের সাহারানপুর জেলার দেওবন্দে দারুল উলুম দেওবন্দ প্রতিষ্ঠিত হয়। এরপর দেওবন্দের অনুসরণে বিশ্বের বিভিন্ন দেশ ও অঞ্চলে দেওবন্দী মাদরাসা গড়ে উঠতে শুরু করে। এর অংশ হিসেবে ১৯৭৭ সালের ২১ অক্টোবর রংপুর জেলা সদরের ২৩ নং মহানগর ওয়ার্ডের জুম্মাপাড়া এলাকায় হাফেজ ইদ্রিস আলি উক্ত প্রতিষ্ঠানটির ভিত্তি স্থাপন করেন। শুরুতে এর নাম ছিল করিমুদ্দীন হাফিজিয়া মাদরাসা ও এতিমখানা। পরবর্তীতে মাদরার পরিসর বৃদ্ধির সাথে সাথে এর নামেও পরিবর্তন আসে। সর্বশেষ এর নাম নির্ধারিত করা হয় \"আল জামিয়াতুল করীমিয়া নুরুল উলুম\"।\n\n\n== জামিয়ার কর্মধারা ==\nমাদ্রাসাটির মূলত দুটি ক্যাম্পাস রয়েছে। উভয় ক্যাম্পাসের পরিধি প্রায় ৭ একর। এর শিক্ষাক্রম শিশু শ্রেণী হতে সর্বোচ্চ ইসলামি শিক্ষা দাওরায়ে হাদিস [মাস্টার্স], ইফতা, কিরাত পর্যন্ত বিস্তৃত। এর ক্রমবিন্যস্ত শিক্ষা পদ্ধতির মাধ্যমে জামিয়ায় পর্যায়ক্রমে কুরআন, হাদিস, ফিকহ, উসুল, আকাইদ, ফারাইয ইত্যাদি ও বৈষয়িক পর্যায়ে ব্যাকরণসহ আরবি, উর্দু ও ফার্সি সাহিত্যের মৌলিক কিতাবাদী বিশদভাবে শিক্ষা দেয়া হয়। এছাড়াও বাংলা, ইংরেজি, ইতিহাস, ভূগোল, বিজ্ঞান ও দর্শনসহ আরও বেশ কিছু বিষয় পড়ানো হয়। \n১৯৭৭ সালে প্রতিষ্ঠিত হওয়ার পর থেকেই মাদরাসাটি দরসে নিজামি অনুসরণ করে পরিচালিত হচ্ছে। মাদ্রাসার শিক্ষাসেবা আংশিক বৈতনিক। শিক্ষাঙ্গনে শিক্ষক-শিক্ষার্থীদের জন্য প্রচলিত দলীয় রাজনীতি সম্পূর্ণ নিষিদ্ধ। পুরনো শিক্ষাক্রমকে অক্ষুন্ন রেখে যুগোপযোগী আধুনিক সিলেবাসে কুরআন, হাদিস, ফিকহ, তাফসীর, মানতিক, ফালসাফা, দর্শন, ইতিহাস, বালাগাত, সাহিত্য, রাষ্ট্রবিজ্ঞান ও সমাজবিজ্ঞান পাঠদান করা হয়। এসব ছাড়াও বাংলাভাষা ও সাহিত্য বিভাগ, হিফজ বিভাগ, নূরানী ও হস্তলিপি বিভাগ চালু রয়েছে।\nমাদরাসাটি তানযীম বোর্ডের অন্তর্ভুক্ত হয়ে কওমি মাদরাসার সর্বোচ্চ অথরিটি আল আল হাইয়াতুল উলয়া লিল মাদারিসিল কওমিয়ার আওতাভুক্ত। মাদ্রাসার বর্তমান বিভাগসমূহ:\n\nমক্তব বিভাগ\nহিফয বিভাগ\nনুরানি একাডেমি \nকিতাব বিভাগ\nছাত্র প্রশিক্ষণ বিভাগ\nছাত্র পাঠাগার\nমাসিক দেয়াল পত্রিকা\nসাহিত্য মজলিস\nসাপ্তাহিক বক্তৃতা মজলিস\nবিষয়ভিত্তিক তারবিয়ত ও প্রশিক্ষণ বিভাগ।\nফতওয়া ও ফারায়েয বিভাগ\nকুতুবখানা (মাদ্রাসা লাইব্রেরি)\nলিল্লাহ বোর্ডিং\nআবাসিক ছাত্রাবাস\n\n\n== আরও দেখুন ==\nবাংলাদেশের কওমি মাদ্রাসার তালিকা\nকওমি মাদ্রাসা\nদেওবন্দি মাদ্রাসার তালিকা\nবাংলাদেশের কওমি মাদ্রাসার তালিকা\n\n\n== তথ্যসূত্র =="}