{"pageid": 1181368, "title": "বেগমগঞ্জ সরকারি পাইলট উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1181368", "content": "বেগমগঞ্জ সরকারি পাইলট উচ্চ বিদ্যালয় বাংলাদেশের নোয়াখালী জেলার বেগমগঞ্জ উপজেলার একটি সরকারি উচ্চ বিদ্যালয়। বিদ্যালয়টি প্রতিষ্ঠিত হয়েছিলো ১৮৫৭ সালে। \n\n\n== ইতিহাস ==\n১৮১৫ সালে বিখ্যাত আলীপুর পুকুরপাড়ে নিম্ন-মাধ্যমিক বিদ্যালয় হিসেবে এই বিদ্যালয় প্রতিষ্ঠা করা হয়। পরবর্তীতে ব্রিটিশরা বেগমগঞ্জ উপজেলায় শিক্ষার সুযোগ বৃদ্ধি করতে প্রতিষ্ঠানটিকে মাধ্যমিক বিদ্যালয়ে উন্নীত করে এবং বর্তমান জায়গায় স্থানান্তরিত করে। ৩১ ডিসেম্বর, ১৯৮৭ সালে বিদ্যালয়টিকে জাতীয়করণ করা হয়।\n\n\n== শ্রেণি, বিভাগ ও শাখা সমূহ ==\nবর্তমানে এ বিদ্যালয়ে ৬ষ্ঠ থেকে ১০ম শ্রেণি পর্যন্ত ৫টি ক্লাসে মোট ৯টি শাখা রয়েছে।\n\n৬ষ্ঠ শ্রেণি; ক এবং খ শাখা।\n৭ম শ্রেণি; ক এবং খ শাখা।\n৮ম শ্রেণি; ক এবং খ শাখা।\n৯ম–১০ম শ্রেণি; বিভাগ: বিজ্ঞান, মানবিক, ব্যবসায় শিক্ষা\n\n\n== ইউনিফর্ম ==\nসাদা শার্ট  , সাদা প্যান্ট  , সাদা কেডস্   এবং কালো বেল্ট  ।\n\n\n== শিক্ষা কার্যক্রম ==\nবিদ্যালয়টিতে শুধুমাত্র ছেলেদের অধ্যয়নের সুযোগ থাকে। \n\n\n== ফলাফল ==\nবিদ্যালয়ে পাবলিক পরীক্ষায় অংশগ্রহণকারী শিক্ষার্থীদের পাশের হার ৯১.৩৬%। \n\n\n== খেলাধুলা ও সহপাঠ্যকর্ম ==\nশিক্ষার্থীদের খেলাধুলার জন্য একটি মাঠ রয়েছে, যা মূল ভবনের সামনেই অবস্থিত। মাঠটি বিদ্যালয়ের বার্ষিক ক্রীড়া প্রতিযোগিতা, আন্তঃশ্রেণী ক্রীড়া প্রতিযোগিতা আয়োজনে ব্যবহৃত হয়। \n\n\n== ল্যাবরেটরি ==\nবিদ্যালয়ে পদার্থবিজ্ঞান, রসায়নবিজ্ঞান, জীববিজ্ঞান, কম্পিউটার ইত্যাদি বিষয়ে শিক্ষার্থীদের গবেষণার জন্য রয়েছে ল্যাব। এসব ল্যাবে বহু মূল্যবান যন্ত্রপাতি রয়েছে। শিক্ষার্থীদের ব্যবহারিক বিষয়ে জ্ঞান লাভের জন্য এসব উপকরণ ব্যবহৃত হয়। \n\n\n== গ্রন্থাগার ==\nবিদ্যালয়টিতে রয়েছে বিশাল একটি গ্রন্থাগার। এতে রয়েছে বিভিন্ন ধরনের নামী-দামী কয়েক হাজার বই। শিক্ষার্থীরা এখানে স্বাচ্ছন্দ্যে বসে পড়তে পারে এবং তাদের পছন্দের বই নির্দিষ্ট সময়ের জন্য বাড়ি নিয়ে যেতে পারে। \n\n\n== বিভিন্ন সাংস্কৃতিক কর্মকাণ্ড ==\nবছরজুড়েই বিদ্যালয়ে নানা রকম সাংস্কৃতিক কর্মকাণ্ড পালন করা হয়। শহীদ দিবস, স্বাধীনতা দিবস, বিজয় দিবস, জাতির জনকের জন্মদিন ও বিভিন্ন রাষ্ট্রীয় অনুষ্ঠান যথাযথ মর্যাদার সাথে পালিত হয়। বর্ষবরণ, বাসন্তী উৎসব ইত্যাদি নানা রকম অনুষ্ঠান শিক্ষার্থী-শিক্ষক সম্মিলিতভাবে পালন করে। এছাড়াও প্রতি বছরই আয়োজিত হয় শিক্ষা সফর। \n\n\n== সংঘ ==\nস্কাউট\nরেড ক্রিসেন্ট\n\n\n== আরো দেখুন ==\nবেগমগঞ্জ উপজেলা\nনোয়াখালী জেলা\nনোয়াখালী জেলার শিক্ষা প্রতিষ্ঠানের তালিকা\n\n\n== তথ্যসূত্র =="}