{"pageid": 1181281, "title": "তুডং", "url": "https://bn.wikipedia.org/wiki?curid=1181281", "content": "টুডং (ইন্দোনেশিয়ান: tudung, জাবি: تودوُ) হল হেড স্কার্ফের একটি স্টাইল, যা ইসলামিক হিজাবের ব্যাখ্যা হিসাবে পরিধান করা হয়, মালয়-ভাষী বিশ্বের অনেক নারীর (যারা মুসলিম) মধ্যে প্রচলিত। ইন্দোনেশিয়া, ব্রুনাই, মালয়েশিয়া এবং সিঙ্গাপুর। \"টুডং\" বা \"টুডং\" শব্দটি একটি মালয় বা ইন্দোনেশিয়ান শব্দ, যার আক্ষরিক অর্থ হল বিশেষ্য \"কভার\", যা সাধারণত ইংরেজিতে ওড়না বা হেডস্কার্ফ হিসাবে অনুবাদ করা হয় এবং সাধারণত মালয়েশিয়ায় হেডস্কার্ফ বর্ণনা করতে ব্যবহৃত হয়। ইন্দোনেশিয়ায় টুডুংকে কেরুদুং বা সম্ভবত জিলবাব বলা বেশি সাধারণ হয়েছে। যাইহোক, সাম্প্রতিক বছরগুলোতে মালয় বা ইন্দোনেশিয়ার অনেক ভাষাভাষীরা টুডং/কেরুডুংকে \"হিজাব\" হিসাবে উল্লেখ করতে শুরু করেছে। আরবি থেকে একটি ঋণ শব্দ যা দক্ষিণ-পূর্ব এশিয়ায় ইসলামের অনুশীলনে ক্রমবর্ধমান আরবি সাংস্কৃতিক প্রভাবকে প্রতিফলিত করে।\nটুডং চুল, কান এবং ঘাড় ঢেকে রাখে, একটি সেলাই করা বাঁকা ভিসার দিয়ে, শুধুমাত্র মুখ উন্মুক্ত থাকে। টুডুং সাধারণত রঙিন, গোলাপী, হলুদ, নীল এবং সবুজের মতো উজ্জ্বল রং খেলাধুলা করে এবং এটি একটি বর্গাকার আরবি-শৈলীর হিজাব আকৃতির, যদিও টুডুং মধ্যপ্রাচ্যের হিজাবের চেয়ে অনেক বেশি রঙিন এবং অনেক বেশি ফ্যাশনেবলভাবে পরা হয়। ইন্দোনেশিয়া এবং মালয়েশিয়া উভয় দেশেই, একটি প্রধান ফ্যাশন শিল্প টুডং এর চারপাশে ফুলে উঠেছে, যেখানে বিভিন্ন ধরনের রঙ, শৈলী, সেইসাথে স্টাইলিশ বোতামযুক্ত রেইনকোট যেমন জিলবাব, লম্বা পোশাক এবং টুডং এর পরিপূরক জিনিসপত্রের ব্যবহার রয়েছে। অনেক মহিলা পশ্চিমা-স্টাইলের জিন্স এবং টি-শার্টের সাথে এটি পরেন এবং মেক- আপও সাধারণত টুডুং এর সাথে পরিধান করা হয়। সোশ্যাল মিডিয়ার বৃদ্ধির ফলে অনলাইন টুডং আউটলেটগুলি মালয়-ভাষী বিশ্বের তরুণ মুসলিম মহিলাদের কাছে টুডং বাজারজাত করার অনুমতি দিয়েছে ফ্যাশন-সচেতন এবং উভয় ক্ষেত্রেই। ইসলামে শালীন মূল্যবোধ মেনে চলা, এবং অনেক মহিলা মালয়-ভাষী বিশ্বের সেলিব্রিটিদের মধ্যে দেখা সর্বশেষ টুডং শৈলী অনুকরণ করার চেষ্টা করে।\nবর্তমানে, টুডুং ইন্দোনেশিয়া এবং মালয়েশিয়ার অনেক অফিসের পাশাপাশি স্কুল ইউনিফর্ম এবং আনুষ্ঠানিক অনুষ্ঠানের জন্য স্ট্যান্ডার্ড ড্রেস কোডের অংশ।\nমালয়-ভাষী বিশ্বে জনপ্রিয়তা সত্ত্বেও টুডং একটি ঐতিহ্যবাহী ঘটনা নয়, বরং সাম্প্রতিক ঘটনা। এর উৎপত্তি ১৯৭০-এর দশকের মাঝামাঝি থেকে শেষের দিকে, যখন \"পেট্রো-ইসলাম\" এর উত্থান এবং ইরানী বিপ্লবের মাধ্যমে মধ্যপ্রাচ্যে উত্থিত হতে শুরু করে ইসলামী পুনরুজ্জীবন। এর আগে, মালয়েশিয়া এবং ইন্দোনেশিয়ার মহিলাদের মধ্যে হিজাবের ব্যাখ্যা বিভিন্ন ছিল, সবচেয়ে উল্লেখযোগ্য রূপ হল সেলেন্ডাং, একটি প্যাটার্নযুক্ত শাল-সদৃশ স্কার্ফ কাঁধের চারপাশে বা মাথার চারপাশে ঢিলেঢালাভাবে বাঁধা, সাধারণত চুলের সামনের অংশ বা কান ঢেকে রাখে না। ১৯৭০ এর দশকের শেষের দিকে, সাধারণভাবে হেড স্কার্ফ, এমনকি সেলেন্ডাং, এমন কিছু ছিল যা বিশেষ অনুষ্ঠানের জন্য সংরক্ষিত ছিল, যেমন অন্ত্যেষ্টিক্রিয়া বা কেন্দুরির সময়। তখনকার দিনে কিছু অফিস এবং ব্যাঙ্ক নোটিশ জারি করত যে হেডস্কার্ফ পরা মহিলাদের নিষিদ্ধ, কারণ তারা বুঝতে পেরেছিল যে হেডস্কার্ফ একজন মহিলাকে অপরাধীর মতো দেখায়। হেডস্কার্ফ পরা ছিল একটি বিরল এবং প্রায়শই এড়িয়ে যাওয়া ঘটনা, যার ফলস্বরূপ কিছু মহিলা এটি পরার জন্য সংবাদপত্রের প্রথম পাতায় উপস্থিত হয়েছিল। সেই সময়ে, মালয়-ভাষী বিশ্বে অসন্তোষ বিদ্যমান ছিল, বিশেষ করে সিঙ্গাপুরে, মালয় মুসলমান এবং আরবের মুসলমানদের মধ্যে। এর কারণ তারা মালয়দের আকর্ষণ করছে। এই অসন্তোষের ফলে মালয় সম্প্রদায়গুলি হেডস্কার্ফের মতো প্রকৃতিতে \"আরব\" এবং \"বিদেশী\" হিসাবে বিবেচিত ঐতিহ্যগুলি এড়িয়ে চলে।\nআধুনিক হিজাব শৈলীর উত্থানের সাথে সাথে, ইরানে ১৯৭০ এর দশকে বিশ্ববিদ্যালয়ের ছাত্রদের দ্বারা প্রথম পরিধান করা হয়েছিল, আলী শরিয়তির \"সত্যতা আন্দোলন\" এর ফলস্বরূপ, সংস্কারবাদী মহিলা মুসলিম বিশ্ববিদ্যালয়ের মধ্যে ১৯৭০ এর দশকের মাঝামাঝি থেকে শেষের দিকে টুডং এর ব্যবহার আবির্ভূত হয়েছিল মধ্যপ্রাচ্যের ক্যাম্পাসে অধ্যয়নরত শিক্ষার্থীরা, তবে মার্কিন যুক্তরাষ্ট্র, ইংল্যান্ড এবং অস্ট্রেলিয়াতেও কিছুটা কম। টুডং, এই \"আধুনিক\" বৈচিত্র্যের হিজাবের একটি রূপ, এর উদ্দেশ্য ছিল ধার্মিক মুসলমান হিসাবে এই ছাত্রদের পরিচয় পুনঃনিশ্চিত করা, পশ্চিমা ফ্যাশনকে ইরানী নারীরা ক্রমবর্ধমানভাবে প্রত্যাখ্যান করা এবং নিজেদের মধ্যে সংহতির অনুভূতি জাগিয়ে তোলা। ইসলামিক পোশাকের এই নতুন রূপটি ১৯৭০ এর দশকে দক্ষিণ-পূর্ব এশীয় বিশ্ববিদ্যালয় ক্যাম্পাসগুলিতেও প্রদর্শিত হতে শুরু করবে এবং এটি ডাকওয়াহ ফ্যাশন (ফেসিয়েন ডাকওয়াহ) নামে পরিচিত ছিল। ইরানী বিপ্লব (১৯৭৮-১৯৭৯) সংঘটিত হওয়ার পর, ইসলামী পুনরুজ্জীবন মুসলিম বিশ্বের কেন্দ্রে আনা হয়েছিল। বিপ্লবটি কেবল মধ্যপ্রাচ্যের নয়, অনেক মালয়েশিয়ার মুসলমানদের কল্পনাকে ধারণ করেছিল, যেখানে টুডং প্রথমে ইন্দোনেশিয়ায় আসার আগে আবির্ভূত হয়েছিল। মূলধারার পাবলিক স্পেসে টুডুং-এর আগমন বিপ্লবের পর ১৯৮০-এর দশকের গোড়ার দিকে শুরু হয়েছিল, যেখানে এটি ইরানী মহিলাদের উপর আরোপিত আইন দ্বারা চাদর থেকে অনুপ্রেরণা নিয়েছিল। কিছু মহিলা মুসলিম ছাত্র যারা নিজেদের মাথা থেকে পা পর্যন্ত ঢেকে রাখার সিদ্ধান্ত নিয়েছিল তাদের পরিচয়ের জন্য তাদের মুখ প্রকাশ করতে অস্বীকার করার কারণে তাদের বিশ্ববিদ্যালয় থেকে বহিষ্কার করা হয়েছিল। ১৯৮০-এর দশকের মাঝামাঝি, ইরানী বিপ্লব এবং মালয়েশিয়ায় ইসলামি পুনরুজ্জীবনের ছয় বছরের মধ্যে, সংখ্যালঘু হওয়ার পরিবর্তে, টুডুং-পরিহিত মহিলারা উচ্চ শিক্ষার প্রতিষ্ঠানে এবং সিভিল সার্ভিসে সংখ্যাগরিষ্ঠ হয়ে উঠছিল। ১৯৮০ এর দশকের শেষের দিকে, টুডং দৃশ্যত মালয়েশিয়ার মহিলাদের দ্বারা পরিধান করা মাথার স্কার্ফের আকারে সেলেন্ডাং -এর পরিবর্তে দৃশ্যত, বিশ্ববিদ্যালয় ক্যাম্পাস থেকে স্কুল, কর্মক্ষেত্র এবং অবশেষে ক্যাম্পংগুলিতে ছড়িয়ে পড়ে। ১৯৯০ এর দশকে, টুডুং ইন্দোনেশিয়াতেও রপ্তানি করা হয়েছিল, যেখানে এটি মূলধারায় পরিণত হয়েছিল, দুই দেশের মালয়-ভাষা মিডিয়া এবং আরবি তেলের অর্থ (\"পেট্রো-ইসলাম\" নামে পরিচিত) ভাগ করে নেওয়ার ফলে দুটি দেশে ইসলামের জন্য অর্থায়ন করা হয়েছিল। যদিও প্রাথমিকভাবে পোশাকের একটি রক্ষণশীল রূপ হিসাবে বিবেচিত হয়, বেশিরভাগ মুসলিম মহিলারা আজ মালয়েশিয়া এবং ইন্দোনেশিয়াতে এটি পরিধান করে, যদিও এই মহিলাদের অধিকাংশই নিজেদেরকে রক্ষণশীলের পরিবর্তে মধ্যপন্থী বা \"আধুনিক\" মুসলিম বলে মনে করে।\nফিলিপাইনে, একটি টুডং বা তালুকবং (তাগালগ) মুসলিম মহিলাদের দ্বারা পরিধান করা স্ট্যান্ডার্ড হিজাবকে বোঝায়। শব্দটি প্রমিত আরবি শব্দ হিজাব (ফিলিপিনোতে বিকল্পভাবে হিদ্যাব বানান) এর সাথে বিনিময়যোগ্য এবং সাধারণত এটি মাথার চাদর, ভিসার-টাইপ, আল-আমিরা, খিমার বা নেকাব (মুখের পর্দা) ধরনের ওড়নার রূপ নেয়। কম্বং (বিকল্প বানান: কম্বং) নামে পরিচিত আরেকটি শব্দ, মারানাও, ইরানুন এবং মাগুইন্দানাও মহিলাদের দ্বারা পরিধান করা হেড র‍্যাপ হিজাবের পুরানো শৈলীকে বোঝায় যা বুকের উপর পরা আধা-অস্বচ্ছ শায়লা বা মালং (সারং) সহ এবং শায়লা এর উপরে আঁকা হয়। নামাজ, বা ঘরের বা পরিচিত এলাকায় বাহিরে অতিরিক্ত পর্দা করার জন্য। টুডং, তালুকবং বা কম্বং হল স্থানীয় অস্ট্রোনেশিয়ান শব্দ এবং হিজাবের জন্য মালয় এবং ইন্দোনেশিয়ান টুডং বা কেরুডং এর সাথে পরিচিতি; এবং সাধারণত মুসলিম ফিলিপিনো বা ব্যাংসামোরোস দ্বারা কথ্য ভাষায় ব্যবহৃত হয়; মারানাও, মাগুইন্দানাও এবং ইরানুনের তিনটি দানাও ভাষা সহ কাগান এবং তৌসুগ, ইয়াকান এবং সিনামা (বাজাউ)। তাগালগ বা বিসায়া ভাষায়, হিজাবের প্রমিত আরবি শব্দ, স্থানীয় শব্দ তালুকবং, বা হেডস্কার্ফ, ওড়না বা স্কার্ফের ইংরেজি পরিভাষাগুলি সাধারণত অমুসলিমরা টুডং বোঝাতে ব্যবহার করে।\n\n\n== আরও দেখুন ==\nমালয়েশিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n(মালয় ভাষায়) \"Tudung, hijab dan… — Aisha Adam\" ( ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ অক্টোবর ২০১৫ তারিখে). The Malay Mail. 16 October 2015."}