{"pageid": 1181963, "title": "বুলগেরিয়ায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1181963", "content": "বৌদ্ধধর্ম হল বুলগেরিয়ার অন্যতম ধর্ম, যেখানে প্রায় কয়েক হাজার অনুশীলনকারী রয়েছে।বুলগেরিয়ার ভিয়েতনামী সম্প্রদায় ঐতিহ্যগতভাবে পূর্বপুরুষ উপাসনার পাশাপাশি মহাযান বৌদ্ধধর্ম পালন করে, কিন্তু এই সম্প্রদায়ের জনসংখ্যা, যা বেশিরভাগ উত্তর ভিয়েতনামের বাসিন্দা, ১৯৯০ সালের আগে কয়েক হাজার থেকে কমে এখন প্রায় ১০হাজার-এ দাঁড়িয়েছে। বুলগেরিয়ার কিছু বৌদ্ধ বিশ্বাসী চীনা বংশোদ্ভূত । অধিক সংখ্যক স্থানীয় বুলগেরিয়ান থেরবাদ এবং তিব্বতি বৌদ্ধধর্মে ধর্মান্তরিত হচ্ছে।\nএকটি সরকারীভাবে স্বীকৃত বুলগেরিয়ান বৌদ্ধ কর্ম কাগ্যু সংগঠন রয়েছে, যেটি কার্মাপা ট্রিনলি থায়ে দর্জির নেতৃত্বে ডায়মন্ড ওয়ে বৌদ্ধধর্মের একটি অংশ। সারা দেশে তাদের বেশ কয়েকটি কেন্দ্র রয়েছে।\nসোফিয়া থেকে খুব দূরে শেচেনের একটি পর্বত রিট্রিট সেন্টার আছে; সদস্যদের অ্যাক্সেস দেওয়া হয়, এবং এটি সাধারণত জনসাধারণের জন্য উন্মুক্ত নয়।\n\n\n== ইতিহাস ==\nবৌদ্ধধর্ম বুলগেরিয়ার একটি অপেক্ষাকৃত নতুন ধর্ম, এবং সম্প্রতি গবেষণার কেন্দ্রবিন্দু হয়ে উঠেছে। ১৯৮৯ সালে কমিউনিজমের পতনের পর, বেশ কিছু বুলগেরিয়ান থেরবাদ, মহাযান এবং জাপানি জেন ​​বৌদ্ধধর্ম অনুশীলন শুরু করে। বর্তমানে, দেশের বৌদ্ধধর্মের সবচেয়ে জনপ্রিয় রূপ হল তিব্বতি বৌদ্ধধর্ম (নাইংমা, কাগ্যু, শাক্য এবং গেলুগ স্কুল)।\nবুলগেরিয়াতে বুদ্ধের পথের একটি প্রতীকী সূচনা হয়েছিল ১৯৯১ সালে পরম পবিত্র দালাই লামার সফরের মাধ্যমে। পরম পবিত্রতা (মানুষের আকারে করুণার বোধিসত্ত্ব) সোফিয়া পরিদর্শন করেছিলেন, নির্বাসনে থাকা তিব্বত সরকারের একটি প্রতিনিধিদলের সাথে, জর্জি স্বেচনিকভ (বুলগেরিয়ান-তিব্বতীয় ফ্রেন্ডশিপ সোসাইটির প্রাক্তন সভাপতি) এবং সলোমন প্যাসি (প্রেসিডেন্ট) দ্বারা আমন্ত্রিত ছিলেন। বুলগেরিয়ার আটলান্টিক ক্লাব)। তার সফরের সময়, পরম পবিত্রতা বুলগেরিয়ার প্রাক্তন রাষ্ট্রপতি ঝেলিউ ঝেলেভের সাথে দেখা করেন এবং সোফিয়া বিশ্ববিদ্যালয়ে (সেন্ট ক্লিমেন্ট ওহরিডস্কি) একটি বক্তৃতা দেন। ১৯৯৩ সালে, বোধিসত্ত্ব অবলোকিতেশ্বরের প্রথম বালি মন্ডলাটি সোফিয়া সিটি লাইব্রেরিতে নামগিয়াল মঠ-তেনজিন লাওয়াং এবং তেনজিন তাশি-এর দুই তিব্বতি সন্ন্যাসী দ্বারা তৈরি করা হয়েছিল। কিছু বছর পরে ২০১৬ সালে, মেডিসিন বুদ্ধের একটি দ্বিতীয় মন্ডলা, নেপালের মুস্তাং রাজ্যের সাবেক লামা নাগাওয়াং কুঙ্গা বিস্তা নির্মাণ করেছিলেন।\n১৯৯০ এর দশকের গোড়ার দিকে, বুলগেরিয়াতে বিভিন্ন বৌদ্ধ সম্প্রদায়ের উদ্ভব হতে শুরু করে। কিছু মাত্র কয়েক বছর পরে অদৃশ্য হয়ে যায়, অন্যরা বেঁচে যায়। বর্তমানে, বুলগেরিয়ার বৃহত্তম বৌদ্ধ সম্প্রদায় ডায়মন্ড ওয়ে অনুসরণ করে, যা ১৭ তম কর্মপা ট্রিনলি থায়ে ডোরজে-এর নেতৃত্বে কর্ম কাগিউ স্কুলের সাথে সম্পর্কিত, এবং ডেনিশ লামা ওলে নিডাহল দ্বারা পশ্চিমা বিশ্বকে পরিচয় করিয়ে দেওয়া হয়েছে। ডায়মন্ড ওয়ে প্রথম বুলগেরিয়াতে ১৯৯২ সালে লামা ওলে নাইডাহলের একটি পরিদর্শনের মাধ্যমে পৌঁছেছিল। বর্তমানে, এটির ২০০টিরও বেশি অনুগামী রয়েছে, যার কেন্দ্র রয়েছে বুলগেরিয়ান আটটি শহরে, সারা দেশে বেশ কয়েকটি রিট্রিট সেন্টার এবং প্লানা গ্রামের কাছে ২০১৫ সালে নির্মিত একটি স্তুপ। আলোকিত স্তূপটি বুলগেরিয়ার বৌদ্ধ ধর্মের প্রতীক হয়ে উঠেছে এবং বিভিন্ন বৌদ্ধ সম্প্রদায়ের প্রতিনিধিরা নিয়মিত পরিদর্শন করেন।প্রাচীনতম তিব্বতি স্কুল, নাইংমা ঐতিহ্য, এর ছয়টি বংশের তিনটি দ্বারা প্রতিনিধিত্ব করা হয়: পলিউল, শেচেন এবং জোগচেন। পলিউল সম্প্রদায়টি পেমা রিনপোচে দ্বারা প্রতিষ্ঠিত হয়েছিল এবং সোফিয়াতে একটি কেন্দ্র রয়েছে যা ২০১১ সালে খোলা হয়েছিল। পেমা রিনপোচে পূর্ব তিব্বতের খাম শহরে জন্মগ্রহণ করেছিলেন এবং ২০০২ সালে প্রথম বুলগেরিয়া সফর করেছিলেন। কেন্দ্রটি বৌদ্ধ প্রশিক্ষণ প্রদান করে এবং প্রায়ই পেমা রিনপোচে এবং তার দ্বারা পরিদর্শন করা হয়। সহকারী লোপন দাওয়া এবং লামা দাওয়া নরবু, সেইসাথে অন্যান্য পালিউল শিক্ষক (চোগট্রুল রিনপোচে, খেনপো সাঙ্গে রংজং, খেনপো তেনজিন নরগে রিনপোচে)। ভুটানি লামা খেনপো তেনজিন নোরগে রিনপোচে, পশ্চিমের অন্যতম প্রধান পালিউল শিক্ষক, বেশ কয়েকবার বুলগেরিয়া সফর করেছেন, বিভিন্ন বৌদ্ধ কেন্দ্র ও সাংস্কৃতিক প্রতিষ্ঠানে বক্তৃতা দিয়েছেন।\n২০০৫ থেকে ২০১১ সাল পর্যন্ত বুলগেরিয়ায় শেচেন ঐতিহ্য ছিল। এর প্রধান কার্যালয় ছিল ধর্ম কেন্দ্র তেগচোগ লামসাং লিং-এ, যেটি ২০০৫ সালে বুলগেরিয়ান বৌদ্ধরা শেচেন বংশের প্রধানের আশীর্বাদে-হিজ এমিনেন্স শেচেন রবজাম রিনপোচে প্রতিষ্ঠা করেছিলেন। দুই বৌদ্ধ শিক্ষক জিগমে খিয়েন্টসে রিনপোচে এবং জংসার খিয়েনসে রিনপোচেও কেন্দ্র পরিদর্শন করেছিলেন। ২০০১ সালে, শেচেন ঐতিহ্যের নেতৃস্থানীয় সদস্যরা দেশ ছেড়ে চলে যায় এবং একটি নতুন সংগঠন প্রতিষ্ঠা করে - স্কাই ধর্ম সম্প্রদায় - যার ফলে তিব্বতি বৌদ্ধধর্মের সাথে সংযোগ বিঘ্নিত হয়বুলগেরিয়ার জোগচেন ঐতিহ্যের প্রতিনিধিত্ব করেন জোগচেন রান্যাক পাত্রুল রিনপোচে, যিনি একটি কেন্দ্র বা সম্প্রদায় প্রতিষ্ঠা না করেই বেশ কয়েকবার বুলগেরিয়া সফর করেছেন। তিনি খামে জন্মগ্রহণ করেন এবং বেলজিয়ামে জোগচেন সেন্টার প্রতিষ্ঠা করেন, যা তিব্বতের জোগচেন মঠের একটি শাখা। রোমানিয়াতে একটি কেন্দ্র আছে এমন চোগিয়াল নামখাই নরবু রিনপোচের অনুসারীদের মাধ্যমেও জোগচেন শিক্ষা বুলগেরিয়ায় পৌঁছেছে। জোগচেন অনুসারীরা সোফিয়ার দার্জিলিং সেন্টারে মিলিত হয়, যেখানে আন্তর্জাতিক শিক্ষকদের নিয়মিত বক্তৃতা হয়।\nকাগিউ স্কুলের একটি শাখা—ড্রুকপা কাগিউ—বুলগেরিয়াতে বোধিচিত্ত ফাউন্ডেশন দ্বারা প্রতিষ্ঠিত হয়েছিল, যেটি খেনপো রমেশ নেগি (উত্তর ভারতের কিন্নারে জন্মগ্রহণ করেন) দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি ২০০৪ সাল থেকে বুলগেরিয়ায় নিয়মিত দর্শনার্থী ছিলেন। খেনপো রমেশ এর একটি শাখা প্রতিষ্ঠা করেছিলেন। কাজানলাক শহরের কাছে খামপাগার মঠ। বিনিময়ে, তার বুলগেরিয়ান অনুসারীরা ভারতের হিমাচল প্রদেশের রেওয়ালসারে একটি বৌদ্ধ কেন্দ্র তৈরি করে।\nতিব্বতি শাক্য স্কুলটি ১৯৯০-এর দশকের গোড়ার দিকে বুলগেরিয়ায় জনপ্রিয়তা লাভ করে, লামা জাম্পা থায়ের সমর্থনে, প্রথম পাশ্চাত্য শিক্ষকদের মধ্যে একজন যিনি বজ্রযান শিক্ষা প্রেরণের জন্য অনুমোদিত। লামা জাম্পা দেচেন নামে পরিচিত বেশ কয়েকটি বৌদ্ধ কেন্দ্রের আধ্যাত্মিক নেতা। প্রধান শিষ্যরা দেশ ছেড়ে না যাওয়া পর্যন্ত এই কেন্দ্রগুলির মধ্যে একটি কয়েক বছর ধরে সোফিয়ায় ছিল।\nতিব্বতি বন ঐতিহ্য বুলগেরিয়ায় বন-জোগচেন সংঘ দ্বারা প্রতিনিধিত্ব করা হয়, যা তেনজিন ওয়াঙ্গিয়াল রিনপোচের নির্দেশনা অনুসরণ করে। তাঁর শিষ্য খোর্ডেন লুন্ড্রুপ গ্যাল্টসেন তিনবার সোফিয়া পরিদর্শন করেছিলেন (২০১৫,২০১৬ এবং ২০১৭ সালে) এবং তিব্বতি যোগব্যায়াম, জোগচেন এবং ফোওয়া (মৃত্যুর সময় চেতনা স্থানান্তর) বিষয়ে পাঠ্যক্রম শিখিয়েছিলেন। ২০১৫ সালে, ইয়ুংড্রং বন শিক্ষক লামা সাংয়ে মনলাম রিনপোচেও দেশটি সফর করেছিলেন।\n\n\n== আরও পড়ুন ==\nনিকোলোভা, আন্তোয়ানেটা। \"পূর্ব-পশ্চিম ধর্মীয়তা: পূর্ব শিক্ষা এবং অনুশীলনের ইউরোপীয় অনুসারীদের ধর্মীয়তার কিছু বিশেষত্ব।\" পূর্ব ও পশ্চিমে ধর্মীয়তা, 2020, পৃষ্ঠা 77-98, 10.1007/978-3-658-31035-6_5। 13 অক্টোবর 2021 এ অ্যাক্সেস করা হয়েছে।\n\n\n== তথ্যসূত্র =="}