{"pageid": 1181746, "title": "রাশিয়ায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1181746", "content": "ঐতিহাসিকভাবে, বৌদ্ধধর্ম ১৭ শতকের গোড়ার দিকে সাইবেরিয়ায় অন্তর্ভুক্ত হয়েছিল। বৌদ্ধধর্মকে রাশিয়ার ঐতিহ্যবাহী ধর্মগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয় এবং এটি আইনত রাশিয়ান ঐতিহাসিক ঐতিহ্যের একটি অংশ। বুরিয়াতিয়া, তুভা এবং কাল্মিকিয়ার ঐতিহাসিক সন্ন্যাসী ঐতিহ্যের পাশাপাশি (পরবর্তীটি ইউরোপের একমাত্র বৌদ্ধ-সংখ্যাগরিষ্ঠ প্রজাতন্ত্র), বৌদ্ধ ধর্ম এখন সমগ্র রাশিয়ায় ছড়িয়ে পড়েছে, অনেক জাতিগত রাশিয়ান ধর্মান্তরিতদের সাথে।\nরাশিয়ায় বৌদ্ধধর্মের প্রধান রূপ হল তিব্বতি বৌদ্ধধর্মের গেলুকপা স্কুল, যা অনানুষ্ঠানিকভাবে \"হলুদ টুপি\" ঐতিহ্য হিসাবে পরিচিত, অন্যান্য তিব্বতি এবং অ-তিব্বতি স্কুলগুলি সংখ্যালঘু হিসাবে। যদিও তিব্বতি বৌদ্ধধর্ম প্রায়শই তিব্বতের সাথে যুক্ত, তবে এটি মঙ্গোলিয়ায় এবং মঙ্গোলিয়া হয়ে সাইবেরিয়া হয়ে রাশিয়ার বাকি অংশে ছড়িয়ে পড়ে।\nসেন্ট পিটার্সবার্গের দাতসান গুঞ্জেচোইনি হল রাশিয়ার সবচেয়ে উত্তরের বৌদ্ধ মন্দির।\n\n\n== ইতিহাস ==\nআধুনিক রাশিয়ার ভূখণ্ডে বৌদ্ধ ধর্মের অস্তিত্বের প্রথম প্রমাণ (আরও বিশেষভাবে সাইবেরিয়া, পূর্ব এশিয়ার নিকটবর্তী অঞ্চল) খ্রিস্টীয় ৮ম শতাব্দীর অন্তর্গত এবং এটি বালহে রাজ্যের সাথে যুক্ত, যা 698-926 সালে আজকের প্রাইমোরির অংশ দখল করেছিল। এবং আমুর _ মোহে , এমন একটি লোক যাদের সংস্কৃতি প্রতিবেশী চীন, কোরিয়া এবং মাঞ্চুরিয়া দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল, তারা মহাযান বৌদ্ধধর্মের একটি রূপ অনুশীলন করেছিল। এটি প্রাথমিকভাবে রাশিয়ার সেইসব উপাদান অঞ্চলে ছড়িয়ে পড়ে যেগুলি ভৌগোলিকভাবে বা সাংস্কৃতিকভাবে মঙ্গোলিয়ার ( মঙ্গোলীয় স্টেপ নামে পরিচিত এলাকা) সংলগ্ন বা মঙ্গোলিয়ান জাতিগত গোষ্ঠী দ্বারা বসবাস করে : বুরিয়াতিয়া ,Zabaykalsky Krai , Tuva , এবং Kalmykia । এর মধ্যে শেষটি ছিল ইউরোপের একমাত্র বৌদ্ধ অঞ্চল, যা ককেশাসের উত্তরে অবস্থিত।\n\n\n=== বৌদ্ধধর্মের সাথে সোভিয়েত ইউনিয়নের দ্বন্দ্ব ===\nবৌদ্ধ এবং বৌদ্ধদের সাথে প্রথম নথিভুক্ত এনকাউন্টার থেকে, রাশিয়ানদের বিশ্বাস এবং তাদের অনুগামীদের সম্পর্কে প্রধানত নেতিবাচক ধারণা ছিল। রক্ষণশীল ধর্মনিরপেক্ষ রাশিয়ান এবং খ্রিস্টানরা নিয়মিতভাবে বৌদ্ধ ধর্মের নিন্দা করে, এটিকে সাইবেরিয়ার খ্রিস্টানাইজেশন এবং রাশিকরণের পথে বাধা হিসাবে দেখে। রাশিয়ান চিন্তাবিদরা বৌদ্ধধর্মকে একটি কুসংস্কারপূর্ণ কিন্তু উন্নত ধর্ম হিসেবে দেখেছেন যা একটি যুক্তিবাদী ও বৈজ্ঞানিক বিশ্বদর্শনের বিপরীতে সমর্থন করে। রাশিয়ানদের জন্য বৌদ্ধ ধর্মের দৃষ্টিভঙ্গি একাডেমিক জগতের চেয়ে খ্রিস্টান মিশনারিদের বিতর্ক এবং ভূ-রাজনীতির দ্বারা বেশি ঢালাই হয়েছিল।\nসাইবেরিয়া জয়ের সময় কস্যাকরা যখন প্রথম বৌদ্ধধর্মের মুখোমুখি হয়েছিল (তার তিব্বতি আকারে), তখন তারা বৌদ্ধ ধর্মকে পৌত্তলিকতার একটি রূপ হিসাবে চিহ্নিত করেছিল। প্রাথমিক রুশ অভিযাত্রীরা এবং খ্রিস্টান ধর্মপ্রচারকগণ তিব্বতি বৌদ্ধধর্মকে \"কুসংস্কার\", \"মিথ্যা ধর্ম, বা \"মূর্তিপূজা\" হিসাবে বর্ণনা করেছেন । জাদুবিদ্যা, কুয়াকার বা \"শামানিক অর্জিস\" হিসাবে। \n১৯ তম এবং ২০ শতকের গোড়ার দিকে, রাশিয়ান গবেষকরা তিব্বতি বৌদ্ধধর্ম অধ্যয়ন শুরু করেছিলেন। যাইহোক, প্রাচ্যবাদ এবং পণ্ডিতদের ঘন ঘন খ্রিস্টান বা ধর্মপ্রচারক পটভূমির কারণে, তাদের কাজগুলি আধুনিক সময়ে একাডেমিক হিসাবে বিবেচিত হয় না, সেই সময়ের অনেক পণ্ডিতরা ধরে নিয়েছিলেন যে বৌদ্ধধর্ম ত্রুটিপূর্ণ ছিল এবং তাদের পক্ষপাতগুলি প্রয়োগ করার জন্য সামান্য পাঠ্য উপাদান ব্যবহার করে। ১৯ শতকে পশ্চিম ইউরোপে বৌদ্ধ অধ্যয়নের আবির্ভাবের সাথে সাথে, রাশিয়ান সমাজ একইভাবে এই ধারণার সাথে উন্মোচিত হয়েছিল যে বৌদ্ধধর্মের একটি চিত্তাকর্ষক দর্শন এবং ইতিহাস রয়েছে। যাইহোক, রাশিয়ান অভিজাত ও শিক্ষাবিদরা সত্যিকারের বৌদ্ধ ধর্মকে অতীতের একটি ধর্ম বা শ্রীলঙ্কার মতো নির্দিষ্ট অঞ্চলে বিদ্যমান দেখেছিলেন। সাইবেরিয়ান বৌদ্ধধর্মকে ১৯শ এবং ২০শতকের গোড়ার দিকে পশ্চাদপদ হিসাবে দেখা হয়েছিল। ১৯ শতকের শেষের দিকে এবং ২০ শতকের প্রথম দিকে, রাশিয়ান সমাজের কিছু অংশ তিব্বতি বৌদ্ধধর্ম সম্পর্কে ইতিবাচক দৃষ্টিভঙ্গি পোষণ করতে শুরু করে কিন্তু বৌদ্ধধর্মের ইউরোপীয়করণ এবং তাদের \"সভ্য\" করার প্রয়াসে বৌদ্ধদের ঘনিষ্ঠভাবে অন্তর্ভুক্ত করার পক্ষে সমর্থন করে। ১৯ শতকের প্রথমার্ধে বৌদ্ধধর্ম রাশিয়ায় ব্যপক জনপ্রিয়তা লাভ করে। \n\n\n=== ১৯ শতক থেকে বর্তমান ===\n১৮৯৭ সালের মধ্যে, ২৯টি প্রকাশনা সংস্থা এবং অসংখ্য ডাটসান ছিল । ১৯১৭ সালে এই জাতিগত অঞ্চলগুলিতে তাদের মধ্যে প্রায় ২০লক্ষ বৌদ্ধ এবং ২৯০টি মন্দির ছিল।\nসোভিয়েত ইউনিয়ন যখন প্রতিষ্ঠিত হয়, তখন বৌদ্ধ ধর্ম সহ সমস্ত ধর্মকে \"নিপীড়নের হাতিয়ার\" হিসাবে দেখা শুরু হয় এবং কর্তৃত্বের অবস্থানে থাকা বৌদ্ধদের প্রতিকূলভাবে দেখা হয়। ১৯১৭ সালের মধ্যে, জোসেফ স্ট্যালিন নিশ্চিত করেছিলেন যে দেশে কোনও ডাটসান খোলা থাকবে না।  ইউএসএসআর বৌদ্ধধর্ম এবং অন্যান্য ধর্মকে অপসারণ করতে চেয়েছিল, কারণ তারা বিশ্বাস করেছিল যে নগরায়নের সাথে মিলিত ধর্মের অভাবের ফলে উৎপাদন বৃদ্ধি পাবে। ১৯২৯ সালে অনেক মঠ বন্ধ করে দেওয়া হয় এবং ভিক্ষুদের গ্রেপ্তার করে নির্বাসিত করা হয়। ১৯৩০-এর দশকে, বৌদ্ধরা সোভিয়েত ইউনিয়নের অন্যান্য ধর্মীয় সম্প্রদায়ের তুলনায় বেশি ক্ষতিগ্রস্থ হয়েছিল।লামাদের বহিষ্কার করা হয়েছে এবং \"জাপানি গুপ্তচর\" এবং \"জনগণের শত্রু\" হিসেবে অভিযুক্ত করা হয়েছে। ১৯৪৩ সালে সমস্ত কাল্মিকিয়ানকে জোরপূর্বক সাইবেরিয়ায় নির্বাসিত করা হয়েছিল কারণ সরকার সন্দেহ করেছিল যে তারা নাৎসি জার্মানির সাথে সহযোগিতা করছিল যখন এটি কাল্মিকিয়ার অংশ দখল করেছিল।  কাল্মিকিয়ান জনসংখ্যার প্রায় ২০% নির্বাসনে থাকাকালীন মারা গিয়েছিল এবং যারা বেঁচে ছিল তারা ১৯৫৬ সাল পর্যন্ত তাদের স্বদেশে ফিরে যেতে সক্ষম হয়নি।\nযাইহোক, সাইডেনভের অনুসারী এবং বিখ্যাত বৌদ্ধতত্ত্ববিদ ও চিন্তাবিদ বিদিয়া ডান্ডারনের প্রচেষ্টার ফলে বৌদ্ধধর্ম রাশিয়া থেকে বিলুপ্ত হয়নি । ডান্ডারন নব্য-বৌদ্ধধর্মের ধারণা, বৌদ্ধ শিক্ষা এবং বৈজ্ঞানিক তত্ত্বের সাথে সমসাময়িক পাশ্চাত্য দর্শনের সমন্বয় প্রবর্তনের মাধ্যমে নাস্তিক রাষ্ট্রে বৌদ্ধ ধর্মকে পুনরুজ্জীবিত করার চেষ্টা করেছিলেন। ডান্ডারন পরে একটি ধর্মীয় সম্প্রদায় তৈরি করার জন্য গ্রেপ্তার হন এবং অবশেষে একটি কারাগারে মারা যান। তা সত্ত্বেও, তাঁর শিষ্যরা ৯০-এর দশকে রাশিয়ান বৌদ্ধধর্মের পুনরুজ্জীবনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n== পুনরুজ্জীবন ==\n\nসোভিয়েত ইউনিয়নের পতনের পর, রাষ্ট্রপতি কিরসান ইলিউমঝিনভের নির্বাচনের মাধ্যমে কাল্মিকিয়ায় একটি বৌদ্ধ পুনরুজ্জীবন শুরু হয়।  এটি বুরিয়াতিয়া এবং টুভাতেও পুনরুজ্জীবিত হয়েছিল এবং অন্যান্য অঞ্চলে রাশিয়ানদের কাছে ছড়িয়ে পড়তে শুরু করেছিল।\n১৯৯২ সালে, দালাই লামা রাশিয়ার টুভাতে তার প্রথম সফর করেন।\nরাশিয়া জুড়ে বেশ কয়েকটি তিব্বতি বৌদ্ধ বিশ্ববিদ্যালয়-মঠ রয়েছে, সাইবেরিয়ায় কেন্দ্রীভূত, যা ডাটসান নামে পরিচিত।\nফায়োদর শেরবাতস্কায়া, একজন বিখ্যাত রাশিয়ান ইন্দোলজিস্ট যিনি রাশিয়ান সাম্রাজ্যের সময় ভারত ও মঙ্গোলিয়া ভ্রমণ করেছিলেন, তাকে পশ্চিমা বিশ্বে বৌদ্ধধর্মের অধ্যয়নের ভিত্তি স্থাপনের জন্য অনেকের কাছে দায়বদ্ধ বলে মনে করা হয়।\nরাশিয়ায় এখন ২০০,০০০ থেকে ৮ মিলিয়ন বৌদ্ধ রয়েছে, প্রধানত বুরিয়াতিয়া, কাল্মিকিয়া এবং টুভা প্রজাতন্ত্রে।\n\n\n== বড় বৌদ্ধ জনসংখ্যা সহ অঞ্চল ==\n\n২০১২ সালে বৌদ্ধধর্ম ছিল তুভার মোট জনসংখ্যার 62%, কাল্মিকিয়ার 48% এবং বুরিয়াতিয়ার 20% লোকের ধর্ম।  এছাড়াও বৌদ্ধ ধর্মের বিশ্বাসী জাবায়কালস্কি ক্রাইতে 6%, প্রাথমিকভাবে জাতিগত বুরিয়াট এবং টমস্ক ওব্লাস্ট এবং ইয়াকুতিয়াতে 0.5% থেকে 0.9%। সাখালিন ওব্লাস্ট, খবরভস্ক ক্রাই, আমুর ওব্লাস্ট, ইরকুটস্ক ওব্লাস্ট, আলতায়ে, খাকাসিয়া, নোভোসিবিরস্ক ওব্লাস্ট, টমস্ক ওব্লাস্ট, টিউমেন ওব্লাস্ট, আরসেনবার্গ ওব্লাস্ট, টোমস্ক ওব্লাস্ট, টোমস্ক ওব্লাস্টে 0.1% এবং 0.5% এর মধ্যে রাশিয়ার অন্যান্য ফেডারেল বিষয়গুলিতে বৌদ্ধ সম্প্রদায়গুলি পাওয়া যেতে পারে। মুরমানস্ক ওব্লাস্ট, মস্কো ও মস্কো ওব্লাস্ট, সেন্ট পিটার্সবার্গ ও লেনিনগ্রাদ ওব্লাস্ট এবং কালিনিনগ্রাদ ওব্লাস্টে । মস্কো, সেন্ট পিটার্সবার্গ এবং সামারার মতো শহরগুলিতে, প্রায়শই জনসংখ্যার ১.৯% পর্যন্ত বৌদ্ধ হিসাবে চিহ্নিত হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}