{"pageid": 1181312, "title": "আমাদু ওনানা", "url": "https://bn.wikipedia.org/wiki?curid=1181312", "content": "আমাদু জোন্দ জোর্জ বা এমভোম ওনানা (ফরাসি: Amadou Onana; জন্ম: ১৬ আগস্ট ২০০১; আমাদু ওনানা নামে সুপরিচিত) হলেন একজন সেনেগালীয়-বেলজীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংরেজ ক্লাব এভার্টন এবং বেলজিয়াম জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় অথবা কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৮ সালে, ওনানা বেলজিয়াম অনূর্ধ্ব-১৭ দলের হয়ে বেলজিয়ামের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৪ বছর যাবত বেলজিয়ামের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২২ সালে বেলজিয়ামের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বেলজিয়ামের জার্সি গায়ে তিনি এপর্যন্ত ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআমাদু জোন্দ জোর্জ বা এমভোম ওনানা ২০০১ সালের ১৬ই আগস্ট তারিখে সেনেগালের ডাকারে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nওনানা বেলজিয়াম অনূর্ধ্ব-১৭, বেলজিয়াম অনূর্ধ্ব-১৮, বেলজিয়াম অনূর্ধ্ব-১৯ এবং বেলজিয়াম অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে বেলজিয়ামের প্রতিনিধিত্ব করেছেন। ২০১৮ সালে তিনি বেলজিয়াম অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। বেলজিয়ামের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৪ বছরে ৩৩ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\n২০২২ সালের ৩রা জুন তারিখে, ২০ বছর, ৯ মাস ও ১৮ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ওনানা নেদারল্যান্ডসের বিরুদ্ধে অনুষ্ঠিত ২০২২–২৩ উয়েফা নেশনস লিগের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বেলজিয়ামের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৬তম মিনিটে মধ্যমাঠের খেলোয়াড় হান্স ভানাকেনের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৮ নম্বর জার্সি পরিধান করে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি নেদারল্যান্ডস ৪–১ গোলের ব্যবধানে জয়লাভ করেছিল। বেলজিয়ামের হয়ে অভিষেকের বছরে ওনানা সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৭ অক্টোবর ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআমাদু ওনানা – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে আমাদু ওনানা  (ইংরেজি)  \nসকারবেসে আমাদু ওনানা (ইংরেজি) \nবিডিফুটবলে আমাদু ওনানা  (ইংরেজি)  \nট্রান্সফারমার্কেটে আমাদু ওনানা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আমাদু ওনানা (ইংরেজি) \nইএসপিএন এফসিতে আমাদু ওনানা (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে আমাদু ওনানা (ইংরেজি)"}