{"pageid": 1181865, "title": "পো-ই-কল্যাণ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1181865", "content": "পো-ই-কালান, বা পোই কালান ( উজবেক: Poi Kalon   , ফার্সি: پای کلان   পা-ই কালান, যার অর্থ \"মহান একজনের পায়ে\"), উজবেকিস্তানের বুখারাতে অবস্থিত একটি ইসলামিক ধর্মীয় কমপ্লেক্স। কমপ্লেক্সটি তিনটি অংশ নিয়ে গঠিত, কালান মসজিদ ( মসজিদ-ই কালান ), কালান মিনার (মিনারা-ই কালান) যেটির নামটি বোঝায় এবং মীর-ই-আরব মাদ্রাসা। তিনটি কাঠামোর অবস্থান এর কেন্দ্রে একটি বর্গাকার প্রাঙ্গণ তৈরি করে, যেখানে মীর-ই-আরব এবং কালান মসজিদ বিপরীত প্রান্তে দাঁড়িয়ে আছে। এছাড়াও, বর্গক্ষেত্রটি যথাক্রমে উত্তর ও দক্ষিণ প্রান্তে মিনারে সংযুক্ত একটি বাজার এবং একটি গোসলখানা দ্বারা ঘেরা।\nকমপ্লেক্সের জামাতীয় মসজিদটি মধ্য এশিয়ার অন্যতম বৃহত্তম মসজিদ, উজবেকিস্তানের সমরকন্দের বিবি খানুম মসজিদ এবং আফগানিস্তানের হেরাতের মহান মসজিদের পিছনে অবস্থিত।\n\n\n== নির্মাণ ইতিহাস ==\nকালান মসজিদ এবং মিনার উভয়ই প্রাথমিকভাবে ১১২১ সালে আরসলান খান দ্বারা চালু করা হয়েছিল, বিখ্যাত কালান মিনারটি ১১২৭ সালে নির্মাণ শেষ হয়েছিল। যাইহোক, চেঙ্গিস খান ১২২০ সালে মূল জামে মসজিদটি ধ্বংস করেন, শুধুমাত্র কালান মিনারটি অস্পৃশ্য ছিল। কালান মসজিদ এবং বর্তমান দিনের মীর-ই আরব মাদ্রাসা যথাক্রমে ১৫১৫ এবং ১৫৩৫ সালে শিবানী কানের ভাগ্নে উবায়দুল্লাহ খান এবং তার পিতা মাহমুদ সুলতান বুখারার উপর কর্তৃত্ব লাভ করার পরে কমিশন করেছিলেন। শুক্রবারের মসজিদটি নিজেই সমরকন্দের বিবি খানুম মসজিদের সাথে সাদৃশ্য বহন করে এবং মসজিদ ও মাদ্রাসার সংলগ্ন কমপ্লেক্সের বিন্যাসটি একটি \"কোশ\" তৈরি করে, যা ১৬ শতকের মধ্য এশিয়ার স্থাপত্যে ব্যবহৃত একটি অনন্য বর্গাকার বিন্যাস যা উভয়ের মধ্যে ব্যবধান দ্বারা সংজ্ঞায়িত করা হয়েছে। মসজিদ এবং একটি মাদ্রাসা। মসজিদ এবং মাদ্রাসার মধ্যে জ্যামিতিক ব্যবধান দ্বারা নির্মিত \"কোশ\" কালান মসজিদের অলঙ্কৃত সম্মুখভাগ এবং বিরোধী মাদ্রাসার বিশালতাকে ব্যক্তিদের মহিমা বোধে আচ্ছন্ন করে তোলে যা উবায়দুল্লাহর ক্ষমতাকে প্রতিফলিত করে।\n\n\n== ঐতিহাসিক পটভূমি ==\nকমপ্লেক্স পো-ই-কালান যে স্থানে অবস্থিত সেটি অতীতের কিছু সম্পূর্ণ ধ্বংসপ্রাপ্ত ভবনের স্থান। প্রাক-ইসলামী যুগে অগ্নি উপাসকদের জন্য একটি কেন্দ্রীয় ক্যাথেড্রাল ছিল। ৭১৩ সাল থেকে, আর্কের দক্ষিণে, মূল ক্যাথেড্রাল মসজিদের বেশ কয়েকটি স্থাপনা তৈরি করা হয়েছিল, তারপর ধ্বংস করা হয়েছিল, আগুন এবং যুদ্ধের পরে পুনরুদ্ধার করা হয়েছিল এবং এক জায়গায় স্থানান্তরিত হয়েছিল। ১১২৭ সালে, কারাখানিদের শাসক আরসলান-খান মিনার সহ ক্যাথেড্রাল মসজিদের নির্মাণ সম্পন্ন করেন। কাঠামোর মাহাত্ম্য দেখে চেঙ্গিস খান এতটাই বিস্মিত হয়েছিলেন যে, তিনি ভুলবশত মসজিদটিকে খানের প্রাসাদ বলে বিশ্বাস করেছিলেন। তা সত্ত্বেও, মসজিদের ভবনটি আগুন থেকে রেহাই পায়নি এবং বহু বছর ধরে আগুন লাগার পর এটি ধ্বংসস্তূপে পড়েছিল। মূল ভবনে যা অক্ষত ছিল তা হল মিনার কালান (মিনারা-ই-কালান)।\n১৫১০ সালে শাইবানি-খানের মৃত্যুর পর, বেশিরভাগ স্থানীয় শাসক (আমির এবং সুলতান) শুধুমাত্র আংশিকভাবে কেন্দ্রীয় সরকারকে স্বীকৃতি দিয়েছিলেন। শায়বানী রাজ্যের রাজধানী ছিল সমরকন্দে। ১৫১২ সালে শায়বানী-খানের ভাতিজা, যুবরাজ মুইজ আদ-দীন আবু-ল গাজী উবায়দুল্লাহ বুখারার সুলতান হন। তিনি তার পিতা মাহমুদ-সুলতানের কাছ থেকে ক্ষমতা উত্তরাধিকার সূত্রে পেয়েছিলেন, যিনি ছিলেন শাইবানি খানের ক্যাডেট ভাই এবং তার বিশ্বস্ত সহচর। ১৫৩৩ সাল পর্যন্ত, উবায়দুল্লাহ-সুলতান বুখারার একজন সফল গভর্নর ছিলেন, যখন তিনি সমগ্র শাইবানী রাজ্যের একজন খান হিসাবে সিংহাসনে অধিষ্ঠিত ছিলেন, অর্থাৎ মাভেরান্নাহর খান (মা ওয়ারাউন-নাহর)। এতদসত্ত্বেও তিনি রাজ্যের রাজধানী সমরকন্দে তার বাসভবন স্থানান্তর করতে অস্বীকার করেন। তদুপরি, তিনি পরে বুখারাকে শাইবানী রাজ্যের রাজধানী করেন। পরবর্তীতে, উবায়দুল্লাহ (উবায়দুল্লাহ) দ্বারা শাসিত রাজ্যটি একটি নতুন নাম পায়, বুখারা খানাতে। এভাবে উবায়দুল্লাহ খান (সরকার ১৫৩৩-১৫৩৯) বুখারা খানাতের প্রথম খান হন। উবায়দুল্লাহ খান যখন মাভেরান্নাহরের খান ছিলেন, তার ছেলে আবদুল-আজিজ-খান ছিলেন বুখারার খান। তারা বুখারাকে তাদের পারিবারিক জায়গা মনে করত। তারা বুখারার দেশপ্রেমিক ছিলেন এবং শহরের সাফল্যের যত্ন নিতেন।\n১৫১৪ সালে বুখারার গভর্নর এমন একটি বিশাল মসজিদ নির্মাণ করেছিলেন যা রাজকীয় সমকান্দের প্রতীক, বিবি- খানিম মসজিদের সাথে প্রতিদ্বন্দ্বিতা করতে পারে, শেষ পর্যন্ত বুখারাকে শাইবানী রাজ্যের রাজধানী করার প্রবণতা দেখায়। কালান মসজিদ নির্মাণের মাধ্যমে, উবায়দুল্লাহ-সুলতান সমরকন্দের উপর আধিপত্য বিস্তারের লড়াইয়ের পরিবর্তে একটি নতুন রাজধানী গঠন শুরু করেন, যা সবসময় শাইবানীদের প্রতি শত্রু ছিল।\n\n\n== এনসেম্বল উপাদান ==\n\n\n=== কালান মিনার ===\n\n\n==== ইতিহাস ====\nকালান মিনার (আনুষ্ঠানিকভাবে মিনারা-ই কালান বা \"গ্র্যান্ড মিনার\") মূলত কালান মসজিদের ভিত্তির পাশে নির্মিত হয়েছিল। এটি মূলত সময়ের মাধ্যমে টিকে আছে, সামগ্রিকভাবে বুখারা শহরের প্রধান ভিজ্যুয়াল ল্যান্ডমার্ক হিসেবে কাজ করে। মিনারটি সম্পূর্ণরূপে বেকড ইট দিয়ে তৈরি। এটি একটি নলাকার কাঠামো যার একটি প্রশস্ত ভিত্তি উপরের লণ্ঠনের দিকে উপরের দিকে সংকুচিত হয় এবং এর উচ্চতা প্রায় চল্লিশ মিটার এবং ব্যাস প্রায় নয় মিটার। কিংবদন্তি নির্দেশ করে যে নির্মাণের সময়, মূল নির্মাতা, বাকো, ভিত্তিটিকে মজবুত করার অনুমতি দেওয়ার জন্য তিন বছরের বিরতি নেওয়ার আগে কাঠামোর কেবল ভিত্তিটি তৈরি করেছিলেন। এই তিন বছরের সময় পরে তিনি তারপর মিনারটি সম্পূর্ণ করেন, যার দৃঢ় ভিত্তি স্থাপনের ফলে মিনারটি এত বিশাল মর্যাদা অর্জন করতে পারে।\n\n\n==== ডিজাইন ====\nকালান মিনারের স্মারক আকারটি প্রাথমিকভাবে ইটের তৈরি কৌশলগুলির সমন্বয়ে একটি জটিল সাজসজ্জার দ্বারা পরিপূরক। অনন্য ইটের ভাস্কর্যের সমান্তরাল ব্যান্ডগুলি মিনারের বাইরের অংশকে একক পুনরাবৃত্তি ছাড়াই আবৃত করে এবং লণ্ঠনটি নিজেই একটি ষোলটি খিলানযুক্ত রোটুন্ডাকে সমর্থন করে। অতিরিক্তভাবে, টেরা কোটা স্ট্যালাকটাইটের একটি সেট লণ্ঠনের গোড়াকে ঘিরে থাকে, যা মিনারের সরু নলাকার খাদ থেকে লণ্ঠনের প্রসারিত ভিত্তিতে দৃশ্যমান রূপান্তর হিসাবে কাজ করে। এই স্ট্যালাকটাইটে আরও দুটি উদ্ভিজ্জ মোটিফ রয়েছে যা ইরানের সাসানিড শিল্পে বিকশিত মোটিফগুলির প্রতিফলন করে: একটি হল একটি খিলানে খোদাই করা একটি উদ্ভিজ্জ ডাল এবং অন্যটি একটি ত্রিভুজের মধ্যে খোদাই করা একটি ট্রিফয়েল। অবশেষে, লণ্ঠনের গোড়াকে সমর্থন করে তিন-স্তরযুক্ত স্ট্যালাকটাইট সজ্জার নীচে টাইলযুক্ত শিলালিপির একটি ফিরোজা ব্যান্ড। সামগ্রিকভাবে, কালান মিনারের আলংকারিক দিকগুলি ছিল প্রাথমিকভাবে ইটকাটার ফল, যা সাধারণ নির্মাণ সত্ত্বেও উপাদানটির বহুমুখী ক্ষমতা সম্পূর্ণরূপে প্রদর্শন করে।\n\n\n=== কালান মসজিদ ===\nকালান মসজিদ (মসজিদ-ই কালান) ১৫১৫ সালে বুখারার খানাতে মিহরাবের উপরে একটি বড় নীল গম্বুজ যুক্ত করে আরসলান খানের সময়ে নির্মিত মসজিদের মডেলের অনুকরণে সম্পন্ন হয়েছিল। মসজিদের স্থাপত্য শৈলীও সমরকন্দের বিবি খানুম মসজিদের অনুপ্রেরণা এবং স্পষ্ট সাদৃশ্য আঁকে। মসজিদটি নিজেই 130 x 81 মিটার এবং নীল গম্বুজের চিত্তাকর্ষক 30 মিটার উচ্চতা কাঠামোটিকে বিশেষভাবে আকর্ষণীয় করে তোলে। চারটি ইওয়ান উঠানের অক্ষের উপর শুয়ে আছে একটি আরও বড় খিলানযুক্ত ইওয়ান যা মূল কাঠামোর পূর্বমুখী অংশকে নির্দেশ করে। কাঠামোটি মূল ভবন থেকে ভিতরের দিকে প্রসারিত হওয়ার সাথে সাথে আকৃতিটি একটি বর্গাকার ভিত্তি থেকে একটি অষ্টভুজে রূপান্তরিত হয় এবং শেষ পর্যন্ত একটি নলাকার কাঠামোতে রূপান্তরিত হয় যখন একটি পূর্ব-মুখের বিপরীতে দাঁড়িয়ে থাকা মিহরাবের এলাকায় আরও প্রসারিত হয়। কাঠামোর অভ্যন্তরীণ একটি হাইপোস্টাইল লেআউট নিয়ে গঠিত যা অভ্যন্তরীণ আঙ্গিনার সাথে মিলিত হয় অভ্যন্তরীণ প্রাঙ্গণে আস্তরণের দুইশত আটটি গম্বুজের মাধ্যমে। কালান মসজিদটি সম্পূর্ণরূপে অভ্যন্তরীণ মুখী একটি বিল্ড যেখানে এর বাইরের জানালার অভাব রয়েছে যা কাঠামোর মাঝখানে খোলা উঠানের সাথে সংযুক্ত।\n\nকালান মসজিদের বিশাল বহির্ভাগে বিভিন্ন ধরনের আলংকারিক নকশা রয়েছে। 1515 সালে পুনর্গঠনের পর, বাইরের দেয়ালগুলি মাজোলিকা এবং অন্যান্য শোভাময় টাইলস দিয়ে সজ্জিত করা হয়েছিল। মিহরাব, ইওয়ান এবং মসজিদের দেয়ালগুলি প্রাথমিকভাবে তিমুরিদ যুগের শেষের দিকের ঐতিহ্যবাহী শিল্পকর্ম দ্বারা সজ্জিত করা হয়েছে, যার মধ্যে নীল এবং সাদা টাইল মোজাইক, উদ্ভিজ্জ মোটিফ এবং ভবনটির আস্তরণযুক্ত প্যাটার্নযুক্ত চকচকে ইট রয়েছে।\n\n\n=== মীর-ই আরব মাদ্রাসা ===\n\n\n==== ইতিহাস ====\nমির-ই-আরব মাদ্রাসা (মিরি আরব মাদ্রাসা) নির্মাণের কৃতিত্ব 1535 সালে ইয়েমেনের শেখ আবদুল্লাহ ইয়ামানিকে হয়। মীর-ই-আরব নামেও পরিচিত, তিনি উবায়দুল্লাহ-খান এবং তাঁর পুত্র আবদুল-আজিজ-খানের আধ্যাত্মিক পরামর্শদাতা হিসেবে বিবেচিত হন। মাদ্রাসা নির্মাণের আগে উবায়দুল্লাহ খান ইরানের বিরুদ্ধে যুদ্ধ চালাচ্ছিলেন। তিনি বেশ কয়েকবার হেরাতের নিয়ন্ত্রণ দখল করতে সক্ষম হন, ফলে অনেক বন্দীকে বন্দী করা হয়। অবশেষে, উবায়দুল্লাহ-খান মীর-ই-আরব মাদ্রাসা নির্মাণের জন্য তহবিল সরবরাহ করার জন্য এই তিন হাজার পারস্য বন্দিকে বিক্রি করে দেন।\nমীর-ই-আরবের অভ্যন্তরভাগ সেই সময়ের কিছু সমাধি ঐতিহ্যের প্রমাণ হিসেবে কাজ করে। ১৬৩০-এর দশকে, সার্বভৌমরা আর নিজেদের জন্য এবং তাদের আত্মীয়দের জন্য জাঁকজমকপূর্ণ সমাধি স্থাপন করেনি। শাইবানী রাজবংশের খানরা কোরান ঐতিহ্যের মান-ধারক ছিলেন এবং ধর্ম এতটাই পরিণত হয়েছিল যে উবায়দুল্লাহর একজন বিখ্যাত খানকেও তার মাদ্রাসায় তার পরামর্শদাতার পাশে সমাহিত করা হয়েছিল। যেমন, উবায়দুল্লাহ খানের কাঠের সমাধিটি মীর-ই-আরব মাদ্রাসার ভল্টের (গুরহানা) মাঝখানে অবস্থিত।\n\n\n==== ডিজাইন ====\n\nনকশার দিক থেকে, মীর-ই-আরবের একটি আয়তক্ষেত্রাকার প্রাঙ্গণ রয়েছে যার চারটি ভিতরের দিকে মুখ করা ইওয়ান রয়েছে, প্রতিটি আয়তক্ষেত্রাকার প্রান্তগুলির একটির কেন্দ্রবিন্দুতে অনন্যভাবে অবস্থিত। মীর-ই-আরবের বাইরের অংশটি 73 x 55 মিটার বিস্তৃত এবং অভ্যন্তরীণ অঙ্গনের আয়তন 37 x 33 মিটার। কাঠামোর অভ্যন্তরটিতে বক্তৃতা হল ছাড়াও নিজস্ব মসজিদ এবং সমাধি রয়েছে যা চারটি ইওয়ান হিসাবে কাজ করে। মাদ্রাসা কাঠামোর একটি বিশেষভাবে উল্লেখযোগ্য উপাদান হল এর অলঙ্কৃত দোতলা সম্মুখভাগটি চকচকে মোজাইক টাইলস দ্বারা আবৃত যা আবার প্রয়াত তিমুরিদের শিল্পকর্ম দ্বারা অনুপ্রাণিত। এই সম্মুখভাগটি সরাসরি কালান মসজিদের মুখোমুখি এবং আরও দুপাশে নীল গম্বুজ দ্বারা সংলগ্ন, যা পোই কালান সমাহারের ক্রমবর্ধমান প্রভাবকে যুক্ত করেছে।\n\n\n==== বর্তমান ব্যবহার ====\nসামগ্রিকভাবে পোই কালান সমাহারের স্থাপত্য মহিমায় অবদানের পাশাপাশি, মীর-ই-আরব মাদ্রাসা আধুনিক দিন পর্যন্ত তার মূল কাজটি চালিয়ে যাচ্ছে, এটিকে মধ্য এশিয়ার একমাত্র মাদ্রাসা হিসাবে এত দীর্ঘস্থায়ী করে তুলেছে। ব্যবহার মীর-ই-আরব মাদ্রাসার আকার এবং বছরের পর বছর ধরে একটি কার্যকরী মাদ্রাসা হিসাবে এটির ব্যবহার অব্যাহত থাকায়, বুখারার অন্যান্য অপ্রচলিত মাদ্রাসাগুলিকে শেষ পর্যন্ত অস্থায়ী শপিং সেন্টারে পরিণত করা হয়েছিল যা শুধুমাত্র মীর-ই-আরবকে একমাত্র কার্যকরী মাদ্রাসা হিসাবে রেখেছিল। বুখারা। অধিকন্তু, কাঠামোর দীর্ঘস্থায়ী ঐতিহ্যগত ব্যবহারের জন্য উপলব্ধি বিশেষত সোভিয়েত ইউনিয়নের সময়ে যেখানে মাদ্রাসাটি সোভিয়েত পার্টি অপারেশন চালিয়ে যাওয়ার অনুমতি দিয়েছিল মাত্র তিনটি কেন্দ্রের মধ্যে একটি ছিল। এটি কার্যকরভাবে মীর-ই-আরবকে মুসলিম বিশ্বের সাথে সোভিয়েত ইউনিয়নের চিঠিপত্রের প্রাথমিক উপায়ে পরিণত করেছিল।\n\n\n== আরও দেখুন ==\nলায়াব-ই খাউজ - ঐতিহাসিক পুকুর (হাউজ) ।\nসামানিদ সমাধি — ৯ম-১০ম শতাব্দীর স্থাপত্য ।\nউজবেকিস্তানের মসজিদের তালিকা\nউজবেকিস্তানের মাদ্রাসা\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Mosques in Uzbekistanটেমপ্লেট:Tourist attractions in Uzbekistan"}