{"pageid": 1181994, "title": "বজ্র", "url": "https://bn.wikipedia.org/wiki?curid=1181994", "content": "বজ্র (সংস্কৃত: वज्र, তামিল: வஜ்ராயுதம், চীনা: 金剛, পাঞ্জাবি: ਵਜਰ, জাপানি: 金剛杵, থাই: วัชระ, \nকন্নড়: ವಜ್ರಾಯುಧ, তেলুগু: వజ్రాయుధం, সিংহলি: වජ්‍රායුධය, কোরীয়: 바즈라, আরবি: فاجرا, তিব্বতি: རྡོ་རྗེ།, খমের: វិជ្រៈ) হল পৌরণিক ও আচারিক অস্ত্র, যা হীরা (অবিনাশী) এবং বজ্রপাত (অপ্রতিরোধ্য শক্তি) এর বৈশিষ্ট্যের প্রতীক।\nবজ্র হল এক ধরনের ক্লাব যার মাথার গোলাকার পাঁজর। পাঁজরগুলি বলের আকৃতির শীর্ষে মিলিত হতে পারে, অথবা সেগুলি পৃথক হতে পারে এবং তীক্ষ্ণ বিন্দুতে শেষ হতে পারে যা দিয়ে ছুরিকাঘাত করা যায়। বজ্র হল দেবতা ও স্বর্গের বৈদিক রাজা ইন্দ্রের অস্ত্র। এটি, আত্মা এবং আধ্যাত্মিক শক্তির দৃঢ়তা উপস্থাপন করতে হিন্দু, বৌদ্ধ ও জৈন ধর্মের ধর্মীয় ঐতিহ্য দ্বারা প্রতীকীভাবে ব্যবহৃত হয়।\nহিন্দুধর্মে বজ্রকে মহাবিশ্বের অন্যতম শক্তিশালী অস্ত্র হিসেবে বিবেচনা করা হয়। বজ্রের ব্যবহার প্রতীকী ও আচারিক হাতিয়ার হিসাবে হিন্দুধর্ম থেকে ভারত ও এশিয়ার অন্যান্য অংশের অন্যান্য ধর্মে ছড়িয়ে পড়ে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nParpola, Asko; Carpelan, Christian (২০০৫)।  Edwin Francis Bryant; Laurie L. Patton, সম্পাদকগণ। The Indo-Aryan Controversy: Evidence and Inference in Indian History। Routledge। আইএসবিএন 978-0-7007-1463-6। \nAsko Parpola (২০১৫)। The Roots of Hinduism: The Early Aryans and the Indus Civilization। Oxford University Press। আইএসবিএন 978-0-19-022691-6। \nDallapiccola, Anna L. Dictionary of Hindu Lore and Legend. আইএসবিএন ০-৫০০-৫১০৮৮-১\nMcArthur, Meher. Reading Buddhist Art: An Illustrated Guide to Buddhist Signs And Symbols. Thames & Hudson Ltd, 2002.\nVessantara. Meeting The Buddhas. Windhorse Publications, 2003.\nVessantara. Vajra and Bell. Windhorse Publications, 2001.\nSlaje, Walter. Vájra. Zur Schleuderwaffe im Rigveda. Halle: Universitätsverlag 2022 | ISBN 978-3-86977-253-0\n\n\n== বহিঃসংযোগ ==\n\nThe Diamond Sutra, also called the Vajra Cutter Sutra, available in multiple languages from the FPMT\nThe Essential Songs of Milarepa / VI. Songs About Vajra Love 46. Answer to Dakini Tzerima  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-০৩-১১ তারিখে\nVideo of a short segment of the Chinese Yogacara Flaming Mouth ceremony (瑜伽焰口法會) where vajra and vajra-bells are being used to expel demons from the ritual platform"}