{"pageid": 1181735, "title": "ব্লু হাউসে অভিযান", "url": "https://bn.wikipedia.org/wiki?curid=1181735", "content": "ব্লু হাউসে অভিযান (এছাড়াও দক্ষিণ কোরিয়ায় ২১শে জানুয়ারির ঘটনা হিসেবে পরিচিত) ছিল ১৯৬৮ সালের ২১ জানুয়ারি উত্তর কোরিয়ার কমান্ডোদের দ্বারা ব্লু হাউসে অর্থাৎ দক্ষিণ কোরিয়ার প্রেসিডেন্ট বাসভবনে, দক্ষিণ কোরিয়ার প্রেসিডেন্ট পার্ক চুং-হিকে হত্যা করার জন্য একটি অভিযান। কোরিয়ান পিপলস আর্মি (কেপিএ) এর ৩১ জন সৈন্য নিহত, বন্দী বা পালিয়ে যেতে বাধ্য হয়। প্রেসিডেন্ট পার্ক অক্ষত ছিল।\n\n\n== পটভূমি ==\nপার্ক চুং-হি ১৯৬১ সালের একটি অভ্যুত্থানে ক্ষমতা দখল করেন এবং ১৯৬৩ সালে দক্ষিণ কোরিয়ার রাষ্ট্রপতি হিসেবে তার নির্বাচন ও অভিষেক হওয়া পর্যন্ত একজন সামরিক শক্তিশালী ব্যক্তি হিসেবে শাসন করেন। ব্লু হাউসে হামলাটি কোরিয়ান ডিএমজেড দ্বন্দ্বের প্রেক্ষাপটে হয়েছিল (১৯৬৬-৬৯), যা ভিয়েতনাম যুদ্ধ দ্বারা প্রভাবিত হয়েছিল।\n১৯৬৭ সালের দক্ষিণ কোরিয়ার রাষ্ট্রপতি নির্বাচন এবং আইনসভা নির্বাচনের পর, উত্তর কোরিয়ার নেতৃত্ব এই উপসংহারে পৌঁছেছিল যে পার্ক চুং-হি-এর অভ্যন্তরীণ বিরোধিতা আর তার শাসনের জন্য একটি গুরুতর চ্যালেঞ্জ গঠন করেনি। ২৮ জুন - ৩ জুলাই, কোরিয়ার ওয়ার্কার্স পার্টির কেন্দ্রীয় কমিটি একটি বর্ধিত প্লেনাম অনুষ্ঠিত হয় যেখানে উত্তর কোরিয়ার নেতা কিম ইল-সুং ক্যাডারদের \"আমাদের দক্ষিণ কোরিয়ার ভাইদের সংগ্রামে সহায়তা করার জন্য প্রস্তুত হওয়ার জন্য\" আহ্বান জানান।\n১৯৬৭ সালের জুলাই মাসে, কোরিয়ান পিপলস আর্মি (কেপিএ) এর সম্প্রতি প্রতিষ্ঠিত ইউনিট ১২৪-এর একটি বিশেষ স্কোয়াডকে পার্ককে হত্যার দায়িত্ব দেওয়া হয়েছিল। এই সিদ্ধান্তটি সম্ভবত এই সত্যের দ্বারা সহজতর হয়েছিল যে ১৯৬৭ সালে, ভিয়েতনাম যুদ্ধ বৃদ্ধির একটি নতুন পর্যায়ে প্রবেশ করেছিল, যে পরিস্থিতিতে মার্কিন সামরিক বাহিনী, ভিয়েতনামের সাথে জড়িত থাকার কারণে, উত্তর কোরিয়ার বিরুদ্ধে প্রতিশোধমূলক ব্যবস্থা সহজে নিতে পারেনি। ১৯৬৫-১৯৬৮ সালে, উত্তর কোরিয়া-উত্তর ভিয়েতনাম সম্পর্ক খুব ঘনিষ্ঠ ছিল এবং উত্তর কোরিয়া উত্তর ভিয়েতনামকে যথেষ্ট সামরিক ও অর্থনৈতিক সহায়তা প্রদান করেছিল।\nউত্তর কোরিয়ার প্রোপাগান্ডা ১৯৬৬-পরবর্তী কমান্ডো অভিযানকে ভিয়েত কংগের মতো দক্ষিণ কোরিয়ার গেরিলা আন্দোলন হিসাবে চিত্রিত করার চেষ্টা করেছিল।\n\n\n== প্রস্তুতি ==\nঅভিজাত অল-অফিসার কেপিএ ইউনিট ১২৪ থেকে একত্রিশ জন লোককে হ্যান্ডপিক করা হয়েছিল। এই বিশেষ অপারেশন কমান্ডো ইউনিটটি দুই বছর ধরে প্রশিক্ষণ নিয়েছিল এবং ব্লু হাউসের একটি পূর্ণ-স্কেল মকআপের লক্ষ্যে তাদের শেষ ১৫ দিন অনুশীলন অনুশীলনে ব্যয় করেছিল।\nএই বিশেষভাবে নির্বাচিত পুরুষদের অনুপ্রবেশ এবং বহিষ্কার কৌশল, অস্ত্র, নৌচলাচল, বায়ুবাহিত অপারেশন, উভচর অনুপ্রবেশ, হাতে-হাতে যুদ্ধ (ছুরির লড়াইয়ের উপর জোর দিয়ে) এবং গোপন করার প্রশিক্ষণ দেওয়া হয়েছিল।\nকিম শিন-জো, বেঁচে থাকা মাত্র দুজনের মধ্যে একজন বলেছেন, \"এটি আমাদের নির্ভীক করে তুলেছে-কেউ আমাদের কবরস্থানে খোঁজার কথা ভাববে না।\" তাদের প্রশিক্ষণ ছিল কঠোর এবং প্রায়শই প্রতিকূল পরিস্থিতিতে যেমন দৌড়ানো ১৩ কিমি/ঘন্টা (৮ মাইল) গতিবেগ ৩০ কেজি (৬৬ পাউন্ড) ভাঙ্গা এবং ক্ষমাহীন ভূখণ্ডের উপর রকস্যাক সহ, যা কখনও কখনও হিম কামড় থেকে পায়ের আঙ্গুল এবং পায়ের আঘাতের মতো আঘাতের কারণ হয়।\n\n\n== অভিযান ==\n\n\n=== অনুপ্রবেশ ===\n১৫ জানুয়ারী, ১৯৬৮-এ, ইউনিট ১২৪ ইওনসানে তাদের গ্যারিসন ত্যাগ করে।  ১৭ জানুয়ারী, ১৯৬৮-এ, রাত ১১ টায়, তারা মার্কিন সেনাবাহিনীর দ্বিতীয় পদাতিক ডিভিশনের সেক্টরের বেড়া কেটে অসামরিক অঞ্চলে (DMZ) অনুপ্রবেশ করে।  পরের দিন দুপুর ২টা নাগাদ তারা মোরা-ডং এবং সেওকপো-রিতে ক্যাম্প স্থাপন করে।  ১৯ জানুয়ারী, সকাল ৫ টায়, ইমজিন নদী পার হওয়ার পর, তারা সিমবং পর্বতে শিবির স্থাপন করে।\nদুপুর ২টায়, বেওপওয়ান-রি থেকে উ নামের চারজন ভাই কাঠ কাটতে বেরিয়েছিল এবং ইউনিটের ক্যাম্পে হোঁচট খেয়েছিল।  ভাইদের হত্যা করা হবে কিনা তা নিয়ে একটি তুমুল বিতর্কের পর, তাদের কমিউনিজমের সুবিধার বিষয়ে শিক্ষা দেওয়ার চেষ্টা করার পরিবর্তে সিদ্ধান্ত নেওয়া হয়েছিল এবং পুলিশকে না জানানোর জন্য কঠোর সতর্কতা দিয়ে তাদের ছেড়ে দেওয়া হয়েছিল।  যাইহোক, ভাইয়েরা অবিলম্বে বেওপওয়ান-রির চাংহিয়ন থানায় ইউনিটের উপস্থিতির কথা জানায়।\nইউনিটটি ক্যাম্প ভেঙ্গে তাদের গতিবেগ ১০ কিমি/ঘন্টায় বৃদ্ধি করে, প্রতিটিতে ৩০ কেজি সরঞ্জাম বহন করে, নোগো মাউন্টেন অতিক্রম করে এবং ২০ জানুয়ারী সকাল ৭ টায় বিবং মাউন্টেনে পৌঁছায়। দক্ষিণ কোরিয়ার ২৫ পদাতিক ডিভিশন থেকে তিনটি ব্যাটালিয়ন নোগো মাউন্টেন অনুসন্ধান শুরু করে।  অনুপ্রবেশকারীদের জন্য, কিন্তু তারা ইতোমধ্যে এলাকা ছেড়ে গেছে.  ইউনিটটি ২০ জানুয়ারী রাতে সিউলে দুই এবং তিন-মানুষের কক্ষে প্রবেশ করে এবং সেউংগা-সা মন্দিরে পুনরায় সংগঠিত হয়, যেখানে তারা আক্রমণের জন্য তাদের চূড়ান্ত প্রস্তুতি নেয়।\nইতোমধ্যে, ROK (কোরিয়া প্রজাতন্ত্র) হাইকমান্ড ৩০ তম পদাতিক ডিভিশন এবং এয়ারবর্ন কর্পসকে অনুসন্ধানে যুক্ত করেছে এবং পুলিশ হংজে-ডং, জিওংরেং এবং বুকাক পর্বত বরাবর অনুসন্ধান শুরু করেছে।  বর্ধিত নিরাপত্তা ব্যবস্থার পরিপ্রেক্ষিতে যা পুরো শহর জুড়ে প্রয়োগ করা হয়েছিল এবং তাদের মূল পরিকল্পনা সফল হওয়ার সম্ভাবনা কম ছিল তা উপলব্ধি করে, দলের নেতা একটি নতুন পরিকল্পনা তৈরি করেছিলেন।\nস্থানীয় ২৬ তম পদাতিক ডিভিশনের রিপাবলিক অফ কোরিয়া আর্মি (ROKA) ইউনিফর্মে পরিবর্তিত হয়ে, সঠিক ইউনিটের চিহ্ন (যা তারা তাদের সাথে নিয়ে এসেছিল) সহ সম্পূর্ণ করে, তারা গঠন করে এবং ROKA হিসাবে জাহির করে ব্লু হাউসের শেষ কিলোমিটার যাত্রা করার জন্য প্রস্তুত হয়  একটি পাল্টা অনুপ্রবেশ টহল থেকে ফিরে সৈন্য.  ইউনিটটি জাহামুনের কাছে সেজিওমজিয়ং রোড ধরে ব্লু হাউসের দিকে অগ্রসর হয়, পথে বেশ কয়েকটি জাতীয় পুলিশ এবং ROKA ইউনিট অতিক্রম করে।\n\n\n=== সংঘর্ষ ===\nরাত ১০টায়,  ২১শে জানুয়ারী, ১৯৬৮-এ, ইউনিটটি ব্লু হাউস থেকে ১০০ মিটারেরও কম দূরে সেজিওমজিয়ং-জাহামুন চেকপয়েন্টের কাছে পৌঁছেছিল, যেখানে জংগ্রোর পুলিশ প্রধান চোই গিউশিক ইউনিটের কাছে এসে তাদের জিজ্ঞাসাবাদ শুরু করেছিলেন।  যখন তিনি তাদের উত্তরে সন্দেহজনক হয়ে উঠলেন, তখন তিনি তার পিস্তল টানলেন এবং ইউনিটের সদস্যদের দ্বারা গুলিবিদ্ধ হন যারা চেকপয়েন্টে গুলি ও গ্রেনেড নিক্ষেপ শুরু করে।  কয়েক মিনিটের শুটিংয়ের পর, ইউনিটটি ছত্রভঙ্গ হয়ে যায়, কেউ কেউ ইনওয়াং মাউন্টেন, বিবং মাউন্টেন এবং উইজেংবুতে চলে যায়।  পুলিশ প্রধান চোই এবং সহকারী পরিদর্শক জং জং-সু গুলিবিদ্ধ হয়ে নিহত হন;  একজন কমান্ডো বন্দী হলেও আত্মহত্যা করতে সক্ষম হন।\n২২শে জানুয়ারী, ১৯৬৮ তারিখে, আরওকে আর্মির ৬ তম কর্পস ইউনিটের যেকোন সদস্যকে ধরতে বা হত্যা করার জন্য একটি বিশাল সুইপ অপারেশন শুরু করে।  ৯২ তম রেজিমেন্ট, ৩০ পদাতিক ডিভিশনের সৈন্যরা কিম শিন-জোকে ধরে নিয়েছিল, যে ইনওয়াং পর্বতের কাছে একটি বেসামরিক বাড়িতে লুকিয়ে ছিল। ৩০ তম ব্যাটালিয়ন, ক্যাপিটাল ডিফেন্স কমান্ড, বুয়াম-ডং এবং বুকাক পর্বতে চার কমান্ডোকে হত্যা করেছে।\n২৩ জানুয়ারী, ২৬ পদাতিক ডিভিশনের ইঞ্জিনিয়ার ব্যাটালিয়ন ডোবং পর্বতে একজন কমান্ডোকে হত্যা করে।  ২৪শে জানুয়ারী, ১৯৬৮-এ, ২৬ তম পদাতিক ডিভিশন এবং ১ম পদাতিক ডিভিশনের সৈন্যরা সেওঙ্গু-রির কাছে ১২ জন কমান্ডোকে হত্যা করে।  ২৫ জানুয়ারী, সোংচুর কাছে তিন কমান্ডো নিহত হয়।  জানুয়ারী ২৯, পাপিয়ং পর্বতের কাছে ছয় কমান্ডো নিহত হয়।\n\n\n== হতাহত ==\nএই হত্যা প্রচেষ্টা চলাকালীন, দক্ষিণ কোরিয়ার মোট ২৬ জন নিহত এবং ৬৬ জন আহত হয়েছে, যার মধ্যে প্রায় ২৪ জন অসামরিক লোক ছিলেন। পলাতক অনুপ্রবেশকারীদের DMZ পার হতে বাধা দেওয়ার চেষ্টায় চার আমেরিকানও নিহত হয়। ১২৪ ইউনিটের ৩১ জন সদস্যের মধ্যে ২৯ জন নিহত হয়েছেন; একজন, কিম শিন-জো, বন্দী হন, এবং অন্যজন, পার্ক জে-গিয়ং উত্তর কোরিয়ায় পালিয়ে যান। অভিযানে নিহত ইউনিট ১২৪-এর সদস্যদের মৃতদেহ পরবর্তীতে উত্তর কোরিয়া ও চীনা সৈন্যদের কবরস্থানে দাফন করা হয়।\n\n\n== পরিণাম ==\n২২শে জানুয়ারী, জাতিসংঘের কমান্ড (ইউএনসি) অনুরোধ করেছিল যে এই অভিযানের বিষয়ে আলোচনা করার জন্য একটি সামরিক আর্মিস্টিস কমিশন (MAC) সভা অনুষ্ঠিত হবে। ইউএনসি ২৩শে জানুয়ারী বৈঠকের জন্য অনুরোধ করেছিল, কিন্তু উত্তর কোরিয়ানরা এক দিনের বিলম্ব চেয়েছিল। ২৩শে জানুয়ারী, ইউএসএস পুয়েবলো (AGER-2), মার্কিন যুক্তরাষ্ট্রের নৌবাহিনীর একটি প্রযুক্তিগত গবেষণা জাহাজ, উত্তর কোরিয়ার হাতে ধরা পড়ে। ফলস্বরূপ, ২৪ শে জানুয়ারী অনুষ্ঠিত MAC সভা শুধুমাত্র অভিযানের সাথেই নয়, পুয়েবলোদের ক্যাপচারের সাথেও মোকাবিলা করতে হয়েছিল। যথেষ্ট পরিমাণে, পুয়েবলো জব্দ করা ব্লু হাউসের অভিযান থেকে মার্কিন যুক্তরাষ্ট্র এবং আন্তর্জাতিক মনোযোগ সরিয়ে নিয়েছিল।\nব্লু হাউস অভিযান সেই দিনেই ঘটেছিল যখন ভিয়েতনামে খে সান-এর যুদ্ধ শুরু হয়েছিল এবং ৩১শে জানুয়ারী দক্ষিণ ভিয়েতনামে টেট আক্রমণ শুরু হয়েছিল, যার ফলে দক্ষিণ কোরিয়ার প্রতিশোধ নেওয়ার জন্য কোনও মার্কিন সমর্থনের সম্ভাবনা ছিল না। সাইগনে, ভিয়েত কং গেরিলারা স্বাধীনতা প্রাসাদে রাষ্ট্রপতি নুগুয়েন ভান থিয়েউকে হত্যার চেষ্টা করেছিল কিন্তু দ্রুত পিটিয়েছিল। কিছু লেখক পরামর্শ দিয়েছেন যে একই সংখ্যক কমান্ডো (যথাক্রমে ৩১টি সিওলে এবং ৩৪টি সাইগনে) দ্বারা উভয় আক্রমণের মিলের কারণে যে উত্তর কোরিয়ার নেতারা ভিয়েতনামী কমিউনিস্ট সামরিক অভিযান সম্পর্কে একটি নির্দিষ্ট অন্তর্দৃষ্টি ছিল এবং এর সুবিধা নিতে চেয়েছিলেন ভিয়েতনাম যুদ্ধে। প্রেসিডেন্ট জনসন পুয়েবলো দখল এবং টেট আক্রমণের সময়কে ভিয়েতনাম থেকে মার্কিন সম্পদ সরিয়ে নেওয়ার জন্য এবং দক্ষিণ কোরিয়ানদের দক্ষিণ ভিয়েতনাম থেকে তাদের দুটি বিভাগ এবং মেরিন ব্রিগেড প্রত্যাহার করতে বাধ্য করার জন্য সমন্বিত বলে মনে করেন। প্রেসিডেন্ট জনসনের বিপরীতে, জেনারেল বোনেস্টিল এমন কোনো সংযোগ দেখেননি। তিনি ব্লু হাউস রেইডকে উত্তর কোরিয়ার সর্বোচ্চ স্তরে পরিকল্পিত হিসাবে বিবেচনা করেছিলেন, যখন পুয়েবলো দখলকে নিছক সুবিধাবাদী এবং টেট আক্রমণের সময়কে সহায়ক কিন্তু কাকতালীয় বলে মনে হয়েছিল।\nহত্যা প্রচেষ্টার প্রতিক্রিয়া হিসাবে, দক্ষিণ কোরিয়ার সরকার দুর্ভাগ্যজনক ইউনিট ৬৮৫ সংগঠিত করেছিল। এই দলটির উদ্দেশ্য ছিল উত্তর কোরিয়ার নেতা কিম ইল-সংকে হত্যা করা। যাইহোক, আন্তঃ-কোরিয়ান সম্পর্কের উন্নতির পর, ইউনিটের হত্যা মিশন বাতিল করা হয় এবং ১৯৭১ সালে ইউনিট বিদ্রোহ করে এবং এর বেশিরভাগ সদস্য নিহত হয়।\n১৯৭২ সালের মে মাসে, কিম ইল-সং দুঃখ প্রকাশ করেছিলেন এবং দাবি করেছিলেন যে ব্লু হাউস অভিযান \"সম্পূর্ণভাবে চরম বামপন্থীদের দ্বারা চক্রান্ত করা হয়েছিল এবং এতে আমার বা পার্টির উদ্দেশ্য প্রতিফলিত হয়নি\" কোরিয়ান সেন্ট্রাল ইন্টেলিজেন্স এজেন্সি (কেসিআইএ) লি হু-রাকের কাছে পিয়ংইয়ংয়ে তাদের বৈঠকের সময়।\nতাঁর জীবনের আরও কয়েকটি প্রচেষ্টায় বেঁচে থাকার পর, পার্ক চং-হিকে ১৯৭৯ সালে কেসিআইএর পরিচালক কিম জায়ে-গিউ দ্বারা গুলি করে হত্যা করা হয়েছিল। এটা স্পষ্ট নয় যে এটি একটি স্বাভাবিক কাজ নাকি গোয়েন্দা সংস্থার পূর্ব-পরিকল্পিত অভ্যুত্থানের অংশ ছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}