{"pageid": 1181181, "title": "দ্বারকা, দিল্লি", "url": "https://bn.wikipedia.org/wiki?curid=1181181", "content": "দ্বারকা দিল্লির দক্ষিণ পশ্চিম দিল্লি জেলায় অবস্থিত একটি পাড়া। দক্ষিণ পশ্চিম দিল্লির জন্য দিল্লি হাইকোর্টের অধীনে কাজ করা জেলা আদালতটি দ্বারকায় অবস্থিত।\nউপ-শহরটি ইন্দিরা গান্ধী আন্তর্জাতিক বিমানবন্দরের কাছে অবস্থিত। এটি এশিয়ার বৃহত্তম উপ-শহরগুলির মধ্যে একটি। দ্বারকা সেক্টরে সংগঠিত এবং প্রধানত আবাসিক বিকল্প হিসাবে সমবায় গ্রুপ হাউজিং সোসাইটি রয়েছে। এটি নয়াদিল্লির সবচেয়ে চাওয়া-পাওয়া আবাসিক এলাকাগুলির মধ্যে একটি। উপ-শহরে দিল্লির কেন্দ্রশাসিত অঞ্চলের বৃহত্তম ছাদে সৌর প্ল্যান্টও রয়েছে\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n\nকিংবদন্তি দ্বারকা রাজ্যের নামানুসারে দ্বারকার নামকরণ করা হয়েছে। এটি গুরগাঁও থেকে অল্প দূরে যা দেশের বড় কর্পোরেশনগুলির একটি প্রধান কেন্দ্র এবং ইন্দিরা গান্ধী আন্তর্জাতিক বিমানবন্দর থেকে প্রায় ১০ কিমি দূরে।\n\n\n=== ২১ শতকে ===\n\n\n== রাজনীতি ==\n\n\n== সিটিস্কেপ ==\n\n\n=== পার্ক ===\nদিল্লি উন্নয়ন কর্তৃপক্ষ বর্তমানে ভারত বন্দনা পার্ক স্থাপনের পরিকল্পনা করছে,  ২০ নম্বর সেক্টরে ২২০ একর জায়গা জুড়ে বিস্তৃত হবে।\n\n\n== সংস্কৃতি ==\n\n\n=== খেলাধুলা ===\n\n\n== অবস্থান ==\n\n\n== সামাজিক বিষয় ==\n\n\n=== স্যানিটেশন ===\n\n\n=== অপরাধ ===\n\n\n== পরিবহন ==\n\n\n== সাংস্কৃতিক কেন্দ্র ==\n\n\n== মিশ্র জমি ব্যবহারের ধারণা ==\n\n\n== সামাজিক অবকাঠামো ==\n\n\n== শিক্ষা ==\nউপ-শহরটি একাধিক স্কুল দিয়ে সজ্জিত, সবচেয়ে বিখ্যাত হল সেক্টর 10-এর ভেঙ্কটেশ্বর ইন্টারন্যাশনাল স্কুল, সেক্টর 9-এর ITL স্কুল, সেক্টর 18-এর শ্রী ভেঙ্কটেশ্বর ইন্টারন্যাশনাল স্কুল, সেক্টর 3-এর দিল্লি পাবলিক স্কুল, সেক্টরে রাজকিয়া প্রতিভা বিকাশ বিদ্যালয়। 5, 10 এবং 19 এবং আরও অনেক কিছু।\n\n\n=== বিশ্ববিদ্যালয় এবং কলেজ ===\nজাতীয় আইন বিশ্ববিদ্যালয়, দিল্লি এবং নেতাজি সুভাষ প্রযুক্তি বিশ্ববিদ্যালয় দ্বারকায় অবস্থিত। গুরু গোবিন্দ সিং ইন্দ্রপ্রস্থ বিশ্ববিদ্যালয়, দিল্লি রাজ্য সরকারের একমাত্র বিশ্ববিদ্যালয়টির প্রধান ক্যাম্পাস রয়েছে দ্বারকা সেক্টর 16-সি-তে অবস্থিত। ক্যাম্পাসে ইউনিভার্সিটি স্কুল অফ ল অ্যান্ড লিগ্যাল স্টাডিজ এবং ইউনিভার্সিটি স্কুল অফ ম্যানেজমেন্ট স্টাডিজ রয়েছে। বিশ্ববিদ্যালয়ের এনসিআর-এ অবস্থিত প্রায় ১২০টি অনুমোদিত কলেজ রয়েছে।\nভাস্করচাহর্য কলেজ অফ অ্যাপ্লাইড সায়েন্সেস, ইউনিভার্সিটি স্কুল অফ কেমিক্যাল টেকনোলজি (GGSIPU), ইউনিভার্সিটি স্কুল অফ ইনফরমেশন, কমিউনিকেশন অ্যান্ড টেকনোলজি (GGSIPU), নেতাজি সুভাষ ইউনিভার্সিটি অফ টেকনোলজি, দীনদয়াল উপাধ্যায় কলেজ এর মতো ইঞ্জিনিয়ারিং এবং আইন প্রতিষ্ঠানের পাশাপাশি  গুরু গোবিন্দ সিং ইন্দ্রপ্রস্থ বিশ্ববিদ্যালয়, লাল বাহাদুর শাস্ত্রী ইনস্টিটিউট অফ ম্যানেজমেন্ট এবং জাতীয় আইন বিশ্ববিদ্যালয়, দিল্লি রয়েছে।\n\n\n== আরো দেখুন ==\nধুলসিরাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDistrict Magistrate/DM South West Delhi Government of Delhi\n\"Cabinet approves transfer of land from DDA to L&DO for the proposed Second Diplomatic Enclave\"। Prime Minister of India। ৪ জানুয়ারি ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। \nDwarka at Delhi Development Authority website DDA\nComplete Dwarka Expressway by 2022: PM Narendra Modi to road transport minister Times of India\nDDA plans international sports complex in Dwarka sub-city The Indian Express\nDDA plans Delhi's first adventure park for cycle sports in Dwarka The Times of India\nDDA, Indian Navy to develop old-age homes in Dwarka The Economic Times\nDDA plans Delhi to get new cricket stadium near Dwarka The Times of India"}