{"pageid": 1181459, "title": "আরাবাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1181459", "content": "আরাবাড়ি বা আরাবাড়ি ফরেস্ট রেঞ্জ, ভারতের পশ্চিমবঙ্গের পশ্চিম মেদিনীপুর জেলার একটি বনাঞ্চলের নাম। ১৯৭২ সালে ভারতীয় বন পরিষেবা অফিসার ড. অজিত কুমার ব্যানার্জী, বিভাগীয় বন কর্মকর্তা (সিলভিকালচার) দ্বারা ১,২৭২ হেক্টর এলাকায় একটি স্বেচ্ছাসেবী অংশগ্রহণের প্রক্রিয়ার মাধ্যমে বনের সীমানার আশেপাশে বসবাসকারী স্থানীয় লোকদের সম্পৃক্ত করে সংরক্ষণের প্রচেষ্টা শুরু হয়েছিল। বনকে সবুজ করার এই প্রক্রিয়াটি স্থানীয় গ্রামবাসীদের সমন্বয়ে যৌথ বন ব্যবস্থাপনা কমিটি গঠনের মাধ্যমে করা হয়েছিল এবং তাদের প্রচেষ্টার ফলস্বরূপ একটি বন যা প্রাথমিকভাবে প্রায় মূল্যহীন ছিল তা গ্রামবাসীদের জন্য অর্থনৈতিক আশীর্বাদে পরিণত হয়েছিল; বনাঞ্চলের মান কয়েকগুণ বেড়েছে। এই প্রকল্পের অধীনে গ্রামবাসীরা বন সংরক্ষণের প্রচেষ্টার সাথে সক্রিয়ভাবে জড়িত সিলভিকালচার এবং ফসল কাটাতে কর্মসংস্থানের সুবিধা অর্জন করে, বনজ উৎপাদন থেকে লাভের ২৫% ভাগ করে এবং একটি নামমাত্র ফিতে বনাঞ্চল থেকে জ্বালানি কাঠ এবং পশুখাদ্য সংগ্রহ করে। আরাবাড়িতে এখনও এই পরিকল্পনা চালু আছে। \n\n\n== ভূগোল ==\nআরাবাড়ি পশ্চিমবঙ্গের ঝাড়গ্রামের বনভূমির পাশাপাশি মেদিনীপুর জেলার অন্যান্য বনাঞ্চলের সাথে সীমাবদ্ধ। বনের প্রভাবশালী গাছপালা হল শক্ত কাঠের সাল (শোরিয়া রোবাস্টা), যা একটি অনুলিপিযোগ্য এবং বাণিজ্যিকভাবে লাভজনক ফসল। বনটিকে উচ্চ গাঙ্গেয় সমভূমির আর্দ্র পর্ণমোচী বনের অংশ হিসাবে শ্রেণীবদ্ধ করা হয়েছে। এটি পূর্ব মেদিনীপুর বন বিভাগের পূর্ব মেদিনীপুর জেলার, বর্তমানে পশ্চিম মেদিনীপুর জেলা হিসাবে পরিচিত, মেদিনীপুর শহরের কাছে।  বনের মূল এলাকা ৩০ কিলোমিটার (১৯ মাইল) মেদিনীপুর শহর থেকে দূরে, উত্তর দিকে এবং ২০০ কিলোমিটার (১২০ মাইল) কলকাতার পশ্চিমে। \n\n\n== ইতিহাস ==\n১৯৭২ সালের আগে, বন বিভাগ পশ্চিমবঙ্গের দক্ষিণ-পশ্চিমাঞ্চলীয় জেলাগুলিতে বনের অবনতি সম্পর্কে উদ্বিগ্ন ছিল, কারণ ১৯৫০-এর দশকে জমিদারের কাছ থেকে এই বনগুলি দখল করার পরে, সেগুলির অবস্থা খারাপ ছিল। অভ্যাস করা বনের পরিচালনা এবং রক্ষণাবেক্ষণে স্থানীয় গ্রামবাসীদের কোন ভূমিকা ছিল না, যা তাদের মধ্যে ঘন ঘন সংঘর্ষে পরিণত হয়েছিল। এই নীতি গ্রামবাসীদের বন থেকে তাদের জীবিকা নির্বাহ করতে বাধা দেয়। এর আগে, গ্রামবাসীরা জ্বালানী কাঠ, পশুখাদ্য, গবাদি পশুর চারণ, গৌণ বনজ দ্রব্য এমনকি জ্বালানী কাঠ বিক্রি থেকে আয়ের সুবিধা পেয়েছিলেন।   তাই আশঙ্কা করা হয়েছিল যে পরিস্থিতি নকশালদের (ভারতে কমিউনিস্ট গেরিলা গোষ্ঠী) জঙ্গিবাদকে এলাকায় সক্রিয় হতে উৎসাহিত করবে।\nএই পরিস্থিতির প্রতিকারের জন্য, বন বিভাগ আরাবাড়ির অবক্ষয়িত বনাঞ্চল নির্বাচন করে এবং এর ব্যবস্থাপনা ও সংরক্ষণে স্থানীয় গ্রামবাসীদের জড়িত করে। এ কে ব্যানার্জী, জেলা বন কর্মকর্তা (ডিএফও)), যাকে এই কাজের জন্য নির্বাচিত করা হয়েছিল, সক্রিয়ভাবে স্থানীয় গ্রামবাসীদের খুঁজে বের করেছেন নির্বাচিত ১,২৭২ হেক্টর (৩,১৪০ একর) বনাঞ্চলের চারপাশে।  তিনি তাদের নিজেদের সুবিধার জন্য বন সুরক্ষা এবং পুনর্জন্মের গুরুত্বকে প্রভাবিত করেছিলেন। তিনি তাদের আশ্বস্ত করেছিলেন যে তাদের জীবিকা সংরক্ষণ প্রচেষ্টায় তাদের অংশগ্রহণ থেকে রক্ষা করা হবে, যা তাদের কার্যকলাপের দুর্বল সময়ের মধ্যে করা হবে। তিনি বিভিন্ন চলমান গ্রামীণ কর্মসংস্থান প্রকল্পের অধীনে গ্রামবাসীদের কর্মসংস্থানের প্রতিশ্রুতিই দেননি, বরং তাদের ধান, পশুখাদ্য, সবাই ঘাস, ভুট্টা এবং চিনাবাদামের মতো ফসল তুলতেও দিয়েছেন। এমনকি তিনি পরীক্ষামূলক পরিমাপ হিসাবে ইউক্যালিপটাস বনাঞ্চলে মৌমাছির আমবাত স্থাপনের অনুমতি দিয়েছিলেন।  তিনি গ্রামবাসীদের সিলভিকালচার এবং ফসল কাটার কাজে কর্মসংস্থান প্রদানের মাধ্যমে সংরক্ষণ প্রচেষ্টায় অংশগ্রহণের জন্য প্রণোদনা প্রদান করেন এবং তাদের নামমাত্র চার্জে বন থেকে জ্বালানি কাঠ এবং পশুখাদ্য সংগ্রহের অনুমতি দেন। গ্রামবাসীদের মেরামত সহ তাদের বাড়ি তৈরির জন্য, ভর্তুকি মূল্যে বিক্রির জন্য খাট তৈরির জন্য খুঁটিও দেওয়া হয়েছিল।  অংশগ্রহণকারী গ্রামবাসীদের সমস্ত গৌণ বনজ পণ্য যেমন সাল, কেন্দু পাতা, শুকনো ডাল, বীজের একচেটিয়া অধিকার দেওয়া হয়েছিল। এর  বনের একটি নাটকীয় রূপান্তর ঘটে, যা ১৯৮৩ সালে ১২.৫ কোটি টাকা মূল্যের সম্পত্তিতে মূল্যহীন হিসাবে মূল্যায়িত।) কমিটি, যা ছিল তার ধরনের প্রথম। প্রক্রিয়াটি ভালভাবে কাজ করেছে এবং ১৯৮৭ সাল থেকে পশ্চিমবঙ্গে এবং দেশের বাকি অংশেও প্রতিলিপি করা হয়েছে। \n\n\n== আরও দেখুন ==\n\nযৌথ বন ব্যবস্থাপনা\nইন্ডিয়ান কাউন্সিল অফ ফরেস্ট্রি রিসার্চ অ্যান্ড এডুকেশন\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDeep, Jeevan। Periwinkle Environmental Education Part X। Jeevandeep Prakashan Pvt Ltd। আইএসবিএন 978-81-7744-494-0। \nJana, Bipal Kr.; Majumder, Mrinmoy (২৭ জুন ২০১০)। Impact of Climate Change on Natural Resource Management। Springer Science & Business Media। আইএসবিএন 978-90-481-3581-3। \nSinha, Himadri (২০০৬)। People and Forest: Unfolding the Participation Mystique। Concept Publishing Company। আইএসবিএন 978-81-8069-246-8।"}