{"pageid": 1182944, "title": "রাজশাহী ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1182944", "content": "রাজশাহী ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজ রাজশাহী জেলায় অবস্থিত বাংলাদেশ সেনাবাহিনীর তত্ত্বাবধানে পরিচালিত একটি স্বনামধন্য শিক্ষাপ্রতিষ্ঠান। ১৯৮৬ সালে প্রতিষ্ঠার পর থেকেই বিদ্যালয়টির ছাত্র-ছাত্রীদের পাবলিক পরীক্ষার ফলাফল এবং খেলাধুলা, সাংস্কৃতিক ও অন্যান্য সহশিক্ষা কর্মকাণ্ডের ভিত্তিতে রাজশাহী জেলার শীর্ষস্থানীয় শিক্ষাপ্রতিষ্ঠান হিসেবে গণ্য হয়ে আসছে। কঠোর শৃঙ্খলা রক্ষা, মানসম্মত শিক্ষা প্রদান ও পাবলিক পরীক্ষাসমূহে ধারাবাহিক ভালো ফলাফল এবং সুসংগঠিত ও নিয়মিত সহশিক্ষা কার্যক্রম পরিচালনার মাধ্যমে সুনাগরিক গঠনে রাজশাহী অঞ্চলে রাজশাহী ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজ বিখ্যাত।\n\n\n== ইতিহাস ==\n১৯৮৬ সালে রাজশাহী সেনানিবাসের তৎকালীন স্টেশন কমান্ডার কর্নেল মোঃ আবদুল আজিজের তত্ত্বাবধানে একটি জুনিয়র স্কুল প্রতিষ্ঠিত হয়। ১৯৮৮ সালে বিদ্যালয়টিকে মাধ্যমিক স্তরে রূপান্তরের পর ২০১৯ সালে প্রতিষ্ঠানটি স্কুল এন্ড কলেজে উন্নীত হয় এবং রাজশাহী ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজ নামধারণ করে।\n\n\n== নেতৃত্ব ==\nরাজশাহী ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজ সরকারি রাজশাহী ক্যান্টনমেন্ট বোর্ড এর তত্ত্বাবধানে পরিচালিত হয়। বিদ্যালয়টির পরিচালনা পর্ষদ সভাপতি, অধ্যক্ষ তথা সচিব, স্কুল ও কলেজ শাখা থেকে একজন করে শিক্ষক প্রতিনিধি, তিনজন অভিভাবক প্রতিনিধির সমন্বয়ে গঠিত।\nপ্রতিষ্ঠানের বর্তমান সভাপতিঃ ব্রিগেডিয়ার জেনারেল শামীম আহমেদ\nঅধ্যক্ষঃ মো: তৌহিদুল হক\n\n\n== শ্রেণি, বিভাগ ও শাখা সমূহ ==\nবিদ্যালয়টি মূলত একটি প্রাথমিক বিদ্যালয় সংযুক্ত উচ্চ মাধ্যমিক বিদ্যালয়। বর্তমানে এ বিদ্যালয়ে ১ম থেকে দ্বাদশ শ্রেণি পর্যন্ত শিক্ষাদান করা হয়। \nউল্লেখ্য, নবম-দশম শ্রেণিতে শুধুমাত্র বিজ্ঞান ও ব্যবসায় শিক্ষা বিভাগে পড়ার সুযোগ থাকলেও একাদশ-দ্বাদশ শ্রেণিতে বিজ্ঞান, মানবিক ও ব্যবসায় শিক্ষা বিভাগে পড়ার সুযোগ রয়েছে।\n\n\n== অনুষদ ==\nএই শিক্ষাপ্রতিষ্ঠানের তিনটি অংশ রয়েছে। \n\nপ্রাথমিক বিভাগ (কেজি থেকে পঞ্চম শ্রেণি)\nজুনিয়র মাধ্যমিক ও মাধ্যমিক (ষষ্ঠ থেকে দশম শ্রেণি)\n(একাদশ ও দ্বাদশ শ্রেণি)\n\n\n== ইউনিফর্ম ==\nছেলেদের সাদা শার্ট  , নেভি ব্লু প্যান্ট  , সাদা কেডস্   এবং কালো বেল্ট  ; কলেজ শাখার জন্য কালো জুতা  ,\nমেয়েদের নীল কামিজ  , কামিজের উপর সাদা ক্রস বেল্ট  , কোমরে সাদা বেল্ট  , সাদা অ্যাপ্রোন   এবং সাদা কেডস্  ; কলেজ শাখার জন্য সাদা কামিজ  , কামিজের উপর সাদা ক্রস বেল্ট   এবং কালো জুতা  \n\n\n== শিক্ষা কার্যক্রম ==\nবিদ্যালয়টিতে ছেলে এবং মেয়ে উভয়ের অধ্যয়নের সুযোগ থাকে।\n\n\n== হাউস কার্যক্রম ==\nহাউস কার্যক্রম রাজশাহী ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজে পরিচালিত হয়ে থাকে। কলেজের সকল ছাত্রছাত্রী, অনুষদ সদস্যদের অবশ্যই মতিউর রহমান (বীরশ্রেষ্ঠ), মহিউদ্দীন জাহাঙ্গীর,বেগম রোকেয়া এবং  কর্নেল আব্দুল আজিজ এই ৪টি হাউস এর যে কোনো একটির সদস্য হতে হয়।\n  মতিউর রহমান (বীরশ্রেষ্ঠ) হাউস  মহিউদ্দীন জাহাঙ্গীর হাউস  বেগম রোকেয়া হাউস  কর্নেল আব্দুল আজিজ হাউস\nসমস্ত ছাত্র-ছাত্রীদের কলেজ ইউনিফর্মের সাথে তাদের হাউস এর দ্বারা নির্ধারিত রঙের একটি হাউস ব্যাজ পরতে হবে। খেলাধুলা, সাংস্কৃতিক, সাধারণ জ্ঞান, কুইজ, বিতর্ক, পিটি-প্যারেড ইত্যাদি সহপাঠ্যক্রমিক কার্যক্রমে পয়েন্টের ভিত্তিতে প্রতি বছর এই ৪টি হাউস থেকে চ্যাম্পিয়ন ও রানার আপ হাউস নির্বাচন করা হয়।\n\n\n== ফলাফল ==\nমাধ্যমিক পরীক্ষায় অংশগ্রহণকারী শিক্ষার্থীদের পাশের হারের তালিকাঃ \n\nউচ্চমাধ্যমিক পরীক্ষায় অংশগ্রহণকারী শিক্ষার্থীদের পাশের হারের তালিকাঃ \n\n\n== সহশিক্ষা কার্যক্রম ==\nএ প্রতিষ্ঠানে খেলাধুলা, সাংস্কৃতিক ও অন্যান্য সহশিক্ষা কার্যক্রম সাফল্যের সাথে পরিচালিত হয়। \nএ শিক্ষাপ্রতিষ্ঠানে শিক্ষার্থীদেরকে দৈহিক ও মানসিক সুসমন্বিত উৎকর্ষ সাধনের লক্ষ্যে সহ-পাঠ্যক্রম কর্মসূচির ব্যবস্থা করা হয়। ফুটবল, ক্রিকেট, ভলিবল,  নিয়মিত খেলা হয়। শিক্ষাপ্রতিষ্ঠানে শিক্ষার্থীদের দৈহিক ও মানসিক সুসমন্বিত উৎকর্ষ সাধনের লক্ষ্যে পাঠ্যক্রম ভিত্তিক কর্মসূচির পাশাপাশি সহ-পাঠ্যক্রম কর্মসূচির ব্যবস্থা করা হয়। ফুটবল, ক্রিকেট, ভলিবল নিয়মিত খেলা হয়। এ ছাড়া টেবিল টেনিস, ক্যারম, দাবা প্রভৃতি আন্তঃকক্ষ খেলাধুলা ও প্রতিযোগিতার ব্যবস্থা রয়েছে। বছরের শুরুতে অনুষ্ঠিত হয় সপ্তাহব্যাপী বার্ষিক ক্রীড়া ও সাংস্কৃতিক প্রতিযোগিতা। এছাড়া ছাত্রদের মধ্যে সাংস্কৃতিক চেতনা উজ্জীবিত করার লক্ষ্যে সাংবাৎসরিক সাপ্তাহিক আন্তঃহাউস মঞ্চ প্রতিযোগিতা অনুষ্ঠিত হয়। এতে বিতর্ক, কুইজ, বাংলা ও ইংরেজি বানান, আযান, ক্বিরাত, হামদ-নাত ইত্যাদি বিষয় অন্তর্ভুক্ত থাকে। বার্ষিক সাংস্কৃতিক সপ্তাহের আয়োজনে বক্তৃতা, আবৃত্তি, অভিনয়, গল্প বলা, নাট্যানুষ্ঠান, সঙ্গীতানুষ্ঠান, চিত্রাঙ্কন ইত্যাদি চিত্তাকর্ষক ও মনোজ্ঞ প্রতিযোগিতার ব্যবস্থা করা হয়। ছাত্রদের বিজ্ঞানভিত্তিক মেধা বিকাশ এবং তাদেরকে বিজ্ঞানমনস্ক করে গড়ে তোলার লক্ষ্যে প্রতিবছর বিজ্ঞান মেলার আয়োজন করা হয়। ডাক টিকেট সংগ্রহ, চিত্রাংকন, ছবি তোলা, বাগান করা, মাটির কাজ, সঙ্গীতচর্চা, , স্কাউটিং, নাট্যচর্চা, বিজ্ঞান ক্লাব, ডিবেটিং ক্লাব, ব্যান্ড শিক্ষা, জুনিয়র ক্যাডেট কোর প্রভৃতি কার্যক্রমও নিয়মিতভাবে অনুষ্ঠিত হয়। প্রতি বছর প্রতি হাউসের ছাত্ররা একটি চিত্তাকর্ষক দেয়াল পত্রিকা প্রকাশ করে। এছাড়া নিয়মিতভাবে প্রকাশ করা হয় কলেজ বার্ষিকী, বিজ্ঞান ম্যাগাজিন ও বিতর্ক স্যুভিনির। প্রতিটি কাজই ছাত্রদের অংশগ্রহণ ও প্রতিযোগিতার ভিত্তিতে পরিচালনা করা হয়।\n\n\n=== ক্লাব কথন ===\nবিতর্ক ক্লাব\nইংলিশ ল্যাঙ্গুয়েজ ক্লাব\nসাহিত্য ক্লাব\n\n\n=== অন্যান্য কার্যক্রম ===\nবিশ্বসাহিত্য কেন্দ্র কর্তৃক পরিচালিত বইপড়া কর্মসূচি\nবিএনসিসি\nগার্লস্ গাইড\nস্কাউট\nরেড ক্রিসেন্ট\n\n\n== গ্রন্থাগার ==\nএ কলেজে সুসজ্জিত গ্রন্থাগার আছে। লাইব্রেরী কার্ড জমাদান সাপেক্ষে যে কেউ প্রয়োজনীয় বই নির্দিষ্ট সময়ের জন্য ইস্যু করে নিতে পারে। \nশিক্ষার্থীরা নিজেদের অবসর সময়ে এখানে এসে বই পড়তে পারে। লাইব্রেরিতে দৈনিক, সাপ্তাহিক পত্রিকার ব্যবস্থা রয়েছে। লাইব্রেরিতে পৃথক পৃথক টেবিলে বসে পুস্তক এবং পত্র পত্রিকা পাঠ করা যায়।প্রায় ১০০০+ বইয়ের সংগ্রহ এখানে আছে।\n\n\n== আরো দেখুন ==\nরাজশাহী ক্যান্টনমেন্ট বোর্ড\nরাজশাহী জেলা\n\n\n== তথ্যসূত্র =="}