{"pageid": 1182314, "title": "ইসলামিক মুভমেন্ট অফ উজবেকিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1182314", "content": "ইসলামিক মুভমেন্ট অফ উজবেকিস্তান বা আইএমইউ হল ১৯৯৮ সালে গঠিত একটি জিহাদি ইসলামি দল  যা তাহির ইউলদাশেভ এবং সাবেক সোভিয়েত প্যারাট্রুপার জুমা নামাঙ্গানি কর্তৃক ফারগানা উপত্যকায় সংগঠিত হয়েছিল। তাঁরা উভয়ই জাতিগতভাবে উজবেক ছিলেন। এর মূল উদ্দেশ্য ছিল উজবেকিস্তানের তৎকালীন প্রেসিডেন্ট ইসলাম করিমভকে উৎখাত করে শরিয়ার অধীনে একটি ইসলামী রাষ্ট্র গঠন করা। তবে পরবর্তীতে এটি আল-কায়েদার মিত্রে পরিণত হয়। দলটি ১৯৯০-এর দশকে আফগান তালেবানের সাথেও সম্পর্ক বজায় রেখেছিল। পরবর্তীতে আফগান তালেবান এবং আইএমইউয়ের মধ্যে সম্পর্ক হ্রাস পেতে শুরু করে। \n২০০০ এবং ২০০১ সালে তাজিকিস্তান এবং উত্তর আফগানিস্তানে তালেবান-নিয়ন্ত্রিত এলাকার ঘাঁটি থেকে বেরিয়ে আইএমইউ দক্ষিণ কিরগিজস্তানে ধারাবাহিক অভিযান শুরু করে। ২০০১ সালে আমেরিকার নেতৃত্বে আফগানিস্তানে আগ্রাসনের সময় IMU ব্যাপক ক্ষয়ক্ষতির সম্মুখীন হয়। তখন এর প্রতিষ্ঠাতা নেতা জুমা নামাঙ্গানি নিহত হন এবং তাহির ইউলদেশেভ আইএমইউয়ের অবশিষ্ট যোদ্ধাদের নিয়ে পাকিস্তানের ফেডারেল শাসিত উপজাতীয় এলাকা ওয়াজিরিস্তানে পালিয়ে যান। আইএমইউ তখন উপজাতীয় এলাকায় পাকিস্তানি বাহিনীর বিরুদ্ধে এবং উত্তর আফগানিস্তানে ন্যাটো ও আফগান বাহিনীর বিরুদ্ধে লড়াইয়ের দিকে মনোনিবেশ করে। \n২০১৫ সালের মাঝামাঝি সময়ে এর নেতৃত্ব প্রকাশ্যে ইসলামিক স্টেট অফ ইরাক অ্যান্ড দ্য লেভান্ট (ISIL)-এর প্রতি আনুগত্যের প্রতিশ্রুতি দেয় এবং ঘোষণা করে যে IMU এই গোষ্ঠীর একটি আঞ্চলিক শাখা।  ২০১৬ সালে একটি রিপোর্টে বলা হয়েছিল যে, আইএসের অংশ হওয়ার পর ইসলামিক মুভমেন্ট অফ উজবেকিস্তানের একটি নতুন উপদলের আবির্ভাব হয়েছিল। যারা আইএমইউ থেকে পৃথক হয়ে দলটির মূলনাম ধরে রেখেছে এবং এটি আইএসআইএল থেকে স্বাধীন ছিল। দলটি এও ইঙ্গিত দিয়েছিল যে, এটি আল-কায়েদা এবং তালেবানের প্রতি অনুগত এবং আইএসআইএলের বিরুদ্ধে সদা তৎপর। \n\n\n== পটভূমি ==\n১৯১৭ সালে সোভিয়েত ইউনিয়ন গঠিত হলে মধ্য এশিয়ার মুসলিম অঞ্চলগুলোকে জবরদখল করে ইউনিয়নের অন্তর্ভুক্ত করে নেওয়া হয়। ক্ষমতায় আরোহণ করেই বলশেভিক সরকার মধ্য এশিয়ায় আনুষ্ঠানিকভাবে ইসলামকে দমন করা শুরু করে। মসজিদগুলিকে বন্ধ করে আস্তাবল এবং আর্মি ক্যাম্পে পরিণত করা হয়। বৃহত্তর মুসলিম বিশ্বের সাথে মধ্য এশীয় মুসলিমদের সমস্ত যোগাযোগ বিচ্ছিন্ন করে রাখা হয়। এই বিচ্ছিন্নতা ও নিপীড়নের সমাপ্তি ঘটে ১৯৭৯ থেকে ১৯৮৯ সাল পর্যন্ত সংগঠিত সোভিয়েত-আফগান যুদ্ধের মাধ্যমে। এই যুদ্ধে সোভিয়েত তাদের নিজস্ব সৈন্যদের ব্যবহার না করে তার আওতাধীন মধ্য এশিয়ার অন্যান্য মুসলিম প্রজাতন্ত্রগুলো থেকে হাজার হাজার সৈন্য সংগ্রহ করে যুদ্ধে প্রেরণ করে। এরা সোভিয়েত ইউনিয়নের হয়ে আফগান মুজাহেদিনের সাথে লড়াই করতে যায়। এই সৈনিকদের অনেকেই তখন তাদের বিরোধী মুসলিম মুজাহিদদের ধার্মিকতায় বিমুগ্ধ হয়ে বাড়ি ফিরে আসেন এবং নিজেদের ধর্মীয়, সাংস্কৃতিক ও ভাষাগত বৈশিষ্ট্য সম্পর্কে সচেতন হতে থাকেন, যে ব্যাপারে মস্কো তাদের অন্ধকারে রেখেছিল। তারা নিজেদের ধর্মীয় স্বকীয়তা ও জাতিগত স্বাধীনতার ব্যাপারে সচেতন হতে থাকে।\n\n\n=== আদোলাত প্রতিষ্ঠা ===\nআফগানিস্তান যুদ্ধে পাঠানো এমন একজন উজবেক প্যারাট্রুপার সৈনিক ছিলেন। তাঁর নাম ছিল জুমাবোই খোজায়েভ। যুদ্ধের পর খোজায়েভ উজবেকিস্তানের ফারগানা উপত্যকায় তার নিজ শহর নামানগানে ফিরে আসেন এবং নিজস্ব অভিজ্ঞতার আলোকে জিহাদের ব্যাপারে আগ্রহী হয়ে ওঠেন। সেই উদ্দেশ্যে তিনি স্থানীয় ইসলামপন্থি নেতা তাহির ইউলদাশেভের সাথে যুক্ত হন। ১৯৯১ সালে সোভিয়েত ভাঙ্গনের ফলে আকস্মিকভাবে উজবেকিস্তান স্বাধীন হয়ে গেলে দেশটি অস্থিতিশীল হতে থাকে। সেই সুযোগে ইউলদেশেভ এবং খোজায়েভ আদোলাত (বিচার) নামে একটি সালাফি জিহাদি দল প্রতিষ্ঠা করেন। \nআদোলাত নামানগানের কর্তৃত্ব গ্রহণ করে এবং সেখানে দ্রুত শরিয়া আইন আরোপের মাধ্যমে শৃঙ্খলা ও নিরাপত্তা প্রতিষ্ঠা করে। এর ফলে সদ্য প্রতিষ্ঠিত প্রেসিডেন্ট করিমভকে উপেক্ষা করে ক্রমবর্ধমান আদোলাত দৃঢ়তাপূর্ণ ও প্রভাবশালী হয়ে ওঠে। যার ফলে করিমভ উজবেকিস্তানে শরিয়া আরোপ করতে বাধ্য হয়। কিন্তু ১৯৯২ সালে করিমভ তাসখন্দে তার কর্তৃত্বকে সফলভাবে শক্তিশালী করতে সক্ষম হন এবং আদোলাতকে নিষিদ্ধ করে ফারগানা উপত্যকা অঞ্চলের উপর কেন্দ্রীয় নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠা করেন। \n\n\n=== তাজিক গৃহযুদ্ধ (১৯৯২-১৯৯৭) ===\nতখন গ্রেপ্তার এড়াতে ১৯৯২ সালে ইউলদাশেভ এবং নামাগানি তাজিকিস্তানে চলে যান। তখন তাজিকিস্তানে ইমোমালি রাহমনভের নেতৃত্বে একটি সফল অভ্যুত্থানে পরে রক্তক্ষয়ী গৃহযুদ্ধ চলছিল। গৃহযুদ্ধের ফলে রাহমনভের নব্য-কমিউনিস্ট বাহিনীর বিরুদ্ধে ইউটিও নামে পরিচিত একটি গণতান্ত্রিক দল এবং ইসলামপন্থীদের একটি জোট লড়াই করছিল। ইউটিওর নেতৃত্বে ছিলেন তৎকালীন ব্যাপক জনপ্রিয় এবং অত্যন্ত সম্মানিত ইসলামপন্থী নেতা সাইদ আবদুল্লাহ নুরি, যার ইসলামিক রেনেসাঁ পার্টি অফ তাজিকিস্তান (IRPT) নামী দলটি ছিল মধ্যপন্থী এবং গণতান্ত্রিক ইসলামের পক্ষে। নামাঙ্গানি তখন আইআরপিটিতে যোগ দেন। \nআফগানিস্তানে নামাঙ্গানির যুদ্ধের অভিজ্ঞতা থাকার কারণে IRPT তাকে পার্বত্য তাভিলদারা উপত্যকা অঞ্চলে সক্রিয় ইউনিটের কমান্ডের দায়িত্ব দিয়েছিল। এই দায়িত্বে তিনি যথেষ্ট সফলও হয়েছিলেন।  এদিকে আফগানিস্তান, তুরস্ক এবং মধ্যপ্রাচ্য সফরের উদ্দেশ্যে ইউলদাশেভ তাজিকিস্তান ত্যাগ করেন এবং এই সফরে তিনি অসংখ্য ইসলামপন্থী গোষ্ঠীর সাথে যোগাযোগ গড়ে তোলেন। ১৯৯৫ থেকে ১৯৯৮ সাল পর্যন্ত ইউলদাশেভ পাকিস্তানের পেশোয়ারে ছিলেন। সেখানে তিনি ওসামা বিন লাদেন এবং সেখানে অবস্থিত আফগান আরবদের সাথে সম্পর্ক স্থাপন করেন। \n\n\n=== IMU গঠন (১৯৯৮) ===\n১৯৯৭ সালে ইমোমালি রহমনভ এবং নুরি একটি শান্তি চুক্তিতে স্বাক্ষর করেন যার ফলে রাহমনভ IRPT এর সাথে ক্ষমতা ভাগাভাগি করতে সম্মত হন। এই চুক্তির ফলে ক্ষমতালোভী তাজিক ইসলামপন্থীদের প্রতি হতাশ হয়ে ইউলদেশেভ এবং নামাঙ্গানি উজবেকিস্তানে করিমভের বিরুদ্ধে প্রতিরোধ তৈরির লক্ষ্যে ১৯৯৮ সালে আইএমইউ গঠন করেন।\nপ্রতিষ্ঠার শুরু হতেই আইএমইউ তৎকালীন ক্ষমতাসীন আফগান তালেবানের প্রতি ঝুঁকে পড়তে থাকে। এর ফলে আইএমইউ তাদের প্রাক্তন মধ্যপন্থী আইআরপিটি মিত্রদের থেকে দূরে সরে যেতে থাকে। কারণ আইআরপিটি তখন তালেবান বিরোধী তাজিক নেতা আহমদ শাহ মাসুদ এবং তার আওতাধীন উত্তর জোটকে সমর্থন দেওয়া শুরু করে। \nশত আক্রমণ সত্ত্বেও নামাঙ্গানি তাজিকিস্তানের তাভিলদারা উপত্যকায় তার ঘাঁটি বজায় রেখেছিলেন এবং ফারগানা উপত্যকা থেকে বিপুল সংখ্যক অসন্তুষ্ট যুবককে তার বাহিনীতে নিয়োগ করতে সক্ষম হন। এ সকল যুবক করিমভের কর্তৃত্ববাদী শাসনের অধীনে অর্থনৈতিক কষ্ট এবং ধর্মীয় নিপীড়নে পিষ্ট ছিল। \n\n\n== ইতিহাস ==\n\n\n=== মধ্য এশিয়ায় প্রাথমিক কার্যক্রম ===\n১৯৯৯ সালে করিমভকে হত্যার উদ্দেশ্যে রাজধানী তাসখন্দে ধারাবাহিক বিস্ফোরণ ঘটানো হয়। করিমভ এই ঘটনার জন্য ইসলামপন্থী বিশেষ করে আইএমইউকে দায়ী করেন। যাহোক, এটি এখন পর্যন্ত বিতর্কিতই রয়ে গেছে। হতে পারে এই হামলা আইএমইউ করেনি, বরং এটি করিমভের রাজনৈতিক প্রতিদ্বন্দ্বী বা আঞ্চলিক নেতাদের কাজ ছিল। হামলার জন্য যেই দায়ী হোক, এর ফলাফল ছিল করিমভ কর্তৃক নির্বিশেষে ইসলাম ও ইসলামপন্থিদের দমন। বিশেষ করে ঐতিহ্যগতভাবে ইসলাম পালিত ফারগানা উপত্যকায় অভিযান চালানো হয়। তবে এতে করিমভ সফল হতে পারেনি। এই অভিযান তাভিলদারা উপত্যকায আইএমইউয়ের সাথে যোগদানের জন্য উজবেকিস্তান থেকে পালিয়ে আসা লোকদের সংখ্যা আরোও বাড়িয়েছে। \nতার পরের বছর আইএমইউ দক্ষিণ কিরগিজস্তানের বাটকেন অনুপ্রবেশ করে তার প্রথম পরীক্ষিত অপারেশন সফলভাবে পরিচালনা করে। এই অঞ্চলটিতে প্রধানত জাতিগত উজবেকরা বসবাস করে। বিদ্রোহীরা আঞ্চলিক রাজধানী ওশের মেয়রকে ধরে নিয়ে গিয়েছিল এবং বিশকেকের অপ্রস্তুত কিরগিজ সরকারের কাছ থেকে সফলভাবে মুক্তিপণ আদায় করেছিল।সেইসাথে তাদের নিরাপদে আফগানিস্তানে নিয়ে যাওয়ার জন্য একটি হেলিকপ্টার বরাদ্দ করতেও বাধ্য করেছিল। বাটকেনে সফলভাবে অপারেশন পরিচালনা করার পরে অপর একটি অভিযানে অনেক জাপানি ভূতাত্ত্বিককে অপহরণ করা হয়। যদিও জাপান সরকার কর্তৃক এটিকে অস্বীকার করা হয়। তবে পরবর্তীতে তাদের মুক্তিতে একটি উল্লেখযোগ্য মুক্তিপণ প্রদানের কথা জানা গেছে। \nআইএমইউয়ের এই সফল অভিযানগুলি মধ্য এশিয়ায় বড় প্রভাব ফেলেছিল এবং এর ফলে তাভিলদারা উপত্যকায় আইএমইউকে তার ঘাঁটি থেকে বিতাড়িত করার জন্য তাজিকিস্তান সরকারের উপর যথেষ্ট আন্তর্জাতিক চাপ সৃষ্টি হয়েছিল। তবে IRPT তাদের প্রাক্তন মিত্র নামাঙ্গানিকে ১৯৯৯ সালের শেষের দিকে তাভিলদারা ত্যাগ করতে রাজি করায়। এর ফলে বিতর্কিতভাবে নামাঙ্গানি এবং তার যোদ্ধাদের রাশিয়ান সামরিক হেলিকপ্টারে তাজিকিস্তান থেকে উত্তর আফগানিস্তানে নিয়ে যাওয়া হয়েছিল। এই পদক্ষেপ করিমভ অত্যন্ত ক্ষুব্ধ হয়েছিলেন এবং দাবি করেছিলেন যে, রাশিয়ানরা উজবেকিস্তানকে দুর্বল করার চেষ্টায় আইএমইউকে সহায়তা করছে। \n\n\n=== তালেবান শাসিত আফগানিস্তানে আইএমইউ ===\nআফগানিস্তানে এসে ইউলদেশেভ মাসুদের উত্তর-জোটের বিরুদ্ধে তাদের যুদ্ধে সহায়তা প্রদানের বিনিময়ে তালেবানদের কাছ থেকে অপারেশনের স্বাধীনতা আদায় করেন। এ সময় তিনি বিভিন্ন দেশ ঘুরে যে অভিজ্ঞতা অর্জন করেছিলেন তা কাজে লাগাতে সক্ষম হন।  আইএমইউ সেখানে অফিস ও প্রশিক্ষণ শিবির স্থাপন করে এবং উজবেকিস্তান সরকারের জুলুমে পিষ্ট উজবেক যুবকদের তাদের বাহিনীতে নিয়োগ দেওয়া শুরু করে।\nঅনুমান করা করা হয়, যে IMU তখন প্রায় ২০০০ সদস্যের শক্তিশালী একটি দল ছিল এবং বসন্তে তারা মাসুদের বিরুদ্ধে তালেবানের আক্রমণে প্রায় ৬০০ যোদ্ধা দিয়ে সহায়তা করেছিল। আইএমইউ তালোকানের সফল অবরোধেও অংশ নিয়েছিল, যেখানে তারা বিন লাদেনের 055 ব্রিগেডের সাথে লড়াই করেছিল। ২০০০ সালের গ্রীষ্মে পশ্চিমা মিডিয়া এবং সিআইসি সূত্র দাবি করে যে, আইএমইউ আগেকার তুলনায় আরো উন্নত অস্ত্র, যেমন স্নাইপার রাইফেল ও নাইট-ভিশন গগলস দিয়ে সজ্জিত হয়েছে এবং বিন লাদেন থেকে অনেক ভারী অস্ত্রশস্ত্র পেয়েছে। তখন নামাঙ্গানি আইএমইউ যোদ্ধাদের আফগানিস্তান থেকে তাজিকিস্তানের তাভিলদারা উপত্যকায় ফিরিয়ে আনেন এবং সেখান থেকে কিরগিজস্তানের বাটকেনে এবং তাসখন্দের কাছাকাছি উত্তর উজবেকিস্তানে বহুমুখী আক্রমণ শুরু করেন। \n২০০০ সালের আগস্টে IMU কিরগিজস্তানের কারা-সু উপত্যকায় চার মার্কিন পর্বতারোহী টমি ক্যাল্ডওয়েল, বেথ রডেন, জেসন স্মিথ এবং জন ডিকিকে অপহরণ করে এবং ১২ আগস্ট পালিয়ে না যাওয়া পর্যন্ত তাদের জিম্মি করে রাখে।  জবাবে মার্কিন যুক্তরাষ্ট্র আইএমইউকে একটি বিদেশী সন্ত্রাসী সংগঠন হিসাবে শ্রেণীবদ্ধ করে।  এই অপহরণের ফলে তাজিক সরকারের ওপর আবারো আন্তর্জাতিক চাপের সৃষ্টি হয়। এক আলোচনায় রাশিয়ানরা নামাঙ্গানি ও তার লোকজনদের পুনরায় আফগানিস্তানে ফিরিয়ে নিয়ে যাওয়ার জন্য সম্মত হয়। সেখানে তারা ২০০১ সালের জানুয়ারিতে পৌঁছে। \n২০০১ সাল নাগাদ আইএমইউ এবং তালেবানের মধ্যে সম্পর্ক আরো প্রকট হয়ে ওঠে এবং মিডিয়া রিপোর্টে নামাঙ্গানিকে তালেবান সরকারে উপ-প্রতিরক্ষা মন্ত্রী নিযুক্ত করা হয়েছিল বলে প্রচার করা হয়। তবে তালেবান তা অস্বীকার করেনি। বসন্তে আইএমইউ আবারো মাসুদের বিরুদ্ধে নতুন অভিযানের জন্য তালেবানকে ৬০০ জন যোদ্ধা সরবরাহ করে।\nআফগানিস্তানে তালেবান শাসনের শেষ মাসগুলোতে উজবেক সরকার আফগান তালেবানদের সাথে যোগাযোগ রক্ষা করে। যোগাযোগের উদ্দেশ্য ছিল তালেবানদেরকে ইসলামিক মুভমেন্ট অফ উজবেকিস্তানের যোদ্ধাদের হস্তান্তর করতে রাজি করানো।\n\n\n=== তালেবান শাসনের পতন ===\n২০০১ সালে আমেরিকা আফগানিস্তান যুদ্ধে তালেবানের সাথে লড়াই করার সময় আইএমইউ বহুলাংশে ধ্বংস হয়ে যায়, সে বছরের নভেম্বরে উত্তর আফগানিস্তানে মার্কিন বিমান হামলায় নামাঙ্গানি নিহত হন। নামাঙ্গানি নিহত হলে আইএমইউ প্রায় অস্তমিত হয়ে পড়ে। তবে ২০০২ সালের মার্চে ইউলদাশেভ এবং অনেক আইএমইউ সদস্য আফগানিস্তানের শাহী কোট উপত্যকায় অপারেশন অ্যানাকোন্ডা চলাকালীন কোয়ালিশন বাহিনীর বিরুদ্ধে যুদ্ধ করেছিলেন বলে মনে করা হয়। \nএরপর IMU-এর সদস্যরা পাকিস্তানের উপজাতীয় অঞ্চলে পালিয়ে যায়। সেখানে তারা বসতি স্থাপন করতে শুরু করে। অনেকে পরিবার শুরু করে এবং স্থানীয় ব্যবসায় জড়িত হয়। সে সময় গোষ্ঠীটি তালেবান এবং আল-কায়েদার সদস্যদের সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তুলেছিল, যারা আমেরিকান হামলা থেকে বাঁচতে এই অঞ্চলে আশ্রয় নিয়েছিল।  তবে স্থানীয় প্রভাবশালী তালেবান নেতা মৌলভি নাজির স্থানীয় রীতিনীতিকে অসম্মান, উপজাতিদের হত্যা এবং স্থানীয় বিবাদে জড়িত থাকার অভিযোগে উজবেকদের অভিযুক্ত করায় কিছু স্থানীয় জনগণের সাথে তাদের উত্তেজনা বেড়ে যায়। ২০০৭ সালের প্রথম দিকে নাজিরের যোদ্ধা ও উজবেকদের মধ্যে যুদ্ধ শুরু হয়। এর যার ফলে উভয় পক্ষের শত শত হতাহত হয় এবং দক্ষিণ ওয়াজিরিস্তানের বেশিরভাগ এলাকা থেকে আইএমইউকে বিতাড়িত করা হয়। \nতখন বিতাড়িত অনেক আইএমইউ সদস্যকে পাকিস্তানি তালেবানের আমির বাইতুল্লাহ মেহসুদ আশ্রয় দিয়েছিলেন এবং মেহসুদ যখন পাকিস্তান রাষ্ট্রের বিরুদ্ধে গিয়ে ২০০৭ সালে তেহরিক-ই-তালেবান পাকিস্তান (টিটিপি) গঠন করেন, তখন আইএমইউ তাকে ঘনিষ্ঠভাবে সহযোগিতা করেছিল।  ২০০৯ সালে হাকিমুল্লাহ মেহসুদ টিটিপি নেতা হিসাবে বাইতুল্লাহর স্থলাভিষিক্ত হওয়ার পরেও দুটি গ্রুপের মধ্যে জোট অব্যাহত ছিল, আইএমইউ এবং তেহরিক-ই-তালেবান পাকিস্তান পাকিস্তান রাষ্ট্রের উপর যৌথ আক্রমণ চালায় এবং পাকিস্তানের কারাগারে আটক জিহাদি বন্দীদের মুক্তির লক্ষ্যে আনসার আল-আসির নামে একটি সম্মিলিত ইউনিট গঠন করে।  ২০০৯ সালের আগস্টে মার্কিন ড্রোন হামলায় ইউলদাশেভ নিহত হলে গোষ্ঠীটি হাক্কানি নেটওয়ার্কের সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তোলে।কারণ তৎকালীন আইএমইউ-এর নতুন নেতৃত্ব গ্রুপটিকে উত্তর ওয়াজিরিস্তানের মীর আলী এবং মিরানশাহের হাক্কানি ঘাঁটিতে স্থানান্তরিত করেছিল। \n\n\n=== আফগানিস্তানে ফেরা এবং পরবর্তী ঘটনাসমূহ ===\nআইএমইউ আফগানিস্তানে ফিরে এসে সক্রিয় হতে শুরু করে।  IMU যোদ্ধারা প্রথমে আফগানিস্তানে সক্রিয় হতে শুরু করে ২০০৭ সালে, তখন আফগান এবং ISAF সৈন্যদের বিরুদ্ধে তালেবান বিদ্রোহীদের সাথে তারা লড়াই করে।  ২০১০ সাল থেকে আইএমইউ উত্তর আফগানিস্তান বিশেষ করে তাখার প্রদেশে এবং তার আশেপাশের জাতিগত উজবেক এলাকায় তার উপস্থিতি প্রসারিত করতে শুরু করে।  উত্তর আফগানিস্তানের আইএমইউ কমান্ডাররা তালেবানের ছায়া সরকারের সাথে একীভূত হয়ে কাজ শুরু করে। সেখানে আফগান সরকারের উপস্থিতি খুবই দুর্বল ছিল। \nকাবুলের আফগান মিডিয়া-রিসোর্সেস সেন্টারের পরিচালক হাজি সিয়িত দাউদ দাবি করেছেন যে, আইএমইউয়ের আফগানিস্তানে যাওয়াটা ছিল স্বাভাবিক। কারণ ইসলামিক মুভমেন্ট অফ উজবেকিস্তান পাকিস্তানের চেয়ে আফগানিস্তানে সমর্থন পাওয়ার সম্ভাবনা অনেক বেশি। কারণ পাকিস্তানে তাদের বিদেশী সন্ত্রাসী হিসেবে ঘোষণা করা হয়েছে এবং পাকিস্তান সেনাবাহিনী তাদের হত্যা করছে। \n২০১৪সালের জুনে জিন্নাহ আন্তর্জাতিক বিমানবন্দরে IMU এবং TTP-এর হামলার পরিপ্রেক্ষিতে পাকিস্তান সশস্ত্র বাহিনী উত্তর ওয়াজিরিস্তানে জঙ্গি গোষ্ঠীর বিরুদ্ধে একটি বড় সামরিক অভিযান শুরু করে।  পরের মাসগুলিতে মিডিয়া রিপোর্টে বলা হয় যে, অনেক IMU যোদ্ধা এবং তাদের পরিবার এই সামরিক অভিযান থেকে পালিয়ে আফগানিস্তানে চলে গেছে। \nআফগান তালেবান এবং ইসলামিক মুভমেন্ট অফ উজবেকিস্তানের মধ্যে সম্পর্কের অবনতি হওয়ার পর গোষ্ঠীটি তার আনুগত্য ইসলামিক স্টেটের (আইএস) হাতে সোপর্দ করে।  IMU নেতা উসমান গাজি ২০১৪ সালে ইসলামিক স্টেট অফ ইরাক অ্যান্ড দ্য লেভান্ট (ISIL)-এর প্রতি গোষ্ঠীটির সমর্থন ঘোষণা করেন।  তবে আফগান সরকারী সূত্র অনুসারে এটি তখনো আফগানিস্তানে তালেবানদের সাথে ঘনিষ্ঠভাবে সহযোগিতা অব্যাহত রেখেছিল।  ২০১৫ সালের মার্চে সাদুল্লা উরগেঞ্জির নেতৃত্বে উত্তর আফগানিস্তানে আইএমইউ যোদ্ধাদের একটি দল একটি ভিডিও প্রকাশ করে। যাতে তারা বলে যে, তারা তালেবানের নেতা মোল্লা ওমরকে নেতা হিসাবে দেখে না, বরং তারা আইএসআইএল-এর আবু বকর আল-বাগদাদির প্রতি আনুগত্যের প্রতিশ্রুতি দিয়েছে।  এর পরে জুলাইয়ে তারা আরো ভিডিও প্রকাশ করে। সেখানে আইএমইউয়ের আধ্যাত্মিক নেতা হিসাবে পরিচিত শেখ মোহাম্মাদ আলীকে আইএসআইএল-এর প্রতি আনুগত্যের শপথ নিতে দেখা যায়৷  সে বছর আগস্টে গ্রুপটি আরো একটি ভিডিও প্রকাশ করে। সেখানে এর নেতা উসমান গাজি আইএসআইএল এবং আবু বকর আল-বাগদাদির প্রতি আনুগত্যের শপথ নেওয়ার জন্য আইএমইউ যোদ্ধাদের নেতৃত্ব দিচ্ছেন। গাজি আরো বলেন যে, এই দলটিকে এখন আইএসআইএল-এর আফগানিস্তান শাখা বা উইলায়াত খোরাসানের যোদ্ধা হিসাবে বিবেচনা করা উচিত।  আইএসের প্রতি আনুগত্যের অঙ্গীকারের পরে তালেবানরা জাবুল প্রদেশে আইএমইউ এবং ভিন্নমতাবলম্বী তালেবান কমান্ডার মনসুর দাদুল্লাহর অনুগত বাহিনীর বিরুদ্ধে আক্রমণ শুরু করে। এতে ব্যাপক হতাহতের ঘটনা ঘটে এবং কার্যকরভাবে জাবুল প্রদেশ থেকে গোষ্ঠীর উপস্থিতি নিশ্চিহ্ন করে দেওয়া হয়। \n২০১৬ সালের জুনে আইএমইউয়ের একটি নতুন দল নিজেকে আইএসআইএল থেকে মুক্ত ঘোষণা করে তালেবান ও আল কায়েদার প্রতি আনুগত্য প্রকাশ করে।  কেবল এই দলটিই বর্তমান আইএমইউ হিসেবে অবশিষ্ট আছে।\n\n\n== সদস্যপদ ==\nযদিও আইএমইউ জাতিগতভাবে একটি উজবেক আন্দোলন ছিল, কিন্তু এর নিয়োগের ভিত্তিটি মধ্য এশিয়ান জনবল তথা আফগান, তাজিক, উইঘুর ও তুর্কমেন সেইসাথে আরব, চেচেন এবং পশ্চিমাদেরও অন্তর্ভুক্ত করেছিল। এর ফলে এটি একটি বৈশ্বিক গোষ্ঠীতে রূপান্তরিত হয়। হিযবুত তাহরীর ও আইএমইউ কিরগিজস্তান এবং উজবেকিস্তানের প্রবাসীদের মাধ্যমে উইঘুর থেকেও সদস্য লাভ করেছিল।  কারণ এই আন্দোলনের লক্ষ্য ছিল, চীনের জিনজিয়াং এবং মধ্য এশিয়া দখল করা।  সেই লক্ষ্যে ২০০১ সালে নিহত আইএমইউ নেতা জুমা নামাঙ্গানির অধীনে কাজ করার জন্যে উইঘুর, চেচেন, উজবেক, তাজিক, কিরগিজ, কাজাখ এবং অন্যান্য জাতির লোকেরা ভিড় জমায়।\nআইএমইউয়ের বেশ কয়েকজন সিনিয়র নেতা ও মতাদর্শী নন-উজবেক ছিলেন। যাদের মধ্যে এর প্রাক্তন কিরগিজ সামরিক কমান্ডার আব্বাস মনসুর এবং বার্মিজ রোহিঙ্গা বংশোদ্ভূত পাকিস্তানি নাগরিক মুফতি আবু জার আল বর্মী। ২০১১ সালে IMU তার ওয়েবসাইটে প্রচারিত তালিকাভুক্ত ৮৭ জন শহীদের মধ্যে মাত্র চারজন উজবেক ছিলেন। এঁদের মধ্যে ৬৪ জন আফগানি,১০ জন তাজিক, 6 জন কিরগিজ এবং একজন করে তাতার, জার্মান ও পাকিস্তানি ছিলেন। আইএমইউ-এর অন্যতম মুখপত্র ছিলেন আবু জর আলবারমি। তিনি আইএমইউয়ের মুফতি ছিলেন এবং তিনি পাকিস্তানি বংশোদ্ভূত রোহিঙ্গা ছিলেন।\n\n\n== নেতৃত্ব ==\n২০০৯ সালের ৩০ সেপ্টেম্বর একজন ব্যক্তি নিজেকে তাহির ইউলদাশেভের দেহরক্ষী বলে দাবি করেন এবং বলেন যে, ইউলদাশেভ মার্কিন ক্ষেপণাস্ত্র বিমান হামলায় নিহত হয়েছেন যা পাকিস্তান তালেবান প্রধান বাইতুল্লাহ মেহসুদের মৃত্যুর পরপরই ঘটেছিল। পরদিন পাকিস্তান ও মার্কিন কর্মকর্তারা এই প্রতিবেদনের সত্যতা নিশ্চিত করেন।  এর প্রায় এক বছর পরে আইএমইউয়ের ওয়েবসাইট নিশ্চিত করে যে, ইউলদাশেভ ২০০৯ সালের ২৭ আগস্ট 27 আগস্ট দক্ষিণ ওয়াজিরিস্তানে মার্কিন শিকারী ড্রোন হামলায় নিহত হয়েছিলেন এবং সেখানে তাকে শহীদ আখ্যা দেওয়া হয়।\n২০১০ সালের ১৭ আগস্ট আইএমইউ ঘোষণা করে যে, ইউলদাশেভের দীর্ঘকাল ধরে দায়িত্ব পালনকারী ডেপুটি আবু উসমান আদিল গ্রুপের নতুন নেতা নিযুক্ত হয়েছেন।  আদিল তার প্রথম বিবৃতিতেই উজবেক সংখ্যালঘুদের বিরুদ্ধে জাতিগত সহিংসতার পরিপ্রেক্ষিতে তার অনুসারীদের কিরগিজস্তানের দক্ষিণাঞ্চলে জিহাদ করার আহ্বান জানান। ২০১২ সালের এপ্রিলে পাকিস্তানে মার্কিন ড্রোন হামলায় আদিল নিহত হয়। ২০১২ সালের আগস্টে দলটি ঘোষণা করে যে, আদিলের ডেপুটি উসমান গাজী তাদের নতুন নেতা নির্বাচিত হয়েছেন।\n\n\n== অর্থায়ন ==\nইউরেশিয়া ম্যাগাজিন কর্তৃক আইএমইউকে মাদক চোরাচালান নিয়ন্ত্রণ এবং এতে সহায়তা করার মতো সংগঠিত অপরাধমূলক কর্মকাণ্ডে জড়িত বলে অভিযোগ করা হয়েছিল। তবে আইএমইউ এসব অভিয়োগ মিথ্যা ও ভিত্তিহীন বলে উড়িয়ে দেয়। কারণ আইএমইউসহ এমন জিহাদি দলগুলোকে কট্টর ইসলামপন্থী মনে করা হয়। আর ইসলামে মাদক দৃঢ়ভাবে হারাম বলা হয়েছে। তাই ইসলামি বিধান অমান্য করলে তাকে ইসলামপন্থী বলাই কষ্টকর, কট্টরপন্থী তো নয়ই। আইএমইউ তালেবান এবং আল-কায়েদার কাছ থেকে তহবিল পায় বলে মার্কিন যুক্তরাষ্ট্রের অভিযোগ করেছিল।\n\n\n== মিডিয়া ==\nআইএমইউয়ের মিডিয়া শাখা জুনদুল্লাহ স্টুডিও নামে পরিচিত।  এটি উচ্চ-মানের ভিডিও তৈরি করে, অডিও এবং লিখিত বিবৃতি প্রকাশ করে এবং উজবেক, রাশিয়ান, ফার্সি, আরবি, জার্মান, বার্মিজ, উর্দু এবং পশতুতে নিউজলেটার প্রকাশ করেছে। গ্রুপটি ফুরকান নামে একটি উজবেক-ভাষার ওয়েবসাইটও চালায়।  তবে এটি এখন আর অ্যাক্সেসযোগ্য নয়। \n\n\n== বর্তমান কার্যক্রম ==\n২০১৪ সালে আইএসের নাটকীয় উত্থান হতে শুরু করলে বিশ্বের বিভিন্ন প্রান্তে সক্রিয় থাকা সালাফি জিহাদি দলগুলো ব্যাপকভাবে তাদের আনুগত্য স্বীকার করে নিজেদের আইএসের আঞ্চলিক শাখা আখ্যা দেওয়া শুরু করে। আইএমইউ যেহেতু সালাফি জিহাদি চেতনায় প্রতিষ্ঠিত হয়েছিল এবং এর নেতৃবৃন্দ সালাফি জিহাদি চেতনায় উজ্জীবিত ছিল, তাই তারা আইএসের প্রতি আনুগত্য স্বীকার করে পূর্বের নাম পরিবর্তন করে নিজেদের আইএসের খোরাসান শাখা বলে অভিহিত করে। কিন্তু ২০১৬ সাল থেকে আইএসের পতন শুরু হলে তার অনুগত দলগুলোও হারিয়ে যেতে থাকে। আইএস ও তালেবান মতাদর্শগতভাবে একে অপরের শত্রু। আইএমইউ আইএসের ব্যানারে তালেবান অধ্যুষিত অঞ্চলে সক্রিয় হওয়ার চেষ্টা করলে তালেবান তাদের বিরুদ্ধে ব্যাপক অভিযান শুরু করে। এভাবে কিছুদিন পর আইএসের খোরাসান শাখা বিলুপ্তির পথে চলে যায়।\n২০১৬ সালে একটি ক্ষুদ্র দল আইএসের খোরাসান শাখা থেকে বের হয়ে পূর্বের আইএমইউ নাম ব্যবহার করে কার্যক্রম চালাতে থাকে এবং তারা নিজেদের আইএমইউয়ের উত্তরসূরি দাবি করে তালেবান ও আল কায়েদার প্রতি পুনর্বার আনুগত্য স্বীকার করে। ২০০১ সালে তালেবান ক্ষমতায় এলে এই দলটি নতুন করে কার্যক্রম পরিচালনা করতে উৎসাহী হয়।\n২০২২ সালে রাশিয়া ইউক্রেন যুদ্ধ শুরু হলে মধ্য এশীয় দেশগুলোর মাঝে সীমান্ত নিয়ে তুমুল দ্বন্দ্ব শুরু হয়। এই দ্বন্দ্বের সুযোগ নিয়েই আইএমইউসহ মধ্য এশিয়ায় সক্রিয় দলগুলো পুনরায় মাথা চাড়া দিয়ে উঠছে বলে তথ্য পাওয়া যায়। বিশেষ করে আইএমইউ সম্পূর্ণ নতুন আঙ্গিকে নিজেদের প্রস্তুত করে তুলছে বলে অভিযোগ পাওয়া যায়। \n\n\n== তথ্যসূত্র =="}