{"pageid": 1182833, "title": "শচীনন্দন স্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1182833", "content": "শচীনন্দন স্বামী (আইএএসটি: Śacī-nandana Svāmī; জন্ম ১৯৫৪) একজন গৌড়ীয় বৈষ্ণব গুরু, সন্ন্যাসী, এবং আন্তর্জাতিক কৃষ্ণ ভাবনামৃত সংঘের একজন ধর্ম গুরু।\n\n\n== জীবনী ==\nজার্মান বংশোদ্ভূত থরস্টেন ১৯৬০-এর দশকের শেষদিকে জার্মান টিভিতে হরে কৃষ্ণ ভক্তদের দেখার পর শচীনন্দন স্বামী প্রথম গৌড়ীয় বৈষ্ণবধর্মের সংস্পর্শে আসেন। ১৯৭০ সালে ইসকনে যোগ দেন, ১৯৭১ সালে আন্দোলনের প্রতিষ্ঠাতা এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের দ্বারা দীক্ষিত হন।\nতিনি ভগবদ্গীতা জার্মান ভাষায় অনুবাদ করেছেন। তাঁর প্রকাশনাগুলির মধ্যে রয়েছে পবিত্র নামের নেক্টেরিয়ান ওশান, গায়ত্রী বই, দ্য ওয়ে অফ দ্য গ্রেট ডিপার্চার,রূপান্তর শিল্প, আধ্যাত্মিক টনিক, এবং জীবন্ত নাম।\n১৯৭০ সালে, সেই সময়ে একটি ১৬ বছর বয়সী বালক, শচীনন্দন স্বামী \"জার্মানির হরে কৃষ্ণ সম্প্রদায়ের সাথে নিজেকে পরিচয় করিয়ে দেওয়ার জন্য যাত্রা শুরু করেছিলেন এবং শেখার, শিক্ষাদান এবং ভ্রমণের জীবন শুরু করেছিলেন যা তিনি আজও চালিয়ে যাচ্ছেন\"। ১৯৮৭ সালে তিনি ইসকনে একজন দীক্ষিত গুরু হন এবং ১৯৮৯ সালে সন্ন্যাস গ্রহণ করেন।  শচীনন্দন স্বামী ভারতের পবিত্র স্থানগুলিতে তীর্থযাত্রা করেছেন, প্রায়শই নিবিড় ' জপ ' পশ্চাদপসরণ করার জন্য বৃন্দাবন ভ্রমণ করেন।  তিনি বদ্রীনাথ, কেদারনাথ, গঙ্গোত্রী, কৈলাস পর্বত, অহোবিলাম,শ্রীরঙ্গম, মেলুকোট এবং তিরুপতি ভ্রমণ করেছেন।\nইসকনের মধ্যে শিক্ষাগত উন্নয়নের ক্ষেত্রে, শচীনন্দন স্বামী উচ্চশিক্ষার জন্য বৈষ্ণব ইনস্টিটিউট এবং রাধাদেশে ভক্তিবেদান্ত কলেজ প্রকল্পে ক্লাস পরিচালনা করেছেন।  তিনি বেদ একাডেমির আধ্যাত্মিক পরিচালক হিসেবেও কাজ করেন,  একটি আন্তর্জাতিকভাবে স্বীকৃত বৈদিক বিজ্ঞান, কলা ও দর্শনের বিশ্ববিদ্যালয় আটটি দেশে সক্রিয়।\n২০০৯ সালের সেপ্টেম্বরে শচীনন্দনা স্বামী আমেরিকান কীর্তন শিল্পী কৃষ্ণ দাসের সাথে বসনিয়া ও হার্জেগোভিনা, ক্রোয়েশিয়া এবং সার্বিয়া সফর করেন।\n\n\n== গ্রন্থপঞ্জি ==\nইংরেজি\n\nŚacīnandana Swami The Gāyatrī Book. – 1st ed. – Vasati Verlag, 2005. – 340 p. – আইএসবিএন ৯৭৮-৩-৯৩৭২৩৮-০৫-০\nŚacīnandana Swami The Art of Transformation. – Śaraṇāgati Publishing, 2005. – 86 p.\nŚacīnandana Swami Spiritual Tonic: Bhakti-rasayana. — Śaraṇāgati Publishing, 2006. — 164 p.\nŚacīnandana Swami The Nectarean Ocean of the Holy Name. — 2nd ed. — Śaraṇāgati Publishing, 2006. — 295 p.\nŚacīnandana Swami Nama Rahasya – The Confidential Secrets of Chanting the Holy Name in Perfection. — Śaraṇāgati Publishing, 2008. — 120 p.\nজার্মান\n\nŚacīnandana Swami Der Nektarozean des Heiligen Namens. — Veda Akademy Verlag, 1997. — 248 p. — আইএসবিএন ৩-৯৩২৯৭৩-০২-X\nŚacīnandana Swami Der Weg des großen Abschieds. Aus dem Tagebuch einer Pilgerreise in den Himalaja. — Gayatri Verlag, 1999. — 168 p. — আইএসবিএন ৩-০০-০০৩৯০৪-X\nŚacīnandana Swami Der Weg des großen Abschieds. Aus dem Tagebuch einer Pilgerreise in den Himalaja. — 2., überarb. Aufl. — The Bhaktivedanta Book Trust, 2000. – 206 p. – আইএসবিএন ৯১-৭১৪৯-৪৩১-৬\nŚacīnandana Swami & Marcus Schmieke Das große Praxisbuch der Mantras: Nutzen Sie die Kraft spirituellen Klangs. — Freiburg: Nietsch, 2007. — 220 p. — আইএসবিএন ৩-৯৩৯৫৭০-০১-X\nরাশিয়ান\n\nШачинандана Свами Путь великих прощаний. Дневник паломника в Гималаи. — М.: Бхактиведанта Бук Траст, 2004. — 221 с. — 5000 экз. — আইএসবিএন ৫-৯০২২৮৪-০৭-৪\nШачинандана Свами Океан нектара святого имени. — 2-е изд. — М: Философская книга, 2003. — 368 с. — আইএসবিএন ৫-৮২০৫-০০৩৯-৩\nইতালীয়\n\nŚacīnandana Swami. L'arte della trasformazione, Pixartprinting (VE), 2013, 75 p.\nŚacīnandana Swami. Nāma Rahasya. I segreti confidenziali per una perfetta recitazione del santo nome, Birografika Bori, 2014, 112 p.\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Saranagati OnLine\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ডিসেম্বর ২০১৩ তারিখে – by Sacinandana Swami\n\"Leaving the Noise of the Ten Thousand Little Things\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ অক্টোবর ২০২২ তারিখে"}