{"pageid": 11822, "title": "বাংলাদেশ টেলিকমিউনিকেশন্স কোম্পানি লিমিটেড", "url": "https://bn.wikipedia.org/wiki?curid=11822", "content": "বাংলাদেশ টেলিকমিউনিকেশন্স কোম্পানি লিমিটেড বা বিটিসিএল বাংলাদেশের সরকারি টেলিফোন সংস্থা ও বাংলাদেশের সর্ববৃহৎ টেলিযোগাযোগ কোম্পানি। ১৯৭১ সালে বাংলাদেশ স্বাধীন হওয়ার পর বাংলাদেশ তার ও টেলিফোন বোর্ড (বিটিটিবি) হিসেবে কোম্পানিটি প্রতিষ্ঠা করা হয়েছিল। জুলাই ১, ২০০৮ সালে বিটিটিবিকে পাবলিক লিমিটেড কোম্পানি করা হয় এবং বিটিসিএল হিসেবে নামকরণ করা হয়। বিটিসিএল এর আনুমানিক মুল্য ৳১৫,০০০ কোটি (৳ ১৫০ বিলিয়ন)। বিটিসিএল এর মোট কর্মকর্তা ও কর্মচারী ১২,৬৩৬ জন।\nবিটিসিএল বাংলাদেশের শহরাঞ্চলে ল্যান্ড-লাইন টেলিফোন পরিষেবাগুলি সরবরাহ করে, যার মধ্যে দেশের অভ্যন্তরে দূর-দূরান্তে এবং আন্তর্জাতিক কলিং পরিষেবার পাশাপাশি ইন্টারনেট পরিষেবা রয়েছে। ২০০৪ সালে বাংলাদেশ সরকার বেসরকারী সংস্থাগুলিকে বেশ কয়েকটি পিএসটিএন লাইসেন্স দিয়েছে। কিন্তু ঢাকার লোভনীয় বাজারে (যেখানে দেশব্যাপী বাজারের বেশিরভাগ অংশ রয়েছে) তাদের পরিষেবা প্রদান থেকে নিষেধাজ্ঞা জারি করা হয়েছিল। বিটিসিএল এর পরিচালিত একচেটিয়া ব্যবসা ভেঙে গিয়েছিল যখন অন্যান্য অপারেটররা ২০০৭ সাল থেকে লাইসেন্স পেতে শুরু করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক ইতিহাস ===\n১৮৫৩ সালে তৎকালীন ব্রিটিশ ভারতে ডাক ও টেলিগ্রাফ বিভাগের অধীনে টেলিগ্রাফ শাখাটি তৈরি করা হয়েছিল এবং পরবর্তীকালে টেলিগ্রাফ আইন -১৮৮৫ এর অধীনে নিয়ন্ত্রণ করা হয়েছিল। ১৯৬২ সালে তৎকালীন পূর্ব পাকিস্তানে টেলিগ্রাফ শাখাটি পাকিস্তান টেলিগ্রাফ এবং টেলিফোন বিভাগ হিসাবে পুনর্গঠন করা হয়েছিল।\n\n\n=== স্বাধীনতার পর ===\nবাংলাদেশের স্বাধীনতার পরে ১৯৭১ সালে ডাক ও টেলিযোগাযোগ মন্ত্রণালয়ের অধীনে বাংলাদেশ টেলিগ্রাফ এবং টেলিফোন বিভাগ স্থাপন করা হয়েছিল। এটি টেলিগ্রাফ এবং টেলিফোন বোর্ড অধ্যাদেশ, ১৯৭৫ এর প্রজ্ঞাপনের মাধ্যমে 'টেলিগ্রাফ এবং টেলিফোন বোর্ড' নামের একটি কর্পোরেট সংস্থায় রূপান্তরিত করা হয়েছিল। ১৯৭৯ সালের অধ্যাদেশ অনুসারে টেলিগ্রাফ এবং টেলিফোন বোর্ডকে বাংলাদেশ টেলিগ্রাফ এবং টেলিফোন বোর্ড (বিটিটিবি) নামে একটি সরকারী বোর্ডে রূপান্তর করা হয়।\n\n\n=== বাংলাদেশ টেলিকমিউনিকেশন্স কোম্পানি লিমিটেড ===\n২০০৮ সালের ১ জুলাই বিবিটিটিবি বাংলাদেশ টেলিকমিউনিকেশন্স কোম্পানি লিমিটেড (বিটিসিএল) নামে সরকারী মালিকানাধীন পাবলিক লিমিটেড কোম্পানিতে রূপান্তরিত হয়।  বিটিসিএল গ্রাহকদের ২৪ ঘণ্টা সেবা প্রদানের লক্ষ্যে কল সেন্টার চালু করেছে। ঢাকার গ্রাহকরা তদন্তের জন্য উক্ত নাম্বারে কল করে বিটিসিএল এর কাছে পৌঁছাতে পারবেন বলে সংবাদমাধ্যমের এক বিজ্ঞপ্তিতে জানানো হয়েছে।  বিটিসিএল ভিআইপিদের জন্য একটি বিশেষ টেলিফোন এক্সচেঞ্জ পরিচালনা করে যা সুরক্ষিত এবং সর্বদা সক্রিয় থাকে। \n\n\n== চিত্রশালা ==\nশুরুর সময় থেকে বিটিসিএল এ ব্যবহৃত কিছু সরঞ্জাম। প্রযুক্তির উন্নয়নে এসবই এখন ইতিহাসের সাক্ষী।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন\nটেলিফোন শিল্প সংস্থা\nবঙ্গবন্ধু-১(বাংলাদেশের প্রথম স্যাটেলাইটে)\n টেলিটক (আমাদের ফোন)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}