{"pageid": 1182724, "title": "২০২২ বাংলাদেশ প্রিমিয়ার লিগ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1182724", "content": "২০২২ বাংলাদেশ প্রিমিয়ার লিগের ফাইনাল ছিল ২০২২ বাংলাদেশ প্রিমিয়ার লিগের বিজয়ী নির্ধারণের জন্য ১৮ ফেব্রুয়ারী ২০২২ তারিখে ফরচুন বরিশাল এবং কুমিল্লা ভিক্টোরিয়ান্সের মধ্যে একটি দিবা/রাত্রি টি-টোয়েন্টি ক্রিকেট খেলা, বাংলাদেশের পেশাদার টি-টোয়েন্টি ক্রিকেট লিগ। কুমিল্লা ভিক্টোরিয়ান্স ফাইনালে ১ রানে জিতে তাদের তৃতীয় বিপিএল শিরোপা জিতেছে।\n\n\n== ফাইনালে যাওয়ার পথ ==\n\n\n=== লিগ পর্যায় ===\n\nদ্রষ্টব্য: প্রতিটি গ্রুপ ম্যাচের শেষে পয়েন্ট তালিকাভুক্ত করা হয়েছে।\nদ্রষ্টব্য: ম্যাচের সারাংশ দেখতে পয়েন্টগুলিতে ক্লিক করুন।\n\n\n=== প্লে অফ ===\n\n\n==== এলিমিনেটর ====\n\n\n=== কোয়ালিফায়ার ===\nকোয়ালিফায়ার ১\n\nকোয়ালিফায়ার ২\n\n\n== ফাইনাল ==\n\n\n=== ম্যাচ অফিসিয়ালস ===\nমাঠের আম্পায়ার: মাসুদুর রহমান ও  প্রগীথ রামবুকওয়েলা\nটিভি আম্পায়ার: গাজী সোহেল\nরিজার্ভ আম্পায়ার: তানভীর আহমেদ\nম্যাচ রেফারি: রকিবুল হাসান\n\n\n=== পটভূমি ===\nউভয় ফাইনালিস্ট দল, ফরচুন বরিশাল এবং কুমিল্লা ভিক্টোরিয়ান্স পয়েন্ট টেবিলের শীর্ষ ২ এর শেষ করেছে। ফরচুন বরিশাল মোট ১০ ম্যাচের মধ্যে ৭ ম্যাচে জয়, ২ ম্যাচে হেরেছে এবং ১ ম্যাচ পরিত্যক্ত হয়েছে, টেবিলের শীর্ষস্থানে শেষ করেছে। কুমিল্লা ভিক্টোরিয়ান্স মোট ১০ ম্যাচের মধ্যে ৬ ম্যাচে জয়, ৩ ম্যাচে হেরে এবং ১ ম্যাচ পরিত্যক্ত হয়ে টেবিলের ২য় অবস্থানে করেছে।\nএলিমিনেটরে, চ্যাডউইক ওয়ালটনের অপরাজিত ৮৯ রানের সৌজন্যে প্রথমে ব্যাট করে চট্টগ্রাম চ্যালেঞ্জার্স ১৮৯ রান করে কিন্তু আন্দ্রে ফ্লেচারের অপরাজিত ৮০ রানের একটি সহজ নকস সত্ত্বেও খুলনা টাইগার্স ৭ রানে হারিয়ে যায়।\nকোয়ালিফায়ার ১ এ, ফরচুন বরিশাল ১৪৩ রান সংগ্রহ করে, মুনিম শাহরিয়ারের ৩০ বলে ৪৪ রানের সুবাদে। যদিও ভিক্টোরিয়ান্সের কয়েকজন ব্যাটসম্যান ২০-বিজোড় রান করেছিলেন, কিন্তু কেউই সেগুলিকে পুঁজি করতে পারেনি এবং শেষ পর্যন্ত বরিশালের শফিকুল ইসলাম এবং মেহেদী হাসান রানার কিছু সুশৃঙ্খল বোলিংয়ের সামনে ভিক্টোরিয়ান্স ১০ রানে হারিয়ে যায়।\nকোয়ালিফায়ার ২ -এ মেহেদী হাসানের ৪৪ এবং আকবর আলীর ৩৩ রানে চট্টগ্রাম চ্যালেঞ্জার্স ১৪৯ রানের সংগ্রহ করেছিল ১৯.১ ওভারে অলআউট হওয়ার যায়। রান তাড়া করতে গিয়ে লিটন দাস ইনিংসের প্রথম বলেই শূন্য রানে আউট হয়ে গেলেও, ওপেনার হিসেবে প্রচারিত হওয়া সুনীল নারিন ১৩ বলে ৫০ রান করেন, যা বিপিএলের ইতিহাসে দ্রুততম ফিফটি। ভিক্টোরিয়ান্স পাওয়ারপ্লেতে ২ উইকেট হারিয়ে ৮৪ রান সংগ্রহ করেছিল, বিপিএলে পাওয়ারপ্লেতে সবচেয়ে বেশি রান, এবং অবশেষে তারা ৪৩ বল বাকি থাকতে মাত্র ৩ উইকেট হারিয়ে সহজেই লক্ষ্যে পৌঁছে গিয়েছিল।\n\n\n=== রিপোর্ট ===\n\n\n==== কুমিল্লা ভিক্টোরিয়ান্সের ইনিংস ====\nভিক্টোরিয়ান্সের সুনীল নারিন আবারও ওপেনিংর ব্যাটিং শুরু করলে অন্য সঙ্গী লিটন দাস, মাহমুদুল হাসান জয় এবং ফাফ ডু প্লেসিসকে সস্তায় আউট হয়ে যেতেছিল। পাওয়ারপ্লেতে তারা ৭৩ রান করেছিল, নারিনের ২৩ বলে ৫৭ রানের ঝড়ো ইনিংসের খেলছিলেন। নারাইনের আউট পরে, ভিক্টোরিয়ান্স একটি বিশৃঙ্খলায় উইকেট হারায়, কিন্তু মঈন আলী (৩২ বলে ৩৮) এবং আবু হিদার রনি (২৭ বলে ১৯) এর মধ্যে ৭তম উইকেটে ৫৩ রানের জুটি তাদের ২০ ওভারের সম্মানজনক মোট ১৫১ রান করতে সাহায্য করে। ওদিকে বরিশালের জন্য, প্রতিটি বোলারই উইকেট নিয়েছিল।\n\n\n==== ফরচুন বরিশালের ইনিংস ====\nমুনিম শাহরিয়ার শূন্য রানে আউট হওয়ায় বরিশাল তাদের ১ম উইকেট সস্তায় হারায়, কিন্তু ক্রিস গেইল সতর্কতার সাথে শুরু করেন, যখন তার সঙ্গী সৈকত আলী কিছু দ্রুত রান করেন, ২৬ বলে তার পঞ্চাশে পৌঁছেন। দুজনে মিলে ২য় উইকেটে ৫১ বলে ৭৪ রানের জুটি গড়েন যা দলকে ১১.৪ ওভারের মধ্যে ১০০ রানে পৌঁছাতে সাহায্য করে। বরিশাল ৮ উইকেট হাতে রেখে ৪৯ বলে ৫২ রানে জয়ের লক্ষ্যে পৌঁছানোর সহজ পথে ছিল। কিন্তু গেইল আউট হয়ে পরে তারা নিয়মিত বিরতিতে উইকেট হারাতে থাকে। সুনীল নারিন, মুস্তাফিজুর রহমান এবং তানভীর ইসলাম মিতব্যয়ী বোলিংয়ের কারণে, বরিশাল শেষ ওভারে ১০ রান করতে বাকি ছিল। পেসার শহিদুল ইসলাম সফলভাবে স্কোরটিকে রক্ষা করেন, তার দলকে ১ রানের রোমাঞ্চকর জয় ছিনিয়ে আনতে সাহায্য করেন।\n\n\n=== সারসংক্ষেপ ===\nকুমিল্লা ভিক্টোরিয়ান্সের বোলিং অলরাউন্ডার সুনীল নারিন তার ২৩ বলে ৫৭ রানের ঝড়ো ইনিংস এবং ৪ ওভারে ১৫ রানে ২ উইকেট নিয়ে তার দুর্দান্ত বোলিংয়ের জন্য ম্যাচ সেরার পুরস্কার পান।\nফরচুন বরিশালের অধিনায়ক সাকিব আল হাসান তার অলরাউন্ড পারফরম্যান্সের জন্য টুর্নামেন্টের সেরা খেলোয়াড়ের পুরস্কার পেয়েছেন। তিনি তিনটি ৫০ সাহায্যে ২৮.৪০ গড়ে ২৮৪ রান করেছেন এবং ১৪.৫৬ গড়ে ১৬ উইকেট নিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}