{"pageid": 1182860, "title": "ডান্টে ভানজেইর", "url": "https://bn.wikipedia.org/wiki?curid=1182860", "content": "ডান্টে ভানজেইর (ওলন্দাজ: Dante Vanzeir; জন্ম: ১৬ এপ্রিল ১৯৯৮) হলেন একজন বেলজীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে বেলজীয় ক্লাব সেঁ-জিল এবং বেলজিয়াম জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা দ্বিতীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৩ সালে, ভানজেইর বেলজিয়াম অনূর্ধ্ব-১৫ দলের হয়ে বেলজিয়ামের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ৫ বছর যাবত বেলজিয়ামের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে বেলজিয়ামের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বেলজিয়ামের জার্সি গায়ে তিনি এপর্যন্ত ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nডান্টে ভানজেইর ১৯৯৮ সালের ১৬ই এপ্রিল তারিখে বেলজিয়ামের বেরিঙ্গেনে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nভানজেইর বেলজিয়াম অনূর্ধ্ব-১৫, বেলজিয়াম অনূর্ধ্ব-১৬, বেলজিয়াম অনূর্ধ্ব-১৭, বেলজিয়াম অনূর্ধ্ব-১৮, বেলজিয়াম অনূর্ধ্ব-১৯ এবং বেলজিয়াম অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে বেলজিয়ামের প্রতিনিধিত্ব করেছেন। ২০১৩ সালে তিনি বেলজিয়াম অনূর্ধ্ব-১৫ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। বেলজিয়ামের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ৩৭ ম্যাচে অংশগ্রহণ করে ৮টি গোল করেছেন।\n২০২১ সালের ১৬ই নভেম্বর তারিখে, ২৩ বছর ও ৭ মাস বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ভানজেইর ওয়েলসের বিরুদ্ধে অনুষ্ঠিত ২০২২ ফিফা বিশ্বকাপ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বেলজিয়ামের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৫৯তম মিনিটে আক্রমণভাগের খেলোয়াড় ডিভোক ওরিগির বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৬ নম্বর জার্সি পরিধান করে কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ১–১ গোলে ড্র হয়েছিল। বেলজিয়ামের হয়ে অভিষেকের বছরে ভানজেইর সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৭ অক্টোবর ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nডান্টে ভানজেইর – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ডান্টে ভানজেইর  (ইংরেজি)  \nসকারবেসে ডান্টে ভানজেইর (ইংরেজি) \nবিডিফুটবলে ডান্টে ভানজেইর  (ইংরেজি)  \nট্রান্সফারমার্কেটে ডান্টে ভানজেইর (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ডান্টে ভানজেইর (ইংরেজি) \nইএসপিএন এফসিতে ডান্টে ভানজেইর (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ডান্টে ভানজেইর (ইংরেজি)"}