{"pageid": 1182281, "title": "জর্জা মেলোনি", "url": "https://bn.wikipedia.org/wiki?curid=1182281", "content": "জর্জা মেলোনি (ইতালীয়: Giorgia Meloni; জন্ম ১৫ই জানুয়ারি ১৯৭৭) একজন ইতালীয় রাজনীতিবিদ ও সাংবাদিক, যিনি ২০২২ সালের ২২শে অক্টোবর থেকে ইতালির প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি এই পদে অধিষ্ঠিত প্রথম নারী। তিনি ২০০৬ সাল থেকে ইতালির জনপ্রতিনিধি সভার সদস্যা। তিনি ২০১৪ সাল থেকে ফ্রাতেল্লি দিতালিয়া নামক ডানপন্থী রাজনৈতিক দলের নেতৃত্ব দিচ্ছেন এবং ২০২০ সাল থেকে তিনি ইউরোপীয় রক্ষণশীল এবং সংস্কারবাদী দলের প্রধান। ২০২৪ সালে মার্কিন সাময়িকী ফোর্বস তাঁকে বিশ্বের তৃতীয় সর্বোচ্চ ক্ষমতাধর নারীর মর্যাদা দেয়, টাইম সাময়িকী তাঁকে বিশ্বের সবচেয়ে প্রভাবশালী ব্যক্তিদের তালিকায় স্থান দেয় এবং পলিটিকো ২০২৫ সালে ইউরোপের সবচেয়ে ক্ষমতাধর ব্যক্তি হিসেবে তাঁর নামোল্লেখ করে।\n১৯৯২ সালে নব্য-ফ্যাসিবাসী যুব ফ্রন্টে মেলোনির রাজনৈতিক জীবনের শুরু। যুব ফ্রন্ট হল ইতালীয় সামাজিক আন্দোলন দলের যুবা শাখা। পরবর্তীতে তিনি ছাত্র অ্যাকশন ও যুব অ্যাকশনের একজন নেত্রী হিসেবে গুরুত্বপূর্ণ হয়ে ওঠেন। সংগঠনগুলি জাতীয় মৈত্রী নামক উত্তর-ফ্যাসিবাদী জোটের সহযোগী ছিল। ২০০৮ থেকে ২০১১ সাল পর্যন্ত মেলোনি সিলভিও বের্লুস্কোনি সরকারের যুবমন্ত্রী হিসেবে কাজ করেন এবং সেসময় কর্মসংস্থান ও সামাজিক সমস্যার উপর দৃষ্টি নিবদ্ধ করেন। ২০১২ সালেতিনি ফ্রাতেল্লি দিতালিয়া দলটির সহ-প্রতিষ্ঠা করেন, যা ছিল জাতীয় মেত্রী জোটের রক্ষণশীল উত্তরসূরী। তিনি ২০১৪ সালে দলটির প্রধানে পরিণত হন। ইতালির কোভিড-১৯ মহামারি চলাকালীন জাতীয় ঐক্য সরকারের একমাত্র বিরোধী দল হিসেবে ফ্রাতেল্লি দিতালিয়ার ভাবমূর্তি উজ্জ্বল হয়ে ওঠে এবং ২০২২ সালের সাধারণ নির্বাচনে দলটি জয়লাভ করে ও মেলোনি দেশের প্রধানমন্ত্রী পদ লাভ করেন।\nপ্রধানমন্ত্রী হিসেবে মেলোনি অবৈধ অভিবাসন হ্রাস, ঐতিহ্যবাহী পারিবারিক মূল্যবোধ শক্তিশালীকরণ, কর কর্তন ও ক্ষুদ্র ব্যবসাগুলিকে সহায়তাদানের মতো অর্থনৈতিক সংস্কারগুলিকে অগ্রাধিকার দিয়েছেন। তাঁর নীতিগুলিতে জাতীয় সার্বভৌমত্ব ও \"ঈশ্বর, পিতৃভূমি ও পরিবার\" শীর্ষক মতাদর্শ গুরুত্ব পেয়েছে। মেলোনি ন্যাটোর সমর্থক ও ২০২২ সালে রাশিয়ার ইউক্রেন আক্রমণের বিরোধী। কিন্তু অন্যদিকে তিনি ইউরোসংশয়বাদী এবং সদস্য রাষ্ট্রগুলির অভ্যন্তরীণ ব্যাপারে ইউরোপীয় ইউনিয়নের ভূমিকে সীমিত করার পক্ষপাতী। মেলোনির বাগ্মিতা ও নীতি বিতর্কের জন্ম দিয়েছে এবং তাঁর বিরুদ্ধে বিদেশীবিদ্বেষ, ইসলামবিদ্বেষ ও সমকামী-উভকামী-রূপান্তরকামী-অদ্ভূতকামী ব্যক্তিদের অধিকার খর্বের অভিযোগ ব্যক্ত করা হয়েছে। মেলোনির দেশ পরিচালনা প্রণালীতে রক্ষণশীলতা ও প্রায়োগিকতার মিশ্রণ পরিলক্ষিত হয়। \n\n\n== প্রারম্ভিক জীবন ==\nজর্জা মেলোনি ১৯৭৭ খ্রিস্টাব্দের ১৫ই জানুয়ারি রোমে জন্মগ্রহণ করেন। তাঁর বাবা, ফ্রান্সেস্কো মেলোনি রোমের বাসিন্দা ছিলেন, যিনি সার্ডিনিয়ার বাসিন্দা রেডিও ডিরেক্টর নিনো মেলোনি এবং লোম্বারদিয়ার বাসিন্দা অভিনেত্রী জো ইনক্রোকির ঘরে জন্মগ্রহণ করেছিলেন, এবং তাঁর মা, আনা (জন্ম নাম প্যারাটোর) সিসিলিতে বেড়ে উঠেছিলেন। তাঁর বাবা একজন কর উপদেষ্টা ছিলেন, এবং কিছু রাজনৈতিক প্রোফাইল অনুযায়ী তাঁর কমিউনিস্ট সহানুভূতি ছিল এবং তিনি ইতালীয় কমিউনিস্ট পার্টিকে ভোট দিয়েছিলেন, যখন তাঁর মা পরবর্তীতে একজন ঔপন্যাসিক হয়েছিলেন। যখন তিনি এক বছর বয়সী ছিলেন তখন ১৯৭৮ খ্রিস্টাব্দে তাঁর বাবা পরিবার পরিত্যাগ করেন; কানারি দ্বীপপুঞ্জে চলে যান এবং পুনরায় বিবাহ করেন। তাঁর বাবার দ্বিতীয় বিবাহ ও উক্ত পরিবারে মেলোনির চার সৎ-ভাই আছে। সতেরো বছর পরে, ১৯৯৫ খ্রিস্টাব্দে, মেলোনির বাবা মাদক পাচারের জন্য দোষী সাব্যস্ত হন এবং স্প্যানিশ কারাগারে নয় বছরের সাজা পান। তিনি ২০০৬ খ্রিস্টাব্দে মেলোনির সঙ্গে সর্বশেষ যোগাযোগ করেছিলেন, যখন মেলোনি চেম্বার অব ডেপুটিজের সহ-সভাপতি হন। আইনি নথিগুলি সম্প্রতি আবাসন কোম্পানিগুলির একটি নেটওয়ার্কের মাধ্যমে একটি বিতর্কিত পরোক্ষ অর্থনৈতিক সংযোগ প্রকাশ করেছে যেখানে দেখা যাচ্ছে জর্জিয়া মেলোনির মা তথা ফ্রান্সেস্কো মেলোনির প্রাক্তন স্ত্রী আনা প্যারাতোর বিভিন্ন সময়ে অংশীদার ছিলেন।\nমেলোনি রোমের গেরবাতেল্লায় শ্রমজীবী-শ্রেণির মানুষের আবাসিক এলাকায় বেড়ে ওঠেন; বাবা তাঁদের ছেড়ে চলে যাওয়ার কয়েক বছর পরে একটি অগ্নিকাণ্ডে তাঁদের বাড়ি—তিনি তার বাবা-মায়ের সাথে প্রথম যে আরও সমৃদ্ধ বাড়িতে থাকতেন—ধ্বংস হয়ে যাওয়ায় তিনি গেরবাতেল্লায় বসবাস করতে এসেছিলেন। মেলোনির পরিবারের বর্ণনা অনুযায়ী, তাঁর লালন-পালন দরিদ্রতার মধ্যে হয়েছে। তাঁর আত্মজীবনীতে, মেলোনি লিখেছেন যে তাঁর শৈশব ও তাঁর পরিবারের ভাঙ্গন তাঁর রাজনৈতিক দৃষ্টিভঙ্গিকে প্রভাবিত করেছিল।\n\n\n=== শিক্ষা ও প্রারম্ভিক রাজনৈতিক সক্রিয়তা ===\n১৯৯২ খ্রিস্টাব্দে, ১৫ বছর বয়সে, মেলোনি ইতালিয়ান সোশ্যাল মুভমেন্টের (এমএসআই) যুব শাখা ইয়ুথ ফ্রন্টে যোগ দেন, একটি নব্য ফ্যাসিবাদী রাজনৈতিক দল যা ১৯৯৫ খ্রিস্টাব্দে বিলুপ্ত হয়ে যায়। এই সময়ে, তিনি ছাত্র সমন্বয় গ্লি আন্তেনাতি (পূর্বপুরুষ) প্রতিষ্ঠা করেন, যা মন্ত্রী রোজা রুশো ইয়েরভোলিনো কর্তৃক প্রচারিত সরকারি শিক্ষা ব্যবস্থা সংস্কারের বিরুদ্ধে প্রতিবাদে অংশ নিয়েছিল।\n\n\n== নির্বাচনী ইতিহাস ==\n\n\n=== নির্বাচন ===\n\n\n== আরও দেখুন ==\nইতালিতে রক্ষণশীলতাবাদ\nঅতি-ডানপন্থী রাজনীতি\n\n\n== তথ্যসূত্র =="}