{"pageid": 1182815, "title": "রকপাখি", "url": "https://bn.wikipedia.org/wiki?curid=1182815", "content": "রকপাখি মধ্যপ্রাচ্যের কিংবদন্তি অনুসারে একটি বিশালাকৃতির শিকারি পাখি।\nআরবের রূপকথা ও নাবিকদের মুখে মুখে রকপাখি আরবের ভৌগোলিক ও প্রাকৃতিক ইতিহাসের অংশ হয়ে ওঠে। ইবনে বতুতা চীন সাগরে একটি ভাসমান পর্বতের বর্ণনা করে সেটিকেই রকপাখি বলে অভিহিত করেন। আরব্য রজনী-এর অন্তর্ভুক্ত আব্দুর রহমান ও সিন্দাবাদের গল্পে রকপাখির উল্লেখ পাওয়া যায়।\n\n\n== ব্যুৎপত্তি ==\nবাংলা রক শব্দটি ইংরেজি roc থেকে বাংলায় এসেছে। ফার্সি রুখ (দারি উচ্চারণ: [/rux/]) থেকে আরবি রুখ (আরবি: الرُخّ, প্রতিবর্ণীকৃত: ar-ruḫḫ) হয়ে আঁতোয়াঁ গালাঁর মাধ্যমে ফরাসি ভাষায় প্রবেশ করে। এরপর সেখান থেকে ইংরেজি হয়ে আরব্য রজনী-এর অনুবাদের মাধ্যমে বাংলায় শব্দটি পরিচিত হয়। আরবি ও ফার্সি উভয় ভাষায় শব্দটি আরবি লিপির رخ দিয়ে লিখিত হয়, যা রোমানীকরণের মাধ্যমে ruḵḵ (আরবি) এবং ruḵ, rokh বা rukh (ফার্সি) হিসেবে লিখিত হয়।\n\n\n== প্রাচ্যে উদ্ভব ==\n\nশিল্প ঐতিহাসিক রুডলফ উইটকোয়ারের মতে রকপাখির ধারণাটি ভারতীয় পুরাণের আকাশচারী গরুড় ও পাতালের নাগের যুদ্ধের থেকে এসেছে। মহাভারত (১.১৩৫৩) ও রামায়ণ-এ (৩.৩৯) কুমিরের সাথে যুদ্ধরত হাতিকে গরুড় কর্তৃক আকাশে উঠিয়ে যাওয়ার দৃষ্টান্ত দেখা যায়।\n\n\n== পাশ্চাত্যে বিস্তৃতি ==\n\nর‍্যাবাই তুদেলার বেঞ্জামিন জনশূন্য দ্বীপে জাহাজডুবি থেকে বেঁচে ফেরা এক দল নাবিকের কথা থেকে রকপাখির স্মরণ করিয়ে দেন। নাবিকেরা ষাঁড়ের চামড়ায় নিজেদের জড়িয়ে নেন যেন গ্রিফিনেরা তাদের গবাদি পশু মনে করে উড়িয়ে নিয়ে আসে। \nত্রয়োদশ শতাব্দীতে মার্কো পোলো (অ্যাটনবরা (১৯৬১:৩২) কর্তৃক উদ্ধৃত) বলেন:\n\nসেটি সমগ্র বিশ্বের ঈগলদের মতোই ছিল, কিন্তু ছিল বিশালাকায়; এত বড় যে এদের পালকের অগ্রভাগ ছিল বারো পেস লম্বা এবং সেই অনুপাতে মোটা। এবং এরা এত শক্তিশালী যে এদের পায়ের নখরে করে একেকটি হাতি ধরে আকাশে নিয়ে যাবে এবং উপর থেকে ছেড়ে দেবে যাতে সেগুলো থেতলে যায়; এভাবে তাদের মারার পর পাখিগুলো নিচে নেমে আসবে এবং অবসরমতো সেগুলোকে খাবে।\nপোলো দাবি করেন পাখিগুলো “দক্ষিণের অঞ্চল থেকে” মাদাগাস্কারে উড়ে যায় এবং মহান খানের পাঠানো এক দূত সেখানে গিয়ে রাফিয়া পামের পাতার মতো পালক নিয়ে আসে। দূত সুনির্দিষ্টভাবে গ্রিফিনের থেকে পাখিটিকে আলাদা হিসেবে শনাক্ত করে।\nআরব্য রজনী-তে সিন্দাবাদের দ্বিতীয় অভিযানে এক ক্রান্তীয় দ্বীপে রকপাখির দেখা পাওয়া যায়। মার্কো পোলোর বর্ণনার জন্য এই দ্বীপকে মাদাগাস্কার বলে ধরে নেওয়া হয়। ফলে সেটি কল্পনায় বিশালাকায় পাখিদের দেশে পরিণত হয়। সন্দেহাতীতভাবে, মার্কো পোলোর বর্ণনা থেকে অনুপ্রাণিত হয়ে ফার্দিনান্দ মাগেলানের সহচর আন্তোনিও পিগাফেত্তা বিশ্বব্যাপী তার ভ্রমণের রংচঙে বর্ণনা লিখেছিলেন (বা কাউকে দিয়ে লিখিয়েছিলেন), যেখানে পিগাফেত্তার বর্ণনায় রকপাখির নিবাস ছিল চীনের সাগর। এই বর্ণনা তৎকালের মানুষের কল্পনাকে নাড়া দেয়, যার প্রভাব তখনকার চিত্রাঙ্কনে প্রত্যক্ষ করা যায়। যেমন স্ত্রাদানুস আনু. ১৫৯০ খ্রিষ্টাব্দে বা থিয়োডর ডি ব্রাই ১৫৯৪ খ্রিষ্টাব্দে নখরে করে রকপাখির একটি বিশাল হাতি তুলে নিয়ে যাওয়া বা সিন্দাবাদের পঞ্চম অভিযানের মতো রকপাখির ডিম ভেঙে ফেলায় পুরো জাহাজ ভেঙে ফেলার চিত্র অঙ্কন করেন। উলিসি আলদ্রোভান্দি তার অর্নিথোলজিয়া (১৫৯৯) নামক কাঠখোদাইশিল্পে শূকরের মতো দেখতে হাতিকে তুলে নেওয়া রকপাখির প্রতিকৃতি দেখানে। কিন্তু ১৭শ শতাব্দী নাগাদ যুক্তিবাদী বিশ্ব রকপাখির অস্তিত্ব নিয়ে প্রশ্ন তুলতে থাকে। আধুনিক যুগে রকপাখি অন্যান্য পৌরাণিক ও লোককাহিনিভিত্তিক সত্তার মতো ডাঞ্জিয়নস অ্যান্ড ড্রাগনস-জাতীয় কল্পকাহিনিনির্ভর গেমের অংশ হিসেবে অন্তুর্ভুক্ত হয়ে গেছে।\n\n\n== যুক্তিবাদী বর্ণনা ==\n১৯শ শতাব্দীতে যুক্তবাদী সংস্কৃতির আগমনে রকপাখির পৌরাণিক উৎসের কিছু “বৈজ্ঞানিক” ব্যাখ্যা দাঁড় করানো হতে থাকে। ঈগল পাখির সদ্যোজাত ভেড়ার বাচ্চা উড়িয়ে নিয়ে যাওয়ার সময় এর শক্তিমত্তা কল্পনা করে রকপাখির ধারণা এসে থাকতে পারে বলে কেউ কেউ মত দেন। ১৯৬৩ সালে জিওভান্নি জিউসেপ্পে বিয়ানকনি রকপাখিকে একটি “র‍্যাপ্টর” বলে মত দেন (হকিন্স ও গুডম্যান, ২০০৩: ১০৩১)। সম্প্রতি মাদাগাস্কার থেকে বিশালাকায় মালাগাসি মুকুটধারী ঈগলের উপ-জীবাশ্ম (যার জীবাশ্মীকরণ প্রক্রিয়া সম্পূর্ণ হয়নি) আবিষ্কৃত হয়েছে, যা সম্ভবত এক সময় এই দ্বীপের প্রধান শিকারী প্রাণী ছিল। তাদের সমসাময়িক মহাপ্রাণীদের মধ্যে রয়েছে বিশালাকৃতির লেমুর ও পিগমি জলহস্তী ইত্যাদি।\n\nরকপাখির কিংবদন্তির আরেকটি সম্ভাব্য উৎস হলো মাদাগাস্কার থেকে বিলুপ্ত হয়ে যাওয়া আরেকটি পাখি হাতিপাখি ইপায়োর্নিস। এটি ছিল তিন মিটার লম্বা উড়তে অক্ষম পাখি। ১৬শ শতাব্দী নাগাদ মানুষের শিকারের ফলে পাখিটি বিলুপ্ত হয়ে যায়। ১৬৫৮ সালে মাদাগাস্কারের ফরাসি গভর্নর ইটিয়েন ডে ফ্লাকুরের বর্ণনা থেকে অন্তত জনমুখে হাতিপাখি দেখার ঘটনা জানা যায়। জীবিত বা উপ-জীবাশ্ম অবস্থায় এদের ডিম অন্তত ১৪২০ সালের থেকে পাওয়ার নজির দেখা যায়। আনুমানিক সেই সময়েই ১৪৫৬ সালের ফ্রা মাউরোর বিশ্ব মানচিত্রে লেখা অনুসারে উত্তমাশার অন্তরীপ অঞ্চলে আসা নাবিকেরা রকপাখির ডিম পাওয়ার বিষয়ে জানা যায়। মানচিত্রে রকপাখি “হাতি ও অন্যান্য বৃহৎ জন্তু উড়িয়ে নিয়ে যায়” বলে উল্লেখ করা হয়েছিল। ১৮৩০ এবং ১৮৪০ সালের মধ্যে ইউরোপীয় পর্যটকেরা মাদাগাস্কারে বড় বড় ডিম ও ডিমের খোলস দেখতে পাওয়ার কথা উল্লেখ করেন। ইংরেজ পর্যবেক্ষকরা নিউজিল্যান্ডের মোয়া পাখির সম্পর্কে অবগত থাকায় এই বর্ণনাগুলোর সত্যতা স্বীকার করে নেয়। ১৮৫১ সালে ফরাসি বিজ্ঞান একাডেমি এরকম তিনটি ডিম সংগ্রহ করতে সমর্থ হয়। সেগুলো এবং পরবর্তীতে প্রাপ্ত অন্যান্য জীবাশ্ম থেকে ১৯শ শতাব্দীতে ইউরোপীয়রা এই ধারণায় আসে যে ইপায়োর্নিস-ই হলো সেই পৌরাণিক রকপাখি। তবে লোককাহিনির বর্ণনার মতো হাতিপাখি ঈগলের মতো দেখতে ছিল না।\n\nরকপাখির কিংবদন্তির উৎস অনুসন্ধানের অপর একটি বর্ণনায় আফ্রিকার উটপাখির সাথে সম্পর্ক স্থাপনের চেষ্টা করা হয়। উড়তে না পারা এবং অদ্ভুতদর্শনের জন্য এই পাখিগুলোকে ভুলবশত কোনো বৃহদাকায় প্রজাতির অংশ বলে মনে হয়। তবে কোনো কোনো দাবিমতে পুরাতন গ্রন্থের (ওল্ড টেস্টামেন্ট) অনুবাদের কারণে বাইবেলের যুগ থেকেই ইউরোপীয়রা উটপাখির সাথে পরিচিত ছিল। অন্যদিকে মধ্যযুগের উত্তর ইউরোপীয় বা ভারতীয় পর্যটকের কাছে উটপাখির এই কিংবদন্তি উপস্থাপন করা হলে সম্ভবত সেগুলো সম্পর্কে তাদের স্পষ্ট ধারণা করা সম্ভব ছিল না (ইউরোপে হাতির ইতিহাস দেখুন)।\n১২৯৮ সালে মার্কো পোলোর রুখ-এর বর্ণনা ছাড়াও, ১১৭৮ সালে চৌ চু-ফেই (周去非) তার লিংওয়াই দাইদা গ্রন্থে আফ্রিকার একটি বিশাল দ্বীপের কথা বলেন, যেখানের পাখিদের নখরে জলাধার সৃষ্টি হয়। অন্যদিকে কুবলাই খানের দরবারে রকপাখির পালকের নামে খুব সম্ভবত রাফিয়া পামের পাতা নিয়ে আসা হয়েছিল।\nসাম্প্রতিককালে গবেষকেরা কিংবদন্তির রকপাখির সাথে নিউজিল্যান্ডের হাস্টের ঈগলপাখির মিল খুঁজে পেয়েছেন। ১.৪ মি (৪ ফু ৭ ইঞ্চি) লম্বা ও ৩ মি (৯.৮ ফু) বিস্তৃত ডানাবিশিষ্ট পাখিটি ১৫শ শতাব্দীর দিকে বিলুপ্ত হয়ে যায়। বিলুপ্তির পরেও পাখিটি থেকে মাওরি কিংবদন্তি তে হাকিওই বা তে হাকাওয়াই-এর উদ্ভব হয়েছে বলে ধারণা করা হয়। কোনো কোনো বর্ণনায় একে বিশালাকাউ রঙিন পাখি বলা হয়েছে, যারা অধিকাংশ সময় মেঘের আড়ালে লুকিয়ে থাকে এবং মাঝেমাঝে পৃথিবীতে নেমে এসে খাওয়ার জন্য মানুষ ধরে নিয়ে যায়। শুধু এদের নামের সদৃশ ডাক শুনতে পাওয়া যায়। তবে হাকিওই-কে প্রকৃত কোনো জন্তু থেকে উদ্ভাবিত কাল্পনিক প্রাণী বলেই মনে হয়। যেমনটি রকপাখির ক্ষেত্রেও ধরা হচ্ছে। ১৯৮০-এর দশকে দেখা যায় সিনোকোরাইফা নামের এক ধরনের নিশাচর জলজ পাখি প্রজনন উড্ডয়নের সময় লেজ নেড়ে বিশাল গর্জনের মতো আওয়াজ করতে থাকে। হোকিওই-এর রঙিন পালক কোনো জানা পাখিত সাথে মিলে না। প্রকৃতপক্ষে শিকারি পাখির জন্য এরকম রঙিন পালক অনেকটা অস্বাভাবিক। এইভাবে ধরা হয় হোকিওই এই পাখিগুলোর বিশাল শব্দ সম্পর্কে পূর্বপুরুষদের বর্ণনা থেকে মুখে মুখে চলে আসা ঈগলের কোনো জনশ্রুতি।\n\n\n== ধর্মীয় সম্পর্ক ==\n\n\n=== মাইকেল ড্রেটন ===\n১৬শ শতাব্দী জুড়ে ইউরোপীয়রা রকপাখির অস্তিত্বের কথা বিশ্বাস করে নিতে থাকে। ১৬০৪ সালে মাইকেল ড্রেটন রকপাখি নূহের নৌকা বহন করেছিল বলে বর্ণনা করেন:\n\n\n=== ইথিওপীয় ===\nইথিওপীয়দের পবিত্র গ্রন্থ কেব্রা নেগাস্ট-এ রুখের বিবরণ পাওয়া যায়। বর্ণনা অনুসারে রুখ রাজা সলোমনকে পবিত্র কাঠের টুকরো এনে দিয়েছিল, যার মাধ্যমে তিনি সলোমনের মন্দির সম্পূর্ণ করতে সমর্থ হন। এই কাঠের টুকরো ছাগলের পা থেকে মানুষের পা তৈরি করে শেবার রানি বিলকিসের পা রূপান্তর করে দিয়েছিল বলেও উল্লেখ পাওয়া যায়। সেই কারণে রুখের আনা কাঠের টুকরোটি মন্দিরে যথাযোগ্য সম্মানের সাথে রূপার চক্র দিয়ে সাজিয়ে রাখা হয়েছিল। প্রচলন অনুযায়ী এই রৌপ্য চাকতিটি যিশুর সাথে বিশ্বাসঘাতকতা করার মূল্য হিসেবে জুডাস ইস্কারিওটকে প্রদান করা হয়েছিল। অন্যদিকে সেই কাঠের টুকরো থেকে যিশুর ক্রুশ তৈরি করা হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ও পাদটীকা ==\n\n\n== উৎস ==\nরকপাখি সম্পর্কে কিংবদন্তির সংগ্রহের জন্য এডওয়ার্ড লেনের অ্যারাবিয়ান নাইটস, অধ্যায় ২০ দেখুন। টীকা ২২, ৬২।\n\n\n== আরও পড়ুন ==\nAl-Rawi, Ahmed. \"A Linguistic and Literary Examination of the Rukh Bird in Arab Culture.\" Al-'Arabiyya 50 (2017): 105–17. www.jstor.org/stable/26451398.\n\n\n== বহিঃসংযোগ ==\n\nSir Richard F. Burton's notes on the Rukh"}