{"pageid": 1182418, "title": "জাতীয় আয়ুর্বেদ দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1182418", "content": "ভারতে ধনতেরাস উৎসবের দিন জাতীয় আয়ুর্বেদ দিবস(ইংরেজি: National Ayurveda Day) হিসাবে চিহ্নিত হয়েছে।  ভগবান ধন্বন্তরীর জন্ম ধনতেরসে। ইনি হলেন এক মহান আচার্য এবং আয়ুর্বেদের জনক। ভারত সরকারের আয়ুর্বেদ, যোগ, ন্যাচারোপ্যাথি, উনানি, সিদ্ধ এবং হোমিওপ্যাথি মন্ত্রক বা সংক্ষেপে আয়ুষ (AYUSH) মন্ত্রক ২০১৬ খ্রিস্টাব্দে ধনতেরাস উৎসবের দিন তথা ধন্বন্তরী জয়ন্তী দিবসটি ‘জাতীয় আয়ুর্বেদ দিবস’ হিসাবে পালনের সিদ্ধান্ত নেয়। প্রথম জাতীয় আয়ুর্বেদ দিবস পালিত হয় ২০১৬ খ্রিস্টাব্দের ২৮ অক্টোবর। আয়ুর্বেদ দিবসের উদ্দেশ্য হল  জনগণকে ভারতের প্রাচীনতম চিকিত্‍সা পদ্ধতি আয়ুর্বেদ (Ayurveda) Dhanvantari সম্পর্কে সচেতন করা। এছাড়াও আয়ুর্বেদ চিকিৎসায়  নিযুক্ত চিকিৎসক ও শিক্ষার্থীদের অনুপ্রাণিত করাও অন্যতম উদ্দেশ্য।\n\n\n== প্রেক্ষাপট ==\nআয়ুর্বেদ বা আয়ুর্বিজ্ঞান হল 'আয়ু' অর্থে 'জীবন' এবং বেদ অর্থে 'বিজ্ঞান' - তথা  জীবনবিজ্ঞান, ভারতবর্ষের প্রাচীনতম চিকিৎসাশাস্ত্রের একটি বিষয়। প্রায় পাঁচ হাজার বৎসর পূর্বে ভারতে  ভেষজ উদ্ভিদের ওষধি গুণে এই আয়ুর্বেদিক চিকিৎসা পদ্ধতি আবিষ্কৃত হয়েছিল। হিন্দু বিশ্বাস অনুসারে মহান আচার্য ধন্বন্তরী যাকে ভগবান বিষ্ণুর এক অবতার হিসাবে গণ্য করা হয়, তিনিই  আয়ুর্বেদের প্রবর্তন করেন। তিনি অতিশয় সুচিকিৎসক এবং রোগ নিরাময়ে কখনো ব্যর্থ হন না। কার্তিক মাসের কৃষ্ণপক্ষের ত্রয়োদশ দিনে অর্থাৎ দীপাবলীর দুদিন আগে ধনতেরাসে পূজিত হন ভারতীয় শাস্ত্রমতে আয়ুর্বেদের এই দেবতা ধন্বন্তরী। হিন্দু পুরাণ অনুসারে সমুদ্রমন্থনে উঠে আসেন তিনি একহাতে অমৃতপূর্ণ কলস আর অন্য হাতে আয়ুর্বেদের বই নিয়ে এবং বর্ণিত হয়েছেন দেবতাদের বৈদ্য তথা চিকিৎসক হিসাবে। আয়ুর্বেদ চিকিৎসা সহজ, সুলভ পার্শ্বপ্রতিক্রিয়ামুক্ত চিকিৎসা পদ্ধতি হিসাবে সমাদৃত। এই পদ্ধতি  ভেষজ উদ্ভিদের ওষধি উপাদান সহযোগে পার্শ্বপ্রতিক্রিয়া ব্যতিরেকে সঠিক চিকিৎসায় রোগীর সুস্বাস্থ্য ফিরিয়ে দেয়। রোগীর স্বাস্থ্যরক্ষা ও তার উন্নতি, রোগরোধ ও তার নিরাময় হল আয়ুর্বেদের উদ্দেশ্য। \nনরেন্দ্র মোদীর নেতৃত্বাধীন  ভারত সরকার ভারতের এই সুপ্রাচীন চিকিৎসা পদ্ধতি সম্পর্কে জনগণকে সচেতন করে তুলতে প্রথম প্রয়াসী হয়। ভারত সরকারের আয়ুষ মন্ত্রক আয়ুর্বেদিক চিকিৎসা পদ্ধতি প্রচারের জন্য প্রতি বছর বিভিন্ন অনুষ্ঠানের আয়োজন করে থাকে এবং অন্যান্য সরকারি ও সমাজিক  সংগঠনও অংশগ্রহণ করে থাকে। \nভারত সরকার ২০১৭ খ্রিস্টাব্দের ১৭ অক্টোবর দ্বিতীয় জাতীয় আয়ুর্বেদ দিবসে  নতুন দিল্লিতে  এআইআইএমএস দিল্লির ধাঁচে অল ইন্ডিয়া ইনস্টিটিউট অফ আয়ুর্বেদ প্রতিষ্ঠা করে। \n২০২০ খ্রিস্টাব্দের ১৩ নভেম্বর পঞ্চম জাতীয় আয়ুর্বেদ দিবস  উপলক্ষে ভারত সরকার গুজরাটের জামনগরে ইনস্টিটিউট অফ টিচিং অ্যান্ড রিসার্চ ইন আয়ুর্বেদ (আইটিআরএ) এবং রাজস্থানের জয়পুরে ন্যাশনাল ইনস্টিটিউট অফ আয়ুর্বেদন (এনআইএ) দুটি আয়ুর্বেদ প্রতিষ্ঠানের চালু করে।\n\n\n== থিম সমূহ ==\n\n\n== জাতীয় পুরস্কার ==\nজাতীয় আয়ুর্বেদ দিবসে ভারত সরকারের আয়ুষ মন্ত্রক তিন চার জন আয়ুর্বেদ বিশেষজ্ঞদের জাতীয় ধন্বন্তরী আয়ুর্বেদ পুরস্কার প্রদান করে। পুরস্কার হিসাবে মানপত্র ছাড়া ধন্বন্তরীর মূর্তি এবং পাঁচ লক্ষ নগদ টাকা দেওয়া হয়। \n\n\n== তথ্যসূত্র =="}