{"pageid": 1182495, "title": "তুতিকোরিন জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1182495", "content": "থুথুকুডি জেলা দক্ষিণ ভারতের তামিলনাড়ু রাজ্যের ৩৮টি জেলার মধ্যে একটি। ২০ অক্টোবর ১৯৮৬-এ তিরুনেলভেলি জেলাকে বিভক্ত করে জেলাটি গঠিত হয়েছিল। থুথুকুডি জেলা সদর এবং জেলার বৃহত্তম শহর। জেলাটি মাছ ধরার পাশাপাশি মুক্তা চাষের জন্যও পরিচিত, সমুদ্র উপকূলে প্রচুর মুক্তা পাওয়া যায়। থুথুকুডি জেলায় অনেক ঐতিহাসিক স্থান রয়েছে যেমন আদিচানাল্লুর এবং কোরকাইয়ের প্রাচীন বাণিজ্য বন্দর।\n\n\n== ভূগোল ==\nথুথুকুডি জেলা তামিলনাড়ুর দক্ষিণ-পূর্ব কোণে অবস্থিত। এটি উত্তরে বিরুধুনগর জেলা, উত্তর-পূর্বে রামনাথপুরম, পশ্চিম ও দক্ষিণ-পশ্চিমে তিরুনেলভেলি, উত্তর-পশ্চিমে টেনকাসি এবং পূর্ব ও দক্ষিণ-পূর্বে মান্নার উপসাগর দ্বারা সীমাবদ্ধ । জেলার মোট আয়তন ৪,৬২১ বর্গকিলোমিটার (১,৭৮৪ বর্গমাইল)  ।\n\n\n== জনসংখ্যা ==\n২০১১ সালের আদমশুমারি অনুসারে, থুথুকুডি জেলার জনসংখ্যা ছিল ১,৭৫০,১৭৬ জন যেখানে প্রতি ১,০০০ পুরুষের জন্য ১,০২৩ জন মহিলা লিঙ্গ অনুপাত, জাতীয় গড় ৯২৯-এর চেয়ে অনেক বেশি। মোট ১৮৩,৭৬৩ জনের বয়স ছয় বছরের কম, যার মধ্যে ৯৩,৬০৫ পুরুষ এবং ৯০,১৫৮ জন মহিলা। এটিতে প্রচুর সংখ্যক নাদার (থিরুচেন্দুর, সাথানকুলম, থুথুকুডি, এরাল), আপ্পানাদ মারাভার (কোভিলপট্টি, তিরুভাইকুন্টম, অট্টপিদারম, কায়থারু), ভেল্লারস (এট্টায়াপুরম, ওট্টপিদারম), দেবেন্দ্র কুলা থুথুলিপ্টিরাম, ভিউথুলিপট্টিরাম (ওইলাউকটিলম) / নাইডু (কোভিলপট্টি এবং ভিলাথিকুলম) এবং পারাথার (থুথুকুডি এবং তিরুচেন্দুর)। তফসিলি জাতি এবং তফসিলি উপজাতি জনসংখ্যার যথাক্রমে ১৯.৮৮% এবং ০.২৮%, বেশিরভাগই অট্টপিদারাম এবং পুথিয়ামপুথুরে। সারা ভারতের সাক্ষরতার হার ৭২.৯৯%, যেখানে এই জেলার গড় সাক্ষরতা ছিল ৭৭.১২%। জেলায় মোট ৪৬২,০১০টি পরিবার ছিল। মোট ৭৪৪,০৯৫ জন কর্মী ছিলেন, যার মধ্যে ৪৪,৬৩৩ কৃষক, ১৬১,৪১৮ প্রধান কৃষক শ্রমিক, ১৭,৮৭২ হাউস হোল্ড ইন্ডাস্ট্রিজে , ৪৩৩,৫২৪ অন্যান্য শ্রমিক, ৯০,৬৪৮ প্রান্তিক কৃষক, ৩,৮৮২ প্রান্তিক কৃষক শ্রমিক , ৩৯,২২৬ প্রান্তিক শ্রমিক\n\n\n== জলাশয় ==\nএই জেলায় কোনও বড় জলাধার নেই তাই থামিরাবারানি নদীর প্রবাহে তিরুনেলভেলি জেলায় অবস্থিত পাপানাসাম এবং মনিমুথার বাঁধগুলি সেচের প্রধান উত্স। থামিরাবারানি নদী ছাড়া, ভিলাথিকুলাম তালুকের ভাইপার নদী, সাথানকুলামের মধ্য দিয়ে প্রবাহিত কারুমেনি নদী এবং তিরুচেন্দুর তালুক, পালায়কায়াল সবই উৎস।\n\n\n== প্রশাসনিক বিভাগ ==\nথুথুকুডি জেলা তিনটি রাজস্ব বিভাগ এবং দশটি তালুকে বিভক্ত। একচল্লিশটি রাজস্ব ফিরকা এবং ৪৮০ টি রাজস্ব গ্রাম রয়েছে ।\n\nগ্রামীণ ও নগর উন্নয়নের জন্য জেলাটি বারোটি রাজস্ব ব্লকে বিভক্ত। বারোটি রাজস্ব ব্লক হল থুথুকুডি, তিরুচেন্দুর, উদাংগুড়ি, সাথানকুলাম, থিরুভাইকুন্ডম, আলওয়ার্থিরুনাগরী, কারুনকুলাম, অট্টপিদারম, কোভিলপট্টি, কায়থার, ভিলাথিকুলাম এবং পুদুর। জেলায় একটি পৌর কর্পোরেশন রয়েছে: থুথুকুডি ; তিনটি পৌরসভা: কায়ালপট্টিনাম, কোভিলপট্টি এবং তিরুচেন্দুর; আঠারোটি শহর পঞ্চায়েত : আলওয়ারথিরুনাগিরি, অরুমুগানেরি, অথুর, এরাল, ইত্তায়াপুরম, কদাম্বুর, কালুগুমালাই, কানাম, কায়থারু, নাজেরথ, পেরুঙ্গুলম, সাথানকুলাম, সায়াপুরম, শ্রীবৈকুন্তম, থেন্থিরুপেরাই, উদাঙ্গুদি, ভি পুডুরাম গ্রাম এবং ভি পুডুরাম ।\n\n\n=== লোকসভা কেন্দ্র ===\n\n\n=== তামিলনাড়ু বিধানসভা কেন্দ্র ===\n\n\n== অর্থনীতি ==\nভিও চিদাম্বরানার পোর্ট ট্রাস্ট কর্মসংস্থান প্রদানের পাশাপাশি জেলার অর্থনীতিতে প্রধান অবদান রাখে। থুথুকুডি SPIC, থুথুকুডি ক্ষারীয় রাসায়নিক, DCW জিরকোনিয়াম প্ল্যান্ট এবং অসংখ্য লবণ প্যাকিং কোম্পানির মতো শিল্পের আয়োজক। কয়লাভিত্তিক অনেক বিদ্যুৎকেন্দ্র চালুর বিভিন্ন পর্যায়ে রয়েছে। কোভিলপট্টি অনেক ছোট আকারের শিল্প বিশেষ করে ম্যাচ স্টিক শিল্প নিয়ে গঠিত।\n\n\n=== কৃষি ===\nউজাক্কুদি, ভাল্লানাডু, আরমুগামঙ্গলম, পালায়কায়াল, থিরুভাইকুন্ডম, সাত্তানকুলাম এবং তিরুচেন্দুর তালুকের মতো বেশিরভাগ গ্রামে ধান সবচেয়ে বেশি চাষ করা ফসল। কম্বু, চোলাম, কুথিরাইভালি এবং অন্যান্য ডাল কোভিলপট্টি, ভিলাথিকুলম, নাগালাপুরম ওট্টপিদারম এবং থুথুকুডি তালুকের শুকনো জমিতে উত্থিত হয়। কোভিলপট্টি, অট্টপিদারম এবং থুথুকুডি তালুকে তুলা চাষ করা হয়। কোভিলপট্টি, তিরুচেন্দুর এবং সাত্তানকুলাম তালুকে চিনাবাদাম চাষ করা হয়। চীনাবাদামের পিঠা সার ও গবাদি পশুর খাদ্য হিসেবে ব্যবহার করা হচ্ছে। নাগালাপুরম তার অর্থনীতিকে শুধুমাত্র কৃষি নির্ভর করে তোলে। উজাক্কুদির প্রসারিত জুড়ে আখ এবং প্লান্টেন (কলা) ব্যাপকভাবে চাষ করা হয়। আরুমুগামানাগালাম এবং ইয়েরালের মতো গ্রামে কলা ও বিটেলের চাষ বেশি হয়। এছাড়াও টমেটো, মরিচ, বেগুন, লেডিস ফিঙ্গার, শিমের মতো সবজির চাষ হয় উজাক্কুদি গ্রামে। গ্রীষ্মকালকে ছোট পরিসরে তুলা চাষের জন্য ব্যবহার করা হয়। এই এলাকার প্রধান ব্যবসা হল শুকনো মরিচ, ছোলাম, কাম্বু, কাঠকয়লা ইত্যাদি। 35% শেয়ারের সাথে, জেলাটি তামিলনাড়ুর কাম্বুর শীর্ষ উৎপাদনকারী। পালমাইরা গাছ বেশিরভাগই তিরুচেন্দুর, শ্রীভাইকুন্ডম, সাত্তানকুলাম এবং ভিলাথিকুলাম তালুকে জন্মে। পালমিরার রস থেকে গুড় উৎপন্ন হয়; তিরুচেন্দুর এবং সাত্তানকুলাম তালুকের মানুষের প্রধান পেশা হল গুড় উৎপাদন। শ্রীভাইকুন্ডম এবং তিরুচেন্দুর তালুকে কলা এবং অন্যান্য শাকসবজি উত্থিত হয়।\n\n\n=== লবণ উৎপাদন ===\nজেলাটি তামিলনাড়ুর মোট লবণ উৎপাদনের 70 শতাংশ এবং ভারতের 30 শতাংশ। গুজরাটের পরেই তামিলনাড়ু ভারতের দ্বিতীয় বৃহত্তম লবণ উৎপাদনকারী।\n\n\n=== পরিবহন ===\nজাতীয় মহাসড়ক 45B, 7A এবং রাজ্য মহাসড়ক SH-32,33,40,44,75,76,77,93,176 রাজ্যের অন্যান্য অংশের সাথে সংযুক্ত। সরকারি বাসগুলি জেলাকে রাজ্যের অন্যান্য অংশের সাথে সংযুক্ত করে। থুথুকুডি এবং কোভিলপট্টি রেলওয়ে স্টেশন হল ভারতীয় রেলওয়ের প্রধান স্টেশন। জেলার ভিও চিদাম্বরনার বন্দর কর্তৃপক্ষকে ঘোষণা করা হয়েছিল যে ভারতের দশম প্রধান সমুদ্রবন্দরও কন্টেইনার পরিষেবা সরবরাহ করে। তুতিকোরিন বিমানবন্দর ভাইগাইকুলামে অবস্থিত এবং বর্তমানে চেন্নাই এবং বেঙ্গালুরু থেকে ফ্লাইট রয়েছে। থুথুকুডি শহরগুলির মধ্যে একটি যা চারটি পরিবহনের উপায় (সড়ক, রেলপথ, বিমানপথ এবং সমুদ্রপথ)।\n\n\n=== স্পেসপোর্ট ===\nভারত সরকার থুথুকুডি জেলার কুলাসেকারনপট্টিনমের কাছে একটি নতুন রকেট লঞ্চ প্যাড স্থাপন করতে চলেছে৷ ইন্ডিয়ান স্পেস রিসার্চ অর্গানাইজেশন (ISRO) তার দ্বিতীয় রকেট লঞ্চিং প্যাড বা স্পেসপোর্টের কাজ শুরু করেছে, যেটি হবে তামিলনাড়ুর কুলাসেকারনপট্টিনাম, থুথুকুডি। সতীশ ধাওয়ান মহাকাশ কেন্দ্রের শ্রীহরিকোটা মহাকাশ বন্দরের মতো, বিষুবরেখার কাছাকাছি হওয়ার কারণে থুথুকুডিকে একটি মহাকাশবন্দর হিসেবে নির্বাচিত করা হয়েছিল। \"একটি রকেট উৎক্ষেপণ সাইট পূর্ব উপকূলে এবং বিষুবরেখার কাছাকাছি হওয়া উচিত। এবং থুথুকুডি জেলা সেই শর্ত পূরণ করে\", ইসরোর একজন প্রাক্তন আধিকারিক বলেছেন।\n\n\n=== শিক্ষা ===\nশিক্ষা প্রদানকারী অসংখ্য শিক্ষা প্রতিষ্ঠান, কলেজ, স্কুল রয়েছে। কৃষি কলেজ এবং গবেষণা ইনস্টিটিউট, কিলিকুলাম ১৯৮৪-৮৫ সালে তামিলনাড়ু কৃষি বিশ্ববিদ্যালয়ের তৃতীয় কনস্টিটিউয়েন্ট কলেজ হিসাবে প্রতিষ্ঠিত হয়েছিল। এর মধ্যে রয়েছে:\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nঅ্যাঞ্জেলা লিন্সি, ক্রীড়াবিদ যিনি 15 বছর বয়সে তিরুবনন্তপুরমে জাতীয় গেমসে 1.72 মিটার উচ্চ জাম্পে জাতীয় রেকর্ড স্থাপন করেছিলেন।\nআপ্পুকুট্টি, চলচ্চিত্র অভিনেতা\nবিল রাজেশ, তামিলনাড়ুর প্রাক্তন স্বাস্থ্য ও পরিবার কল্যাণ সচিব\nচার্ল, চলচ্চিত্র অভিনেতা\nকোটালাঙ্গো লিওন, অস্কার পুরস্কারপ্রাপ্ত\nদিনেশ কার্তিক, জাতীয় ক্রিকেটার\nহরি, চলচ্চিত্র পরিচালক\nজে. কনকরাজ, অন্ধ্র প্রদেশের প্রাক্তন রাজ্য নির্বাচন কমিশনার\nজেপি চন্দ্রবাবু, চলচ্চিত্র অভিনেতা\nজাগুয়ার থাঙ্গাম, ফিল্ম স্টান্ট কোরিওগ্রাফার\nকেপি কান্দাসামি, দিনকরন সংবাদপত্র গ্রুপের প্রতিষ্ঠাতা\nকি. রাজনারায়ণন, তামিল লোকসাহিত্যিক এবং লেখক\nকু. আলাগিরিসামি, তামিল লেখক\nকদম্বুর এমআর জনার্থানন, প্রাক্তন কেন্দ্রীয় কর্মী, জনঅভিযোগ এবং পেনশন প্রতিমন্ত্রী\nকালী ভেঙ্কট, চলচ্চিত্র অভিনেতা\nকুমারগুরুপাড়া দেশীকর, কবি ও শৈব তপস্বী\nমারি সেলভারাজ, চলচ্চিত্র পরিচালক\nমাভেরান আলাগুমুথু কোন, মুক্তিযোদ্ধা\nনবীন রাজা জ্যাকব, ভলিবল ক্রীড়াবিদ\nনিবেথা পেথুরাজ, চলচ্চিত্র অভিনেত্রী\nওমাইথুরাই, ভারতীয় পলিগার\nপি. রাজাগোপাল, সর্বাবন ভবনের প্রতিষ্ঠাতা\nপি. শ্রী আচার্য, তামিল পণ্ডিত\nপন মারিয়াপ্পান, নাপিত যিনি তার সেলুনকে মিনি লাইব্রেরি দিয়ে সজ্জিত করেছিলেন এবং \" মন কি বাত \" রেডিও প্রোগ্রামে প্রধানমন্ত্রী নরেন্দ্র মোদীর প্রশংসা পেয়েছিলেন\nপুমনি, তামিল লেখক এবং সাহিত্য অকাদেমির রিসিভার তার কাজ আগ্নাদির জন্য\nআর. নল্লাকান্নু, রাজনীতিবিদ ও সমাজকর্মী\nআর. পার্থিবন, চলচ্চিত্র অভিনেতা\nরমণীচন্দ্রন, তামিল রোম্যান্স ঔপন্যাসিক\nরাজেন্দ্রন, চলচ্চিত্র অভিনেতা এবং স্টান্ট ডাবল\nএসপি আদিথানার, দিনা থানথি সংবাদপত্র গ্রুপের প্রতিষ্ঠাতা\nএস. অনন্তরামাকৃষ্ণান, অ্যামালগামেশনস গ্রুপের প্রতিষ্ঠাতা\nশেনবাগ, চলচ্চিত্র অভিনেত্রী\nশিব নাদার, এইচসিএল টেকনোলজিসের প্রতিষ্ঠাতা\nশিবন্তী আদিতানার, তামিল মিডিয়া ব্যারন\nস্টান্ট সিলভা, চলচ্চিত্র স্টান্ট অভিনেতা\nসুব্রমণ্য ভারতী, মুক্তিযোদ্ধা ও লেখক\nথেঙ্গাই শ্রীনিবাসন, চলচ্চিত্র অভিনেতা\nটিএস বালাইয়া, চলচ্চিত্র অভিনেতা\nউমরু পুলাভার, তামিল কবি\nভিও চিদাম্বরম পিল্লাই, স্বাধীনতা সংগ্রামী\nবীরান সুন্দরলিঙ্গম, স্বাধীনতা সংগ্রামী\nভাঞ্চিনাথন, মুক্তিযোদ্ধা\nবীরপাণ্ডিয়া কট্টবোম্মান, মুক্তিযোদ্ধা\nবিবেক, চলচ্চিত্র অভিনেতা এবং সামাজিক কর্মী\n\n\n== আরো দেখুন ==\nথুথুকুদি গণহত্যা\nপি জয়রাজ এবং বেনিক্সের হেফাজতে মৃত্যু\nভিও চিদাম্বরনার পোর্ট ট্রাস্ট\nতুতিকোরিন বিমানবন্দর\nতামিলনাড়ুর জেলার তালিকা\n\n\n== তথ্যসূত্র =="}