{"pageid": 1182260, "title": "নূর ওয়ালী মেহসুদ", "url": "https://bn.wikipedia.org/wiki?curid=1182260", "content": "নূর ওয়ালী মেহসুদ যিনি আবু মনসুর আসিম নামেও পরিচিত,  একজন পাকিস্তানি ইসলামি পণ্ডিত, আলেম এবং আইনজ্ঞ যিনি পাকিস্তানি তালেবানের (টিটিপি) বর্তমান আমির। ২০১৮ সালের ২২ জুন টিটিপির তৎকালীন আমির মোল্লা ফজলুল্লাহ আফগানিস্তানের কুনারে মার্কিন ড্রোন হামলায় নিহত হওয়ার পর মেহসুদকে টিটিপির আমির হিসেবে নিযুক্ত করা হয়।  \nমেহসুদ টিটিপির সূচনার পর থেকে সবচেয়ে দুর্বল ও কঠিন সময়ে আমির নির্বাচিত হন। কারণ তখন  টিটিপি পাকিস্তানের কোনো ভূখণ্ড নিজেদের দখলে রাখতে পারেনি এবং তারা অভ্যন্তরীণ বিভাজনে জর্জরিত ছিল। তা সত্ত্বেও মেহসুদের নিয়োগের পর থেকে টিটিপি পুনরুজ্জীবিত হয়েছে বলে মনে করা হয় এবং টিটিপি আরো শক্তিশালী হয়ে উঠেছে। মেহসুদ মূলত টিটিপিকে একটি নতুন দিকে চালিত করেছেন। তিনি টিটিপিকে বেসামরিক লক্ষ্যবস্তুতে হামলা করা থেকে বিরত রেখে কেবল নিরাপত্তা ও আইন প্রয়োগকারী কর্মীদের উপর হামলার নির্দেশ দিয়েছেন। জনগণের মাঝে টিটিপির ভাবমূর্তি পুনর্জীবিত করতে এবং ইসলামিক স্টেটের চরমপন্থা থেকে টিটিপিকে দূরে সরিয়ে রাখার তীব্র প্রচেষ্টা চালিয়েছেন।\n২০১৯ সালে মার্কিন যুক্তরাষ্ট্র মেহসুদকে সন্ত্রাসী তালিকায় অন্তর্ভুক্ত করে। ২০২০ সালের জুলাই মাসে মেহসুদকে জাতিসংঘের আইএসআইএল এবং আল-কায়েদা নিষেধাজ্ঞা কমিটির তালিকায় অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== প্রারম্ভিক জীবন ==\nনূর ওয়ালী মেহসুদ ১৯৭৮ সালের ২৬ জুন খাইবার পাখতুনখোয়ার দক্ষিণ ওয়াজিরিস্তানের তিয়ারজা মহকুমার একটি গ্রামে জন্মগ্রহণ করেন। তিনি মেহসুদ উপজাতির মেচিখেল উপ-গোষ্ঠী থেকে এসেছেন, যারা দক্ষিণ ওয়াজিরিস্তানের সারারোঘা মহকুমায় বসবাসকারী একটি পশতুন উপজাতি।\n\n\n=== ধর্মীয় শিক্ষা এবং আফগান গৃহযুদ্ধ ===\nনূর ওয়ালী মেহসুদ মাদ্রিসা সিদ্দিকিয়ায় প্রাথমিক শিক্ষা লাভ করেন। এরপর ৯০ এর দশক জুড়ে তিনি জামিয়া ইমদাদিয়া, জামিয়া হালেমিয়া এবং জামিয়া ফারুক-ই-আজম ফয়সালাবাদ, জামিয়া নুসরাতুল উলূম, করাচির জামিয়া আহসান-উল-উলূম এবং জামিয়া ইয়াসিনুল কুররানে পড়াশুনা করেছেন।১৯৯৬-৯৭ সালের দিকে আহমেদ শাহ মাসুদের উত্তরজোটের বিরুদ্ধে আফগান তালেবান এবং মিত্র জিহাদি বাহিনীর সাথে লড়াইয়ে অংশগ্রহণ করার জন্য আফগানিস্তানে চলে যাওয়ায় মেহসুদের ধর্মীয় শিক্ষা ব্যাহত হয়। পরবর্তীতে তিনি বিভিন্ন যুদ্ধে লড়েছিলেন। যেমন: আফগান গৃহযুদ্ধ, মাজার-ই-শরীফের যুদ্ধ  এবং উত্তর কাবুলের যুদ্ধ। এরপর গুল শাহ খানের পরামর্শে নূর ওয়ালী মেহসুদ তার ধর্মীয় শিক্ষা শেষ করার জন্য পাকিস্তানে ফিরে আসেন এবং ১৯৯৯ সালে স্নাতক হন। এর পরের দুই বছর ধরে মেহসুদ দক্ষিণ ওয়াজিরিস্তানের গোরগোর এলাকার মাদ্রাসা ইমদাদ-উল-উলূমে ইসলামী ধর্মতত্ত্ব পড়ান।\n\n\n== আমেরিকার আফগানে আগ্রাসন ==\n২০০১ সালের ১১ সেপ্টেম্বরে আমেরিকা আফগানিস্তানে আগ্রাসন শুরু করে। তালেবান সরকার এবং তাদের সহযোগী বিদেশী জিহাদিদের প্রতিরোধ সত্ত্বেও মার্কিন ও উত্তর-জোট বাহিনীর দ্বারা ২০০১ সালের ডিসেম্বরে তালেবান সরকারের পতন হলে মুফতি নূর ওয়ালি মেহসুদকে অন্যান্য আফগান তালেবানদের সাথে পাকিস্তানে সীমান্ত পেরিয়ে পিছু হটতে হয়। । পরের বছর মুফতি নুর ওয়ালি মেহসুদ উপজাতীয় অঞ্চলে অন্যান্য অনেক জিহাদি, তালেবান সদস্য এবং আল-কায়েদা যোদ্ধাদের আশ্রয় দিয়েছিলেন। \n\n২০০২ সালে মার্কিন যুক্তরাষ্ট্রের চাপে পাকিস্তান পাকিস্তানে আশ্রয় নেওয়া জিহাদিদের ধরার লক্ষ্যে গোটা খাইবার পাখতুনখোয়া প্রদেশ এবং আফগান সীমান্ত বরাবর সেনা মোতায়েন শুরু করে।  এই পদক্ষেপটি উপজাতিদের সার্বভৌমত্বের একটি অভূতপূর্ব লঙ্ঘন বলে বিবেচিত হয়েছিল এবং পাকিস্তান জুড়ে অনেক দল এর নিন্দা করেছিল। উপজাতি অঞ্চলে পাকিস্তানের সামরিক উপস্থিতি কেবল পশতুন উপজাতিদের সার্বভৌমত্বের লঙ্ঘনই ছিল না, বরং মুফতি নূর ওয়ালী মেহসুদের মতে, তারা যাদের আশ্রয় দিয়েছিল, এই অভিযানের ফলে পশতুনদের একটি প্রধান উপাদান মেলমাসটিয়া ( আতিথেয়তা) নীতির লঙ্ঘন হবে। এমন পরিবেশেই মুফতি নূর ওয়ালী মেহসুদ আমেরিকান সাম্রাজ্যবাদকে প্রতিহত করার জন্য পাকিস্তানে একটি \"প্রতিরক্ষামূলক জিহাদের\" প্রয়োজন অনূভব করেছিলেন। এসব বিবেচনায় রেখে মেহসুদ উত্তর-পশ্চিম পাকিস্তানে যুদ্ধ শুরুর অল্প আগে ২০০৩ সালে পাকিস্তানি তালেবানের মেহসুদ শাখায় যোগদান করেন।\n\n\n== উত্তর-পশ্চিম পাকিস্তানে যুদ্ধ ==\n২০০৪ সালের ১৬ মার্চ যখন পাকিস্তানি সেনাবাহিনী দক্ষিণ ওয়াজিরিস্তানের ওয়ান্না এলাকা থেকে আল-কায়েদা জিহাদিদের নির্মূল করার উদ্দেশ্যে একটি অভিযান শুরু করে তখন তারা প্রচণ্ড প্রতিরোধের সম্মুখীন হয়। এই যুদ্ধে মুফতি নূর ওয়ালি মেহসুদ তায়ার মানজা এলাকায় পাকিস্তানি সেনাবাহিনীর উপর অতর্কিত হামলায় স্থানীয় তালেবান যোদ্ধাদের নেতৃত্ব দেন। ওয়ান্নার যুদ্ধে পাকিস্তানি বাহিনী জয়লাভ করলে এর প্রতিক্রিয়ায় উত্তর-পশ্চিম পাকিস্তানে যুদ্ধের সূচনা হয়। ২০০৪ সালের সেপ্টেম্বরে পাকিস্তানি সামরিক অভিযানের সময় মুফতি নূর ওয়ালি মেহসুদের উপর স্থানীয় তালেবানদের নেতৃত্ব অর্পণ করা হয়েছিল।\n\nনূর ওয়ালীর ধর্মীয় শিক্ষায় পাণ্ডিত্যের কারণে তাকে বাইতুল্লাহ মেহসুদ গঠিত তালেবান আদালতে কাজী (বিচারক) বানানো হয়।  স্থানীয়দের মতে, মুফতি নুর ওয়ালি মেহসুদ বিখ্যাত পাকিস্তানি তালেবান নেতা বাইতুল্লাহ মেহসুদকে তিন দিনের জেল সাজা দেন।  এই সময়কালে নূর ওয়ালী বাইতুল্লাহ মেহসুদের ডেপুটি হিসেবে কাজ করেছিলেন বলেও মনে করা হয়। \n\n\n== লেখালেখি ==\nএকজন ধর্মীয় আলেম (মুফতি) হওয়ার সুবাধে নূর ওয়ালী মেহসুদ টিটিপি-এর প্রকাশনা বিভাগের প্রধান ছিলেন। তিনি নিজেও একজন প্রসিদ্ধ লেখক। লেখালেখিতে তার সবচেয়ে বিখ্যাত কাজ হল ২০১৭ সালের নভেম্বরে প্রকাশিত দীর্ঘ ৬৯০ পৃষ্ঠার বই ইনকিলাবে মেহসুদ সাউথ ওয়াজিরিস্তান: ফেরেঙ্গি রাজ সে আমেরিকান সমরাজ তক (বাংলায়) দক্ষিণ ওয়াজিরিস্তানে মেহসুদ বিপ্লব : ব্রিটিশ রাজ থেকে মার্কিন সাম্রাজ্য পর্যন্ত । \n\n\n== আমির ও নেতৃত্ব ==\n২০১৮ সালে তৎকালীন আমির নিহত হলে নূর ওয়ালী মেহসুদকে টিটিপির আমির বা প্রধান নির্বাচিত করা হয়। নূর ওয়ালীকে টিটিপির সবচেয়ে বিচক্ষণ ও শিক্ষিত আমির হিসেবে বিবেচনা করা হয়। তিনি  আমির নির্বাচিত হওয়ার পর টিটিপির অপারেশনে পেশাদারিত্বের ছাপ আসে। সাধারণ জনগণ ও পাবলিক প্লেসে হামলার সংখ্যা কমে যায়। এছাড়াও তিনি টিটিপির বিভিন্ন বিচ্ছিন্ন গ্রুপকে একত্র করতে সক্ষম হন। \n\n\n== তথ্যসূত্র =="}