{"pageid": 1182364, "title": "তিরুচিরাপল্লী জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1182364", "content": "তিরুচিরাপল্লী জংশন রেলওয়ে স্টেশন, ত্রিচি জংশন রেলওয়ে স্টেশন নামেও পরিচিত (স্টেশন কোড: TPJ ) হল তিরুচিরাপল্লী, তামিলনাড়ুর একটি জংশন স্টেশন । এটি দক্ষিণ রেলওয়ে জোনের তিরুচিরাপল্লী রেলওয়ে বিভাগের সদর দপ্তর হিসেবে কাজ করে। স্টেশন কোড টিপিজে, অফিসিয়াল উদ্দেশ্যে ব্যবহৃত হয়। প্রতিদিন প্রায় 15,000 যাত্রী এই তিরুচিরাপল্লি জংশন ব্যবহার করছেন। TPJ দক্ষিণ রেলওয়ের একমাত্র রেলওয়ে স্টেশন যেখানে ডিজেল-ইলেকট্রিক মাল্টিপল ইউনিট (DEMU) শেড রয়েছে। তিরুচিরাপল্লী জংশন হল তামিলনাড়ুর দ্বিতীয় বৃহত্তম রেলওয়ে স্টেশন এবং ভারতের ব্যস্ততম রেলওয়ে স্টেশনগুলির মধ্যে একটি। বিভিন্ন পরিবেশ-বান্ধব ব্যবস্থা বাস্তবায়নের জন্য কনফেডারেশন অফ ইন্ডিয়ান ইন্ডাস্ট্রিজ (CII) দ্বারা 2020 সালের মার্চ মাসে স্টেশনটিকে 'গোল্ড  ' (72 পয়েন্ট) রেটিং দেওয়া হয়েছিল। এটি দক্ষিণ রেলওয়ের প্রথম  এবং একমাত্র স্টেশন যা \"গোল্ড\" সার্টিফিকেশন পেয়েছে এবং ভারতীয় রেলে 5তম।\n\n\n== ইতিহাস ==\n\nভারতের গ্রেট সাউদার্ন, একটি রেলওয়ে কোম্পানি 1853 সালে তিরুচিরাপল্লির সদর দপ্তর হিসেবে প্রতিষ্ঠিত হয়েছিল।  1859 সালে, কোম্পানিটি তার প্রথম রেললাইন নির্মাণ করে যা তিরুচিরাপল্লীকে নাগাপট্টিনমের সাথে সংযুক্ত করেছিল।  বর্তমানে, তিরুচিরাপল্লী তামিলনাড়ুর একটি গুরুত্বপূর্ণ রেলওয়ে জংশন এবং এটি দক্ষিণ রেলওয়ের একটি পৃথক বিভাগ। \nত্রিচি জংশন থেকে পৃথকভাবে পাঁচটি রেল লাইন শাখা:\n\nVirudhachalam Junction Viluppuram Junction ভিলুপুরম জংশনের জন্য উত্তরের দিকে\nThanjavur Junction Viluppuram Junction হয়ে ভিলুপুরম জংশনের জন্য পূর্ব দিকে\nKaraikkudi Junction জন্য দক্ষিণ-পূর্ব দিকে\nDindigul Junction হয়ে Trivandrum Central জন্য দক্ষিণের দিকে\nKarur Junction হয়ে Coimbatore Junction জন্য পশ্চিম দিকে\n\n\n== ক্রেডিট এবং উন্নয়ন ==\nবিদ্যুৎ সংরক্ষণের জন্য এটিকে 5 স্টার দেওয়া হয়েছে। গোল্ডেন রক রেলওয়ে ওয়ার্কশপ এবং ডিজেল লোকো শেড যাত্রী ও মালবাহী অপারেশনের জন্য যথাক্রমে বগি এবং লোকোমোটিভ রক্ষণাবেক্ষণের সাথে জড়িত ছিল। স্টেশনটি বিনামূল্যে Wi-Fi, অবসর গ্রহণের কক্ষ, এবং প্রথম প্ল্যাটফর্মে যাত্রীদের জন্য এসি লাউঞ্জ দিয়ে সজ্জিত।  ট্রেনের অপেক্ষা কমাতে নতুন প্ল্যাটফর্ম নং 8 নির্মাণের কাজ চলছে দ্রুতগতিতে। করুর, ইরোড, থাঞ্জাভুর, কারাইকুডি, বিরুধাচালাম এবং ডিন্ডিগুলের দিকে ঘন ঘন যাত্রীবাহী ট্রেন রয়েছে।\n\n\n== শহুরে স্টেশন ==\nTiruchirappalli Palakkarai (TPE)\nTiruchirappalli Fort (TP)\nGolden Rock (GOC)\nManjattidal (MCJ)\nTiruverumbur (TRB)\nTiruchirappalli Town (TPTN)\nSrirangam (SRGM)\nPichchandarkovil (BXS)\nUthamar kovil (UKV)\n\n\n== শহরতলির স্টেশন ==\nকুমারমঙ্গলম (KRMG)\nটন্ডমানপট্টি (TOM)\nমুথারাসনাল্লুর (MTNL)\nমেক্কুদি (MKY)\nজিয়াপুরম (জেপিএম)\nএলামানুর (ইএল)\nপেরুগামনি (PGN)\nপুল্লাম্বাদি (PMB)\nভালদি (ভিএলডিআই)\nলালগুড়ি (এলএলআই)\nপুংগুড়ি (PUG)\nকোলাতুর (কেএলএস)\nপেট্টাইভাইথালাই (PNI)\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nতিরুচ্চিরাপল্লী জংশন হল শহরের সবচেয়ে বিশিষ্ট ল্যান্ডমার্কগুলির মধ্যে একটি তাই প্রায়শই চলচ্চিত্রগুলিতে প্রদর্শিত হয়েছে। কয়েক বছর ধরে কিছু ভারতীয় উপন্যাস এবং শিল্প প্রযোজনায় স্টেশনটি ব্যবহার করা হয়েছে। স্টেশনে শুট করা চলচ্চিত্র এবং অন্যান্য প্রোগ্রামগুলির মধ্যে রয়েছে:\n\nভারানাম আয়িরাম (2008) ( তামিল )\nশিব মনসুলা শক্তি (তামিল)\n\n\n== আরো দেখুন ==\nভারতের রেলওয়ে স্টেশনের তালিকা\nরেলওয়ে হেরিটেজ সেন্টার, তিরুচিরাপল্লী\n\n\n== তথ্যসূত্র ==\n\nTiruchirappalli Junction railway station at the India Rail Info\nত্রিচি জংশন ট্রেনের সময়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ অক্টোবর ২০১৯ তারিখে\n উইকিভ্রমণ থেকে তিরুচিরাপল্লী জংশন রেলওয়ে স্টেশন ভ্রমণ নির্দেশিকা পড়ুন।</img>  ভ্রমণ নির্দেশিকা\nটেমপ্লেট:Railway stations in Tamil Nadu"}