{"pageid": 1182429, "title": "শামসুল হক শিক্ষা কমিশন, ১৯৯৭", "url": "https://bn.wikipedia.org/wiki?curid=1182429", "content": "শামসুল হক শিক্ষা কমিশন, ১৯৯৭ হলো বাংলাদেশ সরকারের নির্দেশে ১৯৯৭ সালে গঠিত একটি শিক্ষা কমিশন। এই কমিশনের প্রধান ছিলেন ঢাকা বিশ্ববিদ্যালয়ের ১৮ তম উপাচার্য অধ্যাপক মুহাম্মাদ শামসুল হক। এই কমিশনের সর্বমোট সদস্য ছিলো ৫৬ জন, কমিশনের উদ্দেশ্য ছিলো একটি বাস্তবধর্মী, গণমুখী, কর্মমুখী ও গতিশীল শিক্ষানীতি প্রণয়ন করা। কয়েক মাসের মধ্যেই কমিশন তাদের কর্ম সম্পাদন করে কমিশনের রিপোর্ট জমা দেয়। তবে কমিশনের পরামর্শের অনেক কিছুই পরবর্তীতে বাস্তবায়ন হয়নি। এই শিক্ষা কমিশন নানামুখী মানবিক গুনাবলির পরিস্ফুটনের প্রতি গুরুত্ব দিয়ে শিক্ষানীতি প্রস্তাব করেছিলো।\n\n\n== প্রস্তাবসমূহ ==\n১৯৯৭ সালের ১৪ জানুয়ারি সরকারি আদেশে এই কমিশন গঠন করা হয়। এই কমিশন নানামুখী গবেষণা ও পর্যবেক্ষণ করে কিছু পরামর্শ প্রদান করে। পরামর্শগুলোর অন্যতম:\n\nশিক্ষার্থীদের ব্যক্তিগত ও জাতীয় জীবনে নৈতিক, মানবিক, ধর্মীয়, সাংস্কৃতিক ও সামাজিক মূল্যবোধ সৃষ্টি করা। এই মানবিক গুণগুলোর সৃষ্টির জন্য শিক্ষার্থীদের পরিচার্য করা।\nমুক্তিযুদ্ধের চেতনায় ছাত্রদের অনুপ্রাণিত করা\nশিক্ষার্থীদের মধ্যে জাতীয়তাবাদী চেতনা, দেশপ্রেম ও সুনাগরিকের গুণাবলীর বিকাশ ঘটানো।\nতাদের মধ্যে বিশ্বভ্রাতৃত্ববোধ, অসাম্প্রদায়িক মনোভাব, পারস্পরিক সৌহার্দ্য ও সহমর্মিতার মনোভাব সৃষ্টি করা।\nদেশে আর্থ-সামাজিক পরিবর্তন সাধনের লক্ষ্যে শিক্ষাকে বাস্তবমুখী, উৎপাদনশীল ও সৃজনশীল করা।\nগণতান্ত্রিক চেতনার বিকাশের লক্ষ্যে তাদের মধ্যে পরস্পরের মতামতের প্রতি সহনশীলতার মনোভাব সৃষ্টি করা\nছাত্রদের দায়িত্বশীল ও কর্তব্যপরায়ণ জনশক্তি হিসেবে গড়ে তোলা।\nতাদের মধ্যে জীবন সম্পর্কে বাস্তবমুখী ও ইতিবাচক দৃষ্টিভঙ্গী গড়ে তোলা।\nমানবাধিকারের প্রতি শ্রদ্ধাশীল করে গড়ে তোলা\n\n\n== কমিশনের লক্ষ্য ==\nবৈষম্যহীন সমাজ গঠনের লক্ষ্যে মেধা ও প্রবণতার ভিত্তিতে শিক্ষাক্ষেত্রে সমঅধিকার নিশ্চিত করার প্রতি কমিশন বিশেষ গুরুত্ব আরোপ করে। কমিশনের রিপোর্টে শিক্ষার তিনটি পর্যায়ের সুপারিশ করা হয়েছে, প্রাথমিক স্তর, মাধ্যমিক স্তর ও উচ্চশিক্ষা। প্রাথমিক শিক্ষার পরিধি পাঁচ বছরের পরিবর্তে আট বছর করার সুপারিশ করা হয়েছে।\n\n\n== আরো দেখুন ==\nবাংলাদেশের শিক্ষা কমিশনের তালিকা\nকবির চৌধুরী শিক্ষা কমিশন, ২০০৯\nকুদরাত-এ-খুদা শিক্ষা কমিশন\nমনিরুজ্জামান মিয়া শিক্ষা কমিশন, ২০০৩\n\n\n== তথ্যসূত্র =="}