{"pageid": 1182369, "title": "ইকামতে দ্বীন", "url": "https://bn.wikipedia.org/wiki?curid=1182369", "content": "ইক্বামতে দ্বীন (আরবি: اقامه الدين) একটি ইসলামী পরিভাষা যার অর্থ দ্বীন প্রতিষ্ঠা করা। এটি ইসলামী রাজনীতিতে ব্যবহৃত একটি বহুল প্রচলিত শব্দগুচ্ছ।\n\n\n== কুরআন ==\nকুরআনের সূরা শুরার ১৩ নং আয়তে বিষয়টির উল্লেখ রয়েছে।\n\nতিনি তোমাদের জন্য দীন বিধিবদ্ধ করে দিয়েছেন; যে বিষয়ে তিনি নূহকে নির্দেশ দিয়েছিলেন, আর আমি তোমার কাছে যে ওহী পাঠিয়েছি এবং ইবরাহীম, মূসা ও ঈসাকে যে নির্দেশ দিয়েছিলাম তা হল, তোমরা দীন কায়েম (اَقِیۡمُوا الدِّیۡنَ) করবে এবং এতে বিচ্ছিন্ন হবে না। তুমি মুশরিকদেরকে যেদিকে আহবান করছ তা তাদের কাছে কঠিন মনে হয়; আল্লাহ যাকে চান তার দিকে নিয়ে আসেন। আর যে তাঁর অভিমুখী হয় তাকে তিনি হিদায়াত দান করেন। \n\n\n== হাদীস ==\nনবী (ﷺ) এর বানীঃ আমার উম্মতের একদল লোক হকের উপর প্রতিষ্ঠিত থাকবে তাদের বিরোধীরা তাদের ক্ষতিসাধন করতে পারবে নাঃ মুহাম্মদ ইবনু মুসান্না ও মুহাম্মদ ইবনু বাশশার (রহঃ) ... জাবির ইবনু সামুরা (রাঃ) সুত্রেনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ এ দ্বীন (ইসলাম) সর্বদা কায়েম থাকবে। মুসলিমদের একটি দল এর পক্ষে লড়তে থাকবে কিয়ামত সংগঠিত হওয়া পর্যন্ত।\nমুহাম্মাদ ইবনু জুবায়ের ইবনু মুত্‘ঈম (রহ.) হতে বর্ণিত। তিনি বলেন, মু‘আবিয়া (রাঃ)-এর নিকট কুরাইশ প্রতিনিধিদের সাথে তার উপস্থিতিতে সংবাদ পৌঁছলো যে, ‘আবদুল্লাহ ইবনু ‘আমর ইবনুল ‘আস (রাঃ) বর্ণনা করেন, শীঘ্রই কাহতান বংশীয় জনৈক বাদশাহর আগমন ঘটবে। এতদশ্রবণে মু‘আবিয়াহ (রাঃ) ক্রুদ্ধ হয়ে খুত্বাহ দেয়ার উদ্দেশে দাঁড়িয়ে আল্লাহর যথাযোগ্য হামদ ও সানার পর তিনি বললেন, আমি জানতে পেরেছি, তোমাদের মধ্য থেকে কিছু লোক এমন সব কথাবার্তা বলতে শুরু করেছে যা আল্লাহর কিতাবে নেই এবং আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতেও বর্ণিত হয়নি। এরাই মূর্খ, এদের হতে সাবধান থাক এবং এমন কাল্পনিক ধারণা হতে সতর্ক থাক যা ধারণাকারীকে বিপথগামী করে। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আমি বলতে শুনেছি যে, যত দিন তারা দ্বীন কায়েমে লেগে থাকবে তত দিন খিলাফত ও শাসন ক্ষমতা কুরাইশদের হাতেই থাকবে। এ বিষয়ে যে-ই তাদের সাথে শত্রুতা করবে আল্লাহ্ তাকে অধোঃমুখে নিক্ষেপ করবেন।\n ইবনু মুহাম্মাদ ..... নাজ্জার গোত্রের এক মহিলা সাহাবী থেকে বর্ণিত। তিনি বলেন, মসজিদে নববীর নিকটবর্তী ঘরসমূহের মধ্যে আমার বাড়ী ছিল সুউচ্চ। বিলাল (রাঃ) সেখানে উঠে ফজরের আযান দিতেন। তিনি সাহরীর শেষ সময়ে আগমন করে ঐ ছাদের উপর বসে সুবহে সাদকের অপেক্ষা করতেন। অতঃপর ভোর হয়েছে দেখার পর তিনি সোজা হয়ে দাঁড়াতেন এবং বলতেন, ইয়া আল্লাহ! আমি আপনার প্রশংসা করি ও সাহায্য কামনা করি এজন্য যে, আপনি কুরাইশদেরকে দ্বীন ইসলাম কায়েমের তৌফিক দান করুন। রাবী বলেন, অতঃপর বিলাল (রাঃ) আযান দিতেন। রাবী আরো বলেন, আল্লাহর শপথ! বিলাল (রাঃ) ঐ দুআ পাঠ কোন রাতেই বাদ দিয়েছেন বলে আমার জানা নাই।\n\n\n== ব্যাখ্যা ==\nএখানে ইকামতে দ্বীনের দ্বীন বলতে অনেক ইসলামী পণ্ডিত তাওহিদকে আবার অনেকে আল্লাহর হুকুম বা হুকুমতকে অর্থাৎ ইসলামী রাজনীতিকে বুঝিয়ে থাকেন।\n\n\n== আলেমদের অভিমত ==\nখোন্দকার আব্দুল্লাহ জাহাঙ্গীর তার হাদীসের নামে জালিয়াতি বইতে ইকামতে দ্বীন সম্পর্কে বলেন, \"যেমন রাসূলুল্লাহ (ﷺ) রাষ্ট্র পরিচালনা করেছেন, কিন্তু প্রচলিত অর্থে ‘দলীয় রাজনীতি’ করেন নি, অর্থাৎ ভোটের মাধ্যমে ক্ষমতা পরিবর্তনের মত কিছু করেন নি। বর্তমানে গণতান্ত্রিক ‘রাজনীতি’ করছেন অনেক আলিম। ন্যায়ের আদেশ, অন্যায়ের নিষেধ বা ইকামতে দীনের একটি নতুন পদ্ধতি হিসেবে একে গ্রহণ করা হয়। তবে যদি আমরা বলি যে, ‘রাসূলুল্লাহ (ﷺ) রাজনীতি করেছেন’, তবে শ্রোতা বা পাঠক ‘রাজনীতি’র প্রচলিত অর্থ, অর্থাৎ ভোটের মাধ্যমে ক্ষমতা দখলের কথাই বুঝবেন। আর এ রাজনীতি তিনি করেন নি। ফলে এভাবে তাঁর নামে মিথ্যা বলা হবে। এজন্য আমাদের উচিত তিনি কী করেছেন ও বলেছেন এবং আমরা কি ব্যাখ্যা করছি তা পৃথকভাবে বলা।\" এছাড়া ইসলামের নামে জঙ্গিবাদ বইতে তিনি বলেন, \"ইকামতের দীন’’ বা দীন প্রতিষ্ঠা বলতে অধিকাংশ মুফাস্সির ‘‘দীন পালন’’ বা ‘‘দীনের নির্দেশনা অনুসারে কর্ম করা’’ বুঝিয়েছেন।\" তিনি আরও বলেন, \"এখানে (সূরা শুরার ১৩ নং আয়াত) আল্লাহ এ সকল নবী-রাসূলকে দীন প্রতিষ্ঠার নির্দেশ দিয়েছেন বলে জানিয়েছেন। অধিকাংশ মুফাস্সির উল্লেখ করেছেন যে, এখানে ‘‘দীন’’ বলতে ‘‘তাওহীদ’’ বুঝানো হয়েছে; কারণ সকল নবীর মূল দীন ছিল তাওহীদ। শরীয়তের বিধিবিধানের ক্ষেত্রে তাঁদের মধ্যে পার্থক্য ছিল। কুরআন কারীমে নবী ও রাসূলগণের দাওয়াতের যে বর্ণনা দেওয়া হয়েছে তা থেকেও বিষয়টি বুঝা যায়। কুরআন কারীমে ২৫ জন নবী-রাসূলের কথা উল্লেখ করা হয়েছে। এছাড়া নাম উল্লেখ না করে অন্য নবীদের দাওয়াতের কথা উল্লেখ করা হয়েছে। সকলের ক্ষেত্রেই ‘‘তাওহীদ’’-কেই তাদের দাওয়াতের মূল বিষয়ই বলে উল্লেখ করা হয়েছে। কুরআনের বর্ণনা অনুসারে তাদের সকলের দাওয়াতের মূল বিষয় ছিল: আল্লাহ ছাড়া কোনো উপাস্য নেই, একমাত্র তাঁরই ইবাদত কর, তাঁকে ভয় কর এবং তাঁর রাসূলের আনুগত্য কর, সকল বিপদে শুধু তাঁকেই ডাক, একমাত্র তাঁরই কাছে সাহায্য চাও, তাঁরই জন্য সাজদা কর, তাঁরই উপর নির্ভর কর, তাঁরই জন্য উৎসর্গ, কুরবানী ও জবাই কর। আল্লাহ ছাড়া অন্যান্য যাদের বা যা কিছুর ইবাদত করা হয় তার ইবাদত বর্জন কর, তাদের ইবাদত পাওয়ার যোগ্যতা অবিশ্বাস কর। অধিকাংশ নবী-রাসূলের ক্ষেত্রে ‘‘তাওহীদ’’ ছাড়া অন্য কোনো বিষয় উল্লেখ করা হয় নি। কয়েকজন নবী-রাসূলের ক্ষেত্রে তাওহীদের পাশাপাশি চারিত্রিক, সামাজিক ও রাষ্ট্রীয় বিধিবিধান উল্লেখ করা হয়েছে। সকল ক্ষেত্রে আল্লাহ ও তাঁর রাসূলের আনুগত্য করতে নির্দেশ দেওয়া হয়েছে।আল্লাহ বলেছেন যে, সকল নবীকেই ‘‘দীন প্রতিষ্ঠার’’ নির্দেশ দিয়েছেন, আর অধিকাংশ নবীই তাওহীদ ছাড়া অন্য কিছুর দাওয়াত দিয়েছেন বলে কুরআনে উল্লেখ করা হয় নি। এজন্য অধিকাংশ মুফাস্সির বলেছেন যে, দীন প্রতিষ্ঠার অর্থ তাওহীদ পালন ও তাওহীদের দাওয়াত। অন্য অনেকে দীন বলতে তাওহীদ ও আহকামের সমষ্টি বুঝিয়েছেন। কারণ প্রত্যেক নবীকে তাঁকে প্রদত্ত দীন কায়েমের নির্দেশ দেওয়া হয়েছে।\"\n\n\n== আরও দেখুন ==\nইসলামে রাজনীতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইকামতে দ্বীন, পথ ও পদ্ধতি - মুহাম্মদ আসাদুল্লাহ আল গালিব - হাদীস ফাউন্ডেশন বাংলাদেশ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ এপ্রিল ২০২৩ তারিখে\nইক্বামতে দ্বীন - গোলাম আজম\nভ্রান্তির বেড়াজালে ইকামতে দ্বীন - মুজাফফর বিন মহসিন - বাংলাদেশ আহলেহাদীছ যুব সংঘ"}