{"pageid": 1182502, "title": "সিন্ধি জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1182502", "content": "সিন্ধি ( সিন্ধি: سنڌي ; দেবনগরী: सिन्धी ) হল একটি ইন্দো-আর্য  জাতিগোষ্ঠী, যারা সিন্ধি ভাষায় কথা বলে এবং পাকিস্তানের সিন্ধু ও বেলুচিস্তান প্রদেশের অধিবাসী। সিন্ধিদের ঐতিহাসিক জন্মভূমি দক্ষিণ-পূর্ব বেলুচিস্তান, পাঞ্জাবের বাহাওয়ালপুর এবং ভারতের গুজরাতের কচ্ছ অঞ্চল। প্রতিবেশীদের থেকে ইতিহাস জুড়ে বিচ্ছিন্ন থাকার কারণে সিন্ধি সংস্কৃতি এর নিজস্ব স্বতন্ত্রতা রক্ষা করতে পেরেছে।\n১৯৪৭ সালে ব্রিটিশ ভারতীয় সাম্রাজ্য বিভাজনের পর অনেক হিন্দু ও শিখ সিন্ধি স্বাধীন ভারত অধিরাজ্য ও বিশ্বের অন্যান্য অংশে চলে যায়। কিছু সিন্ধি পালিয়ে গিয়ে ইংল্যান্ড ও মার্কিন যুক্তরাষ্ট্রের মত দেশগুলিতে বসতি স্থাপন করে।  পাকিস্তানি সিন্ধিরা প্রধানত মুসলিম এবং হিন্দু ও শিখরা সংখ্যালঘু। এর বিপরীতে ভারতে সিন্ধিরা প্রধানত হিন্দু, শিখ ও জৈন ধর্মালম্বী এবং মুসলিম সিন্ধিরা সেখানে সংখ্যালঘু।\nউন্নত কর্মসংস্থানের সুযোগের কারণে বিশ্বের বিভিন্ন দেশ; বিশেষ করে মধ্যপ্রাচ্যে সিন্ধি প্রবাসীদের সংখ্যা দিন দিন বাড়ছে। ভৌগলিকভাবে বিচ্ছিন্ন হওয়া সত্ত্বেও সিন্ধিরা এখনও পরস্পরে দৃঢ় সম্পর্ক বজায় রাখে এবং সাংস্কৃতিক মূল্যবোধ ও অনুশীলনগুলি আদান-প্রদান করে।\n\n\n== ব্যুৎপত্তি ==\nসিন্ধি নামটি সংস্কৃত সিন্ধু থেকে উদ্ভূত হয়েছে, যার অর্থ নদী বা সমুদ্র। এটি সিন্ধু নদীর আসল নাম এবং এর পার্শ্ববর্তী অঞ্চলকে বোঝায়, যেখানে সিন্ধি ভাষায় কথা বলা হয়। জর্জ আব্রাহাম গ্রিয়ারসনের মত বিংশ শতাব্দীর পশ্চিমা পণ্ডিতরা বিশ্বাস করতেন যে, সিন্ধি বিশেষভাবে অপভ্রংশের ভ্রাকদা উপভাষা থেকে এসেছে। তবে পরবর্তী গবেষণাগুলি তার কথাকে অসম্ভাব্য প্রমাণ করেছে।\n\n\n== ভৌগোলিক বন্টন ==\nপূর্বে সিন্ধু উত্তর-পশ্চিম ভারতের একটি জাতিগত ঐতিহাসিক অঞ্চল ছিল। এর প্রতিবেশী অঞ্চলগুলির বিপরীতে সিন্ধু সহিংস আক্রমণের সম্মুখীন হয়নি। সিন্ধুতে বিভিন্ন রাজ্যের সীমানা ও নিয়ম জাতিগত ভিত্তিতে সীমাবদ্ধ করা হয়েছিল। ইতিহাস জুড়ে সিন্ধুর ভৌগোলিক সীমা সিন্ধু নদী এবং তার পার্শ্ববর্তী অঞ্চলগুলিকে নির্দেশ করেছে।\n\n\n=== পাকিস্তান ===\n\nব্রিটিশদের বিজয়ের পরে সিন্ধু বোম্বে প্রদেশের সাথে একীভূত হয় এবং খাইরপুর রাজ্য ব্রিটিশ আধিপত্যে থেকে যায়। তখন বোম্বে রাজ্যের সরকারে সিন্ধিদের প্রায় কোনো প্রতিনিধিত্ব ছিল না। ১৮৯০ সালের পরে মাত্র চারজন সদস্য নিয়ে সিন্ধু প্রথম বারের মতো প্রতিনিধিত্ব করে। এভাবে সিন্ধুর প্রতিনিধিত্ব সিন্ধিদের সন্তুষ্ট করতে পারেনি এবং শীঘ্রই তারা একটি পৃথক প্রদেশের জন্য একটি আন্দোলন শুরু করে। এর ফলে ১৯৩৬ সালে সিন্ধ প্রদেশ গঠিত হয় এবং এটি মুসলিম লীগ দ্বারাও সমর্থিত হয়। কারণ তারা পাকিস্তান সৃষ্টির জন্য এটাকে প্রয়োজনীয় বলে মনে করেছিল। সিন্ধিরা পাকিস্তান আন্দোলনে ব্যাপক অবদান রেখেছিল। বিশেষ করে ১৯৩৮ সালের ১০ ই অক্টোবরে সিন্ধু বিধানসভায় জিএম সৈয়দ এবং গোলাম হোসেন হিদায়াতুল্লাহর নেতৃত্বে একটি স্ব-সরকারের শর্তে  মুসলিম রাষ্ট্রের প্রস্তাব পাস হয় এবং এর ফলে সিন্ধু ব্রিটিশ ভারতের প্রথম প্রদেশ হিসেবে ভারতে একটি পৃথক মুসলিম রাষ্ট্র এবং পরে পাকিস্তানের সৃষ্টিকে প্রকাশ্যে সমর্থন করে।\n২০১৭ সালের পাকিস্তানি আদমশুমারি অনুসারে  সিন্ধিরা পশতুনদের পরে তৃতীয় বৃহত্তম জাতিগোষ্ঠী। সিন্ধিরা আনুমানিক ৩৪,২৫০,০০০ জনসংখ্যা নিয়ে পাকিস্তানের জনসংখ্যার ১৪% গঠন করেছে। সুফিবাদ মুসলিম সিন্ধিদের আধ্যাত্মিক জীবনে গুরুত্বপূর্ণ প্রভাব ফেলেছে, যার ফলে সিন্ধুতে সুফিবাদ পরিচয়ের একটি চিহ্ন হয়ে উঠেছে। পাকিস্তানে সিন্ধিদের জন্য সিন্ধু নামে প্রদেশ রয়েছে এবং এখানে পাকিস্তানি হিন্দুদের সবচেয়ে বেশি জনসংখ্যা (৯০%) বসবাস করে।\n\n\n=== ভারত ===\n\nবিভক্তির আগে সিন্ধি হিন্দুরা সিন্ধুতে অর্থনৈতিকভাবে একটি সমৃদ্ধ সম্প্রদায় ছিল। কিন্তু ধর্মের ভিত্তিতে নিপীড়নের ভয়ে এবং ভারত থেকে মুসলিম উদ্বাস্তুদের ব্যাপকভাবে আগমনের ফলে তারা দেশভাগের পর ভারতে চলে যায়। ভারতে তাদের অর্থনৈতিক মর্যাদা গড়ে তোলা তাদের পক্ষে খুবই কঠিন ছিল  এবং স্থায়ীভাবে থাকার জন্য তাদের এমন প্রদেশে যেতে হয়েছিল, যেখানে সিন্ধি সংস্কৃতির সাথে সাদৃশ্য সমাজব্যবস্থা রয়েছে। এসব সত্ত্বেও তারা নিজেদের প্রতিষ্ঠিত করতে সফল হয়েছিল। বিশেষ করে ব্যবসা ও বাণিজ্যের মাধ্যমে তারা ভারতের অন্যতম ধনী সম্প্রদায়ে পরিণত হয়েছে। অভিনেতা  রণবীর সিং এবং প্রবীণ রাজনীতিবিদ লাল কৃষ্ণ আডবাণীসহ অনেকেই সিন্ধি পরিবার থেকে এসেছেন ।\n২০১১ সালের আদমশুমারি অনুসারে ভারতে প্রায় ২,৭৭০,০০০ সিন্ধি বসবাস করে। তবে পাকিস্তানি সিন্ধিদের বিপরীতে ভারতীয় সিন্ধিরা গুজরাত, মহারাষ্ট্র ও রাজস্থানের মতো ভিন্ন ভিন্ন রাজ্যে ছড়িয়ে ছিটিয়ে আছে।\n\n\n== ইতিহাস ==\n\nসিন্ধু ছিল সভ্যতার অন্যতম পীঠস্থান। ব্রোঞ্জ যুগের সিন্ধু সভ্যতা, যা প্রায় ৩০০০ খ্রিস্টপূর্বাব্দ থেকে বিকাশ লাভ করেছিল। সিন্ধের ইন্দো-আর্য উপজাতিরা লৌহ যুগের বৈদিক সভ্যতার জন্ম দেয়, যা ৫০০ খ্রিস্টপূর্বাব্দ পর্যন্ত স্থায়ী হয়েছিল। এই যুগেই বেদ রচিত হয়েছিল বলে ধারণা করা হয়। ৫১৮ খ্রিস্টপূর্বাব্দে আচেমেনীয় সাম্রাজ্য সিন্ধু উপত্যকা জয় করে সেখানে হিন্দুশাস্ত্র প্রতিষ্ঠা করে। আলেকজান্ডার দ্য গ্রেটের আক্রমণের পর সিন্ধু মৌর্য সাম্রাজ্যের অংশ হয়ে ওঠে এবং এর পতনের পর ইন্দো-গ্রীক, ইন্দো-সিথীয় এবং ইন্দো-পার্থীয়রা সিন্ধু শাসন করেছিল।\nসিন্ধুকে কখনো কখনো বাব-উল ইসলাম বা ইসলামের প্রবেশদ্বার নামেও উল্লেখ করা হয়। কারণ এ অঞ্চলটি ভারতীয় উপমহাদেশের অঞ্চলগুলির মধ্যে সর্বপ্রথম ইসলামি শাসনের অধীনে আসে। সিন্ধু প্রদেশের কিছু অংশ ইসলামের বিজয়ের সময় রাশিদুন সেনাবাহিনীর অভিযানের আওতায় এসেছিল। কিন্তু ৭১২ সালে উমাইয়া খেলাফতের অধীনে মুহাম্মদ ইবনে কাসিমের নেতৃত্বে সিন্ধু বিজয়ের আগ পর্যন্ত এ অঞ্চলটি মুসলিম শাসনের অধীনে আসেনি। পরবর্তীকালে সিন্ধু কয়েকটি রাজবংশের হাতে শাসিত হয়েছিল যার মধ্যে হাবারি, সৌমরা, সামাস, আরঘুন ও তরখান উল্লেখ্যযোগ্য। ১৫৯১ সালে মুঘল সাম্রাজ্য সিন্ধু জয় করে এবং একে প্রথম স্তরের সাম্রাজ্যিক বিভাগ ঠাট্টার সুবাহ হিসাবে সংগঠিত করে। এরপর কালহোরা রাজবংশের অধীনে সিন্ধু পুনরায় স্বাধীন হয়। এরপর হায়দ্রাবাদের যুদ্ধের পর ১৮৪৩ সালে তালপুর রাজবংশ থেকে ব্রিটিশরা সিন্ধু দখল করে। ১৯৩৬ সালে সিন্ধু আলাদা প্রদেশে পরিণত হয় এবং স্বাধীনতার পর পাকিস্তানের অংশ হয়ে যায়।\n\n\n=== প্রাক-ঐতিহাসিক সময়কাল ===\nসিন্ধু ও পার্শ্ববর্তী অঞ্চলে সিন্ধু সভ্যতার ধ্বংসাবশেষ রয়েছে। হাজার বছরের পুরানো শহর এবং কাঠামোর অবশিষ্টাংশ রয়েছে, যার একটি উল্লেখযোগ্য উদাহরণ হল সিন্ধুর মহেঞ্জোদাড়ো। প্রায় ২৫০০ খ্রিস্টপূর্বাব্দের কাছাকাছি নির্মিত এটি প্রাচীন সিন্ধু সভ্যতা বা হরপ্পান সংস্কৃতির বৃহত্তম বসতিগুলির একটি ছিল। সেখানে মানসম্মত ইট, রাস্তার গ্রিড ও আচ্ছাদিত পয়ঃনিষ্কাশন ব্যবস্থার মত নাগরিক বৈশিষ্ট্য রয়েছে। এটি প্রাচীন মিশর, মেসোপটেমিয়া, মিনোয়ান সভ্যতা ও কারাল সভ্যতার সময়ের বিশ্বের প্রাচীনতম প্রধান শহরগুলির মধ্যে একটি ছিল। সিন্ধু সভ্যতা ধ্বংস হয়ে যাওয়ায় খ্রিস্টপূর্বাব্দ ১৯ শতকে মহেঞ্জোদাড়ো পরিত্যক্ত হয়ে যায় এবং ১৯২০ সাল পর্যন্ত জায়গাটি পুনঃআবিষ্কৃত হয়নি। এরপর শহরের সাইটে উল্লেখযোগ্য খনন কাজ করা হয়, যা ১৯৮০ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে মনোনীত হয়। সাইটটি বর্তমানে ক্ষয় ও অনুপযুক্ত পুনরুদ্ধারের কারণে হুমকির সম্মুখীন হয়েছে।\nপ্রাচীন সিন্ধু অঞ্চলের শহরগুলি সুষ্ঠ নগর পরিকল্পনা, ইটের ঘর, বিস্তৃত নিষ্কাশনব্যবস্থা, স্বচ্ছ পানি সরবরাহ ব্যবস্থা, বড় বড় অনাবাসিক ভবনগুলির ক্লাস্টার এবং হস্তশিল্প ও ধাতুবিদ্যার কৌশলের জন্য বিখ্যাত ছিল।  মহেঞ্জোদারো এবং হরপ্পা খুব সম্ভবত ৩০,০০০ থেকে ৬০,০০০ ব্যক্তিকে ধারণ করতো এবং সভ্যতা প্রস্ফুটিত হওয়ার সময় এক থেকে পাঁচ মিলিয়নের মত মানুষ থাকতে পারে।  খ্রিস্টপূর্ব  তৃতীয় সহস্রাব্দে এই অঞ্চলের ধীর শুষ্কতা নগরায়নের প্রাথমিক উদ্দীপনা হতে পারে। অবশেষে এটি সভ্যতার অবসান ঘটাতে এবং তার জনসংখ্যাকে পূর্ব দিকে ছড়িয়ে দেওয়ার জন্য যথেষ্ট পরিমাণে জল সরবরাহ কমিয়ে দেয়।\n\n\n=== ঐতিহাসিক সময়কাল ===\nখ্রিস্টপূর্ব ১ম সহস্রাব্দে এবং খ্রিস্টপূর্ব ১ম সহস্রাব্দের প্রথম পাঁচ শতাব্দীতে সিন্ধুর পশ্চিম অংশ, সিন্ধু নদীর পশ্চিম প্রান্তের অঞ্চলগুলি মাঝে মাঝে পারস্য, গ্রীক ও কুশান শাসনের অধীনে ছিল। প্রথমত এটি আচেমেনীয় রাজবংশের সময় (৫০০–৩০০ খ্রিস্টপূর্ব) মহান আলেকজান্ডার, তারপর ইন্দো-গ্রীকদের দ্বারা শাসিত হয়। ৭ম ও দশম শতাব্দীর মধ্যে ইসলামি বিজয়ের আগে এটি ইন্দো-সাসানি এবং সেইসাথে কুশানদের অধীনে ছিল। পারস্য সাম্রাজ্য জয়ের পর মহান আলেকজান্ডার সিন্ধু নদ দিয়ে পাঞ্জাব ও সিন্ধুর মধ্যে যাত্রা করেছিলেন। রর রাজবংশ ছিল ভারতীয় উপমহাদেশের একটি শক্তি, যা খ্রিস্টপূর্ব ৪০০ থেকে ৪৮৯ পর্যন্ত আধুনিক সিন্ধু এবং উত্তর-পশ্চিম ভারত শাসন করেছিল।\n\n\n=== মধ্যযুগ ===\n৭২০ খ্রিস্টাব্দের পর সিন্ধু মুসলিমদের দ্বারা বিজিত এবং এটি ইসলাম দ্বারা প্রভাবিত হওয়া প্রাচীনতম অঞ্চলগুলির একটি। এই সময়ের আগে এখানে হিন্দু ও বৌদ্ধরা বসবাস করত। ৬৩২ খ্রিস্টাব্দের পরে এটি আব্বাসীয় ও উমাইয়া সাম্রাজ্যের অংশ ছিল। ইসলাম আগমনের সাথে সাথে প্রায় অধিকাংশ স্থানীয় ইসলাম গ্রহণ করে। এরপর হাবারি, সোমরা, সাম্মা, কালহোরা রাজবংশরা সিন্ধু শাসন করেছিল।\n\n১৪-১৮ শতকের মধ্যে এই অঞ্চলে বেলুচ অভিবাসন ঘটে এবং অনেক বেলুচ রাজবংশ সিন্ধিদের মধ্যে উচ্চ ইরানী মিশ্রণ দেখা গিয়েছিল।\n\n\n=== আধুনিক যুগ ===\n\n\n==== ব্রিটিশ শাসন ====\n১৮৪৩ সালে ব্রিটিশরা সিন্ধু দখল করে। বলা হয় যে, তখন জেনারেল চার্লস নেপিয়ার গভর্নর জেনারেলকে \"পেকাভি\" (লাতিন) বা \"আমি পাপ করেছি\" নামে এক শব্দের টেলিগ্রামের মাধ্যমে বিজয়ের কথা জানান।\nব্রিটিশদের সিন্ধু শাসনের উদ্দেশ্য ছিল দুইটি : সমগ্র ব্রিটিশ সাম্রাজ্যকে একীভূত করা এবং ব্রিটিশ পণ্যের বাজার এবং রাজস্ব ও কাঁচামালের উৎস হিসেবে উর্বর সিন্ধুকে ব্যবহার করা। যথোপযুক্ত অবকাঠামোর সাথে ব্রিটিশরা সিন্ধুকে তাদের অর্থনৈতিক সম্ভাবনার জন্য ব্যবহার করার আশা করেছিল।\nব্রিটিশরা সিন্ধুকে নিজেদের সাম্রাজ্যের অন্তর্ভুক্ত করে এবং কয়েক বছর পরে এটিকে বোম্বে প্রেসিডেন্সিতে অন্তর্ভুক্ত করে। প্রাদেশিক রাজধানী বোম্বে থেকে দূর হওয়ার কারণে প্রেসিডেন্সির অন্যান্য অংশের তুলনায় সিন্ধুকে উপেক্ষা করা হয় বলে অভিযোগ ওঠে। তখন সিন্ধুকে পাঞ্জাব প্রদেশের সাথে একীভূত করার কথা সময়ে সময়ে বিবেচনা করা হলেও ব্রিটিশ মতবিরোধ ও সিন্ধিদের বিরোধিতার কারণে তা প্রত্যাখ্যাত হয়। তখন মুসলিম ও হিন্দু উভয়ের পক্ষ থেকে পাঞ্জাবের সাথে সংযুক্ত হওয়ার বিরোধীতা করা হয়।\n\n\n==== উত্তর-ঔপনিবেশিক যুগ ====\n১৯৪৭ সালে ভারত বিভাজনের সময় পাঞ্জাব প্রদেশের তুলনায় আংশিকভাবে সুফি-প্রভাবিত ধর্মীয় সহনশীল সংস্কৃতির কারণে সিন্ধুতে সহিংসতার ঘটনা খুবই কম ঘটনা ঘটে। তখন সিন্ধুকে বিভক্ত করা হয়নি; বরং এর পরিবর্তে ভারত থেকে মুসলিম উদ্বাস্তুদের আগমনের কারণে এটিকে সম্পূর্ণভাবে পাকিস্তানের অংশ করা হয়। তবে নিপীড়নের ভয়ে সিন্ধি হিন্দুরা সাধারণত স্থানান্তরিত হয়েছিল। তখন বিপুল সংখ্যক সিন্ধি হিন্দু সমুদ্রপথে ভারতের বোম্বে, পোরবন্দর, ভেরাভাল এবং ওখা বন্দরে যাত্রা করেছিল। \n\n\n== জনসংখ্যা ==\n\n\n=== জাতি ও ধর্ম ===\n\nসিন্ধুর দুটি প্রধান উপজাতি হল সুমরো—এরা সুমরো রাজবংশের বংশধর, যারা ৯৭০-১৩৫১ খ্রিস্টাব্দে সিন্ধু শাসন করেছিলেন— ও সাম্মা—এরা সাম্মা রাজবংশের বংশধর, যারা ১৩৫১-১৫২১ খ্রিস্টাব্দে সিন্ধু শাসন করেছিল এবং এই উপজাতিগুলি একই রক্তরেখার অন্তর্গত। অন্যান্য সিন্ধি রাজপুতদের মধ্যে হল ভুট্টো, কাম্বোহ, ভাট্টি, ভানভ্রো, মহেন্দ্রো, বুড়িরো, ভাচো, চোহাঁ, লাখা, সহেতা, লোহানা, মোহানো, দাহার, ইন্ধর, ছাছার/চাচার, ধরেজা, রাঠোর, জুনোহা, লাহা, লাহানা প্রভৃতি। প্রাচীনতম সিন্ধি উপজাতির মধ্যে একটি হলো চারণ। রাজস্থানের সিন্ধি-সিপাহী এবং গুজরাটের সান্ধাই মুসলমানরা ভারতে বসতিস্থাপনকারী সিন্ধি রাজপুত সম্প্রদায়ের অন্তর্ভুক্ত। সিন্ধি রাজপুতদের সাথে ঘনিষ্ঠভাবে সম্পর্কিত হলো গোষ্ঠী হল সিন্ধুর জাটরা, যারা প্রধানত সিন্ধু ব-দ্বীপ অঞ্চলে বসবাস করে। তবে পাঞ্জাব ও বেলুচিস্তান প্রদেশের তুলনায় সিন্ধু প্রদেশে উপজাতিদের তেমন গুরুত্ব নেই। সিন্ধুতে পরিচয় হয় মূলত একটি সাধারণ জাতিসত্তার উপর ভিত্তি করে।\nসিন্ধুতে ইসলামের একটি দীর্ঘ ইতিহাস রয়েছে, যার শুরু ৭১২ সালে মুহাম্মদ বিন কাসিমের সিন্ধু বিজয়ের মাধ্যমে হয়। সময়ের সাথে সাথে সিন্ধুর সংখ্যাগরিষ্ঠ জনসংখ্যা ইসলাম গ্রহণ করে। বিশেষ করে অবহেলিত গ্রাম্য এলাকার নিম্নবর্ণের হিন্দুরা। বর্তমান মুসলিমরা জনসংখ্যার ৯০% এরও বেশি এবং গ্রামীণ এলাকার তুলনায় শহরে অধিক প্রভাবশালী। সিন্ধুতে বিপুল সংখ্যক মুসলিম সাধক ও রহস্যবাদীদের সাথে একটি শক্তিশালী সুফিনীতি রয়েছে। যেমন: সুফি কবি শাহ আব্দুল লতিফ ভিট্টাই; ঐতিহাসিকভাবে তিনি সিন্ধুতে বসবাস করেছিলেন। একটি জনপ্রিয় শ্রুতি, যা সিন্ধুতে শক্তিশালী সুফি উপস্থিতি তুলে ধরে তা হলো যে, প্রায় ১,২৫,০০০ সুফি সাধক ও রহস্যবাদীকে ঠাট্টার কাছে মাকলি পাহাড়ে সমাহিত করা হয়েছে। সিন্ধুতে সুফিবাদের বিকাশ মুসলিম বিশ্বের অন্যান্য অঞ্চলে সুফিবাদের বিকাশের মতই ছিল। ষোড়শ শতাব্দীতে সিন্ধুতে দুটি সুফি তরিকা; কাদরিয়া ও নকশবন্দিয়া প্রবর্তিত হয়েছিল। সুফিবাদ সিন্ধিদের দৈনন্দিন জীবনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে চলেছে।\nসিন্ধুতেও পাকিস্তানের সামগ্রিকভাবে সর্বাধিক শতাংশ হিন্দু রয়েছে, যা সিন্ধুর মোট জনসংখ্যার ৮.৭% এবং প্রায় ৪.২ মিলিয়ন লোক। ২০১৭ সালের পাকিস্তানি আদমশুমারি রিপোর্ট অনুসারে তারা প্রদেশের গ্রামীণ জনসংখ্যার ১৩.৩%। এই সংখ্যার মধ্যে তফসিলি জাতিও অন্তর্ভুক্ত, যারা সিন্ধুতে মোট ১.৭% এবং গ্রামীণ জনসংখ্যার ৩.১%। ধারণা করা হয়, রিপোর্টে তাদের (তফসিলি) কম করা হয়েছে এবং তাদের কিছু সম্প্রদায়ের সদস্যদের হিন্দুবিভাগে গণনা করা হয়েছে। তবে পাকিস্তানের হিন্দু কাউন্সিল দাবি করেছে যে, সিন্ধু প্রদেশে ৬,৮৩২,৫২৬ জন হিন্দু বাস করে, যা এই অঞ্চলের জনসংখ্যার প্রায় ১৪.২৯% গঠন করে। থর মরুভূমির উমরকোট জেলা পাকিস্তানের একমাত্র হিন্দুসংখ্যাগরিষ্ঠ জেলা। তান্দো আল্লাহইয়ারে শ্রী রামাপীর মন্দির অবস্থিত এবং এর বার্ষিক উৎসব পাকিস্তানের হিন্দুদের দ্বিতীয় বৃহত্তম তীর্থস্থান। সিন্ধুই পাকিস্তানের একমাত্র প্রদেশ, যেখানে হিন্দুদের বিয়ে পরিচালনার জন্য আলাদা আইন রয়েছে। একটি অনুমান অনুসারে, সিন্ধুতে আনুমানিক ১০,০০০ শিখ রয়েছে।\n\n\n=== সিন্ধি হিন্দু ===\nইসলামের বিজয়ের আগে সিন্ধুতে বৌদ্ধ ধর্মের সাথে হিন্দু প্রধান ধর্ম ছিল। চীনা বৌদ্ধ সন্ন্যাসী হিউয়েন সাঙ ৬৩০-৬৪৪ সালে এই অঞ্চলটি পরিদর্শন করেন এবং তিনি বলেন যে, সেখানে বৌদ্ধধর্মের আধিপত্য ছিল। তবে এটি হ্রাস পাচ্ছে বলেও উল্লেখ করেন। মূলত প্রায় সমগ্র বৌদ্ধ জনগোষ্ঠীর ইসলাম ধর্ম গ্রহণ করার কারণে ইসলামের বিজয়ের পর বৌদ্ধ ধর্ম দিন দিন হ্রাস পায় এবং শেষ পর্যন্ত অদৃশ্য হয়ে যায়। তবে হিন্দুধর্ম একটি উল্লেখযোগ্য সংখ্যালঘু হিসেবে ভারত ভাগের আগ পর্যন্ত বহাল ছিল। ডেরিল ম্যাকলিয়ান এর ব্যাখ্যা করেন এভাবে যে, \"সিন্ধুতে হিন্দুধর্ম এবং বৌদ্ধধর্মের আর্থ-সামাজিক ভিত্তির মধ্যে আমূল বৈষম্য\" ছিল। এ অঞ্চলে বৌদ্ধধর্ম ছিল প্রধানত শহুরে ও বানিজ্যিক এবং হিন্দুধর্ম ছিল গ্রামীণ ও কৃষক। তাই ইসলামের আগমনের ফলে শহুরে ও বাণিজ্যিক বৌদ্ধ শ্রেণীগুলি ইসলামে আকৃষ্ট হয়ে ধর্মান্তরিত হয়। কিন্তু গ্রামীণ এবং কৃষক সমাজে ইসলাম সেভাবে ছড়িয়ে পড়েনি। মুসলিমরা শাসকেরা অনেক কাজের জন্য ব্রাহ্মণদের নিয়োগ করেছিল, যারা পূর্ববর্তী হিন্দু শাসনে সরকারী কাজে বিশেষ ভূমিকা রেখেছিল এবং এভাবে অনেকই হিন্দু রয়ে যায়।\nপাকিস্তানের ১৯৯৮ সালের আদমশুমারি অনুসারে, সিন্ধু প্রদেশের মোট জনসংখ্যার প্রায় ৮% হিন্দু ছিল। তাদের অধিকাংশই শহরাঞ্চল; যেমন: করাচি, হায়দ্রাবাদ, সুক্কুর এবং মিরপুর খাসে বসবাস করে। হায়দ্রাবাদ হল পাকিস্তানের সিন্ধি হিন্দুদের বৃহত্তম কেন্দ্র, যেখানে প্রায় ১০০,০০০-১৫০,০০০ লোক বাস করে। ১৯৪৭ সালে পাকিস্তানের স্বাধীনতার আগে সেখানে হিন্দুদের অনুপাত আরো বেশি ছিল। যদিও ১৯৪৭ সালের আগে করাচিতে বসবাসকারী গুজরাতিভাষী পার্সিরা ছাড়া কার্যত সমস্ত বাসিন্দাই ছিল সিন্ধি এবং  পাকিস্তানের স্বাধীনতার সময় প্রকৃতপক্ষে সমস্ত বাসিন্দাই ছিল সিন্ধি (মুসলমান বা হিন্দু যাই হোক না কেন), তখন জনসংখ্যার ৭৫% ছিল মুসলমান এবং প্রায় অবশিষ্ট ২৫% ছিল হিন্দু।১৯৪৭ সালে ভারত বিভক্তির আগে সিন্ধুর হিন্দুরা শহরাঞ্চলে কেন্দ্রীভূত ছিল এবং সেই সময়ে আহমদ হাসান দানির মতে বেশিরভাগই আধুনিক ভারতে চলে যায়। সিন্ধুর নগরকেন্দ্রে বিভাজনের আগে হিন্দুরা সংখ্যাগরিষ্ঠ জনসংখ্যা ছিল। ভারতের ১৯৪১ সালের আদমশুমারি অনুসারে সিন্ধি হিন্দুসংখ্যা হায়দ্রাবাদের জনসংখ্যার প্রায় ৭৪%, সুক্কুরের ৭০%, শিকারপুরের ৬৫% ও করাচির প্রায় অর্ধেক জনসংখ্যা নিয়ে গঠিত ছিল। ১৯৫১ সালের আদমশুমারিতে দেশভাগের ফলে এই সমস্ত শহর কার্যত হিন্দু জনসংখ্যা থেকে খালি হয়ে যায়। হিন্দুরা এসব অঞ্চল ছেড়ে চলে গেলে তাদের বিপরীতে বিভাজনের ফলে বাস্তুচ্যুত হওয়া ভারতীয় মুসলিমরা এসে বসতি স্থাপন করে।\n\nসিন্ধু প্রদেশের গ্রামীণ অঞ্চলেও হিন্দুরা বসবাস করে। থারু ভাষায় (সিন্ধির একটি উপভাষা) পাকিস্তানের সিন্ধু এবং ভারতের রাজস্থানে কথা বলা হয়।\n\n\n=== সিন্ধি মুসলমান ===\nসিন্ধু উপত্যকা এবং ইসলামের মধ্যে সংযোগ প্রাথমিক মুসলিম দাওয়াতের দ্বারা প্রতিষ্ঠিত হয়েছিল। ডেরিল এন. ম্যাকলিয়ানের মতে, আলি রা. এর খিলাফতের সময় সিন্ধু এবং মুসলমানদের মধ্যে একটি যোগসূত্র খুঁজে পাওয়া যায়। সাহাবি হাকিম ইবনে জাবালা আল - আবাদি ৬৪৯ খ্রিস্টাব্দে সিন্ধু পেরিয়ে মাক্রান ভ্রমণ করেন এবং খলিফার কাছে এলাকা সম্পর্কে রিপোর্ট করুন। তিনি আলী রা. এর সমর্থক ছিলেন এবং উটের যুদ্ধে তিনি শহিদ হন। তিনি একজন কবিও ছিলেন। আলি ইবনে আবু তালিবের প্রশংসায় তাঁর কবিতার কয়েকটি লাইন আজও টিকে আছে। যেমন চাচনামায় বর্ণিত হয়েছে:আরবি:\nليس الرزيه بالدينار نفقدة\nان الرزيه فقد العلم والحكم\nوأن أشرف من اودي الزمان به\n أهل العفاف و أهل الجود والكريم\n\nহে আলী, আপনার মৈত্রীর কারণে (নবীর সাথে) আপনি উচ্চ জন্মের সত্য এবং আপনার আদর্শ মহান। আপনি জ্ঞানী ও দুর্দান্ত এবং আপনার আবির্ভাব আপনার বয়সকে উদারতা, দয়া ও ভ্রাতৃপ্রেমের যুগে পরিণত করেছে।\n\nআলীর রা. শাসনামলে অনেক জাট ইসলামের প্রভাবে আসে। তাঁর সেনাবাহিনীর দুই অফিসার হারিস ইবনে মুরাহ আল-আব্দি ও সাইফ ইবনে ফিল আল-শায়বানী সিন্ধি দস্যুদের আক্রমণ করে এবং ৬৫৪ সালে তাদের আল-কিকানে (বর্তমান কোয়েটা ) তাড়া করে। সাইফ ছিলেন আলীর পক্ষের সাতজনের একজন, যাদেরকে দামেস্কের কাছে ৬৬০ খ্রিস্টাব্দে হুজর ইবনে আদি আল-কিন্দির  সাথে শিরশ্ছেদ করা হয।\n৭১২ সালে সিন্ধু ইসলামি খিলাফতের অন্তর্ভুক্ত হয় এবং ভারতের জন্য ইসলামের প্রবেশদ্বার হয়ে ওঠে। এ কারণে পরবর্তীতে সিন্ধু বাব-উল-ইসলাম বা ইসলামের প্রবেশদ্বার নামে পরিচিত লাভ করে।\nসিন্ধু প্রথম দিকে অনেক মুসলিম পণ্ডিত তৈরি করে, \"যাদের প্রভাব ইরাক পর্যন্ত বিস্তৃত ছিল। তখন ইরাকে লোকেরা নিজেদের উচ্চশিক্ষার জন্য ভ্রমণ করত। বিশেষ করে হাদিস পড়ার জন্য যেত।  কবি আবু আল-আতা সিন্ধি (মৃ. ১৫৯),  হাদিস ও ফিকহ পণ্ডিত আবু মাশার সিন্ধি (মৃ. ১৬০) ছিলেন সিন্ধুর বিখ্যাত আলেম। অন্য অনেকের মধ্যে তারাও আছেন, যারা কিছু প্রাচীন বৈজ্ঞানিক গ্রন্থ সংস্কৃত থেকে আরবিতে অনুবাদ করেছেন। যেমন জ্যোতির্বিদ্যার গ্রন্থ জিজ আল-সিন্দহিন্দ আল কাবির ( زيج السندهند الكبير)।\n\nসংখ্যাগরিষ্ঠ মুসলিম সিন্ধিরা সুন্নি এবং হানাফি ফিকহ অনুসরণ করে এবং কিছু ইসনা আশারিয়া শিয়ার অনুসরণকারী। সুফিবাদ সিন্ধি মুসলিম সমাজে গভীর প্রভাব ফেলেছে এবং এর প্রভাবে সিন্ধুর ভূ-প্রকৃতিতে বিন্দু বিন্দু অসংখ্য সুফি মাজার গড়ে উঠেছে।\nসিন্ধি মুসলিম সংস্কৃতি সুফি মতবাদ ও তরিকা দ্বারা অত্যন্ত প্রভাবিত। কিছু জনপ্রিয় সাংস্কৃতিক আইকন হলেন শাহ আব্দুল লতিফ ভিটাই, লাল শাহবাজ কালান্দর, ঝুলেলাল ও সচল সরমস্ত ।\n\n\n=== উপজাতি ===\nসিন্ধুর প্রধান উপজাতিগুলির যে রয়েছে, সোমরো, সাম্মা, কালহোরা, ভুট্টো ও রাজপার। এই সকল উপজাতিরই সিন্ধুতে উল্লেখযোগ্য প্রভাব রয়েছে।\n\n\n=== দেশত্যাগ ===\nসিন্ধি প্রবাসীরা বেশ উল্লেখযোগ্য সংখ্যার। ১৯ শতকে ব্রিটিশদের সিন্ধু বিজয়ের পর সিন্ধু থেকে দেশত্যাগ করা মূলধারায় পরিণত হয়। এই সময়ের মধ্যে বেশ কিছু সিন্ধি ব্যবসায়ী ক্যানারি দ্বীপপুঞ্জ ও জিব্রাল্টারে চলে যায়।\nভারত বিভাজনের পর অনেক সিন্ধি হিন্দু ইউরোপ; বিশেষ করে যুক্তরাজ্য, উত্তর আমেরিকা এবং মধ্যপ্রাচ্যে (সংযুক্ত আরব আমিরাত ও সৌদি আরবে) চলে যায়। কেউ কেউ হংকংয়ে বসতি স্থাপন করেছে।  \n\n\n== সংস্কৃতি ==\nসিন্ধি সংস্কৃতির শিকড় সিন্ধু সভ্যতায় পাওয়া যায়। সিন্ধু বৃহৎভাবে মরুভূমি অঞ্চলের উপলব্ধ প্রাকৃতিক সম্পদ এবং ক্রমাগত বিদেশী প্রভাব দ্বারা গঠিত হয়েছে। সিন্ধু নদী, যা সিন্ধুভূমির মধ্য দিয়ে বয়ে যায় এবং আরব সাগর (যা এর সীমানা নির্ধারণ করে) উভয়ই স্থানীয় জনগণের মধ্যে সমুদ্রযাত্রার ঐতিহ্য রজায় রেখেছে। এছাড়া স্থানীয় জলবায়ুও প্রতিফলিত করে যে, কেন সিন্ধিদের ভাষা, লোককাহিনী, ঐতিহ্য, রীতিনীতি ও জীবনধারা প্রতিবেশী অঞ্চল থেকে এতো আলাদা। সিন্ধি সংস্কৃতি সিন্ধি প্রবাসীদের দ্বারাও চর্চিত হয়।\nসিন্ধি সংস্কৃতির শিকড় সুদূর অতীতে ফিরে যায়। ১৯ ও ২০ শতকের প্রত্নতাত্ত্বিক গবেষণায় সিন্ধুর মানুষদের সামাজিক জীবন, ধর্ম এবং সংস্কৃতির শিকড় দেখানো হয়েছে। তাদের কৃষিচর্চা, ঐতিহ্যবাহী শিল্প ও কারু শিল্প, রীতিনীতি এবং ঐতিহ্য ও সামাজিক জীবনের অন্যান্য অংশ খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দে পরিণত সিন্ধু উপত্যকা সভ্যতায় ফিরে যায়। সাম্প্রতিক কয়েকটি গবেষণা সিন্ধু সভ্যতাকে এর আরো আগেকার পূর্বপুরুষের সন্ধান দিয়েছে।\n\n\n=== ভাষা ===\n\nসিন্ধি একটি ইন্দো-আর্য ভাষা, যা পাকিস্তানের সিন্ধু প্রদেশের প্রায় ৩ কোটি মানুষের ভাষা। এ ভাষার প্রাতিষ্ঠানিকভাবে সরকারী মর্যাদা রয়েছে এবং আরো এটিকে প্রচার ও প্রসার পরিকল্পনা রয়েছে। এটি ভারতের আরো ১.৭ মিলিয়ন মানুষের ভাষা। সেখানে এটি রাষ্ট্র-স্তরের কোনো সরকারী মর্যাদা ছাড়াই একটি প্রচলিত ভাষা এবং সিন্ধি শেখানোর জন্য অনলাইন পদ্ধতিও রয়েছে। সিন্ধি ভাষার প্রধান লিখন পদ্ধতি হল ফার্সি-আরবি লিপি, যা অধিকাংশ সিন্ধি সাহিত্যের অংশ এবং বর্তমান পাকিস্তানে এ লিপিই ব্যবহৃত হয়। ভারতে ফারসি-আরবি লিপি এবং দেবনাগরী উভয়ই ব্যবহৃত হয়।\nদশম শতাব্দী থেকে সিন্ধির একটি প্রমাণিত ইতিহাস রয়েছে। ৭১২ খ্রিস্টাব্দে মুসলিম বিজয়ের পর ফার্সি ও  আরবি ভাষায় প্রভাবিত হওয়া প্রথম ইন্দো-আর্য ভাষা হলো সিন্ধি। মধ্যযুগে সিন্ধি সাহিত্যের একটি ব্যাপক বিকাশ ঘটে এবং এর মধ্যে সবচেয়ে বিখ্যাত হল ১৮ শতকের আব্দুল লতিফ ভিট্টাইয়ের ধর্মীয় ও রহস্যময় কবিতা। ১৮৪৩ সালে শুরু হওয়া ব্রিটিশ শাসনকালে আধুনিক সিন্ধি ভাষার প্রচার শুরু হয়, যা ১৯৪৭ সালে পাকিস্তান স্বাধীন হওয়ার পর সিন্ধি ভাষাকে বর্তমান রূপে পরিচালিত করে।\n\"সিন্ধি\" নামটি সংস্কৃত সিন্ধু থেকে নেওয়া হয়েছে, যা সিন্ধু নদীর আসল নাম এবং যার ব-দ্বীপে সিন্ধিভাষায় কথা বলা হয়। ইন্দো-আর্য পরিবারের অন্যান্য ভাষার মত সিন্ধি প্রাচীন ইন্দো-আর্য (সংস্কৃত) থেকে মধ্য ইন্দো-আর্যে (পালি, মাধ্যমিক প্রাকৃত ও অপভ্রংশ) হয়ে এসেছে। জর্জ আব্রাহাম গ্রিয়ারসনর মতো ২০ শতকের পশ্চিমা পণ্ডিতরা বিশ্বাস করতেন যে, সিন্ধি বিশেষভাবে অপভ্রংশের ভ্রাচদা উপভাষা থেকে সৃষ্টি হয়েছে ( মার্কণ্ডেয়ের মাধ্যমে বর্ণনা করা হয়েছে যে, এটিকে সিন্ধু-দেশে বলা হয়, যা আধুনিক সিন্ধুর সাথে সঙ্গতিপূর্ণ)। কিন্তু পরবর্তী গবেষণাগুলি তার কথাকে অসম্ভাব্য বলে প্রমাণ করেছে।\nপাকিস্তানে সিন্ধি প্রায় ৩০.২৬ মিলিয়ন মানুষের প্রথম ভাষা, যা ২০১৭ সালের আদমশুমারি অনুযায়ী দেশের জনসংখ্যার ১৪.৬%। এর মধ্যে ২৯.৫. মিলিয়ন সিন্ধুতে বাস করে, সেখানে তারা প্রদেশের মোট জনসংখ্যার ৬২%। বেলুচিস্তান প্রদেশে প্রায় ০.৫৬ মিলিয়ন মানুষ সিন্ধিতে কথা বলে। বিশেষ করে কাচ্চি সমভূমিতে যা লাসবেলা, কাছি, সিবি, জাফরাবাদ, ঝাল মাগসি ও নাসিরাবাদ জেলাগুলিকে অন্তর্ভুক্ত করেছে।\n২০১১ সালের আদমশুমারি অনুসারে ভারতে মোট ১.৬৮ মিলিয়ন সিন্ধি ভাষী ছিল। সর্বাধিক সংখ্যার রাজ্যগুলি হল মহারাষ্ট্র (৫,৫৮,০০০), রাজস্থান (৩,৫৪,০০০), গুজরাট (৩,২১,০০০) ও মধ্যপ্রদেশ (২,৪৪,০০০)। \n\n\n=== প্রথাগত পোশাক ===\n\nঐতিহ্যবাহী সিন্ধি পোষাক গোত্র/উপজাতিভেদে ভিন্ন হয়। সর্বাধিক প্রচলিত পোশাক হলো সিন্ধি সূচিকর্মের লেহেঙ্গা চোলি ও শালওয়ার চোলো  এবং মহিলাদের জন্য আরশি বসানো পোশাক ও লম্বা বোরকা খুবই গুরুত্বপূর্ণ। সিন্ধি পুরুষদের ঐতিহ্যবাহী পোশাক হল শালওয়ার কামিজ /কুর্তা ও আজরাক /লুঙ্গির সিন্ধি সংস্করণ, যা সিন্ধি পটকা বা সিন্ধি টপিসহ পরিধান করা হয়।\n\n\n=== সাহিত্য ===\n\nসিন্ধি ভাষা প্রাচীন এবং সাহিত্যে সমৃদ্ধ। এর লেখকরা কবিতা এবং গদ্য উভয়ক্ষেত্রেই সাহিত্যের বিভিন্ন ধাপে ব্যাপকভাবে অবদান রেখেছেন। সিন্ধি সাহিত্য অত্যন্ত সমৃদ্ধ এবং বিশ্বের প্রাচীনতম সাহিত্যগুলির একটি। আরব ঐতিহাসিকদের লেখায় প্রাচীনতম সিন্ধি সাহিত্যেের উল্লেখ পাওয়া যায়। এ কথা প্রমাণিত যে, সিন্ধিই প্রথম পূর্ব অনারব ভাষা, ৮ম বা ৯ম শতাব্দীতে যে ভাষায় কুরআন অনুবাদ করা হয়েছিল।  সিন্ধি কবিগণ বাগদাদের মুসলিম খলিফাদের সামনে তাদের শ্লোক আবৃত্তি করেছিলেন বলে প্রমাণ পাওয়া যায়। এ কথাও বলা হয় যে, ৮ম এবং ৯ম শতাব্দীতে জ্যোতির্বিদ্যা, চিকিৎসা এবং ইতিহাসের উপর সিন্ধি ভাষায় বেশ কিছু গ্রন্থও লেখা হয়েছিল।\nসিন্ধি সাহিত্য হল সিন্ধি ভাষায় মৌখিক এবং লিখিত স্ক্রিপ্ট এবং এর পাঠ্যের গঠন হলো গদ্য ( কল্পনাপ্রবণ গল্প ও মহাকাব্য ভাণ্ডার) ও কবিতা (গজল, ওয়াই ও নাজম)। সিন্ধু উপত্যকার অধিবাসীদের উপর ব্যাপক প্রভাবের সিন্ধিকে প্রাচীন ভারতের অন্যতম প্রাচীন ভাষা হিসেবে বিবেচনা করা হয়। সিন্ধি সাহিত্য হাজার বছর ধরে গড়ে উঠেছে।\nঐতিহাসিক নবী বক্স বেলুচ, রসুল বক্স পালিজো ও জিএম সৈয়দের মতে, প্রাক-ইসলামি যুগে হিন্দি ভাষার উপর সিন্ধির ব্যাপক প্রভাব ছিল। তা সত্ত্বেও অষ্টম শতাব্দীতে ইসলামের আবির্ভাবের পর আরবি ভাষা ও ফারসি ভাষা এই অঞ্চলের বাসিন্দাদের প্রভাবিত করে এবং বিভিন্ন সময়ে তারা এই অঞ্চলের সরকারী ভাষা ছিল।\n\n\n=== সঙ্গীত ===\n\nসিন্ধিতে সঙ্গীত গাওয়া হয় এবং যা সিন্ধুতে উদ্ভূত হয়, তা ৫ টি ধারায় শ্রেণীবদ্ধ হয় এবং এদের প্রথমটি হল বেইত। বেইত স্টাইল হল সানহুন (নিম্ন কণ্ঠ) বা গ্রাহাম (উচ্চ কণ্ঠে) কণ্ঠসংগীত। দ্বিতীয়টি \"ওয়াই\" এটি একটি যন্ত্রসংগীত এবং একটি স্ট্রিং যন্ত্র ব্যবহার করে বিভিন্ন উপায়ে সঞ্চালিত হয়। ওয়াই কাফি নামেও পরিচিত। অন্যান্য ধারাগুলি হল লাদা/সেহরা/গীচ, দামাল এবং দোহেরা। সিন্ধি লোকজ বাদ্যযন্ত্র হল আলগোজো,  তম্বুরো, চুং, ইয়াকতারো, ঢোলক, খরতাল বা চাপরি, সারঙ্গি, সুরন্দো, বেঞ্জো, বাঁশরি, বোরিন্দো, মুরলি/বিন, ঘরো/দিলো, তবলা, খামাচ/খামাচি, নার্ঘ্য, তালিয়ুন, দুহল শারনাই, মুটো, নাগারো, দানবুরো, রাবণহাথা।\n\n\n=== নাচ ===\n\nসিন্ধুর নাচের মধ্যে রয়েছে বিখ্যাত হো-জামালো এবং ধম্মাল। সাধারণ নাচের মধ্যে রয়েছে ঝুমার/ঝুমির (এটি দক্ষিণ পাঞ্জাবের ঝুমার নৃত্য থেকে আলাদা), কাফেলো, ঝামেলো। তনে এগুলোর কোনোটিই হো-জামালোর মতো টিকেনি। বিবাহ এবং অন্যান্য অনুষ্ঠানে একটি বিশেষ ধরনের গান তৈরি করা হয়, যা লাদাস/সেহরা/গীচ নামে পরিচিত এবং এগুলি বিয়ে, জন্ম ও অন্যান্য বিশেষ দিনে উদযাপন করার জন্য গাওয়া হয়। এগুলি বেশিরভাগই মহিলারা পরিবেশন করে।\nকিছু জনপ্রিয় নাচের মধ্যে রয়েছে:\n\nজামালো: উল্লেখযোগ্য সিন্ধি নৃত্য, যা সারা বিশ্বে সিন্ধিদের দ্বারা উদযাপিত হয়।\nঝুমার/ঝুমির: বিবাহ ও বিশেষ অনুষ্ঠানে প্রদর্শন করা হয়।\nধামাল: দরবেশ কর্তৃক প্রদর্শিত একটি রহস্যময় নৃত্য।\nচেজ: যদিও চেজ সিন্ধুতে পতন দেখেছে; কিন্তু সিন্ধি হিন্দু এবং প্রবাসীদের মধ্যে এর জনপ্রিয়তা রয়েছে।\nভগত: লোকেদের বিনোদন দেওয়ার জন্য পেশাদার নাচুনেদের দ্বারা প্রদর্শিত একটি নৃত্য।\nডোকা/ডান্ডিও: লাঠি ব্যবহার করে প্রদর্শিত নৃত্য।\nচারুরী: থরে প্রদর্শিত নৃত্য।\nমুহানা নৃত্য: সিন্ধুর জেলেদের দ্বারা পরিবেশিত একটি নৃত্য।\nরাসুডো: নাঙ্গরপার্কের নৃত্য।\n\n\n=== লোককাহিনী ===\n\nসিন্ধি লোককাহিনী হল একটি লোকজ্ঞান ঐতিহ্য, যা বহু শতাব্দী ধরে সিন্ধুতে গড়ে উঠেছে। সিন্ধু প্রথাগত ওয়াতায়ো ফকির গল্প, মরিরোর কিংবদন্তি, ডোডো চানেসারের মহাকাব্য, মারুইয়ের বীরত্বপূর্ণ চরিত্রের মতো সুস্পষ্ট প্রকাশ থেকে শুরু করে এই অঞ্চলের সমসাময়িক লোককাহিনীর মধ্যে পার্থক্য করে এমন লোককাহিনীগুলি সব ধরনের রঙে সমৃদ্ধ। সাসুইয়ের প্রেমের গল্প, যে তার প্রেমিক পুনহুর জন্য শোক করে, তা প্রতিটি সিন্ধি বসতিতে পরিচিত এবং গাওয়া হয়।\nসিন্ধুর লোককাহিনীগুলির উদাহরণের মধ্যে রয়েছে উমর মারুই ও সুহুনি মেহরের গল্প। সিন্ধি লোকগায়ক এবং মহিলারা সিন্ধি লোককাহিনী প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করে। তারা সিন্ধুর গ্রামে গ্রামে আবেগ নিয়ে সিন্ধুর লোককাহিনী গেয়েছে। সিন্ধি আদাবি বোর্ডের লোককাহিনী ও সাহিত্যপ্রকল্পের অধীনে সিন্ধি লোককাহিনী চল্লিশটি খণ্ডে সংকলিত হয়েছে। এই মূল্যবান প্রকল্পটি বিখ্যাত সিন্ধি পণ্ডিত নবী বক্স খান বালোচ দ্বারা সম্পন্ন হয়েছিল। দোদো চানেসার, সসি পুন্নু, মুমল রানো ও উমর মারভির মতো লোককাহিনী হলো সিন্ধি লোককথার প্রকৃষ্ট উদাহরণ।\nসর্বাধিক বিখ্যাত সিন্ধি লোককাহিনীগুলি শাহ আব্দুল লতিফ ভিট্টাইয়ের সাত রানী হিসাবে পরিচিত। কিছু উল্লেখযোগ্য গল্পের মধ্যে রয়েছে:\n\nউমর মারুই\nসাসুই পুনহুন\nসোনি মহিওয়াল\nলিলান চানেসার\nনূরী জাম তামাচি\nসোরথ রাই দিয়াচ\nমোমাল রানো\n\n\n=== উৎসব ===\n\nসিন্ধিরা খুবই উৎসবপ্রবণ এবং নিজেদের সংস্কৃতি ও ঐতিহ্যকে স্মরণ করার জন্য উৎসব আয়োজন করতে পছন্দ করে। অধিকাংশ সিন্ধি সিন্ধি সংস্কৃতি দিবস উদযাপন করে থাকে, যা তাদের সংস্কৃতির প্রতি তাদের ভালবাসা প্রকাশ করার জন্য ধর্ম নির্বিশেষে পালিত হয়। এটি একটি মহান উদ্যোগের সঙ্গে পালন করা হয়।\n\n\n==== মুসলিম ====\nসিন্ধি মুসলিমরা ঈদ-উল-আযহা ও ঈদ-উল-ফিতরের মতো ইসলামি উৎসব উদযাপন করে, যা উদ্দীপনার সাথে উদযাপন করা হয়। জশন-ই-লারকানা নামে পরিচিত একটি উৎসবও সিন্ধি মুসলমানরা পালন করে।\n\n\n==== হিন্দু ====\nহিন্দুরা মুসলমানদের তুলনায় অসংখ্য উৎসব পালন করে অসংখ্য এবং এসব মূলত নিজ নিজ বর্ণের উপর নির্ভরশীল। বিভিন্ন হিন্দু সম্প্রদায়ের একটি নির্দিষ্ট দেবতার উপর ভিত্তি করে উৎসব রয়েছে। সাধারণ উৎসবগুলির মধ্যে রয়েছে চেটি চাঁদ (সিন্ধি নববর্ষ), তিজরি, থাদ্রি ও উত্রান।\n\n\n=== রন্ধনপ্রণালী ===\n\nসিন্ধি রন্ধনপ্রণালী মধ্য এশীয়, ইরানী ও মুঘল খাদ্যের ঐতিহ্য দ্বারা প্রভাবিত হয়েছে। এটি বেশিরভাগই একটি আমিষভোজী খাবার। এমনকি সিন্ধি হিন্দুরাও ব্যাপকভাবে মাংস খাওয়া পছন্দ করে। বেশিরভাগ সিন্ধি পরিবারের দৈনন্দিন খাবারের মধ্যে থাকে গমের মোটা-রুটি (চাপাতি) এবং ভাতের সাথে দুটি খাবার: মাংসের রসা এবং শুকনো দই, পাপড় বা আচার। মিঠা পানির মাছসহ বিভিন্ন শাকসবজি সিন্ধি রান্নায় ব্যবহৃত হয়। সিন্ধি খাবারে বিশেষায়িত রেস্তোরাঁগুলি এখন বিরল। যদিও এটি সিন্ধি প্রদেশের গ্রামীণ এলাকায় ট্রাকস্টপে ও শহুরে সিন্ধুর কয়েকটি রেস্তোরাঁয় পাওয়া যায়।\nভারতে ইসলামের আগমন স্থানীয় রন্ধন প্রণালীকে ব্যাপকভাবে প্রভাবিত করেছিল। যেহেতু মুসলমানদের শুকরের মাংস বা অ্যালকোহল খাওয়া নিষিদ্ধ এবং মুসলিমসমাজে হালাল খাদ্যের নির্দেশিকা কঠোরভাবে পালন করা হয়, তাই মুসলিম সিন্ধিরা গরু, ভেড়া এবং মুরগির মাংস, মাছ, শাকসবজি, ঐতিহ্যবাহী ফল ও দুগ্ধজাতীয় খাবারগুলিতে মনোযোগ দেয়। হিন্দু সিন্ধি রন্ধনপ্রণালী প্রায় একই রকমের। পার্থক্য এতটুকু যে, এতে গরুর মাংস বাদ দেওয়া হয়। সিন্ধি খাবারে মধ্য এশীয়, দক্ষিণ এশীয় ও মধ্যপ্রাচ্যের খাবারের প্রভাব সর্বব্যাপী। সিন্ধি রন্ধনপ্রণালী ভারতেও পাওয়া যায়। কারণ ১৯৪৭ সালে ভারত ভাগের পর অনেক সিন্ধি হিন্দু সেখানে স্থানান্তরিত হয়। তাছাড়া স্বাধীনতার আগে সিন্ধু রাজ্য বোম্বে প্রেসিডেন্সির অধীনে ছিল।\n\n\n=== সাংস্কৃতিক দিবস ===\n\nসিন্ধি সাংস্কৃতিক দিবস ( সিন্ধি: سنڌي ثقافتي ڏھاڙو ) একটি জনপ্রিয় সিন্ধি সাংস্কৃতিক উৎসব। এটি সিন্ধুর শতাব্দী প্রাচীন সমৃদ্ধ সংস্কৃতিকে সবার সামনে তুলে ধরার জন্য ঐতিহ্যবাহী উৎসাহের সাথে পালিত হয়। দিবসটি প্রতি বছর ডিসেম্বরের প্রথম সপ্তাহে রবিবার পালিত হয়। এটি সমগ্র সিন্ধু জুড়ে এবং সারাবিশ্বের প্রবাসী সিন্ধি গোষ্ঠীর মাঝে ব্যাপকভাবে পালিত হয়। সাধারণত সিন্ধিরা তাদের সিন্ধি সংস্কৃতির শান্তিপূর্ণ পরিচয় প্রদর্শন করতে এবং তাদের সমৃদ্ধ ঐতিহ্যের প্রতি বিশ্বের দৃষ্টি আকর্ষণ করতে এই দিনটি উদযাপন করে।\nএই উৎসবে মানুষ সিন্ধুর সব বড় বড় শহরে প্রেসক্লাব এবং অন্যান্য জায়গায় জড়ো হয়ে বিভিন্ন কার্যক্রমের আয়োজন করে। সাহিত্যের (কাব্যিক) মজলিস,  মাচ কথাছড়ি, (এক জায়গায় জমায়েত হয়ে একটি বৃত্তে গোল হয়ে বসে কেন্দ্রে একটি লাঠিতে আগুন জ্বালিয়ে রাখা) বাদ্যযন্ত্র, সেমিনার, বক্তৃতা অনুষ্ঠান ও সমাবেশ ইত্যাদির আয়োজন করা হয়। সিন্ধি সাংস্কৃতিক দিবস বিশ্বব্যাপী ডিসেম্বরের প্রথম রবিবার পালিত হয়। এই উপলক্ষে লোকেরা আজরাক ও সিন্ধি টোপি এবং ঐতিহ্যবাহী ব্লক প্রিন্ট করা শাল পরিধান করে এবং উৎসাহের সাথে দিবসটি উদযাপন করতে অনেক শহরে বাদ্যযন্ত্রের অনুষ্ঠান ও সমাবেশ অনুষ্ঠিত হয়। শহর ও শহরের প্রধান হলমার্ক সিন্ধি আজরাক দিয়ে সজ্জিত করা হয়। সিন্ধু জুড়ে লোকেরা বিভিন্ন অনুষ্ঠানে আজরাক ও টোপি উপহার বিনিময় করে।  এমনকি শিশু এবং মহিলারাও আজরাকের পোশাক পরে বিশাল সমাবেশে জড়ো হয় এবং সেখানে বিখ্যাত সিন্ধি গায়করা সিন্ধি গান গায়, যা সিন্ধুর শান্তি এবং প্রেমের বার্তাকে চিত্রিত করে। সিন্ধি শিল্পীদের সঙ্গীত পরিবেশনা অংশগ্রহণকারীদের সিন্ধি সুর ও জাতীয় গান 'জয়ে সিন্ধ জে-সিন্ধ ওয়ারা জান' গাইতে বাধ্য করে।\n\nসিন্ধুর সমস্ত রাজনৈতিক, সামাজিক ও ধর্মীয় সংগঠন, সিন্ধুর সংস্কৃতি বিভাগ ছাড়াও বিভিন্ন স্কুল, কলেজ ও বিশ্ববিদ্যালয়ের প্রশাসন এ উপলক্ষে সেমিনার, বিতর্ক, লোকসঙ্গীতের অনুষ্ঠান, নাটক ও নাট্য পরিবেশনা, টেবল ও সাহিত্য সভাসহ বিভিন্ন অনুষ্ঠানের আয়োজন করে। এই অনুষ্ঠানে সিন্ধি সংস্কৃতি, ইতিহাস ও ঐতিহ্য তুলে ধরা হয়।\n\n\n=== কবিতা ===\n\nসিন্ধি সংস্কৃতিতে হাজার বছর আগেকার ঐতিহ্যবাহী কিছু মৌখিক শ্লোক প্রচলিত আছে। এসব মৌখিক শ্লোক মূলত বিভিন্ন লোক কাহিনীর উপর ভিত্তি করে তৈরি হয়েছিল। সিন্ধি হলো সিন্ধু উপত্যকার প্রধান প্রাচীনতম ভাষাগুলির একটি, যার কবিতা ও গদ্য উভয়ক্ষেত্রেই একটি অদ্ভুত সাহিত্যিক রঙ রয়েছে। সিন্ধি কবিতা চিন্তার দিক থেকে অত্যন্ত সমৃদ্ধ এবং অন্যান্য উন্নত ভাষার মতো এর বিভিন্ন ধারাও রয়েছে। শাহ আবদুল লতিফ ভিট্টাই ও সচল সরমস্তের কবিতা সমগ্র সিন্ধুতে খুবই বিখ্যাত। ১৯৪০ এর দশক থেকে সিন্ধি কবিতা সনেট ও অমিত্রাক্ষর ছন্দকে অন্তর্ভুক্ত করেছে। ১৯৪৭ সালে পাকিস্তানের স্বাধীনতার পরপর এই ছন্দরূপগুলি ট্রায়োলেট, হাইকু, রেঙ্গা ও টাঙ্কা দ্বারা শক্তিশালী হয়। বর্তমান এই ছন্দরূপগুলির সহ-অস্তিত্ব অব্যাহত রয়েছে। যদিও একটি ভিন্ন মাত্রায আজাদ নাজম তাদের সবার উপরে রয়েছে।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\n\n== টিকা ==\nভেরুমল মেহরচাঁদ আদবানী রচিত \"আমিলান-জো-আহওয়াল\", সিন্ধি ভাষায় প্রকাশিত (১৯১৯)।\nআমিলান জো আহওয়াল (১৯১৯) এর ইংরেজি অনুবাদ (২০১৬) \"A History of the Amils\" [১]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\n\nবৈশ্বিক সিন্ধি সম্প্রদায়ের ভার্চুয়াল হোম। সিন্ধিদের সম্পর্কে সবকিছু জানতে\nসিন্ধি সঙ্গীত, বই, ম্যাগাজিন, মানুষ, অভিধান, ক্যালেন্ডার, কীবোর্ড সম্পর্কে সব তথ্য\nসিন্ধি সংগত: সিন্ধি ঐতিহ্য, সংস্কৃতি এবং ভাষা প্রচার ও সংরক্ষণ।\nসিন্ধি জগৎ: অল ইন্ডিয়া সিন্ধি একত্রীকরণ কেন্দ্র।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ডিসেম্বর ২০২১ তারিখে\nসিন্ধি উপাধির উৎপত্তি - আপনার শিকড় পরীক্ষা করুন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ ডিসেম্বর ২০১৯ তারিখে\nwww.thesindhi.com\nwww.worldsindhicongress.org\nউত্তর আমেরিকীয় সিন্ধি অ্যাসোসিয়েশন\nইউরোপের সিন্ধি অ্যাসোসিয়েশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ নভেম্বর ২০১৯ তারিখে\nসিন্ধি গানের কথা"}