{"pageid": 1182941, "title": "চেন্নাই এগমোর-থাঞ্জাভুর প্রধান লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1182941", "content": "চেন্নাই এগমোর-থাঞ্জাভুর প্রধান লাইন (কুম্বাকোনাম হয়ে) ভারতের তামিলনাড়ু রাজ্যের চেন্নাই এরম্বুর এবং থাঞ্জাভুর জংশন কে সংযুক্ত করে। চেন্নাই এরম্বুর-থাঞ্জাভুর প্রধান লাইন চেন্নাই - ভিলুপুরম - চিদাম্বরম - মায়িলদুথুরাই - কুম্বাকোনাম - থাঞ্জাভুর - তিরুচিরাপল্লি লাইনের অংশ। বেশ কয়েকটি শাখা লাইন রয়েছে:\nচেঙ্গালপাট্টু – আরাককোনাম চেন্নাই সেন্ট্রাল-বেঙ্গালুরু সিটি লাইন, গুন্টকাল-চেন্নাই এরম্বুর সেকশন, ভিলুপুরম- পুদুচেরি, কুড্ডালোর - বিরুধাচালাম, মায়িলদুথুরাই- তিরুভারুর, এবং পেরালাম - নাগপত্তনম সেক্টরের সাথে সংযোগ স্থাপন করে। লাইনটি কাবেরী বদ্বীপকে চেন্নাইয়ের সাথে সংযুক্ত করেছে।\n\n\n== ইতিহাস ==\nকরোমন্ডেল উপকূলে মিটার-গেজ রেলওয়ে ব্যবস্থার \"প্রধান লাইন\" চেন্নাইকে ভিলুপ্পুরম, কুদ্দালোর, চিদাম্বরম, মায়িলাদুথুরাই, কুম্বাকোনাম এবং থাঞ্জাভুর জংশন হয়ে তিরুচ্চিরাপল্লির সাথে সংযুক্ত করেছে। চেন্নাই-মাইলাদুথুরাই-থাঞ্জাভুর-তিরুচিরাপল্লী লাইনটিকে \"প্রধান লাইন\" হিসাবে ভাবা হয়।\n১৮৬১ সালে গ্রেট সাউদার্ন অফ ইন্ডিয়া রেলওয়ে (GSIR) ১২৫ কিমি (৭৮ মা) নির্মাণ করে -দীর্ঘ ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি)  প্রশস্ত ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) নাগাপট্টিনম এবং তিরুচিরাপল্লীর মধ্যে ব্রডগেজ লাইন (তখন ত্রিচিনোপলি নামে পরিচিত) এবং লাইনটি পরের বছর ট্রাফিকের জন্য খুলে দেওয়া হয়েছিল। এটি চেন্নাইয়ের দক্ষিণে একটি নতুন উন্নয়ন ছিল। ১৮৭৪ সালে দক্ষিণ ভারতীয় রেলওয়ে কোম্পানি জিএসআইআর-এর দায়িত্ব নেওয়ার পর, নাগাপট্টিনম-তিরুচিরাপল্লি লাইনটি ১,০০০ মিলিমিটার (৩ ফুট ৩ ৩⁄৮ ইঞ্চি) -এ রূপান্তরিত হয়।\nদক্ষিণ ভারত রেলওয়ে কোম্পানি একটি ৭১৫ কিমি (৪৪৪ মা) স্থাপন করেমাই - চেন্নাই থেকে থুথুকুডি হয়ে ভিলুপুরম, কুড্ডালোর বন্দর (তখন কুড্ডালোর জংশন নামে পরিচিত), মায়িলাদুথুরাই, থাঞ্জাভুর, তিরুচিরাপল্লি (তখন ত্রিচিনোপলি নামে পরিচিত), মাদুরাই, 1880 সালে বিরুধুনগর দীর্ঘ মিটার-গেজ ট্রাঙ্ক লাইন। ৮৪ কিমি (৫২ মা)মাই -লং টিন্ডিভানাম-কুড্ডালোর পোর্ট (তখন কুড্ডালোর জংশন নামে পরিচিত) সেক্টর, ২৭.৬০ কিমি (১৭ মা) দীর্ঘ কুড্ডালোর পোর্ট-পোর্টো নভো সেক্টর এবং ১৯.৭১ কিমি (১২ মা)মাই দীর্ঘ শ্যালি-মাইলাদুথুরাই সেক্টর ১৮৭৭ সালে খোলা হয়েছিল, যার ফলে টিন্ডিভানামকে ইতিমধ্যেই খোলা তিরুচিরাপল্লি-নাগাপট্টিনাম লাইনের সাথে সংযুক্ত করা হয়েছিল। কিন্তু 1995-2000 সালে গেজ রূপান্তরের সময় ৮৪ কিমি (৫২ মা)মাই -লং টিন্ডিভানাম-কুড্ডালোর পোর্ট (তখন কুড্ডালোর জংশন নামে পরিচিত) সেক্টর, ২৭.৬০ কিমি (১৭ মা)মাই -লং কুড্ডালোর পোর্ট–পোর্টো নভো সেক্টর এবং ১৯.৭১ কিমি (১২ মা) -লং শ্যালি-মাইলাদুথুরাই সেক্টরকে কখনোই ১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি) -এ করা হয়নি১,৬৭৬ মিলিমিটার (৫ ফুট ৬ ইঞ্চি)  -প্রশস্ত ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ) ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) ব্রডগেজ লাইন।\nব্রিটিশ এবং ফরাসিদের মধ্যে একটি চুক্তি অনুসরণ করে, একটি ৩৮ কিমি (২৪ মা) - ১৮৭৭-১৮৭৯ সালের দিকে পুদুচেরি এবং ভিলুপুরমের মধ্যে দীর্ঘ মিটার-গেজ লাইন স্থাপন করা হয়েছিল।\nএকটি ১,০৬৭ মিলিমিটার (৩ ফুট ৬ ইঞ্চি) ১৮৬৫ ভারতীয় ট্রামওয়ে কোম্পানি দ্বারা আরাককোনাম এবং কাঞ্চিপুরম (তখন কনজিভারম নামে পরিচিত এর মধ্যে প্রশস্ত লাইন স্থাপন করা হয়েছিল। লাইনটি ১৮৭৮ সালে মিটারগেজে রূপান্তরিত হয় এবং ১৮৯১ সালে খোলা হয়। চেঙ্গলপাট্টু-ওয়ালাজাবাদ লাইন ১৮৮০ সালে খোলা হয়েছিল।\nভিলুপুরম ১৯২৭ সালে একটি ৫৫ কিমি (৩৪ মা) দ্বারা Vriddhachalam সাথে সংযুক্ত হয়েছিল -দীর্ঘ রেলপথ।\n৩৬ কিমি (২২ মা) -দীর্ঘ মায়িলাদুথুরাই – থারাঙ্গাম্বাদি (তখন ট্রাঙ্কেবার নামে পরিচিত) লাইন যা ব্রিটিশরা ১৯২৬ সালে মানুষের জন্য খুলে দিয়েছিল এবং ১৯৮৭ সালে ব্রডগেজ রূপান্তরের জন্য বন্ধ করে দিয়েছিল। কিন্তু প্রকল্পটি ৩৩ বছরে কোন অগ্রগতি হয়নি।\n\n\n== শহরতলির রেলপথ ==\nদক্ষিণ লাইনের একটি বড় অংশ, চেন্নাই শহরতলির এই লাইনের অংশ। চেন্নাইয়ের দক্ষিণের এলাকাটি 1931 সাল পর্যন্ত যাত্রী ও পণ্যবাহী ট্রেন দ্বারা ভাগ করা একক লাইন দ্বারা পরিবেশিত হয়েছিল। সেক্টরে বৈদ্যুতিক ট্রেনের পরিকল্পনা করা হয়েছিল ১৯২৩ সালের প্রথম দিকে। নির্মাণ কাজ 1926 সালে শুরু হয়েছিল এবং ১৯৩১ সালে শেষ হয়েছিল। Chennai Beach এবং এগমোরের মধ্যে বৈদ্যুতিক ট্রেনের জন্য একটি নতুন লাইন যোগ করা হয়েছে এবং এগমোর এবং Tambaram মধ্যে দুটি লাইন যুক্ত করা হয়েছে। প্রথম এমজি ইএমইউ পরিষেবাগুলি 1.5 কেভি ডিসি ওভারহেড লাইনে ১১ মে ১৯৩১ সালে চালানো হয়েছিল। ১৯৬০-এর দশকে চেন্নাই সমুদ্র সৈকত-তাম্বারাম- ভিলুপ্পুরম সেক্টরকে ১.৫ কেভি ডিসি ট্র্যাকশন থেকে ২৫ কেভি এসি ট্র্যাকশনে রূপান্তরিত করা হয়েছিল এবং সীমিত ইএমইউ পরিষেবা চেঙ্গলপেটে প্রসারিত করা হয়েছিল। ১৯৬৯ সালে, তাম্বারাম এবং চেঙ্গলপেটের মধ্যে একটি অতিরিক্ত মিটার-গেজ ট্র্যাক স্থাপন করা হয়েছিল। ১৯৯৫ এর দশক থেকে শুরু করে পুরো এলাকাটি ব্রডগেজে রূপান্তরিত হয়।\n\n\n== গেজ রূপান্তর ==\n৪৯৪ কিমি (৩০৭ মা) দীর্ঘ মিটার গেজ থেকে ব্রডগেজে রূপান্তরের সাথে পুরো এগমোর – তাম্বারাম – তিরুচিরাপল্লী – ডিন্ডিগুল – মাদুরাই সেক্টর সম্পন্ন হয়েছিল এবং ব্রড-গেজ যাত্রী পরিবহন শুরু হয়েছিল মার্চ ২০০১ সালে। বাকি রূপান্তরের কাজ শেষ হয় এবং শেষ মিটার-গেজ ইএমইউ পরিষেবাটি জুলাই ২০০৪ সালে তাম্বারাম এবং এগমোরের মধ্যে চালানো হয়।\nভিলুপুরম - পুদুচেরি শাখা লাইনের মিটারগেজ থেকে ব্রডগেজে রূপান্তর ২০০৪ সালে সম্পন্ন হয়েছিল। কুদালোর পোর্ট জংশন - বৃদ্ধাচলম সেক্টর ২০০৩ সালে রূপান্তরিত হয়েছিল। থাঞ্জাভুর - তিরুভারুর ব্রড-গেজ সেকশনের রূপান্তরের কাজ 2006 সালে এবং 2010 সালে তিরুভারুর- নাগোর সেকশনে যান চলাচলের জন্য খুলে দেওয়া হয়।\n১৯২ কিমি (১১৯ মা) দীর্ঘ ভিলুপুরম-থাঞ্জাভুরকে ২০১০ সালে ব্রডগেজে রূপান্তরিত করা হয়েছিল।\nচেঙ্গলপাট্টুকে আরাককোনামের সাথে সংযোগকারী একটি ব্রড-গেজ লাইন (মিটার-গেজ থেকে রূপান্তর) 1999-2000 সালে নির্মিত হয়েছিল। আরাককোনাম নেভাল এয়ার স্টেশনের নিকটবর্তী হওয়ার কারণে থাকোলাম-আরাককোনাম সেক্টরকে পুনর্গঠন করতে হয়েছিল।\n\n\n== বিদ্যুতায়ন ==\nমাদ্রাজ বিচ-তাম্বারাম সেক্টরের মিটার-গেজ ট্র্যাকটি ১.৫ কেভি ডিসি ওভারহেড সিস্টেমের সাথে ১৯৩১ সালে বিদ্যুতায়িত হয়েছিল। ১৯৫০ এর দশকে, ভারতীয় রেলওয়ে জাতীয় ভিত্তিতে ২৫ কেভি এসি ওভারহেড সিস্টেম ব্যবহার করার সিদ্ধান্ত নেয়। মাদ্রাজ সমুদ্র সৈকত-তাম্বারাম সেক্টর ১৯৬৭ সালে ২৫ কেভি এসি ওভারহেড সিস্টেমে রূপান্তরিত হয়েছিল।\nতাম্বারাম-চেঙ্গলপাট্টু-ভিলুপুরম সেক্টরটি ১৯৬৪-৬৫ সালে এবং তারপরে আবার ২০০০-০১ সালে (গেজ রূপান্তরের পরে) চেঙ্গলপাট্টু-কাঞ্চিপুরম সেক্টরের সাথে বিদ্যুতায়িত হয়েছিল।\nব্রড-গেজ ভিলুপ্পুরম-পুদুচেরি লাইনটি 2006 সালে বিদ্যুতায়িত হয়েছিল।\nব্রড-গেজ ভিলুপ্পুরম-তিরুচিরাপল্লি সেক্টর ২০১০ সালে বিদ্যুতায়িত হয়েছিল।\n২০১২-১৩ সালে নতুন বিদ্যুতায়ন সমীক্ষা করাইক্কাল/করাইক্কাল বন্দর-তিরুভারুর-থাঞ্জাভুর-তিরুচ্চিরাপল্লি এবং নাগাপট্টিনম-ভেলঙ্কানি সেক্টরের জন্য রেলওয়ে বাজেটে অনুমোদন করা হয়েছিল।\nভিলুপুরম-কুড্ডালোর বন্দর-চিদাম্বরম-মাইলাদুতুরাই-কুম্বাকোনাম-থাঞ্জাভুর এবং মায়িলদুতুরাই-তিরুভারুর বিদ্যুতায়নের কাজটি রেল বিকাশ নিগমকে দেওয়া হয়েছে।\nপ্রধান লাইন (ভিলুপুরম থেকে তিরুচিরাপল্লী হয়ে মায়িলাদুথুরাই) বেশ কয়েকটি অংশে বিদ্যুতায়ন সম্পন্ন হয়েছিল [যেমন তিরুচিরাপল্লী থেকে থাঞ্জাভুর, ভিল্লুপুরম থেকে কুড্ডালোর পোর্ট জংশন, কুড্ডালোর পোর্ট জংশন থেকে মায়িলাদুথুরাই জংশন এবং তারপর মায়িলাদুথুরাই জংশন থেকে থাঞ্জাভুর জংশন এবং শেষ পর্যন্ত সর্বজনীন যাতায়াতের জন্য উন্মুক্ত হয় ১৪ নভেম্বর ২০২০ এ।\n\n\n== রেলওয়ে পুনর্গঠন ==\n১৮৭৪ সালে ভারতের গ্রেট সাউদার্ন রেলওয়ে এবং কর্নাটিক রেলওয়ে একীভূত করে দক্ষিণ ভারতীয় রেলওয়ে কোম্পানি গঠন হয়।\n১৯৫০-এর দশকের গোড়ার দিকে আইন পাস করা হয়েছিল যা কেন্দ্রীয় সরকারকে স্বতন্ত্র রেলওয়ে ব্যবস্থা গ্রহণের ক্ষমতা দেয়। 14 এপ্রিল ১৯৫১-এ মাদ্রাজ ও দক্ষিণ মারাঠা রেলওয়ে, দক্ষিণ ভারতীয় রেলওয়ে কোম্পানি এবং মাইসুরু রাজ্য রেলওয়েকে একীভূত করে দক্ষিণ রেল গঠন করা হয়। পরবর্তীকালে, নিজামের গ্যারান্টিড স্টেট রেলওয়েকেও দক্ষিণ রেলওয়েতে একীভূত করা হয়। ২ অক্টোবর ১৯৬৬-এ, সেকেন্দ্রাবাদ, সোলাপুর, হুবলি এবং বিজয়ওয়াড়া বিভাগগুলি, নিজামের গ্যারান্টিড স্টেট রেলওয়ের প্রাক্তন অঞ্চলগুলি এবং মাদ্রাজ এবং দক্ষিণ মারাঠা রেলওয়ের কিছু অংশকে দক্ষিণ মধ্য রেল গঠনের জন্য দক্ষিণ রেলওয়ে থেকে পৃথক করা হয়েছিল। ১৯৭৭ সালে, দক্ষিণ রেলের গুন্টকাল বিভাগ দক্ষিণ মধ্য রেল এ স্থানান্তরিত করা হয় এবং সোলাপুর বিভাগ কেন্দ্রীয় রেলওয়েতে স্থানান্তরিত হয়। ২০১০ সালে তৈরি করা সাতটি নতুন অঞ্চলের মধ্যে ছিল দক্ষিণ পশ্চিম রেল, যা দক্ষিণ রেলওয়ে থেকে খোদাই করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}