{"pageid": 1183974, "title": "আহমদ আল-রেফাই", "url": "https://bn.wikipedia.org/wiki?curid=1183974", "content": "আহমাদ ইবনে আলী আল-রিফাঈ ( আরবি: أَحْمَد ابْن عَلِي ٱلرِّفَاعِي ) ছিলেন একজন সুন্নি মুসলিম প্রচারক, তপস্বী, রহস্যবাদী, আইনজ্ঞ এবং ধর্মতাত্ত্বিক, যিনি ইসলামের রিফাই তরিকার ( সুফী তরীকা) প্রতিষ্ঠাতা হিসেবে পরিচিত। তিনি সোম ও বৃহস্পতিবার ছাড়া প্রতিদিন হাদিস, ফিকাহ ও তাফসির কোর্স দিতেন। তিনি সোমবার ও বৃহস্পতিবার বিকেলে তার মিম্বরে বসে জ্ঞানী ও জনসাধারণের কাছে ধর্মপ্রচার করতেন। কাদিরি আদেশ দ্বারা অতিক্রম না হওয়া পর্যন্ত রিফাই আদেশের সর্বাধিক অনুসরণ ছিল। রিফাই অর্ডারটি সাধারণত আরব মধ্যপ্রাচ্যে পাওয়া যায় তবে তুরস্ক, বলকান এবং দক্ষিণ এশিয়াতেও পাওয়া যায়।\n\nযখন তার বয়স বিশ, আবু আল-ফাদল আলী, ওয়াসিত প্রদেশের শায়খ এবং তার শিক্ষক, তাকে একটি \"সেহাদেটনাম\" (যা দরবেশ বিজ্ঞানের প্রামাণিক আইন ও শৃঙ্খলা সহ প্রমাণের লেখার প্রতিনিধিত্ব করে) এবং একটি ডাকনাম যা এর পিতা ছিলেন। বাহ্যিক ও অভ্যন্তরীণ বিজ্ঞান, এবং তাকে তার নিজের দরবেশের পোশাক পরিয়েছিলেন।\nতিনি স্বল্প সময়ের জন্য নাহর-ই ডিকলায় অবস্থান করেন এবং তারপরে তিনি হাসেন-এ ভ্রমণকারীদের জন্য তার পিতার পাবলিক গেস্ট হাউসে ফিরে আসেন এবং সেই সময়ে তিনি খুব বিখ্যাত হয়েছিলেন। তাঁর বয়স যখন আটাশ, তাঁর চাচা শায়খ মনসুর তাঁকে তাঁর মৃত্যুর পর দরবেশ লজ এবং খলিফাদের পরিচালনার জন্য অসিয়ত করেন। তিনি তাকে শায়খ ইয়াহিয়া আল-নাজ্জারির দরবেশ লজে থাকতেও নির্দেশ দেন যিনি তার মায়ের দিক থেকে তার দাদা ছিলেন। এই সময়েই তিনি এই দরবেশ লজে ধর্মপ্রচার শুরু করেন। ওসিয়্যাতের বছরে তাঁর চাচা মারা যান। তাঁর বয়স যখন পঁয়ত্রিশ, তখন তাঁর মুরিদের সংখ্যা ছিল সাত লাখের বেশি।\nতিনি নবী মুহাম্মদের সুন্নাহ এবং জনসাধারণের কাছে কুরআনের বিশদ শিক্ষা দেওয়ার ক্ষেত্রে অবহেলা করেননি কারণ তিনি সর্বদা বিশ্বাস করতেন যে একজন জ্ঞানী ব্যক্তির ব্যবসা হল একমাত্র ঈশ্বরের দিকে পথ দেখানো।\nইমাম আবু আল-কাসিম আবদুল করিম আল-রাফিঈ আল-কাওজিনির “সওয়াদ আল-আয়নাইন” নামে একটি বইটিতে একটি তথ্য রয়েছে। লেখক বলেছেন:\n“শেখ সালিহ ইউসুফ আবু জাকারিয়া আল-আসকালানি, যিনি ইসলামের ক্যানন আইনের একজন মহান বিশেষজ্ঞ ছিলেন, তিনি আমাকে বলেছিলেন যে: আমি ʽ ওবায়েদের কাছে শায়খ আহমাদ আল-রিফা’র সাথে দেখা করতে গিয়েছিলাম। মেহমানখানার চারপাশে এক লক্ষেরও বেশি লোক ভিড় করেছিল, কিছু লোক ছিল ব্যবস্থাপক, বিজ্ঞানী, শায়খ এবং জনসাধারণের অন্যান্য সদস্য। তিনি তাদের সবাইকে রাতের খাবার সরবরাহ করেছিলেন এবং সবার সাথে খুব বন্ধুত্বপূর্ণ ছিলেন। বৃহস্পতিবার বিকেলে তিনি প্রচার শুরু করেন। ওয়াসিত প্রদেশের প্রচারক, ইরাকের মুসলিম ধর্মতত্ত্বের ডাক্তারদের একটি ধর্মীয় সম্প্রদায় এবং প্রদেশের গুরুত্বপূর্ণ ব্যক্তিরা এই প্রচার সভায় উপস্থিত ছিলেন। তাদের মধ্যে এক দল কুরআনের তাফসীরের বিজ্ঞান চেয়েছিল, অন্য দল নবী মুহাম্মদের বাণীর রেকর্ডের সাথে আগ্রহী বিষয়গুলির জন্য জিজ্ঞাসা করেছিল, অন্য দলটি মুসলিম প্রামাণিক আইনশাস্ত্রের জন্য জিজ্ঞাসা করেছিল, অন্য দলটি বিভিন্ন ধর্মীয় মতামতের মধ্যে মতানৈক্যের জন্য জিজ্ঞাসা করেছিল, এবং অন্যান্য দলগুলি বিজ্ঞানের বিভিন্ন বিভাগ সম্পর্কে অনেক বেশি প্রশ্ন করেছিল। তিনি দুই শতাধিক প্রশ্নের উত্তর দিয়েছেন এবং প্রশ্নের উত্তর দেওয়ার সময় তিনি কোনো রাগ অনুভব করেননি। লোকেদের প্রশ্ন করার অসংবেদনশীলতার কারণে আমি বিব্রত হয়ে পড়েছিলাম এবং আমি উঠে দাঁড়িয়ে তাদের বলেছিলাম যে; “এটা কি আপনার জন্য যথেষ্ট নয়? তিনি লিখিত বিজ্ঞান সম্পর্কে সমস্ত প্রশ্নের উত্তর দেবেন, কোন অসুবিধার সম্মুখীন হবেন না, আল্লাহর হুকুমে।” আমার কথায় সে হেসে আমাকে বলল; “আবু জাকারিয়া, আমাকে হারানোর আগে তাদের জিজ্ঞেস করার অনুমতি দিন। নিঃসন্দেহে পৃথিবী এমন একটি ঘর যা অনুপস্থিত থাকবে। আল্লাহ প্রতিবারই সমস্ত পরিস্থিতি পরিবর্তন করেন। তার উত্তরে মানুষ কেঁদে উঠল। সভা বিভ্রান্ত ছিল, চিন্তিত শব্দ শোনা গেছে. তাঁর বক্তৃতার আধ্যাত্মিক প্রভাবে চল্লিশ হাজার মানুষ তাঁর ছাত্র হয়ে ওঠে।”\nআহমদ আল ʽ রিফাইর কথাবার্তা, তার চালচলন, আচরণ এবং তার প্রতিটি নিঃশ্বাস আল্লাহর জন্য ছিল। তিনি সর্বদা হাস্যোজ্জ্বল মুখ ছিলেন এবং তিনি ছিলেন বিনয়ী, সদালাপী, সহনশীল এবং ধৈর্যশীল। তিনি কারও সাথে ক্রস হয়ে ওঠেননি এবং নিজের ব্যক্তিত্বের জন্য কোনও সাহায্য চাননি। বরং সে আল্লাহর জন্য ভালোবাসে এবং আল্লাহর জন্য রাগ করে। তিনি এমন কাউকে তিরস্কার করেননি যার আচরণ তিনি পছন্দ করেন না। তিনি তার পরিবার এবং নিজেকে অন্য লোকেদের থেকে উচ্চতর দেখেন না। এমনকি তিনি এই বিষয় সম্পর্কে বলেছেন যে; \"আল্লাহর জন্য আমাদের মতামত অনুযায়ী, সবাই একে অপরের জন্য সমান, তারা আমাদের কাছে নিকটাত্মীয় বা অচেনা মানুষ কিনা তা কোন ব্যাপার না।\"\nতিনি মানুষের কাছ থেকে এমন জিনিসের অত্যধিক ব্যবহার থেকে নিজেকে রক্ষা করতে চাইতেন যা ধর্মীয় আইন দ্বারা বাঞ্ছনীয় বা নিষিদ্ধ নয় যেমন অতিরিক্ত খাওয়া এবং অতিরিক্ত ঘুমানো। তিনি রাতে ইবাদত করার পরামর্শ দিতেন। তদুপরি, তিনি এমন লোকদের থেকে দূরে থাকার পরামর্শও দিতেন যারা তাদের সীমা জানে না, অতিরিক্ত আচরণ করে, নিজেকে অন্যের চেয়ে উচ্চতর মনে করে এবং একে অপরের সাথে বিতর্ক করে।\nতিনি নিজে তাঁর সেবা করতেন, জুতা মেরামত করতেন, অসুস্থ, এতিম, পতিত এবং আত্মীয় বা বন্ধুবিহীন লোকদের বাড়িতে তাঁর জন্য প্রস্তুত করা কাঠ নিয়ে যেতেন।\nতিনি অন্ধদের জুতা ঘুরিয়ে দিতেন এবং যেখানে যেতে চেয়েছিলেন সেখানে নিয়ে যেতেন। শুধু তাই নয়, তিনি বৃদ্ধদের সম্মান করতেন এবং তাদের সম্মান করার পরামর্শ দিতেন।\nতিনি কুষ্ঠরোগী ও শয্যাশায়ী লোকদের বাড়িতে যেতেন, তাদের জামাকাপড় ধৌত করতেন, তাদের খাবার আনতেন, তাদের সাথে বসতেন এবং খেতেন এবং তাদের কাছে প্রার্থনা করতেন। দূর শহরে থাকা রোগীর কথা শুনলে তিনি তাদের দেখতে যেতেন। তিনি আহত প্রাণীদের আরোগ্য করেন এবং তিনি বলেছিলেন যে; \"আল্লাহর সৃষ্টিকে পরিক্রমা করা মানুষের আল্লাহর নিকটবর্তী হওয়ার অন্যতম কারণ।\"\nতিনি এতিমদের প্রতি অত্যন্ত সদয় আচরণ করতেন, গরীবদের জন্য কাঁদতেন, তাদের আনন্দে মেতে উঠতেন, তাদের সাথে বিনয়ের সাথে ব্যবহার করতেন, নিজেকে তাদের একজনের মতো দেখতেন এবং সভা-সমাবেশে বলতেন যে; \"যদি একজন সম্পূর্ণ নৈপুণ্য-মালিক একটি গণনা হয় এবং প্রতিটি নৈপুণ্য-মালিক দলে দলে পাস করে, আমি দরিদ্রদের দলে গরীব হতে পছন্দ করি।\"\nআড্তাঁডায়র যুগের মহান ব্যক্তিরা বলেছেন যে; \"আহমদ আল-রিফা'ইর মহান স্থানে পৌঁছানোর সবচেয়ে গুরুত্বপূর্ণ কারণ হল সমস্ত প্রাণীর প্রতি তার মহান করুণা এবং তার নিজের দিকে তাকানো।\"\nতিনি ইসলামের কানুন আইনে জ্ঞানী ও বিশেষজ্ঞদের সম্মান করতেন এবং শিক্ষা দিয়ে প্রত্যেকে তাদের সম্মান করতে চাইতেন; \"জ্ঞানীরা সম্প্রদায়ের নেতা এবং মৌলিক।\"\nপৃথিবী থেকে নিজেকে গুটিয়ে নিয়েছিলেন। তদুপরি, তিনি কোন সময় কোন পণ্য সংরক্ষণ করেননি। যদিও তিনি প্রচুর সম্পদের অধিকারী ছিলেন, তিনি একই সাথে দুই সেট পোশাক পরতেন না, গ্রীষ্মে বা শীতকালেও নয়। তাঁর স্থাবর-অস্থাবর সম্পত্তি গভর্নর ও বিখ্যাত ধনী ব্যক্তিদের সম্পত্তির চেয়ে অনেক বেশি ছিল। তিনি তার রিয়েল এস্টেটের রাজস্ব দরবেশ এবং দরবেশ আড্ডায় আসা লোকদের মধ্যে বিতরণ করতেন। তিনি তার সন্তানদের জন্য কোন পণ্য রেখে যাননি।\n\n\n== আরও দেখুন ==\nসুফিদের তালিকা\nআশআরিস এবং মাতুরিদের তালিকা\nমুসলিম ধর্মতত্ত্ববিদদের তালিকা\nটেমপ্লেট:Ash'ariটেমপ্লেট:Sufi"}