{"pageid": 1183405, "title": "স্ট্যানলি কুবরিকের চলচ্চিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1183405", "content": "স্ট্যানলি কুবরিক (১৯২৮-১৯৯৯) তার কর্মজীবনে তেরটি পূর্ণদৈর্ঘ্য চলচ্চিত্র এবং তিনটি স্বল্পদৈর্ঘ্য প্রামাণ্য চলচ্চিত্র পরিচালনা করেন। পরিচালক হিসেবে তার সৃষ্টিকর্ম, বিভিন্ন ঘরানার বিস্তার, ব্যাপকভাবে অত্যন্ত প্রভাবশালী হিসেবে বিবেচিত হয়।\nকুবরিক ১৯৫১ সালে ডে অব দ্য ফাইট স্বল্পদৈর্ঘ্য প্রামাণ্য চলচ্চিত্রের মাধ্যমে পরিচালনায় আত্মপ্রকাশ করেন, পরবর্তী বছরের শেষের দিকে নির্মাণ করেন ফ্লাইং পাদ্রে। ১৯৫৩ সালে, তিনি তার প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র ফিয়ার অ্যান্ড ডিজায়ার পরিচালনা করেন। যুদ্ধবিরোধী রূপক থিমগুলি তার পরবর্তীকালের চলচ্চিত্রগুলিতে পুনরায় আবির্ভূত হয়। তার পরবর্তী সৃষ্টিকর্মগুলি হল ফিল্ম নয়ার চলচ্চিত্র কিলার'স কিস (১৯৫৫) এবং দ্য কিলিং (১৯৫৬)। সমালোচক রজার ইবার্ট দ্য কিলিং চলচ্চিত্রের প্রশংসা করেছেন এবং এটিকে কুবরিকের \"প্রথম পরিণত পূর্ণদৈর্ঘ্য\" চলচ্চিত্র বলে অভিহিত করেছেন। কুবরিক এরপর কার্ক ডগলাস অভিনীত দুটি হলিউড চলচ্চিত্র পরিচালনা করেন: প্যাথস অব গ্লোরি (১৯৫৭) এবং স্পার্টাকাস (১৯৬০)। স্পার্টাকাস শ্রেষ্ঠ নাট্যধর্মী চলচ্চিত্র বিভাগে গোল্ডেন গ্লোব পুরস্কার জিতে। তার পরবর্তী চলচ্চিত্র ছিল ললিতা (১৯৬২), যেটি ভ্লাদিমির নাবোকভের একই নামের উপন্যাসের একটি রূপান্তর। এটি শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে একাডেমি পুরস্কারের মনোনীত হয়েছিল। তার ১৯৬৪ সালের স্নায়ুযুদ্ধ বিদ্রুপ চলচ্চিত্র ডক্টর স্ট্রেঞ্জলাভ যেখানে পিটার সেলার্স এবং জর্জ সি. স্কট অভিনয় করেছেন, যেটি শ্রেষ্ঠ চলচ্চিত্র বিভাগে বাফটা পুরস্কার পায়। দ্য কিলিং চলচ্চিত্রের পাশাপাশি, এটি রটেন টমেটোস অনুসারে কুবরিক পরিচালিত সর্বোচ্চ রেট প্রাপ্ত চলচ্চিত্র।\n১৯৬৮ সালে, কুবরিক মহাকাশ মহাকাব্য ২০০১: আ স্পেস অডিসি (চলচ্চিত্র) চলচ্চিত্র পরিচালনা করেন। এটি এখন পর্যন্ত নির্মিত সবচেয়ে প্রভাবশালী চলচ্চিত্রের মধ্যে ব্যাপকভাবে বিবেচিত। চলচ্চিত্রে বিশেষ প্রভাব পরিচালক হিসাবে কুবরিক তার একমাত্র ব্যক্তিগত একাডেমি পুরস্কার অর্জন করেছিল। তার পরবর্তী প্রকল্প, ডিস্টোপিয়ান আ ক্লকওয়ার্ক অরেঞ্জ (১৯৭১), অ্যান্থনি বার্জেসের ১৯৬২ সালের উপন্যাসের প্রাথমিকভাবে এক্স-রেট প্রাপ্ত অভিযোজন ছিল। \"অতি-হিংসা\" চলচ্চিত্রের চিত্রায়ন দ্বারা অনুপ্রাণিত অপরাধের প্রতিবেদন প্রকাশের পরে, কুবরিক যুক্তরাজ্যে চলচ্চিত্রটির পরিবেশনা প্রত্যাহার করেছিলেন। তখন কুবরিক তার পূর্বের দুটি ভবিষ্যৎবাদী চলচ্চিত্রের পর ব্যারি লিন্ডন (১৯৭৫) পরিচালনা করেন। এটি বাণিজ্যিকভাবে সাফল্য না পেলেও, মিশ্র পর্যালোচনা লাভের পাশাপাশি ৪৮তম একাডেমি পুরস্কারে চারটি অস্কার জিতেছে। ১৯৮০ সালে, কুবরিক জ্যাক নিকোলসন এবং শেলি ডুভল অভিনীত স্টিভেন কিংয়ের উপন্যাস অবলম্বনে দ্য শাইনিং নির্মাণ করেন। যদিও কুবরিককে সে সময়ে নিকৃষ্ট পরিচালক বিভাগে গোল্ডেন রাস্পবেরি পুরস্কারের জন্য মনোনীত করা হয়েছিল, দ্য শাইনিং এখন সর্বকালের সর্বশ্রেষ্ঠ ভৌতিক চলচ্চিত্রগুলির মধ্যে একটি হিসাবে বিবেচিত হয়। সাত বছর পর, তার ভিয়েতনাম যুদ্ধের চলচ্চিত্র ফুল মেটাল জ্যাকেট মাক্তি পায়। রটেন টমেটোস এবং মেটাক্রিটিক অনুসারে এটি কুবরিকের পরবর্তী চলচ্চিত্রগুলির মধ্যে সর্বোচ্চ রেটিং প্রাপ্ত চলচ্চিত্র। ১৯৯০-এর দশকের গোড়ার দিকে, কুবরিক দ্য আরিয়ান পেপার্স নামে একটি হলকাস্ট চলচ্চিত্র পরিচালনার তিনি স্টিভেন স্পিলবার্গের শিন্ডলার্স লিস্ট চলচ্চিত্রের সাথে প্রতিদ্বন্দ্বিতা করতে দ্বিধাগ্রস্ত ছিলেন এবং প্রকল্পে ব্যাপকভাবে কাজ করার পরে \"গভীরভাবে বিষণ্ণ\" হয়ে পড়েছিলেন। তার চূড়ান্ত চলচ্চিত্র, টম ক্রুজ এবং নিকোল কিডম্যান অভিনীত যৌনউত্তেজক থ্রিলার আইজ ওয়াইড শাট, ১৯৯৯ সালে মরণোত্তর মুক্তি পায়। তার একটি অসমাপ্ত প্রকল্প যেটিকে কুব্রিক পিনোকিও হিসাবে উল্লেখ করেছিলেন, পরবর্তীতে স্পিলবার্গ সেটিকে এ.আই. আর্টিফিশিয়াল ইন্টেলিজেন্স নামে ২০০১ সালে মুক্তি দেন।\n১৯৯৭ সালে, ভেনিস চলচ্চিত্র উৎসব কুবরিককে আজীবন কৃতিত্বের জন্য গোল্ডেন লায়ন প্রদান করে। একই বছর, তিনি ডিরেক্টরস গিল্ড অব আমেরিকা লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড পান, যেটিকে তখন ডি.ডব্লিউ. গ্রিফিথ পুরস্কার বলা হত। ১৯৯৯ সালে, ব্রিটিশ অ্যাকাডেমি অব ফিল্ম অ্যান্ড টেলিভিশন আর্টস (বাফটা) কুবরিককে ব্রিটানিয়া অ্যাওয়ার্ডস প্রদান করে। তার মৃত্যুর পর, বাফটা তার সম্মানে পুরস্কারটির নতুন নামকরণ করে: \"দ্য স্ট্যানলি কুবরিক ব্রিটানিয়া অ্যাওয়ার্ডস ফর এক্সেলেন্স ইন ফিল্ম\"। ২০০০ সালে তিনি মরণোত্তর বাফটা ফেলোশিপ লাভ করেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== পূর্ণদৈর্ঘ্য চলচ্চিত্র ===\n\n\n=== প্রামাণ্য ও স্বল্পদৈর্ঘ্য চলচ্চিত্র ===\n\n\n== সমালোচনামূলক প্রতিক্রিয়া ==\n\n\n== আরো দেখুন ==\nস্ট্যানলি কুবরিক গৃহীত পুরস্কার ও মনোনয়নের তালিকা\nList of recurring cast members in Stanley Kubrick films\nস্ট্যানলি কুবরিকের গ্রন্থতালিকা\nস্ট্যানলি কুবরিকের অবাস্তবায়িত প্রকল্প\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে স্ট্যানলি কুবরিকের চলচ্চিত্রের তালিকা (ইংরেজি)\nরটেন টম্যাটোসে স্ট্যানলি কুবরিকের চলচ্চিত্রের তালিকা (ইংরেজি)\nস্ট্যানলি কুবরিকের সৃষ্টিকর্ম ও জীবন, একটি শিক্ষামূলক সাইট"}