{"pageid": 1183679, "title": "আফগানিস্তানে খেলাধুলা", "url": "https://bn.wikipedia.org/wiki?curid=1183679", "content": "আফগানিস্তানে যাবতীয় খেলাধুলা আফগান স্পোর্টস ফেডারেশন দ্বারা পরিচালিত হয়। ক্রিকেট ও ফুটবল আফগানিস্তানের সবচেয়ে জনপ্রিয় দুটি খেলা। আফগানিস্তানের ঐতিহ্যবাহী ও জাতীয় খেলা হল বুজকাশি বা ছাগলধরা। আফগান স্পোর্টস ফেডারেশন দেশের ক্রিকেট, ফুটবল, বাস্কেটবল, ভলিবল, গলফ, হ্যান্ডবল, বক্সিং, তায়কোয়ান্দো, ভারোত্তোলন, বডিবিল্ডিং, ট্র্যাক অ্যান্ড ফিল্ড, স্কেটিং, বোলিং, স্নুকার, দাবা এবং অন্যান্য খেলা নিয়ন্ত্রণ ও প্রচার করে।\n২০০৯ সালের এপ্রিলে ক্রুগারসডর্পে নামিবিয়ার বিরুদ্ধে জয়ের ফলে আফগানিস্তান জাতীয় ক্রিকেট দল আনুষ্ঠানিকভাবে একদিনের আন্তর্জাতিক খেলার মর্যাদা অর্জন করে। আফগানিস্তান ক্রিকেট বোর্ড আন্তর্জাতিক ক্রিকেট কাউন্সিলে আফগানিস্তানের প্রতিনিধি করে এবং ২০১৩ সালের জুন থেকে ২০১৭ পর্যন্ত আইসিসির সহযোগী সদস্য ছিল। এটি এশিয়ান ক্রিকেট কাউন্সিলের সদস্যও। ২০১৭ সালের ২২ জুন আফগানিস্তান আন্তর্জাতিক ক্রিকেট কাউন্সিলের পূর্ণ সদস্য হয় এবং আনুষ্ঠানিকভাবে টেস্ট ম্যাচে অংশগ্রহণের যোগ্যতা অর্জন করে।\n\n\n== ক্রিকেট ==\n\nক্রিকেট আফগানিস্তানের সবচেয়ে জনপ্রিয় খেলা  এবং প্রধান খেলা। আফগানরা এতে অংশগ্রহণ করে এবং উপভোগ করে। জাতীয় পর্যায়ের ক্রিকেট ম্যাচগুলি প্রধানত দেশের দক্ষিণ ও পূর্বাঞ্চলীয় প্রদেশগুলির মধ্যে খেলা হয়। স্থানীয়দের মতে, ক্রিকেট আফগানিস্তানে ঐক্য আনতে সাহায্য করেছে।\nমূলত পাকিস্তানিদের হাত ধরে তৎকালীন আফগান শরণার্থীদের মাঝে ক্রিকেটের প্রচলন হয়েছিল এবং ২০০১ সালে তাজ মালিক আলমের নেতৃত্বে ব্রিটিশ দূতাবাসের কিছু সহায়তায় প্রধানত পাকিস্তান থেকে ফিরে আসা আফগানদের দ্বারা আফগানিস্তান জাতীয় ক্রিকেট দলটি গঠিত হয়েছিল। ২০০২ সালে ব্রিটিশ সেনাবাহিনীর বিরুদ্ধে একটি ম্যাচ দিয়ে শুরু করে সমস্ত বড় বড় আন্তর্জাতিক ক্রিকেট দলের বিরুদ্ধে ম্যাচ অনুষ্ঠিত হয়েছে। ২০০৮ সালের শুরু থেকে আফগানরা দ্রুত বিশ্ব ক্রিকেট লিগে গুরুত্বপূর্ণ হয়ে উঠতে থাকে। ২০০৯ সালে আইসিসি বিশ্বকাপ বাছাইপর্বে অংশগ্রহণ করে এবং ২০১০ সালে আইসিসি বিশ্ব ক্রিকেট লিগ ডিভিশন ওয়ানে অংশ নেয়। ২০১০ সালে আইসিসি বিশ্ব টি -টোয়েন্টিতে প্রথমবারের মতো যোগ্যতা অর্জন করে।\nআফগানিস্তান ক্রিকেট বোর্ড (ACB) হল আফগানিস্তানের ক্রিকেট খেলার সরকারি নিয়ন্ত্রক সংস্থা । বর্তমান এর সদর দপ্তর আফগানিস্তানের কাবুলে অবস্থিত।\nআফগানিস্তানের খেলার মৌসুম মে থেকে সেপ্টেম্বর পর্যন্ত চলে। আফগানিস্তানে ৩২০টি ক্রিকেট ক্লাব এবং ৬টি উইকেট টার্ফ রয়েছে।  ২০১৭ সালের ফেব্রুয়ারিতে আন্তর্জাতিক ক্রিকেট কাউন্সিল (ICC) আফগানিস্তানের চার দিনের ঘরোয়া প্রতিযোগিতায়কে প্রথম-শ্রেণীর মর্যাদা প্রদান করে। আফগানিস্তানের ঘরোয়া ৫০ ওভারের টুর্নামেন্ট না থাকায় তারা তাদের বিদ্যমান টুয়েন্টি২০ ঘরোয়া প্রতিযোগিতাকে লিস্ট এ মর্যাদাও দিয়েছে। ২০১৭ সালের মে মাসে আইসিসি ৫০ ওভারের গাজী আমানউল্লাহ খান একদিনের আঞ্চলিক টুর্নামেন্টকে লিস্ট এ মর্যাদা দিয়ে স্বীকৃতি দেয়। \n২০১৭ সালের মৌসুম থেকে শুরু করে আফগানিস্তানের একটি চার দিনের প্রথম-শ্রেণীর প্রতিযোগিতা ( আহমদ শাহ আবদালি 4 দিনের টুর্নামেন্ট ), একটি 50-ওভারের লিস্ট এ প্রতিযোগিতা ( গাজী আমানুল্লাহ খান আঞ্চলিক একদিনের টুর্নামেন্ট ) এবং একটি স্বীকৃত টি-টোয়েন্টি লিগ (শপেজেজা ক্রিকেট লীগ) রয়েছে।\nবর্তমান ক্রিকেট আফগানিস্তানের সবচেয়ে জনপ্রিয় খেলা এবং আফগানিস্তান দল বেশ কয়েকটি আন্তর্জাতিক প্রতিযোগিতা জয়ের মাধ্যমে আন্তর্জাতিক অঙ্গনে দ্রুত উন্নতি করেছে:\n\nএসিসি টি-টোয়েন্টি কাপের সবচেয়ে বেশিবার বিজয়ী দল (২০০৭, ২০০৯, ২০১১ এবং ২০১৩)।\n২ বার ক্রিকেট বিশ্বকাপে উপস্থিতি (২০১৫, ২০১৯)।\n\n\n== ফুটবল ==\n\nআফগানিস্তান জাতীয় ফুটবল দল ১৯২২ সালে গঠিত হয় এবং ১৯৪৮সালে ফিফা এবং ১৯৫৪ সালে এশিয়ান ফুটবল কনফেডারেশন (AFC) এ যোগদান করে। যদিও অভ্যন্তরীণ দ্বন্দ্বের কারণে এটি ১৯৮৪ থেকে ২০০৩ সাল পর্যন্ত কোনো আন্তর্জাতিক খেলায় অংশ নেয়নি। এটি ফিফায় জায়গা করে নেওয়ার জন্য প্রচেষ্টা চালিয়ে যাচ্ছে। রাজা আমানুল্লাহ খানের শাসনামলে নির্মিত জাতীয় স্টেডিয়ামটি দেশের বিভিন্ন প্রদেশের পাশাপাশি প্রতিবেশী দেশের সাথে ফুটবল খেলার জন্য ব্যবহৃত হয়। জাতীয় পর্যায়ে ফুটবল ম্যাচগুলো প্রদেশ বা অঞ্চলের মধ্যে খেলা হয়।  তাদের উল্লেখযোগ্য অবদান হল:\n\n২০১৩ সালে ফিফা ফেয়ার প্লে অ্যাওয়ার্ডের বিজয়।\n২০১৩ সালে SAFF চ্যাম্পিয়নশিপের চ্যাম্পিয়ন।\n২০১১ এবং ২০১৫ সালে SAFF চ্যাম্পিয়নশিপের রানার্স আপ।\n২০১০ সালে দক্ষিণ এশিয়ান গেমসের রানার্স আপ।\n\n\n== বুজকাশি ==\nবুজকাশি হল আফগানিস্তানের ঐতিহ্যবাহী এবং জাতীয় খেলা। এটি প্রায়শ শুক্রবার এবং বিশেষ ইভেন্টে খেলা হয়। ম্যাচগুলি হাজার হাজার ভক্তকে আকর্ষণ করে। হুইটনি আজয় তার বই বুজকাশি : গেম অ্যান্ড পাওয়ার ইন আফগানিস্তানে উল্লেখ করেছেন যে, \"নেতারা এমন পুরুষ যারা ন্যায্য ও ফাউল উভয় উপায়ে নিয়ন্ত্রণ দখল করতে পারে এবং তারপর তাদের প্রতিদ্বন্দ্বীদের বিরুদ্ধে লড়াই করতে পারে। বুজকাশি রাইডারও তাই করে।\"  ঐতিহ্যগতভাবে গেমগুলি বেশ কয়েক দিন ধরে চলে। তবে নিয়ন্ত্রিত টুর্নামেন্ট সংস্করণে একটি সীমিত ম্যাচ সময় রয়েছে।\n\n\n== বাস্কেটবল ==\n\n১৯৩৬ সালে আফগানিস্তানে প্রথম বাস্কেটবল খেলা হয়। ১৯৬৬ সালে আফগানিস্তান ন্যাশনাল অলিম্পিক কমিটি (ANOC) ভারত ও পাকিস্তান থেকে চ্যালেঞ্জ পাওয়ার পর আফগানিস্তান জাতীয় বাস্কেটবল দল প্রতিষ্ঠা করে। টম গাউটিয়েরে নামে একজন আমেরিকান পিস কর্পস দলের প্রথম কোচ হয়েছিলেন। এ খেলায় তাদের অবদান:\n\nচ্যাম্পিয়ন: ২০১০ দক্ষিণ এশিয়ান গেমস।\nচ্যাম্পিয়ন: ২০১২ এশিয়ান বিচ গেমস।\n\n\n== মিক্সড মার্শাল আর্ট ==\nসাম্প্রতিক আফগান সমাজে মিক্সড মার্শাল আর্টসের প্রচলন শুরু হয়েছে। আফগানিস্তানে বেশ কিছু জিমার ও বক্সার আছে, যারা খেলাধুলার প্রচার করে। সিয়ার বাহাদুরজাদা হলেন মিক্সড মার্শাল আর্টিস্ট, যিনি আলটিমেট ফাইটিং চ্যাম্পিয়নশিপে প্রতিদ্বন্দ্বিতা করে। তারা তাদের পেশাদার লড়াইয়ের আগে এবং পরে নিজেদের শরীরে আফগান পতাকা ধারণ এবং পরার জন্য সুপরিচিত।\n\n\n== তায়কোয়ান্দো ==\n\nরোহুল্লা নিকপাই ছিলেন তার জাতির প্রথম আফগান প্রতিনিধি, যিনি অলিম্পিকে আফগানিস্তানের হয়ে পদক জিতেছিলেন। তিনি ২০০৮ এবং ২০১২ অলিম্পিকে ব্রোঞ্জ জিতেছেন। আফগানিস্তান মাত্র এই দুটি পদকই পেয়েছে। তার প্রভাবে সম্প্রতি আফগানিস্তানে এই খেলার প্রসার ঘটেছে। অলিম্পিকে নিকপাইয়ের পদক তালিকার সারসংক্ষেপ :\n১. ব্রোঞ্জ জয়, ২০০৮ অলিম্পিক।\n২. বোঞ্জ জয়, ২০১২ অলিম্পিক।\n\n\n== বক্সিং ==\nসম্প্রতি আফগানিস্তানে বক্সিং বিকাশ লাভ করেছে। দেশে বক্সার হামিদ রহিমির ব্যাপক প্রভাব রয়েছে। আফগানিস্তানে প্রথম বক্সিং ম্যাচটি ২০১২ সালে অনুষ্ঠিত হয়েছিল যেখানে রাহিমি লড়াই করেছিল এবং টেকনিক্যাল নকআউট মাধ্যমে ম্যাচ জিতেছিলন।\n\n\n== বডি বিল্ডিং ==\nআফগানিস্তানে বডি বিল্ডিং ব্যাপকভাবে উপভোগ করা হয়। \"মিস্টার মাসলস\" নামে পরিচিত আহমাদ ইয়াসিন সালিক কাদেরি ২০১৭ সালের বডি বিল্ডিং এবং ফিটনেস বিশ্ব চ্যাম্পিয়নশিপে সামগ্রিক বিজয়ী হয়েছিলেন। এটি মঙ্গোলিয়ার উলানবাতারে অনুষ্ঠিত হয়েছিল। \n\n\n== অন্যান্য খেলাধুলা ==\nআফগানিস্তানের অন্যান্য খেলার মধ্যে ভলিবল, গলফ, ট্র্যাক অ্যান্ড ফিল্ড, টিম হ্যান্ডবল, রাগবি, ভারোত্তোলন, আইস স্কেটিং, বোলিং, বেসবল, স্নুকার এবং দাবা অন্তর্ভুক্ত। সালেহ মোহাম্মদ নামল একজন পেশাদার আফগান স্নুকার খেলোয়াড়, যিনি আগে আন্তর্জাতিক প্রতিযোগিতায় পাকিস্তানের প্রতিনিধিত্ব করেছেন। কিন্তু এখন আফগানিস্তানের প্রতিনিধিত্ব করেন। \nবুজকাশি একটি ঐতিহ্যবাহী খেলা এবং এটি বেশিরভাগই উত্তর আফগানিস্তান এবং মধ্য এশিয়ার পাশাপাশি প্রতিবেশী পাকিস্তানের উত্তর-পশ্চিমাঞ্চলের লোকেরা খেলে থাকে।\nআফগানিস্তান রাগবি ফেডারেশন (এআরএফ) ২০১১ সালে গঠিত হয়েছিল। এটি জাতীয় অলিম্পিক কমিটির সাথে নিবন্ধিত এবং আফগান সরকার কর্তৃক অনুমোদিত। জাতীয় দলটি ২০১৮ সালে ইন্দোনেশিয়ায় এশিয়ান গেমসে অংশগ্রহণ করে এবং ২০১৯ সালে দক্ষিণ কোরিয়ায় অলিম্পিক বাছাইপর্বে অংশ নেয়। আফগানিস্তান ২০১২ সালে ফেডারেশন অফ ইন্টারন্যাশনাল ব্যান্ডিরও সদস্য হয়। \n\n\n== স্টেডিয়াম এবং জিমনেসিয়াম ==\n\nআফগানিস্তানের বেশিরভাগ বড় শহরগুলিতে ছোট আকারের ফুটবল স্টেডিয়াম আছে। এসব ১৯৭০ -এর দশকের আগে তৈরি করা হয়েছিল এবং সেগুলিতে আধুনিক আসনের অভাব রয়েছে। তারা এসবের উন্নতি তখনই করতে পারবে, যখন লোকেরা খেলাধুলার দিকে ঝুঁকে যাবে এবং নিরাপত্তা পরিস্থিতি বহাল থাকাসহ সঠিক বিনিয়োগকারী পাওয়া যাবে। ২০১০ সালে আফগানিস্তান ক্রিকেট বোর্ডের সভাপতি ওমর জাখিলওয়াল ঘোষণা করেছিলেন যে, সরকার আগামী দুই বছরের মধ্যে ৩৪টি প্রদেশে মানসম্মত ক্রিকেট মাঠ নির্মাণের পরিকল্পনা করেছে।  কাবুলে নির্মাণাধীন একটি বড় জিমনেসিয়াম রয়েছে। বর্তমানে শুধুমাত্র অলিম্পিক কমিটির জিমনেসিয়াম আছে, যা ক্রমাগত বিভিন্ন খেলার দল ব্যবহার করে থাকে।\nআফগানিস্তানের কয়েকটি প্রধান স্টেডিয়াম নিচে দেওয়া হল:\n\nগাজী আমানুল্লাহ আন্তর্জাতিক ক্রিকেট স্টেডিয়াম, জালালাবাদ।\nশেরজাই ক্রিকেট স্টেডিয়াম, জালালাবাদ।\nকান্দাহার আন্তর্জাতিক ক্রিকেট স্টেডিয়াম, কান্দাহার। \nকান্দাহার স্টেডিয়াম।\nকাবুল জাতীয় ক্রিকেট স্টেডিয়াম\nগাজি স্টেডিয়াম, কাবুল।\n\n\n== তথ্যসূত্র =="}