{"pageid": 1183677, "title": "সাংবিধানিক রাজতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1183677", "content": "সাংবিধানিক রাজতন্ত্র বা সংসদীয় রাজতন্ত্র, বা গণতান্ত্রিক রাজতন্ত্র হল রাজতন্ত্রের একটি রূপ, যেখানে রাজা সংবিধান অনুযায়ী তার কর্তৃত্ব প্রয়োগ করে এবং সিদ্ধান্ত নেওয়ার ক্ষেত্রে একা নয়। সাংবিধানিক রাজতন্ত্রগুলি নিরঙ্কুশ রাজতন্ত্র (যেখানে কেবল রাজাই  একমাত্র সিদ্ধান্ত গ্রহণকারী) থেকে এভাবে  আলাদা যে, সাংবিধানিক রাজতন্ত্র একটি প্রতিষ্ঠিত আইনি কাঠামোর দ্বারা নির্ধারিত সীমার মধ্যে ক্ষমতা এবং কর্তৃত্ব প্রয়োগ করতে বাধ্য থাকে।\nসাংবিধানিক রাজতন্ত্রগুলি হল লিচেনস্টাইন, মোনাকো, মরক্কো, জর্ডান, কুয়েত ও বাহরাইনের মতো দেশগুলি থেকে শুরু করে, যেসব দেশে সংবিধানই সার্বভৌম, যেমন: অস্ট্রেলিয়া, যুক্তরাজ্য, কানাডা, নেদারল্যান্ডস, বেলজিয়াম, স্পেনের মতো দেশগুলি। সুইডেন, মালয়েশিয়া, থাইল্যান্ড, কম্বোডিয়া এবং জাপানও সাংবিধানিক রাজতান্ত্রিক দেশ, যেখানে রাজা তাদের কর্তৃত্ব প্রয়োগে উল্লেখযোগ্যভাবে কম ব্যক্তিগত ক্ষমতা বজায় রাখেন।\n\nসাংবিধানিক রাজতন্ত্র এমন একটি ব্যবস্থাকে নির্দেশ করে, যেখানে সম্রাট সংবিধানের অধীনে একটি অ-দলীয় রাজনৈতিক রাষ্ট্রপ্রধান হিসাবে কাজ করে। যদিও অধিকাংশ রাজা  আনুষ্ঠানিক কর্তৃত্ব ধারণ করতে পারে এবং সরকার বৈধভাবে রাজার নামে কাজ করতে পারে। রাষ্ট্রবিজ্ঞানী ভার্নন বোগড্যানর সাংবিধানিক রাজাকে \"একজন সার্বভৌম যিনি রাজত্ব করেন কিন্তু শাসন করেন না\" হিসাবে সংজ্ঞায়িত করেছেন। \nজাতীয় ঐক্যের দৃশ্যমান প্রতীক হিসেবে কাজ করার পাশাপাশি একজন সাংবিধানিক রাজা সংসদ ভেঙে দেওয়া বা আইন প্রণয়নে রাজকীয় সম্মতি দেওয়ার মতো আনুষ্ঠানিক ক্ষমতা রাখেন। ইংরেজী সংবিধানে ব্রিটিশ রাজনৈতিক তাত্ত্বিক ওয়াল্টার ব্যাগেহট তিনটি প্রধান রাজনৈতিক অধিকার চিহ্নিত করেছেন, যা একজন সাংবিধানিক রাজা স্বাধীনভাবে ব্যবহার করতে পারেন: পরামর্শ পাওয়ার অধিকার, উৎসাহিত করার অধিকার এবং সতর্ক করার অধিকার। অনেক সাংবিধানিক রাজতন্ত্র এখনো রাষ্ট্রে উল্লেখযোগ্য কর্তৃপক্ষ বা রাজনৈতিক প্রভাবও বজায় রাখে এবং গুরুত্বপূর্ণ রাজনৈতিক ভূমিকাও পালন করতে পারে।\nযুক্তরাজ্যসহ অন্যান্য কমনওয়েলথ রাজ্যগুলি হল সাংবিধানিক শাসন ব্যবস্থার ওয়েস্টমিনস্টার সিস্টেমের সাংবিধানিক রাজতন্ত্র। দুটি সাংবিধানিক রাজতন্ত্র যথা মালয়েশিয়া এবং কম্বোডিয়া হল ঐচ্ছিক রাজতন্ত্র, যেখানে শাসক পর্যায়ক্রমে একটি ছোট নির্বাচনী কমিটি দ্বারা নির্বাচিত হয়। \nআধা-সাংবিধানিক রাজার ধারণাটি সাংবিধানিক রাজতন্ত্রকে নির্দেশ করে, যেখানে রাজা রাষ্ট্রপতি বা অর্ধ রাষ্ট্রপতি  ব্যবস্থায় একজন রাষ্ট্রপতির সমতুল্য এবং যথেষ্ট ক্ষমতা বজায় রাখেন। এ হিসেবে সাংবিধানিক রাজতন্ত্র যেখানে সম্রাটের কাছে  বহুলাংশে আনুষ্ঠানিক ভূমিকা থাকে, সেগুলিকে আধা-সাংবিধানিক রাজতন্ত্র থেকে আলাদা করার জন্য 'সংসদীয় রাজতন্ত্র ' হিসাবেও উল্লেখ করা যেতে পারে। \n\n\n== তথ্যসূত্র =="}