{"pageid": 1183081, "title": "জ্যাক গ্রিলিশ", "url": "https://bn.wikipedia.org/wiki?curid=1183081", "content": "জ্যাক পিটার গ্রিলিশ (ইংরেজি: Jack Grealish, ইংরেজি উচ্চারণ: /d͡ʒˈak ɡɹˈi͡əlɪʃ/; জন্ম: ১০ সেপ্টেম্বর ১৯৯৫; জ্যাক গ্রিলিশ নামে সুপরিচিত) হলেন একজন ইংরেজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংরেজ ক্লাব ম্যানচেস্টার সিটি এবং ইংল্যান্ড জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১১ সালে, গ্রিলিশ প্রজাতন্ত্রী আয়ারল্যান্ড অনূর্ধ্ব-১৭ দলের হয়ে প্রজাতন্ত্রী আয়ারল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় চার বছর যাবত প্রজাতন্ত্রী আয়ারল্যান্ডের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি এক বছরের জন্য ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলেছিলেন। ২০২০ সালে ইংল্যান্ডের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইংল্যান্ডের জার্সি গায়ে তিনি এপর্যন্ত ৩১ ম্যাচে ২টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nজ্যাক পিটার গ্রিলিশ ১৯৯৫ সালের ১০ই সেপ্টেম্বর তারিখে ইংল্যান্ডের বার্মিংহামে জন্মগ্রহণ করেছেন এবং সলিহালে তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nগ্রিলিশ প্রজাতন্ত্রী আয়ারল্যান্ড অনূর্ধ্ব-১৭, প্রজাতন্ত্রী আয়ারল্যান্ড অনূর্ধ্ব-১৮ এবং প্রজাতন্ত্রী আয়ারল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে প্রজাতন্ত্রী আয়ারল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১১ সালে তিনি প্রজাতন্ত্রী আয়ারল্যান্ড অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। প্রজাতন্ত্রী আয়ারল্যান্ডের বয়সভিত্তিক দলের হয়ে তিনি প্রায় চার বছরে ১৯ ম্যাচে অংশগ্রহণ করে ৬টি গোল এবং একটি শিরোপা জয়লাভ করেছেন। এছাড়াও তিনি এক বছর যাবত ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে খেলেছেন, যেখানে তিনি ৭ ম্যাচে দুইটি গোল করেছেন।\n২০২০ সালের ৮ই সেপ্টেম্বর তারিখে, ২৪ বছর, ১১ মাস ও ২৯ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী গ্রিলিশ ডেনমার্কের বিরুদ্ধে অনুষ্ঠিত ২০২০–২১ উয়েফা নেশনস লিগের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইংল্যান্ডের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৭৬তম মিনিটে মধ্যমাঠের খেলোয়াড় কালভিন ফিলিপসের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৭ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ০–০ গোলে ড্র হয়েছিল। ইংল্যান্ডের হয়ে অভিষেকের বছরে গ্রিলিশ সর্বমোট ৫ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৭ এপ্রিল ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nজ্যাক গ্রিলিশ – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে জ্যাক গ্রিলিশ  (ইংরেজি)  \nসকারবেসে জ্যাক গ্রিলিশ (ইংরেজি) \nবিডিফুটবলে জ্যাক গ্রিলিশ  (ইংরেজি)  \nইইউ-ফুটবলে জ্যাক গ্রিলিশ (ইংরেজি) \nট্রান্সফারমার্কেটে জ্যাক গ্রিলিশ (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে জ্যাক গ্রিলিশ (ইংরেজি) \nইএসপিএন এফসিতে জ্যাক গ্রিলিশ (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে জ্যাক গ্রিলিশ (ইংরেজি)"}