{"pageid": 1183876, "title": "কাশান আদমানি", "url": "https://bn.wikipedia.org/wiki?curid=1183876", "content": "কাশান আদমানি (পুরো নাম: মুহাম্মদ কাশান আদমানি) (উর্দু: کاشان ادمانی) একজন পাকিস্তানি সঙ্গীতজ্ঞ, সুরকার, সঙ্গীত প্রযোজক, চলচ্চিত্র প্রযোজক, চলচ্চিত্র পরিচালক, গিটার বাদক, মিজমার মিউজিক ব্যান্ডের প্রতিষ্ঠাতা এবং ড্রিম স্টেশন প্রোডাকশনের সিইও। করাচিতে জন্মগ্রহণকারী, কাশান গ্র্যামি মনোনীত ড্রামার এবং সঙ্গীত প্রযোজক সাইমন ফিলিপস (ড্রামার) সহ অনেক বিখ্যাত সঙ্গীতশিল্পীদের সাথে অভিনয় করেছেন। তিনি মাত্র ৫ বছর বয়সে যখন তিনি ৪র্থ শ্রেণীতে উঠেন তখন কীবোর্ড বাজানো শুরু করেন এবং তখনই তিনি তার প্রথম গান রচনা করেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nকাশান আদমানি তার মূলধারার কর্মজীবন শুরু করেছিলেন মিজমার ব্যান্ডের মাধ্যমে এবং তিনি ২০০৩ সালে তার প্রথম অ্যালবাম বিকাশ প্রকাশ করেন। তার কর্মজীবনে, কাশান তার স্ট্রিংস, নাজাম শেরাজ, হারুন, জুনুন (ব্যান্ড) স্ট্রিংস, ফাখির, সুজা হায়দার এবং আরও অনেকে সহ পাকিস্তানের বিখ্যাত সঙ্গীতশিল্পীদের সাথে পারফর্ম করেছেন। তিনি করাচিতে অবস্থিত স্টেট অফ দ্য আর্ট মিউজিক প্রোডাকশন ফ্যাসিলিটি ড্রিম স্টেশন প্রোডাকশনের প্রতিষ্ঠাতা এবং মালিক। কাশান আদমানি সঙ্গীত জগৎে অনেক প্রশংসা অর্জন করেছেন যার মধ্যে রয়েছে তার গান সিতারা হলিউড চলচ্চিত্র ড্রাগন ওয়ার-এ পারফর্ম করেছেন। তিনি একাধিক ব্র্যান্ডের জন্য বিভিন্ন টিভিসির সঙ্গীতও তৈরি করছেন। তিনি ব্যান্ড রায়থ (ব্যান্ড) এর জন্য প্রথম অ্যালবামও তৈরি করেছেন। এছাড়াও তিনি নাজাম শেরাজ, হারুন, উসমান রিয়াজ প্রমুখ একাধিক শিল্পীর গান ও অ্যালবাম তৈরি করেছেন।\n\n\n=== মিজমার ===\n২০০০ সালে কাশন আদমানি ড্রামার রজার ফারিয়া, বাসিস্ট রাসেল ওয়েন এবং কণ্ঠশিল্পী রেহান-উল-হককে নিয়ে মিজমার গঠন করেন। ব্যান্ডটি ২০০২ সালে পেপসি ব্যাটল অফ দ্য ব্যান্ডস-এও পারফর্ম করেছিল। ব্যান্ডের বেটল অফ ব্যান্ডের পর, রেহান-উল-হক আলাদা হয়ে যান এবং দানিয়াল বাদশা মিজমারের সাথে কণ্ঠশিল্পী হিসাবে যোগ দেন। ব্যান্ডটি দুটি অ্যালবাম কাশ এবং সিতারা প্রকাশ করেছে। তাদের দ্বিতীয় অ্যালবাম সিতারা ইউনিভার্সাল মিউজিক ইন্ডিয়া থেকে প্রকাশিত হয়েছিল।\n\n\n=== একক কর্মজীবন ===\nসম্প্রতি, কাশান আদমানি তারে গানের জন্য ৩১ জন শিল্পীকে একত্রিত করেছিলেন যা গালফ নিউজেও প্রদর্শিত হয়েছিল। তার প্রোডাকশন ড্রিম স্টেশন প্রোডাকশনসে পাকিস্তানের প্রথম আন্তর্জাতিক মান, বাণিজ্যিক ৭:১ সারাউন্ড অডিও রেকর্ডিং এবং করাচিতে পোস্ট প্রোডাকশন সুবিধা ছিল। বর্তমানে, তিনি টোটো থেকে সাইমন ফিলিপসের সাথে তার গিটার অ্যালবামে কাজ করছেন এবং একটি মাস্টারক্লাস রেকর্ড এবং পরিচালনা করার জন্য তাকে পাকিস্তানে আমন্ত্রণ জানিয়েছেন।\n\n\n=== কোক স্টুডিও ===\nকাশান আদমানি কোক স্টুডিও সিজন ৯ এ হাজির হন হাউস ব্যান্ডের সদস্য হিসেবে এবং আফরিন আফরিন, এবং জানে না তু সহ বেশ কয়েকটি গানে কাজ করেন। শো চলাকালীন তিনি আবিদা পারভীন, আলী শেঠি, জেব বঙ্গ, আহমেদ জাহেনজেব, উমাইর জাসওয়াল এবং মিশা শফির সাথেও কাজ করেছিলেন।\n\n\n=== অ্যাকোস্টিক স্টেশন ===\nকাশান আদমানি ড্রিম স্টেশন প্রোডাকশনের মাধ্যমে অ্যাকোস্টিক স্টেশন নামে তার নিজস্ব মিউজিক ওয়েব সিরিজ চালু করেছেন। এই ওয়েব সিরিজটিতে ১৪টি পর্ব রয়েছে এবং প্রতিটি পর্ব বুধবার প্রকাশিত হয়। কাশ্মীর ব্যান্ডটি উদ্বোধনী পর্বে প্রদর্শিত হয়েছে এবং তাদের সোচ গানটি পরিবেশন করেছে। দ্বিতীয় পর্বে, মাহা আলী কাজমি কাশ্মীরি গান সাহিবো-এর একটি প্রচ্ছদ নিয়ে হাজির হন। তৃতীয় পর্বে লতিফ আলী খানকে দেখান যিনি একটি সারাইকি গান লোলক পরিবেশন করেন। চতুর্থ পর্বে নিদা হুসেনকে একটি মৌলিক গান \"জি লুন\" দিয়ে দেখানো হয়েছে।\n\n\n=== কারমা - সিনেমা ===\nকাশান আদমানি সম্প্রতি কারমা - দ্য মুভি নামে একটি ফিচার ফিল্ম পরিচালনা ও প্রযোজনা করেছেন। মুভিটিতে শীর্ষস্থানীয় পাকিস্তানি অভিনেতারা রয়েছেন যার মধ্যে রয়েছে আদনান সিদ্দিকী, নবীন ওয়াকার, ঝালায় সরহাদি, পারস মাসরুর, আরজুমান্দ রহিম, লিলি ক্যাসেলি এবং আরও উল্লেখযোগ্য অনেকে। কারমা হল পাকিস্তানের প্রথম নতুন যুগের প্রতিশোধমূলক ক্রাইম থ্রিলার এবং একটি পেঁচানো গল্পের সিরিজ। কারমার চিত্রনাট্য সম্পূর্ণরূপে গাড়ির মধ্যে এবং তার চারপাশে শ্যুট করা ৫০টি দৃশ্যকে কভার করে। তাই, কারমা নামের উৎপত্তি (কার + কর্ম)।\nতিনি কারমা চলচ্চিত্রের গান এবং সাউন্ডট্র্যাকগুলি রচনা, প্রযোজনা এবং মিশ্রিত করেছেন। সিনেমাটিতে ৭টি গান রয়েছে।\n\n\n=== বিশ্বব্যাপী সহযোগিতা ===\nকাশান আদমানি একটি নতুন গান ' উই আর ওয়ান'-এর জন্য সারা বিশ্ব থেকে শীর্ষ সঙ্গীত প্রতিভার তালিকাভুক্ত করেছেন। উই আর ওয়ান গ্র্যামি পুরস্কার বিজয়ী সহ সারা বিশ্ব থেকে ৪০ জন সঙ্গীতশিল্পীকে দেখায়। গ্র্যামি বিজয়ী বেহালা বাদক চার্লি বিশারত, গ্র্যামি মনোনীত ড্রামার এবং মিউজিক সাইমন ফিলিপস (ড্রামার), বেসিস্ট স্টুয়ার্ট হ্যাম, পার্কাশনবাদক গাম্বি অর্টিজ এবং ড্রামার টেলর সিম্পসন মার্কিন যুক্তরাষ্ট্রের গানটিতে অভিনয় করেছেন। অন্যান্য শিল্পীদের মধ্যে রয়েছে রাশিয়ার গিটারিস্ট, সুরকার এবং রেকর্ড প্রযোজক রোমান মিরোশনিচেঙ্কো, ভারত থেকে ইউফোরিয়া (ভারতীয় ব্যান্ড) গায়ক-গীতিকার ডঃ পলাশ সেন, ব্রাজিলের অভিনেত্রী ও নৃত্যশিল্পী লুইজা প্রচেট, কানাডা থেকে ম্যাট লরেন্ট এবং গায়ক-গীতিকার লিলি ক্যাসেলি যুক্তরাজ্য থেকে\nপাকিস্তানের শিল্পীদের মধ্যে রয়েছেন ফখির মেহমুদ, ওমরান শফিক, ইমরান আখুন্দ, নাজাম শেরাজ, বিলাল আলি (কাশ্মীর), আমির আজহার, নাতাশা বেগ, নাতাশা খান (পাকিস্তানি গায়ক), আহসান বারি (কোলাচির শব্দ), ফরহাদ হুমায়ূন (ওভারলোড (পাকিস্তানি ব্যান্ড)), আসাদ রশীদ (মিজমার), মহা আলি কাজমি, রাফয় ইসরার, ফারুক আহমেদ (আরোহ, আলী খান (গায়ক), ডিনো আলি, সালওয়া নাজাম, বাবর শেখ, ইমরান আখুন্দ, খালেদ আনাম,  রফায় ইসরার, নিদা হুসেন, ফয়সাল মালিক, নাজিয়া জুবেরি (রুশক), মেল হাসান, অ্যালেক্স শাহবাজ, আশির ওয়াজাহাত, ফাহাদ আহমেদ, আম্মার খালেদ, এহাব আখতার এবং সাবির জাফর।\n\n\n== পাকিস্তানের সঙ্গীত শিল্পে অবদান ==\nকাশন আদমানি রায়থ (ব্যান্ড), হারুন, নাজাম শেরাজ সহ বেশ কয়েকটি মূলধারার সঙ্গীতশিল্পীদের জন্য বেশ কয়েকটি সঙ্গীত অ্যালবাম তৈরি করেছেন। তিনি উসমান রিয়াজের জন্য অ্যালবামটিও তৈরি করেছিলেন। রায়থের অ্যালবামে, তিনি সমস্ত বাদ্যযন্ত্র বাজান, রেকর্ড করেছিলেন এবং এটি মিশ্রিতও করেছিলেন। কাশানের পোর্টফোলিওতে মোবিলঙ্কের হাম বোলেন মুহাব্বাত কি জুবান সহ বেশ কয়েকটি জনপ্রিয় জিঙ্গলের উত্পাদন অন্তর্ভুক্ত রয়েছে। তিনি পুনরায় চালু বিজ্ঞাপনের সঙ্গীতও পুনরায় চালু করেন এবং টেলিকমিউনিকেশন নেটওয়ার্ক জং ৪জি-র বিজ্ঞাপনটি পুনরায় সম্পাদনা করেন। তার কাজের মধ্যে টিভি বিজ্ঞাপনের জন্য অগণিত জিঙ্গল এবং সঙ্গীত স্কোরও অন্তর্ভুক্ত রয়েছে।\n\n\n== তথ্যসূত্র =="}