{"pageid": 1183433, "title": "অপারেশন পোলো", "url": "https://bn.wikipedia.org/wiki?curid=1183433", "content": "অপারেশন পোলোর ১৯৪৮ সালে সেপ্টেম্বরে তৎকালীন সদ্য স্বাধীন হওয়া ভারতীয় প্রজাতন্ত্র একটি সামরিক অভিযানের মাধ্যমে নিজাম শাসিত স্বাধীন হায়দ্রাবাদ রাজ্য ভারতীয় ইউনিয়নের অন্তর্ভুক্ত করে।\n১৯৪৭ সালে ভারত বিভক্তির সময় ভারতের যে সকল  রাজ্য নীতিগতভাবে নিজস্ব ভূখণ্ডে স্ব-শাসিত ছিল, ব্রিটিশ সরকার তাদের ভারত অথবা পাকিস্তানে যোগদান করার পূর্ণ স্বাধীনতা দিয়েছিল। ১৯৪৮ সাল নাগাদ প্রায় রাজ্যই ভারত বা পাকিস্তানে যোগদান করেছিল। তবে এর ব্যতিক্রম ছিল তৎকালীন নিজাম শাসিত সবচেয়ে ধনী ও শক্তিশালী রাজত্ব হায়দ্রাবাদ। এর নিজাম ওসমান আলী খান, আসাফ জাহ ছিলেন একজন মুসলিম শাসক, যিনি বৃহত্তর হিন্দু জনসংখ্যার সভাপতিত্ব করেছিলেন। তিনি ভারত অথবা পাকিস্তানে যুক্ত না হয়ে অনিয়মিত সেনাবাহিনীর সাথে স্বাধীন রাজ্য হিসেবে থাকার আশা করেছিলেন।\n১৯৪৮ সালের সেপ্টেম্বরে ভারত রাজ্যটিকে আক্রমণ করে। এরপর অর্থনৈতিক অবরোধ, রেলপথ বিঘ্নিত করা, সরকারি ভবনগুলিতে বোমা হামলা এবং সীমান্ত গ্রামগুলিতে ব্যাপক অভিযানের ফলে নিজাম বাধ্য হয়ে ভারতে যোগদানের একটি দলিলে স্বাক্ষর করেন।  কারণ অভিযানটি দিন দিন ব্যাপক সহিংসতার দিকে যাচ্ছিল। ভারতীয় সেনাবাহিনী বেসামরিক লক্ষ্যবস্তুতে হামলা করে। পরবর্তীকালে, নিজাম ভারতে যোগদানের একটি দলিল স্বাক্ষর করেন। তৎকালীন ভারতীয় প্রধানমন্ত্রী জওহরলাল নেহেরু কর্তৃক নিযুক্ত সুন্দরলাল কমিটি এই সিদ্ধান্তে উপনীত  হয় যে, যুদ্ধে রাজ্যটিতে মোট ৩০,০০০-৪০,০০০ লোক মারা গেছেন। অন্যান্য দায়িত্বশীল পর্যবেক্ষকগণ মৃত্যুর সংখ্যা ২০০,০০০ বা তার চেয়েও বেশি বলে অনুমান করেছেন। \n\n\n== পটভূমি ==\n১৬৮৭ সালে মুঘল সম্রাট আওরঙ্গজেব কর্তৃক গোলকুন্ডা অবরোধের পর অঞ্চলটির নামকরণ করা হয় দক্ষিণাত্য প্রদেশ। ১৭১৩ সালে কমর-উদ-দিন খান  এর সুবাহদার নিযুক্ত হন এবং মুঘল সম্রাট ফররুখসিয়ার কর্তৃক নিজাম-উল-মুলক উপাধিতে ভূষিত হন। ১৭২৪ সালে এটি স্বাধীনতা লাভ করে। ১৭৯৪ সালে এটি হায়দ্রাবাদ মৈত্রীচুক্তির অধীনে ব্রিটিশ সুরক্ষায় যোগদানকারী প্রথম ভারতীয় রাজকীয় রাজ্য হয়ে ওঠে এবং এটিকে হায়দ্রাবাদ রাজ্য হিসাবে নামকরণ করা হয়।\nতৎকালীন হায়দ্রাবাদ রাজ্য তার সপ্তম নিজাম মীর ওসমান আলী খানের নেতৃত্বে ভারতের সমস্ত রাজ্যের মধ্যে বৃহত্তম এবং সবচেয়ে সমৃদ্ধশালী ছিল। এর বার্ষিক ৯ কোটি আয়ের সাথে ছিল ২,১৪,১৯০ কিলোমিটার ব্যাপী বিস্তৃত আর্থিক অঞ্চল এবং ১৬.৩৪ মিলিয়ন জনশক্তি। রাজ্যটির নিজস্ব সেনাবাহিনী, বিমান সংস্থা, টেলিযোগাযোগ ব্যবস্থা, রেলওয়ে নেটওয়ার্ক, ডাক ব্যবস্থা, মুদ্রা এবং রেডিও সম্প্রচার পরিষেবা ছিল। এটি একটি বহুভাষিক রাজ্য ছিল। রাজ্যটি তেলুগু (৪৮.২%), মারাঠি (২৬.৪%), কন্নড় (১২.৩%) এবং উর্দুভাষী (১০.৩%) ভাষী মানুষ নিয়ে গঠিত ছিল। রাজ্যের অধিকাংশ মানুষ (৮০%) ছিলেন হিন্দুধর্মের অনুসারী। হিন্দু সংখ্যাগরিষ্ঠ হওয়া সত্ত্বেও, সরকার, পুলিশ এবং সামরিক বাহিনীতে হিন্দুদের প্রতিনিধিত্ব ছিল খুবই কম। রাষ্ট্রীয় সেনাবাহিনীর ১৭৬৫ জন অফিসারের মধ্যে ১২৬৮ জন মুসলমান, ৪২১ জন হিন্দু এবং ১২১ জন খ্রিস্টান, পার্সি এবং শিখ ছিলেন। আধিকারিকদের মধ্যে বেতন অঙ্কন রুপি. প্রতি মাসে ৬০০ এবং ১২০০ জন, ৫৯ জন মুসলমান, ৫ জন হিন্দু এবং ৩৮ জন অন্যান্য ধর্মের ছিল। নিজাম এবং তার উচ্চপদস্থ ব্যক্তিরা, যারা বেশিরভাগই মুসলমান ছিলেন, রাজ্যের মোট জমির ৪০% মালিক ছিলেন।\n১৯৪৭ সালে যখন ব্রিটিশরা ভারতীয় উপমহাদেশ থেকে বিদায় নেয়, তখন তারা উপমহাদেশের স্বাধীন রাজ্যগুলি ভারত বা পাকিস্তানের সাথে যুক্ত হওয়ার বা একটি স্বাধীন রাষ্ট্র হিসাবে থাকার বিকল্পের প্রস্তাব দেয়। হায়দ্রাবাদসহ চারদিকে ভারতবেষ্টিত কয়েকটি রাজ্য ভারতে যোগ দিতে অস্বীকার করে। হায়দ্রাবাদ ১৯৩০ সাল থেকেই  সর্বভারতীয় রাজনৈতিক দলগুলির গণনায় ছিল।\nভারত থেকে স্বতন্ত্র থাকতে হায়দ্রাবাদ রাজ্য ২০ শতকের শুরু থেকে ক্রমাগতভাবে আরো ধর্মতান্ত্রিক হয়ে উঠতে শুরু করে। ১৯২৬ সালে হায়দ্রাবাদের একজন অবসরপ্রাপ্ত কর্মকর্তা মাহমুদ নওয়াজখান মজলিস-ই-ইত্তেহাদুল মুসলিমীন (MIM) প্রতিষ্ঠা করেন। এর উদ্দেশ্য ছিল সম্ভাব্য ভারতীয় আগ্রাসন থেকে রাজ্যকে বক্ষা করতে নিজামের সমর্থনে রাজ্যের মুসলমানদের একত্রিত করা এবং বৃহৎ আকারে ইসলামে ধর্মান্তরিত করে হিন্দু সংখ্যাগরিষ্ঠদের হ্রাস করা। আস্তে আস্তে MIM একটি শক্তিশালী সাম্প্রদায়িক সংগঠন হয়ে ওঠে, যার প্রধান লক্ষ্য ছিল, রাজনৈতিক স্বার্থ রক্ষায় মুসলমানদের ঐক্য টিকিয়ে রাখা \n\n\n== শত্রুতা পূর্ববর্তী ঘটনা ==\n\n\n=== রাজনৈতিক ও কূটনৈতিক আলোচনা ===\nসম্ভাব্য ভারতীয় আগ্রাসন আঁচ করতে পেরে হায়দ্রাবাদের তৎকালীন নিজাম প্রথমে কমনওয়েলথ অফ নেশন্সে যোগদান করে একটি স্বাধীন সাংবিধানিক রাজতন্ত্রের মর্যাদা গ্রহণের জন্য ব্রিটিশ সরকারের কাছে আবেদন করেছিলেন। কিন্তু ব্রিটিশ ভারতের শেষ ভাইসরয় লর্ড মাউন্টব্যাটেন তার এই অনুরোধ প্রত্যাখ্যান করেন। ১৯৪৭ সালে ভারত থেকে ব্রিটিশদের প্রত্যাহারের সময় নিজাম ঘোষণা করেন যে, তিনি নতুন কোনো রাজ্যে যোগদান করতে চান না। এরপর তিনি ইউরোপীয় দেশগুলিতে বাণিজ্য প্রতিনিধি নিয়োগ এবং তার রাজ্যের সমুদ্রে প্রবেশাধিকার নিশ্চিত করার জন্যে গোয়াকে ইজারা বা কেনার জন্য পর্তুগিজদের সাথে আলোচনা শুরু করেন।\nস্বাধীন ভারত সরকারের প্রথম  আইনমন্ত্রী আম্বেদকর হায়দ্রাবাদ রাজ্যকে \"একটি নতুন সমস্যা যা হিন্দু-মুসলিম সমস্যার চেয়েও খারাপ হতে পারে বলে মন্তব্য করেন। এছাড়া ভারতের সকল রাজনীতিবিদ ও কূটনৈতিক হায়দ্রাবাদের স্বাধীনতা নিয়ে চিন্তিত ছিলেন। \nভারত সরকার প্রথমে হায়দ্রাবাদকে একটি স্থবির চুক্তির প্রস্তাব দেয় যা। এতে আশ্বাস দেওয়া হয় যে, রাজ্যের স্থিতাবস্থা বজায় রাখা হবে এবং এক বছরের মধ্যে কোনো সামরিক পদক্ষেপ নেওয়া হবে না। এই চুক্তি অনুসারে ভারত হায়দ্রাবাদের কেবল বৈদেশিক বিষয়গুলি পরিচালনা করবে এবং  সেকেন্দ্রাবাদে অবস্থানরত ভারতীয় সেনাদের সরিয়ে দেওয়া হবে। ১৯৪৭ সালের অক্টোবরে হায়দরাবাদ শহরে চুক্তির প্রধান আলোচকদের বাড়ির সামনে সৈয়দ কাসিম রাজভির নেতৃত্বে রাজকীয় সেচ্ছাসেবীরা প্রশাসনের উক্ত চুক্তিতে স্বাক্ষর করার বিরুদ্ধে একটি বিশাল বিক্ষোভ করেছিল। ফলে প্রধানমন্ত্রী আহমদ সাইদ খান, নিজামের উপদেষ্টা স্যার ওয়াল্টার মনকটন এবং মন্ত্রী নবাব আলী নওয়াজ জং চুক্তি স্বাক্ষরের জন্য তাদের দিল্লি সফর বাতিল করতে বাধ্য হন।\nচুক্তির পর ভারত অভিযোগ করে যে, বহিরাগত বিষয়ে হায়দ্রাবাদ চুক্তির সমস্ত ধারা লঙ্ঘন করেছে এবং পাকিস্তানের সাথে মিলে গোপন ষড়যন্ত্র করে ১৫ মিলিয়ন পাউন্ড ঋণগ্রহণ করেছে। তা দিয়ে হায়দ্রাবাদ নিজ প্রতিরক্ষায় একটি বড় আধা-বেসরকারী সেনাবাহিনী গড়ে তোলা ও রেলপথে যোগাযোগব্যবস্থা উন্নত করার পরিকল্পনা নিয়েছে। এছাড়া ভারতকে অর্থনৈতিক অবরোধ আরোপ করে চুক্তি লঙ্ঘনের অভিযোগও আনা হয়।\nমহম্মদ আলি জিন্নাহ তৎকালীন ভাইসরয় লর্ড মাউন্টব্যাটেনকে এ বলে সতর্ক করেছিলেন বলে জানা যা যে, \"যদি কংগ্রেস হায়দ্রাবাদের উপর কোনো চাপ সৃষ্টি করার চেষ্টা করে তাহলে সমগ্র ভারতের প্রতিটি মুসলমান প্রাচীনতম ভারতীয় মুসলিম রাজবংশকে রক্ষা করার জন্য এক ব্যক্তি হয়ে উঠবে। টেলর সি. শেরম্যানের মতে, \"ভারত দাবি করেছিল যে, হায়দ্রাবাদ সরকার ভারতীয় সিকিউরিটিগুলিকে সরিয়ে দিয়ে, ভারতীয় মুদ্রা নিষিদ্ধ করে, বাদাম রপ্তানি বন্ধ করে, পাকিস্তানকে নতুন করে আমন্ত্রণ জানিয়ে স্বাধীনতার দিকে এগোচ্ছে। এর সেনাবাহিনী  এবং অনিয়মিত বাহিনীতে রাজকীয় সেচ্ছাসেবকদের নিয়োগ দেওয়া হচ্ছে।\n১৯৪৮ সালের গ্রীষ্মে ভারতীয় কর্মকর্তারা  বিশেষ করে প্যাটেল হায়দ্রাবাদ আক্রমণ করার ইঙ্গিত দেন। ব্রিটেন তখন ভারতকে শক্তি প্রয়োগ না করে ভিন্ন উপায়ে সমস্যা সমাধানে উৎসাহিত করেছিল। কিন্তু সাহায্যের জন্য নিজামের অনুরোধ প্রত্যাখ্যান করেছিল। নিজাম জাতিসংঘের হস্তক্ষেপ চাওয়ার ব্যর্থ চেষ্টাও করেছিলেন। \n\n\n=== তেলেঙ্গানা বিদ্রোহ ===\n১৯৪৫ সালের শেষের দিকে কমিউনিস্টদের নেতৃত্বে তেলেঙ্গানায় একটি কৃষক বিদ্রোহ শুরু হয়। কমিউনিস্টরা বিভিন্ন মহল থেকে তাদের সমর্থন জোগানো শুরু করে। প্রথমদিকে দরিদ্র কৃষকরা জায়গিরদারি ব্যবস্থার বিরুদ্ধে অভিযোগ উত্থাপন করে বিদ্রোহ শুরু করেছিল। প্রাথমিকভাবে তারা যে সকল ধনী কৃষক কমিউনিস্টদের ব্যানারে লড়াই করছিল, তাদের থেকেও সমর্থন আদায় করেছিল। কিন্তু ১৯৪৮ সালে তাদের মাঝে ভাঙ্গন এসে গিয়েছিল। প্রাথমিকভাবে ১৯৪৫ সালে কমিউনিস্টরা জমিদারদের বিরুদ্ধে লড়াই শুরু করে কিন্তু শীঘ্রই তারা নিজামের বিরুদ্ধে একটি পূর্ণাঙ্গ বিদ্রোহ শুরু করে। ১৯৪৬ সালের মাঝামাঝি থেকে রাজকীয় সেচ্ছাসেবী বাহিনী এবং কমিউনিস্টদের মধ্যে সংঘর্ষ ক্রমবর্ধমানভাবে সহিংস হয়ে ওঠে। উভয় পক্ষই ক্রমবর্ধমান নৃশংস পদ্ধতি অবলম্বন করে। ভারতীয় সরকারের একটি পুস্তিকা অনুসারে, কমিউনিস্টরা ১৯৪৫ সালে প্রায় ২০০০ জন মানুষ হত্যা করেছিল। তেলেঙ্গানা বিদ্রোহ নিজামের অপ্রশিক্ষিত বাহিনীকে আরো দূর্বল করে দেয়।\n\n\n=== হায়দ্রাবাদের সামরিক প্রস্তুতি ===\nতখন নিজাম ভারতের তুলনায় একটি দুর্বল অবস্থানে ছিলেন। কারণ তার নিয়মিত সেনাবাহিনীতে জনবল  ছিল মাত্র ২৪,০০০ জন। এদের মধ্যে মাত্র ৬০০০ সম্পূর্ণ প্রশিক্ষিত এবং সজ্জিত ছিল। এর মধ্যে আরব, রোহিলা, উত্তর ভারতীয় মুসলমান এবং পাঠান সৈন্যরা অন্তর্ভুক্ত ছিল। রাষ্ট্রীয় সেনাবাহিনীতে তিনটি সাঁজোয়া রেজিমেন্ট, একটি ঘোড়া অশ্বারোহী রেজিমেন্ট, ১১ পদাতিক ব্যাটালিয়ন এবং কিছু আর্টিলারি ছিল। এগুলিকে ঘোড়ার অশ্বারোহী বাহিনী, চারটি পদাতিক ব্যাটালিয়ন এবং একটি গ্যারিসন ব্যাটালিয়নসহ কিছু অনিয়মিত ইউনিট দ্বারা পরিপূরক করা হয়েছিল। এই সেনাবাহিনীর নেতৃত্বে ছিলেন একজন আরব মেজর জেনারেল এল ইদ্রিস।  হায়দ্রাবাদি সেনাবাহিনীর ৫৫ শতাংশ ছিল মুসলিম সৈন্য। এগুলি ছাড়াও বেসামরিক নেতা কাসিম রাজভির নেতৃত্বে রাজকীয় সেচ্ছাসেবী নামে প্রায় ২০০,০০০ জন অনিয়মিত মিলিশিয়া ছিল। এর মধ্যে এক চতুর্থাংশ আধুনিক ছোট আগ্নেয়াস্ত্রে সজ্জিত ছিল। বাকিগুলি প্রধানত মুখোশ-লোডার এবং তলোয়ার দিয়ে সজ্জিত ছিল।\n\n\n=== ভারতীয় সামরিক প্রস্তুতি ===\nহায়দ্রাবাদ দখল ও সংযুক্ত করার জন্য সরকারের নির্দেশনা পেয়ে ভারতীয় সেনাবাহিনীর সাউদার্ন কমান্ডের কমান্ডার-ইন-চিফ লেফটেন্যান্ট জেনারেল রাজেন্দ্র সিং একটি পরিকল্পনা উপস্থাপন করেন। পরিকল্পনাটি হল, পূর্বে বিজয়ওয়াড়া এবং পশ্চিমে সোলাপুর থেকে ছোট ছোট ইউনিটগুলি সীমান্তে হায়দ্রাবাদি সেনাবাহিনীকে আক্রমণ করবে। সামগ্রিক কমান্ড লেফটেন্যান্ট জেনারেল রাজেন্দ্রসিংজির হাতে দেওয়া হয়েছিল। সোলাপুর থেকে আক্রমণের নেতৃত্বে ছিলেন মেজর জেনারেল জয়ন্ত নাথ চৌধুরী এবং এটি চারটি টাস্কফোর্সের সমন্বয়ে গঠিত ছিল:\n\nদ্রুত চলমান পদাতিক বাহিনী, অশ্বারোহী বাহিনী এবং হালকা আর্টিলারির মিশ্রণ নিয়ে গঠিত স্ট্রাইক ফোর্স।\nপ্রধানত সাঁজোয়া ইউনিট এবং আর্টিলারি নিয়ে গঠিত স্ম্যাশ ফোর্স।\nপদাতিক এবং ইঞ্জিনিয়ারিং ইউনিটের সমন্বয়ে গঠিত কিল ফোর্স।\nবীর বাহিনী যা পদাতিক, অ্যান্টি-ট্যাঙ্ক এবং ইঞ্জিনিয়ারিং ইউনিট নিয়ে গঠিত।\nবিজয়ওয়াড়া থেকে আক্রমণের নেতৃত্বে ছিলেন মেজর জেনারেল অজিত রুদ্র এবং এতে ২/৫ গুর্খা রাইফেলস, ১৭তম (পুনা) ঘোড়ার একটি স্কোয়াড্রন এবং ১৯তম ফিল্ড ব্যাটারির একটি সৈন্যদলসহ প্রকৌশল ও আনুষঙ্গিক ইউনিট ছিল। এছাড়াও চারটি পদাতিক ব্যাটালিয়ন যোগাযোগের লাইনগুলিকে নিরাপদ ও রক্ষা করার কাজে নিয়োজিত ছিল। পুনে ঘাঁটি থেকে বিমান সহায়তার জন্য হকার টেম্পেস্ট বিমানের দুটি স্কোয়াড্রন প্রস্তুত করা হয়েছিল।\nআক্রমণের তারিখ ১৩ সেপ্টেম্বর নির্ধারণ করা হয়েছিল। যদিও তৎকালীন ভারতীয় চিফ অফ স্টাফ জেনারেল স্যার রায় বুচার আপত্তি জানিয়েছিলেন যে, কাশ্মীরের পরে হায়দ্রাবাদ ভারতীয় সেনাবাহিনীর জন্য একটি অতিরিক্ত ফ্রন্ট হবে।\n\n\n== লড়াই ==\n\n\n=== ১ম দিন : ১৩ সেপ্টেম্বর ===\nসেদিন ভোর ৪টায় ভারতীয় বাহিনী হায়দ্রাবাদ রাজ্যে  প্রবেশ করে। প্রথম যুদ্ধটি সোলাপুর-সেকেন্দারাবাদ হাইওয়ের নলদুর্গে ১ম হায়দ্রাবাদ পদাতিক বাহিনী এবং আক্রমণকারী বাহিনীর ৭ম ব্রিগেডের মধ্যে সংঘটিত হয়েছিল। দ্রুতগতির ফলে ৭ম ব্রিগেড বোরি নদীর উপর একটি গুরুত্বপূর্ণ সেতু সুরক্ষিত রাখতে সক্ষম হয়। এরপর ২য় শিখ পদাতিক বাহিনী দ্বারা নলদুর্গে হায়দ্রাবাদি অবস্থানের উপর আক্রমণ করা হয়। সেতু এবং রাস্তা সুরক্ষিত হওয়ায় ১ম সাঁজোয়া ব্রিগেডের একটি সাঁজোয়া ইউনিট  জলকোট শহরে পৌঁছে যায়। যা নলদুর্গ থেকে ৮ কি.মি. দূরে ছিল। এরপর ৯ম ডোগরা রেজিমেন্টের লেফটেন্যান্ট কর্নেল রাম সিং এর কমান্ড্যান্টের অধীনে স্ট্রাইক ফোর্স ইউনিটগুলির জন্য পথ প্রশস্ত করে। এই সাঁজোয়া দলটি দ্রুতই হায়দ্রাবাদের অভ্যন্তরীণ উমরগা শহরে পৌঁছে শহর রক্ষাকারী সেচ্ছাসেবক ইউনিটগুলির প্রতিরোধকে দ্রুত পরাভূত করে।\nএদিকে অপর কিছু ইউনিট তুলজাপুর শহর আক্রমণ করে, যা নলদুর্গ থেকে প্রায় ৩৪ কি.মি. উত্তর-পশ্চিমে। তারা ভোরবেলা তুলজাপুর পৌঁছে সেখানে অবস্থানরত  ১ম হায়দ্রাবাদ পদাতিক বাহিনীর একটি ইউনিট এবং প্রায় ২০০ জন সেচ্ছাসেবী বাহিনীর একটি ইউনিটের প্রতিরোধের সম্মুখীন হয়। তারা আত্মসমর্পণের আগে দুই ঘন্টা যুদ্ধ করেছিল। এদিকে স্রোতের ফলে নদী ফুলে যাওয়ায় শহরের দিকে অগ্রসর হওয়া স্থবির হয়ে পড়ে। পশ্চিম ফ্রন্টে প্রথম দিনটি হায়দ্রাবাদিদের ব্যাপক ক্ষয়ক্ষতি এবং একটি বিশাল এলাকা দখল করে ভারতীয় সেনাবাহিনী শেষ করেছিল।\nপূর্বে লেফটেন্যান্ট জেনারেল এএ রুদ্রের নেতৃত্বে বাহিনী হায়দ্রাবাদ রাজকীয় বাহিনীর দুটি সাঁজোয়া গাড়ি সম্বলিত একটি ইউনিটের প্রচণ্ড প্রতিরোধের মুখোমুখি হয়।  এদিকে হোসপেটে ভারতীয় সেনাবাহিনী পাঠানদের একটি ইউনিট থেকে একটি চিনির কারখানা আক্রমণ করে তা নিজেদের দখলে নিয়েছিল।\n\n\n=== ২য় দিন : ১৪ সেপ্টেম্বর ===\nযে বাহিনী উমরগায় শিবির স্থাপন করেছিল তারা রাজেশ্বর শহরের দিকে চলে যেতে থাকে। পথে ভারতীয় বাহিনী ব্যাপকভাবে অ্যাম্বুশের শিকার হওয়ায় বিমান হামলার প্রস্তুতি নেওয়া হয়। এই বিমান হামলা কার্যকরভাবে পথ পরিষ্কার করে এবং স্থলবাহিনীকে বিকেলের মধ্যে রাজেশ্বরে পৌঁছানোয় সহায়তা করে। পূর্ব থেকে আক্রমণকারী বাহিনী ইতোমধ্যে একটি অ্যান্টি-ট্যাঙ্ক অস্ত্র দ্বারা আক্রমণের সম্মুখীন হয়ে ধীরগতিতে এগিয়ে যেতে থাকে। একই সময়ে ১১ গুর্খা রাইফেলস এবং 8তম অশ্বারোহী বাহিনীর একটি স্কোয়াড্রন ওসমানাবাদ আক্রমণ করে এবং সেচ্ছাসেবী বাহিনীর সাথে (যারা দৃঢ়ভাবে ভারতীয়দের প্রতিরোধ করেছিল) রাস্তায় প্রচণ্ড যুদ্ধের পর শহরটি দখল করে নেয়। \nমেজর জেনারেল ডিএসর নেতৃত্বাধীন একটি বাহিনীকে ঔরঙ্গাবাদ শহর দখলের দায়িত্ব দেওয়া হয়েছিল। শহরটি পদাতিক ও অশ্বারোহী বাহিনীর ছয়টি ইউনিট দ্বারা আক্রান্ত হওয়ার ফলে বিকেলে বেসামরিক প্রশাসন আবির্ভূত হয় এবং ভারতীয়দের কাছে আত্মসমর্পণের প্রস্তাব দেয়। জালনায় আরো কিছু ঘটনা ঘটে, যেখানে ৩ শিখ, ২ যোধপুর পদাতিক বাহিনীর একটি কোম্পানি এবং ১৮ অশ্বারোহী বাহিনীর কিছু ট্যাঙ্ক হায়দ্রাবাদি বাহিনীর কঠোর প্রতিরোধের মুখোমুখি হয়েছিল।\n\n\n=== ৩য় দিন : ১৫ সেপ্টেম্বর ===\nজালনা শহর দখল করার জন্য ১১ গুর্খাদের একটি কোম্পানি রেখে বাকি বাহিনী লাতুর এবং পরে মোমিনাবাদে চলে যায়। সেখানে তারা ৩টি গোলকুন্ডা ল্যান্সারের বিরুদ্ধে ব্যবস্থা গ্রহণ করে, যারা আত্মসমর্পণের আগে পর্যাপ্ত  প্রতিরোধ করেছিল। সুরিয়াপেট শহরে বিমান হামলা হায়দ্রাবাদি প্রতিরক্ষার বেশিরভাগ অংশ অকেজো করে দেয়। যদিও তখনো কিছু সেচ্ছাসেবী ইউনিট শহর দখলকারী ২/৫ গুর্খাদের প্রতিরোধ করছিল। পশ্চাদপসরণকারী হায়দ্রাবাদি বাহিনী ভারতীয়দের বিজয় বিলম্বিত করার জন্য মুসির ব্রিজটি ধ্বংস করে। কিন্তু তারা ফায়ার কভার দিতে ব্যর্থ হয়, যার ফলে সেতুটি দ্রুত মেরামত করা হয়।\n\n\n=== ৪র্থ দিন : ১৬ সেপ্টেম্বর ===\nলেফটেন্যান্ট কর্নেল রাম সিং এর অধীনে টাস্কফোর্স ভোরবেলা জহিরাবাদের দিকে অগ্রসর হয়। কিন্তু রাস্তায় পুঁতে রাখা মাইন বিস্ফারণের ফলে সেসব পরিস্কার করতে গিয়ে  তাদের গতি ধীর হয়ে যায়। এরপর সোলাপুর- হায়দ্রাবাদ সিটি হাইওয়ের সাথে বিদার রোডের সংযোগস্থলে পৌঁছালে ভারতীয় বাহিনী অতর্কিত অবস্থান থেকে গুলিবর্ষণের সম্মুখীন হয়। সেখানে কয়েকটি ইউনিটকে অ্যামবুশ পরিচালনার জন্য রেখে পথে পথে বিক্ষিপ্ত প্রতিরোধের সম্মুখীন হয়ে রাতের মধ্যে বাহিনী  জহিরাবাদ ছাড়িয়ে আরো ১৫ কিলোমিটার ভিতরে এগিয়ে যায়। বেশিরভাগ প্রতিরোধই ছিল সেচ্ছাসেবী ইউনিটদের থেকে, যারা শহুরে এলাকা থেকে ভারতীয়দের উপর অতর্কিত হামলা চালাত।\n\n\n=== ৫ম দিন : ১৭ সেপ্টেম্বর ===\n১৭ সেপ্টেম্বর ভোরে ভারতীয় সেনাবাহিনী বিদারে প্রবেশ করে। এদিকে প্রথম সাঁজোয়া রেজিমেন্টের নেতৃত্বে একটি বাহিনী হায়দ্রাবাদ থেকে ৬০ কি.মি. দূরে চিতল শহরে ছিল। অন্য একটি ইউনিট হিংগোলি শহর দখল করে। যুদ্ধের ৫ম দিনের সকালেই এটি স্পষ্ট হয়ে গিয়েছিল যে, হায়দ্রাবাদের সেনাবাহিনী এবং সেচ্ছাসেবী ইউনিটগুলো সকল ফ্রন্টে অত্যন্ত ভারী হতাহতের সাথে পরাজিত হয়েছে। তাই ১৮ সেপ্টেম্বর বিকাল ৫ টায় নিজাম একটি যুদ্ধবিরতি ঘোষণা করেন এবং এভাবেই সশস্ত্র অভিযানের সমাপ্তি ঘটে।\n\n\n== আত্মসমর্পণ ==\n\n\n=== ভারতীয় রাষ্ট্রদূতের সাথে পরামর্শ ===\n১৬ সেপ্টেম্বর আসন্ন পরাজয়ের মুখোমুখি হয়ে  নিজাম মীর ওসমান আলী খান তার প্রধানমন্ত্রী মীর লাইক আলীকে ডেকে পাঠান এবং পরের দিন সকালে তিনি তাকে পদত্যাগ করার অনুরোধ করেন। পুরো মন্ত্রিসভা পদত্যাগ করার জন্যে পদত্যাগপত্র জমা করেছিল।\n১৭ সেপ্টেম্বর দুপুরে একজন বার্তাবাহক নিজামের কাছ পক্ষ থেকে হায়দ্রাবাদে অবস্থানরত ভারতের এজেন্ট জেনারেল কে এম মুন্সির কাছে একটি ব্যক্তিগত নোট নিয়ে আসেন। তাকে নিজামের অফিসে ডেকে পাঠানো হয়। সভায় নিজাম বলেন, “শকুনরা পদত্যাগ করেছে। এখম কী করতে হবে তা আমি জানি না\"। মুন্সি হায়দ্রাবাদ স্টেট আর্মির কমান্ডার মেজর-জেনারেল এল ইদ্রিসকে যথাযথ আদেশ জারি করে হায়দ্রাবাদের নাগরিকদের নিরাপত্তা নিশ্চিত করার জন্য নিজামকে পরামর্শ দেন। এটি অবিলম্বে জারি করা হয়েছিল।\n\n\n=== নিজাম কর্তৃক আত্মসমর্পণের পর রেডিও সম্প্রচার ===\n\nএটি ছিল নিজাম মীর ওসমান আলী খানের প্রথম রেডিও স্টেশন পরিদর্শন। হায়দ্রাবাদের নিজাম ১৯৪৮ সালের ২৩ সেপ্টেম্বর তার বেতার ভাষণে বলেছিলেন, \"গত নভেম্বরে একটি আধা সামরিক ছোট দল (সেচ্ছাসেবী বাহিনী) আমার প্রধানমন্ত্রী আহমদ সাইদ খানের বাড়ি ঘেরাও করেছিল এবং আমার সাংবিধানিক উপদেষ্টা স্যার ওয়াল্টার মঙ্কটনের উপর জোর করে নবাব ও অন্যান্য বিশ্বস্ত মন্ত্রীদের পদত্যাগ করতে বাধ্য করে এবং লাইক আলীর মন্ত্রিত্ব আমার উপর চাপিয়ে দেয়। কাসিম রাজভির নেতৃত্বাধীন এই দলটির দেশে কোনো অংশীদারিত্ব ছিল না বা দেশের সেবা করার কোনো রেকর্ড তাদের ছিল না। হিটলার শাসনাধীন জার্মানির কথা মনে করিয়ে দেওয়ার পদ্ধতিতে এরা রাষ্ট্রের দখল নিয়েছিল, সন্ত্রাস ছড়িয়েছিল ...এবং আমাকে সম্পূর্ণ অসহায় করে তুলেছিল। বলা হয়, এর মাধ্যমে নিজাম যুদ্ধের সকল দায়ভার সেচ্ছাসেবী বাহিনীর ওপর চাপিয়ে দেন \n\n\n=== আত্মসমর্পণ অনুষ্ঠান ===\nভারতীয় সেনাবাহিনীর রক্ষিত নথি মতে, জেনারেল চৌধুরী ১৬ সেপ্টেম্বর বিকেল ৪ টার দিকে হায়দ্রাবাদে একটি সাঁজোয়া দলের নেতৃত্ব দেন এবং মেজর জেনারেল এল ইদ্রিসের নেতৃত্বাধীন হায়দ্রাবাদ সেনাবাহিনী তার কাছে আত্মসমর্পণ করে।\n\n\n== গণহত্যা ও সাম্প্রদায়িক সহিংসতা ==\nযুদ্ধ চলাকালীন হায়দ্রাবাদি হিন্দুরা প্রতিশোধ হিসেবে লুটপাট,গণহত্যা ও মুসলমানদের ধর্ষণ করেছে বলে খবর পাওয়া যায়। জওহরলাল নেহরু পরিস্থিতি তদন্তের জন্য পণ্ডিত সুন্দর লালের নেতৃত্বে একটি কমিটি নিযুক্ত করেন। সেই কমিটির রিপোর্টের ফলাফল ২০১৩ সাল পর্যন্ত প্রকাশ করা হয়নি। কমিটি এই সিদ্ধান্তে উপনীত হয়েছিল যে, ভারতীয় সেনাবাহিনী যখন মুসলিম গ্রামবাসীদের নিরস্ত্র করেছিল, তখন হিন্দুদের কাছে তাদের নিজস্ব অস্ত্র রেখে দেওয়া হয়েছিল। এর ফলে হিন্দু বাসিন্দারা মুসলিমদের ওপর সহিংসতা চালিয়েছিল এবং সেনাবাহিনী কখনো এসব থেকে উদাসীন ছিল, কখনো এসব নৃশংসতায় অংশ নিয়েছিল।\nকমিটি বলেছে যে মারাঠওয়াড়া এবং তেলেঙ্গানা এলাকায় মুসলমানদের বিরুদ্ধে বড় আকারের সহিংসতা ঘটেছে। এটি আরো রিপোর্ট করে যে,  \"অনেক জায়গায় সশস্ত্র বাহিনীর সদস্যরা গ্রাম ও শহর থেকে মুসলিম প্রাপ্তবয়স্ক পুরুষদের বের করে এনে ঠান্ডা মাথায় গণহত্যা করেছে।\" কমিটি সাধারণত সামরিক অফিসারদের ভালো আচরণের কৃতিত্ব দেয় কিন্তু বলে যে, সৈন্যরা ধর্মান্ধতার কারণে এমন কাজ করেছে। একটি সরকারী রক্ষণশীল অনুমান মতে অভিযানের সময় ও পরে  ২৭,০০০ থেকে ৪০,০০০ লোক মারা গিয়েছিল। অন্যান্য পণ্ডিতরা সংখ্যাটিকে ২০,০০০০ বা তারও বেশি বলে উল্লেখ করেছেন।  মুসলমানদের মধ্যে কিছু অনুমান আরো বেশি ছিল এবং স্মিথ বলেছেন যে, মুসলিম হতাহত বিষয়ে আসল সংখ্যা সামরিক সরকারের ব্যক্তিগত নিম্ন অনুমানের চেয়ে কমপক্ষে তার দশগুণ ছিল। \nপ্যাটেল রিপোর্টে ক্ষুব্ধ প্রতিক্রিয়া ব্যক্ত করেন এবং এর উপসংহার অস্বীকার করেন। তিনি বলেন যে,  রেফারেন্সের শর্তাবলী ত্রুটিপূর্ণ ছিল। কারণ তারা শুধুমাত্র অপারেশনের সময় এবং পরে অংশটি কভার করে। তিনি কমিটির উদ্দেশ্য ও অবস্থান নিয়েও ক্ষোভ প্রকাশ করেন। এই আপত্তিগুলিকে নূরানী অযৌক্তিক বলে মনে করেন। কারণ কমিশনটি ছিল একটি অফিসিয়াল কমিশন এবং এটি সেচ্ছাসেবীদেরও সমালোচনা করেছিল।\nমোহাম্মদ হায়দারের মতে, ভারতীয় অভিযানের করুণ পরিণতি অনেকাংশে প্রতিরোধযোগ্য ছিল। তিনি স্থানীয় প্রশাসন পুনরুদ্ধার বা তাদের নিজস্ব সামরিক প্রশাসন স্থাপন না করার জন্য ভারতীয় সেনাবাহিনীকে দোষ দেন। ফলস্বরূপ নৈরাজ্যের ফলে সীমান্তের ওপারে স্থাপিত শিবির থেকে কয়েক হাজার \"ঠগ\" আসে এবং শূন্যতা পূরণ করে। তিনি বলেন, \"হাজার হাজার পরিবার ধ্বংস হয়ে গেছে। সন্তানরা তাদের বাবা-মা এবং স্ত্রী থেকে, তাদের স্বামীদের কাছ থেকে আলাদা হয়ে গেছে। নারী ও মেয়েদের শিকার করা হয়েছে এবং ধর্ষণ করা হয়েছে। কমিউনিস্ট নেতা পুক্কালাপল্লী সুন্দর্যার মতে, গ্রামের হিন্দুরাভারতীয় সেনাবাহিনীর ধর্ষণ ও হত্যার অভিযান থেকে হাজার হাজার মুসলিম পরিবারকে উদ্ধার করেছিল।\n\n\n== একীকরণের পর হায়দ্রাবাদ ==\n\n\n=== জড়িত ব্যক্তিদের আটক ও মুক্তি ===\n\nভারতীয় সামরিক বাহিনী অভিযান চলাকালে সেচ্ছাসেবী বাহিনী, হিন্দু সংগ্রামী ও কমিউনিস্টসহ হাজার হাজার লোককে আটক করে। এই আটক মূলত স্থানীয় তথ্যদাতাদের ভিত্তিতে করা হয়েছিল এবং তারা নিজেদের স্বার্থসিদ্ধি করার জন্য এই সুযোগটি ব্যবহার করেছিল। আটককৃতদের আনুমানিক সংখ্যা ছিল ১৮,০০০ এর কাছাকাছি। ভারত সরকার তাদের বিচারের জন্য বিশেষ ট্রাইব্যুনাল গঠন করে। তবে এই ট্রাইবুনাল আইনজীবীদের প্রবেশাধিকার অস্বীকার এবং বিচার বিলম্বিত হওয়াসহ একাধিক আইনি অনিয়মে অভিযুক্ত ছিল, যে বিষয়ে রেডক্রস নেহরুকে চাপও দিয়েছিল।\nসাম্প্রদায়িক সহিংসতায় অংশগ্রহণকারীদের বিচার না করার জন্য সরকার চাপের মধ্যে ছিলো। কারণ এটি সাম্প্রদায়িক সম্পর্ককে আরো খারাপ করে তুলতে পারে। প্যাটেলও ১৯৫০ সালে মারা গিয়েছিলেন। এভাবে ১৯৫৩ সালে নাগাদ ভারত সরকার কয়েকজন ব্যক্তি ব্যতীত প্রায় সবাইকে মুক্তি দেয়।\n\n\n=== আমলাতন্ত্রে রদবদল ===\nহায়দ্রাবাদ ভারতের অন্তর্ভুক্ত হওয়ার পর সেখানকার শূন্য পদগুলো প্রতিস্থাপনের জন্যে প্রতিবেশী বম্বে, সিপি এবং মাদ্রাজ অঞ্চলের জুনিয়র অফিসারদের নিয়োগ করা হয়েছিল। তারা স্থানীয় ভাষা বলতে অক্ষম ছিল এবং স্থানীয় অবস্থার সাথে পরিচিত ছিল না। নেহেরু এই অরাজকতা নিয়ে আপত্তি জানিয়েছিলেন এবং তাদের \"অযোগ্য\" ও \"বহিরাগত\" বলে অভিহিত করেছিলেন। কিন্তু তার আপত্তি কোনো কাজে আসেনি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPolice Action in Hyderabad, 1948 September 13-18 :Should We Celebrate It?\nFrom the Sundarlal Report, Frontline, 3–16 March 2001\nExclusive Sundar Lal report on Hyderabad police action, Deccan Chronicle, 30 November 2013.\nIn the Nizam's dominion, by Bret Wallach, University of Oklahoma\nArmchair Historian – Operation Polo (Monday, 18 September 2006) – Contributed by Sidin Sunny Vadukut – Last Updated (Monday, 18 September 2006)"}