{"pageid": 11831, "title": "ত্রৈলোক্যনাথ মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=11831", "content": "ত্রৈলোক্যনাথ মুখোপাধ্যায় (২২ জুলাই, ১৮৪৭-৩ নভেম্বর, ১৯১৯) ছিলেন একজন বাঙালি সাহিত্যিক। বাংলা সাহিত্যের ইতিহাসে তিনি ব্যঙ্গকৌতুক রসের স্রষ্টা হিসেবে বিশেষভাবে পরিচিত। ত্রৈলোক্যনাথের কর্মজীবনের সূচনা ঘটে স্কুল শিক্ষকতার মাধ্যমে। পরবর্তীকালে তিনি বিভিন্ন ধরনের পেশায় নিযুক্ত হন এবং ভারত সরকারের প্রতিনিধি হয়ে দুই বার ইউরোপের একাধিক রাষ্ট্রে কর্মসূত্রে কিছুকাল করে অবস্থান করেন। মাতৃভাষা বাংলা ছাড়াও তিনি ফারসি, ওড়িয়া ইত্যাদি কয়েকটি ভাষায় দক্ষতা অর্জন করেছিলেন। তার রচিত বইগুলির মধ্যে কঙ্কাবতী, ভূত ও মানুষ, ফোকলা দিগম্বর, ডমরু চরিত ইত্যাদি উল্লেখযোগ্য। ইংরেজি ভাষাতেও তিনি কয়েকটি প্রবন্ধ গ্রন্থ রচনা করেছিলেন। তাঁর মৃত্যুর কারণ সম্মন্ধে যা জানা যায়, হঠাৎ অসাবধানতাবসত বুকে ঝর্ণা কলম (fountain pen) ফুটে আহত হন, এবং তারপরেই ৩রা নভেম্বর ১৯১৯ সালে এই মহান সাহিত্যিক মৃত্যুমুখে পতিত হন।\n\n\n== কর্মজীবন ==\nত্রৈলোক্যনাথ চুঁচুড়ার ডাফ সাহেবের স্কুলে এবং ভদ্রেশ্বরের কাছে তেলিনীপাড়া বিদ্যালয়ে পড়াশুনা করেন। সংসারের অসচ্ছল অবস্থার জন্য ১৮৬৫ সালে বাড়ি থেকে রোজগারের জন্য চলে যান এবং নানা দেশ ভ্রমণ করেন। প্রথমে দ্বারকা (বীরভূম) উখড়া (রাণীগঞ্জ) এবং শাহজাদপুর (সিরাজগঞ্জ) প্রভৃতি স্থানে শিক্ষকতার কাজ করেন। কিন্তু কোথাও কাজ পছন্দ না হওয়ায় কটকে চলে যান। ১৮৬৮ সালে কটকে জেলার পুলিশ সাব ইন্সপেক্টর হন। কটকে ওড়িয়া ভাষা শিখে ওড়িয়া ‘উৎকল শুভকরী’ নামে মাসিক পত্রিকার সম্পাদনা করেন। পুলিশের চাকরি করাকালীন বিখ্যাত স্যার উইলিয়াম হান্টার সাহেবের সঙ্গে পরিচিত হন। হান্টার সাহেব এঁর কথাবার্তা এবং অগাধ পান্ডিত্যে সন্তুষ্ট হয়ে ১৮৭০ খ্রীষ্টাব্দে কলকাতায় নিজের বেঙ্গল গেজেটিয়ার সংকলন অফিসে কেরানীর পদে নিযুক্ত করেন। এরপর ইনি উত্তর পশ্চিম প্রদেশের কৃষি ও বাণিজ্য বিভাগের অফিসে প্রধান কেরানীর পদে নিযুক্ত হন। পরে বিভাগীয় ডাইরেক্টরের একান্ত সহকারী হন।\n১৮৭৭-১৮৭৮ সালে উত্তর পশ্চিমাঞ্চলে ভয়ানক দুর্ভিক্ষ হলে তিনি প্রাণ বাঁচানোর জন্য গাজর চাষ করার জন্য সরকারকে উপদেশ দেন। তার কথানুযায়ী সরকার ১৮৮৭ সালে কয়েকটি জেলায় গাজরের চাষ করার বন্দোবস্ত করেন। এর ফলে দু বছর পরে রায়বেরিলী ও সুলতানপুর জেলায় দুর্ভিক্ষের সময় তার প্রস্তাবিত গাজর চাষের জন্য বহু প্রাণ বাঁচানো সম্ভব হয়েছিল।\n১৮৮১ খ্রীষ্টাব্দে ভারত সরকারের রাজস্ব বিভাগে বদলী হন। সেই সময় ইনি উত্তর পশ্চিমাঞ্চলের শিল্পোন্নতির জন্য যথেষ্ট চেষ্টা করেন এবং বিশেষ কৃতকার্যও হন। ১৮৮৩ সালে কলকাতায় আন্তর্জাতিক প্রদর্শনীতে কয়েকটি বিষয়ে অধ্যক্ষ ছিলেন। ১৮৮৬ সালে যুক্তরাজ্যে প্রদর্শনী আরম্ভ হয় তখন ত্রৈলোক্যনাথকে সেখানে পাঠানো হয়। সেই সময় তিনি ইউরোপের নানা জায়গায় ভ্রমণ করেন এবং এ ভিজিট টু ইউরোপ নামক গ্রন্থ রচনা করেন। এই বইটিতে তার সমস্ত কাজ ও ভ্রমণ বৃত্তান্ত রয়েছে।\n১৮৮৬ খ্রীষ্টাব্দে এই বিভাগ ত্যাগ করে কলকাতা মিউজিয়ামে সহকারী কিউরেটর হন । ভারতবর্ষের বিভিন্ন প্রদেশে দেশীয় শিক্ষা বাণিজ্যে যাতে উন্নতি হয় তার যথেষ্ট চেষ্টা করেন। কলকাতা, বোম্বে প্রভৃতি বড় বড় শহরে এবং বড় বড় রেলস্টেশনে ভারতীয় কারুকার্যের যে সকল দোকান দেখতে পাওয়া যায় তা এঁর উদ্যোগেই প্রতিষ্ঠিত হয়েছিল। এই সময় ইনি সরকারের অনুমতিক্রমে আর্ট ম্যানুফ্যাকচারারস অফ ইন্ডিয়া নামক একটি বই লেখেন। ভারতবর্ষের বিভিন্ন প্রদেশে যে সব শিল্প দ্রব্য নির্মিত হত সেই সব শিল্প দ্রব্যের একটি তালিকা ইংরাজীতে প্রকাশ করেন। ত্রৈলোক্যনাথ বর্ধমানে থাকাকালীন ফার্সি ভাষা শিক্ষা করে অভূতপূর্ব নাম করেছিলেন।\n\n\n== সাহিত্য জীবন ==\nত্রৈলোক্যনাথ মুখোপাধ্যায় সাহিত্যিক হিসাবেই বিখ্যাত। তিনি বাংলা সাহিত্যে এক নতুন রকমের উদ্ভট হাস্যরসের প্রবর্তক ছিলেন। বঙ্গবাসী অফিস থেকে প্রকাশিত জন্মভূমি মাসিক পত্রিকায় ইনি অনেক ভালো ভালো প্রবন্ধ লিখেছিলেন। বিশ্বকোষ নামক অভিধান এঁর চেষ্টাতেই আরম্ভ হয়। বিশ্বকোষ অভিধান রচনায় ভাই রঙ্গলালকে প্রচুর সাহায্য করেছিলেন । এছাড়া জন্মভূমি সাপ্তাহিক পত্রিকাতেও ইনি নিয়মিত লিখতেন। ওয়েলথ্ অফ ইন্ডিয়া নামক মাসিক পত্রিকার সম্পাদনা কাজেও তিনি সাহায্য করতেন।\nতার রচিত ডমরু চরিত এবং কঙ্কাবতী খুবই বিখ্যাত। কঙ্কাবতী উপন্যাস সম্পর্কে রবীন্দ্রনাথ বলেছেন “এইরূপ অদ্ভুত রূপকথা ভাল করিয়া লেখা বিশেষ ক্ষমতার কাজ। ...এতদিন পরে বাঙ্গালায় এমন লেখকের অভ্যুদয়...যাঁহার লেখা আমাদের দেশের বালক বালিকাদের এবং তাঁদের পিতামাতার মনোরঞ্জন করিতে পারিবে।“\n১৮৪৭ খ্রিস্টাব্দে ইনি পেনসন গ্রহণ করেন। এবং ৭২ বছর বয়সে ১৯১৯ খ্রিস্টাব্দে তার মৃত্যু হয়।\n\n\n== গ্রন্থতালিকা ==\nফোকলা দিগম্বর\nপাপের পরিণাম\nডমরু-চরিত\nবাঙ্গাল নিধিরাম\nবীরবালা\nলুল্লু\nনয়নচাঁদের ব্যবসা\nকঙ্কাবতী\nসোনা করা যাদুগরের গল্প\nভানুমতী ও রুস্তম\nজাপানের উপকথা\nপূজার ভূত\nপিঠে-পার্বণে চীনে ভূত\nবিদ্যাধরীর অরুচী\nমেঘের কোলে ঝিকিমিকি সতী হাসে ফিকিফিকি\nএক ঠেঙো-ছকু\nমুক্তা-মালা\nএ ডেসক্রিপটিভ ক্যাটালগ অফ প্রোডাক্টস\nএ হ্যান্ডবুক অফ ইন্ডিয়ান প্রোডাক্টস\nএ লিস্ট অফ ইন্ডিয়ান ইকনমিক প্রোডাক্টস\n\n\n== তথ্যসূত্র ==\n\nসংসদ বাঙালি চরিতাভিধান\nভারতকোষ বঙ্গীয় সাহিত্য পরিষদ\nসরল বাংলা অভিধান সুবলচন্দ্র মিত্র\nকঙ্কাবতী । মিত্র ও ঘোষ\nত্রৈলোক্যনাথ রচনাবলী । পাত্র’জ পাবলিকেশন\n\n\n== বহিঃসংযোগ =="}