{"pageid": 1183755, "title": "নিউজিল্যান্ডে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1183755", "content": "নিউজিল্যান্ডে ইসলাম একটি সংখ্যালঘু ও বর্ধনশীল ধর্ম। ২০১৭ সালের হিসাব মতে দেশটিতে ৫৭,২৭৬ মুসলমান বসবাস করেন, যা মোট জনসংখ্যার প্রায় ১.৩ শতাংশের প্রতিনিধিত্ব করে। ১৯০০ এর দশক থেকে শুরু করে ১৯৬০ সাল পর্যন্ত দক্ষিণ এশিয়া এবং পূর্ব ইউরোপ থেকে অল্প সংখ্যক মুসলিম অভিবাসী প্রথম নিউজিল্যান্ডে এসে বসতি স্থাপন করেছিল। নিউজিল্যান্ডের সংখ্যাগরিষ্ঠ মুসলিমরা সুন্নি। তবে একটি বৃহৎ সংখ্যালঘু শিয়া মুসলিম সম্প্রদায় ও কিছু আহমদী মুসলিম আছে।\n\n১৯৭০ এর দশকে ফিজি-ভারতীয়দের আগমনের সাথে সাথে নিউজিল্যান্ড বৃহৎ মাপের মুসলিম অভিবাসন শুরু হয়। এরপর ১৯৯০ এর দশকে বিভিন্ন যুদ্ধ-বিধ্বস্ত দেশ থেকে উদ্বাস্তুরা নিউজিল্যান্ড আসে। নিউজিল্যান্ডের প্রথম ইসলামি সেন্টারটি ১৯৫৯ সালে খোলা হয়েছিল। এখন সেখানে বেশ কয়েকটি মসজিদ এবং দুটি ইসলামি স্কুল রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক অভিবাসন: 19 শতক ===\n১৯ শতকের শেষের দিকে প্রথম নিউজিল্যান্ডে মুসলিম উপস্থিতি শুরু হয়। নিউজিল্যান্ডে আগমনকারী প্রথম মুসলমানরা ছিল একটি ভারতীয় পরিবার, যারা ১৮৫০ এর দশকে ক্রাইস্টচার্চে বসতি স্থাপন করেছিল।  ১৮৭৪ সালের সরকারি আদমশুমারিতে ১৫ জন চীনা মুসলিম স্বর্ণ খননকারী ওতাগোর ডানস্তান স্বর্ণখনিতে কাজ করার কথা জানিয়েছিল।   নিউজিল্যান্ডে দাফন করা প্রথম মুসলিম ছিলেন মোহাম্মদ ড্যান নামে একজন জাপানিজ নাবিক। তিনি ১৮৮ সালে ডানেডিনে মারা যান। নৃবিজ্ঞানী এরিখ কোলিগও অনুমান করেন যে, সেই সময়কালে দক্ষিণ পূর্ব এশিয়া এবং দক্ষিণ এশিয়ার কিছু মুসলিম নাবিক নিউজিল্যান্ডে বসতি স্থাপন করেছিলেন। \nপ্রাথমিক মুসলিম অভিবাসীদের বেশিরভাগই অকল্যান্ড এবং ক্রাইস্টচার্চের মতো প্রধান কেন্দ্রগুলিতে বসতি স্থাপন করেছিল। ১৮৯০ সালে শেখ মোহাম্মদ দিনসহ একদল পাঞ্জাবি মুসলিম অভিবাসী ক্রাইস্টচার্চে বসতি স্থাপন করেন। তুর্কমেন সালেহ মোহাম্মদ এবং তার পিতা সুলতান, গুজরাটি অভিবাসী ইশামেল আহমেদ ভিকু, এসপ মুসা এবং মুহাম্মদ সুলেমান কারাসহ অন্যান্য উল্লেখযোগ্য অভিবাসীরাও তখন সেখানে এসে বসতি স্থাপন করেন। কলিগের মতে, ভিকু ও মূসা তাদের  আত্মীয়দেরও নিউজিল্যান্ডে নিয়ে আসেন। \n\n\n=== আধুনিক অভিবাসন : ২০ ও ২১ শতক ===\n১৯২০ সালে নিউজিল্যান্ড একটি সীমাবদ্ধ অভিবাসন নীতি গ্রহণ করে। এর ফলে সেখানে এশিয়ান অভিবাসন সীমিত হয়। দ্বিতীয় বিশ্বযুদ্ধের পর পর্যন্ত মুসলিম জনসংখ্যা একশোরও কম ছিল। ১৯৪৫ সালে নিউজিল্যান্ডে মাত্র ৬৭ জন নথিভুক্ত মুসলিম ছিল। ১৯৫১ সালে শরণার্থী জাহাজ এসএস গোয়া আলবেনিয়া এবং যুগোস্লাভিয়া থেকে ৬০ জনেরও বেশি মুসলিম পুরুষকে নিউজিল্যান্ড নিয়ে আসে। ফলে সেখানে মুসলিম জনসংখ্যা ২০৫ এ উন্নীত হয়। \n১৯৬১ থেকে ১৯৭১ সালের মধ্যে মুসলিম জনসংখ্যা ২৬০ থেকে ৭৭৯ জনে বৃদ্ধি পায়। এরপর ১৯৮০ এবং ১৯৮০ এর দশকে নিউজিল্যান্ডে মুসলিম সম্প্রদায় তুলনামূলকভাবে বৃদ্ধি পেতে থাকে। ১৯৮৬ সালের মধ্যে মুসলিম জনসখ্যা ২৫০০ জনে পৌঁছায়। ১৯৭০ এর দশকে প্রধানত ইন্দো-ফিজিয়ান শ্রমিকদের আগমনের মাধ্যমে বড় আকারের মুসলিম অভিবাসন শুরু হয়। ১৯৮৭ সালে সংঘটিত প্রথম ফিজি অভ্যুত্থানের পরে ফিজি থেকে নিউজিল্যান্ডে ব্যাপক অভিবাসন শুরু হয়। ১৯৯০ এর দশকে সোমালিয়া, বসনিয়া, আফগানিস্তান, কসোভো এবং ইরাকের যুদ্ধ বিধ্বস্ত অঞ্চল থেকে নিউজিল্যান্ডের শরণার্থী কোটার অধীনে অনেক অভিবাসীকে গ্রহণ করা হয়েছিল।  ইরান থেকে আসা উল্লেখযোগ্য সংখ্যক মুসলমানও নিউজিল্যান্ডে বসবাস করেন। \n\n\n== ধর্মীয় জীবন ও প্রতিষ্ঠান ==\n\nনিউজিল্যান্ডের মুসলমানদের ধর্মকর্মে অনেক যত্নবান দেখা যায়। বিশেষ করে অমুসলিমদের মাঝে ইসলাম প্রচারে তারা ব্যাপক ভূমিকা পালন করছে। বিশেষ কয়েকটি সমীক্ষায় উঠে এসেছে যে, সংখ্যায় কম হয়েও নিউজিল্যান্ডের মুসলিমরা ধর্মচর্চা ও ইসলাম প্রচারে অনেক এগিয়ে। নিউজিল্যান্ডের প্রধান শহরগুলিতে বেশ কয়েকটি মসজিদ, ইসলামিক সেন্টার ও একাধিক ট্রাস্ট রয়েছে। অকল্যান্ডে দুটি ইসলামিক স্কুল (আল মদিনা, জায়েদ কলেজ ফর গার্লস) রয়েছে। এছাড়া অকল্যান্ডে প্রায় ১৫টি ইসলামিক সেন্টার, কয়েকটি মসজিদ ও একটি ট্রাস্ট রয়েছে।\n\n\n=== সংস্থা ===\nফেডারেশন অফ ইসলামিক অ্যাসোসিয়েশন অফ নিউজিল্যান্ড (FIANZ) হল নিউজিল্যান্ডের মুসলমানদের একটি জাতীয় ছাতা-সংস্থা। এটি  নিউজিল্যান্ডের মুসলিম সম্প্রদায়ের প্রতিনিধিত্ব করে। FIANZ নিউজিল্যান্ডের সাতটি আঞ্চলিক সংস্থা, ট্রাস্ট এবং বেশিরভাগ মসজিদ ও ইসলামিক কেন্দ্রের সমন্বয়ে গঠিত। ১৯৭৯ সালের এপ্রিল মাসে মাজহার ক্রাসনিকির হাতে FIANZ প্রতিষ্ঠিত হয়েছিল এবং এর মাধ্যমে তিনি ক্যান্টারবেরি,ওয়েলিংটন ও অকল্যান্ডের তিনটি আঞ্চলিক মুসলিম সংগঠনকে একত্রিত করেছিলেন। নিউজিল্যান্ড সরকার ২০০২ সালে তাকে  কুইন্স সার্ভিস মেডেল প্রদান করে তার প্রচেষ্টার জন্য তাকে সম্মানিত করেছিল।   \n\n\n== জনসংখ্যা ==\n\n২০১৮ সালের আদমশুমারি অনুসারে নিউজিল্যান্ডে মুসলমানদের সংখ্যা ৫৭,২৭৬ জন,  যা ২০১৩ সালের আদমশুমারির তুলনায় (৪৬,১৪৯) ২৪% বেশি। নিউজিল্যান্ডের সংখ্যাগরিষ্ঠ মুসলমান সুন্নি। তবে সেখানে প্রচুর সংখ্যক শিয়া রয়েছে এবং তারা প্রধানত অকল্যান্ডে (নিউজিল্যান্ডের বৃহত্তম শহর) বাস করে।  তুরস্ক, লেবানন, পাকিস্তান, ভারত, বাংলাদেশ এবং দক্ষিণ-পূর্ব এশিয়া থেকে মুসলিমদের একটি উল্লেখযোগ্য সম্প্রদায় নিউজিল্যান্ড রয়েছে। এছাড়াও একটি বৃহৎ ইন্দো-ফিজিয়ান মুসলিম সম্প্রদায় এবং একটি উল্লেখযোগ্য সংখ্যার সোমালি মুসলিম সম্প্রদায়  রয়েছে। নিউজিল্যান্ডের সংখ্যাগরিষ্ঠ মুসলিম প্রধান শহর হল অকল্যান্ড, হ্যামিল্টন, ওয়েলিংটন ও  ক্রাইস্টচার্চ।\n১৯৯০ -এর দশকের মাঝামাঝি থেকে মালয়েশিয়া এবং সিঙ্গাপুর থেকে মালয় ছাত্রদের আগমন অন্য শহরগুলিতেও  মুসলিমদের অনুপাতকে বাড়িয়েছে; বিশেষ করে ডুনেডিন বিশ্ববিদ্যালয় শহরে।  ডুনেডিনে ওটাগো মুসলিম অ্যাসোসিয়েশন দ্বারা পরিচালিত হয় আল-হুদা মসজিদ নামে একটি মসজিদও রয়েছে।  ২০০৯ সালের হিসাব মতে,  নিউজিল্যান্ডের সবচেয়ে দক্ষিণের মসজিদটি হল  ইনভারকারগিলের সাউথল্যান্ড মুসলিম অ্যাসোসিয়েশন কমিউনিটি সেন্টার।  \n\n\n=== মাওরি মুসলমান ===\nইসলামকে মাওরিদের মধ্যে সবচেয়ে দ্রুত বর্ধনশীল ধর্ম বলে অনুমান করা হয়েছিল।   তবে সম্প্রতি ২০০৬ থেকে ২০১৮ সালের মধ্যে ১২ বছরে তাদের মাঝে মাত্র ৩৯ জন মুসলিম ব্যক্তির বৃদ্ধি ঘটেছে। ১৯৯১ থেকে ২০০১ সাল পর্যন্ত মাওরি জাতির মুসলমানদের সংখ্যা ৯৯ থেকে ৭০৮ জনে বেড়ে গিয়েছিল।   এরপরে মাওরি মুসলিম জনসংখ্যা কার্যত স্থিতিশীল হয়। ২০০৬ সালে ১০৭৭ জন, ২০১৩ সালে ১০৮৩ জন এবং ২০১৮ সালে ১১১৬ জন হয়।  ২০১০ সালে মাওরি মুসলিমদের সংস্থা আওতারোয়া মাওরি মুসলিম অ্যাসোসিয়েশনের (AMMA) এর নেতা শেখ এশাক তে আমরঙ্গি মরগান কিরেকা-ওয়াঙ্গা শীর্ষ ৫০০ প্রভাবশালী মুসলিমদের তালিকায় স্থান পেয়েছিলেন।  ২০০৪  সালে শেখ এশাক ক্রাইস্টচার্চের ক্যান্টারবেরি মসজিদে অনুষ্ঠিত \"ন্যাশনাল ইসলামিক কনভার্টস কনফারেন্সে কুরআন তিলাওয়াতের নেতৃত্ব দেন। আহমদিয়া সম্প্রদায়ের এককন মাওরি ভাষায় কোরানের অনুবাদও করেছে। \n\n\n=== প্রশান্ত মহাসাগরীয় দ্বীপবাসী ===\n\n২০০১ থেকে ২০০৬ সালের আদমশুমারির তথ্য অনুসারে, নিউজিল্যান্ডের সামগ্রিক প্রশান্ত মহাসাগরীয় দ্বীপবাসী সম্প্রদায় ১৫% বৃদ্ধি পেয়েছে এবং মুসলিম প্রশান্ত মহাসাগরীয় দ্বীপবাসী ৮৭.৪৩% বৃদ্ধি পেয়েছে।  ২০১৩ সালের আদমশুমারির তথ্য অনুসারে প্রশান্ত মহাসাগরীয় দ্বীপবাসী সম্প্রদায়ের মধ্যে ১৫৩৬ জন মুসলমান ছিল।  ২০১৮ সালে এই সংখ্যা বেড়ে ১৮৬৬ জন হয়েছে  এই সম্প্রদায়ের একজন উল্লেখযোগ্য মুসলিম হলেন রাগবি খেলোয়াড় এবং হেভিওয়েট বক্সার সনি বিল উইলিয়ামস এবং অল ব্ল্যাক খেলোয়াড় ওফা তুউঙ্গাফাসি।\n\n\n=== ইউরোপীয় ===\n২০১৩ সালের আদমশুমারির তথ্য অনুসারে নিউজিল্যান্ডে ৪৩৫৩ জন ইউরোপীয় মুসলিম ছিল ( যাা মোট মুসলিম জনসংখ্যার প্রায় ৯.৫%)।  ২০১৮ সালের আদমশুমারিতে এটি কমে ৩৬৯৩ জনে এসেছে। \n\n\n== ইস্যু ==\n\n\n=== মহানবী সা. কার্টুন বিতর্ক ===\n\n২০০৬ সালে নিউজিল্যান্ডের দুটি সংবাদপত্র \"নবী মুহাম্মদ সা.-কে চিত্রিত করে প্রকাশিত বিতর্কিত ডেনিশ কার্টুন\" পুনরায় প্রকাশ করার সিদ্ধান্ত নেয়।  তখম মুসলিম সম্প্রদায় প্রেস বিবৃতি এবং অকল্যান্ডে একটি ছোট শান্তিপূর্ণ মিছিলের মাধ্যমে এর প্রতিবাদ জানায়। তৎকালীন প্রধানমন্ত্রী হেলেন ক্লার্ক এবং বিরোধীদলীয় নেতা ডন ব্রাশ উভয়েই বিবৃতি দেন যে, কার্টুনগুলি যদি নিউজিল্যান্ড সম্প্রদায়ভুক্ত সদস্যদের গভীরভাবে ক্ষুব্ধ করে, তাহলে তা প্রকাশ করা বা না করার সিদ্ধান্ত সম্পাদকদের নেওয়া উচিত, রাজনীতিবিদদের নয়। এরপর মুসলিম নেতারা এবং সম্পাদকরা রেস রিলেশনস অফিস এবং ওয়েলিংটনে ইহুদি ও খ্রিস্টান প্রতিনিধিদের সাথে একত্রিত হন। এই বৈঠকে সম্পাদকরা বলেছিলেন যে, তারা ক্ষমা চাইবেন না। তবে সরল বিশ্বাসে সামনে আপত্তিকর ছবি প্রকাশ করা থেকে বিরত থাকবেন। তারপরনিউজিল্যান্ডের মুসলিম নেতৃত্ব ফেডারেশন অফ ইসলামিক অ্যাসোসিয়েশন অফ নিউজিল্যান্ড (এফআইএএনজেড) এর মাধ্যমে বিষয়টিকে বন্ধ করার বিষয়ে বিবেচনা করার জন্য পদক্ষেপ নেয় এবং বিশ্বের ৫২ টি মুসলিম দেশকে নিউজিল্যান্ডের পণ্য বয়কট না করার অনুরোধ জানায়।  \nবিতর্ক\n\n২০১৬ সালের নভেম্বরে অকল্যান্ডের মানুকাউতে অবস্থিত আত-তাকওয়া মসজিদের ইমাম এবং FIANZ-এর একজন ধর্মীয় উপদেষ্টা মোহাম্মদ আনোয়ার সাহেব তার প্রকাশিত একটি বক্তৃতার  সিরিজে ইহুদি, খ্রিস্টান এবং মহিলাদের সম্পর্কে আপত্তিকর মন্তব্য করেছেন বলে বিতর্ক শুরু হয়। তখন নিউজিল্যান্ডের বিভিন্ন ব্যক্তিত্ব এবং গোষ্ঠী তাঁর সেই মন্তব্যের নিন্দা জানান৷   নেতিবাচক প্রচারের প্রতিক্রিয়ায় আনোয়ার সাহেবকে FIANZ-এ তার উপদেষ্টা পদ থেকে বরখাস্ত করা হয়েছিল। আনোয়ার সাহেব বর্ণবাদের অভিযোগ অস্বীকার করেন এবং একটি বিবৃতিতে বলেন যে, তার বক্তব্যগুলি প্রেক্ষাপটের বাইরে নেওয়া হয়েছে।  \n\n\n=== ক্রাইস্টচার্চ মসজিদে গুলি ===\n২০১৯ সালের ১৫ মার্চ ক্রাইস্টচার্চের দুটি মসজিদে একজন সন্ত্রাসী মুসল্লিদের উপর হামলা চালায়। সেই হামলায় রিকার্টনের আন নুর মসজিদে ৪২ জন, লিনউড ইসলামিক সেন্টারে ৭ জন এবং হাসপাতালে মারা যাওয়া ২ জনসহ মোট ৫১ জন নিহত হয়। শুক্রবার যখন মসজিদের ভিতরে মুসল্লিরা জুমু’আর জন্য জড়ো হচ্ছিল তখন হামলার ঘটনা ঘটে  হামলার অভিযুক্ত অপরাধী ছিলেন একজন অস্ট্রেলীয় নাগরিক। সে নিজেকে একজন শ্বেতাঙ্গ আধিপত্যবাদী হিসেবে বর্ণনা করেছিল এবং মুসলমানদের বিরুদ্ধে একটি \"ভয়ের পরিবেশ\" তৈরি করতে চেয়েছিলে।   হামলার এক সপ্তাহ পর শুক্রবার নিউজিল্যান্ডে দেশব্যাপী নীরবতা পালন করা হয়েছিল এবং এটি মুসলিমদের আজানের মাধ্যমে শুরু হয়েছিল। তখন সেখানে ২০ হাজারেরও অধিক লোক উপস্থিত হয়েছিল। আন নূর মসজিদে হামলায় বেঁচে যাওয়া ইমাম জামাল ফৌদা বলেন, \"গত শুক্রবার আমি এই মসজিদে দাঁড়িয়ে সন্ত্রাসীদের চোখে ঘৃণা ও ক্রোধ দেখেছিলাম। কিন্তু আজ সেই জায়গা থেকে আমি বাইরে তাকিয়ে আমি প্রেম এবং ভালোবাসা দেখতে পাই। হাজার হাজার নিউজিল্যান্ডবাসী এবং বিশ্বজুড়ে মানুষের চোখে সমবেদনা দেখতে পাই\"। ভিড়ের মধ্যে শোকাহতদের সাথে কথা বলতে গিয়ে প্রধানমন্ত্রী আরডার্ন বলেন, \"নিউজিল্যান্ড আপনার সাথে শোক করছে।  \n\n\n=== কুইন্সটাউন মসজিদ ভাংচুর ===\n\n২০২০ সালের ৩০ ডিসেম্বর ফরাসি ব্যঙ্গাত্মক ম্যাগাজিন চার্লি হেবডো থেকে নেওয়া নবী মুহাম্মদ সা.এর বিকৃতি চিত্র ছয়টি পোস্টারে ছাপিয়ে কুইন্সটাউন ইসলামিক সেন্টারে নিক্ষেপ করা হয়েছিল এবং মসজিদ ভাংচুর করা হয়েছিল। কুইন্সটাউন-লেকসের মেয়র জিম বোল্ট এই হামলার নিন্দা করেন এবং কুইন্সটাউনের পক্ষ থেকে মুসলিম সম্প্রদায়ের কাছে ক্ষমা চান।  পরবর্তীতে একজন ১৮ বছর বয়সী কিশোরকে হামলার সাথে জড়িত থাকার অভিযোগে গ্রেপ্তার করা হয়। \n\n\n== নিউজিল্যান্ডের উল্লেখযোগ্য মুসলিম ব্যক্তিত্ব ==\nআব্দুর রহিম রশিদ, সমাজকর্মী।\nআহমেদ ভামজি, রাজনীতিবিদ ও ব্যবসায়ী।\nআনজুম রহমান, কমিউনিটি নেতা ও মানবাধিকার কর্মী।\nআশরাফ চৌধুরী, রাজনীতিবিদ।\nআত্তা ইলাইয়ান, ফুটবল খেলোয়াড়, ব্যবসায়ী, উদ্যোক্তা।\nইব্রাহিম ওমর, রাজনীতিবিদ।\nজোয়েল হেওয়ার্ড, পণ্ডিত, লেখক এবং কবি।\nমাজহার ক্রাসনিকি, সম্প্রদায়ের নেতা।\nনায়লা হাসান, পুলিশ কর্মকর্তা।\nওফা তুউঙ্গাফাসি, রাগবি খেলোয়াড়।\nসনি বিল উইলিয়ামস, রাগবি খেলোয়াড়।\n\n\n== তথ্যসূত্র =="}