{"pageid": 1183371, "title": "অস্ট্রেলিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1183371", "content": "অস্ট্রেলিয়ায় ইসলাম দ্বিতীয় বৃহত্তম ও ক্রম-বর্ধনশীল ধর্ম। ২০২১ সালের অস্ট্রেলীয় আদমশুমারি অনুসারে, মুসলিম হিসেবে আত্ম-পরিচয়কারী লোকের সম্মিলিত সংখ্যা ৮১৩,৩৯২ জন, যা মোট অস্ট্রেলীয় জনসংখ্যার ৩.২%। এই জনসংখ্যা ইসলামকে খ্রিস্টান ধর্মের পর সমস্ত ধর্মীয় সম্প্রদায়ের মধ্যে অস্ট্রেলিয়ার দ্বিতীয় বৃহত্তম ধর্মীয় গোষ্ঠী হিসেবে প্রতিষ্ঠিত করেছে। অস্ট্রেলিয়ার বহিরাগত অঞ্চল কোকোস দ্বীপপুঞ্জে মুসলিমরা সংখ্যাগরিষ্ঠ জনসংখ্যার প্রতিনিধিত্ব করে। \nঅস্ট্রেলিয়ার মুসলমানদের সংখ্যাগরিষ্ঠ অংশ হল সুন্নি এবং তাদের মধ্যে একটি ক্ষুদ্র সম্প্রদায় হল শিয়া। এছাড়া ইসলামের অন্যান্য ছোট সম্প্রদায়গুলিরও কিছু অনুগামী রয়েছে। যেমন: আহমদিয়া মুসলিম, ওমানি বংশোদ্ভূত ইবাদি মুসলিম, আহলে হাদিস মুসলিম এবং প্রায় ২০,০০০ জন দ্রুজ সম্প্রদায়ভুক্ত মুসলিম। দ্রুজরা মূলত লেবানন ও সিরিয়া থেকে অভিবাসন নিয়ে অস্ট্রেলিয়ায় এসেছেন। অস্ট্রেলিয়ায় মুসলিমদের মাঝে সংখ্যালঘু সুফিবাদের অনুসারীও রয়েছে। যদিও সকল অস্ট্রেলীয় মুসলিম সম্প্রদায়কে ইসলামের দৃষ্টিতে সামগ্রিকভাবে একটি একক সাধারণ ধর্মীয় পরিচয় দ্বারা সংজ্ঞায়িত করা হয়, তবে অস্ট্রেলিয়ার মুসলমানরা একটি একচেটিয়া সম্প্রদায় নয়। অস্ট্রেলীয় মুসলিম সম্প্রদায় শুধুমাত্র ঐতিহ্যগত সাম্প্রদায়িক বিভাজনেই বিভক্ত নয়; বরং তারা জাতিগত,সাংস্কৃতিক এবং ভাষাগতভাবে অত্যন্ত বৈচিত্র্যময়।\n\n\n== ইতিহাস ==\n\n\n=== ১৮৬০ সালের পূর্বে ===\n১৭০০ এর দশক থেকে অস্ট্রেলিয়ায় ইসলামের উপস্থিতি ছিল বলে প্রমাণ পাওয়া যায়। তখন ম্যাকাসান (ইন্দোনেশীয়) ব্যবসায়ীরা আর্নহেম ল্যান্ডে (বর্তমান উত্তরাঞ্চল) দীর্ঘদিন দর্শনার্থী হিসেবে ছিলেন।  এছাড়াও ইন্দোনেশীয় অঞ্চল থেকে মাছ ধরতে আসা মুসলিমদের সাথে স্থানীয় আদিবাসীদেরযোগাযোগ বজায় ছিল।\nসুলাওসির দক্ষিণ-পশ্চিম কোণ থেকে ট্রেপাং সংগ্রহ করার জন্যে ইন্দোনেশীয় মুসলিমরা অষ্টাদশ শতাব্দী থেকে উত্তর অস্ট্রেলিয়ার উপকূল পরিদর্শন করছিল।  ট্রেপাং হল একধরণের সামুদ্রিক শসা যা, চীনা বাজারে রন্ধন ও ঔষধি কাজের জন্য খুবই মূল্যবান ছিল। সেই মুসলিমদের প্রভাবের অবশিষ্টাংশ উত্তরাঞ্চলীয় আদিবাসীদের কিছু সংস্কৃতিতে দেখা যায়। গ্রিফিথ ইউনিভার্সিটির সহযোগী অধ্যাপক রেজিনা গ্যান্টার বলেন, \"...অস্ট্রেলিয়ায় ট্রেপাং শিল্পের সূচনা হয় ১৭২০ থেকে ১৭৫০ সালের মধ্যে।\" গ্যান্টার আরো লিখেন \"এই পরিচিতির মানুষদের সাংস্কৃতিক ছাপ সর্বত্র রয়েছে: তাদের (আদিবাসী) ভাষায়, তাদের শিল্পে, তাদের গল্পে, তাদের রান্নায়।\"  মোনাশ ইউনিভার্সিটির নৃবিজ্ঞানী জন ব্র্যাডলির মতে, দুটি গ্রুপের মধ্যে একটি সফল যোগাযোগ ছিল।\"তারা একসাথে ব্যবসা করত। এটা ঠিক যে, তাদের মাঝে কোন জাতিগত বাচবিচার ছিল না, কোন জাতি নীতি ছিল না।\" এমনকি ২১ শতকের গোড়ার দিকে দুই জনগোষ্ঠীর মধ্যে ভাগ করা ইতিহাস \"পারস্পরিক আস্থা ও সম্মানের সময়\" হিসাবে এখনো উত্তর অস্ট্রেলিয়ার আদিবাসী সম্প্রদায় কর্তৃক উদযাপন করা হয়। \nঅন্যান্য আরো যারা এই সময়কাল অধ্যয়ন করেছেন, তারা আদিবাসী ও ট্রেপাং সংগ্রহকারী পরিদর্শকদের মধ্যে সম্পর্কের বিষয়ে একটি ভিন্ন সিদ্ধান্তে পৌঁছেছেন । নৃতত্ত্ববিদ ইয়ান ম্যাকিনটোশ  বলেন যে, ম্যাকাসান জেলেদের প্রাথমিক প্রভাব ছিল ভয়ানক, যার ফলে অশান্তি হয়েছিল। অন্য একটি গবেষণাপত্রের উপসংহারে ম্যাকিনটো বলেন: কলহ, দারিদ্র্য এবং আধিপত্য ...আদিবাসী এবং ইন্দোনেশীয়দের মধ্যে যোগাযোগের পূর্বে একটি অলিখিত উত্তরাধিকার।  অস্ট্রেলিয়ান ন্যাশনাল ইউনিভার্সিটির ইতিহাস বিভাগ কর্তৃক প্রস্তুত করা একটি প্রতিবেদনে বলা হয় যে, ম্যাকাসানদের প্রাথমিকভাবে স্বাগত জানানো হয়েছে বলে মনে হয়। তবে সম্পর্কের অবনতি ঘটে যখন আদিবাসীরা অনুভব করতে শুরু করে যে তারা শোষিত হচ্ছে এবং তা উভয় পক্ষকে সহিংসতার দিকে পরিচালিত করে। \n১৮০২, ১৮১১, ১৮২২ এবং ১৮২৮ সালের আদমশুমারিতে বেশ কিছু মুসলমান তালিকাভুক্ত করা হয়েছিল এবং এরপর অল্প সংখ্যক মুসলমানের আগমন ঘটে। এর বাইরে ১৮৭০ সাল পর্যন্ত মুসলিমরা সাধারণত অস্ট্রেলিয়ার অন্যান্য অঞ্চলে বেশি সংখ্যায় বসতি স্থাপন করেছিল বলে মনে করা হয় না। ১৯ শতকের গোড়ার দিকে নরফোক দ্বীপটিকে যখন ব্রিটিশ শাস্তি উপনিবেশ হিসেবে ব্যবহার করা হয়, তখন সেখানে মুসলিমরা প্রথম বসতি স্থাপন করে। তারা ১৭৯৬ সাল থেকে ব্রিটিশ জাহাজে নিযুক্ত ছিল। শাস্তি উপনিবেশ বন্ধ হওয়ার পর সেখান থেকে তারা তাসমানিয়ায় চলে যায়। তারা কোনো অবশিষ্ট সম্প্রদায় সেখানে রেখে যায়নি। ২০০৬ সালের আদমশুমারিতে এই দ্বীপের মাত্র সাতজন স্থায়ী বাসিন্দা নিজেদেরকে মুসলিম হিসেবে চিহ্নিত করেছেন। \n\n\n=== ১৮৬০ পরবর্তী : উট ও মুক্তা ===\n\nঅঅস্ট্রেলিয়ায় আগমনকারী প্রথম দিকের মুসলমানরা ছিল আফগান উটচালক, যারা ১৯ শতকের মাঝামাঝি থেকে নিয়ে শেষের দিকে অস্ট্রেলিয়ায়য় এসে বসতি স্থাপন করেন। ১৮৬০ ও ১৮৯০ এর মধ্যে মধ্য-এশীয়রা অস্ট্রেলিয়ায় উটচালক হিসেবে কাজ করতে আসে। ১৮৪০ সালে অস্ট্রেলিয়ায় উট প্রথম আমদানি করা হয়েছিল। পরবর্তীতে ট্রেনেরপ্রচলন অস্ট্রেলিয়ার বিশাল মরুভূমিতে উটের চাহিদা কমিয়ে দেয়। ১৮৬০ সালের জুন মাসে ভিক্টোরিয়ার মেলবোর্নে প্রথম উটচালকরা এসে পৌঁছেছিলেন। তখন আটজন মুসলিম ও একজন হিন্দু বার্ক এবং উইলস অভিযানের জন্য উট নিয়ে এসেছিলেন। উট চালকদের পরবর্তী আগমন ঘটে ১৮৬৮ সালে। তখনরাজস্থান ও বেলুচিস্তান থেকে ৩১ জন পুরুষ টমাস এল্ডারের জন্য উট নিয়ে দক্ষিণ অস্ট্রেলিয়ায় আসেন। যদিও তারা বেশ কয়েকটি দেশ থেকে এসেছিল, কিন্তু অস্ট্রেলিয়ায় তারা সাধারণত 'আফগান' নামে পরিচিত ছিল। তারাই নিজেদের সাথে অস্ট্রেলিয়ায় ইসলামের প্রথম আনুষ্ঠানিক প্রতিষ্ঠা নিয়ে আসে। \n\nউটচালকরা এলিস স্প্রিংসের কাছাকাছি এলাকা এবং উত্তরাঞ্চলের অন্যান্য অঞ্চলে বসতি স্থাপন করে এবং আদিবাসীদের সাথে আন্তঃবিবাহ করে। তাদের স্মরণে দক্ষিণ অস্ট্রেলিয়ার অ্যাডিলেড থেকে ডারউইন, নর্দার্ন টেরিটরি রেলওয়ের নাম দ্য ঘান (আফগানের সংক্ষিপ্ত) করা হয়েছে।  অস্ট্রেলিয়ার প্রথম মসজিদটি ১৮৬১ সালে দক্ষিণ অস্ট্রেলিয়ার মারিতে নির্মিত হয়েছিল। অ্যাডিলেডের কেন্দ্রীয় মসজিদটি ১৮৮৮ সালে আফগান উটচালকদের বংশধরদের হাতে নির্মিত হয়েছিল।\n১৮৭০ -এর দশকে ওয়েস্টার্ন অস্ট্রেলিয়া এবং উত্তর টেরিটরি মুক্তাভূমিতে কাজ করার জন্য ডাচদের সাথে একটি চুক্তির মাধ্যমে মালয় মুসলিম ডুবুরিদের নিয়োগ করা হয়েছিল। ১৮৭৫ সাল পশ্চিম অস্ট্রেলিয়ায় ১৮০০ জন মালয় ডুবুরি কাজ করত। তবে তাদের বেশিরভাগই নিজ দেশে ফিরে গেছে। ১৮৮৪ সালের ২৩ জুলাই অস্ট্রেলিয়ায় পালিত হওয়া প্রাচীনতম নথিভুক্ত ইসলামি উৎসব অনুষ্ঠিত হয়েছিল। তখন ৭০ জন মুসলমান মেলবোর্নের আলবার্ট পার্কে ঈদের নামাজের জন্য জড়ো হয়েছিল। \n\n\n=== ২০ শতক ===\n\nবেশিরভাগ উটচালক তাদের কাজ শেষ হয়ে যাওয়ার পরে তাদের দেশে ফিরে এসেছিল। তবে কয়েকজন তাদের স্ত্রীদের নিয়ে এসেছিল এবং নিজেদের পরিবারের সাথে অস্ট্রেলিয়ায় বসতি স্থাপন করেছিল। এছাড়া অন্যরা হয় নিজেরাই স্থায়ী হয়েছিল (কেউ কেউ অ্যাডিলেড মসজিদে বসবাস করে) অথবা আদিবাসী বা ইউরোপীয়দের বিয়ে করেছিল। প্রাক্তন উটচালক ও ভেষজবিদ জনহিতৈষী মাহমুদ আলুমের সেক্রেটারি হালিমাহ শোয়ার্ড অস্ট্রেলিয়ায় প্রথম ইউরোপীয় মহিলা হিসেবে প্রকাশ্যে ইসলাম গ্রহণ করেছিলেন। তিনি ১৯৩৫ সালে আলমের সাথে বাগদান করেছিলেন। তবে বিবাহের রেকর্ড পাওয়া যায়নি। ১৯৪০ সালে তিনি জিন এমসলিকে বিয়ে করেন এবং তিনি পরে ইসলাম ধর্ম গ্রহণ করেন। মাহমুদ আলম ইসলাম সম্পর্কে অনেক প্রচারপত্র ও প্রবন্ধও প্রকাশ করেছিলেন। \n১৯০১ সাল থেকে হোয়াইট অস্ট্রেলিয়া নীতির অধীনে অস্ট্রেলিয়ায় অভিবাসন কেবল শ্বেতাঙ্গ ইউরোপীয় বংশোদ্ভূত ব্যক্তিদের ( মুসলিম বিশ্বাসের শ্বেতাঙ্গ ইউরোপীয়সহ) মাঝে সীমাবদ্ধ ছিল। এদিকে শ্বেতাঙ্গ ইউরোপীয় ঐতিহ্যের অধিকারী নয় এমন ব্যক্তিদের (অধিকাংশ মুসলিম) এই সময়ে অস্ট্রেলিয়ায় প্রবেশ করতে নিষেধ করা হয়েছিল এবং যারা ইতিমধ্যেই বসতি স্থাপন করেছে তাদের অস্ট্রেলিয়ার নাগরিকত্ব দেওয়া হয়নি।  এই প্রারম্ভিক সময়ে অস্ট্রেলীয় মুসলমানদের সাথে সম্পর্কিত উল্লেখযোগ্য ঘটনাগুলির একটি হল যাকে অটোমান সাম্রাজ্যের যুদ্ধের একটি কাজ হিসাবে বর্ণনা করা হয়েছে। আক্রমণটি ১৯১৫ সালে নিউ সাউথ ওয়েলসের ব্রোকেন হিলে করা হয়েছিল এবং তাই এটাকে ব্রোকেন হিলের যুদ্ধ হিসাবে বর্ণনা করা হয়েছিল। অটোমান সাম্রাজ্যের প্রতি আনুগত্যের প্রতিশ্রুতি দেওয়া দুইজন আফগান পুলিশের হাতে নিহত হওয়ার আগে চার অস্ট্রেলীয়কে গুলি করে হত্যা করে এবং সাতজনকে আহত করেছিল।\n\n১৯২০ ও ১৯৩০-এর দশকে আলবেনীয় মুসলিমরা, যাদের ইউরোপীয় ঐতিহ্য তাদের হোয়াইট অস্ট্রেলিয়া নীতির সাথে সামঞ্জস্যপূর্ণ করে তুলেছিল, তারা দেশে অভিবাসিত হয়েছিল। আলবেনীয়দের আগমন অস্ট্রেলীা মুসলিম সম্প্রদায়কে পুনরুজ্জীবিত করেছিল  এবং আলবেনিয়ানরা অস্ট্রেলিয়ায় নিজেদের প্রথম ঔপনিবেশিক মুসলিম গোষ্ঠী হিসেবে প্রতিষ্ঠিা করে।  প্রথমদিকে আলবেনীয় মুসলিম জনসংখ্যার কয়েকটি সম্প্রদায় ভিক্টোরিয়ার মারিবা, কুইন্সল্যান্ড এবং শেপারটনে বাস করত।\n\n\n==== যুদ্ধ-পরবর্তী অভিবাসন ====\nঅস্ট্রেলিয়ায় জনসংখ্যা বৃদ্ধি এবং অর্থনৈতিক উন্নয়নের জন্য দ্বিতীয় বিশ্বযুদ্ধ -পরবর্তী সময়ে অস্ট্রেলিয়ার অভিবাসন নীতিকে প্রসারিত করা হয়। তখন বেশ কয়েকটি দেশের বাস্তুচ্যুত শ্বেতাঙ্গ ইউরোপীয় মুসলমানদের গ্রহণ করার অনুমতি দেয়। তখন ইউরোপের বলকান (বসনিয়া ও হার্জেগোভিনা) থেকে অনেক মুসলিম আসতে শুরু করে। এদের ইউরোপীয় ঐতিহ্যও আগেকার আলবেনীয় মুসলিম অভিবাসীদের মত তাদের হোয়াইট অস্ট্রেলিয়া নীতির সাথে সামঞ্জস্যপূর্ণ করেছে।  আলবেনীয়রা অস্ট্রেলিয়ার মধ্যে ইসলামি জীবনে পুনরুজ্জীবন ঘটিয়েছিল। আলবেনীয় মুসলমানরা ভিক্টোরিয়ায় প্রথম মসজিদ (১৯৬০) মেলবোর্নে প্রথম মসজিদ (১৯৬৯) এবং ১৯৭০ সালে সুদূর উত্তর কুইন্সল্যান্ডের মারিবাতে আরেকটি মসজিদ নির্মাণ করে।\nবসনিয়া, আলবেনিয়া এবং কসোভোর মতো দেশগুলি থেকে যুদ্ধের পর মুসলমানদের অভিবাসন বৃদ্ধির সাথে সাথে অস্ট্রেলিয়ায় ইসলাম তার বৈশিষ্ট্যগত বহুত্বের বিকাশ ঘটায়। এই পদক্ষেপটি মুসলিম অভিবাসীদের জন্য সমৃদ্ধ প্রমাণিত হয়েছে। তারা বিভিন্ন জাত, সংস্কৃতি, সম্প্রদায় এবং ভাষার মুসলিম বন্ধুদের সাথে দেখা করতে পেরেছে এবং ইসলামকে তাদের উৎপত্তিগত দেশগুলির চেয়ে বহুত্ববাদী এবং আরো পরিশীলিত পেয়েছে। পরবর্তীতে ১৯৬৭ থেকে ১৯৭১ সালের মধ্যে হোয়াইট অস্ট্রেলিয়া নীতির ধাপে ধাপে বিলুপ্তির চূড়ান্ত বছরগুলিতে প্রায় ১০০০০ তুর্কি নাগরিক অস্ট্রেলিয়া এবং তুরস্কের মধ্যে একটি চুক্তির অধীনে অস্ট্রেলিয়ায় বসতি স্থাপন করে। ১৯৭০ এর দশকের পর থেকে অভিবাসনের প্রতি সরকারের মনোভাবের একটি উল্লেখযোগ্য পরিবর্তন ঘটে এবং ১৯৭৩ সালের পর থেকে হোয়াইট অস্ট্রেলিয়া নীতি সম্পূর্ণভাবে ভেঙে ফেলার সাথে সাথে নতুন বিদেশী নাগরিকদের তাদের ঐতিহ্যকে আত্তীকরণ এবং ত্যাগ করার চেষ্টা করার পরিবর্তে সরকার আরো সহনশীল হয়ে ওঠে এবং বহুসংস্কৃতির নীতি গ্রহণ করে।\n\nঅ-শ্বেতাঙ্গ এবং অ-ইউরোপীয় মুসলমানদের বৃহত্তর আকারে অভিবাসন শুরু হয়েছিল ১৯৭৫ সালে লেবানিজ মুসলমানদের অভিবাসনের মাধ্যমে।লেবাননের গৃহযুদ্ধের সময় ১৯৭১ সালে ২২,৩৩১ জন আগমনের ফলে অভিবাসী জনসংখ্যা ৪৫,২০০- এ পৌঁছেছিল। লেবাননের মুসলমানরা এখনো অস্ট্রেলিয়ার বৃহত্তম এবং সর্বোচ্চ-প্রোফাইল মুসলিম গোষ্ঠী।\n\n\n==== ১৯৯০ এর দশক ====\nবর্তমান অস্ট্রেলিয়া এবং কয়েকটি মুসলিম দেশের মধ্যে বাণিজ্য ও শিক্ষাগত যোগাযোগ গড়ে উঠেছে। মালয়েশিয়া, ইন্দোনেশিয়া, ভারত, বাংলাদেশ এবং পাকিস্তানের মতো দেশের মুসলিম শিক্ষার্থীরা অস্ট্রেলিয়ার বিশ্ববিদ্যালয়গুলোতে অধ্যয়নরত হাজার হাজার আন্তর্জাতিক ছাত্রদের গণনায় রয়েছে। প্রথম উপসাগরীয় যুদ্ধের (১৯৯০-৯১) সময় বেশ কিছু অস্ট্রেলীয় আরব আরব-বিরোধী প্রতিক্রিয়ার সম্মুখীন হয়েছিল। সংবাদপত্রগুলি আরব অস্ট্রেলীয়দের \"তাদের আনুগত্য প্রমাণ করার\" বা \"বাড়িতে চলে যাওয়ার\" আহ্বান জানিয়ে অসংখ্য চিঠি পেয়েছিল এবং হিজাব পরা কিছু আরব অস্ট্রেলীয় মুসলিম মহিলাকে জনসমক্ষে হয়রানি করা হয়েছিল বলে জানা গেছে। অস্ট্রেলীয় সরকারের মানবাধিকার কমিশন অস্ট্রেলিয়ায় বর্ণবাদের উপর তাদের ১৯৯১ সালের প্রতিবেদনে কিছু অস্ট্রেলীয় আরবের জাতিগত হয়রানির বিবরণ অন্তর্ভুক্ত করেছে। \n\n\n=== ২১ শতক ===\nএকবিংশ শতাব্দীর শুরুতে ষাটেরও বেশি দেশের মুসলমানরা অস্ট্রেলিয়ায় বসতি স্থাপন করেে। যদিও তাদের মধ্যে একটি বড় সংখ্যক বসনিয়া, তুরস্ক এবং লেবানন থেকে এসেছিল। তবে সেখানে ইন্দোনেশিয়া, মালয়েশিয়া, ইরান, ফিজি, আলবেনিয়া, সুদান, সোমালিয়া, মিশর, ফিলিস্তিনি, ইরাক, আফগানিস্তান, পাকিস্তান এবং বাংলাদেশসহ অন্যান্য দেশের মুসলমানও ছিল। ২০১১ সালের আদমশুমারির সময় ৪৭৬,০০০ অস্ট্রেলীয়া ( মোট জনসংখ্যার 2.2%) ইসলামকে তাদের ধর্ম হিসাবে রিপোর্ট করেছিল। \n২০০০ এবং ২০১০ এর দশকে কয়েকটি অনুষ্ঠানে অস্ট্রেলীয় মুসলমান এবং সাধারণ জনগণের মধ্যে উত্তেজনা ছড়িয়ে পড়ে। ২০০০ সালে সিডনিতে গণধর্ষণ একটি বহু-প্রতিবেদিত ঘটনা তৈরি করেছিল। তখন লেবাননের একদল পুরুষ অমুসলিম নারীকে যৌন নিপীড়ন করেছিল। ২০০৫ সালে সিডনির ক্রোনুলা এলাকায় মুসলিম ও অমুসলিমদের মধ্যে উত্তেজনা সহিংস দাঙ্গার রূপ নেয় এবং ঘটনার ফলে অনেক লোক গণগ্রেফতার এবং ফৌজদারি বিচারের সম্মুখীন হয়। ২০১২ সালে ইসলাম বিরোধী চলচ্চিত্রের (ইনোসেন্স অফ মুসলিমস) ট্রেলারে বিরুদ্ধে সেন্ট্রাল সিডনিতে মুসলিমরা বিক্ষোভ করে এবং এর ফলে দাঙ্গা হয়।২০১৪ সালের ১৫-১৬ ডিসেম্বর সিডনি জিম্মি সঙ্কটের পরে সিডনির একটি মসজিদের বিরুদ্ধে হুমকিসহ মুসলিম বিরোধী মনোভাব বৃদ্ধি পায়।  তবে মুসলিম সম্প্রদায অস্ট্রেলীয় জনসাধারণের কাছ থেকে সামাজিক যোগাযোগ মাধ্যমে প্রচারের মাধ্যমে সমর্থন পেয়েছিল। \n\n\n== শাখা ==\nবেশিরভাগ অস্ট্রেলীয় মুসলিম সুন্নি ও শিয়া ইসলামের অনুসারী। তারপর সুফি এবং আহমদিয়ারা সংখ্যালঘু। \n\n\n=== সুন্নি ===\nসিডনিতে ইসলামের সুন্নি সম্প্রদায়ের অনুগামীরা সাধারণত লাকেম্বার শহরতলী এবং পার্শ্ববর্তী এলাকা, যেমন পাঞ্চবোল, উইলি পার্ক, ব্যাঙ্কসটাউন এবং অবার্নে বসবাস করে। অস্ট্রেলিয়াতেও সুন্নি ইসলামের কট্টর শাখা সালাফি মতবাদের সাথে যুক্ত গ্রুপ রয়েছে। যার মধ্যে রয়েছে অস্ট্রেলিয়ার ইসলামিক ইনফরমেশন অ্যান্ড সার্ভিসেস নেটওয়ার্ক  এবং আহলুস সুন্নাহ ওয়াল জামাহ অ্যাসোসিয়েশন (অস্ট্রেলিয়া) উল্লেখযোগ্য।  তবে তাদের সংখ্যা খুবই কম।\nনিউ সাউথ ওয়েলসে সে সকল মুসলিমদের সম্প্রদায় রয়েছেন, যারা ইসলামের তাবলিগী জামাত ফর্মকে মেনে চলে এবং তারা গ্রানভিলের আন নূর মসজিদে নামাজ পড়ে। তাদের যার নেতৃত্ব দেন শেখ ওমর আল-বান্না। একইভাবে অনেক বাংলাদেশী তাবলিগী জামাতের মুসলমান  সিটন, নিউ সাউথ ওয়েলস  এবং হান্টিংডেল বসবাস করে। পাকিস্তান ভিত্তিক অরাজনৈতিক ইসলামি সংগঠন দাওয়াতে ইসলামিরও কিছু অনুগামী অস্ট্রেলিয়ায় রয়েছে। ২০১৫ সালে উইকিলিকস কেবলগুলি তথ্য প্রকাশ করে যে, সৌদি আরব অস্ট্রেলিয়ায় ইসলাম এবং আরব সম্প্রদায়ের পরিস্থিতি নিবিড়ভাবে পর্যবেক্ষণ করে এবং দেশের মধ্যে সুন্নি ইসলাম প্রচারের জন্য যথেষ্ট ব্যয় করে। \n\n\n=== শিয়া ===\n\nশিয়া সম্প্রদায়ের লোকেরা সিডনির সেন্ট জর্জ, ক্যাম্পবেলটাউন, ফেয়ারফিল্ড, অবার্ন এবং লিভারপুল অঞ্চলে বাস করে। ১৯৮৩ সালে আর্নক্লিফে নির্মিত আল-জাহরা মসজিদ, এবং আর-রসূল আল-আজম মসজিদে নামাজ আদায় করে। ২০০৮ সালে জাতীয়ভাবে মূলধারার শিয়া সম্প্রদায়ের ৩০,০০০ অনুসারী ছিল।  ২০০৪ সালের অক্টোবরে শেখ মনসুর লেগাই নিউ সাউথ ওয়েলসের আনানগ্রোভে ইমাম হাসান সেন্টার  প্রতিষ্ঠা করেন।২০১৪ সালের নভেম্বরে বার্ষিক আশুরা মিছিলে সিডনিতে প্রায় ৩,০০০ শিয়া মুসলিম মিছিল করেছিল। \n\n\n=== অন্যান্য ===\nতুর্কি, সিরীয় এবং লেবাননী পটভূমি থেকে আনুমানিক ২০,০০০ আলাবীয়সহ ইসলামের অন্যান্য ছোট ধারার বেশ কিছু মুসলিম রয়েছে।  তাদের একটি স্কুলও আছে। যার নাম আল সাদিক কলেজ। এর ক্যাম্পাস সিডনি শহরতলির ইয়াগুনা এবং গ্রিন্যাক্রে আছে।  ছোট আকারের একটি ইসমাইলি জনসংখ্যাও রয়েছে।  দাউদি বোহরা হলেন ইসমাইলি শিয়া সম্প্রদায়ের একজন। উপরন্তু দ্রুজ সম্প্রদায়ের প্রায় ২০,০০০ অনুসারী অস্ট্রেলিয়ায় বাস করে।\n\n\n=== সুফি ===\nঅস্ট্রেলিয়ায় সুফিবাদের ইতিহাস অধ্যয়ন একটি নতুন আগ্রহে পরিণত হয়েছে। একটি প্রাথমিক সমীক্ষা ইঙ্গিত করে যে, সুফিরা অস্ট্রেলিয়ার জনগণের সাথে মুসলিম সম্পৃক্ততার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।  উটচালকদের মধ্যে সুফিবাদের অনেকগুলি দৃষ্টান্ত রয়েছে। এর সর্বোত্তম উপলব্ধ প্রমাণ ঐতিহাসিক ব্রোকেন হিল মসজিদের একটি হাতে লেখা পাণ্ডুলিপির মধ্যে বিদ্যমান আছে। যা প্রমাণ করে যে, উটচালকদের মধ্যে কাদিরি সুফিদের অন্তত প্রভাব ছিল। বর্তমানে অস্ট্রেলিয়ায় বেশিরভাগ প্রধান সুফি তরিকার প্রতিনিধিত্বকারী সম্প্রদায় রয়েছে। এখানে সুফিদের একটি সম্প্রদায়ও রয়েছে। যাদের সংখ্যা প্রায় ৫,০০০  এবং তারা ইসলামিক চ্যারিটেবল প্রজেক্টস অ্যাসোসিয়েশন নামে কাজ করে।\n\n\n=== আহমদীয়া ===\n\nআহমেদিয়া  সম্প্রদায়ের অস্ট্রেলিয়ায় ৩,০০০ অনুসারী রয়েছে বলে জানা গেছে।  অস্ট্রেলিয়ার সিডনিতে ৪টি আহমদিয়া মসজিদ রয়েছে।বাইতুল হুদা মসজিদ, মেলবোর্ন; মসজিদে বাইতুল সালাম, ব্রিসবেন; মসজিদে বায়তুল মাসরূর অ্যাডিলেড এবং মসজিদে মাহমুদ। আহমদিয়া মুসলিম সম্প্রদায়ের সদর দফতর সিডনির পশ্চিমে মারসডেন পার্কের মসজিদ বায়তুল হুদাতে অবস্থিত। \nআহমদিয়া সম্প্রদায়ের নেতারা সন্ত্রাসবাদের নিন্দা করে এবং আইন প্রয়োগকারী কর্তৃপক্ষকে সমর্থন করে।  তারা ইংরেজিতে কথা বলে এবং সকলকে অস্ট্রেলিয়ার প্রতি অনুগত থাকার পরামর্শ দেয়।  আহমদীয়া মুসলিম অ্যাসোসিয়েশন অস্ট্রেলিয়ার জাতীয় মুখপাত্র আজিজ ওমর বলেছেন, \"আমরা অস্ট্রেলিয়ার প্রতি অনুগত এবং আমরা চাই আমাদের সন্তানরা অস্ট্রেলিয়ার প্রতি অনুগত থাকুক। \n\n\n== ধর্মীয় জীবন ==\nঅস্ট্রেলিয়ার মুসলিম সম্প্রদায় অনেকগুলি মসজিদ এবং ইসলামিক স্কুল তৈরি করেছে এবং সেখানে অনেক ইমাম ও ধর্মীয় শিক্ষক আছেন, যারা মুসলিম সম্প্রদায়ের আধ্যাত্মিক ও ধর্মীয় নেতা হিসাবে কাজ করে। অস্ট্রেলিয়ায় মুসলিম সমাজ সর্বদা একজন গ্রান্ড মুফতি থাকেন। তিমি ইসলামি আইনশাস্ত্রের উপর ভিত্তি করে অস্ট্রেলীয় মুসলমনাদের ব্যক্তিগত বিষয়ে ফতোয়া প্রদান করাসহ যাবতীয় বিষয়ে ধর্মীয় দিকনির্দেশনা প্রদান করেন।\n\n\n=== সংস্থা ===\nমসজিদ, প্রাইভেট স্কুল, দাতব্য প্রতিষ্ঠান, কমিউনিটি গ্রুপ এবং অ্যাসোসিয়েশনসহ অস্ট্রেলীয় মুসলিম সম্প্রদায় দ্বারা বেশ কয়েকটি সংস্থা এবং সমিতি পরিচালিত হয়। অস্ট্রেলীয় মুসলিম জনসাধারণের বিশাল অংশের প্রতিনিধিত্বকারী বিস্তৃত সম্প্রদায় সমিতিগুলিকে সাধারণত \"ইসলামিক কাউন্সিল\" বলা হয়। কিছু সংস্থা সম্প্রদায়ের মধ্যে নির্দিষ্ট সেক্টর, যেমন : মহিলাদের জন্য সহায়তা এবং সমর্থন প্রদানের উপর দৃষ্টি নিবদ্ধ করে। শক্তিশালী রাজনৈতিক গুরুত্বসহ দুটি সংগঠন হল হিযবুত তাহরির  এবং আহলুস সুন্নাহ ওয়াল জামাহ অ্যাসোসিয়েশন (ASWJA)।\nবেশ কয়েকটি আর্থিক প্রতিষ্ঠান শরিয়া-সম্মত আর্থিক পণ্য তৈরি করেছে এবং  বিশ্ববিদ্যালয় কোর্সের মাধ্যমে ইসলামী আর্থিক যোগ্যতাও প্রতিষ্ঠিত হচ্ছে।  অন্যান্য অস্ট্রেলিয়ান ইসলামিক সংস্থাগুলি শরিয়া-সম্মত বিনিয়োগ বরখাস্ত, ইসলামি উইল  এবং জাকাত ব্যবস্থাপনা পরিচালনার জন্য প্রতিষ্ঠিত হয়েছে। \n\n\n=== হালাল সার্টিফিকেশন ===\nঅস্ট্রেলিয়ায় প্রায় দুই ডজন হালাল সার্টিফিকেশন কর্তৃপক্ষ রয়েছে।এর ফলে অস্ট্রেলিয়া থেকে মধ্যপ্রাচ্য এবং দক্ষিণ-পূর্ব এশিয়ায় হালাল মাংস এবং পণ্য রপ্তানি ১৯৭০ সাল থেকে ব্যাপকভাবে বৃদ্ধি পেয়েছে।  তবে হালাল বিরোধী প্রচারকারীরা হালাল প্রশংসাপত্রের ব্যাপক সমালোচনা করেছে। তারা যুক্তি দেয় যে, এই কাজটি ইসলামের বৃদ্ধির জন্য অর্থ যোগান দেয় এবং এর ফলে অতিরিক্ত খরচ হয়। অস্ট্রেলিয়ান সিনেট কমিটির একটি তদন্ত বর্তমান ব্যবস্থাটি \"অস্বচ্ছল\" এবং এর উন্নতির জন্য সুপারিশ করেছে।  হালাল সার্টিফিকেশনের লাভ সন্ত্রাসবাদে অর্থায়নে ব্যবহৃত হয় এমন দাবির সমর্থনে কোনো প্রমাণ পাওয়া যায়নি।  প্রতিবেদনটি স্বীকৃতি দেয় যে, হালাল সার্টিফিকেশনে অস্ট্রেলিয়ার জন্য অর্থনৈতিক সুবিধা রয়েছে। কারণ এতে রপ্তানির সুযোগ বৃদ্ধি পেয়েছে। \n\n\n== জনসংখ্যা ==\n\n\n=== ঐতিহাসিক জনসংখ্যা ===\n১৯৮০-এর দশকে অস্ট্রেলীয় মুসলিম জনসংখ্যা প্রায় ৭৬,৭৯২ জন ছিল। ২০১১ সালের আদমশুমারিতে মুসলিম জনসংখ্যা ছিল ৪৭৯,৩০০ জন গণনা করা হয়েছিল, যা মোট জনসংখ্যার ২.২৫% এবং যা ১৯৮১ সালের সংখ্যার তুলনায় ৪৩৮% বৃদ্ধি পেয়েছে।  ২০০১ সালের জরিপে ২৮১,৫৭৮ জন মুসলমান রেকর্ড করা হয়েছিল, ২০০৬ সালের আদমশুমারিতে যা বেড়ে ৩৪০,৩৯২ জন হয়েছে।  অস্ট্রেলীয় বংশোদ্ভূত মুসলমানদের ৪৮% নিজেদের লেবাননী বা তুর্কি বংশীয় দাবি করে। \nদেশটির ইসলামি অনুসারীদের রাজ্য অনুসারে বণ্টনে নিউ সাউথ ওয়েলসে রয়েছে মোট মুসলিম সংখ্যার ৫০%, তারপর ভিক্টোরিয়ায় (৩৩%), ওয়েস্টার্ন অস্ট্রেলিয়ায় (৭%), কুইন্সল্যান্ডে (৫%), দক্ষিণ অস্ট্রেলিয়ায় (৩%), ACT (১%) এবং উভয় উত্তর অঞ্চল ও তাসমানিয়ায় ০.৩%। ২০০৬ সালের আদমশুমারিতে ইসলামকে তাদের ধর্ম হিসাবে উল্লেখ করা বেশিরভাগ লোক বিদেশে জন্মগ্রহণ করেছিল: প্রায় ৫৮% (১৯৮,৪০০)।  ২০০৬ সালে ইসলামের সাথে যুক্ত সকল ব্যক্তির মধ্যে প্রায় ৯% লেবাননে এবং ৭% তুরস্কে জন্মগ্রহণ করেছিলেন। \n\n\n=== এলাকাসমূহ ===\n\n২০১৬ সালের আআদমশুমারিতে মোট মুসলিম জনসংখ্যা ৬০৪,২৩৫ জন, যাদের মধ্যে ৪২% গ্রেটার সিডনিতে, ৩১% গ্রেটার মেলবোর্নে এবং ৪% গ্রেটার পার্থে বাস করে। মুসলিমদের সর্বোচ্চ অনুপাতসহ রাজ্য এবং অঞ্চলগুলি হল নিউ সাউথ ওয়েলস (৩.৫৮%) এবং ভিক্টোরিয়া (৩.৩২%) এবং যেখানে সবচেয়ে কম মুসলিমদের সংখ্যা তা হল কুইন্সল্যান্ড (0.৯৫%) এবং তাসমানিয়া (0.৪৯%)৷ গ্রেটার মেলবোর্নের ৪.৩% মানুষ মুসলিম।  সেখানে বসবাসকারী অনেক মুসলিম বসনীয় এবং তুর্কি । মেলবোর্নের অস্ট্রেলীয় মুসলিমরা প্রধানত ব্রডমিডোজ (বেশিরভাগ তুর্কি), কোবার্গ, ব্রান্সউইক এবং ইপিং (বেশিরভাগ লেবাননী) এর আশেপাশের উত্তর শহরতলিতে বাস করে। বাইরের দক্ষিণ শহরতলি, যেমন নোবেল পার্ক (বেশিরভাগই বসনীয়) এবং ড্যানডেনং-তেও (বেশিরভাগ বসনীয় এবং আলবেনীয়) কিছু মুসলিম বাস করে।  ভিক্টোরিয়ার প্রাচীনতম মসজিদ এবং পশ্চিম অস্ট্রেলিয়ার কাতানিং-এ মালয় শেপারটনের বিশাল আলবেনীয় এবং তুর্কি সম্প্রদায়ের ব্যতিক্রম ছাড়া খুব কম মুসলিম গ্রামীণ এলাকায় বাস করে। ইরাকি মুসলিমদের একটি সম্প্রদায় ভিক্টোরিয়ার মারে নদীর তীরে কোব্রামে বসতি স্থাপন করেছে। একটি আলবেনীয় মুসলিম সম্প্রদায় মারিবাতে বসবাস করে, যারা কুইন্সল্যান্ডের দ্বিতীয় প্রাচীনতম মসজিদ প্রতিষ্ঠা করেছে।\nপার্থের থর্নলি শহরতলী এবং আশেপাশে একটি মুসলিম সম্প্রদায় রয়েছে এবং সেখানে একটি মসজিদ রয়েছে। পার্থের অস্ট্রেলিয়ান ইসলামিক স্কুলের তিনটি ক্যাম্পাসে প্রায় ২,০০০ শিক্ষার্থী রয়েছে। মিরাবুকা এবং বিচবোরোতে প্রধানত বসনীয় মুসলিম সম্প্রদায় বাস করে। পার্থের প্রাচীনতম মসজিদ হল নর্থব্রিজের উইলিয়াম স্ট্রিটে অবস্থিত পার্থ মসজিদ। এটি অনেক সংস্কারের মধ্য দিয়ে গেছে যদিও মূল অংশটি এখনও রয়ে গেছে। পার্থের অন্যান্য মসজিদ রিভারভেলে, মিররাবুকা, বিচবোরো এবং হেপবার্নে অবস্থিত। এছাড়াও তুরস্ক, ভারতীয় উপমহাদেশ ( পাকিস্তান, ভারত ও বাংলাদেশ ) এবং দক্ষিণ-পূর্ব এশিয়ার মুসলমানদের সম্প্রদায় রয়েছে। তারা সিডনি, মেলবোর্ন,অবার্ন, নিউ সাউথ ওয়েলস, মেডো হাইটস এবং রক্সবার্গ পার্কের আশেপাশে বসবাস করে। ডারউইনে ইন্দোনেশিয়ার মুসলমানরা ব্যাপকভাবে বিস্তৃত।\n\n\n=== সম্প্রদায়সমূহ ===\nঅনুমান করা হয় যে, অস্ট্রেলীয় মুসলিমরা ৬৩টি ভিন্ন ব্যাকগ্রাউন্ড থেকে এসেছেন এবং তাদের মধ্যে পারস্পরিক \"আলোক সম্পর্ক\" রয়েছে। \n\n\n==== আদিবাসী মুসলমান ====\nঅস্ট্রেলিয়ার ২০১১ সালের আদমশুমারি অনুসারে ১১৪০ জন আদিবাসী মুসলমান হিসাবে চিহ্নিত হয়েছিল, যা ২০০১ সালের আদমশুমারিতে রেকর্ড করা আদিবাসী মুসলমানদের সংখ্যার প্রায় দ্বিগুণ।  তাদের অনেকে ধর্মান্তরিত হয়েছে এবং কেউ কেউ আফগান উটচালকদের বংশধর বা আর্নহেম ল্যান্ডের লোক, যেখানে অস্ট্রেলিয়ার সাথে ঐতিহাসিক মাকাসানের যোগাযোগের ফলে ম্যাকাসান বংশ রয়েছে। উত্তর-পূর্ব আর্নহেম ল্যান্ডে গান, চিত্রকর্ম, নৃত্য, আল্লাহর কিছু গুণবাচক নামসহ প্রার্থনা এবং অন্ত্যেষ্টিক্রিয়ার আচারের উপর কিছু ইসলামি প্রভাব রয়েছে। যেমন: প্রার্থনার সময় পশ্চিম দিকে মুখ করা (মোটামুটিভাবে মক্কার দিকে) এবং ধর্মীয় সেজদা মুসলিমদের সেজদা স্মরণ করিয়ে দেয়।  মালয় শ্রমিকদের সাথে চু্ক্তিবদ্ধ হওয়ার ফলস্বরূপ উত্তর অস্ট্রেলিয়ায় প্রচুর পরিবারে ডুলাহ, হাসান এবং খানের মতো নাম রয়েছে। \nউল্লেখযোগ্য আদিবাসী মুসলমানদের মধ্যে রয়েছে বক্সার অ্যান্থনি মুন্ডাইন এবং রাগবি লিগের ফুটবলার আইদান সেজার। অনেক আদিবাসী ধর্মান্তরিতরা ইসলামের প্রতি আকৃষ্ট হয় কারণ তারা আদিবাসী এবং ইসলামি বিশ্বাসের মধ্যে সামঞ্জস্যতা দেখে।  অন্যরা এটিকে একটি নতুন সূচনা এবং অস্ট্রেলীয় আদিবাসীদের সাধারণ সামাজিক অসুস্থতার বিরুদ্ধে সহায়তা হিসাবে দেখে। যেমন ইসলামে অ্যালকোহল ও মাদক সেবন নিষিদ্ধ। \n\n\n==== আলবেনিয়ান মুসলিম ====\nবিংশ শতাব্দীর শেষভাগে অস্ট্রেলিয়ার ৮০% আলবেনীয় ইসলাম অনুসরণ করেছিল। মুসলিম আলবেনীয় সম্প্রদায়গুলি পশ্চিম অস্ট্রেলিয়া, দক্ষিণ অস্ট্রেলিয়া, কুইন্সল্যান্ড, নিউ সাউথ ওয়েলস এবং উত্তর অঞ্চলে বিদ্যমান।  যেহেতু আলবেনীয় অস্ট্রেলীয়দের মধ্যে ইসলাম প্রধান ধর্ম, তাই এটি সম্প্রদায়কে ঐক্যের অনুভূতি এবং তাদের নিজস্ব মসজিদ নির্মাণের ক্ষমতা ও সম্পদ দিয়েছে। তারা অস্ট্রেলিয়ায় আলবেনীয় সম্প্রদায়ের স্থায়ী বসতির প্রতীক। মসজিদগুলি সম্প্রদায়ের ক্রিয়াকলাপের জন্য গুরুত্বপূর্ণ কেন্দ্র হিসাবে কাজ করে এবং আলবেনীয় অস্ট্রেলীয়দের ধর্মীয় পরিচয় ধরে রাখার জন্য গুরুত্বপূর্ণ। আলবেনীয় প্রতিনিধিরা বেশিরভাগ ফেডারেল ইসলামিক সংস্থায় কাজ করে, কিছু সিনিয়র পদে।  আলবেনীয় বসতির কয়েকটি অঞ্চলে তাদের প্রথম মসজিদ বা স্কুল নির্মাণের মাধ্যমে তারা মুসলিম জনসংখ্যার একটি বড় অনুপাত হয়ে উঠার মাধ্যমে স্থানীয় এলাকাকে প্রভাবিত করে।\nআলবেনীয় অস্ট্রেলীয়দের দ্বারা তৈরি করা ভিত্তিগুলি ভবিষ্যত মুসলিম অভিবাসীদের এমন এলাকায় আকৃষ্ট করেছে, যেখানে বিদ্যমান মসজিদ বা বন্দোবস্তে সহায়তাকারী পরিষেবা রয়েছে।  আলবেনীয়রা মুসলিম রীতিনীতি পালন করার চেষ্টা করে। বয়স্ক মহিলারা হিজাব পরিধান করে এবং রমজানে অধিকাংশ আলবেনীয় মুসলিম রোজা রাখে। \n\n\n==== বাংলাদেশী মুসলমান ====\n২০১৬ সালের অস্ট্রেলিয়ার আদমশুমারি অনুসারে বাংলাদেশী বংশোদ্ভূত জনসংখ্যা ছিল প্রায় ৫৫,০০০ জন এবং তাদের মধ্যে প্রায় ৩৩,০০০ জন নিউ সাউথ ওয়েলসে বসবাস করছিলেন। বাংলাদেশী মুসলমানরা প্রাথমিকভাবে রকডেল, লাকেম্বা, ব্যাঙ্কটাউন এবং পশ্চিম সিডনি অঞ্চলের শহরতলি সেফটন  এবং মেলবোর্নের দক্ষিণ-পূর্বে হান্টিংডেলে বাস করে। সেখানে একটি মসজিদও রয়েছে। সেফটন মসজিদকে ইসলামের তাবলিগী জামাতে সাথে যুক্ত করা হয়েছে।  হান্টিংডেল মসজিদে উপস্থিত বাংলাদেশী মুসলমানদের জন্য সমস্ত ইসলামি চন্দ্র মাস (যেমন রমজান) মধ্য-প্রাচ্য বা অন্যান্য সময়ের উপর ভিত্তি করে না-হয়ে স্থানীয়ভাবে চাঁদ দেখা পালন করা হয়। অস্ট্রেলিয়ার ২০১৬ সালের আদমশুমারি অনুসারে অস্ট্রেলিয়ায় জন্মগ্রহণকারী বাংলাদেশী জনসংখ্যার ৮১.২% ইসলামে বিশ্বাসী ছিল। \n\n\n==== বসনীয় মুসলমান ====\nবসনিয়ার মুসলিমরা প্রধানত ১৯৯২ সালের পর অস্ট্রেলিয়ায় এসেছিল। তাদের বেশিরভাগ সম্প্রদায় মেলবোর্নের দক্ষিণ-পূর্বে এবং সিডনির দক্ষিণ-পশ্চিমে বসবাস করে। ডিয়ার পার্ক, নোবেল পার্ক, পেনশর্স্ট এবং স্মিথফিল্ডে বসনীয়দের দ্বারা পরিচালিত মসজিদ রয়েছে। অস্ট্রেলিয়ার ২০১৬ সালের আদমশুমারি অনুসারে, অস্ট্রেলিয়ায় বসনিয়া ও হার্জেগোভিনাতে জন্মগ্রহণকারী জনসংখ্যার ২৩.৭% ইসলামে বিশ্বাসী ছিল। \n\n\n==== মিশরীয় মুসলমান ====\nসিডনির মিশরীয় মুসলমানদের প্রতিনিধিত্ব করে ইসলামিক মিশরীয় সোসাইটি। সোসাইটিটি ১৯৮৬ সাল থেকে কিংসগ্রোভের আরকানা কলেজ  পরিচালনা করেছে। অস্ট্রেলিয়ার ২০১৬ সালের আদমশুমারি অনুসারে অস্ট্রেলিয়ায় মিশরে জন্মগ্রহণকারী জনসংখ্যার ১৫.৬% ইসলাম ধর্মে বিশ্বাসী ছিল।\n\n\n==== ইরাকি মুসলিম ====\nইরাকি মুসলমানরা প্রধানত ইরান-ইরাক যুদ্ধ এবং ২০০৩ সালে আমেরিকা ইরাক আক্রমণের পরে শরণার্থী হিসাবে দেশে এসেছিল। তারা প্রধানত ফেয়ারফিল্ড এবং অবার্নের মতো সিডনির পশ্চিম শহরতলিতে বসতি স্থাপন করেছিল। অস্ট্রেলিয়ার ২০১৬ সালের আদমশুমারি অনুসারে অস্ট্রেলিয়ার ইরাকি-জন্মকৃত জনসংখ্যার ৩১.৪% ইসলামে বিশ্বাসী ছিল। \n\n\n==== কুর্দি মুসলমান ====\nপ্রধানত ১৯৮০ -এর দশকের দ্বিতীয়ার্ধ থেকে কুর্দি মুসলমানরা অস্ট্রেলিয়ায় এসেছে। তাদের বেশিরভাগ সম্প্রদায় মেলবোর্ন এবং সিডনিতে বসতি স্থাপন করেছে। যদিও কুর্দি অস্ট্রেলীয়দের সংখ্যাগরিষ্ঠরা মুসলিম, কিন্তু অস্ট্রেলিয়ায় নিবন্ধিত কুর্দি পরিচালিত কোনো মসজিদ নেই। ইসলাম ধর্মে যেহেতু জাতপাত বা বর্ণ বিভাজন নেই তাই এক সম্প্রদায়ের লোক অন্য সম্প্রদায় কর্তৃক নির্মিত মসজিদে কোনো বাধা ছাড়াই প্রার্থনায় অংশ নিতে পারে \n\n\n==== লেবাননী মুসলমান ====\nলেবাননের মুসলমানরা অস্ট্রেলিয়ার মুসলিম আরব জনসংখ্যার মূল অংশ, বিশেষ করে সিডনিতে যেখানে অস্ট্রেলিয়ার অধিকাংশ আরব বাস করে। সিডনির জনসংখ্যার প্রায় ৩.৪% মুসলিম। গ্রেটার মেলবোর্নের আনুমানিক ৪.২% বাসিন্দা মুসলিম।  ব্রান্সউইক এবং কোবার্গের সিডনি রোডকে কখনো কখনো 'লিটল লেবানন' বলা হয়। ২০১৬ সালের অস্ট্রেলিয়ার আদমশুমারি অনুসারে, অস্ট্রেলিয়ার লেবাননে জন্মগ্রহণকারী জনসংখ্যার ৪৩.৫% ছিল। \n\n\n==== সোমালি মুসলমান ====\n১৯৮৮ সালে ভিক্টোরিয়াতে প্রথম সোমালি সম্প্রদায় এসেছিল। ১৯৯০ এর দশকে সোমালিয়ায় গৃহযুদ্ধের পর বেশিরভাগ সোমালিরা দেশে বসতি স্থাপন শুরু করে।  সোমালিরা বৃহত্তর অস্ট্রেলীয় মুসলিম সম্প্রদায়ে সক্রিয় এবং স্থানীয় ব্যবসায় উল্লেখযোগ্যভাবে অবদান রেখেছে।  ২০১৬ সালের অস্ট্রেলিয়ার আদমশুমারি অনুসারে, অস্ট্রেলিয়ার সোমালিয়ায় জন্মগ্রহণকারী জনসংখ্যার ৯৩.৩% মুসলিম। \n\n\n==== তুর্কি মুসলমান ====\nতুর্কি মুসলমানরা অস্ট্রেলীয় মুসলিম সম্প্রদায়ের একটি উল্লেখযোগ্য অংশ। মেলবোর্নে একটি বৃহত্তম তুর্কি সম্প্রদায়ের বসবাসা রয়েছে। ব্রডমিডোজ এবং অন্যান্য উত্তর শহরতলির আশেপাশে বসবাসকারী মুসলমানদের মধ্যে তুর্কিরা সংখ্যাগরিষ্ঠ। সিডনির সংখ্যাগরিষ্ঠ তুর্কি মুসলমানরা অবার্ন, ইস্টলেকস এবং প্রেস্টনে বাস করে। \n\n\n==== মালয় মুসলমান ====\n২০১৬ সালে অস্ট্রেলিয়ার আদমশুমারি অনুসারে অস্ট্রেলিয়ায় বসবাসকারী মালয় মুসলিম মোট মুসলিম জজনসংখ্যার মাত্র ৫.৩%। \n\n\n== সাহিত্য ও চলচ্চিত্রে ==\nঅস্ট্রেলীয় সাহিত্যে বেশ কিছু উল্লেখযোগ্য রচনা রয়েছে যা আফগান মুসলমানদের সময় (১৮৬০-১৯০০) নিয়ে আলোচনা করে।\n\nদ্য ক্যামেল ইন অস্ট্রেলিয়া, টম এল ম্যাকনাইট লিখিত।\nআফগানস ইন অস্ট্রেলিয়া, মাইকেল সিগল।\nআলী আব্দুল বনাম বাদশাহ, হানিফা দ্বীন লিখিত।\nঅস্ট্রেলিয়ান মুসলিম ক্যামিলিরস: পাইওনিয়ারস অফ দ্য ইনল্যান্ড (১৮৬০-১৯৩০), ডক্টর আনা কেনি।\nআলী'স ওয়েডিং একটি ইরাকি শিয়া অভিবাসী পরিবারের একটি সত্য ঘটনা অবলম্বনে লেখা একটি অস্ট্রেলিয়ান চলচ্চিত্র। এটি অস্ট্রেলিয়ার শিয়া সম্প্রদায়ের কিছু ধর্মীয় ও সামাজিক অনুশীলনকে চিত্রিত করে।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nরান্ডা আবদেল-ফাত্তাহ, ঔপন্যাসিক।\nআজিজা আবদেল-হালিম , মহিলা রাজনৈতিক কর্মী।\nইয়াসমিন আবদেল-মাজিদ , মেকানিক্যাল ইঞ্জিনিয়ার।\nমোহাম্মদ হুসেইন আল-আনসারী , শিয়া ইসলামের নেতা।\nফাওয়াদ আহমেদ, ক্রিকেট খেলোয়াড়।\nআমীর আলী, শিক্ষাবিদ ও রাজনৈতিক কর্মী।\nমাহমুদ আলুম (১৮৫৮ -১৯৬৪), অ্যাডিলেড ভেষজবিদ ও নিরাময়কারী।\nশ্যাডি আলসুলেইমান ,সিনিয়র মুসলিম ধর্মগুরু।\nওয়ালিদ আলী, রেডিও ও টেলিভিশন উপস্থাপক।\nএড হুসিক, ট্রেড ইউনিয়নবাদী ও রাজনীতিবিদ।\nঅ্যান আলি, শিক্ষাবিদ, রাজনীতিবিদ।\nস্যাম দস্তিয়ারি, সাবেক রাজনীতিবিদ।\nওয়াসিম দুরেহি, হিযবুত তাহরীরের মুখপাত্র।\nআহমেদ ফাহুর, অস্ট্রেলিয়া পোস্টের সাবেক সিইও।\nমামদুহ হাবিব, সাবেক গুয়ান্তানামো বে বন্দী ও যুদ্ধবিরোধী কর্মী।\nআবু হামজা, কমিউনিটি কর্মী।\nতাজ আল-দ্বীন হিলালি, সুন্নি ইমাম ও প্রধান মুফতি।\nবাচার হাউলি, অস্ট্রেলীা ফুটবলার।\nআদম জি, অস্ট্রেলিয়ার সাবেক ফুটবলার।\nনাজিম হোসেন, কৌতুক অভিনেতা।\nরাবিয়া হাচিনসন (ধর্মান্তরিত) মোস্তফা হামিদের স্ত্রী।\nজন ইব্রাহিম, ব্যবসায়ী।\nজন ইলহান, ব্যবসায়ী।\nউসমান খাজা ,ক্রিকেট খেলোয়াড়।\nমনসুর লেগাই , শিয়া নেতা।\nরশিদ মাহাজী, ফুটবল খেলোয়াড়।\nহাজেম এল-মাসরি, রাগবি লিগ খেলোয়াড়।\nইব্রাহিম আবু মোহাম্মদ , অস্ট্রেলিয়ার গ্র্যান্ড মুফতি।\nফিজ মোহাম্মদ , মুসলিম ধর্ম প্রচারক।\nঅ্যান্টনি মুন্ডাইন, বক্সার এবং প্রাক্তন পেশাদার রাগবি লিগ ফুটবলার।\nফেহমি নাজি, ইমাম ও মুফতি।\nমোহাম্মদ ওমরান , এএসডব্লিউজেএ শেখ।\nআমির রহমান , কৌতুক অভিনেতা।\nজামাল রিফি , বিশেষ নেতা।\nওসামাহ সামি , অভিনেতা।\nকিসার ট্রেড , রাজনৈতিক কর্মী।\nমরিয়ম ভেইসজাদেহ , আইনজীবী।\nসামিনা ইয়াসমিন , শিক্ষাবিদ।\nওয়াকার ইউনিস , সাবেক পাকিস্তানি ফাস্ট বোলার।\nইরফান ইউসুফ , লেখক।\nসামির দান্দান, লেবানিজ মুসলিম অ্যাসোসিয়েশনের সভাপতি।\n\n\n== ইস্যু ==\n\n\n=== চরমপন্থা ===\nসাম্প্রতিক বেশ কয়েকটি ঘটনা অস্ট্রেলিয়ায় ইসলামি চরমপন্থার সাথে সম্পর্কিত বিষয়গুলি তুলে ধরেছে।  লস্কর-ই-তৈয়বা  এবং জামাহ ইসলামিয়াসহ বেশ কিছু বিদেশি জিহাদি গোষ্ঠী অস্ট্রেলিয়ায় তাদের সেল প্রতিষ্ঠার জন্য ব্যাপক পৃষ্ঠপোষকতা করেছ বলে অভিযোগ পাওয়া যায়।  হোলসওয়ার্দি ব্যারাকে সন্ত্রাসী ষড়যন্ত্রের পিছনে আল-শাবাব রয়েছে বলে মনে করা হয়। আহমেদ ওয়াই নামে পরিচিত একজন ব্যক্তি ২০০১ সালে অস্ট্রেলিয়ায় একটি ছোট জঙ্গি গোষ্ঠী প্রতিষ্ঠা করেছিলেন এবং তিনি অস্ট্রেলিয়ায় একটি ইসলামি স্টেট প্রতিষ্ঠার ধারণার পক্ষে ছিলেন।  আব্দুল নাসের বেনব্রিকা এবং খালেদ চেইখোর নেতৃত্বে গোষ্ঠীগুলি যথাক্রমে মেলবোর্ন এবং সিডনিতে তারা ২০০৫ সালে গ্রেফতার হওয়ার আগ পর্যন্ত সক্রিয় ছিল।  এসবের কারণ হিসেবে কিছু বিশ্লেষক বলেন যে, আমেরিকা ও ন্যাটোর সাথে মিলে অস্ট্রেলীয় সেনারা বিভিন্ন দেশে আক্রমণে অংশ নেওয়ার কারণে সেসব দেশের ক্ষুব্ধ নাগরিকরা অস্ট্রেলিয়াকে অস্থিতিশীল করার লক্ষ্যে এমন কর্মকাণ্ড করে থাকে। এমনকি আফগানিস্তানে ঠাণ্ডা মাথায় ৩৯ জন নিরপরাধ মানুষকে হত্যা করেছিল অস্ট্রেলীয় সৈন্যরা। এসব ঘটনা স্বাভাবিকভাবেই স্থানীয়দের প্রভাবিত করে এবং এর ফলে পরবর্তীতে আরো দুর্ঘটনা ঘটে।\n২০১৪ সালে ইসলামিক স্টেট অব ইরাক অ্যান্ড দ্য লেভান্ট (আইএসআইএল) ইরাকে কর্তৃত্ব প্রতিষ্ঠা করলে এর সদস্য নিয়োগের জন্য অস্ট্রেলীয় মুসলিমদেরও টার্গেট করেছিল। যারা তাদের টার্গেটের শিকার হয়েছিল তাদের মধ্যে একজন কিশোরও ছিল, যাকে ২০১৫ সালে তাৎক্ষণিক উদ্ভাবিত বোমা বিস্ফোরণের ষড়যন্ত্রে মেলবোর্নে গ্রেফতার করা হয়েছিল। ২০১৪ সালের জুনে সরকার দাবি করেছিল যে, সিরিয়া এবং ইরাকের সংঘাতে লড়াই করার জন্য প্রায় ১৫০ জন অস্ট্রেলীয়কে নিয়োগ করা হয়েছিল। ২০১৫ সালের এপ্রিলে প্রকাশিত একটি তালিকায় দেখা গেছে যে, তাদের বেশিরভাগ তরুণ পুরুষ, যারা ছাত্রসহ বিভিন্ন পেশা থেকে এসেছেন।  সে সময় এটিও রিপোর্ট করা হয়েছিল যে, ২০ জন অস্ট্রেলীয় বিদেশে যুদ্ধ করতে গিয়ে নিহত হয়েছিল। তখন ২৪৯ জন সন্দেহভাজন জিহাদিকে অস্ট্রেলিয়া ছেড়ে যেতে বাধা দেয়।  বর্ডার ফোর্স, কাউন্টার-টেরোরিজম ইউনিটকে জিহাদিদের দেশ ছেড়ে যাওয়া বন্ধ করার দায়িত্ব দেওয়া হয়েছিল। ২০১৫ সালের শেষ নাগাদ ১০০ টিরও বেশি পাসপোর্ট বাতিল করো হয়। পরবর্তীতে বেশ কিছু জিহাদি অস্ট্রেলিয়ায় ফিরে যাওয়ার ইচ্ছা প্রকাশ করেছিল  কিন্তু প্রধানমন্ত্রী টনি অ্যাবট বলেন যে, কেউ যদি ফিরে আসে তাহলে তাদের বিরুদ্ধে বিচার করা হবে। \n২০১৭ সালের মে'তে অস্ট্রেলিয়ান সিনেট শুনানির সময় একটি প্রশ্নের উত্তর দিতে গিয়ে অস্ট্রেলিয়ান সিকিউরিটি ইন্টেলিজেন্স অর্গানাইজেশনের মহাপরিচালক ডানকান লুইস বলেছিলেন যে, অস্ট্রেলিয়ায় আসা শরণার্থী এবং সন্ত্রাসবাদের মধ্যে প্রকৃতপক্ষে কোনও সংযোগ নেই।\n\n\n==== সৌদি প্রভাব ====\nসৌদি আরব সুন্নি–সালাফি মসজিদ, স্কুল, দাতব্য সংস্থা, একটি বিশ্ববিদ্যালয় এবং বিভিন্ন অস্ট্রেলীয় প্রতিষ্ঠানের অর্থায়নে জড়িত,যার পরিমাণ আনুমানিক $১২০ মিলিয়ন পর্যন্ত হতে পারে। এই অর্থায়ন অস্ট্রেলিয়ার মুসলিম সংগঠনগুলোর মধ্যে উত্তেজনা সৃষ্টি করেছে বলে অভিযোগ রয়েছে। ২০১৫ সালে উইকিলিকস দ্বারা উন্মোচিত হয়েছিল যে, অস্ট্রেলিয়ায় সুন্নি ইসলামি সম্প্রদায়ের কার্যকলাপকে সমর্থন করে সৌদি সরকার সালাফি মসজিদ নির্মাণের জন্য অর্থ প্রদান করেছে এবং শিয়া প্রভাব মোকাবেলা জন্য সুন্নি ধর্মগুরুদের সফরে অর্থ প্রদান করেছে। \n\n\n==== ইহুদি বিদ্বেষ ====\nহিযবুত তাহরিরের নেতা বলেন যে, ইহুদিরা \"দুষ্ট প্রাণী\"। আল-তাকওয়া কলেজের অধ্যক্ষ একটি লেকচারে ছাত্রদের বলেন যে, আইএসআইএল হল ইসরায়েলের তৈরি একটি পরিকল্পনা।  লাকেম্বার একটি ইসলামি বইয়ের দোকানে একটি শিশুদের বই বিক্রি করতে দেখা গেছে, যা ইহুদিদের \"অনেক অহংকারী\" এবং বিশ্ব আধিপত্যের অভিপ্রায় হিসাবে বর্ণনা করে। \nঅস্ট্রেলিয়ার প্রাক্তন গ্র্যান্ড মুফতি শেখ তাজ আল-দিন আল-হিলালি বলেন, \"ইহুদিরা যৌনতা, যৌন বিকৃতি, গুপ্তচরবৃত্তি, রাষ্ট্রদ্রোহ এবং অর্থনৈতিক মজুতদারির মাধ্যমে বিশ্বকে নিয়ন্ত্রণ করার চেষ্টা করে।  খ্রিস্টানদের সাথে ইহুদি হচ্ছে ঈশ্বরের সৃষ্টির মধ্যে সবচেয়ে খারাপ।\" একটি মুসলিম গোষ্ঠী একটি ভিক্টোরিয়ান বিশ্ববিদ্যালয়ে ইসলামি পণ্ডিতদের নিয়ে শিক্ষার উপর ভিত্তি করে একটি কর্মশালার আয়োজন করেছিল, যারা সমকামী ও ধর্মত্যাগীদের জন্য মৃত্যুদণ্ডের সুপারিশ করেছিল এবং ইহুদি ও খ্রিস্টানদের বিরুদ্ধে ঘৃণা প্রচার করেছিল বলে অভিযোগ করা হয়।  সিডনির একটি মসজিদের নেতৃত্ব দেন এমন একজন শেখ ফিলিস্তিন প্রসঙ্গে উপস্থিত শিশুসহ একটি দলকে বলেছিলেন যে,\" ইহুদিদের দয়া করবেন না। তাদের হৃদয়ে কিছু নেই। তাদের আছে শুধু হিংসা এবং ঘৃণা\"। ইহুদি সম্প্রদায়ের নেতা ডিভির আব্রামোভিচ বলেছেন যে, তিনি শেখ হাসানের \"বিভাজনমূলক বক্তব্যে\" গভীরভাবে উদ্বিগ্ন। \n\n\n==== উগ্রবাদের প্রচার ====\nকিছু সুন্নি ইসলামি বইয়ের দোকানে বিক্রি হওয়া কিছু সামগ্রী উদ্বেগ বাড়িয়েছে। উদাহরণস্বরূপ, মেলবোর্নের ইসলামিক ইনফরমেশন বুকশপ \"অমুসলিমদের বিরুদ্ধে জিহাদের আহ্বান জানিয়ে\" এমন সাহিত্য মজুত করছিল, আল রিসালাহ বুকশপ  সম্পর্কে বলা হয় \"তরুণ অস্ট্রেলীয়দের সিরিয়ায় যুদ্ধ করতে উৎসাহিত করছে\"  এবং আল-ফুরকান বুকশপ  সম্পর্কে বলা হয়, \"এটি চরম দৃষ্টিভঙ্গির সাথে সদস্যদের মেরুকরণ করছে বলে জানা গেছে।  নিউ সাউথ ওয়েলসের অবার্নে আহলুস সুন্নাহ ওয়াল জামাহ অ্যাসোসিয়েশনের সাথে যুক্ত বুখারি হাউস নামে একটি ইসলামি বুকশপ  সম্পর্কে বলা হয়, ২০১৫ প্যারামাত্তা গুলির জন্য দায়ী বন্দুকধারী বুখারি হাউসের নেতাদের প্রভাবে তার শেষ দিনগুলি কাটিয়েছেন বলে জানা গেছে। \nব্রিসবেনে ইকরা বুকস্টোরকে চরমপন্থা প্রচার করার অভিযোগ অভিযুক্ত করা হয়েছিল। ২০১৫ সালে রিপোর্ট করা হয়েছিল যে, আল-ফুরকান এবং আল-রিসালাহ বইয়ের দোকান দুটিই এখন বন্ধ, কিন্তু উদ্বেগ প্রকাশ করা হয় যে, এটি সবচেয়ে খারাপ ঘটনা ঘটাতে পারে। কারণ তারা লোকেদের \"তাদের হতাশা প্রকাশ করার জন্য এমনটি করতে পারে। তবে বইয়ের দোকানের মালিকরা বলেন যে, তাঁদের সম্পর্কে বিভ্রান্তি ছড়ানো হয়েছে এবং যা বলা হয়েছে তা যাচাই করার যথেষ্ট সুযোগ থাকা সত্ত্বে তা এড়িয়ে অপপ্রচার চালানো হয়েছে।\n\n\n==== প্রতিক্রিয়া ====\nঅস্ট্রেলীয় মুসলিম সম্প্রদায়ের মধ্যে চরমপন্থী গোষ্ঠী বা মতাদর্শের সমস্যা নিয়ে বেশ কয়েকটি ফোরাম এবং সভা অনুষ্ঠিত হয়েছে।  ২০০৫ সালে লন্ডন বোমা হামলার পর প্রধানমন্ত্রী জন হাওয়ার্ড মুসলিম সম্প্রদায়ের সাথে সরকারি সম্পর্ককে সহায়তা করার জন্য একটি মুসলিম কমিউনিটি রেফারেন্স গ্রুপ প্রতিষ্ঠা করেন। কিসার ট্রেডসহ সিডনির মুসলিম নেতারা আত্মঘাতী বোমা হামলাকারীদের কর্মকাণ্ডের নিন্দা করেছেন এবং আইএসআইএসকে নিন্দা করেছেন৷ অস্ট্রেলিয়ার শিয়া সম্প্রদায়ও আইএসআইএস সম্পর্কে তাদের উদ্বেগ প্রকাশ করেছে।  ২০১৫ সালের ফেব্রুয়ারিতে অস্ট্রেলিয়ান ফেডারেশন অফ ইসলামিক কাউন্সিলের প্রাক্তন সভাপতি আমির আলী ধর্মীয় নেতাদের ইসলামিক স্টেটের বিরোধিতা করার আহ্বান জানিয়ে বলেন, \"আমি এখন পর্যন্ত এই দেশে এমন একজন ইমামকে শুনিনি, যে আইএস নাম নিয়ে এর নিন্দা করেছে।\" \nগ্লেন মোহাম্মদ নামে একজন মুসলিম আইনজীবী লিখেছেন, \"মুসলিমদের এই বিষয়গুলো খোলাখুলি আলোচনা করতে এবং বর্বর আচরণের নিন্দা করতে সক্ষম হওয়া দরকার। পরিবর্তে আমরা নীরব থাকা বেছে নিই এবং তারপর এমন একটি সরকারের সমালোচনা করি যে অস্ট্রেলিয়াকে নিরাপদ করার চেষ্টা করে।\"  মনোরোগ বিশেষজ্ঞ তানভীর আহমেদ অন্তর্নিহিত কারণগুলি পরীক্ষা করেছেন এবং 'পরিবার' ও 'অস্বীকৃতি' সম্পর্কিত বিষয়গুলির তাৎপর্য চিহ্নিত করেছেন। তিনি বলেন, \"মুসলিম যুবকদের তাদের পরিচয়ের সাথে মানিয়ে নেওয়ার ক্ষেত্রে অনন্য অসুবিধা রয়েছে, বিশেষ করে যখন তাদের বাড়িতে স্কুল বা কাজের তুলনায় পরস্পরবিরোধী ব্যবস্থা থাকে\"।  ২০১৪ সালের সেপ্টেম্বরে অস্ট্রেলিয়ার আহমদিয়া মুসলমানদের বহিরাগত বিষয়ক সম্পাদক মুসলিম সম্প্রদায়কে আইএসের বিরুদ্ধে নিন্দা করার আহ্বান জানান।\nঅস্ট্রেলিয়ান স্ট্র্যাটেজিক পলিসি ইনস্টিটিউটের নির্বাহী পরিচালক পিটার জেনিংস বলেন, অস্ট্রেলীয় মুসলিম নেতাদের স্বীকার করতে হবে যে, ইসলামকে শান্তিপূর্ণ বলে বিশ্বাস করে না এমন একটি \"উগ্রপন্থী মতাদর্শীদের একটি বিরক্তিকর সংখ্যা\" রয়েছে। তিনি বলেন, \"এদের কিছু নাটকীয় স্ব-নিরাময় প্রয়োজন\"।  ২০১৫ সালের মে মাসে অ্যাবট সরকার স্বদেশী সন্ত্রাসবাদের বিরুদ্ধে লড়াই করার জন্য আরো ৪৫০ মিলিয়ন ডলারের প্রতিশ্রুতি দেয়।  অস্ট্রেলিয়ার বৃহত্তম মুসলিম মিডিয়া সংস্থার প্রতিষ্ঠাতা আহমেদ কিলানি ইসলামি সম্প্রদায়ের মধ্যে একটি \"বিপ্লব\" চাইছেন এবং ইসলামের নামে পরিচালিত সহিংসতাকে দ্ব্যর্থহীনভাবে প্রত্যাখ্যান করার জন্য মুসলিম নেতাদের আহ্বান জানিয়েছেন। চার্লস স্টার্ট ইউনিভার্সিটির সেন্টার ফর ইসলামিক সায়েন্সেস অ্যান্ড সিভিলাইজেশনের ডক্টর রেসেপ ডোগান বলেন, অস্ট্রেলিয়ায় মুসলিম নেতারা সহিংস সম্প্রদায়ের স্তরে জড়িত বলে মনে হচ্ছে না। \nরাজনীতিবিদ অ্যান্ড্রু হেস্টি বলেন, \"আধুনিক ইসলামকে অস্ট্রেলীয় জীবনধারা, আমাদের মূল্যবোধ এবং প্রতিষ্ঠানের সাথে সমন্বয় করতে হবে। প্রাক্তন ফেডারেল কোষাধ্যক্ষ পিটার কস্টেলো বলেন, \"ইসলামী পণ্ডিতদের বলতে হবে যে, কেন কোরান ও হাদিসের এই কঠিন অংশগুলি যা ৭ শতকে গ্রহণযোগ্য হয়েছিল তা বর্তমান আক্ষরিক অর্থে নেওয়া উচিত নয় এবং আজকে সেসবের অনুসরণ করা যাবে না।\"  প্রাক্তন প্রধানমন্ত্রী টনি অ্যাবট বলেন,\"সন্ত্রাসীদের জন্য অজুহাত সৃষ্টিকারী ইসলামের সংস্করণগুলির বিরুদ্ধে একটি সমন্বিত প্রচারণা দরকার\"।\nতবে হিযবুত তাহরীরের (অস্ট্রেলিয়া) মুখপাত্র উসমান বদর বলেন, \"ইসলাম আলোচনা বা সংস্কারের জন্য প্রস্তুত নয়। ইসলাম তাই যা পূর্বে ছিল।  হিযবুত তাহরীর ধর্মত্যাগীদের জন্য মৃত্যুদণ্ডের পক্ষে। অস্ট্রেলিয়ার জাতি বৈষম্য কমিশনার টিম সাউটফোমাসানে বলেন যে, হিযবুত তাহরীরের মতামত \"অযৌক্তিক\"।  ২০১৫ সালের ডিসেম্বরে অস্ট্রেলিয়ার গ্র্যান্ড মুফতি এবং বেশ কয়েকটি হাই প্রোফাইলধারী ইমাম ইসলামিক স্টেটের বিরুদ্ধে ফতোয়াকে সমর্থন করে একটি নতুন বছরের বার্তা জারি করেছিলেন। বার্তায় তারা বলেন যে, \"অধিকাংশ ইসলামি আইনি জানাশোনা ব্যক্তি ও ফতোয়া বোর্ড আইএসআইএসের নিন্দা করেছে এবং তরুণদের সংগঠনের প্রচার এড়াতে সতর্ক করেছে।\"\n২০১৭ সালের মার্চ মাসে প্রধানমন্ত্রী বলেছিলেন যে, ২০১৪ সালের সেপ্টেম্বর থেকে অস্ট্রেলীয় নিরাপত্তা বাহিনী ১২টি পরিকল্পিত অভ্যন্তরীণ হামলা ব্যাহত করেছে এবং ৬২ জনকে সন্ত্রাসী-সম্পর্কিত অপরাধের জন্য অভিযুক্ত করেছে।  ২০১৮ সালের ডিসেম্বরে অস্ট্রেলীয় কর্তৃপক্ষ একজন জিহাদির নাগরিকত্ব কেড়ে নিয়েছিল, যে আইএসের হয়ে লড়াই করেছিল এবং তার অস্ট্রেলীয় নাগরিক হিসেবে সন্ত্রাস-সম্পর্কিত অভিযোগে তুরস্কে আটক ছিল। ২০১৩ সালে অস্ট্রেলিয়া ছেড়ে সিরিয়ার উদ্দেশে চলে যান তিনি। তার অস্ট্রেলিয়া এবং ফিজি উভয় দেশের নাগরিকত্ব ছিল এবং অস্ট্রেলিয়ার আইন অনুযায়ী, দ্বৈত নাগরিকত্ব ধারণকারী ব্যক্তি সন্ত্রাসী অপরাধে দোষী সাব্যস্ত হলে বা সন্দেহ হলে তার নাগরিকত্ব কেড়ে নেওয়া যেতে পারে। \n\n\n=== বৈষম্য ===\nকিছু পণ্ডিতদের মতে ১৯৮০ এর দশকের শেষ দিক থেকে অস্ট্রেলিয়ায় মুসলিম বিরোধী কুসংস্কারের একটি বিশেষ প্রবণতা গড়ে উঠেছে।  ২০০১ সালে নিউইয়র্কের ওয়ার্ল্ড ট্রেড সেন্টারে হামলা এবং ২০০৫ সালের বালি বোমা হামলার পর থেকে ইসলাম এবং মুসলিম সমাজ জনসাধারণের বিতর্কের বিষয় হয়ে উঠেছে।  মানবাধিকার ও সমান সুযোগ কমিশন কর্তৃক ২০০৪ সালে প্রকাশিত একটি প্রতিবেদনে অনেক অস্ট্রেলীয় মুসলিমের প্রতি ইঙ্গিত করা হয়েছে, যারা মনে করে যে অস্ট্রেলীয় মিডিয়া অন্যায়ভাবে সমালোচক ছিল এবং সন্ত্রাসবাদের সাধারণীকরণ ও অপরাধের উপর জোর দেওয়ার কারণে প্রায়শ তাদের সম্প্রদায়কে নিন্দিত করে। অপরাধ সম্পর্কে সংবাদ প্রতিবেদনে জাতিগত বা ধর্মীয় লেবেল ব্যবহার করে জাতিগত উত্তেজনাকে ক্ষেপিয়ে তোলা হয়েছিল বলে মনে করা হয়েছিল। \nহোয়াইট অস্ট্রেলিয়া অভিবাসন আইন বহুসাংস্কৃতিক নীতির সাথে প্রতিস্থাপিত হওয়ার পর মুসলমানদের সামাজিক প্রতিবন্ধকতা প্রশমিত হয়েছে বলে মনে করা হয়েছিল। কিছু সূত্র উল্লেখ করেছে যে, মুসলমানরা এখনো তাদের ধর্মের কারণে কিছু অসুবিধার সম্মুখীন হচ্ছে। মাঝে মাঝে অস্ট্রেলিয়ায় নতুন মসজিদ নির্মাণের বিরোধিতা করা হয়। নিউ সাউথ ওয়েলসের মসজিদ সম্পর্কিত একটি প্রতিবেদনে দেখা গেছে যে, রাজ্যের ৪৪ শতাংশ মসজিদ \"প্রাথমিকভাবে যখন মসজিদটি প্রস্তাব করা হয়েছিল তখন স্থানীয় সম্প্রদায়ের প্রতিরোধের সম্মুখীন হয়েছিল\"। এর মধ্যে প্রায় ২০ শতাংশের ক্ষেত্রে বিরোধিতা ছিল অল্প সংখ্যক মানুষের কাছ থেকে। \nসিডনি বিশ্ববিদ্যালয়ের সমাজবিজ্ঞানের অধ্যাপক মাইকেল হামফ্রির মতে, অস্ট্রেলিয়ার বেশিরভাগ ইসলামি সংস্কৃতি ও সংগঠন, অভিবাসী মুসলিম শ্রমিকদের সামাজিক প্রান্তিকতার অভিজ্ঞতার জন্ম দিয়েছে। এই \"অভিবাসী ইসলামকে প্রায়ই সমাজ দ্বারা সাধারণ অস্ট্রেলীয় সংস্কৃতির বহুসংস্কৃতি এবং ধর্মনিরপেক্ষ প্রকৃতির প্রতি \"সাংস্কৃতিক প্রতিরোধের\" শক্তি হিসাবে দেখা হয়। নামাজ, রোজা ও পর্দা করার মত ধর্মীয় অনুশীলনগুলি প্রকাশ্য স্থানগুলির মধ্যে সামঞ্জস্য, সামাজিক সম্পর্ক এবং ব্যক্তিগত অধিকারের লিঙ্গ সমতার মূল্যবোধকে চ্যালেঞ্জ হিসাবে দেখা হয়। অস্ট্রেলীয় সমাজ, সরকার এবং অন্যান্য সামাজিক প্রতিষ্ঠান ও আমলাতন্ত্রের সাথে তাদের মুখোমুখি হওয়ার সময় অভিবাসী মুসলমানদের প্রায়শ \"তাদের মুসলিমত্ব নিয়ে আলোচনা\" করতে হয়। \n২০১৫ সালের নভেম্বরে প্রকাশিত সিডনির প্রায় ৬০০ জন মুসলিম বাসিন্দার একটি জরিপে দেখা গেছে যে, উত্তরদাতারা অস্ট্রেলিয়ার সাধারণ জনসংখ্যার তুলনায় তিন থেকে পাঁচ গুণ বেশি বর্ণবাদের শিকার হওয়ার সম্ভাবনায় আছেন। যাহোক প্রায় ৯৭% মুসলিম উত্তরদাতারা জানিয়েছেন যে, তাদের অমুসলিমদের সাথে বন্ধুত্বপূর্ণ সম্পর্ক রয়েছে এবং তারা অস্ট্রেলিয়ায় স্বাগত বোধ করেছে।  ২০১৫ সালের নভেম্বরে প্রকাশিত অস্ট্রেলিয়া-ব্যাপী একটি সমীক্ষা, যেখানে জিজ্ঞাসা করা হয়েছিল, অস্ট্রেলিয়ায় বসবাসকারী মুসলমানরা কি অস্ট্রেলীয় সম্প্রদায়ের সাথে একীভূত হওয়ার জন্য যথেষ্ট কাজ করছে? নাকি তাদের আরো কিছু করা উচিত\"। মাত্র ২০% উত্তরদাতারা ভেবেছিলেন যে, মুসলমানরা বর্তমানে \"যথেষ্ট করছে। সেই সমীক্ষা ১৫৭৩ জন মানুষের সাক্ষাৎকারের উপর ভিত্তি করে তৈরি হয়েছিল।\n২০১৬ সালে ইউনিভার্সিটি অফ সাউথ অস্ট্রেলিয়ার ইন্টারন্যাশনাল সেন্টার ফর মুসলিম অ্যান্ড নন-মুসলিম আন্ডারস্ট্যান্ডিং কর্তৃক পরিচালিত একটি জরিপে দেখা যায় যে, ১০ শতাংশ অস্ট্রেলীয় মুসলমানদের প্রতি বৈরী মনোভাব পোষণ করে।  প্রতিবেদনে উপসংহারে বলা হয় যে \"সমস্ত রাজ্য এবং অঞ্চলে অস্ট্রেলিয়ার সংখ্যাগরিষ্ঠ নাগরিক মুসলমানদের সাথে বসবাস করতে স্বাচ্ছন্দ্যবোধ করে।  বর্তমান অস্ট্রেলিয়ায় ইসলামোফোবিয়া প্রতিরোধের জন্য একটি কাউন্সিল প্রতিষ্ঠিত হয়েছে। এটি আয়ান হিরসি আলী কর্তৃক ২০১৭ সালে প্রস্তাবিত হয়েছিল।\n\n\n=== সমকামিতার প্রতি দৃষ্টিভঙ্গি ===\nবিশ্বব্যাপী অন্যান্য ইসলামি পণ্ডিতদের মতামতের সাথে সামঞ্জস্য রেখে অস্ট্রেলিয়ার ইসলামি নেতারা সাধারণত বিশ্বাস করেন যে, সমকামিতা তাদের বিশ্বাস অনুযায়ী অনুমোদিত নয়।  ২০১৬ সালের জুনে অস্ট্রেলিয়ান ন্যাশনাল ইমামস কাউন্সিলের (এএনআইসি) সভাপতি শেখ শাদি আল সুলেমান প্রধানমন্ত্রী কর্তৃক আয়োজিত কিরিবিলি হাউসে একটি ইফতার নৈশভোজে অংশ নিয়েছিলেন। তখন প্রধানমন্ত্রী বলেছিলেন, শেখ শাদি আল সুলেমান যদি সমকামীদের ব্যাপারে তার অবস্থান জানাতেন তাহলে তাকে আমন্ত্রণ জানানো হতো না।  শেখ সুলেমান এর আগে সমকামিতা \"মন্দ কাজ\" কথাটি বলেছিলেন।  অস্ট্রেলিয়ার প্রধান মুফতি ইব্রাহিম আবু মোহাম্মদ শেখ আল সুলেমানকে তখন এ কথা বলে রক্ষা করেন, সমকামিতার ব্যাপারে ইসলামের দীর্ঘদিন ধরে যে অবস্থান রয়েছে তা কোনো ব্যক্তি কখনো পরিবর্তন করতে পারে না।  এএনআইসি-এর কোষাধ্যক্ষ ইমাম মোহাম্মদ ইমরান হোসেন বলেন, ইসলাম সমকাম এবং সমকামী হওয়া প্রতিরোধ করে। হিজবুত তাহরীর অস্ট্রেলিয়ার মুখপাত্র উসমান বদর বলেন, যে মি. টার্নবুল \"সমকামিতার ব্যাপারে ইসলামের আদর্শিক অবস্থানের নিন্দা করছেন। \nকাউন্সিল অফ ইমামস কুইন্সল্যান্ডের সভাপতি ইউসুফ পিয়ার সমকামিতার জন্য শরিয়া আইনে মৃত্যুদণ্ডের কথা উল্লেখ করে বলেন, \"ইসলাম এটাই শিক্ষা দেয় এবং এটি কখনই পরিবর্তন হবে না।\" লাকেম্বাতে অবস্থিত অস্ট্রেলিয়ার সবচেয়ে বড় মসজিদের ইমাম শায়খ ইয়াহিয়া সাফি বলেন, \"ইসলামে আমরা বিশ্বাস করি যে, দুই পুরুষের মধ্যে এই ধরনের যৌন সম্পর্ক স্থাপন করা একটি বড় পাপ। আমরা এটি নিয়ে আলোচনা করি না, কারণ এটি সুস্পষ্ট।\"  ২০১৭ সালের আগস্টে ন্যাশনাল ইমামস কাউন্সিল অস্ট্রেলিয়ায় সমকামী বিবাহের প্রস্তাবিত প্রবর্তনের বিরোধিতা করে একটি বিবৃতি জারি করে এবং বেশ কিছু স্বতন্ত্র ধর্মীয় নেতাও সমকামী বিয়ের বিরুদ্ধে যুক্তি দেন।\n\n\n== তথ্যসূত্র =="}