{"pageid": 1183926, "title": "কুয়ানিন", "url": "https://bn.wikipedia.org/wiki?curid=1183926", "content": "কুআন্য়ীন (  সরলীকৃত চীনা: 观音; ঐতিহ্যবাহী চীনা: 觀音; ফিনিন: Guānyīn  ) একজন বোধিসত্ত্ব যা করুণার সাথে যুক্ত। তিনি অবলোকিতেশ্বরের পূর্ব এশীয় প্রতিনিধিত্ব ( সংস্কৃত: अवलोकितेश्वर   ) এবং চীনা লোকধর্ম সহ অন্যান্য পূর্ব ধর্মের দ্বারা গৃহীত হয়েছে।  চীনের জেসুইৎ ধর্মপ্রচারকদের দ্বারা তাকে প্রথম \"দয়ার দেবী\" বা \"দয়া দেবী\" উপাধি দেওয়া হয়েছিল।  কুআন্য়ীন হল কুআন্শিয়ীন- এর জন্য সংক্ষিপ্ত, যার অর্থ \"[যিনি] বিশ্বের ধ্বনি উপলব্ধি করেন।\"  ষষ্ঠ চান্দ্র মাসের ১৯ তম দিনে, কুআন্য়ীনের বুদ্ধত্ব প্রাপ্তি উদযাপিত হয়। \nকিছু বৌদ্ধ বিশ্বাস করেন যে যখন তাদের একজন অনুগামী এই পৃথিবী থেকে চলে যায়, তখন তাদের কুআন্য়ীন একটি পদ্মের হৃদয়ে স্থাপন করেন এবং তারপর সুখাবতীর পশ্চিমের বিশুদ্ধ ভূমিতে প্রেরণ করেন।  কুআন্য়ীন্কে প্রায়শই \"সবচেয়ে প্রিয় বৌদ্ধ দেবত্ব\"  হিসাবে উল্লেখ করা হয় যারা তার কাছে প্রার্থনা করে তাদের সকলকে সাহায্য করার জন্য অলৌকিক ক্ষমতা সহ, যেমনটি সদ্ধর্ম পুণ্ডরীক সূত্রের পুমেন অধ্যায় এবং কারণ্ডব্যূহ সূত্রে উল্লেখ করা হয়েছে।\nপূর্ব এশিয়ার বেশ কয়েকটি বড় মন্দির কুআন্য়ীনকে উৎসর্গ করা হয়েছে যার মধ্যে রয়েছে শাওলিন মঠ, লংক্সিং মন্দির, পুনিং মন্দির, নানহাই কুআন্য়ীন মন্দির, ধর্মডঙ্কা পর্বত, কোয়ান ইম থং হুড চো মন্দির, শিতেনো-জি, সেনসো-জি, কিয়োসাঞ্জু-জি , কিয়োমিজু-দেরা, এবং আরও অনেক। ভারতে কুআন্য়ীনের আবাস এবং বোধিমণ্ড পোতলক পর্বতে অবস্থিত বলে নথিভুক্ত করা হয়েছে। কুআন্য়ীনে বিশ্বাসের স্থানীয়করণের সাথে, প্রতিটি অঞ্চল তাদের নিজস্ব পোতলক গ্রহণ করে। চৈনিক  বৌদ্ধধর্মে, পুতুও পর্বত কে কুআন্য়ীনের বোধিমণ্ড হিসাবে বিবেচনা করা হয়। নাক্সান্সাকে কোরিয়ার কুআন্য়ীনের পোতলক বলে মনে করা হয়। জাপানের পোতলক ফুদারকুসান-জি তে অবস্থিত। তিব্বতের পোতলক হল পোতালা প্রাসাদ । \nপূর্ব এশিয়ায় কুআন্য়ীনের জন্য বেশ কয়েকটি তীর্থস্থান রয়েছে। পুতুওশান চীনের প্রধান তীর্থস্থান। কোরিয়াতে একটি ৩৩টি মন্দির কুআন্য়ীন তীর্থস্থান রয়েছে যার মধ্যে নাক্সান্সা রয়েছে। জাপানে, কুআন্য়ীনের সাথে যুক্ত বেশ কয়েকটি তীর্থস্থান রয়েছে। তাদের মধ্যে প্রাচীনতম হল সাইগোকু কান্নোন তীর্থ, ৩৩টি মন্দিরের মধ্য দিয়ে একটি তীর্থযাত্রা যেখানে কুআন্য়ীন মন্দির রয়েছে। কুআন্য়ীন বেশিরভাগ বৌদ্ধ ঐতিহ্যের কাছে একটি অ-সাম্প্রদায়িক উপায়ে প্রিয় এবং বেশিরভাগ তিব্বতি মন্দিরে চেন্রেজ়িগ্ (স্প্যন্ রস্ গ্জ়িগ্স্) নামে পাওয়া যায় । নেপালেও কুআন্য়ীন খুব প্রিয় এবং মন্দিরে মন্দিরে পূজিত হন। পাটনে অবস্থিত হিরণ্য বর্ণ মহাবিহার একটি উদাহরণ। কুআন্য়ীন কিছু প্রভাবশালী থেরবাদ মন্দির যেমন গঙ্গারাম মন্দির, কেলানিয়া এবং শ্রীলঙ্কার দন্তমন্দিরের কাছাকাছি নাথ দেবালয়তেও পাওয়া যায়; কুআন্য়ীনকে থাইল্যান্ডের হরিতাশ্মবুদ্ধ মন্দির, ওয়াট হুয়ে প্লা কাং (যেখানে তার বিশাল মূর্তিটিকে প্রায়শই ভুলভাবে \"বড়ো বুদ্ধ\" বলা হয়) এবং বার্মার শ্বেদাগন প্যাগোডাতেও পাওয়া যেতে পারে। কুআন্য়ীনের মূর্তিগুলি এশীয় শিল্পের একটি ব্যাপকভাবে চিত্রিত বিষয় এবং বিশ্বের বেশিরভাগ জাদুঘরের এশীয় শিল্প বিভাগে পাওয়া যায়।\n\n\n== টীকা =="}