{"pageid": 1183878, "title": "ফাহমিদা রিয়াজ", "url": "https://bn.wikipedia.org/wiki?curid=1183878", "content": "ফাহমিদা রিয়াজ ( উর্দু: فہمیدہ ریاض‎‎   ) (২৮ জুলাই ১৯৪৬ - ২১ নভেম্বর ২০১৮) পাকিস্তানের একজন উর্দু লেখক, কবি এবং কর্মী ছিলেন।  তিনি অনেক বই লিখেছেন, যার মধ্যে কয়েকটি হল গোদাবরী, খাট্ট -ই মারমুজ , এবং খান ই আব ও গিল ফার্সি থেকে উর্দুতে জালালুদ্দিন রুমির মসনভির ছড়ার প্রথম অনুবাদ। কথাসাহিত্য এবং কবিতার ১৫টিরও বেশি বইয়ের লেখক, তিনি বিতর্কের কেন্দ্রে ছিলেন। যখন বাদান দারীদা, তার দ্বিতীয় শ্লোকসংকলন, আবির্ভূত হয়, তখন তার বিরুদ্ধে প্রেমমূলক, কামুক অভিব্যক্তি এবং কখনও কখনও ইসলামপন্থী আন্ডারটোন ব্যবহার করার অভিযোগ আনা হয়েছিল। তার শ্লোকটিতে প্রচলিত থিমগুলি, তখন পর্যন্ত, মহিলা লেখকদের জন্য নিষিদ্ধ বলে মনে করা হত।  তিনি সিন্ধি থেকে উর্দুতে শাহ আবদুল লতিফ ভিটাই এবং শেখ আয়াজের রচনাগুলিও অনুবাদ করেছেন। জেনারেল জিয়া-উল হকের ধর্মীয় অত্যাচার থেকে পালিয়ে রিয়াজ ভারতে আশ্রয় নেন এবং সেখানে সাত বছর অতিবাহিত করেন।  \nতার সংকলন আপনা জুর্ম সাবিত হাই-এর কবিতাগুলি জেনারেল জিয়া-উল-হকের একনায়কতন্ত্রের অধীনে তার স্বদেশের অভিজ্ঞতাকে প্রতিফলিত করে। খ্যাতি অনুসারে, রিয়াজ নাজিম হিকমেট, পাবলো নেরুদা, জঁ-পল সার্ত্রে এবং সিমোন ডি বিউভোয়ারের পাশে দাঁড়িয়েছেন। \n\n\n== ব্যক্তিগত জীবন ==\nফাহমিদা রিয়াজ ১৯৪৬ সালের ২৮ জুলাই ব্রিটিশ ভারতের মিরাটের এক সাহিত্যিক পরিবারে জন্মগ্রহণ করেন। তার পিতা রিয়াজ-উদ-দীন আহমেদ ছিলেন একজন শিক্ষাবিদ, যিনি সিন্ধু প্রদেশের জন্য আধুনিক শিক্ষা ব্যবস্থার মানচিত্র এবং বিকাশের সাথে জড়িত ছিলেন। তার বাবা সিন্ধে স্থানান্তরিত হওয়ার পরে তার পরিবার হায়দ্রাবাদ শহরে বসতি স্থাপন করে। তার বয়স যখন চার বছর তখন তার বাবা মারা যান এবং তাই তিনি তার মায়ের কাছে বড় হয়েছিলেন। তিনি তার শৈশবে উর্দু এবং সিন্ধি সাহিত্য সম্পর্কে শিখেছিলেন এবং এর পরে ফার্সি ভাষা শিখেছিলেন। পড়াশোনা শেষ করার পর তিনি রেডিও পাকিস্তানের নিউজকাস্টার হিসেবে কাজ শুরু করেন।\n\nকলেজ থেকে স্নাতক হওয়ার পরে, রিয়াজকে তার পরিবারের মাধ্যমে একটি ঠিক করা বিয়ে করেছিলেন। তিনি তার প্রথম স্বামীর সাথে যুক্তরাজ্যে কয়েক বছর অতিবাহিত করেছিলেন, যার সময় তিনি বিবিসি উর্দু পরিষেবা (রেডিও) এর সাথে কাজ করেছিলেন, চলচ্চিত্র নির্মাণে পড়াশোনা ও ডিগ্রি অর্জন করেছিলেন এবং তাদের এক কন্যা ছিল। তাদের বিবাহবিচ্ছেদ হলে তিনি পাকিস্তানে ফিরে আসেন। বামপন্থী রাজনৈতিক কর্মী জাফর আলি উজানের সাথে তার দ্বিতীয় বিয়ে থেকে তার দুটি সন্তান ছিল।\n\n\n== পাকিস্তানে সক্রিয়তা ==\nরিয়াজ তার নিজস্ব উর্দু প্রকাশনা আওয়াজ শুরু করার আগে করাচি শহরের একটি বিজ্ঞাপন সংস্থায় কাজ করতেন। এর উদার এবং রাজনৈতিকভাবে অভিযুক্ত বিষয়বস্তু জিয়া যুগে মনোযোগ আকর্ষণ করেছিল। রিয়াজ ও তার স্বামী জাফরের বিরুদ্ধে বিভিন্ন অপরাধের অভিযোগ আনা হয়, পত্রিকাটি বন্ধ করে দেওয়া হয় এবং জাফরকে কারারুদ্ধ করা হয়। \nসেন্সরশিপের বিষয়ে রিয়াজ বলেন, \"একজনের শিল্পে সম্পূর্ণ আন্তরিক হওয়া উচিত, এবং আপোসহীন হওয়া উচিত। শিল্পে পবিত্র কিছু আছে যা কোন প্রকারের অভিযোগ নিতে পারে না। অভিব্যক্তি ঠিক করার জন্য একজনকে ব্যাপকভাবে পড়তে হবে। আমি প্ল্যাটসের উর্দু-হিন্দি থেকে ইংরেজি অভিধানে কবিতার বইয়ের মতো পড়েছি। আমি শব্দ ভালোবাসি'। \nতিনি বলেন, 'নারীবাদের অনেক ব্যাখ্যা আছে। আমার কাছে এর অর্থ কেবল এই যে, পুরুষের মতো নারীরাও সীমাহীন সম্ভাবনার সাথে  সাথে তারা সম্পূর্ণ মানুষ। তাদের সামাজিক সমতা অর্জন করতে হবে, অনেকটা দলিত বা কৃষ্ণাঙ্গ আমেরিকানদের মতো। মহিলাদের ক্ষেত্রে, এটি অনেক বেশি জটিল। মানে, হয়রানি না করে রাস্তায় হাঁটার অধিকার আছে। অথবা সাঁতার কাটতে সক্ষম হওয়া, বা একটি প্রেমের কবিতা লিখতে সক্ষম হওয়া, অনৈতিক বলে বিবেচিত না হয়ে একজন মানুষের মতো। বৈষম্য খুবই সুস্পষ্ট এবং খুব সূক্ষ্ম, অত্যন্ত নিষ্ঠুর এবং সর্বদা অমানবিক। \n\n\n== ভারতে নির্বাসিত ==\nফাহমিদা রিয়াজ তার রাজনৈতিক আদর্শের কারণে চ্যালেঞ্জের মুখে পড়েছিলেন। জেনারেল জিয়া-উল-হকের স্বৈরশাসনের সময় তার বিরুদ্ধে ১০ টিরও বেশি ফৌজদারি অভিযোগ দায়ের করা হয়েছিল।  তার বিরুদ্ধে পাকিস্তান দণ্ডবিধির ১২৪এ ধারায় রাষ্ট্রদ্রোহের অভিযোগ আনা হয়েছিল।  যখন তাকে এবং তার স্বামীকে গ্রেপ্তার করা হয়, তখন তাকে কারাগারে নিয়ে যাওয়ার আগে তার কাজের একজন অনুরাগী তাকে জামিন দেয় এবং মুশায়রার আমন্ত্রণের অজুহাতে তার বোন এবং দুটি ছোট বাচ্চার সাথে ভারতে পালিয়ে যায়। তার বন্ধু, প্রখ্যাত কবি অমৃতা প্রীতম, রিয়াজের পক্ষে প্রধানমন্ত্রী ইন্দিরা গান্ধীর সাথে কথা বলেন এবং সেখানে তার আশ্রয় লাভ করেন। \nভারতে ফাহমিদা রিয়াজের আত্মীয়স্বজন ছিল। তার সন্তানেরা সেখানে স্কুলে যায়,  এবং জেল থেকে মুক্তি পাওয়ার পর তার স্বামী সেখানে তাদের সাথে যোগ দেয়। বেনজির ভুট্টোর বিয়ের সংবর্ধনার প্রাক্কালে জিয়া-উল-হকের মৃত্যুর পর পাকিস্তানে ফিরে আসার আগে পরিবারটি প্রায় সাত বছর নির্বাসনে কাটিয়েছিল। এই সময়ে, রিয়াজ দিল্লির জামিয়া মিলিয়া ইসলামিয়া বিশ্ববিদ্যালয়ে কবি-নিবাসে ছিলেন; সেখানেই তিনি হিন্দি পড়তে শিখেছিলেন।  প্রবাস থেকে ফিরে আসার পর তাকে উষ্ণ অভ্যর্থনা জানানো হয়। \n২০১৪ সালের ৮ মার্চ, ভারতে অসহিষ্ণুতা নিয়ে ক্রমবর্ধমান উদ্বেগের প্রেক্ষাপটে, রিয়াজ 'হাম গুনাগার অরাতেন' নামে একটি সেমিনারে তার কবিতা 'তুম বিলকুল হাম জয়সে নিকলি' আবৃত্তি করেন। কবিতাটি ভারতের ক্রমবর্ধমান হিন্দুত্ববাদ এবং জিয়া-উল-হকের শাসনামলে পাকিস্তানে ইসলামী মৌলবাদের উত্থানের তুলনা করে। \n\n\n== মৃত্যু ==\nফাহমিদা রিয়াজ ২১ নভেম্বর ২০১৮ তারিখে ৭২ বছর বয়সে মারা যান।   \n\n\n== সাহিত্য কর্ম ==\nকবিতা\n\nগদ্য\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n\n\n== তথ্যসূত্র =="}