{"pageid": 1183959, "title": "২০০৯ কাবুলের ভারতীয় দূতাবাসে বোমা হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1183959", "content": "আফগানিস্তানের কাবুলে অবস্থিত ভারতীয় কাবুল ভারতীয় দূতাবাসে  ২০০৯ সালের ৮ অক্টোবর স্থানীয় সময় সকাল সাড়ে ৮টায়  এই আত্মঘাতী বোমা হামলা করা হয়েছিল। বোমা হামলায় ১৭ জন নিহত ও ৬৩ জন আহত হয়।\n\n\n== পটভূমি ==\nআফগানিস্তানে এ ধরনের হামলার সংখ্যা বেড়ে যাওয়ার পর এবং ন্যাটোভুক্ত দেশগুলোতে 'অপারেশন এন্ডুরিং ফ্রিডম'-এ লড়াই করার জন্য আইএসএএফ-এর আরও সৈন্য পাঠানোর বিষয়ে বিতর্কের মধ্যে এই বোমা হামলা চালানো হয়।  \nভারত বিশ্বাস করে যে আফগানিস্তানের সাথে তার দীর্ঘদিনের জোট, সেইসাথে এর রাজনৈতিক ও সাংস্কৃতিক সম্পর্ক, এটি অনেক পশ্চিমা শক্তির তুলনায় কম লক্ষ্যবস্তুতে পরিণত করেছে। যাইহোক, এই আত্মবিশ্বাসটি আগের বছর একটি হামলায় হয়েছিল যেখানে দূতাবাসে বোমা হামলায় ৫০ জনেরও বেশি লোক নিহত হয়েছিল এবং ১০০ জনেরও বেশি আহত হয়েছিল।   \n\n\n== বোমাবাজি ==\nহামলাকারী সকাল সাড়ে ৮টার দিকে হামলা চালায়, যখন সড়কটি- যেখানে দূতাবাস ও আফগান স্বরাষ্ট্র মন্ত্রণালয় একে অপরের মুখোমুখি হয়- সাধারণত পথচারীদের নিয়ে ব্যস্ত থাকে। ভারতীয় পররাষ্ট্র সচিব বলেন, হামলাকারীরা \"দূতাবাসের বাইরের দেয়ালের কাছে বিস্ফোরক বোঝাই একটি গাড়ি নিয়ে এসেছিল, স্পষ্টতই দূতাবাসকে লক্ষ্য করে। যাইহোক, পূর্ববর্তী বোমা হামলার পর থেকে নির্মিত বিস্ফোরণের প্রাচীরগুলি বিস্ফোরণের শক্তিকে সরিয়ে দেয়। বোমাটি দূতাবাসের দরজা ও জানালা দিয়ে উড়ে গেলেও ভেতরে কোনো হতাহতের ঘটনা ঘটেনি।  ওয়াচ টাওয়ারের ক্ষতি হলেও চ্যান্সারি চত্বরের কোনো ক্ষতি হয়নি। বোমা হামলাটি আগের বছরের বোমা হামলার মতোই তীব্রতার ছিল বলে জানা গেছে। \nস্বরাষ্ট্র মন্ত্রণালয়ের মুখপাত্র জেমেরি বাশারি বলেন, বিস্ফোরণটি একটি আত্মঘাতী বোমা ছিল, এ বিষয়ে বিস্তারিত কিছু বলা হয়নি। আহমাদুল্লাহ নামে এক পথচারী বলেন, 'আমরা একটি বড় ধরনের বিস্ফোরণের শব্দ শুনেছি এবং ধোঁয়া সবখানেই ছড়িয়ে পড়েছিল। তারা বেশ কয়েকজন নিহত বেসামরিক নাগরিক এবং কয়েক ডজন আহতকে বের করে আনে। [কাছাকাছি] বাড়িতে আমার এক বন্ধু ভেঙ্গে উড়ে যাওয়া কাচের আঘাতে আহত হয়েছিল। অপর এক প্রত্যক্ষদর্শী নিক মোহাম্মদ, যিনি ওই এলাকায় গাড়ি চালাচ্ছিলেন, তিনি বলেন, রাস্তাটি হিংস্রভাবে কেঁপে ওঠে এবং তিনি কমপক্ষে চারটি গাড়িকে মারাত্মকভাবে ক্ষতিগ্রস্থ হতে দেখেন। \n\n\n== হতাহত ==\nনিহতদের সবাই স্থানীয় মানুষ, হামলায় কয়েকজন ভারতীয় আহত হয়েছেন। আফগানিস্তানে ভারতের রাষ্ট্রদূত জয়ন্ত প্রসাদ জানিয়েছেন, কয়েকজন ভারতীয় নিরাপত্তা কর্মী সামান্য আহত হয়েছেন। ভারতীয় রিপোর্টে পাকিস্তানের আইএসআই জড়িত বলে অভিযোগ। \n\n\n== দায়িত্ব ==\nহামলার কয়েক ঘণ্টার মধ্যেই তালেবান দায় স্বীকার করে এবং সন্দেহ নিশ্চিত করে যে ভারতীয় দূতাবাস লক্ষ্য ছিল। তালেবানের একজন মুখপাত্র বলেছেন যে হামলাকারী একজন আফগান ব্যক্তি যিনি দূতাবাসের ঠিক বাইরে বিস্ফোরক বোঝাই তার স্পোর্টস ইউটিলিটি গাড়িটি উড়িয়ে দিয়েছিলেন। \nসেন্টার ফর পলিসি রিসার্চের প্রাক্তন কূটনীতিক ও বিশ্লেষক জি পার্থসারথি বলেন, যদিও এটি খুব তাড়াতাড়ি হয়েছিল, তবে একটি স্পষ্ট ইঙ্গিত পাওয়া গেছে যে তালেবানরা ভারতীয় অর্থনৈতিক সহায়তাকে আমেরিকান কৌশলগত লক্ষ্যের পরিপূরক হিসাবে দেখছে। তিনি বলেন, 'তাই ভারতীয়দের টার্গেট করা হচ্ছে। এর সাথে যোগ করেন, তাদের পাকিস্তানি পরামর্শদাতারা আফগানিস্তানে আমাদের উপস্থিতি নিয়ে খুব একটা খুশি নন। ইন্সটিটিউট ফর ডিফেন্স স্টাডিজ অ্যান্ড অ্যানালাইসিস-এর সিনিয়র ফেলো ফুনচোক স্টোবদান আরও বলেন, এই হামলার আপাত লক্ষ্য বস্তু হওয়া সত্ত্বেও এবং পাকিস্তানের সংবেদনশীলতার কারণে ওয়াশিংটনের পক্ষ থেকে কিছু পূর্ববর্তী চাপ সত্ত্বেও- ভারত এখনও তার আফগান প্রতিশ্রুতি থেকে সরে আসার সম্ভাবনা নেই, যার মধ্যে চলমান উন্নয়ন প্রকল্পগুলিতে ১.১ বিলিয়ন ডলার অন্তর্ভুক্ত রয়েছে। তিনি বলেন, 'আফ-পাক কৌশলের জন্য ভারতের কেউই আফগানিস্তানকে বিসর্জন দিতে রাজি নয়। এমনকি ব্রিটিশ আমলেও ভারত-আফগান সম্পর্ক অত্যন্ত শক্তিশালী এবং অনেক পুরনো। \nজল্পনা শুরু হওয়ায় পাকিস্তানি গুপ্তচর সংস্থার বিরুদ্ধে ভারতের আগের অভিযোগ আবারও সামনে আনা হয় জড়িত থাকতে পারে। \n\n\n== আন্তর্জাতিক প্রতিক্রিয়া ==\n আফগানিস্তান – প্রেসিডেন্ট হামিদ কারজাইয়ের কার্যালয় এই হামলার নিন্দা জানিয়ে বলেছে, আহতদের অধিকাংশই বেসামরিক নাগরিক। পররাষ্ট্র মন্ত্রণালয়ও ভারতীয় টেলিভিশনে হামলার নিন্দা জানিয়েছে। \n যুক্তরাষ্ট্র – ভারতে নিযুক্ত মার্কিন রাষ্ট্রদূত টিমোথি রোমার বলেন, 'আমাদের সহমর্মিতা ভারতের প্রতি, সন্ত্রাসবাদের শিকার দের প্রতি এবং আমাদের প্রার্থনা আজ ভারতের জনগণের সঙ্গে রয়েছে। আমি পররাষ্ট্র সচিব এবং ভারতের জনগণের কাছে ভারতের প্রতি মার্কিন যুক্তরাষ্ট্রের সমর্থন, এই বোমা হামলা সম্পর্কে তার উদ্বেগ যা গভীরভাবে উদ্বেগজনক এবং আমরা আরও বিস্তারিত জানার সাথে সাথে আমাদের আরও কিছু বলার আছে।\n\n\n== আরও দেখুন ==\nকূটনৈতিক মিশনে হামলার তালিকা\n\n\n== তথ্যসূত্র =="}