{"pageid": 1183680, "title": "ভারতের ফার্স্ট লেডি ও জেন্টলম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1183680", "content": "ভারতের ফার্স্ট লেডি বা ভারতের ফার্স্ট জেন্টলম্যান হলো রাষ্ট্রপতি ভবনের আয়োজক তথা ভারতের রাষ্ট্রপতির পত্নী/পতিকে দেওয়া উপাধি। পত্নীকে অর্পিত কোন দাপ্তরিক ভূমিকা বা দায়িত্ব নেই। পত্নী সাধারণত সরকারী অনুষ্ঠানে যোগদান করেন।\nভারতের ফার্স্ট জেন্টলম্যানের পদটি বর্তমানে শূন্য, কারণ রাষ্ট্রপতি দ্রৌপদী মুর্মু বিধবা।\n\n\n== ইতিহাস ==\nভারতের প্রথম রাষ্ট্রপতির স্ত্রী রাজবংশী দেবী ১৯৫০ থেকে ১৯৬২ পর্যন্ত দেশের ফার্স্ট লেডি ছিলেন। দেবী তার সময়ে খুব কম পরিচিতি রাখেন এবং রাষ্ট্রপতি রাজেন্দ্র প্রসাদের সাথে সরকারি ইভেন্টগুলিতে যোগ দেননি।\nদেশের চতুর্থ রাষ্ট্রপতি ভিভি গিরির স্ত্রী সরস্বতী বাই প্রথম ফার্স্ট লেডি যিনি আরও বেশি জনসাধারণের ভূমিকা গ্রহণ করেন। বাইয়ের ভূমিকা তার পূর্বসূরীদের নিম্ন পরিচিতি থেকে একটি পরিবর্তন চিহ্নিত করেছে। তিনি সরকারি অনুষ্ঠানে যোগদান এবং পরিচালনা করেন এবং ভারতীয় জনসাধারণের কাছে একজন স্বীকৃত ব্যক্তিত্ব হয়ে ওঠেন।\n১৯৭৪ থেকে ১৯৭৭ সাল পর্যন্ত ভারতের ফার্স্ট লেডি বেগম আবিদা আহমেদ রাষ্ট্রপতি ভবনে আনুষ্ঠানিকতা এবং সরকারি অনুষ্ঠানের আয়োজন করে ফার্স্ট লেডির পদে জনসাধারণের ভূমিকা আরও প্রসারিত করেন। ১৯৮০ এবং ১৯৮৯ সালের মধ্যে সংসদ সদস্য থাকাকালীন তিনি প্রথম দাম্পত্য-সঙ্গীর মধ্যে প্রথম একজন সরকারি কার্যালয়ে ছিলেন।\nউষা নারায়ণন ছিলেন বিদেশি বংশোদ্ভূত প্রথম স্ত্রী।\nভারতের প্রথম মহিলা রাষ্ট্রপতি হিসাবে প্রতিভা পাটিল শপথ নেওয়ার আগে, রাষ্ট্রপতির স্ত্রীদের ভূমিকা ছিল ভবনের প্রধান পরিচারিকা হিসাবে কাজ করা। ২০০৭ সালে ফার্স্ট লেডির জন্য অফিস কক্ষটি প্রতিভা পাটিলের স্বামী, দেবীসিংহ রণসিংহ শেখাওয়াত, দেশের উদ্বোধক \"ফার্স্ট জেন্টলম্যান\"-এর থাকার জন্য কিছু ছোটখাটো পরিবর্তন করা হয়।\nরাষ্ট্রপতি প্রণব মুখার্জির স্ত্রী প্রাক্তন ফার্স্ট লেডি শুভ্রা মুখার্জি ১৮ আগস্ট ২০১৫ তারিখে দায়িত্বাধীন থাকা অবস্থায় মারা যান। রাষ্ট্রপতি মুখার্জির বাকি মেয়াদের জন্য ফার্স্ট লেডির পদটি শূন্য ছিল।\nরাষ্ট্রপতি দ্রৌপদী মুর্মু একজন বিধবা হওয়ায় ২০২২ সাল থেকে এই পদটি বর্তমানে শূন্য রয়েছে।\n\n\n== ভূমিকা ==\nপ্রথম পত্নীর ভূমিকা মূলত আনুষ্ঠানিক। প্রথম পত্নীর কোন সরকারী দায়িত্ব নেই, তবে তিনি সাধারণত রাষ্ট্রপতির সাথে রাষ্ট্রপতি ভবনে অনুষ্ঠিত সরকারী অনুষ্ঠানে যোগ দেন। প্রথম স্বামী-স্ত্রীর অধিকাংশই কম পরিচিতি বজায় রেখেছে।\n\n\n=== চরিত্রে অ-পত্নী ===\nপত্নীর অনুপস্থিতির ক্ষেত্রে, রাষ্ট্রপতির অন্য আত্মীয় রাষ্ট্রপতি ভবনে সরকারী অনুষ্ঠানের সময় হোস্ট বা হোস্টেসের ভূমিকা নিতে পারেন। যাইহোক, এটি বাধ্যতামূলক নয়, এবং এপিজে আব্দুল কালামের আমলে হোস্টেসের পদটি শূন্য ছিল।\nজৈল সিংয়ের মেয়ে কিছু অনুষ্ঠানের হোস্টেস হিসাবে কাজ করে। প্রণব মুখোপাধ্যায়ের মেয়ে শর্মিষ্ঠা মুখার্জি তার মায়ের অসুস্থতার সময় কিছু অনুষ্ঠানের হোস্টেস হিসাবে কাজ করেন।\n\n\n== ভারতের ফার্স্ট লেডি ও জেন্টলম্যানদের তালিকা ==\n\n\n== আরো দেখুন ==\nভারতের রাষ্ট্রপতি\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}