{"pageid": 1183388, "title": "বোরিভালি রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1183388", "content": "বোরিভালি স্টেশন ( কোড: BO ( শহরতলি ) / BVI ( প্রধান লাইন )) হল মুম্বাই শহরতলির রেলওয়ে নেটওয়ার্কের পশ্চিম লাইনের একটি রেলওয়ে স্টেশন এবং একটি বহির্গামী স্টেশন। এটি বোরিভালি শহরতলির পরিবেশন করে।\nবোরিভালি রেলওয়ে স্টেশন  মুম্বই শহরতলি রেল সিস্টেমের সমস্ত ধীর, আধা-দ্রুত এবং দ্রুতগামী ট্রেনের জন্য একটি টার্মিনাস। এটি মুম্বাই ছেড়ে যাওয়ার আগে পশ্চিম রেলওয়েতে সমস্ত মেল এবং এক্সপ্রেস ট্রেনের জন্য চূড়ান্ত শহর-সীমা স্টপ হিসাবেও কাজ করে। ২০০৬ সাল পর্যন্ত, হারবার লাইনকে বোরিভালি পর্যন্ত প্রসারিত করার পরিকল্পনা ছিল, এবং রেলস্টেশনে সম্প্রসারণের পরিকল্পনা সম্পূর্ণ বাষ্পে রয়েছে।\nপ্রতিদিন প্রায় ২.৮৭ লক্ষ (২৮৭,০০০) যাত্রী বোরিভালি স্টেশন  ব্যবহার করে  এবং এটি মুম্বাইয়ের পশ্চিম শহরতলির লাইনের ব্যস্ততম স্টেশন। বোরিভালি ব্যবহারকারী যাত্রীর সংখ্যা অন্যান্য স্টেশনগুলির তুলনায় অনেক বেশি কারণ পার্শ্ববর্তী স্টেশনগুলির অনেক যাত্রী সেখানে ট্রেন ধরতে যায় কারণ দহিসার, কান্দিভালি বা মালাডের মতো স্টেশনগুলি থেকে লোকাল ট্রেনে চড়া অসম্ভব৷\n\n\n== প্ল্যাটফর্ম ==\nযাত্রীদের সুবিধার্থে পশ্চিম রেলওয়ে বোরিভালি স্টেশনের প্ল্যাটফর্ম নম্বর পরিবর্তন করার সিদ্ধান্ত নিয়েছে। অভিন্নতা বজায় রাখার জন্য প্ল্যাটফর্মগুলিকে এখন পশ্চিম থেকে পূর্বে নম্বর দেওয়া হয়েছে। পরিবর্তনগুলি ৪ জুন ২০১৭ থেকে কার্যকর হয়েছে। \nজুলাই ২০১১ পর্যন্ত, স্টেশনে ৯টি প্ল্যাটফর্ম রয়েছে এবং ৪ জুন ২০১৭ পর্যন্ত প্ল্যাটফর্ম নম্বর পুনঃনম্বর করার পর এই প্ল্যাটফর্মগুলি যে ট্রেনগুলি পরিচালনা করে তা নিম্নরূপ:\n\n১ম - চার্চগেটগামী ট্রেনের ব্যবস্থা করে\n২য় - চার্চগেটগামী ট্রেনের ব্যবস্থা করে\n৩য় - চার্চগেটগামী এবং বিরারগামী ট্রেন উভয়কেই সরবরাহ করে\n৪র্থ - প্রধানত চার্চগেটগামী ট্রেনে সরবরাহ করে\n৫ম - চার্চগেট এবং বিরারগামী ট্রেন উভয়েরই সঙ্গতি\n৬ তম - ভিরারগামী ট্রেন এবং মুম্বাইয়ের বাইরে রাজধানী এক্সপ্রেস এবং মেল ট্রেনের মতো দীর্ঘ দূরত্বের এক্সপ্রেসও সরবরাহ করে\n৭ম - চার্চগেটগামী দ্রুতগামী ট্রেন এবং মুম্বাইতে আসা দূরপাল্লার এক্সপ্রেস এবং মেল ট্রেনগুলিকে সরবরাহ করে৷\n৮ম - চার্চগেটগামী ট্রেন এবং মুম্বাইয়ের বাইরে আসা এবং যাওয়া দূরপাল্লার এক্সপ্রেস এবং মেল ট্রেনগুলিকে সরবরাহ করে\n৯ম - চার্চগেটগামী ট্রেন এবং মুম্বাইয়ের বাইরে আসা এবং যাওয়া দূরপাল্লার এক্সপ্রেস এবং মেল ট্রেনের জন্য\n১ম এবং ২য় প্ল্যাটফর্ম হল টার্মিনাল প্ল্যাটফর্ম।\n\n\n== ইতিহাস ==\nবোরিভালিকে এমন একটি স্টেশন হিসাবে উল্লেখ করা হয়েছে যেখানে BB&CI-এর প্রথম নিয়মিত শহরতলির ট্রেন পরিষেবা বন্ধ হয়ে গিয়েছিল। তারপর, এটি 'বেরেউলা' নামে পরিচিত ছিল।  এই ট্রেন সার্ভিসটি ১২ এপ্রিল, ১৮৬৭ সালে উদ্বোধন করা হয়েছিল। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\n\"Google Launches Free Public Wifi Services at five railway stations\"। The Hindu। ৯ মে ২০১৬। সংগ্রহের তারিখ ৪ আগস্ট ২০১৬। \n\"Swachh Bharat inspired volunteers beautify Borivali Railway Station\"। Business Standard। ২৮ জানু ২০১৬। সংগ্রহের তারিখ ৪ আগস্ট ২০১৬। \nAn WR article about the early BB&CI suburban railway, with images and diagrams of Borivali station (pg 5 and 11)\nটেমপ্লেট:Mumbai - Suburban Railway, Western"}