{"pageid": 1183467, "title": "শ্রী মারিয়াম্মান মন্দির, মেদান", "url": "https://bn.wikipedia.org/wiki?curid=1183467", "content": "শ্রী মারিয়াম্মান মন্দির মেদানের প্রাচীনতম হিন্দু মন্দির। এই মন্দিরটি ১৮৮৪ সালে দেবী মরিয়ম্মানের পূজার জন্য নির্মিত হয়েছিল। মন্দিরটি কাম্পুং মাদ্রাজ বা মেদান'স লিটল ইন্ডিয়া নামে পরিচিত এলাকায় অবস্থিত। এই মন্দিরটি হিন্দু দেবতা গণেশ এবং মরিয়ম্মানের সন্তান মুরুগানকে উৎসর্গীকৃত। গেটটি গোপুরম দ্বারা সজ্জিত , যথা তলা টাওয়ার যা সাধারণত দক্ষিণ ভারতের হিন্দু মন্দিরের গেটে পাওয়া যায়। মন্দিরটি থাইপুসাম এবং দিপাবলি উৎসবের সময় উপাসকদের জন্য একটি মিলনস্থল।\n\n\n== ইতিহাস ==\nএই মন্দিরটি ১৮৮৪ সালে নির্মিত হয়েছিল এবং এটি মেদান শহরের প্রাচীনতম হিন্দু মন্দির যা দেবী মারিয়াম্মানের উপাসনার স্থান হিসাবে কাজ করে। এই মন্দিরটি মেদানের সমস্ত প্রাথমিক তামিল বসতি স্থাপনকারীদের সমবায় প্রচেষ্টার দ্বারা নির্মিত হয়েছিল, যারা তখন উত্তর সুমাত্রায় অবস্থিত একটি প্ল্যান্টেশন কোম্পানির কর্মী ছিলেন। মন্দিরটির নেতৃত্বে ছিলেন সামি রাঙ্গা নাইকার এবং সোমুসুন্দরাম ভাইথিয়ার, রামাসামি ভাইথিয়ার , যারা এই মন্দির নির্মাণের জন্য দাতাও ছিলেন।\nশ্রী মারিয়াম্মান মন্দিরটি তেউকু উমর ১৮ রাস্তায় অবস্থিত, যা গুনুং তৈমুর মন্দির থেকে ৫০০ মিটার দূরে। এই মন্দিরটি কাম্পুং মাদ্রাজে অবস্থিত যা মেদানের একটি এলাকা যা প্রধানত তামিল দ্বারা জনবহুল যারা হিন্দু। এই মন্দিরটি সূর্য প্লাজা সংলগ্ন। মন্দিরটি দক্ষিণ ভারত এবং শ্রীলঙ্কার অন্যান্য হিন্দু মন্দিরগুলির মতো একই স্থাপত্য শেয়ার করে, ইন্দোনেশিয়ার অন্যান্য অংশের অন্যান্য হিন্দু মন্দিরের বিপরীতে যা জাভানিজ বা বালিনিজ-শৈলীর সাথে সঙ্গতিপূর্ণ। উত্তর সুমাত্রার প্রাক্তন গভর্নর এইচ. রাজা ইনাল সিরেগার ২৩ অক্টোবর, ১৯৯১ তারিখে শ্রী মারিয়াম্মান মন্দিরটি হিন্দুধর্মের জন্য এর ব্যবহার উদ্বোধন করেছিলেন।\n\n\n== দেবতা ==\nশ্রী মারিয়াম্মান মন্দিরের নামকরণ করা হয়েছিল দেবী মারিয়াম্মানের নামে। হিন্দু বিশ্বাস অনুসারে, দেবী মারিয়াম্মান হলেন দেবী যাকে অনেক রোগ নিরাময় করার ক্ষমতা, হালকা আকারের রোগ, গুরুতর অসুস্থতার প্রাদুর্ভাব এবং খরার সম্মুখীন হওয়ার সময় বৃষ্টি হতে পারে বলে বিশ্বাস করা হয়। দেবী দক্ষিণ ভারতের বিভিন্ন অঞ্চলে যেমন অন্ধ্র প্রদেশ , তামিলনাড়ু এবং কর্ণাটকে পূজিত। দেবী মারিয়াম্মানের উপাসনা করার পাশাপাশি, হিন্দু ভগবান বিষ্ণু , সিদ্ধিদাতা গণেশ , শিব ,  দুর্গা , প্রভু মুরুগান এবং অন্যান্য দেবতাদের উপাসনা করতে ব্যবহৃত হয়।\n\n\n== স্থাপত্য ==\n\nমন্দিরটি প্রাচীর দ্বারা ঘেরা, যার উচ্চতা ২.৫ মিটার। সামনে, অর্ক তুয়ারশক্তি মন্দিরের প্রবেশদ্বার এবং প্রবেশদ্বারের উপরে শিবের মূর্তি এবং ত্রাণ রয়েছে। তুওয়ারশক্তিকে একজন মহিলা হিসাবে বর্ণনা করা হয়েছে, কারণ এটি দেবী মরিয়ম্মানেরও অভিভাবক। তার একটি সুন্দর মুখ রয়েছে, যার চারটি বাহু রয়েছে যা একটি ত্রিশূল, গদা এবং পাসা বহন করে এবং হাতের দৃষ্টিভঙ্গি একটি সতর্কতা হিসাবে গণ্য।\nসামনের দেয়ালে ডানদিকে লক্ষ্মীর মূর্তি রয়েছে। মাঝখানের মূর্তিটি হিন্দু পুরোহিতের মূর্তি, যাকে তামিল জনগণের টাইপোলজি হিসাবে একটি পাগড়ি পরা, মোটা গোঁফ সহ চিত্রিত করা হয়েছে। সামনের দেয়ালে, বাঁদিকে পার্বতীর মূর্তি আছে। পার্বতী মূর্তি দুটি সশস্ত্র এক হাতে জলের পাত্র ধরে আছে।\nমন্দিরের ভিতরে তিনটি কক্ষ আছে যেখানে পূজা হয়। কক্ষগুলিতে, ভগবান বিষ্ণু, শিব এবং ব্রহ্মার প্রতিনিধিত্বকারী বেশ কয়েকটি মূর্তি রয়েছে। মন্দিরে মূর্তি সহ অনেক অনন্য অলঙ্কার রয়েছে যা মন্দিরটিকে আরও সুন্দর করে তোলে।\nঅভ্যন্তরীণ গর্ভগৃহে:\n\nমুরুগানের মূর্তি\nবিষ্ণু মূর্তি\nশিশু মুরুগানের মূর্তি\nনারায়ণ মূর্তি\nবাম দিকের অংশে ভাস্কর্যগুলি রয়েছে:\n\nবিনয়গর মূর্তি\nব্রহ্ম, শিব, বিষ্ণুর মূর্তি\nঅগস্ত্য মূর্তি\nশিব, পার্বতী, নন্দীর মূর্তি\nমন্দিরের পিছনের দিকেও মূর্তি রয়েছে:\n\nকৃষ্ণের মূর্তি\nরাজা রাজেশ্বরীর মূর্তি\nথিলাই নটরাজার মূর্তি\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nhttp://indahnesia.com/indonesia.php?page=MEDCIT  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে A Little Information about Medan's Sri Mariamman Temple\nhttp://www.pbase.com/boon3887/shri_mariamman_kuil Photos of the temple"}