{"pageid": 1183082, "title": "অ্যান্ড্রু টেট", "url": "https://bn.wikipedia.org/wiki?curid=1183082", "content": "এমরি অ্যান্ড্রু টেট তৃতীয় (জন্ম: ১৯৮৬) হলেন একজন বিখ্যাত আমেরিকান-ব্রিটিশ অনলাইন ব্যক্তিত্ব এবং প্রাক্তন পেশাদার কিকবক্সার। কিকবক্সিং ক্যারিয়ার থেকে অবসর নেওয়ার পর টেট তার ওয়েবসাইটের মাধ্যমে বিভিন্ন অনলাইন কোর্স করানো শুরু করেন এবং এভাবেই পরবর্তীতে একজন বিখ্যাত ব্যক্তি হিসেবে খ্যাতি অর্জন করেন। সোশাল মিডিয়ায় নারীবাদ বিরোধী মন্তব্য প্রচার করার অভিযোগে তাকে বিভিন্ন প্ল্যাটফর্ম থেকে নিষিদ্ধ করা হয়েছে। কয়েকটি সোশ্যাল মিডিয়া প্ল্যাটফর্মে নিষিদ্ধ ঘোষিত হওয়ার পর টেট ২০২২ সালের জুলাই ও আগস্টে গুগলে সর্বাধিক অনুসন্ধান-করা ব্যক্তি হয়ে ওঠেন। ২০২২ সালের অক্টোবরে টেট ঘোষণা করেন যে, পূ্র্বের ধর্ম ত্যাগ করে তিনি ইসলামে ধর্মান্তরিত হয়েছেন।\n\n\n== প্রারম্ভিক জীবন ==\nটেট ১৯৮৬ সালের ১৪ ডিসেম্বর ওয়াশিংটন ডিসিতে জন্মগ্রহণ করেন এবং ইংল্যান্ডের লুটনে বেড়ে ওঠেন। তার আফ্রিকান-আমেরিকান বাবা এমরি টেট ছিলেন একজন আন্তর্জাতিক দাবাড়ু। তার মা ক্যাটারিং তার সহকারী হিসেবে কাজ করতেন। টেট পাঁচ বছর বয়সে দাবা খেলতে শিখেছিলেন এবং ছোটবেলায় প্রাপ্তবয়স্কদের একটি টুর্নামেন্টে অংশ নিয়েছিলেন।\n\n\n== সামাজিক যোগাযোগ মাধ্যমে উপস্থিতি ==\nটেট প্রাথমিকভাবে ইনফোওয়ার্সে উপস্থিত হয়ে এবং পল জোসেফ ওয়াটসন, জ্যাক পোসোবিইক ও মাইক সার্নোভিচের মতো অতি-ডান ব্যক্তিদের সাথে পরিচিত হওয়ার মাধ্যমে অনলাইনে পরিচিত হয়ে ওঠেন। ২০২২ সালের গ্রীষ্মে টেট অত্যন্ত জনপ্রিয় হয়ে ওঠেন। এমনকি জুলাই মাসে গুগল অনুসন্ধানে তার নাম তার নাম ডোনাল্ড ট্রাম্প ও কোভিড ১৯ উভয়কেই ছাড়িয়ে যায়। টেট নিজেকে একেবারে একজন 'লিঙ্গবাদী' এবং একদম 'নারীবাদ-বিদ্বেষী' হিসেবে বর্ণনা করেছেন। তিনি বলেছেন যে, মহিলারা ঘরে থাকে, তারা ড্রাইভ করতে পারে না। তিনি দাবি করেন যে, পুরুষরা ১৮ থেকে ১৯ বছর বয়সী মেয়েদের সাথে ডেটিং পছন্দ করে। কারণ তারা কম পুরুষের সাথে যৌন কার্যকলাপ করেছে।\nদ্য হোয়াইট রিবন ক্যাম্পেইন নামে একটি অলাভজনক প্রতিষ্ঠান টেটের ভাষ্যটিকে \"অত্যন্ত অসামাজিক\" এবং তার তরুণ পুরুষ দর্শকদের উপর এটি সম্ভাব্য দীর্ঘমেয়াদী প্রভাবক হবে বলে মনে করে। চরমপন্থা বিরোধী অ্যাডভোকেসি গ্রুপ হোপ নট হেট মন্তব্য করেছে যে, টেটের সোশ্যাল মিডিয়ায় উপস্থিতি তার শ্রোতাদের জন্য \"অতি ডানপন্থী বিপজ্জনক পিচ্ছিল রাস্তা তৈরি করতে পারে। এসব সমালোচনার জবাবে টেট বলেছিলেন যে, তার আলোচিত বিষয়বস্তুতে মহিলাদের প্রশংসা করে অনেক ভিডিও রয়েছে এবং তিনি প্রধানত নিজ শ্রোতাদের \"সম্পূর্ণভাবে বিষাক্ত ও নিম্নমূল্যের লোকেদের\" এড়ানো শেখানোর লক্ষ্যে এসব বলেছেন। তিনি আরো বলেন যে, তিনি একটি কৌতুক চরিত্রে অভিনয় করেন এবং দাবি করেন যে লোকেরা তার সম্পর্কে একদম মিথ্যা বর্ণনাও বিশ্বাস করে।\n২০২২ সালের অক্টোবরে টেট তার Gettr অ্যাকাউন্টে ঘোষণা করেছিলেন যে, তিনি ইসলাম গ্রহণ করেছেন । সংযুক্ত আরব আমিরাতের দুবাইয়ের একটি মসজিদে টেটের নামাজ পড়ার একটি ভিডিও ইতোমধ্যে সোশাল মিডিয়া ভাইরাল হয়েছে।\n\n\n=== সোশ্যাল মিডিয়ায় নিষিদ্ধ ===\nটেটের মোট তিনটি টুইটার অ্যাকাউন্ট বিভিন্ন সময়ে সাসপেন্ড করা হয়েছে। ২০২১ সালে তার আগের নিষেধাজ্ঞা এড়াতে তিনি একটি নতুন অ্যাকাউন্ট তৈরি করেছিলেন এবং টুইটার তাদের নীতির আলোকে সেটি যাচাই করে অ্যাকাউন্টটি স্থায়ীভাবে স্থগিত করেছিল। তবে পরবর্তীতে টুইটার বলেছে যে, যাচাইকরণটি ভুল হয়েছিল। ২০২২ সালের আগস্টে একটি অনলাইন প্রচারণার পরে তাকে ডিপ্ল্যাটফর্ম করার জন্য টেটকো স্থায়ীভাবে ফেসবুক ও ইনস্টাগ্রাম থেকে নিষিদ্ধ করা হয়েছিল। তখন সেখানে তার ৪.৭ মিলিয়ন ফলোয়ার ছিল। মেটা দাবি করেছে যে, তিনি বিপজ্জনক সংস্থা এবং ব্যক্তিদের বিষয়ে তাদের নীতি লঙ্ঘন করেছেন।\nটিকটক তার অ্যাকাউন্টটি \"আক্রমণ করা, হুমকি দেওয়া, সহিংসতা উস্কে দেওয়া, বিনা কারণে কোনো ব্যক্তি বা গোষ্ঠীকে অমানবিক করা\" বিষয়ে তাদের নীতি লঙ্ঘন করেছে বলে সরিয়ে দেয়। সেখানে একটি হ্যাশট্যাগ হিসাবে তার নাম সমন্বিত ভিডিওগুলি ১৩ বিলিয়ন বার দেখা হয়েছিল। এর কিছুদিন পর ইউটিউবও ঘৃণাত্মক বক্তব্য এবং কোভিড ১৯ বিষয়ে ভুল তথ্য দেওয়াসহ একাধিক লঙ্ঘনের উদ্ধৃতি দিয়ে তার চ্যানেল স্থগিত করে এবং টেট পরবর্তীতে টুইচ -এ তার চ্যানেল মুছে ফেলেন।\nটেট এসব নিষেধাজ্ঞার প্রতিক্রিয়া জানিয়ে বলেছিলেন যে, যদিও তার বেশিরভাগ মন্তব্য প্রসঙ্গের বাইরে নেওয়া হয়েছিল তবুও সেগুলি কীভাবে গৃহীত হয়েছিল তার জন্য তিনি দায়িত্ব নেন। বক্সার এবং সোশ্যাল মিডিয়া ব্যক্তিত্ব জেক পল টেটের এমন আচরণের নিন্দা করেছেন, কিন্তু নিষেধাজ্ঞাকে সেন্সরশিপ বলে সমালোচনা করেছেন। মিডিয়া পর্যবেক্ষক গোষ্ঠী \"মিডিয়া ম্যাটারস ফর আমেরিকার\" মতে, নিষেধাজ্ঞার পরেও টেটের বিষয়বস্তু তার ভক্তদের অ্যাকাউন্টের মাধ্যম ফেসবুক, ইনস্টাগ্রাম ও টিকটকে প্রচারিত হতে থাকে। নিষেধাজ্ঞার পরে টেট রাম্বলে চলে যান এবং এর ফলে এটি অ্যাপ স্টোরের শীর্ষ অ্যাপে পরিণত হয়।\n\n\n== অপরাধের তদন্ত ==\n২০২২ সালের ১লা এপ্রিল মার্কিন দূতাবাস সতর্ক করার পরে রোমানিয়ান পুলিশ টেটের বাড়িতে এই সন্দেহে অভিযান চালায় যে, তার বাড়িতে একজন আমেরিকান মহিলাকে বন্দী করে রাখা হতে পারে। পরে মামলাটি তদন্তের জন্যে রোমানিয়ার অর্গানাইজড ক্রাইম অ্যান্ড টেররিজম অধিদপ্তরের আওতায় নেওয়া হয় এবং মানব পাচার ও ধর্ষণের অভিযোগে অন্তর্ভুক্ত করার জন্য এর কার্যক্রম শুরু হয়। ২৭ এপ্রিল রোমানিয়ান পুলিশ বলে যে, এই মামলায় কাউকে অভিযুক্ত বা গ্রেপ্তার করা হয়নি। ২০২২ সালের মাঝামাঝি পর্যন্ত এর তদন্ত চলেছে এবং টেট এমন কোনো অন্যায় অস্বীকার করেছেন।\n\n\n== কিকবক্সিং (মুষ্টিযুদ্ধ) রেকর্ড ==\n\n\n== কর্মজীবন ==\n২০০৫ সালে টেট বক্সিং এবং মার্শাল আর্ট অনুশীলন শুরু করেন। ২০০৮ সালের নভেম্বরে ইন্টারন্যাশনাল স্পোর্ট কিকবক্সিং অ্যাসোসিয়েশন (ISKA) কর্তৃক টেটকে ব্রিটেনের সপ্তম সেরা লাইট-হেভিওয়েট কিকবক্সার হিসেবে স্থান দেওয়া হয়। ২০০৯ সালে তিনি ইংল্যান্ডের ডার্বিতে ব্রিটিশ ISKA ফুল কন্টাক্ট ক্রুজারওয়েট চ্যাম্পিয়নশিপ জিতেছিলেন এবং ইউরোপে নিজ বিভাগে এক নম্বরে ছিলেন। তিনি তার ১৯টি লড়াইয়ের মধ্যে ১৭টি জিতেছিলেন এবং তিনি বলেছিলেন যে, এটি তার প্রথম বেল্ট ও শিরোপা। ২০১১ সালে টেট নকআউটের মাধ্যমে জিন লুক বেনয়টের বিরুদ্ধে তার প্রথম আইএসকেএ বিশ্ব শিরোপা জিতেছিলেন।\n২০১২ সালের ডিসেম্বরে টেট এনফিউশন চ্যাম্পিয়নশিপ টুর্নামেন্টে ফ্রান্সি গ্রাজের কাছে হেরে যান। তবে পরাজয়ের আগে নকআউটের মাধ্যমে ১৮ টি লড়াইয়ে জিতেছিলেন এবং এর মাধ্যমে বিশ্বের দ্বিতীয় সেরা লাইট-হেভিওয়েট কিকবক্সার হিসেবে স্থান পেয়েছিলেন। ২০১৩ সালে ভিনসেন্ট পেটিটজিনের বিরুদ্ধে ১২ রাউন্ডের ম্যাচে টেট তার দ্বিতীয় ISKA বিশ্ব শিরোপা জিতেছিলেন। এর ফলে তিনি দুটি ভিন্ন বিভাগে বিশ্ব চ্যাম্পিয়ন হন। বর্তমান তিনি বক্সিং খেলা থেকে অবসরে রয়েছেন।\nবক্সিং থেকে অবসর নেওয়ার পর তিনি নিজের ওয়েবসাইটের মাধ্যমে বিভিন্ন পেইড কোর্স করানো শুরু করেন এবং এর মাধ্যমে তিনি প্রসিদ্ধ অনলাইন ব্যক্তিত্ব হয়ে ওঠেন।\n\n\n== ইসলাম গ্রহণ ==\n২০২২ সালের অক্টোবরে টেট তার Gettr অ্যাকাউন্টে ঘোষণা করেন যে, তিনি ইসলাম গ্রহণ করেছেন । তিনি বলেন,\n\"আমি মনে করি এটিই শেষ ধর্ম... এটিই শেষ ধর্ম।কারণ অন্য কোনো ধর্মের এমন কোনো সীমানা আর নেই যা তারা প্রয়োগ করবে। আপনি যদি সবকিছু সহ্য করেন, তাহলে আপনি কিছুতেই দাঁড়াবেন না...৯৯% খ্রিস্টান তাদের প্রতিটি নিয়মকে উপেক্ষা করে...তারা এটিকে ভিন্নভাবে ব্যাখ্যা করে... শুধুমাত্র মুসলমানরা তাদের কিতাব অনুসরণ করে, তাই তারাই শেষ ধর্ম।\"\n\n\n== তথ্যসূত্র =="}