{"pageid": 1183223, "title": "শায়েস্তাগঞ্জ মডেল কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1183223", "content": "শায়েস্তাগঞ্জ মডেল কামিল মাদ্রাসা সিলেট বিভাগের হবিগঞ্জ জেলার উল্লেখযোগ্য একটি আলিয়া মাদ্রাসা। এটি হবিগঞ্জ জেলার সদর উপজেলার শায়েস্তাগঞ্জ নামক স্থানে অবস্থিত, এই শায়েস্তাগঞ্জ সিলেট অঞ্চলের প্রবেশদ্বার হিসাবে খ্যাত। মাওলানা মোজাফফর উদ্দিন করিমপুরী ১৯৩৭ সালে এটি প্রতিষ্ঠা করেন। মাদ্রাসাটি বর্তমানে ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত রয়েছে। দাখিল ও আলিম শ্রেণীর পাঠদান ও পরীক্ষার জন্য মাদ্রাসাটি বাংলাদেশে মাদ্রাসা শিক্ষাবোর্ড কর্তৃক পরিচালিত হয়ে থাকে। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা মোঃ সাহাবুদ্দিন।\n\n\n== ইতিহাস ==\n১৯৩৭ সালে সৈয়দ আনোয়ার কাশ্মীরির খলিফা মোজাফফর উদ্দিন করিমপুরী মাদ্রাসাটি প্রতিষ্ঠা করার পরে নিজেই মাদ্রাসার অধ্যক্ষের দায়িত্ব পালন করেন। মাদ্রাসা প্রতিষ্ঠা করার সময় এলাকার দানশীল ও ইসলামি ব্যক্তিগণ সাহায্য করেছিলেন। মাদ্রাসার প্রতিষ্ঠার প্রথমদিকে যেসকল ব্যক্তি সাহায্য করেছিলেন, এদের মধ্যে মাওলানা রৌশন আলী সাং মির্জাটুলা, এবং আকবর আলী তালুকদার সাং লেঞ্জাপাড়া, ইউপি চেয়ারম্যান সৈয়দ আব্দুল আউয়াল সাং বিরামচর, ডাক্তার মাহতাব উদ্দীন সাং কুটির গাঁ প্রভৃতি ব্যক্তিগণ উল্লেখযোগ্য।\nএছাড়াও মাদ্রাসা প্রতিষ্ঠার প্রাথমিককালে বিনা বেতনে, নাম মাত্র বেতনে অনেক শিক্ষক উল্লেখযোগ্য শ্রম দিয়েছেন, এদের মধ্যে মাওলানা ইরফান আলী সাং হাফিজপুর, মাওলানা আব্দুল আজিজ (পীর সাহেব) সাং উবাহাটা, উপাধ্যক্ষ মাওলানা আব্দুল মতিন সাং উলুকান্দি, মুফতি আব্দুল কাইয়ুম সাং সুদিয়াখলা প্রভৃতি ব্যক্তিবর্গ উল্লেখযোগ্য ছিলেন।\nমাদ্রাসার প্রতিষ্ঠার প্রাথমিক পর্যায়ে জনসাধারণের সাহায্যে সর্বমোট ২.৫২ একর জমির উপর মাদ্রাসাটি প্রতিষ্ঠিত হয়। মাদ্রাসাটি প্রতিষ্ঠার পরপরই ব্রিটিশ সরকার কর্তৃক স্বীকৃতি লাভ করে। ১৯৪০ সালের মধ্যে মাদ্রাসাটি আসাম শিক্ষা বোর্ডের অধীনে ফাজিল স্তর পর্যন্ত অনুমোদন লাভ করে। ২০০৬ সালে মাদ্রাসাটি বাংলাদেশ সরকার কর্তৃক কামিল স্নাতকোত্তর পর্যায় পর্যন্ত অনুমোদন লাভ করে, এবং তখন ইসলামী বিশ্ববিদ্যালয় কুষ্টিয়ার অধিভুক্তি লাভ করে। ফলে মাদ্রাসার ফাজিল শ্রেণী সাধারণ ডিগ্রি শ্রেণীর মান এবং কামিল শ্রেণী সাধারণ মাস্টার্স শ্রেণীর মান লাভ করেন। ২০১৬ সালে ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠিত হলে মাদ্রাসাটি সেখানে স্থানান্তরিত হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nমাদরাসাটিতে কামিল স্নাতকোত্তর পর্যায়ে তিনটি বিভাগ চালু রয়েছে। মাদ্রাসাটিতে দাখিল থেকে শুরু করে সর্বোচ্চ পর্যায় কামিল শ্রেণী পর্যন্ত পাঠদান করা হয়।\n১। কামিল হাদিস\n২। কামিল ফিকহ\n৩। কামিল তাফসির\nএছাড়াও ফাযিল স্নাতক পর্যায়ে পাস কোর্স ছাড়াও ফাযিল স্নাতক সম্মান পর্যায়ে আল-কোরআন এন্ড ইসলামিক স্টাডিজ বিষয়ে অনার্স কোর্স চালূ আছে। এইচএসসি সমমান আলিম পর্যায়ে দুটি বিভাগ চালু আছে-সাধারণ ও বিজ্ঞান। এস.এস.সি সমমান দাখিল পর্যায়ে তিনটি বিভাগ চালু রয়েছে-সাধারণ, বিজ্ঞান ও মুজাব্বিদ।\n\n\n== অধ্যক্ষের তালিকা ==\n১৯৩৭ সালে মাদ্রাসাটি প্রতিষ্ঠা হবার পরে বহুব্যক্তি এই প্রতিষ্ঠানের প্রধানের দায়িত্ব পালন করেছেন।\n\nমোজাফফর উদ্দিন করিমপুরী, মাদ্রাসার প্রতিষ্ঠাতা অধ্যক্ষ\nমাওলানা রায়হান উদ্দিন সাং লাখাই\nমাওলানা আব্দুল লতিফি সাং বানিয়াচং\nমাওলানা আব্দুর রহিম (বড় হুজুর) সাং ইছামতি, সিলেট\nমাওলানা আব্দুল খালিক সাং ভূগলি\nমাওলানা গোলাম ইজদানি (পীর সাহেব) সাং লস্করপুরী\nমাওলানা বদরুল আলম খাঁন, সাং রিচি।\n\n\n== তথ্যসূত্র =="}