{"pageid": 1183072, "title": "রমাপদো স্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1183072", "content": "রমাপদ স্বামী (আইএএসটি: Roma-pāda Svāmī; জন্ম ব্রায়ান রুম্বাঘ, ডিসেম্বর ২৭, ১৯৪৮) একজন বৈষ্ণব সন্ন্যাসী, দীক্ষিত গুরু এবং আন্তর্জাতিক কৃষ্ণ ভাবনামৃত সংঘের গভর্নিং বডি কমিশনার।\n\n\n== জীবন এবং কর্মজীবন ==\nরোমাপদ স্বামী হলেন ইসকনের একজন দীক্ষা গুরু এবং ইসকনের প্রতিষ্ঠাতা-আচার্য এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের অন্যতম প্রধান শিষ্য। তিনি ৫০ বছরেরও বেশি সময় ধরে ভক্তিযোগ অনুশীলনকারী। তিনি বিশ্ববিদ্যালয়, কর্পোরেট, সম্প্রদায়, যোগব্যায়াম এবং সাংস্কৃতিক কেন্দ্রগুলিতে আমন্ত্রিত উপস্থাপনা এবং কর্মশালা দিয়ে মহাদেশীয় মার্কিন যুক্তরাষ্ট্র এবং এশিয়া জুড়ে ব্যাপকভাবে ভ্রমণ করেন।  তিনি মার্কিন যুক্তরাষ্ট্র , ভারত এবং ইউরোপের বিশ্ববিদ্যালয়গুলিতে প্রাচ্য এবং পাশ্চাত্য দর্শনের উপর বক্তৃতা দিয়েছেন ।\nপাঁচ সন্তানের মধ্যে সর্বকনিষ্ঠ, রোমাপাদা ব্রায়ান রামবাঘ নামে জন্মগ্রহণ করেন এবং (স্কেনিয়েটেলস, নিউ ইয়র্ক) ইউটিকা, নিউইয়র্কের একটি মধ্যবিত্ত খ্রিস্টান পরিবারে বেড়ে ওঠেন ।  তিনি স্টেট ইউনিভার্সিটি অফ নিউইয়র্ক, বাফেলোতে পড়াশোনা করেন ,  যেখানে তিনি প্রি-মেড ছাত্র ছিলেন। এখানেই, ১৯৬৯ সালে, ব্রায়ান এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের সাথে দেখা করেন।  মেডিক্যাল স্কুলে ভর্তি হওয়ার অল্প সময়ের মধ্যেই ব্রায়ান ইসকনে যোগ দেন।  তিনি সিদ্ধান্ত নিলেন যে, আধ্যাত্মিক জীবনে নিজেকে উৎসর্গ করে তিনি সমাজের জন্য আরও উপযোগী হবেন। ব্রায়ান ১৯৭১ সালের জুলাই মাসে এসি ভক্তিবেদান্ত স্বামী প্রভুপাদের একজন দীক্ষিত শিষ্য হয়ে ওঠেন, রোমাপদ দাস (দাস মানে ঈশ্বরের দাস) নাম প্রাপ্ত হন।  তিনি ১৯৮৩ সালে সন্ন্যাস গ্রহণ করেন (তখন তাকে \" স্বামী \" উপাধি দেওয়া হয়)।\n১৯৭০-এর দশকের শেষের দিকে এবং ১৯৮০-এর দশকের গোড়ার দিকে, রোমাপদ স্বামী ইসকনে পাবলিক অ্যাফেয়ার্সের সহযোগী পরিচালক (১৯৭২-৭৬),  একজন মুখপাত্র হিসেবে,  এবং নিউইয়র্ক ইসকন মন্দিরের সভাপতি হিসেবে দায়িত্ব পালন করেন।\n১৯৭৮ সাল থেকে, রোমাপদ স্বামী গৌড়ীয় বৈষ্ণব দর্শন উপস্থাপন করে বিশ্বব্যাপী ভ্রমণ করেছেন ।  ১৯৮৬ সাল থেকে, রোমাপদ স্বামী একজন ইসকন দীক্ষা গুরু হিসাবে কাজ করেছেন ।\nমার্চ ১৯৯২ সালে, তিনি নিউ ইয়র্ক এবং নিউ জার্সির জন্য গভর্নিং বডি কমিশনার নিযুক্ত হন ।  ১৯৯৪ সালে তিনি মিডওয়েস্টার্ন মার্কিন যুক্তরাষ্ট্রের জন্য একই দায়িত্ব গ্রহণ করেন ।  বর্তমানে তিনি নিউইয়র্কে রয়েছেন এবং প্রায়ই প্রচারের কাজে ভারত ও এশিয়া ভ্রমণ করেন।\nগত ২০ বছর থেকে, তিনি প্রতি বছর ভক্তি অনুশীলনকারীদের দলকে সমগ্র ভারতীয় উপমহাদেশ জুড়ে ছড়িয়ে থাকা বিভিন্ন পবিত্র স্থানে নিয়ে যাচ্ছেন।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nMonroe, Bob (ডিসেম্বর ১০, ১৯৭৬), \"Will real Santa please stand up?\", St. Petersburg Times, পৃষ্ঠা 12D উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGoldman, John J. (ডিসেম্বর ১২, ১৯৭৬a), \"Krishna Kringles Beard Santa on His Own Turf\", Los Angeles Times, পৃষ্ঠা 1A-2, অক্টোবর ২২, ২০১২ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ অক্টোবর ২৮, ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGoldman (ডিসেম্বর ২০, ১৯৭৬b), \"Santa Glaus Rumble Brews Over Prime Jingle-bell Turf\", Spokesman-Review, পৃষ্ঠা 31 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBattaile, Janet (ডিসেম্বর ২৪, ১৯৭৮), \"Krishna Santas Move In On the Ho-Ho-Ho Trade; Bad Image for St. Nick\", The New York Times উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSantos, dos Manoel Hygino (১৯৭৮), Hippies: protesto ou modismo, Minas Gráfica Editora উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLoislaw Federal District Court Opinions (১৯৮১), INTERN. SOC. FOR KRISHNA CONSCIOUSNESS v. N.J. Civ. No. 78-734., ৩০ সেপ্টেম্বর ২০১১ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৮ অক্টোবর ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFederal supplement., 450 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nYinger, J. Milton (১৯৮৪), Countercultures: the promise and peril of a world turned upside down, Free Press, আইএসবিএন 0-02-934010-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHutchinson, Bill; Mueller, Marc (মার্চ ২০, ১৯৯৭), \"Will real Santa please stand up?\", Boston Herald, পৃষ্ঠা 7, অক্টোবর ২২, ২০১২ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ অক্টোবর ২৮, ২০২২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAaron, Russ (সেপ্টেম্বর ১৪, ২০০৭), \"Lecturer details leadership qualities\", The Daily Campus, জুলাই ১৬, ২০১১ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nRomapada Swami's official website\nRomapada Swami's YouTube channel\nRomapada Swami Stories\nRomapada Swami Video Snippets\nQuestions and Answers with Romapada Swami\nRomapada Swami's soundcloud site\nTranscriptions of Romapada Swami's talks\nInspiring quotes from Romapada Swami\nPhoto gallery of Romapada Swami\nGBC Romapada Swami\nRomapada Swami's Iskcon Desire Tree Audio\nRomapada Swami's English Facebook page\nRomapada Swami LIVE - Home  Facebook\nRomapada Swami's Marathi facebook page\nRomapada Swami's Twitter page\nRomapada Swami's Pinterest site\nDandavats Articles\niTunes Podcast of Romapada Swami"}