{"pageid": 1183515, "title": "সাধারণ নির্বাচন", "url": "https://bn.wikipedia.org/wiki?curid=1183515", "content": "একটি সাধারণ নির্বাচন হলো একটি রাজনৈতিক ভোটের নির্বাচন যেখানে সাধারণত একটি প্রদত্ত রাজনৈতিক সংস্থার সমস্ত বা অধিকাংশ সদস্য নির্বাচিত হয়। এগুলি সাধারণত একটি জাতি, রাষ্ট্র বা অঞ্চলের প্রাথমিক আইনসভার জন্য অনুষ্ঠিত হয় এবং উপ-নির্বাচন থেকে আলাদা (শুধুমাত্র একজন নির্বাচকমণ্ডলী নির্বাচনে যায়)। বেশিরভাগ ব্যবস্থায়, একটি সাধারণ নির্বাচন হলো একটি নিয়মিত নির্ধারিত নির্বাচন যেখানে একজন সরকার প্রধান (যেমন রাষ্ট্রপতি বা প্রধানমন্ত্রী), এবং হয় \"একটি শ্রেণী\" বা একটি আইনসভার সকল সদস্য একই সময়ে নির্বাচিত হন। মাঝে মাঝে, সাধারণ নির্বাচনের তারিখগুলি বিভিন্ন প্রশাসনিক বিভাগের নির্বাচনের তারিখগুলির সাথে সারিবদ্ধ হতে পারে, যেমন স্থানীয় নির্বাচন।\n\n\n== যুক্তরাজ্য ==\nযুক্তরাজ্যে সাধারণ নির্বাচন শব্দটি প্রায়শই হাউস অফ কমন্সে তাদের সংসদ সদস্যদের (এমপি) সমস্ত নির্বাচনী এলাকায় একই দিনে অনুষ্ঠিত নির্বাচনকে বোঝায়। \nঐতিহাসিকভাবে, ইংরেজ এবং পরবর্তীতে ব্রিটিশ সাধারণ নির্বাচনগুলি কয়েক সপ্তাহের ব্যবধানে সংঘটিত হয়েছিল, যেখানে পৃথক নির্বাচনী এলাকায় বিভিন্ন দিনে ভোটগ্রহণ অনুষ্ঠিত হয়। সংসদ আইন ২০১১ -এ সমস্ত সংসদীয় আসনে একই দিনে নির্বাচন হওয়ার প্রয়োজনীয়তা প্রবর্তন করা হয়। ১৯৩০ সাল থেকে একটি কনভেনশন রয়েছে যে ব্রিটেনে সাধারণ নির্বাচন বৃহস্পতিবার অনুষ্ঠিত হবে; শেষ ১৯৩১ সালের সাধারণ নির্বাচন সপ্তাহের অন্য কোনো দিনে অনুষ্ঠিত হয়েছিল।\nফিক্সড-টার্ম পার্লামেন্টস অ্যাক্ট ২০১১ এর শর্তাবলীর অধীনে, তখন থেকে ২০২২ সালের মার্চ পর্যন্ত বলবৎ, একটি সাধারণ নির্বাচন এবং পরবর্তী নির্বাচনের মধ্যে সময়কাল পাঁচ বছর নির্ধারণ করা হয়েছিল, যদি না হাউস অফ কমন্স পাস করে।\n\nতার চেয়ে শীঘ্রই সরকারের প্রতি অনাস্থা প্রস্তাব, এবং চৌদ্দ দিনের মধ্যে একটি নতুন সরকারের প্রতি আস্থার প্রস্তাব পাস হয়নি, বা;\nএকটি প্রস্তাব, এর দুই-তৃতীয়াংশ সদস্য দ্বারা অনুমোদিত, মীমাংসা করে যে একটি সাধারণ নির্বাচন শীঘ্রই হওয়া উচিত, বা;\nপ্রধানমন্ত্রীর কাছ থেকে একটি প্রস্তাব যা আইন দ্বারা বাধ্যতামূলক একটি নির্বাচন মূল তারিখের পরে দুই মাসের মধ্যে পুনঃতফসিল করার জন্য।\nযদিও ফিক্সড-টার্ম পার্লামেন্টস অ্যাক্টে বিধান করা হয়নি, পার্লামেন্টের একটি আইন দ্বারাও একটি আগাম নির্বাচন আনা যেতে পারে যা বিশেষভাবে একটি সাধারণ নির্বাচনের আহ্বান জানায়, যার জন্য (উপরের দ্বিতীয় বিকল্পের বিপরীতে) শুধুমাত্র সাধারণ সংখ্যাগরিষ্ঠতার প্রয়োজন হয়। এটি ছিল ২০১৯ সালের ডিসেম্বরের নির্বাচনকে ত্বরান্বিত করার জন্য ব্যবহৃত প্রক্রিয়া, যখন প্রারম্ভিক সংসদীয় সাধারণ নির্বাচন আইন ২০১৯ প্রণীত হয়।\nস্থায়ী-মেয়াদী সংসদ আইন ২০২২-এর সংসদ ভেঙে দেওয়া এবং ডাকার মাধ্যমে বাতিল করা হয়েছে।\nযুক্তরাজ্যে সাধারণ নির্বাচন শব্দটি গণতান্ত্রিকভাবে নির্বাচিত কোনো সংস্থার নির্বাচনের জন্যও ব্যবহৃত হয় যেখানে সকল সদস্যরা নির্বাচনের জন্য প্রস্তুত থাকে। স্কটল্যান্ড অ্যাক্ট ১৯৯৮ এর ধারা ২, উদাহরণস্বরূপ, বিশেষভাবে স্কটিশ পার্লামেন্টের সাধারণ নির্বাচনকে সাধারণ নির্বাচন হিসাবে উল্লেখ করে।\n\n\n== যুক্তরাষ্ট্র ==\n\nমার্কিন রাজনীতিতে, সাধারণ নির্বাচন হলো যে কোনো স্তরে অনুষ্ঠিত নির্বাচন (যেমন শহর, কাউন্টি, কংগ্রেসনাল ডিস্ট্রিক্ট, স্টেট) যা সাধারণত অন্তত দুটি দলের মধ্যে প্রতিদ্বন্দ্বিতা করে। সাধারণ নির্বাচন প্রতি দুই থেকে ছয় বছরে হয় (চার বছরের জন্য বেশির ভাগ পদে ভরা পদের উপর নির্ভর করে) এবং রাষ্ট্রপতি নির্বাচন অন্তর্ভুক্ত করে, কিন্তু সংসদীয় ব্যবস্থার বিপরীতে, এই শব্দটি বিশেষ নির্বাচনকেও উল্লেখ করতে পারে যেগুলি পূর্ববর্তী পদাধিকারী অসময়ে শূন্য পদগুলি পূরণ করে (যেমন মৃত্যু, পদত্যাগ, ইত্যাদির মাধ্যমে)।সংসদীয় ব্যবস্থায় সাধারণ নির্বাচন এবং হাউসের সমস্ত আসন নির্ধারণ করে দ্বিবার্ষিক নির্বাচনের মধ্যে কিছু সমান্তরাল টানা যেতে পারে, যদিও মার্কিন যুক্তরাষ্ট্রে \"আগাম নির্বাচন ডাকার\" কোনো উপমা নেই এবং নির্বাচিত মার্কিন সিনেটের সদস্যরা শুধুমাত্র একটি নির্বাচনের মুখোমুখি হন। সাধারণ নির্বাচন সহ দুই বছরের ব্যবধানে একবারে তৃতীয়। \nসংসদীয় ব্যবস্থার বিপরীতে যেখানে সাধারণ নির্বাচন শব্দটিকে উপ-নির্বাচন বা স্থানীয় এবং আঞ্চলিক নির্বাচন থেকে আলাদা করা হয়, এই শব্দটি মার্কিন যুক্তরাষ্ট্রে ব্যবহৃত হয় এবং প্রাইমারি বা ককাস থেকে আলাদা করা হয়, যা আন্তঃ-দলীয় নির্বাচনগুলিকে বোঝানো হয় একটি নির্দিষ্ট দলের অফিসিয়াল প্রার্থী নির্বাচন করার জন্য।  এইভাবে, যদি প্রাইমারি বলতে বোঝানো হয় কোন দলের প্রার্থীকে পদে পদে নির্বাচন করার জন্য, একটি সাধারণ নির্বাচনের অর্থ হল সেই পদে থাকা ব্যক্তিকে নির্বাচন করা।\nলুইসিয়ানা রাজ্যে সাধারণ নির্বাচনের অভিব্যক্তির অর্থ হল রানঅফ নির্বাচন যা জঙ্গল প্রাথমিক দ্বারা নির্ধারিত দুই সর্বোচ্চ প্রার্থীর মধ্যে ঘটে।\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\n\nInternational IDEA's Electoral Processes Program\nA New Nation Votes: American Election Returns 1787-1825\nGeneral Election 2010"}