{"pageid": 1183624, "title": "আব্দুর রহমান হানাফী", "url": "https://bn.wikipedia.org/wiki?curid=1183624", "content": "আব্দুর রহমান হানাফী (১৯০০ - ১৯৬৪) ছিলেন বৃহত্তর কুমিল্লা অঞ্চলের একজন ধর্ম প্রচারক, শিক্ষা সংস্কারক, পীর ও আধ্যাত্মিক ব্যক্তি ছিলেন। তিনি বাংলাদেশের উত্তর পূর্বাঞ্চল অঞ্চলে কুসংস্কার দূরীকরণ ও ইসলামি শিক্ষা বিস্তারে উল্লেখযোগ্য অবদান রেখেছেন। তিনি সোনাকান্দা দরবার শরীফের প্রতিষ্ঠাতা পীর ছিলেন। তিনি একজন কুরআনের হাফেজ ছিলেন। তিনি আবু বকর সিদ্দিকীর একজন শিষ্য ও খলিফা ছিলেন। তিনি সোনাকান্দা দারুল হুদা বহুমুখী কামিল মাদ্রাসা, কুমিল্লা ইসলামিয়া আলিয়া কামিল মাদ্রাসাসহ আরো বহু শিক্ষা প্রতিষ্ঠান ও ইসলামি প্রতিষ্ঠান স্থাপন করেছেন। গবেষক মুহাম্মদ আবু সালেহ পাটোয়ারী ইসলামিক ফাউন্ডেশনের পৃষ্ঠপোশকতায় তার জীবনী প্রকাশ করেছন।\n\n\n== জন্ম ও পরিচয় ==\n\n\n=== পূর্ব পুরুষের পরিচয় ===\nতার পূর্বপুরুষ ভারতের পূর্ব পাঞ্জাবের বাসিন্দা ছিলেন। হানাফীর বংশধর পূর্ব পাঞ্জাবের অমুসলিম সম্প্রদায়ের সাথে যুদ্ধ করে বিজয় লাভ করেন, এবং সরকারিভাবে গাজী উপাধি লাভ করেন। এইজন্য তাদের বংশের নামকরণ করা হয় গাজী বংশ। তবে তারা পরবর্তীতে পূর্ব পাঞ্জাবে টিকতে না পেরে বর্তমানের কুমিল্লার একটি গ্রামে বসতি স্থাপন করেন। এই বংশের নাম অনুসারে গ্রামটি গাজীপুর নামে পরিচিতি লাভ করে, হানাফীর দাদা গাজী আলী এই গ্রামে বসতি স্থাপন করেন। হানাফীর বংশের প্রজন্ম ধারা হলো আব্দুর রহমান হানাফী ইবনে শাহ সুফী গাজী আফসার উদ্দিন মুন্সি ইবনে শাহ সুফী গাজী আলী ইবনে আয়িদা গাজী ইবনে নাতওয়ান গাজী মুন্সি মোহাম্মদ রেজা। এরা সবাই ধর্ম প্রচারক ও বুজুর্গ ব্যক্তি ছিলেন।\n\n\n=== জন্মগ্রহণ ===\nআব্দুর রহমান হানাফী ১৯০০ সালে কুমিল্লা জেলার (তৎকালীন ত্রিপুরা) মুরাদনগর উপজেলার সোনাকান্দা নামক গ্রামের মুসলিম গাজী বংশে জন্মগ্রহণ করেন। তার পিতার নাম আফসার উদ্দিন মুন্সি, তিনি তরিকতপন্থি আলেম ও একজন স্কুল শিক্ষক ছিলেন। তার মাতার নাম ছিলো নাওয়াজা খাতুন, তিনিও আলেমা ও পরহেজগার মহিলা ছিলেন। হানাফী তার এক দুই ভাই দুই বোনের মধ্যে সবার বড় ছিলেন।\n\n\n== শিক্ষাজীবন ==\nহানাফী তার পিতার নিকট থেকেই ইসলামের প্রাথমিক জ্ঞান অর্জন করেন। সেইসময়ে শিক্ষার প্রাতিষ্ঠানিক রূপ ছিলোনা, এইজন্য নিদিষ্ট শিক্ষকের নিকট প্রাথমিক পড়াশোনা করতে হতো। তিনি নিকটস্থ গ্রামে মক্তব শিক্ষা গ্রহণ করেন। মক্তব শিক্ষায় তিনি আরবি, উর্দু, ফার্সি ভাষায় ও ইংরেজি ও গণিতে প্রাথমিক ধারণা লাভ করেন। এরপর তিনি নিকটস্থ চান্দিনা থানার হারং মাদ্রাসায় ভর্তি হন। এই মাদ্রাসার তিনি মাওলানা অধীনে থেকে অধ্যয়ন করেন। এই মাদ্রাসা থেকে জামাতে পানঙ্গম (বর্তমান দাখিল শ্রেণী) পাশ করেন। এরপর তিনি উচ্চ শিক্ষার জন্য ঢাকা হাম্মাদিয়া মাদ্রাসায় জামায়াতে চাহরমে (বর্তমান আলিম শ্রেণী) ভর্তি হন। এই মাদ্রাসা থেকে তিনি ১৯২৩ সালে ১ম গ্রেডে বৃত্তিপ্রাপ্ত হয়ে জামাতে উলা পাশ করেন।\nএরপর তিনি নোয়াখালীর ক্বারী মুহাম্মদ ইব্রাহিমের নিকট ক্বারীয়ানা শিক্ষা শুরু করেন। এরপর ইসলামি জ্ঞানার্জনের জন্য সৌদি আরব সফর করেন, সৌদি আরবের মদিনা শহরে অবস্থান করে তিনি কুরআনের হেফজ সম্পন্ন এবং সহিহ সিত্তাহ কিতাবের জ্ঞান অর্জন করেন। তিনি সউদি আরবে সর্বমোট ৪ বছর অবস্থান করেছিলেন।\n\n\n== কর্মজীবন ==\nকর্মজীবনে তিনি মসজিদ, মাদ্রাসা, মক্তব ও অনন্য ইসলামি শিক্ষা প্রতিষ্ঠানে নির্মাণে ব্যয় করেছেন। তিনি কুমিল্লা অঞ্চলের বহু মাদ্রাসা-মসজিদ প্রতিষ্ঠা করেছেন। তিনি ১৯৩০ সালে খামার গ্রামে একটি দাখিল মাদ্রাসার ভিত্তি প্রস্তর স্থাপন করেন, তিনি এই মাদ্রাসায় পাঠ দানও করেছেন। ১৯৪০ সালে তিনি হজ্বে গমন করেন, হজ্ব থেকে ফিরে এসে তিনি নিজ বাড়িতে সোনাকান্দা দারুল হুদা দরবার শরীফ, দারুল হুদা বহুমুখী কামিল মাদ্রাসা, খানকাহ শরীফ, লিল্লাহ বোর্ডিং, এরকম অনেকগুলো ইসলামি সেবামূলক প্রতিষ্ঠান প্রতিষ্ঠা করেন। এরপর তিনি আবুবকর সিদ্দিকী আল কোরাইশীর আদেশে ইসলাম প্রচার শুরু করেন। তিনি আমৃত্যু খামার গ্রাম কেন্দ্রীয় ঈদগাহে ইমামতি করেছেন।\nতিনি ব্যক্তিগত জীবনে চাষাবাদ ও খামারে কাজ করে জীবিকা নির্বাহ করতেন, এইজন্য অনেকে তাকে ক্ষেতিপীর বলেও অভিহিত করতো। ব্যক্তিগত জীবনে তিনি সাহেরা খাতুনের সাথে বিবাহ বন্ধনে আবদ্ধ হন। দাম্পত্য জীবনে তাদের চারজন ছেলে এবং পাঁচজন মেয়ে ছিলো, এদের মধ্যে শৈশবে দুই সন্তান মৃতবরণ করেন।\n\n\n== আধ্যাত্মিক জীবন ==\nহানাফী ১৯২৯ সালে আবুবকর ছিদ্দিকী আল কুরাইশির নিকট তরিকতের বাইয়াত গ্রহন করেন। এছাড়াও তিনি বাগদাদ সফরের সময় কালে শরফুদ্দিন আল কাদেরীর নিকট তাবাররোকের বাইয়াত গ্রহণ করেন এবং কাদেরিয়া তরিকার খেলাফত প্রাপ্ত লাভ করেন। ১৯৩৮ সালে তিনি আরব সফরের শেষের দিকে আবুবকর ছিদ্দিকী আল কোরাইশীর সাথে দেখা করেন এবং খিলাফত দান করেন। হানাফী আবু বকর সিদ্দিকীর সর্বশেষ খলিফা ছিলেন। তিনি আবু বকর সিদ্দিকীর নিকট থেকে নকশবন্দিয়া, মুজাদ্দেদিয়া, কাদেরিয়া চিশতিয়া এবং মুহাম্মাদিয়া তরিকার সিদ্ধি লাভ করেন। এছাড়া ১৯৩৮ সালে আহমদ শারফুদ্দিন আল কাদেরী নিকট থেকে কাদেরীয়া তরিকার বাইয়াত গ্রহণ করেন।\n\n\n== অবদান ==\nআব্দুর রহমান হানাফী একজন ইসলাম প্রচারক ছিলেন। তিনি বৃহত্তর কুমিল্লাসহ চাঁদপুর, ভৈরব, নরসিংদী, কিশোরগঞ্জ, নেত্রকোনা, ময়মনসিংহ ও সিলেট জেলায় ইসলামি ও আধ্যাত্মিক শিক্ষা বিস্তারে ব্যাপক জাগরণ সৃষ্টি করেন। তিনি সরাসরি রাজনীতিতে জড়িত না থাকলেও তিনি ব্রিটিশ বেনিয়া ও হিন্দু জমিধারী প্রধার বিরুদ্ধে সামাজিক ও সাংস্কৃতিক আন্দোলন করেছেন। তিনি ফুরফুরা ইসলামি সংস্কার আন্দোলনের মাধ্যমে ইসলামি সংস্কার আন্দোলনে ভূমিকা রেখেছেন। এছাড়াও তিনি পাকিস্তান আন্দোলনের পরোক্ষভাবে ভূমিকা রেখেছেন। তিনি এসব অরাজনৈতিক আন্দোলন পরিচালনার জন্য আনজুমানে মঈনুল মুসলেমিন নামক সংগঠন প্রতিষ্ঠা করেছিলেন।\n\n\n=== শিক্ষা প্রতিষ্ঠান স্থাপন ===\nখামার গ্রাম দাখিল মাদ্রাসা। (১৯৩০)\nখামার গ্রাম মসজিদ ও ঈদগাহ (১৯২৬)\nসোনাকান্দা দারুল হুদা দরবার শরীফ\nসোনাকান্দা দারুল হুদা বহুমুখী কামিল মাদ্রাসা\nদারুল হুদা কবরস্থান\nখামার গ্রাম প্রাথমিক বিদ্যালয়\nদারুল হুদা মুসাফির খানা\nএছাড়াও তার প্রত্যক্ষ অবদানে যেসব প্রতিষ্ঠান নির্মিত হয়েছে, সেগুলো হল:\n\nদ্বিমূড়া রহমানিয়া ফাজিল মাদ্রাসা, হবিগঞ্জ\nপরমতলা ফাজিল মাদ্রাসা, মুরাদনগর, কুমিল্লা\nশ্রীকাইল ডিগ্রী কলেজ পুনঃ চালুকরন\nগাজীমুড়া আলিয়া মাদ্রাসা\nপূবাইল রাহমানীয়া দাখিল মাদ্রাসা, চকবাজার, কুমিল্লা\n\n\n== লিখিত বইসমূহ ==\nহানাফি ইসলাম প্রচারের পাশাপাশি কিছু বই লিখেছেন, সেগুলো হলো:\n\nআরবের সফরনামা\nআনিস-উত-তালিবীন (পাঁচ খণ্ড)\nজাদ-উল-হুজ্জাজ\nআকসাম-উল-মুসলিমীন চারি তরিকার ওয়াজিফা ও শাজারা\nদুয়া-ই-হিজবুল-বাহার (উর্দু)\nওয়াজিফা-ই-নাফিয়া (উর্দু)\nওসিয়াতনামা\nশামসুল কুরআন\n\n\n== মৃত্যু ==\nতিনি নরসিংদীর দারুল আবরার খানকাহে সোনাকান্দা দারুল হুদা কামিল মাদ্রাসার কামিল ছাত্রদের জন্য দোয়া করার সময় ১৮ মে ১৯৬৪ সালে ইন্তেকাল করেন। তার জ্যেষ্ঠ পুত্র আবু বকর মুহাম্মদ শামসুল হুদা তার জানাজা নামাজ পরান। এবং তিনি সোনাকান্দা দরবার শরীফের পীর ও খামার ঈদগাহের ইমাম স্থলাভিষিক্ত হিসাবে নিয়োজিত হন।\n\n\n== তথ্যসূত্র =="}