{"pageid": 1183340, "title": "রাজদণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1183340", "content": "রাজদণ্ড হল রাজকীয় বা সাম্রাজ্যীয় চিহ্নের একটি বস্তু হিসাবে শাসক শাসনকর্তার হস্তে থাকা একটি লাঠি বা কাষ্ঠদণ্ড। রূপকভাবে, এর অর্থ রাজকীয় অথবা সাম্রাজ্যিক কর্তৃত্ব বা সার্বভৌমত্ব।\n\n\n== প্রাচীনত্ব ==\n\n\n=== প্রাচীন মিশর এবং মেসোপটেমিয়া ===\n\nপ্রাচীন মিশরে কর্তৃত্বের নিদর্শন ছিল ওয়াস এবং অন্যান্য ধরনের লাঠি। এই কারণে তাদের প্রায়শই \"রাজদণ্ড\" হিসাবে বর্ণনা করা হয়, এমনকি যদি তারা পূর্ণ-দৈর্ঘ্যের লাঠিও হয়। প্রাচীনতম রাজকীয় রাজদণ্ডগুলির মধ্যে একটি অ্যাবাইডোস্-এ খাসেখেম্উই-এর দ্বিতীয় রাজবংশীয় সমাধিতে আবিষ্কৃত হয়েছিল। রাজারা একটি লাঠি বহন করতেও পরিচিত ছিল এবং ফ়েরাউঁ আনেদ্জিব্-কে একটি তথাকথিত ম্ক্স্-লাঠি বহনরত রূপে পাষাণপাত্রে দেখানো হয়েছে।দীর্ঘতম ইতিহাসের লাঠিটিকে হেক়া-রাজদণ্ড (\"মেষপালকের কুটিল\") বলে মনে হয়।\nরাজদণ্ডটি মেসোপটেমীয় জগতেও একটি কেন্দ্রীয় ভূমিকা গ্রহণ করেছিল এবং বেশিরভাগ ক্ষেত্রেই সার্বভৌম এবং দেবতাদের রাজকীয় চিহ্নের অংশ ছিল। এটি সমগ্র মেসোপটেমীয় ইতিহাস জুড়ে বৈধ, যেমনটি সাহিত্য এবং প্রশাসনিক গ্রন্থ এবং মূর্তিবিদ্যা উভয় দ্বারাই চিত্রিত। মেসোপটেমীয় রাজদণ্ডকে বেশিরভাগই সুমেরীয় ভাষায় গ়িদ্রু এবং আক্কাদীয় ভাষায় হাঃট্টুম্ বলা হত। \n\nবাইবেলের আদি পুস্তকটি যিহূদার রাজদণ্ডকে নির্দেশ করে।“যিহূদা হইতে রাজদণ্ড যাইবে না,\nতাহার চরণযুগলের মধ্য হইতে বিচারদণ্ড যাইবে না,\nযে পর্য্যন্ত শীলো না আইসেন;\n\nজাতিগণ তাঁহারই আজ্ঞাবহতা স্বীকার করিবে।”\n\nপ্রথম পারস্য সাম্রাজ্যে, বাইবেলের ইষ্টেরের বিবরণে পারস্যের রাজার রাজদণ্ডের কথা উল্লেখ করা হয়েছে।\"আর রাজা যখন দেখিলেন যে ইষ্টের রাণী প্রাঙ্গণে দাঁড়াইয়া আছেন, তখন রাজার দৃষ্টিতে ইষ্টের অনুগ্রহ পাইলেন, রাজা ইষ্টেরের প্রতি আপন হস্তস্থিত স্বর্ণময় রাজদণ্ড বিস্তার করিলেন; তাহাতে ইষ্টের নিকটে আসিয়া রাজদণ্ডের অগ্রভাগ স্পর্শ করিলেন।\"\n\n\n=== গ্রিকীয়-রোম্য জগৎ ===\n\nপ্রাথমিক গ্রীকদের মধ্যে রাজদণ্ড ( প্রাচীন গ্রিক: σκῆπτρον  , skeptron, \"দণ্ড, লাঠি, চোং\") ছিল একটি দীর্ঘ লাঠি, যেমন আগামেম্নোন্ ( ইলিয়াড, ১) বা সম্মানিত বৃদ্ধরা ব্যবহার করত ( ইলিয়াড, ১৮. ৪৬; হেরোডোটাস ১. ১৯৬), এবং ব্যবহার করা আরম্ভ হয়েছিল বিচারক, সামরিক নেতা, পুরোহিত এবং কর্তৃত্বাধীন অন্যদের দ্বারা। এটি একটি দীর্ঘ দণ্ডের অগ্রভাগে স্থিত ধাতব অলংকার হিসাবে আঁকা দানিতে উপস্থাপন করা হয়। রাজদণ্ড যখন জিউস বা হেডিস দ্বারা বহন করা হয়, তখন এটির অগ্রভাগে একটি পাখি থাকে। এটি ছিল জিউসের (দেবতাদের রাজা এবং অলিম্পাসের শাসক) সেই প্রতীক, যা তাদের অলঙ্ঘনীয় মর্যাদা দিয়েছিল কেরিকেস(হেরাল্ডগণ) কে, যারা এইভাবে আধুনিক কূটনৈতিক অনাক্রম্যতার অগ্রদূত দ্বারা সুরক্ষিত ছিল। যখন, ইলিয়াদ-এ, আগামেম্নোন্ ওডিসিউস্কে আচিয়ীদের নেতাদের কাছে পাঠান, তিনি তাকে তার রাজদণ্ড ধার দেন।\nএট্রুস্কীয়দের মধ্যে, রাজাদের এবং পুরোহিতের উচ্চপদস্থ ব্যক্তিদের দ্বারা মহান মহিমার রাজদণ্ড ব্যবহার করা হত। এট্রুরিয়ার আঁকা সমাধির দেয়ালে এই ধরনের রাজদণ্ডের অনেকগুলি উপস্থাপনা দেখা যায়। ব্রিটিশ মিউজিয়াম, ভ্যাটিকান এবং ল্যুভের সোনার এট্রুস্কীয় রাজদণ্ড রয়েছে, যা সবচেয়ে বিশদভাবে এবং সূক্ষ্মভাবে অলঙ্কৃত।\nরোম্য রাজদণ্ড সম্ভবত এট্রুস্কীয় রাজদণ্ড থেকে উদ্ভূত। রোম্য প্রজাতন্ত্রের অধীনে, একটি হস্তিদাঁতের রাজদণ্ড ( sceptrum eburneum ) ছিল কনস্যুলার পদের একটি চিহ্ন। এটি বিজয়ী জেনারেলদের দ্বারাও ব্যবহার করা হয়েছিল যারা ইম্পেরাতোর্ উপাধি পেয়েছিলেন এবং উত্তরাধিকারদের অর্পিত কর্তৃত্বের প্রতীক হিসাবে এর ব্যবহার মার্শালের লাঠিতে পুনরুজ্জীবিত হয়েছিল।\nরোম্য সাম্রাজ্যের অধীনে, স্কেপ্ত্রুম্ ঔগুস্তি বিশেষভাবে সম্রাটদের দ্বারা ব্যবহৃত হত এবং প্রায়শই সোনার ঈগলের সাথে হস্তিদাঁতের ডগা থাকত। এটি প্রায়শই পরবর্তী সাম্রাজ্যের মেডেলিয়নগুলিতে দেখানো হয়, যার বিপরীতে সম্রাটের অর্ধ-দৈর্ঘ্যের চিত্র রয়েছে, যার এক হাতে স্কেপ্ত্রুম্ ঔগুস্তি রয়েছে এবং অন্য হাতে বিজয়ের একটি ছোট চিত্র দ্বারা আবর্তিত গোলক ।\n\n\n=== প্রাচীন ভারত ===\nতিরুক্কুরালের প্রাচীন তামিল সাহিত্য রচনা-য় রাজদণ্ডের নীতিশাস্ত্রের জন্য প্রতিটি অধ্যায়কে উৎসর্গ করে। তিরুবল্লুবরের মতে, \"এটি তার বর্শা নয় বরং রাজদণ্ড যা একজন রাজাকে তার প্রজাদের সাথে আবদ্ধ করে।\" \nসঠিক এবং নিষ্ঠুর রাজদণ্ডের বিধানগুলি তিরুক্কুরালের প্রাচীন তামিল রচনায় পাওয়া যায়, যা ৫ম শতাব্দীর আগে রচিত। এর ৫৫ এবং ৫৬ অধ্যায়ে, পাঠ্যটি যথাক্রমে সঠিক এবং নিষ্ঠুর রাজদণ্ডের সাথে সম্পর্কিত, শাসকের নৈতিক আচরণের বিষয়ে চিন্তাভাবনাকে আরও এগিয়ে দেয় যা পূর্ববর্তী এবং পরবর্তী অধ্যায়গুলির অনেকগুলিতে আলোচিত হয়েছে।   প্রাচীন গ্রন্থটি বলে যে, \"এটি রাজার বর্শা নয় বরং রাজদণ্ড ছিল যা তাঁহাকে তাঁহার প্রজাদিগকের সহিত আবদ্ধ করিয়াছিল - এবং যতটা তিনি তাঁহাদিগকের রক্ষা করিয়াছিলেন, ততটা তাঁহার নিজের সুশাসন তাঁকে রক্ষা করিবে।\" \n\n\n== খ্রীষ্টীয়-বিশ্ব ==\n\nখ্রিস্টধর্মের আবির্ভাবের সাথে, রাজদণ্ড প্রায়শই একটি ঈগলের পরিবর্তে ক্রুশ দিয়ে টিপানো হত। যাইহোক, মধ্যযুগের সময়, রাজদণ্ডের শীর্ষে চূড়ান্তভাবে উল্লেখযোগ্য পরিবর্তন হয়েছিল। \nইংগ্ল্যাণ্ডে, খুব প্রারম্ভিক সময় থেকে, দুটি রাজদণ্ড একযোগে ব্যবহার করা হয়েছে, এবং রিচার্ড প্রথমের সময় থেকে, তাদের যথাক্রমে একটি ক্রুশ এবং একটি ঘুঘু দিয়ে টিপানো হিসাবে আলাদা করা হয়েছে। ফ্রাঁসে, রাজকীয় রাজদণ্ডটি একটি ফ্লেউর্ দে লিস্ দিয়ে টিপানো ছিল এবং অন্যটি, মেইঁ দে জুস্তিসে হিসাবে পরিচিত, শীর্ষে আশীর্বাদের একটি খোলা হস্ত ছিল। \nশীর্ষে ছোট মন্দির সহ রাজদণ্ডগুলিকে কখনও কখনও রাজকীয় সীলগুলিতে উপস্থাপন করা হয়, যেমন এডওয়ার্ড তৃতীয়- এর মহান সীলমোহরে, যেখানে রাজা, সিংহাসনে অধিষ্ঠিত, এমন একটি রাজদণ্ড বহন করে, তবে এটি একটি অস্বাভাবিক রূপ ছিল; এবং এটি লক্ষণীয় যে স্কট্ল্যাণ্ডের রাজদণ্ডগুলির মধ্যে একটি, এডিনবোরায় সংরক্ষিত, শীর্ষে এমন একটি মন্দির রয়েছে, যেখানে কুমারী মারিয়া, প্রেরিত আন্দ্রিয় এবং সিবদিয়ের পুত্র যাকোবের সামান্য ছবি রয়েছে৷ এই রাজদণ্ডটি, এটি বিশ্বাস করা হয়, ফ্রান্সে ১৫৩৬ সালের দিকে জেমস পঞ্চম- এর জন্য তৈরি করা হয়েছিল। মহান সীল সাধারণত সার্বভৌম সিংহাসনে অধিষ্ঠিত প্রতিনিধিত্ব করে, ডান হাতে একটি রাজদণ্ড (প্রায়ই মর্যাদার দ্বিতীয়) এবং বাম হাতে গোলক এবং ক্রুশ। হ্যারল্ড গডউইনসন এইভাবে ব্যায়ু ট্যাপেস্ট্রিতে উপস্থিত হয়েছেন। \n৯ম শতাব্দীর প্রাচীনতম ইংরেজি রাজ্যাভিষেকের অনুমোদিত কর্মসূচিপত্র একটি রাজদণ্ড ( sceptrum ), এবং একটি লাঠিকে ( baculum ) উল্লেখ করে। এথেল্রেড দ্বিতীয় - এর তথাকথিত রাজ্যাভিষেক কর্মসূচিপত্রে একটি রাজদণ্ড ( sceptrum ), এবং একটি যষ্টি ( virga ) প্রদর্শিত হয়, যেমনটি ১২ শতকের রাজ্যাভিষেকের ক্ষেত্রেও দেখা যায়। রিচার্ড প্রথম এর রাজ্যাভিষেকের একটি সমসাময়িক বিবরণে, স্বর্ণ রাজকীয় রাজদণ্ড ও একটি স্বর্ণ ক্রুশ ( sceptrum ), এবং উপরে একটি স্বর্ণ ঘুঘু সহ স্বর্ণ যষ্টি ( virga ), প্রথমবারের মতো ঐতিহাসিক নথিতে প্রবেশ করে। ১৪৫০ সালের দিকে, ওয়েস্ট্মিন্স্টারের সন্ন্যাসী স্পোর্লি সেখানে অবশেষের একটি তালিকা তৈরি করেন। এর মধ্যে সন্ত এডওয়ার্ড দ্য কন্ফেসারের রাজ্যাভিষেকের সময় ব্যবহৃত প্রবন্ধগুলি অন্তর্ভুক্ত ছিল এবং যা তাঁর উত্তরসূরিদের রাজ্যাভিষেকের জন্য তিনি রেখেছিলেন। একটি স্বর্ণ রাজদণ্ড, একটি স্বর্ণমণ্ডিত কাষ্ঠ-যষ্টি এবং একটি লৌহ যষ্টির নামাঙ্কিত করা হয়েছে। এগুলি কমনওয়েলথ পর্যন্ত টিকে ছিল, এবং ১৬৪৯ সালে আঁকা রেগালিয়ার একটি তালিকায় সংক্ষিপ্তভাবে বর্ণনা করা হয়েছে, যখন সবকিছু ধ্বংস হয়ে গিয়েছিল। \nদ্বিতীয় চার্ল্স-এর রাজ্যাভিষেকের জন্য, ক্রুশ এবং ঘুঘু সহ নতুন রাজদণ্ড তৈরি করা হয়েছিল এবং সামান্য পরিবর্তিত হলেও সেগুলি আজও ব্যবহার করা হচ্ছে। রাজ্ঞী সহধর্মিণীর জন্য দুটি রাজদণ্ড, একটি ক্রুশ সহ এবং অন্যটি একটি ঘুঘুর সাথে, পরবর্তীকালে যুক্ত করা হয়েছে। \nমোল্দোভা এবং মোন্টেনেগ্রোর পতাকায় রাজদণ্ড রয়েছে।\n\n\n== তথ্যসূত্র =="}