{"pageid": 1183460, "title": "ভিয়েতনামে হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1183460", "content": "ভিয়েতনামে হিন্দুধর্ম প্রধানত জাতিগত চাম লোকেরা পালন করে । বালামন চাম দুটি বেঁচে থাকা অ-ভারতীয় আদিবাসী হিন্দু জনগোষ্ঠীর একজন। বর্তমানে ভিয়েতনামে প্রায় ৬৪,৫৪৭ হিন্দু বাস করে।\n\n\n== চাম হিন্দু ==\n\nহিন্দু চামদের বলা হয় বালামন (বাণী) চাম বা বালামন হিন্দু । তারা শৈব হিন্দুধর্মের একটি রূপ অনুশীলন করে । চম হিন্দুদের অধিকাংশই ক্ষত্রিয় বর্ণের অন্তর্গত ,  তবে উল্লেখযোগ্য সংখ্যালঘু ব্রাহ্মণ । ভিয়েতনামে বালামন চাম হিন্দুদের সঠিক সংখ্যা সরকারি আদমশুমারিতে প্রকাশ করা হয়নি, তবে অনুমান করা হয়েছে কমপক্ষে ১০,০০০ বালামন হিন্দু। মরিয়ম্মান মন্দির, হো চি মিন সিটির সবচেয়ে উল্লেখযোগ্য তামিল হিন্দু মন্দিরগুলির মধ্যে একটি। নিহ থুয়ান এবং বিন থুয়ান প্রদেশগুলি হল যেখানে ভিয়েতনামের বেশিরভাগ চাম জাতিগোষ্ঠী (≈৬৫%) সর্বশেষ জনগণনা অনুসারে বসবাস করে। নিন থুয়ানে চাম বালামন (হিন্দু চাম) ২০০২ সালে ৩৪টি চাম গ্রামের মধ্যে ৬টিতে বসবাসকারী ৭,০০০ জন। যদি এই জনসংখ্যার গঠন সামগ্রিকভাবে ভিয়েতনামের বালামন চাম জনসংখ্যার জন্য সাধারণ হয় তবে ভিয়েতনামের বালামন চামের প্রায় ১০% হিন্দু।\nভিয়েতনামের বালামন চাম লোকেরা হিন্দুধর্ম পালন করে, বিশেষ করে নিন থুয়ান প্রদেশে (১০.৪%) এবং বিন থুয়ান (৪.৮%)। আজ চারটি মন্দিরে পূজা করা হয়: পো ইনু নুগার, পো রোম, পো ক্লাউং গিরাই এবং পো ড্যাম। অন্যান্য হিন্দু মন্দিরগুলির মধ্যে রয়েছে: Miếu Po Nagar, Đền thờ Tháp PÔ Patao At এবং Đền Po Kabrah।\nচাম হিন্দুরা বিশ্বাস করে যে তারা মারা গেলে, পবিত্র ষাঁড় নন্দী তাদের আত্মাকে ভারতের পবিত্র ভূমিতে নিয়ে যেতে আসে। চাম হিন্দুদের প্রধান উৎসব হল কাট উৎসব  বা এমবাং কেট। অক্টোবরের শুরুতে এটি ৩ দিন ধরে পালিত হয়। ২০১৭ সালের হিসাবে, ইউনাইটেড স্টেটস ব্যুরো অফ ডেমোক্রেসি, হিউম্যান রাইটস অ্যান্ড লেবার অনুমান করেছে ভিয়েতনামে প্রায় ১০,০০০ জাতিগত বালামন চাম হিন্দু।\n\n\n== জনসংখ্যা ==\n\n২০০৯ সালের সরকারি আদমশুমারি অনুসারে, বালামন হিন্দু এবং অন্যান্য হিন্দু উভয়ের জনসংখ্যা অন্তর্ভুক্ত ছিল যার মোট সংখ্যা ছিল ৫৬,৪২৭।\n২০১৯ সালের সর্বশেষ আদমশুমারি অনুসারে হিন্দুদের সংখ্যা ৬৪,৫৪৭।\n\n\n== হিন্দু মন্দির ==\n\nহো চি মিন সিটিতে ৪,০০০ হিন্দু রয়েছে , তাদের মধ্যে  বেশির ভাগই বানি চাম এবং অল্প সংখ্যক ভারতীয়। মারিআম্মান মন্দির, হো চি মিন সিটি তামিল হিন্দুদের কেন্দ্র মন্দির। এটি অনেক নেটিভ ভিয়েতনামী এবং চীনাদের দ্বারা পবিত্র বলে বিবেচিত হয়। এটিকে অলৌকিক ক্ষমতা বলেও বিশ্বাস করা হয় এবং এটি হিন্দু দেবী মরিয়ম্মানকে উৎসর্গ করা হয় ।\nসাইগন (হো চি মিন সিটি)-তে তিনটি ভারতীয় হিন্দু মন্দির রয়েছে - শ্রী থেনদাউথাপানি মন্দির, দ্যান সুব্রামানিয়াম স্বামী মন্দির এবং মরিয়ম্মান মন্দির।\n\n\n=== প্রাচীন চাম হিন্দু মন্দির ===\nপো ক্লং গড়াই মন্দির\nপো নগর\nমাই সন\n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী হিন্দুধর্ম\nহিন্দু পঞ্জিকা\nহিন্দু সাম্রাজ্য এবং রাজবংশের তালিকা\n\n\n== তথ্যসূত্র =="}