{"pageid": 1184015, "title": "বাগুশ বক্স", "url": "https://bn.wikipedia.org/wiki?curid=1184015", "content": "বাগুশ বক্স ছিল দ্বিতীয় বিশ্বযুদ্ধের ওয়েস্টার্ন ডেজার্ট ক্যাম্পেইনের সময় ব্রিটিশ সেনাবাহিনীর একটি দুর্গ, যেটি পশ্চিম মরুভূমির মাতেন বাগুশের কাছে নির্মিত। এটি মেরসা মাতরুর ৩৫ মাইল (৫৬ কিলোমিটার) পূর্বে অবস্থিত।\n\n\n== পটভূমি ==\nবক্সটি ওয়েস্টার্ন ডেজার্ট ফোর্সের (লেফটেন্যান্ট-জেনারেল রিচার্ড ও'কনর) লোকজন একটি তাঁবুর ছাউনি হিসাবে তৈরি করেছিল। এখানে দপ্তর ছিল। এটিকে বালির স্তূপের নিচে খনন করে তৈরি করা হয়েছিল এবং একে বোমাপ্রতিরোধী বলা হত। ১৯৪০ সালে ইতালীয় ১০ম সেনাবাহিনী দ্বারা মিশরে ইতালীয় আক্রমনের বিরুদ্ধে যুদ্ধে অংশ নেওয়া সৈন্যদের জন্য একটি অস্থায়ী বিশ্রামস্থান হিসেবে এটি তৈরি হয়েছিল। ও'কনর ৮ই জুন তাঁর সদর দপ্তর খোলেন। অল্প দূরত্বে স্থলভাগে একটি বিমানঘাঁটি ছিল এবং মরুভূমির বিমানবাহিনীর (এয়ার কমোডর রেমন্ড কলিশ) সদর দপ্তর হিসেবে কাজ করত।\n\n\n== ভূমিকা ==\n২৮শে জুন, বায়ু সেনা মার্শাল (Maresciallo dell'Aria) ইতালো বালবো, লিবিয়ার গভর্নর জেনারেল এবং ইতালীয় উত্তর আফ্রিকার (Africa Settentrionale Italiana) সর্বাধিনায়ক, একটি পুনরুদ্ধার অভিযান চালান সিদি বারানি এবং মাতেন বাগুশের উপরে। তোব্রুক বন্দরে যুদ্ধপোত সান জিওর্জিও বালবোর বিমানটি গুলি করে নিচে নামায় এবং নিচে আসার সময় আরোহীরা নিহত হন; বালবোর স্থলাভিষিক্ত হন মার্শাল রোডলফো গ্রাজিয়ানি।\n২৬শে নভেম্বর, অপারেশন কম্পাসের একটি মহড়া \"প্রশিক্ষন ব্যায়াম সংখ্যা ১\" সমাপ্তির পর ও'কনর বাগুশ বক্সে একটি বৈঠক করেন। মহড়ায় সুরক্ষিত অবস্থানের উপর আক্রমণের অনুশীলন করা হয়েছিল, সৈন্যদের বলা হয় নি যে অবস্থানগুলি নিবেইওয়া এবং তুমারসের ইতালীয় শিবিরের প্রতিরূপ। ও'কনরের সাথে বৈঠকে আধিকারিকরা জানান যে \"আক্রমণ বণ্টন\"-এ দেওয়া পদ্ধতিটি খুব ধীর এবং তাতে অতর্কিতে হানার মত কিছু নেই, যার ফলে সহজেই এই আক্রমণকারীদের ওপর বিমান আক্রমণ হতে পারে। বায়ুসেনা সর্বাধিনায়ক এয়ার মার্শাল আর্থার লংমোরকে, গ্রীসে সংগঠন পাঠাতে এবং অপারেশন কম্পাসের জন্য আকাশ প্রতিরক্ষা দিতে, লন্ডন থেকে চাপ দেওয়া হচ্ছিল, তিনি মিশরের আকাশ প্রতিরক্ষার দুটি বিমানপোত-বাহিনী এবং একটি বিমান সরিয়ে নিয়ে ও'কনরের নিয়ন্ত্রণে রেখেছিলেন।\nআক্রমণ শুরু হওয়ার আগে ও'কনর সামনের সদর দফতরের জন্য বাগুশ বক্সকে খালি করে দিয়েছিলেন এবং লেফটেন্যান্ট-জেনারেল হেনরি মেটল্যান্ড উইলসন, যিনি মিশরে ব্রিটিশ সৈন্যদের জেনারেল অফিসার কমান্ডিং-ইন-চিফ ছিলেন, সদর দফতরের দায়িত্ব গ্রহণ করেন।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n১৯৩৯-১৯৪৫ সালের যুদ্ধে অস্ট্রেলিয়া: বেনগাজিতে\nভেড়ার তদারককারী কুকুর মনে রাখে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ ফেব্রুয়ারি ২০২১ তারিখে"}