{"pageid": 1184176, "title": "চক্রব্যূহ", "url": "https://bn.wikipedia.org/wiki?curid=1184176", "content": "চক্রব্যূহ (সংস্কৃত: चक्रव्यूह)  বা পদ্মব্যূহ হল সামরিক গঠন যা শত্রুদের ঘিরে ফেলার জন্য ব্যবহৃত হয়, হিন্দু ধর্মীয় ও ঐতিহাসিক প্রামাণ্য ভিত্তিক এই মহাযুদ্ধ মহাভারতে চিত্রিত। এটি একাধিক প্রতিরক্ষামূলক দেয়ালের গোলকধাঁধা সদৃশ।\nচক্রব্যূহ কার্ট-চাকার আকারে তৈরি করা হয়। কৌরব-পাণ্ডব যুদ্ধে দ্রোণাচার্য একটি চক্রব্যূহ গঠন করেন যেখানে অর্জুনের পুত্র অভিমন্যু নিজেকে আটকে ফেলে এবং নিহত হন।\n\n\n== পটভূমি ==\n\nচক্রব্যূহ  বা পদ্মব্যূহ হল বহু-স্তরযুক্ত প্রতিরক্ষামূলক গঠন যা উপরে থেকে দেখলে প্রস্ফুটিত পদ্ম বা চাকতির (চক্র) মত দেখায়। প্রতিটি অন্তর্বর্তী অবস্থানে যোদ্ধাদের বিরুদ্ধে লড়াই করার জন্য ক্রমবর্ধমান কঠিন অবস্থানে থাকবে। এই গঠনটি কুরুক্ষেত্র যুদ্ধে দ্রোণাচার্য দ্বারা ব্যবহৃত হয়েছিল, যিনি ভীষ্ম পিতামহের পতনের পর কৌরব সেনাবাহিনীর সর্বাধিনায়ক হয়েছিলেন।\nকৌরব ও পাণ্ডবরা একইভাবে বিভিন্ন ব্যূহ (সামরিক গঠন) অধ্যয়ন করেছিলেন। মহাভারতে বর্ণিত যুদ্ধের আকারে, শক্তিশালী যোদ্ধাদের এমন অবস্থানে স্থাপন করা গুরুত্বপূর্ণ ছিল যেখানে তারা বিরোধী শক্তিকে সর্বাধিক ক্ষতি করতে পারে বা তাদের নিজের পক্ষকে রক্ষা করতে পারে। এই সামরিক কৌশল অনুসারে, যুদ্ধের সময় নির্দিষ্ট স্থির বস্তু বা চলমান বস্তু বা ব্যক্তিকে বন্দী, বেষ্টিত এবং সম্পূর্ণরূপে সুরক্ষিত করা যেতে পারে।\nগঠনটি শুরু হয় দুইজন সৈন্যকে পিছনের দিকে দাঁড়ানোর মাধ্যমে, এই ধরনের অন্যান্য সৈন্যদের সাথে তিন হাত দূরত্বে দাঁড়িয়ে সাতটি বৃত্ত তৈরি করে এবং শেষ পর্যন্ত যেখানে বন্দী ব্যক্তি বা বস্তুকে রাখা হবে সেই স্থানটি। চক্রব্যূহ গঠনের জন্য, সেনাপতিকে সৈন্যদের চিহ্নিত করতে হবে যারা এই গঠন গঠন করবে। মোতায়েন করা সৈন্যের সংখ্যা এবং চক্রব্যূহের আকার গণনা করা হয় প্রতিরোধের অনুমান অনুযায়ী। একবার টানা হলে, অগ্রণী সৈন্যরা প্রতিপক্ষের উভয় পাশে এসে ধরা দেয়, সংক্ষিপ্তভাবে জড়িত হয় এবং তারপর অগ্রসর হয়। তাদের স্থান উভয় দিকের পরবর্তী সৈন্যরা গ্রহণ করে, যারা আবার প্রতিপক্ষকে সংক্ষিপ্তভাবে নিযুক্ত করে এবং তারপরে অগ্রসর হয়। এই পদ্ধতিতে, অনেক সৈন্য শত্রুকে অতিক্রম করে এবং বৃত্তাকার প্যাটার্নে এগিয়ে যায়। ফরমেশনের পিছনে আসার সময়, অচেনা শত্রু সাত স্তরের সৈন্য দ্বারা চারদিক থেকে ঘিরে থাকে। গঠনের শেষ সৈন্যরা চক্রব্যূহ সম্পন্ন করার সংকেত দেয়। সিগন্যালে, প্রতিটি সৈনিক যারা এখন পর্যন্ত বাইরের দিকে মুখ করে থাকে তারা প্রতিপক্ষের মুখোমুখি হওয়ার জন্য ভিতরের দিকে মোড় নেয়। তখনই বন্দী শত্রু তার বন্দীত্ব বুঝতে পারে। সেনাবাহিনী বন্দীকে দূরে নিয়ে যাওয়ার সময় সার্কুলার গঠন বজায় রাখতে পারে।\n\n\n== অভিমন্যু ও চক্রব্যূহ ==\n\nচক্রব্যুহ বা পদ্মব্যুহ ছিল বিশেষ গঠন (ব্যূহ), এবং কীভাবে এটিকে ভেদ করা যায় সে সম্পর্কে জ্ঞান পাণ্ডবদের পক্ষে শুধুমাত্র মুষ্টিমেয় কয়েকজন যোদ্ধার মধ্যে সীমাবদ্ধ ছিল, যথা: অভিমন্যু, অর্জুন, কৃষ্ণ ও  প্রদ্যুম্ন, যাদের মধ্যে শুধুমাত্র অভিমন্যু উপস্থিত ছিলেন।\nমহাভারতে উল্লেখ করা হয়েছে যে অভিমন্যু তার মায়ের গর্ভে থাকাকালীন চক্রব্যূহ সম্পর্কে জানতে পেরেছিলেন কিন্তু কীভাবে গঠন থেকে রক্ষা পাবেন তা তিনি শুনতে পাননি। অভিমন্যু গঠনের ষষ্ঠ স্তরে প্রবেশ করার পর, কৌরবদের সমস্ত সেনাপতিরা তাকে একযোগে আক্রমণ করে, যা ধর্মযুদ্ধের ন্যায়সঙ্গত নিয়মের বিরুদ্ধে ছিল এবং ধীরে ধীরে ক্লান্ত হয়ে তাকে হত্যা করে।\n\n\n== তথ্যসূত্র =="}