{"pageid": 1184394, "title": "রঙ্গনাথিট্টু পাখি অভয়ারণ্য", "url": "https://bn.wikipedia.org/wiki?curid=1184394", "content": "রঙ্গনাথিট্টু পাখি অভয়ারণ্য ( কর্নাটকের পাকশী কাশী নামেও পরিচিত), ভারতের কর্ণাটক রাজ্যের মান্ডা জেলার একটি পাখির অভয়ারণ্য। এটি রাজ্যের বৃহত্তম পাখি অভয়ারণ্য, ৪০ একর (১৬ হেক্টর), এবং কাবেরী নদীর তীরে ছয়টি দ্বীপ নিয়ে গঠিত।  অভয়ারণ্যটি ২০২২ সাল থেকে একটি সুরক্ষিত রামসার সাইট হিসাবে মনোনীত হয়েছে।\nরঙ্গনাথিট্টু ঐতিহাসিক শহর শ্রীরাঙ্গাপট্টনা থেকে 3 কিলোমিটার এবং ১৬ কিলোমিটার (৯.৯ মাইল) অবস্থিত উত্তরে ।  অভয়ারণ্যটি ২০১৬-১৭ সালে প্রায় ৩ লক্ষ দর্শনার্থীদের আকর্ষণ করেছিল। \n\n\n== পার্কের ইতিহাস ==\n১৬৪৫ থেকে ১৬৪৮ সালের মধ্যে মহীশূরের তৎকালীন রাজা কান্তিরাভা নরসিংহরাজা ওয়াডিয়ার দ্বারা কাবেরী নদীর ওপারে একটি বেড়িবাঁধ নির্মাণ করা হলে রঙ্গনাথিতুর দ্বীপপুঞ্জ গঠিত হয়। এই দ্বীপপুঞ্জ, মূলত 25 নম্বর, শীঘ্রই পাখি আকৃষ্ট করতে শুরু করে। পাখিবিজ্ঞানী সালিম আলী পর্যবেক্ষণ করেছিলেন যে দ্বীপপুঞ্জগুলি বিভিন্ন ধরনের পাখির জন্য একটি গুরুত্বপূর্ণ নেস্টিং গ্রাউন্ড গঠন করেছিল এবং ১৯৪০ সালে মহীশূরের রাজাকে এই অঞ্চলটিকে একটি সুরক্ষিত অঞ্চল হিসাবে ঘোষণা করার জন্য প্ররোচিত করেছিল। অভয়ারণ্যটি বর্তমানে কর্ণাটকের বন বিভাগ দ্বারা রক্ষণাবেক্ষণ করা হয় এবং অভয়ারণ্যটি উন্নত করার চেষ্টা চলছে, যার মধ্যে সুরক্ষিত এলাকাপ্রসারের জন্য নিকটবর্তী ব্যক্তিগত জমি কেনা অন্তর্ভুক্ত রয়েছে।  ২০১৪ সালে অভয়ারণ্যের চারপাশে প্রায় ২৮ বর্গ কিলোমিটার এলাকাকে পরিবেশ-সংবেদনশীল অঞ্চল হিসাবে ঘোষণা করা হয়েছিল, যার অর্থ সরকারের অনুমতি ছাড়া নির্দিষ্ট বাণিজ্যিক ক্রিয়াকলাপ হতে পারে না।\n\n\n=== বন্যা ===\nভারী বৃষ্টির কারণে কৃষ্ণা রাজা সাগরা বাঁধ থেকে জল ছেড়ে দেওয়ার সময় কিছু বর্ষাকালে তার দ্বীপপুঞ্জের অভয়ারণ্যে ভারী বন্যা দেখা দেয়। ভারী বন্যার সময় বোটিং স্থগিত করা হয় এবং পর্যটকদের দূর থেকে পাখির বাসা দেখার অনুমতি দেওয়া হয়।   গত কয়েক দশক ধরে ঘন ঘন বন্যায় তিনটি দ্বীপের কিছু অংশও ক্ষতিগ্রস্থ হয়েছে।\n\n\n== পার্কের প্রাকৃতিক ইতিহাস ==\n\n\n=== বায়োম ===\nপার্কের বেশির ভাগই একটি রিপারিয়ান এলাকার মধ্যে।\n\n\n=== ফ্লোরা ===\nনদীমাতৃক খাগড়া বেড দ্বীপগুলির তীরে ঢেকে দেয়, যখন দ্বীপগুলি নিজেই বিস্তৃত পাতার বনে আচ্ছাদিত, যার প্রভাবশালী প্রজাতি হল টার্মিনালিয়া অর্জুন (অর্জুন গাছ), বাঁশের খাঁজ এবং পান্ডানাস গাছ। ইউক্যালিপটাস এবং বাবলা গাছও রোপণ করা হয়েছে, যা স্থানীয় প্রজাতির দীর্ঘমেয়াদী নির্মূল হতে পারে। Colchicaceae পরিবারের স্থানীয় এবং বিপন্ন লিলি Iphigenia mysorensis এছাড়াও অভয়ারণ্যে জন্মায়।\n\n\n=== প্রাণীজগত ===\n\n\n==== পাখি ====\nপ্রায় 170টি পাখির প্রজাতি  রেকর্ড করা হয়েছে। এর মধ্যে পেইন্টেড স্টর্ক, এশিয়ান ওপেনবিল স্টর্ক, কমন স্পুনবিল, উলি-নেকড স্টর্ক, ব্ল্যাক-হেডেড আইবিস, লেজার হুইসলিং ডাক, ইন্ডিয়ান শ্যাগ, স্টর্ক-বিলড কিংফিশার , ইগ্রেট, কর্মোরেন্ট, ওরিয়েন্টাল স্পটবিলড এবং পেইন্টাল ডার্টার। রঙ্গনাথিট্টুতে নিয়মিত। গ্রেট স্টোন প্লোভার এবং রিভার টার্নও সেখানে বাসা বাঁধে, যেখানে পার্কটি স্ট্রিক-থ্রোটেড গিলে ফেলার একটি বড় ঝাঁকের আবাসস্থল।  রঙ্গনাথিট্টু একটি জনপ্রিয় বাসা বাঁধার স্থান এবং জুন 2011 এ প্রায় 8,000টি বাসা দেখা গিয়েছিল।  প্রায় 50 জন পেলিকান রঙ্গনাথিট্টুকে তাদের স্থায়ী বাড়ি বানিয়েছে। \nশীতের মাসগুলিতে, ডিসেম্বরের মাঝামাঝি থেকে শুরু করে, প্রায় 40,000 পাখি রঙ্গনাথিট্টুতে একত্রিত হয়, কিছু সাইবেরিয়া, ল্যাটিন আমেরিকা এবং উত্তর ভারতের কিছু অংশ থেকে স্থানান্তরিত হয়।  জানুয়ারী এবং ফেব্রুয়ারি মাসে, অভয়ারণ্যে 30 টিরও বেশি প্রজাতির পরিযায়ী পাখি পাওয়া যায়। \n\n\n==== অন্যান্য প্রাণীজগত ====\nএই দ্বীপপুঞ্জে বনেট ম্যাকাক, মসৃণ প্রলিপ্ত ওটার, উড়ন্ত শিয়ালের উপনিবেশ এবং সাধারণ পাম সিভেট এবং ভারতীয় ধূসর মঙ্গুজের মতো সাধারণ ছোট স্তন্যপায়ী প্রাণী সহ অসংখ্য ছোট স্তন্যপায়ী প্রাণীর আবাসস্থল। উপরন্তু, মনিটর টিকটিকি একটি জনসংখ্যা আছে. ছিনতাইকারী কুমির বা মার্শ কুমির হল নদীর খাগড়ার বেডের একটি সাধারণ বাসিন্দা এবং কর্ণাটক রাজ্যে রঙ্গনাথিট্টুতে মিঠা পানির কুমিরের সংখ্যা সবচেয়ে বেশি। \n\n\n== কার্যক্রম ==\nদ্বীপপুঞ্জে রেঞ্জার-গাইডেড বোট ট্যুর সারা দিন পাওয়া যায় এবং পাখি, কুমির, ওটার এবং বাদুড় দেখার একটি ভাল উপায়। অভয়ারণ্যের মধ্যে কোনও থাকার জায়গা নেই, তাই দর্শনার্থীরা সাধারণত মাইসুরু বা শ্রীরঙ্গপাটনায় থাকে। পার্কে যাওয়ার ঋতু জুন-নভেম্বর (জল পাখিদের বাসা বাঁধার মৌসুমে)। পরিযায়ী পাখি দেখার সর্বোত্তম সময় সাধারণত ডিসেম্বর তবে এটি বছরের পর বছর পরিবর্তিত হতে পারে।\n\nসেলিম আলী ইন্টারপ্রিটেশন সেন্টার, বন বিভাগ দ্বারা রক্ষণাবেক্ষণ, বিশেষ স্বার্থ গোষ্ঠীর জন্য একটি 4-মিনিটের তথ্যচিত্র প্রদর্শন করে। \n\n\n== অ্যাক্সেসযোগ্যতা ==\nনিকটতম শহর: শ্রীরঙ্গপাটনা (3 কিমি)\nনিকটতম শহর: মাইসুরু (19 কিমি)\nনিকটতম রেলপথ: শ্রীরঙ্গপাটনা\nনিকটতম বিমানবন্দর: মহীশূর বিমানবন্দর (25 কিমি)\nনিকটতম হাইওয়ে: ব্যাঙ্গালোর - মাইসুরু হাইওয়ে (2 কিমি)\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরঙ্গনাথিট্টু পাখির অভয়ারণ্য- একটি প্রতিবেদন\nটেমপ্লেট:Bird Sanctuariesটেমপ্লেট:Protected areas of Karnataka"}