{"pageid": 1184501, "title": "চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1184501", "content": "চক্রবর্তী (সংস্কৃত: चक्रवर्तिन्) হলেন ভারতীয় ইতিহাস, ধর্ম এবং পৌরাণিক কাহিনী অনুসারে একজন আদর্শ বিশ্বজনীন শাসক। ধারণাটি ভারতীয় উপমহাদেশের  সাংস্কৃতিক ঐতিহ্য, বর্ণনামূলক পৌরাণিক কাহিনী এবং উপাখ্যানে বিদ্যমান।\nচক্রবর্তী তিন প্রকার - চক্রবালা চক্রবর্তী (যিনি চারটি মহাদেশের শাসন করেন), দ্বীপ চক্রবর্তী (যিনি একটি মহাদেশের শাসন করেন) এবং প্রদেশ চক্রবর্তী (যিনি কোন মহাদেশের এক অংশের জনগণকে নেতৃত্ব দেন, স্থানীয় রাজার সমতুল্য)।\n\n\n== তাৎপর্য ও ইতিহাস ==\n\nচক্রবর্তীর ভারতীয় ধারণাটি পরবর্তীতে দেবরাজের (রাজাদের ঐশ্বরিক অধিকার) ধারণার মধ্যে বিকশিত হয়, যেটি দক্ষিণ-পূর্ব এশিয়ার ভারতীয় হিন্দু-বৌদ্ধ রাজ্যগুলি ভারত থেকে তাদের আদালতে নিযুক্ত হিন্দু ব্রাহ্মণ পণ্ডিতদের মাধ্যমে গ্রহণ করেছিল। এটি প্রথমে জাভানিজ হিন্দু-বৌদ্ধ সাম্রাজ্য যেমন মজপহিৎ দ্বারা গৃহীত হয়েছিল; তাদের মাধ্যমে খেমার সাম্রাজ্য; এবং পরবর্তীকালে থাই রাজাদের দ্বারা।\nবৌদ্ধধর্মে, চক্রবর্তী হলো বুদ্ধত্বের ধর্মনিরপেক্ষ প্রতিরূপ। শব্দটি অস্থায়ী পাশাপাশি আধ্যাত্মিক রাজত্ব এবং নেতৃত্বের ক্ষেত্রে প্রযোজ্য, বিশেষ করে বৌদ্ধ ও জৈন ধর্মে। হিন্দুধর্মে, চক্রবর্তী শক্তিশালী শাসক যার আধিপত্য সমগ্র পৃথিবীতে বিস্তৃত। উভয় ধর্মেই, চক্রবর্তীর ধর্মকে সমুন্নত রাখার কথা, প্রকৃতপক্ষে \"তিনি যিনি ধর্মের চাকা ঘুরিয়েছেন\"।\n\n\n=== হিন্দুধর্ম ===\n\nঐতিহ্য অনুসারে \"বিষ্ণু, চক্রের আকারে, সর্বজনীন সার্বভৌমত্ব লাভের জন্য আকাঙ্ক্ষিত রাজাদের উপাসনার আদর্শ হিসাবে ধারণ করা হয়েছিল\", ভাগবত পুরাণের সাথে যুক্ত ধারণা, ধর্মীয় অনুমোদন যা গুপ্ত যুগে পাওয়া যায়, যা চক্রবর্তী ধারণার দিকেও নেতৃত্ব দেয়। উত্তর ও দক্ষিণ ভারতে চক্রবর্তীদের তুলনামূলকভাবে কম উদাহরণ রয়েছে।\nকিছু কিংবদন্তি অনুসারে, দুষ্মন্ত ও শকুন্তলার পুত্র ভরতকে চক্রবর্তী সম্রাট উপাধি দেওয়া হয়েছিল। একই নামের আরেক সম্রাট, যিনি ছিলেন ঋষভের পুত্র, তাকেও চক্রবর্তী উপাধি দেওয়া হয়েছিল।\nদক্ষিণ ভারতে, সিংহবিষ্ণু (৫৭৫-৯০০ খ্রিস্টাব্দ) থেকে শুরু হওয়া পল্লব যুগটি ছিল দক্ষিণ ভারতীয় সমাজে ক্রান্তিকালীন পর্যায় যেখানে স্মৃতিস্তম্ভ নির্মাণ, অলবর ও নায়ণারদের (ভক্তি) সম্প্রদায়ের প্রতিষ্ঠা, সংস্কৃত শিক্ষার গ্রামীণ ব্রাহ্মণ্য প্রতিষ্ঠানের ফুল ফোটানো, এবং বিভিন্ন জনগোষ্ঠীর ভূখণ্ডে রাজত্বের চক্রবর্তী আদর্শ প্রতিষ্ঠা করা; যা আঞ্চলিকভাবে বিভক্ত জনগণের পল্লব পূর্ববর্তী যুগের অবসান ঘটিয়েছিল, প্রত্যেকে তাদের সংস্কৃতি সহ, উপজাতি প্রধানের অধীনে। পল্লব যুগ শাস্ত্র দ্বারা নির্দেশিত আচারের বিশুদ্ধতার উপর ভিত্তি করে শ্রেণীবদ্ধ করা সম্পর্ককে প্রশংসা করে। বার্টন স্টেইন চক্রবর্তী আদর্শ এবং ক্ষত্রিয় আদর্শের মধ্যে পার্থক্য করেছেন এবং ক্ষত্রিয়দের স্থানীয়ভাবে ভিত্তিক যোদ্ধাদের সাথে তুলনা করেছেন যা ব্রাহ্মণদের সাথে ভাগ করে নেওয়ার জন্য যথেষ্ট পরিমাণে আচারের মর্যাদা রয়েছে; এবং বলে যে দক্ষিণ ভারতে ক্ষত্রিয় আদর্শের আবির্ভাব ঘটেনি। বার্টনের মতে, দক্ষিণ ভারত ইন্দো-আর্য বর্ণ সংগঠিত সমাজ সম্পর্কে সচেতন ছিল যেখানে নির্ণায়ক ধর্মনিরপেক্ষ কর্তৃত্ব ক্ষত্রিয়দের হাতে ন্যস্ত ছিল; কিন্তু পল্লব, চোল ও বিজয়নগরের যোদ্ধাদের লাইন যা চক্রবর্তীর মর্যাদা দাবি করেছিল, শুধুমাত্র কয়েকটি স্থানীয় যোদ্ধা পরিবার উত্তরের যোদ্ধা গোষ্ঠীগুলির মর্যাদাপূর্ণ আত্মীয়-সম্পর্কিত সংগঠন অর্জন করেছিল।\n\n\n=== বৌদ্ধধর্ম ===\n\nবৌদ্ধধর্মে এটা বিশ্বাস করা হতো যে একবার একজন চক্রবর্তীর আবির্ভাব হলে ভবিষ্যত বুদ্ধ, মৈত্রেয় পৃথিবীতে আবির্ভূত হবেন।\nআদি বৌদ্ধ শিল্পে ৩০টিরও বেশি চিত্রাঙ্কন রয়েছে, সবগুলোই দাক্ষিণাত্যের। বেশিরভাগ ক্ষেত্রে চক্রবর্তী রাজা \"রাজকীয় অঙ্গভঙ্গি\" ব্যবহার করেন যেখানে রাজা \"তার বাম হাতটি তার বুকে আঁকড়ে ধরেন এবং তার ডান হাত দিয়ে উপরে পৌঁছান\"। তিনি তার সাতটি বৈশিষ্ট্য দ্বারা পরিবেষ্টিত: চক্ররত্ন চাকা, তার রাষ্ট্রীয় হাতি, আক্রমণকারী ঘোড়া, \"অষ্টভুজাকার রত্ন যা এত উজ্জ্বল যে এটি রাতে তার সেনাবাহিনীর পথকে আলোকিত করতে পারে\", তার রানী, প্রতিরক্ষা মন্ত্রী এবং অর্থমন্ত্রী।\nআদি বৌদ্ধ মহাবস্তু ও দিব্যাবদান, সেইসাথে থেরবাদী মিলিন্দপঞ্‌হ, চক্রবর্তীর চিহ্নগুলিকে শাসক হিসাবে বর্ণনা করে: উষ্ণীষ, ছত্র, বজ্র, হুইস্ক ও উপানা। এগুলো ছিলো ক্ষত্রিয়দের আদর্শ। আদি মহাযান বৌদ্ধধর্মের প্লাস্টিক শিল্প বোধিসত্ত্বকে আকারে চিত্রিত করে যাকে উষ্ণীষ \"পাগড়ি/চুল বাঁধা\" বলা হয়, \"অহিংস চক্রবর্তী শাসন\"-এর জন্য মুদ্রাগুলি ধারণ করে।\n\n\n=== জৈনধর্ম ===\n\nসময়ের চাকার অর্ধচক্রের প্রতিটি গতির সময়, ৬৩ জন শলাকাপুরুষ বা ৬৩ জন বিশিষ্ট পুরুষ, যার মধ্যে ১২ জন চক্রবর্তী নিয়মিত উপস্থিত হয়। জৈন সৃষ্টিতত্ত্ব বা কিংবদন্তি ইতিহাস মূলত এই বিখ্যাত ব্যক্তিদের কাজের সংকলন। জৈন সৃষ্টিতত্ত্ব অনুসারে, চক্রবর্তীরা হলেন সর্বজনীন রাজা বা বিশ্বজয়ী। বর্ণে সোনালি, তারা সকলেই কশ্যপ গোত্রের অন্তর্গত। চক্রবর্তীর মা গর্ভধারণের সময় কিছু স্বপ্ন দেখেন। চক্রবর্তীকে আদর্শ মানব হিসেবে বিবেচনা করা হয় যাকে শ্রেষ্ঠত্বের বত্রিশটি প্রধান লক্ষণ এবং শ্রেষ্ঠত্বের অনেক ছোটো লক্ষণ রয়েছে।\nজৈনধর্ম অনুসারে অবসরপিণীর ১২ জন চক্রবর্তীর তালিকা নিম্নরূপ:\n\nভরত, তীর্থংকর ঋষভনাথের পুত্র\nসগর, পুরাণে যেমন ভগীরথের পূর্বপুরুষ\nমঘব\nসনৎকুমার\nতীর্থংকর শান্তিনাথ\nতীর্থংকর কুন্থুনাথ\nতীর্থংকর অরনাথ\nসুভৌম\nপদ্মনাভ\nহরিশেন\nজয়সেন\nব্রহ্মদত্ত\nজৈনধর্মে, চক্রবর্তী সম্রাটকে সপ্তরত্ন এর অধিকারী হিসেবে চিহ্নিত করা হয়েছিল:\n\nরত্ন-চক্র, অলৌকিক হীরার দানাদার চাকতি যা কখনও তার লক্ষ্য মিস করে না\nসম্রাজ্ঞী\nঐশ্বরিক মণিরত্ন\nঅপরিমেয় সম্পদ\nযুদ্ধ-রথের বিশাল সেনাবাহিনী\nঅশ্বারোহী বাহিনীর বিশাল বাহিনী\nহাতির বিশাল বাহিনী\nকিছু তালিকার পরিবর্তে \"প্রধানমন্ত্রী\" ও \"পুত্র\" যোগ করে নভারত্ন বা \"নয়টি রত্ন\" উল্লেখ করা হয়েছে।\n\n\n== আরো দেখুন ==\n\n\n=== অনুরূপ ভারতীয় ধারণা ===\nচক্রবর্তী\nছত্রপতি\nদেবরাজ\nকালচক্র\nমহারাজা\nরাজামণ্ডলা\nসম্রাট\n\n\n=== সাধারণ অনুরূপ ধারণা ===\nদার্শনিক রাজা\nসৌর রথ\nসার্বজনীন রাজতন্ত্র\nমহাবিশ্বের রাজা\n\n\n=== ভারতের বাইরে চক্রবর্তী ধারণার বিস্তার ও বিবর্তন ===\nবৃহত্তর ভারত\nদক্ষিণ-পূর্ব এশিয়ায় ভারতীয় প্রভাবের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\nDictionary of Hindu Lore and Legend (আইএসবিএন ০-৫০০-৫১০৮৮-১) by Anna Dallapiccola\nCakkavatti Sutta The Wheel-turning Emperor (excerpt) Translated from the Pali by Thanissaro Bhikkhu\nA Glossary of Pali and Buddhist Terms\nJaini, Padmanabh S. (২০০০), Collected Papers on Jaina Studies, Motilal Banarsidass, আইএসবিএন 81-208-1691-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWiley, Kristi L. (২০০৪), Historical Dictionary of Jainism, Scarecrow Press, আইএসবিএন 978-0-8108-6558-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}