{"pageid": 1184502, "title": "আবু কাতাদা ফিলিস্তিনি", "url": "https://bn.wikipedia.org/wiki?curid=1184502", "content": "ওমর মাহমুদ উসমান হলেন একজন ফিলিস্তিনি বংশোদ্ভূত জর্ডানি ইসলামি ব্যক্তিত্ব, আলেম, লেকচারার ও বিখ্যাত লেখক। তিনি আবু ওমর ও আবু কাতাদা ফিলিস্তিনি নামেও পরিচিত। তিনি ১৯৬০ সালে ফিলিস্তিনের পশ্চিম তীরের অন্তর্ভুক্ত বেথেলহামে জন্মগ্রহণ করেন। বিশ্বের বিভিন্ন দেশের জিহাদিদের সমর্থনে বক্তব্য প্রদান বা তাদের সমর্থন করার অভিযোগে ১৯৯৯ সালে তার নাম জাতিসংঘের নিরাপত্তা পরিষদ কর্তৃক জারি করা আন্তর্জাতিক রেজুলেশনে (নং ১২৬৭) অন্তর্ভুক্ত ছিল। সে রেজুলেশনে আল কায়েদা বা তালেবানের সাথে যুক্ত ব্যক্তি ও প্রতিষ্ঠানের বিরুদ্ধে উদ্বেগ প্রকাশ করা হয়েছিল।\n\n\n== সাম্প্রতিক অবস্থা ==\n১৯৯৮ সালে আবু কাতাদাকে জামায়াতুল ইসলাহ ওয়াল তাহাদ্দি নামী একটি গোষ্ঠীকে অর্থায়নের জন্য অভিযুক্ত করা হয়ে। বলা হয়, এই গোষ্ঠীটি কয়েকটি আন্দোলনের মধ্যে একটি, যারা কিছু রক্তাক্ত পরিকল্পনা পরিচালনা করতে সক্ষম হয়েছিল। পরের বছর রাষ্ট্রীয় নিরাপত্তা পরিষদ তাকে পালাতক ১৫ বছরের সশ্রম কারাদণ্ডের সাথে সাজা দেয়।\nতিনি প্রথমে কুয়েতে থাকতেন এবং প্রথম উপসাগরীয় যুদ্ধের বিরোধিতা করার কারণে তাকে সেখান থেকে জর্ডানে বহিষ্কার করা হয়। সেখান থেকে তিনি ১৯৯৩ সালে একটি জাল আমিরাতি পাসপোর্ট নিয়ে ব্রিটেনে যান এবং সেখানে রাজনৈতিক আশ্রয় প্রার্থনা করেন।, পরের বছর আশ্রয় মঞ্জুর করা হয়। ২০০৫ সালের ৭ জুলাই লন্ডনে বোমা হামলার পর আগস্ট মাস থেকে তিনি ব্রিটেনে আটক ছিলেন। ২০০৭ সালের ২৬ ফেব্রুয়ারি একটি ব্রিটিশ আদালত রায় দেয় যে, তাকে জর্ডানে প্রত্যর্পণ করা যেতে পারে।\n২০০৮ সালের নভেম্বরে তাকে জামিনে মুক্তির শর্ত লঙ্ঘনের জন্য পুনরায় গ্রেফতার করা হয়। তাকে জামিনে মুক্তি দেওয়ার সিদ্ধান্ত প্রত্যাহার করা হয় এবং তাকে যুক্তরাজ্যের বাইরে নির্বাসন মুলতুবি থাকা অবস্থায় কারাগারে ফেরত পাঠানো হয়।মার্কিন প্রশাসন তাকে আল-কায়েদার মুফতি বলে অভিযুক্ত করে এবং বলা হয় যে, তার কিছু পাঠ জার্মানির একটি অ্যাপার্টমেন্টে পাওয়া গেছে যেখানে মুহাম্মদ আত্তা এবং তার সঙ্গীরা থাকতেন। জবাবে তিনি মন্তব্য করেন যে, মুজাহিদিনের সাথে তার বিশেষ কোনো সংযোগ নেই। তাদের সাথে তাঁর সম্পর্ক ঈমান ও আনুগত্যের বিষয়ে অন্যান্য মুসলমানদের মতই। বর্তমান তিনি জর্ডানে যাবজ্জীবন কারাদণ্ডে জেলে খাটছেন।\n\n\n== লেখালেখি ও সাহিত্য ==\nতার কিছু ইলমি লেখাজোখা :\n১. 'আর রদ্দ আল আসারি আল মুফিদ আলাল বাইজুরি ফী শরহি জাওহারাতিত তাওহীদ'।\n২. ইবনুল কায়্যিম রচিত তরিক আল হিজরতাইন। এটি তাঁর তাহকিকে (পর্যালোচনা) প্রকাশ করা হয়েছে।\n৩. হাফেজ হুকমী রচিত মাআরিজ আল কবুল ফী শরহি সুল্লাম আল উসুল (৩ খণ্ড)। এটি তাঁর তাহকিকে প্রকাশিত হয়েছে।\n৪. তাজরিদ আল আসমা আর রূওয়াত আল্লাযিনা তাকল্লামা ফীহিম ইবনু হাজম জারহান ওয়া তাদিলান। এটি একটি দলীয় কাজ। তিনি আরো কয়েকজনের সাথে মিলে কিতাবটি লিখেছেন।\n৫. ইবনে কুতাইবা রচিত আল এখতেলাফ ফিল লফজ। এটি তাঁর তাহকিকে প্রকাশিত হয়েছে।\n৬. ইবনুল কাইয়্যিম রচিত আল গুরবা (তাহকিক)।\n৭. আল জিহাদ ওয়াল ইজতিহাদ: তাআম্মুলাত ফিল মানহাজ।\n৮. ইমাম আল বারকাঈ রচিত কাসরূস সনাম (তাহকিক)।\n৯. মাআলিমুত তাইফাতিল মানসুরাহ।\n১০। হুকমুল খুতাবা আল্লাযীনা দাখালূ ফী নুসরাতিত তাগুত।\n১১. নাজরাতুন জাদিদা।\n১২. জুনাতুল মুতাইয়্যিবীন\nএসব ছাড়াও তাঁর অনেক গবেষণাকর্ম রয়েছে এবং তিনি প্রবন্ধ শিল্পে যথেষ্ট পারদর্শী। কিয়ামত সম্পর্কিত ঘটনাবলি নিয়ে শরিয়ার আলোকে তাঁর একটি জ্ঞানগর্ভ প্রবন্ধ রয়েছে। বিভিন্ন ইসলামি পত্রিকা, যেমন: নাশরাতুল ইসলাম, নিদাউল ইসলাম, আল-মানহাজ ও আল ফজর ম্যাগাজিন ইত্যাদিতে তাঁর প্রায় ২০০টি নিবন্ধ প্রকাশিত হয়েছে। তার প্রবন্ধে আরবি সাহিত্য ও ভাষা বিকশিত হয়। তার কিছু কাব্যিক কসিদাও রয়েছে।\nতার একটি বিশাল পড়ার প্রকল্প রয়েছে, যাকে তিনি বলেছেন,\"মৃত্যুর পূর্বে একশটি বই। এই প্রকল্প তিনি ২০১৫ এর শেষে শুরু করেছেন এবং এখনো চলছে। প্রকল্পটি হল, প্রতি সপ্তাহে একটি করে বই পড়া এবং তা নিয়ে ব্যাপক আলোচনা- সমালোচনা করা হবে। তারপর সেগুলোও বই আকারে প্রকাশ করা হবে।যেসব ইসলামি আইনী বা ফিকরি বই নিয়ে তিনি (লেখালেখির মাধ্যমে) আলোচনা ও মন্তব্য করেছেন। তার মধ্যে রয়েছে:\n১. ইমাম কাজি আয়াজ রচিত 'আল শিফা বিতারিফি হুকুকিল মুস্তফা'।\n২. ইবনে হাজম রচিত 'আল-আখলাক ওয়াস সিয়ার লিমুদাওয়ানাতুন নুফুস'।\n৩. আবু ফাহর মাহমুদ শাকের রচিত 'রিসালাতুন ফিত তরিক ইলা ছিকাফাতুনা'\n৪. রিফায়ী সোরুর রচিত কদরুদ দাওয়া।\n৫. ইবনে খালদুন রচিত আল মুকাদ্দিমা।\n৬. গুস্তাভ লে বন রচিত সাইকুলুজিইয়াতুল জামাহির।\n৭. মাজিদ আরসান আল-কিলানি রচিত 'হাকাজা জাহারা জিয়ালু সালাহিদ্দিন'। এসব ছাড়াও তিনি একাধিক বই নিয়ে কাজ করেছেন। এসবের পাশাপাশি পবিত্র কুরআনের তাফসির সম্পর্কে তার ধারাবাহিক লেকচারও রয়েছে। আল্লাহ তায়ালার গুণবাচক নামসমূহ নিয়েও তাঁর লেকচার আছে।\n\n\n== কোর্সসমূহ ==\nতিনি লেখালেখিতে ব্যস্ত হলেও প্রত্যক্ষ শিক্ষার ভূমিকাকেও কখনো অবহেলা করেননি। তাই তিনি বেশ কয়েকটি গুরুত্বপূর্ণ জ্ঞানমূলক কোর্স পরিচালনা করেছিলেন, যা টেপে রেকর্ড করা হয়েছিল। সেই কোর্সগুলির মধ্যে রয়েছে:\n\nইমাম জাহাবি রচিত আল মুকিজা গ্রন্থের ব্যাখ্যায় কোর্স।\nঈমান সম্পর্কে কোর্স। সেখানে তিনি আহলে সুন্নাহ ওয়াল-জামায়াতের বুঝ অনুসারে ঈমানের ব্যাখ্যা করেছেন এবং বেদাতিদের খণ্ডন করেছেন।\nআল আকিদাত আল ত্বহাবিয়্যাহ কিতাবের ব্যাখ্যায় কোর্স।\nইমাম শওকানী রচিত দারারী আল-মুজিয়ার ব্যাখ্যায় কোর্স।\nইবনে রজব আল-হাম্বলী রচিত তাকরিরুল কাওয়ায়েদ ওয়া তাহরিরুল ফাওয়ায়েদ গ্রন্থের ব্যাখ্যায় কোর্স।\nএসবব ছাড়াও আরো একাধিক বিষয়ে তাঁর গুরুত্বপূর্ণ জ্ঞানগর্ভ কোর্স রয়েছে।\n\n\n== তাঁর চিন্তা খণ্ডনে লিখিত বই ==\n২০০১ সালে আবদুল মালিক রামদানি আবু কাতাদা ফিলিস্তিনির চিন্তাধারা খণ্ডন করে একটি বই লিখেছেন। যার শিরোনাম ছিল: তালখিসুল ইবাদ মিন ওয়াহশাতি আবি কাতাদ।\n\n\n== তথ্যসূত্র =="}