{"pageid": 1184253, "title": "ঘণ্টা (হিন্দুধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1184253", "content": "ঘন্টা (সংস্কৃত: घण्टा, আইএএসটি: ghaṇṭā; তিব্বতী: মা-গ্চিগ-লাব-স্গ্রোন) হিন্দুধর্মীয় ধর্মীয় আচার-অনুষ্ঠানে ব্যবহৃত নিত্য অনুষঙ্গ। এটি সংস্কৃত শব্দ থেকে এসেছে। ঘণ্টা বাজানো শুভ ধ্বনি হিসেবে বিবেচিত হয়। সাধারণত হিন্দু মন্দিরগুলোর প্রবেশদ্বারে একটি বড় ধাতব ঘণ্টা ঝুলানো থাকে এবং মন্দিরে প্রবেশকালীন ভক্তরা অবিচ্ছেদ্য অংশ হিসেবে ঘণ্টা বাজানোর মাধ্যমে দর্শনের প্রস্তুতির নেয়। এছাড়াও, পূজা বা যজ্ঞ চলাকালীন পূজারি আলোর দোলা দেয়ার সময়, দেবতার সামনে ধূপ জ্বালানোর সময়, দেবতাকে স্নান করার সময় এবং প্রসাদ বা ফুল দেয়ার সময় ঘণ্টা বাজায়। অউম শব্দের দীর্ঘ তরঙ্গ তৈরির জন্য বিশেষভাবে তৈরি ঘণ্টা রয়েছে।\n\n\n== বিবরণ ==\nঘণ্টা সচরাচর পাঁচ থেকে সাতটি মূল্যবান ধাতু দিয়ে তৈরি করা হয়ে থাকে। ধাতব পদার্থগুলো বিভিন্ন গ্রহের সাথে সংযুক্ত। এগুলো হচ্ছে - সীসা (শনি), টিন (বৃহস্পতি), লোহা (মঙ্গল), তামা (শুক্র), পারদ (বুধ), রূপা (চাঁদ) এবং সোনা (সূর্য)। একটি দণ্ড ভিতরে সংযুক্ত থাকে। ঘণ্টা যখন বাজানো হয়, তখন অতিরিক্ত উচ্চ শব্দ সৃষ্টি হয়। ঘণ্টার হাতলের উপরের অংশটি সাধারণত পিতলের মূর্তি দিয়ে সুসজ্জিত করা হয়। ভগবান শিবের উপাসনায় ব্যবহারের উদ্দেশ্যে করা ঘণ্টাগুলোতে ভগবান নন্দীর একটি মূর্তি থাকে। যখন ভগবান বিষ্ণু বা তাঁর অবতার রাম, নরসিংহ বা কৃষ্ণের উপাসনায় ব্যবহৃত ঘণ্টায় গরুড় বা পাঞ্চজন্য শঙ্খ বা সুদর্শন চক্রের মূর্তি থাকে।\n\n\n== ব্যবহার ==\nহিন্দুধর্মে সাধারণত গর্ভগৃহের সামনে মন্দিরের চূড়ায় ঘণ্টা ঝুলানো হয়। সাধারণত ভক্তরা গর্ভগৃহে প্রবেশ করার সময় ঘণ্টা বাজায়। কথিত আছে যে, ঘণ্টা বাজিয়ে ভক্ত তার আগমনের কথা দেবতাকে জানান দেন। ঘণ্টার ধ্বনিকে শুভ বলে মনে করা হয়। এটি দেবত্বকে স্বাগত জানায় এবং অশুভ দূর করে। ঘণ্টার আওয়াজ মনকে চলমান চিন্তা থেকে বিচ্ছিন্ন করে মনকে আরও সংযত করে তুলে। প্রার্থনার সময় ঘণ্টা বাজিয়ে সর্বদা বিচরণকারী মনকে নিয়ন্ত্রণসহ দেবতার দিকে মনোনিবেশ করতে সহায়তা করে।\n\n\n== মন্ত্র ==\nহিন্দুধর্মে ঘণ্টা বাজানোকালে নিম্নোক্ত মন্ত্রটি উচ্চারিত হয় -\n\n\n== যোগী দৃষ্টিতে ==\nকুণ্ডলিনী যোগের দৃষ্টিকোণ থেকে একটি ঘণ্টার শব্দ চক্রগুলিকে শক্তি জোগায় এবং দেহে শক্তি বিতরণে ভারসাম্য বজায় রাখে। এছাড়াও, কতবার ঘণ্টা বাজানো উচিত তা নির্ভর করে মন্ত্রের অক্ষর সংখ্যার উপর। তদানুসারে ঘণ্টাটি ৮, ১৬, ২৪ কিংবা ৩২বার বাজাতে হবে। শিল্পশাস্ত্রে উল্লেখ আছে যে, ঘণ্টা পঞ্চধাতু দিয়ে তৈরি করা উচিৎ। সেগুলো হচ্ছে - তামা, রূপা, সোনা, দস্তা এবং লোহা। এই পাঁচটি ধাতু পঞ্চভূতের প্রতিনিধিত্ব করে।\n\n\n== তাৎপর্য্য ==\nহিন্দুধর্মে ঘণ্টার প্রতীকী অর্থ রয়েছে। ঘণ্টার বাঁকা শরীর অনন্তের প্রতিনিধিত্ব করে। ঘণ্টার হাততালি বা জিহ্বা সরস্বতীকে প্রতিনিধিত্ব করে, যিনি জ্ঞান ও জ্ঞানের দেবী। ঘণ্টার হাতলটি প্রাণ শক্তি - অত্যাবশ্যক শক্তির প্রতিনিধিত্ব করে এবং প্রতীকীভাবে হনুমান, গরুড়, নন্দী (ষাঁড়) বা সুদর্শন চক্রের সাথে যুক্ত।\nহিন্দুধর্মে ঘণ্টা প্রতীকী অর্থ বহন করে। ঘণ্টার বাঁকা অংশ অনন্তের প্রতিনিধিত্ব করে। ঘণ্টার হাততালি বা জিহ্বা জ্ঞান ও জ্ঞানের দেবী সরস্বতীকে প্রতিনিধিত্ব করে। ঘণ্টার হাতলটি প্রাণ শক্তি। এ অংশটি - হনুমান, গরুড়, নন্দী (ষাঁড়) বা সুদর্শন চক্রের সাথে প্রতীকীভাবে যুক্ত অত্যাবশ্যক শক্তির প্রতিনিধিত্ব করে।\n\n\n== চিত্রমালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}