{"pageid": 1184078, "title": "সলিড-স্টেট ইলেক্ট্রনিকস", "url": "https://bn.wikipedia.org/wiki?curid=1184078", "content": "সলিড-স্টেট ইলেকট্রনিক্স মানে সেমিকন্ডাক্টর ইলেকট্রনিক্স: সেমিকন্ডাক্টর ডিভাইস যেমন ট্রানজিস্টর, ডায়োড এবং ইন্টিগ্রেটেড সার্কিট (ICs) ব্যবহার করে প্রস্তুতকৃত ইলেকট্রনিক যন্ত্রপাতি ।      শব্দটি এমন কিছু ডিভাইসের ক্ষেত্রে বিশেষণ হিসেবেও ব্যবহৃত হয় যেখানে অর্ধপরিবাহী ইলেকট্রনিক্সের কোনো চলমান যন্ত্রাংশ নেই, এমন ডিভাইসগুলিকে চলমান অংশ দিয়ে প্রতিস্থাপিত করে, যেমন সলিড-স্টেট রিলে যেখানে ট্রানজিস্টর সুইচগুলি মুভিং-আর্ম ইলেক্ট্রোমেকানিক্যাল রিলে ব্যবহার করা হয়, বা সলিড-স্টেট ড্রাইভ (এসএসডি) দ্বারা হার্ডডিস্ক ড্রাইভ কে প্রতিস্থাপন করতে কম্পিউটারে ব্যবহৃত এক ধরনের সেমিকন্ডাক্টর মেমরি, যা একটি ঘূর্ণায়মান ডিস্কে ডেটা সঞ্চয় করে।  \nট্রানজিস্টরের উপর ভিত্তি করে গড়ে উঠা এই নতুন প্রযুক্তিকে আলাদা করার জন্য 1960 সালে, সেমিকন্ডাক্টর যুগের শুরুতে \"সলিড-স্টেট\" শব্দটি জনপ্রিয় হয়ে ওঠে। ট্রানজিস্টর যুগের পূর্বে ইলেকট্রনিক যন্ত্রপাতিগুলোতে ভ্যাকুয়াম টিউব ব্যবহার করা হতো যেখানে ডিভাইসগুলোতে বৈদ্যুতিন ক্রিয়া গ্যাসীয় দশায় ঘটতো। একটি সেমিকন্ডাক্টর ডিভাইস বৈদ্যুতিক প্রবাহ নিয়ন্ত্রণ করার মাধ্যমে কাজ করে যেখানে ইলেকট্রন বা হোল একটি সিলিকনের মতো অর্ধপরিবাহী পদার্থের একটি কঠিন স্ফটিক অংশের মধ্যে চলমান থাকে। অপরদিকে থার্মিয়নিক ভ্যাকুয়াম টিউবগুলি সম্পূর্ণরূপে আবদ্ধ কোনো টিউবে কণা, ইলেকট্রন বা আয়নগুলির দ্বারা সৃষ্ট গ্যাস দ্বারা সঞ্চালিত কারেন্ট নিয়ন্ত্রণ এর মাধ্যমে কাজ করে।  \nযদিও প্রথম সলিড-স্টেট ইলেকট্রনিক ডিভাইসটি ছিল ক্যাট'স হুইস্কর ডিটেক্টর, যা ছিল একটি অপরিশোধিত সেমিকন্ডাক্টর ডায়োড এবং 1904 সালের দিকে উদ্ভাবিত হয়েছিল। সলিড-স্টেট ইলেকট্রনিক্স এর যাত্রা শুরু হয়েছিল 1947 সালে ট্রানজিস্টর আবিষ্কারের মধ্য দিয়ে ।  তার পূর্বে, সমস্ত ইলেকট্রনিক যন্ত্রপাতিতে ভ্যাকুয়াম টিউব ব্যবহার করত, কারণ ভ্যাকুয়াম টিউবই  ছিল একমাত্র ইলেকট্রনিক উপাদান যা অন্য সব ইলেকট্রনিক ডিভাইসের ক্ষমতা (যেমন কারেন্ট প্রবাহ, ভোল্টেজ প্রভৃতি) বাড়িয়ে দিতে পারতো। 1947 সালে বেল ল্যাবরেটরিতে উইলিয়াম শকলির অধীনে কাজ করার সময় জন বারডিন এবং ওয়াল্টার হাউসার ব্র্যাটেন ট্রানজিস্টর উদ্ভাবন করেন,  \nযা ইলেকট্রনিক ডিভাইসের ক্ষমতা বাড়িয়ে দিতে পারতো ভ্যাকুয়াম টিউবকে প্রতিস্থাপন করার মাধ্যমে। প্রথম ট্রানজিস্টর হাই-ফাই সিস্টেমটি GE- এর ইঞ্জিনিয়ারদের দ্বারা তৈরি করা হয়েছিল এবং 1955 সালে ফিলাডেলফিয়া বিশ্ববিদ্যালয়ে প্রদর্শন করা হয়  । বাণিজ্যিক উৎপাদনের ক্ষেত্রে, দ্য ফিশার টিআর-১ প্রথম \"অল ট্রানজিস্টর\" প্রিঅ্যামপ্লিফায়ার, যা 1956 সালের মাঝামাঝি সময়ে সহজলভ্য হয়েছিল।  1961 সালে, ট্রান্সিস-ট্রনিকস নামে একটি কোম্পানি  TEC S-1 নামের একটি সলিড স্টেট অ্যামপ্লিফায়ার উন্মোচন করে। \n1960 এবং 1970-এর দশকে ট্রানজিস্টরের দ্বারা ভারী, ভঙ্গুর, শক্তি-ক্ষুধার্ত ভ্যাকুয়াম টিউবগুলির প্রতিস্থাপন শুধুমাত্র প্রযুক্তিতে নয়, মানুষের অভ্যাসের ক্ষেত্রে একটি বিপ্লব সৃষ্টি করেছিল, যার ফলে প্রথম ট্রানজিস্টর রেডিও, ক্যাসেট টেপ প্লেয়ার, ওয়াকি-টকি এবং কোয়ার্টজ ঘড়ি এর  মতো সত্যিকারের বহনযোগ্য ইলেকট্রনিক্স ডিভাইস তৈরি সম্ভব হয়েছিল। সেইসাথে প্রথম ব্যবহারযোগ্য কম্পিউটার এবং মোবাইল ফোন তৈরি করা সম্ভব হয়েছিল। সলিড স্টেট ইলেকট্রনিক ডিভাইসের অন্যান্য উদাহরণ এর মধ্যে রয়েছে মাইক্রোপ্রসেসর চিপ, এলইডি ল্যাম্প, সোলার সেল, ক্যামেরায় ব্যবহৃত চার্জ কাপলড ডিভাইস (সিসিডি) ইমেজ সেন্সর এবং সেমিকন্ডাক্টর লেজার ।\n\n\n== তথ্যসূত্র =="}