{"pageid": 1184065, "title": "২০১৫ পার্ক প্যালেস গেস্টহাউস আক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1184065", "content": "২০১৫ সালের ১৩ মে আফগানিস্তানের কাবুলে পার্ক প্যালেসের গেস্টহাউসে হানা দেয় তিন বন্দুকবাজ। ধারণা করা হচ্ছে, দেশটিতে ন্যাটোর উপস্থিতির বিরুদ্ধে তালেবানের বার্ষিক বসন্তকালীন অভিযানের অংশ হিসেবে এই হামলা চালানো হয়েছে। \n\n\n== পটভূমি ==\nএকটি কনসার্ট শুরু হওয়ার কিছুক্ষণ আগে, তিনজন বন্দুকধারী কাবুলের পার্ক প্যালেস গেস্ট হাউসে হামলা চালায়। এই অনুষ্ঠানে প্রাথমিকভাবে তুরস্ক ও ভারতের বিদেশী নাগরিকরা উপস্থিত ছিলেন তবে কিছু মার্কিন ও ইউরোপীয় নাগরিকও উপস্থিত ছিলেন।    বিদেশীদের হোস্টিং কম্পাউন্ডগুলিতে আক্রমণ করার জন্য তালিবানের সাধারণ মোডাস অপারেন্ডির অংশ হিসাবে গেস্টহাউসটি সম্ভবত লক্ষ্যবস্তু করা হয়েছিল, যা আফগানিস্তানে তালেবানের দ্বারা এই ধরনের প্রথম আক্রমণকে চিহ্নিত করবে না। \nবিদেশিদের লক্ষ্য করে সাম্প্রতিক হামলা  সেইসাথে মার্চ ২০১৫ এর একজন কমান্ডারকে গ্রেফতার করা যাকে মার্কিন এবং অন্যান্য কর্মকর্তারা পূর্বে \"কাবুল অ্যাটাক নেটওয়ার্ক\" নামে অভিহিত করত  এর আগে বিদেশী, বিশেষ করে ন্যাটো-ভিত্তিক নাগরিকদের ভবিষ্যতে টার্গেট করার সম্ভাবনাকে তুলে ধরেছিল। তালেবানদের দ্বারা প্রতি বছর প্রত্যাশিত বসন্ত আক্রমণ শুরু হয়। আফগানিস্তানে ভারতীয় রাষ্ট্রদূত, অমর সিনহাও নির্দিষ্ট সময়ে হোটেলের ভিতরে ছিলেন বলে বিশ্বাস করা হয়েছিল, যা স্থানটিকে আরও উচ্চ-প্রোফাইল করে তুলেছে। \n\n\n== ভুক্তভোগীরা ==\n\n\n== অবরোধ ==\nএকজন ভারতীয় নাগরিকের পারফরম্যান্সের সময় একজন কানাডিয়ানের সম্মানে একটি পার্টির আয়োজন করার সময় তিনজন বন্দুকধারী প্রবেশ করেছিল। এই হামলার শিকার থেকে বেঁচে যাওয়া একজন ব্যক্তি, যিনি প্রাথমিকভাবে ঘটনাস্থল থেকে পালিয়ে গিয়েছিলেন, তিনি মিডিয়াকে রিপোর্ট দিয়েছিলেন যে সম্ভবত চল্লিশ জন বিদেশী সম্ভবত ভিতরে আটকা পড়েছেন, ভারতীয় কর্মকর্তারা গেস্টহাউসে তাদের কমপক্ষে ছয়জন নাগরিককে নিশ্চিত করেছেন। আফগান কর্মকর্তারা জানিয়েছেন, পুলিশ কর্মকর্তারা প্রাথমিকভাবে গেস্টহাউসের ভেতর থেকে ২০ জনকে মুক্ত করেছেন। \nমেরিনজেগারকোমান্ডোয়েন থেকে নরওয়েজিয়ান বিশেষ বাহিনী   এবং আফগান নিরাপত্তা বাহিনী মধ্যরাতের পরপরই অভিযান শেষ করে, আটকে পড়া অতিথি ও কর্মচারীসহ ৫০ জনেরও বেশি লোককে উদ্ধার করার সময় তিন আততায়ীকে হত্যা করে।  আফগান নিরাপত্তা সংস্থাগুলো প্রাথমিকভাবে পাঁচজনের মৃত্যুর বিষয়টি নিশ্চিত করেছে, পরের দিন হোটেলটিতে আরও বেশি লোকের সন্ধান ের কারণে মৃতের সংখ্যা বেড়ে ১৪ জনে দাঁড়িয়েছে। অত্যন্ত সম্মানিত আমেরিকান সাহায্য বিশেষজ্ঞ পাওলা কান্টর হামলার পরপরই তার আঘাতের কারণে তার জীবন হারিয়েছিলেন। \n\n\n== আন্তর্জাতিক প্রতিক্রিয়া ==\n India - তিন দিনের চীন সফরে গিয়ে হামলার খবর পাওয়ার পর প্রধানমন্ত্রী নরেন্দ্র মোদি টুইট করেন যে তিনি \"পরিস্থিতি নিয়ে উদ্বিগ্ন\" এবং আফগানিস্তানের রাষ্ট্রপতি মোহাম্মদ আশরাফ গনিকে টুইটারের মাধ্যমে সমবেদনা জানিয়েছেন।\n United Kingdom - ব্রিটিশ পররাষ্ট্রমন্ত্রী ফিলিপ হ্যামন্ডকে উদ্ধৃত করে বলা হয়, 'নিরপরাধ বেসামরিক নাগরিকদের বিরুদ্ধে সন্ত্রাসবাদের এই নিষ্ঠুর কর্মকাণ্ডকে আরও শান্তিপূর্ণ আফগানিস্তানের ভবিষ্যৎ হুমকির মুখে ফেলতে দেওয়া উচিত নয়।\n\n\n== তথ্যসূত্র =="}