{"pageid": 1184053, "title": "মঞ্জুর আহমেদ (পাকিস্তানি)", "url": "https://bn.wikipedia.org/wiki?curid=1184053", "content": "মঞ্জুর আহমেদ, ডিএসসি ( উর্দু : منظور احمد; জন্ম ১১ মার্চ ১৯৩৪) একজন পাকিস্তানি বিজ্ঞানী এবং বিজ্ঞানের দার্শনিক । তিনি দর্শনের একজন অধ্যাপক এবং বর্তমানে করাচি, সিন্ধু প্রদেশে উসমান ইনস্টিটিউট অফ টেকনোলজির (ইউআইটি) রেক্টর হিসেবে দায়িত্ব পালন করছেন। বিজ্ঞানের দর্শন, বিশেষ করে স্থান ও সময়ের দর্শনের ক্ষেত্রে প্রবন্ধ, বই এবং অগ্রণী গবেষণার জন্য তার আন্তর্জাতিক খ্যাতি রয়েছে।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন এবং শিক্ষা ===\nমঞ্জুর আহমেদ  মার্চ ১৯৩৪ সালে উত্তরপ্রদেশের রামপুরে একটি উর্দুভাষী পরিবারে জন্মগ্রহণ করেন। তার বাবা-মা তাকে স্কুলে পড়াতেন এবং পরে তাকে একটি স্থানীয় মিডল স্কুলে ভর্তি করা হয়।  তিনি একজন শিশুর প্রতিভাবান ছিলেন, এবং সাত বছর বয়সে উচ্চ বিদ্যালয়ে ভর্তি হন, যেখানে তিনি দক্ষতা অর্জন করেন।  আহমেদ হাই স্কুল থেকে স্নাতক হন এবং রাজ্যের জন্য ম্যাট্রিকুলেশন পরীক্ষায় প্রথম হন।  তিনি রাজা ইন্টার-কলেজে (RIC) যোগদান করেন যেখানে তিনি বিজ্ঞান ও দর্শন অধ্যয়ন করেন এবং বিশ্ববিদ্যালয় স্থানান্তরের জন্য কলেজ পরীক্ষায় প্রথম হন। আহমদকে তার পরিবার মেডিকেলে  পড়াতে প্ররোচিত করেছিল; তাই তিনি তিনটি মেডিকেল স্কুলের জন্য আবেদন করেন- লখনউতে কিং জর্জ মেডিকেল ইউনিভার্সিটি, লাহোরের কিং এডওয়ার্ড মেডিকেল কলেজ এবং করাচিতে ডাউ মেডিকেল কলেজ ।  যাইহোক, আহমাদ দর্শনের প্রতি তার ঝোঁক অনুসরণ করার সিদ্ধান্ত নিয়েছিলেন এবং এই প্রতিষ্ঠানগুলির কোনওটিতেই যোগ দেননি। তিনি সিন্ধু প্রদেশের করাচিতে চলে যান এবং এসএম আর্টস কলেজে ভর্তি হন। \n১৯৪৭ সালে, আহমদ পাকিস্তানি নাগরিকত্ব অর্জন করেন, ১৯৫১ সালে করাচি বিশ্ববিদ্যালয়ে যোগদান করেন।  সেখানে তিনি পদার্থবিদ্যা, গণিত এবং দর্শন অধ্যয়ন করেন এবং গণিতে মাইনর এবং বি.এসসি ডিগ্রি লাভ করেন।   পদার্থবিজ্ঞানে (অনার্স) এবং ১৯৫৩ সালে দর্শনে বিএ ডিগ্রি নেন। ১৯৫৫ সালে, আহমদ একই বিশ্ববিদ্যালয় থেকে দর্শনে এমএ ডিগ্রি লাভ করেন।  এইচইসি স্কলারশিপ নিয়ে, আহমদ তার পছন্দের স্কুলে যোগদানের জন্য যুক্তরাজ্যের লন্ডনে যান। আহমেদ লন্ডন ইউনিভার্সিটিতে ডক্টরাল প্রোগ্রামে ভর্তি হন।  পদার্থবিজ্ঞানে তার আগ্রহ অব্যাহত রেখে, আহমদকে বিজ্ঞানের দর্শনে ডক্টরেট প্রদান করা হয়,  স্থান এবং সময়ের ধারাবাহিকতার গাণিতিক এবং দার্শনিক ধারণার উপর দৃষ্টি নিবদ্ধ করেন। \n\n\n=== শিক্ষা জীবন ===\nদেশে ফিরে আসার পর থেকে আহমদ পাকিস্তান সরকারের হয়ে বিভিন্ন জাতীয় ও আন্তর্জাতিক সংস্থার প্রধান হিসেবে কাজ করেছেন। এছাড়াও তিনি পাকিস্তানের কাউন্সিল অব ইসলামিক আইডিওলজির একজন সক্রিয় সদস্য। পাকিস্তানে ফিরে আসার পর, আহমাদ করাচি বিশ্ববিদ্যালয়ের সাথে যুক্ত হন এবং তাদের দর্শন বিভাগ পরিচালনা করেন; পরে তিনি তাদের চারুকলা অনুষদের ডিন হিসাবে নিযুক্ত হন। আহমদ পাকিস্তান ফিলোসফিক্যাল কংগ্রেস (পিপিসি) এর সভাপতি ছিলেন, যা দেশে দার্শনিক অধ্যয়নের উন্নতির জন্য কাজ করে। তিনি একজন ফুলব্রাইট পণ্ডিত ছিলেন এবং শিকাগো বিশ্ববিদ্যালয়, কলাম্বিয়া বিশ্ববিদ্যালয় এবং ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে বিজ্ঞানের দর্শনের উপর বক্তৃতা দিয়েছেন। তিনি ব্রাউন ফাউন্ডেশন এবং ব্রিটিশ কাউন্সিল থেকে ফেলোশিপও পেয়েছিলেন।\nআহমদ দু'বার হামদর্দ বিশ্ববিদ্যালয়ের উপাচার্য এবং উসমান ইনস্টিটিউট অফ টেকনোলজির (ইউআইটি) চেয়ারম্যান ছিলেন। তিনি ইসলামিক ইন্টারন্যাশনাল ইউনিভার্সিটি, ইসলামাবাদের রেক্টর এবং ইন্ডাস ভ্যালি স্কুল অফ আর্ট অ্যান্ড আর্কিটেকচারের (IVS) বোর্ড অফ গভর্নরসের চেয়ারম্যান ছিলেন।\n\n\n=== দর্শন, বিজ্ঞান ও চেতনা ===\nআহমাদ চেতনা, বিজ্ঞান এবং দর্শনের মধ্যে সম্পর্ক সম্পর্কে গুরুত্বপূর্ণ বই লিখেছেন। তার প্রবন্ধ, অস্তিত্বের ধারণা, আহমাদ যুক্তি দিয়েছিলেন যে বৈজ্ঞানিক বিকাশের প্রভাব ইন্দ্রিয় গুণাবলীর বিষয়বস্তুর সমস্যা এবং জ্ঞান ও অস্তিত্বের মধ্যে একটি বিচ্ছেদ তৈরি করেছে। আহমাদ আরও উল্লেখ করেন যে, \"তাৎক্ষণিক উপলব্ধি দ্বারা প্রদত্ত বিশ্বের চিত্রটি বিশ্বের প্রকৃতপক্ষে যা তা থেকে সম্পূর্ণ ভিন্ন, যার ফলে অস্তিত্ব এবং সত্যিকারের জ্ঞানের মধ্যে বিরোধিতা দেখা দেয়। গ্যালিলিওর সমাধান হচ্ছে, জ্ঞান ও অস্তিত্বের মধ্যে এই পার্থক্য আমাদের কাছে থাকা সুস্পষ্ট জ্ঞান অর্থাৎ গাণিতিক জ্ঞানে কিছুটা হলেও অদৃশ্য হয়ে যায়।  যাইহোক, আহমদ সাধারণ আপেক্ষিকতার তত্ত্বে বিশ্বাস করেন এবং উদ্ধৃত করেন যে \" স্পেসটাইম ধারাবাহিকতার অস্তিত্ব ছাড়া মহাবিশ্বের অস্তিত্ব থাকবে না এবং আমাদের অস্তিত্ব থাকবে না\"। \n\n\n== নির্বাচিত কাজ ==\nদর্শনের ইতিহাস\nনৈতিকতা এবং আইন\nপাকিস্তান: সম্ভাবনা এবং দৃষ্টিভঙ্গি\nইকবাল শানসী\nইসলামঃ চাঁদ ফিকরী মাসায়েল\nধর্মীয় জ্ঞান\n\n\n== তথ্যসূত্র =="}