{"pageid": 1184393, "title": "নল সরোবর পাখি অভয়ারণ্য", "url": "https://bn.wikipedia.org/wiki?curid=1184393", "content": "নল সরোবর পাখি অভয়ারণ্য, প্রাথমিকভাবে ১২০.৮২-বর্গকিলোমিটার (৪৬.৬৫-বর্গমাইল) নিয়ে গঠিত হ্রদ এবং পরিবেষ্টিত জলাভূমি, প্রায় 64টি অবস্থিত ভারতের গুজরাট রাজ্যের সানন্দ গ্রামের কাছে আহমেদাবাদের পশ্চিমে কিমি। প্রধানত শীতকালে এবং বসন্তে পরিযায়ী পাখিদের দ্বারা বসবাস করা, এটি গুজরাটের বৃহত্তম জলাভূমি পাখি অভয়ারণ্য এবং ভারতের অন্যতম বৃহত্তম। ১৯৬৯ এপ্রিলে এটিকে পাখির অভয়ারণ্য ঘোষণা করা হয়।\nহ্রদটি শীতকালে 210 টিরও বেশি প্রজাতির পাখিকে আকর্ষণ করে এবং বিভিন্ন গাছপালা ও প্রাণীকে আশ্রয় করে। বিপন্ন বন্য গাধা এবং কালো হরিণ সহ কয়েকটি স্তন্যপায়ী প্রজাতির পাশাপাশি, এর পরিযায়ী পাখির জনসংখ্যার মধ্যে রয়েছে গোলাপী পেলিকান, ফ্ল্যামিঙ্গো, সাদা সারস , ব্রাহ্মণী হাঁস এবং হেরন। ভারতীয় বর্ষা মৌসুমের পরপরই হাজার হাজার পরিযায়ী জলপাখি এই অভয়ারণ্যে আসে। হ্রদের বাইরের প্রান্তের অগভীর এলাকা এবং পুকুরগুলি অগভীর জলে খাওয়া পাখিদের আকর্ষণ করে। শীত ও বসন্তে লাখ লাখ পাখি পাখির অভয়ারণ্যে আসে। এটি জলাভূমি পাখির 250 টিরও বেশি প্রজাতির আশ্রয়স্থল। বেগুনি মুরহেন, পেলিকান, কম ফ্ল্যামিঙ্গো এবং বৃহত্তর ফ্ল্যামিঙ্গো, সাদা সারস, চার প্রজাতির বিটার, ক্রেকস, গ্রেবস, ব্রাহ্মণী হাঁস ( রুডি শেলডাক ) এবং হেরন সহ উত্তর থেকে আসা শীতকালীন অভিবাসীরা নল সরোবরে আসে। নভেম্বর থেকে ফেব্রুয়ারির মধ্যে, হ্রদটি দেশীয় এবং পরিযায়ী পাখির বিশাল ঝাঁকের আবাসস্থল। হাঁস, গিজ, পেলিকান এবং ফ্ল্যামিঙ্গোগুলি সকালের প্রথম দিকে এবং সন্ধ্যায় সবচেয়ে ভাল দেখা যায় এবং অভয়ারণ্যটি ব্যক্তিগত যানবাহন, ট্যাক্সি দ্বারা দিনের ভ্রমণ হিসাবে সর্বোত্তম পরিদর্শন করা হয়, কারণ বাসগুলি খুব কমই থাকে এবং কোনও সুবিধাজনক আবাসন নেই৷ পার্কিং থেকে লেক সাইটে যানবাহন পাওয়া যায় যা প্রায় ১ কিমি\nহ্রদটি দেখার জন্য সময় সকাল ৬টা থেকে বিকেল সাড়ে ৫টা পর্যন্ত। দর্শনার্থী এবং ক্যামেরা প্রতি একটি এন্ট্রি ফি আছে, তবে নৌকা চালানোর জন্য স্থানীয় নাবিকদের সাথে আলোচনা করতে হবে, যদিও গেটে নির্ধারিত হার উল্লেখ করা হয়েছে। সেখানে পৌঁছানোর সর্বোত্তম সময়টি সূর্যোদয়ের ঠিক আগে কারণ হ্রদটি শান্ত এবং শান্ত এবং পাখিদের ঝাঁক তাদের নিয়মিত খাবারের জন্য অপেক্ষা করছে। হ্রদের জল প্রায় ৪ ফুট গভীর।\nমাইগ্রেট করা আমীন ভাই মেষপালকরা হ্রদের দ্বীপগুলিতে বসতি স্থাপন করে এবং তীরে পাধাররা রয়েছে, যারা লোক নর্তকী, কারিগর এবং নৌকাওয়ালা। কেউ পাখি দেখার জন্য হ্রদে দেশীয় নৌকা ভাড়া করতে পারে এবং দ্বীপগুলিতে ঝুপড়িগুলিতে পিকনিক করতে পারে।\n\n\n== ইন্টারেক্টিভ ব্যাখ্যা কেন্দ্র ==\nইন্টারপ্রিটেশন সেন্টার, অভিরুচি কেন্দ্রটি ৪২ লক্ষ টাকা ব্যয়ে তৈরি করা হয়েছিল, যার মধ্যে কিয়স্কের জন্য ১৫ লক্ষ টাকা ছিল। এখন পর্যন্ত নল সরোবর এলাকায় ২২৫ ধরনের পাখি রেকর্ড করা হয়েছে। এর মধ্যে ১৪০টি জল-পাখি এবং ৭০টি পরিযায়ী। এই ৭০টির মধ্যে মাত্র ২৫ থেকে ৩০টি সহজেই দর্শনার্থী ও পর্যটকদের নজরে আসে। ব্যাখ্যা কেন্দ্রটি এই ৩০ টি প্রজাতিকে কেন্দ্র করে। কিছু প্রজাতি হল ফ্লেমিংগো, পেলিকান, এগ্রেট, হেরন, হাঁস, করমোরান্ট, ক্রেন। পরিযায়ী পাখিদের ভ্রমণের দূরত্ব, উৎপত্তিস্থল, নল সরোবরের জলের নীচে জীবনের ক্রস-সেকশন প্রোটোটাইপটি কেন্দ্রে প্রদর্শিত হয়। দর্শনার্থীদের বিশুদ্ধ পানীয় জল সরবরাহ করার জন্য একটি বিপরীত অসমোসিস উদ্ভিদও স্থাপন করা হয়েছে।\n\n\n== \"রামসার কনভেনশন\" সাইট হিসাবে ঘোষণা ==\n24 সেপ্টেম্বর 2012 তারিখে নলসরোবরকে রামসার সাইট হিসাবে ঘোষণা করা হয়েছিল। একটি \" রামসার কনভেনশন সাইট - আন্তর্জাতিক গুরুত্বের জলাভূমি \" হিসাবে প্রস্তাবিত হয়েছিল। \n\n\n== আরো দেখুন ==\nশুষ্ক বন গবেষণা ইনস্টিটিউট\nনারায়ণ সরোবর অভয়ারণ্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনল সরোবর পাখির অভয়ারণ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ আগস্ট ২০১৫ তারিখে\nঅফিসিয়াল ওয়েবসাইট: বন ও পরিবেশ বিভাগ; গুজরাট রাজ্য সরকার, ভারত"}