{"pageid": 1184136, "title": "সংকর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1184136", "content": "সংকর্ষণ (সংস্কৃত: \nसङ्कर्षण) হল ইলাবর্তে শিব দ্বারা পূজা করা বিষ্ণু বা হরির চতুর্থ রূপ; অনন্তের আরেক নাম; অহংকারের শাসক; এক হাজার মাথার দেবতা এবং ভূতের উপর অধিপতি; তার আগুনে পুড়ে গেছে তিন জগত; সর্পদের প্রভু। সংকর্ষণ শব্দের অর্থ কৃষিজীবী। পরবর্তীতে ভারতীয় মহাকাব্যে তিনি বলরাম নামে পরিচিত, এবং তিনি ছিলেন মথুরার বৃষ্ণিদের রাজা বসুদেবের পুত্র। তিনি নেতৃস্থানীয় বৃষ্ণি বীর ছিলেন এবং সম্ভবত মথুরার প্রাচীন শাসক ছিলেন। বাসুদেবের সাথে সংকর্ষণ এর ধর্মটি ইষ্টদেবতা পূজার প্রাচীনতম রূপগুলির মধ্যে একটি, যা খ্রিস্টপূর্ব ৪র্থ শতাব্দী থেকে চলমান।\nনারায়ণ, শ্রী ও লক্ষ্মীর সাধনার সাথে বাসুদেব ও সংকর্ষণের ধর্ম ছিল প্রধান স্বতন্ত্র ধর্ম, যা পরবর্তীতে বিষ্ণুধর্ম গঠনে একত্রিত হয়। অবতারদের বৈষ্ণব মতবাদ অনুসারে, বিষ্ণু বিশ্বকে উদ্ধার করার জন্য বিভিন্ন রূপ ধারণ করেন, এবং বাসুদেব এবং সেইসাথে সংকর্ষণও এই রূপগুলির মধ্যে কিছু এবং সবচেয়ে জনপ্রিয় কিছু হিসাবে বোঝা যায়। খ্রিস্টপূর্ব ৪র্থ শতাব্দী পর্যন্ত বাসুদেব ও সংকর্ষণ স্বতন্ত্র দেবতা ছিলেন, কিন্তু খ্রিস্টীয় ৪র্থ শতাব্দীতে বিষ্ণু সমন্বিত বৈষ্ণবধর্মের কেন্দ্রীয় দেবতা হিসেবে অনেক বেশি বিশিষ্ট হয়ে ওঠেন, এবং বাসুদেব ও সংকর্ষণ এখন বিষ্ণুর কিছু প্রকাশ মাত্র।\nহিন্দু মহাকাব্য ও পুরাণ কথায় সংকর্ষণকে  রাম,  বলদেব, বলরাম, রৌহিনেয় বা হালায়ুধ নামেও পরিচিত ছিল এবং বাসুদেবের বড় ভাই হিসেবে উপস্থাপিত হয়।\nপ্রাথমিকভাবে, সংকর্ষণ তার ছোট ভাই বাসুদেবকে প্রাধান্য দিয়েছেন বলে মনে হয়, কারণ তিনি ব্যাকট্রিয়ার রাজা অ্যাগাথোক্লিসের মুদ্রার বিপরীতে (আনুমানিক ১৯০-১৮০ খ্রিস্টপূর্বাব্দ) এবং সাধারণত ঘোসুন্দি শিলালিপির মতো নামকরণের ক্ষেত্রে প্রথম। পরে এই আদেশটি উল্টে যায়, এবং বাসুদেব দুজনের মধ্যে সবচেয়ে গুরুত্বপূর্ণ দেবতা হয়ে ওঠেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCharles Allen (২০১৭), \"6\", Coromandel: A Personal History of South India, Little Brown, আইএসবিএন 978-1408705391 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMirashi, Vasudev Vishnu (১৯৮১), History and Inscriptions of the Satavahanas: The Western Kshatrapas, Maharashtra State Board for Literature and Culture উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFortson, Benjamin W., IV (২০০৪)। Indo-European Language and Culture। Blackwell Publishing। আইএসবিএন 1-4051-0316-7। \nHastings, James Rodney (২০০৩) [1908–26]। Encyclopedia of Religion and Ethics। 4। John A Selbie (2nd সংস্করণ)। Edinburgh: Kessinger Publishing, LLC। পৃষ্ঠা 476। আইএসবিএন 0-7661-3673-6। সংগ্রহের তারিখ ২০০৮-০৫-০৩। The encyclopedia will contain articles on all the religions of the world and on all the great systems of ethics. It will aim at containing articles on every religious belief or custom, and on every ethical movement, every philosophical idea, every moral practice. \nHein, Norvin (১৯৮৬)। \"A Revolution in Kṛṣṇaism: The Cult of Gopāla: History of Religions, Vol. 25, No. 4 (May, 1986), pp. 296-317\"। History of Religions। 25 (4): 296–317। এসটুসিআইডি 162049250। জেস্টোর 1062622। ডিওআই:10.1086/463051। \nSINGER, Milton (১৯০০)। Krishna Myths Rites & Attitudes। UNIVERSITY OF CHICAGO। আইএসবিএন 0-313-22822-1। \nDelmonico, N. (২০০৪)। \"The History Of Indic Monotheism And Modern Chaitanya Vaishnavism\"। The Hare Krishna Movement: The Postcharismatic Fate of a Religious Transplant। Columbia University Press। আইএসবিএন 978-0-231-12256-6। সংগ্রহের তারিখ ২০০৮-০৪-১২। \nMahony, W.K. (১৯৮৭)। \"Perspectives on Krsna's Various Personalities\"। History of Religions। 26 (3): 333–335। এসটুসিআইডি 164194548। জেস্টোর 198702। ডিওআই:10.1086/463085। \nBHATTACHARYA, Gouriswar: Vanamala of Vasudeva-Krsna-Visnu and Sankarsana-Balarama. In: Vanamala. Festschrift A.J. Gail. Serta Adalberto Joanni Gail LXV. diem natalem celebranti ab amicis collegis discipulis dedicata. Gerd J.R. Mevissen et Klaus Bruhn redigerunt. Berlin 2006; pp. 9–20.\nCOUTURE, André: The emergence of a group of four characters (Vasudeva, Samkarsana, Pradyumna, and Aniruddha) in the Harivamsa: points for consideration. Journal of Indian Philosophy 34,6 (2006) 571-585."}