{"pageid": 1184059, "title": "কাবুলে কানাডীয় দূতাবাসের নিরাপত্তা রক্ষীদের ওপর হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1184059", "content": "২০১৬ সালের ২০ শে জুন, প্রায় ০৬০০ এএফটি-তে, খোরাসান প্রদেশে তালেবান বা ইসলামিক স্টেট (আইএস-কেপি) দ্বারা পরিচালিত একটি আত্মঘাতী বোমা হামলা কাবুলে দূতাবাসের দিকে যাওয়ার পথে কানাডীয় দূতাবাসের নিরাপত্তা রক্ষীদের একটি কনভয়কে আঘাত করে। আফগানিস্তানের কাবুলের বেনাই এলাকার নবম পুলিশ জেলায় হামলাটি ঘটে। হামলায় ১৩ জন নেপালি ও দুই ভারতীয় ঠিকাদার নিহত হয়।\nপবিত্র রমজান মাসে এ হামলার ঘটনা ঘটে। বিস্ফোরণে আহত নয়জনের মধ্যে কাছাকাছি একটি বাজারের বেসামরিক নাগরিকও রয়েছেন, যাদের মধ্যে কয়েকজন গুরুতর আহত হয়। এই ঘটনা সংঘাতপূর্ণ দেশগুলিতে বিদেশী কর্মীদের উপস্থিতি নিয়ে বিতর্কের সৃষ্টি করেছিল, অনেকে অবহেলার জন্য কানাডীয় সরকারের সমালোচনা করেছিল। এর আগেও এ বিষয়ে বিতর্ক হয়েছে, বিশেষ করে নিসুর স্কয়ার গণহত্যার পর, একটি ভিন্ন পরিস্থিতি সৃষ্টি হয়েছিল।\n\n\n== পটভূমি ==\nএকই দিনে, তালেবানরা কাবুলে আরেকটি বোমা হামলা চালায়, একজন রাজনীতিবিদকে লক্ষ্য করে, যার ফলে একজন রাজনীতিবিদসহ আরও পাঁচজন আহত হয়। একই তারিখে, বাদাখশানে একটি বোমা হামলায় কমপক্ষে ১০  জন নিহত এবং ৪০ আহত হয়।\nহামলার আগে গত কয়েক মাসে তালেবানদের দ্বারা পরিচালিত নিরাপত্তা রক্ষী ও সরকারি কর্মীদের উপর ধারাবাহিক হামলার মধ্যে এই বোমা হামলাটি আরেকটি ছিল। কুন্দুজ-তাখার মহাসড়কের জিম্মি সংকটের সময়ও এই হামলার ঘটনা ঘটে।\nএকই দিনে প্রায় ১০০০ ঘণ্টা পর আরেকটি হামলার ঘটনা ঘটে। ৪র্থ পদাতিক ডিভিশনের একজন মার্কিন সৈন্যকে গুলি করে হত্যা করা হয় যখন তার দল পিইকিউতে নিউ কাবুল কম্পাউন্ডের স্থানীয় ঠিকাদারদের নিরাপত্তা প্রদানের সময় আক্রমণ করা হয়, একটি স্থানীয় মোটর ডিপো যা তার ব্যক্তিগত নিরাপত্তা ও সুরক্ষার জন্য সুরক্ষিত করা হয়েছিল।\n\n\n== আক্রমণ ==\nনিরাপত্তা রক্ষীরা কানাডার দূতাবাসের দিকে যাওয়ার পথে একটি মিনি বাসে করে যাচ্ছিলেন। তারা রাজধানী কাবুলে ছিল, যখন সকালের দিকে লোকজনের মধ্য দিয়ে যাচ্ছিল, যখন একটি কম্পাউন্ডের ভিতরে থাকা একজন আত্মঘাতী বোমা হামলাকারী মিনিবাসটির কাছে এসেছিল, যা সেই সময় একটি বাজারের মধ্য দিয়ে যাচ্ছিল যেখানে বেশ কয়েকজন বেসামরিক লোক কেনাকাটা করছিল। বোমাহামলাকারী বিদেশী গাড়িটি লক্ষ্য করে এবং একটি সুইসাইড বেল্ট লাগানোর পরে পায়ে হেঁটে তার দিকে এগিয়ে যায়। এরপর মিনিবাসে থাকা একটি অচেনা যন্ত্র দিয়ে নিজেকে উড়িয়ে দেয় আত্মঘাতী জঙ্গি। বিস্ফোরণের ফলে গাড়ির জানালাগুলি উড়ে যায় এবং বাসের বাইরে রক্তের দাগ পড়ে যায়। এই বিস্ফোরণে অনেক বেসামরিক নাগরিকও আহত হয়েছেন যারা মিনিবাসটি যে বাজারের মধ্য দিয়ে যাচ্ছিল সেখানে ছিলেন। প্রত্যক্ষদর্শীরা জানিয়েছেন, একাধিক ব্যক্তিকে মৃত ও আহত হতে দেখেছেন। দুমড়ে মুচড়ে যাওয়া গাড়ি থেকে উদ্ধার করা হয় আহতদের। প্রকৃতপক্ষে দূতাবাসে অবস্থানরত সবাই নিরাপদ ছিল।\n\n\n== ভুক্তভুগি ==\nহামলায় ১২ জন নেপালি ও দুই ভারতীয় ঠিকাদার নিহত হয়। বোমা হামলার দুই দিন পর একজন আহত নেপালি নাগরিক মারা যাওয়ার পর মৃতের সংখ্যা ১৫-এ পৌঁছে। আরও নয়জন আহত হয়েছেন, যাদের মধ্যে বেশ কয়েকজন আফগান বেসামরিক নাগরিক।\n\n\n== প্রতিক্রিয়া ==\n আফগানিস্তান: ইসলামিক রিপাবলিক অব আফগানিস্তানের প্রধান নির্বাহী আব্দুল্লাহ আব্দুল্লাহ বলেন, 'আজ সকালে কাবুলে যারা তাদের কর্মস্থলে যাচ্ছেন তাদের ওপর সন্ত্রাসী হামলার নিন্দা জানাই। এই হামলা সন্ত্রাস ও ভীতি প্রদর্শনের একটি কাজ\"।\n কানাডা: পররাষ্ট্রমন্ত্রী স্টেফান ডিওন বলেন, তিনি এই হামলার 'তীব্র নিন্দা' জানিয়ে বলেন, 'কানাডা সরকারের পক্ষ থেকে আমি নিহত নেপালি ও ভারতীয় নিরাপত্তা রক্ষীদের পরিবার ও বন্ধুদের প্রতি আন্তরিক সমবেদনা জানাচ্ছি এবং যারা আহত হয়েছেন তাদের দ্রুত আরোগ্য কামনা করছি। তিনি আরও বলেন, 'নিহতদের অনেকেই বছরের পর বছর ধরে আমাদের দূতাবাসের পরিবারের অংশ এবং আফগানিস্তানে কানাডার দূতাবাসে নারী-পুরুষের সুরক্ষায় তাদের সেবার জন্য তারা স্মরণীয় হয়ে থাকবেন। কাবুলের কানাডীয় দূতাবাসও এই হামলার নিন্দা জানিয়েছে। কানাডার প্রধানমন্ত্রী জাস্টিন ট্রুডো বলেন, 'কাবুলে নিরাপত্তা কর্মীদের ওপর আজকের হামলা ভয়াবহ ও কাপুরুষোচিত। আফগান জনগণের পাশে দাঁড়ানোর সময় আমাদের চিন্তা দুর্গতদের সঙ্গে রয়েছে।\n নেপাল: নেপালের সরকারি কর্মকর্তারা এই হামলার ঘটনায় ক্ষোভ প্রকাশ করেছেন এবং অনেকে এই হামলার জন্য কানাডার 'অবহেলা'কে দায়ী করেছেন। প্রধানমন্ত্রী খাদগা প্রসাদ ওলি এই হামলার নিন্দা জানিয়ে বলেন, নেপাল সরকার হামলায় আহত ব্যক্তিদের চিকিৎসার জন্য অর্থ ায়ন করবে।\n\n\n== পরবর্তী ঘটনাবলী ==\n\n\n=== দায়ের দাবি ===\nওই হামলার পর তালেবানের মুখপাত্র জাবিউল্লাহ মুজাহিদ দাবি করেন, 'তালেবানের যোদ্ধারা' এই হামলা চালিয়েছে এবং 'হামলায় ২০ জনেরও বেশি মানুষ নিহত বা আহত হয়েছে'। ওই মুখপাত্র বলেন, ছয় তালেবান বন্দির ওপর হামলার এক মাস আগে মৃত্যুদণ্ড কার্যকরের প্রতিশোধ হিসেবে এই হামলা চালানো হয়। তালিবানরা বোমারুর নাম দিয়েছে 'ইরফানুল্লাহ আহমেদ'। তবে ইসলামিক স্টেট অব ইরাক অ্যান্ড দ্য লেভান্টও হামলার দায় স্বীকার করে হামলাকারীর নাম 'এরফানুল্লাহ আহমেদ' বলে উল্লেখ করেছে।\n\n\n=== নেপালের প্রতিক্রিয়া ===\nনিহতদের পরিবারের সদস্যদের ১২ হাজার ডলার ক্ষতিপূরণ দিয়েছে নেপাল। অনেক নেপালি রাজনীতিবিদ এবং সরকারী কর্মকর্তারা এই হামলার বিষয়ে গভীর ক্ষোভ প্রকাশ করেছেন, কারণ নিহতদের বেশিরভাগই নেপালের নাগরিক। তারা কানাডার কূটনীতিকদের অবহেলার সমালোচনা করে বলেন, 'অরক্ষিত মিনিবাসে করে বিশ্বের সবচেয়ে বিপজ্জনক শহরগুলোর একটিতে (নেপালি গার্ড) গাড়ি চালিয়ে যাওয়া হচ্ছে। নেপালের অনেক কূটনীতিক এই হামলা নিয়ে আলোচনা করতে কানাডার রাজধানী শহর অটোয়ায় যান। কূটনীতিকদের মধ্যে বৈঠকে কানাডায় নিযুক্ত নেপালের রাষ্ট্রদূত কালী প্রসাদ পোখরেল এবং ভারতে নিযুক্ত কানাডীয় হাইকমিশনার নাদির প্যাটেলের মধ্যে একটি বৈঠক হয়।\n\nতিনি বলেন, 'আমরা কানাডা সরকারের কাছে নেপালের উদ্বেগের কথা জানিয়েছি এবং কোন পরিস্থিতিতে ওই নেপালি নিরাপত্তা রক্ষীদের ওপর হামলা চালানো হয়েছে, সে বিষয়ে তথ্য চেয়েছি, যখন তাদের কানাডার কূটনৈতিক স্থাপনায় তাদের কাজ থেকে নিয়ে যাওয়া হয়েছিল। আমরা কানাডীয় দূতাবাসের সাথে এখনও কাজ করা নেপালিদের নিরাপত্তা ও সুরক্ষা নিশ্চিত করার জন্যও অনুরোধ করেছি।\n\nনেপালের অনেক লোক, যেমন বিশিষ্ট আইনপ্রণেতারা, এই পরিস্থিতি সম্পর্কে তাদের দৃষ্টিভঙ্গি প্রকাশ করেছেন এবং আফগানিস্তানে পশ্চিমাদের কেন খুব বেশি সুরক্ষিত তা নিয়ে প্রশ্ন তুলেছেন, কিন্তু যারা তাদের পাহারা দেয় এবং তাদের পাহারা দেওয়ার জন্য ভাড়া করা হয় তারা সুরক্ষিত নয়। জনসাধারণের অন্যান্য সদস্যরা দূতাবাসের মতো ভবনগুলিতে রক্ষীদের স্থানান্তরিত করার উপায়গুলির সমালোচনা করেছিলেন। নিরাপত্তারক্ষীদের কী ভাবে সরানো উচিত, তা নিয়ে বিতর্ক শুরু হয় এই ঘটনায়। অনেকে উল্লেখ করেছেন যে মিনিবাসের মতো অন্যান্য যানবাহনের পরিবর্তে সাঁজোয়া যানবাহনে রক্ষীদের স্থানান্তর করা আরও যুক্তিসঙ্গত হবে। এই ঘটনা আফগানিস্তানের মতো \"অনিরাপদ\" গন্তব্যগুলিতে নেপালি অভিবাসী শ্রমিকদের উপস্থিতি নিয়েও বিতর্ক সৃষ্টি করেছিল। জনসাধারণের সদস্যরা কানাডার মতো বিদেশী দূতাবাসগুলিকে নেপালি নাগরিকদের নিয়োগ করা এবং \"তাদের ঝুঁকিতে ফেলা\" বন্ধ করার আহ্বান জানিয়েছে।\n\nতিনি বলেন, নেপালি রক্ষীদের অরক্ষিত অবস্থায় ফেলে রাখা হয়েছে। তাদের কোনো ধরনের নিরাপত্তা ব্যবস্থা ছাড়াই কানাডার দূতাবাসে কাজ করতে নিয়ে যাওয়া হতো। এটি ছিল কানাডীয় সরকারের পক্ষ থেকে একটি নিছক অবহেলা। কাবুলে কানাডীয় দূতাবাসের অবহেলার কারণে কাবুলেও আমাদের নাগরিকদের হত্যা করা হয়েছে।\nগ্লোবাল অ্যাফেয়ার্স কানাডা প্রতিক্রিয়া জানায় যে ঠিকাদারদের নিয়োগ করা হয়েছিল সাবের ইন্টারন্যাশনাল, একটি বেসরকারী নিরাপত্তা সংস্থা থেকে। কানাডীয় বাহিনীর একজন মুখপাত্র মেজর ইসাবেল ব্রেসে বলেন, শুধুমাত্র সীমিত সংখ্যক কানাডীয় সামরিক কর্মী কানাডীয় দূতাবাসে নিরাপত্তা প্রদান করে এবং এটি এভাবেই থাকবে। নিরাপত্তার কারণে তিনি দূতাবাসের রক্ষীদের সম্পর্কে খুব বেশি কিছু উল্লেখ করেননি। এটিও উল্লেখ করা হয়েছিল যে দূতাবাসের বিদেশী রক্ষীরা প্রতি মাসে প্রায় ১,০ ডলার বা প্রতিদিন ৪০ ডলার বেতন পান এবং অনেকেই তাদের পরিবারের জন্য একমাত্র আয় উপার্জনকারী।\nদেশের অভ্যন্তরে অনেক বিতর্কের পর, নেপালি সরকার কানাডীয় সরকারকে নেপালি নাগরিকদের নিরাপত্তা ও সুরক্ষা নিশ্চিত করতে বলেছিল, যারা এখনও আফগানিস্তানে কানাডীয় কূটনৈতিক সুবিধাগুলির সাথে কাজ করছে, যা তারা \"যুদ্ধবিধ্বস্ত\" বলে অভিহিত করেছে। কানাডায় নিযুক্ত নেপালের রাষ্ট্রদূত নেপালি শ্রমিকদের দূতাবাসে নিয়ে যাওয়ার 'অনিরাপদ' উপায় নিয়ে উদ্বেগ প্রকাশ করেন, যেমন কোনো নিরাপত্তা রক্ষাকারী ছাড়াই একটি মিনিবাসে করে। এরপর তিনি কানাডীয় কর্তৃপক্ষকে জিজ্ঞাসা করেন যে তারা \"এই ঘটনার পুঙ্খানুপুঙ্খ তদন্ত করতে পারে এবং ফলাফলগুলি ভাগ করে নিতে পারে কিনা\"। তিনি কানাডা সরকারকে আহত ও নিহতের পরিবারের সদস্যদের আর্থিক সহায়তা দেওয়ার আহ্বান জানিয়ে বলেন, এটা তাদের 'নৈতিক দায়িত্ব'।\nনিহতদের পরিবারও কানাডীয় সরকারের প্রতি ক্ষোভ প্রকাশ করেছে, কারণ তারা বলেছে যে তারা মনে করে যে তারা \"উচ্চ এবং শুষ্ক\" রয়ে গেছে। শহর জুড়ে আক্রান্তদের যাতায়াতের ক্ষেত্রে নিরাপত্তার অভাব নিয়ে তাঁদের প্রশ্নের উত্তর মেলেনি। আফগানিস্তানে কানাডীয় কূটনীতিকদের প্রতিও ক্ষোভ প্রকাশ করা হয়েছিল, যাদের পরিবহনে সর্বদা প্রচুর পরিমাণে নিরাপত্তা সহ একটি কনভয় থাকে, যা বিদেশী রক্ষীদের মতো নয়। বেসরকারী নিরাপত্তা সংস্থাগুলি উন্নয়নশীল দেশগুলি থেকে কর্মী নিয়োগের জন্য পরিচিত, এবং এটি অনেক বিতর্কের সৃষ্টি করেছে। অনেকে এও বলেন যে তারা বিশ্বাস করেন যে কানাডীয় দূতাবাসগুলিতে কর্মরত রক্ষীদের সর্বদা সুরক্ষা থাকা উচিত, কারণ তারা আমেরিকান দূতাবাসগুলিতে এটিই করে। দূতাবাসের দুঃস্থ প্রাক্তন বিদেশী কর্মীরা একটি নিয়ম উল্লেখ করেছেন যে তারা শুধুমাত্র ডিউটির সময় কানাডীয় দূতাবাসের অভ্যন্তরে অস্ত্র বহন করতে পারে, যা তাদের দূতাবাসের বাইরে আক্রমণের ঝুঁকিপূর্ণ করে তোলে, যেখানে তারা আত্মরক্ষা করতে পারে না।\nআফগানিস্তানে নেপালি শ্রমিকরা সন্ত্রাসী হামলা থেকে বিরোধ দেখা দেওয়ায় দেশে ফিরতে শুরু করে। এ পর্যন্ত ৪০ জন ফিরেছেন, অনেকে একই ফ্লাইটে। বাড়ি ফেরার আগে তারা চাকরি ছেড়ে দেয়। সাব্রে ইন্টারন্যাশনাল কর্মীদের আশ্বস্ত করেছে যে তারা নেপালি শ্রমিকদের তাদের নিজ দেশে ফিরে যাওয়ার সুবিধা করে দেবে। বেসরকারি নিরাপত্তা সংস্থাকেও ক্ষতিপূরণ দিতে বলা হয়। নেপালের প্রধানমন্ত্রী বিশ্বাস করেন যে এটি সরকারের উদ্যোগকে হ্রাস করবে, পরিবর্তে দাবি করেছিলেন যে তিনি দাবি করেছিলেন যে তিনি তার সরকার বেসরকারী নিরাপত্তা সংস্থার কাছ থেকে সাহায্য ছাড়াই তার নিজস্ব ব্যয়ে মৃত ও আহতদের বাড়িতে ফিরিয়ে এনেছেন। তিনি দাবি করেন যে নেপাল সরকার পরিবর্তে হামলায় আহতদের চিকিৎসার জন্য অর্থায়ন করবে এবং তাদের মধ্যে কেউ কেউ বর্তমানে ভারত ও আফগানিস্তানে চিকিৎসাধীন রয়েছে। এরপর সরকার নিহত, আহত ও অন্যান্য শ্রমিকদের তুলে নিয়ে নেপালে ফেরত পাঠানোর জন্য নেপাল এয়ারলাইন্সের একটি ফ্লাইট আফগানিস্তানে পাঠায়। প্রধানমন্ত্রী তখন মৃতদের পরিবারকে দেওয়ার জন্য ₹ ১ মিলিয়ন (যা তিনি দাবি করেছিলেন যে বীমার অর্থের অংশ নয় যা পরে পাওয়া যেতে পারে) প্রতিশ্রুতি দিয়েছিলেন।\nনেপালের এই ঠিকাদাররা দেশে ফিরে আসার পর, নেপাল পরবর্তীকালে তার নাগরিকদের আফগানিস্তান, ইরাক, লিবিয়া এবং সিরিয়ায় অভিবাসন এবং কাজ করা নিষিদ্ধ করেছিল, নেপালের শ্রমমন্ত্রী দীপক বোহারা এটি বলেছেন। সংসদ প্রধানমন্ত্রীকে পাচারকারীদের বিরুদ্ধে ব্যবস্থা নেওয়ার নির্দেশ দিয়েছে, যারা প্রতি বছর হাজার হাজার অভিবাসীকে বড় ধরনের সংঘাতের সম্মুখীন অন্যান্য দেশে পাঠাতে পারে। এই অভিবাসীরা প্রায়ই শোষিত হতে পারে।\n২০১৬ সালের ৮ জুলাই, একটি স্মৃতিস্তম্ভ নির্মাণ করা হয়েছিল এবং হামলায় নিহতদের জন্য একটি স্মৃতিসৌধ অনুষ্ঠিত হয়েছিল। স্মৃতিসৌধটি কাবুলে কানাডীয় দূতাবাসে নির্মিত হয়েছিল এবং কানাডীয় রাষ্ট্রদূত ডেবোরা লিয়নস, ভারতীয় রাষ্ট্রদূত মনপ্রীত ভোহরা এবং গুরখা ফোর্স কমান্ডার এটি উন্মোচন করেন। নেপাল সরকারের কোনও প্রতিনিধি স্মৃতিসৌধে উপস্থিত ছিলেন না। স্মৃতিসৌধের দুই দিন পরেও, নেপাল, অনেকে তদন্তের অভাবে ক্ষুব্ধ ছিল, গ্রিন জোনগুলির নিরাপত্তা তদন্ত ও মূল্যায়নের জন্য একটি দল পাঠিয়েছিল।\n\n\n=== ষড়যন্ত্র তত্ত্ব ===\nহামলার পর এক নেপালি ঠিকাদার বাড়ি ফিরেছেন। তিনি দাবি করেন, তালেবানরা সাবের ইন্টারন্যাশনালের কাছে অর্থ চেয়েছিল বলেই এই হামলা হয়েছে। তিনি বিশ্বাস করেছিলেন যে তালেবানরা সতর্ক করেছিল যে তারা যদি প্রাইভেট সিকিউরিটি ফার্মের কাছ থেকে অর্থ গ্রহণ করতে ব্যর্থ হয় তবে তারা নেপালি গার্ডদের নির্মূল করবে। তিনি বলেছিলেন যে \"তারা আমাদের টার্গেট করেছিল কারণ কোম্পানি অর্থ দিতে অস্বীকার করেছিল এবং তাদের সতর্কতা খুব হালকাভাবে নিয়েছিল\"।\n\n\n== তথ্যসূত্র =="}