{"pageid": 1184572, "title": "ইয়ারসানি মতবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1184572", "content": "ইয়ারসানিজম বা আহলে হক বা কাকাই হল ১৪ শতকের শেষের দিকে পশ্চিম ইরানে সুলতান সাহাক প্রতিষ্ঠিত একটি সমন্বিত ধর্মীয় মতবাদ। ইরানে ইয়ারসানিজমের মোট অনুসারীর সংখ্যা অর্ধ মিলিয়ন থেকে এক মিলিয়নের বেশি বলে অনুমান করা হয়। তবে ইরাকে তাদের সংখ্যা অজানা। তারা বেশিরভাগই গুরান, সানজাবি, কালহোর, জাঙ্গানা এবং জালালভান্দ উপজাতির কুর্দি। ইরানে একটি তুর্কিভাষী ইয়ারসান ছিটমহলও রয়েছে। \nইরাকের ইয়ারসানিদেরকাকাই বলা হয়। ইয়ারসানিরা বলে যে, কিছু লোক তাদের অপমানজনকভাবে \"আলীর উপাসক\" বলে ডাকে, যা তারা অস্বীকার করে। ইরানে ইসলামি ব্যবস্থার চাপের কারণে অনেক ইয়ারসানি তাদের ধর্ম গোপন করে এবং তাদের জনসংখ্যার কোনো সঠিক পরিসংখ্যান প্রকাশ করে না।  ইয়ারসানিদের একটি স্বতন্ত্র ধর্মীয় সাহিত্য রয়েছে যা প্রাথমিকভাবে গোরানী ভাষায় রচিত। কিছু আধুনিক ইয়ারসানি গোরানি পড়তে বা লিখতে পারে। কারণ তাদের মাতৃভাষা দক্ষিণ কুর্দি বা সোরানি ।  তাদের কেন্দ্রীয় ধর্মীয় বইটিকে বলা হয় কালাম-ই সারঞ্জাম, যা সুলতান সাহাকের শিক্ষার উপর ভিত্তি করে ১৫ শতকে রচিত হয়।\n\n\n== ভৌগিলিক অবস্থান ==\nইয়ারসানের অধিকাংশ অনুসারী বর্তমান ইরানের কেরমানশাহ প্রদেশ, লোরেস্তান প্রদেশ ও ইলাম প্রদেশ সংলগ্ন এলাকায় বসবাস করে। তারা কেরমানশাহের মাহিদাশত, বিভানিজ ও জোহাব জেলার প্রধান ধর্মীয় জনসংখ্যা ও ইলাম, লোরেস্তানের ডেলফান, হলিলান, পোশত-ই কুহের গ্রামীণ এলাকায় জনবহুল গোষ্ঠী।\nধর্মের প্রধান নগর কেন্দ্রগুলি হল সাহনেহ, কেরেন্দ-ই গরব ও গাহওয়ারেহ। অন্যান্য গুরুত্বপূর্ণ শহরগুলির মধ্যে রয়েছে কেরমানশাহ, সারপোল-ই জাহাব ও কাসর-ই শিরিন। ইরানের উল্লেখযোগ্য ইয়ারসান জনসংখ্যার অন্যান্য অঞ্চলের মধ্যে রয়েছে তেহরান, মারাগেহের কাছে হ্যাশটগার্ড, ভারামিন এবং ইরানি আজারবাইজানের তাব্রিজ। সেখানে গুরুত্বপূর্ণ তুর্কি-ভাষী ইয়ারসান সম্প্রদায় বাস করে এবং তাদের অনেক ধর্মীয় গ্রন্থ তুর্কি ভাষা ব্যবহার করে। ইয়ারসানি ঐতিহ্য দাবি করে যে,তাদের সমস্ত প্রাথমিক সম্প্রদায় ধর্মীয় ভাষা হিসাবে গোরানি ব্যবহার করত। এরপর সময়ের সাথে সাথে কিছু গোষ্ঠী ধর্মসহ সমস্ত উদ্দেশ্যে আজারির মতো একটি তুর্কি ভাষা গ্রহণ করতে বাধ্য হয়েছিল। \nইরাকে ইয়ারসানীরা প্রধানত কুর্দিস্তানে বসবাস করে। মসুল, কিরকুক, কালার, খানাকিন, ইরবিল এবং সুলায়মানিয়ার আশেপাশে তাদের বসতি রয়েছে।\n\n\n== তথ্যসূত্র =="}