{"pageid": 1184808, "title": "আরটি (টিভি নেটওয়ার্ক)", "url": "https://bn.wikipedia.org/wiki?curid=1184808", "content": "আরটি (পূর্বে রাশিয়া টুডে নামে পরিচিত ছিল) হল একটি আন্তর্জাতিক টেলিভিশন চ্যানেল যেটি তথ্য ও তথ্যচিত্রের একটি বহুভাষিক নেটওয়ার্ক, এটি ২০০৫ সালে প্রতিষ্ঠিত হয়। আরটি একটি রাষ্ট্র পরিচালিত প্রতিষ্ঠান।আরটি একটি অলাভজনক,স্বায়ত্তশাসিত ও রাষ্ট্রীয় সংবাদ সংস্থা যা আরআইএ নাভোস্তি নামের একটি সরকারি সংস্থার দ্বারা প্রতিষ্ঠিত হয়েছিল। আরটি হলো রুপটলি ভিডিও এজেন্সির মূল কোম্পানি।\nঅনেকেই আরটিকে রুশ সরকারের বৈদেশিক নীতি প্রচারের অন্যতম মাধ্যম হিসেবে বর্ণনা করে থাকেন।  পক্ষপাতিত্বের অভিযোগে পশ্চিমা সংবাদ মাধ্যমগুলো বরাবরই আরটির বিরুদ্ধে সমালোচনা করে আসছে।  ২০১৪ সালে রাশিয়ার ভূখণ্ডের সাথে ইউক্রেনের ক্রিমিয়া অঞ্চল অন্তর্ভূক্তিকরণের পর ইউক্রেন এবং পশ্চিমা বিভিন্ন দেশ নিজেদের দেশে আরটি নিষিদ্ধ করতে শুরু করে।  ২০২২ সালে ইউক্রেনে রুশ আক্রমণের পর কানাডা,পোল্যান্ড,ইউরোপীয় ইউনিয়নসহ পৃথিবীর বেশ কিছু দেশ আরটির সম্প্রচার নিষিদ্ধ করে দেয় এবং আরটির বিভিন্ন ভাষার বেশ কিছু চ্যানেল বন্ধ হয়ে যায়।\n\n\n== ইতিহাস ==\nসারাবিশ্বে রাশিয়ার ভাবমূর্তি উন্নত করা ও রুশ সরকারের পক্ষে জনসংযোগ তৈরির লক্ষ্যে রাশিয়া আরটি প্রতিষ্ঠার উদ্যোগ নেয়। আরটি প্রতিষ্ঠার দ্বায়িত্ব আরআইএ নাভোস্তি নামের একটি স্বায়ত্তশাসিত সংস্থাকে দেওয়া হয়েছিল। এ প্রতিষ্ঠানটি ২০০৫ সালের ৬ এপ্রিল এএনও \"টিভি নাভোস্তি\" নামে একটি চ্যানেল নিবন্ধন করে।  সে বছরের ১০ ডিসেম্বর এএনও টিভি নাভোস্তি নামের চ্যানেলটিকে রাশিয়া টুডে নামকরণ করে চালু করা হয়।\n\n\n=== উন্নয়ন ও সম্প্রসারণ ===\nশুরুতে, শুধুমাত্র রাশিয়া টুডে নামের একটি ইংরেজি ভাষার টেলিভিশন চ্যানেল আরটি'র আওতাধীন ছিল। পরবর্তী বছরগুলোতে,আরটি বেশ কয়েকটি বিদেশি ভাষার টেলিভিশন চ্যানেল চালু করে। এগুলো হলো: ২০০৭ সালে আরবি ভাষার টেলিভিশন চ্যানেল রুশিয়া আল-ইয়াউম, ২০০৯ সালে স্প্যানিশ ভাষার চ্যানেল আরটি অ্যাকচুয়ালদাদ, মার্কিন যুক্তরাষ্ট্রকে কেন্দ্র করে ২০১০ সালে আরটি আমেরিকা এবং তথ্যচিত্রভিত্তিক চ্যানেল আরটি ডকুমেন্টারি। এছাড়া ২০১৪ সালে যুক্তরাজ্য ভিত্তিক চ্যানেল আরটি ইউকে এবং জার্মান ভাষার চ্যানেল আরটি ডিই ও ২০১৭ সালে আরটি ফ্রেঞ্চ প্রতিষ্ঠা করা হয়।\n২০০৭ সালের আগস্ট মাসে,আরটি বিশ্বের প্রথম কোনো টেলিভিশন চ্যানেল হিসেবে মেরু অঞ্চল থেকে ৫ মিনিট ৪১ সেকেন্ডের সরাসরি রিপোর্টিং সম্প্রচার করে। এছাড়া বিশ্বের বিভিন্ন আলোচিত ঘটনা সমূহ কভার করে আরটি বিশ্বের দর্শকদের দৃষ্টি আকর্ষণ করে। ২০০৯ সালে রাশিয়া টুডে নামক টেলিভিশন চ্যানেলটিকে সংক্ষিপ্ত রূপে আরটি নামকরণ করা হয়।\n\n\n=== রুশ দৃষ্টিভঙ্গি ===\nশুরু থেকেই রাশিয়া টুডে পশ্চিমা দৃষ্টিভঙ্গির বিপরীতে রুশ দৃষ্টিভঙ্গিতে সংবাদ পরিবেশন শুরু করে। ফলে পশ্চিমা মতবাদে বিশ্বাসী নয় এমন মানুষের কাছে আরটি বেশ গ্রহণযোগ্যতা পায়। যদিও রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন আরটিকে একটি স্বাধীন ও প্রভাবমুক্ত একটি প্রতিষ্ঠান হিসেবে দাবি করেছেন।\n২০২১ সালের সেপ্টেম্বরে, কোভিড-১৯-এর ভুল তথ্যের বিষয়ে ওয়েবসাইটের নিয়ম ভঙ্গ করার অভিযোগে ইউটিউব থেকে জার্মান পরিষেবা (আরটি ডিই) সরিয়ে দেওয়া হয়।\n\n\n=== রাশিয়া-ইউক্রেন যুদ্ধ,২০২২ ===\n২০২২ সালের ফেব্রুয়ারিতে রাশিয়া-ইউক্রেন যুদ্ধ শুরু হওয়ার পর কানাডা, পোল্যান্ড, ইউরোপীয় ইউনিয়নসহ পৃথিবীর বেশ কিছু দেশ আরটির সম্প্রচার নিষিদ্ধ করে দেয়।  এ সময় আরটি আমেরিকা, আরটি ডিই, আরটি ইউকে ও আরটি ফ্রেঞ্চ পরিষেবাসমূহ বন্ধ করে দেওয়া হয়।\nএ সময় বেশ কিছু সামাজিক যোগাযোগ মাধ্যমে আরটির সম্প্রচার নিষিদ্ধ করা হয়। ২০২২ সালের ২৮ মার্চ ফেইসবুক, ইনস্টাগ্রাম ও টিক টক ইউরোপীয় ইউনিয়নের ব্যবহারকারীদের জন্য আরটি'র সোশ্যাল মিডিয়া বিষয়বস্তু নিষিদ্ধ করে দেয়।  একই দিনে,মাইক্রোসফট নিজেদের প্লাটফর্মগুলো থেকে আরটিকে সরিয়ে নেয়। ২০২২ সালের ১১ মার্চ ইউটিউব তাদের প্লাটফর্মে আরটির সকল চ্যানেল বন্ধ করে দেয়।\n\n\n== চ্যানেল সমূহ ==\nআরটি মোট ৮ টি টেলিভিশন চ্যানেল পরিচালনা করে। যার মধ্যে ৪ টি বর্তমানে বন্ধ রয়েছে। আরটি'র চ্যানেলসমূহ হলো:\nআরটি ইন্টারন্যাশনাল: এটি একটি ইংরেজি ভাষার টেলিভিশন চ্যানেল। এটি আরটি নেটওয়ার্কের প্রথম টেলিভিশন চ্যানেল যা ২০০৫ সালে প্রতিষ্ঠিত হয়। এটি রুশ দৃষ্টিকোণ থেকে আন্তর্জাতিক এবং আঞ্চলিক সংবাদ প্রচার করে। আরটি ইন্টারন্যাশনালে তথ্যচিত্রভিত্তিক অনুষ্ঠানও প্রচারিত হয়। এটির সদর দপ্তর মস্কোতে অবস্থিত। এছাড়া ওয়াশিংটন, ডি.সি., নিউ ইয়র্ক, লন্ডন, প্যারিস, নয়াদিল্লি, কায়রো এবং বাগদাদসহ বেশ কিছু স্থানে আরটি ইন্টারন্যাশনালের ব্যুরো রয়েছে। \nআরটি আরবি: আরবি ভাষার মস্কো ভিত্তিক ২৪/৭ সম্প্রচার পরিষেবা। এটি সংবাদ, ফিচার প্রোগ্রামিং ও ডকুমেন্টারি অনুষ্ঠান সম্প্রচার করে থাকে। আরটি আরবি ২০০৭ সালে প্রতিষ্ঠিত হয়।\nআরটি স্পেনীয়: ২০০৯ সালে প্রতিষ্ঠিত আরটি'র স্পেনীয় ভাষা বিভাগ। এটিও একটি মস্কোভিত্তিক পরিষেবা। তবে মিয়ামি, লস অ্যাঞ্জেলেস, হাভানা ও বুয়েনোস আইরেসে এর ব্যুরো রয়েছে।\nআরটি আমেরিকা: আরটি আমেরিকা ছিল আরটি'র ওয়াশিংটন ডিসি ব্যুরোভিত্তিক টেলিভিশন চ্যানেল। এটি নিজেদের তৈরিকৃত অনুষ্ঠান ছাড়াও আরটি ইন্টারন্যাশনাল থেকে কিছু অনুষ্ঠান অনুকরণ করে সম্প্রচার করত। আরটি আমেরিকায় ইংরেজি ভাষায় অনুষ্ঠান সম্প্রচার করা হতো। ২০১০ সালে প্রতিষ্ঠিত আরটি'র এ বিভাগটি ২০২২ সালে রাশিয়া-ইউক্রেন যুদ্ধ শুরুর পর ৩ মার্চ বন্ধ করে দেওয়া হয়।\nআরটি ডকুমেন্টারি: এটি আরটি'এ ২৪ ঘন্টা তথ্যচিত্রভিত্তিক টেলিভিশন চ্যানেল। এটি ২০১১ সালে প্রতিষ্ঠিত হয়। এটি ইংরেজি ও রুশ ভাষায় বিভিন্ন তথ্যচিত্র প্রচার করে থাকে। এটির বেশিরভাগ প্রতিবেদনই রাশিয়া সম্পর্কিত।\nআরটি ইউকে: আরটি ইউকে একটি ইংরেজি ভাষার টেলিভিশন চ্যানেল। আরটি ইউকের সদর দপ্তর লন্ডনে অবস্থিত। আরটি ইউকে ২০১৪ সালে প্রতিষ্ঠিত হয়। মূলত,ব্রিটিশ সাংবাদিকদের দ্বারা আয়োজিত সংবাদ অনুষ্ঠানগুলো প্রচার করে। আরটি ইউকে দৈনিক ৫ ঘন্টা লন্ডন স্টুডিও থেকে সম্প্রচারিত হয় এবং বাকি সময় আরটি ইন্টারন্যাশনালের অনুকরণ করে। ২০২২ সালে ইউক্রেন যুদ্ধ শুরুর পর ২ মার্চ আরটি ইউকে সাময়িক বন্ধ ঘোষণা করা হয়।\nআরটি ফ্রান্স: আরটি ইউকে ছিল আরটি'র ফারসি ভাষার টেলিভিশন পরিষেবা। এটির সদরদপ্তর ফ্রান্সের রাজধানী প্যারিসে ছিল। এটি ২০১৭ সালে চালু হয় এবং ২০২২ সালে বন্ধ করে দেওয়া হয়।\nএছাড়া ২০১৪ সালে আরটি ডিই নামেএ জার্মান ভাষার পরিষেবা চালু করেছিল আরটি। তবে এটিও ২০২২ সালে ইউক্রেনে রুশ আক্রমণের পর বন্ধ হয়ে যায়।\n\n\n== বাজেট ==\nআরটি ২০০৫ সালে যখন প্রতিষ্ঠিত হয়, তখন এটি চালু করার জন্য ৩০ মিলিয়ন ডলার (৩ কোটি মার্কিন ডলার) ব্যায় করা হয়। এটির বাজেটের অর্ধেক রাশিয়ার সরকার থেকে ও বাকিটা রুশপন্থি ব্যাংকগুলো থেকে আসে।  ২০০৭ সালে এটির বাজেট ছিল ৮০ মিলিয়ন ডলার যা ২০১১ সালে ৩৮০ মিলিয়ন ডলারে উন্নিত করা হয়। কিন্তু ২০১২ সালে এটির বাজেট হ্রাস পায়, সে বছর বাজেট ধরা হয় ৩০০ মিলিয়ন ডলার।\n২০১৬ সালে, আরটি'র বাজেট কিছুটা বাড়িয়ে ৩০৭ মিলিয়ন ডলার করা হয়। ২০২২ সালে, রাশিয়ার সংবাদ মাধ্যমগুলোর মধ্যে আরটি'র বাজেট সর্বোচ্চ পর্যায়ে চলে যায়। ২০২২ থেকে ২০২৪ সালের মধ্যে আরটি'র বাজেট প্রায় ১৩৬ কোটি ডলারে উন্নিত হওয়ার আশা করা হচ্ছে।\n\n\n== সমালোচনা এবং প্রতিক্রিয়া ==\nরাশিয়া সরকারের প্রচারের হাতিয়ার দাবি করে পশ্চিমা সংবাদ মাধ্যমগুলো শুরু থেকেই আরটির বিরোধিতা এবং সমালোচনা করে আসছে। অনেকেই আরটিকে \"পশ্চিমাবাদ বিরোধী\" আখ্যা দিয়ে থাকে।\nআরটির বিরুদ্ধে বিভিন্ন \"অপতৎপরতার\" অভিযোগ আনা হয়েছে। যেমন:\n\nযুক্তরাষ্ট্র ও পশ্চিমা দেশগুলোর নেতিবাচক চিত্র প্রচার করা।\nসরাসরি রাশিয়ার প্রসংশা করা ও রাশিয়াকে একটি বৈশ্বিক পরাশক্তি হিসেবে দাবি করা।\nআন্তর্জাতিক অঙ্গনে মার্কিন প্রভাবের সমালোচনা করা।\nবিভিন্ন আন্তর্জাতিক \"অতি সংবেদনশীল\" ইস্যুতে সরাসরি রুশপন্থি প্রচারণা চালানো।\nমার্কিন গণতান্ত্রিক প্রক্রিয়ার প্রতি জনগণের বিশ্বাস ক্ষুণ্ণ করা।\nমিথ্যা ও বানোয়াট তথ্য প্রচার করা ও এগুলোকে সামাজিক যোগাযোগমাধ্যমে প্রকাশ করা।\nপশ্চিমা মিডিয়ার বিরুদ্ধে প্রচারণা চালানো।\nদর্শকদের বিভ্রান্তিতে ফেলা।\nকোভিড ১৯ এর ভুল তথ্য প্রচার।\n২০১৭ সালের সেপ্টেম্বরে, মার্কিন বিচার বিভাগ আরটিকে মার্কিন যুক্তরাষ্ট্রে বিদেশী এজেন্ট নিবন্ধন আইনের অধীনে কাগজপত্র ফাইল করতে বাধ্য করে। এর উদ্দেশ্য হলো আরটি একটি বিদেশী প্রতিষ্ঠান হিসেবে মার্কিন যুক্তরাষ্ট্রে কাজ করছে তা নিশ্চিত করা। মার্কিন যুক্তরাষ্ট্রের সাবেক পররাষ্ট্রমন্ত্রী জন কেরি মন্তব্য করেন, \"আরটি নিজেদের সংবাদের পুরোটা সময় ব্যয় করে প্রেসিডেন্ট পুতিনের সাফাই গাওয়ার জন্য ও ইউক্রেনে ঘটে যাওয়া ঘটনাকে বিকৃত করার জন্য।\" এ মন্তব্যের প্রতিক্রিয়ায় আরটি কর্তৃপক্ষ মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তর থেকে উপযুক্ত প্রমাণ চায়। জবাবে যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের পক্ষে থেকে রিচার্ড স্টেনজেল বলেন,\"আরটি হলো একটি বিকৃতির মেশিন,এটি কোনো সংবাদ সংস্থা নয়,আরটি নেটওয়ার্ক ও এর সম্পাদকেরা এমন ভান করছেন যেন আরটি বিশ্বব্যাপী বিভ্রান্তিমূলক প্রচারণার বড় খেলোয়াড় নয়।\"\n২০১৪ সালে রাশিয়া কর্তৃক ক্রিমিয়া দখলের পর ইউক্রেনে আরটির সম্প্রচার পুরোপুরি বন্ধ করে দেওয়া হয়। এছাড়া যুক্তরাজ্য ২০২২ সালের ১৮ মার্চ, ইউরোপীয় ইউনিয়ন ২০২২ সালের ২৭ ফেব্রুয়ারী, অস্ট্রেলিয়া ২০২২ সালের ২৬ ফেব্রুয়ারী, জার্মানি ২ ফেব্রুয়ারী ২০২২, পোল্যান্ড ২০২২ এর ২৪ ফেব্রুয়ারী, লাতভিয়া ২০২০ সালের জুনে ও লিথুয়ানিয়া ২০২০ সালের ৮ জুলাই আরটির সম্প্রচার নিষিদ্ধ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরটির ওয়েবসাইট"}