{"pageid": 1184069, "title": "শাবানা বাসিজ-রাসিখ", "url": "https://bn.wikipedia.org/wiki?curid=1184069", "content": "শাবানা বাসিজ-রাসিখ একজন আফগান শিক্ষাবিদ, মানবিক এবং নারী অধিকার চ্যাম্পিয়ন। তিনি হেলা, ইনকর্পোরেটেড এবং স্কুল অফ লিডারশিপ, আফগানিস্তানের প্রতিষ্ঠাতা এবং তার কাজের জন্য বিশ্বব্যাপী স্বীকৃতি পেয়েছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nবাসিজ-রসিখের জন্ম ও বেড়ে ওঠা আফগানিস্তানের কাবুলে। তিনি তালিবানের শাসনামলে বড় হয়েছিলেন, তাকে একটি গোপন স্কুলে যাওয়ার জন্য একটি ছেলের মতো পোশাক পরতে বাধ্য করা হয়, কারণ মহিলাদের শিক্ষিত করা নিষিদ্ধ ছিল। তিনি সোলা (স্কুল অফ লিডারশিপ আফগানিস্তান) এর প্রতিষ্ঠাতা এবং তিনি মিডলবেরি কলেজের ছাত্র হওয়ার পর থেকে গত ৯ বছর ধরে সক্রিয় রয়েছেন। তিনি সম্প্রতি প্রেসিডেন্ট আশরাফ গনির কাছ থেকে মালালা পুরস্কার জিতেছেন।  ২০০২ সালে তাদের পতনের পর শাবানা প্রথম পাবলিক স্কুলে ভর্তি হন।\nমার্কিন যুক্তরাষ্ট্রের স্টেট ডিপার্টমেন্টের অর্থায়নে কেনেডি-লুগার ইয়ুথ এক্সচেঞ্জ অ্যান্ড স্টাডি (YES) প্রোগ্রামের একটি অংশ হিসেবে তিনি যুক্তরাষ্ট্রের উইসকনসিনে উচ্চ বিদ্যালয়ে তার সিনিয়র বর্ষে পড়াশোনা করেছেন।  স্নাতক হওয়ার পর, তিনি ভার্মন্টের মিডলবেরি কলেজে যোগ দেন, ২০১১ সালে স্নাতক হন।\n\n\n== এইচইএলএ ==\n২০০৯ সালে, বাসিজ-রাসিখ এইচইএলএ প্রতিষ্ঠা করেন, যার লক্ষ্য \"শিক্ষার মাধ্যমে আফগান মহিলাদের ক্ষমতায়ন করা\"।   দলটি পূর্ব আফগানিস্তানের একটি গ্রামীণ এলাকায় একটি স্কুল নির্মাণের জন্য উত্তর-পূর্ব মার্কিন যুক্তরাষ্ট্র জুড়ে তহবিল সংগ্রহ করেছিল।\n\n\n== স্কুল অফ লিডারশিপ, আফগানিস্তান ==\nবাসিজ-রাশিখ যখন কলেজে ছিলেন, তখন তিনি স্কুল অফ লিডারশিপ, আফগানিস্তান (এসওএলএ) সহ-প্রতিষ্ঠা করেন, যেটি \"তরুণ আফগানদের বিদেশে মানসম্মত শিক্ষা এবং দেশে ফিরে চাকরির সুযোগ দেওয়ার জন্য নিবেদিত।\" .  স্নাতক শেষ করার পর, বাসিজ-রাসিখ কাবুলে ফিরে আসেন এবং সোলাকে মেয়েদের জন্য প্রথম আফগান বোর্ডিং স্কুলে পরিণত করেন। তিনি এক বছরের জন্য স্কুলের ভারপ্রাপ্ত প্রধান হিসেবে দায়িত্ব পালন করেছেন এবং বর্তমানে সভাপতি হিসেবে দায়িত্ব পালন করছেন। আজ, এটি সমস্ত জাতিগত পটভূমিতে ১১-১৯ বছর বয়সী মেয়েদের শিক্ষা প্রদান করে এবং তাদের বিশ্বব্যাপী বিশ্ববিদ্যালয়গুলিতে ভর্তি ও আর্থিক সহায়তা পেতে সহায়তা করে।\nপ্রায়শই এসওএলএ  থেকে স্নাতক হওয়া মেয়েরা তাদের ক্ষেত্রগুলিতে প্রবেশকারী প্রথম মহিলা হয়ে ওঠে, স্কুলের ওয়েবসাইট অনুসারে। \n\n\n== পুরস্কার এবং স্বীকৃতি ==\nকলেজে পড়ার পর থেকেই বসিজ-রাশিখ ব্যাপকভাবে পরিচিত উঠেছেন। ২০১০ সালে, তিনি গ্ল্যামার ম্যাগাজিনের শীর্ষ দশ কলেজ মহিলার একজন নির্বাচিত হন।  ২০১২ সালে, তিনি \"আফগান মেয়েদের শিক্ষা দেওয়ার সাহস\" শিরোনামে একটি TEDx বক্তৃতা দেন।  ২০১৪ সালে, তিনি ন্যাশনাল জিওগ্রাফিক দ্বারা \"উদীয়মান অভিযাত্রী\" নামে পরিচিত হন এবং ১০x১০ গ্লোবাল অ্যাম্বাসেডর হিসেবে যোগদান করেন। \n\n\n== তথ্যসূত্র =="}