{"pageid": 1184550, "title": "নামাজের নিয়মাবলী", "url": "https://bn.wikipedia.org/wiki?curid=1184550", "content": "মুসলিমদের নামাজ পড়ার নিয়ম কুরআন ও হাদীস হতে এসেছে। কুরআনে এর বিশদ বিবরণ অন্তর্ভূক্ত হয় নি, তাই নামাজের নিয়মের ক্ষেত্রে হাদীসকে অনুসরণ করা হয়।\n\n\n== নিয়ম ==\nনামাজের প্রধান ধাপগুলোকে 'রাকাত' বলা হয়। নামাজ দুই বা তিন বা চার রাকাত হতে পারে। ইসলামের বিভিন্ন সম্প্রদায়ে নামাজ পড়ার রীতিতে কিছু পার্থক্য রয়েছেঃ শিয়া ও সুন্নি পার্থক্য পাশাপাশি সুন্নিদের মধ্যে মাজহাবী পার্থক্য ও আহলে হাদীস বা সালাফী পার্থক্য।\n\n\n=== নামাজ আরবিতে পড়ার কারণ ===\nআহমেদ হুসাইন শরীফ তার \"হোয়াই প্রে ইন এরাবিক\" (নামাজ কেন আরবিতে পড়া হয়?) বইতে আরবিতে নামাজ পড়ার পেছনে যে সকল কারণ বলেছেন তা হল, \n\nআরবি হল একটি গভীর ও বিস্তৃত ভাষা\nনামাজের জন্য একটি সাধারণ ও সার্বজনীন ভাষা\n(আরবির মাধ্যমে) ইসলামী ভ্রাতৃত্বে সংযোগ স্থাপন।\nকুরআন হল আল্লাহর সৃজনকর্ম\nকুরআনের পূর্নাঙ্গ ও পরিপূর্ণ অনুবাদ করা অসম্ভব\nকুরআনই একমাত্র (ঐশীভাবে) সংরক্ষিত ওহী\nকুরআনের নিজস্ব ছন্দ রয়েছে\nদোয়া এবং নামাজের পার্থক্য হলোঃ দোয়া হল আমন্ত্রণ বা মিনতি, যা ঐচ্ছিক, তাই তা শিথিল এবং তা যে কোন ভাষায় করা যায়, আর নামাজ হলো প্রার্থনা, যা বাধ্যতামূলক ও তার নীতিমালা কঠোর, এছাড়া জামাতে ফরজ নামাজের ক্ষেত্রে মুসলিমদের সামাজিক সম্পর্ক প্রতিষ্ঠিত রাখারও বাধ্যবাধকতা রয়েছে, একারণে নামাজ শুধু আরবিতে পড়তে হয়।\nআরবি নামাজ বুঝতে শেখা কঠিন কিছু নয় এবং তা সহজ।\nপরিশেষে তিনি বলেন, \"এইভাবে আমরা দেখতে পাই যে, নামাজের মাধুর্য, মর্যাদা, সৌন্দর্য এবং আধ্যাত্মিকতা মূল আরবীতে নামাজ পড়ার উপর নির্ভর করে; এবং যদি অনুবাদে নামাজ পড়া হয়, তবে কুরআনের সাহিত্যিক এবং শৈল্পিক মূল্যবোধ হারিয়ে যেতে বাধ্য; এবং অনূদিত নামাজের ফলে সর্বপ্রথম ক্ষতিগ্রস্ত হবে ইসলামী ভ্রাতৃত্ব।\"\n\n\n=== সুন্নি হানাফি নিয়ম ===\nপ্রথমে দাঁড়িয়ে তাকবীরে তাহরীমা বলে কান পর্যন্ত হাত উঠিয়ে নামাজ শুরু করতে হয়। তারপর সানা পড়তে হয়। সানা কেবল প্রথম রাকাতে পাঠ করতে হয়। প্রতি রাকাতে প্রথমে সুরা ফাতিহা ও অপর একটি সুরা বা অংশ বিশেষ পাঠ করতে হয়।\n\nএরপর রুকু করতে হয় অর্থাৎ হাঁটুতে হাত রেখে ভর দিয়ে পিঠ আনুভূমিক করে অবনত হতে হয়। রুকু থেকে দাঁড়িয়ে ছোটো একটা বিরতি দিয়ে সিজদা করতে হয়। সিজদা দুুইবার করতে হয়, আর দুটি সিজদার মাঝে ছোট্ট একটা বৈঠক করতে হয়। ঠিক একই ভাবে দ্বিতীয়, তৃতীয় ও চতুর্থ রাকাত সম্পূর্ণ করতে হয়।  \nদুই রাকআত নামাজের ক্ষেত্রে দ্বিতীয় রাকাতের দুই সিজদা সম্পূর্ণ করার বসে যথাক্রমে \"আত্তাহিয়াতু (তাশাহুদ)\" ও \"দরূদ শরীফ\" ও \"দোয়া মাসুরা\" পড়তে হয়। অতঃপর প্রথমে ডানে ও পরে বামে সালাম ফিরিয়ে নামাজ শেষ করতে হয়।\nতিন বা চার রাকাতের নামাজের ক্ষেত্রে দ্বিতীয় রাকাতে সিজদার পর বসে তাশাহুদ (\"আত্তাহিয়াতু\") দোয়া পড়তে হয় এবং পাঠ শেষে দাঁড়িয়ে উঠে তৃতীয় ও চতুর্থ রাকাত পড়তে হয়। শেষ রাকাতের দুই সিজদা সম্পূর্ণ করার বসে যথাক্রমে \"আত্তাহিয়াতু (তাশাহুদ)\" ও \"দরূদ শরীফ\"ও \"দোয়া মাসুরা\" পড়তে হয়। অতঃপর প্রথমে ডানে ও পরে বামে সালাম ফিরিয়ে নামাজ শেষ করতে হয়।\n\n\n== পার্থক্য ==\nনামাজের নিয়মে শিয়া ও সুন্নি পার্থক্য রয়েছে। আবার সুন্নিদের মধ্যে মাযহাবগত নামাজের পার্থক্য আছে, পাশাপাশি আহলুল হাদীস ও সালাফী সম্প্রদায় নামাজের নিয়মের ক্ষেত্রে সরাসরি কোরআন ও সহীহ হাদীসকে তথা সালাফকে সরাসরি অনুসরণ করে অন্যান্য সকল ব্যক্তির সাংঘর্ষিক মতামতকে বর্জন করার দাবি করে থাকে।\n\n\n=== আহলে হাদীস/সালাফি পার্থক্য ===\nনামাজের নিয়মে মাজহাব বা ঈমাম বা আলেমের যাচাইবিহীন অনুসরণ (তাকলিদ) না করে সহীহ হাদীস সকল সালাফদের মতের অধিক কুরআন-হাদীসের নিকটবর্তী টিকে অনুসরণ করা।\nনামাজের নিয়তে নির্দিষ্ট কোন দোয়া না পড়া।\nনামাজে নাভির উপরে/বুকের উপর হাত বাধা।\nসশব্দে আমীন বলা।\nরুকুর আগে ও পরে এবং সিজদার আগে তাকবীরে হাত তোলা।\nসিজদায় যাওয়ার সময় পায়ের আগে হাত রাখা।\nসেজদা থেকে উঠে দাড়ানোর সময় হাতে ভর করে ওঠা।\nতাশাহুদে তর্জনী আঙ্গুল ক্রমাগত নাড়ানো।\nসিজদা সাহু নামাজ শেষে সালাম ফেরানোর পর করা।\nতিন রাকাত বিতরে দ্বিতীয় রাকাতে বৈঠকে না বসা।\nবিতরের নামাজে প্রচলিত হানাফি দোয়ায় কুনুতকে কুনুতে নাজেলা বা বিপদকালীন কুনুত দাবি করে তা বিপদ ছাড়া নিয়মিত না পড়া এবং সিহাহ সিত্তাহসহ সুন্নি হাদীসে বর্নিত অন্যান্য কুনুত পড়া।\nবিতর নামাজ ৩ রাকাতের পাশাপাশি ১ রাকাতও পড়া।\nফরজ নামাজ শেষে সম্মিলিত মুনাজাত না করা।\nজুম্মার নামাজের খুতবার পূর্বে বা মসজিদে প্রবেশের সাথে সাথে সুন্নত পড়া ও তা চার রাকাতের পরিবর্তে দুই রাকাত পড়া।\nমাগরিবের ফরজ নামাজের আগে মসজিদে প্রবেশের পর দুইরাকাত সুন্নত নামাজ পড়া বা পড়তে উৎসাহিত করা।\nঅনারব দেশসমূহে জুম্মার নামাজে জনগণের বোধগম্য ভাষায়(আরবির সংমিশ্রনে) শুধুমাত্র ২ টি খুতবা দেওয়া, আলাদাভাবে স্থানীয় ভাষায় বয়ান না দেওয়া।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনবী (সা.) এর ছলাত সম্পাদনের পদ্ধতি (বাংলা অনুবাদ) - মুহাম্মাদ নাছিরুদ্দিন আলবানী (অনলাইনে ইউনিকোডে সম্পূর্ণ বই)\nস্বলাতে মুবাশশির - আব্দুল হামিদ ফাঈযী\nছালাতুর রাসূল (সাঃ) - মুহাম্মদ আসাদুল্লাহ আল-গালিব\n- জ্বাল হাদীসের কবলে রাসূলুল্লাহ (সাঃ) এর ছালাত - মুজাফফর বিন মহসিন\nচেয়ারে বসে সালাত আদায় - ইসলামহাউজ.কম"}