{"pageid": 1184577, "title": "ইরানের ভাষাসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1184577", "content": "ইরানের ভাষাসমূহ বেশ কয়েকটি ভাষাগত উৎস থেকে এসেছে, যদিও প্রাথমিকভাবে কথ্য ও ব্যবহৃত ভাষা হল ফার্সি । ইসলামিক প্রজাতন্ত্র ইরানের সংবিধান জোর দিয়ে বলে যে শুধুমাত্র ফার্সি ভাষাই স্কুলে পড়াশুনার জন্য এবং সমস্ত সরকারি সরকারি যোগাযোগের জন্য ব্যবহার করা উচিত। সংবিধানও আরবিকে ইসলামের ভাষা হিসেবে স্বীকৃতি দেয় এবং এটিকে ধর্মের ভাষা হিসেবে আনুষ্ঠানিক মর্যাদা প্রদান করে। যদিও বহুভাষিকতাকে উৎসাহিত করা হয় না, তবে সংখ্যালঘু-ভাষা সাহিত্য শিক্ষাদানের সময় সংখ্যালঘু ভাষার ব্যবহার অনুমোদিত। যদিও বিভিন্ন প্রকাশনা ইরানের ভাষার জন্য বিভিন্ন পরিসংখ্যান রিপোর্ট করেছে; তবুও, কথ্য শীর্ষ তিনটি ভাষা ধারাবাহিকভাবে ফার্সি, আজেরি এবং কুর্দি হিসাবে উল্লেখ করা হয়েছে।\n\n\n== ইরানের ভাষা নীতি ও পরিকল্পনা ==\nইরানের বর্তমান ভাষা নীতি ইসলামিক প্রজাতন্ত্র ইরানের সংবিধানের দ্বিতীয় অধ্যায়ে (অনুচ্ছেদ ১৫ এবং ১৬) উল্লেখ করা হয়েছে।  এটি জোর দিয়ে বলে যে ফার্সি ভাষা ইরানি জাতির প্রধান ভাষা এবং এই জন্য এটি স্কুল এবং সমস্ত সরকারি যোগাযোগের জন্য প্রয়োজনীয়। উপরন্তু, সংবিধান আরবি ভাষাকে ইসলামের ভাষা হিসেবে স্বীকৃতি দেয়, এটিকে ধর্মের ভাষা হিসেবে আনুষ্ঠানিক মর্যাদা দেয় এবং ইরানের জাতীয় পাঠ্যক্রমের মধ্যে এর বিস্তার নিয়ন্ত্রণ করে।\nজাতির অনন্য সামাজিক ও জাতিগত বৈচিত্র্যের কারণে,   সংবিধানও সংখ্যালঘু-ভাষা সাহিত্য শেখানোর জন্য গণমাধ্যমের পাশাপাশি স্কুলগুলিতে সংখ্যালঘু ভাষার ব্যবহারকে স্বীকার করে এবং অনুমতি দেয়। ইরানের সংখ্যালঘু ভাষাগুলি আনুষ্ঠানিক মর্যাদা পায় না এবং সরকারিভাবে কর্তৃপক্ষ দ্বারা নিয়ন্ত্রিত হয় না। \n১৯০৬ সালে কাজার রাজবংশ ফার্সি ভাষাকে এর মর্যাদা দেয়ার জন্য প্রথম আইনটির সূচনা করে, একটি নির্বাচনী আইনের অংশ হিসাবে যা এটিকে ইরান রাষ্ট্র, এর সরকার, এর রাজনৈতিক প্রতিষ্ঠান এবং এর আইনি ব্যবস্থার সরকারি ভাষা হিসাবে স্থান দেয়। সময়ের সাথে সাথে, এই আইনটি অন্যরা অনুসরণ করে, যা শেষ পর্যন্ত ইরানি শাসকদের একটি একভাষিক নীতির দিকে পরিচালিত করেছিল।\nবহুভাষিকতাকে জাতির ঐক্য ও আঞ্চলিক অখণ্ডতার জন্য হুমকি হিসেবে বিবেচনা করে এবং সংখ্যালঘু ভাষার ব্যবহার সীমিত করার এবং ফার্সি ভাষার আধিপত্যকে এগিয়ে নেওয়ার প্রয়োজনীয়তা দেখে, ইরানের ভাষা নীতিতে একটি অ-অনুবাদ রূপরেখাও রয়েছে: সমস্ত সরকারি, প্রশাসনিক এবং শিক্ষামূলক কোনো লিখিত যোগাযোগের জন্য শুধুমাত্র ফার্সি ব্যবহার করতে হবে। এটি রাজনৈতিক প্রতিষ্ঠান (অর্থাৎ ইরানের সংসদ), প্রশাসনিক আমলাতান্ত্রিক যোগাযোগ (ফর্ম, স্বাক্ষরপত্র ইত্যাদি) এবং স্কুলে প্রযোজ্য (ছয় বছর বয়স থেকে সকল শিশুর সরকারি স্কুল ব্যবস্থায় শিক্ষা ও শেখার ভাষা এবং পাঠ্যপুস্তকের ভাষা হিসাবে ফার্সি ভাষা প্রযুক্ত হয়)। অন্য কথায়, ইরানি কর্তৃপক্ষ মনে করে যে সংখ্যালঘুদের ইরানি আঞ্চলিক ভাষা শিখতে হবে যাতে তারা রাষ্ট্রীয় প্রতিষ্ঠানের সাথে যোগাযোগ করতে পারে। \nইরানি ভাষা পরিকল্পনার অগ্রগতির জন্য দায়বদ্ধ প্রতিষ্ঠানগুলির মধ্যে (যেমন শিক্ষা মন্ত্রণালয় এবং বিজ্ঞান, গবেষণা ও প্রযুক্তি মন্ত্রণালয়) হল ফার্সি ভাষা ও সাহিত্য একাডেমি, যা রেজা শাহ পাহলভির অধীনে ১৯৩৫ সালে প্রতিষ্ঠিত হয়েছিল। ক্রমাগতভাবে দেশের সরকারি ভাষা সংশোধন এবং বিশদ করার চেষ্টা করে, এই ইনস্টিটিউট ইরানি সমাজের মধ্যে সংখ্যালঘু ভাষার ব্যবহার না করে ফার্সি ভাষার ভাষাতত্ত্ব এবং ভাষা পরিকল্পনার অভ্যন্তরীণ দিকগুলির উপর দৃষ্টি নিবদ্ধ করে। ভাষা পরিকল্পনার অন্যান্য দিকগুলি (যেমন সমাজভাষাগত বা কার্যকরী সাক্ষরতা) কোনো আনুষ্ঠানিক ইনস্টিটিউটে বরাদ্দ করা হয়নি এবং বর্তমানে শিক্ষা মন্ত্রণালয়গুলি কোনও অফিসিয়াল মাস্টার প্ল্যান ছাড়াই এগুলো পরিচালনা করছে। \n\n\n== ইরানের ভাষা ==\nবিভিন্ন প্রকাশনা ইরানের ভাষার জন্য বিভিন্ন পরিসংখ্যান রিপোর্ট করেছে। ইরানে ২০০১, ১৯৯১, ১৯৮৬ এবং ১৯৪৯-১৯৫৪ সালে কিছু সীমিত আদমশুমারি নেওয়া হয়েছে।   সর্বাধিক সংখ্যক বক্তা সহ নিম্নলিখিত ভাষাগুলি ( সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক থেকে ডেটা): \nকথ্য ভাষার শ্রেণিবিভাগ:\n\nইন্দো-ইউরোপীয় ( ইরানিক প্রধানত, অন্যান্য শাখার ক্ষুদ্র পরিমাণে প্রধানত আর্মেনিয়ান দ্বারা প্রতিনিধিত্ব করা হয়, অন্যদের মধ্যে)\nতুর্কিক (প্রধানত আজারবাইজানীয়, অল্প পরিমাণে তুর্কমেন, কাশকাই এবং আফশার )\nসেমিটিক (প্রধানত আরবি, তবে নব্য-আরামীয়, হিব্রু এবং ম্যান্ডিয়ান )\nককেশীয় ভাষা (যেমন কার্টভেলিয়ান এবং সার্কাসিয়ান )\n\n\n== ১৯৯০-এর দশকে আদমশুমারি ==\n১৯৯১ সালে ইরানীয় মোরদাদ মাসে (২১ জুলাই - ২১ আগস্ট) একটি আদমশুমারি নেওয়া হয়েছিল। এই আদমশুমারিতে, দেশে জন্মদানকারী ৪৯,৫৮৮ জন মাকে জন্ম সনদ প্রদান করা হয় এবং তাদের মাতৃভাষা সম্পর্কে জিজ্ঞাসা করা হয়।  তারা রিপোর্ট করেছে: ৪৬.২% ( ফার্সি ), ২০.৬% ( আজারবাইজানি ), ১০% কুর্দি, ৮.৯% লুরি, ৭.২% গিলাকি এবং মাজান্দারানি, ৩.৫% আরবি, ২.৭% বেলুচি, ০.৬% তুর্কমেন, ০.১% আর্মেনিয়ান এবং ০.২% অন্যান্য (০.২%) যেমন সার্কাসিয়ান, জর্জিয়ান, ইত্যাদি )। ইরানে কথিত আরবি ভাষার স্থানীয় উপভাষা হল খুজেস্তানি আরবি, তবে মাধ্যমিক বিদ্যালয়ে ছাত্রদের কাছে জাতিগত বা ভাষাগত পটভূমি নির্বিশেষে বিভিন্ন ধরনের আরবি শেখানো হয়, আধুনিক প্রমিত আরবি এবং ক্লাসিকাল আরবি, যার দ্বিতীয়টি ইসলামের একটি ধর্মীয় ভাষা ।\n\n\n== অন্যান্য অনুমান ==\n১৯৮৬ সালে, ইরানিরা কত শতাংশ ফারসি জানে, যারা জানে না এবং যারা এটি সাবলীলভাবে জানে তাদের পরিমাণ নির্ধারণের জন্য একটি দেশব্যাপী আদমশুমারি করা হয়েছিল। \nকুর্দি-বেলজিয়ান-আমেরিকান পণ্ডিত মেহরদাদ ইজাদি (যার কাজ কলম্বিয়া ইউনিভার্সিটি স্কুল অফ ইন্টারন্যাশনাল অ্যান্ড পাবলিক অ্যাফেয়ার্স, গাল্ফ ২০০০ প্রকল্পের ওয়েবসাইটে পাওয়া যাবে) অনুসারে,  ২০০১ সালের ইরানি আদমশুমারি রেকর্ড করে যে জনসংখ্যার ৬৮% প্রথম ভাষা হিসাবে ফারসি ভাষায় কথা বলে।  তিনি ২০১৪ এর জন্য নিম্নলিখিত পরিসংখ্যান প্রদান করেন:\n\nফার্সি ( লুরি এবং বখতিয়ারি সহ) ৬২.১%\nআজারবাইজানীয় ১৩.৬%\nকুর্দি ৭%\nগিলকি ৩%\nমাজান্দারানি ২.৮%\nবেলুচি ২.৪%\nআরবি ১.৬%\nতুর্কি ১.৬%\nকাশকাই ১.২%\nতাতি ১.১%\nফার্সি রাজি উপভাষা (রাজি ভাষার সাথে বিভ্রান্ত হবেন না) ১%\nতুর্কমেনি ০.৯%\nতালেশ ০.৪%\nঅন্যান্য ভাষার মধ্যে রয়েছে তুর্কমেন, আর্মেনিয়ান, জর্জিয়ান, সার্কাসিয়ান, সিরিয়াক, কাশকাই, রাশিয়ান, রাজি, মিনাবি, পাশাপাশি অন্যান্য পশ্চিম ইরানি ভাষা (লারি, ইত্যাদি)। )\n\n\n== আরও দেখুন ==\nইরানের জনসংখ্যা\nইরানের জাতিসত্তা\nইরানি ভাষা\nইরানের ককেশাসের মানুষ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইরানের ভাষার জন্য এথনোলগ রিপোর্ট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ আগস্ট ২০১২ তারিখে\nসিআইএ ফ্যাক্টবুক\nইরানের ভাষা। এটলাস\nটেমপ্লেট:Languages of Iran"}