{"pageid": 1184359, "title": "২০২২ ওএফসি মহিলা নেশন্স কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1184359", "content": "২০২২ ওএফসি মহিলা নেশন্স কাপ ছিল ওএফসি মহিলা নেশন্স কাপ-এর ১২তম সংস্করণ (ওএফসি মহিলা চ্যাম্পিয়নশিপ নামেও পরিচিত), ওশেনিয়া অঞ্চলের মহিলা জাতীয় দলগুলির জন্য ওশেনিয়া ফুটবল কনফেডারেশন (ওএফসি) দ্বারা আয়োজিত চতুর্বার্ষিক আন্তর্জাতিক ফুটবল চ্যাম্পিয়নশিপ। এটি মূলত জুলাই থেকে আগস্ট ২০২২ এর মধ্যে নির্ধারিত ছিল, কিন্তু ফিফা মহিলাদের আন্তর্জাতিক ম্যাচ ক্যালেন্ডারে পরিবর্তনগুলিকে মিটমাট করার জন্য জানুয়ারি এবং ফেব্রুয়ারিতে স্থানান্তরিত করা হয়েছিল। ওএফসি ৪ মার্চ ২০২১-এ ঘোষণা করেছিল যে এটি কোভিড-১৯ মহামারির কারণে পিছনে ঠেলে দেওয়া হয়েছিল এবং ২৯ এপ্রিল ২০২২- এ ঘোষণা করেছিল যে ফিজি ১৩ থেকে ৩০ জুলাই পর্যন্ত টুর্নামেন্টের আয়োজন করা হয়েছিল।\nএই টুর্নামেন্টটি অস্ট্রেলিয়া এবং নিউজিল্যান্ডে ২০২৩ ফিফা মহিলা বিশ্বকাপে ওশেনিয়ার বাছাইপর্ব হিসেবে কাজ করেছে। সহ-আয়োজক হিসেবে নিউজিল্যান্ড ইতিমধ্যেই বিশ্বকাপের জন্য স্বয়ংক্রিয়ভাবে যোগ্যতা অর্জন করেছে, তারা টুর্নামেন্টে অংশগ্রহণ করেনি। বিজয়ী আন্তঃ-কনফেডারেশন প্লে-অফে অগ্রসর হয়েছিল।\nনিউজিল্যান্ড বর্তমান চ্যাম্পিয়ন ছিল, কিন্তু টুর্নামেন্টে অংশগ্রহণ না করায় তাদের শিরোপা রক্ষা করেনি। পাপুয়া নিউগিনি তাদের প্রথম ওএফসি মহিলা নেশন্স কাপ শিরোপা জিতেছিল।\n\n\n== বিন্যাস ==\nটুর্নামেন্টের বিন্যাসে প্রথম রাউন্ডে ৯টি দল ৩টি ৩টি গ্রুপে খেলার সাথে জড়িত ছিল, প্রতিটি গ্রুপের শীর্ষ ২টি এবং সেরা ২টি তৃতীয় স্থানের দল কোয়ার্টার ফাইনালে উত্তীর্ণ হয়েছিল। ২০২২ সালের এপ্রিলে ফিজিকে আয়োজক হিসাবে বাছাই করা হয়েছিল।\n\n\n=== টাইব্রেকার ===\nদলগুলোর র‌্যাঙ্কিং নিম্নরূপ নির্ধারিত হয়েছিল:\n\nযেসকল দলের পয়েন্ট সমান, তাদের ম্যাচে পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের গোল সংখ্যা;\nযেসকল দলের পয়েন্ট সমান, তাদের হেড-টু-হেড গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের হেড-টু-হেড গোল সংখ্যা;\nযেসকল দলের পয়েন্ট সমান এবং তারা যদি সর্বশেষ ম্যাচে একে অপরের মুখোমুখি হয়, তবে তাদের মধ্যে পেনাল্টি শুট-আউট;\nগ্রুপ পর্বের সকল ম্যাচে সর্বনিম্ন শাস্তিমূলক পয়েন্ট (একটি নির্দিষ্ট ম্যাচে একজন খেলোয়াড়ের জন্য শুধুমাত্র একটি নিয়ম প্রয়োগ করা হয়েছিল):\nহলুদ কার্ড = −১ পয়েন্ট;\nএক ম্যাচে দুটি হলুদ কার্ডের জন্য বহিষ্কার = −৩ পয়েন্ট;\nলাল কার্ড = −৩ পয়েন্ট;\nহলুদ কার্ডের পর সরাসরি লাল কার্ড = −৫ পয়েন্ট;\nলটারি।\n\n\n== দল ==\nনিউ জিল্যান্ড বিশ্বকাপে অংশগ্রহণ করবে না তাদের জায়গা আগেই নিশ্চিত। আমেরিকান সামোয়া মহামারি থেকে চলমান সমস্যার কারণে অংশগ্রহণ করতে পারেনি। ওএফসি-এর অন্যান্য সব দেশ অংশ নিয়েছিল।\n\n\n== ভেন্যু ==\nসুভার ভিটি লেভু দ্বীপের এএনজেড স্টেডিয়ামে প্রতিযোগিতার সমস্ত ম্যাচ খেলা অনুষ্ঠিত হয়েছিল। \n\n\n== ড্র ==\n২৫ মার্চ ফিফা র‍্যাঙ্কিং এর উপর ভিত্তি করে দলগুলিকে পাত্রে বাছাই করে ১০ মে গ্রুপ পর্বের জন্য ড্র অনুষ্ঠিত হয়েছিল।\n\nপাত্র ১\n পাপুয়া নিউগিনি (৪৯)\n ফিজি (৬৭)\n টোঙ্গা (৯২)\nপাত্র ২\n নতুন ক্যালিডোনিয়া (৯৯)\n কুক দ্বীপপুঞ্জ (১০৪)\n তাহিতি (১৯৫)\nপাত্র ৩\n সামোয়া (১১১)\n সলোমন দ্বীপপুঞ্জ (১১৯)\n ভানুয়াতু (১২১)\n\n\n== ম্যাচ কর্মকর্তা ==\n১২ জুলাই ২০২২-এ, ওএফসি টুর্নামেন্টের জন্য ম্যাচ কর্মকর্তাদের তালিকা ঘোষণা করেছিল।\nটুর্নামেন্ট চলাকালীন, বীর সিং এবং নিশিল বর্মণ (ফিজি) রেফারি হিসেবে দায়িত্বপ্রাপ্ত হয়েছিলেন।\nরেফারি\n\nসহকারী রেফারি\n\n\n== গ্রুপ পর্ব ==\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n== নকআউট পর্ব ==\n\n\n=== উত্তীর্ণ দল ===\nতিনটি গ্রুপের প্রতিটি থেকে শীর্ষ দুটি স্থান দখলকারী দল, দুই সেরা তৃতীয় স্থান অধিকারী দলের সাথে, নকআউট পর্বে খেলার যোগ্যতা অর্জন করেছিল।\n\n\n=== বন্ধনী ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\n\n==== সামোয়া বনাম নিউ ক্যালেডোনিয়া ====\n\n\n==== পাপুয়া নিউ গিনি বনাম টোঙ্গা ====\n\n\n==== ফিজি বনাম কুক দ্বীপপুঞ্জ ====\n\n\n==== তাহিতি বনাম সলোমন দ্বীপপুঞ্জ ====\n\n\n=== সেমি-ফাইনাল ===\n\n\n==== সামোয়া বনাম পাপুয়া নিউ গিনি ====\n\n\n==== ফিজি বনাম সলোমন দ্বীপপুঞ্জ ====\n\n\n=== তৃতীয় স্থান নির্ধারণী ম্যাচ ===\n\n\n=== ফাইনাল ===\n\n\n== বিজয়ী ==\n\n\n== পুরস্কার ==\n\n\n== ফিফা মহিলা বিশ্বকাপের জন্য যোগ্য দল ==\n২০২৩ ফিফা মহিলা বিশ্বকাপ-এর একমাত্র ওএফসি সরাসরি বার্থ নিউজিল্যান্ডকে দেওয়া হয়েছিল, যারা স্বয়ংক্রিয়ভাবে সহ-আয়োজক হিসাবে যোগ্যতা অর্জন করেছিল।\n\n\n== তথ্যসূত্র =="}