{"pageid": 1184475, "title": "হালাবজা প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1184475", "content": "হালাবজা প্রদেশ বা হালাবজা গভর্নরেট ( কুর্দি: پارێزگای ھەڵەبجە, প্রতিবর্ণী. Parêzgeha Helebceyê     , আরবি: محافظة حلبجة, প্রতিবর্ণীকৃত: Muḥāfaẓat Ḥalabǧa     ) ইরাকের কুর্দিস্তান অঞ্চলের স্বায়ত্তশাসিত অঞ্চলের একটি প্রদেশ। প্রদেশটি ২০১৪ সালে প্রতিষ্ঠিত হয়েছিল, সুলায়মানিয়া প্রদেশের থেকে বিচ্ছিন্ন হয়ে ইরাকের কুর্দিস্তান অঞ্চলে চতুর্থ প্রদেশ হয়ে উঠে।  এর রাজধানী হলবজা। ইরাকের সবচেয়ে কম জনবহুল প্রদেশ হালাবজা প্রদেশ।\n\n\n== ইতিহাস ==\nকুর্দি পার্লামেন্ট ১৯৯৯ সালে প্রথম হালাবজা জেলাকে একটি প্রদেশে পরিণত করতে সম্মত হয়, কিন্তু সে সময় এটি কার্যকর করা হয়নি। কুর্দিস্তান অঞ্চল ২০১৩ সালের জুনে এটি একটি গভর্নরেট হওয়ার অনুমোদন দেয়। ইরাকের মন্ত্রী পরিষদ ২০১৩ সালের ৩১ ডিসেম্বর একটি বিল অনুমোদন করে, যাতে এটি সম্ভব হয়। ইরাকি পার্লামেন্টে বিলটি পাস করার কথা থাকলেও, তা ব্যর্থ হয়েছিল। তবে হাউসের স্পিকার ওসামা নুজাইফি পরামর্শ দিয়েছিলেন যে কুর্দিস্তানের হাতে হালাবজাকে একটি প্রদেশ করার ক্ষমতা রয়েছে। ২০১৪ সালের ১৩ ই মার্চ, কুর্দিস্তানের প্রধানমন্ত্রী নেচিরভান বারজানি হালাবজা জেলাকে কুর্দিস্তান অঞ্চলের চতুর্থ প্রদেশ করার সিদ্ধান্তে স্বাক্ষর করেন;যা ১৯৮৮ সালের ১৬ ই মার্চ হালাবজা রাসায়নিক হামলার স্মরণে মাত্র তিন দিন আগে ঘটেছিল। ২০১৪ সালের ১৬ ই মার্চ, কুর্দিস্তান অঞ্চলের সভাপতি মাসুদ বারজানি হালাবজাকে জেলা মর্যাদা থেকে একটি প্রদেশে উন্নীত করার জন্য একটি আঞ্চলিক নির্দেশনায় স্বাক্ষর করেন। কুর্দি পার্লামেন্ট ২০১৫ সালের ফেব্রুয়ারী মাসে একটি প্রাদেশিক পরিষদ এবং গভর্নর নির্বাচনের জন্য আইনি কাঠামো প্রতিষ্ঠার জন্য একটি বিল পাস করে। ২০১৫ সালের ডিসেম্বর পর্যন্ত, ইরাকি সংসদ এখনও প্রদেশটিকে আনুষ্ঠানিকভাবে স্বীকৃতি দেয়নি, আপাতদৃষ্টিতে এর জন্য বাজেট অর্থের সমস্যার কারন দায়ি। ২০১৮ সালের আগস্টে, তৎকালীন ইরাকি স্বরাষ্ট্রমন্ত্রী কাসিম আল-আরাজি ফেডারেল অফিস খোলার অনুমোদন দিয়েছিলেন যা পাসপোর্ট, জাতীয় পরিচয়পত্র এবং তার নিজের নামে অন্যান্য নাগরিক নথি ইস্যু করবে।\n\n\n== জেলা সমুহ ==\nহালাবজা কেন্দ্রীয় জেলা, হালাবজা এবং আরও তিনটি জেলা, সিরওয়ান, খুরমাল এবং বায়রা (বায়রাহ) নিয়ে গঠিত। সুলাইমানিয়াহ গভর্নরেটের আরও তিনটি জেলার প্রদেশে যোগদানের বিকল্প ছিল, তবে এর বিরুদ্ধে সিদ্ধান্ত হয়েছিল।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Iraqi Kurdistan"}