{"pageid": 1184147, "title": "এলসা কাজী", "url": "https://bn.wikipedia.org/wiki?curid=1184147", "content": "এলসা কাজী (1884-1967), সাধারণত \"মাদার এলসা\" নামে পরিচিত, বিশেষ করে পাকিস্তানের সিন্ধু প্রদেশে একজন জার্মান লেখক, ছোটগল্প, উপন্যাস এবং ইতিহাস এবং একজন কবি। তিনি ছিলেন একজন সুরকার এবং উল্লেখযোগ্য কৃতিত্বের সঙ্গীতশিল্পী, চারুকলার প্রায় প্রতিটি সুস্পষ্ট শাখায় জড়িত ছিলেন। তার পেইন্টিংগুলি অনেক বিশিষ্ট পরিবারের বাড়িতে দেখা যায়।\nসিন্ধি ভাষার সাথে ভালভাবে পরিচিত না হলেও, তিনি তার স্বামী আল্লামা আই. আই. কাজির সহায়তায় শাহ আব্দুল লতিফের নির্বাচিত কিছু আয়াত ইংরেজিতে বিকশিত করতে সক্ষম হন। তিনি সফলভাবে একটি কাব্যিক সেটিংসে সেই আয়াতগুলির সারবস্তুকে পালঙ্ক করেছিলেন, যা বাদ্যযন্ত্রের পরিভাষায়, মূল সিন্ধি মেট্রিকাল কাঠামো এবং অভিব্যক্তিকে প্রতিফলিত করে যেখানে লতিফ তাদের নিক্ষেপ করেছিলেন। শাহ আবদুল লতিফের কবিতার তার অনুবাদকে অনেকেই ইংরেজিতে সেরা বলে মনে করেন।  তার কাজ অনেক ডক্টরাল থিসিস বিষয় হয়েছে।  তিনি শিশুদের জন্য তার গল্পের জন্যও বিখ্যাত।  উপরন্তু, ইউনিভার্সিটি অফ ওয়াশিংটন লাইব্রেরিস তার একটি কাজ \"টেম্পটেশন: তিনটি অ্যাক্টে সিন্ধু দেশের জীবনের একটি নাটক\" এবং ১৯৪৭ সালে ভারত ভাগের আগে উদ্ভূত সেরা দক্ষিণ এশীয় সাহিত্যের মধ্যে ১৯২০ সালে প্রকাশিত \"আইওলিয়ান: একটি ওভারস্ট্রং লিয়েরের নোটস\" রেট দিয়েছে। \n\n\n== সংক্ষিপ্ত জীবনী ==\nজার্মানির একটি ছোট গ্রাম রুডল স্ট্যাড-এ গারট্রুড লোয়েশ জন্মগ্রহণ করেন, যিনি শেষ পর্যন্ত লন্ডনে চলে আসেন, তিনি বিয়ের পরে এলসার নাম গ্রহণ করেন। তার পিতা প্রয়াত মি. এল্ডারম্যান ছিলেন একজন সমৃদ্ধশালী জার্মানের লন্ডনে সম্পত্তি ছিল যা দ্বিতীয় বিশ্বযুদ্ধের সময় ধ্বংস হয়ে গিয়েছিল। যুদ্ধের পরে, তার জন্য তাকে ক্ষতিপূরণ দেওয়া হয়েছিল।\nলন্ডনে, তিনি সিন্ধু, ব্রিটিশ ভারত আল্লামা আই. আই. কাজির দার্শনিকের সাথে দেখা করেছিলেন। মিঃ কাজী, যখন ট্রেনটি চলতে শুরু করেছিল তখন রেলওয়ে স্টেশনে পৌঁছেছিলেন, শেষ কামরায় উঠতে পেরেছিলেন যা প্রায় খালি ছিল: একজন একাকী যুবতী একটি কোণার কোয়ার্টার দখল করেছিল। ঐতিহ্যবাহী পারিবারিক পটভূমিতে লালন-পালন করা, মিঃ কাজী খুব লাজুক এবং বিব্রত বোধ করেছিলেন এবং তার পিঠ দিয়ে দরজার দিকে করে দাঁড়িয়ে ছিলেন। এলসা এমন একজন ব্যক্তির সাথে দেখা করে অবাক, বিস্মিত এবং আনন্দিত হয়েছিলেন যিনি তার বারবার প্রস্তাব সত্ত্বেও আসন গ্রহণ করবেন না এবং কেবলমাত্র ক্ষমা চাইতেন। তিনি তার ঠিকানা সন্ধান করেছিলেন এবং একটি আজীবন সমিতি গড়ে তুলেছিলেন। এই দম্পতি ১৯১০ সালে জার্মানিতে বিয়ে করেছিলেন।\nএই দম্পতি ১৯১১ থেকে ১৯১৯ সাল পর্যন্ত লন্ডনে বসবাস করতেন এবং মাঝে মাঝে সিন্ধুতে সংক্ষিপ্ত ভ্রমণ করতেন। সব মিলিয়ে, এই দম্পতি ইংল্যান্ডে ৩০ বছর অতিবাহিত করেছিলেন, যার সময় তারা গবেষণার সাথে জড়িত ছিলেন, ইসলামের আবির্ভাব পর্যন্ত যুগ যুগ ধরে ধর্মের বিবর্তনের সন্ধান করেছিলেন। তারা উভয়েই জামিয়াতুল মুসলিমিনের পৃষ্ঠপোষকতায় ইসলাম প্রচার করার পাশাপাশি আধুনিক জ্ঞানের গুরুত্বপূর্ণ শাখাগুলিতে প্রবন্ধ, প্রবন্ধ এবং ঠিকানা অবদান রেখেছিল। ১৯১৯ সালে, এই দম্পতি সিন্ধুতে ফিরে আসেন এবং আল্লামা কাজী প্রথম খাইরপুর রাজ্যের প্রধান বিচারপতি হিসাবে বিচার বিভাগে প্রবেশ করেন। খায়রপুরের মহামান্য মীর আলী নওয়াজের সাথে মতপার্থক্যের কারণে, রাজ্যগুলির প্রতি ব্রিটিশ নীতির প্রতি তার অসন্তোষ ছাড়ায়, তিনি দুই বছর থাকার পর পদত্যাগ করেন এবং দম্পতি লন্ডন চলে যান।\nএই দম্পতি ১৯৫১ সালের এপ্রিল পর্যন্ত লন্ডনে ইসলাম প্রচার চালিয়ে যান। যখন আল্লামা কাজী সিন্ধু বিশ্ববিদ্যালয়ের উপাচার্যের পদ গ্রহণ করেন। তিনি আট বছর পর এই অফিস থেকে পদত্যাগ করেন, এবং তারপরে দম্পতি হায়দ্রাবাদ, সিন্ধুতে পাকিস্তানের সুপ্রিম কোর্টের আইনজীবী এবং সিন্ধু আইন কলেজের অধ্যক্ষ আহমেদ মোহাম্মদ কাজীর বাসভবনে অবসর জীবনযাপন করেন।\n১৯৬৭ সালে, এলসা হঠাৎ করে একটি রেনাল সমস্যায় গুরুতর অসুস্থ হয়ে পড়েন এবং ৮৩ বছর বয়সে মারা যান। তার নিজের কোন সন্তান ছিল না, কিন্তু সিন্ধের বিশ্ববিদ্যালয়ের ছাত্র এবং অধিবাসীরা তাকে মা এলসা বলে ডাকতে শুরু করে। উপরন্তু, তার স্বামীর নির্দেশে তৈরি জামশোরো বিশ্ববিদ্যালয়ের জেলায় বেশ কয়েকটি মেয়েদের হোস্টেল এবং অন্যান্য ভবন, তার নামে নামকরণ করা হয়েছে। হায়দ্রাবাদের জামশোরোতে সিন্ধু বিশ্ববিদ্যালয়ের নতুন ক্যাম্পাসে আল্লামা আই. আই. কাজির সাথে তাকে সমাহিত করা হয়েছে।\n\n\n== তার কাজ ==\nতিনি সিন্ধে একটি সবুজ এবং ছায়াময় গাছ দেখেছিলেন, এবং তিনি এর নাম জিজ্ঞাসা করেছিলেন এবং এর উপর একটি কবিতা দ্য নিম ট্রি লিখেছিলেন। তিনি তার স্বামীকে দ্য ব্রাউন গার্ল ইন সার্চ অফ গড নামে একটি বই লিখতে সাহায্য করেন।\n\n\n== তথ্যসূত্র =="}