{"pageid": 1184522, "title": "বারাকজাই রাজবংশ", "url": "https://bn.wikipedia.org/wiki?curid=1184522", "content": "বারাকজাই রাজবংশের দুটি শাখা ( পশতু: بارکزایی   , \"বারাকের পুত্র\")  ১৮২৩ থেকে ১৯৭৩ সাল পর্যন্ত আধুনিক আফগানিস্তানে শাসন করেন যখন মুসাহিবান মোহাম্মদ জহির শাহের অধীনে রাজতন্ত্রের অবসান ঘটে। আহমদ শাহ দুররানির দুররানি রাজবংশকে ক্ষমতা থেকে অপসারণ করার পর দোস্ত মোহাম্মদ খান দ্বারা বারাকজাই রাজবংশ প্রতিষ্ঠিত হয়েছিল।\n১৮২৩ সালের মার্চ মাসে বারাকজাই শাসনের শুরুতে, আফগানরা নওশেরার যুদ্ধে রঞ্জিত সিংয়ের শিখ খালসা সেনাবাহিনীর কাছে পেশোয়ার উপত্যকার তাদের প্রাক্তন দুর্গ হারায়। যুদ্ধে আফগান বাহিনীকে দোস্ত মোহাম্মদ খানের সৎ ভাই আজিম খান সমর্থন করেছিলেন। বারাকজাই যুগে, আফগানিস্তান তার বেশিরভাগ অঞ্চল দক্ষিণ এবং পূর্বে ব্রিটিশদের কাছে, পশ্চিমে পারস্য এবং উত্তরে রাশিয়ার কাছে হারিয়েছে। এই সময়কালে তিনটি প্রধান অ্যাংলো-আফগান যুদ্ধ এবং ১৯২৮-২৯ সালের গৃহযুদ্ধ সহ আফগানিস্তানের মধ্যেও অনেক দ্বন্দ্ব সংঘটিত হয়েছিল।\n\n\n== ইতিহাস এবং পটভূমি ==\n\nবারাকজাই রাজবংশ ১৯ এবং ২০ শতকে আফগানিস্তানের শাসকদের বংশ ছিল। ১৮২৩ সালে দুররানি সাম্রাজ্যের পতনের পর, তৈমুর শাহের বিভিন্ন পুত্র আধিপত্যের জন্য লড়াই করার কারণে আহমদ শাহ দুররানির আফগান সাম্রাজ্যের রাজ্যগুলোতে বিশৃঙ্খলা দেখা দেয়। আফগান সাম্রাজ্য একটি একক জাতি রাষ্ট্র হিসাবে অস্তিত্বহীন হয়ে পড়ে, অল্প সময়ের জন্য বিচ্ছিন্ন হয়ে ছোট অংশগুলির একটি খণ্ডিত সমাবেশে পরিণত হয়। দোস্ত মোহাম্মদ খান ১৮২৩ সালে তার ভাই সুলতান মোহাম্মদ খানের সাথে আধিপত্য লাভ করেন। দোস্ত মোহাম্মদ খান ১৮৩৭ সালের দিকে বারাকজাই রাজবংশ প্রতিষ্ঠা করেন। তারপরে, তার বংশধররা ১৯২৯ সাল পর্যন্ত প্রত্যক্ষভাবে শাসন করে। এর সমাপ্তি হয় যখন রাজা আমানুল্লাহ খান পদত্যাগ করেন এবং তার চাচাতো ভাই মোহাম্মদ নাদির শাহ রাজা নির্বাচিত হন। বারাকজাই পশতুন উপজাতির সবচেয়ে বিশিষ্ট এবং শক্তিশালী উপ-গোষ্ঠী হল মোহাম্মদজাই, ১৮২৩-১৯৭৩ সাল পর্যন্ত আফগানিস্তানের শাসকগণ যার বংশধর। \n\n\n== মোহাম্মদজাই ==\n\nমোহাম্মদজাই হল বারাকজাইয়ের সবচেয়ে বিশিষ্ট এবং শক্তিশালী উপ-উপজাতি, তারা দুররানি জোট শাখার অন্তর্গত এবং তাদের প্রাথমিক কেন্দ্র কান্দাহার। আফগানিস্তানের অন্যান্য প্রদেশে, এমনকি সীমান্তের ওপারে পাকিস্তানের বেলুচিস্তান প্রদেশেও তাদের পাওয়া যায়।\nপায়েন্দাহ খেল হলো তৈমুর শাহ দুররানি এবং জামান শাহ দুররানির শাসনামলে বারাকজাই উপজাতির মোহাম্মদজাই শাখার প্রধান পায়েন্দাহ খানের বংশধর, যিনি সাদ্দুজাইদের পতনের সাথে সাথে আফগানিস্তানের শাসক হয়েছিলেন।\nমুসাহিবান বা তেলাই হলো সুলতান মোহাম্মদ খান \"তেলাই\", পেশোয়ারের শাসক, দোস্ত মুহাম্মদ খানের ভাই এর বংশধর। নাদির ও জহির শাহের পরিবার বিবাহের মাধ্যমে আমানউল্লাহ খানের সাথে ঘনিষ্ঠ সম্পর্ক ছিল।\nআজিজি ক্যাডেট শাখা হল মুসাহিবানদের একটি প্রভাবশালী ক্যাডেট শাখা যা তাদের পূর্বপুরুষ এইচআরএইচ মেজর জেনারেল প্রিন্স আব্দুল আজিজ খান তেলাই (জন্ম ১৮৬১), সুলতান মোহাম্মদ খান তেলাইয়ের ৪৫ তম পুত্র থেকে এর নামটি এসেছে। যুবরাজ আবদুল আজিজ খানের দ্বিতীয় পুত্র ছিলেন এইচআরএইচ জেনারেল আমির মুহাম্মদ খান, যিনি নাদির শাহের বিরুদ্ধে ব্রিটিশদের সমর্থনে একটি ব্যর্থ অভ্যুত্থানের সূচনা করেছিলেন। যুবরাজ আমির মুহাম্মদ খান ব্রিটিশ ভারতে পালিয়ে যাওয়ার পর পাকিস্তান প্রতিষ্ঠার জন্য নিখিল ভারত মুসলিম লীগকে রাজনৈতিক ও সামরিক সহায়তা প্রদান করেন। প্রিন্স আমির মুহাম্মদ খানের ভাগ্নে ছিলেন এইচআরএইচ সরদার আব্দুল খালেক খান যিনি জহির শাহের শাসনামলে জাতিসংঘে আফগান রাষ্ট্রদূত এবং দাউদ খানের রাষ্ট্রপতির অধীনে মন্ত্রী হিসেবে কাজ করেছিলেন এবং তাকে \"প্রাকৃতিক বিজ্ঞানের আফগান পথপ্রদর্শক\" হিসাবে বিবেচনা করা হয়। তার ৭ম নাতি সরদার সাইয়্যেদ রাফায়েল ডাকিক কে (জন্ম: ১৯৯৮) ২০১৪ সাল থেকে ইমামতির নকশবন্দী ধারায় নবী মুহাম্মদের ৫৪ তম উত্তরসূরী হিসাবে বিবেচিত হয়।\n\n\n=== বারাকজাই শাসকদের তালিকা ===\n\nসুলতান মোহাম্মদ খান (১৮২৩-১৮২৬)\nদোস্ত মোহাম্মদ খান (১৮২৬ - ৬ আগস্ট ১৮৩৯)\nরহমদিল খান – কান্দাহারের শাসক\nকোহান দিল খান – কান্দাহারের শাসক\nপুর দিল খান - কান্দাহারের শাসক\nআকবর খান (৫ এপ্রিল ১৮৪২ - ১৮৪৩)\nদোস্ত মোহাম্মদ খান (১৮৪৩ - ৯ জুন ১৮৬৩)\nশের আলী খান (১২ জুন ১৮৬৩ - ৫ মে ১৮৬৬)\nমোহাম্মদ আফজাল খান (৫ মে ১৮৬৬ - ৭ অক্টোবর ১৮৬৭)\nমোহাম্মদ আজম খান (৭ অক্টোবর ১৮৬৭ - ২১ আগস্ট ১৮৬৮)\nশের আলী খান (২১ আগস্ট ১৮৬৮ - ২১ ফেব্রুয়ারি ১৮৭৯)\nমোহাম্মদ ইয়াকুব খান (২১ ফেব্রুয়ারি ১৮৭৯ - ২৮ অক্টোবর ১৮৭৯)\nআবদুর রহমান খান (১১ আগস্ট ১৮৮০ - ৩ অক্টোবর ১৯০১)\nহাবিবুল্লাহ খান (৩ অক্টোবর ১৯০১ – ২০ ফেব্রুয়ারি ১৯১৯)\nআমানুল্লাহ খান (২৮ ফেব্রুয়ারি ১৯১৯ - ১৪ জানুয়ারি ১৯২৯)\nইনায়েতুল্লাহ খান (১৪ জানুয়ারী ১৯২৯ - ১৭ জানুয়ারী ১৯২৯)\nমোহাম্মদ নাদির শাহ (১৭ অক্টোবর ১৯২৯ - ৮ নভেম্বর ১৯৩৩)\nমোহাম্মদ জহির শাহ (৮ নভেম্বর ১৯৩৩ - ১৭ জুলাই ১৯৭৩)\n\n\n=== ১৯৭৩ সাল থেকে বারাকজাই বংশের প্রধান ===\nমোহাম্মদ জহির শাহ (১৭ জুলাই ১৯৭৩- ২৩ জুলাই ২০০৭) ( মোহাম্মদ দাউদ খান ১৯৭৩ সালে ক্ষমতা গ্রহণের পর তার রাজকীয় উপাধি ত্যাগ করেন)\nক্রাউন প্রিন্স আহমদ শাহ খান (২৩ জুলাই ২০০৭ - বর্তমান)\n\n\n== ভাষা ==\n\nবারাকজাইদের প্রধান ভাষা পশতু । পূর্বে, নথি এবং চিঠিপত্রের ভাষা হিসাবে ফার্সি ব্যবহৃত হত; ঊনবিংশ শতাব্দীর শেষভাগ পর্যন্ত সমাধির পাথরগুলোও ফার্সি ভাষায় খোদাই করা ছিল। পিশিন, কোয়েটা, গুলিস্তান এবং দুক্কিতে (জেলা: লোরালাই) বারাকজাই উপজাতিদের ভাষা কান্দাহারে কথিত ভাষার মতোই। যারা পিশিন থেকে দূরে বসতি স্থাপন করেছে তারা স্থানীয় ভাষায় (পশতু) কথা বলে, যেমন মুলতানে মুলতানি বা সারাইকি, হাজারায় হিন্দকো, ভোপালে উর্দু এবং সিন্ধুতে সিন্ধি । বারাকজাই, পশতুর একটি উপভাষা, হারনাই বারাকজাই দ্বারা কথ্য ভাষা।   \n\n\n== আরও দেখুন ==\nবনি ইসরাঈল\nবারাকজাই\nমোহাম্মদজাই\nপশতুন উত্সের তত্ত্ব\nপশতুনিস্তান\nপশতুনকরণ\nপক্থ\nআফগানিস্তানে ইউরোপীয় প্রভাব\nইঙ্গ-আফগান যুদ্ধ\nলয়া জিরগা - \"গ্র্যান্ড জিরগা\", একটি বৃহৎ কংগ্রেস যা কোনো বিশেষ গুরুত্বপূর্ণ ঘটনা নিয়ে আলোচনা করার জন্য ডাকা হয়\nমেশরানো জিরগা - \"প্রবীণদের জিরগা\", আফগান আইনসভার উচ্চকক্ষ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKhyber.org: এনসাইক্লোপিডিয়া ইরানিকা − বারাকজাই রাজবংশ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মার্চ ২০১২ তারিখে"}