{"pageid": 1184261, "title": "জোসেফ কর্ডেইরো", "url": "https://bn.wikipedia.org/wiki?curid=1184261", "content": "জোসেফ মারি অ্যান্থনি কর্ডেইরো (১৯ জানুয়ারী ১৯১৮ - ১১ ফেব্রুয়ারি ১৯৯৪)   পাকিস্তানি প্রথম কার্ডিনাল ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nকর্ডেইরো একটি গোয়ান পরিবারে জন্মগ্রহণ করেন। তিনি করাচির সেন্ট প্যাট্রিক হাই স্কুল, বোম্বে বিশ্ববিদ্যালয় এবং অক্সফোর্ড বিশ্ববিদ্যালয়ে শিক্ষা লাভ করেন । তিনি শ্রীলঙ্কার ক্যান্ডিতে পাপাল সেমিনারিতে তার ধর্মীয় প্রশিক্ষণ গ্রহণ করেন এবং ২৪ আগস্ট ১৯৪৬ সালে পাকিস্তানের করাচিতে যাজক নিযুক্ত হন।\n\n\n== কর্মজীবন ==\n১৯৪৬ থেকে ১৯৪৮ সাল পর্যন্ত, তিনি হায়দ্রাবাদ এবং করাচিতে যাজক পালন করেছিলেন।\nএরপর তিনি অক্সফোর্ড বিশ্ববিদ্যালয়ে ভর্তি হন, যেখানে তিনি স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n১৯৫০ সালে তিনি করাচির সেন্ট প্যাট্রিক হাই স্কুলের ভাইস প্রিন্সিপাল নিযুক্ত হন। ১৯৫২ সাল থেকে তিনি কোয়েটার সেন্ট ফ্রান্সিস গ্রামার স্কুলের অধ্যক্ষ এবং কোয়েটার সেন্ট পিয়াস এক্স মাইনর সেমিনারির রেক্টর হিসেবে দায়িত্ব পালন করেন। ১৯৫৮ সালের ৭ ই মে, তিনি করাচির আর্চবিশপ নিযুক্ত হন, সেন্ট প্যাট্রিক ক্যাথিড্রালে তার আসন নিয়ে, করাচিতে।\nতিনি দ্বিতীয় ভ্যাটিকান কাউন্সিল (১৯৬২-১৯৬৫), বিশপের সিনোড, ভ্যাটিকান সিটি (১৯৬৭) এর প্রথম সাধারণ পরিষদ, বিশপের সিনোড প্রথম অসাধারণ পরিষদ, ভ্যাটিকান সিটি (১৯৬৯) এবং বিশপের সিনোড, ভ্যাটিকান সিটির দ্বিতীয় সাধারণ পরিষদে (১৯৭১) উপস্থিত ছিলেন। তিনি বিশপের সিনোড (১৯৭১) এর সাধারণ সচিবালয় কাউন্সিলের সদস্য নির্বাচিত হন।\nতিনি ছিলেন প্রথম পাকিস্তানি কার্ডিনাল, পোপ ষষ্ঠ পল (১৯৭৩) দ্বারা উত্থাপিত একটি পদ। তিনি ১৯৭৮ সালে উভয় পোপ কনক্লেভে অংশ নিয়েছিলেন এবং পোপ প্রথম জন পলের মৃত্যুর পর টাইম ম্যাগাজিন তাকে পাপাবিল হিসাবে উল্লেখ করেছিল।\nতিনি আর্চডিওসেসান সাপ্তাহিক খ্রিস্টান ভয়েসের জন্য \" লেসনস অফ আ লাইফটাইম \" নামে একটি ধারাবাহিক নিবন্ধ লিখেছেন, যা তার জীবনের অভিজ্ঞতার প্রতিফলন।\n১৯৫৮ থেকে তার মৃত্যু পর্যন্ত, কর্ডেইরো পাকিস্তানের ক্যাথলিক বিশপস সম্মেলনের সভাপতি ছিলেন।\nএছাড়াও তিনি ১৯৭২ সাল থেকে ফেডারেশন অফ এশিয়ান বিশপস কনফারেন্সের সেক্রেটারি ছিলেন।\n\n\n== মৃত্যু ==\nকর্ডেইরো ১১ ফেব্রুয়ারি ১৯৯৪ সালে হলি ফ্যামিলি হাসপাতালে ক্যান্সারের কারণে জটিলতা নিয়ে মারা যান। কর্ডেইরোর স্থলাভিষিক্ত হন আর্চবিশপ সিমিওন অ্যান্থনি পেরেইরা ।\n\n\n== সম্মান ==\nকরদেইরো করাচির ক্রাইস্ট দ্য কিং সেমিনারি কর্তৃক সম্মানিত হন যা ২০০৮ সাল থেকে ধর্মীয় পেশার প্রচারের জন্য কার্ডিনাল কর্ডেইরো ক্রিকেট টুর্নামেন্টের আয়োজন করেছে।\n২০১১ সালের ৬ ই মে, ওল্ড প্যাট্রিশিয়ানরা (সেন্ট প্যাট্রিক স্কুলের প্রাক্তন ছাত্র) স্কুলের ১৫০ তম বার্ষিকীর সমাপনী অনুষ্ঠানে কেমব্রিজ এ স্তরের বিভাগের শীর্ষ শিক্ষার্থীকে জোসেফ কার্ডিনাল কর্দেইরো গোল্ড মেডেল প্রদান করে।\n২০১২ সালে, কার্ডিনাল কর্দেইরো উচ্চ বিদ্যালয়টি তার সম্মানে নামকরণ করা হয়েছিল। স্কুলটি করাচির কোরাঙ্গি শহরের গুড শেফার্ড প্যারিশে অবস্থিত।\nতার আলমা মাদার, সেন্ট প্যাট্রিক হাই স্কুল তার সম্মানে কার্ডিনাল কর্ডেইরো সিলভার জুবিলি অডিটোরিয়াম নামকরণ করে।\n\n\n== তথ্যসূত্র =="}