{"pageid": 1184666, "title": "আলমাস টাওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1184666", "content": "আলমাস টাওয়ার (আরবি: برج الماس ডায়মন্ড টাওয়ার) হলো সংযুক্ত আরব আমিরাতের দুবাই শহরের জুমেইরাহ লেক টাওয়ারস ডেভেলপমেন্ট অঞ্চলে অবস্থিত একটি ৬৮ তলবিশিষ্ট একটি অতিউচ্চ গগনচুম্বী অট্টালিকা ভবন যা ৩৬০ মি (১,১৮০ ফু) উঁচু। এটি একটি এ-গ্রেড ভবন যা দুবাই মাল্টি কমোডিটি সেন্টার এর (ডিএমসিসি) উন্মুক্ত অঞ্চলের অংশ। ২০০৫ সালের শুরুর দিকে এই ভবনের নির্মাণ কাজ শুরু হয় এবং ২০০৯ সালে শেষ হয়। ভবনটি ২০০৮ সালে টপ আউট হয়েছিল, ২০০৯ থেকে ২০১০ সাল পর্যন্ত দুবাইয়ের সর্বোচ্চ ভবনের খেতাব ধরে রেখেছিল। পরে বুর্জ খলিফা এটিকে অতিক্রম করে। বর্তমানে এটি দুবাইয়ের ৭ম সর্বোচ্চ ভবন।\n\n\n== নির্মাণ ==\n\nজুমেইরাহ লেক টাওয়ার্স মুক্ত অঞ্চল স্কিমের কেন্দ্রে একটি নিজস্ব কৃত্রিম দ্বীপে আলমাস টাওয়ার অবস্থিত। এটি এই প্রকল্পের সমস্ত ভবনের মধ্যে সবচেয়ে উঁচু। টাওয়ারটির নকশা করেছিল অ্যাটকিন্স মিডল ইস্ট প্রতিষ্ঠান, যারা জুমেইরাহ লেক টাওয়ার্স মুক্ত অঞ্চল কমপ্লেক্সের বেশিরভাগ নকশা করেছিল। টাওয়ারটি জাপানের তাইসেই কর্পোরেশন কর্তৃক অ্যারাবিয়ান কনস্ট্রাকশন কোম্পানির (এসিসি) সাথে যৌথ উদ্যোগে নির্মিত হয়েছিল। অ্যারাবিয়ান কনস্ট্রাকশন ২০০৫ সালের ১৬ জুলাই নাখিল প্রপার্টিজ কর্তৃক নির্মাণ চুক্তিতে স্বাক্ষর করেছিল। ২০০৫ সালের শুরুর দিকে টাওয়ারের নির্মাণ কাজ শুরু হয় এবং ২০০৯ সালে সম্পন্ন হয়।\n\n\n== বিবরণ ==\nআলমাস টাওয়ারের ৬৮টি তলার মধ্যে ৬৪টি তলা অফিস ও বাণিজ্যিক ব্যবহারের জন্য বরাদ্দ, বাকি ৪টি সার্ভিস তলা। টাওয়ারটির ৫টি ভূগর্ভস্থ তল ও ৩টি পডিয়াম স্তর রয়েছে। টাওয়ারটি দুটি তির্যক উপবৃত্তকার গঠনে নির্মিত, যার সর্বোচ্চ তলের দৈর্ঘ্য ৪২ মি (১৩৮ ফু) এবং প্রস্থ ৬৪ মি (২১০ ফু)। আইকনিক প্রকৃতির কারণে টাওয়ারের শীর্ষে একটি ৮১ মি (২৬৬ ফু) সরু চূড়া বসানো হয়েছে। টাওয়ারের প্রধান কাঠামোগত গঠন একটি শক্তিশালী কংক্রিট পেরিফেরাল কাঠামোর উপর অবস্থিত এবং একটি কেন্দ্রীয় মূল প্রাচীর নিয়ে গঠিত।\n\n\n== ভবনের ব্যবহার ==\nটাওয়ারের নির্মাতা প্রতিষ্ঠান দুবাই মাল্টি কমোডিটিস সেন্টার (ডিএমসিসি) সর্বপ্রথম প্রবেশ করেছিল। ২০০৮ সালের ১৫ নভেম্বর ডিএমসিসি দুবাই ডায়মন্ড এক্সচেঞ্জের সাথে তাদের কর্পোরেট অফিসগুলিকে অসমাপ্ত টাওয়ারে স্থানান্তরিত করে। আলমাস টাওয়ারে এমন সুবিধা রয়েছে যা এই অঞ্চলের হীরা, রঙিন রত্নপাথর এবং মুক্তা শিল্পের জন্য বিস্তৃত পরিসেবা প্রদান করে। দুবাই ডায়মন্ড এক্সচেঞ্জের পাশাপাশি, এর মধ্যে রয়েছে দুবাই জেমস ক্লাব, দুবাই পার্ল এক্সচেঞ্জ, কিম্বারলি প্রসেস সার্টিফিকেশন অফিস এবং নেটওয়ার্কিং ও মিটিং রুম ছাড়াও ব্রিঙ্কস ও ট্রান্সগার্ডের মতো নিরাপদ পরিবহন সংস্থাগুলিতে প্রবেশেধিকার। এই টাওয়ারে হীরা কাটা এবং বিনিময় করা হয়। এ ধরনের লেনদেনের কারণে টাওয়ারে উচ্চ নিরাপত্তা ব্যবস্থা স্থাপন করা হয়েছে। ২০০৯ সালে আলমাস টাওয়ার এম্পোরিস স্কাইস্ক্র্যাপার পুরস্কারে 8ম স্থান অধিকার করে।\n\n\n== ঘটনা ==\n২০১৮ সালের ২২ এপ্রিল, আলমাস টাওয়ারে আগুন লেগেছিল এবং সমস্ত বাসিন্দাদের সরিয়ে নেওয়া হয়েছিল, দুবাই সিভিল ডিফেন্সের প্রতিবেদন অনুসারে কোনও আঘাতের খবর পাওয়া যায়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDMCC entry\nFaithful+Gould-এ আলমাস টাওয়ার\nএমিরেটস"}