{"pageid": 1184120, "title": "নীতিন গড়করী", "url": "https://bn.wikipedia.org/wiki?curid=1184120", "content": "নিতীন জয়রাম গডকড়ী ( (); জন্ম ২৭ মে ১৯৫৭) হলেন মহারাষ্ট্রের একজন ভারতীয় রাজনীতিবিদ, যিনি বর্তমান ভারত সরকারের সড়ক পরিবহন ও মহাসড়ক মন্ত্রী। এছাড়াও তিনি সড়ক পরিবহন ও মহাসড়কের জন্য দীর্ঘতম দায়িত্ব পালনকারী মন্ত্রী যিনি বর্তমানে ৮ বছরেরও বেশি সময় ধরে তার কার্যকাল পরিচালনা করছেন। নিতীন গডকড়ী পূর্বে ২০০৯ সাল থেকে ২০১৩ সাল পর্যন্ত ভারতীয় জনতা পার্টির (বিজেপি) সভাপতি ছিলেন। তিনি মহারাষ্ট্র রাজ্যের গণপূর্ত দফতরের মন্ত্রী হিসাবেও তার কাজের জন্য পরিচিত, যেখানে তার নেতৃত্বে ভারতের প্রথম ছয় লেনের কংক্রিট ও  উচ্চ-গতির মুম্বই-পুনে এক্সপ্রেসওয়ে সহ রাজ্য জুড়ে একাধিক সড়ক, মহাসড়ক ও উড়ালপুল তৈরি করা হয়েছিল। নিতীন গডকড়ী রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘের (আরএসএস) সঙ্গে ঘনিষ্ঠভাবে জড়িত, যার প্রধান কার্যালয় তার নিজ নির্বাচনী এলাকা নাগপুরে অবস্থিত। তিনি বর্তমানে লোকসভায় নাগপুর কেন্দ্রের প্রতিনিধিত্ব করেন এবং পেশাগতভাবে একজন আইনজীবী। তার অধীনে থাকা অতিক্ষুদ্র, ক্ষুদ্র ও মাঝারি শিল্পোদ্যোগ মন্ত্রকের দফতরটি ২০২১ সালের ৭ই জুলাই মন্ত্রিসভা রদবদলের সময় মন্ত্রিসভা সম্প্রসারণের অংশ হিসাবে মহারাষ্ট্রের আরেক বিজেপি সাংসদ নারায়ণ রানেকে পুনরায় অর্পণ করা হয়েছিল।\n\n\n== পটভূমি ও শিক্ষা ==\nনিতীন গড়কড়ী ১৯৫৭ সালের ২৭শে মে ভারতের নাগপুরে একটি মারাঠি পরিবারে জয়রাম গড়কড়ী ও ভানুতাই গড়কড়ীর ঘরে জন্মগ্রহণ করেন। কৈশোরে, তিনি ভারতীয় জনতা যুব মোর্চা ও ছাত্র ইউনিয়ন অখিল ভারতীয় বিদ্যার্থী পরিষদের হয়ে কাজ করেছিলেন। তিনি এম.কম. ও এল.এল.বি. নাগপুর বিশ্ববিদ্যালয় থেকে সম্পন্ন করেছিলেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nনিতীন গডকড়ী ১৯৯৫ সাল থেকে ১৯৯৯ সাল পর্যন্ত মহারাষ্ট্র সরকারের গণপূর্ত দফতরের (পিডব্লিউডি) মন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন। তিনি বিজেপির মহারাষ্ট্র রাজ্য একক সভাপতি হিসেবে দায়িত্ব পালন করেছেন।\nনিতীন গডকড়ী বেসরকারীকরণকে দৃঢ়ভাবে সমর্থন করেছিলেন, যখন তিনি বেসরকারি সংস্থাগুলি থেকে অবকাঠামোতে বিনিয়োগের জন্য প্রচার করেছিলেন। তিনি বেসরকারি বিনিয়োগকারী, ঠিকাদার, নির্মাতা এবং বিভিন্ন বাণিজ্য সংস্থার মধ্যে বেশ কয়েকটি বৈঠকে বক্তৃতা করেন এবং বিপুল পরিমাণ বাজেটের প্রকল্পগুলিকে বেসরকারিকরণের দিকে এগিয়ে দিয়েছিলেন। পরবর্তীকালে, রাজ্য সরকার গ্রামীণ সংযোগের জন্য ₹৭ বিলিয়ন বরাদ্দ করেছিল। পরের চার বছরে, মহারাষ্ট্রে সকল আবহাওয়ায় ব্যবহার্য সড়ক যোগাযোগ মোট জনসংখ্যার ৯৮% -এর মধ্যে প্রসারিত করা হয়েছিল। প্রকল্পটির লক্ষ্য ছিল ১৩,৭৩৬ টি প্রত্যন্ত গ্রামকে সড়ক সংযোগ প্রদান করা, যেগুলি স্বাধীনতার পর থেকে সড়কপথে সংযোগহীন ছিল। এটি অমরাবতী জেলার প্রত্যন্ত মেলঘাট-ধরনি এলাকায় অপুষ্টি কমাতেও সাহায্য করেছে, যেখানে আগে চিকিৎসা সহায়তা, রেশন বা শিক্ষাগত সুবিধা ছিল না।\nইউনিয়ন সরকার তাকে রাষ্ট্রীয় গ্রামীণ সড়ক উন্নয়ন কমিটির চেয়ারম্যান নিযুক্ত করেছিল। একাধিক বৈঠক ও অধ্যয়নের পর, গডকড়ী ইউনিয়ন (কেন্দ্রীয়) সরকারের কাছে তার রিপোর্ট জমা দিয়েছিলেন এবং ভারতের তৎকালীন প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর কাছে উপস্থাপনা প্রদান করেছিলেন। তার নতুন প্রতিবেদন গৃহীত হয়েছিল এবং ₹৬০০ বিলিয়ন মূল্যের একটি উচ্চাভিলাষী গ্রামীণ সড়ক সংযোগ প্রকল্প প্রধানমন্ত্রী গ্রাম সড়ক যোজনা চালু করা হয়েছিল। তিনি পাবলিক লাইব্রেরি নাসিক কর্তৃক ২০২০-২১-এর জন্য সবচেয়ে দক্ষ সংসদ সদস্যের জন্য প্রয়াত মাধবরাও লিমায়ে পুরস্কার পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nলোকসভায় জীবনী প্রোফাইল, ভারতের সংসদ\nদাপ্তরিক ওয়েবসাইট (ব্যক্তিগত)"}