{"pageid": 1184087, "title": "নুরিয়া সালেহি", "url": "https://bn.wikipedia.org/wiki?curid=1184087", "content": "নুরিয়া সুলতানা সালেহি  একজন আফগান-অস্ট্রেলীয় পারমাণবিক পদার্থবিদ, জীবপদার্থবিদ এবং মানবতাবাদী। তিনি আফগান অস্ট্রেলিয়ান ডেভেলপমেন্ট অর্গানাইজেশনের প্রতিষ্ঠাতা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসালেহি আফগানিস্তানে জন্মগ্রহণ করেন এবং কাবুল বিশ্ববিদ্যালয়ে শিক্ষা লাভ করেন। তিনি ফ্রান্সের লিয়নের ক্লদ বার্নার্ড বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেন। \n\n\n== কর্মজীবন ==\nসালেহি কাবুলে পারমাণবিক ওষুধের অনুশীলন শুরু করেন কিন্তু রাশিয়ান আক্রমণের কিছু আগে ১৯৮১ সালে অস্ট্রেলিয়ায় পাড়ি জমান।  এরপর তিনি ১৯৭২ সালে কাবুলে ফিরে আসার আগে, একটি ফরাসি বিশ্ববিদ্যালয়ে বক্তৃতা দেওয়ার জন্য কয়েক বছর অতিবাহিত করেছিলেন, অত্যাধুনিক পারমাণবিক মেডিসিন নিয়ে কাজ করেছিলেন।\nসালেহি ১৯৮৩ থেকে ২০১৭ সাল পর্যন্ত মেলবোর্ন হেলথের সাথে একজন নিউক্লিয়ার ফিজিসিস্ট এবং বায়োফিজিসিস্ট হিসেবে কাজ করেছেন,  অতি সম্প্রতি রয়্যাল মেলবোর্ন হাসপাতালের নিউক্লিয়ার মেডিসিন বিভাগে কাজ করছেন।  ১৯৮৩ সালে নুরিয়া ও তার ভাইয়েরা ফিটজরয়ের ব্রান্সউইক স্ট্রিটে আফগান রেস্টুরেন্ট প্রতিষ্ঠা করেন, যাতে তারা অস্ট্রেলিয়ায় আফগান শরণার্থীদের পৃষ্ঠপোষকতা ও প্রথম চাকরি প্রদান করতে পারে। তার দিনপ্রায়শই রেস্টুরেন্টের জন্য বাজারে ভ্রমণের মাধ্যমে শুরু হয়। আফগান রেস্তোঁরাটি এখনও সুস্বাদু, আসল আফগান খাবার পরিবেশন করেছেন। আফগান ও অন্যান্য শরণার্থীদের সহায়তায় নুরিয়া অনেক নেতৃত্বের ভূমিকা পালন করেছিলেন। বহু বছর ধরে ব্যক্তিগতভাবে আফগানদের অস্ট্রেলিয়ায় বসতি স্থাপনে সহায়তা করার এবং আফগানিস্তানে ব্যক্তি ও পরিবারকে সাহায্য করার জন্য তহবিল সংগ্রহের পরে, তিনি মেলবোর্নের একুমেনিকাল মাইগ্রেশন সেন্টার দ্বারা পরিচালিত আফগান সেটেলমেন্ট সাপোর্ট গ্রুপ প্রতিষ্ঠা করেছিলেন। এখানে তিনি ঝুঁকিতে থাকা উদ্বাস্তু মহিলাদের বসতি স্থাপনের সমন্বয় সাধনে সহায়তা করেছিলেন এবং সাধারণ উদ্বাস্তু বসতি পরিষেবা ছাড়াই অস্থায়ী সুরক্ষা ভিসায় দূরবর্তী আটক কেন্দ্র থেকে মুক্তিপ্রাপ্ত আফগান শরণার্থীদের ইএমসি জরুরি প্রতিক্রিয়ার অংশ হিসাবে কাজ করেছিলেন।\nতিনি ২০০১ সালে আফগান অস্ট্রেলিয়ান উন্নয়ন সংস্থা প্রতিষ্ঠা করেন এবং এর নির্বাহী পরিচালক হিসাবে কাজ করেন।   আফগান অস্ট্রেলিয়ান ভলান্টিয়ার্স অ্যাসোসিয়েশনও প্রতিষ্ঠা করেন এবং ২০০২ থেকে ২০০৬ সাল পর্যন্ত সভাপতির দায়িত্বে ছিলেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nসালেহিকে ১৯৯৭ সালে রানীর জন্মদিনের সম্মানে \"মানবাধিকার, বিশেষ করে আফগান সম্প্রদায়ের মাধ্যমে এবং শরণার্থী ও মহিলাদের সহায়তা গোষ্ঠীর জন্য সেবা\" করার জন্য মেডেল অফ দ্য অর্ডার অফ অস্ট্রেলিয়া ভূষিত করা হয়েছিল।  তিনি ২০০১ সালে শতবর্ষী পদক পেয়েছিলেন  এবং \"আফগান, অভিবাসী এবং উদ্বাস্তু সম্প্রদায়ের জন্য উল্লেখযোগ্য পরিষেবার জন্য\" ২০১৯ অস্ট্রেলিয়া দিবস ওনার অস্ট্রেলিয়ার সদস্য পদে উন্নীত হন। \nসালেহি ২০১২ সালে ভিক্টোরিয়ান সিনিয়র অস্ট্রেলিয়ান অফ দ্য ইয়ার নির্বাচিত হন   ২০২১ সালে ভিক্টোরিয়ান অনার রোল অফ উইমেনে অন্তর্ভুক্ত হন। তিনি ১৯৯৭ সালে দ্য অর্ডার অফ অস্ট্রেলিয়া অ্যাসোসিয়েশনের আজীবন সদস্য হন   ২০১২ সাল থেকে অস্ট্রেলিয়া দিবসের রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেছেন।\n\n\n== তথ্যসূত্র =="}