{"pageid": 1184079, "title": "আফগানিস্তান ন্যাশনাল ইনস্টিটিউট অব মিউজিক", "url": "https://bn.wikipedia.org/wiki?curid=1184079", "content": "আফগানিস্তান ন্যাশনাল ইনস্টিটিউট অব মিউজিক (এএনআইএম) আফগানিস্তানের কাবুলের একটি সঙ্গীত স্কুল। এটি ২০১০ সালে আফগান-অস্ট্রেলীয় নৃতত্ত্ববিদ ডঃ আহমাদ নাসের সারমাস্ট দ্বারা প্রতিষ্ঠিত হয়েছিল এবং আফগান ও পাশ্চাত্য সঙ্গীতের শিক্ষার সংমিশ্রণে একটি পাঠ্যক্রম সরবরাহ করে। এনিম একটি সহ-শিক্ষা প্রতিষ্ঠান।\nসারমাস্ট এবং আফগান শিক্ষা মন্ত্রণালয়ের মধ্যে একটি চুক্তি অনুযায়ী, স্কুলটি ব্যতিক্রমী প্রতিভাবান ছাত্র এবং সুবিধাবঞ্চিত শিশুদের উভয়কেই স্থান দেয়।\n\n\n== ইতিহাস ==\n২০০৬ সালে, ডঃ আহমাদ নাসের শর্মাস্ট, যিনি তখন অস্ট্রেলিয়ার মোনাশ বিশ্ববিদ্যালয়ের মোনাশ স্কুল অফ মিউজিক অ্যান্ড এশিয়া ইন্সটিটিউটের রিসার্চ ফেলো ছিলেন, তিনি বহু বছর নির্বাসনে থাকার পর পরিস্থিতি মূল্যায়ন করতে আফগানিস্তানে ফিরে আসেন।\nসঙ্গীত ও সঙ্গীত শিক্ষার শক্তিতে দৃঢ় বিশ্বাসের সাথে, ২০০৭ সালে আফগান কর্তৃপক্ষের সাথে পাইলট প্রকল্পের বাস্তবায়ন এবং আরও সুনির্দিষ্টভাবে, আফগানিস্তানের সবচেয়ে সুবিধাবঞ্চিত শিশুদের জন্য একটি ডেডিকেটেড মিউজিক স্কুল প্রতিষ্ঠার মাধ্যমে সঙ্গীত শিক্ষার পুনর্নির্মাণ নিয়ে আলোচনা করার জন্য একটি দ্বিতীয় সফর করা হয়েছিল।\nএপ্রিল ২০০৮ সালে, আফগান কর্তৃপক্ষের সাথে দুই বছর আলোচনার পর, ডঃ সরমস্ত আফগানিস্তান ন্যাশনাল ইনস্টিটিউট অফ মিউজিক (এএনআইএম) প্রতিষ্ঠার নেতৃত্ব ও বাস্তবায়নের জন্য আবার আফগানিস্তানে যান।\n২০১০ সালে ডঃ আহমাদ সারমাস্ত দ্বারা প্রতিষ্ঠিত, আফগানিস্তান ন্যাশনাল ইনস্টিটিউট অফ মিউজিক (এএনআইএম) দেশের প্রথম এবং একমাত্র সঙ্গীত স্কুল।\n২০১৩ সালে, এএনআইএম-এর আফগান যুব অর্কেস্ট্রা মার্কিন যুক্তরাষ্ট্র সফর করে, কার্নেগি হল এবং কেনেডি সেন্টারে অনুষ্ঠান হয়। ২০১৪ সালে, একটি ছাত্র কনসার্টে একটি আত্মঘাতী বোমা হামলায় একজন শ্রোতা সদস্য এবং বোমাহামলাকারী নিহত হন এবং সারমাস্ট সহ আরও অনেকে আহত হন, যিনি প্রায় নিহত হন এবং তার শ্রবণশক্তি হারিয়ে ফেলেন। ২০১৫ সালে, প্রথম আফগান মহিলা কন্ডাক্টর, ১৭-বছর-বয়সী নেগিন খপালওয়াক, একটি সর্ব-মহিলা সঙ্গীর সাথে তার প্রথম কনসার্টের আয়োজন করেছিলেন।\n২০১৮ সালের হিসাবে, ২৫০ জন শিক্ষার্থীর মধ্যে এক-তৃতীয়াংশই মহিলা এবং অনুপাত বাড়ছে; 2019 সালে, সারমাস্ট তার সমস্ত মহিলা জোহরা অর্কেস্ট্রাকে একটি ইউরোপীয় ট্যুরে নিয়ে যাবে।\n২০১৮ সালে, আফগানিস্তান ন্যাশনাল ইনস্টিটিউট অফ মিউজিক এবং আহমেদ সারমস্ত পোলার মিউজিক পুরস্কারে ভূষিত হয়।\n\n\n== তথ্যসূত্র =="}