{"pageid": 1184073, "title": "গাইসু ইয়ারি", "url": "https://bn.wikipedia.org/wiki?curid=1184073", "content": "গাইসু ইয়ারি একজন আফগান মানবাধিকার কর্মী, নারী অধিকার কর্মী, লেখক, ব্লগার এবং বক্তা। তাকে আফগানিস্তানে নারী অধিকারের অন্যতম প্রচারক হিসেবে বিবেচনা করা হয়। তালিবানদের নীতি নিয়ে প্রশ্ন তুলে সরাসরি তাদের বিরুদ্ধে লড়াই করার জন্য তিনি তার সাহসিকতার জন্যও সুপরিচিত।\n\n\n== জীবনী ==\nছয় বছর বয়সে, তাকে পূর্ব আফগানিস্তানে তালেবানপন্থী এক কমান্ডারের ছয় বছরের ছেলের সাথে বাগদান করতে বাধ্য করা হয়। তিনি আঠারো বছর বয়সের পর জোরপূর্বক বাগদান থেকে আমেরিকান সৈন্যদের সহায়তায় মার্কিন যুক্তরাষ্ট্রে পালাতে সক্ষম হন। তিনি প্রাথমিকভাবে তালেবান কমান্ডারের ছেলেকে বিয়ে করতে প্রস্তুত ছিলেন যার সাথে তিনি জড়িত ছিলেন এবং বিয়ের অনুষ্ঠানের মাত্র দুই মাস আগে, তিনি মার্কিন যুক্তরাষ্ট্রে অভিবাসনের জন্য ভিসা পেতে সক্ষম হন।\nতিনি মার্কিন যুক্তরাষ্ট্রে থাকার সময় তার কর্মজীবনের অগ্রগতি এবং শিক্ষার দিকে তার  অগ্রাধিকার দৃষ্টি দেওয়ার সিদ্ধান্ত নিয়েছিলেন। ২০১৫ সালে তিনি তার জন্মভূমি আফগানিস্তানে ফিরে আসেন এবং সরকারী সিভিল সার্ভিস কমিশনার হিসাবে কাজ শুরু করেন।\n\n\n== কর্মজীবন ==\nতিনি কলম্বিয়া বিশ্ববিদ্যালয় থেকে মানবাধিকার বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন এবং তিনি ভার্জিনিয়া বিশ্ববিদ্যালয় থেকে মিডল ইস্টার্ন এবং জেন্ডার স্টাডিজে স্নাতক ডিগ্রি লাভ করেন।\nতিনি আফগানিস্তানে স্বাধীন প্রশাসনিক সংস্কার ও সিভিল সার্ভিস কমিশনের (আইএআরসইএসসই) কমিশনার হিসেবে দায়িত্ব পালন করেছেন।  তিনি কমিশনার হওয়ার পাশাপাশি আইএআরসইএসসই-এর আপিল বোর্ডের সদস্য হিসেবেও কাজ করেছেন।\nতিনি স্বেচ্ছায় আফগানিস্তানে নারীদের সুরক্ষা এবং সুরক্ষার পক্ষে সমর্থন করেন এবং আফগান মহিলাদের বিশেষ করে তালেবান দখলের পরে ব্যাপকভাবে কাজ করেছেন। তিনি আফগানিস্তানের সিভিল সার্ভিসে আরও বেশি নারীর অংশগ্রহণের জন্য নিযুক্ত ছিলেন।\nতিনি তার বাগদত্তা এবং বাবা উভয়ই তালেবান কর্মীদের দ্বারা নিহত হওয়ার বিষয়ে জানতে না পারা পর্যন্ত তিনি একটি নিম্ন প্রোফাইল বজায় রেখেছিলেন। এটি তার জীবনের টার্নিং পয়েন্ট ছিল যে তিনি তালেবানের বিরুদ্ধে তার কণ্ঠস্বর উত্থাপন করার সিদ্ধান্ত নিয়েছিলেন এবং সংগঠনটির নীতির জন্য নিন্দা করেছিলেন। তিনি নারীবাদী দৃষ্টিকোণ আন্দোলনেরও প্রতিনিধিত্ব করেন।\n২০২১ সালের আগস্টে, ২০২১ সালে তালেবানের ক্ষমতায় ফিরে আসার পরে তিনি আফগানিস্তান থেকে পালিয়ে গিয়েছিলেন এবং জোর দিয়েছিলেন যে তালেবানের ফিরে আসা আফগানিস্তানের নাগরিক পরিষেবার উন্নতির জন্য তার প্রচেষ্টার জন্য ক্ষতিকর হবে।\n২০২১ সালের অক্টোবরে, ইয়ারি আফগান ভয়েস অফ হোপের নেতৃত্ব দিচ্ছেন এবং যারা তালেবান থেকে পালিয়ে এসেছেন এবং সারা বিশ্বে নির্বাসিত রয়েছেন তাদের আবেগআপ্লুত বর্ণনা সংগ্রহ করছেন।\n\n\n== তথ্যসূত্র =="}