{"pageid": 1184051, "title": "উইসাম বেন ইয়েদের", "url": "https://bn.wikipedia.org/wiki?curid=1184051", "content": "উইসাম বেন ইয়েদের (ফরাসি: Wissam Ben Yedder, ফরাসি উচ্চারণ: ​[wˈɪsəm bˈɛn jɛdˈe]; জন্ম: ১২ আগস্ট ১৯৯০) হলেন একজন ফরাসি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ফরাসি ক্লাব মোনাকো এবং ফ্রান্স জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে দ্বিতীয় আক্রমণভাগের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১২ সালে, উইসাম ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে ফ্রান্সের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ১ বছর যাবত ফ্রান্সের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৮ সালে ফ্রান্সের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ফ্রান্সের জার্সি গায়ে তিনি এপর্যন্ত ১৯ ম্যাচে ৩টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nউইসাম বেন ইয়েদের ১৯৯০ সালের ১২ই আগস্ট তারিখে ফ্রান্সের সারসেলে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nউইসাম ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ফ্রান্সের প্রতিনিধিত্ব করেছেন। ২০১২ সালে তিনি ফ্রান্স অনূর্ধ্ব-২১ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ফ্রান্সের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ৯ ম্যাচে অংশগ্রহণ করে ৩টি গোল করেছেন।\n২০১৮ সালের ২৩শে মার্চ তারিখে, ২৭ বছর, ৭ মাস ও ১১ দিন বয়সে, উভয় পায়ে ফুটবল খেলায় পারদর্শী উইসাম কলম্বিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ফ্রান্সের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৭৩তম মিনিটে আক্রমণভাগের খেলোয়াড় অলিভিয়ে জিরুর বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ২৪ নম্বর জার্সি পরিধান করে কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি কলম্বিয়া ৩–২ গোলের ব্যবধানে জয়লাভ করেছিল। ফ্রান্সের হয়ে অভিষেকের বছরে উইসাম সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১ নভেম্বর ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nউইসাম বেন ইয়েদের – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nউইসাম বেন ইয়েদের – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে উইসাম বেন ইয়েদের  (ইংরেজি)  \nসকারবেসে উইসাম বেন ইয়েদের (ইংরেজি) \nবিডিফুটবলে উইসাম বেন ইয়েদের  (ইংরেজি)  \nট্রান্সফারমার্কেটে উইসাম বেন ইয়েদের (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে উইসাম বেন ইয়েদের (ইংরেজি) \nইএসপিএন এফসিতে উইসাম বেন ইয়েদের (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে উইসাম বেন ইয়েদের (ইংরেজি)"}