{"pageid": 1184422, "title": "নেপালে বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1184422", "content": "নেপালে বৌদ্ধধর্ম অশোকের রাজত্বকাল থেকে ভারতীয় ও তিব্বতি ধর্মপ্রচারকদের মাধ্যমে ছড়িয়ে পড়তে শুরু করে। কিরাতরা নেপালের প্রথম মানুষ যারা গৌতম বুদ্ধের শিক্ষা গ্রহণ করেছিল, তার পরে লিচ্ছাভিস এবং নেওয়ার লোকেরা । বুদ্ধ শাক্য রাজ্যে লুম্বিনীতে জন্মগ্রহণ করেন। লুম্বিনি বর্তমান রূপানদেহি জেলা, নেপালের লুম্বিনি অঞ্চলে অবস্থিত বলে মনে করা হয়।  বৌদ্ধধর্ম নেপালের দ্বিতীয় বৃহত্তম ধর্ম। 2001 সালের আদমশুমারি অনুসারে, নেপালের জনসংখ্যার 10.74% বৌদ্ধ ধর্ম পালন করে, যার মধ্যে প্রধানত তিব্বত-বর্মন-ভাষী জাতিসত্তা, নেওয়ার ।  যাইহোক, 2011 সালের আদমশুমারিতে, বৌদ্ধরা দেশের জনসংখ্যার মাত্র 9% ছিল।\nবুদ্ধের জন্মের নাম রাজকুমার সিদ্ধার্থ যে বছর জন্মগ্রহণ করেছিলেন তা নিশ্চিতভাবে বরাদ্দ করা সম্ভব হয়নি; এটি সাধারণত 563 খ্রিস্টপূর্বাব্দে স্থাপন করা হয়।  নেপালের পার্বত্য ও পার্বত্য অঞ্চলে হিন্দুধর্ম বৌদ্ধ মতবাদকে এতটাই শুষে নিয়েছে যে অনেক ক্ষেত্রে তারা দেবতাদের পাশাপাশি মন্দিরও ভাগ করেছে। উদাহরণস্বরূপ, মুক্তিনাথ মন্দিরটি হিন্দু ও বৌদ্ধ উভয়ের জন্যই পবিত্র এবং একটি সাধারণ উপাসনালয়।\n\n\n== ওভারভিউ ==\n\nনেপালে, সংখ্যাগরিষ্ঠ মানুষ হিন্দু বলে পরিচয় দেয়। যাইহোক, নেপালের সংস্কৃতির বেশিরভাগ ক্ষেত্রেই বৌদ্ধ প্রভাব ব্যাপকভাবে বিস্তৃত যে বৌদ্ধ ও হিন্দু মন্দির উভয় ধর্মের লোকেদের জন্য উপাসনালয় হিসেবে ভাগ করা হয় যাতে, অন্যান্য দেশের মত, নেপালে হিন্দু ও বৌদ্ধ ধর্মের মধ্যে পার্থক্য করা যায় না। সবসময় পরিষ্কার। রাজা আমশুবর্মার শাসনামলে, নেপালের রাজকুমারী ভৃকুটি তিব্বতে বৌদ্ধ ধর্মের প্রসার ও বিকাশে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিব্বতি বৌদ্ধ স্থাপত্য দীর্ঘকাল ধরে নেপালি শিল্পী ও ভাস্করদের দ্বারা প্রভাবিত হয়েছে যেমন আরনিকো । মহাযান বৌদ্ধধর্মের পবিত্র বৌদ্ধ গ্রন্থগুলি মূলত রঞ্জনা বর্ণমালা, নেওয়ারদের লিপি বা ল্যান্টসার মতো লিপিতে লেখা হয়, যা রঞ্জনা থেকে উদ্ভূত।\nঐতিহ্যবাহী নেপালি বৌদ্ধধর্মে, নয়টি বিশেষ গ্রন্থ রয়েছে যেগুলিকে \"নয় ধর্ম রত্ন\" ( নবগ্রন্থ ) বলা হয়, এবং এগুলিকে বৌদ্ধধর্মের নয়টি বই হিসাবে বিবেচনা করা হয়:\n\nঅষ্টসহস্রিকা প্রজ্ঞাপারমিতা সূত্র\nগণ্ডব্যুহ সূত্র\nদশ পর্যায় সূত্র\nসমাধিরাজ সূত্র\nলঙ্কাবতার সূত্র\nলোটাস সূত্র\nতথাগতগুহ্য সূত্র\nললিতবিস্তার সূত্র\nগোল্ডেন লাইট সূত্র\nতিব্বত-বর্মন-ভাষী জনগণের মধ্যে, তিব্বতীয় বৌদ্ধধর্ম সবচেয়ে ব্যাপকভাবে প্রচলিত। নেওয়ার বৌদ্ধধর্ম থেরবাদ বৌদ্ধধর্ম দ্বারা প্রভাবিত বজ্রযানের একটি রূপ এবং এটি বজ্রযান ঐতিহ্যের প্রাচীনতম রূপ এবং তিব্বতি বৌদ্ধধর্মের চেয়ে উল্লেখযোগ্যভাবে পুরানো। অনেক বৌদ্ধ গোষ্ঠীও হিন্দুধর্ম দ্বারা প্রভাবিত। বৌদ্ধধর্ম হল সরু জনবসতিপূর্ণ উত্তরাঞ্চলের প্রভাবশালী ধর্ম, যেখানে শেরপা, লোপা, মানাঙ্গি, থাকালি, লোমি, ডলপা এবং নাইম্বা নামে তিব্বত-সম্পর্কিত মানুষদের দ্বারা বসবাস করা হয়। তারা দেশের জনসংখ্যার একটি ক্ষুদ্র সংখ্যালঘু গঠন করে।\nমধ্য নেপালে বসবাসকারী জাতিগোষ্ঠী যেমন গুরুং, লেপচা, তামাং, মাগার, নেওয়ার, ইয়াক্কা, জিরেল , থামি, ছান্তয়াল এবং চেপাং তারাও বৌদ্ধ। এই নৃতাত্ত্বিক গোষ্ঠীগুলির উত্তরাঞ্চলীয় প্রতিবেশীদের তুলনায় বৃহত্তর জনসংখ্যা রয়েছে। হিন্দু বর্ণের সাথে ঘনিষ্ঠ যোগাযোগের কারণে তারা হিন্দু ধর্মের প্রভাবে আসে। পরিবর্তিতভাবে, তাদের মধ্যে অনেকেই অবশেষে হিন্দু ধর্ম গ্রহণ করে এবং মূলত বর্ণপ্রথায় একত্রিত হয়েছে।\nকিরাটি জনগণ, বিশেষ করে লিম্বু এবং রাই জনগণও তাদের বৌদ্ধ প্রতিবেশীদের কাছ থেকে তিব্বতি বৌদ্ধ রীতি গ্রহণ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHoly Sites of Buddhism: Lumbini - Buddha's Birthplace  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ এপ্রিল ২০১২ তারিখে\nBuddhism in Nepal\nVajrayana Vipassyana - by Ācārya Mahayogi Dharma Vajra (Sridhar SJB Rana)\nTheravada Buddhism in Nepal -Bhikkhu Kondanya\nNepal Vipassana Centers - S.N. Goenka\nNagarjuna Institute of Exact Studies\nBuddhactivity Dharma Centres database  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুন ২০১৯ তারিখে"}