{"pageid": 1184513, "title": "ফিরদৌস আল-হিকমা", "url": "https://bn.wikipedia.org/wiki?curid=1184513", "content": "ফিরদৌস আল-হিকমা ( فردوس الحكمة ), ইংরেজীতে প্যারাডাইস অফ উইজডম নামে পরিচিত, আলী ইবনে সাহল রাব্বান আত-তাবারির রচিত একটি চিকিৎসাশাস্ত্রের বিশ্বকোষ যা ৮৫০ সালের দিকে সম্পন্ন হয়। এটি প্রাচীনতম ইসলামী চিকিৎসা বিশ্বকোষগুলির মধ্যে একটি। ছত্রিশটি অধ্যায়ে বিভক্ত বিশ্বকোষটি বিভিন্ন গ্রিক পন্ডিতদের উদ্ধৃতি এবং আত-তাবারির বেশ কিছু ব্যক্তিগত অদ্ভুত ঘটনার বিবরণে সমৃদ্ধ। ১৯২৮ সালে যুক্তরাজ্য হতে এটির ইংরেজি অনূদিত সংস্করণ প্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\nআত-তাবারি তার বিশ্বকোষটি ৩৬০টি আবওয়াব ( বা অধ্যায়ে) ভাগ করেছেন। এটিতে সাতটি আনওয়া (বা খন্ড) রয়েছে যা অ্যারিস্টোটেলের মতবাদ; ভ্রূণবিদ্যা; অ্যানাটমি; স্বপ্ন; মনোবিজ্ঞান; পুষ্টি; বিষবিদ্যা; সৃষ্টিতত্ত্ব; জ্যোতির্বিদ্যা; এবং ভারতীয় ঔষধ-এর মত বিশদ বিষয়সমূহ ধারণ করে।\nআত-তাবারি তার বর্ণনা করা প্রতিটি রোগের জন্য একটি প্রতিকার প্রদান করেছেন; উদাহরণস্বরূপ, তিনি গ্রিক চিকিৎসক গ্যালেনের উদ্ধৃতি দিয়ে পরামর্শ দেন যে নেকড়ের মল দিয়ে কোলিক নিরাময় করা যেতে পারে। গ্যালেন ছাড়াও, আত-তাবারি অ্যাফ্রোডিসিয়াসের আলেকজান্ডার সহ অন্যান্য গ্রিক পন্ডিতদের ব্যাপকভাবে উদ্ধৃতি দিয়েছেন। তার উদ্ধৃত করা গ্রিক পণ্ডিতদের মধ্যে আর্কিজেনস, অ্যারিস্টটল, ডেমোক্রিটাস, ডায়োস্কোরাইডস, হিপোক্রেটিস; পিথাগোরাস; এবং থিওফ্রাস্টাস অন্যতম। তিনি তার সমসাময়িক আরবীয় চিকিৎসকদের বেশ কিছু উদ্ধৃতি দিয়েছেন।\nউপরন্তু, বিশ্বকোষটিতে আত-তাবারির কিছু \"অদ্ভুত ঘটনা\"র ব্যক্তিগত বিবরণ আছে। যেমন- বানর-সদৃশ মানব, যে \"বানরের মতোই সহবাসের লোভ করেছিল\", একটি অগ্নিকুণ্ডের বর্ণনা যা একটি জরথুষ্ট্রীয় মন্দির ধ্বংস করেছিল, এবং তিনি গর্ভপাত ঘটাতে পারে এমন একটি পাথরের বর্ণনা করেন যেটি  \"গর্ভপাত প্ররোচিত করে\"।\n\n\n== প্রকাশনার ইতিহাস ==\nতাবারিস্তান ভিত্তিক চিকিত্সক আলী ইবনে সাহল রাব্বান আত-তাবারি ৮৫০ সালের দিকে এটির রচনা সম্পূর্ণ করেছিলেন এবং আব্বাসীয় খলিফা আল-মুতাওয়াক্কিলকে উৎসর্গ করেছিলেন, কাজটি \"প্রথম সর্ব-সমেত চিকিৎসা সংকলন\"  এবং ইসলামের উম্মেষ ও চিকিৎসাবিদ্যার উন্নয়নের প্রাথমিক যুগের বিশ্বকোষের একটি বলে মনে করা হয়। বার্মিংহাম বিশ্ববিদ্যালয়ের অধ্যাপক ডেভিড থমাসের মতে, এটি \"ইসলামী বিশ্বের চিকিত্সকদের জন্য একটি ভিত্তি পাঠ\" হয়ে উঠেছে।\nব্রিটিশ পারস্যবিদ এডওয়ার্ড জি. ব্রাউন ১৯২৩ সালে বিশ্বকোষটি সম্পাদনা ও অনুবাদ করার সময় মারা যান; প্রকল্পটি পরবর্তীকালে ১৯২৮ সালে ব্রাউনের মেধাবী শিষ্য মুহম্মদ জুবায়ের সিদ্দিকী দ্বারা সম্পূর্ণ ও প্রকাশিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ==="}