{"pageid": 1184264, "title": "ফজল আহমেদ খালিদ", "url": "https://bn.wikipedia.org/wiki?curid=1184264", "content": "ফজল আহমদ খালিদ ( উর্দু : فضل احمد خالد) (জন্ম ৩১ ডিসেম্বর ১৯৫৭) জুন, ২০১৯ এ পাঞ্জাব উচ্চ শিক্ষা কমিশনের চেয়ারম্যান হিসেবে যোগদান করেছেন।\nতিনি এর আগে ২০১৫ সালে ইউনিভার্সিটি অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি, লাহোরের ভাইস চ্যান্সেলর হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nফজল আহমদ খালিদ লাহোর ইউনিভার্সিটি অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজিতে তার প্রকৌশল শিক্ষা শেষ করেন। তারপর তিনি ধাতব প্রকৌশল এবং ধাতুবিদ্যা ও উপকরণ প্রকৌশল বিষয়ে আরও পড়াশোনার জন্য ইংল্যান্ডে যান এবং অক্সফোর্ড বিশ্ববিদ্যালয় থেকে তার উচ্চ শিক্ষা ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nতিনি ২০১৮ সালে পাঞ্জাব তিয়ানজিন ইউনিভার্সিটি অফ টেকনোলজি (পিটিইউটি) -এর ভারপ্রাপ্ত ভিসি হিসাবেও নিযুক্ত হন যা তিয়ানজিন ইউনিভার্সিটি অফ টেকনোলজি অ্যান্ড এডুকেশন (টিইউটিই), তিয়ানজিন চেংজিয়ান ইউনিভার্সিটি (টিসিইউ) এর সাথে একটি যৌথ সহযোগিতামূলক কর্মসূচি। এবং তিয়ানজিন পলিটেকনিক ইউনিভার্সিটি (টিপিইউ) ।\nতিনি পাকিস্তান ইঞ্জিনিয়ারিং কাউন্সিলের ভাইস চেয়ারম্যান এবং পিইসি অ্যাক্রেডিটেশন বোর্ড এবং ইঞ্জিনিয়ারিং প্রোগ্রামের জন্য পাঠ্যক্রম কমিটির প্রধান। তিনি ২০১৫-২০১৬ সালে খাজা ফরিদ ইউনিভার্সিটি অফ ইঞ্জিনিয়ারিং অ্যান্ড ইনফরমেশন টেকনোলজি (কেএফইউইআইটি) রহিম ইয়ার খান এবং মুহাম্মদ নওয়াজ শরিফ প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয় (এমএনএস ইউইটি) মুলতানের অতিরিক্ত দায়িত্ব পালন করেছিলেন। তিনি ১৯৯৪-২০১৪ সাল পর্যন্ত প্রো-রেক্টর এবং ডিন হিসেবে ২১ বছর ধরে গোলাম ইসহাক খান ইনস্টিটিউট অব ইঞ্জিনিয়ারিং সায়েন্সেস অ্যান্ড টেকনোলজিতে (জিআইকেআই) দায়িত্ব পালন করেন।\nন্যানোটেকনোলজি এবং ম্যাটেরিয়ালস ইঞ্জিনিয়ারিং এর ক্ষেত্রে তার গবেষণার আগ্রহ রয়েছে এবং ১২১ টির সঞ্চিত প্রভাব ফ্যাক্টর সহ ২০০ টিরও বেশি গবেষণা পত্র প্রকাশিত হয়েছে। ইউনিভার্সিটি অফ অক্সফোর্ড এবং লিডস, ইউকে -তে পোস্টডক ফেলোশিপ এবং সুইস ফেডারেল ল্যাবস (ইএমপিএ) সুইজারল্যান্ডে ডায়মন্ড-ভিত্তিক যৌগিক পদার্থের উপর স্বল্পমেয়াদী গবেষণা প্রোগ্রামের জন্য অতিথি অধ্যাপক ছিলেন। এর আগে তিনি পিসিএসআইআর লাহোর এবং পাকিস্তান স্টিল মিলস, করাচিতে কাজ করেছেন।\nতিনি রয়্যাল মাইক্রোস্কোপিক্যাল সোসাইটি, অক্সফোর্ড, দ্য ইনস্টিটিউট অফ মেটেরিয়ালস, মিনারেলস অ্যান্ড মাইনিং (এফআইএমএম), লন্ডন এবং পাকিস্তান একাডেমি অফ সায়েন্সেসের ফেলো । তিনি প্রকৌশল প্রোগ্রামের আউটকাম বেসড এডুকেশন (ওবিই) বাস্তবায়নের জন্য পরিবর্তন এবং দৃষ্টান্ত পরিবর্তনের সাথে সক্রিয়ভাবে জড়িত, গুণমান নিশ্চিতকরণ এবং স্বীকৃতি ম্যানুয়াল আন্তর্জাতিক স্বীকৃতি এবং প্রকৌশলীদের বিশ্বব্যাপী গতিশীলতার জন্য ওয়াশিংটন অ্যাকর্ড এবং সিপিডির সাথে সমন্বয় করার জন্য।\n\n\n== পুরস্কার ও সম্মাননা ==\n২০০৮ সালে পাকিস্তানের রাষ্ট্রপতি কর্তৃক সিতারা-ই-ইমতিয়াজ (স্টার অফ এক্সিলেন্স) পুরস্কার।\n১৯৯৯ সালে পাকিস্তান একাডেমি অফ সায়েন্সেস স্বর্ণপদক পুরস্কার।\n১৯৯৪ সালে ইনস্টিটিউট অব মেটেরিয়ালস, মিনারেলস অ্যান্ড মাইনিং, লন্ডন, ইউকে কর্তৃক পুরস্কার।\n\n\n== তথ্যসূত্র =="}