{"pageid": 1185437, "title": "গোলেস্তন প্রাসাদ", "url": "https://bn.wikipedia.org/wiki?curid=1185437", "content": "গোলেস্তন প্রাসাদ (ফার্সি: کاخ گلستان, Kākh-e Golestān, গুলিস্তান প্রাসাদ হিসাবেও অনুবাদ করা হয় এবং কখনও কখনও ফার্সি ভাষা থেকে রোজ গার্ডেন প্যালেস হিসাবে অনুবাদ করা হয়) ইরানের তেহরানে ১৬ শতকে কাজার সাম্রাজ্যের সময়ে নির্মিত একটি প্রাসাদ। ১৮ শতকে এটি সংস্কার করা হয়েছিল এবং সবশেষে ১৮৬৫ সালে পুনর্নির্মিত করা হয়। এটি তেহরানের সাবেক সরকারি রাজকীয় কাজার কমপ্লেক্স।\nএটি তেহরান শহরের প্রাচীনতম ঐতিহাসিক নিদর্শনগুলির মধ্যে একটি। প্রাসাদটি রাজকীয় ভবনগুলির একটি ছত্রের অন্তর্গত যা একসময় তেহরানের আর্গের (\"সিটাডেল\") কাদা-কাটা দেয়ালের মধ্যে ঘেরা ছিল। ২০১৩ সালে গোলেস্তন প্রাসাদ ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থানের মর্যাদা পায়। এটি রাজকীয় ভবন, উদ্যান এবং ১৮ ও ১৯ শতকের ইরানি কারুশিল্প এবং ইউরোপীয় উপহারের সংগ্রহ নিয়ে গঠিত।\n\n\n== ইতিহাস ==\nতেহরানের আর্গ (\"দুর্গ\") সাফাভিদ রাজবংশের দ্বিতীয় তাহমাম্পের (রাজত্ব ১৫২৪–১৫৭৬) রাজত্বকালে নির্মিত হয়েছিল (১৫০২–১৭৩৬), এবং পরে জান্দ রাজবংশের করিম খান জান্দ (রাজত্ব ১৭৫০–১৭৭৯) এটি সংস্কার করেছিলেন। কাজার রাজবংশের আগা মোহাম্মদ খান (১৭৪২-১৭৯৭) তেহরানকে তার রাজধানী হিসেবে বেছে নেন। এই আর্গ কাজারদের (১৭৯৪-১৯২৫) আসনে পরিণত হয়েছিল। গোলেস্তনের দরবার ও প্রাসাদ কাজার রাজবংশের সরকারি বাসভবনে পরিণত হয়। ১৮৬৫ সালে হাজী আবুল হাসান মিমার নাভাই প্রাসাদটিকে তার বর্তমান আকারে পুনর্নির্মাণ করেছিলেন।\nপাহলভি যুগে (১৯২৫-১৯৭৯), গোলেস্তন প্রাসাদটি আনুষ্ঠানিক রাজকীয় অভ্যর্থনার জন্য ব্যবহৃত হত এবং পাহলভি রাজবংশ নিয়াভারনে তাদের নিজস্ব প্রাসাদ নিয়াভারান কমপ্লেক্স তৈরি করেছিল। পাহলভি যুগে প্রাসাদে অনুষ্ঠিত সবচেয়ে গুরুত্বপূর্ণ অনুষ্ঠানগুলি ছিল, মার্বেল সিংহাসনে রেজা শাহর (রাজত্ব ১৯২৫-১৯৪১) রাজ্যাভিষেক এবং জাদুঘর হলে মোহাম্মদ রেজা পাহলভির (রাজত্ব ১৯৪১-১৯৭৯) রাজ্যাভিষেক।\n১৯২৫ থেকে ১৯৪৫ সালের মধ্যে রেজা শাহের নির্দেশে কমপ্লেক্সের ভবনগুলির একটি বড় অংশ ধ্বংস করা হয়েছিল। তিনি বিশ্বাস করতেন যে শতাব্দী প্রাচীন কাজার প্রাসাদ একটি আধুনিক শহরের বিকাশকে বাধাগ্রস্ত করবে না। পুরানো ভবনগুলির জায়গায়, ১৯৫০ এবং ১৯৬০-এর দশকের আধুনিক শৈলী সহ বাণিজ্যিক ভবনগুলি নির্মিত হয়েছিল।\n\n\n== কমপ্লেক্স ==\nগোলেস্তন প্রাসাদের কমপ্লেক্সে প্রাসাদ, জাদুঘর এবং হল সহ ১৭টি কাঠামো রয়েছে। এই কমপ্লেক্সের প্রায় পুরোটাই কাজার রাজাদের ১৩১ বছরের শাসনামলে নির্মিত হয়েছিল। এই প্রাসাদগুলি অনেক অনুষ্ঠান যেমন রাজ্যাভিষেক এবং অন্যান্য গুরুত্বপূর্ণ উদযাপনের জন্য ব্যবহৃত হত। এটিতে ফটোগ্রাফিক আর্কাইভ, পান্ডুলিপির লাইব্রেরি এবং নথির সংরক্ষণাগার সহ তিনটি প্রধান সংরক্ষণাগার রয়েছে।\n\n\n=== মার্বেল সিংহাসন (তখত-ই মরমর) ===\n\nমার্বেল সিংহাসন নামে পরিচিত এই দর্শনীয় সোপানটি ১৮০৬ সালে কাজার রাজবংশের ফাতহ-আলী শাহের আদেশে নির্মিত হয়েছিল। চিত্রকর্ম, মার্বেল-খোদাই, টাইল-ওয়ার্ক, স্টুকো, আয়না, এনামেল, কাঠের খোদাই এবং জালির জানালা দ্বারা সজ্জিত, সিংহাসনটি ইরানের স্থাপত্যের সর্বোত্তম মূর্ত প্রতীক। মার্বেল সিংহাসন ঐতিহাসিক আর্গের প্রাচীনতম ভবনগুলির মধ্যে একটি। এটি সোপানের (ইওয়ান) মাঝখানে অবস্থিত এবং ইয়াজদ প্রদেশের বিখ্যাত হলুদ মার্বেল দিয়ে নির্মিত।\nসিংহাসনটি পঁয়ষট্টিটি মার্বেল টুকরো দিয়ে তৈরি। কাজার দরবারের মির্জা বাবা নাকাশ বাশি \"প্রধান চিত্রকর\" হিসাবে এতে নকশা করা করেছিলেন। মোহাম্মদ ইব্রাহিম, রাজ দরবারের রাজমিস্ত্রি, নির্মাণের তত্ত্বাবধান করেছিলেন এবং সেই সময়ের বেশ কয়েকজন বিখ্যাত ওস্তাদ এই মাস্টারপিসটির বাস্তবায়নে কাজ করেছিলেন। স্থাপত্যের বিবরণ, এবং সোপানের অন্যান্য অলঙ্কারগুলি, ফত আলী শাহ এবং নাসের এদ দিন শাহের (রাজত্ব ১৮৪৮-১৮৯৬) শাসনামলে সম্পন্ন হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nরাহনেমা, আলী (২০১১)। Superstition as Ideology in Iranian Politics: From Majlesi to Ahmadinejad। নিউ ইয়র্ক: ক্যামব্রিজ বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 978-0-521-18221-8। ডিওআই:10.1017/CBO9780511793424। \n\n\n== বহিঃসংযোগ ==\n\nOfficial website of Golestan Palace  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ আগস্ট ২০০৬ তারিখে\nPhotos from Golestan Palace\nHorsham Museum with collections database access"}