{"pageid": 1185365, "title": "খভিচা কভারাতসখেলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1185365", "content": "খভিচা কভারাতসখেলিয়া (জর্জীয়: ხვიჩა კვარაცხელია, ইংরেজি: Khvicha Kvaratskhelia; জন্ম: ১২ ফেব্রুয়ারি ২০০১) হলেন একজন জর্জীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ফ্রান্সের পেশাদার ফুটবল লিগের শীর্ষ স্তর লিগ ১এর ক্লাব পি.এস.জি এবং জর্জিয়া জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা দ্বিতীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৬ সালে, কভারাতসখেলিয়া জর্জিয়া অনূর্ধ্ব-১৭ দলের হয়ে জর্জিয়ার বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় তিন বছর যাবত জর্জিয়ার বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৯ সালে জর্জিয়ার হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; জর্জিয়ার জার্সি গায়ে তিনি এপর্যন্ত ২০ ম্যাচে ১০টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nখভিচা কভারাতসখেলিয়া ২০০১ সালের ১২ই ফেব্রুয়ারি তারিখে জর্জিয়ার তিবিলিসিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== ক্লাব ফুটবল ==\n\n\n=== প্রারম্ভিক সময় ===\nযুব পর্যায়ের মাধ্যমে ফুটবলের সাথে সংযুক্ত কভারাতসখেলিয়া ২০১৭ সালে দিনামো তিবিলিসির হয়ে খেলার মাধ্যমে জ্যেষ্ঠ পর্যায়ে অভিষেক করেছেন, এর এক বছর পরে রুস্তাভিতে যোগদান করেছিলেন।\nজর্জিয়া অনূর্ধ্ব-১৭ দলে তার অসাধারণ নৈপুণ্যের কারণে, ২০১৭ সালে কভারাতসখেলিয়া সদ্য প্রবর্তিত আলেকসান্দ্রে চিভাদজে স্বর্ণপদকের (যা জর্জীয় ফুটবল ফেডারেশন প্রতি বছর প্রতিভাবান তরুণ খেলোয়াড়দের প্রদান করে) প্রথম বিজয়ী হয়েছিলেন। পরের বছর তিনি অনূর্ধ্ব-১৯ খেলোয়াড়দের মধ্যে রৌপ্য পদক পান। ২০১৮ সালে, দ্য গার্ডিয়ান বিশ্বব্যাপী ৬০ জন সেরা যুব খেলোয়াড়ের মধ্যে কভারাতসখেলিয়াকে অন্তর্ভুক্ত করেছে।\n২০১৯ সালের ১৫ই ফেব্রুয়ারি তারিখে, কভারাতসখেলিয়া রুশ প্রিমিয়ার লিগের ক্লাব লকোমতিভ মস্কোতে ধারে যোগদান করেছিলেন। ১০ই মার্চ তারিখে, তিনি আনঝি মাখাচকালার বিরুদ্ধে জেফারসন ফারফানের বদলি খেলোয়াড় হিসেবে ৮৬তম মিনিটে মাঠে প্রবেশ করার মাধ্যমে রুশ প্রিমিয়ার লিগে অভিষেক করেছিলেন। ১লা জুলাই তারিখে, লকোমতিভ মস্কো এক ঘোষণায় জানায় যে কভারাতসখেলিয়া তার ধারের মেয়াদ শেষ হওয়ার পরে ক্লাব ছেড়ে দিয়েছে। অতঃপর, লকোমতিভ মস্কোর তৎকালীন ম্যানেজার ইউরি সেমিন বলেছিলেন যে, তিনি কভারাতসখেলিয়াকে অত্যন্ত প্রতিভাবান বলে মনে করতেন, তাই তার সাথে স্থায়ী স্থানান্তরের বিষয়ে সম্মত হতে ব্যর্থ হওয়ার পরে তিনি খুব হতাশ হয়েছিলেন।\n\n\n=== রুবিন কাজান ===\n২০১৯ সালের ৬ই জুলাই তারিখে, কভারাতসখেলিয়া রুবিন কাজানের সাথে পাঁচ বছরের চুক্তি স্বাক্ষর করেছিলেন। অতঃপর ১৫ই জুলাই তারিখে তিনি পূর্ববর্তী ক্লাব লকোমতিভ মস্কোর বিরুদ্ধে ম্যাচে রুবিন কাজানের প্রথমবারের মতো মাঠে নামেন, তিনি উক্ত ম্যাচের দ্বিতীয়ার্ধে বদলি খেলোয়াড় হিসেবে খেলেছিলেন; ম্যাচটি ১–১ গোলে ড্র হয়েছিল। ক্লাবের অফিসিয়াল ওয়েবসাইটে রুবিন কাজানের ভক্তরা কভারাতসখেলিয়াকে উক্ত ম্যাচের সেরা খেলোয়াড় হিসেবে মনোনীত করেছিল।\nসামগ্রিকভাবে, তার ক্রয়কে রাশিয়ার বেশ কয়েকটি গণমাধ্যম রুবিন কাজানের অন্যতম সফল স্থানান্তর হিসেবে অভিহিত করেছিল। ২০১৯ সালের জুন মাস হতে ২০২০ সালের জুন মাস সময়ের মধ্যে এক মৌসুমে তার বাজার মূল্য পাঁচ গুণ বৃদ্ধি পেয়েছিল। রুবিন কাজানের সমর্থকদের ভোটের উপর ভিত্তি করে, কভারাতসখেলিয়া ২০২০-২১ মৌসুমে চার বার (আগস্ট, সেপ্টেম্বর, অক্টোবর এবং এপ্রিল) মাসের সেরা খেলোয়াড়ের পুরস্কার জয়লাভ করেছিলেন।\n\n\n=== দিনামো বাতুমি ===\n২০২২ সালের ৭ই মার্চ তারিখে, ফিফা এক ঘোষণায় জানিয়েছিল যে, ইউক্রেনে রাশিয়ার আক্রমণের কারণে, রাশিয়ার বিদেশী খেলোয়াড়রা ৩০ জুন পর্যন্ত তাদের চুক্তি একতরফাভাবে স্থগিত করতে পারে এবং একই তারিখ পর্যন্ত তারা রাশিয়ার বাইরের ক্লাবগুলোর সাথে চুক্তি স্বাক্ষর করতে পারবে। ২৪শে মার্চ তারিখে, রুবিন কাজান ঘোষণা করেছিলেন যে কভারাতসখেলিয়ার সাথে চুক্তি স্থগিত করা হয়েছে। একই দিনে তিনি জর্জিয়ার দিনামো বাতুমিতে যোগদান করেছিলেন।\nকভারাতসখেলিয়া দিনমো বাতুমির সাথে ১১টি লিগ ম্যাচে অংশগ্রহণ করেছিলেন, যেখানে তিনি ৮টি গোল এবং ২টি অ্যাসিস্ট করেছিলেন। ইরোভনুলি লিগা তাকে এপ্রিল হতে জুলাইয়ের মধ্যবর্তী সময়ে মৌসুমের দ্বিতীয় পর্বের সেরা খেলোয়াড় হিসেবে ঘোষণা করে।\n\n\n=== নাপোলি ===\n২০২২ সালের ১লা জুলাই তারিখে, কভারাতসখেলিয়া দিনমো বাতুমি হতে সেরিয়ে আ-এর ক্লাব নাপোলি ১০–১২ মিলিয়ন ইউরোর বিনিময়ে ২০২৭ সাল পর্যন্ত সময়ের জন্য একটি চুক্তি স্বাক্ষর করেছেন। ১৪ই জুলাই তারিখে, আনুন ভাল দি নঁয়ের বিরুদ্ধে একটি প্রীতি খেলায় ক্লাবের হয়ে তার অনানুষ্ঠানিক অভিষেক করেন, উক্ত তিনি দুটি গোল করেন এবং একটি অ্যাসিস্ট প্রদান করেন।\n১৫ই আগস্ট তারিখে, এল্লাস ভেরোনার বিরুদ্ধে সেরিয়ে আ-এর প্রথম ম্যাচদিনে ক্লাবের হয়ে কভারাতসখেলিয়া অভিষেক করেছেন; ৫–২ গোলের ব্যবধানে জয়ের উক্ত ম্যাচে তিনি একটি করে গোল এবং অ্যাসিস্ট করেছেন। পরের ম্যাচদিন ২১শে আগস্ট তারিখে মোনৎসার বিরুদ্ধে ৪–০ গোলে জয়ের ম্যাচে তিনি সেরিয়ে আ-এ তার প্রথম জোড়া গোল করেছেন। এই ম্যাচদ্বয়ের ফলে কভারাতসখেলিয়া সেরিয়ে আ-এর শীর্ষ গোলদাতার তালিকায় শীর্ষ স্থান অধিকার করেছিলেন, এছাড়াও তিনি নাপোলির ইতিহাসে প্রথম খেলোয়াড় হিসেবে দুটি উদ্বোধনী লিগ ম্যাচে তিনটি গোল করেছেন। তদুপরি, তিনি ২০২২ সালের আগস্ট মাসে সেরিয়ে আ মাসের সেরা খেলোয়াড় নির্বাচিত হয়েছিলেন।\n৪ঠা অক্টোবর তারিখে, তিনি আয়াক্সের বিরুদ্ধে ৬–১ গোলের ম্যাচে উয়েফা চ্যাম্পিয়নস লিগে তার প্রথম গোল করেছেন। এক সপ্তাহ পরে ফিরতি লেগে আরেকটি গোল এবং অ্যাসিস্টের মাধ্যমে কভারাতসখেলিয়া ম্যাচসেরা নির্বাচিত হয়েছিলেন এবং উয়েফা চ্যাম্পিয়নস লিগের সপ্তাহের সেরা দলে অন্তর্ভুক্ত হয়েছিলেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকভারাতসখেলিয়া জর্জিয়া অনূর্ধ্ব-১৭, জর্জিয়া অনূর্ধ্ব-১৯ এবং জর্জিয়া অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে জর্জিয়ার প্রতিনিধিত্ব করেছেন। ২০১৭ সালের ১লা মে তারিখে তিনি প্রীতি ম্যাচে লাতভিয়া অনূর্ধ্ব-১৭ দলের বিরুদ্ধে ম্যাচে জর্জিয়া অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জর্জিয়ার বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৩ বছরে ৩০ ম্যাচে অংশগ্রহণ করে ৩১টি গোল করেছেন। তিনি জর্জিয়া অনূর্ধ্ব-১৭ দলের হয়ে অভিষেক ম্যাচেই জর্জিয়ার বয়সভিত্তিক দলের হয়ে প্রথমবারের মতো গোল করেছেন।\n২০১৯ সালের ৭ই জুন তারিখে, ১৮ বছর, ৩ মাস ও ২৬ দিন বয়সে, উভয় পায়ে ফুটবল খেলায় পারদর্শী কভারাতসখেলিয়া জিব্রাল্টারের বিরুদ্ধে অনুষ্ঠিত উয়েফা ইউরো ২০২০ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে জর্জিয়ার হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৮ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি জর্জিয়া ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। জর্জিয়ার হয়ে অভিষেকের বছরে কভারাতসখেলিয়া সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ১ বছর, ৪ মাস ও ৭ দিন পর, জর্জিয়ার জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২০ সালের ১৪ই অক্টোবর তারিখে, উত্তর মেসিডোনিয়ার বিরুদ্ধে ম্যাচের ৭৪তম মিনিটে নিকা কভেকভেস্কিরির অ্যাসিস্ট হতে জর্জিয়ার হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nকভারাতসখেলিয়া সাবেক ফুটবল খেলোয়াড় বাদ্রি কভারাতসখেলিয়ার ছেলে। তার দুই ভাই রয়েছে এবং তার ছোট ভাই টর্নিকেও (জন্ম ২০১০) ফুটবল খেলেন। বিভিন্ন গণমাধ্যম এবং ভক্তদের দ্বারা তাকে \"জর্জীয় মেসি\" এবং \"কভারাডোনা\" ডাকনাম দেওয়া হয়েছে।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n২৫ এপ্রিল ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n২৫ এপ্রিল ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক গোল ===\n\n\n== অর্জন ==\nলকোমতিভ মস্কো\nরুশ কাপ: ২০১৮–১৯\nব্যক্তিগত\nরুশ প্রিমিয়ার লিগের সেরা যুব খেলোয়াড়: ২০১৯–২০, ২০২০–২১\nরুশ প্রিমিয়ার লিগের সেরা বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড়: ২০২০–২১\nজর্জীয় বর্ষসেরা ফুটবলার: ২০২০, ২০২১, ২০২২\nসেরিয়ে আ মাসের সেরা খেলোয়াড়: আগস্ট ২০২২, ফেব্রুয়ারি ২০২৩, মার্চ ২০২৩\nসেরিয়ে আ মাসের সেরা গোল: মার্চ ২০২৩\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nখভিচা কভারাতসখেলিয়া – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nখভিচা কভারাতসখেলিয়া – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে খভিচা কভারাতসখেলিয়া  (ইংরেজি)  \nসকারবেসে খভিচা কভারাতসখেলিয়া (ইংরেজি) \nবিডিফুটবলে খভিচা কভারাতসখেলিয়া  (ইংরেজি)  \nইইউ-ফুটবলে খভিচা কভারাতসখেলিয়া (ইংরেজি) \nট্রান্সফারমার্কেটে খভিচা কভারাতসখেলিয়া (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে খভিচা কভারাতসখেলিয়া (ইংরেজি) \nইএসপিএন এফসিতে খভিচা কভারাতসখেলিয়া (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে খভিচা কভারাতসখেলিয়া (ইংরেজি)"}