{"pageid": 1185738, "title": "কালিকলম", "url": "https://bn.wikipedia.org/wiki?curid=1185738", "content": "কালিকলম – বাংলা সাহিত্যের কল্লোল যুগে নতুনতর সাহিত্য সৃষ্টির প্রয়াসে কলকাতা হতে প্রকাশিত সচিত্র মাসিক পত্রিকা। তবে নানা কারণে এটি বেশি দিন স্থায়ী হয়নি। ১৯২৬ খ্রিস্টাব্দের এপ্রিলে ( ১৩৩৩ বঙ্গাব্দের বৈশাখ মাসে) আত্মপ্রকাশ করে এবং ১৩৩৬ বঙ্গাব্দের মাঘ মাসের সংখ্যার পর চিরতরে বন্ধ হয়ে যায়। কল্লোল পত্রিকার সঙ্গেই উচ্চারিত হয় কালিকলম-এর নাম। \"উদ্ধত যৌবনের ফেনিল উদ্দামতা সমস্ত বাধা বন্ধনের বিরুদ্ধে নির্ধারিত বিদ্রোহ স্থবির সমাজের পচাভিত্তিকে উৎখাত করার আলোড়ন\" ছিল  কল্লোলের উদ্দেশ্য।   কল্লোল পত্রিকার সঙ্গে 'কালিকলম'-এর আদর্শেরও একটি গভীর ঐক্য ছিল।  তাছাড়া কল্লোলের লেখকেরাই ছিলেন 'কালিকলম' এর লেখক। পত্রিকা দুটির লেখকের তালিকায় যারা ছিলেন তারা সকলেই তরুণ তথা নব্য-লেখক।\n'কালিকলম' আর 'কল্লোল' পত্রিকা দু-টির ভাবাদর্শ  সম্পর্কে অচিন্ত্যকুমার সেনগুপ্ত বলেছেন–\n\n কল্লোল ও কালিকলম যেন একই মুক্ত বিহঙ্গের দুটি দীপ্ত পাখা’।\n\n\n== প্রেক্ষাপট ==\nকালিকলম-এর প্রকাশের কারণ ব্যাখ্যায় অচিন্ত্যকুমার তার কল্লোলযুগ গ্রন্থে উল্লেখ করেছেন এই বলে যে– \".....প্রেমেন শৈলজার অর্থের প্রয়োজন তখন অত্যন্ত। তাই তারা ঠিক করলেন আলাদা একটা কাগজ বের করবে। সেই কাগজে ব্যবস্থা করবে অশনাচ্ছাদনের।\" প্রেমেন্দ্র মিত্র ও শৈলজানন্দ মুখোপাধ্যায় তাদের অর্থাভাব দূরীকরণের এক পন্থা হিসাবে কালিকলম প্রকাশের কথা চিন্তা করলেও, আধুনিক পর্বের বাংলা সাহিত্যে তাদের সৃষ্টিশীলতার কাজ নবযুগ সৃষ্টির পথ প্রশস্ত করেছিল নিঃসন্দেহে।\nপত্রিকাটির প্রথম সম্পাদক হলেন প্রেমেন্দ্র মিত্র, শৈলজানন্দ মুখোপাধ্যায় ও মুরলীধর বসু তিনজনে এবং কর্মাধ্যক্ষ হন বরদা এজেন্সির কর্ণধার শিশিরকুমার নিয়োগী। তিনিই প্রকাশনার অর্থ যোগাতেন। বরদা এজেন্সি হতে 'কালিকলম' প্রকাশের শর্ত ছিল সম্পাদক তিনজন এবং কর্মাধ্যক্ষ প্রত্যেকেই মাথাপিছু দুশো টাকা চাঁদা দেবেন এবং পরিবর্তে শিশিরকুমার নিয়োগীর বরদা এজেন্সিকে একটি করে উপন্যাস দেবেন। পত্রিকার প্রতি সংখ্যার মূল্য নির্ধারিত হয়েছিল চার আনা এবং প্রতি মাসের ত্রিশ তারিখে কলকাতার কলেজ স্ট্রিট থেকে প্রকাশিত হত।\nপত্রিকাটি প্রথম প্রকাশিত হয়েছিল ১৩৩৩ বঙ্গাব্দের বৈশাখে (১৯২৬ খ্রিস্টাব্দের এপ্রিলে)।  একবছর পর ১৩৪৪ বঙ্গাব্দের বৈশাখে প্রেমেন্দ্র মিত্র এবং দ্বিতীয় বর্ষের শেষ দিকে শৈলজানন্দ মুখোপাধ্যায় সম্পাদনার দায়িত্ব থেকে অব্যাহতি নিলে কালিকলম এর দুঃসময় শুরু হয় তৃতীয় বৎসর অর্থাৎ ১৩৩৫ বঙ্গাব্দ হতে। ঋণের বোঝা বহন দুঃসাধ্য হয়ে পড়ে একা মুরলীধরের। তিনি  সম্পাদনার গুরু দায়িত্বে সঙ্গী হিসাবে পেয়েছিলেন সুলেখিকা স্ত্রী নীলিমা বসুকে।\n কিন্তু তার অকাল মৃত্যু তাকে নিঃসঙ্গ করে দেয় এবং অন্যদিকে অর্থ সঙ্কটে পত্রিকাটির চতুর্থ বর্ষে ১৩৩৬ বঙ্গাব্দে বৈশাখ থেকে আশ্বিন মাসে কোন সংখ্যাই তিনি প্রকাশ করতে পারেন নি। মাঘ মাসের শেষ সংখ্যার পর পত্রিকাটি চিরতরে বন্ধ হয়ে যায়।\nপ্রথিতযশা সাহিত্যিকদের ছোটগল্প, কবিতা উপন্যাস প্রকাশিত হত পত্রিকাটিতে আর সেই লেখকেরা ছিলেন -\n\nশৈলজানন্দ মুখোপাধ্যায়\nমোহিতলাল মজুমদার\nকাজী নজরুল ইসলাম\nমণীন্দ্রনাথ বসু\nজগদীশ গুপ্ত\nপ্রমথনাথ বিশী\nকেদারনাথ বন্দ্যোপাধ্যায়\nঅতুল গুপ্ত প্রমুখেরা।\nরবীন্দ্রনাথ ছাড়াও কাজী নজরুল ইসলাম, অতুলপ্রসাদ সেন, সোমেন্দ্রনাথ ঠাকুর প্রমুখের স্বরলিপিসহ গান মুদ্রিত হত পত্রিকাটিতে। বিশিষ্ট ব্যক্তিদের আলোকচিত্র এবং সমকালীন তরুণ শিল্পীদের আঁকা ছবি পত্রিকাটির আকর্ষণ বৃদ্ধি করত। \n\n\n== উল্লেখযোগ্য প্রকাশনা ==\nঅল্প সময়ের প্রকাশনায় আধুনিকতার ইতিহাসে একটি নতুন অধ্যায় রচনা করেছিল কালিকলম। পাঠকদের আকর্ষণ করার জন্য ছিল সংগ্রহ’, ‘চয়নিকা’, ‘বিচিত্রা’, ‘অসংলগ্ন’, ‘চিত্র’ ও ‘সাহিত্যপ্রসঙ্গ’ নানা নামের ফিচার আর সমকালীন সাহিত্য নিয়ে সমালোচনা। শৈলজানন্দ মুখোপাধ্যায়ের ধারাবাহিক গল্প মহাযুদ্ধের ইতিহাস এবং প্রেমেন্দ্র মিত্রের উপন্যাস পাঁক দিয়ে পত্রিকার সূচনা হয়েছিল।   জীবনানন্দ দাশের প্রথম কাব্যগ্রন্থ-ঝরা পালক-এর প্রথম কবিতা আমি সেই কবি সহ সতেরটি কবিতা প্রকাশিত হয় কালিকলমের পাতায়। \nপত্রিকাটির দ্বিতীয় বর্ষের বৈশাখ হতে চৈত্র পর্যন্ত ধারাবাহিক ভাবে প্রকাশিত হয় সুরেশচন্দ্র বন্দ্যোপাধ্যায়ের উপন্যাস- চিত্রবহা, তৃতীয় সংখ্যায় প্রকাশিত হয় মহেন্দ্রনাথ রায়ের (ছদ্মনাম নিরুপম গুপ্ত) গল্প শ্রাবণ-ঘন-গহন-মোহে। পুলিশের চোখে লেখা দুটি অশ্লীল বলে চিহ্নিত হয় আর তার সঙ্গে যুক্ত হয়  শনিবারের চিঠির সম্পাদক সজনীকান্ত দাসের নালিশ রবীন্দ্রনাথের কাছে। তৎকালীন যাবতীয় পত্রিকা অবশ্য শৈলজানন্দ ও মুরলীধরের সমর্থন করলেও তাদের দুর্গতি ভোগ করতে হয়।  \nপরিসমাপ্তি ঘটে যায় ১৩৩৬ বঙ্গাব্দের মাঘ মাসের সংখ্যার সঙ্গে।\nকালিকলমএর অকালমৃত্যুতে ব্যথিত \nজগদীশ গুপ্ত  লিখেছেন- \n“কালিকলমের অকালমৃত‍্যুর মাঝে আমার নিজের‌ও সমাধি হ‌ইয়াছে এইরূপ অনুভব করিতেছি।” \n\n\n== তথ্যসূত্র =="}