{"pageid": 1185600, "title": "বেয়নেট", "url": "https://bn.wikipedia.org/wiki?curid=1185600", "content": "বেয়নেট (ফরাসি baïonnette থেকে) হল একটি ছুরি, ছোরা, তলোয়ার, বা গজাল-আকৃতির অস্ত্র যা একটি রাইফেল, মাস্কেট বা অনুরূপ আগ্নেয়াস্ত্রের মুখের শেষে লাগানোর জন্য নকশা করা, একে বর্শার মতো অস্ত্র হিসাবে ব্যবহার করা যায়।  ১৭ শতক থেকে প্রথম বিশ্বযুদ্ধ পর্যন্ত এটি পদাতিক আক্রমণের একটি প্রাথমিক অস্ত্র হিসাবে বিবেচনা করা হত। আজ এটি একটি আনুষঙ্গিক অস্ত্র বা শেষ অবলম্বনের একটি অস্ত্র হিসাবে বিবেচিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAlexander, Bevin R. (১৯৮৬), Korea: The First War We Lost, New York, NY: Hippocrene Books, Inc, আইএসবিএন 978-0-87052-135-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAppleman, Roy (১৯৮৯), Disaster in Korea: The Chinese Confront MacArthur, College Station, TX: Texas A and M University Military History Series, 11, আইএসবিএন 978-1-60344-128-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAppleman, Roy (১৯৯০), Escaping the Trap: The US Army X Corps in Northeast Korea, 1950, College Station, TX: Texas A and M University Military History Series, 14, আইএসবিএন 0-89096-395-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nEdmonds, J. E. (১৯৯৩) [1932]। Military Operations France and Belgium, 1916: Sir Douglas Haig's Command to the 1st July: Battle of the Somme। History of the Great War Based on Official Documents by Direction of the Historical Section of the Committee of Imperial Defence। I (Imperial War Museum & Battery Press সংস্করণ)। London: Macmillan। আইএসবিএন 0-89839-185-7। \nMarshall, S.L.A. (১৯৮৮), Infantry Operations and Weapon Usage in Korea, London, UK: Greenhill Books, আইএসবিএন 0-947898-88-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPrior, R.; Wilson, T. (২০০৫)। The Somme। Yale University Press। আইএসবিএন 0-300-10694-7। \nRoe, Patrick C. (২০০০), The Dragon Strikes, Novato, CA: Presidio, আইএসবিএন 0-89141-703-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়া ==\nহান্টিং ওয়েপন, হাওয়ার্ড এল ব্ল্যাকমোর, ২০০০, ডোভার পাবলিকেশন্স\n\n\n== বহিঃসংযোগ ==\nবিশ্ব বেয়নেটস\nনেপোলিয়নিক যুদ্ধের সময় পদাতিক কৌশল - বেয়নেট যুদ্ধ, বেয়নেট চার্জ"}