{"pageid": 1185581, "title": "মুদি দোকান", "url": "https://bn.wikipedia.org/wiki?curid=1185581", "content": "মুদি দোকান বা সহজভাবে মুদিখানা  হল এমন একটি দোকান যা প্রাথমিকভাবে খাদ্য পণ্যের একটি সাধারণ পরিসরের তাজা বা প্যাকেজ খাবার খুচরো বিক্রি করে, যা মার্কিন দৈনন্দিন ব্যবহারে, যদিও \"মুদি দোকান\" সুপারমার্কেটের একটি প্রতিশব্দ, এবং মুদিখানার পণ্য বিক্রি করে এমন অন্যান্য দোকান উল্লেখ করতে ব্যবহৃত হয় না। যুক্তরাজ্যে, খাবার বিক্রি করে এমন দোকানগুলিকে মুদির দোকান  বা মুদির দোকান হিসাবে আলাদা করা হয় (যদিও দৈনন্দিন ব্যবহারে, লোকেরা সাধারণত \"সুপারমার্কেট\" বা \"কোনার দোকান\"  বা \"সুবিধার দোকান\" শব্দটি ব্যবহার করে)।\nসুপারমার্কেট এবং হাইপারমার্কেটের মতো মুদির জিনিস বিক্রি করে এমন বড় ধরনের দোকানে সাধারণত উল্লেখযোগ্য পরিমাণে খাদ্যবহির্ভূত পণ্য যেমন পোশাক এবং গৃহস্থালির জিনিসপত্র মজুত থাকে। ছোট মুদির দোকানগুলি যেগুলি প্রধানত ফল এবং সবজি বিক্রি করে সেগুলি গ্রিনগ্রোসার (ব্রিটেন) বা উৎপাদিত বাজার (মার্কিন) নামে পরিচিত এবং ছোট মুদির দোকানগুলি যেগুলি প্রধানত তৈরি খাবার, যেমন ক্যান্ডি এবং স্ন্যাকস বিক্রি করে, সুবিধার দোকান বা উপাদেয় দোকান হিসাবে পরিচিত।\n\n\n== সংজ্ঞা ==\n\"মুদি দোকান\" এর সংজ্ঞা পরিবর্তিত হয়; মার্কিন এবং কানাডীয় \"মুদি দোকান\" এর দাপ্তরিক সংজ্ঞাগুলি কিছু ব্যবসাকে বাদ দেয় যেগুলি মুদি বিক্রি করে, যেমন সুবিধার দোকান।\n\n\n== আরও দেখুন ==\nবাল্ক খাবার\nখাদ্য সমবায়\nসাধারণ দোকান\nসুবিধার দোকানের তালিকা\nখাদ্য সমবায়ের তালিকা\nমুদিদের তালিকা\nহাইপারমার্কেটের তালিকা\nঅনলাইন মুদিদের তালিকা\nসুপারমার্কেট চেইন তালিকা\nসুপারস্টোরের তালিকা\nস্ব সেবা\nতরিতরকারি বিক্রেতা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nDeutsch,  Tracey. Building a Housewife's Paradise: Gender, Politics, and American Grocery Stores in the Twentieth Century (2010)\nMayo, James M. (১৯৯৩)। The American grocery store: the business evolution of an architectural space। Greenwood Press। আইএসবিএন 0313265208। \nNebraska Jewish Historical Society. Mom and Pop Grocery Stores (2011)\nRaijas, Anu (মার্চ ২০০২)। \"The consumer benefits and problems in the electronic grocery store\"। Journal of Retailing and Consumer Services। 9 (2): 107–113। আইএসএসএন 0969-6989। ডিওআই:10.1016/S0969-6989(01)00024-8। \nSpellman, Susan V. Cornering the market: Independent grocers and innovation in American small business, 1860--1940 (Oxford University press, 2015) online dissertation version 2009\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মুদি দোকান সম্পর্কিত মিডিয়া দেখুন।\n উইকিঅভিধানে grocer-এর আভিধানিক সংজ্ঞা পড়ুন।"}