{"pageid": 1185403, "title": "মেলা শিকার", "url": "https://bn.wikipedia.org/wiki?curid=1185403", "content": "মেলা শিকার (অসমীয়া: ') বন্দী ব্যবহারের জন্য বন্য হাতিদের বন্দী করার একটি ঐতিহ্যগত পদ্ধতি। এই পদ্ধতিগুলি বার্মা, থাইল্যান্ড, ভিয়েতনাম, লাওস এবং কম্বোডিয়া এবং ভারতের আসামে বাবহারিত হয়। এই প্রক্রিয়াটিতে একটি প্রশিক্ষিত হাতির পেছন থেকে একটি বন্য হাতিকে ল্যাসো করা জড়িত, যাকে কুনকি বলা হয়।  এই প্রথা ভারতের উত্তর-পূর্ব অংশে প্রচলিত, বিশেষ করে আসামে, এবং প্রাচীন ভারতে দেখা যায় এমন পদ্ধতিগুলির মধ্যে একটি। অন্যান্য ঐতিহ্যবাহী হাতি ধরার পদ্ধতিগুলির মধ্যে রয়েছে: খেদদা, বাইল শিকার, স্নারিং, পিট পদ্ধতি এবং একটি পুরুষ হাতিকে প্রলুব্ধ করার জন্য একটি মহিলা কুঙ্কি ব্যবহার করে প্রতারণা করা। বছরে দু'বার মেলা শিকারের আয়োজন করা হত - দুর্গাপূজার পরে এবং বিহুর সময়।\n\n\n== পদ্ধতি ==\nমেলা শিকারের জন্য একজন দক্ষ মাহুত বা ফান্ডির প্রয়োজন। এই ব্যক্তি একটি বন্য হাতিকে অন্যের উপর বসানোর সময় লাসো করতে সক্ষম।  ফান্দি, যিনি তার ক্ষমতার জন্য সুপরিচিত, তার সাথে আরেকজন মাহুত সহকারী রয়েছে। উত্তর-পূর্ব ভারতের লোককাহিনীতে ফান্ডির বৈশিষ্ট্য। ১৯৭৭ সাল থেকে, হাতি ধরার এই এবং অন্যান্য সমস্ত পদ্ধতি অবৈধ, কিন্তু ১৯৭৭ সালের আইনের আগে, মেলা শিকার শুধুমাত্র আসামে প্রতি বছর আনুমানিক ৩০০ থেকে ৪০০ হাতি মারার জন্য ব্যবহার করা হত। \nতিনটি স্বতন্ত্র কারণ মেলা শিকার পদ্ধতিকে একটি নিরাপদ করে তোলে।\n\nএটা সম্পূর্ণ সিলেক্টিভ। এটি সাধারণত সাবধানে অধ্যয়ন করা এবং নির্বাচিত প্রাণীদের লক্ষ্য করে, বিশেষ করে ছোট, আরও নমনীয়।\nমৃত্যুর হার কম, যেহেতু তুলনামূলকভাবে অল্প সংখ্যক হাতি বন্দীদের যত্ন নেওয়ার জন্য পর্যাপ্ত জনবল নিয়ে একবারে ধরা পড়ে।\nমাহুতশিপ এবং প্রশিক্ষণের সময় মৃত্যুর হার কম, কারণ নিযুক্ত সমস্ত কর্মী অত্যন্ত দক্ষ।\n\n\n== গাজালী শিকার ==\nগাজালী শিকার মেলা শিকারের একটি প্রকরণ। অসমীয়া ভাষায় গাজালি মানে ঘাসের কচি কান্ড। হাতিরা মে-জুন মাসে প্রিমনসুন বৃষ্টির সময় গজালিকে খুব পছন্দ করে। তারা ঘাসযুক্ত প্যাচের প্রতি আকৃষ্ট হয়, ফান্ডিকে তাদের ধরার একটি ভাল সুযোগ দেয়। \n\n\n== আইনি সমস্যা ==\n১৯৭৭ সালের আগে, হাতিগুলি বন্যপ্রাণী সুরক্ষা আইনের তফসিল-২ (পার্ট-১) এর অধীনে ছিল, যা হাতিগুলিকে \"বিশেষ গেম\" এর মর্যাদা দিয়েছিল যার জন্য এটি লাইসেন্সের অধীনে হত্যা, বন্দী বা বাণিজ্যিকভাবে ব্যবসা করা যেতে পারে। ১৯৭৭ সালে হাতিটিকে আইনের তফসিল-১ এর আওতায় আনা হয়, যা তার দখলকে অবৈধ করে তোলে। এই নিষেধাজ্ঞার ফলে ধীরে ধীরে বিশেষভাবে প্রশিক্ষিত মাহুত বা ফান্ডির একটি লাইন বিলুপ্ত হয়ে যায়।\nহস্তী প্রকল্পের প্রাক্তন ডিরেক্টর এবং সিনিয়র ফরেস্ট সার্ভিস অফিসার এস এস বিস্তকে বলেন, \"বন সুরক্ষা আইনের ১২ নম্বর ধারা অনুযায়ী, হাতি ধরার অনুমতি কেবল জনসংখ্যা নিয়ন্ত্রণ ও বৈজ্ঞানিক গবেষণা কেন্দ্রই দিতে পারে। শেষবার আসামকে এই ধরনের অনুমতি দেওয়া হয়েছিল '৮০-এর দশকে'।\n\n\n== ফান্ডিদের উপর ১৯৭৭ সালের আইনের প্রভাব ==\nএই নিষেধাজ্ঞার ফলে অনেক ফান্ডি বেকার এবং গৃহহীন হয়ে পড়েছে। তাদের বিশেষ দক্ষতা দিয়ে জীবিকা নির্বাহ করা থেকে নিষিদ্ধ, তাদের অদ্ভুত কাজ করতে হয়েছিল, যেমন দিনমজুর হয়ে ওঠা। সরকার আসাম-অরুণাচল সীমান্তের কাছে ১৩টি গ্রামে ১০ পরিবারকে বসতি স্থাপন করেছে। ২০০৬ সালে, বাসিন্দাদের উচ্ছেদ করা হয়েছিল, তাদের বাড়িগুলি বুলডোজ করা হয়েছিল বা পুড়িয়ে দেওয়া হয়েছিল এবং কিছু বাসিন্দাকে শারীরিকভাবে লাঞ্ছিত করা হয়েছিল। সেই সময় থেকে, জঙ্গল গ্রামগুলি পুনরুদ্ধার করেছে।\n\n\n== পুনর্বাসন ==\nকর্মহীন ফান্ডিদের পুনর্বাসনের জন্য কাজ করা একটি সংগঠন Xodou Axom Hati Phando Xonmilon ইউনিয়নের মতে, ১৯৭২ সাল থেকে সরকার মাত্র ৩৭ টি ফান্ডিকে চাকরি দিয়েছে। লখিমপুরের ডেপুটি কমিশনার জয়ন্ত নারলিকর জানিয়েছেন, জেলায় প্রায় ১৭০টি পরিবারকে অর্থ ও জমি দেওয়া হয়েছে।\n\n\n== উদ্ধৃতি ==\nপ্রখ্যাত হাতি বিশেষজ্ঞ এবং প্রবীণ ফান্ডিরা তাদের প্রতিক্রিয়া এবং মতামত নিম্নরূপ প্রকাশ করে:\n\nবিশেষজ্ঞ ফাণ্ডি পার্বতী বড়ুয়া বলেন, \"এখনই যদি কিছু না করা হয়, তাহলে মেলা শিকারের শিল্পটি শীঘ্রই মারা যাবে তা নিশ্চিত কারণ নতুন প্রজন্মকে তার শিল্প শেখানোর জন্য আশেপাশে কোনও বিশেষজ্ঞ ফাঁড়ি থাকবে না। আমি জানি না, আবারও অনুমতি দেওয়া হবে কি না। তবে মাঝে মাঝে মেলা শিকারের অনুমতি দেওয়া হলে আমি কোনও ক্ষতি দেখতে পাচ্ছি না। এটি শত শত ফান্ডিকে জীবিকা প্রদান করবে এবং মানুষ-হাতি দ্বন্দ্ব নিয়ন্ত্রণে রাখবে।\nপ্রখ্যাত হাতি বিশেষজ্ঞ ধৃতিকান্ত লাহিড়ী চৌধুরী বলছেন, \"মেলা শিকার নিয়ে প্রকল্প হাতি কমিটির কাছে ইতোমধ্যে একটি রেজোলিউশন রয়েছে। অর্থাৎ, মেলা শিকারের কৌশলটি ব্যবহার করা যেতে পারে, তবে কেবল বন্য পশুপালকদের ভয় দেখানোর জন্য। হাতির সংখ্যা হ্রাস করার জন্য, তবে, প্রশান্তি একটি ভাল এবং কার্যকর বিকল্প। মেলা শিকার একটি খুব পুরানো কৌশল। প্রাচ্যে আলেকজান্ডার দ্য গ্রেটের প্রচারাভিযানের রেকর্ডে আমরা এই শিল্পের প্রাচীনতম উদাহরণটি খুঁজে পাই। সেই সময়, এমনকি তিনি হাতিগুলিকেও ধরেছিলেন। তখন এটাকে খেলাধুলা হিসেবে বিবেচনা করা হতো। একটি বিশ্বাস আছে যে মেলা শিকার হাতির ক্ষতি করে। এটা সত্য নয়'।\nপ্রিন্সিপাল চিফ কনজারভেটর অফ ফরেস্ট (বন্যপ্রাণ) সুরেশ চন্দ বলেন, \"সামাজিক দায়বদ্ধতার দিক থেকে ফান্ডিদের পুনর্বাসনের ব্যবস্থা করতে হবে। কিন্তু এটা খুবই জটিল একটা বিষয়। আমরা ফান্ডিদের সমস্যাগুলি বুঝতে পারি, কিন্তু কোনও বিষয়ে সিদ্ধান্ত নিতে পারি না।\nপশু চিকিৎসক ও হাতি বিশেষজ্ঞ কুশল কে শর্মা বলছেন, \"পুনর্বাসনের বিষয়টি সামনে আসছে কেন? বন্য হাতিকে ফাঁদে ফেলা কখনোই সমর্থনযোগ্য হতে পারে না। তা ছাড়া, হাতির ফাঁদে পড়া একটি মৌসুমি ব্যাপার, তাহলে বছরের বাকি সময়টা কীভাবে বেঁচে গেল ফান্ডিরা? তারা জমিতে চাষাবাদ করতেন। সুতরাং, পুনর্বাসনের প্রশ্নই ওঠে না\"।\n\n\n== শিকারের পুনরুজ্জীবন ==\n২০০৯ সালে, আসাম মেলা শিকার পুনরুজ্জীবিত করার জন্য কেন্দ্রের কাছে অনুমতি চেয়েছিল। রাজ্য সরকারি দায়িত্বে বন্দী এবং নিয়ন্ত্রণ করা প্রাণীদের রাখতে চায় - বন্যপ্রাণী অভয়ারণ্যে রক্ষক এবং পর্যটকদের বহন করতে এবং ইভিএম এবং ভোটগ্রহণ কর্মকর্তাদের প্রত্যন্ত অঞ্চলে পরিবহন করতে। এটিও আশা করে যে এই পদক্ষেপটি মানব-হাতি সংঘর্ষকে ধারণ করবে। \n\n\n== আরও দেখুন ==\nকাজিরাঙ্গা হাতি উৎসব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nউত্তর-পূর্ব ভারতে হাতি ধরা"}