{"pageid": 1185947, "title": "চেন ইউমেই", "url": "https://bn.wikipedia.org/wiki?curid=1185947", "content": "চেন ইউমেই (চীনা: 陳玉梅; জন্ম ফেই মেংমিন (চীনা: 費夢敏); ১৯১০-১৯৮৫) একজন চীনা চলচ্চিত্র অভিনেত্রী এবং গায়ক ছিলেন, যিনি ১৯২০ এবং ১৯৩০-এর দশকে সক্রিয়। ১৯৩৪ সালে \"মুভি কুইন\"-এর মুকুট পরা এই অভিনত্রী তার উত্তম দিনে চীনের অন্যতম বড় তারকা ছিলেন। তার কর্মজীবনের শীর্ষে তিনি তিয়ানই চলচ্চিত্র কোম্পানির বস রুঞ্জে শ (শাও জুইওয়েং) কে বিয়ে করেন এবং অভিনয় থেকে অবসর নেন। মিতব্যয়ীতার গুণ প্রচারে তার প্রচেষ্টার জন্য তাকে \"মিতব্যয়ী তারকা\" ডাকনাম দেওয়া হয়েছিল।\n\n\n== কর্মজীবন ==\nচেন ইউমেই ১৯১০ সালে চিয়াংসু প্রদেশের ছাংচৌ মেঙ্গে (孟河) শহরে জন্মগ্রহণ করেন। জন্মের সময় তার নাম ছিল ফেই মেংমিন (费梦敏)। \n১৩ বছর বয়সে চেন চলচ্চিত্রে আত্মপ্রকাশ করেন, গান বাই ইউয়ান (松柏缘) চলচ্চিত্রে একটি ছোট ভূমিকায় অভিনয় করেন। ১৫ বছর বয়সে তিনি তার ভবিষ্যত স্বামী রুঞ্জে শ (শাও জুইওয়েং) দ্বারা পরিচালিত একটি থিয়েটার হাসির মঞ্চ অভিনেত্রী প্রশিক্ষণ স্কুলে ভর্তি হন। ১৯২৬ সালে তিনি শ' দ্বারা প্রতিষ্ঠিত চলচ্চিত্র স্টুডিও তিয়ানিতে যোগ দেন এবং দ্য ফ্লার্টিং স্কলার (唐伯虎点秋香) ছবিতে কিউ জিয়াং-এর চরিত্রে অভিনয় করার জন্য নির্বাচিত হন) চলচ্চিত্রটি খুব একটা সফলতা পায়নি এবং হু ডাই (বাটারফ্লাই উ) এবং উ সুক্সিন (吴素馨) এর পরে চেন তিয়ানির মাধ্যমিক তারকা ছিলেন। \n১৯২৮ সালে তিয়ানির তারকা অভিনেত্রী হু ডাই তিয়ানির প্রধান প্রতিদ্বন্দ্বী মিংক্সিং চলচ্চিত্র কোম্পানিতে চলে যান এবং চেন ইউমেই তাকে তিয়ানির এক নম্বর অভিনেত্রী হিসেবে প্রতিস্থাপন করেন।  তিনি তিয়ানির দ্বারা নির্মিত ৩০ টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন, বিশেষত আ গার্ল নেমড ইউনলান (芸兰姑娘, ১৯৩২), লাইভলিহুড (生机, ১৯৩৩), এবং দ্য স্ট্রাগল (挣扎, ১৯৩৩)। তার অনেক ভূমিকা ছিল দুঃখী প্রকৃতির। একটি সাক্ষাত্কারে, তিনি বলেন সাংহাই মিউনিসিপ্যাল কাউন্সিল কর্তৃক নিষিদ্ধ একটি প্রগতিশীল চলচ্চিত্র লাইভলিহুডের নাম নেন, যা তার প্রিয় চলচ্চিত্রগুলির মধ্যে একটি। তিনি তার চলচ্চিত্রে অনেক থিম গান গেয়েছেন, যার মধ্যে বেশ কয়েকটি চার্টের শীর্ষে রয়েছে এবং তিনি পাথে রেকর্ডস দ্বারা একটি রেকর্ড প্রকাশ করেছেন। \nচেন ইউমেই মিতব্যয়ীতার গুণের প্রশংসা করার জন্য পরিচিত ছিলেন এবং তাকে \"মিতব্যয়ী তারকা\" ডাকনাম দেওয়া হয়েছিল। তিনি প্রায়শই সাধারণ কাপড়ের তৈরি একটি চেওংসাম পরে জনসমক্ষে হাজির হন এবং একবার একটি হাই-প্রোফাইল পার্টিতে খুব সস্তা ব্র্যান্ডের সিগারেট পান করতে দেখা যায় তাকে। \n\n\n== পুরস্কার ==\n\n১৯৩৩ সালে, চেন ডিয়েই (陈蝶衣), স্টার ডেইলি (明星日报) পত্রিকার প্রকাশক, সবচেয়ে জনপ্রিয় চলচ্চিত্র তারকাদের জন্য চীনের প্রথম সর্বজনীন ভোটের আয়োজন করেন। সারা দেশ জুড়ে ভক্তরা, সেইসাথে জাপানের কিছু, ভোটে অংশ নিয়েছিল, এবং ফলাফল ২৮ ফেব্রুয়ারি একটি জনসাধারণের অনুষ্ঠানে উন্মোচন করা হয়েছিল। চেন ইউমেইয়ের প্রাক্তন সহকর্মী হু ডাই পলাতক বিজয়ী ছিলেন এবং ২১,৩৩৪ ভোট পেয়ে \"মুভি কুইন\"-এর মুকুট লাভ করেন। চেন ইউমেই ১০,০২৮ ভোট পেয়ে প্রথম রানার আপ ছিলেন, লিয়ানহুয়ার তারকা রুয়ান লিংইউকে এগিয়ে ছিলেন, যিনি ৭,২৯০ ভোট পেয়ে দ্বিতীয় রানার আপ ছিলেন৷ \n১৯৩৪ সালে, মুভি লাইফ পত্রিকা \"মুভি কুইন\" এর দ্বিতীয় ভোটের আয়োজন করে এবং চেন ইউমেই ৩০,২৩২ ভোট পেয়ে শিরোনাম জিতেছিল। যাইহোক, অভিযোগ করা হয়েছিল যে তিয়ানির বস রুঞ্জে শ পত্রিকার অসংখ্য কপি কিনেছিলেন এবং তাকে জয়ী করতে সাহায্য করার জন্য একাধিক ভোট দিয়েছিলেন। \n\n\n== বিবাহ এবং অবসর ==\n\nতিনি \"মুভি কুইন\" খেতাব জেতার পরপরই, চেন ইউমেই ১৯৩৪ সালে তার বস রুঞ্জে শ-কে বিয়ে করেন এবং অভিনয় থেকে অবসর নেন। একই বছরে তিয়ানি হংকংয়ে প্রসারিত হয় এবং কাউলুনে একটি স্টুডিও তৈরি করা হয়। শ কোম্পানির কার্যক্রম তদারকির জন্য হংকং যান এবং সেখানে চেন তার সাথেই ছিলেন।  দ্বিতীয় চীন-জাপান যুদ্ধ সাংহাইয়ে তিয়ানির ব্যবসা ধ্বংস করে এবং পরবর্তীতে চীনে কমিউনিস্ট বিজয়ের পর, শ চলচ্চিত্র নির্মাণ থেকে অবসর নেন এবং পরে ১৯৭৫ সালে সাংহাইয়ে চলে যান।  \nচেন ১৯৮৫ সালে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে চেন ইউমেই (ইংরেজি)"}