{"pageid": 1185374, "title": "নীল বোতাম", "url": "https://bn.wikipedia.org/wiki?curid=1185374", "content": "নীল বোতাম বা নীল বোতাম জেলিফিশ (বৈজ্ঞানিক নাম: Porpita porpita; পর্পিতা পর্পিতা) হলো বহুসংখ্যক হাইড্রয়েডের কলোনির সমন্বয়ে গঠিত একটি সামুদ্রিক জীবসত্তা। ভূমধ্যসাগর, পূর্ব আরব সাগরসহ প্রশান্ত মহাসাগর, আটলান্টিক ও ভারত মহাসাগরের ক্রান্তীয় ও উপক্রান্তীয় উষ্ণ পানিতে এদের পাওয়া যায়। ১৭৫৮ সালে কার্ল লিনিয়াস এদের শনাক্ত করে মেডুসা পর্পিতা (Medusa porpita) নামে নামকরণ করেন। পাশাপাশি এটি কন্ড্রোফোরা নামক অধিবর্গের দুইটি গণের অন্যতম। এটি নিডারিয়ানদের এমন একটি দল, যার মধ্যে ভেলেল্লা-ও অন্তর্ভুক্ত। কন্ড্রোফোর জীবসত্তা অধিক সুপরিচিত সাইফনোফোরের (ভাসমান সন্ত্রাস বা ফাইসেলিয়া ফাইসেলিস গোত্র) সাথে সাদৃশ্যপূর্ণ। বাহ্যিকভাবে জেলিফিশের সাথে মিলসম্পন্ন হলেও প্রতিটি জীবসত্তা আদতে হাইড্রোজোয়ান পলিপের একেকটি কলোনি। হাইড্রোজোয়া শ্রেণিবিন্যাসগতভাবে নিডারিয়া পর্বের অন্তর্ভুক্ত। বিভিন্ন ধরনের সাগর কুসুম, প্রবাল ও জেলিফিশ এই পর্বের অন্তর্ভুক হওয়ার কারণে এগুলোর মধ্যে বাহ্যিক সাদৃশ্য পরিলক্ষিত হয়।\n\n\n== বর্ণনা ==\nনীল বোতামের ব্যাস ৩০ মিলিমিটার পর্যন্ত হতে পারে। এরা মূলত সমুদ্রপৃষ্ঠে ভাসমান অবস্থায় থাকে। এদের দেহকে মোটা দাগে দুইটি অংশে ভাগ করা যায়: ভাসনযন্ত্র ও হাইড্রয়েড কলোনি। কেন্দ্রীয় সোনালি-হলুদ রঙের চাকতিটি গোলাকার, চ্যাপ্টা এবং ব্যাস প্রায় এক ইঞ্চি। ভাসনযন্ত্রটি জীবসত্তার উল্লম্ব চলাচল নিয়ন্ত্রণ করে। পাশাপাশি এতে থাকা সূক্ষ্ম ছিদ্র পরিবেশের থেকে তথ্য গ্রহণ করে ও নিকটবর্তী অন্যান্য নীল বোতামের সাথে যোগাযোগ রক্ষা করে। উজ্জ্বল ফিরোজা নীল থেকে হলুদ বর্ণের হাইড্রয়েড কলোনি জেলিফিশের টেন্টাকলের মতো দেখতে। প্রতিটি সূত্রক অনেক শাখা-প্রশাখায় বিভক্ত হয়। নেমাটোসিস্ট নামের দংশনকারী অঙ্গাণু সূত্রকের সবচেয়ে দূরবর্তী প্রান্ত পর্যন্ত বিস্তৃত। ভাসনযন্ত্রের নিচে নীল বোতামের একটিমাত্র মুখ রয়েছে। এর মাধ্যমে এরা শিকারকে দেহের ভেতরে প্রবেশ করায় এবং উচ্ছিষ্টাংশ দেহ থেকে নির্গমণ করে। মুখটি গনোজুয়োয়েড ও ডাক্টাইলোজুয়োয়েডের বলয় দ্বারা বেষ্টিত। শুধুমাত্র ডাক্টালোজুয়োয়েড থেকেই টেন্টাকলসমূহ নির্গত হয়। ডাক্টাইলোজুয়োয়েডের বলয় মুখ থেকে দূরে হাইড্রয়েড কলোনির সবচেয়ে বাইরের দিকে অবস্থিত।\n\n\n== বাসস্থান ও খাদ্যাভ্যাস ==\n\nনীল বোতাম নিউস্টন খাদ্যজালের অংশ। সমুদ্রপৃষ্ঠ ও এর আশেপাশের অংশের খাদ্যশৃঙ্খলের সমন্বয়ে এটি গঠিত। এর কারণ এরা মূলত পরোক্ষভাবে ভাসমান থাকে। এদের গতিপথ সমুদ্রের পানি ও বায়ুপ্রবাহের ওপর প্রত্যক্ষভাবে নির্ভরশীল। গ্লকাস আটলান্টিকাস ও গ্লকাস মার্জিন্যাটাস নামের সামুদ্রিক স্লাগ (নীল ড্রাগন নামেও পরিচিত) ও জ্যান্থিনা গণের বেগুনি সামুদ্রিক শামুক নীল বোতাম শিকার করে থাকে। অনুরূপ বৈশিষ্ট্যের ভেলেল্লা নিষ্ক্রিয় শিকার করলেও পর্পিতা গণের জীবেরা কাঁকড়া ও মাছের মতো সক্রিয় ক্রাস্টাশীয় জীব শিকার করে। এদের প্রধান খাদ্য কোপিপড ও ক্রাস্টাশীয়দের লার্ভা খেয়ে থাকে। এরা খাদ্যের জন্য অন্যান্য ভাসমান জীবের সাথে প্রতিযোগিতায় লিপ্ত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== মাছের সাথে মিথোজীবিতা ==\nতরুণ মালাবার মৌরী (ক্যারাঙ্গোইডেস মালাবারিকাস) মাছকে নীল বোতামের ভাসনযন্ত্রের নিচে আশ্রয় নিতে দেখা যায়। আশ্রয় থেকে সরিয়ে নেওয়া হলে মাছগুলোকে আতঙ্কিত দেখা যায়। এই তরুণ মাছেরা নির্দিষ্ট সাইফনোফোরকে চিহ্নিত করতে পারে। একটি নীল বোতাম ও এতে আশ্রয় নেওয়া মালাবার মৌরী মাছকে আলাদা করে নেওয়ার পর পুনরায় একত্রিত করা হলে এরা নির্দিষ্ট নীল বোতামের কাছে ফিরে যায়।\n\n\n== বৈশ্বিক উষ্ণায়নের প্রভাব ==\nনীল বোতামের বিষ তেমন শক্তিশালী না হলেও এর দংশনে ত্বকে সামান্য জ্বালাপোড়া হতে পারে। সম্প্রতি বৈশ্বিক উষ্ণায়নের কারণে পর্পিতা প্যাসিফিকা (এই প্রজাতির অন্য নাম) জাপানের উপকূলে বিশাল সংখ্যায় দেখা যাচ্ছে এবং এর দংশনে ত্বকের সমস্যার প্রথম দৃষ্টান্ত রেকর্ড করা হয়েছে। সাম্প্রতিক কিছু পৃথক গবেষণায় আয়োনীয় ও আড্রিয়াটিক সাগরে নীল বোতামের উপস্থিতি হঠাৎ বৃদ্ধি পেয়েছে। বিশ্বব্যাপী সমুদ্রের তাপমাত্রা বৃদ্ধিকে এর জন্য দায়ী বলে ধরা হচ্ছে।\n\n\n== তথ্যসূত্র =="}