{"pageid": 1185932, "title": "চোঘা জানবিল", "url": "https://bn.wikipedia.org/wiki?curid=1185932", "content": "চোঘা জানবিল (ফার্সি: چغازنبيل; এলামাইট: দূর উনতাশ) ইরানের খুজেস্তন প্রদেশের একটি প্রাচীন এলামাইট কমপ্লেক্স। এটি মেসোপটেমিয়ার বাইরে বিদ্যমান কয়েকটি জিগুরাটের মধ্যে একটি। এটি সুসা থেকে প্রায় ৩০ কিমি (১৯ মা) দক্ষিণ-পূর্বে এবং আহবাজ থেকে ৮০ কিমি (৫০ মা) উত্তরে অবস্থিত।\n\n\n== ইতিহাস ও ব্যুৎপত্তি ==\nএলামাইট ভাষা, একটি বিচ্ছিন্ন ভাষা যেখানে চোঘা জানবিলকে সাধারণত 'ঘুড়ির ঢিবি' হিসাবে অনুবাদ করা হয়। এটি প্রায় ১২৫০ খ্রিস্টপূর্বাব্দে রাজা উনতাশ-নাপিরিশা দ্বারা নির্মিত হয়েছিল, প্রধানত ইনশুশিনাক নামক এক মহান দেবতার প্রতি সম্মান জানাতে। এর মূল নাম ছিল দুর উনতাশ, আক্কাদীয় ভাষায় যার অর্থ 'উনতাশের শহর'। যদিও এটি নিশ্চিত করে জানা যায় না যে সেখানে এককালে পুরোহিত এবং ভৃত্য ছাড়াও অনেক লোক বাস করেছিল। কমপ্লেক্সটি তিনটি কেন্দ্রীভূত প্রাচীর দ্বারা সুরক্ষিত যা 'শহরের' প্রধান এলাকাকে নির্দেশ করে। অভ্যন্তরীণ এলাকাটি একটি মহান জিগুরাটের মাধ্যমে সম্পূর্ণরূপে প্রধান দেবতাকে উত্সর্গ করা হয়েছে, যা উনতাশ-নাপিরিশা দ্বারা নির্মিত স্টোরেজ রুম সহ একটি পূর্ববর্তী বর্গাকার মন্দিরের উপরে নির্মিত হয়েছিল।\nমাঝখানে ক্ষুদ্রতর দেবতার জন্য এগারোটি মন্দির রয়েছে। এটা বিশ্বাস করা হয় যে, মূলত বাইশটি মন্দিরের পরিকল্পনা করা হয়েছিল, কিন্তু সেগুলি শেষ করার আগেই রাজা মারা যান এবং তার উত্তরসূরিরা নির্মাণ কাজ বন্ধ করে দেন। বাইরের অংশে রয়েছে রাজকীয় প্রাসাদ, পাঁচটি ভূগর্ভস্থ রাজকীয় সমাধি সম্বলিত একটি অন্ত্যেষ্টির প্রাসাদ।\n\nউনতাশ-নাপিরিশার মৃত্যুর পর শহরের নির্মাণকাজ আকস্মিকভাবে বন্ধ হয়ে যায়, তবে স্থানটি পরিত্যক্ত করা হয়নি। ৬৪০ খ্রিস্টপূর্বাব্দে অ্যাসিরিয় রাজা আশুরবানিপাল কর্তৃক এটি ধ্বংস হওয়ার পূর্ব পর্যন্ত এটির দখলদারিত্ব অব্যাহত ছিল। চোঘা জানবিলের বিপুল সংখ্যক মন্দির এবং অভয়ারণ্যের উপর ভিত্তি করে কিছু পণ্ডিত অনুমান করেন যে, উনতাশ-নাপিরিশা একটি নতুন ধর্মীয় কেন্দ্র (সম্ভবত সুসাকে প্রতিস্থাপন করার উদ্দেশ্যে) তৈরি করার চেষ্টা করেছিলেন যা উচ্চভূমি এবং নিম্নভূমি এলাম উভয়ের দেবতাকে এক জায়গায় একত্রিত করবে।\nজিগুরাটটি মূলত প্রতিটি দিকে ১০৫.২ মিটার (৩৪৫ ফুট) এবং উচ্চতায় প্রায় ৫৩ মিটার (১৭৪ ফুট) পাঁচটি স্তরে পরিমাপ করেছিল এবং একটি মন্দিরের সাথে মুকুট ছিল। মাটির ইট ছিল পুরো সাজসজ্জার মৌলিক উপাদান। জিগুরাটটিকে পোড়া ইটের একটি মুখ দেওয়া হয়েছিল, যার মধ্যে কয়েকটিতে এলামাইট এবং আক্কাদিয় ভাষায় দেবতাদের নাম দেওয়া কিউনিফর্ম অক্ষর রয়েছে। যদিও জিগুরাট এখন মাত্র ২৪.৭৫ মিটার (৮১.২ ফুট) উচ্চতায় দাঁড়িয়েছে, যা তার আনুমানিক মূল উচ্চতার অর্ধেকেরও কম।\nজিগুরাটটিকে ইউনেস্কো কর্তৃক ধাপ পিরামিডিয় স্মৃতিস্তম্ভের সর্বোত্তম সংরক্ষিত উদাহরণ হিসাবে বিবেচনা করা হয়। ১৯৭৯ সালে, প্রথম ইরানি স্থান হিসাবে চোগা জানবিল ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকাভুক্ত করা হয়।\n\n\n== প্রত্নতত্ত্ব ==\n\n১৯৫১ থেকে ১৯৬১ সালের মধ্যে ছয়টি মরসুমে ফরাসি প্রত্নতত্ত্ববিদ রোমান ঘিরশম্যান চোঘা জানবিলে খনন করেছিলেন।\n\n\n== হুমকি ==\nবিশ্বব্যাপী চাহিদা বৃদ্ধির কারণে খনিজ তেল অনুসন্ধান স্থানটির ভিত্তিকে হুমকির সম্মুখীন করে তোলে, কারণ খনিজ তেলের মজুদ অন্বেষণ করার জন্য এখানে বিভিন্ন সময়ে বিভিন্ন ভূমিকম্পঘটিত পরীক্ষা-নিরীক্ষা করা হয়েছে। জিগুরাত থেকে প্রায় ৩০০ মিটার (৯৮৪ ফুট) দূরে তেলের জন্য খনন করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\n\nধাপ পিরামিড\nইরানি স্থাপত্য\nপ্রাচীন নিকট প্রাচ্যের শহর\n\n\n== বহিঃসংযোগ ==\n\n6,000-Year-Old Ziggurat Found Near Chogha Zanbil In Iran - 2004  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৬ তারিখে\nবিশ্ব ঐতিহ্যের প্রোফাইল\nguide to Choga Zanbil  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ এপ্রিল ২০১৭ তারিখে"}