{"pageid": 1185032, "title": "আবাশিরি", "url": "https://bn.wikipedia.org/wiki?curid=1185032", "content": "আবাশিরি (網走市, Abashiri-shi) হল একটি শহর, এটি জাপানের হোক্কাইদোর ওখোৎস্ক প্রশাসনিক অঞ্চলে অবস্থিত।\nআবাশিরি অঞ্চলটি আবাশিরি কারাগারের স্থান হিসাবে পরিচিত, এটি মেইজি যুগ থেকে রাজনৈতিক বন্দীদের কারাবাসের জন্য ব্যবহার করা হয়েছে। পুরানো কারাগারটিকে একটি জাদুঘরে পরিণত করা হয়েছে, তবে শহরের নতুন সর্বোচ্চ নিরাপত্তাসম্পন্ন কারাগারটি এখনও ব্যবহার করা হচ্ছে।\n২০০৮ সালের হিসেব অনুযায়ী, শহরটির আনুমানিক জনসংখ্যা ৪০,৩৩৩ জন এবং এখানকার ঘনত্ব প্রতি কিমি২য়ে ৮৫.৬ জন (প্রতি বর্গ মাইলে ২২২ জন)। মোট এলাকা হল ৪৭০.৯৪ কিমি২ (১৮১.৮৩ মা২).\n\n\n== ইতিহাস ==\nশহরের নামের উৎপত্তি নিশ্চিতভাবে জানা যায় না, তবে এটাতে সকলে সহমত যে এই নামটি একটি আইনু শব্দ থেকে উদ্ভূত হয়েছিল। নামের বেশ কয়েকটি ধারণার মধ্যে, প্রচলিত কয়েকটি ধারণা হল আপ-সিরি (ছিদ্রনির্গত/ভূমি) এবং সি-পা-সির (\"আমরা যে জমি আবিষ্কার করেছি\")।\n\nমার্চ ১৮৭২: আবাশিরি গ্রাম (アバシリ村) এর প্রতিষ্ঠা, কিতামি প্রদেশে আবাশিরি জেলা নাম দেওয়া হয়।\n১৮৭৫: গ্রামের নাম কাঞ্জিতে আবার লেখা হয়েছে  (網走村, একই উচ্চারণ)।\n১৯০২: আবাশিরি জেলার আবাশিরি গ্রাম, কিতামি শহরতলী, ইসানি গ্রাম, এবং নিকুরিবাকে গ্রাম, এই সমস্তকে আবাশিরি শহরতলী গঠনের জন্য একত্রিত করা হয়।\n১৯১৫: নতোরো গ্রাম, মোকোতো গ্রাম এদের সঙ্গে যুক্ত করা হয়।\n১৯২১: মেমানবেতসু গ্রাম (পরে মেমানবেতসু শহর ২০০৬ সালে ওজোরায় একীভূত) বিভক্ত হয়।\n১৯৩১: মেমানবেতসু শহরের সাথে সীমানা পরিবর্তিত হয়।\n১১ই ফেব্রুয়ারি, ১৯৪৭: হিগাশিমোকোতো গ্রাম (২০০৬ সালে ওজোরাতে একীভূত) বিভক্ত। আবাশিরি শহরতলী হয়ে যায় আবাশিরি শহর। ওজোরার সমস্ত অঞ্চল আবাশিরির একটি অংশ ছিল।\n\n\n== ভূগোল ==\nআবাশিরি ওখোৎস্ক প্রশাসনিক অঞ্চলের পূর্ব অংশে, কিতামি থেকে প্রায় ৫০ কিলোমিটার পূর্বে অবস্থিত। এখানে কোন উঁচু পাহাড় নেই, তবে অনেক উঁচু টিলা আছে। আবাশিরি নদী শহরের মধ্য দিয়ে প্রবাহিত হয়ে গেছে এবং এর পাশাপাশি এই শহরে তিনটি হ্রদ রয়েছে (আবাশিরি হ্রদ, নটোরো হ্রদ এবং তোফুৎসু হ্রদ)। এই হ্রদ এবং টেন্টো পর্বত আবাশিরি আংশিক-জাতীয় উদ্যানের অন্তর্গত।\n\n\n=== জলবায়ু ===\nএখানকার জলবায়ু হল আর্দ্র মহাদেশীয়, এখানকার গ্রীষ্ম হোক্কাইদোর মত উষ্ণ (কোপেন: ডিএফবি), নিউ ইংল্যান্ডের দক্ষিণ উপকূলের জলবায়ুর অনুরূপ। প্রচণ্ড ঠান্ডার জন্য খ্যাতি থাকা সত্ত্বেও, আবাশিরি প্রকৃতপক্ষে জাপানের সবচেয়ে ঠান্ডা প্রধান শহর নয়, এটি ওবিহিরোর তুলনায় শীতকালে কম ঠান্ডা এবং নেমুরো বা কুশিরোর তুলনায় গ্রীষ্মে বেশি উষ্ণ। আবাশিরিতে জাপানের অন্য যে কোনো শহরের তুলনায় কম বৃষ্টিপাত হয় কারণ এর অবস্থান বহমান বরফ প্রভাবিত ওখোৎস্ক সাগরে, এর ফলে আবাশিরি উত্তর-পূর্ব উপকূলের তুলনায় কম সূর্যালোক পায় কারণ শীতকালে তুষারপাত বেশি হয় এবং গ্রীষ্মের মাসগুলিতে যখন ওয়াশিও প্রবাহ সবথেকে শক্তিশালী থাকে, তখন কুয়াশা পড়ে। শীতকালে, যখন আবাশিরি হ্রদ জমে যায়, তখন কুয়াশা পড়া একটি সাধারণ ঘটনা হয়ে দাঁড়ায়। এছাড়াও, বরফ জমে গেলে বন্দরটি বন্ধ হয়ে যায়।\n\n\n== অর্থনীতি ==\nআবাশিরির সংক্ষিপ্ত ১৩০-দিনের ফলন মরসুমের কারণে, এই অঞ্চলের ফসল যেমন ওট, আলু এবং মটরশুঁটি গাছ কষ্টসহিষ্ণু হয়ে উঠেছে। স্থানীয় গরু, ঘোড়া এবং ভেড়ার জন্য খড়েরও প্রয়োজন হয়। এই অঞ্চলের সমুদ্র এখানকার সম্প্রদায়ের পাশাপাশি অর্থনীতিরও একটি গুরুত্বপূর্ণ অংশ, কারণ মাছ ধরা, ঝিনুক এবং সামুদ্রিক শৈবাল এখানকার জীবিকার গুরুত্বপূর্ণ মাধ্যম।\n\n\n== পরিবহন ==\n\n\n=== বায়ু পরিবহন ===\nওজোরার কাছাকাছি মেমানবেতসু বিমানবন্দর  অবস্থিত।\n\n\n=== রেল ===\nআবাশিরি একটি গুরুত্বপূর্ণ স্থানীয় বন্দর শহর এবং প্রান্তিক রেলওয়ে স্টেশন (আবাশিরি স্টেশন)।\n\nজেআর হোক্কাইদো সেকিহোকু প্রধান লাইন: ইয়োবিতো - আবাশিরি\nজেআর হোক্কাইদো সেনমো প্রধান লাইন: আবাশিরি - কাতসুরাদাই - মাসুরা - মোকোতো - কিতাহামা\n\n\n== শিক্ষা ==\n\n\n=== বিশ্ববিদ্যালয়সমূহ ===\nটোকিও ইউনিভার্সিটি অফ এগ্রিকালচার, ওখোৎস্ক ক্যাম্পাস\n\n\n=== উচ্চ বিদ্যালয়সমূহ ===\nহোক্কাইদো আবাশিরি মিনামিগাওকা উচ্চ বিদ্যালয়\nহোক্কাইদো আবাশিরি কেইয়ো হাই স্কুল\n\n\n== যমজ শহর ==\n পোর্ট আলবার্নি, ব্রিটিশ কলাম্বিয়া, কানাডা - প্রতি বছর অনেক শিক্ষার্থী দুই শহরের মধ্যে ছাত্র বিনিময় প্রোগ্রামে অংশগ্রহণ করে।\n\n\n== দর্শনীয় স্থান ==\n\nহোক্কাইদোতে আবাশিরি নামে একটি মদ্য প্রস্তুত কারখানা রয়েছে যেখানে অনেক রকম বিয়ার বিক্রি হয়, যার মধ্যে আছে বিল্ক, যেটি বিয়ার এবং দুধের মিশ্রণ। আবাশিরিতে বিস্তৃত ফুলের বাগানও রয়েছে।\nশীতকালে, পর্যটকরা বহমান বরফ দেখতে শহরে আসেন।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== যাদুঘর ===\nওখোস্ত রিউহিও মিউজিয়াম\n\n\n== সংস্কৃতি ==\n\n\n=== ম্যাসকট ===\nআবাশিরির ম্যাসকট হল নিপোনে (ニポネ)। সে একটি ভাসমান কন্যা যে তার স্কন্ধাবরণ দিয়ে ওড়ার ক্ষমতা রাখে। তার কাজ হল অপরাধমূলক কার্যকলাপ (যেমন সন্ত্রাস এবং দুর্নীতি), যুদ্ধের প্রাদুর্ভাব, প্রাকৃতিক দুর্যোগ, স্বাস্থ্য সংকট (যেমন রোগের প্রাদুর্ভাব) বা প্রত্যেকের জীবনের জন্য ঝুঁকিপূর্ণ এমন কিছু থেকে সবাইকে রক্ষা করা। সে সাধারণত তার \"নিপোপো\" (টোটেম পোল) হেলমেট পরে বিশ্রাম নেয় এবং শহরে উৎপাদিত পণ্যই পছন্দ করে। তার জন্মদিন ২২শে নভেম্বর।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial Website (জাপানি ভাষায়)\nAbashiri Prison Museum Official Website (জাপানি ভাষায়)\nAbashiri Tourist Information (ইংরেজি ভাষায়)\nটেমপ্লেট:Hokkaido"}