{"pageid": 1185167, "title": "অধুনালুপ্ত লোকসভা কেন্দ্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1185167", "content": "ভারতের অধুনালুপ্ত লোকসভা কেন্দ্রের তালিকা' এই পৃষ্ঠায় দেওয়া হল। অবলুপ্তির তারিখ অনুযায়ী এগুলি সাজানো হয়েছে। যে কেন্দ্রগুলির শুধুমাত্র নাম পরিবর্তিত হয়েছে সেগুলি এই তালিকায় অন্তর্ভুক্ত করা হয়নি।\n\n\n== ১৯৫৬ সালে অবলুপ্ত লোকসভা কেন্দ্র ==\n\n\n=== বোম্বাই (২) ===\nএই কেন্দ্রগুলি ১৯৫১ সালে গঠিত হয়েছিল। ১৯৫৬ সালের রাজ্য পুনর্গঠন আইন বলবৎ হওয়ার পর পূর্বতন বোম্বাই রাজ্যের এই অংশগুলি মহীশূর রাজ্যের অন্তর্ভুক্ত হওয়ায় কেন্দ্রগুলি অবলুপ্ত হয়।\n\nবেলগাম উত্তর কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের চিক্কোডি কেন্দ্র গঠিত হয়\nবেলগাম দক্ষিণ কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের বেলগাম কেন্দ্র গঠিত হয়\n\n\n=== হায়দ্রাবাদ (২) ===\nএই কেন্দ্রগুলি ১৯৫১ সালে গঠিত হয়েছিল। ১৯৫৬ সালের রাজ্য পুনর্গঠন আইন বলবৎ হওয়ার পর পূর্বতন হায়দ্রাবাদ রাজ্যের এই অংশগুলি মহীশূর রাজ্যের অন্তর্ভুক্ত হওয়ায় কেন্দ্রগুলি অবলুপ্ত হয়।\n\nকুশটাগি কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের কোপ্পাল কেন্দ্র গঠিত হয়\nযাডগির কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের রাইচুর কেন্দ্র গঠিত হয়\n\n\n=== মাদ্রাজ (২) ===\nএই কেন্দ্রগুলি ১৯৫১ সালে গঠিত হয়েছিল। ১৯৫৬ সালের রাজ্য পুনর্গঠন আইন বলবৎ হওয়ার পর পূর্বতন মাদ্রাজ রাজ্যের এই অংশগুলি মহীশূর রাজ্যের অন্তর্ভুক্ত হওয়ায় কেন্দ্রগুলি অবলুপ্ত হয়।\n\nদক্ষিণ কানাড়া (উত্তর) কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের উডুপি কেন্দ্র গঠিত হয়\nদক্ষিণ কানাড়া (দক্ষিণ) কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের ম্যাঙ্গালোর কেন্দ্র গঠিত হয়\n\n\n=== মহীশূর (১) ===\nহাসান চিকমাগালুর কেন্দ্র\n\n\n== ১৯৬৬ সালে অবলুপ্ত লোকসভা কেন্দ্র ==\n১৯৬৭ সালের লোকসভা নির্বাচনের আগে কয়েকটি কেন্দ্র অবলুপ্ত হয়:\n\n\n=== মহারাষ্ট্র (১) ===\nগোন্ডিয়া কেন্দ্র\n\n\n=== মহীশূর (৩) ===\nবিজাপুর উত্তর কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের বিজাপুর কেন্দ্র গঠিত হয়\nবিজাপুর দক্ষিণ কেন্দ্রের পরিবর্তে কর্ণাটক রাজ্যের বাগালকোট কেন্দ্র গঠিত হয়\nটিপটুর\n\n\n== ১৯৭৬ সালে অবলুপ্ত লোকসভা কেন্দ্র ==\nলোকসভা কেন্দ্রগুলির সীমানা এবং সংরক্ষণ মর্যাদা পুনর্নির্ধারণের জন্য ১৯৭৩ সালে গঠিত সীমানা পুনর্নির্ধারণ কমিশনের সুপারিশগুলি ১৯৭৬ সালে কার্যকর করা হয়। এর ফলে যে কেন্দ্রগুলি অবলুপ্ত হয় সেগুলি হল:\n\n\n=== অন্ধ্রপ্রদেশ (২) ===\nগুডিবড কেন্দ্র\nকাবালি কেন্দ্র\n\n\n=== অসম (১) ===\nকাছাড় কেন্দ্র\n\n\n=== কর্ণাটক (২) ===\nমধুগিরি কেন্দ্র\nহোসকোটে কেন্দ্র\n\n\n=== কেরল (৫) ===\nতিরুবল্ল কেন্দ্র\nঅম্বালাপুঝা কেন্দ্র\nপিরমাডে কেন্দ্র\nথালাসেরি কেন্দ্র\nমুবাত্তুপুঝা কেন্দ্র\n\n\n=== মহারাষ্ট্র (১) ===\nখামগাঁও কেন্দ্র\n\n\n=== উত্তরপ্রদেশ (১) ===\nদেরাদুন কেন্দ্রের পরিবর্তে গঠিত হয় হরিদ্বার কেন্দ্র\n\n\n== ২০০৮ সালে অবলুপ্ত লোকসভা কেন্দ্র ==\n২০০২ সালের ১২ জুলাই সাম্প্রতিকতম সীমানা পুনর্নির্ধারণ কমিশন গঠিত হয়। ২০০৮ সালের ১৯ ফেব্রুয়ারি এই কমিশনের সুপারিশগুলি রাষ্ট্রপতির বিজ্ঞপ্তির মাধ্যমে অনুমোদন লাভ করে। এই সুপারিশের ফলে অবলুপ্ত কেন্দ্রগুলি হল:\n\n\n=== অন্ধ্রপ্রদেশ (৭) ===\nভদ্রাচলম কেন্দ্র\nবোব্বিলি কেন্দ্র\nহানামকোন্ডা কেন্দ্র\nমিরিয়ালগুডা কেন্দ্র\nপার্বতীপুরম কেন্দ্র\nসিদ্দিপেট কেন্দ্র\nতেনালি কেন্দ্র\n\n\n=== বিহার (১০) ===\nবাগাহা কেন্দ্র\nবালিয়া কেন্দ্র\nবাঢ় কেন্দ্র\nবেত্তিয়া কেন্দ্র\nবিক্রমগঞ্জ কেন্দ্র\nচাপড়া কেন্দ্র\nমোতিহারি কেন্দ্র\nপাটনা কেন্দ্র\nরোসেরা কেন্দ্র\nসাহারসা কেন্দ্র\n\n\n=== ছত্তীসগঢ় (১) ===\nসারানগড়\n\n\n=== দিল্লি (৩) ===\nদিল্লি সদর\nকারোল বাগ কেন্দ্র\nআউটার দিল্লি কেন্দ্র\n\n\n=== গুজরাত (৪) ===\nআহমেদাবাদ কেন্দ্র\nকাপাডবঞ্জ কেন্দ্র\nমাণ্ডবী কেন্দ্র\nধন্ধুকা কেন্দ্র\n\n\n=== হরিয়াণা (২) ===\nভিবানী কেন্দ্র\nমহেন্দ্রগড় কেন্দ্র\n\n\n=== কর্ণাটক (৬) ===\nচিকমাগালুর কেন্দ্র\nধারোয়াড় উত্তর কেন্দ্রের পরিবর্তে ধারোয়াড় কেন্দ্র গঠিত হয়\nধারোয়াড় দক্ষিণ কেন্দ্রের পরিবর্তে হাভেরি কেন্দ্র গঠিত হয়\nকনকপুরা কেন্দ্রের পরিবর্তে ব্যাঙ্গালোর গ্রামীণ কেন্দ্র গঠিত হয়\nম্যাঙ্গালোর উত্তর কেন্দ্রের পরিবর্তে দক্ষিণ কন্নড় কেন্দ্র গঠিত হয়\nউডুপি কেন্দ্র\n\n\n=== কেরল (৬) ===\nআদুর কেন্দ্র\nচিরায়িনকিল কেন্দ্র\nমানজেরি কেন্দ্র\nমুবাত্তুপুঝা কেন্দ্র\nমুকুন্দপুরম কেন্দ্র\nওট্টাপালাম কেন্দ্র\n\n\n=== মধ্যপ্রদেশ (২) ===\nসেওনি কেন্দ্র\nশাজাপুর কেন্দ্র\n\n\n=== মহারাষ্ট্র (১৫) ===\nভাণ্ডারা কেন্দ্র\nচিমুর কেন্দ্র\nদাহানু কেন্দ্র\nএরান্দোল কেন্দ্র\nইচালকারাঞ্জি কেন্দ্র\nকারাড কেন্দ্র\nখেড কেন্দ্র\nকোলাবা কেন্দ্র\nকোপারগাঁও কেন্দ্র\nমালেগাঁও কেন্দ্র\nপান্ধারপুর কেন্দ্র\nরাজাপুর কেন্দ্র\nরত্নগিরি কেন্দ্র\nওয়াশিম কেন্দ্র\nযবৎমল কেন্দ্র\n\n\n=== ওডিশা (২) ===\nদেওগড় কেন্দ্র\nফুলবনি কেন্দ্র\n\n\n=== পাঞ্জাব (৩) ===\nফিল্লাউর কেন্দ্র\nরোপার কেন্দ্র\nতার্ন তারান কেন্দ্র\n\n\n=== রাজস্থান (৫) ===\nবায়ানা কেন্দ্রের পরিবর্তে কারাউলি-ঢোলপুর কেন্দ্র গঠিত হয়\nঝালাওয়ার কেন্দ্রের পরিবর্তে ঝালাওয়ার-বারান কেন্দ্র গঠিত হয়\nসালুমবের কেন্দ্রের পরিবর্তে রাজসামান্দ কেন্দ্র গঠিত হয়\nসাওয়াই মাধোপুর কেন্দ্রের পরিবর্তে টঙ্ক-সাওয়াই মাধোপুর কেন্দ্র গঠিত হয়\nটঙ্ক কেন্দ্রের পরিবর্তে জয়পুর গ্রামীণ কেন্দ্র গঠিত হয়\n\n\n=== তামিলনাড়ু (১২) ===\nচেঙ্গলপাট্টু কেন্দ্রের পরিবর্তে কাঞ্চীপুরম কেন্দ্র গঠিত হয়\nগোবিচেট্টিপালয়ম কেন্দ্রের পরিবর্তে তিরুপ্পুর কেন্দ্র গঠিত হয়\nনাগেরকৈল কেন্দ্রের পরিবর্তে কন্যাকুমারী কেন্দ্র গঠিত হয়\nপালানি কেন্দ্র বিভাজিত হয় দিন্দিগুল কেন্দ্র ও কারুর কেন্দ্রের মধ্যে\nপেরিয়াকুলাম কেন্দ্রের পরিবর্তে থেনি কেন্দ্র গঠিত হয়\nপুদুক্কোট্টাই কেন্দ্র বিভাজিত হয় কারুর কেন্দ্র, রামনাথপুরম কেন্দ্র, শিবগঙ্গা কেন্দ্র, তাঞ্জাবুর কেন্দ্র ও তিরুচিরাপল্লি কেন্দ্রের মধ্যে\nরসিপুরম কেন্দ্রের পরিবর্তে কল্লাকুরিচি কেন্দ্র ও নামাক্কাল কেন্দ্র গঠিত হয়\nশিবকাশী কেন্দ্র বিভাজিত হয় তেনকাশী কেন্দ্র, তুতুকুডু কেন্দ্র ও বিরুধুনগর কেন্দ্রের মধ্যে\nতিন্দিবনম কেন্দ্রের পরিবর্তে বিলুপ্পুরম কেন্দ্র গঠিত হয়\nতিরুচেন্দুর কেন্দ্র বিভাজিত হয় কন্যাকুমারী কেন্দ্র, তিরুনেলভেলি কেন্দ্র ও তুতুকুডি কেন্দ্রের মধ্যে\nতিরুচেনগোডে কেন্দ্র বিভাজিত হয় এরোডে কেন্দ্র, নামাক্কাল কেন্দ্র ও সালেম কেন্দ্রের মধ্যে\nবন্দবাসী কেন্দ্রের পরিবর্তে অরণি কেন্দ্র ও তিরুবন্নমলৈ কেন্দ্র গঠিত হয়\n\n\n=== উত্তরপ্রদেশ (১১) ===\nবলরামপুর কেন্দ্র\nবিলহাউর কেন্দ্র\nচাইল কেন্দ্র\nঘটমপুর কেন্দ্র\nহাপুর কেন্দ্র\nজলেসর কেন্দ্র\nখলিলাবাদ কেন্দ্র\nখুরজা কেন্দ্র\nপদ্রাউনা কেন্দ্র\nসৈদপুর কেন্দ্র\nশাহাবাদ কেন্দ্র\n\n\n=== উত্তরাখণ্ড (১) ===\nনৈনিতাল কেন্দ্রের পরিবর্তে নৈনিতাল-উধমসিং নগর কেন্দ্র গঠিত হয়\n\n\n=== পশ্চিমবঙ্গ (৮) ===\nবর্ধমান কেন্দ্র\nকলকাতা উত্তর পশ্চিম কেন্দ্র\nকলকাতা উত্তর পূর্ব কেন্দ্র\nদুর্গাপুর কেন্দ্র\nকাটোয়া কেন্দ্র\nমালদহ কেন্দ্র\nনবদ্বীপ কেন্দ্র\nপাঁশকুড়া কেন্দ্র\n\n\n== লোকসভায় অ্যাংলো-ইন্ডিয়ান সংরক্ষিত আসন ==\n১৯৫২ সাল থেকে ২০২০ সাল পর্যন্ত ভারতীয় সংসদের নিম্নকক্ষ লোকসভায় অ্যাংলো-ইন্ডিয়ান সম্প্রদায়ের সদস্যদের জন্য দু'টি আসন সংরক্ষিত ছিল। এই দুই সদস্যকে ভারত সরকারের পরামর্শক্রমে ভারতের রাষ্ট্রপতি মনোনীত করতেন। ২০২০ সালের জানুয়ারি মাসে ভারতের সংসদে ও রাজ্য বিধানসভাগুলিতে অ্যাংলো-ইন্ডিয়ান সংরক্ষিত আসনগুলি অবলুপ্ত হয়।\n\n\n== আরও দেখুন ==\nলোকসভা কেন্দ্রগুলির তালিকা\n\n\n== তথ্যসূত্র =="}