{"pageid": 1185763, "title": "হেনরি শ্রেণিবিন্যাস ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1185763", "content": "হেনরি ক্লাসিফিকেশন সিস্টেম বা হেনরি শ্রেণিবিন্যাস ব্যবস্থা হল একটি দীর্ঘস্থায়ী পদ্ধতি, যার মাধ্যমে আঙুলের ছাপগুলিকে এক-থেকে-অনেক অনুসন্ধানের জন্য শারীরবৃত্তীয় বৈশিষ্ট্য অনুসারে সাজানো হয়। এটি ব্রিটিশ ভারতে অপরাধ তদন্তের জন্য ১৯তম শতকের শেষদিকে হেমচন্দ্র বসু, কাজি আজিজুল হক ও স্যার এডওয়ার্ড হেনরি দ্বারা বিকশিত হয়েছিল। ১৯৯০-এর দশক পর্যন্ত আধুনিক দিনের এএফআইএস (স্বয়ংক্রিয় আঙ্গুলের ছাপ সনাক্তকরণ ব্যবস্থা) শ্রেণিবিন্যাস পদ্ধতির ভিত্তি ছিল। সাম্প্রতিক বছরগুলিতে, হেনরি শ্রেণিবিন্যাস ব্যবস্থা সাধারণত রিজ প্রবাহ শ্রেণিবিন্যাস পদ্ধতির দ্বারা প্রতিস্থাপিত হয়েছে।\n\n\n== ইতিহাস ও উন্নয়ন ==\n\nযদিও আঙুলের ছাপের বৈশিষ্ট্যগুলি ১৬০০-এর দশকের মাঝামাঝি পর্যন্ত অধ্যয়ন করা হয়েছিল, তবে ১৯তম শতকের মাঝামাঝি পর্যন্ত শনাক্তকরণের মাধ্যম হিসাবে আঙুলের ছাপের ব্যবহার ঘটেনি। স্যার উইলিয়াম জেমস হার্শেল মোটামুটি ১৮৫৯ সালে আবিষ্কার করেন যে আঙুলের ছাপ সময়ের সাথে স্থিতিশীল থাকে এবং প্রত্যেক ব্যক্তিদের পৃথক পৃথক হয়; হুগলি জেলার প্রধান ম্যাজিস্ট্রেট হিসেবে তিনিই প্রথম ব্যক্তি যিনি ১৮৭৭ সালে ভারতের জুঙ্গিপুরে আঙুলের ছাপ ও হাতের ছাপকে শনাক্তকরণ, আইনি নথিতে স্বাক্ষর ও লেনদেন প্রমাণীকরণের মাধ্যম হিসেবে ব্যবহার করেছিলেন। এই সময়ে সংগৃহীত আঙুলের ছাপ নথিগুলি শুধুমাত্র একবারই যাচাইয়ের জন্য ব্যবহার করা হয়েছিল; একটি উপায় হিসাবে  নথিগুলি যৌক্তিকভাবে দায়ের ও অনুসন্ধান করা হবে, যা তখনো উদ্ভাবিত হয়নি।\nসেই সময়ে, আঙ্গুলের ছাপের বিকল্প ছিল বার্টিলোনেজ, যা অ্যানথ্রোপোমেট্রি নামেও পরিচিত। আলফোনস বার্টিলন দ্বারা ১৮৭৯ সালে বিকশিত, বার্টিলোনেজ অপরাধীদের শনাক্ত করার জন্য শরীরের অঙ্গ পরিমাপের একটি সূক্ষ্ম পদ্ধতি নিয়ে গঠিত ছিল। ব্রিটিশ ভারতীয় পুলিশ বাহিনী ১৮৯২ সালে অ্যানথ্রোপোমেট্রি গ্রহণ করে। দুই বছর পর, ভারতের বেঙ্গল পুলিশের ইন্সপেক্টর জেনারেল স্যার এডওয়ার্ড হেনরি অপরাধী শনাক্তকরণের জন্য আঙুলের ছাপ ব্যবহারে আগ্রহী হন।\nগ্যালটনের আঙুলের ছাপ দ্বারা প্রভাবিত হয়ে, তিনি ১৮৪৯ সালে নিয়মিত যোগাযোগ করেছিলেন; এবং এডওয়ার্ড হেনরি ১৮৯৬ সালের জানুয়ারি মাসে বেঙ্গল পুলিশকে তাদের নৃতাত্ত্বিক পরিমাপের পাশাপাশি বন্দীদের আঙুলের ছাপ সংগ্রহ করার নির্দেশ দেন। গ্যালটনের শ্রেণিবিন্যাস পদ্ধতির প্রসারিত করে, তিনি ১৮৯৬ সাল ১৯২৫ সালের মধ্যে হেনরি শ্রেণিবিন্যাস ব্যবস্থা তৈরি করেছিলেন। তাকে প্রাথমিকভাবে কাজি আজিজুল হক ও হেমচন্দ্র বসু সাহায্য করেছিলেন। কাজি আজিজুল হক আঙ্গুলের ছাপের নিদর্শনগুলির উপর ভিত্তি করে ১০২৪ টি স্মৃতির কক্ষ সাজানোর এডওয়ার্ড হেনরির ধারণার পরিপূরক করার জন্য একটি গাণিতিক সূত্র তৈরি করেছিলেন এবং হেমচন্দ্র বসু আঙুলের ছাপকে উপ-শ্রেণিবদ্ধ করার পদ্ধতিতে বিভিন্ন উন্নতির প্রবর্তন করেছিলেন। উভয়ই, হেনরির সুপারিশের ভিত্তিতে, তাদের অবদানের জন্য ব্রিটিশ সরকার কর্তৃক বহু বছর পরে স্বীকৃতি লাভ করেন। ১৮৯৯ সালে বিশ্বব্যাপী গ্রহণযোগ্যতা পায়। অ্যানথ্রোপোমেট্রির সঙ্গে হেনরি শ্রেণিবিন্যাস ব্যবস্থার তুলনা করার জন্য ১৮৯৭ সালে একটি কমিশন প্রতিষ্ঠিত হয়েছিল। ফলাফলগুলি আঙুলের ছাপের পক্ষে অপ্রতিরোধ্য হওয়ায়, গভর্নর জেনারেল কর্তৃক ব্রিটিশ ভারতে আঙুলের ছাপ প্রবর্তন করা হয়েছিল এবং নৃতাত্ত্বিক বা অ্যানথ্রোপোমেট্রি পদ্ধতি ১৯৯০ সালে প্রতিস্থাপিত হয়েছিল। হেনরিকে ১৯০০ সালে স্থানীয় পুলিশ বাহিনীর পুনর্গঠনে ও একটি ফিঙ্গারপ্রিন্ট ব্যুরো প্রতিষ্ঠায় সহায়তা করার জন্য দক্ষিণ আফ্রিকার নাতালে পাঠানো হয়েছিল। দক্ষিণ আফ্রিকায় তার প্রচেষ্টা অত্যন্ত সফল হয়েছিল; এবং স্যার এডওয়ার্ড হেনরি ১৯০১ সালে ব্রিটেনে ফিরে আসেন এবং অপরাধ তদন্ত বিভাগের (সিআইডি) প্রধান স্কটল্যান্ড ইয়ার্ডের সহকারী কমিশনার নিযুক্ত হন। একই বছরে, স্কটল্যান্ড ইয়ার্ডে প্রথম ইউকে ফিঙ্গারপ্রিন্ট ব্যুরো প্রতিষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য হেনরি ক্লাসিফিকেশন সিস্টেম\nহেনরি শ্রেণিবিন্যাসের জাভাস্ক্রিপ্ট বাস্তবায়ন\nফিঙ্গারপ্রিন্ট সিস্টেম"}