{"pageid": 1185776, "title": "দাশ্‌তে লুত", "url": "https://bn.wikipedia.org/wiki?curid=1185776", "content": "দাশ্‌তে লুত বা লুত মরুভূমি (ফার্সি: دشت لوت, \"শূন্যতা সমতল\"), ইরানের কের্মন এবং সিস্তন ও বালুচেস্তন প্রদেশে অবস্থিত একটি বড় লবণের মরুভূমি। এটি বিশ্বের ৩৩তম বৃহত্তম মরুভূমি। ২০১৬ সালের ১৭ জুলাই, এটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় অন্তর্ভুক্ত হয়। ফার্সি ভাষায় 'লুত' শব্দের অর্থ খালি, এবং 'দশত' অর্থ সমতল। এই মরুভূমি তাপমাত্রা ৭০ ডিগ্রি সেলসিয়াস (১৫৮ ডিগ্রি ফারেনহাইট) পরিমাপ করা হয়েছে, এবং এটি বিশ্বের সবচেয়ে শুষ্ক ও উষ্ণতম স্থানগুলির মধ্যে একটি।\n\n\n== বর্ণনা ==\n\nইরান জলবায়ুগতভাবে মরুভূমির আফ্রো-এশিয় বেল্টের অংশ, যা মৌরিতানিয়া থেকে মঙ্গোলিয়া পর্যন্ত বিস্তৃত। অগ্রভাগে (পর্বতশ্রেণীর সমান্তরাল) প্যাঁচানো, দীর্ঘায়িত, হালকা রঙের বৈশিষ্ট্য হল দাশ্‌তে শুষ্ক হ্রদের সবচেয়ে উত্তরের অংশ যা দক্ষিণ দিকে ৩০০ কিলোমিটার (১৯০ মাইল) প্রসারিত।\nইরানের ভূগোল পর্বত দ্বারা বেষ্টিত এবং নিষ্কাশন অববাহিকায় বিভক্ত একটি মালভূমি নিয়ে গঠিত। দাশ্‌তে লুত এই মরুভূমি অববাহিকাগুলির মধ্যে বৃহত্তম, ৪৮০ কিলোমিটার (৩০০ মাইল) দীর্ঘ এবং ৩২০ কিলোমিটার (২০০ মাইল) প্রশস্ত, এবং এটি পৃথিবীর সবচেয়ে শুষ্ক স্থানগুলির মধ্যে একটি হিসাবে বিবেচিত হয়।\nমরুভূমিটির আয়তন প্রায় ৫১,৮০০ বর্গকিলোমিটার (২০,০০০ বর্গমাইল), দাশ্‌তে কাভিরের পরে এটি ইরানে বৃহত্তম। বসন্তের আর্দ্র ঋতুতে, কের্মন পর্বত থেকে অল্প সময়ের জন্য জল প্রবাহিত হয়, কিন্তু শীঘ্রই তা শুকিয়ে যায়, শুধু পাথর, বালি এবং লবণ রেখে যায়।\n\nদাশ্‌তে লুতের পূর্ব অংশটি লবণের সমতল ভূমিতে আচ্ছাদিত একটি নিম্ন মালভূমি। বিপরীতে, কেন্দ্রটি বাতাসের দ্বারা সমান্তরাল পর্বতমালা এবং চূড়াগুলির একটি ধারায় ভাস্কর্য করা হয়েছে, যা ১৫০ কিমি (৯৩ মা) এরও বেশি প্রসারিত এবং ৭৫ মিটার (২৪৬ ফুট) উচ্চতায় পৌঁছেছে। এই এলাকাটিও উপত্যকা ও সিঙ্কহোল দ্বারা পরিপূর্ণ। দক্ষিণ-পূর্বে একটি সাহারান এর্গের মতো বালির বিস্তীর্ণ বিস্তৃতি, যেখানে ৩০০ মিটার (৯৮০ ফুট) উঁচু টিলা রয়েছে, যা বিশ্বের সবচেয়ে লম্বা।\n\n\n== ভূতত্ত্ব ==\nএক গবেষণায় দেখা গেছে, মরুভূমির অর্ধেকেরও বেশি ভূপৃষ্ঠ আগ্নেয় শিলা দ্বারা আবৃত। যেগুলিতে গরমের সময় বাষ্পীভবন লক্ষ্য করা যায়।\n\n\n== প্রত্নতত্ত্ব ==\nআনুমানিক ২৫০০ খ্রিস্টপূর্বাব্দে, এই এলাকায় একটি সমৃদ্ধ সভ্যতা বিদ্যমান ছিল। প্রাচীন শাহদাদ শহর লুত মরুভূমির পশ্চিম প্রান্তে অবস্থিত ছিল। আর পূর্ব দিকে ছিল শাহর-ই-সোখতা নামের একটি বিশাল প্রাচীন শহর।\nলুত এলাকা ইরানি প্রত্নতত্ত্বের জন্য একটি গুরুত্বপূর্ণ অঞ্চল। সম্প্রতি, কের্মন রেঞ্জের পূর্ব দিকে এবং লুত মরুভূমির পশ্চিম প্রান্তের কাছাকাছি একটি বিস্তৃত প্রত্নতাত্ত্বিক জরিপ করা হয়েছিল। ফলস্বরূপ, খ্রিস্টপূর্ব পঞ্চম সহস্রাব্দ থেকে শেষের ইসলামি যুগ পর্যন্ত ৮৭টি প্রাচীন স্থান চিহ্নিত করা হয়েছিল। এই স্থানগুলির মধ্যে তেইশটি তাম্র এবং ব্রোঞ্জ যুগের বলে জানা যায়।\n\n\n== উষ্ণতম ভূমি পৃষ্ঠ ==\nনাসা'র অ্যাকোয়া উপগ্রহের মডারেট রেজোলিউশন ইমেজিং স্পেকট্রোরেডিওমিটার রেকর্ড করেছে যে ২০০৩ থেকে ২০১০ সাল পর্যন্ত পৃথিবীর উষ্ণতম ভূমি পৃষ্ঠ ছিল দাশ্‌তে লুত, যেখানে স্থলভাগের তাপমাত্রা ৭০.৭ ডিগ্রি সেলসিয়াস (১৫৯.৩ ডিগ্রি ফারেনহাইট) এ পৌঁছেছে, যদিও বাতাসের তাপমাত্রা শীতল। পরিমাপের নির্ভুলতা হল ০.৫ কে থেকে ১ কে।\nদাশ্‌তে লুতের সবচেয়ে উষ্ণতম অংশ হল গন্দম বেরিয়ান, অন্ধকার লাভায় আচ্ছাদিত একটি বড় মালভূমি, যা প্রায় ৪৮০ বর্গকিলোমিটার (১৯০ বর্গমাইল) এলাকা জুড়ে বিস্তৃত। একটি স্থানীয় কিংবদন্তি অনুসারে, নামটি (ফার্সি— \"টোস্টেড গম\") একটি দুর্ঘটনা থেকে উদ্ভূত হয়েছিল যেখানে মরুভূমিতে গমের বোঝা ফেলে দেওয়া হয়েছিল যা কিছু দিনের মধ্যে তাপে ঝলসে গিয়েছিল।\n\n\n== আরও দেখুন ==\nইরানের ভূগোল\nইরানের আন্তর্জাতিক র‌্যাঙ্কিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনাসার ছবি ও তথ্য\nবিশ্বের তাপমাত্রার উপর নাসার জরিপ"}