{"pageid": 1185445, "title": "তাবরিজ বাজার", "url": "https://bn.wikipedia.org/wiki?curid=1185445", "content": "তাবরিজ বাজার (ফার্সি: بازار تبریز, বাজার-ই তাবরিজ) ইরানের তাবরিজ শহরের কেন্দ্রস্থলে অবস্থিত একটি ঐতিহাসিক বাজার। এটি মধ্যপ্রাচ্যের প্রাচীনতম বাজারগুলির মধ্যে একটি এবং বিশ্বের বৃহত্তম আচ্ছাদিত বাজার। ২০১০ সালে এটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থানগুলির মধ্যে অন্তর্ভুক্ত হয়।\n\n\n== ইতিহাস ==\nপ্রাচীনকাল থেকেই তাবরিজ সাংস্কৃতিক বিনিময়ের স্থান হিসাবে পরিগণিত। এর ঐতিহাসিক বাজার কমপ্লেক্স রেশম পথের অন্যতম গুরুত্বপূর্ণ বাণিজ্যিক কেন্দ্র ছিল। ইসলামের অনুসরণে ইরানি নগরবাদের প্রাথমিক যুগ থেকে একই স্থানে একটি বাজার বিদ্যমান ছিল। ভেনিসীয় পর্যটক মার্কো পোলো বাজারটির উল্লেখ করেছিলেন, যিনি দাবি করেছিলেন যে রেশম পথে যাত্রা করার সময় এটির মধ্য দিয়ে গিয়েছিলেন।\nইরানের তাবরিজ শহরের কেন্দ্রে অবস্থিত, কাঠামোটি সারিগুলিতে বিভক্ত, অনেকগুলি পণ্যের বিশেষ শ্রেণীর জন্য উত্সর্গীকৃত। এর মধ্যে রয়েছে সোনা ও গহনার জন্য আমির বাজার, হাতে বোনা পাটির জন্য মোজাফরিহ, জুতার জন্য বাশমাখী বাজার, কাঁচাবাজারের জনয় কিজ বাসদি বাজার এবং রাহলি বাজার। ১৬ শতকে তাব্রিজ এবং এর বাজার সবচেয়ে সমৃদ্ধ ছিল, যখন শহরটি সাফাভিদ রাজ্যের রাজধানী শহর হয়ে ওঠে। সাফাভীয় সাম্রাজ্য। শহরটি ১৭ শতকে এই মর্যাদা হারিয়েছিল, কিন্তু বাজারটি এই অঞ্চলে এবং রেশম পথে একটি বাণিজ্যিক ও অর্থনৈতিক কেন্দ্র হিসাবে গুরুত্বপূর্ণ থেকে গেছে। যদিও সাম্প্রতিক বছরগুলিতে অসংখ্য আধুনিক দোকান এবং মল প্রতিষ্ঠিত হয়েছে, তবুও তাবরিজ বাজার শহর এবং উত্তর-পশ্চিম ইরানের অর্থনৈতিক কেন্দ্র হিসেবে এর গুরুত্বপূর্ণ ভূমিকা রেখেছে।\nইরানের সাংবিধানিক বিপ্লব এবং ১৯৭৯-এর ইসলামি বিপ্লবের ক্ষেত্রেও তাবরিজ বাজার রাজনৈতিক তাৎপর্যের একটি স্থান ছিল।\n২০১০ সালের জুলাই মাসে বাজারটি ইউনেস্কো কর্তৃক বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে তালিকাভুক্ত করা হয়েছিল।\n\n\n== অনুষ্ঠান ==\nকিছু গুরুত্বপূর্ণ ধর্মীয় অনুষ্ঠানের জন্য বাজারটি ব্যবহার করা হয়। এর মধ্যে সবচেয়ে বিখ্যাত হল আশুরার দিন যেখানে বণিকরা প্রায় ১০ দিনের জন্য ব্যবসা বন্ধ করে দেয় এবং বাজারের ভিতরে ধর্মীয় অনুষ্ঠান অনুষ্ঠিত হয়। মধ্যপ্রাচ্যের অন্যান্য বাজারের মতো, এই বাজারের পিছনে বেশকয়েকটি মসজিদ নির্মিত হয়েছে, যার মধ্যে সবচেয়ে উল্লেখযোগ্য হল তাবরেজ জামে মসজিদ।\n\n\n== পুনরুদ্ধার ==\n২০০০ সালে, ইরানের ঐতিহাসিক হারমিটেজ সংস্থা দোকান মালিকদের সম্পূর্ণ অংশগ্রহণে বাজারের একটি পুনরুদ্ধার প্রকল্প শুরু করে। পুনর্বাসন প্রকল্পটি ২০১৩ সালে স্থাপত্যের জন্য আগা খান পুরস্কার জিতেছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nTishineh\n\"The Grand Bazaar of Tabriz\" (audio slideshow with English subtitles). Jadid Online."}