{"pageid": 1185186, "title": "কুয়েতে প্রবাসী", "url": "https://bn.wikipedia.org/wiki?curid=1185186", "content": "কুয়েতে প্রবাসীর সংখ্যা অসংখ্য, যাদের অধিকাংশই কুয়েত সিটিতে বসবাস করে। প্রবাসীরা মূলত কর্মসংস্থানের সুবিধার জন্য কুয়েতের প্রতি আকৃষ্ট। কুয়েতের মোট জনসংখ্যার ৬৯% প্রবাসী, যাদের অধিকাংশই হল ভারতীয়, মিশরীয়, ফিলিপিনো, সিরীয় ও পাকিস্তানি।\n\n\n== ইরানি ==\nজনশুমারি অনুসারে ২০১২ সালে কুয়েতে ৪৫,০০০ ইরানি প্রবাসী ছিল। ইরানিরা অধিকাংশই কুয়েত সিটির উপশহর বনেইদ আল-গের বসবাস করে। বেশিরভাগ ইরানিরা বেসরকারি খাতে চাকরি করে। কুয়েতে ২০১১ সালে ৪২,৭৯৫ জন ইরানি বসবাস করত, তাদের মধ্যে ৬৯৯ জন সরকারি খাতে, ২৪,৬৮৪ জন্য বেসরকারি খাতে এবং ১৬,৫৭৭ জন স্বাধীন ভিসা নিয়ে ছিলেন।\nকুয়েতে ইরানি বিদ্যালয় রয়েছে, যার সবকয়টি বেসরকারি অর্থায়নে এবং কুয়েত সিটির উপশহরে অবস্থিত। উদাহরণস্বরূপ, ইরানিয়ান স্কুল অব কুয়েত।\n\n\n== তুর্কি ==\nকুয়েতে ৪,০০০ তুর্কি প্রবাসী বসবাস করে। অধিকাংশ তুর্কিয়ে নাপিত, প্রকৌশলী, ব্যবসায়ী ও ডাক্তার।\n\n\n== পাকিস্তানি ==\n২০২০ সালের ডিসেম্বর মাস নাগাদ কুয়েতে পাকিস্তানি প্রবাসীর সংখ্যা ১০০,০০০। ২০০৯ সালে কুয়েতে সাবেক পাকিস্তানি পররাষ্ট্রের দায়িত্বপ্রাপ্ত কূটনীতিকের সময়কালে এই সংখ্যা সর্বাধিক ছিল, যার পরিমাণ ১৫০,০০০। কুয়েতে অসংখ্য পাকিস্তানি বিদ্যালয় রয়েছে।\n\n\n== ফিলিপিনো ==\n২০২০ সালে ডিসেম্বর পর্যন্ত কুয়েতে ২৪১,০০০ ফিলিপিনো বসবাস করে। তাদের অধিকাংশই অভিবাসী শ্রমিক এবং কুয়েতে প্রায় ৬০% ফিলিপিনো গৃহকর্মী।\n২০১১ সালে ফিলিপিনো শ্রমিকদের জন্য কুয়েত ছিল ষষ্ঠ বৃহত্তম গন্তব্যস্থল। ফিলিপাইনের জন্য কুয়েত ছিল প্রবাসী আয়ের গুরুত্বপূর্ণ উৎস, যেখান থেকে ২০০৯ সালে $১০৫ মিলিয়ন মার্কিন ডলার রেমিটেন্স আসে। প্রবাসী আয় পাঠানোর জন্য নয়টি ফিলিপিনো ব্যাংকের কুয়েতের ব্যাংকের সাথে যোগাযোগ রয়েছে।\nজাব্রিয়ায় ফিলিপিনো ওয়ার্কার্স রিসোর্স সেন্টার (এফডাব্লিউআরএস) রয়েছে, যা কুয়েতে ফিলিপিনো শ্রমিক যারা তাদের নিয়োগকর্তাদের নিকট থেকে বিভিন্ন উৎপীড়নের ফলে মানসিক শ্রান্তি ও বেতন-ভাতা না পাওয়া এবং শারীরিক, মৌখিক ও যৌন হয়রানির শিকার হয় তাদের আশ্রয় প্রদান করে। এফডাব্লিউআরএস, কুয়েতে ফিলিপাইন দূতাবাস, ফিলিপাইন ওভারসিজ এমপ্লয়মেন্ট অ্যাডমিনিস্ট্রেশন, ও ওভারসিজ ওয়ার্কার্স ওয়েলফেয়ার অ্যাডমিনিস্ট্রেশনের সহায়তায় হাজার হাজার ফিলিপিনো এই সকলে কারণে নিজের দেশে ফিরে যেতে পেরেছে।\n\n\n== ফিলিস্তিনি ==\nকুয়েতে ফিলিস্তিনি সম্প্রদায়ের সংখ্যা ১৯৬১ সালে ৩৭,০০০ থেকে ১৯৮১ সালে বৃদ্ধি পেয়ে দাঁড়ায় ৩০০,০০০ এবং অবৈধ অভিবাসীর সংখ্যা হিসাব করলে তা দাঁড়ায় ৩৫০,০০০। কুয়েতে ১৯৮২ সালে হিসাব করা হয় সরকারি খাতে চারজনে একজন এবং তিনজন শিক্ষকের মধ্যে একজন ফিলিস্তিনি।\n\n\n== বাংলাদেশী ==\n২০২২ সালের ফেব্রুয়ারি নাগাদ কুয়েতে ২৫৮,০০০ বাংলাদেশী প্রবাসী রয়েছে। তাদের মধ্যে ৮৬,০০০ গৃহকর্মী এবং ৯৯% পুরুষ। ২০১৭ সালে মার্চ মাসে কুয়েত থেকে $২৪৩.২৬ মিলিয়ন মার্কিন ডলার রেমিটেন্স আসে।\n\n\n== ভারতীয় ==\nকুয়েতে বৃহত্তর প্রবাসী সম্প্রদায় হয় ভারতীয়, যাদের অধিকাংশই দক্ষিণ ভারতের কেরল ও তামিলনাড়ু রাজ্যের এবং ভারতীয় বংশোদ্ভূত কুয়েতি নাগরিক। ভারতের বিদেশ মন্ত্রণালয়ের প্রতিবেদন অনুসারে, ২০২০ সালের ৩১ ডিসেম্বর পর্যন্ত কুয়েতে ১০,২০,০০০ ভারতীয় বসবাস করে।\nকুয়েতে ১৭টি ভারতীয় বিদ্যালয় রয়েছে, যেগুলো সেন্ট্রাল বোর্ড অব সেকেন্ডারি এডুকেশন (সিবিএসই)-এর সাথে সংশ্লিষ্ট। কুয়েতে ভারতীয় দূতাবাসের সাথে রেজিস্টারকৃত ১৬৪টি ভারতীয় সম্প্রদায়ের সংঘ রয়েছে। পুণঃরেজিস্ট্রেশন চালুর পর ১০৬টি সংঘ পুনরায় দূতাবাসে রেজিস্টার করে এবং এই সংঘের পরিমাণ দ্রুত গতিতে বাড়ছে।\n\n\n== মিশরীয় ==\nকুয়েতে দ্বিতীয় বৃহত্তর প্রবাসী সম্প্রদায় হয় মিশরীয়। ২০২০ সালের ডিসেম্বর নাগাদ এই পরিমাণ ছিল ৬৬৬,০০০ এর বেশি।\n\n\n== সিরীয় ==\nকুয়েতে ১৬১,০০০ সিরীয় প্রবাসী রয়েছে। সিরীয়রা কুয়েতে প্রথম শিক্ষিত কর্মীবাহিনী। কুয়েতে প্রথম সিরীয় প্রবাসী আসে ১৯৬০-এর দশকে।\n\n\n== আরও দেখুন ==\nকুয়েতের জনমিতি\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:কুয়েতে অভিবাসন"}