{"pageid": 1185394, "title": "মেষ সংক্রান্তি", "url": "https://bn.wikipedia.org/wiki?curid=1185394", "content": "মেষ সংক্রান্তি (মেষ সংক্রমণা বা হিন্দু সৌর নববর্ষও বলা হয়) সৌর চক্র বছরের প্রথম দিনকে বোঝায়, যা হিন্দু চান্দ্র-সৌর বর্ষপঞ্জিতে সৌর নববর্ষ। হিন্দু বর্ষপঞ্জিতে একটি চন্দ্র নববর্ষও রয়েছে, যা ধর্মীয়ভাবে আরও তাৎপর্যপূর্ণ। সৌর চক্র বছর অসমীয়া , ওড়িয়া , পাঞ্জাবী , মালয়ালী , তামিল এবং বাঙালী বর্ষপঞ্জিতে তাৎপর্যপূর্ণ।\nপ্রাচীন সংস্কৃত গ্রন্থ অনুসারে দিনটি নির্দিষ্ট সৌর গতিবিধির প্রতিনিধিত্ব করে। মেষ সংক্রান্তি ভারতীয় বর্ষপঞ্জির বারো সংক্রান্তির একটি। ধারণাটি ভারতীয় জ্যোতিষশাস্ত্রের গ্রন্থগুলিতেও পাওয়া যায় যেখানে এটি মেষ রাশিতে সূর্যের স্থানান্তরের দিনটিকে বোঝায় ।\nউপমহাদেশে অনুসরণ করা সৌর ও চান্দ্র সৌর বর্ষপঞ্জিতে দিনটি গুরুত্বপূর্ণ। মেষ সংক্রান্তি সাধারণত ১৩ এপ্রিল, কখনও কখনও ১৪ এপ্রিল পড়ে। এই দিনটি প্রধান হিন্দু, শিখ এবং বৌদ্ধ উৎসবগুলির ভিত্তি, যার মধ্যে বৈশাখী এবং ভেসাক সবচেয়ে বেশি পরিচিত।\nএটি থাইল্যান্ড , লাওস , কম্বোডিয়া , মায়ানমার , শ্রীলঙ্কা , উত্তর- পূর্ব ভারতের কিছু অংশ, ভিয়েতনামের কিছু অংশ এবং চীনের জিশুয়াংবান্নার সমতুল্য বৌদ্ধ বর্ষপঞ্জি ভিত্তিক নববর্ষ উৎসবের সাথে সম্পর্কিত ; সম্মিলিতভাবে সংক্রান হিসাবে উল্লেখ করা হয় ।\n\n\n== ব্যুৎপত্তি ==\nমেষ সংক্রান্তি শব্দটি দুটি সংস্কৃত শব্দ নিয়ে গঠিত। সংক্রান্তির আক্ষরিক অর্থ হল \"এক জায়গা থেকে অন্য জায়গায় যাওয়া, স্থানান্তর, ধারা পরিবর্তন, প্রবেশ\" বিশেষ করে সূর্য বা গ্রহের প্রেক্ষাপটে, যখন মেষ মানে ভেড়া বা মেষ রাশি । মেষ সংক্রান্তি শব্দটি জ্যোতিষ নামক বেদাঙ্গ অধ্যয়নের ক্ষেত্রের প্রাচীন সংস্কৃত গ্রন্থে এবং সূর্য সিদ্ধান্তের মতো পরবর্তী গ্রন্থে বিকশিত সময় পালনের অনুশীলনের উপর ভিত্তি করে একটি নির্দিষ্ট দিনকে বোঝায় ।\n\n\n== পালন ==\nঅনেক আঞ্চলিক ক্যালেন্ডারের দুটি উপাদান রয়েছে: চন্দ্র এবং সৌর। চন্দ্রের উপাদানটি চাঁদের গতিবিধির উপর ভিত্তি করে এবং প্রতি মাসে হয় অমাবস্যা থেকে অমাবস্যা, পূর্ণিমা থেকে পূর্ণিমা, অথবা পূর্ণিমার পরের দিন থেকে পরবর্তী পূর্ণিমা পর্যন্ত গণনা করে। চন্দ্র উপাদান ধর্মীয় ক্যালেন্ডারের ভিত্তি তৈরি করে এবং চৈত্রে বছর শুরু হয়। অনেক অঞ্চলে স্থানীয় নতুন বছর শুরু হয় চান্দ্র ক্যালেন্ডারের সূচনার মাধ্যমে: মহারাষ্ট্র এবং গোয়াতে গুড়ি পাড়োয়া ; সিন্ধি হিন্দুদের জন্য চেতি চাঁদ ; এবং কাশ্মীরি হিন্দুদের জন্য নাভারেহ । গুজরাটে আঞ্চলিক বছর শুরু হয় দীপাবলির পর কার্তিক মাস দিয়ে ।\nচাঁদের সৌর ক্যালেন্ডারের সৌর উপাদান মেষ সংক্রান্তিতে বছর শুরু হয় । এই দিনটি ভারত জুড়ে লোকেরা পালন করে, এমনকি এমন অঞ্চলগুলিতেও যেগুলি চন্দ্র ক্যালেন্ডার ব্যবহার করে নতুন বছর শুরু করে। যাইহোক, কিছু অঞ্চলে আঞ্চলিক নববর্ষ শুরু হয় মেশা সংক্রান্তিতে।\n\n\n== তথ্যসূত্র =="}