{"pageid": 1185433, "title": "মুহাম্মাদ (নাম)", "url": "https://bn.wikipedia.org/wiki?curid=1185433", "content": "মুহাম্মাদ (আরবি: محمد) আরবি ভাষায় একটি পুরুষ নাম, যার আক্ষরিক অর্থ হল ‘প্রশংসনীয়’। মুহাম্মাদ নামটি আরবি ধাতু \"আলহামদ\" (الحمد) থেকে এসেছে, যার অর্থ ‘প্রশংসা করা’। মুহাম্মাদ নামের বিকল্প বানানগুলির মধ্যে রয়েছে মুহম্মদ, মুহাম্মদ, মোহম্মদ, মোহাম্মদ, মোহাম্মাদ, মহম্মদ, মেহমেদ, মামাদু ইত্যাদি। \"মুহাম্মাদ\" বিশ্বের সবচেয়ে জনপ্রিয় নাম বলে পরিচিত বলে পরিচিত, আর ২০১৪ সালের জুলাইয়ের অনুমান অনুযায়ী প্রায় ১৫ কোটি পুরুষ মানুষদের নাম \"মুহাম্মাদ\" বা এর বানানভেদ।\n২০১৭ সাল থেকে চীনের শিনচিয়াং প্রদেশে নবজাতক শিশুদের জন্য নামটি নিষিদ্ধ করা হয়। পাশাপাশি পাকিস্তানেও আহ্‌মদীয়া সম্প্রদায়ের জন্যে নামটি নিষিদ্ধ করা হয়।\n\n\n== ব্যুৎপত্তি ==\n\"মুহাম্মাদ\" নামটি আরবি নাম \"محمد\"-এর বাংলা প্রতিবর্ণীকরণ, যার অর্থ \"প্রশংসিত\" বা প্রশংসনীয়\"। আরব দেশগুলোতে এর প্রকৃত উচ্চারণও হওয়া উচিত \"মুহাম্মাদ\", কিন্তু বাস্তবে উপভাষা ভেদে নামটির উচ্চারণ ভিন্ন। একই ধাতু থেকে উৎপন্ন অন্যান্য আরবি নামের মধ্যে রয়েছে মাহমুদ, আহমদ, হামেদ, তাহমিদ এবং হামিদ।\nবাংলা ভাষায় এই নামকে বিভিন্ন বানানে লেখা হয়, যেমন মুহম্মদ, মুহাম্মদ, মোহম্মদ, মোহাম্মদ, মোহাম্মাদ ইত্যাদি। ভারতীয় বাংলায় কারবিহীন \"মহম্মদ\" বানানটি সর্বাধিক প্রচলিত, আর হিন্দি-উর্দু ভাষায় \"মুহম্মদ\" (मुहम्मद) বা \"মোহম্মদ\" (मोहम्मद) বানান প্রচলিত হলেও ভারতীয় বাংলায় এদের সাধারণত \"মহম্মদ\"ই লেখা হয়। মুহাম্মাদ নামটির সংক্ষিপ্ত রূপ মো., মোঃ, মহঃ (\"মহম্মদ\" বানানের ক্ষেত্রে) ইত্যাদি।\n\n\n== পরিসংখ্যান ==\nদ্য কলম্বিয়া এনসাইক্লোপিডিয়া-র (২০০০) ষষ্ঠ সংস্করণ অনুসারে বানানভেদ সহ \"মুহাম্মাদ\" সম্ভবত বিশ্বের সবচেয়ে প্রচলিত নাম। ২০১৪ সালে দি ইন্ডিপেন্ডেন্ট-এর এক প্রতিবেদন অনুসারে বিশ্বের ১৫ কোটিরও বেশি পুরুষ মানুষ \"মুহাম্মাদ\" নামটি গ্রহণ করে, যার ফলে এটি বিশ্বের সবচেয়ে জনপ্রিয় নাম।\nইংল্যান্ড ও ওয়েলসের পরিসংখ্যান দপ্তর অফিস ফর ন্যাশনাল স্ট্যাটিস্টিকসের ২০২৪ সালে প্রকাশিত একটি প্রতিবেদন অনুসারে ২০২৩ সালে \"মুহাম্মাদ\" বালকদের মধ্যে সবচেয়ে জনপ্রিয় শিশু নাম।\nসেন সাঁ দ্যনি (২০০২,২০০৮)  এবং ফ্রান্সের মার্সেই (২০০৭, ২০০৯) ডিপার্টমেন্টে মোহাম্মদ এবং মোহাম্মদ ছিল সবচেয়ে জনপ্রিয় শিশুর নাম। একইভাবে ২০০৮ সাল থেকে এটি বেলজিয়ামের সবচেয়ে মুসলিম জনবহুল শহর ব্রাসেলস এবং আন্টভের্পে সবচেয়ে জনপ্রিয় শিশুর নাম। ২০০৬ সালের মে মাসে রিপোর্ট করা হয়েছিল যে, পরিসংখ্যান নির্দেশ করে যে প্রায় ৮,৯২৮ জন ডেনিশ মুসলমান মুহাম্মদ নামটি গ্রহণ করে এবং শুধুমাত্র ২০০৪ সালে মোহাম্মদ নামে ১৬৬ জন নবজাতক শিশু নিবন্ধিত হয়েছিল। ২০০৯ সালে মুহাম্মাদ নামটি মার্কিন যুক্তরাষ্ট্রে ৪৩০তম স্থানে ছিল। সোশ্যাল সিকিউরিটি অ্যাডমিনিস্ট্রেশন অনুসারে ২০০৬ সালে  মোহাম্মদ ৫৮৯তম, মোহাম্মদ ৬৩৩তম এবং মুহাম্মদ ৬৩৯তম জনপ্রিয় প্রথম নাম। \n২০১৭ সালের এপ্রিলে চীনা সরকার পিতামাতাদের সন্তানের জন্য প্রদত্ত নাম হিসাবে মুহাম্মদ নাম নির্বাচন করতে নিষেধ করে। তালিকায় দুই ডজনেরও বেশি নাম অন্তর্ভুক্ত করা হয় এবং এ নিষেধে কারণ হলো, চীনের পশ্চিমাঞ্চলীয় জিনজিয়াং অঞ্চলের ১০ মিলিয়ন উইঘুরদের লক্ষ্য করা।  যদি মুহাম্মদের সমস্ত রূপ গণনা করা হয় তাহলে ফিনল্যান্ডে মুহাম্মদ নামে ১৫,৭২৩ জন লোক রয়েছে, যা ফিনিশ পুরুষ জনসংখ্যার ০.৭%। এদের মাঝে সর্বাধিক সাধারণ নাম হলো মোহাম্মদ। এটা লক্ষণীয় যে মুহাম্মদ নামের আনুমানিক ৬০% লোক পাকিস্তান, মধ্যপ্রাচ্য এবং উত্তর আফ্রিকায় বাস করে।\n\n\n== বৈধতা ও বিধিনিষেধ ==\n\n\n=== চীন ===\n২০১৭ সালে এক আইনে চীনে শিশুদের নাম মোহাম্মদ নামকরণ করা অবৈধ করা হয়। চীনের ভাষ্যমতে, আইনটি আনুষ্ঠানিকভাবে দেশের উইঘুর সংখ্যালঘুদের মধ্যে \"ধর্মীয় চরমপন্থা\" প্রতিরোধ করার উদ্দেশ্যে করা হয়েছে। তবে এটিকে উইঘুর সম্প্রদায়ের বিরুদ্ধে নিপীড়নের একটি সম্ভাব্য কাজ বলে মনে হয়।  \n\n\n=== পাকিস্তান ===\nপাকিস্তান সরকার সে দেশের আহমাদি সম্প্রদায়ের সদস্যদের সন্তানদের নাম মুহাম্মদ রাখতে নিষেধ করে। আল জাজিরা ২০২১ সালে রিপোর্ট করে যে, আহমেদিদের বিরুদ্ধে ব্লাসফেমির অভিযোগ দায়ের করা হয়, যারা বিবাহের আমন্ত্রণে একটি অনির্দিষ্ট পরিমাণে \"মোহাম্মদ\" লিখেছিল। \n\n\n== তথ্যসূত্র =="}