{"pageid": 1185350, "title": "ওয়াট জিয়াং থং", "url": "https://bn.wikipedia.org/wiki?curid=1185350", "content": "ওয়াট জিয়াং থং ( লাও: ວັດຊຽງທອງ ; \"সোনালী শহরের মন্দির\") হল একটি বৌদ্ধ মন্দির (ভ্যাট বা ওয়াট ) লুয়াং ফ্রাবাং, লাওস উপদ্বীপের উত্তর প্রান্তে।  ১৫৫৯ থেকে ১৫৬০ সালের মধ্যে রাজা সেত্তাথিরথ দ্বারা নির্মিত, ওয়াট জিয়েং থং, লাও মঠগুলোর মধ্যে অন্যতম গুরুত্বপূর্ণ এবং এটি ধর্ম, রাজকীয়তা এবং ঐতিহ্যগত শিল্পের চেতনার একটি উল্লেখযোগ্য স্মারক হিসেবে রয়ে গেছে।\n\n\n== ব্যুৎপত্তি ==\nভ্যাট জিয়েং থং নামের (লাও: ວັດຊຽງທອງ), মানে \"সোনার শহরের মন্দির।\"  লাওতে, ওয়াট বা ভ্যাট, মানে বৌদ্ধ মন্দির; এই ভবনগুলো লাওতিয়ান সম্প্রদায়ের জীবনের কেন্দ্রবিন্দু।  \n\n\n== ইতিহাস ==\nওয়াট জিয়াং থং ১৫৫৯ থেকে ১৫৬০ সালের মধ্যে রাজা শেত্তাথিরথের অধীনে নির্মিত হয়েছিল।   শেত্তাথিরথ ল্যান জাং (\"ল্যান্ড অফ এ মিলিয়ন এলিফ্যান্টস\") রাজ্যের তত্ত্বাবধান করেছিলেন, এমন একটি ভৌগোলিক এলাকা যা এখন লাওস।  তার শাসনামলে, সেত্তাথিরথ জিয়াং থং (যা পরে লুয়াং প্রাবাং নামকরণ করা হয়) থেকে ভিয়েনতিয়েনে রাজধানী স্থানান্তরিত করেন, জিয়াং থং-এ সমতল জমির অভাবের জন্য অপছন্দ করেন।  কিন্তু, লুয়াং প্রাবাং ১৯৭৫ সাল পর্যন্ত একটি রাজকীয় রাজধানী ছিল, যখন লাও পিপলস ডেমোক্রেটিক রিপাবলিক (এলপিডিআর) প্রতিষ্ঠিত হয়েছিল।  \nভ্যাট জিয়েং থং ছিল রাজপরিবারের পৃষ্ঠপোষকতায় একটি রাজকীয় মন্দির (এলপিডিআর তৈরি হওয়া পর্যন্ত), ভ্যাট কিও এবং ভ্যাট দ্যাট লুয়াং-এর পাশাপাশি তৈরি করা।  ভ্যাটটি রাজাদের মুকুট পরানোর জায়গা, সন্ন্যাসী ও সাধারণ মানুষের উপাসনার স্থান, বৌদ্ধ ধর্মাবলম্বীদের উপাসনালয়, ধর্মীয় আচার ও উৎসব উদযাপনের স্থান, প্রাচীন লিপিগুলোর জন্য একটি গ্রন্থাগার এবং ঐতিহ্যবাহী স্থাপত্যের প্রদর্শনী হিসেবে কাজ করত।  \n\n\n== স্থাপত্য ==\n\n\n=== স্থান ===\nভ্যাট জিয়েং থং লাওসের লুয়াং প্রাবাং-এ অবস্থিত।  লুয়াং প্রবাং এর অর্থ \"বুদ্ধের স্থান\", বুদ্ধের পবিত্র মূর্তি যেখান থেকে রাজারা তাদের ঐশ্বরিক অধিকার পেতেন।  শহরটি মেকং এবং ন্যাম খান নদীর মাঝখানে অবস্থিত এবং ইউনেস্কোর মতে, \"দক্ষিণ-পূর্ব এশিয়ার সবচেয়ে পরিশীলিত বৌদ্ধ মন্দির\" রয়েছে।  লুয়াং প্রাবাং ১৯৯৫ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান মনোনীত হয়েছিল। \n\n\n=== শৈলী এবং বৈশিষ্ট্য ===\nভ্যাটটি সাধারণ লাওসের শিল্প ও নৈপুণ্যের প্রতিনিধিত্ব করে।\nসিম হল একটি লাওতিয়ান মন্দিরের কেন্দ্রীয় অংশ। ভ্যাট জিয়েং থং এর সিম নয়টি প্রপাতের মতো ছাদের সমন্বয়ে গঠিত এবং সোনার স্টেনসিলিং দ্বারা সজ্জিত।  ছাদগুলো হল কাঠামোর একটি কেন্দ্রীয় উপাদান, একটি বিস্তৃত বিন্যাসে নীচের দিকে ছড়িয়ে দেওয়া।  ছাদের কেন্দ্রে রয়েছে ডক সো ফা, সোনায় মোড়ানো ছোট প্যাগোডা যা আকাশের দিকে ঊর্ধ্বমুখী।  প্যাগোডার সংখ্যা এবং এই ফুলের ভাস্কর্যটির সামগ্রিক বিবরণ একটি লাওতিয়ান মন্দিরের আপেক্ষিক গুরুত্বকে নির্দেশ করে।  \nসিমের একপাশে ছোট ছোট কক্ষ ও স্তূপ রয়েছে যাতে সে সময়ের বুদ্ধের ছবি রয়েছে। এখানে একটি হেলান দেওয়া বুদ্ধ অভয়ারণ্য রয়েছে, যেখানে একটি বিশেষভাবে বিরল হেলান দেওয়া বুদ্ধ রয়েছে যা মন্দির নির্মাণের সময়কার। ১৯৩১ সালে, ছবিটি ফ্রান্সে নিয়ে যাওয়া হয়েছিল এবং প্যারিস প্রদর্শনীতে প্রদর্শিত হয়েছিল। যখন এটি লুয়াং ফ্রাবাং-এ ফিরিয়ে দেওয়া হয়েছিল তখন এটি ১৯৬৪ সাল পর্যন্ত ভিয়েনতিয়েনে রাখা হয়েছিল। নিকটবর্তী এলাকার পূর্ব দিকের দরজায় রাজকীয় অন্ত্যেষ্টিক্রিয়ার গাড়িটি দাঁড়িয়ে আছে, যেখানে অন্ত্যেষ্টিক্রিয়ার গাড়িটি রয়েছে, যা ১২ মিটার উঁচু এবং রাজপরিবারের সদস্যদের জন্য বিভিন্ন শবাধার রয়েছে।\nসিমের অভ্যন্তরটি একইভাবে সোনার স্টেনসিলিং দ্বারা সজ্জিত। সমৃদ্ধ লাল এবং কালো দেয়ালগুলো পৌরাণিক দৃশ্য এবং জ্যামিতিক নকশার সোনার স্টেনসিল দিয়ে সম্পূর্ণরূপে সজ্জিত।  ছাদটি ধর্মচক্রগুলকে প্রদর্শন করে - ধর্ম চাকা হল বৌদ্ধ আইন এবং পুনর্জন্মের বৃত্তের প্রতীক ।  পিছনের গ্যাবলটি একটি কাচের মোজাইক দিয়ে সজ্জিত করা হয়েছে যা জীবনের গাছকে চিত্রিত করে। সিমের পিছনে রয়েছে রেক্লাইনিং বুদ্ধের অভয়ারণ্য, মোজাইক দিয়ে সজ্জিত একটি ছোট চ্যাপেল এবং একটি বড় বৌদ্ধ মূর্তি রয়েছে।  \nঅন্যান্য অনেক কাঠামো এলাকাটি পূর্ণ করে এবং সিমের পরিপূরক করে, যার মধ্যে যথাক্রমে কাউটি, হো তাই এবং হর কং, গ্রন্থাগার, সন্ন্যাসী থাকার জায়গা এবং নৌকা ঘর রয়েছে।  \n\n\n== এখনকার ওয়াট জিয়াং থং ==\n\n\n=== পুনরুদ্ধার এবং সংরক্ষণ ===\nমন্দিরটি রক্ষণাবেক্ষণের জন্য অনেকগুলো পুনরুদ্ধার কার্যক্রম করা হয়েছে, যা ১৫০০ এর দশকে তৈরি হওয়ার পর থেকে এখনো উল্লেখযোগ্য অবস্থায় রয়েছে। \n১৯২৮ সালে, যখন ফরাসি গভর্নর জেনারেল লুয়াং প্রাবাং পরিদর্শন করেন, তখন রাজা সিসাভাংভং সফলভাবে পুনরুদ্ধারের ব্যয়ে ফরাসিদের অংশীদারিত্বের দাবি করেন, কারণ লাওস ১৮৯৩-১৯৫৩ সাল পর্যন্ত একটি ফরাসি প্রটেক্টরেট ছিল।  ১৯৫০ এবং ১৯৬০ এর দশকে, অন্ত্যেষ্টিক্রিয়া গাড়ির ঘর নির্মিত হয়েছিল। ২০১২ এবং ২০১৩ সালে সংস্কারের মধ্যে ভবনটি যত্ন সহকারে পরিষ্কার করা, সোনার স্টেনসিলগুলো পুনরায় রঙ করা, ক্ষতিগ্রস্ত টাইলস এবং দরজা এবং জানালাগুলো পুনরুদ্ধার করা এবং দেয়ালগুলো পুনরায় রং করা জড়িত।  মজার বিষয় হল, পণ্ডিতরা উল্লেখ করেছেন যে ২০ শতকের মাঝামাঝি সময়ে, \"আমেরিকা লাওসকে সাহায্য করেছে, মাথাপিছু ভিত্তিতে, মার্কিন যুক্তরাষ্ট্রের সাহায্য অন্য যে কোনো দেশের প্রদত্ত সাহায্যের চেয়ে বেশি।\"  \n১৮৮০ সালে, ত্রিপিটক পাঠাগার এবং ১৯৬১ সালে ড্রাম টাওয়ার যুক্ত করা হয়েছিল। এই মন্দিরটি, ওয়াট সুওয়ান্নাফুমহামসহ, ১৮৮৭ সালে শহরটি বরখাস্ত করার সময় কোনোপ্রকার ক্ষতি থেকে রক্ষা পায়। এর কারণ হল ব্ল্যাক ফ্ল্যাগ হাও নেতা, ডিও ভ্যান ট্রাই তার প্রথম জীবনে একজন সন্ন্যাসী হিসেবে এখানে অধ্যয়ন করেছিলেন এবং লুয়াং ফ্রাবাংকে বরখাস্ত করার সময় এটিকে তার সদর দফতর হিসেবে ব্যবহার করেছিলেন। \n২০,০০০ কিপের একটি ছোট প্রবেশ ফি প্রদেয়। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nওয়াট সেন\nরয়্যাল প্যালেস, লুয়াং প্রাবাং\nওয়াট ফু\nফউ সি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ওয়াট জিয়াং থং সম্পর্কিত মিডিয়া দেখুন।"}