{"pageid": 1185577, "title": "বন্দুকনির্মাতা", "url": "https://bn.wikipedia.org/wiki?curid=1185577", "content": "বন্দুকনির্মাতা একজন ব্যক্তি যিনি বন্দুক মেরামত, পরিবর্তন, নকশা তৈরি বা নির্মাণ করেন। পেশাটি একজন বর্ম নির্মানকারী থেকে আলাদা, যিনি সাধারণত শুধুমাত্র পরিধানের অংশ প্রতিস্থাপন করেন। বন্দুকনির্মাতা একটি আগ্নেয়াস্ত্রে পরিবর্তন ও পরিবর্ধন করে যার জন্য খুব উচ্চ স্তরের কারিগরের প্রয়োজন হতে পারে, যার জন্য একজন শীর্ষ-স্তরের যন্ত্রবিদ, একজন অত্যন্ত দক্ষ কাঠমিস্ত্রি এবং এমনকি একজন প্রকৌশলীর দক্ষতা প্রয়োজন। বন্দুকনির্মাতারা একটি ভাল-ব্যবহৃত বা ক্ষয়প্রাপ্ত আগ্নেয়াস্ত্রকে নতুন অবস্থায় ফিরিয়ে আনতে কারখানা-স্তরের মেরামত এবং সংস্কার করে। আগ্নেয়াস্ত্রের সরবরাহ এবং ধাতব অংশে ব্যাপক পরিবর্তনের প্রয়োজন হতে পারে এমন পৃথক শ্যুটারকে আরও ভালোভাবে ফিট করার জন্য তারা ক্রীড়া বন্দুকগুলিকে কাজের সাথে মানিয়ে নিতে পরিবর্তন করতে পারে। বানোয়াট এবং অনুপলব্ধ যন্ত্রাংশের জন্য বন্দুকনির্মাতাদের অনেক সময় মেরামত ও পুনরায় নকশার প্রয়োজন হয়। বন্দুকনির্মাতারা ধাতব সমাপ্তিগুলি পুনর্নবীকরণ করতে পারে বা বন্দুকগুলিতে আলংকারিক খোদাই বা খোদাই প্রয়োগ করতে পারে। অনেক বন্দুকের দোকান প্রাঙ্গনে বন্দুক তৈরির পরিষেবা দেয়।\n\n\n== আরো দেখুন ==\nউন্নত আগ্নেয়াস্ত্র\n\n\n== তথ্যসূত্র ==\n\nAcker, Steve (১৯৮৯–২০০০)। The Gunsmith Machinist। Village Press, Inc.। আইএসবিএন 0-941653-63-3।  - LOC 00-109501.\nAustyn, Christopher (১৯৯৮)। Gun Engraving। Safari Press। আইএসবিএন 1-57157-124-8।  - LOC 98-61281.\nBrownell, Frank (১৯৬৯)। Gunsmith Kinks: A Fascinating and Widely Varied Accumulation of Shop Kinks, short cuts, Techniques and Comments sent by Practicing Gunsmiths from all over the World to F.R.\"Bob\" Brownell। F.Brownell & Son, Publishers।  - LOC 77-90353.\nDunlap, Roy F. (১৯৬৩)। Gunsmithing: A Manual of Firearms Design, Alteration and Remodeling. For Amateur and Professional Gunsmiths and Users of Modern Firearms। Stackpole Books। আইএসবিএন 08117-0770-9।  -  LOC 63-21755.\nHartliep, Neil (১৯৯৪)। The Basics of Firearms Engraving: a manual of the NRA Gunsmithing Schools Program। F. Brownell & Son, Publishers। \nHenderson, David R. (২০০৩)। Gunsmithing Shotguns: A Basic Guide to Care and Repair। Lyons Press। আইএসবিএন 1-59228-091-9। \nLautard, Guy (১৯৮৬)। The Machinist's Bedside Reader: Projects, hints, tips and anecdotes of the trade। Guy Lautard। আইএসবিএন 0-9690980-2-2। \nMeek, James B. (১৯৭৩)। The Art of Engraving। F. Brownell & Son, Publishers, Inc.। LOC 73-84371। \nNewell, A.Donald (১৯৪৯)। Gunstock Finishing & Care: A Textbook, covering the various Means and Methods by which modern Protective and Decorative Coatings may be applied in the correct and suitable Finishing of Gun and Rifle Stocks. For Amateur and Professional Use। Small-Arms Technical Publishing Company। \nStelle & Harrison, J.P. & Wm.B. (১৮৮৩)। The Gunsmith's Manual; a Complete Handbook for the American Gunsmith, being a Practical Guide to all Branches of the Trade। Excelsior Publishing House।  - Republished in April 1945 by Thomas G. Samworth, Plantersville, South Carolina.\nTowsley, Bryce M. (২০০৬)। Gunsmithing Made Easy। Stoeger Publishing Company। আইএসবিএন 0-88317-294-1।  -  LOC 2004109586.\nTurpin, Tom (১৯৯৭)। Modern Custom Guns: Walnut, Steel, and Uncommon Artistry। Krause Publications। আইএসবিএন 0-87341-499-3।  - LOC 97-073035.\nWilson, R.L. (১৯৯৫)। Steel Canvas: The Art of American Arms। Chartwell Books। আইএসবিএন 0-7858-1891-X। \nFlayderman, Norm (৩ ডিসেম্বর ২০০৭)। Flayderman's Guide to Antique American Firearms and Their Values। Gun Digest Books। আইএসবিএন 978-1-4402-2651-9।"}