{"pageid": 1185950, "title": "সুগ্রীব", "url": "https://bn.wikipedia.org/wiki?curid=1185950", "content": "সুগ্রীব (সংস্কৃত: सुग्रीव) হল প্রাচীন ভারতীয় মহাকাব্য রামায়ণের চরিত্র। তিনি কিষ্কিন্ধ্যার বানর রাজা বালীর ছোট ভাই। তার স্ত্রীর নাম রুমা। তিনি সূর্য দেবের পুত্র। বানরদের রাজা হিসেবে, সুগ্রীব রাক্ষস রাজা রাবণের হাতে বন্দিদশা থেকে সীতাকে মুক্ত করার জন্য রামকে সাহায্য করেন।\n\n\n== কিংবদন্তি ==\nসুগ্রীবের কিংবদন্তি রামায়ণের অংশ এবং সংক্ষিপ্ত সংস্করণে, মহাভারতেও রয়েছে।\nকিষ্কিন্ধ্যার রাজা ঋক্ষরাজ ছিলেন ব্রহ্মার তিলক থেকে জন্ম নেওয়া এক দিব্য প্রাণী। তার ছিল মানুষের শরীর এবং মুখ ও লেজ ছিল বানরের। তাকে বন-জঙ্গলে ঘোরাঘুরি করার এবং রাক্ষসদের হত্যা করার নির্দেশ দেওয়া হয়েছিল। একদিন, ঋক্ষরাজ মন্ত্রমুগ্ধ পুকুরে প্রবেশ করেন এবং সুন্দরী রমণীতে রূপান্তরিত হন। ইন্দ্র এবং সূর্য তার প্রতি আকৃষ্ট হয়।  এর পরেই, তারা প্রত্যেকের বরে যথাক্রমে বালী ও সুগ্রীবের জন্ম হয়। বালী ও সুগ্রীব ইন্দ্র ও সূর্যের সমান দৈব শক্তি নিয়ে জন্মগ্রহণ করেন।\n\n\n=== দুই ভাইয়ের দ্বন্দ্ব ===\n\nবালী কিষ্কিন্ধ্যা রাজ্য শাসন করেছিলেন; তার প্রজা ছিল বানররা। তারা তার স্ত্রী। অঙ্গদ তার পুত্র। তাঁর ছেলে খুব অল্প বয়সে বাড়ি ছেড়েছিলেন এবং পরে বৈষ্ণবধর্মের অনুসারী হয়েছিলেন। মায়াবী নামে রাগী রাক্ষস রাজধানীর দরজায় এসে বালীকে লড়াইয়ের জন্য চ্যালেঞ্জ করে। বালী চ্যালেঞ্জ গ্রহণ করেছিলেন, কিন্তু যখন তিনি বেরিয়ে আসেন, তখন রাক্ষসটি ভয়ে গভীর গুহায় পালিয়ে যায়। বালী রাক্ষসের তাড়া করে গুহায় প্রবেশ করলেন, সুগ্রীবকে বাইরে অপেক্ষা করতে বললেন। যখন বালী ফিরে আসেননি এবং গুহায় রাক্ষসের চিৎকার শুনে এবং তার মুখ থেকে রক্ত ​​ঝরতে দেখে, সুগ্রীব সিদ্ধান্তে আসেন যে তার ভাইকে হত্যা করা হয়েছে। ভারাক্রান্ত হৃদয়ে, সুগ্রীব গুহার খোলার সীলমোহরের জন্য পাথর ঘূর্ণায়মান করেন, কিষ্কিন্ধ্যায় ফিরে আসেন এবং তার ভাইয়ের স্ত্রী তারাকে তার রানী হিসাবে গ্রহণ করে বানারদের উপর রাজত্ব গ্রহণ করেন। বালী, যাইহোক, শেষ পর্যন্ত রাক্ষসের সাথে তার যুদ্ধে বিজয়ী হন এবং বাড়ি ফিরে আসেন। সুগ্রীবকে রাজা হিসেবে কাজ করতে দেখে তিনি এই সিদ্ধান্তে উপনীত হন যে তার ভাই তার সাথে বিশ্বাসঘাতকতা করেছে। যদিও সুগ্রীব বিনয়ের সাথে নিজেকে বোঝানোর চেষ্টা করেছিলেন, বালী শুনলেন না। ফলে সুগ্রীব রাজ্য থেকে নির্বাসিত হন। তার প্রতিশোধ নেওয়ার জন্য, বালী জোর করে সুগ্রীবের স্ত্রী রুমাকে নিজের জন্য নিয়ে যায় এবং ভাইয়েরা তীব্র শত্রুতে পরিণত হয়।\nসুগ্রীব ঋষ্যমুখ পর্বতে বসবাস করতে শুরু করেছিলেন, পৃথিবীর একমাত্র স্থান যেখানে বালি পদচারণা করতে পারেননি। মৃত্যুর যন্ত্রণায় এই পাহাড়ে পা রাখতে না পারার জন্য ঋষি মাথাঙ্গা এর আগে রাজাকে অভিশাপ দিয়েছিলেন।\n\n\n=== সুগ্রীবের সাথে রামের মিত্রতা স্থাপন ===\n\nনির্বাসনে, সুগ্রীব রামের সাথে পরিচিত হন, বিষ্ণুর অবতার, যিনি রাক্ষসদের রাজা রাবণের হাত থেকে তার স্ত্রী সীতাকে উদ্ধার করার চেষ্টা করছেন। রাম সুগ্রীবকে প্রতিশ্রুতি দিয়েছিলেন যে তিনি বালীকে হত্যা করবেন এবং সুগ্রীবকে বানারদের রাজা হিসাবে পুনর্বহাল করবেন। সুগ্রীব, পালাক্রমে, রামকে তার অনুসন্ধানে সাহায্য করার প্রতিশ্রুতি দিয়েছিলেন।\n\n\n=== বালীর মৃত্যু ===\n\nসুগ্রীব ও রাম একসাথে বালীকে খুঁজতে গেলেন। রাম যখন ফিরে দাঁড়ালেন, সুগ্রীব একটি চ্যালেঞ্জ চিৎকার করলেন এবং তাকে যুদ্ধের সাহস দিলেন। ভাইয়েরা একে অপরের দিকে ছুটে গেল, গাছ ও পাথরের সাথে মুষ্টি, নখ ও দাঁত নিয়ে লড়াই করল। সুগ্রীবের পরামর্শদাতা হনুমান এগিয়ে গিয়ে সুগ্রীবের গলায় ফুলের মালা পরিয়ে দেওয়া পর্যন্ত তারা সমানভাবে মিলিত এবং পর্যবেক্ষকের কাছে আলাদা ছিল না। তখনই রাম তার ধনুক নিয়ে আবির্ভূত হন এবং বালীর হৃদয় দিয়ে তীর নিক্ষেপ করেন।\nবালীর মৃত্যুর পর, সুগ্রীব রানর রাজ্য পুনরুদ্ধার করেন, তার প্রথম স্ত্রী রুমাকে ফিরিয়ে নেন এবং বালীর প্রাথমিক স্ত্রী তারাকেও পুনরুদ্ধার করেন, যিনি তার রানী হয়েছিলেন। বালীর দ্বারা তার পুত্র অঙ্গদ মুকুট রাজপুত্র হন।\n\n\n=== লব ও কুশের সাথে দ্বন্দ্ব ===\nলক্ষ্মণের অনুরোধে এবং গুরু বশিষ্ঠের অনুমোদনের পর, রাম অশ্বমেধ যজ্ঞ করার পরিকল্পনা করেন। এই শুভ অনুষ্ঠানে তিনি অঙ্গদ, নল, নীলা, জাম্ববান ও হনুমান সহ সুগ্রীবকে অযোধ্যায় আসতে আহ্বান জানান। রাম অযোধ্যায় আগমনের সময় সুগ্রীব, জাম্ববন্ত এবং অন্যান্যদের অভিবাদন ও আলিঙ্গন করেন।\nযজ্ঞ ঘোড়াটি লব ও কুশ ভাইদের দ্বারা বন্দী হয়। রামের সৈন্যবাহিনীতে খবর ছড়িয়ে পড়ে যে, দুই মুনি কুমার যজ্ঞের ঘোড়াটি বন্দী করেছেন। শত্রুঘ্ন হেঁটে যায় এবং লবের সাথে যুদ্ধ করে এবং লবের কাছে সে পরাজিত হয়। তারপর লক্ষ্মণ আসে এবং সেও লবের কাছে পরাজিত হয়। তারপর ভরত রামকে মুনি কুমার উভয়ের কাছ থেকে ঘোড়া মুক্ত করতে যাওয়ার অনুমতি দিতে বলেন। সুগ্রীব এবং হনুমানও রামকে যুদ্ধে ভরতের সাথে যাওয়ার অনুমতি দেওয়ার জন্য অনুরোধ করেন। লব ও কুশ ভরত ও সুগ্রীবকে পরাজিত করেন এবং হনুমানকে বন্দী করেন। হনুমানই একমাত্র যিনি জানতেন যে লব ও কুশ তার প্রভু রাম ও সীতার পুত্র এবং এইভাবে নিজেকে তার প্রভুর পুত্রদের দ্বারা বন্দী হতে দিয়েছিলেন।\n\n\n=== অবসর ===\nরাম যখন পৃথিবী থেকে বিদায় নেওয়ার সিদ্ধান্ত নেন এবং সরযূ নদীতে সমাধি নেন, তখন সুগ্রীবও পৃথিবী থেকে মহাপ্রয়াণে যান এবং তারপরে পিতা সূর্যের সাথে মিশে যান। এর আগে, তিনি কিষ্কিন্ধ্যার পরবর্তী রাজা হিসেবে তার ভাইপো অঙ্গদকে রাজমুকুট পরিয়ে দেন এবং রাজ সিংহাসনে অভিষিক্ত করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAnna Dhallapiccola, Dictionary of Hindu Lore and Legend. (আইএসবিএন ০-৫০০-৫১০৮৮-১)\nValmiki Ramayana, Ramayana written by Maharshi Valmiki.\n\n\n== বহিঃসংযোগ ==\n\nThe Ramayana of Valmiki, online version, English translation by Ralph T. H. Griffith.\nThe Mahabharata of Vyasa, online version, English translation by Kisari Mohan Ganguli.\nPhotos of the tympanum at Banteay Srei in Cambodia depicting Sugriva's combat with Vali and Rama's intervention."}