{"pageid": 1185708, "title": "রামচরিতমানস", "url": "https://bn.wikipedia.org/wiki?curid=1185708", "content": "রামচরিতমানস (দেবনাগরী: श्रीरामचरितमानस), অবধি ভাষার মহাকাব্য, রামায়ণের উপর ভিত্তি করে এবং ১৬ শতকের ভারতীয় ভক্তি কবি তুলসীদাস দ্বারা রচিত। এটিকে জনপ্রিয় ভাষায় তুলসী রামায়ণ, তুলসীকৃত রামায়ণ বা তুলসীদাস রামায়ণও বলা হয়। গ্রন্থটির আক্ষরিক অর্থ হল \"রামের কৃতকর্মের হ্রদ\"। এটিকে হিন্দু সাহিত্যের অন্যতম শ্রেষ্ঠ কাজ বলে মনে করা হয়। কাজটি \"ভারতীয় সংস্কৃতির জীবন্ত সমষ্টি\", \"মধ্যযুগীয় ভারতীয় কবিতার জাদু বাগানের সবচেয়ে উঁচু গাছ\", \"সমস্ত ভক্তিমূলক সাহিত্যের সর্বশ্রেষ্ঠ গ্রন্থ\" এবং \"জনপ্রিয়দের জন্য সেরা এবং সবচেয়ে বিশ্বস্ত পথপ্রদর্শক\" হিসাবে বিভিন্নভাবে প্রশংসিত হয়েছে। রামচরিতমানস ভারতীয় জনগণের জীবন্ত বিশ্বাস\"।\nতুলসীদাস ছিলেন সংস্কৃতের একজন মহান পণ্ডিত। যাইহোক, তিনি চেয়েছিলেন রামের গল্পটি সাধারণ মানুষের কাছে সুগম হোক, কারণ অনেক অপভ্রংশ ভাষা সংস্কৃত থেকে বিবর্তিত হয়েছিল এবং সেই সময়ে খুব কম লোকই সংস্কৃত বুঝতে পারে। রামের গল্পকে পণ্ডিতদের মতো সাধারণ মানুষের কাছে সহজলভ্য করার জন্য, তুলসীদাস অবধি ভাষায় লিখতে বেছে নিয়েছিলেন। \nঐতিহ্যে আছে যে তুলসীদাসকে ভাষা (আঞ্চলিক) কবি হওয়ার জন্য বারাণসীর সংস্কৃত পণ্ডিতদের অনেক সমালোচনার সম্মুখীন হতে হয়েছিল। যাইহোক, তুলসীদাস বেদ, উপনিষদ ও পুরাণে থাকা জ্ঞানকে সাধারণ মানুষের কাছে সহজ করার জন্য তার সংকল্পে অটল ছিলেন। পরবর্তীকালে, তার কাজ ব্যাপকভাবে গৃহীত হয়।\n\nরামচরিতমানস, রামের গল্পকে সাধারণ মানুষের কাছে গান, ধ্যান এবং অভিনয় করার জন্য উপলব্ধ করা হয়েছে। রামচরিতমানস-এর লেখাটি অনেক সাংস্কৃতিক ঐতিহ্যেরও সূচনা করেছে, সবচেয়ে উল্লেখযোগ্যভাবে রামলীলার ঐতিহ্য, পাঠ্যের নাটকীয় প্রয়োগ।\nরামচরিতমানসকে হিন্দি সাহিত্যে ভক্তি আন্দোলনের সগুণ দর্শনের  সম্পর্কিত কাজ বলে মনে করেন।\n২০২৪ সালের মে মাসে, এশিয়া ও প্রশান্ত মহাসাগরীয় অঞ্চলের মেমোরি অফ দ্য ওয়ার্ল্ড কমিটির দশম বৈঠকের সময়, রামচরিতমানস পাণ্ডুলিপিগুলি ইউনেস্কোর মেমোরি অফ দ্য ওয়ার্ল্ড এশিয়া-প্যাসিফিক আঞ্চলিক রেজিস্টারে যুক্ত করা হয়েছিল। একটি পাণ্ডুলিপি তুলসীদাস দ্বারা রচিত হয়েছিল, এবং অন্যটি অষ্টাদশ শতাব্দীতে আরবি ভাষায় লেখা হয়েছিল, যা পশ্চিম এশিয়া এবং বিশ্বের অন্যান্য অংশে রামচরিতমানসের আবেদন বা আকর্ষণ প্রদর্শন করে। \n\n\n== পটভূমি ==\n\nতুলসীদাস অযোধ্যায় রামচরিতমানস লিখতে শুরু করেন বিক্রম সংবৎ ১৬৩১ (১৫৭৪ খ্রিস্টাব্দ) সালে।কাব্যের মধ্যে সঠিক তারিখটি চৈত্র মাসের নবম দিন হিসাবে উল্লেখ করা হয়েছে, যা রামের জন্মদিন বা রাম নবমী। রামচরিতমানস  অযোধ্যা, বারাণসী এবং চিত্রকূটে রচিত হয়েছিল। \nরামচরিতমানস স্থানীয় অবধি ভাষায় রচিত।  রামচরিতমানসের মূল বিষয়কে কেউ কেউ বাল্মীকি রচিত সংস্কৃত মহাকাব্য রামায়ণ [১]  মহাকাব্যের কাব্যিক পুনরুক্তি বলে মনে করেন। বাল্মীকি রামায়ণ রামের আখ্যানকে কেন্দ্র করে রচিত। রাম ছিলেন অযোধ্যার যুবরাজ এবং হিন্দু ঐতিহ্যে বিষ্ণুর সপ্তম অবতার হিসেবে বিবেচিত। যদিও, রামচরিতমানস কোনভাবেই বাল্মীকি রামায়ণের প্রতিরূপ নয় বা এর সংক্ষিপ্ত পুনঃকথন নয়। রামচরিতমানস-এ সংস্কৃত এবং অন্যান্য ভারতীয় উপভাষায় পূর্বে রচিত অন্য অনেক রামায়ণের উপাদান তথা পুরাণের কাহিনী রয়েছে। বলা হয় যে, ত্রেতাযুগ পর্যন্ত ঘটে যাওয়া ঘটনাগুলি দেখার জন্য তুলসীদাসের কিছু আধ্যাত্মিক শক্তি ছিল যা তিনি রামচরিতমানসে বর্ণনা করতেন। তিনি মহাকাব্য রামচরিতমানসকে রামের গল্প বলে অভিহিত করেছেন, যা শিব তার স্ত্রী পার্বতীকে বর্ণনা করেছিলেন। তুলসীদাস দাবি করেন যে, তিনি তার গুরু নরহরিদাসের মাধ্যমে ছোটবেলায় গল্পটি পেয়েছিলেন, যতক্ষণ না তিনি এটিকে রামচরিতমানস হিসাবে লিখেছিলেন। তার গুরু অনুগ্রহপূর্বক এটি বারবার পুনরাবৃত্তি করেছিলেন যাতে তিনি এটি বুঝতে পারেন এবং মনে রাখতে পারেন। অতঃপর তিনি গল্পটি বর্ণনা করেন এবং শিব স্বয়ং এটি বর্ণনা করেছেন বলে এর নামকরণ করেন রামচরিতমানস । তাই মহাকাব্যটিকে তুলসীকৃত রামায়ণ (আক্ষরিক অর্থে, তুলসীদাস রচিত রামায়ণ ) নামেও অভিহিত করা হয়। \n\n\n== ব্যুৎপত্তিগত অর্থ ==\nরামচরিতমানস শব্দের আক্ষরিক অর্থ হল \" রামের কীর্তিকলাপের হ্রদ\"।  উপরন্তু, ফিলিপ লুটজেনডর্ফ রামচরিতমানসের অনুবাদে \"দ্য হলি লেক অফ দ্য অ্যাক্টস অফ রাম\" শিরোনাম ব্যবহার করেছেন। রাম শব্দটি মহাকাব্যের প্রধান চরিত্র, যার দ্বারা দেবতা রামকে বোঝায়; চরিত মানে \"কাজ বা কীর্তিকলাপ\" এবং মানস  শব্দটি দ্বারা স্বাধীনভাবে \"মন বা হৃদয়কে\" বোঝায়। মানস একটি যথাযথ বিশেষ্যও বটে, যা হিমালয়ের মানস সরোবরকে নির্দেশ করে, এইভাবে রামচরিতমানসের সম্পূর্ণ অনুবাদ হলো \"দ্য হলি লেক অফ দ্য অ্যাক্টস অফ রাম\" বা \"রামের কার্যকলাপের পবিত্র সরোবর\"। \n\n\n== পাণ্ডুলিপি ==\n১৬৪৮ খ্রিস্টাব্দের রামচরিতমানসের একটি পাণ্ডুলিপি বারাণসীর তুলসী ঘাটে একটি হনুমান মন্দিরে রাখা আছে। \n\n\n== গঠনপ্রণালী ==\n\nরামচরিতমানস  সাতটি কাণ্ড (আক্ষরিক অর্থে \"বই\" বা \"পর্ব\", স্কন্ধ  সহ জ্ঞাত ) সমন্বিত এবং প্রায় ১২,৮০০টি পদ নিয়ে গঠিত, ১,০৭৩ স্তবকে বিভক্ত।  তুলসীদাস রামচরিতমানসের সাতটি কাণ্ডকে মানস সরোবর হ্রদের পবিত্র জলে গমনের সাতটি ধাপের সাথে তুলনা করেছেন \"যা একবারে শরীর এবং আত্মাকে শুদ্ধ করে\"। \nপ্রথম দুটি অংশ, বাল কাণ্ড (শৈশব পর্ব) এবং অযোধ্যা কাণ্ড (অযোধ্যা পর্ব) রামচরিতমানসের অর্ধেকেরও বেশি অংশ গঠন করেছে। অন্যান্য অংশগুলি হল অরণ্য কাণ্ড (বনের পর্ব), কিষ্কিন্ধ্যার কাণ্ড (কিষ্কিন্ধ্যার পর্ব), সুন্দর কাণ্ড (সুন্দর পর্ব), লঙ্কা কাণ্ড (লঙ্কার পর্ব), এবং উত্তর কাণ্ড (উত্তর কাণ্ড)। রামচরিতমানস মূলত চৌপাই শৈলীতে (চতুষ্পদী শ্লোক) রচিত হয়, দোহা শৈলী (দ্বিপদী শ্লোক) দ্বারা পৃথক করা হয়, মাঝে মাঝে সোরথ এবং বিভিন্ন ছন্দ শৈলী তার মধ্যে ব্যবহার করা হয়েছে। \n\n\n=== আবাহন ===\nরামচরিতমানসের প্রতিটি অধ্যায় আবাহন বা মঙ্গলাচরণ দিয়ে শুরু হয়। ভারতীয় ঐতিহ্যে লেখকের এইপ্রকার লেখার প্রথা রয়েছে যেখানে সংকল্পটি নির্বিঘ্নে শেষ হয় তা নিশ্চিত করার জন্য দেবতাদের আবাহন করে একটি নতুন গ্রন্থ আরম্ভ করা হয়। প্রতিটি কাণ্ডের প্রথম তিন বা চারটি শ্লোক সাধারণত আবাহন আকারে থাকে।\n'বালকাণ্ড' জ্ঞান, প্রজ্ঞা, বাক্ এবং মঙ্গলের সাথে সম্পর্কিত দেবী সরস্বতী এবং গণেশ দেবতাদের সম্মান করে একটি স্তোত্র দিয়ে শুরু হয়।  দেবতা শিব, ভগবান রাম এবং দেবী সীতাকেও পরবর্তী শ্লোকগুলিতে সম্মানিত করা হয়েছে। \nঅযোধ্যা কাণ্ড দেবতা শিবকে উৎসর্গ করা বিখ্যাত শ্লোক দিয়ে শুরু হয়: যাঁর অঙ্কে পর্বতরাজ হিমালয়ের কন্যা পার্বতী, মস্তকে স্বর্গীয় স্রোত গঙ্গা, ললাটে চন্দ্রমা, কণ্ঠে হলাহল বিষ ও বক্ষস্থলে সর্পরাজ শেষ সুশোভিত, ভস্ম দ্বারা বিভূষিত, দেবতাদের মধ্যে শ্রেষ্ঠ, সর্বেশ্বর, সংহারকর্তা বা ভক্তজনের পাপনাশক, সর্বব্যাপক, কল্যাণ রূপ, চন্দ্রমার সমান শুভ্রবর্ণ শ্রীশঙ্কর সর্বদা আমায় রক্ষা করুন। \nঅরণ্য কাণ্ডের প্রথম শ্লোক আবার শিবের প্রশংসা করে: ধর্মরূপী বৃক্ষের মূল, বিবেকরূপী সমুদ্রকে আনন্দ দানকারী পূর্ণচন্দ্র, বৈরাগ্যরূপী পদ্মকে (বিকশিতকারী) সূর্য, পাপরূপী ঘন অন্ধকারকে নিঃসন্দেহে ধ্বংসকারী, ত্রিতাপহারী, মোহরূপী মেঘসমূহকে ছিন্ন-ভিন্ন করার ইচ্ছায় আকাশ থেকে উৎপন্ন পবনস্বরূপ, ব্রহ্মার বংশজ (পুত্র), কলঙ্কনাশক তথা মহারাজ শ্রীরামচন্দ্রের প্রিয় ভগবান শ্রীশঙ্করকে আমি বন্দনা করি। \nকিষ্কিন্ধ্যা কাণ্ড নিম্নলিখিত শ্লোক দিয়ে শুরু হয়: কুন্দপুষ্প (জুঁই) এবং নীলকমলের সমান সুন্দর গৌর ও শ্যামবর্ণ, অত্যন্ত বলবান, বিজ্ঞানের ধাম, শোভাসম্পন্ন, শ্রেষ্ঠ ধনুর্ধর, বেদ দ্বারা বন্দিত, গো এবং ব্রাহ্মণগণের প্রিয় অথবা প্রেমী, মায়া (বিভ্রান্তির ক্ষমতা) অবলম্বন করে মনুষ্য রূপ ধারণকারী, শ্রেষ্ঠ ধর্মের কবচস্বরূপ, সকলের হিতকারী, সীতার অনুসন্ধানকারী, পথিক রূপ রঘুবংশের শ্রেষ্ঠ শ্রীরাম এবং শ্রীলক্ষ্মণ দুই ভ্রাতা আমাদের ভক্তিপ্রদ হোন। \nসুন্দর কাণ্ড রামের একটি স্তোত্র দিয়ে শুরু করেছেন: শান্ত, সনাতন, অপ্রমেয় (প্রমাণরহিত), নিষ্পাপ, মোক্ষরূপ পরম শান্তি দানকারী, ব্রহ্মা,শম্ভু ও শেষ দ্বারা নিরন্তর সেবিত, বেদান্ত (উপনিষদ ) দ্বারা জ্ঞাতব্য, সর্বব্যাপক, দেবতাদের মধ্যে সর্বজ্যেষ্ট, মায়া (বিভ্রান্তির ক্ষমতা)  কারণে মনুষ্য রূপে দর্শন করার যোগ্য, সমস্ত পাপের হরণকারী, করুণার আকর, রঘুকুলশ্রেষ্ঠ তথা রাজাদের শিরোমণি রাম নাম ধারণকারী জগদীশ্বরের আমি বন্দনা করি। \nলঙ্কা কান্ড এই স্তোত্রটি দিয়ে শুরু করেছেন: কামদেবের শত্রু শিবের সেব্য, ভব (জন্ম-মৃত্যু ) ভয় হরণকারী, কালরূপী মত্ত হস্তীর নিকট সিংহের সমান, যোগীগণের স্বামী (যোগেশ্বর), জ্ঞান দ্বারা জ্ঞাতব্য, গুণসমূহের নিধি, অজেয়, নির্গুণ, নির্বিকার, মায়ারহিত, দেবতাদের স্বামী (প্রভু), দুষ্টগণের বধে তৎপর, ব্রাহ্মণবৃন্দের একমাত্র দেবতা (রক্ষক), জলধর মেঘের সমান সুন্দর শ্যাম, কমললোচন, পৃথিবীপতি রাজারূপী পরমদেবতা শ্রীরামকে আমি বন্দনা করি। \nউত্তর কাণ্ড নিম্নলিখিত স্তোত্র দিয়ে শুরু হয়: ময়ূরের কণ্ঠের আভার সমান (হরিতাভ) নীলবর্ণ, দেবতাদের মধ্যে শ্রেষ্ঠ, ব্রাহ্মণ্ ভৃগুর চরণকমলের চিহ্ন দ্বারা সুশোভিত, শোভাপূর্ণ, পীতাম্বরধারী, কমলনেত্র, সর্বদা পরম প্রসন্ন, হস্তে বাণ ও ধনুক ধারণকারী, বানরসমূহে যুক্ত ভ্রাতা লক্ষ্মণ দ্বারা সেবিত, স্তুতির যোগ্য, জানকীর পতি, রঘুকুলশ্রষ্ঠ, পুষ্পক বিমানে আরূঢ় শ্রীরামচন্দ্রকে আমি নিরন্তর নমস্কার করি। \n\n\n=== কাণ্ডের সমাপ্তি ===\nতুলসীদাস প্রতিটি অধ্যায়ের সমাপ্তি একইভাবে সংস্কৃত ভাষায় বর্ণনা করেছেন। \nপ্রতিটি কাণ্ড আনুষ্ঠানিকভাবে গোস্বামী তুলসীদাস দ্বারা সমাপ্ত হয়। কিষ্কিন্ধ্যা কাণ্ডের সমাপ্তির একটি উদাহরণ হলো:\n\nঅনুবাদ: \" এভাবে কলিযুগের সমস্ত পাপের নাশকারী শ্রীরামচরিতমানসের এই চতুর্থ সোপান সমাপ্ত হল।।\" অন্য সব কাণ্ড একইভাবে সমাপ্ত হয়েছে যেখানে কাণ্ডের সমাপ্তি অনুসারে চতুর্থ শব্দটি প্রতিস্থাপিত হয়েছে।\n\n\n== আখ্যান ==\nরামচরিতমানস তিনটি পৃথক কথোপকথনকে ঘিরে গঠিত। শিব - পার্বতী, ঋষি ভরদ্বাজ - যাজ্ঞবল্ক্য ও অবশেষে কাকভূশুণ্ডী এবং পক্ষীরাজ গরুড়ের মধ্যে কথোপকথন হয়েছিল। কিছু পণ্ডিতের অভিমত যে রামচরিতমানসের পাঠের মাধ্যমে তুলসীদাস এবং ভগবান রামের মধ্যে অন্তর্নিহিত ব্যক্তিগত কথোপকথনও রয়েছে। \n\n\n=== বাল কাণ্ড ===\nশৈশব পর্ব\nতুলসীদাস গল্পটি শুরু করেছেন বিভিন্ন দেবতা, তার গুরু এবং সাধুদের প্রতি আহ্বান জানিয়ে যারা তার পূর্বে ছিলেন এবং ভবিষ্যতে যারা তার উত্তরসূরি হবেন। রাম ভক্তদের জন্য রামায়ণ রচনার জন্য বাল্মীকিকে শ্রদ্ধা জানানো হয়। এরপর, রামের জন্মস্থান পবিত্র শহর অযোধ্যা থেকে শুরু করে রামায়ণের বিভিন্ন চরিত্রের পরিচয় দেওয়া হয় ও প্রশংসা করা হয়। অযোধ্যার রাজা রামের পিতা দশরথ  এবং তার রাণী কৌশল্যা, কৈকেয়ী এবং সুমিত্রার প্রশংসা করা হয়। তুলসীদাস তখন রাজা জনক (রামের শ্বশুর) এবং তার পরিবারের প্রশংসা করেন। তিনি রামের ভাই -ভরত, লক্ষ্মণ এবং শত্রুঘ্নের প্রশংসা করেন এবং রামের নিত্য সঙ্গী হনুমান, বানররাজ সুগ্রীব এবং ঋক্ষরাজ জাম্ববানের মহিমা গান করেন। এরপর সীতা ও রামের চরিত্রের পরিচয় দেওয়া হয়।\n\nএর অনুসরণে শিব, যাজ্ঞবল্ক্য, কাকভূশুণ্ডী এবং তুলসীদাস বিভিন্ন সময়ে বর্ণনা করেছেন।\nকাহিনি এখন ব্রহ্মার আবাসে অগ্রসর হয় যেখানে ব্রহ্মা এবং অন্যান্য হিন্দু দেবগণকে ( অনু. দেবতা ) রাবণ এবং তার বাড়াবাড়ি থেকে পৃথিবীকে মুক্ত করার উপায় নিয়ে চিন্তা করতে দেখা যায়। সমাধান খুঁজে পেতে অক্ষম হয়ে, তারা শিবের কাছে প্রার্থনা করে এবং সর্বোত্তম ভগবানকে কোথায় খুঁজে পাবেন সে বিষয়ে তার দিকনির্দেশনা চান যিনি তাদের উদ্ধারের নিমিত্তে আবির্ভূত হবেন। শিব তাদের বলেন, পরমেশ্বরকে খুঁজে পেতে তাদের কোথাও যাওয়ার দরকার নেই কারণ তিনি তার ভক্তদের হৃদয়ে বাস করেন। তারপরে সমস্ত দেবগণ পরমব্রহ্ম/বিষ্ণুর কাছে প্রার্থনা করেন যাতে পুরুষদের পাশাপাশি দেবতাদের ধ্বংসকারী রাক্ষসদের পৃথিবী থেকে মুক্তি দেওয়া হয়। পরমব্রহ্ম সকলের প্রতি করুণা প্রদর্শন করেন এবং আকাশবাণীতে ঘোষণা করেন, তিনি দেবতা ও তার ভক্তদের রাক্ষসদের হাত থেকে রক্ষা করার জন্য সূর্য বংশে জন্মগ্রহণ করবেন।\nকাহিনি তারপর অযোধ্যায় অগ্রসর হয়। একদিন অযোধ্যার রাজা দশরথ বুঝতে পারেন, তিনি বৃদ্ধ হয়ে গেছেন এবং এখনও সন্তানহীন। তিনি কুলগুরু ঋষি বশিষ্ঠের কাছে তার কষ্টের কথা জানান এবং সামনের পথ অনুসন্ধান করেন। বশিষ্ঠ দশরথকে সান্ত্বনা দেন এবং তাকে বলেন, তার চারজন পুত্র হবে। বশিষ্ঠ ঋষ্যশৃঙ্গকে পুত্রকাম যজ্ঞ (পুত্র জন্মের জন্য বৈদিক যজ্ঞ) করার জন্য অনুরোধ করেন। তুলসীদাস বলেছেন, রাম ও তার ভ্রাতাদের জন্ম চৈত্র মাসের নবমী তিথিতে হয়েছিল। এই সময় ছিল চন্দ্রের পক্ষ বা শুক্লপক্ষ।\nতারপর গল্প অগ্রসর হয় এবং রাম ও তার ভ্রাতৃগণ এখন বড় হয়ে উঠে। ঋষি বিশ্বামিত্র দশরথের রাজসভায় উপস্থিত হন যেখানে রাজা তার বিশিষ্ট অতিথিকে অত্যন্ত সম্মানের সাথে গ্রহণ করেন। বিশ্বামিত্র বনে বাস করে মহান যজ্ঞ করতেন। রাক্ষস মারীচ এবং সুবাহু সর্বদা অনুষ্ঠিত যজ্ঞের দ্রব্যকে অপবিত্র করত। তিনি জানতেন, রাম তার ভক্তদের রক্ষা করার জন্য পৃথিবীতে জন্ম নিয়েছেন এবং তাই তিনি দশরথের কাছে যাওয়ার সিদ্ধান্ত নেন। ঋষি রাজাকে তার পুত্রদের বনে যেতে দিতে বলেন। রাজা অনিচ্ছায় রাজি হন। বিশ্বামিত্রকে তার সাথে আসতে বলার উদ্দেশ্যটি রাম আগেই জানতেন। রাম ঋষিকে আশ্বস্ত করেন, তিনি তার আদেশ পালন করবেন। লক্ষ্মণ সুবাহুকে বধ করেন এবং রাম তাড়কাকে বধ করেন এবং ভয়ঙ্কর রাক্ষস মারীচকে পরাজিত করেন।\n\nকাহিনি তখন অহল্যার মুক্তির দিকে মোড় নেয়। রাম, লক্ষ্মণ ও বিশ্বামিত্র একসাথে যাত্রা করেন এবং বিদেহের সুন্দর রাজ্য মিথিলায় পৌঁছে যান। মিথিলার রাজা জনক মহর্ষিকে স্বাগত জানান এবং তাকে জিজ্ঞাসা করেন, তার সাথে আগত দুটি বালক কে? জনক পরম আবেগ দ্বারা পরাস্ত হন কারণ তিনি তাদের উদ্দেশ্যের যথাযথ প্রকৃতি উপলব্ধি করতে সক্ষম হন। তারপর ভ্রাতারা সুন্দর শহরটি দর্শন করতে এবং জনক বাগান পরিদর্শন করতে রওনা হন। এটি রামচরিতমানসের একটি গুরুত্বপূর্ণ অধ্যায় কারণ এটি রাম ও সীতার প্রথম সাক্ষাৎকে চিত্রিত করেছে।\nইতোমধ্যে, রাজা জনক তার কন্যা সীতার জন্য একটি স্বয়ম্বর অনুষ্ঠানের আয়োজন করেন। স্বয়ম্বর অনুষ্ঠান হল একটি বৈদিক আচার যেখানে একজন কনে তার প্রত্যাশিত বরকে ওই অনুষ্ঠানে যোগদানকারী একদল ধনুর্ধরের মধ্য থেকে পছন্দ করে। জনকের বাগানে প্রথম দেখাতেই সীতা রামের প্রেমে পড়েন এবং পার্বতীর কাছে প্রার্থনা করেন যেন তিনি রামকে তার স্বামী হিসেবে পেতে পারেন। রাজা জনক রাম, লক্ষ্মণ এবং ঋষি বিশ্বামিত্রকে স্বয়ম্বরে উপস্থিত হওয়ার জন্য আমন্ত্রণ জানাতে একজন দূত পাঠান। জনক সীতার জন্য সঠিক বর শনাক্ত করার শর্ত উপস্থাপন করেন। পিনাক নামে শিবের বিশাল ধনুকটি আখড়ায় রাখা হয়েছিল। পিনাকে জ্যা পরাতে করতে সক্ষম যে কোন ধনুর্ধরের  সাথে সীতার বিবাহ হবে। বহু রাজপুত্র চেষ্টা করেছিল কিন্তু ধনুক নাড়াতেও ব্যর্থ হয়েছিল। এটি জনককে খুব কষ্ট দিয়েছিল যিনি উচ্চস্বরে আশ্চর্য হয়ে বলেছিলেন যদি পৃথিবী সাহসী পুরুষশূন্য হয়ে পড়ে তাহলে কি হবে। জনকের এই বক্তব্য লক্ষ্মণকে রাগান্বিত করে, যিনি উত্তর দেন, কেউ এই বাক্য নিরর্থকভাবে বলতে পারে না, যেখানে এই জাতীয় সমাবেশে সূর্য রাজবংশের বংশধরদের উপস্থিতি থাকে। বিশ্বামিত্র তাকে ধনুক ভঙ্গ করে আবার জনককে খুশি করতে বললে রাম তাকে আস্তে আস্তে শান্ত থাকতে বলেন। রাম প্রবেশ করেন এবং অনায়াসে ঐশ্বরিক ধনুকে উত্তোলন করেন এবং তাতে জ্যা পরান। দ্রুত গতিতে রাম ধনুক ভঙ্গ করেন। পিনাক ভঙ্গের ফলে একটি বিশাল শব্দ হয় যা মহান ঋষি পরশুরামকে তার ধ্যানরত অবস্থায় বিরক্ত করে এবং তিনি প্রচণ্ড ক্রোধে স্বয়ম্বর সভায় ঝড় তোলেন যে ভগবান শিবের ধনুক ভাঙ্গার সাহস করেছে তাকে তিনি হত্যা করবেন। লক্ষ্মণ পরশুরামের সাথে তর্কে জড়িয়ে পড়েন, সেই ঋষির প্রতি সামান্য সম্মান প্রদর্শন করেন যিনি শেষ পর্যন্ত, রাম তাকে নিয়ে আসেন। পরশুরাম পরমব্রাহ্ম হিসাবে ভগবান রামের আসল বৈশিষ্ঠ্য আবিষ্কার করেন, তাকে শ্রদ্ধা জানান এবং ধ্যানের জন্য বনে চলে যান। সীতা স্বয়ম্বরের নিয়ম মেনে রামের গলায় বিজয়ের মালা পরিয়ে দেন এবং এইভাবে রামের সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন।\nসীতা তার প্রিয় কন্যা হওয়ায়, জনক বৈদিক ও লৌকিক (ঐতিহ্যগত) উভয় রীতি অনুযায়ী সীতা ও রামের একটি জমকালো বিবাহ অনুষ্ঠান করতে চেয়েছিলেন। জনক দশরথ এবং তার পরিবারকে রাম - সীতার বিবাহ সম্পর্কে অবহিত করার জন্য অযোধ্যায় দূত প্রেরণ করেন এবং বিবাহ অনুষ্ঠানের আনুষ্ঠানিক সমাপ্তির জন্য আমন্ত্রণ জানান। দশরথ এক মহান বিবাহ শোভাযাত্রার মাধ্যমে তার যাত্রা শুরু করেন, যার মাধ্যমে রামের পরিবার, বন্ধুবান্ধব এবং শুভাকাঙ্খী শিব ছাড়াও, ব্রহ্মা এবং সমস্ত দেবগণ মিথিলায় আগমন করেন। রাম-সীতার পাশাপাশি ভরত-মাণ্ডবী, লক্ষ্মণ-উর্মিলা এবং শত্রুঘ্ন-শ্রুতকীর্তি-এর বিবাহও আয়োজিত হয়।\nএক আড়ম্বরপূর্ণ বিবাহ, যা বিশ্বব্রহ্মাণ্ডে কখনও দেখা যায়নি, তার পরে রাম এবং সীতা অযোধ্যায় প্রত্যাবর্তন করেন যেখানে দুর্দান্ত অনুষ্ঠান এবং বহু আনন্দোৎসব ছিল। \n\n\n=== অযোধ্যা কাণ্ড ===\nঅযোধ্যা পর্ব\nরাম এবং সীতা মিথিলা হতে ফিরে আসার পর থেকেই অযোধ্যাকে পৃথিবীতে স্বর্গের মতো বলে বর্ণনা করা হয়েছিল। রাজা দশরথ যখন বৃদ্ধ হচ্ছিলেন, তখন তিনি তার পুত্র রামকে রাজপুত্র হিসেবে সিংহাসনে বসাতে চেয়েছিলেন। পরের দিনই তিনি তার রাজ্যাভিষেক অনুষ্ঠান শুরু করার সিদ্ধান্ত নেন। তবে দেবতারা রামের অযোধ্যায় বাস করা এবং দুষ্ট রাবণের পিছনে না যাওয়া এবং তাকে পরাজিত করার সম্ভাবনা সম্পর্কে খুব উদ্বিগ্ন হয়ে পড়েছিলেন। রাম যদি রাবণ থেকে বিশ্বকে মুক্ত করার জন্য তার উদ্দেশ্যে যাত্রা করতেন তবে কিছু ঘটাতে হবে। তারা সাহায্যের জন্য দেবী সরস্বতীর কাছে গেলেন।\nরাজা দশরথের তিনজন স্ত্রী ছিল। রাণী কৌশল্যা হলেন প্রধান রাণী এবং রামের মাতা। রাণী কৈকেয়ী হলেন ভরতের মাতা এবং রাণী সুমিত্রা হলেন লক্ষ্মণ ও শত্রুঘ্নের মাতা। সরস্বতী রানী কৈকেয়ীর একজন দাসী মন্থরার মনকে প্রভাবিত করার সিদ্ধান্ত নেন। মন্থরার মন মন্দ উদ্দেশ্য পোষণ করে এবং সে রাণী কৈকেয়ীর সাথে কঠোর এবং অহঙ্কারী সুরে কথা বলতে শুরু করে। তিনি কৈকেয়ীর দোষ খুঁজে বলেন যে রাজা দশরথের রামকে রাজপুত্র হিসেবে বসানোর পরিকল্পনার সমর্থন করা উচিত নয় যেখানে তার নিজের মন তাকে বলে, ভরত স্পষ্টতই একজন বড় রাজা হবেন। সেই সময়ে ভরত তার মামার সাথে দেখা করতে যাচ্ছিলেন এবং তাই তিনি অযোধ্যায় কী ঘটছে তা জানলেন না। ধীরে ধীরে রানী কৈকেয়ী প্রভাবিত হন। মন্থরা রানী কৈকেয়ীকে দুটি বর মনে করিয়ে দেয় যা সম্পর্কে রাজা তাকে প্রতিশ্রুতি দিয়েছিলেন। কৈকেয়ী রাজপ্রাসাদের ব্যক্তিগত কক্ষে প্রবেশ করেন, যেখানে রাজা তার রাণীদের কথা শোনার জন্য আসেন এবং কৈকেয়ী দশরথের জন্য অপেক্ষা করেন। কৈকেয়ী নিরাসক্তভাবে কক্ষে বসে আছেন দেখে দশরথ অত্যন্ত অধীর এবং উদ্বিগ্ন হন, এদিকে অযোধ্যার সমগ্র জনগণ অত্যন্ত খুশি এবং অধীর আগ্রহে রামের রাজ্যাভিষেকের জন্য অপেক্ষা করছে। রানী কৈকেয়ী দশরথকে তার প্রতিশ্রুত দুটি বর মনে করিয়ে দেন এবং তার চিত্তবিভ্রমের কারণে দশরথকে তার পুত্র ভরতকে রাজকুমার হিসেবে বসাতে এবং রামকে চৌদ্দ বছরের জন্য বনে পাঠাতে বলেন। দশরথের বিলাপ শুনে রানী কৈকেয়ী অস্থির হন এবং অবশেষে রাজা আবেগে ভেঙে পড়েন। রাজার সহকারী সুমন্ত্র রামকে তার পিতার সাথে দেখা করার অনুরোধ জ্ঞাপন করে বার্তা পাঠায়।\nরানী কৈকেয়ী রামের সাথে কথা বলেন এবং তাকে তার পিতার কাছে যে বর চেয়েছিলেন তা ব্যাখ্যা করেন। রাম প্রকৃতপক্ষে পৃথিবীতে অবতরিত পরমব্রহ্ম ভগবান, তবুও তিনি তার সৎ মায়ের অনুরোধ গ্রহণ করেন এবং রাজ্য ত্যাগ করার সিদ্ধান্ত নেন কারণ এটি তার অবতার ধারণের উদ্দেশ্যও পূরণ করবে। অযোধ্যার মানুষ রাণী কৈকেয়ীর বিরুদ্ধে প্রতিবাদ করে যিনি দৃঢ়ভাবে বিশ্বাস করেন যে তিনি সঠিক কাজ করছেন। রাম লক্ষ্মণ এবং সীতাকে তার সাথে যোগদান থেকে বিরত করার চেষ্টা করেন কিন্তু তা করতে অক্ষম হন। দৃশ্যটি অত্যন্ত আবেগপ্রবণ হয়ে ওঠে কারণ রাম, সীতা এবং লক্ষ্মণ অবশেষে দশরথের কাছে যাওয়ার পূর্বে তাদের মাকে অভিবাদন জানায়। দশরথ ব্যর্থভাবে বনে রামের সঙ্গে মিলিত হওয়ার বিষয়ে সীতাকে বলার চেষ্টা করেন।\n\nঅযোধ্যার বাসিন্দাগণ রাম থেকে দূরে থাকার চিন্তা ত্যাগ করতে পারে না এবং তার সাথে বনে যাওয়ার সিদ্ধান্ত নেয়। রাম, সীতা, লক্ষ্মণ এবং সুমন্ত্র ছদ্মবেশে যান এবং গভীর রাতে নগর ছেড়ে বনে যান। তারা শৃঙ্গবেরপুর নামে একটি জায়গায় রওনা দেয়। তারা গঙ্গা, যমুনা এবং সরস্বতী নদীর মিলিত পবিত্র শহর প্রয়াগে পৌঁছে যায়। রাম তার আশ্রমে ঋষি ভরদ্বাজের সাথে দেখা করেন। যমুনার তীরে বসবাসকারী মানুষের অভ্যর্থনা ও ভালোবাসায় রাম অভিভূত হন। রাম তারপর চিত্রকূট ধামে রামায়ণের রচয়িতা ঋষি বাল্মীকির সাথে দেখা করেন। বাল্মীকি রামের প্রকৃত ঐশ্বর্য চিনতে পারেন এবং তার গুণগান কীর্তন করেন। এই মুহুর্তে তুলসীদাস কিছু অনুপ্রেরণাদায়ক কবিতার সাহায্যে খুব যত্নসহকারে চিত্রকূট ভূমির সৌন্দর্য বর্ণনা করেন।\nরাম সুমন্ত্রকে অযোধ্যায় ফিরে যেতে বলেন যা সুমন্ত্রকে দুঃখ দেয়। তিনি কেবল রামের সাথে থাকতে চান না, তিনি অযোধ্যার নাগরিকদের ক্রোধ এবং ক্ষোভের মুখোমুখি হওয়ার জন্য ফিরে যেতেও ভয় পান। রাম তাকে ফিরে যেতে রাজি করান। অযোধ্যায় ফিরে সুমন্ত্র দশরথের সাথে দেখা করেন, যিনি তাকে রামের অবস্থান সম্পর্কে জিজ্ঞাসা করেন। রামের বিচ্ছেদের বেদনা সহ্য করতে না পেরে দশরথ মৃত্যুবরণ করেন।\nঋষি বশিষ্ঠ জানেন, রাম রাজ্যে ফিরে আসবেন না এবং তাই অবিলম্বে ভরত ও শত্রুঘ্নকে অযোধ্যায় ফিরে আসার জন্য একজন দূত পাঠান। ভরত যা ঘটেছিল তা জানতে পারে এবং তার মা রাণী কৈকেয়ীকে শাস্তি দেয়। রাম অযোধ্যা ত্যাগ করায় তিনি অত্যন্ত ব্যথিত হন এবং এর জন্য নিজেকে দায়ী করেন। তিনি তার পরিবারকে ধ্বংস ডেকে আনার জন্য অভিযুক্ত করেন। শত্রুঘ্ন মন্থরার কাছে আসে এবং তাকে রাগে মারধর করে। তারা রানী কৌশল্যার কাছে যান এবং তাকে দুঃখিত অবস্থায় দেখেন। ভরত তার কাছে ক্ষমা প্রার্থনা করেন এবং উচ্চস্বরে বিলাপ করেন। রানী তাকে শান্ত করার চেষ্টা করে। তিনি ভরতকে তার দায়িত্ব পালন করতে এবং অযোধ্যা শাসন করতে বলেন, কিন্তু ভরত তার পিতার মৃত্যু এবং তার ভাইদের বনে নির্বাসনাবস্থায় সিংহাসনে বসার চিন্তা সহ্য করতে পারে না। রাজা দশরথের দাহকার্য সম্পন্ন হয়। ভরত এবং শত্রুঘ্ন বনে যাওয়ার সিদ্ধান্ত নেন এবং রামকে অযোধ্যায় ফিরে সিংহাসন গ্রহণ করতে বলেন। অনেক নাগরিকের পাশাপাশি রাজপরিবার, যারা রাম তাদের ছেড়ে যাওয়ার পর থেকে শোকাহত, তারা ভাইদের সাথে যোগ দেওয়ার সিদ্ধান্ত নেয়।\n\nনিষাদরা রাজকীয় দলকে দেখে সন্দেহ করে। এত বড় দল বনে আনার উদ্দেশ্য বোঝার জন্য গুহ ভরতের কাছে যান। তিনি অনুমান করেন, ভরতের কিছু অশুভ উদ্দেশ্য আছে। ভরত রামের প্রতি তার ভালবাসা দেখায় এবং গুহ তার ভাইয়ের প্রতি তার ভালবাসা দেখে কান্নায় ভেসে যায়। এরপর রাজকীয় শোভাযাত্রা চিত্রকূটের দিকে এগিয়ে যায়। লক্ষ্মণ ভরতসমেত বিশাল বাহিনী দেখেন এবং সঙ্গে সঙ্গে ভরতকে শাস্তি দিতে শুরু করেন। রাম ভরতের মহত্ত্ব প্রশংসা করে এর জবাব দেন, লক্ষ্মণ তার কঠোর বাক্যের জন্য অনুতপ্ত হন। ভরত অবশেষে চিত্রকূটে পৌঁছায় যেখানে ভাইরা আবার একত্রিত হয়। তারা সম্মিলিতভাবে তাদের পিতার মৃত্যুতে শোক প্রকাশ করে এবং ঋষি বশিষ্ঠের নেতৃতে তার সাথে শ্রাদ্ধ সম্পন্ন করেন।\nভরতের সমস্ত বিশ্বাস করা সত্ত্বেও, রাম তার পিতা এবং সৎ মা কৈকেয়ীকে দেওয়া সত্য কথার প্রতি অবিচল থাকেন, এবং প্রতিজ্ঞা করেন, তিনি তার ইচ্ছা পূরণ করবেন। ভরত বলেন, তিনি সিংহাসনে বসতে পারবেন না যদি রাম বনে ভ্রমণ করে বেড়ান। তিনি রামকে তার পাদুকার জন্য জিজ্ঞাসা করেন, যা তিনি সিংহাসনে স্থাপন করবেন এবং একজন পূর্ণাঙ্গ রাজা হিসাবে নয়, শুধুমাত্র রামের প্রতিনিধি হিসাবে কাজ করবেন।\nঅনেক দুঃখ ও আঘাত নিয়ে ভরত রামকে ছেড়ে অযোধ্যায় ফিরে আসেন। তিনি সিদ্ধান্ত নেন, রাম নির্বাসনে থাকাকালীন তিনি রাজ্যে থাকবেন না এবং তাই নন্দীগ্রাম নামক কাছাকাছি একটি শহরে একজন সন্ন্যাসীর মতো বসবাস করেন। \n\n\n=== অরণ্য কাণ্ড ===\nবনের পর্ব\n\nরাম, সীতা এবং লক্ষ্মণ বনে ভ্রমণ করেন এবং অত্রি নামক এক ঋষির আশ্রমে আগমন করেন। অত্রি তাদের কাছে আসতে দেখেন এবং মহা আনন্দে অভিভূত হন। সীতাকে আলিঙ্গন করেন অত্রির স্ত্রী অনসূয়া । অনুসূয়া সীতার সাথে একনিষ্ঠ স্ত্রীর কর্তব্য সম্পর্কে দীর্ঘ কথা বলেন।\nরাম, সীতা এবং লক্ষ্মণ আবারও বনে যান এবং বিরাধের মুখোমুখি হন। বিরাধ সীতাকে বন্দী করার চেষ্টা করে। রাম তাকে খাদে পুঁতে বধ করেন। এরপর তারা শরভঙ্গ ঋষির আশ্রম পরিদর্শন করেন। রাম তাকে জিজ্ঞাসা করেন, তিনি বনে আশ্রয়ের জন্য কোথায় যাবেন। তাকে ঋষি সুতীক্ষ্ণের সাক্ষাৎ করার পরামর্শ দেওয়া হয়। রাম যখন সুতীক্ষ্ণের কাছে আসেন, তখন সুতীক্ষ্ণ তার ধ্যান থেকে বেরিয়ে আসেন। তিনি রামকে বলেন, তিনি তার আগমনের অপেক্ষায় ছিলেন এবং এমনকি স্বর্গীয় গ্রহগুলিতে প্রবেশের প্রস্তাবও প্রত্যাখ্যান করেছিলেন।\nতেরো বছর অতিবাহিত হয়ে যায়। বনের মধ্য দিয়ে তাদের যাত্রা অব্যাহত রেখে, তারা ঋষি অগস্ত্যের সাথে দেখা করেন যেখানে রাম ঋষিকে তার শ্রদ্ধা নিবেদন করেন। অগস্ত্য রামকে ঐশ্বরিক অস্ত্র উপহার দেন এবং তাকে বনে এবং দণ্ডক অঞ্চলে আরও এগিয়ে যাওয়ার পরামর্শ দেন। রাম ঈগল জটায়ুর সাথে দেখা করেন। রাম, সীতা ও লক্ষ্মণ পঞ্চবটিতে নিবাস করেন এবং অগস্ত্যের পরামর্শ অনুসারে একটি সুন্দর আশ্রম নির্মাণ করেন। লক্ষ্মণ অতীতের কথা ভেবে স্মৃতিবেদনাতুর হয়ে পড়ে এবং কৈকেয়ী সম্পর্কে কঠোরভাবে কথা বলতে শুরু করেন। রাম তাকে শান্ত করেন এবং ব্যাখ্যা করেন, তার মায়ের সম্পর্কে এমনভাবে কথা বলা পাপ।\nকাহিনি একটি নতুন দিকে মোড় নেয়, যখন রাম, সীতা এবং লক্ষ্মণের কাছে রাক্ষস-রাজা রাবণের বোন শূর্পনখা যায়। সে সঙ্গে সঙ্গে রামকে পছন্দ করে এবং তার প্রেমে পড়ে যায়। সে ছদ্মবেশ ধারণ করে এবং রামের সাথে মিষ্টি সুরে কথা বলে। রাম তার প্রস্তাব প্রত্যাখ্যান করে ব্যাখ্যা করেন, তিনি ইতোমধ্যেই বিবাহিত এবং তাকে লক্ষ্মণের কাছে যাওয়ার পরামর্শ দেন। লক্ষ্মণও তার প্রস্তাব প্রত্যাখ্যান করেন। শূর্পনখা এইভাবে প্রত্যাখ্যান করাকে বড় অপমান মনে করে এবং সীতাকে আঘাত করার চেষ্টা করে। লক্ষ্মণ তার তলোয়ার দিয়ে শূর্পনখার কানের লতি ও নাক কেটে ফেলে। অপমানিত বোধ করে, শূর্পনখা বন ত্যাগ করে তার ভাই খর এবং দূষণের বাড়িতে গমন করে। তারা তাদের বোনের সাথে এমন আচরণ করায় ক্ষুব্ধ হয় এবং রামকে হত্যা করার উদ্দেশ্য নিয়ে চলে যায়। উভয় ভাই রামের দ্বারা পরাজিত হয়।\nশূর্পনখা খুব মর্মাহত হয় এবং রাবণকে লঙ্কায় তার বাসভবনে দেখতে যায়। সে যা ঘটেছে তা ব্যাখ্যা করল, তারপরে রাবণ তার পুরানো বন্ধু মারীচকে আহ্বান করেন। রাবণ একটি চক্রান্ত করে এবং মারীচকে সোনার হরিণের ছদ্মবেশ ধারণ করতে বলে, যাতে রাবণ তখন সীতাকে অপহরণ করতে পারে। মারীচ ইতোমধ্যেই রামের শক্তি অনুভব করেছেন (যা বালকাণ্ডে উল্লিখিত হয়েছে) এবং আতঙ্কিত হন, তবে তিনি মনে করেন, রাবণ তাকে প্রত্যাখ্যান করার জন্য ক্রোধে তাকে হত্যা করবে বলে সে যেকোনভাবে মারা যাবে। রাবণ ও মারীচ তৎক্ষণাৎ রামের বনের আবাসে রওনা হন।\nমারীচ তার ছদ্মবেশ ধারণ করে এবং সাথে সাথে সীতা তার হরিণ রূপ দ্বারা আকৃষ্ট হয়। রাম রাবণের উদ্দেশ্য সম্পর্কে অবগত ছিলেন এবং সীতার ছায়াকে ( মায়া সীতা ) আসল সীতার জায়গায় অবস্থান করার আদেশ দেন, এবং প্রকৃত সীতা অগ্নিতে লুকিয়ে থাকেন। সীতা রামকে বারবার হরিণটি তার কাছে আনতে বলে। রাম হরিণের পিছনে দৌড়ায় এবং শীঘ্রই আশ্রম থেকে বেশ দূরে চলে যায়। রাম একটি তীর দ্বারা হরিণকে আঘাত করেন। রামের কণ্ঠ নকল করে, মারীচ চিৎকার করে লক্ষ্মণকে সাহায্য করার জন্য বলে। মায়াসীতা (পরে যাকে কেবল সীতা বলা হয়েছে) রামের কান্না শুনে তার ভাইকে সাহায্য করার জন্য লক্ষ্মণকে নির্দেশ দেন। রাবণ ভিক্ষুকের ছদ্মবেশ ধারণ করে এই সুযোগটি ব্যবহার করে আশ্রম থেকে সীতাকে জোরপূর্বক অপহরণ করে।\nজটায়ু, ঈগল, রাবণের পাপপূর্ণ কর্ম দর্শন করে তার সাথে যুদ্ধ করার চেষ্টা করে, কিন্তু রাবণের খুব বেশি শক্তি ছিল এবং রাবণ জটায়ুর ডানা কেটে ফেলে এবং তাকে মৃত অবস্থায় রেখে যায়। রাম ও লক্ষ্মণ ফিরে আসলে আশ্রমটি শূন্য দেখতে পান। তারা উদ্বিগ্ন হয়ে সীতাকে খুঁজে বের করতে এবং গুরুতর আহত ঈগলকে খুঁজে বের করার উদ্দশ্যে রওনা হলেন। রামের কোলে জটায়ুর মৃত্যু হয় এবং সে মুক্তি লাভ করে।\nতারা যখন সীতার সন্ধান করতে থাকে তখন তারা শবরীর আশ্রমটি দেখতে পায়। তুলসীদাস বলেছেন, শবরী তার চোখের অশ্রু দিয়ে রামের পা ধুয়ে দেন এবং তাকে অর্ধেক খাওয়া বন্য বেরি খাওয়ান যাতে তিনি কেবল মিষ্টি পেতে পারেন। রাম তাকে মুক্তি প্রদান করলেন। এরপর রাম-লক্ষ্মণ পম্পা সরোবরের দিকে রওনা হয়। \n\n\n=== কিষ্কিন্ধ্যা কাণ্ড ===\nকিস্কিন্ধা অঞ্চল পর্ব\n\nঋষ্যমুখ পর্বতের উঁচু থেকে, সুগ্রীব রাম ও লক্ষ্মণকে পর্বতের পাদদেশে দেখতে পান। তিনি হনুমানের সাথে পরামর্শ করেন, তিনি মনে করেন যে এদের তার ভাই বালি প্রেরণ করেছে। হনুমান ব্রাহ্মণের ছদ্মবেশে রাম-লক্ষণের কাছে যান। হনুমান রামের প্রকৃত স্বরূপকে ঈশ্বরের-অবতার হিসেবে স্বীকৃতি দেন এবং নিজেকে তার পবিত্র চরণে সমর্পণ করেন। তিনি রাম-লক্ষ্মণকে বলেন, তার রাজা সুগ্রীব তাদের প্রতি বন্ধুত্ব বাড়াতে চান এবং সীতাকে খুঁজে পেতে তাদের সাহায্য করবেন। রাম সুগ্রীবকে জিজ্ঞাসা করেন কেন তিনি কিষ্কিন্ধার পরিবর্তে পর্বতে বাস করেন এবং সুগ্রীব তার ভাই বালির সাথে তার শত্রুতার কথা উল্লেখ করেন। রাম সুগ্রীবের প্রতি সহানুভূতি প্রকাশ করেন এবং সীতাকে খুঁজে পেতে সুগ্রীবের সাহায্যের বিনিময়ে সুগ্রীবকে সাহায্য করার সিদ্ধান্ত নেন। রাম বালিকে হত্যা করেন। সুগ্রীবকে কিষ্কিন্ধার রাজা হিসেবে এবং বালির পুত্র অঙ্গদকে রাজপুত্র হিসেবে প্রতিষ্ঠা করেন।\nসুগ্রীব তার নতুন রাজকীয় জীবনধারার প্রতি বেশি সংযুক্ত হয়ে পড়েন এবং রামের সাথে তার চুক্তির কথা ভুলে যান, যার কারণে রাম ভীষণভাবে ক্রুদ্ধ হন। রাম লক্ষ্মণকে সুগ্রীবকে তার কাছে আনতে বলেন। লক্ষ্মণ রাজসভায় প্রবেশ করেন এবং সম্পূর্ণ বানররাজ্যকে পুড়িয়ে ভস্ম করে দেওয়ার হুমকি দেন। সুগ্রীব অত্যন্ত চিন্তিত হন এবং হনুমানকে তাদের শান্ত করতে বলেন। লক্ষ্মণ সুগ্রীবকে রামের কাছে নিয়ে যান এবং তাঁকে দেখে সুগ্রীব তার পায়ে পড়েন এবং ক্ষমা প্রার্থনা করেন।\nসুগ্রীব অবিলম্বে এই অঞ্চলের ভাল্লুক এবং বানর সম্প্রদায়কে একত্রিত হওয়ার নির্দেশ দেন। সীতার সন্ধানে উত্তর, দক্ষিণ-পূর্ব ও পশ্চিমে ভাল্লুক ও বানরের বাহিনী পাঠানো হয়। রাম জানতেন, একমাত্র হনুমানই সীতাকে খুঁজে পেতে প্রকৃতপক্ষে সক্ষম। তিনি হনুমানকে সীতার কাছ থেকে বিচ্ছেদের যন্ত্রণা বর্ণনা করতে বলেন এবং তারপর তার অঙ্গুরীয়ক হস্তান্তর করেন। হনুমানের সাথে অঙ্গদ, নল, নীল, কেশরী এবং জাম্ববানের পাশাপাশি আরও অনেকে দক্ষিণে যাওয়ার সময় যোগ দেন। বানরবাহিনী উপকূলের কাছে আসার সাথে সাথে জাম্ববান এবং অঙ্গদ সমুদ্রের তীরে একটি গুহা দেখতে পান। গুহাটি সম্পাতি (যিনি আসলে জটায়ুর বড় ভাই) দ্বারা অধিকৃত ছিল। সেখানে একটি কথোপকথনের বর্ণনা রয়েছে যেখানে অঙ্গদ ব্যাখ্যা করেছেন, জটায়ু রামের সেবা করতে গিয়ে মারা গিয়েছিলেন এবং তারপরে সম্পাতি তার জীবনী বর্ণনা করেন। তিনি বানরদের বলেন, তিনি নিশ্চিত যে সীতা লঙ্কার অশোক বাটিকায় বন্দী। দ্বীপটি ৪০০ মাইল দূরে অবস্থিত এবং এই পরিমাণ দূরত্বে লাফ দিতে সক্ষম এমন একজনের প্রয়োজন। জাম্ববন অনুমান করেন, হনুমানই একমাত্র এই কাজ করতে সক্ষম। \n\n\n=== সুন্দর কাণ্ড ===\nসুন্দর পর্ব\n\nহনুমান জাম্ববানের পরামর্শ গ্রহণ করেন এবং সঙ্গে সঙ্গে লঙ্কার উদ্দেশ্যে যাত্রা করেন। তিনি পাহাড়ে আরোহণ করেন এবং এটিকে কেন্দ্র হিসাবে ব্যবহার করে, নিজেকে বাতাসে উড়িয়ে দেন। তিনি সর্পমাতা সুরসার সাথে দেখা করেন এবং তার পরীক্ষায় উত্তীর্ণ হন। সাগরের রাক্ষসী হনুমানকে পাখি মনে করে তাকে ধরার চেষ্টা করে। তিনি দ্রুত তাকে হত্যা করেন এবং তারপর লঙ্কায় সমুদ্রতীরে অবতরণ করেন। তিনি সুন্দর সরস বাগান, কানন, হ্রদ এবং জলাশয় দর্শন করেন। হনুমান একটি ক্ষুদ্র রূপ ধারণপূর্বক রামকে স্মরণ করে লঙ্কায় প্রবেশ করেন। তিনি লঙ্কিনী নামে এক দৈত্যের দ্বারা আক্রান্ত হন, যাকে হনুমান তার মুষ্টি দিয়ে আঘাত করেন এবং তাকে মাটিতে ফেলে দেন। লঙ্কিনী বর্ণণা করেন যে তাকে দেওয়া অভিশাপ তখনই সমাপ্ত হবে যখন একটি বিশাল বানর তাকে আঘাত করবে এবং একই দিনে লঙ্কেশ রাবণের শেষের সূচনা চিহ্নিত হবে।\nহনুমান সীতার সন্ধানের জন্য বিভিন্ন প্রাসাদ এবং বাগানের মধ্য দিয়ে উড়ে যান এবং লঙ্কায় চলমান সমস্ত রাক্ষসদের কার্যকলাপের মধ্যে হনুমান একটি প্রাসাদ দেখতে পান যেখানে শ্রীহরির নাম জপ করা হচ্ছে। তিনি প্রাসাদের দিকে আকৃষ্ট হন এবং প্রাসাদের বাসিন্দার সাথে দেখা করার সিদ্ধান্ত নেন। প্রাসাদটি ছিল রাবণের ভাই বিভীষণের । হনুমান রামকথা বর্ণনা করেন এবং তারপর নিজের পরিচয় দেন। হনুমান অশোক বাটিকার দিকে এগিয়ে যান যেখানে তিনি অবশেষে সীতাকে দেখতে পান। তিনি একটি গাছের ডালে অবস্থান করেন, যার নীচে সীতা বসেছিলেন এবং হনুমান তার পরবর্তী পদক্ষেপের কথা চিন্তা করছিলেন। তিনি রাবণকে সীতার দিকে হাঁটতে দেখেন এবং সীতাকে অন্তত একবার তার দিকে তাকাতে অনুরোধ করেন। তিনি কেবল তাকে অপমান করার জন্য ঘাসের ফলকের দিকে দৃষ্টিপাত করেন। রাবণ সীতার শিরচ্ছেদ করার হুমকি দেয় কিন্তু তার স্ত্রী মন্দোদরী তাকে শান্ত করে। রাবণের হুমকির বিরুদ্ধে প্রতিক্রিয়া না জানাতে হনুমান যথাসম্ভব নিজেকে শান্ত রাখেন। আবার সব শান্ত হলে হনুমান মধুর সুরে রামের মহিমা গাইতে শুরু করেন। তারপর তিনি সীতার কাছে যান এবং আত্মপরিচয় প্রদান করেন। তাকে প্রভু রাম যে আংটি দিয়েছিলেন তা সীতার নিকট উপস্থাপন করেন এবং সীতা আনন্দিত হন। সীতা হনুমানকে অনেক সদয় বাক্য এবং বর দিয়ে আশীর্বাদ করেন।\nহনুমান সীতাকে বলেন, তিনি ক্ষুধার্ত এবং তার কাছে গাছের ফল খাওয়ার অনুমতি চান। তিনি শুধু খান না, এর বড় অংশ ধ্বংস করে দেন। তিনি সহজেই রাবণের এক পুত্র রাজকুমার অক্ষয়কে বধ করেন। ইন্দ্রজিৎ উদ্যানে আসেন এবং হনুমান নিজের বন্দী হওয়া স্বীকার করেন। তাকে লঙ্কার রাজা রাবণের সামনে আনা হয়। রাবণ তার মৃত্যুর আদেশ দেন, তবে বিভীষণ তাকে মনে করিয়ে দেন, হনুমান একজন দূত এবং ধর্মীয় নীতি অনুসারে তাকে হত্যা করা যায় না। রাবণ তার লেজে আগুন দিয়ে হনুমানকে অপমান করার সিদ্ধান্ত নেয়। প্রচুর পরিমাণে কাপড় তার লেজে বেঁধে তেলে ভিজিয়ে রাখা হয়। হনুমান রামের নাম জপ করলে তার লেজ লম্বা হতে থাকে এবং অধিক থেকে অধিক কাপড় ও তেল ব্যবহার করা হয়। তিনি তার ছোট আকার থেকে একটি বিশাল আকারে পরিবর্তিত হন এবং সমগ্র লঙ্কাকে প্রজ্বলিত করার সিদ্ধান্ত নেন।\nএরপর হনুমান তার লেজের আগুন নিভানোর জন্য সমুদ্রে ফিরে আসেন এবং তারপর সীতার কাছে যান তাকে আশ্বস্ত করতে যে পরের বার তিনি তাকে দেখবেন, তিনি রামের সাথে থাকবেন। তিনি সীতাকে বিদায় জানান এবং অঙ্গদ ও জাম্ববানের কাছে ফিরে যান। বানর বাহিনী তারপর ফিরে আসে যেখানে সুগ্রীব, রাম এবং লক্ষ্মণ অপেক্ষা করছিলেন। আগমন করে, হনুমান যা ঘটেছিল তা ব্যাখ্যা করেন এবং সাথে সাথে একটি সেনাবাহিনী দক্ষিণে লঙ্কার দিকে যাত্রার জন্য প্রস্তুত হয়।\nইতোমধ্যে লঙ্কায় মন্দোদরী এবং বিভীষণ উভয়েই সীতাকে রামের কাছে ফিরিয়ে দিতে রাবণকে বলেন। রাবণ এই পরামর্শের ব্যতিক্রম করেন এবং বিশেষ করে বিভীষণকে অপমান করতে শুরু করেন। রাবণ তাকে বলে যে তার মতো দুর্বল লোকের আর প্রয়োজন নেই। বিভীষণ কিষ্কিন্ধায় রামের সাথে যোগ দেওয়ার সিদ্ধান্ত নেন। বিভীষণ রামের পায়ে পতিত হয়ে তার কাছে সুরক্ষা চান।\nকিভাবে সাগর পাড়ি দিয়ে লঙ্কায় যেতে হয় তা সম্পর্কে বানর বাহিনী চিন্তা করছিল। সমুদ্রদেব রামকে বানর ভাই নীল এবং নল দ্বারা প্রাপ্ত বরের কথা বলেন এবং সমুদ্র উপকূলকে লঙ্কার সাথে যুক্ত করার জন্য একটি সেতু তৈরি করার ক্ষমতা তাদের রয়েছে। \n\n\n=== লঙ্কা কাণ্ড ===\nযুদ্ধ পর্ব\n\nজাম্ববান বানর নল এবং নীলকে সমুদ্রের উপর সেতু নির্মাণের কাজ শুরু করতে বলেন। মানস বর্ণনা করে যে সমগ্র পর্বতমালা নল এবং নীল তাদের উদ্দেশ্য পূরণ করতে ব্যবহার করেছিল। রাম ভগবান শিবকে স্মরণ করেন এবং রামেশ্বরমের  মন্দির স্থাপনের সিদ্ধান্ত নেন। সমাপ্তির পর, রামের সেনাবাহিনী সেতু পার হতে শুরু করে এবং সুবেল পর্বতে শিবির নিয়ে লঙ্কায় পৌঁছায়। রাবণ রামের সৈন্যবাহিনীর অগ্রগতির কথা শুনেন এবং প্রচণ্ড উত্তেজিত বোধ করেন। মন্দোদরী তার স্বামীর জীবনের ভয়ে রাবণকে সীতাকে রামের কাছে ফিরিয়ে দিতে বলেন। রাবণ রামের শক্তিকে উড়িয়ে দেন এবং তার স্ত্রীকে শান্ত করেন। পরবর্তীতে, রাবণের পুত্র প্রহস্ত তার মায়ের অনুভূতিকে শক্তিশালী করার চেষ্টা করে, কিন্তু সবই ব্যর্থ হয়।\nরাম সুবেল থেকে একটি সতর্কীকরণ বাণ নিক্ষেপ করেন। বাণটি রাবণের মুকুট এবং রাজকীয় ছত্রে আঘাত করে। মন্দোদরী আবার রাবণকে সীতাকে রামের কাছে ফিরিয়ে দিতে রাজি করার চেষ্টা করেন। এদিকে রাম জাম্ববানকে জিজ্ঞাসা করেন কি করা উচিত। জাম্ববান পরামর্শ দেন, তারা রাবণকে সীতাকে ফিরিয়ে দেওয়ার সুযোগ দেওয়ার জন্য অঙ্গদকে দূত হিসাবে প্রেরণ করেন। রাবণের সভায় পৌঁছে অঙ্গদ ব্যাখ্যা করেন, তিনি রামের দূত এবং রাবণকে বলেন, তার এখনও নিজেকে ধ্বংসের হাত থেকে বাঁচাতে সময় আছে। রাবণ অঙ্গদকে অপমান করে এবং তার সম্মতি অস্বীকার করলে যুদ্ধ অনিবার্য হয়ে ওঠে।\nপ্রথম দিনে রাবণ তার অর্ধেক সেনাবাহিনী হারালে যুদ্ধটি অত্যন্ত দুর্দান্তভাবে শুরু হয়। রাবণের পুত্র ইন্দ্রজিৎকে তার প্রত্যাশার চেয়ে অনেক আগেই যুদ্ধে নামতে হয়। তিনি তার বিশেষ অস্ত্র সাং দিয়ে লক্ষ্মণকে মারাত্মকভাবে আহত করেন। হনুমানকে লঙ্কার সুষেণ নামক বৈদ্যকে নিয়ে আসার নির্দেশ দেওয়া হয়। সুষেণ রামকে বলেন, সঞ্জীবনী নামে একটি ভেষজ আছে যা শুধুমাত্র হিমালয় পর্বতে পাওয়া যায়। এটিই লক্ষ্মণকে বাঁচানোর একমাত্র উপায়। হনুমান অবিলম্বে রামকে আশ্বস্ত করেন যে তিনি এই ভেষজটি অন্বেষণ করবেন। হনুমান চলে যাওয়ার সময়, রাবণ তাকে বাধা দেওয়ার জন্য অসুর কালনেমিকে আদেশ দেয়। হনুমান অনায়াসে কালনেমিকে বধ করেন। হনুমান পর্বতে পৌঁছে যান কিন্তু ভেষজটি খুঁজে পান না। হতাশ হয়ে তিনি পুরো পর্বত লঙ্কায় নিয়ে যাওয়ার সিদ্ধান্ত নেন।\n\nনন্দীগ্রামের কাছে আসার সময় হঠাৎ একটি তীরের আঘাতে হনুমান লঙ্কার দিকে দ্রুতগতিতে এগিয়ে যান। হনুমানকে ভরত রাক্ষস মনে করে বিভ্রান্ত হয়। হনুমান বিশাল পাহাড়ের সাথে মাটিতে পতিত হন। হনুমান চেতনা ফিরে পান এবং উপলব্ধি করেন যে ভরত রামের ভাই। তিনি লঙ্কায় চলে যান যেখানে তিনি সঞ্জীবনী ভেষজ সরবরাহ করেন এবং সুষেণ লক্ষ্মণের চিকিৎসা করেন। রাম পরম গর্বের সাথে হনুমানকে আলিঙ্গন করেন। রাবণ লক্ষ্মণের সুস্থতার খবর খুব গুরুতরভাবে নেয় এবং তার ভাই কুম্ভকর্ণকে জাগ্রত করার সিদ্ধান্ত নেয়।\nকুম্ভকর্ণ নির্বিচারে হত্যা করে এবং অনেক বিপর্যয় সৃষ্টি করে। রাম একটি তীর নিক্ষেপ করেন যা তাকে তাৎক্ষণিকভাবে হত্যা করে। তার ভাইয়ের মৃত্যু রাবণকে ভীষণ ভয় পাইয়ে দেয়। ইন্দ্রজিৎ তাড়াহুড়ো করে মহৎ বর এবং শক্তি পাওয়ার উদ্দেশ্যে একটি যজ্ঞের আয়োজন করার চেষ্টা করলে হনুমান এবং অঙ্গদ তাকে বাধা প্রদান করে। লক্ষ্মণ ইন্দ্রজিতের বিরুদ্ধে অস্ত্র তুলে নেন এবং তাকে বধ করেন। রাম রাবণের দিকে অসংখ্য তীর নিক্ষেপ করেন কিন্তু তাকে বধ করতে অক্ষম হন। তিনি বিভীষণকে জিজ্ঞাসা করেন কিভাবে তার ভাইকে হত্যা করবেন। এরপরে রাম অবশেষে রাবণকে বধ করেন। যুদ্ধ সমাপ্ত হয়।\nরাবণের শেষকৃত্য সম্পন্ন হয় এবং বিভীষণকে লঙ্কার রাজমুকুট দেওয়া হয়। হনুমান অশোক বাটিকায় সীতার কাছে খুশির সংবাদ প্রকাশ করেন। অবশেষে রাম ও সীতার পুনর্মিলন হয়। রাম এবং তার সেনাবাহিনী লঙ্কা ত্যাগ করে অযোধ্যার দিকে ফিরে যাওয়ার জন্য প্রস্তুত হয়। রাম, সীতা, লক্ষ্মণ এবং প্রবীণ বানররা রাবণের উড়ন্ত বাহন পুষ্পক বিমানে ফিরে যান। \n\n\n=== উত্তর কাণ্ড ===\nউপসংহার\n\nএখন সেই দিন এসে যায় যখন রাম নির্বাসনে থাকার পর অযোধ্যায় প্রত্যাবর্তন করবেন। এদিকে ভরত উদ্বিগ্ন যে তার ভাই এখনও আসেনি। মানস উল্লেখ করেছেন, ভরত নন্দীগ্রামে চৌদ্দ বছর ধরে চোখের জল ফেলে দিন অতিবাহিত করেছিলেন। হনুমান ভরতকে রাম, সীতা ও লক্ষ্মণের আগমনের কথা জানিয়ে দেখা করেন। ভরত নাগরিকদের আনন্দের সংবাদ জানাতে অযোধ্যায় ছুটে যান। পুষ্পক বিমান অযোধ্যায় অবতরণ করার সাথে সাথে নাগরিকরা 'রামচন্দ্রের জয় হোক' স্লোগান দেয়। রাম, সীতা এবং লক্ষ্মণ সম্মিলিতভাবে অযোধ্যায় ঋষি বশিষ্ঠের চরণ স্পর্শ করেন এবং তারপরে সমাবেশে সমবেত সকলকে অভিবাদন জানান। অবশেষে রাম পরম স্নেহ ও ভালোবাসায় ভরতের সাথে দেখা করেন। রামের রাজ্যাভিষেক ঘটে। অবশেষে তিনি অযোধ্যার রাজা হন। শিব উৎসবগুলিকে আরও মহিমান্বিত করতে আগমন করেন এবং রামের নিকট বর চান যেন তিনি রামের চরণের প্রতি দৃঢ় এবং অবিচ্ছিন্ন ভক্তি রাখতে পারেন।\nকাহিনির উপসংহারে, রামের লব এবং কুশ নামে যমজ পুত্রের জন্ম হয়। অন্য ভাইদের প্রত্যেকের দুটি পুত্রও রয়েছে। উল্লেখ আছে যে নারদ এবং সনকের মতো মহান ঋষিরা রামের সাথে দেখা করতে এবং তার মহান শহর দর্শন করতে অযোধ্যায় গমন করেন।\nউত্তর কাণ্ডের পরবর্তী অনুচ্ছেদে সাধু কাকভূশুণ্ডীর জীবনী দেওয়া হয়েছে, তারপরে কলিযুগের  বর্তমান সময়ে কি আশা করা যায় তার বর্ণনা দেওয়া হয়েছে। শিব পার্বতীর কাছে তার রামকথার বর্ণনা সমাপ্ত করেন যেমনটি গরুড়ের কাছে কাকভূশুণ্ডি করেন। যাজ্ঞবল্ক্য ভরদ্বাজের কাছে তার কথা সমাপ্ত করেছেন কিনা তা উল্লেখ করা হয়নি। অবশেষে, গোস্বামী তুলসীদাস তার শ্রী রামচরিতমানসের পুনঃ কথন শেষ করেন।  সংস্কৃতের রুদ্রাষ্টকম্ এই কাণ্ডের একটি অংশ।\n\n\n== রাম অবতারের পূর্ববৃত্তান্ত ==\nবালকাণ্ডে বর্ণনায়, শিব তার স্ত্রী পার্বতীকে রামের গল্প (রামকথা) পুনরায় বলছিলেন বলে উল্লেখ করা হয়েছে। এই পুনঃকথনের সময়, শিব পাঁচটি কারণ ব্যাখ্যা করেছেন কেন রাম পৃথিবীতে অবতারণ করেছিলেন।\n\n\n=== জয় এবং বিজয় ===\n\nজয় এবং বিজয় ভাই বিষ্ণুর দুই প্রিয় দ্বাররক্ষক। চতুষ্কুমারের অভিশাপের কারণে জয় ও বিজয় রাক্ষসরূপে জন্মগ্রহণ করেন। একজন রাবণ এবং অন্যজন কুম্ভকর্ণ রূপে জন্মগ্রহণ করেন। রাবণ ও কুম্ভকর্ণকে বধ করার জন্য বিষ্ণু তখন রাম রূপে অবতারণ করেন। \n\n\n=== নারদ মুনির অভিশাপ ===\nনারদ মুনি হিমালয় পর্বতে ভ্রমণ করছিলেন এবং বিষ্ণুর কথা চিন্তা করছিলেন। তিনি তৎক্ষণাৎ গভীর ধ্যানের মানসিক সমাধিমগ্ন হন। ঋষির অবস্থা দেখে, ইন্দ্র আতঙ্কিত হয়ে পড়েন কারণ তিনি স্বর্গে দেবতাদের প্রধান হিসাবে নিজের অবস্থানের জন্য নারদের সমাধিকে হুমকি হিসাবে দেখেন। ইন্দ্র কামদেবকে নারদের সমাধিতে তাকে বিরক্ত করতে বলেন। নারদকে পরাজিত করতে না পেরে, কামদেব নারদের পায়ে পড়েন, তাকে গভীর বিনয়ের সাথে সম্বোধন করেন। নারদ শিবের সাথে যা ঘটেছিল তা স্মরণ করেন এবং কামদেবকে পরাজিত করার জন্য গর্ববোধ করেন। শিব তাঁকে বিষ্ণুর কাছে এই গল্পটির পুনরাবৃত্তি না করার পরামর্শ দেন।\nনারদ বিষ্ণুকে তার আবাসে দর্শন করতে যান এবং তার অহংকার নিয়ন্ত্রণ করতে অক্ষম হন, শিবের উপদেশ উপেক্ষা করে কামদেবের সাথে তার পর্বটি পুনরায় বলেন। বিষ্ণু নারদকে আরও বলেন যে তার ব্রহ্মচর্য অটল অঙ্গীকার এতটাই শক্তিশালী যে তাঁকে কখনও আঘাত করা যাবে না। নারদ তখন বিষ্ণুর বাসস্থান ত্যাগ করেন। বিষ্ণু লক্ষ্মীকে বলেন যে তার একটি পরিকল্পনা আছে এবং তিনি তার বিভ্রান্তিমূলক শক্তি( মায়া )কে কাজে ব্যবহার করেন। নারদ বৈকুণ্ঠ ত্যাগ করার সাথে সাথে বিষ্ণু মায়াময় বাসিন্দাদের নিয়ে একটি সুন্দর মায়াময় শহর তৈরি করেন। শহরটি রাজা শীলনিধি দ্বারা শাসিত হয়, যার বিশ্বমোহিনী নামে একজন সুন্দর কন্যা রয়েছে। নারদ শহরের প্রতি কৌতূহলী হন এবং রাজার সাথে দেখা করার সিদ্ধান্ত নেন। নারদ রাজার কন্যাকে দেখে তার প্রেমে পড়েন। রাজা ব্যাখ্যা করেন, তিনি তার কন্যাকে একজন উপযুক্ত ব্যক্তির সাথে বিয়ে দিতে চান। নারদ রাজকন্যাকে তাকে পছন্দ করার জন্য একটি চক্রান্ত করে।\nনারদ বিষ্ণুর কাছে আসেন এবং তার কাছে মহাসৌন্দর্যের বর প্রার্থনা করেন। বিষ্ণু বলেন, তিনি শুধু তাই করবেন যা নারদের জন্য উপকারী। ঋষি মনে মনে খুশি হন এবং মনে করেন বিষ্ণুর অনুগ্রহে রাজকন্যা অবশ্যই তাকে পছন্দ করবেন। নারদ বিষ্ণুর আবির্ভাব কামনা করেছিলেন। তিনি ভগবানকে তাঁকে \"হরি মুখ\" দিতে বলেন, যার অর্থ \"হরির মুখ\"। \"হরি\" শব্দটি \"বানর\"-কেও বোঝায়। বিষ্ণু তাঁকে একটি বানরের মুখ দিয়ে তার ইচ্ছা পূর্ণ করলেন। সমগ্র রাজসভা নারদ-এর আবির্ভাব সম্পর্কে অবগত হলেও, কিন্তু কিছুই বলল না। নারদ-এর কুৎসিত রূপ দেখেই রাজকন্যা রেগে যায় এবং তাকে সম্পূর্ণরূপে উপেক্ষা করে। নারদ যখন জলে নিজের প্রতিবিম্ব দেখেন তখন তিনি বিষ্ণুকে অভিশাপ দেন, \"তুমি আমাকে বানরের মতো দেখালে; তাই বানররা তোমার সঙ্গী হিসেবে থাকবে। এবং তুমি যেমন আমার উপর চরম অন্যায় করেছ, তেমনি তুমি তোমার স্ত্রী বিচ্ছেদের যন্ত্রণা ভোগ করবে।\" বিষ্ণু নারদের অভিশাপ গ্রহণ করেন এবং অবিলম্বে তার মায়াময় মন্ত্র প্রত্যাহার করেন।\nনারদ বুঝতে পারেন, আসলে কোন শহরই নেই এবং বিশ্বমোহিনী বলেও কেউ নেই, এবং তিনি যা করেছেন তাতে হতাশ হন। তিনি তার অভিশাপ ব্যর্থ করার জন্য বিষ্ণুকে অনুরোধ করেন। বিষ্ণু ব্যাখ্যা করেন, এসব তারই ইচ্ছায় ঘটেছে। বিষ্ণু নারদকে যে কোন পাপ থেকে নিজেকে মুক্ত করতে তার নাম জপ করার পরামর্শ দেন। নারদ রামের গুণকীর্তন করতে করতে তার আবাসে ফিরে আসেন। \n\n\n=== স্বায়ম্ভুব মনু ও শতরূপা ===\nস্বায়ম্ভুব মনুর শতরূপা নামে এক স্ত্রী ছিলেন। বহু বছর ধরে পৃথিবী শাসন করার পর, তিনি তার পুত্রকে সিংহাসন প্রদান করার সিদ্ধান্ত নেন এবং শতরূপার সাথে বনে যান এবং ভগবানের ধ্যান করেন।\nমনু ও শতরূপা প্রথমে খাদ্য ও তারপর জল উৎসর্গ করেন এবং অবশেষে বায়ু উৎসর্গ করতে ইচ্ছুক হন। ব্রহ্মা, হরি এবং শিব মনুকে ডাকলেও কিন্তু মনু এবং শতরূপা দৃঢ়প্রতিজ্ঞ থাকেন এবং তাদের আত্মত্যাগ থেকে বিচ্যুত হন না। স্বর্গ থেকে একটি বৃহৎ কণ্ঠ মধুর বাক্যে মনুকে বর চাইতে বলে। রাম এবং সীতা সুন্দর রূপে মনুর কাছে আসেন, যা মনুকে আবেগে অভিভূত করে। মনু এখন ব্যাখ্যা করে বলেন, তিনি এবং শতরূপা ভগবানের পাদপদ্ম দর্শন করেছেন, তাদের সমস্ত ইচ্ছা পূরণ হয়েছে। মনুর একটা আকাঙ্ক্ষা আছে কিন্তু তিনি জানে না কিভাবে ভগবানকে জিজ্ঞাসা করতে হয়। অবশেষে তিনি জিজ্ঞাসা করেন, \"হে করুণাময় প্রভু, আমি তোমাকে আমার আন্তরিক ইচ্ছা বলছি: তোমার মতো আমার একটি পুত্র চাই। তোমার কাছে আমার কিছুই গোপন করার নেই।\"\nভগবান ঘোষণা করেন, তাই হবে, তবে তিনি নিজের মতো পুত্র কোথায় পাবেন? ভগবান মনুকে বলেন, তিনি নিজেই তার পুত্র হবেন। ভগবান তখন শতরূপাকে তার ইচ্ছা জিজ্ঞেস করেন। তিনি বলেন, তিনি তার স্বামীর কাছ থেকে প্রাপ্ত বর খুব পছন্দ করেন এবং সেই একই বর কামনা করেন। ভগবানের চরণে প্রণাম করে, মনু তখন আরও একটি বর চান। তিনি অনুরোধ করেন, তিনি নির্ভরশীল হবেন যার অনুমতি দেওয়া হয়েছে। ভগবান তখন এই দম্পতিকে স্বর্গে ইন্দ্রের রাজধানীতে বসবাস করার নির্দেশ প্রদান করেন।\nভগবান ব্যাখ্যা করেন, কিছুকাল পরে মনু অযোধ্যার রাজা দশরথ এবং শতরূপা কৌশল্যা হিসাবে জন্মগ্রহণ করবেন। তারপরে তিনি রাজকীয় পরিবারে তাদের পুত্র হিসাবে নিজেকে প্রকাশ করবেন। তিনি দম্পতিকে আশ্বস্ত করেছিলেন যে তাদের ইচ্ছা পূরণ হবে। \n\n\n=== রাজা প্রতাপভানুর কথা ===\nরামের জন্মের আগে, মুনি ভরদ্বাজকে যাজ্ঞবল্ক্য রাজা প্রতাপভানুর কথা শোনান।\nএকবার প্রতাপভানু শিকার করতে বনে গিয়ে একটি বুনো শুয়োর দেখতে পান। শুয়োরটি ছিল আসলে ছদ্মবেশী রাক্ষস কালকেতু যে রাজার কাছ থেকে পালিয়ে যায়। প্রতাপভানু বনের গভীরে পশ্চাদ্ধাবন করেন। প্রতাপভানু বহু মাইল অনুসরণ করে পিপাসার্ত হয়ে পড়েন। তিনি একজন নকল সাধুর আশ্রমের কাছে যান, যেখানে বাসিন্দা নকল সাধু প্রতাপভানুকে পূর্বের ঘটনার কারণে আঘাত ও অপমান করতে চায়। প্রতাপভানু সেই সাধুকে চিনতে পারেন না, যিনি রাজার সাথে মিষ্টি কথা বলতে শুরু করেন এবং বলেন, বিশুদ্ধ ভালবাসার দ্বারা তিনি রাজাকে বর দিতে চান। রাজা অপরাজেয় হতে চান এবং কখনও বৃদ্ধ না হওয়ার কথা বলেন, যা নকল সাধু মঞ্জুর করেন, তবে এই শর্তে যে তাকে সমস্ত ব্রাহ্মণদের অনুগ্রহ অর্জন করতে হবে। নকল সাধু পরামর্শ দেন, রাজা ব্রাহ্মণদের খাওয়ানোর জন্য পবিত্র খাবার (প্রসাদম্) রান্নার ব্যবস্থা করুন, কারণ ব্রাহ্মণরা এই ধরনের দয়ার জন্য অবশ্যই তার পক্ষে থাকবে। নকল সাধুর আসল উদ্দেশ্য হল রাজাকে ফাঁদে ফেলা এবং তার পুরানো অভিযোগের জন্য তার প্রতিশোধ নেওয়া।\nনকল সাধু রাজাকে বিশ্রাম নিতে বলেন এবং তিনি তার রহস্যময় শক্তি ব্যবহার করে ব্রাহ্মণদের জন্য ভোজের ব্যবস্থা করবেন। প্রতাপভানু নকল সাধুর জন্য তিন দিন অপেক্ষা করেন। কালকেতু, তখন পুরোহিতের ছদ্মবেশে, সভায় রাজার কাছে যায় এবং বলে যে তাকে পবিত্র খাবার রান্না করতে পাঠানো হয়েছে। সমগ্র ব্রাহ্মণ সম্প্রদায় আমন্ত্রিত হয়। উপর থেকে একটি স্বর্গীয় কণ্ঠ ব্রাহ্মণদের সতর্ক করে যে খাবারটি অপবিত্র এবং তাদের অবিলম্বে পলায়ন করা উচিত। তারা রাজাকে অভিশাপ দেয় যে তিনি, তার রাজ্য এবং পুরো পরিবার পৃথিবী থেকে নিশ্চিহ্ন হয়ে গেছে। তারা অভিশাপ দেয়, রাজা তার পরবর্তী জীবনে একজন দৈত্যরূপে জন্মগ্রহণ করবে। স্বর্গীয় কণ্ঠ বলে যে ব্রাহ্মণের অভিশাপ ভুল চিন্তার বহিঃপ্রকাশ, কারণ প্রতাপভানুকে দোষ দেওয়া যায় না। যেহেতু তাদের অভিশাপ ফিরিয়ে নেওয়া যায় না, তাই কণ্ঠস্বরটি বলে যে ব্রাহ্মণ সম্প্রদায়ই তার পরবর্তী জীবনের মন্দতার শিকার হবে।\nপ্রতাপভানু বিচলিত হয়ে পড়েন এবং দ্রুত তার রান্নাঘরে কালকেতুকে খুঁজতে যান। কালকেতু অদৃশ্য হয়ে গেছে বুঝতে পেরে রাজা ব্যথিত হয়ে ক্রন্দন করেন। ব্রাহ্মণরা প্রতাপভানুর জন্য অনুতপ্ত হয় এবং তাকে বলে যে তার পরবর্তী মন্দ জীবন পরমেশ্বর বিষ্ণু নিজেই শেষ করবেন। অভিশাপ অনুসারে, অন্যান্য প্রতিবেশী রাজারা কৈকয় আক্রমণ করার কারণে প্রতাপভানু, অরিমর্দম এবং ধর্মরুচি সকলেই নিহত হন।\nপ্রতাপভানু রাবণ রূপে, অরিমর্দম কুম্ভকর্ণ রূপে এবং ধর্মরুচি বিভীষণ রূপে পুনর্জন্ম লাভ করেন। তিনজনই প্রচুর তপস্যা করে এবং ব্রহ্মা ও শিবের কাছে গিয়ে কোনও বরের জন্য অনুরোধ করে। রাবণ বলেন, মানুষ ও বানর গোত্র ছাড়া কেউ যেন আমাকে হত্যা করতে না পারে। কুম্ভকর্ণ ছয় মাসের জন্য নিরবচ্ছিন্ন ঘুমের বর প্রদান করতে বলেন। বিভীষণ বিষ্ণুর চরণে অটল প্রেম কামনা করেছিলেন। \n\n\n== সতীর দহন এবং পার্বতীর অবতার ==\nকীভাবে শিব তার সহধর্মিণী পার্বতীকে রামকথা শোনাতে এসেছিলেন সেই গল্পটি বালকাণ্ডের মধ্যে বিশদভাবে বর্ণনা করা হয়েছে। গল্পের এই অংশটি ভরদ্বাজ মুনির কাছে যাজ্ঞবল্ক্য মুনি বর্ণনা করেছেন।\n\n\n=== সতীর সন্দেহ ===\nত্রেতা যুগে, শিব তার সহধর্মিণী ভবানী সতীসমেত ঋষি অগস্ত্যের সাথে দেখা করতে যান। ঋষি শিবের দর্শনে খুশি হয়ে রামের নিত্য কাহিনী বর্ণনা করতে লাগলেন। শিব খুব আনন্দের সাথে শোনেন এবং তারপর তারা তাদের আবাসের দিকে ফিরে যান। ঠিক এই সময়ে রাম পৃথিবীতে অবতরণ করেছিলেন এবং সীতা ও লক্ষ্মণের সাথে দণ্ডকারণ্যে ভ্রমণ করছিলেন। শিব ভাবছেন কিভাবে তিনি রামকে দেখতে পাবেন। তিনি অবশেষে রামকে দেখেন, যিনি উন্মত্তভাবে সীতার সন্ধান করছেন এবং অবিলম্বে তার হাতের তালুতে যোগ করে প্রার্থনা করেন \"মহাবিশ্বের মুক্তিদাতার মহিমা, যিনি সত্য, চেতনা এবং আনন্দ স্বরূপ\"। সতী রামকে চিনতে পারেন না এবং ভাবতে থাকেন, কেন তার পরমশিব একজন নশ্বরের প্রশংসা করছেন। শিব সমস্ত সত্যের জ্ঞাতা সর্বজ্ঞ। তিনি তাৎক্ষণিকভাবে সতীর চিন্তা পড়েন। তিনি তাকে এই ধরনের সন্দেহ পোষণ না করার পরামর্শ দেন এবং মেনে নেন যে তিনি রামকে দেখেছেন, যাকে অগস্ত্য আগে প্রশংসা করেছিলেন। তিনি অবশেষে বলেন, যদি তিনি এখনও আশ্বস্ত না হন তবে তার নিজের এই সত্যটি যাচাই করার চেষ্টা করা উচিত। সতী সীতার ছদ্মবেশ ধারণ করার সময় শিব পর্যবেক্ষণ করেন। রাম এবং লক্ষ্মণ তাৎক্ষণিকভাবে সতীর ছদ্মবেশে দেখেন এবং শিবের অবস্থান সম্পর্কে জিজ্ঞাসা করেন। সতী খুব অস্বস্তি বোধ করেন এবং শিবের দিকে এগিয়ে যান এই ভেবে যে তিনি কীভাবে তার কথাকে প্রশ্নবিদ্ধ করার মূর্খতা ব্যাখ্যা করবেন।\nশিব তাকে রামকে কীভাবে পরীক্ষা করেছিলেন তার সত্য বলতে বলেন। সতী সত্য বলতে অক্ষম হন এবং বলেন যে তিনি রামকে পরীক্ষা করেননি, তবে আপনার মতো তার প্রশংসা করেছেন। সতী ভুলে যান, শিব যা ঘটেছে তা জানেন এবং হতাশ হন যে তিনি তার সীতার ছদ্মবেশে ছিলেন। তিনি সিদ্ধান্ত নেন, সতীকে পরিত্যাগ করা খুব শুদ্ধ এবং তার স্বামী হিসাবে অবিরত থাকা একটি পাপ এবং তারপর থেকে তার বর্তমান দেহে সতীর সাথে তার কোনও সংযোগ নেই। সতী উপসংহারে এসেছিলেন যে শিব সবকিছু জানতে পেরেছেন এবং তাকে প্রতারণা করার চেষ্টা করার জন্য বোকা বোধ করেছেন। শিব একটি বটগাছের নীচে বসে দীর্ঘ সমাধিতে প্রবেশ করেন। সতী দুঃখিত হন কিন্তু স্বীকার করে যে দৈব তার পাপের প্রতিশোধ নিচ্ছে। বহু বছর কেটে যায় এবং শিব অবশেষে রামের প্রশংসা করার সময় তার সমাধি শেষ করেন। সতী শিবের পায়ের কাছে প্রণাম করেন, তারপরে তিনি সতীর বিপরীতে বসেন এবং তিনি বিষ্ণুর কীর্তিকলাপ বলতে শুরু করেন।\n\n\n=== দক্ষযজ্ঞ ===\n\nশিব যখন বিষ্ণুর কাহিনী বর্ণনা করছেন, তখন বাতাস স্বর্গীয় প্রাণীতে পূর্ণ হয়েছিল। সতী শিবকে জিজ্ঞেস করলেন উপলক্ষ কি? শিব ব্যাখ্যা করেন যে তার পিতা দক্ষ একটি মহান যজ্ঞের আয়োজন করেছেন যেখানে অনেক দেবদেবীকে আমন্ত্রণ জানানো হয়েছে। ব্রহ্মা, বিষ্ণু এবং শিব ব্যতীত সকলকে আমন্ত্রণ জানানো হয়েছিল কারণ দক্ষের তাদের প্রতি ঘৃণা তৈরি হয়েছিল। সতী তার বাবার কথা ভাবে এবং জিজ্ঞেস করে যে সে এই সময়ে তার সাথে দেখা করতে পারে কিনা। শিব বলেন যে তাদের কোন আনুষ্ঠানিক আমন্ত্রণ নেই এবং সতীর সমস্ত বোনকে আমন্ত্রণ জানানো হয়েছে কিন্তু শিবের প্রতি তার শত্রুতার কারণে, তার বাবা আমাদের আমন্ত্রণ জানাননি। শিব সতীর সাথে যুক্তি করার চেষ্টা করেন যে তার উপস্থিতি থেকে কোন উপকার পাওয়া যায় না, কিন্তু তুলসীদাস ব্যাখ্যা করেন, একটি কন্যা তার পিতার সাথে সম্পর্ক অত্যন্ত শক্তিশালী।\nযখন সতী তার পিতার বাড়িতে পৌঁছায়, তখন তার মা ছাড়া কেউ তাকে স্বাগত জানায় না। দক্ষ তাকে স্বীকারও করে না এবং প্রকৃতপক্ষে রাগে জ্বলে ওঠে কারণ সে অনিমন্ত্রিত হয়ে এসেছে। সতী চারপাশে তাকিয়ে দেখেন যে শিবের জন্য আলাদা কোন উৎসর্গ করা হয়নি এবং তার পিতার প্রতি শ্রদ্ধার অভাব তার মনকে প্রচণ্ড ক্রোধে উদ্বেলিত করে। তিনি তার পিতার সভায় মুখোমুখি হন এবং ঘোষণা করেন যে শিব হলেন মহাবিশ্বের পিতা এবং সকলের কল্যাণকারী। ইনি সেই শিব যাকে তার বাবা গালি দেন। যোগাগ্নিতে সতী তার শরীর দগ্ধ করেন। তার রক্ষীদের মারধর করা হয় এবং ছত্রভঙ্গ করা হয়। শিব যখন এটি আবিষ্কার করেন, তিনি বীরভদ্রকে পাঠান, যিনি যজ্ঞের সর্বনাশ করেন এবং দক্ষকে হত্যা করা হয়। সতী যখন মারা যেতে চলেছেন, তখন তিনি বরপ্রদানের ভগবান হরিকে অনুরোধ করেন যেন তিনি পরজন্মে শিবের চরণে নিবেদিত হন। তিনি হিমবান ও ময়নাবতীর কন্যা পার্বতী রূপে পুনর্জন্ম লাভ করেন।\n\n\n=== পার্বতী ও নারদের ভবিষ্যদ্বাণী ===\nপার্বতীর জন্মের কয়েক বছর পর, নারদ মুনি তার পিতামাতা হিমবান এবং ময়নার সাথে দেখা করেন। হিমবান নারদকে জিজ্ঞেস করেন, তার কন্যার ভবিষ্যতে কি আছে। নারদ বলেন, পার্বতী ভাল বৈশিষ্ট্যে সুশোভিত হবে এবং তার স্বামীর অবিরাম ভালবাসা জয় করবে। তিনি সর্বদা তার সাথে একত্রিত থাকবেন এবং তার পিতামাতার জন্য মহৎ গৌরব নিয়ে আসবেন। একমাত্র অপূর্ণতা হল, তার স্বামী নগ্ন এবং বীভৎস বস্ত্রধারী ও জটাধারী একজন সন্ন্যাসী হবেন। হিমাবন এবং ময়না বিষণ্ণ হয়ে পড়ে। পার্বতী খুব খুশি হন, কারণ তিনি নারদের কথা থেকে বুঝতে পারেন যে বিষ্ণুর কাছ থেকে প্রাপ্ত তার বর সত্য হতে চলেছে। নারদ হিমাচলকে ব্যাখ্যা করেন, একমাত্র ব্যক্তি যিনি তার দ্বারা বর্ণিত গুণাবলী দেখান তিনি হলেন শিব। পার্বতীর বাবা-মা অবিলম্বে উত্থিত হন এবং নারদ চলে যাওয়ার সাথে সাথে তিনি পার্বতীকে হরির প্রতি তার চিন্তাভাবনা স্থির করতে এবং তপস্যা আচরণ করতে বলেন। যুবতী পার্বতী বনে প্রবেশ করেন এবং শিবকে প্রাপ্ত করার জন্য মহৎ তপস্যা করেন। তার আত্মত্যাগের কারণে তার শরীর অত্যন্ত কৃশ হয়ে যায় যার পরে ব্রহ্মা ঘোষণা করেন যে তার কঠোর তপস্যা বন্ধ করা উচিত কারণ শিব শীঘ্রই তার হবেন। ইতিহাসে অনেক মহান ঋষির কথা আছে, কিন্তু কেউই তার মতো তপস্যা করেনি। ব্রহ্মা নির্দেশ দেন, তার পিতা শীঘ্রই তার কাছে আসবেন এবং তাকে তার সাথে বাড়ি ফিরে যেতে হবে।\nসতী তার দেহত্যাগ করার পর থেকেই শিব রাম নাম জপ করতে শুরু করেছিলেন এবং এক মহা সমাধিতে প্রবেশ করেছিলেন। তার রহস্যময় শক্তির মাধ্যমে, রাম শিবকে পার্বতীকে বিবাহ করতে বলেন। শিব বলেন যে এটি একটি ন্যায্য অনুরোধ নয় কিন্তু একজন গুরুর কথা পৃথক করা যাবে না এবং স্বীকার করতে হবে। শিব তার মহা সমাধিতে থাকেন। সেই সময় তারকাসুর দুর্দশা সৃষ্টি করছিল এবং পূর্ণ বিকাশ লাভ করছিল। ব্রহ্মা ঘোষণা করেন যে শিবের পুত্র তারককে হত্যা করবে, কিন্তু এটি ঘটানোর জন্য পার্বতীর সাথে তার বিবাহের ব্যবস্থা করা দরকার এবং এটি ঘটতে হলে শিবের সমাধি ভঙ্গ করতে হবে। শিবকে জাগ্রত করার জন্য প্রেমের দেবতাকে পাঠানো উচিত বলে সিদ্ধান্ত নেওয়া হয়। তিনি শিবের হৃদয়ে পঞ্চ পুষ্পের শর নিক্ষেপ করেন, যার ফলে সমাধি ভেঙে যায় এবং শিব জাগ্রত হন। শিব ক্রুদ্ধ হন এবং তার তৃতীয় চোখের মাধ্যমে প্রেমকে ছাই করে দেন। প্রেমের সহধর্মিণী রতি তার স্বামীর মৃত্যুর খবর শুনে অজ্ঞান হয়ে যায়। এই অসহায় নারীকে দেখে, শিব ভবিষ্যদ্বাণী করেন, তার স্বামীকে এখন অনঙ্গ বলা হবে যিনি দৈহিক আকৃতি ছাড়াই সকলের উপর কর্তৃত্ব করবেন। কৃষ্ণ পৃথিবীতে অবতরণ করলে রতির স্বামী কৃষ্ণপুত্র প্রদ্যুম্ন রূপে জন্মগ্রহণ করবেন। তারপরে ব্রহ্মা এবং অন্যান্য দেবতারা শিবের কাছে যান এবং ঘোষণা করেন যে তারা তাদের নিজের চোখে তার বিবাহ প্রত্যক্ষ করতে চান। বিষ্ণুর প্রাথমিক অনুরোধের কথা মনে রেখে, শিব সানন্দে সম্মত হন এবং ব্রহ্মা বিবাহের ব্যবস্থা করতে এগিয়ে যান।\n\n\n=== শিব ও পার্বতীর বিবাহ ===\nশিবের কোন প্রকৃত পরিবার নেই এবং তাই তার পরিচারকরা তাকে পার্বতীর সাথে তার বিবাহের জন্য সজ্জিত করতে শুরু করে। তার চুল একটি মুকুটের মধ্যে গঠিত হয় যেখানে সাপ একটি শিখর গঠন করে। সর্প তার কানের দুল, করভূষণ তৈরি করে এবং তার ঘাড়কে শোভিত করে এবং তিনি ভস্মে আবৃত হন এবং তার কোমর সিংহের চামড়া দ্বারা আবৃত থাকে। তিনি বিবাহের শোভাযাত্রার নেতৃত্ব দেন এবং বিষ্ণু ও ব্রহ্মা, পাশাপাশি অনেক আত্মা, গান্ধর্ব এবং দানবরা পেছনে অনুসরণ করে। বিয়ের পর, পার্বতী এবং শিব কৈলাসে ফিরে আসেন যেখানে পার্বতী রামের দেবত্ব সম্পর্কে প্রশ্ন করেন। এখানে শিব তার রামলীলার বর্ণনা শুরু করেন।\n\n\n== রামচরিতমানসে রামের দেবত্ব ==\n\n\n=== রামের দিব্য জন্ম ===\nমানস বর্ণনা করে যে চৈত্র মাসের নবম দিনে, সূর্য তার মধ্যরেখায় ছিল এবং জলবায়ু ছিল নাতিশীতোষ্ণ। শীতল, নরম এবং সুগন্ধি বাতাস প্রবাহিত হচ্ছিল। বনে ফুলে ফলে পূর্ণ হয়ে আর নদীগুলো পূর্ণভাবে বয়ে যাচ্ছে। ব্রহ্মা অনুমান করেন যে রামের জন্মের সময় ঘনিয়ে আসছে এবং সমস্ত স্বর্গীয় প্রাণীরা শুভ মুহূর্তটি দেখার জন্য আকাশে ভিড় করে। স্বর্গীয় প্রাণীরা পরমেশ্বর ভগবানকে তাদের স্তব নিবেদন করার সাথে সাথে আকাশ স্বর্গীয় সঙ্গীত এবং গানের ধ্বনিতে ধ্বনিত হয়।\nএখানে শুরু হয় মানসের অন্যতম বিখ্যাত ছন্দ, রাম জনম স্তূতি।  রামের আবির্ভাব দিয়ে স্তূতি শুরু হয়। মা কৌশল্যার হৃদয় আনন্দে ভরে ওঠে যখন তিনি রামের কৃষ্ণবর্ণ এবং তার চতুর্ভুজ সশস্ত্র রূপ দেখে বিস্মিত হন। তিনি রত্ন এবং বনফুলের মালা দিয়ে সজ্জিত এবং তাকে সৌন্দর্যের সমুদ্র হিসাবে বর্ণনা করা হয়েছে। কৌশল্যা তার হাতের তালু সংযোগের দ্বারা প্রার্থনা করে। \"হে অনন্ত, আমি কিভাবে আপনার প্রশংসা করব! বেদ ও পুরাণ আপনাকে সকল গুণের ভাণ্ডার হিসাবে প্রকাশ করেছে। আপনি লক্ষ্মীর প্রভু এবং আপনার সমস্ত ভক্তের প্রেমিক এবং আমার মঙ্গলের জন্য আবির্ভূত হয়েছ। আপনার শরীরের প্রতিটি ছিদ্রে অসংখ্য ব্রহ্মাণ্ড রয়েছে এবং আপনি যে আমার গর্ভে ছিলেন তা সত্যিই বিস্ময়কর।\" রাম হাসেন এবং কৌশল্যাকে তার পূর্বজন্মের মোহনীয় বিবরণ অবগত করে তাকে উপদেশ দেন যাতে তিনি তাকে নিজের পুত্ররূপে গ্রহণ করতে পারেন। কৌশল্যা রামকে তার বর্তমান অতিমানবীয় রূপ ত্যাগ করতে এবং  মাতৃহৃদয়ের প্রিয় শিশুসুলভ খেলাধুলায় লিপ্ত হতে বলেন। অমরগণের প্রভু হিসাবে বর্ণিত রাম অবিলম্বে একটি শিশু হয়ে ওঠে এবং কাঁদতে শুরু করে।\nতুলসীদাস উপসংহারে বলেছেন, যদি কেউ এই স্তূতিটি কীর্তন করে সে ভগবান বিষ্ণুর ধাম লাভ করে এবং কখনও জড় অস্তিত্বের কূপে পতিত হয় না। স্তূতিটি তাই অমর হয়ে গেছে এবং এটি রামের জন্মদিন উপলক্ষে গাওয়া একটি জনপ্রিয় প্রার্থনা।\n\n\n=== অহল্যার মুক্তি ===\n\nঋষি গৌতমের স্ত্রী অহল্যা ছিলেন একজন সুন্দরী নারী। দেবতাদের রাজা ইন্দ্র প্রলুব্ধ হয়ে তাকে প্রতারণার মাধ্যমে প্ররোচিত করার সিদ্ধান্ত নেন। ভোরবেলা ঋষি গৌতম ভোর হলেই তার স্বাভাবিক স্নানের জন্য কাছের গঙ্গায় নেমে যান। ঋষি যখন নদীতে স্নান করছিলেন, তখন ইন্দ্র গৌতমের রূপ ধারণ করেন এবং অহল্যাকে দেখতে যান, তিনি তাকে তার স্বামী মনে করে বোকা হয়েছিলেন। গৌতম যখন ফিরে আসেন, তখন তিনি ইন্দ্রের মুখোমুখি হন, তার (গৌতম) রূপে ইন্দ্র  তার কুঁড়েঘর থেকে বেরিয়ে আসেন। আধ্যাত্মিকভাবে শক্তিশালী, গৌতম পুরো বিষয়টি দেখার জন্য তার ঐশ্বরিক দৃষ্টি ব্যবহার করেছিলেন। ক্রুদ্ধ হয়ে তিনি ইন্দ্রকে পুরুষত্বহীনতার অভিশাপ দেন। শক্তি হারিয়ে ইন্দ্র অসুরদের কাছে স্বর্গ হারিয়েছিলেন এবং অনুতপ্ত হয়ে হাজার হাজার বছর ধরে একটি পদ্ম ফুলে প্রার্থনা করে বসেছিলেন। ঋষি গৌতম, ক্রোধান্ধ হয়ে, তার স্ত্রী অহল্যাকেও পাথরে পরিণত হওয়ার অভিশাপ দিয়েছিলেন। কোনো ইচ্ছাকৃত অন্যায়ের জন্য নির্দোষ অহল্যা ক্ষমা চেয়েছিলেন। গৌতম কিছুটা অনুতপ্ত হয়ে বললেন, রাম যখন অবতার হবেন, তখন তিনি তাকে আশীর্বাদ করবেন এবং তার অভিশাপ ভেঙে দেবেন।\nরাম ঋষি বিশ্বামিত্র ও লক্ষ্মণ সহ সীতা স্বয়ম্বরের জন্য মিথিলা যাওয়ার সময় ঋষি গৌতমের তৎকালীন জনমানবহীন আশ্রমে থামেন। বিশ্বামিত্র রামের কাছে অহল্যার কাহিনী বর্ণনা করেন এবং তাকে মুক্ত করতে বলেন। রাম তার পা দিয়ে পাথরটি স্পর্শ করেন এবং অহল্যা অবিলম্বে অভিশাপ থেকে মুক্তি পান। তিনি রামের পায়ের কাছে পড়ে তার চোখের জলে তার পা ধুয়ে দিলেন। তিনি অনুভব করেছিলেন, তার অভিশাপ তার কাছে সৌভাগ্য হয়ে উঠেছে কারণ তিনি ব্যক্তিগতভাবে রামের আশ্রয় নেওয়ার সুযোগ পেয়েছিলেন। এরপর তিনি স্বামীর জায়গায় ফিরে আসেন।\n\n\n== আকস্মিক সমাপ্তি ==\nআকস্মিকভাবে মানসের সমাপ্তি সম্পর্কে অনেক পণ্ডিত মন্তব্য করেছেন। অযোধ্যার উপর রামের শাসনের সময় অযোধ্যার নাগরিকদের কাহিনিকে অস্বীকৃতি জানানোর ফলে সীতার বনে যাওয়ার বিষয়ে বাল্মীকির উত্তর কাণ্ডে বিশদ বিবরণ রয়েছে। সীতা পৃথিবী মাতাকে তাকে গ্রহণ করতে বলেন এবং রাম তার মানব রূপ ত্যাগ করে তার স্বর্গীয় আবাসে ফিরে আসেন। তুলসীদাস এগুলিকে কিছুতেই উল্লেখ না করার সিদ্ধান্ত নেন। কথা কর মোরারি বাপু তার রামকথার অনেক পুনঃপ্রতিষ্ঠায় উল্লেখ করেছেন যে, তুলসীদাসজি সীতার জন্য মনের কষ্টে মানসকে শেষ করতে চাননি। তুলসীদাস কবিতায় বহুবার সীতাকে তার মা (সাথে সমগ্র বিশ্বজগতের মা) হিসাবে উল্লেখ করেছেন এবং তাই আবেগগত স্তরে এটি খুবই বোধগম্য হয়ে ওঠে। তিনি মানস জুড়ে যথেষ্ট যন্ত্রণা সহ্য করেছেন এবং তাই একটি অপেক্ষাকৃত সুখী মুহুর্তে তার পুনঃকথন শেষ করেছেন। কথিত আছে যে কিছু বৈষ্ণব ভক্ত আছেন যারা শুধুমাত্র মানসের বালকাণ্ড পাঠ করবেন, কারণ এটিকে পৃথিবীতে রাম এবং সীতার লীলার সবচেয়ে সুখী সময় হিসাবে দেখা হয়। \n\n\n== অনুবাদ ==\n\n\n=== ইংরেজি ===\nফ্রেডেরিক গ্রোস উনিশ শতাব্দীতে তুলসীদাসের রামায়ণ শিরোনামে রামচরিতমানসকে ইংরেজিতে অনুবাদ করেন। \n\n\n=== মালয়ালম ===\nসি জি রাজগোপাল রামচরিতমানসকে মালয়ালম ভাষায় তুলসীদাস রামায়ণম নামে অনুবাদ করেন।  এই অনুবাদের জন্য, তিনি ভারতের ন্যাশনাল অ্যাকাডেমি অফ লেটারস সাহিত্য একাডেমি দ্বারা উপস্থাপিত সাহিত্য আকাদেমি অনুবাদ পুরস্কার ২০১৯ লাভ করেন। \n\n\n=== অন্যান্য ===\nগীতা প্রেস গোরক্ষপুর হিন্দি, বাংলা প্রভৃতি ভাষায় রামচরিতমানসের অনুবাদ প্রকাশ করেছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nKumar, A. (১ জানুয়ারি ২০০১)। Social Transformation In Modern India। Sarup & Sons। আইএসবিএন 978-81-7625-227-0। \nLele, Jayant (১৯৮১)। Tradition and Modernity in Bhakti Movements। Brill Archive। আইএসবিএন 978-90-04-06370-9। \nLochtefeld, James G. (২০০২)। The Illustrated Encyclopedia of Hinduism: N-Z। The Rosen Publishing Group। আইএসবিএন 978-0-8239-3180-4। \nLorenzen, David N. (১৯৯৫)। Bhakti Religion in North India: Community Identity and Political Action। SUNY Press। আইএসবিএন 978-0-7914-2025-6। \nLutgendorf, Philip (১৩ ডিসেম্বর ২০০৬)। Hanuman's Tale: The Messages of a Divine Monkey। Oxford University Press। আইএসবিএন 978-0-19-988582-4। \nMacFie, J. M. (১ মে ২০০৪)। The Ramayan Of Tulsidas Or The Bible Of Northern India। Kessinger Publishing। আইএসবিএন 978-1-4179-1498-2। \nMcLean, Malcolm (১৯৯৮)। Devoted to the Goddess: The Life and Work of Ramprasad। SUNY Press। আইএসবিএন 978-0-7914-3689-9। \nPuri, B.N.; Das, M.N. (১ ডিসেম্বর ২০০৩)। A Comprehensive History of India: Comprehensive history of medieval India। Sterling Publishers Pvt. Ltd। আইএসবিএন 978-81-207-2508-9। \nSadarangani, Neeti M. (২০০৪)। Bhakti Poetry in Medieval India: Its Inception, Cultural Encounter and Impact। Sarup & Sons। আইএসবিএন 978-81-7625-436-6। \nTulasīdāsa; Subramanian, V. K. (২০০৮)। Hymns of Tulsidas। Abhinav Publications। আইএসবিএন 978-81-7017-496-7। \n\n\n== বহিঃসংযোগ ==\nRamcharitmanas Bhavarth Bodhini Tika by Swami Rambhadracharya\nAkhil Bhakti Yoga Foundation\nComplete Ramcharitmanas  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ আগস্ট ২০২২ তারিখে"}