{"pageid": 1185441, "title": "নাগরকোট", "url": "https://bn.wikipedia.org/wiki?curid=1185441", "content": "নাগরকোট কাঠমান্ডু উপত্যকার কাছে একটি বিখ্যাত দর্শনীয় স্থান। এই স্থানটি রাজধানী কাঠমান্ডু থেকে ৩২ কিলোমিটার উত্তর-পূর্বে এবং ভক্তপুর শহর থেকে ২০ কিলোমিটার পূর্বে অবস্থিত। ২০১১ সালের আদমশুমারির সময় নাগরকোটের জনসংখ্যা ছিল ৪,৫৭১ এবং এখানে ৯৭৩টি বসতি ছিল। ২,১৭৫ মিটার উচ্চতায় অবস্থিত এই দর্শনীয় স্থানটি ভক্তপুর জেলার সবচেয়ে মনোরম স্থানগুলির মধ্যে একটি। এটি এভারেস্ট পর্বত সহ হিমালয়ের সূর্যোদয় দৃশ্যের সৌন্দর্যের জন্য বিখ্যাত। এর পাশাপাশি পূর্ব নেপালের হিমালয় পর্বতের অন্যান্য চূড়াগুলির জন্যও পরিচিত। নাগরকোট থেকে কাঠমান্ডু উপত্যকার অপরূপ মনোরম দৃশ্যও দেখা যায়। নাগরকোটের নৈসর্গিক সৌন্দর্য এতই মনোরম যে পর্যটকদের কাছে এটি একটি অত্যন্ত জনপ্রিয় হাইকিং রুট। অর্থাৎ এখানকার প্রাকৃতিক পাহাড়ি দৃষ্টি নন্দন পরিবেশে পায়ে চলা রাস্তা দিয়ে পর্যটকেরা হেঁটে বেড়াতে বেশি পছন্দ করেন। এটি সমুদ্রপৃষ্ঠ থেকে প্রায় ৭০০০ ফুট (২,১৭৫ মিটার) উপরে এবং ত্রিভুবন আন্তর্জাতিক বিমানবন্দর থেকে ২৮ কিমি দূরে অবস্থিত।\nনেপালের কাঠমান্ডু উপত্যকায় ১৩টি হিমালয় পর্বতশ্রেণী দৃশ্যগুলির মধ্যে ৮টি হিমালয় পর্বতশ্রেণীর অবিচ্ছিন্ন দৃশ্য নাগরকোট থেকে দেখা যায়। পর্বতশ্রেণীর মধ্যে রয়েছে অন্নপূর্ণা পর্বতশ্রেণী, মানাসলু পর্বতশ্রেণী, গণেশ হিমাল পর্বতশ্রেণী, ল্যাংটাং পর্বতশ্রেণী, জুগাল পর্বতশ্রেণী, রোলওয়ালিং পর্বতশ্রেণী, মহালাঙ্গুর পর্বতশ্রেণী (এভারেস্ট পর্বতশ্রেণী) এবং নুম্বুর পর্বতশ্রেণী যেখান থেকে কাঠমান্ডু উপত্যকা এবং শিবপুরি নাগার্জুন জাতীয় উদ্যানের দৃশ্য দেখা যায়।\nযারা প্রকৃতি প্রেমী এবং পাহাড়ি রাস্তা ধরে হাঁটতে ভালবাসেন সেই সব উৎসাহীদের জন্য নাগরকোট এবং এর আশেপাশে অনেক ট্রেকিং ও হাইকিংয়ের সুযোগ রয়েছে। নাগরকোটে এভারেস্ট পর্বতশ্রেণী দেখতে দেখতে প্যারাগ্লাইডিংও করা যায়।\nকাঠমান্ডু উপত্যকার একটি প্রাচীন দুর্গ ছিল নাগারকোট। এটি অন্যান্য রাজ্যের বাহ্যিক কার্যকলাপ নিরীক্ষণের জন্য নির্মিত হয়েছিল। তাই ইতিহাসের দৃষ্টিকোণ থেকে নাগারকোট একটি কৌশলগত অবস্থানে অবস্থিত। পরবর্তী কালে আন্তর্জাতিক শৈলশহর হিসাবে জনপ্রিয় হওয়ার আগে এটি রাজপরিবারদের জন্য একটি গ্রীষ্মকালীন আবাসস্থল হয়ে ওঠে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}