{"pageid": 1185457, "title": "মাই সান", "url": "https://bn.wikipedia.org/wiki?curid=1185457", "content": "মাই সন বা Mỹ Sơn (ভিয়েতনামি উচ্চারণ: [mǐˀ səːn]) হল মধ্য ভিয়েতনামের পরিত্যক্ত এবং আংশিকভাবে ধ্বংসপ্রাপ্ত হিন্দু মন্দিরগুলির একটি গুচ্ছ, যা চম্পার রাজাদের দ্বারা ৪র্থ থেকে ১৪ শতাব্দীতে নির্মিত হয়েছিল। মন্দিরগুলি শিবের উপাসনার জন্য নিবেদিত, মহাদেব এখানে ভদ্রেশ্বর হিসেবে পূজিত হন।\nMỹ Sơn সম্ভবত ইন্দোচীনের দীর্ঘতম জনবসতিপূর্ণ প্রত্নতাত্ত্বিক স্থান , কিন্তু ভিয়েতনাম যুদ্ধের এক সপ্তাহে মার্কিন বোমা হামলায় এর স্থাপত্যের একটি বড় অংশ ধ্বংস হয়ে গেছে ।\nMỹ Sơn মন্দির কমপ্লেক্সকে দক্ষিণ-পূর্ব এশিয়ার অন্যতম প্রধান হিন্দু মন্দির কমপ্লেক্স হিসাবে বিবেচনা করা হয় এবং এটি ভিয়েতনামের এই প্রকৃতির সর্বাগ্রে ঐতিহ্যবাহী স্থান। এটি প্রায়ই দক্ষিণ-পূর্ব এশিয়ার অন্যান্য ঐতিহাসিক মন্দির কমপ্লেক্সের সাথে তুলনা করা হয় , যেমন ইন্দোনেশিয়ার জাভার বোরোবুদুর , কম্বোডিয়ার আংকর বাট , লাওসের ওয়াট ফু , মায়ানমারের বাগান এবং থাইল্যান্ডের প্রসাত হিন ফিমাই । ১৯৯ সালের হিসাবে, Mỹ Sơn ইউনেস্কো দ্বারা স্বীকৃত হয়েছেবিশ্ব ঐতিহ্যবাহী স্থান হিসেবে। UNESCO এর ২৩ তম সভায়, Mỹ Sơn কে তার মানদণ্ড C (II) অনুসারে এই স্বীকৃতি প্রদান করে, সংস্কৃতিতে বিবর্তন এবং পরিবর্তনের উদাহরণ হিসাবে এবং এর মানদণ্ড C (III) অনুসারে, একটি এশিয়ান সভ্যতার প্রমাণ হিসাবে যা এখন বিলুপ্ত।\n\n\n== অবস্থান ==\nMỹ Sơn মধ্য ভিয়েতনামের Quảng Nam প্রদেশের Duy Xuyên এর প্রশাসনিক জেলার Duy Phú গ্রামের কাছে, দা নাং থেকে 69 কিমি দক্ষিণ-পশ্চিমে এবং ট্রা কিয়ুর ঐতিহাসিক চম্পা রাজধানী থেকে প্রায় 10 কিমি দূরে অবস্থিত । মন্দিরগুলি প্রায় দুই কিলোমিটার প্রশস্ত একটি উপত্যকায় রয়েছে যা দুটি পর্বতশ্রেণী দ্বারা বেষ্টিত।\n\n\n== ইতিহাস ==\nখ্রিস্টীয় ৪ থেকে ১৪ শতক পর্যন্ত, ম সান উপত্যকাটি ছিল চম্পার শাসক রাজবংশের রাজাদের ধর্মীয় অনুষ্ঠানের পাশাপাশি চাম রাজবংশ এবং জাতীয় বীরদের সমাধিস্থল। এটি নিকটবর্তী চাম শহর ইন্দ্রপুরা (Đồng Dương) এবং সিংহপুরা (Trà Kiệu) এর সাথে ঘনিষ্ঠভাবে জড়িত ছিল । এক সময়ে, সাইটটি ৭০ টিরও বেশি মন্দিরের পাশাপাশি সংস্কৃত এবং চামের ঐতিহাসিকভাবে গুরুত্বপূর্ণ শিলালিপি সহ অসংখ্য স্টিল ধারণ করেছিল ।\n\n\n=== ভদ্রবর্মণ ও ভদ্রেশ্বর ===\n\nMỹ Sơn এ উদ্ধারকৃত প্রমাণাদি দ্বারা নথিভুক্ত প্রাচীনতম ইতিহাসে জানা যায়, রাজা প্রথম ভদ্রবর্মণ ৩৮০ থেকে ৪১৩ সাল পর্যন্ত শাসন করেছিলেন এবং কারা চীন-অধিকৃত উত্তর ভিয়েতনামের জনসংখ্যার বিরুদ্ধে যুদ্ধ চালিয়ে তার শাসনামলের শেষ অংশ কাটিয়েছেন।  Mỹ Sơn -এ, ভদ্রবর্মণ সংস্কৃত নাম ভদ্রেশ্বর \"ধন্য প্রভু\" নামে শিবের উপাসনা করার জন্য একটি লিঙ্গ সম্বলিত একটি হল তৈরি করেছিলেন, যা রাজার নিজের নাম এবং ইশ্বর \"প্রভু\" শব্দটি থেকে তৈরি করা হয়েছিল যা সাধারণত শিবকে বোঝাতে ব্যবহৃত হয়।\n\n\n=== শম্ভুবর্মণ ===\n\n\n=== প্রকাশধর্ম ===\n\nরাজা প্রকাশধর্ম (Po Kia Pho Pa Mo, as transcribed from the Chinese) ৬৫৩ খ্রিস্টাব্দ থেকে আনুমানিক ৬৮৭ সাল পর্যন্ত চম্পাকে শাসন করেছিলেন। সিংহাসনে আরোহণের পর তিনি বিক্রান্তবর্মণ নামও ধারণ করেছিলেন। তার শাসনামলে, তিনি চম্পার সীমানা দক্ষিণের দিকে প্রসারিত করেন এবং চীনে দূত ও ট্রিবিউট পাঠান। শিলালিপিগুলি তাকে শুধুমাত্র ম সানের সাথেই নয়, ট্রা কিয়ু এবং Đồng Dương এর নিকটবর্তী শহুরে বসতিগুলির সাথেও যুক্ত করে। তিনি একটি লিঙ্গের উপর স্থাপন করার জন্য \"কোসাস\" বা সজ্জিত ধাতব হাতা দান করার ধর্মীয় অনুশীলন শুরু করেছিলেন। তিনি কেবল শিবেরই নয়, বিষ্ণুর প্রতিও ভক্ত ছিলেন ।.\n\n\n=== পরবর্তী উন্নয়ন ===\n\nপরবর্তী রাজারা পুরানো মন্দিরগুলি সংস্কার করেন এবং অতিরিক্ত মন্দিরগুলি নির্মাণ করেন। বহু শতাব্দী ধরে, বিভিন্ন আকারের মন্দির এবং উপাসনালয় নির্মাণ অব্যাহত ছিল, এবং Mỹ Sơn মধ্য ভিয়েতনামের চাম সভ্যতার ধর্মীয় ও সাংস্কৃতিক কেন্দ্রের পাশাপাশি রাজা ও ধর্মীয় নেতাদের সমাধিস্থল হিসেবে কাজ করেছিল।\n\n\n=== আধুনিক যুগে ===\nভিয়েতনামী সম্রাট লে থান টং দ্বারা মধ্য ভিয়েতনাম বিজয়ের পর যা চম্পা রাজ্যের মর্যাদাকে স্বায়ত্তশাসিত অধীনস্থ অঞ্চলে হ্রাস করে এবং চম্পার পতন এবং শেষ পর্যন্ত পতনের ফলে , ম সান কমপ্লেক্সটি ব্যবহারে পড়ে যায় এবং অনেকাংশে ভুলে যায়। ভিয়েতনামের লোকেরা বসতি স্থাপন করেছিল এবং বিজিত চাম ভূমিতে গ্রাম, শহর, শহর তৈরি করেছিল। এটি ১৯৯৮ সালে ফরাসি ক্যামিল মিশেল প্যারিস  দ্বারা পুনরায় আবিষ্কৃত হয় । এক বছর পরে, École française d'Extrême-Orient (EFEO) নামক পণ্ডিত সমাজের সদস্যরা Mỹ Sơn-এর শিলালিপি, স্থাপত্য এবং শিল্প অধ্যয়ন শুরু করে। 1904 সালে, তারা সোসাইটি নামক জার্নালে তাদের প্রাথমিক ফলাফল প্রকাশ করেবুলেটিন ডি l'École française d'Extrême Orient (BEFEO)। হেনরি পারমেনটিয়ার Mỹ Sơn এর ধ্বংসাবশেষের একটি বর্ণনা দিয়েছেন এবং এমএল ফিনোট সেখানে পাওয়া শিলালিপি প্রকাশ করেছেন।\n\n\n=== পুন: প্রতিষ্ঠা ===\n১৯৩৭ সালে, ফরাসি পণ্ডিতরা Mỹ Sơn-এ মন্দিরগুলি পুনরুদ্ধার করতে শুরু করেন। ১৯৩৭ এবং ১৯৩৮ সালে, \"A1\" নামে পরিচিত প্রধান মন্দির এবং এর আশেপাশের ছোট মন্দিরগুলি পুনরুদ্ধার করা হয়েছিল। অন্যান্য প্রধান মন্দিরগুলি ১৯৩৯ এবং ১৯৪৩ সালের মধ্যে পুনরুদ্ধার করা হয়েছিল। তবে ভিয়েতনাম যুদ্ধের সময় অনেক ঐতিহাসিক ভবন ধ্বংস হয়ে গিয়েছিল । মন্দিরগুলি ভিয়েতনামের পিপলস আর্মি এবং ভিয়েত কং বেস এলাকার অংশ ছিল এবং ফলস্বরূপ ১৯৬৯ সালের আগস্টে মার্কিন যুক্তরাষ্ট্রের বিমানগুলি এই অঞ্চলে বোমাবর্ষণ করেছিল। অবিস্ফোরিত স্থল মাইনের উপস্থিতির কারণে আশেপাশের অঞ্চলটি এখনও বিপজ্জনক হয়ে উঠেছে ।\nকমপ্লেক্সের কেন্দ্রস্থলে মন্দিরের বেশিরভাগ স্থানই আজ অবধি টিকে আছে। যাইহোক, অবশিষ্ট মন্দিরগুলির কাঠামোগত সুস্থতা নিয়ে উদ্বেগ রয়ে গেছে, যার মধ্যে কিছু ভেঙে পড়ার ঝুঁকি রয়েছে৷ যদিও অনেক মূর্তি ফ্রান্সে বা ভিয়েতনামের ঐতিহাসিক জাদুঘরে সরিয়ে দেওয়া হয়েছে, যেমন দা নাং -এর চাম ভাস্কর্যের জাদুঘর , অন্যগুলিকে একটি ইন-সিটু মিউজিয়ামে দেখা যেতে পারে যা জার্মানি এবং পোল্যান্ডের উপকারকারীদের অর্থায়নে স্থাপিত হয়েছে। . ১৯৮১ সালে, লুবলিন থেকে পোলিশ সংরক্ষকদের একটি দল দ্বারা পুনরুদ্ধারের কাজ করা হয়েছিল , যার নেতৃত্বে ছিলেন কাজিমিয়ারজ কোয়াটকোস্কি কাজিক ।\n\n২০০২ থেকে ২০০৪ সাল পর্যন্ত, ভিয়েতনামের সংস্কৃতি মন্ত্রক সাইটটির রক্ষণাবেক্ষণের জন্য প্রায় US$440,000 বরাদ্দ করেছিল। ইউনেস্কোর একটি খসড়া পরিকল্পনা ইতালি সরকার এবং জাপানের পৃষ্ঠপোষকদের দ্বারা অর্থায়ন করা হয়েছিল যাতে আরও অবক্ষয় রোধ করা যায়। এই প্রচেষ্টাগুলি বিশ্ব স্মৃতিস্তম্ভ তহবিল দ্বারা অর্থায়ন করা হয় ।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== প্রত্নতত্ত্ব এবং স্থাপত্য ==\n\n\n=== ভবনের ধরন ===\nMỹ Sơn-এ বাকি সব ভবনই ধর্মীয় ভবন বলে মনে করা হয়। তারা নিম্নলিখিত ধরনের:\n\nএকটি কালান হল একটি ইটের অভয়ারণ্য, সাধারণত একটি টাওয়ার আকারে, একটি দেবতার বাসস্থানের জন্য ব্যবহৃত হয়।\nএকটি মণ্ডপ হল একটি প্রবেশদ্বার যা একটি অভয়ারণ্যের সাথে সংযুক্ত।\nএকটি কোসাগৃহ বা \"অগ্নি-ঘর\" হল একটি নির্মাণ, সাধারণত একটি স্যাডল-আকৃতির ছাদ সহ, যা দেবতার মূল্যবান জিনিসপত্র রাখার জন্য বা দেবতার জন্য রান্না করতে ব্যবহৃত হয়।\nএকটি গোপুরা হল একটি গেট-টাওয়ার যা একটি প্রাচীর ঘেরা মন্দির কমপ্লেক্সে নিয়ে যায়।\n\n\n=== ভবন সনাক্তকরণের জন্য সিস্টেম ===\n১৮৯৯ সালে যখন তিনি Mỹ Sơn নিয়ে অধ্যয়ন শুরু করেন, তখন Henri Parmentier ৭১ টি মন্দিরের অবশিষ্টাংশ খুঁজে পান। তিনি তাদের ১৪টি দলে শ্রেণীবদ্ধ করেছেন, যার মধ্যে ১০টি প্রধান দল রয়েছে যার প্রতিটিতে একাধিক মন্দির রয়েছে। শনাক্তকরণের উদ্দেশ্যে, তিনি এই প্রধান গোষ্ঠীগুলির প্রত্যেককে একটি চিঠি বরাদ্দ করেছিলেন: A, A', B, C, D, E, F, G, H, K। প্রতিটি গ্রুপের মধ্যে, তিনি ভবনগুলিতে সংখ্যা নির্ধারণ করেছিলেন। এটা নিয়ে গঠিত। এইভাবে \"মাই সন ই1\" বলতে \"ই\" গ্রুপের অন্তর্গত মাই সন-এর ভবনটিকে বোঝায় যেটিকে \"1\" নম্বর দেওয়া হয়েছে।\n\n\n=== স্থাপত্য শৈলী ===\n\nশিল্প ইতিহাসবিদরা চম্পার স্থাপত্য এবং শৈল্পিক উত্তরাধিকারকে সাতটি শৈল্পিক শৈলী বা বিকাশের পর্যায়গুলিতে শ্রেণীবদ্ধ করেছেন। ছয়টি শৈলী Mỹ Sơn-এ উপস্থাপিত হয় এবং দুটি সেখান থেকে উদ্ভূত বলে মনে করা হয়। তারা Mỹ Sơn E1 স্টাইল এবং Mỹ Sơn A1 স্টাইল নামে পরিচিত । বিশেষ করে \"A1\" নামে পরিচিত মন্দিরটিকে প্রায়শই চামের স্থাপত্যের মাস্টারপিস হিসাবে উল্লেখ করা হয়। Mỹ Sơn এ প্রতিনিধিত্ব করা চাম স্থাপত্যের ছয়টি শৈলী নিম্নরূপ:\n\nMỹ Sơn E1 এবং F1- এর শৈলী খ্রিস্টীয় অষ্টম শতাব্দীর। \"E1\" নামে পরিচিত মন্দিরটি এখন ধ্বংসপ্রাপ্ত। এটি যে শৈলীটি প্রতিষ্ঠিত করেছিল তা আজকে দুটি শিল্পকর্ম দ্বারা উপস্থাপিত হয় যা পূর্বে মন্দিরের অন্তর্গত ছিল কিন্তু আজ দা নাং -এর চাম ভাস্কর্যের যাদুঘরে রাখা হয়েছে : একটি পেডেস্টাল এবং একটি টাইম্পানাম ।\nমাই সন A2, C7 এবং F3 দ্বারা যে শৈলীর উদাহরণ দেওয়া হয়েছে তা 9ম শতাব্দীর শুরু থেকে Hòa লাই-এর শৈলীর অনুরূপ।\n৯ম শতকের শেষের Đồng Dương শৈলী Mỹ Sơn A10, A11-13, B4 এবং B12-এ প্রতিফলিত হয়েছে। এই শৈলীর নামকরণ করা হয়েছে ভিয়েতনামী শহরের নামানুসারে যা 9ম শতাব্দীর শহর এবং ইন্দ্রপুরার বৌদ্ধ মঠের স্থান দখল করে আছে। মঠটির প্রত্নতাত্ত্বিক স্থান অনেকাংশে ধ্বংস হয়ে গেছে; ২০ শতকের প্রথম দিকের ফরাসি পণ্ডিতরা এর বিন্যাস এবং এর ভবনগুলির স্বভাব চিত্র তৈরি করতে সক্ষম হয়েছিল। এই শৈলীর ভাস্কর্যের অসংখ্য আকর্ষণীয় কাজ ভিয়েতনামী যাদুঘরে টিকে আছে।\n\n১০ শতকের Mỹ Sơn A1 শৈলীর উদাহরণ Mỹ Sơn B5, B6, B7, B9, C1, C2, C5, D1, D2 এবং D4 দ্বারা দেখানো হয়েছে। এটি মাই সন-এ সবচেয়ে ভারীভাবে উপস্থাপিত শৈলী, এবং এর কমনীয়তা এবং করুণার জন্য পরিচিত। শৈলীর নাম এবং সবচেয়ে গুরুত্বপূর্ণ স্থাপত্যের উদাহরণ, \"A1\" নামে পরিচিত এক সময়ের দুর্দান্ত টাওয়ারটি মূলত ধ্বংসপ্রাপ্ত। এটি একটি মাটির ঢিবি, যার চারপাশে ধ্বংসস্তূপ এবং একটি প্রাচীরের রূপরেখা রয়েছে, যার কেন্দ্রে একটি সাদা পাদদেশ রয়েছে। জাপানি গবেষকদের দ্বারা নির্মিত প্রাক্তন মন্দিরের একটি স্কেল মডেলের পাশাপাশি একটি পরিকল্পিত সামনের দৃশ্য দা নাং -এর চাম ভাস্কর্যের যাদুঘরে প্রদর্শিত হয়. শৈলীর অন্তর্গত অবশিষ্ট বিল্ডিংগুলির মধ্যে সবচেয়ে আকর্ষণীয় হতে পারে স্টোরহাউস B5, যা চাম স্থাপত্যের জন্য অদ্ভুত স্যাডল-আকৃতির ছাদের উদাহরণ দেয়। মাই সন A1 শৈলীটি মাঝে মাঝে ট্রা কিয়ু স্টাইল নামেও পরিচিত, নিকটবর্তী শহর ট্রা কিয়ুর পরে যা সিংহপুরার ঐতিহাসিক চাম শহরের স্থান হতে পারে।  এই শৈলীর অনেক স্থাপত্য অলঙ্কার টিকে আছে এবং চাম ভাস্কর্যের যাদুঘরে প্রদর্শিত হয়।\n১১ শতকের শুরু থেকে ১২ শতকের মাঝামাঝি সময়ের একটি ট্রানজিশনাল শৈলী Mỹ Sơn E4, F2 এবং K গ্রুপ অফ সাইটগুলিতে প্রদর্শিত হয়েছে।\nBình Định এর শৈলী যা ১১ শতকের শেষ থেকে চাম স্থাপত্যে প্রচলিত ছিল, যখন চ্যাম পলিটি কেন্দ্রটি মাই সন এর আশেপাশের এলাকা থেকে বিন দেন প্রদেশের বিজয়া পর্যন্ত দক্ষিণ দিকে বাস্তুচ্যুত হয়েছিল, ১৪ তম শতাব্দীর শুরুতে Mỹ Sơn B1 এবং গ্রুপ G এবং H.\n\n\n=== নির্মাণ কৌশল ===\nMỹ Sơn-এর বেশিরভাগ মন্দির ছিল লাল ইটের তৈরি, এবং শুধুমাত্র একটি (\"B1\" লেবেলযুক্ত মন্দির) পাথরের তৈরি। এমনকি চাম মন্দিরের আলংকারিক খোদাইগুলি ইটের দেয়ালে ঢোকানো বেলেপাথরের স্ল্যাবের পরিবর্তে সরাসরি ইটগুলিতে কাটা হয়েছিল যেমনটি ৯ম শতাব্দীর বাকংয়ের কম্বোডিয়ান মন্দিরে লক্ষ্য করা যায় ।\nআজ অবধি, চ্যাম নির্মাতাদের দ্বারা ব্যবহৃত নির্মাণ কৌশলগুলি সম্পূর্ণরূপে বোঝা যায়নি। যে সমস্যাগুলি সম্পূর্ণরূপে সমাধান করা হয়নি তার মধ্যে রয়েছে ইটের ফায়ারিং, ইটের মধ্যে মর্টার এবং ইটগুলিতে প্রাপ্ত আলংকারিক খোদাই সংক্রান্ত সমস্যাগুলি।\n\nবিল্ডিং প্রক্রিয়ার কোন পর্যায়ে ইটগুলি আগুনে শক্ত হয়ে গিয়েছিল? ইটগুলি কি প্রথমে শক্ত করা হয়েছিল, এবং তারপরে কাঠামো তৈরি করার জন্য সাজানো হয়েছিল, নাকি কাঠামোগুলি আংশিকভাবে শক্ত করা ইট দিয়ে তৈরি করা হয়েছিল, যার পরে ইটগুলির শক্ত হওয়া শেষ করার জন্য পুরো কাঠামোগুলিকে আগুন দিয়ে উত্তপ্ত করা হয়েছিল? সমাবেশের পরে পুরো কাঠামোগুলিকে পুনরায় গরম করা হয়েছিল বলে অনুমানটি প্রমাণ দ্বারা সমর্থিত যে ইটগুলির মধ্যে মর্টারটি উচ্চ তাপমাত্রার শিকার হয়েছিল। বিপরীত অনুমান এই পর্যবেক্ষণ দ্বারা সমর্থিত যে কাঠামোগুলি বৃহৎ তীব্র দাবানলের কোন চিহ্ন বহন করে না যেমন তাদের সম্পূর্ণরূপে পুনরায় গরম করার জন্য প্রয়োজন হবে।\nকীভাবে ইট একসাথে আটকে ছিল? একটি অনুমান হল যে Mỹ Sơn-এর নির্মাতারা মধ্য ভিয়েতনামের গাছের রজন ব্যবহার করে একত্রে ইট আঠালো করার একটি উপায় তৈরি করেছিলেন। আরেকটি অনুমান হল যে নির্মাতারা ইটগুলির মতো একই কাদামাটি থেকে তৈরি একটি আঠালো মর্টার ব্যবহার করেছিলেন। পরবর্তী অনুমানটি রাসায়নিক পরীক্ষা দ্বারা সমর্থিত যা ইটের মধ্যে কোনো জৈব পদার্থের কোনো চিহ্ন খুঁজে পায়নি, কিন্তু পরিবর্তে ইটের মূল অংশে উপস্থিত খনিজ পদার্থের অনুরূপ পাওয়া গেছে। আজ যে মর্টারটি একসময় ইটগুলিকে একত্রে আটকে রেখেছিল তা অনেকাংশে ক্ষয়ে গেছে এবং এমনকি একটি প্রবল বাতাস কাঠামো থেকে আলগা ইট ছিটকে যেতে পারে।\nপ্রক্রিয়ার কোন সময়ে আলংকারিক খোদাই করা হয়েছিল? দেয়ালগুলি কি তৈরি করা হয়েছিল এবং তারপরে খোদাই করা হয়েছিল, নাকি দেয়ালগুলি তৈরি করার জন্য প্রথমে ইটগুলি খোদাই করা হয়েছিল এবং তারপরে একত্রিত হয়েছিল? খোদাইগুলির একটি পরীক্ষায় ইটগুলি প্রথমে খোদাই করা হলে এবং তারপরে একত্রিত করা হলে প্রত্যাশিত কোনও ভাঙ্গা রেখা দেখা যায় না; এবং ফলস্বরূপ পণ্ডিতরা এই সিদ্ধান্তে উপনীত হয়েছেন যে চাম কারিগররা তাদের খোদাইগুলি সরাসরি সমাপ্ত ইটের দেয়ালে তৈরি করেছিল।\n\n\n=== শিলালিপি ===\n\nচম্পার লোকেরা সংস্কৃত এবং পুরাতন চাম উভয় ভাষায় লিখিত রেকর্ড বজায় রেখেছিল । তারা পচনশীল পদার্থের উপর লিখেছিল, যেমন বড় পাতা, এবং পাথরে শিলালিপিও তৈরি করেছিল। তারা ভারত থেকে ধার করা স্ক্রিপ্ট ব্যবহার করত । পচনশীল পদার্থের কোনো লেখাই টিকেনি। যাইহোক, অসংখ্য পাথরের শিলালিপি সংরক্ষিত হয়েছে, প্রতিলিপি করা হয়েছে এবং আধুনিক ভাষায় অনুবাদ করা হয়েছে।\nচম্পার অনেক গুরুত্বপূর্ণ শিলালিপি স্টিলের উপর , অর্থাৎ শিলালিপিগুলি হোস্ট করার উদ্দেশ্যে সুনির্দিষ্টভাবে তৈরি করা পাথরের স্ল্যাব বা স্তম্ভের উপরে। পণ্ডিতরা Mỹ Sơn-এ আনুমানিক ৩২টি স্টিল খুঁজে পেয়েছেন, যা খ্রিস্টীয় ৫ম থেকে ১২ম শতাব্দীর মধ্যে।\nচাম শিলালিপির বিষয়বস্তু বেশিরভাগই রাজনৈতিক এবং ধর্মীয়। এগুলি রাজাদের দৃষ্টিকোণ থেকে বা খুব উচ্চ ক্ষমতাসম্পন্ন ব্যক্তিরা তাদের বৈধতা এবং ঈশ্বরের সাথে তাদের সম্পর্ক নিশ্চিত করার জন্য লেখা হয়েছে। অনেক শিলালিপি একটি দেবতাকে উপহার হিসাবে নথিভুক্ত করে, যেমন জমি, মানুষের বা ধন, বা দেবতাকে উৎসর্গ করা একটি ভিত্তি, যেমন একটি মন্দির, একটি বেদি বা একটি পাদদেশের ভিত্তি। শিলালিপিগুলি আমাদেরকে গুরুত্বপূর্ণ তথ্য প্রদান করে যেমন দেশের নাম (সাধারণত সংস্কৃত শিলালিপিতে ক্যাম্পাদেসা, চাম শিলালিপিতে নাগারা ক্যাম্পা ), এবং এর কিছু গুরুত্বপূর্ণ শহরের নাম: সিংহপুরা ( \"সিংহের শহর\"), ভিরাপুরা (\"নাইট সিটি\"), রাজাপুরা(\"রাজা শহর\"), বিজয়া (\"জেলা\")। অবশেষে, বেশ কয়েকটি শিলালিপি আকর্ষণীয় ঐতিহাসিক ঘটনার ইঙ্গিত বা বর্ণনা করে, যেমন ১২ শতকে চম্পা এবং কম্বোডিয়ার মধ্যে চলমান যুদ্ধ।\n\n\n== আরও দেখুন ==\nআংকর বাট\nখেমার সাম্রাজ্য\nহিন্দু সাম্রাজ্য এবং রাজবংশের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBulletin de l'Ecole française d'Extrême-Orient, 1901–1936. Now online at gallica.bnf.fr, this journal documents cutting-edge early 20th-century French scholarship on My Son and research on other topics of Southeast Asian studies.\nExplore My Son with Google Earth on Global Heritage Network\nUNESCO decree\nUNESCO page on My Son"}