{"pageid": 1185616, "title": "বালীয় ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1185616", "content": "বালীয় ভাষা হল একটি মালয়-পলিনেশীয় ভাষা যা ইন্দোনেশিয়ার বালি দ্বীপের পাশাপাশি পার্শ্ববর্তী উত্তর নুসা পেনিদা, পশ্চিম লম্বক, পূর্ব জাভা দক্ষিণ সুমাত্রা এবং সুলাওসিতে প্রায় ৩.৩ মিলিয়ন লোকের (২০০০ সালের হিসাব অনুযায়ী) প্রাত্যহিক দিনে ব্যবহৃত মাতৃভাষা। বেশির্ভাগ বালীয় ভাষাভাষী লোক ইন্দোনেশীয়‌‌ ভাষা জানেন। দ্য বালি কালচারাল এজেন্সির ২০১১ সালের অনুমান অনুসারে বালি দ্বীপে বসবাসকারীদের মধ্যে প্রাত্যহিক জীবনে যারা বালীয় ভাষা ব্যবহার করে থাকেন, সেই সংখ্যা মাত্র ১ মিলিয়ন বা তারও কম। গ্লোটোলগ এই ভাষাটিকে \"সঙ্কটাপন্ন নয়\" পর্যায়ে রেখেছে।\nপ্রমিত ভাবে বলতে গেলে উচ্চবর্গের বালীয় ভাষায় ধ্রুপদী পুরাতন জাভাই ভাষার একটি বিশেষ বৈচিত্র্য ব্যবহার হয়ে থাকে। বালির লোক ধর্মীয় পবিত্র ভাষা বলতে কিছু ক্ষেত্রে জাভাই কাউয়ি ধারকৃত শব্দের ব্যবহার করতেই স্বাচ্ছন্দ্যবোধ করেন।\n\n\n== শ্রেণিবিভাগ ==\nবালীয় ভাষা হল একটি অস্ট্রোনেশীয় ভাষা, যা মালয়-পলিনেশীয় শাখার অন্তর্গত। মালয়-পলিনেশীয় শাখার মধ্যে এটি বালি-সাসাক-সুম্বাওয়া উপশ্রেণীর অংশ। উপভাষাগত ভাবে, বালীয় ভাষার তিনটি স্বতন্ত্র প্রকার রয়েছে; উচ্চভূমি বালীয়, নিম্নভূমি বালীয় এবং নুসা পেনিদা।\n\n\n== জনতত্ত্ব ==\n২০০০ সালের আদমশুমারি অনুসারে, ইন্দোনেশিয়ার ৩.৩ মিলিয়ন মানুষ বালীয় ভাষাতে কথা বলেন, \nযা প্রধানত বালি দ্বীপ এবং তার আশেপাশের এলাকায় কেন্দ্রীভূত।\n২০১১ সালে, বালি কালচারাল এজেন্সি অনুমান করেছিল যে বালি দ্বীপে তাদের দৈনন্দিন জীবনে এখনও বালীয় ভাষা ব্যবহার করেন এমন লোকের সংখ্যা ১ মিলিয়নের বেশি নয়, কারণ শহরাঞ্চলে বালীয় শিশুদের পিতামাতারা শুধুমাত্র ইন্দোনেশীয় ভাষা ব্যবহার করার পক্ষপাতি এমনকি একটি বিদেশী ভাষা হিসাবে তারা ইংরাজীও শিখিয়ে থাকেন, ফলে প্রতিষ্ঠান এবং গণমাধ্যমে দৈনন্দিন কথোপকথন থেকে বালীয় ভাষা প্রায় অদৃশ্য হয়ে গেছে। বালীয় ভাষার লিখিত রূপ ক্রমবর্ধমান অপরিচিতির নিচে। বেশিরভাগ বালীয় লোকেরা বালীয় ভাষাকে শুধুমাত্র মৌখিক যোগাযোগের মাধ্যম হিসাবে ব্যবহার করেন ও তাদের দৈনন্দিন কথোপকথনে ইন্দোনেশীয় ভাষাথ সাথে মিশ্রিত করে ফেলেন। কিন্তু বালি দ্বীপের বাইরে স্থানান্তরিত এলাকায়, বালীয় ভাষা ব্যাপকভাবে ব্যবহৃত হয় এবং বিশ্বাস করা হয় যে এটি ভাষার বেঁচে থাকার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে থাকে।\n\n\n== ধ্বনিব্যবস্থা ==\n\n\n=== স্বরধ্বনি ===\n\nপ্রমিত বানান দিয়ে /a/ এবং /ə/ উভয়কেই বোঝায়  তবে, a সাধারণত [ə] উচ্চারিত হয় যখন এটি একটি শব্দের শেষে উচ্চারণ হয়, এবং [ə] ম-, প- এবং দ- উপসর্গে বসে।\n\n\n=== ব্যঞ্জনধ্বনি ===\n\nউপভাষার প্রকারভেদের উপর ভিত্তি করে, ফোনিম /t/ একটি কণ্ঠহীন অ্যালভিওলার বা রেট্রোফ্লেক্স স্টপ হিসাবে বিবেচনা করা হয়। এটি পশ্চিম ইন্দোনেশিয়ার (প্রমিত ইন্দোনেশীয় সহ) বেশিরভাগ অন্যান্য ভাষার বিপরীত যেখানে অন্যথায় অ্যালভিওলার ফোনিম সিরিজের সাথে একটি ডেন্টাল /t/ প্যাটার্নিং রয়েছে।\n\n\n=== শ্বাসাঘাত ===\nশেষ শব্দাংশে শ্বাসাঘাত পরিলক্ষিত হয়।\n\n\n== শব্দভাণ্ডার ==\n\n\n=== ব্যবহৃত শব্দভাণ্ডার ===\nবালীয় এবং ইন্দোনেশীয় ভাষার বেশিরভাগ মৌলিক শব্দভাণ্ডার অস্ট্রোনেশীয় এবং সংস্কৃত উৎস থেকে প্রত্যক্ষ বা পরোক্ষভাবে এলেও উভয় ভাষার অনেক পার্থক্য ও বেশ আলাদা শোনায়। ভৌগোলিক অবস্থান ও সামাজিক বিন্যাসের ওপর ভিত্তি করে বালীয় ভাষার ভিন্ন ব্যবহৃত শব্দভাণ্ডার রয়েছে। ধরনগুলি হল নিম্ন (বাসা কেতাহ), মধ্য (বাসা মদিয়), এবং উচ্চ (বাসা সিংগিহ)। বাসা সিংগিহতে সংস্কৃত‌ এবং জাভাই ভাষা (বিশেষত পুরানো জাভাই) থেকে আসা অনেক ঋণশব্দ রয়েছে যা পঞ্চদশ শতাব্দীর প্রাচীন জাভানিজ ভাষার ব্যবহারকে প্রতিফলিত করে। পরম্পরাগতভাবে ব্যবহৃত বালীয় শব্দের সাধারণ রূপায়ণ হল::\n\nপ্রথমত, প্রাথমিক, অঘোষ মধ্য ও অন্তিম র থেকে হ-তে রূপান্তর।\nদ্বিতীয়ত, শেষের হ বাদে বাকি সব স্থানে থাকা হ থেকে ফ-তে রূপান্তর।\nঅবশ্য এই সমস্ত রূপান্তর বাসা সিংগিহতে বিশেষ ফুটে ওঠে না, কারণ তাদের ব্যবহৃত ভাষায় সংস্কৃত ও প্রাচীন জাভাই ঋণশব্দ বেশি হয়েও আধুনিক জাভাই ভাষা থেকে বেশ আলাদা।\n\n\n=== সংখ্যা ===\n\nবালীয় ভাষায় দশমিক সংখ্যা পদ্ধতি চালু রয়েছে, তবে এটি মধ্যবর্তী কিছু সংখ্যার জন্য অসংখ্য শব্দ প্রচলিত ও ধরন বেশ জটিল যেমন ৪৫, ১৭৫ এবং ১৬০০।\n\n\n== ব্যাকরণ ==\nশব্দের ক্রম ইন্দোনেশীয় ভাষার অনুরূপ, এবং ক্রিয়া এবং বিশেষ্যের প্রতিফলনমূলক রূপভেদও একইভাবে ন্যূনতম। তবে, উদ্ভুত রূপভেদ ব্যাপক, এবং প্রত্যয়গুলি নির্দিষ্ট বা অনির্দিষ্ট নিবন্ধগুলি নির্দেশ করতে এবং ঐচ্ছিকভাবে বিভক্তি যুক্ত করতে প্রয়োগ করা হয়। \n\n\n== লিখন পদ্ধতি ==\nবালীয় ভাষা দুটি পদ্ধতিতে লেখার প্রচলন‌ আছে: ঐতিহ্যবাহী বালীয় লিপি এবং আধুনিক প্রয়োগে লাতিন লিপি।\n\n\n=== বালীয় লিপি ===\n\nবালীয় লিপি (অক্ষর বালি, ᬅᬓ᭄ᬱᬭᬩᬮᬶ) হনচরক (ᬳᬦᬘᬭᬓ) সজ্জায় বিন্যস্ত, যা একটি আবুগিদা পদ্ধতি ও ভারতে উদ্ভুত ব্রাহ্মী লিপি থেকে বিবর্তিত। এই লিপিতে প্রাপ্ত প্রাচীনতম শিলালিপি খ্রিস্টীয় নবম শতাব্দীর।\nবর্তমানে সামান্য কিছু সংখ্যক মানুষই এই লিপি জানেন ও ব্যবহার করে থাকেন। বালীয় লিপি অনেকটা জাভাই লিপির সাথে সাদৃশ্য যুক্ত।\n\n\n=== লাতিন লিপি ===\nবর্তমানে বালির বিদ্যালয়গুলিতে পরিবর্ধিত লাতিন লিপি ব্যবহার করে এই ভাষা লেখা হচ্ছে, যা তুলিসান বালি নামে পরিচিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}