{"pageid": 1185452, "title": "খুলনা কালেক্টরেট পাবলিক স্কুল এন্ড কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1185452", "content": "খুলনা কালেক্টরেট পাবলিক স্কুল এন্ড কলেজ খুলনা জেলায় অবস্থিত খুলনা জেলা প্রশাসনের প্রত্যক্ষ তত্ত্বাবধানে পরিচালিত একটি স্বনামধন্য শিক্ষাপ্রতিষ্ঠান। ২০১৫ সালে প্রতিষ্ঠার পর থেকেই বিদ্যালয়টির ছাত্র-ছাত্রীদের পাবলিক পরীক্ষার ফলাফল এবং খেলাধুলা, সাংস্কৃতিক ও অন্যান্য সহশিক্ষা কর্মকাণ্ডের ভিত্তিতে খুলনা জেলার শীর্ষস্থানীয় শিক্ষাপ্রতিষ্ঠান হিসেবে গণ্য হয়ে আসছে। কঠোর শৃঙ্খলা রক্ষা, মানসম্মত শিক্ষা প্রদান ও পাবলিক পরীক্ষাসমূহে ধারাবাহিক ভালো ফলাফল এবং সুসংগঠিত ও নিয়মিত সহশিক্ষা কার্যক্রম পরিচালনার মাধ্যমে সুনাগরিক গঠনে খুলনা অঞ্চলে খুলনা ক্যান্টনমেন্ট বোর্ড স্কুল এন্ড কলেজ বিখ্যাত।\n\n\n== ইতিহাস ==\n২০১৪ সালে খুলনার শিক্ষার মান বৃদ্ধির তৎকালীন জেলা প্রশাসক মোঃ মোস্তফা কামাল একটি স্কুল প্রতিষ্ঠার উদ্যোগ নেন; যার অর্থায়নের ভার ছিলো খুলনা জেলা প্রশাসনের হাতে। পরবর্তীতে খুলনার বিশিষ্ট ব্যক্তিবর্গ, রাজনৈতিক ব্যক্তিবর্গ, শিক্ষাবিদ, সুশীল সমাজ, সাংবাদিক এবং জেলা প্রশাসনের উচ্চপদস্থ কর্মকর্তাবৃন্দের সমন্বিত সিদ্ধান্তের ভিত্তিতে ৮ ফেব্রুয়ারি, ২০১৫ তারিখে খুলনা কালেক্টরেট পাবলিক স্কুল এন্ড কলেজ প্রতিষ্ঠিত হয়।\n\n\n== নেতৃত্ব ==\nখুলনা কালেক্টরেট স্কুল এন্ড কলেজ সরাসরি খুলনা জেলা প্রশাসন এর তত্ত্বাবধানে পরিচালিত হয়। বিদ্যালয়টির পরিচালনা পর্ষদ সভাপতি, অধ্যক্ষ তথা সদস্য সচিব, স্কুল ও কলেজ শাখা থেকে একজন করে শিক্ষক প্রতিনিধি, তিনজন অভিভাবক প্রতিনিধির সমন্বয়ে গঠিত।\nপ্রতিষ্ঠানের বর্তমান সভাপতিঃ মোঃ সাইফুল ইসলাম \nঅধ্যক্ষঃ এম আবুল বাশার মোল্লা\n\n\n== শ্রেণি, বিভাগ ও শাখা সমূহ ==\nবিদ্যালয়টিতে ছেলে এবং মেয়ে উভয়ের অধ্যয়নের সুযোগ থাকে। বিদ্যালয়টি মূলত একটি প্রাথমিক বিদ্যালয় সংযুক্ত উচ্চ মাধ্যমিক বিদ্যালয়। বর্তমানে এ বিদ্যালয়ে ৩য় থেকে দ্বাদশ শ্রেণি পর্যন্ত শিক্ষাদান করা হয়। \n\n\n== ইউনিফর্ম ==\nছেলেদের খাকি শার্ট  , নেভি ব্লু প্যান্ট  , সাদা কেডস্   এবং কালো বেল্ট  ; কলেজ শাখার জন্য কালো জুতা  \nমেয়েদের ম্যাজেন্টা কামিজ  , কামিজের উপর নীল ক্রস বেল্ট  , কোমরে নীল বেল্ট   এবং সাদা কেডস্  ; কলেজ শাখার কালো জুতা  \n\n\n== ফলাফল ==\nবিদ্যালয়ে পাবলিক পরীক্ষায় অংশগ্রহণকারী শিক্ষার্থীদের পাশের হারের তালিকাঃ \n\n\n== সহশিক্ষা কার্যক্রম ==\nএ প্রতিষ্ঠানে খেলাধুলা, সাংস্কৃতিক ও অন্যান্য সহশিক্ষা কার্যক্রম সাফল্যের সাথে পরিচালিত হয়। \n\n\n=== ক্লাব কথন ===\nবিতর্ক ক্লাব\nইংলিশ ল্যাঙ্গুয়েজ ক্লাব\nসাহিত্য ক্লাব\n\n\n=== অন্যান্য কার্যক্রম ===\nবিশ্বসাহিত্য কেন্দ্র কর্তৃক পরিচালিত বইপড়া কর্মসূচি\nবিএনসিসি\nগার্লস্ গাইড\nস্কাউট\nরেড ক্রিসেন্ট\n\n\n== আরো দেখুন ==\nখুলনা মহানগর\nখুলনা জেলা\nখুলনা জেলার শিক্ষা প্রতিষ্ঠানের তালিকা\n\n\n== তথ্যসূত্র =="}