{"pageid": 1186191, "title": "সিদ্দিক বেলুচ", "url": "https://bn.wikipedia.org/wiki?curid=1186191", "content": "সিদ্দিক বেলুচ (বিকল্পভাবে সিদ্দিক বালুচ) (১০ ফেব্রুয়ারি ১৯৪০  –  ৫ ফেব্রুয়ারি ২০১৮) একজন পাকিস্তানি সাংবাদিক এবং সিনিয়র রাজনৈতিক অর্থনীতিবিদ ছিলেন। \nতিনি ইংরেজি দৈনিক বেলুচিস্তান এক্সপ্রেস ( কোয়েটা ), একটি উর্দু দৈনিক আজাদী এবং ইংরেজি সাপ্তাহিক এক্সপ্রেস, ( কোয়েটা ) এর প্রধান সম্পাদক ছিলেন। তিনি প্রায় ২৯ বছর ধরে ডন সংবাদপত্রে নিয়মিত কলামে অবদান রেখেছিলেন এবং বেলুচিস্তানের সামাজিক, রাজনৈতিক এবং অর্থনৈতিক বিষয়ে একজন কর্তৃপক্ষের একজন ছিলেন।  \n\n\n== ব্যক্তিগত জীবন ==\nসিদ্দিক বালুচ পাকিস্তানের 'ব্যবসায়িক রাজধানী' করাচির লিয়ারির কাছে চাকিওয়ারা শহরতলীতে জন্মগ্রহণ করেছিলেন, কিন্তু ১৯৯০ সালে বেলুচিস্তানের কোয়েটায় চলে আসেন। \n\nতিনি 'মত প্রকাশের স্বাধীনতার' পক্ষে সওয়াল করেছেন এবং বছরের পর বছর ধরে একনায়কতন্ত্র ও গণমাধ্যমের ওপর নিষেধাজ্ঞার বিরুদ্ধে খোলাখুলি কথা বলেছেন। ২০০৭ সালের নভেম্বরে প্রেসিডেন্ট পারভেজ মুশাররফ যখন পাকিস্তান ইলেক্ট্রনিক মিডিয়া রেগুলেটরি অথরিটি (পিইএমআরএ) অধ্যাদেশ সংশোধন করেন, তখন গণমাধ্যমের ওপর নিষেধাজ্ঞা আরোপ করে বালুচ সাপ্তাহিক পালস কে বলেন:পিইএমআরএ অধ্যাদেশটি মত প্রকাশের স্বাধীনতা এবং সত্যের কণ্ঠস্বরের অধিকারকে খর্ব করার একটি প্রচেষ্টা। কিন্তু বর্তমান যুগে এই কণ্ঠকে দমিয়ে রাখা যায় না। ক্ষমতাসীন অসাংবিধানিক ও অবৈধ শাসকদের দ্বারা গৃহীত সমস্ত পদক্ষেপ সংবিধানের জন্য বহিরাগত হিসাবে বিবেচ্য। গণমাধ্যম ও সুশীল সমাজের সদস্যরা যেভাবে এর বিরুদ্ধে আওয়াজ তুলছেন তা প্রশংসনীয়। \n\n\n== শিক্ষা ==\nবেলুচ করাচির একটি পাড়ার প্রাথমিক বিদ্যালয়ে পড়ে। তিনি ১৯৫৯ সালে বিখ্যাত সিন্ধু মাদ্রাসাতুল ইসলাম স্কুল থেকে ম্যাট্রিকুলেশন পরীক্ষায় বসেন। তিনি ১৯৬১ সালে এসএম কলেজে যোগদান করেন, যেখান থেকে তিনি ১৯৬৪ সালে স্নাতক হন।\nবেলুচের অর্থনীতিতে স্নাতকোত্তর ডিগ্রি নিয়েছিলেন, যা তাকে করাচি বিশ্ববিদ্যালয় থেকে ১৯৬৬ সালে দেওয়া হয়েছিল।\n\n\n== রাজনীতি ==\nছোটবেলা থেকেই রাজনীতিতে সক্রিয় অংশ নেন সিদ্দিক বালুচ। ছাত্র হিসাবে, তিনি ১৯৬৩ থেকে ১৯৬৪ সাল পর্যন্ত এসএম কলেজে ছাত্র ইউনিয়নের সভাপতি নির্বাচিত হন।\nতিনি বামপন্থী ন্যাশনাল স্টুডেন্টস ফেডারেশন [এনএসএফ] এর একজন সক্রিয় সদস্য ছিলেন এবং এন্টি-ওয়ান ইউনিট আন্দোলনে অংশ নিয়েছিলেন, পাশাপাশি তিন বছরের ডিগ্রী কোর্সের বিরুদ্ধে প্রচারাভিযানে অংশ নিয়েছিলেন। তিনি বালুচ ছাত্র সংগঠন (বিএসও) এর অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন, যখন এটি ১৯৬২ সালে প্রতিষ্ঠিত হয়েছিল এবং ১৯৬৬ সালে এর সিনিয়র সহ-সভাপতি হয়েছিলেন।\nবালুচ ন্যাশনাল আওয়ামী পার্টির (ন্যাপ) সাথে যুক্ত ছিলেন এবং ১৯৭২ থেকে ১৯৭৩ সালের মধ্যে চার মাসের জন্য বেলুচিস্তানের তৎকালীন গভর্নর ন্যাপের ঘোস বখশ বিজেনজোর প্রেস সচিব হিসাবে দায়িত্ব পালন করেছিলেন। কুখ্যাত হায়দ্রাবাদ ষড়যন্ত্রে জড়িত থাকার অভিযোগে রাষ্ট্রপতি জুলফিকার আলি ভুট্টো যখন ন্যাপ সরকারকে বরখাস্ত করেছিলেন, তখন বালুচকে পাঁচ বছরের জন্য কারাদন্ড দেওয়া হয়েছিল এবং ভুট্টোর সরকারকে জেনারেল জিয়া উল হকের মাধ্যমে উৎখাত করার পরেই মুক্তি দেওয়া হয়েছিল।   \nআগস্ট ২০০৮ সালে, তিনি প্রধানমন্ত্রী গিলানির সাথে তিন দিনের শ্রীলঙ্কা সফরে যান। \n২০০৮ সালের ফেব্রুয়ারিতে যখন পাকিস্তান পিপলস পার্টি (পিপিপি) সরকার ক্ষমতায় ফিরে আসে, তখন বালুচ সেই নেতাদের মধ্যে ছিলেন যারা এটিকে স্বাগত জানিয়েছিলেন, প্রধানত কারণ নতুন রাষ্ট্রপতি আসিফ আলি জারদারি একজন বালুচ ছিলেন এবং তিনি \"তার রাজনৈতিক শক্তি দিয়ে একজন স্বৈরশাসককে পরাজিত করেছিলেন।\" \nযাইহোক, তিনি এও বলেছিলেন যে বেলুচিস্তানে পাকিস্তান পিপলস পার্টির সামনে কঠিন চ্যালেঞ্জ  ছিল এবং সামরিক অভিযানের সম্পূর্ণ সমাপ্তি এবং সমস্ত রাজনৈতিক স্টেকহোল্ডারদের জন্য স্থানের ব্যবস্থা করাই একমাত্র বাস্তব সমাধান ছিল।\n\n\n== সাংবাদিকতা ==\nসিদ্দিক বালুচ ১৯৬৬ সালে পাকিস্তানের প্রাচীনতম এবং সর্বাধিক প্রচারিত সংবাদপত্র ডন -এ এর সাব-এডিটর হিসাবে যোগদান করেন এবং প্রায় ২৯ বছর ধরে সেখানে বিভিন্ন ক্ষমতায় কাজ করেন।\n১৯৮১ সালে, তিনি করাচি সাংবাদিক ইউনিয়নের সভাপতি নির্বাচিত হন। তিনি মতপ্রকাশের স্বাধীনতা আন্দোলনে সক্রিয় অংশ নেন এবং দুই মেয়াদে দায়িত্ব পালন করেন। তিনি বেলুচিস্তান সংবাদপত্র সম্পাদক পরিষদের সভাপতি এবং করাচি প্রেসক্লাবের সহ-সভাপতি হিসেবেও নির্বাচিত হন। \nবছরের পর বছর ধরে, বেলুচ ডেইলি বেলুচিস্তান এক্সপ্রেসের জন্য লেখেন, এবং কাউন্সিল অফ পাকিস্তান নিউজপেপার এডিটরস (সিপিএনই) এর বেলুচিস্তান ভাইস প্রেসিডেন্ট হিসেবেও কাজ করেন।\nতিনি বেলুচিস্তান-সম্পর্কিত ইস্যুতে পাকিস্তানি এবং আন্তর্জাতিক মিডিয়ার সবচেয়ে ব্যাপকভাবে উদ্ধৃত সাংবাদিকদের একজন। সাংবাদিকতা কর্মকাণ্ডের অংশ হিসেবে তিনি বিস্তর ভ্রমণ করেছিলেন।\nতিনি বেলুচিস্তান এক্সপ্রেসের সম্পাদক ছিলেন এবং আজাদি [লিবার্টি] নামে একটি উর্দু পত্রিকা প্রকাশ করেন। \n\n\n== লেখক হিসেবে ==\nবেলুচ বেলুচিস্তানের রাজনীতি ও অর্থনীতির উপর একটি বই লিখেছিলেন, যার শিরোনাম ছিল বেলুচিস্তানের রাজনৈতিক অর্থনীতির উপর সমালোচনামূলক মন্তব্য,  যা ২০০৪ সালের জানুয়ারিতে সাহিত্য সংগঠন দাইরা আয়োজিত একটি অনুষ্ঠানে প্রকাশিত হয়েছিল। \n\n\n== তথ্যসূত্র =="}