{"pageid": 1186325, "title": "চিও ল্যান হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1186325", "content": "চিও ল্যান হ্রদ ( থাই: เชี่ยวหลาน, </noinclude>আরটিজিএস: Chiao Lan ) বা রাজ্যপ্রভা বাঁধ জলাধার ( อ่างเก็บน้ำเขื่อนรัชชประภา), থাইল্যান্ডের সুরাত থানি প্রদেশের খাও সোক জাতীয় উদ্যানে অবস্থিত লেক। এটি একটি ১৮৫-বর্গকিলোমিটার (৭১-বর্গমাইল) কৃত্রিম হ্রদ, ১৯৮৭ সালে বিদ্যুতের উৎস হিসেবে থাইল্যান্ডের ইলেকট্রিসিটি জেনারেটিং অথরিটি (EGAT) রাজ্যপ্রভা বাঁধ নির্মাণ করে।\n\n\n== রাজ্যপ্রভা বাঁধ ==\nরাজ্যপ্রভা বাঁধ, যার অর্থ 'রাজ্যের আলো', ১৯৮৭ সালের মে মাসে রাজার ৬০ তম জন্মদিনে উদ্বোধনী অনুষ্ঠানে রাজার পদবি থেকে এর নামকরণ করা হয়েছিল। সেদিনের আগে এর নাম ছিল 'চিও ল্যান প্রজেক্ট'। এটি বিদ্যুৎ উৎপাদন, বন্যা নিয়ন্ত্রণ, সেচ এবং মৎস্য চাষের জন্য একটি বহুমুখী প্রকল্প হিসাবে ডিজাইন করা হয়েছিল। ১৯৮২ সালে, থাইল্যান্ডের ইলেক্ট্রিসিটি জেনারেটিং অথরিটি (ইজিএটি) ক্লং সেং নদীর গতিপথ দিয়ে বাঁধ নির্মাণ শুরু করে। যা অববাহিকা ১৮৫ বর্গকিলোমিটার (৭১ বর্গমাইল)। এই বিশাল এলাকা পানিপূর্ণ করার জন্য, বান চিউ লান গ্রামের ৩৮৫টি পরিবারকে পুনর্বাসিত করা হয়। রাবার এবং অন্যান্য চাষের সুযোগ যেমন হাঁস-মুরগি, ফলের বাগান, সবজি চাষ, এবং জলাশয়ে মৎস্য চাষ কৃষকদের আয় বজায় রাখার জন্য প্রয়োজনীয় প্রশিক্ষণ কর্মসূচি এবং ঋণ সুবিধার সাথে একত্রে চালু করা হয়।\nপ্রতিটি পরিবার ১৯ রাই ( ৭.২ একর (২.৯ হেক্টর) ) রাবার বাগানের করার জন্য পেয়েছে পাশাপাশি এক রাই ( ০.৩৯ একর (০.১৬ হেক্টর) ) তাদের বাসস্থানের জন্য। ক্ষতিপূরণের অংশ হিসাবে, পুনর্বাসিত ব্যক্তিরা পরিবারপ্রতি মাসে ১০০০ বাত পান। পুনর্বাসন মৌলিক পাবলিক অবকাঠামো, জল সরবরাহ ব্যবস্থা, এবং স্কুল, পুলিশ স্টেশন, মেডিকেল সেন্টার এবং কমিউনিটি হলের মতো পাবলিক ভবন তৈরি করা হয়েছে—যার সবই থাই সরকার দ্বারা নির্মিত।\nনতুন সৃষ্ট দ্বীপগুলিতে ডুবে যাওয়া বা অনাহার থেকে বাঁচাতে নৌকা এবং হেলিকপ্টারে প্রাণীদের পুনর্বাসন করা হয়েছিল। ১৮ মাসে ১১৬ প্রজাতির ১,৩৬৪টি প্রাণী উদ্ধার করা হয়েছিল, কিন্তু তা মধ্যে ৪৪ টি মারা যায়। বদ্ধ পানির কারণে অনেক প্রজাতির মাছ মারা গেছে।\nলেকের গড় গভীরতা প্রায় ৪০ মিটার (১৩০ ফুট) যখন হ্রদের গভীরতম স্থান প্রায় ৯০ মিটার (৩০০ ফুট) গভীর।\n\n\n== পর্যটন ==\nজাতীয় উদ্যান এলাকা বাঘ, হাতি, ট্যাপির এবং অনেক বানর প্রজাতির মতো স্তন্যপায়ী প্রাণীদের বসবাস রয়েছে। হর্নবিল, ব্যান্ডেড পিটাস এবং গ্রেট আর্গাসের মতো পাখিরাও বনের বাসিন্দা।সরীসৃপগুলির মধ্যে রয়েছে কিং কোবরা, জালিকাযুক্ত অজগর এবং উড়ন্ত টিকটিকি। জলাধার এলাকায় ক্লং সেং, ক্লং নাখা এবং কায়েং ক্রুং বন্যপ্রাণী অভয়ারণ্য রয়েছে যেখানে বিরল প্রাণী পাওয়া যায়। খাও সোক ন্যাশনাল পার্কের পশ্চিমে শ্রী ফাং নাগা ন্যাশনাল পার্ক অবস্থিত যা সংরক্ষণ এলাকা ৪০০০ বর্গ কিলোমিটার পর্যন্ত বিস্তৃত।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}