{"pageid": 1186114, "title": "মুক্তিকা উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1186114", "content": "মুক্তিকা উপনিষদ (সংস্কৃত: मुक्तिका उपनिषद्) বা মুক্তিকা বলতে ১৮৮৩ খ্রিস্টাব্দ থেকে মুদ্রিত আকারে তেলুগু ভাষায় সংকলিত একশত আটটি উপনিষদকে বোঝায়। কিছু কিছু উপনিষদের রচনাকাল অজানা, আবার কিছু কিছু আনুমানিক ৮০০ খ্রিষ্টপূর্বাব্দ থেকে শুরু। মুখ্য উপনিষদ খ্রিষ্টপূর্ব প্রথম সহস্রাব্দে,  অধিকাংশ যোগ উপনিষদ সম্ভবত ১০০ খ্রিষ্টপূর্বাব্দ থেকে ৩০০ খ্রিস্টাব্দ সময়কালে, এবং সন্ন্যাস উপনিষদগুলির মধ্যে সাতটি ৩য় শতাব্দীর আগে রচিত।\nউপনিষদগুলো রাম ও হনুমানের মধ্যে কথোপকথনের অংশ, যেগুলো কৈবল্য বা মোক্ষের বিষয়ে অনুসন্ধান নিয়ে কাজ করছে। উপনিষদের অন্যান্য সংগ্রহের মধ্যে রয়েছে, ৫০টি ফার্সি ভাষার সংকলন, ৫২টি কোলব্রুক সংগ্রহ, এবং ৫২টি নারায়ণের সংগ্রহ।\n\n\n== শ্রেণি ==\nমুক্তিকা উপনিষদের শ্রেণিবিভাগ ও সংখ্যা রহস্যময়। নিন্মে শ্রেণিবিভাগ ও সংখ্যা উল্লেখ করা হলো:\n\nমুখ্য উপনিষদ: অধিকাংশ পণ্ডিত দশটিকে, আবার কেউ কেউ এগারো, বারো বা তেরোটিকে মুখ্য উপনিষদ হিসেবে বিবেচনা করেন।\nযোগ উপনিষদ: যোগ উপনিষদের সংখ্যা বিশটি\nসন্ন্যাস উপনিষদ: সন্ন্যাস উপনিষদের সংখ্যা উনিশটি বা বিশটি\nসামন্য উপনিষদ: সামন্য উপনিষদের সংখ্যা একুশটি থেকে চব্বিশটি\nশাক্ত উপনিষদ: শাক্ত উপনিষদের সংখ্যা আটটি\nশৈব উপনিষদ: শৈব উপনিষদের সংখ্যা বারটি বা চোদ্দটি\nবৈষ্ণব উপনিষদ: বৈষ্ণব উপনিষদের সংখ্যা চোদ্দটি \nউপনিষদগুলির ১০টি ঋগ্বেদের, ১৬টি সামবেদের, ১৯টি শুক্ল যজুর্বেদের, ৩২টি কৃষ্ণ যজুর্বেদের এবং ৩১টি অথর্ববেদের সাথে যুক্ত।\n\n\n== ক্রম তালিকা ==\nনিন্মে মুক্তিকা ক্রম অনুসারে উপনিষদ এর নাম ও ক্রম উল্লেখ করা হলো:\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAiyar, K. Narayanasvami (১৯১৪)। Thirty Minor Upanishads। Archive Organization। সংগ্রহের তারিখ ১৫ জুন ২০১৬। \nNair, Shantha N. (২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nঅলিভেল, প্যাট্রিক (১৯৯২)। The Samnyasa Upanisads (ইংরেজি ভাষায়)। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0-19-507045-3। \nOlivelle, Patrick (১৯৯৩)। The Asrama System। Oxford University Press। আইএসবিএন 978-0195083279। \nFlood, Gavin D (১৯৯৬), An Introduction to Hinduism, Cambridge University Press, আইএসবিএন 978-0521438780 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nParmeshwaranand, Swami (২০০৪)। Encyclopaedia of the Śaivism। Sarup & Sons। পৃষ্ঠা 196। আইএসবিএন 978-81-7625-427-4। \nCush, Denise (২০০৭)। Encyclopedia of Hinduism। Routledge। আইএসবিএন 978-0415556231। \nCatherine Ludvik (১৯৯৪)। Hanumān in the Rāmāyaṇa of Vālmīki and the Rāmacaritamānasa of Tulasī Dāsa। Motilal Banarsidass। আইএসবিএন 978-8120811225। \nDodiya, Jaydipsinh (১ জানুয়ারি ২০০১)। Critical Perspectives on the Rāmāyaṇa। Sarup & Sons। আইএসবিএন 978-81-7625-244-7। \nDumont, PE (Translator) (১৯৪০)। \"The Avyakta Upaniṣad\"। Journal of the American Oriental Society। 60 (3)। জেস্টোর 594420। ডিওআই:10.2307/594420। \nSprockhoff, Joachim Friedrich (১৯৯১)। \"Laghu-Samnyasa-Upanisad und Kundika-Upanisad: Versuch einer deutschen Ubersetzung\"। Asiatische Studien (জার্মান ভাষায়)। 45: 107–131। \nDesai, S. G. (১৯৯৬)। A critical study of the later Upanishads। Bharatiya Vidya Bhavan। \nBrown, Cheever Mackenzie (১৯৯৮)। The Devi Gita: The Song of the Goddess: A Translation, Annotation, and Commentary। SUNY Press। আইএসবিএন 978-0-7914-3939-5। \nFarquhar, John Nicol (১৯২০)। An outline of the religious literature of India। H. Milford, Oxford university press। আইএসবিএন 81-208-2086-X। \nTripurari, BV (Translator) (২০০৪)। Gopala-Tapani Upanisad (পিডিএফ)। আইএসবিএন 978-1932771121। ১৫ ফেব্রুয়ারি ২০২২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৫ নভেম্বর ২০২২। \nAnanda, Sri G. (১৫ ফেব্রুয়ারি ২০১৪)। Chakras: A Gentle Awakening। Art of Unity। আইএসবিএন 978-1-4959-4616-5। \n\n\n== বহিঃসংযোগ ==\nMuktika Upanishad - Translated by: Dr. A. G. Krishna Warrier The Theosophical Publishing House, Chennai\n108 Upanishads of the Muktika"}