{"pageid": 1186007, "title": "বেনিনে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1186007", "content": "বেনিনে ইসলাম খ্রিস্টধর্মের পর দ্বিতীয় বৃহত্তম ধর্ম। পিউ রিসার্চ সেন্টারের তথ্যমতে, বেনিনে প্রায় ৩১,৪১,৩১৯ জন মুসলমান বসবাস করেন। বেনিন সরকারের ২০১৩ সালের অনুমান অনুসারে, বেনিনের মোট জনসংখ্যার ২৭.৭% মুসলিম, ২৫.৫% রোমান ক্যাথলিক, ১৩.৫% প্রোটেস্ট্যান্ট, ১১.৬% ভোডুন, ৯.৫%  অন্যান্য খ্রিস্টান সম্প্রদায়ের এবং ১২.২% অন্য বা কোনটিই নয়। মুসলমানরা সাধারণত দেশটির  উত্তর ও দক্ষিণ-পূর্ব অঞ্চলে এবং খ্রিস্টানরা দক্ষিণে, বিশেষ করে অর্থনৈতিক রাজধানী কোতোনুতে বসবাস করে।\n\n\n== ইতিহাস ==\nবেনিনে ইসলামের আগমন ঘটে সোনহাই সাম্রাজের আমলে। এটি এমন একটি রাজ্য ছিল, যা পশ্চিম সাহেলে (সুদান) ১৫ ও ১৬ শতকে আধিপত্য বিস্তার করেছিল। এটি আফ্রিকীয় ইতিহাসের বৃহত্তম রাষ্ট্রগুলির একটি ছিল। তৎকালীন বেনিন সোনহাই সাম্রাজের ডেন্ডি প্রদেশের অন্তর্ভুক্ত ছিল। তখন বেনিনের অধিকাংশ জনগণ ইসলাম ধর্মের অনুসারী ছিল। বেনিনে ইসলাম প্রচারে হাউসা ব্যবসায়ীদেরও অনেক অবদান ছিল। ১৬ শতকের শেষে সোনহাই সাম্রাজ্য দূর্বল হয়ে গেলে আশেপাশে রাজ্যগুলি সাম্রাজ্যের বিভিন্ন অঞ্চল দখল করে নেয়। তারপর থেকে বেনিনে মুসলমানদের সংখ্যা কমতে থাকে। এরপর ইউরোপীয় উপনিবেশিক আমলে ১৬৮০ সালে খ্রিস্টধর্ম প্রথম বেনিনে পৌঁছয়। তখন ফরাসি মিশনারি দলগুলি এই অঞ্চলে খ্রিস্টধর্মে ব্যাপক ধর্মান্তর ঘটায়।  ফলে অধিকাংশ লোক খ্রিস্টধর্ম গ্রহণ করে।\n\nবর্তমান বেনিনের প্রায় সব মুসলমান ইসলামের সুন্নি মালিকি শাখাকে মেনে চলে।  অল্প সংখ্যক শিয়া মুসলিম আছে এবং তারা মূলত মধ্যপ্রাচ্যের প্রবাসী।  বেনিনে শিয়া জনসংখ্যা মোট মুসলিম জনসংখ্যার ১% থেকে ১২% এর মধ্যে অনুমান করা হয়। তবে পিউ ফোরামের মতে, এটি এক শতাংশেরও কম। বেনিন আহমদিয়া মুসলিম সম্প্রদায়েরও কিছুসংখ্যক অনুসারী রয়েছে। তবে অনেক নামমাত্র মুসলমানও ঐতিহ্যবাহী স্থানীয় ধর্মীয় বিশ্বাস পালন করে।\nবেনিনের বারোটি বিভাগের মধ্যে তিনটিতে মুসলিমরা সংখ্যাগরিষ্ঠ : আলিবোরি (৮১.৩%), ডোঙ্গা (৭৭.৯%) ও বোরগো (৬৯.৮%)। বেনিনে মুসলমানদের সবচেয়ে কম অংশটুকু বাস করে কুফু প্রদেশে। কারণ সেখানে  মুসলমানরা মোট জনসংখ্যার ১% এরও কম।\n\n\n== ধর্মীয় স্বাধীনতা ==\nবেনিনে সংবিধান ধর্মীয় স্বাধীনতা প্রদান করে এবং সরকার কার্যক্ষেত্রে সাধারণত এই অধিকারকে সম্মান করে।  ১৯৭২ সালে বেনিনে একটি মার্ক্সবাদী সরকার ক্ষমতায় আসে। তখন ধর্মীয় ব্যাপারে বেশ কিছু বিধিনিষেধ আরোপ করা হয়েছিল। ১৯৭৫ সালে দেশটির নাম বদলে গণপ্রজাতন্ত্রী বেনিন করা হয়। ১৯৮০ র দশকে অর্থনৈতিক সমস্যায় জর্জরিত বেনিন পশ্চিমের দেশগুলির কাছে সাহায্য চায়। ফলে ১৯৮৯ সালে সরকার মার্কসবাদ পরিত্যাগ করে। ১৯৯০ সালে নতুন সংবিধান পাস করা হয় ও গণতান্ত্রিক সংস্কার সাধন করা হয়। ২০০৭ সালে মার্কিন যুক্তরাষ্ট্র সরকার ধর্মীয় বিশ্বাস বা অনুশীলনের উপর ভিত্তি করে সামাজিক অবমাননা বা বৈষম্যের কোনো রিপোর্ট বেনিনে রেকর্ড করেনি এবং বিশিষ্ট সামাজিক নেতারা ধর্মীয় স্বাধীনতার প্রচারে ইতিবাচক পদক্ষেপ নিয়েছেন। \n\n\n== তথ্যসূত্র =="}