{"pageid": 1186150, "title": "মাই শিরাইশি", "url": "https://bn.wikipedia.org/wiki?curid=1186150", "content": "মাই শিরাইশি (白石 麻衣, শিরাইশি মাই, জন্ম: ২০ আগস্ট ১৯৯২, গুনমা) একজন জাপানি গায়ক, মডেল, ইউটিউবার এবং অভিনেত্রী যিনি জাপানি আইডল মেয়েদের দল গার্ল গ্রুপ নগিজাকা৪৬-এর প্রাক্তন সদস্য। \n\n\n== কর্মজীবন ==\nউচ্চ বিদ্যালয় থেকে স্নাতক হওয়ার পর, শিরাইশি সঙ্গীত কলেজে যোগ দেন কারণ তিনি একজন গায়ক হতে চান। পরে, তার একজন শিক্ষক তাকে নগিজাকা৪৬ -এর জন্য অডিশন দিতে রাজি করান। \nশিরাইশির গানের কেরিয়ার শুরু হয়েছিল যখন তিনি ২১ আগস্ট ২০১১-এ প্রথম প্রজন্মের একেবি৪৮-এর অফিসিয়াল প্রতিদ্বন্দ্বী দল, নগিজাকা৪৬-এর একজন সদস্য হিসেবে গৃহীত হন। ২২ ফেব্রুয়ারী ২০১২-এ দলের প্রথম একক \"গুরুগুরু কার্টেন\"-এ পারফর্ম করা সদস্যদের একজন হিসেবে তাকে নির্বাচিত করা হয়েছিল। যখন নগিজাকা৪৬ তাদের দ্বিতীয় একক \"অইডি শ্যাম্পো\" প্রকাশ করে, তখন তাকে আবারও অভিনয়ের জন্য নির্বাচিত করা হয়। মডেল হিসেবে তার কর্মজীবন শুরু হয় যখন তিনি গার্লস অ্যাওয়ার্ড ২০১২ অটাম/উইন্টারে প্রাক্তন নোগিজাকা46 ব্যান্ডসহকর্মী নানাসে নিশিনোর সাথে অংশগ্রহণ করেন। \nশিরাইশি আরও জনপ্রিয়তা অর্জন করেন যখন তিনি কাউন্ট ডাউন টিভির  জানুয়ারী ২০১৩ পর্বে এবং উমা জুকির ১৬ মার্চ ২০১৩ পর্বে উপস্থিত হন।  শিরাইশি ৫ জানুয়ারী ২০১৩ পর্বে  এবং ১৬ এপ্রিল ২০১৩ পর্ব থেকে বাচি বাচি এলেকিতেরু পরবর্তীতে একজন স্থায়ী উপস্থাপক ছিলেন। \nতিনি ২৩ মার্চ ২০১৩ সাল থেকে শুফোনোটোমো দ্বারা জারি করা নারীদের ফ্যাশন ম্যাগাজিন রে -এর সর্বকনিষ্ঠ মডেল হয়েছিলেন। \n৩ জুলাই ২০১৩-এ প্রকাশিত তাদের ষষ্ঠ একক \"গার্লস রুল\"-এর জন্য নোগিজাকা৪৬-এ কেন্দ্রীয় অবস্থানের জন্য শিরাইশিকে বেছে নেওয়া হয়েছিল। তিনি রিনা ইকোমা থেকে এই অবস্থান গ্রহণ করেন। \n১৭ ডিসেম্বর ২০১৪-এ, শিরাইশি তার প্রথম ফটোবুক, সেজুন না ওটোনা শিরাইশি মাই এর জন্য একটি ইভেন্টের আয়োজন করে। শিরাইশি হলেন প্রথম নগিজাকা৪৬ সদস্য যিনি একটি একক ছবির বই প্রকাশ করেন৷ \"আমি প্রথম হতে পেরে খুশি,\" তিনি বলেছিলেন।  তার দ্বিতীয় ফটোবুক, মাই স্টাইল, ২৩ জানুয়ারী, ২০১৫ এ প্রকাশিত হয়েছিল।  এটি অরিকোন সাধারণ বইয়ের র‍্যাঙ্কিং-এ চতুর্থ স্থানে এবং প্রথম সপ্তাহে ১৯,০০০ কপি বিক্রি করে ফটোবুক বিভাগে প্রথম। \n২০১৬ সালের সেপ্টেম্বরে, শিরাইশি উশিজিমা দ্য লোন শার্ক ৩ চলচ্চিত্রে একটি সহায়ক ভূমিকায় অভিনয় করেছিলেন। \n৭ ফেব্রুয়ারি ২০১৭-এ, তার তৃতীয় একক ফটোবুক, পাসপোর্ট, প্রকাশিত হয়েছিল। এটি বিশ বার পুনঃমুদ্রিত হয়েছে, এবং মোট মুদ্রণের পরিমাণ জুন ২০১৮ পর্যন্ত ৩১০,০০০ কপি ছাড়িয়ে গেছে।  তদুপরি, ২০১৮ সালের প্রথমার্ধে, তিনি জাপানের অন্যান্য ট্যারেন্টোর মধ্যে টেলিভিশন বিজ্ঞাপনে সর্বাধিক সংখ্যকবার উপস্থিতি হয়েছেন। \n২৫ এপ্রিল ২০১৮-এ প্রকাশিত নগিজাকা৪৬-এর বিংশতম একক \"সিঙ্ক্রোনিসিটি\"-এর কেন্দ্রীয় অবস্থানের দায়িত্বে ছিলেন শিরাইশি। এটি প্রথম সপ্তাহে ১,১১৬,৮৫২ কপি বিক্রি করেছে। \n৯ জানুয়ারী ২০২০-এ, শিরাইশি ঘোষণা করেছিলেন যে তিনি তাদের ২৫তম একক \"শিয়াওয়াসে নো হোগোশোকু\" প্রকাশের পরে নোগিজাকা৪৬ থেকে স্নাতক হবেন, মে মাসে নির্ধারিত দলের টোকিও ডোম কনসার্টের সময় একটি বিদায়ী পারফরম্যান্স করেন। ২৮ এপ্রিল, তিনি ঘোষণা করেছিলেন যে এটি কোভিড-19 মহামারীর কারণে স্থগিত করা হয়েছে।  ২০ আগস্ট, পারফরম্যান্সের তারিখ ২৮ অক্টোবরের জন্য পুনঃনির্ধারিত করা হয়েছিল এবং এটি একটি সরাসরি সম্প্রচার ঘটনা ছিল। \nআগস্ট মাসে, শিরাইশি তার ইউটিউব চ্যানেল চালু করেন, যার নাম \"মাই চ্যানেল\" (সমস্ত ছোট হাতের অক্ষরের শৈলীযুক্ত এবং তার দেওয়া নামের একটি হোমোফোন)।  আগস্ট ২০২১ পর্যন্ত, এটি ১.৩৫ মিলিয়ন গ্রাহকে পৌঁছেছে।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== ম্যাগাজি ===\nLarme, Tokuma Shoten ২০১২- , ২০১২ সাল থেকে একচেটিয়া মডেল হিসাবে \nRay, Shufunotomo ১৯৮৮- , ২০১৩ সাল থেকে একচেটিয়া মডেল হিসাবে \n\n\n=== ফটোবুক ===\nKikan Nogizaka vol.2 Shoka (টোকিও নিউজ সার্ভিস, ১২ জুন ২০১৪), আইএসবিএন ৯৭৮৪৮৬৩৩৬৪০৯৭\nSeijun na Otona Shiraishi Mai (গেনটোশা, ১০ ডিসেম্বর ২০১৪), আইএসবিএন ৯৭৮৪৩৪৪০২৬৭১১\nMai Style (শুফুনোটোমো, ২৩ জানুয়ারী ২০১৫), আইএসবিএন ৯৭৮৪০৭৪০২০৯৮০\nPassport (কোডানশা, ৭ ফেব্রুয়ারি ২০১৭), আইএসবিএন ৯৭৮৪০৬৩৫২৮৫৭২\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল এজেন্সি প্রোফাইল (জাপানি ভাষায়)\nইন্টারনেট মুভি ডেটাবেজে মাই শিরাইশি (ইংরেজি)"}