{"pageid": 1186348, "title": "জন হাইক্রাফ্ট", "url": "https://bn.wikipedia.org/wiki?curid=1186348", "content": "জন স্ট্যাকপুল হেইক্রাফ্ট  (১১ ডিসেম্বর ১৯২৬ – ২৩ মে ১৯৯৬) ছিলেন একজন ইংরেজি ভাষার শিক্ষক এবং লেখক যিনি ইন্টারন্যাশনাল হাউস ওয়ার্ল্ড অর্গানাইজেশন প্রতিষ্ঠা করেছিলেন, যা ইংরেজি ভাষা শিক্ষার (ইএলটি) পেশার বিবর্তনকে রূপ দিয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ১৯২৬ সালের ১১ ডিসেম্বর ব্রিটিশ ভারতের কোয়েটায় জন্মগ্রহণ করেন। তিনি উইলিয়াম চার্চ স্ট্যাকপোল হেক্রাফট (১৮৯১-১৯২৯) এর পুত্র ছিলেন, যিনি ঔপনিবেশিক ভারতীয় সেনাবাহিনীর একজন ব্রিটিশ কর্মকর্তা ছিলেন। তিনি জন বেরি হেক্রাফটের নাতি এবং স্যার টমাস হেক্রাফ্টের ভাগ্নে ছিলেন। তার মা ছিলেন অলিভ লিলিয়ান এসমি (১৯০১-১৯৭৮)। তার এক ছোট ভাই ছিল কলিন বেরি হেক্রাফট (১৯২৯-১৯৯৪)। তার বাবা মারা যান যখন তিনি তখনও ছোট ছিলেন, তার এক সৈন্যের দ্বারা নিহত হন।\nতার মা একটি ছোট সেনা পেনশনে তার পরিবারকে সমর্থন করেছিলেন এবং একজন টেনিস খেলোয়াড় হিসাবে কাজ করেছিলেন।\n\n\n== শিক্ষা ==\nতিনি বার্কশায়ারের ওয়েলিংটনে পড়াশোনা করেছিলেন, যেখানে তিনি তার সহজাত নেতৃত্বের গুণাবলী দেখিয়েছিলেন এবং সেরা বালক হয়েছিলেন। পরে তার ভাইয়ের সাথে তারা ব্রিটেনে ফিরে আসেন, যেখানে তারা দুজনেই অক্সফোর্ড বিশ্ববিদ্যালয়ে পড়াশোনা করেন - জন ১৯৪৮ সালে জেসাস কলেজ থেকে ম্যাট্রিক করেন এবং ১৯৫১ সালে আধুনিক ইতিহাসে দ্বিতীয় শ্রেণীর ডিগ্রি অর্জন করেন । কলিন হেক্রাফ্ট একজন বিখ্যাত সম্পাদক হয়ে ওঠেন এবং অ্যান মার্গারেট লিন্ডহোমকে বিয়ে করেন, তিনি একজন লেখক এবং প্রবন্ধকার।\nইয়েলে স্নাতকোত্তর কোর্সের পর, তিনি টলেডোতে একজন পর্যটক গাইড ছিলেন এবং ব্যক্তিগত ইংরেজি পাঠ দেন।\n\n\n== ইন্টারন্যাশনাল হাউস ওয়ার্ল্ড অর্গানাইজেশন ==\nজন হেক্রাফটের মূল সৃষ্টি হচ্ছে ইন্টারন্যাশনাল হাউস ওয়ার্ল্ড অর্গানাইজেশন। এটি জন এবং তার স্ত্রী ব্রিটা হেক্রাফ্ট ১৯৫৩ সালে কর্ডোবায় শুরু করেছিলেন। একজন উত্সাহী আন্তর্জাতিকতাবাদী, জন ভাষা শিক্ষা এবং শিক্ষক প্রশিক্ষণের মাধ্যমে আন্তর্জাতিক বোঝার প্রচার করার চেষ্টা করেছিলেন। তারা ১৯৫৩ সাল থেকে ১৯৫৯ সাল পর্যন্ত সেখানে শিক্ষকতা ও লেখালেখি করতেন। এই সময়ের কথা তিনি তার আত্মজীবনীমূলক বই বাবেল ইন স্পেন (১৯৬৫) এ বর্ণনা করেছেন।\n১৯৫৯ সালে তিনি লন্ডনে ফিরে আসেন। সেখানে তিনি তার স্ত্রীর সাথে ইংরেজি শিক্ষার মান বৃদ্ধি এবং শ্রেণীকক্ষের জন্য শিক্ষকদের ব্যবহারিক প্রশিক্ষণের মতো ধারণাগুলি নিয়ে কাজ করেছিলেন। তিনি বহুভাষিক ক্লাসের জন্য মানুষকে প্রস্তুত করার জন্য নিবিড় শিক্ষক-প্রশিক্ষণ কোর্স স্থাপন করতে চেয়েছিলেন।\n১৯৭৪ সালে তারা একটি অলাভজনক শিক্ষামূলক ট্রাস্ট গঠন করে যা বিশ্বব্যাপী ইংরেজি ভাষা শিক্ষাদান ও প্রশিক্ষণের মান বাড়াতে প্রতিশ্রুতিবদ্ধ। ইন্টারন্যাশনাল হাউস ট্রাস্ট বর্তমানে ইন্টারন্যাশনাল হাউস লন্ডন হিসাবে ব্যবসা করেন।\nতিনি ১৯৯০ সালে ইন্টারন্যাশনাল হাউস থেকে অবসর নেন। এর পরে তিনি মধ্য ও পূর্ব ইউরোপে স্কুল প্রতিষ্ঠার জন্য অর্থদাতা জর্জ সোরোসের সাথে একটি প্রকল্প শুরু করার সিদ্ধান্ত নেন।\n১৯৯৬ সালের ২৩ শে মে যখন তিনি মারা যান, তখন তিনি ১০০ টি স্কুলের একটি নেটওয়ার্ক রেখে যান যা স্পেনের কর্দোবার প্রথম স্কুল থেকে ৪০ টি দেশ জুড়ে প্রসার পেয়েছিল।\nতিনি ১৯৮২ সালে রানী দ্বিতীয় এলিজাবেথ কর্তৃক ব্রিটিশ সাম্রাজ্যের সবচেয়ে চমৎকার আদেশের একজন কমান্ডার নিযুক্ত হন।\n\n\n== কাজ ==\nস্পেনের বাবেল, ১৯৫৮। স্প্যানিশ ভাষায় পুনঃপ্রকাশিত, ২০০৭\nলন্ডনে বাবেল, ১৯৬৫।\nএকটি ভাষা ভ্রমণকারীর আত্মজীবনী, ১৯৯৮।\nইংরেজিতে হচ্ছে\nজর্জ এবং এলভিরা\nআপনার ইংরেজি নির্বাচন\nকর্ম\nইংরেজি ভাষা শিক্ষার ভূমিকা\nভাবুন, তারপর কথা বলুন\nইতালীয় গোলকধাঁধা\nফরাসী বিপ্লবের সন্ধানে\nযেখানে আমি ছিল?\n\n\n== তথ্যসূত্র =="}