{"pageid": 1186036, "title": "উরামনাতের সাংস্কৃতিক ভূদৃশ্য", "url": "https://bn.wikipedia.org/wiki?curid=1186036", "content": "হাওরামানের সাংস্কৃতিক ভূদৃশ্য বা উরামানতের সাংস্কৃতিক ল্যান্ডস্কেপ ইউনেস্কো কর্তৃক তালিকাভুক্ত ইরানের ২৬তম বিশ্ব ঐতিহ্যবাহী স্থান। এই প্রত্যন্ত এবং পাহাড়ি ভূদৃশ্য হাওরামি জনগণের ঐতিহ্যবাহী সংস্কৃতির সাক্ষ্য বহন করে, একটি কৃষিপ্রধান কুর্দি উপজাতি যা প্রায় ৩০০০ খ্রিস্টপূর্বাব্দ থেকে এই অঞ্চলে বসবাস করে আসছে। এই সম্পত্তি, ইরানের পশ্চিম সীমান্ত বরাবর কোর্দেস্তন এবং কের্মনশহ প্রদেশের জগ্রোস পর্বতমালার কেন্দ্রস্থলে অবস্থিত।\nউরামানাত গ্রামগুলি ইরানের পার্বত্য কের্মনশহ ও কোর্দেস্তন প্রদেশ এবং ইরাকি কোর্দেস্তনের হালাবজা প্রদেশে অবস্থিত। স্থাপত্য, জীবনধারা এবং কৃষি পদ্ধতির দিক থেকে গ্রামগুলি অনন্য। খাড়া-ঢালু জমিতে কৃষিকাজকে অন্তর্ভুক্ত করে গ্রামগুলি প্রকৃতির সাথে একীভূত হয়। সম্পত্তিতে অন্তর্ভুক্ত ১২টি গ্রাম সহস্রাব্দ ধরে তাদের পার্বত্য পরিবেশে উত্পাদনশীল জমির অভাবের প্রতি হাওরামি জনগণের বিকশিত প্রতিক্রিয়ার চিত্র তুলে ধরে।\n\n\n== ইতিহাস ==\nপ্রাচীনতম প্রত্নতাত্ত্বিক প্রমাণ দেখায় যে, এই অঞ্চলে মধ্য প্যালিওলিথিক পিরিয়ড (৪০,০০০ বছরেরও বেশি আগে) থেকে মানুষ বাস করত। প্রত্নতাত্ত্বিকরা হাজিজ গ্রামের কাছে এবং সিরওয়ান উপত্যকার নাও এবং এসপারেজ গ্রামের মধ্যে এই প্রমাণটি আবিষ্কার করেছিলেন। প্রয়াত প্যালিওলিথিক দখলের প্রমাণ পের্ডি মালা উপত্যকায় কেনাচেহ নামে একটি গুহা সাইটে আবিষ্কৃত হয়েছিল। ড্যারিয়ান বাঁধ প্রত্নতাত্ত্বিক উদ্ধার কর্মসূচির সময় এই প্রত্নতাত্ত্বিক আবিষ্কারগুলি আবিষ্কৃত হয়েছিল, যা জলাধারের এলাকার মধ্যে প্রত্নতাত্ত্বিক জরিপ এবং খননের বেশকয়েকটি মৌসুম পরিচালনা করেছিল। এটি বেশকয়েকটি গুরুত্বপূর্ণ প্যালিওলিথিক এবং আরও পরবর্তী স্থানগুলির আবিষ্কারের দিকে ধাবিত করেছিল। প্রধান খননকৃত স্থানগুলি হল দারাই রকশেল্টার (মধ্য প্যালিওলিথিক), কেনচেহ গুহা (উর্ধ্ব প্যালিওলিথিক), রুয়ার সমাধি (লৌহ যুগ), সার চাম (চালকোলিথিক ও লৌহ যুগ), এবং বরদা মার (১৯ শতক)। রুওয়ার সাইট বাদে, ২০১৫-২০১৬ সালে অন্য সব খননকৃত স্থান প্লাবিত হয়েছিল।\nতাং-ই ভার গ্রামের কাছে তাং-ই ভার পাসে সারগন ২-এর শিলালিপি ইঙ্গিত করে যে জাগ্রোসে তাদের সামরিক অভিযানের সময় অঞ্চলটি অ্যাসিরিয়ানদের দখলে ছিল। এই রাজকীয় শিলালিপিটি অ্যাসিরিয়ার রাজা দ্বিতীয় সারগনের (৭২১-৭০৫ খ্রিস্টপূর্ব) আমলের অন্তর্গত।\n১৯০৯ সালে এই অঞ্চলে সেল্যুসিড এবং পার্থিয়ান যুগের তিনটি নথির একটি সেট হল পারচমেন্টস অব অ্যাভ্রোম্যান। শার হাওরামান গ্রামের কাছে কুহ-ই সালান পর্বতের একটি গুহায় এগুলি আবিষ্কৃত হয়েছিল এবং পরবর্তীতে লন্ডনে পাঠানো হয়েছিল। নথিগুলি ৮৮/৮৭ খ্রিস্টপূর্ব থেকে ৩৩ খ্রিস্টাব্দের মধ্যেকার বলে ধারণা করে হয়, যার মধ্যে দুটি গ্রিক এবং একটি পার্থিয়ান ভাষায় লেখা। তারা একটি আঙ্গুর ক্ষেত এবং অন্য একটি জমি বিক্রির তথ্য নথিভুক্ত করে এবং যেখানে তেরেনের ছেলে পাটাসপাক ও বায়েনের ছেলে আউইলের নাম অন্তর্ভুক্ত করে।\n\n\n== বিশ্ব ঐতিহ্যের মর্যাদা ==\n২০০৭ সালের ৯ আগস্ট, এই স্থানটি প্রথম ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় যুক্ত করা হয়েছিল। ২০২১ সালের ২৭ জুলাই, হাওরামান অঞ্চলের কিছু অংশের সাথে এটিকে \"হাওরামান/উরামনাতের সাংস্কৃতিক ভূদৃশ্য\" নামে একটি সাংস্কৃতিক স্থান হিসাবে আনুষ্ঠানিকভাবে বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় যুক্ত করা হয়েছিল।\nবিশ্ব ঐতিহ্য কমিটির ৪৪তম অধিবেশনে ইরানের ২৬তম বাস্তব সাংস্কৃতিক ঐতিহ্য হিসাবে হাওরামান/উরামনাতের সাংস্কৃতিক ভূদৃশ্য ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকাভুক্ত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}