{"pageid": 1186418, "title": "গিরিশচন্দ্র বসু", "url": "https://bn.wikipedia.org/wiki?curid=1186418", "content": "অধ্যাপক গিরিশচন্দ্র বসু (২৯ অক্টোবর ১৮৫৩ - ১ জানুয়ারি ১৯৩৯) ছিলেন একজন ভারতীয় বাঙালি শিক্ষাবিদ ও কৃষিবিদ। বাংলা ভাষায় বিজ্ঞানচর্চায় অন্যতম উদ্যোগী ব্যক্তিত্ব ছিলেন তিনি। \n\n\n== জন্ম ও শিক্ষাজীবন ==\nগিরিশচন্দ্র বসু ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের পূর্ব বর্ধমান জেলার কেতুগ্রাম ১ সমষ্টি উন্নয়ন ব্লকের বেরুগ্রামে ১৮৫৩ খ্রিস্টাব্দের ২৯ অক্টোবর জন্মগ্রহণ করেন। পিতা জানকীপ্রসাদ বসু। তার বিদ্যালয়ের পাঠ  হুগলি কলেজিয়েট স্কুলে। ১৮৭০ খ্রিস্টাব্দের তিনি এন্ট্রান্স পাশের পর ভরতি হন হুগলি কলেজে। ১৮৭৬ খ্রিস্টাব্দে তিনি কৃতিত্বের সঙ্গে বি.এ পাশ করেন। স্নাতক হওয়ার পর তিনি কটকের র‍্যাভেনশ কলেজে উদ্ভিদ বিজ্ঞানের প্রভাষক পদে নিযুক্ত হন। অধ্যাপনাকালে ১৮৭৮ খ্রিস্টাব্দের তিনি এম.এ পাশ করেন এবং ১৮৮১ খ্রিস্টাব্দ পর্যন্ত তিনি কাজ করেন। \n১৮৮১ খ্রিস্টাব্দে সরকারি বৃত্তি নিয়ে ইংল্যান্ড যান সেখানকার সাইরেন্সস্টারের রয়্যাল এগ্রিকালচারাল কলেজে কৃষি বিষয়ে উচ্চ শিক্ষা লাভের জন্য।  ১৮৮২ খ্রিস্টাব্দে তিনি রয়্যাল এগ্রিকালচারাল সোসাইটির ডিপ্লোমা পরীক্ষায় উত্তীর্ণ হয়ে সোসাইটির আজীবন সদস্য হন এবং ১৮৮৩ খ্রিস্টাব্দে সোসাইটির ফেলো নির্বাচিত হন। ১৮৮৪ খ্রিস্টাব্দে সর্বশেষ পরীক্ষায় প্রথম স্থান অধিকার করেন। এরপর স্কটল্যান্ড, ফ্রান্স এবং ইতালি সফরের পর দেশে ফিরে আসেন। \n\n\n== কর্মজীবন ==\nদেশে ফিরে তিনি সরকারি উচ্চপদ ও সম্মান উপেক্ষা করে দেশীয় কৃষি-ব্যবস্থার উন্নতির জন্য সচেষ্ট হন। ১৮৮৫ খ্রিস্টাব্দে ইংরাজী ও বাংলায় কৃষি গেজেট সাপ্তাহিক পত্রিকা প্রকাশ করে  কৃষি ও ফলনের উন্নতিবিষয়ক প্রবন্ধ প্রকাশ করতে থাকেন। \n\n\n=== বঙ্গবাসী স্কুল ও কলেজ প্রতিষ্ঠা ===\n\nগিরিশচন্দ্র বসু ইংল্যান্ডে অবস্থানকালে দেশের উন্নতির জন্য শিক্ষা বিস্তারের গুরুত্ব উপলব্ধি করেন। ১৮৮৬ খ্রিস্টাব্দে বঙ্গবাসী স্কুল এবং ১৮৮৭ খ্রিস্টাব্দে বঙ্গবাসী কলেজ প্রতিষ্ঠা করে ওই সময় থেকে ১৯৩৩ খ্রিস্টাব্দ পর্যন্ত কলেজের অধ্যক্ষের পদে ছিলেন। সূচনা থেকেই বঙ্গবাসী স্কুল ও কলেজে তিনি বিজ্ঞান-শিক্ষার গুরুত্ব আরোপ করেন। স্কুলে হাতে কলমে কৃষিবিদ্যা শিক্ষাদানের ব্যবস্থা হয়। কৃষি ও উদ্ভিদবিজ্ঞানের বহু গ্রন্থ প্রকাশ করেন তিনি। বঙ্গবাসী কলেজে জীববিদ্যা বিভাগ খোলেন।\n১৯০৪ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয়ের আইন প্রণয়নে তার উল্লেখযোগ্য ভূমিকা ছিল। বিশ্ববিদ্যালয়ের সেনেট ও সিন্ডিকেটের সদস্য ছিলেন। ১৯৩৫ খ্রিস্টাব্দে তিনি বোটানিক্যাল সোসাইটি অফ বেঙ্গলের প্রথম সভাপতিও হন তিনি। রাজনীতির সঙ্গে প্রত্যক্ষ ভাবে যুক্ত না থেকেও তিনি স্বদেশপ্রীতির জন্য খ্যাত ছিলেন। এক সময় নির্যাতিত দেশকর্মীদের শিক্ষাদানের জন্য তিনি বঙ্গবাসী কলেজের  দরজা খোলা রেখেছিলেন। সন্ত্রাসবাদী দলের সক্রিয় সদস্য অজুহাতে  সহায় সম্বলহীন অবস্থায় জগদীশ ভট্টাচার্য কলকাতায় এলে তিনি জগদীশকে সবরকমের সহায়তা করেন। পরে জগদীশ ভট্টাচার্য বঙ্গবাসী কলেজের অধ্যক্ষ হয়েছিলেন এবং কলেজে স্নাতকোত্তর স্তরের পঠনপাঠনের সূচনা করেছিলেন।\n\n\n== জীবনাবসান ==\nআচার্য গিরিশচন্দ্র বসু ১৯৩৯ খ্রিস্টাব্দের ১ জানুয়ারি কলকাতায় প্রয়াত হন। \n\n\n== রচিত গ্রন্থসমূহ ==\nবসু, গিরিশচন্দ্র (১৯২০)। এ ম্যানুয়াল অফ ইন্ডিয়ান বটানি (ইংরাজীতে)। বোম্বাই, লন্ডন এবং গ্লাসগো: ব্লাকি অ্যান্ড সন লিমিটেড। এলসিসিএন 2002564362। \nইংরাজী ভাষায় এই বইটি ছাড়া বেশিরভাগ বই তিনি বাংলায় রচনা করেছেন। মূলত বাংলাভাষায় উদ্ভিদবিদ্যা ও কৃষিবিদ্যা বিষয়ক গ্রন্থ রচনায় তিনি ছিলেন পথিকৃৎ। স্নাতক স্তর পর্যন্ত মাতৃভাষায় শিক্ষাদানের প্রচেষ্টায় তিনি সফল হয়েছিলেন। তার রচিত অন্যান্য গ্রন্থগুলি হল—\n\nভূ-তত্ত্ব (১৮৮১)\nকৃষি সোপান (১৮৮৮)\nকৃষি পরিচয় (১৮৯০)\nগাছের কথা  (১৯১০)\nউদ্ভিদজ্ঞান ( ১ম ১৯২৩, ২য় ১৯২৫)\nইউরোপ ভ্রমণ (১৮৮৫)\nবিলাতের পত্র\nম্যাক্সওয়েল রচিত John Bull et son ille নামক গ্রন্থ অবলম্বনে তিনি ইংরেজ চরিত ও জনবুল নামে দুই খণ্ড গ্রন্থ রচনা করেন (১৮৮৫-৮৬) \n\n\n== তথ্যসূত্র =="}