{"pageid": 1186578, "title": "লাহোর জংশন রেলওয়ে স্টেশন", "url": "https://bn.wikipedia.org/wiki?curid=1186578", "content": "লাহোর জংশন রেলওয়ে স্টেশন ( উর্দু   গুরুমুখী: لاہور چوراہا ریلوے اسٹیشن ) পাকিস্তানের লাহোর শহরের প্রধান রেলওয়ে স্টেশন । ব্রিটিশ শাসনের বিরুদ্ধে 1857 সালের বিদ্রোহের কিছুকাল পরেই এই স্টেশনটির নির্মাণকাজ শুরু হয়, তাই স্টেশনের পরিকাঠামোর প্রতিরক্ষার জন্য বন্দুক এবং কামানের গোলাগুলি থেকে সুরক্ষিত রাখার জন্য পুরু দেয়াল, বুরুজ এবং গর্ত সহ একটি মধ্যযুগীয় দুর্গের শৈলীতে এই স্টেশনটি নির্মিত হয়েছিল।  স্টেশনটি এখন পাকিস্তান রেলওয়ের মালিকানাধীন, এবং এটি পাকিস্তান রেলওয়ের সদর দপ্তর হিসেবেও কাজ করে।\n\n\n== ইতিহাস ==\n\nওয়াল্ড সিটির বাইরে এমপ্রেস রোড, আল্লামা ইকবাল রোড এবং সার্কুলার রোডের সংযোগস্থলে এই স্টেশনটি ঔপনিবেশিক যুগে নির্মিত হয়েছিল। লাহোর জংশন স্টেশনটি ১৮৫৯ থেকে ১৮৬০ সালের মধ্যে মুঘল সাম্রাজ্যের একজন প্রাক্তন কর্মকর্তা মিয়া মোহাম্মদ সুলতান চুঘতাই নির্মাণ করেছিলেন।\n৩০ অক্টোবর ১৯২৮ সালে যখন লাল লাজপত রায় লাজপত রায় যখন সাইমন কমিশন কমিশনের বিরুদ্ধে প্রতিবাদ মিছিলে নেতৃত্ব দিয়েছিলেন তখন এই স্টেশনে নৃশংস লাঠি চার্জ হয়েছিল।\nলাহোরের তৎকালীন পুলিশ সুপার রাইকে কাঠের লাঠি দিয়ে পিটিয়ে গুরুতর আহত করে দেন। পরে ১৭ নভেম্বর রাই মারা যান।\n\nস্টেশনটি পাঞ্জাব রেলওয়ের সদর দপ্তর হিসেবে কাজ করত এবং পরে সিন্ধে, পাঞ্জাব ও দিল্লি রেলওয়ের উত্তর টার্মিনাস হিসেবে কাজ করে, যা করাচি বন্দর শহরকে লাহোরের সাথে যুক্ত করেছিল। কাছের দাই আঙ্গা মসজিদটিও সেই সময়ে রেলওয়ের অফিসে রূপান্তরিত হয়েছিল। ১৮৫৭ সালের সিপাহী বিদ্রোহের মতো যেকোন সম্ভাব্য ভবিষ্যৎ বিদ্রোহ এড়াতে স্টেশনটি একটি মধ্যযুগীয় দুর্গের শৈলীতে তৈরি করা হয়েছিল, যার মধ্যে মোটা দেয়াল, বুরুজ এবং গর্ত ছিল যাতে গুলি ও কামান থেকে স্টেশনটিকে রক্ষা করা যায়\nস্টেশনটি ব্রিটিশ রাজের সময় প্রতিষ্ঠিত বিস্তৃত রেলওয়ে নেটওয়ার্কের একটি ফলস্বরূপ এবং এই অঞ্চলের অবকাঠামোতে ব্রিটিশদের অবদানকে প্রতিফলিত করে। ব্রিটিশ ভারতীয় সাম্রাজ্যের বিভাজন এবং ১৯৪৭ সালে পাকিস্তানের স্বাধীনতার পরের দাঙ্গার সময় স্টেশনটি অত্যন্ত ক্ষতিগ্রস্ত হয়েছিল। দিল্লি ও অমৃতসর থেকে পালিয়ে আসা মুসলমানদের সমসাময়িক পরিস্থিতির মতোই লাহোরের হিন্দু ও শিখরা লাহোরের ট্রেন স্টেশনে অনেকসময় আক্রমণের শিকার হয়।\n\n\n== সু্যোগ - সুবিধা ==\nস্টেশনটিতে টিকিটিং পরিষেবা, ফাস্টফুড পরিষেবা সহ অত্যাধুনিক পরিষেবাগুলি রয়েছে। স্টেশনটিতে পাকিস্তান রেলওয়ের বর্তমান এবং অগ্রিম রিজার্ভেশন অফিস রয়েছে এবং পাশাপাশি মালবাহী এবং পার্সেল সুবিধা রয়েছে। ছোটো দোকানগুলি সাধারণত প্ল্যাটফর্ম ১ এবং ২-এ পাওয়া যায়, যার মধ্যে পিৎজা হাট এবং ম্যাকডোনাল্ড'স-এর মতো রেস্তোরাঁগুলি রয়েছে। তাছাড়াও পাকিস্তানি খাবারও অফার করা হয়।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্রঃ =="}