{"pageid": 1186797, "title": "বিরজা", "url": "https://bn.wikipedia.org/wiki?curid=1186797", "content": "বিরজা দেবী\nবিরজা দেবী হলেন ওড়িশা বা শ্রীক্ষেত্রের অধিষ্ঠাত্রী দেবী ।  পীঠ নির্ণয় তন্ত্র মতে এখানে দেবীর নাভি পতিত হয়েছিল।  বিরজা শক্তিপীঠটি ১০৮ শক্তিপীঠ( অষ্টাদশ মহাশক্তিপীঠ, ৫১ মূল শক্তিপীঠ, ১৮ মহা শক্তিপীঠ ও ৪ আদি শক্তিপীঠ এর অন্তর্ভুক্ত। এটি একাদশ তম মহা শক্তিপীঠ। এটি জাজপুরএ অবস্থিত। পীঠনির্ণয়তন্ত্র তন্ত্রে বলা হচ্ছে,  উৎকলে নাভিদেশস্ত বিরজা ক্ষেত্র মুচ্যতে । বিমলা সা দেবী জগন্নাথ স্তু ভৈরবঃ ।।\n\nআদ্যা স্তোত্রমের নবম স্তবকে এর উল্লেখ পাওয়া যায়।\n রামেশ্বরী সেতুবন্ধে বিমলা পুরুষোত্তমে | বিরজা ঔড্রদেশে চ কামাক্ষ্যা নীলপর্বতে || ৯|| \n\n  প্রণাম মন্ত্র \nॐ মাতঃ শ্রীবিরজাম্বিকে হরিহরব্রহ্মাদিভিঃ সংস্তুতে । \nধাতুর্যজ্ঞ সমুদ্ভবে ত্রিজগতাং সৌভাগ্য-সম্পত্প্রদে ।।\nশ্রীপাদনত বৎসলে তনুভ্রতাং হৃতপদ্মসঞ্চারিনি। \nদীনোহং প্রণমামি পদ্মচরণে মাং পাহি বিশ্বেশ্বরি ।।\n\nশাক্তমতে জগন্নাথ হলেন এঁর ভৈরব । বিরজা দেবী হলেন লক্ষ্মী বা শক্তির রূপ । বিরজা ও বিমলা আসলে একই শক্তিপীঠ এর দুটি রূপভেদ ।\nজগন্নাথ হলেন দারুব্রহ্ম তিনি বৈষ্ণব দের কাছে বিষ্ণু, শৈব দের কাছে শিব , শাক্ত দের কাছে দক্ষিণা কালী, আবার গণেশের উপাসক দের কাছে তিনি গজানন।  বেদে এনাকে পরমপুরুষ বলা হয়েছিল।  যাঁর স্ত্রী হলেন হ্রী ( শক্তি ) বা শ্রী ( লক্ষ্মী) ।\n\n\n== আইকনোগ্রাফি ==\n\nবিরজা দেবীর ধ্যান মন্ত্র: \n বিঘ্নেশ-নাগ-ভগ-লিঙ্গং বিধুন ললাটে ধৃতবসী সর্বজগতাং প্রকৃতি স্বমাদ্যা।  \n ব্রহ্মাগ্নি যে নিখিলপাপহরে শরণ্যে মাতঃ প্রসীদ বিরজে পরিপাহি বিশ্বং ।।\n\nএই ধ্যানমন্ত্র অনুসারে তিনি মস্তকে গণেশ , শিশ্ন, যোনি এবং নাগ ধারণ করেন । তিনি ডান হাতে ত্রিশূল ধারণ করেছেন যা মহিষের বক্ষস্থল বিদীর্ণ করেছে । মহিষের বক্ষস্থল থেকে বিগলিত রক্তধারা মাটিতে পড়ছে।  তিনি বামপদ  দিয়ে মহিষকে মর্দন করছেন।\n\n\n== প্রথা ==\nইনি কৃপাময়ী জগতজননী জগন্নাথ এর সহধর্মিনী। কোন কোন স্থানে বিমলা এবং বিরজা দেবীকে একই রূপ বলা হয়।  কিন্ত এই দুটি আদিশক্তির দুটি ভিন্ন রূপ । অনেকে বিরজাদেবীর ভৈরব হিসেবে যজ্ঞ বরাহের নাম করেন । \nবিরজা দেবীর মন্দিরে নবরাত্রের সময় বলি হয় ।\n\n\n=== শ্রীচৈতন্যের প্রভাব ===\nশ্রীচৈতন্য বৈষ্ণব মার্গের অন্যতম প্রবর্তক হলেও বিরজা দেবীর মন্দিরে শাক্তমত ও তন্ত্রাচারে কোন বাধা প্রদান করেননি ।  তাই এখনও বিষ্ণু দরবারের বিরজা মন্দিরে পশুবলি হয়।  তিনি সকল মার্গকেই সম্মান করতেন । এর কারণ শ্রীচৈতন্য মহাপ্রভুর মামাবাড়ী ছিল শাক্ত পরিবার ।\n\n\n== আরো দেখুন ==\nॐ জগন্নাথ\nॐ বিমলা\nॐ দুর্গা\nॐ পুরী\n\n\n== তথ্যসূত্র ==\n\n1) https://m.facebook.com/sanatanscripture/photos/a.265330863572270/549380355167318/?type=3\n2) https://www.instagram.com/p/Ci9VXZdKarW/?igshid=YmMyMTA2M2Y="}