{"pageid": 1186302, "title": "এস্কেপ টু ভিক্টোরি", "url": "https://bn.wikipedia.org/wiki?curid=1186302", "content": "এস্কেপ টু ভিক্টোরি হল জন হিউস্টন পরিচালিত একটি ১৯৮১ সালের মার্কিন-ব্রিটিশ-ইতালীয় ক্রীড়া যুদ্ধ চলচ্চিত্র এবং এতে অভিনয় করেছেন সিলভেস্টার স্ট্যালোন, মাইকেল কেইন, ম্যাক্স ভন সিডো ও পেলে। চলচ্চিত্রটি একটি জার্মান কারাগারে বন্দী থাকা মিত্রবাহিনীর যুদ্ধবন্দিদের সম্পর্কে যারা একটি জার্মান দলের বিরুদ্ধে একটি প্রদর্শনী ফুটবল ম্যাচ খেলে।\nচলচ্চিত্রটি এর প্রেক্ষাগৃহে মুক্তির সময় ব্যাপক মনোযোগ পেয়েছিল, কারণ এতে পেশাদার ফুটবলার ববি মুর, অসভাল্দো আর্দিলেস, কাজিমিয়ারজ দেনা, পল ভ্যান হিমস্ট, মাইক সামারবি, হলভার থোরসেন, ওয়ার্নার রথ ও পেলেও অভিনয় করেছিলেন। জন ওয়ার্ক, রাসেল ওসমান, লরি সিভেল, রবিন টার্নার ও কেভিন ও'ক্যালাগান সহ অসংখ্য ইপসউইচ টাউনের খেলোয়াড়রাও এই ছবিতে ছিলেন। অন্যান্য ইপসউইচ টাউনের খেলোয়াড়রা ফুটবলের দৃশ্যে যেসব অভিনেতাদের জন্য দাঁড়িয়েছিলেন তারা হলেন মাইকেল কেইনের জন্য কেভিন বিটি ও সিলভেস্টার স্ট্যালোনের জন্য পল কুপার। ইয়াবো ইয়াবলনস্কি এর চিত্রনাট্য লিখেছেন ও চলচ্চিত্রটি ১২তম মস্কো আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রবেশ করে।\n\n\n== পটভূমি ==\nযুদ্ধের আগে ওয়েস্ট হ্যাম ইউনাইটেডের পেশাদার ফুটবলার ইংরেজ ক্যাপ্টেন জন কোলবির (মাইকেল কেইন) নেতৃত্বে মিত্রবাহিনীর যুদ্ধবন্দীদের (পিওডব্লিউ) একটি দল, একটি জার্মান দলের বিরুদ্ধে একটি প্রদর্শনী ম্যাচ খেলতে সম্মত হয়, যারা একটি জার্মান উদ্দেশ্যপ্রণোদিত প্রচারণায় জড়িত।\nকোলবি হলেন অধিনায়ক ও মূলত দলের ম্যানেজার যিনি তার খেলোয়াড়দের দল বেছে নেন। আরেকজন পিওডাব্লিউ, রবার্ট হ্যাচ (সিলভেস্টার স্ট্যালোন) হলেন একজন মার্কিন যিনি কানাডীয় সেনাবাহিনীতে কাজ করছেন, তাকে প্রাথমিকভাবে নির্বাচিত করা হয়নি, তবে শেষ পর্যন্ত অনিচ্ছুক কোলবিকে দলের প্রশিক্ষক হিসেবে দলে নিতে বাধ্য করে, কারণ তার আসন্ন পালানোর চেষ্টা সহজতর করতে হ্যাচকে দলের সাথে থাকতে হবে।\nকোলবির ঊর্ধ্বতন কর্মকর্তারা বারবার কোলবিকে পালানোর চেষ্টার সুযোগ হিসেবে ম্যাচটি ব্যবহার করার জন্য বোঝানোর চেষ্টা করেন, কিন্তু কোলবি ধারাবাহিকভাবে প্রত্যাখ্যান করেন এই ভয়ে যে এই ধরনের প্রচেষ্টার ফলে তার খেলোয়াড়দের হত্যা করা হবে। ইতোমধ্যে, হ্যাচ তার সম্পর্কহীন পালানোর চেষ্টার পরিকল্পনা করছে ও কোলবির উর্ধ্বতনরা তাকে সাহায্য করতে সম্মত হয়, যদি সে প্যারিসে যাত্রা করতে রাজি হয়, ফরাসি প্রতিরোধের সাথে যোগাযোগ করে ও ফুটবল দলকে পালাতে সাহায্য করার জন্য তাদের বোঝানোর চেষ্টা করে।\nহ্যাচ বন্দী শিবির থেকে পালাতে প্যারিসে ভ্রমণ ও প্রতিরোধ খুঁজে পেতে সফল হয়; প্রথমে, প্রতিরোধ বাহিনী সিদ্ধান্ত নেয় যে ফুটবল দলকে পালাতে সাহায্য করার পরিকল্পনাটি খুব ঝুঁকিপূর্ণ, কিন্তু যখন তারা বুঝতে পারে যে খেলাটি কলম্বস স্টেডিয়ামে হবে তখন তারা প্যারিস নর্দমা ব্যবস্থা থেকে খেলোয়াড়দের পোশাক পরিবর্তন কক্ষের স্নানঘর পর্যন্ত একটি সুড়ঙ্গ ব্যবহার করে পালিয়ে যাওয়ার পরিকল্পনা করে। পরিবর্তন কক্ষে তারা হ্যাচকে পালিয়ে যেতে রাজি করায়, যাতে সে কারাগার ক্যাম্পের শীর্ষস্থানীয় ব্রিটিশ কর্মকর্তাদের কাছে তথ্য পাঠাতে পারে।\nহ্যাচকে প্রকৃতপক্ষে পুনরুদ্ধার করা হয় ও নির্জন কারাগারে রাখা হয়। এই কারণে, বন্দীরা জানে না যে উদ্দেশ্যমূলকভাবে পালানোর পরিকল্পনাটি আসলেই গোপনীয়তার সাথে করা হয়েছিল, তাই কোলবি জার্মানদের বলে যে তার দলে হ্যাচ দরকার কারণ হ্যাচ হলেন ব্যাকআপ গোলরক্ষক ও শুরুর গোলরক্ষক তার হাত ভেঙে ফেলেছেন। কোলবিকে আসলে বিদ্যমান গোলরক্ষকের হাত ভাঙতে হয় কারণ জার্মানরা হ্যাচকে দলে যেতে দিতে রাজি হওয়ার আগে তার আঘাতের প্রমাণ চায়।\nশেষ পর্যন্ত, যুদ্ধবন্দিরা শুধুমাত্র ম্যাচ খেলার জন্য জার্মান শিবির ছেড়ে যেতে পারে; ম্যাচের পর আবারও তাদের কারাগারে যেতে হবে। প্রতিরোধ বাহিনীর সুড়ঙ্গ ভ্রমণকারীরা অর্ধেক সময়ে ড্রেসিং রুমের স্নানঘর ভেঙ্গে চলে যায়, হ্যাচ তাদের পালাতে নেতৃত্ব দেয়। কিন্তু দলের বাকিরা (রাসেল ওসমানের নেতৃত্বে \"কিন্তু আমরা এটা জিততে পারি\" বলে) অর্ধেকে ৪-১ পিছিয়ে থাকা সত্ত্বেও তাকে খেলা চালিয়ে যেতে রাজি করায়।\nম্যাচ কর্মকর্তারা জার্মানদের প্রতি প্রবলভাবে পক্ষপাতদুষ্ট হওয়া সত্ত্বেও ও জার্মান দল মিত্র খেলোয়াড়দের বেশ কিছু ইচ্ছাকৃতভাবে আঘাতের কারণ হওয়া সত্ত্বেও, লুইস ফার্নান্দেজ (পেলে দ্বারা অভিনীত), কার্লোস রে (অসভাল্দো আর্দিলেস দ্বারা অভিনীত) ও টেরি ব্র্যাডির (ববি মুর দ্বারা অভিনীত) দুর্দান্ত খেলার পরে একটি ড্র অর্জিত হয়। হ্যাচ গোলরক্ষকের ভূমিকায় অভিনয় করে, এবং জার্মানদের জয় অস্বীকার করার সময় শেষ হওয়ার সাথে সাথে একটি পেনাল্টি কিক থেকে একটি শেষ সেভ সহ চমৎকার সেভ করে, খেলাটি ৪-৪ ড্র হয়। ম্যাচের আগে মিত্রবাহিনীর গোলটি স্পষ্টভাবে অস্বীকৃত হয়েছিল, তাই পিওডাব্লিউ দলের ৫-৪ ব্যবধানে জেতা উচিত ছিল।\nহ্যাচ খেলার ফলাফল ড্র পর্যন্ত রক্ষা করার পরে মানুষের ভিড় মাঠে ঝড় তোলে ও খেলোয়াড়দের উপর ঝাঁপিয়ে পড়ে। বিশৃঙ্খলার মধ্যে, কিছু দর্শক মিত্রবাহিনীর খেলোয়াড়দের নিজেদের ছদ্মবেশে সাহায্য করে যাতে তারা পালাতে পারে ও তারা সবাই দরজা দিয়ে বেরিয়ে মুক্তি পায়।\n\n\n== অভিনয়ে ==\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ও লেখা ===\nহাঙ্গেরিতে চিত্রায়িত চলচ্চিত্রটি ১৯৬২ সালের হাঙ্গেরীয় চলচ্চিত্র নাটক কেত ফেলিডো এ পোকলবান-এর উপর ভিত্তি করে নির্মিত, যেটি জোল্টান ফাব্রি দ্বারা পরিচালিত হয়েছিল ও ১৯৬২ সালের বোস্টন চলচ্চিত্র উৎসবে সমালোচকদের পুরস্কার জিতে।\nচলচ্চিত্রটি তথাকথিত বর্তমানে অসম্মানিত ডেথ ম্যাচের গল্প থেকে অনুপ্রাণিত হয় যেখানে এফসি ডায়নামো কিভ জার্মান সৈন্যদের পরাজিত করে যখন ইউক্রেন দ্বিতীয় বিশ্বযুদ্ধে জার্মান সৈন্যদের দখলে ছিল। কিংবদন্তি কাহিনী অনুযায়ী, তাদের বিজয়ের ফলস্বরূপ, ইউক্রেনীয়দের সবাইকে গুলি করা হয়েছিল। সত্য ঘটনাটি যথেষ্ট জটিল, কারণ দলটি জার্মান দলের বিরুদ্ধে কয়েকটি ধারাবাহিকভাবে খেলেছিল, তাদের কাউকে গেস্টাপো কারাগারে পাঠানোর আগে ম্যাচগুলোর সবকটিতেই বিজয়ী হয়েছিল। চারজন খেলোয়াড়কে জার্মানরা হত্যা করেছে বলে নথিভুক্ত করা হয়েছে কিন্তু ম্যাচের তারিখের অনেক পরে তারা জিতেছে।\n\n\n=== প্রাক-প্রযোজনা ===\nএস্কেপ টু ভিক্টোরি চলচ্চিত্রে পিওডাব্লিউ দল ও জার্মান দল উভয়ের মতই অনেক পেশাদার ফুটবলার উপস্থিত ছিল। অনেক ফুটবলার ইপসউইচ টাউন স্কোয়াড থেকে এসেছিল, যারা সেই সময়ে ইউরোপের অন্যতম সফল দল ছিল। পর্দায় উপস্থিত না হওয়া সত্ত্বেও, ইংরেজ বিশ্বকাপ জয়ী গোলরক্ষক গর্ডন ব্যাঙ্কস ও অ্যালান থ্যাচার চলচ্চিত্রের সাথে ঘনিষ্ঠভাবে জড়িত ছিলেন, যারা সিলভেস্টার স্ট্যালোনের সাথে তার গোলরক্ষার দৃশ্যে কাজ করেন। স্পোর্টস ইলাস্ট্রেটেড ম্যাগাজিন বলেছে \"খেলাটি দ্বিতীয় ইউনিটের পরিচালক রবার্ট রিগারের অধীনে গেরি ফিশার অসাধারণভাবে আলোকচিত্রে বন্দি করেছেন।\"\nযেহেতু চলচ্চিত্রটি ফ্রান্সে জার্মান দখলের প্রথম বছরে (সম্ভবত ১৯৪১ বা ১৯৪২) তুলে ধরা হয়েছে, তাই পেলের চরিত্র কর্পোরাল লুইস ফার্নান্দেজকে ব্রাজিলের নয়, ত্রিনিদাদের বলে চিহ্নিত করা হয়েছে। ব্রাজিলীয়রা ১৯৪৩ সাল পর্যন্ত অক্ষশক্তির বিরুদ্ধে যুদ্ধে যোগ দেয়নি, ১৯৪৪ সালে ব্রাজিলীয় অভিযাত্রিক বাহিনী ইতালিতে আসে। একইভাবে, আর্জেন্টিনীয় তারকা অসভাল্দো আর্দিলেসের চরিত্র কার্লোস রে কোনো নির্দিষ্ট দেশের বলে চিহ্নিত করা হয়নি।\n\n\n== সঙ্গীত ==\nচলচ্চিত্রের প্রায় সমস্ত আবহসঙ্গীত দিমিত্রি শোস্তাকোভিচের লেনিনগ্রাদ সিম্ফনি প্রথম ও শেষ মুভমেন্ট থেকে ব্যাপকভাবে ধার করা, বিশেষ করে প্রথম মুভমেন্টের মার্চের থিম, যা প্রায় মৌখিকভাবে উদ্ধৃত করা হয়, এটি এমন একটি অনুশীলন যা পরে সুরকার বিল কন্টি পিওতর ইলিচ চাইকভ্‌স্কির বেহালা কনসার্টোর সাথে দ্য রাইট স্টাফ চলচ্চিত্রে নিযুক্ত করেছিলেন। শোস্তাকোভিচের সিম্ফনি নং ৭ সর্বদা সঙ্গীতের মধ্যে গৌণ অর্থের সাথে যুক্ত করা হয়েছে যার লক্ষ্য স্তালিনবাদী শাসনব্যবস্থার ব্যক্তিবাদ ও মত প্রকাশের স্বাধীনতার অপ্রতিরোধ্য দমনের উদ্দেশ্যে, কিন্তু যুদ্ধের সময় এটির রচনার সময় এটি নাৎসিবাদের নিপীড়নের প্রতিনিধিত্ব করে। চলচ্চিত্রের শেষে, শোস্তাকোভিচের সিম্ফনি নং ৫-এর শেষ অংশটিও গল্পের বিজয়ী উপসংহার বোঝাতে ব্যবহৃত হয়। যাইহোক, যদিও সঙ্গীতটি বিজয়ের উচ্ছ্বসিত সমাপ্তির চূড়ান্ত মুহূর্তগুলোকে পূর্ণ করতে পারে, এটি বিশ্বাস করা হয় যে শোস্তাকোভিচ তার সিম্ফনির সমাপ্তিটি একটি কর্তৃত্ববাদী শক্তির অধীনে জোরপূর্বক আনন্দ করার জন্য লিখেছিলেন। আরও ছন্দময়ভাবে, সঙ্গীতটি দ্য গ্রেট এস্কেপ-এর জন্য এলমার বার্নস্টাইনের সঙ্গীতায়োজনকেও শ্রদ্ধা জানায়।\n২০০৫ সালে, প্রমিথিউস রেকর্ডস লেবেল কন্টির সঙ্গীতায়োজনের একটি সীমিত সংস্করণের সাউন্ডট্র্যাক অ্যালবাম জারি করে।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরটেন টম্যাটোসে চলচ্চিত্রটি ৬৩% থেকে রিভিউয়ের ভিত্তিতে ৮ রেটিং পেয়েছে। মেটাক্রিটিকে ১০ জন সমালোচকের পর্যালোচনার উপর ভিত্তি করে চলচ্চিত্রটিকে ১০০-এর মধ্যে ৫৭ রেট করা হয়।\n\n\n== পুনর্নির্মাণ ==\nমার্চ ২০১৯-এ ঘোষণা করা হয় যে জাউমে কোলেট-সেরা ভিক্টোরি শিরোনামে এর একটি পুনর্নির্মিত চলচ্চিত্র পরিচালনা করবেন। ২০১৭ সালে অ্যান্টনি তাম্বাকিসের সম্পাদনা সহ গেভিন ও'কনর ও তাম্বাকিস একটি খসড়া লিখেন। এটি প্রযোজনা করবেন জিয়ান্নি নুন্নারি ও বার্নি গোল্ডম্যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে এস্কেপ টু ভিক্টোরি  (ইংরেজি)\nঅলমুভিতে এস্কেপ টু ভিক্টোরি (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে এস্কেপ টু ভিক্টোরি\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে এস্কেপ টু ভিক্টোরি"}