{"pageid": 1186484, "title": "তিয়াগো আলমাদা", "url": "https://bn.wikipedia.org/wiki?curid=1186484", "content": "তিয়াগো এসেকিয়েল আলমাদা (স্পেনীয়: Thiago Almada, স্পেনীয় উচ্চারণ: [tjˈaɣo almˈaða]; জন্ম: ২৬ এপ্রিল ২০০১; তিয়াগো আলমাদা নামে সুপরিচিত) হলেন একজন আর্জেন্টিনীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে মার্কিন ক্লাব আটলান্টা ইউনাইটেড এবং আর্জেন্টিনা জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৯ সালে, আলমাদা আর্জেন্টিনা অনূর্ধ্ব-২০ দলের হয়ে আর্জেন্টিনার বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় দুই বছর যাবত আর্জেন্টিনার বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২২ সালে আর্জেন্টিনার হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; আর্জেন্টিনার জার্সি গায়ে তিনি এপর্যন্ত ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nতিয়াগো এসেকিয়েল আলমাদা ২০০১ সালের ২৬শে এপ্রিল তারিখে আর্জেন্টিনার সিউদাদেলায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nআলমাদা আর্জেন্টিনা অনূর্ধ্ব-২০ এবং আর্জেন্টিনা অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে আর্জেন্টিনার প্রতিনিধিত্ব করেছেন। ২০১৯ সালে তিনি আর্জেন্টিনা অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। আর্জেন্টিনার বয়সভিত্তিক দলের হয়ে তিনি প্রায় দুই বছরে ৮ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\n২০২২ সালের ২৩শে সেপ্টেম্বর তারিখে, ২১ বছর, ৪ মাস ও ২৮ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী আলমাদা হন্ডুরাসের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে আর্জেন্টিনার হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৫৪তম মিনিটে আক্রমণভাগের খেলোয়াড় পাপু গোমেসের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ৮ নম্বর জার্সি পরিধান করে আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি আর্জেন্টিনা ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। আর্জেন্টিনার হয়ে অভিষেকের বছরে আলমাদা সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১১ নভেম্বর ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসকারওয়েতে তিয়াগো আলমাদা  (ইংরেজি)  \nসকারবেসে তিয়াগো আলমাদা (ইংরেজি) \nট্রান্সফারমার্কেটে তিয়াগো আলমাদা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে তিয়াগো আলমাদা (ইংরেজি) \nইএসপিএন এফসিতে তিয়াগো আলমাদা (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে তিয়াগো আলমাদা (ইংরেজি)"}