{"pageid": 1186895, "title": "ফিরুজাবাদ, ফর্স", "url": "https://bn.wikipedia.org/wiki?curid=1186895", "content": "ফিরুজাবাদ (ফার্সি: فيروزآباد বা ফিরুজাবাদ, মধ্য ফার্সি: গোর বা আর্দাশির-খোয়ারাহ, আক্ষ. '\"আর্দাশির মহিমা\"'; এছাড়াও শাহর-ই গুর شهر گور নামে পরিচিত) হল ইরানের ফর্স প্রদেশের ফিরুজাবাদ কাউন্টির রাজধানী শহর। ২০০৬ সালের আদমশুমারি অনুযায়ী এখানে ১২,৮৮৮টি পরিবারে ৫৮,২১০ জন বাস করে। ফিরুজাবাদ শিরাজের দক্ষিণে অবস্থিত। শহরটি একটি মাটির প্রাচীর এবং পরিখা দিয়ে ঘেরা।\nহাখমানেশি শাসনামলের আদি প্রাচীন শহর গোর আলেকজান্ডারের দ্বারা ধ্বংস হয়। সপ্তম শতাব্দীতে আরব-মুসলিম আক্রমণের সময় লুটপাটের আগে সাসানি সাম্রাজ্যের প্রতিষ্ঠাতা প্রথম আর্দাশির শহরটিকে পুনরুজ্জীবিত করেছিলেন। আবার বুয়েডদের শাসনামলে শহরটি পুনরুজ্জীবিত হয়, কিন্তু শেষ পর্যন্ত কাজর আমলে আবার পরিত্যক্ত হয়। পরে নিকটবর্তী একটি শহর দ্বারা প্রতিস্থাপিত হয়, যা এখন ফিরুজাবাদ নামে পরিচিত।\n\n\n== ইতিহাস ==\n\nগোর হাখমানেশি শাসনামলের একটি শহর। এই অঞ্চলের একটি নিচু এলাকায় এটি অবস্থিত ছিল, তাই পারস্য আক্রমণের সময়, আলেকজান্ডার শহরে একটি নদীর প্রবাহকে নিইয়ন্ত্রণ করে শহরটিকে ডুবিয়ে দিতে সক্ষম হন। আলেকজান্ডারের তৈরি হ্রদটি নিষ্কাশনের জন্য প্রথম আর্দাশির এখানে একটি টানেল তৈরি করেছিলেন। পরে তিনি এই স্থানে তার নতুন রাজধানী শহর প্রতিষ্ঠা করেছিলেন।\nপ্রথম আর্দাশিরের নতুন শহর খোর আর্দাশির, আরদাশির খুরাহ এবং গোর নামে পরিচিত ছিল। এটির পরিমাপের ক্ষেত্রে এতটাই সুনির্দিষ্ট একটি বৃত্তাকার পরিকল্পনা ছিল যে পারস্যের ঐতিহাসিক ইবনে বলখি এটিকে \"কম্পাস ব্যবহার করে প্রণীত\" বলে উল্লেখ করেছেন। এটি ৫০ মিটার (১৬০ ফুট) প্রস্থ একটি পরিখা দ্বারা সুরক্ষিত ছিল যার ব্যাস ছিল ২ কিলোমিটার (১.২ মাইল)। শহরের চারটি প্রবেশদ্বার ছিল; উত্তরে হরমোজড গেট, দক্ষিণে আর্দাশির গেট, পূর্বে মিথ্রা গেট এবং পশ্চিমে ওয়াহরাম গেট। রাজকীয় রাজধানীর যৌগগুলি ৪৫০ মিটার (১,৪৮০ ফুট) ব্যাসার্ধের একটি বৃত্তের কেন্দ্রে নির্মিত হয়। শহরের কেন্দ্রস্থলে একটি উঁচু মঞ্চ বা টাওয়ার ছিল, যাকে বলা হত টেরবাল। এটি ৩০ মিটার (৯৮ ফুট) উঁচু এবং সর্পিল নকশার ছিল। নকশাটি ইরানে অনন্য, এবং এর নির্মাণের উদ্দেশ্য সম্পর্কিত বেশকয়েকটি তত্ত্ব রয়েছে। এটিকে ইরাকের সামারার মহান মসজিদ এবং এর স্বতন্ত্র মিনার, মালউইয়ার স্থাপত্যের পূর্বসূরি বলে মনে করা হয়। সাসানি শাসনামলে, টাকশালের স্বাক্ষর হিসাবে গোর বোঝাতে সংক্ষিপ্ত রূপ ART (শিলালিপিমূলক পাহলভিতে) ব্যবহৃত হত।\n\n\n== জলবায়ু ==\nফিরুজাবাদের জলবায়ু উষ্ণ আধা-শুষ্ক। (কোপেন জলবায়ু শ্রেণিবিভাগ: BSh)।\n\n\n== শিক্ষা ==\nফিরুজাবাদ শহরে পাঁচটি বিশ্ববিদ্যালয় রয়েছে।\n\nফিরুজাবাদ উচ্চ শিক্ষা বিশ্ববিদ্যালয়\nইসলামি আজাদ বিশ্ববিদ্যালয়\nপেয়ামে নূর বিশ্ববিদ্যালয়\nকারিগরি ও ভোকেশনাল বিশ্ববিদ্যালয়\nফলিত বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\n\n== বহিঃসংযোগ ==\nErnst Herzfeld Papers, Series 5: Drawings and Maps, Records of Firuzabad  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০১২ তারিখে Collections Search Center, S.I.R.I.S., Smithsonian Institution, Washington, D.C.\n\"Ardašir Khureh (Firuzabad)\"। Livius। \nFars Cultural Heritage Organization\n\nটেমপ্লেট:ফর্স প্রদেশ\nটেমপ্লেট:ফিরুজাবাদ কাউন্টি"}