{"pageid": 1186437, "title": "সীমান্ত নিয়ন্ত্রণ", "url": "https://bn.wikipedia.org/wiki?curid=1186437", "content": "সীমান্ত নিয়ন্ত্রণ হচ্ছে স্থল, আকাশ ও সামুদ্রিক সীমানা বরাবর মানুষ, প্রাণী ও পণ্যের চলাচল নিয়ন্ত্রণ করার জন্য সরকার দ্বারা গৃহীত পদক্ষেপসমূহ। সীমান্ত নিয়ন্ত্রণ সাধারণত আন্তর্জাতিক সীমানার সাথে সম্পর্কিত হলেও কোনো একক রাষ্ট্রের অভ্যন্তরীণ সীমানাতেও সরকারি নিয়ন্ত্রণ আরোপ করা হয়।\nসীমান্ত নিয়ন্ত্রণের মাধ্যমে কাস্টমস, স্যানিটারি ও ফাইটোস্যানিটারি, বায়োসিকিউরিটি নিয়ন্ত্রণ থেকে মানব মাইগ্রেশন নিয়ন্ত্রণ—বিভিন্ন উদ্দেশ্য সাধন করা যায়। কিছু সীমান্ত উন্মুক্ত ও সম্পূর্ণভাবে অরক্ষিত, যেমন: বেশিরভাগ রাষ্ট্রের অভ্যন্তরীণ সীমানা এবং ইউরোপের শেনজেন অঞ্চলের অধীনস্থ আন্তর্জাতিক সীমানা। আবার অন্যান্য সীমানা অন্তত কিছুটা নিয়ন্ত্রিত এবং কেবল নির্ধারিত চেকপয়েন্টের মাধ্যমে বৈধভাবে সীমান্ত পার করা যায়। একবিংশ শতাব্দীর সীমান্ত নিয়ন্ত্রণ ব্যবস্থা ভ্রমণ নথি, ভিসা, ও ক্রমশ জটিল সরকারি নীতির সাথে দৃঢ়ভাবে জড়িত, যা রাষ্ট্রভেদে ভিন্ন।\nএক অনুমান অনুযায়ী, সীমান্ত নিয়ন্ত্রণ ব্যবস্থার, বিশেষ করে মাইগ্রেশন নিয়ন্ত্রণের, পরোক্ষ অর্থনৈতিক মূল্য কয়েক ট্রিলিয়ন ডলার বা কয়েক লাখ কোটি ডলার, এবং মাইগ্রেশন নিয়ন্ত্রণ তুলে দেওয়া হলে বিশ্ব অর্থনীতি দ্বিগুণ হয়ে যাবে।\n\n\n== অভ্যন্তরীণ সীমান্ত নিয়ন্ত্রণ ==\n\n\n=== এশিয়া ===\nএশিয়ার বিভিন্ন প্রান্তে অভ্যন্তরীণ সীমান্ত নিয়ন্ত্রণ রয়েছে। যেমন, চীন ও ভারতের সংখ্যালঘু-অধ্যুষিত এলাকায় প্রবেশ করার জন্য বিশেষ অনুমতিপত্রের প্রয়োজন। ভারত ও চীনের মূল ভূখণ্ডের স্বায়ত্তশাসিত নয় এমন অঞ্চলে অভ্যন্তরীণ আকাশ ও রেলপথে ভ্রমণের সময় সরকারি আধিকারিকরা অভ্যন্তরীণ সীমান্ত চেকপয়েন্ট হিসাবে ভ্রমণ নথি পর্যবেক্ষণ করা হয়।\n\n\n==== ভারত ====\nভারতের উত্তর-পূর্ব অঞ্চলের বেশিরভাগ জায়গায় ভ্রমণ করার জন্য বিশেষ অনুমতিপত্রের প্রয়োজন এবং কোনো রাজ্যের বিভিন্ন জায়গায় ভ্রমণ করার জন্য বিভিন্ন অনুমতিপত্রের প্রয়োজন হতে পারে। নেপাল ও ভুটানের নাগরিকদের জন্য অনেকসময় বিশেষ বিধি প্রয়োগ করা হয়। এছাড়া, ভারতের অন্যত্র থেকে আন্দামান ও নিকোবর দ্বীপপুঞ্জে প্রবেশ করার সময় পাসপোর্ট স্ট্যাম্প দেওয়া হয়, যদিও কেবল বিদেশিদের ক্ষেত্রে অনুমতিপত্রের প্রয়োজন রয়েছে। ভারতের স্বায়ত্বশাসিত নয় এমন অঞ্চলে আকাশ ও রেলপথে ভ্রমণের সময় নাগরিকরা ভোটার পরিচয়পত্র, আধার, পাসপোর্ট কিংবা ভারতীয় নাগরিকত্বের অন্য কোনো প্রমাণপত্র ব্যবহার করতে পারেন।\n\n\n== তথ্যসূত্র =="}