{"pageid": 1186379, "title": "শাপুর গুহা", "url": "https://bn.wikipedia.org/wiki?curid=1186379", "content": "শাপুর গুহা (ফার্সি: غار شاپور) প্রাচীন শহর বিশাপুর থেকে প্রায় ৬ কিলোমিটার (৩.৭ মাইল) দূরে দক্ষিণ ইরানের চোগান গিরিখাতের শেষ প্রান্তে জাগ্রোস পর্বতমালায় অবস্থিত। এই গুহাটি চোগান উপত্যকার কাজারুনের নিকটবর্তি, যা সাসানীয় যুগে পোলোর (Persian čōgān چُوگان) স্থান ছিল।\n\n\n== বর্ণনা ==\nগুহার প্রবেশপথের দৈর্ঘ্য প্রায় ১৬ মিটার (৫২ ফুট), যার উচ্চতা ৮ মিটার (২৬ ফুট) মিটারের কম। গুহায়, পাঁচটি সোপানের চতুর্থাংশে, সাসানীয় সাম্রাজ্যের দ্বিতীয় শাসক প্রথম শাপুরের প্রকাণ্ড মূর্তি রয়েছে। মূর্তিটি স্ট্যালাগমাইট থেকে খোদাই করে নির্মিত হয়েছিল। মূর্তিটির উচ্চতা ৭ মিটার (২৩ ফুট) এবং এর কাঁধ ২ মিটার (৬ ফুট ৭ ইঞ্চি) চওড়া এবং এর বাহুগুলি ৩ মিটার (৯.৮ ফুট) মিটার লম্বা। গুহার গভীরে, মূর্তির পিছনে, তিনটি প্রাচীন জলের অববাহিকা রয়েছে। মূর্তির উভয় পাশে, গুহার পাথরের দেয়াল রিলিফের জন্য সমতল করে প্রস্তুত করা হয়েছিল, কিন্তু রিলিফগুলি কখনও তৈরি করা হয়নি।\nপ্রায় ১৪০০ বছর আগে, মুসলিমদের পারস্য বিজয় এবং সাসানীয় সাম্রাজ্যের পতনের পরে, মূর্তিটি টেনে নামানো হয়েছিল এবং এর একটি পায়ের একাংশ ভেঙে ফেলা হয়েছিল। প্রায় ৭০ বছর আগে আবারও ভূমিকম্পে মূর্তিটির হাতের কিছু অংশ ভেঙে যায়। মূর্তিটি ১৯৫৭ সাল পর্যন্ত প্রায় ১৪ শতাব্দী ধরে মাটিতে পড়ে ছিল। পরে ইরানের শেষ শাহ মোহাম্মদ রেজা পাহলভি, ইরানের সামরিক বাহিনীর একটি দlলের মাধ্যমে এটিকে আবার নিজের পায়ে তুলে নিয়ে লোহা ও সিমেন্ট দিয়ে ভাঙা পা মেরামত করেছিলেন। মূর্তি উত্থাপন, বিশাপুর থেকে শাপুর গুহা এলাকা পর্যন্ত রাস্তা নির্মাণ এবং পাহাড়ের পথ, গুহায় যাওয়ার পথে সিঁড়ি ও লোহার বেড়া নির্মাণের এই প্রকল্পে ১৯৫৭ সালে ছয় মাস সময় লেগেছিল।\nকথিত আছে প্রথম শাপুরের মূর্তি ছাড়াও তার সমাধিও এই গুহার কোথাও অবস্থিত। আরেকটি কিংবদন্তি অনুসারে, শাপুর একটি যুদ্ধে পরাজিত হয়ে এই গুহায় ছুটে গিয়ে হারিয়ে গিয়েছিলেন এবং তার দেহাবশেষ কখনও উদ্ধার হয়নি।\nগুহার প্রবেশদ্বারে দুটি পাথরের শিলালিপি রয়েছে, যার একটি নকশ-ই রজবের শাপুরের নিজস্ব শিলালিপির অনুবাদ। অন্যটি ১৯৫৭ সালে সেনাবাহিনী কর্তৃক ১০০০ বছর পরে কীভাবে মূর্তিটি পুনরুদ্ধার করা হয়েছিল সে বিষয়ে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nSasanid architecture\nNaqsh-e Rustam\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:ফার্স প্রদেশ"}