{"pageid": 1186167, "title": "মেরিন এল হিমার", "url": "https://bn.wikipedia.org/wiki?curid=1186167", "content": "'মেরিন এল হিমার হলেন একজন ফরাসি মডেল এবং সোশ্যাল মিডিয়ায় প্রভাবশালী ব্যক্তিত্ব। তিনি রিয়েলিটি টেলিভিশন সিরিজ 'লেস প্রিন্সেস এট লেস প্রিন্সেস ডি ল'আমোর (প্রেমের রাজকুমার এবং রাজকুমারী)-তে তার যমজ বোন ওসেন এল হিমারের সাথে তার উপস্থিতির জন্য পরিচিত।  ২০২২ সালের নভেম্বরে তিনি ঘোষণা করেন যে, ধর্ম হিসেবে তিনি ইসলামকে গ্রহণ করেছেন।\n\n\n== প্রাথমিক জীবন ও ক্যারিয়ার ==\nমেরিন ১৯৯৩ সালে ফ্রান্সের বোর্দোতে মরক্কো বংশোদ্ভূত বাবা ও ফরাসি মায়ের কাছে জন্মগ্রহণ করেন। মেরিন একজন টিভি অভিনেত্রী হিসেবে তার কর্মজীবন শুরু করেন। তিনি প্রথম রিয়েলিটি টিভি শো লেস প্রিন্সেস এট লেস প্রিন্সেস ডি ল'আমোর (প্রেমের রাজকুমার এবং রাজকুমারী) তার যমজ বোন ওশেন এল হিমারের সাথে অভিনয় করে খ্যাতি পান। মেরিন সক্রিয়ভাবে ইনস্টাগ্রাম, স্ন্যাপচ্যাটের মতো সোশ্যাল মিডিয়া প্ল্যাটফর্ম ব্যবহার করেন এবং  সেখানে তিনি ভ্রমণ, ফ্যাশন, লাইফস্টাইল সম্পর্কিত বিষয়াদি শেয়ার করেন। ইনস্টাগ্রামে তার ১.৩ মিলিয়ন ফলোয়ার রয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\nসম্প্রতি এল হিমার ঘোষণা করেন যে, তিনি ২০২২ সালের নভেম্বরে ইসলামকে তার ধর্ম হিসেবে গ্রহণ করছেন। সম্প্রতি তিনি পবিত্র মক্কায় গিয়ে হিজাব পরিহিত অবস্থায় একটি ছবিসহ ইনস্টাগ্রামে পোস্ট করেন:  \n\"এই মুহূর্তগুলি জীবনের \"সবচেয়ে আনন্দের দিন। এই মুহূর্তে অনুভব করা সুখ এবং আবেগের তীব্রতা প্রকাশ করার জন্য যথেষ্ট শক্তিশালী কোন শব্দ নেই। একটি আধ্যাত্মিক যাত্রা, যা আমি আশা করি ইনশাআল্লাহ আমাকে উন্নীত করবে এবং গাইড করবে।এটি আত্মা, হৃদয় এবং যুক্তির একটি পছন্দ\"।\nইসলাম গ্রহণের কারণ\nফরাসি মিডিয়া জানিয়েছে যে, হিমার তার সৎ বাবার সাথে বেড়ে উঠেছেন। তাঁর জন্মদাতা পিতা ছিলেন মরক্কোন বংশোদ্ভূত। তিনি নিজের জন্মদাতা বাবা সম্পর্কে কিছু গবেষণা করেছেন যে, তারা মূলত কোথা থেকে এসেছেন এবং এই গবেষণার সময় ইসলামের সাথে তাঁর পরিচয় হয় এবং তিনি ইসলাম গ্রহণ করেন।\n\n\n== ফরাসি ইসলাম বিদ্বেষ ও এল হিমার ==\nএল হিমার এমন সময় ইসলাম গ্রহণ করেন, যখন ফ্রান্সে ইসলাম বিদ্বেষ চরম আকার ধারণ করেছে। এল হিমার হিজাবসহ নিজের ছবি শেয়ার করেছেন, যখন হিজাব ফ্রান্সে বহুল আলোচিত ইস্যুতে পরিণত হয়েছে। তার ইসলাম গ্রহণে পর অনেক বড় বড় তারকা মন্তব্য করেছেন। অনেকে বলেছেন, তার ইসলাম গ্রহণ কি ফ্রান্সে ইসলাম বিদ্বেষে কোনো প্রভাব ফেলবে? ফরাসি সমাজ কি মুসলমানদের নিজের মেনে নিয়ে তাদের ধর্মীয় অধিকারের পক্ষে দাঁড়াবে?\n\n\n== তথ্যসূত্র =="}