{"pageid": 1186877, "title": "আবু বকর শেকাউ", "url": "https://bn.wikipedia.org/wiki?curid=1186877", "content": "আবু মোহাম্মদ আবুবকর শেকাউ ছিলেন একজন কানুরি ব্যক্তি, যিনি নাইজেরিয়ার জিহাদি সংগঠন বোকো হারামের দ্বিতীয় নেতা হিসাবে পরিচিত ছিলেন। ২০০৯ সালে ইউসুফ নিহত হওয়ার আগ পর্যন্ত তিনি গ্রুপের প্রতিষ্ঠাতা মোহাম্মদ ইউসুফের ডেপুটি লিডার হিসেবে দায়িত্ব পালন করেন। ২০০৯ সালে তিনি বোকো হারামের প্রধান নেতা নির্বাচিত হন।\nনাইজেরীয় কর্তৃপক্ষ প্রচার করেছিল যে, ২০০৯ সালে শুরু হওয়া বোকো হারাম বিদ্রোহের সময় নিরাপত্তা বাহিনী ও বোকো হারামের মধ্যে সংঘর্ষ চলাকালীন ২০১০ সালের জুলাই মাসে শেকাউ নিহত হন। তবে শেকাউ গ্রুপের নেতৃত্ব দাবি করে যে, তিনি নিহত হননি এবং সাম্প্রতিক ধারণ করা একটি ভিডিওতে উপস্থিত হয়েছিলেন। ২০১৫ সালের মার্চে শেকাউ আই এসের নেতা আবু বকর আল-বাগদাদির প্রতি আনুগত্যের প্রতিশ্রুতি দেন। ২০১৬ সাল পর্যন্ত শেকাউ একজন সালাফি ছিলেন এবং সে বছর যখন তিনি আইএসআইএলের সাথে তার সম্পর্ক শেষ করেন, তখন সালাফি মতবাদও ত্যাগ করেন।\n২০২১ সালের ১লা মে ওয়াল স্ট্রিট জার্নালের একটি তদন্তে বলা হয় যে, শেকাউ বিরোধীদের সাথে লড়াই চলাকালীন যখন তাকে জীবিত বন্দী করার চেষ্টা করা হয়, তখন তিনি নিজেকে উড়িয়ে দেন। শেকাউয়ের প্রতিদ্বন্দ্বী আবু মুসাব বারনাভিও পরে দাবি করেন যে, শেকাউ গ্রেফতার এড়াতে নিজেকে উড়িয়ে দেন। ২০২১ সালের জুনে তার বেঁচে থাকা অনুগতদের মাধ্যমে তার মৃত্যু নিশ্চিত করা হয়।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন ===\nশেকাউ ইয়োবে রাজ্যের তরমুওয়ার শেকাউ শহরে জন্মগ্রহণ করেন। তার সঠিক জন্ম তারিখ অজানা। তবে ধারণা করা হয় যে, তিনি ১৯৬৫ থেকে ১৯৭৫ সালের মধ্যে জন্মেছেন। শেকাউ জাতিগতভাবে কানুরি ছিলেন এবং হাউসা, ফুলানি, আরবি ও ইংরেজিতে কথা বলতে পারতেন। তার ফটোগ্রাফিক স্মৃতি ছিল বলে জানা যায়।\n১৯৯০ সালে তিনি মাইদুগুড়ির মাফনি এলাকায় চলে আসেন এবং মোহাম্মদ গনি কলেজ অফ লিগ্যাল অ্যান্ড ইসলামিক স্টাডিজে ভর্তি হওয়ার আগে তিনি একজন ঐতিহ্যবাহী আলেমের অধীনে পড়াশোনা করেন। শেকাউ আদর্শগত কারণে ডিগ্রি অর্জন না করেই কলেজ ছেড়ে চলে যান।  পরে তিনি বোকো হারামের প্রতিষ্ঠাতা মোহাম্মদ ইউসুফের সাথে দেখা করেন এবং তার ডেপুটিদের একজন হন।\n২০০৯ সালের বোকো হারাম বিদ্রোহে ইউসুফের মৃত্যুর পর সে বছরের জুলাইয়ে শেকাউকে গ্রুপের নেতা নিযুক্ত করা হয়। ২০০৯ সালে নাইজেরিয়ার নিরাপত্তা বাহিনী কর্তৃক তার প্রাণহানির চেষ্টার সময় পায়ে গুলিবিদ্ধ হয়ে বেঁচে যান শেকাউ।  তিনি মুহাম্মদ ইউসুফের চার বিধবা স্ত্রীর একজনকে বিয়ে করেন। তার ডাকনাম ছিল দারুল তাওহীদ (তাওহীদে বিশেষজ্ঞ)।\n\n\n=== বোকো হারামের নেতা ===\nশেকাউয়ের নেতৃত্ব প্রতিদ্বন্দ্বিতাহীন ছিল না। তিনি আল কায়েদা ইসলামি মাগরিব শাখার কাছ থেকে তাকে পরামর্শ দিয়ে একটি সর্তক বার্তামূলক চিঠি পেয়েছিলেন। কিন্তু তিনি তাতে কর্ণপাত করেননি। তার অনিয়মিত নেতৃত্বের ফলে ২০১২ সালে গোষ্ঠীটি ভেঙ্গে জামাতুল আনসার আল-মুসলিম ফি বিলাদিস সুদান নামে একটি উপদল সৃষ্টি হয়। এই দলটির মধ্যে ছিল তার সামরিক কমান্ডার আবু মুহাম্মদ আল-বাউচাওয়ি ও ধর্মীয় উপদেষ্টা শেখ আবু ওসামা আল-আনসারী। তবে তার সামরিক কমান্ডার আবু সাদ আল-বামায়ী ও মুহাম্মদ সালাফিসহ অনেক সৈন্য ও কমান্ডার শেকাউয়ের সাথে থেকে যান। তার গোষ্ঠীর বেশিরভাগই অক্ষত থাকায় শেকাউ বিদ্রোহী দল জামাতুল আনসারের সাথে সংঘর্ষে লিপ্ত হন এবং তাদের নেতা আবু ওসামা আল-আনসারীকে হত্যা করেন। এরপর নাইজেরিয়ার সরকার কর্তৃক ব্যাপক গ্রেফতারের ফলে জামাতুল আনসার দলটি ২০১৫ সালের মধ্যে দলটি বিলুপ্ত হয়ে যায়।\n২০১২ সালের জুনে মার্কিন পররাষ্ট্র দফগর শেকাউকে সন্ত্রাসী হিসাবে মনোনীত করে এবং মার্কিন যুক্তরাষ্ট্রে তার সম্পদ জব্দ করে। ২০১৩ সালের জুন থেকে ডিপার্টমেন্ট তার রিওয়ার্ডস ফর জাস্টিস প্রোগ্রামের মাধ্যমে শেকাউকে ধরার তথ্যের জন্য ৭ মিলিয়ন মার্কিন ডলারের পুরস্কার ঘোষণা করা হয়। এছাড়াও নাইজেরিয়ার সেনাবাহিনী শেকাউয়ের জন্য ৫০ মিলিয়ন নাইরার পুরস্কার ঘোষণা করেছে।\nঅনলাইনে পোস্ট করা ভিডিওগুলিতে শেকাউ প্রায়শ তার অজেয়তা নিয়ে গর্ব করতেন এবং বিভিন্ন সেনাবাহিনীকে উপহাস করে বলেছিলেন যে, তাকে সহজে ঠেকানো যাবে না এবং আল্লাহর ইচ্ছা ব্যতীত তিনি মারা যাবেন না।\" তিনি সাঁজোয়া ট্যাঙ্ক ও অন্যান্য যুদ্ধযান নিজের দখলে থাকার গর্বও করতেন। তার অনলাইন ভিডিওগুলি প্রায়শ তার আমেরিকা বিরোধী হুঙ্কারকে চিত্রিত করে এবং তিনি মার্কিন যুক্তরাষ্ট্রে আক্রমণ করার একাধিক হুমকিও দেন। \n২০১৪ সালের এপ্রিল মাসে একটি উল্লেখযোগ্য ঘটনায় শেকাউ ২০০ জনেরও বেশি স্কুলছাত্রীকে অপহরণের কৃতিত্ব স্বীকার করেন।  অপহৃত মেয়েরা ইসলামে ধর্মান্তরিত হয়েছে বলেও ঘোষণা করেন শেকাউ।  তিনি খ্রিস্টান ধর্মের বিরুদ্ধেও জিহাদ করছেন বলে দাবি করেন। \n২০১৪ ও ১৫ সালে ইরাক ও সিরিয়ায় আইএসের নাটকীয় উত্থানের সাথে সাথে শেকাউ তার কমান্ডার ও সৈন্যদের চাপের সম্মুখীন হন, যেন তিনি আইএসের নেতা আবু বকর আল-বাগদাদির প্রতি আনুগত্যের প্রতিশ্রুতি দেন। দলটির একটি ইতিহাস বলে যে, শেকাউকে আনুগত্য স্বীকার করতে বাধ্য করা হয়। তার সকল সামরিক কমান্ডার একত্র হয়ে তাকে এ কাজে বাধ্য করে। যখন তিনি নিশ্চিত হন যে, বিষয়টি তার হাতের বাইরে চলে যাচ্ছে এবং যদি তিনি আনুগত্য না করেন তাহলে বড় বিশৃঙ্খলা হবে, তখন তিনি বাধ্য হয়ে আনুগত্য স্বীকার করেন। তবে আনুগত্য স্বীকার করার পর ২০১৬ সালের আগস্টে আইএস নেতারা আবু মুসাব বারনাভিকে শেকাউয়ের জায়গায় গোষ্ঠীর নেতা হিসেবে নিযুক্ত করে। \nশেকাউ বারনাভির কর্তৃত্বকে স্বীকৃতি দিতে অস্বীকৃতি জানান এবং বোকো হারামের আসল নাম জামায়াতু আহলুস সুন্নাহ লিদ্দাওয়াহ ওয়াল জিহাদের নামে দলটির একটি সংখ্যাগরিষ্ঠ অংশকে নিয়ে বিভক্ত হয়ে যান। তখন আবু মুসাব বারনাভি তার অনুগতদের নিয়ে ইসলামিক স্টেট ওয়েস্টার্ন আফ্রিকা প্রভিন্স (ISWAP) গঠন করেন। তখন শেকাউয়ের নেতৃত্বে মাত্র ১,৫০০ জন সৈন্য ছিল এবং বারনাভির ছিল ৩,৫০০ জন।  তখন ইসলামিক স্টেট ও ISWAP এর নেতারা খাওয়ারিজের মতাদর্শ অনুসরণ করে শেকাউকে ব্যাপকভাবে নিন্দা ও তাকফির করে। বিভক্তির পরবর্তী বছরগুলিতে শেকাউ ও বারনাভির বাহিনীর মধ্যে অনেক সংঘর্ষ হয়।\n\n\n== মৃত্যুর ভুয়া দাবি ==\n২০০৯ সালে নাইজেরীয় সরকার শেকাউকে হত্যা করার দাবি করে। কিন্তু এক বছরেরও কম সময়ের মধ্যে তিনি গ্রুপের নেতা হিসাবে পুনরায় আবির্ভূত হন। ২০১৩ সালের আগস্টে নাইজেরিয়ার সেনাবাহিনী জানায় যে, সৈন্যরা সাম্বিসা ফরেস্টে বোকো হারামের একটি ঘাঁটিতে হামলা চালালে তিনি মারাত্মকভাবে আহত হন এবং ২৫ জুলাই থেকে ৩ আগস্টের মধ্যে মারা যান।  এরপর ২০১৩ সালের সেপ্টেম্বরে একটি ভিডিও প্রকাশিত হয়, যেখানে এক ব্যক্তি নিজেকে শেকাউ বলে দাবি করে এবং বলে যে, তাকে হত্যা করা হয়নি।\n২০১৪ সালে নাইজেরিয়ার সেনাবাহিনী কনডুগা যুদ্ধের সময় তাকে হত্যা করেছে বলে দাবি করে।  ক্যামেরুনের সামরিক বাহিনী একটি ছবি পোস্ট করে  দাবি করে যে, তাদের বাহিনী ২০১৪ সালের সেপ্টেম্বরে শেকাউকে হত্যা করেছে। এসব ভুয়া প্রতিবেদনের প্রতিক্রিয়ায় নিরাপত্তা বিশ্লেষক রায়ান কামিংস মন্তব্য করেন যে, এটি কি তার চতুর্থ নাকি পঞ্চম মৃত্যু? আইফোনের ব্যাটারির চেয়েও কম সময়ে তিনি প্রায়ই মারা যান।  ২০১৪ সালের অক্টোবরের শুরুতে বার্তাসংস্থা এএফপি একটি ভিডিও পায়, যেটিতে শেকাউকে জীবিত দেখানো হয় এবং সেখানে তিনি নাইজেরিয়ার সামরিক বাহিনীর অভিযোগকে উপহাস করে উড়িয়ে দেন।\n২০১৫ সালের আগস্টে চাদের প্রেসিডেন্ট ইদ্রিস ডেবি দাবি করেন যে, শেকাউয়ের ভাগ্য নির্দিষ্ট না করেই অন্যকে তার স্থলাভিষিক্ত করা হয়েছে। এর কয়েকদিন পর শেকাউয়ের একটি অডিও বার্তা প্রকাশিত হয়ে। সেখানে তিনি দাবি করেন যে, তাকে হত্যা করা হয়নি বা গ্রুপের প্রধান হিসাবে বহিষ্কার করা হয়নি। \n২০১৬ সালের ১৯ আগস্ট নাইজেরীয় বিমান বাহিনীর তায় গ্রামে একটি বিমান হামলার সময় তিনি মারাত্মকভাবে আহত হয়েছেন বলে জানা গেছে। এই হামলায় বোকো হারামের কিছু সিনিয়র নেতাও নিহত হয়েছে বলে দাবি করা হয়। এরপর ২৫ সেপ্টেম্বর ইউটিউবে শেকাউ বলে অভিহিত একজন ব্যক্তির একটি ভিডিও প্রকাশিত হয়, যেখানে তিনি দাবি করেন যে, তিনি বেঁচে আছেন এবং সুস্থ আছেন। \n২০১৭ সালের ২৭ জুন শেকাউ একটি ভিডিও প্রকাশ করেন, যাতে তিনি নাইজেরীয় পুলিশ নারীদের অপহরণের দায় স্বীকার করেন এবং বোকো হারাম পরাজিত হয়েছে বলে দাবি করার জন্য নাইজেরীয় সরকারের সমালোচনা করেন।  এই ভিডিওটি শেকাউয়ের অব্যাহত বেঁচে থাকার আরো প্রমাণ বলে মনে করা হয়। ২০২০ সালের ফেব্রুয়ারিতে শেকাউ তথ্যমন্ত্রী ইসা আলী পান্তামিকে হুমকি দিয়ে একটি ভিডিও প্রকাশ করেন। বোকো হারাম নেতা শেকাউ বিবিসিকে দেওয়া এক সাক্ষাৎকারে মন্ত্রীকে উক্ত হুমকি দেন। \n\n\n== মৃত্যু ==\n২০২১ সালের মে মাসে ISWAP ও শেকাউয়ের সৈন্যদের মধ্যে লড়াই বাড়তে থাকে। ISWAP এর সৈন্যরা বোকো হারামের ঐতিহ্যবাহী শক্তিশালী ঘাঁটি সম্বিসা ফরেস্টে আক্রমণ করে এবং ১৯ মে শেকাউকে ঘিরে ফেলে। ISWAP শেকাউকে আত্মসমর্পণ করতে রাজি করার চেষ্টা করেছিল এবং বারনাভির কর্তৃত্ব স্বীকার করতে বলেছিল। কিন্তু বোকো হারাম নেতা তা প্রত্যাখ্যান করেন। আলোচনার মাঝামাঝি সময়ে শেকাউ একটি আত্মঘাতী ভেস্ট ব্যবহার করে বিরোধীপক্ষের ওপর ঝাঁপিয়ে পড়েন বলে জানা যায়। তখন বিরোধীপক্ষের একজন সিনিয়র ফ্রন্টলাইন কমান্ডার তার সাথে কথা বলছিলেন। ISWAP এই নাটকীয় কর্ম দেখে বিস্মিত হয়ে যায়।\nপরের সপ্তাহগুলিতে বেশ কয়েকটি সূত্র ধীরে ধীরে তার মৃত্যুর নিশ্চিতকরণ জারি করে।  জুনের মাঝামাঝি সময়ে বাকুরা সাহালাবার অধীনে শেকাউয়ের অনুগতরা তার মৃত্যু নিশ্চিত করে এবং ঘোষণা করে যে, তারা ISWAP-এর বিরুদ্ধে লড়াই চালিয়ে যাবে। \n\n\n== তথ্যসূত্র =="}