{"pageid": 1186381, "title": "অহীরাবণ", "url": "https://bn.wikipedia.org/wiki?curid=1186381", "content": "অহীরাবণ, মহীরাবণ নামেও পরিচিত, পাতাল লোকের একজন রাক্ষস শাসক। তিনি রাক্ষস রাজা রাবণের মিত্র বা ভাই। থাই ঐতিহ্যে তাকে  মাইয়ারাপ বলা হয়।\nঅহীরাবণ গোপনে তার বন্ধুদের সাথে পরামর্শ করে এবং তার নির্বাচিত দেবতা দেবী মহামায়ার বেদীতে রাম ও লক্ষ্মণ এর জীবন উৎসর্গ করার সিদ্ধান্ত নেয়। যাইহোক, হনুমান অহীরাবণের শিরচ্ছেদ করে এবং তার সেনাবাহিনীকে ধ্বংস করে তাদের জীবন রক্ষা করেছিলেন।\nরামায়ণের অহিরাবণ বধের গল্পটি রামায়ণের অনেক অকথিত গল্পের মধ্যে একটি। ঘটনাটি যেমন গুরুত্বপূর্ণ তেমনি আকর্ষণীয়ও। এটি হনুমানের একটি ভিন্ন দিক দেখায় এবং আমাদের বলে যে তিনি তার প্রিয় ভগবান রামের জন্য কত দৈর্ঘ্য যেতে ইচ্ছুক ছিলেন।\nকৃত্তিবাসী রামায়ণে, অহিরাবন ছিলেন পাতাল লোকের শাসক। তিনি ছিলেন রাবনের ভাই, এবং অত্যন্ত শক্তিশালী ও নিষ্ঠুর ছিলেন। তিনি জাদু ও মায়ায় ওস্তাদ ছিলেন, প্রায়শই তার শত্রুদেরকে বিভ্রম দেখিয়ে তাদের বিভ্রান্ত করতেন এবং তাদের হ্যালুসিনেট করে তুলতেন।\nকিংবদন্তি অনুসারে, রাবনের বীর ও অত্যন্ত প্রতিভাবান কিন্তু নীচ পুত্র ইন্দ্রজিৎ লক্ষ্মণ কর্তৃক নিহত হলে রাবণ ক্রেস্ট পড়ে গিয়েছিলেন এবং ধীরে ধীরে বুঝতে শুরু করেছিলেন যে তিনি যুদ্ধে হেরে যাচ্ছেন। তার চোখের মণি কেড়ে নেওয়ার জন্য তিনি রাম ও লক্ষ্মণের কাছে ফিরে যেতে চেয়েছিলেন। তার পক্ষে মতানৈক্যের সাথে, তিনি তার ভাই অহিরাবনকে নেদারওয়ার্ল্ড থেকে ডেকে পাঠান। অহিরাবন প্রথমে ভগবান রামের বিরুদ্ধে যুদ্ধে অংশ না নেওয়ার সিদ্ধান্ত নিয়েছিলেন।\nঅহিরাবন দেবী মহামায়ার ভক্ত ছিলেন। তিনি প্রায়শই তার কাছে মানুষকে বলিদান করতেন এবং প্রক্রিয়াটিতে আরও শক্তি অর্জন করেছিলেন। রাবন তাকে বোঝান যে তিনি যদি রাম ও লক্ষ্মণকে বন্দী করে দেবীর উদ্দেশ্যে বলি দিতে সক্ষম হন তবে তিনি খুব খুশি হবেন। এটি অহিরাবনকে ভাইদের অপহরণ করার একটি কারণ দেয় এবং সে তাদের বন্দী করার জন্য রাবনের সাথে একটি পরিকল্পনা তৈরি করে।\nবিভীষণ, অহিরাবনের পথের সাথে পরিচিত, তাদের পরিকল্পনার কথা জানতে পারে। তিনি রাম ও লক্ষ্মণকে অহিরাবন সম্পর্কে সতর্ক করেন। তিনি হনুমানকে রাম ও লক্ষ্মণের প্রতি নজর রাখতে এবং তাদের পাহারা দেওয়ার জন্য অনুরোধ করেন। বিভীষণ তাদের সবাইকে অহিরাবনের যাদু ও মায়ায় পারদর্শিতা সম্পর্কে অবহিত করেন এবং তার থেকে সতর্ক থাকতে বলেন।\nভগবান হনুমান কুটিরটির চারপাশে একটি ঢাল তৈরি করেন যেখানে রাম এবং লক্ষ্মণ তার লেজ নিয়ে ঘুমাচ্ছিলেন, যাতে কেউ ভাইদের কাছে পৌঁছানোর জন্য ব্যারিকেড লঙ্ঘন করতে না পারে।\nএকবার যখন সবাই ঘুমিয়ে থাকে, অহিরাবন রাম ও লক্ষ্মণকে অপহরণ করার জন্য বিভিন্ন ছদ্মবেশে ঢাল ভঙ্গ করার চেষ্টা করে, কিন্তু হনুমান তার প্রতিটি প্রচেষ্টা ব্যর্থ করে দেয়। অবশেষে অনেক পরিকল্পনার পর, অহিরাবন নিজেকে বিভীষণের ছদ্মবেশে নিয়ে আসেন এবং হনুমানকে কুটিরে প্রবেশ করতে বলেন এবং রাম ও লক্ষ্মণকে দেখতে বলেন। হনুমান তাকে ঢালে প্রবেশ করতে দেয় এবং প্রক্রিয়ায় অহিরাবন তাকে বোকা বানিয়ে দেয়। তিনি সফলভাবে রাম এবং লক্ষ্মণ উভয়কে অপহরণ করতে এবং গভীর ভূগর্ভে তাদের রাজ্যে নিয়ে যেতে সক্ষম হন।\nসকালে, সবাই জেগে উঠে বুঝতে পারে যে বিভীষণের ছদ্মবেশে অহিরাবন সফলভাবে রাম ও লক্ষ্মণকে নিয়ে গেছে। ক্রোধে কাতর হয়ে হনুমান বিভীষণকে প্রতিশ্রুতি দেন যে তিনি উভয় ভাইকে খুঁজে বের করবেন এবং অহিরাবনকেও হত্যা করবেন, এমনকি তার প্রিয় ভগবান রামের ক্ষতি করার চিন্তা করার জন্য প্রতিশোধ নিতে।\nবলা হয়, পটল লোক ছিল বিপরীত প্রবাহের জগৎ। এটি এমন একটি পৃথিবী যেখানে প্রকৃতির সমস্ত নিয়ম আমাদের পৃথিবীতে যা আছে তার সম্পূর্ণ বিপরীত ছিল। জীবন সেখানে উল্টো দিকে এগিয়েছে। বৃদ্ধ ব্যক্তিরা তাদের অন্ত্যেষ্টিক্রিয়া থেকে আবির্ভূত হয়েছিল এবং ধীরে ধীরে অল্পবয়সী হয়ে ওঠে যতক্ষণ না তারা নিছক শিশু ছিল। আগুন, জিনিসপত্র পোড়ানোর পরিবর্তে, সেখানে জিনিসগুলিকে ঠান্ডা করতে ব্যবহৃত হত।\nসেখানে পানি নিচের দিকে না গিয়ে ওপরের দিকে প্রবাহিত হতো। মাধ্যাকর্ষণ ছিল আকর্ষণীয়ের পরিবর্তে বিকর্ষণমূলক। সময়ের অগ্রগতি সেখানে পিছিয়ে ছিল, এবং এটি আমাদের সময়ের চেয়ে অনেক দ্রুত ছিল। বিভীষণ হনুমানকে স্থান সম্পর্কে এই সমস্ত ঘটনা জানান।\nহনুমান, তার প্রভুদের মুক্ত করার এবং তাদের দুষ্ট অহিরাবনের হাত থেকে রক্ষা করার জন্য অনেক দৃঢ়তা এবং সংকল্প নিয়ে, পটল লোকে সমস্ত পথ ভ্রমণ করেন। তিনি পটল লোকে অহিরাবনের নগরী খুঁজে পান, সর্বত্র দুর্গ এবং দুর্গ এবং প্রহরী সহ একটি ভুতুড়ে সুন্দর জায়গা। তিনি সকলের বিরুদ্ধে লড়াই করেন এবং অবশেষে অহিরাবনের প্রাসাদে পৌঁছান, যেখানে তিনি প্রাসাদের অভিভাবক মকরধ্বজ অর্ধেক বানর অর্ধেক সরীসৃপের সাথে দেখা করেন।\n\n\n== তথ্যসূত্র =="}