{"pageid": 1186622, "title": "ইয়াযদ", "url": "https://bn.wikipedia.org/wiki?curid=1186622", "content": "ইয়াযদ (ফার্সি: یزد [jæzd] ()), পূর্বে ইয়েযদ নামেও পরিচিত ছিল, ইরানের ইয়াযদ প্রদেশের রাজধানী। শহরটি এসফাহন থেকে ২৭০ কিমি (১৭০ মা) দক্ষিণ-পূর্বে অবস্থিত। ২০১৬ সালের আদমশুমারি অনুযায়ী, জনসংখ্যা ছিল ১,১৩৮,৫৩৩ জন। ২০১৭ সাল থেকে, ঐতিহাসিক শহর ইয়াযদ ইউনেস্কো কর্তৃক বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে স্বীকৃত।\nমরুভূমির পরিবেশে প্রজন্মের পর প্রজন্মের অভিযোজনের কারণে, ইয়াযদের একটি অনন্য পারস্য স্থাপত্য রয়েছে। এর অনেক উদাহরণ থেকে এটিকে \"উইন্ডক্যাচারের শহর\" (شهر بادگیرها শাহরে বদগিরহা) ডাকনাম দেওয়া হয়েছে। এটি জরাথুষ্ট্রীয় অগ্নি মন্দির, আব আনবার (সিস্টার্ন), কানাত (ভুগর্ভস্থ চ্যানেল), ইয়াখচাল (কুলার), ফার্সি হস্তশিল্প, হাতে বোনা কাপড় (ফার্সি তেরেহ), রেশম বয়ন, ফার্সি তুলো মিছরি, এবং সে সমইয়ের সম্মানিত মিষ্টান্নগুলির জন্য খুব সুপরিচিত। ইয়াযদকে বাইসাইকেলের শহর বলা হয়, কারণ বাইক আরোহীদের পুরানো ইতিহাস এবং ইরানে মাথাপিছু সাইকেলের সংখ্যা সবচেয়ে বেশি। জানা গেছে যে ইরানে বাইসাইকেল সংস্কৃতি গত শতাব্দীতে ইউরোপীয় দর্শক এবং পর্যটকদের সাথে যোগাযোগের ফলে ইয়াযদে উদ্ভূত হয়েছিল।\n\n\n== নাম ==\nইয়াযদ মানে \"শুদ্ধ\" এবং \"পবিত্র\"; ইয়াযদ শহর মানে \"পবিত্র শহর [One, i. e., God]\"। এই শহরের প্রাক্তন নাম: কাথ, আইসাটিস।\n\n\n== ইতিহাস ==\n\nইয়াযদ থেকে ১২ কিলোমিটার উত্তরে প্রত্নতাত্ত্বিক প্রমাণ থেকে জানা যায় যে হাখমানেশি সাম্রাজ্যের (৫৫০ খ্রিস্টপূর্বাব্দ–৩৩০ খ্রিস্টপূর্ব) সময় থেকে এলাকাটি জনবহুল। প্লিনি দ্য এল্ডার (মৃত্যু 79 খ্রিস্টাব্দ) তার প্রাকৃতিক ইতিহাসে, পার্থিয়ান সাম্রাজ্যের (২৪৭ খ্রিস্টপূর্বাব্দ–২২৪ খ্রিস্টাব্দ) \"আইসাটিস\" নামে একটি শহরের উল্লেখ করেছেন, যা আপাতদৃষ্টিতে আসাগার্তা/ইস্তাচাই/সাগারটিয়ানদের নামের সাথে যুক্ত। ফলস্বরূপ, কিছু পণ্ডিতরা পরামর্শ দিয়েছেন যে ইয়াযদের নামটি আইসাটিস (Isatichae, Ysatis, Yasatis হিসাবেও প্রতিলিপিকৃত) থেকে নেওয়া হয়েছিল এবং পরবর্তী নামটি মেডিয়ান বা হাখমানেশি যুগে ব্যবহার করা শুরু হয়েছিল।\nসাসানি সাম্রাজ্যের অধীনে (২২৪-৬৫১) ইয়াজদকে ঘিরে থাকা এলাকাটি প্রথম প্রাচীনকালে প্রাধান্য পেতে শুরু করে। প্রথম ইয়াযদগারদের (শা. ৩৯৯–৪২০) অধীনে, ইয়াযদে একটি টাকশাল প্রতিষ্ঠিত হয়েছিল (\"YZ\"-এর টাকশাল সংক্ষেপে), যা এর ক্রমবর্ধমান গুরুত্ব প্রদর্শন করে। ১৪৪১ সালের নতুন ফার্সি ধারাবিবরণী তারিখ-ই ইয়াজদ (\"ইয়াযদের ইতিহাস\") অনুসারে, ইয়াযদ \"বাহরামের পুত্র ইয়াযদগারদ\" অর্থাৎ দ্বিতীয় ইয়াযদগারদ (শা. ৪৩৮–৪৫৭) দ্বারা পুনঃপ্রতিষ্ঠিত হয়েছিল। ইয়াযদ শব্দের অর্থ ঈশ্বর। আরবদের ইরান বিজয়ের পর, অনেক জরাথুষ্ট্রীয় প্রতিবেশী প্রদেশ থেকে ইয়াযদে চলে আসেন। একটি শুল্ক প্রদানের মাধ্যমে, ইয়াযদকে জয়ের পরেও জরাথুস্ট্রিয় থাকার অনুমোদন দেওয়া হয়েছিল এবং ইসলাম ধীরে ধীরে শহরের প্রধান ধর্ম হয়ে ওঠে।\nদুর্গম মরুভূমির অবস্থান এবং প্রবেশের অসুবিধার কারণে, বৃহৎ যুদ্ধ এবং যুদ্ধের ধ্বংস ও ধ্বংসযজ্ঞ থেকে ইয়াযদ রক্ষা পেয়েছিল। উদাহরণস্বরূপ, মঙ্গোল আক্রমণের সময় পারস্য সাম্রাজ্যের অন্যান্য অংশে ধ্বংস থেকে পালিয়ে আসা আসাদের জন্য একটি আশ্রয়স্থল ছিল। ১২৭২ সালে মার্কো পোলো এখানে পরিদর্শন করেছিলেন, যিনি শহরের সূক্ষ্ম রেশম-বয়ন শিল্প সম্পর্কে মন্তব্য করেছিলেন। দ্য ট্র্যাভেলস অব মার্কো পোলো, বইতে তিনি ইয়াযদকে নিম্নোক্তভাবে বর্ণনা করেছেন:\n\nIt is a good and noble city, and has a great amount of trade. They weave there quantities of a certain silk tissue known as Yasdi, which merchants carry into many quarters to dispose of. When you leave this city to travel further, you ride for seven days over great plains, finding harbour to receive you at three places only. There are many fine woods producing dates upon the way, such as one can easily ride through; and in them there is great sport to be had in hunting and hawking, there being partridges and quails and abundance of other game, so that the merchants who pass that way have plenty of diversion. There are also wild asses, handsome creatures. At the end of those seven marches over the plain, you come to a fine kingdom which is called Kerman.\n\n\n== শিক্ষা ==\n১৯৮৮ সালে এখানে ইয়াযদ বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়েছিল। এখানে একটি স্থাপত্য কলেজ রয়েছে যা ঐতিহ্যগত পারস্য শিল্প ও স্থাপত্যে বিশেষজ্ঞ। ইয়াযদ এবং এর আশেপাশের শহরগুলিতে নিম্নলিখিত উচ্চ শিক্ষা প্রতিষ্ঠান রয়েছে:\n\n\n== পরিবহন ==\nইরানি রেলওয়ের মাধ্যমে ইরানের প্রধান শহরগুলির সাথে সংযোগের পাশাপাশি, ইয়াযদকে শহীদ সাদুঘি বিমানবন্দর মাধ্যমে পরিসেবা দেয়া হয়।\n\n\n== যমজ শহর - ভগ্নি শহর ==\n\nইয়াজদের সাথে যমজ শহর:\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nইরান\nইয়াযদ প্রদেশ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nRare Photos of Arak, Yazd, Kashan  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ এপ্রিল ২০১৫ তারিখে Iranian.com\nPhototour of the desert city (Yazd)\nটেমপ্লেট:Yazd Province\nটেমপ্লেট:Yazd County"}