{"pageid": 1186439, "title": "উইলিয়াম শেকসপিয়রের নাট্যসাহিত্য", "url": "https://bn.wikipedia.org/wiki?curid=1186439", "content": "শেকসপিয়রের নাট্যসাহিত্য হল ইংরেজ কবি, নাট্যকার ও অভিনেতা উইলিয়াম শেকসপিয়রের লেখা প্রায় ৩৯টি নাটকের একটি সংগ্রহ। নাটকের সঠিক সংখ্যা এবং সেই সঙ্গে ট্র্যাজেডি, ঐতিহাসিক ও কমেডি বা অন্যভাবে এই নাটকগুলির বর্গবিন্যাসও গবেষকদের বিতর্কের বিষয়। শেকসপিয়রের নাটকগুলিকে ইংরেজি ভাষার শ্রেষ্ঠ নাটক হিসেবে বহুল স্বীকৃত। সারা পৃথিবীতে অবিরত এগুলি মঞ্চায়িত হয়ে থাকে এবং পৃথিবীর প্রতিটি প্রধান জীবিত ভাষায় অনূদিতও হয়েছে।\nশেকসপিয়রের অনেক নাটকই ধারাবাহিকভাবে কোয়ার্টো আকারে মুদ্রিত হয়েছিল, কিন্তু সেগুলির অর্ধেকই ১৬২৩ সালের আগে পর্যন্ত অপ্রকাশিত থেকে যায়। সেই বছরই শেকসপিয়রের মরণোত্তর ফার্স্ট ফোলিও প্রকাশিত হয়েছিল। ট্র্যাজেডি, কমেডি ও ঐতিহাসিক নাটক - এই তিন শ্রেণিতে শেকসপিয়রের নাটকগুলির যে প্রথাগত বর্গবিন্যাস তা ফার্স্ট ফোলিওর বিন্যাস অনুসারেই করা হয়। অবশ্য আধুনিক সমালোচকেরা এগুলির মধ্যে কয়েকটি নাটককে সরল বর্গবিন্যাসের সমস্যা এড়ানোর জন্য অথবা সম্ভবত উদ্দেশ্যপ্রণোদিতভাবে বর্গবিন্যাস-সংক্রান্ত প্রথাগুলিকে ভাঙার জন্যই \"জটিল নাটক\" আখ্যা দেন। আবার গবেষকেরা যেগুলিকে শেকসপিয়রের শেষজীবনে রচিত কমেডি মনে করেন সেগুলিকে \"রোম্যান্স\" আখ্যা দেন।\n১৫৭০-এর দশকের শেষভাগে বা ১৯৮০-এর দশকের গোড়ায় যখন শেকসপিয়র প্রথম লন্ডনে এসেছিলেন, তখন দ্য কার্টেন প্রভৃতি লন্ডনের নতুন বাণিজ্যিক নাট্যশালার জন্য নাট্যরচনাকারী নাট্যকারেরা নাটকের দু'টি ধারাকে মিলিয়েএকটি নতুন ও স্বতন্ত্রভাবে এলিজাবেথীয় সংশ্লেষের উদ্ভব ঘটান। ইতিপূর্বে ইংরেজি নাট্যশালার জনপ্রিয়তম নাট্যশৈলীটি ছিল টিউডর নীতিনাটক। এই নাটকগুলিতে সাধারণভাবে ধর্মানুরাগের বিষয়টিই তুলে ধরা হত এবং নৈতিক গুণাবলির ব্যক্তিপ্রতীকের মাধ্যমে প্রধান চরিত্রকে ধর্মজীবন বা অধর্মাচরণের মধ্যে একটিকে বেছে নিতে প্ররোচিত করা হত বা উপদেশ দেওয়া হত। চরিত্র ও আখ্যানবস্তুও সেই সব নাটকের থেকে বাস্তবসম্মত নয়, বরং অনেকটাই ছিল প্রতীকী। শৈশবে শেকসপিয়র সম্ভবত এই জাতীয় নাটক দেখেছিলেন (সেই সঙ্গে সম্ভবত রহস্য নাটক ও অলৌকিক নাটকও দেখেছিলেন)।\nনাট্যধারার অন্য ধারাটি ছিল ধ্রুপদি নান্দনিকতা তত্ত্ব। এই তত্ত্বের উদ্ভব প্রধানত অ্যারিস্টটলের রচনা থেকে; ইংল্যান্ডের নবজাগরণের যুগে যদিও এই তত্ত্ব অধিকতর পরিচিতি লাভ করেছিল এটির রোমান ব্যাখ্যাকর্তা ও অনুশীলনকারীদের মাধ্যমে। বিশ্ববিদ্যালয়ে নাটক মঞ্চস্থ হত রোমান ক্লোজেট নাটকের অনুরূপ এক অধিকতর শিক্ষায়তনিক ভঙ্গিতে। সাধারণত লাতিন ভাষায় অভিনীত এই স্কল নাটকে ঐক্য ও শিষ্টতার ধ্রুপদি ধারণাগুলিকে অনুসরণ করা হত। কিন্তু এগুলি ছিল অধিকতর স্থানু প্রকৃতির নাটক, এগুলিকে অঙ্গসঞ্চালনের তুলনায় দীর্ঘ সংলাপের উপর গুরুত্ব বেশি আরোপ করা হত। গ্রামার স্কুলে প্লুটাস ও বিশেষত টেরেন্স ছিল পাঠক্রমের অঙ্গ এবং দীর্ঘ তাত্ত্বিক ভূমিকা সহ এই লেখকদের রচনার বিভিন্ন সংস্করণ পড়ানো হত। তাই শেকসপিয়রও সেখানেই এই তত্ত্ব শিক্ষা করে থাকবেন।\n\n\n== নাট্যশালা ও মঞ্চসজ্জা ==\nবিংশ শতাব্দীর শেষভাগে রোজ ও গ্লোব থিয়েটারের ভিত্তিতে প্রত্নতাত্ত্বিক খননকার্যের ফলে দেখা যায় যে, লন্ডনের সব ক'টি ইংরেজি রেনেসাঁ থিয়েটারই একই ধরনের সাধারণ নকশার উপর নির্মিত হয়েছিল। প্রতিটি থিয়েটারের কিছু স্বতন্ত্র বৈশিষ্ট্য ছিল বটে; কিন্তু সাধারণ থিয়েটারগুলি সব ক'টিই ছিল তিন তলা সমান উঁচু এবং কেন্দ্রের একটি মুক্তাঙ্গন সহ নির্মিত। সার্বিকভাবে গোল আকার প্রদান করার জন্য বহুভূজ নকশা গ্রহণ করা হত, অভ্যন্তরমুখী ত্রিস্তরীয় গ্যালারি থাকত মুক্ত কেন্দ্রীয় অংশটির অভিমুখে, এবং সেই অংশটি যুক্ত থাকত মঞ্চের সঙ্গে। এই মঞ্চ ছিল একটি বেদি, যার তিন দিকে দর্শকেরা বসতেন। পিছনের অংশটি শুধুমাত্র অভিনেতাদের প্রবেশ ও প্রস্থান এবং সংগীতশিল্পীদের জন্য ব্যবহারের জন্য রাখা হত। মঞ্চের পিছনে উপরের স্তরটিকে নাটকে ব্যালকনি হিসেবে (যেমন রোমিও অ্যান্ড জুলিয়েট নাটকে) অথবা ভিড়ের উদ্দেশ্যে কোনও চরিত্রে বক্তৃতা প্রদানের স্থান হিসেবে (যেমন জুলিয়াস সিজার নাটকে) ব্যবহার করাত হত।\nথিয়েটারগুলি কাঠ, ল্যাথ ও প্লাস্টার দিয়ে নির্মিত হত এবং ছাদগুলি ছাওয়া হত শুকনো খড় দিয়ে। সেই কারণে প্রথম দিকের থিয়েটারগুলির অগ্নিকাণ্ডে ক্ষতিগ্রস্থ হত। পরবর্তীকালে প্রয়োজন অনুসারে অধিকারী টেকসই ভবন নির্মিত হয়। ১৬১৩ সালের জুন মাসে গ্লোব থিয়েটার আগুনে পুড়ে যাওয়ার পরে সেটি পুনর্নির্মিত হয় টালির ছাদ সহ।\nব্ল্যাকফ্রেয়ারস থিয়েটার নির্মাণের সময় থেকে একটি অন্যরকম মডেল ব্যবহৃত হতে থাকে, যা ১৫৯৯ সালে দীর্ঘকালীন মেয়াদে নিয়মিত ব্যবহৃত হতে শুরু করে। পূর্ববর্তী থিয়েটারগুলির তুলনায় ব্ল্যাকফ্রেয়ারস ছিল আকারে ছোটো। আগের থিয়েটারগুলির ছাদ না থাকলেও এটিতে ছাদ ছিল। সেই হিসেবে এটিই আধুনিক নাট্যশালার পূর্বসূরি।\n\n\n== নাটকের উৎস-উপাদান ==\n\nসেকালের সাধারণ রেওয়াজ অনুযায়ী শেকসপিয়রও অনেক নাটকের উপাদান অন্যান্য নাট্যকারদের রচনা থেকে সংগ্রহ করেছিলেন এবং পুরনো কাহিনি ও ঐতিহাসিক উপাদানকে পুনরায় নাটকে ব্যবহার করেছিলেন। পূর্ববর্তী উৎসসূত্রগুলির উপর তাঁর নির্ভরশীলতা ছিল যে গতিতে সেকালের নাট্যকারেরা লিখতেন তার স্বাভাবিক পরিণাম; তাছাড়া ইতিপূর্বে জনপ্রিয়তাপ্রাপ্ত গল্পের ভিত্তিতে রচিত নাটকগুলিকে অধিক পরিমাণে দর্শক আকর্ষণ করতেও দেখা যেত। কয়েকটি নান্দনিক কারণও ছিল: নবজাগরণকালীন নান্দনিকতার তত্ত্ব কঠোরভাবে মনে করত যে, ট্র্যাজিক কাহিনি ইতিহাসের ভিত্তির উপর স্থাপন করাই উচিত। উদাহরণস্বরূপ, কিং লিয়ার সম্ভবত কিং লেয়ার নামে আরেকটি পুরনো নাটক থেকে গৃহীত এবং হেনরিয়াড সম্ভবত দ্য ফেমাস ভিক্ট্রিজ অফ হেনরি দ্য ফিফথ নাটক থেকে উৎসারিত। অনুমান করা হয় যে, হ্যামলেট (আনু. ১৬০১) নাটকটি একটি পুরনো হারিয়ে যাওয়া নাটকের (তথাকথিত উর-হ্যামলেট) পুনর্কথন। যদিও এই পর্বের হারিয়ে যাওয়ার নাটকের সংখ্যার কারণে সেগুলির সম্পর্ক নিশ্চিতভাবে স্থির করা যায় না। (প্রকৃতপক্ষে উর-হ্যামলেট নাটকটিও শেকসপিয়রের রচনা হতে পারে, হয়তো তা পূর্বে লেখা ও পরে বাতিল করে দেওয়া কোনও পাঠ।) ঐতিহাসিক বিষয়ভিত্তিক নাটকগুলির ক্ষেত্রে শেকসপিয়র অতিমাত্রায় নির্ভর করতেন দু'টি প্রধান গ্রন্থের উপর। অধিকাংশ রোমান ও গ্রিক ইতিহাসাশ্রয়ী নাটকের উৎস হল প্লুতার্কের প্যারালাল লাইভস (১৫৭৯ সালে প্রকাশিত স্যার টমাস নর্থ কৃত ইংরেজি অনুবাদ থেকে), এবং ইংল্যান্ডের ইতিহাসাশ্রয়ী নাটকগুলি ঋণী রাফায়েল হলিনশেডের ১৫৮৭ সালে প্রকাশিত ক্রনিকলস বইটির প্রতি। কমেডিগুলির ক্ষেত্রে এই কথা খাটে না। লাভ'স লেবার'স লস্ট ও দ্য টেম্পেস্ট-এর মতো কমেডিগুলির কোনও স্পষ্ট উৎসসূত্রও প্রতিষ্ঠা করা যায় না। যদিও এই নাটকগুলিও গভীরভাবে বর্গের সাধারণ বিষয়গুলির উপর নির্ভরশীল ছিল।\nশেকসপিয়রের নাটকের সঠিক কালপঞ্জি নিয়ে অনেক বিতর্ক রয়েছে, তবে এই বিষয়ে সাধারণভাবে সবাই একমত যে শৈলীগত বিন্যাস মূলত তিন পর্যায়বিশিষ্ট একটি কালপঞ্জিরই প্রতিফলন ঘটায়:\n\nইতিহাসাশ্রয়ী নাটক ও কমেডি – শেকসপিয়রের একেবারে গোড়ার দিককার নাটকগুলিতে অন্যান্য নাট্যকারের রচনা থেকে উপাদান গ্রহণের এবং অমিত্রাক্ষর ছন্দের প্রয়োগ ও ছন্দের অল্প বৈচিত্র্যের একটি প্রবণতা দেখা যায়। মহামারীর ফলে ১৫৯২ থেকে ১৫৯৪ পর্যন্ত শেকসপিয়র ও তাঁর অভিনেতৃ সংঘকে লন্ডনের বাইরে কাটাতে হয়েছিল। এরপর শেকসপিয়র তাঁর নাটকে ছন্দোবদ্ধ দোঁহা এবং অধিকতর নাটকীয় সংলাপের প্রয়োগ ঘটাতে থাকেন। দ্য টেমিং অফ দ্য শ্রিউ ও আ মিডসামার নাইট'স ড্রিম নাটকে এই উপাদানগুলি প্রথম উপস্থিত হয়। লন্ডনে মহামারীর পর রচিত প্রায় সব নাটকই ছিল কমেডি। সম্ভবত তা রচিত হয়েছিল সাধারণের মধ্যে হালকা চালের বিনোদনের আকাঙ্ক্ষার একটি প্রতিফলন হিসেবে। এই পর্বে রচিত শেকসপিয়রের অন্যান্য কমেডিগুলির অন্যতম মাচ অ্যাডু অ্যাবাউট নাথিং, দ্য মেরি ওয়াইভস অফ উইন্ডসর ও অ্যাজ ইউ লাইক ইট।\nট্র্যাজেডি – ১৫৯৯ সালে জুলিয়াস সিজার নাটক দিয়ে শুরু এই ধারায় পরবর্তী কয়েক বছরে শেকসপিয়র রচনা করেছিলেন তাঁর শ্রেষ্ঠতম নাট্যকীর্তিগুলির কয়েকটি। যার মধ্যে অন্যতম হল ম্যাকবেথ, হ্যামলেট ও কিং লিয়ার। এই পর্যায়ের নাটকগুলিতে বিশ্বাসঘাতকতা, হত্যা, কামলালসা, ক্ষমতা ও অহংবাদের মতো বিষয়গুলি উঠে এসেছে।\nসর্বশেষ রোম্যান্স – এই নাটকগুলিকে (যার মধ্যে রয়েছে পেরিক্লিস, প্রিন্স অফ টায়ার, সিম্বেলাইন, দ্য উইন্টার'স টেল ও দ্য টেম্পেস্ট) এই নামে অভিহিত করার কারণ, এগুলির সঙ্গে মধ্যযুগীয় রোম্যান্স সাহিত্যের সাদৃশ্য লক্ষিত হয়। এই নাটকগুলির অন্যতম বৈশিষ্ট্য হল মিলনান্তিক সমাপ্তি-সহ এক পরিত্রাণমূলক আখ্যানভাগ, জাদুবিদ্যা ও অন্যান্য অতিলৌকিক উপাদান।\n\n\n== প্রামাণ্য নাটক ==\nএই তালিকার অন্তর্ভুক্ত নাটকগুলির মধ্যে ছত্রিশটি নাটক ১৬২৩ সালে ফার্স্ট ফোলিওতে যে ক্রমে অন্তর্ভুক্ত হয়েছিল সেই ক্রমেই উল্লিখিত হল। যে তিনটি নাটক ফার্স্ট ফোলিওয় অন্তর্ভুক্ত হয়নি, তার মধ্যে দু'টি কমেডি (পেরিক্লিস, প্রিন্স অফ টায়ার ও দ্য টু নোবল কিনসমেন) কমেডির তালিকার শেষে এবং এডওয়ার্ড দ্য থার্ড নাটকটি ঐতিহাসিক নাটকের তালিকার শেষে যুক্ত হল।\n\nটীকা: স.রো. চিহ্নিত নাটকগুলি সাধারণভাবে \"সর্বশেষ রোম্যান্স\" হিসেবে চিহ্নিত হয়। জ.না. চিহ্নিত নাটকগুলি কখনও কখনও \"জটিল নাটক\" হিসেবে চিহ্নিত হয়। ফা.ফো. চিহ্নিত নাটক তিনটি ফার্স্ট ফোলিওর অন্তর্ভুক্ত হয়নি।\n\n\n== নাট্য-সহযোগী ==\n\nসেযুগের অন্যান্য অধিকাংশ নাট্যকারের মতো শেকসপিয়রও সর্বদা এককভাবে নাট্যরচনা করেননি। তাঁর বেশ কয়েকটি নাটক অন্যান্যদের সহযোগিতায় রচিত। যদিও এই জাতীয় নাটকের সংখ্যা ঠিক কত তা গবেষকদের বিতর্কের বিষয়। দ্য টু নোবল কিনসমেন ইত্যাদি কয়েকটি নাটকের ক্ষেত্রে এই বিষয়টি সমসাময়িক নথিপত্র থেকেই সুস্পষ্ট; আবার টাইটাস অ্যান্ড্রোনিকাস প্রভৃতি কয়েকটি নাটকের ক্ষেত্রে এই বিষয়টি বিতর্কিত এবং আধুনিক গবেষকদের ভাষাতাত্ত্বিক বিশ্লেষণের উপর নির্ভরশীল।\n\nকার্ডেনিও (হারিয়ে যাওয়া নাটক অথবা শুধুমাত্র পরবর্তীকালীন অভিযোজনা ডাবল ফলসহুড-এর মাধ্যমেই প্রাপ্তব্য) - সমসাময়িক নথি থেকে এমন ইঙ্গিত পাওয়া যায় এই নাটকের ক্ষেত্রে শেকসপিয়রের সহ-লেখক ছিলেন জন ফ্লেচার।\nসিম্বেলাইন – দি ইউল শেকসপিয়র অনুযায়ী, এই নাটকটির অংশবিশেষ অথবা তৃতীয় অঙ্ক সপ্তম দৃশ্য এবং পঞ্চম অঙ্ক দ্বিতীয় দৃশ্যের পুরোটাই সহযোগীর সাহায্যে রচিত।\nএডওয়ার্ড দ্য থার্ড – ব্রায়ান ভাইকারসের মতে, এই নাটকের চল্লিশ শতাংশ শেকসপিয়রের এবং ষাট শতাংশ টমাস কিডের রচনা।\nহেনরি দ্য সিক্সথ, পর্ব ১ – কোনও কোনও গবেষকের মতে শেকসপিয়র এই নাটকের কুড়ি শতাংশেরও কম অংশ রচনা করেছিলেন।\nহেনরি দি এইটথ – সাধারণভাবে মনে করা হয় যে এই নাটকটি শেকসপিয়র ও ফ্লেচারের যৌথ রচনা।\nম্যাকবেথ – টমাস মিডলটন সম্ভবত ১৬১৫ সালে এই ট্র্যাজেডিটিকে পরিমার্জিত করে কয়েকটি অতিরিক্ত সাংগীতিক দৃশ্য সংযোজন করেন।\nমেজার ফর মেজার – সম্ভবত মিডলটন এই নাটকে অল্প পরিমার্জনা করেছিলেন।\nপেরিক্লিস, প্রিন্স অফ টায়ার – সম্ভবত জর্জ উইলকিনসের কাজ এই নাটকের অন্তর্ভুক্ত, হয় সহ-লেখক, নয় পরিমার্জনাকারী বা সহ-পরিমার্জনাকারী হিসেবে।\nটাইমন অফ এথেন্স – সম্ভবত শেকসপিয়র ও মিডলটনের যৌথ রচনা।\nটাইটাস অ্যান্ড্রোনিকাস – জর্জ পিলের সহযোগিতায় রচিত অথবা তাঁর দ্বারা পরিমার্জিত।\nদ্য টু নোবল কিনসমেন – ১৬৩৪ সালে ফ্লেচার ও শেকসপিয়রের যৌথ রচনা হিসেবে উল্লিখিত।\n\n\n== হারিয়ে যাওয়া নাটক ==\nলাভ'স লেবার'স ওয়ান – ষোড়শ শতাব্দীর শেষভাগের লেখক ফ্রান্সিস মেয়ারস এবং এক গ্রন্থবিক্রেতার তালিকায় শেকসপিয়রের সাম্প্রতিক রচনার মধ্যে এই নামের একটি নাটকের উল্লেখ পাওয়া যায়। কিন্তু এই নামের কোনও নাটক আদতে পাওয়া যায় না। এটি হয় হারিয়ে যাওয়া নাটকগুলির একটি অথবা এটি উপরিউক্ত তালিকার কোনও একটি নাটকের (যেমন মাচ অ্যাডু অ্যাবাউট নাথিং বা অল'স ওয়েল দ্যাট এন্ডস ওয়েল) কোনও বিকল্প শিরোনাম মাত্র।\nকার্ডেনিও – ১৬৫৩ সালের একটি স্টেশনারস' রেজিস্টার ভুক্তিতে (বেশ কয়েকটি ভুল নামোল্লেখের পাশাপাশি) এই নাটকটি উইলিয়াম শেকসপিয়র ও জন ফ্লেচার কর্তৃক রচিত বলে উল্লিখিত হয়। অনেকে মনে করেন যে, এটি সার্ভেন্টিসের ডন কিয়োতে-র একটি উপ-কাহিনি থেকে পুনর্কথিত হয়েছিল। ১৭২৭ সালে লুইস থিওবাল্ড ডাবল ফসলহুড নামে একটি নাটক প্রযোজনা করেছিলেন। থিওবাল্ড দাবি করেছিলেন যে, তিনি শেকসপিয়রের হারিয়ে যাওয়া একটি নাটকের তিনটি পাণ্ডুলিপি অবলম্বনে এই নাটকটি দাঁড় করিয়েছিলেন। তবে কোন নাটক, তার নাম থিওবাল্ড উল্লেখ করেননি। ডাবল ফলসহুড কার্ডেনিও কাহিনিরই পুনর্কথন, তবে এই নাটকের মধ্যে শেকসপিয়রের হারিয়ে যাওয়া নাটকটির কোনও খণ্ডাংশ রয়েছে কিনা সে ব্যাপারে আধুনিক গবেষকেরা নিশ্চিত নন যে।\n\n\n== সম্ভাব্য শেকসপিয়রীয় নাটক ==\n\nআর্ডেন অফ ফিভারশ্যাম – এই নাটকের মধ্যবর্তী অংশটি (দৃশ্য ৪-৯) সম্ভবত শেকসপিয়রের রচনা।\nএডমন্ড আয়রনসাইড – এই নাটকে এমন কিছু শব্দ ব্যবহৃত হয়েছে যেগুলির প্রয়োগ শেকসপিয়রই প্রথম ঘটিয়েছিলেন। শেকসপিয়রের রচনা হলে এটিই সম্ভবত তাঁর প্রথম নাটক।\nদ্য লন্ডন প্রডিগাল ও আ ইয়র্কশায়ার ট্র্যাজেডি – ১৬০৫ ও ১৬০৮ সালে কোয়ার্টোতে দু'টি নাটকই শেকসপিয়রের রচনা বলে প্রকাশিত হয়। পরে থার্ড ফোলিওতেও অন্তর্ভুক্ত হয়। যদিও শৈলীগত বিশ্লেষণ করে জানা গিয়েছে এগুলি শেকসপিয়রের রচনা না হওয়াই সম্ভব।\nস্যার টমাস মোর – শেকসপিয়র সহ বেশ কয়েকজন নাট্যকারের দ্বারা একযোগে রচিত। এই বিষয়ে গবেষকদের মধ্যে ক্রমশ ঐকমত্য গড়ে উঠছে যে, শেকসপিয়রকে নাটকের একটি বিবাদমূলক দৃশ্য পুনরায় রচনা করে দেওয়ার জন্য আহ্বান করা হয়েছিল এবং প্রাপ্ত পাণ্ডুলিপিতে \"হ্যান্ড ডি\" হলেন শেকসপিয়র স্বয়ং।\nদ্য স্প্যানিশ ট্র্যাজেডি – ফোর্থ কোয়ার্টোতে অন্তর্ভুক্ত অতিরিক্ত অংশগুলি (\"চিত্রকর দৃশ্য\" সহ) সম্ভবত শেকসপিয়রের রচনা।\n\n\n== মঞ্চায়নের ইতিহাস ==\n\nশেকসপিয়রের জীবদ্দশায় তাঁর অনেকগুলি শ্রেষ্ঠ নাটক মঞ্চস্থ হয়েছিল গ্লোব থিয়েটার ও ব্ল্যাকফ্রেয়ারস থিয়েটারে। লর্ড চেম্বারলেইন'স মেনে শেকসপিয়রের সহকারী সদস্যেরা তাঁর নাটকে অভিনয় করতেন। এই অভিনেতাদের মধ্যে ছিলেন রিচার্ড বারবেজ (যিনি হ্যামলেট, ওথেলো, রিচার্ড দ্য সেকেন্ড ও কিং লিয়ার সহ শেকসপিয়রের অনেক নাটকের প্রথম মঞ্চায়নে নামভূমিকায় অভিনয় করেছিলেন), রিচার্ড কাউলি (যিনি মাচ অ্যাডু অ্যাবাউট নাথিং নাটকে ভার্জেসের ভূমিকায় অভিনয় করেন), উইলিয়াম কেম্পে, (যিনি রোমিও অ্যান্ড জুলিয়েট নাটকে পিটার এবং সম্ভবত আ মিডসামার নাইট'স ড্রিম নাটকে বটম চরিত্রে অভিনয় করেন) এবং হেনরি কন্ডেল ও জন হেমিঙ্গেস (যাঁরা এখন সবচেয়ে বিখ্যাত ১৬২৩ সালে শেকসপিয়রের ফার্স্ট ফোলিওতে নাটকগুলি সংকলন ও সম্পাদনার জন্য)।\nশেকসপিয়রের নাটকগুলি তাঁর মৃত্যুর পরও মঞ্চায়িত হতে থাকে ইন্টাররেগনামের (১৬৪৯-১৬৬০) সময় পিউরিটান শাসকেরা সকল সাধারণ নাট্য-মঞ্চায়ন বন্ধ করে দেওয়া পর্যন্ত। ইংল্যান্ডে রাজতন্ত্র পুনঃস্থাপনের পর নাট্যশালায় শেকসপিয়রের নাটকগুলি মঞ্চায়িত হতে থাকে বিস্তৃত দৃশ্যসজ্জা এবং সংগীত, নৃত্য, বজ্রবিদ্যুতের শব্দ, ঢেউ তোলা যন্ত্র ও আতসবাজির সাহায্যে। এই সময়ই নাটকের পাঠ \"সংশোধিত\" ও \"পরিমার্জিত\" করা হয় মঞ্চায়নের জন্য। এই কাজটিকে গবেষকেরা প্রশংসনীয় কাজ মনে করেননি।\nভিক্টোরীয় যুগের প্রযোজনায় শেকসপিয়রের নাটকগুলিতে \"মূলানুগ\" ঐতিহাসিক পোষাক ও মঞ্চসজ্জার মাধ্যমে দৃশ্যগত প্রভাব আনার চেষ্টা করা হত। অ্যান্টনি অ্যান্ড ক্লিওপেট্রা নাটকে কথিত সমুদ্রবক্ষে যুদ্ধ ও বজরার দৃশ্যটির মঞ্চায়ন একটি বিশিষ্ট উদাহরণ। প্রায়শই তার ফল হত ছন্দপতন। ঊনবিংশ শতাব্দীর শেষভাগে উইলিয়াম পোয়েল এই মোটা দাগের শৈলীর বিরুদ্ধে মত প্রকাশ করেন। একটি থার্স্ট স্টেজে ধারাবাহিকভাবে \"এলিজাবেথীয়\" প্রযোজনায় তিনি নাটকের আকারের দিকে নতুন করে দৃষ্টি আকর্ষণ করেন। বিংশ শতাব্দীর গোড়ার দিকে হার্লি গ্র্যানভিল-বার্কার কোয়ার্ট ও ফোলিওর পাঠে কিছু কাটছাঁট সহ নাটক পরিচালনা করেন। অন্যদিকে এডওয়ার্ড গর্ডন ক্রেইগ ও অন্যান্য বিমূর্ত মঞ্চায়নের কথা চিন্তা করেন। এই দুই ধারাই বর্তমানে দৃষ্ট শেকসপিয়র প্রযোজনা শৈলীর বৈচিত্র্যে প্রভাব ফেলেছে।\n\n\n== আরও দেখুন ==\nশেকসপিয়রের নাটকের কালপঞ্জি\nএলিজাবেথীয় যুগ\nশেকসপিয়রীয় চরিত্রের তালিকা\nপর্দায় শেকসপিয়র\nশেকসপিয়রের সর্বশেষ রোম্যান্স\nদ্য কমপ্লিট ওয়ার্কস অফ উইলিয়াম শেকসপিয়র (অ্যাব্রাইজড)\nউইলিয়াম শেকসপিয়রের নাটকে সংগীত\nরিটার্নিং টু শেকসপিয়র, ব্রায়ান ভাইকারস রচিত\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরও পড়ুন ==\nMurphy, Andrew (2003). Shakespeare in Print: A History and Chronology of Shakespeare Publishing. Cambridge University Press. আইএসবিএন ৯৭৮-১১৩৯৪৩৯৪৬৬.\nMaric, Jasminka, \"Filozofija u Hamletu\", Alfa BK Univerzitet, Belgrade, 2015.\nMaric, Jasminka, \"Philosophy in Hamlet\", author's edition, Belgrade, 2018.\n\n\n== বহিঃসংযোগ ==\n\nComplete text of Shakespeare's plays, listed by genre, with other options including listing of all speeches by each character\nSummaries of Shakespeare's plays List of all 27 of Shakespeare's plays with summaries, and images of the plays being performed.\nComplete list of shakespeare's plays with synopsis\nNarrative and Dramatic Sources of all Shakespeare's works  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ সেপ্টেম্বর ২০১৯ তারিখে Also publication years and chronology of Shakespeare's plays\nFolger Digital Texts\nModern Translations, Study Guides, context and biography of William Shakespeare, of Shakespeare's plays, and his sonnets\nThe Shakespeare Resource Center A directory of Web resources for online Shakespearean study. Includes play synopses, a works timeline, and language resources.\nShake Sphere Summary and analysis of all the plays, including those of questionable authorship, such as Edward III, The Two Noble Kinsmen, and Cardenio.\nShakespeare  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ নভেম্বর ২০২২ তারিখে at the British Library – resource including images of original manuscripts, new articles and teaching resources.\n\nটেমপ্লেট:শেকসপিয়রের নাট্যসাহিত্য"}