{"pageid": 1186456, "title": "সাওয়ারিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1186456", "content": "সাওয়ারিয়া (অনু. আমার ভালোবাসা) হল ২০০৭ সালের একটি হিন্দি-ভাষার ভারতীয় প্রণয়ধর্মী চলচ্চিত্র, যা সঞ্জয় লীলা ভন্সালী দ্বারা প্রযোজিত ও পরিচালিত হয়েছিল। চলচ্চিত্রটি ফিওদর দস্তয়েভস্কির ১৮৪৮ সালে প্রকাশিত ছোট গল্প হোয়াইট নাইটস অবলম্বনে নির্মিত হয়েছিল। এই চলচ্চিত্রের মাধ্যমে রণবীর কাপুর ও সোনম কাপুরের অভিনয়ে অভিষেক হয়েছিল। রানি মুখার্জি ও সালমান খানও পার্শ্ব চরিত্রে অভিনয় করেছিলেন। এটি মৃত্যুর আগে জোহরা সেহগাল ও বেগম পাড়ার অভিনীত শেষ চলচ্চিত্র ছিল। সনি পিকচার্স এন্টারটেইনমেন্ট দ্বারা সহ-প্রযোজিত, চলচ্চিত্রটি হলিউড স্টুডিও দ্বারা উত্তর আমেরিকায় মুক্তি পাওয়া প্রথম বলিউড চলচ্চিত্র ও ব্লু-রে ডিস্কে মুক্তি পাওয়া প্রথম বলিউড চলচ্চিত্রগুলির মধ্যে একটি ছিল।\nসাওয়ারিয়া  ২০০৭ সালের ৯ই নভেম্বর মুক্তি পায় এবং এটি একটি বাণিজ্যিক বিপর্যয় হয়ে ওঠে। এটি মুক্তির পর সাউন্ডট্র্যাক, প্রোডাকশন ডিজাইন, দুর্দান্ত শৈল্পিক পদ্ধতি ও কলাকুশলীদের অভিনয়ের জন্য প্রশংসা সহ মিশ্র-থেকে-নেতিবাচক পর্যালোচনা পেয়েছিল; তবে এর গল্প ও চিত্রনাট্য তীব্র সমালোচনার মুখে পড়েছিল।\n৫৩তম ফিল্মফেয়ার অ্যাওয়ার্ডে, সাওয়ারিয়া সেরা পার্শ্ব অভিনেত্রী (মুখার্জি) ও সেরা সঙ্গীত পরিচালক (মন্টি শর্মা) সহ ৬ টি মনোনয়ন পেয়েছিলেন এবং সেরা পুরুষ অভিষেক (রণবীর কাপুর) ও সেরা পুরুষ প্লেব্যাক গায়কের (শান \"জব সে তেরে নাইনা\"-এর জন্য) জিতেছিল।\n\n\n== কলাকুশলী ==\nরণবীর রাজের চরিত্রে রণবীর কাপুর\nসকিনার চরিত্রে সোনম কাপুর\nগুলাবজির চরিত্রে রানি মুখার্জি\nইমান চরিত্রে সালমান খান\nলিলিয়ান চরিত্রে জোহরা সেহগাল\nনাবিলা/বদি আম্মির চরিত্রে বেগম পারা\nনসীবান চরিত্রে বিভা চিব্বর\nঝুমরি আপা চরিত্রে আথিয়া চৌধুরী\nমিস্টার ডি'কস্তার চরিত্রে কেনি দেশাই\n\n\n== উৎপাদন ==\nবনসালি প্রথমে চেয়েছিলেন রানী মুখার্জি ও সালমান খানের বর্ধিত অতিথি উপস্থিতি জনসাধারণের কাছ থেকে লুকানো হোক, কিন্তু পরে ঘোষণা করেন যে তাদের সহায়ক ভূমিকায় দেখা যাবে।\nছবির কাল্পনিক শহরের জন্য বিস্তৃত সেট, হ্রদ, রাস্তা, দোকান, সাইনবোর্ড ও একটি ক্লক টাওয়ার সহ, প্রযোজনা নকশাকার ওমুং কুমার দ্বারা নকশা করা হয়েছিল, যিনি আগে ব্ল্যাক (২০০৫) চলচ্চিত্রে বানসালির সঙ্গে কাজ করেছিলেন।\nচলচ্চিত্রটি প্রথম অফিসিয়াল টিজারটি নিউ ইয়র্ক টাইমস  ২০০৭ সালের ২৫শে আগস্ট অ্যাক্সেস করেছিল। প্রথম প্রদর্শনী ২০০৭ সালের ২৮শে অক্টোবর অনুষ্ঠিত হয়েছিল, যদিও শুধুমাত্র চলচ্চিত্রের সঙ্গে সংশ্লিষ্টদের জন্য হয়েছিল।\nএই চলচ্চিত্রটি ২০০৭ সালের ৯ই নভেম্বর মুক্তি পেয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সাওয়ারিয়া  (ইংরেজি)"}