{"pageid": 1186698, "title": "খুর মাকসার জেলা", "url": "https://bn.wikipedia.org/wiki?curid=1186698", "content": "খুর মাকসার (আরবি: خور مكسر) হলো ইয়েমেনের এডেন গভর্নরেটের একটি জেলা। ২০০৩ সালের হিসাবে এ জেলার জনসংখ্যা ৪৭,০৪৪ জন ছিল।\n\n\n== ইতিহাস ==\nএডেন কলোনির অংশ হিসেবে খুর মাকসার ব্রিটিশ বাহিনীর একটি সামরিক ঘাঁটি ছিল। সেখানে তারা একাধিক ব্যারাক তৈরি করেছিল। ১৯২৭ সালে রয়্যাল এয়ার ফোর্স জেলায় চলে আসার পর এর গুরুত্ব আরও জোরদার হয়। তারা বিমান বাহিনীর সৈন্যদের থাকার জন্য বিমানবন্দর এবং কিছু সামরিক ক্যাম্প নির্মাণ করে।\nদ্বিতীয় বিশ্বযুদ্ধের পর খুর মাকসাকে আধুনিক ইংরেজী শৈলী অনুসারে  প্রয়োজনীয় সুযোগ-সুবিধাসহ পরিকল্পিত ও নির্মিত হয়। সামরিক বিমানবন্দরটি সংস্কার করা হয়। একটি নতুন বিমানবন্দর তৈরি করা হয়, যা আজ এডেন আন্তর্জাতিক বিমানবন্দর নামে পরিচিত। এরপর বেশ কয়েকটি কাঠের ঘর নির্মাণ করা হয়, যার মধ্যে কয়েকটি দোতলা এবং কিছু  একতলা। যা ইংরেজ স্থাপত্যের বাড়ি ধরা হয়। এলিজাবেথ-২ হাসপাতাল নির্মাণ করা হয়, যা এডেনের হাসপাতাল।\n১৯৫০ এর দশকের শেষের দিকে জেলায় আল-শাবাত (ইংরেজি \"দ্য শপস\" থেকে) নামক এলাকা নির্মিাণ করা হয়। এতে বেশ কয়েকটি বড় অ্যাপার্টমেন্ট বিল্ডিং ছিল। নতুন করে রাস্তা পাকা করা হয়। স্কুল, পাবলিক কলেজ, পাবলিক পার্ক, ক্যাসিনো, ডিস্কোথেক, সিনেমা এবং হোটেলের মতো  সহায়ক সব সুবিধা তৈরি করা হয়। এগুলো পূর্ব সুয়েজের ব্রিটিশ সামরিক ঘাঁটিতে সৈন্যদের সেবা করার জন্য নির্মিত হয়। অতএব, খুর মাকসার জেলা ব্রিটিশ সৈন্য এবং ব্রিটিশ অফিসারদের জন্য আধুনিক ধাঁচের বাড়ির অন্যতম সেরা পাড়ায় পরিণত হয়।  ১৯৬০ এর দশকের শুরুতে জল, বিদ্যুৎ, টেলিযোগাযোগ এবং পয়ঃনিষ্কাশনের মতো জনসাধারণের পরিষেবাগুলি সম্পূর্ণ এবং পুনর্নবীকরণ করা হয়। খুর মাকসারের সাতটি সামরিক ক্যাম্প  সম্পূর্ণ সজ্জিত ক্যাম্পে প্রসারিত করা হয়।\n\n\n== জলবায়ু ==\nখাওর মাকসার জেলায় গ্রীষ্মকাল দীর্ঘ হয়। সেই সাথে গরম বেশি পড়ে। বেশিরভাগ সময় আকাশ মেঘলা থাকে। শীতকালও দীর্ঘ হয়। উষ্ণ, মৃদু, বাতাস প্রবাহিত হয় এবং বেশিরভাগ সময় আকাশ পরিষ্কার থাকে। বলতে গেলে সারা বছর শুষ্ক থাকে। সারা বছর ধরে তাপমাত্রা সাধারণত ৭৫°F থেকে ৯৬°F থাকে। খুব কম সময় ৭২°F এর নিচে বা ৯৮°F এর উপরে থাকে।\n\n\n== দর্শনীয় স্থান ==\nখুর মাকসার জেলার উত্তর-পশ্চিমে ১৪৯ মাইল (বা ২৪০ কিমি) দূরে জাবিদের ঐতিহাসিক শহর অবস্থিত। এটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজের অংশ। এর পাশে দেখার মতো এডেন, ক্রেটার, আল মা'আল্লা, আত তাওয়াহি এবং আল মানসুরাহ শহর আছে।\n\n\n== ভ্রমণ ==\nগরম-আবহাওয়ার কারণে এ জেলায় পরিদর্শনের সর্বোত্তম সময় হল অক্টোবরের শেষ থেকে মার্চের শেষের দিকে।\n\n\n== যুদ্ধ ==\nএ জেলায় হুতি যোদ্ধারা নিজেদের নিয়ন্ত্রণ রেখেছে।\n\n\n== ভাষা ==\nখুর মাকসা জেলার অধিকাংশ নাগরিক আরবি ভাষায় কথা বলে। কিছু লোক ইংরেজি, ফার্সি ভাষায় কথা বলে।\n\n\n== তথ্যসূত্র =="}