{"pageid": 11863, "title": "খনার বচন", "url": "https://bn.wikipedia.org/wiki?curid=11863", "content": "খনার বচন মূলত কৃষিতত্ত্বভিত্তিক ছড়া। আনুমানিক ৮ম থেকে ১২শ শতাব্দীর মধ্যে রচিত। অনেকের মতে, খনা নাম্নী জ্যোতির্বিদ্যায় পারদর্শী এক বিদুষী বাঙালি নারীর রচনা এই ছড়াগুলো। তবে এ নিয়ে মতভেদ আছে। অজস্র খনার বচন যুগ-যুগান্তর ধরে গ্রাম বাংলার জন-জীবনের সাথে মিশে আছে। জনশ্রুতি আছে যে, খনার নিবাস ছিল অধুনা পশ্চিমবঙ্গের উত্তর চব্বিশ পরগণা জেলার বারাসত সদর মহকুমার দেউলিয়া গ্রামে (বর্তমানে চন্দ্রকেতুগড় প্রত্নস্থল, যেটি খনামিহিরের ঢিবি নামে পরিচিত)। তিনি ছিলেন বৈদ্য বংশজাত । এমনকি, তিনি রাজা বিক্রমাদিত্যের সভার নবরত্নের দশম সদস্য ছিলেন বলে কথিত। বরাহমিহির বা বররুচি-এর পুত্র মিহির তার স্বামী ছিল বলেও কিংবদন্তি কথিত আছে। এই রচনাগুলো পাঁচ ভাগে বিভক্ত। \n\nকৃষিকাজের প্রথা ও কুসংস্কার\nকৃষিকাজ ফলিত\nজ্যোতির্বিজ্ঞান\nআবহাওয়া জ্ঞান এবং\nশস্যের যত্ন সম্পর্কিত উপদেশ\n\n\n== খনার বচনের কিছু উদাহরণ ==\nষোল চাষে মূলা,তার অর্ধেক তুলা;তার অর্ধেক ধান,বিনা চাষে পান।(১৬ বার চাষ করার পর সেই জমিতে মূলা চাষ করলে ভালো জাতের ফলন পাওয়া যায়। তুলা লাগানোর জমিতে ৮ বার চাষ করতে হবে, অনুরূপভাবে ধানের জমিতে ৪ বার চাষ করে ধান লাগালে ভালো ফলন পাওয়া যায়। পানের জমিতে চাষের প্রয়োজন হয় না।)\nআগে খাবে মায়ে,\nতবে পাবে পোয়ে।\n\nকলা রুয়ে না কেটো পাত,\nতাতেই কাপড়, তাতেই ভাত।(কলাগাছের ফলন শেষে গাছের গোড়া যেন না কাটে কৃষক, কেননা তাতেই সারা বছর ভাত-কাপড় জুটবে তাদের।)\n\nযদি বর্ষে আগনে,\nরাজা যায় মাগনে।(আগনে অর্থাৎ অঘ্রাণে, আর, মাগনে মানে ভিক্ষাবৃত্তির কথা বোঝাতে ব্যবহৃত, অর্থাৎ যদি অঘ্রাণে বৃষ্টিপাত হয়, তো, রাজারও ভিক্ষাবৃত্তির দশা, আকাল অবস্থায় পতিত হওয়াকে বোঝায়।)\n\nযদি বর্ষে পুষে;\nকড়ি হয় তুষে।(অর্থাৎ, পৌষে বৃষ্টিপাতের ফলে কৃষক তুষ বিক্রি করেও অঢেল টাকাকড়ির বন্দোবস্ত করবে।)\n\nজন্ম-মৃত্যু-বিবাহ,\nতিন না জানেন বরাহ।\n\nকী কর শ্বশুর লেখা-জোখা?\nমেঘের মধ্যেই জলের রেখা,\n\nযদি বর্ষে মাঘের শেষ, ধন্য রাজার পুণ্য দেশ।(অর্থাৎ, মাঘের শেষের বৃষ্টিপাতে রাজা ও দেশের কল্যাণ।)\nভরা হতে শূন্য ভালো যদি ভরতে যায়,\nআগে হতে পিছে ভালো যদি ডাকে মায়।।(খালি কলসি দেখে যাত্রা করলে টা শুভ হয় না কিন্তু যদি সেই কলসিতে জল/পানি ভরতে যাওয়ার দৃশ্য দেখে কেউ যাত্রা করে তা শুভ সূচনা হয়। যাত্রা করার আগে মায়ের ডাক ভাল, কিন্তু যাত্রা করে বেরিয়ে যাওয়ার পর মা যদি পেছন থেকে ডাকে তা আরও মঙ্গলের সূচনা করে।)\n\nপূর্ণিমা অমাবস্যায় যে ধরে হাল তার দুঃখ হয় চিরকাল।\nতার বলদের হয় বাত, ঘরে তার থাকে না ভাত।(পূর্ণিমা বা অমাবস্যায় হাল ধরা উচিত নয়, ধরলে চিরকাল দুঃখ পেতে হয়। বলদ বাত রোগে পঙ্গু হয়ে যায়, চাষ না করার ফলে ঘরে তার ভাত জোটে না।)\n\nথেকে বলদ না বয় হাল, তার দুঃখ সর্বকাল।\n(যার বলদ থাকতেও যে মায়া করে খাটায় না, তার বলদ শুধু বসে খায়। ফলে বলদের পেছনে শুধু শুধু খরচ হয় এবং জমিতে কোন চাষ হয় না। ফলে খাবারের অভাব দেখা দেয়। মানুষ বসে খেলেও একই ফল হয়।)\n\nবাড়ির কাছে ধান গা, যার মার আছে ছা\nচিনিস বা না চিনিস, খুঁজে দেখে গরু কিনিস।\n(বাড়ির কাছে ধানের জমি থাকলে এবং তাতে চাষ করলে লাভবান হওয়া যায় বেশি। কারণ চুরি যাবার ভয় থাকে না এবং পাহারা দেওয়ার জন্য পয়সা দিয়ে লোক রাখার দরকার হয় না। সুযোগ বুঝে খুঁজে দেখে যদি গরু কেনা যায় তাতে না চিনলেও বেশি লাভবান হাওয়া যায়।)\n\nকোল পাতলা ডাগর গুছি\nলক্ষ্মী বলেন ঐখানে আছি।(ফাঁক ফাঁক করে ধান বুনলে ধানের গুছি মোটা হয় এবং অনেক বেশি ফলন হয়।)\n\nশীষ দেখে বিশ দিন কাটতে মাড়তে দশ দিন।\n(যে দিন ধানের শীষ বের হবে তার থেকে ঠিক কুড়ি দিন পর ধান কাটতে হবে। ধান মাড়াই ও ঝাড়াই করতে হবে দশ দিনের মধ্যে এবং তারপর নিয়ে গোলায় তুলবে।)\n\nবাপ বেটাই চাই তদ অভাবে ছোট ভাই।\n(যে কৃষক পরের সাহায্যে চাষ করে তার আশা বৃথা। বাপ-ছেলে কাজ করলে সবচেয়ে ভাল ফসল ফলানো যায় তা না হলে সহোদর ভাইকে নিলেও ঠিকমত কাজ করবে। অন্যরা ফাঁকি দেওয়ার চেষ্টা করবে।)\n\nসরিষা বনে কলাই মুগ, বুনে বেড়াও চাপড়ে বুক।\n(একই জমিতে যদি সরিষা ও মুগ বা সরিষা ও কলাই একসাথে বোনা যায় তাহলে দুটি ফসলই একসাথে পাওয়া যায়।)\n\nদিনে রোদ রাতে জল দিন দিন বাড়ে ধানের বল।\n(দিনের বেলা প্রখর রোদ আর রাত্রে বৃষ্টি হলে ধানের জমি উর্বর হয় ও ধানের ফলন ভাল হয়।)\n\nআউশের ভুঁঁই বেলে, পাটের ভুঁই আঁটালে।\n(বেলে মাটিতে আউশ ধান এবং এঁটেল মাটিযুক্ত জমিতে পাট ভাল হয়।)\n\nএক অঘ্রাণে ধান, তিন শ্রাবণে পান।\nনদীর ধারে পুতলে কচু, কচু হয় তিন হাত উঁচু।\n(এখানে বলা হয়েছে, নদীর পাড়ে কচু গাছ বুনলে কচুর ফলন ভালো হয়।)\n\nওরে ও চাষার পো শরতের শেষে সরিষা রো।\n(শরৎকালের শেষ দিকে সরিষার আবাদ করার উপদেশ দেওয়া হয়েছে,এতে লাভ পাওয়া যায়।)\n\nনা হয় অঘ্রাণে বৃষ্টি, হয় না কাঁঠালের সৃষ্টি।\n(অঘ্রাণে বৃষ্টি না হলে কাঁঠালের ফলন ভালো হয় না।)\n\nদাতার নারিকেল বখিলের বাঁশ, না বাড়ে কমে বারোমাস।\nচাল ভরা কুমড়াপাতা, লক্ষ্মী বলেন আমি তথা।\n(গ্রাম বাংলার বাড়ির চাল বা ছাদভরা কুমড়োগাছের পাতার ফলনও যদি ভালো হয়, তাহলে মানুষ সেটার দ্বারাই অন্ন যোগাতে পারবে।)\n\nনারিকেল গাছে লুন-মাটি, শীঘ্র শীঘ্র বাঁধে গুঁটি।\nমাছের জলে লাউ বাড়ে, ধেনো জমিতে ঝাল বাড়ে।\n(যে পুকুরে মাছ চাষ করা হয়, তার পাশে লাউগাছ লাগানো উপকারী। আবার যে জমিতে ধান চাষ হয়, সেখানে মরিচের ফলন ভালো হয়।)\n\nউনো বর্ষায় দুনো শীত\n( যে বছর বর্ষায় পানি কম হয়, সে বছর অধীক শীত হয়)\n\nমৃত্যুর আগে খনা বলেছেন,\n         আলো হাওয়া বেঁধো না,\n          রোগে ভোগে মরো না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nখনার বচন - ইন্ডিয়া টাইম্‌স\nখনার বচন - ইতল বিতল"}