{"pageid": 1186341, "title": "লেক তাইমির", "url": "https://bn.wikipedia.org/wiki?curid=1186341", "content": "লেক তাইমির (রুশ: Таймы́р, Таймы́рское о́зеро) রাশিয়ান ফেডারেশনের ক্রাসনোয়ারস্ক ক্রাইয়ের তায়মির উপদ্বীপের কেন্দ্রীয় অঞ্চলের একটি হ্রদ । এটি বাইরাঙ্গা পর্বতমালার দক্ষিণে অবস্থিত।\n\n\n== ভূগোল ==\nতাইমির হ্রদটি বড়, যার দৈর্ঘ্য প্রায় পূর্ব-থেকে-পশ্চিমে ১৬৫ কিলোমিটার। এটির একটি অনিয়মিত আকৃতি রয়েছে যার মধ্যে অনেকগুলি শাখা বিভিন্ন দিক থেকে প্রক্ষেপিত হয়ে একটি বিস্তৃত অঞ্চলকে আচ্ছাদিত করেছে। তবে এর সর্বোচ্চ প্রস্থ মাত্র ২৩ কিলোমিটার যা হ্রদের পূর্ব প্রান্তের দিকে অবস্থিত।\nলেক তাইমির সেপ্টেম্বরের শেষ থেকে জুন পর্যন্ত বরফে ঢাকা থাকে। পশ্চিম দিক থেকে তার অববাহিকায় প্রবাহিত প্রধান নদী হল আপার তাইমিরা । এটিতে প্রবাহিত অন্যান্য নদীগুলি হল জাপাদনায়া, সেভেরনায়া, বিকাদা-গুওমা, ইয়ামু -তারিদা এবং কালামিসামো । নিম্ন তাইমিরা হ্রদ থেকে উত্তর দিকে বাইরাঙ্গা পর্বত অঞ্চল জুড়ে প্রবাহিত হয়েছে।\nতাইমির হ্রদের দক্ষিণে তুন্দ্রা অঞ্চলগুলোতে ছোট ছোট হ্রদ এবং জলাভূমিতে পূর্ণ। তাইমির হ্রদের পূর্বতম অংশের পূর্ব ও দক্ষিণ-পূর্বে দুটি বেশ বড় হ্রদ রয়েছে, যা যমুনেরু উপসাগর: ৩৩ কিলোমিটার পূর্বে কুঙ্গুসালখ হ্রদ এবং ৭২ কিলোমিটার দক্ষিণ-পূর্বে লেক পোর্টনিয়াজিনো। দুটি হ্রদই প্রায় ২০ কিলোমিটার জুড়ে অবস্থিত।\n\n\n== বাস্তুতন্ত্র ==\nতাইমির হ্রদ লোচ, সিগ এবং মুকসুনের মতো শীতল আর্কটিক জলের সাধারণ ধরনের মাছে ভরপুর। কিন্তু এলাকাটি দুর্গম হওয়া সত্ত্বেও কিছু মাছের প্রজাতির ব্যাপক শিকার হয়েছে।\nলেক তাইমিরের পলিতে সামান্য প্লুটোনিয়াম দূষণ সনাক্ত করা গেছে। এটি সম্ভবত স্নায়ু যুদ্ধের সময় নোভায়া জেমলিয়াতে অসংখ্য বায়ুমণ্ডলীয় পারমাণবিক পরীক্ষার পরে বায়ুবাহিত কণার ফলাফল।\n\n\n== তাপমাত্রা ==\nতাইমির হ্রদের কাছে বাতাসের গড় তাপমাত্রা শূন্যের নীচে ১৩ °С, এবং জল +৮° এর উপরে গরম হয় না। হ্রদটি সেপ্টেম্বর থেকে জুন পর্যন্ত বরফে ঢাকা থাকে এবং প্রায় ৭৩ দিনের জন্য বরফ থেকে মুক্ত থাকে। শীতকালে, তাইমিরের একটি বড় অংশ নীচে জমে যায়, এবং প্রধান বরফের স্তরটির পুরুত্ব প্রায় 2 মিটার। হ্রদে কোন সামুদ্রিক স্তন্যপায়ী প্রাণী বা উচ্চতর উদ্ভিদ নেই, তবে ফাইটোপ্ল্যাঙ্কটন রয়েছে যা মাছ খায়। তামাইর দ্বীপপুঞ্জে পরিযায়ী লাল-স্তনযুক্ত গিজ এবং সাধারণ গিজ বাসা। শীতকালে, জলের তাপমাত্রা ১°সে-এর কিছুটা উপরে থাকে।\n\n\n== উদ্ভিদ এবং প্রাণিকুল ==\nতাইমির প্রাণিকুলের মধ্যে রয়েছে রেইনডিয়ার, আরগালি, আর্কটিক ফক্স, নেকড়ে, লেমিং এবং খরগোশ। তাইমির উপদ্বীপে বন্য রেইনডিয়ারের জনসংখ্যা ইউরেশিয়ার বৃহত্তম (১,০,০০০ পর্যন্ত)। পাখির প্রজাতিগুলির মধ্যে রয়েছে তুষারময় পেঁচা এবং পার্থরিজ। আর্কটিক মহাসাগরের উপকূলে মেরু ভালুক, ওয়ালরুস, সিল এবং সাদা তিমি পাওয়া যায়। গ্রীষ্মে, উপকূলীয় টুন্ড্রা অসংখ্য পরিযায়ী পাখির (হাঁস, গিজ, রাজহাঁস, ওয়াডার, লুন, বা ডুবুরি) জন্য একটি গুরুত্বপূর্ণ নেস্টিং গ্রাউন্ড, যার মধ্যে রয়েছে ডার্কবেলযুক্ত ব্রেন্ট হংস, এবং বিপন্ন কম সাদা মুখের হাঁস এবং লাল-স্তনযুক্ত হাঁস। বাণিজ্যিক মাছের প্রজাতিগুলির মধ্যে রয়েছে স্টারজন এবং স্যামন। ১৯৭৫ সালে, কানাডা এবং আলাস্কা থেকে মাস্কোক্সেন আনা হয়েছিল এবং টেমির উপদ্বীপে পুনরায় চালু করা হয়েছিল, যা তারা পূর্ববর্তী সময়ে বাস করত। পুতোরানা রিজার্ভের নতুন পরিবেশের সাথে পুরোপুরি খাপ খাইয়ে নেওয়ার পরে, তাদের জনসংখ্যা এতটাই বৃদ্ধি পেয়েছিল যে বেশ কয়েকটি প্রাণীকে সখা (ইয়াকুটিয়া) প্রজাতন্ত্রে নিয়ে যাওয়া হয়েছিল।\n\tলেক তাইমির\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বায়রাঙ্গা পর্বতমালার ক্ষয় ==\nদক্ষিণ সমতল ভূখণ্ডের ত্রাণটি সমুদ্রের স্তর থেকে৫০ মিটার পর্যন্ত উচু, যা হিমবাহ যুগের সময় সংঘটিত হয়েছিল। বায়রাঙ্গা রেঞ্জের বৃহৎ ভূতাত্ত্বিক যুগ, হ্রদের স্তরে উল্লেখযোগ্য ঋতু, বার্ষিক এবং পরিবর্তনহীন, সারা বছর বায়ু তাপমাত্রায় বড় ধরনের পরিবর্তন উত্তর উপকূলের শিলাগুলির দ্রুত ধ্বংসের দিকে পরিচালিত করে, যা উল্লেখযোগ্য ক্ষয়ের মধ্য দিয়ে গেছে এবং প্রায়শই অস্থিতিশীল হয়। গ্রীষ্মে, হ্রদের এই অঞ্চলে প্রায়ই পাথর বৃষ্টি হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনসাইক্লোপিডিয়া ডট কম\nতাইমির  এলাকার তথ্য এবং ছবি\nভূতাত্ত্বিক এবং প্যালিওন্টোলজিকাল ডেটা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ নভেম্বর ২০০৭ তারিখে"}