{"pageid": 1186329, "title": "তোশিকি কাইফু", "url": "https://bn.wikipedia.org/wiki?curid=1186329", "content": "তোশিকি কাইফু (海部 俊樹, Kaifu Toshiki, ২ জানুয়ারি ১৯৩১ – ৯ জানুয়ারি ২০২২) একজন জাপানি রাজনীতিবিদ। তিনি ১৯৮৯ হতে ১৯৯১ পর্যন্ত জাপানের ৭৭ তম প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেছেন।\n\n\n== শৈশব এবং শিক্ষাজীবন ==\nকাইফু ২ জানুয়ারী ১৯৩১ সালে নাগোইয়া শহরে জন্মগ্রহণ করেন। তিনি ছয় ভাইয়ের মধ্যে বড় ছিলেন। তার পরিবারিক ব্যবসা প্রতিষ্ঠান  ছিল নাকামুরা ফটো স্টুডিও। এটি তার দাদা মেইজি যুগে প্রতিষ্ঠা করেছিলেন এবং এটি মাতসুজাকায়া ফ্ল্যাগশিপ ডিপার্টমেন্টাল স্টোরের পাশে অবস্থিত ছিল।\nকাইফু আইচি প্রিফেকচারাল আসাহিগাওকা সিনিয়র হাই স্কুলে ভর্তি পরীক্ষা দিয়েছিলেন। তিনিসহ এগারো জন এই পরীক্ষা দিয়েছিলেন। এগারো জন ছাত্রের মধ্যে নয়জন ভর্তি পরীক্ষায় উত্তীর্ণ হয়েছিলেন। কাইফু সহ দুজন এই পরীক্ষায় উত্তীর্ণ হতে পারেন নি। যুদ্ধের সময় ছাত্র শ্রম সংঘটনের অংশ হিসাবে তাকে একটি মিটসুই ভারী শিল্প কারখানায় নিয়োগ দেওয়া হয়েছিল। যেখানে তিনি দিনরাত বিমানের ইঞ্জিনের অংশগুলি একত্রিত করেছিলেন। ১৯৪৫ সালে যুদ্ধের জন্য তিনি ইম্পেরিয়াল জাপানিজ আর্মির যুব এয়ারম্যান একাডেমিতে যোগদান করেন। কিন্তু অক্টোবরে তার পরিকল্পিত তালিকাভুক্তির আগেই যুদ্ধ সমাপ্ত হয়। এরপর তিনি চুও বিশ্ববিদ্যালয় এবং ওয়াসেদা বিশ্ববিদ্যালয়ে শিক্ষার্জন করেন।\n১৭ নভেম্বর ১৯৫৭ সালে কাইফু হাউস অফ রিপ্রেজেন্টেটিভের সদস্যের একজন মহিলা সহকারী সাবুরো ইয়ানাগিহারাকে বিয়ে করেন।\n\n\n== কর্মজীবন ==\n\nলিবারেল ডেমোক্রেটিক পার্টির (এলডিপি) একজন সদস্য হয়ে কাইফু ১৯৬০ সালের জাপানের সাধারণ নির্বাচনে সফলভাবে প্রতিদ্বন্দ্বিতা করেন এবং জাতীয় আইনসভার সর্বকনিষ্ঠ সদস্য হিসেবে দায়িত্ব গ্রহণ করেন। তিনি ষোল মেয়াদে অর্থাৎ ৪৯ বছর দায়িত্ব পালন করেন।\nতাকেশিতা নোবোরু এবং সোসুকে উনোর পদত্যাগের পর দলের নেতৃত্বে ওঠার আগে কাইফু জাপানের শিক্ষামন্ত্রী ছিলেন। ইয়োশিরো হায়াশি এবং শিনতারো ইশিহারার সামনাসামনি কাইফু দলের প্রধান হিসেবে নির্বাচিত হন। ১৯৮৯ সালের আগস্ট মাসে জাপানের ৭৬ তম প্রধানমন্ত্রী হন।\n১০ আগস্ট ১৯৯১ সালে কাইফু একটি প্রধান দেশের প্রথম নেতা হয়ে চীনে আনুষ্ঠানিক সফর করেন এবং ১৯৮৯ সালের তিয়েনআনমেন স্কয়ার বিক্ষোভ ও গণহত্যার পরে চীনের কূটনৈতিক বিচ্ছিন্নতা ভেঙে দেন। কাইফু চীনের বিরুদ্ধে অর্থনৈতিক প্রতিযোগিতায় জাপানের অংশগ্রহণের অবসান ঘটিয়েছেন এবং জুন ও জুলাই মাসে দক্ষিণ চীনে বন্যার ক্ষয়ক্ষতির পর $৯৪৯.৯ মিলিয়ন ঋণ এবং অতিরিক্ত $১.৫ মিলিয়ন জরুরি সহায়তা প্রদান করেছেন। ১৯৯১ সালে তিনি উপসাগরীয় যুদ্ধের পরিপ্রেক্ষিতে পারস্য উপসাগরে মেরিটাইম সেলফ-ডিফেন্স ফোর্স পাঠান।\nতার দুটি মন্ত্রিসভা জুড়ে কাইফু দলটি তিনি যে সংস্কার চেয়েছিলেন তা এগিয়ে নেওয়ার জন্য খুবই ছোট ছিল এবং সাগাওয়া এক্সপ্রেস কেলেঙ্কারির  সৃষ্টি করেছিল। তিনি ১৯৯১ সালের নভেম্বরে পদত্যাগ করেন এবং কিচি মিয়াজাওয়া প্রধানমন্ত্রীত্ব গ্রহণ করেন।\n১৯৯৪ সালে তিনি সদ্য প্রতিষ্ঠিত নিউ ফ্রন্টিয়ার পার্টির প্রধান হওয়ার জন্য এলডিপি ত্যাগ করেন। ২০০৩ সালে এলডিপিতে  ফিরে না আসা পর্যন্ত তিনি ইচিরো ওজাওয়ার দলকে সমর্থন করেছিলেন। তিনি ২০০৯ সালের নির্বাচনে ডিপিজে প্রার্থী মিৎসুনোরি ওকামোটোর কাছে পরাজিত হন এবং ১৯৫৫  সাল থেকে নিরবচ্ছিন্ন এলডিপি আধিপত্যের সমাপ্তির সাক্ষী ছিল। তার পরাজয়ের সময়, তিনি দীর্ঘ সময়  আইনসভার নিম্নকক্ষের সদস্য ছিলেন।\n\n\n== মৃত্যু ==\nকাইফু ছিলেন শেষ জীবিত প্রাক্তন জাপানী প্রধানমন্ত্রী যিনি ১৯৮০ এর দশকে দায়িত্ব পালন করেছিলেন। তিনি নিউমোনিয়ায় আক্রান্ত হয়ে ৯ জানুয়ারি ২০২২-এ টোকিওর একটি হাসপাতালে ৯১ বছর বয়সে মারা যান। গণমাধ্যমে তার মৃত্যুর ঘোষণা ১৪ জানুয়ারিতে হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাইফু, তোশিকি ইন্টারন্যাশনাল হু'জ হু। সংগৃহীত ৩ সেপ্টেম্বর ২০০৬\nউপস্থিতি - সি-স্প্যানে"}