{"pageid": 1186194, "title": "তালাল আকবর বুগতি", "url": "https://bn.wikipedia.org/wiki?curid=1186194", "content": "তালাল আকবর বুগতি ( উর্দু : طلال اکبر بگٹی ; মার্চ ১৭, ১৯৫২ - এপ্রিল ২৬, ২০১৫) একজন পাকিস্তানি রাজনীতিবিদ এবং বেলুচিস্তানের বুগতি উপজাতির একজন বেলুচ উপজাতি নেতা ছিলেন। তিনি ২০০৬ সাল থেকে ২০১৫ সালে তার মৃত্যুর আগ পর্যন্ত জামহুরি ওয়াতান পার্টির সভাপতি হিসেবে দায়িত্ব পালন করেন।\nতার ছেলে শাহজাইন বুগতিও একজন রাজনীতিবিদ এবং পাকিস্তানের জাতীয় পরিষদের সদস্য।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nবুগতি ১৯৫২ সালের ১৭ মার্চ ডেরা বুগতিতে জন্মগ্রহণ করেন। তালাল ছিলেন নবাব আকবর খান বুগতির চতুর্থ সন্তান, যার দুই বড় বোন এবং একজন বড় ভাই সেলিম ছিলেন। তালাল বুগতি নূরজাহান ও কিরণ আহমেদের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তার তিন ছেলে ছিল, যার নাম শাহ জয়ন বুগতি, গোহরাম বুগতি এবং নূরজাহান থেকে মীর চকর বুগতি। \nবুগতি ১৯৫৭ সালে ডেরা বুগতি স্কুলে যোগদানের মাধ্যমে তার আনুষ্ঠানিক শিক্ষা শুরু করেন। ১৯৫৮ সালে তিনি কোয়েটা গ্রামার স্কুলে ভর্তি হন এবং ১৯৫৯ সালে লাহোরের আইচিসন কলেজে ভর্তি হন। ছয় বছর ধরে আইচিসনে পড়াশোনা করার পর, তিনি কোয়েটা গ্রামার স্কুল থেকে তার স্কুল জীবন শেষ করেন। এরপর তিনি লাহোরের পাঞ্জাব বিশ্ববিদ্যালয় থেকে বিএ ডিগ্রি অর্জন করেন। \n২০১৩ সালে, বুগতি পারভেজ মোশাররফ, তার মেয়ে আইলা রাজা এবং ব্যবসায়িক টাইকুন হিদায়াতুল্লাহ খেশগির উপর একটি অনুদান রেখেছিলেন।  তিনি মুশাররফকে হত্যাকারীদের জন্য  ২ বিলিয়ন পাকিস্তানি রুপি (১১ মিলিয়ন মার্কিন ডলার) এবং ২০০ একর কৃষিজমির প্রস্তাব দিয়েছিলেন। এর উদ্দেশ্য ছিল মূলত বুগতির এই অভিযোগের উপর ভিত্তি করে যে, তার পিতাকে হত্যার দায়ে মুশাররফকে মৃত্যুদণ্ড দেওয়া উচিত এবং তার নীতির মাধ্যমে পাকিস্তানের সার্বভৌমত্ব ও অখণ্ডতা ক্ষুণ্ন করার কারণে তিনি নিরাপত্তার জন্য হুমকি সৃষ্টি করেছিলেন। \n\n\n== মৃত্যু ==\nহৃদরোগে আক্রান্ত হয়ে তাকে কোয়েটার সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) ভর্তি করা হয় এবং পরে ২০১৫ সালের ২৭ এপ্রিল তিনি মারা যান।  \nবুগতি সাহেবের মৃত্যুর খবর শুনে বুগতি ফ্যামিলি হাউসে প্রচুর মানুষ জড়ো হয়।  তৎকালীন প্রধানমন্ত্রী নওয়াজ শরিফ, পাকিস্তানের সেনাপ্রধান এবং বেলুচিস্তানের অন্যান্য রাজনীতিবিদরাও তাদের শ্রদ্ধা জানাতে বুগতির বাড়িতে গিয়েছিলেন। \n\n\n== তথ্যসূত্র =="}