{"pageid": 1186344, "title": "পসারগাদে", "url": "https://bn.wikipedia.org/wiki?curid=1186344", "content": "পসারগাদে (পুরাতন ফার্সি: Pāθra-gadā ; অনু. \"প্রতিরক্ষামূলক ক্লাব\" বা \"শক্তিশালী ক্লাব\"); আধুনিক ফার্সি: پاسارگاد Pāsārgād) ইরানের শিরাজ শহরের উত্তর-পূর্বে প্রায় ৯০ কিলোমিটার (৫৬ মাইল) দূরে অবস্থিত। এটি মহান কুরুশের (৫৫৯-৫৩০ খ্রিস্টপূর্বাব্দ) অধীনে হাখমানেশি সাম্রাজ্যের রাজধানী ছিল, যিনি এটির নির্মাণ এবং তার সমাধির অবস্থান নির্দেশ করেছিলেন। বর্তমানে ইরানের একটি প্রত্নতাত্ত্বিক স্থান হিশেবে এটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইটগুলির অন্তর্গত।\n\n\n== ইতিহাস ==\n\nখ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে মহান কুরুশের কর্তৃক হাখমানেশি সাম্রাজ্যের প্রথম রাজধানী হিসাবে পসারগাদে প্রতিষ্ঠিত হয়েছিল, যেটি ৫৫০ খ্রিস্টপূর্বাব্দে মেডিয়ান রাজা আস্তিয়াজেসের বিরুদ্ধে তার বিজয়ের স্থানের কাছে। দারিয়াস পার্সেপোলিসে স্থানান্তরিত না হওয়া পর্যন্ত শহরটি হাখমানেশি রাজধানী ছিল।\nপ্রত্নতাত্ত্বিক স্থানটি ১.৬ বর্গকিলোমিটার (০.৬২ বর্গমাইল) জুড়ে রয়েছে। যেখানে একটি কাঠামো অন্তর্ভুক্ত রয়েছে যা কুরুশের সমাধি, নিকটস্থ একটি পাহাড়ের উপরে অবস্থিত টোল-ই তখতের দুর্গ এবং দুটি রাজপ্রাসাদ ও বাগানের অবশিষ্টাংশ রয়েছে। পসারগাদে পারস্য বাগানগুলি পারস্য চারবাগ বা চারগুণ বাগান নকশার প্রাচীনতম উদাহরণ প্রদান করে।\n২০০৬ সালে, কুরুশের পুত্র এবং উত্তরাধিকারী দ্বিতীয় ক্যাম্বিসেসের সমাধির অবশিষ্টাংশ টোল-ই তখতের দুর্গের কাছে পাসরগাডে পাওয়া গিয়েছিল।\nপ্রাসাদ এলাকার পূর্ব প্রান্তে অবস্থিত গেট আর হল প্রাচীনতম পরিচিত ফ্রিস্ট্যান্ডিং প্রোপিলাইম। এটি পার্সেপোলিসের গেট অফ অল নেশনসের স্থাপত্যের পূর্বসূরী হতে পারে।\n\n\n== কুরুশের সমাধি ==\n\nপসারগাদের সবচেয়ে গুরুত্বপূর্ণ স্মৃতিস্তম্ভ হল কুরুশের সমাধি। সমাধির দিকে যাওয়ার জন্য এটির ছয়টি প্রশস্ত ধাপ রয়েছে, যার প্রকোষ্ঠটি ৩.১৭ মিটার (১০.৪ ফুট) দীর্ঘ, ২.১১ মিটার (৬ ফুট ১১ ইঞ্চি) প্রশস্ত ও ২.১১ মিটার (৬ ফুট ১১ ইঞ্চি) উঁচু এবং একটি নিম্ন ও সরু প্রবেশপথ রয়েছে। যদিও কুরুশের সমাধি হিসেবে শনাক্ত করার কোনো দৃঢ় প্রমাণ নেই, তবে গ্রীক ঐতিহাসিকরা বলেছেন যে আলেকজান্ডার বিশ্বাস করেছিলেন যে এটি এখানে অবস্থিত ছিল। আলেকজান্ডার যখন পার্সেপোলিসকে লুট করে ধ্বংস করেছিলেন, তখন তিনি কুরুশের সমাধি পরিদর্শন করেছিলেন। গ্রিক ঐতিহাসিক আরিয়ান, খ্রিস্টীয় দ্বিতীয় শতাব্দীতে লিখেছিলেন যে আলেকজান্ডার তার যোদ্ধাদের একজন অ্যারিস্টোবুলাসকে স্মৃতিস্তম্ভে প্রবেশের নির্দেশ দিয়েছিলেন। ভিতরে তিনি একটি সোনার বিছানা, পানীয়ের পাত্র সহ একটি টেবিল সেট, একটি সোনার কফিন, মূল্যবান পাথর দিয়ে জড়ানো কিছু অলঙ্কার এবং সমাধিতে একটি শিলালিপি দেখতে পান। তবে এই ধরনের কোনো শিলালিপির কোনো চিহ্ন টিকে নেই, এবং পাঠ্যটির সঠিক শব্দচয়ন নিয়েও যথেষ্ট মতভেদ রয়েছে। স্ট্রাবো এবং আরিয়ানের প্রতিবেদনে বলা হয়েছে:\n\nকুরুশের সমাধির নকশাটি মেসোপটেমিয়ান বা এলামাইট জিগুরাটকে কৃতিত্ব দেওয়া হয়, তবে সেলাগুলি সাধারণত পূর্ববর্তী সময়ের উরারতু সমাধিকে দায়ী করা হয়। বিশেষ করে, পসারগাদের সমাধিটি লিডিয়ান রাজা ক্রোয়েসাসের পিতা অ্যালিয়েটসের সমাধির মতোই প্রায় একই মাত্রার। যদিও, কেউ কেউ দাবিটি প্রত্যাখ্যান করেছেন (হিরোডোটাসের মতে, লিডিয়া বিজয়ের সময় ক্রোয়েসাস সাইরাসকে রক্ষা করেছিলেন এবং সাইরাসের আদালতের সদস্য হয়েছিলেন)। সমাধির প্রধান অলঙ্করণ হল গ্যাবলের ভিতরে দরজার উপরে একটি গোলাপ নকশা। সাধারণভাবে, পসারগাদে প্রাপ্ত শিল্প ও স্থাপত্য বিভিন্ন ঐতিহ্যের পারস্য সংশ্লেষণের উদাহরণ দেয়, এলাম, ব্যাবিলন, অ্যাসিরিয়া এবং প্রাচীন মিশর থেকে কিছু আনাতোলিয় প্রভাবের সাথে নজিরগুলিকে অঙ্কন করে।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nExcavation Documentation and Fragments of Wall Paintings from Pasargadae\nWorld Heritage Center, Unesco উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\n\"Pasargadae\", History, Iran Chamber Society উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\n\"Pasargad\", Land of Aryan, ATSpace উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPasargad (virtual reconstruction of Pasargadae), Persepolis3D উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPersepolis & Pasargad (জার্মান ভাষায়), M Heße, ২০০৯, ২০১৬-০৪-২০ তারিখে মূল (photo gallery) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৯-০৪-১১ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPasargadae - Livius\nPasargadae, Cultural Heritage Organization of Iran, ২০১১-১০-২০ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:হাখমানেশি সাম্রাজ্য"}