{"pageid": 1186089, "title": "বানৌজা বিশখালী (২০২৩)", "url": "https://bn.wikipedia.org/wiki?curid=1186089", "content": "বাংলাদেশ নৌবাহিনী জাহাজ (সংক্ষেপেঃ বানৌজা) বিশখালী বাংলাদেশ নৌবাহিনীর একটি পদ্মা শ্রেণীর দ্বিতীয় ব্যাচের পেট্রোল ক্রাফট বা টহল জাহাজ। এটি গণচীনের কারিগরি ও প্রযুক্তিগত সহায়তায় খুলনা শিপইয়ার্ডে নির্মিত হয়। বর্তমানে জাহাজটি ৪১ পেট্রোল ক্রাফট স্কোয়াড্রোন এর অধীনে সামুদ্রিক এবং উপকূলীয় অঞ্চলে টহল প্রদান, উদ্ধার ও অনুসন্ধান কার্যক্রম, অবৈধ অনুপ্রবেশ ও চোরাচালান রোধ, জলদস্যূতা দমন, মৎস্য ও প্রাকৃতিক সম্পদ রক্ষায় কার্যকরী ভূমিকা রাখতে সক্ষম।\n\n\n== ইতিহাস ==\nবিশখালী নদীর নামে নামকরণকৃত বানৌজা বিশখালী জাহাজটি ১৯৭৮ সালে নৌবাহিনীতে কমিশনিং এর পর থেকে সকল অপারেশনাল কর্মকাণ্ডে সফলতার সাথে অংশগ্রহণ করেছে। দীর্ঘ ৩৬ বছর দেশের জলসীমার সুরক্ষায় নিয়োজিত থাকার পর জাহাজটি ২০১৪ সালে বাংলাদেশ নৌবাহিনী হতে ডি-কমিশন করা হয়। ১৯ মে, ২০১৯ সালে বাংলাদেশ নৌবাহিনীর ৫টি পেট্রোল ক্রাফট নির্মাণের জন্য প্রতিরক্ষা ক্রয় মহাপরিদপ্তর এবং খুলনা শিপইয়ার্ড লিমিটেড এর মধ্যে প্রায় ৫৩২ কোটি টাকার জাহাজ নির্মাণ সংক্রান্ত চুক্তি স্বাক্ষরিত হয়। পরবর্তীতে খুলনা শিপইয়ার্ডে ০২ ডিসেম্বর ২০১৯ নতুন করে জাহাজটি নির্মাণের লক্ষ্যে কিল লেয়িং করা হয়। ৪১তম প্যাট্রোল ক্র্যাফট স্কোয়াড্রন এর পঞ্চম (৫ম) জাহাজ বানৌজা বিশখালী নির্মাণ শেষে গত ২২ নভেম্বর ২০২৩ নৌবাহিনীর নিকট হস্তান্তর করা হয়। ৩০ নভেম্বর, ২০২৪ সালে নৌবাহিনী প্রধান এডমিরাল এম নাজমুল হাসান যুদ্ধ জাহাজ বানৌজা বিশখালী এর কমিশন করেন। এটি বাংলাদেশ নৌবাহিনীর জন্য খুলনা শিপইয়ার্ডে নির্মিত পঞ্চদশ যুদ্ধজাহাজ। জাহাজটি নির্মাণকালে চায়না ক্ল্যাসিফিকেশন সোসাইটি (সিসিএস) এর নীতিমালা অনুসরণ করা হয়।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nবানৌজা বিশখালী জাহাজটির দৈর্ঘ্য ৫১.৬ মিটার (১৬৯ ফুট), প্রস্হ ৭.৫ মিটার (২৫ ফুট) এবং গভীরতা ৪.২ মিটার (১৪ ফুট)। জাহাজটির ওজন ৩৫০ টন এবং জাহাজটিতে রয়েছে ২টি ৩,০৪১ অশ্বশক্তি (২,২৬৮ কিলোওয়াট) বিশিষ্ট এমটিইউ ডিজেল ইঞ্জিন (জার্মানি), ১২০ কিলোওয়াট ক্ষমতাসম্পন্ন সিএটি জেনারেটর (যুক্তরাজ্য), ৪৯ কিলোওয়াট ক্ষমতাসম্পন্ন সিএটি ইমারজেন্সি জেনারেটর (যুক্তরাজ্য), জেডএফ ৭৬০০ ট্রান্সমিশন (জার্মানি) এবং ২টি শ্যাফট। যার ফলে জাহাজটির সর্বোচ্চ গতিবেগ ঘন্টায় ২১ নট (৩৯ কিলোমিটার প্রতি ঘণ্টা; ২৪ মাইল প্রতি ঘণ্টা)। এছাড়াও জাহাজটি ৩৩ জন সদস্য নিয়ে একনাগাড়ে ৭ দিন অভিযান পরিচালনা করতে সক্ষম। সেন্সর এবং কার্যপদ্ধতি হিসেবে জাহাজটিতে রয়েছে: \n\n১টি জেআরসি জেএমএ-৫২১২-৪বিবি এক্স-ব্যান্ড র‍্যাডার (মার্কিন যুক্তরাষ্ট্র);\n১টি হাল মাউনন্টেড মাল্টি-বিম ইকো সাউন্ডার (মার্কিন যুক্তরাষ্ট্র);\n১টি হাল মাউনন্টেড সিঙ্গেল-বিম ইকো সাউন্ডার (মার্কিন যুক্তরাষ্ট্র);\n১টি ডিজিপিএস রিসিভার (মার্কিন যুক্তরাষ্ট্র);\n১টি সাউন্ড ভেলোসিটি প্রোফাইলার (যুক্তরাজ্য);\n১টি ১ × জেআরসি জেএমএ-৩৩০০ মাল্টিরোল ডিসপ্লে সহ নেভিগেশন র‍্যাডার (মার্কিন যুক্তরাষ্ট্র);\n১টি চৌম্বকীয় কম্পাস (জাপান);\n১টি জিপিএস রিসিভার (ফুরুনো);\n১টি ইকো সাউন্ডার (কোডেন);\n১টি রাডার অ্যাঙ্গেল ইন্ডিকেটর;\n১টি ভিএইচএফ সেট (আইকম);\n১০টি ভিএইচএফ ওয়াকিটকি সেট (আইকম/মটোরোলা)।\n\n\n== রণসজ্জা ==\nবানৌজা বিশখালী জাহাজটির আকার আয়তন অপেক্ষাকৃত ছোট হলেও এর সক্ষমতা আধুনিক বিশ্বে ব্যবহৃত সর্বাধুনিক প্রযুক্তিসমৃদ্ধ। শত্রু জাহাজ মোকাবেলা, চোরাচালান রোধ, জলদস্যূতা দমনে জাহাজটিতে রয়েছে:\n\n১টি ৪০মিমি বোফোর্স গান (পরবর্তীতে ১টি ৩০ মিমি অ্যাসেলসান স্ম্যাশ রিমোট কন্ট্রোলড গান সংযোজিত হবে);\n২টি ১২.৭মিমি সিআইএস-৫০ বিমান বিধ্বংসী মেশিনগান;\nসামুদ্রিক মাইন;\n৬টি কিউডব্লিউ-২ ভূমি থেকে আকাশে উৎক্ষেপণ যোগ্য বিমান-বিধ্বংসী ক্ষেপণাস্ত্র।\n\n\n== তথ্যসূত্র =="}