{"pageid": 1186872, "title": "ইসলামে আরবি ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1186872", "content": "ইসলাম ধর্মে আরবি ভাষা কে অন্য যে কোন ভাষার থেকে বেশি গুরুত্ব দেওয়া হয়, যার কারণ হল ইসলামের মূল ধর্মীয় উৎস কোরআন ও হাদীসের ভাষা হল আরবি, যাকে কুরআনীয় আরবি বলে ডাকা হয়।\nআরবি হল ইসলামের আদর্শ ধর্মতাত্ত্বিক ভাষা এবং সাধারণত শিক্ষা ও উপাসনায় একটি বিশেষ ভূমিকা দেওয়া হয়। অনেক মুসলিম কুরআন কে ঐশ্বরিক প্রত্যাদেশ হিসাবে দেখেন — এটি ঈশ্বর এর সরাসরি শব্দ বলে বিশ্বাস করা হয় যেমনটি আরবি ভাষায় মুহাম্মদ এর কাছে অবতীর্ণ হয়েছে।  প্রায় সকল মুসলমানই বিশ্বাস করেন যে আরবি ভাষায় কুরআন হল মূল প্রতিলিপির একটি সঠিক অনুলিপি যা মুহাম্মদ আল্লাহ থেকে ফেরেশতা দূত জিব্রাইল এর মাধ্যমে এবং স্বর্গে মিরাজে পেয়েছিলেন। তবে, এই বিশ্বাসটি সকল মুসলমানের জন্য সার্বজনীন নয় এবং শুধুমাত্র সময়ের সাথে সাথে ইসলামের বিকাশ এর মাধ্যমে আবির্ভূত হয়েছে। তাই অন্যান্য ভাষায় কোরানের অনুবাদকে আসল কুরআন হিসেবে বিবেচনা করা হয় না; বরং, এগুলিকে ব্যাখ্যামূলক পাঠ্য হিসাবে দেখা হয়, যা কুরআনের বার্তার অনুবাদের সাথে যোগাযোগ করার চেষ্টা করে। নির্বিশেষে, ধর্মীয় অনুশীলনের জন্য তাদের অবৈধ হওয়া সত্ত্বেও, তারা সাধারণত অ-আরবী-ভাষীদের জন্য ব্যাখ্যামূলক নির্দেশিকা হিসাবে ইসলামিক ধর্মীয় কর্তৃপক্ষ দ্বারা গৃহীত হয়।\n\n\n== কুরআন ও হাদীসের ভাষা ==\n\n\n=== কোরআনে ===\nকুরআনে বলা হয়েছে, আল্লাহ বলেন,\n\n‘সুস্পষ্ট আরবি ভাষায় আমি কোরআন অবতীর্ণ করেছি।’\nএ আয়াতের ব্যাখ্যায় আবুল হুসাইন আহমদ বিন ফারেস বলেন,\n\n‘আল্লাহ কোরআনকে বয়ান বা সুস্পষ্ট শব্দ দিয়ে অভিহিত করেছেন। এর দ্বারা বোঝা যায়, অন্য ভাষায় এ বৈশিষ্ট্য নেই এবং মানমর্যাদায় আরবি ভাষা সব ভাষার চেয়ে শ্রেষ্ঠ।’ আস সাহিব ফি ফিকহিল লুগাহ : ৪/১\nআরবি ভাষাতত্ত্ব এর শিকড় রয়েছে কুরআন এবং প্রাক-ইসলামী কবিতায়, আরবি ব্যাকরণ \"সিবাওয়াইহ\"-এর প্রথম নির্ভরযোগ্য বইটি হিজরী দ্বিতীয় শতাব্দীর শেষের দিকে প্রকাশিত হয়েছিল। ইসলামের আবির্ভাবের আগে, আরবি ঐতিহ্য ছিল মূলত মৌখিক, লেখার প্রথা কুরআন দিয়ে শুরু হয়েছিল। এই লিখিত ঐতিহ্য নতুন যুগের ধর্মীয় চ্যালেঞ্জ, কলম এবং বই দ্বারা অনুপ্রাণিত হয়েছিল। প্রাক-ইসলামী আরবদের মৌখিক ঐতিহ্যের নথিভুক্ত করার ক্ষেত্রে ত্রুটি থাকা সত্ত্বেও, এই মৌখিক ঐতিহ্যের ইসলামী লিখিত পুনরুদ্ধার আমাদেরকে ইসলামের আগে আরবদের ভাষাগত আধিপত্য উপলব্ধি করতে দেয়। কুরআন প্রথম মুসলিম প্রজন্মের ভাষাগত চতুরতাকে চ্যালেঞ্জ করেছিল, যেহেতু এটি আরবদের ভাষায় প্রকাশিত হয়েছিল, তাদের শব্দভাণ্ডার এবং বাক্য গঠন উভয় ক্ষেত্রেই এর অর্থ বুঝতে ও জানার অনুমতি দেয়। বর্ণনাগুলি প্রায়শই মুহাম্মদ আয়াত বা শব্দের ব্যাখ্যা প্রদান করে যা তাদের সঙ্গীদের জন্য যথেষ্ট স্পষ্ট ছিল না বা রূপক অর্থ ছিল৷\nকুরআন ইসলাম এবং আরবি ভাষার মধ্যে বন্ধনকে উল্লেখযোগ্যভাবে প্রভাবিত করেছে, যা বিভিন্ন ইসলামী বিজ্ঞানের বিকাশের দিকে পরিচালিত করেছে, বিশেষ করে আরবি সাহিত্য ও সাহিত্যে। ফজলুর রহমান মালিক-এর মতো মুসলিম পণ্ডিতরা দাবি করেন যে ইসলামের সমস্ত অ-সাম্প্রদায়িক বিজ্ঞান তাদের উৎস কুরআন থেকে। কুরআনের 'অপ্রতিদ্বন্দ্বীতার' মতবাদ মুসলিম মাজহাব জুড়ে প্রচলিত এবং আরবি সাহিত্য এর একটি মূল কারণ।\nজন পেনরিস কুরআনের ভাষার প্রকৃতির উপর জোর দিয়েছেন এবং এটিকে \"অলৌকিক\" বলে আরবি সাহিত্যের একটি মান হিসেবে অভিহিত করেছেন। তিনি বিশ্বাস করেন যে আরবি সাহিত্য বোঝার জন্য কোরানের যোগ্য জ্ঞান অপরিহার্য, এমনকি এর ঐশ্বরিক উত্সে বিশ্বাস না করেও। তিনি বলেন, কুরআনে রয়েছে অতীন্দ্রিয় শ্রেষ্ঠত্ব এবং কাব্যিক ধারণা, সমৃদ্ধ ও উপযুক্ত ভাষা যা অনুবাদকে অতিক্রম করে।\nইসলামের প্রারম্ভিক বছরগুলিতে, আরবি ভাষা তার কুরআনিক স্তরে অত্যন্ত গুরুত্বপূর্ণ ছিল। ইসলামের প্রসারের সাথে সাথে কুরআনের পাঠ্যকে ভুল পড়া এবং ভুল বোঝার বিপদ বেড়েছে। ইবনে খালদৌন মুসলিম বিশ্বে আরবির গুরুত্ব এবং বিদেশী আগ্রাসনের কারণে অ-আরবী ভাষার সাথে আরবির সংমিশ্রণ নিয়ে আলোচনা করেছেন। কুরআনিক বিজ্ঞানের আবির্ভাব ঘটে, যার ফলে মক্কা, মদীনা এবং ইরাক-এ তাফসির-স্কুল প্রতিষ্ঠা হয়। ইসলামে একটি তাফসির পদ্ধতির উদ্ভবের লক্ষ্য ছিল মানুষের ভাষার পরিবর্তনশীলতা থেকে \"ঐশ্বরিক শব্দ\" রক্ষা করা। কুরআনের পাঠ্যের সাথে মানুষের মিথস্ক্রিয়ায় আরবি ভাষার ডায়াক্রোনি একটি গুরুত্বপূর্ণ কারণ হিসেবে রয়ে গেছে।\nআবু হামিদ আল-গাজালি ব্যাখ্যা করেছেন যে কীভাবে সালাহ, হজ্জ, সাওম, এবং জাকাত এর মতো ইসলামী শব্দগুলো তাদের মূল ভাষাগত অর্থ থেকে উদ্ভূত হয়েছে। ইসলাম এই শর্তাবলীতে ধর্মীয় পূর্বশর্ত যুক্ত করেছে, যার মধ্যে হাঁটু ও সেজদা করার মত গতিশীল ক্রিয়াকলাপ এবং কাবা প্রদক্ষিণ করা এবং আরাফা পর্বতে দাঁড়ানোর মত ধর্মীয় অনুশীলন অন্তর্ভুক্ত করা।\n\n\n==== \"আল্লাহ\" শব্দের ব্যবহার ====\n\nহামিদ নাদিম রাফিয়াবাদী \"আল্লাহ\" শব্দটিকে \"গড\" বা \"ঈশ্বর\" হিসাবে অনুবাদযোগ্য নয়বলে দাবি করে বলেছেন, এটি সমস্ত নাম থেকে আলাদা এবং উদ্ভূত হতে পারে না। আব্দুল মজিদ দরিয়াবাদী এর মতে ইংরেজি শব্দ \"ঈশ্বর\" একটি সাধারণ জার্মান শব্দ যা পৌত্তলিক পুরাণের যে কোনো অতিমানবীয় ব্যক্তিত্বকে বোঝানোর জন্য যারা প্রকৃতি ও মানুষ উভয়ের ওপর কর্তৃত্ব রাখে, উপাসনার বস্তু হিসেবে, কিন্তু আল্লাহ শব্দটি সম্পূর্ণ অনন্য। এটিতে।\nআল্লাহ, মূলত আল-ইলাহ, আলাহা (আমরা উপাসনা করতাম) বা আলিহা (তিনি বিভ্রান্ত হয়েছিলেন) থেকে উদ্ভূত। আল-ইলাহ অর্থ আল-মাতুহ, উপাসনার বস্তু বা মনের জন্য বিভ্রান্তির বস্তু। আলিহা ক্রিয়াটি মন্দ থেকে বেঁচে থাকার, বাঁচানোর, উদ্ধার করা বা উদ্ধার করার জন্য নিরাপত্তা, সমর্থন এবং অভয়ারণ্যের সন্ধান করা বোঝায়। নির্দিষ্ট নিবন্ধ \"আল\" যোগ করার ফলে \"আল্লাহ\" শব্দ পাওয়া যায়। আব্দুল্লাহ ইবনে আব্বাস-এর মতে, আল্লাহ হচ্ছেন প্রত্যেকে তার উপাস্য হিসেবে গ্রহণ করে এবং উপাসনা করে, দেবত্বের গুণাবলী ধারণ করে এবং উপাসনা করা হয়। আলাহা মানে উপাসনা করা, এটি মৌখিক বিশেষ্য ইলাহাকে জন্ম দেয়।\nইসলামিক কোরানিক শব্দ \"আল্লাহ\" এর ব্যুৎপত্তিগত দিক নিয়ে মতভেদ রয়েছে, যার উৎপত্তি, উৎপত্তি এবং ব্যবহার। কিছু পণ্ডিত বিশ্বাস করেন যে এটি ক্যালডিয়ান এবং সিরিয়াক ভাষায় ইলাহিয়া শব্দ থেকে উদ্ভূত হয়েছে, যা পরবর্তীতে আরবীতে আল্লাহ হয়েছে। অন্যরা বিশ্বাস করে যে এটি একটি হিব্রু শব্দ, ইলোহা, ইহুদি এবং খ্রিস্টানরা ব্যবহার করে। শব্দের আসল রূপটি ছিল LAHA, যা পরবর্তীতে গ্যাব্রিয়েল, মাইকেল, ইসমাইল এবং ইস্রায়েলে বিবর্তিত হয়। যখন আরবিকরণ করা হয়, তখন চূড়ান্ত আলিফ বাদ দেওয়া হয় এবং LAM-এর সাথে প্রতিস্থাপিত হয়, যার ফলে লামের ধ্বনি আরও বিশিষ্ট হয়। হিব্রুতে, \"Eli\" এবং \"Elah\" এর মতো শব্দগুলি সুস্পষ্ট, যা নির্দেশ করে যে ঈশ্বর উচ্চতর, এবং \"Eliyahu\" এবং \"Eliyahu\" শব্দগুলি দেবতার উপাসনাকে নির্দেশ করে। এই শব্দগুলোর আরবিকরণ এর উৎপত্তি ও অর্থ নিয়ে বিতর্কের জন্ম দিয়েছে।\nমারমাডিউক পিকথাল উল্লেখ করেছেন যে যেহেতু আল্লাহ শব্দটি স্ত্রীলিঙ্গ বা বহুবচন নয় এবং শুধুমাত্র অকল্পনীয় সর্বোচ্চ সত্তাকে বোঝাতে ব্যবহৃত হয়েছে, তাই ইংরেজিতে আল্লাহর জন্য কোন সমতুল্য শব্দ নেই। \"ঈশ্বর\" শব্দটি পুরানো ইংরেজি, আইসল্যান্ডিক, ডেনিশ, সুইডিশ এবং জার্মান ভাষায় ব্যবহৃত হয়েছিল, কিন্তু একেশ্বরবাদী দৃষ্টিকোণ থেকে, এটি সর্বোচ্চ সত্তা, সর্বশক্তিমান, সর্বজ্ঞ, অনন্ত, অসীম আত্মা এবং মহাবিশ্বের স্রষ্টা ও শাসককে প্রতিনিধিত্ব করে। যাকে মানুষ পূজা করে। শব্দটি ছোট অক্ষর \"g\" দিয়েও পাওয়া যেতে পারে, যা একজন পুরুষকে নির্দেশ করে যাকে অমর এবং অতিপ্রাকৃত ক্ষমতার অধিকারী বলে মনে করা হয়। এটি এমন কিছু বা কাউকে বোঝায় যারা চরম বা অনিয়ন্ত্রিত ভক্তির বিষয় হয়েছে; এর জন্য পুরানো ইংরেজি শব্দটি হল ঈশ্বরত্ব। \"ঈশ্বর\" বা \"ঈশ্বর\" শব্দটির এই বৈশিষ্ট্যগুলি \"আল-লাহ\" এর জন্য উপযুক্ত নয় কারণ এগুলি দেবতার বহুঈশ্বরবাদী, ত্রিত্ববাদী বা দ্বৈতবাদী প্রকৃতির সাথে যুক্ত৷\nফখরুদ্দিন রাজি-এর তাফসিরে আল্লাহর ধারণা এবং সংশ্লিষ্ট পরিভাষাগুলি আলোচনা করা হয়েছে, যেখানে যুক্তি দেওয়া হয়েছে যে আল্লাহ শব্দটি উদ্ভূত না হয়ে একটি যথাযথ বিশেষ্য। লা ইলাহা ইল্লাল্লাহ, তার মতে, ঈশ্বরের সম্পূর্ণ ঐক্যের পরামর্শ দেয় এবং অন্যান্য অসংখ্য দেবতার সাথে পরিচয় প্রত্যাখ্যান করে। যেহেতু আল্লাহ একটি সঠিক নাম যা আল্লাহর মর্মকে অনন্যভাবে ধরে রাখে, তাই ডেরিভেটিভগুলি উপযুক্ত নয়। তাঁর সুপরিচিত বিবৃতিগুলি ঈশ্বরের স্বতন্ত্র সারাংশের ধারণার উপর গুরুত্বপূর্ণ আলোকপাত করেছে৷\n\"আল্লাহ\" শব্দটি \"ঈশ্বর\" শব্দটির চেয়ে বেশি উপযুক্ত, যা প্রায়শই বহুদেবতাবাদ, ত্রিত্ববাদ এবং দ্বৈতবাদী চিন্তাধারার দিকগুলির সাথে যুক্ত। কুরআন অনুসারে, একমাত্র ঈশ্বর আছেন, এবং যে কেউ বিশ্বাস করে যে আল্লাহর অংশীদার আছে তাকে জান্নাতে প্রবেশ করতে দেওয়া হবে না এবং তার কোন সমর্থন থাকবে না। একমাত্র ঈশ্বর আছেন, এইভাবে কুরআন তিন ঈশ্বরের তৃতীয় বলে অবিশ্বাস করতে নিষেধ করেছে। পৌত্তলিক আরবরাও তাদের দেবতাদেরকে \"আল্লাহ\" বলে উল্লেখ করত, যা তাদের পরোপকারী কর্তব্যের একটি অংশ আল্লাহ এবং তাদের দেবতা উভয়ের জন্য বরাদ্দ করে। হামিদুদ্দিন ফারাহীর মতে, আরবি শব্দ \"আল\" (দ্য) বিশেষভাবে \"আল্লাহ\" এর জন্য ব্যবহৃত হয় এবং এটি শুধুমাত্র আল্লাহর জন্য ব্যবহৃত হয়, যিনি পৃথিবী, আসমান এবং সমস্ত জীব সৃষ্টি করেছেন। আরবদের মধ্যে এই শব্দের একই অর্থ রয়েছে।\nরহমানকে একজন ক্ষমাশীল সত্তা হিসেবে বর্ণনা করা হয়েছে যিনি তাফসির আল-জালালাইন-এ কল্যাণ এবং সমস্ত প্রাণীর উন্নতি কামনা করেন। অন্যদিকে, রহিম একটি সাধারণ শব্দ কিন্তু আভিধানিকভাবে নির্দিষ্ট, যেখানে রহমান অর্থে নির্দিষ্ট কিন্তু আক্ষরিক অর্থে সাধারণ। আল-রহমান হল সর্বজনীন দয়া যা আল্লাহ ভাল-মন্দ, বিশ্বাসী ও অবিশ্বাসী সকলকে দান করেন। জীবনের সীমাহীন সুবিধাগুলি সমস্ত মানুষকে দেওয়া হয় এবং তারা তাদের প্রচুর পরিমাণে রিযিক প্রদান করে। অন্যদিকে, আর-রহিম, বিশ্বাসী ও আনুগত্যশীল বান্দাদের প্রতি দেওয়া বিশেষ করুণার কথা বলেন। যদিও রহিম প্রকৃতপক্ষে মাঝে মাঝে এক অন্তহীন করুণার অর্থের সাথে একই অর্থ ব্যবহার করা হয়, রহমান কুরআনের অর্থে মনোযোগ দিয়েছেন।\nরহমান এবং রহিম শব্দগুলি, যা রহমত মূল থেকে উৎপন্ন, ভদ্রতা এবং স্নেহ বোঝায়। রহমান হল আরবি ক্রিয়াপদ, যার অর্থ ঐশ্বরিক করুণার সর্বোচ্চ গুরুত্ব, যেখানে পরেরটি ঐশ্বরিক সত্তা থেকে অনুগ্রহের অসীম সরবরাহকে ব্যবহার করে। রহমান এবং রহিম উভয়ই স্বতন্ত্র দৃষ্টান্ত সহ সক্রিয় অংশগ্রহণমূলক বিশেষ্য; রহমান আরবি ক্রিয়াপদের সর্বোচ্চ রূপকে প্রতিনিধিত্ব করে, যখন রহিম প্রকাশ করে যে কীভাবে সেই অনুগ্রহ নিজেকে প্রকাশ করে এবং তার সৃষ্টিকে প্রভাবিত করে।\n\n\n=== হাদীসে ===\nহাদীসে এসেছে,\n\nরাসূল (সা.) বলেছেন,\nمَنْ ‌قَرَأَ ‌حَرْفًا ‌مِنْ ‌كِتَابِ ‌اللَّهِ ‌فَلَهُ ‌بِهِ ‌حَسَنَةٌ، وَالحَسَنَةُ بِعَشْرِ أَمْثَالِهَا، لَا أَقُولُ الم حَرْفٌ، وَلَكِنْ أَلِفٌ حَرْفٌ وَلَامٌ حَرْفٌ وَمِيمٌ حَرْفٌ\n\n‘আল্লাহ তাআলার কিতাবের একটি হরফ যে ব্যক্তি পাঠ করবে তার জন্য এর সওয়াব আছে। আর সওয়াব হয় তার দশ গুণ হিসেবে। আমি বলি না যে, আলিফ-লাম-মীম একটি হরফ, বরং আলিফ একটি হরফ, লাম একটি হরফ এবং মীম একটি হরফ।’\nঅধিকাংশ মুসলিম আলেম ইসলামী নবী মুহাম্মদের উক্ত হাদীসটি পেশ করে করেন ও কুরআনীয় শব্দ বলায় প্রতি হরফে দশ নেকি প্রাপ্তির কথা থাকার কারণে অনারবীয় ও আরবীয় উভয় ভাষায় মূল ইসলামী আরবী শব্দ \"আল্লাহ\" (ﷲ), নবী\" (نبي), \"রাসূল\" (رسول), \"মালাইকা\" (ملاءكة‎‎)\"জান্নাত\" (جنّة‎‎), \"জাহান্নাম\" (جهنم‎‎) ইত্যাদি এর ব্যবহারকে অধিক উৎসাহিত করে থাকেন, যুক্তি হিসেবে তারা বলেন, আল্লাহ শব্দটি কুরআনে ব্যবহৃত হয়েছে, তাই শব্দটি বলার সময় প্রতি হরফে দশ নেকি করে সাওয়াব পাওয়া যাবে, \"যা খোদা, সৃষ্টিকর্তা, ঈশ্বর, পয়গম্বর, ফেরেশতা, বেহেশত, দোযখ বা অন্যান্য অ-কুরআনীয় তথা অনারবীয় প্রতিশব্দ উচ্চারণে পাওয়া যাবে না\"।\n\n\n== সালাফ ও আলেমদের অভিমত ==\nআরবি ভাষাকে ইসলাম ধর্মের একটি অংশ হিসেবে বিবেচনা করা হয়, এবং এটি শেখা শুধুমাত্র একটি শিক্ষামূলক লক্ষ্য নয় বরং ইসলামী উৎসগুলি বোঝার এবং গভীর জ্ঞানের জন্য একটি অপরিহার্য মাধ্যম। ধ্রুপদী পণ্ডিত এবং বুদ্ধিজীবীরা এর গুরুত্ব স্বীকার করেছেন, ওমর ইবনে আল-খাত্তাব বলেছেন যে কুরআন বোঝার জন্য এটি অপরিহার্য। উমর বিন খাত্তাব বলেন,\n\n‘তোমরা আরবি ভাষা শেখো। তা তোমাদের দীনের অংশ।’।\n\nইবনে তাইমিয়া কুরআন এবং সুন্নাহ বোঝার জন্য আরবি জ্ঞানকে একটি ধর্মীয় বাধ্যতামূলক আবশ্যক বলে মনে করেন।  ইবনে তাইমিয়া বলেন,\n\nআরবি ভাষা ইসলাম এবং এর জনগণের (মুসলিমদের) প্রতীক। তিনি আরও বলেন,\nআল্লাহতায়ালা আরবি ভাষায় কোরআন অবতীর্ণ করেছেন। আর প্রিয় নবী (সা.)-কে আরবি ভাষায় কোরআন-সুন্নাহ প্রচারের নির্দেশ দিয়েছেন। দ্বীনের প্রথম অনুসারীরা ছিল আরবি ভাষী। তাই দ্বীনের গভীর জ্ঞানার্জনের জন্য এই ভাষা আয়ত্তের বিকল্প নেই। আরবি চর্চা করা দ্বীনেরই অংশ ও দ্বীনের প্রতি শ্রদ্ধার প্রতীক।’ মাজমুউল ফতোয়া : ৮/৩৪৩\nইবনে আল-জাওজি দাবি করেন যে আরবি ব্যাকরণ এবং ভাষা ইসলামিক বিজ্ঞান-এর অবিচ্ছেদ্য অংশ, যা কুরআনের অর্থের একটি স্পষ্ট উপলব্ধি প্রদান করে। ইবনে জিন্নি যুক্তি দেন দুর্বল আরবি জ্ঞান ইসলামী শরীয়ত থেকে বিচ্যুতির দিকে নিয়ে যায়।\nইসলামী আলেমদের মতে, \"আরবী ভাষার গুরুত্বের কারণ হলো, আরবি ভাষার অনেক সুবিধা এবং বৈশিষ্ট্য রয়েছে, তবে যা এটিকে সর্বাধিক গুরুত্ব দিয়েছে তা হল এই ভাষায় প্রকাশিত ইসলাম ধর্মের সাথে এর সংযোগ। কুরআন নাযিলের সাথে আরবি ভাষার সংযোগ রয়েছে, যা সমস্ত মানুষের কাছে এসেছিল। ইসলামের আচার-অনুষ্ঠান পালন করা হয় শুধুমাত্র আরবি ভাষায়। অভিব্যক্তিতে পরিশীলিততা, বক্তব্যে বাকপটুতা এবং শৈল্পিক চিত্রের প্রাচুর্যের সাথে আরবি ভাষার স্বাতন্ত্র্য রয়েছে। আলেমদের মতে, আরবি ভাষা রক্ষা করা হল ইসলাম ধর্মকে রক্ষা করা। একটি লিখিত পাঠ্যের সম্পূর্ণ বিবৃতি দেওয়া যায় শুধুমাত্র আরবি ভাষায়, এবং তাই কুরআন এটি ছাড়া অবতীর্ণ হয়নি। ক্রমাগত আরবি ভাষায় কথা বলা মন, ধর্ম এবং নৈতিকতার উপর ইতিবাচক প্রভাব ফেলে। আরবী ভাষা সম্পর্কে অজ্ঞতা সঠিক ধর্ম থেকে বিচ্যুতির অন্যতম কারণ। আরবি ভাষা একটি প্রাচীন, স্থির এবং ঐতিহাসিকভাবে সুপ্রতিষ্ঠিত ভাষা।\"\n\n\n=== নামাজে আরবি ===\nমুসলমানরা প্রতিদিন পাঁচবার প্রার্থনা করার একটি আদেশে বিশ্বাস করে, যা সালাত নামে পরিচিত, যা প্রায়শই কুরআন থেকে আংশিকভাবে পাঠ করে। মুসলমানদের বিশাল সংখ্যাগরিষ্ঠতা অবশ্য স্থানীয়ভাবে আরবি ভাষায় কথা বলে না এবং অনেকেই দৈনিক প্রার্থনায় অংশ নেওয়ার জন্য ভাষা শেখার প্রয়োজনীয়তায় বিশ্বাস করে।\nআহমেদ হুসাইন শরীফ তার \"হোয়াই প্রে ইন এরাবিক\" (নামাজ কেন আরবিতে পড়া হয়?) বইতে আরবিতে নামাজ পড়ার পেছনে যে সকল কারণ বলেছেন তা হল,\n\nআরবি হল একটি গভীর ও বিস্তৃত ভাষা\nনামাজের জন্য একটি সাধারণ ও সার্বজনীন ভাষা\n(আরবির মাধ্যমে) ইসলামী ভ্রাতৃত্বে সংযোগ স্থাপন।\nকুরআন হল আল্লাহর সৃজনকর্ম\nকুরআনের পূর্নাঙ্গ ও পরিপূর্ণ অনুবাদ করা অসম্ভব\nকুরআনই একমাত্র (ঐশীভাবে) সংরক্ষিত ওহী\nকুরআনের নিজস্ব ছন্দ রয়েছে\nদোয়া এবং নামাজের পার্থক্য হলোঃ দোয়া হল আমন্ত্রণ বা মিনতি, যা ঐচ্ছিক, তাই তা শিথিল এবং তা যে কোন ভাষায় করা যায়, আর নামাজ হলো প্রার্থনা, যা বাধ্যতামূলক ও তার নীতিমালা কঠোর, এছাড়া জামাতে ফরজ নামাজের ক্ষেত্রে মুসলিমদের সামাজিক সম্পর্ক প্রতিষ্ঠিত রাখারও বাধ্যবাধকতা রয়েছে, একারণে নামাজ শুধু আরবিতে পড়তে হয়।\nআরবি নামাজ বুঝতে শেখা কঠিন কিছু নয় এবং তা সহজ।\nপরিশেষে তিনি বলেন, \"এইভাবে আমরা দেখতে পাই যে, নামাজের মাধুর্য, মর্যাদা, সৌন্দর্য এবং আধ্যাত্মিকতা মূল আরবীতে নামাজ পড়ার উপর নির্ভর করে; এবং যদি অনুবাদে নামাজ পড়া হয়, তবে কুরআনের সাহিত্যিক এবং শৈল্পিক মূল্যবোধ হারিয়ে যেতে বাধ্য; এবং অনূদিত নামাজের ফলে সর্বপ্রথম ক্ষতিগ্রস্ত হবে ইসলামী ভ্রাতৃত্ব।\"\n\n\n=== খুতবায় আরবি ===\nইসলামের পণ্ডিতদের অবশ্যই শাস্ত্রীয় আরবি ভাষায় কুরআন শিখতে এবং ব্যাখ্যা করতে হবে। চারটি স্বীকৃত সুন্নি মাযহাবের আইনশাস্ত্র অনুসারে, খুতবাহ সম্পূর্ণরূপে শাস্ত্রীয় আরবি ভাষায় প্রদান করা আবশ্যক। তবে আবু হানিফা ব্যতিক্রম হিসেবে বলেন, খুতবা স্থানীয় ভাষায় হওয়া উচিৎ। প্রচলিতভাবে আরবদেশে খুতবা আরবিতে ও অনারবদেশে স্থানীয় ভাষায় পড়া হয়। তবে কিছু অনারব দেশে স্থানীয় ভাষার পাশাপাশি আরবি ভাষাতেও আংশিক খুতবা দেওয়া হয়।\n\n\n== শিল্প ও সাহিত্য ==\n\nবহু শতাব্দী ধরে, আরবি ভাষাগত বাহন হিসেবে কাজ করেছে যার মাধ্যমে ইসলামী সভ্যতার অনেক ধর্মীয়, সাংস্কৃতিক, এবং বৌদ্ধিক অর্জনকে স্পষ্ট ও পরিমার্জিত করা হয়েছে। কুরআন তেলাওয়াত হল অপেরা গানের অনুরূপ একটি শৈল্পিক ঐতিহ্য, যেখানে একজন গায়ক (একটি কারী নামে পরিচিত) আশা করা হয় যে এতে কণ্ঠ্য দক্ষতা থাকতে পারে। প্রতিদিনের নামাজের বাইরে, আরবি ভাষায় কোরআন তেলাওয়াত বড় ধরনের আচার-অনুষ্ঠানে যেমন বিয়ে বা অন্ত্যেষ্টিক্রিয়ার আচার-অনুষ্ঠানে একটি বড় ভূমিকা পালন করে।\nআরবীতে ইসলামের মনোযোগের ঐতিহাসিক উৎস হতে পারে প্রাক-ইসলামিক ঐতিহ্য আরবি কবিতা থেকে, যেখানে সাক্ষর কবিরা বিশ্বাস করতেন যে ভাষার একটি ব্যতিক্রমী কাব্যিক গুণ রয়েছে যা অনুবাদযোগ্য নয়। এই ঐতিহ্যটি আজ এই বিশ্বাসে টিকে আছে যে মুহাম্মদের দ্বারা উচ্চারিত ধ্রুপদী আরবি ছিল \"শুদ্ধ\" এবং \"অবিকৃত\"।\nমুসলিম বিশ্ব একটি ক্যালিগ্রাফির ঐতিহ্য জন্য পরিচিত, যেখানে কুরআনের হাতে লেখা কপিগুলিকে জাদুঘরের টুকরো হিসাবে সম্মান করা হয় বা সংরক্ষণ করা হয়। মুহাম্মদকে চিত্রিত করা এর চাক্ষুষ ঐতিহ্য, বিশেষ করে, ক্যালিগ্রাফিতে তার নামটি উপস্থাপন করা, বরং তাকে একজন মানবিক ব্যক্তিত্ব হিসেবে দৃশ্যমানভাবে চিত্রিত করা।\n\n\n== জাতীয়তাবাদ এবং ইসলামিকরণ ==\n\nআরব বিশ্বের অভ্যন্তরে এবং ব্যতীত জাতীয়তাবাদী প্রকল্পগুলিতে ইসলামে আরবির ভূমিকা একটি প্রধান অবদানকারী কারণ। আরব জাতীয়তাবাদীরা আরব বিশ্বে একটি সরকারী রাষ্ট্রভাষা হিসাবে আধুনিক প্রমিত আরবি এর বিকাশকে সমর্থন করেছে, প্রায়শই ভাষা এবং ইসলামী বিশ্বাসের মধ্যে সরাসরি সংযোগ স্থাপন করে। স্বতন্ত্র আরব দেশগুলিতে জাতীয়তাবাদী প্রকল্পগুলি প্রায়শই স্থানীয় স্থানীয় উপভাষাকে সরকারী ভাষা হিসাবে প্রয়োগ করতে চায়, কিন্তু \"আরবদেরকে তাদের একটি ঐশ্বরিক ভাষা থেকে আলাদা করার জন্য ধর্মীয় বিরোধিতার সম্মুখীন হয়।\"\nআরবি লিপি প্রথম আরবি ভাষায় পাঠ্য লিখতে ব্যবহৃত হয়েছিল, বিশেষত কুরআন, ইসলাম এর পবিত্র গ্রন্থ। ধর্মের বিস্তার এর সাথে, এটি অনেক ভাষা পরিবারের প্রাথমিক লিপি হিসেবে ব্যবহৃত হতে শুরু করে, যার ফলে নতুন অক্ষর এবং অন্যান্য চিহ্ন যুক্ত হয়। এই ধরনের ভাষাগুলি এখনও এটি ব্যবহার করছে: ফারসি (ফারসি এবং দারি), মালয় (জাউই) , চাম (আখর স্রাক),উইঘুর, কুর্দি, পাঞ্জাবি (শাহমুখী), সিন্ধি, বাল্টি, বেলুচি, পশতু, লুরিশ, উর্দু, কাশ্মীরি, রোহিঙ্গা, সোমালি, মান্ডিঙ্কা, এবং মুরে অন্যদের মধ্যে। ১৬ শতক পর্যন্ত, এটি কিছু স্প্যানিশ পাঠ্যের জন্যও ব্যবহৃত হত এবং ১৯২৮ সালে লিপি সংস্কারের আগে, এটি ছিল তুর্কি ভাষার লেখার পদ্ধতি।.\n\n\n=== আলজেরিয়া ===\nআধুনিক প্রমিত আরবি, কুরআন-এর ভাষা হিসেবে, আলজেরিয়াতে নব্য ঔপনিবেশিক ভাষা এবং ধর্মের বিরোধিতার কারণে ব্যাপকভাবে ব্যবহৃত হয়েছে। আলজেরিয়ান জাতীয়তাবাদী-এর ইসলাম এবং আরবি প্রতি উৎসাহ, এবং ফরাসি-সম্পর্কিত ভাষা ও সংস্কৃতিকে প্রত্যাখ্যান, সামাজিক ভাষাগত বিশৃঙ্খলার দিকে পরিচালিত করেছে, অনেক আলজেরিয়ান ভাষাভাষীদের উভয় ভাষারই সঠিক নিয়ন্ত্রণ নেই।\n\n\n=== মিশর ===\nমিশরের ইসলামিকরণ সপ্তম শতাব্দীর মিশরে আরব বিজয় পরে ঘটেছিল, যেখানে ইসলামি রাশিদুন খিলাফত খ্রিস্টান বাইজান্টাইন সাম্রাজ্য থেকে মিশরের নিয়ন্ত্রণ কেড়ে নেয়। মিশর এবং মধ্যপ্রাচ্যের অন্যান্য বিজিত অঞ্চলগুলি খ্রিস্টান থেকে ইসলাম-এ একটি বড় আকারে ধীরে ধীরে ধর্মান্তরিত হয়েছে, যারা ধর্মান্তর করতে অস্বীকার করেছিল তাদের জন্য জিজিয়া। ইসলাম ১০ম থেকে ১২শ শতাব্দীর মধ্যে প্রভাবশালী বিশ্বাসে পরিণত হয় এবং আরবি ভাষা কপটিককে স্থানীয় ভাষা এবং গ্রীক সরকারী ভাষা হিসাবে প্রতিস্থাপন করে।\n\n\n=== ইরান ===\nইরানের ইসলামিকরণ ছিল ৬৩৩ সালের পর ইসলামের বিস্তারের ফলে ৬৫৪ সালে সাসানিদ ইরান সাম্রাজ্যের মুসলিম বিজয়ের ফল। এটি একটি দীর্ঘ প্রক্রিয়া যার মাধ্যমে ইসলাম প্রাথমিকভাবে প্রত্যাখ্যান করা হলেও শেষ পর্যন্ত ইরানি মালভূমি জনসংখ্যার মধ্যে ছড়িয়ে পড়ে। ইরানী জনগণ কিছু প্রাক-ইসলামিক ঐতিহ্য বজায় রেখেছে, যার মধ্যে রয়েছে তাদের ভাষা এবং সংস্কৃতি, এবং বিশেষভাবে আরবি লিপি ফার্সি ভাষায়। এই দুটি প্রথা এবং ঐতিহ্য \"ইরানী ইসলামী\" পরিচয় হিসাবে একীভূত হয়।\n\n\n=== পাকিস্তান ===\n\nপাকিস্তান, যেখানে আরবি দেশের জাতিগোষ্ঠীর স্থানীয় ভাষা নয়, সেখানে আরবি এখনও রাষ্ট্রের ধর্মীয় জাতীয়তাবাদী প্রকল্প একটি ভূমিকা রেখেছে।পাকিস্তানের সংবিধানে আরবি উল্লেখ আছে। এটি অনুচ্ছেদ ৩১ নং ২-এ ঘোষণা করে যে \"পাকিস্তানের মুসলমানদের সম্মান হিসাবে রাষ্ট্র চেষ্টা করবে (ক) পবিত্র কুরআন এবং ইসলামিয়াত শিক্ষাকে বাধ্যতামূলক করার জন্য, শিক্ষাকে উত্সাহিত এবং সহজতর করার জন্য আরবি ভাষা ...\" \nপাকিস্তানের সিনেট ১ ফেব্রুয়ারী, ২০২১-এ আরবি ভাষার বাধ্যতামূলক পাঠদান বিল পাস করে, ইসলামাবাদ-এর প্রাথমিক ও মাধ্যমিক বিদ্যালয়ে আরবি পাঠদান বাধ্যতামূলক করে।\nপূর্ব পাকিস্তানের ভাষা আন্দোলন-এর সময় ১৯৪৭ সালে পাকিস্তান সৃষ্টির পর, অনেকেই মুহাম্মদ আলী জিন্নাহ এর কাছে দাবি করেন একটি মুসলিম জাতীয়তাবাদী দেশ হিসেবে পাকিস্তানের রাষ্ট্রভাষা আরবি করার, যা পরবর্তীতে অনেকের দ্বারা সমর্থিত ও পুনরুক্তি করা হয়েছিল, কিন্তু প্রস্তাবটি শেষ পর্যন্ত জনসমর্থন ও জনপ্রিয়তা পায়নি। আরবিকে রাষ্ট্রভাষা করার এই প্রস্তাবগুলো পাকিস্তানের কোনো অংশে যথেষ্ট সমর্থন লাভ করতে ব্যর্থ হয়েছে। যাইহোক, যেহেতু এই দাবিটি ইসলামী সংস্কৃতির বিকাশের প্রশ্নের সাথে যুক্ত, তাই এটি পরোক্ষভাবে এই দাবিকে শক্তিশালী করেছে। রাষ্ট্রভাষা উর্দু এবং বাংলা (দোভাষী) কিছু অংশে আরবি লিপি প্রবর্তন।\n\n\n=== তুরস্ক ===\n\nওসমানীয় তুর্কি (উসমানীয় তুর্কি: لِسانِ عُثمانى, তুর্কি উচ্চারণ: [liˈsaːnɯ osˈmaːniː]; তুর্কি: Osmanlı Türkçesi ছিল ইসলামী ওসমানীয় সাম্রাজ্যের( ১৪ থেকে ২০ শতক) তুর্কি ভাষার প্রমিত রেজিস্টার। এটি আরবি এবং ফারসি থেকে, সমস্ত দিক থেকে ব্যাপকভাবে ধার করা হয়েছে। এটি লেখা হতো ওসমানীয় তুর্কি বর্ণমালায়। অটোমান সাম্রাজ্যে উসমানীয় ক্ষমতার শিখরে (আনু.  ১৬ শতক)-এ, বেশিরভাগই আরবি এবং ফার্সি থেকে বিদেশী উত্সের শব্দ, তুর্কি সাহিত্য-এ স্থানীয় তুর্কি শব্দের সংখ্যা থেকে বেশি ছিল। কিছু লেখায় অটোমান শব্দভান্ডারের ৮৮% পর্যন্ত আরবি এবং ফার্সি শব্দভান্ডারের হিসাব রয়েছে।\n\n\n=== মাল্টা ===\n\nমাল্টায় ইসলামের সবচেয়ে শক্তিশালী উত্তরাধিকার হল মালটিজ ভাষা, এবং বেশিরভাগ স্থানের নাম (মাল্টা এবং গোজো নাম ছাড়া) হল আরবি, যেমন বেশিরভাগ উপাধি, যেমন বোর্গ, কাসার, চেটকুটি, ফারুগিয়া, ফেনেচ, মিকেলেফ, মিফসুদ এবং জম্মিত। এটি যুক্তি দেওয়া হয়েছে যে মাল্টিজ ভাষার এই টিকে থাকা, সিসিলিতে সিকুলো-আরবি বিলুপ্তির বিপরীতে, সম্ভবত আনুপাতিকভাবে বৃহৎ মাল্টিজ মুসলিম জনসংখ্যার খ্রিস্টান ধর্মে বৃহৎ আকারে ধর্মান্তরিত হওয়ার কারণে।.\nমাল্টিজ ক্যাথলিক ধর্ম মুসলিম উপস্থিতি এবং পটভূমি দ্বারা প্রভাবিত ছিল, ঈশ্বরের জন্য শব্দ (আল্লা) এবং লেন্ট (রান্দন) সহ।\nইসলামিক স্থাপত্যের উপাদানগুলিও স্থানীয় মাল্টিজ শৈলীতে রয়ে গেছে, যার মধ্যে রয়েছে মুক্সরাবিজা, মাশরাবিয়া-এর অনুরূপ কাঠের ওরিয়েল জানালা।\nমাল্টীয় ভাষা (মাল্টীয়: Malti) একটি সেমিটিক ভাষা যা মাল্টিজ জনগণ দ্বারা কথা বলা হয়। এটি মাল্টার জাতীয় ভাষা এবং ইউরোপীয় ইউনিয়নের একমাত্র সেমেটিক অফিসিয়াল ভাষা। মাল্টীয় ভাষা হল একটি ল্যাটিন ভাষায় কথ্য ঐতিহাসিক আরবি যা সিকুলো-আরবি থেকে এসেছে, যা সিসিলি আমিরাতের মাগরেবি আরবি উপভাষা হিসেবে ৮৩১ থেকে ১০৯১ সালের মধ্যে বিকশিত হয়েছিল। মাল্টায় নর্মান আক্রমণের ফলে এবং দ্বীপের পরবর্তী খ্রিস্টানিকীকরণের ফলে, মাল্টীয় ল্যাটিনাইজেশনের ক্রমবর্ধমান প্রক্রিয়ায় শাস্ত্রীয় আরবি থেকে স্বাধীনভাবে বিকশিত হয়। অতএব এটি বিভিন্ন ঐতিহাসিক আরবি হিসাবে ব্যতিক্রমী যার ক্লাসিক্যাল বা আধুনিক প্রমিত আরবির সাথে কোন ডিগ্লোসিক সম্পর্ক নেই। এইভাবে আধুনিক আরবি ম্যাক্রোল্যাঙ্গুয়েজ গঠিত জাত থেকে মাল্টীয়কে আলাদাভাবে শ্রেণীবদ্ধ করা হয়েছে। মাল্টীয় ভাষা আরবি এবং অন্যান্য সেমেটিক ভাষা থেকে আলাদা যেহেতু এর রূপবিজ্ঞান রোম্যান্স ভাষা যেমন ইতালীয় ভাষা এবং সিসিলিয়ান দ্বারা গভীরভাবে প্রভাবিত হয়েছে।\nইসলাম মাল্টায় প্রবর্তিত হয়েছিল বলে মনে করা হয় যখন উত্তর আফ্রিকার আঘলাবিডস, প্রথমে হালাফ আল-হাদিম এবং পরে সাওয়াদা ইবনে মুহাম্মদ এর নেতৃত্বে ৮৭০ সালে সিসিলি থেকে আসার পর বাইজান্টাইনস থেকে দ্বীপগুলি জয় করেন (বিস্তৃত আরব-বাইজান্টাইন যুদ্ধের অংশ হিসেবে)। যাইহোক, এটিও যুক্তি দেওয়া হয়েছে যে দ্বীপগুলি ৯ম এবং সম্ভবত ৮ম শতাব্দীর আগে মুসলমানদের দখলে ছিল।\nআঘলাবিদরা দিনা-এ তাদের রাজধানী স্থাপন করে। পুরানো রোমান দুর্গ, পরে ফর্ট সেন্ট অ্যাঞ্জেলো হয়ে ওঠে, তাও প্রসারিত হয়।\nআরব ইতিহাসবিদ এবং ভূগোলবিদ আল-হিমিয়ারি (কিতাব আল-রাওদ আল-মিতার অনুসারে) অনুসরণ করেন মুসলিম আক্রমণ এবং বিজয়, ১০৪৮-১০৪৯ সালে বা সম্ভবত কয়েক দশক আগে সিসিলি থেকে মুসলমানদের দ্বারা উপনিবেশ না হওয়া পর্যন্ত মাল্টা কার্যত জনবসতিহীন ছিল। প্রশংসিত মাল্টিজ ইতিহাসবিদ গডফ্রে ওয়েটিঙ্গার দ্বারা স্বীকৃত, আরব বিজয় দ্বীপের পূর্ববর্তী জনসংখ্যার সাথে যে কোনো ধারাবাহিকতা ভেঙে দিয়েছে। এটি জোসেফ ব্রিঙ্ক্যাট-এর ভাষাগত অনুসন্ধানের সাথেও সামঞ্জস্যপূর্ণ যে মালটিজ ভাষা-এ আরবি ছাড়া আর কোনো উপ-স্তর না পাওয়া যায়, এটি একটি অত্যন্ত বিরল ঘটনা যা শুধুমাত্র একটি সময়কাল এবং তার পরবর্তী সময়ের মধ্যে একটি কঠোর ব্যবধান দ্বারা ব্যাখ্যা করা যেতে পারে।\n\n\n== আরও দেখুন ==\nপবিত্র ভাষা\nআধুনিক প্রমিত আরবি\nইহুদি ভাষাসমূহ\nইসলামি গ্রন্থসমূহ\nআরবীকরণ\nআরবিকে পাকিস্তানের রাষ্ট্রভাষা করার প্রস্তাব\nআরবি হরফে বাংলা লিখন\nদোভাষী (ভাষা)\nরওনক সাহিত্য সংস্থা\nসূরা আলাক্ব\nকুরআন\nহাদীস\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nহক, ইজাজুল (১৮ ডিসেম্বর ২০২০)। \"ইসলাম ও আরবি ভাষা | দেশ রূপান্তর\"। Desh Rupantor। ২৪ নভেম্বর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ নভেম্বর ২০২২। \nহক, মাহফূযুল (২৬ জুন ২০১৬)। \"আরবি ভাষা মুসলিম জাতিসত্ত্বার অবিচ্ছেদ্য অংশ\"। banglanews24.com। সংগ্রহের তারিখ ১২ নভেম্বর ২০২২।"}