{"pageid": 1187554, "title": "আল-কায়েদা, ইরাক শাখা", "url": "https://bn.wikipedia.org/wiki?curid=1187554", "content": "আল-কায়েদা ইন ইরাক(AQI) বা আল-কায়েদা ইন মেসোপটেমিয়া ছিল ইরাকে সক্রিয় আল-কায়েদার সাথে সংযুক্ত একটি শাখা সংগঠন। প্রথম ১৯৯৯ সালে জর্ডানি বংশোদ্ভূত জিহাদি নেতা আবু মুসয়াব আল জারকাভি জামাত আল তাওহিদ আল জিহাদ নামে গ্রুপটি প্রতিষ্ঠা করেন। ২০০৪ তিনি এটিকে আল কায়েদার সাথে সংযুক্ত করেন এবং ২০০৬ সালে এটির নাম আল কায়েদা ইন ইরাক বা আল কায়েদা ইরাক শাখা রাখা হয়। এরপর জারকাভি মার্কিন বিমান হামলায় নিহত হলে গ্রুপের নেতারা আল কায়েদার কমান্ড থেকে দূরে সরে যেতে থাকে। এরপর গ্রুপটির নাম ইসলামিক স্টেট ইন ইরাক রাখা হয় এবং শেষ পর্যায়ে এই গ্রুপটিই ইসলামিক স্টেট অব ইরাক অ্যান্ড দ্য লেভান্টে পরিণত হয়। ২০১৪ সালে গ্রুপটি আল কায়েদা সম্পূর্ণরূপে বিচ্ছিন্ন হয়ে যায়।\n\n\n== উৎপত্তি ==\n১৯৯৯ সালে দলটি প্রথম জর্ডানের জিহাদি নেতা আবু মুসাব আল জারকাভির নেতৃত্বে জামাত আল তাওহিদ ওয়াল জিহাদ নামে গঠিত হয়। ২০০৩ সালে ইরাকে মার্কিন জোটের আগ্রাসন ও ইরাক দখলের পাঁচ মাস পর গ্রুপটি জাতিসংঘের প্রতিনিধি, ইরাকি শিয়া প্রতিষ্ঠান ও মার্কিন বাহিনীকে লক্ষ্য করে ইরাকে বোমা হামলা শুরু করে।\n\n\n== নেতৃত্ব ==\n২০০৬ সালের ৭ জুন গ্রুপটির নেতা আল-জারকাভি ও তার আধ্যাত্মিক উপদেষ্টা শেখ আব্দুর রহমানসহ প্রায় ৫০০ জন সদস্য মার্কিন বিমান হামলায় নিহত হন। এরপর গ্রুপের নেতৃত্ব মিশরীয় জিহাদি আবু আইয়ুব আল-মিসরি গ্রহণ করেন। তিনি যিনি আবু হামজা আল-মুহাজির নামেও পরিচিত।\n\n\n== উদ্দেশ্য ==\n২০০৫ সালের জুলাই মাসে আল-জারকাভীকে লেখা একটি চিঠিতে আল-কায়েদার নেতা আয়মান আল-জাওয়াহিরি ইরাকের নিয়ন্ত্রণ নেওয়া থেকে শুরু করে চার ধাপবিশিষ্ট একটি পরিকল্পনার রূপরেখা দেন।\n১ম ধাপ: ইরাক থেকে মার্কিন বাহিনীকে বহিষ্কার।\n২য় ধাপ: ইরাকে ইসলামি কর্তৃত্ব প্রতিষ্ঠা করা।\n৩য় ধাপ : প্রতিবশী ধর্মনিরপেক্ষ দেশগুলিতে জিহাদের তরঙ্গ প্রসারিত করা।\n৪র্থ ধাপ: ইসরায়েলের সাথে সংঘর্ষ।\n\n\n== অপারেশন ==\n\n\n=== ২০০৪ ===\n২০০৩ সাল থেকে আল কায়েদা ইন ইরাক বিচ্ছিন্ন হামলা পরিচালনা করা শুরু করে। ২০০৪ সাল থেকে এটি নিয়মিত নিজের উপস্থিতি জানান দিতে থাকে। বিশেষ করে ইরাকে অবস্থানরত মার্কিন সেনাবাহিনী ও তাদের মদদপুষ্ট শিয়ারা নিয়মিত তাদের হামলার শিকার হতে থাকে। ২০০৪ সালের অক্টোবরে গোষ্ঠীটি জাপানি নাগরিক শোসেই কোডাকে অপহরণ করে। একটি অনলাইন ভিডিওতে গোষ্ঠীটি ইরাক থেকে জাপানি সৈন্য প্রত্যাহার করার জন্য জাপানকে ৪৮ ঘন্টার সময় বেধে দেয়। অন্যথায় কোডার ভাগ্য তার পূর্বসূরী বার্গ, বিগলি ও অন্যান্য কাফেরদের মতো হবে বলে জানিয়ে দেয়। জাপান সরকার এই দাবি মানতে অস্বীকার করলে কোডার শিরশ্ছেদ করা হয় এবং ৩০ অক্টোবর তার খণ্ডিত দেহ পাওয়া যায়। ২০০৪ সালের ১৯ ডিসেম্বর গোষ্ঠীটি শিয়াদের পবিত্র শহর নাজাফ ও তার নিকটবর্তী শহর কারবালায় গাড়ি বোমা হামলার দায় স্বীকার করে।\n\n\n=== ২০০৫ ===\n২০০৫ সালে গোষ্ঠীটির দাবি করা হামলার মধ্যে রয়েছে:\n\n৩০ জানুয়ারি: জানুয়ারিতে ইরাকি আইনসভা নির্বাচনের সময় দলটি ভোটারদের উপর আক্রমণ শুরু করে। ১০০টি সশস্ত্র হামলায় প্রায় ৪৪ জন নিহত হয়। তবে এসবের কিছু হামলা অন্য গোষ্ঠী দ্বারা পরিচালিত হতে পারে। আবু মুসাব আল-জারকাভি বলেন, আমরা গণতন্ত্রের এই মন্দ নীতির বিরুদ্ধে ভয়ানক যুদ্ধ ঘোষণা করেছি।\n২৭ ফেব্রুয়ারু: দক্ষিণাঞ্চলীয় শহর হিলাহতে একটি গাড়ি বোমা ইরাকি পুলিশ ও ইরাকি ন্যাশনাল গার্ড রিক্রুটদের একটি ভিড়ে আঘাত করে এবং এতে ১২৫ জন নিহত হয়।\n২ এপ্রিল: এপ্রিল মাসে গ্রুপটি কুখ্যাত আবু গরিব কারাগারে সম্মিলিত আত্মঘাতী এবং প্রচলিত আক্রমণ শুরু করে।\n৭ মে: বাগদাদ শহরে দুটি বিস্ফোরক বোঝাই গাড়ি একটি মার্কিন নিরাপত্তা কোম্পানির কনভয়কে লক্ষ্য করে হামলা করে এবং এতে দুই মার্কিনসহ মোট ২২ জন নিহত হয়।\n৬ জুলাই: গোষ্ঠীটি ইরাকে মিশরের রাষ্ট্রদূত ইহাব আল-শরিফকে অপহরণ ও হত্যার দায় স্বীকার করে। ইন্টারনেটে পোস্ট করা একটি বার্তায় জারকাভি বলেন, \"দুই নদীর ভূমিতে প্রতিষ্ঠিত আল-কায়েদা সংস্থার ইসলামি আদালত ইহুদি ও খ্রিস্টানদের মিত্র মিশর রাষ্ট্রের রাষ্ট্রদূতকে হত্যা করার সিন্ধান্ত নিয়েছে।\"\n১৫-১৭ জুলাই: ইরাকে মুসাইয়িব মার্কেটপ্লেসে বোমা হামলাসহ তিন দিনের সিরিজ আত্মঘাতী হামলায় ১৫০ জন নিহত এবং ২৬০ জন আহত হয়। তারা দাবি করে যে, বোমা বিস্ফোরণগুলি গোটা বাগদাদের নিয়ন্ত্রণ নেওয়ার একটি অভিযানের অংশ ছিল।\n১৯ আগস্ট: জর্ডানের আকাবায় একটি রকেট হামলায় একজন জর্ডানি সৈন্য নিহত হয়।\n১৪ সেপ্টেম্বর: দলটি বাগদাদে এক ডজনেরও বেশি সিরিজ বোমা হামলার দায় স্বীকার করে যাতে প্রায় ১৬ো জন নিহত হয়। আল-জারকাভী এক বিবৃতিতে শিয়া, ইরাকি সেনা ও ইরাকি সরকারের বিরুদ্ধে \"সর্বস্ব যুদ্ধের\" ঘোষণা করেন।\nশুক্রবার, ১৬ সেপ্টেম্বর: ২০০ টি শিয়া মসজিদের বাইরে আত্মঘাতী বোমা হামলার পরিকল্লনা এবং বাগদাদের উত্তরে ১৩ জনকে হত্যা করা হয়।\n২৪ অক্টোবর : দলটি অক্টোবরে বাগদাদের শেরাটন ইশতার ও প্যালেস্টাইন হোটেলের বাইরে একটি সমন্বিত আত্মঘাতী হামলা করে।\n৯ নভেম্বর: জর্ডানের রাজধানী আম্মানের কয়েকটি হোটেলে তিনটি বোমা হামলায় ৬০ জন নিহত হয়।\n১৮ নভেম্বর: দলটি খানাকিন শহরে শিয়া মসজিদে বোমা হামলার দায় স্বীকার করে এবং এতে অন্তত ৭৪ জন নিহত হয়।\n\n\n=== ২০০৬ ===\nএকটি ধর্মীয় উপাসনালয় ও একটি পুলিশ নিয়োগ কেন্দ্রের কাছে কারবালা এবং রামাদিতে 5 জানুয়ারী শিয়া বেসামরিক নাগরিকদের উপর বোমা হামলার জন্য কিছু বাসিন্দা ইরাকের আল কায়েদাকে দায়ী করেছিল৷ \n22 ফেব্রুয়ারী 2006 আল-আসকারি মসজিদে বোমা হামলার জন্য একজন মার্কিন গোয়েন্দা কর্মকর্তা মার্চ 2007 সালে এবং 'ইরাকি কর্মকর্তারা' মে 2007 সালে AQI-তে দোষারোপ করেন।\n3 জুন 2006-এ, AQI ইরাকে চার রুশ কূটনীতিককে অপহরণ করে হত্যা করে ।\n16 জুন 2006, বাগদাদের কাছে একটি মার্কিন তল্লাশি চৌকিতে হামলা হয়, একজন মার্কিন সৈন্য নিহত এবং দুইজনকে অপহরণ করা হয়। যাদের অপহরণ করা হয়েছিল, টমাস লোয়েল টাকার এবং ক্রিস্টিয়ান মেনচাকা, 19 জুন পাওয়া যায়, তাদের নির্যাতন ও হত্যা করা হয়েছিল। পরের দিন, ইরাকের মুজাহেদিন শুরা কাউন্সিল (এমএসসি) - তানজিম কাইদাত আল-জিহাদ ফি বিলাদ আল-রাফিদায়ন সহ একটি সংগঠন - এই দুই আমেরিকানকে \"হত্যা\" করেছে বলে দাবি করেছে। তিন সপ্তাহ পরে, MSC একটি ভিডিও জারি করে যেখানে টাকার এবং মেনচাদার বিকৃত মৃতদেহ দেখানো হয়েছে, যা একই ব্রিগেডের মার্কিন সৈন্যদের দ্বারা মার্চ 2006 সালে একটি ইরাকি মেয়েকে ধর্ষণ ও হত্যার প্রতিশোধ হিসেবে দেখানো হয়েছে।\nশরৎ 2006, AQI দিয়ালা গভর্নরেটের রাজধানী বাকুবাহ দখল করে এবং 2007 সালের মার্চের আগে, AQI বা এর ছাতা সংগঠন ' ইসলামিক স্টেট অফ ইরাক ' (আইএসআই) বাকুবাহকে তার রাজধানী হিসেবে দাবি করে।\n\nমার্কিন যুক্তরাষ্ট্র পরামর্শ দিয়েছে যে 'আল কায়েদা' ইরাকে অক্টোবর 2006-জুন 2007 এর মধ্যে ক্লোরিন বোমা হামলার তরঙ্গে জড়িত ছিল, যা কয়েকশ লোককে প্রভাবিত করেছিল, যদিও অল্প প্রাণহানি হয়েছে।\n13 অক্টোবর 2006 এর পর ইরাকে আরও হিংসাত্মক কর্মকাণ্ডের জন্য 'আল কায়েদা (ইরাকে)' এর জন্য দায়ী করা হয়েছে ইসলামিক স্টেট অফ ইরাক (আইএসআই) নিবন্ধে তালিকাভুক্ত।\n\n\n== যুদ্ধ: শিয়াদের বিরুদ্ধে সুন্নি ==\n২০০৫ সালের সেপ্টেম্বরে তাল আফার শহরে মার্কিন আক্রমণের পর আল-জারকাভী মার্কিন মদদপুষ্ট ইরাকী শিয়াদের বিরুদ্ধে \"সর্বস্ব যুদ্ধ\" ঘোষণা করেন।\n\n\n== ইরাকি সুন্নি গ্রুপগুলির মধ্যে দ্বন্দ্ব ==\n২০০৫ সালের সেপ্টেম্বর-অক্টোবরে দেশীয় ইরাকি সুন্নি বিদ্রোহীদের মধ্যে বিভক্তির লক্ষণ দেখা দেয়। এতে মৌলিকভাবে দুইটি দল দেখা যায়: প্রথমত, যারা জাতীয় রাজনীতিতে সুন্নি প্রভাব পুনরুদ্ধার করতে চেয়েছিল এবং সে লক্ষ্যে ২০০৫ সালের ১৫ অক্টোবরে আয়োজিত গণভোটে \"না\" ভোটকে সমর্থন করেছিল; দ্বিতীয়টি আল-জারকাভীর নেতৃত্বাধীন আল কায়েদা ইন ইরাক, যারা একটি ধর্মতান্ত্রিক রাষ্ট্রের জন্য সংগ্রাম শুরু করেছিল এবং যারা শিয়া ও কুর্দিদের সাথে জাতীয় রাজনৈতিক প্রক্রিয়ায় জড়িত হওয়ার লক্ষ্যে সেই গণভোটে অংশ নেবে, তাদের হত্যা করার হুমকি দিয়েছিল।\n২০০৬ এর মাঝামাঝি থেকে উপজাতীয় নেতারা AQI কে তাদের শক্ত ঘাটি গ্রামীণ আনবার প্রদেশ থেকে ফালুজা ও কাইম পর্যন্ত প্রকাশ্য যুদ্ধে ঠেলে দিতে শুরু করে। এই প্রচারাভিযানে ইরাকি সরকার উপজাতীয় শেখদের প্রতি মাসে $৫,০০০ পর্যন্ত নগদ উপহার এবং নির্দিষ্ট বেতন প্রদান করে সহায়তা করে। ২০০৬ সালের সেপ্টেম্বরে আনবার প্রদেশে ৩০ জন উপজাতি AQI এর বিরুদ্ধে লড়াই করার জন্য \"আনবার জাগরণ\" নামে একটি জোট গঠন করে।\n\n\n== আল কায়েদা থেকে ইসলামিক স্টেট ==\n২০০৬ সালে আবু মুসয়াব আল জারকাভী নিহত হওয়ার পর আল কায়েদা ইন ইরাক স্বেচ্ছাচারী হয়ে ওঠো এবং আল কায়েদার হাই কমান্ড থেকে বিচ্ছিন্ন হতে থাকে। ২০০৬ সালের জানুয়ারিতে এটি ইরাকে সুন্নি বিদ্রোহীদের একত্রিত করার প্রয়াসে মুজাহিদিন শুরা কাউন্সিল (MSC) নামে একটি সংগঠন তৈরি করে। এরপর ২০০৬ সালের ১৩ অক্টোবর MSC ইরাকের ছয়টি সুন্নি আরব গভর্নরেট নিয়ে গঠিত ইসলামিক স্টেট অফ ইরাক (ISI) প্রতিষ্ঠার ঘোষণা দেয়। গভর্নেটগুলি হল: বাগদাদ, আনবার, দিয়ালা, কিরকুক, সালাহ উদ্দীন, নিনাওয়া ও বাবেলের কিছু অংশ। আবু ওমর আল-বাগদাদিকে রাষ্ট্রের আমির ঘোষণা করা হয়। মুজাহিদীন শুরা কাউন্সিলের এক নেতা বলেন, আল্লাহর ইচ্ছায় আমরা এখানে শরিয়া আইন স্থাপন করব এবং আমরা মার্কিনদের বিরুদ্ধে যুদ্ধ করব। শুরা কাউন্সিল সুন্নি মুসলিম উপজাতীয় নেতৃবৃন্দকে আমাদের ধর্ম ও জনগণকে রক্ষা করা, বিবাদ প্রতিরোধ করা এবং শহীদদের আত্মত্যাগ নষ্ট যেন বৃথা না হয় সে লক্ষ্যে ইসলামিক স্টেটে যোগদান করার আহ্বান জানায়।\nএরপর ২০১৩ সালের ৮ এপ্রিল আল-বাগদাদী কর্তৃক গ্রুপটির নাম ইসলামিক স্টেট ইন ইরাক অ্যান্ড দ্য লেভান্ট গঠনের ঘোষণা দেওয়া হয়। এর আগে ২০১১ সালের ৪ অক্টোবর মার্কিন পররাষ্ট্র দফতর আবু বকর আল-বাগদাদীকে আন্তর্জাতিক সন্ত্রাসী হিসেবে ঘোষণা করে তাদের কালো তালিকাভুক্ত করে এবং তাকে জীবিত বা মৃত গ্রেফতারের তথ্য দিয়ে সহায়তা করার জন্য $১০ মিলিয়ন পুরস্কার ঘোষণা করে। সর্বশেষ ২০১৪ সালের ২৯ জুন গোষ্ঠীটি খিলাফত ঘোষণা করা এবং আবু বকর আল-বাগদাদীকে এর খলিফা হিসেবে মনোনীত করে। তখন থেকে আল কায়েদা ও ইসলামিক স্টেট সম্পূর্ণরূপে পৃথক হয়ে যায় এবং আল কায়েদা এটিকে চরম ফেতনা হিসেবে উল্লেখ করে প্রতিহত করার ঘোষণা দেয়।\n\n\n== আল জাওয়াহিরি কর্তৃক সমালোচনা ==\n২০০৫ সালের অক্টোবরে মার্কিন গোয়েন্দারা আইমান আল-জাওয়াহিরির পক্ষ থেকে প্রেরিত একটি চিটি জব্দ করে। এতে তিনি ইরাকে শিয়াদের উপর নির্বিচারে আক্রমণ করা নিয়ে AQI এর কৌশল নিয়ে প্রশ্ন তুলেন।\n২০০৭ সালের ডিসেম্বরে প্রকাশিত একটি ভিডিওতে আল জাওয়াহিরি সাবেক আল কায়েদা ইন ইরাকের কিছু বিশ্বাসঘাতক কর্তৃক সংঘটিত বেসামরিক লোকদের বিরুদ্ধে অপরাধ থেকে নিজেকে মুক্ত ঘোষণা করেন।\n\n\n== তথ্যসূত্র =="}