{"pageid": 1187259, "title": "এলসিভিপি ০১২", "url": "https://bn.wikipedia.org/wiki?curid=1187259", "content": "বাংলাদেশ নৌবাহিনী জাহাজ (সংক্ষেপেঃ বানৌজা) এলসিভিপি ০১২ বাংলাদেশ নৌবাহিনীর একটি ল্যান্ডিং ক্রাফট ভেহিকেল অ্যান্ড পার্সোনেল (এলসিভিপি) জাহাজ। এই জাহাজটিকে দেশীয় প্রযুক্তিতে খুলনা শিপইয়ার্ড লিমিটেড কর্তৃক নির্মাণ করা হয়। এই জাহাজটি সামুদ্রিক এবং উপকূলীয় অঞ্চলে উভচর অভিযান পরিচালনার পাশাপাশি সেনাসদস্য, রসদ, অস্ত্র ও গোলাবারুদ এবং বিভিন্ন প্রকার সামরিক সরঞ্জাম পরিবহনে সক্ষম। এছাড়াও জাহাজটি দুর্যোগ কালীন সময়ে উদ্ধার অভিযান পরিচালনা ও দুর্যোগ পরবর্তী ত্রাণ তৎপরতা কার্যক্রমে অংশগ্রহণ করে।\n\n\n== ইতিহাস ==\nসশস্ত্র বাহিনীর জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার দেশীয় উৎস থেকে সমরাস্ত্র সংগ্রহ বৃদ্ধির সিদ্ধান্ত গ্রহণ করে। সে অনুযায়ী বাংলাদেশ নৌবাহিনীর জন্য জাহাজ নির্মানের পদক্ষেপ নেয়া হয়। এরই ধারাবাহিকতায় খুলনা শিপইয়ার্ড লিমিটেড কর্তৃক উভচর জাহাজটির নির্মাণকাজ শুরু হয়। অবশেষে ১৯৮৪ সালে এলসিভিপি ০১২ জাহাজটি বাংলাদেশ নৌবাহিনীতে কমিশন লাভ করে।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nএলসিভিপি ০১২ জাহাজটির দৈর্ঘ্য ২১.৩ মিটার (৭০ ফুট), প্রস্থ ৫.২০ মিটার (১৭.১ ফুট) এবং গভীরতা ১.৫০ মিটার (৪.৯ ফুট)। এই উভচর জাহাজটির ওজন ৮৩ টন এবং জাহাজটিতে রয়েছে ২টি কেটিএ-১১৫০এম, কিউএসকে৬০-এম ৭৩০ অশ্বশক্তি (৫৪০ কিলোওয়াট) কামিন্স ডিজেল ইঞ্জিন (মার্কিন যুক্তরাষ্ট্র)। যার ফলে জাহাজটির সর্বোচ্চ গতিবেগ ১২ নট (২২ কিলোমিটার প্রতি ঘণ্টা; ১৪ মাইল প্রতি ঘণ্টা)। এটি ১০ জন জনবল নিয়ে একনাগাড়ে ১০ দিন অভিযান পরিচালনা করতে সক্ষম। বাংলাদেশ নৌবাহিনীকে প্রায়শই অবাঞ্ছিত বাহিনী দ্বারা উভচর অবতরণ প্রতিরোধের জন্য সামরিক ভূমিকা পালন করতে হয় এবং উপকূলীয় অঞ্চলে মানবিক সহায়তা ও দুর্যোগ ত্রাণ (এইচএডিআর) অপারেশন পরিচালনা করতে হয়। দেশীয় প্রযুক্তিতে নির্মিত এলসিভিপি সমূহ এসকল প্রয়োজনীয়তা পূরণের জন্য উপযুক্ত। উভচর সামরিক অভিযান পরিচালনাকালে নিজস্ব আক্রমণ দলকে তীরে অবতরণ করানোর পাশাপাশি প্রতিটি এলসিভিপি কিছু সময়ের জন্য একটি সৈন্যদল এবং সরঞ্জাম বহন করতে সক্ষম। এছাড়াও এসকল জাহাজ জাতিসংঘ শান্তিরক্ষা মিশনেও মোতায়েন করার উপযোগী।\n\n\n== রণসজ্জা ==\nদুর্যোগ ও শান্তিকালীন সময়ে সহায়ক ভূমিকায় নিয়োজিত এই জাহাজটিতে রয়েছে:\n\n৪টি সিআইএস-৫০ ১২.৭ মিমি বিমান-বিধ্বংসী মেশিনগান;\nএছাড়াও যুদ্ধকালীন বিশেষ পরিস্থিতিতে জাহাজটিতে ২টি ভূমি থেকে আকাশে উৎক্ষেপণযোগ্য বিমান বিধ্বংসী ক্ষেপণাস্ত্র কিউডব্লিউ-২ ম্যানপ্যাড মোতায়েন করা যায়।\n\n\n== তথ্যসূত্র =="}