{"pageid": 1187894, "title": "ককেশাস আমিরাত", "url": "https://bn.wikipedia.org/wiki?curid=1187894", "content": "ককেশাস আমিরাত বা ককেশীয় আমিরাত বা  ককেশাস ইসলামি আমিরাত হল সিরিয়ার বিদ্রোহী-নিয়ন্ত্রিত অংশ এবং পূর্ব রাশিয়ার ককেশাস অঞ্চলে সক্রিয় একটি জিহাদি সংগঠন। এর উদ্দেশ্য হল,  উত্তর ককেশাস থেকে রাশিয়ার উপস্থিতি বিতাড়িত করা এবং এই অঞ্চলের বিলুপ্ত হওয়া উত্তর ককেশীয় আমিরাতের আদলে একটি স্বাধীন ইসলামি আমিরাত প্রতিষ্ঠা করা। ২০০৭ সালের ৭ অক্টোবর চেচেন যোদ্ধা ডোক্কা উমারভ ককেশাস আমিরাত প্রতিষ্ঠা করেন এবং তিনি এর প্রথম আমির নির্বাচিত হন।\nককেশাস আমিরাত জিহাদি গোষ্ঠী আল কায়েদা ও আফগান তালেবানের সাথে সংযুক্ত বলে ধারণা করা হয়। ২০১৫ সালের শেষের দিকে গোষ্ঠীটির কয়েকজন বড় নেতা নিহত হলে তারপর থেকে উত্তর ককেশাসে গোষ্ঠীটির কোনো দৃশ্যমান উপস্থিতি লক্ষ করা যায়নি।  তারপর দলটির বেশিরভাগ সদস্য ককেশাাসে সক্রিয় আইএসের শাখা সংগঠন কাভকাজ বেলায়তে চলে গিয়েছে বলে ধারণা করা হয়। \n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের পর জওহর দুদায়েভের নেতৃত্বে চেচেন স্বাধীনতাকামীরা রাশিয়া থেকে চেচনিয়ার স্বাধীনতা ঘোষণা করে এবং চেচেন রিপাবলিক অফ ইচকেরিয়া (CHRI) গঠন করে। ৯০ এর দশকে রুশ ফেডারেশনের সাথে দুটি ধ্বংসাত্মক যুদ্ধের পরে ২০০০ সাল থেকে আসলান মাসখাদভের নেতৃত্বে CHRI রুশ বাহিনী এবং তাদের চেচেন মিত্রদের বিরুদ্ধে একটি বিদ্রোহাত্মক লড়াই করেছিল। প্রাথমিকভাবে CHRI মূলত চেচেন মুসলিম জাতীয়তাবাদ দ্বারা অনুপ্রাণিত হয়ে সুফি মুসলিমদের হাতে প্রতিষ্ঠিত হয়েছিল; কিন্তু সময়ের সাথে সাথে তাদের মাঝে সালাফিবাদ প্রবেশ করে এবং কতিপয় চেচেনের কাছে তা ক্রমশ জনপ্রিয় হয়ে ওঠে। ফলে মুসলিম জাতীয়তাবাদী ও সালাফিবাদ প্রভাবিত চেচেনদের মধ্যে বিভেদ সৃষ্টি হয়।\nএরপর যখন অনেক চেচেন জাতীয়তাবাদী ব্যক্তিত্ব রুশদের হামলায় নিহত হন এবং বিদ্রোহ শামিল বাসায়েভ ও আরব যোদ্ধা খাত্তাবের মত কমান্ডারদের নেতৃত্বে চলে যায়, আন্দোলনটি তখন থেকে সালাফি  স্বর গ্রহণ করা শুরু করে। তখন বেঁচে থাকা চেচেন জাতীয়তাবাদীদের অনেকেই লড়াই ছেড়ে দিয়ে রুশ আধিপত্য মেনে নেন। এরপর ২০০৬ সালের জুন মাসে  ডোক্কা উমারভকে ইচকেরিয়ার রাষ্ট্রপতি ঘোষণা করার সময় ইসলামপন্থীরা আন্দোলনে ক্রমবর্ধমান প্রভাব বিস্তার করে।\n\n\n=== ঘোষণা ===\n২০০৭ সালের ৭ অক্টোবর ইচকেরিয়ার রাষ্ট্রপতি ডোক্কা উমারভ চেচেন প্রজাতন্ত্র ইচকেরিয়া এবং এর রাষ্ট্রপতিত্ব বিলুপ্ত করে ককেশাসে একটি আমিরাত ঘোষণা করেন এবং তিনি এর আমির নির্বাচিত হন। রাশিয়া থেকে বেরিয়ে ককেশাস আমিরাতের ঘোষণা দেওয়ার ফলে লন্ডনে নির্বাসিত থাকা উমারভের পররাষ্ট্রবিষয়ক মন্ত্রী আখমেদ জাকায়েভ দ্রুত নিন্দা করেন এবং উমারভকে ক্ষমতা থেকে সরিয়ে দেওয়ার প্রয়াসে নির্বাসনে থাকা সমস্ত চেচেন জাতীয়তাবাদী যোদ্ধা ও রাজনীতিবিদদের সরাসরি তার সরকারের প্রতি আনুগত্যের প্রতিশ্রুতি দেওয়ার আহ্বান জানান। \nজাকায়েভ দুঃখ প্রকাশ করে বলেন যে, উমারভ উস্কানিদাতাদের চাপের মুখে পড়েছেন এবং একটি এমন অপরাধ করেছেন যা চেচেন প্রজাতন্ত্রের ইচকেরিয়ার বৈধতাকে ক্ষুণ্ণ করে।  উমারভ বলেন যে, আমিরাত ঘোষণা করার জন্য মজলিসে শুরা বা অন্য কারো কাছ থেকে তার অনুমোদনের প্রয়োজন নেই। একজন মুসলিম হিসাবে তার কর্তব্য হল শরিয়া দ্বারা পরিচালিত একটি ইসলামী রাষ্ট্র প্রতিষ্ঠা করা।\n\n\n=== নেতৃত্বের সংকট ===\n২০১০ সালের ১লা আগস্ট আমিরাতের অফিসিয়াল ওয়েবসাইট কাভকাজ সেন্টার একটি ভিডিও প্রকাশ  করে। ভিডিওতে ডোক্কা উমারভ ইঙ্গিত দেন যে, তিনি আমিরের পদ থেকে পদত্যাগ করে আসলামবেক ভাদালভকে তার উত্তরসূরি হিসেবে নিয়োগ করেছেন।  তবে এর দুইদিন পর ৩ রা আগস্ট উমারভ বলেন যে, তার পদত্যাগ করার কোন ইচ্ছা নেই এবং তার পদত্যাগের ঘোষণার ভিডিওটিকে তিনি বানোয়াট বলে অভিহিত করেন।\nএসব ঘোষণা আমিরাতকে অশান্তির মধ্যে ফেলে দেয় এবং বেশ কয়েকজন প্রধান বিদ্রোহী নেতা উমারভের প্রতি তাদের আনুগত্য থেকে পদত্যাগ করে। ২০১৩ সালের সেপ্টেম্বরে উমারভ খাদ্যে বিষক্রিয়ায় মারা যান এবং ছয় মাস পর আলিয়াসখাব কেবেকভ তার উত্তরসূরি হিসাবে ঘোষণা করা হয়ে। \n\n\n=== প্রত্যাখ্যান ===\n২০১০ থেকে ২০১৪ সালের মধ্যে উত্তর ককেশাসে বিদ্রোহে হতাহতের সংখ্যা প্রতি বছর হ্রাস পেতে থাকে  এবং সামগ্রিক মৃত্যুর সংখ্যা অর্ধেকেরও বেশি কমে যায়।  এর কারণগুলির মধ্যে রয়েছে, উচ্চ-পদস্থ বিদ্রোহী কমান্ডারদের মৃত্যু, বিদ্রোহীদের অঞ্চলে  নিরাপত্তা বাহিনীর ব্যাপক অভিযান এবং ককেশাস ছেড়ে অন্যান্য সংঘাতপূর্ণ অঞ্চলে বিদ্রোহীদের চলে যাওয়া \n২০১৪ সালের নভেম্বর থেকে শুরু করে ককেশাস আমিরাতের মধ্য-স্তরের কমান্ডাররা প্রকাশ্যে তাদের  নেতা আলিয়াসখাব কেবেকভের নেতৃত্ব থেকে বের হয়ে ইসলামিক স্টেটের নেতা আল-বাগদাদির প্রতি আনুগত্য প্রকাশ করতে শুরু করে। ২০১৫ সালের ফেব্রুয়ারি নাগাদ আমিরাতের নখছিচো প্রদেশ এবং দাগেস্তান প্রদেশের অনেক কমান্ডার দলত্যাগ করেন।  আমিরাতের অনুগতরা তাদের নিন্দা জানিয়ে বিবৃতি প্রকাশ করে এবং সবচেয়ে সিনিয়র দলত্যাগী রুস্তম আসিলদারভকে বিশ্বাসঘাতকতার অভিযোগে চিহ্নিগ করে। \n২০১৫ সালের জুনে আমিরাতের নখচিচো প্রদেশের নেতা আসলান আল-বাগদাদির প্রতি আনুগত্যের প্রতিশ্রুতি দেন। একই মাসে দাগেস্তান, চেচনিয়া, ইঙ্গুশেটিয়া ও কাবারদিনো-বালকারিয়ার যোদ্ধাদের  পক্ষ হতে আনুগত্যের প্রতিশ্রুতি দিয়ে একটি অডিও বিবৃতি প্রকাশ করা হয়।  ২০১৬ সালের ২৩ জুন আইএসের মুখপাত্র আবু মোহাম্মদ আল-আদনানি তাদের অঙ্গীকারগুলি গ্রহণ করে উত্তর ককেশাসে ককেশাস প্রদেশ নামে আইএসের একটি নতুন শাখা গঠনের ঘোষণা দেন। আদনানি আসিলদারভকে এর নেতা হিসাবে মনোনীত করেন এবং অঞ্চলের অন্যান্য জিহাদিদের তাকে অনুসরণ করার আহ্বান জানান।\nককেশাস আমিরাত বাকি যোদ্ধাদের নিয়ে সেখানে স্বাধীনভাবে কাজ চালিয়ে যেতে থাকে। কিন্তু ২০১৫ সালে কেবেকভ ও তার উত্তরসূরি ম্যাগামেদ সুলেমানভকে রাশিয়ার নিরাপত্তা বাহিনী হত্যা করলে দলটি ব্যাপক ক্ষয়ক্ষতির সম্মুখীন হয়। এর ফলে কার্যত ককেশাস আমিরাতের কার্যক্রম বন্ধ হয়ে যায়। ২০১৫ সালের শেষের দিকে উত্তর ককেশাসে সক্রিয় জিহাদিরা আইএসের ককেশাস প্রদেশের অধীনে একীভূত হয়েছে বলে জানা যায়। \n\n\n== সাংগঠনিক কাঠামো ==\n\nককেশাস আমিরাত নিম্নলিখিত প্রদেশ নিয়ে গঠিত হয়েছিল:\n\nনখছিছো প্রদেশ (চেচনিয়া)\nগালগাইচো প্রদেশ (ইঙ্গুশেটিয়া ও উত্তর ওসেটিয়া )\nচেরকেসিয়া বেলায়েত (অ্যাডিজিয়া ও  ক্রাসনোদার ক্রাইয়ের দক্ষিণ অংশ)\nদাগেস্তান প্রদেশ (দাগেস্তান)\nউমারভের জারি করা একটি ডিক্রিতে ২০০৯ সালে ইরিস্টন প্রদেশ (উত্তর ওসেটিয়া) বিলুপ্ত করে এটিকে গালগাইচো প্রদেশের অন্তর্ভুক্ত করা হয়েছিল।\n২০০৮ সালের আগস্টে ককেশাস আমিরাতের মুখপাত্র মভলাদি উদুগভ বলেন যে, ডোক্কা উমারভ খুব সঠিকভাবে পর্যবেক্ষণ করেন যে, এই ইসলামি রাষ্ট্রের এখনো কোন নির্দিষ্ট সীমানা নেই। এটা বলা সঠিক নয় যে, আমরা এই উত্তর ককেশাস প্রজাতন্ত্রের ভূখণ্ডে একরকম ছিটমহল তৈরি করতে চাই। আজ তাতারস্তান, বাশকোর্তোস্তান এবং বুরিয়াতিয়াতে বাসকারী অনেক মুসলমান তাদেরবৈধ নেতা হিসেবে ডোক্কা উমারভের প্রতি আনুগত্যের শপথ নিচ্ছে। তিনি যেখানেই থাকুন না কেন- মস্কো, ব্লাগোভেশচেনস্ক বা টিউমেনে - যখন একজন মুসলিম আনুগত্যের শপথ করেন, তখন তিনি একটি যুদ্ধ ইউনিটে পরিণত হন।\nককেশাস আমিরাতের ওয়েবসাইট কাভকাজ সেন্টারে পোস্ট করা ২০১১ সালের মে'তে একটি সাক্ষাৎকারে উমারভ বলেন যে, আমরা জানি, আমাদের আলাদা হওয়া উচিত নয়। আমাদের সবাই বিশ্বাসের ভিত্তিতে একত্রিত হওয়া উচিত। আমাদের অবশ্যই আস্ট্রখান, কাজান খানাত, সাইবেরিয়া ও আদিবাসী মুসলিম ভূমি পুনরুদ্ধার করতে হবে।\n\n\n=== নেতৃত্ব ===\nসেন্টার ফর স্ট্র্যাটেজিক অ্যান্ড ইন্টারন্যাশনাল স্টাডিজের অধ্যাপক গর্ডন এম. হ্যান ককেশাস আমিরাতকে একটি বিকেন্দ্রীভূত সংস্থা হিসেবে বর্ণনা করেছেন। তবে আমির ডোক্কা উমারভ প্রতিটি প্রদেশে আমির নিয়োগ দেন এবং তাদের সবাইকে বাই'আত বা আনুগত্যের শপথ করান। প্রতিটি বেলায়ত বা প্রদেশে একাধিক ফ্রন্ট বা সেক্টর থাকে এবং এর ফলে আমিরাতে একাধিক জামায়াত বা ইউনিটের জন্ম হয়। আমিরাতের নেতৃত্ব কর্তৃক গৃহীত সামগ্রিক কৌশল অনুসরণ করে বেলায়েত, সেক্টর ও স্থানীয় জামায়াত স্বাধীনভাবে তহবিল সংগ্রহ করে, সদস্য নিয়োগ করে এবং কার্যক্রম পরিচালনা করে।\n২০০৯ সালের মে মাসে ডোক্কা উমারভ তার শীর্ষ কমান্ডারদের সমন্বয়ে ককেশাস আমিরাতের জন্য একটি শাসক পরামর্শক সভা বা মজলিস আল শুরা প্রতিষ্ঠা করেন। ঘোষণার সময় পদ ও তাতে অধিষ্ঠিত ব্যক্তি ছিল:\n\nসুপিয়ান আবদুললায়েভ - নায়েব (ডেপুটি) আমির (মৃ.২৮ মার্চ,২০১১)\nআখমেদ ইয়েভলয়েভ - সামরিক প্রধান এবং  গালগাইচো প্রদেশের আমির (গ্রে. ৯ জুন, ২০১০)\nআনজোর আস্তেমিরভ - কাবার্দা, বালকারিয়া ও  কারাচা প্রদেশের কাজী ও আমির (মৃ. ২৪ মার্চ, ২০১০)\nউমালাত মাগোমেদভ - দাগেস্তান প্রদেশের আমির (মৃ. ৩১ ডিসেম্বর, ২০০৯)\nআসলামবেক ভাদালভ - নখচিচোর প্রদেশের পূর্ব সেক্টরের আমির (গ্রে. ৫ নভেম্বর, ২০১৬)\nতারখান গাজিয়েভ - নখচিচোর প্রদেশের দক্ষিণ-পশ্চিম সেক্টরের আমির ( গ্রে. ৫ নভেম্বর, ২০১৬)\nমুহান্নাদ - আনসারদের (বহিরাগত) আমির (মৃ. ২১ এপ্রিল, ২০১১)\nককেশাস আমিরাত একটি সুপ্রিম শরিয়া আদালত পরিচালনা করে, যার প্রধান একজন হলেন কাজী। এই পদটি আনজোর আস্তেমিরভ (মৃত : ২০১০), ম্যাগোমেদ ভাগাবভ (মৃ. ২০১০), এবং আলিয়াসখাব কেবেকভ (মৃত: ২০১৫) দ্বারা পরিচালিত হয়েছিল। ২০০৯ সালের গোড়ার দিকে ডোক্কা উমারভ তাদের আত্মঘাতী হামলাকারী ইউনিট রিয়াদুস সালিহীন ব্রিগেড অফ শহীদকে পুনরায় সক্রিয় করার ঘোষণা দেন এবং তখন এর নেতৃত্বে ছিলেন সাইদ বুরিয়াতস্কি ও আসলান ব্যুতুকায়েভ ।\n২০১৩ সালের সেপ্টেম্বর উমারভ খাদ্যে বিষক্রিয়ার কারণে মারা যান। তার স্থলাভিষিক্ত হন আলিয়াসখাব কেবেকভ ও ম্যাগোমেদ সুলেমানভ। তারা উভয়ই ২০১৫ সালে নিহত হন এবং তখন থেকে গ্রুপটি কার্যত বন্ধ হয়ে যায়।\n\n\n=== অর্থায়ন ===\nককেশাস আমিরাত কিছু বিদেশী ইসলামি জিহাদি সংগঠনের কাছ থেকে উল্লেখযোগ্য তহবিল পায় বলে ধারণা করা হয়। তবে এর অর্থায়নের প্রাথমিক উৎস হল, ধর্মীয় আর্থিক উৎসগুলি, যেমন: জাকাত, উশর ইত্যাদি। তারা স্থানীয় ব্যবসায়ী ও কৃষিজীবিদের থেকে এসব আদায় করে থাকে। ২০০১ সালের গোড়ার দিকে রুশ মিডিয়া একটি রিপোর্টে দাবি করে যে, আমিরাতি যোদ্ধারা সরকারপন্থী হিসেবে বিবেচিত বিশিষ্ট ব্যক্তিদের কাছ থেকে ২০% ধর্মীয় কর আদায় করেছে।\n\n\n== তথ্যসূত্র =="}