{"pageid": 1187257, "title": "বিমলা", "url": "https://bn.wikipedia.org/wiki?curid=1187257", "content": "বিমলা দেবী হচ্ছেন আদি পরাশক্তির অন্যতম স্বরূপ এবং চার আদি শক্তিপীঠ এর অন্যতম পুরীর অধিষ্ঠাত্রী দেবী । প্রতিটি সতীপীঠে-ই দেবীর ভৈরব বা সঙ্গী হিসেবে মহাদেব বিভিন্ন নামে অবস্থান করেন। এখানে ভৈরব হিসেবে জগন্নাথ দেবের উল্লেখ আছে ।এর থেকে এই ধারণা করা যায় যে তিনি এই ক্ষেত্রে শিব। এই বিষয় বলতে গেলে শ্রীমা সারদা দেবীর দর্শনের কথাও উল্লেখ করতে হয়। একবার জগন্নাথ দর্শন প্রসঙ্গে মা বলেছিলেন ' আমি দেখি লক্ষ শালগ্রাম এর উপর সাক্ষাৎ শিব বসে আছেন ।'দেবী বিমলা ৫১ সতীপীঠের-ই এক পীঠ। পীঠনির্ণয়তন্ত্র মতে উৎকলে নাভিদেশস্ত বিরজা ক্ষেত্র মুচ্যতে । বিমলা সা দেবী জগন্নাথ স্তু ভৈরবঃ ।।\nতাঁর ভৈরব হিসেবে মহাদেব থাকেন না। বরং এখানে জগন্নাথদেব-ই তাঁর ভৈরব হিসেবে থাকেন।  \n\nবিমলা দেবী হচ্ছেন আদি পরাশক্তির অন্যতম স্বরূপ এবং চার আদি শক্তিপীঠ এর অন্যতম পুরীর অধিষ্ঠাত্রী দেবী । তাঁর ভৈরব হলেন জগন্নাথ। শাক্তমতে বলভদ্র ও জগন্নাথ হলেন তাঁর দ্বারপাল ও রক্ষক। সুভদ্রা হলেন তাঁর সখী।  অনেকে তাঁকে কুমারী বা অবিবাহিতা রূপে চিহ্নিত করেন । বিমলার উপাসক রা বলেন তিনি হচ্ছেন পুরীর সাম্রাজ্ঞী ( ত্রিপুরাসুন্দরীর ন্যায় ) । তাঁকে জগন্নাথ এর মাতা রূপেও অনেকে চিহ্নিত করেন । \n\nজগন্নাথ মন্দিরের প্রাঙ্গনে তাঁর মন্দির অবস্থিত। ইনি মাতঙ্গী কুলের দেবী । আদ্যা স্তোত্রমের নবম স্তবকে এই শক্তিপীঠ এর উল্লেখ আছে:   রামেশ্বরী সেতুবন্ধে বিমলা পুরুষোত্তমে | বিরজা ঔড্রদেশে চ কামাক্ষ্যা নীলপর্বতে ||৯|| \n\n\n== মূর্তিতত্ত্ব ==\nমাতঙ্গী দীক্ষা ব্যতীত তাঁর ধ্যানমন্ত্র উচ্চারণ করা অনুচিত।  ধ্যানমন্ত্র অনুসারে তিনি শ্বেতবর্ণা, চতুর্ভুজা, শ্বেতপদ্মের উপর দণ্ডায়মান । তিনি চার হাতে যথাক্রমে অঙ্কুশ, পাশ, জপমালা ও কমণ্ডলু ধারণ করেছেন । তাঁর দুই পাশে ছায়া ও মায়া নামক সেবিকারা চামর ব্যঞ্জন করছেন । বিমলা দেবী উচ্ছিষ্টা চণ্ডালিনী ( মাতঙ্গী দেবীর ন্যায়। কখনও কখনও পাশ ও অঙ্কুশের বদলে যথাক্রমে দেবকন্যা ও নাগকন্যা হাতে ধরতে দেখা যায়।  পাশ এর পরিবর্তে সাপও থাকে । তাঁর বাহন সিংহ ( বিষ্ণুরূপী )\n\n\n== কিংবদন্তি ==\nদেবী ভাগবতে পাওয়া যায়\nগয়ায়াং মঙ্গলা প্রোক্তা বিমলা পুরুষোত্তমে ।।\nদেবী ত্রিপুরাসুন্দরী যখন ভণ্ডাসুর বধের জন্য যজ্ঞাগ্নি থেকে আবির্ভূত হলেন , তখন তাঁর চক্ররাজ রথের সপ্তম আবরণ থেকে আটটি স্বরূপের উদ্ভব হল । এই চক্রে আট বাক দেবতা হলেন বশিনী, কামেশ্বরী,মোদিনী, বিমলা, অরুণা, জৈনী, সর্বেশ্বরী, কৌলিনী। এই আটটি স্বরূপের অন্যতম বিমলা দেবী ।\nকবিকঙ্কণ মুকুন্দরাম বলছেন,\n\nসমীপে বিমলা দেবী, যাহার চরণ সেবি হরি ভাবে হৈয়া দৃঢ়মনা।। ত্যজে নর সংসার বাসনা। সঙ্গে গুহ লম্বোদর, এই স্থানে আইল হর, সুভদ্রা বলাই সাথে, দেখ ভাই জগন্নাথে, সম্মুখে গরুড় মহাবীর। শুচি হয়ে কর ফোটা, প্রদক্ষিণ মণি কৌটা, কর ভাই বৈকুণ্ঠ মন্দির।।\n\n\n== রথযাত্রা ==\nবলা হয় দেবী সুভদ্রা হলেন বিমলার অংশাবতার । দেবী সুভদ্রার রথ দর্পদলন । তাতে পার্শ্বচরী হিসাবে বিমলার বিভিন্ন রূপ দেখা যায়। বামদিকে আছেন শ্যামাকালী, মঙ্গলা ও বিমলা । দেবী বিমলা নিজের সুভদ্রা স্বরূপের পার্শ্ব দেবতা রূপে অবস্থিত। রথের ডানদিকে আছেন চণ্ডী, চামুণ্ডা ও উগ্রতারা । পশ্চাতে আছেন বারাহী, বনদুর্গা ও শূলীদুর্গা ।\n\n\n== উচ্ছিষ্টা চণ্ডালিনী ==\nবিমলা দেবী মাতঙ্গী কুলের দেবী হওয়ায় তিনিও মাতঙ্গীর ন্যায় উচ্ছিষ্ট খাদ্য ভোজন করেন । হিন্দুধর্মে দেবতাকে উচ্ছিষ্ট প্রসাদ নিবেদন করা নিষিদ্ধ। তবে তন্ত্রাচারে এঁটো খাদ্য নিবেদন করার ঘটনা দেখা যায়।  এ বিষয়ে বৈষ্ণবদের মধ্যে একটি কাহিনী প্রচলিত। ভগবান শিব একবার গোলকধামে ভগবান বিষ্ণুর সঙ্গে দেখা করতে গিয়ে দেখেন, বিষ্ণুর খাবার থালা থেকে কয়েক টুকরো এঁটো খাদ্য মাটিতে পড়েছে। মহাদেব বিষ্ণুকে এবং বিষ্ণু মহাদেবকে আরাধ্য জ্ঞান করেন । তাই মহাদেব সেই উচ্ছিষ্ট গ্রহণ করেন। সেই সময় অসাবধানতাবশত দাড়িতে কিছু এঁটো লেগে যায়। শিবলোকে ফেরার পর দেবর্ষি নারদ তাঁর দাড়িতে নারায়ণের উচ্ছিষ্ট দেখে তা প্রসাদ হিসেবে খেয়ে ফেলেন । তা জানার পর দেবী পার্বতী এতে ক্রুদ্ধ হন। বিষ্ণুর প্রসাদে নিজের ন্যায্য অংশ না পাওয়ায় তিনি বৈকুণ্ঠে গিয়ে নারায়ণের কাছে নালিশ করেন। ভগবান হরি তাঁকে শান্ত করে বলেন, কলিকালে তিনি বিমলা রূপে নিত্য তাঁর এঁটো প্রসাদ পাবেন। তাই সাধারণত বিমলার জন্য আলাদা ভোগ রান্না করা হয় না। তাই এখনও বিমলা জগন্নাথের উচ্ছিষ্ট প্রসাদ খান। জগন্নাথ মন্দিরে নিবেদিত নিরামিষ ভোগই বিমলাদেবীকে নিবেদন করা হয়। জগন্নাথের প্রসাদ বিমলাকে নিবেদন করার পরই তা মহাপ্রসাদের মর্যাদা প্রাপ্ত হয়।\nবিমলাকে যখন আমিষ ভোগ নিবেদন করা হয়, তখন সেই ভোগ রান্নার ব্যবস্থা আলাদা করে করা হয়। দুর্গাপূজার সময় দেবীকে আমিষ ভোগ দেওয়া হয়। সেই সময় বিমলা এবং বিরজা মন্দিরে পশুবলি হয়।  দুর্গাপূজার সময় বিমলা এবং বিরজা উভয়েই রৌদ্র স্বরূপ ধারণ করেন; তাই সেই সময় তাঁকে শান্ত করতে আমিষ ভোগ নিবেদন করা উচিত। দুর্গাপূজার সময় খুব ভোরে গোপনে পাঁঠাবলি দেওয়া হয়। স্থানীয় মার্কণ্ড মন্দিরের পুকুর থেকে মাছ ধরে এনে তা রান্না করে তান্ত্রিক মতে বিমলাকে নিবেদন করা হয়। এই মন্দিরে একই সাথে দুটি শক্তিপীঠ অবস্থিত: এক হল বিরজা দেবী যেখানে সতীর নাভি পতিত হয়েছিল এবং আরেক হল বিমলা দেবী যেখান পাদপদ্ম পড়েছিল ।\n\n\n== আরও দেখুন ==\nবিরজা\nজগন্নাথ\nবলরাম\nসুভদ্রা\nঅষ্টাদশ মহাশক্তিপীঠ\n\n\n== তথ্যসূত্র ==\n\n1) https://bn.m.wikipedia.org/wiki/%E0%A6%AC%E0%A6%BF%E0%A6%AE%E0%A6%B2%E0%A6%BE_%E0%A6%AE%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A6%BF%E0%A6%B0\n2)"}