{"pageid": 1187620, "title": "আল কায়েদা ভারতীয় উপমহাদেশ শাখা", "url": "https://bn.wikipedia.org/wiki?curid=1187620", "content": "আল কায়েদা ভারতীয় উপমহাদেশ শাখা (AQIS) হল ভারতীয় উপমহাদেশে সক্রিয় জিহাদি গোষ্ঠী আল কায়েদার একটি শাখা সংগঠন। এর লক্ষ্য হল, ভারত, পাকিস্তান, মায়ানমার ও বাংলাদেশে সেল প্রতিষ্ঠা করে আল কায়েদার কার্যক্রম বিস্তৃত করা এবং এসব অঞ্চল থেকে সংগঠনের জন্য সদস্য সংগ্রহ করা। এছাড়া গোষ্ঠীটি ভারতীয় উপমহাদেশে মার্কিন লক্ষ্যবস্তুতে আক্রমণ করার কথাও জানিয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক ===\nAQIS এর অধীনে একত্র হওয়ার আগে পাকিস্তান, বাংলাদেশ ও আফগানিস্তানে বিভিন্ন জিহাদি দল কাজ করছিল। এই দলগুলোর মধ্যে একটি পাকিস্তানের করাচিতে কাজ করত এবং এটি শহরে অসংখ্য হামলার জন্য দায়ী ছিল। ২০১৪ সালের ১১ ডিসেম্বর AQIS এই আক্রমণগুলির বিশদ বিবরণ দিয়ে একটি প্রতিবেদন জারি করে। হামলাগুলো স্থানীয় পুলিশ, একজন অধ্যাপক ও একজন ব্লগারকে লক্ষ্য করে করা হয়েছিল।\n\n\n=== আল কায়েদার শাখা হিসেবে ===\n২০১৪ সালের ৩রা সেপ্টেম্বর আল কায়েদার নেতা আয়মান আল-জাওয়াহিরি অনলাইনে পোস্ট করা ৫৫ মিনিটের একটি ভিডিওতে ভারতীয় উপমহাদেশে আল কায়েদার একটি নতুন শাখা প্রতিষ্ঠার ঘোষণা দেন। তখন জাওয়াহিরি বলেন যে, বিভিন্ন জিহাদি দলকে নতুন গ্রুপে একত্র করতে অন্তত দুই বছর সময় লেগেছে। ভারতীয় নাগরিক ও পাকিস্তানি তালেবানের সাবেক কমান্ডার আসিম উমর এই শাখার আমির হবেন। এছাড়া তিনি গ্রুপের মুখপাত্র উসামা মাহমুদের নাম ঘোষণা করেন। ২০১৮ সালের জুলাই মাসে মার্কিন যুক্তরাষ্ট্র আসিম উমরকে বিশ্বব্যাপী জিহাদি হিসেবে তালিকাভুক্ত করে।\nজাওয়াহিরির ঘোষণা সত্ত্বেও আল কায়েদা ভারতে সরাসরি উপস্থিতি তৈরি করতে পারেনি। যদিও দেশটিতে আল কায়েদাকে সহায়তা করার জন্য কয়েকজন কাশ্মীরিকে গ্রেপ্তার করা হয়েছিল; তবে এই অঞ্চলে গ্রুপের সংগঠিত উপস্থিতির কোনো প্রমাণ নেই। বিশেষ করে আল কায়েদা কর্তৃক আঞ্চলিক দাবি, গোষ্ঠীগত কার্যকলাপ ও বেসামরিক বা সরকারী কর্মকর্তাদের অপহরণের কোনো রেকর্ড নেই। কিছু বিশেষজ্ঞ মনে করেন যে, ভারতের জম্মু ও কাশ্মীর রাজ্যে বিদ্রোহ ছড়িয়ে দেওয়ার জন্য কিছু স্থানীয় কাশ্মীরি উপদলীয় গোষ্ঠীর সাথে আল কায়েদার যোগসূত্র রয়েছে। ভারতীয় প্রধানমন্ত্রী নরেন্দ্র মোদি আন্তর্জাতিক সম্পর্ক ও রাজনীতি বিষয়ক বিশেষজ্ঞ ফরিদ জাকারিয়ার সাথে একটি সাক্ষাৎকারে সিএনএনকে বলেন যে, ভারতীয় মুসলমানরা তাদের দেশপ্রেম, আধুনিকতা ও সাক্ষরতার কারণে আল কায়েদার সাথে জোটবদ্ধ হবে না।\n২০১৯ সালের ২৩ সেপ্টেম্বর আফগান কর্মকর্তারা ঘোষণা করেন যে, তারা আফগানিস্তানের হেলমান্দ প্রদেশে মার্কিন-আফগান যৌথ সামরিক অভিযানের সময় ভারতীয় উপমহাদেশের আল-কায়েদার প্রধান আসিম উমরকে হত্যা করেছে। এই অভিযানে ৪০ আফগান বেসামরিক নাগরিক এবং ৬ জন অন্যান্য আল কায়েদা জিহাদি নিহত হয়।\n\n\n== অন্যান্য জিহাদি দলগুলোর সাথে সম্পর্ক ==\n২০১৪ সালের অক্টোবরে একটি কাশ্মীরি জিহাদি গোষ্ঠী নিজেকে কাশ্মীরের আনসার আত তাওহিদ ওয়াল জিহাদ বলে অভিহিত করে আল কায়েদার ভারতীয় উপমহাদেশ শাখার প্রতি সমর্থন প্রকাশ করে একটি ভিডিও প্রকাশ করে। দলটি আল কায়েদার বিদেশী যোদ্ধাদের আশ্রয় দেওয়ার পাশাপাশি এর সাথে লড়াই করার প্রস্তাব দেয়।\nসংগঠনটির মুখপাত্র উসামা মাহমুদ ধারাবাহিক টুইটগুলিতে চেচনিয়া, দাগেস্তান ও ইয়েমেনের জিহাদি গোষ্ঠীগুলির প্রতি সমর্থন প্রকাশ করেছেন। তিনি মার্কিন ড্রোন হামলায় নিহত আল-শাবাব নেতা আহমেদ আবদি গদানেরও প্রশংসা করেন।\n\n\n== মিডিয়া ==\n২০১৪ সালের ১৯ অক্টোবর অনলাইনে Resurgence নামে ১১৭ পৃষ্ঠার একটি ইংরেজি ম্যাগাজিন প্রকাশিত হয়। এটি আল কায়েদার আস সাহাব মিডিয়ার প্রোডাকশন হাউসের উপমহাদেশ শাখা দ্বারা উৎপাদিত হয়েছিল এবং নিবন্ধগুলি ভারতীয় উপমহাদেশে জিহাদ চালানোর উপর দৃষ্টি নিবদ্ধ করেছিল।\n\n\n=== বিবৃতি ===\nআল কায়েদা ভারতীয় উপমহাদেশ শাখা তার মুখপাত্র ওসামা মাহমুদের টুইটার অ্যাকাউন্টের মাধ্যমে একাধিক বিবৃতি প্রকাশ করেছে। ২০১৪ সালের ১৩ সেপ্টেম্বর উসামা মাহমুদ পাঞ্জাব প্রদেশে পাকিস্তানি নৌ-ফ্রিগেটে হামলার চেষ্টা এবং পাকিস্তানি ব্রিগেডিয়ার জহুর আহমেদ ফজলকে হত্যার দায় স্বীকার করে। ১৭ সেপ্টেম্বর মাহমুদ একটি বিবৃতি প্রকাশ করেন, যা পাকিস্তানি ফ্রিগেটে হামলার চেষ্টাকে এই বলে ন্যায্যতা দেয় যে, আমেরিকা AQIS এর প্রধান শত্রু এবং পাকিস্তান তার প্রধান মিত্র। ৩০ সেপ্টেম্বর AQIS আরেকটি বিবৃতি প্রকাশ করে এবং এতে বলা হয় যে, আসল লক্ষ্যবস্তু ছিল মার্কিন এবং ভারতীয় নৌবাহিনী।\n২০১৪ সালের ১৪ অক্টোবর মাহমুদ নিশ্চিত করেন যে, AQIS এর সিনিয়র নেতা ইমরান আলী সিদ্দিকী মার্কিন ড্রোন হামলায় নিহত হয়েছেন। তিনি তখন ইরাক ও সিরিয়ায় মার্কিন নেতৃত্বাধীন জোটের কথাও বলেন। ২০১৪ সালের ৪ নভেম্বর মাহমুদ একটি সিরিজ টুইট প্রকাশ করেন এবং তিনি তিনি কাফের বিশ্বব্যবস্থার নিন্দা করেন। তিনি চেচনিয়া, দাগেস্তান, ইয়েমেন, ইরাক ও সিরিয়াতে জিহাদিদের সাহায্য করার জন্যে আল্লাহর কাছে প্রার্থনা করেন। পরের দিন, মাহমুদ সোমালি আল-কায়েদা নেতা আহমেদ আবদি গোদানে হত্যার জন্য শোক জানিয়ে একটি বিবৃতি প্রকাশ করেন। তিনি সোমালি যোদ্ধাদের একটি বিবৃতিতে নির্দেশ দিয়েছিলেন যাতে বলা হয়েছিল যে মার্কিন যুক্তরাষ্ট্রের সাথে লড়াই করতে হবে।\n২০১৫ সালের ১০ নভেম্বর আসিম উমরের একটি অডিও বার্তা প্রকাশিত হয়। এতে উমর একিউআইএস শুরা কাউন্সিলের সদস্য ইমরান আলী সিদ্দিকীর প্রশংসা করেন, যিনি পাকিস্তানের ফেডারেল শাসিত উপজাতীয় এলাকায় মার্কিন ড্রোন হামলায় নিহত হন। ২০১৪ সালের ২০ নভেম্বর AQIS মুখপাত্র উসামা মাহমুদ পাকিস্তান ও আফগানিস্তানের সীমান্তে মার্কিন অভিযানে গোষ্ঠীটির দুইজন কর্মকর্তার মৃত্যুর বিষয়টি নিশ্চিত করে একটি বিবৃতি প্রকাশ করেন। তিনি সেই দুই কর্মকর্তার প্রশংসা করেন এবং পাকিস্তানি ডাক্তার ও সামরিক কর্মকর্তাদের তাদের অনুসরণ করার আহ্বান জানান। ২০১৪ সালের ৫ ডিসেম্বর AQIS একটি ছবি প্রকাশ করে, যেখানে আফগান-পাকিস্তান সীমান্তে মার্কিন হামলায় নিহত দুই কর্মকর্তাকে দেখানো হয়।\n২০১৪ সালের ২০ ডিসেম্বর AQIS- এর মুখপাত্র উসামা মাহমুদ পাকিস্তানের পেশোয়ারে একটি স্কুলে হামলার নিন্দা করেন, যা পাকিস্তানি তালেবান দ্বারা পরিচালিত হয়েছিল। তিনি বলেন যে, এই হামলা অনৈসলামিক এবং নিরপরাধ শিশুদের গণহত্যায় আমাদের হৃদয় ফেটে যায়। বিজেপি নেতা কর্তৃক নবিজিকে অবমাননা করার কারণে ২০২২ সালের ৭ জুন AQIS গুজরাট, উত্তর প্রদেশ, মুম্বাই ও দিল্লিতে আত্মঘাতী হামলার হুমকি দেয়।\n\n\n== দাায় স্বীকার, অভিযুক্ত ও প্রত্যাখ্যান ==\nAQIS এখন পর্যন্ত পাকিস্তান ও বাংলাদেশে একাধিক হামলা চালিয়েছে:\n১. ২০১৪ সালের ২রা সেপ্টেম্বর পাকিস্তানি সেনাবাহিনীর একজন সিনিয়র অফিসার ব্রিগেডিয়ার ফজল জহুরের হত্যার দায় স্বীকার করে। তাকে দুইজন মোটরসাইকেল আরোহী গুলি করে হত্যা করেছিল।\n২. ২০১৪ সালের ৬ সেপ্টেম্বর মুখপাত্র উসামা মাহমুদ পাকিস্তানের করাচিতে একটি নেভাল ডকইয়ার্ডে হামলার দায় স্বীকার করেন। এটি পাকিস্তানি নৌবাহিনীর প্রাক্তন অফিসারদের দ্বারা পরিচালিত হয়েছিল। তারা একটি F-22P ফ্রিগেট হাইজ্যাক করার ব্যর্থ চেষ্টা করে। তখন পাকিস্তানি বাহিনীর হাতে তাদের ৩ জন নিহত হয় এবং ৭ জন গ্রেপ্তার হয়।\n৩. ২০১৪ সালের ২০ ডিসেম্বর মুখপাত্র উসামা মাহমুদ টিটিপির পেশোয়ার স্কুলে হামলার নিন্দা করেন।\n৪. ২০১৫ সালের ২রা মে প্রকাশিত একটি ভিডিওতে AQIS চারজন বাংলাদেশি ধর্মবিদ্বেষী ব্লগারের মৃত্যুর দায় স্বীকার করে; অভিজিৎ রায়, ওয়াসিকুর রহমান বাবু, আহমেদ রাজীব হায়দার ও একেএম শফিউল ইসলাম। তারা দুই পাকিস্তানি নাগরিক ডা. শাকিল আউজ ও ব্লগার আনেকা নাজকে হত্যার দায়ও স্বীকার করে। তারা একটি ভিডিওতে ভারতে মুসলিম নির্যাতনের প্রতিক্রিয়ায় নরেন্দ্র মোদিকেও হুমকি দেয়।\n৫. ২০১৬ সালের ৭ এপ্রিল AQIS কিছু ইসলামপন্থী মিলিশিয়ার কর্তৃক বাংলাদেশের একজন বিতর্কিত ব্লগারের ছুরিকাঘাতে মৃত্যুর দায় স্বীকার করে।\n৬. ২০১৭ সালের ২৫ এপ্রিল AQIS বাংলাদেশের ঢাকায় একজন এলজিবিটি কর্মীর মৃত্যুর দায় স্বীকার করে।\n\n\n== সমালোচনা ==\nভারতীয় মুসলিমদের বিভিন্ন ধর্মীয় ও রাজনৈতিক সংগঠন গ্রুপটির নিন্দা করেছে। বাংলাদেশের হেফাজতে ইসলাম বাংলাদেশ, খেলাফত মজলিশ ও মিয়ানমারে বার্মিজ মুসলিম অ্যাসোসিয়েশনও এর নিন্দা করেছে। হেফাজতে ইসলাম বাংলাদেশের একজন মুখপাত্র বলেন: বাংলাদেশে একটি সুন্দর ও শান্তিপূর্ণ পরিবেশ বিরাজ করছে। মানুষ শান্তিতে বসবাস করছে এবং এমন পরিস্থিতিতে আল কায়েদার প্রধান নেতা জাওয়াহিরির ঘোষণা জনগণকে ভীত ও উদ্বিগ্ন করে তুলেছে। বাংলাদেশ এর আগে জামাত-উল-মুজাহিদিন বাংলাদেশ ও হরকাত-উল-জিহাদ আল-ইসলামির জঙ্গি তৎপরতা ও সন্ত্রাসের অভিজ্ঞতা লাভ করেছে। কিন্তু তারা সফলভাবে আবির্ভূত হতে পারেনি।তেমনি তাদের ঘোষণা সত্ত্বেও আল কায়েদা বাংলাদেশে সফল হবে না।\n\n\n== তথ্যসূত্র =="}