{"pageid": 1187154, "title": "ইরান জাতীয় জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1187154", "content": "ইরান জাতীয় জাদুঘর (ফার্সি: موزهٔ ملی ایران Mūze-ye Melli-ye Irān) ইরানের তেহরান শহরে অবস্থিত। এটি দুটি কমপ্লেক্স নিয়ে গঠিত একটি প্রতিষ্ঠান; প্রাচীন ইরানের জাদুঘর এবং ইরানের ইসলামিক প্রত্নতত্ত্ব ও শিল্পকলা জাদুঘর, যেগুলি যথাক্রমে ১৯৩৭ এবং ১৯৭২ সালে চালু হয়েছিল। প্রতিষ্ঠানটি মৃৎপাত্র, ধাতব বস্তু, বস্ত্রের অবশেষ এবং কিছু দুর্লভ বই ও মুদ্রা সহ সংরক্ষিত প্রাচীন এবং মধ্যযুগীয় ইরানি পুরাকীর্তিগুলির মাধ্যমে ঐতিহাসিক স্মৃতিস্তম্ভগুলি পরিবেশন করে। এখানে বিভিন্ন ঐতিহাসিক সময়কাল এবং প্রত্নতাত্ত্বিক বিষয় দ্বারা শ্রেণীবদ্ধকৃত বেশকয়েকটি গবেষণা বিভাগও অন্তর্ভুক্ত রয়েছে।\n\n\n== ইতিহাস ==\nপ্রাচীন ইরানের জাদুঘরের ইটের ভবনটি ২০-শতকের গোড়ার দিকে ফরাসি স্থপতি আন্দ্রে গডার্ড এবং ম্যাক্সিম সিরোক্স কর্তৃক নকশা করা হয়েছিল। এটি সাসানি খিলান দ্বারা প্রভাবিত হয়েছিল, বিশেষ করে তিসফুনের তাক কাসরা। ১৯৩৫ সালে প্রায় ১১,০০০ বর্গমিটার (১৩,০০০ বর্গগজ) এলাকা নিয়ে এর নির্মাণ কাজ শুরু হয়েছিল এবং আব্বাস আলী মেমার এবং মোরাদ তাবরিজি দুই বছরের মধ্যে সম্পন্ন এটি করেছিলেন। ১৯৩৭ সালে এটি আনুষ্ঠানিকভাবে উদ্বোধন করা হয়।\nইসলামিক যুগের জাদুঘরটি পরে প্রাচীন ইরানের জাদুঘরের ঘাসের মাঠে সাদা ট্র্যাভারটাইন দিয়ে নির্মিত হয়েছিল। ইরানি প্রত্নতাত্ত্বিক গবেষণা কেন্দ্রের পরিচালক ফিরোজ বাগেরজাদেহ এই ভবনে ইরানি প্রত্নতত্ত্বের উপর একাধিক সিম্পোজিয়াম করেন। বেশকিছু তড়িৎ অভ্যন্তরীণ পরিবর্তনের মধ্য দিয়ে গেছে এবং ১৯৭৯ সালের ইসলামি বিপ্লবের সময় এটি পুনর্নির্মাণ কাজ চলেছিল।\nযদিও প্রাচীন ইরানের জাদুঘরে প্রত্নতাত্ত্বিক ধ্বংসাবশেষ, সেইসাথে কিছু বিরল মধ্যযুগীয় বস্ত্র এবং পাটি টুকরা প্রদর্শনের জন্য সর্বদা একটি স্পষ্ট আদেশ ছিল। নতুন কমপ্লেক্সটি ইরানের প্রাগৈতিহাসিক ক্যাস্পিয়ান সাগর অঞ্চলের চমৎকার আমলাশ মৃৎপাত্রও প্রদর্শন করতে শুরু করে। কিছু আধুনিক কাজ অনুসরণ করে বেশকয়েকবার এটির অভ্যন্তর পুনঃনির্মাণ করে হয়েছিল।\nপ্রাচীন ইরানের জাদুঘর দুটি তলা নিয়ে গঠিত। এর হলগুলিতে নিম্ন, মধ্য এবং উচ্চ পুরা প্রস্তর যুগ, সেইসাথে নব্যপ্রস্তরযুগ, তাম্র যুগ, প্রারম্ভিক ও শেষ ব্রোঞ্জ যুগ, এবং লৌহ যুগ ১-৩, মিডিয়ান, হাখমানেশি, সেলিউসিড, পার্থিয়ান এবং সাসানি যুগের শিল্পকর্ম এবং জীবাশ্ম রয়েছে।\nনতুন কমপ্লেক্সটি তিনটি তলা নিয়ে গঠিত। এতে ইরানের উত্তর-ধ্রুপদী যুগের মৃৎশিল্প, বস্ত্র, লিপি, শিল্পকর্ম, অ্যাস্ট্রোলেবস এবং অ্যাডোব চারুলিপির বিভিন্ন অংশ রয়েছে।\n\n\n== বিভাগসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial website of Iran National Museum\nOfficial website of Journal of Iran National Museum \nPhoto Gallery of the National Museum of Iran  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ ডিসেম্বর ২০২০ তারিখে\nVirtual Tour of Iran National Museum 1 [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ আগস্ট ২০২০ তারিখে\nVirtual Tour of Iran National Museum 2 [২]"}