{"pageid": 1187447, "title": "বোগিওক অং সান স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1187447", "content": "বোগিওক অং সান স্টেডিয়াম (বর্মী: ဗိုလ်ချုပ် အောင်ဆန်း အားကစားကွင်း; এমএলসিটিএস: buil hkyup aung hcan: a: ka. ca: kwang:) মিয়ানমারের ইয়াঙ্গুন শহরের পুরনো অংশে মিঙ্গালা টাউংনাউন্ট শহরতলীতে অবস্থিত ১৯০৬ সালে নির্মিত এবং ১৯০৯ সালে চালু হওয়া একটি বহুমুখী স্টেডিয়াম। বার্মার ব্রিটিশ শাসন চলাকালে নির্মিত ক্রীড়াস্থানটি মূলত ক্রিকেট খেলার জন্য ব্যবহার হতো। এছাড়াও ফুটবল ও টেনিস খেলা হয়েছে। প্রাথমিক নির্মাণের পর ১৯৫৮ থেকে ১৯৬০ সালে এটির সংস্কার ও উন্নয়ন চলে। বিভিন্ন জাতীয় ও আন্তর্জাতিক ক্রীড়া প্রতিযোগিতার পাশাপাশি এটি স্মারক প্রদর্শনী আয়োজনের স্থান হিসেবে ব্যবহৃত হয়েছে।\n\n\n== ইতিহাস ==\n১৯০৬ সালে মাঠের ভূমি অধিগ্রহণ করা হয়। উন্নয়ন ও নির্মাণ শেষে ১৯০৯ সালে বার্মা এ্যাথলেটিক এসোসিয়েশন মাঠ নামে উদ্বোধন করা হয়। এটি ১৯৩৫ সালে ৪০০ মিটার (১৩০০ ফুট) দৌড়ের ট্র্যাক বসানো হয়। বার্মা স্বাধীনতা অর্জনের পর মাঠটি স্টেডিয়ামে রূপান্তর করা হয়। ১৯৫৩ সালের ১৭ অক্টোবর সংস্কার ও দর্শক বসার গ্যালারী নির্মাণের পর অং সানের নামে নামকরণ করা হয়, ১৯৫৮ সালে দ্বিতল দর্শক বসার গ্যালারী সংযুক্ত করা হয়। ১৯৫৯-১৯৬০ সালে দ্বিতীয় সাউথ ইস্ট এশিয়ান পেনিনসুলার গেমস উপলক্ষ্যে পুনরায় সংস্কার করা হয়। ৪০,০০০ আসনবিশিষ্ট স্টেডিয়ামটি ১৯৮০-এর দশকের মাঝামাঝি পর্যন্ত এটি দেশের জাতীয় স্টেডিয়াম ছিল। স্টেডিয়ামটি ১৯৬১ এবং ১৯৬৯ সালে সাউথ ইস্ট এশিয়ান পেনিনসুলার গেমসের প্রধান ভেন্যু ছিল।\n\n\n== ব্যবহার ==\nস্টেডিয়ামটিতে ১৯২৭ সালে স্বাগতিক বার্মা ও সফরকারী মেরিলেবোন ক্রিকেট ক্লাবের মধ্যে প্রথম শ্রেণীর ক্রিকেট ম্যাচ অনুষ্ঠিত হওয়ার রেকর্ড আছে। যদিও এটি এখন আর আন্তর্জাতিক পর্যায়ের প্রতিযোগিতার জন্য পছন্দের স্থান নয়, স্টেডিয়ামটি এখনও মিয়ানমার ন্যাশনাল লিগ ফুটবল ম্যাচের জন্য ব্যাপকভাবে ব্যবহৃত হয়। এটি ইয়াঙ্গুন ইউনাইটেড ফুটবল ক্লাবের স্বাগতিক মাঠ। স্টেডিয়ামের গ্যালারির নীচে একটি ব্যয়ামাগার আছে। আউটডোর স্টেডিয়ামের পাশে অবস্থিত অং সান ন্যাশনাল ইনডোর স্টেডিয়ামটি ইনডোর ক্রীড়া প্রতিযোগিতার জন্য ব্যবহৃত হয়। এখানে বিভিন্ন জাতীয় ও আন্তর্জাতিক প্রতিযোগিতা ছাড়াও বিশেষ স্মারক প্রদর্শনী 'হলিডে অন আইস' অনুষ্ঠিত হয়েছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}