{"pageid": 1187975, "title": "পিপ্পলাদ", "url": "https://bn.wikipedia.org/wiki?curid=1187975", "content": "পিপ্পলাদ (সংস্কৃত: पिप्पलाद)\nহিন্দু ঐতিহ্যের একজন ঋষি ও দার্শনিক।\nতিনি দশটি মুখ্য উপনিষদের মধ্যে প্রশ্ন উপনিষদের রচনার জন্য সর্বাধিক পরিচিত। তিনি পিপ্পলাদ চিন্তাধারার প্রতিষ্ঠা করেছিলেন বলে মনে করা হয়, যেটি অথর্ববেদ শিক্ষা দিত। কিছু পুরাণে তাকে শিবের অবতার হিসেবে গণ্য করা হয়েছে।\n\n\n== কিংবদন্তি ==\n\n\n=== জন্ম ===\nপিপ্পলাদকে ঋষি দধীচি এবং তার স্ত্রী স্বৰ্চার পুত্র বলে বর্ণনা করা হয়েছে। দধীচির মৃত্যুর পর, স্বৰ্চা যখন সতী প্রথা পালন করতে যাচ্ছিলেন, তখন তিনি স্বর্গীয় কণ্ঠস্বর শুনতে পান যা তাকে জানিয়েছিল যে তিনি গর্ভবতী। স্বৰ্চা পাথর দিয়ে তার গর্ভ থেকে ভ্রূণটি বের করে এবং পিপল গাছের কাছে রেখে তার জীবন শেষ করে দেয়। পিপ্পলাদ ছিলেন সেই শিশু যিনি তার গর্ভে জন্মগ্রহণ করেছিলেন এবং বড় হয়ে একজন মহান ঋষি হয়েছিলেন। চন্দ্র দেবতা কর্তৃক সজ্জিত গাছের দেওয়া অমৃত দ্বারা তিনি টিকে ছিলেন।\nঅন্য বিবরণে, পিপ্পলাদকে দুর্ঘটনাজনিত গর্ভধারণের ফল হিসাবে বর্ণনা করা হয়েছে।\nযাজ্ঞবল্ক্য ছিলেন একজন বিখ্যাত সন্ন্যাসী, যিনি তার বোন কংসরীর সাথে তার আশ্রমে থাকতেন, যিনি তপস্বী ছিলেন যিনি কঠোরভাবে ব্রহ্মচর্য পালন করতেন এবং কঠোর তপস্যা করেন। এক রাতে, যাজ্ঞবল্ক্য অপ্সরা সম্পর্কে স্বপ্ন দেখার সময় বীর্য নিঃসরণ করেন। ভোরে, তিনি বীর্য-ভেজা তোয়ালেটি ফেলে দিয়েছিলেন যার উপর তিনি ঘুমিয়েছিলেন, যেটি কংসরী ঋতুস্রাবের সময় স্নানের পরে নিজেকে পরিষ্কার করার জন্য ব্যবহার করেন। ফলস্বরূপ, তিনি গর্ভবতী ছিলেন, লজ্জার কারণে তার অবস্থা লুকিয়ে রেখেছিলেন। এক পুত্রের জন্ম দেওয়ার পর, তিনি শিশুটিকে জঙ্গলে নিয়ে যান এবং শিশুটিকে পিপল গাছের নিচে রেখে যান, বিষ্ণুকে তার দেখাশোনার জন্য অনুরোধ করেন। যখন সে গাছের নীচে বিলাপ করছিল, তখন স্বর্গীয় কণ্ঠ তার গর্ভাবস্থার পরিস্থিতি এবং সন্তানের ভবিষ্যত ব্যাখ্যা করেছিল। যখন যাজ্ঞবল্ক্য এবং তার দুই স্ত্রী গাছের নীচে তার মূর্ছা যাওয়া রূপ আবিষ্কার করে এবং তাকে জাগিয়ে তোলে, তখন সে লজ্জায় মরতে চায়। তাকে দাহ করা হয়েছিল, এবং পিপ্পলাদ পিপ্পল গাছের রস খেয়ে নিজেকে টিকিয়ে রেখেছিলেন, যার নামানুসারে তার নামকরণ করা হয়েছিল। নারদ শিশুটিকে খুঁজে পেলেন এবং ব্যাখ্যা করলেন যে তিনি বৃহস্পতির অবতার, যার দায়িত্ব ছিল অথর্ববেদ প্রচার করা। পিপ্পলাদ শনির সাথে দেখা করতে যাবেন এবং তাকে তার ক্ষতিকারক উপস্থিতি থেকে মানবজাতিকে রক্ষা করার জন্য কিছু আচার-অনুষ্ঠানের প্রস্তাব দেওয়ার জন্য অনুরোধ করবেন। অবশেষে, নারদ আট বছর বয়সী পিপ্পলাদকে তার পিতার কাছে ফিরিয়ে দেন এবং তাকে তার পুত্রকে পবিত্র সুতো প্রদান করার পরামর্শ দেন, যা তিনি দুঃখের সাথে করেছিলেন।\n\n\n=== প্রতিহিংসা ===\nব্রহ্মবৈবর্ত পুরাণ অনুসারে, ঋষি পিপ্পলাদ, এখন সচেতন যে তাঁর পিতা, দধীচি, দেবতাদের জন্য তাঁর জীবন উৎসর্গ করেছিলেন, এবং তাঁর মা তাঁর স্বামীর মৃত্যুর পর আত্মহননের জন্য সম্মানিত হয়েছিলেন, শপথ করেছিলেন তাদের শত্রু। তিনি দেবতাদের বিনাশ কামনা করে শিবের কাছে তপস্যা করেছিলেন। শিব তাকে জানিয়েছিলেন যে ঋষি যখন পূর্বের তৃতীয় নয়নটি দেখতে পাবে তখন তার দেবতাদের ধ্বংস করার উপায় থাকবে। ঋষি যখন তা প্রত্যক্ষ করার জন্য যথেষ্ট তপস্যা করতে সক্ষম হন, তখন তৃতীয় নয়ন থেকে ঘোড়ার মতো অসুর বের হয়। পিপ্পলাদ অসুরকে দেবতাদের ধ্বংস করতে বললে, পূর্ববর্তী পিপ্পলাদকে আক্রমণ করতে এগিয়ে যান, এই বলে যে ঋষি নিজেই একজন দেবতা, এবং তাই তাকে হত্যা করে শুরু করবেন। পিপ্পলাদ শিবের কাছে আরও একবার প্রার্থনা করেছিলেন, এবং তাকে এমন বনে আশ্রয় দেওয়া হয়েছিল যেখানে অসুররা তার ক্ষতি করতে পারেনি। ব্রহ্মা ঋষিকে বোঝালেন যে দেবতাদের ধ্বংস তার পিতামাতাকে ফিরিয়ে আনবে না। পিপ্পলাদ তার প্রতিহিংসা বন্ধ করতে রাজি হন, কিন্তু তার বাবা-মায়ের সাথে কথা বলতে চান। তার বাবা-মা তার সামনে হাজির হন, তাকে বসতি স্থাপন করতে এবং সন্তান ধারণের অনুরোধ করেন। অসুর গঙ্গা নদীর সাথে এক হয়ে গেছে বলে মনে করা হয়।\n\n\n=== বিবাহ ===\nশিবপুরাণ অনুসারে পিপ্পলাদ হিমালয়ের পুষ্পভদ্রা নদীতে যাওয়ার পথে এক যুবতী কন্যার প্রতি আকৃষ্ট হয় এবং কন্যাটি তার লালসার গ্রাস হয়। স্থানীয়দের জিজ্ঞাসাবাদ করার পরে, তাকে জানানো হয়েছিল যে কন্যাটি ছিল রাজকুমারী পদ্মা, রাজা অনারণ্যের একমাত্র কন্যা, যাকে দেবী লক্ষ্মীর মতোই গুণী বলে মনে করা হয়। ঋষি রাজার কক্ষে প্রবেশ করেন এবং বিয়েতে তার হাত দাবি করেন, অন্যথায় তার রাজ্যকে ছাই করে দেওয়ার হুমকি দেন। হতাশাগ্রস্ত রাজা, তার পরামর্শদাতাদের পরামর্শের পর, সিদ্ধান্ত নেন যে তাকে তার রাজবংশকে তার প্রিয় কন্যার সামনে রাখতে হবে, এবং সঙ্গে সঙ্গে তাকে ঋষির স্ত্রী হিসেবে প্রস্তাব দিতে হবে। পদ্মা তার স্বামীকে কর্তব্যের সাথে সেবা করেছিলেন, ঠিক যেমন লক্ষ্মী তার স্ত্রী বিষ্ণুর সেবা করেছিলেন। এমনকি পিপ্পলাদ দুর্বল ও ক্ষিপ্ত হয়ে গেলেও, তিনি তাঁর প্রতি অনুগত ছিলেন, ধর্মের অগ্রগতিকে প্রত্যাখ্যান করেছিলেন যখন তিনি তার গুণের পরীক্ষা করেন।\n\n\n== প্রশ্ন উপনিষদ ==\nঋষি সুকেশ ভরদ্বাজ, শৈব্য সত্যকাম, সৌর্যানিন গার্গ্য, কৌশল্যা আশ্বলায়ন, ভার্গব বৈদর্ভি ও কবন্ধিন কাত্যায়ন পিপ্পলাদের কাছে আসেন, এবং তাকে জীবনের উদ্দেশ্য সম্পর্কে জিজ্ঞাসা করেন। তারা এক বছর ধরে তপস্যা করেন এবং ছয়টি প্রশ্ন করেন। এই প্রশ্নোত্তরগুলো পরবর্তীতে প্রশ্ন উপনিষদ নামে পরিচিত হয়।\n\n\n== তথ্যসূত্র =="}