{"pageid": 1187633, "title": "নাইটগাউন", "url": "https://bn.wikipedia.org/wiki?curid=1187633", "content": "নাইটগাউন, নাইটি বা নাইটড্রেস হল রাতের পোশাকের একটি ঢিলেঢালা ঝুলন্ত আইটেম এবং সাধারণত নারীরা এবং মেয়েরা এটি পরিধান করে। একটি নাইটগাউন তুলা, রেশম, সাটিন বা নাইলন দিয়ে তৈরি করা হয় এবং বক্ষ ও হেম -এ জরির আলংকারিক সুঁচিকর্ম বা এমব্রয়ডারি দিয়ে সজ্জিত করা থাকতে পারে। \nএকটি নাইটগাউনের গলার লাইন থাকতে পারে এবং যেকোনো ধরনের হাতা হতে পারে, অথবা হাতাবিহীন, এবং কোনো কাঁধের চাবুক বা পিছনের শৈলী থাকতে পারে। একটি নাইটগাউনের দৈর্ঘ্য নিতম্বের দৈর্ঘ্য থেকে মেঝে পর্যন্ত দৈর্ঘ্যে পরিবর্তিত হতে পারে। শৈলীর উপর নির্ভর করে একটি ছোট নাইটগাউনকে \"শর্টি\" বা \"বেবিডল\" বলা যেতে পারে। নাইটগাউনের সুইপ (উপর থেকে নিচ পর্যন্ত) কার্যত সোজা থেকে পুরো বৃত্ত পর্যন্ত পরিবর্তিত হতে পারে, যেমন ওলগা গাউন। একটি স্লিপ নাইটগাউন একটি নাইটগাউন বা সম্পূর্ণ স্লিপ হিসাবে ব্যবহার করা যেতে পারে। নাইটগাউনগুলি অতিথিদের গ্রহণের জন্য উপযুক্ত করার জন্য একটি ম্যাচিং বাইরের পোশাক, একটি আলখাল্লা, নিছক শিফন পেগনোয়ার বা ড্রেসিং গাউনের সাথে পরিধান করা যেতে পারে। \n\n\n== তথ্যসূত্র ==\nগ্রন্থপঞ্জি\nCarroll, Jennifer Manuel; Schultz, Kathy (২০০৯)। Underneath It All: A Girl's Guide to Buying, Wearing and Loving Lingerie। Harlequin। আইএসবিএন 978-0-373-89205-1। \nProbert, Christina (১৯৮১)। Lingerie in Vogue since 1910। Abbeville Press। আইএসবিএন 0-89659-268-5। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে নাইটগাউন সম্পর্কিত মিডিয়া দেখুন।\nYvette Mahe, “History of Sleepwear: Fashion in Time,” History of Fashion, March 27, 2015  ওয়েব্যাক মেশিনে আর্কাইভকৃত ফেব্রুয়ারি ২, ২০১৯ তারিখে\nPaulla Estes and Niki Foster, “What Are the Different Types of Nightgowns?,” wiseGEEK (Conjecture Corporation, April 5, 2020)\nJustin Parkinson, “When Pyjamas Ruled the Fashion World,” BBC News (BBC, January 31, 2016)\nBoyd, Sarah. Transforming Sleepwear Into Pajama-Chic Daywear. Forbes. Forbes Magazine, April 21, 2016.\nmetmuseum.org\nColin McDowell, Madeleine Vionnet (1876-1975), The Business of Fashion (The Business of Fashion, August 23, 2015),\nMargaret Swain, \"The Patchwork Dressing Gown\", Costume 18, no. 1 (January 1984): pp. 59-65\nBoucher François and Yvonne Deslandres, 20000 Years of Fashion: the History of Costume and Personal Adornment (New York: Harry N. Abrams, 1987)\nGabriele Stein, \"Word Studies in the Renaissance\", Oxford Scholarship Online, 2017\nValerie Cumming, Cecil Willet Cunnington, and Phillis Cunnington, The Dictionary of Fashion History (London: Bloomsbury Academic, 2017).\nElizabeth Ewing, Dress and Undress: a History of Women's Underwear (London: Batsford, 1978)"}