{"pageid": 1187703, "title": "লাভ'স লেবার'স ওয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1187703", "content": "লাভ'স লেবার'স ওয়ান (ইংরেজি: Love's Labour's Won) হল একটি হারিয়ে যাওয়া নাটক, যেটিকে সমসাময়িক কালের ব্যক্তিবর্গ উইলিয়াম শেকসপিয়রের রচনা বলে বর্ণনা করেছিলেন। ১৫৯৮ সালের আগে রচিত এই নাটকটি প্রকাশিত হয়েছিল ১৬০৩ সালে। যদিও সেই প্রকাশনার কোনও কপি এখন পাওয়া যায় বলে জানা যায় না। এটি প্রকৃতই একটি হারিয়ে যাওয়া নাটক, সম্ভবত লাভ'স লেবার'স লস্ট নাটকের একটি সম্ভাব্য উত্তরভাগ, নাকি শেকসপিয়রেরই পরিচিত কোনও নাটকের বিকল্প শিরোনাম কিনা তা নিয়ে গবেষকদের মধ্যে মতভেদ আছে।\n\n\n== প্রমাণ ==\nফ্রান্সিস মেয়ারসের পালাডিস টামিয়া, উইটস ট্রেজারি (১৫৯৮) গ্রন্থে শেকসপিয়রের এক ডজন নাটকের একটি তালিকা পাওয়া যায়। এই তালিকাতেই শেকসপিয়রীয় কমেডিগুলির নামের মধ্যে লাভ'স লেবার'স ওয়ান নাটকের প্রথম উল্লেখ পাওয়া গিয়েছে:\n\n\"for Comedy, witnes his Gẽtlemẽ of Verona, his Errors, his Loue labors lost, his Loue labours wonne, his Midsummers night dreame, & his Merchant of Venice\".\n১৬০৩ সালের অগস্ট মাসে স্টেশনার ক্রিস্টোফার হান্ট কোয়ার্টোতে মুদ্রিত শেকসপিয়রের অন্যান্য নাটকের সঙ্গে এই নাটকটির নামও তালিকাভুক্ত করেছিলেন একটি গ্রন্থতালিকায়:\n\n\"marchant of vennis, taming of a shrew, …loves labor lost, loves labor won.\"\n\n\n== তত্ত্ব ==\nশেকসপিয়র বিশেষজ্ঞেরা এই নাটকটির সম্পর্কে বিভিন্ন তত্ত্ব উপস্থাপনা করে থাকেন।\n\n\n=== লাভ'স লেবার'স লস্ট নাটকের উত্তরভাগ ===\nএকটি তত্ত্ব অনুযায়ী, লাভ'স লেবার'স ওয়ান হল লাভ'স লেবার'স লস্ট নাটকের একটি হারিয়ে যাওয়া উত্তরভাগ। লাভ'স লেবার'স লস্ট নাটকের শেষে যাঁদের বিবাহ বিলম্বিত হয়েছিল সেই নাভারের রাজা, বেরোনি, লংগাভিল ও ডুমেইনের পরবর্তী অভিযানের বর্ণনা এতে গ্রন্থিত হয়েছিল বলে মনে করা হয় এই তত্ত্বে। শেকসপিয়রীয় কমেডির অন্তে অনিবার্যভাবে থাকে একটি বিবাহ-অনুষ্ঠান। কিন্তু লাভ'স লেবার'স লস্ট নাটকের শেষে এই বিবাহ অপ্রত্যাশিতভাবে গল্পের কোনও নির্দিষ্ট উদ্দেশ্য ছাড়াই বিলম্বিত হয়েছে এক বছরের জন্য, যা এক উত্তরভাগের অবকাশ রেখেই দেয়। সমালোচক সেডরিক ওয়াটস এই উত্তরভাগের একটি রূপ এইভাবে কল্পনা করেছেন:\n\nAfter the year of waiting, the King and lords would meet again and compare experiences; each would, in various ways, have failed to be as diligently faithful and austere as he had been enjoined by his lady to be.\nতবে এই তত্ত্বের বিরুদ্ধে বলা হয় যে, এলিজাবেথীয় নাট্যকারেরা কমেডির উত্তরভাগ রচনা করতেন না। শুধুমাত্র ইতিহাসাশ্রয়ী নাটকের উত্তরভাগ লেখা হত, আর অল্প কয়েকটি ক্ষেত্রে ট্র্যাজেডির।\n\n\n=== প্রচলিত নাটকের বিকল্প নাম ===\n\nঅপর একটি তত্ত্ব হল এই যে, লাভ'স লেবার'স ওয়ান ছিল একটি পরিচিত নাটকেরই বিকল্প নাম। ১৬২৩ সালে শেকসপিয়রের সম্পূর্ণ নাট্যসাহিত্যের ফার্স্ট ফোলিওতে কেন এই নামে কোনও কোনও নাটক নেই, তার একটি ব্যাখ্যা এই তত্ত্বের মাধ্যমে দেওয়া হয় এবং এই ক্ষেত্রে উত্তরভাগ-সংক্রান্ত তত্ত্বটি অকার্যকর হয়ে যায়।\nঅনেকদিন ধরে এমন একটি তত্ত্ব প্রচলিত ছিল যে, লাভ'স লেবার'স ওয়ান ছিল দ্য টেমিং অফ দ্য শ্রিউ নাটকের একটি বিকল্প শিরোনাম। এই নাটকটি বেশ কয়েক বছর আগে লেখা হয়েছিল, কিন্তু লক্ষণীয়ভাবে অনুপস্থিত ছিল মেয়ারসের তালিকায়। কিন্তু ১৯৫৩ সালে সলোমন পটেসম্যান নামে এক লন্ডন-ভিত্তিক প্রাচীন গ্রন্থ বিক্রেতা ও সংগ্রাহক ক্রিস্টোফার হান্টের অগস্ট ১৬০৩ তারিখের গ্রন্থতালিকাটি আবিষ্কার করেন, যেখানে কোয়ার্টো মুদ্রণের তালিকায় দেওয়া হয়েছিল:\n\n\"marchant of vennis, taming of a shrew, knak to know a knave [unknown author], knak to know an honest man [unknown author], loves labor lost, loves labor won.\"\nএই আবিষ্কারের ফলে বোঝা যায় যে, নাটকটি সম্ভবত পৃথক কোনও রচনা, যা প্রকাশিত হলেও পরে হারিয়ে যায় এবং তা অবশ্যই দ্য টেমিং অফ দ্য শ্রিউ নাটকের আদি শিরোনাম নয়। যদিও এই প্রমাণ থেকে কোনও সিদ্ধান্তে উপনীত হওয়া সম্ভব নয়। অন্য একজন নাট্যকারও দ্য টেমিং অফ দ্য শ্রিউ নামে একটি নাটক রচনা করেছিলেন, যেটি ১৫৯৪ সালে কোয়ার্টোয় প্রকাশিত হয়েছিল; অন্যদিকে শেকসপিয়রের দ্য টেমিং অফ দ্য শ্রিউ ১৬২৩ সালের ফোলিও সংস্করণের আগে প্রকাশিত হয়নি। তাই এমনও হতে পারে যে, শেকসপিয়র হয়তো তাঁর প্রতিন্দ্বন্দ্বী নাট্যকারের নাটকের নাম থেকে নিজের নাটকটিকে পৃথক করতে প্রথমে লাভ'স লেবার'স ওয়ান নামটিই গ্রহণ করেছিলেন।\nমেয়ারস বা হান্ট কর্তৃক তালিকাভুক্ত হয়নি এমন কোনও এক শেকসপিয়রীয় কমেডির বিকল্প শিরোনাম হিসেবে এই নামটির আরেকটি সম্ভাবনাও থেকে যায়। মাচ অ্যাডু অ্যাবাউট নাথিং নাটকটিকে সাধারণভাবে ১৫৯৮ সাল নাগাদ রচিত বলে মনে করা হয়। বিকল্প শিরোনাম তত্ত্বে তাই এই নাটকটির নামও উল্লিখিত হয়। যেমন, হেনরি উডহেসেনের আর্ডেন সংস্করণে (তৃতীয় ধারাবাহিক) লাভ'স লেবার'স লস্ট দু'টি নাটকের মধ্যে একাধিক লক্ষণীয় সাদৃশ্যের কথা উল্লেখ করেছে। আবার মাচ অ্যাডু অ্যাবাউট নাথিং নাটকটি অপর এক বিকল্প শিরোনামেও (বেনেডিক অ্যান্ড বিয়াত্রিশ) কয়েকজন বিক্রেতার গ্রন্থতালিকায় নথিভুক্ত হয়েছিল।\nলেসি হটসন অনুমান করেন যে, লাভ'স লেবার'স ওয়ান ছিল ট্রয়লাস ও ক্রেসিডা নাটকের পূর্ব-শিরোনাম, যা পালাডিস টামিয়া-এ উল্লিখিত হয়নি। কেনেথ পামার এই মতটিকে \"নাটকের কষ্টকল্পিত ব্যাখ্যা\" বলে সমালোচনা করেন। তাছাড়া সাধারণভাবে মনে করা হয় যে, ট্রয়লাস ও ক্রেসিডা ১৬০২ সাল নাগাদ রচিত হয়েছিল।\nডেভিড গ্রোট মনে করেন যে, এটি অ্যাজ ইউ লাইক ইট নাটকের একটি বিকল্প শিরোনাম। তিনি মনে করেন, কমেডিগুলির শিরোনাম অনেক ক্ষেত্রেই সামগ্রিকভাবে কোনও গোষ্ঠীর ক্ষেত্রে প্রযোজ্য শিরোনামবিশেষ। উদাহরণস্বরূপ, একাধিক নাটককে অ্যাজ ইউ লাইক ইট বা অল'স ওয়েল দ্যাট এন্ডস ওয়েল বলা চল এবং পুনঃপ্রকাশনা অবস্থি নাটকগুলির কোনও স্থায়ী শিরোনাম ছিলও না। তিনি বলেন, অ্যাজ ইউ লাইক ইট নাটকটির সূচনা লাভ'স লেবার'স লস্ট নাটকের একটি উত্তরভাগ হিসেবে। কিন্তু পরে যখন রবার্ট আর্মিনের পরিবর্তে উইলিয়াম কেম্পে শেকসপিয়রের নাট্য কোম্পানি লর্ড চেম্বারলেইন'স মেনে প্রধান কমিক অভিনেতা হিসেবে যোগ দেন তখন নাটকটিকে পরিমার্জিত করা হয়েছিল।\n\n\n== শিরোনাম হিসেবে ব্যবহার ==\nপ্রথম বিশ্বযুদ্ধের শতবর্ষ উপলক্ষ্যে ২০১৪ মরসুমের সূচনায় রয়্যাল শেকসপিয়র কোম্পানি মাচ অ্যাডু অ্যাবাউট নাথিং নাটকটি মঞ্চায়নের সময় লাভ'স লেবার'স ওয়ান (অলসো নোন অ্যাজ মাচ অ্যাডু অ্যাবাউট নাথিং) শিরোনামটি বেছে নেয়। নাটকটি মঞ্চস্থ হয়েছিল লাভ'স লেবার'স লস্ট নাটকের একটি সহযোগী অংশ হিসেবে। দুই নাটকের আখ্যানবস্তুকে জুড়ে সেটিকে যুদ্ধের প্রেক্ষাপটে সাজানো হয়। লাভ'স লেবার'স লস্ট নাটকটি স্থাপিত হয় যুদ্ধের সূচনালগ্নে ১৯১৪ সালে এবং লাভ'স লেবার'স ওয়ান স্থাপিত হয় যুদ্ধের শেষে ১৯১৮ সালে যখন সকল পুরুষ চরিত্র শেষ বিজয়ের পর গৃহে প্রত্যাবর্তন করে।\n\n\n== অন্যান্য জনপ্রিয় সংস্কৃতিতে ==\n১৯৪৮ সালে প্রকাশিত এডমন্ড ক্রিসপিনের উপন্যাস লাভ লাইজ ব্লিজিং-এ দেখা যায় এই নাটকের একটি কপি আবিষ্কার হওয়ার ফলে একাধিক হত্যাকাণ্ডের ঘটনা ঘটতে থাকে।\n২০০৭ সালে ডক্টর হু ধারাবাহিকের দ্য শেকসপিয়র কোড পর্বে এই নাটকটি রচনা আখ্যানের একটি গুরুত্বপূর্ণ অংশ। এতে দেখা যায় দ্য টেনথ ডক্টর স্বচক্ষে নাটকটির রচনার সাক্ষী হচ্ছেন।\nদ্য ৩৯ ক্লুজ গ্রন্থ ধারাবাহিকের প্রথম পর্বের শেষ গ্রন্থে একটি অপ্রধান কাহিনি-কৌশল হিসেবে এই নাটকটি ব্যবহৃত হয়।\nহ্যারি টার্টলডাভের বিকল্প ঐতিহাসিক উপন্যাস রুলড ব্রিটানিয়া-তে দেখানো হয়েছে, এক স্পেনীয়-শাসিত ইংল্যান্ডে শেকসপিয়র গুপ্ত প্রতিরোধ বাহিনীর সঙ্গে যুক্ত এবং লাভ'স লেবার'স ওয়ান নামে একটি নাটক রচনা করছেন। যদিও এই নাটকটি দেখে মনে হয়েছে সাদামাটাভাবে \"আমাদের\" লাভ'স লেবার'স লস্ট; কারণ, উপন্যাসে দেখা গিয়েছে যে শেকসপিয়র শেষ মুহুর্তে সামন্তপ্রভুর অবমাননা ঠেকাতে ডন আর্মাডোর জাতীয়তা স্পেনীয় থেকে ইতালীয়তে পরিবর্তিত করছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBaldwin, T.W. Shakespeare's Love's Labour's Won: New Evidence from the Account Books of an Elizabethan Bookseller. Carbondale: Southern Illinois University Press, 1957.\n\nটেমপ্লেট:Love's Labour's Lost"}