{"pageid": 1187910, "title": "সর্ব ভারতীয় চলচ্চিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1187910", "content": "সর্ব ভারতীয় চলচ্চিত্র (ইংরেজি: Pan-Indian films) হলো ভারতীয় চলচ্চিত্রের সাথে সম্পর্কিত তেলুগু সিনেমার সাথে মূলধারার বাণিজ্যিক চলচ্চিত্র হিসাবে উদ্ভূত একটি শব্দ, যা সারা দেশের দর্শকদের কাছে বিশ্ব বাজারে ছড়িয়ে পড়ে। আন্দোলনটি ২০১৫ সাল থেকে বাহুবলী: দ্য বিগিনিং এর সাফল্যের পরে ব্যাপক জনপ্রিয়তা লাভ করে। প্যান-ইন্ডিয়ান ফিল্ম শব্দটি এমন একটি চলচ্চিত্রের জন্য ব্যবহৃত হয় যা একই সাথে তেলুগু, তামিল, মালায়ালাম, কন্নড় এবং হিন্দির মতো একাধিক ভাষায় মুক্তি পায়। যার লক্ষ্য দর্শকদের সংখ্যা সর্বাধিক করা এবং আয় বাড়ানো। এই ধরনের চলচ্চিত্রগুলি ভাষাগত, জনসংখ্যাগত, সামাজিক, আঞ্চলিক, জাতিগত এবং সাংস্কৃতিক বাধা অতিক্রম করে পেরিয়ে সারা দেশের দর্শকদের কাছে পৌঁছনোর চেষ্টা করে।\n\n\n== পটভূমি ==\nভারতীয় চলচ্চিত্র বিভিন্ন ভাষার চলচ্চিত্র শিল্পের সমন্বয়ে গঠিত। চলচ্চিত্রগুলি প্রায়শই অন্যান্য ভাষায় পুনঃনির্মাণ করা হয়। অথবা চলচ্চিত্রগুলি অন্যান্য ভাষায় ভাষান্তর করা হয় এবং একই মুক্তির তারিখে বা পরবর্তী তারিখে স্থানীয় শিরোনাম সহ মুক্তি পায়। দিলওয়ালে দুলহনিয়া লে যায়েঙ্গে এবং এন্থিরানের মতো চলচ্চিত্রগুলি অন্যান্য ভারতীয় ভাষায় ভাষান্তর করা হয়েছিল এবং তাদের মূল সংস্করণগুলির সাথে মুক্তি পেয়েছিল।\nটাইমস অব ইন্ডিয়ার মতে, প্রথম সর্ব ভারতীয় চলচ্চিত্র হল ১৯৫৯ সালের কন্নড় সিনেমা মহিষাসুর মার্দিনী। যা ৮টি ভাষায় মুক্তি পায়। কিন্তু এরপর থেকে আর কোনো ছবি চারটির বেশি ভাষায় মুক্তি পায়নি।\n২০১০-এর দশক থেকে দক্ষিণ ভারতের চলচ্চিত্র হিন্দিতে ডাবিং এবং সম্প্রচার একটি নিয়মিত অভ্যাস হয়ে ওঠে। যার মাধ্যমে তেলুগু সিনেমা এবং তামিল সিনেমা দেশব্যাপী জনপ্রিয়তা লাভ করে। বেশিরভাগ চলচ্চিত্রের মূল সংস্করণ প্রকাশের কয়েক সপ্তাহ বা মাস পরে ডাব করা হয়। যা দঙ্গল (২০১৬) ও এম.এস. ধোনি: দ্য আনটোল্ড স্টোরি (২০১৬) এর মতো কয়েকটি ছাড়া তেলুগু/তামিল চলচ্চিত্রগুলির মতো জনপ্রিয়তা অর্জন করতে পারেনি। সময়ের সাথে সাথে কন্নড় এবং মালয়ালাম চলচ্চিত্রের ভাষান্তর হতে থাকে।\n\n\n== উল্লেখযোগ্য চলচ্চিত্র ==\nকিছু উল্লেখযোগ্য ব্যবসা সফল সর্ব ভারতীয় চলচ্চিত্র-\n\n\n== আরও পড়ুন ==\nসমান্তরাল চলচ্চিত্র\nভারতের চলচ্চিত্র\n\n\n== তথ্যসূত্র =="}