{"pageid": 1187050, "title": "কাটাহিরা (সেন্দাই শহর)", "url": "https://bn.wikipedia.org/wiki?curid=1187050", "content": "কাতাহিরা  আওবা ওয়ার্ড, সেন্দাই সিটি, মিয়াগি প্রিফেকচারের একটি  উপশহর। এখানকার জিপ কোড হল ৯৮০-০৮১২ । জনসংখ্যা ১৭৫৪ জন এবং পরিবারের সংখ্যা ১০৯৬ (১ জানুয়ারী, ২০২২ অনুযায়ী) । বর্তমান প্রশাসনিক জেলার নামগুলি হল কাতাহিরা ১-চোম এবং কাটাহিরা  -চোম, এবং আবাসিক ঠিকানাগুলি এলাকা জুড়ে প্রদর্শিত হয়।\nএখানে, কাতাহিরা-চো, যেটি একটি স্থানের নাম এবং এডো যুগে সেন্দাই দুর্গের শহরে ব্যবহৃত একটি রাস্তার নামও বর্ণনা করা হয়েছে। যদিও পুরানো শহরের নাম এলাকা এবং রাস্তার নাম হিসাবে অংশটি সময়ের সাথে পরিবর্তিত হয়েছে, তবে এটি একটি স্থানের নাম হিসাবে সেন্দাই শহরের কেন্দ্রের দক্ষিণ-পশ্চিম কোণে দখল করে আছে এবং এটি একটি সাধারণ নাম হিসাবেও ব্যবহৃত হয়। রাস্তা\n\n\n== এডো যুগ থেকে কাটাহিরা-চো ==\nএডো যুগে, উচ্চারণ ছিল \" কাদাদশাচ্যো \" (→ সেন্দাই উপভাষা #স্থানের নাম/সেন্দাই উপভাষায় যথাযথ বিশেষ্য )।\nসেন্দাই নাকামাচি টেরেসের মাঝখানে একটি ড্রপ সহ একটি টেরেস ক্লিফ রয়েছে, যেখানে সেন্দাই ক্যাসেল টাউনের কেন্দ্রে বাশো নো সুজি এবং হিরোস নদীর পৃষ্ঠের কাছে সেন্দাই শিতামাচি টেরেস রয়েছে। এই টেরেস ক্লিফের সরাসরি উপরে, অন্য কথায়, পশ্চিম প্রান্ত থেকে সেন্দাই নাকামাচি টেরেসের দক্ষিণ প্রান্ত পর্যন্ত প্রসারিত শহর এবং রাস্তাকে কাটাহিরাচো বলা হয়।\nকাতাহিরা নামের উৎপত্তি এই কারণে যে, প্রথমে পাহাড়ের কাছে রাস্তার পশ্চিম দিকে কোনো বাড়ি ছিল না এবং শুধুমাত্র পূর্ব দিকেই প্রাসাদ ছিল  । একে \"হাকাতাছো\"ও বলা হত।\nএডো যুগে কাতাহিরা-চো-এর এলাকাটি উত্তরে কিতাইচিবান-চোর দক্ষিণ দিকে হাসেকুরা- চো (বর্তমানে সেন্দাই সিভিক হলের উত্তর প্রান্ত) থেকে দক্ষিণে বর্তমান কাটাহিরা -চো পর্যন্ত বিস্তৃত ছিল। কাতাহিরা-চো, যা হিরোস নদীর বাম তীরে টেরেসড ক্লিফের উপরে, হিরোস নদীর ডান তীরে আওবায়ামা সোপানে সেন্ডাই ক্যাসলের মুখোমুখি, সেখানে ডেট গোত্রের বড় অট্টালিকা এবং সেন্দাইয়ের সিনিয়র ভাসাল রয়েছে। বংশ, গোত্র, পরিবার, গোষ্ঠী এবং বাসস্থান সহ এই গোষ্ঠী এবং সিনিয়র ভাসালদের 'ডাইমিও অ্যালি' বলা হত কারণ তাদের কাছে অন্যান্য ডোমেনের ডাইমিওর সমান পরিমাণ অর্থ ছিল।  একে 'ওহিরোচো'  এবং 'হিরোচো' নামেও ডাকা হত।\nএডো যুগের শেষের দিকে, ওমাচির উত্তরের এলাকাকে ডেইমিও -কোজি বলা হত এবং এর দক্ষিণের এলাকাকে বলা হত কাটাহিরা-চো। বর্তমান কাতাহিরা এডো যুগের শেষে কাটাহিরাচোর পরিসর অনুসরণ করে। ডাইমিও কোজিকে মেইজি যুগে রিকুইজিশন করা হয়েছিল এবং এখন নিশি পার্ক ।\n\n\n== আধুনিক কাটহিরা ==\nবর্তমান উচ্চারণ হল \" কাতাহিরা \"।\nএটি এডো যুগের শেষে কাটাহিরাচোর পরিসর অনুসরণ করে। সেন্দাই ডোমেন, যেটি বোশিন যুদ্ধে হেরেছে, সেন্দাই দুর্গ (বর্তমান সেন্দাই জেলা) সরকারি সেনাবাহিনীর দখলে নেয় এবং কাতাহিরা-চো-তে একজন সিনিয়র ভাসালের বাসস্থান মেইজি সরকারের কাছে হস্তান্তর করে। এই কারণে, মেইজি সময় থেকে কাতাহিরাচো জাতীয় পাবলিক প্রতিষ্ঠান এবং পাবলিক স্কুল ( সেকেন্ড হাই স্কুল, সেন্ডাই হায়ার টেকনিক্যাল স্কুল, তোহোকু ইম্পেরিয়াল ইউনিভার্সিটি ) এর আবাসস্থল।\n\n\n=== ইচোম ===\nকাতাহিরা ১-চোম হল আওবা - ডোরির দক্ষিণ দিকের ওমাচি মোড় ( নিশি পার্কের দক্ষিণ-পূর্ব কোণ) থেকে বনসুই সোডো-মায়ে মোড় ( বানসুই-ডোরির সাথে সংযোগস্থল), এবং কাটাহিরা ২-চোমের উত্তরের অংশ।\nসেন্ডাই লিগ্যাল অ্যাফেয়ার্স জয়েন্ট গভর্নমেন্ট বিল্ডিং এবং সেনদাই হাইকোর্ট ছাড়াও আছে রিয়োগাকুইন- চো বাগান, সেন্দাই সিটি আওবা ফায়ার স্টেশন, সেন্দাই সিটি কাটাহিরাচো প্রাথমিক বিদ্যালয় এবং আরও অনেক কিছু।\n\n\n=== নিকোমগ ===\n২০০৮ সালের হিসাবে, তোহোকু বিশ্ববিদ্যালয়ের কাতাহিরা ক্যাম্পাসের এলাকা এবং কাটাহিরা ২-চোমের এলাকা একই।\nতোহোকু গাকুইন ইউনিভার্সিটির সুচিহি ক্যাম্পাস সুচিহি 1-চোমে অবস্থিত, যা কাতাহিরা ক্যাম্পাসের দক্ষিণ দিকে মিনামি রোকেনচো স্ট্রিট জুড়ে রয়েছে৷ আমরা পরিকল্পনাটি কমিয়ে দিয়েছি এবং কিছু বিক্রি করেছি৷\n\n\n== সেন্দাই সিটি রোড কাটাহিরছো লাইন ==\n\"সেন্দাই সিটি রোড নং ১৩১৫ কাতাহিরাচো লাইন \" হল সেন্দাই শহরের একটি পৌরসভার রাস্তা যা আরামচি মোড় থেকে শুরু হয় এবং আওবা ফায়ার ডিপার্টমেন্টের মুখোমুখি চৌরাস্তায় শেষ হয়। অধ্যায়টি কাটাহিরা চো -ডোরির চেয়ে লম্বা।\n\n\n== কাটাহিরা স্ট্রিট ==\n\" কাতাহিরা - চো -ডোরি\" হল একটি রুটের নাম যা ঐতিহাসিক শহরের নাম ব্যবহার করে, সেন্ডাই শহরের \"ঐতিহাসিক শহরের নাম ব্যবহার প্রচার প্রকল্প  \" দ্বারা নামকরণ করা হয়েছে। এটি তোহোকু গাকুইন ইউনিভার্সিটি সুচিহি ক্যাম্পাসের দক্ষিণ-পশ্চিম কোণে মিনামি রোকেনচো-ডোরির সংযোগস্থল থেকে আওবা ফায়ার স্টেশনের মুখোমুখি সংযোগস্থল পর্যন্ত অংশটিকে নির্দেশ করে।\nএই রাস্তাটি সেই এলাকার পশ্চিম প্রান্ত বরাবর চলে যা এখন কাতাহিরা নামে পরিচিত, এবং এটি একটি নাম যা এডো যুগে কাটাহিরা-চো থেকে সেন্দাই-এর নাগরিকদের দ্বারা আরও বেশি স্বীকৃত।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:脚注ヘルプ\n\n\n== টীকা ==\nশোজো সুজুকি দ্বারা রচিত, ডাইসুকে আওকি এবং ইকো নাকায়ামা দ্বারা সম্পাদিত, সেন্ডাই ফুজোকুশি (সম্পূর্ণ), রেকিশি তোশোশা, ১৯৭৭। মূল কাজটি ১৯৩৭ সালে \"সেন্দাই ফুজোকুশি\" নামে প্রকাশিত হয়েছিল।\n\n\n== আরও দেখুন ==\nনিশিকোয়েন ডরি\nইটসুতসুবাশি স্ট্রিট\nসেন্দাই শহরের কেন্দ্র #চোয়ারি (\"চো\" এবং \"মাচি\" ইত্যাদির মধ্যে পার্থক্য করুন)\nলু জুন\nকোয়াসাই মাতসুবায়শি\n\n\n== বহিঃসংযোগ ==\n《কাতাহিরাচো》ডোরি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ মার্চ ২০০৫ তারিখে (সেনদাই শহর \"ঐতিহাসিক শহরের নামের উৎপত্তি যা রাস্তার একটি সাধারণ নাম হিসেবে ব্যবহৃত হয়\")"}