{"pageid": 1187959, "title": "মঙ্গোলিয়ায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1187959", "content": "2010 সালের মঙ্গোলিয়া আদমশুমারি অনুসারে বৌদ্ধধর্ম হল মঙ্গোলিয়ার জনসংখ্যার 53% দ্বারা চর্চা করা মঙ্গোলিয়ার বৃহত্তম এবং সরকারী ধর্ম। মঙ্গোলিয়ায় বৌদ্ধধর্ম তার সাম্প্রতিক বৈশিষ্ট্যগুলির বেশিরভাগই তিব্বতি বৌদ্ধধর্মের গেলুগ এবং কাগ্যু বংশের থেকে উদ্ভূত, তবে এটি স্বতন্ত্র এবং নিজস্ব অনন্য বৈশিষ্ট্য উপস্থাপন করে।\nমঙ্গোলিয়ায় বৌদ্ধধর্মের সূচনা হয়েছিল ইউয়ান রাজবংশের (1271-1368) সম্রাটদের তিব্বতি বৌদ্ধধর্মে রূপান্তরের মাধ্যমে। মঙ্গোল সাম্রাজ্যের পতনের পর মঙ্গোলরা শামানিক ঐতিহ্যে ফিরে আসে, কিন্তু 16 এবং 17 শতকে বৌদ্ধ ধর্মের পুনরুত্থান ঘটে।\n\n\n== বৈশিষ্ট্য ==\n\nমঙ্গোলিয়ায় বৌদ্ধধর্ম তার সাম্প্রতিক বৈশিষ্ট্যগুলির অনেকগুলি তিব্বতি বৌদ্ধধর্মের গেলুগ এবং কাগ্যু বংশের তিব্বতীয় বৌদ্ধধর্ম থেকে উদ্ভূত, তবে এটি স্বতন্ত্র এবং নিজস্ব অনন্য বৈশিষ্ট্য উপস্থাপন করে।\n ঐতিহ্যগতভাবে, মঙ্গোলীয় জাতিগত ধর্মগুলি স্বর্গের উপাসনা (\"অনন্ত নীল আকাশ\") এবং পূর্বপুরুষ এবং শামানবাদের প্রাচীন উত্তর এশীয় অনুশীলনের সাথে জড়িত ছিল, যেখানে মানব মধ্যস্থতাকারীরা সমাধিতে গিয়েছিলেন এবং কিছু অগণিত অসীমতার সাথে কথা বলছিলেন মানুষের ভাগ্য বা দুর্ভাগ্যের জন্য দায়ী আত্মার।\n\n\n== ইতিহাস ==\n\n\n=== যাযাবর সাম্রাজ্য (প্রথম সহস্রাব্দ AD) - প্রথম ভূমিকা ===\n\nযাযাবর সাম্রাজ্যের সময়কালে মঙ্গোলীয় স্টেপেসে বৌদ্ধ ধর্মের প্রথম প্রবর্তন ঘটেছিল। বৌদ্ধধর্ম নেপাল থেকে মধ্য এশিয়া হয়ে মঙ্গোলিয়ায় প্রবেশ করেছে। সংস্কৃত উত্সের অনেক বৌদ্ধ পদ সোগডিয়ান ভাষার মাধ্যমে গৃহীত হয়েছিল।\n\nযাযাবর সাম্রাজ্যের শাসক যেমন Xiongnu (209 BC - 93 AD), Xianbei (93-234), Rouran Khaganate (4th c.-এর মাঝামাঝি 6th c.) এবং Gökturks (মধ্য প্রথম মিল। AD) ধর্মপ্রচারকদের গ্রহণ করেন এবং তাদের জন্য মন্দির নির্মাণ করেন। বৌদ্ধধর্ম অভিজাতদের মধ্যে বিরাজ করে এবং জিয়ানবেই -এর নেতৃত্বাধীন উত্তর ওয়েই রাজবংশের (386-535) এবং খিতান -নেতৃত্বাধীন লিয়াও রাজবংশের (916-1125) রাজাদের পৃষ্ঠপোষকতা করেছিল। খিতান অভিজাতরা বৌদ্ধধর্মকে উইঘুর খাগানাতের সংস্কৃতি হিসাবে বিবেচনা করত যা লিয়াও রাজবংশের উত্থানের আগে মঙ্গোলীয় স্টেপসগুলিতে আধিপত্য বিস্তার করেছিল। জুরচেন -নেতৃত্বাধীন জিন রাজবংশের (1115-1234) রাজারাও বৌদ্ধধর্মকে তাদের সংস্কৃতির অংশ হিসাবে বিবেচনা করেছিলেন।\nবৌদ্ধ সাহিত্যের প্রাচীনতম পরিচিত মঙ্গোলীয় ভাষা অনুবাদগুলি উইঘুর ভাষা থেকে অনুবাদ করা হয়েছিল এবং এতে তুর্কি ভাষার শব্দ রয়েছে যেমন sümbür tay (Sumeru Mountain), ayaγ-wa ( আয়াকের একটি আদিরূপ রূপ, একটি উইঘুর শব্দ যার অর্থ সম্মান), quvaray (ভিক্ষু) এবং দ্বাদশ শতাব্দীর তুর্কি বংশোদ্ভূত বুরুগা এবং কুলুগের মতো অনেক সঠিক নাম এবং উপাধি।\n\n\n=== মঙ্গোল সাম্রাজ্য এবং ইউয়ান রাজবংশ (13-14 শতক) - দ্বিতীয় ভূমিকা ===\n\nচেঙ্গিস খান (সি. 1162 - 1227) এবং তার অবিলম্বে উত্তরসূরিরা প্রায় সমগ্র এশিয়া এবং ইউরোপীয় রাশিয়া জয় করেন এবং মধ্য ইউরোপ এবং দক্ষিণ-পূর্ব এশিয়া পর্যন্ত সেনাবাহিনী প্রেরণ করেন। 13 এবং 14 শতকে ইউয়ান রাজবংশের (1271-1368) সম্রাটরা তিব্বতি বৌদ্ধ ধর্মে ধর্মান্তরিত হয়েছিল। ইউয়ান রাজবংশের প্রতিষ্ঠাতা, কুবলাই খান, তিব্বতি বৌদ্ধধর্মের শাক্য স্কুলের লামা দ্রোগন চোগিয়াল ফাগপাকে তার রাজ্য জুড়ে বৌদ্ধধর্ম ছড়িয়ে দেওয়ার জন্য আমন্ত্রণ জানিয়েছিলেন (মঙ্গোলদের মধ্যে বৌদ্ধ ধর্মের দ্বিতীয় প্রবর্তন)। বৌদ্ধধর্ম ইউয়ান রাজবংশের প্রকৃত রাষ্ট্র ধর্মে পরিণত হয়। 1269 সালে, কুবলাই খান ফাগপা লামাকে বহুভাষিক সাম্রাজ্যের লিখন পদ্ধতিকে একীভূত করার জন্য একটি নতুন লিখন পদ্ধতি ডিজাইন করার দায়িত্ব দেন। 'ফাগস-পা' লিপি, যা \"স্কোয়ার লিপি\" নামেও পরিচিত, এটি তিব্বতি লিপির উপর ভিত্তি করে তৈরি করা হয়েছিল এবং উপরে থেকে উল্লম্বভাবে লেখা হয়েছিল মঙ্গোলিয়ান, তিব্বতি, চীনা, উইঘুর এবং সংস্কৃত ভাষায় লেখার জন্য ডিজাইন করা হয়েছিল এবং এটি লিপির অফিসিয়াল লিপি হিসাবে কাজ করেছিল। সাম্রাজ্য.\nমঙ্গোলীয় বৌদ্ধধর্মের প্রাথমিক বিকাশে তিব্বতি বৌদ্ধ সন্ন্যাসবাদের একটি গুরুত্বপূর্ণ প্রভাব ছিল। বৌদ্ধ সন্ন্যাসী মধ্য ও দক্ষিণ-পূর্ব এশিয়ায় গুরুত্বপূর্ণ রাজনৈতিক ভূমিকা পালন করেছে এবং মঙ্গোলিয়ার সংঘও এর ব্যতিক্রম ছিল না।\nমঙ্গোলদের কার্যকলাপ শাক্য স্কুল এবং তারপরে গেলুগের বিশিষ্টতা এবং তিব্বত-মঙ্গোলিয়ান সংস্কৃতির আরও বিকাশের জন্য সহায়ক ছিল।\n\n\n=== উত্তর ইউয়ান রাজবংশ এবং সাংস্কৃতিক নবজাগরণ (16 শতক) - তৃতীয় ভূমিকা ===\n\n1368 সালে ইউয়ান রাজবংশের পতনের পর মঙ্গোলরা শামানিক ঐতিহ্যে ফিরে আসে।\n\nওর্ডোসের হুতুহতাই সেকেন হংতাইজি এবং তার দুই ভাই 1566 সালে তিব্বত আক্রমণ করেছিলেন। তিনি তিব্বতের কিছু ক্ষমতাসীন পাদ্রীর কাছে তাদের বশ্যতা দাবি করে একটি আল্টিমেটাম পাঠান। তিব্বতের সর্বোচ্চ সন্ন্যাসীরা আত্মসমর্পণের সিদ্ধান্ত নেন এবং হুতুহতাই সেকেন হংতাইজি তিনজন উচ্চ পদস্থ সন্ন্যাসীর সাথে ওর্ডোসে ফিরে আসেন। 1576 সালে তুমেন জাসগতু খান কাগ্যু স্কুলের একজন সন্ন্যাসীকে আমন্ত্রণ জানান।\n\n1578 সালে আলতান খান, মঙ্গোলদের একত্রিত করার এবং চেঙ্গিস খানের কর্মজীবনকে অনুকরণ করার উচ্চাকাঙ্ক্ষা সহ একজন মঙ্গোল সামরিক নেতা, ক্রমবর্ধমান গেলুগ বংশের প্রধান তৃতীয় দালাই লামাকে একটি শীর্ষ সম্মেলনে আমন্ত্রণ জানান। তারা একটি জোট গঠন করেছিল যা আলতান খানকে তার সাম্রাজ্যবাদী দানের জন্য বৈধতা এবং ধর্মীয় অনুমোদন দেয় এবং এটি বৌদ্ধ বিদ্যালয়কে সুরক্ষা ও পৃষ্ঠপোষকতা প্রদান করে। আলতান খান সোনম গ্যাতসো লামাকে ফাগপা লামার পুনর্জন্ম হিসাবে স্বীকৃতি দিয়েছিলেন, তিব্বতের নেতাকে দালাই লামা (\"ওশান লামা \") উপাধি দিয়েছিলেন, যা তার উত্তরসূরিরা এখনও ধরে রেখেছেন। সোনম গিয়াতসো, আলতানকে কুবলাই খানের পুনর্জন্ম হিসাবে স্বীকৃতি দেন।\n এইভাবে, আলতান \"খান\" উপাধিতে বৈধতা যোগ করেন যা তিনি ধরে নিয়েছিলেন, যখন সোনম গিয়াৎসো তিব্বতি সংঘের উপর তিনি যে আধিপত্য চেয়েছিলেন তার জন্য সমর্থন পেয়েছিলেন। এই বৈঠকের পর থেকে, গেলুগপা স্কুলের প্রধানরা দালাই লামা নামে পরিচিত হয়ে ওঠে। আলতান খান ওচিরদার উপাধিও দিয়েছিলেন (Очирдар, সংস্কৃত থেকে। বজ্রধারা) থেকে সোনম গায়তসো।\nআলতান খান শীঘ্রই মারা যান, কিন্তু পরের শতাব্দীতে জেলুগ মঙ্গোলিয়া জুড়ে ছড়িয়ে পড়ে, মঙ্গোল অভিজাতদেরকে ধর্মীয় অনুমোদন এবং একক রাজ্যে সমস্ত মঙ্গোলকে একত্রিত করার চূড়ান্তভাবে ব্যর্থ প্রচেষ্টার জন্য ব্যাপক সমর্থন পাওয়ার জন্য প্রতিদ্বন্দ্বিতার প্রচেষ্টার দ্বারা সহায়তা করে। বিহার (মঙ্গোলিয়ান ডাটসান ) মঙ্গোলিয়া জুড়ে তৈরি করা হয়েছিল, প্রায়শই বাণিজ্য এবং অভিবাসন পথের সন্ধিক্ষণে বা গ্রীষ্মকালীন চারণভূমিতে বসত যেখানে প্রচুর সংখ্যক পশুপালক শামানবাদী আচার-অনুষ্ঠান এবং বলিদানের জন্য জমায়েত হত। বৌদ্ধ সন্ন্যাসীরা আদিবাসী শামানদের সাথে একটি দীর্ঘ সংগ্রাম চালিয়েছিলেন এবং কিছুটা সফল হন, নিরাময়কারী এবং ভবিষ্যদ্বাণীকারী হিসাবে তাদের কাজ এবং ফি গ্রহণ করতে এবং শামানদেরকে মঙ্গোলিয়ান সংস্কৃতি এবং ধর্মের প্রান্তে ঠেলে দিতে।\nচার্চ এবং রাষ্ট্র একে অপরকে সমর্থন করেছিল, এবং পুনর্জন্মের মতবাদটি মঙ্গোলীয় সম্ভ্রান্ত পরিবারগুলিতে জীবিত বুদ্ধের পুনর্জন্মগুলিকে সহজে আবিষ্কৃত করা সম্ভব করেছিল যতক্ষণ না এই প্রথাটি কিং রাজবংশের কিয়ানলং সম্রাট দ্বারা নিষিদ্ধ করা হয়েছিল।\n\n\n=== কিং রাজবংশ (1636-1912) ===\nকিং এর প্রতিষ্ঠাতা সম্রাট হং তাইজির (1592-1643) শেষ উত্তর ইউয়ান শাসক লিগদান খানের বিরুদ্ধে অভিযানের সময়, তিনি সমর্থন পাওয়ার জন্য তিব্বতি বৌদ্ধ ধর্মের পৃষ্ঠপোষকতা শুরু করেছিলেন। মাঞ্চু ইতিহাসবিদ জিন কিকং -এর মতে, বৌদ্ধধর্ম মঙ্গোলীয় ও তিব্বতীয়দের নিয়ন্ত্রণ করার জন্য কিং শাসকদের দ্বারা ব্যবহৃত হয়েছিল; এটি কিং রাজবংশের সাধারণ মাঞ্চুসের কাছে সামান্য প্রাসঙ্গিক ছিল।\nবোধিসত্ত্ব মঞ্জুশ্রীর সাথে মাঞ্চু শাসনের দীর্ঘ সম্পর্ক, এবং তিব্বতি বৌদ্ধধর্মে তার নিজস্ব আগ্রহ, তিব্বতীয় বৌদ্ধ শিল্পের কিয়ানলং সম্রাটের পৃষ্ঠপোষকতা এবং বৌদ্ধ ক্যাননের অনুবাদের পৃষ্ঠপোষকতাকে বিশ্বাস করে। তিনি ইয়েলো চার্চকে (তিব্বতি বৌদ্ধ গেলুকপা সম্প্রদায়) সমর্থন করেছিলেন \"মঙ্গোলদের মধ্যে শান্তি বজায় রাখার জন্য\" কারণ মঙ্গোলরা হলুদ চার্চের দলাই লামা এবং পঞ্চেন লামার অনুসারী ছিল। মার্ক এলিয়ট উপসংহারে পৌঁছেছেন যে এই কর্মগুলি রাজনৈতিক সুবিধা প্রদান করেছে কিন্তু \"তার ব্যক্তিগত বিশ্বাসের সাথে নির্বিঘ্নে মেশানো হয়েছে।\"\nখালখা সম্ভ্রান্তদের ক্ষমতা ইচ্ছাকৃতভাবে কিয়ানলং দ্বারা ক্ষুণ্ণ করা হয়েছিল, যখন তিনি পূর্ব তিব্বতীয়দের লিথাং রাজপরিবারের তিব্বতি ইশি-দাম্বা-নিমাকে খালখা মঙ্গোলের পরিবর্তে তৃতীয় পুনর্জন্ম জেবতসুন্দাম্বা হিসাবে নিযুক্ত করেছিলেন যাকে তারা নিযুক্ত করতে চেয়েছিলেন। এই সিদ্ধান্তের বিরুদ্ধে প্রথমে বহিরাগত মঙ্গোল খালখা সম্ভ্রান্তরা প্রতিবাদ করেছিল এবং তারপরে খালখারা তাকে তাদের থেকে দূরে দোলননরে রাখতে চেয়েছিল। তথাপি, Qianlong তাদের উভয় অনুরোধই প্রত্যাখ্যান করে, এই বার্তা পাঠায় যে তিনি বাইরের মঙ্গোলিয়ান স্বায়ত্তশাসনের অবসান ঘটাচ্ছেন। তিব্বতকে একমাত্র স্থান যেখানে পুনর্জন্ম এসেছিল সেই সিদ্ধান্তটি মঙ্গোলদের হ্রাস করার জন্য কিং দ্বারা ইচ্ছাকৃত ছিল।\n\n\n=== বোগদ খানতে (20 শতকের প্রথম দিকে) ===\n\nবিংশ শতাব্দীর শুরুতে, আউটার মঙ্গোলিয়ায় 583টি মঠ এবং মন্দির কমপ্লেক্স ছিল, যা দেশের সম্পদের আনুমানিক 20 শতাংশ নিয়ন্ত্রণ করত। প্রায় সব মঙ্গোলিয়ান শহরই মঠের জায়গায় বেড়ে উঠেছে। ইখ হুরি, উলানবাতার হিসাবে তখন পরিচিত ছিল, মঙ্গোলিয়ার প্রধান জীবন্ত বুদ্ধের আসন ছিল ( জেবতসুন্দাম্বা খুতুক্তু, যা বোগডো গেজেন নামেও পরিচিত এবং পরে বোগদ খান নামেও পরিচিত), যিনি দালাই লামার পরে ধর্মীয় অনুক্রমের তৃতীয় স্থান অধিকার করেছিলেন এবং পঞ্চেন লামা । সেখানে দুটি মঠে যথাক্রমে প্রায় 13,000 এবং 7000 সন্ন্যাসী ছিল, এবং বহিরাগতদের কাছে উরগা নামে পরিচিত বসতির প্রাক- বিপ্লবী নাম, ইখ হুরি, মানে \"বড় মঠ\"।\nশতাব্দীর পর শতাব্দী ধরে, মঠগুলি ধনী এবং ধর্মনিরপেক্ষ আশ্রিত ব্যক্তিদের অর্জন করে, ধীরে ধীরে মঙ্গোল অভিজাতদের সম্পদ ও ক্ষমতা হ্রাস পাওয়ার সাথে সাথে তাদের সম্পদ ও ক্ষমতা বৃদ্ধি পায়। কিছু সম্ভ্রান্ত ব্যক্তিরা তাদের নির্ভরশীল পরিবারের একটি অংশ দান করেছিলেন - মানুষ, জমির পরিবর্তে, পুরানো মঙ্গোলিয়ায় সম্পদ এবং ক্ষমতার ভিত্তি ছিল - মঠগুলিতে। কিছু পশুপালক নিজেদেরকে এবং তাদের পরিবারকে মঠের সেবা করার জন্য উৎসর্গ করেছিল, হয় ধার্মিকতা থেকে বা আভিজাত্যের স্বেচ্ছাচারিতা থেকে বাঁচার ইচ্ছা থেকে। কিছু অঞ্চলে, মঠ এবং তাদের জীবিত বুদ্ধ (যাদের মধ্যে 1924 সালে মোট 140 জন ছিল)ও ধর্মনিরপেক্ষ কর্তৃপক্ষ ছিল। 1920-এর দশকে, প্রায় 110,000 সন্ন্যাসী ছিল, যাদের মধ্যে শিশু ছিল, যারা পুরুষ জনসংখ্যার প্রায় এক-তৃতীয়াংশ ছিল, যদিও তাদের মধ্যে অনেকেই মঠের বাইরে থাকতেন এবং তাদের ব্রত পালন করেননি। প্রায় 250,000 মানুষ, মোট জনসংখ্যার এক তৃতীয়াংশেরও বেশি, হয় মঠ এবং জীবিত বুদ্ধদের দ্বারা পরিচালিত অঞ্চলগুলিতে বাস করত বা মঠগুলির বংশগত নির্ভরশীল ছিল।\n\n1911 সালে মাঞ্চু শাসনের অবসানের সাথে, বৌদ্ধ গির্জা এবং এর পাদরিরা একমাত্র রাজনৈতিক কাঠামো উপলব্ধ করেছিল। এইভাবে স্বায়ত্তশাসিত রাষ্ট্রটি ইয়ে কুরিয়েতে জেবতসুন্দাম্বা খুতুখতুর নেতৃত্বে দুর্বলভাবে কেন্দ্রীভূত ধর্মতন্ত্রের রূপ নেয়।\nবিংশ শতাব্দীর মধ্যে, বৌদ্ধধর্ম মঙ্গোলিয়ার সংস্কৃতিতে গভীরভাবে প্রবেশ করেছিল এবং জনগণ স্বেচ্ছায় লামা এবং মঠগুলিকে সমর্থন করেছিল। বিদেশী পর্যবেক্ষকদের সাধারণত মঙ্গোলিয়ান সন্ন্যাসীদের প্রতি নেতিবাচক মতামত ছিল, তারা তাদের অলস, অজ্ঞ, দুর্নীতিগ্রস্ত এবং বদমাইশ হিসাবে নিন্দা করে, কিন্তু মঙ্গোলীয় জনগণ একমত হননি। সাধারণ মঙ্গোলিয়ানরা স্পষ্টতই একটি নিন্দনীয় এবং বাস্তববাদী বিরোধীতাবাদকে একত্রিত করেছিল, দোষের প্রতি সংবেদনশীল এবং পৃথক সন্ন্যাসী বা সন্ন্যাসীদের গোষ্ঠীর মানবিক ত্রুটির প্রতি সংবেদনশীল, গির্জার অতীন্দ্রিয় মূল্যবোধের জন্য গভীর এবং অটল উদ্বেগের সাথে।\n\n\n=== মঙ্গোলিয়ান গণপ্রজাতন্ত্রী (1924-1992) ===\n\nবিপ্লবীরা যখন ক্ষমতা গ্রহণ করে, তাদের দেশের আধুনিকীকরণ এবং সমাজের সংস্কারের জন্য দৃঢ়প্রতিজ্ঞ, তখন তারা একটি বিশাল ধর্মীয় কাঠামোর মুখোমুখি হয়েছিল যা জনসংখ্যার একটি বৃহত্তর অংশকে নথিভুক্ত করেছিল, শিক্ষা ও চিকিৎসা পরিষেবাকে একচেটিয়া করেছিল, দেশের একটি অংশে বিচার পরিচালনা করেছিল এবং নিয়ন্ত্রণ করেছিল। জাতীয় সম্পদের বড় অংশ।\nবৌদ্ধ গির্জা, তদুপরি, নিজেদের সংস্কার বা দেশের আধুনিকীকরণে কোন আগ্রহ ছিল না। ফলাফলটি একটি দীর্ঘ রাজনৈতিক সংগ্রাম যা প্রায় বিশ বছর ধরে পার্টি এবং এর সোভিয়েত উপদেষ্টাদের শক্তি এবং মনোযোগ শোষণ করেছিল। 1934 সালের শেষের দিকে, দলটি 843টি প্রধান বৌদ্ধ কেন্দ্র, বিভিন্ন আকারের প্রায় 3,000টি মন্দির এবং প্রায় 6000টি সংশ্লিষ্ট ভবন গণনা করেছিল, যা সাধারণত ইউর্টের জগতে একমাত্র স্থায়ী কাঠামো ছিল। চার্চের বার্ষিক আয় ছিল 31 মিলিয়ন tögrögs, যখন রাজ্যের আয় ছিল 37.5 মিলিয়ন tögrögs। একটি দলীয় সূত্র দাবি করেছে যে, 1935 সালে, ভিক্ষুরা প্রাপ্তবয়স্ক পুরুষ জনসংখ্যার 48 শতাংশ ছিল।\nকৌশলের পরিবর্তন, সমঝোতা ও নিপীড়নের মধ্যে পর্যায়ক্রমে এবং সন্ন্যাসী ও মঠকর্তাদের নেতৃত্বে কয়েকটি কথিত বিদ্রোহ দ্বারা চিহ্নিত একটি প্রচারে, বৌদ্ধ গির্জাকে জনপ্রশাসন থেকে ক্রমান্বয়ে অপসারণ করা হয়, বাজেয়াপ্ত কর আরোপ করা হয়, শিশুদের শিক্ষা দেওয়া নিষিদ্ধ করা হয়, এবং নতুন ভিক্ষু নিয়োগ বা জীবিত বুদ্ধ প্রতিস্থাপন নিষিদ্ধ। প্রচারের সময়টি রাশিয়ান অর্থোডক্স চার্চের উপর জোসেফ স্ট্যালিনের নিপীড়নের পর্যায়গুলির সাথে মিলে যায়।\nরবার্ট রুপেন রিপোর্ট করেছেন যে 1920 এর দশকে 112,000 মঙ্গোলিয়ান বৌদ্ধ ভিক্ষু ছিল, যা মঙ্গোলিয়ার সামগ্রিক জনসংখ্যার 13% এরও বেশি প্রতিনিধিত্ব করে। 1940-এর দশকে, প্রায় প্রতিটি সন্ন্যাসী হয় মারা গিয়েছিল বা ধর্মত্যাগ করেছিল। 1938 সালে - এই অভিযোগের মধ্যে যে গির্জা এবং মঠগুলি জাপানিদের সাথে সহযোগিতা করার চেষ্টা করছে, যারা একটি প্যান-মঙ্গোল পুতুল রাষ্ট্রকে উন্নীত করছিল - অবশিষ্ট মঠগুলি দ্রবীভূত করা হয়েছিল, তাদের সম্পত্তি বাজেয়াপ্ত করা হয়েছিল এবং তাদের সন্ন্যাসীদের ধর্মনিরপেক্ষ, অন্তর্নিহিত বা মৃত্যুদণ্ড দেওয়া হয়েছিল। যে সকল সন্ন্যাসীর ভবনগুলি ধ্বংস করা হয়নি সেগুলি স্থানীয় সরকারী অফিস বা স্কুল হিসাবে পরিবেশন করার জন্য নেওয়া হয়েছিল। শুধুমাত্র তখনই ক্ষমতাসীন দল ছিল, যেটি 1921 সাল থেকে ধীরে ধীরে রাজনৈতিকভাবে নির্ভরযোগ্য এবং ধর্মনিরপেক্ষভাবে শিক্ষিত প্রশাসকদের একটি ক্যাডার তৈরি করেছিল, যা চার্চকে ধ্বংস করতে এবং দেশের সম্পদ ও জনসংখ্যাকে আধুনিকীকরণ ও সামাজিক পরিবর্তনের কর্মসূচির জন্য একত্রিত করতে সক্ষম হয়েছিল।\n\n1940 এর দশকের শেষের দিক থেকে, উলানবাটারে 100 জন সন্ন্যাসীর সম্প্রদায়ের সাথে একটি মঠ, গান্ডান মঠ খোলা ছিল। এটি ছিল দেশের একমাত্র মঠ এবং কার্যকারিতার চেয়ে আন্তর্জাতিক প্রদর্শনের জন্য বেশি ছিল। কয়েকটি পুরানো মঠ জাদুঘর হিসাবে টিকে ছিল এবং গান্ডান মঠ একটি জীবন্ত যাদুঘর এবং একটি পর্যটক আকর্ষণ হিসাবে কাজ করেছিল। এর সন্ন্যাসীদের মধ্যে কয়েকজন যুবককে অন্তর্ভুক্ত করা হয়েছিল যারা পাঁচ বছরের প্রশিক্ষণের সময়কালের মধ্য দিয়েছিল, কিন্তু যাদের উদ্দেশ্য এবং নির্বাচনের পদ্ধতি পশ্চিমা পর্যবেক্ষকদের কাছে অজানা ছিল। দলটি স্পষ্টতই ভেবেছিল যে বৌদ্ধধর্ম আর তার আধিপত্যের জন্য একটি চ্যালেঞ্জ তৈরি করেনি এবং এটি - যেহেতু বৌদ্ধধর্ম মঙ্গোলিয়ার ইতিহাস এবং ঐতিহ্যগত শিল্প ও সংস্কৃতিতে এত বড় ভূমিকা পালন করেছে, তাই ধর্ম এবং এর অনুশীলন সম্পর্কে জ্ঞানের সম্পূর্ণ বিলুপ্তি আধুনিক মঙ্গোলদেরকে কেটে ফেলবে। তাদের অতীতের অনেক কিছু থেকে তাদের জাতীয় পরিচয়ের ক্ষতির জন্য। কয়েকজন বয়স্ক প্রাক্তন সন্ন্যাসীকে তিব্বতি ভাষার হ্যান্ডবুকগুলি ভেষজ এবং ঐতিহ্যবাহী তিব্বতি ওষুধের অনুবাদ করার জন্য নিযুক্ত করা হয়েছিল। সরকারী মুখপাত্ররা গান্ডান মঠের সন্ন্যাসীদের দরকারী কাজ হিসাবে বর্ণনা করেছেন। আজ দেশের কমিউনিস্ট-পরবর্তী সরকারগুলি দ্বারা মঠটিকে Gandantegchinlen Monastery হিসাবে পুনরুজ্জীবিত করা হয়েছে।\nপূর্ব ও দক্ষিণ-পূর্ব এশিয়ার কমিউনিস্ট এবং অসাম্প্রদায়িক রাষ্ট্রগুলির সাথে মঙ্গোলিয়াকে সংযুক্ত করে বৌদ্ধধর্ম মঙ্গোলিয়ার বৈদেশিক নীতিতে একটি ভূমিকা পালন করে। উলানবাটার ছিল শান্তির জন্য এশিয়ান বৌদ্ধ সম্মেলনের সদর দফতর, যেটি জাপান, ভিয়েতনাম, কম্বোডিয়া, শ্রীলঙ্কা এবং ভুটানের মতো দেশের বৌদ্ধদের জন্য সম্মেলন করেছে; আন্তর্জাতিক প্রচলনের জন্য একটি জার্নাল প্রকাশিত; এবং খ্রিস্টান পিস কনফারেন্স, সোভিয়েত আফ্রো-এশিয়ান সলিডারিটি কমিটি এবং রাশিয়ান অর্থোডক্স চার্চের মতো গ্রুপগুলির সাথে যোগাযোগ বজায় রেখেছে। এটি 1979 এবং 1982 সালে দালাই লামার মঙ্গোলিয়া সফরের পৃষ্ঠপোষকতা করেছিল। তৎকালীন গ্যান্ডান মঠের মঠের নেতৃত্বে সংগঠনটি মঙ্গোলিয়ান সরকারের বৈদেশিক নীতির লক্ষ্যগুলিকে অগ্রসর করেছিল, যা সোভিয়েত ইউনিয়নের সাথে সঙ্গতিপূর্ণ ছিল।\n\n\n=== 1990 সালের বিপ্লবের পর থেকে গণতন্ত্র ===\n1990 সালে কমিউনিজম উৎখাতের পর, দেশে বৌদ্ধ ধর্মের পুনরুত্থান ঘটেছে, এখন প্রায় 200টি মন্দির রয়েছে এবং প্রায় 300 থেকে 500 মঙ্গোলিয়ান সন্ন্যাসী ও সন্ন্যাসীদের একটি সন্ন্যাস সংঘ রয়েছে। ইউসি সান্তা বারবারার ধর্মীয় অধ্যয়নের অধ্যাপক ভেসনা ওয়ালেসের মতে: \"এখন আরও বেশি লোক মন্দিরে আসছেন এবং মঠগুলিতে যাচ্ছেন৷ সাধারণ জনগণের মধ্যেও ধ্যানের প্রতি নতুন আগ্রহ দেখা দিয়েছে।\"\n2010 সালের জাতীয় আদমশুমারি অনুসারে, মঙ্গোলিয়ানদের 53% বৌদ্ধ হিসাবে চিহ্নিত।\n\n\n== মঙ্গোলিয়ান খুতুখতুসের তালিকা ==\n\nবোগদা Богд Жавзандамба хутагт )\nБамбар Эрдэнэ хувилгаан )\nব্লামা-ইন গেগেন ( Ламын гэгээн )\nচিং সুজিগতু নোমুন খান Чин Сүжигт Номун Хан хутагт )\nদিলোভা খুতুখতু ( Дилав хутагт )\nডগশিন নয়ন খুতুখতু ( Догшин ноён хутагт )\nহেউহেন খুতুখতু ( Хүүхэн хутагт )\nইলঘাঘসান খুতুখতু ( Ялгасан хутагт )\nইলাঘঘসান খুতুখতু ( Ялгуусан хутагт )\nজলখাঁসা খুতুখতু ( Жалханз хутагт )\nখাম্বা নোমুন খান খুতুখতু ( Хамба Номун Хан хутагт খান )\nমনসুশ্রী খুতুখতু ( Манзушри хутагт )\nনারো পাঁচেন খুতুখতু ( Нар Ванчин хутагт )\nশ্যাভরন খুতুখতু ( Шаврон хутагт ) শেষ পুনর্জন্ম 1925 সালে জন্মগ্রহণকারী গম্বোসুরেন বেঁচে আছেন\nযোগচারা খুতুখতু ( Егүзэр хутагт )\nজায়া পণ্ডিতা খুতুখতু ( Зая Бандида хутагт )\nকাঞ্জুরওয়া খুতুখতু ( Ганжуурва хутагт )\nজাসরাই গেগেন ( Жасрай гэгээн )\nবজ্রধারা হুবিলগান ( Очирдар хувилгаан )\nবারি যোনজান দামতসাগ দোর্জে ( Бари Ёнзин Дамцагдорж )\n\n\n=== অন্যান্য মঙ্গোলীয় অঞ্চল থেকে খুতুখতুস ===\nআরিয়া গেগেন ( Ажиа гэгээн ), কিংহাই, উচ্চ মঙ্গোলিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAnderl, Christoph (২০১১)। Zen Buddhist Rhetoric in China, Korea, and Japan। Brill Publishers। আইএসবিএন 978-9004185562। \nJones, Charles B. (২০২১)। Pure Land: History, Tradition, and Practice। Shambhala Publications। আইএসবিএন 978-1611808902। \nOrzech, Charles (২০১০)। Esoteric Buddhism and the Tantras in East Asia। Brill Publishers। আইএসবিএন 978-9004184916। \nPoceski, Mario (২০১৪)। The Wiley Blackwell Companion to East and Inner Asian Buddhism। John Wiley & Sons। আইএসবিএন 978-1118610336। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মঙ্গোলিয়ায় বৌদ্ধধর্ম সম্পর্কিত মিডিয়া দেখুন।\nDocumentation on Mongolian monasteries and temples (mainly in Mongolian)\nPhotographs of Mongolian Buddhist Heritage  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ মে ২০২২ তারিখে\n[১]\n[২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ এপ্রিল ২০০৫ তারিখে\n[৩]"}