{"pageid": 1187793, "title": "কুতুবিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1187793", "content": "কুতুববাদ বা আল কুতুবিয়্যাহ (কুতুবিজম) হল একটি ইসলামি মতাদর্শ, যা মিশরীয় ইসলামি ব্যক্তিত্ব  শহিদ সাইয়্যেদ কুতুব দ্বারা বিকশিত হয়।  তিনি মুসলিম ব্রাদারহুডের একজন নেতৃস্থানীয় সদস্য ছিলেন এবং ১৯৬৬ সালে মিশরীয় সরকার কর্তৃক তাকে মৃত্যুদন্ড দেওয়া হয়। এই ধারাকে ইসলামের আক্রমণাত্মক জিহাদ, ইসলামের অগ্রযাত্রায় সশস্ত্র জিহাদ, ইসলামের বিজয়ে জিহাদ, ইসলাম বিরোধী শক্তির প্রতিরোধে জিহাদ ইত্যাদি অভিব্যক্তিতে ব্যক্ত করা হয়। বলা যেতে পারে সাইয়্যেদ কুতুব সশস্ত্র  ইসলামের প্রকৃত আন্দোলনের গোড়াপত্তন করেন    কুতুববাদের মূল ধারণা হল, আইন হিসেবে শরিয়া মেনে চলা প্রত্যেক মুসলমানের জন্য অপরিহার্য এবং বর্তমান মুসলমানরা সত্যিকারের শরিয়া মেনে চলেন না। এটিকে সাইয়েদ কুতুব জাহিলিয়া হিসেবে আখ্যায়িত করেন। \nকুতুবিবাদ ইসলামী জিহাদিদের উপর ব্যাপক প্রভাব বিস্তার করেছে এবং তাদের থেকে ব্যাপক মনোযোগ পেয়েছে। বিশেষ করে ওসামা বিন লাদেন ও আল-কায়েদার আয়মান আল-জাওয়াহিরি কুতুবিবাদের একনিষ্ঠ সমর্থক ও প্রচারক ছিলেন। এছাড়া আইএস আইএলসহ অন্যান্য সালাফি জিহাদি গোষ্ঠীও কুতুবিবাদ থেকে প্রেরণা পায় বলে ধারণা করা হয়।   মুসলিম জিহাদিরা তাদের কথাবার্তা ও লেখাজোকায় সায়্যিদ কুতুবকে বারবার উদ্ধৃত করে এবং নিজেদেরকে তার বুদ্ধিজীবী বংশধর বলে মনে করে। \nকুতুবি সাহিত্য ১৯৭০ এর দশক থেকে আবির্ভূত হওয়া  অসংখ্য জিহাদি সংগঠনের একটি প্রাথমিক উৎস হয়ে উঠেছে। যেমন: মিশরীয় ইসলামি জিহাদ, জামাআত আল-ইসলামিয়া, আল-তাকফির ওয়াল হিজরা, আলজেরিয়া সশস্ত্র ইসলামি গ্রুপ (জিআইএ), আল কায়েদা, আন-নুসরা ফ্রন্ট, ইসলামিক স্টেটসহ ইত্যাদি দল, যারা সশস্ত্র জিহাদের মাধ্যমে একটি ইসলামি রাষ্ট্র প্রতিষ্ঠা করতে চায়।\n\n\n== পরিভাষা ==\nএই ধারায় প্রভাবিত ব্যক্তি বা প্রতিষ্ঠানকে বাংলায় কুতুবি; ইংরেজিতে কুতুবিস্ট (Qutubist); আরবিতে আল কুতুবি (বহুবচন: কুতুবিয়ুন) হিসেবে উল্লেখ করা হয়। তবে মুসলিমদের এই দলটি নিজেদের এই ধরনের বিশেষণ বিশেষায়িত করেন না; বরং এদের বিরোধীরা তাদের বোঝাতে এই বিশেষণ ব্যবহার করেন।\n\n\n== মতবাদ ও বিশ্বাস ==\n\nকুতুবি মতাদর্শের মূল ধারণা হল যে, বর্তমান মুসলিম সম্প্রদায় সত্যিকারের ইসলাম অনুসরণ করে না। তারা খোদাহীন সেই জাহিলিয়াতের দিকে ফিরে গেছে, যা মিটিয়ে ইসলাম প্রতিষ্ঠিত হয়েছিল। সাইয়েদ কুতুব এটিকে জাহিলিয়্যাহ নামে অভিহিত করেন।\nকুতুব তার মাআলিম ফিত-তারিক গ্রন্থে তার ধর্মীয় ও রাজনৈতিক ধারণার রূপরেখা দিয়েছেন।    কুতুবিবাদের গুরুত্বপূর্ণ নীতিগুলির মধ্যে রয়েছে: \n\nআইন হিসেবে পবিত্র শরিয়া মেনে চলা মানুষের জন্য অপরিহার্য এবং এটি ছাড়া ইসলাম থাকতে পারে না\nশরিয়া মেনে চলা একটি পূর্ণাঙ্গ জীবন পদ্ধতি, যা শুধু ন্যায়বিচারই নয়; বরং শান্তি, ব্যক্তিগত প্রশান্তি, বৈজ্ঞানিক আবিষ্কার, দাসত্ব থেকে সম্পূর্ণ মুক্তি এবং সামাজিক ও রাষ্ট্রীয় জীবনে অন্যান্য সুবিধা নিয়ে আসবে।\nসমাজতন্ত্র, জাতীয়তাবাদ ও ভোগবাদী পুঁজিবাদসহ  পশ্চিমা ও অনৈসলামিক মন্দ ও দুর্নীতি পরিহার। \nইসলামের বিরুদ্ধে পশ্চিমা ও ইহুদিবাদী ষড়যন্ত্রের বিরুদ্ধে সর্বদা সতর্কতা অবলম্বন।\nএকটি দ্বিমুখী আক্রমণ:\nঅমুসলিমরা ইসলাম গ্রহণ করার জন্যে তাদের মাঝে ইসলাম প্রচার করা।\nজাহিলিয়ার  কাঠামো শক্ত হাতে নির্মূল করার জন্য সশস্ত্র জিহাদ। \nশুধুমাত্র ইসলামি দেশগুলো থেকেই নয়; বরং গোটা  পৃথিবী থেকে জাহিলিয়াকে নির্মূল করার জন্য আক্রমণাত্মক জিহাদের গুরুত্ব প্রচার। কারণ এক পৃথিবীতে সত্য ও মিথ্যা কখনো একসাথে থাকতে পারে না। \n\n\n=== তাকফির ===\nকুতুবিবাদের সবচেয়ে বিতর্কিত দিকটি হল তাকফির। কুতুবের 'মুসলিমরা সত্যিকারের ইসলাম মেনে চলে না' উক্তিকে সমালোচকরা তাকফিরের (তাকফির অর্থ: কোনো মুসলিমকে অমুসলিম ঘোষণা করা) মূলনীতি হিসেবে অ্যাখ্যা দিয়েছেন। তাদের ভাষ্য, এতে তারা কেবল নিজেদের মুসলিম বলে মনে করে এবং অন্যরা প্রকৃতপক্ষে মুসলিম নয়। তবে সাইয়েদ কুতুবের এই তাকফিরের উদ্দেশ্য ছিল, মুসলমানদের ধর্মীয় আবেগকে জাগিয়ে তোলা। আক্ষরিক অর্থে তাদের কাফের বলা হয়নি অথবা তাকফির সে সকল মুসলিমদের ক্ষেত্রে প্রযোজ্য, যা নিজেদের মুসলিম বলে দাবি করে এবং শরিয়া আইন লঙ্ঘন করে। এই শরিয়া আইন লঙ্ঘন করা সম্ভাব্যভাবে ইসলাম থেকে ধর্মত্যাগ বলে বিবেচিত হতে পারে এবং এটি এমন একটি অপরাধ যা ইসলামি আইন অনুসারে মৃত্যুদন্ড যোগ্য। \nএই গুরুতর ও ভয়াবহ পরিণতির কারণে মুসলমানরা  ঐতিহ্যগতভাবে তাকফির অনুশীলন করতে অত্যন্ত সতর্কতা অবলম্বন করেন। ইসলামি আইন লঙ্ঘন করা সত্ত্বেও কোনো মুসলমানের ক্ষেত্রে অমুসলিম শব্দ উচ্চারণ করতে শঙ্কা বোধ করেন। তবে এক্ষেত্রে তারা তাকফিরের একটি মধ্যপন্থা অবলম্বন করেন। তারা বলেন, যারা (কোনো ওজরবশত নয়) স্বেচ্ছায় ও উদ্দেশ্যপ্রণোদিত হয়ে শরিয়া লঙ্ঘন করে এবং শরিয়ার অস্তিত্ব ও গ্রহণযোগ্যতা নিয়ে প্রশ্ন করে, তাদের ক্ষেত্রে তাকফির অনুশীলন করা যাবে। সাইয়েদ কুতুবকে \"তাকফির-এডের আওতায় মুত্যুদণ্ড দেওয়া হয়েছিল। ব্যাখ্যা বলা হয় যে, এটি মূলধারার মুসলমানদের মধ্যে ফিতনা বা অভ্যন্তরীণ দ্বন্দ্বের সম্ভাবনাময় পরিস্থিতি তৈরি করেছে।\nজাহিলিয়া  কি সমগ্র মুসলিম বিশ্বকে নাকি শুধুমাত্র মুসলিম সরকারগুলিকে গ্রাস করেছে এবং সশস্ত্র জিহাদি কি কেবল সংগঠন ও কর্তৃপক্ষের বিরুদ্ধে এই বিষয়টি পরিস্কার করার আগেই কুতুবকে ফাঁসি দেওয়া হয়। ১৯৮০ ও ১৯৯০ এর দশকে মিশরের বিদ্রোহীরা কুতুবের দ্বারা প্রভাবিত ছিল বলে অনেক পর্যবেক্ষক বিশ্বাস করেন।  সেই বিদ্রোহে নিহতদের মধ্যে মিশরের প্রেসিডেন্ট আনোয়ার সাদাত, পুলিশের প্রধান মেজর জেনারেল রউফ খায়রাত, সংসদীয় স্পিকার রিফাত আল-মাহজুব, কয়েক ডজন ইউরোপীয় পর্যটক এবং একশোরও বেশি মিশরীয় পুলিশ কর্মকর্তা অন্তর্ভুক্ত ছিল।\n\n\n== ইতিহাস ==\n\n\n=== কুতুবি ধ্যান-ধারণার প্রসার ===\nসাইয়েদ কুতুবের চিন্তা ও বার্তা তার লেখার মাধ্যমে ছড়িয়ে পড়ে। বিশেষ করে তার ভাই মুহাম্মদ কুতুব ও তার অনুসারীদের মাধ্যমে অল্প সময়েই গোটা মুসলিম বিশ্বে ছড়িয়ে পড়ে। তার ভাই মিশরের কারাগার থেকে মুক্তি পাওয়ার পর সৌদি আরবে চলে আসেন এবং সেখানে ইসলামিক স্টাডিজের অধ্যাপক হন। তখন তার ভাই সাইয়েদ কুতুবের কাজ সম্পাদনা, প্রকাশ ও প্রচার করেন। \n\nমুহাম্মদ কুতুবের বিশেষ ছাত্র ও তৎকালীন মিশরীয় ইসলামী জিহাদের সদস্য ডাক্তার আয়মান আল-জাওয়াহিরিও সাইয়েদ কুতুবের চিন্তাধারা প্রচার ও প্রসারে ব্যাপক ভূমিকা রাখেন।  পরবর্তীতে তিনি  ওসামা বিন লাদেনের একজন পরামর্শদাতা ও আল-কায়েদার একজন নেতৃস্থানীয় সদস্য হন।  সাইয়্যাদ কুতুবের সাথে তার প্রথম পরিচয় হয়েছিল তার চাচা মাহফুজ আজমের মাধ্যমে, যিনি সারাজীবন সাইয়েদ কুতুবের খুব ঘনিষ্ঠ ও অনুরাগী ছিলেন। তখন কুতুবের চরিত্রের বিশুদ্ধতা এবং কারাগারে তিনি যে অসহ্য যন্ত্রণা সহ্য করেছিলেন তা জাওয়াহিরিকে প্রভাবিত করে।  \nসোভিয়েত ও আফগান যুদ্ধের সময় মুজাহিদিনদের মাঝে আবদুল্লাহ আজম দ্বারা কুতুবিবাদ প্রচার করা হয়েছিল বলে ধারণা করা হয়। যুদ্ধের দৃশ্যে কুতুবিবাদ সালাফিবাদ ও ওয়াহাবিবাদের সাথে একীভূত হয়ে সালাফি জিহাদিবাদ গঠনে করেছিল বলে ধারণা করা হয়।  আবদুল্লাহ বিন লাদেনের ওপর বিশেষ প্রভাবক ছিলেন। ওসামা বিন লাদেন কিং আব্দুল আজিজ ইউনিভার্সিটিতে মুহাম্মদ কুতুবের সাপ্তাহিক পাবলিক লেকচারে নিয়মিত অংশগ্রহণ করতেন এবং সাইয়্যেদ কুতুবের দ্বারা গভীরভাবে প্রভাবিত হয়েছেন বলে জানা যায়।  \nপ্রয়াত ইয়েমেনি আল কায়েদা নেতা আনোয়ার আওলাকিও তার ওপর কুতুবের বিশাল প্রভাবের কথা বলেছেন। তিনি বলেন, তার লেখায় এতটাই নিমগ্ন হয়েছি যে, যেন আমি অনুভব করছি, সাইয়িদ আমার সাথে আছেন..., তিনি সরাসরি আমার সাথে কথা বলছেন। ২০১১ সালের জুন থেকে আল-কায়েদার প্রধান নেতা আয়মান আল-জাওয়াহিরি বলেন, কুতুবের ফাঁসি জিহাদি আগুন আরো জ্বালিয়ে দেবে।\n\n\n=== নেতিবাচক প্রতিক্রিয়া ===\nকুতুবের মৃত্যুর পর কুতুববাদী ধারণাগুলি মিশর, আরব ও মুসলিম বিশ্বের অন্যান্য অংশে ছড়িয়ে পড়ে, যা ঐতিহ্যবাদী ও রক্ষণশীল মুসলমানদের মাঝে প্রতিক্রিয়া সৃষ্টি করে। যেমন : হাসান আল হুদায়বির লেখা দুআত লা কুদাত (প্রচারক, বিচারক নই) বই।বইতে লেখক অন্যান্য মুসলমানদের তাকফির ধারণাকে আক্রমণ করেছেন। তবে স্পষ্টতই তিনি  কুতুবকে নয়, বরং মওদুদীকে লক্ষ্যবস্তু বানিয়েছেন। কারণ আল-হুদায়বি কুতুবের বন্ধু ও তার একজন সমর্থক ছিলেন। \n\n\n== তথ্যসূত্র =="}