{"pageid": 1187035, "title": "উমা ভারতী", "url": "https://bn.wikipedia.org/wiki?curid=1187035", "content": "উমা ভারতী ভারতের মধ্যপ্রদেশের ১৫ তম মুখ্যমন্ত্রী এবং তরুণী রাজনীতিবিদ ছিলেন। তিনি অল্প বয়সে ভারতীয় জনতা পার্টির সাথে যোগ দেন । তিনি ১৯৮৪ সালে তার প্রথম সংসদীয় নির্বাচনে অসফল হন । পরে ১৯৮৯ , ১৯৯১ , ১৯৯৬ এবং ১৯৯৮ সালে অনুষ্ঠিত নির্বাচনে তিনি বিজয়ী হন । তিনি ১৯৯৯ সালে নির্বাচনী এলাকা পরিবর্তন করেন এবং ভোপাল আসনে জয়ী হন।\n\n\n== জীবনের প্রথমার্ধ ==\nউমা ভারতী ১৯৫৯ সালের ৩ মে মধ্যপ্রদেশ রাজ্যের টিকমগড় জেলার দুন্ডায় লোধিতে একটি ক্ষত্রিয় কৃষক পরিবারে জন্মগ্রহণ করেছিলেন। তিনি ষষ্ঠ শ্রেণী পর্যন্ত স্কুলে পড়েন। শৈশবে, তিনি ভগবদ্গীতার মতো ধর্মীয় গ্রন্থে যথেষ্ট আগ্রহ প্রদর্শন করেছিলেন যার ফলে তাকে \"আধ্যাত্মিক\" শিশু হিসাবে দেখা হয়েছিল। তিনি শৈশবেই ধর্মীয় বক্তৃতা দিতে শুরু করেছিলেন, যা তাকে রাজমাতা বিজয়া রাজে সিন্ধিয়ার সংস্পর্শে এনেছিল , যিনি পরে তার রাজনৈতিক পরামর্শদাতা হয়েছিলেন। তিনি তার যৌবনে নিজেকে \"ধর্মপ্রচারক\" হিসেবে পরিচয় দেন। তাকে মাঝে মাঝে হিন্দু সম্মানিত সাধ্বী দ্বারা সম্বোধন করা হয়, একজন মহিলা ত্যাগীর জন্য একটি সম্মানজনক সংস্কৃত উপাধি।\n\n\n== রাজনীতি জীবন ==\nভারতী প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর দ্বিতীয় এবং তৃতীয় মন্ত্রকের সময় মানবসম্পদ উন্নয়ন, পর্যটন, যুব বিষয়ক ও ক্রীড়া এবং কয়লা ও খনিতে বিভিন্ন রাজ্য-স্তরের এবং মন্ত্রিপরিষদ-স্তরের পোর্টফোলিও অধিষ্ঠিত ছিলেন । ২০১৪ সালে নরেন্দ্র মোদি ভারতের প্রধানমন্ত্রী হওয়ার পর, তিনি পানিসম্পদ, নদী উন্নয়ন এবং গঙ্গা পুনরুজ্জীবন মন্ত্রী নিযুক্ত হন এবং সেপ্টেম্বর ২০১৭ পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন।\n২০০৩ সালের রাজ্য বিধানসভা নির্বাচনে , তিনি মধ্যপ্রদেশ বিধানসভায় বিজেপির হয়ে ব্যাপক জয়লাভ করেন । তিনি মালেহরা আসন থেকে তার ভারতীয় জাতীয় কংগ্রেস (আইএনসি) প্রতিপক্ষকে ২৫ শতাংশের ব্যবধানে পরাজিত করেছেন। তিনি আগস্ট ২০০৪ এ মুখ্যমন্ত্রীর পদ থেকে পদত্যাগ করেন, যখন ১৯৯৪ সালের হুবলি দাঙ্গা মামলার বিষয়ে তার বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করা হয়েছিল। বিজেপির সাথে পতনের পরে, ভাঁজে ফিরে আসার আগে এবং উত্তর প্রদেশ রাজ্যের বিধানসভার সদস্য হিসাবে নির্বাচিত হওয়ার আগে তিনি কিছু সময়ের জন্য তার নিজস্ব রাজনৈতিক দল প্রতিষ্ঠা করেছিলেন । পরবর্তীকালে তিনি ভারত সংসদেরর নিম্নকক্ষ লোকসভায় পুনরায় নির্বাচিত হন ।\n\n\n== আরও দেখুন ==\nউমা ভারতী মন্ত্রণালয়\nমধ্যপ্রদেশের মুখ্যমন্ত্রীদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial Twitter\n\"India's firebrand Hindu nun\" – BBC News article dated 30 November 2005\nBBC article on Uma Bharti's suspension"}