{"pageid": 1187711, "title": "বহ্বৃচ উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1187711", "content": "বহ্বৃচ উপনিষদ (সংস্কৃত: बह्वृच उपनिषद्) মধ্যযুগের একটি সংস্কৃত পাঠ এবং হিন্দুধর্মের ক্ষুদ্র উপনিষদ। এটি আটটি শাক্ত উপনিষদের একটি হিসাবে শ্রেণীবদ্ধ এবং ঋগ্বেদের সাথে সংযুক্ত।\nউপনিষদ এই দাবির জন্য উল্লেখযোগ্য যে স্বয়ং (আত্মা) একজন দেবী যিনি একাই মহাবিশ্ব সৃষ্টির আগে বিদ্যমান ছিলেন। পাঠ্য দাবি করে তিনিই পরম শক্তি তিনিই চূড়ান্ত বাস্তবতা (ব্রহ্ম), তাঁর সত্তা থেকে এবং তাঁর কারণেই এই মহাবিশ্বের জন্ম হয়েছে, তিনিই প্রতিটি সত্তার জ্ঞান, চেতনা ও আত্মা।\nবহ্বৃচ উপনিষদের দার্শনিক প্রাঙ্গনে স্ত্রীলিঙ্গকে অ-ভিন্ন, অদ্বৈত হিসাবে অতীন্দ্রিয় বাস্তবতা বলে দাবি করে, তিনি সমস্ত অস্তিত্বের প্রাথমিক ও বস্তুগত কারণ, এবং পাঠ্যটি শাক্তদ্বৈতবাদ ঐতিহ্যের অন্তর্গত (আক্ষরিক অর্থে, অদ্বৈতবাদী শক্তির পথ)।\n\n\n== বিষয়বস্তু ==\nপাঠ্যটি ৯টি শ্লোক নিয়ে গঠিত। কিছু পাণ্ডুলিপিতে আমন্ত্রণ আকারে প্রস্তাবনা রয়েছে যা জোর দিয়ে বলে যে বেদ অবশ্যই একজনের মনে, চিন্তাভাবনা ও কথাবার্তায় আত্মস্থ করা উচিত এবং সত্যের মাধ্যমেই কেবল শান্তি নিশ্চিত করা যায়।\nউপনিষদ এই দাবির সাথে শুরু যে \"দেবী এক এবং তিনি একাই শুরুতে ছিলেন\", তিনি কাম (প্রেম),  এবং তিনি আত্মা, \nউপনিষদের দ্বিতীয় শ্লোকে বলা হয়েছে যে শুধু ব্রহ্মা, বিষ্ণু ও রুদ্রই তার বংশধর নয়, মহাবিশ্বের প্রতিটি প্রাণীই তার সৃষ্টি।\nউপনিষদ দেবীকে সমস্ত সত্য ও বাস্তবতার সাথে অভিন্ন হিসাবে বর্ণনা করে এবং যা কিছু নয় তিনি অবাস্তব, অ-সত্য ও অ-স্বাভাবিক। তিনি চূড়ান্ত অপরিবর্তনীয় বাস্তবতা (ব্রহ্ম), চেতনা, আনন্দ যিনি নিজেই জ্বলে ওঠেন। উপনিষদ দাবি করে তিনি সর্বত্র, ভিতরে ও বাইরে। তিনি পবিত্র, তিনি প্রেম এবং তিনি ত্রিপুরসুন্দরী দেবী সকলের রূপ। তিনি অর্ধমাত্র, ওঁ শব্দাংশের শেষ অর্ধাংশ। তার শক্তি ওঁ।\n\nসে একাই আত্মা। সে ব্যতীত অসত্য, অ-স্বয়ং। তিনি ব্রহ্ম-চেতনা। তিনি হলেন চেতনার বিদ্যা, অদ্বৈত ব্রহ্ম চেতনা, সত্য-চেতনা-আনন্দের তরঙ্গ। তিন-মহা-নগরের সৌন্দর্য, বাইরে ও ভিতরে অনুপ্রবেশকারী, উজ্জ্বল, অদ্বৈত, স্ব-নির্ভরশীল। যা, তা বিশুদ্ধ সত্য; যা জ্বলে, তা হল বিশুদ্ধ চেতনা; যা প্রিয়, তা হল পরমানন্দ। তাই এখানে মহা-ত্রিপুর-সুন্দরী যিনি সমস্ত রূপ ধারণ করেন। তুমি, আমি ও সমস্ত জগৎ এবং সমস্ত দেবতা এবং তা ছাড়া সকলেই মহা-ত্রিপুর-সুন্দরী। একমাত্র সত্য হল \"সুন্দর\" নামক জিনিস। এটি অদ্বৈত, অখণ্ড, পরম ব্রহ্ম।\n\nপাঠ্যের সমাপনী শ্লোকগুলি জোর দিয়ে বলে যে তাকে \"আমি যেটি\" হিসাবে ভাবা উচিত, যেমন সোদাসী এবং পনেরটি শব্দাংশযুক্ত শ্রীবিদ্যা, সাবিত্র, সরস্বতী ও গায়ত্রীর শক্তি, পবিত্র, মাতা, শুভ যিনি তার নিজের সঙ্গী বেছে নেন, উপপত্নী, অন্ধকার, আলো, ব্রাহ্মিক আনন্দ।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nBrooks, Douglas Renfrew (১৯৯০)। The Secret of the Three Cities। University of Chicago Press। আইএসবিএন 978-0226075693। \nBrooks, Douglas Renfrew (১৯৯২)। Auspicious Wisdom। State University of New York Press। আইএসবিএন 978-0791411452। \nCush, Denise;  ও অন্যান্য (২০০৭)। Encyclopedia of Hinduism। Routledge। আইএসবিএন 978-0700712670। \nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda। Motilal Banarsidass। আইএসবিএন 978-81-208-1467-7। \nNarayanaswami, PP (১৯৯৯)। \"बह्वृचोपनिषत् (Bahvricha Upanishad)\" (পিডিএফ) (সংস্কৃত ভাষায়)। সংগ্রহের তারিখ ২৭ জানুয়ারি ২০১৬। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \nMahony, William (১৯৯৭)। The Artful Universe: An Introduction to the Vedic Religious Imagination। State University of New York Press। আইএসবিএন 978-0791435809। \nMcDaniel, June (২০০৪)। Offering Flowers, Feeding Skulls। Oxford University Press। আইএসবিএন 978-0-19-534713-5। \nMuller, Max (১৮৬০)। A History of Ancient Sanskrit Literature, 2nd Edition। Oxford University Press। \nNair, Shantha (২০০৮)। Echoes of Ancient Indian Wisdom। Pustak Mahal। আইএসবিএন 978-81-223-1020-7। \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nWarrier, AG Krishna (১৯৬৭)। Śākta Upaniṣads। Adyar Library and Research Center। আইএসবিএন 978-0835673181। ওসিএলসি 2606086।"}