{"pageid": 1187890, "title": "যশোদা (২০২২-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1187890", "content": "যশোদা হলো ২০২২ সালের ভারতীয় তেলুগু -ভাষা অ্যাকশন থ্রিলার চলচ্চিত্র  হরি-হরিশ দ্বারা রচিত এবং পরিচালিত। এতে মূল চরিত্রে ছিলো সামান্থা, উন্নি মুকুন্দন , বড়লক্ষ্মী শরৎকুমার এবং মুরালি শর্মা ।\nপ্রধান ফটোগ্রাফি ২০২১ সালের ডিসেম্বরে শুরু হয়েছিল এবং ২০২২ সালের জুলাই মাসে শেষ হয়েছিল৷ ফিল্মটি মণি শর্মা দ্বারা রচিত হয়েছিল , যেখানে সিনেমাটোগ্রাফি এবং সম্পাদনা পরিচালনা করেছিলেন যথাক্রমে এম. সুকুমার এবং মার্থান্ড কে. ভেঙ্কটেশ ৷ চলচ্চিত্রটি ২০২২ সালের ১১ নভেম্বর মুক্তি পায়।\n\n\n== পটভূমি ==\nযশোদা, যিনি Zomato- এ কাজ করেন , একজন সারোগেট মা হন, কারণ তার বোনের চিকিৎসা অস্ত্রোপচারের জন্য তার অর্থের প্রয়োজন হয়৷ তাকে ইভাতে নিয়ে যাওয়া হয় , ডাঃ মধুবালার মালিকানাধীন একটি অত্যাধুনিক সারোগেসি সেন্টার। যশোদা কিছু সারোগেট মায়েদের সাথে বন্ধুত্ব করে এবং তাদের সাথে সময় কাটায়। তাদের প্রত্যেকেই দরিদ্র, অর্থের প্রয়োজন বলে জানতে পারেন।\nএদিকে, স্থানীয় পুলিশ ব্যবসায়ী শিব রেড্ডি এবং তার বান্ধবী আরুশির দুর্ঘটনার তদন্ত করছে। তারা অনুমান করে যে এটি একটি পূর্ব পরিকল্পিত হত্যা, এবং পুলিশ তদন্তের নেতৃত্ব দেওয়ার জন্য বাসুদেব আইপিএসকে নিয়োগ করে। তিনি জানতে পারেন যে আরুশি একজন মডেল ছিলেন এবং তার ই-মেইল, মেল এবং টেক্সট বার্তা চেক করেন। তিনি জানতে পারেন যে আরুশিকে তার বন্ধু একটি নির্দিষ্ট প্রসাধনী প্রচার না করার পরামর্শ দিয়েছিলব্র্যান্ড, কারণ এতে ক্ষতিকারক রাসায়নিক রয়েছে। বাসুদেব এবং তার দল আরুশির বন্ধুর সাথে দেখা করতে যায়, কিন্তু দেখতে পায় যে তাকে দুই দিন আগে খুন করা হয়েছিল। বাসুদেব তার বাড়ি থেকে একটি প্রসাধনী নমুনা উদ্ধার করেন এবং অলিভিয়ার মৃত্যুর সাথে একটি সংযোগ খুঁজে পান, একজন মৃত হলিউড অভিনেত্রী, যিনি তার নতুন চলচ্চিত্রের উদ্বোধনী দৃশ্যের শুটিং করার সময় নিহত হন। যখন তিনি কসমেটিক ব্র্যান্ডের মালিকের কাছে চেক করেন, তখন তিনি দেখতে পান যে কেন্দ্রীয় মন্ত্রী গিরিধর পেটেন্টের মালিক।\nঅজানা লোকদের দ্বারা আক্রমণের পরে, বাসুদেব জানতে পারেন যে ১০৪টি মডেল ভারতে আসবে, ৬ মাসে। তিনি জানতে পারেন যে একজন মডেল ইলেনা ইতিমধ্যেই এসেছেন। বাসুদেব তার দলের সাথে এবং পুলিশ কমিশনার বলরাম তাকে একটি জঙ্গলে অনুসরণ করে, কিন্তু তারা স্থানীয় আদিবাসীদের হাতে ধরা পড়ে। যশোদা ইভাকে সন্দেহ করে , কারণ সে দেখতে পায় যে তার বন্ধু, কাজল এবং লীলা নিখোঁজ হয়েছে। তার হতবাক হয়ে, তিনি জানতে পারেন যে ইভা শহরে অবস্থিত নয়, কিন্তু আসলে একটি লাইভ-প্রজেক্টর ব্যবহার করে সারোগেট মায়েদের দেখানো হয়েছিল. যশোদা পরে জোন-২-এ লুকিয়ে যায়, যেখানে সে জেনির সাথে মারামারি করে, একজন সহকর্মী সারোগেট, যে তার গর্ভাবস্থা জাল করছে। সে যশোদাকে হত্যা করার চেষ্টা করে, কিন্তু যশোদা তাকে হত্যা করতে সক্ষম হয়। তারপরে, যশোদা মৃত শিশু এবং সারোগেট মায়েদের অনেকগুলি বাক্স খুঁজে পান, যেখানে তিনি কাজল এবং লীলার মৃতদেহ খুঁজে পান।\nযশোদা ডক্টর গৌথমের সাহায্য নেয়, যিনি ইভাতে কাজ করেন , কিন্তু গৌতম তাকে ছিটকে দেন এবং তাকে ডক্টর মধুবালার কাছে নিয়ে যান। মধুবালা প্রকাশ করেন যে তিনি একটি রোগে ভুগছিলেন, যার ফলে তিনি তার সৌন্দর্য হারিয়েছিলেন, কিন্তু গৌতম তাকে একটি ওষুধ তৈরি করে সাহায্য করেছিলেন যা তার অসুস্থতা নিরাময় করেছিল। যাইহোক, ওষুধটি শুধুমাত্র একটি অস্থায়ী সমাধান, এর প্রভাব মাত্র 6 মাস স্থায়ী হয়। গিরিধর, যিনি মধুবালার স্বামী হয়ে ওঠেন, তাকে তার গবেষণায় অর্থায়ন করে একটি নতুন ওষুধ আবিষ্কার করতে বলেন। বর্তমান সময়ে, মধুবালা এবং গৌথম তাদের বিনিয়োগকারীদের সাথে একটি বৈঠক করেন, মিটিংটির লাইভ-ফুটেজ দেখানোর সময়, যশোদাকে, যাকে একটি পৃথক ঘরে বন্দী করে রাখা হয়েছিল। দুজনেই প্রকাশ করেন যে ভ্রূণের রক্তরসওষুধের উদ্ভাবনের জন্য ব্যবহার করা হয়, এবং তারা দরিদ্র মহিলাদের সারোগেট মা হওয়ার জন্য ভাড়া করে, তাদের অর্থ প্রদান করে। ভ্রূণ অপসারণের পরে, তারা বিচক্ষণতার সাথে মহিলাদের হত্যা করে এবং রক্তরস পুনরুদ্ধার করে।\nতারা অবশেষে ড্রাগ তৈরি করে এবং ধনী মহিলাদের কাছে বিক্রি করে, বেশিরভাগ মডেল এবং অভিনেত্রীদের কাছে। তারা এটাও প্রকাশ করে যে অলিভিয়া ড্রাগ-ড্রাগের মিথস্ক্রিয়ায় মারা গিয়েছিল । তারা দুর্ঘটনায় আরুশি এবং শিবা রেড্ডিকে হত্যা করেছিল, কারণ তিনি জানতে পেরেছিলেন যে কসমেটিক ব্র্যান্ডেও একই ওষুধ রয়েছে এবং তাদের এটি ফাঁস করার হুমকি দিয়েছিল। বনে, বাসুদেব এবং তার দল জানতে পারেন যে বলরাম মধুবালা এবং গৌতমের সাথে মিলিত হচ্ছেন। বাসুদেব এবং তার দলকে একটি খাদে নিয়ে আসা হয়, তাদের হত্যা করার জন্য। ইভা এ, যশোদা দেখতে পান যে সুবিধাটি একটি বনে অবস্থিত, এবং পালাতে পরিচালনা করে, কিন্তু গৌতম তাকে ধাক্কা দেয়, যিনি তাকে ফিরিয়ে আনেন। গৌতম বলরামকে একটি ভিডিও কল করেন, যিনি বাসুদেব এবং তার দলকে বন্দুকের মুখে ধরে রেখেছেন। যাইহোক, গৌতম, পালাক্রমে, যশোদার হাতে বন্দুকের মুখে। এটি প্রকাশ করা হয়েছে যে যশোদা আসলে একজন দক্ষ আইপিএস প্রশিক্ষণার্থী, ইভাতে আন্ডারকভার । একাডেমীর শীর্ষস্থানীয় হওয়া সত্ত্বেও, তাকে পুলিশ বাহিনীতে যোগদানের জন্য অর্থের ব্যবস্থা করতে বাধ্য করা হয়েছিল।\nএকদিন, যশোদা তার বোন, বৃন্দার নিখোঁজ হওয়ার বিষয়ে জানতে পারে এবং দেখতে পায় যে সে তার জন্য অর্থের ব্যবস্থা করার জন্য একজন সারোগেট মা হয়েছিলেন এবং তাকে ইভার কাছে নিয়ে যাওয়া হয়েছিল । তাকে খুঁজে বের করার জন্য, যশোদা একজন সারোগেট মা হয়েছিলেন এবং শুরু থেকেই সবকিছু পরিকল্পনা করেছিলেন। একটি লড়াই হয়, যেখানে যশোদা গুন্ডা এবং গৌতমকে পরাজিত করে, কিন্তু পেটে আঘাত পায়, ফলে ভ্রূণের মৃত্যু হয়। এদিকে বাসুদেব ও তার দল আদিবাসীদের পরাজিত করে বলরামকে হত্যা করে। যশোদা তার সহকর্মী সারোগেটের সাথে দেখা করে এবং বৃন্দার বিষয়ে জিজ্ঞাসা করে, কিন্তু তার সম্পর্কে কোন তথ্য পায় না।\nমধুবালা একটি হেলিকপ্টারে পালানোর চেষ্টা করে , কিন্তু যশোদা তাকে থামাতে সক্ষম হয়। মধুবালা প্রকাশ করেছেন যে তিনিও গর্ভবতী ছিলেন, কিন্তু যথাক্রমে তার সৌন্দর্য এবং গবেষণার উন্নতি ও বিকাশের জন্য তার ভ্রূণকে উৎসর্গ করেছিলেন। মহিলারা মধুবালার আসল চেহারা এবং তার কার্যকলাপ সম্পর্কে জানতে পেরে ক্ষুব্ধ হয় এবং তাকে পাহাড় থেকে ধাক্কা মেরে হত্যা করে। গৌতম পালানোর চেষ্টা করে, কিন্তু বাসুদেব এবং তার দলের হাতে ধরা পড়ে। যশোদা প্রসব বেদনায় বৃন্দাকে খুঁজে পান । মহিলারা একত্রিত হয় এবং বৃন্দার সন্তান প্রসব করতে যশোদাকে সাহায্য করে। পরে, কেলেঙ্কারিতে গিরিধরের সম্পৃক্ততা প্রকাশ পায়, এবং তাকে গ্রেফতার করা হয়।\n\n\n== কাস্ট ==\nযশোদার চরিত্রে সামান্তা\nডাঃ গৌতম চরিত্রে উন্নি মুকুন্দন \nডাঃ মধুবালার চরিত্রে বড়লক্ষ্মী শরৎকুমার \nরাও রমেশ কেন্দ্রীয় মন্ত্রী গিরিধর \nপুলিশ কমিশনার বলরাম হিসেবে মুরালি শর্মা \nবাসুদেব আইপিএস হিসেবে সম্পাথ রাজ \nরাজীব কুমার আনেজা পররাষ্ট্রমন্ত্রী \nশত্রু\nকেয়ার টেকার (ওয়ার্ডেন) হিসেবে মধুরিমা \nলীলার চরিত্রে দিব্যা শ্রীপদ\nকল্পিকা গণেশ\nপ্রিয়াঙ্কা শর্মা \nবৃন্দা চরিত্রে প্রীতি আসরানি\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nঅভিনেত্রী সামান্থা ২০২১ সালের অক্টোবরে একটি তেলুগু-তামিল দ্বিভাষিক ছবিতে স্বাক্ষর করেছিলেন, যা শ্রীদেবী মুভিজের প্রযোজনায় জুটি হরি শঙ্কর এবং হরিশ নারায়ণ দ্বারা পরিচালিত হয়েছিল । ২০২১ সালের ডিসেম্বরে চলচ্চিত্রটির শিরোনাম যশোদা হিসাবে ঘোষণা করা হয়েছিল । ডাব করা মুক্তির পক্ষে তামিল সংস্করণ বাদ দেওয়া হয়েছিল। \n\n\n=== চিত্রগ্রহণ ===\n২০২১ সালের ডিসেম্বরে যথাক্রমে এম. সুকুমার এবং মার্থান্ড কে. ভেঙ্কটেশের সিনেমাটোগ্রাফি এবং সম্পাদনার মাধ্যমে প্রধান আলোকচিত্র গ্রহণ শুরু হয়েছিল। হলিউডের স্টান্টম্যান ইয়ানিক বেনকে সামান্থার জন্য প্রশিক্ষণ ও কোরিওগ্রাফ স্টান্ট করার জন্য আনা হয়েছিল।\n১০০ দিন ধরে শুটিং করার পর, একটি গান বাদে ২০২২ সালের জুলাইয়ের মধ্যে চিত্রগ্রহণ শেষ হয়েছিল। CGI কাজ এবং পোস্ট-প্রোডাকশন কাজ পরবর্তীতে শুরু হয়।\n\n\n== সঙ্গীত ==\nছবিটির সঙ্গীত পরিচালনা করেছেন মণি শর্মা।\n\n\n== মুক্তি ==\nযশোদা প্রাথমিকভাবে ১২ আগস্ট ২০২২-এ স্বাধীনতা দিবস এবং রক্ষা বন্ধনের সাথে মুক্তি দেওয়ার কথা ছিল। চিত্রগ্রহণে বিলম্বের কারণে এটি স্থগিত করা হয়েছিল। ১৭ অক্টোবর ২০২২-এ, নতুন মুক্তির তারিখ ১১ নভেম্বর ২০২২ হিসাবে ঘোষণা করা হয়েছিল যেখানে ফিল্মটি তামিল , হিন্দি , কন্নড় এবং মালায়ালাম ভাষার ডাব করা সংস্করণ ছাড়াও তেলুগুতে মুক্তি পায় ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে যশোদা  (ইংরেজি)\nYashoda at Bollywood Hungama"}