{"pageid": 11877, "title": "ত্রিনিদাদ ও টোবাগো", "url": "https://bn.wikipedia.org/wiki?curid=11877", "content": "ত্রিনিদাদ ও টোবাগো (ইংরেজি: Trinidad and Tobago) দক্ষিণ ক্যারিবিয়ান সাগরের একটি প্রজাতান্ত্রিক রাষ্ট্র। এর রাজধানীর নাম পোর্ট অব স্পেন।\n\n\n== ইতিহাস ==\nত্রিনিদাদ-টোবাগো দেশের ইতিহাস প্রায় ৭০০০ বছরের পুরানো। দক্ষিণ আমেরিকার ভেনেজুয়েলা আর গুয়ানা থেকে আগত আমেরিকান ইন্ডিয়ান উপজাতি এখানে আসে। এরা চাষবাস করতে জানত। আর জানত সেরামিক এর জিনিসপত্র তৈরী করতে। ২৫০ খৃষ্টপূর্বাব্দ নাগাদ এরা ত্রিনিদাদ-টোবাগো ছেড়ে অন্য ক্যারিবিয়ান দেশে ছড়িয়ে পড়ে। ১৩০০ সাল নাগাদ এই দ্বীপরাষ্ট্র আরাওয়াক আদিবাসীদের দখলে চলে যায়। ১৪৯৮ সালের ৩১ জুলাই তারিখটা খুব গুরুত্বপূর্ণ ত্রিনিদাদ-টেবাগোর ইতিহাসে। এই দিনেই ক্রিস্টোফার কলম্বাস প্রথমে টোবাগোতে পরে রিও ক্লারো মায়ারোতে পা দেন। পরে ১৫৩০ সালে জনৈক স্পেনীয় সেনা [সেডান] ত্রিনিদাদ-টোবাগোতে একটা উপনিবেশ তৈরীর কথা ভাবেন। এর পরে তিনি তার কিছু সঙ্গীর সাথে জুটিয়ে টোবাগোতে উপনিবেশ বসান। এর ফলে বহু আরাওয়াক আর ক্যারিব উপজাতির মানুষকে ভিটেছাড়া হতে হয়। টোবাগোর ওরিনোকোতে তিনি একটা দুর্গ তৈরী করিয়েছিলেন।\nএই সময়ে অর্থ সঙ্কটে পড়া ত্রিনিদাদ এর আরাওয়াক দলপতি চাচিখ ওয়ান্নাওয়ারে সেন্ট জোসেফ অঞ্চলকে ডোমিঙ্গো ডে লা ভেরা এ ইবার্গুয়েইন নামক এক স্পেনীয় ব্যবসায়ীকে বিক্রি করে দেন এবং এই অঞ্চল ছেড়ে তিনি সদলবলে নৌকায় করে ডমিনিকায় চলে যান। তারিখটা ছিল ১১ নভেম্বর ১৫৯২। এর কয়েক বছর বাদে প্রতারণা করে আরেক স্পেনীয় ব্যবসায়ী আন্টোনিও ডে বের্রিয়েও সান জোসে ডে ওরুণা এলাকা কিনে নেন আরাওয়াকদের কাছ হতে। এখন এই জায়গাটার নাম বদলে হয়েছে সেইন্ট জোসেফ।\n২২ মার্চ ১৫৯৫ সালে কুখ্যাত ব্রিটিশ জলদস্যু স্যার ওয়াল্টার র‍্যালে এই সেইন্ট জোসেফ এলাকাতেই আসেন। তারা জাহাজ সেই সময়ে সমগ্র ওয়েস্ট ইন্ডিজেই আতঙ্কের কারণ হয়ে উঠছিলেন। তিনি সব জায়গাতেই যেতেন আর স্থানীয় লোককে বন্দী করে মারাত্মক অত্যাচার করে জানতে চাইতেন যে; ‘এল ডোরাডো’ কোথায়। স্পেনীয় ভাষায় এর মানে স্বর্ণনগরী। গুজব ছিলো যে, উত্তর ও দক্ষিণ আমেরিকার কোনও দেশে রয়েছে এই রহস্যময় সোনার তৈরী শহর। তা এই এল ডোরাডো কোথায় তা বলতে না পারলে ওয়াল্টার র‌্যালে সেসব বন্দীদের খুন করতেন। তিনি এখানে এসে বের্রিয়েওকেও বন্দী করেছিলেন আর একই প্রশ্ন করেন। সুচতুর বের্রিয়েও তাকে জানান যে, আরাওয়াকরা নিশ্চয়ই জানে তা কোথায়। এইভাবেই বের্রিয়ে তার প্রাণ বাঁচিয়েছিলেন।\n১৭০০ সালে ত্রিনিদাদ-টোবাগো আবার সেপনের সুনজরে পড়েছিলো। ত্রিনিদাদ, মেক্সিকো, দক্ষিণপূর্ব মার্কিন যুক্তরাষ্ট্র, পানামা, ভেনেজুয়েলা কলম্বিয়া ইত্যাদি দেশগুলো সেপনের চোখের মণিতুল্য ছিলো। তাদের অধিকাংশ ব্যবসা এসব দেশের মধ্যে চলতো। যদিও ত্রিনিদাদে বেশি লোক বসবাস করতো না। কিন্তু টোবাগোতে প্রচুর স্পেনীয় মানুষ বসবাস করতেন। তাদের হয়ে ক্রীতদাসের কাজগুলো করতো কয়েক হাজার জীবিত আমেরিকান ইন্ডিয়ান জনজাতি। “তাদের জীবনযাত্রা দুঃসহ ছিলো” মন্তব্য রৌমে ডে সেইন্ট লৌরেন্ট নামে জনৈক ফ্রেঞ্চ ব্যবসায়ী যিনি কাঠের ব্যবসার জন্য তার কর্মভূমি ডমিনিকা থেকে প্রায়ই আসতেন এই টোবাগোতে। তার দুষপ্রাপ্য বই চেয়বুলা ডে পোবলাসিওয়েন থেকে তৎকালীন ক্যারিবিয়ান অঞ্চলের সবকটা দেশের কাহিনী জানা যায়। আর সেসব কাহিনী শুনলে আতঙ্কে রক্ত হিম হয়ে আসে। বোঝা যায় ব্যবসায়ী হিসাবে ব্রিটিশ, ফ্রেঞ্চ আর স্পেনীয়রা কত নির্মম ছিলো। তাদের মনে দয়ামায়া বলে কোনও বস্তু ছিলোই না। অন্তত লৌরেন্ট তার বইতে তাই লিখেছেন। বইটা ছাপা হয়েছিলো ৪ নভেম্বর ১৭৮৩ সালে। এই বইটা উৎসর্গ করা হয়েছিলো স্পেনীয় রাজা তৃতীয় চার্লসকে। এই বইটা পড়েই তৃতীয় চার্লস সিদ্ধান্ত নেন যে, সেখানে বসবাস করা ক্রীতদাসদের মুক্তি দেবেন কিন্তু একটা শর্তে। তাদের প্রত্যেকের দেহে রাজার নামে উল্কি করতে হবে আর রাজার নামে আনুগত্য প্রকাশ করতে হবে। ক্রীতদাসদের সবাইকে ১০ বিঘা করে জমি দেওয়াও হয়।\n১৭৮৯ সালের ফরাসী বিপ্লব এখানেও বিরাট প্রভাব ফেলেছিলো। বহু মার্টিনিখবাসী ফরাসী ব্যবসায়ী আর তাদের আফ্রিকান বংশোদ্ভূত ক্রীতদাসদের নিয়ে এখানে চলে আসে। কারণ সেই সময়ে মার্টিনিখে ঝামেলা চলছিলো। তা এই ফরাসীরাই এখানে আখ আর কোকোয়া চাষের সূচনা করেছিলো। এই আফ্রিকান বংশোদ্ভূত মানুষ, যারা ক্রীতদাস ছিলো; তাদের একাংশ এখানেই থেকে যায়। আজও তাদের বংশধররা ফ্রেঞ্চ আর স্পেনীয় ভাষায় কথা বলে।\nপোর্ট অফ সেপনের জনসংখ্যা ১৭৮৯ থেকে ১৭৯৪ সালের মধ্যে ৩০০০ থেকে এক লপ্তে ১০৪২২ -এ দাঁড়ায়। ১৭৯৭ সালে এখানে বহু জাতির মানুষের অস্তিত্ব লক্ষ্য করা যায়। যেমন মুল্লাটো, স্পেনীয়, আফ্রিকান, ফ্রেঞ্চ, বিভিন্ন ইউরোপীয় জলদস্যু আর সৈনিক। এই সময়ে পোর্ট অফ সেপনে মোট জনসংখ্যা ছিলো ১৭৭১৮, তার মধ্যে ইউরোপীয় মানুষের সংখ্যা ছিলো ২১৫১, স্বাধীন আফ্রিকান বংশোদ্ভূত মানুষ এবং মুল্লাটো মানুষের সংখ্যা ছিলো ৪৪৭৬ আর ১০০০৯ জন ছিলো আফ্রিকান বংশোদ্ভূত ক্রীতদাস আর ১০৮২ জন আদিবাসী মানুষ, যাদের মধ্যে আরাওয়াক আর ক্যারিব মানুষ সর্বাধিক।\n১৭৯৭-৯৮ সালে ব্রিটিশ জেনারেল স্যার রালফ আবেরক্রোম্বী তার ১২টা জাহাজ নিয়ে ত্রিনিদাদ-টোবাগোর ডিয়েগো মার্টিন অথবা চাগুয়ানাজ অঞ্চলে পৌঁছালে সে সময়ের ত্রিনিদাদ এর স্পেনীয় প্রধান চাকোয়েন সিদ্ধান্ত নেন যে, তিনি বিনা যুদ্ধেই এই দ্বীপটা ব্রিটিশদের হাতে সমর্পণ করবেন। সেই জন্য ১৭৯৮ সালে খাতায় কলমে ত্রিনিদাদ-টোবাগো গ্রেট বৃটেনের একটা উপনিবেশতে বদলে গেলো। যদিও সে সময়ে স্পেনীয় আইন চালু ছিলো এই অঞ্চলে; আর বেশির ভাগ মানুষ ছিলো ফরাসী ভাষী। এক বিচিত্র অবস্থা!\n১৮০২ সালে অবশেষে স্পেন রাজী হলো ত্রিনিদাদ এবং টোবাগো দুই দ্বীপকেই গ্রেটবৃটেেেনর হাতে। তারপর গ্রেট বৃটেন আফ্রিকা হতে কিছু সংখ্যক কালে মানুষকে এখানে এনেছিলো, আখচাষ করাবে বলে। এসব ঘটনার বহুদিন পরেও ত্রিনিদাদ ছিলো ক্যারিবিয়ান দেশের মধ্যে সবচেয়ে কম জনসংখ্যার দেশ। এই অবস্থা চলেছিলো ১৮৩৪ সাল অবধি। সেবছরই ক্রীতদাস প্রথা উঠে গেলে তবেই এদেশের উন্নতি শুরু হলো। ১৮৩৮ সালে যখন ক্রীতদাস প্রথা উঠলো, তখন গোটা দ্বীপেই ক্রীতদাসের সংখ্যা ছিল মাত্র ১৭৪৩৯ আর অধিকাংশ আখ চাষীদের কাছে গড়ে ১০ এরও কম ক্রীতদাস থাকতো। যেটা ছিলো সমগ্র বিশ্বের মধ্যে সবচেয়ে অল্প।\nঅদ্ভুত শোনালেও তখন জামাইকাতে ৩৬০০০০ ক্রীতদাস ছিলো। যদিও জামাইকার আয়তন ত্রিনিদাদের দ্বিগুণ। ক্রীতদাস না থাকায় খুব বিপদে পড়ে এই সব আখ মালিক। তাদের ক্ষোভ মেটাতে গ্রেট বৃটেন অনুমতি দেয় পর্তুগাল, চীন আর বিহার থেকে আখচাষের জন্য ‘উপযুক্ত মজদুর’ আমদানি করতে। ১ মে ১৮৪৫ সালে ২২৫ জন বিহারি মজদুর এক মুসলিম নবাবের জাহাজে করে পোর্ট অফ স্পেনে পৌঁছায়। জাহাজের নাম ছিলো পাটেল রজ্জাক। সেই থেকে ত্রিনিদাদে বিহারি মজদুর আমদানি শুরু হয়। তা শেষ হয় ১৯১৭ সালে। ততদিনে মোট ভারতীয় মজদুরের আমদানির সংখ্যা হয়ে দাড়িয়েছে প্রায় দেড় লাখ। তারাই ছিলো সর্বাধিক বিদেশী মজদুর। পাশাপাশি পর্টুগাল এর মাডেইরা আর চীন এর হুবেই থেকে আসা মজদুরের সংখ্যা ছিলো যথাক্রমে মাত্র ২৩০০ এবং ৩২১০।\nবিহারিদের গুয়ানা আর ত্রিনিদাদ-টোবাগোতে পৌঁছাবার প্রায় একই সময়ে (১৮৪৫-১৮৬৫) এই দ্বীপরাষ্ট্রের মাটিতে শুরু হয় কোকোয়া (ঈড়পড়ধ) চাষ। এই কোকোয়া থেকেই চকোলেট তৈরি হয়। সে চাষবাসেও বিহারিদের ব্যবহার করা হতো। এই বিহারিরা ছিলো প্রায় ক্রীতদাস। এদের ক্রীতদাস জীবন থেকে মুক্তিলাভ ঘটে প্রথম বিশ্বযুদ্ধের ঠিক পরেই। বিংশ শতাব্দীর শুরুর দিকে [১৯২০-১৯৩৫ সাল] হঠাৎই কোকোয়া চাষ অলাভজনক হয়ে পড়ে। এর জন্য দায়ী ছিলো ১৯২৯ সালের কুখ্যাত মহা মন্দা। এই সাড়া বিশ্ব জুড়েই সব কারখানায় আর ব্যাঙ্কে তালা পড়ছিলো। কারখানার শ্রমিকদের চাকরি থেকে ইচ্ছামতন ছাঁটাই করা হচ্ছিলো। এই সময়ে অন্যান্য ক্যারিবিয়ান দেশের মতই ত্রিনিদাদ-টোবাগোতে শ্রমিকদের মনে অসন্তোষ জমা হচ্ছিলো। তারা প্রায়ই হরতাল ডাকছিলো।\nএই শ্রমিকদের নেতা ছিলেন একজন আফ্রিকান বংশোদ্ভূত মানুষ টুবাল উরিয়াহ “বাজ” বাটলার। অবশ্য তার সাথে ছিলেন আরেক ভারতীয় বংশোদ্ভূত মানুষ অ্যাড্রিয়ান কোলা রিয়েঞ্জি। তিনি কোকাকোলা কোমপানির সাথে জড়িত ছিলেন বলেই তার ডাকনাম ছিলো কোলা। এই দুই শ্রমিক নেতার আন্দোলনের জন্য অবশেষে ব্রিটিশ শ্বেতাঙ্গ সরকার বাধ্য হয়ে ত্রিনিদাদ-টোবাগোর সব শ্রমিকদের মজুরি আর ইচ্ছামতন ছাঁটাই করার নীতি বাতিল করতে বাধ্য হয়। অবশ্য এই লড়াইয়ে অনেক সত্যকারের মানবিকতা থাকা ব্রিটিশ আর আফ্রিকান আমলাদের অবদান ছিলো বৈকি। তারাও এই আন্দোলনের সমর্থনে চিঠিপত্র পাঠিয়ে গ্রেট বৃটেনের পার্লামেন্টের ওপরে চাপ সৃষ্টি করেছিলো।\nএই আন্দোলনের সাফল্যে ঈর্ষায় জ্বলতে থাকা একদল ব্রিটিশ আর আফ্রিকান বংশোদ্ভূত ব্যবসায়ী এই আন্দোলনের মধ্যে কিছু অসৎ লোককে ঢুকিয়ে দেয় চক্রান্ত করে। তাদের মধ্যে ভারতীয়-আফ্রিকান জাতপাত বিদ্বেষ ছড়িয়ে দিয়ে বিভেদের রাজনীতি শুরু করে। এই রাজনীতি সফল হয়েছিলো। উরিয়াহ বাটলারকে চক্রান্ত করে বিষ দিয়ে হত্যা করে তারা রটায় যে, এটা অ্যাড্রিয়ানের কাজ। এই গুজবে বিশ্বাস করে সব আফ্রিকান বংশোদ্ভূত শ্রমিক এই আন্দোলনে জড়িত থাকা বিহারিদের সঙ্গ ত্যাগ করে। এর ফলে এই ইউনিয়নও ভেঙ্গে যায়।\n১৯৫০ সালের পর থেকে যে ত্রিনিদাদ-টোবাগোর আর্থিক আর সামাজিক চেহারা বদলে যায় তার পেছনে পুরো দায় ছিলো পেট্রোলিয়ামের। ত্রিনিদাদে ন্যাচারাল গ্যাস আর পেট্রোল-ডিজেল এর সন্ধান ত্রিনিদাদ-টোবাগোর ইতিহাসকে নতুন করে লিখতে বাধ্য করে। এই দ্বীপরাষ্ট্রের অতীতে যারা গরিব ছিলো তারা এই পেট্রোলিয়ামের আবিষ্কারের ফলে আঙগুল ফুলে কলাগাছে পরিণত হয়। অর্থাৎ মধ্যবিত্ত শ্রেণীতে বদলে যায়। তাদের জীবনযাত্রায় অনেক পরিবর্তন আসতে শুরু করে। এখন তো ত্রিনিদাদ-টোবাগো বিশ্বের অন্যতম ধনী দেশের মধ্যে একটা। এইসবই পেট্রোলিয়ামের অবদান।\n\n\n=== টোবাগো ===\n১৪৯৮ সালে ক্রিস্টোফার কলম্বাস যখন এই টোবাগোতে পৌঁছেছিলেন, তখন তিনি নাকি এই দ্বীপের নাম দিয়েছিলেন বেল্লাফর্মা। কিন্তু এই নামটা ৭ বছরের মধ্যেই পালটে হয় টোবাগো। যা আদতে স্পেনীয় শব্দ। এটাই ব্রিটিশদের বিকৃত উচ্চারণে হয়েছে টোব্যাকো। টোব্যাকো মানে তামাক। টোবাগো মানেও তাই। এই দ্বীপ আকাশ থেকে দেখলে মনে হয় চুরুট। তাই হয়তো এই নাম।\nডাচরা আর চৌরল্যান্ডার্স [ঈড়ঁৎষধহফবৎং], যারা আজকের লাতভিয়ার চৌরল্যান্ড প্রদেশ থেকে এসছিলো এই টোবাগোতে। বলা যেতে পারে যে, এরাই প্রথম ইউরোপীয় বাসিন্দা যারা বহু বছর ধরে এখানে বসবাস করেছে। এরা আজও অল্প সংখ্যক হলেও বসবাস করে। এরা এখানে টোব্যাকো আর কটন এর চাষাবাদ শুরু করেছিলো। সেটা ১৬ আর ১৭ শতাব্দীর মধ্যে বলে ধরা হয়।\nটোবাগো দ্বীপটার মালিকানা বারবার এক দেশ থেকে অন্য দেশের মধ্যে হাতবদল হয়েছে। যেমন ডাচ আর চৌরল্যান্ডার্সরা এই দ্বীপটা প্রথমে বিক্রি করে স্পেনীয়দের কাছে। আবার স্পেনীয়রা ফ্রেঞ্চদের কাছে আর অবশেষে ফ্রেঞ্চরা নেপোলিয়নের যুদ্ধে [১৮০৫] হেরে এই দ্বীপটা গ্রেট বৃটেনের কাছে বিক্রি করে দিতে বাধ্য হয়। বলা ভালো ক্ষতিপূরণ হিসাবে দিতে বাধ্য হয়েছিলো তখনকার ফ্রান্স সরকার।\n৮৪ বছর আলাদা দেশ হয়ে থাকবার পরে ১৮৮৯ সালে টোবাগো অবশেষে ত্রিনিদাদ এর সাথে মিশে যায়। এইভাবেই জন্ম হয় আজকের ত্রিনিদাদ-টোবাগো নামক দেশটার। বারবার এক দেশ থেকে আরেক দেশের হাতে চলে যাওয়ার জন্যই ত্রিনিদাদ-টোবাগোর বিভিন্ন অঞ্চলের নামে আমেরিকিন্ডিয়ান, স্পেনীয়, ফ্রেঞ্চ আর ব্রিটিশ ছাপ পড়েছে। ঠিক তেমনই এদেশের কালচারে বহু দেশের ছাপ পড়েছে।\n\n\n=== স্বাধীনতা ===\nত্রিনিদাদ-টোবাগো স্বাধীনতা পায় ৩১ আগস্ট ১৯৬২ সালে। ত্রিনিদাদ-টোবাগোর প্রথম প্রথম প্রধানমন্ত্রী এরিখ উইলিয়ামস অবশ্য ১৯৫৬ সাল থেকেই দেশের হয়ে প্রধানমন্ত্রীত্ব করেছিলেন। এনাকে সেদেশের মানুষ রাষ্ট্রপিতার সম্মান দিয়ে থাকে। তিনি ২৫ বছর দেশের হয়ে প্রধানমন্ত্রীত্ব করার পরে মৃত্যুবরণ করেন।\nদ্বিতীয় বিশ্বযুদ্ধের সময়ে ত্রিনিদাদ এর চাগুয়ারামাজ আর চুমুটো শহরে আমেরিকানরা সেনা ঘাঁটি নির্মাণ করলে তা ত্রিনিদাদ-টোবাগোর মানসিকতাকে পালটে দেয়। তারা বুঝতে পারে যে, এখানে গ্রেট বৃটেনের শাসন বেশিদিন চলবে না। বলা যেতে পারে যে, এই দ্বীপরাষ্ট্রের সামাজিক চরিত্র পালটাবার জন্য এই দুই সেনা ঘাঁটি নির্মাণ দায়ী। দ্বিতীয় বিশ্বযুদ্ধের শেষে সাড়া বিশ্ব জুড়ে উপনিবেশয়াল পাওয়ারের বিরুদ্ধে [ইংল্যান্ড আর ফ্রান্স] স্বাধীনতার সংগ্রাম শুরু হলে তার প্রভাবও এখানে লাগে।\nভারতীয় আর আফ্রিকান বংশোদ্ভূত ত্রিনিদাদ-টোবাগোর মানুষ গ্রেট বৃটেনের বিরুদ্ধে বিক্ষোভ দেখাতে শুরু করলে শ্বেতাঙ্গ শাসকরা ভীত হয়ে পড়ে। তারা সিদ্ধান্ত নেয় যে এবার তারা ক্ষমতা হস্তান্তর করবে। এরই ফল হলো ১৯৫৬ সালে স্বায়ত্তশাসন দেওয়া আর এরিখ উইলিয়ামস এর হাতে দেশের দায়ভার তুলে দেওয়া। এরিখ আজ অব্ধি বিশ্বের ইতিহাসে একমাত্র ইতিহাসবিদ; যিনি কোনও দেশের প্রধানমন্ত্রী হয়েছেন।\n১৯৫৮ সালে ওয়েস্ট ইন্ডিজ ফেডারেশন গঠিত হলে [এর মধ্যে থাকা ২০ ক্যারিবিয়ান দেশের অধিকাংশ নেতা ছিলেন আফ্রিকান বংশোদ্ভূত মানুষ] তা গ্রেট বৃটেনের কাছে চিন্তার কারণ হয়ে ওঠে। প্রথম দিকে পোর্ট অফ সেপন নয়, রাজধানী হওয়ার কথা ছিলো চাগুয়ারামাজ শহরের। কেননা এখানে সৈন্য ঘাঁটি ছিলো।১৯৬২ সালে ওয়েস্ট ইন্ডিজ ফেডারেশন এর বিলুপ্তি ঘটে, কারণ জামাইকা সরকারের অভিযোগ ছিলো এটা শুধুমাত্র গ্রেট বৃটেনের স্বার্থরক্ষা করছে। এই ফেডারেশনের পতন ঘটার প্রায় সাথে সাথেই গ্রেট বৃটেন ত্রিনিদাদ-টোবাগোকে আজাদি দিয়ে দিতে বাধ্য হয়।\n১৯৭৬ সালে ত্রিনিদাদ-টোবাগো সংবিধান সংশোধন করে নিজেদের একটা প্রজাতান্ত্রিক রাষ্ট্র হিসাবে ঘোষণা করে। ঐ একই বছরেই ত্রিনিদাদ-টোবাগো রাজি হয় পুনরায় ব্রিটিশ কমনওয়েলথ এর অন্যতম ক্যারিবিয়ান সদস্য হতে। এবং বহু বছর যাবৎ লন্ডনের প্রিভি কাউন্সিল ছিলো এই দ্বীপরাষ্ট্রের সর্বোচ্চ আদালত। ১৯৭২ সাল থেকে ১৯৮৩ সাল অবধি এই এই দ্বীপরাষ্ট্র প্রচুর মুনাফা লুটেছিলো পেট্রোলিয়াম জাত পণ্য তৈরি করে। ১৯৭২ থেকে ১৯৯০ সাল অবধি এই দ্বীপরাষ্ট্রের জনতার জীবনযাত্রার মান এমন জায়গায় পৌঁছেছিলো যে, অনায়াসে কোনও ইউরোপিয়ান দেশের সাথে তুলনা করা যেতো।\n১৯৯০ সালে ডিসেম্বরে পোর্ট অফ সেপনের ইতিহাসে সবচেয়ে রোমাঞ্চকর ঘটনা ঘটেছিলো। এক ইসলামিক উগ্রপন্থী দল, জামাত আল মুসলিমীনের নেতা ইয়াসিন আবু বকর [ণধংরহ অনঁ ইধশৎ], যার পূর্বনাম ছিলো লেন্নক্স ফিলিপ; তিনি সব মিলিয়ে ১১৪ জন সদস্য নিয়ে রেড হাউসে হামলা চালান। রেড হাউস হলো সেদেশের পার্লামেন্ট যেখানে অবস্থিত সে জায়গার নাম। এর ফলে ৭২ জন পার্লামেন্টারি মেম্বার ৬ দিনের জন্য এক অবিশ্বাস্য কিডন্যাপ এর শিকার হতে বাধ্য হন। এদের দাবী ছিলো যে, সেদেশের মুসলিমদের ওপরে ত্রিনিদাদের সেকুলার আইন প্রয়োগ করা যাবে না। তাদের জন্য শরিয়ত আইন ব্যবহারের অনুমতি দিতে হবে। উপায় না দেখে বাধ্য হয়েই মার্কিন কম্যান্ডোদের ডাকতে বাধ্য হয় ত্রিনিদাদ-টোবাগো সরকার। তারা চারপাশে ঘিরে ফেলে হুমকি দেয় যে, অবিলম্বে এই কিডন্যাপের নাটক বন্ধ করে সারেন্ডার না করলে তাকে আর ১১৪ জনকেই মেরে ফেলতে বাধ্য হবে মার্কিন কম্যান্ডো। এর ফলে ভয় পেয়ে আত্মসমর্পণ করতে বাধ্য হয় ইয়াসিন আবু বকর। এর ফলে অবশেষে ১৪৪ ঘণ্টা বাদে দেশের সবচেয়ে বড় বিপদের হাত থেকে রক্ষা পেয়েছিলো।\n২০০৩ থেকে পেট্রোলিয়ামের দাম এবং সমস্যা দেখে সরকার সিদ্ধান্ত নিয়েছে যে, তারা আবার আখ আর অন্যান্য কৃষিজ পণ্যের চাষাবাদ এর পরিমাণ বাড়িয়ে দেবে। কারণ মার্কিন অয়েল এক্সপার্ট জানিয়েছেন যে, ঐ ছোট দেশের সঞ্চিত গ্যাস আর খনিজ তেল বড়জোর ২০১৮-২০ সাল অবধি থাকবে। আর তাই সে'দেশের সরকার অর্থনীতির আসন্ন সংকটের কথা ভেবে এমন নীতি নিতে বাধ্য হয়েছে। আসলে ন্যাচারাল গ্যাস এবং পেট্রোলিয়াম-ই সেদেশের ইকোনমির মেরুদন্ড। কিন্তু তেল ফুরিয়ে গেলে সেদেশের অবস্থা কি হবে তা ভেবে চিন্তিত সেদেশের সরকার এবং মার্কিন সরকারও। কারণ সেদেশের গ্যাস আর তেলের ওপরে মার্কিন জনতা অনেকাংশে নির্ভরশীল। সেই জন্য ট্যুরিজম আর এগ্রিকালচার এর দিকে এখন বিশেষভাবে মনোযোগ দিচ্ছে কমলা বিশ্বেসর সরকার। এইজন্য সমপ্রতি ভারতের সাথে বিভিন্ন ধরনের বাণিজ্য চুক্তিও করেছে। ঐ চুক্তিতে স্বাক্ষর করেছেন সেদেশের ভারত সফরের জন্য নিযুক্ত দূত প্রাক্তন ক্রিকেট কিংবদন্তি ব্রায়ান লারা। এই চুক্তি হয়েছে দিল্লি এবং কলকাতায়। এর ফলে ত্রিনিদাদ আর ভারতের মধ্যে সম্পর্ক ভালো হবে বলে আশা করা যায়।\n\n\n== রাজনীতি ==\n\nত্রিনিদাদ-টোবাগোর রাজনীতি অনেকটাই ভারতের মতন। ভারতের মতই এখানে দুইটি কক্ষ আছে। এখানে বলা হয় সেনেট [লোকসভা] আর হাউস অফ রিপ্রেজেন্টেটিভ [রাজ্যসভা]। ভারতের মতই ত্রিনিদাদ-টোবাগোতেও দুই রাজনৈতিক দল আছে। আর আছে প্রজাতান্ত্রিক সরকার। ভারতের মতই এখানে আছে রাষ্ট্রপতি আর প্রধানমন্ত্রী চালিত সরকার। এখানে প্রধানমন্ত্রীর ক্ষমতা বেশি। বর্তমান সরকারের রাষ্ট্রপতি হচ্ছে জর্জ ম্যাক্সওয়েল রিচার্ডস। এবং এদেশের প্রধানমন্ত্রী একজন ভারতীয় বংশোদ্ভূত মহিলা, কমলা প্রসাদ বিশ্বেসর। ভারতের মতই এদেশের রাষ্ট্রপতি সাংসদের ভোটে নির্বাচিত হন। আর প্রধানমন্ত্রী জনতার ভোটে। ভারতের মতই রাষ্ট্রপতি আর প্রধানমন্ত্রী ইলেকশনে জিতলে পাঁচ বছরের জন্য নিশ্চিন্ত থাকেন। টোবাগো এই ইলেকশনে যোগদান করে না। তাদের জন্য আলাদা ইলেকশনের বন্দোবস্ত আছে। তবে নিয়ম একই।\nত্রিনিদাদ এর দুটি পার্লামেন্ট চেম্বার আছে তা আগেই বলেছি। প্রথমটা হচ্ছে সেনেট; আর তাতে ৩১টা আসন থাকে। পরেরটা হচ্ছে হাউজ অফ রিপ্রেজেন্টেটিভ, তাতে থাকে ৪১টা আসন। সেনেট এর সদস্য ভোটে জিতে আসেন না। অর্থাৎ আমাদের রাজ্যসভার সদস্যর মতন। ৪১ সদস্যের মধ্যে ১৬টা সদস্য প্রধানমন্ত্রীর দ্বারা, ৬টা বিরোধী দলের নেতার দ্বারা, আর ৯টা রাষ্ট্রপতির দ্বারা, আর অবশিষ্ট সদস্য বিশিষ্ট নাগরিকরা বেছে দেন। হাউজ অফ রিপ্রেজেন্টেটিভ এর ৪১ সদস্য সরাসরি জনতার ভোটে জিতে আসেন। প্রধানমন্ত্রী এই ৪১ সসদ্যের একজন হওয়া বাধ্যতামূলক।\n২৪ ডিসেম্বর ২০০১ থেকে ২৪ মে ২০১০ সাল পর্যন্ত এই দ্বীপরাষ্ট্র পিপলস ন্যাশনাল মুভমেন্ট এর সরকারের অধীনে ছিলো। তখন প্রধানমন্ত্রী ছিলেন প্যাট্রিক ম্যানিং। আর বিপক্ষ দল ছিলো ইউনাইটেড ন্যাশনাল কংগ্রেস। এর নেতা ছিলেন ভারতীয় বংশোদ্ভূত, বাসুদেব পান্ডে। ইনি আবার ১৯৯৫ সালে দেশের প্রথম ভারতীয় বংশোদ্ভূত প্রধানমন্ত্রী হয়েছিলেন। এই দুই পলিটিকাল পার্টি ছাড়াও ইদানীংকালে একটা নতুন দল গজিয়ে উঠেছে। নাম হচ্ছে কংগ্রেস অফ দ্য পিপল। এই দলের মাথা হলেন উইনস্টন ডুকেরান। ইনি বাসুদেব পান্ডের দলের সরকারের অন্যতম শরিক। পিপলস ন্যাশনাল মুভমেন্ট ২০০৭ সালের ইলেকশনে ২৬টা আসনে জিতেছিলো। আর ইউনাইটেড ন্যাশনাল কংগ্রেস ১৫টা।\nএখানে বলে রাখা ভালো যে, প্যাট্রিক ম্যানিং এর দল বরাবরই আফ্রিকানদের ভোট পেয়ে থাকে। আর বাসুদেব পান্ডের দল ভারতীয় বংশোদ্ভূত জনতার ভোট পেয়ে থাকে।\n২০০৭ সালে ভোটে জেতার মাত্র আড়াই বছর বাদে হঠাৎই প্যাট্রিক ম্যানিং তার সরকারকে ভেঙ্গে দিয়ে নতুন করে ভোটের আয়োজন করতে রাষ্ট্রপতিকে অনুরোধ জানান। এর পরে যে ভোট হয়, তাতে বিচ্ছিরি ভাবে হারেন প্যাট্রিক ম্যানিং। কারণ তিনি অনেক দুর্নীতিতে জড়িত ছিলেন। অতঃপর দেশের প্রধানমন্ত্রী হন বাসুদেব পান্ডের দূর সমপর্কের আত্মীয় কমলা প্রসাদ বিশ্বসর। তার দল কংগ্রেস অফ দ্য পিপল এর সাথে জোট বেঁধে ভোটে লড়ে ৪১ আসনের মধ্যে ২৯ আসনে জিতে সরকার গঠনে সক্ষম হন।\n\n\n== প্রশাসনিক অঞ্চলসমূহ ==\nত্রিনিদাদে ১৪টি স্থানীয় কর্পোরেশন আর মিউনিসিপ্যাল আছে। টোবাগোতে স্বায়ত্ব শাসন রয়েছে। নিচে ১৪টি কর্পোরেশন আর মিউনিসিপ্যাল এর নাম দেওয়া হলো।\n১. রিপাবলিক বোরো অফ পয়েন্ট ফরটিন, ২. সিপারিয়া, ৩. পেনাল-ডেবে, ৪. সান ফের্নান্ডো, ৫. প্রিন্সেসটাউন, ৬. রিও ক্লারো মায়ারো, ৭. সাংরে গ্র্যান্ডে , ৮. চৌভা-টাবাখুইট-টাল্পারো, ৯. চাগুয়ানাজ, ১০. পোর্ট অফ সেপন, ১১. রয়্যাল চাটার্ড বোরো অফ আরিমা, ১২. টুনা পুনা-পিয়ারকো, ১৩. সান জুয়ান লাভেন্টাইল, ১৪. ডিয়েগো মার্টিন। এইসব মিউনিসিপ্যাল স্বল্প স্বায়ত্বশাসনে চলে।\n\n\n== ভূমিকা ==\nত্রিনিদাদ-টোবাগো অন্যান্য ক্যারিবিয়ান দেশের মতই একটা দ্বীপরাষ্ট্র। লেসার অ্যান্টিলেসের দক্ষিণে অবস্থিত এই দ্বীপরাষ্ট্র। ভেনেজুয়েলা ত্রিনিদাদ-টোবাগোর উত্তরপূর্বে অবস্থিত। গ্রেনাডা ত্রিনিদাদ-টোবাগোর দক্ষিণে অবস্থিত। ত্রিনিদাদ-টোবাগোর অন্যতম প্রতিবেশী দেশ হচ্ছে বার্বাডোস [উত্তরপূর্বে অবস্থিত] আর গুয়ানা; যা কিনা দক্ষিণপূর্বে অবস্থিত। গুয়ানার পাশেই আছে ভেনেজুয়েলা।\nত্রিনিদাদ-টোবাগো দ্বীপরাষ্ট্রের মোট আয়তন ১৯৮০ স্কোয়ার কিলোমিটার। ত্রিনিদাদ-টোবাগো আসলে দুটি দ্বীপ নিয়ে গঠিত। ত্রিনিদাদ আর টোবাগো দুটি দ্বীপের নাম। এছাড়াও আরও অনেক দ্বীপ আছে; যেখানে কেউ থাকে না। কেননা ঐসব দ্বীপের মাটিতে পা দেওয়া স্বাস্থ্যের পক্ষে অতিশয় বিপজ্জনক। ত্রিনিদাদ-টোবাগো দেশের মধ্যের ত্রিনিদাদ হচ্ছে বৃহত্তম রাজ্য। দেশের ৯৬% জমি ত্রিনিদাদ অধিকার করে আছে। এছাড়াও দ্বীপরাষ্ট্রের ৯২% মানুষ এখানেই বসবাস করে। টোবাগো একটা ক্ষুদ্র নগণ্য দ্বীপ। এখানে ট্যুরিজমের ব্যবসার দরুন কিছু মানুষের জীবিকা অর্জন করা সম্ভব হচ্ছে। তাই এখানে কিছু মানুষ বসবাস করে। বেশিরভাগ হোটেল আর দোকান পাট এর মালিক আর শ্রমিক। ত্রিনিদাদ-টোবাগোর অসীম সৌভাগ্য যে, এই দ্বীপরাষ্ট্র হ্যারিকেন বলয়ের মধ্যে থাকে না। আর তাই এখানে হ্যারিকেন হয় না বললেই চলে।\nত্রিনিদাদ-টোবাগো ক্রিস্টোফার কলম্বাসের পা দেওয়া থেকে [মে, ১৪৯৮] ১৮০০ সাল অবধি ছিলো সপ্যানিশ জলদস্যুদের দখলে। ১৭৯৭ সালে ১৮ ফেব্রুয়ারি এখানে একটা ইস্ট ইন্ডিয়া কোমপানির জাহাজ পা দেয়। তারা তৎকালীন ত্রিনিদাদ-টোবাগো রাজ্যপাল ডন জোসেয় মারিয়া চাকোয়েন এর কাছে এখানে ব্যবসা করার অনুমতি চেয়েছিলো। চাকোয়েন তাদের টোবাগো দ্বীপে ব্যবসার অনুমতি দিলেও ত্রিনিদাদে ব্যবসা করার অনুমতি দিলেন না। এখানে অবশ্য ফ্রেঞ্চ আর ডাচরাও ব্যবসা করার অনুমতি পেয়েছিলেন। ১৮০২-০৩ সালে আমিয়েন্স এর সন্ধি অনুযায়ী ত্রিনিদাদ-টোবাগো ব্রিটিশদের হাতে অর্পণ করা হয়েছিলো।\nসেই থেকে ১৫০ বছরের বেশিদিন ধরে ত্রিনিদাদ-টোবাগো ছিলো গ্রেট বৃটেনের অধীনে। ১৯৬২ সালের ১ আগস্ট ত্রিনিদাদ-টোবাগো আজাদি পায়। আর ১৯৭৬ সালে ত্রিনিদাদ-টোবাগো একটা প্রজাতন্ত্রী দেশে পরিণত হয়।\nত্রিনিদাদ-টোবাগো অনেক ব্যাপারে সাধারণ ইংরাজি ভাষী ক্যারিবিয়ান দেশের চেয়ে কিছুটা আলাদা। এদেশের অর্থনীতি কিন্তু কৃষিক্ষেত্রের ওপরে নয়, দাঁড়িয়ে আছে কুটিরশিল্প আর ভারী শিল্পের ওপরে। এর কারণ এখানে সামান্য পরিমাণে খনিজ তেল পাওয়া যায়। এর ফলে পেট্রোল আর অন্যান্য পেট্রোকেমিক্যাল [আলকাতরা, ডিজেল, স্যাকারিন, ন্যাপথা] সহজেই পাওয়া যায়। যা ভারী শিল্পের পক্ষে লাভদায়ক।\nত্রিনিদাদ-টোবাগো বিখ্যাত এখানকার কার্নিভ্যাল আর সঙ্গীতের জন্য। ট্রিনি কার্নিভ্যাল অনেকের মতে রিও কার্নিভ্যাল এর পরেই বিশ্বের সবচেয়ে সুন্দর কার্নিভ্যাল। এই কার্নিভ্যাল ছোটদের দেখা নিষিদ্ধ। এই দ্বীপরাষ্ট্র থেকেই এসছে সোকা, ষ্টীল প্যান [এক ধরনের বাদ্য], ক্যালিপ্সো , চাটনি আর লিম্বো। এর মধ্যে চাটনি হচ্ছে ভারতীয় বংশোদ্ভুত জনতার সৃষ্ট সঙ্গীত স্টাইল। এই গানবাজনায় খোল, ঢাক আর করতাল ব্যবহৃত হয়। এছাড়াও এখানে আছে পিচকারি নামক এক অদ্ভুত সঙ্গীত স্টাইল। এতে হিন্দি, ভোজপুরি আর ইংরাজি ভাষার মিশেল দেওয়া হয়। হোলি আর ত্রিনিদাদ কার্নিভ্যাল চলার সময়ে এই গান বাজে।\n\n\n== ভূগোল ==\nত্রিনিদাদ-টোবাগো নামটা কীভাবে এলো তা নিয়ে আছে বিস্তর বিতর্ক। বিখ্যাত জামাইকান ইতিহাসবিদ ই.এল. জোসেফ এর দাবী; ক্রিস্টোফার কলম্বাস যখন এই দ্বীপরাষ্ট্রের মাটিতে পা ফেলেন, তখন নাকি তিনি সপ্যানিশ ভাষায় বলেন, লা ইসলা ডে লা ত্রিনিদাদ। বাংলায় এর অর্থ হলো, ত্রিমূর্তি দ্বীপ। দূর থেকে ত্রিনিদাদ-টোবাগোকে দেখতে অনেকটা ত্রিশূলের মত লাগে বলেই হয়তো কলম্বাস এমন নাম দিয়েছিলেন। আর টোবাগো দ্বীপের চেহারা অনেকটাই চুরুটের মত বলে সপ্যানিশরা এই নাম দিয়েছিলো। সপ্যানিশ শব্দ টোবাগো এর বাংলা অর্থ চুরুট। এই টোবাগো শব্দটাই পরে ইংরাজি বানানে আর উচ্চারণে হয়েছে টোব্যাকো।\nত্রিনিদাদ-টোবাগো লেসার অ্যান্টিলেসের দক্ষিণপূর্ব প্রান্তে থাকা একটা দ্বীপরাষ্ট্র। এই দ্বীপরাষ্ট্রের ভৌগোলিক অবস্থান হচ্ছে ১০০২ থেকে ১১০১২ উত্তর অক্ষাংশ আর দ্রাঘিমাংশ হচ্ছে ৬০০৩০ থেকে ৬১০৫৬ অবধি। ভেনেজুয়েলার সী বীচ থেকে মাত্র ১২ কিলোমিটার দূরত্বে অবস্থিত। এই কারণে সীমানা নিয়ে মাঝে মাঝে ঝামেলা হয়।\nত্রিনিদাদ-টোবাগো এর মোট আয়তন হচ্ছে ৫১৩১ স্কোয়ার কিলোমিটার। এর মধ্যে ত্রিনিদাদ দ্বীপ ৪৭৬৮ স্কোয়ার কিলোমিটার এলাকা জুড়ে আছে। এটা দেশের মোট আয়তনের ৯২% দখল করে আছে। এই দ্বীপের দৈর্ঘ্য হচ্ছে ৮০ কিলোমিটার আর প্রস্থ হচ্ছে মাত্র ৫৯ কিলোমিটার। আর টোবাগো এর আয়তন মাত্র ৩০০ স্কোয়ার কিলোমিটার। দেশের মোট আয়তনের মাত্র ৬% দখল করে আছে। এই দ্বীপের দৈর্ঘ্য হচ্ছে ৪১ কিলোমিটার আর প্রস্থ হচ্ছে মাত্র ১২ কিলোমিটার। অবশিষ্ট স্থান কিছু ছোট ছোট নির্জন দ্বীপ দখল করে আছে। যেমন চাকাঁচাক্রে, মনোস, হুয়েভাস, গ্যাসপার র্গ্যান্ডে, লিটল টোবাগো আর সেন্ট জাইলেস আইল্যান্ড। এখানে কেউ থাকে না কারণ এই দ্বীপে পা ফেললে তার প্রাণসংশয় হতে পারে।\nযদিও ভেনেজুয়েলার প্রতিবেশী দেশ এই ত্রিনিদাদ-টোবাগো, এই দ্বীপরাষ্ট্র দক্ষিণ আমেরিকার টেকটনিক প্লেটের ওপরে রয়েছে, তবুও এই দ্বীপরাষ্ট্র উত্তর আমেরিকার অংশ বলে ধরা হয়। যেহেতু ত্রিনিদাদ-টোবাগো এর সরকারি ভাষা ইংরাজি, এর সংস্কৃতি আফ্রো- ব্রিটিশ সংস্কৃতির সন্তান তাই ত্রিনিদাদ-টোবাগোকে ওয়েস্ট ইন্ডিজের অন্তর্গত বলে ধরা হয়। ওয়েস্ট ইন্ডিজ ক্রিকেট বোর্ডের সবচেয়ে প্রভাবশালী সদস্য এই ত্রিনিদাদ-টোবাগো। সবচেয়ে বেশি টেস্ট আর ওয়ানডে ম্যাচও খেলা হয়েছে রাজধানী পোর্ট অফ সেপনে।\nত্রিনিদাদ-টোবাগোর ভূগোল হচ্ছে পার্বত্য আর সমতল এলাকার সুন্দর কম্বিনেশন। এই দ্বীপরাষ্ট্রের সর্বোচ্চ শৃঙ্গ হচ্ছে এল চেররো ডেল আরিপো। এর উচ্চতা হচ্ছে সী লেভেল থাকে প্রায় ৩০৮০ ফিট। ত্রিনিদাদ-টোবাগো দ্বীপরাষ্ট্রের অধিকাংশ মানুষ ত্রিনিদাদ এর শহরে থাকে। এদেশের রাজধানী হচ্ছে পোর্ট অফ সেপন আর অন্যান্য বড় শহর হচ্ছে সান ফের্নান্ডো, আর চাগুয়ানাজ। আর টোবাগোর সবচেয়ে বড় শহর হচ্ছে স্কারবোরো। ত্রিনিদাদ এর মাটিতেও আছে অদ্ভুত বৈচিত্র্য। এই দ্বীপরাষ্ট্রের অধিকাংশ মাটি বালি আর ভারি কাদামাটি দিয়ে বানানো। আর দেশের উত্তরাংশের পাহাড়ি অংশে রয়েছে কালো মাটি। যা দেশের মধ্যে সবচেয়ে উর্বর অংশ বলে ধরা হয়।\nএখানকার উত্তরাঞ্চলের পাহাড়ি এলাকার মাটি পাথুরে আর তা বহু প্রাচীন। অধিকাংশ ভূতাত্ত্বিকদের মতে তা জুরাসিক ক্রেটাসিয়াস যুগের। অর্থাৎ কমপক্ষে ৫ থেকে ১০ কোটি বছর আগে তৈরি হয়েছে। কিন্তু ত্রিনিদাদ-টোবাগোর সমতল এলাকা বেশিদিনের পুরানো নয়। আনুমানিক ১ থেকে ২ কোটি বছর আগে তৈরি হয়েছে। দক্ষিণের সামুদ্রিক অঞ্চল তৈরি হয়েছে মাইওসিন-পাইলোসিন যুগের বালি, কাদা আর নুড়িপাথর দিয়ে। এখানেই আছে কিছু পরিমাণে ন্যচারাল গ্যাস আর খনিজ তেল। বিশেষ করে লস বাজোস চ্যুতিতে; যা উত্তরাংশে অবস্থিত।\n\n\n== জলবায়ু ==\nত্রিনিদাদ-টোবাগো একটা ক্রান্তীয় জলবায়ুর দেশ। এখানে মাত্র দুটি মরসুম বিরাজ করে। জানুয়ারি থেকে জুন অবধি হচ্ছে শুষ্ক জলবায়ু। আর জুলাই থেকে ডিসেম্বর অবধি আর্দ্র জলবায়ু। এখানে তাপমাত্রা গ্রীষ্মকালে গড়পড়তা ৩৫ ডিগ্রি সেন্টিগ্রেড অবধি হতে পারে। পোর্ট অফ সেপনে ১৯৯২ এর মে মাসে ইতিহাসের সর্বোচ্চ তাপমাত্রা লিপিবদ্ধ হয়েছিলো। ৩৮ ডিগ্রি সেন্টিগ্রেড। এবং ইতিহাসের সর্বনিম্ন তাপমাত্র লিপিবদ্ধ হয়েছিলো ডিয়েগো মার্টিন অঞ্চলে। মাত্র ১৫ ডিগ্রি সেন্টিগ্রেড। আগেই বলেছি যে ত্রিনিদাদ-টোবাগো অন্য ক্যারিবিয়ান দেশের মতন হ্যারিকেন বলয়ের মধ্যে নেই। আর তাই এখানে হ্যারিকেন বা ঘূর্ণিঝড় হয় না বললেই চলে। যদিও ২০০৪ এর সেপ্টেম্বরে হ্যারিকেন ইভান এখানে অল্প হলেও আঘাত করেছিলো।\n\n\n== জৈব বৈচিত্র্য ==\nএখানকার বাসিন্দা প্রাণীদের সমপর্কে বিশদ ভাবে জানা গিয়েছে। এখানে ৪৬৭ প্রজাতির পাখী, ১০০ প্রজাতির স্তন্যপায়ী, ৯০ প্রজাতির সরীসৃপ আর ৩০ প্রজাতির উভচর আর যথাক্রমে ৫০ রকমের মিঠা জলের মাছ আর ৯৫০ রকমের নোনা জলের বা সামুদ্রিক মাছ পাওয়া যায়। ভাবলে বিস্মিত হতেই হবে। এছাড়াও টোবাগোতে ৬৫০ রকমের প্রজাপতি দেখতে পাওয়া যায়। তবে বেশ কয়েক বছরে অকল্পনীয় পরিবেশ দূষণের [কারখানা থেকে বিষ বেরিয়ে যাওয়া, সমুদ্রে খনিজ তেল মেশা, মোবাইল ফোন ব্যবহার আর পরিবহন থেকে ধোঁয়া] কারণে এখানে অনেক প্রজাতির প্রাণী হারিয়ে যাচ্ছে। শেষ সরকারি গণনা থেকে জানা গেছে এখানে ৩০০০ রকমের গাছ পাওয়া যায়। এর মধ্যে মেহগনি, শিশু গর্জন আর বট উল্লেখযোগ্য।\n\n\n== অর্থনীতি ==\nত্রিনিদাদ-টোবাগো হচ্ছে ক্যারিবিয়ান দেশের মধ্যে সবচেয়ে বেশি আর্থিক শক্তিসমপন্ন দেশ। সবচেয়ে উন্নততম দেশও বটে। ২০১০ সালের ইউনাইটেড নেশন্সের রিপোর্ট অনুযায়ী ৭০টি সবচেয়ে ধনী দেশের মধ্যে ত্রিনিদাদ-টোবাগোর স্থান ৪০তম। ক্যারিবিয়ান দেশের মধ্যে মাথাপিছু আয় সবচেয়ে বেশি এই দ্বীপরাষ্ট্রের। আনুমানিক ২০৩০০ টাকা প্রতি মাসে। ২ নভেম্বর ২০১১ সালে ত্রিনিদাদ-টোবাগো ইউনাইটেড নেশন্সের কাছে উন্নত বিশ্বের অন্তর্গত হয়েছে। অর্থাৎ এখন আর ত্রিনিদাদ-টোবাগো উন্নয়নশীল দেশ নয়। এটা বিরাট গৌরবের কথা।\nএই দ্বীপরাষ্ট্রের অর্থনীতির ভিত দাঁড়িয়ে আছে মূলত খনিজ তেল আর ন্যাচারাল গ্যাসের ওপরেই। পর্যটন আর ভারী শিল্প এদেশের অর্থনীতির অন্যতম পিলার। এখানে পর্যটন শিল্প বেশ জমে উঠছে; বিশেষত টোবাগো দ্বীপে। এখানে কৃষিক্ষেত্র কিছুটা অবহেলিত। এই দ্বীপরাষ্ট্রের উল্লেখযোগ্য কৃষিজ পণ্য হচ্ছে আখ, কোকোয়া [যা দিয়ে চকোলেট তৈরি হয়] আর নারকেল।\nএখানকার সবচেয়ে গুরুত্বপূর্ণ পণ্য হচ্ছে তরলায়িত ন্যাচারাল গ্যাস। অর্থাৎ যে গ্যাস মাইনাস ১৫০ ডিগ্রিতে বাষ্পীভূত অবস্থা থেকে তরলে বদলে গিয়েছে। এই গ্যাস এর ৩৫% বিদেশে রফতানি করা হয়। এই প্রাকৃতিক গ্যাসকে আমরা সংক্ষেপে এল.এন.জি বা লিকুইফায়েড ন্যাচারাল গ্যাস হিসাবে চিনি। এটাই রান্নার গ্যাস হলে তা হবে এল.পি.জি গ্যাস। তা ত্রিনিদাদ-টোবাগোর অর্থনীতি এল.এন.জি ছাড়াও পেট্রোল, ডিজেল আর ষ্টীল এর উপর নির্ভরশীল। বিশেষ করে খনিজ তেলজাত পণ্য বেশি। কেননা এ থেকে অ্যালুমিনিয়াম, প্লাস্টিক আর স্যাকারিন তৈরি হয়। এই তিনটে জিনিস তৈরি হয় এমন কারখানা প্রচুর আছে ত্রিনিদাদে। এই কারণে এই দ্বীপরাষ্ট্র ক্যারিবিয়ান দেশের মধ্যে সবচেয়ে এগিয়ে আছে। ভেনেজুয়েলা ছাড়া আশপাশের কোনও দেশে এত উন্নত অর্থনীতি নেই। এই দ্বীপরাষ্ট্রের দ্বারা ত্রিনিদাদ রাম, চিনি, বিভিন্ন ফল, অ্যালুমিনিয়াম, প্ল্যাস্টিকের বিভিন্ন পণ্য আর সিমেন্ট রফতানি করা হয়।\nদেশের মোট আয়ের ৪৫% আসে তেল আর গ্যাস থেকেই। আর বিদেশী টাকার ৮০% আসে এই দুই জিনিস থেকেই। তেল থেকে ৫৭% আর গ্যাস থেকে ৪৩% বিদেশী মুদ্রা আসে। কিন্তু চাকরি ক্ষেত্র থকে মাত্র ৫% আসে। এখন মার্কিন যুক্তরাষ্ট্রের মোট এল.এন.জি আমদানির ৭০% আসে ত্রিনিদাদ-টোবাগো থেকেই। আগে আসতো ভেনেজুয়েলা থেকে। কিন্তু ভেনেজুয়েলার বিখ্যাত কমিউনিস্ট প্রেসিডেন্ট হুগো চাভেজ আমেরিকার বদলে এই এল.এন.জি বেশি সাপ্লাই করে অন্যান্য দেশে। এই কারণে আমেরিকার ত্রিনিদাদ-টোবাগো উপরে নির্ভরতা বেড়ে গিয়েছে।\nত্রিনিদাদ-টোবাগো এখন ধীরে ধীরে পেট্রোকেমিক্যালস নির্ভর অর্থনীতি ছেড়ে এল.এন.জি নির্ভর অর্থনীতির দিকে ঝুঁকছে। এই মুহূর্তে ত্রিনিদাদ-টোবাগো হচ্ছে বিশ্বের দ্বিতীয় বৃহত্তম ন্যাচারাল গ্যাস উৎপন্নকারি দেশ। ভেনেজুয়েলার ঠিক পরেই। ত্রিনিদাদ-টোবাগোর ম্যানুফাকচারিং ক্ষেত্র বেশ উন্নত; অন্তত ক্যারিবিয়ান দেশের মধ্যে ত বটেই। এদেশের ইন্টারন্যাশনাল এয়ারপোর্ট আগের চেয়ে উন্নত আর বিস্তারলাভ করেছে। ২০০১-০২ সাল থেকে এখানে পরিকাঠামো ক্ষেত্রে [রাস্তাঘাট, বিদ্যুৎ, জল, গ্যাস, বন্দর আর বিমান বন্দর] আরও বেশি পয়সা ঢেলে উন্নত করার চেষ্টা চলছে। এখানে চার লেনের রাস্তাকে ছয় লেনের রাস্তা করা ছাড়াও ওভারব্রিজ বানানোর কাজ পুরোদমে চলছে। এখানে শহরে যত ভালো পরিকাঠামো আছে; গ্রামে তত ভালো নয়। গ্রামে জল আর স্বাস্থ্য ক্ষেত্র কিঞ্চিৎ উপেক্ষিত। তুলনায় শহরের হাসপাতাল আর নার্সিং হোম এর মান যেকোনো আমেরিকান শহরের নার্সিং হোমের স্ট্যান্ডার্ডের সাথে তুলনীয়।\n\n\n== টেলিফোন ==\nএখানে টেলিফোন সার্ভিস এর স্ট্যান্ডার্ড বেশ ভালো। অন্তত অন্য ক্যারিবিয়ান দেশের চেয়ে তো বটেই। এখানে মোবাইল ফোনের চাহিদা ধীরে ধীরে বাড়ছে। আর তার সাথে নেটওয়ার্ক কোমপানির চাহিদাও বাড়ছে।টেলিকমিউনিকেশন সার্ভিসেস অফ ত্রিনিদাদ অ্যান্ড টোবাগো লিমিটেড এখানে সবচেয়ে বড় টেলিফোন সার্ভিস কোমপানি। কিন্তু তাদের একাধিপত্য শেষ হয়েছে ২০০৫ সালে শেষ হয়ে গেছে। সেই বছরের জুনে ডিজিসেল আর লাক্টেল কোমপানিকে এখানে ব্যবসা করার অনুমোদন দেওয়া হয় ত্রিনিদাদ-টোবাগো সরকারের দ্বারা। যদিও এখনও এই দ্বীপরাষ্ট্রের ৫৪% মানুষের মোবাইল আর ল্যান্ডলাইন ফোনের সংযোগ আছে এই টি.এস.টি.টি সংস্থারই।\n\n\n== পরিবহন ==\nআগেই বলেছি যে এই দ্বীপরাষ্ট্রের অধিকাংশ চার লেনের রাস্তাকে ছয় লেনের রাস্তায় বদলে ফেলা হচ্ছে ২০০১-০২ থেকে। এখানে তিনটে এয়ারপোর্ট আছে। পোর্ট অফ সেপন, স্কারবোরো আর সান ফের্নান্ডোতে। জলপথেও ফেরিতে করে ১৫ মিনিটে দুটি দ্বীপে যাতায়াত করা যায়। এছাড়া ট্রাক, মিনিবাস, ট্যাক্সি আর বাস এখানে দিব্যি চলে। এখানে সমুদ্রে চলে ক্রুইজ জাহাজ আর ওয়াটার ট্যাক্সি। এই ওয়াটার ট্যাক্সি কেবল এক শহর থেকে আরেক শহরে যায়। অনেকে বলে যে ওয়াটার ট্যাক্সি না চড়লে নাকি ত্রিনিদাদ-টোবাগো ভ্রমণ সমপূর্ণ হয় না।\n\n\n== এয়ারপোর্ট ==\nদেশের প্রথম এয়ারপোর্ট নির্মিত হয়েছিলো ৮ জানুয়ারি ১৯৩১ সালে, পিয়ারকোতে; যা রাজধানীর খুব কাছে। এই এয়ারপোর্টের উচ্চতা সী লেভেল থেকে মাত্র ৫৭ ফিট ওপরে। এই বিমান বন্দরে আছে দুটি টার্মিনাল। উত্তর আর দক্ষিণ টার্মিনাল। পিয়ারকো ইন্টারন্যাশনাল এয়ারপোর্টের আছে দুই রানওয়ে। যা ১০৫০০ ফিট লম্বা। ২০০৬ থেকে এখানে বাৎসরিক যাত্রী বহনের সংখ্যা ছিলো ২৬ লাখ। সরকারি রিপোর্ট থেকে জানা গেছে যে, ডিসেম্বর ২০০৭ থেকে এই এয়ারপোর্টে মোট ১৯ ইন্টারন্যাশনাল এয়ারলাইন্স কোমপানি সারাদিনে অ্যাভারেজ মোট ১৫০ বার প্লেন ওড়ায়। এই এয়ারপোর্ট থেকে পৃথিবীর মোট সাতাশটা দেশে বিমান চলাচল করে। এই দ্বীপরাষ্ট্রের একমাত্র আর সরকারি এয়ারলাইন্স হচ্ছে ক্যারিবিয়ান এয়ারলাইন্স। যা ১ জানুয়ারি ১৯৫২ থেকে চলে। ১ মে ২০১০ সালে ত্রিনিদাদ-টোবাগো সরকার এয়ার জামাইকা এয়ারলাইন্স কোমপানি কিনে নিয়েছে।\n\n\n== জনসংখ্যা ==\nজুলাই ২০১১ এর ইউনাইটেড নেশন্সের জনগণনা অনুযায়ী এই দ্বীপরাষ্ট্রের মোট জনসংখ্যা হচ্ছে ১২২৭৫০৫। প্রতি স্কোয়ার কিলোমিটারে এখানে বসবাস করে ২৫৪ জন।\n\n\n== জনগণ ==\n\n২০০৫ সালের জনগণনা অনুযায়ী এদেশের ৯৫% মানুষ ত্রিনিদাদ আর মাত্র ৫% মানুষ টোবাগোতে থাকেন। \nএখানে মূলত দুই জাতির মানুষ বসবাস করেন। বিহারি বংশোদ্ভূত ভারতীয় [৩৯%] আর আফ্রিকান বংশোদ্ভূত মানুষ [৩৮%] আর ভারতীয়-আফ্রিকান বর্ণসংকর মুল্লাটো [৮%] হচ্ছে এদেশের মোট জনগণের ৮৫ শতাংশ। অবশিষ্ট ১৫% মানুষের মধ্যে আছে, ইউরোপিয়ান, চীনা, সিরিয়া-লেবানন আর কিছু আমেরিন্ডিয়ান বা ক্যারিব উপজাতির এক বংশধর। আমেরিন্ডিয়ান মানুষ সেদেশের মোট জনগণের মাত্র ২ শতাংশ।\nনিচে দেওয়া হচ্ছে সেদেশের শহরে বসবাস করা মোট মানুষের সংখ্যা। এ হিসাব ২০০০ সালের।\n১. চাগুয়ানাজ [৬৭৪৩৩], ২. সান ফের্নান্ডো [৫৫৪১৯], ৩. পোর্ট অফ সেপন [৪৯০৩১], ৪. আরিমা বা অৎরসধ [৩২২৭৮], ৫. মারা বেলা [২৬৭০০], ৬. পয়েন্ট ফোরটিন [১৯০৫৬], ৭. টুনা পুনা বা [১৭৭৫৮], ৮. স্কারবোরো [১৭০০০], ৯. সাংরে গ্র্যান্ডে [১৫৯৬৮], ১০. পেনাল [১২২৮১], ১১. আরৌচা [১২০৫৪], ১২. প্রিন্স টাউন [১০০০০], ১৩. সিপারিয়া [৮৫৬৮], ১৪. চৌভা [৫১৭৮], ১৫. টাবাখুইট [৩৩১৪], ১৬. ডেবে [৩১২৭]। গ্রামের সম্বন্ধে কিছু জানা যায় না।\n\n\n== ধর্ম ==\n\n২০১১ সালের আদমশুমারি অনুযায়ী, ত্রিনিদাদ ও টোবাগোতে  বিভিন্ন ধর্ম অনুশীলন করা হয়। রোমান ক্যাথলিক মোট জনসংখ্যার ২১.৬০%  ও ত্রিনিদাদ ও টোবাগোতে বৃহত্তম ধর্মীয় গোষ্ঠী । দ্বিতীয় বৃহত্তম ধর্মীয় গোষ্ঠী  হিন্দু ১৮.১৫% । পেন্টেকোস্টাল / ইভানজেলিকাল / ফুল গসপেল জনসংখ্যার.১২.০২% ও তৃতীয় বৃহত্তম ধর্মীয় গোষ্ঠী । নাস্তিক বা যারা ধর্ম মানে না তারা জনসংখ্যার ১১.১% । অবশিষ্ট জনগোষ্ঠীর আধ্যাত্মিক শৌটার ব্যাপটিস্ট (৫.৬%), অ্যাংলিকান (৫.৬৭%), মুসলিম (৪.৯৭% ), সেভেনহেন ডে অ্যাডভাইস্টিস্টস (৪.০৯%), প্রেসবিটারিয়ানস বা কান্ডগ্রেসিস্টিস্টস (২.৪৯%), আধ্যাত্মিক (২.১৮%),  ইহুদি(১.৪৭% ), অন্যান্য ব্যাপটিস্ট (১.২১%), ত্রিনিদাদ ওরিশা বিশ্বাসী (০.৯%), মেথডিস্ট (০.৬৫%), রাস্তাফেরিয়ানস (০.২৭%) এবং মোরাভিয়া গির্জা (০.২৭%)।দুই আফ্রিকান সংস্কৃতি   বিশ্বাসী, শৌটার বা আধ্যাত্মিক ব্যাপটিস্ট এবং ওরিশা বিশ্বাসী (পূর্বে বলা হত সাংগো , প্রশংসাসূচক শব্দ নয়) দ্রুততম ক্রমবর্ধমান ধর্মীয় গোষ্ঠীগুলির মধ্যে একটি। একইভাবে ত্রিনিদাদীয়দের ইভানজেলিক্যাল প্রোটেস্ট্যান্ট এবং ফান্ডামেন্টালবাদী চার্চগুলির সংখ্যাতে উল্লেখযোগ্য বৃদ্ধি ঘটেছে, যা বেশিরভাগ ত্রিনিদাদীয়দের দ্বারা \"পেন্টেকোস্টাল\" বলে মনে হয়।যদিও এই নামটি প্রায়  ভুল। ইন্দো-ত্রিনিদাদিয়ান ও টোবাগোনিয়ান ,ইন্দো-ত্রিনিদাদিয়ান ও টোবাগোনিয়ান সংখ্যালঘুদের দ্বারা শিখধর্ম , জৈন ধর্ম , জরাথুস্ট্রবাদ, বাহাই ধর্ম, ও বৌদ্ধধর্ম অনুশীলন করা হয়। বৌদ্ধধর্ম ও তাওবাদ এর মতো  পূর্বদেশীয় ধর্মগুলি চীনা সম্প্রদায় অনুসরণ করে।\n\n\n== ভাষা ==\nএই দ্বীপরাষ্ট্রের প্রধান সরকারি ভাষা হচ্ছে ইংরাজি। যদিও সপ্যানিশ ভাষাকে দ্বিতীয় সরকারি ভাষা বলে মনে করা হয়। কিন্তু এদেশের প্রধান কথ্য ভাষা মূলত হচ্ছে ত্রিনিদাদ ক্রিওলে । এতে ইংরাজি, ভোজপুরি, বিভিন্ন আফ্রিকান, ফরাসি আর সপ্যানিশ ভাষার মিশেল দেওয়া আছে। এদেশের ৫% লোকের মাতৃভাষা হচ্ছে সপ্যানিশ। এদের অধিকাংশ আমেরিকা আর ভেনেজুয়েলার মানুষ।\nপ্রাথমিক ভারতীয় অভিবাসীরা অধিকাংশই হিন্দুস্তানি ভাষার  (হিন্দি ও উর্দু) উপভাষা ভোজপুরি ভাষা ও অবধি ভাষায় কথা বলত । পরে যা ত্রিনিদাদিয়ান হিন্দুস্তানী (হিন্দি-উর্দু)তে রুপান্তরিত হয় ও ইন্দো-ত্রিনিদাদিয়ান ও টোবাগোনিয়ান এর \"লিংগুয়া ফ্রাঙ্কা\" হয়ে উঠে।১৯৩৫  সালে, ভারতীয় সিনেমা ত্রিনিদাদ দর্শকদের দেখানো শুরু হয়। বেশিরভাগ ভারতীয় চলচ্চিত্র স্ট্যান্ডার্ড হিন্দুস্তানী (হিন্দি-উর্দু) উপভাষায় ছিল এবং এর ফলে ত্রিনিদাদিয়ান হিন্দুস্তানীকে  সংশোধন করে সামান্য হিন্দু ও উর্দু বাক্যাংশ এবং শব্দভাণ্ডার যোগ করা হয়। ভারতীয় চলচ্চিত্রগুলি ইন্দো-ত্রিনিদাদিয়ান ও টোব্যাগিয়ানদের মধ্যে হিন্দুস্তানীকে পুনরুজ্জীবিত করে।  ১৯৭০এর দশকের শেষের মধ্যবর্তীতে ইন্দো-ত্রিনিদীয় ও টোবাগিয়ানদের 'লিংগুয়া ফ্রাঙ্কা' ত্রিনিদাদিয়ান হিন্দুস্তানী থেকে ইংরেজিতে 'হিন্দিনাইজড' সংস্করণে পরিণত হয়েছিল। আজ হিন্দুস্তানী বেঁচে আছে ইন্দো-ত্রিনিদাদিয়ান ও টোবাগোনীয় সংগীতীয় রূপ ভজন, ভারতীয় শাস্ত্রীয় সঙ্গীত, ভারতীয় লোক সঙ্গীত, ফিল্মি, পিচকারি, চটনি গান, চটনি সোকা, এবং চটনি পারং এর মাধ্যমে। বর্তমানে ত্রিনিদাদিয়ান হিন্দুস্তানী বলতে বোঝায় যারা ইন্দো-ত্রিনিদাদিয়ান এবং টোবাগোনীয়।এরা জনসংখ্যার ৫.৫৩%, প্রায় ২৬,০০০ জন। অনেক ইন্দো-ত্রিনিদাদিয়ান এবং টোবাগিয়ানস আজ এক ধরনের হিংলিশ ভাষায় কথা বলে, যা ত্রিনিদাদিয়ান এবং টোবাগোনীয় ইংরেজিতে গঠিত,যাতে ত্রিনিদাদিয়ান হিন্দুস্তানী শব্দভাণ্ডার এবং বাক্যাংশ থাকে । অনেক ইন্দো-ত্রিনিদাদীয় এবং টোবাগিয়ানরা আজ হিন্দুস্তানী ভাষায় বাক্যাংশ পড়তে বা প্রার্থনা করতে পারে। ত্রিনিদাদ ও টোবাগোতে অনেক স্থান রয়েছে যা হিন্দুস্তানী  নাম থেকে এসেছে। কিছু বাক্যাংশ এবং শব্দভাণ্ডার এমনকি দেশের মূলধারার ইংরেজি এবং ইংরেজি ক্রেওলে উপভাষায়ও পৌঁছেছে।\nএদেশের অধিকাংশ ভারতীয় বংশোদ্ভূত মানুষ, যাদের পূর্বপুরুষ বিহার এবং উত্তর প্রদেশ আর কলকাতা থেকে এসছিলেন তাদের মধ্যে বেশ কিছু মানুষ ভোজপুরি ভাষা বলতে পারেন। দেখা গেছে যে প্রায় ১৫% মানুষ ভোজপুরি ভাষা বলতে পারেন। আর বাদবাকি মানুষ বুঝলেও বলতে পারেন না। তবে ৯৯% ভারতীয় ত্রিনিদাদ ক্রিওলে আর ইংরাজিকে তাদের মাতৃভাষা বলে মানেন। এদের একটা নিজস্ব সঙ্গীত ধারা আছে। একে এরা বলে পিচকারি সঙ্গীত। এটা ত্রিনিদাদ কার্নিভ্যাল আর হোলির সময়ে গাওয়া হয়। এই গানে থাকে ৫০% ইংরাজি, ৩০% ভোজপুরি আর ২০% হিন্দি শব্দ। বাকি ১ শতাংশ ভারতীয় তামিল ভাষায় কথা বলেন। এরা মাত্র ৪০ বছর আগে ভারত থেকে ত্রিনিদাদে গিয়েছিলেন। এখন সেদেশের নাগরিক হয়ে গেছেন।\n\n\n== শিক্ষা ==\nযদিও এদেশের স্কুলে যাবার সরকারি বয়স হচ্ছে ৫ বছর কিন্তু অধিকাংশ ভারতীয় আর আফ্রিকান বংশোদ্ভূত মানুষ তার ছেলেমেয়েদের স্কুলে পাঠান ৩ বছর বয়স থেকেই। প্রাথমিক স্কুল হয় প্রথম শ্রেণী থেকে সপ্তম শ্রেণী অবধি। আর মাধ্যমিক স্কুল হয় অষ্টম থেকে দ্বাদশ শ্রেণী অবধি। মানে পাঁচ বছর মাধ্যমিক স্কুলে পড়া যায়। তারপর দিতে হয় ক্যারিবিয়ান সেকেন্ডারি এডুকেশন সার্টিফিকেট পরীক্ষা যা আমাদের দেশের উচ্চমাধ্যমিক পরীক্ষার সাথে তুলনীয়। তার আগে সপ্তম শ্রেণী থেকে মাধ্যমিক স্কুলে যেতে গেলে সেকেন্ডারি এন্ট্রান্স আসেসমেন্ট পরীক্ষা দিতে হয়। এই পরীক্ষায় পাশ না করলে অষ্টম শ্রেণীতে পড়া সম্ভব নয়। এই নিয়ম সব ইংরাজিভাষী ক্যারিবিয়ান দেশের ক্ষেত্রেই প্রযোজ্য। এখানে প্রাথমিক আর মাধ্যমিক স্কুলে পড়তে গেলে ফী লাগে না। কিন্তু পাশ না করলে আর স্কুলে পড়া যায় না। অর্থাৎ পড়াশোনা ছেড়ে দিতে হবে; পাশ না করলে। সেই জন্য এখানে পড়াশোনার মান অত্যন্ত ভালো। এখানেও রামকৃষ্ণ মিশনের স্কুল আছে। তাদের ছাত্ররা বিগত কয়েক বছর ধরে সেকেন্ডারি এন্ট্রান্স আসেসমেন্ট এবং ক্যারিবিয়ান সেকেন্ডারি এডুকেশন সার্টিফিকেট পরীক্ষায় দারুণ রেজাল্ট করেছে বলে খবর পাওয়া গেছে। এখানে অধিকাংশ স্কুল সরকারি মিশনারি স্কুল কিন্তু বেশ কিছু প্রাইভেট স্কুল আছে। প্রাইভেট স্কুলের অধিকাংশ ভারতীয় মালিকানায় চলছে। প্রাইভেট স্কুলের কোয়ালিটি অনেক ভালো বলে এখানে সবাই পড়তে চায়।\nএখানে উচ্চশিক্ষাও কিছু কিছু ক্ষেত্রে বিনামূল্যে পড়া যায়। এখানে চারটে ইউনিভারসিটি আছে। যেমন ইউনিভারসিটি অফ ওয়েস্ট ইন্ডিজ ,ইউনিভারসিটি অফ ত্রিনিদাদ অ্যান্ড টোবাগো, ইউনিভারসিটি অফ সাউদার্ন ক্যারিবিয়ান, ইউনিভারসিটি অফ সায়েন্স টেকনোলজি অ্যান্ড অ্যাপ্লায়েড আর্টস অফ ত্রিনিদাদ অ্যান্ড টোবাগো । তবে এখান থেকে পাশ করলে তবেই বিশ্ববিখ্যাত শিক্ষা প্রতিষ্ঠানে পড়াশোনার সুযোগ পাওয়া যায়। যেমন হার্ভার্ড, ইয়েল, প্রিন্সটন, কেম্ব্রিজ আর অক্সফোর্ড ইউনিভারসিটি।\n\n\n== সংস্কৃতি ==\nক্রিকেট ম্যাচ দেখার সুবাদে সবাই জানে যে, ত্রিনিদাদ-টোবাগো হচ্ছে বিখ্যাত ক্যালিপ্সো গানের জন্মদাতা। যদিও এছাড়াও ষ্টীল প্যান আছে যা একমাত্র দেশজ বাদ্য, যার খ্যাতি সারা বিশ্ব জুড়ে। এই ষ্টীল প্যান না বাজালে ক্যালিপ্সো বা সোকা বা চাটনি ইত্যাদির মতন ত্রিনিদাদ জাত সঙ্গীত সমপূর্ণ হবে না। চাটনি, পারাং আর সোকা গান না শুনলে এদের চেনা সম্ভব নয়। আর অবশ্যই ত্রিনিদাদ কার্নিভাল। রিও কার্নিভালের পরেই সবচেয়ে বিখ্যাত কার্নিভ্যাল হচ্ছে এই ত্রিনিদাদ কার্নিভ্যাল। তবে এই কার্নিভ্যাল ছোটদের দেখা নিষিদ্ধ। শিল্পীদের অত্যল্প পোশাকে থাকতে দেখা যায়। সেই জন্যই এই কার্নিভ্যাল ছোটদের দেখা নিষিদ্ধ। এই কার্নিভ্যাল আফ্রিকান বংশোদ্ভূত মানুষ বেশি পালন করেন। ভারতীয় বংশোদ্ভূত মানুষ সেইভাবে এই অনুষ্ঠানে যোগ দেন না। এখন অবশ্য ছবিটা কিছুটা পালটেছে।\nত্রিনিদাদ-টোবাগো থেকে দুজন নোবেল প্রাইজ পেয়েছেন। যেমন বিদ্যাধর প্রসাদ সূর্য নায়পল , ডেরেক ওয়াল্কট , যিনি সেন্ট লুসিয়াতে জন্মালেও ত্রিনিদাদ-টোবাগোকেই নিজের দেশ বলে মানেন। আর আছেন এডমন্ড রস, যাকে বলা হয় কিং অফ লাতিন আমেরিকান মিউজিক, তিনি জন্মেছিলেন পোর্ট অফ সেপনে। তিনি মূলত সপ্যানিশ আর ফ্রেঞ্চ সঙ্গীতের জন্য বিখ্যাত। তিনি বার্সিলোনা অলিমিপক, ১৯৯৪ ফিফা ফুটবল ওয়ার্ল্ড কাপ, ১৯৯৬ এর আটলান্টা অলিমিপক আর ২০০২ এর মন্ট্রিয়েল উইন্টার অলিমিপক এর উদ্বোধনী অনুষ্ঠানে গান গেয়েছিলেন।\nএনার সাথে ছিলেন বিখ্যাত কস্টিউম ডিজাইনার পিটার মিনশাল । তিনি এমি অ্যাওয়ার্ড পেয়েছিলেন তার কস্টিউম ডিজাইনের জন্য। তিনিও বার্সিলোনা অলিমিপক, ১৯৯৪ ফিফা ফুটবল ওয়ার্ল্ড কাপ, ১৯৯৬ এর আটলান্টা অলিমিপক আর ২০০২ এর মন্ট্রিয়েল উইন্টার অলিমিপক এর উদ্বোধনী অনুষ্ঠানের জন্য পোশাক তৈরি করেছিলেন।\nএই দেশ বিশ্বের সর্বাপেক্ষা ক্ষুদ্রতম দেশ যারা মিস ইউনিভার্স খেতাব পেয়েছেন। মিস ইউনিভার্স খেতাব জয়ী মহিলা হচ্ছেন ১৯৭৭ সালে জেনেলি কমিশনিং , আর ১৯৯৮ সালে ওয়েন্ডি ফিটজউইলিয়াম ।\nত্রিনিদাদ-টোবাগোজাত নাট্যাভিনেতা জিওফ্রে হোল্ডার আর হিয়েথার হেডলী অভিনয়ের জন্য মার্কিন যুক্তরাষ্ট্রের সর্বোচ্চ নাটক সম্মান টনি অ্যাওয়ার্ড পেয়েছেন ২০০৯ সালের জানুয়ারি মাসে। জিওফ্রে হোল্ডারের যমজ ভাই বস্কোয়ে হোল্ডারও একজন নামী নাট্যাভিনেতা। হিয়েথার হেডলী শুধু টনি অ্যাওয়ার্ড নয়, সাথে গ্র্যামি অ্যাওয়ার্ডও [এটা সর্বোচ্চ মার্কিন সঙ্গীত সম্মান] পেয়েছেন তার মিউজিক অ্যালবামের জন্য।\nএছাড়াও রেকর্ডিস্ট আর্টিস্ট বিল ওসিয়ান এবং সিরিয়ান বংশোদ্ভুত নিকি মিনাজ গ্র্যামি অ্যাওয়ার্ড পেয়েছেন। দুইজনেই আরিমা শহর থেকে আমেরিকায় পৌঁছেছেন। এছাড়াও যেসব বিখ্যাত পপ গায়ক ত্রিনিদাদ থেকে আমেরিকা সহ সারা বিশ্বকে কাঁপিয়েছেন তারা হলেন; ফক্সি ব্রাউন , গ্যাব্রিয়েলি রীসি, হেডাওয়ে আর চীনা বংশোদ্ভূত গায়িকা ট্রেসি কুয়ান । বিশ্ববিখ্যাত নিগ্রো বাস্কেটবল সুপারস্টার করিম আব্দুল-জব্বার আদতে ত্রিনিদাদ বংশোদ্ভূত। তার বাবা তার জন্মের আগে ত্রিনিদাদ ছেড়ে আমেরিকায় যান। সেই থেকে আব্দুল আমেরিকান নাগরিক। ইনি ১৯৭০ থেকে ১৯৭৭ সাল অবধি টানা ৭৮৭ ম্যাচে ডাবল করে ওয়ার্ল্ড রেকর্ড করেন। ডাবল মানে দশবার বা তার বেশি বার জালে বল ঢোকানো। পরে ১৯৯৩ সালে আরেক আমেরিকান সুপারস্টার মাইকেল জর্ডান ৭৮৮ বার একই কাজ করে তার রেকর্ড ভাঙ্গেন। করিম আব্দুল-জব্বার ক্যারাটে কিং ব্রুস লী -র শেষ ছবি গেম অফ ডেথ ছবিতে অভিনয় করেছিলেন। বিখ্যাত হলিউড অভিনেতা ডীন মার্শাল চাগুয়ানাজ শহরে জন্মেছিলেন। সেখান থেকে হলিউডে যান এবং কেরিয়ার তৈরি করেন।\n\n\n=== খেলাধুলা ===\nহ্যাসলে ক্রৌফোর্ড প্রথম ত্রিনিদাদ অ্যাথলীট যিনি দেশের হয়ে অলিমিপক সোনা জেতেন, তাও ১০০ মিটারে। ১৯৭৬ সালে মন্ট্রিয়েলে। অদ্যাবধি নয় জন দেশের হয়ে বারোটি অলিমিপক পদক জিতেছেন। এই দ্বীপরাষ্ট্রের প্রথম পদক আসে লন্ডন অলিমিপকে, ১৯৪৮ সালে; ওয়েটলিফটিং বিভাগে রূপো জেতেন রডনী উইল্কিস । ২০১২ লন্ডন ওলিম্পিকে দেশের হয়ে শেষ সোনা মেডেল জিতেছেন কেশর্ন ওয়াল্কট । তিনি বর্শা ছুঁড়ে মেডেল পেয়েছেন। তিনি আবার ব্রিটিশ ফুটবলার থিও ওয়াল্কট এর মামাতো ভাই। বিখ্যাত অ্যাথলীট আটো বল্ডন দেশের সবচেয়ে সফলতম অ্যাথলীট। তিনি ৪টি অলিম্পিক আর ৪টি ওয়ার্ল্ড চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি একমাত্র ত্রিনিদাদজাত খেলোয়াড়; যিনি অ্যাথলীটে ওয়ার্ল্ড চ্যাম্পিয়ন ছিলেন। আথেন্সে ১৯৯৭ সালে ২০০ মিটারে ওয়ার্ল্ড চ্যাম্পিয়নশিপ খেতাব জিতেছিলেন। টোবাগোজাত সাঁতারু তৃতীয় র্জজ বোভেল ২০০৪ এর আথেন্স অলিম্পিকে ২০০ মিটার ব্যাকস্ট্রোক সাতার বিভাগে রূপো জিতেছিলেন। ২০১২ অলিম্পিকেই এল গর্ডন ৪০০ মিটার হার্ডলসে ব্রোঞ্জ জিতেছেন।\n\n\n== ক্রিকেট ==\n‘‘ক্রিকেট হচ্ছে এদেশের আত্মা!’’ প্রয়াত ত্রিনিদাদ প্রধানমন্ত্রী মাইকেল ম্যানলী [গরপযধবষ গধহষবু] তার আত্মজীবনীতে লিখেছিলেন। এই মন্তব্যেই স্পষ্ট হয়ে যায় যে, ত্রিনিদাদের কাছে ক্রিকেটের স্ট্যাটাস ঠিক কি! এই দ্বীপরাষ্ট্র থেকেই বেরিয়েছেন ব্রায়ান লারা, মাইকেল হোল্ডিং, গর্ডন গ্রিনিজ, সুনীল নারায়ণ, ডাওয়েন ব্রাভো আর ড্যারেন ব্রাভোর মতন টেস্ট ক্রিকেটাররা। এর মধ্যে মহানতম অবশ্যই ব্রায়ান লারা। টেস্ট [৫৮২ বলে ৪০০ নট আউট] এবং প্রথম শ্রেণীর [৪২৭ বলে ৫০১ নট আউট] ক্রিকেট ইতিহাসে সর্বোচ্চ ব্যক্তিগত রানের ওয়ার্ল্ড রেকর্ড এই ত্রিনিদাদ আর ওয়েস্ট ইন্ডিজ ব্যাটসম্যানের নামেই আছে। লারাকে বলা হয় প্রিন্স অফ ত্রিনিদাদ। ব্রাভো ভাইয়েরা আবার ব্রায়ান লারার মাসতুতো ভাই। এখানকার একমাত্র টেস্ট স্টেডিয়াম কুইন্স পার্ক ওভাল আছে পোর্ট অফ স্পেনে। এই স্টেডিয়ামে ভারত দুইবার ঐতিহাসিক জয় পেয়েছে। ১৯৭৬ আর ২০০২ সালে। ২০০৭ আই.সি.সি ক্রিকেট ওয়ার্ল্ড কাপ এখানে আয়োজিত হয়েছে।\n\n\n== ফুটবল ==\nত্রিনিদাদ-টোবাগো প্রথমবার ফিফা ফুটবল ওয়ার্ল্ড কাপ খেলে ২০০৬ সালে। তারা এই বিশ্বকাপ খেলবার যোগ্যতা অর্জন করে ১৬ নভেম্বর ২০০৫ সালে রাজধানী মানামায় বাহরেইনকে হারিয়ে। ত্রিনিদাদ-টোবাগোই আজ অবধি জনসংখ্যার নিরিখে ওয়ার্ল্ড কাপের ইতিহাসে যোগ্যতা অর্জনকারী ক্ষুদ্রতম দল। সেই সময়ে তাদের কোচ ছিলেন বিখ্যাত ডাচ, লীও বীনহাক্কার। আর সেই দলের অধিনায়ক ছিলেন ম্যানচেস্টার ইউনাইটেড স্ট্রাইকার টোবাগোজাত খেলোয়াড় ডোয়াইট ইয়র্কে । এরা তিনটে ম্যাচ খেলেছিলো। প্রথম ম্যাচ সুইডেনের সাথে গোলশূন্য ড্র হয়। পরের ম্যাচ ইংল্যান্ডের কাছে ০-২ গোলে হারে। আর শেষ ম্যাচে প্যারাগুয়ের কাছেও ০-২ গোলে হেরে ওয়ার্ল্ড কাপ থেকে বিদায় নেয়।\nত্রিনিদাদ-টোবাগো হয়তো ১৯৭৪ সালেই জার্মানি ওয়ার্ল্ড কাপে খেলতে পারতো। যদি না লাস্ট ম্যাচে হাইটির বিরুদ্ধে রেফারির সন্দেহজনক সিদ্ধান্তের শিকার হতো। রেফারি একটা পরিষ্কার পেনাল্টি দেননি। ম্যাচটা আগাগোড়াই হাইটির পক্ষে টেনে খেলিয়েছিলেন ঐ রেফারি। ম্যাচের পরে ত্রিনিদাদ-টোবাগোর প্রতিবাদে সাড়া দিয়ে ঐ রেফারিকে চিরকালের মতন সাসপেন্ড করে ফিফা।\n১৯৯০ সালেও অনুরূপ দুর্ভাগ্যের শিকার হয়ে সেবার ইটালি ওয়ার্ল্ড কাপে খেলা হয় নি ত্রিনিদাদ-টোবাগো দলের। কুইন্স পার্ক ওভালে তারা মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে গোলশূন্য ড্র রাখলেই যোগ্যতা অর্জন করতে পারতো। কিন্তু সেবারেও একটা বিতর্কিত পেনাল্টিতে হেরে আর খেলা হয় নি। এখানে দুইবার ওয়ার্ল্ড কাপ টুর্নামেন্ট আয়োজিত হয়েছে। ২০০১ সালে ফিফা আন্ডার ১৭ ওয়ার্ল্ড কাপ আর ২০১০ সালে ফিফা আন্ডার ১৭ উওমেন ওয়ার্ল্ড কাপ খেলা হয়েছিলো।\n\n\n== অন্যান্য খেলা ==\nনেটবল [ফুটবলের মতন খেলা যাতে পাশ দিতে হয় হাত দিয়ে] এদেশের অন্যতম জনপ্রিয় খেলা। তবে এখন আগের মতন জনপ্রিয় নয়। ১৯৭৯ সালে নেটবল ওয়ার্ল্ড কাপে ত্রিনিদাদ-টোবাগো যুগ্ম বিজেতা, ১৯৮৩ সালে রানার্স আর ১৯৮৭ সালে থার্ড হয়েছিলো। শেষ দুটো ওয়ার্ল্ড কাপে কোনও সাফল্য পায়নি ত্রিনিদাদ-টোবাগো। এই ঘটনা তাদের দেশে নেট বলের পপুলারিটি কমিয়ে দিয়েছে অনেকটাই। বাস্কেট বল আর রাগবি এখানে জনপ্রিয়। এখানে রাগবি ইউনিয়ন গড়ে উঠেছে। আর বাস্কেট বল খেলতে প্রতি বছর হাজার হাজার ছেলেমেয়ে আমেরিকায় চলে যাচ্ছে। সামপ্রতিক কালে আমেরিকার প্রভাবে এখানে বেসবল খেলা জনপ্রিয় হচ্ছে। ১৯৯২ সালে এখানে ত্রিনিদাদ-টোবাগো ন্যাশনাল বেসবল টিম তৈরি হয়েছে যারা আমেরিকায় নিয়মিত খেলতে যায়।\n\n\n== আরও দেখুন ==\nত্রিনিদাদ ও টোবাগোতে হিন্দুধর্ম\nসমুদ্র মন্দির\nসনাতন ধর্ম মহাসভা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}