{"pageid": 1187202, "title": "ইরানে বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1187202", "content": "ইরানে বৌদ্ধধর্ম দ্বিতীয় শতাব্দীতে প্রচলন ঘটে, যখন পার্থিয়ান বৌদ্ধ ধর্মপ্রচারকরা, যেমন আন শিগাও এবং আন জুয়ান, চীনে বৌদ্ধ ধর্মের প্রসারে সক্রিয় ছিলেন। চীনা ভাষায় বৌদ্ধ সাহিত্যের প্রথম দিকের অনেক অনুবাদ পার্থিয় এবং বর্তমান ইরানের সাথে যুক্ত অন্যান্য রাজ্য থেকে পাওয়া গেছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-ইসলামি ইরান ===\nসাসানিদের শাসনামলে তাদের শাসন করা বিশাল ভূখণ্ডে বৌদ্ধরা নির্যাতিত হয়েছিল, কারণ সাসানিরা ২২৪ খ্রিস্টাব্দে জরাথুস্ট্রবাদকে এই অঞ্চলের রাষ্ট্রধর্ম করে তোলে এবং তারপরে মধ্য এশিয়ার যে অঞ্চলে এটি চর্চা করা হত সেখানে অনেক বৌদ্ধ স্থান পুড়িয়ে দেয়। আধুনিক সময়ের মধ্য এশিয়ার অন্তর্ভুক্ত পূর্ব সাসানি অঞ্চলে বেঁচে থাকা বৌদ্ধ স্থানগুলি পরে ৫ম শতাব্দীতে হোয়াইট হুনদের দ্বারা আক্রমণের স্বীকার হয়েছিল।\n\n\n=== আরবদের বিজয় ও পতন ===\n\"আরব বিজয়ের কয়েক শতাব্দী পূর্বে, বৌদ্ধধর্ম পূর্ব ইরানি বিশ্বে ছড়িয়ে পড়েছিল। আফগানিস্তান, তুর্কমেনিস্তান, উজবেকিস্তান এবং তাজিকিস্তানের পাশাপাশি ইরানের মধ্যেও বৌদ্ধ স্থানগুলি পাওয়া গেছে।\" আরব বিজয়ের ফলে পূর্ব ইরান এবং আফগানিস্তানে বৌদ্ধধর্মের চূড়ান্ত পতন ঘটে, যদিও বামিয়ান এবং হাদ্দার মতো কিছু স্থানে এটি ৮ম বা ৯ম শতাব্দী পর্যন্ত টিকে ছিল।\n\n\n=== ইলখানত ===\nহালাকু খানের অধীনে ইলখানাত ধর্মীয় বৈচিত্র্যের প্রতি সহনশীল থাকার সময় তিব্বতি বৌদ্ধধর্মের কাগ্যু স্কুল গ্রহণ করেন, যা বৌদ্ধধর্মকে ১২৯৫ সাল পর্যন্ত সাম্রাজ্যের সরকারি ধর্ম হিসেবে টিকে থাকতে সক্ষম করে তোলে। এই সময়কালে, রাজ্য জুড়ে বৌদ্ধ মন্দিরগুলি নির্মিত হয়েছিল। উপরন্তু, ছোট বৌদ্ধ সম্প্রদায়গুলি ইলখানাত রাজ্য জুড়ে বসতি স্থাপন করেছিল, মূলত কাশ্মীর এবং পূর্ব তুর্কিস্তান থেকে উদ্ভূত। পরবর্তীতে, ইলখানাতের শাসক গাজান, যিনি একজন নেস্টোরিয় খ্রিস্টান হিসাবে বেড়ে ওঠেন এবং যৌবনে বৌদ্ধ শিক্ষা লাভ করেন, ১২৯৫ খ্রিস্টাব্দে ইসলাম ধর্ম গ্রহণ করেন এবং ইসলামকে ইলখানাতের রাষ্ট্রধর্মে পরিণত করেন। তিনি বৌদ্ধধর্মের অনুশীলন নিষিদ্ধ করেছিলেন আর ভিক্ষুদের প্রতিবেশী বৌদ্ধ অঞ্চলে নির্বাসনে যেতে বাধ্য করেছিলেন।\n\n\n=== সমসাময়িক ===\n২০০২ সালে, দক্ষিণ ইরানের ফর্স প্রদেশে ১৯টি গান্ধারন-শৈলীর বৌদ্ধমূর্তি আবিষ্কার করা হয়েছিল।\nসাম্প্রতিক বছরগুলিতে, ইসলামি বিপ্লব-পরবর্তী সময়ের অংশ হিসাবে, ইরানে বিভিন্ন ধর্মের বিস্তৃত পুনরুত্থানের অংশ হিসাবে, বৌদ্ধ ধারণা এবং অনুশীলন ইরানিদের মধ্যে আগ্রহের উত্থান অনুভব করেছে। সোহরাব সেপেহরীর কিছু কবিতায় বৌদ্ধ প্রভাব দেখা যায়।\n\n\n== আরও দেখুন ==\nইরানে হিন্দুধর্ম\nআফগানিস্তানে বৌদ্ধধর্ম\n\n\n== তথ্যসূত্র ==\n\nফোল্টজ, রিচার্ড (২০১০)। Buddhism in the Iranian World (ইংরেজি ভাষায়)। ১০০। The Muslim World। পৃষ্ঠা ২০৪–২১৪। ডিওআই:10.1111/j.1478-1913.2010.01322.x। </ref>\n\n\n== বহিঃসংযোগ =="}