{"pageid": 1187877, "title": "দীর্ঘ নিকায়", "url": "https://bn.wikipedia.org/wiki?curid=1187877", "content": "দীর্ঘ নিকায় (দীর্ঘনিকায়; \"দীর্ঘ বক্তৃতার সংগ্রহ\") হল একটি বৌদ্ধ ধর্মগ্রন্থ, পাঁচটি নিকায়ের মধ্যে প্রথম, বা সংকলন, সুত্ত পিটকের, যা \"তিনটি ঝুড়ি\" এর মধ্যে একটি যা (থেরবাদ) পালি ত্রিপিটক রচনা করে। বৌদ্ধধর্ম। দীঘা নিকায়ার কিছু সাধারণভাবে উল্লেখিত সূত্তগুলির মধ্যে রয়েছে মহা-পরিনিবানা সুত্ত (DN 16), যেটি বুদ্ধের শেষ দিন এবং মৃত্যুকে বর্ণনা করে, সিগালোভাদা সুত্ত (DN 31) যেখানে বুদ্ধ নৈতিকতা ও অভ্যাস নিয়ে আলোচনা করেছেন। অনুগামী, এবং সমানাফল (DN 2), ব্রহ্মজাল সুত্ত (DN 1) যা মহাবিশ্ব এবং সময় (অতীত, বর্তমান এবং ভবিষ্যত) সম্পর্কে ভারতে বুদ্ধ এবং অন্যান্য তপস্বীদের দৃষ্টিভঙ্গি বর্ণনা এবং তুলনা করে; এবং পোটহপাদ (DN 9) সুত্ত, যা সমথ ধ্যানের উপকারিতা এবং অনুশীলনকে বর্ণনা করে।\n\n\n== কাঠামো এবং বিষয়বস্তু ==\nদীর্ঘ নিকায় ৩৪টি সূত্র নিয়ে গঠিত, তিনটি বর্গ বা খন্ডে বিভক্ত।\n\nশিলাখন্ড বর্গ—নৈতিকতা সংক্রান্ত বিভাগ (সূত্ত ১-১৩); সন্ন্যাসীদের নৈতিকতার উপর একটি ট্র্যাক্টের নামানুসারে নামকরণ করা হয়েছে যা এর প্রতিটি সূত্রে ঘটে (তত্ত্বগতভাবে; বাস্তবে এটি তাদের সমস্তটিতে সম্পূর্ণরূপে লেখা হয় না। ); তাদের বেশিরভাগের মধ্যে এটি জ্ঞানের দিকে নিয়ে যায় (সমথ ধ্যানের প্রধান অর্জন), মানসিক শক্তির চাষ এবং অরহত্বে উপনীত হন।\nমহা বর্গ—দ্য গ্রেট ডিভিশন (সুত্র ১৪-২৩\nপাটিকা বর্গ - পাটিকা বিভাগ (সুত্র ২৪-৩৪)\n\n\n== অনুবাদ ==\nপূর্ণ অনুবাদঃ\n\nDīgha Nikāya | The Long Collection by Ṭhānissaro Bhikkhu\nDialogues of the Buddha, tr T. W. and C. A. F. Rhys Davids, 1899–1921, 3 volumes, Pali Text Society, Vol. 1, Vol. 2, Vol. 3.\nThus Have I Heard: the Long Discourses of the Buddha, tr Maurice Walshe, Wisdom Pubs, 1987; later reissued under the original subtitle; আইএসবিএন ০-৮৬১৭১-১০৩-৩\nThe Long Discourses, tr Bhikkhu Sujato, 2018, published online at SuttaCentral and released into the public domain.\nSelections:\n\nThe Buddha's Philosophy of Man, Rhys Davids tr, rev Trevor Ling, Everyman, out of print; 10 suttas including 2, 16, 22, 31\nLong Discourses of the Buddha, tr Mrs A. A. G. Bennett, Bombay, 1964; 1-16\nTen Suttas from Digha Nikaya, Burma Pitaka Association, Rangoon, 1984; 1, 2, 9, 15, 16, 22, 26, 28-9, 31\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nDigha Nikaya in Pali and English at metta.lk\nA Study of the Digha Nikaya of the Suttapitaka\nDigha Nikaya in English at accesstoinsight.org\nFree listing of all the Suttas (Alpha by sutta title)\nDigha Nikaya in English, Nepali and Nepalbhasha"}