{"pageid": 1187474, "title": "বানৌজা এলসিটি ১০১", "url": "https://bn.wikipedia.org/wiki?curid=1187474", "content": "বাংলাদেশ নৌবাহিনী জাহাজ (সংক্ষেপেঃ বানৌজা) এলসিটি ১০১ বাংলাদেশ নৌবাহিনীর টাইপ ০৬৮ ইউচীন-শ্রেণীর একটি ল্যান্ডিং ক্রাফট ট্যাংক (এলসিটি) জাহাজ। এই জাহাজটিকে কাইলিং শিপইয়ার্ডে নির্মাণ করা হয়। এই জাহাজটি সামুদ্রিক এবং উপকূলীয় অঞ্চলে উভচর অভিযান পরিচালনার পাশাপাশি ৫০ টন কার্গো বা ১৫০ জন সেনাসদস্য, রসদ, অস্ত্র ও গোলাবারুদ, ছোট ও মাঝারি আকারের সামরিক যানবাহন এবং বিভিন্ন প্রকার সামরিক সরঞ্জাম পরিবহনে সক্ষম। এছাড়াও জাহাজটি দুর্যোগ কালীন সময়ে উদ্ধার অভিযান পরিচালনা ও দুর্যোগ পরবর্তী ত্রাণ তৎপরতা কার্যক্রমে অংশগ্রহণ করে।\n\n\n== ইতিহাস ==\nসশস্ত্র বাহিনীর জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার গণচীন থেকে সমরাস্ত্র সংগ্রহের সিদ্ধান্ত গ্রহণ করে। সে অনুযায়ী বাংলাদেশ নৌবাহিনীর জন্য ল্যান্ডিং ক্রাফট ট্যাংক (এলসিটি) জাহাজ ক্রয়ের পদক্ষেপ নেয়া হয়। এরই ধারাবাহিকতায় কাইলিং শিপইয়ার্ডে উভচর জাহাজটি নির্মিত হয়। অবশেষে ১৯৮৬ সালে বানৌজা এলসিটি ১০১ জাহাজটি বাংলাদেশ নৌবাহিনীতে কমিশন লাভ করে।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nবানৌজা এলসিটি ১০১ জাহাজটির দৈর্ঘ্য ২৪.৮০ মিটার (৮১.৪ ফুট), প্রস্থ ৫.২০ মিটার (১৭.১ ফুট) এবং গভীরতা ১.৩০ মিটার (৪.৩ ফুট)। এই উভচর জাহাজটির ওজন ৮৫ টন এবং জাহাজটিতে রয়েছে ২টি ১২ভি১৫০সি ৬০০ অশ্বশক্তি (৪৫০ কিলোওয়াট) ডিজেল ইঞ্জিন। যার ফলে জাহাজটির সর্বোচ্চ গতিবেগ ১১.৫ নট (২১.৩ কিলোমিটার প্রতি ঘণ্টা; ১৩.২ মাইল প্রতি ঘণ্টা)। এটি ১২ জন জনবল নিয়ে একনাগাড়ে ১০ দিন অভিযান পরিচালনা করতে সক্ষম। বাংলাদেশ নৌবাহিনীকে প্রায়শই অবাঞ্ছিত বাহিনী দ্বারা উভচর অবতরণ প্রতিরোধের জন্য সামরিক ভূমিকা পালন করতে হয় এবং উপকূলীয় অঞ্চলে মানবিক সহায়তা ও দুর্যোগ ত্রাণ (এইচএডিআর) অপারেশন পরিচালনা করতে হয়। দেশীয় প্রযুক্তিতে নির্মিত এলসিটি সমূহ এসকল প্রয়োজনীয়তা পূরণের জন্য উপযুক্ত। উভচর সামরিক অভিযান পরিচালনাকালে নিজস্ব আক্রমণ দলকে তীরে অবতরণ করানোর পাশাপাশি প্রতিটি এলসিটি কিছু সময়ের জন্য একটি সৈন্যদল এবং সরঞ্জাম বহন করতে সক্ষম। এছাড়াও এসকল জাহাজ জাতিসংঘ শান্তিরক্ষা মিশনেও মোতায়েন করার উপযোগী।\n\n\n== রণসজ্জা ==\nদুর্যোগ ও শান্তিকালীন সময়ে সহায়ক ভূমিকায় নিয়োজিত এই জাহাজটিতে রয়েছে:\n\n২টি সিআইএস-৫০ ১২.৭ মিমি বিমান-বিধ্বংসী মেশিনগান;\nএছাড়াও যুদ্ধকালীন বিশেষ পরিস্থিতিতে জাহাজটিতে ২টি ভূমি থেকে আকাশে উৎক্ষেপণযোগ্য বিমান বিধ্বংসী ক্ষেপণাস্ত্র কিউডব্লিউ-২ ম্যানপ্যাড মোতায়েন করা যায়।\n\n\n== তথ্যসূত্র ==\nSaunders, Stephan, সম্পাদক (২০১৫)। Jane's Fighting Ships 2015-2016। Jane's Information Group। আইএসবিএন 978-0710631435। \nWertheim, Eric (২০১৩)। The Naval Institute Guide to Combat Fleets of the World: Their Ships, Aircraft, and Systems (16 সংস্করণ)। Annapolis, Maryland: Naval Institute Press। আইএসবিএন 978-1591149545।"}