{"pageid": 1187897, "title": "শেকসপিয়রীয় ইতিহাসাশ্রয়ী নাটক", "url": "https://bn.wikipedia.org/wiki?curid=1187897", "content": "ফার্স্ট ফোলিও-তে উইলিয়াম শেকসপিয়রের নাটকগুলি তিনটি বর্গে বিন্যস্ত হয়েছে: কমেডি, ইতিহাসাশ্রয়ী নাটক ও ট্র্যাজেডি। শেকসপিয়রের ইতিহাসাশ্রয়ী নাটক এবং সেই সঙ্গে সমসাময়িক রেনেসাঁ নাট্যকারদের ইতিহাসাশ্রয়ী নাটকগুলি সামগ্রিকভাবে ইতিহাসাশ্রয়ী নাটকের বর্গটির সংজ্ঞা-নির্ধারণে সহায়তা করে। শেকসপিয়রীয় ইতিহাসাশ্রয়ী নাটকগুলি হল পূর্বতর্তী চার শতাব্দীর ইংরেজ রাজাদের জীবনী। এগুলির মধ্যে রয়েছে কিং জন, এডওয়ার্ড দ্য থার্ড ও হেনরি দি এইটথ নাটকগুলির মতো স্বতন্ত্র তিনটি নাটক এবং আটটি নাটকের একটি আনুপূর্ব ক্রম। শেষোক্ত নাটকগুলিকে দু'টি পর্যায়ে রচিত বলে মনে করা হয়। আপাতভাবে ১৫৯০-এর দশকের গোড়ার দিকে রচিত বলে অনুমিত তথাকথিত প্রথম নাট্য-চতুষ্টয়ের বিষয়বস্তু হল \"ওয়ারস অফ দ্য রোজেস\" গাথা; এই নাটকগুলি হল: হেনরি দ্য সিক্সথ, পর্ব ১, পর্ব ২ ও পর্ব ৩ এবং রিচার্ড দ্য থার্ড। অন্যদিকে ১৫৯৯ সালে সমাপ্ত দ্বিতীয় নাট্য-চতুষ্টয়ের অন্তর্গত নাটকগুলি হল: রিচার্ড দ্য সেকেন্ড, হেনরি দ্য ফোর্থ, পর্ব ১, পর্ব ২ ও হেনরি দ্য ফিফথ। শেষোক্ত নাট্য-চতুষ্টয়টিকে প্রধান চরিত্র প্রিন্স হলের (পরবর্তীকালে পঞ্চম হেনরি) নামানুসারে হেনরিয়াড নামেও উল্লেখ করা হয়ে থাকে।\nফোলিও-তে নাটকগুলির বর্গবিন্যাস নিয়ে কিছু সমস্যা রয়েছে। রোম্যান্স ও সমস্যাশ্রয়ী নাটকের মতো বর্গের প্রস্তাবনার পাশাপাশি অনেক আধুনিক গবেষকই ঐতিহাসিক চরিত্র-সম্বলিত ট্র্যাজেডিগুলিকেও ইতিহাসাশ্রয়ী নাটকের মধ্যে ধরে। এই জাতীয় নাটকগুলির মধ্যে রয়েছে ম্যাকবেথ (একাদশ শতাব্দীর মধ্যভাগে স্কটল্যান্ডের প্রথম ডানকান ও এডওয়ার্ড দ্য কনফেসরের রাজত্বকালের প্রেক্ষাপটে রচিত) ও কিংবদন্তি নাটক কিং লিয়ার এবং সেই সঙ্গে কোরিওলেনাস, জুলিয়াস সিজার ও অ্যান্টনি অ্যান্ড ক্লিওপেট্রা-র মতো রোমান নাটকগুলিও।\n\n\n== শেকসপিয়রীয় ইতিহাসাশ্রয়ী নাটকের তালিকা ==\n\n\n=== ইংল্যান্ডের ইতিহাসাশ্রয়ী নাটক ===\nনিচের তালিকায় শেকসপিয়রীয় ইতিহাসাশ্রয়ী নাটকগুলির নাম অন্তর্ভুক্ত হল ফার্স্ট ফোলিও-তে যেভাবে নাটকগুলির ঘটনাক্রম অনুযায়ী বিন্যস্ত হয়েছে সেইভাবে, নাটকগুলির রচনাকালের ক্রম অনুসারে নয়। পূর্ণ শিরোনামের সংক্ষিপ্ত রূপটিই ব্যবহৃত হল।\n\nকিং জন\nএডওয়ার্ড দ্য থার্ড\nরিচার্ড দ্য সেকেন্ড\nহেনরি দ্য ফোর্থ, পর্ব ১\nহেনরি দ্য ফোর্থ, পর্ব ২\nহেনরি দ্য ফিফথ\nহেনরি দ্য সিক্সথ, পর্ব ১\nহেনরি দ্য সিক্সথ, পর্ব ২\nহেনরি দ্য সিক্সথ, পর্ব ৩\nরিচার্ড দ্য থার্ড\nহেনরি দি এইটথ\n\n\n=== রোমান ইতিহাসাশ্রয়ী নাটক ===\nপূর্বেই বলা হয়েছে, ফার্স্ট ফোলিও-তে এই নাটকগুলিতে ট্র্যাজেডি বর্গের অন্তর্ভুক্ত ধরা হয়েছিল।\n\nকোরিওলেনাস\nজুলিয়াস সিজার\nঅ্যান্টনি অ্যান্ড ক্লিওপেট্রা\nউল্লেখ্য, টাইটাস অ্যান্ড্রোনিকাস নাটকটির প্রেক্ষাপট প্রাচীন রোম হলেও এর আখ্যানবস্তু সম্পূর্ণতই কাল্পনিক। তাই এটিকে রোমান ইতিহাসাশ্রয়ী নাটকের মধ্যে ধরা হয় না।\n\n\n=== অন্যান্য ইতিহাসাশ্রয়ী নাটক ===\nরোমান ইতিহাসাশ্রয়ী নাটকগুলির সঙ্গে এই নাটকগুলিকেও ফার্স্ট ফোলিও-তে ট্র্যাজেডি বর্গের অন্তর্ভুক্ত করা হয়েছিল। আঞ্চলিক রাজন্যবর্গের জীবনীর সঙ্গে যুক্ত এবং একই উৎসসূত্র থেকে গৃহীত হলেও সাধারণত এগুলিকে শেকসপিয়রের ইংল্যান্ডীয় ইতিহাসাশ্রয়ী নাটকের মধ্যে ধরা হয় না। \n\nকিং লিয়ার\nম্যাকবেথ\nহ্যামলেট\n\n\n== উৎসসূত্র ==\nইংল্যান্ডের ইতিহাসাশ্রয়ী অধিকাংশ নাটক এবং সেই সঙ্গে ম্যাকবেথ ও কিং লিয়ার নাটকের উৎসসূত্র হল রাফায়েল হলিনশেডের সুপরিচিত ইংল্যান্ডের ইতিহাসের কালপঞ্জি গ্রন্থটি। রোমান ইতিহাসাশ্রয়ী নাটকগুলির উৎসসূত্র হল প্লুতার্কের লাইভস অফ দ্য নোবল গ্রিসিয়ানস অ্যান্ড রোমানস কমপেয়ার্ড টুগেদার গ্রন্থটি। ১৫৭৯ সালে স্যার টমার নর্থ এই বইটি ইংরেজিতে অনুবাদ করেছিলেন। শেকসপিয়রের ইতিহাসাশ্রয়ী নাটকগুলির একটি ছোটো অংশই চরিত্রগুলির জীবন-কেন্দ্রিক; এগুলিতে প্রায়শই নাটকের প্রয়োজনে গুরুত্বপূর্ণ ঘটনাগুলিকে বাদ দেওয়া হয়েছে।\n\n\n== ইংল্যান্ডের ইতিহাসাশ্রয়ী নাটকে রাজনীতি ==\nশেকসপিয়র ছিলেন টিউডর রাজবংশের সর্বশেষ রানি প্রথম এলিজাবেথের সমসাময়িক। তাঁর ইতিহাসাশ্রয়ী নাটকগুলিকে প্রায়শই টিউডর প্রচারপত্র গণ্য করা হয়। কারণ, এগুলিতে গৃহযুদ্ধের বিপদগুলির কথা বলা হয়েছে এবং টিউডর রাজবংশের প্রতিষ্ঠাতাদের মহিমান্বিত করা হয়েছে। বিশেষত রিচার্ড দ্য থার্ড নাটকে প্রতিদ্বন্দ্বী ইয়র্ক রাজবংশের শেষ সদস্যকে এক দানব হিসেবে প্রদর্শিত করা হয় (\"that bottled spider, that foul bunchback'd toad\")। এই চিত্রণ নিয়ে অনেক আধুনিক ইতিহাসবিদের দ্বিমত রয়েছে। কারণ, শেকসপিয়র উক্ত ইয়র্ক রাজবংশীয়ের পূর্বসূরি সপ্তম হেনরিকে উজ্জ্বলভাবেই চিত্রিত করেছিলেন। হেনরি দি এইটথ নাটকেও রাজনৈতিক পক্ষপাত সুস্পষ্ট। এই নাটকটির সমাপ্তিতে এলিজাবেথের জন্ম উপলক্ষ্যে এক উচ্ছ্বাসপ্রবণ উৎসব বর্ণিত হয়েছে। যদিও শেকসপিয়রের নাটকে টিউডর রাজবংশের মাহাত্ম্যকীর্তনের বিষয়টি এই নাটকগুলিতে মধ্যযুগীয় বিশ্বের পতনের এক জমকালো বর্ণনার তুলনায় কম গুরুত্বপূর্ণ। শেকসপিয়রের কয়েকটি নাটকে (বিশেষত রিচার্ড দ্য থার্ড) বলা হয়েছে যে, যখনই রাজনীতিতে সুবিধাবাদ ও মেকিয়াভেলিবাদ অনুপ্রবিষ্ট হয়েছে তখনই মধ্যযুগীয় বিশ্ব পতনের কিনারায় এসে দাঁড়িয়েছে। স্মৃতিমেদুরভাবে পরবর্তী মধ্যযুগকে আবাহন করে এই নাটকগুলিতে সেই সব রাজনৈতিক ও সামাজিক বিবর্তনগুলিকে প্রদর্শিত করা হয়েছে যা টিউডর শাসনের প্রকৃত প্রণালীতে উপনীত করেছিল ইংল্যান্ডকে। সেই কারণে শেকসপিয়রের ইংল্যান্ডীয় ইতিহাসাশ্রয়ী নাটকগুলিকে তাঁর স্বদেশের এক পক্ষপাতদুষ্ট সমালোচনা হিসেবে ধরা যেতে পারে।\n\n\n=== ল্যাংকাস্টার, ইয়র্ক ও টিউডর অতিকথা ===\n\nকালপঞ্জিতে শেকসপিয়র ল্যাংকাস্টার ও ইয়র্ক অতিকথা যা পেয়েছিলেন তা নিজের নাটকে ব্যবহার করেন, সেই সঙ্গে টিউডর অতিকথাও। \"ল্যাংকাস্টার অতিকথা\" অনুযায়ী দ্বিতীয় রিচার্ডকে সিংহাসনচ্যুতকরণ এবং চতুর্থ হেনরির রাজত্বকালকে ঈশ্বরবিধানে স্বীকৃত আখ্যা দেওয়া হয় এবং পঞ্চম হেনরির কৃতিত্বগুলিকে দৈবানুগ্রহে সাধিত বলে দাবি করা হয়। \"ইয়র্ক অতিকথা\" অনুযায়ী চতুর্থ এডওয়ার্ড কর্তৃক অযোগ্য ষষ্ঠ হেনরিকে অপসারণও ঈশ্বরবিধানে স্বীকৃত; কারণ, এর মাধ্যমে দ্বিতীয় রিচার্ডের আইনসঙ্গত উত্তরসূরিকে অন্যায়ভাবে অপহৃত সিংহাসন ফিরিয়ে দেওয়া হয়। আবার \"টিউডর অতিকথা\"-র মাধ্যমে ইতিহাসবিদ ও কবিরা ষষ্ঠ হেনরিকে আইনসঙ্গত রাজা হিসেবে স্বীকৃতি দিয়েছেন এবং ইয়র্ক ভ্রাতৃগণ কর্তৃক ষষ্ঠ হেনরির হত্যা ও রাজকুমার এডওয়ার্ডের নিন্দা করা হয়েছিল। সেই সঙ্গে ইয়র্কপন্থীদের পতনে এবং হেনরি টিউডরের উত্থানে দৈববিধান প্রদর্শিত হয় এই অতিকথায়। বলা হয়েছে হেনরি টিউডর কর্তৃক ল্যাংকাস্টার রাজবংশ ও ইয়র্ক রাজবংশের ঐক্যসাধনের কথা সন্তপ্রতিম ষষ্ঠ হেনরি ভবিষ্যদ্বাণী করে গিয়েছিলেন। হেনরি টিউডর কর্তৃক তৃতীয় রিচার্ডকে ক্ষমতা থেকে অপসারণের বিষয়টিকে বিচার করা হয়েছে সমসাময়িক রাজনৈতিক তত্ত্বের নীতির প্রেক্ষিতে। কারণ, হেনরি নিছকই এক স্বৈরশাসকের বিরুদ্ধে বিদ্রোহ করেননি, বরং তিনি এক স্বৈরাচারী \"জবরদখলকারী\"কে উচ্ছেদ করেছিলেন, যা \"দ্য মিরর ফর ম্যাজিস্ট্রেটস\" অনুমোদন করেছিলেন। বসওয়ার্থ ফিল্ডে যুদ্ধের আগে হেনরি টিউডর ঈশ্বরের শাস্তিবহনকারী হতে চেয়ে প্রার্থনা করেছিলেন এবং যুদ্ধে জয়লাভ করে দৈববিধানে বিজয়ী বলে আখ্যাত করেছিলেন। সেই কারণে টিউডর অতিকথায় তাঁর উত্থানকে ঈশ্বর কর্তৃক স্বীকৃত বলে উল্লেখ করা হয়।\nপরবর্তীকালের কালপঞ্জিকারেরা (বিশেষত পলিডোর ভার্জিল, এডওয়ার্ড হল ও রাফায়েল হলিনশেড) দৈববিধানের ভূমিকার প্রেক্ষিতে টিউডর রাজত্বকালকে \"বিচার\" করার বিষয়ে আগ্রহী ছিলেন না; পরিবর্তে তাঁরা অতীতে দৈববিধানের ফল থেকে শিক্ষাগ্রহণে ইচ্ছুক ছিলেন। কখনও কখনও এগুলির থেকে প্রাপ্ত ভিন্ন ভিন্ন শিক্ষার নিরিখে মানুষ ও ঘটনাবলি সম্পর্কে স্ববিরোধী মতামত প্রকাশ করেছেন, আবার কখনও কখনও নিজেদের সময়ের জন্য নৈতিকতার খাতিরে নিজেদের ব্যাখ্যার সমান্তরাল ব্যাখ্যাও উপস্থিত করেছেন। ফলে হল যদিও তাঁর ইউনিয়ন অফ দ্য টু নোবল অ্যান্ড ইলাস্টার ফ্যামিলিজ অফ ল্যাংকাস্টার ও ইয়র্ক (১৫৪৮) গ্রন্থে দেখেছিলেন যে দ্বিতীয় রিচার্ডের অপসারণ ও হত্যার ফলে ঈশ্বরের অভিশাপ নেমে আসছে ইংল্যান্ডের উপর, তা সত্ত্বেও তাঁর মনে হয়েছিল ঈশ্বর শেষপর্যন্ত সদয় হয়েছেন এবং হেনরি টিউডরের ব্যক্তিত্ব ও বংশের মাধ্যমে শান্তি প্রেরণ করেছেন। হলিনশেডের শেষ সিদ্ধান্ত অবশ্য অন্যরকম। তিনি বলেছেন, ইয়র্কের ডিউক রিচার্ড ও তাঁর বংশের উপর ঈশ্বরের শাস্তি নেমে এসেছে নিজের শপথ ভঙ্গ করে ষষ্ঠ হেনরিকে রাজ্যচ্যূত করার জন্য। উল্লেখ্য, দ্বিতীয় রিচার্ড থেকে সপ্তন হেনরির রাজত্বকাল পর্যন্ত সময়কাল নথিবদ্ধ করতে গিয়েছে কালপঞ্জিকারেরা সকলেই তিনটি অতিকথারই উপাদান নিজ নিজ বক্তব্যে মিশিয়ে দিয়েছেন। শেকসপিয়র কীভাবে তিনটি অতিকথা ব্যবহার করেছেন তার জন্য বিশ্লেষণ অংশটি দেখুন।\n\n\n== বিশ্লেষণ ==\n\n\n=== শেকসপিয়রের জোড়া নাট্য-চতুষ্টয় ===\nডিভাইন প্রভিডেন্স ইন দি ইংল্যান্ড অফ শেকসপিয়র'স হিস্ট্রিজ (১৯৭০) গ্রন্থে এইচ. এ. কেলি রাজনৈতিক পক্ষপাত ও দৈববিধানের কার্যাবলির উল্লেখের বিষয়টি পরীক্ষা করেছেন (ক) সমসাময়িক কালপঞ্জি, (খ) টিউডর ইতিহাসবিদদের রচনা এবং (গ) এলিজাবেথীয় কবিদের রচনায়, বিশেষত শেকসপিয়রের দু'টি নাট্য-চতুষ্টয় (রচনাকাল অনুযায়ী): হেনরি দ্য সিক্সথ থেকে রিচার্ড দ্য থার্ড এবং রিচার্ড দ্য সেকেন্ড থেকে হেনরি দ্য ফিফথ নাটকগুলির মধ্যে। কেলির মতে, ইতিহাসপঞ্জিকার-নাট্যকার হিসেবে শেকসপিয়রের মহৎ কৃতিত্বটি হল নিজের আখ্যানবস্তুর উৎসগ্রন্থগুলিতে যে কথিত দৈববিধানের বিচার রয়েছে তা উৎখাত করা এবং নাটকে সেগুলিকে যথাযথ কথকের মুখে নিছক মতামত হিসেবে স্থাপন করা। এইভাবে ল্যাংকাস্টার অতিকথার বক্তব্যগুলি কথিত হয়েছে ল্যাংকাস্টারপন্থীদের দ্বারা, বিপরীত অতিকথাটি কথিত হয়েছে ইয়র্কপন্থীদের দ্বারা এবং টিউডর অতিকথাটি নিহিত হয়েছে হেনরি টিউডর চরিত্রেই। এইভাবেই শেকসপিয়র প্রতিটি নাটকে নিজস্ব মূল্যবোধ ও কিংবদন্তি সৃষ্টি করতে সক্ষম হয়েছেন এবং প্রতিটি কাজের এক নিজস্ব তত্ত্বও উপস্থাপনা করেছেন।\nকালপঞ্জিগুলিতে যেখানে প্রতিটি ঘটনার পিছনে \"দৈব বিচার\"-এর ব্যাখ্যা অনুসন্ধান করেছিল, সেখানে শেকসপিয়রের নাটকগুলিতে সেই ব্যাখ্যার গুরুত্ব হ্রাস করা হয়েছিল। উদাহরণস্বরূপ, কালপঞ্জিগুলিতে বলা হয়েছে, ইয়র্কের ডিউক রিচার্ড পার্লামেন্টে নিজের দাবির সপক্ষে ভাষণ দেওয়ার সময় দৈব বিচারের উপর অধিক গুরুত্ব আরোপ করেছিলেন; কিন্তু শেকসপিয়র হেনরি দ্য সিক্সথ, পর্ব ৩-এর সূচনায় পার্লামেন্ট দৃশ্যে এই বিষয়টির প্রয়োগ ঘটাতে ব্যর্থ হন। কেলির মতে, এই ব্যর্থতা প্রকৃতপক্ষে শেকসপিয়র কর্তৃক দৈববিধান তত্ত্ব প্রত্যাখ্যান। প্রথম নাট্য-চতুষ্টয়ে ষষ্ঠ হেনরি কখনই নিজের সমস্যাগুলিকে ঈশ্বরের শাস্তি হিসেবে দেখেননি; আবার দ্বিতীয় নাট্য-চতুষ্টয়েও চতুর্থ হেনরির উপর নেমে আসা দৈব শাস্তির কোনও ধারণার অবতারণা আদৌ করা হয়নি। নাটকগুলিতে বংশগত দৈব অভিশাপের যে অল্প কয়েকটি ইঙ্গিত পাওয়া যায় তার মধ্যে আছে, সিংহাসনত্যাগের সময় দ্বিতীয় রিচার্ড কর্তৃক গৃহযুদ্ধের ভবিষ্যদ্বাণী, চতুর্থ হেনরির নিজের বিপথগামী পুত্রের হাতে শাস্তি পাওয়ার ভয়, পিতার পাপের কারণে পঞ্চম হেনরির শাস্তি পাওয়ার ভয় এবং ক্লেয়ারেন্সের নিজের সন্তানসন্ততির উপর দৈব শাস্তির অংশভাগ নেমে আসার ভয়। আবার কালপঞ্জিগুলিতে যেখানে বলা হয়েছে যে আর্মাগন্যাক বালিকার প্রতি শপথ ভঙ্গ করে মার্গারেট বিবাহ করার অপরাধে ষষ্ঠ হেনরির প্রতি ঈশ্বর অসন্তুষ্ট হয়েছিলেন; কিন্তু শেকসপিয়র দেখিয়েছেন যে, ডিউক হামফ্রে মার্গারেটের সঙ্গে বিবাহের বিরোধিতা করেন এর ফলে আনজউ ও মাইনে হাতছাড়া হবে বলে। (ই. এম. ডব্লিউ. টিলিয়ার্ড ও এ. এস. কেয়ার্নক্রস মার্গারেটকে ঈশ্বর কর্তৃক ইংল্যান্ডকে শাস্তিপ্রদানে জোয়ান অফ আর্কের নারকীয় উত্তরসূরি মনে করলেও, সেই মত কেলি খণ্ডন করেন।) \"মঙ্গলকারী\" দৈববিধানের ক্ষেত্রে আপাতদৃষ্টিতে মনে হয় কালপঞ্জির একটি মত শেকসপিয়র গ্রহণ করেছেন। সেটি এই যে, ট্যালবটের দৈব-সহায়তা ছিল, কিন্তু জোয়ান অফ আর্কের বিজয় ঘটেছিল শয়তানের প্রভাবে। কিন্তু বাস্তবে শেকসপিয়র দর্শককে দেখিয়েছিলেন যে, জোয়ান অফ আর্ক শুধুমাত্র অধিকতর কার্যকর রণকৌশলেই ট্যালবটকে পরাভূত করেছিলেন। (পরবর্তীকালে ট্যালবটের পরাজয় ও মৃত্যুর জন্য শেকসপিয়র জোয়ানকে দায়ী করেননি, বরং ইংরেজদের মধ্যে অনৈক্যকেই দায়ী করেছেন।) দৈববিধান-কেন্দ্রিক বিশ্লেষণের পরিবর্তে শেকসপিয়র প্রায়শই ঘটনাগুলিকে ব্যক্ত করেছেন \"কাব্যিক ন্যায়বিচার\" বা সেনেকীয় নাট্যকলার পরিভাষায়। উদাহরণস্বরূপ, স্বপ্ন, ভবিষ্যদ্বাণী ও অভিশাপগুলি পূর্ববর্তী নাট্য-চতুষ্টয়ে একটু বেশি পরিমাণেই ছড়িয়ে রয়েছে এবং কার্যকর রূপে নাট্যায়িত হয়েছে। এগুলির মধ্যে অন্যতম হল সপ্তম হেনরি সম্পর্কে ষষ্ঠ হেনরির ভবিষ্যদ্বাণী।\n\nকেলি মনে করেন, অনুরূপভাবে শেকসপিয়রের \"নৈতিক চরিত্রায়ণ\" ও \"রাজনৈতিক পক্ষপাত\" এক-এক নাটকে এক-এক প্রকার, যা ইঙ্গিত করে যে তিনি প্রশংসা বা নিন্দার চিরস্থায়ী আরোপের বিষয়ে সচেতন ছিলেন না। যদিও প্রতিটি নাটকে তিনি একটি সাধারণ নীতিতে উপনীত হতে সক্ষম হয়েছিলেন:\n\nMany of his changes in characterisation must be blamed upon the inconsistencies of the chroniclers before him. For this reason, the moral conflicts of each play must be taken in terms of that play, and not supplemented from the other plays.\nশেকসপিয়র প্রতিটি নাটককে প্রাথমিকভাবে স্বয়ং-সম্পূর্ণ করতে চাইতেন। এই কারণে রিচার্ড দ্য সেকেন্ড নাটকে গ্লস্টারের ডিউক টমাস অফ উডস্টকের হত্যাকাণ্ডের মাধ্যমে ঘটনার সূত্রপাত এবং গাউন্টের জন হত্যাকাণ্ডের দায় দ্বিতীয় রিচার্ডের উপর চাপালেও, পরবর্তী নাটকগুলিতে উডস্টকের নাম উল্লেখই করা হয়নি। আবার রিচার্ড দ্য সেকেন্ড নাটকেরই শেষে চতুর্থ হেনরি রিচার্ডের মৃত্যুর ক্ষতিপূরণ আদায়ে এক ধর্মযুদ্ধের ডাক দেন; কিন্তু পরবর্তী নাটক দু'টিতে তিনি রিচার্ডের প্রতি তাঁর আচরণের জন্য কোনও অনুশোচনা প্রদর্শন করেননি। আবার হেনরি দ্য সিক্সথ নাটকগুলিতে দেখা যায়, প্রথম পর্বের ইয়র্কপন্থী মতের সঙ্গে দ্বিতীয় পর্বের ইয়র্কপন্থী মতের পার্থক্য ঘটছে: প্রথম পর্বে পঞ্চম হেনরির বিরুদ্ধে কেমব্রিজের ইয়র্কপন্থী আর্ল রিচার্ডের ষড়যন্ত্রের কথা স্বীকৃত হয়েছে; কিন্তু দ্বিতীয় পর্বে নাট্যকার এই বিষয়ে নীরব ছিলেন। নিজের দাবি প্রসঙ্গে ষষ্ঠ হেনরির মনোভাবেও পরিবর্তন দেখা যায়। রিচার্ড দ্য থার্ড নাটকে ষষ্ঠ হেনরির রাজত্বকালের পূর্ববর্তী \"কোনও\" ঘটনার উল্লেখ দেখা যায় না।\nপূর্ববর্তী নাট্য-চতুষ্টয়ে \"ইয়র্কপন্থী পক্ষপাত\"-এর প্রমাণ খুঁজে পেয়েছেন কেলি। হেনরি দ্য সিক্সথ, পর্ব ১-এ রিচার্ড প্ল্যান্টাজেনেটের (পরে ইয়র্কের ডিউক) প্রতি মরণাপন্ন মর্টিমারের বক্তব্যে ইয়র্কপন্থী দৃষ্টিভঙ্গি লক্ষিত হয়। ষষ্ঠ হেনরি ছিলেন দুর্বল, সংশয়ান্বিত-চিত্ত এবং অতিমাত্রায় সদাশয়; ইয়র্কপন্থী বা রানি মার্গারেট কেউই তাঁকে রাজা হওয়ার উপযুক্ত মনে করেননি। ইয়র্কপন্থীদের দাবি অত্যন্ত সহজভাবে উপস্থাপনা করে বলা হয়েছে যে, হেনরি নিজেও স্বীকার করেন যে তাঁর দাবিটি দুর্বল—এখানেই কেলি মনে করেন, \"এই প্রথম বার এই ধরনের স্বীকারোক্তি এই পর্যায়ের ঐতিহাসিক উপস্থাপনায় সঙ্গত কারণ ছাড়াই অনুমিত হয়েছে\"। ইঙ্গিতপূর্ণভাবে তৃতীয় পর্বে শেকসপিয়র পঞ্চম হেনরির শাসনকালে কেমব্রিজের ইয়র্কপন্থী আর্লের প্রতারণার বিষয়ে নীরবতা অবলম্বন করেছেন। এমনকি বিশ্বস্ত এক্ষেটারও ষষ্ঠ হেনরির কাছে স্বীকার করেন যে, দ্বিতীয় রিচার্ড উত্তরসূরি মর্টিমার ব্যতীত আর কারও কাছে আইনসঙ্গতভাবে সিংহাসন ত্যাগ করতে পারেন না। এডওয়ার্ড (পরে চতুর্থ) পিতা ইয়র্ককে বলেন যে, হেনরির প্রতি তাঁর শপথ অকার্যকর; কারণ, ম্যাজিস্ট্রেট রূপে হেনরির কাজ করার অধিকারই নেই।\n\"ল্যাংকাস্টারপন্থী পক্ষপাত\"-এর ক্ষেত্রে, হেনরি দ্য সিক্সথ, পর্ব ২-এ ইয়র্ককে অধার্মিক ও ভণ্ড হিসেবে দেখানো হয়েছে এবং যদিও দ্বিতীয় পর্বের শেষে ইয়র্কপন্থীদের বিজয় ও হেনরির বন্দীদশা দেখানো হয়েছে, তাও নাটকে তাঁকে প্রদর্শন করা হয়েছে \"ধর্মের ধারক\" হিসেবে। রিচার্ড দ্য থার্ড নাটকে ক্ল্যারেন্স ও হত্যাকারীদের মধ্যে দীর্ঘ কথোপকথন থেকে জানা যায় যে, শুধুমাত্র ক্ল্যারেন্সই নন, বরং পরোক্ষে হত্যাকারীরা এবং স্বয়ং চতুর্থ এডওয়ার্ডও ষষ্ঠ হেনরিকে আইনসঙ্গত রাজা মনে করেন। ইয়র্কের ডাচেস বিলাপ করতে গিয়ে বলেন যে তাঁর পরিবার \"নিজেদের মধ্যে লড়াই ডেকে আনছে, ভাইয়ের বিরুদ্ধে ভাইকে, আত্মীয়ের বিরুদ্ধে আত্মীয়কে, নিজের বিরুদ্ধে নিজেকে\"। এই বক্তব্যের উৎস ভার্জিল ও হলের বিশ্লেষণ, যেখানে তাঁরা বলেছেন যে, রাজা হেনরি ও রাজপুত্র এডওয়ার্ডকে হত্যা করে ইয়র্ক ভ্রাতৃগণকে মূল্য দিতে হচ্ছে। পরবর্তী নাট্য-চতুষ্টয়ে শেকসপিয়র স্পষ্টতই ল্যাংকাস্টার অতিকথার দিকে ঝুঁকেছেন। রিচার্ড দ্য সেকেন্ড নাটকে তিনি রিচার্ডের উত্তরসূরি এডমন্ড মর্টিমারের উল্লেখই করেননি। এই বর্জনটি ল্যাংকাস্টারপন্থীদের দাবিকে পোক্ত করেছে। হেনরি দ্য ফোর্থ নাটকে রাজ্যকে তিনভাগ করার পরিকল্পনা মর্টিমারের বিশ্বাসযোগ্যতাকে দুর্বল করে দেয়। হেনরি দ্য ফিফথ নাটকে মর্টিমার চরিত্র বর্জনের বিষয়টিও আবার অনেকটাই ইচ্ছাকৃত: শেকসপিয়রের পঞ্চম হেনরির নিজের দাবি নিয়ে কোনও সংশয় ছিল না। বিদ্রোহীদের দ্বিতীয় নাট্য-চতুষ্টয়ে দস্যু এবং অপচয়ী হিসেবে দেখানো হয়: যেমন ব্লান্ট হটসপুরকে বলেছেন, \"out of limit and true rule / You stand against anointed majesty\".\nযদিও ষষ্ঠ হেনরির রাজত্বকাল সম্পর্কে শেকসপিয়রের অতীত-পর্যালোচনামূলক সিদ্ধান্ত পাওয়া যায় হেনরি দ্য ফিফথ নাটকের উপসংহারে। সেখানে তিনি রাজনৈতিকভাবে নিরপেক্ষ: \"so many had the managing\" of the state that \"they lost France and made his England bleed\". সংক্ষেপে বললে, যদিও শেকসপিয়র \"প্রায়শই রাজনৈতিক পক্ষপাত-দুষ্ট কালপঞ্জিগুলির নৈতিক চিত্রণকে গ্রহণ করেছেন এবং নিজের চরিত্রগুলিকে দিয়ে তাদের শত্রুদের বিরুদ্ধে মিথ্যা অভিযোগ এনে তাদের বিরুদ্ধে অনেক দুষ্কর্ম করিয়েছেন বা স্বীকার করিয়েছেন (রিচার্ড দ্য থার্ড সম্ভবত এরই একটি উদাহরণ), তা সত্ত্বেও কালপঞ্জিগুলির নৈতিক ও আধ্যাত্মিক সিদ্ধান্তগুলির বিতরণ তিনি ঘটিয়েছে বিভিন্ন কথক চরিত্র সৃষ্টি করে, যা কেলির মতে, ইতিহাসের অধিকতর নিরপেক্ষ উপস্থাপনা।\n\n\n=== বৃহত্তর অর্থে শেকসপিয়রীয় ইতিহাসাশ্রয়ী নাটক ===\nশেকসপিয়র'স ডকট্রেইন অফ নেচার (১৯৪৯) গ্রন্থে জন এফ. ড্যানবি \"বিদ্রোহের সঠিক সময় কোনটি?\"—বহু আলোচিত এই প্রশ্নের প্রতিক্রিয়া শেকসপিয়রের ইতিহাসাশ্রয়ী নাটকগুলিতে (বৃহত্তর অর্থে) অনুসন্ধান করেছেন এবং এই সিদ্ধান্তে উপনীত হয়েছেন যে, শেকসপিয়রের চিন্তাধারা তিনটি পর্যায়ে প্রবাহিত হয়েছিল: (১) \"ওয়ারস অফ দ্য রোজেস\" নাট্যমালায় (হেনরি দ্য সিক্সথ থেকে রিচার্ড দ্য থার্ড) শেকসপিয়র দেখিয়েছেন কীভাবে ষষ্ঠ হেনরির দ্বারা উপস্থাপিত ধর্মপ্রাণ মধ্যযুগীয় কাঠামোয় আঘাত হানছে এক নতুন মারমুখী ঈশ্বরহীনতার বোধ। শেকসপিয়রের ইঙ্গিতে এক আইনসঙ্গত ও ধর্মপ্রাণ রাজার বিরুদ্ধে বিদ্রোহ ঘোষণা করা অনুচিত এবং গ্লস্টারের রিচার্ডের মতো এক দানবই কেবল তা করার চেষ্টা করেন। (২) কিং জন এবং রিচার্ড দ্য সেকেন্ড থেকে হেনরি দ্য ফিফথ পর্যন্ত নাটকের চক্রে শেকসপিয়র সমসাময়িক প্রথম এলিজাবেথের শাসনকালে তাঁর দৃষ্ট মেকিয়াভেলিবাদের আদর্শকে আনয়ন করেন। এই নাটকগুলিতে প্রাতিষ্ঠানিক টিউডর আদর্শটিই গৃহীত হয়েছিল; যে আদর্শ অনুযায়ী মনে করা হত যে, যে কোনও ধরনের বিদ্রোহ, এমনকি তা যদি অন্যায়ভাবে ক্ষমতাদখলকারীর বিরুদ্ধেও হয়, তাও ক্ষমার যোগ্য নয়। (৩) জুলিয়াস সিজার থেকে শেকসপিয়র ষড়যন্ত্রীহত্যার বিচার করতে শুরু করেন; কিন্তু তা করতে গিয়ে তিনি ইংল্যান্ডের ইতিহাস থেকে সরে আসেন এবং রোমান, ডেনীয়, স্কটীয় বা প্রাচীন ব্রিটিশ ইতিহাসের আবরণে নাট্যরচনা করেন।\n\nড্যানবি মনে করেন যে, শেকসপিয়রের মেকিয়াভেলিবাদ অধ্যয়নের বিষয়টিই তাঁর ইতিহাস অধ্যয়ন বোঝার চাবিকাঠি। শেকসপিয়রের তৃতীয় রিচার্ড, কিং জন নাটকের ফলকনব্রিজ, হল ও ফলস্টাফ সকলেই মেকিয়াভেলিপন্থী, \"পণ্যদ্রব্য\"-এর (অর্থাৎ, সুযোগ, লাভ, আত্মস্বার্থ) পশ্চাদ্ধাবনে অকপটতার বিভিন্ন ক্রম দ্বারা এই চরিত্রগুলি চিত্রিত হয়েছে মাত্র। কর্মজীবনের এই পর্যায়ে এসে শেকসপিয়র হলের ন্যায় মেকিয়াভেলিপন্থী রাজপুরুষকে প্রশংসনীয় এবং তিনি যে সমাজের প্রতিনিধি তাকে ঐতিহাসিকভাবে অনিবার্য হিসেবে দেখানোর ভান করেন। হটসপার ও হল হলেন এক দ্বিখণ্ডিত ফলকনব্রিজের যুগ্ম উত্তরাধিকারী, একজন মধ্যযুগীয়, অন্যজন আধুনিক। যদিও ড্যানবির মতে, যখন হল ফলস্টাফকে প্রত্যাখ্যান করেছিলেন তখন তিনি সংশোধিত হননি, যদিও সাধারণভাবে সেটাই মনে করা হয়। সেই সময় শুধুমাত্র একটি সামাজিক স্তর থেকে অপর একটি স্তরে তাঁর স্থানান্তর ঘটেছিল, চাহিদা থেকে কর্তৃত্বে, সমানভাবে যে দুইই ছিল সেযুগের দুর্নীতিগ্রস্থ সমাজের অঙ্গ। দুইয়ের মধ্যে, ড্যানবির মতে, ফলস্টাফই গ্রহণযোগ্য। কারণ, সর্ব অর্থেই তিনি বৃহত্তর মানুষ। জুলিয়াস সিজার নাটকে দুই বিবদমান মেকিয়াভেলিপন্থীর মধ্যে অনুরূপ সংঘাত দেখা যায়: অভিজাত ব্রুটাস নিজের মেকিয়াভেলীয় সহযোগীদের দ্বারা প্রতারিত হয়, অন্যদিকে অ্যান্টনির বিজয়দৃপ্ত \"ক্রম\"টি হলের ক্রমের মতোই এক নেতিবাচক দিক। হ্যামলেট নাটকে রাজহত্যা গণ নৈতিকতার পরিবর্তে ব্যক্তিগত বিষয়ে পরিণত হয়েছে—সেখানে ব্যক্তিবিশেষের নিজের বিবেকের সঙ্গে সংগ্রাম ও ভ্রমপ্রবণতাই কেন্দ্রীয় বিষয়ে পরিণত হয়েছে। কিং লিয়ার নাটকের এডগারের ন্যায় হ্যামলেটও পরিণত হয় \"ভালোত্বের মেকিয়াভেল\"-এ। ম্যাকবেথ নাটকে স্বার্থটা পুনরায় সর্বসাধারণের, কিন্তু সর্বসাধারণের অমঙ্গল চেতনা প্রবাহিত হয়েছে নিজের প্রকৃতির বিরুদ্ধে ম্যাকবেথের প্রাথমিক বিদ্রোহটি থেকে। ড্যানবি লিখেছেন, \"The root of the machiavelism lies in a wrong choice. Macbeth is clearly aware of the great frame of Nature he is violating.\"\nড্যানবির দৃষ্টিতে কিং লিয়ার হল শেকসপিয়রের সর্বশ্রেষ্ঠ ঐতিহাসিক রূপককাহিনি। প্রাচীনতর মধ্যযুগীয় সমাজ ও তার অত্যধিক অনুরক্ত রাজশক্তি ভ্রান্তিতে পতিত হয়েছিল এবং নতুন মেকিয়াভেলিবাদ তার সামনে বিপদস্বরূপ হয়; সেটি পুনরুজ্জীবিত হয় এবং রক্ষিত হয় এক নতুন সমাজভাবনার দৃষ্টিকোণের মাধ্যমে, যেটি রাজার স্বকন্যাকে প্রত্যাখ্যানের মাধ্যমে ফুটে উঠেছে। এডমন্ডের কাছে পৌঁছে শেকসপিয়র আর হল-শ্রেণির মেকিয়াভেলিপন্থী রাজপুরুষকে প্রশংসনীয় দেখানোর ভান করেননি; কিং লিয়ার নাটকে শেকসপিয়রও এই জাতীয় ব্যক্তি যে সমাজের প্রতিনিধি তাকে ঐতিহাসিকভাবে অনিবার্য না ভেবে প্রত্যাখ্যান করেন। এর বিরুদ্ধে তিনি এক সীমাতিক্রমী সমাজের আদর্শকে ধরে থাকেন এবং দর্শককে মনে করিয়ে দেন মানবতার \"প্রকৃত চাহিদা\"-র কথা, যার কাছে পণ্যদ্রব্য-চালিত সমাজের কাজকর্ম শেষকালে হিংসায় পর্যবসিত হয়। শেকসপিয়র-আবিষ্কৃত এই \"নতুন\" বিষয়টির মূর্ত প্রতীক হলেন কর্ডেলিয়া। এইভাবেই এই নাটকে সামন্ত-মেকিয়াভেলিপন্থী মেরুকরণের এক বিকল্পের প্রস্তাব করা হয়েছে, যে বিকল্পের পূর্বাভাষ পাওয়া যায় ফ্রান্সের ভাষণে (এক.১.২৪৫-২৪৬), লিয়ার ও গ্লস্টারের প্রার্থনায় (তিন.৪. ২৮-৩৬; চার.১.৬১-৬৬) এবং কর্ডেলিয়ার চরিত্র রূপায়ণে। রূপকের নিরিখে কর্ডেলিয়ার তিন সত্ত্বা: এক ব্যক্তি, একটি নৈতিক আদর্শ (প্রেম) ও একটি সমাজ। যতক্ষণ না সেই সুশীল সমাজ স্থাপিত হচ্ছে, ততদিন আমাদের ধৈর্য, সাহস ও \"পক্কতা\"-র মেকিয়াভেলিপন্থী আদর্শ-পুরুষ এডগারের ভূমিকা নিতে হয়। কিং লিয়ার নাটকের পরে শেকসপিয়রের দৃষ্টিভঙ্গি থেকে অনুমিত হয় যে, তিনি মনে করতে থাকেন এক সুশীল সমাজেই ব্যক্তির কল্যাণ চিরস্থায়ী হতে পারে।\n\n\n== শেকসপিয়র ও কালপঞ্জি-নাট্যের বর্গ ==\n\n\n=== তারিখ ও বিষয়বস্তু ===\nকালপঞ্জি নাটক (পলিডোর ভার্জিল, এডওয়ার্ড হল, রাফায়েল হলিনশেড ও অন্যান্যদের কালপঞ্জির ভিত্তিতে রচিত ঐতিহাসিক নাটক) ১৫৮০-এর দশকের শেষভাগ থেকে আনুমানিক ১৬০৬ সাল পর্যন্ত বিপুল জনপ্রিয়তা উপভোগ করেছিল। ১৫৯০-এর দশকের গোড়ার দিকে অন্যান্য সকল ধারার নাটকের তুলনায় এই জাতীয় নাটকের সংখ্যা ও জনপ্রিয়তা দুইই বেশি ছিল। জন বেলের কিং জোহন [:কিং জন] (আনু. ১৫৪৭) নীতিনাটকটিকে অনেকে এই বর্গের পূর্বসূরি মনে করেন। পোপের বিরোধিতা করায় ষোড়শ শতাব্দীর দর্শকদের একটি আগ্রহ সৃষ্টি হয় রাজা জনের প্রতি; ষোড়শ শতাব্দীর শেষভাগে তাঁকে নিয়ে আরও দু'টি নাটক রচিত হয়, যার একটি ছিল শেকসপিয়রের লাইফ অ্যান্ড ডেথ অফ কিং জন। স্প্যানিশ আর্মাডার যুগে দেশাত্মবোধক মূল্যবোধ শতবর্ষের যুদ্ধে কালপঞ্জি নাটকগুলির আবেদনে ভূমিকা গ্রহণ করেছিল। এর মধ্যে শেকসপিয়রের হেনরি দ্য সিক্সথ ত্রয়ীটি বিশেষভাবে উল্লেখযোগ্য। এদিকে প্রথম এলিজাবেথের রাজত্বকালের সমাপ্তিতে সিংহাসনের উত্তরাধিকার নিয়ে অস্থিরতার প্রেক্ষিতে নাট্যকারেরা দ্বিতীয় রিচার্ডের সময় থেকে গোলাপের যুদ্ধ-বিষয়ক ইংল্যান্ডের পূর্বতন উত্তরাধিকার দ্বন্দ্বের উপর দৃষ্টি নিবদ্ধ করেন। ১৫৯০-এর দশকে রাজার সিংহাসনচ্যূতি ও হত্যাকাণ্ড বা গণ-অসন্তোষ বিষয়ে নাটকগুলির প্রতি আগ্রহ বৃদ্ধি পায়। যে সব নাটক অতীতের কথিত সত্য ঘটনা অবলম্বনে রচিত এবং \"প্রকৃত ইতিহাস\" বলে বিজ্ঞপিত হত (যদিও নাট্যকার হয়তো অন্যরকম জানতেন), সেগুলি কল্পিত আখ্যানবস্তু-সম্বলিত নাটকের থেকে অধিক সংখ্যায় দর্শক আকর্ষণ করত।\nকালপঞ্জি নাটকগুলি অবশ্য সর্বদাই এলিজাবেথীয় ও জেকবীয় কর্তৃপক্ষের পরীক্ষাধীন থাকত। \"ঈশ্বর ও রাষ্ট্রের বিবেচনাধীন বিষয়গুলিকে\" স্পর্শ করলে নাট্যকারদের নিষিদ্ধ ঘোষণা করা হত। এই নিষেধাজ্ঞা সমগ্র যুগপর্যায়টিতেই বলবৎ ছিল এবং মাস্টার অফ রেভেলস লাইসেন্স-প্রদাতার কাজ করত। উদাহরণস্বরূপ, রিচার্ড দ্য সেকেন্ড নাটকে ক্ষমতাচ্যুতি দৃশ্যটি (চার.এক.১৫৪-৩১৮) প্রায় নিশ্চিতভাবেই প্রথম রচনাকালে নাটকটির অন্তর্ভুক্ত হয়েছিল; কিন্তু সাবধানতা অবলম্বন করে দৃশ্যটি আদি কোয়ার্টোগুলি থেকে (১৫৯৭, ১৫৯৮, ১৬০৮) বাদ দেওয়া হয় এবং সম্ভবত মঞ্চায়িতও হয়নি। ফার্স্ট ফোলিও প্রকাশনার আগে দৃশ্যটি পূর্ণাঙ্গ আকারে নাটকে অন্তর্ভুক্ত হয়নি। ফলত কালপঞ্জি নাটকগুলি 'ডিগ্রি', আদেশনামা ও আইনসম্মত রাজকীয় বিশেষাধিকারের নীতিগুলি অনুসরণ করে লেখা হতে থাকে এবং কর্তৃপক্ষও নাটকগুলির শিক্ষামূলক প্রভাবের জন্য এগুলিকে মূল্য দিতে থাকে। কেউ কেউ মনে করেন রাষ্ট্র কর্তৃক আত্মপ্রচারণার উদ্দেশ্যেই ইতিহাসাশ্রয়ী নাটকগুলিকে গোপনে ভর্তুকি দেওয়া হত। ১৫৮৬ সাল থেকে রানি কর্তৃক অক্সফোর্ডের আর্লকে বার্ষিক হাজার পাউন্ড অনুদান দেওয়া হয়েছিল। মনে করা হয় যে, \"এর অর্থ ছিল এই যে তিনি রাজসভায় নাট্য উদ্যোক্তা হিসেবে সহায়তা করবেন, এবং এমনভাবে করবেন যাতে রানি যে নাট্য কোম্পানিগুলিকে যথেষ্ট পৃষ্ঠপোষকতা দান করছেন সেই ব্যাপারটি জানাজানি না হয়।\" অক্সফোর্ডের কাজ ছিল সেই নাটকগুলিকে সমর্থন করা যেগুলি \"ইংরেজ জাতিকে শিক্ষা দেবে... তাদের দেশের ইতিহাস, তার মহত্ব উপলব্ধি এবং দেশের কল্যাণে স্বেচ্ছায় আত্মনিয়োগ করতে।\" কাকতালীয় হোক বা না হোক, একটি বৃহৎ সংখ্যক ইতিহাসাশ্রয়ী নাটক বার্ষিক ভিত্তিতে যাবজ্জীবন প্রদত্ত নির্দিষ্ট অঙ্কের অর্থ নথিবদ্ধ করত। দ্য ফেমাস ভিক্ট্রিজ অফ হেনরি দ্য ফিফথ (আনু. ১৫৮৭) গ্রন্থে অক্সফোর্ডের পূর্ববর্তী ১১শ আর্লের যে বিস্তারিত, অনৈতিহাসিক ও চাটূক্তিপূর্ণ ভূমিকাটি আরোপ করা হয়েছে সেদিকে নির্দেশ করেন বার্নার্ড মর্ডন্ট ওয়ার্ড (১৯২৮)। এই গ্রন্থে তাঁর সম্পর্কে কালপঞ্জি নাটকের সমসাময়িক অর্থসাহায্যকারী হিসেবে একটি তির্যক প্রশংসাবাক্য উল্লিখিত হয়েছে। এর বিপরীতে অক্সফোর্ডের এক ভীরু পূর্বপুরুষ ৯ম আর্ল রবার্ট ডে ভিয়ারের (যিনি র‍্যাডকট ব্রিজের যুদ্ধ ছেড়ে চলে এসেছিলেন) নাম টমাস অফ উডস্টক নাটক থেকে বাদ দেওয়া হয়। এই নাটকটির বিষয়বস্তু হল দ্বিতীয় রিচার্ডের রাজত্বকালের প্রথম ভাগ। তিনি রাজার প্রথম দিকের প্রিয়পাত্রদের অন্যতম এবং নাটকের খলনায়ক রবার্ট ট্রেসিলিয়ানের সমসাময়িক ছিলেন। তা সত্ত্বেও এই নাটক থেকে তাঁর চরিত্রটি বাদ পড়ে।\n\n\n=== ক্রমবিকাশ ===\nদ্য ফেমাস ভিক্ট্রিজ অফ হেনরি দ্য ফিফথ-এর মতো প্রথম দিকের কালপঞ্জি নাটকগুলি মূল কালপঞ্জিগুলিরই অনুরূপ ছিল। এগুলির গড়ন ছিল ঢিলেঢালা, এলোমেলো ও আখ্যানমূলক; যুদ্ধ ও জমকালো শোভাযাত্রার দৃশ্য, স্বপ্ন ও অভিশাপ এগুলির আবেদন বৃদ্ধি করত। গবেষক এইচ. বি. চার্লটন এই নাটকগুলির ত্রুটির বিষয়ে দৃষ্টি আকর্ষণ করতে গিয়ে \"দ্য ফেমাস ভিক্ট্রিজ নাটকের কেঠো দেশাত্মবোধ, ত্রুটিপূর্ণ ও স্থূলরুচির দ্য লাইফ অ্যান্ড ডেথ অফ জ্যাক স্ট্র, দ্য ট্রাবলসাম রেইন অফ কিং জন নাটকের সাদামাটা ভঙ্গি এবং অপটু ও নিন্দাবাদপূর্ণ এডওয়ার্ড দ্য ফার্স্ট\" নাটকগুলির কথা উল্লেখ করেন। যদিও মার্লোর ট্যাম্বারলেইন (আনু. ১৫৮৭) নাটকের প্রশংসনীয় কাব্যভাগ এবং একক কেন্দ্রীয় চরিত্র, শেকসপিয়রের কনটেনশন নাট্যাবলি (আনু. ১৫৮৯-৯০) এবং প্রতিহিংসামূলক ট্র্যাজেডির মেকিয়াভেলিপন্থী চরিত্রগুলির প্রভাবে কালপঞ্জি নাটকগুলি দ্রুত চরিত্রায়ণ, গঠন ও শৈলীর দিক থেকে পরিশীলিত হয়ে উঠতে থাকে। শেকসপিয়রের কনটেনশন নাট্যাবলির সাফল্যের ফলে মার্লো নিজেও ইংল্যান্ডের ইতিহাসাশ্রয়ী নাটকের দিকে ঝোঁকেন। এডওয়ার্ড দ্য সেকেন্ড (আনু. ১৫৯১) নাটকে তিনি ট্যাম্বারলেইন-এর আলংকারিকতা ও জাঁকজমক থেকে সরে এসে মানবচরিত্রের পারস্পরিক ক্রিয়া-প্রতিক্রিয়াগুলির অনুসন্ধানে প্রবৃত্ত হন এবং দেখিয়ে দেন কীভাবে কালপঞ্জির উপাদানকে অল্পকথায় প্রকাশ করা যায় এবং পুনর্বিন্যাস ঘটানো যায় এবং কীভাবে সামান্য ইঙ্গিতকে নাটকীয় পরিণতি দিয়ে ফুটিয়ে তোলা যায়।\n\nশেকসপিয়র এই বর্গটিকে আরও দূরে নিয়ে গিয়ে রাজনীতি, রাজপদ, যুদ্ধ ও সমাজের প্রকৃতির অন্তর্নিহিত সত্যগুলি অনুসন্ধান করেন। সেই সঙ্গে তিনি এই বর্গে নিয়ে আসেন উঁচুদরের কবিতা এবং মানবচরিত্র সম্পর্কে এক গভীর জ্ঞান। নির্দিষ্টভাবে বললে, ইতিহাসের নারীর স্থান নিয়ে তিনি মার্লোর থেকে অধিক পরিমাণে আগ্রহ দেখিয়েছিলেন এবং নিজের নাটকে নারী চরিত্রগুলিকে অনেক সূক্ষ্মভাবে চিত্রিত করেছিলেন। ঘটনাগুলিকে দৈববিধান বা ভাগ্য অথবা যান্ত্রিক সামাজিক শক্তির ব্যাখ্যায় না ফেলে তিনি সেগুলিকে ব্যাখ্যা করেন চরিত্রের নিরিখে। এই কারণে মনে করা যেতে পারে যে শেকসপিয়রের একটি \"ইতিহাসের দর্শনবোধ\" ছিল। কমেডি রচনার প্রতিভার সাহায্যে শেকসপিয়র জ্যাক কেডের বিদ্রোহ ও রাজকুমার হলের বাল্যকালের মতো কমিক ধাঁচের কালপঞ্জি উপাদান কল্পনা করেছেন; আবার নিজের উদ্ভাবনী প্রতিভার প্রয়োগ ঘটিয়ে তিনি ফলকনব্রিজ (যদি দ্য ট্রাবলসাম রেইন শেকসপিয়রের রচনা হয়) ও ফলস্টাফের মতো গুরুত্বপূর্ণ চরিত্র সৃষ্টি করেছেন। ঐতিহাসিক ক্রমের ধরলে তাঁর কালপঞ্জি নাটকগুলিকে একটি \"মহৎ জাতীয় মহাকাব্য\" সৃষ্টিকারী বলে বর্ণনা করা যায়। এডওয়ার্ড দ্য থার্ড ও টমাস অফ উডস্টক নাটক দু'টি সম্পূর্ণত বা অংশত শেকসপিয়রের রচনা বলে গবেষকদের একাংশ দাবি করায় সাম্প্রতিককালে এই দু'টিকেও ক্ষেত্রবিশেষে শেকসপিয়রের নাট্যচক্রের অন্তর্ভুক্ত করা হয়।\nরচনাকাল ও রচয়িতার নাম বিষয়ে অনিশ্চয়তার কারণে আদি কালপঞ্জি নাটকগুলির পক্ষে কোনওরূপ প্রভাব বিস্তার সম্ভব হয়েছিল কিনা বা এগুলিকে এই বর্গের পূর্বসূরি বলা যায় কিনা তা সঠিকভাবে স্থির করা যায় না। কোনও কোনও সমালোচকের মতে এই বর্গের প্রবর্তক হিসেবে শেকসপিয়রের দাবিই সঙ্গত। ১৯৪৪ সালে ই. এম. ডব্লিউ. টিলিয়ার্ড বলেন যে, দ্য ফেমাস ভিক্ট্রিজ অফ হেনরি দ্য ফিফথ (আনু. ১৫৮৬-৮৭) সম্ভবত শেকসপিয়রের শিক্ষানিবিশি-কালে রচিত নাটক। ১৯৬১ সালে সেম্যুর পিচার এই দাবিটিকে পূর্ণতর রূপ দেন। পিচার বলেন যে, এডওয়ার্ড হলের ইউনিয়ন অফ দ্য টু নোবল অ্যান্ড ইলাস্টেয়ার ফ্যামিলিজ অফ ল্যাংকাস্টার অ্যান্ড ইয়র্ক গ্রন্থের যে কপিটি ১৯৪০ সালে আবিষ্কৃত হয় (এই খণ্ডটি বর্তমানে ব্রিটিশ লাইব্রেরিতে রক্ষিত), তাতে লিখিত টীকাগুলি সম্ভবত শেকসপিয়রের রচনা এবং সেই অংশগুলি নাটকের বিভিন্ন পংক্তির অনুরূপ। আবার ডব্লিউ. জে. কোর্থ্রপ (১৯০৫), ই. বি. এভারিট (১৯৬৫) ও এরিক স্যামস (১৯৯৫) দাবি করেন যে, দ্য ট্রাবলসাম রেইন অফ কিং জন (আনু. ১৫৮৮-৮৯) নাটকটি হল দ্য লাইফ অ্যান্ড ডেথ অফ কিং জন নামে পুনর্লিখিত নাটকের আদি পাঠ (১৬১১ সালে প্রকাশিত সেকেন্ড কোয়ার্টোতে দ্য ট্রাবলসাম রেইন নাটকটির রচয়িতার নাম \"ডব্লিউ.এসএইচ.\" বলে উল্লেখ করা হয়েছিল)। দ্য ট্রাবলসাম রেইন নাটকটিকে স্যামস \"প্রথম আধুনিক ইতিহাসাশ্রয়ী নাটক\" বলে উল্লেখ করেন। এভারিট ও স্যামস আরও মনে করেন যে, হলিনশেড অবলম্বনে রচিত এবং একাদশ শতাব্দীর ইংল্যান্ডের ইতিহাসকে নাট্যায়িতকারী দু'টি আদি কালপঞ্জি নাটক এডমন্ড আয়রনসাইড, বা ওয়ার হ্যাথ মেড অল ফ্রেন্ডস (রচনা আনু. ১৫৮৮-৮৯) ও সেটির হারিয়ে যাওয়া উত্তরভাগ হার্ডিকেন্যুট (১৫৯০-এর দশকে মঞ্চায়িত) শেকসপিয়রের রচনা। দ্য ট্রু ট্র্যাজেডি অফ রিচার্ড দ্য থার্ড প্রথম ইংরেজি কালপঞ্জি নাটক হওয়ার এক প্রতিদ্বন্দ্বী দাবিদার। একই সময়ে রচিত এই নাটকের রচয়িতার নাম জানা যায় না। যদিও কার্যত নাট্যকারেররা ছিলেন \"প্রভাবিতকারী\" ও প্রভাবিত দুইই: শেকসপিয়রের দু'টি কনটেনশন নাটক (১৫৮৯-৯০) প্রভাবিত হয়েছিল মার্লোর ট্যাম্বারলেইন (১৫৮৭) কর্তৃক, যেটি আবার মার্লোরই এডওয়ার্ড দ্য সেকেন্ড নাটককে প্রভাবিত করে, যা আবার শেকসপিয়রের রিচার্ড দ্য সেকেন্ড নাটকটিকে প্রভাবিত করেছিল।\nপরবর্তীকালের কালপঞ্জি নাটকগুলির মধ্যে থেকে ফোর্ডের ক্রনিকল হিস্ট্রি অফ পার্কিন ওয়ারবেক নাটকটিকে টি. এস. ইলিয়ট \"প্রশ্নাতীতভাবে [তাঁর] শ্রেষ্ঠ কীর্তি\" এবং \"সমগ্র এলিজাবেথীয় ও জেকবীয় নাট্যসাহিত্যে শেকসপিয়রের রচনাবলির বাইরে অন্যতম শ্রেষ্ঠ ইতিহাসাশ্রয়ী নাটক\" বলে উল্লেখ করেন। অন্যান্য দেশের ইতিহাসের ভিত্তিতেও কালপঞ্জি নাটক রচিত হয়েছিল এই যুগে। সেগুলির মধ্যে ছিল মার্লোর দ্য ম্যাসাকার অ্যাট প্যারিস, চ্যাপম্যানের চার্লস, ডিউক অফ বায়রন, ওয়েবস্টারের হারিয়ে যাওয়া নাটক গাইস এবং শেকসপিয়রের ম্যাকবেথ। বিভিন্ন সমসাময়িক প্রচ্ছদ-পৃষ্ঠা দেখে বোঝা যায়, কয়েকটি কালপঞ্জি-ভিত্তিক নাটকে \"কালপঞ্জি ইতিহাস\" ও \"ট্র্যাজেডি\"-র বর্গ দু'টি পরস্পরের সঙ্গে জড়িয়ে থাকত।\n\n\n=== পতন ===\nসপ্তদশ শতাব্দীর প্রথমার্ধে কালপঞ্জি নাট্যধারার পতনের পিছনে বেশ কয়েকটি কারণ ছিল: সংখ্যার দিক থেকে প্রাচুর্য (নিচে শুধুমাত্র অধুনালভ্য নাটকগুলিরই তালিকা দেওয়া হল, এছাড়াও আরও অনেকগুলি কালপঞ্জি নাটক মঞ্চায়িত হয়েছিল); ঐতিহাসিক নাটক হিসেবে এই বর্গবের অনির্ভরযোগ্যতা সম্পর্কে সচেতনতার প্রসার; \"ইতালিয়ানেট\" বিষয়বস্তুর (ইতালীয়, স্পেনীয় বা ফরাসি আখ্যানবস্তু) জনপ্রিয়তা বৃদ্ধি; সমসাময়িক জীবন নিয়ে ব্যঙ্গাত্মক নাটকের (\"নাগরিক কমেডি\") জনপ্রিয়তা বৃদ্ধি; শেকসপিয়র সহ অগ্রণী নাট্যকারেরা লোকরুচির পরিবর্তে অধিকতর পরিশীলিত রাজসভা-কেন্দ্রিক রুচির পরিচয় দিতে শুরু করেছিলেন; স্টুয়ার্টদের আগমনের ফলে রাষ্ট্রীয় সমজাতীয়তার এবং \"জাতীয়তাবাদী বোধ\"-এর পতন ঘটেছিল, গৃহযুদ্ধ ও নাট্যশালা বন্ধ হয়ে যাওয়ার (১৬৪২) ফলে তার সম্পূর্ণ অবলুপ্তি ঘটে। এই বিষয়গুলির কয়েকটি ফোর্ড তাঁর পার্কিন ওয়ারবেক (আনু. ১৬৩০) নাটকের মুখবন্ধে উল্লেখ করে গিয়েছেন কালপঞ্জি নাটকের আত্মপক্ষ সমর্থনে।\n\nউপরের দুই সারণিতে হেনরি দ্য ফিফথ ও হেনরি দ্য সিক্সথ (পর্ব ২ ও ৩) নাটক দু'টির কোয়ার্টো ও ফোলিও সংস্করণ অন্তর্ভুক্ত হয়েছে, কারণ কোয়ার্টোগুলিতে সম্ভবত এই তিন নাটকের আদি পাঠ সংরক্ষিত হয়েছিল (\"বিকৃত\" পাঠের পরিবর্তে)। এর মধ্যে \"অধুনালুপ্ত\" কালপঞ্জি-ধাঁচের নাটক (যেমন এডমন্ড আয়রনসাইড-এর সম্ভাব্য উত্তরভাগ হার্ডিকেন্যুট) এবং \"কিংবদন্তি\"-ভিত্তিক নাটক ট্রু ক্রনিকল হিস্ট্রি অফ কিং লেয়ার অ্যান্ড হিজ থ্রি ডটারস (আনু. ১৫৮৭) এবং অ্যান্টনি মানডে রচিত রবিন হুড বিষয়ক দু'টি নাটক (দ্য ডাউনফল অফ রবার্ট আর্ল অফ হান্টিংটন ও দ্য ডেথ অফ রবার্ট আর্ল অফ হান্টিংটন বাদ দেওয়া হয়েছে।\n\n\n== শেকসপিয়র ও রোমান ইতিহাসাশ্রয়ী নাটকের বর্গ ==\nষোড়শ শতাব্দীর শেষভাগের এবং সপ্তদশ শতাব্দীর প্রথমভাগের \"রোমান ইতিহাসাশ্রয়ী\" নাটকগুলি (ভার্জিল, লিভি, ট্যাকিটাস, স্যালাস্ট ও প্লুটার্কের গ্রন্থের বিভিন্ন পর্যায় অবলম্বনে রচিত ইংরেজি নাটক) ১৫৮০-এর দশকের শেষভাগ থেকে ১৬৩০-এর দশক পর্যন্ত কমবেশি জনপ্রিয়তা বজায় রেখেছিল। এগুলির আবেদন মূলত নিহিত ছিল অংশত এগুলির চমকপ্রদ নাটকীয়তায়, অংশত এগুলির অচেনা আখ্যানবস্তুর মধ্যে এবং অংশত যে পদ্ধতিতে এগুলি কেন্দ্রীয় বিষয়বস্তুকে ইংল্যান্ডের প্রেক্ষাপট থেকে নিরাপদভাবে পৃথক করে উদ্ঘাটিত করত তার উপরে। উদাহরণস্বরূপ, জন ওয়েবস্টারের অ্যাপিয়াস অ্যান্ড ভার্জিনিয়া একটি অনৈতিহাসিক পর্ব যুক্ত করে (সমগ্র নাটকে অনৈতিহাসিক এই একটিই পর্ব ছিল)। এই পর্বে দেখা যায়, দেশীয় কর্তৃপক্ষ কর্তৃক অবহেলিত হয়ে রোমান বাহিনী মাঠে অভুক্ত অবস্থায় পড়ে আছে, পরিত্যক্ত হয়ে ক্রুদ্ধ হয়ে উঠেছে, ১৬২৪-২৫ সালে লো কান্ট্রিজে অনাহারে ইংরেজ সেনাবাহিনীতে মৃত্যুর ঘটনা ঘটছে। বিদ্রোহ ও ষড়যন্ত্রীহত্যা, প্রাচীন স্বাধীনতা বনাম কর্তৃত্ববাদী শাসন, নাগরিক কর্তব্য বনাম ব্যক্তিগত উচ্চাকাঙ্ক্ষার মতো বিপজ্জনক বিষয়বস্তুগুলিকে রোমান ইতিহাসের সাহায্যে নিরাপদে উপস্থাপনা করা যেয়। যেমন শেকসপিয়র করেছিলেন জুলিয়াস সিজার নাটকে। চরিত্র ও নৈতিক মূল্যবোধগুলি (বিশেষত \"রোমান মূল্যবোধ\"গুলিকে) সংযত খ্রিস্টীয় কাঠামোর বাইরে গিয়ে পর্যালোচনা করা সম্ভব হত।\nশেকসপিয়রের জুলিয়াস সিজার এবং ছদ্ম-ঐতিহাসিক টাইটাস অ্যান্ড্রোনিকাস ছিল অধিকতর সফল ও প্রভাবশালী রোমান ইতিহাসাশ্রয়ী নাটকগুলির অন্যতম। অপেক্ষাকৃত কম সফল নাটকগুলির মধ্যে অন্যতম ছিল বেন জনসনের সেজানাস হিজ ফল। ১৬০৪ সালে গ্লোবে যেটির মঞ্চায়ন অসন্তোষ সৃষ্টি করেছিল। জনসন এই বর্গটিকে ভুল বুঝেছিলেন। তিনি \"নিজেকে সীমাবদ্ধ করে ফেলেছিলেন নথিবদ্ধ ঘটনার নাট্যায়নের মধ্যেই, ঐতিহাসিকভাবে সিদ্ধ নয় এমন কিছুকে গ্রহণে তিনি অসম্মত ছিলেন\"। এই কারণেই তিনি সন্তোষজনক আখ্যানভাগ দাঁড় করাতে পারেননি। পার্ক হোনানের মতে, শেকসপিয়র তাঁর পরবর্তীকালীন রোমান রচনাগুলিতে (অ্যান্টনি অ্যান্ড ক্লিওপেট্রা ও কোরিওলেনাস) সযত্নে \"সেজানুস-এর জড় ভঙ্গিমা, বক্রাঘাতের অভাব ও নীতিকথার প্রতি পীড়াদায়ক মনোযোগ আরোপের বিষয়গুলি\" এড়িয়ে যান।\n\nউপরিউক্ত সারণি দু'টিতে শেকসপিয়রের টাইটাস অ্যান্ড্রোনিকাস (রচনা আনু. ১৫৮৯, পরিমার্জনা আনু. ১৫৯৩) বাদ গিয়েছে। কারণ, এটি রোমান ইতিহাস বা কিংবদন্তির ভিত্তিতে রচিত হয়নি। এমন ইঙ্গিত পাওয়া যায় যে মার্লোর ডাইডো, কুইন অফ কার্থেজ নাটকের প্রতিক্রিয়ায় এই নাটকটি রচিত হয়েছিল। মার্লো রোমের উৎসের আদর্শবাদী দিকটি ফুটিয়ে তুলেছিলেন, অপরদিকে শেকসপিয়র রোমের সমাপ্তিকালের এক ভয়ংকর চিত্র এঁকেছেন, যেখানে রোমের পতন ঘটেছে এক নৈতিক অরাজকতার মধ্য দিয়ে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nShakespeare's Histories  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ নভেম্বর ২০২২ তারিখে at the British Library\n'Shakespeare's Politics', essay by historian Christopher Morris, The Historical Journal, Vol. 8, No. 3, Cambridge, 1965; pp. 293–308\nRoy, Pinaki. \" Much Ado about Politics:A Very Brief Survey of England's Tumultuous History during Shakespeare's Lifetime\". Yearly Shakespeare আইএসএসএন 0976-9536, XV (July 2017): 16–24.\nRoy, Pinaki. \" What exactly went wrong with Shakespeare between 1599 and 1608?: A very brief History-based Introspection\". Yearly Shakespeare আইএসএসএন 0976-9536, XVI (July 2018): 26–32.\n\nটেমপ্লেট:Shakespeare's plays\nটেমপ্লেট:HelpmannAward Play 2001-2020"}