{"pageid": 1187692, "title": "বর্মী লটারি", "url": "https://bn.wikipedia.org/wiki?curid=1187692", "content": "অংবালে ( বর্মী: အောင်ဘာလေထီ   ; বিকল্প বানান অং বার জে, lit. \"আপনি জিততে পারেন\") মিয়ানমারের সরকারী লটারি। এটি একটি মাসিক লটারি। মিয়ানমারের অর্থ মন্ত্রণালয়ের রাজ্য লটারি অধিদপ্তর কর্তৃক দ্বারা পরিচালিত হয়। ম্যাগওয়ে অঞ্চলের ওয়াজিতে একটি রাষ্ট্রীয় মুদ্রণালয়ে লটারির টিকিট মুদ্রিত হয়। একই স্থানে মিয়ানমার ক্যত এবং পাসপোর্ট মুদ্রিত হয়। কোনবাং রাজবংশের শাসনামলে মিয়ানমারে প্রথম লটারির প্রচলন হয়;  তবে দেশটির আধুনিক লটারি ১৯৩৮ সাল হতে প্রচলিত। \n\n\n== ইতিহাস ==\nকোনবাং রাজবংশের সময় প্রথম বার্মিজ লটারি চালু হয়ে। রাজা থিবাও মিনের শাসনামলে ১৮৭৮ সালে রাষ্ট্রীয় রাজস্ব বাড়ানোর প্রয়াসে একটি রাষ্ট্রীয় লটারি প্রথম প্রতিষ্ঠিত হয়েছিল। এই লটারিটির প্রচলন করার উদ্যোগটি ছিল ফো হ্লাইংয়ের এর মস্তিষ্কপ্রসূত, যিনি প্যারিসে ফরাসি লটারি খেলেছিলেন। লটারির প্রশাসনের সাথে স্বার্থের দ্বন্দ্ব, রাজস্ব হ্রাস, বৌদ্ধ ভিক্ষুদের জুয়া খেলার বিরুদ্ধে নিন্দার মত সমস্যার কারণে ১৮৮০ সালে লটারি বন্ধ হয়েছিল। \n১৯৩৮ সালের ১ জুন সরকারী লটারি প্রশাসন দপ্তর (বর্মী: অং বা লে থেইনসু) প্রতিষ্ঠা হয়। শুরুতে ২ ক্যত মূল্যের লটারি চালু হয়েছিল, তখন সর্বোচ্চ পুরস্কার দেওয়া হয়েছিল ১,০০,০০০ ক্যত। পরবর্তীতে  ৫, ১০, ৫০, ১০০ ও  ২০০ ক্যত মূলমানের লটারি টিকিট পর্যায়ক্রমে চালু হয়েছিল। ২০১২ সালে লটারির পুরস্কার মূল্য ১৫০ মিলিয়ন ক্যত করা হয়। ২০১৯ সালের ফেব্রুয়ারি পর্যন্ত লটারির টিকেটের মূল্য ১০০০ ক্যত পর্যন্ত বেড়েছে।\n\n\n== বিক্রয় ও আয় ==\nবর্তমান লটারিটি প্রথম ১৯৩৮ সালে ব্রিটিশ শাসনের অধীনে চালু করা হয়েছিল এবং এটি দেশে জুয়া খেলার একমাত্র বৈধ রূপ। লটারি দপ্তরের ইয়াঙ্গুনের প্রধান কার্যালয় ও মান্দালয়ের শাখা দপ্তর হতে সরাসরি বিক্রি হয়, অন্যান্য রাজ্য ও অঞ্চলে রাজস্ব কার্যালয়গুলি লটারির বিক্রয়কেন্দ্র হিসেবে কাজ করে।  লটারি টিকিট বিক্রি থেকে বার্মিজ সরকার প্রতি বছর ২৮.৮ মিলিয়ন মার্কিন ডলারের সমমূল্যের রাজস্ব আয় করে। মিয়ানমারে প্রতি মাসে ৩০ মিলিয়নের বেশি লটারি টিকিট বিক্রি হয়। মিয়ানমার সরকার প্রতি টিকিট হতে ৪০ % কর হিসেবে সংগ্রহ এবং অবশিষ্ট ৬০% পুরস্কার হিসেবে বিতরণ করে। ২০১৩ হতে মিয়ানমারে ইউরোপীয় ফুটবল নিয়ে অবৈধ জুয়া এবং ব্যাংকক স্টক এক্সচেঞ্জের সংখ্যা বিষয়ক জুয়ার প্রতি নাগরিকরা আকৃষ্ট হওয়ায় এটির বিক্রয় কমে গেছে। \n\n\n== তথ্যসূত্র =="}