{"pageid": 1188020, "title": "ডোক্কা উমারভ", "url": "https://bn.wikipedia.org/wiki?curid=1188020", "content": "ডোকু খামাতোভিচ উমারভ বা ডোক্কা উমারভ বা ডোক্কা আবু উমর ছিলেন উত্তর ককেশাসের একজন চেচেন যোদ্ধা ও ককেশাস আমিরাতের প্রতিষ্ঠাতা। বৃহত্তর উত্তর ককেশাসে বিদ্রোহের নেতা হওয়ার আগে তিনি ১৯৯০ ও ২০০০ এর দশকে চেচনিয়ার উভয় যুদ্ধে একজন প্রধান সামরিক ব্যক্তিত্ব। তিনি বিদ্রোহী জীবনে বেশিরভাগ দক্ষিণ-পশ্চিম চেচনিয়া, ইঙ্গুশেটিয়া ও জর্জিয়া সীমান্তের কাছাকাছি অঞ্চল  জুড়ে সক্রিয় ছিলেন। ২০০৭ সালে রুশ আধিপত্যকে অস্বীকার করে মুসলিম অধ্যুষিত ককেশাস অঞ্চলে ককেশাস আমিরাত প্রতিষ্ঠার ঘোষণা দেন।\n১৯৯০ এর দশকের শেষের দিকে রাশিয়ার বিরুদ্ধে চেচনিয়ার প্রথম যুদ্ধের পর যুদ্ধের নায়ক হিসেবে মোভলাদি উদুগভের মর্যাদা তাকে চেচেন প্রজাতন্ত্রের নিরাপত্তা মন্ত্রীর পদ গ্রহণ করতে সহায়তা করে।  ২০০৬ ও ২০০৭ এর মধ্যে তার পূর্বসূরি শেখ আব্দুল হালিমের মৃত্যুর পর উমারভ চেচেন প্রজাতন্ত্রের ইচকেরিয়ার অস্বীকৃত সরকারের ইচকেরিয়ার রাষ্ট্রপতি হন। তখন উমরভ চেচেন জাতীয়তাবাদে বিশ্বাসী ছিলেন। এরপর তিনি জাতীয়তাবাদী ধারণা ত্যাগ করেন উত্তর ককেশাস অঞ্চলে একটি আমিরাত প্রতিষ্ঠার ঘোষণা দেন। যা ককেশাস আমিরাত নামে পরিচিত।\n২০১০ সালে উমারভ অকার্যকরভাবে আমির থেকে পদত্যাগ করেন এবং আসলামবেক ভাদালভকে ককেশাস আমিরাতের নতুন আমির হিসেবে নিযুক্ত করেন। কিন্তু এর পরই তিনি একটি বিবৃতি জারি করে পূর্বের ঘোষণা বাতিল করেন এবং বলেন যে, আগের ঘোষণাটি বনোয়াট ছিল এবং তিনি তার পদে থাকবেন চেচেন যু্দ্ধের পর থেকেই রাশিয়া উমারভকে শীর্ষ সন্ত্রাসী নেতা ঘোষণা করে গোটা ককেশাস অঞ্চলে  হন্য হয়ে খুঁজে বেড়ায়। ২০০৯ সাল থেকে তিনি রাশিয়ায় কয়েকটি হামলার দায়িত্ব নিয়েছেন। এসবের  মধ্যে উল্লেখযোগ্য হল, ২০১০ সালে মস্কোর মেট্রোতে বোমা হামলা এবং ২০১১ সালে ডোমোদেডোভো আন্তর্জাতিক বিমানবন্দরে বোমা হামলা।\n২০১২ সালে উমারভ তার অনুসারীদের রাশিয়ার বেসামরিক লক্ষ্যবস্তুর উপর আক্রমণ বন্ধ করার নির্দেশ দেন। ২০১৩ সালের জুলাই মাসে তিনি এই স্থগিতাদেশের সমাপ্তি ঘোষণা করেন এবং ককেশাস ও তার বাইরে ২০১৪ সোচি অলিম্পিকের আয়োজনে জোরপূর্বক বাধা দেওয়ার জন্য ইসলামি বিদ্রোহীদের প্রতি আহ্বান জানান। ২০১১ সালে জাতিসংঘের নিরাপত্তা পরিষদের আল-কায়েদা ও তালেবান বিষয়ক নিষেধাজ্ঞা কমিটি উমারভকে আল-কায়েদা ও তালেবানের সাথে জড়িত ব্যক্তিদের তালিকায় যুক্ত করে।\n২০১৪ সালের ১৮ মার্চ ককেশাস আমিরাত -সম্পর্কিত ইসলামি ওয়েবসাইট কাভকাজ সেন্টারে উমারভের মৃত্যুর খবর দেওয়া হয়। তবে এতে কোন বিশদ বিবরণ দেয়নি এবং বলা হয় যে, ককেশাস আমিরাতের হাই কমান্ড দ্বারা তার মৃত্যু নিশ্চিত করা হয়েছে। তার জায়গায় ককেশাস আমিরাতের সিনিয়র শরিয়া বিচারক আলী আবু মুহাম্মাদকে আমির ঘোষণা করা হয়, যিনি ইউটিউবে পোস্ট করা একটি ভিডিওতে আনুষ্ঠানিকভাবে উমারভের মৃত্যুর বিষয়টি নিশ্চিত করেন। কাভকাজ সেন্টারে পোস্ট করা একটি প্রতিবেদন অনুসারে, ২০১৩ সালের ৬ আগস্ট উমারভকে বিষ প্রয়োগ করা হয়ে এবং ২০১৩ সালের সেপ্টেম্বরে তিনি মারা যান। ২০১৭ সালের ২৫ সেপ্টেম্বর রুশ মিডিয়া জানায় যে, উমারভের মৃতদেহ সম্ভবত ইঙ্গুশেটিয়ার একটি দুর্গম পাহাড়ি এলাকায় দাফন করা হয়েছে\n\n\n== তথ্যসূত্র =="}