{"pageid": 1188789, "title": "জোয়াও কানসেলো", "url": "https://bn.wikipedia.org/wiki?curid=1188789", "content": "জোয়াও পেদ্রো কাভাকো কানসেলো (পর্তুগিজ উচ্চারণ: [ʒuˈɐ̃w̃ kɐ̃ˈsɛlu]; জন্ম ২৭ মে, ১৯৯৪) একজন পর্তুগিজ পেশাদার ফুটবলার যিনি সৌদি আরবের পেশাদার ফুটবল লিগের শীর্ষ স্তর সৌদি পেশাদার লিগের ক্লাব আল হিলাল এবং পর্তুগাল জাতীয় ফুটবল দলের হয়ে ফুলব্যাক কিংবা উইংব্যাক হিসেবে খেলেন। একজন সৃষ্টিশীল, দক্ষ, শক্তিশালী এবং বহুমুখী প্রতিভার কারণে তাকে বিশ্বের সেরা ফুল-ব্যাকদের একজন ধরা হয়।\nবেনফিকার যুব একাডেমিতে যোগদানের পর কানসেলো ২০১২ সালে ক্লাবের ''বি টিমের'' হয়ে খেলা শুরু করেন এবং দুই বছর পর মূল দলে ডাক পান। পরবর্তীতে ২০১৪–১৫ মৌসুমে তাকে লা লিগার ক্লাব ভালেনসিয়াতে লোনে পাঠানো হয়। ২০১৫ সালের গ্রীষ্মে ভালেনসিয়া তাকে স্থায়ীভাবে কিনে নিয়ে ২০১৭–১৮ মৌসুমে সেরি এ ক্লাব ইন্টার মিলানে লোনে পাঠায়। সে মৌসুমে তিনি সেরি এ'র বছরের সেরা দলে অন্তর্ভুক্ত ছিলেন। কানসেলোর পারফরম্যান্স দেখে জুভেন্টাস তাকে ২০১৮ সালে ৪০.৪ মিলিয়ন ইউরো দিয়ে কিনে নেয়। সেখানে তিনি তার প্রথম এবং একমাত্র মৌসুমে লিগ এবং সুপারকোপা ইতালিয়ানা জেতেন।\n২০১৯ সালে ইংলিশ ক্লাব ম্যানচেস্টার সিটি ৬০ মিলিয়ন ইউরো এবং সাথে দানিলোকে অন্তর্ভুক্ত করে কানসেলোকে স্থায়ীভাবে কিনে নেয়।  এরপর থেকে তিনি ক্লাবটির হয়ে দুটি প্রিমিয়ার লিগ শিরোপা এবং একটি লিগ কাপ জিতেছেন। ২০২০–২১ মৌসুমে ম্যানচেস্টার সিটিকে তাদের প্রথম উয়েফা চ্যাম্পিয়ন্স লিগের ফাইনালে পৌঁছাতে তার গুরুত্বপূর্ণ ভূমিকা ছিল।\n২০১৬ পর্তুগালের জাতীয় ফুটবল দলের হয়ে তার অভিষেক ঘটে। পর্তুগালের যুবদলের হয়ে তিনি ৭৫ ম্যাচে ৩ গোল করেছিলেন। তিনি পর্তুগাল অনূর্ধ্ব-২১ দলেরও অংশ ছিলেন যারা ২০১৫ উয়েফা ইউরোপিয়ান চ্যাম্পিয়নশিপ ফাইনালে পৌঁছেছিল। তিনি নিজ দেশের মাটিতে প্রথমবারের মত অনুষ্ঠিত ২০১৯ উয়েফা নেশনস লিগ ফাইনালে খেলেন এবং সে টুর্নামেন্ট জেতেন।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n=== বেনফিকা ===\nকানসেলো পর্তুগালের সেতোবল জেলার বারেইরোতে জন্মগ্রহণ করেন এবং স্থানীয় ক্লাব বারেইরেন্সে ফুটবল খেলা শুরু করেন। তিনি ২০০৭ সালে ১৩ বছর বয়সে বেনফিকার যুবদলে যোগ দেন। সেখানে তিনি রাইট এবং লেফটব্যাকে খেলতে থাকেন।\n২৮ জুলাই, ২০১২-এ, কানসেলো প্র‍থমবারের মত বেনফিকার মূল দলের সাথে প্রীতি ম্যচ খেলতে নামেন; যেখানে তাদের প্রতিপক্ষ ছিলো গিল ভিসেন্ট। সে ম্যাচে তিনি রাইট ব্যাক হিসাবে পুরো ৯০ মিনিট খেলেছিলেন। বি-টিমের সাথে চুক্তি থাকা সত্ত্বেও তাকে ম্যাক্সি পেরেইরার সম্ভাব্য উত্তরসূরি হিসেবে বিবেচনা করা হয়েছিল; ২০১৩ সাল পর্যন্ত তিনি বি-টিমের প্রতিনিধিত্ব করেছিলেন এবং সেই বছরের ১৮ মে রিও অ্যাভে-এর বিপক্ষে ২–১ গোলের জয়ে দু’টি জয়সূচক গোল করেন করে জাতীয় চ্যাম্পিয়নশীপ জেতেন।\n২৫ জানুয়ারি, ২০১৪-এ কানসেলো বেনফিকার মূল দলের সাথে তার প্রথম প্রতিযোগীতামূলক ম্যাচ খেলেন। সে ম্যাচে তাকে বদলি হিসেবে নামানো হয় এবং তারা ১–০ তে জয়লাভ করেন। ১০ মে'তে প্রিমেইরা লিগায় লিগ চ্যাম্পিয়ন হয়ে ক্লাসিকোতে পোর্তোর বিরুদ্ধে খেলতে নামেন এবং সে ম্যাচে ২–১ গোলে হারেন।\n\n\n=== ভালেনসিয়া ===\n\n\n==== ২০১৪–১৫: অভিষেক মৌসুম ও দলে নিয়মিত হওয়া ====\n\n২০ আগস্ট, ২০১৪-এ, কানসেলো €১৫ মিলিয়নে কেনার বিকল্পের সাথে এক বছরের লোনে ভালেনসিয়ায় যোগ দেন। তার লা লিগা অভিষেক ঘটে ২৫ সেপ্টেম্বর, কর্ডোবার বিরুদ্ধে। ৩–০ গোলে জয়ী ম্যাচের পুরোটাই খেলেন তিনি। প্রথমদিকে তিনি বদলি হিসেবেই খেলতে থাকেন। তিনি মাঝে মাঝেই রাইট উইংয়ে চলে যেতেন এবং পরে তার ভাল পারফরম্যান্স দিয়ে লেভান্তের বিরুদ্ধে ম্যান অফ দ্য ম্যাচের পুরস্কার পান। পুরো সিজন জুড়ে, তিনি ভ্যালেসিয়া রাইট ব্যাক আন্তোনিও ব্যারাগানের বিকল্প হিসেবে খেলেন। সমস্ত প্রতিযোগিতাসহ তিনি সে মৌসুমে ১৩টির মত ম্যাচ খেলেন। তার পারফরম্যান্স ভালেনসিয়াকে চ্যাম্পিয়ন্স লিগে পৌঁছাতে সাহায্য করেছিল, যার ফলে ২৫ মে কানসেলোকে ভালেনসিয়া ১৫ মিলিয়ন ইউরো দিয়ে ৩০ জুন, ২০২১ সাল পর্যন্ত কিনে নেয়।\nপরের মৌসুমের ১৬ সেপ্টেম্বরে তার উয়েফা চ্যাম্পিয়ন্স লিগে অভিষেক ঘটে। সে ম্যাচে তার দল জেনিট সেন্ট পিটার্সবার্গের কাছে ২–৩ গোলে হেরে যায়। কানসেলো সে ম্যাচে গোল করে চ্যাম্পিয়ন্স লিগে ভালেনসিয়ার ইতিহাসে পঞ্চম সর্বকনিষ্ঠ গোলদাতা হয়েছিলেন (বয়স: ২১ বছর ১০৭ দিন)। ২ ডিসেম্বর, কানসেলো কোপা দেল রেতে প্রথম গোল করেন বারাকালদোর বিপক্ষে। সে ম্যাচে ভালেনসিয়া ৩–১ গোলে জয় পায়। অবশ্য পরবর্তীতে বার্সেলোনার কাছে দুই লেগ মিলিয়ে ৮–১ গোলে হেরে টুর্নামেন্ট থেকে বাদ পড়ে তারা।\n\n\n==== ২০১৬–১৭: ভালেনসিয়ার সাথে শেষ মৌসুম ====\n২০১৬–১৭ মৌসুমে কানসেলোর পারফরম্যান্স গ্রাফ নিচের দিকে নেমে যায়। প্রথম লিগ ম্যাচে কানসেলো কিছু ভুল করে লাস পালমাসকে পেনাল্টি উপহার দেয় এবং ম্যাচটি তারা ২–৪ গোলে হেরে যায়। ভুল থেকে শিক্ষা নিয়ে তিনি বরাবরের মত ভালো পারফরম্যান্স করতে থাকেন। ফলে নতুন কোচ সিজারে প্রানডেলি তাকে রাইট উইংয়ে খেলাতে থাকেন পুরো মৌসুমে ক্যান্সেলো রাইট উইং এবং রাইট ব্যাকে প্রায় সমান সংখ্যক ম্যাচ খেলেন। ২ এপ্রিল তিনি দেপোর্তিভো লা করোনার বিরুদ্ধে লিগের প্রথম গোলটি করেন। গোল করেই তিনি ভালেনসিয়ার ভক্তদের প্রতি \" চুপ \" অঙ্গভঙ্গি করেছিলেন, যারা রক্ষণাত্মক ভুলের জন্য তার সমালোচনা করেছিলেন। অবশ্য সাথে সাথেই অঙ্গভঙ্গির জন্য তিনি ক্ষমাও চেয়েছিলেন।\n\n\n==== ইন্টার মিলানে লোন ====\n২২ আগস্ট ২০১৭-এ, কানসেলো এক বছরের লোনে ইন্টার মিলানে যোগ দিয়েছিলেন; লোন ডিলের অংশ হিসেবে জিওফ্রে কন্ডোগবিয়া ভালেনসিয়ায় যোগ দিয়েছিলেন রোমার কাছে ৩-১ ব্যবধানে জয়ের ৮৩তম মিনিটে আন্তোনিও ক্যান্দ্রেভার বদলি হিসেবে চার দিন পর সেরি এ তার অভিষেক হয়।\nপর্তুগাল দলে থাকাকালীন ২০১৭ সালের আগস্টের শেষের দিকে কানসেলো হাঁটুর লিগামেন্টে আঘাত পেয়েছিলেন, যা দেড় মাসের জন্য তাকে মাঠের বাইরে ঠেলে দিয়েছিলো। ডার্বি ডেলা ম্যাডোনিনায় এসি মিলানের বিরুদ্ধে ঘরের মাঠে ৩–২ জয়ের ম্যাচে শেষ ২০ মিনিটের জন্য তিনি মাঠে নেমেছিলেন। সেরি এ -তে কয়েক সপ্তাহ নিজেকে মানিয়ে নেওয়ার পর, কানসেলো কোপা ইতালিয়াতে পোর্ডেনোনের বিরুদ্ধে স্টার্টার হিসেবে খেলতে নামেন। ১৭ এপ্রিল, ২০১৮-এ, তিনি ক্যাগলিয়ারির বিরুদ্ধে একটি ফ্রি কিক গোলে তার প্রথম লিগ গোল করেন; সে ম্যাচে ইন্টার মিলান ৪–০ তে জয়লাভ করে। সেরি এ-তে প্রথমদিকে ট্যাক্টিকাল ভুলের কারণে তার মানিয়ে নিতে কষ্ট হলেও পরবর্তীতে তার পারফরম্যান্স ক্রমান্বয়ে উন্নতি করতে শুরু করে, যার ফলে তাকে সেরি এ-এর বছরের সেরা দলে অন্তর্ভুক্ত করা হয়। মৌসুমে তার ভাল পারফরম্যান্স সত্ত্বেও, ক্লাব কানসেলোকে না কেনার সিদ্ধান্ত নেয়।\n\n\n=== জুভেন্টাস ===\n\n২৭ জুন ২০১৮-এ, জুভেন্টাস কানসেলোকে ৪০.৪ মিলিয়ন ইউরো দিয়ে পাঁচ বছরের জন্য কিনে নেয়।, ১৮ আগস্ট চিয়েভো ভেরোনার বিরুদ্ধে ৩–২ গোলে জয়ের মাধ্যমে তার ঘরোয়া লিগে অভিষেক হয়। তিনি ২০১৯ সালের জানুয়ারিতে ইন্টার মিলানকে ১–০ গোলে হারিয়ে ক্লাবের সাথে প্রথম সুপারকপা ইতালিয়ানা ট্রফি জেতেন। একই মাসে তিনি লাজিওর বিপক্ষে প্রথম লিগ গোল করেন। ৬ অক্টোবর তিনি রদ্রিগো বেন্টানকুরকে অ্যাসিস্ট করে উদিনেসের বিরুদ্ধে ২–০ ব্যবধানে জয়ে সাহায্য করেন। ৭ ডিসেম্বর, ডার্বি ডি'ইতালিয়াতে তার প্রাক্তন ক্লাব ইন্টার মিলানের বিরুদ্ধে ১–০ জয়ে মারিও মান্দজুকিচকে কানসেলো অ্যাসিস্ট করেন।\n১০ এপ্রিল ২০১৯-এ কানসেলো ক্রিশ্চিয়ানো রোনালদোকে অ্যাসিস্ট করে আয়াক্সের বিপক্ষে চ্যাম্পিয়ন্স লিগের কোয়ার্টার ফাইনালে প্রথম লেগে ড্র করাতে সক্ষম হন। যদিও ১৬ এপ্রিল তুরিনে দ্বিতীয় লেগে জুভেন্টাস ২–১ এ হেরে প্রতিযোগিতা থেকে বিদায় নেয়। চার দিন পরে, কানসেলো প্রতিদ্বন্দ্বী ফিওরেন্টিনার বিরুদ্ধে স্কুডেটো - ক্লিনচিং ম্যাচে খেলে জুভেন্টাসকে টানা অষ্টম লিগ শিরোপা জেতাতে সাহায্য করেন।\n\n\n==== ২০১৯–২০: রেকর্ড ট্রান্সফার এবং সংগ্রাম ====\n\n৭ আগস্ট, ২০১৯-এ, কানসেলো ২৭.৪ ইউরোতে ছয় বছরের চুক্তিতে প্রিমিয়ার লিগ চ্যাম্পিয়ন ম্যানচেস্টার সিটিতে যোগদান করেন এর সাথে দানিলোকে যুক্ত করে ৬০ মিলিয়ন পাউন্ডের সমান মূল্যমান ধরা হয়, যা তাকে এখন পর্যন্ত সবচেয়ে দামী রাইটব্যাক করে তুলেছে। ২৫ আগস্ট, বোর্নেমাউথের বিপক্ষে তার প্রিমিয়ার লিগে অভিষেক হয় কাইল ওয়াকারের বদলি হিসেবে। সে ম্যাচে সিটি ৩–১ ব্যবধানে জয় পায়। ১৮ ডিসেম্বর তিনি ইএফএল কাপের কোয়ার্টার ফাইনালে অক্সফোর্ড ইউনাইটেডের বিরুদ্ধে ৩–১ গোলের জয়ে সিটির হয়ে প্রথম গোল করেন।\nপ্রাথমিকভাবে, কানসেলো ক্লাবে তার প্রথম মৌসুমে লড়াই করেছিলেন, তিনি যে ম্যাচগুলি খেলেছিলেন সেসব তার সচরাচর পজিশনের বাইরে খেলেন এবং রাইটব্যাক্রর জন্য ওয়াকারের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করে দলে একটি শুরুর স্থান নির্ধারণ করতে ব্যর্থ হন।\n\n\n==== ২০২০–২১: ব্রেকথ্রু এবং ইউরোপীয় ফাইনাল ====\nমৌসুমে, কেন্দ্রীয় মিডফিল্ড পজিশনে বলের নিয়ন্ত্রণ বজায় রাখার জন্য কানসেলোর ফুল-ব্যাক থেকে ভিতরে আসার ক্ষমতা, যখন দখল হারিয়ে যায় তখন তার দল আরও স্থিতিশীল রক্ষণাত্মক আকারে ছিল তা নিশ্চিত করার জন্য, এটি অন্যতম প্রধান কারণ হিসাবে প্রশংসিত হয়েছিল। ম্যানচেস্টার সিটি সেই মৌসুমে প্রিমিয়ার লিগের শিরোপা পুনরুদ্ধার করে, পাশাপাশি পিএফএ প্রিমিয়ার লিগের বর্ষসেরা দলে নাম লেখানো হয়।\n\n\n==== ২০২১–২২: দ্বিতীয় প্রিমিয়ার লিগ শিরোপা ====\n17 অক্টোবর 2021-এ, সিটির হয়ে আরবি লাইপজিগের বিরুদ্ধে 6-3 হোম চ্যাম্পিয়ন্স লিগের গ্রুপ পর্বের জয়ে কানসেলো সিজনের প্রথম গোল করেন। ৩ নভেম্বর, কানসেলো ক্লাব ব্রুগের বিরুদ্ধে চ্যাম্পিয়ন্স লিগের গ্রুপ পর্বে হোম জয়ে ফিল ফোডেন, রিয়াদ মাহরেজ এবং গ্যাব্রিয়েল জেসুসের জন্য হ্যাটট্রিক করেন, যার ফলে তিনি ম্যাচের সেরা নির্বাচিত হন। ৬ নভেম্বর, ম্যানচেস্টার ডার্বিতে, কানসেলো ওল্ড ট্র্যাফোর্ডে ম্যানচেস্টার ইউনাইটেডের বিরুদ্ধে ২-০ ব্যবধানের জয়ে উভয় গোলই তৈরি করেন, এরিক বেলির নিজের গোলে বাধ্য করেন এবং বার্নার্দো সিলভাকে দুই ম্যাচে তার পঞ্চম অ্যাসিস্টের জন্য সহায়তা প্রদান করেন। . 19 ডিসেম্বর, ক্লাবের হয়ে তার 100 তম উপস্থিতিতে, তিনি একটি দূরপাল্লার শটে গোল করেন এবং নিউক্যাসল ইউনাইটেডের বিরুদ্ধে 4-0 জয়ে সহায়তা প্রদান করেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n\n\n=== যুবদল ===\n\nপর্তুগাল\nঅনূর্ধ্ব–২০ দলের সাথে কানসেলো ২০১৩ ফিফা বিশ্বকাপ এবং ২০১৪ টুলন টুর্নামেন্টে অংশগ্রহণ করেছিলেন। এই দু টুর্নামেন্টে তার রাউন্ড-অফ-16- এ পৌঁছেছিল।\nকানসেলো অনূর্ধ্ব–২১ স্কোয়াডের অংশ নিয়ে ২০১৫ ইউরোপিয়ান চ্যাম্পিয়নশিপে খেলেছিলেন। তিনি টুর্নামেন্টে প্রথমবারের মত সেমিফাইনালে জার্মানির বিরুদ্ধে রাফায়েল গেরেইরোর পরিবর্তে খেলতে নামেন। সুইডেনের কাছে ফাইনালে হেরে তারা রানার্সআপ হয়।\n\n\n=== সিনিয়র ক্যারিয়ার ===\n২৬ আগস্ট ২০১৬-এ প্রধান কোচ ফার্নান্দো সান্তোস প্রথমবারের মতো দলে ডাকেন। ১ সেপ্টেম্বর পোর্তোতে জিব্রাল্টারের সাথে প্রীতি ম্যাচে তিনি পুরো ৯০ মিনিট খেলেন এবং একটি গোল করেন। পরের মাসে ২০১৮ ফিফা বিশ্বকাপের বাছাইপর্বে আন্ডোরার বিরুদ্ধে এবং ফ্যারো আইল্যান্ডস এর বিপক্ষে তিনি একটি করে গোল করেন।\n২০১৮ সালের মে মাসে, কানসেলোকে রাশিয়া বিশ্বকাপের জন্য প্রাথমিক ৩৫-সদস্যের দলে রাখা করা হয়েছিল, কিন্তু তিনি চূড়ান্ত অংশ নিতে পারেননি। কানসেলোকে ২০১৮–১৯ উয়েফা নেশনস লিগের গ্রুপ পর্বের লিগ পর্বের চারটি ম্যাচের জন্য নির্বাচিত করা হয়েছিল। উয়েফা ন্যাশনস লিগের ফাইনালে পর্তুগাল পোর্তোতে নেদারল্যান্ডসকে ১–০ গোলে পরাজিত করে ট্রফি জেতে।\nকানসেলোকে প্রাথমিকভাবে ২০২১ সালের জুন মাসে উয়েফা ইউরো ২০২০ -এর পর্তুগালের দলে অন্তর্ভুক্ত করা হয়েছিল। কিন্তু, হাঙ্গেরির বিপক্ষে ম্যাচের দুই দিন আগে তিনি কোভিড-১৯- পজিটিভ হন এবং বাদ পড়েন। তার পরিবর্তে ডিয়োগো ডালটকে দলে নেওয়া হয়েছিল।\n২০২২ সালের অক্টোবরে, তাকে কাতার ২০২২ ফিফা বিশ্বকাপের জন্য পর্তুগালের প্রাথমিক ৫৫ সদস্যের দলে নেওয়া হয়েছিল।\n\n\n== খেলার ধরণ ==\n\nকানসেলো মিডিয়াতে একজন প্রতিশ্রুতিশীল খেলোয়াড় হিসাবে পরিচিত। মূলত তার গতি, শক্তি এবং আক্রমণাত্মক ক্ষমতার পাশাপাশি তার কৌশল, ড্রিবলিং দক্ষতা, সৃজনশীলতা এবং ক্রসিং ক্ষমতার জন্য পরিচিত। তিনি ফুল-ব্যাক বা উইঙ্গার উভয় ফ্ল্যাঙ্কে খেলতে সক্ষম, যদিও তিনি সাধারণত ডানদিকে খেলেন। জুভেন্টাসে থাকাকালীন, তাকে ইউরোপের অন্যতম সেরা ফুল-ব্যাক হিসাবে বিবেচনা করা হত। তবে তার কৌশলগত বোধ, অবস্থান, এবং প্রতিরক্ষামূলক দক্ষতা মিডিয়াতে দুর্বলতা হিসাবে উল্লেখ করা হয়েছে।\nপ্রথাগত ফুল-ব্যাক হিসেবে খেলার সময় তিনি ফরোয়ার্ডে বেশ ভালো রান নেন। তিনি ওভারল্যাপিং করার পরিবর্তে রান করার পরিবর্তে বল বিপক্ষের দখলে থাকা অবস্থায় এগিয়ে যান, এবং তিনি বল তাড়া করার চেয়ে পায়ে রাখতে পছন্দ করেন। বলের উপর, তিনি বাইরের দিকে ঘুরতে গিয়ে ডান দিক থেকে ইনফিল্ড কাটতে সমানভাবে সক্ষম, এবং নিয়মিত তার দুর্বল বাম পা দিয়ে ক্রস করতে বা বিরোধী লেফট-ব্যাকের ভিতরে ড্রাইভ করতে এবং আরও সামনের লোকদের সাথে একত্রিত হওয়ার দিকে তাকাবেন। তিনি একজন খুব শক্তিশালী ড্রিবলার এবং সেই ক্ষমতা, যেটির সাথে তিনি উভয় পায়ে আত্মবিশ্বাসী, তার বিরুদ্ধে রক্ষা করা অত্যন্ত কঠিন করে তোলে। তার গতি তাকে রক্ষণাত্মক ট্রানজিশনে পুনরুদ্ধার করার জন্য যথেষ্ট দ্রুত হতে দেয় এবং তার দল আক্রমণ করার সময় সে তার পিছনে যে স্থান ছেড়ে যায় সে সম্পর্কে সর্বদা সচেতন থাকে।\nম্যানচেস্টার সিটিতে তার দ্বিতীয় মৌসুমে, ম্যানেজার পেপ গার্দিওলার অধীনে, কানসেলোকে তার হাইব্রিড খেলোয়াড়দের একজন হিসেবে গড়ে তোলা হয়, যে একই খেলায় ফুল-ব্যাক এবং সেন্ট্রাল মিডফিল্ড উভয়েই খেলে। সিটির 4–3–3 ফর্মেশনের সময়, দখলের বাইরে গেলে, কানসেলো রদ্রির পাশাপাশি সেন্ট্রাল মিডফিল্ডে চলে যান, পাঁচজন খেলোয়াড়কে তাদের অ্যাটাকিং লাইন তৈরি করতে রেখে যান। তাদের পিছনের তিনজন পিচ জুড়ে ছড়িয়ে পড়ে, কানসেলো, রদ্রি এবং দুই আক্রমণাত্মক মিডফিল্ডার প্রায়ই মধ্যমাঠে একটি বক্স তৈরি করে যাতে সেন্ট্রাল অঞ্চলগুলিকে অতিরিক্ত বোঝা যায়। সিটি যদি মিডফিল্ড কেন্দ্র করে খেলে খেলে তাহলে ক্যান্সেলো মিডফিল্ডে নির্ভুল ফরোয়ার্ড পাসের মাধ্যমে খেলা পরিচালিত করে। কানসেলো সিটির সবচেয়ে কার্যকরী সৃজনশীল খেলোয়াড়দের মধ্যে একজন। যখন ক্যান্সেলো বিপক্ষ দলের নজরের বাইরে থাকে, তখন তিনি সেন্ট্রাল মিডফিল্ডে চলে যান। কানসেলোর এ মুভের জন্য মিডফিল্ডে একজন অতিরিক্ত খেলোয়াড় যোগ হয়, এবং বিপক্ষ দলের আক্রমণে বাধা দেওয়ার জন্য সহজ হয়।\n\n\n== ব্যক্তিগত জীবন ==\n২০১৩ সালে জানুয়ারিতে কানসেলোর মা ফিলোমেনা সেক্সালের এ২ মোটরওয়েতে একটি গাড়ি দুর্ঘটনায় নিহত হন। কানসেলো এবং তার ভাই গাড়িতে ঘুমিয়ে ছিলেন এবং সামান্য আঘাত পেয়েছিলেন। মা মারা যাওয়ার এই মানসিক আঘাতের কারণে কানসেলো ফুটবল থেকে অবসর নেওয়ার কথা পর্যন্ত চিন্তা করে রেখেছিলেন।\nকানসেলো এবং তার বান্ধবী ড্যানিয়েলা মাচাদোর একটি মেয়ে আছে। ৩০ ডিসেম্বর ২০২১-এ, তাদের বাড়িতে চারজন লোক মিলে তাদের কিছু ব্যক্তিগত গহনা চুরি করেছিলো। কানসেলো সেবারে আত্মরক্ষা করতে গিয়ে মুখে আঘাত পান, তবে তার পরিবার নিরাপদ ছিল।\n\n\n== পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n১২ নভেম্বর, ২০২২ পর্যন্ত পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n২৭ সেপ্টেম্বর, ২০২২ পর্যন্ত পর্যন্ত হালনাগাদকৃত।\n\n\n== অর্জন ==\nবেনফিকা\n\nপ্রিমেইরা লিগা : ২০১৩–১৪\nজুভেন্টাস\n\nসেরি এ : ২০১৮–১৯\nসুপারকোপা ইতালিয়ানা : ২০১৮\nপ্রিমিয়ার লিগ : ২০২০–২১, ২০২১–২২\nইএফএল কাপ : ২০২০–২১\nউয়েফা চ্যাম্পিয়ন্স লিগের রানার্সআপ: ২০২০–২১\nপর্তুগাল অ-২১\n\nউয়েফা ইউরোপিয়ান অনূর্ধ্ব-২১ চ্যাম্পিয়নশিপ রানার্সআপ: ২০১৫\nউয়েফা নেশনস লিগ : ২০১৮–১৯\nব্যক্তিগত\n\nসেরি এ টিম অফ দ্য ইয়ার : ২০১৭–১৮, ২০১৮–১৯\nপিএফএ প্রিমিয়ার লিগের বর্ষসেরা দল : ২০২০–২১, ২০২১–২২\nবছরের সেরা ইএসএম দল : ২০২০–২১, ২০২১–২২\nউয়েফা চ্যাম্পিয়ন্স লিগ ফ্যান্টাসি ফুটবল টিম অফ দ্য সিজন: 2021–22\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভালেনসিয়া অফিসিয়াল প্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ আগস্ট ২০১৯ তারিখে\nForaDeJogo এ ফরেদেজগো-এ জোয়াও কানসেলো  \nবিডিফুটবলে জোয়াও কানসেলো  (ইংরেজি)  \nজাতীয় দলের তথ্য (পর্তুগিজ ভাষায়)\nন্যাশনাল-ফুটবল-টিমস.কমে জোয়াও কানসেলো (ইংরেজি)  \nজোয়াও কানসেলো – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nজোয়াও কানসেলো – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি)"}