{"pageid": 1188498, "title": "হিন্দু ধর্মোপাসনা", "url": "https://bn.wikipedia.org/wiki?curid=1188498", "content": "হিন্দু ধর্মোপাসনা হল ধর্মীয় ভক্তি যা সাধারণত এক বা একাধিক হিন্দু দেবতার প্রতি নির্দেশিত হয়। ভক্তি বা ভক্তিমূলক প্রেমের অনুভূতি সাধারণত আহ্বান করা হয়।\nভূগোল ও ভাষার উপর নির্ভর করে ধর্মোপাসনা বিভিন্ন রূপ নেয়। ধর্মোপাসনা কোন নির্দিষ্ট স্থানের মধ্যে সীমাবদ্ধ নয়, এবং এটি প্রায়ই ব্যক্তিগত প্রতিফলন, সঙ্গীত, নৃত্য ও কবিতাকে অন্তর্ভুক্ত করবে। হিন্দুরা সাধারণত মন্দিরে বা গৃহে ধর্মোপাসনা করে থাকে কিছু নির্দিষ্ট লক্ষ্য অর্জনের জন্য বা শরীর, মন ও আত্মাকে একীভূত করতে। উদ্দেশ্য হল শুদ্ধ জীবন যাপন করা যাতে অভিনয়কারীকে উচ্চতর সত্ত্বাতে পুনর্জন্মে সাহায্য করা যায়।\n\n\n== প্রকারভেদ ==\n\n\n=== সাকার ===\nপ্রতীক শব্দের অর্থ চিহ্ন বা আকার। মূলত এ ধারণের উপাসনা বিভিন্ন দেবদেবীর প্রতিমাকে উদ্দেশ্যে করে করা হয়। প্রতীক উপাসনা সগুণ উপাসনা বা ভক্তিযোগ সাথে সম্পর্ক যুক্ত। সগুণ রূপে ঈশ্বর সাকার রূপে অবস্থান করে।\n\n\n=== নিরাকার ===\nনিরাকার শব্দের অর্থ যার কোনো আকার নেই। সাধারণ এ ধারণের উপাসনা ধ্যান সাধনার মাধ্যমে করা হয়। জ্ঞানযোগ নিরাকার উপাসনার একটি অংশ। এ উপাসনা ঈশ্বরের কোনো সাকার রূপকে উদ্দেশ্য করে করা হয় না। নিরাকার রূপে ঈশ্বর অদৃশ্য অবস্থায় অবস্থান করে। তাকে উপলব্ধি করে তার উপাসনা করা হয়।\nহিন্দুধর্মাবলম্বী কেউ নিরাকার কেউবা সাকার উপাসনার মাধ্যমে ঈশ্বরের পূজা বা আরাধনা করেন। এ সম্পর্কে ভগবান শ্রীকৃষ্ণ শ্রীমদ্ভগবদ্গীতায় উল্লেখ করেছেন:\n\n“যে যথা মাং প্রপদ্যন্তে তাংস্তথৈব ভজাম্যহম্।\nমম বর্ত্মানুবর্তন্তে মনুষ্যাঃ পার্থ সর্বশঃ।।”অনুবাদ: যারা যেভাবে আমার ভজনা করে, তাদের সেভাবেই আমি কৃপা করে থাকি। মনুষ্যগণ সর্বতোভাবে আমার পথ অনুসরণ করে।\n\n\n== পদ্ধতি ==\nউপাসনা করার বিভিন্ন পদ্ধতি রয়েছে। পদ্ধতিগুলোর মধ্যে আছে হোম যজ্ঞ, পূজা করা, জপ ধ্যান বা যোগ সাধনা, তন্ত্র সাধনা প্রভৃতি। এ ছাড়াও দেব-দেবীর উদ্দেশে মন্ত্র পাঠ, প্রার্থনা মন্ত্র, পুষ্পাঞ্জলি প্রদান, প্রণাম মন্ত্র পাঠ, আরতি, কীর্তন প্রভৃতি উপাসনার উপায় হিসেবে ধরা হয়। এ বাহ্য আচরণের মাধ্যমে মূলত অন্তরের ভক্তি, শ্রদ্ধা ও ভালোবাসা ইষ্ট দেবতার উদ্দেশে প্রকাশ করা হয়। উপাসনা ও প্রার্থনার জন্য হিন্দু ধর্মগ্রন্থে অনেক মন্ত্র বা শ্লোক রয়েছে। সেগুলো আবৃত্তি করে উপাসনা করা হয় বা প্রার্থনা জানানো হয়।\n\n\n=== দেবদেবী ===\n\nহিন্দুধর্মে ঈশ্বর সীমাহীন গুন ও ক্ষমতার অধিকারী। তিনি যখন কোনো গুণ বা ক্ষমতাকে কোনো বিশেষ আকার বা রূপে প্রকাশ করেন, তখন তাকে দেবতা বলে। প্রত্যেক দেবতার আলাদা আলাদা জটিল চরিত্রাবলী বিদ্যমান হলেও তারা এক পরম সত্তার অংশবিশেষ। দেবতারা এক ঈশ্বরের বিভিন্ন গুণ বা ক্ষমতার প্রকাশ। ঋগ্বেদে বলা আছে, \"একং সদ্ বিপ্রা বহুধা বদন্তি\", অর্থ- এক অখন্ড ও চিরন্তর ব্রহ্মকে বিপ্রগণ ও জ্ঞানীরা বহু নামে বর্ণনা করেছেন। হিন্দু দেবতা বলতে যোগশাস্ত্রের ইষ্টদেবতা বৈদিক দেবতা,  পৌরাণিক দেবতা ও লৌকিক দেবতাদের বোঝানো হয়। এদের মধ্যে মুখ্য দেবতারা হলেন ত্রিদেব (ব্রহ্মা, বিষ্ণু, শিব) এবং ত্রিদেবী (সরস্বতী, লক্ষ্মী ও পার্বতী)। দেবতাদের কৃপা লাভের জন্য তাদের পূজা করা হয়। দেবতাদের পূজা করলে ঈশ্বর সন্তুষ্ট হন এবং অভীষ্ট দান করেন।\n\n\n=== প্রতিমা বা বিগ্রহ ===\n\nঈশ্বরের কোনো সাকার রূপের (দেবদেবীর) সাদৃশ্যকল্পনায় গঠিত বা নির্মিত দেবমূর্তি, বা দেববিগ্রহ হলো প্রতিমা। ঈশ্বরের বিভিন্ন রূপ ও গুণের বর্ণনা হিন্দু ধর্মগ্রন্থে রয়েছে। মৃৎশিল্পীরা সেই বর্ণনা অনুসারে তাদের প্রতিমা বা বিগ্রহ তৈরি করে। পুজোর আগে ব্রাহ্মণ বা পুরোহিতের মন্ত্র পাঠের মাধ্যমে সেই প্রতিমায় প্রাণ প্রতিষ্ঠা করে। পুজো অর্চনা শেষ প্রতিমা বিসর্জন দিয়ে পঞ্চভূতে বিলিন করে দেওয়া হয়।\n\n\n=== পূজা ===\n‘পূজা’ শব্দের অর্থ প্রশংসা বা শ্রদ্ধা জানানো, যা পুষ্প কর্মের মধ্য দিয়ে অর্চনা বা উপাসনার মাধ্যমে করা হয়। হিন্দুধর্মে ‘পূজা’ শব্দটি বিশেষ অর্থে ব্যবহৃত হয়। ঈশ্বরের প্রতীক বা তাঁর কোনো রূপকে (দেব-দেবী) সন্তুষ্ট করার জন্য ভক্তি সহকারে ফুল, দূর্বা, তুলসী পাতা, বিল্বপত্র, চন্দন, আতপচাল, ধূপ, দীপ প্রভৃতি উপকরণ দিয়ে বিশেষ পদ্ধতিতে পূজা করা হয়। পূজার উদ্দেশ্য হচ্ছে সর্বশক্তিমান ঈশ্বরের কাছে বা দেব-দেবীদের কাছে মাথা নত করা এবং তাঁদের সান্নিধ্য লাভের প্রয়াস। দেব-দেবীরা ঈশ্বরের গুণ বা শক্তির প্রকাশ। তাই দেব-দেবীদের সন্তুষ্ট করার জন্য যে অনুষ্ঠানাদি করা হয় তাকে ‘পূজা’ বলে।\n\n\n==== আরতি ====\n\nআরতি বা আরাত্রিক পূজার একটি অচ্ছেদ্য অঙ্গ। দেবতার প্রতিকৃতির সম্মুখে প্রদীপ, জলপূর্ণ শঙ্খ, বস্ত্র, পুষ্প এবং চামরাদি আবর্তনে দেবতাকে প্রীত ও সংবর্ধিত করবার যে অনুষ্ঠান তাকেই আরতি বা আরাত্রিক বলে।আরাত্রিকের অপর নাম 'নীরাজন', প্রচলিত ভাষায় বলে আরতি। দেবদেবীর আরতি করলে, দেবদেবীর পূজার মধ্যে যদি কোন ত্রুটি থেকে যায় তাহা দূর হয় এবং পূজা ফলবতী হয়। আরতির মাহাত্ম্য/মহিমা প্রসঙ্গে শাস্ত্রে আছে:-\n\n“যন্ত্রহীনং ক্রিয়াহীনং যৎকৃতং পূজনং হরেঃ \nসর্বং সম্পূর্ণতামেতি কৃতে নীরাজনে শিবে।।”\nঅর্থাৎ দেবদেবীর আরতি করলে, যে কোন পূজা তা যন্ত্রবর্জিত হোক আর ক্রিয়াবর্জিত হোক, ফলবতী হবেই। যে ব্যক্তি নীরাজন দ্বারা শ্রীভগবানের পূজা করেন, তিনি ইহলোক এবং পরলোক উভয় লোকে থেকেই মুক্তিপ্রাপ্ত হন।\nআরতির সময় প্রদীপ বা কর্পূর প্রথমে বিগ্রহের চরণের চারপাশে চারবার, নাভি মণ্ডলের চারপাশে দুবার, মুখমণ্ডলের কাছে তিনবার এবং সম্পূর্ণ বিগ্রহের সামনে সাতবার ঘোরাতে হয়।\n\n\n==== দর্শন ====\n\nহিন্দু দর্শনের মধ্যে ছয়টি দার্শনিক শাখা বিদ্যমান, যাকে একত্রে ষড়দর্শন বলা হয়। এগুলো হল: সাংখ্য, যোগ, ন্যায়, বৈশেষিক, মীমাংসা ও বেদান্ত। ষড়দর্শন বেদের প্রামাণ্যতা স্বীকার করে বলে একে আস্তিক দর্শনও বলা হয়।\n\n\n==== পূজায় প্রয়োজনীয় দ্রব্যাদি ====\nহিন্দু পূজায় সাধারণত যে সব পদার্থ ব্যবহার করা হয় তার মধ্যে রয়েছে ঘি, ধূপ, কুমকুম, গাঁদা, দুধ, চন্দন, তুলসী এবং বিভূতি। ব্যবহৃত বস্তুর মধ্যে রয়েছে বেদি, কলা পাতা, ভোগ, নারকেল, দিয়া (তেলের প্রদীপ), মাছি-ফুঁক, চামর, প্রসাদ, শঙ্খএবং তিলক প্রভৃতি।\n\n\n===== মহাপ্রসাদ =====\n\nমহাপ্রসাদ বা প্রসাদ (সংস্কৃত: प्रसाद) একটি উৎসর্গ, যা প্রথমে দেবতাকে নিবেদন করা হয় এবং তারপর ভক্তগণ তা সেবন করে। প্রসাদ সাধারণত নিরামিষ হয়ে থাকে। দেবতাদের উদ্দেশ্য দেওয়া ভোগই মূলত পরবর্তীকালে প্রসাদ। হিন্দু মন্দিরে দেবতাকে দেওয়া পবিত্র খাবার যা পরে জনসাধারণ দ্বারা বৈষম্য ছাড়াই ভাগ করে খাওয়া হয়।\n\n\n===== তিলক =====\n\nতিলক বা টিকা হলো ধর্মীয় সংস্কৃতিতে একটি চিহ্ন যা সাধারণত কপালে, অজ্ঞান চক্রের বিন্দুতে বা কখনও কখনও শরীরের অন্য অংশ যেমন ঘাড়, হাত, বুক বা বাহুতে পরিধান করা হয়। এটি চন্দন কাঠ, ছাই (বিভূতি), কুমকুম, সিন্দুর, কাদামাটি বা অন্যান্য পদার্থ দিয়ে তৈরি কর হয়।\n\n\n===== পবিত্র বৃক্ষ =====\nহিন্দুধর্মে অনেক পবিত্র বৃক্ষ আছে অশ্বত্থ, বট, নিম, আমলকী, বেল। বেল গাছের পাতা (বিল্বপত্র) শিবের পূজায় ব্যবহৃত হয়। নিম গাছে ওষধিগুণের জন্য এটি দেবী শীতলা সাথে সম্পর্কযুক্ত।\n\n\n=== হোম ও যজ্ঞ ===\n\nহিন্দুধর্মে, হোম (সংস্কৃত: होम) হলো একজন হিন্দু পুরোহিত বিশেষভাবে বাড়ির মালিকের (গৃহস্থ) দ্বারা বিশেষ অনুষ্ঠানে সঞ্চালিত অগ্নি অনুষ্ঠান। যা হবন নামেও পরিচিত। বিশ্ব শান্তি কামনায় ও এটি করা হয়।\nযজ্ঞ বৈদিক যুগ থেকে দেবতাদের সন্তুষ্ট করার জন্য বা নির্দিষ্ট ইচ্ছা অর্জনের জন্য করা হয়। একটি অপরিহার্য উপাদান হ'ল অগ্নি (ঐশ্বরিক অগ্নি) যার মধ্যে উত্সর্গগুলি ঢেলে দেওয়া হয়, কারণ আগুনে যা দেওয়া হয় তা দেবতাদের কাছে পৌঁছে বলে বিশ্বাস করা হয়। যজ্ঞের সময় বৈদিক শ্লোক আবৃত্তি করা হয়। যজ্ঞে অর্ঘ্য হিসাবে প্রচুর পরিমাণে ঘি, দুধ, শস্য, কেক বা সোমা দেওয়া হয়। যজ্ঞের সময়কাল প্রকারের উপর নির্ভর করে; কিছু যজ্ঞ কয়েক মিনিট, ঘন্টা বা দিন স্থায়ী হয় এবং এমনকি কিছু যজ্ঞ কয়েক বছর ধরে চলতে পারে। কিছু যজ্ঞ ব্যক্তিগতভাবে এবং কিছু অনেক লোকের উপস্থিতে সম্পাদিত হয়।\n\n\n=== ভজন ===\n\nভজন হল যে কোন প্রকার ভক্তিমূলক গান। এটির কোনো নির্দিষ্ট রূপ নেই: এটি শাস্ত্রীয় রাগ ও তালের উপর ভিত্তি করে একটি মন্ত্র বা কীর্তনের মতো সহজ বা ধ্রুপদ বা কৃত্তির মতো অত্যাধুনিক হতে পারে।\n\n\n=== কীর্তন ===\nকীর্তন (সংস্কৃত: कीर्तन)\") মূলত কোন দেব-দেবীর নাম, গুণাবলী বা কীর্তিকাহিনী সম্বন্ধিত গান। প্রখ্যাত সংস্কৃত পন্ডিত জয়দেব রচিত গীতগবিন্দম, কীর্তন গানের প্রকৃত উৎস। এছাড়াও বাড়ু চন্ডিদাস, শ্রীকৃষ্ণ কীর্তন, বিদ্যাপতি প্রভৃতি কবিগন প্রচুর কীর্তন গান রচনা করেন। ১৫০০ শতকে শ্রীচৈতন্য ভক্তি সংগিতের এই ধারার প্রভূত উন্নতি সাধন করেন। যে ব্যক্তি কীর্তন করে তাকে কীর্তনীয়া বলা হয়। কীর্তন করার সময় হারমোনিয়াম, তবলা, মৃদঙ্গ, করতাল ও জুরি ব্যবহার করা হয়।\nভগবানের নাম উচ্চারণ এবং নাম প্রচারে কীর্তনের উল্লেখযোগ্য ভূমিকা আছে। আসলে কীর্তন হল শ্রীভগবানের কীর্তি সূচক গান। সর্বসাধারণের মধ্যে ভক্তি ধর্ম প্রচারে শ্রীচৈতন্য মহাপ্রভু কীর্তনকে মাধ্যম হিসেবে ব্যবহার করেছিলেন । বৃন্দাবনদাসের 'চৈতন্যভাগবত'-এর মধ্যখণ্ড ত্রয়োবিংশ অধ্যায়ে আছে :\n\n\" নিরবধি সভেই জপেন কৃষ্ণ নাম।\nপ্রভুর চরণ কায়মনে করি ধ্যান।।\nসন্ধ্যা হৈলে আপনার দ্বারে সব মেলি।\nকীর্তন করেন সভে দিয়া হাতে তালি।।\nএইমতো নগরে নগরে সংকীর্তন।\n\nকরাইতে লাগলেন শচীর নন্দন।।\"\n- এই ধারার অনুগমন করেই যোগ - ভক্তি মার্গের সাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ আহিরীটোলা ঘাট থেকে গঙ্গাবক্ষে কীর্তনে বের হন। কালনা পর্যন্ত কীর্তন চলে। পরে ফিরে আসেন সিমলা স্ট্রিটে।\n\n\n=== মন্ত্র ===\n\nদেবপূজায় বা ক্রিয়াকর্মে ব্যবহৃত বাক্য বা শব্দ হলো মন্ত্র।\n\n\n=== জপ ===\nহিন্দু ধর্মে জপ একটি অত্যন্ত গুরুত্বপূর্ণ বিষয়। তিন ধরনের মন্ত্র জপ প্রচলিত :\nবাচিক জপ - এক্ষেত্রে সস্বর মন্ত্র হয়।\nউপাংশু জপ - যিনি জপ করছেন যখন শুধুমাত্র তিনিই মন্ত্রোচ্চারণ শুনতে পারেন, তখন সেই জপকে উপাংশু জপ বলা হয়।\nমানসিক জপ - এই জপ করা হয় অন্তর্মনে।\n- সব ক্ষেত্রেই মন্ত্র উচ্চারিত হয়। কিন্তু জপ মানে শুধুমাত্র মন্ত্র উচ্চারণ নয়। এর সঙ্গে জড়িয়ে আছে আরও অনেক গভীর কিছু। যোগ ভক্তি মার্গের সিদ্ধ সাধক ভাদুড়ী মহাশয়- মহর্ষি নগেন্দ্রনাথ তার সন্ধান দিতে গিয়ে বলছেন :\n\n\"শুধু মন্ত্রোচ্চারণ ক'রলে কি শুষ্কতা যায় গা? না, নামে প্রীতি জাগে? আনন্দ হয়? শুধু শুধু নামোচ্চারণ ক'রতে থাকলে আপনিই গলা শুকিয়ে যায়, জিভে আড়ষ্টতা আসে। জপ তিন রকম—বাচিক, উপাংশু ও মানসিক। যতদিন ভাবনা না জাগে, অর্থবোধ না হয়, ততদিন আওড়াতে হয়। দেখ না—ছোট ছোট ছেলেরা যখন প্রথম প্রথম বর্ণমালা বা নামতা শেখে, তখন অক্ষরের দিকে লক্ষ্য রাখে, আর উচ্চারণ ক’রতে থাকে। দেখতে দেখতে এবং উচ্চারণ করতে করতে তার একটা ছবি মনে আঁকা হয়ে যায় এবং সংস্কার হয়—এইরূপ আকারের হ’লে, তা’কে এই বর্ণ বলে। এইরূপ লেখা থাকলে তার উচ্চারণ এমনি হয়। প্রথম প্রথম অক্ষরগুলির উচ্চারণ আলাদা আলাদা ক'রে করে, শেষে একসঙ্গে উচ্চারণ করে। এইরূপে শেষে পূর্বসংস্কার ও স্মরণের বশে তদ্রূপ বর্ণসমবায় দেখলেই তা উচ্চারণ করতে বা প’ড়তে দেরী হয় না; তদ্রূপ ভগবানের নাম এমন ভাবে উচ্চারণ ক’রতে হয় যাতে নিজে শোনা যায়, নামোচ্চারণের সঙ্গে সঙ্গে নামের প্রতিপাদ্য সামনে আছেন, তিনিও শুনেছেন—এমন ভাবে জপ ক’রতে হয়। বার বার অভ্যাস করতে করতে নাম বিনা চেষ্টায় উচ্চারণ হয়; বার বার দেখতে দেখতে যেমন কোন বস্তুর সর্বাঙ্গ বাহিরে স্পষ্ট দেখা যায়, ভিতরে ও মনে আঁকা হ'য়ে যায়। যেমন তোমার ছেলের নাম রেখেছ কেশব, তাকে চোখে দেখছ এবং সময়ে-অসময়ে প্রয়োজনে - অপ্রয়োজনে যখন ডাক, ডাকার সঙ্গে সঙ্গে তার রূপটিও তোমার চোখে ভাসে, তেমনি জপ ক’তে ক’তে ইষ্টের রূপ ও তোমার মনে আঁকা হ’য়ে যাবে। শাস্ত্ৰ পড়ে এবং সাধু-গুরুর নিকটে তোমার ইষ্টের রূপ, গুণ ও ভক্তানুকম্পা প্রভৃতির কথা শুনতে শুনতে তোমারও তাঁর অনুগ্রহলাভের আকাঙ্খা জাগ্‌বে; তখন অনুগ্ৰহ পেয়ে কি ক’রতে হয় তা-ও শুনতে পাবে, বা তাঁদের কাছে জানতে আগ্রহ জাগবে; যখন প্রয়োজন তীব্র হবে, তখন তুমিও প্রাণপণ ক’রবে। পিত্তরোগী যেমন মুখের তিক্ততা কাটাবার জন্য মিছরীর টুকরো মুখের মধ্যে রাখে এবং শেষে মুখের তিতো ভাব কেটে যায়, মিষ্টতা আসে, তেমনি তুমি নাছোড়বান্দা হ’য়ে নাম ক’রে যাও, নামই তোমার শুষ্কতা নষ্ট ক’রে দেবে। আনন্দ কি এক আধ দিনে পাওয়া যায়?\"\n\n\n=== ব্রত ===\n\nব্ৰত কথাটির সাধারণ অর্থ নিয়ম সংযম। পুণ্যলাভ ইষ্টলাভ বা পাপনাশের উদ্দেশ্যে অনুষ্ঠিত ধর্মকার্য, নিয়মরূপে অনুষ্ঠেয় ধর্মানুষ্ঠান; সৎকর্ম, সংযম; তপস্যা। সাধারণত কোনকিছু কামনা করে দেবতার কাছে বিশেষ প্রার্থনা জানিয়ে (ক্ষেত্র বিশেষ আলপনা দিয়ে) কোন বিশেষ আচার পালন বা অনুষ্ঠান করা কিংবা পার্থিব কল্যাণ কামনায় দশে মিলে যে সামাজিক নিয়ম বা অনুষ্ঠান পালন করা হয় তাকে ব্রত বলা হয়।\n\n\n=== উৎসব ===\n\nহিন্দু উৎসবগুলো সাধারণত সৌর পঞ্জিকার একটি নির্দিষ্ট বার্ষিক তারিখ অথবা লুনিসোলার পঞ্জিকার বা হিন্দু পঞ্জিকার একটি নির্দিষ্ট দিনে অনুষ্ঠিত হয়। যেহেতু সাকার উপাসনায় বিভিন্ন দেবদেবী আছে এবং তাদের বিভিন্ন মহিমা আছে, তাই আঞ্চলিকভাবে উৎসব পালনের কিছু ভিন্নতা রয়েছে। এমন অসংখ্য উৎসব রয়েছে যা মূলত নির্দিষ্ট সম্প্রদায়ের দ্বারা বা নির্দিষ্ট অঞ্চলে পালিত হয়। সবচেয়ে জনপ্রিয় উৎসব গুলোর মধ্যে রয়েছে দীপাবলি, হোলি, রথযাত্রা, জন্মাষ্টমী, শিবরাত্রি, গণেশ চতুর্থী, দুর্গাপূজা, সরস্বতী পূজা, রাম নবমী, কালীপূজা, লক্ষ্মীপূজা, রাখীবন্ধন, অক্ষয় তৃতীয়া ও নাগ পঞ্চমী।\n\n\n=== যাত্রা ===\n\nযাত্রা (সংস্কৃত: यात्रा) সাধারণত তীর্থযাত্রাকে বোঝায়। এটি নৈতিক অথবা আধ্যাত্মিক তাৎপর্য অনুসন্ধানের যাত্রা। পবিত্র স্থান পরিদর্শন করা তীর্থযাত্রীর দ্বারা বিশ্বাস করা হয় যে নিজেকে শুদ্ধ করে এবং একজনকে ঈশ্বরের কাছাকাছি নিয়ে আসে। সাধারণ তীর্থযাত্রীরা যাত্রার মাধ্যমে বিভিন্ন পবিত্র স্থান ও মন্দিরে গমণ করে। হিন্দুদের পবিত্র মাস শ্রাবণ হল বার্ষিক কাঁওড় যাত্রার সময়, শিবের বার্ষিক তীর্থস্থান যা কাঁওড়ী নামে পরিচিত, উত্তরাখণ্ডের হরিদ্বার, গোমুখী এবং গঙ্গোত্রীর হিন্দু তীর্থস্থানগুলি গঙ্গা নদী থেকে জল পেতে করে। ২০০৩ সালে, ৫৫ লক্ষ (৫.৫ মিলিয়ন) তীর্থযাত্রী হরিদ্বার পরিদর্শন করেছিলেন। অন্যান্য তীর্থ তীর্থস্থান হল চারধাম যাত্রা, যার মধ্যে বদ্রীনাথ, কেদারনাথ, গঙ্গোত্রী এবং যমুনোত্রী রয়েছে; জম্মু ও কাশ্মীরে অমরনাথ যাত্রা।\n\n\n== উদ্দেশ্য ==\nহৃদয় পরিশুদ্ধ ও পবিত্র করা: ঈশ্বরের উপাসনা হৃদয়কে পরিশুদ্ধ ও পবিত্র করে এবং সুন্দর অনুভূতির সৃষ্টি করে।\nমনের দৃঢ়তা বৃদ্ধি করা: উপাসনা মনের দৃঢ়তা বৃদ্ধি করে, মনের আবেগকে পরিশুদ্ধ, উন্নত ও নিয়ন্ত্রণ করে।\nভক্তদের মনে ঈশ্বরের উপস্থিতি সৃষ্টি করা: উপাসনা ভক্তদের ঈশ্বরের কাছাকাছি অবস্থানের সুযোগ করে দেয় এবং ধর্মীয় বিষয়ে গভীর চেতনার সৃষ্টি করে।\nমানসিক অবস্থার উন্নতি করা: উপাসনা মানুষের মানসিক অবস্থার উন্নতি করে, মনের কুটিলতা দূর করে এবং মনকে শুদ্ধ করে সত্যের পথে পরিচালিত করে। উপাসনা মনের কামনা, বাসনা, তৃষ্ণা, অহমিকা, আমিত্ব, হিংসা বিদ্বেষ দূর করে।\nভক্ত ও ঈশ্বরকে মুখোমুখি করা: উপাসনার মাধ্যমে ভক্ত তার ইষ্ট দেবতাকে উপলব্ধি করতে পারে এবং গভীর ভালোবাসার মাধ্যমে সে তাকে নিজের চোখে অবলোকন করতে পারে।\nমোক্ষ লাভ: মোক্ষ অর্থ চিরমুক্তি। দেহান্তরের মধ্য দিয়ে জীবাত্মা এক দেহ থেকে অন্য দেহে যায়। কিন্তু পুণ্যবলে এক সময় আর দেহান্তর হয় না। তখন জীবাত্মাকে আর অন্যদেহে যেতে হয় না। জীবাত্মা পরমাত্মায় লীন হয়ে যায়। তখন আর পুনর্জন্ম হয় না। একে বলে মোক্ষ, মোক্ষলাভ।\nউপাসনার প্রধান উদ্দেশ্য হচ্ছে ঈশ্বরের সান্নিধ্যলাভ, শেষে মোক্ষলাভ।\n\n\n== আরও দেখুন ==\nউপাসনা\nপ্রার্থনা\nভক্তি\nকীর্তন\nজপ\nধ্যান\nযজ্ঞ\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n== উৎস ==\n\nFuller, C. J. (2004). The Camphor Flame: Popular Hinduism and Society in India. Princeton University Press, New Jersey. আইএসবিএন ০-৬৯১-১২০৪৮-X.\nHuyler, Stephen P. (2002). Meeting God: Elements of Hindu Devotion. Yale University Press, New Haven. আইএসবিএন ০-৩০০-০৮৯০৫-৮."}