{"pageid": 1188956, "title": "তোফাজ্জল হোসেন মিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1188956", "content": "তোফাজ্জল হোসেন মিয়া বাংলাদেশ সিভিল সার্ভিসের সাবেক কর্মকর্তা যিনি সর্বশেষ প্রধানমন্ত্রী শেখ হাসিনার মুখ্য সচিব হিসেবে দায়িত্ব পালন করেছেন। ইতিপূর্বে তিনি প্রধানমন্ত্রীর একান্ত সচিব-১, প্রধানমন্ত্রীর কার্যালয়ের মহাপরিচালক ও সচিব হিসেবে দায়িত্ব পালন করেছেন। তিনি প্রধানমন্ত্রীর কার্যালয়ের সিনিয়র সচিব ছিলেন। তিনি বাংলাদেশ অ্যাথলেটিক্স ফেডারেশনের সভাপতি ছিলেন।\n\n\n== প্রাথমিক জীবন ও পরিবার ==\nতোফাজ্জল হোসেন ১৯৬৪ সালের ৫ জুলাই পিরোজপুরে জন্মগ্রহণ করেন। তাঁর বাবা আজহার উদ্দীন মিয়া ও মাতা নূরুন নাহার বেগম। গ্রামের বাড়ি বাংলাদেশের পিরোজপুর জেলার ভান্ডারিয়া পৌরসভার ভান্ডারিয়ায়। তার স্ত্রী আফরোজা খান। তার এক ছেলে ও এক মেয়ে।\n\n\n== শিক্ষা ==\nতিনি ১৯৮৫ সালে ঢাকা বিশ্ববিদ্যালয় থেকে ইংরেজিতে স্নাতক (সম্মান) ও স্নাতকোত্তর ডিগ্রি লাভ করেন। তিনি ব্র্যাক বিশ্ববিদ্যালয় থেকে আর্লি চাইল্ডহুড ডেভলপমেন্ট বিষয়ে এমএসসি ডিগ্রি অর্জন করেন। এছাড়া তিনি দেশ ও বিদেশে বহু প্রশিক্ষণ লাভ করেছেন। যুক্তরাষ্ট্রের হাভার্ড বিশ্ববিদ্যালয় থেকে নেতৃত্ব বিষয়ে প্রশিক্ষণ নেন। যুক্তরাজ্য, ভিয়েতনাম ও ভারত থেকে ‘প্রজেক্ট ম্যানেজমেন্ট ও গভর্নেন্স’ বিষয়ে বিভিন্ন প্রশিক্ষণ নিয়েছেন।\n\n\n== কর্মজীবন ==\nতোফাজ্জল হোসেন মিয়া বাংলাদেশ সিভিল সার্ভিসের একজন কর্মকর্তা হিসেবে ১৯৯১ সালে কর্মজীবন শুরু করেন। তিনি জানুয়ারি ২০০২ থেকে মার্চ ২০০৪ পর্যন্ত নরসিংদীর মনোহরদীর উপজেলা নির্বাহী কর্মকর্তা হিসেবে নিযুক্ত ছিলেন। জুন ১৯৯৯ থেকে আগস্ট ২০০১ পর্যন্ত প্রধানমন্ত্রীর কার্যালয়ের মুখ্য সচিবের একান্ত সচিব ছিলেন। নভেম্বর ১৯৯৩ থেকে অক্টোবর ১৯৯৬ পর্যন্ত বাগেরহাট সদরের সহকারি কমিশনার (ভূমি) দায়িত্ব পালন করেন। অক্টোবর ১৯৯১ থেকে নভেম্বর ১৯৯৩ পর্যন্ত খুলনা ও বাগেরহাটের সহকারি কমিশনার হিসেবে কর্মরত ছিলেন।\nতোফাজ্জল উপজেলা নির্বাহী অফিসার, অতিরিক্ত জেলা প্রশাসক ও জেলা প্রশাসক ও জেলা ম্যাজিস্ট্রেট হিসেবে পঞ্চগড়, কুমিল্লা ও ঢাকা (জুলাই ২০১১ থেকে মার্চ ২০১৬) হিসেবে মাঠ প্রশাসনে কাজ করেছেন। মন্ত্রণালয় পর্যায়ে তিনি স্থানীয় সরকার বিভাগ, বিদ্যুৎ বিভাগ, প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়, বাংলাদেশ বিনিয়োগ উন্নয়ন কর্তৃপক্ষ (সেপ্টেম্বর ২০০৯ থেকে মে ২০১১), জনপ্রশাসন মন্ত্রণালয় এবং প্রধানমন্ত্রীর কার্যালয়ে বিভিন্ন দায়িত্ব পালন করেছেন। তিনি জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, শেখ হাসিনা বিশ্ববিদ্যালয় এবং আহছানউল্লা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের সিন্ডিকেট সদস্যসহ বিভিন্ন প্রতিষ্ঠানের পরিচালনা পর্ষদের পরিচালক হিসেবেও অবদান রেখেছেন।\nতোফাজ্জল প্রধানমন্ত্রীর একান্ত সচিব-১ (অতিরিক্ত সচিব, জানুয়ারি ২০১৮ থেকে জানুয়ারি ২০২০), প্রধানমন্ত্রীর কার্যালয়ের মহাপরিচালক (মার্চ ২০১৬ থেকে জানুয়ারি ২০১৮) ও সচিব হিসেবে দায়িত্ব পালন করেছেন। তিনি প্রধানমন্ত্রীর কার্যালয়ের সাবেক সিনিয়র সচিব (জানুয়ারি ২০২০ থেকে ডিসেম্বর ২০২২)। ২০২২ খ্রিষ্টাব্দের ৮ ডিসেম্বর তিনি প্রধানমন্ত্রীর মুখ্য সচিব হিসেবে দায়িত্ব গ্রহণ করেন। ২০২৪ সালের ৭ আগস্ট আওয়ামী লীগ সরকারের পতনের পর তার নিয়োগ বাতিল করে প্রজ্ঞাপন জারি করা হয়।\nএছাড়াও তোফাজ্জল বাংলাদেশ অ্যাথলেটিক্স ফেডারেশনের সভাপতি হিসেবে দায়িত্ব পালন করছেন। তিনি বাংলাদেশ ইনফ্রাস্ট্রাকচার ফাইন্যান্স ফান্ড লিমিটেডের পরিচালক, বাংলাদেশ পেট্রোলিয়াম এক্সপ্লোরেশন অ্যান্ড প্রোডাকশন কোম্পানি লিমিটেডের পরিচালক, তিতাস গ্যাস ট্রান্সমিশন ও ড্রিস্ট্রিবিউশন কোম্পানি লিমিটেডের পরিচালক, ইনফ্রাসট্রাকচার ডেভেলপমেন্ট কোম্পানি লিমিটেডের পরিচালক, বিমান বাংলাদেশ এয়ারলাইনস লিমিটেডের পরিচালক, গ্রামীণ ব্যাংক লিমিটেডের পরিচালক, হোটেল ইন্টারন্যাশনাল লিমিটেডের পরিচালক, ব্রিটিশ আমেরিকান টোব্যাকো বাংলাদেশ কোম্পানি লিমিটেডের পরিচালক, বিজনেস ইনিশিয়েটিভ লিডিং ডেভেলপমেন্টের সহ-সভাপতি, বাংলাদেশ স্কাউটসের জাতীয় কমিশনার এবং প্রেরণা ফাউন্ডেশনের উপদেষ্টা পরিষদ সদস্য হিসেবে বহুমাত্রিক দায়িত্ব পালন করছেন।\n\n\n== প্রকাশনা ==\n‘শেখ হাসিনা: নির্বাচিত বাণী’, ২০১৯; পাঠক সমাবেশ প্রকাশনা\n‘বাংলাদেশ বিনিয়োগ নির্দেশিকা’\n‘জনসেবার জন্য প্রশাসন: বঙ্গবন্ধুর দর্শন’ (সেমিনার পেপার)\n\n\n== তথ্যসূত্র =="}