{"pageid": 1188326, "title": "ফেডারেল শরিয়ত কোর্ট", "url": "https://bn.wikipedia.org/wiki?curid=1188326", "content": "ফেডারেল শরিয়ত কোর্ট (এফএসসি) হল ইসলামিক রিপাবলিক অব পাকিস্তানের একটি সাংবিধানিক আদালত, যা দেশের আইন শরিয়া আইন মেনে চলে কিনা তা পরীক্ষা করার এবং নির্ধারণ করার ক্ষমতা রাখে। ১৯৮০ সালে রাষ্ট্রপতি মুহাম্মদ জিয়া-উল-হকের সরকারের সময় আদালতটি প্রতিষ্ঠিত হয়। এটি ফেডারেল রাজধানী ইসলামাবাদে অবস্থিত। এটি ১৯৭৯ সালে প্রণীত হুদুদ অধ্যাদেশের অধীনে আপিলের শুনানি করে। এটি দেশের একমাত্র সাংবিধানিক কর্তৃপক্ষ যা পাকিস্তানের সংসদ কর্তৃক অনৈসলামিক আইন প্রণয়ন প্রতিরোধ করার জন্য ডিজাইন করা হয়েছে। এটি প্রধানত পাকিস্তানের নতুন বা বিদ্যমান আইন পরীক্ষা করার উপর দৃষ্টি নিবদ্ধ করে। যদি কোন আইন কুরআন, সুন্নাহ বা হাদিস লঙ্ঘন করে, তবে এটি তার প্রয়োগ নিষিদ্ধ করে। বিচারপতি ড. সৈয়দ মুহাম্মদ আনোয়ার বর্তমান ভারপ্রাপ্ত প্রধান বিচারপতি, যিনি ২০২২ সালের ১৬ মে শপথ নিয়েছেন।\n\n\n== আদালতের কাঠামো এবং আদেশ ==\nএটি সুপ্রিম কোর্ট বা হাইকোর্টের কর্মরত বা অবসরপ্রাপ্ত বিচারকদের মধ্য থেকে বা হাইকোর্টের বিচারকদের যোগ্যতার অধিকারী ব্যক্তিদের মধ্য থেকে আদালতের প্রধান বিচারপতির পরামর্শে পাকিস্তানের রাষ্ট্রপতি কর্তৃক নিযুক্ত আটজন মুসলিম বিচারক নিয়ে গঠিত। ৮ জন বিচারকের মধ্যে ৩ জন উলামা হতে হবে যারা ইসলামী আইনে পারদর্শী। বিচারপতিরা ৩ বছরের জন্য পদে অধিষ্ঠিত হন, যা শেষ পর্যন্ত রাষ্ট্রপতি দ্বারা বাড়ানো হতে পারে।\nএর সিদ্ধান্তের বিরুদ্ধে আপিলের জন্য সুপ্রিম কোর্টের শরীয়ত আপিল বেঞ্চ রয়েছে, যার মধ্যে সুপ্রিম কোর্টের ৩ জন মুসলিম বিচারপতি এবং রাষ্ট্রপতি কর্তৃক নিযুক্ত ২ জন উলামা রয়েছে৷ আইনের কোনো অংশ ইসলামি আইনের পরিপন্থী বলে ঘোষণা করা হলে সরকারকে যথাযথভাবে আইন সংশোধনের প্রয়োজনীয় পদক্ষেপ গ্রহণ করতে হবে।\nআদালত ফৌজদারি আদালতের উপর পুনর্বিবেচনামূলক এখতিয়ার প্রয়োগ করে, হুদুদ মামলার সিদ্ধান্ত নেয়। আদালতের সিদ্ধান্ত উচ্চ আদালতের পাশাপাশি অধস্তন বিচার বিভাগের জন্য বাধ্যতামূলক। আদালত তার নিজস্ব কর্মী নিয়োগ করে এবং নিজস্ব পদ্ধতির নিয়ম তৈরি করে।\n\n\n== প্রধান বিচারপতি ও বিচারপতিরা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nওয়ার্ল্ডক্যাট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ নভেম্বর ২০২২ তারিখে"}