{"pageid": 1188797, "title": "আন্দ্রেস গার্দাদো", "url": "https://bn.wikipedia.org/wiki?curid=1188797", "content": "হোসে আন্দ্রেস গার্দাদো হার্নান্দেজ (স্পেনীয় উচ্চারণ: [anˈdɾez ɣwaɾˈðaðo]; জন্ম ২৮ সেপ্টেম্বর ১৯৮৬) একজন মেক্সিকান পেশাদার ফুটবলার যিনি লা লিগা ক্লাব রিয়াল বেতিসের হয়ে একজন মিডফিল্ডার হিসেবে খেলেন এবং মেক্সিকো জাতীয় দলের অধিনায়ক।\nপ্রিন্সিপিটো (লিটল প্রিন্সের স্পেনীয়) নামে জনপ্রিয়, গার্দাদো অ্যাটলাসে তরুণদের মধ্য দিয়ে আসেন, ২০০৫ সালে তার পেশাদার আত্মপ্রকাশ করেন এবং দুই বছর পর স্পেনের দেপোর্তিভোর সাথে চুক্তিবদ্ধ হন, যেখানে তিনি পাঁচটি মৌসুম কাটিয়েছেন। ২০১২ সালে তিনি ভ্যালেন্সিয়ায় যোগ দেন, বেয়ার লেভারকুসেন এবং পিএসভি -তে সংক্ষিপ্ত ধানে গিয়েছিলেন, ২০১৫ সালে পরবর্তী ক্লাবে স্থায়ীভাবে যোগদানের আগে এবং দুটি ইরেডিভিসি শিরোপা জিতেন। তিনি রিয়াল বেতিসের সাথে দুই বছর পরে স্পেনে ফিরে আসেন, যেখানে তিনি ১৭৫ টিরও বেশি ম্যাচ খেলেন।\n২০০৫ সাল থেকে একজন মেক্সিকান আন্তর্জাতিক খেলোয়াড় হিসাবে, গার্দাদো চারটি বিশ্বকাপ, চারটি গোল্ড কাপ - ২০১১, ২০১৫ এবং ২০১৯ টুর্নামেন্ট - দুটি কোপা আমেরিকা এবং দুটি কনফেডারেশন কাপে দেশের প্রতিনিধিত্ব করেছেন।  তিনি ১৭৮টি উপস্থিতি সহ জাতীয় দলের ইতিহাসে সবচেয়ে বেশি ক্যাপড খেলোয়াড় এবং ২৮ গোল করে সর্বকালের গোলদাতা তালিকায় যৌথভাবে দশম স্থানে রয়েছেন।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n== আন্তর্জাতিক  ক্যারিয়ার ==\n\n\n== ব্যক্তিগত জীবন ==\nগার্দাদো ২০০৬ সালের ডিসেম্বরে গুয়াদালাজারার স্থানীয় ব্রায়ানা মোরালেসকে বিয়ে করেন। পাঁচ বছর পরে, তাদের বিবাহবিচ্ছেদ হয়। \nগার্দাদো ২০১৭ সালের অক্টোবরে তৈরি মেক্সিকান অ্যাসোসিয়েশন অফ ফুটবলার (মেক্সিকান ফুটবলার অ্যাসোসিয়েশন) এর একজন \"সম্মানসূচক সহযোগী\"। যার মূল লক্ষ্য তার মতে, দেশীয় ফুটবলারদের সাথে \"লিগ, ফেডারেশন এবং ক্লাব কর্তৃপক্ষের সাথে একটি সংলাপ তৈরি করা\"। \nবেতিসের এস্তাদিও বেনিতো ভিলামারিনে গার্দাদোর প্রথম বছরের বেশিরভাগ সময়ই অ্যামাজন প্রাইম টেলিভিশন তথ্যপ্রামাণ্যচিত্র ধারাবাহিক সিক্স ড্রিমসে ধারণ করা হয়েছে, যেখানে তিনি ছিলেন একজন তারকা। \n১ জানুয়ারী ২০২১-এ, এটি প্রতিবেদন করা হয়েছিল যে গার্দাদো কোভিড-১৯ ইতিবাচক পরীক্ষা করেছেন।  ১৩ জানুয়ারির মধ্যে, তিনি সুস্থ হয়ে ওঠেন। \n\n\n== আরো দেখুন ==\n১০০ বা তার বেশি আন্তর্জাতিক ক্যাপসহ পুরুষ ফুটবলারদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Deportivo official profile\" (স্পেনীয় ভাষায়)। ২১ নভেম্বর ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ জুলাই ২০০৮। \nমিডিওটিয়েম্পো.কম ওয়েবসাইটে আন্দ্রেস গার্দাদো –এর লিগা এমএক্স পরিসংখান (স্পেনীয় ভাষায়)\nবিডিফুটবলে আন্দ্রেস গার্দাদো  (ইংরেজি)\nন্যাশনাল-ফুটবল-টিমস.কমে আন্দ্রেস গার্দাদো (ইংরেজি)\nআন্দ্রেস গার্দাদো – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি)"}