{"pageid": 1188882, "title": "পঞ্চানন শিব", "url": "https://bn.wikipedia.org/wiki?curid=1188882", "content": "পঞ্চানন (সংস্কৃত: पञ्चानन) অর্থ পঞ্চমুখী। পঞ্চানন বা পঞ্চব্রহ্ম বলতে শিবের পঞ্চমুখকে বোঝায় যা পঞ্চক্রিয়া বা পঞ্চকৃত্য সম্পন্ন করে। এগুলো হল- সৃজন (সৃষ্টি), সংরক্ষণ (স্থিথি), ধ্বংস (সংহার), অনুগ্রহ গোপন (তিরোভাব), এবং দয়া প্রকাশ (অনুগ্রহ)।\nশিবের এই পাঁচটি দিকের নাম ও গুণাবলী শৈব আগম এবং পুরাণে বর্ণিত হয়েছে।\n\n\n== বিবরণ ==\n\nজানবে, পার্থিব জগৎের সকল বস্তুর পঞ্চমুখী চরিত্র বিদ্যমান। এর কারণ পঞ্চমুখী ব্রহ্মের চরিত্রবৈশিষ্ট্যরূপে শিবের চিরন্তন বৈচিত্র্য।\nশিবের পবিত্র সংখ্যা হল পাঁচ। কথিত আছে, শিবের শরীর পাঁচটি মন্ত্র দ্বারা গঠিত। এগুলিকে বলা হয় পঞ্চব্রহ্ম। দেবতা রূপে এই পাঁচটি মন্ত্রের নিজস্ব নাম ও মূর্তিতত্ত্ব বর্তমান:\n\nসদ্যোজাত\nবামদেব\nঅঘোর\nতৎপুরুষ\nঈশান\nশিবের মূর্তি এই পাঁচটি রূপ পঞ্চাননের আকারে কল্পিত হয়। বিভিন্ন শাস্ত্রে এই পাঁচটি রূপ পঞ্চভূত, পঞ্চ জ্ঞানেন্দ্রিয় ও পঞ্চ কর্মেন্দ্রিয়ের সঙ্গে সম্পর্কযুক্ত। তবে এই পাঁচটি রূপের বর্ণনা প্রসঙ্গে পণ্ডিতদের মধ্যে মতবিরোধ রয়েছে। \n\n\n=== সদ্যোজাত ===\nশিবের সদ্যোজাত রূপ ইচ্ছা শক্তির প্রতিনিধিত্ব করে। শিবের এই মুখটি সমস্ত প্রাণীর সুখ এবং দুঃখ উভয়ই দেবে। এটির দিক পশ্চিম। শিবের এই মুখটি সম্ভাব্যভাবে শিবের কাছ থেকে অভিশাপ এবং ক্রোধ জাগাতে পারে। জলন্ধর পীঠের প্রতিনিধিত্ব করে। এক বিলিয়ন মন্ত্র শিবের এই মুখটি বর্ণনা করার চেষ্টা করছে। সাদা রঙ। অহঙ্কার উপাদান নিখুঁত অহংকে প্রতিনিধিত্ব করে। ভয়ঙ্কর দিক। এই দিকটি নির্জনতা ও অনুশীলন দ্বারা অর্জিত হয় যা প্রচলিত কাঠামো অতিক্রম করে।\n\n\n=== বামদেব ===\nবামদেব শিবের চিত্ত রূপ এবং চিত্ত রূপিণীকে প্রতিনিধিত্ব করে। এই তুরীয়, সূর্যের আদি শক্তির সাথে পরিচিত হয়ে অর্জিত হয়। শিবের এই মুখের মধ্যে যে কোনো প্রাণীর মানসিক ও শারীরিকভাবে নিরাময় করার বিশেষ ক্ষমতা রয়েছে। পারলিঙ্গ প্রতিনিধিত্ব করে। দুই বিলিয়ন মন্ত্র শিবের এই মুখটি বর্ণনা করার চেষ্টা করছে। রক্তের লাল রঙ এটি অতুলনীয় শক্তির প্রতিনিধিত্ব করে যা মহাবিশ্বের সমস্ত উপাদানকে রূপান্তর করতে সক্ষম। তেজসার উপাদানকে উন্নীত করে। দিক উত্তর। প্রাণশক্তির শক্তিকে প্রাধান্য দেয়। এটি আলোর উজ্জ্বলতার অবর্ণনীয় পরিমাণ প্রতিনিধিত্ব করে। শুধুমাত্র যোগে প্রতিষ্ঠিত ব্যক্তিরা এটিকে তাদের শারীরিক আকারে ধারণ করতে পারে, অন্যথায় নশ্বর রূপটি অবিলম্বে বামদেবের সাথে মিলনের ফলে নিজেকে ছেড়ে দেয়। বিশেষজ্ঞরা নিজেদের মধ্যে উপাদান সৃষ্টির শক্তি ধারণ করে।\n\n\n=== অঘোর ===\nশিবের অঘোর রূপ জ্ঞান শক্তি (অসীম জ্ঞান) এর প্রতিনিধিত্ব করে । এটি প্রকৃতি এবং পরাশক্তির কাজ। শিবের এই মুখ বুদ্ধ রূপ (বুদ্ধি)। পূর্ণগিরি পিঠ বাণলিঙ্গের প্রতিনিধিত্ব করে। এক বিলিয়ন মন্ত্র শিবের এই মুখটি বর্ণনা করার চেষ্টা করছে। দিক দক্ষিণ। ধোঁয়া (ধুম্র বর্ণ) রঙে। এটি আমাদের অহঙ্কার তত্ত্বের (আমাদের অহং প্রকৃতি) ভারসাম্যপূর্ণ দিককে প্রতিনিধিত্ব করে। প্রমাণ ও প্রমেয়ার মিশ্রণ। এটি রুদ্র বাহিনীর প্রতিনিধিত্ব করে।\n\n\n=== তৎপুরুষ ===\nশিবের তৎপুরুষ রূপ আনন্দ শক্তির প্রতিনিধিত্ব করে। এটির দিক পূর্ব এবং এটি কামাগিরি পীঠম। এটি আত্মার\nগঠন প্রতিনিধিত্ব করে। ব্যক্তি অসীমের সাথে মিশে যায়। দুই বিলিয়ন মন্ত্র শিবের এই মুখটি বর্ণনা করার চেষ্টা করছে। গায়ে হলুদ। স্বয়ম্ভূব লিঙ্গ। যদি কোন বিষয়ে মনোযোগ দিতে আপনার কঠিন অসুবিধা হয়, তাহলে আপনার এই শিবের মুখের ধ্যান করা উচিত। এই মুখে শিব পূর্ব দিকে ধ্যান করেন।\n\n\n=== ঈশান ===\nশিবের ঈশান রূপ সাম্ব পীঠমের চিত্ত শক্তির প্রতিনিধিত্ব করে। মহাকাশ প্রতিনিধিত্ব করে। এটি শিবের পঞ্চম রূপ, যা উপর দিকে চেয়ে থাকে এবং পঞ্চতত্ত্বের 'আকাশ' বোঝায়। আপনার মুলধারা থেকে শুরু করে অনাহত থেকে আজ্ঞা থেকে সহস্রার পর্যন্ত আপনার দেহে ব্রহ্মা রন্দ্রের দিকে নিয়ে যায়। এক বিলিয়ন মন্ত্র শিবের এই মুখটি বর্ণনা করার চেষ্টা করছে। আকাশ (ইথার) তত্ত্ব। ব্যক্তি সামাজিক কাঠামোর প্রতি খুব কম থেকে একেবারেই গ্রহণযোগ্য নয়। নশ্বর ও ঐশ্বরিক প্রাণীকে সহজে নিয়ন্ত্রণ করার চমৎকার গুণাবলীর অধিকারী। ব্যক্তি তার অহংকে ছাই করে ফেলেছে যা মহাবিশ্বের প্রতি পরম ভালবাসাকে নির্দেশ করে এবং মহাজাগতিক নিয়ম থেকে মুক্ত হয়েছে।\n\n\n== আরও দেখুন ==\nশিব\nপরশিব\nপরাশক্তি\nসদাশিব\nত্রিপুরান্তক\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\nPañcānana Śiva: The five-fold manifestation of Śiva\nPancanana, Panca-nana, Pañcanana, Panca-anana, Pancan-anana, Pamcanana: 17 definitions\nRudra-Shiva concept (Study) by Maumita Bhattacharjee"}