{"pageid": 1188141, "title": "ফেডারেল সুপ্রিম কাউন্সিল", "url": "https://bn.wikipedia.org/wiki?curid=1188141", "content": "ফেডারেল সুপ্রিম কাউন্সিল (আরবি: المجلس الأعلى للاتحاد) হলো সংযুক্ত আরব আমিরাতের সর্বোচ্চ সাংবিধানিক কর্তৃপক্ষ, সর্বোচ্চ আইন প্রণয়ন ও নির্বাহী সংস্থা। এটি সাধারণ নীতি স্থাপন করে এবং ফেডারেল আইন অনুমোদন করে। সংবিধানে নির্ধারিত পাঁচটি ফেডারেল কর্তৃপক্ষের ক্রমানুসারে এটি প্রথম ফেডারেল কর্তৃপক্ষ: ফেডারেল সুপ্রিম কাউন্সিল, ফেডারেল রাষ্ট্রপতি এবং ফেডারেল উপরাষ্ট্রপতি, ফেডারেল মন্ত্রিসভা, ফেডারেল জাতীয় কাউন্সিল, ফেডারেল বিচার বিভাগ।\n\n\n== ইতিহাস ==\n১৯৭১ সালে সংযুক্তির পর ফেডারেল সুপ্রিম কাউন্সিল আমিরাতের ছয়জন শাসককে নিয়ে গঠিত যারা সংযুক্ত আরব আমিরাতের সংবিধানে স্বাক্ষর করেছিলেন। এটি আবুধাবির আমির শেখ জায়েদ বিন সুলতান আল নাহিয়ানকে সংযুক্ত আরব আমিরাতের রাষ্ট্রপতি নির্বাচিত করে এবং একটি ফেডারেল মন্ত্রিসভা নির্বাচিত করে। ২৩ ডিসেম্বর ১৯৭১-এ রাস আল খাইমাহ আমিরাত ইউনিয়নে যোগদানের অনুরোধ জানিয়ে কাউন্সিলকে একটি চিঠি পাঠায়। কাউন্সিল অনুরোধে সম্মত হয় এবং রাস আল-খাইমাহ ১০ ফেব্রুয়ারি ১৯৭২ এ ইউনিয়নে যোগদান করে।\n\n\n== কাউন্সিল বৈঠক ==\nফেডারেল সুপ্রিম কাউন্সিল প্রতি বছর চারবার মিলিত হয় এবং এর সভাগুলি প্রায়শই অনানুষ্ঠানিক ভিত্তিতে হয় এবং বোর্ডের মিটিংয়ে অংশ নেয়, যার মধ্যে ফেডারেশনের আমিরাতের সাতজন শাসক বা যারা তাদের অনুপস্থিতিতে তাদের আমিরাতে কাজ করেন তাদের সমন্বয়ে। কাউন্সিলের রেজুলেশনে প্রত্যেকের একটি ভোট আছে।\n\n\n== কাউন্সিলের কার্যাবলী ==\nইউনিয়নের সুপ্রিম কাউন্সিলের নিম্নলিখিত কাজ রয়েছে:\n\nএই সংবিধান দ্বারা ইউনিয়নের কাছে অর্পিত সমস্ত বিষয়ে সাধারণ নীতি এবং ইউনিয়নের উদ্দেশ্য এবং সদস্য আমিরাতের সাধারণ স্বার্থগুলি কী অর্জন করবে তা বিবেচনা করা।\nইউনিয়নের বার্ষিক সাধারণ বাজেটের আইন এবং চূড়ান্ত হিসাব সহ জারি হওয়ার আগে বিভিন্ন ফেডারেল আইনের অনুমোদন।\nফেডারেল রাষ্ট্রপতি কর্তৃক এই ডিক্রি জারি করার আগে ফেডারেল সুপ্রিম কাউন্সিলের অনুমোদন বা অনুমোদনের জন্য এই সংবিধানের বিধানের অধীনে বিষয় সংক্রান্ত ডিক্রিগুলির অনুমোদন।\nপ্রতিষ্ঠানের অনুমোদন এবং চুক্তি ডিক্রি দ্বারা অনুমোদিত হয়।\nফেডারেল প্রধানমন্ত্রী এবং ফেডারেল মন্ত্রিসভার নিয়োগ অনুমোদন এবং ফেডারেল রাষ্ট্রপতির প্রস্তাবের ভিত্তিতে তাদের পদত্যাগ এবং পদ থেকে অপসারণ গ্রহণ করা।\nফেডারেল সুপ্রিম কোর্টের সভাপতি ও বিচারকদের নিয়োগের অনুমোদন এবং সংবিধানে নির্ধারিত পরিস্থিতিতে তাদের পদত্যাগ ও বরখাস্ত গ্রহণ। সব ডিক্রি হয়.\nসাধারণভাবে ইউনিয়নের বিষয়ে উচ্চ নিয়ন্ত্রণ।\nএই সংবিধান বা ফেডারেল আইনে নির্ধারিত অন্য কোন কার্যাবলী।\n\n\n== বর্তমান সদস্যবৃন্দ ==\nফেডারেল সুপ্রিম কাউন্সিল প্রতিটি আমিরাতের সাতজন শাসক নিয়ে গঠিত:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি ভাষায়)"}