{"pageid": 1188799, "title": "ক্যাসপার স্মাইকেল", "url": "https://bn.wikipedia.org/wiki?curid=1188799", "content": "ক্যাসপার পিটার স্মাইকেল (জন্ম ৫ নভেম্বর ১৯৮৬) একজন ডেনীয় পেশাদার ফুটবলার যিনি গোলরক্ষক হিসাবে খেলেন লিগ ওয়ান ক্লাব নিস এবং ডেনমার্ক জাতীয় দলে।\nস্মাইকেল ম্যানচেস্টার সিটিতে তার ক্যারিয়ার শুরু করেছিলেন, কিন্তু তার প্রথম দলে অভিষেকের আগে ডার্লিংটন, বুরি এবং ফলকির্ক ক্লাবে ধারে খেলেছিলেন। যদিও ২০০৭-০৮ মৌসুমের শুরুতে স্মাইকেল সিটি নম্বর ১ জার্সিটিকে নিজের করে নিয়েছিলেন, তবে জো হার্টের উত্থানের ফলে শ্মিচেলকে কার্ডিফ সিটিতে ধারে দেওয়া হয়েছিল। ২০০৯ সালে রিপাবলিক অফ আয়ারল্যান্ডের আন্তর্জাতিক শে গিভেন স্বাক্ষর করার অর্থ হল যে স্মাইকেল সিটির পেকিং অর্ডারের আরও নীচে নেমে গিয়েছিলেন এবং তাকে নটস কাউন্টির প্রাক্তন ম্যানেজার সোভেন-গোরান এরিকসনের সাথে যুক্ত করার অনুমতি দেওয়া হয়েছিল। তিনি ম্যাগপিসের সাথে শুধুমাত্র একটি মৌসুম কাটিয়েছেন, যদিও এটি ক্লাব এবং খেলোয়াড়দের জন্য খুবই সফল একটি মৌসুম ছিল, ক্লাবের আর্থিক অবস্থার পরিবর্তন তার প্রস্থানকে প্রয়োজনীয় করে তোলে এবং পারস্পরিক সম্মতিতে চুক্তি বাতিল করা হয়।\nস্মাইকেল ২০১০ সালে লিডস ইউনাইটেডে যোগ দেন, কিন্তু আবার, ক্লাবে তার মেয়াদ শুধুমাত্র এক মৌসুম স্থায়ী হবার আগে তিনি লিসেস্টার সিটিতে স্থানান্তরিত হন, যেখানে তিনি আবার এরিকসনের অধীনে কাজ করেন। ক্লাবের ইতিহাসের সবচেয়ে সফল যুগে, ২০১৩-১৪ মৌসুমে চ্যাম্পিয়নশিপ, ২০১৫-১৬ সালে প্রিমিয়ার লিগ, ২০২০-২১ সালে এফএ কাপ এবং ক্লাবের ইতিহাসের সবচেয়ে সফল যুগে স্মাইকেল ১১ বছরেরও বেশি সময় ধরে লেস্টারের হয়ে ৪৭৯টি প্রতিযোগিতামূলক ম্যাচ খেলেন, সাথে ২০২১ সালের এফএ কমিউনিটি শিল্ডও খেলেন।\nস্মাইকেল ডেনমার্কের অনূর্ধ্ব-২১ দলের হয়ে ১৭টি ম্যাচ খেলেছেন। তাকে ২০১১ সালে প্রথমবার ডেনমার্ক জাতীয় দলে ডাকা হয়েছিল, এবং ইউইএফএ ইউরো ২০১২ -এ তাদের স্কোয়াডের অংশ ছিলেন, কিন্তু ২০১৩ সাল পর্যন্ত তার সিনিয়র অভিষেক হয়নি। তিনি ২০১৮ ফিফা বিশ্বকাপ এবং ইউইএফএ ইউরো ২০২০ এ তার দেশের প্রতিনিধিত্ব করেছেন।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n\n\n== ব্যক্তিগত জীবন ==\nক্যাসপার স্মাইকেল ডেনমার্কের সাবেক আন্তর্জাতিক গোলরক্ষক পিটার স্মাইকেলের ছেলে। স্মাইকেল তার পিতামহের মাধ্যমে পোলীয় বংশোদ্ভূত। স্মাইকেল তার প্রারম্ভিক বছরগুলিতে ডেনমার্কে বেড়ে ওঠেন কিন্তু তার বাবার খেলার ক্যারিয়ারের কারণে তার শৈশবের বেশিরভাগ সময় ইংল্যান্ডে কাটিয়েছেন। ক্যাসপার ডেনীয় এবং ইংরেজি উভয় ভাষাতেই সাবলীল, তিনি শেষোক্ত ভাষার উত্তর-ইংরেজি উচ্চারণে কথা বলেন। তিনি গ্রেটার ম্যানচেস্টারের চেডল হুলমের, স্টকপোর্টের হুলমে হল গ্রামার স্কুলে পড়াশোনা করেছেন এবং তিনি পর্তুগালের সেন্ট জুলিয়ান স্কুলেও পড়াশোনা করেছেন যখন তার বাবা লিসবনে স্পোর্টিং সিপির হয়ে খেলতেন। ক্যাসপারের বাবার প্রাক্তন ম্যানচেস্টার ইউনাইটেড সতীর্থ স্টিভ ব্রুস -এর ছেলে অ্যালেক্স ব্রুস যখন লিডস ইউনাইটেড-এ ক্যাসপার-এর সঙ্গে যোগ দেন, তখন এই পদক্ষেপের ফলে দুইজন খেলোয়াড় আবার একত্রিত হয়, যেমনটা শিশুকালে স্কুল শেষে রাস্তায় তারা একসঙ্গে ফুটবল খেলেছিল।\nস্মাইকেলের দুই সন্তান; একটি পুত্র (জন্ম ২০১০) এবং একটি কন্যা (জন্ম ২০১২)।\nম্মিচেল ১৭ আগস্ট ২০১০-এ প্রিসিশন গোলকিপিং-এর সাথে একটি রাষ্ট্রদূতসংক্রান্ত চুক্তি স্বাক্ষর করেন যার মধ্যে \"স্কিমিকোলজি\" গোলকিপিং রেঞ্জ প্রকাশ করা হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nলিসেস্টার সিটি এফসি প্রোফাইল\nডেনিশ জাতীয় দলের প্রোফাইল\nক্যাসপার স্মাইকেল – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nক্যাসপার স্মাইকেল – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি)"}