{"pageid": 1188514, "title": "জিবুতিতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1188514", "content": "জিবুতিতে ইসলাম একটি সংখ্যাগুরু ধর্ম। দেশটির ৯৮% মানুষ ইসলাম ধর্ম অনুসরণ করে। জিবুতিতে ইসলামের একটি দীর্ঘ ইতিহাস রয়েছে। ইসলামের নবি মুহাম্মাদের জীবদ্দশাতেই জিবুতিসহ হর্ন অব আফ্রিকার অন্যান্য দেশে ইসলাম পৌঁছয়। পিউ রিসার্চ সেন্টারের তথ্যমতে, দেশটির ৭৭% সুন্নি ইসলামের অনুসারী( শাফেয়ী), ৮% কোনো ঐতিহ্যবাহী ধারায় পড়ে না এবং বাকি ১৩% ইসলামের অন্যান্য শাখা , যেমন : কুরআনবাদ, শিয়া, ইবাদি ইত্যাদির অনুসরণ করে। স্বাধীনতার পর দেশটি ইসলামী আইনের উপর আংশিক ভিত্তি করে একটি আইনি ব্যবস্থা তৈরি করে।\n\n\n== ইতিহাস ==\n\nহিজরতের পরপরই আরব উপদ্বীপ থেকে হর্ন অঞ্চলে ইসলামের প্রচার শুরু হয়েছিল। সোমালিয়ার দুই- মিহরাব মসজিদ আল-কিবলাতাইন সংলগ্ন জেইলা ৭ম শতাব্দীর এবং এটি শহরের সবচেয়ে প্রাচীনতম মসজিদ । ৯ম শতাব্দীর শেষের দিকে, আল-ইয়াকুবি লিখেছিলেন যে মুসলমানরা উত্তর সোমালি সমুদ্র তীরে বসবাস করত। তিনি আরও উল্লেখ করেছেন যে আদল রাজ্যের রাজধানী ছিল এই শহরে, অন্তত নবম বা দশম শতাব্দীর পর্যন্ত আদাল সালতানাত (জেলা এর সদর দফতর হিসাবে) হিসেবে ছিল। আইএম লুইসের মতে, রাজ্যটি স্থানীয় রাজবংশদের দ্বারা শাসিত হয়েছিল যারা দক্ষিণে বেনাদির অঞ্চলে একইভাবে প্রতিষ্ঠিত মোগাদিশুর সালতানাতের উপরও শাসন করেছিল। এই প্রতিষ্ঠাতা সময়কাল থেকে আদালের ইতিহাস আবিসিনিয়া প্রতিবেশীর সাথে যুদ্ধের উত্তরাধিকার দ্বারা চিহ্নিত করা হয়।\n\n\n== সমসাময়িক ইসলাম ==\n\nজিবুতির জনসংখ্যার বেশিরভাগই সুন্নি মুসলিম। দেশের জনসংখ্যার ৯৪% মানুষ ইসলাম পালন করে বাকি ৬% বাসিন্দারা রোমান ক্যাথলিক, প্রোটেস্ট্যান্ট, ইথিওপিয়ান অর্থোডক্স, গ্রীক অর্থোডক্স, জেহোভাস উইটনেস, হিন্দু, ইহুদি, বাহাই এবং নাস্তিক। অমুসলিম জনসংখ্যার সাধারণত বিদেশী বংশোদ্ভূত নাগরিকদের নিয়ে গঠিত এবং বেশিরভাগই জিবুতি শহরে বাস করে।\n\n\n=== রাজনীতি ===\n\nজিবুতির সংবিধানের ১নং অনুচ্ছেদে ইসলামকে একমাত্র রাষ্ট্রধর্ম হিসাবে নামকরণ করে এবং ১১নং অনুচ্ছেদে সকল ধর্মের নাগরিকদের সমতা এবং ধর্মীয় অনুশীলনের স্বাধীনতা প্রদান করে। ইসলাম রাষ্ট্রধর্ম হলেও সংবিধানে ধর্মভিত্তিক রাজনৈতিক দলগুলোর অনুমতি নেই।\nবেশিরভাগ স্থানীয় মুসলমানরা সুন্নি সম্প্রদায়কে মেনে চলে যারা শাফিঈ মাযহাবের অনুসরণ করে। অ-সাম্প্রদায়িক মুসলমানরা মূলত বিভিন্ন মাযহাবের সুফি অনুশাসনের অন্তর্ভুক্ত।\n২০১২ সালে একটি আইন পাস করা হয়েছিল যা ধর্ম বিষয়ক মন্ত্রণালয়কে জুমার নামাজের সময় প্রচারিত বার্তা সহ জিবুতির মসজিদগুলির উপর নজরদারি বৃদ্ধি করতে বলেছিল। ইসলামিক বিষয়ক মন্ত্রণালয় নতুন আইনটি ব্যবহার করেছে যা মসজিদের ইমামদের প্রতিস্থাপন এবং সাময়িকভাবে কিছু মসজিদ বন্ধ করার জন্য নিয়ন্ত্রন করেছে। শক্তিশালী রাজনৈতিক এবং সামাজিক ন্যায়বিচারের বিষয়বস্তু সহ কিছু ইমামকে নিরাপত্তা পরিষেবার দ্বারা জিজ্ঞাসাবাদ করা হয়েছে বলে জানা গেছে। শুক্রবারের খুতবার বিষয়বস্তু এবং মসজিদের সেবায় যোগদানকারী লোকদের কার্যকলাপের উপর সাদা পোশাকের অফিসারদের নজরদারি করার খবরও পাওয়া গেছে।\n২০১৪ সালে, সরকার মসজিদগুলির রাষ্ট্রীয় নিয়ন্ত্রণের উপর একটি আইন কার্যকর করার জন্য একটি ডিক্রি জারি করে যা ইমামদের মর্যাদাকে ইসলামী বিষয়ক মন্ত্রকের অধীনে সিভিল সার্ভিস কর্মচারীতে রূপান্তরিত করে এবং মসজিদের সম্পত্তি এবং অন্যান্য সম্পদের মালিকানা সরকারের কাছে হস্তান্তর করে। ধর্ম বিষয়ক মন্ত্রণালয়ের মহাসচিব বলেন, এই ডিক্রির লক্ষ্য মসজিদ থেকে রাজনৈতিক কার্যকলাপ দূর করা এবং মসজিদের সম্পদ ও কার্যক্রমের ওপর অধিকতর সরকারি তদারকি করা। সরকারী কর্মকর্তারা ইঙ্গিত দিয়েছেন যে আইনটি মসজিদগুলিতে অনুভূত বিদেশী প্রভাব মোকাবেলার জন্য পাশ করা হয়েছিল।\nপারিবারিক কোডের ২৩ অনুচ্ছেদ অনুযায়ী, একজন অমুসলিম পুরুষ ইসলাম গ্রহণ করার পরই একজন মুসলিম নারীকে বিয়ে করতে পারে। অনৈসলামিক বিবাহ সরকার কর্তৃক আইনত স্বীকৃত নয়, যেটি শুধুমাত্র ইসলামী বিষয়ক মন্ত্রণালয় বা স্বরাষ্ট্র মন্ত্রণালয় অনুযায়ী সম্পাদিত বিবাহকেই স্বীকৃতি দেয়।\nদেশব্যাপী আনুমানিক ৪০টি বেসরকারি ইসলামিক স্কুল রয়েছে, যেগুলো ইসলামিক বিষয়ক মন্ত্রণালয় এবং শিক্ষা মন্ত্রণালয় দ্বারা পরিচালিত হয়। পাবলিক স্কুলগুলি ধর্মনিরপেক্ষ থাকে, যদিও ইসলামী বিষয়ক মন্ত্রণালয় একটি প্রোগ্রাম চালু করেছিল যেখানে ধর্মীয় নেতারা অ-বাধ্য ইভেন্টগুলিতে ধর্মীয় প্রশ্নের উত্তর দিতে এক ঘন্টার জন্য ধর্মনিরপেক্ষ স্কুলগুলিতে যান।\n\n\n== সমসাময়িক ইসলাম ==\n\nজিবুতির মুসলিম জনসংখ্যার বেশিরভাগ সুন্নি মুসলিম। দেশের জনসংখ্যার ৯৪% ইসলাম পালন করে, বাকি ৬% বাসিন্দারা রোমান ক্যাথলিক, প্রোটেস্ট্যান্ট, ইথিওপিয়ান অর্থোডক্স, গ্রীক অর্থোডক্স, জেহোভাস উইটনেস, হিন্দু, ইহুদি, বাহাই ধর্মাবলম্বী এবং নাস্তিক । অমুসলিম জনসংখ্যার বেশিরভাগই বিদেশী বংশোদ্ভূত নাগরিক এবং বেশিরভাগই জিবুতি শহরে বাস করে।\n\n\n=== রাজনীতি ===\n\nজিবুতির সংবিধানের ১ নং অনুচ্ছেদে ইসলামকে একমাত্র রাষ্ট্রধর্ম হিসাবে নামকরণ করা হয়েছে এবং ১১ নং অনুচ্ছেদে সকল ধর্মের নাগরিকদের সমতা এবং ধর্মীয় অনুশীলনের স্বাধীনতা প্রদান করা হয়েছে। রাষ্ট্রধর্ম ইসলাম হলেও সংবিধানে ধর্মভিত্তিক রাজনৈতিক দলগুলোর অনুমতি নেই।\nবেশিরভাগ স্থানীয় মুসলমানরা সুন্নি সম্প্রদায়কে মেনে চলে যারা শাফিঈ মাযহাবের অনুসরণ করে। অ-সাম্প্রদায়িক মুসলমানরা মূলত বিভিন্ন মাযহাবের সুফি অনুশাসনের অন্তর্ভুক্ত।\n২০১২ সালে, একটি আইন পাস করা হয়েছিল যাতে ধর্ম বিষয়ক মন্ত্রণালয়কে জুমার নামাজের সময় প্রচারিত বার্তা সহ জিবুতির মসজিদগুলির উপর নজরদারি বৃদ্ধি করতে বলেছিল। ইসলামিক বিষয়ক মন্ত্রণালয় নতুন আইনটি ব্যবহার করে মসজিদের ইমামদের প্রতিস্থাপন এবং সাময়িকভাবে কিছু মসজিদ বন্ধ করেছে। শক্তিশালী রাজনৈতিক এবং সামাজিক ন্যায়বিচারের বিষয়বস্তু সহ কিছু ইমামকে নিরাপত্তা পরিষেবার দ্বারা জিজ্ঞাসাবাদ করা হয়েছে বলে জানা গেছে। শুক্রবারের খুতবার বিষয়বস্তু এবং মসজিদের সেবায় যোগদানকারী লোকদের কার্যকলাপের উপর সাদা পোশাকের অফিসারদের নজরদারি করার খবরও পাওয়া গেছে।\n২০১৪ সালে, সরকার মসজিদগুলির রাষ্ট্রীয় নিয়ন্ত্রণের উপর একটি আইন কার্যকর করার জন্য একটি ডিক্রি জারি করে যা ইমামদের মর্যাদাকে ইসলামী বিষয়ক মন্ত্রকের অধীনে সিভিল সার্ভিস কর্মচারীতে রূপান্তরিত করে এবং মসজিদের সম্পত্তি এবং অন্যান্য সম্পদের মালিকানা সরকারের কাছে হস্তান্তর করে। ধর্ম বিষয়ক মন্ত্রণালয়ের মহাসচিব বলেন, এই ডিক্রির লক্ষ্য মসজিদ থেকে রাজনৈতিক কার্যকলাপ দূর করা এবং মসজিদের সম্পদ ও কার্যক্রমের ওপর সরকারি তদারকি বৃদ্ধি করা। সরকারী কর্মকর্তারা ইঙ্গিত দিয়েছেন যে  মসজিদগুলিতে অনুভূত বিদেশী প্রভাব মোকাবেলার জন্য আইনটি পাস করা হয়েছিল।\nপারিবারিক কোডের ২৩ নং অনুচ্ছেদ অনুযায়ী, একজন অমুসলিম পুরুষ ইসলাম গ্রহণ করার পরই একজন মুসলিম নারীকে বিয়ে করতে পারে। অনৈসলামিক বিবাহ সরকার কর্তৃক আইনত স্বীকৃত নয়, শুধুমাত্র ইসলামী বিষয়ক মন্ত্রণালয় বা স্বরাষ্ট্র মন্ত্রণালয় অনুযায়ী সম্পাদিত বিবাহকেই সরকার স্বীকৃতি দেয়।\nদেশব্যাপী আনুমানিক ৪০টি বেসরকারি ইসলামিক স্কুল রয়েছে, যেগুলো ইসলামিক বিষয়ক মন্ত্রণালয় এবং শিক্ষা মন্ত্রণালয় দ্বারা পরিচালিত হয়। পাবলিক স্কুলগুলি ধর্মনিরপেক্ষ থাকে, যদিও ইসলামী বিষয়ক মন্ত্রণালয় একটি প্রোগ্রাম চালু করেছে যেখানে ধর্মীয় নেতারা ধর্মীয় প্রশ্নের উত্তর দিতে এক ঘন্টার জন্য ধর্মনিরপেক্ষ স্কুলগুলিতে যান।\n\n\n== তথ্যসূত্র =="}