{"pageid": 1188378, "title": "বৈজয়ন্তী মুভিজ", "url": "https://bn.wikipedia.org/wiki?curid=1188378", "content": "বৈজয়ন্তী মুভিজ হল একটি ভারতীয় চলচ্চিত্র প্রযোজনা প্রতিষ্ঠান, যা ১৯৭৪ সালে সি. আসওয়ানি দত্ত দ্বারা প্রতিষ্ঠিত হয়েছিল । এটি তেলুগু সিনেমার সবচেয়ে বড় চলচ্চিত্র প্রোডাকশন হাউসগুলির মধ্যে একটি । বৈজয়ন্তী মুভিজ বিশেষ করে তার বড় বাজেটের প্রযোজনার জন্য পরিচিত যার সাথে শীর্ষস্থানীয় চলচ্চিত্র তারকা এবং প্রযোজনা মূল্যবোধ। এটি তেলুগু সিনেমার সবচেয়ে আইকনিক চলচ্চিত্রগুলির নির্মাণের জন্য কৃতিত্বপ্রাপ্ত। এটির সহযোগী প্রতিষ্ঠান, স্বপ্না সিনেমা এবং থ্রি অ্যাঞ্জেলস স্টুডিও অশ্বনী দত্তের কন্যা স্বপ্না দত্ত এবং প্রিয়াঙ্কা দত্ত দ্বারা পরিচালিত ।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\n\nআসওয়ানি দত্ত কে. বিশ্বনাথ পরিচালিত একটি সাদা-কালো চলচ্চিত্রের নির্বাহী প্রযোজক হিসেবে তার চলচ্চিত্র জীবন শুরু করেন। তিনি তার প্রিয় অভিনেতা এন টি রামা রাও (এনটিআর) এর সাথে একটি চলচ্চিত্র নির্মাণ করতে চেয়েছিলেন এবং তার সাথে যোগাযোগ করেছিলেন। এনটিআর দ্বারা নামকরণ করা, বৈজয়ন্তী মুভিজ ১৯৭৫ সালে সফল চলচ্চিত্র এডুরুলেনি মনীশি দিয়ে আসওয়ানি দত্তের মালিকানাধীনে নির্মাণ শুরু করে। প্রোডাকশন হাউসের লোগোতে এনটিআরের ভগবান শ্রী কৃষ্ণের ছবি রয়েছে, যার হাতে একটি শঙ্খ এবং তার পিছনে রয়েছে পৃথিবী।\n\n\n=== চলচ্চিত্র এবং সাফল্য ===\nপ্রোডাকশন হাউসটি তেলুগু সিনেমার শীর্ষস্থানীয় অভিনেতাদের সাথে চলচ্চিত্র নির্মাণ করেছেন। যেমন এনটিআর, এএনআর, কৃষ্ণা, শোভন বাবু, কৃষ্ণম রাজু, চিরঞ্জীবী এবং আক্কিনেনি নাগার্জুন । বৈজয়ন্তী মুভিজ দ্বারা প্রযোজিত অনেকগুলি চলচ্চিত্র কে. বাপেয়া এবং কে. রাঘবেন্দ্র রাও দ্বারা পরিচালিত হয়েছিল ।\nবৈজয়ন্তী মুভিজ অগ্নি পর্বতম (১৯৮৫), জাগদেকা ভিরুডু আথিলোকা সুন্দরী (১৯৯০), ইন্দ্র (২০০২) এর মতো বেশ কয়েকটি তেলুগু চলচ্চিত্র তৈরি করেছিল যেগুলি বক্স অফিসে খুব সফল হয়েছিল। বৈজয়ন্তী মুভিজ জুনিয়র এনটিআর, মহেশ বাবু, রাম চরণ, অল্লু অর্জুন এবং নারা রোহিতের মতো জনপ্রিয় অভিনেতাদের তেলুগু সিনেমায় পরিচয় করিয়ে দেয়।\n\n\n== সাবসিডিয়ারিম ==\n\n\n=== স্বপ্না সিনেমা ===\n২০১৪ সালে, অশ্বনী দত্তের বড় মেয়ে স্বপ্না দত্ত তার বাবার কাছ থেকে স্বপ্না সিনেমার উত্তরাধিকারী হন। এই ব্যানারের অধীনে, স্বপ্না এবং তার বোন, প্রিয়াঙ্কা দত্ত প্রযোজনা করেছেন ইয়েভেদে সুব্রামণ্যম । ২০১৫ সালে বক্স অফিসে এটি একটি বড় সাফল্যের গল্প ছিল। ২০১৮ সালে, এই ব্যানারটি প্রয়াত অভিনেত্রী সাবিত্রীর উপর একটি বায়োপিক তৈরি করেছিল । মহানতি শিরোনামের বায়োপিকটিতে অভিনয় করেছেন কীর্তি সুরেশ, দুলকার সালমান, সামান্থা রুথ প্রভু এবং বিজয় দেবরাকোন্ডা । এটি সমালোচকদের দ্বারা প্রশংসিত এবং বক্স অফিসে অত্যন্ত সফল।\n\n\n=== থ্রি এঞ্জেলস স্টুডিও ===\nআসওয়ানি দত্তের ছোট মেয়ে, প্রিয়াঙ্কা দত্ত ২০০৮ সালে থ্রি অ্যাঞ্জেলস স্টুডিও নামে একটি নতুন প্রোডাকশন হাউস চালু করেন। তিনি এই কোম্পানির মাধ্যমে তার প্রথম চলচ্চিত্র বানম (২০০৯) প্রযোজনা করেন এবং নারা রোহিতকে তেলুগু সিনেমায় পরিচয় করিয়ে দেন। ছবিটি সমালোচকদের দ্বারা প্রশংসিত হলেও বক্স অফিসে ভালো ব্যবসা করতে পারেনি। এরপর তিনি ২০১০ সালে ওম শান্তি নামক চলচ্চিত্র নির্মাণ করেন। এতে অভিনয় করেন নিখিল সিদ্ধার্থ, কাজল আগরওয়াল, বিন্দু মাধবী এবং নবদীপ ।\n\n\n== ফিল্ম প্রোডাকশন ==\n\n\n=== বৈজয়ন্তী সিনেমা ===\n\n\n=== স্বপ্না সিনেমা ===\n\n\n=== থ্রি এঞ্জেলস স্টুডিও ===\n\nরাঘবেন্দ্র মুভি কর্পোরেশন, সিরি মিডিয়া আর্টস, এবং ইউনাইটেড প্রযোজক (আসওয়ানি দত্ত, অল্লু অরবিন্দ, এবং কে. রাঘবেন্দ্র রাও)\n\nশ্রী প্রিয়াঙ্কার ছবি\n\nরোজা আর্ট প্রোডাকশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Vyjayanthi Movies (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে Three Angels Studio (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে Ashwini Dutt (ইংরেজি)"}