{"pageid": 1188347, "title": "ডলার ত্রয়ী", "url": "https://bn.wikipedia.org/wiki?curid=1188347", "content": "দ্য ডলার ট্রিলজি (ইতালীয়: Trilogia del dollaro), ম্যান উইথ নো নেম ট্রিলজি বা ব্লাড মানি ট্রিলজি নামেও পরিচিত, তিনটি স্প্যাগেটি ওয়েস্টার্ন ফিল্ম নিয়ে গঠিত একটি ইতালীয় চলচ্চিত্র সিরিজ। পরিচালনা করেছেন সার্জিও লিওন। চলচ্চিত্রগুলো হল এ ফিস্টফুল অফ ডলার (১৯৬৪), ফর আ ফিউ ডলার্‌স মোর (১৯৬৫) এবং দ্য গুড, দ্য ব্যাড অ্যান্ড দি আগলি (১৯৬৬)। তাদের ইংরেজি সংস্করণগুলি ইউনাইটেড আর্টিস্ট দ্বারা বিতরণ করা হয়েছিল, যখন ইতালীয় সংস্করণগুলি ইউনিডিস এবং পিইএ দ্বারা বিতরণ করা হয়েছিলো।\nসিরিজটি স্প্যাগেটি ওয়েস্টার্ন জেনার প্রতিষ্ঠা করার জন্য এবং আরও অনেক স্প্যাগেটি ওয়েস্টার্ন চলচ্চিত্রকে অনুপ্রাণিত করার জন্য পরিচিত হয়ে ওঠে। তিনটি চলচ্চিত্রই ধারাবাহিকভাবে ইতিহাসের সেরা-রেটেড পশ্চিমাদের মধ্যে স্থান পেয়েছে।\nলিওনের অভিপ্রায় না হলেও, একই তথাকথিত \"ম্যান উইথ নো নেম\" (ক্লিন্ট ইস্টউড দ্বারা চিত্রিত, একই পোশাক পরা এবং একই পদ্ধতিতে অভিনয়) এর ধরনের ভিত্তিতে তিনটি চলচ্চিত্রকে একটি ট্রিলজি হিসাবে বিবেচনা করা হয়েছিল। \"ম্যান উইথ নো নেম\" ধারণাটি আমেরিকান ডিস্ট্রিবিউটর ইউনাইটেড আর্টিস্টস দ্বারা উদ্ভাবিত হয়েছিল, চলচ্চিত্রগুলিকে একটি ট্রিলজি হিসাবে বিক্রি করার জন্য একটি শক্তিশালী কোণ খুঁজছিল৷  ইস্টউডের চরিত্রটির প্রকৃতপক্ষে একটি নাম (ডাকনাম হলেও) এবং প্রতিটি ছবিতে একটি আলাদা নাম ছিল যথাক্রমে জো\", \"ম্যানকো\" এবং \"ব্লন্ডি\"।\n\n\n== চলচ্চিত্রসমূহ ==\n\n\n=== পের উন পুনিয়ো দি দল্লারি (এ ফিস্টফুল অফ ডলার) ===\nপ্রথম ছবিতে, ম্যান উইথ নো নেম আসে, ব্যাখ্যাতীত কারণে, মেক্সিকো-মার্কিন সীমান্ত শহর সান মিগুয়েলে, দুটি প্রতিদ্বন্দ্বী চোরাচালান পরিবারের ঘাঁটি, রোজোস এবং ব্যাক্সটার্স। দ্য ম্যান উইথ নো নেম (পুরোনো আন্ডারটেকার পিরিপেরো দ্বারা \"জো\" হিসাবে উল্লেখ করা হয়েছে) তথ্য প্রদানের জন্য পুরস্কার সংগ্রহ করে, বন্দীদের বন্দী করা এবং পুরুষদের হত্যা করার পাশাপাশি একজন মহিলা, তার স্বামী এবং তাদের ছেলেকে সাহায্য করার মাধ্যমে একে অপরের বিরুদ্ধে খেলার সিদ্ধান্ত নেয়। এতে করে, সে পালিয়ে যাওয়ার জন্য নির্মম র্যামন রোজোর হাতে বন্দী হয়। রোজোরা তাকে খুঁজে বের করে এবং নির্যাতন করে, কিন্তু সে পরবর্তীতে পালিয়ে যায়। রোজোরা তাকে খুঁজতে গিয়ে নিরস্ত্র ব্যাক্সটারদের হত্যা করে, কিন্তু পিরিপেরোর সাহায্যে সে শহর থেকে দূরে লুকিয়ে থাকে। দ্য ম্যান উইথ নো নেম ফিরে আসে যখন রোজোরা সিলভানিটোকে ফাঁসি দেওয়ার জন্য প্রস্তুত হয়, একজন স্থানীয় সরাইখানার রক্ষক, যে তার সাথে বন্ধুত্ব করেছিল। তিনি ঠান্ডা রক্তে ডন মিগুয়েল রোজোকে হত্যা করেন, সিলভানিটোকে মুক্ত করার জন্য তার শেষ বুলেট ব্যবহার করেন এবং বন্দুকযুদ্ধে র্যামনকে হত্যা করেন। শেষ অবশিষ্ট রোজো ভাই, এস্তেবান, জানালা থেকে গুলি করার চেষ্টা করার সময় সিলভানিটোর হাতে নিহত হয়, নামহীন জানতে পারে মার্কিন এবং মেক্সিকান সরকার তদন্ত করবে যার ফলে সে শহর ত্যাগ করে।\n\n\n=== ফর আ ফিউ ডলার্‌স মোর ===\nদ্বিতীয় চলচ্চিত্রে ম্যান উইথ নো নেম (এখানে ডাকনাম \"মানকো\") একজন বাউন্টি হান্টার যে অর্থের জন্য দস্যুদের হত্যা করে, পাশাপাশি কর্নেল ডগলাস মর্টিমার, একজন মধ্যবয়সী বাউন্টি হান্টার যিনি একই অপরাধীদের খোঁজ করেন। \"এল ইন্দিও\" নামে পরিচিত একটি সাইকোপ্যাথিক মেক্সিকান দস্যুকে খুঁজে বের করার সময় (যেকিনা সবেমাত্র জেল থেকে পালিয়েছে) তারা প্রথমে একে অপরকে প্রতিদ্বন্দ্বী মনে করেন , কিন্তু পরে বুঝতে পারে যে তাকে হত্যা করতে হলে তাদের একসাথে কাজ করতে হবে। মানকো এল ইন্ডিওর দলে অনুপ্রবেশ করে, আর মর্টিমার বাইরে থেকে কাজ করে। মানকো এল পাসোতে একটি ব্যাঙ্ক ডাকাতির জন্য এল ইন্দিওর বিস্তৃত চক্রান্ত আবিষ্কার করে এবং এতে অংশ নিতে বাধ্য হয়, যদিও সে কোনো নিরপরাধকে আহত করেনি । পরে এল ইন্দিও তার গ্যাংকে আগুয়া ক্যালিয়েন্টে, মেক্সিকোতে নিয়ে যায়। যেখানে মানকো এবং মর্টিমার ব্যাঙ্কের টাকা পাওয়ার জন্য ডাকাতির চেষ্টা করে। এল ইন্ডিও তাদের ষড়যন্ত্র বুঝতে পারে  করে, কিন্তু সে একটি পরিকল্পনা করে যার জন্য তাদের পালতে দেয়। এল ইন্ডিওর পরিকল্পনা অনুযায়ী বাউন্টি হান্টার এবং দস্যুদের মধ্যে একটি যুদ্ধ হয়। দুজন সফলভাবে তাদের সবাইকে হত্যা করে।  শেষ পর্যন্ত, মানকো খেয়াল করলো মর্টিমারের কাছে এল ইন্দিওকে হত্যা করার ব্যক্তিগত কারণ আছে। ফলে সে মর্টিমারকে বন্দুকযুদ্ধে এল ইন্দিওকে হত্যা করার অনুমতি দেয়।  মর্টিমার মানকোকে সমস্ত টাকা রাখতে দেয় এবং এখন সে শান্তিতে তার পূর্বাবস্থায় ফেরত যায় । মানকো একটি ঘোড়ার গাড়িতে দস্যুদের মৃতদেহ স্তূপ করে এবং তার অনুদানের অর্থ সংগ্রহের জন্য চুরি করা ব্যাংকের টাকা নিয়ে চলে যায়।\n\n\n=== দ্য গুড, দ্য ব্যাড অ্যান্ড দি আগলি ===\nতৃতীয় চলচ্চিত্রের ঘটনাকাল ছিল আমেরিকান গৃহযুদ্ধের সময়কার। এখানে  মেক্সিকান দস্যু টুকো রামিরেজ এবং ম্যান উইথ নো নেম (যাকে টুকো \"ব্লন্ডি\" বলে ডাকে) ছোট শহরগুলিকে কেলেঙ্কারী করার জন্য একসাথে কাজ করে। ব্লন্ডি টুকোর উপর একটি অনুদান সংগ্রহ করবে এবং তারপর তাকে মুক্ত করবে। এখানে \"অ্যাঞ্জেল আই\" নামে একজন ভাড়াটে গুন্ডা রয়েছে যার ফাঁসি হতে চলেছে। সে \"জ্যাকসন\" নামের একজনকে খুঁজছে, যে কনফেডারেট আর্মিদের থেকে দুই লক্ষ ডলার চুরি করেছে। অ্যাঞ্জেল আইস জ্যাকসনের প্রাক্তন সহযোগীদের একজনের পরিবারকে হুমকি দেয় এবং জানতে পারে যে জ্যাকসন এখন \"বিল কারসন\" নামে পরিচিত (যিনি ইতিমধ্যেই তার উভয় মূল সহযোগীকে হত্যা করেছে)। ব্লন্ডি এবং টুকোর মধ্যে অংশীদারিত্ব খারাপ হয়ে যায় কেননা টুকো অভিযোগ করে যে বারবারা ৫০/৫০ এর চেয়ে বড় অংশ দাবি করে, কারণ সে ফাঁসে শুধুমাত্র একটি বুলেট এর ভরসায় নিজের জীবন এবং মৃত্যুর মধ্যে দাঁড়িয়ে থাকে। ব্লন্ডি অবিলম্বে টুকোর সাথে বিশ্বাসঘাতকতা করে, বলে \"শহর মাত্র ৭০ মাইল দূরে,যদি তুমি শ্বাস ধরে রাখতে পারো, আমি মনে করি তুমি পৌঁছে যাবে\"। পরবর্তীতে প্রতিহিংসায় টুকো ব্লন্ডিকে ফাঁদে ফেলে বন্দি করে এবং তার উপর নির্যাটোর চালায়। কিন্তু একটি উত্তেজনাপূর্ণ যুদ্ধ তাদের ঘিরে ফেলে এবং তারা পালতে বাধ্য হয় । টুকো পুনঃরায় ব্লন্ডিকে ধরে ফেলে এবং তাকে টেনে নিয়ে যায় মরুভূমির মধ্যে দিয়ে। যেহেতু অত্যন্ত রোদ্র ছিল আর তাকে পানিও দেয়া হয়নি তাই এটি ছিল একটি কষ্টদায়ক যাত্রা।পথিমধ্যে তারা একটি উল্টিয়ে পড়া অস্ত্রবহনকারী গাড়ির সম্মুখীন হয়। অবাক করার বিষয় হচ্চে এই গাড়িতে ছিল বিল কারসন। কারসনের দেহ রক্তাক্ত ছিল এবং সে  টুকোর কাছে পানি চায়, এবং সেই সাথে সে টুকোকে সেই কবরস্থানের নাম বলে যেখানে সোনা লুকানো আছে। কিন্তু টুকো যখন পানি আনতে যায়, তখন একটি ক্লান্ত রক্তাক্ত ব্লন্ডি হামাগুড়ি দিয়ে কারসনের কাছে যায় এবং কারসন তাকে সেই কবরের নাম বলে যার মধ্যে অর্থগুলো লুকোনো। ঠিক তখনই কারসন মারা যায়। এখন টুকো বুঝতে পারে ব্লন্ডিকে ছাড়া সে অর্থগুলো খুঁজে পাবে না। দুজনে একটি অস্বস্তিকর জোট গঠন করে। পথিমধ্যে  তারা ইউনিয়ন আর্মি সৈন্যদের দ্বারা গ্রেফতার হয় এবং তাদের একটি জেল ক্যাম্পে নিয়ে আশা। যেখানে অ্যাঞ্জেল আই একজন সার্জেন্টের বেশে অবস্থান করছে। অ্যাঞ্জেল আই টুকোকে নির্যাতন করে এবং টুকো আর ব্লন্ডিকে সম্পদের সন্ধান দিতে বাধ্য করে বিনময়ে তাদের কারাগার থেকে বেরিয়ে আসতে সহায়তা করে। ব্লন্ডি, টুকো এবং অ্যাঞ্জেল আই একে অপরকে এড়ানোর জন্য বিশ্বাসঘাতকতা করে । টুকো এবং ব্লন্ডি ইউনিয়ন এবং কনফেডারেসির মধ্যকার একটি নৃসংশ যুদ্ধক্ষেত্রে পৌঁছায়। এখানে ঘটনাক্রমে ব্লন্ডি কৌশলে টুকোর থেকে কবরস্থানের নাম জেনে নেয়। তারা কবরস্থানে পৌছনোর পর সেখানে এঞ্জেল আইএরও আগমন ঘটে। কিন্তু এখন গুপ্তধন নিয়ে প্রত্যেকের মাঝেই দ্বন্দ্ব বেঁধে যায়। সমাধান বের করার জন্য ব্লন্ডি একটি জ্বলন্ত সিগার ধরে এবং হাতে একটি পাথর নেয়। সে অন্যদের বলে যে সে এই পাথরের নিচে কবরটির নাম লিখবে। তারপর সে কবরস্থানের মাঝখানে পাথরটি রাখে এবং চলচ্চিত্রের আইকনিক \"মেক্সিকান স্ট্যান্ডঅফ\" দ্বন্দ্ব শুরু হয়। যেখানে এঞ্জেল আই মারা যায়। ব্লন্ডি তার টুকোর সাথে তার চুক্তি অনুযায়ী অর্ধেক টাকা নেয় এবং একটি অস্থির সমাধির পাথরের উপর ভারসাম্য রেখে টুকোকে ফাঁসিতে ঝুলায়। টুকো তাকে জোরে জোরে গালি দেয় সেইসাথে ব্লন্ডি স্থান ত্যাগ করে। টুকো প্রায় ঝুলেই পড়েছিল ঠিক তখন প্রতিবারের মতো ব্লন্ডি তার রাইফেল ব্যবহার করে দূর থেকে তাকে মুক্ত করে।\n\n\n== কমিক সিরিজ ==\nজুলাই ২০০৭ সালে, আমেরিকান কমিক বই কোম্পানি ডাইনামাইট এন্টারটেইনমেন্ট ঘোষণা করে যে তারা দ্য ম্যান উইথ নো নেম শিরোনামে একটি কমিক বই প্রকাশ করতে যাচ্ছে। দ্য গুড,দ্যা গুড, দ্যা ব্যাড এন্ড দ্যা আগলির ঘটনাগুলির পরে সেট করা, কমিকটি লিখেছেন ক্রিস্টোস গেজ। ডিনামাইট তাকে নামহীনকে পুনঃরায় \"ব্লন্ডি\" হিসাবে উল্লেখ করে, টুকো চরিত্রেরও এখানে অবস্থান রয়েছে। প্রথম ইস্যু মার্চ 2008 সালে মুক্তি পায়, যার শিরোনাম ছিল, দ্য ম্যান উইথ নো নেম: দ্যা গুড, দ্যা ব্যাড এন্ড দ্যা আগলি। লুক লিবারম্যান এবং ম্যাট ওলপার্ট ইস্যু #৭-১১ এর জন্য লেখার দায়িত্ব নেন। প্রাথমিকভাবে, চাক ডিক্সনকে ইস্যু নম্বর #১২ থেকে লেখার কাজ দেয়ার কথা নির্ধারিত ছিল, কিন্তু ডায়নামাইট সিরিজটি শেষ করে এবং দ্যা গুড, দ্যা ব্যাড এন্ড দ্যা আগলি শিরোনামের একটি নতুন সিরিজের জন্য ডিক্সনের স্টোরিলাইন ব্যবহার করার সিদ্ধান্ত নেয়। একই শিরোনাম থাকা সত্ত্বেও, নতুন সিরিজটি চলচ্চিত্রের অভিযোজন ছিল না। আটটি সংখ্যা প্রকাশের পর, ডায়নামাইট সিরিজটি সমাপ্তি ঘোষণা করে ।\n\n\n== হোম মিডিয়া ==\nফিল্মগুলির ইতালি এবং অন্যান্য দেশে বিভিন্ন ভিএইচএস-এ রিলিজ হয়েছিল, কিছু সংস্করণ লিওনের অন্যান্য স্প্যাগেটি ওয়েস্টার্ন ফিল্মগুলির (ওয়ান্স আপন আ টাইম ইন দ্য ওয়েস্ট এবং ডাক, ইউ সকার!) সাথে একত্রিত ছিল। \n১৯৯৯ ডিভিডি, এবং ২০১০ এবং ২০১৪ ব্লু-রে বক্স সেট এমজিএম দ্বারা প্রকাশিত (টুয়েন্টিইথ সেঞ্চুরি ফক্স হোম এন্টারটেইনমেন্ট দ্বারা বিতরণ), বিশেষভাবে \"দ্য ম্যান উইথ নো নেম ট্রিলজি\" হিসাবে চলচ্চিত্রের সেটকে উল্লেখ করে।\n\n\n== তথ্যসূত্র ==\n\n১. \"Top 100 Western Movies\". Rotten Tomatoes. Flixster. Retrieved 7 January 2014.[১]\n২. \"Man With No Name Movies – Fun Facts, Questions, Answers, Information\".[২]  FunTrivia. 7 January 2014. Archived from the original on 20 November 2014. Retrieved 7 January 2014. [৩]\n৩. Anderson, Cal. \"The Good, The Bad and the Ugly\"[৪] Clint Eastwood.Net. Retrieved 3 June 2012."}