{"pageid": 1188783, "title": "ক্রিস গান্টার", "url": "https://bn.wikipedia.org/wiki?curid=1188783", "content": "ক্রিস্টোফার রস গান্টার (জন্ম ২১ জুলাই ১৯৮৯) একজন ওয়েলশ ফুটবলার যিনি এএফসি উইম্বলডন এবং ওয়েলস জাতীয় দলের হয়ে একজন রক্ষনভাগে খেলেন। আক্রমণাত্মক ফুল ব্যাক, তিনি উভয় ফ্ল্যাঙ্কে খেলতে সক্ষম তবে সাধারণত তার পছন্দের ডান দিকে খেলেন।\nতিনি কার্ডিফ সিটির যুব ব্যবস্থায় যোগদান করেন এবং প্রিমিয়ার লিগ ক্লাব টটেনহ্যাম হটস্পার দ্বারা ২০০৮ সালের জানুয়ারিতে £4 মিলিয়ন পাউন্ডে চুক্তিবদ্ধ হন। টটেনহ্যামে খুব কমই ব্যবহার করা হয় তাকে, ২০১২ সালে রিডিংয়ে যোগ দেওয়ার আগে তিনি নটিংহাম ফরেস্টের সাথে চ্যাম্পিয়নশিপে ফিরে আসেন, প্রাথমিকভাবে ধারে। ২০২০ সালে মুক্তি পাওয়ার আগে এবং চার্লটন অ্যাথলেটিক এবং এএফসি উইম্বলডনে যাওয়ার আগে তিনি রিডিংয়ের জন্য ৩১৪টি ম্যাচে উপস্থিতি হয়েছিলেন।\nগান্টার অনূর্ধ্ব-১৭ স্তর থেকে একজন ওয়েলশ আন্তর্জাতিক এবং অনূর্ধ্ব-২১ দলের হয়ে দ্বিতীয় সর্বকনিষ্ঠ আত্মপ্রকাশকারী হিসাবে রেকর্ডটি ধরে রেখেছেন। ২০০৭ সালে তার পূর্ণাঙ্গ আন্তর্জাতিক অভিষেক হয়। তিনি ওয়েলস স্কোয়াডের অংশ ছিলেন যেটি উয়েফা ইউরো ২০১৬ -এ সেমিফাইনালে পৌঁছেছিল, এছাড়াও ইউরো ২০২০ -এও ছিল। ২০১৭ সালে তিনি বর্ষসেরা ওয়েলশ ফুটবলার নির্বাচিত হন। তিনি ২০১৮ সালে নেভিল সাউথলের ৯২ ক্যাপসের রেকর্ডটি ভাঙ্গেন এবং ২০২১ সালে ১০০ ক্যাপ অর্জনকারী প্রথম ওয়েলশম্যান হন।\n\n\n== জীবনের প্রথমার্ধ ==\nগান্টার জেরাল্ড অ্যান্ড সারাহের নিউপোর্টে জন্মগ্রহণ করেন।  কিশোর বয়সে সেন্ট জুলিয়ান হাই স্কুলে যাওয়ার আগে তিনি ডারহাম রোড জুনিয়র স্কুলে ভর্তি হন। তিনি এবং তার ভাই মার্ক কার্ডিফ সিটি ক্লাবের সমর্থক, নয় বছর বয়স থেকে তিনি ক্লাবটিকে অনুসরণ করা শুরু করেন, এবং তিনি ২০০৬ সাল পর্যন্ত তার নিজস্ব যুব দলের খেলার সাথে সংঘর্ষিক নয় এমন খেলায় যেতে থাকেন। গান্টার স্পোর্টস স্টাডিজে বিটিইসি জাতীয় ডিপ্লোমাও অর্জন করেছেন। \n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n\n\n== ব্যক্তিগত জীবন ==\nগান্টার ছিলেন সহকর্মী ওয়েলশম্যান অ্যারন রামসির প্রাক্তন ফ্ল্যাটমেট যিনি আর্সেনালের হয়ে খেলেছিলেন, লন্ডনের গান্টারের তৎকালীন দল টটেনহ্যাম হটস্পারের প্রতিদ্বন্দ্বী হয়ে।  গান্টার তার বিয়েতেও রামসির জন্য সেরা পুরুষ ছিলেন। \n\n\n== আরো দেখুন ==\n১০০ বা তার বেশি আন্তর্জাতিক ক্যাপসহ পুরুষ ফুটবলারদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nরিডিং এফসি ওয়েবসাইটে ক্রিস গুন্টার প্রোফাইল\nসকারবেসে ক্রিস গান্টার (ইংরেজি)"}