{"pageid": 1188607, "title": "নিউ ইয়র্ক পাবলিক লাইব্রেরির প্রধান শাখা", "url": "https://bn.wikipedia.org/wiki?curid=1188607", "content": "স্টিফেন এ. শোয়ার্জম্যান ভবন নিউ ইয়র্ক সিটির মিডটাউন ম্যানহাটনের নিউ ইয়র্ক পাবলিক লাইব্রেরি ব্যবস্থার প্রধান ভবন। এটি সাধারণত প্রধান শাখা, ৪২তম স্ট্রিট লাইব্রেরি বা নিউ ইয়র্ক পাবলিক লাইব্রেরি নামে পরিচিত। শাখাটি, গ্রন্থাগার ব্যবস্থার চারটি গবেষণা গ্রন্থাগারের একটি, শাখায় নয়টি পৃথক বিভাগ রয়েছে। চারতলা বিশিষ্ট কাঠামোটি জনসাধারণের জন্য উন্মুক্ত রয়েছে। প্রধান প্রবেশের সিঁড়ি বা ধাপগুলি পূর্ব ৪১তম স্ট্রিটের সঙ্গে পঞ্চম অ্যাভিনিউয়ের সংযোগস্থলে পঞ্চম অ্যাভিনিউয়ে রয়েছে। ২০১৫ সালের হিসাবে, শাখাটিতে আনুমানিক ২৫ লাখ বই রয়েছে। ভবনটিকে ১৯৬০-এর দশকে একটি জাতীয় ঐতিহাসিক ল্যান্ডমার্ক ও নিউ ইয়র্ক সিটি মনোনীত ল্যান্ডমার্ক হিসাবে ঘোষণা করা হয়েছিল এবং ঐতিহাসিক স্থানের জাতীয় নিবন্ধনে নথিভুক্ত করা হয়েছিল।\nনিউ ইয়র্ক পাবলিক লাইব্রেরি ১৮৯০-এর দশকের শেষের দিকে দুটি গ্রন্থাগারের সংমিশ্রণে গঠিত হওয়ার পরে মূল শাখাটি নির্মিত হয়েছিল। স্থানটি, ৪০তম ও ৪২তম রাস্তার মধ্যে পঞ্চম অ্যাভিনিউ বরাবর, ব্রায়ান্ট পার্কের সরাসরি পূর্বে, ক্রটন জলাধারের স্থানে অবস্থিত। স্থাপত্য সংস্থা ক্যারে অ্যান্ড হেস্টিংস বুজাক্স-শিল্প শৈলীতে কাঠামোটি নির্মাণ করেছিল এবং কাঠামোটি ১৯১১ সালের ২৩শে মে খোলা হয়েছিল। ভবনের মার্বেল সম্মুখভাগে অলঙ্কৃত বিশদ বিবরণ রয়েছে এবং পঞ্চম অ্যাভিনিউয়ের প্রবেশদ্বারটি একজোড়া পাথরের সিংহ দ্বারা ঘেরা, যা লাইব্রেরির আইকন হিসাবে কাজ করে। ভবনের অভ্যন্তরে একটি স্থান ৭৮ বাই ২৯৭ ফুট (২৪ বাই ৯১ মিটার) পরিমাপের একটি ৫২-ফুট-উচ্চ (১৬ মিটার) ছাদ সহ প্রধান পাঠকক্ষ, একটি সর্বজনীন ক্যাটালগ কক্ষ, এবং বিভিন্ন পড়ার কক্ষ, কার্যালয় ও শিল্প প্রদর্শনী রয়েছে।\n\n\n== ইতিহাস ==\n\nস্যামুয়েল জে. টিল্ডেন থেকে একটি বড় উইল এবং এন্ড্রু কানের্গির কাছ থেকে $৫.২ মিলিয়ন দান সহ, নিউ ইয়র্ক পাবলিক লাইব্রেরিতে ১৮৯৫ সালে অ্যাস্টর ও লেনক্স গ্রন্থাগারের একত্রীকরণ, একটি বিশাল গ্রন্থাগার ব্যবস্থা তৈরির অনুমতি দিয়েছিল। একত্রীকরণের পরে গ্রন্থাগারগুলিতে একটি সম্মিলিতভাবে ৩,৫০,০০০ টি আইটেম ছিল, যা সেই সময়ে অন্যান্য গ্রন্থাগার ব্যবস্থার তুলনায় তুলনামূলকভাবে ছোট ছিল। নাগরিক গর্বের বিষয় হিসাবে, নিউ ইয়র্ক পাবলিক লাইব্রেরির প্রতিষ্ঠাতারা একটি প্রভাবশালী প্রধান শাখা চেয়েছিলেন। অ্যাস্টর ও লেনক্স গ্রন্থাগার সহ বেশ কয়েকটি স্থান বিবেচনা করা হয়েছিল, কিন্তু গ্রন্থাগারের ট্রাস্টিরা শেষ পর্যন্ত ফিফথ অ্যাভিনিউ বরাবর ৪০তম ও ৪২তম রাস্তার মধ্যে একটি নতুন স্থান বেছে নেন, কারণ এটি কেন্দ্রীয়ভাবে অ্যাস্টর ও লেনক্স গ্রন্থাগারের মধ্যে অবস্থিত ছিল। সেই সময়ে, এটি অপ্রচলিত ক্রটন জলাধার উক্ত স্থানে ছিল, যার অবশিষ্টাংশ এখনও গ্রন্থাগারের মেঝেতে বিদ্যমান রয়েছে। নিউইয়র্ক পাবলিক লাইব্রেরির প্রথম পরিচালক হিসেবে মনোনীত ডঃ জন শ বিলিংস বই পড়তে ইচ্ছুক পাঠকদের হাতে বই পৌঁছনোর জন্য দ্রুততম ব্যবস্থার সহ সাত তলায় একটি বিশাল পাঠকক্ষের জন্য একটি প্রাথমিক পরিলেখ বা স্কেচ তৈরি করেছিলেন। নতুন গ্রন্থাগারের জন্য তাঁর নকশা প্রধান শাখার ভিত্তি তৈরি করেছিল। প্রধান শাখা খোলা হলে, অ্যাস্টর ও লেনক্স গ্রন্থাগারগুলি বন্ধ করার পরিকল্পনা করা হয়েছিল, এবং তাদের কাজগুলি প্রধান শাখার সঙ্গে একীভূত করার পরিকল্পনা করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ==="}