{"pageid": 1188754, "title": "বরুড়া সুন্নিয়া কামিল এমএ মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1188754", "content": "বরুড়া সুন্নিয়া কামিল এমএ মাদ্রাসা কুমিল্লা বরুড়া উপজেলার একটি উল্লেখযোগ্য আলিয়া মাদ্রাসা। এটি ১৯৫২ সালে স্থানীয় ইসলামি শিক্ষানুরাগী ব্যক্তিবর্গ কর্তৃক প্রতিষ্ঠিত হয়েছে। বর্তমানে এটি ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত কামিল মাদ্রাসা। মাদ্রাসাটির দাখিল ও আলিম শ্রেণী বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের নিয়ন্ত্রণে পরিচালিত হয়ে থাকে। এটি বাংলাদেশ সরকার কর্তৃক এমপিওভুক্ত মাদ্রাসা এবং ইআইআইএন নাম্বার ১৫৫১৬৪।  মাদ্রাসার বর্তমান অধ্যক্ষের নাম মুফতি আলী আকবর ফারুকী।\n\n\n== ইতিহাস ==\nবরুড়া মাদ্রাসা ১৯৫২ সালে স্থানীয়ভাবে বরুড়া উপজেলার উপশহর বাজারে প্রতিষ্ঠা করা হয়। মাদ্রাসা প্রতিষ্ঠার অল্প সময়ের মধ্যেই পূর্ব পাকিস্তান কর্তৃপক্ষের নিকট থেকে অনুমতি প্রাপ্ত হয় এবং পূর্ব পাকিস্তান মাদ্রাসা শিক্ষাবোর্ডের আওতাধীন হয়। এরপরে মাদ্রাসাটিতে দাখিল শ্রেণী অনুমতি মনজুর হয়, পরবর্তীতে দাখিল শ্রেণীর শিক্ষার্থীদের নিয়ে আলিম শ্রেণী মনজুরপ্রাপ্ত হয়। এরপরে মাদ্রাসার শিক্ষা কাঠামো ও ফলাফলের ভিক্তিতে ফাজিল ও কামিল শ্রেণী অনুমতিপ্রাপ্ত হয়।\nসর্বপ্রথম মাদ্রাসাটি ২০০৬ সালে  কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত হয়। তখন বাংলাদেশের  ১,০৮৬টি ফাযিল (স্নাতক) ও ১৯৮টি কামিল (স্নাতকোত্তর) মাদ্রাসা ইসলামী বিশ্ববিদ্যালয়ের (ইবি) অধিভুক্ত হয়েছিলো, এতে করে মাদ্রাসাসমূহ ফাজিল ও কামিল পরীক্ষা উভয় মিলিয়ে সাধারণ শিক্ষার পূর্ণ স্নাতক ডিগ্রির সমমান লাভ করে। এরপরে ২০১৬ সালে ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হলে, মাদ্রাসাটি এই বিশ্ববিদ্যালয়ের অধিভুক্ত হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nএই কামিল মাদ্রাসায় ইবতেদায়ী থেকে শুরু করে কামিল শ্রেণী পর্যন্ত পাঠদান করা হয়। মাদ্রাসার দাখিল ও আলিম শ্রেণীতে বিজ্ঞান ও মানবিক উভয় শাখাতেই পাঠদান করা হয়। এছাড়াও মাদ্রাসার ফাজিল শ্রেণীতে আল কুরআন ও আল হাদিস বিভাগ নিয়ে পড়াশোনার সুযোগ রয়েছে। মাদ্রাসার শিক্ষার্থীদের জন্য লাইব্রেরি নির্মাণ করা হয়েছে, যাতে শিক্ষার্থীরা এখানে এসে পড়াশোনা করতে পারে। এছাড়াও মাদ্রাসার ফাজিল ও কামিল শ্রেণীর শিক্ষার্থীদের এই লাইব্রেরি থেকে বই বিতরণ করা হয়।\n\n\n== আরও দেখুন ==\nআল-আমিন ইসলামিয়া কামিল মাদ্রাসা, চান্দিনা\nবদরপুর নেছারিয়া ফাজিল মাদ্রাসা\nসোনাকান্দা দারুল হুদা বহুমুখী কামিল মাদ্রাসা\n\n\n== তথ্যসূত্র =="}