{"pageid": 1188777, "title": "উইলিয়াম শেকসপিয়রের জীবন", "url": "https://bn.wikipedia.org/wiki?curid=1188777", "content": "উইলিয়াম শেকসপিয়র ছিলেন এলিজাবেথীয় যুগের শেষভাগ ও জেকবীয় যুগের প্রথমভাগের লন্ডনের এক অভিনেতা, নাট্যকার, কবি ও নাট্য উদ্যোক্তা। ১৫৬৪ সালের ২৬ এপ্রিল ইংল্যান্ডের ওয়ারিকশায়ারের স্ট্র্যাটফোর্ড-আপঅন-অ্যাভনে হোলি ট্রিনিটি চার্চে তাঁর ব্যাপ্টিজম সম্পন্ন হয়েছিল। আঠারো বছর বয়সে তিনি অ্যানি হ্যাথাওয়েকে বিবাহ করেন। উভয়ের তিনটি সন্তান হয়েছিল। ১৬১৬ সালের ২৩ এপ্রিল বাহান্ন বছর বয়সে নিজের শহর স্ট্র্যাটফোর্ডেই শেকসপিয়র প্রয়াত হন) । যদিও অধিকাংশ অন্যান্য এলিজাবেথীয় ও জেকবীয় লেখকদের তুলনায় শেকসপিয়রের জীবন সম্পর্কে অধিক পরিমাণে তথ্য পাওয়া যায়, তবুও অল্প কয়েকটি মাত্র ব্যক্তিগত জীবনীমূলক তথ্যই এখনও পর্যন্ত লভ্য, যা একজন সাধারণ মানুষ হিসেবে সামাজিক মর্যাদার আলোকে, যে পেশায় তিনি নিযুক্ত ছিলেন তার নিম্ন সম্মানের নিরিখে এবং সেকালের লেখকদের ব্যক্তিগত জীবন সম্পর্কে সাধারণের অনাগ্রহের প্রেক্ষিতে বেশ বিস্ময়করই বলা চলে। তাঁর জীবন সম্পর্কে তথ্যগুলির উৎস ব্যক্তিগত নথিপত্র নয়, বরং সরকারি কাগজপত্র: ভাইটাল রেকর্ডস, রিয়েল এস্টেট ও কর-সংক্রান্ত রেকর্ড, মামলা, রসিদের নথি এবং মুদ্রিত ও হাতে-লেখা বইপত্রে শেকসপিয়র ও তাঁর সাহিত্যের উল্লেখ। তবুও শেকসপিয়রের শতাধিক জীবনী লেখা হয়েছে এবং এখনও হচ্ছে। এগুলির অধিকাংশেরই ভিত্তি হল সত্তরটির মতো ঐতিহাসিক নথি, যাতে ব্যক্তি শেকসপিয়রের জীবনের নানা তথ্য পাওয়া যায়।\n\n\n== প্রথম জীবন ==\n\n\n=== পারিবারিক উৎস ===\n\nউইলিয়াম শেকসপিয়র জন্মগ্রহণ করেছিলেন স্ট্র্যাটফোর্ড-আপঅন-অ্যাভনে। তাঁর জন্মের সঠিক তারিখটি জানা যায় না—ব্যাপ্টিজমের তারিখটি হল ২৬ এপ্রিল, ১৫৬৪—তবে প্রথাগতভাবে শেকসপিয়রের জন্মতারিখ ধরা হয় ২৩ এপ্রিল, ১৫৬৪, অর্থাৎ ইংল্যান্ডের রক্ষক সন্ত সেন্ট জর্জের পর্বদিবস। তিনি ছিলেন পরিবারের প্রথম পুত্রসন্তান এবং প্রথম সন্তান যিনি শৈশবে মৃত্যুমুখে পতিত হননি। ইতিপূর্বে জাত দুই সন্তান জোয়ান ও মার্গারেট অল্প বয়সেই মারা গিয়েছিল। লন্ডন শহরের প্রায় ১০০ মাইল (১৬০ কিলোমিটার) উত্তরপশ্চিমে অবস্থিত স্ট্র্যাটফোর্ড ছিল একটি বাণিজ্যশহর, যার জনসংখ্যা সেই সময় ছিল প্রায় ২০০০। এই শহর ছিল ভেড়ার কসাইখানা, বাজারজাতকরণ বিতরণের একটি কেন্দ্র; সেই সঙ্গে পশুচর্ম পাকা করা ও উল ব্যবসারও একটি কেন্দ্র। এইল ও বিয়ার-জাতীয় মদ প্রস্তুতকারকদের চোলাই করার জন্য সীরাও এখান থেকে সরবরাহ করা হত।\n\nশেকসপিয়রের বাবা জন শেকসপিয়রের আদি নিবাস ছিল ওয়ারিকশায়ারের স্নিটারফিল্ডে। তিনি ছিলেন এক সফল দস্তানা-প্রস্তুতকারক। মা মেরি আর্ডেন ছিলেন জনের বাবার ভূস্বামীর কনিষ্ঠা কন্যা এবং স্থানীয় ভদ্রলোক সমাজের সদস্যা। ১৫৫৭ সাল নাগাদ তাঁরা বিবাহবন্ধনে আবদ্ধ হন। শেকসপিয়রের জন্মের সময় তাঁরা ছিলেন হেনলি স্ট্রিটের বাসিন্দা। এখানে তাঁদের বসতবাটী বলে কথিত বাড়িটিই বর্তমানে শেকসপিয়রের জন্মস্থান হিসেবে পরিচিত। জন ও মেরি শেকসপিয়রের আটটি সন্তান হয়েছিল: জোয়ান (ব্যাপ্টিজম ১৫ সেপ্টেম্বর, ১৫৫৮, শৈশবে মৃত), মার্গারেট (ব্যাপ. ২ ডিসেম্বর, ১৫৬২ – সমাধি ৩০ এপ্রিল, ১৫৬৩), উইলিয়াম, গিলবার্ট (ব্যাপ. ১৩ অক্টোবর ১৫৬৬ – সমাধি ২ ফেব্রুয়ারি, ১৬১২), জোয়ান (ব্যাপ. ১৫ এপ্রিল ১৫৬৯ – সমাধি ৪ নভেম্বর, ১৬৪৬), অ্যানি (ব্যাপ. ২৮ সেপ্টেম্বর ১৫৭১ – সমাধি ৪ এপ্রিল, ১৫৭৯), রিচার্ড (ব্যাপ. ১১ মার্চ, ১৫৭৪ – সমাধি ৪ ফেব্রুয়ারি, ১৬১৩) ও এডমন্ড (ব্যাপ. ৩ মে, ১৫৮০ – সমাধি লন্ডন, ৩১ ডিসেম্বর, ১৬০৭)।\nশেকসপিয়রের শৈশবে তাঁর পরিবারের আর্থিক অবস্থা মোটামুটি স্বচ্ছল ছিল। উইলিয়ামের জন্মের সময় তাঁর বাবার ব্যবসাও বেশ ফুলেফেঁপে উঠেছিল। স্ট্র্যাটফোর্ডে জন শেকসপিয়র বিভিন্ন সম্পত্তির মালিক ছিলেন এবং তাঁর একটি লাভজনক (যদিও বেআইনি) উলের ব্যবসাও ছিল। তিনি পৌরপ্রতিষ্ঠানে বিভিন্ন পদও অলংকৃত করেন এবং ১৫৬৫ সালে অল্ডারম্যান পদে বৃত হন; এরপর ১৫৬৩ সালে তিনি বেইলিফ (টাউন কাউন্সিলের চিফ ম্যাজিস্ট্রেট) পদে আসীন হয়েছিলেন। ১৫৭৬ সাল থেকে, যখন উইলিয়ামের বয়স বারো, তখন কোনও অজ্ঞাত কারণে জন শেকসপিয়রের জীবনে দুঃসময় ঘনিয়ে আসে। লাইসেন্স ছাড়া উল ও সুদের কারবারের জন্য তাঁর বিচার হয় এবং তিনি স্ত্রীর উত্তরাধিকারসূত্রে তাঁর জ্যেষ্ঠ পুত্রের জন্য পাওয়া কিছু জমি বন্ধক রাখেন ও পরে হারান। চার বছর কাউন্সিলের সভায় অনুপস্থিত থাকার পর তিনি শেষপর্যন্ত ১৫৮৬ সালে বার্জেস পদে স্থানান্তরিত হন।\n\n\n=== বাল্যকাল ও শিক্ষা ===\n\nগ্রামার স্কুলের প্রামাণ্য পাঠক্রমের সঙ্গে তুলনা করে শেকসপিয়রের রচনাবলির একটি নিবিড় বিশ্লেষণ করলেই বোঝা যায় যে তিনি কোনও গ্রামার স্কুলে শিক্ষালাভ করেছিলেন। স্ট্র্যাটফোর্ডের চার্চ স্ট্রিটে কিং এডওয়ার্ড দ্য সিক্সথ স্কুল শেকসপিয়ের বাড়ি থেকে সিকি মাইলেরও কম দূরে এবং টাউন কাউন্সিলে যেখানে তাঁর বাবার কার্যালয় ছিল তার থেকে মাত্র কয়েক ইয়ার্ড দূরে অবস্থিত ছিল। ছাত্রদের জন্য এই স্কুলটি অবৈতনিক ছিল। জন শেকসপিয়র নিজের ছেলেদের এই স্কুলে পাঠিয়ে থাকবেন, যদিও তাঁদের এই স্কুলে উপস্থিতির কোনও নথিগত প্রমাণ পাওয়া যায় না। শেকসপয়র সম্ভবত ১৫৭১ সালে সাত বছর বয়সে এই স্কুলে ভর্তি হয়েছিলেন।\nএলিজাবেথীয় যুগে এক-একটি গ্রামার স্কুলের গুণমান এক-এক রকমের হত। কিন্তু গ্রামার স্কুলের পাঠক্রম সমগ্র ইংল্যান্ডে রাজকীয় অধ্যাদেশ দ্বারা প্রমিত হয়েছিল। গ্রামার স্কুলগুলিতে লাতিন ব্যাকরণ ও সাহিত্যের নিবিড় অধ্যয়ন চলত। শেকসপিয়রের সকল সমসাময়িক সাহিত্যিক এই জাতীয় বিদ্যালয় থেকেই সাহিত্যের প্রথাগত পাঠটি পেয়েছিলেন। দিনের বেশিরভাগ সময়টাই শেকসপিয়র কাটাতেন লাতিন পাঠ মুখস্থ করে। দশ বছর বয়সেই শেকসপিয়র সিসেরো, টেরেন্স, ভার্জিল ও ওভিড অনুবাদ করতে শুরু করেন। এই শিক্ষার অঙ্গ হিসেবে, অলংকার শাস্ত্র ভালোভাবে বোঝার জন্য ছাত্রদের লাতিন নাটক মঞ্চস্থ করতে হত। চোদ্দো বছর বয়সে যখন তাদের শিক্ষা সমাপ্ত হত, তখন গ্রামার স্কুলের ছাত্ররা মহান লাতিন লেখকদের রচনা ও লাতিন নাটক ও অলংকার শাস্ত্রে দক্ষতা অর্জন করতে পারত।\nগ্রাম্যজীবন ও প্রকৃতি থেকে উৎসারিত আলংকারিক ভাষার পরিমাণের দিক থেকে শেকসপিয়র তাঁর সমসাময়িকদের মধ্যে স্বতন্ত্র। ইংল্যান্ডের গ্রামাঞ্চলের পশুপাখি ও গাছপালা সম্পর্কে তাঁর জ্ঞানের প্রতিফলন কবিতা ও নাটকের উভয়ের মধ্যেই (বিশেষত প্রথম দিকের) দেখা যায়। এগুলি থেকে অনুমান করা হয়, তাঁর ছেলেবেলা কেটেছিল এক সাধারণ গ্রাম্য বালকের মতোই। তাই গ্রামীণ প্রকৃতি এবং শিকার সহ নানা ধরনের বহির্দ্বার ক্রীড়ার সম্পর্কে তাঁর ভালো জ্ঞান ছিল।\n\n\n=== বিবাহ ===\n\n১৫৮২ সালের ২৭ নভেম্বর শেকসপিয়র অ্যানি হ্যাথাওয়েকে বিবাহ করার একটি বিশেষ ছাড়পত্র পান। অ্যানি ছিলেন শোটারির ইয়েম্যান কৃষক প্রয়াত রিচার্ড হ্যাথাওয়ের কন্যা। তিনি থাকতেন স্ট্র্যাটফোর্ডের প্রায় মাইলখানেক পশ্চিমে (কার্যালয়ের করণিক ভুলবশত নামটি নথিবদ্ধ করেছিল \"Anne Whateley\")। বিবাহের সময় শেকসপিয়রের বয়স ছিল আঠারো এবং অ্যানির বয়স ছাব্বিশ। স্ট্র্যাটফোর্ডের ২১ মাইল পশ্চিমে অবস্থিত ওর্স্টারের ডায়োসিসের কনসিস্টরি কোর্ট কর্তৃক জারি করা এই ছাড়পত্রে দু'জনকে বিবাহের অনুমতি দেওয়া হয়। উল্লেখ্য, এই ছাড়পত্রে চার্চে ম্যারেজ ব্যানসের একটি মাত্র ঘোষণা ছিল, যেখানে সেকালে সচরাচর পরপর তিনটি রবিবারের জন্য এই ঘোষণা থাকত।\nশেকসপিয়র সেই সময় নাবালক ছিলেন। তাই জামিন হতে পারেননি। অন্যদিকে হ্যাথাওয়ের বাবাও ইতোমধ্যে মারা গিয়েছিলেন বলে হ্যাথাওয়ের দুই প্রতিবেশী ফল স্যান্ডালস ও জন রিচার্ডনস ছাড়পত্র জারির পরের দিন ৪০ পাউন্ডের একটি জামিন অঙ্গীকারপত্র প্রেরণ করেন: এতে বলা হয় যে, এই বিবাহে কোনও আইনি প্রতিবন্ধকতা নেই; পাত্রী তার \"বন্ধুদের\" সম্মতি গ্রহণ করেছে (নাবালিকা পাত্রীর ক্ষেত্রে পিতামাতা বা অভিভাবকের প্রতিনিধিরূপে দায়িত্বপ্রাপ্ত ব্যক্তির সম্মতি নিতে হত); নিরাপত্তা দানের জন্য বিশপ ছাড়পত্র দিয়েছেন যাতে স্ত্রী ও কোনও সন্তানের যে কোনও সম্ভাব্য দায়িত্বের ত্রুটি বিবাহটিকে অকার্যকর না করতে পারে। বিবাহের সঠিক দিন ও স্থান জানা যায় না।\nবিশেষ ছাড়পত্রের কারণটি ছয় মাস পরে স্পষ্ট হয়ে যায়। এই সময় অর্থাৎ ১৫৮৩ সালের ২৬ মে তাঁদের প্রথমা কন্যা সুজানার ব্যাপ্টিজম সম্পন্ন হয়। তাঁদের যমজ সন্তানের - পুত্র হ্যামনেট ও কন্যা জুডিথ (শেকপিয়রের প্রতিবেশী হ্যামনেট ও জুডিথ স্যাডলারের নামাঙ্কিত) - ব্যাপ্টাইজ সম্পন্ন হয় ১৫৮৫ সালের ২ ফেব্রুয়ারি; তখনও শেকসপিয়র একুশ বছরে পদার্পণ করেননি।\n\n\n== অজ্ঞাত বছরগুলি ==\n১৫৮৫ সালে যমজ সন্তানের ব্যাপ্টিজমের পর একটি মাত্র ঘটনা ছাড়া কয়েক বছর শেকসপিয়রের জীবনে কী ঘটেছিল তার কোনও হদিস পাওয়া যায় না। উক্ত ঘটনাটি হল নিজের মায়ের যে সম্পত্তিটি বন্ধক রাখার পর ঋণ শোধে ব্যর্থ হওয়ার ফলে হাতছাড়া হয়ে যায় তা পুনরুদ্ধারের জন্য তিনি একটি মামলা লড়েছিলেন। এরপর ১৫৯২ সালে রবার্ট গ্রিন ঈর্ষালুভাবে তাঁকে লন্ডনের নাট্যজগতের অঙ্গ হিসেবে পরোক্ষে উল্লেখ করেন। এই সাত বছরের পর্যায়টি (শেকসপিয়র-বিশেষজ্ঞরা যেটিকে \"অজ্ঞাত বছরগুলি\" বলে উল্লেখ করেন) প্রথম দিকের জীবনীকারেরা স্থানীয় জনশ্রুতি থেকে উদাহরণ টেনে পূর্ণ করেছেন এবং অধিকতর সাম্প্রতিককালের জীবনীকারেরা বিভিন্ন গ্রন্থগত ও গ্রন্থপঞ্জিগত ইঙ্গিত এবং সেই যুগে অভিনয়কারী অভিনেতাদের বিভিন্ন দলের যে সব নথিপত্র পাওয়া যায় তার থেকে তাঁর উদীয়মান অভিনয়জীবন সম্পর্কে অনুমান দিয়ে ভরিয়েছেন। নথির এই অভাবের জন্য শেকসপিয়রের এই সময়কার কাজকর্ম সম্পর্কে কিছুই নিশ্চিত হওয়া যায় না। কিন্তু এটা নিশ্চিত যে, গ্রিন কর্তৃক সমালোচিত হওয়ার সময় আঠাশ বছরের যুবক শেকসপিয়র অভিনেতা এবং এক উদীয়মান নাট্যকার হিসেবে খ্যাতি অর্জন করেছিলেন।\n\n\n=== শেকসপিয়র অতিকথা ===\n\nএই সময়কালের মধ্যে শেকসপিয়রের জীবনে কী ঘটেছিল তা নিয়ে বেশ কিছু জল্পনা-কল্পনা রয়েছে। প্রথম দিকের জীবনীকারেরা বেশ কয়েকটি বিবরণ দিয়েও গিয়েছেন।\nশেকসপিয়রের প্রথম জীবনীকার নিকোলাস রো-র মতে, স্থানীয় স্কোয়ার টমাস লুসির ভূসম্পত্তিতে প্রবেশ করে বেআইনিভাবে হরিণ ধরার পর শেকসপিয়র ঝামেলায় পড়েন এবং সেই কারণেই স্ট্র্যাটফোর্ড ছেড়ে পালিয়ে যান। এরপর তিনি লুসিকে নিয়ে একটি অকথ্য বিদ্রুপাত্মক ব্যালাডও রচনা করেছিলেন। আরও জানা যায় যে, রো'জ লাইফ গ্রন্থের ১৭৬৫ সালের সংস্করণে সংযোজিত একটি টীকায় স্যামুয়েল জনসন বলেছিলেন যে, শেকসপিয়র লন্ডনে নাট্যশালার পৃষ্ঠপোষকদের ঘোড়ার দেখভাল করতেন। জনসন আরও বলেন যে, এই কথাটি রো বলেছিলেন আলেকজান্ডার পোপকে।\nজন অব্রের ব্রিফ লাইভস (১৬৬৯-৯৬) গ্রন্থে বলা হয়েছে যে, শেকসপিয়র \"গ্রামের দিকে স্কুলমাস্টারের\" চাকরি করতেন ক্রিস্টোফার বিস্টনের পুত্র উইলিয়াম বিস্টনের অধীনে। ক্রিস্টোফার বিস্টন এভরি ম্যান ইন হিজ হিউমার (১৫৯৮) নাটকে লর্ড চেম্বারলেইন'স মেনের অন্যতম সদস্য হিসেবে শেকসপিয়রের সঙ্গে অভিনয় করেন।\n\n\n=== পরবর্তীকালের অনুমান ===\n১৯৮৫ সালে ই. এ. জে. হনিগম্যান প্রস্তাবিত তত্ত্বে বলা হয় যে, শেকসপিয়র ল্যাংকাশায়ারের এক স্কুলমাস্টারের কাজে বৃত হয়েছিলেন। এই তত্ত্বের প্রমাণ হিসেবে হটন পরিবারের এক সদস্যের ১৫৮১ সালের একটি ইচ্ছাপত্রের কথা উল্লেখ করা হয়। এই ইচ্ছাপত্রে নাটক ও নাটকে ব্যবহৃত পোষাকের উল্লেখ ছিল এবং সেই সদস্য তাঁর আত্মীয় টমাস হেসকেথকে \"তাঁর সঙ্গে বসবাসকারী উইলিয়াম শেকসহ্যাফট\"-এর (\"William Shakeshaft, now dwelling with me\") দেখাশোনা করতে বলেছিলেন। হনিগম্যান মনে করেন যে, শেকসপিয়রের খ্যাতনামা শেষ স্কুলমাস্টার জন কোটাম তরুণ শেকসপিয়রের নাম সুপারিশ করেছিলেন।\nঅপর একটি মতে, একটি সফরে এসে এক মারামারির ঘটনায় অভিনেতা উইলিয়াম নেলের আকস্মিক মৃত্যু হলে সম্ভবত ১৫৮৭ সালে শেকসপিয়র কুইন এলিজাবেথ'স মেন নাট্যদলে যোগ দেন। এই সফরটি পরে স্ট্র্যাটফোর্ডে আয়োজিত হয়। স্যামুয়েল শোয়েনবাউম অনুমান করেন যে, \"সম্ভবত শেকসপিয়র নেলের স্থানটি গ্রহণ করেছিলেন এবং এইভাবেই তিনি লন্ডন ও নাট্যজগতে প্রবেশ করেন।\" উল্লেখ্য, শেকসপিয়রের বাবা তথা স্ট্র্যাটফোর্ডের হাই বেলিফ জন শেকসপিয়র আগন্তুক নাট্যদলগুলির স্বীকৃতি ও কল্যাণের দায়িত্বে ছিলেন।\n\n\n== লন্ডন ও নাট্যশালায় কর্মজীবন ==\n\nবর্তমানে শেকসপিয়র প্রধানত এক নাট্যকার ও কবি হিসেবে পরিচিত হলেও, তাঁর প্রধান পেশ ছিল নাট্যাভিনেতা ও নাট্যদলের অংশীদার। কবে কীভাবে শেকসপিয়র অভিনয়ের জগতে এসেছিলেন তা জানা যায় না। সেযুগে এই পেশাটিকে নিয়ন্ত্রণ করত একটি গিল্ড। এই পেশায় নবাগত কারও প্রতি নিষেধাজ্ঞাও স্থাপন করতে পারত সেই গিল্ড। অভিনেতারা ছিলেন আক্ষরিক অর্থেই \"প্রভুবিহীন ব্যক্তি\"। এলিজাবেথীয় যুগে এই পেশায় আসতে গেলে অনেক কাঠখড় পোড়াতে হত।\nনিশ্চিতভাবেই বলা যায় যে, অল্পবয়সে শেকসপিয়র পেশাদার নাট্যকোম্পানিগুলির প্রযোজনা দেখার অনেক সুযোগ পেয়েছিলেন। সাধারণ দর্শকদের সামনে মঞ্চায়নের আগে আগন্তুক নাট্যকোম্পানিগুলিকে টাউন কাউন্সিলের সামনে সেই নাটক উপস্থাপনা করে ছাড়পত্র গ্রহণ করতে হত। ১৫৬৮ সালে অভিনেতারা প্রথম স্ট্র্যাটফোর্ডে অভিনয় করেছিলেন। সেই বছর জন শেকসপিয়র ছিলেন সেখানকার বেলিফ। শেকসপিয়র কুড়ি বছরে পদার্পণ করার আগেই স্ট্র্যাটফোর্ডের টাউন কাউন্সিল অন্তত ১২টি নাট্যকোম্পানির অন্তত ১৮ জন অভিনেতাকে পারিশ্রমিক দিয়েছিল। ১৫৮৬-৮৭ সালের নাট্য মরসুমে স্ট্র্যাটফোর্ডে পাঁচটি ভিন্ন ভিন্ন নাট্যদল নাটক মঞ্চায়িত করেছিল।\n১৫৯২ সালের মধ্যেই শেকসপিয়র লন্ডনে এক নট ও নাট্যকার হিসেবে পরিচিতি অর্জন করেছিলেন। সেই সময় তাঁর খ্যাতি যে যথেষ্ট ছিল, তার প্রমাণ পাওয়া যায় রবার্ট গ্রিনের মরণোত্তর প্রকাশিত রচনা গ্রিনস, গ্রোটস-ওয়ার্থ অফ উইট, বট উইথ আ মিলিয়ন রিপেন্টেন্স গ্রন্থে নিম্নোক্ত ভাষায় শেকসপিয়রের সমালোচনা থেকে: \"an upstart crow, beautified with our feathers, that with his Tygers hart wrapt in a Players hyde, supposes he is as well able to bombast out a blanke verse as the best of you: and being an absolute Johannes factotum, is in his owne conceit the onely Shake-scene in a countrey.\" (বাঁকা হরফের পংক্তিটি শেকসপিয়রের হেনরি দ্য সিক্সথ, পর্ব ৩ নাটকের \"Oh, tiger's heart wrapped in a woman's hide\" পংক্তিটির প্যারোডি।)\n১৫৯৪ সালের শেষদিকে শেকসপিয়র একটি নাট্যকোম্পানির আংশিক মালিকানা পেয়েছিলেন। এই কোম্পানিটির নাম ছিল লর্ড চেম্বারলেইন'স মেন। সেকালের অধিকাংশ নাট্যকোম্পানির মতো এই কোম্পানিটিও তার অভিজাত পৃষ্ঠপোষক লর্ড চেম্বারলেইনের নামে নামাঙ্কিত ছিল। কোম্পানিটি এতই জনপ্রিয় হয় যে প্রথম এলিজাবেথের মৃত্যু ও প্রথম জেমসের রাজ্যাভিষেকের (১৬০৩) পর নতুন রাজা কোম্পানিটিকে পরিগ্রহণ করেন এবং পূর্ববর্তী পৃষ্ঠপোষকের মৃত্যুর কারণে কোম্পানিটির নতুন নাম হয় কিং'স মেন। শেকসপিয়রের রচনাগুলি একজন অভিনেতার রচনা হিসেবেই রচিত হয়েছিল, শিক্ষিত শিক্ষায়তনিক পেশার সদস্যের রচনা হিসেবে নয়।\n\nশেকসপিয়রের পরিবার দীর্ঘকাল ধরে কুলচিহ্নসূচক প্রতীক এবং ভদ্রলোক মর্যাদার দাবি করে এসেছিল। উইলিয়ামের বাবা জন ছিলেন স্ট্র্যাটফোর্ডের একজন বেলিফ এবং সদ্বংশজাতা পত্নীর স্বামী। সেই কারণে তিনি একটি কোট অফ আর্মসের জন্য উপযুক্ত ছিলেন এবং কলেজ অফ হেরাল্ডে আবেদনও করেছিলেন। কিন্তু আর্থিক পরিস্থিতির অবনতি ঘটায় তিনি তা পাননি। ১৫৯৬ সালে সেই আবেদন সফলভাবে পুনর্নবীকৃত হয়। সম্ভবত এর পিছনে উইলিয়ামের নিজের হাতও ছিল। কারণ, সেই সময় তাঁর নিজেরও যথেষ্ট প্রতিপত্তি ঘটেছিল। \"Non sanz droict\" (\"অধিকার বিনা নয়\") - এই নীতিবাক্যটিও আবেদনের সঙ্গে যুক্ত হয়েছিল; কিন্তু প্রাপ্ত কোনও সিলমোহরে এটির ব্যবহার দেখা যায় না। সামাজিক মর্যাদা ও পুনঃস্থাপনের বিষয়বস্তু তাঁর অনেক নাটকের আখ্যানবস্তুর গভীরে ছিল, ক্ষেত্রবিশেষে মনে হয় শেকসপিয়র যেন নিজের ইচ্ছাকেই উপহাস করেছেন।\n১৫৯৬ সালের মধ্যে শেকসপিয়র বিশপগেটের সেন্ট হেলেন'স-এর প্যারিশে চলে আসেন। ১৫৯৮ সালের মধ্যে তিনি আবির্ভূত হন বেন জনসন রচিত নাটক এভরি ম্যান ইন হিজ হিউমার-এর অভিনেতা-তালিকার শীর্ষে। জনসনের সেজানাস হিজ ফল নাটকের অভিনেতা-তালিকাতেও তাঁর নাম পাওয়া যায়। এছাড়া ১৫৯৮ সালের মধ্যেই তাঁর নাম নাটকের প্রচ্ছদ পৃষ্ঠায়, সম্ভবত প্রচারকৌশল হিসেবেই, প্রকাশিত হতে থাকে।\nএমন একটি জনশ্রুতি আছে যে, নিজের কোম্পানির অভিনয়ের জন্য নাটক লেখা এবং কোম্পানির অংশভাগী হিসেবে ব্যবসা ও আর্থিক দিকগুলির দেখভাল করা ছাড়াও শেকসপিয়র বিভিন্ন নাটকে অভিনয় চালিয়ে গিয়েছিলেন। যেমন, হ্যামলেটের বাবার প্রেত চরিত্রে, অ্যাজ ইউ লাইক ইট নাটকের অ্যাডাম চরিত্রে এবং হেনরি দ্য ফিফথ নাটকের কোরাসে তিনি অভিনয় করেছিলেন।\n১৫৯৯ সাল নাগাদ কোনও এক সময় তিনি টেমস নদী পেরিয়ে সাউথওয়ার্কে আসেন। ১৬০৪ সালে তিনি নিজের বাড়িওয়ালার মেয়ের জন্য ঘটকালিও করেন। ১৬১২ সালের আইনি নথিপত্রে (যেখানে মামলাটি বিচারালয়ের সামনে উত্থাপিত হয়) দেখা যায় যে, ১৬০৪ সালে শেকসপিয়র ছিলেন লন্ডনের উত্তরপশ্চিমে হিউগোনট টিয়ারা-প্রস্তুতকারক (আলংকারিক শিরোভূষণ প্রস্তুতকারক) ক্রিস্টোফার মাউন্টজয়ের ভাড়াটে। মাউন্টজয়ের শিক্ষানবিশ স্টিফেন বেলট মাউন্টজয়ের কন্যাকে বিবাহ করতে চেয়েছিলেন। পণের শর্তাবলি নিয়ে মধ্যস্থতাকারীদের তালিকায় শেকসপিয়রের নাম নথিভুক্ত হয়েছিল। শেকসপিয়রের মধ্যস্থতাতেই বিবাহ সম্পন্ন হয়েছিল। আট বছর পরে, বেলট নিজের শ্বশুরের বিরুদ্ধে পণের অর্থ পুরো না দেওয়ার অভিযোগ নিয়ে আদালতে উপস্থিত হয়েছিল। বেলট বনাম মাউন্টজয় মামলায় এক সাক্ষী সাক্ষদানের সময় বলেন যে, ক্রিস্টোফার মাউন্টজয় শেকসপিয়রকে ডেকে তাঁকে নিজ কন্যাকে বিবাহের জন্য স্টিফেন বেলটকে প্ররোচিত করতে বলেন। এরপর শেকসপিয়রকে এই সাক্ষ্যের প্রমাণ দেওয়ার জন্য ডাকা হয়। মামলার নথি থেকে জানা যায় যে, শেকসপিয়র বলেছিলেন, বেলট ছিলেন \"একজন খুব ভালো ও কর্মঠ ভৃত্য\"। এরপর শেকসপিয়র মূল বক্তব্যের বিরোধিতা করে জানান যে, মাউন্টজয় নয়, বরং মাউন্টজয়ের পত্নী তাঁকে ডেকেছিলেন বেলটকে তাঁদের কন্যাকে বিবাহের জন্য প্ররোচিত করার জন্য। কিন্তু পণের পরিমাণ এবং কন্যার জন্য প্রতিশ্রুত উত্তরাধিকারের বিষয়টি উঠলে শেকসপিয়র জানান যে, সেটি তাঁর আর মনে নেই। শেকসপিয়রের প্রমাণ গ্রহণের জন্য আরেক প্রস্থ প্রশ্ন প্রস্তুত করা হয়েছিল, কিন্তু মনে করা হয় যে সেই প্রশ্ন আর করা হয়নি। মামলাটির সালিশ-নিষ্পত্তির জন্য হিউগোনট চার্চের এল্ডারদের হাতে হস্তান্তরিত করা হয়।\n\n\n== ব্যবসা ==\n\nসপ্তদশ শতাব্দীর গোড়ার দিকেই শেকসপিয়র বেশ সমৃদ্ধি অর্জন করেছিলেন। অর্থবলে তিনি স্ট্র্যাটফোর্ডে নিজের পরিবারের মর্যাদা সুনিশ্চিত করেন। যদিও মনে করা হয় যে, শেকসপিয়র নিজে লন্ডনে ভাড়াবাড়িতে থাকতেন। জন অব্রের মতে, প্রতি বছর কিছুদিনের জন্য তিনি স্ট্র্যাটফোর্ডে গিয়ে পরিবারের সঙ্গে সময় কাটাতেন। শেকসপিয়রের হাতে যথেষ্টই অর্থাগম হয়েছিল। তাই তিনি স্ট্র্যাটফোর্ডের নিউ প্লেসের দ্বিতীয় বৃহত্তম বাড়িটি ১৫৯৭ সালে উইলিয়াম আন্ডারহিলের থেকে ৬০ পাউন্ডে ক্রয় করেন। ১৫৯৮ সালের স্ট্র্যাটফোর্ড চেম্বারলেইনের নথির বিবরণ থেকে জানা যায় যে, কাউন্সিল \"Mr Shaxpere\"-এর থেকে পাথর ক্রয় করেছিল, যে ঘটনার সঙ্গে নতুন কেনা বাড়ির নকশার পরিবর্তনের কাজটি সম্ভবত জড়িত ছিল। এই ক্রয়ের ঘটনাটি নিয়ে সংশয়ের অবকাশ আছে। কারণ প্রমাণ থেকে জানা যায় যে, বাড়ি বিক্রির পরেই আন্ডারহিল নিজের জ্যেষ্ঠ পুত্র কর্তৃক বিষপ্রয়োগে খুন হন, কিন্তু এই বিক্রয়ের কথা সুনিশ্চিত করেন তাঁদের নতুন উত্তরসূরি হারকিউলিস আন্ডারহিল। উল্লেখ্য, হারকিউলিস প্রাপ্তবয়স্ক হয়েছিলেন ১৬০২ সালে।\n১৫৯৮ সালে স্থানীয় কাউন্সিল শস্য মজুতের ঘটনার একটি তদন্তের নির্দেশ দেন। কারণ, সেইবার আশানুরূপ ফসল না ফলায় প্রভূত মূল্যবৃদ্ধির ঘটনা ঘটে। ফটকাবাজেরা এই অভাবের মধ্যে অধিক লাভের আশায় অধিক পরিমাণে শস্য মজুত করে রেখেছিল। সমীক্ষায় শেকসপিয়রের বাড়ির নামও অন্তর্ভুক্ত হয় এবং নথি থেকে জানা যায় যে তিনি মদ চোলাইয়ের সীরার এক-দশমাংশ মজুত করে রেখেছিলেন। তাঁকে যে মজুতদার হিসেবে তালিকাভুক্ত করা হয়েছিল তার প্রমাণ হিসেবে এই ঘটনাটিকে উল্লেখ করা হয়। অন্যান্যরা অবশ্য মনে করেন যে, শেকসপিয়রের পক্ষে এই মজুত করার ঘটনাটি অস্বাভাবিক কিছু ছিল না। মার্ক এক্লেসের মতে, \"স্কুলমাস্টার মি. অ্যাস্পিনালের কাছে ছিল এক-একাদশাংশ, ভাইসার মি. বাইফোল্ড নিজের জন্য এক-ষষ্ঠাংশ ও নিজের বোনের জন্য এক-চতুর্থাংশ মজুত করেছিলেন।\" স্যামুয়েল শোয়েনবাউম ও বি. আর. লুইস যদিও মনে করেন যে, তিনি ব্যবসায় বিনিয়োগের জন্যই এই সীরা কিনেছিলেন। কারণ, পরে তিনি প্রতিবেশী ফিলিপ রজারসের বিরুদ্ধে কুড়ি বুশেল সীরার মূল্য অদেয় থাকার জন্য মামলা করেছিলেন। ব্রুশ বোরারের মতে, রজারসের কাছে ছয়টি পর্যায়ে এই সীরা বিক্রয় ছিল অনেকটা \"পাইকারি থেকে খুচরো\" ব্যবস্থার মতো। কারণ, রজারস ছিলেন ঔষধ ও চিকিৎসার সামগ্রী প্রস্তুতকারক ও বিক্রেতা এবং তিনি নিজের দ্রব্য প্রস্তুতির কাজে সীরা ব্যবহার করতেন। বোরার বলেছেন:\n\nShakespeare had established himself in Stratford as the keeper of a great house, the owner of large gardens and granaries, a man with generous stores of barley which one could purchase, at need, for a price. In short, he had become an entrepreneur specialising in real estate and agricultural products, an aspect of his identity further enhanced by his investments in local farmland and farm produce.\nশহরের উত্তরে ওল্ড স্ট্র্যাটফোর্ডে টিথেসে শেকসপিয়রের আহরিত বৃহত্তম ভূসম্পত্তি ও একটি ইজারা ছিল। ১৬০৫ সালে ৪৪০ পাউন্ডে তিনি টিথেসের ইজারার অংশীদারিত্ব ক্রয় করেন। এর ফলে শস্য ও খড়, এবং সেই সঙ্গে পশম, ভেড়া ও অন্যান্য দ্রব্যসামগ্রী থেকে তাঁর কিছু আয় হতে থাকে। ১৬০৭ সালে তিনি ৩২০ পাউন্ডে ১০৭ একর কৃষিজমি কেনেন। এর ফলে দুই জন স্থানীয় কৃষক তাঁর প্রজায় পরিণত হয়। বোরার মনেকরেন যে, তিনি \"স্থানীয় শস্য বাজারে যতটা সম্ভব নিয়ন্ত্রণ স্থাপনের লক্ষ্যে বিনিয়োগের সার্বিক কৌশল নিয়েছিলেন\"। এই কৌশল বেশ সফলও হয়েছিল। ১৬১৪ সালে শেকসপিয়রের লাভ একটি সীমানা-সংক্রান্ত বিবাদের কারণে ক্ষতির আশঙ্কায় পড়ে। স্থানীয় ব্যবসায়ী উইলিয়াম কম্ব সেই সময় ওয়েলকম্বের সাধারণ জমিটির নিয়ন্ত্রণ নেওয়ার চেষ্টা করেন। এই এলাকাটি ছিল যেখানে শেকপিয়রের ইজারার টিথেস ছিল তার অংশ। শহরের করণিক টমাস গ্রিন এই বেড়া দেওয়ার বিরোধিতা করেন। তিনি এই বিষয়ে শেকসপিয়রের সঙ্গে একটি কথোপকথনও নথিবদ্ধ করেন। শেকসপিয়র বলেছিলেন যে, তিনি মনে করেন বেড়া দেওয়া যাবে না। এই ভবিষ্যদ্বাণী সঠিক বলে প্রমাণিত হয়। গ্রিন আরও নথিবদ্ধ করেন যে, গ্রিনের ভাইকে শেকসপিয়র বলেছিলেন, \"আমি ওয়েলকম্বে বেড়া দেওয়ার বিষয়টি সহ্য করতে পারিনি।\" এখানে শেকসপিয়র নিজের অনুভূতির কথা বলেছিলেন, নাকি টমাসের বিরোধিতা করে বলেছিলেন, সেটা অবশ্য স্পষ্ট নয়।\nশেকসপিয়রের শেষ প্রধান সম্পত্তি ক্রয়ের ঘটনাটি ঘটে ১৬১৩ সালের মার্চ মাসে। এই সময় তিনি পূর্বতন ব্ল্যাকফ্রেয়ারস প্রায়োরিতে একটি গেটহাউসে এক স্বয়ংসম্পূর্ণ কক্ষ ক্রয় করেন। এই গেটহাউসটি ব্ল্যাকফ্রেয়ারস থিয়েটার, যেটিকে শেকসপিয়রের কোম্পানি ১৬০৮ সাল তাদের শীতকালীন নাট্যশালা হিসেবে ব্যবহার করেছিল, তার কাছেই অবস্থিত ছিল। এই ক্রয়টি সম্ভবত বিনিয়োগ হিসেবেই ক্রীত হয়। কারণ সেই সময় শেকসপিয়র মূলত স্ট্র্যাটফোর্ডে বাস করছিলেন এবং কক্ষটি তিনি জনৈক জন রবিনসনকে ভাড়া দেন। এই রবিনসনের নামই সম্ভবত স্ট্র্যাটফোর্ডে শ্রমিক হিসেবে নথিবদ্ধ করা হয়েছিল। সেক্ষেত্রে তাঁর পক্ষে শেকসপিয়রের হয়ে কাজ করা সম্ভব। ইনিই সম্ভবত শেকসপিয়রের ইচ্ছাপত্রের অন্যতম সাক্ষী জন রবিনসন।\n\n\n== শেষজীবন ও মৃত্যু ==\n\nশেকসপিয়রের জীবনীকারদের মধ্যে রো প্রথম শেকসপিয়র যে মৃত্যুর কয়েক বছর আগে অবসর নিয়ে স্ট্র্যাটফোর্ডে চলে এসেছিলেন, সেই কথা বলেন। তবে সেই যুগে সকল কাজ থেকে অবসর গ্রহণ ছিল বেদস্তুর ঘটনা। শেকসপিয়রও মাঝেমধ্যে লন্ডনে আসতেন। ১৬১২ সালে তাঁকে বেলট বনাম মাউন্টজয় মামলার শুনানিতে ডাকা হয়। এক বছর পর তিনি আবার লন্ডনে আসেন গেটহাউস ক্রয়ের জন্য।\n১৬১৩ সালের জুন মাসে, শেকসপিয়রের কন্যা সুজানাকে জন লেন নামে এক স্থানীয় ব্যক্তি এই বলে কলঙ্কিত করেন যে, সুজানা এক প্রেমিকের থেকে গনোরিয়া রোগে আক্রান্ত হয়েছে। সুজানা ও তাঁর স্বামী ড. জন হল লেনের বিরুদ্ধে মামলা করেন। লেন আদালতে অনুপস্থিত ছিলেন এবং দোষী সাব্যস্ত হয়েছিলেন। ১৬১৪ সালের নভেম্বর থেকে শেকসপিয়র কয়েক সপ্তাহ তাঁর জামাতা হলের কাছে ছিলেন।\nশেকসপিয়রের জীবনের শেষ কয়েক সপ্তাহে দেখা যায়, যে ব্যক্তির সঙ্গে তাঁর কনিষ্ঠা কন্যা জুডিথের বিবাহের কথা হয়েছিল, সেই সরাইমালিক টমাস কুইনির বিরুদ্ধে স্থানীয় চার্চ আদালতে ব্যভিচারের অভিযোগ আনীত হয়। মার্গারেট নামে এক মহিলা একটি সন্তানের জন্ম দিয়েছিলেন এবং তিনি দাবি করেছিলেন এই সন্তান কুইনির। কিন্তু কিছুকাল পরেই সন্তান-সহই তাঁর মৃত্যু ঘটে। কুইনির সম্মানহানি ঘটে। শেকসপিয়রও তাঁর ইচ্ছাপত্র সংশোধন করেন, যাতে তাঁর সম্পত্তিতে জুডিথের ভাগটি কোনওভাবে কুইনির দ্বারা ক্ষতিগ্রস্থ না হয়।\n১৬১৬ সালের ২৩ এপ্রিল ৫২ বছর বয়সে শেকসপিয়র প্রয়াত হন (এই দিনটিই তাঁর আনুমানিক জন্মতারিখ তথা ইংল্যান্ডের রক্ষক সন্ত সেন্ট জর্জের পর্বদিবস)। ইচ্ছাপত্র সাক্ষরের একমাসের মধ্যেই তাঁর মৃত্যু হয়। ইচ্ছাপত্রের গোড়ায় যদিও তিনি নিজেকে \"সম্পূর্ণ সুস্থ\" বলে দাবি করেছিলেন। কীভাবে ও কেন তাঁর মৃত্যু ঘটেছিল তার ব্যাখ্যা কোনও প্রাপ্ত সমসাময়িক সূত্রে পাওয়া যায়নি। অর্ধশতাব্দীকাল পরে স্ট্র্যাটফোর্ডের ভাইসার জন ওয়ার্ড নিজের নোটবইতে লেখেন: \"Shakespeare, Drayton and Ben Jonson had a merry meeting and, it seems, drank too hard, for Shakespeare died of a fever there contracted.\" এই ধরনের এক সাক্ষাতের পর শেকসপিয়রের পক্ষে জ্বরে আক্রান্ত হওয়া স্বাভাবিক। কারণ, শেকসপিয়র জনসন ও ড্রেটনকে চিনতেন। শেকসপিয়রের প্রতি প্রথম শ্রদ্ধাজ্ঞাপন করে যাঁরা যাঁরা লিখেছিলেন, তাঁদের অন্যতম জেমস ম্যাবের লেখাটি ফার্স্ট ফোলিও-তে মুদ্রিত হয়। এটিতে তাঁর অপেক্ষাকৃত অকালে মৃত্যুর কথা বলা হয়েছে: \"We wondered, Shakespeare, that thou went'st so soon / From the world's stage to the grave's tiring room.\"\nশেকসপিয়র রেখে যান তাঁর পত্নী অ্যানি হ্যাথাওয়ে এবং দুই কন্যা সুজানা ও জুডিথকে। তাঁর পুত্র হ্যামনেট ১৫৯৬ সালে মারা গিয়েছিল। শেকসপিয়রের শেষ বংশধর ছিলেন তাঁর নাতনি এলিজাবেথ হল (সুজানা ও জন হলের কন্যা)। বর্তমানে শেকসপিয়রের আর কোনও বংশধর জীবিত নেই। তবে দিনলিপিকার জন অব্রে তাঁর ব্রিফ লাইভস-এ লিখেছেন যে, শেকসপিয়রের ধর্মপুত্র উইলিয়াম ডেভানান্ট শেকসপিয়রের ঔরসজাত পুত্র কিনা তা নিয়ে \"দ্বন্দ্ব\" আছে। ডেভানান্টের মা ছিলেন অক্সফোর্ডের ক্রাউন ট্যাভার্নে এক মদব্যবসায়ীর পত্নী। এই সরাইখানাটি লন্ডন ও স্ট্র্যাটফোর্ডের পথেই পড়ত। যাতায়াতের পথে শেকসপিয়র এই সরাইতে থাকতেন।\n\nশেকসপিয়রকে সমাধি দেওয়া হয় স্ট্র্যাটফোর্ড-আপঅন-অ্যাভনের হোলি ট্রিনিটি চার্চের চ্যান্সেলে। চ্যান্সেলে সমাধিস্থ করার সম্মান তাঁকে দেওয়া হয়েছিল নাট্যকার হিসেবে তাঁর খ্যাতির জন্য নয়, বরং তিনি ৪৪০ পাউন্ডে চার্থে টিথের অংশীদারিত্ব কিনেছিলেন বলে (সেই যুগে সেটা ছিল প্রচুর অর্থের সামিল)। সমাধির নিকটতম দেওয়ালে একটি স্মারক সম্ভবত তাঁর পরিবারবর্গ স্থাপন করেন। এই স্মারকে শেকসপিয়রের একটি আবক্ষ মূর্তি রয়েছে, তাতে তাঁকে লিখনরত অবস্থায় দেখা যায়। প্রতি বছর শেকসপিয়রের কথিত জন্মদিনে সেই মূর্তিতে একটি নতুন পালকের কলম দেওয়া হয়। কথিত আছে, সমাধিপ্রস্তরের সমাধিলিপিটি শেকসপিয়রেরই রচনা:\n\nGood friend, for Jesus' sake forbear,To dig the dust enclosed here.Blest be the man that spares these stones,And cursed be he that moves my bones.\n\n\n== আরও দেখুন ==\nশেকসপিয়র'স ওয়ে\nউইলিয়াম শেকসপিয়রের ধর্মবিশ্বাস\nউইলিয়াম শেকসপিয়রের খ্যাতি\n\n\n== তথ্যসূত্র ও পাদটীকা ==\n\n\n=== পাদটীকা ===\n\n\n=== তথ্যসূত্র ===\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nShakespeare Documented an online exhibition documenting Shakespeare in his own time.\nThe Internet Shakespeare Editions provides an extensive section on his life and times.\nThe Shakespeare Resource Center  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জানুয়ারি ২০১৯ তারিখে A directory of Web resources for online Shakespearean study. Includes a Shakespeare biography, works timeline, play synopses, and language resources.\nDocumenting the Early Years and Documenting the Later Years are two interactive articles written by Michael Wood.\n\nটেমপ্লেট:William Shakespeare family tree"}