{"pageid": 1188159, "title": "ওল্ড ফার্ম", "url": "https://bn.wikipedia.org/wiki?curid=1188159", "content": "ওল্ড ফার্ম হল স্কটিশ ফুটবল ক্লাব সেল্টিক এবং রেঞ্জার্সের সম্মিলিত নাম, যে দুটিই গ্লাসগোতে অবস্থিত। দুটি ক্লাব এখন পর্যন্ত স্কটল্যান্ডে সবচেয়ে সফল এবং জনপ্রিয় এবং তাদের মধ্যে প্রতিদ্বন্দ্বিতা স্কটিশ সংস্কৃতিতে গভীরভাবে গেঁথে গেছে। এটি স্কটল্যান্ডে রাজনৈতিক, সামাজিক এবং ধর্মীয় বিভাজন এবং সাম্প্রদায়িকতাকে প্রতিফলিত করেছে এবং অবদান রেখেছে।\nফলস্বরূপ, ফিক্সচারটি বিশ্বজুড়ে স্থায়ী আবেদন করেছে।\nতাদের মধ্যে দুটি ক্লাব ১০৭টি স্কটিশ লিগ চ্যাম্পিয়নশিপ জিতেছে (৫৫টি নিয়ে রেঞ্জার্স এবং ৫২টি নিয়ে সেল্টিক), ৭৪টি স্কটিশ কাপ (৪০টি নিয়ে সেল্টিক এবং ৩৪টি নিয়ে রেঞ্জার্স), এবং এই দুই দল ৪৭টি স্কটিশ লিগ কাপ (২৭টি রেঞ্জার্স এবং ২০টি সেল্টিক) জিতেছে। তাদের ঊর্ধ্বগতিতে বাধা খুব কমই ঘটেছে, প্রধানত ১৯৪৬ থেকে ১৯৬৫ সাল পর্যন্ত দ্বিতীয় বিশ্বযুদ্ধের দুই দশকে যখন অন্য পাঁচটি ক্লাবই সিনিয়র লিগ জিতেছিল, এবং ১৯৮০-এর দশকের প্রথমার্ধে নতুন ফার্ম অফ অ্যাবারডিনের চ্যালেঞ্জের সাথে এবং ডান্ডি ইউনাইটেড । ১৯৮৫-৮৬ সিজন থেকে শুরু করে, ওল্ড ফার্মের একটি অর্ধেক প্রতি সিজনে স্কটিশ লীগ জিতেছে এবং ১৯৯৫-৯৬ এবং ২০১১-১২ এর মধ্যে ১৭টি সিজনের মধ্যে একটি বাদে সবকটি ক্লাবই শীর্ষ দুই স্থানে শেষ করেছে। ২০১০ এর দশকের গোড়ার দিকে, রেঞ্জার্স আর্থিক অসুবিধা সহ্য করে এবং এর হোল্ডিং কোম্পানি ২০১২ সালে বাতিল হয়ে যায় । পরবর্তীকালে, দলটিকে স্কটিশ লিগের নীচের (চতুর্থ) স্তরে প্রবেশের জন্য আবেদন করতে হয়েছিল, চারটি মৌসুমে শীর্ষ বিভাগে আরোহণ করে এবং ২০২০-২১ সালে আবার শিরোপা জিতেছিল (সেল্টিকরা মধ্যবর্তী নয়টি অভিযানের প্রতিটিতে চ্যাম্পিয়ন ছিল কিন্তু দশম দাবি করতে ব্যর্থ হয়েছে, যা ১৯৬০/৭০-এর দশকে তাদের দ্বারা সেট করা রেকর্ড এবং ১৯৮০/৯০-এর দশকে রেঞ্জারদের দ্বারা মিলে যাওয়া একটি রেকর্ডকে হারাতে পারে)। এই পরিস্থিতির ফলস্বরূপ, সেল্টিক সমর্থকদের একটি অনুপাত বজায় রাখে যে বর্তমান রেঞ্জার্স প্রাক-২০১২ ক্লাব থেকে আলাদা এবং পুরানো ফার্ম পরিচয়ের অধীনে প্রতিদ্বন্দ্বিতা আর বিদ্যমান নেই; পরিবর্তে, তারা (এবং প্রায়শই সেল্টিক নিজেই) প্রতিদ্বন্দ্বিতা বোঝাতে আরও সাধারণ শব্দ \"গ্লাসগো ডার্বি\" ব্যবহার করে।\nসেল্টিক এবং রেঞ্জাররা একে অপরের সাথে ৪৩১ বার বড় প্রতিযোগিতায় খেলেছে: রেঞ্জার্স ১৬৮টি ম্যাচ জিতেছে, সেল্টিক ১৬২টি ম্যাচ, এবং ১০১টি ড্রতে শেষ হয়েছে।\nগ্লাসগো এবং স্কটল্যান্ডের আশেপাশে ক্লাবগুলির বড় ফ্যান ঘাঁটি রয়েছে এবং স্কটল্যান্ড এবং উত্তর আয়ারল্যান্ড জুড়ে বেশিরভাগ শহরে এবং বিশ্বের অনেক শহরে সমর্থক ক্লাব রয়েছে। ২০০৫ সালে রেঞ্জার্স এবং সেল্টিকের উপস্থিতি অনুমান করা হয়েছিল প্রতি বছর স্কটিশ অর্থনীতিতে £১২০ মিলিয়ন মূল্যের।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন =="}