{"pageid": 1188611, "title": "রুদ্রাক্ষজাবাল উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1188611", "content": "রুদ্রাক্ষজাবাল উপনিষদ (সংস্কৃত: रुद्राक्षजाबाल उपनिषत्) বা রুদ্রাক্ষোপনিষদ হল সংস্কৃত ভাষায় লিখিত ছোট উপনিষদ। এটি রুদ্রাক্ষকে উৎসর্গকৃত। ধর্মগ্রন্থটি শৈব সম্প্রদায়ের অন্তর্গত, এবং সামবেদের সাথে যুক্ত।  এটি ১৪টি শৈব উপনিষদের মধ্যে একটি। এটি শিবের একটি রূপ কালাগ্নি রুদ্র ও সনৎকুমারের মধ্যে কথোপকথন আকারে রচিত।\n\n\n== বিষয়বস্তু ==\nরুদ্রাক্ষজাবাল উপনিষদ ব্রহ্ম, শরীরের সমস্ত অঙ্গের মঙ্গল, প্রাণ (আত্মা) এবং বক্তৃতার জন্য সর্বোচ্চ বাস্তবতার আমন্ত্রণ দিয়ে শুরু হয়। স্তব শেষ হয় শান্তির আকাঙ্ক্ষা দিয়ে।\n\n\n=== রুদ্রের কান্না ===\nঋষি ভুসুন্দ, সনৎকুমার নামেও পরিচিত, কালাগ্নিরুদ্র, শিবের ধ্বংসাত্মক রূপ, যাকে ভৈরব বলে চিহ্নিত করা হয়েছে, রুদ্রাক্ষের উৎপত্তি এবং এটি ধারণ করার উপকারিতা সম্পর্কে জিজ্ঞাসা করেছেন। দেবতা উত্তর দেন যে ত্রিপুরা (তিনটি শহর) ধ্বংসের জন্য তিনি হাজার বছর ধরে ধ্যানে চোখ বন্ধ করেছিলেন; তার চোখ থেকে অশ্রু পৃথিবীতে পড়ল, রুদ্রাক্ষ তৈরি করল। \"রুদ্রাক্ষ\" শব্দের নিছক উচ্চারণে দশটি গরু দান করার পুণ্য পাওয়া যায় এবং এর দৃষ্টি ও স্পর্শ বিশটি গরুর দানের সমান।\n\n\n=== রুদ্রাক্ষের বৈশিষ্ট্য ===\nভুসুন্দ রুদ্রাক্ষ সম্পর্কিত তথ্য, যেমন এটি পরার পদ্ধতি, সংশ্লিষ্ট মন্ত্র ইত্যাদি সম্পর্কে আরও অনুসন্ধান করে। কালাগ্নিরুদ্র বলে যে রুদ্রাক্ষ পরলে সমস্ত পাপ মোচন হয়। এটির দৃষ্টি কোটির যোগ্যতার সমান, এটি পরিধান করলে ১০০ কোটি টাকা পাওয়া যায়, এবং জপ পরা ও করার ফলে লক্ষ কোটি লাভ রয়েছে।\nতারপর রুদ্রাক্ষের শারীরিক বৈশিষ্ট্য বর্ণনা করা হয়। আমলকী ফলের আকারের রুদ্রাক্ষ সবচেয়ে ভালো, তারপরে বেরির আকার এবং কালো ছোলার আকার সবচেয়ে কম। চার ধরনের রুদ্রাক্ষ - সাদা, লাল, হলুদ এবং কালো - চারটি বর্ণ বা বর্ণের জন্য উপযুক্ত বলে ঘোষণা করা হয়েছে - যথাক্রমে ব্রাহ্মণ, ক্ষত্রিয়, বৈশ্য ও শূদ্র। সর্বোত্তম রুদ্রাক্ষকে সু-গোলাকার, ভালো আকারের, মসৃণ, শক্ত, কাঁটাযুক্ত এবং প্রাকৃতিক ছিদ্রযুক্ত হিসাবে বর্ণনা করা হয়েছে। ক্ষতিগ্রস্থ, ভাঙা, আক্রান্ত, বা কৃমি বা পোকামাকড় দ্বারা ক্ষতিগ্রস্ত, কাঁটাবিহীন, বা অস্বাভাবিক আকার বা আকৃতির রুদ্রাক্ষ ব্যবহার করা উচিত নয়।\n\n\n=== রুদ্রাক্ষ ধারণ ===\nরুদ্রাক্ষ রেশমী সুতোয় বোনে পরতে হবে। চুলের গোড়ায় রুদ্রাক্ষ পরা যেতে পারে, মাথার চারপাশে ৩০টি, গলায় ৩৬টি, প্রতিটি বাহুতে ১৬টি, প্রতিটি কব্জিতে ১২টি, কাঁধের চারপাশে ১৫টি এবং যজ্ঞোপবীতে (পবিত্র সুতো) ১০৮টি। এগুলি ২, ৩, ৫ বা ৭ রাউন্ড হিসাবে পরা যেতে পারে। একজনকে এগুলি কোমরের চারপাশে, কানের দুল ও জপমালা হিসাবেও পরতে হবে। শিবের ভক্তের চিরকাল এগুলি পরিধান করা উচিত। রুদ্রাক্ষ শরীরের নির্দিষ্ট অংশের চারপাশে পরিধান করার সময় যে মন্ত্রগুলি পাঠ করা উচিত সেগুলি পাঠ করা হয়।\n\n\n=== মুখের সংখ্যার সঙ্গে জোট ===\n\nভুসুন্দ রুদ্রাক্ষের মুখের উপর ভিত্তি করে এর শ্রেণিবিভাগ (মুখী) এবং প্রতিটির সুবিধা সম্পর্কে অনুসন্ধান করে। কালাগ্নিরুদ্র রুদ্রাক্ষকে বিভিন্ন দেবতার সাথে এক থেকে চৌদ্দ মুখের সাথে সম্পর্কযুক্ত করে। সেই বিশেষ রুদ্রাক্ষ পরা সংশ্লিষ্ট দেবতাকে প্রশান্ত করে:\n\n\n=== সম্পর্কিত অনুশীলন ও পূজা ===\nআরও, কালাগ্নি রুদ্র বলেছেন যে যিনি রুদ্রাক্ষ পরিধান করেন তার মদ, মাংস, রসুন, পেঁয়াজ খাওয়া উচিত নয়। ইত্যাদি। রুদ্রাক্ষ গ্রহন, অয়নকালে (উত্তরায়ণ ও দক্ষিণায়ন), পূর্ণিমা (পূর্ণিমার দিন), অমাবস্যা (অমাবস্যা) ইত্যাদিতে পরতে হবে। আরও, দেবতা বলেছেন যে রুদ্রাক্ষ হিন্দু ত্রিমূর্তি; রুদ্রাক্ষের গোড়া ব্রহ্মা, মাঝখানে বিষ্ণু এবং শীর্ষ শিব; সমস্ত দেবতা তার গর্তে বাস করে।\nসনৎকুমার বিভিন্ন ঋষিদের সঙ্গে যোগ দেন কালাগ্নি রুদ্রের কাছে। ঋষিদের মধ্যে রয়েছে নিদাঘ, যদভরত, দত্তাত্রেয়, কাত্যায়ন, ভরদ্বাজ, কপিল, বশিষ্ঠ এবং পিপ্পলাদ। দলটি কালাগ্নি রুদ্রকে রুদ্রাক্ষ পরার অন্যান্য নিয়ম সম্পর্কে জিজ্ঞাসা করে। দেবতা বলেছেন যেহেতু তারা রুদ্রের চোখ থেকে জন্ম নিয়েছে, তাই তাদের রুদ্রাক্ষ (\"রুদ্র+চোখ\") বলা হয়। এটি পরিধান করা ভস্ম (পবিত্র ছাই) পরার সমতুল্য। এর নাম উচ্চারণ করলে দশটি গরু দান করার সমতুল্য। স্পর্শ করা এবং পরিধান করা ২,০০০ গরু দান করার সমান; কানে পরলে ১১,০০০ গরু দান করার সমতুল্য এবং ভক্ত ১১টি রুদ্র অবস্থা লাভ করে। রুদ্রাক্ষ পরিধান করা কোটি গরুর দান। যাইহোক, এটি কানে পরা সর্বোত্তম হিসাবে বিবেচিত হয়।\n\n\n=== উপসংহার ===\nউপনিষদের ঐতিহ্যে, পাঠ্যটি পাঠের উপকারিতা বর্ণনা করে শেষ হয়। প্রতিদিন ধর্মগ্রন্থ অধ্যয়নের মাধ্যমে একজন মহত্ত্ব অর্জন করে এবং গুরু (শিক্ষক) এবং মন্ত্রে বিশেষজ্ঞ হন। উপাসনা ও হোম (অগ্নি-বলি) পাঠে মন্ত্রগুলি ব্যবহার করা উচিত। যে ব্রাহ্মণ সন্ধ্যায় এই উপনিষদ পাঠ করেন তিনি দিনের বেলায় করা পাপ থেকে মুক্তি পান। দুপুরে পাঠ তাকে ছয় জন্মের (পুনর্জন্ম) পাপ থেকে মুক্তি দেয়। যে ব্যক্তি দিনে এবং সন্ধ্যায় এটি পাঠ করে তার বহু জন্মের পাপ মোচন হয় এবং ৬,০০০ লক্ষ গায়ত্রী মন্ত্র পাঠের পুণ্য লাভ হয়। একজন ব্রাহ্মণ হত্যা, সোনা চুরি, মদ্যপান এবং তার গুরুর স্ত্রীর সাথে সহবাসের পাপ থেকে মুক্ত হন। তিনি সমস্ত তীর্থস্থান পরিদর্শন এবং সমস্ত পবিত্র নদীতে স্নান করার যোগ্যতা অর্জন করেন। শেষ পর্যন্ত, তিনি মৃত্যুর পরে শিবের সাথে একত্রিত হন এবং পুনর্জন্ম অনুভব করেন না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRudrakshajabala Upanishad  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ নভেম্বর ২০১২ তারিখে in Sanskrit"}