{"pageid": 1188822, "title": "কুয়েতের এলাকা", "url": "https://bn.wikipedia.org/wiki?curid=1188822", "content": "কুয়েত ছয়টি গভর্নরেটে বিভক্ত এবং প্রতিটিতে বেশ কয়েকটি এলাকা (আরবি: مناطِق) রয়েছে।\nএলাকাগুলোকে অনেক সময় অন্যান্য নামে ডাকা হয়, যেমন জেলা বা শহর। এগুলি সাধারণত কুয়েতের ইংরেজিভাষী সম্প্রদায়ের কাছে আনুষ্ঠানিকভাবে অঞ্চল এ পরিচিত। এলাকার জন্য আরবি শব্দ, মিনতাকাহ منطقة এর অর্থ এলাকা এবং অঞ্চল উভয়ই হতে পারে। এলাকাগুলিকে আরও ব্লকে বিভক্ত করা হয়েছে, যার প্রতিটিকে একটি সংখ্যার মাধ্যমে উল্লেখ করা হয়েছে। সমস্ত ব্লক রাস্তায় ভাগ করা হয়েছে شوارع (একবচন شارع šāriʿ)। যাইহোক, কিছু এলাকাকে دات জাদ্দাত (একবচন جادة জাদ্দা ) তে আরও উপবিভক্ত করা যেতে পারে, যা এভিনিউ বা গলিতে অনুবাদ করা যেতে পারে।\nকুয়েতের প্রতিটি এলাকায় সরকারি সুবিধা প্রদানকারী কো-অপ সোসাইটি বা শুধু' সোসাইটি ( আরবি: جمعية ) রয়েছে উদাহরণস্বরূপ, সুরার কো-অপ সোসাইটি। প্রধানত সুপারমার্কেট যা খাবার এবং পণ্য সরবরাহ করে এবং তারা পার্ক এবং স্কুলের মতো এলাকার ল্যান্ডমার্কে কিছু দেখভাল করতে পারে, কিন্তু তারা আইনত বাধ্য নয়। সমিতির সদস্যরা নির্বাচিত হয় যারা তাদের পরিচালনা করে। শুধুমাত্র এলাকার বাসিন্দারাই তাদের সোসাইটির সদস্য হওয়ার জন্য ভোট দিতে পারবেন।\n\n\n== রাজধানী গভর্নরেট ==\n\nরাজধানী গভর্নরেট ( আরবি: العاصمة উপসাগরীয় আরবি: il-ʿĀṣma ) কুয়েত সিটির মূল এলাকা এবং কয়েকটি অফশোর দ্বীপ নিয়ে গঠিত। এর মধ্যে ফাইলাকা দ্বীপ ও রয়েছে। এই গভর্নরেট ২০০ বর্গ কি মি (৮০ বর্গ মাইল) জুড়ে রয়েছে। এটি ২৩ এলাকায় বিভক্ত।\n\n\n== হাওয়ালি গভর্নরেট ==\nএই গভর্নরেট ৮২ বর্গ কি মি (৩২ বর্গ মাইল) জুড়ে রয়েছে। এটি ১৬ এলাকায় বিভক্ত।\n\n\n== মুবারক আল-কাবীর গভর্নরেট ==\nমুবারক আল-কাবীর গভর্নরেট ( আরবি: مبارك الكبير উপসাগরীয় আরবি: Mbārak il-kabīir ) হল অতি সম্প্রতি প্রতিষ্ঠিত গভর্নরেট। এর নামকরণ করা হয়েছে মোবারক দ্য গ্রেটের নামে।\nএই গভর্নরেট ১০০ বর্গ কি মি (৪০ বর্গ মাইল) জুড়ে রয়েছে। এটি ৮ এলাকায় বিভক্ত।\n\n\n== আহমাদি গভর্নরেট ==\nএই গভর্নরেট ৫,১২০ বর্গ কি মি (১,৯৮০ বর্গ মাইল) জুড়ে রয়েছে। এটি ১১ এলাকায় বিভক্ত।\n\n\n== ফারওয়ানিয়া গভর্নরেট ==\nএই গভর্নরেট ১৯০ বর্গ কি মি (৭০ বর্গ মাইল) জুড়ে রয়েছে। এটি ১৬ এলাকায় বিভক্ত।\n\n\n== জাহরা গভর্নরেট ==\nজাহরা গভর্নরেট ১১,২৩০ বর্গ‌ কিমি (৪,৩৪০ বর্গ‌ মাইল) জুড়ে রয়েছে। এটি কুয়েতের সব চেয়ে বড় এলাকা।\n\n\n== জনসংখ্যার তুলনা ==\nফারওয়ানিয়া গভর্নরেট জনসংখ্যা সব চেয়ে বেশী - ৮১৮,৫৭১, হাওয়ালি গভর্নরেট (৬৭২,৯১০) বা আহমাদি গভর্নরেট ( ৫৮৮,০৬৮) এর থেকে।\nজনসংখ্যার নিরীখে গভর্নরেটে এমন এলাকা আছে যা জনমানব শুন্য - উম্মে নামিল দ্বীপ, কোথাও আবার ২ (নিউ খয়রান সিটি) বা ২৬ ( শুআইবা (উত্তর ও দক্ষিণ) এবং সিদ্দিক)।\nএকই সাথে আছে জনবহুল এলাকা - জলিব আল-শুয়ুখ (২২৭,৯৮০)।\n\n\n== আরও দেখুন ==\nকুয়েতের নির্বাচনী জেলা\n\n\n== তথ্যসূত্র =="}