{"pageid": 1189730, "title": "কিকুনায়ে ইকেদা", "url": "https://bn.wikipedia.org/wiki?curid=1189730", "content": "জাপানি রসায়নবিদ কিকুনায়ে ইকেদা (池田 菊苗, Ikeda Kikunae, ৮ই অক্টোবর ১৮৬৪ – ৩রা মে ১৯৩৬) ছিলেন টোকিও ইম্পেরিয়াল বিশ্ববিদ্যালয়ের রসায়নের অধ্যাপক, যিনি ১৯০৮ সালে উমামি নামক একটি স্বাদের রাসায়নিক ভিত্তি উন্মোচন করেছিলেন। পাঁচটি মৌলিক স্বাদের মধ্যে মিষ্টি, তেতো, টক এবং নোনতাসহ অপর যে স্বাদটির কথা বলতে হয়, সেটার নামই উমামি। উমামি তথা মনোসোডিয়াম এল-গ্লুটামেটের উদ্ভাবক এই জাপানি বিজ্ঞানীকে সেরা দশজন জাপানি উদ্ভাবকের একজন হিসেবে অভিহিত করা হয়।\nইকেদা ১৮৮৯ সালে টোকিও ইম্পেরিয়াল ইউনিভার্সিটি থেকে রসায়নে স্নাতক সম্পন্ন করেন। ১৮৯১ সালে তিনি টোকিওর উচ্চতর নরমাল স্কুলের অধ্যাপক নিযুক্ত  হন এবং ১৮৯৬ সালে তিনি টোকিও ইম্পেরিয়াল ইউনিভার্সিটির সহযোগী অধ্যাপক হন। ১৮৯৮ সাল থেকে প্রফেসর ইকেদা জার্মানিতে লিপজিগ বিশ্ববিদ্যালয়ের অধ্যাপক ফ্রিডরিখ উইলহেম অস্টওয়াল্ডের গবেষণাগারে দুই বছর অধ্যয়ন করেন। এই গবেষণাগারটিকে সেসময় ভৌত রসায়নের কেন্দ্র হিসেবে বিবেচনা করা হতো। লন্ডনে কিছুদিন থাকার পর তিনি ১৯০১ সালে টোকিওতে ফিরে আসেন এবং টোকিও ইম্পেরিয়াল ইউনিভার্সিটিতে রসায়নের পূর্ণ অধ্যাপক নিযুক্ত হন।\n১৯০৭ সালের কোনো এক সময় ইকেদা টোকিও ইম্পেরিয়াল বিশ্ববিদ্যালয়ে তার পরিবারের সাথে রাতের খাবার খাচ্ছিলেন। সেদিন খাবার থালার মধ্যে থাকা দাশি ব্রথ দিয়ে তৈরি সুপের স্বাদ নেওয়ার পর তিনি হঠাৎ থেমে যান। সেদিনের সেই সুপটি যেন স্বাভাবিকের চেয়ে বেশি সুস্বাদু ছিল। সুপের মধ্যে কোম্বু নামক একটি প্রকার বাদামী ম্যাক্রো-শৈবাল এবং টুনা মাছ থেকে তৈরি কাতসুওবুশি নামে পরিচিত এক প্রকার ফ্লেক্স মেশানোর কারণেই যে এই ব্যাতিক্রমী স্বাদের (উমামি) উদ্ভব হয়েছে তা তিনি সুপটি কয়েকবার নাড়াচাড়া করার পরই বুঝতে পেরেছিলেন। তিনি বুঝতে পেরেছিলেন যে কম্বুই হচ্ছে সেই স্বাদের রহস্য এবং সেই দিন থেকে তিনি এই কেল্পের রাসায়নিক গঠন নিয়ে পড়াশোনা চালিয়ে যেতে থাকেন। কেউ কেউ উল্লেখ করেছেন যে, উমামির স্বাদ ফরাসি শেফ অগাস্ট এসকোফিয়ার-এর উদ্ভাবিত হুৎ কুইজিনের স্বাদের মতো।\n১৯০৮ সাল নাগাদ তিনি গ্লুটামিক অ্যাসিডের (গ্লুটামেট) বাদামী স্ফটিক বিশ্লেষণ বা সনাক্ত করতে পেয়েছিলেন, যা থেকে উমামির বৈশিষ্ট্যযুক্ত স্বাদ পাওয়া গিয়েছিল। মনোসোডিয়াম গ্লুটামেট (MSG) রাসায়নিকটি যে উমামি স্বাদের রাসায়নিক ভিত্তি তিনি আবিষ্কার করেন। তিনি এর জন্য আজিনোমোটো (味の素, আক্ষরিকভাবে যার অর্থ \"স্বাদের সারাংশ\") নামটি নির্ধারণ করেছিলেন। মনোসোডিয়াম গ্লুটামেটের ব্যাপক উৎপাদনের উদ্দেশ্যে ১৯০৯ সালের মধ্যে তিনি একটি উৎপাদন-প্রক্রিয়ার উন্নয়ন ঘটান। তিনি গম এবং ফ্যাটমুক্ত সয়াবিন থেকে মনোসোডিয়াম গ্লুটামেট আহরণ করতে সক্ষম হন এবং এর উৎপাদন প্রক্রিয়াটি পেটেন্ট করেন। বর্তমানে গাঁজানো কর্নস্টার্চ, আখ বা বীট থেকে বিপুল পরিমাণে মনোসোডিয়াম গ্লুটামেট উৎপাদন করা হয়। এই পদ্ধতিতে মনোসোডিয়াম গ্লুটামেটের বৈশ্বিক উৎপাদন দ্রুত বৃদ্ধি পেয়েছে। ইকেদার আজিনোমোটো কোম্পানিটি বর্তমানে প্রায় বত্রিশ হাজার লোকের কর্মসংস্থান করে চলেছে। বর্তমান সময়ে শীর্ষ স্বাদ-বর্ধক উপকরণসমূহের মধ্যে লবণ এবং মরিচের পরে মনোসোডিয়াম গ্লুটামেট একটি জায়গা করে নিয়েছ।\nকিকুনায়ে ইকেদা অন্যান্য খাদ্য সামগ্রীর মধ্যেও উমামির অনুসন্ধান চালান। মাংস, সামুদ্রিক শৈবাল এবং টমেটোর স্বাদের জন্য গ্লুটামেটও যে দায়ী তিনি সেটা নিশ্চিত করেছেন। গ্লুটামেট রাসায়নিকটি প্রোটিনের উপস্থিতির সংকেত দেয় বলে মানব প্রজাতি এই স্বাদটির (গ্লুটামেট বা উমামির স্বাদ) উনয়ন ঘটিয়ে থাকতে পারে — এমনটাই বিশ্বাস করতেন এই রসায়নবিদ।\n১৯৮৫ সালের ১৮ই এপ্রিল, জাপান পেটেন্ট অফিস তাকে দশজন জাপানি মহান উদ্ভাবকের মধ্যে একজন হিসেবে নির্বাচিত করে।\n\n\n== তথ্যসূত্র =="}