{"pageid": 1189427, "title": "নিকো উইলিয়ামস (ওয়েলসের ফুটবলার)", "url": "https://bn.wikipedia.org/wiki?curid=1189427", "content": "নিকো শে উইলিয়ামস (জন্ম: ১৩ এপ্রিল, ২০০১) একজন ওয়েলস পেশাদার ফুটবলার। তিনি প্রিমিয়ার লিগ ক্লাব নটিংহাম ফরেস্ট এবং ওয়েলস জাতীয় দলের হয়ে ফুল ব্যাক হিসেবে খেলেন।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n=== লিভারপুল ===\n\nউইলিয়ামস ছয় বছর বয়সে লিভারপুলের যুব একাডেমিতে যোগ দেন এবং ক্লাবের হয়ে অ১৮, অ১৯ এবং উ২৩ স্তরে প্রতিনিধিত্ব করেন। একইসাথে তিনি উয়েফা ইয়ুথ লিগেও খেলতে থাকেন। পিঠে গুরুতর আঘাত পাওয়ার কারণে ২০১৭–১৮ মৌসুমের বেশিরভাগ সময়ই তার মাঠে নামা হয়নি। তবে, দুই বছর পরে এফএ ইউথ কাপ জিতে তার জায়গা পুনরুদ্ধার করেন।\nযুব পর্যায়ের এমন পারফরম্যান্সের জন্য লিভারপুল মূল দলে তার ডাক পড়ে। ৩০ অক্টোবর, ২০১৯-এ, ইএফএল কাপে আর্সেনালের বিরুদ্ধে খেলার মাধ্যমে সিনিয়র দলের হয়ে অভিষেক হয়। ম্যাচের শেষ মূহুর্তে ডিভক অরিগিকে অ্যাসিস্ট করে লিভারপুলকে পেনাল্টি শুট-আউটে নিয়ে যেতে সাহায্য করেন। পরে লিভারপুল ৫–৫ (৫–৪) গোলে ম্যাচটি জেতে।  সে বছরের ডিসেম্বরে তাকে লিভারপুলের ২০১৯ ফিফা ক্লাব বিশ্বকাপ দলে রাখা হলেও মাঠে নামানো হয়নি\nবছরের শুরুর পর, তিনি একটি খেলেন করেন যা মূলত টিনএজার এবং রিজার্ভদের নিয়ে গঠিত। তারা এফএ কাপের ৩য় রাউন্ডে মার্সিসাইডের প্রতিদ্বন্দ্বী এভারটনকে এবং ৪র্থ রাউন্ডের রিপ্লেতে শ্রুসবারি টাউনকে হারায়। শ্রুসবারির বিপক্ষে ম্যাচে উইলিয়ামস নেমে লিভারপুলের ইতিহাসে সর্বকনিষ্ঠ খেলোয়াড় বনে যান। তখন তার বয়স ছিলো ১৯ বছর ২ দিন।  ২৪ জুন, ২০২০-এ তার প্রিমিয়ার লিগে অভিষেক হয়। COVID-19 প্রাদুর্ভাবের কারণে তিন মাসের দীর্ঘ স্থগিতাদেশের পরে টুর্নামেন্ট শুরু হলে তিনি ক্রিস্টাল প্যালেসের ৭৪ মিনিটে বদলি হিসেবে মাঠে নামেন।  উইলিয়ামস তার লিগ বিজয়ীদের পদক নিশ্চিত করার জন্য নিয়মিতই মাঠে নামতেন।  কয়েক সপ্তাহ পরে ১৭ আগস্ট তিনি লিভারপুলের সাথে একটি নতুন চুক্তিতে স্বাক্ষর করেন। \n৩১ জানুয়ারি, ২০২২-এ, উইলিয়ামস লোনে চ্যাম্পিয়নশিপ ক্লাব ফুলহ্যামে যোগ দেন।  ৮ মার্চ, ২০২২-এ সোয়ানসি সিটির বিপক্ষে তিনি ক্যারিয়ারের প্রথম সিনিয়র ক্লাব গোল করেন। \n\n\n=== নটিংহাম ফরেস্ট ===\n১০ জুলাই, ২০২২-এ উইলিয়ামস প্রিমিয়ার লিগ ক্লাব নটিংহাম ফরেস্টে £১৭ মিলিয়ন ইউরোর বিনিময়ে চার বছরের জন্য যোগ দেন। \n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nউইলিয়ামস রেক্সহ্যামে জন্মগ্রহণ করেন। অনূর্ধ্ব-১৯ স্তরে তিনি ওয়েলসের প্রতিনিধিত্ব করেছেন।  ২০২০ সালের আগস্টে তাকে প্রথমবারের মতো ওয়েলস মূল দলে ডাকা হয়।  সেপ্টেম্বর ২০২০-এ ফিনল্যান্ডের বিরুদ্ধে উয়েফা নেশনস লিগে উইলিয়ামসের অভিষেক ঘটে। সে টুর্নামেন্টেই বুলগেরিয়ার বিপক্ষে সিনিয়র দলের হয়ে তিনি প্রথম গোল করেন; ওয়েলসও ম্যাচটি ১–০ ব্যবধানে জেতে।  ২০২১ সালের মে মাসে উয়েফা ইউরো ২০২০ এ ওয়েলস দলে খেলার জন্য মনোনীত হন। \nউইলিয়ামস ওয়েলসকে ১৯৫৮ সালের পর প্রথমবারের মতো ২০২২ সালের ফিফা বিশ্বকাপে ওঠাতে সাহায্য করেন।  ২০২২ সালের নভেম্বরে কাতারে অনুষ্ঠিত ২০২২ ফিফা বিশ্বকাপে ওয়েলস জাতীয় দলে খেলার জন্য তাকে মনোনীত করা হয়। \n\n\n== ব্যক্তিগত জীবন ==\nউইলিয়ামসের ''কিলান উইলিয়ামস'' নামের একজন ছোট ভাই আছে। কিলান ইংলিশ ক্লাব বার্নলির অনূর্ধ্ব-১৮ দলের হয়ে খেলেন। \n\n\n== ক্যারিয়ার পরিসংখ্যান ==\n\n\n=== ক্লাব ===\n২০ আগস্ট, ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n\n=== আন্তর্জাতিক ===\n২৫ সেপ্টেম্বর, ২০২২ পর্যন্ত হালনাগাদকৃত।\n\n২৫ সেপ্টেম্বর, ২০২২ পর্যন্ত হালনাগাদকৃত।\nWales' score listed first, score column indicates score after each Williams goal\n\n\n== অর্জন ==\nলিভারপুল ইয়ুথ\n\nএফএ ইয়ুথ কাপ : ২০১৮–১৯ \nলিভারপুল\n\nপ্রিমিয়ার লিগ : ২০১৯–২০ \nফিফা ক্লাব বিশ্বকাপ : ২০১৯ \nফুলহ্যাম\n\nইএফএল চ্যাম্পিয়নশিপ : ২০২১–২২ \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nনটিংহাম ফরেস্ট এফসি ওয়েবসাইটে প্রোফাইল\nনিকো উইলিয়ামস – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি)"}