{"pageid": 1189780, "title": "কম্বোডিয়ায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1189780", "content": "কম্বোডিয়ায় বৌদ্ধধর্ম বা খেমের বৌদ্ধধর্ম (খ্‌মের: ព្រះពុទ្ធសាសនានៅកម្ពុជា: ព្រះពុទ្ធសាសនានៅកម្ពុជា\n) কমপক্ষে ৫ম শতাব্দী থেকে বিদ্যমান। এটির প্রাচীনতম আকারে এটি ছিল এক প্রকার মহাযান বৌদ্ধধর্ম । আজ, কম্বোডিয়ায় বৌদ্ধধর্মের প্রধান রূপ হল থেরবাদ বৌদ্ধধর্ম । এটি কম্বোডিয়ার সংবিধানে দেশের সরকারী ধর্ম হিসাবে অন্তর্ভুক্ত করা হয়েছে। থেরবাদ বৌদ্ধধর্ম ১৩শতক থেকে কম্বোডিয়ার রাষ্ট্রীয় ধর্ম ( খেমার রুজ সময়কাল ব্যতীত)। ২০১৩-এর হিসাব অনুযায়ী এটি অনুমান করা হয়েছিল যে জনসংখ্যার ৯৮শতাংশ মানুষ বৌদ্ধ.\nকম্বোডিয়ায় বৌদ্ধধর্মের ইতিহাস পরপর বেশ কয়েকটি রাজ্য এবং সাম্রাজ্য নিয়ে বিস্তৃত। বৌদ্ধধর্ম দুটি ভিন্ন ধারার মাধ্যমে কম্বোডিয়ায় প্রবেশ করেছিল। বৌদ্ধধর্মের প্রাচীনতম রূপগুলি, হিন্দু প্রভাব সহ, হিন্দু বণিকদের সাথে ফুনানের রাজ্যে প্রবেশ করেছিল। পরবর্তী ইতিহাসে, আঙ্কোর সাম্রাজ্যের সময় বৌদ্ধধর্মের একটি দ্বিতীয় ধারা খমের সংস্কৃতিতে প্রবেশ করে যখন কম্বোডিয়া দ্বারাবতী এবং হরিপুঞ্চাই সোম রাজ্যের বিভিন্ন বৌদ্ধ ঐতিহ্যকে শোষণ করে।\nখেমের ইতিহাসের প্রথম হাজার বছরের জন্য, কম্বোডিয়া মাঝে মাঝে বৌদ্ধ রাজার সাথে একাধিক হিন্দু রাজা দ্বারা শাসিত হয়েছিল, যেমন ফানানের জয়বর্মণ প্রথম, জয়বর্মণ সপ্তম, যিনি মহাযানবাদী হয়েছিলেন এবং সূর্যবর্মণ প্রথম । হিন্দু রাজাদের সহনশীল পৃষ্ঠপোষকতায় এবং প্রতিবেশী সোম-থেরাবাদ রাজ্যের অধীনে, কম্বোডিয়ার ভূমিতে বিভিন্ন ধরনের বৌদ্ধ ঐতিহ্য শান্তিপূর্ণভাবে সহাবস্থান করেছিল।\n\n\n== ইতিহাস ==\n\n\n=== সম্ভাব্য প্রাথমিক মিশন ===\nঅসমর্থিত সিংহলি সূত্রগুলি দাবি করে যে রাজা অশোকের মিশনারিরা, আনুমানিক খ্রিস্টপূর্ব তৃতীয় শতাব্দীতে দক্ষিণ-পূর্ব এশিয়ায় বৌদ্ধ ধর্মের প্রবর্তন করেছিলেন। আনুমানিক পরবর্তী সহস্রাব্দে বিভিন্ন বৌদ্ধ সম্প্রদায় ব্রাহ্মণ্যবাদ এবং আদিবাসী অ্যানিমিস্টিক ধর্মের সাথে প্রতিদ্বন্দ্বিতা করেছিল; এই সময়কালে, ভারতীয় সংস্কৃতি অত্যন্ত প্রভাবশালী ছিল। \n\n\n=== ফনান ===\n100 খ্রিস্টপূর্বাব্দ থেকে 500 খ্রিস্টাব্দের মধ্যে যে ফানান রাজ্যের বিকাশ ঘটেছিল তা ছিল হিন্দু, যেখানে ফুনানের রাজারা বিষ্ণু ও শিবের পূজার পৃষ্ঠপোষকতা করেছিলেন। বৌদ্ধধর্ম এই যুগে একটি গৌণ ধর্ম হিসেবে আগে থেকেই ফনানে উপস্থিত ছিল।  বৌদ্ধধর্ম প্রায় 450 সাল থেকে তার উপস্থিতি জাহির করতে শুরু করে এবং সপ্তম শতাব্দীর শেষের দিকে চীনা পরিব্রাজক ইজিং দ্বারা পর্যবেক্ষণ করা হয়েছিল।\nফনানের দুই বৌদ্ধ ভিক্ষু, যার নাম মান্দ্রসেনা এবং সংঘবারা, 5ম থেকে 6ষ্ঠ শতাব্দীতে চীনে বসবাস শুরু করেন এবং সংস্কৃত থেকে চীনা ভাষায় বেশ কিছু বৌদ্ধ সূত্র অনুবাদ করেন।  এই গ্রন্থগুলির মধ্যে রয়েছে মহাযান মহাপ্রজ্ঞাপারমিতা মঞ্জুশ্রীপরিবর্ত সূত্র । এই লেখাটি পৃথকভাবে উভয় সন্ন্যাসী দ্বারা অনুবাদ করা হয়েছিল।  বোধিসত্ত্ব মঞ্জুশ্রী এই পাঠের একজন বিশিষ্ট ব্যক্তিত্ব।\n\n\n=== চেনলা ===\nচেনলা কিংডম ফানানকে প্রতিস্থাপন করে এবং 500-700 সাল পর্যন্ত টিকে ছিল। চেনলা যুগে বৌদ্ধধর্ম দুর্বল হয়ে পড়েছিল, কিন্তু টিকে ছিল, যেমনটি দেখা যায় সাম্বর প্রি কুক (626) এবং সিম রিপের শিলালিপিতে আভালোকিতেশ্বর (791) এর মূর্তি নির্মাণের বিষয়ে। মেকং ডেল্টা অঞ্চলে কিছু প্রাক-আংকোরীয় মূর্তি সংস্কৃত-ভিত্তিক সর্বস্তিবাদ বৌদ্ধধর্মের অস্তিত্ব নির্দেশ করে।\nখমের - শৈলীর বুদ্ধমূর্তিগুলি 600-800 সময়কাল থেকে প্রচুর। অনেক মহাযান বোধিসত্ত্ব মূর্তিও এই সময়ের থেকে পাওয়া যায়, প্রায়ই শিব এবং বিষ্ণুর প্রধানত হিন্দু মূর্তির পাশাপাশি পাওয়া যায়। সিম রিপ প্রদেশের তা প্রহম মন্দিরের একটি শিলালিপি, যা প্রায় 625 তারিখে লেখা হয়েছে যে, বুদ্ধ, ধর্ম এবং সংঘের বিকাশ ঘটছে। \n\n\n=== আঙ্কোর ===\nহিন্দু দেব-রাজা থেকে মহাযান বোধিসত্ত্ব-রাজায় রূপান্তর সম্ভবত ধীরে ধীরে এবং অদৃশ্য ছিল। প্রচলিত বৈষ্ণব ও শৈব ধর্মের ঐতিহ্য গৌতম বুদ্ধ এবং বোধিসত্ত্ব অবলোকিতেশ্বরের উপাসনার পথ দিয়েছিল।\n\nবৌদ্ধ শৈলেন্দ্র রাজ্য অষ্টম শতাব্দীর শেষের দিকে এবং নবম শতাব্দীর শুরুতে কম্বোডিয়ার উপর আধিপত্য বিস্তার করেছিল। রাজা জয়বর্মন II (802 - 869), আঙ্কোর সাম্রাজ্যের প্রথম প্রকৃত খমের রাজা, নিজেকে হিন্দু দেব-রাজা ঘোষণা করেছিলেন এবং নিজেকে শিবের সাথে পরিচয় করেছিলেন। তা সত্ত্বেও, তিনি তার রাজ্য জুড়ে মহাযান বৌদ্ধ প্রভাবের প্রতি ক্রমবর্ধমান বন্ধুত্বপূর্ণ এবং সমর্থনকারী ছিলেন।  মহাযান বৌদ্ধধর্ম তার সাম্রাজ্যে ক্রমশ প্রতিষ্ঠিত হতে থাকে। মহাযান বৌদ্ধধর্মের যে রূপটি শ্রীবিজয় ভূমিতে প্রচারিত হয়েছিল তা বাংলার পাল রাজবংশের বৌদ্ধধর্ম এবং উত্তর ভারতের নালন্দা বিশ্ববিদ্যালয়ের অনুরূপ ছিল।Rawson|1990\"/>শৈলেন্দ্র রাজবংশ জাভাতে দুর্দান্ত মহাযান বৌদ্ধ মন্দির বোরোবুদুর (750-850) তৈরি করেছিল। বোরোবুদুর কম্বোডিয়ার পরবর্তী কল্পিত আঙ্কোর নির্মাণ প্রকল্পের অনুপ্রেরণা বলে মনে হয়, বিশেষ করে আঙ্কোর ওয়াট এবং অ্যাঙ্কোর থম ।\n\nআঙ্কোর সময়ে কম্বোডিয়ায় বৌদ্ধধর্মের প্রাথমিক রূপটি ছিল মহাযান বৌদ্ধধর্ম, যা তান্ত্রিক প্রবণতা দ্বারা দৃঢ়ভাবে প্রভাবিত ছিল।The prevalence of Tantrayana in Java, Sumatra and Kamboja [Cambodia], a fact now definitely established by modern researches into the character of Mahayana Buddhism and Saivism in these parts of the Indian Orient. Already in Kamboja inscription of the 9th century there is definite evidence of the teaching of Tantric texts at the court of Jayavarman II. In a Kamboja record of the 11th century there is a reference to the 'Tantras of the Paramis'; and images of Hevajra, definitely a tantric divinity, have been recovered from amidst the ruins of Angkor Thom. A number of Kamboja inscriptions refer to several kings who were initiated into the Great Secret (Vrah Guhya) by their Hindu Brahmin gurus; the Saiva records make obvious records to Tantric doctrines that had crept into Saivism.\nBut it was in Java and Sumatra that Tantrayana seems to have attained greater importance. There Mahayana Buddhism and Shaivism, both deeply imbued with tantric influences, are to be seen often blending with one another during this period. The Sang Hyang Kamahayanikan, consisting of Sanskrit versus explained by an Old Javanese commentary, professed to teach the Mahayana and Mantrayana.\nবৌদ্ধ ধর্মের উপস্থিতি এবং ক্রমবর্ধমান প্রভাব আঙ্কোর সাম্রাজ্যের ক্ষমতা বৃদ্ধির সাথে সাথে অব্যাহত ছিল। রাজা যোসাবর্মন 887-889 সালে অনেক বৌদ্ধ মন্দির নির্মাণ করেছিলেন, যা বিশ্বের পৌরাণিক অক্ষ মেরু পর্বতের মন্ডলাকে প্রতিনিধিত্ব করে। এই মন্দিরগুলির মধ্যে বৃহত্তম হল নম কান্দাল বা \"সেন্ট্রাল মাউন্টেন\" যা আঙ্কোর কমপ্লেক্সের কেন্দ্রস্থলে অবস্থিত।\nরাজা দ্বিতীয় রাজেন্দ্রবর্মণ (944 - 968) \"বৌদ্ধধর্মকে গভীরভাবে অধ্যয়ন করেছিলেন। যদিও তিনি শিববাদী থাকার সিদ্ধান্ত নেন, তিনি একজন বৌদ্ধ, কবীন্দ্ররিমাথানাকে মুখ্যমন্ত্রী নিযুক্ত করেন। কবীন্দ্ররিমাথান বুদ্ধ ও শিবের উপাসনালয় নির্মাণ করেন। জয়বর্মণ পঞ্চম (রাজেন্দ্রবর্মণের পুত্র)ও শিবের ভক্ত ছিলেন। তিনিও তাঁর নিজের মুখ্যমন্ত্রী কীর্তিপণ্ডিতাকে মহাযান বৌদ্ধ শিক্ষা ও ভবিষ্যদ্বাণী পালনের অনুমতি দিয়েছিলেন।\" \n\n\n=== সূর্যবর্মণ আই ===\nসূর্যবর্মণ প্রথম (1006-1050)  জয়বর্মণ সপ্তমকে বাদ দিয়ে বৌদ্ধ রাজাদের মধ্যে সর্বশ্রেষ্ঠ বলে বিবেচিত হয়।\nসূর্যবর্মন I-এর উৎপত্তি অস্পষ্ট কিন্তু প্রমাণ থেকে জানা যায় যে তিনি উত্তর-পূর্ব কম্বোডিয়ায় তার কর্মজীবন শুরু করেছিলেন। খেমার সিংহাসনে প্রতিদ্বন্দ্বী দাবির মধ্যে বিরোধের পর তিনি সিংহাসনে আসেন। খেমার সিংহাসনের দাবিতে একচেটিয়াভাবে পৈতৃক রেখা অন্তর্ভুক্ত ছিল না কিন্তু রাজকীয় মাতৃত্বের রেখাকেও স্বীকৃতি দেওয়া হয়েছিল, যেটি লাইন সফলভাবে দাবির বৈধতাকে সমর্থন করে তাকে প্রাধান্য দেয়। \n\nমহাযান বৌদ্ধধর্মের একজন দৃঢ় প্রবক্তা, তিনি তার রাজত্বকালে থেরবাদ বৌদ্ধধর্মের ক্রমবর্ধমান উপস্থিতি এবং প্রচারে হস্তক্ষেপ বা বাধা দেননি।Indeed, inscriptions indicate he sought wisdom from wise Mahayanists and Hinayanists and at least somewhat disestablished the Sivakaivalya family's hereditary claims to being chief priests (purohitar). Surayvarman's posthumous title of Nirvanapada, 'the king who has gone to Nirvana' is the strongest evidence that he was a Buddhist.\"\n\n\n=== জয়বর্মণ সপ্তম ===\n\nজয়বর্মন সপ্তম (1181-1215), সবচেয়ে উল্লেখযোগ্য খেমার বৌদ্ধ রাজা, বৌদ্ধ ধর্মকে আঙ্কোরের রাষ্ট্রধর্ম হিসেবে প্রতিষ্ঠা করার জন্য অক্লান্ত পরিশ্রম করেছিলেন।\nজয়বর্মণ সপ্তম একজন মহাযান বৌদ্ধ ছিলেন, এবং তিনি নিজেকে একজন ধর্ম-রাজা, একজন বোধিসত্ত্ব বলে মনে করতেন, যার দায়িত্ব ছিল সেবা এবং যোগ্যতা তৈরির মাধ্যমে \"জনগণকে রক্ষা করা\", এই প্রক্রিয়ায় নিজেকে মুক্ত করা। জয়বর্মন পুরাতন দেবতাদের থেকে তার ভক্তি প্রত্যাহার করে নেন এবং বৌদ্ধ ঐতিহ্যের সাথে আরো খোলামেলাভাবে চিহ্নিত করতে শুরু করেন। তার শাসন পুরানো হিন্দু অতীতের সাথে একটি স্পষ্ট বিভাজন রেখা চিহ্নিত করেছিল। 1200 সালের আগে, মন্দিরগুলিতে শিল্প বেশিরভাগই হিন্দু দেবতাদের দৃশ্য চিত্রিত করত; 1200 সালের পরে, বৌদ্ধ দৃশ্যগুলি আদর্শ মোটিফ হিসাবে প্রদর্শিত হতে শুরু করে।\nজয়বর্মণ সপ্তম-এর রাজত্বকালে, দেবরাজ দেব-রাজার ধারণা থেকে সংঘের ধারণা, ভিক্ষুদের ধারণার দিকে সরে যায়। পূর্ববর্তী সময়ে, অভিজাত ব্রাহ্মণ পুরোহিত এবং দেব-রাজাদের জন্য মন্দির নির্মাণে প্রচুর প্রচেষ্টা এবং সম্পদ বিনিয়োগ করা হয়েছিল। জয়বর্মনের অধীনে, এই সম্পদগুলিকে লাইব্রেরি, সন্ন্যাসীদের বাসস্থান, পাবলিক ওয়ার্কস এবং সাধারণ মানুষের কাছে অ্যাক্সেসযোগ্য আরও \"পার্থিব\" প্রকল্প নির্মাণে পুনঃনির্দেশিত করা হয়েছিল।\n\nজয়বর্মন সপ্তম নিজে যখন মহাযান বৌদ্ধ ছিলেন, তখন থেরবাদ বৌদ্ধধর্মের উপস্থিতি ক্রমশ স্পষ্ট হয়ে উঠছিল।This Singhalese-based Theravada Buddhist orthodoxy was first propagated in Southeast Asia by Taling (Mon) monks in the 11th century and together with Islam in the 13th century in southern insular reaches of the region, spread as a popularly-based movement among the people. Apart from inscriptions, such as one of Lopburi, there were other signs that the religious venue of Suvannabhumi were changing. Tamalinda, the Khmer monk believed to be the son of Jayavarman VII, took part in an 1180 Burmese-led mission to Sri Lanka to study the Pali canon and on his return in 1190 had adepts of the Sinhala doctrine in his court. Chou Ta-Laun, who led a Chinese mission into Angkor in 1296-97 confirms the significant presence of Pali Theravada monks in the Khmer Capital.\"\n\n\n=== আঙ্কোরের পতন এবং থেরবাদ রাজ্যের উত্থান ===\n13 শতকের পর থেরবাদ বৌদ্ধধর্ম কম্বোডিয়ার রাষ্ট্রধর্ম হয়ে ওঠে।\nরাজা জয়বর্মণ সপ্তম তার ছেলে তামালিন্দাকে বৌদ্ধ সন্ন্যাসী হিসেবে নিযুক্ত হতে এবং পালি শাস্ত্রীয় ঐতিহ্য অনুসারে থেরবাদ বৌদ্ধধর্ম অধ্যয়ন করতে শ্রীলঙ্কায় পাঠিয়েছিলেন। তমালিন্দা তারপরে কম্বোডিয়ায় ফিরে আসেন এবং তিনি যে থেরাবাদ প্রশিক্ষণ পেয়েছিলেন সেই অনুযায়ী বৌদ্ধ ঐতিহ্যের প্রচার করেন, বহু শতাব্দী ধরে আঙ্কোর সাম্রাজ্য জুড়ে বিদ্যমান দীর্ঘস্থায়ী থেরাবাদ উপস্থিতিকে শক্তিশালী ও শক্তি যোগান।\nতমালিন্দা শ্রীলঙ্কার বিখ্যাত মহাবিহার মঠে (1180-1190) অধ্যয়ন করার সময়, শ্রীলঙ্কায় একটি নতুন গতিশীল থেরবাদ বৌদ্ধধর্ম \"সত্যিকারের বিশ্বাস\" হিসাবে প্রচার করা হচ্ছিল। বৌদ্ধধর্মের এই রূপটি ছিল কিছুটা জঙ্গি এবং তামিলদের সাথে যুদ্ধের প্রতিক্রিয়ায় যা 9ম এবং 10শ শতাব্দীতে শ্রীলঙ্কায় বৌদ্ধধর্মকে প্রায় ধ্বংস করে দিয়েছিল। যেহেতু থেরাবাদ বৌদ্ধধর্ম শ্রীলঙ্কায় বেঁচে থাকার জন্য সংগ্রাম করেছিল, এটি একটি স্থিতিস্থাপকতা তৈরি করেছিল যা সমগ্র বৌদ্ধ বিশ্বে একটি নবজাগরণ সৃষ্টি করেছিল এবং অবশেষে বার্মা, চ্যাং মাই, সোম রাজ্য, লানা, সুকোথাই, লাওস এবং কম্বোডিয়া জুড়ে ছড়িয়ে পড়েছিল। \n13 শতকে, সিয়াম, বার্মা, কম্বোডিয়া এবং শ্রীলঙ্কার মন-খেমার-ভাষী অংশের বিচরণকারী মিশনারিরা এই প্রক্রিয়ায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nপ্রিন্স তামালিন্দা যখন দশ বছর দায়িত্ব পালনের পর ফিরে আসেন, তখন তিনি ছিলেন একজন থেরা, একজন প্রবীণ সন্ন্যাসী, যিনি এই জোরালো থেরাবাদ বংশের শাসন পরিচালনা করতে সক্ষম ছিলেন, যিনি গোঁড়ামির উপর জোর দিয়েছিলেন এবং তান্ত্রিক অনুশীলনের মতো মহাযান \"উদ্ভাবন\" প্রত্যাখ্যান করেছিলেন।\n\nথেরাবাদ বৌদ্ধধর্মে খেমার সমাজের ব্যাপক রূপান্তর সমাজের প্রতিটি স্তরে একটি অহিংস বিপ্লব ছিল। পণ্ডিতরা খেমার সভ্যতার এই আকস্মিক এবং ব্যাখ্যাতীত পরিবর্তনের জন্য জবাবদিহি করতে লড়াই করছেন। থেরবাদ বৌদ্ধধর্ম সফল হয়েছিল কারণ এটি তার প্রচারে অন্তর্ভুক্তিমূলক এবং সর্বজনীন ছিল, শুধুমাত্র অভিজাত এবং আদালত থেকে নয়, গ্রামে এবং কৃষকদের মধ্যেও শিষ্য এবং সন্ন্যাসী নিয়োগ করেছিল, খেমার লোকদের মধ্যে এর জনপ্রিয়তা বৃদ্ধি করেছিল। The post-Angkor period saw the dramatic rise of the Pali Theravada tradition in Southeast Asia and concomitant decline of the Brahmanic and Mahayana Buddhist religious traditions. A 1423 Thai account of a mission to Sri Lanka mentions eight Khmer monks who again brought orthodox Mahavihara sect of Singhalese order to Kampuchea. This particular event belied, however, the profound societal shift that was taking place from priestly class structure to a village-based monastic system in Theravada lands. While adhering to the monastic discipline, monks developed their wats, or temple-monasteries, not only into moral religious but also education, social-service, and cultural centers for the people. Wats became the main source of learning and popular education. Early western explorers, settlers, and missionaries reported widespread literacy among the male populations of Burma, Thailand, Kampuchea, Laos, and Vietnam. Until the 19th century, literacy rates exceeded those of Europe in most if not all Theravada lands. In Kampuchea, Buddhism became the transmitter of Khmer language and culture.\nপশ্চিমে সিয়াম এবং পূর্বে ভিয়েতনামের উত্থানের সাথে সাথে ধ্রুপদী আঙ্কোর সাম্রাজ্য বিলুপ্ত হয়ে যায় এবং বর্তমান কম্বোডিয়ার সূচনা হয়। কম্বোডিয়া এই সময় থেকে থেরবাদ বৌদ্ধ জাতিতে পরিণত হয়।\n\n\n=== বৌদ্ধ মধ্যযুগ ===\n\nজিনাকালমালি পঞ্চদশ শতাব্দীতে কম্বোডিয়া এবং শ্রীলঙ্কার মধ্যে সাংস্কৃতিক সংযোগের বিবরণ দেয়। এতে বলা হয়েছে যে বুদ্ধের মহাপরিণিব্বানার 1967 বছর পর, কম্বোডিয়া থেকে মহানানসিদ্ধির নেতৃত্বে আটজন ভিক্ষু থাইল্যান্ডের নববিসপুরার 25 জন ভিক্ষুর সাথে সিংহলি মহাথেরাদের হাতে উম্পাসম্পদা অধিগ্রহণের জন্য শ্রীলঙ্কায় আসেন।\nঅগ্রসরমান জঙ্গলের নীচে আঙ্কোর ভেঙে পড়ার সাথে সাথে থেরাবাদ কম্বোডিয়ার ক্ষমতার কেন্দ্রটি দক্ষিণে বর্তমান নমপেনের দিকে চলে গেছে। নম পেন ছিল মূলত একটি ছোট নদীর তীরের বাজার কেন্দ্র যেখানে মেকং নদী এবং টনলে সাপ নদী একত্রিত হয়।\nনম পেন প্রতিষ্ঠিত হয়েছিল যখন লেডি পেন বন্যার মরসুমে একটি কোকি গাছের উপর নদীতে ভাসমান \"চারমুখী বুদ্ধ\" দেখতে পান। তিনি বুদ্ধের মূর্তিটি পুনরুদ্ধার করেছিলেন এবং ছবিটি রাখার জন্য ওয়াট নম নির্মাণ করেছিলেন। খেমার বৌদ্ধ মূর্তিতত্ত্বে চতুর্মুখী বুদ্ধ [বুদ্ধ চার দিকের মুখোমুখী] গুরুত্বপূর্ণ, যা ভবিষ্যতের বুদ্ধের রাজ্য প্রতিষ্ঠার ইঙ্গিত দেয়, মৈত্রেয়, যাকে প্রায়শই কম্বোডিয়ার বুদ্ধ-রাজা বলে চিহ্নিত করা হয়। মধ্যযুগীয় কম্বোডিয়ায় যে ধরনের বৌদ্ধধর্ম চর্চা করা হয় তা École française d'Extrême-Orient- এর অধ্যাপক ফ্রাঁসোয়া বিজোট এবং তার সহকর্মীরা ব্যাপকভাবে অধ্যয়ন করেছেন। তারা এই ঐতিহ্যের মধ্যে তান্ত্রিক এবং গুপ্ত উপাদান চিহ্নিত করেছে এবং এইভাবে একে \" তান্ত্রিক থেরবাদ \" বলে অভিহিত করেছে।\n1431 সালের পর যখন কম্বোডিয়ান রাজারা সিয়ামিজ আক্রমণের কারণে স্থায়ীভাবে আঙ্কোর ত্যাগ করে, তখন রাজদরবারটি নম পেনের কয়েক মাইল উত্তরে উদন পর্বতে অবস্থিত ছিল। পশ্চিম থেকে সিয়ামের আক্রমণ এবং পূর্ব থেকে ভিয়েতনামের আক্রমণ খেমার সাম্রাজ্যকে দুর্বল করে দেয়। ভিয়েতনামি আক্রমণকারীরা থেরবাদ বৌদ্ধধর্মকে দমন করার চেষ্টা করেছিল এবং খেমার জনগণকে মহাযান বৌদ্ধধর্ম অনুশীলন করতে বাধ্য করেছিল। অন্যদিকে সিয়ামীরা পর্যায়ক্রমে কম্বোডিয়া আক্রমণ করবে এবং থেরবাদ ধর্ম রক্ষার প্রয়াসে \"অবিশ্বাসীদের\" তাড়িয়ে দেওয়ার চেষ্টা করবে। ষোড়শ শতাব্দীতে ইউরোপীয়দের আগমনের আগ পর্যন্ত দুই আরোহী শক্তির মধ্যে এই ক্ষমতা-সংগ্রাম অব্যাহত ছিল।\n\n\n=== ঔপনিবেশিক যুগ ===\nষোড়শ শতাব্দীতে কম্বোডিয়ায় বৌদ্ধধর্মের বিকাশ অব্যাহত ছিল। রাজা আং চ্যান (1516-1566), রাজা ধম্মরাজের আত্মীয়, একজন ধর্মপ্রাণ বৌদ্ধ ছিলেন। তিনি তার রাজধানীতে প্যাগোডা এবং কম্বোডিয়ার বিভিন্ন স্থানে অনেক বৌদ্ধ উপাসনালয় নির্মাণ করেন। বৌদ্ধ ধর্মকে জনপ্রিয় করার জন্য, রাজা বারোম রেচিয়ার পুত্র এবং উত্তরাধিকারী রাজা সাথা (1576-1549), আঙ্কোর ওয়াটের বিশাল টাওয়ারগুলি পুনরুদ্ধার করেন, যেটি ষোড়শ শতাব্দীতে একটি বৌদ্ধ মন্দিরে পরিণত হয়েছিল।\nইউরোপীয় প্রভাবের প্রতিটি ধারাবাহিক তরঙ্গ ক্যাথলিক ধর্মপ্রচারকদের সাথে ছিল, কিন্তু থেরাবাদ বৌদ্ধধর্ম খেমার জনগণকে ধর্মান্তরিত করার বিদেশী প্রচেষ্টার বিরুদ্ধে আশ্চর্যজনকভাবে প্রতিরোধী প্রমাণিত হয়েছিল। ঔপনিবেশিক আমলে, পর্যায়ক্রমিক সহস্রাব্দ বিদ্রোহ সহ ধর্মীয়ভাবে অনুপ্রাণিত সহিংসতার প্রাদুর্ভাবের কারণে শান্তি পর্যায়ক্রমে লঙ্ঘিত হয়েছিল।\nসপ্তদশ, অষ্টাদশ এবং ঊনবিংশ শতাব্দীতে, কম্বোডিয়ার রাজনীতিতে থাইল্যান্ডের অংশগ্রহণ ধর্মীয় বিষয়েও থাইদের প্রভাব বিস্তার করে। রাজা নরোডমের আমন্ত্রণে, থাই ধম্মযুত্তিকা নিকায়ার সন্ন্যাসীরা কম্বোডিয়ায় একটি ধম্মায়ুত্তিক উপস্থিতি প্রতিষ্ঠা করেন।  নবগঠিত থম্মায়ুত আদেশ রাজকীয় পৃষ্ঠপোষকতা থেকে উপকৃত হয়েছিল, কিন্তু প্রায়শই বিদ্যমান মোহানিকায় ( মহা নিকায়া ) বংশের সাথে সংঘর্ষে জড়িয়ে পড়ে।  থম্মায়ুতকে কখনও কখনও খেমার জাতির পরিবর্তে থাই আদালতের প্রতি আনুগত্য রাখার অভিযোগ আনা হয়। \nফরাসি শাসনের যুগে, বৌদ্ধ ধর্মাবলম্বীদের নেতৃত্বে সহিংসতার খিঁচুনি, পর্যায়ক্রমে ফরাসিদের বিরুদ্ধে ছড়িয়ে পড়ত। কম্বোডিয়ান ভিক্ষুদের শিক্ষার ক্ষেত্রে উল্লেখযোগ্য অগ্রগতি হয়েছে, বিশেষত বৌদ্ধ বিষয় এবং আরও সাধারণ অধ্যয়ন উভয় ক্ষেত্রেই।  কম্বোডিয়ার শিশুদের প্রাথমিক শিক্ষা মন্দিরের স্কুলে চলতে থাকে। সন্ন্যাসীদেরও সম্প্রদায়ের উন্নয়ন প্রকল্পে জড়িত হতে উত্সাহিত করা হয়েছিল। \n\n\n=== খেমার রুজ যুগ ===\n1975 সালে যখন কমিউনিস্ট খেমার রুজ কম্বোডিয়ার নিয়ন্ত্রণ নেয়, তারা বৌদ্ধধর্মকে সম্পূর্ণরূপে ধ্বংস করার চেষ্টা করে এবং এই ধর্মটিকে \" প্রতিক্রিয়াশীল \" হিসাবে বিবেচনা করে প্রায় সফল হয়েছিল।  1979 সালে ভিয়েতনামের আক্রমণের সময়, প্রায় প্রতিটি সন্ন্যাসী এবং ধর্মীয় বুদ্ধিজীবীকে হয় হত্যা করা হয়েছিল বা নির্বাসনে পাঠানো হয়েছিল এবং প্রায় প্রতিটি মন্দির এবং বৌদ্ধ মন্দির এবং গ্রন্থাগার ধ্বংস করা হয়েছিল।\nবৌদ্ধধর্মের প্রতি খেমার রুজের নীতি-যার মধ্যে ভিক্ষুদের জোরপূর্বক অপসারণ, মঠ ধ্বংস এবং শেষ পর্যন্ত অসহযোগী সন্ন্যাসীদের মৃত্যুদন্ড কার্যকরীভাবে কম্বোডিয়ার বৌদ্ধ প্রতিষ্ঠানগুলোকে ধ্বংস করে দেয়।  যে ভিক্ষুরা পালিয়ে যাননি এবং মৃত্যুদণ্ড এড়াতেন না তারা সাধারণ মানুষের মধ্যে বসবাস করতেন, কখনও কখনও অসুস্থ বা পীড়িতদের জন্য গোপনে বৌদ্ধ আচার-অনুষ্ঠান পালন করতেন। \nখেমার রুজের আরোহণের আগে কম্বোডিয়ায় সন্ন্যাসীদের সংখ্যার অনুমান 65,000 থেকে 80,000 এর মধ্যে পরিবর্তিত হয়।  1980-এর দশকের গোড়ার দিকে বৌদ্ধ পুনরুদ্ধারের সময়, বিশ্বব্যাপী কম্বোডিয়ান ভিক্ষুদের সংখ্যা 3,000-এর কম বলে অনুমান করা হয়েছিল।  উভয় কম্বোডিয়ান নিকায়ের পিতৃপুরুষ 1975-1978 সময়কালে কোন এক সময় মারা গিয়েছিলেন, যদিও তাদের মৃত্যুর কারণ জানা যায়নি। \nথাই রাজতন্ত্রের সাথে তাদের সম্পৃক্ততার কারণে, থম্মায়ুত আদেশের সন্ন্যাসীদের নিপীড়নের জন্য চিহ্নিত করা হতে পারে। \n\n\n=== খেমার রুজ-পরবর্তী যুগ ===\nভিয়েতনামী বাহিনীর দ্বারা খেমার রুজের পরাজয়ের পর, বৌদ্ধধর্ম প্রাথমিকভাবে কম্বোডিয়ায় আনুষ্ঠানিকভাবে দমন করা হয়।  ভিয়েতনামী-সমর্থিত গণপ্রজাতন্ত্রী কাম্পুচিয়ার বৈধতার চ্যালেঞ্জের পর, বৌদ্ধ ধর্মের প্রতি নীতিগুলি 1979 সালের গ্রীষ্মে শুরু করে সহজ হতে শুরু করে।  খেমার রুজ আমলে ভিয়েতনামে নির্বাসিত ও পুনর্নিযুক্ত একদল সন্ন্যাসীদের কম্বোডিয়ায় পাঠানো হয়েছিল,  এবং 1981 সালে তাদের একজন, শ্রদ্ধেয় টেপ ভং, একটি নতুন একীভূত কম্বোডিয়া সংঘের প্রথম সংঘরাজ নির্বাচিত হন।, আনুষ্ঠানিকভাবে থম্মায়ুত আদেশ এবং মোহানিকয়ের মধ্যে বিভাজন বাতিল করা।  নতুন সন্ন্যাসীদের অর্ডিনেশন সরকার কর্তৃক ধার্মিকতার প্রকাশ্য প্রদর্শন হিসাবে স্পনসর করা হয়েছিল এবং অর্ডিনেশনের উপর নিষেধাজ্ঞা তুলে নেওয়া হয়েছিল। \n\n\n== তথ্যসূত্র =="}