{"pageid": 1189311, "title": "বাঘিয়া আল আমিন কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1189311", "content": "বাঘিয়া আল আমিন কামিল মাদ্রাসা বরিশাল সিটি কর্পোরেশনের অভ্যন্তরে অবস্থিত একটি আলিয়া মাদ্রাসা। এটি ১৯৭৫ সালে মাস্টার আবদুর রহমান সিটি কর্পোরেশনের ২৯ নং ওয়ার্ডে প্রতিষ্ঠিত করেছে। মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত একটি কামিল মাদ্রাসা। এছাড়াও মাদ্রাসার দাখিল ও আলিম সেকশন বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের নিয়ন্ত্রণে পরিচালিত হয়ে থাকে। মাদ্রাসার ইআইআইএন নাম্বার ১০০৮৩৪ এবং এমপিও নাম্বার ৫১০৮০৯২৪০১। এই মাদ্রাসাটিতে ইসলামি আরবি বিশ্ববিদ্যালয় থেকে অনুমতিপ্রাপ্ত অনার্স কোর্স চালু রয়েছে। মাদ্রাসার বর্তমান অধ্যক্ষের নাম মাওলানা মোহাম্মদ আবদুর রব। \n\n\n== ইতিহাস ==\nবরিশাল শহরে ইসলামি শিক্ষাকে সম্প্রসারিত করতে স্থানীয় আলহাজ্ব মাস্টার আবদুর রহমান এই মাদ্রাসাটি প্রতিষ্ঠা করার উদ্যোগ গ্রহণ করেন। জৌনপুরের পীর মাওলানা ওয়াসেল আহমাদ সিদ্দিকী এবং মাওলানা এনায়েতুর রহমান বেগের সহযোগিতায় মাদ্রাসাটি ১৯৭৫ সালে প্রতিষ্ঠা লাভ করে। মাদ্রাসার নামকরণের ক্ষেত্রে ইসলামের নবী মুহাম্মাদের উপাধি থেকে আল আমিন শব্দটুকু গ্রহণ করা হয়েছে। ১৯৭৫ সালে প্রতিষ্ঠার পর মাত্র ৩ বছর পরেই মাদ্রাসাটিতে দাখিল শ্রেণী বাংলাদেশ সরকার কর্তৃক অনুমোদন লাভ করে। পরবর্তীতে ১৯৮১ সালে আলিম স্তর অনুমোদন লাভ করে। এরপরে মাদ্রাসা উন্নয়নের ধারাবাহিকভাবে ১৯৮৫ সালে ফাজিল শ্রেণীর ও ১৯৯৫ সালে কামিল শ্রেণীর অনুমোদন লাভ করে।\n২০০৬ সালের ইসলামী বিশ্ববিদ্যালয় সংশোধনী আইন, ২০০৬ অনুসারে বাংলাদেশের ১,০৮৬টি ফাজিল মাদ্রাসা ও ১৯৮টি কামিল মাদ্রাসা কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে অধিভুক্ত হয়। এরফলে ফাজিল ও কামিল পরীক্ষা উভয় মিলিয়ে সাধারণ শিক্ষার পূর্ণ স্নাতক ডিগ্রির সমমান লাভ করে। এরপরে ২০১৬ ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হলে, এটি এই বিশ্ববিদ্যালয়ের অধিভুক্ত নিয়ে স্থানান্তরিত করা হয়।\n\n\n== শিক্ষা কার্যক্রম ==\n১৯৯৫ সালে মাদ্রাসাটিতে কামিল শ্রেণী অনুমোদন লাভ করে হাদিস বিভাগ খোলা হয়, এরপর ২০০২ সালে কামিলে তাফসির চালু করা হয়। এছাড়াও ২০০৩ সালে মাদ্রাসায় মাধ্যমিক লেভেলে কারিগরি ভোকেশনাল কোর্স এবং ২০০৪ সালে উচ্চ মাধ্যমিক লেভেলে বিএম কোর্স চালু করা হয়। এই মাদ্রাসাটি আলিয়া মাদ্রাসার সরকারি পরীক্ষার কেন্দ্র হিসাবে ব্যবহৃত হয়, জেডিসি থেকে শুরু করে কামিল স্নাতকোত্তর শ্রেণীর সকল পাবলিক পরীক্ষা এখানে সংঘঠিত হয়। প্রতিষ্ঠানে যেসকল একাডেমিক সুবিধা চালু আছে, সেগুলো:\n\n\n== আরও দেখুন ==\nচরমোনাই আহসানাবাদ রশীদিয়া কামিল মাদ্রাসা\nপশ্চিম শাওড়া আলিম মাদরাসা\nহানুয়া লক্ষ্মীপাশা মুহাম্মাদিয়া আলিম মাদ্রাসা\n\n\n== তথ্যসূত্র =="}