{"pageid": 11890, "title": "শেয়ার বাজার", "url": "https://bn.wikipedia.org/wiki?curid=11890", "content": "ভাগ বাজার অথবা সম্ভার বাজার এমন একটি স্থান যেখানে বিভিন্ন সসীম দায়বদ্ধ সংস্থার ভাগ লেনদেন নিবন্ধিত থাকে এবং; তাদের ভাগ কেনা বেচা  করা হয়। একে পুঁজি বাজারও বলা হয়। একটি ভাগ-বাজারী সংস্থার পুঁজি (ভাগ) এবং একটি সম্মত মূল্যের উৎপন্ন জিনিস এর ব্যবসায়ের জন্য একটি সার্বজনীন সত্তা (অর্থনৈতিক লেনদেনের একটি শিথিল চক্র, একটি শারীরিক সুবিধা বা বিমূর্ত সত্তা) হয়। এই একটি ভাগ লেনদেন তালিকাভুক্ত নিরাপত্তা হয় সেইসাথে যারা ​​শুধুমাত্র ব্যক্তিগতভাবে ব্যবসা.\nবিশ্ব ভাগ বাজার পরিমাপে অনুযায়ী অক্টোবর ২০০৮ প্রারম্ভে প্রায় $ ৩৬.৬ লক্ষ কোটি হিসেব করা হয়েছিল। মোট বিশ্বের ডেরাইভেটিভস, বাজার প্রায় $ ৭৯১ লক্ষ কোটি মুখ বা নামমাত্র মূল্য আনুমানিক করা হয়েছে, [2] ১১ বার সম্পূর্ণ মাপ বিশ্ব অর্থনীতির. [3] উৎপন্ন, বাজার মান, তা ধারণাগত মানের পরিপ্রেক্ষিতে বিবৃত করা হয়, কারণ সরাসরি ঐতিহ্যগতভাবে একটি প্রকৃত মান বোঝায় যা একটি স্টক বা একটি নির্দিষ্ট আয় নিরাপত্তা, তুলনা করা যাবে না. উপরন্তু, ডেরাইভেটিভস অধিকাংশ একে অপরকে খুঁজে 'বাতিল' (একটি ঘটনা ঘটনা নেভিগেশন অর্থাৎ, একটি ডেরিভেটিভ 'পরাজিত' ঘটমান না ঘটনা একটি তুলনীয় ডেরিভেটিভ 'পরাজিত' দ্বারা অফসেট হয়). মডেল চিহ্নিত অনেক যেমন অপেক্ষাকৃত তরল অর্থপত্র বরং একটি প্রকৃত বাজার মূল্য বেশি, মূল্যবান হয়.স্টক তালিকাভুক্ত করা এবং একসঙ্গে স্টক ও সিকিউরিটিস তালিকা প্রতিষ্ঠানের ক্রেতা ও বিক্রেতার আনয়ন ব্যবসা বিশেষ একটি নিগম বা পারস্পরিক প্রতিষ্ঠানের সত্ত্বা যা স্টক এক্সচেঞ্জ ভিত্তিক হয়. মার্কিন যুক্তরাষ্ট্র বৃহত্তম ভাগ বাজার, বাজার মূলধন দ্বারা, নিউ ইয়র্ক স্টক এক্সচেঞ্জ (NYSE) হয়. কানাডা, বৃহত্তম স্টক মার্কেট টরন্টো স্টক এক্সচেঞ্জ হয়. স্টক এক্সেঞ্জের প্রধান ইউরোপীয় উদাহরণ আমস্টারডাম স্টক এক্সচেঞ্জ, লন্ডন স্টক এক্সচেঞ্জ, প্যারিস বিদেশের শেয়ার বাজার, এবং ডয়চে Borse (ফ্রাংক স্টক এক্সচেঞ্জ) অন্তর্ভুক্ত. আফ্রিকা, উদাহরণ নাইজেরিয়ান স্টক এক্সচেঞ্জ, JSE লিমিটেড, ইত্যাদি এশিয়ান উদাহরণের মধ্যে ফিলিপাইন স্টক এক্সচেঞ্জ, সিঙ্গাপুর বিনিময়, টোকিও স্টক এক্সচেঞ্জ, হংকং স্টক এক্সচেঞ্জ, সাংহাই স্টক এক্সচেঞ্জ, এবং বোম্বে স্টক এক্সচেঞ্জ অন্তর্ভুক্ত. ল্যাটিন আমেরিকা, বিএম ও ফল Bovespa এবং BMV যেমন এক্সচেঞ্জ আছে. অস্ট্রেলিয়া তার জনসংখ্যার আকার কারণে একটি জাতীয় স্টক এক্সচেঞ্জ, অস্ট্রেলিয়ান সিকিউরিটিস এক্সচেঞ্জ, আছে. বাজারের অংশগ্রহণকারীদের পৃথক খুচরো বিনিয়োগকারীদের, যেমন মিউচুয়াল ফান্ড, ব্যাংক, বীমা কোম্পানি এবং হেজ ফান্ড হিসেবে প্রাতিষ্ঠানিক বিনিয়োগকারী, এবং তাদের নিজস্ব শেয়ার বিনিময় এছাড়াও প্রকাশ্যে ব্যবসা কর্পোরেশন অন্তর্ভুক্ত. কিছু সমীক্ষায় প্রাতিষ্ঠানিক বিনিয়োগকারী এবং তাদের নিজস্ব শেয়ার কর্পোরেশন ট্রেডিং সাধারণত খুচরা বিনিয়োগকারীদের তুলনায় উচ্চ ঝুঁকি সমন্বয়কৃত আয় পাবেন যে প্রস্তাব করেছেন.\nবাণিজ্য: ছোট স্বতন্ত্র স্টক বিনিয়োগকারীদের থেকে বিশ্বের যে কোন জায়গা ভিত্তি করে করা যেতে পারে যারা ​​বড় হেজ তহবিল ব্যবসায়ীদের, আপনি স্টক মার্কেট পরিসীমা অংশগ্রহণকারীরা . তাদের আদেশ সাধারণত ক্রয় বা বিক্রয় আদেশ executes যারা ​​একটি স্টক এক্সচেঞ্জ, একটি পেশাদারী সঙ্গে শেষ .\nকিছু এক্সচেঞ্জের লেনদেন খোলা হৈচৈ নামে পরিচিত একটি পদ্ধতি দ্বারা , একটি ট্রেডিং মেঝে উপর সঞ্চালিত হয় যেখানে প্রকৃত অবস্থানে আছে. নিলামের এই ধরনের ব্যবসায়ীদের একযোগে \" মৌখিক \" বিড এবং অফার লিখতে পারেন যেখানে স্টক এক্সচেঞ্জ এবং পণ্য বিনিময়ের জন্য ব্যবহৃত হয়. স্টক এক্সচেঞ্জ অন্যান্য ধরনের ব্যবসা বৈদ্যুতিন ব্যবসায়ীদের মাধ্যমে তৈরি করা হয় যেখানে কম্পিউটার নেটওয়ার্ক গঠিত একটি ভার্চুয়াল ধরনের হয়.\nআসল ব্যবসা একটি সম্ভাব্য ক্রেতাকে একটি স্টক জন্য একটি নির্দিষ্ট দাম বিড ও একটি সম্ভাব্য বিক্রেতা স্টক জন্য একটি নির্দিষ্ট দাম জিজ্ঞেস করল যেখানে নিলামে , বাজার মডেল উপর ভিত্তি করে. একাধিক থাকলে (যদি আপনি যথাক্রমে স্টক জন্য কোনো আস্ক মূল্য বা দাম বিদার প্রস্তাব গ্রহণ করা হবে. কেনা বা বাজারে বিক্রি ) দাম মেলে বিড এবং জিজ্ঞাসা করা হলে, একটি বিক্রয়ের একটি প্রথম আসা প্রথম পরিবেশিত ভিত্তিতে, সঞ্চালিত একটি নির্দিষ্ট মূল্যে bidders বা ছক সর্বসম্প্রতি সাধিত .\nএকটি স্টক এক্সচেঞ্জ উদ্দেশ্য এইভাবে একটি মার্কেটপ্লেস ( ভার্চুয়াল অথবা বাস্তব ) প্রদান , ক্রেতা ও বিক্রেতার মধ্যে সিকিউরিটি বিনিময় সহজতর হয়. বিনিময় মূল্য আবিষ্কার সুবিধা , তালিকাভুক্ত সিকিউরিটিজ নেভিগেশন বাস্তব সময় ট্রেডিং তথ্য প্রদান করে.\nবিনিময় সাথে তালিকাভুক্ত শুধুমাত্র স্টক ট্রেডিং মেঝে উপর উভয় বৈদ্যুতিন নিজে অর্ডার স্থাপন জন্য একটি সংকর বাজারের সাথে , ব্যবসা হতে পারে - নিউ ইয়র্ক স্টক এক্সচেঞ্জ ( NYSE ) একটি তালিকাভুক্ত বিনিময় হিসাবে উল্লেখ করা হয়েছে প্রকৃত বিনিময় হয়. ট্রেডিং মেঝে উপর মৃত্যুদন্ড কার্যকর আদেশ বিনিময় সদস্যদের মাধ্যমে প্রবেশ করার বাণিজ্যের জন্য যে স্টক জন্য মেঝে ট্রেডিম্পোস্ট বিশেষজ্ঞ যায় যারা ​​একটি মেঝে দালাল, নিচে প্রবাহিত হয় . বিশেষজ্ঞ কাজ খোলা হৈচৈ ব্যবহার ক্রয় বিক্রয় আদেশ মেলে না. একটি ছড়িয়ে উপস্থিত থাকলে , কোন বাণিজ্য অবিলম্বে স্থান মধ্যে লাগে এই ক্ষেত্রে বিশেষজ্ঞ তার / তার গণ্য সময় পরে পার্থক্য বন্ধ তার / তার নিজস্ব সম্পদ (অর্থ বা স্টক ) ব্যবহার করা হবে . একটি ট্রেড হয়েছে একবার বিবরণ \" টেপ \" উপর এবং তারপর অর্ডার রাখা যারা ​​বিনিয়োগকারী সূচিত যা দালালি দৃঢ়, ফেরত পাঠানো হয়. এই প্রক্রিয়ায় মানুষের যোগাযোগের একটি উল্লেখযোগ্য পরিমাণ আছে যদিও , কম্পিউটার , বিশেষ করে তথাকথিত \" প্রোগ্রাম ট্রেডিং \" জন্য একটি গুরুত্বপূর্ণ ভূমিকা পালন করে.\nNASDAQ ট্রেডিং সমস্ত একটি কম্পিউটার নেটওয়ার্কের মাধ্যমে সম্পন্ন করা হয় যেখানে একটি ভার্চুয়াল তালিকাভুক্ত বিনিময় হয়. প্রক্রিয়া নিউ ইয়র্ক স্টক এক্সচেঞ্জ অনুরূপ. যাইহোক, ক্রেতা ও বিক্রেতার বৈদ্যুতিন মেলানো হয়. একটি অথবা আরও বেশি NASDAQ , বাজার লোকজনের সবসময় একটি দর প্রদান এবং তারা সবসময় ক্রয় বা ' তাদের' স্টক বিক্রি হবে যা দাম জিজ্ঞাসা করবে. [5]\nপ্যারিস বিদেশের শেয়ার বাজার , Euronext এর এখন অংশ, একটি আদেশ চালিত , ইলেকট্রনিক স্টক এক্সচেঞ্জ হয়. এটা 1980 দেরি মধ্যে স্বয়ংক্রিয়রূপে করা হয়. 1980 এর আগে , এটি একটি খোলা হৈচৈ বিনিময় গঠিত. Stockbrokers ট্রেডিং মেঝে বা Palais Brongniart নেভিগেশন পূরণ. 1986 সালে , বিড়াল ট্রেডিং সিস্টেম চালু করা হয় , এবং যাতে মেলানোর প্রক্রিয়া সম্পূর্ণরূপে স্বয়ংক্রিয় ছিল.\nসময়ে সময়ে , সক্রিয় ট্রেডিং (বিশেষ করে সিকিউরিটি বড় ব্লকে ) 'সক্রিয়' এক্সচেঞ্জ থেকে দূরে সরানো হয়েছে . UBS এজি , গোল্ডম্যান শ্যাস গ্রুপ ইনকর্পোরেটেড এবং ক্রেডিট সুসে গ্রুপের নেতৃত্বে সিকিউরিটিজ সংস্থাগুলো , ইতোমধ্যে এক্সচেঞ্জ থেকে তাদের অভ্যন্তরীণ সিস্টেম থেকে দূরে মার্কিন নিরাপত্তা কাজে 12 শতাংশ বাহা . আরো বিনিয়োগকারী ব্যাঙ্ক NYSE এবং NASDAQ এবং জোড়া ক্রেতা ও সিকিউরিটি নিজেদের বিক্রেতাদের বাইপাস হিসাবে সেয়ার সম্ভবত বোস্টন ভিত্তিক Aite গ্রুপ এলএলসি , একটি ব্রোকারেজ শিল্প কনসালট্যান্ট দ্বারা কম্পাইল তথ্য অনুযায়ী , 2010 থেকে 18 শতাংশ বৃদ্ধি করা হবে . [6]\nএখন কম্পিউটার বিগ বোর্ড এর মত ট্রেডিং মেঝে জন্য প্রয়োজন নির্মূল যে , ইকুইটি বাজারের ক্ষমতার ভারসাম্য নাড়াচাড়া করা হয়. ক্লায়েন্ট বেনামে , দালাল ফি কম এক্সচেঞ্জ দিতে স্টক বড় ব্লক সরানো এবং প্রাতিষ্ঠানিক বিনিয়োগকারীদের ট্রেডিং কমিশন অর্থ পরিশোধ যে $ 11 বিলিয়ন বছরে একটি বড় শেয়ার ক্যাপচার করতে পারেন , যেখানে অভ্যন্তরীণ আরও আদেশ আনয়ন দ্বারা .\nবাজারের অংশগ্রহণকারীদের: বাজারের অংশগ্রহণকারীদের পৃথক খুচরো বিনিয়োগকারীদের, যেমন মিউচুয়াল ফান্ড, ব্যাংক, বীমা কোম্পানি এবং হেজ ফান্ড হিসেবে প্রাতিষ্ঠানিক বিনিয়োগকারী, এবং প্রকাশ্যে তাদের নিজস্ব শেয়ার কর্পোরেশন ট্রেডিং ব্যবসা অন্তর্ভুক্ত. কিছু সমীক্ষায় প্রাতিষ্ঠানিক বিনিয়োগকারী এবং তাদের নিজস্ব শেয়ার কর্পোরেশন ট্রেডিং সাধারণত খুচরা বিনিয়োগকারীদের তুলনায় উচ্চ ঝুঁকি সমন্বয়কৃত আয় পাবেন যে প্রস্তাব করেছেন. [4]\nকয়েক দশক আগে, বিশ্বব্যাপী, ক্রেতা ও বিক্রেতার যেমন সাধারণত নির্দিষ্ট কর্পোরেশন দীর্ঘ পরিবার ইতিহাস সঙ্গে ধনী ব্যবসায়ী, ব্যক্তিগত বিনিয়োগকারী, ছিল. সময়ের সাথে সাথে, বাজারের অধিক \"সংস্থাগত\" হয়ে আছে; ক্রেতা ও বিক্রেতার (যেমন, পেনশন ফান্ড, বীমা কোম্পানি, মিউচুয়াল ফান্ড, ইনডেক্স ফান্ড, ব্যবসায়িক বিনিময় তহবিল, হেজ ফান্ড, বিনিয়োগকারী গ্রুপ, ব্যাংক এবং বিভিন্ন অন্যান্য আর্থিক প্রতিষ্ঠানের) মূলত প্রতিষ্ঠান হয় .\nপ্রাতিষ্ঠানিক বিনিয়োগকারী বৃদ্ধির সাথে সাথে, বাজার অভিযানের কিছু উন্নতি করেছে. সেখানে আংশিক পতনশীল প্রশাসন খরচ থেকে সব বিনিয়োগকারীদের জন্য হ্রাস করা হচ্ছে, \"fixed\" (এবং exorbitant) ফি জন্য ধীরে ধীরে প্রবণতা হয়েছে কিন্তু প্রমিত ফি সেটিং দালালের 'oligopolistic পদ্ধতির চ্যালেঞ্জ বড় প্রতিষ্ঠান সহায়তা করেছে.\nইতিহাস: 12th শতাব্দীতে ফ্রান্স courretiers ডি পরিবর্তন পরিচালনার এবং ব্যাংকের পক্ষ থেকে কৃষি সম্প্রদায়ের ঋণ নিয়ন্ত্রণ সঙ্গে সংশ্লিষ্ট ছিল. এই পুরুষদের এছাড়াও ঋণ দিয়ে ব্যবসা , কারণ , তারা প্রথম দালাল বলা হতে পারে . একটি সাধারণ misbelief Van Der Beurze নামক একটি মানুষ ঘর ভিতরে জড়ো দেরী 13th শতাব্দী Bruges পণ্য ব্যবসায়ীদের , এবং 1409 সালে তারা ছিল কি institutionalizing তারপর, , যতক্ষণ না একটি অনানুষ্ঠানিক বৈঠক \" Brugse Beurse \" হয়ে ওঠে , কিন্তু প্রকৃতপক্ষে, পরিবার Van Der Beurze যারা ​​জড়ো ঘটেছে যেখানে Antwerp একটি বিল্ডিং ছিল; [7] Van Der Beurze ট্রেডিং জন্য তাদের প্রধান স্থান হিসেবে , যে সময়ের সোমালিয়ার অধিকাংশ , Antwerp ছিল. ধারণা দ্রুত Flanders এবং প্রতিবেশী কাউন্টিকে এবং শীঘ্রই Ghent এবং Rotterdam মধ্যে খোলা \" Beurzen \" চারপাশে ছড়িয়ে পড়ে.\n13th শতাব্দীর মাঝামাঝি ভিনিস্বাসী ব্যাঙ্কার সরকার অর্থপত্র বাণিজ্য শুরু করেন. 1351 সালে ভিনিস্বাসী সরকার বেআইনী ঘোষণা ছড়িয়ে গুজব সরকারি তহবিলের দাম কম দেয়ার উদ্দেশ্যে . Pisa , টু জেন্টলমেন , Genoa এবং ফ্লোরেন্সে ব্যাংকারস এছাড়াও 14 তম শতকে সরকার সিকিউরিটিজ ট্রেডিং শুরু করেন. এই একটি Duke কিন্তু প্রভাবশালী নাগরিকদের একটি কাউন্সিল দ্বারা শাসিত না স্বাধীন শহর States কারণ এটি কেবলমাত্র সম্ভব ছিল. ইতালীয় কোম্পানি এছাড়াও ইস্যু শেয়ার প্রথম ছিল . ইংল্যান্ড ও নিচু দেশ কোম্পানী 16 শ শতাব্দীর মধ্যে অনুসরণ করে.\nডাচ ইস্ট ইন্ডিয়া কোম্পানি ( 1602 সালে প্রতিষ্ঠিত) একটি নির্দিষ্ট মূলধন স্টক পেতে প্রথম যৌথ সংঘ ছিল এবং এর ফলে , কোম্পানি স্টক একটানা বাণিজ্য আমস্টারডাম এক্সচেঞ্জেও সময় ঘটেছিলো. শীঘ্রই তারপরে , বিকল্প এবং repos , আমস্টারডাম বাজারে আত্মপ্রকাশ করে , যার মধ্যে বিভিন্ন ডেরাইভেটিভস, একটি জীবন্ত বাণিজ্য . ডাচ ব্যবসায়ীদের এছাড়াও শর্ট সেলিং প্রবর্তিত - 1610 প্রথম ডাচ কর্তৃপক্ষ দ্বারা নিষিদ্ধ করা হয় , যা একটি অভ্যাস [8].\nবিশ্বের বৃহত্তম বাজার মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য , জাপান, ভারত, চীন, কানাডা, জার্মানি ( ফ্রাংক স্টক এক্সচেঞ্জ ) , ফ্রান্স, দক্ষিণ কোরিয়া ও নেদারল্যান্ডস হচ্ছে সঙ্গে কার্যত প্রতি উন্নত এবং অধিকাংশ উন্নয়নশীল অর্থনীতির স্টক বাজার, এখন আছে. [9]."}