{"pageid": 1189812, "title": "সেভেন আপ", "url": "https://bn.wikipedia.org/wiki?curid=1189812", "content": "সেভেন আপ একটি লেবু-পাতিলেবু-গন্ধযুক্ত ক্যাফিনহীন কোমল পানীয় যার মালিক কিউরিগ ডক্টর পেপার, যদিও পানীয়টি আন্তর্জাতিকভাবে পেপসিকো বিতরণ করে থাকে। সেভেন আপ মূলত কোকা-কোলা কোম্পানির পানীয় স্প্রাইটের বাজার প্রতিদ্বন্দ্বী।\n\n\n== ইতিহাস ==\n\nসেভেন আপ তৈরি করেছিলেন চার্লস লিপার গ্রিগ, যিনি ১৯২০ সালে তার সেন্ট লুইস ভিত্তিক কোম্পানি দ্য হাউডি কর্পোরেশন চালু করেছিলেন।  গ্রিগ ১৯২৯ সালে লেবু-পাতিলেবুর কোমল পানীয়ের সূত্র নিয়ে এসেছিলেন। ১৯২৯ সালের ওয়াল স্ট্রিট মন্দার দুই সপ্তাহ আগে \"বিব-লেবেল লিথিয়েটেড লেমন-লাইম সোডা\" নামের পণ্যটি প্রবর্তন করেছিলেন।  এটি ১৯৪৮ সাল পর্যন্ত লিথিয়াম সাইট্রেট, একটি মেজাজ স্থিতিশীলকারী ওষুধ ছিল।   এটি ১৯ শতকের শেষের দিকে এবং ২০ শতকের প্রথম দিকে জনপ্রিয় বেশ কয়েকটি পেটেন্ট ওষুধ পণ্যের মধ্যে একটি। ১৯৩৬ সালের মধ্যে আরও সংক্ষিপ্ত করার আগে এর নাম \"7 আপ লিথিয়েটেড লেমন সোডা\" করা হয়েছিল। \nসংশোধিত নামের উৎপত্তি অস্পষ্ট।  ব্রিটভিক দাবি করেন যে নামটি পানীয়ের সাতটি প্রধান উপাদান থেকে এসেছে,  অন্যরা দাবি করেছেন যে সংখ্যাটি মূল রেসিপিতে থাকা লিথিয়ামের কোডেড রেফারেন্স ছিল, যার পারমাণবিক ভর ৭।  ব্রিটভিক আরও দাবি করেছেন যে নামটি সেভেন আপ ৭-আউন্স বোতলকে ইঙ্গিত করে যখন কোকা-কোলা এবং অন্যান্য বেশিরভাগ কোমল পানীয় ৬-আউন্সের বোতলে ছিল।\nসেভেন আপ কোম্পানিটি ১৯৭৮ সালে ফিলিপ মরিসের কাছে বিক্রি না হওয়া পর্যন্ত এর প্রতিষ্ঠাতা পরিবারের দ্বারা ব্যক্তিগতভাবে মালিকানাধীন ছিল, যারা ১৯৮৬ সালে দুটি অংশে বিক্রি করে: পেপসিকোর কাছে আন্তর্জাতিক বিভাগ  এবং বিনিয়োগ সংস্থা হিকস অ্যান্ড হাস -এর নেতৃত্বে একটি গ্রুপের কাছে মার্কিন ব্যবসা।  মার্কিন যুক্তরাষ্ট্রে, সেভেন আপ ১৯৮৮ সালে ডাঃ পেপারের সাথে একীভূত হয়; ক্যাডবেরি শোয়েপস ১৯৯৫ সালে সম্মিলিত কোম্পানিটি কিনেছিল। ডঃ পেপার স্ন্যাপল গ্রুপ ২০০৮ সালে ক্যাডবেরি শোয়েপস থেকে বিচ্ছিন্ন হয়েছিল; এটি ২০১৮ সালে কিউরিগ গ্রিন মাউন্টেনের সাথে মিলিত হয়ে কিউরিগ ডঃ মরিচ গঠন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOfficial U.S. web site\n7Up page on PepsiCo International UK & Ireland\n7 Up (undetermined source of product name from Snopes.com)"}