{"pageid": 1189659, "title": "নাগ পঞ্চমী", "url": "https://bn.wikipedia.org/wiki?curid=1189659", "content": "নাগ পঞ্চমী একটি ঐতিহ্যবাহী পূজার দিন, যা ভারত, নেপাল এবং অন্যান্য দেশের হিন্দু, জৈন এবং বৌদ্ধরা পালন করে। হিন্দু পঞ্জিকা অনুসারে শ্রাবণ মাসের শুক্লপক্ষের পঞ্চম দিনে এবং কিছু ভারতীয় রাজ্য (যেমন কর্ণাটক, রাজস্থান এবং গুজরাট) একই মাসের কৃষ্ণপক্ষে নাগ পঞ্চমীর পূজা অনুষ্ঠিত হয়।\nউৎসবের অংশ হিসেবে, রূপা, পাথর, কাঠ বা সাপের ছবি দিয়ে তৈরি নাগ বা সর্প দেবতাকে দুধ দিয়ে শ্রদ্ধাভরে স্নান করানো হয় এবং পরিবারের কল্যাণের জন্য আশীর্বাদ চাওয়া হয়। এই দিনে দুধের নৈবেদ্য ও সাপের মন্ত্রের সাহায্যে জীবন্ত সাপ, বিশেষ করে কোবরার (নাজা প্রজাতি) পূজা করা হয়। পাঠ করা হয় নাগ পঞ্চমীর ব্রতকথা ( কদ্রু-বিনতার কাহিনী, জনমনজয়ের সর্পযজ্ঞের আখ্যান)।\n\n\n== ইতিহাস ==\n\nকুরুবংশীয় রাজা পরীক্ষিৎ তক্ষক নাগের কামড়ে মৃত্যু ঘটলে, তার পুত্র জনমেজয় পৃথিবী সর্পশূণ্য করবেন বলে প্রতিজ্ঞা করেন। তিনি এক সর্পযজ্ঞ শুধু করেন, যেখানে মন্ত্র উচ্চারণের মাধ্যমে কোটি কোটি সাপ যজ্ঞনলে পুড়ে মারা যেতে পারে। এমন সময়ে জরৎকারু মুনি ও মনসাদেবীর পুত্র আস্তিক এই নিষ্ঠুর যজ্ঞ বন্ধ করতে জনমেজয়ের কাছে পৌছান এবং তাঁরই হস্তক্ষেপে জনমেজয় এই ভয়ংকর কর্ম বিরত হন। যেই দিনটিতে সর্পযজ্ঞ বন্ধ হয়, সেই দিনটি ছিল শ্রাবণ মাসের শুক্লপক্ষের পঞ্চমী। সেই দিন থেকেই এই পূজার প্রচলন।\n\nসমাজ নৃতত্ত্বের দৃষ্টিতে দেখলে বোঝা যায় নাগেরাও পূজ্য ছিলেন। তন্ত্র গ্রন্থাদিতে নাগদের অতিলৌকিক প্রাণী বলে বর্ণনা করা হয়। দক্ষিণ ভারতে নাগ সভ্যতা নামে এক প্রাচীন সভ্যতা ছিল। পুরাণ মহাকাব্যে যে নাগলোকের কথা পাওয়া যায়, তা এই অঞ্চল বলে নৃতাত্ত্বিকরা মনে করেন।\n\n\n== বিভিন্ন স্থানে পালন ==\nআজকের ভারতে নাগ পঞ্চমী একটি অতি জনপ্রিয় উৎসব। বিশেষত মধ্য ভারতে নাগ এক সর্বজনমান্য দেবতা। নাগপুরের নামকরণ যার প্রমাণ। এখানে নাগোবা মন্দিরে এ দিন বিশেষ পূজা হয়।  গোটা উত্তর ভারত জুরে পালিত হয় নাগ পঞ্চমী । কাশীর কুস্তির আখড়া গুলোতে সর্পোপাসনা দেখবার মতো। বাংলায় এ দিন মা মনসার বিশেষ পূজা শুরু হয়। দক্ষিণ ভারতে পূজা শুরু হয় অমাবস্যার দিন। পঞ্চমী হলো মূল পূজার দিন। নেপালে গরুড়ের সাথে নাগকুলের যুদ্ধ নাটকের আঙ্গিকে অভিনীত হয়।\n\n\n== আরো দেখুন ==\nহিন্দু দেবদেবী\nহিন্দুধর্মে উপাসনা\nহিন্দু উৎসবের তালিকা\nহিন্দুধর্মের রূপরেখা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDictionary of Hindu Lore and Legend (আইএসবিএন ০-৫০০-৫১০৮৮-১) by Anna Dhallapiccola\nNaga Panchmi"}