{"pageid": 1189638, "title": "রওনক সাহিত্য সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1189638", "content": "রওনক সাহিত্য সংস্থা বা রওণক সাহিত্য গোষ্ঠী হলো ১৯৫৮ বা মতান্তরে ১৯৫৯ সালে পূর্ব পাকিস্তানে বা পূর্ব বাংলায় প্রতিষ্ঠিত একটি বাংলা সাহিত্য সংগঠন। বাংলা ভাষায় ইসলামী ভাবধারা ও মূল্যবোধ সম্বলিত রচনার বিকাশ ও সংস্কৃত শব্দের পরিবর্তে আরবি, ফারসি, উর্দু শব্দের ব্যবহার বৃদ্ধির মাধ্যমে বাংলা সাহিত্যে মুসলিম সাহিত্য ও ভাষাগত সংস্কৃতির আবহের বিকাশ চর্চা করা ছিল এই সংগঠনের মূল উদ্দেশ্য। উক্ত সংগঠনের সদস্যগণ এ ভাষারীতিকে পূর্ব পাকিস্তান তথা পূর্ব বাংলার পাকিস্তানি ইসলামী আবহ সম্বলিত ধর্মীয় ও রাজনৈতিক সংস্কৃতির আদর্শ অনুসৃত বাংলা ভাষা হিসেবে পাক-বাংলা ভাষা নামে নামকরণ করেন।\n\n\n== সদস্যগণ ==\nএতে মোট ২১ জন সদস্য ছিলেনঃ\n\nআবুল কালাম শামসুদ্দীন\nইব্রাহিম খাঁ\nমোহম্মদ বরকতউল্লাহ\nমতীনউদ্দীন আহমদ,\nমুজীবুর রহমান খাঁ,\nআকবর উদ্দীন\nসৈয়দ শাহাদৎ হোসেন\nখান মোহাম্মদ মঈনুদ্দীন\nএম নাসির আলী\nমওলানা মোস্তাফিজুর রহমান\nআজিজুর রহমান\nগোলাম মোস্তফা\nবেনজির আহমদ\nআশরাফউজ্জামান খান\nতালিম হোসেন\nমোহাম্মদ মাহফুজউল্লাহ্\nআবদুর রহমান\nআবদুল মান্নান\nশামসুল হুদা চৌধুরী\nমোহাম্মদ হোসেন\n...\n\n\n== প্রকাশনা ==\n১৯৫১ সালের শেষ দিকে ৫নং স্যামসন রোডে 'রওনক পাবলিকেশন্স' প্রতিষ্ঠিত হয়। তা থেকে প্রকাশিত হয়ঃ\n\n'নজরুল সাহিত্য' (১৯৬০) - মীর আবুল হোসেন সম্পাদিত কাজী নজরুল ইসলামের সাহিত্য ও সঙ্গীতসহ বিভিন্ন দিক নিয়ে লেখার সংকলন। এতে ২৩ জন লেখকের রচনা সংকলিত হয়। যথাঃ মোহাম্মদ ওয়াজেদ আলী, আবুল কালাম শামসুদ্দীন, আবদুল কাদির, আবদুল মওদুদ, মোতাহের হোসেন চৌধুরী, মোহাম্মদ ওয়াজেদ আলী, অজিতকুমার গুহ, আবুল ফজল, সৈয়দ আলী আশরাফ, মুহম্মদ আবদুল হাই, আহমদ শরীফ, আহসান হাবীব, হাসান হাফিজুর রহমান, সিরাজুল ইসলাম চৌধুরী, মুজীবুর রহমান খাঁ, আনিসুজ্জামান, আবদুল গাফফার চৌধুরী, আতোয়ার রহমান, কাজী মোতাহার হোসেন, সিকান্দার আবু জাফর প্রমুখ। এটি পূর্ব বাংলায় নজরুল বিষয়ক প্রথম সমালোচনা গ্রন্থ।\n'জুলেখার মন' (কাব্যগ্রন্থ) - মোহাম্মদ মাহফুজউল্লাহ\n'বৃষ্টিমুখর' -  আবদুস সাত্তার\n'কুলসুম' - আবদুল হাই মাশরেকী\n\n\n== বিলুপ্তি ==\n১৯৬১ সালে সংস্থাটি বিলুপ্ত হয়।\n\n\n== আরও দেখুন ==\nআরবি হরফে বাংলা লিখন\nআরবিকে পাকিস্তানের রাষ্ট্রভাষা করার প্রস্তাব\nইসলামে আরবি ভাষা\n\n\n== তথ্যসূত্র =="}