{"pageid": 1189615, "title": "বিষ্ণুকান্ত শাস্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1189615", "content": "বিষ্ণুকান্ত শাস্ত্রী (২ মে ১৯২৯ – ১৭ এপ্রিল ২০০৫) একজন ভারতীয় রাজনীতিক, যিনি  পশ্চিমবঙ্গের বিধানসভা, পশ্চিমবঙ্গ হতে নির্বাচিত রাজ্যসভার সদস্য,  হিমাচল প্রদেশ এবং উত্তর প্রদেশের রাজ্যপাল পদে নিযুক্ত ছিলেন। এছাড়াও  তার পরিচিতি ছিল একজন  পন্ডিত, কবি, দার্শনিক, লেখক, সমালোচক, বক্তা, সম্পাদক, শিক্ষাব্রতী এবং প্রশাসক হিসাবে।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nবিষ্ণুকান্ত শাস্ত্রীর জন্ম ১৯২৯ খ্রিস্টাব্দের ২ মে  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের কলকাতায়। পিতা গাঙ্গেয় নরোত্তম শাস্ত্রী। তাদের আদি নিবাস ছিল কাশ্মীরে। তার পূর্বপুরুষ কাশ্মীর হতে প্রথমে আসেন বারাণসী ও পরে সেখান থেকে কলকাতায় এসে বসবাস করতে থাকেন। বিষ্ণুকান্ত শাস্ত্রী প্রথমে বিদ্যাসাগর কলেজ থেকে বিজ্ঞানে স্নাতক হন। পরে হিন্দি সাহিত্যে বি. এ পাশের পর ১৯৫২ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে হিন্দি ভাষা ও সাহিত্যে প্রথম শ্রেণীতে প্রথম হয়ে এম.এ পাশ করেন। আইন পরীক্ষা দিয়ে এলএলবি ডিগ্রিও অর্জন করেছিলেন।   \n\n\n== কর্মজীবন ==\nশেঠ আনন্দরাম জয়পুরিয়া কলেজে কিছুদিন প্রভাষক হিসাবে কাজ করার পর কলকাতা বিশ্ববিদ্যালয়ে হিন্দি বিভাগে অধ্যাপক হিসাবে যোগ দেন এবং বিভাগীয় প্রধান ছিলেন ১৯৮১-৮৩ খ্রিস্টাব্দ পর্যন্ত।\n৪১ বৎসর অধ্যাপনার পর, তিনি ১৯৯৪ খ্রিস্টাব্দে  কলকাতা বিশ্ববিদ্যালয় থেকে  অবসর গ্রহণ করেন।  \n\n\n== রাজনীতি ==\nছাত্রবস্থায় বিষ্ণুকান্ত রাষ্ট্রীয় স্বয়ংসেবক সংঘের স্বেচ্ছাসেবক ছিলেন এবং পরে সদস্য হন। ১৯৭৭ খ্রিস্টাব্দে সক্রিয় রাজনীতিতে প্রবেশ করে পশ্চিমবঙ্গ বিধানসভার সদস্য হন।  তিনি   ১৯৮০ খ্রিস্টাব্দে ভারতীয় জনতা পার্টির অন্যতম শীর্ষস্থানীয় প্রতিষ্ঠাতা সদস্য এবং ১৯৯২ খ্রিস্টাব্দে  রাজ্যসভার সদস্য হন।\nতিনি ১৯৯৯ খ্রিস্টাব্দের ২ ডিসেম্বর হিমাচল প্রদেশের রাজ্যপাল নিযুক্ত হন এবং ২০০০ খ্রিস্টাব্দের ২৩ নভেম্বর  পর্যন্ত সে দায়িত্ব পালন করেন। অতঃপর ২৪  নভেম্বর, উত্তর প্রদেশের রাজ্যপালের কর্মভার নেন এবং ২০০৪ খ্রিস্টাব্দ পর্যন্ত দায়িত্ব পালন করেন।   \n\n\n== সাহিত্যকর্ম ==\nবিষ্ণুকান্ত শাস্ত্রী হিন্দি সাহিত্য জগতে   কিছু অবদান রেখেছেন।  নিজের রচনা গ্রন্থ ছাড়াও বেশ কিছু গ্রন্থ তিনি বাংলা ও ইংরাজী হতে হিন্দিতে অনুবাদ করেছেন। পত্র পত্রিকা সহ কিছু গ্রন্থের সম্পাদনাও করেছেন। তার রচিত উল্লেখযোগ্য এমন গ্রন্থগুলি হল-\n\nরচিত গ্রন্থসমূহ -\nকবি নিরালা কী কাব্য বেদনা তথা অন্য নিবন্ধ\nকুছ চন্দন কী কুছ কপুর কী\nচিন্তন মুদ্রা\nঅনুচিন্তন (সাহিত্য সমালোচনা)\nতুলসী কে হিয়ে হেরি (তুলসীদাসের উপর নিবন্ধ)\nবাংলাদেশ কে সন্দর্ভ (প্রতিবেদন)\nস্মরণ কো পাথেয় বনহে হো\nসুধিয়াঁ উস চন্দন কে বন কী ( ভ্রমণ বৃতান্ত ও স্মৃতিকথা)\nভক্তি অৌর শরণাগতি\nজ্ঞান অৌর কর্ম (বিচার– দর্শন)\nঅনন্ত পথ কে পথিক – ধর্মবীর ভারতী\nজীবন পথ পর চলতে চলতে (কাব্য)\nঅনুবাদ-\nউপমা কালীদাসস্য (বাংলা হতে হিন্দিতে)\nসংকল্প-সন্ত্রাস-সংকল্প (বাংলাদেশের বিদ্রোহী কবিতার কাব্যানুবাদ)\nমহাত্মা গান্ধী কা সমাজ দর্শন (ইংরাজী হতে হিন্দিতে)\nসম্পাদনা-\nদর্শক অৌর আজ কা হিন্দি রঙ্গমঞ্চ\nবালমুকুন্দ গুপ্ত  –  এক মূল্যাঙ্কন\nবাংলাদেশ  – সংস্কৃতি অৌর সাহিত্য\nতুলসীদাস : আজ কে সন্দর্ভ মেঁ\nকলকত্তা – ১৯৩৩\nঅমর আগ হ্যায় ( অটল বিহারী বাজপেয়ী রচিত কবিতার সংকলন)\nমাসিক পত্রিকা - রাস বৃন্দাবন -এর প্রধান সম্পাদক  (১৯৭৯-৮৪)\nপাঠ্যপুস্তক-\nভক্তি সাহিত্য পর নিয়ন্ত্রণ\n\n\n== সম্মাননা ও পুরস্কার ==\n১৯৭২ - ৭৩ খ্রিস্টাব্দে “কুছ চন্দন কী  কুছ কপুর কী” গ্রন্থের জন্য উত্তর প্রদেশ সরকার আচার্য রামকৃষ্ণ শুক্ল পুরস্কার\n১৯৭৪-৭৫ খ্রিস্টাব্দে “বাংলাদেশ কে সন্দর্ভ মেঁ” গ্রন্থটির জন্য উত্তর প্রদেশ রাজ্য সরকারের সাহিত্য পুরস্কার\n১৯৭৮-৭৯ খ্রিস্টাব্দে “স্মরণ কো পাথেয় বনাহে দো “ গ্রন্থটির জন্য লখনউ-স্থিত উত্তর প্রদেশ হিন্দি সংস্থানের বিশেষ সম্মানে ভূষিত হন।\n১৯৭৯ খ্রিস্টাব্দে তুলসীদাসের উপর লেখা সাহিত্যের জন্য  উত্তর প্রদেশের চিত্রকূটস্থ রামায়ণ মহোৎসব প্রতিষ্ঠান হতে সাহিত্যভূষণ সম্মানে ভূষিত হন।\nএছাড়া তিনি ডা. রামমনোহর লোহিয়া সম্মান, রাজর্ষি টান্ডন হিন্দি সেবী সম্মান, ১৯৭৯ খ্রিস্টাব্দে রামকৃষ্ণ মিশন ইন্সটিটিউট অব কালচারে “রামচরিত মানসে জ্ঞান ও কর্ম” শীর্ষক বিষয়ের ব্যাখ্যাতা ও ভাষণের জন্য সম্মানিত হন।\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nবিষ্ণুকান্ত শাস্ত্রী ২০০৫ খ্রিস্টাব্দে তার ৭৬ তম জন্মদিনের দুই সপ্তাহ আগে, পাটনায় গীতার উপর একটি বক্তৃতা দেওয়ার জন্য দানাপুর এক্সপ্রেসে ভ্রমণ করছিলেন, সে সময় তিনি মারাত্মক হৃদরোগে আক্রান্ত হন। ২০০৫ খ্রিস্টাব্দের ১৭ এপ্রিল প্রয়াত হন। তিনি ১৯৫৩ খ্রিস্টাব্দের ২৬ জানুয়ারি তিনি ইন্দিরা দেবীকে বিবাহ করেন। ইন্দিরা দেবী ১৯৮৮ খ্রিস্টাব্দে মারা যান। তাদের একমাত্র কন্যাসন্তান হলেন ভারতী শর্মা।\n\n\n== বহিঃ সংযোগ ==\nউত্তর প্রদেশের গভর্নর হিসেবে বিষ্ণু কান্ত শাস্ত্রীর জীবনবৃত্তান্ত\nবিষ্ণু কান্ত শাস্ত্রীর মৃত্যু ঘোষণা; তিনটি অফিসিয়াল ছবি অন্তর্ভুক্ত\nটেমপ্লেট:Governors of Uttar Pradesh\n\n\n== তথ্যসূত্র =="}