{"pageid": 1189675, "title": "ঘটক পাখি ভাই", "url": "https://bn.wikipedia.org/wiki?curid=1189675", "content": "কাজী আশরাফ হোসেন (জন্ম. ১৯৪৩) একজন বাংলাদেশী ঘটক ও আধ্যাত্মিক শিক্ষক  যিনি ঘটক পাখি ভাই নামে সর্বাধিক পরিচিত। তিনি বাংলাদেশে ঘটকালি পেশাকে জনপ্রিয় করেছেন। ১৯৬৭ হতে শুরু করে ত্রিশ দশক ধরে তিনি এই ব্যবসায় একচেটিয়া আধিপত্য বজায় রেখেছিলেন। একটি ঘটকালি সংস্থা রয়েছে। প্রথম দিকে নিজে গিয়ে ঘটকালি করার পর তিনি গণমাধ্যমে প্রচার ও পরবর্তীতে অনলাইনে তথ্য বাতায়নের মাধ্যমে ঘটকালি করে যাচ্ছেন। পেশাগত সাফল্যের জন্য আল জাজিরা এবং এএফপি তাকে নিয়ে প্রতিবেদন প্রকাশ করেছে। জনপ্রিয়তার জন্য তার নামে একটি নাটক নির্মিত হয়েছে।\n\n\n== প্রারম্ভিক জীবন ==\nঘটক পাখি ভাই ১৯৪৩ সালে ব্যাকেরগঞ্জ জেলায় (বর্তমানে বরিশাল জেলা, বাংলাদেশ) জন্মগ্রহণ করেন। ম্যাট্রিক পরীক্ষার এক বছর আগে তিনি পড়ালেখা ছেড়ে দেন ও পরবর্তীতে তা চালিয়ে যেতে পারেননি। ষাটের দশকে তিনি খুলনা নিউজপ্রিন্ট মিলে যোগ দেন। ১৯৬৭ সালে তিনি সেখানে একজন সহকর্মীর জন্য বউ খুঁজে দিতে সফল হন, যা ছিল তার প্রথম কাজ। এরপর থেকে তিনি ঘটকালি শুরু করেন। ১৯৭১ সালে তিনি শারীরিকভাবে অসুস্থ হয়ে পড়েন ও বরিশাল মেডিকেল কলেজে অস্ত্রোপচার করাতে হয়। ১৯৭৩ সালে অস্ত্রোপচারের সময় তার আলসার ধরা পড়ে ও তাকে শারীরিকভাবে অযোগ্য ঘোষণা করা হয়, যার ফলে তিনি বেকার হয়ে যান।\n\n\n== কর্মজীবন ==\n১৯৭৩ সালের পর তিনি বরিশাল থেকে ঢাকায় চলে আসেন। সদরঘাটে একটি নৌকায় আশ্রয় নিয়ে তিনি টাকার বিনিময়ে ঘটকালি সেবা দিতে শুরু করেন। এরপর কাজের সুবাদে তিনি সবার মাঝে পরিচিত হতে থাকেন। যেহেতু তার কাজের জন্য তাকে দ্রুত এক জায়গা থেকে অন্য জায়গায় যেতে হতো, তাই লোকেরা তাকে পাখির সাথে তুলনা করতে শুরু করে এবং তাকে \"ঘটক পাখি ভাই\" বলে ডাকতে শুরু করে। পরিচিতি পাওয়ার পর তিনি হোটেল কক্ষ থেকে তার কার্যক্রম পরিচালনা করতে থাকেন। একজন ব্যাংকারের পরামর্শে তিনি ১৯৮৩ সালে দৈনিক ইত্তেফাক পত্রিকায় একটি বিজ্ঞাপন দেন। তারপর হোটেল ছেড়ে ভাড়া বাসায় কাজ চালিয়ে যেতে থাকেন। ১৯৮৫ সালে, তিনি ইস্টার্ন প্লাজা বিপণিকেন্দ্রে তার কাজের জন্য একটি অফিস ভাড়া নেন, যেটি এখন তার ঘটকালি দপ্তরের ঠিকানা।\n২০০৫ সালের দিকে তিনি তার ঘটকালি সংস্থার জন্য ইন্টারনেট ও তথ্য প্রযুক্তির ব্যবহার শুরু করেন যা তার ব্যবসাকে আরও প্রসারিত করে। ২৮ অক্টোবর ২০১৯ তারিখে জাতীয় রাজস্ব বোর্ড ঘটক পাখি ভাইয়ের ব্যাংক অ্যাকাউন্টের বিবরণ চেয়ে ব্যাংকগুলোতে চিঠি পাঠায়। যদিও আগে তার ঘটকালি ব্যবসা ভাল চলতো কিন্তু ২০১৯ সালের দিকে তার আয় কমে যায় কারণ লোকেরা ঘটকদের থেকে মুখ ফিরিয়ে নিয়েছে, যার কারণে সে তার কর্মীদের বেতন দিতে হিমশিম খাচ্ছে। ডিজিটাল যুগের সূচনা তার ব্যবসার মন্দার পিছনে আরেকটি কারণ ছিল। ২০২১ সালের প্রতিবেদন অনুযায়ী ঘটক পাখি ভাই তার ঘটকালি জীবনে কমপক্ষে ১৮,০০০ বিবাহের ব্যবস্থা করতে সফল হয়েছেন। ২০২৩ সালে সংখ্যাটি আরো ৫,০০০ বৃদ্ধি পায়।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১৯৬০ সালে আনুষ্ঠানিকভাবে প্রথম বিয়ে করেন। তার ও সেই স্ত্রীর চার ছেলে ও দুই মেয়ে আছে। যেহেতু তার প্রথম স্ত্রী অসুস্থ ছিলেন, তাই পরে তিনি একজন বিধবাকে বিয়ে করেন যিনি তার ঘটকালি সংস্থায় পাত্রের সন্ধান করতে এসেছিলেন। তিনি ও তার পরের স্ত্রীর একটি মেয়ে রয়েছে।\n\n\n== গণমাধ্যম ও কিংবদন্তি ==\nআল জাজিরা ঘটক পাখি ভাইকে \"বাংলাদেশের লাভ গুরু\" বলে উল্লেখ করে একটি সংবাদ প্রতিবেদন প্রকাশ করেছে। এজেন্স ফ্রান্স-প্রেস তাকে \"বাংলাদেশের জাতীয় কিউপিড\" বলে উল্লেখ করেছে।\nদেবাশীষ বড়ুয়া তার নামে একটি ধারাবাহিক নাটক পরিচালনা করেছেন।\n\n\n== তথ্যসূত্র =="}