{"pageid": 1189913, "title": "হোহোট", "url": "https://bn.wikipedia.org/wiki?curid=1189913", "content": "হোহোট   মঙ্গোলিয়ান: ক্লাসিক্যাল: ᠬᠥᠬᠡᠬᠣᠲᠠ, সিরিলিক: Хөх хот, ল্যাটিন: Höh hot, টেমপ্লেট:IPA-mn; চীনা: 呼和浩特; ফিনিন: Hūhéhàotè; abbreviated 呼市; Hūshì}} পূর্বে কিউইসুই নামে পরিচিত,  হল গণপ্রজাতন্ত্রী চীনের উত্তরে অন্তর্দেশীয় মঙ্গোলিয়ার রাজধানী,  এই অঞ্চলের প্রশাসনিক, অর্থনৈতিক ও সাংস্কৃতিক কেন্দ্র এটি কাজ করে  ২০২০ সালের আদমশুমারি অনুসারে এর জনসংখ্যা ছিল ৩,৪৪৬,১০০  জন বাসিন্দা, যাদের মধ্যে ২,৯৪৪,৮৮৯  জন ৪টি শহুরে জেলা (হোহোট অর্থনৈতিক ও উন্নয়ন অঞ্চল সহ) এবং তুমেড বাম ব্যানার নিয়ে গঠিত মেট্রোপলিটন এলাকায় বাস করত। \nমঙ্গোলীয় ভাষায় শহরের নামের অর্থ \"নীল শহর\", যদিও এটিকে ভুলভাবে \"সবুজ শহর\" হিসাবেও উল্লেখ করা হয়েছে।  মঙ্গোল সংস্কৃতিতে নীল রঙ আকাশ, অনন্তকাল এবং বিশুদ্ধতার সাথে জড়িত। চীনা ভাষায়, নামটি Qīng Chéng ( চাইনিজ   নীল/সবুজ শহর )  বিভিন্নভাবে কোকোটান, কোকুটান, কুকু-হোটন, হুহোহাওতে, হুহেহোট, হুহোট বা কোকে কোটা নামেও বলা হয়।\nশহরটি অন্তর্দেশীয় মঙ্গোলিয়া বিশ্ববিদ্যালয়ের একটি আসন, বৃহত্তম আঞ্চলিক ব্যাপক বিশ্ববিদ্যালয় এবং অন্তর্দেশীয় মঙ্গোলিয়ার একমাত্র ২১১ প্রকল্প বিশ্ববিদ্যালয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক ইতিহাস ===\nইউনঝং কমান্ডারী ( চীনা: 雲中郡 ) ছিলেন চীনের একটি ঐতিহাসিক সেনাপতি। এর অঞ্চলগুলি গ্রেট ওয়াল এবং ইয়িন পর্বতমালার মধ্যে ছিল এবং অভ্যন্তরীণ মঙ্গোলিয়ার আধুনিক দিনের হোহোট, বাওতু এবং উলানকাব প্রিফেকচারের অংশের সাথে মিলে যায়। ইউনঝং এর কেন্দ্রীয় শহর আজকের হোহোট শহরতলীতে ছিল।\nলিনহু (林胡) এবং লোফান (樓煩) জনগণের বিরুদ্ধে সফল অভিযানের পর ঝাও -এর রাজা উলিংয়ের সময় কমান্ডারী তৈরি করা হয়েছিল।  ছিন এবং হান রাজবংশের প্রতিষ্ঠার পর, কমান্ডারী হান এবং জিওংনুর মধ্যে সীমান্ত হয়ে ওঠে। হান রাজবংশের প্রথম দিকে, অঞ্চলটি ঘন ঘন জিওংনু অভিযান দেখেছিল। যাইহোক, সম্রাট উ এর শাসনামল থেকে, এটি Xiongnu বিরুদ্ধে যুদ্ধে সামরিক অভিযানের একটি গুরুত্বপূর্ণ ঘাঁটি হয়ে ওঠে।  ১২৭ খ্রিস্টপূর্বাব্দে, ইউনঝং থেকে জেনারেল ওয়েই কিং ৪০,০০০-পুরুষের শক্তিশালী অশ্বারোহী বাহিনীর নেতৃত্ব দিয়েছিলেন এবং আধুনিক হেতাও এবং ওর্ডোস অঞ্চল জয় করেছিলেন। ২ খ্রিস্টাব্দে, কমান্ডারী ১১টি কাউন্টি পরিচালনা করেন, যেমন ইউনঝং (雲中), জিয়ানয়াং (咸陽), তাওলিন (陶林), ঝেনলিং (楨陵), দুহে (犢和), শালিং (沙陵), ইউয়ানয়াং (原陽)। ), শানান (沙南), বেইউ (北輿), উকুয়ান (武泉) এবং ইয়াংশোউ (陽壽)। জনসংখ্যা মোট ৩৮,৩০৩ পরিবার, বা ১৭৩,২৭০ জন লোক।  পূর্ব হানের সময়, ৩টি কাউন্টি বিলুপ্ত করা হয়েছিল, যখন ডিংজিয়াং কমান্ডারি থেকে ৩টি নতুন কাউন্টি যুক্ত করা হয়েছিল। ১৪০ খ্রিস্টাব্দে, জনসংখ্যা ছিল ৫,৩৫১ পরিবার বা জনসংখ্যা ২৬,৪৩০ জন।  হান রাজবংশের শেষের দিকে, এলাকার জনসংখ্যা তীব্রভাবে হ্রাস পায় কারণ বাসিন্দারা উত্তরের যাযাবরদের আক্রমণ থেকে পালিয়ে যায় এবং কমান্ডারী বিলুপ্ত হয়ে যায়। \nতুওবা প্রধান গুই (যাকে তুওবা গুই বলা হয়) ৩৮৬ সালে দাই সাম্রাজ্যের পুনর্গঠন করতে সক্ষম হন। তার রাজধানী শেঙ্গলে (আধুনিক হেলিঙ্গিয়ারের কাছে)- তে ছিল। তার বংশধররা ধাপে ধাপে উত্তর চীন জয় করে, পরবর্তী ইয়ান রাজ্যকে দুই ভাগে বিভক্ত করে এবং জিয়া  সাম্রাজ্য (৪০৭-৪৩১), পরবর্তী কিন সাম্রাজ্য (৩৮৪-৪১৭) এবং বহু লিয়াং এবং ইয়ান সাম্রাজ্যকে পরাজিত করে। \n\n\n=== মিং এবং কিং যুগ ===\n১৫৫৭ সালে, তুমেদ মঙ্গোল নেতা আলতান খান মিং রাজবংশকে (১৩৬৮-১৬৪৪) দক্ষিণ মঙ্গোল উপজাতিদের নেতৃত্বের বিষয়ে রাজি করার জন্য তুমেদ সমভূমিতে দা ঝাও মন্দির নির্মাণ শুরু করেন।  এই মন্দিরের চারপাশে বেড়ে ওঠা শহরটিকে \"ব্লু টাউন\" (মঙ্গোলিয়ান ভাষায় কোকেগোটা ) বলা হত। মিং মঙ্গোলদের চীনা লোহা, তুলা এবং ফসলের বীজে প্রবেশে বাধা দিয়েছিল, যাতে তাদের উত্তর চীনের সমভূমিতে আক্রমণ করা থেকে বিরত রাখা হয়। ১৭০ সালে, আলতান খান সফলভাবে মিং-এর সাথে একটি ভাসাল -উপ-নদী সম্পর্ক স্থাপন করে অবরোধের সমাপ্তি নিয়ে আলোচনা করেন, যিনি কোকেগোটার নাম পরিবর্তন করে গুইহুয়া ( প্রথাগত চীনা ; আক্ষরিকঃ 'সভ্যতায় প্রত্যাবর্তন' ) ১৫৭৫ সালে। ১৬৩০-এর দশকের গোড়ার দিকে গুইহুয়ার জনসংখ্যা ১৫০,০০০-এর বেশি হয়ে গিয়েছিল কারণ স্থানীয় মঙ্গোল রাজকুমাররা হান চীনা বণিকদের বসতি স্থাপনে উৎসাহিত করেছিল। মঙ্গোল সৈন্যদের দ্বারা গুইহুয়াতে মাঝে মাঝে আক্রমণ হয়েছিল, যেমন ১৬৩১ সালে লিগদান খান দ্বারা শহরটি সম্পূর্ণ ধ্বংস করা হয়েছিল। আলতান খান এবং তার উত্তরসূরিরা ১৫৭৯, ১৬০২ এবং ১৭২৭ সালে মন্দির ও দুর্গ নির্মাণ করেন। এই অঞ্চলের তুমেদ মঙ্গোলরা বহু আগে থেকেই আধা-কৃষি জীবন পদ্ধতি গ্রহণ করেছিল। হুই বণিকরা ১৬৯৩ সালে একটি মসজিদ নির্মাণ করে শহরের দুর্গের গেটের উত্তরে জড়ো হয়েছিল।  তাদের বংশধররা আধুনিক হুইমিন জেলার নিউক্লিয়াস গঠন করে।\nমাঞ্চু জাতিরা কিং রাজবংশ প্রতিষ্ঠার পর (১৬৪৪-১৯১১), কাংজি সম্রাট (রাজত্বকাল ১৬৬১-১৭২২) এই অঞ্চলকে নিয়ন্ত্রণ করার জন্য সৈন্য পাঠান, যা তিব্বতি বৌদ্ধধর্মের অধ্যয়নের কেন্দ্র হিসাবে কিং-এর জন্য আগ্রহের বিষয় ছিল। গুইহুয়ার ঠিক ২ কিমি উত্তর-পূর্বে কিং  একটি শক্তিশালী গ্যারিসন সুইয়ুয়ান (প্রথাগত চীনা: 綏遠; সরলীকৃত চীনা: 绥远; ফিনিন: PRC Standard Mandarin: Suíyuǎn, ROC Standard Mandarin: Suīyuǎn) তৈরী করেন, যেখান থেকে তারা ১৭৩৫-৩৯ সালে উত্তর থেকে মঙ্গোল আক্রমণের বিরুদ্ধে দক্ষিণ-পশ্চিম অভ্যন্তরীণ মঙ্গোলিয়ার প্রতিরক্ষা তদারকি করেছিল। গুইহুয়া এবং সুইয়ুয়ানকে শানসি প্রদেশে একীভূত করা হয় এবং কিং চীনের গুইহুয়া কাউন্টিতে (歸化縣; 归化县; Guīhuà Xiàn) পরিণত হয়। ফরাসি মিশনারিরা ১৮৭৪ সালে গুইহুয়াতে একটি ক্যাথলিক গির্জা প্রতিষ্ঠা করেছিল, কিন্তু ১৮৯৯-১৯০১ সালের বিদেশী বিরোধী বক্সার বিদ্রোহ সময় খ্রিস্টানরা বেইজিংয়ে পালিয়ে যেতে বাধ্য হয়েছিল।\n\n\n=== রিপাবলিকান যুগ ===\n\n১৯১৩ সালে, চীনের নতুন প্রজাতন্ত্রের সরকার গ্যারিসন শহর সুইয়ুয়ান এবং গুইহুয়া শহরের পুরানো শহরকে গুইসুই  বলা হত।     \n\nগৃহযুদ্ধের সময়, বিচ্ছিন্নতাবাদী মঙ্গোলদের সমর্থন চেয়ে, কমিউনিস্টরা প্রজাতন্ত্রের সুইয়ুয়ান, জিংআন, চাহার এবং রেহে প্রদেশের মঙ্গোল-সংখ্যালঘু অঞ্চলে অভ্যন্তরীণ মঙ্গোলিয়া স্বায়ত্তশাসিত অঞ্চল প্রতিষ্ঠা করে। ১৯৫২ সালে Zhangjiakou- এর স্থলাভিষিক্ত হয়ে গুইসুইকে অঞ্চলের প্রশাসনিক কেন্দ্র হিসেবে নির্বাচিত করা হয়েছিল। ১৯৫৪ সালে, গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠার পর, শহরটির নামকরণ করা হয় গুইসুই থেকে হোহোট, যদিও হুহেহাওতে ভিন্ন চীনা উচ্চারণে।  \nচীনের সংস্কার ও উদ্বোধন শুরু হওয়ার পর থেকে শহরটিতে উল্লেখযোগ্য উন্নয়ন হয়েছে। শহরের সুদূর পূর্ব দিকে ২০০০ সালের দিকে বিকাশ শুরু হয়েছিল এবং এখন এটি পৌরসভা সরকারের আবাসস্থল, স্বায়ত্তশাসিত অঞ্চলের বেশিরভাগ প্রশাসনিক ভবন, রুই হে নামে একটি কৃত্রিম হ্রদ, এবং প্রচুর সংখ্যক কনডোমিনিয়াম, বেশিরভাগই নির্মিত স্থানীয় রিয়েল এস্টেট কোম্পানি গোল্ড হর্স ইন্টারন্যাশনাল ইনক. শহরের উত্তর দিকে নির্মিত হোহোট সিটি স্টেডিয়াম ২০০৭ সালে শেষ হয়েছিল। \nএকটি সমৃদ্ধ সাংস্কৃতিক পটভূমি সহ একটি শহর, হোহোট তার ঐতিহাসিক স্থান এবং মন্দিরগুলির জন্য পরিচিত এবং এটি অভ্যন্তরীণ মঙ্গোলিয়ার অন্যতম প্রধান পর্যটন গন্তব্যস্থল। এটি জাতীয়ভাবে চীনের ডেইরি জায়ান্ট মেংনিউ এবং ইলির বাড়ি হিসাবেও পরিচিত, এবং ২০০৫ সালে চায়না ডেইরি ইন্ডাস্ট্রি অ্যাসোসিয়েশন এবং চীনের ডেইরি অ্যাসোসিয়েশন দ্বারা \"চীনের দুগ্ধের রাজধানী\" হিসাবে ঘোষণা করা হয়েছিল।\n\n\n== ভূগোল ==\n\nঅভ্যন্তরীণ মঙ্গোলিয়ার দক্ষিণ কেন্দ্রীয় অংশে অবস্থিত, হোহোট ডাকিং শান দ্বারা বেষ্টিত (  উত্তরে 'গ্রেট ব্লু মাউন্টেন' ) এবং দক্ষিণে হেটাও মালভূমি । \nশহরের অ্যান্টিপোডাল অবস্থানটি আর্জেন্টিনার রিও নেগ্রো প্রোভেন্সের লস মেনুকোস গ্রাম থেকে ১৪ কিলোমিটার (৮.৬ মাইল) দূরে অবস্থিত। \n\n\n=== জলবায়ু ===\nহোহোট একটি ঠান্ডা আধা-শুষ্ক জলবায়ু ( কোপেন বিএসকে ), দীর্ঘ, ঠান্ডা এবং খুব শুষ্ক শীত দ্বারা চিহ্নিত; গরম, কিছুটা আর্দ্র গ্রীষ্ম; শক্তিশালী বাতাস (বিশেষ করে বসন্তে); এবং মৌসুমি প্রভাব। সবচেয়ে ঠান্ডা মাস জানুয়ারি, যার দৈনিক গড় −১১.০ ডিগ্রি সেলসিয়াস (১২.২ ডিগ্রি ফারেনহাইট), যখন জুলাই, উষ্ণতম মাস, গড় ২৩.৩ ডিগ্রি সেলসিয়াস (৭৩.৯ ডিগ্রি ফারেনহাইট) । বার্ষিক গড় তাপমাত্রা ৭.৩৩ ডিগ্রি সেলসিয়াস (৪৫.২ ডিগ্রি ফারেনহাইট), এবং বার্ষিক বৃষ্টিপাত হল ৩৯৬ মিলিমিটার (১৫.৬ ইঞ্চি), এর অর্ধেকেরও বেশি শুধুমাত্র জুলাই এবং আগস্ট মাসে পড়ে। পরিবর্তনশীলতা খুব বেশি হতে পারে, তবে: ১৯৬৫ সালে ১৫৫.১ মিমি (৬.১১ ইঞ্চি) এর মতো কম রেকর্ড করা হয়েছিল কিন্তু তার ছয় বছর আগে, যতটা ৯২৯.২ মিমি (৩৬.৫৮ ইঞ্চি), যার মধ্যে এক তৃতীয়াংশের বেশি ( ৩৩৮.৬ মিমি (১৩.৩৩ ইঞ্চি)শুধুমাত্র জুলাই  । \nকাছাকাছি ঝাওহে তৃণভূমির কারণে হোহোট গ্রীষ্মের মাসগুলিতে পর্যটকদের কাছে একটি জনপ্রিয় গন্তব্য। অতি সম্প্রতি, মরুকরণের কারণে, শহরটি প্রায় বার্ষিক ভিত্তিতে বালির ঝড় দেখে। জুলাই মাসে 58 শতাংশ থেকে অক্টোবরে ৭১ শতাংশ পর্যন্ত মাসিক শতাংশ সম্ভাব্য রোদ, সারা বছর প্রচুর পরিমাণে রোদ থাকে, শহরটি বার্ষিক ২,৮৬২ ঘন্টা উজ্জ্বল সূর্যালোক পায়। চরম তাপমাত্রা −৩২.৮ ডিগ্রি সেলসিয়াস (−২৭ ডিগ্রি ফারেনহাইট) [৬ ফেব্রুয়ারি ১৯৫১] থেকে   ৩৮.৯ ডিগ্রি সেলসিয়াস (১০২ ডিগ্রি ফারেনহাইট)  [৩০ জুলাই ২০১০] পর্যন্ত  বিস্তৃত। \n\n\n== প্রশাসনিক বিভাগ ==\nশহরটি প্রশাসনিকভাবে প্রিফেকচার-স্তরে অবস্থিত, যার অর্থ হল এটি তার নগর এলাকা এবং এর আশেপাশের গ্রামীণ অঞ্চল উভয়ই পরিচালনা করে। প্রশাসনিক এলাকায় ৪টি কাউন্টি, ৪টি জেলা এবং একটি কাউন্টি-স্তরের ব্যানার রয়েছে; তারা আরও ২০টি শহুরে উপ-জেলা এবং ৯৬টি টাউনশিপে বিভক্ত। এখানে উপস্থাপিত ডেটা কিমি২ -এ রয়েছে এবং ২০১০ সালের আদমশুমারি থেকে ডেটা ব্যবহার করা হয়েছে৷\n\n\n== জনসংখ্যা ==\n১৯৯০ এর দশক থেকে হোহোটের শহুরে জনসংখ্যা দ্রুত বৃদ্ধি পেয়েছে। ২০১০ সালের আদমশুমারি অনুসারে, হোহোটের জনসংখ্যা ২,৮৬৬,৬১৫ জনে পৌঁছেছিল, ২০০০-এর তুলনায় ৪২৮,৭১৭ জন বেশি বাসিন্দা (২০০০-২০১০ সময়ের জন্য গড় বার্ষিক জনসংখ্যার বৃদ্ধি ছিল ১.৬৩ শতাংশ)। এর বিল্ট-আপ (বা মেট্রো) এলাকায় ১,৯৮০,৭৭৪ জন বাসিন্দা (৪টি শহুরে জেলা)।\nহোহোটের জনসংখ্যার অধিকাংশই হান চাইনিজ, যা ২০১০ সালে মোট জনসংখ্যার ৮৭.১৬ শতাংশ প্রতিনিধিত্ব করে। হোহোটের বেশিরভাগ হান, যদি তাদের পূর্বপুরুষ কয়েক দশক আগে খুঁজে পাওয়া যায়, তাদের পূর্বপুরুষ শানসি, উত্তর-পূর্ব চীন বা হেবেই থেকে এসেছে। শহরের অধিকাংশ মঙ্গোলই চীনা ভাষায় কথা বলে। ইনার মঙ্গোলিয়া ইউনিভার্সিটি দ্বারা পরিচালিত ১৯৯৩ সালের একটি সমীক্ষায় দেখা গেছে যে মাত্র ৮ শতাংশ তুমেদ মঙ্গোল (হোহোটের সংখ্যাগরিষ্ঠ উপজাতি) মঙ্গোলিয়ান ভাষায় কথা বলতে পারে। জনসংখ্যার একটি উল্লেখযোগ্য অংশ মিশ্র জাতিগত উত্সের। সেক্স, ডেথ, অ্যান্ড হায়ারার্কি ইন এ চাইনিজ সিটি (১৯৯৩) বইয়ের লেখক নৃতত্ত্ববিদ উইলিয়াম জানকোভিক-এর মতে, হোহোতে \"সংখ্যালঘু সংস্কৃতি এবং হান সংস্কৃতির মধ্যে তুলনামূলকভাবে সামান্য পার্থক্য\" রয়েছে, পার্থক্যগুলি তুলনামূলকভাবে ছোটখাট বৈশিষ্ট্যগুলিকে কেন্দ্র করে যেমন খাদ্য এবং শিল্প, এবং নৈতিকতা, স্থিতি, জীবনের লক্ষ্য এবং বিশ্বদর্শনের মৌলিক বিষয়গুলির উপর প্রচুর মিল।\n২০০০ সালের আদমশুমারি অনুসারে হোহোতে জাতিগত গোষ্ঠীগুলি:\n\n\n== অর্থনীতি ==\nহোহোট অভ্যন্তরীণ মঙ্গোলিয়ার মধ্যে একটি প্রধান শিল্প কেন্দ্র। Baotou এবং Ordos এর সাথে একসাথে, এটি অভ্যন্তরীণ মঙ্গোলিয়ার মোট শিল্প উৎপাদনের ৬০ শতাংশের বেশি। বাওতু এবং ওর্ডোস এর পরে, এটি প্রদেশের তৃতীয় বৃহত্তম অর্থনীতি, যেখানে ২০১২ সালে RMB ২৪৭.৫৬ বিলিয়ন GDP ছিল, যা বছরে ১১.০ শতাংশ বেড়েছে।\nঅভ্যন্তরীণ মঙ্গোলিয়ার অর্থনৈতিক কেন্দ্র হিসাবে, ১৯৯০ সাল থেকে হোহোটের শহুরে এলাকা ব্যাপকভাবে বিস্তৃত হয়েছে। সমস্ত শহরের প্রধান জেলাগুলিতে CBDগুলি দ্রুত বৃদ্ধি পেয়েছে। পূর্ব হোহোতে মিউনিসিপ্যাল গভর্নমেন্টের জন্য একটি নতুন অফিস টাওয়ারের সমাপ্তি শহরের কেন্দ্রকে পূর্ব দিকে স্থানান্তরিত করেছে। হাইলিয়াং প্লাজা (海亮广场), শহরের কেন্দ্রস্থলে নির্মিত একটি ৪১-তল টাওয়ার, শহরের বিলাসবহুল পণ্যদ্রব্যের জন্য কয়েকটি উল্লেখযোগ্য ডিপার্টমেন্ট স্টোরের মধ্যে একটি হয়ে উঠেছে।\n\n\n=== প্রধান উন্নয়ন অঞ্চল ===\nহোহোট অর্থনৈতিক ও প্রযুক্তিগত উন্নয়ন অঞ্চল\nহোহোট এক্সপোর্ট প্রসেসিং জোন\n\n\n== সংস্কৃতি ==\n\nতুলনামূলকভাবে বৈচিত্র্যময় সাংস্কৃতিক সাজসজ্জার কারণে, এবং একটি মাঝারি আকারের চীনা শিল্প শহর হিসাবে এর বৈশিষ্ট্য থাকা সত্ত্বেও, হোহোট রাস্তার দৃশ্যে জাতিগত সংখ্যালঘু উপাদানের কোনো অভাব নেই। টংদাও রোড, পুরাতন শহরের একটি প্রধান রাস্তা, এর সমস্ত ভবনে ইসলামিক এবং মঙ্গোল বাহ্যিক নকশা দ্বারা সজ্জিত। সাম্প্রতিক বছরগুলোতে সরকারী উদ্যোগের একটি সিরিজ জাতিগত সংখ্যালঘু গোষ্ঠীর সাথে হোহোটের পরিচয়ের উপর জোর দিয়েছে, বিশেষ করে শহরের চারপাশে মঙ্গোল-থিমযুক্ত স্থাপত্য বৃদ্ধিতে। নিয়ম অনুসারে, সমস্ত রাস্তার চিহ্ন এবং পাবলিক ট্রান্সপোর্টের ঘোষণা চীনা এবং মঙ্গোলিয়ান উভয় ভাষায় হয়।\n\n\n=== উপভাষা ===\nবয়স্ক হোহোট বাসিন্দারা বেশিরভাগই হোহোট উপভাষা, প্রতিবেশী শানসি প্রদেশের জিন ভাষা এর একটি উপভাষায় কথা বলে। এই কথ্য ফর্মটি অন্যান্য ম্যান্ডারিন চাইনিজ উপভাষার ভাষাভাষীদের জন্য বোঝা কঠিন হতে পারে। নতুন বাসিন্দারা, বেশিরভাগই জিনচেং এবং সাইহান জেলায় কেন্দ্রীভূত, হোহোট-ভিত্তিক ম্যান্ডারিন ভাষায় কথা বলে, বেশিরভাগই একটি লক্ষণীয় উচ্চারণ এবং কিছু অনন্য শব্দভাণ্ডার সহ।\n\n\n=== রন্ধনপ্রণালী ===\nএই অঞ্চলে খাদ্যের বিশেষত্ব বেশিরভাগই মঙ্গোল খাবার এবং দুগ্ধজাত পণ্যের উপর দৃষ্টি নিবদ্ধ করে। বাণিজ্যিকভাবে, হোহোট জাতীয়ভাবে বিখ্যাত ডেইরি জায়ান্ট ইলি এবং মেংনিউ এর ভিত্তি হিসাবে পরিচিত। মঙ্গোল পানীয় suutei tsai (চীনা: 奶茶; ফিনিন: nǎichá; আক্ষরিক: \"দুধের চা\"), বসবাসকারী বা পরিদর্শন করা সকলের জন্য একটি সাধারণ প্রাতঃরাশের পছন্দ হয়ে উঠেছে।  হট পট এবং শাওমাই তৈরিতেও এই শহরের সমৃদ্ধ ঐতিহ্য রয়েছে, যা এক ধরনের ঐতিহ্যবাহী চীনা ডাম্পলিং ডিম সাম হিসাবে পরিবেশন করা হয়।.\n\n\n== পরিবহন ==\n\n\n=== বিমানবন্দর ===\nহোহোত বাইতা আন্তর্জাতিক বিমানবন্দর (আইএটিএ:HET) গাড়িতে শহরের কেন্দ্র থেকে প্রায় ১৪.৩ কিমি (৮.৯ মা) পূর্বে অবস্থিত। এটি বেইজিং, তিয়ানজিন, শেনজেন, চেংডু এবং অন্যান্য বৃহত্তর অভ্যন্তরীণ শহরগুলিতে সরাসরি ফ্লাইট রয়েছে।    এ ছাড়াও তাইচুং, হংকং, এবং উলানবাতার, মঙ্গোলিয়া তেও ফ্লাইটও রয়েছে। \n\n\n=== রেলওয়ে ===\nহোহোট বেইজিং থেকে বাওতু পর্যন্ত জিংবাও রেলওয়ে এর উপর অবস্থিত, এবং দুটি রেলওয়ে স্টেশন দ্বারা পরিসেবা দেওয়া হয়: হোহোত রেলওয়ে স্টেশন এবং হোহোত পূর্ব রেলওয়ে স্টেশন। \nলাইনটি ১৯২১ সালে চালু হয়েছিল।  চীনে যাত্রী রেল পরিবহন বেইজিংয়ের সাথে সবচেয়ে বিশিষ্ট রেল সংযোগ হল রাতারাতি K90 ট্রেন, যা ১৯৮০ সাল থেকে হোহোট-বেইজিং লাইনে পরিসেবা দিয়ে আসছে এবং কথোপকথনে \"৯-০\" হিসাবে উল্লেখ করা হয়। পশ্চিমগামী ট্রেনগুলি বাওতু এবং লানঝো দিয়ে যায়। এছাড়াও বেশিরভাগ প্রধান অভ্যন্তরীণ মঙ্গোলীয় শহর এবং উলানবাতার, মঙ্গোলিয়ার সাথে রেল যোগাযোগ রয়েছে।\nকারণ দুটি শহরের তুলনামূলকভাবে কাছাকাছি থাকা সত্ত্বেও বেইজিং-এর দ্রুততম ভ্রমণে প্রায় সাড়ে ছয় ঘণ্টা সময় লাগে, হাই-স্পিড রেল নির্মাণের আগে ব্যাপকভাবে আলোচনা করা হয়েছিল। স্পিড রেলওয়ে স্টেশনটি ২০০৮ সালে শুরু হয়েছিল। স্টেশনটি ২০১১ সালে সম্পন্ন হয়েছিল এবং প্রাথমিকভাবে শুধুমাত্র সাধারণ লাইনে পরিষেবা দেওয়া হয়েছিল। জানুয়ারী ২০১৫ সালে, CRH অভ্যন্তরীণ মঙ্গোলিয়ায় তার প্রথম ডি-সিরিজ (ডংচেজু) রুটটি বাওটু-হোহোট-জিনিং করিডোরে খুলেছিল, যা ইনার মঙ্গোলিয়ার দুটি বৃহত্তম শহরের মধ্যে ভ্রমণের সময়কে কমিয়ে মাত্র ৫০ মিনিট করেছে।\n\n\n=== এক্সপ্রেসওয়ে ===\n১৯৯৭ সালে নির্মিত একটি এক্সপ্রেসওয়ে (তখন হুবাও এক্সপ্রেসওয়ে নামে পরিচিত) হোহোটকে বাওতু এর সাথে সংযুক্ত করে। সাম্প্রতিক বছরগুলিতে এই এক্সপ্রেসওয়েটি পূর্ব দিকে জিনিং এবং ঝাংজিয়াকো এবং G6 বেইজিং-লাসা এক্সপ্রেসওয়ে (জিংজং এক্সপ্রেসওয়ে) এর অংশ হিসাবে বেইজিং পর্যন্ত সম্প্রসারিত হয়েছে। শহরটি চীন জাতীয় মহাসড়ক ১১০ এর রুটে অবস্থিত, যা ইনচুয়ান থেকে বেইজিং পর্যন্ত চলে। চীন ন্যাশনাল হাইওয়ে 209 হোহোট থেকে শুরু হয় এবং দক্ষিণ চীনের দিকে যানবাহন চলাচল করে, যার টার্মিনাস গুয়াংসি এ রয়েছে। হোহোট এর উত্তরাঞ্চলীয় কাউন্টির সাথে হুউউ হাইওয়ে দ্বারা সংযুক্ত, যা 2006 সালে সম্পন্ন হয়েছিল। পূর্বে, উত্তর কাউন্টিতে ভ্রমণের জন্য পাহাড়ী ভূখণ্ডের মধ্য দিয়ে দীর্ঘ নেভিগেশনের প্রয়োজন ছিল।\nদূরপাল্লার বাসগুলি হোহোটকে অভ্যন্তরীণ মঙ্গোলিয়ার বাইরের কাউন্টি, বাওতু, উহাই এবং অর্ডোস এবং অন্যান্য অঞ্চলের সাথে সংযুক্ত করে।\n\n\n=== গণপরিবহন ও সড়কপথ ===\nহোহোটের প্রধান উত্তর-দক্ষিণ রাস্তাগুলিকে বলা হয় রাস্তা (লু) এবং এর পূর্ব-পশ্চিম রাস্তাগুলিকে রাস্তা (জিই) বলা হয়। বৃহত্তম এলিভেটেড ইন্টারচেঞ্জটি শহরের ড্রাম টাওয়ার (গুলু) এর কাছে অবস্থিত, যার নামানুসারে এটির নামকরণ করা হয়েছে। অভ্যন্তরীণ মঙ্গোলিয়ান লীগ এবং শহরগুলির নামে বেশ কয়েকটি প্রধান রাস্তার নামকরণ করা হয়েছে; এদের মধ্যে হুলুন বুইর, জুরিম (এখন টংলিয়াও), জুড (এখন চিফেং), জিলিন গোল এবং জিং'আন উত্তর-দক্ষিণে চলে, যেখানে বায়ান্নাওর, হাইলার, উলানকাব এবং এরদোস পূর্ব-পশ্চিমে চলে।\nশহরের পাবলিক ট্রানজিট ব্যবস্থা প্রায় একশত বাস রুট এবং ট্যাক্সিক্যাবগুলির একটি বড় বহর নিয়ে গঠিত, যা সাধারণত সবুজ বা নীল হয়। বাস ভাড়া 1 ইউয়ান; ট্যাক্সি ভাড়া 8 ইউয়ান থেকে শুরু।\n\n\n=== মেট্রো ===\nহোহোট মেট্রো চালু আছে। লাইন ১ ২৯ ডিসেম্বর ২০১৯ এ খোলা হয়েছে।\n\n\n== শিক্ষা ==\nহোহোটে অবস্থিত বিশ্ববিদ্যালয়গুলির মধ্যে রয়েছে:\n\nইনার মঙ্গোলিয়া ইউনিভার্সিটি অফ ফিনান্স অ্যান্ড ইকোনমিক্স\nঅভ্যন্তরীণ মঙ্গোলিয়া বিশ্ববিদ্যালয়, অভ্যন্তরীণ মঙ্গোলিয়ায় শুধুমাত্র 211 প্রকল্প বিশ্ববিদ্যালয়।\nইনার মঙ্গোলিয়া ইউনিভার্সিটি অফ এগ্রিকালচার\nইনার মঙ্গোলিয়া সাধারণ বিশ্ববিদ্যালয়\nইনার মঙ্গোলিয়া ইউনিভার্সিটি অফ টেকনোলজি\nইনার মঙ্গোলিয়া কলেজ অফ মেডিসিন\nইনার মঙ্গোলিয়া কলেজ অফ ফাইন্যান্স অ্যান্ড ইকোনমিক্স\nহোহোট কলেজ অফ এডুকেশন\nহোহোট কলেজ অব পুলিশ\nইনার মঙ্গোলিয়া নর্মাল ইউনিভার্সিটির হন্ডার কলেজ\nহোহোটে অবস্থিত উচ্চ বিদ্যালয়গুলির মধ্যে রয়েছে:\nহোহোট নং মাধ্যমিক বিদ্যালয়\nঅভ্যন্তরীণ মঙ্গোলিয়া সাধারণ বিশ্ববিদ্যালয় থেকে অধিভুক্ত মধ্য বিদ্যালয়\nহোহোট এক্সপেরিমেন্টাল মিডল স্কুল\nহোহোট নং মাধ্যমিক বিদ্যালয়\n\n\n== খেলাধুলা ==\n২০১২ সাল পর্যন্ত হোহোটে একটি পেশাদার ফুটবল দলের অভাব ছিল, যখন শেনিয়াং ডংজিন এফসি তাদের নাম হোহোট ডংজিন -এ পরিবর্তন করে হোহোটে স্থানান্তরিত হয়।\nদলটি ২০১২ মৌসুমে লিগের তলানিতে শেষ করে এবং লিগ টু-তে চলে যায়। ২০১৩ সালে হোহহোটে অর্ধেক মৌসুম খেলার পর, দলটি লিয়াওনিং-এ স্থানান্তরিত হয় এবং বেনক্সি সিটি স্টেডিয়ামকে তাদের নতুন হোম কোর্ট হিসেবে বেছে নেয়।\n১৪ জানুয়ারী ২০১৫ তারিখে, তাইয়ুয়ান ঝংইউ জিয়াই এফ.সি. হোহোটে চলে যান এবং তাদের নাম পরিবর্তন করে Nei Mongu Zhongyou F.C.  দলটি চায়না লিগ ওয়ানে খেলে এবং ২০১৫ সালে হোহোট সিটি স্টেডিয়ামকে তাদের বাড়ি হিসাবে বেছে নেয়। দলটি প্রথম শানসি জিয়াই এফসি হিসাবে প্রতিষ্ঠিত হয়েছিল ৮ অক্টোবর ২০১১ তারিখে।\n\n\n== উল্লেখযোগ্য ল্যান্ডমার্ক ==\nগুইহুয়া এবং সুইয়ুয়ানে ৫০টিরও বেশি মিং এবং কিং বৌদ্ধ মন্দির এবং টাওয়ার ছিল।\n\nঝাওজুন সমাধি (昭君墓), শহরের কেন্দ্র থেকে প্রায় নয় কিলোমিটার দক্ষিণে অবস্থিত। এটি ওয়াং ঝাওজুনের সমাধি বলে জানা যায়, হান সাম্রাজ্যের একজন মহিলা যিনি একটি Xiongnu Chanyu (রাজা) কে বিয়ে করেছিলেন।\nবাইটা প্যাগোডা (白塔), বিমানবন্দরের কাছাকাছি পূর্ব গ্রামীণ এলাকায় অবস্থিত। এটি লিয়াও রাজবংশের সময় নির্মিত হয়েছিল। হোহোট বিমানবন্দরের নামকরণ করা হয়েছে বাইটা প্যাগোডার নামে।\nদা ঝাও মন্দির (大召), গুইহুয়া শহরের কেন্দ্রস্থলে অবস্থিত। এটি উত্তর ইউয়ান রাজবংশের মধ্যে নির্মিত হয়েছিল এবং এটি শহরের প্রাচীনতম বৌদ্ধ লামা মঠ।\nগুইহুয়া শহরের পূর্ব অংশে অবস্থিত পাঁচ প্যাগোডা (五塔寺) এর মন্দির। এটি কিং রাজবংশের মধ্যে সম্পন্ন হয়েছিল, যার স্থাপত্যটি ভারতীয় মন্দিরের মতোই ছিল। এর দেয়ালে বুদ্ধের 1,500 টিরও বেশি মূর্তি রয়েছে।\n\nগুরুন রাজকুমারী কেজিং এর বাসস্থান (固倫恪靖公主府), ইয়িনশান পর্বতের পাদদেশে অবস্থিত। এটি কিং রাজবংশের গুরুন রাজকুমারী কেজিংয়ের প্রাসাদ ছিল, যিনি একজন মঙ্গোল রাজপুত্রের সাথে বিয়ে করেছিলেন।\nজেনারেলের বাসভবন (將軍衙署), সুইয়ুয়ান শহরের কেন্দ্রে অবস্থিত। এটি কিং রাজবংশের সুইয়ুয়ান জেনারেলদের বাসভবন এবং অফিস ভবন ছিল।\nহোহোট (清真大寺) এর মহান মসজিদ, গুইহুয়া শহরের উত্তর দিকের গেটের বাইরে অবস্থিত। এটি কিং রাজবংশের সময় নির্মিত হয়েছিল।\nইনার মঙ্গোলিয়া জাদুঘর (内蒙古博物院)। প্রধান প্রদর্শনীর মধ্যে রয়েছে ডাইনোসরের জীবাশ্ম, যাযাবর মানুষের ঐতিহাসিক নিদর্শন এবং আধুনিক যাযাবর মানুষের সাংস্কৃতিক জীবন।\nকিংচেং পার্ক (青城公园), পূর্বে পিপলস পার্ক, শহরের কেন্দ্রে\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nমনহান লোকগান\nসুইয়ুয়ান প্রদেশ\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHohhot government website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ এপ্রিল ২০০৫ তারিখে (চীনা ভাষায়)\nHohhot government website (মঙ্গোলীয় ভাষায়)\nChina Daily news  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ আগস্ট ২০২৩ তারিখে\n উইকিভ্রমণ থেকে হোহোট ভ্রমণ নির্দেশিকা পড়ুন।\nটেমপ্লেট:অন্তর্দেশীয় মঙ্গোলিয়া বিষয়\nটেমপ্লেট:অন্তর্দেশীয় মঙ্গোলিয়া\nটেমপ্লেট:গণপ্রজাতন্ত্রী চীনের প্রিফেকচারাল-স্তরের বিভাগ\nটেমপ্লেট:গণপ্রজাতন্ত্রী চীনের মেট্রোপলিটন শহর\nটেমপ্লেট:চীনের প্রাদেশিক রাজধানী\nটেমপ্লেট:হলুদ নদীর তীরে প্রধান শহরগুলি"}