{"pageid": 1189128, "title": "বেটসি বাকার-নর্ট", "url": "https://bn.wikipedia.org/wiki?curid=1189128", "content": "বার্থা \"বেটসি\" বাকার-নর্ট (৮ মে ১৮৭৪ – ২৩ মে ১৯৪৬) একজন ডাচ নারীবাদী, আইনজীবী এবং রাজনীতিবিদ ছিলেন যিনি ১৯২২ থেকে ১৯৪২ সাল পর্যন্ত ফ্রি-থিঙ্কিং ডেমোক্রেটিক লীগের (ভিডিবি) হয়ে প্রতিনিধি পরিষদের সদস্য হিসাবে কাজ করেছিলেন।  তিনি খ্রোনিঙেনে জন্মগ্রহণ করেন। তিনি ১৮৯৪ সালে নারীবাদী আন্দোলনের সাথে যুক্ত হন এবং ডাচ অ্যাসোসিয়েশন ফর উইমেন'স ফ্রেজ (ভিভিভিকে) এ যোগদান করেন, যেখানে তিনি ১৯ শতকের অগ্রগামী কর্মী আলেটা জ্যাকবসের অনুগামী ছিলেন।\n\n\n== মৃত্যু এবং সম্মাননা ==\n\nবাকার-নর্ট ২৩ মে ১৯৪৬ সালে ৭২ বছর বয়সে ইউট্রেখ্ট‌ে মারা যান।\nব্রাউন ২০১৩ সালে লিখেছিলেন যে ২১ শতকে, বাকার-নর্টকে একজন ট্রানজিশন ফিগার হিসেবে দেখা হয় যিনি নেদারল্যান্ডসে নারীবাদের প্রথম তরঙ্গের অংশ ছিলেন যেটি নারীদের ভোট পেয়েছিল কিন্তু আরো অধিকারের জন্য লড়াই চালিয়ে গিয়েছিল। একবার মহিলাদের ভোটাধিকার অর্জিত হলে, সক্রিয়তার শক্তি উল্লেখযোগ্যভাবে হ্রাস পেয়েছিল: ভিভিএস-এর মতো গোষ্ঠীগুলির সদস্য সংখ্যা হ্রাস পেয়েছে। বিশ্ববিদ্যালয়ে অধ্যয়নের নতুন অর্জিত অধিকার দ্রুত মানসম্পন্ন হয়ে ওঠে এবং লড়াইটি প্রায় ভুলে যায়। ১৯২০ এবং ১৯৩০-এর দশকে রাজনৈতিক পরিবেশে খ্রিস্টান দলগুলো দ্বারা আধিপত্য থাকা সত্ত্বেও যেগুলি বাইবেলের ব্যাখ্যার ভিত্তিতে মহিলাদের অধিকার হ্রাস করার লক্ষ্যে ছিল, বাকার-নর্টের প্রচেষ্টা, পার্লামেন্টে এবং বাইরে, নিরলস ছিল।\n\n\n== প্রকাশনা ==\nBakker-Nort, Betsy (১৯১০)। \"Waarop berust de maritale macht?\" [On What Ground Is the Marital Power Based?]। Maandblad van de VVVK (ওলন্দাজ ভাষায়)। 15 (2): 4। \nBakker-Nort, Betsy (১৯১৫)। Schets van de rechtspositie der getrouwde vrouw [Sketch Of The Legal Position Of Married Women] (ওলন্দাজ ভাষায়)। the Hague: Belinfante। \nBakker-Nort, Betsy (১৯১৭)। Zijn vrouwen benoembaar tot notaris volgens de Nederlandsche wet? [Can Women Be Appointed Notary According To Dutch Law?] (ওলন্দাজ ভাষায়)। \nBakker-Nort, Betsy (১৯২০)। Hoofdlijnen voor een moderne huwelijkswetgeving [Main Points For a Modern Marriage Law] (প্রতিবেদন) (ওলন্দাজ ভাষায়)। VVS। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBakker-Nort, Betsy (১৯২৬)। \"De vrouwen tegen den Code Napoléon, naklanken van het congres te Parijs\" [Women Against The Napoleonic Code, After Effects Of The Paris Convention]। Het Nieuwe Leven (ওলন্দাজ ভাষায়)। 12 (4/5): 97–109। \nBakker-Nort, Betsy (১৯৩০)। \"Een belangrijk wetsontwerp\" [An Important Bill]। De opbouw, democratisch tijdschrift voor nederland en Indië (ওলন্দাজ ভাষায়): 276–286। \nBakker-Nort, Betsy (১৯৩১)। Moet de maritale macht in onze huwelijkswetgeving behouden blijven of worden afgeschaft? [Should Marital Power Be Kept Or Abolished In Our Marriage Law?] (ওলন্দাজ ভাষায়)। পৃষ্ঠা 1–16। \n\n\n== তথ্যসূত্র =="}