{"pageid": 1189984, "title": "আল ফালাসি", "url": "https://bn.wikipedia.org/wiki?curid=1189984", "content": "আল ফালাসি (আরবি: بيت الفلاسي) একটি উপজাতির নাম এবং এর আল মাকতুম শাখা (দুবাইয়ের শাসক পরিবার) উভয়ের নাম।\n\n\n== ইতিহাস ==\nআল মাকতুম পরিবারটি বানি ইয়াসের আল বু ফালাসাহ (বর্তমানে আল- ফালাসি নামে পরিচিত) বিভাগ থেকে এসেছে, একটি উপজাতীয় ফেডারেশন যা এখন সংযুক্ত আরব আমিরাতের বেশিরভাগ অংশ জুড়ে প্রভাবশালী শক্তি। ১৮৩৩ সালে, আবু ধাবির শেখ খলিফার সহিংসতা থেকে রক্ষা পেয়ে মাকতুম বিন বুট্টি বিন সোহালের নেতৃত্বে মুক্তার মৌসুমে বানি ইয়াসের আল বু ফালাসাহ বিভাগের একটি বড় দল দুবাইতে চলে যায়। দুবাই এর ওয়ালি তাদের হাতে তুলে দিয়েছিল। পরের শরত্কালে, তাদের আত্মীয়দের বেশিরভাগই তাদের সাথে যোগ দেয় এবং তখন থেকে কার্যত সমস্ত আল বু ফালাসা দুবাইতে বসবাস করে।\nশেখ মাকতুম বিন হাশের আল মাকতুম (১৮৯৪ থেকে ১৯০৬ সাল পর্যন্ত শাসক) ইরানের লিঙ্গেহ থেকে বণিকদের শূন্য কর দেওয়ার আশ্বাস দিয়ে শহরে থাকতে রাজি করান। একটি আরও আধুনিক মহাজাগতিক শহর এবং সেইসাথে একটি ব্যবসায়িক বন্ধুত্বপূর্ণ অভিযোজন পরে প্রতিষ্ঠিত হয়েছিল, যার জন্য দুবাই এখন পরিচিত। ১৯৩০ সালের মধ্যে, দুবাইয়ের জনসংখ্যা প্রায় ২০,০০০-এ পৌঁছেছিল, যার এক চতুর্থাংশ প্রবাসী ছিল।\n১৯৫০ এর দশকে, দুবাই ক্রিক পলি হতে শুরু করে। দুবাইয়ের প্রয়াত শাসক, শেখ রশিদ বিন সাইদ আল মাকতুম, জলপথের ড্রেজিংয়ের কাজটি পরিচালনা করেছিলেন; এর ফলে দুবাইতে কার্গো হ্যান্ডলিং এর পরিমাণ বৃদ্ধি পায়, যা পুনরায় রপ্তানি ও ট্রেডিংহাব হিসাবে দুবাইয়ের অবস্থানকে শক্তিশালী করে।\n\n\n== দুবাইয়ের শাসকদের সময়রেখা ==\n\n\n== আল ফালাসির সদস্য ==\n\nমোহাম্মদ বিন রশিদ আল মাকতুম - দুবাইয়ের শাসক এবং গোত্রের নেতা\nহিন্দ বিনতে মাকতুম বিন জুমা আল মাকতুম\nহামদান বিন মোহাম্মদ আল মাকতুম - দুবাইয়ের ক্রাউন প্রিন্স\nহায়া বিনতে হুসাইন (বিবাহ করে) - জর্ডানের রাজকুমারী\nরশিদ বিন মোহাম্মদ আল মাকতুম - (১৯৮১-২০১৫) (আগের ক্রাউন প্রিন্স - উপাধি সরানো হয়েছিল)\nমাকতুম বিন মোহাম্মদ আল মাকতুম - দুবাইয়ের উপ-শাসক\nসাঈদ বিন বুট্টি - দুবাইয়ের শাসক (১৮৫২-১৮৫৯)\nওবেদ বিন সাইদ বিন রশিদ - দুবাইয়ের শাসক (১৮৩৩-৩৬)\nহুশুর বিন মাকতুম - দুবাইয়ের শাসক (১৮৫৯-১৮৮৬)\nমানি বিন রশিদ - দুবাইয়ের শাসক (১৯২৯-১৯২৯)\nরশিদ বিন সাইদ আল মাকতুম - দুবাইয়ের শাসক (১৯৫৮-১৯৯০)\nমাকতুম বিন রশিদ আল মাকতুম - দুবাইয়ের শাসক, এবং সংযুক্ত আরব আমিরাতের ভাইস প্রেসিডেন্ট (১৯৯০-২০০৬)\nবুট্টি বিন সুহাইল আল মাকতুম - দুবাইয়ের শাসক (১৯০৬-১৯১২)\nসাঈদ বিন মাকতুম বিন হাশের আল মাকতুম - দুবাইয়ের শাসক (১৯১২-১৯৫৮)\nমাকতুম বিন বুট্টি বিন সুহাইল - দুবাইয়ের শাসক (১৮৩৩-১৮৫২)\nআহমেদ বিন সাইদ আল মাকতুম - বেসামরিক বিমান চলাচল বিভাগের সভাপতি, এমিরেটস গ্রুপের সিইও এবং চেয়ারম্যান এবং দুবাই ওয়ার্ল্ডের চেয়ারম্যান\nলাহেজ সাইফ সাইদ আল ফালাসি - একাডেমি অফ টেকনিক্যাল ট্রেনিং এর চেয়ারম্যান\nআহমেদ বিন রশিদ আল মাকতুম - মেজর জেনারেল\nআহমাদ বেলহাউল আল ফালাসি - উদ্যোক্তা ও এসএমই প্রতিমন্ত্রী\nসুলতান বিন আহমেদ বিন সুলায়েম - এক্সচেয়ারম্যান, দুবাই ওয়ার্ল্ড\nমোহাম্মদ আলী বিন জায়েদ আল ফালাসি - সংযুক্ত আরব আমিরাত কেন্দ্রীয় ব্যাংকের ডেপুটি গভর্নর\nমাইথা বিনতে মোহাম্মদ বিন রশিদ আল মাকতুম - কারাতে এবং তায়কোয়ান্দোতে অলিম্পিক ক্রীড়াবিদ\nমানাল বিনতে মোহাম্মদ বিন রশিদ আল মাকতুম - আমিরাতি রাজনীতিবিদ\nলতিফা বিনতে মোহাম্মদ আল মাকতুম (দ্বিতীয়)\nমাজিদ বিন মোহাম্মদ বিন রশিদ আল মাকতুম - জনহিতৈষী\nমোহাম্মদ বিন আবদুল্লাহ আল গাজ - ইউএই কেন্দ্রীয় ব্যাংকের সাবেক চেয়ারম্যান (১৯৩০-২০১৬)\nজামাল মোহাম্মদ আল হাই - দুবাই আন্তর্জাতিক বিমানবন্দরের নির্বাহী সিনিয়র ভাইস প্রেসিডেন্ট, সংযুক্ত আরব আমিরাতের সংসদ সদস্য।\nসাঈদ বিন মাকতুম বিন রশিদ আল মাকতুম - অলিম্পিক ক্রীড়াবিদ\n\n\n== পারিবারিক গাছ ==\n\n\n== কোট অব আর্মস ==\nহাউস অফ আল ফালাসির অস্ত্রের কোটগুলিকে সহজভাবে إمارة دبي হিসাবে বর্ণনা করা হয়েছে, অর্থাৎ, দুবাইয়ের আমিরাত যা একটি ফ্যালকন (সংযুক্ত আরব আমিরাতের জাতীয় পাখি) দ্বারা প্রতিনিধিত্ব করে।\n\n\n== তথ্যসূত্র =="}