{"pageid": 1189673, "title": "শেকসপিয়রের চতুর্দশপদীগুচ্ছ", "url": "https://bn.wikipedia.org/wiki?curid=1189673", "content": "উইলিয়াম শেকসপিয়র (১৫৬৪-১৬১৬) বিভিন্ন বিষয়ের উপর চতুর্দশপদী (সনেট) রচনা করেছিলেন। শেকসপিয়রের চতুর্দশপদীগুলি আলোচনা বা উল্লেখের সময় প্রায় সর্বক্ষেত্রেই ১৬০৯ সালে একটি কোয়ার্টো প্রকাশনায় একত্রে প্রথম প্রকাশিত ১৫৪টি চতুর্দশপদীর কথাই বলা হয়ে থাকে। যদিও অতিরিক্ত ছয়টি চতুর্দশপদী রচনার পর শেকসপিয়র সেগুলিকে রোমিও অ্যান্ড জুলিয়েট, হেনরি দ্য ফিফথ ও লাভ'স লেবার'স লস্ট নাটকের অন্তর্ভুক্ত করেছিলেন। এছাড়াও রিচার্ড দ্য থার্ড নাটকে আরও একটি আংশিক চতুর্দশপদী পাওয়া যায়।\n\n\n== প্রেক্ষাপট ==\nচতুর্দশ শতাব্দীতে ইতালিতে নবজাগরণের যুগে প্লুতার্ক যে চতুর্দশপদী ধারার প্রবর্তন করেন এবং যা শেষপর্যন্ত ষোড়শ শতাব্দীতে ইংল্যান্ডে টমাস ওয়াটের দ্বারা প্রবর্তিত হয়ে হেনরি হাওয়ার্ড কর্তৃক নির্দিষ্ট অন্তমিলযুক্ত ছন্দ এবং চৌপদীতে বিন্যস্ত হয়, শেকসপিয়রের চতুর্দশপদীগুচ্ছ সেই ধারারই অনুবর্তী। কয়েকটি ব্যতিক্রম বাদে শেকসপিয়রের চতুর্দশপদীগুচ্ছ অন্তমিল বিন্যাস, চোদ্দো পঙক্তি ও ছন্দের দিক থেকে ইংরেজি চতুর্দশপদীর শৈলীগত রূপটিকেই অনুসরণ করেছিল; কিন্তু বিষয়বস্তুর দিক থেকে এগুলি এতটাই ভিন্ন ধরনের যে দেখে মনে হয় তা সুপ্রচলিত ২০০ বছরের প্রথাটির বিরুদ্ধে বিদ্রোহ ঘোষণা করেছে।\nপেত্রার্ক, দান্তে ও ফিলিপ সিডনির চতুর্দশপদীতে প্রায় দেবী-তুল্যা অ-প্রাপ্তিসাধ্য এক আকাঙ্ক্ষিত নারীর প্রতি সশ্রদ্ধ প্রেম নিবেদিত হয়েছে; কিন্তু শেকসপিয়র তাঁর রচনায় এনেছেন এক যুবককে। এছাড়া তিনি কৃষ্ণাঙ্গীর কথা উল্লেখ করেছেন, তিনিও দেবী-তুল্যা নন। দেহজ কামনা, সমকামী যৌনকামনা, নারীবিদ্বেষ, নাস্তিক্য ও স্বভাবকটুতার মতো বিষয়গুলিকে তিনি তাঁর কবিতায় এমনভাবে ফুটিয়ে তুলেছেন যে, সেগুলি প্রচলিত ধারণাকে দ্বন্দ্বে আহ্বান করতে পারে। সেই সঙ্গে এই বিষয়গুলি আবার চতুর্দশপদীর জগতে নতুন ক্ষেত্রের দরজা খুলে দেয়।\n\n\n== ১৬০৯ সালের কোয়ার্টো ==\nশেকসপিয়রের চতুর্দশপদীগুচ্ছের প্রাথমিক উৎসসূত্রটি হল শেক-স্পিয়র'স সনেটস (ইংরেজি: Shake-speare’s Sonnets) শিরোনামে ১৬০৯ সালের একটি কোয়ার্টো প্রকাশনা। এই প্রকাশনায় ১৫৪টি চতুর্দশপদী এবং তারপর আ লাভার'স কমপ্লেইন নামে একটি দীর্ঘ কবিতা অন্তর্ভুক্ত হয়েছিল। কোয়ার্টো প্রকাশনাটির তেরোটি কপি অদ্যাবধি মোটামুঠি ঠিকঠাক অবস্থায় পাওয়া যায়। প্রাপ্ত একতি কপির প্রচ্ছদ পৃষ্ঠায় একটি টীপ্পনি থেকে জানা যায় যে, বিশিষ্ট এলিজাবেথীয় অভিনেতা এডওয়ার্ড অ্যালান ১৬০৯ সালের জুন মাসে এক শিলিং দিয়ে সেই কপিটি ক্রয় করেছিলেন।\nচতুর্দশপদীগুলির বিষয়বস্তুর মধ্যে রয়েছে সময়ের চলে-যাওয়া, প্রেম, নাস্তিক্য, ঈর্ষা, সৌন্দর্য ও নশ্বরতা। প্রথম ১২৬টি চতুর্দশপদী এক যুবককে উদ্দেশ্য করে রচিত; শেষ ২৮টি উদ্দিষ্ট হয়েছে অথবা উল্লেখ করেছে এক নারীকে। (১৩৮ ও ১৪৪ সংখ্যক চতুর্দশপদী দু'টি ইতিপূর্বে ১৫৯৯ সালে সংকলন গ্রন্থ দ্য প্যাশনেট পিলগ্রিম-এ প্রকাশিত হয়েছিল।)\nকোয়ার্টো প্রকাশনার শিরোনামের বানানটি (Shake-speare’s Sonnets) স্টেশনারস' রেজিস্টার-এর ভুক্তিটির বানানের সঙ্গে সামঞ্জস্যপূর্ণ। শিরোনামটি প্রচ্ছদ পৃষ্ঠায় বড়ো হাতের অক্ষরে লেখা হয়েছিল, এবং তারপর “Neuer before Imprinted” (\"আগে কখনও মুদ্রিত হয়নি\") কথাটি মুদ্রিত ছিল। প্রতিবার কোয়ার্টোটি খুললেই প্রচ্ছদটি দৃষ্ট হয়। লেখকের নামটি শিরোনামে যেভাবে অধিকারসূচক প্রণালীতে মুদ্রিত হয়েছিল, তা সেকালের অন্যান্য চতুর্দশপদী সংকলনে দেখা যায় না—কেবলমাত্র ১৫৯১ সালে স্যার ফিলিপ সিডনির মরণোত্তর প্রকাশিত সংকলনটির নাম ছিল স্যার. পি. এস. হিজ অ্যাস্ট্রোফেল অ্যান্ড স্টেলা (ইংরেজি: Syr. P.S. his Astrophel and Stella), যেটিকে শেকসপিয়রের সবচেয়ে গুরুত্বপূর্ণ মডেলগুলির একটি মনে করা হয়। সিডনি সম্ভবত শেকসপিয়রকে অনুপ্রেরণা জুগিয়েছিলেন; বিশেষত যদি শেকসপিয়রের উৎসর্গপত্রে উল্লিখিত \"ডব্লিউ.এইচ.\" কথাটি সিডনির ভ্রাতুষ্পুত্র ও উত্তরাধিকারী উইলিয়াম হারবার্টকে উদ্দেশ্য করে লেখা হয়ে থাকে তো। শেকসপিয়রের চতুর্দশপদীতে উদ্দিষ্ট ব্যক্তিটি শেকসপিয়র নিজে, গবেষকেরা এমন একটি ধারণার তীব্র পরিপন্থী হলেও কোয়ার্টোর প্রচ্ছদটি এই ধরনেরই একটি অনুমানের দ্যোতক বলেই মনে করা হয়।\nপ্রথম সতেরোটি কবিতা (প্রথাগতভাবে প্রজনন চতুর্দশপদীগুচ্ছ নামে পরিচিত) এক যুবককে উদ্দেশ্য করে রচিত—তাঁর প্রতি আবেদন রাখা হয়েছে, তিনি যেন বিবাহ করে সন্তান উৎপাদন করেন, যাতে তাঁর সৌন্দর্য পরবর্তী প্রজন্মে সঞ্চারিত হয়ে অমরত্ব লাভ করতে পারে। অন্যান্য চতুর্দশপদীগুলিতেও সেই যুবকের উদ্দেশ্যে কবির প্রেম ব্যক্ত হয়েছে; কবি গভীরভাবে চিন্তা করেছেন একাকীত্ব, মৃত্যু ও জীবনের অনিত্যতা নিয়ে; মনে হয়েছে কবির প্রতিদ্বন্দ্বী কোনও কবিকে পছন্দ করার জন্য তিনি সেই যুবকের সমালোচনা করছেন; নিজের পত্নীর সম্পর্কেও দ্ব্যর্থবোধক অনুভূতি ব্যক্ত হয়েছে; এবং কবির নাম নিয়েও কৌতুক করা হয়েছে। শেষ চতুর্দশপদী দু'টি হল \"প্রেমের ছোট্ট দেবতা\" কিউপিডকে উপলক্ষ্যে করে লেখা গ্রিক এপিগ্রামের রূপকালংকারের প্রয়োগ।\nপ্রকাশক টমাস থর্প বইটির নাম স্টেশনারস' রেজিস্টার-এ অন্তর্ভুক্ত করেন ১৬০৯ সালের ২০ মে:\n\nTho. Thorpe. Entred for his copie under the handes of master Wilson and master Lownes Wardenes a booke called Shakespeares sonnettes vjd.\n\n\n=== উৎসর্গ ===\n\nশেকসপিয়রের চতুর্দশপদীগুচ্ছে \"মি. ডব্লিউ.এইচ.\"-এর উদ্দেশ্যে একটি উৎসর্গপৃষ্ঠা অন্তর্ভুক্ত হয়েছে:\n\nউৎসর্গপত্রে বড়ো হাতের অক্ষর এবং প্রতিটি শব্দের শেষে একটি করে ফুলস্টপ চিহ্ন সম্ভবত প্রাচীন রোমান পাথর-খোদাই অভিলেখ বা স্মারক পিতলের অনুকরণে লিখিত। সম্ভবত সনেট ৫৫-এ রচনার বিষয়কে অমরত্ব দেওয়ার যে কথাটি বলা হয়েছে তার দ্যোতক এটি:\n\n\"Not marble, nor the gilded monuments\nOf princes shall outlive this pow'rful rhyme\"\nআদ্যক্ষর \"টি.টি.\" প্রকাশক টমাস থর্পের নামের দ্যোতক, যদিও একমাত্র লেখক দেশের বাইরে থাকলে বা ইতোমধ্যে প্রয়াত হলে তবেই থর্প প্রস্তাবনামূলক অংশে সাক্ষর করতেন। যদিও থর্পের প্রকাশনায় এই ধরনের রচনার মধ্যে মাত্র চারটি উৎসর্গপত্র ও তিনটি মুখবন্ধই পাওয়া যায়। এমনও মনে করা হয় যে, লেখকের পরিবর্তে উৎসর্গপত্রে থর্পের সাক্ষরের অর্থ এমন হতে পারে যে, থর্প শেকসপিয়রের অনুমতি ছাড়াই এই গ্রন্থটি প্রকাশ করেছিলেন। অবশ্য এই সাক্ষরের অপর একটি ব্যাখ্যা এই যে, গ্রন্থটি প্রকাশের সময় শেকসপিয়র ব্যবসা ও পর্যটনের কাজে এতটাই ব্যস্ত ছিলেন যে প্রকাশনার কাজে তাঁর পক্ষে দেওয়ার মতো যথেষ্ট সময় ছিল না। বিশেষত ১৬০৯ সালের মে মাসটি ছিল একটি বিশেষ সময়: এই মাসেই মহামারীর এক তীব্র সংক্রমণ দেখা যায়, যার ফলে নাট্যশালাগুলি বন্ধ হয়ে যায় এবং লোকজনও লন্ডন ছেড়ে পালাতে শুরু করে। সেই সঙ্গে শেকসপিয়রের থিয়েটার কোম্পানি সেই সময় ইপসউইচ থেকে অক্সফোর্ড পর্যন্ত সফরে রত ছিল। তাছাড়া শেকসপিয়র স্ট্র্যাটফোর্ডের বাইরে ছিলেন এবং সেই মাসেই তাঁকে পারিবারিক ও ব্যবসা-সংক্রান্ত কিছু কাজের জন্য সেখানে ফিরতে হয়েছিল এবং ওয়ারিকশায়ারে একটি মামলাও দায়ের করতে হয়েছিল, যার জন্য প্রভূত অর্থব্যয় হয় তাঁর।\n\n\n==== মি. ডব্লিউ. এইচ. ====\n\"শেকসপিয়র'স সনেটস গ্রন্থের একমাত্র জনক\" মি. ডব্লিউ. এইচ.-এর পরিচয় সঠিক জানা যায় না। তাঁর পরিচয় নিয়ে গবেষক মহলে অনুমানের অন্ত নেই: কেউ মনে করেন ইনি কবির পৃষ্ঠপোষক, কেউ মনে করেন যে ইনি একাধারে কবির পৃষ্ঠপোষক এবং চতুর্দশপদীগুচ্ছে উল্লিখিত \"সুশ্রী যুবা\", আবার কেউ মনে করেন যে কয়েকটি চতুর্দশপদীতে উল্লিখিত \"সুশ্রী যুবা\" মি. ডব্লিউ. এইচ.-কে দেখে রচিত হলেও সব ক্ষেত্রে তা হয়নি। আবার এই বিষয়ে অন্যান্য ধারণাও রয়েছে।\n\nপেমব্রোকের আর্ল উইলিয়াম হারবার্টের নামই খুব সম্ভবত মি. ডব্লিউ. এইচ. ও \"যুবা পুরুষ\"-এর পরিচয় হিসেবে উঠে আসে। ফার্স্ট ফোলিও তাঁকেই উৎসর্গ করা হয়েছিল। থর্প খুব সম্ভবত একজন লর্ডকে \"মি.\" সম্ভাষণ করেননি। কিন্তু তার কোনও ব্যাখ্যা থাকতে পারে। হয়তো লেখক নিজেই এই সম্বোধন করেছিলেন। কারণ, তিনি হারবার্টের পূর্বজীবনের কথা উল্লেখ করতে চান—হারবার্ট যখন \"যুবা পুরুষ\" ছিলেন। পরবর্তীকালে কবিতার একটি কোয়ার্টোও হারবার্টকে উৎসর্গিত হয়েছিল। এটি ছিল বেন জনসনের এপিগ্রামস (১৬১৬)। এই গ্রন্থে জনসনের উৎসর্গপত্রে বলা হয়েছিল\"MY LORD, While you cannot change your merit, I dare not change your title … \" পেমব্রোকের উপাধির উপর জনসনের বিশেষ গুরুত্ব আরোপ ও তাঁর মন্তব্যটি দৃষ্টে মনে হয় যে, কেউ ভুল উপাধিটি ব্যবহারের ঔদ্ধত্য প্রকাশ করেছিল, হয়তো এটি শেকসপিয়রের উৎসর্গপত্রটিরই দ্যোতনা।\nহেনরি রিথেসলির (সাউদাম্পটনের আর্ল) নামও সম্ভাব্য ব্যক্তির নাম হিসেবে উঠে আসে (সেক্ষেত্রে নামের আদ্যক্ষর দু'টি উল্টে নিয়ে)। শেকসপিয়রের ভেনাস অ্যান্ড অ্যাডোনিস ও দ্য রেপ অফ লুক্রেসি কবিতা দু'টি তাঁকেই উৎসর্গ করা হয়েছিল।\nঅন্যান্য ধারণাগুলি হল:\n\nএটি শেকসপিয়রের নিজের নামের আদ্যক্ষরের মুদ্রণ বিভ্রাট: \"ডব্লিউ. এস.\" বা \"ডব্লিউ. এসএইচ.\"। বার্ট্রান্ড রাসেল ও জনাথান বেট এই তত্ত্বটি প্রস্তাব করেন।\nউইলিয়াম হল, থর্পের সহকর্মী জনৈক মুদ্রণকারী। কথিত হয় যে, \"MR. W. H.\"-এর পরে \"ALL\" কথাটির শুদ্ধ পাঠ হল \"MR. W. HALL\". ডব্লিউ. এইচ. আদ্যক্ষর নিয়ে হল রবার্ট সাউথওয়েলের একটি কবিতা সংকলন সম্পাদনা করেছিলেন; যেটির মুদ্রণকারী ছিলেন ১৬০৯ সালে প্রকাশিত চতুর্দশপদীগুচ্ছ মুদ্রণকারী জর্জ এল্ড।\nস্যার উইলিয়াম হার্ভে, সাউদাম্পটনের সৎ-পিতা।\nউইলিয়াম হটন, একজন সমসাময়িক নাট্যকার।\nউইলিয়াম হার্ট, শেকসপিয়রের ভ্রাতুষ্পুত্র ও পুরুষ উত্তরাধিকারী।\n\"কে তিনি\" (Who He)। কেউ কেউ মনে করেন, উৎসর্গপত্রি ইচ্ছাকৃতভাবেই অস্পষ্ট রাখা হয়েছে। সম্ভবত কথাটির অর্থ \"হু হি\" বা তিনি কে? এই ধরনের সরস বক্তব্য সমকালের একটি প্যামফ্লেটে ব্যবহৃত হয়েছিল। সম্ভবত অনুমান ও আলোচনার ক্ষেত্র প্রস্তুত করার জন্য (বিক্রি বাড়ানোর জন্য) থর্পই সম্ভবত এটির উদ্ভাবক ছিলেন।\nউইলি হিউজেস। অষ্টাদশ শতাব্দীর গবেষক টমাস টারহুইট চতুর্দশপদীগুলিতে (বিশেষত \"সনেট ২০\"-এ) নাম নিয়ে উপহাস লক্ষিত হয় তার ভিত্তিতে \"উইলিয়াম হিউজেস\" নামটি প্রস্তাব করেন। অস্কার ওয়াইল্ডের ছোটোগল্প \"দ্য পোর্ট্রেট অফ মি. ডব্লিউ. এইচ.\"-এ এই ধারণা ব্যক্ত হয়েছে এবং বলা হয়েছে যে, শেকসপিয়রের নাটকে নারী চরিত্রে অভিনয়কারী কোনও অল্পবয়সী অভিনেতার উদ্দেশ্যে চতুর্দশপদীগুলি রচিত।\n\n\n=== চতুর্দশপদীগুচ্ছের রূপ ও গঠনভঙ্গিমা ===\n\nপ্রায় সব ক'টি চতুর্দশপদীই তিনটি চৌপদী (চার-চরণের স্তবক) ও তারপর একটি শেষ দ্বিপদী নিয়ে গঠিত। শেকসপিয়রের নাটকে ব্যবহৃত ছন্দ আয়াম্বিক পেন্টামিটারেই চতুর্দশপদীগুলি রচিত। ছন্দবিন্যাসটি হল কখকখ গঘগঘ ঙচঙচ ছছ। এই বিন্যাসে রচিত চতুর্দশপদীগুলি \"শেকসপিয়রীয় চতুর্দশপদী\" বা \"ইংরেজি চতুর্দশপদী\" বা \"এলিজাবেথীয় চতুর্দশপদী\" নামে পরিচিত। প্রায়শই তৃতীয় চৌপদীতে একটি \"ভোল্টা\" (\"পরিবর্তন\") দেখা যায়, যেখানে কবিতার মোড় ঘুরে যেতে দেখা যায় এবং কবির চিন্তায় একটি পরিবর্তন সূচিত হয়।\nকয়েকটি ব্যতিক্রম রয়েছে: ৯৯, ১২৬ ও ১৪৫-সংখ্যক চতুর্দশপদী। ৯৯-সংখ্যক চতুর্দশপদীটিতে পনেরোটি চরণ রয়েছে। আবার ১২৬-সংখ্যক চতুর্দশপদীটিতে ছয়টি দ্বিপদী এবং বাঁকানো বন্ধনী-যুক্ত দু'টি শূন্য চরণ রয়েছে। ১৪৫-সংখ্যক চতুর্দশপদীটি আয়াম্বিক টেট্রামিটার ছন্দে রচিত। \"সনেট ২৯\"-এ আবার এমন একটি উদাহরণ পাওয়া যায় যেখানে প্রথম চৌপদীর দ্বিতীয় ছন্দটির (খ) দ্বারা তৃতীয় চৌপদীর দ্বিতীয় ছন্দটি (চ) প্রতিস্থাপিত হয়েছে।\nছন্দ ছাড়াও ধারণার বিন্যাস ও ভোল্টার অবস্থান ছাড়া অনেকগুলি চতুর্দশপদী ইতালীয় চতুর্দশপদীর দুই-অংশবিশিষ্ট বিন্যাসের ধারা বজায় রেখেছে। সেক্ষেত্রে চতুর্দশপদীর প্রথম আটটি চরণকে বলা হয় \"অক্টেভ\" ও শেষ ছয়টি চরণকে বলা হয় \"সেস্টেক\"। শেকসপিয়র চোদ্দো চরণের কবিতার বিষয়বস্তু নিয়ে পরীক্ষানিরীক্ষা চালাতে গিয়ে অন্যভাবেই চরণ-বিন্যাস ঘটিয়েছিলেন।\n\n\n=== চতুর্দশপদীগুচ্ছের চরিত্রেরা ===\nশেকসপিয়রীয় চতুর্দশপদীগুচ্ছের চরিত্রেরা সাধারণভাবে উল্লিখিত হয়েছেন \"সুশ্রী যুবা\", \"প্রতিদ্বন্দ্বী কবি\" ও \"কৃষ্ণাঙ্গী\" হিসেবে। কবি এখানে সুশ্রী যুবার সৌন্দর্যের প্রশংসা করেছেন এবং—যদি চতুর্দশপদীগুলিকে প্রকাশকে কালপঞ্জিগত বিন্যাসে পড়া হয়—তাহলে দেখা যাবে কবির সঙ্গে কৃষ্ণাঙ্গীর এক প্রণয়সম্পর্ক আছে, এবং কৃষ্ণাঙ্গীর সঙ্গে অনুরূপ সম্পর্ক সেই যুবকেরও রয়েছে। সাম্প্রতিক ভাষাবৈজ্ঞানিক বিশ্লেষণ এবং ঐতিহাসিক প্রমাণ থেকে অবশ্য এমন ইঙ্গিত পাওয়া যায় যে, কৃষ্ণাঙ্গীর উদ্দেশ্যে রচিত চতুর্দশপদীগুলি পূর্বে রচিত হয়েছিল (১৫৯১-৯৫ সাল নাগাদ), তারপর প্রজনন চতুর্দশপদীগুচ্ছ এবং সুশ্রী যুবার উদ্দেশ্যে রচিত চতুর্দশপদীগুচ্ছ রচিত হয় সব শেষে (১৫৯৭-১৬০৩)। কবিতাগুলি ও সেগুলির চরিত্রেরা কাল্পনিক না আত্মজৈবনিক তা জানা যায় না; যে সকল গবেষক চতুর্দশপদীগুলিকে আত্মজৈবনিক মনে করেন তাঁরা চরিত্রগুলিকে কোনও ঐতিহাসিক ব্যক্তি হিসেবে শনাক্ত করার চেষ্টা করেন।\n\n\n==== সুশ্রী যুবা ====\n\"সুশ্রী যুবা\" হলেন শেকসপিয়রীয় চতুর্দশপদীগুচ্ছের বৃহত্তর অংশ জুড়ে (সনেট ১-১২৬) অনুরক্ত কবি কর্তৃক উল্লিখিত এক অজ্ঞাতনামা যুবক। এই যুবক সুদর্শন, আত্ম-কেন্দ্রিক, সর্বজন প্রশংসিত ও বহুজন কর্তৃক আকাঙ্ক্ষিত। এই চতুর্দশপদী-পরম্পরার গোড়ার দিকের কবিতাগুলিতে (সনেট ১-১৭ দেখা যায় যে, কবি সেই যুবককে বিবাহ করে সন্তানের জন্মদান করতে অনুরোধ করছেন। কবির সঙ্গে সেই যুবকের বন্ধুত্ব প্রগাঢ় হয়, এই বন্ধুত্বের মধ্যে কখনও কখনও একটি সমকামী যৌনকামনারও আভাস পাওয়া যায়। এরপর একগুচ্ছ চতুর্দশপদীতে পাওয়া যায়, সেই যুবক কর্তৃক কবিকে প্রত্যাখ্যানের আভাস। কারণ, তখন সেই যুবককে প্রলুব্ধ করেছেন এক কৃষ্ণাঙ্গী নারী এবং উভয়ের মধ্যে গড়ে উঠেছে এক অবৈধ যৌনসম্পর্ক (সনেট ১৩৩, ১৩৪ ও ১৪৪)। কবিকে সে সবই সহ্য করতে হয়। পরিশেষে কবি স্বয়ং সেই যুবককে প্রত্যাখ্যান করেন এবং তার ফলে তাঁর থেকে মুক্তিলাভ করেন (\"সনেট ১৫২\")।\nসুশ্রী যুবার পরিচয় নিয়ে গবেষকদের মধ্যে বিস্তর জল্পনাকল্পনা হয়েছে। একটি জনপ্রিয় তত্ত্ব হল, এই যুবক ছিলেন হেনরি রিদেসলি, সাউদাম্পটনের তৃতীয় আর্ল। তাঁর শারীরিক বৈশিষ্ট্য, বয়স ও ব্যক্তিত্বের সঙ্গে চতুর্দশপদীগুচ্ছে বর্ণিত যুবকের অনেক মিল পাওয়া যায়। সমসাময়িককালের বিশিষ্টতম অভিজাতদের অন্যতম এই ব্যক্তি একাধারে ছিলেন শেকসপিয়রের গুণগ্রাহী ও পৃষ্ঠপোষক। উল্লেখ্য, ১৫৯৩ সালে প্রকাশিত শেকসপিয়রের কবিতা ভেনাস অ্যান্ড অ্যাডোনিস সাউদাম্পটনের প্রতিই উৎসর্গিত হয়েছিল এবং সেই কবিতাতেও দেখা যায়, যুবক অ্যাডোনিস প্রেমের দেবী ভেনাস কর্তৃক উৎসাহিত হচ্ছেন সন্তানোৎপাদনের জন্য (যা চতুর্দশপদীগুচ্ছেরও অন্যতম বিষয়বস্তু)। নিচে ভেনাস অ্যান্ড অ্যাডোনিস কবিতার কয়েকটি চরণ উদ্ধৃত হল:\n\nসুশ্রী যুবাকে সাউদাম্পটন হিসেবে শনাক্ত করার ক্ষেত্রে একটি সমস্যা এই যে, চতুর্দশপদীগুচ্ছে উল্লিখিত যে ঘটনাগুলিকে নিশ্চিতভাবে তারিখায়িত করা যায় সেগুলি হল ১৬০৬ সালে এসেক্সের পতন এবং গানপাউডার ষড়যন্ত্রকারীদের মৃত্যুদণ্ড। এর ফলে বোঝা যায়, কবিতাগুলি রচনাকালে সাউদাম্পটনের বয়স ছিল ৩৩ এবং প্রকাশকালে ছিল ৩৯। অর্থাৎ, যে বয়সে তাঁকে \"সুকুমার বালক\" বা \"সুশ্রী যুবা\" বলে সম্বোধন করা যায়, সেই বয়স তিনি পেরিয়ে এসেছিলেন।\nটমাস টারহুইট ও অস্কার ওয়াইল্ড প্রমুখ লেখকবৃন্দের মতে, এই সুশ্রী যুবা ছিলেন উইলিয়াম হিউজেস নামে এক রূপবান তরুণ অভিনেতা, যিনি শেকসপিয়রের নাটকে নারী চরিত্রে অভিনয় করতেন। নির্দিষ্টভাবে ওয়াইল্ড দাবি করেছেন যে, এই ব্যক্তিই হলেন চতুর্দশপদীর পাণ্ডুলিপির সঙ্গে যুক্ত উৎসর্গপত্রে উল্লিখিত মি. ডব্লিউ. এইচ.।\n\n\n==== কৃষ্ণাঙ্গী ====\n\nচতুর্দশপদীর ধারায় কৃষ্ণাঙ্গী চতুর্দশপদীগুচ্ছ (সনেট ১২৭-১৫২) হল সর্বাপেক্ষা স্পর্ধিত কবিতা। চোরাগোপ্তা যৌনতার উল্লেখের দিক থেকে (\"সনেট ১৫১\") এই চতুর্দশপদীগুচ্ছের সঙ্গে সুশ্রী যুবা চতুর্দশপদীগুচ্ছের প্রধান পার্থক্য। কৃষ্ণাঙ্গীকে এই নামে সম্বোধনের কারণ তাঁর কালো চুল ও \"পিঙ্গল\" গাত্রবর্ণ। চতুর্দশপদীগুচ্ছে হঠাৎ করেই কৃষ্ণাঙ্গীর আবির্ভাব (\"সনেট ১২৭\")। দেখা যায়, তাঁর সঙ্গে কবির একটি যৌনসম্পর্কও স্থাপিত হয়েছে। তিনি অভিজাত না হলেও, তরুণী, সুন্দরী, বুদ্ধিমতী ও অপাপবিদ্ধা। তাঁর গাত্রবর্ণ ঘোলাটে, তাঁর শ্বাসপ্রশ্বাস \"দুর্গন্ধযুক্ত\" এবং হাঁটাচলার সময় তিনি বেঢপ। এই সম্পর্কটি অ্যাজ ইউ লাইক ইট নাটকে অড্রের পাণিপ্রার্থনায় টাচস্টোনের উদ্যোগের কথা স্মরণ করায়। কৃষ্ণাঙ্গী পুরুষের কামনাবাসনার এক পর্যাপ্ত গ্রহীতার প্রতীক। যে অতিনিশ্চিত শব্দে তাঁকে বর্ণনা করা হয়েছে তা তাঁর প্রতি অবমাননামূলক, বলা হয়েছে যে কী বলা হয়েছে তা তিনি পড়তে বা বুঝতে পারবেন না। কিছু পরেই কবি কৃষ্ণাঙ্গীকে ভর্ৎসনা করেছেন তাঁর সুদর্শন বন্ধুকে দাসে পরিণত করার জন্য (\"সনেট ১৩৩\")। কবি এই ত্রিকোণ সম্পর্ক সহ্য করতে পারেন না। শেষে তিনি কৃষ্ণাঙ্গীকে প্রত্যাখ্যান করে তাঁর বন্ধুর সঙ্গেও সম্পর্কে ছেদ টানেন। সুশ্রী যুবার মতো কৃষ্ণাঙ্গীকেও কোনও ঐতিহাসিক ব্যক্তিত্ব হিসেবে শনাক্ত করার বহু চেষ্টা করা হয়েছে। লুসি নেগ্রো, মেরি ফিটন, এমিলিয়া লেনিয়ার, এলিজাবেথ রিদেসলি প্রমুখের নাম এই প্রসঙ্গে প্রস্তাব করা হয়।\n\n\n==== প্রতিদ্বন্দ্বী কবি ====\n\nপ্রতিদ্বন্দ্বী কবির পরিচয়ও রহস্যাবৃতই রয়ে গিয়েছে। পেমব্রোক শেকসপিয়রের পৃষ্ঠপোষক ও বন্ধু হলে, তাঁর সৌন্দর্যের গুণগানকারী একমাত্র কবি শেকসপিয়র ছিলেন না; ফ্রান্সিস ডেভিসনও একটি চতুর্দশপদীতে একই কাজ করেছিলেন। শেকসপিয়রের চতুর্দশপদীগুচ্ছ প্রকাশের ঠিক পূর্বে প্রকাশিত ডেভিসনের কোয়ার্টো আ পোয়েটিক্যাল র‍্যাপসোডি-র (১৬০৮) ভূমিকায় এই উক্ত চতুর্দশপদীটি পাওয়া যায়। হিয়ারফোর্ডের জন ডেভিস, স্যামুয়েল ড্যানিয়েল, জর্জ চ্যাপম্যান, ক্রিস্টোফার মার্লো ও বেন জনসনও যে এই দাবিদার হতে পারেন তার ইঙ্গিত চতুর্দশপদীগুচ্ছে পাওয়া যায়।\nএমনও হতে পারে যে, প্রতিদ্বন্দ্বী কবি চরিত্রটি একাধিক কবির সমন্বয়ে গঠিত; এই চরিত্রের মাধ্যমে হয়তো শেকসপিয়র তাঁর প্রতিদ্বন্দ্বী কবিদের চোখ-রাঙানির বিষয়টিকে ফুটিয়ে তুলেছিলেন। কবি বলেছেন যে, প্রতিদ্বন্দ্বী কবিও খ্যাতি ও পৃষ্ঠপোষকতা অর্জনের জন্য তাঁর সঙ্গে প্রতিদ্বন্দ্বিতায় অবতীর্ণ হয়েছেন। প্রতিদ্বন্দ্বী কবি কবিতাগুচ্ছ নামে পরিচিত চতুর্দশপদীগুলি মূলত সুশ্রী যুবা চতুর্দশপদীগুচ্ছেরই অন্তর্গত (সনেট ৭৮-৮৬)।\n\n\n=== \"আ লাভার'স কমপ্লেইন\" ===\n১৬০৯ সালে দুই পর্বে প্রকাশিত কোয়ার্টোয় আ লাভার'স কমপ্লেইন প্রকাশিত হয়েছিল। এটি চতুর্দশপদীর আকারে রচিত হয়নি, রচিত হয়েছিল রাইম রয়্যালে ৪৭টি সাত-চরণের স্তবকে। এই কবিতাটি দুই পর্বে রচিত কাব্যের সাধারণ বৈশিষ্ট্যের সূচক, যেখানে প্রথম পর্বে পুরুষের দৃষ্টিভঙ্গি বক্তব্য রাখা হয় এবং দ্বিতীয় পর্বে নারীর দৃষ্টিভঙ্গি থেকে সেই বক্তব্যের বিরোধিতা বা তার বিরুদ্ধে অভিযোগ উত্থাপিত হয়। কোয়ার্টোর প্রথম পর্বে ১৫৪টি চতুর্দশপদী পুরুষের দৃষ্টিকোণ থেকে কামনার কথা বলেছে এবং দ্বিতীয় পর্বে আ লাভার'স কমপ্লেইন-এ পুরুষের কামনার শিকার নারীর দুঃখদুর্দশার কথা কথিত হয়েছে। দুই-পর্বের কবিতার আদিতম এলিজাবেথীয় উদাহরণ হল স্যামুয়েল ড্যানিয়েলের ডেলিয়া... উইথ দ্য কমপ্লেইন অফ রোসামন্ড (১৫৯২)—এই চতুর্দশপদীগুচ্ছে এক নারীর কাহিনি বর্ণিত হয়েছে, যিনি উচ্চতর পদমর্যাদার এক পুরুষের শাসানির মুখে পড়েছিলেন এবং তারপর সেই নারীর অভিযোগই উত্থাপিত হয় এই কাব্যে। অন্যান্য কবিরা বিষয়টিকে আরও সীমায়িত করে দিয়েছিলেন। শেকসপিয়র নিজেও রেপ অফ লুক্রেসি কাব্যে শেষ কয়েকটি চরণে মাত্র লুক্রেসির অভিযোগগুলিকে রেখেছিলেন। মাইকেল ড্রেটন, টমাস লজ, রিচার্ড বার্নফিল্ড ও অন্যান্য কবিদের রচনায় অন্যান্য উদাহরণগুলি পাওয়া যায়।\nচতুর্দশপদীগুচ্ছের যুবক এবং আ লাভার'স কমপ্লেইন-এর যুবক হলেন দুই পর্বের বিষয়গত যোগসূত্র। দুই পর্বের যুবকই সুদর্শন, ধনী ও ভেদবিচারহীন, এবং সেই সঙ্গে বিশ্বাসের অযোগ্য ও সর্বজন প্রশংসিত।\nচতুর্দশপদীর মতো আ লাভার'স কমপ্লেইন-এও শিরোনামে একটি আধিপত্যপ্রবণ রূপ লক্ষিত হয়, এখানেও লেখকের নাম শিরোনামের সঙ্গে অঙ্গাঙ্গীভাবে জড়িয়ে যায়। এই ক্ষেত্রে অবশ্য আধিপত্যসূচক শব্দটি হল \"লাভার'স\" (প্রেমিকা), এবং তা এক নারীর দ্যোতক, যিনি এই রচনায় কথকের ভূমিকা নেন।\n\n\n==== \"আ লাভার'স কমপ্লেইন\"-এর আখ্যানভাগ ====\nআ লাভার'স কমপ্লেইন-এর গোড়ায় দেখা যায়, এক তরুণী নদীর ধারে বসে কাঁদছেন এবং নদীতে ছেঁড়া চিঠি, আংটি ও প্রেমিকের দেওয়া অন্যান্য উপহার ছুঁড়ে ফেলে দিচ্ছেন। এক বৃদ্ধ তাঁর কাছে এগিয়ে এসে তাঁর দুঃখের কারণ জানতে চান। তরুণী জানান যে, তাঁর প্রাক্তন প্রেমিকা তাঁকে অনুসরণ করে, প্রলুব্ধ করেছিল এবং শেষে তাঁকে পরিত্যাগও করে। যে ভাষণটি দিয়ে প্রেমিক তাঁকে প্রলুব্ধ করেছিল, সেটিও তিনি বিস্তারিত জানান। নিজের কথা শেষ করে তিনি বলেন যে, তিনি আবার যুবকের মিথ্যা আকর্ষণে পতিত হবেন।\n\n\n== তারিখ ==\n১৫৯৭ – শেকসপিয়রের ট্র্যাজেডি রোমিও অ্যান্ড জুলিয়েট প্রকাশিত হয়। নাটকের কথিত ভূমিকাংশ এবং দ্বিতীয় অঙ্কের ভূমিকাংশটি চতুর্দশপদীর আকারে রচিত এবং ভাগ্য-বিড়ম্বিত প্রেমিক-প্রেমিকার প্রথম সাক্ষাতের সংলাপটির মধ্যেও একটি চতুর্দশপদী বয়ন করা আছে।\n১৫৯৮ – লাভ'স লেবার'স লস্ট একটি কোয়ার্টোতে প্রকাশিত হয়; নাটকের প্রচ্ছদ পৃষ্ঠায় এমন ইঙ্গিত করা হয়েছে যে এটি পূর্ববর্তী একটি পাঠের পরিমার্জনা। এই কমেডিতে দেখা যায়, নাভারের রাজা ও তাঁর লর্ডেরা ফ্রান্সের রানি ও তাঁর সহচরীদের প্রতি প্রেম নিবেদন করে চতুর্দশপদী রচনা করছেন। ১৫৯০-এর দশকের মাঝামাঝি সময় রানি প্রথম এলিজাবেথের জন্য ইনস অফ কোর্টে এটি অভিনীত হয়েছিল বলে মনে করা হয়।\n১৫৯৮ – ফ্রান্সিস মেয়ারস তাঁর কোয়ার্টো প্যালাডিস টামিয়া প্রকাশ করেন। সেই বছর ৭ সেপ্টেম্বর এটির নাম স্টেশনারস' রেজিস্টারের অন্তর্ভুক্ত হয়। এই গ্রন্থে তিনি উল্লেখ করেন যে, শেকসপিয়রের চতুর্দশপদীগুলি ব্যক্তিগতভাবে বিতরিত হয়।:\n As the soule of Euphorbus was thought to live in Pythagoras: so the sweete wittie soule of Ouid liues in mellifluous & hony-tongued Shakespeare, witnes his Venus and Adonis, his Lucrece, his sugred Sonnets among his private friends, &c.\n১৫৯৯ – উইলিয়াম জ্যাগার্ড দ্য প্যাশনেট পিলগ্রিম। বাই ডব্লিউ. শেকসপিয়র শিরোনামে একটি অক্টেভো খণ্ড প্রকাশ করেন। এটি ছিল ২০টি কবিতার একটি সংকলন। এই ক্ষুদ্র প্রকাশনায় কয়েকটি মেকি বিষয়বস্তু রয়েছে যা ভুলক্রমে শেকসপিয়রের নামাঙ্কিত হয়; এতে চারটি চতুর্দশপদী আছে, যেগুলি শেকসপিয়রের রচনা বলে নিশ্চিত হওয়া যায়: চারটির মধ্যে দু'টি ১৬০৯ সালের কোয়ার্টোয় প্রকাশিত হওয়ার আগে পূর্ববর্তী সংস্করণে প্রকাশিত হয় (সনেট ১৩৮ ও ১৪৪); অন্য দু'টি শেকসপিয়রের লাভ'স লেবার'স লস্ট নাটক থেকে গৃহীত। ফ্রান্সিস মেয়ারসের মন্তব্য থেকে জানা যায়, ১৩৮ ও ১৪৪ সংখ্যক চতুর্দশপদী দু'টি মিষ্টি চতুর্দশপদী নয়। বরং এগুলি কথক ও কৃষ্ণাঙ্গীর সম্পর্ক বিষয়ে কঠোরভাবে অকপট, শ্লেষাত্মক ও প্রতি-অভিযোগে পরিপূর্ণ। লাভ'স লেবার'স লস্ট থেকে গৃহীত চতুর্দশপদী দু'টি আবার নাটকের প্রেক্ষিতে কমিক চরিত্রগুলির দ্বারা রচিত এবং অপেশাদার চতুর্দশপদী রচয়িতার রচনা হিসেবেই উল্লিখিত। বেআইনিভাবে প্রকাশিত জ্যাগার্ডের এই মুদ্রণটির বিক্রি ভালোই ছিল—দ্রুত দ্বিতীয় মুদ্রণের দাবিও এসেছিল—কিন্তু শেকসপিয়রের নামাঙ্কিত ভুল কবিতা এতে অন্তর্ভুক্ত হওয়ায় তা শেকসপিয়রের পাঠকদের ক্ষুণ্ণ করে।\nজানুয়ারি ১৬০০ – স্টেশনারস' রেজিস্টারে একটি গ্রন্থের নাম অন্তর্ভুক্ত হয়, যেটিতে \"ডব্লিউ.এস. রচিত কয়েকটি অন্য চতুর্দশপদী\" অন্তর্ভুক্ত হয়। এর থেকে ইঙ্গিত মেলে যে, শেকসপিয়র তৎক্ষণাত প্রতিক্রিয়া জানাতে চেয়েছিলেন এবং জ্যাগার্ডের বই যে ছাপ ফেলেছিল তা সংশোধন করতে উদ্যোগী হন নিজস্ব প্রকাশনার মাধ্যমে। অথবা এই ভুক্তিটি নিছকই একটি \"স্থগিতকরণমূলক ভুক্তি\"; এর সঙ্গে হয়তো কোনও আসন্নপ্রকাশ গ্রন্থের সম্পর্ক নেই, শুধুমাত্র জ্যাগার্ডকে শেকসপিয়রের আর কোনও চতুর্দশপদী প্রকাশ করা থেকে বাধা দেওয়াই ছিল এর উদ্দেশ্য।\n১৪ অগস্ট, ১৬০০ – শেকসপিয়রের নাটক দ্য ক্রনিকল হিস্ট্রি অফ হেনরি দ্য ফিফথ রেজিস্টার অফ দ্য স্টেশনারস' কোম্পানিতে অন্তর্ভুক্ত হয়। কথিত উপসংহারভাগটি একটি চতুর্দশপদীর আকারে রচিত।\n২০ মে ১৬০৯ – স্টেশনারস' রেজিস্টারের ভুক্তিটি শেকসপিয়র'স সনেটস গ্রন্থের কথা ঘোষণা করে। এই গ্রন্থে ১৫৪টি চতুর্দশপদী ও তারপর আ লাভার'স কমপ্লেইন কবিতাটি অন্তর্ভুক্ত হয়। নথিপত্রে এই প্রকাশনার সম্পর্কে প্রায় নীরবতাই অবলম্বন করা হয়, বিশেষত যেখানে ভেনাস ও অ্যাডোনিস-এর প্রকাশনার পর প্রাণোচ্ছল প্রতিক্রিয়া পাওয়া গিয়েছিল তার তুলনায় এই ক্ষেত্রে তেমন কিছুই হয়নি।\n১৬১২ – জ্যাগার্ড তাঁর বেআইনি সংকলনের একটি সম্প্রসারিত সংস্করণ প্রকাশ করেন। টমাস হেউড তাঁর অ্যাপোলজি ফর অ্যাক্টরস (১৬১২) গ্রন্থে এই প্রকাশনার প্রতিবাদ জানান এবং লেখেন যে, শেকসপিয়র জ্যাগার্ডের প্রতি \"অত্যন্ত বিরক্ত হয়েছিলেন\" তাঁর নাম \"এত সাহসিকতার সঙ্গে\" ব্যবহার করার জন্য। ১৬১২ সংস্করণের অবিক্রীত কপিগুলি থেকে জ্যাগার্ড শেকসপিয়রের নাম প্রত্যাহার করে নেন।\n১৬৪০ – প্রকাশক জন বেনসন একটি কবিতা সংকলন প্রকাশ করেন; কয়েকটি শেকপিয়রের কবিতা ছিল, কিন্তু প্রায় ৩০টি কবিতা শেকসপিয়রের রচনা না হলেও তাঁর নামেই নামাঙ্কিত হয়। বইটির শিরোনাম ছিল পোয়েমস: রিটেন বাই উইল. শেকসপিয়র জেন্ট। বেনসন জ্যাগার্ডের চেয়েও বেশি জালিয়াতি করেন। তিনি দ্য প্যাশনেট পিলগ্রিম ও শেকসপিয়র'স সনেটস (১৬০৯) সহ অন্যান্য সূত্র থেকে কবিতা সংগ্রহ করে সেগুলিকে পুনর্লিখিত ও পুনর্বিন্যস্ত করেছিলেন। চতুর্দশপদীগুলি এক নারীর উদ্দেশ্যে রচিত এমনভাবে সাজানোর জন্য তিনি পুনর্লিখনে ভুলও করেন—ইংরেজি \"হি\" সর্বনামটি তিনি প্রায়শই \"শি\" দিয়ে পাল্টে দিয়েছেন। দুর্ভাগ্যজনভাবে এই সংস্করণটি প্রভাবশালী হয়ে পড়ে এবং তার ফলে এক শতাব্দীরও বেশি সময়কাল সমালোচকদের বোঝা ও প্রতিক্রিয়ার মধ্যে বিভ্রান্তি থেকে যায়। সপ্তদশ শতাব্দীর সাধারণ বইগুলিতে ইচ্ছাকৃতভাবে লিঙ্গে ভুল করাটা ছিল সাধারণ বৈশিষ্ট্য। এই ধরনের সংকলনে ২ সংখ্যক চতুর্দশপদীর মতো জনপ্রিয় কবিতা ছিল এর প্রকৃষ্ট উদাহরণ। মার্গারেট বেলাসিসের সাধারণ বইটিতে এই কবিতাটি অ-লিঙ্গসূচক শিরোনাম স্পেস আলটেরা-র অধীনে অন্তর্ভুক্ত হয়। আবার আইএ-র সাধারণ বইতে, উদ্দিষ্ট ব্যক্তির পদবী স্পষ্টত পরিবর্তিত করে শিরোনাম রাখা হয় টু ওয়ান দ্যাট উড ডাই আ মেইড।\n১৭৮০ – ১৭৭৮ সালে নাটকের জনসন-স্টিভেনস সংস্করণের দুই খণ্ডের সংযোজন অংশে এডমন্ড মেলন শেষপর্যন্ত ঘোষণা করেন যে, শেকসপিয়র'স সনেটস গ্রন্থের ১৬০৯ সালের কোয়ার্টো সংস্করণটিই একমাত্র প্রামাণ্য গ্রন্থ।\n১৯৮৬ – চতুর্দশপদীর নিউ পেঙ্গুইন শেকসপিয়র সংস্করণে আ লাভার'স কমপ্লেইন-কে শেকসপিয়র'স সনেটস গ্রন্থের অবিচ্ছেদ্য অঙ্গ হিসেবে পুনর্যোজিত করা হয়।\n\n\n== সমালোচনা ==\nনাট্যকার শেকসপিয়রকে চতুর্দশপদীর বিদ্রুপাত্মক সমালোচক মনে হয়—নাটকে চতুর্দশপদীর যে উল্লেখ আছে তা প্রায়শই বেশ তাচ্ছিল্যপূর্ণ। তারপর তিনি সমকালের অত্যতম দীর্ঘ চতুর্দশপদী-গুচ্ছ রচনা করেছিলেন এবং এই ধারাটি প্রচলিত প্রথা থেকে একেবারেই অন্য দিকে চতুর্দশপদীর ধারাটিকে প্রবাহিত করে দেয়।\nসম্ভবত সাহিত্য-সংক্রান্ত উচ্চাকাঙ্ক্ষা এবং প্রচলিত প্রথা ভেঙে নতুন পথ সৃজনের একটি ইচ্ছাই শেকসপিয়রকে চতুর্দশপদী রচনায় উদ্বুদ্ধ করেছিল। অথবা সম্ভবত তিনি নিজের জীবনের কোনও ঘটনা থেকে অনুপ্রাণিত হয়েছিলেন। তাঁর জীবনের বিষয়গুলিকে অতি-আলোচিত ও অতি-অনুমতি মনে করা হয়, বিশেষত প্রমাণ যেখানে অল্প। সমালোচকদের দৃষ্টি অবশ্য তার পরিবর্তে (নতুন সমালোচনা ও স্টিফেন বুথ ও হেলেন ভেন্ডলার প্রমুখ সমালোচক কর্তৃক) নিবদ্ধ হয়ে চতুর্দশপদীগুলির পাঠের দিকে। এগুলি অধীত হয়েছে এবং \"ভাষা ও ধারণার অত্যন্ত জটিল গঠনভঙ্গিমা\" হিসেবে ভাষাবৈজ্ঞানিকদের দ্বারা নন্দিতও হয়েছে।\nজীবনীমূলক ও ভাষাবৈজ্ঞানিক পদ্ধতি ছাড়াও, শেকসপিয়রের চতুর্দশপদীগুচ্ছ বিবেচনার আরেকটি পদ্ধতি হল সেগুলিকে ঘিরে থাকা সংস্কৃতি ও সাহিত্যের প্রেক্ষাপট আলোচনা।\nদ্য রিডার অ্যান্ড দ্য ইয়ং ম্যান সনেটস গ্রন্থে গেরাল হ্যামন্ড বলেছিলেন যে, চিন্তাশীল ও নিয়োজিত অথচ অ-দক্ষ পাঠকের কাছে এই চতুর্দশপদীগুলি বুঝতে বিশেষ সাহায্যের প্রয়োজন হয় না: যদিও তিনি এও বলেন যে, একটি শব্দ বা চরণের অর্থটি বাহ্যিক না বিমূর্ত এই ধরনের কিছু নিয়ে কোনও সিদ্ধান্তে উপনীত হতে হলে পাঠককে ধন্দে পড়তে হয়। পাঠকের পথে এই ধরনের প্রতিবন্ধকতা সৃষ্টি করাই চতুর্দশপদী পাঠের একটি গুরুত্বপূর্ণ অংশ—হ্যামন্ডের মতে, বিশেষজ্ঞদের দ্বারা জটিলতা কাটানো বা দ্ব্যর্থবোধের নিরসন ঘটানোর মাধ্যমে পাঠক সবসময় উপকৃত হন না।\nঅষ্টাদশ শতাব্দীতে ইংল্যান্ডে শেকসপিয়রের চতুর্দশপদীগুচ্ছের খ্যাতি অপেক্ষাকৃত হ্রাস পেয়েছিল। ১৮০৫ সালে দ্য ক্রিটিক্যাল রিভিউ জন মিলটনকে ইংরেজি চতুর্দশপদীর শ্রেষ্ঠ কবি আখ্যা দেন। ঊনবিংশ শতাব্দীর শেষভাগে শেকসপিয়র ও মিলটন প্রায় সমান গুরুত্ব অর্জন করেন। তবে জীবনী আলোচনায় অতিব্যস্ত সমালোচকেরা বেশ কয়েক দশক ধরে এই বিষয় নিয়ে তর্কে রত ছিলেন।\n\n\n== নাটকের অন্তর্ভুক্ত চতুর্দশপদী ==\nশেকসপিয়র নিজের নাটকের প্রয়োজনেও কতকগুলি চতুর্দশপদী রচনা করেছিলেন। এগুলির মধ্যেই তাঁর একেবারে প্রথম দিকের চতুর্দশপদীগুলি রয়েছে। ১৬০৯ সালে প্রকাশিত ১৫৪টি চতুর্দশপদীর থেকে এগুলি অনেকটাই আলাদা ধরনের। এগুলির মধ্যে গভীর অন্তর্দৃষ্টির অভাব লক্ষিত হয়। মনে রাখতে হবে যে, এগুলি রচিত হয়েছিল নাটকের প্রয়োজনে - ব্যাখ্যা বা আখ্যানসূত্র উপস্থাপনার জন্য।\n\n\n=== আদি কমেডি ===\nশেকসপিয়রের আদি কমেডিগুলিতে চতুর্দশপদী কবিতা ও এই নাটকের চরিত্রগুলির চতুর্দশপদী রচনার চেষ্টা প্রায়শই ব্যঙ্গাত্মকরূপে ফুটে উঠেছে। দ্য টু জেন্টলমেন অফ ভেরোনা নাটকে চতুর্দশপদী রচনাকে দোষদর্শিতার ভঙ্গিতে যৌনপ্রলোভনের একটি পদ্ধতি হিসেবে বর্ণনা করা হয়েছে। লাভ'স লেবার'স লস্ট নাটকে বলা হয়েছে যে, প্রেম যে পুরুষকে দুর্বল ও মূর্খতুল্য করে তুলতে পারে তার প্রমাণই হল চতুর্দশপদী। মাচ অ্যাডু অ্যাবাউট নাথিং নাটকে বিয়াত্রিশে ও বেনেডিক উভয়েই একটি করে চতুর্দশপদী রচনা করে, যা তাদের প্রেমে পড়ার প্রমাণের কাজ করেছিল। অল'স ওয়েল দ্যাট এন্ডস ওয়েল নাটকে একটি আংশিক চতুর্দশপদী পঠিত হয় এবং বার্ট্রাম মন্তব্য করেন, “He shall be whipp’d through the army with this rhyme in’s forehead.” হেনরি দ্য ফিফথ নাটকে ডফিন বলেছিলেন যে তিনি তাঁর ঘোড়াটিকে নিয়ে একটি চতুর্দশপদী লিখবেন।\nনাটকে যে চতুর্দশপদী নিয়ে শেকসপিয়র রঙ্গরসিকতা করেছিলেন, তা লিখিত হয়েছিল পেত্রার্ক ও সিডনির পরম্পরা অনুসারে লিখিত। অপরদিকে ১৬০৯ সালে কোয়ার্টোয় প্রকাশিত শেকসপিয়রের চতুর্দশপদীগুলি পুরনো শৈলীর থেকে সম্পূর্ণ রকমের পৃথক। নাটকে উপহাসিত চতুর্দশপদীগুলির প্রেমকাতরতা এতে অনুপস্থিত। ১৬০৯ সালে প্রকাশিত চতুর্দশপদীগুলি যেন প্রথার বিরুদ্ধে বিদ্রোহ ঘোষণা করেছিল।\nলাভ'স লেবার'স লস্ট নাটকে রাজা ও তাঁর তিন লর্ড সন্ন্যাসীর জীবনযাপন করে পড়াশোনা করার, জাগতিক সুখ বর্জন করার ও নারীমুখ দর্শন না করার শপথ গ্রহণ করেছিলেন। তাঁরা প্রত্যেকেই প্রেমে পড়ে অংশত শপথ ভঙ্গ করেছিলেন। লর্ড লংগাভিল একটু চতুর্দশপদীতে নিজের প্রেম ব্যক্ত করেছিলেন (“Did not the heavenly rhetoric of thine eye…”), লর্ড বেরোনিও তা করেন একটি হেক্সামিটার চতুর্দশপদীতে (“If love make me forsworn, how shall I swear to love?”)–অ্যাস্ট্রোফেল ও স্টেলা-তে সিডনি ছয়টি চতুর্দশপদীতে এই শৈলীটি ব্যবহার করেন (সংখ্যা ১, ৬, ৮, ৭৬ ও ১০২)। এই চতুর্দশপদীগুলির মধ্যে কিছু হাস্যস্পদ ত্রুটি রয়েছে, যেমন, অদ্ভুত শব্দবন্ধের প্রয়োগ বা ছন্দের ব্যবহারে ভুল। বেরাউনি শপথ ভঙ্গ করতে গিয়ে ধরা পড়ার পর এবং তাঁর লেখা একটি চতুর্দশপদীর কথা জানাজানি হয়ে যাওয়ার পর তিনি আবেগভরে মর্মস্পর্শী বাক্য পরিত্যাগ করেন এবং সাদামাটা গ্রাম্য ভাষায় রচনার শপথ গ্রহণ করে। মজার কথা এই যে, এই ঘোষণা করার সময়ও মনে হচ্ছিল না যে তিনি আলংকারিক রাজসভার ভাষা পরিত্যাগ করতে পেরেছেন এবং তাঁর ভাষণটি একটি চতুর্দশপদীর ছন্দ ও অন্ত্যমিলের সঙ্গে খাপ খেয়ে যাচ্ছিল সেই সময় (“O, never will I trust to speeches penned…”)।\n\n\n=== হেনরি দ্য ফিফথ ===\nহেনরি দ্য ফিফথ নাটকের শেষে উপসংহার অংশটি একটি চতুর্দশপদীর আকারে রচিত (“Thus far with rough, and all-unable pen…”)। নাটকের প্রথা হিসেবে আনুষ্ঠানিকভাবে উপসংহার অংশ ছিল সুপ্রচলিত। শেকসপিয়রের তেরোটি নাটকে এই ধরনের উপসংহার দেখা যায়। হেনরি দ্য ফিফথ নাটকে সম্মেলক চরিত্রটি নাটক চলাকালীন বেশ কয়েকবার দর্শকদের সম্বোধন করে বিভিন্ন ধরনের উপসংহার/চতুর্দশপদীতে কথা বলেছে। গোড়াতেই সম্মেলক বলেছে যে, নাটকে গল্পটি হয়তো পূর্ণ গৌরবে প্রকাশ পায়নি। বলা হয়েছে যে, পরবর্তী রাজা হবেন ষষ্ঠ হেনরি। পঞ্চম হেনরির সিংহাসন উত্তরাধিকারসূত্রে পাওয়ার সময় তিনি নাবালক ছিলেন এবং পঞ্চম হেনরি \"lost France, and made his England bleed/ Which oft our stage hath shown.\" এটিতে হেনরি দ্য সিক্সথ-এর তিনটি পর্ব ও রিচার্ড দ্য থার্ড নাটকের উল্লেখ আছে — যার ফলে এই নাটকটি ল্যাংকাস্ট্রীয় ও ইয়র্কীয় চক্রের সঙ্গে যুক্ত হয়ে পড়েছে।\n\n\n=== রোমিও অ্যান্ড জুলিয়েট ===\nরোমিও অ্যান্ড জুলিয়েট নাটকে তিনটি চতুর্দশপদী পাওয়া যায়: নাটকের নান্দীমুখে (“Two households, both alike in dignity…”), দ্বিতীয় অঙ্কের নান্দীমুখে (“Now old desire doth in his death-bed lie…”) এবং রোমিও ও জুলিয়েটের সাক্ষাৎমুহুর্তের সংলাপের আকারে:\n\n\n=== মাচ অ্যাডু অ্যাবাউট নাথিং ===\nমাচ অ্যাডু অ্যাবাউট নাথিং নাটকে দু'টি চতুর্দশপদীর কথা উল্লিখিত হয়েছে—বিয়াত্রিশে ও বেনেডিকের লেখা চতুর্দশপদী—সেগুলি লিখিত না হলেও শেকসপিয়রের মনে থেকে যায়। ক্লডিও কর্তৃক উল্লিখিত প্রথম চতুর্দশপদীটির বর্ণনায় বলা হয়:  \"A halting sonnet of his own pure brain/Fashion’d to Beatrice\".  হিরোর পাওয়া দ্বিতীয় চতুর্দশপদীটির বর্ণনায় রয়েছে: \"Writ in my cousin's hand, stolen from her pocket/Containing her affection unto Benedick\".\n\n\n=== এডওয়ার্ড দ্য থার্ড ===\nএডওয়ার্ড দ্য থার্ড নাটকটি সম্প্রতি শেকসপিয়রের প্রামাণ্য নাট্যসাহিত্যের অংশ হিসেবে স্বীকৃতি লাভ করেছে। পূর্বে এটিকে অজ্ঞাতনামা কোনও নাট্যকারের রচনা মনে করা হত। প্রথম প্রকাশের সময়ও নাট্যকারের নাম উল্লিখিত হয়নি। কিন্তু ১৯৯০-এর দশকের শেষদিকে এটি শেকসপিয়রের রচনাসমগ্রগুলিতে অন্যদের সহযোগিতায় লিখিত শেকসপিয়রের নাটক হিসেবে অন্তর্ভুক্ত হতে শুরু করে। জনাথান বেট, এডওয়ার্ড ক্যাপেল, এলিয়ট স্লেটার, এরিক স্যামস, জর্জিও মেলশিওরি, ব্রায়ান ভাইকারস প্রমুখ গবেষকেরা এই অন্তর্ভুক্তিকে সমর্থন করেন। ১৫৯৬ সালে মুদ্রিত এই নাটকে যে ভাষা ও বিষয়বস্তুর প্রয়োগ ঘটানো হয়েছে তা শেকসপিয়রের চতুর্দশপদীগুচ্ছেও পাওয়া যায়। যার অন্যতম হল \"Lilies that fester smell far worse than weeds” পঙক্তিটি, যেটি পাওয়া যায় \"সনেট ৯৪\"-এ এবং \"scarlet ornaments” শব্দবন্ধটি, যা পাওয়া যায় \"সনেট ১৪২\"-এ। নাটকের যে দৃশ্যে এই উদ্ধৃতিগুলি ছিল সেটি একটি হাস্যরসাত্মক দৃশ্য, যেখানে দেখানো হয়েছে এক কবি তাঁর রাজা তৃতীয় এডওয়ার্ডের হয়ে প্রেমের কবিতা লেখার চেষ্টা করছেন। এডওয়ার্ড দ্য থার্ড নাটকটির প্রকাশকালে শেকসপিয়রের চতুর্দশপদীগুচ্ছ সম্পর্কে কেউ কেউ ব্যক্তিগতভাবে অবহিত হলেও তা গ্রন্থাকারে প্রকাশিত হয়নি।\nরাজা তৃতীয় এডওয়ার্ড স্যালিসবেরির কাউন্টেসের প্রেমে পড়েছিলেন। নিজের সচিত লোডোউইককে তিনি বলেন কাগজ ও কালি নিয়ে আসতে। কাউন্টেসের প্রশংসা করে একটি কবিতা লেখার কাজে এডওয়ার্ড লোডোউইকের সহায়তা চান। লোডোউইক প্রশ্ন করেন:\n\nতারপর এক প্রাণোচ্ছল কবিতায় রাজা নিজের আবেগ প্রকাশ করেন এবং তা লিখে নেওয়ার নির্দেশ দেন। লোডোউইক কী লিখেছেন, তা রাজা পড়ে শোনাতে বললে, তিনি পড়েন:\n\nকাউন্টেস যখন প্রবেশ করেন, তখন কাব্যরচনার দৃশ্যটিতে বাধা পড়ে। লোডোউইকও কবিতার বেশি অংশ লিখতে পারেননি—শুধু দু'টি চরণ ছাড়া:\n\n\n== আরও দেখুন ==\nজর্জ বার্নার্ড শ-এর দ্য ডার্ক লেডি অফ দ্য সনেটস\nসনেট ১ থেকে সনেট ১৫৪ (পূর্ণাঙ্গ তালিকা)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\n=== সংস্করণ ===\nশেকসপিয়রের অন্যান্য সকল রচনার ন্যায় তাঁর চতুর্দশপদীগুচ্ছও বহুবার পুনর্মুদ্রিত হয়েছে। প্রধান প্রধান সংস্করণগুলির মধ্যে রয়েছে:\nটেমপ্লেট:Shakespeare sonnets bibliography\nZinman, Ira, ed. (2009). Shakespeare's Sonnets and the Bible. foreword by HRH Charles Prince of Wales. Bloomington. World Wisdom. আইএসবিএন ৯৭৮-১৯৩৩৩১৬৭৫৮\n\n\n=== সম্পূর্ণ সংকলন ===\nComplete Sonnets at Standard Ebooks\nThe Sonnets at Project Gutenberg\nComplete sonnets of William Shakespeare  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ এপ্রিল ২০১৬ তারিখে – Listed by number and first line.\n Shakespeare's Sonnets লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\n\n\n=== বিশ্লেষণমূলক পাঠ ===\nSelf-referential concordance to The Sonnets\nThe Sonnets – Compare two sonnets side-by-side, see all of them together on one page, or view a range of sonnets on Open Source Shakespeare\nExplore the Sonnets yourself, with Gramener's tool  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ এপ্রিল ২০১৬ তারিখে helps readers explore Shakespeare's Sonnets\n\n\n=== ভাষ্য ===\nDiscussion of the identification of Emily Lanier as the Dark Lady  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুন ২০০৮ তারিখে\nWilliam Shakespeare Sonnets facts Quick reference facts about The Sonnets\nBowley, Roger। \"14: Shakespeare's Sonnets\"। Numberphile। Brady Haran। ১ ফেব্রুয়ারি ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ এপ্রিল ২০১৩। \nBanerjee, Subhrasleta. \"William Shakespeare's Sonnets: Relooking at the Characters\". Yearly Shakespeare আইএসএসএন 0976-9536, 17 (April 2019): 177–181.\nRoy, Pinaki. \"Shakespeare and Celan: A very brief comparative Study\". Yearly Shakespeare (ISSN 0976-9536), 18 (2020): 118–24."}