{"pageid": 1190851, "title": "সৌদি আরবের যুবরাজ", "url": "https://bn.wikipedia.org/wiki?curid=1190851", "content": "সৌদি আরবের ক্রাউন প্রিন্স বা যুবরাজ সৌদি আরবের দ্বিতীয় গুরুত্বপূর্ণ পদ, রাজার পরে দ্বিতীয় এবং তার মনোনীত উত্তরসূরি। বর্তমানে, রাজা কর্তৃক মনোনীত হওয়ার পর ক্রাউন প্রিন্স আনুগত্য পরিষদের অনুমোদন নিয়ে ক্ষমতা গ্রহণ করেন। বাদশাহ আবদুল্লাহর শাসনামলে দেশে এই ব্যবস্থা চালু হয়। রাজার অনুপস্থিতিতে, রাজার প্রত্যাবর্তন পর্যন্ত যুবরাজকে রাজ্যের বিষয়গুলি পরিচালনা করার জন্য একটি আদেশ জারি করা হয়।\n\n\n== যুবরাজ পদের ইতিহাস ==\nদ্বিতীয় সৌদি রাষ্ট্রের শেষ ক্রাউন প্রিন্স ছিলেন আবদুল আজিজ, যিনি ১৮৯০ সালে রশিদদের রিয়াদ জয় করার পর তার পিতা আবদুল রহমান বিন ফয়সাল তার রাষ্ট্র হারানোর পর উপাধি হারান। আল সৌদরা নির্বাসনে চলে যায় এবং প্রায় এক দশক ধরে পারস্য উপসাগরের একাধিক আরব রাষ্ট্রে আশ্রয় নেয়। ১৯০০ সালে সরিফের যুদ্ধে পরাজয়ের পর, আবদুল রহমান বিন ফয়সাল তার পিতৃত্ব পুনরুদ্ধারের জন্য সমস্ত উচ্চাকাঙ্ক্ষা ছেড়ে দেন। তা সত্ত্বেও, আবদুল আজিজ এবং তার আত্মীয়রা নেজদ পুনরুদ্ধারের জন্য দৃঢ়প্রতিজ্ঞ ছিলেন। ১৯০০ এর দশকের গোড়ার দিকে, আল সৌদরা রাশিদিদের কাছ থেকে নেজদ পুনরুদ্ধারের চেষ্টা করার জন্য একাধিক অভিযান অভিযান এবং বিজয়ের যুদ্ধে গিয়েছিল। তাদের প্রচেষ্টা অত্যন্ত সফল হয়েছিল এবং ফলস্বরূপ, তারা সফলভাবে তৃতীয় সৌদি রাষ্ট্র গঠন করে। আবদুল আজিজ যখন আমির হিসেবে স্বীকৃতি পাওয়ার জন্য যথেষ্ট জমি নেন, তখন তিনি তার বড় ছেলে তুর্কিকে তার উত্তরাধিকারী হিসেবে মনোনীত করেন। ১৯১৯ সালের ফ্লু মহামারীতে তুর্কি মারা গেলে, আব্দুল আজিজ তার দ্বিতীয় পুত্র সৌদকে উত্তরাধিকারী হিসাবে মনোনীত করেন এবং পরবর্তী উত্তরাধিকারী ভাই ভাই হবে। আল সৌদরা নেজদের বাইরে তাদের সীমানা প্রসারিত করে এবং তৃতীয় সৌদি রাষ্ট্রের একাধিক পুনরাবৃত্তি প্রতিষ্ঠা করে। ১৯৩২ সালে, আবদুল আজিজ নেজদ এবং হেজাজকে দুটি পৃথক রাষ্ট্র হিসাবে পরিচালনা করার পরে, তিনি তাদের একত্রিত করে সৌদি আরব গঠন করেন।  আবদুল আজিজ নিজেকে রাজা ঘোষণা করেন এবং তার এক পুত্র সৌদকে ক্রাউন প্রিন্স হিসেবে মনোনীত করেন।\nবাদশাহ আবদুল আজিজ যখন তার মৃত্যুর আগে উত্তরাধিকার নিয়ে আলোচনা করেন, তখন তাকে কয়েক বছরের অভিজ্ঞতা থেকে ফয়সালের ব্যাপক জ্ঞানের কারণে ক্রাউন প্রিন্স সৌদের সম্ভাব্য উত্তরসূরি হিসেবে প্রিন্স ফয়সালকে সমর্থন করতে দেখা যায়। বহু বছর আগে, বাদশাহ আবদুল আজিজ ফয়সালকে তার ছেলেদের মধ্যে সবচেয়ে মেধাবী হিসেবে স্বীকৃতি দিয়েছিলেন এবং তাকে যুদ্ধ ও কূটনীতিতে একাধিক দায়িত্ব দিয়েছিলেন। \"আমি শুধু চাই যে আমার তিনজন ফয়সাল থাকুক\", রাজা আবদুল আজিজ একবার তার উত্তরাধিকারী কে হবেন তা নিয়ে আলোচনা করার সময় বলেছিলেন। তবে রাজা আব্দুল আজিজ যুবরাজ সৌদকে ক্রাউন প্রিন্স হিসেবে রাখার সিদ্ধান্ত নেন। তার দুই ছেলে, ভবিষ্যত রাজা সৌদ এবং পরবর্তী সারির প্রিন্স ফয়সাল, যারা ইতোমধ্যে একে অপরের সাথে যুদ্ধ করছিলেন, তার শেষ কথা ছিল \"তোমরা ভাই, এক হও!\" তার মৃত্যুর কিছুক্ষণ আগে, বাদশাহ আব্দুল আজিজ বলেছিলেন, \"সত্যিই, আমার সন্তান এবং আমার সম্পদ আমার শত্রু।\"\nআবদুল আজিজের মৃত্যুর পরপরই আবদুল আজিজের সবচেয়ে বড় ছেলে সৌদ এবং ফয়সালের মধ্যে একটি ভয়ানক ক্ষমতার লড়াই শুরু হয়। ফয়সালকে ১৯৫৪ সালে সৌদি আরবের প্রধানমন্ত্রী ঘোষণা করা হয়েছিল, কিন্তু তার ক্ষমতা সীমিত ছিল। এর পরেই, সৌদি আরবের সৌদের বিপর্যয়মূলক নীতির ফলে আর্থিক সমস্যা এবং ঋণ শুরু হয়। সৌদ প্রায়শই অন্যান্য জিনিসের সাথে তেলের রাজস্ব লুণ্ঠন, বিলাসবহুল প্রাসাদ, এবং সৌদি আরবের অভ্যন্তরে এবং বাইরে ষড়যন্ত্রের সাথে যুক্ত ছিলেন যখন ফয়সাল সংযম, ধর্মপ্রাণ, শুদ্ধতাবাদ, মিতব্যয়ীতা এবং আধুনিকায়নের সাথে যুক্ত ছিল। সৌদি আরবে সমস্যাগুলির তীব্রতা আরও খারাপ হওয়ার সাথে সাথে, আল সৌদ পরিবার ১৯৫৮ সালে রাজা সৌদকে তার বেশিরভাগ নির্বাহী ক্ষমতা ফয়সালকে অর্পণ করতে বাধ্য করে। যাইহোক, ফয়সাল এখনও তার ক্ষমতা ব্যবহার করতে পারেনি কারণ সৌদ তাদের অবরুদ্ধ করতে থাকে, যার ফলে ফয়সাল পদত্যাগ করতে প্ররোচিত হয়। সৌদ যেহেতু সাধারণ বিষয়গুলো অযৌক্তিকভাবে পরিচালনা করতে থাকে, সে সৌদি আরবকে ধ্বংসের দ্বারপ্রান্তে নিয়ে আসে। ১৯৬৪ সালের ৪ মার্চ, ফয়সাল এবং তার ভাইরা সৌদের বিরুদ্ধে একটি রক্তপাতহীন অভ্যুত্থান শুরু করে। ফয়সালকে রিজেন্ট করা হয়েছিল, এবং সৌদ সম্পূর্ণরূপে আনুষ্ঠানিক ভূমিকা হিসাবে রাজা ছিলেন। নভেম্বরে, উলামা, মন্ত্রিপরিষদ এবং শাসক পরিবারের জ্যেষ্ঠ সদস্যরা সৌদকে সম্পূর্ণরূপে ত্যাগ করতে বাধ্য করেন এবং ফয়সাল নিজের অধিকারে রাজা হন। ১৯৬৫ সালের ৬ জানুয়ারি, সৌদ তার চাচা আবদুল্লাহ বিন আবদুল রহমানের সাথে বাদশাহ ফয়সালের প্রতি আনুগত্য ঘোষণা করতে প্রাসাদে যান।\nপরবর্তী সারিতে, যুবরাজ মোহাম্মদ অল্প সময়ের জন্য ক্রাউন প্রিন্স ছিলেন কিন্তু ১৯৬৫ সালে প্রিন্স খালিদের পক্ষে এই উপাধিটি প্রত্যাখ্যান করেছেন।\nবাদশাহ ফয়সাল তার ভাইপোর হাতে নিহত হওয়ার অল্প সময়ের মধ্যেই খালিদ সৌদি আরবের রাজা হন এবং ফাহদ ক্রাউন প্রিন্স হন। খালিদ এবং ফাহদের শাসনামলে, উভয়েই ১৯৭৯ সালের গ্র্যান্ড মসজিদ দখলের পর রক্ষণশীল ইসলামিক নীতি গ্রহণ করেন। ১৯৯৫ সালে রাজা ফাহদের স্ট্রোক হলে, ক্রাউন প্রিন্স আবদুল্লাহ ফাহদের শাসনামলের অবশিষ্ট সময়ের জন্য আনুষ্ঠানিক রিজেন্ট হন। আবদুল্লাহ বাদশাহ হওয়ার পর তিনি সৌদি আরবের আধুনিকায়ন শুরু করেন। তিনি মহিলাদের ভোট দেওয়ার এবং সরকারি পদে কাজ করার অধিকার দেন। আবদুল্লাহ আনুগত্য কাউন্সিলও তৈরি করেছিলেন, একটি সংস্থা যা সৌদি আরবের প্রতিষ্ঠাতা, বাদশাহ আবদুল আজিজের পুত্র এবং নাতিদের নিয়ে গঠিত, ভবিষ্যতের রাজা এবং যুবরাজদের বেছে নেওয়ার জন্য একটি গোপন ব্যালট দ্বারা ভোট দেওয়ার জন্য।\n২০০০ এবং ২০১০-এর দশকের গোড়ার দিকে জাতি একটি জেরন্টোক্রেসি হয়ে উঠলে, তিনজন ক্রাউন প্রিন্স দ্রুত পর্যায়ক্রমে বার্ধক্যজনিত কারণে মারা যান। ইতোমধ্যে, আরো এবং আরো রাজকুমারদের অতিক্রম করা হয়. জানুয়ারি ২০১৫ সালে, বাদশাহ আব্দুল আজিজের শেষ পুত্র মুকরিন ক্রাউন প্রিন্স হন, মাত্র তিন মাস পরে তার ভাগ্নে মোহাম্মদ বিন নায়েফের পক্ষে ক্ষমতাচ্যুত হন। মোহাম্মদ বিন নায়েফ, বাদশাহ আব্দুল আজিজের প্রথম নাতি যিনি খেতাব ধারণ করেছিলেন, তাকে ২০১৭ সালের জুনে বাদশাহ আব্দুল আজিজের আরেক নাতি মোহাম্মদ বিন সালমান নিজেই অপসারণ করেছিলেন।\n\n\n=== সৌদি আরবের যুবরাজ (১৯৩৩-বর্তমান) ===\n\n\n== দ্বিতীয় উপ-প্রধানমন্ত্রী পদের ইতিহাস ==\n\"দ্বিতীয় উপ-প্রধানমন্ত্রী\" এর সম্মানসূচক উপাধিটি ১৯৬৭-এ ফিরে যায়, যাতে সিংহাসন থেকে বাদ না দেওয়া সিনিয়র যুবরাজ কে ছিলেন তা নির্ধারণ করার জন্য। পদটি তৈরি করেছিলেন বাদশাহ ফয়সাল।\n১৮৬৫ সালের মার্চ মাসে, বাদশাহ ফয়সাল এবং আল সৌদ পরিবারের চাপে, ক্রাউন প্রিন্স মোহাম্মদ সৌদি সিংহাসন থেকে সরে দাঁড়ান। মোহাম্মদের মেজাজ সমস্যা এবং মদ্যপানের সমস্যা ছিল বলে জানা যায়। ফলস্বরূপ, বাদশাহ ফয়সাল যুবরাজ খালিদকে ক্রাউন প্রিন্স হিসেবে নিয়োগ করেন। যাইহোক, তিনি ১৯৬৫ সালের মার্চ পর্যন্ত বেশ কয়েকবার বাদশাহ ফয়সালের ক্রাউন প্রিন্সের প্রস্তাব গ্রহণ করতে নারাজ ছিলেন। এছাড়া খালিদ বাদশাহ ফয়সালকে বিভিন্ন সময় পদ থেকে অপসারণ করতে বলেন। প্রিন্স খালিদের উত্তরাধিকারী মনোনীত হওয়ার বিষয়ে একটি জল্পনা ছিল রাজনীতির প্রতি তার পূর্বনির্ভরতার অভাব। সংক্ষেপে, তাকে উত্তরাধিকারী হিসাবে মনোনীত করে রাজপরিবার একটি আন্তঃ-পারিবারিক ঐকমত্য তৈরি করতে পারে। ১৯৬৭ সালে, ক্রাউন প্রিন্স খালিদ বাদশাহ ফয়সালের অনুরোধের বিরুদ্ধে মন্ত্রী পরিষদে সভাপতিত্ব না করার ইচ্ছা প্রকাশ করেন যার ফলে প্রিন্স ফাহদকে দ্বিতীয় উপ-প্রধানমন্ত্রী হিসেবে কাউন্সিলের বৈঠকে নেতৃত্ব দেওয়ার দায়িত্ব দেওয়া হয়। প্রিন্স সাদ এবং প্রিন্স নাসির, যারা ফাহাদের চেয়ে বয়সে বড় ছিলেন, তাদের কম অভিজ্ঞ হওয়ার কারণে সিংহাসন থেকে সরিয়ে দেওয়া হয়েছিল।\n১৯৭৫ সালে বাদশাহ ফয়সালকে হত্যা করা হলে, বাদশাহ খালিদ যুবরাজ ফাহদকে ক্রাউন প্রিন্স এবং প্রিন্স আবদুল্লাহকে দ্বিতীয় উপ-প্রধানমন্ত্রী হিসেবে মনোনীত করেন।\nবাদশাহ খালিদ বার্ধক্যজনিত কারণে অসুস্থ হয়ে পড়ায় দ্বিতীয় উপ-প্রধানমন্ত্রী হিসেবে আবদুল্লাহর স্থলাভিষিক্ত কে হবেন সেই প্রশ্নটি আরও চাপা হয়ে ওঠে। বাদশাহ ফয়সালের স্থলাভিষিক্ত হন বাদশাহ আবদুল্লাহ, তার পরে বাদশাহ ফাহদ কার্যত উপ-প্রধানমন্ত্রী ছিলেন।\n\n\n=== সৌদি আরবের দ্বিতীয় উপ-প্রধানমন্ত্রী (১৯৬৭-২০১১) ===\n\n\n== ডেপুটি ক্রাউন প্রিন্স পদের ইতিহাস ==\n\"ডেপুটি ক্রাউন প্রিন্স\" এর সম্মানজনক উপাধিটি ২০১৪ থেকে শুরু হয়েছে। পদটি তৈরি করেছিলেন বাদশাহ আবদুল্লাহ। মুকরিন বিন আবদুল'আজিজ আল সৌদ ছিলেন প্রথম যুবরাজ যিনি ডেপুটি ক্রাউন প্রিন্স পদে অধিষ্ঠিত ছিলেন। ২১ জুন ২০১৭ সাল থেকে ডেপুটি ক্রাউন প্রিন্সের পদটি শূন্য রয়েছে। আজ অবধি, ডেপুটি ক্রাউন প্রিন্সের দায়িত্ব পালন করেছেন এমন কোনও ব্যক্তি কখনও রাজা হননি।\n\n\n=== সৌদি আরবের ডেপুটি ক্রাউন প্রিন্স (২০১৪-২০১৭) ===\n\n\n== রাজকীয় পতাকা ==\nক্রাউন প্রিন্সের রাজকীয় পতাকাটি একটি সবুজ পতাকা নিয়ে গঠিত, যার মধ্যে একটি আরবি শিলালিপি এবং একটি তলোয়ার রয়েছে সাদা রঙে, এবং নীচের ডান ক্যান্টনে সোনায় সূচিকর্ম করা জাতীয় প্রতীক ।\nপতাকার স্ক্রিপ্ট থুলুথ লিপিতে লেখা। এটা হলো শাহাদা বা ঈমানের ইসলামী ঘোষণা:\n\nلَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله\nlā ʾilāha ʾillā-llāh, muḥammadu rasūlu-llāh\nআল্লাহ ছাড়া অন্য কোন উপাস্য নেই, মুহাম্মদ আল্লাহর রাসূল।\n\n\n== আরও দেখুন ==\nসৌদি আরবের সিংহাসনের উত্তরাধিকার\n\n\n== তথ্যসূত্র =="}