{"pageid": 1190527, "title": "উসুলুল ইফতা", "url": "https://bn.wikipedia.org/wiki?curid=1190527", "content": "উসুলুল ইফতা (আরবি: أصول الإفتاء وآدابه) পাকিস্তানি ফকিহ তাকি উসমানির রচিত ফতোয়া প্রদানের নীতি ও আচার-আচরণ সম্পর্কিত একটি আরবি বই। এটি ২০১১ সালে করাচি থেকে প্রকাশিত হয়। এতে ফতোয়ার অর্থ ব্যাখ্যা করার পর ফতোয়া এবং ইফতার প্রয়োজনীয়তা ও পার্থক্য, পূর্ববর্তীদের পদ্ধতি বর্ণনা করা হয়েছে। বইটির বঙ্গানুবাদ করেছেন হারুনুর রশিদ। বর্তমানে এটি বাংলাদেশের উচ্চতর ফিকহ অধ্যয়নকারীদের প্রাথমিক পাঠ্যবই হিসেবে পড়ানো হয়। অনেকেই এর টীকা ও ব্যাখ্যাগ্রন্থ রচনা করেছেন।\n\n\n== প্রেক্ষাপট ==\nগ্রন্থটির রচনার প্রেক্ষাপট সম্পর্কে তাকি উসমানি বলেন, \"আমি জামিয়া দারুল উলুম করাচিতে আত-তাখাসসুস ফিল ইফতার তালিবে ইলমদের দরস প্রদানকালে তাদেরকে একটি স্মারক-লিপি লিখিয়েছিলাম। তাতে আল্লামা ইবনে আবেদীন রহ. কর্তৃক রচিত শরহু উকুদি রসমিল মুফতী গ্রন্থটি সংক্ষেপণ করেছি। আর তাতে বিভিন্ন কিতাব থেকে ফতোয়ার বাস্তবতা অনুধাবনে বেশ কিছু জ্ঞাতব্য বিষয়, ফতোয়ার ইতিহাস, শর্তাবলি ও আদব-শিষ্টাচার প্রভৃতি সংযোজন করেছি। তালিবে ইলমরা নিজেদের গুরুত্বপূর্ণ ক্ষেত্রগুলোতে তার সাহায্য গ্রহণার্থে এ স্মারক-লিপিটি অনুলিখন করে আসছে। আর অনেক তালিবে ইলম এ স্মারক- লিপিটি ছাপিয়ে দেওয়ার জন্য আমার নিকট আবেদন করেছে। যাতে অনুলিখন ও ফটোকপি ইত্যাদির খরচাদি থেকে বাঁচা যায়। কিন্তু আমি তাতে পুনঃ নিরীক্ষণ ও নতুনভাবে স্বতন্ত্র সংকলনের রূপদানের পূর্বে স্মারক লিপিটি ছাপাতে চাচ্ছিলাম না। আর এদিকে আমার অধিক ব্যস্ততা ও ধারাবাহিক সফরের কারণে এভাবে কয়েক বছর কেটে গেলো। অতঃপর আল্লাহ তা'আলা তাতে পুনঃনিরীক্ষণের সুযোগ দান করলেন। তাই নতুন কিছু জানা ও জটিল বিষয় বস্তুগুলোর সংশোধন ও পরিমার্জনের ব্যাপারে আমি নিজেই মুখাপেক্ষি হয়ে গবেষণার্থে অনেক কিতাবের শরণাপন্ন হয়েছি। আর আমি স্মারকলিপিটি থেকে অনেক বিষয়কে বিলুপ্ত করেছি এবং বিষয় বস্তুর সঙ্গে গভীর সম্পর্ক রয়েছে এমন অনেক আলোচনার সন্নিবেশ ঘটিয়েছি। পূর্ণ গবেষণার মাধ্যমে পরিমার্জনের প্রয়োজন রয়েছে এমন মাসআলা-সমূহ পরিমার্জনে প্রাণান্তকর প্রচেষ্টা চালিয়েছি। তারপর আমার গবেষণার ফলাফল কিতাবটিতে উপস্থাপন করেছি। এমনকি লক্ষ্য-উদ্দেশ্য পূরণে ও আমার মতো তালিবে ইলমদের প্রয়োজন মেটাতে কিতাবটি পরিপূর্ণ সংকলনের রূপ পরিগ্রহ করে।\"\nএতে শাকের সিদ্দিক বক্ষমাণ কিতাবটিতে আলোচিত সমস্ত ফুকাহার সংক্ষিপ্ত জীবনী সংকলন করেছেন; যা কিতাবে আলোচিত প্রত্যেক ফকিহ এর প্রথম নামের টীকায় উল্লেখ করা হয়েছে।\n\n\n== বিষয়বস্তু ==\nগ্রন্থটির আলোচ্য বিষয়:\n\nফতোয়া ও তার গুরুত্ব\nআল ফাতাওয়া আত-তাশরিইয়্যাহ\nআল ফাতাওয়া আল-ফিকহিয়্যাহ\nআল ফাতাওয়া আল-জুয্ইয়্যাহ\nইফতা ও কাযার মধ্যে পার্থক্য\nফতোয়া প্রদানে সালাফের ভীত-সন্ত্রস্ততা\nসালফে সালেহীনের ফতোয়া প্রদান পদ্ধতি\nঅসংঘটিত বিষয়ে ফতোয়া প্রদানে বাধা দানকারী ফুকাহায়ে কেরাম\nঅসংঘটিত বিষয় সম্পর্কে ফতোয়া প্রদানকারী ফুকাহায়ে কেরাম ও তাদের দলিল\nতাবেয়ীদের যুগে ফতোয়ার ইমাম\nসাহাবা, তাবেয়ী ও ফুকাহায়ে কেরামের মতানৈক্যের কারণ\nফিকহ সংকলন\nফিকহি মাযহাবসমূহের আত্মপ্রকাশ\nমাযহাব গ্রহণ ও তাকলীদের বিবরণ\nফুকাহায়ে কেরামের স্তর বিন্যাস\nশাফেয়ী ফুকাহায়ে কেরামের শ্রেণি বিন্যাস\nহানাফী মাযহাবের মাসআলাসমূহের স্তর বিন্যাস\nমাসাইলুল উসুল বা জাহিরুর রিওয়ায়াহ\nশাইখ ওলিউল্লাহ মুহাদ্দিসে দেহলভি রহ. কর্তৃক\nহানাফী মাযহাবের মাসআলাসমূহের স্তর-বিন্যাস\nহানাফী মাযহাব অনুসারে ফতোয়া প্রদানে মুফতী সাহেবের দিক নির্দেশক নীতিমালার সার-সংক্ষেপ\nপ্রথম কারণ:কিতাবের লিখকের জীবনী সম্পর্কে অনবগতি\nদ্বিতীয় কারণ:লেখক কর্তৃক দুর্বল বর্ণনাসমূহ একত্র করণ\nতৃতীয় কারণ:মর্মোদ্ধারে প্রতিবন্ধক সংক্ষিপ্ততা\nচতুর্থ কারণ:দুর্লভ ও দুষ্প্রাপ্যতা\nপঞ্চম কারণ:কিতাবটি লেখকের দিকে সম্পৃক্ত করণে সন্দেহ\nষষ্ঠ কারণ:কিতাবটি ফিকহ বিষয়ক না হওয়া\nঅন্য মাযহাবের ভিত্তিতে ফতোয়া প্রদান\nব্যাপক প্রয়োজনে অন্য মাযহাবের ভিত্তিতে ফতোয়া প্রদান\nপ্রাধান্যশীল দলিলের কারণে অন্য মাযহাবের ভিত্তিতে ফতোয়া প্রদান\nবিচারক যখন অন্যের মাযহাবের ভিত্তিতে ফায়সালা করবেন\nআল্লামা কাসানী রহ. এর বক্তব্যের সার-সংক্ষেপ নিম্নরূপ\nপরবর্তী ইজমার মাধ্যমে পূর্ববর্তী ইখতেলাফ নিরসন হবে কি?\nফতোয়া প্রদানের বিধান ও ফতোয়া দান পদ্ধতি\nফতোয়া লেখার আদব-শিষ্টাচার\nমুফতী সাহেবের ব্যক্তিগত শিষ্টাচার\nফতোয়া জিজ্ঞাসার বিধি-বিধান\n\n\n== অনুবাদ ==\nএটি বঙ্গানুবাদ করেছেন হারুনুর রশিদ এবং সম্পাদনা করেছেন মাহমুদুল হাসান জামশেদ, যা মাকতাবাতুন নুসরাহ থেকে প্রকাশিত হয়েছে।\n\n\n== আরও দেখুন ==\nতাকি উসমানির গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nউসুলুল ইফতা"}