{"pageid": 1190201, "title": "ওয়াজ মাহফিল", "url": "https://bn.wikipedia.org/wiki?curid=1190201", "content": "ওয়াজ মাহফিল হলো উপমহাদেশের মুসলিমদের ইসলামি নসিহত, উপদেশ, জ্ঞান বিতরণ ও ইসলামি পরামর্শ প্রদান করার পাবলিক স্থান, যেখানে একজন ইসলামি বক্তা বা ওয়ায়েজিন কিছু সময় ধরে বহু মানুষের সামনে বক্তৃতা দিয়ে থাকেন। এটি উপমহাদেশে বিশেষ করে বাংলাদেশে বহুল প্রচলিত ইসলাম প্রচারের মাধ্যম। যদিও ওয়াজ মাহফিলের মাধ্যমে ইসলাম প্রচার ছাড়াও দেশের নানা রাজনৈতিক, সামাজিক ও সমসাময়িক বিষয় নিয়েও আলোচনা হয়ে থাকে। ইবরাহীম আলী তশনাকে বাংলাদেশে ইসলামী জলসার প্রবর্তক হিসেবে বিবেচনা করা হয়। ১৯০৬ সালে সর্ব সাধারণের মধ্যে ইসলামী জ্ঞান বিতরনের উদ্দেশ্যে উন্মুক্ত ময়দানে তিনি ইসলামী জলসার আয়োজন করেন। তার প্রবর্তিত জলসায় দূরদূরান্ত হতে হাজার হাজার মানুষ উপস্থিত হতেন। ভিন্নধর্মী এ আয়োজনের খবর অতি দ্রুত সিলেট ও আসাম অঞ্চলে ছড়িয়ে পড়ে এবং বিভিন্ন স্থানেই এ ধরনের ওয়াজ মাহফিল বা ইসলামি জলসার আয়োজন হতে থাকে। ওয়াজ মাহফিল দীর্ঘদিন ধরে বাংলাদেশে ইসলাম প্রচারের অন্যতম প্রধান মাধ্যম।\n\n\n== শাব্দিক ব্যাখ্যা ও বর্ণনা ==\n\nওয়াজ মূলত একটি আরবি শব্দ যার অর্থ \"পরামর্শ দেওয়া\" (ইসলামিক সংস্কৃতি এবং অনুশীলন সম্পর্কে কী করা উচিত এবং কী করা উচিত নয়), অন্যদিকে আরবি শব্দ মাহফিল সমাবেশ, সমাবেশ, সভা বা মণ্ডলীকে বোঝায়। ওয়াজ মাহফিল সাধারণত খোলা জায়গায় তাঁবুতে, খেলার মাঠ বা গ্রামীণ এলাকায় ফসল কাটার পর ধানক্ষেতে বা শহরের রাস্তার মোড়ে এবং জনসাধারণের মাঠে, বিশেষ করে শীতকালে অনুষ্ঠিত হয়। এটি সাধারণত সন্ধ্যায় শুরু হয় এবং মধ্যরাত পর্যন্ত চলতে থাকে। বেশ কিছু বক্তা একের পর এক কথা বলেন, যারা সাধারণত মুফাসসির বা উলামা নামে পরিচিত। প্রধান বক্তা সবার শেষে কথা বলেন। বক্তারা একটি সামান্য উঁচু মঞ্চে সম্মানিত অতিথিদের সাথে বসেন। পুরুষরা মঞ্চের সামনের মাটিতে জড়ো হয়, যা বাঁশ, তুলা বা কদাচিৎ খড় দিয়ে তৈরি মাদুর দিয়ে ঢাকা থাকে। মহিলারা পর্দার আড়ালে পুরুষ জামাত থেকে দূরে আলাদা জায়গায় বসেন। শ্রোতাদের উপস্থিতি বক্তার জনপ্রিয়তার উপর নির্ভর করে যার সংখ্যা কয়েক শত থেকে কয়েক লক্ষ পর্যন্ত হতে পারে।\nইমাম গাজ্জালি তার আইয়ুহাল ওয়ালাদ নামক গ্রন্থে লিখেছেন,\n\n\n== ইতিহাস ==\nইসলামী সংস্কৃতিতে ওয়াজের একটি দীর্ঘ ইতিহাস রয়েছে। মুহাম্মদ তাঁর সাহাবীগণ এর সামনে ওয়াজ করতেন এবং তখন থেকেই ওয়াজ মাহফিল ইসলামী শিক্ষার প্রসারের জন্য বিশ্বব্যাপী মুসলিম সমাজে একটি সংস্কৃতি হয়ে উঠেছে। ঊনবিংশ শতাব্দীর শেষের দিকে, বাংলায় ওয়াজ মাহফিল জনপ্রিয় হয়ে ওঠে এবং গ্রামীণ এলাকায় জনগণের সাথে যোগাযোগের একটি কার্যকর মাধ্যম হিসেবে ভূমিকা পালন করে। প্রাথমিকভাবে, এই ধরনের জামাতগুলি সাধারণত বিভিন্ন মসজিদ, মাদ্রাসা এবং বিভিন্ন ইসলামি ধর্মীয় প্রতিষ্ঠান দ্বারা সংগঠিত হতো, যেমন ইসলামি গোষ্ঠী দ্বারা পরিচালিত এতিমখানা ইত্যাদি প্রতিষ্ঠানের জন্য তহবিল সংগ্রহের জন্য। কিন্তু ১৯৯০-এর দশকে, দেশের বিভিন্ন সামাজিক-ইসলামী সংগঠন বছরে অন্তত একবার, বিশেষত শীতকালে এই ধরনের ওয়াজ মাহফিল আয়োজন করত। ওয়াজ মাহফিলে অংশগ্রহণকারীরা ধর্মীয় শিক্ষার দ্বারা উদ্দীপিত হয় এবং এই ওয়াজ মাহফিলগুলি ইসলাম, কুরআনের ব্যাখ্যা এবং দৈনন্দিন জীবনে এর প্রাসঙ্গিকতার সবচেয়ে প্রামাণিক উত্স হয়ে উঠেছে যার ফলে বাংলাদেশী সংস্কৃতি ও সমাজের উপর মাধ্যমটির একটি বিশাল প্রভাব তৈরি হয়েছে। বাংলাদেশ জামায়াতে ইসলামীর নেতা ও সাবেক সংসদ সদস্য আল্লামা দেলোয়ার হোসাইন সাঈদী ওয়াজ মাহফিলের সবচেয়ে সুপরিচিত বক্তা ছিলেন। তিনি একাই ওয়াজ মাহফিলের প্রকৃতি পরিবর্তন করেন এবং ১৯৮০-১৯৯০ এর দশকে ওয়াজ মাহফিলকে একটি সামাজিক-রাজনৈতিক তাৎপর্য দেন এবং এর মাধ্যমে বাংলাদেশে ইসলামী রাজনীতি জনপ্রিয় করতে সহায়তা করেন।\nওয়াজ মাহফিল শুধুমাত্র ধর্মীয় আদর্শের প্রচারের জন্য নয় বরং আধুনিক শিক্ষাকে উৎসাহিত করার জন্য ইসলামী নেতা, রাজনীতিবিদ এবং সামাজিক নেতাদের দ্বারা ব্যবহৃত একটি মাধ্যম। কখনত্ত কখনত্ত ওয়াজ মাহফিলকে সরাসরি রাজনৈতিক সংগঠনের জন্য ব্যবহার করতে দেখা যায়, যেমন প্রচারকদেরকে নির্দিষ্ট দলের জন্য ভোট চাইতে এবং নির্দিষ্ট দলের বিরুদ্ধে কথা বলতে দেখা যায়। যা ওয়াজ মাহফিলের মূল উদ্দেশ্যের সাথে সামঞ্জস্যপূর্ণ নয়।\n\n\n== ডিজিটালকরণ ==\n\nইন্টারনেটের সহজলভ্যতার কারণে ভিডিও শেয়ারিং প্ল্যাটফর্ম ইউটিউব বাংলাদেশে ওয়াজ মাহফিলের ভিডিও রেকর্ডিং শেয়ারের একটি প্রধান প্ল্যাটফর্ম হিসেবে আবির্ভূত হয়েছে। সারা বিশ্বের বিভিন্ন প্রান্তে ছড়িয়ে থাকা লক্ষ লক্ষ বাংলা-ভাষী মানুষ ইউটিউবে এই ভিডিও রেকর্ড করা ওয়াজ মাহফিল দেখেন। তারা এই ভিডিও শেয়ার করার মাধ্যমে বা সামাজিক যোগাযোগ মাধ্যমগুলোতে মন্তব্য করার মাধ্যমে এই প্রক্রিয়ায় অংশগ্রহণ করেন।\nওয়াজ মাহফিল এখনও জনসমাগমস্থলগুলোতে সরাসরি আয়োজন করা হয়। আয়োজক বা বিভিন্ন গোষ্ঠী এসব মাহফিল ভিডিও রেকর্ড করে তাদের নিজ নিজ ইউটিউব চ্যানেলে আপলোড করে। এই প্রক্রিয়াকে কেন্দ্র করে ডিজিটাল জগতে অসংখ্য ইউটিউব চ্যানেল প্রতিষ্ঠিত হয়েছে। বাংলাদেশসহ বিশ্বের অন্যান্য অংশের মতোই ডিজিটাল যোগাযোগ, বিশেষ করে সামাজিক যোগাযোগ মাধ্যম, মানুষের দৈনন্দিন যোগাযোগের কেন্দ্রে অবস্থান করছে। এই প্রেক্ষাপটে ইউটিউব একটি গুরুত্বপূর্ণ প্ল্যাটফর্ম হিসেবে আবির্ভূত হয়েছে, যেখানে সরাসরি ওয়াজ মাহফিলের সংখ্যা কমে যাচ্ছে। এর জন্য বিভিন্ন কারণ রয়েছে, যার মধ্যে অন্যতম হলো ২০০৯ সালে ধর্মনিরপেক্ষ সরকার ক্ষমতায় আসার পর থেকে সরকারী সংস্থাগুলোর বাধা বা অসহযোগিতা।\nওয়াজ মাহফিলের আয়োজকরা বা আয়োজকদের সঙ্গে জড়িত বিভিন্ন গোষ্ঠী বা প্রধান বক্তার সহযোগিতায় মাহফিলের বক্তব্য বা ধর্মীয় বাণী ভিডিও রেকর্ড করে এবং প্রোগ্রামের শেষে ইউটিউবে প্রকাশ করে। পুরনো ওয়াজ মাহফিলের ভিডিওগুলোও ইউটিউবে আপলোড করা হয়। বর্তমানে অনেক ইউটিউব চ্যানেল মালিক পুরনো ওয়াজ মাহফিল ইউটিউবে লাইভ স্ট্রিমিং করারও অভ্যাস গড়ে তুলেছে। মনে হয় যে সংগঠিত ইসলামি গোষ্ঠী এবং/অথবা বিভিন্ন ব্যক্তি এই প্রক্রিয়াটি নিয়মিতভাবে করছে, হয় ইসলামি শিক্ষা প্রচারের ধর্মীয় দায়িত্ব পালনের অংশ হিসেবে, অথবা এই কাজ থেকে কিছু অর্থ উপার্জনের উদ্দেশ্যে।\nবর্তমানে ভিডিও আপলোড করা ওয়াজ মাহফিলগুলোতে সরাসরি অংশগ্রহণকারীর সংখ্যা কয়েক হাজার পর্যন্ত সীমাবদ্ধ থাকলেও, একই ওয়াজ মাহফিলের রেকর্ড করা বক্তব্য সময়ের সঙ্গে সঙ্গে লক্ষ লক্ষ মানুষ ইউটিউবে দেখেন।\n\n\n== তথ্যসূত্র =="}