{"pageid": 1190481, "title": "ক্লিটোরাল কম্পক দণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1190481", "content": "ক্লিটোরাল কম্পক দণ্ড বা ক্লিটোরাল ভাইব্রেটর হল ভাইব্রেটর যা একজন মহিলার ভগাঙ্কুরকে তার যৌন আনন্দ এবং রাগমোচনের জন্য বাহ্যিকভাবে উদ্দীপিত করার জন্য নকশা করা হয়েছে। এগুলি ভগাঙ্কুর ম্যাসেজ করার জন্য তৈরি করা যৌন খেলনা। এগুলো অনুপ্রবেশ করে না, যদিও কিছু ভাইব্রেটরের আকৃতি অনুপ্রবেশ এবং অতিরিক্ত যৌন আনন্দের জন্য অভ্যন্তরীণ কামোদ্দীপক জোনগুলিতে উদ্দীপনার অনুমতি দেয়। নকশা যাই হোক না কেন, ক্লিটোরাল ভাইব্রেটরের প্রধান কাজ হল বিভিন্ন গতি এবং তীব্রতায় কম্পন করা। ভাইব্রেটর সাধারণত ব্যাটারি দ্বারা চালিত হয় এবং এদের কিছু পানির নিচেও ব্যবহার করা যেতে পারে।\nবিচক্ষণতা প্রায়শই একটি যৌন খেলনার জন্য একটি দরকারী বৈশিষ্ট্য, তাই প্রথম নজরে সাধারণ বস্তুর মতো দেখতে ক্লিটোরাল ভাইব্রেটরগুলি উপলব্ধ। ক্লিটোরাল ভাইব্রেটরগুলিকে লিপস্টিক, মোবাইল টেলিফোন, স্পঞ্জ এবং অন্যান্য অনেক দৈনন্দিন জিনিসের অনুরূপ নকশা করা হয়।\n\n\n== প্রকারভেদ ==\n\nবেশিরভাগ ভাইব্রেটর ক্লিটোরাল উদ্দীপনের জন্য ব্যবহার করা যেতে পারে, তবে কয়েকটি স্বতন্ত্র ধরনের ভাইব্রেটরও পাওয়া যায়।\nম্যানুয়াল ক্লিটোরাল ভাইব্রেটরগুলি বিভিন্ন ধরনের নকশায় আসে। কিছু ওয়ান্ড ভাইব্রেটর (যেমন হিটাচি ম্যাজিক ওয়ান্ড   এবং ডক্সি ) একটি লম্বা তারের দ্বারা একটি দেয়াল সকেট থেকে চালিত হয়,   এগুলিকে কিছুটা কম সুবিধাজনক এবং কম নিরাপদ ভেজা পরিবেশে। যাইহোক, তারা সাধারণত শক্তিশালী, আরো তীব্র উদ্দীপনা এবং ভাল স্থায়িত্ব প্রদান করে।  এছাড়াও ব্যাটারি চালিত ভাইব্রেটর রয়েছে, এগুলো ছোট যা আঙুলে পরা যায় এবং দম্পতিদের খেলার জন্য ব্যবহার করা যায়।\nহ্যান্ডস-ফ্রি ক্লিটোরাল ভাইব্রেটরগুলি সাধারণত ছোট, কম শক্তিশালী ডিভাইস যা স্ট্র্যাপ বা জোতা দ্বারা জায়গায় রাখা হয়। সবচেয়ে সাধারণগুলি ছোট, ডিমের আকৃতির এবং একটি দীর্ঘ তার দ্বারা বহু-গতির ব্যাটারি প্যাকের সাথে সংযুক্ত। তারা দূর নিয়ন্ত্রিতও হতে পারে। বাটারফ্লাই স্ট্র্যাপ-অন, ভাইব্রেটিং প্যান্টি এবং কক রিং কয়েকটি হ্যান্ডস-ফ্রি ক্লিটোরাল ভাইব্রেটরের ধরন।\n\n\n== আরও দেখুন ==\nপায়ু ভাইব্রেটর\nক্লিটোরাল পাম্প\nজি স্পট ভাইব্রেটর\nহিটাচি ম্যাজিক ওয়ান্ড\nলাভ এগ\nর‍্যাবিট ভাইব্রেটর\nজলরোধী ভাইব্রেটর\n\n\n== তথ্যসূত্র =="}