{"pageid": 1190563, "title": "হেনরিয়াড", "url": "https://bn.wikipedia.org/wiki?curid=1190563", "content": "শেকসপিয়রীয় বিদ্যায় হেনরিয়াড (ইংরেজি: Henriad) বলতে উইলিয়াম শেকসপিয়রের ইতিহাসাশ্রয়ী নাটকের একটি বিশেষ গুচ্ছকে বোঝায়। কোনও কোনও গবেষক এই নামে শেকসপিয়রের চারটি নাটককে (নাট্য-চতুষ্টয়) বোঝান, আবার কোনও কোনও সূত্র ও গবেষকদের মতে এই পরিভাষাটি ব্যবহৃত হয় আটটি নাটক বোঝাতে। ঊনবিংশ শতাব্দীতে অ্যালগারনন চার্লস সুইনবার্ন তিনটি নাটক বোঝাতে \"হেনরিয়াড\" কথাটি ব্যবহার করেছিলেন, কিন্তু এই ব্যবহারের প্রচলন এখন আর নেই। \nএকটি অর্থে \"হেনরিয়াড\" বলতে বোঝায় রিচার্ড দ্য সেকেন্ড, হেনরি দ্য ফোর্থ, পর্ব ১, হেনরি দ্য ফোর্থ, পর্ব ২ ও হেনরি দ্য ফিফথ নাট্য-চতুষ্টয়কে - এর থেকে এমন ইঙ্গিত করা হয় যে এই চারটি নাটক শেকসপিয়রের মহাকাব্যপ্রতিম রচনা এবং প্রিন্স হ্যারি (যিনি পরে পঞ্চম হেনরি হয়েছিলেন) হলেন মহাকাব্যিক নায়ক। (এই নাট্য-চতুষ্টয় \"দ্বিতীয় নাট্যচতুষ্টয়\" বা \"দ্বিতীয় হেনরিয়াড\" নামেও পরিচিত।)\nব্যাপকতর অর্থে \"হেনরিয়াড\" বলতে আটটি নাটককে বোঝায়: উপরিউক্ত নাট্য-চতুষ্টয় (রিচার্ড দ্য সেকেন্ড, হেনরি দ্য ফোর্থ, পর্ব ১, হেনরি দ্য ফোর্থ, পর্ব ২ ও হেনরি দ্য ফিফথ) এবং সেই সঙ্গে পূর্বে রচিত আরও চারটি নাটক, যেগুলি গোলাপের যুদ্ধ নামে পরিচিত গৃহযুদ্ধের ঘটনা অবলম্বনে রচিত হয় - হেনরি দ্য সিক্সথ, পর্ব ১, হেনরি দ্য সিক্সথ, পর্ব ২, হেনরি দ্য সিক্সথ, পর্ব ৩ ও রিচার্ড দ্য থার্ড।\n\n\n== দ্বিতীয় নাট্য-চতুষ্টয় ==\n১৯৬৯ সালে প্রকাশিত দ্য হেনরিয়াড: শেকসপিয়র'স মেজর হিস্ট্রি প্লেজ নিবন্ধে আলভিন কারনান দ্বিতীয় নাট্য-চতুষ্টয়ের চারটি নাটক (রিচার্ড দ্য সেকেন্ড, হেনরি দ্য ফোর্থ, পর্ব ১, হেনরি দ্য ফোর্থ, পর্ব ২ ও হেনরি দ্য ফিফথ) বোঝাতে \"হেনরিয়াড\" শব্দটিকে জনপ্রিয় করে তোলেন সাহিত্যক মহাকাব্যের প্রাথমিক গুণাবলির সমতুল্য সমন্বয় ও গুণাবলির অধিকারী একটি নাট্য-চতুষ্টয় অর্থে: \"large-scale heroic action involving many men and many activities tracing the movement of a nation or people through violent change from one condition to another.\" এই প্রেক্ষিতে শেকসপিয়রের এই চারটি নাটককে তিনি হোমারের ইলিয়াড, ভার্জিলের ইনিড, ভলতেয়ারের অঁরিয়াদে ও মিলটনের প্যারাডাইস লস্ট-এর সমতুল্য মনে করেন। দ্বিতীয় রিচার্ডের শাসনকালে মধ্যযুগীয় বিশ্ব ছেড়ে পঞ্চম হেনরির শাসনকাল ও নবজাগরণের পথে ইংল্যান্ডের রাজবংশীয়, সাংস্কৃতিক ও মনস্তাত্ত্বিক যাত্রার ঘটনাবলি নিয়েই হেনরিয়াড নাট্য-চতুষ্টয়। রাজনৈতিক ও সামাজিক দিক থেকে হেনরিয়াড \"সামন্ততন্ত্র ও পদমর্যাদাক্রম থেকে জাতীয় রাষ্ট্র ও ব্যক্তিস্বাতন্ত্রবাদের দিকে এক যাত্রার\" প্রতীক। কারনান একইভাবে হেনরিয়াডের মনস্তাত্ত্বিক, স্থানিক, ঐহিক ও পুরাকল্পীয় দিকগুলিও আলোচনা করেন। তিনি বলেন, \"In mythical terms, the passage is from a garden world to a fallen world.\" এই নাট্য-চতুষ্টয়ে একই চরিত্র ও প্রেক্ষাপট বারবার ফিরে এসেছে। যদিও এমন কোনও প্রমাণ পাওয়া যায় না যে, শেকসপিয়র সচেতনভাবে একটি নাট্য-চতুষ্টয় সৃজনের উদ্দেশ্য নিয়ে এই চারটি নাটক রচনা করেছিলেন।\nফলস্টাফ চরিত্রটি হেনরি দ্য ফোর্থ, পর্ব ১-এ প্রথম আবির্ভূত হন, হেনরি দ্য ফোর্থ, পর্ব ২-এও তাঁকে ফিরে আসতে দেখা যায় এবং হেনরি দ্য ফিফথ নাটকের গোড়ার দিকে তিনি মারা যান। ফলস্টাফ সরাইখানা জগতের প্রতিনিধি, যে জগতটিকে প্রিন্স হ্যাল পিছনে ফেলে যান। (হ্যারোল্ড ব্লুম ও অন্যান্য কখনও কখনও এই তিনটি নাটকের গুচ্ছকে \"ফলস্টাফিয়াড\" নামেও অভিহিত করেছেন।)\n\n\n== হেনরিয়াড নাট্য-অষ্টক ==\nকারনানের পর \"হেনরিয়াড\" শব্দটির সঙ্গে একটি সম্প্রসারিত দ্বিতীয় অর্থ প্রযুক্ত হয়, যার মাধ্যমে এই শব্দ দ্বারা শেকসপিয়রের নাটকের দু'টি গুচ্ছকে বোঝানো হতে থাকে: প্রাগুক্ত প্রথম নাট্য-চতুষ্টয় (রিচার্ড দ্য সেকেন্ড; হেনরি দ্য ফোর্থ, পর্ব ১; হেনরি দ্য ফোর্থ, পর্ব ২; ও হেনরি দ্য ফিফথ) এবং গোলাপের যুদ্ধ নামে পরিচিত ঐতিহাসিক ঘটনাবলি ও গৃহযুদ্ধের ইতিহাস অবলম্বনে তারও পূর্বে রচিত চারটি নাটক: হেনরি দ্য সিক্সথ, পর্ব ১, হেনরি দ্য সিক্সথ, পর্ব ২, হেনরি দ্য সিক্সথ, পর্ব ৩ ও রিচার্ড দ্য থার্ড। এই অর্থে আটটি হেনরি-বিষয়ক নাটক \"হেনরিয়াড\" নামে পরিচিত। এই নাট্য-অষ্টক দুই ভাগে বিভক্ত। পূর্বে রচিত প্রথম নাট্য-চতুষ্টয়টি \"প্রথম হেনরিয়াড\" এবং পরে রচিত নাট্য-চতুষ্টয়টি \"দ্বিতীয় হেনরিয়াড\" নামে অভিহিত করা হয় এই ক্ষেত্রে।\nশেকসপিয়রের দু'টি নাট্য-চতুষ্টয় \"হেনরিয়াড\" নামে পরিচিত হলেও কেবলমাত্র \"দ্বিতীয় হেনরিয়াড\" নামে পরিচিত নাট্যগুচ্ছেই সেই মহাকাব্যিক গুণাবলি বিদ্যমান যার কথা কারনান এই শব্দটি প্রয়োগের সময় উল্লেখ করেছিলেন। এই কারণে, দু'টির সংজ্ঞা কিছুটা পরস্পরবিরোধী ও অংশত প্রাবৃত। কোথায় কোন অর্থে এই শব্দটি প্রযুক্ত হচ্ছে তা প্রেক্ষাপট থেকে বুঝে নিতে হয়।\nএকত্রে বিবেচনা করলে আটটি নাটক রাজা দ্বিতীয় রিচার্ড থেকে তৃতীয় রিচার্ডের শাসনকাল পর্যন্ত ব্রিটিশ ইতিহাসের একটি গুরুত্বপূর্ণ পরিধির একটি ঐক্যবদ্ধ গল্প শোনায়। ইংরেজি কালপঞ্জি নাটকের ধারার বাইরে গিয়ে এই নাটকগুলি ইতিহাসের এই অংশটির বর্ণনা দেয়। এর মধ্যে শেকসপিয়রের কয়েকটি শ্রেষ্ঠ রচনাও অন্তর্ভুক্ত। এগুলি ট্র্যাজেডি নয়, কিন্তু ইতিহাসাশ্রয়ী নাটক হিসেবে নাটকীয় ও সাহিত্য-সংক্রান্ত গুণাবলি ও অর্থের দিক থেকে এগুলি ট্র্যাজেডির সঙ্গেই তুলনীয়। নাট্যগুচ্ছ হিসেবে এগুলির মধ্যে একটি নির্দিষ্ট আখ্যানশৈলী দৃষ্ট হয়: বিপর্যয়, তারপর বিশৃঙ্খলা ও প্রতিদ্বন্দ্বী বাহিনীর বিরুদ্ধে যুদ্ধ, তারপর মিলনান্তিক পরিসমাপ্তি—শৃঙ্খলার পুনঃস্থাপন। প্রতিটি নাটকে এই শৈলীটি পুনরাবৃত্তি হয়েছে, এইভাবেই ব্রিটেন মধ্যযুগীয় বিশ্ব পরিত্যাগ করে এগিয়ে গিয়েছে ব্রিটিশ নবজাগরণের পথে। এছাড়া এই নাটকগুলিতে \"এলিজাবেথীয় জাগতিক বিন্যাস\"-এর কথাও বলা হয়। এলিজাবেথীয় যুগের দর্শন, ইতিহাসবোধ ও ধর্মবোধের ভিত্তিতে এই বিন্যাসটি ছিল এমন এক জগৎ যেখানে মানবজাতি ঐক্যবদ্ধ হয়ে বিশৃঙ্খলার বিরুদ্ধে যুদ্ধ করছিল।\nহেনরিয়াড নাট্য-অষ্টক পৃথকভাবে প্রথম নাট্য-চতুষ্টয় ও দ্বিতীয় নাট্য-চতুষ্টয় নামে পরিচিত; এই পরিভাষাটি পূর্বপ্রচলিত হলেও ১৯৪৪ সালে প্রকাশিত প্রভাবশালী শেকসপিয়রীয় গবেষক ই. এম. ডব্লিউ. টিলিয়ার্ড রচিত শেকসপিয়র'স হিস্ট্রি প্লেজ গ্রন্থের মাধ্যমে জনপ্রিয়তা অর্জন করে। নাট্য-চতুষ্টয়ের ইংরেজি পরিভাষা \"টেট্রালজি\" (ইংরেজি: \"tetralogy\") শব্দটির উৎস হল প্রাচীন এথেন্সের ডায়োনিসীয় উৎসবের একটি নাট্য-উপস্থাপনা প্রথা, যেখানে একজন কবিকে একটি নাট্য-চতুষ্টয় (τετραλογία) রচনা করতে হত: তিনটি ট্র্যাজেডি ও একটি মিলনান্তিক ব্যঙ্গাত্মক নাটক। টিলিয়ার্ড শেকসপিয়রের এই ইতিহাসাশ্রয়ী নাটকগুলিকে ধারাবাহিক সম্মিতিত নাটকের আকারে অধ্যয়ন করেন এবং বিশ্লেষণ করে দেখান যে কীভাবে ও কখন গল্পগুলি, চরিত্রগুলি, ঐতিহাসিক কালপঞ্জি ও বিষয়বস্তুগুলি পরস্পর সংযুক্ত হয়ে চিত্রিত হয়েছে। টিলিয়ার্ডের গ্রন্থটি প্রকাশের পর এই নাটকগুলি প্রায়শই একযোগে মঞ্চস্থ হতে থাকে। বিশেষত হেনরি দ্য সিক্সথ নাটকের তিনটি পর্ব খুব কম ক্ষেত্রেই পৃথকভাবে মঞ্চস্থ হয়েছে তারপর থেকে। টিলিয়ার্ড মনে করতেন যে প্রতিটি নাট্য-চতুষ্টয়ই পরস্পরের সঙ্গে যুক্ত এবং নিজেদের ইতিহাস বলার সময় বা শিরোনাম ব্যাখ্যা করার সময় গল্পগুলিকেও যুক্ত করেছে এগুলির চরিত্রেরা।\nবিংশ শতাব্দীর মধ্যভাগে নাট্য-অষ্টকের ধারণাটির প্রবর্তনের পর থেকে গবেষক মহলে আটটি নাটকের গুচ্ছ-সংক্রান্ত তত্ত্বগুলি প্রাধান্য অর্জন করে এবং সেই সময় থেকেই এগুলি নিয়ে প্রচুর আলোচনা হয়ে আসছে।\nকিং জন নাটকটিকে হেনরিয়াড নাট্যগুচ্ছের অন্তর্ভুক্ত করা হয় না। কারণ, মনে করা হয় এই নাটকের শৈলীটি অন্যান্য ইতিহাসাশ্রয়ী নাটকের শৈলীর থেকে অনেকটাই আলাদা। কিং জন নাটকের প্রধান গুণগুলি হল এর কাব্যভাষা, স্বাধীনতাবোধ ও কল্পনাশক্তি। নাট্যজগতে একটি নতুন দিকের উন্মোচনকারী হিসেবে এই নাটকটি প্রশংসিত হয়। হেনরি দি এইটথ নাটকটি নাট্যগুচ্ছের অন্তর্ভুক্ত হয়নি; কারণ, এই নাটকের কতটা অংশ অন্য লেখকের রচনা এবং কতটা শেকসপিয়র লিখেছেন সেই প্রশ্নের কোনও সদুত্তর এখনও পাওয়া যায় না।\n\n\n== হেনরিয়াড নাট্য-ত্রয়ী ==\nঅ্যালগারনন চার্লস সুইনবার্নের আ স্টাডি অফ শেকসপিয়র (১৮৮০) গ্রন্থে হেনরি দ্য ফোর্থ, পর্ব ১, হেনরি দ্য ফোর্থ, পর্ব ২ ও হেনরি দ্য ফিফথ নাটক তিনটিকে \"আমাদের ইংরেজি হেনরিয়াড\" বলে উল্লেখ করা হয়েছে। লেখক বলেছেন,\"[the] ripest fruit of historic or national drama, the consummation and the crown of Shakespeare’s labours in that line, must of course be recognised and saluted by all students in the supreme and sovereign trilogy of King Henry IV and King Henry V.\" সুইনবার্নের মতে, এগুলি ইংল্যান্ডের \"মহতী জাতীয় ত্রয়ী\" এবং দেশাত্মোবোধক নাটকের জগিতে শেকসপিয়রের যথাযথ বিজয়াভিযান\"।\nএইচ. এ. কেনেডি ১৮৯৬ সালে এই তিনটি নাটক সম্পর্ক লেখেন, \"taken together the three plays form a Henriade, a trilogy, whose central figure is the hero of Agincourt, whose subject is his development from the madcap prince to the conqueror of France\".\n\n\n== লেখকত্ব ==\nদ্বিতীয় হেনরিয়াডের লেখক হিসেবে শেকসপিয়রের নাম সুপ্রতিষ্ঠিত, কিন্তু প্রথম হেনরিয়াডের হেনরি দ্য সিক্সথ নাটকগুলির ক্ষেত্রে সম্ভাব্য সহ-লেখকদের নাম নিয়ে কিছু জল্পনা-কল্পনা রয়েছে। ষোড়শ শতাব্দীর নাট্যকার ক্রিস্টোফার মার্লোর নাম একজন সম্ভাব্য অবদানকারী হিসেবে প্রস্তাবিত হয়েছিল। ২০১৬ সালে গ্যারি টেলরের নেতৃত্বে নিউ অক্সফোর্ড শেকসপিয়রের সম্পাদকগণ ঘোষণা করেন যে, তাঁরা মার্লো ও \"অজ্ঞাতনামা লেখক\"-এর নাম হেনরি দ্য সিক্সথ, পর্ব ২ ও ৩-এ শেকসপিয়রের পাশাপাশি সহ-লেখকের নাম হিসেবে রাখবেন এবং মার্লো, টমাস ন্যাশ ও \"অজ্ঞাতনামা লেখক\"-এর নাম হেনরি দ্য সিক্সথ, পর্ব ১-এর লেখকের নাম হিসেবে তালিকাভুক্ত করবেন ও শেকসপিয়রের নাম থাকবে শুধুমাত্র অভিযোজনাকারী হিসেবে। যদিও এই মত সর্বজনগ্রাহ্য নয়, তবুও এই প্রথম কোনও প্রধান সমালোচনামূলক সংস্করণে শেকসপিয়রের রচনায় মার্লোর নাম সহ-লেখক হিসেবে অন্তর্ভুক্ত হয়।\n\n\n== সাহিত্য প্রেক্ষাপট ==\nযে নাটকগুলি শেকসপিয়রের হেনরিয়াড নাট্যধারাটিকে প্রভাবিত, অনুপ্রাণিত বা একটি পরম্পরা হিসেবে গড়ে তুলেছিল তার মধ্যে জনপ্রিয় নীতিনাটকগুলিও রয়েছে, যা ব্রিটিশ নাটকের বিবর্তনে বিশেষ অবদান রেখেছিল। ব্রিটিশ ইতিহাস অবলম্বনে রচিত উল্লেখযোগ্য নীতিনাটকগুলির মধ্যে আছে জন স্কেলটনের ম্যাগনিফিসেন্স (১৫৩৩), ডেভিড লিন্ডসের আ স্যাটায়ার অফ দ্য থ্রি এস্টেটস (১৫৫২) ও জন বেলের কিং জন (আনু. ১৫৩৮)। গোরবোডাক (১৫৬১) নাটকটিকে ইংরেজি ভাষার প্রথম সেনেকীয় ট্র্যাজেডি মনে করা হয়। যদিও এই নাটকটি অমিত্রাক্ষর ছন্দে রচিত একটি কালপঞ্জি নাটক; এটিতে অসংখ্য ভাবগম্ভীর বক্তৃতা ও একটি ঐকুবদ্ধ নাটকীয় ক্রিয়া রয়েছে এবং এর সহিংস অংশগুলি মঞ্চের বাইরেই রাখা হয়েছিল।\nএই পরম্পরা থেকে উৎসারিত ইংরেজি কালপঞ্জি নাটক মধ্যযুগীয় নীতিবাদের প্রথাটিকে বহন করতে থাকে। এগুলির উদ্দেশ্য ছিল ঐতিহাসিক আখ্যান এবং ঐতিহাসিক ব্যক্তিবর্গের স্মৃতিকথার বিবরণ প্রদান ও নীতিকথা শিক্ষাদান। ১৬০৮ সালে একটি কোয়ার্টোয় প্রকাশকালে কিং লিয়ার নাটকটিকে \"প্রকৃত ইংরেজি কালপঞ্জি\" হিসেবে উল্লেখ করা হয়েছিল। ইংরেজি কালপঞ্জি নাটকের কয়েকটি উল্লেখযোগ্য উদাহরণ হল জর্জ পিলের দ্য ফেমাস ক্রনিকল অফ কিং এডওয়ার্ড দ্য ফার্স্ট, জন লিলির মিডাস (১৫৯১), রবার্ট গ্রিনের অরল্যান্ডো ফিউরিওসো, টমাস হেউডের এডওয়ার্ড দ্য ফোর্থ ও রবার্ট উইলসনের থ্রি লর্ডস অ্যান্ড থ্রি লেডিস অফ লন্ডন (১৫৯০)। হলিনশেড'স ক্রনিকলস (১৫৮৭) থেকে শেকসপিয়র তাঁর হেনরিয়াডের জন্য প্রভূত তথ্য আহরণ করেছিলেন। এই নাট্যগুচ্ছ ইংরেজি কালপঞ্জি নাটকের অগ্রগতি ত্বরান্বিত করেছিল।\n\n\n== সমালোচনা ==\nবিংশ শতাব্দীর মধ্যভাগে প্রকাশিত ই. এম. ডব্লিউ. টিলিয়ার্ডের শেকসপিয়র'স হিস্ট্রি প্লেজ গ্রন্থে কথিত হেনরিয়াড অষ্টকের ধারণাটি অত্যন্ত প্রভাবশালী হয়ে পড়ে। টিলিয়ার্ড টিউডর অতিকথার ধারণাটির সমর্থক ছিলেন। এই অতিকথায় মনে করা হত যে, পঞ্চদশ শতাব্দীতে ইংল্যান্ড ছিল অরাজকতা ও যুদ্ধবিগ্রহে ভরা এক অন্ধকার যুগ এবং অনেক যুদ্ধের শেষে ক্রমে টিউডর যুগের সোনার সময় আসে। এই তত্ত্ব অনুযায়ী, শেকসপিয়র নিজেই এই রক্ষণশীল মতে বিশ্বাস করতেন এবং হেনরিয়াডের মাধ্যমে সেই কথাই প্রচার করেছিলেন। টিউডর অতিকথা হল এমন একটি তত্ত্ব যা ইঙ্গিত করে যে শেকসপিয়র তাঁর ইতিহাসাশ্রয়ী নাটকগুলির মধ্যমে এমন এক ধারণার ভিত্তি পোক্ত করেছিলেন, যে ধারণায় বলা হয় হেনরিয়াডের গৃহযুদ্ধগুলি সব ক'টিই ছিল দৈব পরিকল্পিত এবং যার ফলে শেষপর্যন্ত টিউডরদের আবির্ভাব ঘটে — এইভাবেই শেকসপিয়র রানি এলিজাবেথের প্রতি আনুগত্য প্রকাশ করেছিলেন। টিলিয়ার্ডের মতের বিরুদ্ধে বলা হয়ে থাকে যে, এই নাটকগুলির রচনাকালে এলিজাবেথ তাঁর জীবন ও রাজত্বকালের দ্বারপ্রান্তে উপনীত হয়েছিলেন এবং কীভাবে তাঁর উত্তরসূরিরা দৃঢ়নিশ্চিত হবেন যে একটি গৃহযুদ্ধের ধারণা চিন্তার নয় বরং গৌরবের বিষয়। তাছাড়া এলিজাবেথের সন্তানহীনতার কারণে টিউডরদের আগমন যে দৈব সমাধান সে ধারণা অচল হয়ে পড়ছিল। পল মারে কেন্ডেল ও জ্যঁ নটের মতো সমালোচকেরা টিউডর অতিকথার ধারণাটিকে প্রত্যাখ্যান করেন এবং যে সব নতুন ধারণা উল্লিখিত হয় বর্তমানে শেকসপিয়র সম্পর্কে সেইগুলিই প্রচলিত। এই ধারণায় দেখা যায়, পরিবর্তে তিনি ভবিষ্যদ্রষ্টার ন্যায় যুদ্ধের ইতিহাসের অর্থহীনতার কথা উল্লেখ করেছেন মাত্র।\nকোনও কোনও সমালোচক মনে করেন যে, হেনরিয়াডের নাটকগুলিকে একত্রে সম্পর্কিত করা সঙ্গত নয়। নাটকগুলি একত্রে অভিনয় করলে তালগোল পাকানো ও ভাবের দিক থেকে বেখাপ্পা মনে হতে পারে এবং আখ্যানভাগও কখনও কখনও অদ্ভুতভাবে থেমে যায় আবার শুরু হয় এগুলিতে।\nপ্রথম নাট্য-চতুষ্টয়ের প্রতিটি নাটকের মধ্যে অসংখ্য অসামঞ্জস্য রয়েছে। তবে এজাতীয় অসামঞ্জস্য আদি আধুনিক নাট্যশালার ধারাবাহিক নাটকগুলির ক্ষেত্রে ছিল সাধারণ বৈশিষ্ট্য। জেমস মেরিনোর মতে, \"It is more remarkable that any coherency appears at all in a 'series' cobbled together from elements of three different repertories\". প্রথম নাট্য-চতুষ্টয়ের চারটি নাটক তিনটি ভিন্ন ভিন্ন নাট্যকোম্পানিতে রচিত হয়েছিল: দ্য কুইন'স মেন, পেমব্রোক'স মেন ও চেম্বারলেইন'স মেন।\n\n\n== পূর্ববর্তী একটি ব্যবহার ==\n১৮৭৬ সালে প্রকাশিত শেকসপিয়র'স ডাইভারসনস; আ মেডলি অফ মটলি ওয়ারস নামে একটি গ্রন্থে শেকসপিয়রের নাটকের একটি গুচ্ছকে বোঝাতে \"হেনরিয়াড\" শব্দটি ব্যবহৃত হয়েছিল। লেখক শব্দটির সংজ্ঞা প্রদান করেননি। তবে এই শব্দটির মাধ্যমে সেই নাটকগুলিকে ইঙ্গিত করা হয়েছে যেগুলিতে বোর'স হেড ট্যাভার্নের সরাইওয়ালি মিস্ট্রেস কুইকলি চরিত্রটি পাওয়া যায়। উল্লেখ্য, এই চরিত্রটি \"দি ইংলিশ হেনরিয়াড\" সহ দ্য মেরি ওয়াইভস অফ উইন্ডসর নাটকেও আবির্ভূত হয়েছে। সূত্র থেকে এমন ইঙ্গিতও পাওয়া যায় যে, চারটি নাটকে এই চরিত্রটির উল্লেখ পাওয়া যায় — \"ফলস্টাফের উপস্থিতির তুলনায় একটি অধিক\"। যে চারটি নাটকে মিস্ট্রেস কুইকলির উপস্থিতি লক্ষিত হয় সেগুলি হল দ্য মেরি ওয়াইভস অফ উইন্ডসর, হেনরি দ্য ফোর্থ নাটকের দুই পর্ব এবং হেনরি দ্য ফিফথ।\n\n\n== ভলতেয়ারের অঁরিয়াদে ==\n\nফরাসি সমালোচক ও নাট্যকার ভলতেয়ার শেকসপিয়রের প্রবল বিরুদ্ধ সমালোচক হিসেবে পরিচিত ছিলেন। পরে তিনি কিছু ইতিবাচক মন্তব্যের মাধ্যমে তাঁর শেকসপিয়র সমালোচনায় কিছুটা সামঞ্জস্য এনেছিলেন। উদাহরণস্বরূপ, শেকসপিয়রকে ভলতেয়ার \"বর্বর\" আখ্যা দিয়েছিলেন এবং বলেছিলেন যে তাঁর রচনাবলি হল কয়েকটি মুক্তোখচিত একট \"প্রকাণ্ড গোবর-গাদা\"। ভলতেয়ার লা অঁরিয়াদে (১৭২৩) নামে এক মহাকাব্য রচনা করেছিলেন। এটি কখনও কখনও অঁরিয়াদে নামেও অনূদিত হয়েছিল। ভলতেয়ারের কাব্যের ভিত্তি ছিল ফ্রান্সের চতুর্থ অঁরির (১৫৫৩-১৬১০) জীবন। অ্যালগারনন চার্লস সুইনবার্ন দেখিয়েছেন কীভাবে শেকসপিয়রের ও ভলতেয়ারের প্রায়-সমনামী দুই রচনা বিষয়গতভাবে বিষম-রূপী, ঠিক যেমন ভলতেয়ারের ট্র্যাজেডি জাইরে শেকসপিয়রের ওথেলো-র থেকে অনেকটাই আলাদা।\n\n\n== সম্প্রচার প্রযোজনা ==\n১৯৬০: অ্যান এজ অফ কিংস\n১৯৭৯: বিবিসি টেলিভিশন শেকসপিয়র\n২০১২ ও ২০১৬: দ্য হলো ক্রাউন, বিবিসি২\n\n\n== তথ্যসূত্র =="}