{"pageid": 1190004, "title": "শুষ্ক ঘাস", "url": "https://bn.wikipedia.org/wiki?curid=1190004", "content": "শুস্ক ঘাস হল ঘাস, শিম জাতীয় বা অন্যান্য ভেষজ উদ্ভিদ যা পশুর খাদ্য ভূমি হিসাবে ব্যবহার করার জন্য কাটা এবং শুকিয়ে রাখা হয়, বড় চারণ প্রাণী যেমন গবাদি পশু, ঘোড়া, ছাগল এবং ভেড়ার জন্য বা ছোট গৃহপালিত পশু যেমন খরগোশ এবং গিনিপিগের জন্য। শূকর শুষ্ক ঘাস খেতে পারে, কিন্তু তৃণভোজীদের মতো দক্ষতার সাথে তা হজম করতে পারে না।\nশুষ্ক ঘাস পশুর খাদ্য হিসাবে ব্যবহার করা যেতে পারে যখন বা যেখানে পর্যাপ্ত চারণভূমি নেই বা যেখানে পর্যাপ্ত পশু খাদ্য থাকে না, যখন আবহাওয়ার কারণে চারণ করা সম্ভব হয় না (যেমন শীতের সময়), বা যখন তৃণভূমি নিজেই এতটাই সমৃদ্ধ যে তা পশুর স্বাস্থ্যের হুমকিস্বরুপ। এটিও খাওয়ানো হয় যখন একটি প্রাণী চারণভূমিতে প্রবেশ করতে অক্ষম হয় - উদাহরণস্বরূপ, যখন প্রাণীটিকে একটি আস্তাবল বা শস্যাগারে রাখা হয়।\n\n\n== গঠন ==\nশুষ্ক ঘাসের জন্য ব্যবহৃত সাধারণ উদ্ভিদের মধ্যে রয়েছে বিভিন্ন ধরনের ঘাস বা ঘাসের মিশ্রণ যেমন রাইগ্রাস (লোলিয়াম প্রজাতির), টিমোথি, ব্রোম, ফেসকিউ, বারমুডা ঘাস, বাগানের ঘাস এবং অন্যান্য প্রজাতির, অঞ্চলের উপর নির্ভর করে। শুষ্ক ঘাসে লেগুমও থাকতে পারে, যেমন আলফালফা (লুসার্ন) এবং ক্লোভার (লাল, সাদা এবং ভূগর্ভস্থ)।  শুষ্ক ঘাসের লেগুমগুলি আদর্শভাবে কাটা হয়। অন্যান্য চারণভূমির ফরবগুলিও কখনও কখনও মিশ্রণের একটি অংশ হয়, যদিও নির্দিষ্ট কিছু ফরব প্রাণীর জন্য বিষাক্ত হতে পারে।\nওট, বার্লি, এবং গম গাছের উপকরণ মাঝে মাঝে সবুজ থাকা অবস্থায় কেটে পশুর খাদ্যের জন্য শুষ্ক ঘাস তৈরি করা হয় এবং সাধারণত খড়ের আকারে ব্যবহার করা হয়, এটি ডালপালা এবং মরা পাতার ফসলের উপজাত যা শস্য তোলা ও মাড়াই করার পরে পাওয়া যায়। খড় প্রধানত পশুর বিছানার জন্য ব্যবহৃত হয়। যদিও খড়কে পশুখাদ্য হিসেবেও ব্যবহার করা হয়, বিশেষ করে খাদ্যতালিকাগত ফাইবারের উৎস হিসেবে, খড়ের তুলনায় এর পুষ্টিগুণ কম। \nশুষ্ক ঘাসের পাতা এবং বীজ উপাদান যা এর গুণমান নির্ধারণ করে, কারণ এতে কান্ডের চেয়ে প্রাণীর জন্য পুষ্টির মান বেশি থাকে।  কৃষকরা যখন বীজের মাথা পুরোপুরি পাকে নি এবং জমিতে ঘাস কাটার সময় পাতা সর্বাধিক থাকে তখন কাটার চেষ্টা করে। কাটা উপাদান শুকানোর হয় যাতে বেশিরভাগ আর্দ্রতা অপসারিত হয় তবে পাতার উপাদান যেন যথেষ্ট মজবুত থাকে যা যন্ত্রপাতি দ্বারা মাটি থেকে তোলা হয় এবং বেল, স্তূপ বা গর্তে সংরক্ষণের জন্য প্রক্রিয়াজাত করা যায়। এইভাবে শুষ্ক ঘাস তৈরির পদ্ধতি অনুসরণ করার সময় পাতা ছিন্নভিন্ন হয়ে যাওয়া এবং পড়ে যাওয়া কমিয়ে আনার চেষ্টা করা হয়। \n\n\n== তথ্যসূত্র =="}