{"pageid": 1190880, "title": "চিত্তপ্রসাদ ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1190880", "content": "চিত্তপ্রসাদ ভট্টাচার্য (২১ জুন ১৯১৫ - ১৩ নভেম্বর ১৯৭৮ )  ছিলেন বিশ শতকের মধ্যভাগের একজন ভারতীয় বাঙালি রাজনৈতিক শিল্পী। তিনি ক্যানভাসে তেল ব্যবহার না করে জল রং এবং প্রিন্ট মেকিং এর উপর শিল্পকর্ম পছন্দ করতেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\n\nচিত্তপ্রসাদের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের উত্তর চব্বিশ পরগণা জেলার নৈহাটিতে।  পিতা চারুচন্দ্র ভট্টাচার্য। চিত্তপ্রসাদের স্কুল ও কলেজের দিনগুলো কেটেছে বর্তমানে বাংলাদেশের চট্টগ্রামে পিতার কর্মক্ষেত্রে। ১৯৩২ খ্রিস্টাব্দে চট্টগ্রাম মিউনিসিপ্যালিটি স্কুল থেকে পাশ করে চট্টগ্রাম সরকারি কলেজে বি.এ পড়ার সময় তিনি কমিউনিস্ট পার্টির সংস্পর্শে এসে উদারপন্থী হয়ে পড়েন এবং গণ-আন্দোলনে যুক্ত হন। তিনি ব্রিটিশদের ঔপনিবেশিক নিপীড়ন এবং দেশীয় জমিদার ও তথাকথিত ভদ্রলোকের সামন্তবাদী নিপীড়ন উভয়কেই প্রতিরোধ করার জন্য তৃণমূল স্তরেই আন্দোলনে যোগ দেন। চিত্তপ্রসাদ 'বেঙ্গল স্কুল'-এর ক্লাসিকবাদ এবং আধ্যাত্মিক ধারণা মেনে নিতে পারেননি।  এবং এমনকি স্বাভাবিক ভাবেই বর্ণপ্রথার বৈষম্য মেনে না নেওয়ায়, চিত্তপ্রসাদ তার জীবদ্দশায় কখনোই তার ব্রাহ্মণের পদবি ব্যবহার করেননি।  চিত্রাঙ্কনে চিত্তপ্রসাদের স্বাভাবিক প্রতিভ ছিল। কলেজপড়ুয়া অবস্থায় একবার  নন্দলাল বসুর কাছে আঁকা শিখতে এসেছিলেন। তার স্কেচ আঁকা আর প্রাথমিক কলা কৌশল দেখে মন্তব্য করেছিলেন, 'তোমার তো শেখা হয়ে গেছে—নতুন করে আর কী শিখবে?' এসবের পর তিনি শিল্পকর্মে নিজের স্বাভাবিক প্রতিভার নিদর্শনই রেখে গেছেন। \n\n\n== কর্মজীবন এবং শৈলী ==\n\nচিত্তপ্রসাদের সৃজনশীল শিল্পকর্ম ১৯৩০ এর দশকে শুরু হয়েছিল। ১৯৪২-৪৩ খ্রিস্টাব্দে আগস্ট আন্দোলন ও দুর্ভিক্ষের পটভূমিকায় আঁকা ছবিগুলির জন্য শিল্পজগতে খ্যাতি অর্জন করেন। বিশেষকরে মেদিনীপুরের ১৯৪৩ খ্রিস্টাব্দে দুর্ভিক্ষের যে ছবি তিনি আঁকেন তা সর্বজনীন দুর্ভিক্ষের প্রতিচ্ছবি হয়ে আছে।  চট্টগ্রামের গ্রামে-গঞ্জে  সোমনাথ হোড়কে সঙ্গী নিয়ে ঘুরে কমিউনিস্ট পার্টির প্রচারে যুক্ত চিত্তপ্রসাদের আঁকা দুর্ভিক্ষের মর্মান্তিক চিত্রগুলির নজরে আসে তৎকালীন কমিউনিস্ট পার্টির সাধারণ সম্পাদক পূরণচাঁদ জোশীর। তারই আগ্রহে প্রথমে চট্টগ্রামে 'ডিফেন্ড চট্টগ্রাম' নামে এক প্রদর্শনীর আয়োজন করালেন। সেখানে প্রদর্শনীর কাজে যুক্ত ব্রিটিশ সৈনিকদের মধ্যে যারা বাধ্যতামূলক সৈনিকবৃত্তিতে ছিলেন তাদের মধ্যে যারা লন্ডন আর্ট স্কুলের শিক্ষক ছিলেন তারা অংশগ্রহণ করেন। অসাধারণ প্রতিভাসম্পন্ন চিত্তপ্রসাদ সেই অবসরে আধুনিক অঙ্কনবিদ্যা ও রং-এর ব্যবহার কৌশলে আয়ত্ত করেন। অসাধারণ এই শিল্পীকে  বোম্বাই নিয়ে গিয়ে পার্টির পত্রিকা 'পিপলস্ ওয়ার' -এ যুক্ত করেন। কিছুদিন কলকাতায় থেকে বোম্বাই যাত্রা করেন।\nকলকাতায় অবস্থানকালে তিনি প্রখ্যাত চিত্র-সাংবাদিক সুনীল জানার সংস্পর্শে আসেন এবং তিনিও চিত্তপ্রসাদের সঙ্গে বোম্বাই যান।  চিত্তপ্রসাদ দক্ষতার সঙ্গে কলম ও কালির স্কেচে সামন্ত ও ঔপনিবেশিক ব্যবস্থার তীব্র সমালোচনা করেন ব্যঙ্গচিত্রের মাধ্যমে।চিত্তপ্রসাদের আঁকার পছন্দের মাধ্যম ছিল 'লিনোকাট'। ড্রইং, উডকাট, প্যাস্টেল, জলরঙ, তেলরঙ, সব মাধ্যমে তার ছবি আঁকার অভ্যাস থাকলেও, তিনি  ‘কম খরচে’ সর্বত্র ছড়িয়ে দেওয়ার  কথা ভেবেই 'লিনোকাট' কে তিনি বেছে  নেন। তেলরঙের ব্যবহার না করে জলরঙ ব্যবহার করতেন। \n\n\n== বিদ্রোহী ভারতের আত্মা চিত্তপ্রসাদের ছবিতে ==\n১৯৪৫ খ্রিস্টাব্দের মুম্বাই গিয়ে পার্টির মুখপত্র 'পিপলস ওয়ার' এ শিল্পী হিসাবে, অসীম সাহসে উপস্থাপন করেন রাজনৈতিক ব্যঙ্গ চিত্র। জাতীয় রাজনৈতিক নেতাদের  দোদুল্যমানতা, আগস্ট আন্দোলন, তেভাগা আন্দোলন, সৈনিক বিদ্রোহ, ১৯৪৬ খ্রিস্টাব্দের নৌ-বিদ্রোহ ও ১৯৪৭ খ্রিস্টাব্দের তেলেঙ্গানার কৃষক বিদ্রোহের চিত্রাবলী তার অমর কীর্তি। গভীর রাজনৈতিক চেতনা আর অনুভূতিতে  বিদ্রোহী কবি সুকান্তের 'স্বাধীনতার চূড়ান্ত ডাক' পরিস্ফুট হয়েছে চিত্তপ্রসাদের তুলি আর কাগজে। \nএকজন শিল্পী এবং সংস্কারক হিসাবে চিত্তপ্রসাদ রাজনৈতিক প্রচারে 'লিনোকাট' এবং 'উডকাট' এর মাধ্যমে ছবির উপস্থাপনে দক্ষ ছিলেন।  তার চিত্রবলির প্রদর্শনী মুম্বাই, দিল্লি কলকাতা প্রভৃতি শহরে হয়ছে। গ্রামের সাধারণ দুঃখী ও সংগ্রামী মানুষই তার শিল্পকলার প্রধান উপজীব্য ছিল। স্কেচ ও উডকাটের মাধ্যমে দুর্ভিক্ষের ভয়াবহ দৃশ্যাবলি ছিল তার বলিষ্ঠ উপস্থাপনা। বাংলার গ্রামের ক্ষুধার্ত মানুষের চিত্র তুলে তার প্রথম প্রকাশনা — হাংরি বেঙ্গল। তৎকালীন রাজনৈতিক ও সামাজিক শক্তির ওপর তার এই ছবির মাধ্যমে  তীব্র আক্রমণ ব্রিটিশ কর্তৃপক্ষকে বড় সমস্যার মধ্যে ফেলেছিল, যার ফলে তারা হাংরি বেঙ্গলের সমস্ত কাজ নষ্ট করে দেয়।\nচিত্তপ্রসাদ ১৯৪৬ খ্রিস্টাব্দ থেকে বোম্বাইতে স্থায়ীভাবে বসবাস শুরু করেন। থাকতেন  আন্তরিক শ্রমিকপট্টিতে এক ভাঙ্গাচোরা ঘরে। কিন্তু সেখানে থেকেই নিরলস কাজ করে গেছেন পার্টির মুখপত্রের জন্য। পূরণচাঁদ জোশীর পরবর্তী সময়ে ১৯৪৮ এবং ১৯৪৯ খ্রিস্টাব্দের মধ্যে কমিউনিস্ট পার্টি যে পরিবর্তনগুলি নিয়েছিল, তার  ফলে দলের কার্যকলাপ, কর্মসূচিতে তার বিতৃষ্ণা জমেছিল। ১৯৪৯ খ্রিস্টাব্দে পার্টি থেকে সরে এসেছেন,  কিন্তু মার্ক্সবাদের প্রতি ভরসা হারাননি জীবনের শেষ দিন পর্যন্ত। \nতিনি ১৯৬৯ খ্রিস্টাব্দে প্রাগের জাতীয় জাদুঘর, নতুন দিল্লির ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট, মুম্বাইয়ের ওসিয়ানস আর্ট আর্কাইভ এবং দুবাইয়ের জেন এবং কিটো ডি বোয়ার সংগ্রহে প্রতিনিধিত্ব করেছেন।\n\n\n== শেষ জীবন ও জীবনাবসান ==\nতেত্রিশ বছর মুম্বাইয়ের আন্ধেরিতে অবস্থানকালে অ্যালবাম, কার্ড, ছবি, ড্রইং ইত্যাদি বিক্রি করে অনিয়মিত  উপার্জনে বহু অসুবিধার মধ্যে দিনযাপন করতেন। ব্যক্তিগত জীবনে তিনি খুব সুখ ও স্বাচ্ছন্দ্য ভোগ করতে পারেননি। শেষে অসুস্থ অবস্থায় কলকাতায় চলে আসেন। ১৯৭৮ খ্রিস্টাব্দের ১৩ নভেম্বর কলকাতার রামকৃষ্ণ মিশন সেবা প্রতিষ্ঠানে সবার অলক্ষ্যেই পরলোক গমন করেন। তার চলে যাওয়াটা ওলন্দাজ চিত্রশিল্পী ভিনসেন্ট গখের সঙ্গেই যেন তুলনীয়।\nভারতের স্বাধীনতার পঞ্চাশ বছর পূর্তিতে পশ্চিমবঙ্গ সরকারের গণমাধ্যম কেন্দ্র যে শিল্প প্রদর্শনীর আয়োজন করে সেখানে চিত্তপ্রসাদের কনিষ্ঠ ভগিনী গৌরী চট্টোপাধ্যায়ের সংগ্রহ হতে কিছু শিল্পকর্ম প্রদর্শিত হয়েছিল। \nশিল্পীর মৃত্যুর কিছু আগে ইউনিসেফ  লিনোকাট সংগ্রহ - \"অ্যাঞ্জেলস উইদ্অ্যাউট ফেয়ারি টেলস\" সিরিজের ছবি প্রকাশ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGoogle Arts & Culture এ প্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ মে ২০২২ তারিখে\nটেমপ্লেট:Bengal famine of 1943"}