{"pageid": 1190727, "title": "এক সন্তান নীতি", "url": "https://bn.wikipedia.org/wiki?curid=1190727", "content": "এক সন্তান নীতি (চীনা: 一孩政策; ফিনিন: Yī Hái Zhèng​cè) চীনে একটি জনসংখ্যা পরিকল্পনা উদ্যোগকে বোঝায় যেটি ১৯৮০ থেকে ২০১৫ সালের মধ্যে বাস্তবায়িত হয়েছিল বহু পরিবারকে একটি শিশুর মধ্যে সীমাবদ্ধ করে দেশের জনসংখ্যা বৃদ্ধি রোধ করার জন্য। এই উদ্যোগটি ছিল জনসংখ্যা বৃদ্ধি নিয়ন্ত্রণের অনেক বৃহত্তর প্রচেষ্টার অংশ যা ১৯৭০ সালে শুরু হয়েছিল এবং ২০২১ সালে শেষ হয়েছিল, একটি অর্ধ শতাব্দীর প্রোগ্রাম যাতে বিবাহ এবং সন্তান ধারণের ন্যূনতম বয়স, অনেক দম্পতির জন্য দুই সন্তানের সীমা, জন্মের মধ্যে ন্যূনতম সময়ের ব্যবধান, ভারী নজরদারি, এবং অ-সম্মতির জন্য কঠোর জরিমানা। প্রোগ্রামটির ব্যাপক সামাজিক, সাংস্কৃতিক, অর্থনৈতিক এবং জনসংখ্যাগত প্রভাব ছিল, যদিও বিস্তৃত প্রোগ্রামে এক সন্তানের বিধিনিষেধের অবদান বিতর্কের বিষয়।\nচীনের পরিবার পরিকল্পনা নীতিগুলি ১৯৭০-এর দশকে অত্যধিক জনসংখ্যার ভয়ে তৈরি হতে শুরু করে এবং কর্মকর্তারা বিয়ের বয়স বাড়িয়ে দেয় এবং কম এবং বেশি বিরতি দিয়ে সন্তান জন্মদানের জন্য আহ্বান জানায়। অত্যধিক জনসংখ্যা, রাষ্ট্রীয় কর্মকর্তাদের দৃষ্টিতে, জাতীয় অর্থনীতিকে চাঙ্গা করতে এবং জনগণের জীবনযাত্রার মান উন্নত করতে তাদের এজেন্ডাকে বাধাগ্রস্ত করবে। সম্পূর্ণ এক দশকের সমন্বিত প্রচেষ্টার পর, 1980 সালে একটি সর্বজনীন এক সন্তানের সীমা আরোপ করা হয়েছিল। তারপরে এটি আনুষ্ঠানিকভাবে ১৯৮২ সালে গণপ্রজাতন্ত্রী চীনের সংবিধানে লেখা হয়েছিল। সংবিধানে যেমন লেখা ছিল, দম্পতিদের পরিবার পরিকল্পনার প্রয়োজনীয়তাগুলি মেনে চলার বাধ্যবাধকতা রয়েছে। সমস্ত পরিবার শুধুমাত্র একটি সন্তানের মধ্যে সীমাবদ্ধ ছিল। পরবর্তীতে, জনসংখ্যার নির্দিষ্ট গোষ্ঠীর জন্য কিছু ব্যতিক্রম অনুমোদিত হয়েছিল। ১৯৮০-এর দশকের মাঝামাঝি গ্রামীণ পিতামাতাদের প্রথম কন্যা হলে দ্বিতীয় সন্তান নেওয়ার অনুমতি দেওয়া হয়েছিল। এটি জাতিগত সংখ্যালঘু সহ অন্যান্য কিছু গোষ্ঠীর জন্যও ব্যতিক্রমের অনুমতি দিয়েছে। ২০১৫ সালে, সরকার সমস্ত অবশিষ্ট এক-সন্তানের সীমা অপসারণ করে, একটি দুই সন্তানের সীমা প্রতিষ্ঠা করে। ২০২১ সালের মে মাসে, এটি তিন-সন্তানের সীমাতে শিথিল করা হয়েছিল, জুলাই ২০২১-এ সমস্ত সীমার পাশাপাশি তাদের অতিক্রম করার জন্য জরিমানা সরিয়ে দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nFamily Planning in China\nHemminki, Elina; Wu, Zhuochun; Cao, Guiying; Viisainen, Kirsi (২০০৫)। \"Illegal births and legal abortions – the case of China\"। Reprod Health। 2: 5। ডিওআই:10.1186/1742-4755-2-5। পিএমআইডি 16095526। পিএমসি 1215519 ।"}