{"pageid": 11901, "title": "স্বর্ণলতা", "url": "https://bn.wikipedia.org/wiki?curid=11901", "content": "স্বর্ণলতা একটি পরজীবী উদ্ভিদ। কোন পাতা নেই, লতাই এর দেহ কাণ্ড মূল সব। লতা হতেই বংশ বিস্তার করে। সোনালী রং এর চিকন লতার মত বলে এইরূপ নামকরণ। ঔষধি গুন আছে। অনেক ক্ষেত্রে আশ্রয় দাতা গাছের মৃত্যু ঘটিয়ে থাকে।\nবিশ্বের নাতিশীতোষ্ণ এবং গ্রীষ্মমণ্ডলীয় অঞ্চল জুড়ে এই প্রজাতিটি পাওয়া যায়, উপক্রান্তীয় এবং গ্রীষ্মমণ্ডলীয় অঞ্চলে সর্বাধিক প্রজাতির বৈচিত্র্য রয়েছে; শীতল নাতিশীতোষ্ণ জলবায়ুতে এটি বিরল হয়ে যায়, মাত্র চারটি প্রজাতি উত্তর ইউরোপে দেখা যায়। \n\n\n== প্রাপ্তিস্থান ==\nবাংলাদেশের প্রায় সর্বত্রই, বিশেষ করে গ্রামাঞ্চলে, পাওয়া যায়।\n\n\n== ব্যবহার ==\n\nউদ্ভিদের পুরো অংশই বিষাক্ত। এটি প্রজনন ক্ষমতারোধি, বমন সৃজক, গর্ভপাতক।\nহলদে-সোনালি রঙের পরজীবী উদ্ভিদ স্বর্ণলতা। গ্রামগঞ্জে এটি শূন্যলতা বা অলোকলতা নামেও পরিচিত। এই লতা নরম, সরু ও মূল-পাতাবিহীন। ছোট ও মাঝারি উচ্চতার গাছে জড়িয়ে থাকতে দেখা যায় এ লতা।\nএই লতার হাস্টেরিয়াম(Haustorium) নামক চোষক অঙ্গ থাকে। চোষক অঙ্গের মাধ্যমে এটি পোষক উদ্ভিদ থেকে পুষ্টি উপাদান গ্রহণ করে। এটি একবর্ষজীবী লতা। আমাদের দেশে কয়েকটি প্রজাতি আছে। এ লতা অনেক শাখা লতা তৈরি করে পুরো গাছ জড়িয়ে ফেলে খুব কম সময়ে। ফুল থেকে ফল হয়। বীজ থেকে বংশবৃদ্ধি ঘটে। বাংলাদেশসহ পৃথিবীর উষ্ণমণ্ডলীয় এলাকার আদিবাসীদের কাছে লতাটি লোকজ চিকিৎসায় ব্যবহৃত হয়।\nস্বর্ণলতার রয়েছে নানা ওষধি। এটি বায়ুনাশক ও পেটব্যথায় কার্যকর। জন্মনিরোধক ও কৃমিনাশক হিসেবে কাজ করে থাকে। স্বর্ণলতার নির্যাস পেটফাঁপা ও কোষ্ঠকাঠিন্যে দারুণ উপকারী।\nআয়ুর্বেদ চিকিৎসায় স্বর্ণলতা ওষুধ হিসেবে ব্যবহার হয়ে আসছে। প্রাচীন ভারতীয় চিকিৎসায় একে রক্তদুষ্টিনাশক, পিত্ত ও কফনাশক, বিরেচক, বায়ুনাশক, কৃমিনাশক, খোসপাঁচড়া নিবারণকারী হিসাবে দেখা যায়।\nপৃথিবীর বিভিন্ন দেশে হাড়ের চিকিৎসা, জন্ডিস, রক্তচাপ, ডায়াবেটিস, যকৃতের রোগ, চুলকানি, শ্বাসকষ্ট, ক্যান্সার ইত্যাদি কঠিন রোগ নিরাময়ে স্বর্ণলতার ব্যবহার সম্পর্কে জানা যায়। বর্তমান গবেষণায় অ্যান্টিঅক্সিডেন্ট হিসাবে এটি অন্যতম বলে বিবেচিত হয়েছে।\nচলুন জেনে নিই স্বর্ণলতার কিছু ওষধি গুণ-\nঅরুচি ভাব দূর হয়\nকারও মুখে অরুচি দেখা দিলে বা খেতে ইচ্ছা না করলে স্বর্ণলতা সিদ্ধ করে সেই পানি সেবন করলে অরুচি ভাব কেটে যায়।\nমুখের ঘা সারাতে\nমুখে ঘা হলে স্বর্ণলতা সিদ্ধ করে সেই পানি দিয়ে কুলকুচো করলে ঘা দ্রুত ভালো হয়।\nবায়ুনাশে সমস্যা হলে\nপেটের বায়ুনাশে সমস্যা দেখা দিলে স্বর্ণলতার বীজ চূর্ণ করে খেলে উপকার পাওয়া যায়।\nকৃমি ভালো হয়\nস্বর্ণলতা গাছ থেকে বীজ সংগ্রহ করে সেই বীজ চূর্ণ করে খেলে কৃমি ভালো হয়।\nক্ষত দ্রুত ভালো হয়\nক্ষতে স্থানে স্বর্ণলতা পিষে প্রলেপ দিলে ক্ষত দ্রুত ভালো হয়।\nজন্ডিস ভালো হয়\nপ্রথমে স্বর্ণলতা সংগ্রহ করে থেঁতো করতে হবে। এবার থেঁতো করে সেবন করলে জন্ডিস রোগ ভালো হয়।\n\n\n== তথ্যসূত্র =="}