{"pageid": 1190906, "title": "ওষুধ প্রয়োগের পথ", "url": "https://bn.wikipedia.org/wiki?curid=1190906", "content": "ফার্মাকোলজি এবং বিষবিজ্ঞানে ঔষধ প্রয়োগের পথ, হল যে উপায়ে একটি ঔষধ, তরল, বিষ বা অন্যান্য পদার্থ শরীরে নেওয়া হয়। \nপথগুলি সাধারণত যে অবস্থানে প্রয়োগ করা হয় তার দ্বারা শ্রেণীবদ্ধ করা হয়। সাধারণ উদাহরণ মৌখিক এবং শিরায় প্রয়োড় অন্তর্ভুক্ত। কর্মের লক্ষ্য কোথায় তার উপর ভিত্তি করে পথগুলিও শ্রেণীবদ্ধ করা যেতে পারে। অ্যাকশন হতে পারে টপিকাল (স্থানীয়), এন্টারাল (সিস্টেম-ওয়াইড ইফেক্ট, কিন্তু পরিপাক নালীর মাধ্যমে বিতরণ করা হয়), অথবা প্যারেন্টেরাল (সিস্টেমিক অ্যাকশন, কিন্তু জিআই ট্র্যাক্ট ছাড়া অন্য পথে বিতরণ করা হয়)। ঔষধ প্রয়োগের পথ ও ডোজ ফর্ম ঔষধ সরবরাহের দিক।\n\n\n== শ্রেণিবিভাগ ==\nঔষধ প্রয়োগের পথগুলি সাধারণত প্রয়োগের অবস্থান (বা প্রদর্শন) দ্বারা শ্রেণীবদ্ধ করা হয়।\nযে পথ বা কোর্সটি সক্রিয় পদার্থটিকে প্রয়োগের স্থান থেকে এমন স্থানে নিয়ে যায় যেখানে এটির লক্ষ্য প্রভাব রয়েছে তা সাধারণত ফার্মাকোকিনেটিক্সের বিষয় (ঔষধ গ্রহণ, বিতরণ এবং নির্মূলের প্রক্রিয়া সম্পর্কিত)। ব্যতিক্রমগুলির মধ্যে রয়েছে ট্রান্সডার্মাল বা ট্রান্সমিউকোসাল পথ, যা এখনও সাধারণত ঔষধ প্রয়োগের পথ হিসাবে উল্লেখ করা হয়।\nসক্রিয় পদার্থের লক্ষ্য প্রভাবের অবস্থান সাধারণত ফার্মাকোডাইনামিক্সের বিষয় (যেমন ঔষধের শারীরবৃত্তীয় প্রভাব সম্পর্কিত  )। একটি ব্যতিক্রম হল টপিক্যাল অ্যাডমিনিস্ট্রেশন, যার মানে সাধারণত প্রয়োগের অবস্থান এবং এর প্রভাব উভয়ই স্থানীয়। \nটপিকাল অ্যাডমিনিস্ট্রেশনকে কখনও কখনও স্থানীয় অ্যাপ্লিকেশন অবস্থান এবং স্থানীয় ফার্মাকোডাইনামিক প্রভাব উভয় হিসাবে সংজ্ঞায়িত করা হয়,  এবং কখনও কখনও প্রভাবগুলির অবস্থান নির্বিশেষে শুধুমাত্র একটি স্থানীয় অ্যাপ্লিকেশন অবস্থান হিসাবে।  \n\n\n== আরো দেখুন ==\nএডিএমই\nক্যাথেটার\nডোজ ফর্ম\nড্রাগ ইনজেকশন\nইয়ার ইনস্টিলেশন\nইন্ট্রাভেনাস মারিজুয়ানা সিন্ড্রোম\nমেডিকেল ইনহেল্যান্টদের তালিকা\nন্যানোমেডিসিন\nশোষণ (ফার্মাকোলজি)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n10 তম ইউএস-জাপান সিম্পোজিয়াম অন ড্রাগ ডেলিভারি সিস্টেম\nএফডিএ সেন্টার ফর ড্রাগ ইভালুয়েশন অ্যান্ড রিসার্চ ডেটা স্ট্যান্ডার্ড ম্যানুয়াল: রুট অফ অ্যাডমিনিস্ট্রেশন।\nএফডিএ সেন্টার ফর ড্রাগ ইভালুয়েশন অ্যান্ড রিসার্চ ডেটা স্ট্যান্ডার্ড ম্যানুয়াল: ডোজ ফর্ম।\nঅ্যাস্পেন আমেরিকান সোসাইটি ফর প্যারেন্টেরাল এবং এন্টারাল নিউট্রিশন\nএ As Drug Administration Routes যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)"}