{"pageid": 1190614, "title": "ফতোয়ায়ে উসমানী", "url": "https://bn.wikipedia.org/wiki?curid=1190614", "content": "ফতোয়ায়ে উসমানী (উর্দু: فتاوی عثمانی‎‎) পাকিস্তানি ফকিহ তাকি উসমানির রচিত একটি উর্দু ফতোয়া গ্রন্থ। এটি মূলত তার প্রদত্ত পঁয়তাল্লিশ বছরের ফতোয়া সমূহের সংকলন, যা মুহাম্মদ জুবায়ের হক নওয়াজ দারুল উলুম করাচির বিভিন্ন রেজিস্টার থেকে সংগ্রহ করেছিলেন, তিনি সেগুলোকে বিষয় অনুসারে আলাদা করেছেন এবং আইনশাস্ত্রীয় অধ্যায়গুলোর ক্রমানুসারে সংকলন করেছেন। এর সাথে তিনি রেফারেন্সও যুক্ত করেন, যা পূর্বে ছিল না, সাথে কোনো ফতোয়ায় তাকি উসমানির মত পরিবর্তন হলে সেটিও উল্লেখ করেন। প্রতিটি ফতোয়ার শেষে তারিখ লেখা থাকে এবং তারিখের নিচে ফতোয়া নম্বর (দারুল ইফতা, দারুল উলুম করাচির ফতোয়ার রেজিস্টারের সংখ্যা) এবং তাকি উসমানির স্বাক্ষর রয়েছে। এটি ২০০৪ সালে প্রথম প্রকাশিত হয়। এ এপর্যন্ত গ্রন্থটির ৪টি খণ্ড প্রকাশিত হয়েছে।\n\n\n== প্রেক্ষাপট ==\nগ্রন্থটি সংকলনের প্রেক্ষাপট সম্পর্কে তাকি উসমানি বলেন, \"জ্ঞান হওয়ার পর থেকে ওয়ালেদ মাজেদ হযরত মাওলানা মুফতী মুহাম্মাদ শফী সাহেব রহ.-এর ফয়যে আমাদের বাড়িতে ফতোয়া আদান-প্রদানের চর্চা দেখে আসছি। ফলে ফিকহী অনেক মাসআলা ঘরের সেই পর্যালোচনা থেকে ইয়াদ হয়ে গিয়েছিল। কিন্তু কাউকে মাসআলা বলে দেওয়া বা লিখে দেওয়ার বিষয়ে দিলের মধ্যে সবসময় ভয় থাকত। মাদরাসায় পড়াকালে মনে এই খেয়াল আসেনি যে, কখনও ফতোয়া লেখার জিম্মাদারি কাঁধে অর্পিত হবে। ১৩৭৭ হিজরীতে দারুল উলূম করাচিতে ‘হেদায়া আউয়ালাইন' ইত্যাদি পড়ছিলাম। তখন আমার বয়স (চান্দ্র হিসাব অনুসারে) পনেরো বছর। শাবান ও রমযানের ছুটিতে সম্মানিত উস্তাদ হযরত মাওলানা মুফতী ওয়ালী হুসাইন সাহেব রহ. প্রতিদিন আমাদের বাড়িতে এসে ফতোয়ার কাজ করতেন। আমি খুব বেশি তাঁর পাশে গিয়ে বসতাম এবং তাঁর লেখা ফতোয়া পড়তাম। একদিন হযরত আমাকে একটি দরখাস্ত দিয়ে বললেন, বলো তো, এই সওয়ালের জবাব কী হবে? মাসআলা ছিল তালাকসংক্রান্ত এবং সরলসোজা। আমি সঠিক জবাব দিয়ে দিলাম। হযরত বললেন- ঠিক আছে, এখন এই জবাবই এ দরখাস্তের উপর লিখে ফেলো। যখন লেখার পর্ব এল, তখন আমার দিলের মধ্যে ভয় হতে লাগল। কিন্তু মুহতারাম উস্তাদ সাহস দিলেন। আমি জবাব লিখে দিলাম এবং স্বাক্ষরের জায়গা শূন্য রাখলাম। হযরত সেই লিখিত জবাবের উপর শুদ্ধিতার সমর্থন লিখলেন এবং নিজে স্বাক্ষর করে দিলেন। এরপর ১৩৭৯ হিজরী (মোতাবেক ১৯৫৮ ইসায়ী) সনে আমি হযরত মাওলানা মুফতী রশীদ আহমাদ সাহেব রহ.-এর কাছে মেশকাত শরীফ পড়া শুরু করলাম। তখন হযরত আমাকে এবং ভ্রাতৃবর হযরত মাওলানা মুহাম্মাদ রফী সাহেবকে কিতাবাদি থেকে মাসআলা-মাসায়েলের জবাব বের করার অনুশীলন করতে উৎসাহ দিলেন। সুতরাং তখন থেকে হযরত কিছু কিছু প্রশ্ন দিয়ে ফেকাহর কিতাবাদি থেকে সেগুলোর জবাব বের করতে হুকুম দিতেন। আমরা জবাবসমূহ খুঁজে বের করে বেশিরভাগ মৌখিক এবং কখনও কখনও লিখিতভাবে হযরতের খেদমতে পেশ করতাম। তিনি সেগুলোর বিশুদ্ধতা অনুমোদন করতেন অথবা সংশোধন করে দিতেন। ওই বছরই শাবান ও রমযানের ছুটিতে বাড়িতে গেলাম। পিতাজী রহ.-এর কাছে রমযানে তাহাজ্জুদের জামাত জায়েয হওয়া না হওয়া সম্পর্কে একটি ফতোয়ার করে প্রকাশ করব। ইচ্ছা ছিল, দারুল উলূম করাচি থেকে জারিকৃত ফতোয়ার যে সংকলন বিন্যস্ত করা হচ্ছে, তাতে এই ফতোয়াগুলোও এসে যাবে। কিন্তু ইতোমধ্যে দারুল উলূম করাচির গ্র্যাজুয়েট (ফাযিল) ও ফতোয়া কোর্স সমাপনকারী এবং মাশাআল্লাহ বর্তমান শিক্ষক ও দারুল ইফতার সহকারী প্রিয়বর মাওলানা মুহাম্মাদ যোবায়ের হক নাওয়াজ বিশেষভাবে আমার লেখা ফতোয়াগুলো বিভিন্ন রেজিস্টার থেকে জমাতে শুরু করে দিলেন। কাজের একটি বড় অংশ সম্পন্ন হওয়ার পর তিনি অধমকে অবহিত করলেন। আমি এই কাজটিকে বিধাতা অনুমোদিত মনে করে পরিপূর্ণ করার অনুমতি দিয়ে দিলাম। মাশাআল্লাহ! মাওলানা যোবায়ের সাহেব নিজে সুযোগ্য আলেম। তিনি অনেক রক্ত পানি করে দারুল উলূম করাচির পুরানো রেজিস্টারসমূহ- যেগুলো থেকে কিছু কিছু প্রায় অকেজো হয়ে গিয়েছিল- ফতোয়াসমূহ খুঁজে বের করেছেন। তিনি সেগুলো বের করে শুধু অধ্যায়-পরিচ্ছেদে বিন্যস্ত করেননি; বরং সেগুলোর হাওয়ালা বের করার কাজও প্রাণান্তকর প্রচেষ্টার মাধ্যমে আঞ্জাম দিয়েছেন। ফলে এই সংকলনের উপকারিতা অনেক বৃদ্ধি পেয়েছে।\"\n\n\n== বিষয়বস্তু ==\n\n\n=== ১ম খণ্ড ===\n১ম খণ্ডে ইমান ও আকাইদ প্রসঙ্গ, কুফুরি অকুফুরি কথা ও কাজ, ইসলামি ও অনৈসলামিক দল, সুন্নাত ও বেদআত, নবী-রাসুল সহ বিভিন্ন ঐতিহাসিক ব্যক্তিবর্গের কীর্তিগাঁথা আলোচিত হয়েছে।\n\n\n=== ২য় খণ্ড ===\n২য় খণ্ডে ওযূ গোসল তায়াম্মুম, পানি ও কূপ সংক্রান্ত মাসায়েল, অপবিত্র ও মাজূরের মাসায়েল, ইস্তিঞ্জার মাসায়েল, নামাজের সময় সংক্রান্ত মাসায়েল আলোচিত হয়েছে।\n\n\n=== ৩য় খণ্ড ===\n৩য় খণ্ডে ব্যবসার পণ্য, নগদ অর্থ, সোনা, রূপা, ব্যবহারের জিনিসপত্র, জমি ও যন্ত্রপাতির উপর যাকাতের বিধান, যাকাত সম্পর্কিত বিভিন্ন প্রশ্নোত্তর, সেলাইবিহীন কাপড়ে যাকাতের বিধান, ব্যাংকিং ও আর্থিক প্রতিষ্ঠান থেকে সরকার কর্তৃক যাকাত আদায় আলোচিত হয়েছে।\n\n\n=== ৪র্থ খণ্ড ===\n৪র্থ খণ্ডে শিরকত ও মুদারাবা, ক্রয় বিক্রয় প্রসঙ্গ, বিক্রয়ে ধোঁকা ও ত্রুটি, ক্রয়-বিক্রয়ের বিভিন্ন প্রকার, শাসন ও লঘু শাস্তি, অন্যায় - অপরাধ, সন্ধি, বণ্টন ইত্যাদি বিষয় আলোচিত হয়েছে।\n\n\n== অনুবাদ ==\nবইটির বঙ্গানুবাদ করেন জামালুল কুরআন মাদরাসা, গেন্ডরিয়া, ঢাকার মুহাদ্দিস মাওলানা আব্দুল আলীম ও জামিয়াতুস সুন্নাহ, শিবচর, মাদারীপুরের মুহাদ্দিস মুফতি আবু বকর সিদ্দীক। যা ঢাকার বইঘর প্রকাশনী থেকে প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nতাকি উসমানির গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nপূর্ণাঙ্গ ফতোয়ায়ে উসমানী"}