{"pageid": 1190070, "title": "বশিকপুর ডি.এস.ইউ কামিল মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1190070", "content": "বশিকপুর ডি.এস.ইউ. কামিল মাদ্রাসা এটি বশিকপুর আলিয়া নামে সর্বাধিক পরিচিত চট্টগ্রাম বিভাগের লক্ষ্মীপুর জেলার একটি সুনামধন্য সুপ্রাচীন আলিয়া কামিল মাদ্রাসা। এটি লক্ষ্মীপুর জেলার সদর উপজেলার বশিকপুর ইউনিয়নের উষিয়ারকান্দি মৌজায় অবস্থিত একটি কামিল মাদ্রাসা। ১৯৪০ সালে মাওলানা শামছুদ্দিন আনছারির প্রচেষ্টায় মাদ্রাসাটি প্রতিষ্ঠা লাভ করে। বর্তমানে মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয় অধিভুক্ত একটি ডিগ্রি কামিল মাদ্রাসা। এছাড়াও মাদ্রাসার দাখিল ও আলিম সেকশন বাংলাদেশ মাদ্রাসা শিক্ষাবোর্ডের নিয়ন্ত্রনে পরিচালিত হয়ে থাকে। মাদ্রাসার পরিচালনা কমিটির চেয়ার‌ম্যান মমতাজুল করিম আনছারী, যিনি প্রতিষ্ঠাতা শামছুদ্দিন আনছারির উত্তরসূরি।\n\n\n== ইতিহাস ==\n১৭০৪ সালে মদিনা শহরের আনসারগণের উত্তরসূরি দায়েম শাহ ইসলামের প্রচারের জন্য বাংলাদেশে আগমন করেন এবং পূর্ব বাংলার লক্ষ্মীপুরে স্থায়ীভাবে বসবাস শুরু করেন। এই দায়েমের এক বংশধর মাওলানা শামছুদ্দিন আনছারি লক্ষ্মীপুর অঞ্চলের ইসলামের শিক্ষা ছড়িয়ে দিতে একটি মাদ্রাসা প্রতিষ্ঠার কথা চিন্তা করেন। সেই পরিপ্রেক্ষিতে স্থানীয়দের সহযোগিতায় একটি ৫ম শ্রেণী পর্যন্ত ফোরকানিয়া মাদ্রাসা নির্মাণ করেন, মাদ্রাসাটির নাম দেওয়া হয় বশিকপুর দায়েমিয়া ছিদ্দিকুল উলুম মাদ্রাসা। \nমাদ্রাসায় ছাত্র সংখ্যা বৃদ্ধির সাথে সাথে ১৯৫৩ সালে মাদ্রাসাটি দাখিল শ্রেণী ও ১৯৫৬ সালে আলিম শ্রেণী চালু করা করা হয়। এলাকার শিক্ষাবিদদের সুপারিশে ১৯৬৭ সালে মাদ্রাসাটিতে ফাজিল শ্রেণীর স্বীকৃতি লাভ করে। ২০০১ সালে মাদ্রাসাটিতে প্রথম তাফসির বিভাগ খোলা হয়, ২০০৪ সালে তাফসিরের বিভাগের স্বীকৃতি লাভ করে। ২০০৯ সালে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্তি লাভ করে, এরফলে মাদ্রাসাটির ফাজিল স্তর ও কামিল বিভাগ এমপিও ভুক্তি লাভ করে।\n\n\n=== বিশ্ববিদ্যালয় অধিভুক্ত ===\n২০০৬ সালের ইসলামী বিশ্ববিদ্যালয় সংশোধনী আইন, ২০০৬ মোতাবেক আলিয়া মাদ্রাসার ফাযিল (স্নাতক ডিগ্রি) ৩ বছর এবং কামিল (স্নাতকোত্তর) ২ বছর মোট ৫ বছরের কোর্স চালু হয় এবং বাংলাদেশের ১,০৮৬টি ফাযিল (স্নাতক) ও ১৯৮টি কামিল (স্নাতকোত্তর) মাদ্রাসা কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের অধিভুক্ত হয়। এরফলে এই মাদ্রাসাটিও কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে অধিভুক্ত হয়। এরপরে ২০১৬ সালে ইসলামি আরবি বিশ্ববিদ্যালয় প্রতিষ্ঠা করা হলে, মাদ্রাসাটি ইসলামি আরবি বিশ্ববিদ্যালয় অন্তর্ভুক্ত হয়।\n\n\n== উল্লেখযোগ্য কৃতিত্ব ==\n২০১১ সালে ইবতেদায়ী সমাপনী পরীক্ষায় জাতীয় পর্যায়ে শীর্ষ ২০ প্রতিষ্ঠানের মধ্যে ১৮ তম অবস্থান দখল করে সে বছর প্রচুর সুনাম অর্জন করেছে অত্র প্রতিষ্ঠান। যার অর্জিত মান ছিলো ৩৫.১৩। প্রতিষ্ঠানটির ডিআরভুক্ত ছাত্র-ছাত্রী ১৩৬ জন জিপিএ ৫ পেয়েছে। পাশের হার ১০০।\n\n\n== শিক্ষা কার্যক্রম ==\nমাদ্রাসাটি সর্বপ্রথম সরকারিভাবে এমপিও ভুক্ত হয় ১৯৮২ সালে, মাদ্রাসার এম.পি.ও কোড ১০০১০৮২৩০১। এছাড়া মাদ্রাসা ইআইআইএন কোড ১০৬৯৩৬, মাদ্রাসা বোর্ড কোড ১৭৯২৯, মাধ্যমিক স্তরের উপবৃত্তি কোড ১৫০৮৯৭৮ এবং উচ্চমাধ্যমিক স্তরের উপবৃত্তি কোড ২৫১৪৩০৩।\nমাদ্রাসাটিতে ইবতেদায়ী থেকে শুরু করে আলিয়া মাদ্রাসার সর্বোচ্চ পর্যায় কামিল শ্রেণী পর্যন্ত রয়েছে। এই মাদ্রাসার দাখিল ও আলিম পর্যায়ে বিজ্ঞান ও মানবিক উভয় শাখা রয়েছে। এবং ফাজিল ও পর্যায়ে আল কুরআন ও ইসলামি অধ্যয়ন, আল হাদিস ও ইসলামি অধ্যয়ন, দাওয়াহ প্রভৃতি বিভাগ চালু আছে। এছাড়াও মাদ্রাসার আলিয়া সেকশনের পাশাপাশি বিশুদ্ধ কোরআন মুখস্থ করানোর জন্য হাফেজিয়া মাদ্রাসা চালু রয়েছে।\n\n\n== শিক্ষার মান ==\nবাংলাদেশের বিভিন্ন পাবলিক বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষায় অনেকেই ভালো ফলাফল করতে দেখা যায় এই মাদ্রাসার শিক্ষার্থীদের। এছাড়াও দেশের বিভিন্ন সরকারি বিশ্ববিদ্যালয় বিভিন্ন বিষয়ে অধ্যয়ন ও মেডিক্যাল কলেজে ও পলিটেকনিক ইনস্টিটিউট সহ বিভিন্ন প্রতিষ্ঠানে ভালো ফলাফল করে আসছে এই মাদ্রাসার শিক্ষার্থীরা।\n\n\n== সুযোগ-সুবিধা ==\nএই মাদ্রাসায় সকল ধরনের আধুনিক সুযোগ সুবিধা রয়েছে। ছাত্রদের খেলার মাঠ, পড়াশোনার জন্য লাইব্রেরী, মেয়েদের অবসর কাটানোর জন্য কমন রুম সহ বিভিন্ন সুবিধা রয়েছে। মাদ্রাসাটি ২.১ একর জমির উপরে অবস্থিত। মাদ্রাসার মূল ভবনগুলো মাঠ সহ ১১৪ শতাংশ জমির উপরে এবং বাকী অংশ ১০৭ শতাংশ জমির উপরে অবস্থিত। প্রতিষ্ঠানের তিন তলা বিশিষ্ট ৪টি ভবন রয়েছে, যেগুলতে ক্লাসরুম, মিলনায়তন, শিক্ষক কমনরুম প্রভৃতি রয়েছে।\n\n\n=== আবাসিক হল ===\nমাদ্রাসার দরিদ্র ছাত্রদের সাহায্য করার জন্য একটি আবাসিক হোস্টেম নির্মাণ রয়েছে। হোস্টেলে ৮৩ জন ছাত্র একত্রে অবস্থান করতে পারে। ছাত্ররা এখানে বিনামূল্যে থাকা ও খাওয়ার সুযোগ পেয়ে থাকে। ছাত্রদের তত্ত্ববধানের জন্য ৩জন শিক্ষক ও ২ জন কর্মচারী রয়েছে। এই আবাসিক হোস্টেলের খরচ বহন করে মাদ্রাসা উন্নয়ন তহবিল ও স্থানীয় দাতা ব্যক্তিগন।\n\n\n=== খেলার মাঠ ===\nমাদ্রাসার চারিদিকে দেয়ালের মাঝখানে শিক্ষার্থীদের খেলার জন্য সুবিশাল মাঠ রয়েছে। এখানে অবসর সময়ে ও পাঠদান শেষে মাদ্রাসার ছাত্ররা ও সংশ্লিষ্ট ব্যক্তিরা এখানে খেলা-ধুলা করে থাকে। এই মাদ্রাসার ছাত্ররা খেলা-ধুলায় অগ্রগণ্য। বেশিরভাগ সময় ছাত্ররা ক্রিকেট, ফুটবল ও ভলিবল খেলে থাকে। প্রতিবছর মাদ্রাসাটিতে বার্ষিক ক্রীড়া প্রতিযোগিতার আয়োজন করা হয়।\n\n\n=== গ্রন্থাগার ===\nমাদ্রাসার সকল শিক্ষার্থীদের জন্য উন্মুক্ত লাইব্রেরী রয়েছে। দাখিল থেকে শুরু করে কামিল পর্যায়ের সকল শিক্ষার্থীরা এখান থেকে বই ধার নিয়ে পড়াশোনা করতে পারে। ফাজিল ও কামিল শ্রেণীর শিক্ষার্থীদের জন্য বিশেষ উচ্চতর গবেষণাধর্মী বই রয়েছে। ২০০১ সালে এখানে একটি কম্পিউটার প্রশিক্ষণ বিভাগ উন্মুক্ত করা হয়েছে।\n\n\n=== মসজিদ ===\nমাদ্রাসাটির ক্যাম্পাস সংলগ্ন একটি দৃষ্টিনন্দন মসজিদ রয়েছে। আয়তকার মসজিটি দ্বিতল বিশিষ্ট ছাদে একটি ছোট্ট মিনার রয়েছে। মাদ্রাসায় অবস্থানরত অবস্থায় শিক্ষকদের তত্ত্বাবধানে ছাত্ররা যোহরের সালাত আদায় করে থাকে। ক্যাম্পের থাকা শিক্ষক ও ছাত্রদের পাশাপাশি স্থানীয় মুসল্লীগণও নিয়মিত পাঁচ ওয়াক্ত সালাত আদায় করেন এই মসজিদে।\n\n\n== সহ শিক্ষা ==\nমাদ্রাসার ছাত্রীদের পাশাপাশি স্থানীয় মহিলাদের আত্মকর্মশীল করার লক্ষ্যে স্থায়ীভাবে ৫৩০ বর্গফুট জায়গা নিয়ে ১টি স্থায়ী সেলাই শিক্ষা কেন্দ্র স্থাপন করা হয়েছে। যেখানে একজন কারিগর নিয়মিত ৮টি সেলাই মেশিনে প্রশিক্ষণ দিয়ে থাকেন।\n\n\n== সুপার ও অধ্যক্ষ মহোদয়গণ ==\n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র =="}