{"pageid": 1190923, "title": "আম্বেদকরের বাইশটি অঙ্গীকার", "url": "https://bn.wikipedia.org/wiki?curid=1190923", "content": "বৌদ্ধ ধর্মে ধর্মান্তরিত হওয়ার পর, ভীমরাও রামজি আম্বেদকর দ্বাবিংশতিটি/বাইশটি (২২) অঙ্গীকার গ্রহণ করেন এবং তার সমর্থকদেরও এই অঙ্গীকার নিতে বলেন। তার অধিগ্রহণের পর, আম্বেড্কর তার অনুসারীদের ধর্ম্মের দীক্ষা দেন। এ উপলক্ষে ত্রিরত্ন ও পঞ্চশীলের পর ২২টি অঙ্গীকার গ্রহণ করা হয়। ১৪ অক্টোবর ১৯৫৬-এ নাগপুরের চন্দ্রপুরে, আম্বেড্কর আরেকটি বিশাল জন-ধর্মান্তরণ অনুষ্ঠানের আয়োজন করেন।\nএই অঙ্গীকারগুলি আধুনিক বৌদ্ধধর্মের সামাজিক সংস্কারের উপাদানসমূহ এবং বৌদ্ধধর্মের পূর্ববর্তী সম্প্রদায়গুলি থেকে এর মৌলিক প্রস্থানকে প্রতিফলিত করে।\n\n\n== অঙ্গীকারসমূহ ==\n\nআম্বেদকর তাঁর অনুসারীদের কাছে যে 22টি অঙ্গীকার করেছিলেন তা নিম্নরূপ:\n\nআমি ব্রহ্মা, বিষ্ণু এবং মহেশ্বরকে বিশ্বাস করব না, তাদের পূজাও করব না।\nরাম এবং কৃষ্ণ, যাঁদের ঈশ্বরের অবতার বলে বিশ্বাস করা হয়, আমি তাদের উপাসনা করব না।\nআমি গৌরী, গণপতি এবং অন্যান্য হিন্দুদের দেবদেবীতে বিশ্বাস করব না, তাদের পূজাও করব না।\nআমি ঈশ্বরের অবতারে বিশ্বাস করি না।\nআমি বিশ্বাস করি না যে ভগবান বুদ্ধ বিষ্ণুর অবতার ছিলেন। আমি বিশ্বাস করি এটি নিছক পাগলামি এবং মিথ্যা প্রচার।\nআমি শ্রাদ্ধ করব না এবং পিণ্ডদান করব না।\nআমি বুদ্ধের নীতি ও শিক্ষাকে লঙ্ঘন করে এমনকোনও কাজ করব না।\nআমি ব্রাহ্মণের দ্বারা অনুষ্ঠিত কোনো অনুষ্ঠান করতে দেব না।\nআমি মানুষের সমতাতে বিশ্বাস করব।\nআমি সমতা প্রতিষ্ঠার চেষ্টা করব।\nআমি বুদ্ধের অষ্টাঙ্গিক মার্গ অনুসরণ করব।\nআমি বুদ্ধ কর্তৃক নির্দেশিত দশটি পারমিতা অনুসরণ করব।\nআমি সমস্ত জীবের জন্য করুণা এবং মৈত্রীভাব রাখব এবং তাদের রক্ষা করব।\nআমি চুরি করব না।\nআমি মিথ্যা বলব না।\nআমি দৈহিক পাপ করব না।\nআমি নেশা জাতীয় দ্রব্য গ্রহণ করব না যেমন মদ, মাদকদ্রব্য, ইত্যাদি।\n(পূর্ববর্তী পাঁচটি আদেশমূলক অঙ্গীকার [#13-17] পঞ্চশীল থেকে এসেছে।)\nআমি অষ্টাঙ্গিক মার্গ অনুসরণ করার চেষ্টা করব এবং দৈনন্দিন জীবনে করুণা এবং মৈত্রী অনুশীলন করব।\nআমি হিন্দুধর্ম ত্যাগ করি, যা মানবতাকে অনাদর করে এবং মানবতার অগ্রগতি ও বিকাশকে বাধাগ্রস্ত করে কারণ এটি অসমতার উপর ভিত্তি করে এবং বৌদ্ধ ধর্মকে আমার ধর্ম হিসেবে গ্রহণ করি।\nআমি দৃঢ়ভাবে বিশ্বাস করি বুদ্ধের ধম্মই একমাত্র সত্য ধর্ম।\nআমি মনে করি আমি একটি নতুন জন্ম গ্রহণ করেছি। (পর্যায়ক্রমে, \"আমি বিশ্বাস করি যে বৌদ্ধ ধর্ম গ্রহণ করে আমি পুনর্জন্ম গ্রহণ করছি।\")\nআমি গম্ভীরভাবে ঘোষণা করছি এবং নিশ্চিত করছি যে আমি পরবর্তীকালে বুদ্ধের ধম্মের শিক্ষা অনুসারে আমার জীবন পরিচালনা করব।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nOmvedt, Gail (২০০৩)। Buddhism in India: Challenging Brahmanism and caste। Thousand Oaks, CA: Sage Publications। আইএসবিএন 0761996648  – archive.org-এর মাধ্যমে। \n\"Ambedkar's 22 vows: Why Babasaheb made the pledge at the centre of BJP-AAP row\"। The Indian Express (ইংরেজি ভাষায়)। ৮ অক্টোবর ২০২২। সংগ্রহের তারিখ ৯ অক্টোবর ২০২২।"}