{"pageid": 1190503, "title": "দ্য লিজেন্ড অফ মাওলা জাট", "url": "https://bn.wikipedia.org/wiki?curid=1190503", "content": "দ্য লিজেন্ড অফ মাওলা জাট হল একটি ২০২২ সালের পাকিস্তানি পাঞ্জাবি ভাষার মারপিটধর্মী নাট্য চলচ্চিত্র যা বিলাল লাশারি দ্বারা পরিচালিত ও লিখিত। এটি ১৯৭৯ সালের কাল্ট ক্লাসিক চলচ্চিত্র মাওলা জাট-এর একটি পুনর্নির্মাণ। লাশারি ফিল্মস ও এনসাইলোমিডিয়ার ব্যানারে এটি প্রযোজনা করেছেন আম্মারা হিকমত ও আসাদ জামিল খান। এটি নাসির আদীবের চরিত্র ও গল্পগুলোর উপর ভিত্তি করে তৈরি। চলচ্চিত্রে প্রধান চরিত্রে অভিনয় করেছেন ফাওয়াদ খান, হামজা আলি আব্বাসি, হুমাইমা মালিক এবং মাহিরা খান। চলচ্চিত্রটিতে মাওলা জাট নামে একজন স্থানীয় লোক নায়ক তার জাত শত্রু ও একটি নৃশংস গোষ্ঠীর নেতা নূরী নাটকে পরাজিত করে।\n২০১৩-এর ডিসেম্বরে পরিচালক বিলাল লাসারি একটি মওলা জাট পুনর্নির্মাণের ঘোষণা করার মাধ্যমে এর বিকাশ শুরু হয়, তিনি এক বছর পরে চলচ্চিত্রটির জন্য একটি চিত্রনাট্য রচনা সম্পন্ন করেন। আসাদ জামিল খান ও আম্মারা হিকমত ২০১৬ সালের নভেম্বরে প্রযোজক হিসাবে যোগদান করেন এবং হামজা আলি আব্বাসি ও ফাওয়াদ খান প্রধান অভিনেতা হিসাবে স্বাক্ষর করেন। প্রধান চিত্রধারণ ২০১৭ সালের জানুয়ারিতে শুরু হয় ও জুন ২০১৯-এ শেষ হয়। চলচ্চিত্রটি প্রাথমিকভাবে ২০১৯-২০২০ সালে একাধিক তারিখে প্রেক্ষাগৃহে মুক্তির জন্য নির্ধারিত ছিল, কিন্তু কপিরাইট সম্পর্কিত সমস্যা ও কোভিড-১৯ মহামারীর কারণে বিলম্বিত হতে থাকে। চলচ্চিত্রটিকে মুক্তি পাওয়া পর্যন্ত পাকিস্তানের সবচেয়ে ব্যয়বহুল চলচ্চিত্র হিসেবে বর্ণনা করা হয়েছে। চলচ্চিত্রের স্কোর সম্পন্ন করেছেন সারমাদ গফূর।\nদ্য লিজেন্ড অফ মওলা জাট ১২ অক্টোবর ২০২২-এ লাহোরের কিউ সিনেমাসে প্রথম প্রদর্শিত হয় ও ১৩ অক্টোবর ২০২২-এ পাকিস্তানে মান্ডবিওয়ালা এন্টারটেইনমেন্ট দ্বারা প্রেক্ষাগৃহে মুক্তি পায়। চলচ্চিত্রটি এর পরিচালনা, অভিনয়, সঙ্গীত, মারপিটের দৃশ্য ও ভিজ্যুয়াল ইফেক্টের জন্য সমালোচকদের দ্বারা ব্যাপকভাবে প্রশংসিত হয়। এটি বিশ্বব্যাপী $৯০ লাখের বেশি আয় কতে জাওয়ানি ফির নাহি আনি ২-এর মোট প্রেক্ষাগৃহের আয়কে ছাড়িয়ে গিয়ে বহু বক্স-অফিস রেকর্ড ভেঙ্গে ফেলেছে, পাশাপাশি এটি অন্যতম সর্বকালের সর্বোচ্চ আয়কারী পাকিস্তানি চলচ্চিত্র হয়ে উঠেছে।\n\n\n== পটভূমি ==\nজিবা নাট ও গোত্রের মাধ্যমে চলচ্চিত্রের সূচনা হয় যারা সর্দার জাটের হাবেলিতে আক্রমণ শুরু করে। সংখ্যায় বড় হওয়া সত্ত্বেও তারা পরাজিত হয় এবং সর্দার জাট ও তার স্ত্রীকে হত্যা করা হয়। সর্দার জাটের ছেলে মাওলা ও হামলার একমাত্র জীবিত ব্যক্তি, দানি নামের এক মহিলার কাছে বেড়ে ওঠে। একদিন দানির আসল ছেলে মুদা, মওলাকে তার শিক্ষকের কাছে নিয়ে যায় যিনি কুস্তি শেখান। মুদার শিক্ষক মাওলাকে দেখে মুগ্ধ হন ও তাকে শিক্ষা দিতে রাজি হন।\nমাওলা বড় হয়ে একজন কুস্তিগির হয় ও বিখ্যাত হয়, কিন্তু রাতে সে তার অতীতের হিংস্র স্বপ্নের সাথে লড়াই করে।\nজিবা নাটের ছেলে মাখা নাট তার গ্রামের একটি মেয়েকে অপহরণ করে ও তাকে নিজের হাবেলিতে কয়েকবার ধর্ষণ করে মাওলার গ্রামকে আতঙ্কিত করে। জিবা নাট তার বার্ধক্যের কারণে সিদ্ধান্ত নেন যে তিনি অন্য কাউকে তার বংশের নেতা হিসাবে ঘোষণা করবেন, কিন্তু জিবা নাটের কন্যা দারো নাট শুধুমাত্র জিবা নটের বড় ছেলে নূরী নাট হত্যার প্রতি আসক্তির ফলে বংশের শাসক হয়ে উঠবে বলে ঘোষণা করেন, যিনি কারাগারে রয়েছেন।\nলড়াইয়ের আগে মাওলার কাছে একজন বৃদ্ধ লোক পৌঁছে যায় যে তাকে বলে যে তার কাছে মাওলার প্রতিটি প্রশ্নের উত্তর রয়েছে। তিনি মাওলাকে সর্দার জাট্টের হাবেলির ধ্বংসাবশেষে তার সাথে দেখা করতেও বলেন। সেই রাতে, মাওলা তার জীবনে প্রথমবারের মতো লড়াইয়ে হেরে যায়, কিন্তু মুদা তাকে রক্ষা করে। পরের দিন, মাওলা সর্দার জাটের হাবেলির ধ্বংসাবশেষে পৌঁছান যেখানে আগমনের জন্য অপেক্ষারত বৃদ্ধ লোকটি তার কাছে প্রকাশ করে যে সে সর্দার জাটের ছেলে। বৃদ্ধ তখন তাকে তার বাবার যুদ্ধের কুড়াল তুলে দেন। মাওলা নিজের গ্রামে ফিরে আসেন, শুধুমাত্র গ্রামে আতঙ্কের জন্য দায়ী নাট গোষ্ঠীর লোকদের খুঁজে পেতে। ক্রোধে মাওলা সব পুরুষকে মেরে ফেলে। মাখা যখন তার লোকদের হত্যার তদন্ত করতে মাওলা গ্রামে আসে তখন সে তার কাছে অপমানিত ও পরাজিত হয়।\nমাখা যখন তার প্রতিশোধের পরিকল্পনা করার জন্য বাড়ি ফিরে আসে, তখন তার বোন দারো তাকে মৌখিকভাবে গালাগালি করতে সম্মত হয়েছে তা শুনে রাগ করে কিন্তু সে তাকে হত্যা করার আগেই সে আত্মহত্যা করে ও নিজের জীবন নিয়ে নেয়। নাট গোষ্ঠী তারপর মাওলা জাট তাদেরকে যে অপমান করেছে তার প্রতিশোধ নেওয়ার চেষ্টা করে যখন মাওলা জাট তার সিদ্ধান্ত কার্যকর করা ও ন্যায়বিচার নিশ্চিত করার চেষ্টা করে।\nনূরী নাট জেল থেকে বের হলে তিনি জেলারকে বলেন যে তার প্রতিযোগিতা শেষ হয়ে গেছে ও সে এখন একজন যোগ্য প্রতিপক্ষ চায়।\nসবার অনুরোধে মাওলা নাট বংশের কাছে ক্ষমা চাইতে রাজি হন। গ্রাম ছেড়ে যাওয়ার সাথে সাথে নূরী মওলার খোঁজে গ্রামে পৌঁছে। যখন মুধা নূরীকে বলে যে সে তার ভাইকে অপমান করেছে, তখন নূরী তাকে পিটিয়ে হত্যা করে। মাওলা ফিরে এসে দেখে যে মুধা মারা গেছে। এরপর সে নূরীকে হত্যার শপথ নেয়। মাওলা নাটের হাবেলিতে পৌঁছায় কিন্তু বন্দী হয় ও জিবা নাট নূরীর হাতে নিহত হয়। নূরী দারোকে বংশের নেতা হিসেবে ঘোষণা করে, কিন্তু তার সাথে বিশ্বাসঘাতকতা করে এবং তার নিজের বংশের দ্বারা হত্যা করা হয়। মাওলা পালিয়ে যায়। নূরী যখন তার বোনের মৃত্যুর খবর জানতে পারে, তখন সে মুয়ালার গ্রাম পুড়িয়ে দেয় ও সবাইকে বন্দী করে। মাওলা গ্রামে এসে নূরীর সাথে লড়াই করে। শেষে নূরীকে হত্যা করা হয় ও মওলাকে গ্রামের নায়ক ঘোষণা করা হয়।\n\n\n== অভিনয়ে ==\nমাওলা জাট চরিত্রে ফাওয়াদ খান\nতরুণ মওলার চরিত্রে রেহান ফরিদ হিরাজ\nনূরী নাটের চরিত্রে হামজা আলি আব্বাসি\nমুখু জাটনির চরিত্রে মাহিরা খান\nদারো নাটনির চরিত্রে হুমাইমা মালিক\nমাখা নাট চরিত্রে গোহর রশিদ\nমুদা চরিত্রে ফারিস শফি\nজিবা নাট চরিত্রে শাফকাত চিমা\nরাজ্য চরিত্রে সাইমা বালোচ\nজাগু নাটের চরিত্রে নায়ের এজাজ\nগগি চরিত্রে আলি আজমত\nসরদার জাট (মওলার বাবা) চরিত্রে বাবর আলি\nমালেকা জাট (মওলার মা) চরিত্রে রেশম\nআলি (সর্দার জাটের অনুগত) চরিত্রে জিয়া খান\nকথক হিসেবে কামরান লাসারি\nদানি (মুদার মা ও মাওলা জাটের পালক মা) চরিত্রে রাহেলা আগা\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\n১৪ ডিসেম্বর ২০১৩ তারিখে দ্য এক্সপ্রেস ট্রিবিউন-এ দেওয়া একটি সাক্ষাৎকারে বিলাল লাসারি ঘোষণা করেন যে তিনি মাওলা জাট পরিচালনা করবেন ও বলেছিলেন: \"এটি হবে গন্ডাসা চলচ্চিত্রগুলোর জন্য আমার চ্যালেঞ্জ যাকে ললিউডের মৃত্যুর জন্য দায়ী করা হয়। আমি মনে করি গন্ডাসা জনরা ছিল পাকিস্তানি চলচ্চিত্রশিল্পের জন্য একটি হাতছাড়া হওয়া সুযোগ, ল এবং কাল্ট ক্লাসিক মাওলা জাটের প্রতি শ্রদ্ধা নিবেদন করে এটিকে কাজে লাগাতে এর চেয়ে ভালো বিকল্প আর কি হতে পারে।\" ভূমিকায় নিজেকে ঢালাই করার জন্য, হামজা আলি আব্বাসি পেশীর প্রতিসাম্য, অনুপাত, সহনশীলতা ও কার্ডিওভাসকুলার স্বাস্থ্য নিয়ে কাজ করার প্রশিক্ষণ শুরু করেন।\n৪ এপ্রিল ২০১৪-এ লাসারি ঘোষণা করেন যে তিনি সবেমাত্র চলচ্চিত্রের চিত্রনাট্য শেষ করেছেন ও প্রধান কলাকুশলী খুঁজছেন। তিনি বলেন, \"ওয়ার তার শৈলিগত উপাদানের জন্য প্রশংসিত হয়েছিল, কিন্তু এর চিত্রনাট্যের জন্য সমালোচিত হয়েছিল, যে কারণে আমি মাওলা জাট-এর সংলাপে আরও বেশি সময় ব্যয় করতে চাই।\" ২৭ মে ২০১৪-এ কলাকুশলী বাছাই করা ও চলচ্চিত্রের চিত্রগ্রহণ শুরু হয় এবং প্রকাশ করা হয়েছিল যে চলচ্চিত্রটি ইংরেজি, উর্দু ও পাঞ্জাবি এই তিনটি ভাষায় হবে।\n\n\n=== কলাকুশলী ও চিত্রগ্রহণ ===\nহামজা আলি আব্বাসি দ্বারা চলচ্চিত্রের কলাকুশলী পৃথকভাবে প্রকাশিত হয়। বিলাল লাসারির পরামর্শে ১৬ নভেম্বর ২০১৬-এ আসাদ জামিল খান ও আম্মারা হিকমত প্রকল্পটি হাতে নেওয়ার পরে কলাকুশলীদের থেকে আদনান জাফর ও শামুন আব্বাসিকে সরিয়ে দেওয়া হয়। মার্চ ২০১৫-এ লাসারি ঘোষণা করেছিলেন যে তিনি লাহোর থেকে প্রাথমিকভাবে চলচ্চিত্রের চিত্রগ্রহণ শুরু করতে চলেছেন। তিনি প্রকাশ করেছিলেন যে চলচ্চিত্রের গল্পটি আগেরটির মতো নয়, তবে সংলাপগুলো ১৯৭৯ সালের চলচ্চিত্রটি থেকে নেওয়া হবে। ৮ জানুয়ারি ২০১৬-এ এটি প্রকাশিত হয় যে ফাওয়াদ খান হামজা আলি আব্বাসি অভিনীত নূরী নাটের বিপরীতে মাওলা জাট চরিত্রে অভিনয় করবেন। চলচ্চিত্রটি রেড এপিক ডব্লিউ ক্যামেরা দিয়ে চিত্রধারণ করা হয়েছে।\n\n\n== মুক্তি ==\nইতিবাচক প্রতিক্রিয়া পাওয়ার আগে ২১ ডিসেম্বর ২০১৮-এ ছবিটির একটি ট্রেলার প্রকাশ করা হয়। যার মুক্তির তারিখ ছিল ২০১৯ সালের ঈদ উল-ফিতর। যাইহোক, ১৯৭৯-এর চলচ্চিত্রের প্রযোজকের দায়ের করা একটি কপিরাইট মামলার কারণে, এর মুক্তি স্থগিত করা হয়। ২০২০ সালের ফেব্রুয়ারিতে দুই পক্ষের মধ্যে একটি সমঝোতা হয়, যার পরে চলচ্চিত্রটি পাকিস্তান ও চীনে একযোগে ২০২০-এর ঈদুল ফিতরে মুক্তি পাওয়ার কথা ছিল, কিন্তু কোভিড-১৯ মহামারীর কারণে অনির্দিষ্টকালের জন্য স্থগিত করা হয়।\n২০২২ সালের জুলাই মাসে একটি গুজব রটে যে চলচ্চিত্রটি ২০২২ সালের ৩০ সেপ্টেম্বর মুক্তি পাবে। একাধিক বিলম্বের পরে, আনুষ্ঠানিকভাবে ঘোষণা করা হয় যে চলচ্চিত্রটি ১৩ অক্টোবর ২০২২-এ মুক্তি পাবে।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\n২৮ অক্টোবর ২০২২ পর্যন্ত, ৭০ কোটি ($৩১ লাখ)-১০০ কোটি ($৪৪ লাখ) রুপি বাজেটে নির্মিত দ্য লিজেন্ড অফ মাওলা জাট পাকিস্তানে ৭৮.০৮ কোটি রুপি ($৩৫ লাখ), অন্যান্য অঞ্চলে ১১৬ কোটি রুপি ($৫২.৫ লাখ) এবং বিশ্বব্যাপী মোট ২০১.৫ কোটি রুপি ($৮৮ লাখ) আয় করে অনেকগুলো বক্স-অফিস রেকর্ড ভেঙ্গে ফেলে অন্যতম সর্বকালের সর্বোচ্চ আয়কারী পাকিস্তানি চলচ্চিত্র হয়ে উঠেছে (জাওয়ানি ফির নাহি আনি ২ (২০১৮) চলচ্চিত্রের সমগ্র প্রেক্ষাগৃহের আয়কে ছাড়িয়ে যাওয়ার পাশাপাশি পাকিস্তানের সর্বকালের সবচেয়ে বড়-সর্বোচ্চ আয়কারী চলচ্চিত্র ও একমাত্র পাকিস্তানি চলচ্চিত্র যা ১০০ কোটি,১৫০ কোটি ও ২০০ কোটির মাইলফলক অতিক্রম করে)।\nচলচ্চিত্রটির বিশ্বব্যাপী প্রথম আয় ছিল ৫১ কোটি (US$২৩ লাখ) রুপি, যা সর্বকালের সর্ববৃহৎ পাকিস্তানি চলচ্চিত্রের প্রথম আয় ও আগের জাওয়ানি ফির নাহি আনি ২-এর ২৫.০২ কোটির রেকর্ডের প্রায় দ্বিগুণ। মাত্র তিন থেকে চার দিনের সাপ্তাহিক ছুটির মধ্যে এটি ২০ কোটি, ৩০ কোটি, ৪০ কোটি ও ৫০ কোটি আয় করার দিক থেকে এখন পর্যন্ত সবচেয়ে দ্রুততম পাকিস্তানি চলচ্চিত্র। ২০ অক্টোবরে বৈশ্বিক বক্স অফিসে চলচ্চিত্রের আয় জাওয়ানি ফির নাহি আনি ২-এর মোট প্রেক্ষাগৃহের আয়কে অতিক্রম করে ও বিশ্বব্যাপী ৭০ কোটির বেশি আয় করার জন্য এখন পর্যন্ত দ্রুততম পাকিস্তানি চলচ্চিত্র হয়ে ওঠে, মাত্র এক সপ্তাহে এটি এই পরিমাণটি সংগ্রহ করে। এটিই একমাত্র চলচ্চিত্র যেটি এক মাসে বিশ্বব্যাপী ১০০ কোটি, ১৫০ কোটি ও ২০০ কোটির প্রান্তিকতা অতিক্রম করেছে।\n\n\n==== পাকিস্তান ====\nদ্য লিজেন্ড অফ মাওলা জাট উদ্বোধনী সপ্তাহান্তে ১০.৩০ কোটি আয় করে সুলতান ও জাওয়ানি ফির নাহি আনি ২ ছাড়িয়ে শুধুমাত্র অ্যাভেঞ্জার্স: এন্ডগেম (১৪.৫০ কোটি) চলচ্চিত্রের পরেই পাকিস্তানের সর্বকালের দ্বিতীয় বৃহত্তম উদ্বোধনী সপ্তাহান্তে এবং পাকিস্তানে ২০২২ সালের সবচেয়ে বড় উদ্বোধনী সপ্তাহান্তে (লন্ডন নাহি জাউঙ্গা ও ডক্টর স্ট্রেঞ্জ ২ দুটো ছাড়িয়ে) পরিণত হয়েছে। চলচ্চিত্রটি শুক্রবার মুক্তি পায় ও ৪.৫ কোটি (বৃহস্পতিবার রাতের পূর্বরূপ থেকে ১.৭৫ কোটি সহ) পাকিস্তানে প্রথম দিনের সর্বোচ্চ আয় করেছে। তারপরে এটি শনিবারে ৩.৪৫ কোটি ও রবিবার ৩.৩৫ কোটি সংগ্রহ করেছে যা শনি ও রবিবারের সর্বোচ্চ আয়।\nতারপরে চলচ্চিত্রটি সোমবারে ২.১ কোটি আয় করে (দ্বিতীয় সর্বোচ্চ ছুটিবিহীন সোমবার) এবং তারপরে সর্বকালের সর্বোচ্চ মঙ্গলবার ২.২ কোটি আয় করে। দ্বিতীয় সপ্তাহান্তে চলচ্চিত্রটি ৯.১১ কোটি (পাকিস্তানের সর্বকালের বৃহত্তম দ্বিতীয় সপ্তাহান্তে অ্যাভেঞ্জার্স: এন্ডগেম চলচ্চিত্রকে হারিয়ে) করে ১০ দিনে মোট ২৯.৪১ কোটি আয় করেছে। এন্ডগেম ও জাওয়ানি ফির নাহি আনি ২ দুটোকে পরাজিত করে মাত্র ১১ দিনে পাকিস্তানে ৩০ কোটি মিলিয়নের মাইলফলক অতিক্রম করার দিক থেকে এটি ছিল সবচেয়ে দ্রুততম চলচ্চিত্র।\n\n\n==== অন্যান্য অঞ্চল ====\nআন্তর্জাতিকভাবে, চলচ্চিত্রটি যুক্তরাজ্য থেকে রেকর্ড $৩,৫৫,০০০ উপার্জন করেছে যা কোনো পাকিস্তানি বা পাঞ্জাবি চলচ্চিত্রের জন্য সর্বোচ্চ উদ্বোধনী সপ্তাহান্তে বক্স অফিসের চার্টের ৯ নম্বরে অবস্থান করে। সংযুক্ত আরব আমিরাতে সবচেয়ে বড় বিদেশী প্রদর্শনী চলচ্চিত্র হিসেবে এটি $৫,১৫,০০০-এর বেশি আয় করে ১ নম্বরে পৌঁছেছে। মার্কিন যুক্তরাষ্ট্র ও কানাডায়, চলচ্চিত্রটি যথাক্রমে $২,৯০,০০০ ও $২,৩৫,০০০ আয় করেছে এবং অস্ট্রেলিয়ায় এটি $১,৬০,০০০ আয় করেছে। কানাডা ও অস্ট্রেলিয়া উভয় ক্ষেত্রেই চলচ্চিত্রটি বক্স অফিসের চার্টে ৬ নম্বরে স্থান অধিকার করে। অন্যান্য মুক্তির বাজারের মধ্যে রয়েছে নরওয়ে, জার্মানি, নেদারল্যান্ডস, স্পেন ও দক্ষিণ পূর্ব এশিয়া যেখানে এটি উদ্বোধনী সপ্তাহান্তে যৌথভাবে $২,৫০,০০০ আয় করেছে। সামগ্রিকভাবে, বৈদেশিক মুক্তির দিনে চলচ্চিত্রটি $১৭ লাখে (৪০ কোটি রুপি) আত্মপ্রকাশ করে, যা পাকিস্তানি চলচ্চিত্রের জন্য সর্বোচ্চ। ৫ম সপ্তাহান্তে, চলচ্চিত্রটি যুক্তরাজ্যের বক্স অফিসে £১৩ লাখ আয় করেছে।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nদ্য গার্ডিয়ান-এর ক্যাথ ক্লার্ক চলচ্চিত্রটিকে \"গেম অফ থ্রোনসের সাথে গ্ল্যাডিয়েটরের মিশ্রণ\" বলে অভিহিত করে এটিকে ৫-এর মধ্যে ৩ তারকা দিয়ে লিখেছেন \"আশ্চর্যজনকভাবে চলচ্চিত্রটি শেষ হয় মাওলা ও নূরীর মধ্যে একটি বড় লড়াইয়ের সাথে - একটি লড়াই যেখানে মাওলা নিজের সূক্ষ্ম গোঁফ মোচরাতে গিয়ে থেমে যায়। আমি যেমন বলেছি, পুরোনো জিনিস; তবুও, আমি প্রতিটি মিনিট উপভোগ করেছি।\" দ্য এক্সপ্রেস ট্রিবিউন-এর জন্য লিখেছেন রাফায় মাহমুদ ও জিশান আহমেদ যারা চলচ্চিত্রটিকে ৫ তারকার মধ্যে ৪ দিয়ে বলেছেন \"যদিও চলচ্চিত্রটি মূল থেকে চরিত্র ও কাহিনীর নির্যাস ছাড়া আর কিছুই ধার করেনি, এই যুগ ও বয়সে অবশ্যই একটি ভাল রাজনৈতিক আবহাওয়ায় এটি যে বিষয়গুলো সাহসের সাথে একটি বৃহত্তর অধ্যয়নকে সমর্থন করে তা হলো একটি ভাগ করা পুরুষত্বের অনুভূতি ও পাকিস্তানে দক্ষিণ ভারতীয় সিনেমার বক্স অফিস সম্ভাবনার পুনর্বিবেচনা।\" জিও নিউজ-এর এলিন বুখারি বলেন, \"অনেক উত্থান-পতন, বিলম্ব এবং আইনি বাধার পরেও, দ্য লিজেন্ড অফ মাওলা জাট প্রত্যাশা ছাড়িয়ে না গেলেও তা ধরে রেখেছে। এটি এমন একটি উদ্যোগ যা পাকিস্তানে আগে কখনো দেখা যায়নি। এটা সত্যিই ভালবাসার ফলাফল।\"\nমাহিরা খানের অভিনয় কম সমাদৃত হয়েছে। দি ফ্রাইডে টাইমস-এর সৈয়দ জইন রাজা লিখেছেন \"মাহিরার তারকা শক্তিকে কেউ অস্বীকার করতে পারে না, তবে বলা ভাল যে এটি তার চলচ্চিত্র ছিল না। মুখো তার জন্য ছিল না। বৈপরীত্য আরও স্পষ্ট হয় যখন কেউ তাকে এই ছবিতে নিশ্ছিদ্র হুমাইমার সাথে তুলনা করে।\" ডন ইমেজেসের উপসম্পাদক মার্শা তৈয়ব লিখেছেন, \"একটি জিনিস যা আমাকে দূরে সরিয়ে দিয়েছে তা হল মাহিরা খানের মুখো। মাওলার সহ চরিত্রটি বেশ নরম ছিল ও সবথেকে বড় কথা, মাহিরার পাঞ্জাবিটা আমার কাছে উপযুক্ত মনে হয়নি। আমি এর পরিবর্তে মেহউইশ হায়াতকে মাওলার পছন্দের মানুষের চরিত্রে দেখতে পছন্দ করবো, কারণ মিসেস মার্ভেল আমাদের হায়াত ও ফাওয়াদের ঝলমলে রসায়নের আভাস দিয়েছেন।\" যখন ডন ইমেজের ব্যবস্থাপনা সম্পাদক সিহাম বাসির লিখেছেন \"আমার জন্য একমাত্র খারাপ দিক ছিল মাহিরা খানের মুখো। তার পাঞ্জাবি উচ্চারণে অনেক অনুশীলনের প্রয়োজন ছিল এবং যেখানে আমি চলচ্চিত্রটির জন্য তারকাদের শক্তি ও অ-পাঞ্জাবীদের কলাকুশলীদের প্রয়োজনীয়তা বুঝতে পেরেছিলাম, সেখানে চলচ্চিত্র সম্পূর্ণ হতে কয়েক বছর লেগেছিল। তিনি সেই বছরগুলোকে তার উচ্চারণ এবং সংলাপের জন্য কাজ করতে পারতেন কারণ তার অভিনয় নষ্ট হয়ে গেছে।\n\n\n== মামলা ==\n২০১৭ সালে ১৯৭৯ সালের চলচ্চিত্র মাওলা জাট-এর প্রযোজক মুহম্মদ সারওয়ার ভাট্টি দ্য লিজেন্ড অফ মাওলা জাট-এর প্রদর্শনীর বিরুদ্ধে একটি নিষেধাজ্ঞামূলক আদেশ চেয়ে পাকিস্তানের বুদ্ধিবৃত্তিক সম্পত্তি সংস্থার কাছে একটি মামলা দায়ের করেন। ২০১৯ সালে, তিনি নতুন চলচ্চিত্রের প্রযোজক ও পরিচালককে নিজের মেধা সম্পত্তি লঙ্ঘন করতে পারে এমন উপাদান ব্যবহার করা থেকে নিষিদ্ধ করার জন্য লাহোর হাইকোর্টে স্থগিতাদেশের জন্য একাধিক আবেদনও জমা দেন।\nএই দাবিগুলোর জবাবে, প্রযোজক আম্মারা হিকমত বলেছিলেন, \"সারওয়ার ভাট্টির করা বিদ্বেষপূর্ণ দাবিগুলো মিথ্যা ও অসার\" এবং ১৯৭৯ সালের চলচ্চিত্রের লেখক নাসির আদীব আনুষ্ঠানিকভাবে মাওলা জাট্ট এবং নুরি নাট (অন্যদের মধ্যে) সহ তার চরিত্রগুলোর অধিকার পরিচালক বিলাল লাসারি ও হিকমতের নিকট হস্তান্তর করার পর থেকে বিষয়টি আদালতে নিয়ে যাওয়ার ইঙ্গিত দেন।\n৯ ফেব্রুয়ারি ২০২০-এ দীর্ঘ আইনি লড়াইয়ের পর, দুই পক্ষের মধ্যে একটি সমঝোতা হয়। ভাট্টি ১৯৭৯ সালের সিনেমার একচেটিয়া কপিরাইট ও ট্রেডমার্কের মালিক হিসেবে স্বীকৃত। যাইহোক, তিনি নতুন চলচ্চিত্রের নির্মাতাদের তার মূল কাজ থেকে বিষয়বস্তু ব্যবহার করার অনুমতি দেন ও এটির মুক্তি সংক্রান্ত অন্যান্য সমস্ত আদালতের আবেদন প্রত্যাহার করতে সম্মত হন। এই চুক্তিটি দ্য লিজেন্ড অফ মাওলা জাট-এর প্রযোজনা, প্রকাশ, প্রচারণা ও বিতরণের মধ্যে সীমাবদ্ধ ছিল এবং বাহু ফিল্মস দ্বারা বহাল থাকা পুরোনো সিনেমার অধিকার লঙ্ঘন করতে পারে এমন ভবিষ্যতের কোনও সিনেমার ক্ষেত্রে প্রযোজ্য নয়। একইভাবে, বাহু ফিল্মসকে লাহোরের মেধা সম্পত্তি ট্রাইব্যুনালের সামনে একটি বিবৃতি রেকর্ড করতে হয়, ঘোষণা করতে হয় যে বিষয়টি সমাধান করা হয়েছে এবং আম্মারা হিকমতের এনসাইলোমিডিয়া পিআরকে আসন্ন সিনেমার জন্য মওলা জাট-এর বিষয়বস্তু ব্যবহার করার অনুমতি দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দ্য লিজেন্ড অফ মাওলা জাট  (ইংরেজি)"}