{"pageid": 1190881, "title": "বোখতার", "url": "https://bn.wikipedia.org/wiki?curid=1190881", "content": "বোখতার ( তাজিক: Бохтар   ), পূর্বে কুরঘোন্টেপ্পা বা কুরগানতেপ্পা নামে পরিচিত, দক্ষিণ-পশ্চিম তাজিকিস্তানের একটি শহর, যেটি খাতলন অঞ্চলের রাজধানী হিসেবে কাজ করে। বোখতার দক্ষিণ তাজিকিস্তানের বৃহত্তম শহর এবং এটি ১০০ কিলোমিটার (৬২ মাইল) অবস্থিত দুশানবের দক্ষিণে এবং ১৫০ কিলোমিটার (৯৩ মাইল) কুন্দুজ, আফগানিস্তানের উত্তরে।\n\n\n== জনসংখ্যা ==\nঅনুমান করা হয় যে শহরের জনসংখ্যা ১১০,৮০০  (আনুমানিক 2019) লোকের কাছাকাছি, যা এটিকে দেশের তৃতীয় বৃহত্তম শহর করে তুলেছে। ঋতুর উপর নির্ভর করে জনসংখ্যা ওঠানামা করে (রাশিয়ায় তাজিক অভিবাসী শ্রমিকদের কারণে)।\nরাজধানী দুশানবে সহ, বোখতার জনসংখ্যাগতভাবে অন্যান্য প্রধান তাজিক শহর যেমন খুজান্দ, কুলোব বা ইস্তারাভশানের তুলনায় অনেক বেশি বৈচিত্র্যময়।  জাতিসত্তার মধ্যে রয়েছে তাজিক, উজবেক, রাশিয়ান, পশতুন, তাতার, ইউক্রেনীয়, কাজাখ, গ্রীক এবং আরও অনেক কিছু। শহরটিতে প্রচুর সংখ্যক জাতিগত রাশিয়ান ছিল যারা সক্রিয়ভাবে শহরের এবং আশেপাশে শিল্প ও কৃষি কমপ্লেক্সে নিযুক্ত ছিল।\nতাজিকিস্তানের রাজনৈতিক বিরোধিতা মূলত বোখতার থেকে আসে। \n\n\n== ওভারভিউ ==\nবোখতার, তৎকালীন কুরঘোন্টেপ্পা, 1992 সালের গ্রীষ্মে সংঘাতের কেন্দ্রস্থল হয়ে ওঠে এবং গৃহযুদ্ধের সময় গুরুতরভাবে ক্ষতিগ্রস্ত হয়।  স্থানীয় কুলোবি এবং উজবেকদের অনেকেই 1992 সালে বিরোধী ঘর্মী বাহিনীর অগ্রগতি এবং আক্রমণের কারণে পালিয়ে যেতে বাধ্য হয়। \nটিউব থেকে 12 কিমি পূর্বে, আজিনা টেপে নামে একটি পাহাড় রয়েছে যেখানে নির্বাণে বুদ্ধের একটি 12-মিটার দৈর্ঘ্যের মূর্তি রয়েছে, যার মধ্যে 7-8 শতকের একটি বৌদ্ধ মঠের অবশিষ্টাংশ রয়েছে। \nবোখতার আন্তর্জাতিক বিমানবন্দর তাজিকিস্তান, রাশিয়া এবং কাজাখস্তানের কয়েকটি শহরে পরিষেবা দেয়। শহরটিকে তাজিকিস্তানে তুলা (\"সাদা সোনা\") চাষের কেন্দ্রস্থল বলে মনে করা হয়।\nবোখতার এবং কুলোব দক্ষিণ তাজিকিস্তানের প্রধান শহর। বোখতার একটি আঞ্চলিক কেন্দ্র (শীর্ষ চারের মধ্যে একটি), বিশেষ করে ব্যাংকিং এবং টেলিযোগাযোগ শিল্পের জন্য।\n২২ জানুয়ারী, ২০১৮ তারিখে আনুষ্ঠানিকভাবে শহরটির নামকরণ করা হয় \"বোখতার\"। \n\nতাজিক অভিবাসী শ্রমিকরা (বেশিরভাগই রাশিয়ায় নিযুক্ত) ২০০০ এর দশকের শুরু থেকে স্থানীয় অর্থনীতিতে উল্লেখযোগ্যভাবে অবদান রেখেছে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== জলবায়ু ==\nবোখতারের একটি আধা-শুষ্ক জলবায়ু রয়েছে ( কোপেন জলবায়ু শ্রেণিবিভাগ BSk ), শীতল শীত এবং খুব গরম গ্রীষ্ম সহ। বৃষ্টিপাত বেশ কম, এবং বসন্তে সর্বোচ্চ, যখন গ্রীষ্মকাল খুব শুষ্ক।\n\n\n== উল্লেখযোগ্য মানুষ ==\nফিনিশ ইলেকট্রনিক জুটি প্যান সোনিকের 2010 সালের বিদায়ী অ্যালবাম গ্র্যাভিটোনিতে \"রেডিও কুরঘন্টেপা\" শিরোনামের একটি ট্র্যাক রয়েছে। \n\n\n== আরো দেখুন ==\nতাজিকিস্তানের শহরের তালিকা\nএফসি খাতলন ফুটবল ক্লাব\nআজিনা-টেপার বৌদ্ধ ক্লোস্টার\n\n\n== তথ্যসূত্র =="}