{"pageid": 1190573, "title": "স্ত্রী বীর্যস্খলন", "url": "https://bn.wikipedia.org/wiki?curid=1190573", "content": "স্ত্রী বীর্যস্খলন বা নারীর বীর্যপাতকে রাগমোচনের সময় বা আগে মূত্রনালীর নিচের প্রান্তে অবস্থিত স্কেনের গ্রন্থি থেকে তরল নির্গমন হিসেবে চিহ্নিত করা হয়। এটি কথোপকথনে স্কুয়ার্টিং (বা গাশিং) নামেও পরিচিত, যদিও গবেষণা ইঙ্গিত করে যে মহিলাদের বীর্যপাত এবং স্কুয়ার্টিং ভিন্ন ঘটনা, স্কুয়ার্টিংকে তরলের হঠাৎ বহিষ্কারের জন্য দায়ী করা হয় যা আংশিকভাবে মূত্রাশয় থেকে আসে এবং এতে প্রস্রাব থাকে।\nমহিলাদের বীর্যপাত শারীরবৃত্তীয়ভাবে কোইটাল অসংযম থেকে আলাদা, যার সাথে এটি কখনও কখনও বিভ্রান্ত হয়।\nমহিলাদের বীর্যপাতের উপর কিছু গবেষণা হয়েছে। বৈজ্ঞানিক সম্প্রদায়ের দ্বারা সাধারণ সংজ্ঞা এবং গবেষণা পদ্ধতি গ্রহণে ব্যর্থতা পরীক্ষামূলক তথ্যের এই অভাবের প্রাথমিক অবদানকারী। গবেষণা অত্যন্ত নির্বাচিত অংশগ্রহণকারীদের, সংকীর্ণ কেস স্টাডি, বা খুব ছোট নমুনা আকারের জন্য ভুগছে এবং ফলস্বরূপ এখনও উল্লেখযোগ্য ফলাফল তৈরি করতে পারেনি। তরল গঠন নিয়ে গবেষণার বেশিরভাগই এটি প্রস্রাব, বা এতে রয়েছে কি তা নির্ধারণের উপর দৃষ্টি নিবদ্ধ করে। যৌন ক্রিয়াকলাপের সময় যোনিপথ থেকে বের হওয়া যেকোন নিঃসরণ এবং মূত্রনালী থেকে বের হওয়া তরলকে নারীর বীর্যপাত হিসাবে উল্লেখ করা সাধারণ, যা সাহিত্যে উল্লেখযোগ্য বিভ্রান্তির কারণ হয়েছে।\nস্কেনের গ্রন্থি দ্বারা মূত্রনালীর মাধ্যমে এবং তার চারপাশে তরল নিঃসৃত হয় কিনা তাও আলোচনার বিষয় হয়ে উঠেছে; যদিও তরলটির সঠিক উৎস এবং প্রকৃতি চিকিৎসা পেশাদারদের মধ্যে বিতর্কিত, এবং জি-স্পটের অস্তিত্ব নিয়ে সন্দেহের সাথে সম্পর্কিত, যথেষ্ট প্রমাণ রয়েছে যে স্কেনের গ্রন্থি মহিলা বীর্যপাতের উৎস। নারী বীর্যপাতের কার্যকারিতা অবশ্য অস্পষ্টই রয়ে গেছে।\n\n\n== প্রতিবেদন ==\nপ্রশ্নাবলীর সমীক্ষায়, ৩৫-৫০% মহিলারা প্রতিবেদন করেছেন যে তারা কখনও কখনও প্রচণ্ড উত্তেজনার সময় তরল নিঃসরণ অনুভব করেছেন। অন্যান্য গবেষণায় ব্যবহৃত সংজ্ঞা এবং পদ্ধতির উপর নির্ভর করে ১০-৬৯% কোথাও কোথাও পাওয়া যায়। উদাহরণস্বরূপ ক্রাটোকভিল (১৯৯৪) ২০০ জন মহিলার সমীক্ষা করে দেখেছে যে ৬% বীর্যপাতের কথা জানিয়েছে, অতিরিক্ত ১৩% কিছু অভিজ্ঞতা হয়েছে এবং প্রায় ৬০% প্রকৃত বীর্যপাত ছাড়াই তরল নির্গত হওয়ার কথা জানিয়েছে। বহিষ্কৃত তরলের পরিমাণের প্রতিবেদনগুলি উল্লেখযোগ্যভাবে পরিবর্তিত হয়, এমন পরিমাণ থেকে শুরু করে যা একজন মহিলার কাছে অদৃশ্য হবে, যার মানে ১ - ৫ মিলি।\nযৌন উত্তেজনার অংশ হিসেবে নারীরা তাদের যৌনাঙ্গ থেকে তরল পদার্থ বের করে দিতে পারে এমন পরামর্শকে নারী স্বাস্থ্য লেখক রেবেকা চালকার \"আধুনিক যৌনবিদ্যায় সবচেয়ে আলোচিত প্রশ্নগুলির মধ্যে একটি\" বলে বর্ণনা করেছেন। নথিভুক্ত ইতিহাস জুড়ে শারীরবৃত্তীয়, চিকিৎসা ও জৈবিক সাহিত্যে নারীর বীর্যপাত নিয়ে আলোচনা করা হয়েছে। নারী বীর্যপাতের প্রতি আগ্রহের কারণ নিয়ে নারীবাদী লেখকরা প্রশ্ন তুলেছেন।\n\n\n== আরো দেখুন ==\n\nবার্থোলিনের গ্রন্থি\nকুনিয়াজা\nপুরুষের বীর্যপাত\nওয়ান সেক্স টু সেক্স থিওরি\nইউরেথ্রাল স্পঞ্জ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিমেল ইজাকুলেশন দ্য ডাবল স্ট্যান্ডার্ড ইন দ্য বেডরুম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ফেব্রুয়ারি ২০১৭ তারিখে এরিক জ্যাকসন, 2008/09/22\nThe-Clitoris.com: ফিমেল ইজাকুলেশন এবং দ্য জি-স্পট : নারীবাদী দৃষ্টিকোণ থেকে নির্দেশনা ও চিত্র।\nমার্ক জেডলারের দ্য হিস্ট্রি অফ ফিমেল ইজাকুলেশন সিরিজ, দ্য মিস্ট্রিয়াস ওয়ার্ল্ড অফ ফিমেল ইজাকুলেশন\nইলেক্ট্রনিক জার্নাল অফ হিউম্যান সেক্সুয়ালিটি: গ্যারি শুবাচের লেখা ( \"মহিলা বীর্যপাত\" গ্রন্থপঞ্জি )\nযৌন উত্তেজনা, প্রচণ্ড উত্তেজনা, এবং মানুষ এবং প্রাণীদের মধ্যে নারী বীর্যপাতের উপর একটি টীকাযুক্ত গ্রন্থপঞ্জি"}