{"pageid": 1190302, "title": "গর্ভনিরোধক স্পঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1190302", "content": "গর্ভনিরোধক স্পঞ্জ গর্ভধারণ রোধ করতে বাধা এবং শুক্রাণু নাশক পদ্ধতিকে একত্রিত করে। স্পঞ্জ দুটি উপায়ে কাজ করে। প্রথমে, স্পঞ্জটি যোনিতে ঢোকানো হয়, তাই এটি জরায়ুকে ঢেকে রাখতে পারে এবং কোনও শুক্রাণুকে জরায়ুতে প্রবেশ করতে বাধা দিতে পারে। দ্বিতীয়ত, স্পঞ্জে স্পার্মিসাইড থাকে। \nস্পঞ্জগুলি সহবাসের আগে যোনিপথে ঢোকানো হয় এবং কার্যকর হওয়ার জন্য জরায়ুর উপরে স্থাপন করা আবশ্যক। স্পঞ্জ যৌন সংক্রমণ থেকে কোন সুরক্ষা প্রদান করে না। স্পঞ্জগুলি ২৪-ঘণ্টা সময় ধরে একাধিক সহবাসের জন্য গর্ভনিরোধক সরবরাহ করতে পারে, তবে সেই সময়ের পরে বা একবার সরিয়ে ফেলার পরে পুনরায় ব্যবহার করা যাবে না। \n\n\n== কার্যকারিতা ==\nস্পঞ্জের কার্যকারিতা ৯১% যদি এমন মহিলাদের দ্বারা নিখুঁতভাবে ব্যবহার করা হয় যারা কখনও মা হয় নি, এবং ৮০% যদি এমন মহিলাদের দ্বারা নিখুঁতভাবে ব্যবহার করা হয় যারা কমপক্ষে একবার মা হয়েছেন। যেহেতু প্রতিবার যোনিপথে যৌনমিলনের সময় স্পঞ্জটি পুরোপুরি ব্যবহার করা কঠিন, তাই পদ্ধতির প্রকৃত কার্যকারিতা উল্লিখিত পরিসংখ্যানের চেয়ে কম। অন্যান্য জন্মনিয়ন্ত্রণ পদ্ধতির সাথে স্পঞ্জগুলিকে একত্রে ব্যবহার করার পরামর্শ দেওয়া হয়, যেমন বীর্যপাতের আগে লিঙ্গ প্রত্যাহার বা কনডম। \n\n\n== ব্যবহার ==\nস্পঞ্জটি ব্যবহার করতে, স্পঞ্জটি ভিজিয়ে নিন এবং এটিকে চেপে দিন, এটি ভাঁজ করুন এবং যোনির জরায়ুর মুখে রাখুন। একটি স্পঞ্জ একবার প্রবেশ করালে ২৪ ঘন্টা কাজ করে, এই সময়ে মহিলা একাধিকবার যৌনমিলন করতে পারে। একবার স্পঞ্জটি বের হয়ে গেলে, এটি পুনরায় ব্যবহার করা উচিত নয় এবং ট্র্যাশে ফেলা উচিত, ফ্লাশ করা উচিত নয়। সহবাসের পর স্পঞ্জটিকে ৬ ঘণ্টার জন্য রেখে দিতে হবে। একটি স্পঞ্জ ৩০ ঘন্টার বেশি যোনিতে থাকা উচিত নয়। \n\n\n== শুক্রাণুনাশক ==\nস্পঞ্জগুলি হল একটি শারীরিক বাধা, শুক্রাণুকে আটকে রাখে এবং জরায়ুর মধ্য দিয়ে প্রজনন ব্যবস্থায় প্রবেশ করতে বাধা দেয়। শুক্রাণু নাশক গর্ভাবস্থা প্রতিরোধের একটি গুরুত্বপূর্ণ উপাদান।\n\n\n== পার্শ্ব প্রতিক্রিয়া ==\nস্পঞ্জে ব্যবহৃত শুক্রাণুনাশকের উপাদান ননক্সিনল-৯-এর প্রতি সংবেদনশীল ব্যক্তিরা অপ্রীতিকর জ্বালা অনুভব করতে পারেন এবং যৌনবাহিত রোগের ঝুঁকির সম্মুখীন হতে পারেন। স্পঞ্জ ব্যবহারকারীদের টক্সিক শক সিনড্রোমের ঝুঁকি কিছুটা বেশি হতে পারে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগর্ভনিরোধক স্পঞ্জ – DrDonnica.com"}