{"pageid": 1190567, "title": "২০২৩ ফর্মুলা ওয়ান ওয়ার্ল্ড চ্যাম্পিয়নশিপ", "url": "https://bn.wikipedia.org/wiki?curid=1190567", "content": "২০২৩ এফইয়াই ফর্মুলা ওয়ান ওয়ার্ল্ড চ্যাম্পিয়নশিপ হল ফর্মুলা ওয়ান কারগুলির জন্য একটি পরিকল্পিত মোটর রেসিং চ্যাম্পিয়নশিপ যা ফর্মুলা ওয়ান ওয়ার্ল্ড চ্যাম্পিয়নশিপের 74তম দৌড় হবে৷  এটি ফেডারেশন ইন্টারন্যাশনাল ডি ল'অটোমোবাইল (এফআইএ) দ্বারা স্বীকৃত, যা আন্তর্জাতিক মোটরস্পোর্টের নিয়ন্ত্রক সংস্থা, ওপেন-হুইল রেসিং গাড়ির প্রতিযোগিতার সর্বোচ্চ শ্রেণী হিসাবে। চ্যাম্পিয়নশিপটি রেকর্ড চব্বিশটি Grands Prix প্রতিদ্বন্দ্বিতা করার কারণে, যা সারা বিশ্বে অনুষ্ঠিত হবে এবং এটি মার্চ মাসে শুরু হবে এবং নভেম্বরে শেষ হওয়ার কথা রয়েছে।\nড্রাইভার এবং দলগুলি যথাক্রমে ওয়ার্ল্ড ড্রাইভারস চ্যাম্পিয়ন এবং ওয়ার্ল্ড কনস্ট্রাক্টরস চ্যাম্পিয়ন শিরোনামের জন্য প্রতিদ্বন্দ্বিতা করবে।ম্যাক্স ভার্স্ট্যাপেন, রেড বুল রেসিং -এর জন্য ড্রাইভিং, রাজত্বকারী ড্রাইভার' চ্যাম্পিয়ন হওয়ার কারণে, আর তার দল রাজকীয় কনস্ট্রাক্টর' চ্যাম্পিয়ন হওয়ার কারণে।\n\n\n== প্রবেশ ==\n2023 বিশ্ব চ্যাম্পিয়নশিপে প্রতিদ্বন্দ্বিতা করার জন্য নিম্নলিখিত নির্মাণকারী এবং ড্রাইভার চুক্তির অধীনে রয়েছে। সমস্ত দল Pirelli দ্বারা সরবরাহকৃত টায়ারের সাথে প্রতিদ্বন্দ্বিতা করবে। প্রতিটি দলকে কমপক্ষে দুইজন ড্রাইভার প্রবেশ করতে হবে, দুটি বাধ্যতামূলক গাড়ির প্রতিটির জন্য একজন।\n\n\n=== ড্রাইভার পরিবর্তন ===\nসেবাস্তিয়ান ভেটেল 2022 চ্যাম্পিয়নশিপের শেষে অবসর নেন, 16 মৌসুমের পর তার ফর্মুলা ওয়ান ক্যারিয়ারের সমাপ্তি ঘটে। অ্যাস্টন মার্টিনে তার জায়গা নেন ফার্নান্দো আলোনসো, যিনি দুই মৌসুম পর আলপাইন ছেড়ে চলে যান। তার প্রতিস্থাপন প্রাথমিকভাবে 2021 ফর্মুলা 2 চ্যাম্পিয়ন এবং রিজার্ভ ড্রাইভার অস্কার পিয়াস্ট্রি হিসাবে ঘোষণা করা হয়েছিল। ঘোষণার কিছুক্ষণ পরে, পিয়াস্ত্রি বলেছিলেন যে তিনি 2023-এর জন্য একটি চুক্তি স্বাক্ষর করেননি এবং তিনি আলপাইনের জন্য গাড়ি চালাবেন না। FIA কন্ট্রাক্ট রিকগনিশন বোর্ড রায় দিয়েছে যে আলপাইনের জন্য রেস করার জন্য তার কোন চুক্তিগত বাধ্যবাধকতা নেই। Pierre Gasly, যার AlphaTauri-এর জন্য গাড়ি চালানোর চুক্তি ছিল, তিনি Alpine- এ চলে যাবেন, আলোনসোর স্থলাভিষিক্ত হবেন৷ গ্যাসলি 2020-21 ফর্মুলা E এবং 2019 ফর্মুলা 2 চ্যাম্পিয়ন Nyck de Vries দ্বারা প্রতিস্থাপিত হবে।\nড্যানিয়েল রিকিয়ার্ডো দুই মৌসুম পর ম্যাকলারেন ছেড়ে চলে যান। যদিও তার 2023 সালে দলের হয়ে গাড়ি চালানোর চুক্তি ছিল, তবে 2022 সালের চ্যাম্পিয়নশিপের সময় পারস্পরিক চুক্তির মাধ্যমে এটি বাতিল করা হয়েছিল। রিকিয়ার্ডোর আসনটি পিয়াস্ত্রির দ্বারা পূরণ করা হবে, যিনি তার ফর্মুলা ওয়ানে অভিষেক করবেন। নিকোলাস লাতিফি দলের সাথে তিন মৌসুম কাটানোর পর উইলিয়ামস ছেড়েছেন। তার আসনটি লোগান সার্জেন্ট দ্বারা পূরণ করা হবে, যিনি ফর্মুলা 2 থেকে স্নাতক হয়ে তার ফর্মুলা ওয়ানে আত্মপ্রকাশ করবেন, সেইসাথে 2015 সালে আলেকজান্ডার রসির প্রাক্তন দল মারুসিয়ার সাথে প্রতিদ্বন্দ্বিতা করা প্রথম আমেরিকান ফর্মুলা ওয়ান ড্রাইভার হয়ে উঠবেন। মিক শুমাখার দুই মৌসুম পর হাস ছেড়েছেন। তার আসনটি নিকো হাল্কেনবার্গের দ্বারা নেওয়া হবে, যিনি 2019 সালে প্রাক্তন দল রেনল্টের সাথে ফর্মুলা ওয়ানে ফুল-টাইম রেস ড্রাইভার হিসাবে শেষ প্রতিদ্বন্দ্বিতা করেছিলেন।\n\n\n== তথ্যসূত্র =="}