{"pageid": 1190435, "title": "বুহুস ফি কাজায়া ফিকহিয়া মুআসিরা", "url": "https://bn.wikipedia.org/wiki?curid=1190435", "content": "বুহুস ফি কাজায়া ফিকহিয়া মুআসিরা (আরবি: بحوث في قضايا فقهية معاصرة) পাকিস্তানি বিচারক ও হানাফি ফকিহ তাকি উসমানির রচিত একটি আরবি বই, যাতে আধুনিক যুগের ইসলামি আইনশাস্ত্র সংক্রান্ত বিষয়গুলো আলোচনা করা হয়েছে। এটি ২ খণ্ডে ২০০৪ সালে প্রথম প্রকাশিত হয়। প্রথম খণ্ডের পৃষ্ঠাসংখ্যা ৩৫৬ ও দ্বিতীয় খণ্ডে রয়েছে ৩০৪ পৃষ্ঠা। এটি মূলত লেখকের আরবি ভাষায় বিভিন্ন ফিকহি সেমিনারে পঠিত প্রবন্ধ ও প্রশ্ন-উত্তরের সমষ্টি। এর গুরুত্বপূর্ণ আলোচনার মধ্যে রয়েছে কিস্তিতে ক্রয়-বিক্রয়, পৃথক অধিকারের ক্রয়-বিক্রয়, তৌরক, কারেন্সি নোট, সাধারণ মুদারাবাত, বিক্রয় ও সুকুক এবং ইসলামি কেন্দ্র কর্তৃক মুসলিম নারীদের বিবাহ বাতিল সংক্রান্ত বিধান। এর রুইতা আল-হিলাল এবং সমষ্টিগত ইজতিহাদ সম্পর্কিত আলোচনাও গুরুত্বপূর্ণ।\n\n\n== প্রেক্ষাপট ==\nবইটি রচনার প্রেক্ষাপট সম্পর্কে তাকি উসমানি বলেন, \"আমি ইসলামি ফিকহের একজন নগন্য অধ্যয়নকারী হিসেবে আরবি, উর্দু, ইংরেজি ভাষায় বিভিন্ন সমসাময়িক ফিকহি মাসআলার উপর ৩০ বছরের অধিক সময় যাবৎ লেখালেখি করে আসছি। ফলে বিভিন্ন ভাষায় লিখিত অনেকগুলো প্রবন্ধ আমার কাছে একত্রিত হয়ে যায়। আর এই প্রবন্ধগুলো যেহেতু বিভিন্ন পত্রিকা ও ম্যাগাজিনে ছড়ানো ছিটানো ছিল, ছাত্রদের পক্ষে সবগুলো সংগ্রহ করা সম্ভবপর ছিল না, তাই আমার কিছু বন্ধুবর্গ আমাকে অনুরোধ করলেন যাতে সেগুলো একত্রিত করে কিতাব আকারে ছাপানো হয়। তাহলে ছাত্ররা এর দ্বারা খুব উপকৃত হবে। তখন আমি ইচ্ছা করলাম যে, আরবি, উর্দু, ইংরেজী তিনটি ভাষায় এগুলো ছাপানো হবে। আল্লাহ তাআলার মেহেরবানীতে প্রথম আরবি ভাষায় লিখিত প্রবন্ধগুলো একত্রিত করি। এর অধিকাংশ প্রবন্ধ বিভিন্ন ইসলামি দেশে ফিকহি সেমিনারে পেশ করা হয়েছিল।\"\nএছাড়া একই বিষয়ে তার ইংরেজি ভাষায় লিখিত প্রবন্ধগুলো Islamic Finance (ইসলামি অর্থ ব্যবস্থা) নামে প্রকাশিত হয়েছে। উর্দু ভাষায় লিখিত প্রবন্ধগুলো ফিকহি মাকালাত নামে কয়েক খণ্ডে প্রকাশিত হয়েছে।\n\n\n== বিষয়বস্তু ==\nআরবি ভাষায় গ্রন্থটির আলোচ্য বিষয় নিম্নোক্ত অধ্যায়ে বিভক্ত।\n\nأحكام البيع بالتقسيط\nاحكام البيع بالتعاطي والاستجرار\nبيع الحقوق المجردة\nعقود المستقبليات في السلع\nاحكام الاوراق النقدية\nمسألة تغير القيمة العملة وربطها بقائمة الاسعار\nاجوبة عن استفسارات البنك الاسلامي للتنمية بجدة\nسندات المقارضة\nالطرق المشروعة للتمويل العقاري\nزراعة عضو ا ستوصل في حد\nقواعد و مسائل في حوادث المرو\n\n\n== আরও দেখুন ==\nতাকি উসমানির গ্রন্থপঞ্জি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট আর্কাইভে পূর্ণাঙ্গ বুহুস ফি কাজায়া ফিকহিয়া মুআসিরা"}