{"pageid": 1191619, "title": "শঙ্করী", "url": "https://bn.wikipedia.org/wiki?curid=1191619", "content": "শঙ্করী শক্তিপীঠ হল অষ্টাদশ মহাশক্তিপীঠ এর অন্যতম। এখানে দেবী সতীর কুঁচকি পড়েছিল বলে মনে করা হয়। পীঠ নির্ণয় তন্ত্র অনুসারে এটি হল ইন্দ্রাক্ষী শক্তিপীঠ। ইনি ইন্দ্র কর্তৃক উপাসিতা বলে এরূপ নাম । এই পীঠের ভৈরব হলেন ত্রিকোনেশ্বর বা রাক্ষসেশ্বর। এটি শ্রীলঙ্কার ত্রিকোনপল্লিতে ( ত্রিঙ্কোমালিতে ) অবস্থিত। \n\n\n== মুর্তিতত্ত্ব ==\nবারাহী তন্ত্র এর ১৫ তম পটলে দেবীর ধ্যানমন্ত্র পাওয়া যায় । ধ্যানমন্ত্র অনুসারে দেবীর রূপ :- \nদেবী লাল রঙের পোশাক পরা, আটটি হাত এবং বাঘের চামড়ায় আবৃত। তিনি একটি চক্র, একটি দণ্ড, একটি অভয় মুদ্রা এবং একটি গদা ধারণ করেছেন। দেবী একটি রত্ন-খচিত মালা পরেছিলেন এবং তিনি অনন্ত যৌবন সম্পন্না। বাম হাতে তিনি একটি খড়গ, একটি অক্ষমালা, একটি ধনুশ এবং একটি ত্রিশূল বহন করছেন।তিনি জবা ফুলের মতো লাল। তিনি গন্ধর্ব ও অন্যান্যদের দ্বারা সেবিতা হন।\n\n\n== পৌরাণিক কাহিনী ==\nশ্রীলঙ্কায় অবস্থিত শক্তিপীঠ যার অধিষ্ঠাত্রী দেবী শঙ্করী । ইনি রাবণ কর্তৃক উপাসিতা। রামায়ণ অনুসারে দেবী পার্বতী শিবের কাছে একটি রাজভবন চেয়েছিলেন। শিব বারংবার তাঁকে বাধা দিলেও অবশেষে তা দিতে স্বীকার করেন। বিশ্বকর্মা লঙ্কায় একটি স্বর্ণমণ্ডিত মহল তৈরী করেন ।ভগবান শিব এবং পার্বতী তাদের প্রাসাদের গৃহপ্রবেশ করতে লঙ্কায় এসেছিলেন। রাবণ ভগবান শিবের আশীর্বাদ পাওয়ার জন্য কঠোর তপস্যা করছিলেন। ভগবান শিব এবং পার্বতী দেবী রাবণের তপস্যায় খুশি হয়েছিলেন । ভগবান শিব রাবণকে বর দিয়েছিলেন। রাবণ, জন্মসূত্রে একজন ব্রাহ্মণ, চারটি বেদের অধিকারী এবং শিবের একজন মহান ভক্ত ছিলেন। তার তপস্যায় খুশি হয়ে পার্বতী দেবী রাবণকে তাদের প্রাসাদের গৃহপ্রবেশের সাথে যুক্ত আচার অনুষ্ঠান করতে বলেন।শিব ও পার্বতীর গৃহপ্রবেশের পৌরহিত্য করেন রাবণ । পার্বতী দেবী তাকে বর দিতে চেয়েছিলেন। রাবণ স্বর্ণমণ্ডিত প্রাসাদ দর্শন করে মুগ্ধ হয়েছিলেন। দেবী রাবণকে বর চাইতে বললেন, এবং রাবণ লঙ্কার প্রাসাদ চেয়েছিলেন। পার্বতী দেবী, যদিও প্রথমে রাবণের ইচ্ছায় দুঃখ পেয়েছিলেন এবং বর দিয়েছিলেন এবং প্রাসাদটি দক্ষিণা হিসাবে দিয়েছিলেন। যাইহোক, রাবণ পার্বতী দেবীকে প্রাসাদে থাকতে অনুরোধ করেছিলেন। পার্বতী দেবী শঙ্করী দেবী হিসাবে প্রাসাদে থাকতে রাজি হন এই শর্তে যে যতক্ষণ রাবণ ধর্মাচরণ করবেন ততক্ষণ তিনি প্রাসাদেই থাকবেন। কিছু সময় পর যখন রাবণ সীতা দেবীকে অযোধ্যা থেকে নিয়ে আসেন, তখন পার্বতী রাবণকে তাকে ভগবান রামের কাছে ফিরিয়ে দিতে বলেন। রাবণ সীতা দেবীকে ফিরিয়ে দিতে অস্বীকার করলে শঙ্করী দেবী লঙ্কা প্রাসাদ ত্যাগ করেন কৈলাসের উদ্দেশ্যে। এবং তিনি লঙ্কা প্রাসাদ চেয়েছিলেন।    \nএটি অসম্পূর্ণ নিবন্ধ। ক্রমশ তথ্য সংযোজন করা হচ্ছে ।\n\n\n== তথ্যসূত্র ==\n\n[https://web.archive.org/web/20071031103148/http://www.dattapeetham.com/india/tours/2005/srilanka/srilanka.html শ্রী স্বামীজীর শ্রীলঙ্কার শঙ্করী মন্দির\nhttps://www.hinduscriptures.in/sacred-places/shakti-peethas/shankari-devi"}