{"pageid": 1191430, "title": "ইসরায়েলে গাঁজা", "url": "https://bn.wikipedia.org/wiki?curid=1191430", "content": "ইসরায়েলে গাঁজা নির্দিষ্ট চিকিৎসা ব্যবহারের জন্য অনুমোদিত এবং বিনোদনমূলক ব্যবহারের জন্য বেআইনি কিন্তু আংশিকভাবে অপরাধমুক্ত করা হয়েছে, বাড়িতে ব্যবহারের জন্য ১৫ গ্রাম বা তার কম রাখার জন্য সাধারণত কর্তৃপক্ষ দ্বারা আইন প্রয়োগ করা হয় না। ২০১০-এর দশকে চিকিৎসা এবং বিনোদনমূলক উভয় উদ্দেশ্যেই ক্রমবর্ধমান ব্যবহার এবং প্রাথমিকভাবে এই উদ্দেশ্যে নিবেদিত একটি রাজনৈতিক দল প্রতিষ্ঠার সাথে ২০১০-এর দশকে গাঁজার সম্পূর্ণ অপরাধমুক্তকরণের জন্য পাবলিক এবং ক্রস-পার্টি রাজনৈতিক সমর্থন বৃদ্ধি পায়; ১৯ জুলাই, ২০১৮-এ, নেসেট অপরাধমূলককরণের জন্য একটি বিল অনুমোদন করে, যদিও বিনোদনমূলক গাঁজা ব্যবহারের সমর্থকরা জোর দিয়েছিল যে এটি সম্পূর্ণ অপরাধমূলককরণের প্রতিনিধিত্ব করে না।  আইনটি ১ এপ্রিল, ২০১৯ থেকে কার্যকর হয়েছে।  ২৫ জুন, ২০২০-এ, ৫০ গ্রাম পর্যন্ত গাঁজার দখলকে অপরাধমুক্ত করার জন্য নকশা করা আরও আইন নেসেটের মাধ্যমে পাস করা শুরু হয়েছিল। \nবর্তমান নিয়মের অধীনে, প্রথম এবং দ্বিতীয়বার জনসমক্ষে গাঁজা ব্যবহার করা নাগরিকদের গ্রেপ্তার করা যাবে না যদি তাদের গাঁজা ব্যবহারের কোনও পূর্ববর্তী রেকর্ড না থাকে তবে প্রথমবার ১০০০ ইসরায়েলী সেকেল (প্রায় $৩১০) এবং ২০০০ (প্রায় $৬২০) জরিমানা হতে পারে) দ্বিতীয় বার; এই জরিমানা থেকে সংগৃহীত অর্থ শিক্ষা এবং পুনর্বাসন কর্মসূচিতে সহায়তা করার জন্য ব্যবহার করা হয়। \nইসরায়েলি বিজ্ঞানীরা ১৯৬০-এর দশক থেকে গাঁজার বৈশিষ্ট্য এবং চিকিৎসা প্রয়োগের উপর গবেষণা পরিচালনা করেছেন, উল্লেখযোগ্য আবিষ্কারগুলি প্রথমে জেরুসালেমের হিব্রু বিশ্ববিদ্যালয়ের রাফায়েল মেচৌলাম এবং ইয়েচিয়েল গাওনি দ্বারা করা হয়েছিল, যারা ১৯৬৪ সালে গাঁজা থেকে টিএইচসি বিচ্ছিন্ন করেছিলেন এবং পরে আনন্দমাইড এবং গাঁজা আবিষ্কার করেছিলেন, যা ১৯৯০ সাল থেকে চিকিৎসা উদ্দেশ্যে ব্যবহার করা বৈধ।\n২০১৭ সালে একটি সমীক্ষায় দেখা গেছে যে ১৮ থেকে ৬৫ বছর বয়সের মধ্যে ২৭% ইসরায়েলি গত বছরে গাঁজা সেবন করেছে, যা ২০০৯ সালে ৮.৮% থেকে বেড়েছে, যা বিশ্বে বার্ষিক গাঁজা ব্যবহারের সর্বোচ্চ হার, তারপরে রয়েছে আইসল্যান্ড এবং যুক্তরাষ্ট্র যথাক্রমে ১৮% এবং ১৬%। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nNeumark, Yehuda D.; Schwartz, Hadar S. (২০০৯), \"The epidemiology of drug use and dependence in Israel\",   Levav, Itzhak, Psychiatric and Behavioral Disorders in Israel, Gefen Publishing House, পৃষ্ঠা 149–162, আইএসবিএন 978-9652294685 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n২০০৫ সালে ফার্মোস এবং রাফেল মেকোলামের অগ্রগামী কাজের উপর রিপোর্ট, কারিন ক্লুস্টারম্যান ইহুদি টেলিগ্রাফিক এজেন্সির জন্য লিখেছেন"}