{"pageid": 1191087, "title": "সমাবর্তন (হিন্দু দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1191087", "content": "সমাবর্তন (সংস্কৃত: समावर्तन)বা স্নান হিন্দুধর্মের প্রাচীন গ্রন্থের অনুচ্ছেদ যা ব্রহ্মচর্য সময়ের শেষের দিকে সম্পাদিত হয় এবং গুরুকুল থেকে ছাত্রের স্নাতকত্ব অর্জন চিহ্নিত করে। এটি গার্হস্থ্যাশ্রমে প্রবেশের জন্য ব্যক্তির প্রস্তুতির ইঙ্গিত দেয়।\nসমাবর্তনে আনুষ্ঠানিক স্নান অন্তর্ভুক্ত। অনুষ্ঠানটি বিদ্যালয়ের সমাপ্তিকে চিহ্নিত করে, কিন্তু বিবাহিত জীবনের শুরুকে বোঝায় না। সাধারণত, ব্রহ্মচর্য পর্যায় থেকে প্রস্থান এবং গার্হস্থ্য পর্যায়ে প্রবেশের মধ্যে উল্লেখযোগ্য সময় অতিবাহিত হয়।\nযে এই উত্তরণের আচারটি সম্পন্ন করেন তাকে বিদ্যা-স্নাতক (আক্ষরিক অর্থে, জ্ঞানে স্নান করা, বা বিদ্যায় স্নান করা) এবং যিনি শিক্ষার সাগর পাড়ি দিয়েছেন তার প্রতীক হিসেবে বলে গণ্য করা হয়।\n\n\n== অনুষ্ঠান ==\nঅনুষ্ঠানে ছাত্র, শিক্ষক ও অতিথিদের সমাগম হতো। ছাত্রটি শিক্ষকের কাছে তার কাঙ্খিত কোন উপহার চাইত, যা নির্দিষ্ট করতো ছাত্রের সারাজীবনের দায়িত্ব। তারপর, স্নাতক-ধর্মের শিক্ষকের আবৃত্তি ও অগ্নিকাণ্ডের পরে, স্নাতক আনুষ্ঠানিক স্নান করতো। বিদ্যালয়ের কমপক্ষে ১২ বছর পূর্ণ হওয়ার পরে, অর্থাৎ ছাত্রের বয়স প্রায় ২১ বছর বা তার বেশি হলে অনুষ্ঠানটি সম্পন্ন হতো।\nতৈত্তিরীয় উপনিষদের শিক্ষাবল্লীর একাদশ অনুবাকে স্নাতক-ধর্ম পাঠের গুরুত্ব এবং স্নাতক সম্পর্কে বর্ণনা উপস্থাপন করা হয়েছে। শ্লোকগুলি স্নাতককে নিজেদের যত্ন নিতে এবং ধর্ম, অর্থ ও কামকে সর্বোত্তম ক্ষমতার জন্য অনুসরণ করতে উপদেশ দেয়। যেমন ১.১১.১ শ্লোকের কিছু অংশে উল্লেখ করা হয়েছে,\n\nগুরুকুল থেকে স্নাতক ছাত্রদের জন্য শিক্ষাবল্লীর একাদশ অনুবাক আচরণগত নির্দেশিকা তালিকা,\n\nএকাদশ অনুবাকের তৃতীয় বিভাগে সমাবর্তনের সমাবর্তনে স্নাতক ছাত্রদের জন্য নৈতিক উপদেশ হিসাবে বিশ্বাস, সহানুভূতি, বিনয় ও প্রফুল্লতার সাথে দাতব্য ও দান করাকে তালিকাভুক্ত করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nPandey, Rajbali (১৯৬৯), Hindu Saṁskāras: Socio-Religious Study of the Hindu Sacraments (Second Revised সংস্করণ), Delhi: Motilal Banarsidass, আইএসবিএন 81-208-0434-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSamavartana, Snāna PV Kane, History of Dharmasastras, pages 407-417"}