{"pageid": 119160, "title": "প্রজাত্যায়ন", "url": "https://bn.wikipedia.org/wiki?curid=119160", "content": "প্রজাত্যায়ন (ইংরেজি: Speciation) একটি বিবর্তনমূলক জীবপ্রক্রিয়া যার মাধ্যমে একটি জীব প্রজাতি থেকে নতুন নতুন জীব প্রজাতির উদ্ভব ঘটে। প্রাণীর ক্ষেত্রে দেখা যায় প্রজনন প্রক্রিয়ার মাধ্যমে যে উত্তরপ্রজন্ম সৃষ্ট হয় তার প্রজাতিবৈশিষ্ট্য অগ্রজ থেকে ক্রমশ: ভিন্নতা লাভ করে। বংশানুক্রমে এই ভিন্নতা ব্যাপক হয়ে দাঁড়ালে নতুন প্রজাতি হিসাবে স্বীকৃতি ধার্য হয়ে পড়ে। তবে কখন নতুন প্রজাতি হিসাবে স্বীকৃতি ধার্য হবে তা বিতর্কিত বিষয়। জীববিজ্ঞানী ওরেটর কুক খুব সম্ভবত speciation শব্দটি প্রথম বংশানুক্রমিক ভিন্নতা লাভ বোঝাতে ব্যবহার করেছিলেন। প্রজাত্যায়নের পেছনে জিন প্রবাহের ভূমিকা বেশ বিতর্কিত। প্রজাত্যায়নের ভেতর দিয়ে যাওয়া জনগোষ্ঠীগুলো একটা আরেকটার থেকে ভৌগলিকভাবে কতটা বিচ্ছিন্ন তার উপর ভিত্তি করে প্রকৃতিতে প্রজাত্যায়নের চারটি ভৌগোলিক ধরন পরিলক্ষিত হয়: এলোপেট্রিক, পেরিপেট্রিক, প্যারাপেট্রিক এবং সিমপ্যাট্রিক। পশু ব্যবস্থাপনা এবং গবেষণাগারে পরীক্ষার মাধ্যমেও প্রজাত্যায়ন উৎসাহিত করা হয়। প্রত্যেকটি ধরনের প্রজাত্যায়নের পর্যবেক্ষিত উদাহরণ নিবন্ধনের সর্বাংশে সরবরাহ করা হয়েছে।\n\n\n== প্রাকৃতিক প্রজাত্যায়ন ==\nসব ধরনের প্রাকৃতিক প্রজাত্যায়নই বিবর্তনের পথ-পরিক্রমায় অনুষ্ঠিত হয়েছে; তবে জীববৈচিত্র্যকে চালনা করার পেছনে এদের আপেক্ষিক গুরুত্ব নিয়ে বিতর্ক রয়েছে।\n\nপ্রাকৃতিক প্রজাত্যায়নের একটি উদাহরণ হল ত্রিকন্টক স্টিকলব্যাক, একটি সামুদ্রিক মাছ যা সর্বশেষ তুষার যুগের পর প্রজাত্যায়নের মাধ্যমে বিভিন্ন বিচ্ছিন্ন হ্রদ ও নদীতে মিঠাপানির উপনিবেশ স্থাপন করেছে। ১০০০০ প্রজন্ম ধরে স্টিকলব্যাক ডানা, অস্থি, চোয়ালের গঠন এবং রঙের ক্ষেত্রে যে প্রকরণ প্রদর্শন করেছে তা বিভিন্ন গণের মৎস্যের মাঝে পরিলক্ষিত শারীরিক পার্থক্যের চেয়েও বৈচিত্র্যময়।\nভূতাত্ত্বিক সময়ে প্রজাত্যায়নের হার নিয়ে বিতণ্ডা রয়েছে। অনেক বিবর্তনীয় জীববিজ্ঞানী মনে করেন প্রজাত্যায়ন সময়ের প্রবাহে তুলনামূলকভাবে স্থির থাকে, কিন্তু স্টিভেন জে গুল্ড এবং নাইলস এলড্রেজের মত কিছু জীবাশ্মবিদ অবশ্য দাবি করেন যে প্রজাতি দীর্ঘ সময় ধরে অপরিবর্তিত থাকলেও প্রজাত্যায়ন ভূতাত্ত্বিক সময়ের মানদন্ডে কিছুক্ষণ পরপর অনুষ্ঠিত হয়ে থাকে। এই মতবাদকে বলা হয় পাংকচুয়েটেড ইকুইলিব্রিয়াম।\n\n\n=== এলোপেট্রিক প্রজাত্যায়ন ===\nএলোপেট্রিক প্রজাত্যায়নের প্রক্রিয়ায় একটি জনগোষ্ঠী দু’টো ভৌগলিকভাবে বিচ্ছিন্ন এলোপেট্রিক জনগোষ্ঠীতে বিচ্ছিন্ন হয় (উদাহরণ, পর্বতের উদয়নের মত ভৌগোলিক পরিবর্তন কিংবা দেশান্তরী হওয়ার মত সামাজিক পরিবর্তনের কারণে আবাসভূমির পরিবর্তন)। তখন এই কারণগুলোর ফলে বিচ্ছিন্ন জনগোষ্ঠীগুলোর জেনোটাইপ ও ফেনোটাইপিক বৈশিষ্ট্যের অপসরণ ঘটে; (ক) জনগোষ্ঠীগুলো ভিন্ন ভিন্ন নির্বাচনী চাপের সম্মুখীন হয় (খ) তাদের জিনপুঞ্জে স্বতন্ত্র্যভাবে জিন প্রবাহ সংগঠিত হয় (গ) জনগোষ্ঠীগুলোতে ভিন্ন ভিন্ন পরিব্যক্তির উদয় ঘটে। জনগোষ্ঠিগুলো যখন আবার মিলিত হয় (যদি তারা মিলিত হয়), তখন বিবর্তিত হওয়ার কারণে তাদের প্রজননগত বৈশিষ্ট্য এত ভিন্ন হয় যে তারা জিন অদলবদল করতে অক্ষম হয়ে পড়ে।\n\n\n=== পর্যবেক্ষিত নিদর্শন ===\nছোট ছোট বিচ্ছিন্ন জিনপুঞ্জ উদ্ভট চারিত্রিক বৈশিষ্ট্যের জন্ম দিতে পারে, যেমন প্রজাতির দ্বীপভিত্তিক ক্ষুদ্রাকৃতি বা insular dwarfism। এই ব্যাপারটিকে  আইল্যান্ড জেনেটিক্স বলে এবং কোমোডো দ্বীপপুঞ্জের মত অনেক দ্বীপপুঞ্জে এটি পরিলক্ষিত হয়েছে। গালাপাগোস দ্বীপপুঞ্জ চার্লস ডারউইনকে প্রভাবিত করার জন্য বিখ্যাত। সেখানে তার পাঁচ সপ্তাহ স্থায়ীত্বকালে তিনি শুনেছিলেন যে দ্বীপ বিশেষে গালাপাগোসের কচ্ছপগুলোকে শণাক্ত করা যায়, মকিংবার্ডগুলোও একেক দ্বীপে একেকরকম, কিন্তু মাত্র নয় মাস পরই তিনি বুঝতে পেরেছিলেন যে জীব প্রজাতি আসলে পরিবর্তনক্ষম। ইংল্যান্ডে প্রত্যাবর্তনের পর বিবর্তন নিয়ে তার ধারণা পাকাপোক্ত হয় যখন তাকে বিশেষজ্ঞরা অবহিত করেন যে প্রাণীগুলো আসলে ভিন্ন ভিন্ন প্রজাতি, স্রেফ কোন প্রকরন নয়, এমনকি গালাপাগোসের অন্য সব পাখিগুলোও আসলে ফিঞ্চ প্রজাতির অন্তর্ভুক্ত। ফিঞ্চ পাখিগুলো ডারউইনের কাছে খুব গুরুত্বপূর্ণ না হলেও সাম্প্রতিককালের গবেষণা প্রদর্শন করেছে যে পাখিগুলো, বর্তমানে যা ডারউইনের ফিঞ নামে পরিচিত, অভিযোজনের মাধ্যমে বিবর্তনীয় বিচ্ছুরণের একটি ধ্রুপদী উদাহরণ।\n\n\n=== পেরিপেট্রিক প্রজাত্যায়ন ===\nপ্রান্তিক জনগোষ্ঠীগুলো যখন মূল জনগোষ্ঠীর সাথে জিন আদান-প্রদান করতে বাধাপ্রাপ্ত হয়, তখন পেরিপেট্রিক প্রজাত্যায়নের মাধ্যমে নতুন প্রজাতির উদ্ভব ঘটে। এর সাথে ফাউন্ডার এফেক্ট এর সম্পর্ক আছে, কারণ ক্ষুদ্র জনগোষ্ঠীগুলো প্রায়ই জেনেটিক বটলনেকের সম্মুখীন হয়। ধারণা করা হয়ে থাকে যে জিন প্রবাহ পেরিপেট্রিক প্রজাত্যায়নের প্রক্রিয়ায় গুরুত্বপূর্ণ ভূমিকা পালন করে থাকে।\n\nপর্যবেক্ষিত নিদর্শন\n\nআর্নেস্ট মায়ারের পক্ষীকুল\nPetroica multicolor নামক এক প্রজাতির অস্ট্রেলীয় পাখি\nড্রসোফিলা\nঊনবিংশ শতকে লন্ডনের পাতালে কিছু Culex pipiens প্রজাতির মশা প্রবেশ করে যা পরে এক ভিন্ন প্রজাতির মশকের জন্ম দেয়। এর প্রজাত্যায়নের পক্ষে প্রমাণ হিসেবে পাওয়া যায় জিনগত বিকিরণ, আচরণগত পার্থক্য এবং Culex pipiens সাথে প্রজননগত জটিলতা।\n\n\n=== প্যারাপেট্রিক প্রজাত্যায়ন ===\nপ্যারাপেট্রিক প্রজাত্যায়নের ক্ষেত্রে দু’টো বিচ্যুত জনগোষ্ঠীর মাঝে শুধু আংশিক বিচ্ছিন্নতা থাকে; এই দু’টো জনগোষ্ঠীর সদস্যরা মাঝে মাঝে একজন আরেকজনের সংস্পর্শে আসতে পারে এবং আবাসস্থলও পরিবর্তন করে পারে, কিন্তু হেটেরোজাইগোটদের হ্রাসকৃত সবলতার কারণে নির্বাচনী চাপটা সেসব বৈশিষ্ট্যের উপরই পড়ে যা আন্তঃপ্রজননকে নিরুৎসাহিত করে। “একটিমাত্র” জনগোষ্ঠীতে প্রাকৃতিক নির্বাচনের কাজ করার মত যে পরিমাণ প্রকরণ উৎপাদিত হয়, তার উপরই প্যারাপেট্রিক প্রজাত্যায়ন কাজ করে। আবাসস্থলের বিচ্ছিন্নতার প্রভাব প্যারাপেট্রিক প্রজাত্যায়নের মধ্যে অন্তর্ভুক্ত না।\nপরিবেশবিজ্ঞানীরা ইকোলজিক্যাল নিশে শব্দটি ব্যবহার করে প্যারাপেট্রিক এবং পেরিপেট্রিক প্রজাত্যায়নকে নির্দেশ করেন। একটি নতুন প্রজাতির বেঁচে থাকার জন্য অবশ্যই একটি নিশে প্রয়োজন।\n\nপর্যবেক্ষিত নিদর্শন\nচক্র প্রজাতি\nLarus প্রজাতির শঙ্খচিল উত্তর মেরুকে বেষ্টন করে চক্র প্রজাতি গঠন করে\nEnsatina salamanders, ক্যালিফরনিয়ার কেন্দ্রীয় উপত্যকাকে পরিবেষ্টিত করে একটি চক্র তৈরী করেছে\nসবুজাভ গায়ক পাখি (Phylloscopus trochiloides), যারা হিমালয়ার আশেপাশে বসবাস করে।\nAnthoxanthum প্রজাতির ঘাস কোন এলাকায় খনি দূষণ হলে প্যারাপেট্রিক প্রজাত্যায়নের শিকার হয়।\n\n\n=== সিমপ্যাট্রিক প্রজাত্যায়ন ===\nএকই এলাকায় বসবাসরত একটি সাধারন প্রজাতি থেকে একাধিক প্রজাতি উদ্ভূত হলে তাকে সিমপ্যাট্রিক প্রজাত্যায়ন বলে। সিমপ্যাট্রিক প্রজাত্যায়নের বহু উদ্ধৃত উদাহরণ হল কিছু পতঙ্গ যা একই এলাকার ভিন্ন ভিন্ন পরাশ্রয়ী উদ্ভিদের উপর নির্ভরশীল হয়ে পড়ে। তবে প্রজাত্যায়নের প্রক্রিয়া হিসেবে সিমপ্যাট্রিক প্রজাত্যায়নের অস্তিত্ব নিয়ে তীব্র বিতর্ক রয়েছে। কেউ কেউ যুক্তি দেখিয়েছেন যে সিমপ্যাট্রিক প্রজাত্যায়নের উদাহরণগুলো আসলে মাইক্রো-এলোপেট্রিক অথবা হেটেরোপ্যাট্রিক প্রজাত্যায়ন। সিমপ্যাট্রিক প্রজাত্যায়নের সবচেয়ে জনপ্রিয় উদাহরণ হল পূর্ব আফ্রিকার নাবুগাবো হ্রদের cichlid উদ্ভিদ, যার জন্য যৌন নির্বাচনকেই দায়ী করা হয়।\nসাম্প্রতিককালে এই ধরনের প্রজাত্যায়নের পক্ষে শক্ত প্রমাণের অভাবকে স্বীকার করা হচ্ছে, ধারণা করা হচ্ছে যে আন্তঃপ্রজনন সব রকমের সম্ভাব্য জিনগত পার্থক্য নির্মূল করে দিবে। তবে একটি সাম্প্রতিক গবেষণা দাবি করছে যে টেনেসির গুহার স্যালামান্ডারদের মধ্যে সিমপ্যাট্রিক প্রজাত্যায়ন অনুষ্ঠিত হয়েছে।\nডলফ স্ক্লুটার (যিনি পিটার গ্র্যান্টের সাথে ডারউইনের ফিঞ্চ পাখি নিয়ে গবেষণার জন্য পিএইচডি লাভ করেছেন) এবং ব্রিটিশ কলম্বিয়ায় তার বর্তমান সহকর্মীদের সাথে যেসব ত্রিকন্টক স্টিকলব্যাক, মিঠা পানির মাছ নিয়ে গবেষণা করেছেন, সেগুলোকে একসময় সিমপ্যাট্রিক প্রজাত্যায়নের উদ্দীপক উদাহরণ হিসেবে ধরা হত। স্ক্লুটার এবং সহকর্মীরা আবিষ্কার করেছেন:\n\nপাঁচটি হ্রদের প্রত্যেকটিতে দু’ প্রজাতির ত্রিকন্টক স্টিকলব্যাক\nবড় মুখওয়ালা গভীর জলের প্রজাতি যা উপকূলীয় অঞ্চলে বড় বড় শিকার খেয়ে বেঁচে থাকে\nহ্রদের উপরিভাগে বাস করা একটি ছোট আকৃতির প্রজাতি যা মূলত খোলা পানিতে ভেসে বেড়ানো প্ল্যাংকটন খেয়ে বেঁচে থাকে।\nডিএনএ বিশ্লেষণ নির্দেশ করে যে প্রত্যেকটি হ্রদে আলাদাভাবে বসতি স্থাপন করা হয়েছিল, খুব সম্ভবত সর্বশেষ তুষার যুগের পরই এক সামুদ্রিক পূর্বপুরুষ এই কাজটি করেছিল\nডিএনএ বিশ্লেষণ আরও দেখিয়েছে যে এক হ্রদের দু’টো প্রজাতির মাঝে অন্যসব হ্রদের প্রজাতিগুলোর চেয়ে বেশি ঘনিষ্ঠ সম্পর্ক রয়েছে।\nএকই হ্রদের দু’টো প্রজাতি একে অপরের সাথে প্রজনন করতে অক্ষম\nতবে মৎস্যাধার পরীক্ষণের মাধ্যমের দেখা গিয়েছে:\nএক হ্রদের গভীর জলের প্রজাতি আরেক হ্রদের গভীর জলের প্রজাতির সাথে প্রজনন করতে পারে। হ্রদের উপরিভাগে বাস করা প্রজাতিগুলোও একই বৈশিষ্ট্য প্রদর্শন করে।\nএই প্রজাতিগুলো জাপানী হ্রদের প্রজাতিগুলোর সাথেও একই প্রজননগত আচরণ প্রদর্শন করে: কানাডীয় হ্রদের গভীর জলের প্রজাতি জাপানী হ্রদের গভীর জলের প্রজাতির সাথে প্রজনন করতে উদ্যত হয়, যদিও কানাডীয় হ্রদের limnetic বা জলের উপরিভাগে বাস করা প্রজাতির সাথে তার সাদৃশ্য বেশি।\nএখান থেকে গবেষকরা সিদ্ধান্ত নেন যে হ্রদগুলোতে প্রথমে যা একটি প্রজাতি ছিল, তা সীমিত সম্পদের জন্য প্রতিযোগিতা করতে গিয়ে ভিন্ন ভিন্ন প্রজাতিতে বিভক্ত হয়। যেই নির্বাচনী চাপগুলো এই জনগোষ্ঠীর উপর কাজ করে সেগুলো হল:-\nব্যাহতকারী নির্বাচন- দেহ ও মুখের গড় আয়তনের চেয়ে অনেক ছোট কিংবা অনেক বড় আয়তনের অধিকারী মাছগুলোই নির্বাচিত হয়\nশ্রেণীভিত্তিক প্রজনন- একই আকৃতির মাছগুলো একে অপরকে আকর্ষণ করত, এর ফলে হ্রদের বিভিন্ন ভাগে অবস্থিত বিভিন্ন প্রকার খাদ্যবস্তুকে পুঁজি করে একটি জনগোষ্ঠী দু’টো উপজনগোষ্ঠীতে বিচ্যুত হয়।\nতবে উপরে যে ডিএনএ বিশ্লেষণের কথা বলা হয়েছে, সেটা মূলত মাইটোকন্ড্রিয়াল ডিএনএ ভিত্তিক ছিল এবং মাইটোকন্ড্রিয়াল ডিএনএ খুব সহজেই সঙ্করীকরণের মাধ্যমে ঘনিষ্ঠভাবে সম্পর্কযুক্ত দু’টো প্রজাতির মাঝে চলাচল করতে পারে। একটি অপেক্ষাকৃত সাম্প্রতিক গবেষণা নিউক্লিয়ার জিনোম থেকে জেনেটিক মার্কার ব্যবহার করে দেখিয়েছে যে বিভিন্ন হ্রদের উপরিভাগের প্রজাতিগুলো একই হ্রদের গভীর জলের প্রজাতিগুলো থেকে বেশি সম্পর্কযুক্ত। ত্রিকন্টক স্টিকলব্যাকের উদাহরণ প্রমাণ করে যে মাইটোকন্ড্রিয়াল ডিএনএ বিশ্লেষণের উপর ভিত্তি করে নেওয়া সিদ্ধান্ত ভুল হতে পারে, প্রজাত্যায়নের ইতিহাস জানতে চাইলে একাধিক অসম্পর্কযুক্ত মার্কার (অর্থাৎ, নিউক্লিয়ার জিন) হতে প্রাপ্ত এলেলগুলোর বংশবৃত্তান্ত বিবেচনা করা উচিত।\nসাইবেরিয়ার বৈকাল হ্রদের ক্রুসটেশিয়ানদের অস্বাভাবিক বৈচিত্র্যের পেছনে পরিবেশতাড়িত সিমপ্যাট্রিক প্রজাত্যায়নের ভূমিকা থাকতে পারে।\n\n\n==== পলিপ্লয়ডিকরণের মাধ্যমে প্রজাত্যায়ন ====\n\nপ্রায়ই পলিপ্লয়ডিকে সিমপ্যাট্রিক প্রজাত্যায়নের কারণ হিসেবে অভিহিত করা হয়। সব পলিপ্লয়ড তাদের অভিভাবক উদ্ভিদের থেকে প্রজননগতভাবে বিচ্ছিন্ন থাকে না, তাই ক্রোমোজম সংখ্যা বেড়ে গেলে উপক্রমিক পলিপ্লয়ড আর অভিভাবক উদ্ভিদের মাঝে জিন প্রবাহ ক্ষান্ত হবে না।\nউদ্ভিদ ও প্রাণীর অনেক প্রজাতিতে পলিপ্লয়ডি পরিলক্ষিত হয়, এবং ফলাফলস্বরুপ প্রজাত্যায়ন খুব দ্রুত ঘটে থাকে কার্ উদাহরণস্বরুপ, ত্রিপ্লয়ড-ডিপ্লয়ড প্রজননের ফলে ত্রিপ্লয়ড বন্ধ্যা অপত্য জন্ম নেয়। প্রজনন প্রায়ই পারথেনোজেনেসিসের মাধ্যমে ঘটে কারণ পলিপ্লয়ড প্রাণীরা সাধারণত বন্ধ্যা হয়(উদ্ভিদের ক্ষেত্রে অবশ্য একথা সত্য নয়), তাছাড়া বেশিরভাগ পলিপ্লয়ড স্তন্যপায়ী জন্মের পূর্বেই মৃত্যুবরণ করে।\n\n\n=== হথর্ন মাছি ===\nRhagoletis pomonella, যা আপেলের মাছি হিসেবেও পরিচিত, বর্তমানে সিমপ্যাট্রিক প্রজাত্যায়নের ভেতর দিয়ে গমন করছে। একেক জনগোষ্ঠী একেক ফল ভক্ষণ করে থাকে। ঊনবিংশ শতাব্দীতে যখন উত্তর আমেরিকায় যখন প্রথমবারের মত আপেলের চাষ শুরু করা হয়েছিল, তখন একটি নতুন উপ-প্রজাতির উদ্ভব ঘটেছিল। এই নতুন প্রজাতি কেবলমাত্র আপেলই খেত, তাদের খাদ্যাভাসের সাথে তাদের পূর্বপুরুষ হথর্নের খাদ্যাভাসের কোন মিল ছিল না। বর্তমানের হথর্ন প্রজাতি সাধারণত আপেক খায় না। এই প্রজাতির ক্রোমজোমের তেরোটি এলোজাইম লোকির(loci) মধ্যে ছয়টি ভিন্ন, এরা মৌসুমের শেষভাগে বিকশিত হয় এবং পূর্নভাবে বিকশিত হওয়ার জন্য আপেল মাছিদের চেয়ে বেশি সময় নেয়; তাছাড়া এই দু’টো জনগোষ্ঠীর মাঝে আন্তঃপ্রজননের অনুপস্থিতির(গবেষকরা ৪-৬% আন্তঃপ্রজননের হার লক্ষ করেছেন) হেতু বিজ্ঞানীরা সিদ্ধান্ত নিয়েছেন যে বর্তমানে এই জনগোষ্ঠীতে সিমপ্যাট্রিক প্রজাত্যায়ন ঘটছে। এই নতুন হথর্ন মাছির উদয়ন চলমান বিবর্তনের একটি উদাহরণ।\n\n\n=== দৃঢ়ীভবন(Wallace effect) ===\nদৃঢ়ীভবন এমন একটি প্রক্রিয়া যার মাধ্যে প্রাকৃতিক নির্বাচন প্রজননগত অন্তরণ বৃদ্ধি করে। একই প্রজাতির দু’টো জনগোষ্ঠী বিছিন্ন হওয়ার পর আবার মিলিত হলে এই প্রক্রিয়া অনুষ্ঠিত হতে পারে। তাদের প্রজননগত অন্তরণ সম্পূর্ণ হয়ে থাকলে তারা ইতোমধ্যেই একটি নতুন প্রজাতি হিসেবে আত্মপ্রকাশ করবে। তবে প্রজননগত বিচ্ছিন্নতা অসম্পূর্ণ হলে দু’টো জনগোষ্ঠীর প্রজনন সঙ্কর প্রজাতির জন্ম দিবে, যারা বন্ধ্যাও হতে পারে। সঙ্করগুলো যদি বন্ধ্যা হয় অথবা তাদের পুর্বপুরুষের চেয়ে দুর্বল হয়, তবে বাড়তি প্রজননগত অন্তরণ অসম্ভব হয়ে পড়বে এবং প্রজাত্যায়ন ঘটে যাবে(যেমনটি ঘোড়া আর গাধার ক্ষেত্রে হয়েছে)। এর কারণ হল শঙ্করের মাতা-পিতার যদি তাদের নিজস্ব পরিবেশে বেঁচে থাকার জন্য কিছু প্রাকৃতিকভাবে নির্বাচিত বৈশিষ্ট্য থাকে, তবে শঙ্করটি দু’ ধরনের বৈশিষ্ট্যই উত্তরাধিকারসূত্রে লাভ করবে। এর ফলে সে কোন পরিবেশেই টিকে থাকতে পারবে না। শঙ্করগুলোর দুর্বলতার কারণে শ্রেণীভিত্তিক প্রজনন নির্বাচনী শক্তির দ্বারা অনুগৃহীত হবে, অর্থাৎ, শঙ্কর প্রজাতিগুলো হয় নিজেদের অনুরুপ নয়ত নিজেদের চেয়ে ভিন্ন বৈশিষ্ট্যসম্পন্ন প্রজাতির সাথে প্রজননে আগ্রহী হবে। এভাবে প্রকৃতিতে শঙ্করীকরণ প্রক্রিয়াটি নিয়ন্ত্রিত হয়। ঊনবিংশ শতকে আলফ্রেড রাসেল ওয়ালেস একে প্রজাত্যায়নের জন্য গুরুত্বপূর্ণ হিসেবে অভিহিত করায় এই প্রক্রিয়াকে মাঝে মাঝে Wallace effect বলা হয়। তবে শঙ্কর প্রজাতিগুলো তাদের পূর্বপুরুষের চেয়ে সবল হলে তারা তাদের এলাকার পূর্বগামী জনগোষ্ঠীর সাথে মিশে যাবে।\nপ্যারাপেট্রিক এবং সিমপ্যাট্রিক প্রজাত্যায়নের জন্য দৃঢ়ীভবন প্রয়োজনীয়। দৃঢ়ীভবন ব্যতিরেকে একই প্রজাতির বিভিন্ন রুপের মাঝের ভৌগোলিক অংশটুকু কখনওই চৌহদ্দিতে রুপান্তরিত হবে না। এই এলাকাটিকে “হাইব্রিড জোন” বলা হয় এবং এই হাইব্রিড জোনেই বিচ্যুত জনগোষ্ঠীগুলো একে অপরের সাথে মিলিত হয় এবং প্রজনন করে। একারণে এই অঞ্চলে শঙ্কর প্রজাতি অনেক বেশি দেখা যায়। দৃঢ়ীভবন না থাকলে বিচ্যুত জনগোষ্ঠীগুলোর আন্তঃপ্রজনন নিয়ন্ত্রণ হারিয়ে ফেলবে। কৃত্রিম নির্বাচন সংক্রান্ত পরীক্ষায় দৃঢ়ীভবন প্রবর্তন করা সম্ভব।\n\n\n== কৃত্রিম প্রজাত্যায়ন ==\nপশু ব্যবস্থাপনা(animal husbandry) এর মাধ্যমে অনেক নতুন প্রজাতি সৃষ্টি করা হয়েছে, তবে এই কার্যক্রমগুলোর সূচনালগ্ন এবং কর্মপদ্ধতি খুব একটা পরিষ্কার না। উদাহরণস্বরুপ, গৃহপালিত ভেড়া শঙ্করীকরণের মাধ্যমে সৃষ্টি করা হয়েছিল এবং বর্তমানে তারা Ovis orientalis (তাদের অন্যতম পূর্বপুরুষ) প্রজাতির সাথে প্রজননে অক্ষম। গবাদি পশুকে অবশ্য ষাঁড়, চমরি গাই এবং Bos gaurus প্রজাতির মত একই প্রজাতির বিভিন্ন উপ-প্রজাতি হিসেবে ধরা যায়, কারণ এরা সবাই নিজেদের মধ্যে প্রজননে সক্ষম।\nগবেষণাগারে নতুন প্রজাতি সৃজনের সবচেয়ে ভালভাবে নথিভুক্ত নিরদর্শনগুলো মূলত ’৮০ এর দশকের অগ্রভাগের সময়কার। উইলিয়াম রাইস এবং জি.ডব্লিউ.সল্ট তিন ধরনের আবাসভূমিক যুক্ত একটি গোলক ধাঁধা ব্যবহার করে Drosophila melanogaster নামক এক নতুন প্রজাতির মাছি সৃষ্টি করেন। প্রত্যেকটি প্রজন্মকে গোলকধাধায় প্রবেশ করানোর পর আটটার মধ্যে দু’টো নিস্ক্রমণ দ্বার দিয়ে যেসব মাছির দল বের হয়েছিল, তাদেরকে পৃথক করে কেবলমাত্র নিজেদের দলের ভেতরেই প্রজনন করার জন্য উৎসাহিত করা হয়েছিল। পয়ত্রিশটি প্রজন্মের পর দু’টো দল তাদের ভিন্ন আবাসভূমি সংক্রান্ত অভিরুচির ফলে একে অপরের থেকে প্রজননগতভাবে বিচ্ছিন্ন হয়ে পড়েছিল: তারা শুধু তাদের পছন্দের আবাসভূমিতেই প্রজনন করত, অন্যদের সাথে প্রজননে তারা উৎসাহী ছিল না। রাইস এবং হস্টার্টের ১৯৯৩ সালের গবেষণাপত্রে এই গবেষণাগুলো বর্ণনা করা হয়েছে।\nডায়ান ডড বিভিন্ন প্রকার খাদ্য, শ্বেতসার এবং মালটোস ব্যবহার করে দেখিয়েছিলেন যে স্রেফ আটটি প্রজন্মে ভিন্ন প্রজননসংক্রান্ত অভিরুচির কারণে Drosophila pseudoobscura প্রজাতির জনগোষ্ঠীতে প্রজননগত বিচ্ছিন্নতার উদ্ভব ঘটতে পারে।\n\nআরও অনেকে খুব সহজেই বিভিন্ন প্রকার ফলের মাছি ও খাদ্য ব্যবহার করে ডডের পরীক্ষাগুলো পুনঃপরিচালনা করেছেন।\n\n\n== জেনেটিক্স ==\nপ্রজাত্যায়নের জন্য এককভাবে দায়ী, এমন জিন খুব কমই পাওয়া গিয়েছে। এগুলো মূলত প্রজাত্যায়নের শেষের দিকের ধাপগুলোকেই দৃঢ়তর করে। ২০০৮ সালে প্রজননগত বিচ্ছিন্নতার জন্য দায়ী একটি প্রজাত্যায়নসংক্রান্ত জিন আবিস্কৃত হয়েছে। এটি বিভিন্ন উপ-প্রজাতির প্রজননের মাধ্যমে উদ্ভূত সঙ্করদের মাঝে বন্ধ্যাত্ব সৃষ্টি করে।\n\n\n=== সঙ্কর প্রজাত্যায়ন ===\nদু’টো ভিন্ন প্রজাতির সঙ্করীকরণের কারণে মাঝে মাঝে একটি অনন্য ফেনোটাইপের উদ্ভব ঘটতে পারে। এই ফেনোটাইপ অভিভাবকদের ফেনোটাইপের চেয়ে বেশি যোগ্য হতে পারে, এর ফলে এটি প্রাকৃতিক নির্বাচন দ্বারা নির্বাচিত হতে পারে। অবশেষে প্রজননগত বিচ্ছিন্নতা যদি সম্পন্ন হয়, তবে একটি নতুন প্রজাতির উদ্ভব ঘটবে। তবে সঙ্কর আর তাদের অভিভাবক প্রজাতির মাঝে প্রজননগত বিচ্ছিন্নতা খুবই দুর্লভ হওয়ায় সঙ্কর প্রজাত্যায়ন প্রায় ঘটে না বললেই চলে। ম্যারিয়ানা ম্যালার্ডকে সঙ্কর প্রজাত্যায়নের একটি উদাহরণ হিসেবে ধরা হয়।\nক্রোমজোম সংখ্যায় কোন পরিবর্তন ছাড়াই যে সঙ্করীকরণ ঘটিত হয় তাকে বলে হোমোপ্লয়ড সঙ্কর প্রজাত্যায়ন। এটি খুব দুর্লভ হলেও  Heliconius প্রজাপতি ও সূর্যমুখী ফুলের ক্ষেত্রে পর্যবেক্ষিত হয়েছে। পলিপ্লয়ড প্রজাত্যায়ন(যেখানে ক্রোমজোম সংখ্যায় পরিবর্তন ঘটে) সচরাচর বেশি ঘটে থাকে এবং উদ্ভিদ প্রজাতিগুলোতেই বেশি পরিলক্ষিত হয়।\n\n\n=== কারণ হিসেবে জিনের স্থানবিন্যাস ===\nথিওডসিয়াস ডবঝান্সকি, যিনি তিরিশের দশকে ফলের মাছি নিয়ে গবেষণা করেছিলেন, ধারণা করেছিলেন যে ক্রোমজোমের কোন অংশ এক স্থান থেকে আরেক স্থানে ভ্রমণ করলে একটি প্রজাতি দু’টো প্রজাতিতে আলাদা হয়ে যেতে পারে। তিনি এই স্থানান্তরের নকশাও তৈরী করেছিলেন। ক্রোমজোমের ঠিক ওই অংশগুলো সঙ্করদের ক্ষেত্রে বন্ধ্যাত্ব সৃষ্টি করতে পারে, যার ফলে প্রজাত্যায়নের চাপ বৃদ্ধি পাবে। তত্ত্বীয় ভাবে তার ধারণা শক্তিশালী হলেও বিজ্ঞানীরা বাস্তবে এর সত্যতা নিয়ে সন্দিহান ছিলেন। পরে পরিব্যক্তির ক্রমশ সঞ্চয়ন সংক্রান্ত একটি প্রতিদ্বন্দ্বী তত্ত্ব প্রকৃতিতে এত বেশিবার পর্যবেক্ষিত হয়েছিল যে প্রায় সব জিনবিজ্ঞানীই ডবঝান্সকির তত্ত্বকে বাতিল করে দিয়েছিলেন।\nতবে ২০০৬ সালের একটি গবেষণায় দেখা গিয়েছে যে এক ক্রোমজোম থেকে আরে ক্রোমজোমে কোন জিনের উল্লফন ঠিকই নতুন প্রজাতি সৃষ্টি করতে পারে। এটি প্রজননগত বিচ্ছিন্নতার প্রক্রিয়াকে বৈধ করে, যা প্রজাত্যায়নের অন্যতম চালিকাশক্তি।\n\n\n=== পরিকীর্ণ পুনরাবৃত্তি ===\nডিএনএ অনুক্রমের পরিকীর্ণ পুনরাবৃত্তি বিচ্ছিন্নতামূলক প্রক্রিয়া হিসেবে কাজ করে। পরিব্যক্তির ফলে দু’টো ডিএনএ তন্তুর সাদৃশ্য বিনষ্ট হলে এই অস্বাভাবিকতা নিরসনের জন্য জিন কনভারসন নামক একটি প্রক্রিয়া অনুষ্ঠিত হয়। ডিএনএ অনুক্রমের পরিকীর্ণ পুনরাবৃত্তি বিবর্তনশীল জিনগুলোকে জিন কনভারসন প্রক্রিয়ার দ্বারা প্রতিস্থাপিত হওয়া থেকে রক্ষা করে। দু’টো ডিএনএ তন্তুর মাঝে বৈসাদৃশ্য জিন কনভারসন এর জন্য বাধা সৃষ্টি করে। এই বাধাই উদীয়মান নতুন জিনগুলোকে প্রতিস্থাপিত হওয়া হতে রক্ষা করে। এর ফলে জিন পরিবার ও এলিলগুলোতে নতুন জিন বিবর্তিত হতে পারে। পরিকীর্ণ পুনরাবৃত্তি একারণে খুবই গুরুত্বপূর্ণ যে জিনের বাহকরা ভৌগলিকভাবে বিচ্ছিন্ন না হলেও এই প্রক্রিয়ার মাধ্যমে একটি জিনপুঞ্জ একাধিক জিনপুঞ্জে আলাদা হয়ে যেতে পারে, যার ফলে নতুন প্রজাতি বিবর্তিত হবে।\n\n\n=== মানব প্রজাত্যায়ন ===\nমানুষের সাথে শিম্পাঞ্জী ও গরিলার জিনগত সাদৃশ্য রয়েছে যা একটি সাধারণ পুর্বপুরুষ থেকে এসব প্রজাতির অবরোহনকে নির্দেশ করে। জিন প্রবাহ ও সমম্বীকরণকে মারকভ মডেল অনুসারে বিশ্লেষণ করে দেখা গিয়েছে যে মানুষ ও শিম্পাঞ্জী ৪১ লক্ষ বছর আগে একে অপরের থেকে বিচ্ছিন্ন হয়েছে।\n\n\n== আরও দেখুন ==\nবিলোপন\nপ্রজাতি সমস্যা\nহেটেরোপ্যাট্রি\nক্রোনোপ্রজাতি\nকয়নোফিলিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nCoyne, J. A. & Orr, H. A. (২০০৪)। Speciation। Sunderlands, Massachusetts: Sinauer Associates, Inc। আইএসবিএন 0-87893-089-2। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nGrant, V. (১৯৮১)। Plant Speciation (2nd Edit. সংস্করণ)। New York: Columbia University Press। আইএসবিএন 0-231-05113-1। \nMayr, E. (1963). Animal Species and Evolution. Harvard University Press. আইএসবিএন ০-৬৭৪-০৩৭৫০-২\nMarko, P. B. (২০০৮)। Allopatry। Oxford: Elsevier। আইএসবিএন 978-0-444-52033-3। \nWhite, M. J. D. (১৯৭৮)। Modes of Speciation। San Francisco, California: W. H. Freeman and Company। আইএসবিএন 0-716-70284-3। \nঅণুজীবের প্রজাত্যায়ন নিয়ে Philosophical Transactions B এর একটি সংখ্যা বিনামূল্যে পাঠ করা যাবে।\n\n\n== বহিঃসংযোগ ==\nObserved Instances of Speciation from the Talk.Origins Frequently Asked Questions\nSpeciation, and\nEvidence for Speciation from Understanding Evolution  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ ফেব্রুয়ারি ২০০৯ তারিখে by the University of California Museum of Paleontology\nSpeciation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ সেপ্টেম্বর ২০১৩ তারিখে from John Hawks' Anthropology Weblog - paleoanthropology, genetics, and evolution\nSpeciation in the context of evolution"}