{"pageid": 1191210, "title": "লাম্ফুন প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1191210", "content": "ল্যামফুন ( থাই: ลำพูน   , উচ্চারিত [lām.pʰūːn] ; উত্তর থাই : টেমপ্লেট:Script/Tai Tham ) হল থাইল্যান্ডের ছিয়াত্তরটি প্রদেশের একটি ( চাংওয়াত ), উত্তর থাইল্যান্ডে অবস্থিত। প্রতিবেশী প্রদেশগুলি হল (উত্তর ঘড়ির কাঁটার দিক থেকে) চিয়াং মাই, ল্যাম্পাং এবং তাক ।\n\n\n== ভূগোল ==\nলাম্ফুন পিং নদী উপত্যকায়। এটি পশ্চিমে থানন থং চাই রেঞ্জ এবং প্রদেশের পূর্বে খুন তান রেঞ্জ সহ পর্বত শৃঙ্খলে ঘেরা। এটি ব্যাংকক থেকে প্রায় ৬৭০ কিলোমিটার এবং চিয়াং মাই থেকে ২৬ কিলোমিটার দূরে। মোট বনভূমি ২,৫৮৮ কিমি২ (৯৯৯ মা২)   বা প্রাদেশিক এলাকার ৫৭.৮ শতাংশ।  ল্যামফুনকে থাইল্যান্ডের উত্তরাঞ্চলের ক্ষুদ্রতম প্রদেশ হিসেবে গণ্য করা হয়।\n\n\n=== জাতীয় উদ্যান ===\nমোট তিনটি জাতীয় উদ্যান রয়েছে, যার মধ্যে দুটি থাইল্যান্ডের সংরক্ষিত অঞ্চলের অঞ্চল 16 (চিয়াং মাই) এবং ডোই চং অঞ্চল 13 (ল্যাম্পাং শাখা) এ রয়েছে।\n\nমে পিং জাতীয় উদ্যান, ১,০০৪ কিমি২ (৩৮৮ মা২)    \nমায়ে টাকরাই জাতীয় উদ্যান, ৩৫৪ কিমি২ (১৩৭ মা২)    \nডোই চং জাতীয় উদ্যান, ৩৩৬ কিমি২ (১৩০ মা২)    \n\n\n=== বন্যপ্রাণী অভয়ারণ্য ===\nথাইল্যান্ডের সংরক্ষিত অঞ্চলের 16 (চিয়াং মাই) অঞ্চলে দুটি বন্যপ্রাণী অভয়ারণ্য রয়েছে।\n\nওমকোই বন্যপ্রাণী অভয়ারণ্য, ১,২২৪ কিমি২ (৪৭৩ মা২)    \nদোই ফু মুয়াং বন্যপ্রাণী অভয়ারণ্য, ৬৮৭ কিমি২ (২৬৫ মা২)    \n\n\n== ইতিহাস ==\nহরিপুনচাই এর পুরানো নামের অধীনে, দ্বারাবতী যুগের সোম রাজ্যের সবচেয়ে উত্তরের শহর ছিল লাম্ফুন, এবং থাই রাজ্যে সর্বশেষ পতনও হয়েছিল। ১২ শতকের শেষের দিকে এটি খেমার থেকে অবরুদ্ধ হয়, কিন্তু পতন ঘটেনি। যাইহোক, ১২৮১ সালে লান না -এর রাজা মেনগ্রাই শেষ পর্যন্ত শহরটি দখল করেন এবং এটিকে তার রাজ্যের অংশ করেন। ১৬ শতকে বার্মিজ সম্প্রসারণের পর, ল্যামফুন দুই শতাব্দী ধরে বার্মিজ শাসনের অধীনে ছিল। ১৮ শতকে, বার্মিজ শাসনের বিরুদ্ধে থনবুরি এবং ব্যাংককের উত্থানের সাথে, লাম্পাং থেকে স্থানীয় নেতারা তাদের মিত্র হতে সম্মত হন। লাম্পুন অবশেষে বার্মিজদের কাছ থেকে মুক্ত হয় এবং ল্যাম্পাং এর নেতার আত্মীয়দের দ্বারা শাসিত হয়, ব্যাংকক থেকে ভাসাল মর্যাদা লাভ করে। অবশেষে, ১৯ শতকের শেষের দিকে ব্যাংকক সরকারের প্রশাসনিক সংস্কারের পর, ল্যামফুন একটি প্রদেশ হিসাবে সিয়ামের অংশ হয়ে ওঠে।\n\n\n== প্রতীক ==\nপ্রাদেশিক সীলমোহরটি ওয়াট ফ্রা দ্যাট হরিপুঞ্চাই মন্দির দেখায়, যা ইতোমধ্যে সোম সময়ে লাম্ফুন শহরের প্রধান মন্দির ছিল। সোনায় আচ্ছাদিত চেডিতে বুদ্ধের একটি নিদর্শন রয়েছে বলে জানা যায়।\nপ্রাদেশিক ফুল হল ফ্লেম অফ দ্য ফরেস্ট ( Butea monosperma ), এবং প্রাদেশিক গাছ হল রেইন ট্রি ( Samanea saman )।\n\n\n== পরিবহন ==\nএয়ার: ল্যামফুন লামফুন বিমানবন্দর দ্বারা পরিবেশিত হয়।\nরেল: লামফুনের প্রধান স্টেশন হল লামফুন রেলওয়ে স্টেশন ।\n\n\n== খাবার ==\nKaeng khae, একটি মশলাদার তরকারি যার মধ্যে প্রধানত মুরগি, ব্যাঙ, মাছ বা শামুক সহ সবজি থাকে।\nকুয়াইতিয়াও ল্যাম্যাই, শুকনো লংগানের সাথে স্টুড শুয়োরের মাংসের নুডলস স্যুপ, ল্যামফুনে উদ্ভূত হয়েছে। \n\n\n== প্রশাসনিক বিভাগ ==\n\n\n=== প্রাদেশিক সরকার ===\nপ্রদেশটি আটটি জেলায়  ( আম্ফো ) এ বিভক্ত। এগুলি আবার ৫১টি উপজেলা ( তাম্বন) এবং ৫৫১টি গ্রামে (মুবান ) এ বিভক্ত।\n\nজাতীয় নির্বাচনের জন্য প্রদেশটিকে তিনটি আসনে ভাগ করা হয়েছে। নির্বাচনী এলাকা ১ তাম্বন মাখুয়া চে ছাড়া মুয়াং জেলা জুড়ে; নির্বাচনী এলাকা 2 মুয়াং জেলার পা সাং, মায়ে থা, এবং তাম্বন মাখুয়া চা এবং নির্বাচনী এলাকা ৩ জেলা বান হং, থুং হুয়া চ্যাং এবং লি।\n\n\n=== স্থানীয় সরকার ===\n26 নভেম্বর 2019 পর্যন্ত রয়েছে: একটি ল্যামফুন প্রাদেশিক প্রশাসন সংস্থা ( ongkan borihan suan changwat ) এবং প্রদেশের 40টি পৌরসভা ( থেসাবান ) এলাকা। লামফুনের শহর ( থেসাবান মুয়াং ) মর্যাদা রয়েছে। আরও 39টি মহকুমা পৌরসভা ( thesaban tambon )। অ-পৌর এলাকাগুলি 17টি উপজেলা প্রশাসনিক সংস্থা দ্বারা পরিচালিত হয় - SAO ( ongkan borihan suan tambon )।\n\n\n== মানব অর্জন সূচক ২০১৭ ==\n\n2003 সাল থেকে, থাইল্যান্ডে ইউনাইটেড নেশনস ডেভেলপমেন্ট প্রোগ্রাম (ইউএনডিপি) মানব উন্নয়ন সূচক (এইচএআই) ব্যবহার করে উপ-জাতীয় পর্যায়ে মানব উন্নয়নের অগ্রগতি ট্র্যাক করেছে, যা মানব উন্নয়নের আটটি মূল ক্ষেত্রকে কভার করে একটি যৌগিক সূচক। জাতীয় অর্থনৈতিক ও সামাজিক উন্নয়ন বোর্ড (NESDB) 2017 সাল থেকে এই কাজটি গ্রহণ করেছে। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে লাম্ফুন প্রদেশ ভ্রমণ নির্দেশিকা পড়ুন।\nProvincial website\nLamphun province, Tourism Authority of Thailand  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ এপ্রিল ২০১৯ তারিখে"}