{"pageid": 1191006, "title": "দক্ষিণ-পূর্ব এশিয়ায় হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1191006", "content": "হিন্দুধর্ম দক্ষিণ-পূর্ব এশিয়ায় সাংস্কৃতিক বিকাশ এবং এর ইতিহাসে গভীর প্রভাব ফেলেছিল। যেহেতু ভারত থেকে ভারতীয় লিপি প্রবর্তিত হয়েছিল, দক্ষিণ-পূর্ব এশিয়ার লোকেরা খ্রিস্টীয় ১ম থেকে ৫ম শতাব্দীর দিকে তাদের প্রাচীনতম শিলালিপি তৈরি করে ঐতিহাসিক যুগে প্রবেশ করে। বর্তমানে, দক্ষিণ-পূর্ব এশিয়ার হিন্দুরা প্রধানত ভারতীয় প্রবাসী এবং বালিনিজ । এছাড়াও কম্বোডিয়া এবং ভিয়েতনামে জাভানিজ এবং বালামন চাম হিন্দু রয়েছে ।\nহিন্দু সভ্যতা, যেটি নিজেই বিভিন্ন স্বতন্ত্র সংস্কৃতি এবং জনগণ থেকে তৈরি হয়েছিল, যার মধ্যে রয়েছে প্রাথমিক দক্ষিণ-পূর্ব এশীয়, বিশেষ করে মন খেমের প্রভাব, দক্ষিণ-পূর্ব এশীয় আঞ্চলিক রাজনীতির আদিবাসী সামাজিক গঠন এবং রাষ্ট্রীয়তায় গৃহীত হয়েছিল এবং একীভূত হয়েছিল। ভারতীয়ীকৃত রাজ্য গঠনের মাধ্যমে , ক্ষুদ্র সর্দারের নেতৃত্বে ছোট ছোট দেশীয় রাজনীতিগুলি ভারতের অনুরূপ রাষ্ট্রযন্ত্রের সাথে মহারাজার নেতৃত্বে প্রধান রাজ্য এবং সাম্রাজ্যে রূপান্তরিত হয়েছিল । এটি মধ্য ভিয়েতনামের দক্ষিণ অংশে প্রাক্তন চম্পা সভ্যতার জন্ম দেয় , কম্বোডিয়ায় ফুনান , খেমার সাম্রাজ্য, মালয় উপদ্বীপে ইন্দোচীন , ল্যাংকাসুকা রাজ্য এবং ওল্ড কেদাহ , সুমাত্রার শ্রীবিজয়ন রাজ্য , মাতারাম রাজ্য , সিংসারি এবং জাভা , বালি এবং ফিলিপাইন দ্বীপপুঞ্জের কিছু অংশে অবস্থিত মাজাপাহিত সাম্রাজ্য । ভারতের সভ্যতা ভাষা, লিপি, লিখিত ঐতিহ্য, সাহিত্য, ক্যালেন্ডার, বিশ্বাস ব্যবস্থা এবং এই মানুষ ও জাতির শৈল্পিক দিকগুলিকে প্রভাবিত করেছে।\nদক্ষিণ-পূর্ব এশিয়ায় ভারতীয় সংস্কৃতি এবং ধর্মীয় ঐতিহ্যের গ্রহণযোগ্যতার একটি কারণ ছিল কারণ ভারতীয় সংস্কৃতি ইতোমধ্যে দক্ষিণ-পূর্ব এশিয়ার আদিবাসী সংস্কৃতির সাথে কিছু আকর্ষণীয় মিল রয়েছে, যা পূর্ববর্তী দক্ষিণ-পূর্ব এশীয় (বিশেষত অস্ট্রোএশিয়াটিক , যেমন প্রাথমিক মুন্ডা এবং মোন খেমার গোষ্ঠী) দ্বারা ব্যাখ্যা করা যেতে পারে। এবং স্থানীয় ভারতীয় জনগণের উপর হিমালয় ( তিব্বতি ) সাংস্কৃতিক ও ভাষাগত প্রভাব। প্রফেসর প্রজিলুস্কি, জুলেস ব্লচ এবং লেভির মতো বেশ কয়েকজন পণ্ডিত এই সিদ্ধান্তে উপনীত হয়েছেন যে, প্রারম্ভিক ভারতীয় সংস্কৃতি ও ঐতিহ্যের উপর একটি উল্লেখযোগ্য সাংস্কৃতিক, ভাষাগত এবং রাজনৈতিক মন-খমের (অস্ট্রোএশিয়াটিক) প্রভাব রয়েছে। ভারতকে পশ্চিমা, প্রাচ্য এবং দেশীয় ঐতিহ্যের গলনাঙ্ক হিসেবে দেখা হয়।\n\n\n== প্রাচীন যুগ ==\n\n\n== আধুনিক যুগ ==\n\n\n== দেশ ==\n\n\n=== কম্বোডিয়া ===\n\nকম্বোডিয়া প্রথম ফানান রাজ্যের শুরুতে হিন্দু ধর্ম দ্বারা প্রভাবিত হয়েছিল । হিন্দুধর্ম ছিল খেমার সাম্রাজ্যের রাষ্ট্রধর্ম। আংকর বাট , বিশ্বের বৃহত্তম মন্দির কমপ্লেক্স (বর্তমানে বৌদ্ধ) একসময় একটি হিন্দু মন্দির ছিল। খেমার রাজ্যে প্রধান ধর্ম ছিল হিন্দুধর্ম, জনপ্রিয়তার দিক দিয়ে বৌদ্ধধর্ম অনুসরণ করে। প্রাথমিকভাবে, রাজ্যটি তার প্রধান রাষ্ট্রধর্ম হিসাবে হিন্দু ধর্মকে অনুসরণ করেছিল।\nমহাদেবের বিষ্ণু এবং শিব ছিলেন খমের হিন্দু মন্দিরে সবচেয়ে পূজনীয় দেবতা। মরণোত্তর রাজা সূর্যবর্মণ দ্বিতীয়কে বিষ্ণু হিসাবে সম্মান জানাতে আঙ্কোর ওয়াটের মতো মন্দিরগুলি আসলে প্রেহ পিসনুলোক ( সংস্কৃতে ভারা বিষ্ণুলোকা ) বা বিষ্ণুর রাজ্য নামে পরিচিত ।\n\n\n=== ইন্দোনেশিয়া ===\n\nবর্তমানে ইন্দোনেশিয়ায় মোট জনসংখ্যার ১.৭% হিন্দু ধর্ম পালন করে। ২০১০ সালের আদমশুমারি অনুসারে বালির জনসংখ্যার ৮৩.২৯% এবং মধ্য কালিমান্তানের জনসংখ্যার ৫.৭৫% হিন্দু। যাইহোক, ৪র্থ শতাব্দী থেকে ১৫শ শতাব্দীর মধ্যে, হিন্দুধর্ম এবং বৌদ্ধ ধর্মকে অধিকাংশ জনসংখ্যার দ্বারা অনুসরণ করা হয়েছিল, সাথে স্থানীয় আদিবাসী অ্যানিমিজম এবং গতিশীলতা বিশ্বাস যা প্রাকৃতিক এবং পূর্বপুরুষদের আত্মাকে পূজা করে । ১৫ থেকে ১৬ শতকের ইসলাম ইন্দোনেশিয়ান দ্বীপপুঞ্জে সংখ্যাগরিষ্ঠ ধর্ম হিসেবে হিন্দু ও বৌদ্ধ ধর্মকে প্রতিস্থাপন করেছিল। হিন্দু ধর্মের প্রভাব বালি, জাভা এবং সুমাত্রার সংস্কৃতিতে গভীরভাবে তার চিহ্ন রেখে গেছে। বালি এক সময়ের হিন্দু অধ্যুষিত অঞ্চলের শেষ অবশিষ্টাংশে পরিণত হয়েছে।\nহিন্দু প্রভাব প্রথম শতাব্দীর প্রথম দিকে ইন্দোনেশিয়ান দ্বীপপুঞ্জে পৌঁছেছিল । চতুর্থ শতাব্দীতে, পূর্ব কালিমন্তানের কুটাই রাজ্য, পশ্চিম জাভাতে তারুমাননগর এবং মধ্য জাভাতে হোলিং ( কলিঙ্গা ) এই অঞ্চলে প্রতিষ্ঠিত প্রাথমিক হিন্দু রাজ্যগুলির মধ্যে ছিল। উল্লেখযোগ্য প্রাচীন ইন্দোনেশিয়ান হিন্দু রাজ্যগুলি হল মাতরম রাজ্য (৯ম শতাব্দীর রাজকীয় ত্রিমূর্তি প্রম্বানন মন্দির নির্মাণের জন্য বিখ্যাত) এরপর কেদিরি , সিংহসারি এবং ১৪ শতকের মাজাপাহিত । হিন্দু-বৌদ্ধ জাভানিজ সাম্রাজ্যের মধ্যে সর্বশেষ এবং বৃহত্তম। \n\n\n=== লাওস ===\nহিন্দুধর্ম লাওসের মোট জনসংখ্যার ০.১% এরও কম। এখানে আনুমানিক ৭,০০০ জন হিন্দু রয়েছে।\nপ্রাচীন লাওস হিন্দু খেমার সাম্রাজ্যের একটি অংশ ছিল। ওয়াট ফু সেই সময়ের শেষ প্রভাবগুলির মধ্যে একটি। রামায়ণের লাওতিয়ান অভিযোজনকে বলা হয় ফ্রা লাক ফ্রা লাম ।\n\n\n=== মালয়েশিয়া ===\n\nহিন্দুধর্ম মালয়েশিয়ার চতুর্থ বৃহত্তম ধর্ম। মালয়েশিয়ার ২০১০ সালের আদমশুমারি অনুসারে প্রায় ১৭.৮ লাখ মালয়েশিয়ার বাসিন্দা (মোট জনসংখ্যার ৬.৩%) হিন্দু।\n\n\n=== মায়ানমার ===\n\nবার্মার হিন্দুধর্ম প্রায় ৮৪০,০০০ লোক দ্বারা চর্চা করা হয়। বার্মার অন্যান্য অংশে প্রাচীন হিন্দু মন্দির রয়েছে, যেমন ১১ শতকের নাথলাং কিয়াং মন্দির বাগানে বিষ্ণুকে উৎসর্গ করা হয়েছে । মায়ানমারের হিন্দুধর্ম বৌদ্ধধর্ম দ্বারা প্রভাবিত হয়েছে। মিয়ানমারের অনেক হিন্দু মন্দিরে বুদ্ধের মূর্তি রয়েছে।\n\n\n=== ফিলিপাইন ===\n\n\n=== সিঙ্গাপুর ===\n\n\n=== থাইল্যান্ড ===\n\n\n=== ভিয়েতনাম ===\n\n\n== আরও দেখুন ==\nএশিয়ায় হিন্দুধর্ম\nদেশ অনুযায়ী হিন্দুধর্ম\nভারতীয় প্রভাব বিস্তার\nবৃহত্তর ভারত\nভারতীয় প্রবাসী\nদক্ষিণ-পূর্ব এশিয়ায় ভারতীয় প্রভাবের ইতিহাস\nদক্ষিণ-পূর্ব এশিয়ার ভারতীয়করণ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nCœdès, George (১৯৬৮)।  Walter F. Vella, সম্পাদক। The Indianized States of Southeast Asia। Susan Brown Cowing কর্তৃক অনূদিত। University of Hawaii Press। আইএসবিএন 978-0-8248-0368-1। \nChandra, Lokesh (২০০০)। Society and culture of Southeast Asia: Continuities and changes। New Delhi: International Academy of Indian Culture and Aditya Prakashan: International Academy of Indian Culture। \nMajumdar, R. C.। Study of Sanskrit in South-East Asia। \nR. C. Majumdar, India and South-East Asia, I.S.P.Q.S. History and Archaeology Series Vol. 6, 1979, আইএসবিএন ৮১-৭০১৮-০৪৬-৫.\nR. C. Majumdar, Champa, Ancient Indian Colonies in the Far East, Vol.I, Lahore, 1927. আইএসবিএন ০-৮৩৬৪-২৮০২-১\nR. C. Majumdar, Suvarnadvipa, Ancient Indian Colonies in the Far East, Vol.II, Calcutta,\nR. C. Majumdar, Kambuja Desa or an Ancient Hindu Colony in Cambodia, Madras, 1944\nR. C. Majumdar, Hindu Colonies in the Far East, Calcutta, 1944, আইএসবিএন ৯৯৯১০-০-০০১-১ Ancient Indian colonisation in South-East Asia.\nR. C. Majumdar, History of the Hindu Colonization and Hindu Culture in South-East Asia\nDaigorō Chihara (১৯৯৬)। Hindu-Buddhist Architecture in Southeast Asia। BRILL। আইএসবিএন 90-04-10512-3। \nHoadley, M. C. (১৯৯১)। Sanskritic continuity in Southeast Asia: The ṣaḍātatāyī and aṣṭacora in Javanese law। Delhi: Aditya Prakashan। \nHughes-Freeland, F. (১৯৯১)। Javanese visual performance and the Indian mystique। Delhi: Aditya Prakashan। \nPande, Govind Chandra, সম্পাদক (২০০৬)। India's Interaction with Southeast Asia। History of Science, Philosophy and Culture in Indian Civilization, vol. 1, part 3। Delhi: Centre for Studies in Civilizations। আইএসবিএন 9788187586241। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPasek, Ni Wayan (২০১৬)। The journey of the Goddess Durga: India, Java and Bali by Ariati। New Delhi: Aditya Prakashan। আইএসবিএন 9788177421521। \n\n\n== বহিঃসংযোগ ==\n\nHindu influence in Southeast Asia\nHeritage bid unites border rivals"}