{"pageid": 11912, "title": "ভিয়েতনাম যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=11912", "content": "ভিয়েতনাম যুদ্ধ (ভিয়েতনামী: Chiến tranh Việt Nam), এছাড়াও দ্বিতীয় ইন্দোচীন যুদ্ধ নামেও পরিচিত, এবং ভিয়েতনামে আমেরিকার বিরুদ্ধে প্রতিরোধ যুদ্ধ (ভিয়েতনামী: Kháng chiến chống Mỹ) বা সহজভাবে আমেরিকান যুদ্ধ, হল ১৯৫৫ সালের ১ নভেম্বর থেকে ১৯৭৫ সালের ৩০ এপ্রিলে সাইগনের পতন পর্যন্ত ভিয়েতনাম, লাওস এবং কম্বোডিয়ায় চলাকালীন সংঘাত। এটি ছিল দ্বিতীয় ইন্দোচীন যুদ্ধ এবং সরকারিভাবে উত্তর ভিয়েতনাম ও দক্ষিণ ভিয়েতনামের মধ্যেকার লড়াই। সোভিয়েত ইউনিয়ন, চীন এবং অন্যান্য কমিউনিস্ট মিত্রদেশ উত্তর ভিয়েতনামকে সমর্থন করেছিল; অন্যদিকে মার্কিন যুক্তরাষ্ট্র, দক্ষিণ কোরিয়া, ফিলিপাইন, অস্ট্রেলিয়া, থাইল্যান্ড এবং অন্যান্য কমিউনিস্ট-বিরোধী মিত্রদেশ দক্ষিণ ভিয়েতনামকে সমর্থন করেছিল। কারও কারও কাছে এই যুদ্ধ, স্নায়ুযুদ্ধ-যুগের প্রক্সি যুদ্ধ হিসেবে বিবেচিত, যা ১৯৭৩ সালে মার্কিন যুক্তরাষ্ট্রের প্রত্যক্ষ জড়িত থাকার মধ্য দিয়ে ১৯ বছর ধরে চলেছিল, এবং এতে লওটিয়ার গৃহযুদ্ধ ও কম্বোডিয় গৃহযুদ্ধ অন্তর্ভুক্ত ছিল, যা এই তিনটি দেশের কমিউনিস্ট হওয়ার মধ্য দিয়ে সমাপ্তি ঘটেছিল।\nকমিউনিস্ট-নেতৃত্বাধীন ভিয়েত মিনের বিরুদ্ধে প্রথম ইন্দোচীন যুদ্ধ থেকেই এই দ্বন্দ্বের উদ্ভব হয়েছিল। ফরাসি যুদ্ধের প্রচেষ্টার জন্য বেশিরভাগ তহবিল মার্কিন যুক্তরাষ্ট্রে সরবরাহ করেছিল। ১৯৫৪ সালে ফরাসিরা ইন্দোচীন ছেড়ে যাওয়ার পরে আমেরিকা দক্ষিণ ভিয়েতনামি রাজ্যের জন্য আর্থিক এবং সামরিক সহায়তা গ্রহণ করেছিল। ভিয়েত কং, Front national de libération du Sud-Viêt Nam বা এনএলএফ (ন্যাশনাল লিবারেশন ফ্রন্ট) নামে পরিচিত, উত্তর ভিয়েতনামের নির্দেশে একটি দক্ষিণ ভিয়েতনামী সাধারণ ফ্রন্ট, দক্ষিণে গেরিলা যুদ্ধ শুরু করেছিল। উত্তর ভিয়েতনাম ১৯৫০-এর দশকের মাঝামাঝি সময়ে বিদ্রোহীদের সমর্থনে লাওস আক্রমণ করেছিল এবং ভিয়েত কং সরবরাহ ও শক্তিশালীকরণের জন্য হো চি মিন ট্রেল স্থাপন করেছিল। ১৯৫৯ সালে এক হাজার সামরিক উপদেষ্টা থেকে শুরু করে ১৯৬৩ সালে ১৬,০০০ সামরিক উপদেষ্টার অধীনে এমএএজি প্রোগ্রামের মাধ্যমে রাষ্ট্রপতি জন এফ কেনেডির নেতৃত্বে মার্কিন যুক্তরাষ্ট্রে সম্পৃক্ততা বৃদ্ধি পায়। উত্তর ভিয়েতনাম ১৯৬৩ সালের মধ্যে দক্ষিণ ভিয়েতনামে লড়াই করার জন্য ৪০,০০০ সৈন্য পাঠিয়েছিল। উত্তর ভিয়েতনামকে ইউএসএসআর এবং গণপ্রজাতন্ত্রী চীন সমর্থন করেছিল। চীন বিমান, প্রতিরক্ষা এবং সমর্থন ভূমিকাতে পরিবেশন করার জন্য কয়েকশ জন পিএলএই সেবা উত্তর ভিয়েতনামে প্রেরণ করেছিল।\n১৯৬৪ সালের মধ্যে, দক্ষিণ ভিয়েতনামে ২৩,০০০ মার্কিন উপদেষ্টা স্থাপন করা হয়েছিল। আগস্টে, টঙ্কিন উপসাগরীয় ঘটনাটি ঘটে। আমেরিকা যুক্তরাষ্ট্রের এক ধ্বংসকারীকে উত্তর ভিয়েতনামের দ্রুত আক্রমণ শৈলীর সাথে সংঘর্ষের অভিযোগ উঠে। জবাবে, মার্কিন কংগ্রেস টনকিন উপসাগরীয় রেজুলেশন পাস করে এবং ভিয়েতনামে মার্কিন সামরিক উপস্থিতি বৃদ্ধির জন্য রাষ্ট্রপতি লিন্ডন বি. জনসনকে বিস্তৃত কর্তৃত্ব প্রদান করে। জনসন প্রথমবারের জন্য যুদ্ধ ইউনিট স্থাপনের নির্দেশ দিয়েছিলেন এবং সৈন্যের মাত্রা বাড়িয়ে ১৮৪,০০০-এ উন্নীত করেছিলেন। এই বিন্দুতে, ভিয়েতনামের পিপলস আর্মি (পিএভিএন) (উত্তর ভিয়েতনামি আর্মি বা এনভিএ নামেও পরিচিত) মার্কিন যুক্তরাষ্ট্র এবং দক্ষিণ ভিয়েতনামি বাহিনীর সাথে আরও প্রচলিত যুদ্ধে লিপ্ত ছিল। সামান্য অগ্রগতি সত্ত্বেও, মার্কিন যুক্তরাষ্ট্র উল্লেখযোগ্য বাহিনী গঠন অব্যাহত রাখে। মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা সচিব রবার্ট ম্যাকনামারা, যিনি যুদ্ধের অন্যতম প্রধান স্থপতি ছিলেন, ১৯৬৬ সালের শেষের দিকে বিজয়ের সন্দেহ প্রকাশ শুরু করেছিলেন। মার্কিন যুক্তরাষ্ট্র এবং দক্ষিণ ভিয়েতনাম বাহিনী স্থল বাহিনী, কামান এবং বিমান হামলা জড়িত অনুসন্ধান চালাতে এবং ধ্বংস করতে বিমানের শ্রেষ্ঠত্ব এবং অপ্রতিরোধ্য ফায়ার পাওয়ারের উপর নির্ভর করেছিল। মার্কিন যুক্তরাষ্ট্র উত্তর ভিয়েতনাম এবং লাওসের বিরুদ্ধে একটি বৃহত আকারের কৌশলগত বোমা হামলা অভিযানও পরিচালনা করেছিল।\n১৯৬৮ সালের টেট আপত্তিকর মতবাদগুলির সাথে অগ্রগতির অভাব দেখিয়েছিল। ভিসি এবং পিএভিএন ১৯৬৮ সাল জুড়ে বড় আকারের শহুরে আক্রমণ চালিয়ে যাওয়ার সাথে সাথে যুদ্ধের জন্য মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরীণ সহায়তা ম্লান হতে শুরু করে। টেটের অবহেলার কিছু কাল পরে প্রজাতন্ত্রের ভিয়েতনামের সেনাবাহিনী (এআরভিএন) প্রসারিত হয়েছিল এবং মার্কিন যুক্তরাষ্ট্রের মতবাদের পরে তা মডেল করা হয়েছিল। ১৯৮৮ সালে টেট আক্রমণাত্মক এবং পরবর্তী সময়ে মার্কিন-এআরভিএন অপারেশন চলাকালীন ভিসি ভারী ক্ষয়ক্ষতি সহ্য করেছিলেন এবং ৫০,০০০+ লোককে হারিয়েছিলেন। সিআইএর ফিনিক্স প্রোগ্রাম ভিসি'র সদস্যতা এবং সক্ষমতা আরও হ্রাস পায়। বছরের শেষ দিকে, ভিসি বিদ্রোহীরা দক্ষিণ ভিয়েতনামের প্রায় কোনও অঞ্চলই বাকি রাখেনি এবং ১৯৯৯ সালে তাদের নিয়োগ ৮০ শতাংশের অধিক হ্রাস পেয়েছিল, গেরিলা অপারেশনগুলিতে ব্যাপক হ্রাসের ইঙ্গিত দেয়, উত্তর থেকে পিএভিএন নিয়মিত সৈন্যের ব্যবহার বাড়ানোর প্রয়োজন বোধ করে। ১৯৬৯ সালে, উত্তর ভিয়েতনাম হ্রাসকৃত ভিসিকে আরও আন্তর্জাতিক মর্যাদা দেওয়ার প্রয়াসে দক্ষিণ ভিয়েতনামে একটি অস্থায়ী বিপ্লবী সরকার ঘোষণা করে, কিন্তু পিএভিএন বাহিনী আরও প্রচলিত সম্মিলিত অস্ত্র যুদ্ধ শুরু করার পরে তৎকালীন দক্ষিণ গেরিলারা পাশছাড়া হয়ে পড়ে। ১৯৭০ সাল নাগাদ, দক্ষিণে ৭০  শতাংশের অধিক কম্যুনিস্ট সেনা ছিল উত্তরীয়, এবং দক্ষিণ-অধ্যুষিত ভিসি ইউনিটগুলির কোনো অস্তিত্ব ছিল না। অভিযানগুলি জাতীয় সীমানা অতিক্রম করেছে: লাওস প্রথম দিকে উত্তর ভিয়েতনামে আক্রমণ করেছিল, যখন উত্তর ভিয়েতনাম ১৯৬৭ সালে সরবরাহ পথ হিসেবে কম্বোডিয়া ব্যবহার করেছিল; ১৯৬৯ সালে কাম্বোডিয়ার হয়ে যুক্তরাষ্ট্র বোমাবর্ষণ শুরু করেছিল, যখন ১৯৬৪ সাল থেকে লাওস পথটি ভারী বোমাবর্ষণ করেছিল। কম্বোডিয় জাতীয় সংসদ কর্তৃক রাজা নরোদম সিহানুককে পদচ্যুত করার ফলে খেমার রুজের অনুরোধে দেশটিতে একটি পিএভিএন আক্রমণের ফলে কম্বোডিয় গৃহযুদ্ধকে বাড়িয়ে তোলে এবং মার্কিন যুক্তরাষ্ট্র-এআরভিএন পাল্টা আক্রমণ চালিয়ে যায়।\n১৯৬৯ সালে, রিচার্ড নিক্সনের মার্কিন রাষ্ট্রপতি নির্বাচনের পরে, \"ভিয়েতনামাইজেশন\"-এর একটি নীতি শুরু হয়েছিল, যেখানে একটি বিস্তৃত এআরভিএন দ্বারা লড়াই করা যুদ্ধ, মার্কিন বাহিনীকে ঘরোয়া বিরোধীতা এবং ক্রমবর্ধমান নিয়োগে হতাশায় ক্রমহ্রাসমান এবং ক্রমবর্ধমান অবস্থায় দেখানো হয়েছিল। মার্কিন স্থল বাহিনী ১৯৭২ সালের গোড়ার দিকে বেশিরভাগ ক্ষেত্রে প্রত্যাহার করে নিয়েছিল এবং সমর্থনটি বিমান সমর্থন, আর্টিলারি সাপোর্ট, উপদেষ্টা এবং বৈবাহিক চালানের মধ্যে সীমাবদ্ধ ছিল। মার্কিন সমর্থন দ্বারা আটকানো এআরভিএন ১৯৭২ সালের ইস্টার আক্রমণাত্মক সময়ে প্রথম এবং বৃহত্তম যান্ত্রিকীকরণ পিএভিএন আক্রমণ বন্ধ করে দেয়। আক্রমণাত্মক ফলে উভয় পক্ষের ভারী হতাহতের ঘটনা ঘটে এবং পিএভিএন দক্ষিণ ভিয়েতনামকে পরাধীন করতে ব্যর্থ হয়, কিন্তু এআরভিএন নিজেই সমস্ত অঞ্চল পুনরায় দখল করতে ব্যর্থ হওয়ার ফলে সামরিক পরিস্থিতি কঠিন হয়ে পড়েছিল। ১৯৭৩ সালের জানুয়ারির প্যারিস পিস অ্যাকর্ডস সমস্ত মার্কিন বাহিনী প্রত্যাহার করতে দেখেছিল; ১৯৭৩ সালের ১৫ আগস্ট মার্কিন কংগ্রেস কর্তৃক গৃহীত মামলা–চার্চ সংশোধনীর মাধ্যমে সরাসরি মার্কিন যুক্তরাষ্ট্রের সামরিক সম্পৃক্ততার অবসান ঘটে। পিস অ্যাকর্ডগুলি প্রায় সঙ্গে সঙ্গেই ভেঙে পড়ে এবং লড়াই আরও দুবছর অব্যাহত থাকে। ১৯৭৫ সালের ১৭ এপ্রিল খেমার রুজে ফেনম পেনের পতন এবং ১৯৭৫ সালের বসন্ত আক্রমণে ৩০ এপ্রিল পিএভিএন কর্তৃক সাইগনকে দখল করা হয়েছিল; এটি যুদ্ধের সমাপ্তি চিহ্নিত করেছিল এবং পরের বছর উত্তর এবং দক্ষিণ ভিয়েতনাম পুনরায় একত্রিত হয়েছিল।\nলড়াইয়ের মাত্রা ছিল বিশাল। ১৯৭০ সাল নাগাদ, এআরভিএন ছিল বিশ্বের চতুর্থ বৃহত্তম সেনাবাহিনী এবং প্রায় দশ মিলিয়ন নিয়মিত সৈন্য নিয়ে পিএভিএন খুব বেশি পিছিয়ে ছিল না। যুদ্ধটি বিপুল মানবিক মূল্য বহন করেছিল: ভিয়েতনামি সৈন্য ও বেসামরিক নাগরিকের সংখ্যা অনুমানের পরিমাণ ৯৬৬,০০০ থেকে ৩.৮+ মিলিয়ন। প্রায় ২৭৫,০০০–৩১০,০০০ কম্বোডিয়, ২০,০০০–৬২,০০০ লাওতিয় এবং ৫৮,২২০+ মার্কিন যুক্তরাষ্ট্রের পরিষেবা সদস্যরাও এই সংঘর্ষে নিহত হয়েছিলেন এবং আরও ১,৬২৬+ নিখোঁজ হয়েছেন।\nভিয়েতনাম যুদ্ধের সময় চীন-সোভিয়েত বিভাজন পুনরায় উদ্ভূত হয়েছিল। কাম্পুচিয়া জাতীয় ইউনিয়নের রয়্যাল গভর্নমেন্টে উত্তর ভিয়েতনাম এবং এর কম্বোডিয় মিত্রদের মধ্যে দ্বন্দ্ব এবং নবগঠিত গণতান্ত্রিক কাম্পুচিয়া প্রায় অবিলম্বে কম্বোডিয়-ভিয়েতনামি যুদ্ধে বিস্তৃত হয়ে খেমার রুজের একাধিক সীমান্ত অভিযানের মধ্য দিয়ে শুরু হয়েছিল। চীন-ভিয়েতনামি যুদ্ধে চীনা বাহিনী ভিয়েতনামকে সরাসরি আক্রমণ করেছিল, এবং পরবর্তী সীমান্ত সংঘাত ১৯৯১ সাল পর্যন্ত স্থায়ী হয়েছিল। তিনটি দেশে সমন্বিত ভিয়েতনাম বিদ্রোহীদের বিরুদ্ধে লড়াই করেছিল। তৃতীয় ইন্দোচীন যুদ্ধের সমাপ্তি এবং পুনরায় শুরু হওয়া ভিয়েতনামি নৌ জাতী এবং বৃহত্তর ইন্দোচীন শরণার্থী সংকটকে প্রশ্রয় দেয়, যার ফলে লক্ষ লক্ষ শরণার্থী ইন্দোচীন (মূলত দক্ষিণ ভিয়েতনাম) ছেড়ে চলে গিয়েছিল, যার মধ্যে প্রায় ২৫০,০০০+ সমুদ্র পথে মারা গিয়েছিল। মার্কিন যুক্তরাষ্ট্রে যুদ্ধটি ভিয়েতনাম সিন্ড্রোম হিসেবে পরিচিত হয়েছিল, মার্কিন বিদেশী সামরিক জড়িতদের বিরুদ্ধে জনসাধারণের বিরূপতা, যা ওয়াটারগেট কেলেঙ্কারির সাথে একত্রিত হয়ে আত্মবিশ্বাসের সংকটে অবদান রেখেছিল যা ১৯৭০-এর দশকে আমেরিকাকে ব্যাপক প্রভাবিত করেছিল।\n\n\n== নাম ==\nএই দ্বন্দ্বের বিভিন্ন নাম প্রয়োগ করা হয়েছে। ভিয়েতনাম যুদ্ধ সর্বাধিক ব্যবহৃত নাম। একে এছাড়াও দ্বিতীয় ইন্দোচীন যুদ্ধ এবং ভিয়েতনাম সংঘাত বলা হয়।\nইন্দোচীনে একাধিক দ্বন্দ্ব দেখা দিয়েছে, ফলে এই বিশেষ দ্বন্দ্বটিকে আলাদা করার জন্য এটির প্রাথমিক চরিত্রের নাম দ্বারা পরিচিত। ভিয়েতনামি ভাষায় এই যুদ্ধ সাধারণত Kháng chiến chống Mỹ (আমেরিকার বিরুদ্ধে প্রতিরোধ যুদ্ধ) হিসেবে পরিচিত, তবে কম আনুষ্ঠানিকভাবে 'Cuộc chiến tranh Mỹ' (আমেরিকান যুদ্ধ) ব্যবহৃত হয়। এটি এছাড়াও Chiến tranh Việt Nam (ভিয়েতনাম যুদ্ধ) বলা হয়।\n\n\n== পটভূমি ==\nযুদ্ধে জড়িত প্রাথমিক সামরিক সংস্থাগুলি নিম্নরূপ ছিল: এর একপক্ষে ছিল প্রজাতন্ত্রী ভিয়েতনামের সেনাবাহিনী (এআরভিএন) এবং মার্কিন যুক্তরাষ্ট্রের সশস্ত্র বাহিনী, অন্যদিকে ছিল পিপলস আর্মি অব ভিয়েতনাম (পিএভিএন) (ইংরেজি ভাষার উৎসগুলিতে সাধারণত উত্তর ভিয়েতনামি আর্মি বা এনভিএ বলা হয়) এবং দক্ষিণ ভিয়েতনামের মুক্তির জন্য জাতীয় ফ্রন্ট (এনএলএফ, ইংরেজি ভাষার উৎসগুলিতে ভিয়েত কং (ভিসি) হিসেবে অধিক পরিচিত), একটি দক্ষিণ ভিয়েতনামী সাম্যবাদী গেরিলা বাহিনী।\nমার্কিন অর্থনীতিবিদ ড্যানিয়েল এল্‌সবার্গ যুক্তি দিয়েছিলেন যে, ১৯৪৫ সালে ভিয়েতনামে মার্কিন অংশ নেওয়া শুরু হয়েছিল যখন ভিয়েতনাম তার উপনিবেশকে পুনরায় দখল করার ফরাসি প্রচেষ্টাকে সমর্থন দিয়েছিল, যে দেশটি ১৯৪৫ সালের আগস্টে সবেমাত্র স্বাধীনতার ঘোষণা দিয়েছিল।\nউননবিংশ শতাব্দীর সময় ইন্দোচীন একটি ফরাসি উপনিবেশ ছিল। জাপানিরা যখন দ্বিতীয় বিশ্বযুদ্ধের সময় আক্রমণ করেছিল, তখন ভিয়েত মিন মার্কিন যুক্তরাষ্ট্র, সোভিয়েত ইউনিয়ন এবং চীনের সমর্থন নিয়ে তার বিরোধিতা করেছিল। জাপান আত্মসমর্পণ করলে ভিয়েতনাম কিছু জাপানি অস্ত্র লাভ করেছিল। হো চি মিনের নেতৃত্বে সাম্যবাদী-নেতৃত্বাধীন একটি সাধারণ ফ্রন্ট ভিয়েত মিন তখন ফরাসি শাসনের বিরুদ্ধে বিদ্রোহ শুরু করেছিল। ১৯৪৬ সালের ডিসেম্বরে, প্রথম ইন্দোচীন যুদ্ধে শত্রুতা বৃদ্ধি পায়। ১৯৫০-এর দশকের মধ্যে, এই দ্বন্দ্ব স্নায়ুযুদ্ধের সাথে জড়িয়ে পড়েছিল। ১৯৫০ সালের জানুয়ারিতে, চীন এবং সোভিয়েত ইউনিয়ন হ্যানয় ভিত্তিক ভিয়েতনামের গণতান্ত্রিক প্রজাতন্ত্রকে ভিয়েতনামের বৈধ সরকার হিসেবে স্বীকৃতি প্রদান করে। পরের মাসে মার্কিন যুক্তরাষ্ট্র এবং গ্রেট ব্রিটেন প্রাক্তন সম্রাট বায়ো আইয়ের নেতৃত্বে সায়গনে ফরাসি-সমর্থিত ভিয়েতনাম রাজ্যকে বৈধ ভিয়েতনামি সরকার হিসেবে স্বীকৃতি দেয়। ১৯৫০ সালের জুনে কোরিয় যুদ্ধের সূত্রপাত অনেক ওয়াশিংটন নীতিনির্ধারকদের বোঝায় যে ইন্দোচীন যুদ্ধ সোভিয়েত ইউনিয়ন দ্বারা পরিচালিত সাম্যবাদী সম্প্রসারণবাদের একটি উদাহরণ ছিল।\nগণপ্রজাতন্ত্রী চীনের (পিআরসি) সামরিক উপদেষ্টারা ১৯৫০ সালের জুলাইয়ে ভিয়েত মিনকে সহায়তা প্রদান শুরু করেন। পিআরসি প্রদত্ত অস্ত্র, দক্ষতা এবং শ্রমিক ভিয়েত মিনকে গেরিলা বাহিনী থেকে সেনাবাহিনীতে রূপান্তরিত করেছিল। ১৯৫০ সালের সেপ্টেম্বরে, মার্কিন যুক্তরাষ্ট্র একটি সামরিক সহায়তা ও পরামর্শদাতা (এমএএজি) সাহায্যের জন্য ফরাসিদের অনুরোধগুলি স্ক্রিন করতে, কৌশল সম্পর্কে পরামর্শ দেওয়ার জন্য এবং ভিয়েতনামি সৈন্যদের প্রশিক্ষণের জন্য তৈরি করে। ১৯৫৪ সালের মধ্যে, মার্কিন যুক্তরাষ্ট্র ফরাসি সামরিক প্রচেষ্টার সমর্থনে ১ বিলিয়ন মার্কিন ডলার ব্যয় করেছিল, যা ছিল যুদ্ধব্যয়ের প্রায় ৮০ শতাংশ।\nডিয়ান বিয়েন ফুর যুদ্ধের সময়, মার্কিন ক্যারিয়ার টনকিন উপসাগরে যাত্রা করেছিল এবং মার্কিন যুক্তরাষ্ট্র পুনরায় সংযোগকারী বিমান চালিয়েছিল। ফ্রান্স এবং মার্কিন যুক্তরাষ্ট্র তিনটি কৌশলগত পারমাণবিক অস্ত্রের ব্যবহার নিয়েও আলোচনা করেছিল, যদিও এটি কতটা গুরুত্ব সহকারে বিবেচনা করা হয়েছিল এবং কাদের দ্বারা তা অস্পষ্ট এবং অসঙ্গত ছিল। তৎকালীন মার্কিন উপ-রাষ্টপতি রিচার্ড নিক্সনের মতে, জয়েন্ট চিফস অব স্টাফ ফরাসিদের সমর্থন করার জন্য ক্ষুদ্র কৌশলগত পারমাণবিক অস্ত্র ব্যবহারের পরিকল্পনা তৈরি করেছিল। ভিয়েতনামের তথাকথিত \"লুণ্ঠক\" নিক্সন পরামর্শ দিয়েছিলেন যে মার্কিন যুক্তরাষ্ট্রকে \"মার্কিন ছেলেদের ভিতরে রাখতে\" হবে। রাষ্ট্রপতি ডোয়াইট ডি. আইজেনহাওয়ার ব্রিটিশদের সহায়তায় আমেরিকানদের অংশগ্রহণের একটি দল তৈরি করেছিলেন, কিন্তু ব্রিটিশরা এর বিরোধিতা করেছিল। আইজেনহাওয়ার, এশিয়ার স্থলযুদ্ধে মার্কিন যুক্তরাষ্ট্রকে জড়িত থাকার বিষয়ে সতর্কতা অবলম্বন করে সামরিক হস্তক্ষেপের বিরুদ্ধে সিদ্ধান্ত নিয়েছিলেন। পুরো দ্বন্দ্বের পরেও মার্কিন গোয়েন্দা অনুমান ফ্রান্সের সাফল্যের সম্ভাবনা সম্পর্কে সন্দেহজনক ছিল।\n১৯৫৪ সালের মে মাসে, দিয়েন বিয়েন ফুয়ে ফরাসি গ্যারিসন আত্মসমর্পণ করে। এই পরাজয় ইন্দোচীনে ফরাসি সামরিক সম্পৃক্ততার অবসান ঘটিয়েছিল। ১৯৫৪ সালের জেনেভা সম্মেলনে ফরাসিরা ভিয়েত মিনের সাথে যুদ্ধবিরতি চুক্তি করে এবং কম্বোডিয়া, লাওস এবং ভিয়েতনামকে স্বাধীনতা দেওয়া হয়।\n\n\n== অবস্থান্তর সময়কাল ==\n\n১৯৫৪ সালে জেনেভা শান্তি সম্মেলনে ভিয়েতনামকে ১৭টি সমান্তরালে অস্থায়ীভাবে বিভক্ত করা হয়েছিল। হো চি মিন দক্ষিণে যুদ্ধ চালিয়ে যাওয়ার ইচ্ছা পোষণ করেছিলেন, তবে তার চীনা মিত্ররা তাকে নিয়ন্ত্রণ এবং নিশ্চিত করেছিল যে তিনি নির্বাচনী উপায়ে ক্ষমতা অর্জন করতে পারবেন। জেনেভা চুক্তির শর্তাবলী অনুসারে, নাগরিকদের ৩০০ কার্যদিবস সময়ের জন্য দুটি অস্থায়ী রাষ্ট্রের মধ্যে অবাধে চলাচলের অনুমতি দেওয়া হয়েছিল। একীভূত সরকার প্রতিষ্ঠার জন্য ১৯৫৬ সালে দেশজুড়ে নির্বাচন অনুষ্ঠিত হয়। প্রায় দশ লক্ষ উত্তরাঞ্চলীয়, মূলত সংখ্যালঘু ক্যাথলিকরা, সাম্যবাদীদের দ্বারা অত্যাচারের ভয়ে দক্ষিণে পালিয়েছিল। এরপর মার্কিন যুক্তরাষ্ট্র একটি মনস্তাত্ত্বিক যুদ্ধবিগ্রহ প্রচারণা চালায়, সেন্ট্রাল ইন্টেলিজেন্স এজেন্সির (সিআইএ) পক্ষে অ্যাডওয়ার্ড ল্যানসডেলের পরিকল্পনায়, যা ভিয়েত মিনের মধ্যে ক্যাথলিক-বিরোধী মনোভাবকে অতিরঞ্জিত করেছিল এবং মার্কিন যুক্তরাষ্ট্র হ্যানয়ে পারমাণবিক বোমা বর্ষণ করবে বলে মিথ্যা দাবি করা হয়েছিল। মার্কিন যুক্তরাষ্ট্রের $৯৩ মিলিয়ন ডলার অর্থায়নে পরিচালিত দলবদ্ধভাবে স্থানান্তরের এই কর্মসূচী সমন্বিত হয়েছিল, যার মধ্যে শরণার্থীদের ফেরিতে সপ্তম নৌবহরের ব্যবহার অন্তর্ভুক্ত ছিল। উত্তরাঞ্চলীয়, প্রধানত ক্যাথলিক শরণার্থীরা পরবর্তীকালে দক্ষিণের নাগো দিনাজ দিম সরকারকে একটি শক্তিশালী সাম্যবাদবিরোধী নির্বাচনী এলাকা প্রদান করে। দিম তার সরকারের মূল পদগুলি বেশিরভাগ উত্তর এবং কেন্দ্রীয় ক্যাথলিকদের দ্বারা পরিচালনা করেছিলেন।\nদক্ষিণে প্রবাহিত ক্যাথলিকদের পাশাপাশি, ১৭৪,০০০ \"বিপ্লবী গোষ্ঠীবদ্ধ\" এবং তাদের ৮৬,০০০ নির্ভরশীলরা \"পুনর্নির্মাণ\" করার জন্য উত্তর দিকে গিয়েছিল, দুই বছরের মধ্যে দক্ষিণে ফিরে আসার প্রত্যাশায়। ভবিষ্যতে বিদ্রোহের ভিত্তি হিসেবে ভিয়েত মিন দক্ষিণে প্রায় ৫,০০০ থেকে ১০,০০০ কর্মী রেখেছিল। সর্বশেষ ফরাসি সৈন্যরা ১৯৫৬ সালের এপ্রিলে দক্ষিণ ভিয়েতনাম ছেড়ে যায়। পিআরসি একই সময়ে উত্তর ভিয়েতনাম থেকে প্রত্যাহারটি সম্পন্ন করে।\n১৯৫৩ থেকে ১৯৫৬ সালের মধ্যে, উত্তর ভিয়েতনামি সরকার \"খাজনা হ্রাস\" এবং \"ভূমি সংস্কার\" সহ বিভিন্ন কৃষি সংস্কার চালু করেছিল, যার ফলে উল্লেখযোগ্য রাজনৈতিক নিপীড়নের সৃষ্টি হয়েছিল। ভূমি সংস্কারের সময়, উত্তর ভিয়েতনামের প্রত্যক্ষদর্শীদের সাক্ষ্য প্রতি ১৬০ গ্রামবাসির জন্য একজনের মৃত্যুদণ্ডের অনুপাতের প্রস্তাব করেছিল, যা দেশব্যাপী বহির্ভূতভাবে প্রায় ১০০,০০০ মৃত্যুদণ্ডের ইঙ্গিত দেয়। যেহেতু অভিযানটি মূলত রেড নদীর বদ্বীপ অঞ্চলে কেন্দ্রীভূত ছিল, ৫০,০০০ মৃত্যুদণ্ডের কম অনুমান সেই সময় পণ্ডিতদের দ্বারা ব্যাপকভাবে গৃহীত হয়েছিল। এটি ৩২,০০০ মৃত্যুদন্ডের একটি কম অনুমান দেয়। তবে, ভিয়েতনামি এবং হাঙ্গেরিয় সংরক্ষণাগার থেকে প্রাপ্ত অযৌক্তিক দলিলগুলি ইঙ্গিত দেয় যে মৃত্যুদণ্ড কার্যকর হওয়ার সময়ের তুলনায় সেই সময়ের চেয়ে অনেক কম ছিল যদিও এটি সম্ভবত ১৩,৫০০ এরও অধিক ছিল। ১৯৫৬ সালে, হ্যানয়ের নেতারা এই কর্যক্রমটি বাস্তবায়নে \"বাড়াবাড়ি\" স্বীকার করেছিলেন এবং জমির একটি বড় পরিমাণ মূল মালিকদের কাছে পুনরুদ্ধার করেছিলেন।\nইতোমধ্যে দক্ষিণ ভিয়েতনাম বায়ো দাইকে সম্রাট এবং নাগো দিনাজ দিমকে (১৯৫৪ সালের জুলাইয়ে নিয়োগপ্রাপ্ত) প্রধানমন্ত্রী হিসেবে নিযুক্ত করে রাজ্য গঠন করেছিল। ১৯৫৪ সালের জেনেভা সম্মেলনে মার্কিন যুক্তরাষ্ট্র সরকার বা নাগো দিনাজ দিমের ভিয়েতনাম রাজ্য কোন পক্ষই স্বাক্ষর করেনি। পুনর্মিলনের প্রশ্নে শ্রমহীন সাম্যবাদী ভিয়েতনামি প্রতিনিধিরা ভিয়েতনামের যে কোনও বিভাগের পক্ষে কঠোর আপত্তি করেছিল, কিন্তু ফরাসিরা ভিয়েত মিনের প্রতিনিধি ফাম ভান আংয়ের প্রস্তাব গ্রহণ করলে হেরে যায়। ফাম ভান আং, যিনি ভিয়েতনামকে শেষ পর্যন্ত \"স্থানীয় কমিশন\"-এর তত্ত্বাবধানে নির্বাচনের মাধ্যমে ঐক্যবদ্ধ হতে প্রস্তাব করেছিল। দক্ষিণ ভিয়েতনাম এবং যুক্তরাজ্যের সমর্থন নিয়ে যুক্তরাষ্ট্র \"মার্কিন পরিকল্পনা\" হিসেবে পরিচিতি লাভের সাথে লড়াই চালিয়ে যায়। জাতিসংঘের তত্ত্বাবধানে একীকরণ নির্বাচনের জন্য এটি সরবরাহ করেছিল, তবে সোভিয়েত প্রতিনিধি কর্তৃক তা প্রত্যাখ্যান করা হয়েছিল। মার্কিন যুক্তরাষ্ট্র বলেছে, \"ভিয়েতনাম রাজ্যের প্রতিনিধি যে বক্তব্য দিয়েছেন তার প্রতি শ্রদ্ধা জানিয়ে মার্কিন যুক্তরাষ্ট্র তার পুনঃব্যক্ত করেছে ঐতিহ্যবাহী অবস্থান যে লোকেরা তাদের নিজস্ব ভবিষ্যত নির্ধারণের অধিকারী এবং এটি এমন কোনও ব্যবস্থায় যোগ দেবে না যা এটিকে বাধা দেয়\"।\nমার্কিন রাষ্ট্রপতি ডোয়াইট ডি. আইজেনহাওয়ার ১৯৫৪ সালে লিখেছিলেন,\n\nI have never talked or corresponded with a person knowledgeable in Indochinese affairs who did not agree that had elections been held as of the time of the fighting, possibly eighty percent of the population would have voted for the Communist Ho Chi Minh as their leader rather than Chief of State Bảo Đại. Indeed, the lack of leadership and drive on the part of Bảo Đại was a factor in the feeling prevalent among Vietnamese that they had nothing to fight for. \n\nপেন্টাগন পেপার্স অনুসারে, ১৯৫৪ থেকে ১৯৫৬ সাল পর্যন্ত দক্ষিণ ভিয়েতনামে \"নাগো দিনাজ দিম সত্যিই অলৌকিক কাজ করেছিলেন\": \"এটা প্রায় নিশ্চিত যে ১৯৫৬ সালের মধ্যে যে অনুপাত হো—দিমের বিরুদ্ধে একটি অবাধ নির্বাচনের পক্ষে ভোট দিয়েছিল—সম্ভবত আশি শতাংশের চেয়ে অনেক কম ছিল।\" ১৯৫৭ সালে ভারত, পোল্যান্ড এবং কানাডা থেকে আন্তর্জাতিক নিয়ন্ত্রণ কমিশনের (আইসিসি) প্রতিনিধিত্বকারী স্বতন্ত্র পর্যবেক্ষকরা বলেছিলেন যে সুষ্ঠু, নিরপেক্ষ নির্বাচন সম্ভব নয়। আইসিসির প্রতিবেদনে বলা হয়েছে যে দক্ষিণ বা উত্তর কেউই ভিয়েতনাম আর্মিস্টিস চুক্তিকে সম্মান জানায়নি।\n১৯৫৫ সালের এপ্রিল থেকে জুন মাস পর্যন্ত, দিম দক্ষিণে যে কোনও রাজনৈতিক বিরোধীদলকে দু'টি ধর্মীয় গোষ্ঠী: কাও আই এবং বা কাটের হাও হাওর বিরুদ্ধে সামরিক অভিযান শুরু করে নির্মূল করেছিল। এই অভিযান বন জুইন সংগঠিত অপরাধ দলের উপরও দৃষ্টি নিবদ্ধ করেছিল, যা সাম্যবাদী দলের গোপন পুলিশ সদস্যদের সাথে জোটবদ্ধ ছিল এবং কিছু সামরিক উপাদান ছিল। তার কঠোর কৌশলগুলির বিস্তৃত ভিত্তিক বিরোধিতা শুরু করার সাথে সাথে দিম ক্রমশ সাম্যবাদীদের দোষারোপ করার চেষ্টা করেছিলেন।\n১৯৫৫ সালের ২৩ অক্টোবর ভিয়েতনাম রাজ্যের ভবিষ্যতের বিষয়ে একটি গণভোটে, দিম তার ভাই নাগো দিনাজ নুহের তত্ত্বাবধানে জরিপটি কারচুপি করেছিলেন এবং সাইগনের ১৩৩ শতাংশ ভোট সহ সর্বমোট ৯৮.২ শতাংশ ভোট পেয়েছিলেন। তার মার্কিন উপদেষ্টারা \"৬০ থেকে ৭০ শতাংশের\" ব্যবধানে জয়ের পরামর্শ দিয়েছিলেন। দিম অবশ্য নির্বাচনটিকে কর্তৃত্বের পরীক্ষা হিসেবে দেখেছিলেন। তিন দিন পরে তিনি দক্ষিণ ভিয়েতনামকে রিপাবলিক অব ভিয়েতনাম (আরওভি) নামে একটি রাষ্ট্র এবং নিজেকে দেশটির রাষ্ট্রপতি ঘোষণা করেন। তেমনিভাবে হো চি মিন এবং অন্যান্য সাম্যবাদী আধিকারিকরা সর্বদা উত্তর ভিয়েতনামের \"নির্বাচনের\" সর্বনিম্ন ৯৯ শতাংশ ভোটে জয়লাভ করেছিলেন।\nডোমিনো তত্ত্ব, যেটি যুক্তি দিয়েছিল যে, যদি কোনও দেশ সাম্যবাদের দিকে এগোয়, তবে আশেপাশের সমস্ত দেশ তার অনুসরণ করবে, যেটি সর্বপ্রথম আইজেনহাওয়ার প্রশাসন নীতি হিসেবে প্রস্তাব করেছিল। জন এফ. কেনেডি, যিনি পরবর্তী ইউএস সেনেটর হয়েছিলেন, বলেছেন, ভিয়েতনামের মার্কিন বন্ধুদের উদ্দেশ্যে একটি ভাষণ: \"বার্মা, থাইল্যান্ড, ভারত, জাপান, ফিলিপাইন এবং স্পষ্টতই লাওস ও কম্বোডিয়া তাদের মধ্যে রয়েছে যাদের লাল জোয়ার ভিয়েতনামে উপচে পড়লে তাদের নিরাপত্তা হুমকির সম্মুখীন হবে।\"\n\n\n== দিম যুগ, ১৯৫৪–১৯৬৩ ==\n\n\n=== শাসন ===\n\nএকজন ধর্মপ্রাণ রোমান ক্যাথলিক হিসেবে নাগো দিনাজ দিম ছিলেন উগ্র সাম্যবাদী, জাতীয়তাবাদী এবং সামাজিকভাবে রক্ষণশীল। ঐতিহাসিক লু দোয়ান হুইন উল্লেখ করেছেন যে, \"দিম একজন স্বৈরাচার ও স্বজনপ্রীতি পরায়ন এবং চরমপন্থী জাতীয়তাবাদের প্রতিনিধিত্ব করেছিলেন।\" অধিকাংশ ভিয়েতনামি বৌদ্ধ ছিলেন এবং কুমারি মেরির প্রতি তার দেশ উৎসর্গের মতো তারা দিমের কর্মকাণ্ডে উদ্বিগ্ন হয়েছিলেন।\n১৯৫৫ সালের গ্রীষ্মের শুরুতে, দিম \"সাম্যবাদীদের নিন্দা করুন\" প্রচারণা শুরু করেছিলনে, সেই সময়ে সন্দেহভাজন সাম্যবাদী এবং সরকার বিরোধী অন্যান্য শক্তি গ্রেপ্তার, কারাবন্দী এবং নির্যাতন বা মৃত্যুদণ্ড দেওয়া হয়েছিল। তিনি ১৯৫৪ সালের আগস্টে সাম্যবাদী  হিসেবে বিবেচিত কার্যকলাপের বিরুদ্ধে মৃত্যুদণ্ড জারি করেছিলেন। ১৯৫৪ থেকে ১৯৫৭ সালের মধ্যে দিমের প্রায় ১২,০০০ সন্দেহভাজন বিরোধী নিহত হয়েছিল, এবং ১৯৫৮ সালের শেষদিকে আনুমানিক ৪০,০০০ রাজনৈতিক বন্দির জেল হয়েছিল।\n\n১৯৫৭ সালের মে মাসে, দিম মার্কিন যুক্তরাষ্ট্রে দশ দিনের রাষ্ট্রীয় সফর করেছিলেন। রাষ্ট্রপতি আইজেনহাওয়ার তার অব্যাহত সহায়তার প্রতিশ্রুতি প্রদান করেছিলেন, এবং নিউ ইয়র্ক শহরে দিমের সম্মানে একটি কুচকাওয়াজ অনুষ্ঠিত হয়েছিল। যদিও দিম প্রকাশ্যে প্রশংসিত হয়েছিল, রাষ্ট্র সচিব জন ফস্টার দুললেস ব্যক্তিগতভাবে দিমকে নির্বাচিত হিসেবে স্বীকৃতি দিয়েছিলেন কারণ তারা এর চেয়ে ভাল বিকল্প আর খুঁজে পায় নি।\n\n\n=== দক্ষিণে বিদ্রোহ, ১৯৫৪–১৯৬০ ===\n১৯৫৪ থেকে ১৯৫৭ সালের মধ্যে, দিম সরকার গ্রামাঞ্চলে বৃহত্তর, বিশৃঙ্খলাবদ্ধ অসন্তোষ কাটিয়ে উঠতে সফল হয়েছিল। ১৯৫৭ সালের গোড়ার দিকে, এক দশকেরও অধিক সময়ের মধ্যে দক্ষিণ ভিয়েতনাম প্রথম শান্তি উপভোগ করেছিল। ১৯৫৭ সালের মাঝামাঝি সময়ে রাজনৈতিক সহিংসতার ঘটনা ঘটতে শুরু করে, তবে সরকার \"এটিকে একটি প্রচারণা হিসেবে বিবেচনা করে নি, বড় ধরনের জিভিএন [ভিয়েতনাম সরকার] সংস্থার প্রতিশ্রুতি প্রদানের ক্ষেত্রে যে অসুবিধাগুলি ছিল তা বিচ্ছিন্নভাবে বিবেচনা করে।\" ১৯৫৯ সালের গোড়ার দিকে, দিম (ক্রমবর্ধমান ঘন ঘন) ব্যাধিগুলিকে একটি সংগঠিত প্রচারণার অংশ হিসেবে বিবেচনা করে আইন ১০/৫৯ কার্যকর করেছিলেন, যা মৃত্যু ও সম্পত্তি বাজেয়াপ্ত করে রাজনৈতিক সহিংসতা দণ্ডনীয় করে তুলেছিল। সাবেক ভিয়েত মিনের মধ্যে কিছুটা বিভেদ ছিল যার মূল লক্ষ্য ছিল জেনেভা চুক্তিতে প্রতিশ্রুতিযুক্ত নির্বাচন অনুষ্ঠান, যার ফলে অন্যান্য কমিউনিস্ট এবং জিভিএন-বিরোধী নেতাকর্মীদের থেকে পৃথক \"ওয়াইল্ডক্যাট\" কার্যক্রম শুরু হয়েছিল।\n১৯৬০ সালের ডিসেম্বরে, ভিয়েত কং অ-সাম্যবাদীদের সহ সমস্ত জিভিএন-বিরোধী নেতাকর্মীদের একত্র করার লক্ষ্যে আনুষ্ঠানিকভাবে তৈরি হয়েছিল। এটি কম্বোডিয়ার মেমতে গঠিত হয়েছিল এবং এটি একটি কেন্দ্রীয় অফিসের মাধ্যমে পরিচালিত হয়েছিল যা সিওএসভিএন নামে পরিচিত। পেন্টাগন পেপার্সের মতে, ভিয়েত কং \"মার্কিন উপদেষ্টাদের প্রত্যাহার এবং জেভিএন-এর ভূমি সংস্কার ও উদারকরণ, জোট সরকার এবং ভিয়েতনামের নিরপেক্ষকরণের উপর জোর দিয়েছিল।\" সংগঠনের নেতাদের পরিচয় প্রায়শই গোপন রাখা হয়েছিল।\nভিয়েত কংয়ের পক্ষে সমর্থনটি দিমের গ্রামাঞ্চলে জমি সংস্কার বিপর্যয়ে কৃষকের ক্ষোভ দ্বারা পরিচালিত হয়েছিল। গ্রামাঞ্চলে বাসকারী অধিকাংশ জনগণ এই সংস্কারগুলিকে জোরালোভাবে সমর্থন করেছিল। তারা নিয়ন্ত্রিত অঞ্চলগুলিতে, ভিয়েত মিন বড় বড় বেসরকারি জমিঘর, ভাড়া ও ঋণ হ্রাস করে এবং সাম্প্রদায়িক জমিগুলি বেশিরভাগ দরিদ্র কৃষকদের কাছে বাজেয়াপ্ত করেছিল। দিম জমিদারদের গ্রামে ফিরিয়ে এনেছিল। যে ব্যক্তিরা বছরের পর বছর ধরে জমি চাষ করেছিল তাদের জমিদারের কাছে জমি ফিরিয়ে দিতে হবে এবং বছরের পর বছর ভাড়া দিতে হবে। এই ভাড়া আদায় দক্ষিণ ভিয়েতনামি সেনাবাহিনী কার্যকর করেছিল। গ্রামগুলির মধ্যে বিভাজনগুলি ফরাসিদের বিরুদ্ধে যারা বিদ্যমান ছিল তাদের পুনরুত্পাদন করেছিল: \"এনএলএফকে ৭৫ শতাংশ সমর্থন, ২০ শতাংশ নিরপেক্ষ থাকার চেষ্টা করছে এবং ৫ শতাংশ দৃঢ়ভাবে সরকারপন্থী\"।\n\n\n==== উত্তর ভিয়েতনামি সম্পৃক্ততা ====\n\n১৯৫৬ সালের মার্চে দক্ষিণের সাম্যবাদী নেতা লু দুউন হ্যানয় পলিটব্যুরোর অন্য সদস্যদের নিকট \"দ্য রোড টু দ্য সাউথ\" শিরোনামে বিদ্রোহ পুনরুদ্ধারের পরিকল্পনা পেশ করেছিলেন। তবে, চীন ও সোভিয়েত উভয়ই এই সময় সংঘর্ষের বিরোধিতা করায় ল দুউনের এই পরিকল্পনা প্রত্যাখ্যান করা হয়েছিল। এ সত্ত্বেও, উত্তর ভিয়েতনামি নেতৃত্ব ১৯৫৬ সালের ডিসেম্বরে দক্ষিণ বিদ্রোহীদের পুনরুদ্ধার করার জন্য অস্থায়ী পদক্ষেপগুলি অনুমোদন করে।\nএই সিদ্ধান্তটি লাও দং কেন্দ্রীয় কমিটির একাদশ পূর্ণাঙ্গ অধিবেশনে গৃহীত হয়েছিল। ১৯৫৮ সালে সাম্যবাদী বাহিনী একক কমান্ড কাঠামোর অধীনে ছিল। ১৯৫৯ সালের জানুয়ারির একটি অধিবেশনে উত্তর ভিয়েতনামি সাম্যবাদী পার্টি দক্ষিণে একটি \"জনযুদ্ধ\" অনুমোদন করেছিল। একই বছরের মে মাসে, হো চি মিন ট্রেইল বজায় রাখতে এবং আপগ্রেড করার জন্য গ্রুপ ৫৫৯ প্রতিষ্ঠিত হয়েছিল। যেটি ছিল এই সময়ে লাওসের মধ্য দিয়ে ছয় মাসের পর্বতমালার ট্রেক। ১৯৫৪ সালের প্রায় ৫০০ \"দল\" পরিচালনার প্রথম বছরে দক্ষিণে ট্রেইলে প্রেরণ করা হয়েছিল। ১৯৫৯ সালের আগস্টে ট্রেইলের মাধ্যমে প্রথম অস্ত্র সরবরাহ শেষ হয়েছিল। ১৯৬১ থেকে ১৯৬৩ সালের মধ্যে প্রায় ৪০,০০০ সাম্যবাদী সৈন্য দক্ষিণে অনুপ্রবেশ করেছিল।\n\n\n== কেনেডির তীব্রতাবৃদ্ধি, ১৯৬১–১৯৬৩ ==\n\n১৯৬০ সালের মার্কিন রাষ্ট্রপতি নির্বাচনে সেনেটর জন এফ. কেনেডি শায়িত্ব উপরাষ্ট্রপতি রিচার্ড এম. নিক্সনকে পরাজিত করেছিলেন। যদিও আইজেনহাওয়ার কেনেডিকে লাওস এবং ভিয়েতনাম সম্পর্কে সতর্ক করেছিলেন, ইউরোপ এবং লাতিন আমেরিকা \"তার দৃষ্টিতে এশিয়ার চেয়েও বড় হয়ে উঠেছে।\" ১৯৬১ সালের জুনে, ইউ.এস.–সোভিয়েত সমস্যা নিয়ে তারা ভিয়েনায় আলোচনা করতে গিয়ে সোভিয়েত প্রধানমন্ত্রী নিকিতা ক্রুশ্চেভের সাথে তীব্রভাবে দ্বিমত পোষণ করেছিলেন। মাত্র ১৬ মাস পরে, কিউবার ক্ষেপণাস্ত্র সংকট (১৬-২৫ অক্টোবর ১৯৬২) বিশ্বব্যাপী টেলিভিশনে প্রদর্শিত হয়েছিল। স্নায়ুযুদ্ধটি পুরোপুরি পারমাণবিক যুদ্ধের দিকে এগিয়ে যাওয়ার সবচেয়ে নিকটবর্তী ছিল এবং মার্কিন যুক্তরাষ্ট্র স্ট্র্যাটেজিক এয়ার কমান্ড (এসএসি) বাহিনীর প্রস্তুতি স্তরকে ডিএফসিএন ২-এ তে উন্নীত করেছিল।\nকেনেডি প্রশাসন ট্রুম্যান এবং আইজেনহাওয়ার প্রশাসনের উত্তরাধিকার সূত্রে স্নায়ুযুদ্ধের বৈদেশিক নীতিতে প্রতিশ্রুতিবদ্ধ ছিল। ১৯৬১ সালে মার্কিন যুক্তরাষ্ট্রে দক্ষিণ কোরিয়া ভিত্তিক ৫০,০০০ সেনা ছিল এবং কেনেডি চারটি সংকট পরিস্থিতির মুখোমুখি হয়েছিল: পিগ উপসাগরের আক্রমণের ব্যর্থতা যেটি তিনি ৪ এপ্রিল অনুমোদন করেছিলেন, লাওসের পশ্চিমাপন্থী সরকার এবং নিষ্পত্তি আলোচনা মে মাসে প্যাথ লাও সাম্যবাদী আন্দোলন (\"কেনেডি লাওসকে পেছনে ফেলেছিল, যার উগ্র অঞ্চলটি মার্কিন সেনাদের পক্ষে যুদ্ধের ক্ষেত্র ছিল না।\"), আগস্টে বার্লিন প্রাচীর নির্মাণ এবং অক্টোবরে কিউবার ক্ষেপণাস্ত্র সঙ্কট। কেনেডি বিশ্বাস করেছিলেন যে নিয়ন্ত্রণ অর্জন এবং সাম্যবাদী সম্প্রসারণ রোধে অন্য একটি ব্যর্থতা মার্কিন যুক্তরাষ্ট্রের বিশ্বাসযোগ্যতার অপূরণীয়ভাবে ক্ষতিগ্রস্ত করবে। তিনি \"বালির মধ্যে একটি রেখা আঁকতে\" এবং ভিয়েতনামে সাম্যবাদী বিজয় রোধে দৃঢ়প্রতিজ্ঞ ছিলেন। ক্রুশ্চেভের সাথে ভিয়েনা সম্মেলনের পরপরই দ্য নিউ ইয়র্ক টাইমসের জেমস রেস্টনকে তিনি বলেছিলেন, \"এখন আমাদের শক্তিটিকে বিশ্বাসযোগ্য করে তুলতে আমাদের সমস্যা হচ্ছে এবং ভিয়েতনাম জায়গাটির মতো দেখায়।\"\n\nদক্ষিণ ভিয়েতনামের প্রতি কেনেদের নীতি ধরে নিয়েছিল যে দিম এবং তার বাহিনী নিজেরাই চূড়ান্তভাবে গেরিলাদের পরাস্ত করতে সক্ষম হবে। তিনি মার্কিন যুদ্ধ সেনা মোতায়েনের বিরুদ্ধে ছিলেন এবং লক্ষ্য করেছিলেন যে \"সেখানে প্রচুর সংখ্যক মার্কিন সেনা প্রবর্তন করা, যদিও এটির প্রাথমিকভাবে অনুকূল সামরিক প্রভাব থাকতে পারে, প্রায় অবশ্যই প্রতিকূল রাজনৈতিক এবং দীর্ঘমেয়াদে বিরূপ সামরিক পরিণতি ঘটাতে পারে\"। তবে দক্ষিণ ভিয়েতনামি সেনাবাহিনীর গুণমান অবশ্য নিম্নমানের ছিল। দুর্বল নেতৃত্ব, দুর্নীতি, এবং রাজনৈতিক প্রচারগুলি সবই এআরভিএনকে দুর্বল করতে ভূমিকা রেখেছিল। বিদ্রোহীরা কর্মশক্তি জড়ো করলে গেরিলা হামলার পুনরাবৃত্তি বাড়তে থাকে। ভিয়েত কংয়ের প্রতি হ্যানয়ের সমর্থন ভূমিকা পালন করার সময়, দক্ষিণ ভিয়েতনামি সরকারের অযোগ্যতা সংকটের মূল কেন্দ্রবিন্দুতে ছিল।\nকেনেডি উত্থাপিত একটি বড় ইস্যু ছিল যে সোভিয়েত মহাকাশ এবং ক্ষেপণাস্ত্রের কার্যক্রমগুলি মার্কিন যুক্তরাষ্ট্রকে ছাড়িয়ে গেছে কিনা। যদিও কেনেডি সোভিয়েতদের সাথে দূরপাল্লার ক্ষেপণাস্ত্রের সমতাকে জোর দিয়েছিলেন, তবুও তিনি সাম্যবাদী বিদ্রোহের কারণে হুমকির সম্মুক্ষিণ তৃতীয় বিশ্বের দেশগুলিতে জঙ্গিবাদ বিরোধী বিদ্রোহ দমনের জন্য বিশেষ বাহিনী ব্যবহারে আগ্রহী ছিলেন। যদিও তারদের উদ্দেশ্যে ছিল মূলত ইউরোপে প্রচলিত সোভিয়েত আগ্রাসনের পরবর্তী যুদ্ধক্ষেত্রের পিছনে ব্যবহার, কেনেডি বিশ্বাস করেছিলেন যে গ্রিন বেরেটের মতো বিশেষ বাহিনী নিযুক্ত গেরিলা কৌশলগুলি ভিয়েতনামের \"ব্রাশ ফায়ার\" যুদ্ধে কার্যকর হবে।\n\nকেনেডির উপদেষ্টা ম্যাক্সওয়েল টেলর এবং ওয়াল্ট রোস্তো সুপারিশ করেছিলেন যে মার্কিন সেনাদের বন্যার ত্রাণকর্মীদের ছদ্মবেশে দক্ষিণ ভিয়েতনামে প্রেরণ করা হোক। কেনেডি এই ধারণা প্রত্যাখ্যান এবং সামরিক সহায়তা বৃদ্ধি করেন। ১৯৬২ সালের এপ্রিলে, জন কেনেথ গলব্রেইথ কেনেডিকে সতর্ক করে দিয়েছিলেন, \"আমরা এই অঞ্চলে ফরাসিদের উপনিবেশিক শক্তি হিসেবে প্রতিস্থাপন করব এবং ফরাসিদের মতো রক্তপাত ঘটাবো।\" ১৯৬৩ সালের নভেম্বরের হিসেবে, দক্ষিণ ভিয়েতনামে ১৬,০০০ মার্কিন সামরিক কর্মী নিযুক্ত ছিল।\n১৯৬১ সালের শেষদিকে কৌশলগত হ্যামলেট কার্যক্রম শুরু করা হয়েছিল। এই যৌথ মার্কিন যুক্তরাষ্ট্রে–দক্ষিণ ভিয়েতনামি কার্যক্রমের মাধ্যমে গ্রামীণ জনগোষ্ঠীকে দুর্গম শিবিরে পুনর্বাসনের চেষ্টা করা হয়েছিল। এটি ১৯৬২ সালের গোড়ার দিকে বাস্তবায়িত হয়েছিল এবং কিছুটা বাধ্যতামূলক স্থানান্তর, গ্রামের অন্তরঙ্গকরণ এবং গ্রামাঞ্চলীয় দক্ষিণ ভিয়েতনামিদের বিভাজনকে নতুন-নতুন সম্প্রদায়ের সাথে জড়িত করা হয়েছিল যেখানে কৃষকরা ভিয়েত কং থেকে বিচ্ছিন্ন হয়ে পড়বে। আশা করা হয়েছিল যে এই নতুন সম্প্রদায়গুলি কৃষকদের নিরাপত্তা দেবে এবং তাদের এবং কেন্দ্রীয় সরকারের মধ্যে বন্ধনকে আরও শক্তিশালী করবে। যদিও, নভেম্বর ১৯৬৩ সালের মধ্যে কার্যক্রমটি হ্রাস পেয়েছিল এবং ১৯৬৪ সালে আনুষ্ঠানিকভাবে এটি সমাপ্ত হয়েছিল।\n১৯৬২ সালের ২৩ জুলাই, চীন, দক্ষিণ ভিয়েতনাম, সোভিয়েত ইউনিয়ন, উত্তর ভিয়েতনাম এবং মার্কিন যুক্তরাষ্ট্র সহ চৌদ্দটি দেশ লাওসের নিরপেক্ষতার প্রতি সম্মান প্রদর্শনের প্রতিশ্রুতিবদ্ধ একটি চুক্তিতে স্বাক্ষর করেছিল।\n\n\n=== উৎখাত এবং নাগো দিনাজ দিমের গুপ্তহত্যা ===\nএআরভিএন-এর অদক্ষ কর্মক্ষমতা ১৯৬৩ সালের ২ জানুয়ারি এপ ব্যাকের যুদ্ধের মতো ব্যর্থ ক্রিয়াকলাপ দ্বারা উদাহরণ দেওয়া হয়েছিল, যেখানে ভিয়েত কংয়ের একটি ছোট্ট দল অনেক বড় এবং উন্নততর সজ্জিত দক্ষিণ ভিয়েতনামি বাহিনীর বিরুদ্ধে যুদ্ধে জিতেছিল, যার অনেক কর্মকর্তা এমনকি যুদ্ধে অংশ নিতে অনিচ্ছুক বলে মনে হয়েছিল। যুদ্ধের সময় দক্ষিণ ভিয়েতনাম ৮৩ জন সৈন্যকে হারিয়েছিল, ৫টি মার্কিন যুদ্ধ হেলিকপ্টার ভিয়েত কং সেনাবাহিনীর গুলিতে পতিত হয়েছিল, এবং ভিয়েত কং বাহিনী মাত্র ১৮ জন সৈন্য হারিয়েছিল। এআরভিএন বাহিনীর নেতৃত্ব ছিল দিমের সবচেয়ে বিশ্বস্ত জেনারেল, আইভি কর্পসের কমান্ডার হুহান ভন কাও। তিনি একজন ক্যাথলিক ছিলেন, এবং দক্ষতার চেয়ে ধর্ম ও বিশ্বস্ততার কারণে প্রচার পেয়েছিলেন। তার প্রধান কাজ ছিল অভ্যুত্থানের প্রচেষ্টা চালিয়ে যাওয়ার জন্য তার বাহিনীকে রক্ষা করা। পূর্বে তিনি সাম্যবাদী হামলার সময় তার বমন উদ্রেককর হয়েছিল। ওয়াশিংটনের কিছু নীতিনির্ধারক এই সিদ্ধান্তে পৌঁছাতে শুরু করেছিলেন যে দিম সাম্যবাদীদের পরাস্ত করতে অক্ষম এবং এমনকি হো চি মিনের সাথে চুক্তিও করতে পারেন। তিনি কেবল বিদ্রোহীদের অবরুদ্ধ করার বিষয়ে উদ্বিগ্ন ছিলেন এবং ১৯৬০ এবং ১৯৬২ সালে প্রচেষ্টার পরে আরও বেহাল হয়ে পড়েছিলেন, যা তিনি আংশিকভাবে মার্কিন যুক্তরাষ্ট্রের উৎসাহকে দায়ী করেছিলেন। যেমন রবার্ট এফ. কেনেডি বলেছিলেন, \"দিম সামান্যতম ছাড়ও দিতেন না। তার সাথে যুক্তি করা খুব কঠিন ছিল ...\" ইতিহাসবিদ জেমস গিবসন পরিস্থিতিটির সংক্ষিপ্তসার উল্লেখ করেছেন:\n\nStrategic hamlets had failed ... The South Vietnamese regime was incapable of winning the peasantry because of its class base among landlords. Indeed, there was no longer a 'regime' in the sense of a relatively stable political alliance and functioning bureaucracy. Instead, civil government and military operations had virtually ceased. The National Liberation Front had made great progress and was close to declaring provisional revolutionary governments in large areas.\nবৌদ্ধের জন্মদিন বৈশাখী পূর্ণিমায় বৌদ্ধ পতাকা প্রদর্শনের নিষেধাজ্ঞার বিরুদ্ধে প্রতিবাদরত নয়জন নিরস্ত্র বৌদ্ধের উপর হূম ফুট দানের গুলি ছোঁড়ার পরে ১৯৬৩ সালের মে মাসে দিয়ামের নীতিগুলির প্রতি অসন্তুষ্টি ছড়িয়ে পড়ে। এর ফলে বৈষম্যমূলক নীতির বিরুদ্ধে জনগণের বিক্ষোভ দেখা দেয় যা ক্যাথলিক চার্চ এবং বৌদ্ধ সংখ্যাগরিষ্ঠদের অনুগামীদের সুযোগ দেয়। দিমের বড় ভাই নাগো দিনাজ থুক ছিলেন হিউয়ের আর্চবিশপ যিনি আক্রমণাত্মকভাবে গির্জা এবং রাষ্ট্রের মধ্যে বিচ্ছিন্নতা ঘোলাটে করেছিলেন। থুকের বার্ষিকী উদযাপনগুলি বৈশাখী পূর্ণিমা সরকার কর্তৃক দেউলিয়া হয়ে যাওয়ার আগে এবং ভ্যাটিকান পতাকাগুলি বিশিষ্টভাবে প্রদর্শিত হয়েছিল। এছাড়াও দিমের শাসনামলে ক্যাথলিক আধিকারিকদের দ্বারা বৌদ্ধ প্যাগোডা ধ্বংস করার খবর পাওয়া গেছে। দিম বৌদ্ধ সংখ্যাগরিষ্ঠদের ছাড় দেওয়ার বা মৃত্যুর দায় নিতে অস্বীকার করেছিলেন। ১৯৬৩ সালের ২১ আগস্ট, এআরভিএন স্পেশাল ফোর্সেসের কর্নেল ল কোয়াং তুং, দিমের ছোট ভাই নাগো দিনাজ নহুর অনুগত, ভিয়েতনাম জুড়ে প্যাগোডায় অভিযান চালিয়ে ব্যাপক ক্ষয়ক্ষতি ও ধ্বংসসাধন করে এবং শত শত লোকের মৃত ঘটায়।\nমার্কিন কর্মকর্তারা ১৯৬৩ সালের মাঝামাঝি সময়ে শাসন ব্যবস্থার পরিবর্তনের সম্ভাবনা নিয়ে আলোচনা শুরু করেছিলেন। মার্কিন পররাষ্ট্র দফতর একটি অভ্যুত্থানকে উৎসাহিত করতে চেয়েছিল, এবং প্রতিরক্ষা বিভাগ দিমের পক্ষে নিয়েছিল। প্রস্তাবিত পরিবর্তনের মধ্যে অন্যতম প্রধান বিষয় ছিল দিমের ছোট ভাই নুহে অপসারণ করা, যিনি গোপন পুলিশ এবং বিশেষ বাহিনীকে নিয়ন্ত্রণ করেছিলেন। তিনি বৌদ্ধ নির্যাতনের পিছনের ব্যক্তি ছিলেন এবং সাধারণত দিনাজ পরিবারের শাসনের স্থপতি হিসেবে তাকে দেখা হত। এই প্রস্তাবটি কেবল ২৪৩-এর সাইগনে মার্কিন দূতাবাসে পৌঁছে দেওয়া হয়েছিল।\n\nসিআইএ দিমকে অপসারণের পরিকল্পনা নিয়ে জেনারেলদের সাথে যোগাযোগ করেছিল এবং তাদের বলেছিল যে আমেরিকা যুক্তরাষ্ট্র এই ধরনের পদক্ষেপের বিরোধিতা করবে না বা জেনারেলদের সহায়তা ছাড়িয়ে শাস্তি দেবে না। রাষ্ট্রপতি দিমকে তার ভাইয়ের সাথে ১৯৬৩ সালের ২ নভেম্বর হটিয়ে ক্ষমতাচ্যুত করা হয়েছিল এবং মৃত্যুদন্ড কার্যকর করা হয়েছিল। ম্যাক্সওয়েল টেলরের বর্ণায়, কেনেডিকে এ সংবাদ জানানো হলে তিনি \"তার মুখে অভিঘাত দেখা যায় এবং তিনি ঘর থেকে ছুটে যান।\" কেনেডি দিমের হত্যার প্রত্যাশা করেনি। দক্ষিণ ভিয়েতনামের মার্কিন রাষ্ট্রদূত হেনরি ক্যাবট লজ অভ্যুত্থানের নেতাদের দূতাবাসে আমন্ত্রণ জানিয়ে অভিনন্দন জানিয়েছেন। রাষ্ট্রদূত লজ কেনেডিকে জানিয়েছিলেন যে \"এখনকার সম্ভাবনাগুলি একটি সংক্ষিপ্ত যুদ্ধের জন্য\" কেনেডি লজকে একটি \"একটি ভাল কাজের\" অভিনন্দন জানিয়ে একটি চিঠি লিখেছিলেন।\nএই অভ্যুত্থানের পরে বিশৃঙ্খলা সৃষ্টি হয়। পরিস্থিতিটি কাজে লাগিয়ে হ্যানয় গেরিলাদের পক্ষে সমর্থন বাড়িয়ে দেয়। এক সামরিক সরকার দ্রুত উত্তরাধিকার সূত্রে আরেকজনকে পতিত করায় দক্ষিণ ভিয়েতনাম চূড়ান্ত রাজনৈতিক অস্থিতিশীলতার সময়কালে প্রবেশ করেছিল। ক্রমবর্ধমানভাবে, প্রতিটি নতুন সরকারকে সাম্যবাদীরা মার্কিনদের পুতুল হিসেবে দেখত; দিমের ব্যর্থতা যাই হোক না কেন, জাতীয়তাবাদী হিসেবে তার শংসাপত্রগুলি (পরে রবার্ট ম্যাকনামারা কর্তৃক প্রতিফলিত হয়েছিল) অনবদ্য ছিল।\nমার্কিন সামরিক উপদেষ্টারা দক্ষিণ ভিয়েতনামি সশস্ত্র বাহিনীর প্রতিটি স্তরে অনুবিদ্ধ করা হয়েছিল। তবে বিদ্রোহের রাজনৈতিক প্রকৃতি উপেক্ষা করার জন্য তাদের সমালোচনা করা হয়েছিল। কেনেডি প্রশাসন প্রশান্তির বিষয়ে মার্কিন প্রচেষ্টা প্রত্যাখ্যান করার চেষ্টা করেছিল- যা এই ক্ষেত্রে বিদ্রোহের ক্রমবর্ধমান হুমকির বিরুদ্ধে লড়াই হিসেবে সংজ্ঞায়িত হয়েছিল, এবং জনসংখ্যার \"হৃদয় ও মন জয়\" করেছিল। ওয়াশিংটনের সামরিক নেতৃত্ব অবশ্য প্রচলিত সৈন্য প্রশিক্ষণ ব্যতীত মার্কিন উপদেষ্টাদের যে কোনও ভূমিকা বিরোধিতা করেছিল। দক্ষিণ ভিয়েতনামে মার্কিন বাহিনীর কমান্ডার জেনারেল পল হারকিনস আত্মবিশ্বাসের সাথে ১৯৬৩ সালের ক্রিসমাসে বিজয়ের পূর্বাভাস দিয়েছিলেন। তবে সিআইএ কম আশাবাদী থাকায়, সতর্ক করে দিয়েছিল যে \"ভিয়েত কং বৃহত্তর গ্রামাঞ্চলের বেশিরভাগ নিয়ন্ত্রণ রাখতে প্রচেষ্টার সামগ্রিক তীব্রতা ধারাবাহিকভাবে বৃদ্ধি করেছে\"।\nসিআইএ'র  বিশেষ ক্রিয়াকলাপ বিভাগের আধাসামরিক আধিকারিকরা লাওসে এবং ভিয়েতনামে হামং উপজাতিদের প্রশিক্ষণ দিয়েছিল এবং তাদের নেতৃত্ব দিয়েছিল। আদিবাসী বাহিনী দশ সহস্র সংখ্যায় নিযুক্ত হয়েছিল এবং তারা সাম্যবাদী প্যাথ লাও বাহিনী এবং তাদের উত্তর ভিয়েতনামি সমর্থকদের বিরুদ্ধে আধাসামরিক বাহিনীর আধিকারিকদের নেতৃত্বে সরাসরি পদক্ষেপ মিশন পরিচালনা করেছিল। সিআইএ ফিনিক্স প্রোগ্রামও চালিয়েছিল এবং সামরিক সহায়তা আজ্ঞা, ভিয়েতনাম – গবেষণা ও পর্যবেক্ষণ দলে অংশ নিয়েছিল (ম্যাক-ভি এসওজি), যাকে প্রথমে বিশেষ অপারেশনস দল হিসেবে নামকরণ করা হয়েছিল, তবে এটি কভারের উদ্দেশ্যে পরিবর্তন করা হয়েছিল।\n\n\n== জনসনের তীব্রতাবৃদ্ধি, ১৯৬৩–১৯৬৯ ==\n১৯৬৩ সালের ২২ নভেম্বর, রাষ্ট্রপতি কেনেডিকে গুপ্তহত্যা করা হয়েছিল। উপ-রাষ্ট্রপতি লিন্ডন বি. জনসন ভিয়েতনামের প্রতি নীতি নিয়ে খুব বেশি জড়িত ছিলেন না; তবে রাষ্ট্রপতি হওয়ার পরে জনসন তাৎক্ষণিকভাবে যুদ্ধের দিকে মনোনিবেশ করেছিলেন। ১৯৬৩ সালের ২৪ নভেম্বর তিনি বলেছিলেন, \"সাম্যবাদে বিরুদ্ধে যুদ্ধ ... অবশ্যই শক্তি ও দৃঢ়সংকল্পের সাথে যোগ দিতে হবে।\" জনসন জানতেন যে দক্ষিণ ভিয়েতনামের একটি দ্রুত ক্রমহ্রাসমান পরিস্থিতির উত্তরাধিকার সূত্রে তিনি পেয়েছেন। তবে তিনি দক্ষিণের পক্ষে রক্ষার জন্য বহুল স্বীকৃত ডোমিনো তত্ত্বের যুক্তি মেনে চলেন: তারা যদি পশ্চাৎপদ হয় বা সন্তুষ্ট হয়, তবে পদক্ষেপই অন্য জাতিকে সংঘাতের বাইরে ফেলেছে।\nশক্তিশালী দক্ষিণ ভিয়েতনামি ১২ নেতার সমন্বয়ে সামরিক বিপ্লবী কাউন্সিলটি গঠিত হয়েছিল। এই কাউন্সিলের নেতৃত্বে ছিলেন জেনারেল ডাং ভান মিন, যিনি গ্রাউন্ড সাংবাদিক স্ট্যানলি কর্নোকে পরে \"উদ্যমহীনতা নমুনা\" হিসেবে স্মরণ করা হয়। লজ, বছরের শেষের দিকে হতাশ হয়ে মিনকে তারবার্তা পাঠান: \"তিনি কি শীর্ষে উঠতে যথেষ্ট শক্তিশালী হবেন?\" ১৯৬৪ সালের জানুয়ারিতে জেনারেল নগুইন খান দ্বারা মিনের শাসন ব্যবস্থার পতন ঘটে। সাম্প্রতিক সময়ে সামরিক বাহিনীরও অবিচ্ছিন্ন অস্থিরতা ছিল, বেশকয়েকটি অভ্যুত্থান—সবগুলি সফল নয়—অল্প সময়ের মধ্যেই ঘটেছিল।\nপ্রায় দুই দশক পূর্বে ফরাসিদের সাথে কৃত অনুরূপ বিবৃতিতে হো চি মিন হুঁশিয়ারি দিয়েছিলেন যে মার্কিনরা যদি \"বিশ বছরের জন্য যুদ্ধ করতে চায় তবে আমরা বিশ বছরের জন্য যুদ্ধ করব। তারা যদি শান্তি চায় তবে আমরা শান্তি চাইবো এবং তাদেরকে বিকেলে চায়ের আমন্ত্রণ জানান।\" কেউ কেউ যুক্তি দেখিয়েছেন যে উত্তর ভিয়েতনামের নীতি দক্ষিণ-পূর্ব এশিয়ার অন্যান্য অ-সাম্যবাদী সরকারকে পরাস্ত করার নয়।\n\n\n=== টনকিনের উপসাগরীয় ঘটনা ===\n১৯৬৪ সালের ২ আগস্ট, ইউএসএস ম্যাডডক্স, উত্তর ভিয়েতনামের উপকূলে একটি গোয়েন্দা মিশনে টনকিন উপসাগরীয় অঞ্চলে ডুবে থাকা বেশকয়েকটি টর্পেডো নৌকা লক্ষ্য করে গুলি চালায়। দুই দিন পর ইউএসএস টার্নার জয় এবং ম্যাডডক্সে একই এলাকায় দ্বিতীয়বার আক্রমণ করা হয়েছিল বলে জানা যায়। আক্রমণগুলির পরিস্থিতি ছিল ন্যূনতম। লিন্ডন জনসন রাষ্ট্র সচিব জর্জ বলকে মন্তব্য করেছিলেন যে \"ওখানকার নাবিকরা হয়ত উড়ন্ত মাছের উপর গুলি চালিয়েছিল।\"\n২০০৩ সালে অস্বীকৃত এনএসএ প্রকাশনায় প্রকাশিত হয়েছিল যে ৪ আগস্ট কোনও আক্রমণ হয়নি।\n\nদ্বিতীয় \"আক্রমণ\" হিসেবে প্রতিশোধমূলক বিমান হামলা চালানো হয়েছিল এবং কংগ্রেসকে ১৯৬৪ সালের ৭ আগস্ট টনকিন উপসাগরীয় প্রস্তাবটি অনুমোদনের জন্য প্ররোচিত করা হয়েছিল। এই প্রস্তাবটি রাষ্ট্রপতিকে \"বাহিনীর বিরুদ্ধে যে কোনও সশস্ত্র আক্রমণ প্রতিহত করার জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণের অনুমতি প্রদান করে\" মার্কিন যুক্তরাষ্ট্র এবং আরও আগ্রাসন রোধ করতে \"এবং জনসন তাকে যুদ্ধ সম্প্রসারণের কর্তৃত্ব প্রদান করার উপর নির্ভর করবেন। একই মাসে জনসন প্রতিশ্রুতি দিয়েছিলেন যে তিনি \"মার্কিন ছেলেদের যুদ্ধে লড়াই করার প্রতিশ্রুতি দিচ্ছি না যে, আমি মনে করি তাদের জমি রক্ষায় জন্য এশিয়ার ছেলেরা লড়াই করা উচিত\"।\n\nজাতীয় সুরক্ষা কাউন্সিল উত্তর ভিয়েতনামে আরও তিন ধাপ বোমা হামলার সুপারিশ করেছিল। ১৯৬৫ সালের ৭ ফেব্রুয়ারি, প্লেইকুতে মার্কিন সেনা ঘাঁটিতে হামলার পরে, একাধিক বিমান হামলা শুরু হয়েছিল, অপারেশন ফ্লেমিং ডার্ট, যখন সোভিয়েত প্রিমিয়ার আলেক্সেই কোসিগিন উত্তর ভিয়েতনামের রাষ্ট্রীয় সফরে ছিলেন। অপারেশন রোলিং থান্ডার এবং অপারেশন আর্ক লাইট বায়ু বোমা হামলা ও স্থল সমর্থন কার্যক্রমকে প্রসারিত করেছিল। এই বোমা হামলা অভিযান শেষ পর্যন্ত তিন বছর ধরে চলেছিল। উত্তর ভিয়েতনামের বিমান প্রতিরক্ষা এবং শিল্প পরিকাঠামো ধ্বংসের হুমকি দিয়ে উত্তর ভিয়েতনামকে ভিয়েত কংয়ের প্রতি সমর্থন বন্ধ করতে বাধ্য করা হয়েছিল। পাশাপাশি এটি ছিল দক্ষিণ ভিয়েতনামিদের মনোবলকে আরও শক্তিশালী করার লক্ষ্যে। ১৯৬৫ সালের মার্চ থেকে ১৯৬৮ সালের নভেম্বরের মধ্যে রোলিং থান্ডার উত্তরে এক মিলিয়ন টন ক্ষেপণাস্ত্র, রকেট এবং বোমা বর্ষণ করেছিল।\n\n\n=== লাওসে বোমা হামলা ===\nবোমা হামলা কেবল উত্তর ভিয়েতনামে সীমাবদ্ধ ছিল না। ভিয়েত কং এবং পিএভিএন অবকাঠামোর বিভিন্ন অংশকে লক্ষ্য করে অপারেশন ব্যারেল রোলের মতো অন্যান্য বিমান অভিযান প্রচলিত ছিল। যার মধ্যে হো চি মিন ট্রেল সরবরাহের পথ অন্তর্ভুক্ত ছিল, যা লাওস এবং কম্বোডিয়া হয়ে প্রবাহিত হয়েছিল। স্পষ্টতই নিরপেক্ষ লাওস গৃহযুদ্ধের দৃশ্যে পরিণত হয়েছিল, প্যাথে লাও এবং এর উত্তর ভিয়েতনামি মিত্রদের বিরুদ্ধে মার্কিন সমর্থিত লাওটিয় সরকারকে সমালোচনা করা হয়েছিল।\nরয়্যাল কেন্দ্রীয় সরকারের পতন রোধ করতে এবং হো চি মিন ট্রেলের ব্যবহার অস্বীকার করার জন্য মার্কিন যুক্তরাষ্ট্র প্যাথ লাও এবং পিএভিএন বাহিনীর বিরুদ্ধে ব্যাপক বিমান হামলা চালিয়েছিল। ১৯৬৪ থেকে ১৯৭৩ সালের মধ্যে মার্কিন যুক্তরাষ্ট্র লাওসের উপর দুই মিলিয়ন টন বোমা ফেলেছিল, যা দ্বিতীয় বিশ্বযুদ্ধের সময় ইউরোপ এবং এশিয়ার ২.১ মিলিয়ন টন বোমা বর্ষণের সমানুপাত। এতে করে জনসংখ্যার আকারে লাওসকে ইতিহাসের সবচেয়ে ভারী বোমাবিদ্ধস্ত দেশ হিসেবে গড়ে তুলেছে।\nউত্তর ভিয়েতনাম এবং ভিয়েত কং-কে থামানোর উদ্দেশ্য কখনও সফল হয় নি। মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনীর চিফ অব স্টাফ কার্টিস লেমে যদিও ভিয়েতনামে দীর্ঘকালীন স্যাচুরেশন বোমা হামলার পক্ষে ছিলেন এবং সাম্যবাদীদের সম্পর্কে লিখেছিলেন যে \"আমরা তাদেরকে লৌহ যুগে ফিরিয়ে নিতে বোমা বর্ষণ করছি\"।\n\n\n=== ১৯৬৪-এর আক্রমণ ===\n\nটনকিন উপসাগরীয় রেজোলিউশন অনুসরণ করার পরে, হ্যানয় মার্কিন সেনাদের আগমনের প্রত্যাশা করেছিল এবং ভিয়েত কংয়ের বিস্তারণের পাশাপাশি উত্তর-ভিয়েতনামের ক্রমবর্ধমান সংখ্যক দক্ষিণের দিকে প্রেরণ শুরু করেছিল। এই পর্যায়ে তারা ভিয়েত কং বাহিনীকে সাজিয়ে তুলছিল এবং তাদের সরঞ্জাম একে-৪৭ রাইফেল এবং অন্যান্য সরবরাহের সাথে মানককরণের পাশাপাশি নবম বিভাগ গঠন করেছিল। \"১৯৫৯ সালের শুরুতে প্রায় ৫,০০০ জনশক্তি থেকে ভিয়েত কংয়ের র‌্যাঙ্কস বেড়ে ১৯৬৪ সালের শেষদিকে প্রায় এক লক্ষে  পৌছায় ... ১৯৬১ থেকে ১৯৬৪ সালের মধ্যে সেনাবাহিনীর শক্তি প্রায় ৮৫০,০০০ থেকে প্রায় ১০ লক্ষে উন্নীত হয়েছিল।\" একই সময়ে ভিয়েতনামে মোতায়েন করা মার্কিন সেনাদের সংখ্যা অনেক কম ছিল: ১৯৬১ সালে ২,০০০ সেনা, দ্রুত বেড়ে ১৯৬৪ সালে ১৬,৫০০ সেনায় পৌঁছেছিল। এই ধাপের সময়, বন্দী সরঞ্জামের ব্যবহার হ্রাস পায়, যখন নিয়মিত ইউনিট বজায় রাখার জন্য বিপুল সংখ্যক গোলাবারুদ এবং সরবরাহের প্রয়োজন ছিল। গ্রুপ ৫৫৯-কে মার্কিন যুদ্ধবিমান দ্বারা অবিচ্ছিন্ন বোমাবর্ষণের আলোকে হো চি মিন ট্রেলটি সম্প্রসারণ করার দায়িত্ব দেওয়া হয়েছিল। যুদ্ধটি হ্যানয়ের তিন-পর্যায়ের দীর্ঘায়িত যুদ্ধের মডেল চূড়ান্ত প্রচলিত যুদ্ধের ধাপে এগুতে শুরু করেছিল। ভিয়েত কংকে এ সময়ে এআরভিএন ধ্বংস করার এবং অঞ্চলগুলি ক্যাপচার ও ধরে রাখার দায়িত্ব দেওয়া হয়েছিল; তবে, ভিয়েত কং তখনও বড় নগর ও শহরগুলি আক্রমণ করার মতো শক্তিশালী ছিল না।\n১৯৬৪ সালের ডিসেম্বরে, এএনভিএন বাহিনী বন গিয়ার যুদ্ধে, উভয় পক্ষকে চরমমুহূর্ত দেখায় ব্যাপক ক্ষয়ক্ষতি হয়। এর আগে, উপাচার্য হিট অ্যান্ড-রান গেরিলা কৌশলগুলি ব্যবহার করেছিল। বিন গিয়ায়, তবে তারা চার দিনের প্রচলিত যুদ্ধে শক্তিশালী এআরভিএন বাহিনীকে পরাজিত করেছিল। স্পষ্টতই, দক্ষিণ ভিয়েতনামি বাহিনী ১৯৬৫ সালের জুনে আবার ডং জোয়া যুদ্ধে পরাজিত হয়েছিল।\n\n\n=== মার্কিন স্থল যুদ্ধ ===\n\n১৯৬৫ সালের ৮ মার্চ, ৩,৫০০ মার্কিন মেরিন দক্ষিণ ভিয়েতনামের দা নাংয়ের নিকট অবতরণ করেছিল। এর মাধ্য দিয়ে মার্কিন স্থল যুদ্ধের সূচনা হয়। মার্কিন জনগণের মতামতের সিংহভাগ এই মোতায়েনকে সমর্থন করেছিল। মেরিন্সের প্রাথমিক দায়িত্বে ছিল দা নাং এয়ার বেসর প্রতিরক্ষা বাহিনী। ১৯৬৫ সালের মার্চ মাসে প্রথম ৩,৫০০ মোতায়েন ডিসেম্বর অবধি প্রায় দুই লক্ষে উন্নীত করা হয়েছিল। মার্কিন সেনা দীর্ঘদিন ধরে আক্রমণাত্মক যুদ্ধে ছড়িয়ে পড়েছিল। রাজনৈতিক নীতি নির্বিশেষে, মার্কিন কমান্ডাররা একটি প্রতিরক্ষামূলক মিশনে প্রাতিষ্ঠানিক ও মানসিকভাবে অসন্তুষ্ট ছিলেন।\nজেনারেল উইলিয়াম ওয়েস্টমোরল্যান্ড মার্কিন প্রশান্ত মহাসাগরীয় বাহিনীর কমান্ডার অ্যাডমিরাল ইউএস গ্রান্ট শার্প জুনিয়রকে পরিস্থিতি সঙ্কটজনক বলে জানিয়েছিল। তিনি বলেছিলেন, \"আমি নিশ্চিত যে মার্কিন সেনারা তাদের শক্তি, গতিশীলতা এবং অগ্নিনির্বাপক শক্তি দিয়ে সফলভাবে লড়াইকে এনএলএফ (ভিয়েত কং)-এ নিয়ে যেতে পারে\"। এই সুপারিশের সাথে ওয়েস্টমোরল্যান্ড মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষামূলক ভঙ্গি এবং দক্ষিণ ভিয়েতনামের পক্ষপাতিত্ব থেকে দূরে আক্রমণাত্মক প্রস্থানের পক্ষ নেন। এআরভিএন ইউনিটগুলিকে উপেক্ষা করে, মার্কিন প্রতিশ্রুতি প্রকাশ্য-সমাপ্তিতে পরিণত হয়েছিল।{ ওয়েস্টমোরল্যান্ড যুদ্ধে জয়ের জন্য তিন দফা পরিকল্পনার রূপরেখা দিয়েছিলেন:\n\n১ম দফা: মার্কিন যুক্তরাষ্ট্র (এবং অন্যান্য মুক্ত বিশ্ব) ১৯৬৫ সালের শেষের দিকে পরাজয় প্রবণতা থামাতে প্রয়োজনীয় বাহিনী গঠনে প্রতিশ্রুতিবদ্ধ\n২য় দফা: মার্কিন যুক্তরাষ্ট্র ও মিত্রবাহিনী গেরিলা ও সংগঠিত শত্রু বাহিনীকে ধ্বংস করার উদ্যোগ গ্রহণ করতে বড় ধরনের আক্রমণাত্মক পদক্ষেপ গ্রহণ করেছে। এই পর্বটি শেষ হবে যখন শত্রু হতাশ হয়ে পড়বে, প্রতিরক্ষামূলক উপায়ে নিক্ষিপ্ত, এবং প্রধান জনবহুল অঞ্চল থেকে ফিরে যাবে।\n৩য় দফা: শত্রু যদি অব্যাহত থাকে তবে দুর্গম বেস অঞ্চলে শত্রু বাহিনীর চূড়ান্ত ধ্বংসের জন্য দ্বিতীয় ধাপ গ্রহণের জন্য বারো থেকে আঠার মাস সময়ের প্রয়োজন হবে।\n\nজনসন এই পরিকল্পনাটি অনুমোদন করেছিলেন এবং পূর্বের প্রশাসনের জেদ থেকে দক্ষিণ ভিয়েতনাম সরকার গেরিলাদের পরাস্ত করার জন্য দায়বদ্ধ থেকে গভীর প্রস্থান চিহ্নিত করেছিল। ওয়েস্টমোরল্যান্ড ১৯৬৭ সালের শেষের দিকে বিজয়ের পূর্বাভাস দিয়েছিলেন। জনসন অবশ্য কৌশলগত এই পরিবর্তনটিকে গণমাধ্যমে প্রকাশ করেননি। তার পরিবর্তে তিনি ধারাবাহিকতার উপর জোর দিয়েছিলেন। মার্কিন নীতির পরিবর্তন নির্ভর করছিল উত্তর ভিয়েতনাম এবং ভিয়েত কংয়ের মধ্যে সন্ধির হতাশা এবং মনোবলের প্রতিযোগিতায়। বিরোধীদের তীব্রতাবৃদ্ধির চক্রের মধ্যে আটকে রাখা হয়েছিল। দক্ষিণ ভিয়েতনাম সরকার নিজস্ব বিষয় পরিচালনা করতে পারে এমন ভেবে নেয়া হয়েছিল। ওয়েস্টমোরল্যান্ড এবং ম্যাকনামারা তারপরেও বিজয় অর্জনের জন্য দেহ গণনা পদ্ধতির প্রতি জোর দিয়েছিলেন, এটি একটি মেট্রিক যা পরবর্তীকালে হবে ত্রুটিযুক্ত প্রমাণিত হয়েছিল।\nমার্কিন কাঠামো দক্ষিণ ভিয়েতনামি অর্থনীতিকে রূপান্তরিত করেছিল এবং সমাজে গভীর প্রভাব ফেলেছিল। দক্ষিণ ভিয়েতনাম উৎপাদিত পণ্য সজ্জিত ছিল। স্ট্যানলি কর্নো উল্লেখ করেছেন যে \"চোলনের সাইগন শহরতলিতে অবস্থিত মূল পিএক্স [পোস্ট এক্সচেঞ্জ] নিউইয়র্ক ব্লুমিংডেলের চেয়ে সামান্য ছোট ছিল...\"। দুর্নীতির এক বিশাল উৎসাহ প্রত্যক্ষ করা হয়েছিল। ইতোমধ্যে, মার্কিন সৈন্যদের এক বছরের দায়িত্বের সফর ইউনিটকে অভিজ্ঞ নেতৃত্ব থেকে বঞ্চিত করা হয়েছে। একজন পর্যবেক্ষক উল্লেখ করেছেন যে \"আমরা ভিয়েতনামে ১০ বছর ছিলাম না, তবে এক বছরে ১০ বার ছিলাম।\" ফলস্বরূপ, প্রশিক্ষণ কার্যক্রম সংক্ষিপ্ত করা হয়েছিল।\n\nওয়াশিংটন তার সিয়াটোর সহযোগীদের সেনা অবদানের জন্য উৎসাহিত করেছিল। অস্ট্রেলিয়া, নিউজিল্যান্ড, থাইল্যান্ড এবং ফিলিপাইন সকলেই সেনা পাঠাতে সম্মতি প্রদান করেছিল। অর্থনৈতিক ক্ষতিপূরণের বিনিময়ে দক্ষিণ কোরিয়া পরে অনেক পতাকা কর্মসূচিতে যোগ দেয়। প্রধান মিত্ররা অবশ্য উল্লেখযোগ্যভাবে ন্যাটো দেশ কানাডা এবং যুক্তরাজ্য, ওয়াশিংটনের সৈন্যদের অনুরোধ প্রত্যাখ্যান করেছিল।\nমার্কিন যুক্তরাষ্ট্র এবং তার সহযোগীরা শত্রু বাহিনী খুঁজে পেতে জটিল অনুসন্ধান ও ধ্বংসজজ্ঞ চালিয়েছিল, যেখানে হেলিকপ্টার ব্যবহার করে তাদের ধ্বংস এবং বিতাড়িত করার পরিকল্পনা করা হয়েছিল। ১৯৬৫ সালের নভেম্বরে, মার্কিন যুক্তরাষ্ট্র তার প্রথম বড় যুদ্ধ হিসেবে ইএ দ্রাংয়ের যুদ্ধে পিএভিএনের সাথে জড়িয়ে পড়ে। এই অপারেশনটি ছিল প্রথম কোনো বড় আকারের মার্কিন হেলিকপ্টার হামলা, যেখানে প্রথম বোয়িং বি-৫২ স্ট্র্যাটোফোর্ট্রেস কৌশলগত সহায়তার ভূমিকায় বোমারু বিমান ব্যবহার করা হয়েছিল। এই কৌশলগুলি ১৯৬৬–১৯৬৭ সালে মাশার, থায়ার, অ্যাটলবোরো, সিডার ফলস এবং জংশন সিটির মতো ক্রিয়াকলাপগুলি অব্যাহত রেখেছিল। তবে, পিভিএএন/ভিসি বিদ্রোহীরা অধরা ছিল এবং দুর্দান্ত কৌশলগত নমনীয়তা প্রদর্শন করেছিল। ১৯৬৭ সালের মধ্যে, এই অভিযানগুলি দক্ষিণ-ভিয়েতনামে প্রায় ২.১ মিলিয়ন সংখ্যক বৃহত আকারের অভ্যন্তরীণ শরণার্থী তৈরি করেছিল, শুধুমাত্র অপারেশন মাশারের সময়ই ১২৫,০০০ মানুষকে সরিয়ে নেওয়া ও গৃহহীন করা হয়েছিল, যা যুদ্ধ অবধি সবচেয়ে বড় অনুসন্ধান এবং ধ্বংস অপারেশন ছিল। অপারেশন মাশারের অপ্রতুল প্রভাব পড়বে, তবে, পিএভিএন/ভিসি অপারেশনটি শেষ হওয়ার মাত্র চার মাস পরে প্রদেশে ফিরে এসেছিল। ধারাবাহিকভাবে বড় বড় অভিযান চালানো সত্ত্বেও, ভিয়েত কং ও পিএভিএন সাধারণত তা এড়িয়ে যেতে সক্ষম হলে, যুদ্ধটি ক্ষুদ্র-ইউনিট হিসেবে পরিচিতি বা ব্যস্ততার দ্বারা চিহ্নিত হয়েছিল। যুদ্ধের সমাপ্তি অবধি, ভিয়েত কং এবং পিএভিএন ৯০% বড় দফায় যুদ্ধ করে, যার মধ্যে ৮০% স্পষ্ট এবং সুপরিকল্পিত অভিযান পরিচালনা করেছিল। সুতরাং পিএভিএন/ভিয়েত কং প্রচুর মার্কিন বাহিনী এবং অগ্নি-শক্তি স্থাপনা সত্ত্বেও কৌশলগত উদ্যোগ বজায় রাখে। পিএভিএন/ভিয়েত কং আরও মার্কিন সামরিক মতবাদ এবং কৌশল মোকাবিলায় সক্ষম কৌশল তৈরি করেছিল (দেখুন এনএলএফ ও পিএভিএন যুদ্ধ কৌশল)।\n\nইতোমধ্যে, দক্ষিণ ভিয়েতনামের রাজনৈতিক পরিস্থিতি ১৯৬৫ সালের মাঝামাঝি সময়ে একটি সামরিক জান্তার প্রধানমন্ত্রী এয়ার মার্শাল নগুইন কাও কে এবং ফিগারহেড রাষ্ট্রসচিব জেনারেল নগুয়েন ভ্যান থিয়েও ক্ষমতায় আসার সাথে সাথে স্থিতিশীল হতে শুরু করে। এর মধ্য দিয়ে বছরে একাধিকবার সংঘটিত অভ্যুত্থানের সমাপ্ত হয়েছিল। ১৯৬৭ সালে, কট্টরপন্থী নির্বাচনের পরে থিয়ু তার সহকারী হিসেবে কিয়ের সাথে রাষ্ট্রপতি হন। যদিও তারা নামমাত্র বেসামরিক সরকার ছিলেন, তবুও দৃশ্যের পিছনে থাকা সামরিক সংস্থার মাধ্যমে কিয়ের বাস্তব ক্ষমতা বজায় রাখার কথা ছিল। তবে, থিয়ু তার দল থেকে জেনারেলদের পদে ভরাট করে কিয়াকে বহিষ্কার করেছিলেন এবং সরিয়ে দিয়েছিলেন। থিওর বিরুদ্ধে স্বীকৃত সামরিক দুর্ঘটনার মধ্য দিয়ে কী অনুগতদের হত্যার অভিযোগও করা হয়েছিল। অবিশ্বস্ত ও দ্বিধাবিভক্ত থিও ১৯৭৫ সাল পর্যন্ত রাষ্ট্রপতি ছিলেন, তিনি ১৯৭১ সালে এক প্রার্থীর নির্বাচনে জয়লাভ করেছিলেন।\n\nজনসন প্রশাসন মিডিয়ার সাথে লেনদেনের ক্ষেত্রে একটি \"ন্যূনতম ক্যান্ডরের নীতি\" নিযুক্ত করেছিল। সামরিক তথ্য আধিকারিকরা যুদ্ধের অগ্রগতির চিত্রিত গল্পগুলিকে জোর দিয়ে মিডিয়া কভারেজ পরিচালনা করার চেষ্টা করেছিলেন। সময়ের সাথে সাথে, এই নীতি সরকারি ঘোষণার উপর জনগণের আস্থার ক্ষতি করেছে। যুদ্ধের সংবাদমাধ্যম এবং পেন্টাগনের প্রচারের প্রবণতা হ্রাস পাওয়ার সাথে সাথে একটি তথাকথিত বিশ্বাসযোগ্যতার ব্যবধান বৃদ্ধি পায়। জনসন এবং ওয়েস্টমোরল্যান্ড প্রকাশ্যে বিজয়ের ঘোষণা দিয়েছিল এবং ওয়েস্টমোরল্যান্ড জানিয়েছে যে \"শেষটি নজরে আসছে\", পেন্টাগন পেপার্সের অভ্যন্তরীণ প্রতিবেদনগুলি ইঙ্গিত দেয় যে ভিয়েত কং বাহিনী কৌশলগত উদ্যোগ ধরে রেখেছে এবং তাদের ক্ষতি নিয়ন্ত্রণ করেছে। স্থিতিশীল মার্কিন অবস্থানগুলির বিরুদ্ধে ভিয়েত কংয়ের আক্রমণগুলি সমস্ত সম্পৃক্ততার ৩০% ছিল, ভিসি/পিএভিএন অ্যাম্বুশ চালায় এবং ২৩% ঘেরাও পরিচালনা করে, ভিয়েত কং/পিএভিএন বাহিনীর বিরুদ্ধে ৯% মার্কিন হামলা, এবং ভিয়েত কং বিতাড়িত করতে মার্কিন বাহিনীর সম্পৃক্ততা ছিল মাত্র ৫%।\n\n\n=== টেট আক্রমণ ===\n\n১৯৬৭ সালের শেষের দিকে, পিএভিএন মার্কিন বাহিনীকে ডাক টো এবং কোং ট্রা প্রদেশের মেরিন খে সান যুদ্ধ বিমানবন্দরে মার্কিন বাহিনীকে প্ররোচিত করেছিল, যেখানে মার্কিন যুক্তরাষ্ট্র হিল ফাইটস নামে পরিচিত একাধিক লড়াই করেছিল। এই পদক্ষেপগুলি মার্কিন বাহিনীকে সেন্ট্রাল পার্বত্য অঞ্চলের দিকে আকৃষ্ট করার জন্য একটি বিবর্তনমূলক কৌশলের অংশ ছিল। ভ্যান টিউন ড্যাংয়ের অভিপ্রায় নিয়ে \"মার্কিন এবং পুতুলের স্নায়ু কেন্দ্র- সাইগন, হুয়া, দানং, সমস্ত শহর, নগর, এবং প্রধান ঘাঁটিতে সরাসরি আক্রমণ চালানোর উদ্যেশ্যে টেট মউ থান বা ট্যাট আক্রমণ নামে পরিচিত জেনারেল আক্রমণাত্মক, জেনারেল বিদ্রোহের প্রস্তুতি চলছিল।\" লে ডুয়ান একটি সিদ্ধান্তমূলক জয়ের পরিকল্পনা করে চলমান অচলাবস্থার সমালোচকদের স্থির করার চেষ্টা করেছিলেন। তিনি যুক্তি দিয়েছিলেন যে শহর ও শহরগুলির মধ্যে একটি সাধারণ বিদ্রোহ শুরু করার মাধ্যমে এটি অর্জন করা যেতে পারে, পাশাপাশি যুদ্ধের সময় ছুটিতে থাকা এআরভিএন ইউনিটগুলির মধ্যে গণ-বিচ্যুতিও ছিল।\n১৯৬৮ সালের ৩০ জানুয়ারি টেট আক্রমণের সূচনা হয়, যার পলে সাইগনের মার্কিন দূতাবাস সহ মূল সামরিক ইনস্টলেশন, সদর দফতর, সরকারি ভবন এবং কার্যালয়গুলিতে হামলা সহ ৮৫,০০০-এরও অধিক ভিসি/পিএভিএন সেনা আক্রমণ করেছিল। নগর আক্রমণাত্মক মাত্রা, তীব্রতা এবং ইচ্ছাকৃত পরিকল্পনা দ্বারা প্রাথমিকভাবে মার্কিন যুক্তরাষ্ট্র এবং দক্ষিণ ভিয়েতনামি বাহিনী হতবাক হয়েছিল, কারণ শহরগুলিতে কর্মী এবং অস্ত্রের অনুপ্রবেশ গোপনে সম্পন্ন হওয়ায়; আক্রমণাত্মক পার্ল হারবার একটি গোয়েন্দা ব্যর্থতা গঠন হয়ে উঠেছিল। প্রাক্তন রাজকীয় রাজধানী হু-র বাদে বেশিরভাগ শহরগুলি পুনরায় দখল করা হয়েছিল, যেখানে পিভিএএন/ভিয়েত কং সেনারা ১ম বিভাগের সদর দফতর বাদে বেশিরভাগ শহর এবং দুর্গকে দখল করে নিয়েছিল এবং ২৬ দিন ধরে লড়াই চালিয়েছিল। এই সময়টিতে, তারা প্রায় ২,৮০০ নিরস্ত্র নিরক্ষিত হু নাগরিক এবং বিদেশী যারা তাদের শত্রুর গুপ্তচর হিসেবে বিবেচনা করেছিল মৃত্যুদণ্ড কার্যকর করেছিল। পরবর্তী হুর যুদ্ধে মার্কিন বাহিনী বিশাল ফায়ারপাওয়ার নিয়োগ করেছে যা শহরের ৮০ শতাংশ ধ্বংসস্তূপে পরিণত করেছিল। আরও উত্তর দিকে, কোং ট্রি শহরে, এআরভিএন এয়ারবর্ন বিভাগ, প্রথম বিভাগ এবং মার্কিন ১ম ক্যাভালারি বিভাগের একটি রেজিমেন্ট শহর দখল করার উদ্দেশ্যে আক্রমণ ধরে রাখতে এবং কাটিয়ে উঠতে সক্ষম হয়েছিল। সাইগনে, ভিয়েত কং/পিএভিএন যোদ্ধারা শহর ও আশেপাশের অঞ্চলগুলি দখল করে নিয়েছিল, মার্কিন ও এআরভিএন বাহিনী তিন সপ্তাহ পরে তাদের অপসারণের আগে মূল স্থাপনাগুলি এবং চোলনের আশেপাশে আক্রমণ করেছিল। এক যুদ্ধের সময়, পিটার আরনেট একজন পদাতিক সেনাপতিকে বলেছিলেন যে, বন ট্রেয়ের যুদ্ধের (মার্কিন যুক্তরাষ্ট্রের আক্রমণে ধ্বংসস্তূপ) এই কথাটি বলা হয়েছিল যে \"গ্রামটিকে বাঁচাতে গ্রামটিকে ধ্বংস করা দরকার হয়ে পড়েছিল।\"\n\nআক্রমণাত্মক প্রথম মাসের মধ্যে, ১,১০০ মার্কিন ও অন্যান্য মিত্র সেনা, ২,১০০ এআরভিএন ও ১৪,০০০ বেসামরিক মানুষ নিহত হয়েছিল। প্রথম আক্রমণভাগের শেষের দিকে, দুই মাস পরে, প্রায় ৫,০০০ এআরভিএন এবং ৪,০০০ মার্কিন সেনা নিহত এবং ৪৫,৮২০ আহত হয়েছিল। মার্কিন যুক্তরাষ্ট্রের মতে ১৭,০০০ পিএভিএন নিহত এবং ভিয়েত কংয়ের হিসেবে ১৫,০০০ আহত হয়েছিল। এক মাস পরে মে আক্রমণ নামে দ্বিতীয় আক্রমণ ঘটে। যদিও এটি খুব কম বিস্তৃত, ভিয়েত কং এখনও দেশব্যাপী অর্কেস্ট্রেটেড আক্রমণ চালাতে সক্ষম ছিল তা প্রমাণ করেছিল। দু'মাস পরে তৃতীয় আক্রমণ শুরু হয়েছিল, তৃতীয় পর্যায়ের আক্রমণাত্মক নামে। তিনটি অপরাধেই পিএভিএনের নিজস্ব অফিসিয়াল রেকর্ড ছিল ৪৫,২৬৭ নিহত এবং ১১১,১৭৯ হতাহত হয়েছিল। ততক্ষণে এটি যুদ্ধের সবচেয়ে রক্তাক্ত বছর হয়ে দাঁড়িয়েছিল। সাধারণ অভ্যুত্থানের সূত্রপাত করতে ব্যর্থতা এবং এআরভিএন ইউনিটগুলির মধ্যে ত্রুটি-বিচ্যুততার অর্থ হানয়ের যুদ্ধের দুটি লক্ষ্যই প্রচুর ব্যয়ে সমতল হয়ে পড়েছিল।\nটেটের পূর্বে, ১৯৬৭ সালের নভেম্বরে ওয়েস্টমোরল্যান্ড জনসন প্রশাসনের পক্ষে জনসমর্থনের পক্ষে পতাকা তুলতে জনসংযোগ অভিযানের নেতৃত্ব দিয়েছিল। ন্যাশনাল প্রেস ক্লাবের আগে একটি ভাষণে তিনি বলেছিলেন যে যুদ্ধের একটি বিন্দু পৌঁছেছে \"যেখানে শেষের নজরে আসবে।\" ওয়েটমোরল্যান্ডের ভবিষ্যদ্বাণীটি টেট আক্রমণ হয়ে উঠলে জনগণ হতবাক ও বিভ্রান্ত হয়েছিল। তার সামগ্রিক পরিবেশনায় জনগণের অনুমোদন ৪৮ শতাংশ থেকে নেমে ৩৬ শতাংশে দাঁড়িয়েছে, এবং যুদ্ধের প্রচেষ্টার জন্য সমর্থন ৪০ শতাংশ থেকে নেমে ২৬ শতাংশে দাঁড়িয়েছে।\" মার্কিন জনগণ এবং গণমাধ্যম জনসনের বিরুদ্ধে মনোনিবেশ করতে শুরু করেছিল, কারণ জনসন প্রশাসন ও সেনাবাহিনীর অগ্রগতির তিনটি দাবির বিরোধিতা করা হয়েছিল।\n১৯৬৮ সালের এক পর্যায়ে ওয়েস্টমোরল্যান্ড ভিয়েতনামে পারমাণবিক অস্ত্রের ব্যবহারকে ভঙ্গুর চোয়াল নামে একটি অবিচ্ছিন্ন পরিকল্পনায় বিবেচনা করেছিল, যা হোয়াইট হাউসের নিকট পরিচিত হওয়ার পরে তা পরিত্যাগ করা হয়েছিল। ওয়েস্টমোরল্যান্ড ২০০,০০০ অতিরিক্ত সৈন্যের অনুরোধ করেছিল, যা গণমাধ্যমে ফাঁস হয়েছিল এবং পরবর্তী সময়ে গোয়েন্দা ব্যর্থতার সাথে মিছিলের ফলে তাকে কমান্ড থেকে অপসারণ করা হয় ১৯৮৮ সালের মার্চ মাসে, তার ডেপুটি ক্রেইটন আব্রামস দ্বারা সফল হন।\n\n১৯৬৮ সালের ১০ মে মার্কিন যুক্তরাষ্ট্র এবং উত্তর ভিয়েতনামের মধ্যে প্যারিসে শান্তি আলোচনা শুরু হয়েছিল। জনসন উত্তর ভিয়েতনামের বোমা হামলা বন্ধ করার নির্দেশ না দেওয়া পর্যন্ত পাঁচ মাস ধরে আলোচনা চলছিল। একই সময়ে, হ্যানয় বুঝতে পেরেছিল যে এটি \"সম্পূর্ণ বিজয়\" অর্জন করতে ব্যর্থ হবে এবং \"লড়াইয়ের সময় কথা বলা, কথা বলার সময় লড়াই\" নামে পরিচিত এমন একটি কৌশল প্রয়োগ করেছিল, যাতে সামরিক অপরাধগুলি একসাথে আলোচনার মাধ্যমে ঘটত।\nজনসন তার অনুমোদনের রেটিং ৪৮ থেকে ৩৬ শতাংশ কমে যাওয়ায় পুনরায় নির্বাচনের জন্য অংশ নিতে অস্বীকার করেছেন। ভিয়েতনামে তার যুদ্ধবিগ্রহ মার্কিনদের যুদ্ধ শিবিরে বিভক্ত করেছিল, এই সময়টিতে ৩০,০০০ মার্কিনের  জীবন ব্যয় হয়েছিল এবং গণ্য করা হয়েছিল যে তার রাষ্ট্রপতি পদ ধ্বংস হয়ে যায়। ভিয়েতনামে আরও মার্কিন সেনা পাঠানো অস্বীকারকেও জনসনের এই যুদ্ধের পরাজয়ের স্বীকৃতি হিসেবে দেখা হয়েছিল। সেক্রেটারি অব ডিফেন্স হিসেবে রবার্ট ম্যাকনামারা উল্লেখ করেছিলেন, \"মার্কিন যুক্তরাষ্ট্রের জয়ের বিপজ্জনক মায়া তাই মরেছিল।\"\n১৯৬৮ সালে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচনের সময় ভিয়েতনাম একটি প্রধান রাজনৈতিক সমস্যা ছিল। রিপাবলিকান দলের প্রার্থী রিচার্ড নিক্সন নির্বাচনে জিতেছিলেন, যিনি দাবি করেছিলেন যুদ্ধ শেষের গোপন পরিকল্পনা রয়েছে।\n\n\n== ভিয়েতনামিকরণ, ১৯৬৯–১৯৭২ ==\n\n\n=== পারমাণবিক হুমকি এবং কূটনীতি ===\nমার্কিন রাষ্ট্রপতি রিচার্ড নিক্সন ১৯৬৯ সালে সেনা প্রত্যাহার শুরু করেছিলেন। এটিআরভিএন তৈরির জন্য তার পরিকল্পনা যাতে এটি দক্ষিণ ভিয়েতনামের প্রতিরক্ষা ব্যবস্থা গ্রহণ করতে পারে \"ভিয়েতনামিকরণ\" বা \"ভিয়েতনামাইজেশন\" হিসেবে পরিচিতি পায়। পিএভিএন/ভিসি ১৯৬৮-এর ক্ষয়ক্ষতি থেকে সেরে ও সাধারণত যোগাযোগ এড়িয়ে যাওয়ার কারণে, ক্রেইটন আব্রামগুলি অগ্নিসংযোগের আরও ভাল ব্যবহার এবং এআরভিএন-এর সাথে আরও সহযোগিতা সহ সরবরাহ ব্যাহত করার উদ্দেশ্যে অভিযান পরিচালনা করে। ১৯৬৯ সালের ২ অক্টোবর, নিক্সন ম্যাডম্যান তত্ত্ব অনুসারে সোভিয়েত ইউনিয়নকে বোঝানোর জন্য পারমাণবিক অস্ত্র সমেত ১৮ বি-৫২এস-এর একটি স্কোয়াড্রনকে সোভিয়েত আকাশসীমান্তে উড়ার নির্দেশ দিয়েছিলেন যে, তিনি ভিয়েতনামের অবসান ঘটাতে যে কোনও কিছুর করতে সক্ষম। নিক্সন সোভিয়েত ইউনিয়নের সাথে দ্বিপাক্ষিকতা এবং চীনের সাথে সৌহার্দ্য চেয়েছিলেন, যা বিশ্বব্যাপী উত্তেজনা হ্রাস করেছিল এবং উভয় পরাশক্তিদের দ্বারা পারমাণবিক অস্ত্র হ্রাস করতে পারে; তবে, উভয় পক্ষই উত্তর ভিয়েতনামীদের সহায়তায় সরবরাহ অব্যাহত রাখলে হতাশার সৃষ্টি হয়েছিল।\n\n\n=== হ্যানয়ের যুদ্ধ কৌশল ===\n\n১৯৯৯ সালের সেপ্টেম্বরে, হো চি মিন ৭৯ বছর বয়সে মারা যান। জনপ্রিয় বিদ্রোহ চালাতে টেটের ব্যর্থতা হ্যানয়ের যুদ্ধের কৌশলকে বদলে দেয় এবং জিপ-চিনহ \"নর্দার্ন-ফার্স্ট\" গোষ্ঠীটি লু ডান-হোং ভ্যান থেই \"দক্ষিণ-প্রথম\" গোষ্ঠীর কাছ থেকে সামরিক বিষয়ে নিয়ন্ত্রণ ফিরে পায়। বিজয়ের মাধ্যমে প্রচলিত বিজয়কে কেন্দ্র করে তৈরি করা একটি কৌশলের পক্ষে একটি অপ্রচলিত বিজয়কে সরিয়ে দেওয়া হয়েছিল। প্রশস্তকরণ এবং ভিয়েতনামাইজেশন কৌশলকে লক্ষ্যবস্তু করার পাশাপাশি ছোট-ইউনিট এবং স্যাপার আক্রমণগুলির পক্ষে বড় আকারের আক্রমণ ফিরিয়ে আনা হয়েছিল। টেটের পরবর্তী দুই বছরের সময়কালে, পিএভিএন সূক্ষ্ম হালকা-পদাতিক, সীমিত গতিশীল বাহিনী থেকে একটি উচ্চ-মোবাইল এবং যান্ত্রিক সংযুক্ত অস্ত্র বাহিনীতে রূপান্তরকরণ শুরু করেছিল।\n\n\n=== মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরীণ বিতর্ক ===\nযুদ্ধবিরোধী আন্দোলন মার্কিন যুক্তরাষ্ট্রে শক্তি অর্জন করছিল। নিক্সন \"নীরব সংখ্যাগরিষ্ঠ\" মার্কিনদের নিকট আবেদন করেছিলেন, যারা জনসমক্ষে না দেখিয়ে এই যুদ্ধকে সমর্থন করেছিল। তবে ১৯৬৮ সালে মি লাই হত্যাযজ্ঞের প্রকাশ, যেখানে মার্কিন সেনাবাহিনীর একটি ইউনিট বেসামরিক নাগরিককে ধর্ষণ ও হত্যা করে এবং ১৯৬৯-এর \"গ্রিন বেরেট অ্যাফেয়ার\", যেখানে ৫ম বিশেষ বাহিনী দলের কমান্ডার সহ আটটি বিশেষ বাহিনীর সৈন্য, সন্দেহভাজন দ্বৈত প্রতিনিধীর হত্যার জন্য গ্রেপ্তার হয়েছিল, যা জাতীয় এবং আন্তর্জাতিক ক্ষোভের উদ্রেক করেছিল।\n১৯৭১ সালে, দি নিউ ইয়র্ক টাইম্‌সে পেন্টাগন পেপার্স ফাঁস হয়েছিল। ভিয়েতনামে মার্কিন যুক্তরাষ্ট্রে জড়িত থাকার শীর্ষ-গোপনীয় ইতিহাস, প্রতিরক্ষা অধিদফতর পরিচালিত, মার্কিন যুক্তরাষ্ট্রের পক্ষ থেকে জনগণের প্রতারণার দীর্ঘ ধারাবাহিক বিবরণ ছিল এতে। সুপ্রিম কোর্ট রায় দিয়েছে যে এর প্রকাশনা আইনী ছিল।\n\n\n=== মার্কিন মনোবলের পতন ===\nটেট আক্রমণ এবং মার্কিন জনগণ ও যুদ্ধের মধ্যে ক্রমহ্রাসমান সমর্থনের পরে, মার্কিন বাহিনীর মনোবল ধস, হতাশা এবং অবাধ্যতার যুগ শুরু হয়। দেশের অভ্যন্তরে এই হার ১৯৬৬ সালের তুলনায় চারগুণ বৃদ্ধি পায়। তালিকাভুক্তদের মধ্যে, ১৯৬৯–১৯৭০ সালে মাত্র ২.৫% পদাতিক যোদ্ধা অবস্থান বেছে নিয়েছিল। ১৯৬৬ সালে আরওটিসি তালিকাভুক্তি ১৯১,৭৪৯ থেকে হ্রাস পেয়ে ১৯৭১ সালে ৭২,৪৫৯ এ দাঁড়িয়েছিল। ১৯৭৪ সালে সালে সর্বকালের সর্বনিম্নে ৩৩,২২০-এ পৌঁছায়। মার্কিন বাহিনীকে অত্যন্ত প্রয়োজনীয় সামরিক নেতৃত্ব থেকে বঞ্চিত হয়।\nএই সময়কালে টহলে জড়িত হতে বা নির্দেশ অমান্য করার প্রবণতা প্রকাশ পেতে থাকে। একটি সম্পূর্ণ কোম্পানির একটি উল্লেখযোগ্য মামলা যাতে আদেশ জারি বা পরিচালনার আদেশ অস্বীকার করা হয়। ইউনিট সংহতি ভিয়েত কং এবং পিএভিএন-এর সাথে যোগাযোগ কমানোর ভূমিকা গ্রহণে মনোনিবেশ করতে শুরু করে। \"স্যান্ড-ব্যাগিং\" নামে পরিচিত একটি অনুশীলন শুরু হয়েছিল। যেখানে উর্ধ্বতনদের কাছ থেকে দৃষ্টিভঙ্গির বাইরে একটি সাইট খুঁজে পেতে, ইউনিটগুলিকে গ্রামাঞ্চলে টহল দেওয়ার নির্দেশ দেয়া হয়েছিল, এবং বেতারে মিথ্যা স্থানাঙ্ক ও ইউনিটের প্রতিবেদন প্রচারের সময় থামানো হত। এই সময়কালে মার্কিন বাহিনীর মধ্যে মাদকের ব্যবহার দ্রুত বৃদ্ধি পেয়েছিল, কারণ মার্কিন সেনাদের ৩০% নিয়মিত গাঁজা ব্যবহার করতো, এবং একটি হাউস উপকমিটি ভিয়েতনামের ১০-১৫% মার্কিন সেনা নিয়মিতভাবে উচ্চ-মানের হেরোইন ব্যবহার করেছিল। ১৯৬৯ সাল থেকে গেরিলা যোদ্ধাদের এড়ানোর সময় যুদ্ধের প্রতিবেদনকে মিথ্যাবাদী বলে অনুসন্ধান-ও-ধ্বংস অপারেশনগুলিকে \"অনুসন্ধান এবং পলায়ন\" বা \"অনুসন্ধান এবং এড়ানো\" অপারেশন হিসেবে চিহ্নিত করা হয়। সর্বমোট ১৯৬৯ এবং ১৯৭১ সালের মধ্যে সর্বমোট ঘটে যাওয়া মোট ৯০০টি ভঙ্গুর এবং সন্দেহজনক ভঙ্গুর ঘটনা তদন্ত করা হয়েছিল। ১৯৬৯ সালে মার্কিন বাহিনীগুলির মাঠের কর্মক্ষমতা মনোবল হ্রাস, অনুপ্রেরণার অভাব এবং দুর্বল নেতৃত্ব দ্বারা চিহ্নিত করা হয়েছিল। ১৯৭১ সালের মার্চে, এফএসবি মেরি অ্যানের যুদ্ধের মাধ্যমে মার্কিন মনোবলের উল্লেখযোগ্য অবক্ষয়ের চিত্র প্রদর্শন করেছিল, যেখানে একটি সৈন্য আক্রমণে মার্কিন প্রতিরক্ষকদের গুরুতর ক্ষতি হয়। উইলিয়াম ওয়েস্টমোরল্যান্ড, নেতৃত্বে না থাকলেও ব্যর্থতার তদন্তের দায়িত্ব পেয়েছিলেন। তিনি গবেষণায় দায়িত্বের সুস্পষ্ট ত্রুটি, প্রতিরক্ষামূলক অঙ্গবিন্যাস এবং দায়িত্বে থাকা কর্মকর্তাদের অভাবকে এর কারণ হিসেবে উল্লেখ করেছেন।\nমার্কিন মনোবলের পতন সম্পর্কে ইতিহাসবিদ শেলবি স্ট্যান্টন লিখেছেন:\n\nIn the last years of the Army's retreat, its remaining forces were relegated to static security. The American Army's decline was readily apparent in this final stage. Racial incidents, drug abuse, combat disobedience, and crime reflected growing idleness, resentment, and frustration... the fatal handicaps of faulty campaign strategy, incomplete wartime preparation, and the tardy, superficial attempts at Vietnamization. An entire American army was sacrificed on the battlefield of Vietnam.\n\n\n=== এআরভিএন নেতৃত্ব গ্রহণ করেছে এবং মার্কিন স্থল-শক্তি প্রত্যাহার ===\n\n১৯৭০ সালের শুরুতে, সীমান্তবর্তী অঞ্চলগুলি থেকে মার্কিন সেনাবাহিনী সরিয়ে নেওয়া হয়েছিল যেখানে বেশিরভাগ লড়াই হয়েছিল। পরিবর্তে উপকূলে এবং অভ্যন্তরে সেগুলি পুনর্বাসিত হয়েছিল। ১৯৭০ সালে মার্কিন হতাহতের সংখ্যা ১৯৬৯ সালের হতাহতের অর্ধেকেরও কম ছিল। মার্কিন বাহিনী যখন নিযুক্ত ছিল, এআরভিএন ১৯৬৯ সালে মার্কিন যুক্তরাষ্ট্রের দ্বিগুণ হতাহতের ঘটনায় এবং ১৯৭০ সালে ট্রিপল মার্কিনের চেয়েও বেশি সংখ্যক যুদ্ধাহত অভিযান পরিচালনা করেছিল। টেট-পরবর্তী পরিবেশে, দক্ষিণ ভিয়েতনামের আঞ্চলিক বাহিনী এবং পপুলার ফোর্স মিলিশিয়াদের সদস্যপদ বৃদ্ধি পেয়েছিল এবং তারা এখন গ্রাম সুরক্ষা প্রদানের ক্ষেত্রে আরও বেশি সক্ষম ছিল, যা আমেরিকানরা ওয়েস্টমোরল্যান্ডের অধীনে সম্পাদন করতে পারেনি।\n১৯৭০ সালে নিক্সন অতিরিক্ত ১৫০,০০০ মার্কিন সেনা প্রত্যাহারের ঘোষণা দিয়েছিল, মার্কিন সংখ্যা হ্রাস করে ২৬৫,৫০০-এ নামিয়ে আনা হয়েছিল। ১৯৭০ সালের মধ্যে ভিয়েত কং বাহিনী আর দক্ষিণ-সংখ্যাগরিষ্ঠ ছিল না, কারণ প্রায় ৭০% ইউনিট উত্তরাঞ্চলের ছিল। ১৯৬৯ থেকে ১৯৭১ সালের মধ্যে ভিয়েত কং এবং কিছু পিএভিএন ইউনিট ১৯৬৭ সালের সাধারণ ইউনিট কৌশলগুলিতে প্রত্যাবর্তন করেছিল এবং দেশব্যাপী গ্র্যান্ড অফেন্সির পরিবর্তে এর আগে ছিল। ১৯৭১ সালে অস্ট্রেলিয়া এবং নিউজিল্যান্ড তাদের সেনা প্রত্যাহার করে এবং মার্কিন সেনা সংখ্যা আরও কমিয়ে ১৬৯,৭০০ করা হয়, ১৯৭২ সালের ফেব্রুয়ারির মধ্যে আরও ৪৫,০০০ সেনা অপসারণের একটি সময়সীমা সহ।\nমার্কিন যুক্তরাষ্ট্রও সমর্থন সেনা হ্রাস করে এবং ১৯৭১ সালের মার্চ মাসে দক্ষিণ ভিয়েতনামে মোতায়েন করা প্রথম মার্কিন ইউনিট, ৫ম স্পেশাল ফোর্সেস গ্রুপ, নর্থ ক্যারোলাইনা ফোর্ট ব্র্যাগে ফিরে আসে।\n\n\n=== কম্বোডিয়া ===\n\nযুবরাজ নরোদম সিহানুক ১৯৫৫ সাল থেকে কম্বোডিয়াকে নিরপেক্ষ ঘোষণা করেছিলেন, তবে পিএভিএন/ভিয়েত কংকে সিহানুকভিল এবং সিহানুক ট্রেল ব্যবহারের অনুমতি দিয়েছিলেন। ১৯৬৯ সালের মার্চে, নিক্সন কম্বোডিয়া/ভিয়েতনাম সীমান্তে সাম্যবাদী অভয়ারণ্যগুলির বিরুদ্ধে অপারেশন মেনু নামে একটি বিশাল গোপন বোমা হামলা অভিযান শুরু করে। অপারেশন মেনু সম্পর্কে কেবল পাঁচজন উচ্চ-পদস্থ কংগ্রেশনাল কর্মকর্তাকে অবহিত করা হয়েছিল।\n১৯৭০ সালের মার্চে, যুবরাজ সিহানুককে তার মার্কিনপন্থী প্রধানমন্ত্রী লন নোল পদচ্যুত করেছিলেন, তিনি উত্তর ভিয়েতনামের সেনাবাহিনী কম্বোডিয়া ছেড়ে চলে যেতে বা সামরিক পদক্ষেপ নেওয়ার দাবি করেছিলেন। লন নল কম্বোডিয়ায় ভিয়েতনামি বেসামরিক লোকদের অভ্যন্তরীণ শিবিরে জড়ো করে এবং তাদের হত্যাযজ্ঞ শুরু করে, উত্তর ভিয়েতনামি এবং দক্ষিণ ভিয়েতনামি উভয় সরকারের তীব্র প্রতিক্রিয়া দেখিয়ে। ডেপুটি লিডার  নূন চায়ের সাথে আলোচনার পরে খেমার রুজের অনুরোধে উত্তর ভিয়েতনাম কম্বোডিয়ায় আক্রমণ করেছিল। ১৯৭০ সালের এপ্রিল–মে মাসে, অনেক উত্তর ভিয়েতনামি বাহিনী কম্বোডিয় প্রবেশ করেছিল নূন চিয়া দ্বারা ভিয়েতনামকে সম্বোধন করা আহ্বানের প্রতিক্রিয়া হিসেবে। এনগুইন কো থাচ স্মরণ করেন: \"নুন চিয়া সাহায্য চাওয়ায় আমরা দশ দিনের মধ্যে কম্বোডিয়ার পাঁচটি প্রদেশকে মুক্তি দিয়েছি।\" মার্কিন যুক্তরাষ্ট্র এবং এআরভিএন বাহিনী পিএভিএন এবং ভিয়েত কং ঘাঁটি আক্রমণ করার জন্য কম্বোডিয় অভিযান চালিয়েছিল। পিএভিএন দ্বারা অপারেশন চেনা ২-এর অংশ হিসেবে সেই বছরের পরে একটি পাল্টা আক্রমণাত্মক সীমান্তের বেশিরভাগ অঞ্চল দখল করবে এবং লন নলের বেশিরভাগ বাহিনীকে হ্রাস করে।\n\nকম্বোডিয়া আক্রমণে মার্কিন সম্পৃক্ততা হ্রাস করার নিক্সনের প্রতিশ্রুতি দেওয়ার কারণে দেশব্যাপী মার্কিন যুক্তরাষ্ট্রের বিক্ষোভের সূত্রপাত হয়েছিল। নিক্সন মার্কিন জড়িত থাকার কথা শোধ করার প্রতিশ্রুতি দিয়েছিলেন। ১৯৭০ সালের মে মাসে ওহিওর কেন্ট স্টেট বিশ্ববিদ্যালয়ে বিক্ষোভ চলাকালীন চার শিক্ষার্থী ন্যাশনাল গার্ডসম্যানদের দ্বারা নিহত হয়েছিল, যা মার্কিন যুক্তরাষ্ট্রের জনরোষকে আরও উস্কে দেয়। নিক্সন প্রশাসনের এই ঘটনার প্রতিক্রিয়াকে হতাশ এবং উদাসীন হিসেবে দেখা হয়েছিল, যা পতনশীল যুদ্ধবিরোধী আন্দোলনকে পুনরায় প্রাণবন্ত করে তুলেছিল। অপারেশন ফ্রিডম ডিলের অংশ হিসেবে মার্কিন বিমান বাহিনী কম্বোডিয় সরকারের সমর্থনে কম্বোডিয়ায় ভারী বোমা হামলা চালিয়ে যায়।\n\n\n=== লাওস ===\n\nকম্বোডিয়ায় এআরভিএন ইউনিটগুলির সাফল্যের উপর ভিত্তি করে, এবং ভিয়েতনামাইজেশন কার্যক্রমের আরও পরীক্ষা করে, এআরভিএনকে ১৯৭১ সালের ফেব্রুয়ারিতে অপারেশন ল্যাম সোন ৭১৯ চালুর দায়িত্ব দেওয়া হয়েছিল। টেকপোনের প্রধান চৌরাস্তায় আক্রমণের মাধ্যমে সরাসরি হো চি মিন ট্রেইলে হামলা চালানোর লক্ষ্যে প্রথম বড় স্থল অভিযান পরিচালনা করা হয়েছিল। এই আক্রমণে প্রথমবার হবে পিএভিএন তাদের সম্মিলিত অস্ত্র বাহিনীকে ফিল্ড-টেস্ট করে। প্রথম কয়েক দিন সাফল্য হিসেবে বিবেচিত হলেও তীব্র প্রতিরোধের পরে সেই গতি ধীর হয়ে গিয়েছিল। থিয়ু সাধারণ অগ্রগামিতা থামিয়ে দিয়েছিল, সাঁজোয়া বিভাগগুলি ঘিরে রাখতে সক্ষম হয়েছিল। থিও চারগুণ বৃহত্তর সংখ্যার মুখোমুখি হওয়া সত্ত্বেও চেপোনকে আটক এবং প্রত্যাহারের জন্য বিমান হামলা বাহিনীকে নির্দেশ দিয়েছিল। প্রত্যাহারের সময় পিএভিএন পাল্টা আক্রমণ আতঙ্কিত হয়ে পড়েছিল। জড়িত এআরভিএন সেনাবাহিনীর অর্ধেক বন্দী বা নিহত হয়েছিল। এআরভিএন/ইউএস সাপোর্ট হেলিকপ্টারগুলির অর্ধেক বিমান বিরোধী অগ্নিকাণ্ডে পতিত হয়েছিল এবং অপারেশনটিকে একটি ফায়াস্কো হিসেবে বিবেচনা করা হয়েছিল। এটি তখনও এআরভিএনের মধ্যে উপস্থিত অপারেশন ঘাটতিগুলি প্রদর্শন করে। নিক্সন এবং থিও এই ঘটনাটিকে কেবল চেপোনকে আটক করে মামলা-জয়ের জন্য এই ঘটনাটি ব্যবহার করার চেষ্টা করেছিলেন এবং এটি \"অপারেশনাল সাফল্য\" হিসেবে ছড়িয়ে পড়েছিল।\n\n\n=== ইস্টার আক্রমণ এবং প্যারিস শান্তি চুক্তি, ১৯৭২ ===\n১৯৭২ সালে দক্ষিণ ভিয়েতনামের পিএভিএন সংঘঠিত ইস্টার আক্রমণের মাধ্যমে পুনরায় ভিয়েতনামাইজেশন পরীক্ষা করা হয়েছিল। পিএভিএন দ্রুত উত্তর প্রদেশগুলিকে ছাপিয়ে যায় এবং কম্বোডিয়া থেকে অন্যান্য বাহিনীর সাথে সমন্বয় করে দেশটিকে দু ভাগ করে ফেলার হুমকি দেয়। মার্কিন সেনা প্রত্যাহার অব্যাহত ছিল, কিন্তু মার্কিন বিমানশক্তি প্রতিক্রিয়া জানিয়ে অপারেশন লাইনব্যাকার শুরু করে এবং আক্রমণাত্মক কার্যক্রম বন্ধ করে দেয়।\n\nযুদ্ধটি ১৯৭২ সালের মার্কিন রাষ্ট্রপতি নির্বাচনের কেন্দ্রবিন্দু ছিল কারণ নিক্সনের প্রতিপক্ষ জর্জ ম্যাকগোভার তাৎক্ষণিকভাবে প্রত্যাহারের প্রচার চালিয়েছিলেন। নিক্সনের জাতীয় সুরক্ষা উপদেষ্টা, হেনরি কিসিঞ্জার উত্তর ভিয়েতনামের লি ডাক থোর সাথে গোপন আলোচনা অব্যাহত রেখেছিলেন এবং ১৯৭২ সালের অক্টোবরে একটি চুক্তিতে পৌঁছেছিলেন। রাষ্ট্রপতি থিয়ু শান্তি চুক্তিতে পরিবর্তনের দাবি করেছিলেন এবং উত্তর ভিয়েতনাম যখন চুক্তির বিবরণ জনসমক্ষে প্রকাশিত হয়েছিল, নিক্সন প্রশাসন দাবি করেছিল যে তারা রাষ্ট্রপতিকে বিব্রত করার চেষ্টা করছে। হ্যানয় নতুন পরিবর্তন দাবি করার সময় আলোচনাগুলি অচল হয়ে পড়েছিল।দক্ষিণ ভিয়েতনামের পক্ষে তার সমর্থন প্রদর্শনের জন্য এবং হ্যানয়কে আলোচনার টেবিলে ফিরিয়ে দেওয়ার জন্য নিক্সন দ্বিতীয় অপারেশন লাইনব্যাকারের নির্দেশ দিয়েছিলেন। এটি ছিল ১৯৭২ সালের ১৮–২৯ ডিসেম্বর হ্যানয় এবং হাইফংয়ের ঘটিত বিশাল বোমা হামলা। দ্বিপক্ষীয় শান্তি চুক্তি সম্পাদনের এবং আগ্রাসনের ক্ষেত্রে বিমানের প্রতিক্রিয়া দেওয়ার প্রতিশ্রুতিতে দক্ষিণ ভিয়েতনামে মার্কিন সহায়তা অব্যাহত রাখার হুমকি দিয়ে নিক্সন থিয়ুকে এই চুক্তির শর্তাবলী মেনে নেওয়ার জন্য চাপ দিয়েছিলেন।\n১৯৭৩ সালের ১৫  জানুয়ারি, মার্কিন যুক্তরাষ্ট্রের সমস্ত যুদ্ধ কার্যক্রম স্থগিত করা হয়। পিআরজির পররাষ্ট্রমন্ত্রী নগুয়ান থান বুন এবং একজন অসম্মত রাষ্ট্রপতি জুয়ান থুইয়ের সাথে লি ডাক থো এবং হেনরি কিসিঞ্জার, ১৯৭৩ সালের ২৭ জানুয়ারি প্যারিস শান্তি চুক্তি স্বাক্ষর করেন। এটি আনুষ্ঠানিকভাবে ভিয়েতনাম যুদ্ধে মার্কিন যুক্তরাষ্ট্রের সরাসরি জড়িত হওয়া, উত্তর ভিয়েতনাম/পিআরজি এবং দক্ষিণ ভিয়েতনামের মধ্যে যুদ্ধবিরতি ঘটানো, ১৯৫৪ সালের জেনেভা সম্মেলনে ভিয়েতনামের আঞ্চলিক অখণ্ডতার নিশ্চয়তা প্রদান, নির্বাচন বা পিআরজি এবং দক্ষিণ ভিয়েতনামের মধ্যে রাজনৈতিক সমঝোতার আহ্বান, ২০০,০০০ সাম্যবাদী সৈন্যদের দক্ষিণে থাকার অনুমতি প্রদান এবং একটি POW বিনিময়ে সম্মতি প্রদান করে। মার্কিন বাহিনীকে প্রত্যাহারের জন্য ষাট দিন সময় দেয়া হয়। \"এই নিবন্ধটি\" পিটার চার্চ \"প্রমাণিত... সম্পূর্ণরূপে সম্পাদিত প্যারিস চুক্তির মধ্যে একমাত্র\" হিসেবে উল্লেখ করেছেন। ১৯৭৩ সালের মার্চে মার্কিন বাহিনীর সমস্ত সেনাকর্মী প্রত্যাহার করে নেওয়া হয়েছিল।\n\n\n== মার্কিন যুক্তরাষ্ট্রের প্রস্থান এবং চূড়ান্ত প্রচারণা, ১৯৭৩–১৯৭৫ ==\n\n২৮ জানুয়ারির যুদ্ধবিরতির নেতৃত্বে, উভয় পক্ষ পতাকা যুদ্ধ হিসেবে পরিচিত একটি প্রচারে তাদের নিয়ন্ত্রণাধীন জমি এবং জনসংখ্যা সর্বাধিক করার চেষ্টা করেছিল। যুদ্ধবিরতি শেষে লড়াই চলতে থাকে, এবার মার্কিন যুক্তরাষ্ট্রের অংশগ্রহণ ছাড়াই সারা বছর অব্যাহত ছিল। উত্তর ভিয়েতনামকে ব্যয়কৃত উপাদান প্রতিস্থাপনের পরিমাণের মাত্রায় দক্ষিণে সেনা সরবরাহ অব্যাহত রাখার অনুমতি দেওয়া হয়েছিল। সেই বছর হেনরি কিসিঞ্জার এবং লি ডাক থোকে শান্তিতে নোবেল পুরস্কার দেওয়া হয়েছিল, কিন্তু উত্তর ভিয়েতনামের আলোচক প্রত্যাখ্যান করেছিলেন যে সত্যিকারের শান্তি এখনও ছিল না।\n১৯৭৩ সালের ১৫ মার্চ, নিক্সন জোর দিয়েছিলেন যে উত্তর ভিয়েতনাম যদি আক্রমণাত্মক হামলা চালায় এবং ১৯৭৩ সালের জুনে প্রতিরক্ষা সচিব জেমস শ্লেসিংগার তার অবস্থান নিশ্চিতকরণ শুনানির সময় এই অবস্থানটি পুনরায় নিশ্চিত করে তবে মার্কিন যুক্তরাষ্ট্র পুনরায় সামরিকভাবে হস্তক্ষেপ ঘটাবে। নিক্সনের এই বক্তব্যের প্রতি জনগণের এবং কংগ্রেসনাল প্রতিক্রিয়া প্রতিকূল ছিল, যা মার্কিন সেনেটকে মামলা–চার্চ সংশোধনকে কোনও হস্তক্ষেপ নিষিদ্ধ করার বিষয়ে উৎসাহ দেয়।\n\nপিএভিএন/ভিসি নেতারা আশা করেছিলেন যে যুদ্ধবিরতি শর্ত তাদের পক্ষে যাবে, তবে যুদ্ধবিরতি কার্যকর হওয়ার ঠিক আগে মার্কিন সহায়তার বৃদ্ধির ফলে সাইগনে ভিয়েত কংদের ফিরিয়ে আনা শুরু করেছিল। ট্রান ভন ট্রার স্মৃতিচারণ অনুসারে, ১৯৭৩  সালের মার্চে হ্যানয়ে অনুষ্ঠিত একাধিক বৈঠকে পিএভিএন/ভিসি একটি নতুন কৌশল নিয়ে সাড়া ফেলেছিল। মার্কিন বোমা বিস্ফোরণ স্থগিত হওয়ার সাথে সাথে হো চি মিন ট্রেইলের কাজ শুরু হয় এবং অন্যান্য যৌক্তিক কাঠামো নির্বিঘ্নে এগিয়ে যেতে শুরু করে। ১৯৭৫–১৯৭৬ শুকনো মৌসুমে উত্তর দক্ষিণে বিশাল আক্রমণ চালুর অবস্থানে না আসা পর্যন্ত রসদ হালনাগাদ করা হয়। ট্রা গণনা করেছিলেন যে সাইগনের সেনাবাহিনীকে পুরোপুরি প্রশিক্ষণ দেওয়ার আগে এই তারিখটি হ্যানয়ের ধর্মঘটের শেষ সুযোগ হবে। ১৯৭৩ সালে শুকনো মরসুমে পিএভিএন/ভিসি আক্রমণাত্মক কার্যক্রম পুনরায় শুরু করেছিল এবং ১৯৭৪ সালের জানুয়ারির মধ্যেই আগের শুকনো হারানো অঞ্চলগুলি পুনরায় দখল করেতে সমর্থ হয়েছিল।\nদক্ষিণ ভিয়েতনামে, মার্কিন সামরিক বাহিনীর প্রস্থান এবং ১৯৭৩-এর তেল সংকটের পরে বিশ্বব্যাপী মন্দা এমন একটি অর্থনীতিকে আঘাত করেছে যা আংশিকভাবে মার্কিন আর্থিক সহায়তা এবং সৈন্য উপস্থিতির উপর নির্ভরশীল ছিল। দুটি সংঘর্ষের পরে ৫৫ এআরভিএন সেনা নিহত হয়েছিল। ১৯৭৪ সালের ৪ জানুয়ারি, রাষ্ট্রপতি থিও ঘোষণা করেছিলেন যে যুদ্ধ পুনরায় শুরু হয়েছে এবং প্যারিস শান্তি চুক্তি আর কার্যকর হয়নি। এটি সত্ত্বেও যুদ্ধবিরতি চলাকালীন ২৫,০০০ দক্ষিণ ভিয়েতনামির হতাহত হয়েছিল।\n\n১৯৭৩–১৯৭৪ সালের শুকনো মরসুমের আক্রমণের সাফল্য ট্রাকে ১৯৭৪ সালের অক্টোবরে হ্যানয়ে ফিরে আসার এবং পরবর্তী শুকনো মরসুমে আরও বড় আক্রমণাত্মক আশা করার অনুপ্রেরণায় জাগিয়ে তোলে। এবার, ট্রা নিয়মিত জ্বালানী ইন্ধনের সহায়তায় একটি ড্রাইভিং হাইওয়ের মাধ্যমে যেতে পারত, যে সময় হো চি মিন ট্রেল একটি বিপজ্জনক পর্বত ট্রেক ছিল। উত্তর ভিয়েতনামের প্রতিরক্ষামন্ত্রী জিপ অনুমোদন দিতে নারাজ হলে, ট্রাইয়ের বৃহত্তর আক্রমণাত্মক ঘটনাটি মার্কিন প্রতিক্রিয়া জাগিয়ে তুলতে পারে এবং ১৯৭৬ সালের পরিকল্পিত বড় ধাক্কায় হস্তক্ষেপ করতে পারে বলে ট্রাই তার পরিকল্পনার কথা বলেছিলেন। ট্রা প্রথম জিপের প্রধান সচিব লু দুউনের কাছে আবেদন করেছিলেন, যিনি এই অভিযানের অনুমোদন দিয়েছিলেন। ট্রার পরিকল্পনায় কম্বোডিয়া থেকে ফ্যাক লং প্রদেশে সীমিত আক্রমণ চালানোর আহ্বান জানানো হয়েছিল। স্থানীয় ধর্মীয় সমস্যা সমাধানের জন্য, দক্ষিণ ভিয়েতনামি বাহিনীর প্রতিক্রিয়া দেখে এবং মার্কিন যুক্তরাষ্ট্র ফিরে আসবে কি না তা নির্ধারণের জন্য এই ধর্মঘটের নকশা করা হয়েছিল।\n\n১৯৭৫ সালের শুরুতে, দক্ষিণ ভিয়েতনামিদের কাছে পিএভিএন হিসেবে তিনগুণ কামানের দ্বিগুণ ট্যাঙ্ক এবং সশস্ত্র গাড়ি ছিল। তাদের পিএভিএন/ভিসির উপর দিয়ে যুদ্ধ সৈন্যদের মধ্যে ১,৪০০ বিমান এবং একটি দ্বিগুণ সংখ্যক শ্রেষ্ঠত্ব ছিল। তবে, তেলের উচ্চ মূল্য বোঝায় যে এর বেশিরভাগই ব্যবহার করা যায় না। ভিয়েতনামিকরণের অস্থিতিশীল প্রকৃতির উদ্দেশ্য ছিল মার্কিন পশ্চাদপসরণকে ঢাকা, অতিরিক্ত যন্ত্রাংশের, মাঠ কর্মী ও রক্ষণাবেক্ষণ কর্মীদের অভাব, এবং বেশিরভাগ অপ্রয়োজনীয় উপকরণ সরবরাহ। ওয়াটারগেট কেলেঙ্কারির কারণে রাষ্ট্রপতি নিক্সন পদত্যাগ করার পরে ১৯৭৪ সালের ৯ আগস্ট জেরাল্ড ফোর্ড মার্কিন রাষ্ট্রপতির পদ গ্রহণ করেন এবং কংগ্রেস দক্ষিণ ভিয়েতনামে বাৎসরিক ১ বিলিয়ন ডলার থেকে $৭০০ মিলিয়ন ডলারে আর্থিক সহায়তা কমিয়ে আনে। কংগ্রেসও ১৯৭৫ সালের মধ্যে পর্যায়ক্রমে তহবিলের উপর আরও বিধিনিষেধে ভোট দিয়েছিল এবং ১৯৭৬ সালে মোট কর্তনের মধ্য দিয়ে শেষ হয়েছিল।\n১৯৭৪ সালের ১৩ ডিসেম্বর, উত্তর ভিয়েতনামি বাহিনী ফ্যাক লং আক্রমণ করেছিল। প্রদেশের রাজধানী, ফুক বিন, ১৯৭৫ সালের জানুয়ারিতে পতিত হয়েছিল। ফোর্ড মরিয়া হয়ে কংগ্রেসকে দক্ষিণের সাহায্য নেওয়ার আগে এবং পুনরায় সরবরাহের জন্য অর্থ বরাদ্দ চেয়েছিল। কংগ্রেস তা প্রত্যাখ্যান করেছিল। ফুুক বিনের পতন এবং অভাব একটি মার্কিন প্রতিক্রিয়া দক্ষিণ ভিয়েতনামি অভিজাতদের হতাশায় ফেলে দিয়েছে।\nএই সাফল্যের গতি পলিটব্যুরোকে তার কৌশলটি পুনরায় মূল্যায়ন করতে পরিচালিত করেছিল। সিদ্ধান্ত নেওয়া হয়েছিল যে কেন্দ্রীয় পার্বত্য অঞ্চলে অভিযানগুলি জেনারেল ভান তিয়ান ডাংয়ের হাতে দেওয়া হবে এবং সম্ভব হলে প্লিকুকে দখল করা উচিত। তিনি দক্ষিণে যাত্রা করার আগে ড্যাংকে লে দুন বলেছিলেন: \"আমাদের সামরিক ও রাজনৈতিক পরিস্থিতি এতটা নিখুঁত বা কৌশলগত সুবিধা ছিল না যতটা এখন আমাদের রয়েছে।\"\n\n\n=== প্রচারণা ২৭৫ ===\n\n১৯৭৫ সালের ১০ মার্চ, জেনারেল ডাং ট্যাংক এবং ভারি আর্টিলারি দ্বারা সমর্থিত কেন্দ্রীয় পার্বত্য অঞ্চলে সীমিত আক্রমণকারী প্রচারণা ২৭৫ শুরু করে। যার লক্ষ্য ছিল ডাক লাক প্রদেশের বুয়ান মা থুয়েট। যদি শহরটি দখল করা যায়, তবে প্রাদেশিক রাজধানী প্লেইকু এবং উপকূলের রাস্তাটি ১৯৭৬ সালে একটি পরিকল্পিত প্রচারের জন্য উন্মুক্ত করা হবে। এআরভিএন এই আক্রমণকে প্রতিহত করতে অক্ষম প্রমাণিত হয়েছিল। ১১ মার্চ বাহিনীটি সম্পূর্ণ ভেঙে পড়ে। হ্যানয় আবারও তার সাফল্যের গতি দেখে অবাক হয়েছিল। ডাং এখন পলিটব্যুরোর প্রতি অনুরোধ করেছিলেন যেন তিনি তাৎক্ষণিক প্লেইকুকে আটকাতে পারেন এবং তারপরে কন তুমের দিকে মনোনিবেশ করেন। তিনি যুক্তি দিয়েছিলেন যে বর্ষা শুরুর আগ পর্যন্ত দু'মাস ভাল আবহাওয়া অবশিষ্ট থাকায় পরিস্থিতিটির সুযোগ না নেওয়া দায়বদ্ধ হবে না।\nসাবেক জেনারেল হয়েও, রাষ্ট্রপতি থিয়ু ভয় পেয়েছিলেন যে আক্রমণকারী সাম্যবাদীদের দ্বারা উত্তরে তার বাহিনীর পরাস্ত হবে। থিয়ু একটি পশ্চাদপসরণ আদেশ দিয়েছিলেন, যা শীঘ্রই কার্যকর হয়েছিল। যদিও বেশিরভাগ এআরভিএন বাহিনী পালানোর চেষ্টা এবং বিচ্ছিন্ন ইউনিটগুলি মারাত্মকভাবে লড়াই করেছিল। এআরভিএন জেনারেল ফু প্লেকু এবং কন তুমকে ত্যাগ করেছিলেন এবং উপকূলের দিকে পিছিয়ে যায়, যা \"কান্নার কলাম\" নামে পরিচিত হয়ে ওঠে।\n২০ মার্চ, থিও নিজেকে উল্টে দিয়ে ভিয়েতনামের তৃতীয় বৃহত্তম শহর হুয়িকে অচল করার নির্দেশ দেন। তারপরে তিনি বেশকয়েকবার তার নীতি পরিবর্তন করেছিলেন। পিএভিএন তাদের আক্রমণ শুরু করার পরপর আতঙ্ক ছড়িয়ে পড়ে এবং এআরভিএন প্রতিরোধের হাতছাড়া হয়ে যায়। ২২ মার্চ, পিএভিএন হুয়ির অবরোধ তুলে দিয়। যে কোনও প্রকারের পালানোর আশায় জনগণ বিমানবন্দর এবং ডকগুলিকে প্লাবিত করে। হুুয়িতে প্রতিরোধের পতন হওয়ায়, পিএভিএন রকেটগুলি দা নাং এবং এর বিমানবন্দরে অবতরণ করে। ২৮ মার্চের মধ্যে ৩৫,০০০ পিএভিএন সেনা শহরতলিতে আক্রমণ করার জন্য প্রস্তুত ছিল। ৩০ মার্চের মধ্যে পিএভিএন দা নাংয়ের মাধ্যমে বিজয়ীভাবে যাত্রা করায় ১০০,০০০ নেতৃত্বহীন এআরভিএন সৈন্য আত্মসমর্পণ করেছিল। শহরটি পতনের সাথে সাথে মধ্য পার্বত্য অঞ্চল এবং উত্তর প্রদেশগুলির প্রতিরক্ষা অবসান ঘটে।\n\n\n=== চূড়ান্ত উত্তর ভিয়েতনামি আক্রমণ ===\nদেশের অর্ধেক উত্তরাঞ্চলীয় তাদের নিয়ন্ত্রণে থাকায় পলিটব্যুরো জেনারেল ডাংকে সাইগনের বিরুদ্ধে চূড়ান্ত আক্রমণ শুরু করার নির্দেশ দিয়েছিল। হো চি মিন প্রচারণার অপারেশনাল পরিকল্পনা অনুযায়ী ১ মে-এর আগে সাইগন দখল করার আহ্বান জানিয়েছিল। হ্যানয় আসন্ন বর্ষা এড়ানোর জন্য এবং রাজধানী রক্ষাকারী এআরভিএন বাহিনীর কোনও নতুন নিয়োগ রোধ করার ইচ্ছা পোষণ করে। নেহা ট্রাং, কাম রান এবং দা লাতকে নিয়ে উত্তর বাহিনী, তাদের সাম্প্রতিক বিজয়ের মধ্য দিয়ে তাদের মনোবলকে বাড়িয়ে তোলে।\n৭ এপ্রিল, তিনটি পিএভিএন বিভাগ সাইগনের ৪০ মাইল (৬৪ কিলোমিটার) পূর্বে জুয়ান ল্যাক আক্রমণ করেছিল। দু'টি রক্তাক্ত সপ্তাহের জন্য, এআরভিএন রক্ষকরা পিওভিএনের অগ্রগতি অবরুদ্ধ করার চেষ্টা করার জন্য সর্বশেষ অবস্থান গ্রহণ করায় তীব্র লড়াই শুরু হয়েছিল। ২১ এপ্রিল, ক্লান্ত গ্যারিসনকে সাইগনের দিকে ফিরে যাওয়ার নির্দেশ দেওয়া হয়ে। একই দিনে দক্ষিণ ভিয়েতনামের সাথে মার্কিন যুক্তরাষ্ট্র বিশ্বাসঘাতকতা করেছে বলে ঘোষণা করে একজন বন্দি ও অশ্রুযুক্ত রাষ্ট্রপতি থিয়িউ পদত্যাগ করেছিলেন। এক চরম আক্রমণে তিনি পরামর্শ দিয়েছিলেন যে কিসিঞ্জার তাকে দু'বছর আগে প্যারিস শান্তি চুক্তি স্বাক্ষর করার জন্য প্রতারিত করেছিলেন, বাস্তবায়নে ব্যর্থ হওয়া সামরিক সহায়তার প্রতিশ্রুতি দিয়েছিলেন। ২১ এপ্রিল ট্রান ভান হ্যাংয়ের কাছে ক্ষমতা স্থানান্তরিত করে, তিনি ২৫ এপ্রিল তাইওয়ানের উদ্দেশ্যে রওয়ানা হন। দক্ষিণ ভিয়েতনামের জন্য $৭০০ মিলিয়ন জরুরি সহায়তার জন্য কংগ্রেসের অসফল আবেদনের পরে, রাষ্ট্রপতি ফোর্ড ভিয়েতনাম যুদ্ধ এবং সমস্ত মার্কিন সহায়তার সমাপ্তির ঘোষণা দিয়ে ২৩ এপ্রিল একটি টেলিভিশন বক্তব্য দিয়েছিলেন।\nএপ্রিলের শেষে, এআরভিএন মেকং ব-দ্বীপ বাদে সমস্ত ফ্রন্টে ভেঙে পড়েছিল। মূল সাম্যবাদী হামলার আগে হাজার হাজার শরণার্থী দক্ষিণে প্রবাহিত হয়েছিল। ২৭ এপ্রিল ১০০,০০০ পিএভিএন সেনা সাইগনকে ঘিরে রাখে। শহরটি প্রায় ৩০,০০০ এআরভিএন সৈন্য দ্বারা রক্ষা করা হয়েছিল। ধস এবং তীব্র আতঙ্কে, পিএভিএন টান সোন নাট আন্তর্জাতিক বিমানবন্দরে আশ্রয় নেয় এবং এটি বন্ধ করতে বাধ্য করে।\n\n\n=== সাইগনের পতন ===\n\nঐতিহাসিক দক্ষিণ ভিয়েতনামি কর্মকর্তা ও বেসামরিক নাগরিকরা সাইগন ছেড়ে চলে যাওয়ার জন্য বিশৃঙ্খলা, অশান্তি ও আতঙ্ক ছড়িয়ে পড়ে। সামরিক আইন জারি করা হয়েছিল। মার্কিন হেলিকপ্টারগুলি শহরের বিভিন্ন অঞ্চল এবং মার্কিন দূতাবাস প্রাঙ্গণ থেকে দক্ষিণ ভিয়েতনামি, মার্কিন যুক্তরাষ্ট্র এবং বিদেশী নাগরিকদের সরিয়ে নিতে শুরু করে। মার্কিন যুক্তরাষ্ট্রের কারণে অপারেশন ফ্রিকোয়েন্ট উইন্ড শেষ সম্ভাব্য মুহূর্ত পর্যন্ত বিলম্বিত হয়েছিল। রাষ্ট্রদূত গ্রাহাম মার্টিনের বিশ্বাস যে সাইগনে অবরোধ ঘটতে পারে এবং রাজনৈতিক সমঝোতায় আসতে পারে। ফ্রিকোয়েন্ট উইন্ড ছিল ইতিহাসের বৃহত্তম হেলিকপ্টার থেকে বোমাবর্ষণের ঘটনা। ২৯ এপ্রিল এটি শুরু হয়েছিল, যেহেতু ভিয়েতনামিদের ঐতিহাসিক জনতা সীমিত স্থানের জন্য অপেক্ষা করেছিল। আকাশসীমায় ফ্রিকোয়েন্ট উইন্ড চলতে থাকে, অন্যদিকে পিএভিএন ট্যাঙ্কগুলি সাইগনের নিকট প্রতিরক্ষা লঙ্ঘন করে। ৩০ এপ্রিল ভোরের দিকে, বেসামরিক নাগরিকদের ভিড় সরিয়ে মার্কিন যুক্তরাষ্ট্রের মেরনাররা হেলিকপ্টারের সাহায্যে দূতাবাসটি স্থানান্তর করেছিল।\n১৯৭৫ সালের ৩০ এপ্রিল, পিএভিএন সেনারা সাইগন শহরে প্রবেশ করে এবং দ্রুত সমস্ত প্রতিরোধকে পরাভূত করে, মূল ভবন এবং স্থাপনাগুলি আটক করে। স্থানীয় সময় সকাল ১১:৩০ নাগাদ ৩০৪তম বিভাগের একটি ট্যাঙ্ক ইন্ডিপেন্ডেন্স প্যালেসের ফটক বিধ্বস্ত করেছিল এবং এর উপরে ভিয়েত কংয়ের পতাকা উত্তোলন করা হয়েছিল। দু'দিন পূর্বে হুংয়ের স্থলাভিষিক্ত হওয়া রাষ্ট্রপতি ডাং ভান মিন কর্নেল বৌ টানের নিকট আত্মসমর্পণ করেছিলেন।\n\n\n== মার্কিন যুক্তরাষ্ট্রের জড়িত থাকার বিরোধিতা, ১৯৬৪–১৯৭৩ ==\n\nভিয়েতনাম যুদ্ধের সময় মার্কিন জনগণের একটি বিশাল অংশ দক্ষিণ-পূর্ব এশিয়ায় মার্কিন যুক্তরাষ্ট্রের বিরোধিতা করেছিল। ১৯৬৭ সালের পরে জনমত অবিচ্ছিন্নভাবে যুদ্ধের বিরুদ্ধে দাঁড়ায় এবং ১৯৭০ সাল নাগাদ আমেরিকার এক তৃতীয়াংশই বিশ্বাস করেছিলেন যে মার্কিন যুক্তরাষ্ট্র ভিয়েতনামে যুদ্ধের জন্য সেনা পাঠিয়ে কোনও ভুল করেনি।\n\n১৯৫৪ সালের জেনেভা সম্মেলন থেকে প্রথম ভিয়েতনামে মার্কিন যুক্তরাষ্ট্র জড়িত থাকার বিরোধিতার সূচনা হয়। নির্বাচন হেরে যাওয়ায় দিমের মার্কিন সমর্থনকে গণতন্ত্রকে ব্যর্থতা হিসেবে দেখা হয়েছিল, যে মার্কিন সমর্থন করেছিল বলে দাবি করেছে। জন এফ কেনেডি, সেনেটর থাকাকালীন ভিয়েতনামে জড়িত থাকার বিরোধিতা করেছিলেন। যাইহোক, ১৯৬০-এর দশকের শেষের দিকে যুদ্ধবিরোধী আন্দোলনকে শীর্ষে নিয়ে যাওয়ার কারণ এবং এর কারণগুলি নির্দিষ্ট করে এমন কয়েকটি দল নির্দিষ্ট করা সম্ভব। অনেক যুবক প্রতিবাদ করেছিলেন, কারণ তারা বিচ্ছিন্ন হয়েছিল, অন্যরা যুদ্ধবিরোধী হওয়ায় যুদ্ধবিরোধী আন্দোলন বিপরীতসংস্কৃতির মধ্যে ক্রমবর্ধমান জনপ্রিয় হয়ে উঠল। শান্তি আন্দোলনের কিছু সমর্থক ভিয়েতনাম থেকে মার্কিন বাহিনীর প্রত্যাহারের একতরফা পক্ষে ছিলেন। ভিয়েতনাম যুদ্ধের বিরোধিতা মার্কিন যুক্তরাষ্ট্রের সাম্যবাদবিরোধী ও সাম্রাজ্যবাদবিরোধী দলগুলিকে একত্রিত করার প্রবণতা সৃষ্টি করেছিল, এবং ক্যাথলিক শ্রমিক আন্দোলনের মতো নয়া বামের সাথে জড়িতদের পক্ষে। স্টিফেন স্পিরোর মতো অন্যরাও ন্যায়যুদ্ধ তত্ত্বের ভিত্তিতে যুদ্ধের বিরোধিতা করেছিলেন। কেউ কেউ ভিয়েতনামের জনগণের সাথে সংহতি জানাতে চেয়েছিলেন, যেমন নর্মন মরিসন থাচ কোং দুকের আত্ম-দহনকে অনুকরণ করেছিল।\n\nউচ্চ-পদস্থদের ভিয়েতনাম যুদ্ধের বিরোধীতা মার্কিন জনগণের মতামত পরিবর্তনের প্রয়াসে ক্রমবর্ধমান গণ-বিক্ষোভে পরিণত হয়। যুদ্ধের বিরুদ্ধে প্রতিবাদ চলাকালীন ১৯৬৮ সালের গণতান্ত্রিক জাতীয় সম্মেলনে দাঙ্গা শুরু হয়েছিল। ১৯৬৮ সালে আমার লাই ম্যাসাক্যাকের মতো মার্কিন সামরিক নির্যাতনের খবর প্রকাশিত হওয়ার পরে যুদ্ধবিরোধী আন্দোলনে নতুন মনোযোগ ও সমর্থন সুষ্টি হয়, কিছু প্রবীণরা যুদ্ধের বিরুদ্ধে ভিয়েতনাম ভেটেরান্সে যোগ দিয়েছিল। ১৯৬৯ সালের ১৫ অক্টোবর ভিয়েতনাম মোরাটোরিয়াম লক্ষ লক্ষ মার্কিনকে আকর্ষণ করেছিল। ১৯৭০ সালে কেন্ট স্টেট বিশ্ববিদ্যালয়ে চার শিক্ষার্থীর মারাত্মক গুলি চালানোর ফলে দেশব্যাপী বিশ্ববিদ্যালয়ের বিক্ষোভ শুরু হয়। ১৯৭৩ সালের জানুয়ারিতে প্যারিস শান্তি চুক্তি স্বাক্ষর এবং খসড়া সমাপ্তি এবং পরের মাসগুলিতে ভিয়েতনাম থেকে মার্কিন  সেনা প্রত্যাহারের পরে যুদ্ধবিরোধী বিক্ষোভ প্রত্যাখ্যান হয়েছিল।\n\n\n== অন্য দেশের সম্পৃক্ততা ==\n\n\n=== প্রো-হ্যানয় ===\nচীনা-ভিয়েতনামীদের শত্রুতার ২ হাজার বছরের এবং ভিয়েতনামে যখন তারা আমাদের বিরুদ্ধে ঐক্যবদ্ধ হয়েছিল তখন কয়েকশ বছরের চীনা ও রাশিয়ার পারস্পরিক সন্দেহ স্থগিত করা হয়েছিল।\n\n\n==== চীন ====\n\n১৯৫০ সালে চীন ডেমোক্র্যাটিক রিপাবলিক অব ভিয়েতনামে কূটনৈতিক স্বীকৃতি বাড়িয়ে দিয়েছিল এবং ফরাসিদের সাথে যুদ্ধে ভিয়েতনামকে সহায়তা করার জন্য লুও গুইবোর নেতৃত্বে সামরিক পরামর্শদাতাদের পাশাপাশি ভারী অস্ত্র পাঠিয়েছিল। ১৯৫৪ সালের জেনেভা চুক্তির প্রথম খসড়া বিষয়ে ফরাসি প্রধানমন্ত্রী পিয়েরে মেন্ডেস ফ্রান্স এবং চীনা প্রধানমন্ত্রী চৌ এন-লাই আলোচনার মাধ্যমে ছিলেন, যারা মার্কিন যুক্তরাষ্ট্রের হস্তক্ষেপ দেখে ভিয়েতনামকে ১৭টি সমান ভাগে বিভাজন করার আহ্বান জানিয়েছিলেন।\nমার্কিন যুক্তরাষ্ট্রের হস্তক্ষেপ শুরুর পরপর উত্তর ভিয়েতনামের পক্ষে চীনা সমর্থন, আর্থিক সহায়তা এবং কয়েক হাজার সেনা কর্মী সমর্থন ভূমিকা উভয়ই অন্তর্ভুক্ত ছিল। ১৯৬২ সালের গ্রীষ্মে, মাও ৎসে-তুং হ্যানয়কে বিনা মূল্যে ৯০,০০০ রাইফেল এবং বন্দুক সরবরাহ করতে সম্মত হয়েছিল। ১৯৬৫ সালে, মার্কিন বোমা বিস্ফোরণ, বিমানবিরোধী ব্যাটারি, রাস্তা ও রেলপথ পুনর্নির্মাণ, পরিবহন সরবরাহ এবং অন্যান্য প্রকৌশলী কাজ সম্পাদন এবং ক্ষতিগ্রস্ত স্থাপনা মেরামত করার জন্য চীন উত্তর ভিয়েতনামে অ্যান্টি-এয়ারক্রাফট ইউনিট এবং ইঞ্জিনিয়ারিং ব্যাটালিয়ন প্রেরণ করেছিল। এটি দক্ষিণে যুদ্ধের জন্য উত্তর ভিয়েতনামী সেনাবাহিনীকে মুক্তি দিয়েছিল। চীন $১৮০ মিলিয়ন ডলার মূল্যের ৩২০,০০০ সেনা এবং বার্ষিক অস্ত্রের চালান প্রেরণ করেছে। চীনা সেনাবাহিনী দাবি করেছে যে যুদ্ধে মার্কিন বিমানের ৩৮ শতাংশ ক্ষতি হয়েছে। চীন দাবি করেছে যে ভিয়েতনাম যুদ্ধের সময় উত্তর ভিয়েতনাম এবং ভিয়েত কংয়ে তার সামরিক ও অর্থনৈতিক সহায়তা মোট ২০ বিলিয়ন ডলার (২০১৫ সালে মুদ্রাস্ফীতির হিসেবে প্রায় $১৪৩ বিলিয়ন) ছিল। এই সহায়তায় অন্তর্ভুক্ত ছিল ৫ মিলিয়ন টন খাদ্য সরবরাহ (উত্তর ভিয়েতনামের এক বছরে খাদ্য উৎপাদনের সমতুল্য), যা ১৯৭০-এর দশকে উত্তর ভিয়েতনামি খাদ্য সরবরাহের ১০-১৫ শতাংশ ছিল।\n১৯৬৮ সালের আগস্টে চেকোস্লোভাকিয়ায় সোভিয়েত আক্রমণের পরে চীন-সোভিয়েত সম্পর্ক আরও তীব্র হয়। অক্টোবরে, চীন উত্তর ভিয়েতনামকে মস্কোর সাথে সম্পর্ক ছিন্ন করার দাবি জানায়, তবে হ্যানয় তা প্রত্যাখ্যান করেছিলেন। ১৯৬৯ সালের মার্চে ঝেনবাও দ্বীপে সংঘটিত সোভিয়েতের সাথে সংঘর্ষের প্রস্তুতির জন্য ১৯৬৮ সালের নভেম্বরে চীনা প্রত্যাহার শুরু করে।\n১৯৬৭ সালে, চীন সরকার \"প্রকল্প ৫২৩\" নামে একটি গোপন সামরিক কর্মসূচি চালু করে। যার উদ্দেশ্যে ছিল ম্যালেরিয়ায় আক্রান্ত পিএভিএন-দের সহায়তা প্রদানের জন্য ম্যালেরিয়ার চিকিৎসা সন্ধান। ফলস্বরূপ, চীনা বিজ্ঞানী থু ইঔ-ইঔ এবং তার সহযোগীরা আর্টেমিসিনিন আবিষ্কার করেছিলেন। ম্যালেরিয়া প্রতিরোধ চিকিৎসায় অবদানের জন্য ২০১৫ সালে থু চিকিৎসাবিজ্ঞানে নোবেল পুরস্কার পেয়েছিলেন।\nচীনারা এই সময়ে উত্তর ভিয়েতনামের একটি পাল্টা ওজন হিসেবে খেমার রুজকে অর্থায়ন শুরু করে। চীন গৃহযুদ্ধের সময় খেমার রুজকে \"সশস্ত্র ও প্রশিক্ষিত\" করেছিল এবং পরবর্তী বছর ধরে তাদের সহায়তা করে চলেছে। খেমার রুজ ১৯৭৫–১৯৭৮ সালে ভিয়েতনামে ভয়ঙ্কর আক্রমণ চালিয়েছিল। ভিয়েতনাম যখন খেমার রুজকে পিছনে ফেলে আক্রমণের প্রতিক্রিয়া জানায়, চীন ১৯৭৯ সালে ভিয়েতনামে একটি সংক্ষিপ্ত, iশাস্তিমূলক আক্রমণ শুরু করে।\n\n\n== ফলাফল ==\n১৯৬৫ সালে মার্কিন যুক্তরাষ্ট্র দক্ষিণ ভিয়েতনামি সরকারের পতন রোধকল্পে সেখানে সৈন্য পাঠায়, কিন্তু এর ফলে যে দীর্ঘস্থায়ী যুদ্ধের সূত্রপাত হয়, তাতে শেষ পর্যন্ত মার্কিন যুক্তরাষ্ট্র জয়ী হতে পারেনি। ১৯৭৫ সালে সাম্যবাদী শাসনের অধীনে দুই ভিয়েতনাম একত্রিত হয়। ১৯৭৬ সালে এটি সরকারীভাবে ভিয়েতনাম সমাজতান্ত্রিক প্রজাতন্ত্র নাম ধারণ করে। এই যুদ্ধে প্রায় ৩২ লক্ষ ভিয়েতনামি মারা যান। এর সাথে আরও প্রায় ১০ থেকে ১৫ লক্ষ লাও ও ক্যাম্বোডীয় জাতির লোক মারা যান। মার্কিনীদের প্রায় ৫৮ হাজার সেনা নিহত হন। এ ছাড়াও আহত ও পঙ্গু হয় তিন লাখ মার্কিন সেনা।\n\n\n== হতাহত ==\n\nহতাহতের সংখ্যার অনুমান সময়ে সময়ে পরিবর্তিত হয়, একটি সূত্র অনুসারে ১৯৫৫ থেকে ২০০২ সালের মধ্যে ভিয়েতনামে ৩৮ লক্ষ (৩.৮ মিলিয়ন) সহিংস যুদ্ধে মৃত্যুর পরামর্শ দেয়। একটি বিশদ জনসংখ্যার গবেষণায় সমস্ত ভিয়েতনামের যুদ্ধের সময় সামরিক ও বেসামরিক উভয় ক্ষেত্রে ৭৯১,০০০-১,১৪১,০০০ জনের মৃত্যুর ক্তহা বলা হয়েছে। যুদ্ধে ১৯৫,০০০ থেকে ৪৩০,০০০ জন দক্ষিণ ভিয়েতনামের বেসামরিক লোক মারা গিয়েছিল। ১৯৬৯ সালের মার্কিন গোয়েন্দা প্রতিবেদন থেকে এক্সট্রাপোলেট করে, গুয়েন্টার লুইয়ের অনুমান মতে ৬৫,০০০ উত্তর ভিয়েতনামী নাগরিক যুদ্ধে মারা গিয়েছিল। অপারেশন রোলিং থান্ডারে উত্তর ভিয়েতনামে আমেরিকান বোমা হামলার কারণে বেসামরিক মৃত্যুর সংখ্যার অনুমান ছিল ৩০,০০০ থেকে ১৮২,০০০ পর্যন্ত। একটি ১৯৭৫ সালের  মার্কিন সিনেট উপকমিটি যুদ্ধের সময় ১.৪ মিলিয়ন দক্ষিণ ভিয়েতনামি বেসামরিক নাগরিকদের হতাহতের অনুমান করেছে, যার মধ্যে ৪১৫,০০০ জন মারা গেছে।\n১৯৬০ থেকে ১৯৭৪ সালের মধ্যে আনুমানিক ২৫৪,২৫৬ জন দক্ষিণ ভিয়েতনামের সামরিক বাহিনী নিহত হয়েছে এবং ১৯৫৪ থেকে ১৯৫৯ এবং ১৯৭৫ সাল পর্যন্ত অতিরিক্ত মৃত্যু হয়েছে। অন্যান্য অনুমান মতে ৩১৩,০০০ জন হতাহতের উচ্চ পরিসংখ্যান নির্দেশ করে। মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগের সরকারি পরিসংখ্যান ছিল ১৯৬৫ থেকে ১৯৭৪ সাল পর্যন্ত ভিয়েতনামে ৯৫০,৭৬৫ পিএভিএন/ভিসি বাহিনী নিহত হয়েছে। এই সংখ্যার পরিসংখ্যান ৩০ শতাংশ কমানো দরকার বলে প্রতিরক্ষা বিভাগের কর্মকর্তারা মনে করেছিলেন। গুয়েন্টার লুই দাবি করেছেন যে, প্রতিবেদন করা \"শত্রু\" নিহতদের এক-তৃতীয়াংশ বেসামরিক লোক হতে পারে, এই উপসংহারে যে পিএভিএন/ভিসি সামরিক বাহিনীর মৃত্যুর প্রকৃত সংখ্যা সম্ভবত ৪৪৪,০০০ জনের কাছাকাছি ছিল।\n\nভিয়েতনামের সরকার কর্তৃক প্রকাশিত পরিসংখ্যান অনুসারে, যুদ্ধের সময় পিএভিএন/ভিসি পক্ষের ৮৪৯,০১৮ জনের নিশ্চিত সামরিক মৃত্যু হয়েছে। ভিয়েতনামের সরকার ১৯৫৫ থেকে ১৯৭৫ সাল পর্যন্ত দীর্ঘ সময়ের জন্য যুদ্ধে মৃত্যুর হিসাব প্রকাশ করেছে। এই পরিসংখ্যানে লাওতিয় এবং কম্বোডিয় গৃহযুদ্ধে ভিয়েতনামি সৈন্যদের যুদ্ধের মৃত্যু অন্তর্ভুক্ত রয়েছে, যেখানে পিএভিএন প্রধান অংশগ্রহণকারী হিসাবে ছিল। এই পরিসংখ্যানের ৩০ থেকে ৪০% যুদ্ধ বহির্ভূত মৃত্যুর জন্য দায়ী। যদিও, পরিসংখ্যানে দক্ষিণ ভিয়েতনামি এবং মিত্র সৈন্যদের মৃত্যু অন্তর্ভুক্ত ছিল না। এর মধ্যে আনুমানিক ৩০০,০০০-৫০০,০০০ পিএভিএন/ভিসি কর্মে অনুপস্থিত অন্তর্ভুক্ত নয়। ভিয়েতনামের সরকারি পরিসংখ্যান অনুমান করে ১৯৪৫ থেকে ১৯৭৯ সাল পর্যন্ত ১.১ মিলিয়ন মৃত এবং ৩০০,০০০ নিখোঁজ, ১৯৬০ থেকে ১৯৭৫ সাল পর্যন্ত প্রায় ৮৪৯,০০০ মৃত এবং ২৩২,০০০ নিখোঁজ হয়।\n\n\n== উত্তরাধিকার ==\n\n\n=== জনপ্রিয় সংস্কৃতিতে ===\n\nভিয়েতনাম যুদ্ধে অংশগ্রহণকারী দেশগুলিতে টেলিভিশন, চলচ্চিত্র, ভিডিও গেমস, সঙ্গীত এবং সাহিত্যে ভিয়েতনাম যুদ্ধের ব্যাপক বৈশিষ্ট্যায়ন হয়েছে। ভিয়েতনামে, দ্বিতীয় অপারেশন লাইনব্যাকার চলাকালীন পটভূমিতে নির্মিত একটি উল্লেখযোগ্য চলচ্চিত্র গার্ল ফ্রম হ্যানয় (১৯৭৫), যেখানে হ্যানয়ের যুদ্ধকালীন জীবন চিত্রিত হয়েছে। আরেকটি উল্লেখযোগ্য কাজ দক্ষিণ ভিয়েতনামি ডাক্তার ডাং থুই ট্রামের দিনলিপি, যিনি দক্ষিণের যুদ্ধক্ষেত্রে নাম লিখিয়েছিলেন এবং ২৭ বছর বয়সে কোং এনগাইয়ের নিকট মার্কিন বাহিনী কর্তৃক নিহত হয়েছিলেন। তার দিনলিপি পরে ভিয়েতনামে Đặng Thùy Trâm's Diary (লাস্ট নাইট আই ড্রিমড অব পিস) হিসেবে প্রকাশিত হয়, এবং সেরা বিক্রিত হয়ে ওঠে। পরে ২০০৯ সালে এটি ডোন্ট বার্ন (Đừng Đốt) নামে চলচ্চিত্রে রুপ দেয়া হয়। ভিয়েতনামে দিনলিপিটি প্রায়শই অ্যানা ফ্র্যাংকের ডায়েরির সাথে তুলনা করা হয় এবং উভয়ই সাহিত্যের শিক্ষায় ব্যবহৃত হয়। নির্মিত আরেকটি ভিয়েতনামি চলচ্চিত্র হল ১৯৭৯ সালের দ্য অ্যাণ্ডনডোন্ড ফিল্ড: ফ্রি ফায়ার জোন (Cánh đồng hoang), যেখানে মার্কিন যুক্তরাষ্ট্রের \"ফ্রি-ফায়ার জোন\" এবং মার্কিন হেলিকপ্টারের দৃষ্টিভঙ্গিতে জীবনযাপনের আখ্যান তুলে ধরা হয়েছে।\nআমেরিকার জনপ্রিয় সংস্কৃতিতে, \"ক্রেজি ভিয়েতনাম ভেটেরান\", যিনি পোস্টট্রোম্যাটিক স্ট্রেস ডিসঅর্ডারে ভুগছিলেন, তিনি যুদ্ধের পরে একটি সাধারণ স্টক চরিত্র হয়ে উঠেছিলেন।\nভিয়েতনাম যুদ্ধ ভিত্তিক প্রথমদিকার প্রধান চলচ্চিত্রগুলির মধ্যে একটি হল জন ওয়েনের যুদ্ধপন্থী চলচ্চিত্র, দ্য গ্রিন বেরেটস (১৯৬৮)। আরও সিনেমাটিক উপস্থাপনাগুলি ১৯৭০ এবং ১৯৮০-এর দশকে প্রকাশিত হয়েছিল, যার মধ্যে মাইকেল সিমিনোর দ্য ডিয়ার হান্টার (১৯৭৮), ফ্রান্সিস ফোর্ড কোপলার অ্যাপোক্যালিপ্‌স নাও (১৯৭৯), অলিভার স্টোনের প্লাটুন (১৯৮৬) – ভিয়েতনাম যুদ্ধের সময় মার্কিন সেনাবাহিনীতে তার পরিসেবার ভিত্তিতে, স্ট্যানলি কুবরিকের ফুল মেটাল জ্যাকেট (১৯৮৭), হ্যামবার্গার হিল (১৯৮৭), অলিভার স্টোনের বর্ন অন দ্য ফোর্থ অব জুলাই (১৯৮৯), ক্যাসুয়ালটিস অব ওয়ার (১৯৮৯), দ্য সেইজ অব ফায়ারবেস গ্লোরিয়া (১৯৮৯), এবং রবার্ট জেমেকিসেরর ফরেস্ট গাম্প (১৯৯৪) অন্তর্ভুক্ত। পরবর্তী চলচ্চিত্রগুলির মধ্যে রয়েছে, উই ওয়েয়ার সোলজার্স (২০০২) এবং রেসকিউ ডন (২০০৭)।\nএই যুদ্ধ ভিয়েতনাম এবং মার্কিন যুক্তরাষ্ট্রের এক প্রজন্মের সঙ্গীতশিল্পী এবং গীতিকারদের যুদ্ধবিরোধী ও সাম্যবাদ-বিরোধী উভয়ক্ষেত্রেই প্রভাবিত করেছিল। কান্ট্রি জো অ্যান্ড ফিশ ব্যান্ড ১৯৬৫ সালে দ্য \"ফিশ\" চিয়ার/আই-ফিল-লাইক-আ'ম-ফিক্সিন'-টু-ডাই রাগ রেকর্ড করেছিল এবং এটি অন্যতম ভিয়েতনাম বিরোধী প্রতিবাদী সঙ্গীত হয়ে ওঠে। অনেক গীতিকার এবং সঙ্গীতজ্ঞ যুদ্ধবিরোধী আন্দোলনকে সমর্থন করেছিলেন, যাদের মধ্যে পিট সিগার, জোয়ান বায়েজ, পেগি সিগার, ইয়ান ম্যাককোল, বারবারা ডেন, দ্য ক্রিটিক্স গ্রুপ, ফিল ওচস, জন লেনন, নিনা সিমোন, নিল ইয়ং, টম প্যাকসটন, জিমি ক্লিফ এবং আর্লো গুথ্রি রয়েছেন। আধুনিক শাস্ত্রীয় সুরকার জর্জ ক্রাম্ব্ব ব্ল্যাক এঞ্জেলস শিরোনামে ১৯৭০ সালে যুদ্ধ সম্পর্কিত একটি স্ট্রিং কোয়ারটেট, একটি শোকগাথা রচনা করেছিলেন।\nজনপ্রিয় ভিডিও গেমগুলিতেও এই যুদ্ধটি চিত্রিত হয়েছে, বিশেষত যুদ্ধ ধারার প্রথম-ব্যক্তি গোলন্দাজ বা শুটার গেমগুলিতে, যেমন লাইন অব দ্য সাইট: ভিয়েতনাম (২০০৩), ভিয়েতকং (২০০৩), ব্যাটলফিল্ড ভিয়েতনাম (২০০৪), ভিয়েতকং: ফিস্ট আলফা (২০০৪), এলিট ওয়ারিয়র্স: ভিয়েতনাম (২০০৫), দ্য হেল ইন ভিয়েতনাম (২০০৮), ব্যাটলফিল্ড: ব্যাড কোম্পানি ২: ভিয়েতনাম (২০১০), কল অব ডিউটি: ব্ল্যাক অপস (২০১০), কল অব ডিউটি: ব্ল্যাক অপস: ডেস্ক্লাইসিড (২০১২), রাইজিং স্টর্ম ২: ভিয়েতনাম (২০১৭) এবং অতিরিক্ত উপাদান হিসেবে ফার ক্রাই ৫ (২০১৮)। যুদ্ধটি তৃতীয়-ব্যক্তি শুটার, এমএমওরপিজি, রিয়েল-টাইম স্ট্র্যাটেজি এবং রোল-প্লেয়িং, যেমন র‌্যাম্বো: ফার্স্ট ব্লাড পার্ট ২ (১৯৮৫), ক্যালিবার .৫০ (১৯৮৯), ভিয়েতকং ২ (২০০৫), মেড ম্যান (২০০৬), গানবোট (১৯৯০) এবং স্ট্রাইক ফাইটার ২: ভিয়েতনাম (২০০৯) এর মতো অন্যান্য ধারায় গেমগুলিতে অভিযোজিত হতে দেখা যায়।\n\n\n==== পৌরাণিক কাহিনি ====\nভিয়েতনাম যুদ্ধের ইতিহাসে পৌরাণিক কাহিনিগুলি কেন্দ্রীয় ভূমিকা পালন করে এবং অন্যদিকে এগুলি মার্কিন যুক্তরাষ্ট্রের সংস্কৃতির অংশে পরিণত হয়েছে। অনেকটা যুদ্ধের সাধারণ ইতিহাস, পৌরাণিক কাহিনি নিয়ে আলোচনা সবই মার্কিন অভিজ্ঞতার বর্ণনা করেছে, তবে যুদ্ধের পৌরাণিক কাহিনি ভিয়েতনামি ও অস্ট্রেলিয় ইতিহাসগ্রন্থেও ভূমিকা রেখেছে।\nসাম্প্রতিক বৃত্তিটি \"পৌরাণিক কৌতুকের\" উপর দৃষ্টি নিবদ্ধ করেছে, ভিয়েতনাম যুদ্ধের মার্কিন ঐতিহাসিকের পূর্ববর্তী গোঁড়া ও সংশোধনবাদী বিদ্যালয়গুলিতে আক্রমণ করে। এই বৃত্তিটি ভিয়েতনাম যুদ্ধে মার্কিন সমাজ এবং সৈন্যদল সম্পর্কে পুরানকে চ্যালেঞ্জ জানায়।\nদ্য মিথ অব দি অ্যাডিক্টেড আর্মি: ভিয়েতনাম অ্যান্ড দ্য মর্ডান ওয়ার অন ড্রাগ্‌স-এ কুজমারভ জনপ্রিয় ও হলিউডের আখ্যানগুলিকে চ্যালেঞ্জ জানিয়েছে যে, মার্কিন সৈন্যরা ছিল ভারী মাদক ব্যবহারকারী। বিশেষত ধারণা এই ছিল যে মাই লাই গণহত্যা মাদক সেবনের কারণেই ঘটেছিল। কুজমারভের মতে, মাদকের পৌরাণিক কাহিনি তৈরির জন্য রিচার্ড নিক্সন প্রাথমিকভাবে দায়বদ্ধ ছিলেন।\nমাইকেল অ্যালেন তার আনটিল দ্য লাস্ট ম্যান কামস হোম-এ নিক্সনের বিরুদ্ধে ভিয়েতনামে মার্কিন বন্দিদের লিগ অব ওয়াইভ এবং মার্কিন কয়েদিদের জাতীয় লিগ ও দক্ষিণ-পূর্ব এশিয়ায় নিখোঁজ হওয়ার কল্পিত রচনার অভিযোগ তুলেছিলেন। যুদ্ধকে ক্রমশ পরাজয়ের দিকে বিবেচনা করা হয়েছিল। অ্যালেনের বিশ্লেষণ যুদ্ধ পরবর্তী রাজনীতি এবং সাম্প্রতিক রাষ্ট্রপতি নির্বাচনের সাথে মার্কিন নির্বাচনী রাজনীতিতে সুইফট বোট বিতর্কসহ সম্ভাব্য নিখোঁজ বা বন্দী মার্কিনদের অবস্থানকে যুক্ত করে।\n\n\n=== স্মৃতিরক্ষা ===\n২০১২ সালের ২৫ মে রাষ্ট্রপতি বারাক ওবামা ভিয়েতনাম যুদ্ধের পঞ্চাশতম বার্ষিকী স্মরণে একটি ঘোষণা করেছিলেন। ২০১৭ সালের ১০ নভেম্বর, রাষ্ট্রপতি ডোনাল্ড ট্রাম্প ভিয়েতনাম যুদ্ধের পঞ্চাশতম বার্ষিকী উপলক্ষে একটি অতিরিক্ত স্মারক ঘোষণা করেছিলেন।\n\n\n== আরও দেখুন ==\n\nকম্বোডিয়ার ইতিহাস\nলাওসের ইতিহাস\nভিয়েতনামের ইতিহাস\nসোভিয়েত–আফগান যুদ্ধ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nএই নিবন্ধটির জন্য তথ্যসূত্রসমূহ তিনটি বিভাগে বিভক্ত করা হয়েছে।\n\nউদ্ধৃতিসমূহ: নিবন্ধের মধ্যে থাকা ইন-লাইন, সংখ্যাযুক্ত সুপারসক্রিপ্ট সূত্রের জন্য তথ্যসূত্র।\nপ্রাথমিক উৎস: মূল নিবন্ধের বিষয়বস্তু তৈরি করতে ব্যবহৃত, তবে ইন-লাইন উদ্ধৃতি হিসেবে উল্লেখ করা হয় নি।\nমাধ্যমিক উৎস: নিবন্ধটি নির্মাণে ব্যবহৃত অতিরিক্ত কাজ।\n\n\n=== উদ্ধৃতিসমূহ ===\n\n\n== উৎস ==\n\n\n=== প্রাথমিক উৎস ===\n\n\n=== মাধ্যমিক উৎস ===\n\n\n=== হিস্টোরিওগ্রাফি ও স্মারক ===\n\n\n== বহিঃসংযোগ ==\nভিয়েতনাম যুদ্ধের বিস্তারিত গ্রন্থপঞ্জি\nভিয়েতনামের মার্কিন সেনা মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনীর সরকারি ইতিহাস\nমার্কিন বৈদেশিক নীতি–ভিয়েতনাম সম্পর্কিত নথি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ আগস্ট ২০১২ তারিখে মার্কিন যুক্তরাষ্ট্রেের সম্পৃক্ততার প্রাথমিক উৎস\nসময়রেখা ইউএস – ভিয়েতনাম (১৯৪৭–২০০১) ওপেন-কন্টেন্ট প্রকল্পে\nভিয়েতনাম যুদ্ধ সম্পর্কে সংরক্ষণাগার সংগ্রহ, বিশ্ববিদ্যালয় সংরক্ষণাগার ও বিশেষ সংগ্রহ, জোসেফ পি. হিলি গ্রন্থাগার, মাসাচুসেটস বোস্টন বিশ্ববিদ্যালয়\nডিন পিটার ক্রোগ পররাষ্ট্র নীতি ডিজিটাল সংরক্ষণাগার থেকে যুদ্ধের পতন\nভিয়েতনামের প্রভাব এবং মার্কিন সৈন্যে এলিয়ট গার্ডনারের মৌখিক ইতিহাস থেকে একজন সৈনিকের দৈনন্দিন জীবনের বর্ণনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ এপ্রিল ২০১১ তারিখে\nঅ্যা ভিয়েতনাম ডায়ারিস হোমিকোমিং  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ অক্টোবর ২০১৭ তারিখে পিবিএস ধারাবাহিক হিস্ট্রি ডিটেকটিভ্‌স কর্তৃক নির্মিত ভিডিও\nহিস্ট্রি চ্যানেলে ভিয়েতনাম যুদ্ধ\nম্যাশেবল থেকে ১৯৬৫–১৯৭৫ অন্য ভিয়েতনাম; বিজয়ী পক্ষ থেকে যুদ্ধের অদেখা চিত্র\nগেটিসবার্গ কলেজে স্টিফেন এইচ ওয়ার্নার দক্ষিণ-পূর্ব এশিয়া আলোকচিত্র সংগ্রহ\nভার্চুয়াল ভিয়েতনাম সংরক্ষণাগার – টেক্সাস টেক বিশ্ববিদ্যালয়\nভিয়েতনাম যুদ্ধের সামরিক পদ এবং গালি শব্দকোষ\nভিয়েতনাম যুদ্ধের সময়রেখা ভিয়েতনাম যুদ্ধের বিস্তৃত সময়রেখা"}