{"pageid": 1191784, "title": "মোশাররফ হোসেন ভূঁইয়া", "url": "https://bn.wikipedia.org/wiki?curid=1191784", "content": "মোশাররফ হোসেন ভূঁইয়া এনডিসি (জন্ম: ১ জুলাই ১৯৫৭) বাংলাদেশ সিভিল সার্ভিসের একজন অবসরপ্রাপ্ত কর্মকর্তা যিনি বর্তমানে  জার্মানিতে বাংলাদেশের রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করছেন।। পূর্বে তিনি সড়ক পরিবহন ও সেতু মন্ত্রণালয়ের সেতু বিভাগের সচিব, শিল্প মন্ত্রণালয়ের সচিব ও সিনিয়র সচিব, অভ্যন্তরীণ সম্পদ বিভাগের সিনিয়র সচিব ও জাতীয় রাজস্ব বোর্ডের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রাথমিক জীবন ==\nতিনি ১৯৫৭ সালের ১ জুলাই নরসিংদী জেলার সদর উপজেলার বালুসাইর গ্রামে জন্মগ্রহণ করেন। ঢাকা বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগ থেকে স্নাতক (সম্মান) ও স্নাতকোত্তর এবং যুক্তরাষ্ট্রের ম্যাসাচুসেটসের উইলিয়ামস কলেজ থেকে উন্নয়ন অধ্যয়নে স্নাতকোত্তর ডিগ্রি অর্জন করেন। এছাড়া তিনি প্রশাসন, ব্যবস্থাপনা, প্রতিরক্ষা ও নিরাপত্তা বিষয়ে দেশে ও বিদেশে একাধিক কোর্স সম্পন্ন করেছেন।\n\n\n== কর্মজীবন ==\nমোশাররফ হোসেন বিসিএস (অডিট অ্যান্ড একাউন্টস) ক্যাডারের একজন কর্মকর্তা হিসেবে ১৯৮১ সালে সরকারি চাকরিতে যোগদান করেন। তিনি বাংলাদেশের মহা হিসাব-নিরীক্ষক ও নিয়ন্ত্রকের অধীন বিভিন্ন দপ্তরে কাজ করেছেন। পরবর্তীকালে তিনি বাণিজ্য মন্ত্রণালয়, শিক্ষা মন্ত্রণালয় ও অর্থ মন্ত্রণালয়সহ বিভিন্ন মন্ত্রণালয়ে দায়িত্ব পালন করেন। তিনি সমবায় অধিদপ্তরের নিবন্ধক ও মহাপরিচালক ছিলেন।\nমোশাররফ সড়ক পরিবহন ও সেতু মন্ত্রণালয়ের (তৎকালীন যোগাযোগ মন্ত্রণালয়) সেতু বিভাগের ভারপ্রাপ্ত সচিব ও সচিব হিসেবে দায়িত্ব পালন করেন। সেসময় বিশ্ব ব্যাংকের অর্থায়নে নির্মাণাধীন পদ্মা সেতু প্রকল্পে পরামর্শক নিয়োগে দুর্নীতির অভিযোগে তাকে প্রধান আসামি করে মামলা করে দুর্নীতি দমন কমিশন। যদিও তার বিরুদ্ধে আনীত দুর্নীতির অভিযোগ প্রমাণিত হয়নি।\nমোশাররফ হোসেন ভূঁইয়া বাংলাদেশ অর্থনৈতিক অঞ্চল কর্তৃপক্ষের (বেজা) নির্বাহী চেয়ারম্যান ও প্রাইভেটাইজেশন কমিশনের সদস্য হিসেবে দায়িত্ব পালন করেছেন। এছাড়া তিনি শিল্প মন্ত্রণালয়ের সচিব ও সিনিয়র সচিব, অর্থ মন্ত্রণালয়ের অভ্যন্তরীণ সম্পদ বিভাগের সিনিয়র সচিব এবং জাতীয় রাজস্ব বোর্ডের (এনবিআর) চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন। ২০২০ সালে তিনি জার্মানিতে বাংলাদেশের রাষ্ট্রদূত নিযুক্ত হন।\n\n\n== তথ্যসূত্র =="}