{"pageid": 1191248, "title": "সৌদি আরবের সিংহাসনের উত্তরাধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1191248", "content": "সৌদি আরবের সিংহাসনের উত্তরাধিকারের ক্রম আল সৌদ পরিবারের দ্বারা এবং এর মধ্যে নির্ধারিত হয়। সৌদি আরবের প্রত্যেক বাদশাহের মৃত্যুর পর, যুবরাজ তাদের স্থলাভিষিক্ত হয়েছেন, তারপরে ইবনে সৌদের ছেলেদের মধ্যে অজ্ঞেয় জ্যেষ্ঠতা অনুসারে একজন নতুন যুবরাজ নিয়োগ করা হয়েছে, যদিও পরিবারের বিভিন্ন সদস্য বিভিন্ন কারণে বাইপাস হয়েছে। একজন ডেপুটি ক্রাউন প্রিন্স (সিংহাসনের জন্য দ্বিতীয় সারিতে) ২০১৪ সালে প্রথম নির্বাচিত হয়।\nসৌদি আরবের বর্তমান শাসক হলেন বাদশাহ সালমান, যিনি ২৩ জানুয়ারি ২০১৫ সালে বাদশাহ আবদুল্লাহর স্থলাভিষিক্ত হন। একই দিনে প্রিন্স মুকরিন যুবরাজ হয়েছিলেন এবং মাত্র তিন মাস পরে সালমানের আদেশে মুহাম্মদ বিন নায়েফ দ্বারা প্রতিস্থাপিত হন।\n২১ জুন ২০১৭ এর সকালে মুহাম্মদ বিন নায়েফকে যুবরাজের পদ থেকে পদচ্যুত করা হয় এবং সালমানের পুত্র মোহাম্মদ বিন সালমানকে এই পদে নিযুক্ত করা হয়। বর্তমান যুবরাজ ইবনে সৌদের নাতি, তার প্রজন্মের দ্বিতীয় যিনি আনুষ্ঠানিকভাবে উত্তরাধিকারের সারিতে প্রথম স্থান লাভ করেন। ক্ষমতার রাজকীয় স্থানান্তর সহজতর করার জন্য ২০০৬ সালে আনুগত্য কাউন্সিল তৈরি করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== আব্দুল আজিজ \"ইবনে সৌদ\" ===\nহাউস অফ সৌদ আড়াই শতাব্দী ধরে আরব উপদ্বীপের বিশাল অংশ নিয়ন্ত্রণ করেছিল। উত্তরাধিকার নিয়ে মতবিরোধের কারণে ১৮০০-এর দশকে রাজবংশ দুবার ভেঙে পড়ে। ১৮৯০-এর দশকে, আল রশিদদের দ্বারা আল সৌদ সম্পূর্ণরূপে প্রতিস্থাপিত হয়েছিল। সাম্রাজ্য নিজেকে পুনরুদ্ধার করার জন্য আমির আবদুল আজিজ বিন আবদুল রহমানের মাধ্যমে লড়াই শুরু করে, যা বিশ্বে \"ইবনে সৌদ\" নামে পরিচিত, এবং ১৯০২ সালে রিয়াদ দখল করে। অনেক গোলযোগের পর, সৌদি আরব ১৯৩২ সালে একটি রাজ্যে পরিণত হয়।\nইবনে সৌদ আরব জয় করার সাথে সাথে তিনি এর বৃহত্তম উপজাতির সদস্যদের সাথে বহুবিবাহের মাধ্যমে জোট গঠন করেছিলেন। এটি আল সৌদের মধ্যে তার ক্ষমতাকে শক্তিশালী করেছিল এবং আরবে তার বৈধতা প্রসারিত করেছিল, প্রায় একশত শিশুর কথা উল্লেখ না করে, যাদের মধ্যে ষাটটি ছিল ছেলে। ১৯৫৩ সালে তিনি মারা যান।\n\n\n=== আরবে উত্তরাধিকারের প্রশ্ন: ১৯২০-১৯৫৩ ===\nইবনে সৌদ যখন প্রথম তার রাজ্য পুনরুদ্ধার শুরু করেন, তখন তার তুর্কি নামে একটি পুত্র ছিল, যাকে তার সম্ভাব্য উত্তরাধিকারী হিসেবে বিবেচনা করা হত, কিন্তু তিনি ১৯১৮-১৯ সালের মহান ইনফ্লুয়েঞ্জা মহামারীর সময় একজন গর্ভবতী স্ত্রীকে রেখে মারা যান। ১৯২০ সালে নজদের আমিরাতের মতো একটি রাজ্যের উত্তরাধিকারী হিসাবে একটি শিশুর জন্ম নেওয়া কল্পনাতীত ছিল যা স্পষ্টতই অস্থির ছিল। আমির প্রশ্নটি খোলা রাখার সিদ্ধান্ত নেন।\n১৯২০-এর দশকের শেষের দিকে এবং ৩০-এর দশকের গোড়ার দিকে, ইবনে সৌদের ভাই মুহাম্মদ বিন আবদুল রহমান তার সাথে তর্ক করতে শুরু করেন যে, ইবনে সৌদের দ্বিতীয় পুত্র সৌদ বা মুহাম্মদের নিজের পুত্র খালিদ বিন মুহাম্মাদ কে হবেন। ১৯৩৩ সালে, রাজা তার পছন্দ করেন এবং প্রিন্স সৌদকে ক্রাউন প্রিন্স ঘোষণা করা হয়।\nজীবনের শেষ দিকে, বাদশাহ ইবনে সৌদ ঘোষণা করেছিলেন যে তিনি আশা করেছিলেন যে সৌদি উত্তরাধিকার অজ্ঞেয় জ্যেষ্ঠতার মাধ্যমে হবে এবং সৌদের উত্তরাধিকারী হবে তার তৃতীয় এবং আরও সক্ষম পুত্র ফয়সাল। তদনুসারে, ১৯৫৩ সালে পুরানো রাজা মারা গেলে, সৌদ রাজা হন এবং ফয়সালকে অবিলম্বে ক্রাউন প্রিন্স ঘোষণা করা হয়।\n\n\n=== সৌদ বনাম ফয়সাল ===\nতার রাজত্বের এগারো বছর ধরে, বাদশাহ সৌদের উত্তরাধিকারী কে হবেন এই প্রশ্নটিকে \"সম্পন্ন চুক্তি\" হিসাবে বিবেচনা করা হয়েছিল। যাইহোক, ১৯৬০-এর দশকের গোড়ার দিকে রাজা এবং ক্রাউন প্রিন্সের মধ্যে যুদ্ধ আরও উত্তপ্ত হয়ে উঠলে, রাজা জানালেন যে তিনি উত্তরাধিকারের লাইনকে অজ্ঞেয় জ্যেষ্ঠতা থেকে অজ্ঞতাপূর্ণ আদিমতে পরিবর্তন করার এবং তার জ্যেষ্ঠ পুত্র ক্রাউন প্রিন্সের নামকরণের কথা বিবেচনা করছেন। এটি রাজকীয় বংশের বাকিদের কাছে অগ্রহণযোগ্য ছিল। ফয়সালের অনুরোধে, তার ভাই মুহাম্মদ বিন আবদুল আজিজ (ইবনে সৌদের চতুর্থ পুত্র) একটি প্রাসাদ অভ্যুত্থানের নেতৃত্ব দেন যা ১৯৬৪ সালের শেষের দিকে রাজা সৌদকে ক্ষমতাচ্যুত।\n\n\n=== যুবরাজ মোহাম্মদের সমস্যা ===\nফয়সাল পরবর্তী রাজা হন। যুবরাজ মোহাম্মদ ১৯৬৪ থেকে ১৯৬৫ সাল পর্যন্ত ক্রাউন প্রিন্স হিসেবে দায়িত্ব পালন করেন। যুবরাজ মোহাম্মদ একজন বুদ্ধিমান এবং গতিশীল ব্যক্তিত্ব ছিলেন। অন্য রাজকীয় দ্বন্দ্বের সম্ভাবনা ছেড়ে। ফয়সাল সরকারের দায়িত্ব নেওয়ার এক সময়, তিনি মোহাম্মদকে বাইপাস করে ১৯৬২ সালে তার সৎ ভাই খালিদকে (ইবনে সৌদের পঞ্চম পুত্র) উপপ্রধানমন্ত্রী হিসেবে নিয়োগ করেছিলেন। ফয়সালের রাজত্ব শুরু হওয়ার পরে মোহাম্মদ যে শর্তে সরে যাবেন সে বিষয়ে গোপন আলোচনা ভালভাবে স্থায়ী হবে এবং ১৯৬৫ সালে, খালিদ নতুন ক্রাউন প্রিন্স হন, এই প্রক্রিয়ায় নাসের এবং সাদ (ইবনে সৌদের ষষ্ঠ এবং সপ্তম পুত্র) কে উত্তরাধিকারসূত্রে বঞ্চিত করেন), যারা \"অযোগ্য\" বলে বিবেচিত হয়েছিল।\n\n\n=== ফাহাদ ও আবদুল্লাহ ===\nমোহাম্মদ প্রাথমিকভাবে দাঁড়ানো থেকে বিরত থাকার একটি কারণ হল, তথাকথিত সুদাইরি সেভেন, ইবনে সৌদের প্রিয় স্ত্রীর পুত্রদের প্রতি তার অবিশ্বাস। দলের সবচেয়ে বড়, প্রিন্স ফাহদ (ইবনে সৌদের অষ্টম ছেলে), ফয়সালের সেরা পছন্দ ছিল। তাকে \"দ্বিতীয় উপ-প্রধানমন্ত্রী\" পদ দেওয়া হয়েছিল এবং একই সময়ে, রাজকীয় সূত্রে জানা যায় যে ন্যাশনাল গার্ডের প্রধান প্রিন্স আবদুল্লাহ (ইবনে সৌদের একাদশ পুত্র), তার পরেই থাকবেন। তারা ছিলেন খালিদের পরের দুই রাজা এবং দুজনের মধ্যে তারা তেত্রিশ বছর রাজত্ব করেন।\n\n\n=== সুদাইরিদের প্রত্যাবর্তন ===\n১৯৭৫ সালে বাদশাহ ফয়সালকে হত্যা করা হয় এবং ক্রাউন প্রিন্স খালিদ নতুন রাজা হন। বাদশাহ খালিদের স্বাস্থ্যের দ্রুত অবনতি হলে উত্তরাধিকার সমস্যা আবার সামনে চলে আসে। ক্রাউন প্রিন্স ফাহদ (ইবনে সৌদের অষ্টম পুত্র) তার ভাই প্রিন্স বান্দর এবং মুসাইদ (ইবনে সৌদের দশম এবং দ্বাদশ পুত্র) \"উত্তরাধিকারীর উত্তরাধিকারী\" এর জন্য অতিক্রম করতে চেয়েছিলেন। প্রিন্স মুসাইদ অপমানিত ছিলেন, তার ছেলে রাজা ফয়সালকে হত্যা করেছিল, কিন্তু বান্দর ছিল ভিন্ন বিষয়।\nতার জীবনের বেশিরভাগ সময়, বন্দর ব্যক্তিগত ব্যবসা পছন্দ করে সরকার থেকে দূরে ছিলেন। যাইহোক, এখন তিনি উত্তরাধিকার এবং প্রতিরক্ষা মন্ত্রী প্রিন্স সুলতানের প্রতিরক্ষা পোর্টফোলিওতে তার অধিকার দাবি করেছেন। তাকে সরে যাওয়ার জন্য তার দামের নাম দিতে বলা হয়েছিল এবং, তার আরও শক্তিশালী ভাইয়েরা তার যোগদানের ধারণার প্রতি বিদ্বেষী ছিল দেখে, বান্দর দেয়ালে লেখাটি পড়েন এবং অর্থের প্রস্তাব গ্রহণ করেন। তিনি একটি উচ্চ মূল্যের নামকরণ করেছেন বলে জানা গেছে, কিন্তু বিশাল ঘুষ, মিলিয়ন মিলিয়ন মার্কিন ডলার (US$) হিসাবে পরিচিত, যা বিশ্বের সবচেয়ে ধনী পরিবার সহজেই বহন করতে পারে। বন্দর টাকা গ্রহণ করেন এবং যুবরাজ সুলতানের কাছে স্থান প্রদান করেন।\nবাদশাহ খালিদের মৃত্যুর পর, রাজা ফাহদ নতুন রাজা হন এবং ১৯৮২ থেকে ২০০৫ সাল পর্যন্ত রাজত্ব করেন। ফাহদ প্রথমে তার পূর্ণ ভাই প্রিন্স সুলতানকে (ইবনে সৌদের পঞ্চদশ পুত্র) তার উত্তরাধিকারী হতে চেয়েছিলেন। কিন্তু তার মৃত্যুর পর তার সৎ ভাই আবদুল্লাহ (ইবনে সৌদের একাদশ পুত্র) স্থলাভিষিক্ত হন। আব্দুল্লাহ তার ৮১ তম জন্মদিনে সিংহাসনে আরোহণ করেন এবং যুবরাজ সুলতান স্বয়ংক্রিয়ভাবে ক্রাউন প্রিন্সের পদে উন্নীত হন। ইবনে সৌদের অধিকাংশ জীবিত ছেলে ছিল বয়স্ক এবং বাইপাস।\nক্রাউন প্রিন্স সুলতান পরবর্তী সুদাইরি, নায়েফকে (ইবনে সৌদের তেইশতম পুত্র) দ্বিতীয় ডেপুটি পদে নিয়োগ দিতে রাজাকে রাজি করান। ২০১১-১২ সালে, সুলতান এবং নায়েফ উভয়েই একে অপরের কয়েক মাসের মধ্যে মারা যান এবং চতুর্থ সুদাইরি ভাই, সালমান (ইবনে সৌদের পঁচিশতম পুত্র) ১৮ জুন ২০১২-এ ক্রাউন প্রিন্স হন।\n\n\n== আনুগত্য পরিষদ ==\nইবনে সৌদের ছেলেদের (কনিষ্ঠটি ১৯৪৫ সালে জন্মগ্রহণ করেছিলেন) বয়স বাড়ার সাথে সাথে বাদশাহ আবদুল্লাহ সিংহাসনের জন্য সঙ্কুচিত প্রার্থীদের সংখ্যাকে মোকাবেলা করার জন্য আনুগত্য পরিষদ তৈরি করেছিলেন। এটি ২৮ জনের সমন্বয়ে গঠিত: বাদশাহ ইবনে সৌদের ছেলেরা, মারা যাওয়া ভাইদের বড় ছেলে এবং রাজা ও ক্রাউন প্রিন্সের ছেলেরা। কাউন্সিলের নেতৃত্বে ছিলেন প্রিন্স মিশাল।\n\n\n=== পরিষদের ক্ষমতা ===\nকাউন্সিলের উদ্দেশ্য হল ক্ষমতার একটি মসৃণ স্থানান্তর নিশ্চিত করা এবং ভবিষ্যতের ক্রাউন প্রিন্সদের মনোনীত করা।\nএটি, বাদশাহ ফাহদের একটি পূর্বের ডিক্রি সহ, আব্দুল-আজিজের নাতিদেরকে কার্যকর প্রার্থী হিসাবে বিবেচনা করার সম্ভাবনা উন্মুক্ত করে। বয়সের বাইরে, নির্বাচনের মানদণ্ডের মধ্যে রয়েছে:\n\nহাউস অফ সৌদের মধ্যে সমর্থন\nসরকারে মেয়াদকাল\nএকজন প্রার্থীর মায়ের উপজাতীয় সম্পর্ক এবং উত্স\nধর্মীয় ব্যক্তিত্ব \nউলামায়ে কেরাম কর্তৃক গ্রহণযোগ্যতা\nবণিক সম্প্রদায় দ্বারা সমর্থন\nসাধারণ সৌদি নাগরিকদের মধ্যে জনপ্রিয়তা।\nকাউন্সিল গোপন ব্যালটের মাধ্যমে ভোট দেয়।\n\n\n=== পরিষদের প্রভাব ===\nক্রাউন প্রিন্স সুলতানের তিন উত্তরাধিকারীর পদোন্নতির সাথে স্বয়ংক্রিয় বলে মনে করা হয় এবং দ্বিতীয় ডেপুটি পিএম নিয়োগের বিষয়ে রাজার রিট (সম্মানিত \"ডেপুটি ক্রাউন প্রিন্স\" পদের চেয়ে অনেক বেশি সাম্প্রতিক)। কাউন্সিল একটি \"রাবার স্ট্যাম্প\" এর চেয়ে সামান্য বেশি প্রমাণিত হয়েছে।\n\n\n==== যুবরাজ মুকরিনের নির্বাচন ====\nপ্রায় এক বছর পর দ্বিতীয় উপপ্রধানমন্ত্রীর পদ শূন্য। প্রিন্স মুকরিন, ইবনে সৌদের কনিষ্ঠ পুত্র, ২০১৩ সালে রাজকীয় ডিক্রি দ্বারা আনুষ্ঠানিকভাবে দ্বিতীয় ডেপুটি মনোনীত হন। এর মানে হল যে তিনি অনানুষ্ঠানিকভাবে বেশ কয়েকটি সিনিয়র রাজকুমারকে বাইপাস করে লাইনে দ্বিতীয় ছিলেন। উত্তরাধিকারের লাইনে তার স্থান স্থায়ী করার জন্য এবং ক্ষমতাচ্যুত রাজপরিবারের যেকোনও চ্যালেঞ্জ এড়াতে, বাদশাহ আবদুল্লাহ মুকরিনের নতুন উপাধি ঘোষণা করার আগে আনুগত্য পরিষদের প্রতিটি সদস্যকে পৃথকভাবে ভোট দেন। আনুগত্য কাউন্সিল ২৭ মার্চ ২০১৪ তারিখে একটি অফিসিয়াল ভোটের জন্য মিলিত হয়েছিল, যা ছিল ৭৫% হ্যাঁ এবং ২৫% না।\n\n\n==== যুবরাজ মোহাম্মদ বিন নায়েফের নির্বাচন ====\nবাদশাহ আবদুল্লাহ মারা যাওয়ার সাথে সাথে উত্তরাধিকারের ধারা পরিবর্তনের ষড়যন্ত্র চলছে। বলা হয়েছিল  যে রাজকীয় আদালতের প্রধান খালেদ আল-তুওয়াইজরি ক্রাউন প্রিন্স সালমানকে ক্ষমতাচ্যুত করতে এবং তাকে যুবরাজ মুকরিন বা রাজার পুত্র প্রিন্স মিতয়েবকে প্রতিস্থাপন করার জন্য অন্যদের সাথে ষড়যন্ত্র করছিলেন।\n২৩ জানুয়ারি ২০১৫ সালে বাদশাহ আবদুল্লাহর মৃত্যুর পর, সালমান সিংহাসনে আরোহণ করেন এবং মুকরিন ক্রাউন প্রিন্স হন। একই সময়ে, মুহাম্মাদ বিন নায়েফ, স্বরাষ্ট্রমন্ত্রী এবং সালমানের সমর্থক, ডেপুটি ক্রাউন প্রিন্স নিযুক্ত হন, এমন একটি কাজ যা সত্যতার পরে আনুগত্য কাউন্সিল দ্বারা অনুমোদিত হয়েছিল। মুহাম্মদ বিন নায়েফ হলেন ইবনে সৌদের প্রথম নাতি যিনি উত্তরাধিকার সূত্রে আনুষ্ঠানিকভাবে প্রবেশ করেন।\n\n\n== যুবরাজ মুকরিনকে অপসারণ ==\nসাধারণত, ক্রাউন প্রিন্সের অবস্থান ছিল একটি অত্যন্ত শক্তিশালী, যেখানে ফয়সাল, ফাহদ এবং আবদুল্লাহ তাদের রাজার পক্ষে বা কখনও কখনও তা সত্ত্বেও দেশ পরিচালনা করেন। এই\n ক্রাউন প্রিন্স মুকুরিনের ক্ষেত্রে ছিল না, যিনি বাদশাহ সালমানের নতুন দ্বৈত মন্ত্রিসভা স্কিম থেকে হিমায়িত হয়েছিলেন এবং বেশিরভাগ আনুষ্ঠানিক কার্যক্রমে নিযুক্ত হয়েছিলেন।\nপরিবর্তে, বাদশাহ সালমানের পুত্র মোহাম্মদকে প্রতিরক্ষা মন্ত্রণালয়, রয়্যাল কোর্টের সেক্রেটারি জেনারেল এবং অর্থনৈতিক ও উন্নয়ন বিষয়ক কাউন্সিলের সভাপতিত্ব সহ অফিসে বর্ষণ করা হয়েছিল, যা কিছু সংবাদমাধ্যমে তাকে \"প্রশিক্ষণে রাজা\" বলে আখ্যায়িত করেছিল।\n\nমোহাম্মদ বিন নায়েফ, ডেপুটি ক্রাউন প্রিন্স এবং সেইসাথে স্বরাষ্ট্রমন্ত্রীও ছিলেন একজন সুদাইরি, এবং এটা স্পষ্ট ছিল\n যে মুকরিন না থাকলে, বংশের ক্ষমতা স্থায়ীভাবে দখল করতে পারে। ২৯ এপ্রিল ২০১৫ এর ভোরবেলায়, রাজা ক্রাউন প্রিন্স মুকরিনকে পদচ্যুত করার একটি ডিক্রিতে স্বাক্ষর করেন, মুহাম্মদকে ক্রাউন প্রিন্স পদে উন্নীত করেন এবং মোহাম্মদ বিন সালমানকে ডেপুটি ক্রাউন প্রিন্সের নাম দেন। পরের দিন, আনুগত্য কাউন্সিল বৈঠক করে এবং আনুষ্ঠানিকভাবে মোহাম্মদকে ২৮-৪ ভোটের মাধ্যমে নির্বাচিত করে এবং দুজন অনুপস্থিত ছিল।\n\n\n== যুবরাজ মোহাম্মদ বিন নায়েফকে অপসারণ ==\n২১ জুন ২০১৭ এর সকালে, রাষ্ট্রীয় টেলিভিশন ঘোষণা করেছে যে মুহাম্মদ বিন নায়েফকে ক্রাউন প্রিন্সের পদ থেকে সরিয়ে দেওয়া হয়েছে এবং সালমান তার ছেলে মোহাম্মদ বিন সালমানকে এই পদে উন্নীত করেছেন। নিউইয়র্ক টাইমসের মতে, মুহাম্মদ বিন নায়েফকে পদত্যাগ করতে বাধ্য করা হয়েছিল এবং তখন থেকেই তাকে গৃহবন্দী করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}