{"pageid": 1191449, "title": "ট্যাবলেট (ঔষধ)", "url": "https://bn.wikipedia.org/wiki?curid=1191449", "content": "ট্যাবলেট (পিল নামেও পরিচিত) হল একটি ফার্মাসিউটিক্যাল মুখে খাওয়ার ঔষধমাত্রার রূপ বা ডোজ ফর্ম (ওরাল সলিড ডোজ, বা ওএসডি) বা কঠিন একক ডোজ ফর্ম। ট্যাবলেটগুলিকে ওষুধের কঠিন একক ডোজ ফর্ম বা উপযুক্ত সহযোগী উপাদান বা এক্সিপিয়েন্ট সহ ওষুধ হিসাবে সংজ্ঞায়িত করা যেতে পারে। এটি সক্রিয় পদার্থ এবং সহযোগী উপাদানের মিশ্রণে গঠিত, সাধারণত পাউডার আকার থেকে, একটি শক্ত ডোজে পরিণত করতে একে চাপা দেওয়া বা সংকুচিত করা হয়।\nট্যাবলেটগুলি ছাঁচনির্মাণ বা কম্প্রেশন দ্বারা প্রস্তুত করা হয়। কার্যকরী ট্যাবলেটিং নিশ্চিত করার জন্য এক্সিপিয়েন্টের মধ্যে মিশ্রিত উপাদান, বাইন্ডার বা দানাদার এজেন্ট, গ্লিডেন্ট (প্রবাহ সহায়ক) এবং লুব্রিকেন্ট অন্তর্ভুক্ত থাকতে পারে; পাচনতন্ত্রে ট্যাবলেট বিচ্ছেদকে উন্নীত করার জন্য বিচ্ছিন্নকারী; স্বাদ বাড়াতে সুইটেনার বা ফ্লেভার; এবং রঙ্গক ট্যাবলেটগুলিকে দৃশ্যত আকর্ষণীয় করে তুলতে বা একটি অজানা ট্যাবলেটের চাক্ষুষ সনাক্তকরণে সহায়তা করে। একটি পলিমার আবরণ প্রায়শই ট্যাবলেটটিকে মসৃণ এবং সহজে গিলে ফেলার জন্য, সক্রিয় উপাদানের মুক্তির হার নিয়ন্ত্রণ করতে, এটিকে পরিবেশের প্রতি আরও প্রতিরোধী করতে (এর শেলফ লাইফ বাড়ানো) বা ট্যাবলেটের চেহারা উন্নত করতে প্রয়োগ করা হয়। ওষুধের ট্যাবলেটগুলি মূলত তাদের উপাদানগুলি নির্ধারিত যে রঙের একটি ডিস্কের আকারে তৈরি করা হয়, কিন্তু এখন বিভিন্ন ওষুধকে আলাদা করতে সাহায্য করার জন্য অনেক আকার এবং রঙে তৈরি করা হয়। ট্যাবলেটগুলি প্রায়শই চিহ্ন, অক্ষর এবং সংখ্যা দিয়ে স্ট্যাম্প করা হয়, যা তাদের সনাক্ত করতে সক্ষম করে। গিলে ফেলা ট্যাবলেটের আকার কয়েক মিলিমিটার থেকে প্রায় এক সেন্টিমিটার পর্যন্ত হতে পারে।\nসংকুচিত ট্যাবলেটটি বর্তমানে ব্যবহৃত সবচেয়ে জনপ্রিয় ডোজ ফর্ম। সমস্ত প্রেসক্রিপশনের প্রায় দুই-তৃতীয়াংশ কঠিন ডোজ ফর্ম হিসাবে থাকে এবং এর মধ্যে অর্ধেক সংকুচিত ট্যাবলেট। একটি নির্দিষ্ট সাইটে একটি সঠিক ডোজ প্রদানের জন্য একটি ট্যাবলেট তৈরি করা যেতে পারে; এটি সাধারণত মৌখিকভাবে নেওয়া হয়, তবে সাবলিঙ্গুয়ালি, বুকালি, মলদ্বার বা যোনিপথেও দেওয়া যেতে পারে। ট্যাবলেট মৌখিকভাবে গ্রহণ করা ওষুধ যেমন সিরাপ, ইলিক্সির, সাসপেনশন এবং ইমালশনের মত অনেকগুলি ফর্মের মধ্যে একটি।\n\n\n== ইতিহাস ==\nপিলগুলি প্রায় ১৫০০ খ্রিস্টপূর্বাব্দের বলে মনে করা হয়।  পূর্ববর্তী চিকিৎসা রেসিপি, যেমন ৪০০০ খ্রিস্টপূর্বাব্দের, কঠিন পদার্থের পরিবর্তে তরল প্রস্তুতির জন্য ছিল।  বড়িগুলির প্রথম উল্লেখ প্রাচীন মিশরে প্যাপিরাসে পাওয়া গিয়েছিল এবং এতে রুটির ময়দা, মধু বা গ্রীজ ছিল। ঔষধি উপাদান, যেমন উদ্ভিদ গুঁড়ো বা মশলা, মিশ্রিত করা হতো এবং হাতে তৈরি করা ছোট বল বা বড়ি তৈরি করতে। প্রাচীন গ্রিসে, এই জাতীয় ওষুধগুলি কাটাপোটিয়া (\"গিলতে হবে এমন কিছু\") নামে পরিচিত ছিল, এবং রোমান পণ্ডিত প্লিনি, যিনি ২৩ থেকে ৭৯ খ্রিস্টাব্দ পর্যন্ত বেঁচে ছিলেন, প্রথমে একটি নাম দিয়েছিলেন যাকে আমরা এখন পিল বলে থাকি, তাদের পিলুলা বলে। \nবড়িগুলি সর্বদা গিলতে কঠিন ছিল এবং সেগুলিকে সহজে নামানোর জন্য দীর্ঘ প্রচেষ্টা করা হয়েছে। মধ্যযুগীয় সময়ে, মানুষ পিচ্ছিল উদ্ভিদ পদার্থ দিয়ে বড়ি লেপা দিত। ১৯ শতকের সাম্প্রতিক হিসাবে ব্যবহৃত আরেকটি পদ্ধতি ছিল তাদের সোনা এবং রৌপ্য দিয়ে গাল্ড করা, যদিও এটি প্রায়শই বোঝায় যে তারা কোন প্রভাব ছাড়াই পরিপাকতন্ত্রের মধ্য দিয়ে যাবে।  ১৮০০-এর দশকে চিনি-আবরণ এবং জেলাটিন-আবরণ উদ্ভাবিত হয়েছিল, যেমন ছিল জেলটিন ক্যাপসুল। \n১৮৪৩ সালে, ব্রিটিশ চিত্রশিল্পী এবং উদ্ভাবক উইলিয়াম ব্রোকেডনকে একটি যন্ত্রের পেটেন্ট দেওয়া হয়েছিল যা \"ছাঁচে চাপ দিয়ে বড়ি, লজেঞ্জস এবং ব্ল্যাক লিডকে আকার দেওয়ায়\" সক্ষম। ডিভাইসটি আঠালো ব্যবহার ছাড়াই পাউডারকে একটি ট্যাবলেটে সংকুচিত করতে সক্ষম ছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nKibbe, A.H., ed. Handbook of Pharmaceutical Excipients. 3rd Edition ed. 2000, American Pharmaceutical Association & Pharmaceutical Press: Washington, DC & London, UK.\nHiestand, E.N., 2003. Mechanics and physical principles for powders and compacts, SSCI Inc., West Lafayette, In, USA.\nUnited States Pharmacopeia, United States Pharmacopeia / National Formulary (USP25/NF20). 2002, Rockville, MD: United States Pharmacopeia Convention Inc.\nটেমপ্লেট:Dosage forms"}