{"pageid": 1191618, "title": "মুদ্গল উপনিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1191618", "content": "মুদ্গল উপনিষদ (সংস্কৃত: मुद्गल उपनिषत्) হল একটি মধ্যযুগের সংস্কৃত পাঠ এবং হিন্দুধর্মের উপনিষদ। এটি সামন্য উপনিষদ হিসাবে শ্রেণীবদ্ধ এবং ঋগ্বেদের সাথে সংযুক্ত।\nসুবাল উপনিষদ সহ মুদ্গল উপনিষদ হল দুটি উপনিষদের মধ্যে একটি যেটি ঋগ্বেদের পুরুষ সূক্ত নিয়ে আলোচনা করে। এটা দাবি করার জন্য উল্লেখযোগ্য যে নারায়ণ (বিষ্ণু) হলেন ব্রহ্ম, যে তিনি নিজের চতুর্থ অংশ থেকে মহাবিশ্ব সৃষ্টি করেছেন, তারপর তিনি স্বতন্ত্র জীবের মধ্যে আত্মা হয়ে উঠেছেন।\nপাঠ্যটি দাবি করে যে নারায়ণ হলেন মোক্ষ (মুক্তি), যা আত্ম ও ব্রহ্মের মধ্যে মিলনের অবস্থাকে প্রতিনিধিত্ব করে। পাঠ্যটি উল্লেখযোগ্য যে এটি পুরুষ সূক্তের শুধুমাত্র প্রথম নয়টি শ্লোক উপস্থাপন করে এবং শেষ সাতটি শ্লোকের অনুপস্থিতি যা জীব ও বর্ণের (সামাজিক শ্রেণী) সৃষ্টির বর্ণনা দেয় যা পণ্ডিতদের দ্বারা পরবর্তী সংযোজন হিসাবে বিবেচিত হয়।\n\n\n== ক্রমবিকাশ ==\nমুদ্গল উপনিষদের রচয়িতা বা রচনার তারিখ অজানা। জন গোন্ডা এর মতে এটি বিলম্বিত উপনিষদ। পাঠ্যটিতে ব্যবহৃত সংস্কৃত শব্দের শৈলী ও গঠন দেখে এটিকে মধ্যযুগীয় পাঠ বলে মনে করা হয়। ক্লাউস উইটজ বলেন, পাঠ্যটি বেদ-পরবর্তী কিন্তু প্রাথমিক বৈষ্ণব উপনিষদ। উপনিষদটি বৈষ্ণব মতবাদের সাথে বৈদিক মতবাদের একীকরণ ও সামঞ্জস্য প্রতিফলিত করে।\nপাঠ্যটির শিরোনাম বৈদিক ঋষি মুদ্গল এর নাম অনুসারে, যিনি ঋগ্বৈদিক স্তোত্র ১০.১০২ এর লেখক হিসাবে কৃতিত্ব লাভ করেন, যেখানে তার সহধর্মিণী তার বিরুদ্ধে প্রতিবন্ধকতা থাকা সত্ত্বেও অন্যদের বিরুদ্ধে রূপক প্রতিযোগিতামূলক প্রতিযোগিতায় জয়লাভ করেন, কারণ তিনি ও মুদ্গল প্রতিযোগিতার সময় সত্য ও বাস্তবতাকে ধরে রেখেছিলেন, অন্যরা মিথ্যা আচরণ করেছিল। হিন্দু মহাকাব্য মহাভারতে ঋষি মুদ্গল পালিত হন, যিনি স্বর্গীয় দূতের সাথে স্বর্গে যেতে অস্বীকার করেছিলেন, কারণ তিনি তার ধ্যানশীল সন্ন্যাসী জীবন এবং মোক্ষ অবস্থায় তার মানব জীবন পছন্দ করেন। মহাভারতে পাওয়া সুখী, বিষয়বস্তু জীবনের জন্য গুণাবলী ও নীতিশাস্ত্রের আলোচনা মুদ্গল উপনিষদের পাঠে পুনঃপ্রকাশিত হয়।\nএই লেখাটির পাণ্ডুলিপিগুলিকে মুদ্গলোপনিষদ নামেও পাওয়া যায়। পাঠ্যটি মুক্তিকা সূত্রের ১০৮টি উপনিষদের তেলুগু ভাষার সংকলনে, রাম কর্তৃক হনুমানের কাছে বর্ণিত ৫৭ নম্বরে তালিকাভুক্ত।\n\n\n== বিষয়বস্ত ==\n\nমুদ্গল উপনিষদ চারটি অধ্যায়ে বিভক্ত। প্রথম অংশটি নয়টি শ্লোক দিয়ে শুরু হয় যা ঋগ্বেদের অধ্যায় ১০.৯০ থেকে পুরুষসূক্তকে উল্লেখ করে এবং উপস্থাপন করে, এটিকে বৈষ্ণবধর্মের ভিত্তি হিসেবে উল্লেখ করে, এবং সেইসাথে জোর দেয় যে বিষ্ণু হলেন পুরুষ বা আদি ব্যক্তি। পাঠ্যটির দ্বিতীয় অংশটি গদ্য আকারে রচিত, এটিকে বাসুদেব (বিষ্ণু) থেকে ইন্দ্রের বক্তৃতা হিসাবে উপস্থাপন করা হয়েছে যিনি মোক্ষ (মুক্তি) সন্ধানকারী মহাবিশ্বের বাসিন্দাদের প্রতিনিধিত্ব করেন। জন গোন্ডার মতে, পাঠ্যের শিক্ষাগুলি হিন্দু মহাকাব্য ও উত্তর-মহাকাব্য, বিশেষ করে পঞ্চরাত্র সাহিত্যে পাওয়া প্রধান নীতিগুলির সাথে অনুরণিত হয়।\nপাঠ্যটি ঋগ্বেদের স্তোত্র ১০.৯০-এ পাওয়া পুরুষসূক্ত দিয়ে শুরু হয়, তবে ঋগ্বেদের পাণ্ডুলিপির আধুনিক টিকে থাকা সংস্করণে পাওয়া ষোলটি শ্লোকের মধ্যে প্রথম নয়টি। \nপুরুষকে বিষ্ণু (নারায়ণ, হরি) বলে চিহ্নিত করা হয়। আদি-পুরুষ, আদিম মহাজাগতিক বাস্তবতা, পাঠ্য দ্বারা শনাক্ত করা হয় ব্রহ্ম ছাড়া আর কিছুই নয়, যাকে বিষ্ণু বলে দাবি করা হয়, তারপর তাকে সকলের কারণ হিসেবে ঘোষণা করা হয়। \nপাঠ্য অনুসারে বিষ্ণুর আত্মা হল আদিম উৎসর্গ যা অপরিবর্তনীয় ও বিকশিত বাস্তবতায় পরিণত হয়।\nমুদ্গল উপনিষদের অধ্যায় ১-এর প্রথম দুটি শ্লোক বিষ্ণুকে স্থান ও সময়ে সর্বব্যাপী বলে দাবি করে। এর পরে পাঠ্যটি দাবি করে যে বিষ্ণু (হরি) হলেন মুক্তির দাতা, যাঁর থেকে সমস্ত প্রকৃতি ও পুরুষের জন্ম হয়েছিল। বিষ্ণু, পুরুষসূক্তের শব্দগুলি ব্যবহার করে পাঠ্যটি বর্ণনা করেছেন, নিজেকে বলিদান করেছেন এবং এইভাবে ব্রহ্ম ও আত্মা (ব্যক্তি আত্মা) হয়েছেন। \nএইভাবে জীব জগতের উদ্ভব, পাঠ্যটি জাহির করে।\nঅধ্যায় ২ ইন্দ্রের কাছে বাসুদেবের বক্তৃতা হিসাবে খোলে, যেখানে বাসুদেব ভাগবতবাদ শিক্ষা দেন। পাঠ্যটি দ্বারা পুরুষ নারায়ণকে \"যা হয়েছে, কি আছে এবং কি হবে\" বলে দাবি করা হয়েছে, যিনি নিজেকে চার ভাগে বিভক্ত করেছেন, যেখানে প্রথম তিনটি স্বর্গে রয়ে গেছে, এবং শেষ চতুর্থটি হয়ে উঠেছে সমস্ত জীবের অন্তর্ভুক্ত মানবতা, সেইসাথে নির্জীব প্রকৃতি। তিনি, অর্থাৎ বিষ্ণু, প্রতিটি জীবের মধ্যে আত্মা (জীব), সর্বত্র অভিন্ন ও সর্বজনীন আত্মার (আত্মা) সাথে।\nঅধ্যায় ৩ দৃঢ় করে যে সমস্ত কিছুই বিষ্ণুর প্রকাশ, অসুর থেকে গন্ধর্ব, মানুষ থেকে দেবতা, এবং যেভাবেই কেউ তাঁকে উপাসনা করুক না কেন, তারা তাঁর হয়ে যায়। পাঠে বলা হয়েছে, ধ্যানের মাধ্যমে ব্রহ্মের সাথে নিজের আমি এর পরিচয় উপলব্ধি করতে একজনকে অবশ্যই সন্ধান করতে হবে।\nচতুর্থ অধ্যায়ে উপনিষদ আত্ম-জ্ঞানের প্রেক্ষাপটে গুণাবলী নিয়ে আলোচনা করে এবং দাবি করে যে মানুষের ছয়টি অভ্যন্তরীণ শত্রু হল রাগ, লোভ, মোহ, অহংকার, কামনা এবং হিংসা। অভ্যন্তরীণ অনুস্মারকের ছয়টি তরঙ্গ হল ক্ষুধা, তৃষ্ণা, দুঃখ, তৃষ্ণা, বার্ধক্য এবং মৃত্যু, যখন ছয়টি বিব্রত, পাঠে বলা হয়েছে, জাতি, পারিবারিক, সামাজিক শ্রেণী (বর্ণ), জীবনের পর্যায় (আশ্রম) ও অনুকূল পরিস্থিতি। একজন যোগের মাধ্যমে এগুলি কাটিয়ে উঠতে পারে, পাঠের উপর জোর দেয় এবং নিজের আত্মার ধ্যান করে এবং বিষ্ণুর সাথে এক হওয়া উপলব্ধি করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nDeussen, Paul (১৯৯৭)। Sixty Upanishads of the Veda, Volume 1। Motilal Banarsidass Publishers। আইএসবিএন 978-8120814677। \nJan Gonda (১৯৭৫)। Selected Studies: Indo-European linguistics। Brill। আইএসবিএন 978-9004042285। \nGonda, Jan (১৯৬৮)। \"Mudgalopanisad\"। Vienna Journal of South Asian Studies। 12-13। \nHattangadi, Sunder (২০০০)। \"मुद्गलोपनिषत् उपनिषत् Mudgala Upanishad)\" (পিডিএফ) (Sanskrit ভাষায়)। সংগ্রহের তারিখ ১৬ ফেব্রুয়ারি ২০১৬। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nJamison, Stephanie;  ও অন্যান্য (২০১৪)। The Rigveda: The Earliest Religious Poetry of India। Oxford University Press। আইএসবিএন 978-0199370184। \nMahadevan, T. M. P. (১৯৭৫)। Upaniṣads: Selections from 108 Upaniṣads। Motilal Banarsidass। আইএসবিএন 978-81-208-1611-4। \nParmeshwaranand, Swami (২০০০), Encyclopaedic Dictionary of Upanisads, Sarup & Sons, আইএসবিএন 978-81-7625-148-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTinoco, Carlos Alberto (১৯৯৬)। Upanishads। IBRASA। আইএসবিএন 978-85-348-0040-2। \nWitz, Klaus (১৯৯৮)। The Supreme Wisdom of the Upaniṣads: An Introduction। Motilal Banarsidass। আইএসবিএন 978-8120815735।"}