{"pageid": 1191228, "title": "স্পেনে গাঁজা", "url": "https://bn.wikipedia.org/wiki?curid=1191228", "content": "স্পেনে গাঁজা ব্যক্তিগত চাষ এবং ব্যবহারের জন্য এবং বিক্রয় বা বাণিজ্য ব্যতীত অন্যান্য উদ্দেশ্যে অপরাধমুক্ত করা হয়েছে।   এটি বাণিজ্য বা বাণিজ্যিক উদ্দেশ্যে অবৈধ। স্পেনীয় আইনে আইনি ধূসর এলাকাগুলি ব্যবহার করে, গাঁজা ক্লাবগুলি একটি প্রযুক্তিগত-আইনি ব্যক্তিগত সমষ্টি হিসাবে গাঁজা পেতে এবং ব্যবহার করার জন্য উত্সাহীদের জন্য একটি জনপ্রিয় উপায়। ব্যক্তিগত জায়গায়, ব্যবহার এবং যুক্তিসঙ্গত পরিমাণের দখল (১০০ গ্রাম (৩.৫ আউন্স)) আইনি। \n\n\n== গাঁজা ক্লাব ==\nস্পেন জুড়ে বেশ কয়েকটি গাঁজা সেবন ক্লাব এবং ব্যবহারকারী সমিতি প্রতিষ্ঠিত হয়েছে। এই ক্লাবগুলি, যার মধ্যে প্রথমটি ১৯৯১ সালে তৈরি হয়েছিল, অলাভজনক সংস্থাগুলি যারা গাঁজা চাষ করে এবং এটির সদস্যদের কাছে দামে বিক্রি করে। এই ক্লাবগুলির আইনি অবস্থা অনিশ্চিত: ১৯৯৭ সালে, বার্সেলোনা রামন স্যান্টোস অ্যাসোসিয়েশন অফ ক্যানাবিস স্টাডিজের প্রথম ক্লাবের চার সদস্যকে চার মাসের কারাদণ্ড এবং ৩০০০ ইউরো জরিমানা করা হয়েছিল, একই সময়ে, আদালত বিলবাও-এর অন্য ক্লাব আইন লঙ্ঘন করছে না বলে রায় দিয়েছে। আন্দালুসীয় আঞ্চলিক সরকার ফৌজদারি আইনের অধ্যাপকদের দ্বারা \"গাঁজার থেরাপিউটিক ব্যবহার এবং অধিগ্রহণ ও সেবনের স্থাপনা তৈরি করার বিষয়ে একটি গবেষণা পরিচালনা করেছে। সমীক্ষায় উপসংহারে বলা হয়েছে যে এই জাতীয় ক্লাবগুলি ততক্ষণ পর্যন্ত বৈধ যতক্ষণ না তারা কেবলমাত্র আইনি প্রাপ্তবয়স্কদের একটি সীমাবদ্ধ তালিকায় বিতরণ করে, অবিলম্বে সেবনের জন্য প্রয়োজনীয় ওষুধের পরিমাণ সরবরাহ করে এবং লাভ না করে। আন্দালুসীয় সরকার কখনই আনুষ্ঠানিকভাবে এই নির্দেশিকাগুলি মেনে নেয়নি এবং ক্লাবগুলির আইনি পরিস্থিতি অনিরাপদ থেকে যায়। ২০০৬ এবং ২০০৭ সালে, এই ক্লাবগুলির সদস্যদের গাঁজা দখল ও বিক্রির জন্য বিচারে খালাস দেওয়া হয়েছিল এবং পুলিশকে জব্দকৃত ফসল ফেরত দেওয়ার নির্দেশ দেওয়া হয়েছিল।\" \nস্পেনে প্রায় ৫০০টি ব্যক্তিগত \"গাঁজা ক্লাব\" বিদ্যমান, যার মধ্যে ৪০০টি একা বার্সেলোনায়,   এবং স্পেনকে \"নতুন আমস্টারডাম\" বলা হয়, গাঁজা পর্যটকদের জন্য একটি গন্তব্য।  বিক্রয় বা ব্যবসা ব্যতীত গাঁজা সম্পর্কিত সমস্ত কাজ ফৌজদারি অপরাধ হিসাবে বিবেচিত হয় না,  এবং সাধারণত জরিমানা দ্বারা শাস্তিযোগ্য অপরাধ।  \n\n\n== তথ্যসূত্র =="}