{"pageid": 1191286, "title": "কামদা একাদশী", "url": "https://bn.wikipedia.org/wiki?curid=1191286", "content": "কামদা একাদশী (সংস্কৃত: कामदा एकादशी) একটি হিন্দু অনুষ্ঠান, যা চৈত্র মাসের শুক্লপক্ষে একাদশী তিথিতে অনুষ্ঠিত হয়। এটি হিন্দু নববর্ষের পরে প্রথম একাদশী। এই তিথি পাপনাশক ও পুণ্যদায়িনী, তাই এই ব্রত পালনে ভক্তের সমস্ত ইচ্ছা পূরণ হয়। এটা বিশ্বাস করা হয় যে এই দিনে পালন করা উপবাস বহু বছর ধরে তপস্যা করার মতো একই ফল দেয়। তাই এটি ফলদা একাদশী নামেও পরিচিত।\n\n\n== ব্রত কথা ==\nচৈত্র মাসের শুক্লপক্ষের ‘কামদা’ একাদশী ব্রত মাহাত্ম্য বরাহ পুরাণে বর্ণিত আছে।\nএকবার এক যুবক গন্ধর্ব দম্পতি ললিত এবং তার স্ত্রী ললিতা স্বর্ণ ও রৌপ্য দিয়ে সজ্জিত একটি অত্যন্ত সমৃদ্ধ শহর \"ভোগীপুর রত্নপুরা\" শহরে বাস করতেন, যা রাজা পুণ্ডরিক শাসন করতেন। ললিত ছিলেন একজন খ্যাতিমান গায়ক এবং ললিতা রাজদরবারে একজন বিখ্যাত নৃত্যশিল্পী ছিলেন। একদিন যখন ললিত রাজদরবারে গান গাইছিলেন, তখন তার মনোযোগ দরবারে অনুপস্থিত তার স্ত্রীর দিকে চলে যায়। ফলস্বরূপ, তিনি তার সঙ্গীতের স্বর-লয়-তাল-মানের বিপর্যয় ঘটান। কর্কটক নামে এক নাগ ললিতের মনোভাব বুঝতে পারেন এবং ললিতের মূর্খতার রাজার কাছে অভিযোগ করেছিলেন এবং বলেছিলেন যে ললিত তার প্রভু রাজার চেয়ে তার স্ত্রীকে বেশি গুরুত্বপূর্ণ মনে করেন। রাগান্বিত হয়ে রাজা পুণ্ডরীক ললিতকে একজন রাক্ষস নরখাদক হওয়ার অভিশাপ দিয়েছিলেন। ফলে তার হাত দশ যোজন বিস্তৃত, মুখ পর্বত গুহাতুল্য, চোখ দুটি প্রজ্বলিত আগুনের মতো, ঊর্ধ্বে আট যোজন বিস্তৃত প্রকান্ড এক শরীর সে লাভ করেন। ললিতের এরকম ভয়ঙ্কর রাক্ষস শরীর দেখে ললিতা মহাদুঃখে চিন্তায় ব্যাকুল হলেন।\nস্বেচ্ছাচারী রাক্ষস ললিত দুর্গম বনে ভ্রমণ করতে লাগল। ললিতা কিন্তু তার সঙ্গ ত্যাগ করল না। ললিত নির্দয়ভাবে মানুষ ভক্ষণ করত। এই পাপের ফলে তার মনে বিন্দুমাত্র শান্তি ছিল না। পতির সেই দুরবস্থা দেখে ব্যথিত চিত্তে রোদন করতে করতে ললিতা গভীর বনে প্রবেশ করল।\nএকদিন ললিতা বিন্ধ্যপর্বতে উপস্থিত হল। সেখানে ঋষ্যশৃঙ্গ মুনির আশ্রম দর্শন করে মুনির কাছে হাজির হল। তার চরণে প্রণাম করে সেখানে দাঁড়িয়ে রইল। মুনিবর জিজ্ঞাসা করলেন- হে সুন্দরী! তুমি কে, কার কন্যা, কি কারণেই বা এই গভীর বনে এসেছ? তা সত্য করে বল। তদুত্তরে ললিতা বলল- হে প্রভু! আমি বীরধন্যা গন্ধর্বের কন্যা। আমার নাম ললিতা। আমার পতির পিশাচত্ব দূর হয় এমন কোন উপায় জানবার জন্য এখানে এসেছি। তখন ঋষি বললেন- চৈত্র মাসের শুক্লপক্ষের কামদা নামে যে একাদশী আছে, তুমি সেই ব্রত যথাবিধি পালন কর। এই ব্রতের পূণ্যফল তোমার স্বামীকে অর্পণ করলে তৎক্ষণাৎ তার সমস্ত পাপ বিনষ্ট হবে। বশিষ্ঠ ঋষি বললেন-হে মহারাজ দিলীপ! মুনির কথা শুনে ললিতা আনন্দ সহকারে কামদা একাদশী পালন করল। তারপর ব্রাহ্মণ ও বাসুদেবের সামনে পতির উদ্ধারের জন্য- ‘আমি যে কামদা একাদশীর ব্রত পালন করেছি, তার সমস্ত ফল আমার পতির উদ্দেশ্যে অর্পণ করলাম। এই পুণ্যের প্রভাবে তাঁর পিশাচত্ব দূর হোক।’ এই কথা উচ্চারণ মাত্রই কৃষ্ণের আশীর্বাদে ললিত তার আসল গন্ধর্ব রূপ ফিরে পান। তারপরে, তাদের একটি স্বর্গীয় উড়ন্ত রথে করে স্বর্গে নিয়ে যাওয়া হয়।\n\n\n== অনুশীলন ==\nকামদা একাদশীর সকালে স্নান করার পর ভক্ত উপবাস করেন। প্রায়ই কাছাকাছি মন্দিরে কৃষ্ণের রূপে বিষ্ণুকে পূজা দেওয়া হয়।\nএই ব্রত থেকে অর্জিত ধর্মীয় যোগ্যতা সমস্ত আকাঙ্ক্ষা প্রদান করে, এমনকি সবচেয়ে জঘন্য পাপ শুদ্ধ করে এবং ভক্ত বা তার পরিবারের সদস্যদের অভিশাপ থেকে মুক্তি দেয় বলে বিশ্বাস করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nLochtefeld, James G. (২০০২)। The Illustrated Encyclopedia of Hinduism: A-M। ABC-CLIO। আইএসবিএন 9781598842050। সংগ্রহের তারিখ ২২ নভেম্বর ২০১২। \nMelton, J. Gordon (২০১১), Religious Celebrations: An Encyclopedia of Holidays, Festivals, Solemn Observances, and Spiritual Commemorations, ABC-CLIO, আইএসবিএন 9781598842050, সংগ্রহের তারিখ ২৪ নভেম্বর ২০১২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDwivedi, Dr. Bhojraj Dwivedi (২০০৬), Religious Basis Of Hindu Beliefs, Diamond Pocket Books (P) Ltd, আইএসবিএন 9788128812392, সংগ্রহের তারিখ ২৪ নভেম্বর ২০১২ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ =="}