{"pageid": 1191149, "title": "শরফুদ্দীন ইয়াহিয়া মানেরী", "url": "https://bn.wikipedia.org/wiki?curid=1191149", "content": "শরফুদ্দীন ইয়াহিয়া মানেরী (১২৬২–১৩৮০) ১৩শ শতাব্দীর বিহারের একজন ইসলামি পণ্ডিত, সূফী সাধক, সংস্কারক। তিনি শরফুদ্দীন আবু তাওয়ামার শিষ্য ছিলেন। তার মূল নাম আহমদ, শরফুদ্দীন তার উপাধি। তার খেতাব ছিল মাখদূমুল মুলক বিহারী।\n\n\n== প্রারম্ভিক জীবন ==\nশরফুদ্দীন ইয়াহিয়া মানেরী ১২৬২ সাল মোতাবেক ৬৬১ হিজরির শাবান মাসে বিহার প্রদেশের ‘মুনায়র’ অথবা ‘ম্যানোর’ নামক স্থানে জন্মগ্রহণ করেন। তার পিতার নাম ইয়াহইয়া। মাতৃবংশের দিক দিয়ে তিনি সৈয়দ বংশধর। শৈশবে মক্তবে তিনি প্রাথমিক ধর্মীয় শিক্ষা লাভ করেন। পরবর্তীতে শরফুদ্দীন আবু তাওয়ামার সান্নিধ্যে তিনি ধর্মীয় শিক্ষা অর্জন করেন। আবু তাওয়ামা সোনারগাঁও অভিমুখে যাত্রাকালে পথিমধ্যে বিহারে মানেরী তার সাক্ষাৎ লাভ করেন, তখন মানেরীর বয়স হয়েছিল ১৬ বছর। আবু তাওয়ামার সাথে সাক্ষাৎতের পর তার ব্যক্তিত্বে মুগ্ধ হয়ে তিনি পিতামাতার অনুমতিক্রমে তার শিষ্যত্ব গ্রহণ করেন এবং তারসাথে সোনারগাঁও চলে যান। সোনারগাঁওয়ে তিনি ধর্মীয়বিদ্যায় বুৎপত্তি অর্জন করেন এবং আবু তাওয়ামার কন্যার সাথে পরিণয়সূত্রে আবদ্ধ হন।\n\n\n== আধ্যাত্মিক জীবন ==\n১২৯২ সালে তিনি জন্মভূমিতে প্রত্যাবর্তন করেন। ৬৯১ হিজরিতে তিনি দিল্লি চলে যান। পরবর্তীতে তিনি খাজা নাজীবুদ্দীন ফিরদৌসীর হাতে বায়আত গ্রহণ করেন ও খেলাফত লাভ করেন। বিহারের সুবেদার মাজেদুল মুলক তার জন্য একটি খানকাহ নির্মাণ করেন এবং রাজগীর পরগনাকে খানকাতে অভ্যাগতদের ব্যয় নির্বাহের জন্য দান করেন। কিন্তু সুলতান ফিরোজ শাহ তুঘলক (১৩৫১-১৩৮৮) সিংহাসনে আরোহন করলে তিনি এ খানকাহর সাথে সম্পর্ক ছিন্ন করেন।\n\n\n== রচনাবলি ==\nতার যেসব রচনা উদ্ধার করা গেছে তার মধ্যে রাহাতুল কুলূব, আজওয়াবাহ, ফাওয়াইদে র“কনী, ইরশাদুত-তালিবীন, ইরশাদুস সালিকীন,\nরিসালায়ে মাক্কিয়্যা, মি‘দানুল মা‘আনী, লাতাইফুল মা‘আনী, ইশারাতে মুখখুল মা‘আনী, খানেপুর নে‘মত, তুহফায়ে গায়বী, রিসালায়ে দর তলবে তালেবান, মালফূযাত, যাদে সফর, ‘আকাইদে শরফী, ফাওয়াইদে মুরিদীন, বাহরল মা‘আনী, সাফার“ল মুজাফফার, কানযুল মা‘আনী, গঞ্জে লা ইউফনী, মু‘নিসুল মুরীদীন, শরাহ আদাবুল মুরীদীন বিশেষভাবে উল্লেখযোগ্য।\n\n\n== মৃত্যু ==\nতিনি ৭৮২ হিজরির ৫ই শাওয়াল ১২১ বছর বয়সে আনুমানিক ১৩৮০ সালে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}