{"pageid": 1191061, "title": "ডিউক অফ ওয়েলিংটন, গ্লাসগোর অশ্বারোহী মূর্তি", "url": "https://bn.wikipedia.org/wiki?curid=1191061", "content": "ওয়েলিংটনের প্রথম ডিউক আর্থার ওয়েলেসলির অশ্বারোহী মূর্তি রয়্যাল এক্সচেঞ্জের বাইরে অবস্থিত যা এখন গ্যালারি অফ মডার্ন আর্ট, গ্লাসগো, স্কটল্যান্ড নামে পরিচিত, গ্লাসগোর অন্যতম আইকনিক ল্যান্ডমার্ক।\nএটি ইতালীয় শিল্পী কার্লো মারোচেত্তি দ্বারা ভাস্কর্য করা হয়েছিল এবং ১৮৪৪ সালে নির্মিত হয়েছিল, ১৮১৫ সালে দীর্ঘ ফরাসি বিপ্লবী যুদ্ধ এবং নেপোলিয়নিক যুদ্ধের সফল সমাপ্তি চিহ্নিত করার জন্য জনসাধারণের সাবস্ক্রিপশনের জন্য ধন্যবাদ। অন্তত ১৯৮০ এর দশক থেকে এটি ঐতিহ্যগতভাবে জনসাধারণের সদস্যদের দ্বারা একটি ট্রাফিক শঙ্কু দিয়ে আবদ্ধ করা হয়েছে। মূর্তিটি একটি ক্যাটাগরির তালিকাভুক্ত ভাস্কর্য।\n\n\n== মূর্তি ==\nতার প্রিয় ঘোড়া কোপেনহেগেন ডিউকের মূর্তিটি ইতালীয় শিল্পী কার্লো মারোচেটি দ্বারা ভাস্কর্য করা হয়েছিল এবং ১৮৪৪ সালে এটি নির্মিত করা হয়েছিল। মূর্তিটি একটি ক্যাটাগরি-এ তালিকাভুক্ত স্মৃতিস্তম্ভ।\n\n\n== ট্রাফিক শঙ্কু ==\nসাম্প্রতিক সময়ে মূর্তিটি ট্র্যাফিক শঙ্কু দিয়ে আবদ্ধ বলে পরিচিতি পেয়েছে।  একটি শঙ্কু দিয়ে মূর্তিটিকে সজ্জিত করা বহু বছর ধরে অব্যাহত ছিল: আইনটি স্থানীয় জনগণের হাস্যরসের প্রতিনিধিত্ব করে বলে দাবি করা হয়েছিল এবং বিশ্বাস করা হয়েছিল যে এটি ১৮৮০ এর দশকের,   আগে না হলে।\n২০০৫ সালে, গ্লাসগো সিটি কাউন্সিল এবং স্ট্র্যাথক্লাইড পুলিশ মূর্তিটির সামান্য ক্ষতি এবং শঙ্কু স্থাপনের চেষ্টা করার সময় আঘাতের সম্ভাবনা উল্লেখ করে জনসাধারণকে শঙ্কুটি প্রতিস্থাপন না করার জন্য একটি অবস্থান নিয়েছিল।\n২০১১ সালে লোনলি প্ল্যানেট গাইড মূর্তিটিকে \"পৃথিবীর শীর্ষ ১০ সবচেয়ে উদ্ভট স্মৃতিস্তম্ভ\" এর তালিকায় অন্তর্ভুক্ত করে।\n২০১৩ সালে গ্লাসগো সিটি কাউন্সিল একটি ৬৫,০০০ পাউন্ডের পুনরুদ্ধার প্রকল্পের জন্য পরিকল্পনা পেশ করে, যার মধ্যে একটি প্রস্তাব অন্তর্ভুক্ত ছিল এর প্লিন্থের উচ্চতা দ্বিগুণ করা এবং এটিকে ছয় ফুটেরও বেশি উচ্চতায় উন্নীত করার জন্য \"সবচেয়ে দৃঢ়প্রতিজ্ঞ ব্যতীত সকলকে আটকাতে\"। তাদের পরিকল্পনার আবেদনে একটি অনুমান ছিল যে মূর্তি থেকে ট্র্যাফিক শঙ্কু অপসারণের খরচ প্রতি কলআউটে £১০০ ছিল এবং এটি বছরে ১০,০০০ পাউন্ড হতে পারে।  ১০,০০০ জনের বেশি স্বাক্ষর প্রাপ্ত একটি অনলাইন পিটিশন সহ ব্যাপক জনগণের বিরোধিতার পরে পরিকল্পনাগুলি প্রত্যাহার করা হয়েছিল।   যেহেতু কাউন্সিল ইঙ্গিত দিয়েছে যে অনুশীলনের বিরুদ্ধে ব্যবস্থা এখনও বিবেচনা করা যেতে পারে,  শিল্প-রাজনৈতিক সংগঠন ন্যাশনাল কালেকটিভ শঙ্কু রক্ষায় একটি সমাবেশের আয়োজন করে।\n২০১৪ সালে, স্কটিশ স্বাধীনতার গণভোটের সমর্থনে, মূর্তিটিকে একটি \"হ্যাঁ\" শঙ্কু এবং সেইসাথে মূর্তির রন্ধ্রে একটি পতাকা লাগানো হয়েছিল৷\nশঙ্কুটি ২০১২ অলিম্পিকের সময় টিম জিবি দ্বারা জিতে রেকর্ড স্বর্ণ পদক অর্জনে স্কটল্যান্ডের অবদানের উদযাপন হিসাবে একটি সোনার আঁকা একটি দিয়ে প্রতিস্থাপিত হয়েছিল। ২০১৪ কমনওয়েলথ গেমসের উদ্বোধনী অনুষ্ঠানে মূর্তিটির একটি প্রতিরূপ, শঙ্কু দিয়ে সম্পূর্ণ, উপস্থিত হয়েছিল, এবং গেমগুলির সাফল্য চিহ্নিত করার জন্য মূর্তির উপর আবার একটি সোনার শঙ্কু স্থাপন করা হয়েছিল।\n২০১৫ সালে, গ্লাসগো সিটি কাউন্সিল ১.২ মিলিয়ন পাউন্ড মূল্যের হাই-টেক সিসিটিভি সফ্টওয়্যার পরীক্ষা করে, এটি স্বয়ংক্রিয়ভাবে মূর্তির উপর শঙ্কু স্থাপনকারী ব্যক্তিদের সনাক্ত করতে পারে কিনা তা পরীক্ষা করে, যা এটি করতে পারে।\nব্রেক্সিট দিবসে (৩১ জানুয়ারী ২০২০) ইউরোপ-পন্থী সমর্থকরা মূর্তির মাথায় ইইউ পতাকার প্রতিনিধিত্ব করার জন্য আঁকা একটি শঙ্কু স্থাপন করেছে।\n২০২২ সালের মার্চ মাসে, ইউক্রেনের সমর্থনে এবং এটিতে রাশিয়ার আক্রমণের প্রতিবাদ হিসাবে, মূর্তিটি ইউক্রেনের পতাকার রঙের সাথে একটি শঙ্কুর সাথে লাগানো হয়েছিল।\n\n\n== তথ্যসূত্র =="}