{"pageid": 1191172, "title": "অস্ট্রিয়ায় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1191172", "content": "অস্ট্রিয়ায় বৌদ্ধধর্ম একটি আইনত স্বীকৃত ধর্ম। যদিও পরম সংখ্যায় এখনও ছোট (২০০১ সালের আদমশুমারিতে ১১হাজার), অস্ট্রিয়ায় বৌদ্ধধর্ম ব্যাপক গ্রহণযোগ্যতা উপভোগ করে। দেশের বেশিরভাগ বৌদ্ধরা অস্ট্রিয়ান নাগরিক (এদের মধ্যে কিছু এশিয়া থেকে অভিবাসনের পর প্রাকৃতিকভাবে গৃহীত হয়েছে, প্রধানত গণপ্রজাতন্ত্রী চীন এবং ভিয়েতনাম থেকে), যখন তাদের মধ্যে উল্লেখযোগ্য সংখ্যক বিদেশী নাগরিক।\nবেশিরভাগ ইউরোপীয় দেশগুলির মতো, বৌদ্ধধর্মের বিভিন্ন শাখা এবং বিদ্যালয়গুলি বিভিন্ন আকারের গোষ্ঠী দ্বারা প্রতিনিধিত্ব করা হয়। ভিয়েনা শুধুমাত্র সবচেয়ে বেশি সংখ্যক বিদেশী বাসিন্দাই নয়, দেশের বৌদ্ধ ধর্মের দীর্ঘতম ঐতিহ্যের স্থানও। অস্ট্রিয়ার বেশিরভাগ বৌদ্ধ মন্দির এবং অনুশীলনের কেন্দ্রগুলি সেখানে পাওয়া যাবে; কিছু নির্দিষ্ট চীনা, ভিয়েতনামী, তিব্বতি বা জাপানি চেহারা সহ। সর্বশেষ উন্নয়ন হল ভিয়েনা কেন্দ্রীয় কবরস্থানে অন্ত্যেষ্টিক্রিয়া অনুষ্ঠানের জন্য একটি স্তূপের মতো ভবনের চারপাশে একটি \"বৌদ্ধ কবরস্থান\" প্রতিষ্ঠা করা।\n১৮৯৩ সালে অস্ট্রিয়ান আইনের অধীনে আনুষ্ঠানিকভাবে স্বীকৃত হয়। রাশিয়াই একমাত্র অন্য ইউরোপীয় দেশ যারা বৌদ্ধধর্মকে আনুষ্ঠানিকভাবে তার নিজের মাটিতে \"নেটিভ\" হিসেবে স্বীকৃতি দেয়, অর্থোডক্স খ্রিস্টান এবং ইহুদি ধর্মের সাথে এটিকে সরকারী মর্যাদা দেয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক বছর ===\n19 শতকের শেষের দিকে, আর্থার শোপেনহাওয়ার এবং রিচার্ড ওয়াগনারের প্রভাবের কারণে, ভিয়েনার শিল্পী ও বুদ্ধিজীবীরা বৌদ্ধধর্মে আগ্রহী হতে শুরু করেছিলেন।কার্ল ইউজেন নিউম্যান (1865-1915), যিনি তার বাবার বাড়িতে সুরকার ওয়াগনারের সাথে দেখা করেছিলেন, তিনি বৌদ্ধ ধর্ম সম্পর্কে যা শুনেছিলেন তাতে খুব আগ্রহ নিয়েছিলেন। 1884 সালে তিনি একজন বৌদ্ধ হওয়ার এবং \"নিজের জন্য দেখতে\" সক্ষম হওয়ার জন্য মূল ভাষাগুলি অধ্যয়ন করার সিদ্ধান্ত নেন। 50 বছর বয়সে ভিয়েনায় মারা যাওয়ার আগে তিনি পালি ক্যাননের বড় অংশ জার্মান ভাষায় করেন।\n1913 সালে জাভাতে, আর্থার ফিটজ, গ্র্যাজের একজন ব্যক্তি, ভিক্ষু সোনো নাম ধারণ করে বৌদ্ধ সন্ন্যাসী হিসাবে নিযুক্ত হওয়া প্রথম রেকর্ডকৃত অস্ট্রিয়ান হয়েছিলেন।\n1923 সালে ভিয়েনায় একটি \"বৌদ্ধ সমাজ\" এর ভিত্তি ছিল; এবং অস্ট্রিয়ানরা 1937 সালে প্যারিসে দ্বিতীয় আন্তর্জাতিক বৌদ্ধ কংগ্রেসে অংশগ্রহণকারীদের মধ্যে ছিলেন। অস্ট্রিয়ার রাজনৈতিক পরিস্থিতি — ১৯৩৩ থেকে ১৯৩৮ সাল পর্যন্ত ফ্যাসিস্ট শাসন এবং ক্যাথলিক চার্চের মধ্যে একটি জোট যার পরে হিটলারের অস্ট্রিয়া বিজয় এবং দ্বিতীয় বিশ্বযুদ্ধ — অস্ট্রিয়ান বৌদ্ধ ধর্মের বিকাশের জন্য অত্যন্ত প্রতিকূল ছিল।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধের পর থেকে ===\n\n1949 সালে \"বৌদ্ধ সোসাইটি অফ ভিয়েনা\" প্রতিষ্ঠিত হয় এবং বৌদ্ধ ধর্মের প্রতি আগ্রহ আবার বৃদ্ধি পেতে শুরু করে। ফ্রিটজ হাঙ্গারলেইডারের মতো ব্যক্তিত্বের কারণে, যিনি 1955 সালে গণপ্রজাতন্ত্রী চীনে নির্বাসন থেকে ফিরে এসেছিলেন সমাজের সভাপতি হওয়ার জন্য, এবং ডাঃ ওয়াল্টার কারওয়াথ, যিনি এশিয়ায় চিকিৎসা চর্চার জন্য বছরের পর বছর অতিবাহিত করেছিলেন, বৌদ্ধধর্ম সাহিত্য থেকে একধাপ সরে গিয়েছিল। এবং বৃহত্তর বিশ্বের দিকে বুদ্ধিজীবী চেনাশোনা। 1970 এর দশকের শেষভাগে ভিয়েনার প্রথম বৌদ্ধ কেন্দ্র ড্যানেবার্গপ্ল্যাটজ প্রতিষ্ঠা করা হয়েছিল; একটি পশ্চাদপসরণ কেন্দ্রে পরিণত করার উদ্দেশ্যে একটি গ্রামীণ সম্পত্তি ক্রয় (বৌদ্ধ কেন্দ্র শেইবস); এবং ভিয়েনার বাইরে প্রথম বৌদ্ধ অ্যাসোসিয়েশন (সালজবার্গ বৌদ্ধ সমিতি) প্রতিষ্ঠা করা, যেটি ফ্রেডরিখ ফেনজল দ্বারা প্রতিষ্ঠিত, যিনি কিয়োটোর রিউকোকু বিশ্ববিদ্যালয়ের ছাত্র ছিলেন এবং যিনি জোডো শিনশুর নিশি-হংগাঞ্জি শাখার পিতৃকর্তা কোশো ওটানিকে আমন্ত্রণ জানিয়েছিলেন।, অস্ট্রিয়া পরিদর্শন করতে. হেমালোকা থেরো, গেশে রাবতেন, 16 তম কারমাপা, 14 তম দালাই লামা এবং বিভিন্ন বৌদ্ধ ঐতিহ্যের অন্যান্য বিশিষ্ট প্রতিনিধিরা দেশটি পরিদর্শন করেছেন, বক্তৃতা দিয়েছেন এবং ধর্ম শিক্ষার্থীদের আকৃষ্ট করেছেন।\n1979 সালে, জেনরো কাউডেলা, যাকে ক্যালিফোর্নিয়ায় জেন পুরোহিত হিসাবে জোশু সাসাকি দ্বারা নিযুক্ত করা হয়েছিল, ভিয়েনায় ফিরে আসেন, তার মূল শহর, এবং সেখানে \"বোধধর্ম জেন্ডো\" প্রতিষ্ঠা করেন। ভিয়েনার একেবারে কেন্দ্রে ফ্লেশমার্কটের নতুন বৌদ্ধ কেন্দ্র জেন, কাগিউ এবং থেরাভাদা গোষ্ঠীর আবাসস্থল হয়ে উঠেছে।\n1981 সাল থেকে অস্ট্রিয়াতে আর্য মৈত্রেয় মন্ডলার একটি শাখা রয়েছে, যা লামা অনাগরিকা গোবিন্দ দ্বারা প্রতিষ্ঠিত হয়েছিল।\n\n\n=== বৌদ্ধ ধর্ম স্বীকৃত ===\n\n1983 সালের প্রথম দিকে সরকার কর্তৃক সরকারী স্বীকৃতি অস্ট্রিয়ান বৌদ্ধধর্মের একটি নতুন যুগের সূচনা করে। দানিউব নদীর তীরে একটি ব্যাপকভাবে দৃশ্যমান \"শান্তি স্তুপ\" খোলা হয়েছিল; এবং একটি পশ্চাদপসরণ এবং অধ্যয়ন কেন্দ্র, লেটজেহফ, তিব্বতি বৌদ্ধধর্মের গেলুক স্কুলের সাথে যুক্ত, পশ্চিমাঞ্চলীয় প্রদেশ ভোরারলবার্গে খোলা হয়েছিল। ভাঞ্জা পামার্স, জাপানি সোটো স্কুলের একজন জেন সন্ন্যাসী এবং ভাই ডেভিড স্টেইন্ডল-রাস্ট, একজন অস্ট্রিয়ান-আমেরিকান বেনেডিক্টাইন সন্ন্যাসী, সালজবুর্গ আলপাইন অঞ্চলে একটি রিট্রিট সেন্টার প্রতিষ্ঠা করেছিলেন। দেশের দক্ষিণে প্রথম কেন্দ্র, বার্মিজ থেরাবাদ ঐতিহ্যের একটি রিট্রিট সেন্টার, 1990 এর দশকের গোড়ার দিকে প্রতিষ্ঠিত হয়েছিল।\n1993 সালে, অস্ট্রিয়া ইউরোপীয় বৌদ্ধ ইউনিয়নের একটি বার্ষিক সাধারণ সভার আয়োজন করেছিল, যা এক ডজন ইউরোপীয় দেশ থেকে অংশগ্রহণকারীদের আকর্ষণ করেছিল।1995, 1998 সালে (একটি বৃহৎ স্তূপকে পবিত্র করার জন্য) এবং 2002 সালে (\"বিশ্ব শান্তির জন্য কালচক্র \" বিষয়ে বক্তৃতা দেওয়ার জন্য) দালাই লামার গ্রাজ শহরে একটি সিরিজ পরিদর্শন অস্ট্রিয়ার বৌদ্ধদের জন্য একটি শক্তিশালী উত্সাহ ছিল।\n\n\n=== অস্ট্রিয়ান স্কুলে বৌদ্ধ ধর্মীয় নির্দেশনা ===\nসরকারী স্বীকৃতি স্কুলগুলিতে বৌদ্ধ ধর্মীয় শিক্ষার দরজাও খুলে দিয়েছে। 1993 সালে, শিশুদের প্রথম কয়েকটি দলকে তাদের পাঠ্যক্রমের অংশ হিসাবে নিয়মিতভাবে বুদ্ধধর্ম সম্পর্কে শোনার সুযোগ দেওয়া হয়েছিল। ভিয়েনা, গ্রাজ এবং সালজবার্গ শহরে প্রকল্পটি শুরু হওয়ার বারো বছর পর, বৌদ্ধ ধর্মীয় শিক্ষা প্রজাতন্ত্রের নয়টি ফেডারেল প্রদেশের বিভিন্ন ধরনের স্কুলে সব বয়সের (6 থেকে 19) স্কুল শিশুদের জন্য উপলব্ধ করা হচ্ছে। . একটি টিচার্স ট্রেনিং একাডেমি ২০০১ সালে সংশ্লিষ্ট শিক্ষকদের জন্য ইন-সার্ভিস শিক্ষক প্রশিক্ষণ প্রদানের জন্য প্রতিষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}