{"pageid": 1191473, "title": "যুক্তরাজ্যে গাঁজা", "url": "https://bn.wikipedia.org/wiki?curid=1191473", "content": "যুক্তরাজ্যে গাঁজা বিনোদনমূলক ব্যবহারের জন্য অবৈধ এবং এটি বি শ্রেণির মাদক হিসাবে শ্রেণীবদ্ধ। ২০০৪ সালে, গাঁজাকে কম কঠোর শাস্তির সাথে একটি সি শ্রেণির মাদক করা হয়েছিল কিন্তু ২০০৯ সালে এটি আবার বি শ্রেণির মাদকে ফিরিয়ে আনা হয়। একজন নিবন্ধিত বিশেষজ্ঞ ডাক্তার দ্বারা নির্ধারিত গাঁজার চিকিৎসা ব্যবহার ২০১৮ সালের নভেম্বরে বৈধ করা হয়।\nযুক্তরাজ্যে গাঁজা ব্যাপকভাবে একটি অবৈধ মাদক হিসাবে ব্যবহৃত হয়, তবে টিএইচসি কম অন্যান্য স্ট্রেনগুলি ফাইবার, তেল এবং বীজের জন্য এক হাজার বছরেরও বেশি সময় ধরে শিল্পে ব্যবহৃত হয়ে আসছে। ১৯২৮ সাল থেকে যুক্তরাজ্যে গাঁজা একটি মাদক হিসাবে সীমাবদ্ধ করা হয়েছে, যদিও একটি বিনোদনমূলক মাদক হিসাবে এর ব্যবহার ১৯৬০ সাল পর্যন্ত সীমিত ছিল, যখন জনপ্রিয়তা বৃদ্ধির ফলে ১৯৭১ সালের শ্রেণিবিভাগ কঠোর হয়।\nচিকিৎসা ব্যবহারের জন্য সীমিত প্রাপ্যতা সহ যুক্তরাজ্যে গাঁজা এখনও অবৈধ হওয়া সত্ত্বেও, যুক্তরাজ্য বৈধ গাঁজার বিশ্বের বৃহত্তম রপ্তানিকারক। \n\n\n== ইতিহাস ==\n\n\n=== শিল্প ব্যবহার ===\n\nব্রিটেনে গাঁজার প্রাচীনতম প্রমাণ ছিল ইয়র্কের একটি কূপে পাওয়া কিছু বীজ;  মিকলেগেটে পাওয়া বীজগুলি দশম শতাব্দীর ভাইকিং বসতির সাথে যুক্ত ছিল।  যেহেতু এটি বেশিরভাগই উপকূলীয় অঞ্চলের আশেপাশে জন্মে বলে মনে হয় তাই এটি চাষ করার প্রধান কারণ ছিল উদ্ভিজ্জ আঁশের উৎস যা বিছুটি জাতের গাছ বা শণের চেয়ে শক্তিশালী এবং আরও টেকসই। এটি কর্ডেজ, দড়ি, মাছ ধরার জাল এবং ক্যানভাস তৈরির জন্য আদর্শ।  \nইংরেজ নৌবাহিনীর সাফল্যের জন্য হেম্পেন দড়ি মৌলিক হওয়ায়, ১৫৩৩ সালে রাজা হেনরি অষ্টম বাধ্যতামূলক করেছিলেন যে জমির মালিকরা শণের বরাদ্দ বৃদ্ধি করে; প্রথম এলিজাবেথ পরে সেই কোটা বাড়ায় এবং ব্যর্থতার জন্য শাস্তির বিধান করে।  যেহেতু আঁশ আরও সহজলভ্য হয়ে ওঠে এবং শণের বৃদ্ধি আরও ব্যাপক হয়ে ওঠে, লোকেরা ফসলের জন্য আরও অনেক ব্যবহার খুঁজে পেতে শুরু করে। এটি ব্রিটিশ অর্থনীতির একটি অত্যন্ত গুরুত্বপূর্ণ অংশ হয়ে ওঠে। অবশেষে, চাহিদা এমন পর্যায়ে প্রসারিত হয়েছিল যে আরও আঁশের চাহিদা নতুন জমি উপনিবেশ করার চালিকা শক্তির অংশ হয়ে উঠে। এটি নতুন ব্রিটিশ উপনিবেশগুলিতে জন্মানোর জন্য একটি আদর্শ ফসল হয়ে উঠে। তদুপরি, নতুন উপনিবেশগুলিকে রক্ষা করার জন্য নির্মিত নৌ জাহাজের চাহিদা বাড়ে সেই সাথে বাড়ে শণের চাহিদা, কারণ প্রতি দুই বছরে তাদের দুইশত টন দড়ি নবায়ন করতে হত। \n\n\n=== ঔষধ হিসাবে ব্যবহার ===\nআইরিশ চিকিত্সক উইলিয়াম ব্রুক ও'শাগনেসির পরিচয়ে গাঁজা পশ্চিমা চিকিৎসা জগতে নতুন মনোযোগ লাভ করে, যিনি ইস্ট ইন্ডিয়া কোম্পানির সাথে বাংলায় মেডিকেল অফিসার হিসাবে কাজ করার সময় ওষুধটি নিয়ে গবেষণা করেছিলেন এবং তার সাথে প্রচুর পরিমাণে গাঁজা ১৮৪২ সালে ব্রিটেনে নিয়ে এসেছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nMills, James H. (১১ সেপ্টেম্বর ২০০৩)। Cannabis Britannica: Empire, Trade, and Prohibition 1800-1928। OUP Oxford। আইএসবিএন 978-0-19-155465-0। \nMills, James H. (২০১৩)। Cannabis Nation: Control and Consumption in Britain, 1928-2008। OUP Oxford। আইএসবিএন 978-0-19-928342-2। \n\n\n== বহিঃসংযোগ ==\n'এটি বৈধ করুন, এটির সমালোচনা করবেন না' - গাঁজা কি বৈধ করা উচিত? হাফিংটন পোস্ট (ইউকে সংস্করণ)। 4 জুলাই 2013 প্রকাশিত। সংগৃহীত 13 জানুয়ারী 2017.\nসংসদীয় প্রতিবেদনে ঔষধি গাঁজা বৈধ করার সুপারিশ করা হয়েছে । আইটিভি। 12 সেপ্টেম্বর 2016 প্রকাশিত হয়েছে। সংগৃহীত 5 জানুয়ারী 2017.\nগাঁজা বৈধকরণ 'যুক্তরাজ্যের জন্য বছরে 1 বিলিয়ন পাউন্ড বাড়াতে পারে' । বিবিসি খবর. 21 নভেম্বর 2016 প্রকাশিত। সংগৃহীত 5 জানুয়ারী 2017.\nগাঁজার বৈধকরণ 'অপরাধ এবং আসক্তি সমস্যার একমাত্র সমাধান' । অভিভাবক. 21 নভেম্বর 2016 প্রকাশিত। সংগৃহীত 5 জানুয়ারী 2017.\nইউকে তার ড্রাগ নীতিতে পিছিয়ে পড়ছে এমন সতর্কতার মধ্যে এমপিরা গাঁজা বৈধ করার আহ্বান জানিয়েছেন । স্বাধীনতা. 21 নভেম্বর 2016 প্রকাশিত। সংগৃহীত 5 জানুয়ারী 2017."}