{"pageid": 1191235, "title": "হরিবংশ রাই বচ্চন", "url": "https://bn.wikipedia.org/wiki?curid=1191235", "content": "হরিবংশ রাই বচ্চন  ২৭ নভেম্বর ১৯০৭ – ১৮ জানুয়ারি ২০০৩) ছিলেন একজন বিশিষ্ট ভারতীয় কবি এবং বিশ শতকের সূচনাকালে হিন্দি সাহিত্যজগতের 'নঈ কবিতা সাহিত্য আন্দোলন' এর (রোমান্টিক ধারার) অন্যতম লেখক। তার \"মধুশালা\", \"মধুবালা\", ও \"মধুকলশ\" এই কাব্যগ্রন্থত্রয়ীকে সর্বাপেক্ষা উল্লেখযোগ্য সৃষ্টি হিসাবে গণ্য করা হয়।  প্রখ্যাত সমাজকর্মী তেজী বচ্চন হলেন তার পত্নী। ভারতীয় চলচ্চিত্র জগতের স্বনামধন্য চিত্রতারকা অমিতাভ বচ্চন এবং অজিতাভ বচ্চনের পিতা। তিনি অভিষেক বচ্চনের পিতামহ। ভারত সরকার ১৯৭৬ খ্রিস্টাব্দে হিন্দি সাহিত্যে অবদানের জন্য তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণ প্রদান করে।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nহরিবংশ রাই শ্রীবাস্তব ১৯০৭ খ্রিস্টাব্দের ২৭ নভেম্বর তৎকালীন আগ্রা ও অবধের যুক্তপ্রদেশ বর্তমানে  উত্তর প্রদেশের  বাবুপট্টিতে অবধের ’ শ্রীবাস্তব’ পদবির এক হিন্দু কায়স্থ পরিবারে। পিতা প্রতাপনারায়ণ শ্রীবাস্তব এবং মাতা সরস্বতী দেবী শ্রীবাস্তব। হরিবংশ কবিতা লেখার সময় “বচ্চন” ছদ্মনাম ব্যবহার করতেন এবং সেই থেকেই তার পদবিতে শ্রীবাস্তব-এর পরিবর্তে বচ্চন ব্যবহৃত হতে থাকে। এলাহাবাদের কায়স্থ পাঠশালা ও পুর-বিদ্যালয় থেকে বিদ্যালয় শিক্ষা সম্পন্ন করে ১৯৪১ খ্রিস্টাব্দ হতে ১৯৫৭ খ্রিস্টাব্দে এলাহাবাদ বিশ্ববিদ্যালয় থেকে ইংরাজী ভাষা ও সাহিত্য নিয়ে পডাশোনা করে এম.এ পাশ করেন। এরপর যুক্তরাজ্যের  কেমব্রিজ বিশ্ববিদ্যালয়ের অধীন্থ সেন্ট ক্যাথরিন’স কলেজে ইংরাজী সাহিত্যের বিখ্যাত কবি উইলিয়াম বাটলার ইয়েটস -এর কবিতা নিয়ে গবেষণা করে পিএইচডি ডিগ্রি লাভ করেন।\n\n\n== কর্মজীবন ==\nপেশাগত জীবনে হরিবংশ রাই এলাহাবাদ বিশ্ববিদ্যালয়ে ইংরাজী বিভাগের অধ্যাপক ছিলেন। কেমব্রিজ বিশ্ববিদ্যায়ে গবেষণা শেষ করে দেশে ফিরে এক বৎসর অধ্যাপনা করেন। পরবর্তীতে বেশ কিছুদিন অল ইন্ডিয়া রেডিয়োতে প্রযোজক রূপে। নিযুক্ত হন। এলাহাবাদে অবস্থালকালে জওহরলাল নেহেরুর সঙ্গে সুসম্পর্ক গড়ে ওঠে। সেই সুবাদে তিনি ১৯৫৫ খ্রিস্টাব্দ হতে দীর্ঘ দশ বৎসর ভারত সরকারের বিদেশ মন্ত্রকে বিশেষ কর্মকর্তারূপে কাজ করেন। দপ্তরে নানা গুরুত্বপূর্ণ ইংরাজীর নথিপত্র হিন্দি ভাষায় অনুবাদ করেন এবং এইভাবে তিনি হিন্দিকে ভারতের অন্যতম দাপ্তরিক ভাষা (official language) হিসাবে উন্নীত করতে সক্ষম হন। তবে পেশাগতভাবে বিভিন্ন কাজে লিপ্ত থেকেও হরিবংশ রাই মূলত কবি হিসাবে হিন্দি সাহিত্য জগতে এক বিশেষস্থান অর্জন করে আছেন।\n\n\n== সাহিত্যক্ষেত্র ==\nহরিবংশ রাই বচ্চন ইংরাজি ভাষা ছাড়াও হিন্দি ও অবধি ভাষায় সাবলীল ছিলেন। তিনি দেবনাগরী লিপিতে হিন্দির এক বৃহৎ শব্দভাণ্ডারে গড়ে ছিলেন।  তিনি ফরাসি লিপি জানতেন না,তবুও তিনি ফরাসি ও উর্দু কবিতা বিশেষ করে ওমর খৈয়াম দ্বারা প্রভাবিত হয়েছিলেন।\nহরিবংশ রাই বচ্চন ব্যক্তিগত জীবনের সুখ-দুঃখ, শোক-সন্তাপ, চাওয়া-পাওয়া, দারিদ্র্য সহ নানা অনুভূতি প্রকাশ পেয়েছে তার কবিতায়। স্পর্শকাতর অনুভূতি, গভীর আবেগ সহজ ও সরল ভাষায় ব্যক্ত হয়েছে বলেই তিনি জনপ্রিয়তা লাভ করেছিলেন। তার রচনাসম্ভারে আছে -\n\nকবিতা–\nতেরা হার (১৯২৯)\nমধুশালা (১৯৩৫)\nমধুবালা (১৯৩৬)\nমধুকলশ (১৯৩৭)\nআত্মপরিচয় (১৯৩৭)\nনিশা নিমন্ত্রণ (১৯৩৮)\nএকান্ত সঙ্গীত (১৯৩৯)\nআকুল অন্তর (১৯৪৩)\nসতরঙ্গিনী (১৯৪৫)\nহলাহল (১৯৪৬)\nবঙ্গাল কা কাব্য (১৯৪৬)\nখাদি কে ফুল (১৯৪৮)\nসুত কী মালা (১৯৪৮)\nমিলন যামিনী (১৯৫০)\nপ্রণয় পত্রিকা (১৯৫৫)\nধার কে ইধর ওধর (১৯৫৭)\nআরতী ঔর অঙ্গারে (১৯৫৮)\nবুদ্ধ ঔর নাচঘর (১৯৫৮)\nত্রিভঙ্গিমা (১৯৬১)\nচার খেমে চৌষট খূন্টে (১৯৬২)\nদো চট্টানেঁ (১৯৬৫)\nবহুত দিন বিতে (১৯৬৭)\nকটতী প্রতিমায়োঁ কী আবাজ (১৯৬৮)\nউভরতে প্রতিমানোঁ কে রূপ (১৯৬৯)\nজাল সমেটা (১৯৭৩)\nনঈ সে নঈ-পুরানা সে পুরানী (১৯৮৫)\nআত্মকথা–\nক্যা ভূলূঁ ক্যা য্যাদ করূঁ (১৯৬৯)\nনীড় কা নির্মাণ ফির (১৯৭০)\nবসেরে সে দূর (১৯৭৭)\nদেশদ্বার সে সোপান তক (১৯৮৫)\nপ্রবাস কী ডায়রী\nবিবিধ–\nবচ্চন কে সাথ ক্ষণ ভর (১৯৩৪)\nখয্যাম কী মধুশালা (১৯৩৮)\nসোপান (১৯৫৩)\nমৈকবেথ (১৯৫৭)\nজনগীতা (১৯৫৮)\nওথেলো (১৯৫৯)\nউমর খয্যাম কী রূবাইযাঁ (১৯৫৯)\nকবিয়োঁ মে সৌম্য সন্তঃ পন্ত (১৯৬০)\nআজ কে লোকপ্রিয় হিন্দি কবিঃ সুমিত্রনন্দন পন্থ (১৯৬০)\nআধুনিক কবি (১৯৬১)\nনেহেরু : রাজনৈতিক জীবনচরিত (১৯৬১)\nনয়ে পুরানে ঝরোখে (১৯৬২)\nঅভিনব সোপান (১৯৬৪)\nচৌঁষট রূশী কবিতায়েঁ (১৯৬৪)\nনাগর গীতা (১৯৬৬)\nবচ্চন কে লোকপ্রিয় গীত (১৯৬৭)\nডব্লুউ বী ঈয়েটস্ অ্যান্ড অকল্টিজম (১৯৬৮)\nমকরত দ্বীপ কা স্বর (১৯৬৮)\nহ্যামলেট (১৯৬৯)\nভাষা অপনী ভাব পরায়ে (১৯৭০)\nপন্ত কে সৌ পত্র (১৯৭০)\nপ্রবাস কী ডায়রী (১৯৭১)\nকিং লিয়র (১৯৭২)\nটূটী ছূটী কড়িয়াঁ (১৯৭৩)\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৬৮ খ্রিস্টাব্দে হরিবংশ রায় বচ্চন তার “দো চট্টানেঁ” কাব্যগ্রন্থের জন্য সাহিত্য অকাদেমি পুরস্কার লাভ করেন। ওই বৎসরেই তিনি ‘সোভিয়েত ল্যান্ড নেহেরু পুরস্কার’ ও আফ্রো-এশীয় সম্মেলনের ‘লোটাস পুরস্কার’-এ ভূষিত হন। তার চার খণ্ডে বিভক্ত আত্মজীবনীর জন্য বিড়লা ফাউন্ডেশন প্রথম সরস্বতী সম্মান প্রদান করে। সাহিত্য ও শিক্ষাক্ষেত্রে অসামান্য অবদানের জন্য ১৯৭৬ খ্রিস্টাব্দে ভারত সরকার তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণ প্রদান করে।\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nহরিবংশ রাই বচ্চন ১৯২৬ খ্রিস্টাব্দে শ্যামা দেবীকে বিবাহ করেন, কিন্তু ১৯৩৬ খ্রিস্টাব্দে শ্যামা দেবীর মৃত্যু হলে ১৯৪১ খ্রিস্টাব্দে লাহোর কলেজের মনোবিজ্ঞানের অধ্যাপিকা সমাজকর্মী তেজবন্ত কৌরি সুরিকে বিবাহ করেন। তাদের জ্যেষ্ঠ সন্তান প্রথিতযশা অভিনেতা অমিতাভ বচ্চন এবং কনিষ্ঠ পুত্র অজিতাভ। এরা সকলেই পারিবারিক পদবি “শ্রীবাস্তব” এর পরিবর্তে “বচ্চন”ই ব্যবহার করেন।\nহরিবংশ রাই বচ্চন শেষের দিকে দীর্ঘদিন শ্বাসপীডায় ভুগছিলেন। ২০০৩ খ্রিস্টাব্দের ১৮ জানুয়ারি মুম্বাইয়ে বচ্চন পরিবারের বাসভবন “প্রতীক্ষা” য় ৯৫ বৎসর বয়সে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}