{"pageid": 1192684, "title": "বিমানসংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1192684", "content": "একটি এয়ারলাইন বা বিমানসংস্থা হল এমন একটি সংস্থা যা ভ্রমণকারী যাত্রী ও মালবাহী বিমান পরিবহন পরিষেবা প্রদান করে। বিমানসংস্থাগুলি এই পরিষেবাগুলি সরবরাহ করার জন্য বিমান ব্যবহার করে এবং কোডশেয়ার চুক্তির জন্য অন্যান্য বিমানসংস্থাগুলির সাথে অংশীদারিত্ব বা জোট গঠন করতে পারে, যেখানে তারা উভয়ই একই উড়ান অফার করে ও পরিচালনা করে। সাধারণত, বিমানসংস্থা কোম্পানিগুলিকে একটি এয়ার অপারেটিং সার্টিফিকেট বা সরকারি বিমান চলাচল সংস্থা দ্বারা জারি করা লাইসেন্স দিয়ে স্বীকৃত করা হয়। বিমানসংস্থাগুলি নির্ধারিত বা চার্টার পরিচালনাকারী হতে পারে।\nপ্রথম বিমানসংস্থাটি ছিল জার্মান এয়ারশিপ কোম্পানি ডিইএলএজি, যা ১৯০৯ সালের ১৬ই নভেম্বর প্রতিষ্ঠিত হয়েছিল। চারটি প্রাচীনতম নন-এয়ারশিপ বিমানসংস্থা, যেগুলি এখনও বিদ্যমান সেগুলি হল নেদারল্যান্ডের কেএলএম (১৯১৯), কলম্বিয়ার আভিয়ানকা (১৯১৯), অস্ট্রেলিয়ার কান্টাস (১৯২০) এবং চেক প্রজাতন্ত্রের চেক এয়ারলাইন্স (১৯২৩)।\nবিমানসংস্থা মালিকানা ১৯৩০ সাল পর্যন্ত বেশিরভাগ ব্যক্তিগত মালিকানা থেকে ১৯৪০-এর দশক থেকে ১৯৮০-এর দশক পর্যন্ত বড় বিমানসংস্থাগুলির সরকারি-মালিকানায় এবং ১৯৮০-এর দশকের মাঝামাঝি সময়ের পরে বৃহৎ মাপের বেসরকারিকরণে ফিরে আসে। ১৯৮০-এর দশক থেকে, প্রধান বিমানসংস্থা একীভূতকরণ ও বিমানসংস্থা জোট গঠনের প্রবণতাও দেখা গিয়েছিল। বৃহত্তম জোটগুলি হল স্টার অ্যালায়েন্স, স্কাইটিম ও ওয়ানওয়ার্ল্ড, এবং এই তিনটি সম্মিলিতভাবে ২০১৫ সালে বিশ্বব্যাপী বাণিজ্যিক বিমান চলাচলের ৬০% এরও বেশি নিয়ন্ত্রণ করেছিল। বিমানসংস্থা জোটগুলি তাদের যাত্রী পরিষেবা কর্মসূচিগুলিকে সমন্বয় করে (যেমন লাউঞ্জ ও ফ্রিকোয়েন্ট-ফ্লায়ার প্রোগ্রাম), বিশেষ ইন্টারলাইন টিকিট অফার করে এবং প্রায়শই বিস্তৃত কোড শেয়ারিংয়ে (কখনও কখনও ব্যবস্থাব্যাপী) জড়িত থাকে।\n২০১৯-এর হিসাব অনুযায়ী, যাত্রী বহন ও বহরের আকারের দ্বারা বৃহত্তম বিমানসংস্থা আমেরিকান এয়ারলাইন্স গ্রুপ ছিল, যখন ডেল্টা এয়ার লাইন্স আয়ের দিক থেকে বৃহত্তম ছিল। লুফ্‌টহানজা গোষ্ঠী কর্মচারীর সংখ্যা, ফেডেক্স এক্সপ্রেস মালবাহী টন-কিলোমিটার, তুর্কি এয়ারলাইন্স পরিষেবা দেওয়া দেশগুলির সংখ্যা এবং ইউপিএস এয়ারলাইন্স পরিষেবা দেওয়া গন্তব্যগুলির সংখ্যার ভিত্তিতে বৃহত্তম ছিল (যদিও ইউনাইটেড এয়ারলাইনগুলি পরিষেবা দেওয়া গন্তব্যগুলির সংখ্যার ভিত্তিতে বৃহত্তম যাত্রীবাহী বিমান সংস্থা ছিল)।\n\n\n== তথ্যসূত্র =="}