{"pageid": 1192719, "title": "গৌরী সেন", "url": "https://bn.wikipedia.org/wiki?curid=1192719", "content": "গৌরী সেন বা গৌরীশঙ্কর সেন (মতান্তরে গৌরীকান্ত সেন) (আনু. ১৫৮০ - আনু. ১৬৬৭) ছিলেন সুবর্ণবণিক সম্প্রদায়ভূক্ত সম্ভ্রান্ত ব্যবসায়ী এবং সপ্তদশ শতকের এক বিশিষ্ট দানবীর, যিনি বাংলায় বহুল প্রচারিত লাগে টাকা দেবে গৌরী সেন প্রবাদের নায়ক হিসাবে খ্যাতি অর্জন করেন।\n\n\n== পরিচয় ==\nগৌরী সেন ষোড়শ শতকের শেষের দিকে আনুমানিক ১৫৮০ খ্রিস্টাব্দে তৎকালীন হুগলি জেলার বালাগ্রামে (বর্তমানে হাওড়া জেলার বালিতে), অন্যমতে মুর্শিদাবাদ জেলার বহরমপুরে জন্মগ্রহণ করেন।পিতা ছিলেন নন্দরাম সেন। তার পিতৃদত্ত নাম ছিল গৌরীশঙ্কর সেন এবং পিতামাতার সাত সন্তানের সর্বকনিষ্ঠ ছিলেন তিনি। তাদের পূর্বপুরুষ পুরন্দর সেন সপ্তগ্রাম পতনের পর বালিতে এসে বসবাস শুরু করেছিলেন। প্রথমদিকে ১৫৯৯ খ্রিস্টাব্দে গৌরীশঙ্কর পর্তুগিজদের তৈরি ব্যান্ডেল চার্চে দেওয়ানের কাজ করতেন। পরে মুঘল শাসকের তৎপরতা বৃদ্ধি হলে সাংসারিক পরিস্থিতি সামাল দিতে ১৬৩২ খ্রিস্টাব্দে বৈদেশিক বাণিজ্য শুরু করেন। কাজের সূত্রে গৌরীশঙ্কর কলকাতায় আসেন এবং কলকাতার বৈষ্ণবচরণ শেঠ নামক এক বিত্তবান ব্যবসায়ীর সঙ্গে অংশীদারিতে ব্যবসা শুরু করেন। কাপড়, শস্য, তেল, দস্তা ইত্যাদির ভালো বাজার ছিল সেসময়। কলকাতার বড়বাজার ছিল তার ব্যবসার ক্ষেত্র। বিভিন্ন জায়গা থেকে শস্য নিয়ে গৌরী সেন চাহিদা মতো নৌকা করেই জলপথে বিভিন্ন জায়গায় তা রফতানি করতেন। সততা আর বুদ্ধির জোরে ব্যবসায় খুব তাড়াতাড়ি তার শ্রীবৃদ্ধি ঘটে। পুরানো কলকাতার আহিরীটোলায় প্রাসাদোপম বাড়ি তৈরি করেন। গৌরী সেন ও বৈষ্ণবচরণ শেঠ দুজনে মিলে একবার ডুবে যাওয়া সাতটি নৌকার দস্তা নিলামে কেনেন। পরে দেখা যায় আসলে দস্তার নিচে রূপা লুকিয়ে পাচার করা হচ্ছিল। বৈষ্ণবচরণ অপ্রত্যাশিত এই সৌভাগ্য গৌরী সেনের জন্য হয়েছে ভেবে তার ভাগের পুরো অংশ গৌরীকে দিয়ে দেন এবং গৌরী সেন সেই রূপা ঈশ্বরের কৃপা বলে গ্রহণ করেন এবং স্থির করেন এই অকল্পনীয় সম্পদ ও ঐশ্বর্য গরীব-দুঃখী বা যাদের অর্থের অভাব, তাদের দান করে দেবেন। ১৫৯৯ -১৬০০ খ্রিস্টাব্দ হতেই তিনি দান-ধ্যান শুরু করেন। তার দানের হাতও দরাজ ছিল। কন্যাদায়গ্রস্ত পিতার জন্য ছিল তার অবারিত দ্বার। দেনাগ্রস্ত বা রাজদ্বারে বিপদগ্রস্তের সাহায্যে তিনি ছিলেন মুক্তহস্ত। জনহিতকর কাজেও তার সহযোগিতা ছিল পূর্ণমাত্রায়। অনেকের ধারণা, তিনি ছিলেন হুগলির 'গৌরীশঙ্কর' শিবমন্দিরের প্রতিষ্ঠাতা। মুক্তহস্তে অর্থ দানকারী গৌরী সেন ১৬৬৭ খ্রিস্টাব্দে মারা যান। তবে প্রবাদ পুরুষ হয়ে বাঙালির কাছে অমর হয়ে আছেন।\n\n\n== অন্যান্য ==\nপ্রবাদের গৌরী সেন কে ছিলেন, তা জানতে অনেক গবেষণা হয়েছে। বর্তমান বাংলায় তথা কলকাতায় সেন বংশের বহু ব্যবসায়ীও আছেন, তারা প্রবাদ পুরুষের উত্তরপুরুষ বা বংশধর হিসাবে দাবিও করেন। অনেকে মন্তব্যও করেন গৌরী সেন ছিলেন এক রূপক চরিত্র। তবে একথা বলা চলে সেসময়ের গৌরী সেন যদি বাস্তবের একজন ছিলেন, তাহলে তিনি বাংলায় এক অপরিহার্য চরিত্রই ছিলেন। কেননা গৌরী সেন কেবল ধনের গৌরবে বড়লোক হননি, তিনি বিত্তের মতো চিত্তের দিক দিয়েও ধনী ছিলেন। প্রবাদ-প্রবচনের অর্থে যদিও প্রবাদটি 'টাকার অপব্যবহার'-এ বোঝানো হলেও, বাঙালির সমাজসেবায়, মঙ্গলকাজে বিপুল অর্থের প্রয়োজনে গৌরী সেন থাকুন।\n\n\n== আরও দেখুন ==\nবাংলা প্রবাদ-প্রবচনের তালিকা\n\n\n== তথ্যসূত্র =="}