{"pageid": 1192106, "title": "বাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিল", "url": "https://bn.wikipedia.org/wiki?curid=1192106", "content": "বাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিল বাংলাদেশের একটি সংবিধিবদ্ধ সংস্থা। গবেষণা এবং উন্নয়নের মাধ্যমে জ্বালানি ও বিদ্যুৎ খাতে প্রযুক্তিগত উদ্ভাবন আনার পাশাপাশি জ্বালানি নিরাপত্তা নিশ্চিত করার লক্ষ্যে বাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিল গঠিত হয়। বাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিল আইন, ২০১৫ প্রণয়নের পর কাউন্সিল তার কার্যক্রম শুরু করে।\n\n\n== কাউন্সিলের দায়িত্ব ও কার্যাবলী ==\nবাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিলের দায়িত্ব ও কার্যাবলী নিম্নরূপ:\n\nজাতীয় প্রয়োজনের প্রতি লক্ষ্য রাখিয়া বিদ্যুৎ ও জ্বালানি বিষয়ক স্বল্প মধ্য ও দীর্ঘ মেয়াদী গবেষণা পরিকল্পনা প্রণয়ন ও পরিচালনা এবং উহার সমন্বয়, পরিবীক্ষণ ও মূল্যায়ন;\nবিদ্যুৎ ও জ্বালানি গবেষণা সম্পর্কিত বার্ষিক কর্ম পরিকল্পনা প্রণয়ন ও বাস্তবায়ন;\nবিদ্যুৎ ও জ্বালানির উন্নয়ন, সংরক্ষণ এবং উহার দক্ষ ব্যবহার সংক্রান্ত গবেষণা ও উন্নয়ন সংক্রান্ত কাজে উৎসাহ প্রদান;\nবিদ্যুৎ ও জ্বালানি সংশ্লিষ্ট সরকারি ও বেসরকারি গবেষণা প্রতিষ্ঠানকে প্রায়োগিক গবেষণা কার্যে উৎসাহ প্রদান এবং উক্ত গবেষণাকার্যের সমন্বয় সাধন;\nজাতীয় বা আন্তর্জাতিক খ্যাতিসম্পন্ন গবেষক ও বিজ্ঞানীদের বিদ্যুৎ ও জ্বালানি সংক্রান্ত গবেষণা কাজে সম্পৃক্তকরণ;\nবিদ্যুৎ ও জ্বালানি খাতে বিদ্যমান প্রযুক্তির উন্নয়ন, উৎকর্ষতা সাধন ও নূতন প্রযুক্তি উদ্ভাবন;\nবিদ্যুৎ ও জ্বালানি খাতে উদ্ভাবিত প্রযুক্তির মাধ্যমে জ্বালানী সাশ্রয়ী পণ্যসমূহের উৎপাদন ব্যয় হ্রাসপূর্বক জনগণের ক্রয়সীমার মধ্যে আনয়ন বা গ্রহণযোগ্যতা বৃদ্ধির জন্য সরকারের নিকট সুপারিশ প্রদান;\nবিদ্যুৎ ও জ্বালানি বিষয়ক গবেষণালব্ধ ফলাফল ও উহার প্রয়োগ সম্পর্কে জনগণকে অবহিত করিবার উদ্দেশ্যে সেমিনার, সিম্পোজিয়াম বা কর্মশালার আয়োজন এবং এতদ্সংশ্লিষ্ট প্রকাশনার ব্যবস্থা গ্রহণ;\nবিদ্যুৎ ও জ্বালানি সংশ্লিষ্ট পরীক্ষাগার ও গবেষণাগার স্থাপনসহ ইহাতে নিয়োজিত গবেষকগণের সক্ষমতা বৃদ্ধির লক্ষ্যে প্রয়োজনীয় প্রশিক্ষণ ও উচ্চ শিক্ষার কার্যক্রম গ্রহণ;\nবিদ্যুৎ ও জ্বালানি খাতের প্রায়োগিক গবেষণার জন্য প্রয়োজনীয় অর্থের সংস্থান এবং গবেষণালব্ধ ফলাফলের যথাযথ প্রয়োগ নিশ্চিতকরণ;\nবিদ্যুৎ ও জ্বালানি খাতের উন্নয়নের ক্ষেত্রে বিদ্যমান সমস্যাসমূহ চিহ্নিতকরণ এবং উক্ত সমস্যা নিরসনে করণীয় সম্পর্কে সরকারকে পরামর্শ প্রদান;\nকাউন্সিলের বাজেট প্রস্তাব অনুমোদনসহ বিদ্যুৎ ও জ্বালানি সম্পর্কিত গবেষণা পরিকল্পনা প্রস্তাব পর্যালোচনা ও গবেষণা কার্যক্রম পরিচালনা;\nগবেষকদের নিকট হইতে প্রাপ্ত গবেষণা প্রস্তাবসহ উহার বাস্তবায়নের জন্য প্রস্তাবিত বাজেট পরীক্ষা, মূল্যায়ন এবং অনুমোদন;\nবিদ্যুৎ ও জ্বালানি বিষয়ক আঞ্চলিক ও আন্তর্জাতিক পর্যায়ের গবেষণা প্রতিষ্ঠানের সহিত নিবিড় যোগাযোগ রক্ষা করা;\nবিদ্যুৎ ও জ্বালানি বিষয়ক সরকারি, আধা-সরকারি এবং স্বায়ত্তশাসিত গবেষণা প্রতিষ্ঠানের চলমান কার্যক্রমসহ নূতন গবেষণা কার্যক্রমের সহিত সমন্বয় সাধনে সরকারকে সহযোগিতা প্রদান;\nসরকারের পূর্বানুমোদনক্রমে, যে কোন ব্যক্তি বা সংস্থার সহিত চুক্তি সম্পাদন; এবং\nএই আইনের উদ্দেশ্য পূরণকল্পে বিধি, প্রবিধান দ্বারা বা সরকার কর্তৃক, সময় সময়, নির্ধারিত অন্যান্য দায়িত্ব পালন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ জ্বালানি ও বিদ্যুৎ গবেষণা কাউন্সিল আইন, ২০১৫"}