{"pageid": 1192261, "title": "রামায়ণ: দ্য লিজেন্ড অব প্রিন্স রাম", "url": "https://bn.wikipedia.org/wiki?curid=1192261", "content": "রামায়ণ: দ্য লিজেন্ড অব প্রিন্স রাম হলো ১৯৯৩ সালের একটি অ্যানিমে চলচ্চিত্র, যা জাপান এবং ভারতের যৌথ প্রযোজনায় নির্মিত। এটি প্রযোজনা ও পরিচালনা করেছেন ইউগো সাকো এবং ভারতীয় মহাকাব্য রামায়ণের উপর ভিত্তি করে তৈরি। চলচ্চিত্রটি পরিচালনা করেছেন কোইচি সাসাকি এবং রাম মোহন, আর এর সঙ্গীত রচনা করেছেন বনরাজ ভাটিয়া। প্রথমবার চলচ্চিত্রটি ভারতে ২৪তম আন্তর্জাতিক চলচ্চিত্র উৎসবে মুক্তি পায়। এটি ১৯৯৩ সালের ভ্যাঙ্কুভার আন্তর্জাতিক চলচ্চিত্র উৎসবেও প্রদর্শিত হয়। পরবর্তীতে ১৯৯০-এর দশকের শেষের দিকে হিন্দি ডাব সংস্করণ প্রকাশিত হয়। তবে আসন্ন ৪কে সংস্করণে নতুন হিন্দি ডাব অন্তর্ভুক্ত করা হবে।\n\n\n== পটভূমি ==\nঅযোধ্যার রাজা দশরথ তার তৃতীয় স্ত্রী কৈকেয়ীর দেওয়া শর্তের কারণে, নিজের দেওয়া প্রতিশ্রুতির ভিত্তিতে রাজকুমার রামকে ১৪ বছরের জন্য বনবাসে পাঠাতে বাধ্য হন। রাম তার ভাই লক্ষ্মণ ও স্ত্রী সীতাকে নিয়ে অযোধ্যা ত্যাগ করে পঞ্চবটির জঙ্গলে নতুন জীবন শুরু করেন। কিন্তু লঙ্কার রাক্ষসরাজ রাবণ, তার বোন শূর্পণখার অপমানের প্রতিশোধ নিতে সীতাকে অপহরণ করেন। সীতাকে কুটিরে না পেয়ে রাম ও লক্ষ্মণ তাকে খুঁজতে বের হন এবং পথে জটায়ুর সাথে দেখা করেন। জটায়ু তাদের রাবণের দ্বারা সীতার অপহরণের কথা জানান। এরপর তারা হনুমান এবং কিষ্কিন্ধ্যার রাজা সুগ্রীবের সাথে পরিচিত হন, যিনি বনবাসী বানরদের একটি বিশাল বাহিনীর নেতৃত্ব দেন। সম্পাতি, জটায়ুর বড় ভাই, রামকে জানান যে রাবণ সীতাকে লঙ্কায় নিয়ে গেছে। রামের নেতৃত্বে বানর সেনা লঙ্কার দিকে অগ্রসর হয়। তারা রাবণের সেনাকে পরাজিত করে এবং রাম সীতাকে উদ্ধার করেন। শেষ পর্যন্ত রাম, সীতা ও লক্ষ্মণ অযোধ্যায় ফিরে আসেন। অযোধ্যার জনগণ উৎসবমুখর পরিবেশে তাদের সাদর অভ্যর্থনা জানায়।\n\n\n== মুখাভিনেতা ==\n\n\n=== ইংরেজি ভাষ্য ===\nনিখিল কাপুর – রাম\nরায়েল পদমসি – সীতা\nউদয় মাথন – রাবণ\nমিশাল বর্মা – লক্ষ্মণ\nনোয়েল গদিন - হনুমান\nবুলবুল মুখার্জি – দশরথ\nমধুলিকা বর্মা – কৈকেয়ী\nরাহুল বোস – ভরত\nপার্ল পদমসি – মন্থরা\nভার্গব কৃষ্ণ – কুম্ভকর্ণ\nশাগুফতা জাফরি ​​– শূর্পণখা\nএসো ভিভিন ম্যাথিউ – ইন্দ্রজিৎ\nডেনজিল স্মিথ – সুগ্রীব\nসাইরাস ব্রোচা – অঙ্গদ\nডোডো ভুজওয়ালা – অতিরিক্ত কণ্ঠ\nরোহান আর্থার – অতিরিক্ত কণ্ঠ\nঅভি শ্রফ – অতিরিক্ত কণ্ঠ\nআকাশ শর্মা এস. – অতিরিক্ত কণ্ঠ\nসালোম পরিখ – অতিরিক্ত কণ্ঠ\nফরিদ সবুনচি – অতিরিক্ত কণ্ঠ\nলিয়া মেহতা – অতিরিক্ত কণ্ঠ\n\n\n=== হিন্দি ভাষ্য ===\nশত্রুঘ্ন সিনহা – কথক\nঅরুণ গোভিল – রাম\nনম্রতা সাহনি – সীতা\nশক্তি সিং – লক্ষ্মণ\nআদর্শ গৌতম – ভরত\nদিলীপ সিনহা – হনুমান\nঅমরিশ পুরি – রাবণ\nহারজীত ওয়ালিয়া – দশরথ\nসভ – কৈকেয়ী\nমঞ্জু ভাটিয়া – মন্থরা\nরাকেশ বিদুয়া – জটায়ু\nউমেশ শর্মা – জাম্ববান\nরাজ যোশী – সুগ্রীব\nপ্রদীপ শুক্লা – কুম্ভকর্ণ\n\n\n== উৎপাদন ==\n১৯৮৩ সালে, ডক্টর বি. বি. লালের নেতৃত্বে উত্তর প্রদেশের এলাহাবাদের কাছে প্রত্নতাত্ত্বিক খনন কাজ নিয়ে নির্মিত তথ্যচিত্র \"দ্য রামায়ণ রেলিকস\"-এ কাজ করার সময়, ইউগো সাকো রামায়ণের গল্প সম্পর্কে জানতে পারেন। রামায়ণের গল্প তাকে এতটাই আকৃষ্ট করে যে, তিনি বিষয়টি নিয়ে আরও গভীরভাবে গবেষণা করেন এবং জাপানি ভাষায় রামায়ণের দশটি সংস্করণ পড়েন। রামায়ণ পড়ার পর তিনি এটিকে অ্যানিমেশনের মাধ্যমে রূপায়ণ করার সিদ্ধান্ত নেন। তার মতে, একটি লাইভ-অ্যাকশন সিনেমা রামায়ণের প্রকৃত সারমর্ম ফুটিয়ে তুলতে পারবে না। তিনি বলেন, \"কারণ রাম হলেন দেবতা। তাই আমার মনে হয়েছে, তাকে একজন অভিনেতার মাধ্যমে নয়, বরং অ্যানিমেশনে উপস্থাপন করাই উত্তম।\"\n২৫ এপ্রিল, ১৯৮৩ তারিখে ইন্ডিয়ান এক্সপ্রেস ইউগো সাকোর \"দ্য রামায়ণ রেলিকস\" তথ্যচিত্র সম্পর্কে একটি নিবন্ধ প্রকাশ করে। এর পরপরই, বিশ্ব হিন্দু পরিষদ (ভিএইচপি)-এর পক্ষ থেকে একটি ভুল বোঝাবুঝির কারণে জাপানের দিল্লি দূতাবাসে একটি প্রতিবাদপত্র পাঠানো হয়। এতে বলা হয়, কোনও বিদেশী ব্যক্তি রামায়ণকে ইচ্ছামতো চিত্রায়িত করতে পারে না, কারণ এটি ভারতের মহৎ জাতীয় ঐতিহ্যের অংশ। ভুল বোঝাবুঝি দূর হওয়ার পর, ইউগো সাকো ভিএইচপি এবং ভারত সরকারের কাছে একটি অ্যানিমেটেড রামায়ণ নির্মাণের প্রস্তাব দেন। তিনি তাদের জানান, জাপানে অ্যানিমেশন একটি গুরুত্বপূর্ণ শিল্পমাধ্যম এবং এটি রামায়ণকে বৈশ্বিক দর্শকদের কাছে পৌঁছে দিতে সাহায্য করবে। সরকার শুরুতে সম্মতি দিলেও, পরবর্তীতে এই প্রকল্পে দুই দেশের যৌথ সহযোগিতার প্রস্তাবটি বাতিল করে। তাদের মতে, রামায়ণ একটি অত্যন্ত সংবেদনশীল বিষয় এবং এটি একটি কার্টুন হিসেবে উপস্থাপন করা যাবে না। এছাড়া, সেই সময় অযোধ্যা বিবাদ তুঙ্গে থাকায় বিষয়টি আরও বিতর্কিত হয়ে ওঠে এবং ভারতে চলচ্চিত্রটি নির্মাণের সম্ভাবনা নষ্ট হয়। তবে ভারতের সরকার বা কোনও নির্দিষ্ট ধর্মীয় গোষ্ঠীর পক্ষ থেকে চলচ্চিত্রটির নির্মাণ বা বিতরণে কোনও প্রতিবাদ বা নিষেধাজ্ঞা আরোপ করা হয়নি।\nসমর্থন এবং বিকল্প পথ না থাকায়, চলচ্চিত্রটির জন্য সমস্ত তহবিল জাপানে সংগ্রহ করার এবং উভয় দেশের শিল্পীদের সহযোগিতায় নির্মাণের সিদ্ধান্ত নেওয়া হয়। টিইএম কোং লিমিটেড চলচ্চিত্রটির তহবিল যোগায় এবং \"নিপ্পন রামায়ণ ফিল্ম কোং লিমিটেড\" নামে একটি নতুন প্রযোজনা স্টুডিও স্থাপন করা হয়। ১৯৯০ সালে চলচ্চিত্রটির মূল অ্যানিমেশন কাজ শুরু হয়, যেখানে ৪৫০ জন শিল্পী যুক্ত ছিলেন। ভারতীয় রীতিনীতি এবং সংস্কৃতির যথাযথ উপস্থাপনার জন্য ভারতীয় অ্যানিমেটররা তাদের জাপানি সহকর্মীদের ধুতি পরা, শিশুদের বড়দের আশীর্বাদ নেওয়ার মতো বিষয়গুলিতে দিকনির্দেশনা দেন।\n\n\n== সঙ্গীত ==\n\nমূল ইংরেজি সংস্করণ (সংস্কৃতে গাওয়া ) এবং হিন্দি ডাব সংস্করণ ( হিন্দিতে গাওয়া ) এর জন্য বিভিন্ন গান রয়েছে, উভয়ই নীচে তালিকাভুক্ত করা হয়েছে। গানের কথা লিখেছেন বসন্ত দেব (সংস্কৃত) এবং পিকে মিশ্র (হিন্দি)।\n\nসকল গানের গীতিকার বসন্ত দেব।সকল গানের গীতিকার পিকে মিশ্র।\n\n\n== মুক্তি ==\nমূল ইংরেজি সংস্করণ, যেখানে সংস্কৃত গান অন্তর্ভুক্ত ছিল, তা ভারত এবং জাপানের দল যৌথভাবে তৈরি করে। এই সংস্করণটি প্রথম প্রদর্শিত হয় ২৪তম আন্তর্জাতিক চলচ্চিত্র উৎসব, ভারত-এ, যা ১০ থেকে ২০ জানুয়ারি ১৯৯৩ সালে নয়াদিল্লিতে অনুষ্ঠিত হয়। পরে এটি ১৯৯৩ সালের ভ্যাঙ্কুভার আন্তর্জাতিক চলচ্চিত্র উৎসব-এও প্রদর্শিত হয়।\nহিন্দি ভাষায় ডাব করা সংস্করণটি ১৯৯০-এর দশকের শেষের দিকে মুক্তি পায়। এখানে প্রিন্স রামের কণ্ঠ দেন অরুণ গোভিল, যিনি ১৯৮৭ সালের জনপ্রিয় টিভি সিরিজ \"রামায়ণ\"-এ রামের ভূমিকায় অভিনয়ের জন্য বিখ্যাত।\nএই চলচ্চিত্রটি জাপান ও ভারতের কূটনৈতিক সম্পর্ক স্থাপনের ৪০তম বার্ষিকীর স্মরণে বিতরণ করা হয়। ভারতে এর বিতরণের দায়িত্বে ছিলেন কমল হাসান, রাজন লাল এবং শ্রিংগার ফিল্মস। তবে রাম জন্মভূমি আন্দোলন তুঙ্গে থাকায় এবং চলচ্চিত্রটি বিতর্কের কেন্দ্রবিন্দু হওয়ায় এটি বড় পরিসরে থিয়েটারে মুক্তি পায়নি। তবে এটি ১৯৯৭ সালের এপ্রিল মাসে ভারতের কিছু অঞ্চলে সীমিত থিয়েট্রিকাল প্রদর্শনী পায়। এছাড়া, চলচ্চিত্রটি ৩ নভেম্বর ১৯৯৭ সালে টোকিও আন্তর্জাতিক ফ্যান্টাস্টিক চলচ্চিত্র উৎসব এবং ১০ নভেম্বর ১৯৯৭ সালে ইয়োকোহামার ল্যান্ডমার্ক হলে প্রদর্শিত হয়।\nপরে এটি কার্টুন নেটওয়ার্ক এবং পোগো চ্যানেলে বারবার সম্প্রচারিত হয়। এই চলচ্চিত্রের ডিভিডিও বাজারে বিক্রি হয়। এটি ২০০০ সালের ইতালির লুকা অ্যানিমেশন ফিল্ম ফেস্টিভ্যাল-এর উদ্বোধনী চলচ্চিত্র এবং যুক্তরাজ্যের কার্ডিফ অ্যানিমেশন ফিল্ম ফেস্টিভ্যালের একটি বিশেষ আকর্ষণ ছিল।\nভারতে ২০০৬ সালে টেলিভিশনে সম্প্রচার বন্ধ হওয়ার পর আনুষ্ঠানিক কার্যক্রম বন্ধ হয়ে যায়। তবে জাপানে এটি আবার প্রদর্শিত হয়। ১ সেপ্টেম্বর ২০১৮ থেকে ৩০ সেপ্টেম্বর ২০১৯ পর্যন্ত এটি ইয়োকোহামার সিনেমা নোভেচেন্টো-তে ৩৫ মিমি ফিল্ম ব্যবহার করে দেখানো হয়। এছাড়া, ১০ জানুয়ারি ২০২০-এ টোকিও বিশ্ববিদ্যালয় অফ ফরেন স্টাডিজ-এ একটি বিশেষ ইভেন্টে প্রদর্শিত হয়।\nডোগা কোবো অ্যানিমেশন স্টুডিওর সহ-প্রতিষ্ঠাতা এবং প্রাক্তন সভাপতি মেগুমু ইশিগুরো, যিনি এই চলচ্চিত্রের প্রোডাকশন কন্ট্রোলার এবং প্রধান অ্যানিমেটর ছিলেন, ২০২০ সালে ভারতে সফর করেন। সফরের উদ্দেশ্য ছিল ভক্তদের সঙ্গে অ্যানিমেশন প্রক্রিয়া নিয়ে আলোচনা করা এবং পুনঃপ্রস্তুতকরণ (রিমাস্টার) প্রকল্পটি প্রচার করা। এই সফরটি এআইএমএপি এবং জাপান ফাউন্ডেশন কর্তৃক আয়োজিত হয়। সফরটি শুরু হয় ১১ ফেব্রুয়ারি ২০২০-এ মুম্বাইতে গ্রাফিটি অ্যানিমেশন এবং ফিল্মস ডিভিশন-এর সহযোগিতায় প্রয়াত রাম মোহনের স্মরণে একটি রেট্রোস্পেকটিভ ইভেন্টের মাধ্যমে। সফরটি ২৬ ফেব্রুয়ারি পর্যন্ত চলেছিল, এবং মুম্বাই, আহমেদাবাদ, গান্ধীনগর, পালনপুর, নাগপুর, বেঙ্গালুরু, চেন্নাই এবং নয়াদিল্লিতে বিভিন্ন আলোচনা এবং সাংস্কৃতিক বিনিময় অনুষ্ঠিত হয়।\nচলচ্চিত্রটির সহ-প্রযোজক এবং টিইএম কোং লিমিটেড-এর পরিচালক কেনজি ইয়োশি এই রেট্রোস্পেকটিভ ইভেন্টে অংশগ্রহণ করেন এবং ঘোষণা করেন যে টিইএম ডিজিটাল রিমাস্টারিংয়ের মাধ্যমে চলচ্চিত্রটি পুনরায় প্রকাশ করবে।\nডিসেম্বর ২০২১-এ একটি অফিসিয়াল ওয়েবসাইট চালু করা হয়, যেখানে ঘোষণা করা হয় যে এই চলচ্চিত্রের ৪কে ডিজিটালি রিমাস্টারড সংস্করণ মুক্তি পাবে।\n২০২২ সাল ছিল ভারত এবং জাপানের জন্য একটি গুরুত্বপূর্ণ বছর, কারণ এই বছর তারা কূটনৈতিক সম্পর্কের ৭০ বছর পূর্তি উদযাপন করে। এই বিশেষ উপলক্ষে ৫ম জাপানি চলচ্চিত্র উৎসব, ভারত-এ ১০টি চলচ্চিত্রের সঙ্গে ৪কে রিমাস্টারড সংস্করণটি মুক্তি পায়। চলচ্চিত্রটির নির্বাহী প্রযোজক আতসুশি মাতসুও এবং সহ-প্রযোজক কেনজি ইয়োশি মে ২০২২-এ জাপান সফরের সময় ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদীর সঙ্গে সাক্ষাৎ করেন এবং তাকে ডিজিটাল রিমাস্টারড সংস্করণের মুক্তির বিষয়ে অবহিত করেন।\n৪কে আল্ট্রা এইচডি রিমাস্টারের বিশেষ প্রদর্শনী বিভিন্ন দেশে অনুষ্ঠিত হয়।\n\nজাপানি ফিল্ম ফেস্টিভ্যাল ২০২২, নতুন দিল্লি (৪-৭ মার্চ, ২০২২)\nমুম্বাই ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল (MIFF) ২০২২ এর ৭০তম সংস্করণ  (৩১ মে, ২০২)\nসিটজেস ফিল্ম ফেস্টিভ্যাল ২০২২, সিটজেস (অক্টোবর ৬, ২০২২)\nঅ্যানিমেশন ইজ ফিল্ম (অক্টোবর ২৩, ২০২২) হলিউডে অ্যানিসি ইন্টারন্যাশনাল অ্যানিমেশন ফিল্ম ফেস্টিভ্যাল এবং ভ্যারাইটির সহযোগিতায় GKIDS দ্বারা উত্পাদিত একটি প্রধান অ্যানিমেশন উত্সব\nজাপান সোসাইটি , নিউ ইয়র্ক (জানুয়ারি ২০, ২০২৩)\nভ্যাঙ্কুভার ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল ২০২৩ (জুন ২৫-২৬, ২০২৩)\nতেল আবিব, ইস্রায়েলে অ্যানিমিক্স উত্সব (১৫ জুলাই এবং ১০ আগস্ট, ২০২৩)\nকানাডার মন্ট্রিলে ফ্যান্টাসিয়া ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল ২০২৩ (আগস্ট ৫, ২০২৩)\n২০২২ এবং ২০২৩ এর মধ্যে বিভিন্ন জাপানি শহরে\n২০২৩ সালে লন্ডনে ২টি স্ক্রিনিং অনুষ্ঠিত হয়েছিল সেন্ট্রাল লন্ডন ভেন্যুতে দ্য প্রিন্স চার্লস সিনেমার, রিমাস্টারের লেস্টার স্কোয়ারের কাছে, চলচ্চিত্রটির দীর্ঘদিনের অনুসারী এবং সমর্থক, রবি স্বামী, যিনি চলচ্চিত্রটির বাইরে প্রথম পর্যালোচনা লিখেছিলেন। ভারত বা জাপান ১৯৯৩ সালে ইউকে প্রকাশনা \" ্যানিমেইউকে\", হেলেন ম্যাককার্থি দ্বারা সম্পাদিত, এবং এর মাধ্যমে চলচ্চিত্রের বিক্রয় এজেন্ট হিসাবে অভিনয় TEM\n১৯ সেপ্টেম্বর, গীক পিকচার্সের উদ্যোগে হিন্দি, তামিল, এবং তেলুগু ভাষায় নতুন সংস্করণ মুক্তি পায়, যেখানে সৃজনশীল পরিচালক হিসেবে কাজ করেন ভি. বিজয়েন্দ্র প্রসাদ। নতুন এবং মূল ইংরেজি ডাবের ৪কে রিমাস্টারড সংস্করণগুলো পুরো ভারতে প্রদর্শনের পরিকল্পনা করা হয়েছিল, তবে সেই মুক্তি স্থগিত হয়। পরে, এটি ২৪ জানুয়ারি ২০২৫-এ মুক্তি পায়।\n\n\n== অভ্যর্থনা ==\nভ্যাঙ্কুভার আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শনের সময়, উৎসবের পরিচালক অ্যালান ফ্রেনি চলচ্চিত্রটিকে \"অসাধারণ\" বলে প্রশংসা করেন। তিনি বলেন, \"পটভূমিগুলো অত্যন্ত সুন্দরভাবে বিস্তারিতভাবে আঁকা হয়েছে, আর সামনের চরিত্রগুলো ডিজনির শৈলীর ভারতীয় সংস্করণ—বড় বড় উজ্জ্বল চোখ নিয়ে।\"\n১৯৯৩ সালে ভ্যারাইটি-তে লিখতে গিয়ে কেন আইসনার চলচ্চিত্রটির সমালোচনা করেন। তিনি এটিকে \"অবিরাম দ্রুত গতির\" এবং \"দেখতেও বিশেষ ভালো নয়\" বলে মন্তব্য করেন। অন্যদিকে, ইন্ডিয়া টুডে-র মধু জৈন চলচ্চিত্রটিকে \"কিছু ছোটখাটো ভুল থাকা সত্ত্বেও আকর্ষণীয়\" বলে উল্লেখ করেন। তিনি আরও লেখেন, \"সীতা যেন গেরুয়া শাড়ি পরা স্নো হোয়াইট, আর রাম সাদা-ধবধবে, সামুরাই যোদ্ধার মতো নত হয়ে চলাফেরা করেন। যেকোনো মুহূর্তে তার মুখ থেকে ‘সায়োনারা’ বেরিয়ে আসবে বলে মনে হয়।\"\n\n\n== বিকল্প সংস্করণ ==\n\n\n=== দ্য প্রিন্স অব লাইট: দ্য লিজেন্ড অফ রামায়ণ ===\nযুক্তরাষ্ট্রে চলচ্চিত্রটি \"দ্য প্রিন্স অব লাইট: দ্য লেজেন্ড অব রামায়ণ\" বা \"ওয়ারিয়র প্রিন্স\" নামে কৃষ্ণ শাহ এবং শোকেস এন্টারটেইনমেন্টের মাধ্যমে মুক্তি পায়। এই সংস্করণটি ইংরেজি ভাষায় ডাব করা হয়, যেখানে বর্ণনাকারী হিসেবে জেমস আর্ল জোনস এবং প্রিন্স রামের কণ্ঠে ব্রায়ান ক্র্যানস্টন ছিলেন। এতে অতিরিক্ত সঙ্গীত যোগ করেন অ্যালান হাওয়ার্থ, এবং চলচ্চিত্রটির দৈর্ঘ্য কমিয়ে ৯০ মিনিট করা হয়। এই সংস্করণটি ৯ নভেম্বর ২০০১ সালে মুক্তি পায়।\nরবার্ট কোহলার ভ্যারাইটি-তে চলচ্চিত্রটির সমালোচনা করেন। তিনি এটিকে \"একটি আকর্ষণীয় হলেও সরলীকৃত সাহিত্য রূপান্তর এবং নিম্নমানের অ্যানিমেশন কৌশলের অদ্ভুত সংমিশ্রণ\" বলে অভিহিত করেন। এছাড়াও তিনি বলেন, \"আমেরিকান কণ্ঠস্বর এবং পরিচালনা ৫,০০০ বছরের পুরোনো ভারতীয় পটভূমির সঙ্গে সম্পূর্ণ বেমানান।\"\nচলচ্চিত্রটি সান্তা ক্লারিটা ইন্টারন্যাশনাল ফ্যামিলি ফিল্ম ফেস্টিভ্যাল-এ \"সেরা অ্যানিমেশন চলচ্চিত্র\" পুরস্কার জেতে। ২০০১ সালে, অ্যাকাডেমি অব মোশন পিকচার আর্টস অ্যান্ড সায়েন্সেস নতুন বিভাগ \"সেরা অ্যানিমেটেড ফিচার ফিল্ম\" চালু করে। রামায়ণ এই বিভাগে মনোনয়নের জন্য যোগ্য নয়টি চলচ্চিত্রের মধ্যে একটি ছিল, তবে এটি শেষ পর্যন্ত মনোনীত হয়নি।\n\n\n==== মুখাভিনেতা ====\nব্রায়ান ক্র্যানস্টন - রাম\nএডি মিরমন - সীতা\nটম ওয়াইনার - রাবণ\nরিচার্ড ক্যানসিনো - লক্ষ্মণ\nমাইকেল সোরিচ - হনুমান\nমাইক রেনল্ডস - দশরথ\nটনি পোপ - বিশ্বামিত্র\nমারি ডেভন - কৈকেয়ী\nসাইমন প্রেসকট – কুম্ভকর্ণ\nবারবারা গুডসন – সুর্পনখা\nকার্ক থর্নটন – ইন্দ্রজিৎ\nস্টিভ বুলেন - সুগ্রীব\nএডি ফ্রিয়ারসন – অঙ্গদা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে রামায়ণ: দ্য লিজেন্ড অব প্রিন্স রাম   (ইংরেজি)\nদাপ্তরিক সাইট\nরামায়ণ অ্যানিমের দাপ্তরিক সাইট (২০০৯ সালে বন্ধ হয়ে যায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে রামায়ণ: দ্য লিজেন্ড অব প্রিন্স রাম\nবিলিফনেটে ইউগো সাকোর রামায়ণ ওডিসি\nএকাডেমি অব মোশন পিকচার আর্টস অ্যান্ড সায়েন্সেসে রামায়ণ অ্যানিমে"}