{"pageid": 1192243, "title": "সুন্দরবনে বাঘের আক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1192243", "content": "ভারত ও বাংলাদেশের সুন্দরবনে বাঘের আক্রমণে প্রতি বছর ০-৫০ জন (১৯৪৭ সাল থেকে ১৯৮৩ সালের মধ্যে গড় ২২.৭) মানুষ মারা যায় বলে অনুমান করা হয়। সুন্দরবন ১০০ টিরও বেশি বেঙ্গল টাইগারের আবাসস্থল, যা একটি এলাকায় বাঘের বৃহত্তম একক জনসংখ্যার অন্যতম একটি। আধুনিক সময়ের আগে, সুন্দরবনের বাঘেরা \"নিয়মিতভাবে বছরে পঞ্চাশ বা ষাট জনকে হত্যা করে\" বলা হত।\nএই বাঘগুলি ভারতের অন্য জায়গার তুলনায় কিছুটা ছোট ও পাতলা কিন্তু অত্যন্ত শক্তিশালী এবং ছোট কাঠের নৌকা ধ্বংস করার জন্য কুখ্যাত। তারাই একমাত্র বাঘ নয় যারা মানুষের কাছাকাছি থাকে; বান্ধবগড়ে, গ্রামগুলি বাঘ সংরক্ষণাগারকে ঘিরে রেখেছে, তবুও সেখানে মানুষের উপর আক্রমণ বিরল। যদিও ২০০৪ সালে নতুন সতর্কতা অবলম্বন করে সাময়িকভাবে আক্রমণ বন্ধ করা হয়েছিল, তবে আক্রমণ বেড়েই চলেছে। আক্রমণ বৃদ্ধি বিশেষত ঘূর্ণিঝড় সিডরের ফলে সৃষ্ট জলাভূমির বাংলাদেশী অংশে ধ্বংসযজ্ঞের কারণে ঘটেছে, যা বাঘকে ঐতিহ্যবাহী খাদ্য উত্স থেকে বঞ্চিত করেছে (প্রাকৃতিক উত্থানের কারণে) এবং তাদের জলাভূমির আরও জনবহুল ভারতীয় অংশের দিকে ঠেলে দিয়েছে।\n\n\n== আক্রমণের কারণ ==\nসুন্দরবনের বাঘরা কেন মানুষের প্রতি এত আক্রমণাত্মক তা কেউই নিশ্চিত নয়, তবে বিজ্ঞানী, জীববিজ্ঞানী এবং অন্যরা বেশ কয়েকটি কারণ সম্পর্কে অনুমান করেছেন। এর মধ্যে রয়েছে:\n\nযেহেতু সুন্দরবন একটি উপকূলীয় এলাকায় অবস্থিত তাই জল তুলনামূলকভাবে লবণাক্ত। অন্য সব আবাসস্থলে, বাঘ বিশুদ্ধ জল পান করে। এটা গুজব যে এই এলাকার জলের লবণাক্ততা তাদের ক্রমাগত অস্বস্তিতে ফেলেছে, যার ফলে তারা অত্যন্ত আক্রমণাত্মক হয়ে উঠেছে। মিঠা জলের হ্রদ কৃত্রিমভাবে তৈরি করা হয়েছে কিন্তু কোনো লাভ হয়নি।\nএলাকায় উচ্চ জোয়ার বাঘের প্রস্রাব এবং মল ধ্বংস করে, যা আঞ্চলিক চিহ্নিতকারী হিসাবে কাজ করে। এইভাবে, একটি বাঘের পক্ষে তার অঞ্চল রক্ষা করার একমাত্র উপায় হল অঞ্চলে প্রবেশ করা সমস্ত কিছুর উপরে শারীরিকভাবে আধিপত্য বিস্তার করা।\nআরেকটি সম্ভাবনা হল আবহাওয়ার কারণে এই বাঘগুলো মানুষের মাংসে অভ্যস্ত হয়ে উঠেছে। ভারত ও বাংলাদেশের এই অংশে ঘূর্ণিঝড় হাজার হাজার মানুষকে হত্যা করে, এবং মৃতদেহগুলি জলাবদ্ধ জলে ভেসে যায়, যেখানে বাঘগুলি তাদের মৃতদেহ ভক্ষণ করে।\nআরেকটি সম্ভাবনা হল যে ক্রমাগত উঁচু ও নিচু জোয়ারের কারণে বাঘেরা প্রাণী শিকার করা কঠিন মনে করে, যা এলাকাটিকে জলাভূমির মতো এবং পিচ্ছিল করে তোলে। মানুষ মধু সংগ্রহ ও মাছ ধরার জন্য নৌকায় সুন্দরবনের মধ্য দিয়ে যাতায়াত করে, ফলে তারা বাঘের কাছে সহজ শিকারের পরিণত হয়। এটিও বিশ্বাস করা হয় যে যখন একজন ব্যক্তি কাজ করা বন্ধ করে দেয়, তখন বাঘ তাদের একটি সাধারণ শিকার প্রাণী বলে ভুল করে এবং সময়ের সাথে সাথে মানুষের মাংসের জন্য একটি 'স্বাদ' অর্জন করে।\nএটিও অনুমান করা হয়েছে, যে এই এলাকার বাঘ, তাদের নির্জন আবাসের কারণে, ২০তম শতকের সময়কালে বাঘ শিকার বা হত্যার প্রবণতা এড়াতে সক্ষম হয়েছিল। এশিয়ার বাকি অংশে বসবাসকারী বাঘেরা বাঘ শিকার বা হত্যার ঘটনার পর মানুষের প্রতি তাদের মধ্যে ভয় তৈরি হয়েছিল, কিন্তু সুন্দরবনের বাঘেরা কখনই মানুষকে শিকার হিসেবে দেখা বন্ধ করার কারণ বা ভয় লাভ করেনি।\nসুন্দরবনের জলাভূমি ও জলপথে প্রায় ৫,০০০ জন লোক ঘন ঘন যাতায়াত করে। মাছ ধরার নৌকাগুলি এলাকাটি অতিক্রম করে এবং অনেকে কাঠ, মধু ও অন্যান্য জিনিস সংগ্রহ করতে বনের মধ্যে অবস্থান করে। অন্ধকার জঙ্গলে, বাঘরা তাদের কাজে নিমগ্ন পুরুষদের চুপিসাড়ে অনুসরণ ও আক্রমণ করা সহজ বলে মনে করে। এমনকি বাঘের শক্তিশালী সাঁতারের ক্ষমতার কারণে ছোট নৌকায় থাকা জেলেরাও আক্রমণের শিকার হয়েছে।\n\n\n== আক্রমণের প্রতিক্রিয়া ==\nস্থানীয় গ্রামবাসী, যারা বাঘের আক্রমণে ভয় পায় এবং তাদের গরু হত্যার জন্য প্রাণীটির প্রতি বিরক্তি প্রকাশ করে, তারা কখনও কখনও প্রতিশোধমূলক হত্যাকাণ্ড ঘটায়। একবার, একটি বাঘ দক্ষিণ-পশ্চিম বাংলাদেশের (সুন্দরবনের নিকটবর্তী) একটি গ্রামে মানুষকে আক্রমণ করে আহত করেছিল এবং প্রায়শই তাদের গরু শিকার করত। এটি গ্রামবাসীদের ক্রোধ জাগিয়ে তুলেছিল এবং প্রাণীটি তাদের প্রতিশোধের লক্ষ্যে পরিণত হয়েছিল। শিকারীরা কালোবাজারে বিক্রি করার প্রয়াসে সংরক্ষিত বাঘ হত্যার জন্যও দায়ী।\nউন্নত ব্যবস্থাপনার কৌশলের কারণে মানুষের মৃত্যুর হার উল্লেখযোগ্যভাবে কমে গেছে এবং প্রতি বছর কম লোক মারা যায়। এমনকি প্রতি বছর পঞ্চাশ বা ষাটটি হত্যার হারেও, মানুষ (আক্রমণে মৃত) সুন্দরবনের বাঘের জনসংখ্যার জন্য বার্ষিক খাদ্য চাহিদার মাত্র তিন শতাংশ সরবরাহ করবে। এইভাবে, মানুষ বাঘের খাদ্যের একটি সম্পূরক মাত্র; তারা একটি প্রাথমিক খাদ্য উৎস প্রদান করে না। এর মানে এই নয় যে এই এলাকার সাথে জড়িত কুখ্যাতি ভিত্তিহীন। এমনকি যদি একটি বাঘের খাদ্যের মাত্র ৩% মানুষের মাংস হয়, তবে বাঘ সাধারণত যে পরিমাণ খাবার খায় তা বিবেচনা করে এটি বছরে প্রায় একজনকে হত্যা ও খাওয়ার পরিমাণের সমান।\nএলাকার গ্রামবাসীরা মাঝে মাঝে গরুকে বনে ছেড়ে দিতে সম্মত হয়েছে যাতে বাঘের জন্য বিকল্প খাদ্যের উৎস পাওয়া যায় এবং তাদের গ্রামে প্রবেশে নিরুৎসাহিত করা যায়। গ্রামের অংশগ্রহণকে উৎসাহিত করতে সরকার প্রকল্পটিতে ভর্তুকি দিতে সম্মত হয়েছে।\n\n\n== আরও দেখুন ==\nরোর: টাইগারস অব দ্য সুন্দরবন\n\n\n== তথ্যসূত্র =="}