{"pageid": 1192089, "title": "রমজান কাদিরভ", "url": "https://bn.wikipedia.org/wiki?curid=1192089", "content": "রমজান আখমাদোভিচ কাদিরভ হলেন চেচেন বংশোদ্ভূত একজন রুশ রাজনীতিবিদ, যিনি বর্তমান চেচেন প্রজাতন্ত্রের প্রধান হিসেবে দায়িত্ব পালন করছেন। কাদিরভ হলেন প্রাক্তন চেচেন রাষ্ট্রপতি আখমাদ কাদিরভের ছেলে, যিনি ভ্লাদিমির পুতিনের প্রশাসনকে সহায়তা দেওয়ার মাধ্যমে দ্বিতীয় চেচেন যুদ্ধে রুশদের বিজয় অর্জনে বিশেষ ভূমিকা রাখেন। পরবর্তীতে ২০০৩ সালে তিনি চেচনিয়ার প্রেসিডেন্ট হন। ২০০৪ সালের মে'তে তাকে হত্যা করা হয় এবং আলু আলখানভকে চেচনিয়ার প্রেসিডেন্ট নির্বাচিত করা হয়। পরে ২০০৭ সালে রমজান কাদিরভ আলু আলখানভের স্থলাভিষিক্ত হন।\nকাদিরভ স্বৈরাচার ও দমন-পীড়নের মাধ্যমে চেচেন প্রজাতন্ত্র শাসন করেন বলে অভিযোগ রয়েছে। বিশেষ করে চেচেন স্বাধীনতাকামীদের তিনি জঘন্যভাবে দমন করেছেন বলে অভিযোগ আনা হয়। দীর্ঘদিন যাবত তিনি নিজের সরকারের অধীনে মানবাধিকার লঙ্ঘনের বিস্তৃত পরিসরের জন্য বিভিন্ন আন্তর্জাতিক সংস্থার সমালোচনার মুখে পড়েছেন। তিনি প্রজাতন্ত্রে সমকামী বিরোধী অভিযানের নেতৃত্ব দিয়েছেন। কাদিরভ সর্বদা সাথে বন্দুক ও বিশিষ্ট সামরিক পোশাক পরিধান করে জনসম্মুখে বা মিডিয়ায় উপস্থিত হন। \nচেচেন রিপাবলিকের শাসক হিসেবে রমজান কাদিরব খুব কঠোর ও নিরুঙ্কুশ পদ্ধতি ব্যবহার করেন। কয়েক বছর ধরে, তার সরকারের অধীনে মানবাধিকার লঙ্ঘনের বিস্তৃত অভিযোগের জন্য আন্তর্জাতিক সংস্থাগুলোর সমালোচনার মুখে পড়েছেন তিনি। হিউম্যান রাইটস ওয়াচ এসব জোরপূর্বে নিখোঁজ হওয়া এবং নির্যাতনের ঘটনাকে এতোটা ব্যাপক বলে অভিহিত করেছে যে, সেগুলো মানবতা বিরোধী অপরাধের শামিল। ক্ষমতায় থাকাকালীন, তিনি নারীদের সামাজিক জীবনে বিধিনিষেধ আরোপের পক্ষে মত দিয়েছেন এবং চেচেনিয়ায় এলজিবিট সম্প্রদায়ের বিরুদ্ধে নির্মম অভিযান পরিচালনা করেছেন। কাদিরভকে প্রায়শই চেচেনিয়া ও রাশিয়ান ফেডারেশনের অন্যান্য অঞ্চল, এমনকী বিদেশেও, বিরোধী, মানবাধিকার কর্মী, তাদের আত্মীয়স্বজনদের অপহরণ, হত্যা এবং নির্যাতনে জড়িত থাকার অভিযোগে অভিযুক্ত করা হয়েছে। তিনি এসব অভিযোগ অস্বীকার করেন। জনসম্মুখে কাদিরভ একটি অতি-পুরুষার্থ ভাবমূর্তি গড়ে তুলেছেন, প্রায়শই তাকে বন্দুক ও সামরিক পোশাক সহ দেখা যায় অথবা তার বিপুল সম্পদ প্রদর্শন করেন। চেচেন রিপাবলিক শাসন করার সময় কদিরভ পরিবার নিজেরা আর্থিক সমৃদ্ধি পেয়েছেন। রাশিয়ান ফেডারেশন চেচেন সরকারকে প্রচুর অর্থ সরবরাহ করে থাকে, আর চেচেন সরকার ও কাদিরভ-এর মধ্যে পার্থক্য খুবই সূক্ষ্ম।\n\n\n== তথ্যসূত্র =="}