{"pageid": 1192474, "title": "২০২২–২৩ ভারত পুরুষ ক্রিকেট দলের বাংলাদেশ সফর", "url": "https://bn.wikipedia.org/wiki?curid=1192474", "content": "ভারত পুরুষ ক্রিকেট দল ২০২২ সালের ডিসেম্বর মাসে দুটি টেস্ট ও তিনটি একদিনের আন্তর্জাতিক (ওডিআই) ম্যাচ খেলার জন্য বাংলাদেশ সফর করে। টেস্ট সিরিজটি ২০২১–২০২৩ আইসিসি বিশ্ব টেস্ট চ্যাম্পিয়নশিপের একটি অংশ হিসেবে খেলা হয়। ২০২২ সালের অক্টোবর মাসে সিরিজের সূচি নিশ্চিত করা হয়।\nওডিআই সিরিজে বাংলাদেশ ২–১ ব্যবধানে জয়ী হয়। টেস্ট সিরিজে ভারত ২–০ ব্যবধানে জয়লাভ করে।\n\n\n== দলীয় সদস্য ==\n\nসিরিজ শুরুর আগে ভারতের ওডিআই দল থেকে রবীন্দ্র জাদেজা ও যশ দয়াল ছিটকে গেলে তাঁদের বদলি হিসেবে শাহবাজ আহমেদ ও কুলদীপ সেনকে দলে নেয়া হয়। সিরিজ শুরুর আগে তাসকিন আহমেদ চোট পাওয়ায় শরিফুল ইসলামকে বাংলাদেশের ওডিআই দলে যোগ করা হয়। ২০২২ সালের ১ ডিসেম্বর তামিম ইকবাল চোটের কারণে বাংলাদেশের ওডিআই দল থেকে ছিটকে যান। তাঁর পরিবর্তে লিটন কুমার দাসকে বাংলাদেশের ওডিআই দলের অধিনায়ক হিসেবে নিয়োগ করা হয়। ১ম ওডিআই ম্যাচের আগের দিন মোহাম্মদ শামি চোট পেয়ে ভারতের ওডিআই দল থেকে ছিটকে যান। তাঁর বদলি হিসেবে উমরান মালিককে দলে নেয়া হয়। ২০২২ সালের ৪ ডিসেম্বর ঋষভ পন্তকে ভারতের ওডিআই দল থেকে অব্যাহতি দেয়া হয়। ৩য় ওডিআই ম্যাচের আগে ভারতের ওডিআই দলে কুলদীপ যাদবকে যোগ করা হয়। ২০২২ সালের ৯ ডিসেম্বর অভিমন্যু ঈশ্বরনকে ভারতের টেস্ট দলে যোগ করা হয়। মোহাম্মদ শামি টেস্ট সিরিজেও খেলতে অসমর্থ বলে গণ্য হওয়ায় তাঁর পরিবর্তে ভারতের টেস্ট দলে জয়দেব উনাদকটকে নেয়া হয়। রবীন্দ্র জাদেজাও পরবর্তীতে টেস্ট সিরিজ থেকে ছিটকে গেলে নবদীপ সাইনি ও সৌরভ কুমারকে ভারতের টেস্ট দলে যোগ করা হয়। ২য় টেস্ট ম্যাচের আগে নাসুম আহমেদকে বাংলাদেশের টেস্ট দলে যোগ করা হয়; একই সাথে এনামুল হক বিজয় ও শরিফুল ইসলামের দল থেকে ছিটকে যাওয়া নিশ্চিত করা হয়। ১ম টেস্ট ম্যাচে অংশগ্রহণ না করার পর রোহিত শর্মা ২য় টেস্ট ম্যাচের আগে ভারতের টেস্ট দল থেকে ছিটকে যান। একই সাথে চোটের কারণে নবদীপ সাইনিও চোটের কারণে ২য় টেস্ট ম্যাচে অংশগ্রহণে অসমর্থ বলে গণ্য হন।\n\n\n== ওডিআই সিরিজ ==\n\n\n=== ১ম ওডিআই ===\n\n\n=== ২য় ওডিআই ===\n\n\n=== ৩য় ওডিআই ===\n\n\n== টেস্ট সিরিজ ==\n\n\n=== ১ম টেস্ট ===\n\n\n=== ২য় টেস্ট ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে সিরিজের প্রধান পাতা (ইংরেজি)"}