{"pageid": 1192108, "title": "সেন্ট জোসেফ্‌স উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1192108", "content": "সেন্ট জোসেফ্‌স উচ্চ বিদ্যালয় বাংলাদেশের খুলনা  নগরীর আহসান আহমেদ সড়কে অবস্থিত একটি স্বনামধন্য শিক্ষাপ্রতিষ্ঠান।\n\n\n== ইতিহাস ==\n১৯৩৬ সালে রেভাঃ ফাঃ ই, পলেটো এস, সি, ডি, ডি কৃষ্ণনগরের বিশপের পরামর্শক্রমে খুলনা শহরের প্রাণকেন্দ্র আহসান আহমেদ রোডে একটি বাংলা মিডিয়াম বিদ্যালয় স্থাপনের সিদ্ধান্ত নেন। রেভাঃ ফাঃ ই, পলেটো এস, সি, ডি, ডি নিজেই ১৯৩৯ সালের ১৮ ডিসেম্বর প্রধান শিক্ষকের দায়িত্ব নিয়ে ৭ জন শিক্ষক ও ৪০ জন ছাত্র নিয়ে ১৯৪০ সালের ৬ জানুয়ারি যাত্রা শুরু করেন। সাধু জোসেফের নামে নামকরণ করেন 'সেন্ট জোসেফস স্কুল'। প্রথন বছরে প্রথম শ্রেণি হতে ষষ্ঠ শ্রেণি পর্যন্ত চালু হয় ১৯৪১ সালে ৭ম শ্রেণি চালু হয়। ১৯৪২ সালে অষ্টম শ্রেণি চালু হয়। ১৯৪৪ সালে দশম শ্রেণি চালু হয়। ১৯৪৩ সালে অত্র বিদ্যালয় কলিকাতা বিশ্ববিদ্যালয় কর্তৃক স্বীকৃতি লাভ করে। ১৯৪৫ সালে প্রথম প্রবেশিকা পরীক্ষায় ৮ জন ছাত্রের মধ্যে ৪ জন কৃতকার্য হন। ১৯৪৬ সালে ১৭ জন পরীক্ষায় অংশ নেয় এবং ১৫ জন ছাত্র কৃতিত্বের সাথে কৃতকার্য হয়।\n\n\n== অবস্থান ==\nসেন্ট জোসেফস্ উচ্চ বিদ্যালয় খুলনা নগরীর আহসান আহমেদ রোডে অবস্হিত। পূর্বদিকে বাবু খান রোড ও উত্তরে সেন্ট জোসেফস ক্যাথলিক চার্চ অবস্হিত।\n\n\n== বিদ্যালয়ের কার্যক্রম ==\nবিদ্যালয়ে বর্তমানে ৩৭ জন শিক্ষক-শিক্ষিকা। বর্তমানে এ বিদ্যালয়ে এক শিফটে ছাত্রদের শিক্ষা দেওয়া হয় এবং মোট পাঠরত ছাত্রসংখ্যা ১৮৫০ জন। খুলনা ধর্মপ্রদেশের বিশপ উক্ত বিদ্যালয়ের সভাপতি। এই বিদ্যালয়ে শিক্ষার্থীদের জন্য রয়েছে বিভিন্ন সাংস্কৃতিক কার্যক্রম, প্রযুক্তি ও বিজ্ঞান চর্চা, স্কাউট কার্যক্রম। বিদ্যালয়ের একটি একাডেমিক ভবন, একটি অডিটোরিয়াম ও একটি শহীদ মিনার রয়েছে।\n\n\n== কৃতি ছাত্র ==\nএস এম শফিউদ্দিন আহমেদ, ১৭ তম সেনাপ্রধান, বাংলাদেশ সেনাবাহিনী\nকাজী হাবিবুল আউয়াল, সাবেক প্রধান নির্বাচন কমিশনার, বাংলাদেশ নির্বাচন কমিশন\nশেখ ফজলুল করিম সেলিম, সাবেক স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রী\nআলমগীর সাত্তার, বীর প্রতীক খেতাবপ্রাপ্ত বীর মুক্তিযোদ্ধা\nপ্রিন্স মাহমুদ, সুরকার ও গীতিকার\nতানভীর মোকাম্মেল, খ্যাতনামা চলচ্চিত্র পরিচালক\nশেখ সালাহউদ্দিন জুয়েল, সাবেক সংসদ সদস্য, খুলনা-২\nএম নুরুল ইসলাম, বরেণ্য ভাষাসৈনিক ও সাবেক সংসদ সদস্য, খুলনা-৪\nমোস্তফা রশিদী সুজা, সাবেক হুইপ ও সংসদ সদস্য, খুলনা-৪\nমিজানুর রহমান, সাবেক সংসদ সদস্য, খুলনা-২\nপঞ্চানন বিশ্বাস, সাবেক হুইপ ও সংসদ সদস্য, খুলনা-১\nআক্তারুজ্জামান বাবু, সাবেক সংসদ সদস্য, খুলনা-৬\nহুমায়ুন কবীর, সচিব, রেলপথ মন্ত্রণালয়\nসাইদ হাসান টিপু, প্রতিষ্ঠাতা, অবসকিওর (বাংলা ব্যান্ড)\nএম হামিদ, সাবেক মহাপরিচালক, বাংলাদেশ টেলিভিশন (বিটিভি)\nস ম বাবর আলী, মহান মুক্তিযুদ্ধের অন্যতম সংগঠক\nএ কে এ ফিরোজ নুন, বিশিষ্ট সাংবাদিক, রাজনীতিবিদ ও লেখক\nমোহাম্মদ ইয়াহইয়া আখতার, উপাচার্য, চট্টগ্রাম বিশ্ববিদ্যালয়\nজহির উদ্দিন স্বপন, সাবেক সংসদ সদস্য, বরিশাল-১\n\n\n== তথ্যসূত্র =="}