{"pageid": 1192432, "title": "গোদি মিডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1192432", "content": "গোদি মিডিয়া (হিন্দি: गोदी मीडिया) একটি নিন্দনীয় শব্দ যা ভারতীয় প্রিন্ট এবং টিভি সংবাদ মাধ্যমে বিজেপি নেতৃত্বাধীন এনডিএ সরকারকে সমর্থন করে পক্ষপাতদুষ্ট এবং চাঞ্চল্যকর খবর পরিবেশনের জন্য ব্যবহৃত হয়, এই নামটি এনডিটিভি সাংবাদিক রবীশ কুমার প্রথম উল্লেখ করেন  এবং  তার এই শব্দ ব্যবহারের পরেই গোদি মিডিয়া শব্দটি জনপ্রিয় হয়।\n\n\n== সংজ্ঞা ==\n\"গোদি মিডিয়া\" মূলত এমন এক ধরনের মিডিয়াকে বোঝায়, যারা ক্ষমতাসীন সরকারের স্বার্থে কাজ করে এবং তাদের সমালোচনা এড়িয়ে যায়। ভারতে এই শব্দটি বিশেষভাবে জনপ্রিয় হয়েছে গত কয়েক বছরে, যখন অনেক প্রধানধারার সংবাদমাধ্যমকে পক্ষপাতমূলকভাবে কাজ করতে দেখা গেছে।\nএরা সরকারের পক্ষে প্রচারণা চালায় এবং সমালোচনা বন্ধ করতে চায়। বেকারত্ব, মূল্যবৃদ্ধি, ধর্মীয় সংঘাতের মতো গুরুত্বপূর্ণ বিষয় আড়াল করে, বরং উল্টো ট্রিভিয়াল বা বিভ্রান্তিকর বিষয় সামনে আনে। এদের টকশোতে গঠনমূলক আলোচনা না হয়ে সরকারের সমর্থনে একতরফা কথাবার্তা হয়।  স্বাধীন ও নিরপেক্ষ সাংবাদিকতার মান রক্ষা না করে তারা পৃষ্ঠপোষকের মতো আচরণ করে।  \n\n\n== ধারণা ==\nএই ধারণা বিশেষভাবে প্রচলিত হয়েছে রবীশ কুমার ও আরও কয়েকজন সমালোচকের কারণে, যারা দেখিয়েছেন কীভাবে কিছু মিডিয়া আসলে সংবাদ পরিবেশনের চেয়ে ক্ষমতাসীনদের \"গদি\" শক্তিশালী করার কাজ করে। তিনি দেখিয়েছেন কিভাবে কিছু টিভি চ্যানেল সত্যের অনুসন্ধানের চেয়ে প্রোপাগান্ডা চালানোর কাজ করে। তিনি বিশেষভাবে নিউজ চ্যানেলগুলোর বিতর্ক অনুষ্ঠানের ভণ্ডামি, অতিরঞ্জিত হেডলাইন, এবং বাস্তব সমস্যাকে আড়াল করার প্রবণতা তুলে ধরেছেন।\nজনপ্রিয় কন্টেন্ট ক্রিয়েটর ধ্রুব রাঠী, দেশ ভাকত সহ অনেককেই এই শব্দটি ব্যবহার করতে দেখা যায়৷\nএই কারণেই \"গোদি মিডিয়া\" শব্দটি এমন এক প্রতিবাদী টোন বহন করে যা জনগণকে সচেতন করতে চায় যে কিছু মিডিয়া তাদের দায়িত্ব পালনে ব্যর্থ হচ্ছে।\nভারতের গণমাধ্যমকে একসময় \"গণতন্ত্রের চতুর্থ স্তম্ভ\" বলা হতো। তবে গত এক দশকে এর একাংশ পক্ষপাতদুষ্ট হয়ে পড়েছে। মিডিয়ার নিরপেক্ষতার ঘাটতি, সংবাদ পরিবেশনে অতিরঞ্জন এবং শাসকের সমালোচনাকে দমন করার প্রবণতা মানুষকে এই শব্দটি ব্যবহারে উৎসাহিত করেছে।\nএসব মিডিয়া প্রোপাগান্ডা চালানো, ধর্মীয় মেরুকরণ, মৌলিক ইস্যুকে আড়াল করা, জনগণকে বিভ্রান্ত করা যেমন ছোটখাটো বিষয়কে বড় করে দেখানো এবং গুরুত্বপূর্ণ ইস্যুতে দৃষ্টি সরানো ইত্যাদি নানারকম কাজ করে থাকে৷  \n\n\n== গোদি মিডিয়ার সাথে যুক্ত উল্লেখযোগ্য ব্যক্তি ==\nঅঞ্জনা ওম কাশ্যপ (আজ তক/জি নিউজ)\nঅর্ণব গোস্বামী (রিপাবলিক টিভি)\nঅরুণ পুরী (ইন্ডিয়া টুডে গ্রুপ)\nগৌতম আদানি (আদানি গোষ্ঠী- এনডিটিভি)\nরাঘব বাহল (সিএনএন-নিউজ১৮)\nরাহুল শিবশঙ্কর (টাইমস নাউ)\nরজত শর্মা (ইন্ডিয়া টিভি)\nরাজীব চন্দ্রশেখর ((রিপাবলিক টিভি))\nসুধীর চৌধুরী (আজ তক/জি নিউজ)\nসুরেশ চ্যাবনকে ( সুদর্শন নিউজ)\nসুরজিৎ ভাল্লা (স্বরাজ্য (পত্রিকা))\nস্বপন দাশগুপ্ত (স্বরাজ্য (পত্রিকা))\nময়ূখ রঞ্জন ঘোষ ( রিপাবলিক বাংলা)\n\n\n== আরও দেখুন ==\nভারতের ভুয়ো খবর\nহলুদ সাংবাদিকতা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGagan Deep Chauhan। Godi Media: गोदी मीडिया। सृजन Digital Collections। GGKEY:YCCSCZPHTHD। \nRavish Kumar (১০ আগস্ট ২০১৯)। The Free Voice: On Democracy, Culture and the Nation (Revised and Updated সংস্করণ)। Speaking Tiger Books। আইএসবিএন 978-93-89231-41-0। \nPande, Manisha (২৬ জানুয়ারি ২০২০)। \"Shaheen Bagh and the spiralling hostility against 'Godi Media'\"। Newslaundry। \nRoy Chowdhury, Debasish (৩ মে ২০২১)।  https://time.com/6033152/india-media-covid-19/।  \nPosetti, Julie; Matthews, Alice। \"A short guide to the history of 'fake news' and disinformation\" (পিডিএফ)। International Center for Journalists। \nChaturvedi, Anumeha (২০ ডিসেম্বর ২০১৯)। \"2019 - The year of fake news\"। The Economic Times। \nMalik, Shahnawaz Ahmed, Fake News: Legal Analysis of False and Misleading News and Cyber Propaganda (5 February 2019). Ad Valorem, Journal of Law: Volume 6: Issue II: Part-III: April–June 2019: ISSN : 2348–5485.\nArun, Chinmayi, On WhatsApp, Rumours, Lynchings, and the Indian Government (3 January 2019). Economic and Political Weekly. no. 6.\nNagar, Itisha and Gill, Simran, Head is Where the Herd is: Fake News and Effect of Online Social Conformity on Islamophobia in Indians. SSHO-D-20-00611, Available at SSRN:  or Head is Where the Herd is: Fake News and Effect of Online Social Conformity on Islamophobia in Indians\n\n\n== বহিঃসংযোগ ==\n\nRavish Kumar (৯ অক্টোবর ২০২০)। 'Ye godi media ka kaal hai': Ravish Kumar at The Media Rumble (YouTube)। Newslaundry। সংগ্রহের তারিখ ২২ জুন ২০২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThe LampPost (21 September 2022) सुप्रीम कोर्ट ने लगाई फटकार, क्या अब सुधरेंगे दलाल पत्रकार?':The LampPost website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ সেপ্টেম্বর ২০২২ তারিখে"}