{"pageid": 1193854, "title": "আন্তর্জাতিক স্বেচ্ছাসেবক দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1193854", "content": "অর্থনৈতিক ও সামাজিক উন্নয়নের জন্য আন্তর্জাতিক স্বেচ্ছাসেবক দিবস (৫ ডিসেম্বর), যা সাধারণত আন্তর্জাতিক স্বেচ্ছাসেবক দিবস (আইভিডি) হিসাবে পরিচিত,  ১৯৮৫ সালে জাতিসংঘের সাধারণ পরিষদ কর্তৃক বাধ্যতামূলক একটি আন্তর্জাতিক পালন। এটি স্বেচ্ছাসেবক-সংশ্লিষ্ট সংস্থা এবং স্বতন্ত্র স্বেচ্ছাসেবকদের জন্য স্বেচ্ছাসেবী কাজ উন্নীত করার, স্বেচ্ছাসেবক প্রচেষ্টাকে সমর্থন করার জন্য সরকারকে উৎসাহিত করার এবং স্থানীয়, জাতীয় এবং আন্তর্জাতিক স্তরে টেকসই উন্নয়ন লক্ষ্যমাত্রা (SDGs) অর্জনে স্বেচ্ছাসেবকদের অবদানকে স্বীকৃতি দেওয়ার সুযোগ পায়৷\nআন্তর্জাতিক স্বেচ্ছাসেবক দিবস অনেক বেসরকারী সংস্থা, সুশীল সমাজ, এবং বেসরকারী খাত দ্বারা পালিত হয়। এটি জাতিসংঘের স্বেচ্ছাসেবক (ইউএনভি) প্রোগ্রাম দ্বারা চিহ্নিত এবং সমর্থিত।\nইউএনভি প্রতি বছর আইভিডি প্রচারের জন্য একটি প্রচারাভিযানের সমন্বয় করে, স্বেচ্ছাসেবকদের সম্প্রদায়ে, জাতীয়ভাবে এবং বিশ্বব্যাপী শান্তি ও উন্নয়নের জন্য প্রভাব তৈরি করে। \n২০১৮ সালে আইভিডি-এর ফোকাস কেবলমাত্র এর সমস্ত দিকগুলিতে স্বেচ্ছাসেবকতা উদযাপন করা নয় বরং স্বেচ্ছাসেবকরা স্থিতিস্থাপক সম্প্রদায় তৈরিতে যে ভূমিকা পালন করে তাও তুলে ধরা।  এটি লক্ষণীয় যে বর্তমান অনুমান বিশ্বব্যাপী স্বেচ্ছাসেবক কর্মীবাহিনীকে ১০৯ মিলিয়ন পূর্ণ-সময়ের কর্মীদের সমান করে। ৩০ শতাংশ স্বেচ্ছাসেবী সংগঠন, সমিতি এবং গোষ্ঠীর মাধ্যমে আনুষ্ঠানিকভাবে সঞ্চালিত হয়; এবং ৭০ শতাংশ ব্যক্তিদের মধ্যে অনানুষ্ঠানিক ব্যস্ততার মাধ্যমে ঘটে। সামগ্রিকভাবে, অনানুষ্ঠানিক স্বেচ্ছাসেবকদের ৬০% নারী।\nআইভিডি ২০২১ উদযাপনের জন্য, (ইউএনভি) (ইউএন) এজেন্সি, অংশীদার, সদস্য রাষ্ট্র এবং সারা বিশ্বে সরকারগুলির সাথে কাজ করেছে যাতে স্বেচ্ছাসেবীর চেতনাকে স্বীকৃতি দেওয়া এবং সমর্থন করা যায় যাতে সকলের জন্য একটি আরও অন্তর্ভুক্তিমূলক এবং টেকসই ভবিষ্যত তৈরি করা যায় - মানুষ এবং গ্রহ৷ তাই, প্রচারের বার্তা - \"আমাদের সাধারণ ভবিষ্যতের জন্য এখনই স্বেচ্ছাসেবক।\"\n\n\n== পটভূমি ==\nঅর্থনৈতিক ও সামাজিক উন্নয়নের জন্য আন্তর্জাতিক স্বেচ্ছাসেবক দিবস ১৭ ডিসেম্বর ১৯৮৫ তারিখে জাতিসংঘের সাধারণ পরিষদ A/RES/40/212  এর মাধ্যমে গৃহীত হয়।\n২০১২ সালে ক্রমবর্ধমান অভিজ্ঞতা এবং সুপারিশের প্রতিক্রিয়া হিসাবে, জাতিসংঘের স্বেচ্ছাসেবক (ইউএনভি) প্রোগ্রাম একটি পাঁচ-বছরের আন্তর্জাতিক স্বেচ্ছাসেবক দিবস কৌশলের নেতৃত্ব দেয়, যার লক্ষ্য এটিকে আরও বিশ্বব্যাপী স্বীকৃত এবং তৃণমূল-মালিকানাধীন করা।\nআন্তর্জাতিক স্বেচ্ছাসেবক দিবস (IVD) উদযাপন এবং থিম:\nআইভিডি অনুযায়ী প্রতি বছর ৮০ টিরও বেশি দেশে প্রতি বছর পালিত হয়। আইভিডি ওয়েবসাইটটি প্রতি বছর প্রায় ৫০,০০০ পৃষ্ঠা ভিউ পায়, প্রায় ১৫০টি গল্প পোস্ট করা হয় যা বিশ্বব্যাপী উদযাপনের ৫০,০০০ এরও বেশি স্বেচ্ছাসেবক ফটো এবং ভিডিওগুলো ছড়িয়ে দেয়।\nIVD 2022 - \"একসাথে, এখন কাজ করুন\"\nএই আইভিডি-এর থিম হল সংহতি যদিও স্বেচ্ছাসেবী — \"একসাথে, এখনই কাজ করুন\"। স্বেচ্ছাসেবকদের মূল্য উদ্‌যাপন এবং স্বীকৃত হবে। যখন বিশ্ব মানবিক এবং উন্নয়ন চ্যালেঞ্জের সাথে লড়াই করছে — যুদ্ধ এবং জলবায়ু পরিবর্তনের মধ্যে, আমাদের সাধারণ ভালোর জন্য একসাথে কাজ করার জন্য স্বেচ্ছাসেবকদের প্রয়োজন৷ \nIVD 2021 - \"আমাদের সাধারণ ভবিষ্যতের জন্য এখনই স্বেচ্ছাসেবক\"\nIVD 2021 অতীতের তুলনায় সিদ্ধান্ত গ্রহণকারীদের উপর বেশি মনোযোগী। SDGs অর্জন এবং একটি অন্তর্ভুক্তিমূলক বিশ্ব গড়ে তোলার জন্য জাতীয় ও বৈশ্বিক বাস্তবায়ন কৌশলগুলিতে স্বেচ্ছাসেবকদের এবং স্বেচ্ছাসেবীর চেতনাকে একীভূত করা গুরুত্বপূর্ণ। স্বেচ্ছাসেবীর মাধ্যমে, লোকেরা তাদের জীবন এবং তাদের চারপাশের লোকদের জীবন উন্নত করার জন্য পদক্ষেপ নেয়। তাই, এই বছরের প্রচারণার থিম হল “আমাদের সাধারণ ভবিষ্যতের জন্য এখনই স্বেচ্ছাসেবক”। \nIVD 2020 - \"একসাথে আমরা স্বেচ্ছাসেবীর মাধ্যমে পারি\"\nIVD 2020 COVID-19 মহামারি চলাকালীন স্বেচ্ছাসেবকদের জন্য কৃতজ্ঞতা এবং তাদের প্রচেষ্টার উপর জোর দিয়েছে। \nIVD 2019 - \"একটি অন্তর্ভুক্ত ভবিষ্যতের জন্য\"\nIVD 2019 স্বেচ্ছাসেবকদের বৈচিত্র্য এবং কীভাবে স্বেচ্ছাসেবকরা নিজেরাই অন্তর্ভুক্তিতে অবদান রাখে তার উপর দৃষ্টি নিবদ্ধ করে। \nIVD 2018 - \"স্বেচ্ছাসেবকরা স্থিতিস্থাপক সম্প্রদায় তৈরি করে\"\nIVD 2018 স্বেচ্ছাসেবক প্রচেষ্টা উদযাপন করেছে যা প্রাকৃতিক দুর্যোগ, অর্থনৈতিক চাপ এবং রাজনৈতিক ধাক্কা মোকাবেলায় স্থানীয় মালিকানা এবং সম্প্রদায়ের স্থিতিস্থাপকতাকে শক্তিশালী করে। 5 ডিসেম্বর 2018-এর ইভেন্টটি কীভাবে স্বেচ্ছাসেবীরা স্থিতিস্থাপক সম্প্রদায় তৈরি করতে পারে তার উপর দৃষ্টি নিবদ্ধ করেছিল। \nIVD 2017 - \"প্রথম স্বেচ্ছাসেবকদের আইন। এখানে. সর্বত্র।\"\nIVD 2017 এর ফোকাস ছিল বিশ্বজুড়ে স্বেচ্ছাসেবকদের ইতিবাচক সংহতিকে স্বীকৃতি দেওয়া যারা সংকটের সময়ে কলের উত্তর দেয়, আজ জীবন বাঁচাতে সাহায্য করে এবং যারা আগামীকাল মর্যাদার সাথে তাদের জীবন চালিয়ে যেতে চায় তাদের সমর্থন করে। \nIVD 2016 - \"বিশ্বব্যাপী করতালি - স্বেচ্ছাসেবকদের একটি হাত দিন\"\nএই থিমের অধীনে, IVD সর্বত্র স্বেচ্ছাসেবকদের উদযাপনের জন্য বিশ্বব্যাপী সাধুবাদের একটি রাউন্ড উপস্থাপন করেছে এবং অন্যদের যোগদান করতে এবং শান্তি ও টেকসই উন্নয়নে অবদান রাখতে উত্সাহিত করেছে। \nIVD 2015 - \"আপনার পৃথিবী পরিবর্তন হচ্ছে। আপনি? স্বেচ্ছাসেবক!\"\nIVD 2015 এর লক্ষ্য ছিল টেকসই উন্নয়ন লক্ষ্য (SDGs) এবং 2030 এজেন্ডার সাফল্যের জন্য স্বেচ্ছাসেবকতা কীভাবে গুরুত্বপূর্ণ সে সম্পর্কে একটি সংলাপ শুরু করা। \nIVD 2014 - \"পরিবর্তন ঘটুন, স্বেচ্ছাসেবক!\"\nআইভিডি ২০১৪ সালে এর লক্ষ্য ছিল সিদ্ধান্ত গ্রহণের প্রক্রিয়ায় তৃণমূল থেকে লোকেদের সম্পৃক্ত করতে স্বেচ্ছাসেবকদের অবদানকে তুলে ধরা, অবশেষে অংশগ্রহণের জন্য জায়গা তৈরি করা যা শক্তিশালী শাসন, সামাজিক সংহতি, শান্তি এবং টেকসই উন্নয়নের দিকে পরিচালিত করে। \nIVD 2013 - \"তরুণ। গ্লোবাল সক্রিয়।\"\nইভেন্টের লক্ষ্য ছিল বিশ্বব্যাপী শান্তি ও টেকসই মানব উন্নয়নে যুব স্বেচ্ছাসেবকদের অবদানের প্রতি বিশেষ শ্রদ্ধা জানানো, তরুণরা তাদের সম্প্রদায়ের পরিবর্তনের এজেন্ট হিসেবে কাজ করে তা তুলে ধরে। \nIVD 2012 - \"স্বেচ্ছাসেবী উদযাপন করুন\"\nইভেন্টটি একটি উন্নত বিশ্বের জন্য তার প্রতিশ্রুতি এবং আশা উদযাপন করেছে। আইভিডি অনুযায়ী ২০১২ এর মূল লক্ষ্য ছিল স্বেচ্ছাসেবক এবং স্বেচ্ছাসেবী সংস্থাগুলোর জন্য সচেতনতা এবং স্বীকৃতি। \n\n\n== অংশীদারিত্ব এবং উন্নয়নের উপর লক্ষ্য ==\n\nবছরের পর বছর ধরে, আন্তর্জাতিক স্বেচ্ছাসেবক দিবস কৌশলগতভাবে ব্যবহার করা হয়েছে: অনেক দেশ টেকসই উন্নয়ন লক্ষ্য অর্জনে স্বেচ্ছাসেবকদের অবদানের উপর দৃষ্টি নিবদ্ধ করেছে, দারিদ্র্য, ক্ষুধা, রোগ, স্বাস্থ্য, পরিবেশগত অবক্ষয় এবং লিঙ্গ সমতা মোকাবেলায় একটি নির্দিষ্ট সময়সীমাবদ্ধ লক্ষ্যমাত্রা। [১]\nআন্তর্জাতিক স্বেচ্ছাসেবক দিবস (IVD) সক্রিয় স্বেচ্ছাসেবকদের উদ্‌যাপন করে এবং দক্ষিণ-দক্ষিণ সহযোগিতার প্রচারে বিশেষ মনোযোগ দিয়ে উত্তর ও দক্ষিণে নতুন স্বেচ্ছাসেবকদের আকর্ষণ করে।\nআন্তর্জাতিক স্বেচ্ছাসেবক দিবসের সংগঠনটি সাধারণত জাতিসংঘের ব্যবস্থা, সরকার, স্বেচ্ছাসেবক সংস্থা এবং প্রতিশ্রুতিবদ্ধ ব্যক্তিদের মধ্যে অংশীদারিত্বের ফলাফল। মিডিয়া বা একাডেমিয়া, ফাউন্ডেশন, বেসরকারী খাত, বিশ্বাস গোষ্ঠী এবং ক্রীড়া ও বিনোদনমূলক সংস্থাগুলির প্রতিনিধিরাও প্রায়শই জড়িত থাকে।\nসাধারণ পরিষদ সরকারগুলিকে প্রতি বছর 5 ডিসেম্বর, অর্থনৈতিক ও সামাজিক উন্নয়নের জন্য আন্তর্জাতিক স্বেচ্ছাসেবক দিবস (17 ডিসেম্বর 1985-এর রেজোলিউশন 40/212  পালনের জন্য আমন্ত্রণ জানায় এবং স্বেচ্ছাসেবকের গুরুত্বপূর্ণ অবদান সম্পর্কে সচেতনতা বাড়াতে ব্যবস্থা গ্রহণের জন্য তাদের আহ্বান জানায়। সেবা, যার ফলে জীবনের সর্বস্তরের আরও বেশি লোককে স্বেচ্ছাসেবক হিসেবে দেশে ও বিদেশে তাদের সেবা প্রদান করতে উদ্বুদ্ধ করে।\nজাতিসংঘ সাধারণ পরিষদ, তার রেজুলেশন 52/17  20 নভেম্বর 1997-এ, 2001কে স্বেচ্ছাসেবকদের আন্তর্জাতিক বছর (IYV) হিসাবে ঘোষণা করেছে। স্বেচ্ছাসেবকদের স্বীকৃতি আরও এগিয়ে নিতে, তাদের কাজের সুবিধার্থে, একটি যোগাযোগ নেটওয়ার্ক তৈরি করতে এবং স্বেচ্ছাসেবী পরিষেবার সুবিধার প্রচারের জন্য এই বছরটি কল্পনা করা হয়েছিল।\n2001 সালে, স্বেচ্ছাসেবকদের আন্তর্জাতিক বছর, জেনারেল অ্যাসেম্বলি সরকার এবং জাতিসংঘের সিস্টেম স্বেচ্ছাসেবককে সমর্থন করতে পারে এমন উপায়গুলির বিষয়ে সুপারিশের একটি সেট গ্রহণ করে এবং তাদের ব্যাপক প্রচারের জন্য বলেছিল (5 ডিসেম্বর 2001-এর রেজোলিউশন 56/38)। \nজাতিসংঘের সাধারণ পরিষদ,২২ নভেম্বর ২০০২ এর ৫৭/১০৬ রেজুলেশনে, আন্তর্জাতিক স্বেচ্ছাসেবক দিবসের সম্ভাব্যতা সম্পূর্ণরূপে উপলব্ধি করা নিশ্চিত করার জন্য জাতিসংঘের স্বেচ্ছাসেবকদের (UNV) কর্মসূচির প্রতি আহ্বান জানিয়েছে।\n১৮ ডিসেম্বর ২০০৮ সালে সাধারণ পরিষদ সিদ্ধান্ত নেয় যে ৫ ডিসেম্বর ২০১১ বা তার কাছাকাছি সাধারণ পরিষদের ষাটতম অধিবেশনের দুটি পূর্ণাঙ্গ সভা আন্তর্জাতিক স্বেচ্ছাসেবক বর্ষের অনুসরণ এবং এর দশম উদযাপনের জন্য উত্সর্গ করা উচিত। বার্ষিকী (রেজোলিউশন 63/153)। \n\n\n== অনলাইন স্বেচ্ছাসেবক পুরস্কার ==\nঐতিহ্যগতভাবে, আন্তর্জাতিক স্বেচ্ছাসেবক দিবসে (৫ ডিসেম্বর), ইউএনডি মনোনয়নের জন্য আহ্বান করে এবং ইউএনডি অনলাইন স্বেচ্ছাসেবক পুরস্কার চালু করে। ইউএনডি প্রতিনিধি এবং স্বেচ্ছাসেবকতা এবং উন্নয়ন সহযোগিতায় বহিরাগত বিশেষজ্ঞদের নিয়ে গঠিত একটি জুরি মনোনয়ন পর্যালোচনা করে এবং বিজয়ীদের নির্বাচন করে।\nইউনাইটেড নেশনস ভলান্টিয়ার্স (ইউএনডি) প্রোগ্রাম বিশ্বব্যাপী নাগরিকদের বিজয়ীর গল্প দ্বারা অনুপ্রাণিত হতে এবং তাদের প্রিয় বিজয়ীর জন্য বিশ্বব্যাপী ভোটদানে অংশগ্রহণের জন্য আমন্ত্রণ জানায়। যে দলটি সর্বাধিক ভোট পায় তাকে আন্তর্জাতিক সুখ দিবসে জনসাধারণের প্রিয় হিসাবে ঘোষণা করা হয়।\nপুরস্কারের উদ্দেশ্য হল টেকসই উন্নয়ন লক্ষ্যমাত্রা অর্জনে অনলাইন স্বেচ্ছাসেবকদের অবদানকে স্বীকৃতি দেওয়া, অনলাইন স্বেচ্ছাসেবকরা সংস্থাগুলির সক্ষমতাকে শক্তিশালী করতে পারে এমন অনেক উপায় প্রদর্শন করা এবং স্বেচ্ছাসেবকরা তাদের ভাগ করে শান্তি ও উন্নয়ন প্রকল্পে পার্থক্য করতে পারে তা প্রদর্শন করা। ইন্টারনেটে সময়, দক্ষতা এবং দক্ষতা। \n\n\n== আরও দেখুন ==\nস্বেচ্ছাসেবক প্রশাসনের জন্য সমিতি\nস্বেচ্ছাসেবক জড়িত নেতাদের সমিতি\nবিশ্ব যুব সেবা দিবস\nশুভ কর্ম দিবস\nস্বেচ্ছাসেবকদের আন্তর্জাতিক বছর\nহাত দিবসে যোগ দিন\nস্বেচ্ছাসেবকতা এবং সম্প্রদায় সেবার জন্য পুরস্কারের তালিকা\nএকটি পার্থক্য দিন\nম্যান্ডেলা দিবস\nমিজভা দিবস\nসেবার এমএলকে দিবস\nজাতীয় পরিচ্ছন্নতা দিবস\nজাতীয় পরোপকারী দিবস (মার্কিন যুক্তরাষ্ট্র এবং কানাডা)\nজাতীয় পাবলিক ল্যান্ডস ডে (মার্কিন যুক্তরাষ্ট্র)\nনেটডে\nআন্তর্জাতিক শান্তি দিবস\nর্যান্ডম অ্যাক্টস অফ কাইন্ডনেস ডে\n১১ সেপ্টেম্বর জাতীয় সেবা দিবস (9/11 দিন)\nসেবা দিবস\nসাববোটনিক দিবস\nজাতিসংঘের স্বেচ্ছাসেবক\nবিশ্ব পরিচ্ছন্নতা দিবস\nবিশ্ব মানবতা দিবস\nবিশ্ব দয়া দিবস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}