{"pageid": 1193796, "title": "শ্রীলঙ্কায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1193796", "content": "শ্রীলঙ্কায় ইসলাম তৃতীয় বৃহত্তম ধর্ম। ২০১৭ সালের পিউ রিসার্চ সেন্টারের তথ্যমতে দেশটিতে ২১০,৫০০০ জন মুলসিম বসবাস করে, যা মোট জনসংখ্যার প্রায় ৯.৭%। দেশটির প্রধান মুসলিম ঘনত্ব পূর্ব প্রদেশে। এছাড়া অন্যান্য অঞ্চলে; যেমন পশ্চিম, উত্তর-পশ্চিম ও মধ্য শ্রীলঙ্কার শহরগুলিতে মুসলমানরা অ-গ্রামীণ জনসংখ্যার একটি অংশ গঠন করে। শ্রীলঙ্কায় মুসলমানরা সাধারণত তামিল ভাষায় কথা বলে। শ্রীলঙ্কায় ইসলামের উৎপত্তি ভারত মহাসাগর দিয়ে আগমনকারী মধ্যপ্রাচ্যের বণিকদের মাধ্যমে।\n\n১৬ শতকে মধ্যপ্রাচ্যের মুসলিম ব্যবসায়ীদের বংশধর ব্যবসায়ীরা শ্রীলঙ্কায় মশলার প্রধান ব্যবসায়ী ছিল এবং তাদের নেটওয়ার্ক শ্রীলঙ্কা থেকে মধ্যপ্রাচ্য পর্যন্ত বিস্তৃত ছিল। বর্তমান তাদের শ্রীলঙ্কান মুর বলা হয়।\n\n\n== ইতিহাস ==\nসপ্তম শতাব্দীতে আরব ব্যবসায়ীদের আগমনের সাথে সাথে শ্রীলঙ্কায় ইসলামের বিকাশ শুরু হয়। শ্রীলঙ্কায় ইসলামধর্মে বিশ্বাসী প্রথম ব্যক্তিরা হলেন আরব বণিক ও তাদের স্থানীয় স্ত্রীরা, যাদের ইসলাম গ্রহণ করার পর তারা বিয়ে করেন। অষ্টম শতাব্দীতে আরব ব্যবসায়ীরা ভারত মহাসাগরের বেশিরভাগ বাণিজ্যের নিয়ন্ত্রণ নেয় এবং এর মধ্যে শ্রীলঙ্কাও ছিল। তখন তাদের অনেকেই ইসলামের প্রসারে উৎসাহিত হয়ে বিপুল সংখ্যায় দ্বীপে বসতি স্থাপন করেন। তখন তাদের মুর বলা হতো।\n১৬ শতকে যখন পর্তুগিজরা আগমন করে তখন এই আরবদের বংশধর ব্যবসায়ীরা মধ্যপ্রাচ্যে পর্যন্ত বিস্তৃত নেটওয়ার্কগুলির প্রধান ব্যবসায়ী ছিলেন। পর্তুগিজ উপনিবেশবাদীরা শ্রীলঙ্কান মুরদের বসতি, গুদামঘর ও বাণিজ্য নেটওয়ার্ক আক্রমণ করে ধ্বংস করে দেয়। অনেক পরাজিত মুর শ্রীলঙ্কার অভ্যন্তরে পালিয়ে গিয়ে নিপীড়ন থেকে আশ্রয় চান। পর্তুগিজ ঔপনিবেশিক শাসনামলে মুরদের বিরুদ্ধে গণহত্যার কারণে শ্রীলঙ্কার মুরদের জনসংখ্যা উল্লেখযোগ্যভাবে হ্রাস পায়। তবে সিংহলির শাসক রাজা সেনারাত মধ্য উচ্চভূমি ও পূর্ব প্রদেশে কিছু মুসলমানকে আশ্রয় দিয়েছিলেন।\n১৮ ও ১৯ শতকে ডাচ ও ব্রিটিশ শাসকদের আমলে জাভানিজ ও মালয়েশীয় মুসলিমরা শ্রীলঙ্কায় মুসলিম জনসংখ্যা বাড়াতে অবদান রাখে। তাদের বংশধররা এখন শ্রীলঙ্কান মালয় হিসেবে পরিচিত এবং তারা বেশ কিছু শ্রীলঙ্কান মুরদের ইসলামি ঐতিহ্য গ্রহণ করেছে। ১৯ ও ২০ শতকে ভারত থেকে মুসলমানদের আগমন শ্রীলঙ্কায় ইসলামের বৃদ্ধিতে অবদান রাখে। পাকিস্তানি ও দক্ষিণ ভারতীয় মুসলমানরা শ্রীলঙ্কায় শাফিঈ ও হানাফি মাযহাবের প্রবর্তন করেছে। দ্বীপের অধিকাংশ মুসলমান সুন্নি ইসলামের ঐতিহ্যগত রীতিনীতি মেনে চলেন।\nমুসলমানরা সাধারণত সুফি ঐতিহ্য অনুসরণ করে। ১৮৭০ এর দশকে আল-ফাসি পরিবার দ্বারা সমর্থিত ফাসিয়া আশ শাজুলিয়া তরিকা শ্রীলঙ্কার মুসলিমদের মধ্যে সবচেয়ে প্রচলিত সুফি তরিকা এবং এর পরে রয়েছে আরুসিয়াতুল কাদিরিয়া। এছাড়া দেওবন্দি তাবলিগি জামাত, জামাতে ইসলাম ইত্যাদির কেন্দ্র কলম্বোতে রয়েছে। সুন্নি পণ্ডিত মুহাম্মদ আবদুল আলিম সিদ্দিকী মুসলিমদের জন্য কলম্বোতে হানাফি মসজিদ নির্মাণ করেন।\nআধুনিক সময়ে শ্রীলঙ্কার মুসলমানরা দেশটির ইসলাম ধর্ম ও সাংস্কৃতিবিষয়ক বিভাগ দ্বারা পরিচালিত হয়, যা শ্রীলঙ্কার বাকি অংশ থেকে মুসলিম সম্প্রদায়ের ক্রমাগত বিচ্ছিন্নতা রোধ করার জন্য ১৯৮০ সালে প্রতিষ্ঠিত হয়েছিল। শ্রীলঙ্কার মুসলমানরা বেশিরভাগই দ্বীপের মুর ও মালয় নৃতাত্ত্বিক সম্প্রদায় থেকে উদ্ভূত হওয়া অব্যাহত রেখেছে এবং তামিলদের মতো অন্য জাতি থেকেও অল্পসংখ্যক ধর্মান্তরিত হয়েছে।\nসাম্প্রতিক বছরগুলিতে শ্রীলঙ্কার মুসলমিরা সালাফি মতবাদের ক্রমবর্ধমান প্রভাবে আরো বেশি ক্ষতিগ্রস্ত হয়েছে। সৌদি আরবের বিনিয়োগের কারণে দেশটিতে সালাফি প্রভাব বেড়ে গেছে। শ্রীলঙ্কার সুফি মুসলিমরা শ্রীলঙ্কান মুসলমানদের মধ্যে ক্রমবর্ধমান ওয়াহাবিবাদ সম্পর্কে সতর্ক ছিল। ২০১৯ সালের শ্রীলঙ্কার ইস্টার বোমা হামলায় প্রকাশিত হয় যে, সালাফিবাদ প্রভাবিত জাতীয় তৌহীদ জামাত বোমা হামলার পিছনে সক্রিয় ছিল।\n২০২০ সালের এপ্রিল মাসে কোভিড-১৯ ছড়িয়ে পড়ার সময় শ্রীলঙ্কা সরকার কবর দেওয়ার পরিবর্তে মুসলিম মৃতদের শ্মশানে পুড়িয়ে দেওয়া বাধ্যতামূলক করে, যা ইসলাম নিষিদ্ধ করে। ২০২১ সালের ফেব্রুয়ারিতে অ্যামনেস্টি ইন্টারন্যাশনাল ও জাতিসংঘসহ বিভিন্ন মানবাধিকার গোষ্ঠীর তীব্র আপত্তি ও নিন্দা জানানোর পর শ্রীলঙ্কা সরকার মুসলিমদের কবরে দাফন করার অনুমতি দেওয়ার সিদ্ধান্ত নেয়। মান্নার উপসাগরের একটি প্রত্যন্ত দ্বীপ ইরানথিভুতে তাদের দাফন করার অনুমতি দেওয়া হয়। এটি কলম্বো থেকে ১৮৬ মাইল দূরে অবস্থিত এবং কম জনসংখ্যার ঘনত্বের কারণে এটি বেছে নেওয়া হয়েছে বলে সরকার জানায়।\n\n\n== জনসংখ্যা ==\n\nপূর্বাঞ্চলীয় প্রদেশের আমপারা (৪৩%), ত্রিনকোমালি (৪২%) ও বাট্টিকালোয়া (২৬%) জেলায় শ্রীলঙ্কান মুসলমানদের সবচেয়ে বেশি অংশ রয়েছে। তারপরে পুত্তলাম (২০%), মান্নার (১৭%), ক্যান্ডি (১৪%) ও কলম্বো (১২%)।\n\n\n== শ্রীলঙ্কান মুর ==\n\nশ্রীলঙ্কার মুররা বেশিরভাগই তামিল ভাষার স্থানীয় ভাষাভাষী। তবে তাদের মধ্যে কয়েকজন প্রাথমিক ভাষা হিসেবে সিংহলি ভাষায় কথা বলে এবং তারা ইসলামকে তাদের ধর্ম হিসেবে অনুসরণ করে থাকে। শ্রীলঙ্কার মুররা শ্রীলঙ্কার জনসংখ্যার ৯.৩০% (২০১২) নিয়ে গঠিত এবং দেশের মুসলিম সম্প্রদায়ের মধ্যে বৃহত্তম জাতিগোষ্ঠী গঠন করে। সেরেন্দিব (শ্রীলঙ্কার পুরাতন ফার্সি/আরবি নাম) এবং আরব উপদ্বীপ ও উত্তর আফ্রিকার বিভিন্ন বন্দরের মধ্যে মুসলিম ব্যবসায়ীদের দ্বারা পরিচালিত বণিক জাহাজগুলির সাথে যোগাযোগের মাধ্যমে শ্রীলঙ্কায় ইসলাম ছড়িয়ে পড়ে। পণ্ডিতদের মতে শ্রীলঙ্কার মুররা দক্ষিণ ভারতের মারাক্কার, ম্যাপিলাস, মেমন ও পাঠানদের বংশধর।\n\n\n=== শিক্ষা ===\nশ্রীলঙ্কায় ৭৪৯টি মুসলিম স্কুল, ২০৫টি মাদ্রাসা ও বেরুওয়ালায় একটি ইসলামি বিশ্ববিদ্যালয় (জামিয়া নালিমিয়া) রয়েছে। কলম্বোর আল ইমান স্কুল দেশটির ইসলামি স্কুলগুলির মধ্যে প্রথম প্রতিষ্ঠিত হয় এবং ২০০৮ সাল থেকে সেখানে একটি সমন্বিত ইসলামি পাঠ্যক্রম শেখানো হয়। বিংশ শতাব্দীর গোড়ার দিকে অ্যাকাউন্টিং, মেডিসিন, ইঞ্জিনিয়ারিং ইত্যাদি বিষয়ে অল্পকিছু মুসলিম পেশাদার ছিল; কিন্তু বর্তমান তারা জাতীয় গড়কে ছাড়িয়ে যাচ্ছে। তবে শ্রীলঙ্কায় সুযোগের অভাবের কারণে অনেক মুসলিম পেশাজীবী বিদেশে চাকরি পেতে দেশত্যাগ করে মধ্যপ্রাচ্য, মার্কিন যুক্তরাষ্ট্র, কানাডা, অস্ট্রেলিয়া ও ইউরোপের বিভিন্ন দেশে পাড়ি জমাচ্ছে। ব্রিটিশ ঔপনিবেশিক শাসনের অধীনে শিক্ষা ও সরকারি চাকরি পাওয়ার ঐতিহাসিক সূচনার কারণে মুরদের সামাজিক ও অর্থনৈতিক গতিশীলতা আরো ভালো হয়েছে।\n\n\n=== পূর্ব উপকূলীয় মুর ===\nদেশের পূর্বাঞ্চলীয় প্রদেশগুলোতে মুসলিমদের প্রাধান্য রয়েছে। পর্তুগিজদের হাতে মুসলমানরা নির্যাতিত হওয়ার পর এই মুসলমানরা ক্যান্ডির সিংহলি রাজা সেনারাতের দেওয়া জমিতে বসতি স্থাপন করে। পূর্ব উপকূলীয় শ্রীলঙ্কার মুররা মূলত কৃষক, জেলে ও ব্যবসায়ী। ২০০৭ সালের বিতর্কিত আদমশুমারি অনুসারে মুররা ৫% (শুধু মুর, পূর্ব প্রদেশের সমগ্র মুসলিম জনসংখ্যা নয়)। তাদের পারিবারিক সূত্র নারীদের মাধ্যমে খুঁজে পাওয়া যায়; যেমনটি দক্ষিণ-পশ্চিম ভারতের কেরালা রাজ্যের আত্মীয়তা ব্যবস্থায়; কিন্তু তারা সবাই ইসলামী আইনের মাধ্যমে নিজেদের পরিচালনা করে।\n\n\n=== পশ্চিম উপকূলীয় মুর ===\nদ্বীপের পশ্চিমে মুররা ব্যবসায়ী বা বেসামরিক কর্মচারী এবং তারা প্রধানত কলম্বো, কালুতারা, বেরুওয়ালা, ধারগা টাউন, পুত্তলাম, জাফনা, ক্যান্ডি, মাতালে, ভাভুনিয়া ও মান্নারে বসবাস করে। পশ্চিম উপকূলের মুররা তাদের পিতার মাধ্যমে তাদের পারিবারিক সূত্র খুঁজে পায়। কেন্দ্রীয় প্রদেশের লোকদের পাশাপাশি, কলম্বো, কালুতারা ও পুত্তালামের অনেক মুরের উপাধি তাদের পিতার প্রথম নাম ও ঐতিহ্যগতভাবে আরব ও মধ্যপ্রাচ্যের আত্মীয়তা ব্যবস্থার সাথে সাদৃশ্য বজায় রাখে।\n\n\n== শ্রীলঙ্কান মালয় ==\n\nশ্রীলঙ্কার মালয়রা দক্ষিণ-পূর্ব এশিয়া থেকে উদ্ভূত হয় এবং বর্তমানে তারা প্রায় ৫০,০০০ ব্যক্তি নিয়ে গঠিত। তাদের পূর্ব পুরুষরা এ দেশে আসেন, যখন শ্রীলঙ্কা ও ইন্দোনেশিয়া উভয়ই ডাচদের উপনিবেশ ছিল। মালয় অভিবাসীদের বেশিরভাগই ছিল চুক্তিবদ্ধ শ্রমিক, ডাচ ঔপনিবেশিক প্রশাসন শ্রীলঙ্কায় তাদের নিয়োগ করে এবং তারা দ্বীপে বসতি স্থাপনের সিদ্ধান্ত নয়। অন্য অভিবাসীরা হয়ত দোষী সাব্যস্ত ছিল বা ইন্দোনেশীয় অভিজাত মুসলিম সদস্য, যারা শ্রীলঙ্কায় নির্বাসিত হয় এবং এবং এরপর তা ছেড়ে যায়নি। মালয়দের পরিচয়ের মূল উৎস হল তাদের সাধারণ মালয় ভাষা (বাহাসা মেলায়ু), যার মধ্যে রয়েছে সিংহলি থেকে গৃহীত অসংখ্য শব্দ ও তামিল ভাষার মুরি রূপ। ১৯৮০ এর দশকে মালয়রা শ্রীলঙ্কার মুসলিম জনসংখ্যার প্রায় ৫% ছিল এবং মুরদের মত তারা প্রধানত সুন্নি ইসলামের মধ্যে শফি মতবাদকে অনুসরণ করে। \n\n\n== ভারতীয় মুসলমান ==\nশ্রীলঙ্কার ভারতীয় মুসলমান হল, যারা ঔপনিবেশিক আমলে ব্যবসায়িক সুযোগের সন্ধানে শ্রীলঙ্কায় আসে। এদের মধ্যে কেউ কেউ পর্তুগিজ আমলে দেশে আসে; অন্যরা ব্রিটিশ আমলে ভারতের বিভিন্ন স্থান থেকে আসে। তাদের বেশিরভাগই তামিলনাড়ু ও কেরালা রাজ্য থেকে আসে এবং তারা শ্রীলঙ্কান মুরদের থেকে ভিন্ন। জাতিগতভাবে তারা দক্ষিণ ভারতীয়দের সাথে সম্পর্কিত এবং সংখ্যা প্রায় ৩০,০০০। মেমনরা মূলত সিন্ধু থেকে (আধুনিক পাকিস্তান) প্রথম ১৮৭০ সালে শ্রীলঙ্কায় আসে। ১৯৮০ এর দশকে তাদের সংখ্যা ছিল মাত্র ৩,০০০। তাদের বেশিরভাগই ইসলামের হানাফী সুন্নি মাযহাবের অনুসারী।\nদাউদি বোহরা ও খোজারা হলেন শিয়া মুসলমান, যারা পশ্চিম ভারত (গুজরাট রাজ্য) থেকে ১৮৮০ সালের পর আসে। ১৯৮০ এর দশকে তারা সংখ্যায় ২,০০০ এর কম ছিল। এই গোষ্ঠীগুলি তাদের নিজস্ব মসজিদ ও পূর্বপুরুষের মাতৃভূমির ভাষা ধরে রাখার প্রবণতা ধারণ করে।\n\n\n== সংগঠন ও রাজনৈতিক দল ==\nঅল সিলন জমিয়তুল উলামা\nঅল সিলন জমিয়তুল উলামা (তামিল: அகில இலங்கை ஜம்இய்யதுல்) বা এসিজেইউ হল শ্রীলঙ্কার একটি পুরানো ইসলামি সংগঠন। শ্রীলঙ্কান মুসলিমদের এটি সর্বোচ্চ সংস্থা হিসেবে বিবেচিত হয়। ১৯১৯ সালে জমিয়ত উলামায়ে হিন্দ প্রতিষ্ঠিত হওয়ার পর তার অনুকরণে ১৯২৪ সালে এটি প্রতিষ্ঠিত হয়। প্রতিষ্ঠার পর থেকে এটি শ্রীলঙ্কার উলামা ও সাধারণ মুসলমানদের আধ্যাত্মিক দিকনির্দেশনা প্রদানসহ জাতীয় এবং আন্তর্জাতিকভাবে মুসলিম ও অমুসলিমদের বিভিন্ন পরিষেবা ও নির্দেশিকা প্রদান করে। সংগঠনটির দাবি অনুযায়ী, এটি মুসলিমদের মধ্যে ঐক্য এবং মুসলিম ও অমুসলিমদের মধ্যে সহাবস্থান গড়ে তোলার লক্ষ্যে কাজ করে। শ্রীলঙ্কার বৌদ্ধ কট্টরপন্থীরা সংগঠনটি নিষিদ্ধ করার দাবি জানিয়ে আসছে।\nশ্রীলঙ্কা মুসলিম কংগ্রেস\nশ্রীলঙ্কা মুসলিম কংগ্রেসও শ্রীলঙ্কার মুসলিম সমাজের প্রতিনিধিত্বকারী একটি রাজনৈতিক দল। দলটি ১৯৮১ সালের ২১ সেপ্টেম্বর কত্তনকুডিতে অনুষ্ঠিত একটি বৈঠকে গঠিত হয়। তবে শুরুতে এটি একটি সাংস্কৃতিক সংগঠন ছিল। কিন্তু ১৯৮৩ সালে ব্ল্যাক জুলাই তামিল বিরোধী দাঙ্গা, তামিল যোদ্ধা ও শ্রীলঙ্কার সরকারের মধ্যে গৃহযুদ্ধ, ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক পুনর্গঠন, ১৯৮৫ সালে কালমুনাই-কারাইতিভু এলাকায় সহিংসতা প্রভৃতি মুসলিম জনগণের মধ্যে আশঙ্কার সৃষ্টি করে। এমতাবস্থায় ১৯৮৬ সালের নভেম্বর মাসে এম. এইচ. এম. আশরাফ দলটিকে রাজনৈতিক দলে পরিণত করেন এবং আহমেদ লেবেকে হঠিয়ে দলটির নেতৃত্ব গ্রহণ করেন।\n\n\n== আরও দেখুন ==\nশ্রীলঙ্কান মুর\nশ্রীলঙ্কার মসজিদের তালিকা\nতামিল মুসলিম\nদক্ষিণ এশিয়ায় ইসলাম\nশ্রীলঙ্কা মুসলিম কংগ্রেস\nঅল সিলন জমিয়তুল উলামা\n\n\n== তথ্যসূত্র =="}