{"pageid": 1193931, "title": "বিবর্তবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1193931", "content": "বিবর্তবাদ (সংস্কৃত: विवर्तवाद) হল কার্যকারণের অদ্বৈত বেদান্ত তত্ত্ব, যা শঙ্কর-পরবর্তী অদ্বৈত অদ্বৈতদের দ্বারা অনুমান করা হয়, ব্রহ্মের \"অলীক রূপান্তর\" হিসাবে মহাবিশ্বকে বিবেচনা করে।\n\n\n== বুৎপত্তি ==\nসংস্কৃত শব্দ বিবর্ত (विवर्त) এর অর্থ হল পরিবর্তন, পরিবর্তন, রূপের পরিবর্তন, পরিবর্তিত অবস্থা বা অবস্থা। বিবর্তবাদ শব্দটি বিবর্ত শব্দ থেকে উদ্ভূত হয়েছে।\n\n\n== অর্থ ==\n\nবেদান্তের সমস্ত দর্শন সতকার্যবাদের তত্ত্বের সাথে সন্মতিদান করে, যার মানে হল কারণের মধ্যে প্রভাব পূর্ব থেকে বিদ্যমান। কিন্তু ব্রহ্ম থেকে অভিজ্ঞতামূলক জগতের উদ্ভব নিয়ে ভিন্ন ভিন্ন মত রয়েছে। পরিণামবাদ হল এই ধারণা যে বিশ্ব ব্রহ্মের বাস্তব রূপান্তর (পরিনাম)। \n\nবিবর্তবাদ হল এই ধারণা যে বিশ্ব ব্রহ্মের অবাস্তব প্রকাশ (বিবর্ত) মাত্র। বিবর্তবাদ বলেছেন যে যদিও ব্রহ্ম রূপান্তরিত বলে মনে হয়, বাস্তবে কোন পরিবর্তন ঘটে না। অজস্র সত্তা হল অবাস্তব প্রকাশ, কারণ একমাত্র বাস্তব সত্তা হল ব্রহ্ম, সেই চূড়ান্ত বাস্তবতা যা অজাত, অপরিবর্তনীয় এবং সম্পূর্ণরূপে অংশবিহীন।\nব্রহ্মসূত্র, প্রাচীন বেদান্তি, বেদান্তের অধিকাংশ উপ-দর্শন, পাশাপাশি সাংখ্য পরিণামবাদের পক্ষে যুক্তি দেয়। নিকোলসন বলেন, \"বিবর্তবাদের সবচেয়ে দৃশ্যমান প্রবক্তারা,\" অদ্বৈতরা হলেন, শঙ্করের অনুসারী। \"যদিও পৃথিবীকে প্রচলিতভাবে বাস্তব হিসাবে বর্ণনা করা যেতে পারে\", নিকোলসন যোগ করেন, \"অদ্বৈতবাদীরা দাবি করেন যে ব্যক্তি স্বতন্ত্রকে মুক্ত করার আগে ব্রাহ্মণের সমস্ত প্রভাবকে শেষ পর্যন্ত অবাস্তব বলে স্বীকার করতে হবে\"।\nতথাপি, আদি শঙ্কর এবং তাঁর অদ্বৈত ব্যবস্থা পরিণামবাদের মাধ্যমে বিবর্তবাদের মাধ্যমে কার্যকারণ ব্যাখ্যা করেছিলেন নাকি তা নিয়ে পণ্ডিতরা দ্বিমত পোষণ করেন। হাজিমে নাকামুরা এবং পল হ্যাকারের মতো পণ্ডিতরা বলেছেন যে আদি শঙ্করা বিবর্তবাদের পক্ষে ছিলেন না, এবং তার ব্যাখ্যাগুলি \"বিভ্রমের কোনো অর্থ থেকে দূরে\"। এই পণ্ডিতদের মতে, ১৩শ শতাব্দীর পণ্ডিত প্রকাশাতমান ছিলেন যিনি বিবর্তের সংজ্ঞা দিয়েছিলেন, এবং এটি প্রকাশাতমানের তত্ত্ব যা কখনও কখনও আদি শঙ্করের অবস্থান হিসাবে ভুল বোঝা যায়। অ্যান্ড্রু নিকোলসন হ্যাকার এবং অন্যান্য পণ্ডিতদের সাথে একমত হন, যোগ করেন যে বিবর্ত-বাদ শঙ্করের তত্ত্ব নয়, শঙ্করের ধারণাগুলি পরিনাম-বাদের কাছাকাছি দেখা যায়, এবং বিবর্ত ব্যাখ্যা সম্ভবত ধীরে ধীরে অদ্বৈত সাবস্কুলে পরে আবির্ভূত হয়।\n\n\n== প্রত্যাখ্যান ==\nবিজ্ঞানভিক্ষু নৈমিত্তিক সম্পর্ককে তিনটি পদ হিসাবে চিত্রিত করে: অপরিবর্তনীয় অবস্থান কারণ, পরিবর্তনযোগ্য অবস্থান কারণ ও প্রভাব। লোকাস কারণটি থেকে অবিচ্ছেদ্য ও পরিবর্তনযোগ্য কারণ এবং প্রভাবের অন্তর্নিহিত নয়।\nসোমানন্দের প্রত্যবিজ্ঞা দর্শন আরম্ভবাদ (ন্যায়-বৈশেষিকের 'বাস্তব দৃষ্টিভঙ্গি'), পরিণামবাদ (সাংখ্য-যোগের রূপান্তরের তত্ত্ব) এবং বিবর্তবাদ (অদ্বৈত প্রকাশের তত্ত্ব খণ্ডন করে, স্বতন্ত্র্যবাদের ('সর্বজনীন স্বেচ্ছাসেবী') তত্ত্বের অনুকরণ করে যা বলে যে এটি ঈশ্বরের ইচ্ছার সার্বভৌমত্বের কারণে যে প্রভাবটি কারণ থেকে উদ্ভূত হয়।\nরামানুজ প্রকৃতিকে বস্তুগত কারণ হিসেবে স্বীকার করেন কিন্তু মাধব এই বিতর্ককে প্রত্যাখ্যান করেন কারণ বস্তুগত কারণ মানে তা নয় যা নিয়ন্ত্রণ করে এবং তত্ত্বাবধান করে; মাধব বিবর্তবাদকেও প্রত্যাখ্যান করেন কারণ এটি এমন কোনো প্রভাব গ্রহণ করে না যার জন্য হিসাব করতে হবে। বল্লভাচার্যও তাঁর বিশুদ্ধ অদ্বৈতবাদের দর্শনে (শুদ্ধাদ্বৈত), 'বিবর্তবাদ' সমর্থন করেন না এবং দাবি করেন যে মায়া বাস্তব এবং শুধুমাত্র ব্রহ্মের শক্তি যিনি নিজেই নিজের ইচ্ছায় জীব ও জগৎ হিসেবে প্রকাশ করেন, এবং তা করলে ব্রহ্মের কোনো রূপান্তর হয় না, যেমন সোনার অলঙ্কার সোনাই থাকে। শুদ্ধাদ্বৈত তাই 'অভিকৃত পরিণামবাদ' (অপরিবর্তিত রূপান্তর) নামেও পরিচিত।\n\n\n== আরও দেখুন ==\nঅদ্বৈতবাদ\nদ্বৈতবাদ\nসতকার্যবাদ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nমুদ্রিত উৎস\n\nওয়েব-উৎস"}