{"pageid": 1193715, "title": "আহমদ মা'বাদ আব্দুল করিম", "url": "https://bn.wikipedia.org/wiki?curid=1193715", "content": "আহমদ মা'বাদ আবদুল করিম সুলেমান হাসান কুলাইবাতি হলেন মিশরীয় বংশোদ্ভূত একজন প্রসিদ্ধ ইসলামি ধর্মবিশারদ, আলেম ও অধ্যাপক। তিনি মূলত হাদিসশাস্ত্রের বিভিন্ন শাখায় অবদান রাখার কারণে ইসলামি বিশ্বে প্রসিদ্ধ হয়েছেন। কর্মজীবনে তিনি আল -আজহার বিশ্ববিদ্যালয়ের রিলিজিয়ন অ্যান্ড দাওয়াহ অনুষদের অধ্যাপক। তিনি ১৯৩৯ সালে মিশরের ফায়ুম জেলার শেখ সাদ গ্রামে জন্মগ্রহণ করেন। \n\n\n== শিক্ষাজীবন ==\nশায়খ শিশুকালে গ্রামের মকতাবে পড়াশোনা শুরু করেন। তিনি প্রায় আট বছর বয়সে পবিত্র কোরআন মুখস্থ করা শুরু করেন। এরপর তিনি মকতাব থেকে প্রাথমিক বিদ্যালয়ে চলে আসেন। মিশরীয় প্রাথমিক বিদ্যালয়গুলিতে কোরআন মুখস্থ বিভাগের প্রচলন রয়েছে। সেখানে তিনি মুখস্থ বিভাগে হাফসের বর্ণনার সাথে কুরআন মুখস্থ করেন এবং এরসাথে পাটিগণিত, আরবি ভাষার বানান ও ব্যাকরণ এবং ক্যালিগ্রাফির কিছু নিয়ম শেখেন।\nএরপর তিনি কায়রোর আল-আজহারের আওতাভুক্ত একটি ইনিস্টিউটে প্রাথমিক বিভাগে ভর্তি হন এবং একই ইনস্টিটিউটে পাঁচ বছর ধরে মাধ্যমিক পর্যায়ের অধ্যয়ন করেন। ১৯৬১ সালে তিনি আল-আজহারের মাধ্যমিক সনদ লাভ করেন। এরপর তিনি আল-আজহার বিশ্ববিদ্যালয়ের উসুলে দীন অনুষদে ভর্তি হন এবং ১৯৬৬ সালে তাফসির ও হাদীস বিভাগে উচ্চ ডিগ্রি (বিএ) অর্জন করেন।\n\n\n== স্নাতক পড়াশোনা ==\nতিনি উচ্চশিক্ষা অর্জনের লক্ষ্যে কায়রোর আল আজহার বিশ্ববিদ্যালয়ে ভর্তি হন। ১৯৬৯ সালে তিনি তাফসিরে স্নাতকোত্তর ডিগ্রি অর্জন করেন। এরপর ১৯৭১ খ্রিস্টাব্দে তিনি হাদীস ও এর বিজ্ঞানে স্নাতকোত্তর ডিগ্রি অর্জন করেন। ১৯৭৮ সালে তিনি আল আজহার বিশ্ববিদ্যালায় থেকে উলুমুল হাদিসে পিএইচডি অর্জন করেন।\n\n\n== পেশা ও কর্মজীবন ==\nশাযখ ১৯৬৭ সাল থেকে মিশরেরে আওকাফ ও শিক্ষা মন্ত্রণালয়ের ইমাম, প্রচারক ও শিক্ষক। ১৯৭১ থেকে ১৯৭৯ খ্রিস্টাব্দ পর্যন্ত আল-আজহার বিশ্ববিদ্যালয়ের উসুলে দীন অনুষদের সহাকরী প্রভাষক, পরবর্তীতে প্রভাষক হন। এরপর তিনি উলুমুল হাদিস বিভাগের সহকারী অধ্যাপক এবং পরে অধ্যাপক হন। এছাড়া তিনি রিয়াদের কলেজ অফ ফান্ডামেন্টাল অফ রিলিজিয়নেও কর্মরত ছিলেন। তিনি ইমাম মুহাম্মদ বিন সৌদ ইসলামী বিশ্ববিদ্যালয়ে সমসাময়িক ধর্মীয় বিশ্বাস ও তাফসিরে বিভাগে কর্মরত ছিলেন। ১৯৯৯ সাল থেকে আল-আজহার ইউনিভার্সিটির ফান্ডামেন্টাল অব রিলিজিয়ন অ্যান্ড দাওয়াহ অনুষদের সহকারী অধ্যাপক।\n\n\n== সাহিত্য ও লেখালেখি ==\nড. আহমদ মা'বাদের প্রধান আগ্রহের বিষয় হল হাদিস শাস্ত্র এবং এই বিষয়ে তিনি বিস্তর লেখালেখি করেছেন। তার উল্লেখ্যযোগ্য লেখনী হল:\n\nالحافظ العراقي وأثره في السنة\nعلوم الحديث بين المتقدمين والمتأخرين\nالنفح الشذي في شرح جامع الترمذي لابن سيد الناس اليعمرى المتوفى سنة 734 هـ\nإرشاد القارى إلى النص الراجح لحديث (ويح عمار) في صحيح البخارى ، وأثر ذلك في تحقيق معنى الحديث وفقهه\nسيف بن عمر التميمي ، وتحقيق الأقوال في حاله ، وفي درجة مروياته\nمجموعة فتاوى منشورة في جريدة الأهرام بالقاهرة تحت عنوان اسألوا الفقيه\nمن مناهج المحدثين في القرنين الخامس والسادس، الحكماء للنشر، الطبعة الأولى، سنة 2019م/1440هـ.\nالسنة النبوية الشريفة شبهات وردود، الحكماء للنشر، الطبعة الأولى، سنة 2020م/1441هـ\n\n\n== তথ্যসূত্র =="}