{"pageid": 1193941, "title": "বাংলাদেশ ছাত্রলীগের সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1193941", "content": "বাংলাদেশ ছাত্রলীগ, তৎকালীন পূর্ব পাকিস্তান ছাত্র লীগ, যাকে প্রায়শই ছাত্রলীগ বলা হয়, বাংলাদেশের একটি নিষিদ্ধঘোষিত সন্ত্রাসী ছাত্র সংগঠন, যা শেখ মুজিবুর রহমান ৪ঠা জানুয়ারি ১৯৪৮ সালে প্রতিষ্ঠা করেছিলেন। এটি বাংলাদেশ আওয়ামী লীগের ভ্রাতৃপ্রতিম ছাত্র সংঘটন যাকে তাদের অঘোষিত প্যারামিলিটারি বাহিনীও বলা হয়। এটি বাংলাদেশের স্বাধীনতা যুদ্ধে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। ১৯৭২ সালের পর শেখ মুজিবুর রহমানের সাথে জোটের ভিত্তিতে এটি দুটি উপদলে বিভক্ত হয়ে যায়। কিন্তু পরবর্তীতে আতঙ্ক ছড়ানোর জন্য নির্যাতন, চাঁদাবাজি, সহিংসতা, জোরপূর্বক পতিতাবৃত্তি এবং হত্যার জন্য বারবার অভিযোগ তোলা হয়েছে ছাত্রলীগের বিরুদ্ধে। গেস্টরুম নির্যাতনের মাধ্যমে জোরপূর্বক দলীয় কর্মী বানানোর অভিযোগ রয়েছে। ২০০৯ থেকে ২০১৪ সালের মধ্যে ছাত্রলীগের হামলায় কমপক্ষে ৩৩ জন নিহত এবং ১৫০০ জন গুরুতর আহত হয়েছে। ২০১৪ থেকে ২০১৮ সালের মধ্যে ছাত্রলীগ কর্তৃক ১২৯ জনের প্রাণহানি হয়েছে, এরমধ্যে শুধুমাত্র ২০১৭ সালে ৩১ জনের প্রাণহানি হয়েছে। এই সময়ের মধ্যে ছাত্রলীগ নিজেদের মধ্যে কমপক্ষে ৫০০ বার সংঘর্ষে জড়িয়েছে, এতে নিজেদের ৫৫ জন কর্মী মারা গিয়েছে।\n২০১৮ সালে ছাত্র বিক্ষোভকারীদের উপর হামলার পর, বাংলাদেশের সাধারণ মানুষ Change.org ওয়েবসাইটে \"বাংলাদেশ ছাত্রলীগকে (বিএসএল) সন্ত্রাসী সংগঠন হিসেবে তালিকাভুক্ত করার জন্য\" একটি পিটিশন শুরু করেছিল। ২০১৮ সালে, বাংলাদেশের বিশিষ্ট ইংরেজি-ভাষা দৈনিক পত্রিকা ঢাকা ট্রিবিউন সংস্থাটিকে \"লজ্জার ব্র্যান্ড\" হিসাবে আখ্যা দেয়। ২৬ মে ২০২২ সালে ভিন্নমতাবলম্বী ছাত্রগোষ্ঠীর উপর ধারাবাহিক হামলার পরিপ্রেক্ষিতে আটটি বামপন্থী ছাত্র সংগঠন বাংলাদেশ ছাত্রলীগকে একটি 'সন্ত্রাসী সংগঠন' বলে অভিহিত করে।\nবৈষম্যবিরোধী ছাত্র আন্দোলন এর ব্যানারে নেতৃত্বাধীন ১৫ জুলাই, ২০২৪-এ বাংলাদেশে কোটা সংস্কার আন্দোলন এ বাংলাদেশের বিভিন্ন বিশ্ববিদ্যালয়, কলেজ ও স্কুলের শিক্ষার্থীরা অংশ নেয়, এতে বাংলাদেশ ছাত্রলীগ, বাংলাদেশ যুবলীগ, বাংলাদেশ আওয়ামী স্বেচ্ছাসেবক লীগ এবং বাংলাদেশের আইন প্রয়োগকারী সংস্থার  সহায়তায় অংশগ্রহণকারীদের ওপর ধারাবাহিক হামলা চালানো হয়। এই হামলাগুলোতে ১,০০০-এরও বেশি শিক্ষার্থী নিহত এবং ১৫,০০০-এরও বেশি শিক্ষার্থী আহত হয়। আহত শিক্ষার্থীরা ঢাকা মেডিকেল কলেজ এ চিকিৎসা নিতে গেলে, এই সংগঠনের কর্মীরা তাদের ওপরও হামলা চালায়। এই সহিংস ঘটনাগুলোকে ব্যাপকভাবে 'জুলাই গণহত্যা' হিসেবে উল্লেখ করা হয়।\n\n\n== হত্যাকাণ্ড ==\nবাংলাদেশ ছাত্রলীগ হল দখল, ক্যাম্পাস আধিপত্য, চাঁদাবাজি প্রভৃতির জন্য নানা হত্যাকাণ্ডে সম্পৃক্ত হয়েছে। ২০১৪ থেকে ২০১৮ সালের মধ্যে ছাত্রলীগ ১২৯ জনকে হত্যা করেছে। এই সময়ে বহুবার সংঘর্ষে জড়িয়েছে এবং নিজেদের মধ্যে আন্তঃকোন্দলে নিজেদের ৫৫ জন কর্মীকে হত্যা করেছে।\n\n\n=== আবরার ফাহাদ হত্যা ===\n\nবাংলাদেশ প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের এক ছাত্রকে শিবিরের সঙ্গে জড়িত সন্দেহে বাংলাদেশ ছাত্রলীগের লোকজন জিজ্ঞাসাবাদ করার পর তাকে পিটিয়ে হত্যা করা হয়েছে। অভিযুক্ত শিক্ষার্থীরা হলেন- সিভিল ইঞ্জিনিয়ারিংয়ের মেহেদী হাসান রাসেল, বুয়েট বিএসএলের সাধারণ সম্পাদক, সিভিল ইঞ্জিনিয়ারিংয়ের সহ-সভাপতি মুহতাসিম ফুয়াদ, কেমিক্যাল ইঞ্জিনিয়ারিংয়ের মেহেদী হাসান রবিন, সাংগঠনিক সম্পাদক, মেকানিক্যাল ইঞ্জিনিয়ারিংয়ের অনিক সরকার, তথ্য ও গবেষণা বিষয়ক সম্পাদক মো., মেকানিক্যাল ইঞ্জিনিয়ারিংয়ের ইশতিয়াক আহমেদ মুন্না, প্রকাশনা বিষয়ক সম্পাদক, বায়োমেডিকেল ইঞ্জিনিয়ারিং ব্যাচ-১৬-এর ইফতি মোশাররফ শাকাল, উপ-সমাজ কল্যাণ সম্পাদক, নৌ-স্থাপত্য ও মেরিন ইঞ্জিনিয়ারিংয়ের মেফতাহুল ইসলাম জিয়ন, ক্রীড়া সম্পাদক মুজাহিদুর রহমান মুজাহিদ, সিভিল ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক ডা. রাসায়নিক প্রকৌশল বিভাগের মুনতাসির আলম জেমী এবং যন্ত্র প্রকৌশল বিভাগের খন্দকার তাবাখখারুল ইসলাম তানভীর, পানি সম্পদ প্রকৌশল বিভাগের মনিরুজ্জামান মনির, পুরকৌশল বিভাগের আকাশ হোসেন এবং বুয়েটের যান্ত্রিক প্রকৌশল বিভাগের শামসুল আরেফিন রাফাত।\n\n\n=== বিশ্বজিৎ দাস হত্যাকাণ্ড ===\n\nবিশ্বজিৎ দাস, ঢাকার একজন ২৪ বছর বয়সী দর্জি। ২০১১ সালের  ৯ই ডিসেম্বর, বাংলাদেশ ছাত্রলীগের সদস্যরা তাকে বিরোধীদল সমর্থক সন্দেহে নির্মমভাবে হত্যা করেছিল। বিশ্বজিৎকে ধাওয়া করা হয় এবং ছুরি, লোহার বার এবং হকি স্টিক দিয়ে আক্রমণ করা হয়। আহত অবস্থায় তাকে মিটফোর্ড হাসপাতালে নিয়ে যাওয়া হয়, যেখানে শীঘ্রই তার মৃত্যু হয়। ২১ জন ছাত্রলীগ কর্মীকে ১৮ ডিসেম্বর ২০১৩ সালের বিশ্বজিৎ হত্যার জন্য দোষী সাব্যস্ত করা হয়। আটজনকে মৃত্যুদণ্ড এবং তেরোজনকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়। ২১ জন আসামীর মধ্যে মাত্র ৮ জন সাজার সময় হেফাজতে ছিলেন, বাকি ১৩ জনের অনুপস্থিতিতে বিচারকার্য সম্পন্ন করা হয়েছিল।\n\n\n=== আবু বকর হত্যাকাণ্ড ===\n\nআবু বকর ঢাকা বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের তৃতীয় বর্ষের ছাত্র ছিলেন। তিনি ২০১০ সালের ১ ফেব্রুয়ারি স্যার এ এফ রহমান হলে সিট দখল নিয়ে ছাত্রলীগের দুই পক্ষের সংঘর্ষের সময় আহত হয়। ৩ ফেব্রুয়ারি ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান। ঘটনার পর বিশ্ববিদ্যালয় কর্তৃপক্ষ অভিযুক্ত ১০ ছাত্রকে সাময়িক বহিষ্কার করে। ঘটনা তদন্তে অধ্যাপক মো. আবুল কাশেম প্রধান করে পাঁচ সদস্যের কমিটি গঠন করা হয়।\n\n\n=== নাহিদ হোসেন হত্যা ===\n\nঢাকার নিউ মার্কেটের স্থানীয় দোকানদারদের সাথে সংঘর্ষের সময় ঢাকা কলেজ ছাত্রলীগের নেতৃত্বে একটি জনতা দরিদ্র ডেলিভারিম্যান নাহিদ হোসেনকে হত্যা করেছে বলে অভিযোগ রয়েছে। বিশ বছরের যুবক নাহিদ হোসেন ২০ এপ্রিল ২০২২ সালে, কামরাঙ্গীরচরের বাড়ি থেকে শুরু করে এলিফ্যান্ট রোডের কর্মস্থলে যান। কিন্তু তার কর্মস্থল থেকে কয়েক গজ দূরে, তাকে ঢাকা কলেজের ছাত্রলীগের নেতাকর্মীরা কথিত একটি জনতা দ্বারা ঘেরাও করে, যারা তাকে বেধড়ক পিটিয়ে এবং ধারালো অস্ত্র দিয়ে কুপিয়ে নির্মমভাবে হত্যা করে রাস্তায় ফেলে রেখে যায়।\n\n\n=== জুবায়ের হত্যাকাণ্ড ===\n\nজুবায়ের আহমেদ ছিলেন জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের ছাত্র। ২০১২ সালের ৮ই জানুয়ারি ছাত্রলীগের দুই পক্ষের মধ্যে অন্তর্কলহ শুরু হয়। একপক্ষের হামলায় অপরপক্ষের ছাত্রলীগ কর্মী জুবায়ের আহত হয়ে একদিন পর মারা যান। পুলিশ বলেছে, প্রথমবর্ষের ছাত্রদের র‍্যাগিং এর শিকার হওয়া একদল ছাত্রলীগ সদস্য প্রতিশোধপরায়ণ হয়ে  এই হত্যাকাণ্ড ঘটিয়ে থাকতে পারে। এই ঘটনায় পাঁচজনের মৃত্যুদণ্ড এবং দু'জনের যাবজ্জীবন কারাদণ্ড হয়। এমনকি বিচার চলাকালে জুবায়ের হত্যাকারীরা বাদি পক্ষদের আরো কয়েকজনে হত্যার হুমকি দেয়। এই হত্যাকাণ্ডে ১৩ জন ছাত্রলীগ কর্মীদের বিরুদ্ধে অভিযোগ করা হয়।\n\n\n=== সাদ ইবনে মমতাজ হত্যাকাণ্ড ===\n\n২০১৪ সালের ৩১ মার্চ রাতে বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের আশরাফুল হক হলের ২০৫ নং কক্ষে সাদ ইবনে মমতাজকে ছাত্রলীগের কর্মীরা বেধড়ক পিটিয়ে মারাত্মকভাবে আহত করে। তাকে কয়েক ঘন্টা সময় ধরে কার্পেট দিয়ে মুড়িয়ে লোহার রড, লাঠি, হকিস্টিক ইত্যাদি দিয়ে নির্মমভাবে পেটানো হয়। পরে তিনি ময়মনসিংহ শহরের একটি ক্লিনিকে মারা যান। সাদ নিজেও ছাত্রলীগের একজন কর্মী ছিলেন। হত্যার ৭ম দিনে সাধারণ শিক্ষার্থীরা হত্যাকারীদের বিচার চেয়ে সমাবেশ এবং পরে বিক্ষোভ মিছিল করে। তদন্ত কমিটি অনুযায়ী ৬ ছাত্রলীগ নেতাকে বিভিন্ন মেয়াদে বহিষ্কার করা হয়।\n\n\n=== তোফাজ্জল হোসেন হত্যাকাণ্ড ===\n২০২৪ সালের ১৮ সেপ্টেম্বরে ঢাকা বিশ্ববিদ্যালয়ের ফজলুল হক মুসলিম হলে এক মানসিকভাবে অসুস্থ ব্যক্তিকে মব জাস্টিসে পিটিয়ে হত্যা করা হয়। তাকে মোবাইল চুরির অভিযোগে আটক করা হয় এবং পরে শিক্ষার্থীরা তাকে নির্মমভাবে মারধর করে, যার ফলে তার মৃত্যু হয়। হত্যাকাণ্ডের প্রধান আসামি আটককৃত ছয়জনই ছাত্রলীগের সাবেক সদস্য ছিলো। ডেমোক্রেটিক স্টুডেন্ট অ্যালায়েন্স, স্টুডেন্টস অ্যাগেইনস্ট রিপ্রেশন, ঢাকা বিশ্ববিদ্যালয় ছাত্রদলসহ বিভিন্ন ছাত্র সংগঠন এই হত্যাকাণ্ডের তীব্র সমালোচনা করেন।\n\n\n== ধর্ষণ ও নারীর প্রতি সহিংসতা ==\n১৯৯০ সাল থেকে ছাত্রলীগের নেতা-কর্মীদের দ্বারা সংগঠিত অসংখ্য ধর্ষণ ও যৌন সহিংসতার অভিযোগ বিভিন্ন গণমাধ্যমে প্রকাশিত হয়েছে। ছাত্রলীগের নেতা-কর্মীরা প্রায়ই ধর্ষণকে হাতিয়ার হিসেবে ব্যবহার করে নারীদের দমন ও ভয়ের পরিবেশ তৈরি করে এসেছে। এমনকি, ছাত্রলীগের নেতারা নারীদের ধর্ষণের \"শতধর্ষন বা সেঞ্চুরি উৎসব\" উদযাপন করেছেন এমন অনেক ঘটনাও নথিভুক্ত রয়েছে।  \n\n\n=== জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে ধর্ষণ সংস্কৃতি ===\n\n১৯৯৮ সালে বাংলাদেশ ছাত্রলীগ জাহাঙ্গীরনগর বিশ্ববিদ্যালয় শাখার তৎকালীন  সাধারণ সম্পাদক জসিমউদ্দিন মানিক ও তার অনুসারীরা  বিশ্ববিদ্যালয়ের অন্তত ২০জন ছাত্রীসহ ১০০তম ছাত্রীকে ধর্ষণের 'শতধর্ষন বা সেঞ্চুরি উৎসব' উদযাপন করেছিল। এটি ছাত্র -ছাত্রীদের একটি ধারাবাহিক বিক্ষোভের দিকে পরিচালিত করে। যার ফলস্বরূপ ১৯৯৯ সালে জাবি ধর্ষণবিরোধী আন্দোলনের ঘটে এবং ১৯৯৯ সালের ২ আগস্ট মানিক এবং তার অনুসারীদের বিশ্ববিদ্যালয় থেকে পলায়ন করে এবং তাদের বহিষ্কার করা হয়।\n\n\n=== ২০১৫ পহেলা বৈশাখে নারী হয়রানি ===\nঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসে বাংলা নববর্ষ উদযাপনে ছাত্রলীগের একদল শিক্ষার্থী অনুষ্ঠানস্থলে নারীদের যৌন হয়রানি করে এবং তাদের বস্ত্রহরণ করার চেষ্টা করে। প্রত্যক্ষদর্শীদের বর্ণনা অনুসারে প্রশাসন এবং আইন প্রয়োগকারীরা আশেপাশে উপস্থিত ছিল, তবুও দুষ্কৃতীদের থামানো হয়নি এবং তাদের বিরুদ্ধে কোনো ব্যবস্থা নেওয়া হয়নি।ছাত্রলীগের আক্রমণে হাতের আঙুল ভেঙে যাওয়া আহত এক যুবক বলেছে, ছাত্রলীগ তিনটি দলে বিভক্ত ছিল এবং প্রতিটি দলে ১০-১২ জন করে ছিল। চতুর্দিকের সিসিটিভি ফুটেজ হতে অপরাধীদের স্পষ্টভাবে শনাক্ত করা গেলেও, কাউকে গ্রেপ্তার করেনি পুলিশ। ডিবির উপ-পরিদর্শক দীপক কুমার দাস দীর্ঘ ৮ মাস তদন্তের পরে আদালতে একটি চূড়ান্ত প্রতিবেদন দাখিল করে বলেন যে, তিনি সন্দেহভাজনদের কাউকে সনাক্ত করতে ব্যর্থ হয়েছেন। আইনশৃঙ্খলা বাহিনীর ওপর ক্ষমতাসীন দল আওয়ামী লীগের নিয়ন্ত্রণ থাকায় এবং ছাত্রলীগকে গ্রেপ্তার না করে এসব হামলা চালাতে সহায়তা করেছিল বলে ব্যাপকভাবে অনুমান করা হচ্ছে। উল্লেখ্য, এ ঘটনার প্রতিবাদে ছাত্রলীগের নারী সদস্যদেরও বাধা দেয় ছাত্রলীগ।\n\n\n=== ইবিতে ফুলপরী খাতুন নির্যাতন ===\n\n২০২৩ সালের ১২ ফেব্রুয়ারি রাত ১১টার দিকে কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের ছাত্রলীগের সহসভাপতি সানজিদা চৌধুরী তাকে হলের \"দোয়েল\" নামক গণরুমে ডেকে নিয়ে যায়। ৫-৬ জনের একটি দল এই গণরুমে তাকে রাত ৩.৩০ পর্যন্ত নানাভাবে শারীরিক নির্যাতন করে। ফুলপরীকে কিল, ঘুষি ও থাপ্পর দেওয়া হয়, আলপিন দিয়ে পায়ে ফুটা করা হয়, অশ্লীল গালিগালাজ করা হয়। এছাড়াও তাকে জোর করে ডাইনিংয়ের ময়লা গ্লাস চাটানো, গামছা দিয়ে মুখ বেঁধে শরীরে আঘাত করা এবং যৌন হয়রানি করা হয়। এক পর্যায়ে তাকে বিবস্ত্র করে মুঠোফোনে ভিডিও ধারণ করা হয়। এই ভিডিও ইন্টারনেটে ছড়িয়ে দেওয়ার হুমকি দেওয়া হয়, এবং নির্যাতনের কথা বাইরে বললে তাকে মেরে ফেলার হুমকি দেওয়া হয়। জাতীয় মানবাধিকার কমিশন এই কাজকে \"বর্বর ও কুরুচিপূর্ণ\" বলে অভিহিত করেছিলো।\n\n\n=== মুরারিচাঁদ ছাত্রাবাসে গৃহবধু ধর্ষণ ===\n২০২০ সালের ২৫ সেপ্টেম্বর সিলেটের শাহ পরাণের মাজার ভ্রমণ করে ফেরার পথে মুরারিচাঁদ কলেজের ছাত্রাবাসে এক গৃহবধূ ধর্ষণের শিকার হয়। এমসি কলেজের \"বিসিএল মেনস রুমের\" সামনে ছাত্রলীগ কর্মীরা গৃহবধূ ধর্ষণ করা হয়। স্বামীর কাছ থেকে তুলে নিয়ে ধর্ষণের এই ঘটনায় ৬ জনকে আসামি করে মামলা দায়ের করা হয়, যাদের সবাই ছাত্রলীগের রাজনীতির সাথে জড়িত। ঘটনার পর পলাতক আসামিদের কয়েকজনকে দ্রুত গ্রেফতারে সক্ষম হয় পুলিশ। ধর্ষণের এই ঘটনায় ছাত্রলীগের কেন্দ্রীয় সাধারণ সম্পাদক লেখক ভট্টাচার্য বলেন, “ধর্ষণ তো দূরের কথা, কেউ নারীর প্রতি বিন্দুমাত্র আড়চোখে তাকানোর সাহস করে, এমন কোনো কর্মী বাংলাদেশ ছাত্রলীগে নেই।”\n\n\n=== কক্সবাজারে পর্যটককে ধর্ষণ ===\nএক নারী পর্যটক, গৃহবধূ এবং আট মাস বয়সী এক শিশুর মাকে গণধর্ষণ করেছে জয়, আশিক ও বাবু নামের ৩ ছাত্রলীগ কর্মী। বাংলাদেশের পর্যটন রাজধানীতে নারী পর্যটক ধর্ষিত হওয়ার সময় ওই নারী পর্যটককে প্রথমে তার স্বামী ও সন্তানদের কাছ থেকে বিচ্ছিন্ন করা হয়েছিল, যাদেরকে তিনজন অভিযুক্ত ধর্ষকের হাতে জিম্মি করে রাখা হয়েছিল। বিশিষ্ট নারী অধিকার কর্মী শিরীন হক এই ঘটনাটিকে \"সবচেয়ে খারাপ দৌরাত্ম্য এবং দস্যুতা\" বলে মন্তব্য করেছেন।\n\n\n=== চট্টগ্রাম বিশ্ববিদ্যালয়ে ধর্ষণ চেষ্টা ===\nচট্টগ্রাম বিশ্ববিদ্যালয়ের এক ছাত্রীকে উলঙ্গ করে বিশ্ববিদ্যালয়ের ছাত্রাবাসের সামনে থেকে ছাত্রলীগের গুন্ডা তাকে তুলে নিয়ে ধর্ষণের চেষ্টা চালায়। পরে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর তদন্তে দেখা যায়, অভিযুক্ত পাঁচজনই শিক্ষা উপমন্ত্রী মহিবুল হাসান চৌধুরীর ঘনিষ্ঠ সহযোগী রেজাউল হকের কর্মী। রেজাউল হক ওই ছাত্রীকে অভিযোগ দায়ের করতে বাধা দেন যার জন্য তাকে ছাত্রলীগের পক্ষ থেকে কারণ দর্শানোর নোটিশ দেওয়া হয়। কিন্তু এই ঘটনার আগে ক্যাম্পাসের ভেতরে উপ-শিক্ষামন্ত্রী মহিবুল হাসান চৌধুরী  এর অনুসারীদের দ্বারা আরো দুই শিক্ষার্থী যৌন হয়রানির শিকার হয় এবং ছাত্রলীগ ও মন্ত্রীকে জড়িত থাকায় চট্টগ্রাম বিশ্ববিদ্যালয়ে মামলাগুলো দাঁড় করায়।\n\n\n=== ইডেন কলেজে যৌন শোষণ ===\n\n২০২২ সালের সেপ্টেম্বরে ইডেন মহিলা কলেজে ছাত্রলীগের নেতৃত্বের বিরুদ্ধে মহিলা ছাত্রীদের যৌন শোষণের অভিযোগ মিডিয়াতে উঠে আসে। ইডেন কলেজের ছাত্রলীগ নেতাদের একাংশ দাবি করেছেন যে সংগঠনের ঊর্ধ্বতন নেতৃত্বের আশীর্বাদপ্রাপ্ত ইউনিটের সভাপতি তরুণ ছাত্রদের তাদের আপোষমূলক ছবি এবং ভিডিও দিয়ে ব্ল্যাকমেইল করে 'দলের পুরুষ নেতা ও উচ্চপদস্থদের কাছে যৌন সম্পর্ক স্থাপনের জন্য'।\n\n\n== পুরুষদের প্রতি সহিংসতা ও নির্যাতন ==\n\n\n=== এহসান রফিক নির্যাতন ===\n২০১৮ সালের ৬ ফেব্রুয়ারি রাতে সলিমুল্লাহ মুসলিম হলে ধার দেওয়া ক্যালকুলেটর ফেরত চাওয়ায় ছাত্রলীগের নেতাকর্মী দ্বারা নির্যাতিত শিকার হন এহসান রফিক। এতে তার চোখের কর্ণিয়া মারাত্মকভাবে ক্ষতিগ্রস্ত হয়। হল সহসভাপতি আরিফুল ইসলাম তাকে নিয়ে ছাত্রলীগের কিছু ছাত্ররা মিলে তাকে দেড় ঘন্টা নির্যাতন করে হল থেকে বের করে দেন। পরে ওমর ফারুকের নেতৃত্বে আবারও তাকে মারধর করা হয়। এতে তার একটি চোখ মারাত্মক জখম হয় এবং কপাল ও নাক ফেটে রক্ত বের হয়ে যায়।\n\n\n=== মাহাদি জে আকিব নির্যাতন ===\n২০২১ সালের অক্টোবর মাসে চট্টগ্রাম মেডিকেল কলেজের দ্বিতীয় বর্ষের শিক্ষার্থী মাহাদি জে আকিবকে প্রধান ফটকের সামনে পিটিয়ে গুরুতরভাবে আহত করা হয়। কাঁচের বোতল, ছুরি, রড, ক্ষুর, ক্রিকেটের স্ট্যাম্প প্রভৃতি দিয়ে তার উপর আক্রমণ করা হয়। ক্ষুর দিয়ে তার মাথা থেঁতলে দেওয়া হয়, এতে মাথার হাড় ভেঙ্গে যায় এবং মস্তিষ্কে প্রচুর রক্তক্ষরণ হয়।  তার মাথা ফেটে যাওয়া খুলির একটি অংশ আলাদা করে পেটের চামড়ার নিচে রাখা হয়। মাথা পূর্বের অবস্থায় ফিরিয়ে আনতে মাথায় একাধিক অস্ত্রোপচার করাতে হয়।\n\n\n=== কুয়েটে জাহিদুর নির্যাতন ===\n২০২২ সালে খুলনা প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের জাহিদুর রহমানকে ছাত্রশবির সন্দেহে নির্যাতন করা হয়। ১০-১২ জন মিলে তাকে পাইপ দিয়ে পাগলের মত পেটাতে থাকে। শব্দ যেন বাইরে না যায় এইজন্য রুমে সাউন্ড বক্সে উচ্চস্বরে গান বাজানো হয়। তাকে কিল, লাথি, চড়, ঘুষি মারতে থাকে, এক পর্যায়ে অবস্থা গুরুতর হলে তাকে খুলনা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। পরে ছাত্রলীগ তার বিরুদ্ধে মিথা আইসিটি মামলা দায়ের করে। এই ঘটনার প্রতিবাদে সাধারণ শিক্ষার্থীরা ৫ দফা নিয়ে মানববন্ধন করে।\n\n\n=== ঢামেকে শিক্ষার্থী নির্যাতন ===\n২০২১ সালের জানুয়ারিতে ঢাকা মেডিকেল কলেজের শহীদ ডা. ফজলে রাব্বি হলে ইন্টার্ন চিকিৎসক এএসএম আলী ইমাম শীতলকে তার কোমর থেকে পা পর্যন্ত রড দিয়ে পিটিয়ে রক্তাক্ত করাসহ হাঁটুর নিচের হাড় ভেঙে দেয়া হয়। মাথায় আঘাতের ফলে বমি শুরু হলে তাকে বের করে দেওয়া হয়। এর সঙ্গে কলেজ ছাত্রলীগ এবং ইন্টার্ন চিকিৎসক পরিষদের নেতারা জড়িত। শীতল নিজেও ঢামেক ছাত্রলীগের সাবেক উপদপ্তর সম্পাদক ছিলো।\n\n\n== শিক্ষার্থীদের আন্দোলনে হামলা ==\nবাংলাদেশ ছাত্রলীগ শিক্ষার্থী ভিত্তিক একটি সংগঠন হলেও তারা নানাসময়ে শিক্ষার্থীদের ন্যায্য আন্দোলনের বিরোধিতা করেছে, মারপিট করেছে, এমনকি গোষ্ঠীবদ্ধভাবে হামলা করেছে। ছাত্রলীগ সবসময়ই বাংলাদেশের বৃহৎ আন্দোলনের উপর হুমকি ও হামলা ও গুলি করেছে। এমনকি ২০২৪ সাল অসহযোগ আন্দোলনে শেখ হাসিনার পতনের পিছনে ছাত্রলীগের অতিরিক্ত নির্যাতন দায়ী ছিলো।\n\n\n=== কোটা সংস্কার আন্দোলন ===\nসরকারি চাকরিতে কোটার পরিমাণ কমিয়ে আনার আন্দোলন। ২০১৩ সালে, ২০১৮ সালে এবং ২০২৪ সালে কোটা সংস্কার আন্দোলন সংগঠিত হয়েছিলো। তবে প্রতিটা আন্দোলনে ছাত্রলীগ এই আন্দোলনের বিরোধিতা করেছিলো।\n\n\n==== ২০১৩ কোটা সংস্কার আন্দোলন ====\nছাত্রলীগ ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাস এলাকার সাধারণ শিক্ষার্থীদের সাথে সংঘর্ষ ছড়িয়ে পড়ে। ছাত্রলীগের নেতাকর্মীরা শিক্ষার্থীদের উপর প্রাণঘাতী অস্ত্র, লাঠিসোঁটা ও লোহার রড দিয়ে মারধর করে। রাজশাহী বিশ্ববিদ্যালয়ের শান্তিপূর্ণ আন্দোলনের উপর হামলা করে। এছাড়াও চট্টগ্রাম বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়, শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের আন্দোলনেও ছাত্রলীগ বিরুদ্ধে অবস্থান করে এবং প্রতিরোধ করে।\n\n\n==== ২০১৮ কোটা সংস্কার আন্দোলন ====\nবাংলাদেশ ছাত্রলীগ ঢাকা বিশ্ববিদ্যালয়ে আন্দোলনকারীদের বিরুদ্ধে মিছিল বের করে এবং বিভিন্ন সময় আন্দোলকারীদের উপর হামলা চালায়। ছাত্রলীগ ঢাবিতে ‘শিবির ধর’, ‘শিবির ধর’ বলে আন্দোলনকারীদের ধাওয়া করে এবং তাদের মারধর করে কেন্দ্রীয় গ্রন্থাগারের সামনে থেকে সরিয়ে দেওয়া হয়। আন্দোলনে সম্পৃক্ত থাকার কারণে ছাত্রলীগ কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের লালন শাহ হলের ২২ শিক্ষার্থীকে আবাসিক থেকে বের করে দেয়। ২ জুলাই একটি কোটা সংস্কার আন্দোলনের প্রতিবাদ মিছিলে নেতা তরিকুল ইসলামসহ ১৫ জনের ওপর লাঠিসোঁটা, বাঁশের খুঁটি, ছোরা ও হাতুড়ি দিয়ে হামলা করা হয়, হামলায় তরিকুল ইসলামের পা ভেঙ্গে যায়। দ্য ডেইলি স্টারের একজন সংবাদদাতা ১১ জন আক্রমণকারীর মধ্যে ১০ জনকে ছাত্রলীগের সদস্য হিসাবে চিহ্নিত করেছে। হামলার ভিডিও এবং ছবি সোশ্যাল মিডিয়ায় ছড়িয়ে পড়ে, যা পুলিশ ও বিশ্ববিদ্যালয় প্রশাসনের নিষ্ক্রিয়তা নিয়ে সমালোচনার জন্ম দেয়। আন্দোলনের সংগঠক জগন্নাথ বিশ্ববিদ্যালয় শাখার যুগ্ম আহ্বায়ক এ পি এম সুহেলের হামলা করা হয়।\n\n\n==== ২০২৪ কোটা সংস্কার আন্দোলন ====\nএই আন্দোলনে ছাত্রলীগের নেতৃত্বে শিক্ষার্থী ও আন্দোলনকারীদের উপর রড, লাঠি, হকি স্টিক, রামদা, আগ্নেয়াস্ত্র নিয়ে হামলা করা হয়। ১৫ জুলাই ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে কোটা সংস্কারের দাবিতে শিক্ষার্থীদের আন্দোলনে হামলা করে ছাত্রলীগ। এতে শতাধিক ছাত্রের আহত হওয়ার ঘটনা ঘটে। জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের কোটা সংস্কার আন্দোলনকারীরা ছাত্রলীগের হামলার ভয়ে উপাচার্যের বাসভবনের ভেতরে আশ্রয় নেন। সেখানেও ছাত্রলীগ ঢুকে আন্দোলনকারী শিক্ষার্থীদের মারধর করে। কোটা আন্দোলনকারীরা টাঙ্গাইল পৌরসভার সামনে থেকে মিছিল নিয়ে শহীদ মিনারের কাছে পৌঁছালে ছাত্রলীগ লাঠি ও লোহার রড নিয়ে তাদের ওপর হামলা করে। ১৫ জুলাই মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দফতরের মুখপাত্র ম্যাথিউ মিলার দুইজন কোটাবিরোধী বিক্ষোভকারীর মৃত্যু দাবি করে ছাত্রলীগের বিক্ষোভকারীদের উপর হামলার নিন্দা করেন। সব সহিংসতা শেষে অসহযোগ আন্দোলনের মাধ্যমে শেখ হাসিনার পদত্যাগ হয়। বিশেষজ্ঞরা শেখ হাসিনার পতনের জন্য ছাত্রলীগের নির্যাতনকে একটি কারণ হিসাবে চিহ্নিত করেছে।\n\n\n=== নিরাপদ সড়ক আন্দোলন ===\n\n২৯ জুলাই ২০১৮ তারিখে, ঢাকার একটি বাসস্টপে বাস চাপায় দুই শিক্ষার্থী নিহত এবং আরও বারো জন আহত হয়। কিছুক্ষণ পরেই উন্নত সড়ক নিরাপত্তার দাবিতে বিক্ষোভ শুরু হয়। বিক্ষোভ চলাকালীন, ছাত্রলীগ সদস্যরা সারা বাংলাদেশে বিক্ষোভকারীদের উপর অসংখ্য হামলার সাথে জড়িত বলে অভিযোগ ছিলো। ৫ আগস্ট ২০১৮-এ হেলমেট পরা ছাত্রলীগ সদস্যদের দ্বারা বেশ কয়েকজন ফটো সাংবাদিকের উপর হামলা হয়েছিল। আইনশৃঙ্খলা বাহিনীর কর্মকর্তারা উপস্থিত থাকলেও হামলা ঠেকানোর কোনো চেষ্টা করেননি।\n\n\n=== ভ্যাট বিরোধী ছাত্র বিক্ষোভ ===\n\n২০১৫ সালের ১০ সেপ্টেম্বর ভ্যাট বিরোধী আন্দোলনে ছাত্রলীগ জয় বাংলা স্লোগান দিতে দিতে হামলা করে। তারা ধানমন্ডি ২৭ নম্বরে বেসরকারি বিশ্ববিদ্যালয়ের আন্দোলনরত শিক্ষার্থীদের ওপর দুই দফা হামলা চালায়, এতে বেশ কিছু শিক্ষার্থী আহত হয়। এছাড়াও ছাত্রলীগ কাকলি মোড়ে ভ্যাট প্রত্যাহারের দাবিতে আন্দোলনরত বেসরকারি বিশ্ববিদ্যালয়ে শিক্ষার্থীদের ওপর হামলা চালায়। তবে ছাত্রলীগ সভাপতি সাইফুর রহমান লিখিত বক্তব্যে জানান তারা ভ্যাট বিরোধী আন্দোলনের পক্ষেই আছেন।\n\n\n== নিপীড়ন ও সন্ত্রাসবাদ ==\n\n\n=== গেস্টরুম কালচার ===\nছাত্রলীগ বিশ্ববিদ্যালয় হলে আদব কায়দা শেখানোর নামে শারীরিক ও মানসিক নির্যাতন চালাতো। দ্য ডেইলি ক্যাম্পাসের মতে, এই সময়ের মধ্যে ছাত্রলীগ কর্তৃক ৫৩২৭ জন শিক্ষার্থী নির্যাতনের শিকার হয়েছে। এর মধ্যে ১০৩২ জন সাধারণ শিক্ষার্থী, ৪১১ জন রাজনৈতিক ছাত্র সংগঠনের শিক্ষার্থী এবং ৩৮৮৪ জন অর্ন্তদলীয় কোন্দলে নিজেদের কর্মীরা নিপীড়নের শিকার হোন। স্টুডেন্টস অ্যাগেইনস্ট টর্চার নামক এক মানবাধিকার সংগঠনের প্রতিবেদনে শুধুমাত্র ২০২২ সালেই ঢাকা বিশ্ববিদ্যালয়ে ২০টি ঘটনায় ২৭ জন সাধারণ শিক্ষার্থী গুরুতর আহত হয়েছে। দৈনিক শিক্ষা পত্রিকার অনুসন্ধান মতে, ঢাকা বিশ্ববিদ্যালয়ে ২০১৩-২০১৯ সাল পর্যন্ত ১৩টি আবাসিক হলে ৫৮টি নির্যাতনের ঘটনা ঘটেছে এবং নির্যাতনের শিকার হয়েছেন ৫০+ শিক্ষার্থী। রাজশাহী বিশ্ববিদ্যালয়ে ২০২১-২০২২ সালের মধ্যে ছাত্রলীগের আক্রমণের শিকার হয়েছে শতাধিক শিক্ষার্থী। এই সময়ের মধ্যে অন্তত ২৩ জন শিক্ষার্থীকে নির্যাতন করে হল থেকে বের করে দিয়েছে। এসবের মধ্যে অন্তত ৪২টি লিখিত অভিযোগ দেওয়া হয়। বিশ্ববিদ্যালয় প্রশাসন কর্তৃক ১৩টি তদন্ত কমিটি গঠন করা হয়। তবে প্রশাসন কাউকেই শাস্তি দিতে পারেনি।\nবুয়েটের কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বিভাগের শিক্ষার্থীরা ২০১৭ সালের ৩১ মার্চ ছাত্র নির্যাতনের অভিযোগ জানাতে একটা ওয়েবসাইট খোলে। ২.৫ বছর মধ্যে ছাত্রলীগের বিরুদ্ধে ১৬৬টি অভিযোগ পড়েছিলো। ভিপি নুরুল হক নূর বলেন, ঢাকা বিশ্ববিদ্যালয়ে ২০১৩-২০১৯ পর্যন্ত গেস্টরুমে ২৮২ জন শিক্ষার্থী নিপীড়নের শিকার হয়েছেন। এবং এই সময়কালে ৯২টি নির্যাতনের ঘটনা ঘটেছে। বাংলাদেশ ছাত্রলীগের এই র‍্যাগিং ও গেস্টরুম নির্যাতনের ফলে ২০১৪ থেকে ২০১৯ সাল পর্যন্ত বুয়েটের অন্তত ৩০ জন শিক্ষার্থী বুয়েট ছাড়তে বাধ্য হয়েছেন।\n\n\n=== সাংবাদিকদের উপর হামলা ===\nরিপোর্টার্স উইদাউট বর্ডারস এর ২০২০ কান্ট্রি রিপোর্টে উল্লেখ করা হয়েছে যে ২০২০ ঢাকা সিটি কর্পোরেশন নির্বাচনের সময়, ছাত্রলীগের গুন্ডারা নির্বাচনের সময় ব্যাপক কারচুপি কভার করার চেষ্টা করার সময় কমপক্ষে ১০ জন সাংবাদিককে নির্মমভাবে আক্রমণ করে এবং মারধর করে।\n\n\n=== মোদী বিরোধী বিক্ষোভে হামলা ===\n\nঢাকা বিশ্ববিদ্যালয়ের ছাত্রলীগ শাখার নেতা সঞ্জিত চন্দ্র দাস বিক্ষোভকারীদের \"চামড়া খোসা\" ঘোষণা করেছেন যদি তারা ২০২১ সালের মার্চ মাসে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদির বাংলাদেশ সফরের বিরুদ্ধে প্রতিবাদ করে। তার সমর্থকরা প্রগতিশীল ছাত্রদের উপর, ঢাকার জাতীয় মসজিদ প্রাঙ্গণের ভিতরে মুসলমানদের উপর আক্রমণ করে, এবং ব্রাহ্মণবাড়িয়ার একটি মাদ্রাসা কম্পাউন্ডের ভিতরে ছাত্ররা মোদীর বিরুদ্ধে তাদের বিক্ষোভ দমন করার জন্য সারাদেশে একটি সহিংস মোদী বিরোধী বিক্ষোভ শুরু করে যা ২৭শে মার্চ পর্যন্ত ১০ জন প্রাণ হারিয়েছিল।\n\n\n== সাম্প্রদায়িক সহিংসতা ==\n\n\n=== হিন্দুদের উপর হামলা ===\n২০২১ সালের বাংলাদেশের সাম্প্রদায়িক সহিংসতা চাঁদপুর ও রংপুরে অন্তত দুটি জেলায় বাংলাদেশের হিন্দু সম্প্রদায়ের ওপর সমন্বিত হামলায় ছাত্রলীগের নেতা-কর্মীরা জড়িত থাকার অভিযোগ পাওয়া যায়। রংপুরে কারমাইকেল কলেজের দর্শন বিভাগ ছাত্রলীগের সহ-সভাপতি সৈকত মন্ডল, যার সাথে স্থানীয় এক হিন্দু যুবক পরিতোষ সরকারের ব্যক্তিগত বিরোধ ছিল, স্থানীয় একটি মসজিদের ইমামের সাথে যোগসাজশ করে স্থানীয় মুসলিম জনগণকে উসকানি দেয়। ফলাফল স্বরূপ এই ছাত্রলীগের কর্মীর উসকানিতে ওই এলাকার হিন্দু গ্রামে হামলা চালায় স্থানীয় বিক্ষুব্ধ জনতা। চাঁদপুরে, দুই ছাত্রলীগ কর্মী কথিত \"কুরআনের অবমাননা\" এর প্রতিবাদে বিক্ষোভ শুরু করে যা স্থানীয় মন্দির ও প্যান্ডেলে হামলার দিকে পরিচালিত করে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}