{"pageid": 1193409, "title": "নির্জলা একাদশী", "url": "https://bn.wikipedia.org/wiki?curid=1193409", "content": "নির্জলা একাদশী বা পাণ্ডবা নির্জলা একাদশী হলো হিন্দু পঞ্জিকার জ্যৈষ্ঠ মাসের শুক্ল পক্ষের একাদশতম তিথি। নির্জলা অর্থ জলমিশ্রিত নয় এমন। ২৪টি একাদশীর মধ্যে এই একাদশীকে সবচেয়ে কঠোর এবং পবিত্র বলে মনে করা হয়।\n\n\n== ব্রতকথা ==\nপাণ্ডবা নির্জলা একাদশী জ্যৈষ্ঠ শুক্ল পক্ষের এই নির্জলা একাদশী ব্রত সম্পর্কে ব্রহ্মবৈবর্ত পুরাণে শ্রীভীমসেন-ব্যাসসংবাদে বর্ণিত হয়েছে।\nমহারাজ যুধিষ্ঠির বললেন – হে জনার্দন! আমি অপরা একাদশীর সমস্ত মাহাত্ম্য শ্রবণ করলাম এখন জ্যৈষ্ঠ শুক্লপক্ষের একাদশীর নাম ও মাহাত্ম্য কৃপাপূর্বক আমার কাছে বর্ণনা করুন। শ্রীকৃষ্ণ বললেন, এই একাদশীর কথা মহর্ষি ব্যাসদেব বর্ণনা করবেন। কেননা তিনি সর্বশাস্ত্রের অর্থ ও তত্ত্ব পূর্ণরূপে জানেন। রাজা যুধিষ্ঠির ব্যাসদেবকে বললেন— হে মহর্ষি দ্বৈপায়ন! আমি মানুষের লৌকিক ধর্ম এবং জ্ঞানকাণ্ডের বিষয়ে অনেক শ্রবণ করেছি। আপনি যথাযথভাবে ভক্তিবিষয়িনী কিছু ধর্মকথা এখন আমায় বর্ণনা করুন। শ্রীব্যাসদেব বললেন—হে মহারাজ! তুমি যেসব ধর্মকথা শুনেছ এই কলিযুগের মানুষের পক্ষে সে সমস্ত পালন করা অত্যন্ত কঠিন। যা সুখে, সামান্য খরচে, অল্প কষ্টে সম্পাদন করা যায় অথচ মহাফল প্রদান করে এবং সমস্ত শাস্ত্রের সারস্বরূপ সেই ধর্মই কলিযুগে মানুষের পক্ষে করা শ্রেয়। সেই ধর্মকথাই এখন আপনার কাছে বলছি।\nউভয় পক্ষের একাদশী দিনে ভোজন না করে উপবাস ব্রত করবে। দ্বাদশী দিনে স্নান করে শুচিশুদ্ধ হয়ে নিত্যকৃত্য সমাপনের পর শ্রীকৃষ্ণের অর্চন করবে। এরপর ব্রাহ্মণদেরকে প্রসাদ ভোজন করাবে। অশৌচাদিতেও এই ব্রত কখনও ত্যাগ করবে না। যে সকল ব্যক্তি স্বর্গে যেতে চায়, তাদের সারা জীবন এই ব্রত পালন করা উচিত। পাপকর্মে রত ও ধর্মহীন ব্যক্তিরাও যদি এই একাদশী দিনে ভোজন না করে, তবে তারা যমযাতনা থেকে রক্ষা পায়। শ্রীব্যাসদেবের এসব কথা শুনে গদাধর ভীমসেন অশ্বত্থ পাতার মতো কাঁপতে কাঁপতে বলতে লাগলেন – হে মহাবুদ্ধি পিতামহ! মাতা কুন্তী, দ্রৌপদী, ভ্রাতা যুধিষ্ঠির, অর্জুন, নকুল ও সহদেব এরা কেউই পাণ্ডবা নির্জলা একাদশী একাদশীর দিনে ভোজন করে না। আমাকেও অন্ন গ্রহণ করতে নিষেধ করে। কিন্তু দুঃসহ ক্ষুধাযন্ত্রণার জন্য আমি উপবাস করতে পারি না। ভীমসেনের এরকম কথায় ব্যাসদেব বলতে লাগলেন— যদি স্বৰ্গাদি দিব্যধাম লাভে তোমার একান্ত ইচ্ছা থাকে, তবে উভয় পক্ষের এতাদর্শীতে ভোজন করবে না। তদুত্তরে ভীমসেন বললেন—আমার নিবেদন এই যে, উপবাস তো দূরের কথা, দিনে একবার ভোজন করে থাকাও আমার পক্ষে অসম্ভব। কারণ আমার উদরে ‘বৃক’ নামে অগ্নি রয়েছে। ভোজন না করলে কিছুতেই সে শান্ত হয় না। তাই প্রতিটি একাদশী পালনে আমি একেবারেই অপারগ। হে মহর্ষি। বছরে একটি মাত্র একাদশী পালন করে যাতে আমি দিব্যধাম লাভ করতে পারি এরকম কোন একাদশীর কথা আমাকে নিশ্চয় করে বলুন।\nতখন ব্যাসদেব বললেন—জ্যৈষ্ঠ মাসের শুক্লপক্ষের একাদশী তিথিতে জলপান পর্যন্ত না করে সম্পূর্ণ উপবাস থাকবে। তবে আচমনে দোষ হবে না। ঐদিন অন্নাদি গ্রহণ করলে ব্রত ভঙ্গ হয়। একাদশীর দিন সুর্যোদয় থেকে দ্বাদশীর দিন সূর্যাস্ত পর্যন্ত জলপান বর্জন করলে অনায়াসে বারোটি একাদশীর ফল লাভ হয়। বছরের অন্যান্য একাদশী পালনে অজান্তে যদি কখনও ব্রতভঙ্গ হয়ে যায়, তা হলে এই একটি মাত্র একাদশী পালনে সেই সব দোষ দূর হয়। দ্বাদশী দিনে ব্রাহ্মমুহূর্তে স্নানাদিকার্য সমাপ্ত করে শ্রীহরির পূজা করবে। সদাচারী ব্রাহ্মণদের বস্ত্রাদি দানসহ ভোজন করিয়ে আত্মীয়স্বজন সঙ্গে নিজে ভোজন করবে। এরূপ একাদশী ব্রত পালনে যে প্রকার পুণ্য সঞ্চিত হয়, এখন তা শ্রবণ কর। সারা বছরের সমস্ত একাদশীর ফলই এই একটি মাত্র ব্রত উপবাসে লাভ করা যায়। শঙ্খ, চক্র, গদা, পদ্মধারী ভগবান শ্রীকৃষ্ণ আমাকে শ্রী বলেছেন—‘বৈদিক ও লৌকিক সমস্ত ধর্ম পরিত্যাগ করে যারা একমাত্র ও আমার শরণাপন্ন হয়ে এই নির্জলা একাদশী ব্রত পালন করে তারা সর্বপাপ মুক্ত হয়। বিশেষত কলিযুগে ধন-সম্পদ দানের মাধ্যমে সদ্‌গতি বা স্মার্ত সং স্কারের মাধ্যমেও যথার্থ কল্যাণ লাভ হয় না। কলিযুগে দ্রব্যশুদ্ধি নেই। কলিতে শাস্ত্রোক্ত সংস্কার বিশুদ্ধ হয় না। তাই বৈদিক ধর্ম কখনও সুসম্পন্ন হতে পারে না। হে ভীমসেন! তোমাকে বহু কথা বলার আর প্রয়োজন কি? তুমি উভয় পক্ষের একাদশীতে ভোজন করবে না। যদি তাতে অসমর্থ হও তবে জ্যৈষ্ঠ মাসের শুক্লপক্ষের একাদশীতে অবশ্যই নির্জলা উপবাস করবে। এই একাদশী ব্রত ধনধান্য ও পুন্যদায়িনী। যমদূতগণ এই ব্রত পালনকারীকে মৃত্যুর পরও স্পর্শ করতে পারে না। পক্ষান্তরে বিষ্ণুদূতগণ তাঁকে বিষ্ণুলোকে নিয়ে যান।\nশ্রীভীমসেন ঐদিন থেকে নির্জলা একাদশী পালন করতে থাকায় এই একাদশী ‘পাণ্ডবা নির্জলা বা ভীমসেনী একাদশী' নামে প্রসিদ্ধ হয়েছে। এই নির্জলা একাদশীতে পবিত্র তীর্থে স্নান, দান, জপ, কীর্তন ইত্যাদি যা কিছু মানুষ করে তা অক্ষয় হয়ে যায়। যে ব্যক্তি ভক্তিসহকারে এই একাদশী মাহাত্ম্য পাঠ বা শ্রবণ করেন তিনি বৈকুণ্ঠধাম প্রাপ্ত হন।\n\n\n== অনুশীলন ==\nঅন্যান্য একাদশীতে শুধু পঞ্চশস্য (খাদ্য) বর্জন করা হলেও, নির্জলা একাদশীতে, জল পর্যন্ত না খেয়ে পরম উপবাস পালন করা হয়। দিনটি গরম ভারতীয় গ্রীষ্মে পড়ে, জলহীন উপবাস পালন করা অত্যন্ত কঠিন এবং অত্যন্ত ধার্মিক তপস্যা হিসাবে বিবেচিত হয়। নির্জলা একাদশীর সূর্যোদয় থেকে পরের দিন সূর্যোদয় পর্যন্ত ২৪ ঘণ্টা উপবাস পালন করা হয়। কেউ কেউ এটি সূর্যোদয় থেকে সূর্যাস্ত পর্যন্ত পালন করে। নির্জলা একাদশীর আগের দিন, ভক্ত সান্ধ্য প্রার্থনা (সন্ধ্যাবন্দনম) করেন এবং ভাত ছাড়া শুধুমাত্র একটি খাবার গ্রহণ করেন - যেহেতু ভাত খাওয়া নিষিদ্ধ। শুদ্ধিকরণ অনুষ্ঠানের অংশ হিসাবে আচমনে ভক্তকে এক ফোঁটা জল খাওয়ার অনুমতি দেওয়া হয়, এর চেয়ে বেশি জল ব্রত ভঙ্গের সমান।\nঅন্যান্য একাদশীর মতো, বিষ্ণুকে পূজা দেওয়া হয়, যার জন্য একাদশী পবিত্র, তাঁর কৃপা কামনা করার জন্য। বিষ্ণুর একটি মূর্তি বা একটি শালিগ্রাম পাথর (বিষ্ণুর আকারে একটি আইকনিক জীবাশ্ম পাথর) পঞ্চামৃত দিয়ে স্নান করা হয় (অভিষেক), পাঁচটি খাবারের মিশ্রণ: দুধ, দই, ঘি (স্পষ্ট মাখন), মধু এবং চিনি। তারপর জল দিয়ে ধুয়ে রাজকীয় সাজসজ্জা করা হয়। একটি হ্যান্ড-ফ্যানও দেওয়া হয়। ফুল, ধূপ, জল এবং আরতি (প্রদীপ) দেওয়া হয়। ভক্তরা ভগবানের মূর্তিতে ধ্যান করেন। সন্ধ্যায় তারা দূর্বা ঘাস দিয়ে বিষ্ণুর পূজা করেতাদের হাতে ভক্তরা সারা রাত জেগে থাকে এবং বিষ্ণুর স্তব গায় বা তাঁর মূর্তির ধ্যান করে।\nএকাদশীর আরেকটি বৈশিষ্ট্য হল ব্রাহ্মণদের (পুরোহিত শ্রেণী) প্রতি দান করা। নির্জলা একাদশীতে বস্ত্র, খাদ্যশস্য, ছাতা, হাত-পাখা, কলসি ভরা জল, সোনা ইত্যাদি দান করতে হবে।\n\n\n== আরও দেখুন ==\nএকাদশী\nকামদা একাদশী\nমোক্ষদা একাদশী\nশয়নী একাদশী\n\n\n== তথ্যসূত্র =="}