{"pageid": 1193895, "title": "প্রলাপ", "url": "https://bn.wikipedia.org/wiki?curid=1193895", "content": "প্রলাপ বা ডেলিরিয়াম হচ্ছে জৈবিকভাবে সৃষ্ট পূর্বের মানসিক অবস্থার অবনতি যা দ্রুততার সাথে, কিংবা সাধারণত কয়েক ঘন্টা থেকে কয়েক দিন ধরে বিকাশ লাভ করে। প্রলাপ হল একটি সংলক্ষণ (সিনড্রোম) যা মনোযোগ, চেতনা এবং জ্ঞানে ব্যাঘাত ঘটায়। এর সাথে অন্যান্য স্নায়বিক ঘাটতিও জড়িত থাকতে পারে। যেমন সাইকোমোটর ব্যাঘাত (যেমন হাইপারঅ্যাকটিভ, হাইপোঅ্যাকটিভ বা মিশ্র), অযুগ্ম ঘুম-জাগরণ চক্র, মানসিক ব্যাঘাত, উপলব্ধিগত ব্যাঘাত; যেমন হ্যালুসিনেশন এবং বিভ্রম। যদিও এই বৈশিষ্ট্যগুলি প্রলাপ নির্ণয়ের জন্য যথেষ্ট নয়।\nপ্রলাপ তীব্র এক ধরনের জৈব প্রক্রিয়া দ্বারা সৃষ্ট। যা মস্তিষ্কের গঠনগত, কাঠামোগত, কার্যকরী বা রাসায়নিক সমস্যাগত প্রক্রিয়া থেকে উদ্ভূত হতে পারে। এটি রোগের অন্তর্নিহিত প্রক্রিয়াকে প্রভাবিত হয়। যেমন সংক্রমণ, অক্সিজেন ঘাটতি, ওষুধের পার্শ্বপ্রতিক্রিয়া, ওষুধ সেবন বন্ধ করে দেওয়া, অতিরিক্ত অ্যালকোহল গ্রহণ, হ্যালুসিনোজেনিক পদার্থের ব্যবহার থেকে প্রলাপ হতে পারে। তবে প্রাথমিকভাবে মানসিক প্রক্রিয়া বা রোগের পরিবর্তনের কারণে মানসিক অবস্থা/কার্যক্রমের ওঠানামা যেমন সিজোফ্রেনিয়া, বাইপোলার ডিসঅর্ডার সংজ্ঞা অনুসারে, 'প্রলাপের' মানদণ্ড পূরণ করে না।\nএকজন ব্যক্তির স্বাভাবিক মানসিক ক্রিয়াকলাপের যথাযথ প্রতিষ্ঠা ছাড়া চিত্তবিভ্রম নির্ণয় করা কঠিন হতে পারে। সতর্কতামূলক মূল্যায়ন এবং ইতিহাস ছাড়াই, চিত্তভ্রংশ, বিষণ্নতা, মনোব্যাধি ইত্যাদির সাথে মিলিত অনেক ওভারল্যাপিং লক্ষণ এবং উপসর্গের কারণে সহজেই বেশ কয়েকটি মানসিক ব্যাধি বা দীর্ঘস্থায়ী জৈব মস্তিষ্কের সিন্ড্রোমের সাথে বিভ্রান্ত হতে পারে। মানসিক অসুস্থতা, বেসলাইন বুদ্ধিবৃত্তিক অক্ষমতা, ডিমেনশিয়া থেকেও রোগীর অবস্থা প্রলাপের দিকে ধাবিত হতে পারে।\n\n\n== সংজ্ঞা ==\nসাধারণ ব্যবহারে, প্রলাপকে প্রায়শই তন্দ্রা, বিভ্রান্তি এবং হ্যালুসিনেশনের সাথে গুলিয়ে ফেলা হয়। তবে চিকিৎসাবিদ্যার পরিভাষায়, চেতনা বা মনোযোগের তীব্র ব্যাঘাত এবং বিভিন্ন জ্ঞানভিত্তিক উপসর্গ হলো প্রলাপের মূল বৈশিষ্ট্য।\nচিকিৎসাবিজ্ঞানে প্রলা্পের বেশ কিছু সংজ্ঞা বিদ্যমান রয়েছে (ডিএসএম এবং আইসিডি-১০ সহ), কিন্তু সংজ্ঞাগুলোর মূল বৈশিষ্ট্য একই। ২০১৩ সালে, আমেরিকান সাইকিয়াট্রিক অ্যাসোসিয়েশন ডিএসএম (ডিএসএম-৫) এর পঞ্চম সংস্করণ প্রকাশ করেছে যা রোগ নির্ণয়ের জন্য নিম্নলিখিত মানদণ্ডগুলি পূরণ করে:\n\nমনোযোগ এবং সচেতনতায় ব্যাঘাত। এটি একটি প্রয়োজনীয় উপসর্গ এবং এতে সহজ বিভ্রান্তি, মনোযোগী ফোকাস বজায় রাখতে অক্ষমতা এবং সতর্কতার বিভিন্ন স্তর জড়িত।\nহঠাৎ করে মানসিক বিকারের লক্ষণ উপসর্গ প্রকাশ পাওয়া (ঘন্টা থেকে দিনের মধ্যে)\nকমপক্ষে একটি অতিরিক্ত জ্ঞানীয় ব্যাঘাত (স্মৃতি, অভিযোজন, ভাষা, দর্শন ক্ষমতা বা উপলব্ধি)\nএমন প্রমাণ রয়েছে যে উপরের ব্যাঘাতগুলি অন্য একটি চিকিৎসা অবস্থা, পদার্থের নেশা বা প্রত্যাহার, টক্সিন বা বিভিন্ন কারণের সংমিশ্রণের একটি \"সরাসরি শারীরবৃত্তীয় পরিণতি\"।\n\n\n== লক্ষণ ও উপসর্গ ==\n\n\n== কারণসমূহ ==\nপ্রলাপ হবার ঝুঁকির গুরুত্বপূর্ণ কারণগুলো  হচ্ছে:\n\n৬৫ বা তার বেশি বয়স\nপুরুষ\nজ্ঞানভিত্তিক বিকাশে বাধা\nশারীরিক অসুস্থতা যেমন ক্যান্সার, হৃদরোগ\nমানসিক দুরবস্থা যেমন বিষন্নতা\nসংজ্ঞাবাহী বাঁধা (দৃষ্টিশক্তি, শ্রবণশক্তি)\nকার্যগত নির্ভরতা\nপানিশূন্যতা\nঅপুষ্টি\nওষুধ এবং ওষুধ নির্ভরতা\nঅ্যালকোহল নির্ভরতা\n\n\n== রোগবিস্তার ==\n\n\n== সমাজ ও সংস্কৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ =="}