{"pageid": 1193970, "title": "কুয়েতের সাধারণ নির্বাচন, ২০১৩", "url": "https://bn.wikipedia.org/wiki?curid=1193970", "content": "২৭ জুলাই ২০১৩ তারিখে কুয়েতে প্রাথমিক সাধারণ নির্বাচন অনুষ্ঠিত হয়।  সাংবিধানিক আদালত সংসদ ভেঙে দেওয়ার এবং ২০১২ সালের ডিসেম্বরের নির্বাচনের ফলাফল বাতিল করার পরে নির্বাচনের প্রয়োজন হয়েছিল। ভোটারদের উপস্থিতি ছিল আনুমানিক ৫২.৫%, যা বিরোধীদের বয়কট সত্ত্বেও প্রত্যাশার চেয়ে বেশি, এবং ফেব্রুয়ারী ২০১২ সালের নির্বাচন বয়কট না হওয়া নির্বাচনের তুলনায় মাত্র ৭% কম।\n\n\n== পটভূমি ==\n২০১২ সালের ফেব্রুয়ারিতে নির্বাচিত জাতীয় পরিষদ সাংবিধানিক আদালতের দ্বারা ভেঙ্গে যাওয়ার পরে ডিসেম্বর ২০১২-এ প্রারম্ভিক নির্বাচন অনুষ্ঠিত হয়েছিল, কারণ ২০০৯ সালে আমির সাবাহ আল-সাবাহ কর্তৃক নির্বাচিত পূর্ববর্তী পরিষদ ভেঙে দেওয়াকে অসাংবিধানিক বলে গণ্য করা হয়েছিল। ডিসেম্বর ২০১২ এর নির্বাচনের ছয় সপ্তাহ আগে, নির্বাচনী আইন পরিবর্তন করা হয়েছিল যাতে ভোটারদের ভোটের সংখ্যা চার থেকে একটিতে কমিয়ে দেওয়া হয়। বিরোধী দলগুলি এই পরিবর্তনগুলিকে প্রত্যাখ্যান করেছে, দাবি করেছে যে এটি সরকারকে নির্বাচনে কারচুপি করতে দেবে।\nসংবিধান অনুযায়ী ১৬ জুন বিলুপ্তির ৬০ দিনের মধ্যে নির্বাচন হওয়ার কথা ছিল। তারা মূলত ২৫ জুলাইয়ের জন্য নির্ধারিত ছিল, কিন্তু পরে প্রার্থী নিবন্ধন প্রক্রিয়ায় বিলম্বের কারণে স্থগিত করা হয়েছিল; নির্বাচনী আইনে নির্বাচনের এক মাস আগে নিবন্ধন শুরু করতে হবে, কিন্তু মন্ত্রিসভা প্রক্রিয়াটি স্থগিত রেখেছিল যখন এটি সাংবিধানিক আদালতের রায়ের কারণ প্রকাশের জন্য অপেক্ষা করেছিল যা পূর্ববর্তী জাতীয় পরিষদ ভেঙে দিয়েছিল।\n\n\n== প্রচারণা ==\nধর্মনিরপেক্ষ জাতীয় গণতান্ত্রিক জোট ঘোষণা করেছে যে তারা ডিসেম্বর ২০১২-এর নির্বাচন বর্জন করার পর নির্বাচনে প্রতিদ্বন্দ্বিতা করবে। তবে, অন্যান্য উদারপন্থী দল, জাতীয়তাবাদী দলগুলির সাথে একত্রে বলেছে যে তারা জুলাইয়ের নির্বাচন বয়কট করবে।\n\n\n== ফলাফল ==\nঅ্যাসোসিয়েটেড প্রেসের মতে, উদারপন্থী আইনপ্রণেতারা অন্তত ছয়টি আসন লাভ করেছেন। কংগ্রেসনাল রিসার্চ সার্ভিস জানিয়েছে যে উদারপন্থীরা ৯টি আসন জিতেছে, যা তাদেরকে সরকারপন্থী স্বাধীনদের পরে সংসদে বৃহত্তম রাজনৈতিক ব্লকে পরিণত করেছে। ফক্স নিউজ জানিয়েছে যে উপজাতি ব্লক ৫০ সদস্যের সংসদে কমপক্ষে ১০টি আসন জিতেছে। দুজন নারী নির্বাচিত হয়েছেন। সুন্নি ইসলামপন্থীরা জিতেছে ৩টি আসনে। ২০১২ সালের ডিসেম্বরে শিয়া দলটি ১৭টি আসনে জয়ী হওয়ার পর প্রাথমিকভাবে আটটি আসনে নেমে আসে। ২০১৪ সালে একটি সংসদীয় উপ-নির্বাচনের পরে, শিয়া গোষ্ঠী সংসদে তাদের ভাগ বাড়িয়ে ১০ টি আসনে উন্নীত করে। সব মিলিয়ে স্বতন্ত্র সংসদ সদস্য ছিলেন ৩৬ জন।\n\n\n== আফটারমেথ ==\nনির্বাচনের পর, মারজুক আল-ঘানিম ৬৫ ভোটের মধ্যে ৩৬টি পেয়ে স্পীকার নির্বাচিত হন, আলী আল-রশিদ (১৮ ভোট) এবং রউধন আল-রৌধন (৮ ভোট) কে পরাজিত করেন।\n\n\n== তথ্যসূত্র =="}