{"pageid": 1193903, "title": "বিচার (গুণ)", "url": "https://bn.wikipedia.org/wiki?curid=1193903", "content": "বিচার (সংস্কৃত: विचार) অর্থ বিবেচনা; এটি বৈষম্যের অনুষদ যা বাস্তব ব্রহ্মকে অবাস্তব থেকে আলাদা করে। এটি একটি সংস্কৃত শব্দ। এর মূল হল বি (वि; ক্রিয়া ও বিশেষ্যের উপসর্গ প্রকাশ করে) – চর্ (चर्; চলাচল, ঘোরাঘুরি, জ্ঞান অর্জন)।\nবিচার সঠিক ও ভুলের মধ্যে বৈষম্যের অনুষদ; এটি কারণ ও প্রভাব সম্পর্কে আলোচনা, এবং চূড়ান্ত বিশ্লেষণ।\n\n\n== গ্রন্থগত উল্লেখ ==\nঋগ্বেদের ঐতরেয় আরণ্যক এর ২.৩.২.৫ পদ বলে যে একমাত্র মানুষের মধ্যেই আত্মা সবচেয়ে বেশি প্রকাশ পায়, কারণ মানুষ সবচেয়ে ভালো বুদ্ধিমত্তা ও বৈষম্যের অধিকারী, এবং যিনি উচ্চ ও নিম্ন জগতকে জেনে মানসিক জিনিসের মাধ্যমে অমরত্ব অর্জন করতে চান। তৈত্তিরীয় উপনিষদ বলে যে সকলেরই ব্রহ্মকে বুদ্ধিতে বিদ্যমান হিসাবে জানতে হবে যার মধ্যে, শঙ্কর ব্যাখ্যা করেন, লুকিয়ে আছে – 'জ্ঞান, জ্ঞানযোগ্য ও জ্ঞানকারী', পাশাপাশি 'ভোগ ও মুক্তি'।\nব্যক্তি স্ব এবং সর্বজনীন আত্মার মধ্যে সম্পর্ক চিন্তা ও কর্মের প্রকৃত উৎস প্রকাশ করে; এটি ব্রহ্মকে প্রকাশ করে; বিচারের (প্রতিফলন ও মনন) ফলে এমন কিছুর প্রতি অনাগ্রহ দেখা দেয় যা এই জগতের কোন কিছুরই উৎস নয়। বেদান্ত (অনন্ত পথ) বিবেককে (বৈষম্য) বাড়ানোর জন্য বিচারকে (অনুসন্ধান) সক্রিয় করে এবং বিবর্তকে (মিথ্যা উচ্চাভিলাষ) ধ্বংস করার জন্য বাসনা (মূল আকাঙ্ক্ষা) গঠন করে এবং এইভাবে বৈরাগ্য (বিচ্ছিন্নতা) প্রতিষ্ঠা করে, একজন বিদ্বান (জ্ঞানী ব্যক্তি) হয়ে ওঠে এবং বিজ্ঞান (আত্ম-উপলব্ধি) লাভ করে; এই কারণগুলি একত্রিত হয়ে মানুষের আকাঙ্ক্ষা এবং ঐশ্বরিক ব্যবস্থাকে একত্রে সুসংগতভাবে কাজ করতে সহায়তা করে। অদ্বৈত বেদান্তে বিচার হল আত্ম-বিচার, কিন্তু সাংখ্য তত্ত্ব-বিচারের সাথে, তত্ত্বের প্রকৃতি সম্পর্কে আরও বেশি চিন্তিত।\n\n\n== ব্যাখ্যা ==\nচিন্তা হল বেদান্তিক সত্যের অর্থের প্রতি প্রতিফলন ও চিন্তাভাবনা, এবং ব্যক্তিকে সত্য জ্ঞানের দিকে নিয়ে যায়, এটি ব্রহ্মের দিকে নিয়ে যায়।\nএটি আত্মা, সত্য, ঈশ্বর ও ব্রহ্মের প্রকৃতির অনুসন্ধানও। \n\n\n=== বেদান্ত ===\nবিচার বা বৈষম্যমূলক যুক্তি হল আধ্যাত্মিক চেতনা জাগ্রত করার জন্য পাঁচটি বেদান্ত পদ্ধতির মধ্যে একটি। বিশ্বাসের পরিপন্থী, যা প্রাথমিকভাবে একটি জিনিসের সারাংশের সাথে সম্পর্কিত এবং শুধুমাত্র তার চেহারা নিয়ে নয়; কারণ, যা সন্দেহের সাথে শুরু হয়, জিনিসগুলির উপস্থিতির উপর নির্ভর করে এবং তাদের অপরিহার্য প্রকৃতির উপর নয়। তিন ধরনের যুক্তি আছে – বড় বা একাডেমিক যুক্তি, জলপা বা যুক্তিবাদী এবং নেতিবাচক উপায়ে যুক্তিযুক্ত বা অযৌক্তিকভাবে, এবং বিতন্ডা বা যুক্তি যা শুধুমাত্র বিরোধীদের খালি ত্রুটি স্থাপন বা বিভ্রান্ত করতে চায়। বেদান্তে, যৌক্তিক যুক্তি হল বিচার যা বাস্তব এবং অবাস্তব মধ্যে পার্থক্য করে; এটি সত্যের অর্থ যাচাই করার জন্য অযৌক্তিক সন্দেহ, পূর্বকল্পিত ধারণা/ধারণা এবং ব্যক্তিগত অনুভূতির মতো কুসংস্কার দূর করে। শঙ্কর মাণ্ডূক্য উপনিষদের উপর তার ভাষ্য  ব্যাখ্যা করেছেন যে বৈদান্তিক যুক্তি তার লক্ষ্যের পরিপ্রেক্ষিতে শাস্ত্রীয় বক্তব্যের অপরিহার্য অর্থ প্রকাশ করে, সমস্ত বিপরীত ধারণার যৌক্তিক অসমর্থতা প্রমাণ করে যাতে অ-দ্বৈতবাদের বোধগম্যতা প্রতিষ্ঠা করা যায় এবং প্রকাশ করেবাস্তবতা সম্পর্কে দ্বৈতবাদী দৃষ্টিভঙ্গির পারস্পরিক বিরোধী প্রকৃতি।বৈদান্তিক যুক্তির প্রক্রিয়াটি তিনগুণ যেমন; শ্রবণ, মনন ও নিদিধ্যাসনের মাধ্যমে, উচ্চাকাঙ্ক্ষীর সাথে, শ্রদ্ধা দিয়ে, উন্মুক্ত মনে যুক্তি দিয়ে।\n\n\n=== আত্ম-বিচার ===\nবিচার, আত্ম-অনুসন্ধান, যাকে রমণ মহর্ষির ভক্তদের দ্বারা জ্ঞান-বিচার বা আত্ম-বিচারও বলা হয়, হল 'আমি' বা 'আমি'-এর অভ্যন্তরীণ সচেতনতার প্রতি নিরন্তর মনোযোগ। রমণ মহর্ষি 'আমি'-চিন্তার অবাস্তবতা আবিষ্কার করার এবং তারপর তার উৎসের সাথে নিজের পরিচয় আবিষ্কার করার সবচেয়ে কার্যকরী ও প্রত্যক্ষ উপায় হিসেবে এটিকে সুপারিশ করেছিলেন।\nডেভিড ফ্রোলির মতে, \"আত্ম-বিচার\" হল অদ্বৈত বেদান্ত ঐতিহ্যের সবচেয়ে গুরুত্বপূর্ণ অনুশীলন, যা রমনা মহর্ষি দ্বারা জনপ্রিয় হওয়ার পূর্বে। এটি পতঞ্জলির যোগসূত্রের অষ্টম অঙ্গের অংশ, যা সমাধির বিভিন্ন পর্যায় বর্ণনা করে। \"আমি-হই-অন্তরীপ\" এর উপর ধ্যান হল ধ্যানের সূক্ষ্ম বস্তু। এটি যোগবশিষ্ঠ-এও বর্ণনা করা হয়েছে, সমন্বিত কাজ যা খ্রিস্টীয় ৬ষ্ট বা ৭ম শতাব্দীর হতে পারে, এবং যোগ, শৈবসিদ্ধান্ত,\nসাংখ্য এবং মহাযান বৌদ্ধধর্ম, বিশেষ করে যোগচারের প্রভাব দেখায়।\nরমণ শিখিয়েছে যে 'আমি'-চিন্তা অদৃশ্য হয়ে যাবে এবং শুধুমাত্র \"আমি-আমি\" বা আত্ম-সচেতনতা অবশিষ্ট থাকবে। এর ফলে \"সত্তার অনায়াসে সচেতনতা\", এবং এটির সাথে থাকার মাধ্যমে এই \"আমি-আমি\" ধীরে ধীরে বাসনাগুলিকে ধ্বংস করে \"যা 'আমি'-চিন্তাকে উত্থিত করে,\" এবং পরিশেষে 'আমি'-চিন্তা আর কখনো উদিত হয় না, যা হল আত্ম-উপলব্ধি বা মুক্তি।\n\n\n=== পতঞ্জলির যোগসূত্র ===\nপতঞ্জলির যোগসূত্রে, সম্প্রজ্ঞা সমাধি, যাকে সবিকল্প সমাধি ও সবীজ সমাধিও বলা হয়, বস্তুর সমর্থনে ধ্যান করা হয়।  সম্প্রজাত সমাধি বিবেচনা, প্রতিফলন, আনন্দ এবং আমি-হই-অন্তরীপ এর সাথে যুক্ত।\nচিন্তাভাবনা ও প্রতিফলন বিভিন্ন ধরনের সম্পত্তীর ভিত্তি তৈরি করে:\n\nসবিতর্ক, \"ইচ্ছাকৃত\": চিত্ত ধ্যানের স্থূল বস্তুর উপর কেন্দ্রীভূত হয়, প্রকাশ্য চেহারা সহ বস্তু যা আমাদের ইন্দ্রিয়ের দ্বারা উপলব্ধি করা যায়, যেমন প্রদীপের শিখা, নাকের ডগা, বা দেবতার মূর্তি। ধারণা (বিকল্প) এখনও উপলব্ধি, শব্দ ও ধ্যানের বস্তুর জ্ঞানের আকারে সঞ্চালিত হয়। যখন আলোচনা শেষ হয় তখন একে বলা হয় নির্বিতাক সমাধি।\nসবিচার, \"প্রতিফলিত\": চিত্ত ধ্যানের সূক্ষ্ম বস্তুর উপর কেন্দ্রীভূত হয়, যা ইন্দ্রিয়ের দ্বারা উপলব্ধি করা যায় না, কিন্তু হস্তক্ষেপের মাধ্যমে পৌঁছেছেন, যেমন ইন্দ্রিয়, জ্ঞানের প্রক্রিয়া, মন, আমি-হই-অন্তরীপ, চক্র, অভ্যন্তরীণ-শ্বাস (প্রাণ), নাদি, বুদ্ধি ( বুদ্ধি)। প্রতিফলনের স্থিরতাকে বলা হয় নির্বিচার সমাপতি।\n\n\n== আরও দেখুন ==\nবিবেক\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n=== মুদ্রিত উৎস ===\n\n\n=== ওয়েব-উৎস ==="}