{"pageid": 1193716, "title": "এস্তাদিও স্পোর্তিভো বাররাকাস", "url": "https://bn.wikipedia.org/wiki?curid=1193716", "content": "এস্তাদিও স্পোর্তিভো বারাকাস ছিল আর্জেন্টিনার বুয়েনস আইরেসের একটি ফুটবল স্টেডিয়াম, ক্লাব স্পোর্টিভো বারাকাসের সম্পত্তি। স্টেডিয়ামটি আর্জেন্টিনার অন্যতম গুরুত্বপূর্ণ ভেন্যু ছিল, যা ফুটবল এবং রাগবি ইউনিয়ন ম্যাচের জন্য ব্যবহৃত হত। এতে ৩৭,০০০ দর্শক ধারণ ক্ষমতা ছিল।\n\n\n== ইতিহাস ==\nস্পোর্তিভো বারাকাস ১৯১৬ সালে আর্জেন্টিনার ফুটবলের শীর্ষ বিভাগে, প্রাইমেরা দিভিসিওনে উন্নীত হয়। তিন বছর পরে ক্লাবটি বুয়েনোস আইরেসের বারাকাসের ইরিয়ার্তে, লুজুরিয়াগা, রিও কুয়ার্তো এবং পের্দ্রিয়েল রাস্তায় অবস্থিত একটি জমিতে একটি স্টেডিয়াম তৈরি করতে শুরু করে। ক্ষেত্রটি শেকল দিয়ে খুঁটি দিয়ে সীমাবদ্ধ করা হয়েছিল। গ্র্যান্ডস্ট্যান্ড এবং মাঠের মধ্যে, একটি এক মিটার প্রাচীর নির্মিত হয়েছিল।\n২৫ মে, ১৯২০-এ স্টেডিয়ামটি সর্বপ্রথম জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল, যখন বোকা জুনিয়র্স ১৯১৯ টাই কাপের ফাইনালে(যা এক বছর পরে খেলা হয়েছিল) উরুগুয়ের ক্লাব ন্যাশিওনালকে ২-১ গোলে পরাজিত করেছিল। তা সত্ত্বেও, স্টেডিয়ামটি আনুষ্ঠানিকভাবে ১১ জুন, ১৯২০ তারিখে একটি বন্ধুত্বপূর্ণ টুর্নামেন্টের মাধ্যমে উদ্বোধন করা হয়েছিল যেখানে স্থানীয় দল এবং রোসারিয়ান ক্লাব নিওয়েল'স ওল্ড বয়েজ এবং টিরো ফেডারেল।\n\n১৯২০ কোপা নিউটন এবং ১৯২১ এবং ১৯২৫ কোপা আমেরিকা সহ স্পোর্টিভো বারাকাসে কিছু গুরুত্বপূর্ণ ফুটবল ম্যাচ খেলা হয়েছিল। এপ্রিল ১৯২৩ সালে, লুজুরিয়াগা রাস্তার পাশে অফিসিয়াল গ্র্যান্ডস্ট্যান্ডে একটি ছাদ যুক্ত করা হয়েছিল।\nমাঠটি ১৯২৪ সালেও ব্যবহার করা হয়েছিল, যখন ৫ এপ্রিল, লুইস অ্যাঞ্জেল ফিরপো আর্জেন্টিনার খোলা জায়গায় প্রথম বক্সিং লড়াইয়ে আল রেইচকে পরাজিত করেছিলেন।\nজুন এবং জুলাই ১৯২৪ সালে, ইংলিশ দল প্লাইমাউথ আর্গিল স্পোর্তিভো বারাকাসে আর্জেন্টিনা জাতীয় দলের সাথে তিনটি ম্যাচ খেলেছিল।\n\nস্টেডিয়ামটি তার ইতিহাসে একটি গুরুত্বপূর্ণ ঘটনা ধারণ করে, যা আর্জেন্টিনা এবং উরুগুয়ের মধ্যে ২ অক্টোবর, ১৯২৪ সালে অনুষ্ঠিত ম্যাচের সাথে সম্পর্কিত। সেই বছরের জুনে, উরুগুয়ে প্যারিসে অলিম্পিক ফুটবল মুকুট অর্জন করেছিল, যেটি সেই মুহুর্তে একটি ছিল এক ধরনের অনানুষ্ঠানিক বিশ্ব শিরোপা, যেহেতু ১৯৩০ সাল পর্যন্ত বিশ্বকাপ খেলা হয়নি। আর্জেন্টিনা এবং উরুগুয়ের মধ্যে প্রতিদ্বন্দ্বিতা ইতোমধ্যে একটি গুরুত্বপূর্ণ ছিল, তাই ম্যাচটি অনেক প্রত্যাশা তৈরি করেছিল। উরুগুয়ের শিরোপা জয়ের পর দুটি ম্যাচ হওয়ার কথা ছিল উরুগুয়ে ও আর্জেন্টিনার মধ্যে। প্রথমটি ছিল মোন্তেভিদেওতে এবং ১-১ শেষ। বুয়েনস আইরেসে দ্বিতীয়টি ২৮ সেপ্টেম্বর খেলার কথা ছিল, কিন্তু সেদিন স্টেডিয়ামে এত বেশি লোক ছিল যে মাঠটিই সমর্থকদের দখলে ছিল। উরুগুয়েনরা ম্যাচটি স্থগিত করার জন্য এবং পরবর্তী লড়াইয়ে খেলোয়াড়দের থেকে লোকেদের আলাদা করার জন্য একটি পরিধি চেয়েছিল, যা শেষ পর্যন্ত ২ অক্টোবর, ১৯২৪-এ খেলা হয়েছিল।\nসেই দিন, ম্যাচ খেলার আগে, উরুগুয়েনরা মাঠ প্রদক্ষিণ করে তাদের অলিম্পিক শিরোপা উদযাপন করেছিল, যাকে তখন লা ভুয়েলতা দে লস অলিম্পিকস(অলিম্পিকের রাউন্ড), ইদানীং শুধু ভুয়াল্টা অলিম্পিক ( অলিম্পিক রাউন্ড ) হিসাবে বর্ণনা করা হয়েছিল। আর্জেন্টিনা সেই ম্যাচটি ২-১ জিতেছিল ( ১৫'-এ ওনজারি ১-০, ২৯'-এ সিএ ১-১, এবং ৫৩'-এ তারাসকোনি ২-১), কিন্তু এটি ওনজারির গোল ছিল যা মনে রাখার মতো ছিল, কারণ এটি সরাসরি রূপান্তরিত হয়েছিল। কর্নার কিক থেকে আন্তর্জাতিক বোর্ড ফুটবলের নিয়মে বিশেষভাবে পরিবর্তন এনেছে এই বিন্দুতে ১৪ জুন, ১৯২৪, গোল করার অনুমতি দেয়। তারপর থেকে, ওনজারির মতো একটি গোলকে প্রায় সমস্ত লাতিন আমেরিকা, এমনকি ইউরোপের কিছু অংশে গোল অলিম্পিকো বা অলিম্পিক গোল হিসাবে উল্লেখ করা হয়। এটি প্রথমবার যে একটি অলিম্পিক গোলকে এভাবে বলা হয়, এবং এটি লাতিন আমেরিকায় ভুয়েলটা অলিম্পিকা অভিব্যক্তির আত্মপ্রকাশ। ওনজারি সেই মুহূর্তে হুরাকান ক্লাবের হয়ে খেলছিলেন।\n১৯২৫ সালের কোপা আমেরিকার জন্য , স্পোর্তিভো বারাকাস একটি ভেন্যু ছিল (বোকা জুনিয়র্স ছিল অন্য আয়োজক), যেখানে তিনটি ম্যাচ খেলা হয়েছিল। ১৯২৬ সালে স্প্যানিশ দল রিয়াল ক্লাব দেপোর্তিউ এস্পানিওল (কিংবদন্তি গোলরক্ষক রিকার্ডো জামোরার সাথে) স্থানীয় সম্মিলিত এবং আর্জেন্টিনা জাতীয় দলের বিরুদ্ধে তিনটি ম্যাচ খেলে। জাতীয় দলটি ৯ জুলাই, ১৯২৭-এ স্পোর্তিভো বারাকাসে রিয়াল মাদ্রিদের সাথেও খেলেছিল।\n\nস্কটিশ ক্লাব মাদারওয়েল ২০ মে, ১৯২৮ সালে স্পোর্তিভো বারাকাস বনাম একটি আর্জেন্টিনার মিলিত খেলায় খেলেছিল। একই বছর, ফুটবল ক্লাব বার্সেলোনা ভেন্যুতে আর্জেন্টিনা জাতীয় দলের কাছে ৩-১ ব্যবধানে পরাজিত হয়েছিল। ইতালীয় দল তোরিনো ছিল অন্য ইউরোপীয় ক্লাব যারা স্টেডিয়ামটিতে খেলেছিল।\n১৯৩০-এর দশকের শুরুতে, স্টেডিয়ামটি অন্যান্য খেলা যেমন হার্লিং, রাগবি ইউনিয়ন এবং বাস্কেটবলের জন্যও ব্যবহৃত হত। স্পোর্তিভো বারাকাসের রাগবি দল(দ্বিতীয় বিভাগে) ১৯২৯ সাল থেকে স্টেডিয়ামে তাদের হোম ভেন্যু খেলে। অন্যদিকে, আর্জেন্টিনা জাতীয় দল স্পোর্তিভো বারাকাসে তাদের শেষ খেলাটি ১৫ মে, ১৯৩২ সালে খেলেছিল, যখন দলটি উরুগুয়েকে ২-০ গোলে হারিয়েছে।\n১৯৩৭ সালে, স্পোর্তিভো বারাকাস আর্জেন্টিনীয় ফুটবল অ্যাসোসিয়েশন থেকে বিচ্ছিন্ন হয়ে যায়। সে বছর স্টেডিয়ামটি ভেঙে ফেলা হয়। পূর্বে, সেখানে খেলা শেষ অফিসিয়াল খেলা ছিল ১১ ডিসেম্বর, ১৯৩৭ এ, যখন স্পোর্তিভো বারাকাস স্পোর্তিভো বুয়েনোস আইরেসকে ৪-৩ ব্যবধানে পরাজিত করেছিল।\n\n\n== তথ্যসূত্র =="}