{"pageid": 1193788, "title": "অ্যান্টিকিথেরা যন্ত্রকৌশল", "url": "https://bn.wikipedia.org/wiki?curid=1193788", "content": "অ্যান্টিকিথেরা যন্ত্রকৌশল ( AN-tih-kih-THEER-ə) হল একটি প্রাচীন গ্রীক হস্তচালিত অরেরি, যেটি জ্যোতির্বিজ্ঞানের অবস্থান এবং চন্দ্র-সূর্য গ্রহণ সম্পর্কে পূর্বাভাস দেওয়ার জন্য ব্যবহৃত অ্যানালগ কম্পিউটারের প্রাচীনতম উদাহরণ হিসাবে বিবেচিত। প্রাচীন অলিম্পিক গেমসের অলিম্পিয়াড চক্রের সাথে এর মিল থাকায় ধারণা করা হয় এটি অ্যাথলেটিক গেমের চার বছরের চক্রকে ট্র্যাক করতেও ব্যবহার করা হতে পারে।\nপ্রত্নবস্তুটি ১৯০১ সালে গ্রিক দ্বীপ অ্যান্টিকিথেরার উপকূলে একটি জাহাজের ধ্বংসাবশেষ থেকে উদ্ধার করা ধ্বংসাবশেষের মধ্যে পাওয়া যায়। ১৯০২ সালের ১৭ মে, প্রত্নতাত্ত্বিক ভ্যালেরিওস স্টাইস এটিতে একটি গিয়ার চিহ্নিত করেছিলেন। ৩৪-বাই-১৮-বাই-৯-সেন্টিমিটার (১৩.৪-বাই-৭.১-বাই-৩.৫-ইঞ্চি) (অনিশ্চিত), আকারের কাঠের ফ্রেমযুক্ত কেসের অবশিষ্টাংশে থাকা যন্ত্রটি, একটি বস্তুখণ্ড হিসাবে পাওয়া গেছে। এরপর তিনটি প্রধান খণ্ডে বিভক্ত করা হলেও পরবর্তিতে সংরক্ষণের জন্য সেগুলি ৪২টি পৃথক খণ্ডে বিভক্ত করা হয়। টুকরোগুলির মধ্যে চারটিতে গিয়ার রয়েছে, অন্য অনেকগুলিতে শিলালিপি পাওয়া যায়। বৃহত্তম গিয়ারটি প্রায় ১৩ সেন্টিমিটার (৫.১ ইঞ্চি) ব্যাসেকৃতির এবং এতে মূলত ২২৩টি দাঁত ছিল।\n২০০৮ সালে, কার্ডিফ বিশ্ববিদ্যালয়ের মাইক এডমন্ডস এবং টনি ফ্রিথের নেতৃত্বে একটি দল আধুনিক কম্পিউটার এক্স-রে টমোগ্রাফি এবং উচ্চ-রেজোলিউশন সারফেস স্ক্যানিং ব্যবহার করে ক্রাস্ট-এনকেসড প্রক্রিয়াার টুকরোগুলির ভিতরের চিত্র নেন। একইভাবে বাইরের আবরণকে আবৃত করে থাকা সবচেয়ে অস্পষ্ট শিলালিপিগুলিও পাঠ করতে সক্ষম হয়েছিলেন। ফলে জানা যায় যে এটিতে ৩৭টি জালযুক্ত ব্রোঞ্জ গিয়ার ছিল যেগুলি এটিকে রাশিচক্রের মাধ্যমে চাঁদ এবং সূর্যের গতিবিধি অনুসরণ করতে, গ্রহনের পূর্বাভাস দিতে এবং চাঁদের অনিয়মিত কক্ষপথের মডেল করতে সক্ষম করেছে, যেখানে চাঁদের বেগ তার অপভূর তুলনায় পেরিজিতে বেশি। এই গতি খ্রিস্টপূর্ব ২য় শতাব্দীতে রোডসের জ্যোতির্বিদ হিপারকাস দ্বারা অধ্যয়ন করা হয়েছিল এবং অনুমান করা হয় যে যন্ত্রের নির্মাণে তার পরামর্শ নেয়া হতে পারে। অনুমান করা হচ্ছে যে, যন্ত্রকৌশলটির একটি অংশ অনুপস্থিত এবং এটি পাঁচটি ধ্রুপদী গ্রহের অবস্থান গণনা করতে পারতো।\nযন্ত্রটি গ্রিক বিজ্ঞানীদের দ্বারা নকশা ও নির্মাণ করা হয়েছে বলে মনে করা হয় এবং এটি বিভিন্নভাবে ৮৭ খ্রিষ্টপূর্বাব্দে; অথবা ১৫০ থেকে ১০০ খ্রিষ্টপূর্বাব্দে বা ২০৫ খ্রিষ্টপূর্বাব্দের মধ্যে তৈরি করা হয়েছে। যাই হোক না কেন, এটি অবশ্যই জাহাজডুবির আগে তৈরি করা হয়েছে, যেটি প্রায় ৭০-৬০ খ্রিষ্টপূর্বাব্দের বলে একাধিক প্রমাণ পাওয়া যায়। ২০২২ সালে গবেষকরা প্রস্তাব করেছিলেন যে মেশিনের প্রাথমিক ক্রমাঙ্কন তারিখ (এর নির্মাণের প্রকৃত তারিখ নয়) হতে পারে ২৩ ডিসেম্বর ১৭৮ খ্রিস্টপূর্বাব্দ। অন্যান্য বিশেষজ্ঞরা আরও সম্ভাব্য ক্রমাঙ্কন তারিখ হিসাবে ২০৪ খ্রিস্টপূর্বাব্দ প্রস্তাব করেন। চতুর্দশ শতাব্দীতে ওয়ালিংফোর্ডের রিচার্ড এবং জিওভান্নি দে' ডোন্ডির জ্যোতির্বিজ্ঞানের ঘড়ির আগ পর্যন্ত একই ধরনের জটিল যন্ত্র আর আবির্ভূত হয়নি।\nঅ্যান্টিকাইথেরা যন্ত্রকৌশলটির সমস্ত পরিচিত খণ্ড এখন জাতীয় প্রত্নতাত্ত্বিক জাদুঘর, এথেন্সে রাখা আছে এবং এটি কিরকম দেখতে ও কীভাবে কাহ করতো তা প্রদর্শন করার জন্য বেশকয়েকটি শৈল্পিক পুনর্গঠন এবং প্রতিলিপি সহ রাখা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== আবিষ্কার ===\n\nক্যাপ্টেন দিমিত্রিওস কন্টোস (Δημήτριος Κοντός) এবং সিমি দ্বীপের স্পঞ্জ ডুবুরিদের একটি দল ১৯০০ সালের প্রথম দিকে অ্যান্টিকিথেরা জাহাজের ধ্বংসাবশেষ আবিষ্কার করে এবং ১৯০০-০১ সালে হেলেনিক রয়্যাল নেভির সাথে প্রথম অভিযানের সময় প্রত্নবস্তু উদ্ধার করে। একটি রোমান মালবাহী জাহাজের ধ্বংসাবশেষ গ্রিক দ্বীপ অ্যান্টিকিথেরার পয়েন্ট গ্লিফাডিয়া থেকে ৪৫ মিটার (১৪৮ ফুট) গভীরতায় পাওয়া গেছে। দলটি ব্রোঞ্জ এবং মার্বেল মূর্তি, মৃৎপাত্র, অনন্য কাচের পাত্র, গহনা, মুদ্রা এবং প্রক্রিয়া সহ অসংখ্য বড় বস্তু উদ্ধার করেছে। ১৯০১ সালে ধ্বংসাবশেষ থেকে প্রক্রিয়াটি উদ্ধার করা হয়েছিল, সম্ভবত সেই জুলাই মাসে। পণ্যবাহী জাহাজে যন্ত্রকৌশলটি কীভাবে এসেছিল তা জানা যায়নি, তবে এটি পরামর্শ দেওয়া হয়েছে যে জুলিয়াস সিজার কর্তৃক অনুষ্ঠিত বিজয়সূচক কুচকাওয়াজকে সমর্থন করার জন্য অন্যান্য লুণ্ঠিত ধনসম্পদ সহ রোডস থেকে রোমে নিয়ে যাওয়া হয়েছিল।\nধ্বংসাবশেষ থেকে উদ্ধার করা সমস্ত আইটেম স্টোরেজ এবং বিশ্লেষণের জন্য এথেন্সের জাতীয় প্রত্নতত্ত্ব জাদুঘরে স্থানান্তর করা হয়েছিল। যন্ত্রকৌশলটি ক্ষয়প্রাপ্ত ব্রোঞ্জ এবং কাঠের একটি খণ্ড বলে মনে হয়েছিল; এটি দুই বছর ধরে নজরে পড়েনি, যখন জাদুঘরের কর্মীরা মূর্তিগুলির মতো আরও সুস্পষ্ট ধন একত্রিত করার জন্য কাজ করেছিল। সমুদ্রের জল থেকে অপসারণের পরে, যন্ত্রকৌশলটি ঠিক করা হয়নি, যার ফলে বিকৃতিগত পরিবর্তন হয়।\n১৯০২ সালের ১৭ মে, প্রত্নতাত্ত্বিক ভ্যালেরিওস স্টাইস দেখতে পান যে পাথরের টুকরোগুলির একটির মধ্যে একটি গিয়ার চাকা এমবেড করা ছিল। প্রাথমিকভাবে তিনি মনে করেছিলেন যে, এটি একটি জ্যোতির্বিজ্ঞানের ঘড়ি, কিন্তু বেশিরভাগ পণ্ডিতরা যন্ত্রটিকে প্রক্রোনিস্টিক বলে মনে করেছিলেন, যা আবিষ্কৃত অন্যান্য টুকরোগুলির মতো একই সময়ে নির্মিত হয়েছিল। ১৯৫১ সালে ব্রিটিশ বিজ্ঞান ইতিহাসবিদ এবং ইয়েল বিশ্ববিদ্যালয়ের অধ্যাপক ডেরেক জে ডি সোলা প্রাইস এটির গবেষণায় আগ্রহী প্রকাশের পূর্ব পর্যন্ত বস্তুটির তদন্ত বন্ধ ছিল। ১৯৭১ সালে, প্রাইস এবং গ্রিক পারমাণবিক পদার্থবিজ্ঞানী চারালামপোস কারাকালস ৮২টি খণ্ডের এক্স-রে এবং গামা-রে চিত্র তৈরি করেন। প্রাইস ১৯৭৪ সালে তাদের ফলাফলের উপর একটি ৭০-পৃষ্ঠার কাগজ প্রকাশ করেছিল।\n২০১২ এবং ২০১৫ সালে অ্যান্টিকিথেরা ধ্বংসস্থলে আইটেমগুলির জন্য আরও দুটি অনুসন্ধানে শিল্প বস্তু এবং আরেকটি জাহাজ পাওয়া গেছে যেটি ট্রেজার জাহাজের সাথে সংযুক্ত থাকতে পারে বা নাও থাকতে পারে যার মধ্যে যন্ত্রকৌশলটি পাওয়া গিয়েছিল। এছাড়াও একটি ষাঁড়ের ছবি অলঙ্কৃত একটি ব্রোঞ্জ চাকতি পাওয়া গেছে। ডিস্কের চারটি \"কান\" আছে যেগুলির মধ্যে ছিদ্র রয়েছে এবং এটিকে \"কগ হুইল\" হিসাবে অ্যান্টিকাইথেরা যন্ত্রকৌশলের অংশ হতে পারে বলে কেউ কেউ মনে করেছিলেন। এটা যে যন্ত্রকৌশলের অংশ ছিল তার সামান্য প্রমাণ আছে বলে মনে করা হয়; এটি সম্ভবত আসবাবপত্র একটি টুকরা উপর একটি ব্রোঞ্জ সজ্জা ডিস্কও হতে পারে।\n\n\n=== উৎপত্তি ===\nঅ্যান্টিকিথেরা যন্ত্রকৌশলটিকে সাধারণত প্রথম পরিচিত অ্যানালগ কম্পিউটার হিসাবে উল্লেখ করা হয়। যন্ত্রকৌশলটি তৈরির গুণমান এবং জটিলতা থেকে বোঝা যায় যে এটির অনাবিষ্কৃত পূর্বসূরিরা হেলেনিস্টিক যুগের ছিল। এর নির্মাণ খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীতে গ্রিক জ্যোতির্বিজ্ঞানীদের দ্বারা বিকশিত জ্যোতির্বিজ্ঞান এবং গণিতের তত্ত্বের উপর নির্ভর করে এবং এটি খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীর শেষের দিকে বা খ্রিস্টপূর্ব প্রথম শতাব্দীর প্রথম দিকে নির্মিত হয়েছিল বলে অনুমান করা হয়।\n২০০৮ সালে, অ্যান্টিকিথেরা যন্ত্রকৌশল গবেষণা প্রকল্পের অব্যাহত গবেষণা থেকে জানা যায় যে যন্ত্রকৌশলটির ধারণাটি করিন্থের উপনিবেশে উদ্ভূত হতে পারে, যেহেতু তারা মেটোনিক স্পাইরালের ক্যালেন্ডারটিকে কোরিন্থ বা উত্তর-পশ্চিম গ্রিস বা সিসিলির একটি উপনিবেশ থেকে এসেছে বলে চিহ্নিত করেছে। সিরাকিউস ছিল করিন্থের একটি উপনিবেশ এবং আর্কিমিডিসের বাড়ি, এবং অ্যান্টিকিথেরা যন্ত্রকৌশল গবেষণা প্রকল্প ২০০৮ সালে যুক্তি দিয়েছিল আর্কিমিডিসের স্কুলের সাথে এটির একটি সংযোগ থাকতে পারে। ২০১৭ সালে এটি প্রদর্শিত হয়েছিল যে মেটোনিক স্পাইরালের ক্যালেন্ডারটি করিন্থিয়ান টাইপের তবে সিরাকিউজের হতে পারে না। আরেকটি তত্ত্ব পরামর্শ দেয় যে ১৯৭০-এর দশকে ধ্বংসস্তূপের স্থানে জ্যাক কৌস্তু দ্বারা পাওয়া মুদ্রাগুলি ডিভাইসটির নির্মাণের সময়কার এবং ধারণা করে যে এটির উত্স লাইব্রেরি অব পারগামুমের বাড়ি, প্রাচীন গ্রিক শহর পারগামন থেকে হতে পারে। শিল্প ও বিজ্ঞানের অনেক স্ক্রোল সহ, হেলেনিস্টিক যুগে এটি আলেকজান্দ্রিয়ার গ্রন্থাগারের গুরুত্বের দিক থেকে দ্বিতীয় ছিল।\nযন্ত্রটি বহনকারী জাহাজটিতে রোডিয়ান শৈলীর ফুলদানিও ছিল, যা থেকে অনুমান করা যায় যে এটি গ্রিক দ্বীপে বৈরাগ্য দার্শনিক পসিডোনিয়াস দ্বারা প্রতিষ্ঠিত একটি একাডেমিতে নির্মিত হয়েছিল। রোডস ছিল প্রাচীনকালের একটি ব্যস্ত বাণিজ্য বন্দর এবং জ্যোতির্বিজ্ঞান ও যান্ত্রিক প্রকৌশলের একটি কেন্দ্র, জ্যোতির্বিজ্ঞানী হিপারকাসের বাড়ি, যিনি খ্রিস্টপূর্ব ১৪০ থেকে ১২০ খ্রিস্টপূর্বাব্দ পর্যন্ত সক্রিয় ছিলেন। যন্ত্রকৌশলটি চাঁদের গতির জন্য হিপারকাসের তত্ত্ব ব্যবহার করে, যা এই সম্ভাবনার পরামর্শ দেয় যে তিনি এটি নকশা করেছেন বা অন্তত এটিতে কাজ করেছেন। এটি সম্প্রতি যুক্তি দেওয়া হয়েছে যে অ্যান্টিকিথেরা যন্ত্রকৌশলের প্যারাপেগমায় জ্যোতির্বিজ্ঞানের ঘটনাগুলি ৩৩.৩-৩৭.০ ডিগ্রি উত্তরের অক্ষাংশের জন্য সবচেয়ে ভাল কাজ করে; রোডস দ্বীপটি ৩৫.৮৫ এবং ৩৬.৫০ ডিগ্রি উত্তর অক্ষাংশের মধ্যে অবস্থিত।\n২০১৪ সালে, কারম্যান এবং ইভান্সের একটি গবেষণায় ২০৫ খ্রিস্টপূর্বাব্দের ২৮ এপ্রিল অমাবস্যার কিছুক্ষণ পরে শুরু হওয়া জ্যোতির্বিদ্যাগত চন্দ্র মাস হিসাবে সরস ডায়ালে শুরু হওয়ার তারিখটিকে চিহ্নিত করার ভিত্তিতে আনুমানিক ২০০ খ্রিস্টপূর্বাব্দের একটি নতুন তারিখের জন্য যুক্তি দেওয়া হয়েছিল। কারম্যান এবং ইভান্সের মতে, প্রথাগত গ্রিক ত্রিকোণমিতিক শৈলীর তুলনায় ব্যাবিলনিয় পাটিগণিতের ভবিষ্যদ্বাণীর শৈলীটি ডিভাইসের ভবিষ্যদ্বাণীমূলক মডেলের সাথে অনেক ভালোভাবে মানানসই। ২০১৭ সালে প্রকাশিত পল আইভার্সেনের একটি সমীক্ষায় দেখা যায় যে যন্ত্রটির আদিরূপটি ছিল রোডসের, কিন্তু এই বিশেষ মডেলটি উত্তর-পশ্চিম গ্রিসের এপিরাসের একজন ক্লায়েন্টের জন্য সংশোধন করে বানানো হয়েছিল; আইভার্সেন আরও যুক্তি দেন যে এটি সম্ভবত জাহাজ ধ্বংসের এক প্রজন্মের আগে নির্মিত হতে পারে। জোন্স দ্বারা সমর্থিত একটি তারিখও এটিকে সমর্থন করে।\n২০১৪ এবং ২০১৫ সালে আরও যন্ত্রকৌশল আবিষ্কারের আশায় আভিযান করা হয়েছিল। একটি পাঁচ বছরের তদন্ত কর্মসূচি ২০১৪ সালে শুরু হয়েছিল এবং ২০১৯ সালের অক্টোবরে শেষ হয়েছিল। ২০২০ সালের মে মানে আরেকটি নতুন পাঁচ বছরের অধিবেশন শুরু হয়েছিল।\n\n\n== বর্ণনা ==\nমূল যন্ত্রকৌশলটি দৃশ্যত ভূমধ্যসাগর থেকে একটি একক আবদ্ধ অংশ হিসাবে পাওয়া গিয়েছিল। পরে শীঘ্রই এটি তিনটি বড় টুকরোতে ভেঙে যায়। অন্যান্য ছোট টুকরাগুলি পরিষ্কার এবং পরিচালনার মধ্যবর্তী সময়ে ভেঙে যায়; এবং বাকিগুলি কস্টো অভিযানের দ্বারা সমুদ্রের তলায় পাওয়া গেছে। অন্যান্য টুকরোগুলি এখনও সংরক্ষণাগারে থাকতে পারে, প্রাথমিক পুনরুদ্ধারের পর থেকে সেগুলি অনাবিষ্কৃত। ২০০৫ সালে এইভাবে যন্ত্রকৌশলটির \"এফ\" অংশ আবিষ্কৃত হয়েছিল। ৮২টি পরিচিত খণ্ডের মধ্যে সাতটি যান্ত্রিকভাবে তাৎপর্যপূর্ণ এবং এতে বেশিরভাগ প্রক্রিয়া এবং শিলালিপি রয়েছে। এছাড়াও ১৬টি ছোট টুকরা রয়েছে যাতে ভগ্নাংশ এবং অসম্পূর্ণ শিলালিপি রয়েছে।\n\n\n=== প্রধান টুকরা ===\n\n\n=== ছোট টুকরা ===\nপাওয়া গেছে এমন অনেক ছোট টুকরার মধ্যে আপাত মূল্যের কিছুই নেই, তবে কয়েকটিতে শিলালিপি রয়েছে। টুকরা ১৯-এ উল্লেখযোগ্য পিছনের দরজার শিলালিপি রয়েছে যার মধ্যে একটিতে \"... ৭৬ বছর...\" লেখা রয়েছে যা ক্যালিপিক চক্রকে নির্দেশ করে। অন্যান্য শিলালিপিগুলি পিছনের ডায়ালগুলির কার্যকারিতা বর্ণনা করে বলে মনে করা হয়। এই গুরুত্বপূর্ণ ক্ষুদ্র টুকরাটি ছাড়াও, আরও ১৫টি ছোট টুকরার মধ্যে শিলালিপির অবশিষ্টাংশ রয়েছে।\n\n\n== বলবিজ্ঞান ==\nফ্রিথের লেখা ২০০৬ সালের \"নেচার\" নিবন্ধের পরিপূরকটিতে সর্বশেষ অনুসন্ধানের মাধ্যমে ধ্বংসাবশেষ থেকে সংগ্রহ করা নির্দিষ্ট তথ্যের বিস্তারিত রয়েছে।\n\n\n=== ক্রিয়াপ্রণালী ===\nযন্ত্রকৌশলের সামনের দিকে, একটি স্থির রিং ডায়াল রয়েছে যা গ্রহণের প্রতিনিধিত্ব করে, এতে বারোটি রাশিচক্র সমান ৩০-ডিগ্রি সেক্টর দিয়ে চিহ্নিত করা হয়েছে। ব্যাবিলনিয় রীতির সাথে এর মিল রয়েছে যা প্রতিটি রাশিচক্রকে সমানভাবে গ্রহন গ্রহের এক দ্বাদশ ভাগ বরাদ্দ করে, যদিও তারামণ্ডলের সীমানা পরিবর্তনশীল ছিল। সেই ডায়ালের বাইরে আরেকটি রিং রয়েছে যা ঘোরানো যায়, যেটি সোথিক মিশরিয় পঞ্জিকার মাস এবং দিনগুলি, ৩০ দিনের বারো মাস এবং পাঁচটি আন্তঃকালের দিন দিয়ে চিহ্নিত করা হয়। গ্রিক বর্ণমালায় প্রতিলিপিকৃত মাসগুলির জন্য মাসগুলিকে মিশরিয় নাম দিয়ে চিহ্নিত করা হয়েছে। এটি ছিল মূল কাজ, তারপর, বর্তমান রাশিচক্র পয়েন্টের সাথে মিলাতে মিশরিয় ক্যালেন্ডার রিং ঘোরানো। মিশরিয় ক্যালেন্ডার অধিবার্ষিক দিনগুলিকে উপেক্ষা করে, তাই এটি প্রায় ১২০ বছরে একটি সম্পূর্ণ রাশিচক্রের মাধ্যমে অগ্রসর হয়েছিল।\nযন্ত্রকৌশলটি একটি ছোট হ্যান্ড ক্র্যাঙ্ক (এখন হারিয়ে গেছে) বাঁকিয়ে পরিচালিত হয়েছিল যা একটি ক্রাউন গিয়ারের মাধ্যমে বৃহত্তম গিয়ারের সাথে সংযুক্ত ছিল, \"এ\" টুকরা, গিয়ার বি১-এর সামনে দৃশ্যমান চার-স্পোকযুক্ত গিয়ার।\nএটি সামনের ডায়ালের তারিখের পয়েন্টারটিকে সরিয়ে দিয়েছে, যা সঠিক মিশরিয় পঞ্জিকার দিনে সেট নির্দেশ করবে। বছরটি নির্বাচনযোগ্য নয়, তাই বর্তমানে যে বছরটি সেট করা হয়েছে তা জানা প্রয়োজন, বা বর্তমানে সেট করা বছরের দিনের জন্য ব্যাবিলনিয় ক্ষণস্থায়ী টেবিলে পিছনে বিভিন্ন ক্যালেন্ডার চক্র নির্দেশক দ্বারা নির্দেশিত চক্রগুলি সন্ধান করে, যেহেতু বেশিরভাগ ক্যালেন্ডার চক্র বছরের সাথে সমকালীন নয়। ক্র্যাঙ্কটি পুরো ঘূর্ণন প্রতি প্রায় ৭৮ দিন ডেট পয়েন্টারকে সরিয়ে দেয়, তাই ডায়ালে একটি নির্দিষ্ট দিনে আঘাত করা সহজে সম্ভব হবে যদি যন্ত্রকৌশলটি কাজের অবস্থায় থাকে। যন্ত্রকৌশলটির মধ্যে সমস্ত আন্তঃলক করা গিয়ারগুলিকে ঘোরানোর জন্য হ্যান্ড ক্র্যাঙ্ক বাঁকানো হত, যার ফলে সূর্য এবং চাঁদের অবস্থান, চন্দ্রকলা, গ্রহণ এবং পঞ্জিকার চক্র এবং সম্ভবত গ্রহগুলির অবস্থানের একযোগে গণনা করা হত।\nপিছনের দুটি বড় ডায়ালে স্পাইরাল ডায়াল পয়েন্টারগুলির অবস্থান সম্পর্কেও এর চালককে সচেতন থাকতে হয়েছিল। পয়েন্টারটির একটি \"অনুসরণকারী\" ছিল যা ধাতুর স্পাইরাল ছেদগুলিকে ট্র্যাক করে কারণ ডায়ালগুলি পয়েন্টারগুলির চার এবং পাঁচটি সম্পূর্ণ ঘূর্ণনকে অন্তর্ভুক্ত করে। যখন একটি পয়েন্টার স্পাইরালের উভয় প্রান্তে টার্মিনাল মাসের অবস্থানে পৌঁছায়, তখন পয়েন্টারের অনুসরণকারীকে আরও এগিয়ে যাওয়ার আগে ম্যানুয়ালি স্পাইরালের অন্য প্রান্তে নিয়ে যেতে হবে।\n\n\n=== মুখ ===\n\n\n==== সামনের মুখ ====\nসামনের ডায়ালটিতে দুটি ঘনকেন্দ্রিক বৃত্তাকার স্কেল রয়েছে। অভ্যন্তরীণ স্কেলটি ডিগ্রিতে বিভাজন সহ রাশিচক্রের গ্রিক চিহ্নগুলিকে চিহ্নিত করে। বাইরের স্কেল, যা একটি চলনযোগ্য রিং যা পৃষ্ঠের সাথে ফ্লাশ করে বসআনো এবং একটি চ্যানেলে চলে, যা দিন নির্দেশ করে মনে করা হয় তা দিয়ে চিহ্নিত করা হয় এবং চ্যানেলের রিংয়ের নিচে একাধিক অনুরূপ গর্ত বিদ্যমান।\nপ্রক্রিয়াটি আবিষ্কারের পর থেকে, এই বাইরের বলয়টি ৩৬৫-দিনের মিশরীয় পঞ্জিকার প্রতিনিধিত্ব করে বলে অনুমান করা হয়েছে, কিন্তু সাম্প্রতিক গবেষণা এই অনুমানকে চ্যালেঞ্জ করে এবং প্রমাণ দেয় যে এটি সম্ভবত ৩৫৪ দিনের ব্যবধানে বিভক্ত।\nযদি কেউ ৩৬৫-দিনের অনুমানে সম্মত হয়, তবে এটি স্বীকৃত হয় যে প্রক্রিয়াটি জুলীয় বর্ষপঞ্জির সংস্কারের পূর্ববর্তী, কিন্তু সোথিক এবং ক্যালিপিক চক্র ইতোমধ্যে ৩৬৫ ১⁄৪-দিনের সৌর বছরের দিকে নির্দেশ করেছে, যেমন তৃতীয় টলেমির ২৩৮ খ্রিস্টপূর্বাব্দ ক্যালেন্ডার সংস্কারের প্রচেষ্টায় দেখা গেছে। ডায়ালগুলি তার প্রস্তাবিত লিপ দিন (Epag. 6) প্রতিফলিত করে বলে বিশ্বাস করা হয় না, তবে বাইরের ক্যালেন্ডারের ডায়ালটি ভিতরের ডায়ালের বিপরীতে সরানো যেতে পারে যাতে সৌর বছরে অতিরিক্ত ত্রৈমাসিক দিনের প্রভাবের জন্য ক্ষতিপূরণের জন্য স্কেলটিকে পিছনের দিকে ঘুরিয়ে দেওয়া হয় প্রতি চার বছর পর একদিন।\nযদি কেউ ৩৫৪-দিনের প্রমাণে সম্মত হয়, তবে সবচেয়ে সম্ভাব্য ব্যাখ্যা হল যে রিংটি ৩৫৪-দিনের চন্দ্র পঞ্জিকার একটি প্রকাশ। প্রক্রিয়াটির অনুমিত নির্মাণের যুগ এবং মিশরীয় মাসের নামগুলির উপস্থিতির পরিপ্রেক্ষিতে, এটি সম্ভবত ১৯৫০ সালে রিচার্ড অ্যান্টনি পার্কার দ্বারা প্রস্তাবিত মিশরীয় নাগরিক-ভিত্তিক চন্দ্র পঞ্জিকার প্রথম উদাহরণ। এই চন্দ্র পঞ্জিকার উদ্দেশ্য ছিল ক্রমাগত চন্দ্রাভিযানের প্রতিদিনের সূচক হিসাবে কাজ করা এবং এটি চন্দ্রকলা পয়েন্টার এবং মেটোনিক এবং সরোস ডায়ালের ব্যাখ্যায় সহায়তা করবে। অনাবিষ্কৃত গিয়ারিং, যন্ত্রকৌশলের বাকি মেটোনিক গিয়ারিংয়ের সাথে সিঙ্ক্রোনাস, এই স্কেলের চারপাশে একটি পয়েন্টার চালানোর জন্য নিহিত। অন্তর্নিহিত ছিদ্রের সাপেক্ষে রিংটির নড়াচড়া এবং নিবন্ধন ৭৬-বছরের ক্যালিপিক চক্র সংশোধনের পাশাপাশি সুবিধাজনক লুনিসোলার ইন্টারক্যালেশন উভয়ের সুবিধার জন্য পরিবেশিত হয়েছিল।\nডায়ালটি সূর্যের অবস্থানকেও চিহ্নিত করে যা গ্রহনগ্রহের বর্তমান তারিখের সাথে মিলে যায়। চাঁদের কক্ষপথ এবং গ্রিকদের কাছে পরিচিত পাঁচটি গ্রহ গ্রহনগ্রহের যথেষ্ট কাছাকাছি যাতে এটি তাদের অবস্থান নির্ধারণের জন্য একটি সুবিধাজনক উল্লেখ করে।\nনিচের তিনটি মিশরীয় মাস বাইরের বলয়ের বেঁচে থাকা টুকরোগুলিতে গ্রিক অক্ষরে খোদাই করা রয়েছে:\n\nΠΑΧΩΝ (পাচোন)\nΠΑΥΝΙ (পায়নি)\nΕΠΙΦΙ (এপিফি)\nঅন্যান্য মাস পুনর্গঠন করা হয়েছে; যন্ত্রকৌশলের কিছু পুনর্গঠনে মিশরীয় ইন্টারক্যালারি মাসের পাঁচ দিন বাদ দেওয়া হয়েছে। রাশিচক্রের ডায়ালে রাশিচক্রের সদস্যদের গ্রিক শিলালিপি রয়েছে, যা সাইডরিয়ালের পরিবর্তে গ্রীষ্মমণ্ডলীয় মাসের সংস্করণে অভিযোজিত বলে মনে করা হয়:\n\nΚΡΙΟΣ (Krios [Ram], মেষ)\nΤΑΥΡΟΣ (Tauros [ষাঁড়], বৃষ)\nΔΙΔΥΜΟΙ (Didymoi [Twins], মিথুন )\nΚΑΡΚΙΝΟΣ (Karkinos [কাঁকড়া], কর্কট)\nΛΕΩΝ (Leon [সিংহ], লিও)\nΠΑΡΘΕΝΟΣ (Parthenos [কুমারী], কন্যা)\nΧΗΛΑΙ (Chelai [Scorpio's Claw or Zygos], তুলা)\nΣΚΟΡΠΙΟΣ (Skorpios [বৃশ্চিক], বৃশ্চিক)\nΤΟΞΟΤΗΣ (Toxotes [Archer], ধনু)\nΑΙΓΟΚΕΡΩΣ (Aigokeros [Goat-horned], মকর)\nΥΔΡΟΧΟΟΣ (Hydrokhoos [Water carrier], কুম্ভ)\nΙΧΘΥΕΣ (Ichthyes [মৎস], মীন)\n\nডায়ালের নিচের প্যারাপেগমায় লেখা রয়েছে:\n\nকমপক্ষে দুটি পয়েন্টার গ্রহের উপর বস্তুর (বডি) অবস্থান নির্দেশ করে। একটি চন্দ্র নির্দেশক চাঁদের অবস্থান নির্দেশ করে, এবং একটি গড় সূর্য নির্দেশকও দেখানো হয়েছিল, সম্ভবত বর্তমান তারিখ নির্দেশক হিসাবে তা দ্বিগুণ। চাঁদের অবস্থান একটি সাধারণ গড় চাঁদ নির্দেশক ছিল না, যা একটি বৃত্তাকার কক্ষপথের চারপাশে সমানভাবে চলাচল নির্দেশ করবে; এটি চাঁদের উপবৃত্তাকার কক্ষপথের ত্বরণ এবং ক্ষয়কে অনুমান করেছে, এপিসাইক্লিক গিয়ারিংয়ের প্রাচীনতম বিদ্যমান ব্যবহারের মাধ্যমে।\nএটি একটি ৮.৮৮ বছরের চক্রে গ্রহনবৃত্তের চারপাশে উপবৃত্তাকার কক্ষপথের অগ্রগতিও অনুসরণ করেছে। গড় সূর্যের অবস্থান, সংজ্ঞা অনুসারে, বর্তমান তারিখ। অনুমান করা হয় যে যেহেতু চাঁদের অবস্থান সঠিক করার জন্য এই ধরনের যন্ত্রণা নেওয়া হয়েছিল, তাই সূর্যের উপবৃত্তাকার অসঙ্গতি ট্র্যাক করার জন্য একইভাবে গড় সূর্য পয়েন্টার ছাড়াও একটি \"সত্য সূর্য\" পয়েন্টার থাকার সম্ভাবনা ছিল ( সূর্যের চারপাশে পৃথিবীর কক্ষপথ), কিন্তু আজ পর্যন্ত পাওয়া যন্ত্রকৌশলের ধ্বংসাবশেষের মধ্যে এর কোনো প্রমাণ নেই। একইভাবে, ধ্বংসাবশেষের মধ্যে গ্রিকদের নিকট পরিচিত পাঁচটি গ্রহের জন্য গ্রহের কক্ষপথ নির্দেশকের প্রমাণ নেই। নিচে প্রস্তাবিত গ্রহ ইঙ্গিত গিয়ারিং স্কিম দেখুন।\nযান্ত্রিক প্রকৌশলী মাইকেল রাইট দেখিয়েছিলেন যে অবস্থান ছাড়াও চন্দ্র পর্ব সরবরাহ করার একটি ব্যবস্থা রয়েছে। সূচকটি ছিল চন্দ্র নির্দেশকের মধ্যে এম্বেড করা একটি ছোট বল, অর্ধ-সাদা এবং অর্ধ-কালো, যা গ্রাফিকভাবে চন্দ্রকলা (নতুন, প্রথম ত্রৈমাসিক, অর্ধেক, তৃতীয় ত্রৈমাসিক, পূর্ণ এবং পিছনে) দেখানোর জন্য ঘুরত। কৌণিক ঘূর্ণন হিসাবে সূর্য এবং চাঁদের অবস্থানের ভিত্তিতে এই ফাংশনটিকে সমর্থন করার জন্য ডেটা পাওয়া যায়; মূলত, এটি দুটির মধ্যে কোণ, যা বলের ঘূর্ণনে অনুবাদ করা হয়। এটির জন্য একটি ডিফারেনশিয়াল গিয়ার প্রয়োজন, একটি গিয়ারিং বিন্যাস যা দুটি কৌণিক ইনপুটের যোগফল বা পার্থক্য করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Ancient Greek astronomy\nটেমপ্লেট:Computable knowledge\n\nটেমপ্লেট:Solar System models"}