{"pageid": 1194326, "title": "২৫ কেভি এসি রেলওয়ে বিদ্যুতায়ন", "url": "https://bn.wikipedia.org/wiki?curid=1194326", "content": "২৫ কিলোভোল্টে (কেভি) পরিবর্তী তড়িৎ প্রবাহ (এসি) ব্যবহার করে রেলওয়ে বিদ্যুতায়ন ব্যবস্থা বিশ্বব্যাপী ব্যবহৃত হয়, বিশেষ করে দ্রুতগামী রেলের জন্য। এটি সাধারণত স্ট্যান্ডার্ড ইউটিলিটি ফ্রিকোয়েন্সিতে (সাধারণত ৫০ বা ৬০ Hz) সরবরাহ করা হয়, যা ট্র্যাকশন সাবস্টেশনগুলিকে সহজ করে। ২৫ কিলোভোল্ট এসির উন্নয়ন বিদ্যুতায়ন সফলভাবে ইউটিলিটি ফ্রিকোয়েন্সি ব্যবহার করার সাথে ঘনিষ্ঠভাবে সংযুক্ত।\nএই বিদ্যুতায়ন রেলপথের জন্য আদর্শ যা দীর্ঘ দূরত্ব কভার করে বা ভারী যানবাহন বহন করে। হাঙ্গেরিতে দ্বিতীয় বিশ্বযুদ্ধের আগে এবং জার্মানির কালো বন পর্বতশ্রেণী কিছু পরীক্ষা-নিরীক্ষার পর, ১৯৫০-এর দশকে এটির ব্যবহার ব্যাপকভাবে শুরু হয়।\nএটি আগে চালু না হওয়ার একটি কারণ হল সলিড-স্টেট রেকটিফায়ার এবং সম্পর্কিত প্রযুক্তির বিকাশের আগে উপযুক্ত ছোট এবং হালকা ওজনের নিয়ন্ত্রণ এবং সংশোধন সরঞ্জামের অভাব। আরেকটি কারণ ছিল বর্ধিত ক্লিয়ারেন্স দূরত্বের প্রয়োজন যেখানে এটি সেতুর নিচে এবং টানেলের মধ্যে চলত, যার জন্য লাইভ অংশগুলির বর্ধিত ছাড়পত্র প্রদানের জন্য বড় সিভিল ইঞ্জিনিয়ারিং প্রয়োজন হত।\nপুরানো, নিম্ন-ক্ষমতার ডাইরেক্ট কারেন্ট সিস্টেম ব্যবহার করে রেলওয়ে তাদের নতুন হাই-স্পিড লাইনের জন্য ৩ কেভি ডিসি / ১.৫ কেভি ডিসি এর পরিবর্তে ২৫ কেভি এসি চালু করেছে।\n\n\n== ইতিহাস ==\nএকটি ইউটিলিটি ফ্রিকোয়েন্সি সিস্টেমের পরীক্ষা ১৯২৩ সাল থেকে শুরু হয় এবং প্রথম সফল অপারেশনাল এবং নিয়মিত ব্যবহার  ১৯৩১ সালে হয়েছে। এটি হাঙ্গেরির কালমান কান্দো  বিকশিত করেছিল, তিনি ৫০ Hz এ ১৬ kV AC, অ্যাসিঙ্ক্রোনাস ট্র্যাকশন এবং একটি সামঞ্জস্যযোগ্য সংখ্যক (মোটর) খুঁটি ব্যবহার করেছিলেন। পরীক্ষার জন্য প্রথম বিদ্যুতায়িত লাইন ছিল বুদাপেস্ট-ডুনাকেজি-আলাগ। প্রথম সম্পূর্ণ বিদ্যুতায়িত লাইনটি ছিল বুদাপেস্ট-গায়ার-হেগ্যেশালোম (বুদাপেস্ট-ভিয়েনা লাইনের অংশ)। যদিও কান্দোর সমাধান ভবিষ্যতের জন্য একটি পথ দেখিয়েছিল, হাঙ্গেরির বাইরের রেলওয়ে অপারেটরদের নকশার প্রতি কোনো আগ্রহ ছিলো না।\nএই সিস্টেমটি ব্যবহার করার জন্য প্রথম রেলপথটি ১৯৩৬ সালে ডয়েচে রেইচসবাহন দ্বারা সম্পন্ন হয়েছিল, যারা ফ্রেইবার্গ এবং নিউস্ট্যাডের মধ্যে একটি ২০ কেভি ৫০ হার্জ এসি সিস্টেম ইনস্টল করে হোলেনটালবাহনের অংশকে বিদ্যুতায়িত করেছিল। জার্মানির এই অংশটি ১৯৪৫ সালের পর ফরাসিদের দখলে ছিল। ১৯৫১ সালে জার্মান সিস্টেম পরীক্ষা করার ফলে SNCF দক্ষিণ ফ্রান্সের অ-লে-বেন (Aix-les-Bains) এবং লা-রোশ-সুর-ফোরোন (La Roche-sur-Foron)- এর মধ্যে লাইনটিকে বিদ্যুতায়িত করেছিল, প্রাথমিকভাবে একই ২০ কেভি তে কিন্তু ২৫ কেভি তে রূপান্তরিত করা হয় ১৯৫৩ সালে । ২৫ কেভি সিস্টেম তখন ফ্রান্সে স্ট্যান্ডার্ড হিসাবে গৃহীত হয়েছিল, কিন্তু যেহেতু প্যারিসের দক্ষিণে যথেষ্ট পরিমাণ মাইলেজ ইতিমধ্যেই 1.5 কেভি তে বিদ্যুতায়িত হয়েছে। ১৯৬০র দশকে ডুয়াল-ভোল্টেজ লোকোমোটিভ তৈরি না হওয়া পর্যন্ত কেভি ডিসি, এসএনসিএফ কিছু বড় নতুন ডিসি বিদ্যুতায়ন প্রকল্পও চালিয়েছিল।\nইউটিলিটি ফ্রিকোয়েন্সি ব্যবহার করে বিদ্যুতায়নের মূল কারণটি আগে ব্যাপকভাবে গৃহীত হয়নি তা হল পারদ-আর্ক-টাইপ রেকটিফায়ারগুলির নির্ভরযোগ্যতার অভাব যা ট্রেনে ফিট হতে পারে। এটি ডিসি সিরিজের মোটর ব্যবহার করার প্রয়োজনীয়তার সাথে সম্পর্কিত, যার জন্য কারেন্টকে এসি থেকে ডিসি-তে রূপান্তরিত করা প্রয়োজন এবং এর জন্য একটি সংশোধনকারী প্রয়োজন। 1950-এর দশকের গোড়ার দিকে, পারদ-আর্ক রেকটিফায়ারগুলি আদর্শ পরিস্থিতিতেও কাজ করা কঠিন ছিল এবং তাই রেলের লোকোমোটিভগুলিতে ব্যবহারের জন্য অনুপযুক্ত ছিল।\nএসি মোটর ব্যবহার করা সম্ভব ছিল (এবং কিছু রেলওয়ে বিভিন্ন সাফল্যের সাথে করেছে), কিন্তু ট্র্যাকশনের উদ্দেশ্যে তাদের আদর্শ বৈশিষ্ট্যের চেয়ে কম ছিল। এর কারণ হল ফ্রিকোয়েন্সি পরিবর্তন না করে গতি নিয়ন্ত্রণ করা কঠিন এবং গতি নিয়ন্ত্রণের জন্য ভোল্টেজের উপর নির্ভর করা যে কোনো নির্দিষ্ট গতিতে টর্ক দেয় যা আদর্শ নয়। এই কারণেই DC সিরিজের মোটরগুলি ১৯৯০ সাল পর্যন্ত ট্র্যাকশনের উদ্দেশ্যে সবচেয়ে সাধারণ পছন্দ ছিল, কারণ এগুলি ভোল্টেজ দ্বারা নিয়ন্ত্রিত হতে পারে এবং প্রায় আদর্শ টর্ক বনাম গতির বৈশিষ্ট্য রয়েছে।\n১৯৯০-এর দশকে, উচ্চ-গতির ট্রেনগুলি হালকা, নিম্ন-রক্ষণাবেক্ষণের তিন-ফেজ এসি ইন্ডাকশন মোটর ব্যবহার করতে শুরু করে। N700 Shinkansen একটি তিন-স্তরের কনভার্টার ব্যবহার করে 25 kV একক-ফেজ AC থেকে 1,520 V AC (ট্রান্সফরমারের মাধ্যমে) 3 kV DC (থাইরিস্টরের মাধ্যমে ফেজ-নিয়ন্ত্রিত রেকটিফায়ারের মাধ্যমে) সর্বোচ্চ 2,300 V থ্রি-ফেজ এসি (একটি মাধ্যমে) পরিবর্তনশীল ভোল্টেজ, পরিবর্তনশীল ফ্রিকোয়েন্সি বৈদ্যুতিন সংকেতের মেরু বদল পালস-প্রস্থ মডুলেশন সহ IGBTs ব্যবহার করে) মোটর চালানোর জন্য। সিস্টেমটি রিজেনারেটিভ ব্রেকিংয়ের জন্য বিপরীতভাবে কাজ করে।\n25 kV পছন্দটি ভোল্টেজ এবং খরচের ফাংশন হিসাবে পাওয়ার ট্রান্সমিশনের দক্ষতার সাথে সম্পর্কিত ছিল, সরবরাহ ভোল্টেজের একটি পরিষ্কার এবং পরিপাটি অনুপাতের উপর ভিত্তি করে নয়। একটি প্রদত্ত পাওয়ার স্তরের জন্য, একটি উচ্চ ভোল্টেজ উচ্চ-ভোল্টেজ সরঞ্জামগুলির জন্য বৃহত্তর খরচে কম কারেন্ট এবং সাধারণত আরও ভাল দক্ষতার জন্য অনুমতি দেয়। এটি পাওয়া গেছে যে 25 kV একটি সর্বোত্তম বিন্দু ছিল, যেখানে একটি উচ্চ ভোল্টেজ এখনও কার্যকারিতা উন্নত করবে কিন্তু বৃহত্তর ইনসুলেটরগুলির প্রয়োজন এবং কাঠামো থেকে বৃহত্তর ক্লিয়ারেন্সের জন্য উচ্চতর খরচের তুলনায় উল্লেখযোগ্য পরিমাণে নয়।\nশর্ট সার্কিট এড়াতে, উচ্চ ভোল্টেজকে আর্দ্রতা থেকে রক্ষা করতে হবে। আবহাওয়ার ঘটনা, যেমন \" ভুল ধরনের তুষার \", অতীতে ব্যর্থতার কারণ হয়েছে। বায়ুমণ্ডলীয় কারণের একটি উদাহরণ ২০০৯ সালের ডিসেম্বরে, যখন চ্যানেল টানেলের ভিতরে চারটি ইউরোস্টার ট্রেন ভেঙে পড়ে।\n\n\n== বিতরণ ==\n25 kV এসি বিদ্যুতায়নের জন্য বৈদ্যুতিক শক্তি সাধারণত তিন-ফেজ ট্রান্সমিশন সিস্টেম থেকে সরাসরি নেওয়া হয়। ট্রান্সমিশন সাবস্টেশনে, একটি স্টেপ-ডাউন ট্রান্সফরমার উচ্চ-ভোল্টেজ সরবরাহের তিনটি পর্যায়ের দুটিতে সংযুক্ত থাকে এবং ভোল্টেজকে 25 kV কমিয়ে দেয়। তারপর এটি খাওয়ানো হয়, কখনও কখনও কয়েক কিলোমিটার দূরে, ট্র্যাকের পাশে অবস্থিত একটি রেলওয়ে ফিডার স্টেশনে। যেহেতু উচ্চ-ভোল্টেজ সরবরাহের মাত্র দুটি পর্যায় ব্যবহার করা হয়, প্রতিটি ফিডার স্টেশনকে পর্যায়গুলির একটি ভিন্ন সংমিশ্রণে সংযুক্ত করে ফেজ ভারসাম্যহীনতা সংশোধন করা হয়। ট্রেনের প্যান্টোগ্রাফ এড়াতে দুটি ফিডার স্টেশনকে একত্রিত করে যা একে অপরের সাথে ফেজ-এর বাইরে হতে পারে, বিভিন্ন ফিডার স্টেশন থেকে খাওয়ানো বিভাগগুলির মধ্যে নিরপেক্ষ বিভাগ দেওয়া হয়। SVC গুলি লোড ব্যালেন্সিং এবং ভোল্টেজ নিয়ন্ত্রণের জন্য ব্যবহৃত হয়।\nকিছু ক্ষেত্রে একক ফেজ এসি ট্রান্সফরমার সহ সাবস্টেশনে ডেডিকেটেড একক-ফেজ এসি পাওয়ার লাইন তৈরি করা হয়েছিল। এই ধরনের লাইন ফরাসি TGV সরবরাহ করার জন্য নির্মিত হয়েছিল।\n\n\n== প্রমিতকরণ ==\n25 kV, 50 Hz AC ব্যবহার করে রেলওয়ে বিদ্যুতায়ন একটি আন্তর্জাতিক মান হয়ে উঠেছে। দুটি প্রধান মান রয়েছে যা সিস্টেমের ভোল্টেজগুলিকে সংজ্ঞায়িত করে:\n\nEN 50163:2004+A1:2007 - \"রেলওয়ে অ্যাপ্লিকেশন। ট্র্যাকশন সিস্টেমের সরবরাহ ভোল্টেজ\"\nআইইসি 60850 - \"রেলওয়ে অ্যাপ্লিকেশন। ট্র্যাকশন সিস্টেমের সরবরাহ ভোল্টেজ\"\nঅনুমোদিত ভোল্টেজের অনুমতিযোগ্য পরিসীমা উপরের মানগুলিতে বর্ণিত এবং কারেন্ট অঙ্কনকারী ট্রেনের সংখ্যা এবং সাবস্টেশন থেকে তাদের দূরত্ব বিবেচনা করে।\n\nএই সিস্টেমটি এখন ইউরোপীয় ইউনিয়নের ট্রান্স-ইউরোপীয় রেলওয়ে আন্তঃঅপারেবিলিটি স্ট্যান্ডার্ডের অংশ (1996/48/EC \"ট্রান্স-ইউরোপিয়ান হাই-স্পিড রেল সিস্টেমের আন্তঃকার্যক্ষমতা\" এবং 2001/16/EC \"ট্রান্স-ইউরোপীয় প্রচলিত রেল ব্যবস্থার আন্তঃকার্যক্ষমতা \")।\n\n\n== বৈচিত্র ==\nএই স্ট্যান্ডার্ডের উপর ভিত্তি করে সিস্টেমগুলি কিন্তু কিছু বৈচিত্র সহ ব্যবহার করা হয়েছে।\n\n\n=== 60 Hz এ 25 kV AC ===\nযেসব দেশে 60 Hz হল সাধারণ গ্রিড পাওয়ার ফ্রিকোয়েন্সি, সেখানে 60 Hz এ 25 kV রেলওয়ে বিদ্যুতায়নের জন্য ব্যবহৃত হয়।\n\nকানাডায় মন্ট্রিল মেট্রোপলিটন পরিবহন সংস্থার ডিউক্স-মন্টাগনেস লাইনে।\nজাপানে টোকাইডো, সানিও এবং কিউশু শিনকানসেন লাইনে (১,৪৩৫ মিলিমিটার or ৪ ফুট ৮ ১⁄২ ইঞ্চি ব্যবহার করে১,৪৩৫ মিলিমিটার or ৪ ফুট ৮ ১⁄২ ইঞ্চি\n\n\n=== 50 বা 60 Hz এ 20 kV AC ===\nজাপানে, এটি তোহোকু অঞ্চল, হোকুরিকু অঞ্চল, হোক্কাইডো এবং কিউশুতে বিদ্যমান রেললাইনে ব্যবহৃত হয়, যার মধ্যে হোকুরিকু এবং কিউশু 60 Hz রয়েছে।\n\n\n=== 60 Hz এ 12.5 kV AC ===\nমার্কিন যুক্তরাষ্ট্রে কিছু লাইন 12.5 kV 60 Hz এ বিদ্যুতায়িত হয়েছে বা 11 kV 25 Hz থেকে 12.5 kV 60 Hz এ রূপান্তরিত হয়েছে। 60 Hz ব্যবহার 60 থেকে সরাসরি সরবরাহের অনুমতি দেয় Hz ইউটিলিটি গ্রিডের জন্য এখনও 25 kV 60 Hz এর জন্য বড় তারের ছাড়পত্রের প্রয়োজন হয় না বা 11 kV 25 Hz লাইনে চলাচলকারী ট্রেনগুলির জন্য ডুয়াল-ভোল্টেজ ক্ষমতার প্রয়োজন হয় না। উদাহরণ হল:\n\nমেট্রো-উত্তর রেলপথের নিউ হ্যাভেন লাইন পেলহাম, এনওয়াই থেকে নিউ হ্যাভেন, সিটি পর্যন্ত (1985 সাল থেকে; পূর্বে 11 কেভি 25 Hz)।\n\n\n=== 25 Hz এ 12 kV ===\nনিউ জার্সি ট্রানজিটের উত্তর জার্সি কোস্ট লাইন মাতাওয়ান, এনজে থেকে লং ব্রাঞ্চ, এনজে (১৯৮৮-২০০২: 25 এ পরিবর্তিত হয়েছে) kV 60 Hz)।\nআমট্রাক\nSEPTA - উভয় প্রাক্তন- রিডিং রেল এবং প্রাক্তন- পেনসিলভেনিয়া রেল পাশ।\n\n\n=== 6.25 কেভি এসি ===\nপ্রথম দিকে 50 ইউনাইটেড কিংডমে Hz এসি রেলওয়ে বিদ্যুতায়নের জন্য 6.25 kV AC -তে সেকশন ব্যবহার করার পরিকল্পনা করা হয়েছিল যেখানে সেতুর নিচে এবং টানেলে সীমিত ছাড়পত্র ছিল। 25 kV এবং 6.25 kV মধ্যে স্বয়ংক্রিয় সুইচিং সহ রোলিং স্টকটি ডুয়াল-ভোল্টেজ ছিল। 6.25 kV বিভাগগুলিকে 25 kV AC -তে রূপান্তরিত করা হয়েছিল গবেষণা কাজের ফলে যেটি দেখায় যে লাইভ এবং মাটিযুক্ত সরঞ্জামগুলির মধ্যে দূরত্ব কমিয়ে আনা যেতে পারে যা প্রাথমিকভাবে প্রয়োজনীয় বলে মনে করা হয়েছিল।\nগবেষণাটি ক্রুয়ে একটি সেতুর নীচে একটি বাষ্প ইঞ্জিন ব্যবহার করে করা হয়েছিল। 25 kV ওভারহেড লাইনের একটি অংশকে ধীরে ধীরে সেতুর মাটির ধাতব কাজের কাছাকাছি আনা হয়েছিল যখন লোকোমোটিভের চিমনি থেকে বাষ্পের শিকার হয়েছিল। যে দূরত্বে একটি ফ্ল্যাশওভার ঘটেছিল তা পরিমাপ করা হয়েছিল এবং এটি একটি ভিত্তি হিসাবে ব্যবহৃত হয়েছিল যেখান থেকে ওভারহেড সরঞ্জাম এবং কাঠামোর মধ্যে নতুন ছাড়পত্র নেওয়া হয়েছিল।\n\n\n=== 50 কেভি এসি ===\nমাঝে মাঝে 25 kV দ্বিগুণ করে 50 kV করা হয় বেশি শক্তি পাওয়ার জন্য এবং সাবস্টেশনের মধ্যে দূরত্ব বাড়াতে। এই ধরনের লাইনগুলি সাধারণত অন্য লাইন থেকে বিচ্ছিন্ন করা হয় যাতে ইন্টারনিং থেকে জটিলতা না হয়। উদাহরণ হল:\n\nসিশেন-সালদানহা লৌহ আকরিক রেলপথ (50 Hz)।\nডেসরেট পাওয়ার রেলওয়ে যা ছিল একটি বিচ্ছিন্ন কয়লা রেলপথ (60 Hz)।\nবর্তমানে বন্ধ ব্ল্যাক মেসা এবং লেক পাওয়েল রেলপথ যা ছিল একটি বিচ্ছিন্ন কয়লা রেলপথ (60 Hz)।\nবিসি রেলের এখন বন্ধ টাম্বলার রিজ সাবডিভিশন (60 Hz)।\n\n\n=== 2 × 25 kV অটোট্রান্সফরমার সিস্টেম ===\n\n2 × 25 kV অটোট্রান্সফরমার সিস্টেম হল একটি স্প্লিট-ফেজ ইলেকট্রিক পাওয়ার সিস্টেম যা 25 সরবরাহ করে ট্রেনগুলিতে kV শক্তি, কিন্তু 50 এ শক্তি প্রেরণ করে শক্তি ক্ষয় কমাতে kV. এটি 50 এর সাথে বিভ্রান্ত করা উচিত নয় কেভি সিস্টেম। এই সিস্টেমে, কারেন্ট প্রধানত রেলের পরিবর্তে ওভারহেড লাইন এবং একটি ফিডার ট্রান্সমিশন লাইনের মধ্যে বহন করা হয়। ওভারহেড লাইন (3) এবং ফিডার (5) বিপরীত পর্যায়ে রয়েছে তাই তাদের মধ্যে ভোল্টেজ 50 kV, যখন ওভারহেড লাইন (3) এবং চলমান রেলগুলির (4) মধ্যে ভোল্টেজ 25 এ থাকে কেভি পর্যায়ক্রমিক অটোট্রান্সফরমার (9) নিরপেক্ষ রেল থেকে রিটার্ন কারেন্টকে ডাইভার্ট করে, এটিকে ধাপে উপরে তোলে এবং ফিডার লাইন বরাবর পাঠায়। এই সিস্টেমটি ভারতীয় রেলওয়ে, রাশিয়ান রেলওয়ে, ইতালীয় হাই স্পিড রেলওয়ে, ইউকে হাই স্পিড 1, বেশিরভাগ ওয়েস্ট কোস্ট মেইন লাইন এবং ক্রসরাইল দ্বারা ব্যবহৃত হয়, পুরানো লাইনের কিছু অংশ ধীরে ধীরে রূপান্তরিত হয়, ফ্রেঞ্চ লাইন (এলজিভি লাইন এবং কিছু অন্যান্য লাইন), বেশিরভাগ স্প্যানিশ হাই-স্পিড রেল লাইন, আমট্রাক এবং কিছু ফিনিশ ও হাঙ্গেরিয়ান লাইন।\n\n\n=== বাড়ানো ভোল্টেজ ===\nফ্রান্সে TGV বিশ্ব গতির রেকর্ড চালানোর জন্য ভোল্টেজ সাময়িকভাবে 29.5 পর্যন্ত বৃদ্ধি করা হয়েছিল kV এবং 31 বিভিন্ন সময়ে kV.\n\n\n=== ব্রডগেজ লাইনে 25 কেভি ===\nরোকা লাইনে আর্জেন্টিনায় (১,৬৭৬ মিলিমিটার or ৫ ফুট ৬ ইঞ্চি ব্যবহার করে১,৬৭৬ মিলিমিটার or ৫ ফুট ৬ ইঞ্চি )।\nঅস্ট্রেলিয়ায় :\nঅ্যাডিলেড : শহরতলির নেটওয়ার্কের অংশ (50 Hz)।\nস্বাধীন রাষ্ট্রের কমনওয়েলথ : নেটওয়ার্কের অংশ (50 Hz)।\nফিনল্যান্ড : ফিনল্যান্ডে রেল পরিবহন দেখুন (50 Hz)।\nভারত : ভারতে রেল পরিবহন দেখুন এবং রেলওয়ে ইলেকট্রিফিকেশনের জন্য কেন্দ্রীয় সংস্থা (50 Hz)।\nপর্তুগাল : পর্তুগালে রেললাইনের তালিকা দেখুন (50 Hz)।\n\n\n=== ন্যারোগেজ লাইনে ২৫ কেভি ===\nঅস্ট্রেলিয়ায় :\nপার্থ : পুরো শহরতলির নেটওয়ার্ক, ট্রান্সপারথ ট্রেন অপারেশন দেখুন (50 Hz)।\nকুইন্সল্যান্ড : কুইন্সল্যান্ডে রেল বিদ্যুতায়ন দেখুন (50 Hz)।\nমালয়েশিয়ায় : মালয়েশিয়ায় রেল পরিবহন দেখুন (50 Hz)।\nনিউজিল্যান্ডে : নর্থ আইল্যান্ড মেইন ট্রাঙ্ক এবং অকল্যান্ড রেলওয়ে বিদ্যুতায়ন (50 Hz) দেখুন।\nদক্ষিণ আফ্রিকায় : দক্ষিণ আফ্রিকায় রেল পরিবহন দেখুন (25 এবং 50 kV 50 Hz)।\nতাইওয়ানে : তাইওয়ানে রেল পরিবহন দেখুন (60 Hz)।\nতিউনিসিয়াতে (50 Hz): তিউনিসিয়ায় রেল পরিবহন দেখুন (50 Hz)।\nফ্রান্সে, মন্ট ব্ল্যাঙ্ক ট্রামওয়ে এবং চেমিন দে ফের ডু মন্টেনভার্স : 11 kV\nজার্মানিতে, হাম্বাচবাহন এবং নর্ড-সুদ-বাহন : 6.6 kV\n\n\n== মাল্টি-সিস্টেম লোকোমোটিভ এবং ট্রেন ==\nযে ট্রেনগুলি একাধিক ভোল্টেজে চলতে পারে, বলুন 3 kV/25 kV, প্রতিষ্ঠিত প্রযুক্তি। ইউরোপের কিছু লোকোমোটিভ চারটি ভিন্ন ভোল্টেজ মান ব্যবহার করতে সক্ষম।\n\n\n== আরও দেখুন ==\n15 কেভি এসি রেলওয়ে বিদ্যুতায়ন\nরেলওয়ে বিদ্যুতায়ন ব্যবস্থার তালিকা\nরোটারি ফেজ কনভার্টার\n\n\n== তথ্যসূত্র =="}