{"pageid": 1194865, "title": "ডেইলি মেইল", "url": "https://bn.wikipedia.org/wiki?curid=1194865", "content": "ডেইলি মেইল হল একটি ব্রিটিশ দৈনিক মধ্য-বাজার ট্যাবলয়েড সংবাদপত্র এবং নিউজ ওয়েবসাইট লন্ডনে প্রকাশিত। ১৮৯৬ সালে প্রতিষ্ঠিত, এটি যুক্তরাজ্যের সর্বোচ্চ প্রচারিত দৈনিক সংবাদপত্র। এর ভগিনী সংবাদপত্র দ্য মেইল অন সানডে ১৯৮২ সালে চালু হয়েছিল, যেখানে দৈনিক কাগজের স্কটিশ এবং আইরিশ সংস্করণ যথাক্রমে ১৯৪৭ এবং ২০০৬ সালে চালু হয়েছিল। কাগজের বিষয়বস্তু মেইলঅনলাইন ওয়েবসাইটে প্রদর্শিত হয়, যদিও ওয়েবসাইটটি আলাদাভাবে পরিচালিত হয় এবং এর নিজস্ব সম্পাদক রয়েছে।\nকাগজটি ডেইলি মেইল অ্যান্ড জেনারেল ট্রাস্টের মালিকানাধীন। জোনাথন হার্মসওয়ার্থ, ৪র্থ ভিসকাউন্ট রথারমেয়ার, একজন মূল সহ-প্রতিষ্ঠাতার প্রপৌত্র, ডেইলি মেইল অ্যান্ড জেনারেল ট্রাস্টের বর্তমান চেয়ারম্যান এবং নিয়ন্ত্রক শেয়ারহোল্ডার, যখন সংবাদপত্রের জন্য প্রতিদিনের সম্পাদকীয় সিদ্ধান্তগুলি সাধারণত গ্রহন করে সম্পাদক, টেড ভেরিটির নেতৃত্বে একটি দল, যিনি ১৭ নভেম্বর ২০২১-এ জিওর্ডি গ্রেগের স্থলাভিষিক্ত হন।\n২০১৪ সালে একটি সমীক্ষায় দেখা গেছে যে এর পাঠকদের গড় বয়স ছিল ৫৮, এবং এটি প্রধান ব্রিটিশ দৈনিকগুলির মধ্যে ১৫ থেকে ৪৪ বছর বয়সীদের জন্য সর্বনিম্ন জনসংখ্যা ছিল। একটি ব্রিটিশ দৈনিক সংবাদপত্রের জন্য অনন্যভাবে, এটির সংখ্যাগরিষ্ঠ মহিলা পাঠক রয়েছে, যেখানে মহিলারা এর পাঠকদের ৫২-৫৫%। ২০২০ সালের ফেব্রুয়ারিতে এটির দৈনিক গড় প্রচলন ছিল ১,১৩৪,১৮৪ কপি। এপ্রিল ২০১৯ এবং মার্চ ২০২০ এর মধ্যে এর দৈনিক পাঠক সংখ্যা ছিল প্রায় ২.১৮ মিলিয়ন, যার মধ্যে প্রায় ১.৪০৭ মিলিয়ন এবিসি১ জনসংখ্যায় এবং ০.৭৭৩ মিলিয়ন সি২ডিই জনসংখ্যায়। এর ওয়েবসাইটে প্রতি মাসে ২১৮ মিলিয়নেরও বেশি অনন্য দর্শক রয়েছে।\nডেইলি মেইল ১৯৯৫ সাল থেকে আট বার দ্য প্রেস অ্যাওয়ার্ডস থেকে বর্ষসেরা জাতীয় সংবাদপত্রের পুরস্কার প্রাপ্তি সহ বেশ কয়েকটি পুরস্কার জিতেছে, ২০১৯ সালে আবার জয়লাভ করেছে সম্পাদক সমিতি একে ২০২০ সালের 'দৈনিক সংবাদপত্র' হিসেবে নির্বাচিত করেছে ডেইলি মেইল তার অবিশ্বস্ততা, বিজ্ঞান ও চিকিৎসা গবেষণার চাঞ্চল্যকর এবং ভুল ভীতিকর গল্প ছাপানোর জন্যও সমালোচিতও হয়েছে, এবং চুরি ও কপিরাইট লঙ্ঘনের উদাহরণের জন্য। ২০১৭ সালের ফেব্রুয়ারিতে, ইংরেজি উইকিপিডিয়ার সম্পাদকরা ডেইলি মেইলকে উৎস হিসেবে ব্যবহার নিষিদ্ধ করে।\n\n\n== ইতিহাস ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}