{"pageid": 1194761, "title": "সনেট ১", "url": "https://bn.wikipedia.org/wiki?curid=1194761", "content": "সনেট ১ (ইংরেজি: Sonnet 1) হল ইংরেজ নাট্যকার ও কবি উইলিয়াম শেকসপিয়র রচিত ১৫৪টি চতুর্দশপদীর অন্যতম। এটি সুশ্রী যুবা কাব্যক্রমের অন্তর্গত একটি প্রজনন চতুর্দশপদী।\n\n\n== পরিচয় ==\n১ সংখ্যক সনেটটি হল উইলিয়াম শেকসপিয়র রচিত ১৫৪টি চতুর্দশপদীমালার প্রথম চতুর্দশপদী। ১৬০৯ সালে টমাস থর্প কর্তৃক এটি প্রথম প্রকাশিত হয়েছিল। ঊনবিংশ শতাব্দীর সমালোচকেরা মনে করতেন যে, থর্প সম্ভবত শেকসপিয়রের সম্মতি ব্যতিরেকেই এই চতুর্দশপদীগুচ্ছ প্রকাশ করেছিলেন। যদিও আধুনিক গবেষকেরা তা মনে করেন না। তাঁরা মনে করেন যে, থর্প তাঁর সুনাম ক্ষুণ্ণ করেননি। \"সনেট ১\" হল হল \"সুশ্রী যুবা\" চতুর্দশপদীমালার প্রথম চতুর্দশপদী। এই কবিতাগুলিতে কবি এক অনামা যুবককে সম্ভাষণ করে নিজের বক্তব্য উপস্থাপিত করেছেন। এই বিষয়ে প্যাট্রিক চেনি মন্তব্য করেছেন: \"Beginning with a putatively male speaker imploring a beautiful young man to reproduce, and concluding with a series of poems – the dark lady poems – that affiliate consummated heterosexual passion with incurable disease, Shakespeare's Sonnets radically and deliberately disrupt the conventional narrative of erotic courtship\". \"সনেট ১\" কতকটা অন্যান্য চতুর্দশপদীগুচ্ছের ভূমিকার ন্যায়। তবে এটি সম্ভবত রচিত হয়েছিল পরবর্তী কয়েকটি চতুর্দশপদী রচনার পরে। \"প্রজনন চতুর্দশপদীগুচ্ছ\" নামে পরিচিত সনেটমালায় (চতুর্দশপদী ১-১৭) যুবককে বিবাহ না করে নিজ সৌন্দর্য নষ্ট না করতে অনুরোধ করা হয়েছে এবং বিবাহপূর্বক বংশবিস্তার করতে আবেদন করা হয়েছে। জোসেফ পেকুইনি বলেছেন: \"the opening movement give[s the] expression to one compelling case... The first mode of preservation entertained is procreation, which is urged without letup in the first fourteen poems and twice again\".\n\"সুশ্রী যুবা\"-র পরিচয় জানা যায় না; যদিও এই ক্ষেত্রে দুই জন সম্ভাব্য ব্যক্তির নাম সর্বাগ্রগণ্য, যাঁদের ১৬০৯ সালের কোয়ার্টো সংস্করণের উৎসর্গপত্রে \"ডব্লিউ.এইচ.\" নামেও চিহ্নিত করা হয়েছিল: হেনরি রিওসেসলি, সাউদাম্পটনের তৃতীয় আর্ল (১৫৭৩-১৬২৪) অথবা উইলিয়াম হারবার্ট, পেমব্রোকের ৩য় আর্ল (১৫৮০-১৬৩০)। উভয়েই ভিন্ন ভিন্ন সময়ে শেকসপিয়রের পৃষ্ঠপোষকতা করেছিলেন - ১৫৯০-এর দশকে রিওদেসলি এবং ১৬০০-এর দশকে হারবার্ট। যদিও \"সুশ্রী যুবা\" ও \"ডব্লিউ.এইচ.\" একক ব্যক্তিত্ব - এই ধারণা নিয়ে বিতর্ক রয়েছে এবং এমনও মনে করা হয় যে, প্রথম ১৭টি চতুর্দশপদীতে যাঁর ভিত্তিতে সুশ্রী যুবার ধারণাটি এসেছে তিনি এবং পরবর্তী চতুর্দশপদীগুলিতে উল্লিখিত ব্যক্তি আলাদা।\nআরও দেখুন: \"মি. ডব্লিউ.এইচ.\"-এর পরিচয়\n\"সনেট ১\"-এ কবি উদ্দিষ্ট যুবকের সঙ্গে বংশবিস্তার নিয়ে একটি তর্কে জড়িয়ে পড়েছেন। গবেষক হেলেন ভেন্ডলার \"সনেট ১\"-এর সারসংক্ষেপে বলেছেন: \"The different rhetorical moments of this sonnet (generalizing reflection, reproach, injunction, prophecy) are permeable to one another's metaphors, so that the rose of philosophical reflection yields the bud of direct address, and the famine of address yields the glutton who, in epigram, eats the world's due\".\n\n\n== প্রেক্ষাপট ==\nশেকসপিয়রের চতুর্দশপদীগুলি ইতালীয় কবি পেত্রার্কের চতুর্দশপদী শৈলীটিকে যথাযথভাবে অনুসরণ করে রচিত হয়নি। রবার্ট ম্যাটজের মতে, \"Shakespeare transforms the sonnet convention\". শেকসপিয়র তাঁর চতুর্দশপদীতে যে বিষয়বস্তুর প্রয়োগ ঘটান তা সেই যুগে ছিল বেদস্তুর। শেকসপিয়রের পাঠকবৃন্দ এই আগ্রাসী ভঙ্গিটিকে বিশ্লেষণ করতে পারেন বংশবিস্তারে সম্পূর্ণ অযথাযথ এক উৎসাহপ্রদান হিসেবে। প্রকৃতপক্ষে সেই যুগের অন্যান্য চতুর্দশপদীতে কৌমার্যকে মহিমান্বিত করা হয়েছিল। যদিও মাইকেল শোয়েনফেল্টের মতে, \"[Shakespeare] does not engage in stock exaltation of the chastity of the beloved, but instead accuses the young man of gluttonous self-consumption in his refusal to produce a 'tender heir' who would continue his beauty beyond the inexorable decay of aging\". সেকালের চতুর্দশপদীগুচ্ছের বিষয়বস্তু সাধারণত ছিল কবি ও তাঁর প্রেমাস্পদের মধ্যে প্রণয়-বিষয়ক; কিন্তু শেকসপিয়র সেই ধারায় সনেট রচনা করেননি। পরিবর্তে শেকসপিয়র উদ্দিষ্ট যুবককে এক নারীকে বিবাহ করে তার সঙ্গে যৌনসম্পর্ক স্থাপনের মাধ্যমে বংশবিস্তারে উৎসাহ দিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBaldwin, T. W. On the Literary Genetics of Shakspeare's Sonnets. Urbana: University of Illinois Press, 1950.\nHubler, Edwin. The Sense of Shakespeare's Sonnets. Princeton: Princeton University Press, 1952.\nটেমপ্লেট:Shakespeare sonnets bibliography\n\n\n== বহিঃসংযোগ ==\n উইকিসংকলনে সনেট ১ সম্পর্কিত কর্ম দেখুন।\nAn analysis and paraphrase of the sonnet\nShakespeare's sonnets.com on Sonnet 1"}