{"pageid": 1194875, "title": "আহমদ কোয়া শালিয়াতী", "url": "https://bn.wikipedia.org/wiki?curid=1194875", "content": "শিহাবুদ্দীন আবুসসাআদাত আহমদ কোয়া আযহার শালিয়াতী মালিবারী শাফেয়ী যিনি আহমদ কোয়া শালিয়াতী নামেই অধিক পরিচিত। তিনি ছিলেন কেরালার বিখ্যাত মুসলিম পণ্ডিত। তাকে একজন আধুনিক গাজ্জালি হিসেবে বর্ণনা করা হয়েছে। যিনি নিজেকে একজন সুফি, ধর্মীয় পণ্ডিত, মুফতি, লেখক, ইতিহাসবিদ, কবি, চিকিৎসক এবং জ্যোতির্বিদ হিসেবে প্রমাণ করেছেন। আহমদ কোয়া শালিয়াতী কেরালার একটি ঐতিহ্যবাহী মুসলিম ধর্মীয় সংগঠন সামস্থ কেরালা জমিয়াতুল উলামার অন্যতম প্রতিষ্ঠাতা নেতা। তিনি বিখ্যাত দক্ষিণ ভারতীয় শাফেয়ী পণ্ডিত ছিলেন যিনি সুন্নি বেরলভী আন্দোলনের প্রতিষ্ঠাতা ইমাম আহমদ রেজা খান বেরলভীর ছাত্র ছিলেন।\n\n\n== জীবনী ==\n১৮৮৪ সারে (হিজরী: ১৩০২ সনের ২২ জমাদুল উকরা ) আহমদ কোয়া ছলিয়াতুল্লা পুতাম্বরতের বাড়িতে ইমামউদ্দিন কুনহালি কুট্টি মুসলিয়ার, একজন সুফি পণ্ডিত এবং বিশিষ্ট পণ্ডিত এবং ফরিদার পুত্রের ঘরে জন্মগ্রহণ করেন।\nতার পিতার কাছ থেকে প্রাথমিক শিক্ষা এবং কোরআন অধ্যয়ন শেষ করার পর, তিনি আরও পড়াশোনার জন্য নেল্লিকুত আলী মুসলিয়ার দরসে যোগ দেন। তিনি এক দশক ধরে ধর্মীয় বিষয়ে অধ্যয়ন করেন এবং আলী মুসলিয়ারের কাছ থেকে কাদিরিয়া তাওরীকত লাভ করেন । তারপর চলিলকাঠে কুঞ্জহাম্মদ হাজীধর্মীয় বিষয় নিয়ে গবেষণা করা। পদিয়াত দরসে আলী মুসলিয়ারের অধীনে আবার \"চলিলকাম\" এর অধীনে পড়াশোনা শেষ করেন। অতঃপর বিভিন্ন ধর্মীয় কর্ম বিজ্ঞানে জ্ঞান অর্জনের জন্য তিনি মাদ্রাজে \"মাওলানা মুফতি মাহমুদ\" এর অধীনে গবেষণার মাধ্যমে আরবি সাহিত্য, জ্যোতির্বিদ্যা এবং পলেমিক্সের বিষয়ে উন্নত জ্ঞান অর্জন করেন। মেডিসিনে বিশেষজ্ঞ হওয়ার পর, তিনি ভেলোরের লাটভিজা কলেজে নিসামিয়া পাঠ্য প্রোগ্রামের মাধ্যমে চারটি মাযহাব অধ্যয়ন করেন। আল্লামা শায়খ হুসাইন আহমাদুল কাদিরী ও সৈয়দ মুহিউদ্দীন আবদুল্লাহ্তবীফুল কাদিরী ছিলেন লতিফিয়ার শিক্ষক।\nসর্বোচ্চ জ্ঞানের প্রসারের সাথে সাথে, লতিফিয়া কর্তৃপক্ষ তাকে একজন শিক্ষক হিসাবে নিযুক্ত করে এবং তাকে ফতোয়া কমিটির সদস্য করে, যার মধ্যে শুধুমাত্র উচ্চ দক্ষ আলেমদের অন্তর্ভুক্ত ছিল। পরে তিনি তিরুনেলভি পেট্টার ধর্মীয় বিদ্যালয়ে প্রধান শিক্ষক হিসেবে নিযুক্ত হন। পরে তিনি চতুর্দশ শতকের মুজাদ্দিদ ও হিন্দুস্থানের মহান ইমাম শায়খ আহমেদ রিদ্বা খানের শিষ্যত্ব গ্রহণ করেন এবং জ্ঞান সাধনায় নিয়োজিত হন।  তিনি ধর্মীয় বৃত্তির ক্ষেত্রে পারদর্শী হওয়ায় হায়দ্রাবাদের নিসাম তাকে দক্ষিণ ভারতের মুফতি নিযুক্ত করে। নিজাম শালিয়াতিকে মুফতির পদ থেকে অপসারণ করতে অস্বীকার করেন, যদিও তিনি ভেলোর লতিফিয়ার প্রধান গুরু হিসেবে নিযুক্ত হওয়ার পর হায়দ্রাবাদ ত্যাগ করেন।\nভেলোরে তার চাকরির সময়, শালিয়াথকে গুরু এবং আধ্যাত্মিক গাইড নেলিকুথ আলী মুসলিয়ার আমন্ত্রণ জানিয়েছিলেন। চিঠিটি তাকে তিরুরাঙ্গাদি দরসে একজন শিক্ষক হিসাবে তার স্থলাভিষিক্ত করতে বলা হয়েছিল যতক্ষণ না তিনি হজ এবং কাদিরিয়া আধ্যাত্মিক তীর্থযাত্রার জন্য মক্কা সফর করছেন। গুরুর আদেশ অনুসরণ করে, \"শালিয়াথি\" কেরালায় ফিরে আসেন এবং থিরুরাঙ্গাদি দারসের দায়িত্ব নেন। আলী মুসলিয়ার ফিরে আসার পর, তিনি পাঁচ বছর কোডিয়াথুরের দারসে প্রধান শিক্ষক হিসেবে দায়িত্ব পালন করেন।  আলী মুসলিয়ারের পরামর্শে কাদিরিয়া তাওরীকতের শিক্ষক শায়খ মুহাম্মদ হাসবুল্লাহিবন মক্কী ।কাদিরিয়া সরণিতে যাওয়ার পর তিনি ইজাযিয়াহ (সরণী স্থানান্তরের অনুমতি) লাভ করেন এবং দেশে ফিরে আসেন। তিনি মাদ্রাজ ও নাগরে প্রধান ধর্মীয় শিক্ষক হিসেবে কাজ খুঁজছিলেন। মালাবার বিপ্লবের পর, গুরু আলী মুসলিয়ারকে হত্যা করা হয় এবং মালাবারে ফিরে আসেন। ১৯২৪ সালের পর আরবীয় পণ্ডিত ইবনে ওয়াহহাবের দ্বারা আকৃষ্ট মুসলিম সংস্কারক কেরালায় আবির্ভূত হন। প্রথাগত মুসলিম রীতিনীতি ও আচার-অনুষ্ঠানের সমালোচনা করে বেরিয়ে আসার সাথে সাথে ব্রিটিশ বিরোধী ও ব্রিটিশপন্থী পক্ষ থেকে লড়াইরত ঐতিহ্যবাহী পণ্ডিতরা নিজেদের সংগঠিত করে সংস্কারকদের বিরুদ্ধে মাঠে নামেন। আহমদ কোয়া শালিয়াতি , যিনি কাদিরিয়া ও নকশবন্দিয়া আদেশের মহান গুরু হয়েছিলেন, তিনি ছিলেন ঐতিহ্যবাহী পণ্ডিত সম্প্রদায়ের কেন্দ্রবিন্দু। শালিয়াটি সংস্কারকদের বিরুদ্ধে শক্তভাবে দাঁড়িয়েছিলতিনি সামস্তা কেরালা জমিয়াতুল উলামা গঠনেও সক্রিয় ছিলেন , একটি ঐতিহ্যবাহী পণ্ডিত মণ্ডলী। তিনি সমাস্ত মুশাভার দশজন পণ্ডিতের একজন নির্বাচিত হন।\nমুফতি শায়খ উবায়দুল্লাহি মাদ্রাসির অনুরোধে ভাটকলের ধর্মীয় বিদ্যালয়ের প্রধান শিক্ষকের দায়িত্ব পালনকালে তিনি অসুস্থতার কারণে বাড়ি ফিরে আসেন। পরবর্তীতে তিনি শিক্ষকতা ছেড়ে দিয়ে নিজ নিজ চালিয়াতে স্থায়ীভাবে বসবাস শুরু করেন। এই সময়টা তিনি বিভিন্ন বই লেখার কাজে ব্যবহার করেন। আজহারিয়্যাহ বইয়ের মূল্যবান সংগ্রহ অন্যদের কাছে উপলব্ধ করার ইচ্ছা নিয়ে কুতুবখানা নামে একটি বিশাল গ্রন্থাগার তৈরি করেছিলেন । আরবি , উর্দু, ফারসি , সংস্কৃত , সিরিয়াক , হিব্রু এবং ইংরেজির মতো আঠারোটিরও বেশি ভাষায় পারদর্শী এই মহান আলেম ছিলেন একজন মুফতি যিনি চারটি মাযহাবেই অসামান্য জ্ঞান অর্জন করেছিলেন। \nতিনি ধর্ম, ইতিহাস, চিকিৎসা ও কবিতার মতো বিভিন্ন ক্ষেত্রে পঞ্চাশটিরও বেশি বই লিখেছেন। ত্রিশটি বইয়ের প্রকাশক বিদেশে থাকায় তার খ্যাতি প্রকাশ পায়। উল্লেখযোগ্য কাজগুলির মধ্যে একটি হল ঐতিহাসিক বই \"তারাজুমুল মুআল্লিফিন লিল কুতুবভী মিন আহলি দিয়ারি মালাইবার\" যা ইসলামের আবির্ভাবের পরে মালাবারে বসবাসকারী বিখ্যাত মুসলিম পণ্ডিতদের জীবন ইতিহাস বর্ণনা করে। আইনুল কিবলা বিতর্কে আহমদ কোয়া শালিয়াতি গুরু চলিলকাত কুনজাহাম্মেদ হাজীর বিপরীতে ছিলেন যা মালাবারে অনেক বিতর্ককে আমন্ত্রণ জানিয়েছিল ।   আরেক গুরুত্বপূর্ণ শিষ্য, চেরুসেরি আহমেদ কুট্টি মুসলিয়ার, গুরুর সাথে অবস্থান করেছিলেন।  \"খিরাতুল আদিল্লাহ ফী হাদিসাতিক\" শালিয়াতি কর্তৃক বিতর্ক সম্পর্কিত একটি বিজ্ঞানের বই। মৃত্যু ১৯৫৪ সালে।\n\n\n== লেখনী ==\nতাঁর বিভিন্ন বিষয়ে সাঁইত্রিশটি বই ছিল এবং সেগুলোর হাতে লেখা কপি আজহারিয়া লাইব্রেরিতে সংরক্ষিত ছিল।\n\nআসমাউল মুআল্লিফিন ফী দিয়ারিল মালয়বার\nখায়রুল আদালাহ ফী হাদিল ইস্তিক্বালিল কিবলা\nকাশফুজওয়াদিরি নলমী আওয়ামীলী শায়খী আব্দুল কাহির জুরজানী\nইতিহাফুদ্দালিল ফি রদ্দিতঝিল\nআসীরুল হাযীয লি তাখরীজুল আরবাইনাল হাদীস\nআল মাখালুল হাবী ফি বাতিল ফাতাওয়া ওয়াদ্দাউয়ী\nআল বায়ানুল মাসুক\nশাহরুল লতিফ ওয়াবায়ানুল মুনীফ\nআল আওয়াইদুদ্দিন্যাহ ফি তালহীসে ফুআদিল মাদানিয়্যাহ\nদাফহুল আউহাম ফি তানসিলি দাউইল আরহাম\nআল ফাতাওয়া আল আজহারিয়্যাহ\nইফাদাত আল-মুস্তাইদ বি. মুস্তাফিদ ইন ইয়াদাত\nআল আরাফুসসাদি\nতাহকীকু আল মাখাল ফি মাবুসিল ইস্তিক্বাল\n\n\n== মৃত্যু ==\nতিনি ১৩৭৪ হিজরি, ২৭ মহররম এ নশ্বর পৃথিবী ত্যাগ করেন এবং আজহারিয়া কুতুবখানার কাছে সমাহিত হন।\n\n\n== তথ্যসূত্র =="}