{"pageid": 1194851, "title": "মলঙ্কর মণ্ডলী", "url": "https://bn.wikipedia.org/wiki?curid=1194851", "content": "মলঙ্কর মণ্ডলী, পুতেঙ্কুর নামেও পরিচিত এবং যাকোবীয় সিরীয় নামেও বেশি জনপ্রিয়,  পশ্চিম সিরীয় আচার-অনুষ্ঠানের মার্থোমা নাস্রাণি সম্প্রদায়ের ঐতিহাসিক ঐক্যবদ্ধ সংস্থা যা প্রেরিত থোমার মিশনের থেকে চূড়ান্ত উৎস বলে দাবি করে। এই সম্প্রদায়টি, থোমা প্রথমের নেতৃত্বে, ১৬৫৩ সালের ঐতিহাসিক কূনন ক্রুশ শপথ অনুসরণ করার পশ্চাতে, পাদ্রোয়াদো জেসুইৎদের পাশাপাশি লাতিন মণ্ডলীর প্রোপাগ্যাণ্ডা কার্মেলীয়দের বিরোধিতা করেছিল। মলঙ্কর মণ্ডলীর আধুনিক যুগের বংশধরদের মধ্যে রয়েছে যাকোবীয় সিরীয় খ্রিস্টান মণ্ডলী, মলঙ্কর সনাতনপন্থী সিরীয় মণ্ডলী, মলঙ্কর মার্থোমা সিরীয় মণ্ডলী, মালাবার স্বাধীন সিরীয় মণ্ডলী, সিরীয়-মলঙ্কর ক্যাথলিক মণ্ডলী এবং দক্ষিণ ভারতের মণ্ডলীর সন্তথোমা অ্যাংগ্লিকীয়গণ।\n\n\n== ভারতে খ্রীষ্টীয়ধর্মের প্রাথমিক ইতিহাস ==\n\n\n=== ধর্মযাজক সম্প্রদায় ===\nঐতিহাসিকভাবে, মালাবার প্রায়শই মধ্যপ্রাচ্যের দেশগুলির সাথে ব্যবসা করতো এবং মিশর, পারস্য এবং লেভান্তের ব্যবসায়ীরা মশলার জন্য ঘন ঘন মালাবারে যেত। এই দলগুলির মধ্যে আরব, ইহুদি এবং খ্রিস্টানরাও অন্তর্ভুক্ত ছিল এবং এখানে আসা খ্রিস্টানরা মলঙ্কর মণ্ডলীর সাথে যোগাযোগ বজায় রেখেছিল। যেমন ভারতে, খ্রিষ্টান ধর্মমণ্ডলী, প্রাচ্যের মণ্ডলীর (অন্যথায় পারস্যীয় ধর্মমণ্ডলী বলা হত) সাথে ধর্মযাজকগত যোগাযোগে রেখেছিল। মলঙ্কর মণ্ডলীর নেতৃত্বে ছিলেন পারস্যীয় ধর্মমণ্ডলী থেকে পবিত্র একজন মহানগরীয় বিশপ এবং মণ্ডলীর সাধারণ প্রশাসন স্থানীয়, রাজবংশীয় আর্চডিয়াকনের উপর ন্যস্ত ছিল, যাকে মলঙ্কর খ্রিস্টান সম্প্রদায়ের প্রধান হিসাবে উল্লেখ করা হয়েছিল। (Archdeacon/আর্চডিয়াকন, হল বিশপের পদের পরে প্রাচ্যের মণ্ডলীর একজন ধর্মগুরুর জন্য সর্বোচ্চ পদ।)\n\n\n=== চেপ্পেডসমূহ (Cheppeds): তাম্রপত্রে দলিলের সংগ্রহ ===\nকেরলের শাসকরা, তাদের সহায়তার জন্য কৃতজ্ঞতাস্বরূপ, মলঙ্কর নাস্রাণিদের তামার প্লেটে তিনটি দলিল দিয়েছিলেন। তারা নাস্রাণিদের বিভিন্ন অধিকার ও সুযোগ-সুবিধা দিত যা তামার প্লেটে লেখা ছিল। এগুলো চেপ্পেড, রাজকীয় গ্রাণ্ট, শাসনম্ ইত্যাদি নামে পরিচিত\n\nথমাস অফ কানা কপার প্লেট : 345 এবং 811 খ্রিস্টাব্দের মধ্যে, থমাস অফ কানা (কানাই থমা), পারস্য মেসোপটেমিয়ার একজন বণিক, চের রাজবংশের দ্বারা আজকে থমাস অফ কানা কপার প্লেট নামে পরিচিত আর্থ-সামাজিক অধিকারের একটি দলিল মঞ্জুর করা হয়েছিল। থোমার প্লেটগুলি 16 তম এবং 17 শতকে পর্তুগিজ কর্মকর্তাদের দ্বারা নথিভুক্ত এবং অনুবাদ করা হয়েছিল। প্লেটগুলি পরে পর্তুগিজদের দখলে থাকাকালীন অদৃশ্য হয়ে যায় এবং হারিয়ে যায় বলে উল্লেখ করা হয়।\nতরিস্স পল্লী দলিল প্রথম : 849 খ্রিস্টাব্দে, পেরুমল স্থানু রবি গুপ্ত (844-885) চুরক্কেনি কোল্লমের থারিসা পল্লীর (গির্জা) জন্য ঈশোদত্ত বীরৈকে একটি দলিল দেন। ঐতিহাসিকদের মতে, কেরলে এটিই প্রথম দলিল যা সঠিক তারিখ দেয়।\nথারিসা পল্লী দলিল ২ : উপরোক্ত ধারাবাহিকতা, ৮৪৯ খ্রিস্টাব্দের পর প্রদত্ত।\nইরাভি কর্টান দলিল : 1225 খ্রিস্টাব্দে, শ্রী বীর রাঘব চক্রবর্তী 774 সালে মহাদেবরপত্তনমের ইরাভি কর্টানকে (ইরাভি কর্তন) একটি দলিল দেন। দুটি ব্রাহ্মণ পরিবার এই কাজের সাক্ষী যা দেখায় যে 8ম শতাব্দীতে ব্রাহ্মণরা কেরালায় ছিল।\nএই প্লেটগুলি তৎকালীন শাসকদের দ্বারা সম্প্রদায়কে প্রদত্ত বিশেষাধিকারের বিবরণ দেয়। এগুলি কেরালার সামাজিক কাঠামোর বিকাশ এবং বিশেষাধিকার, সম্প্রদায়ের জন্য নিয়মগুলিকে প্রভাবিত করেছিল। এগুলি কেরালার ইতিহাসে অন্যতম গুরুত্বপূর্ণ আইনী নথি হিসাবে বিবেচিত হয়। এর মধ্যে তিনটি এখনও কোট্টায়ামের অর্থোডক্স থিওলজিক্যাল সেমিনারিতে (ওল্ড সেমিনারি) এবং দুটি তিরুভাল্লার মার থোমা চার্চের সদর দফতরে রয়েছে।\n\n\n=== আর্চডিয়াকন ===\nএকটি স্বাধীন মলঙ্কর মণ্ডলী চার্চ গঠনের দিকে এগিয়ে যাওয়া শতাব্দীতে ভারতের মণ্ডলীতে আর্চডিয়াকনের অবস্থান - যাজকদের জন্য সর্বোচ্চ, যারা বিশপ নয়। যদিও প্রযুক্তিগতভাবে মেট্রোপলিটনের অধীনস্থ, আর্চডেকন মহান ধর্মীয় এবং ধর্মনিরপেক্ষ ক্ষমতার অধিকারী ছিলেন, এই পরিমাণে যে তিনি সম্প্রদায়ের ধর্মনিরপেক্ষ নেতা হিসাবে বিবেচিত হন এবং সেই সময়ে ভারতীয় চার্চের কার্যকরী প্রধান হিসাবে দায়িত্ব পালন করেন যখন প্রদেশে একজন বিশপ অনুপস্থিত ছিল। মেট্রোপলিটনের বিপরীতে, যিনি স্পষ্টতই সর্বদা পিতৃকর্তার দ্বারা প্রেরিত পূর্ব সিরিয়াক ছিলেন, আর্চডিকন ছিলেন একজন স্থানীয় সেন্ট থমাস খ্রিস্টান। নথিভুক্ত সময়ের মধ্যে, অবস্থানটি স্পষ্টতই বংশগত ছিল, পাকালোমাট্টম পরিবারের অন্তর্গত, যারা টমাস দ্য অ্যাপোস্টেলের সাথে একটি বিশেষ সুবিধাপ্রাপ্ত সংযোগ দাবি করেছিল।\nপর্তুগিজদের আগমনের পূর্বে আর্কিডিয়াকোনেটের বিশদ বিবরণ অধরা, কিন্তু প্যাট্রিয়ার্ক টিমোথি I (780-823) ভারতের আর্চডিকনকে \"ভারতে বিশ্বস্তদের প্রধান\" বলে অভিহিত করেছেন, অন্তত সেই সময়ের মধ্যে একটি উচ্চ মর্যাদা বোঝায়। ইতিহাসের নথিভুক্ত সময়ে, আর্চডিকনের কার্যালয়টি প্রাচ্যের অন্যান্য চার্চ বা অন্যান্য খ্রিস্টান চার্চের তুলনায় ভারতে যথেষ্ট আলাদা ছিল। প্রাচ্যের বৃহত্তর চার্চে, প্রতিটি বিশপ একজন আর্চডিকন দ্বারা উপস্থিত ছিলেন, কিন্তু ভারতে, শুধুমাত্র একজন আর্চডিকন ছিল, এমনকি যখন প্রদেশের একাধিক বিশপ এটি পরিবেশন করেন।\n14 শতকে এশিয়ার বেশিরভাগ অঞ্চলে চার্চ অফ দ্য ইস্টের অনুক্রমের পতনের পর, ভারত কার্যকরভাবে মেসোপটেমিয়াতে চার্চের কেন্দ্রস্থল থেকে বিচ্ছিন্ন হয়ে যায় এবং আনুষ্ঠানিক যোগাযোগ বিচ্ছিন্ন হয়ে যায়। 15 শতকের শেষের দিকে ভারতে কয়েক প্রজন্ম ধরে কোনো মহানগর ছিল না এবং ঐতিহ্যগতভাবে তার সাথে যুক্ত কর্তৃত্ব আর্চডিকনের হাতে ন্যস্ত ছিল। 1491 সালে, আর্চডিকন প্রাচ্যের চার্চের প্যাট্রিয়ার্কের পাশাপাশি আলেকজান্দ্রিয়ার কপ্টিক পোপ এবং অ্যান্টিওকের সিরিয়াক অর্থোডক্স প্যাট্রিয়ার্কের কাছে দূত পাঠান, ভারতের জন্য একজন নতুন বিশপের অনুরোধ করেন। চার্চ অফ দ্য ইস্ট শেমন চতুর্থ বাসিদির প্যাট্রিয়ার্ক থোমা এবং ইউহানন নামে দুই বিশপকে পবিত্র করে এবং তাদের ভারতে প্রেরণের মাধ্যমে প্রতিক্রিয়া জানান। এই বিশপরা ধর্মীয় অবকাঠামো পুনর্নির্মাণ এবং পিতৃতন্ত্রের সাথে ভ্রাতৃত্বপূর্ণ সম্পর্ক পুনঃপ্রতিষ্ঠা করতে সাহায্য করেছিল, কিন্তু বিচ্ছেদের বছরগুলি ভারতীয় গির্জার কাঠামোকে ব্যাপকভাবে প্রভাবিত করেছিল। যদিও সর্বোচ্চ সম্মান পাওয়া যায়, মহানগরকে তার নিজের ডায়োসিসে আধ্যাত্মিক কর্তৃত্ব হিসাবে বিবেচনা করা হয়েছিল; Archdeacon দৃঢ়ভাবে মালঙ্কারা সম্প্রদায়ের প্রকৃত শক্তি হিসাবে প্রতিষ্ঠিত হয়েছিল।\n\n\n=== পর্তুগিজদের আগমন ===\n1498 সালে পর্তুগিজরা ভারতে আসার সময় সেন্ট থমাস খ্রিস্টানরা একটি কঠিন অবস্থানে ছিল। যদিও মসলার ব্যবসায় তাদের বড় অংশীদারিত্বের কারণে এবং একটি শক্তিশালী মিলিশিয়া দ্বারা সুরক্ষিত থাকার কারণে সমৃদ্ধ হলেও, তৎকালীন অস্থির রাজনৈতিক আবহাওয়া এই ক্ষুদ্র জনগোষ্ঠীকে কালিকট, কোচিন এবং বিভিন্ন ছোট রাজ্যের শক্তিশালী রাজাদের বাহিনীর চাপে ফেলেছিল। ক্ষেত্র. ভাস্কো দা গামার অধীনে পর্তুগিজরা যখন দক্ষিণ ভারতীয় উপকূলে পৌঁছায়, তখন সেন্ট থমাস সম্প্রদায়ের নেতারা তাদের অভ্যর্থনা জানান এবং তাদের সহকর্মী খ্রিস্টানদের একটি আনুষ্ঠানিক জোটের প্রস্তাব দেন। পর্তুগিজরা, যারা মশলার ব্যবসায় নিজেদেরকে রোপণ করতে এবং তাদের খ্রিস্টধর্মের বেলিকোস ফর্মের ডোমেইনকে প্রসারিত করতে গভীর আগ্রহ প্রকাশ করেছিল, তারা এই সুযোগে ঝাঁপিয়ে পড়ে।\nপর্তুগিজরা ভারতে খ্রিস্টান ধর্মের একটি বিশেষভাবে জঙ্গি ব্র্যান্ড নিয়ে এসেছিল, যা রেকনকুইস্তার সময় কয়েক শতাব্দীর সংগ্রামের ফসল, যা তারা সারা বিশ্বে ছড়িয়ে পড়ার আশা করেছিল। এই উদ্দেশ্যকে সহজতর করা ছিল প্যাড্রোডো রিয়েল, চুক্তি এবং ডিক্রির একটি সিরিজ যেখানে পোপ পর্তুগিজ সরকারকে তাদের জয় করা বিদেশী অঞ্চলগুলিতে ধর্মীয় বিষয়ে নির্দিষ্ট কর্তৃত্ব প্রদান করেছিলেন। ভারতে পৌঁছানোর পর পর্তুগিজরা দ্রুত গোয়ায় নিজেদের আবদ্ধ করে এবং একটি গির্জার শ্রেণিবিন্যাস প্রতিষ্ঠা করে; শীঘ্রই তারা স্থানীয় খ্রিস্টানদের তাদের আধিপত্যের অধীনে আনার জন্য নিজেদের প্রস্তুত করে। এই লক্ষ্যের দিকে, ঔপনিবেশিক স্থাপনা সেন্ট থমাস খ্রিস্টানদের ল্যাটিন গির্জার রীতিনীতির সাথে সামঞ্জস্যপূর্ণ করে আনা এবং গোয়ার আর্চবিশপের কর্তৃত্বের বশ্যতা উভয় ক্ষেত্রেই সেন্ট থমাস খ্রিস্টানদের সম্পূর্ণরূপে ল্যাটিন রীতিতে পরিচালনা করা প্রয়োজন বলে মনে করেছিল।\n1552 সালে মেট্রোপলিটান মার জ্যাকবের মৃত্যুর পর, পর্তুগিজরা সেন্ট থমাস খ্রিস্টানদের বশীভূত করার প্রচেষ্টায় আরও আক্রমণাত্মক হয়ে ওঠে। প্রাচ্যের মেসোপটেমিয়ান হার্টল্যান্ডের চার্চের ঘটনাগুলির দ্বারা নেটিভদের পক্ষ থেকে বিক্ষোভ হতাশ হয়েছিল, যা তাদের ধারাবাহিক নেতৃত্ব থেকে বঞ্চিত করেছিল। 1552 সালে, জ্যাকবের মৃত্যুর বছর, চার্চ অফ দ্য ইস্টে একটি বিভেদের ফলে সেখানে দুটি প্রতিদ্বন্দ্বী পিতৃতান্ত্রিক ছিল, যার মধ্যে একটি ক্যাথলিক চার্চের সাথে যোগাযোগে প্রবেশ করেছিল এবং অন্যটি স্বাধীন ছিল। বিভিন্ন সময়ে উভয় পিতৃপুরুষই ভারতে বিশপদের পাঠিয়েছিলেন, কিন্তু পর্তুগিজরা ধারাবাহিকভাবে নবাগতদের ছাড়িয়ে যেতে সক্ষম হয়েছিল বা অন্যথায় তাদেরকে সরাসরি ল্যাটিন রাইতে ক্যাথলিক ধর্মে রূপান্তরিত করতে সক্ষম হয়েছিল। 1575 সালে প্যাড্রোডো ঘোষণা করেন যে কোন পিতৃপুরুষ পর্তুগিজদের সম্মতি ছাড়া সম্প্রদায়ের জন্য প্রিলেট নিয়োগ করতে পারে না, যার ফলে টমাস খ্রিস্টানদের তাদের শ্রেণিবিন্যাস থেকে বিচ্ছিন্ন করা হয়।\n1599 সাল নাগাদ শেষ মেট্রোপলিটন, আব্রাহাম মারা গিয়েছিলেন এবং গোয়ার আর্চবিশপ, অ্যালেক্সিও ডি মেনেজেস, তরুণ আর্চডিকন জর্জের আধিপত্য অর্জন করেছিলেন, স্থানীয় গির্জার অনুক্রমের সর্বোচ্চ অবশিষ্ট প্রতিনিধি। সেই বছর মেনেজেস ডাইম্পার ধর্মসভা ডেকেছিলেন, যা ভারতীয় চার্চের জন্য বেশ কয়েকটি কাঠামোগত এবং লিটারজিকাল সংস্কারের সূচনা করেছিল। ধর্মসভায়, প্যারিশগুলি সরাসরি আর্চবিশপের কর্তৃত্বের অধীনে আনা হয়েছিল, কিছু \"কুসংস্কারমূলক\" আচারগুলিকে বিকৃত করা হয়েছিল এবং পূর্ব সিরিয়াক রীতির ঐতিহ্যগত রূপটি ল্যাটিন মান দ্বারা অগ্রহণযোগ্য উপাদান থেকে মুক্ত হয়েছিল। যদিও সেন্ট থমাস খ্রিস্টানরা এর পর আনুষ্ঠানিকভাবে ক্যাথলিক মণলীর অংশ ছিল, পরবর্তী কয়েক দশক ধরে পর্তুগিজদের আচরণ সম্প্রদায়ের কিছু অংশের মধ্যে অসন্তোষ সৃষ্টি করেছিল, যা অবশেষে প্রকাশ্য প্রতিরোধের দিকে নিয়ে যায়।\n\n\n== কূনান ক্রুশ এবং স্বাধীন মণ্ডলী ==\nপরবর্তী কয়েক দশক ধরে, ল্যাটিন প্রিলেট এবং দেশীয় শ্রেণিবিন্যাস যা অবশিষ্ট ছিল তার মধ্যে উত্তেজনা ছড়িয়ে পড়ে। এটি 1641 সালে বিতর্কের উভয় পক্ষের দুই নতুন নায়কের আরোহণের সাথে সাথে মাথায় আসে: ফ্রান্সিস গার্সিয়া, কোডুঙ্গালুরের নতুন আর্চবিশপ এবং আর্চডিকন থমাস, আর্চডিকন জর্জের ভাইপো এবং উত্তরসূরি। 1652 সালে, আহাতাল্লাহ নামে এক রহস্যময় ব্যক্তিত্বের ভারতে আগমনের কারণে পরিস্থিতি আরও জটিল হয়।\nআহ্তাল্লাহ 1652 সালে মাইলাপুরে এসেছিলেন, নিজেকে অ্যান্টিওখের সঠিক কুলপতি বলে দাবি করেছিলেন যাকে ক্যাথলিক পোপ \"পুরো ভারত এবং চীনের মণ্ডল-কুলপতি\" হিসাবে কাজ করার জন্য পাঠিয়েছিলেন। আহ্তাল্লাহর প্রকৃত জীবনী অস্পষ্ট, তবে কিছু বিবরণ প্রতিষ্ঠিত হয়েছে। তিনি দামেস্কের একজন সিরিয়াক অর্থোডক্স বিশপ ছিলেন বলে মনে হয় যিনি ক্যাথলিক ধর্মে ধর্মান্তরিত হন এবং 1632 সালে রোমে যান। এরপর তিনি সিরিয়াক অর্থোডক্স প্যাট্রিয়ার্ক ইগনেশিয়াস হিদায়াত আল্লাহকে রোমের সাথে যোগাযোগের জন্য সিরিয়ায় ফিরে আসেন। 1639 সালে হিদায়াত আল্লাহ মারা যাওয়ার সময় পর্যন্ত তিনি এটি সম্পন্ন করেননি, এরপর আহতাল্লাহ দাবি করতে শুরু করেন যে তিনি হিদায়াত আল্লাহর সঠিক উত্তরসূরি। 1646 সালে, তিনি কোপ্টিক পোপ মার্ক VI- এর দরবারে মিশরে ছিলেন, যিনি তাকে 1652 সালে ভারতে প্রেরণ করেছিলেন, স্পষ্টতই আর্কডেকন থমাসের সাহায্যের অনুরোধের প্রতিক্রিয়ায়। তাকে একজন প্রতারক হিসেবে গণ্য করে, পর্তুগিজরা তাকে গ্রেপ্তার করে, কিন্তু তাকে সেন্ট থমাস খ্রিস্টান পাদ্রীদের সাথে দেখা করার অনুমতি দেয়, যাদেরকে তিনি দারুণভাবে প্রভাবিত করেছিলেন। পর্তুগিজরা তাকে কোচিন ও গোয়ার উদ্দেশ্যে রওনা দেয় এবং আর্চডেকন থমাস তার মিলিশিয়াকে কোচিনে নিয়ে যায় এবং প্যাট্রিয়ার্কের সাথে দেখা করার দাবি জানায়। পর্তুগিজরা প্রত্যাখ্যান করেছিল যে সে একজন বিপজ্জনক আক্রমণকারী ছিল এবং জাহাজটি ইতোমধ্যেই গোয়ার দিকে যাত্রা করেছে।\nআহ্তাল্লাহকে ভারতে আর কখনও শোনা যায়নি, এবং গুজব শীঘ্রই ছড়িয়ে পড়ে যে আর্চবিশপ গার্সিয়া গোয়া পৌঁছানোর আগেই তাকে নিষ্পত্তি করেছিলেন। সমসাময়িক বিবরণগুলি অভিযোগ করে যে তিনি কোচিন বন্দরে ডুবে গিয়েছিলেন, এমনকি পর্তুগিজরা তাকে পুড়িয়ে মেরেছিলেন। বাস্তবে, এটা মনে হয় যে আহ্তাল্লাহ প্রকৃতপক্ষে গোয়া পৌঁছেছিলেন, যেখান থেকে তাকে ইউরোপে পাঠানো হয়েছিল, কিন্তু স্পষ্টতই তিনি প্যারিসে রোমে পৌঁছানোর আগে মারা যান যেখানে তার মামলার শুনানি হবে। যাই হোক না কেন, সেন্ট থমাস খ্রিস্টানদের আবেদনের প্রতি গার্সিয়ার বরখাস্ত করা সম্প্রদায়কে আরও বিক্ষুব্ধ করেছিল।\nএটি ছিল সেন্ট থমাস খ্রিস্টানদের জন্য শেষ খড়, এবং 1653 সালে, টমাস এবং সম্প্রদায়ের প্রতিনিধিরা সাহসী পদক্ষেপ নেওয়ার জন্য ম্যাট্টান্চের্রির চার্চ অফ আওয়ার লেডিতে মিলিত হন। একটি ক্রুশ এবং মোমবাতি জ্বালানোর আগে একটি মহান অনুষ্ঠানে, তারা একটি গৌরবময় শপথ করে যে তারা আর কখনও গার্সিয়া বা পর্তুগিজদের আনুগত্য করবে না এবং তারা শুধুমাত্র আর্চডিকনকে তাদের রাখাল হিসাবে গ্রহণ করেছে। মলঙ্কর চার্চ এবং এর সমস্ত উত্তরসূরি গির্জা এই ঘোষণাকে বিবেচনা করে, যা কূনান ক্রুশ শপথ (মালয়ালাম: കൂനൻ കുരിശു സത്യം) নামে পরিচিত।\n\n\n=== পরবর্তী ঘটনাক্রমাবলী ===\n\nপর্তুগিজ প্যাড্রোআডোর নিপীড়নমূলক শাসন দেশীয় খ্রিস্টান সম্প্রদায়ের পক্ষ থেকে একটি সহিংস প্রতিক্রিয়া উস্কে দেয়। 1653 সালে প্রথম গাম্ভীর্যপূর্ণ প্রতিবাদ সংঘটিত হয়, যা কূনন্ কুরিশু সত্যম্ (কূনান ক্রুশ শপথ) নামে পরিচিত। আর্চডেকন থমার নেতৃত্বে, সেন্ট থোমাস খ্রিস্টানরা কোচিনের ম্যাট্টান্চের্রিতে প্রকাশ্যে শপথ নিয়েছিল যে তারা পর্তুগিজ ক্যাথলিক বিশপ এবং জেসুইৎ মিশনারিদের আনুগত্য করবে না। দুর্ভাগ্যবশত সেই সময়ে মালঙ্কার চার্চে কোনো মেট্রোপলিটন উপস্থিত ছিল না। অতঃপর একই বছরে, আলঙ্গদে, আর্চডিকন থোমাকে বারোজন পুরোহিতের হাত ধরে থোমা আই নামে কেরালার প্রথম পরিচিত আদিবাসী মেট্রোপলিটন হিসাবে নিযুক্ত করা হয়েছিল। পর্তুগিজ মিশনারিরা সেন্ট থোমাস খ্রিস্টানদের সাথে পুনর্মিলনের চেষ্টা করেছিল কিন্তু সফল হয়নি। পরবর্তীতে পোপ আলেক্জান্ডার সপ্তম সিরিয়ার বিশপ জোসেফ সেবাস্তিয়ানিকে একটি কারমেলাইট প্রতিনিধি দলের প্রধান করে পাঠান, যিনি সেন্ট পিটার্সবার্গের সংখ্যাগরিষ্ঠদের বোঝাতে সফল হন। পুরোহিতদের দ্বারা একটি মেট্রোপলিটন হিসাবে একটি আর্চডিকনকে পবিত্র করার বৈধতা ক্যাথলিক সম্প্রদায় দ্বারা ক্রমাগত চ্যালেঞ্জ করা হয়েছিল। থোমা প্রথমের কাকাতো ভাই পল্লীভেটিল চান্ডির নেতৃত্বে এই দলটিকে 1663 সালে ক্যাথলিক চার্চের কারমেলাইট ধর্মপ্রচারকদের দ্বারা বিশপ হিসেবে পবিত্র করা হয়েছিল। কাদভিল চন্ডি কাথানার এবং ভেঙ্গূর গিভার্গিস কাথানার সহ অন্যান্য বিশিষ্ট সেন্ট টমাস খ্রিস্টান নেতারা তাকে সমর্থন করেছিলেন। এটি মেট্রোপলিটন হিসাবে আর্চডিকনের অভিষেকের অবৈধতা সংশোধন করার প্রয়োজনীয়তা তৈরি করেছিল। 1665 সালে সিরিয়াক অর্থোডক্স চার্চের গ্রেগোরিওস আবদাল জালিল জেরুজালেম বিশপ দ্বারা বিশপ হিসাবে থোমা I-এর এপিস্কোপাল পবিত্রকরণ নিয়মিত করা হয়েছিল। এর ফলে সেন্ট থমাস খ্রিস্টান সম্প্রদায়ের মধ্যে প্রথম স্থায়ী বিভাজন ঘটে। এরপরে, পারম্বিল মার চান্ডির অধীনে ক্যাথলিক চার্চের সাথে যুক্ত দলটিকে পাজায়াকুট্টুকার বা \"পুরাতন আনুগত্য\" হিসাবে মনোনীত করা হয়েছিল, যখন মার থোমার সাথে যুক্ত শাখাটিকে পুথেনকুট্টুকার বা \"নতুন আনুগত্য\" বলা হয়েছিল। এই আবেদনগুলি কিছুটা বিতর্কিত হয়েছে, কারণ উভয় দলই নিজেদেরকে সেন্ট থমাস ঐতিহ্যের প্রকৃত উত্তরাধিকারী বলে মনে করত।\nথোমা প্রথম 32টি গীর্জা সহ (মোট 116টি গীর্জার মধ্যে) এবং তাদের ধর্মসভা হল সেই দেহ যেখান থেকে মালঙ্কারা সিরিয়ান পুথেঙ্কুর চার্চের উদ্ভব হয়েছিল। 1665 সালে, অ্যান্টিওকের সিরিয়াক অর্থোডক্স প্যাট্রিয়ার্ক কর্তৃক প্রেরিত একজন বিশপ গ্রেগোরিওস আব্দুল জলিল ভারতে আসেন এবং আর্চডিকনের নেতৃত্বে সেন্ট থমাস খ্রিস্টানরা তাকে স্বাগত জানান। গ্রেগোরিওস আবদাল জালিল কাইভেপ্পু (একজন বৈধ বিশপের হাতে হাত দেওয়ার ঐতিহ্যগত বৈধ উপায়) অনুসারে সিরিয়াক অর্থোডক্স চার্চের মেট্রোপলিটন হিসাবে আর্চডিকনের পবিত্রতাকে নিয়মিত করেন। 18 শতকে মালাবার উপকূলে পশ্চিম সিরিয়াক লিটার্জি এবং লিপির ধীরে ধীরে প্রবর্তন দেখা যায়, একটি প্রক্রিয়া যা 19 শতক পর্যন্ত অব্যাহত ছিল।\n\n\n== সিরীয় সনাতনপন্থী আলাপন ==\n\n1665 সালে মার গ্রেগোরিওসের আগমন, মলঙ্কর মণ্ডলী এবং ভারতে সিরীয় সনাতনপন্থী মণ্ডলীর বৈধ বিশপত্বর মাধ্যমে ভারতে ওরিয়েণ্টীয় সনাতনপন্থার প্রবর্তনকে চিহ্নিত করে।ডায়োনিসিয়াস পুন্নাথারা (মালঙ্কারা সিরিয়ান চার্চের ঊনবিংশ শতাব্দীর প্রিলেট) অ্যাংলিকান চার্চ মিশনারি সোসাইটির প্রধানকে সম্বোধন করা চিঠি, সিরিয়াক মূল থেকে অনুবাদ করা হয়েছে:\nচিরন্তন এবং প্রয়োজনীয় অস্তিত্ববান সর্বশক্তিমানের নামে। মার ডায়োনিসিয়াস, মালাবারে জ্যাকোবাইট-সিরীয়দের মেট্রোপলিটন, আমাদের পিতা, মার ইগনাশিয়াস, প্যাট্রিয়ার্কের কর্তৃত্বের অধীন, যিনি সিরিয়ার অ্যান্টিওকের অ্যাপোস্টলিক সি-তে সভাপতিত্ব করেন, মশীহের প্রিয়৷ খ্রিস্টের কাছ থেকে, এবং সমস্ত চার্চের লোকদের কাছ থেকে, লর্ড গ্যাম্বিয়ারের প্রতি, সম্মানিত, গর্বান্বীত এবং বিখ্যাত মহাপতির প্রতি ভালবাসা।আমরা, যাদেরকে সিরীয়-যাকোবীয় বলা হয়, এবং মালাবার দেশে বাস করি, এমনকি পবিত্র প্রেরিত মার থোমার সময় থেকে, রাজা পুর্গিসের রাজত্বে কোচিনের প্রাচীর নেওয়া পর্যন্ত, আমরা সত্যে বিশ্বাস রেখেছিলাম। সিরীয়-যাকোবীয়দের পদ্ধতি, প্রকৃত গৌরবময়, বিভাজন বা বিভ্রান্তি ছাড়াই। কিন্তু, ফ্রাঙ্কদের শক্তিতে, আমাদের সিরীয়-যাকোবীয় পিতাগণ ও নেতাদের অ্যান্টিওখ থেকে আসতে নিষেধ করা হয়েছিল: এবং, যেহেতু আমাদের কোন নেতা এবং প্রধান ছিল না, আমরা মেষপালক ছাড়া মেষের মতো ছিলাম; বা, অনাথ এবং বিধবাদের মত, আত্মায় নিপীড়িত, সমর্থন বা সাহায্য ছাড়াই।আমাদের প্রভুর 1653তম বর্ষে, আমাদের আধ্যাত্মিক পিতা, মার ইগনেশিয়াস, কুলপতি, অ্যান্টিওখ থেকে মালাবারে এসেছিলেন।..আবার, আমাদের প্রভুর 1753তম বর্ষে, অ্যান্টিওখ থেকে আমাদের কাছে কিছু পবিত্র সিরীয়-যাকোবীয় পিতাগণ এসেছিলেন, যারা আমাদের সত্যিকারের প্রাচীন বিশ্বাসে পরিণত করেছিলেন এবং আমাদের জন্য একজন মহাযাজক স্থাপন করেছিলেন।\n1912 সালে, সিরিয়াক অর্থোডক্স কুলপতি আবদাল মাসিহ দ্বারা মলঙ্করায় একটি ক্যাথলিকেট প্রতিষ্ঠিত হয়েছিল  এইভাবে চার্চের উপদল, যারা ক্যাথলিক ধর্মকে সমর্থন করেছিল এবং যারা এর বিরোধিতা করেছিল তাদের মধ্যে এক শতাব্দীর আইনি প্রক্রিয়া শুরু হয়েছিল, এই দাবির পক্ষে যে আবদুল মসিহকে বহিষ্কার করা হয়েছিল, পরে ভারতের সিরিয়াক অর্থোডক্স চার্চ দ্বারা। 1867 সালে প্রাক্তন ক্যানোনিকাল ক্যাথলিকেট/মাফারিনেটের নাম পরিবর্তন করা হয়েছিল। জ্যাকোবাইট সিরিয়াক অর্থোডক্স চার্চের ভারতের ক্যাথলিকদের কাছে।\n\n\n== উপরন্তু ইতিহাস ==\n\n1665 সালে, গ্রেগোরিওস আব্দুল জলিল, কুলপতি ইগনাশিয়াস আব্দুলমাসিহ প্রথম থেকে প্রেরিত ভারতে পশ্চিম সিরীয় রীতি চালু করেন। 1809 সাল নাগাদ, প্যারিশ প্রতিনিধিদের সমাবেশ কান্দানাদ, কেরলে মিলিত হওয়ার পর জ্যাকোবীয়-সিরীয় অ্যান্টিওখীয় সিরীয় রীতির উপাসনা বিধি সম্পূর্ণরূপে অন্তর্ভুক্ত করে এবং কান্দানাদ পাদিওলা ঘোষণার মাধ্যমে পশ্চিম সিরিয়াক রীতিতে স্থানান্তর সম্পূর্ণরূপে বাস্তবায়নের সিদ্ধান্ত নেয়, যা ইতোমধ্যেই আংশিকভাবে বাস্তবায়িত হয়েছিল। 1789 সালে পুথিয়াকাভুতে সমাবেশ।\nসেন্ট থমাস খ্রিস্টানদের মণ্ডলী 16 শতক পর্যন্ত একটি একক গির্জা গঠন করেছিল। এটি ভারতের পূর্ব সিরিয়াক একসেসিয়াসটিকাল প্রদেশের সম্প্রদায় গঠন করে। পরে পর্তুগিজ প্যাড্রোডো ল্যাটিন ক্যাথলিক মিশনারিদের দ্বারা ভারতে উপনিবেশ স্থাপনের কারণে তাদের গির্জায় কিছু ফাটল দেখা দেয়। ডায়াম্পার সিনোডের পরে, তাদের চার্চকে জোরপূর্বক ল্যাটিন ক্যাথলিক চার্চের সাথে একীভূত করা হয়েছিল এবং তাদের ভারতবর্ষের প্রদেশটি লাতিন প্যাড্রোডো দ্বারা শাসিত গোয়ার সদ্য নির্মিত আর্চডায়োসিসের একটি ভোটাধিকারে পরিণত হয়েছিল। এইভাবে, ক্রাংগনোরের আর্চডায়োসিস, ভারতের সবচেয়ে প্রাচীন এপিস্কোপাল দেখতে তার সর্বভারতীয় এখতিয়ার থেকে বঞ্চিত করা হয়েছিল এবং গোয়ার আর্চডায়োসিসের থেকে নিকৃষ্ট করা হয়েছিল, এটি ষোড়শ শতাব্দীতে পর্তুগিজ ঔপনিবেশিকতার একটি পণ্য ছিল। যদিও মেট্রোপলিটন মর্যাদা শীঘ্রই পুনরুদ্ধার করা হয়েছিল, ঔপনিবেশিক অধীনতা অব্যাহত ছিল। 1653 সালে, স্বাধীনতার জন্য একটি পদক্ষেপ হিসাবে, সেন্ট থমাস খ্রিস্টানরা নিপীড়ক ল্যাটিন ক্যাথলিক শ্রেণিবিন্যাসের বিরুদ্ধে কূনান ক্রুশ শপথ করেছিলেন। পোপ প্রোপাগান্ডা কারমেলাইট ধর্মপ্রচারকদের পাঠিয়ে, তাদের পুনর্মিলনের দায়িত্ব অর্পণ করে এই সমস্যার প্রতিক্রিয়া জানান। এটি শেষ পর্যন্ত খ্রিস্টানদের মধ্যে ক্রমান্বয়ে বিভেদে পরিণত হয়, একটি দল ক্যাথলিক চার্চের সাথে পুনরায় একত্রিত হয় এবং অন্য দলটি লাতিন ধর্মপ্রচারকদের বিরুদ্ধে অবিচল থাকে। প্রাক্তন উপদলটি পালয়কূর নামে পরিচিত হয় এবং পরবর্তীটি, থোমা প্রথমের নেতৃত্বে, পুতেঙ্কূর নামে পরিচিত হয়। 1665 সালে সিরিয়াক অর্থোডক্স চার্চের আর্চবিশপ গ্রেগোরিওস আব্দুল জলিল দ্বারা থোমা I কে ক্যানোনিকাল বিশপ হিসাবে নিয়মিত করা হয়েছিল এবং এইভাবে পুতেঙ্কূর ধীরে ধীরে সহপ্রকৃতিবাদ খ্রিস্টবিদ্যা গ্রহণ করেন এবং নিজেদেরকে প্রাচ্য অর্থোডক্স কমিউনিয়নের সাথে যুক্ত করেন।  এই প্রক্রিয়ায়, ভারতের পূর্ববর্তী প্রাচ্যের মণ্ডলীর ঐতিহ্যবাহী পূর্ব সিরিয়াক রীতি তাদের মধ্যে প্রতিস্থাপিত হয় এবং এই রূপান্তরটি 19 শতকের মধ্যে সম্পন্ন হয়। পালয়কূর সমসাময়িক সিরীয়-মালাবার মণ্ডলী এবং ক্যাল্ডিয়ান সিরিয়ান মণ্ডলী গঠন করে। পূর্ববর্তীটি একটি পূর্ব ক্যাথলিক চার্চ এবং এটি পাজায়াকূরের প্রধান অংশ গঠন করে যখন পরবর্তীটি 19 শতকের শেষের দিক থেকে পূর্বের অ্যাসিরিয়ান চার্চের সাথে যোগাযোগ করে। ক্যাল্ডিয়ান সিরিয়ান চার্চ এইভাবে ভারতে পূর্বের ঐতিহ্যবাহী প্রাক-পর্তুগিজ চার্চের ধারাবাহিকতাকে প্রতিনিধিত্ব করে।\n\nপরবর্তীতে, বিদেশী ধর্মপ্রচারকদের প্রভাব এবং অভ্যন্তরীণ দ্বন্দ্বের কারণে জ্যাকোবাইট সিরিয়ানদের মধ্যে বেশ কয়েকটি বিভক্তি ঘটে। 1772 সালে, বাসেলিওস শাকরাল্লা, একজন সিরিয়াক অর্থোডক্স ম্যাফ্রিয়ান, কাট্টুমাঙ্গাট আব্রাহাম মার কুরিলোসকে মেট্রোপলিটন হিসাবে ডায়োনিসিয়াস I এর বিরুদ্ধে পবিত্র করেন। আব্রাহাম মার কুরিলোস আমি সেই দলটির নেতৃত্ব দিয়েছিলাম যা অবশেষে মালাবার স্বাধীন সিরিয়ান চার্চ হয়ে ওঠে। 19 শতকে, ব্রিটিশ মিশনারিদের দ্বারা অনুপ্রাণিত একটি সংস্কার আন্দোলন তৎকালীন মালঙ্কারা মেট্রোপলিটন, ম্যাথিউস মার অ্যাথানাসিয়াসের নেতৃত্বে স্বাধীন মার থমা সিরিয়ান চার্চ গঠনের দিকে পরিচালিত করে। এদিকে, গির্জার অধিকাংশ সদস্য এই আন্দোলনকে প্রতিহত করে এবং 1876 সালে  সিনোডে অ্যান্টিওকের সিরিয়াক চার্চের সাথে তাদের অধিভুক্তি জোরদার করে। প্যাট্রিয়ার্ক ইগনাশিয়াস পিটার তৃতীয় দ্বারা। যাইহোক, অভ্যন্তরীণ মতবিরোধ এবং স্বায়ত্তশাসনের প্রশ্নে 1912 সালে দলটি আরও বিভক্ত হয়। অ্যান্টিওকের কুলপতিকে সমর্থনকারী দলটি বাভা কাক্সি (পিতৃপক্ষের দল) নামে পরিচিত ছিল এবং যারা তৎকালীন মালঙ্কারা মেট্রোপলিটন ডায়োনিসিয়াস ৬-কে সমর্থন করেছিল তারা মেথ্রান কাক্সি (বিশপ দল) নামে পরিচিত ছিল। আগেরটি মলঙ্কর সনাতনপন্থী সিরিয়ান চার্চ নামে পরিচিত হয়েছিল এবং পরবর্তীটি, যা প্রাথমিকভাবে মলঙ্ক\nরা সিরিয়ান সনাতনপন্থী চার্চ নামে পরিচিত ছিল, জ্যাকোবাইট সিরিয়ান খ্রিস্টান চার্চ উপাধি গ্রহণ করেছিল।\n3 জুলাই 2017-এ, ভারতের সুপ্রিম কোর্ট দুটি উপদলের মধ্যে কর্তৃত্ব এবং বিরোধের প্রশ্নে মলঙ্কর সনাতনপন্থী সিরিয়ান চার্চের পক্ষে একটি রায় দিয়েছে।\n\n\n== আধুনিক বংশধর ==\nমলঙ্কর মণ্ডলীর আধুনিক যুগের বংশধররা হল:\n\nসিরীয়-মলঙ্কর ক্যাথলিক চার্চ : একটি স্বায়ত্তশাসিত সুই ইউরিস ইস্টার্ন ক্যাথলিক বিশেষ গির্জা, হলি সি এবং বিশ্বব্যাপী ক্যাথলিক চার্চের সাথে সম্পূর্ণ যোগাযোগে, পূর্ব চার্চের আনুশাসনিক বিধানের অধীনে স্ব-শাসনের সাথে।\nসিরীয় যাকোবীয় খ্রিস্টান চার্চ (JSCC): একটি স্বায়ত্তশাসিত প্রাচ্য অর্থোডক্স সিরিয়াক অর্থোডক্স চার্চের ক্যাথলিকোস অফ ইন্ডিয়া নামে পরিচিত ম্যাফ্রিয়ান/ক্যাথলিকোদের স্থানীয় অধিক্ষেত্রের অধীনে।\nমলঙ্কর সনাতনপন্থী সিরীয় চার্চ (MOSC): একটি স্বায়ত্তশাসিত এবং অটোসেফালাস প্রাচ্য অর্থোডক্স গির্জা। প্রাচ্যের ক্যাথলিকস এবং মলঙ্কর মেট্রোপলিটন প্রেরিত থোমার প্রেরিত সিংহাসনে অধিষ্ঠিত হলেন গির্জার প্রাইমেট।\nমলঙ্কর মার্থোমা সিরীয় চার্চ (এমটিসি): একটি স্বাধীন ও স্বায়ত্তশাসিত প্রাচ্য প্রোটেস্ট্যান্ট মলঙ্কর মার্থোমা মেট্রোপলিটনের এখতিয়ারের অধীনে গির্জা, সেন্ট থমাস প্রেরিতের অ্যাপোস্টোলিক সিংহাসনে উপবিষ্ট। চার্চটি চার্চ অফ ইংগ্ল্যান্ড এবং এর কমিউনিয়নের সাথেও যোগাযোগ করে।\nমালাবার স্বাধীন সিরীয় চার্চ : একটি স্বায়ত্তশাসিত এবং স্বয়ংক্রিয় মণ্ডলী তার নিজস্ব স্বাধীন মেট্রোপলিটনের এখতিয়ারের অধীনে, এছাড়াও চার্চ অফ ইংল্যান্ড এবং এর কমিউনিয়নের সাথে একটি কমিউনিয়ন ভাগ করে নেয়।\nএই পাঁচটির মধ্যে, শুধুমাত্র জেএসসিসি অ্যান্টিওখে সিরীয় সনাতনপন্থী চার্চের একটি অবিচ্ছেদ্য অংশ।\nঅটোসেফালীয় MOSC, যা ভারতীয় সনাতনপন্থী মণ্ডলী নামেও পরিচিত, এটি ওরিয়েণ্টীয় সনাতনপন্থী কমিউনিয়নের অন্যতম সদস্য চার্চ। এমটিসি হল একটি স্বাধীন ওরিয়েন্টাল প্রোটেস্ট্যান্ট চার্চ যা চার্চ অফ ইংল্যান্ড এবং এর অ্যাংলিকান কমিউনিয়নের সাথে যোগাযোগ করে।\n\n\n== তথ্যসূত্র =="}