{"pageid": 1194552, "title": "আলেকজান্ডার হ্যামিল্টন", "url": "https://bn.wikipedia.org/wiki?curid=1194552", "content": "আলেকজান্ডার হ্যামিল্টন (১৭৫৫–১৮০৪) ছিলেন মার্কিন সামরিক কর্মকর্তা, রাষ্ট্রনায়ক ও প্রতিষ্ঠাতা পিতাদের একজন। তিনি ১৭৮৯ থেকে ১৯৯৫ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রের ১ম ট্রেজারি সেক্রেটারি হিসেবে দায়িত্ব পালন করেন। হ্যামিল্টন শৈশবেই অনাথ হন এবং এরপর একজন সমৃদ্ধ বণিক তাকে দত্তক নেন। মার্কিন বিপ্লবী যুদ্ধে আর্টিলারি অফিসার হিসেবে কাজ করার আগে তিনি নিউইয়র্ক থেকে প্রয়োজনীয় শিক্ষা গ্রহণ করেন। হ্যামিল্টন নিউ ইয়র্ক ও নিউ জার্সি অভিযানে অবদান রাখেন এবং জর্জ ওয়াশিংটনের সহযোগী হিসেবে বছরের পর বছর কাজ করেছেন। ইয়র্কটাউন অবরোধে তিনি মার্কিন বিজয় নিশ্চিত করতে সাহায্য করেন।\nযুদ্ধের পরে হ্যামিল্টন কনফেডারেশনের কংগ্রেসের নিউইয়র্ক থেকে প্রতিনিধি হিসাবে কাজ করেন। তিনি আইন অনুশীলনের জন্য পদত্যাগ করেন এবং ব্যাংক অফ নিউইয়র্ক প্রতিষ্ঠা করেন। ১ম মার্কিন প্রেসিডেন্ট ওয়াশিংটনের মন্ত্রিসভার বিশ্বস্ত সদস্য হিসেবে তিনি ট্রেজারি বিভাগের নেতৃত্ব দেন। তিনি একজন উদ্যমী রাষ্ট্রপতির নেতৃত্বে একটি কেন্দ্রীয় সরকার, একটি শক্তিশালী জাতীয় প্রতিরক্ষা ও একটি শিল্প অর্থনীতির কল্পনা করেন। তিনি সফলভাবে যুক্তি দিয়েছিলেন যে, সংবিধানের অন্তর্নিহিত ক্ষমতাগুলি জাতীয় ঋণের তহবিল, রাজ্যগুলির ঋণ অনুমান করার এবং মার্কিন যুক্তরাষ্ট্রের প্রথম ব্যাঙ্ক তৈরি করার আইনি কর্তৃত্ব প্রদান করে, যা আমদানির উপর শুল্ক ও একটি হুইস্কি ট্যাক্স দ্বারা অর্থায়ন করা হয়।\nসচিব পদ থেকে পদত্যাগ করার পর হ্যামিল্টন তার আইনি ও ব্যবসায়িক কার্যক্রম পুনরায় শুরু করেন। তিনি আন্তর্জাতিক দাস বাণিজ্যের বিলুপ্তি সমর্থন করেন। আধা-যুদ্ধে হ্যামিল্টন ফ্রান্সের বিরুদ্ধে সংঘবদ্ধ হওয়ার আহ্বান জানান এবং রাষ্ট্রপতি জন অ্যাডামস তাকে মেজর জেনারেল হিসেবে নিযুক্ত করেন, কিন্তু সেনাবাহিনী তখন যুদ্ধ দেখতে পায়নি। সঙ্কটের প্রতি প্রেসিডেন্টের প্রতিক্রিয়ায় ক্ষুব্ধ হ্যামিল্টন অ্যাডামসের পুনঃনির্বাচনের প্রচারের বিরোধিতা করেন। ১৮০৪ সালে ভাইস প্রেসিডেন্ট বার নিউইয়র্কের গভর্নরের জন্য দৌড় ঝাপ শুরু করেন এবং হ্যামিল্টন তার বিরুদ্ধে গিয়ে সে অযোগ্য বলে প্রচারণা চালায়। এর প্রতিক্রিয়ায় বুর হ্যামিল্টনকে একটি গুলি করে এবং পরের দিন তিনি মারা যান।\nপণ্ডিতরা সাধারণত হ্যামিল্টনকে একজন চৌকস ও বুদ্ধিবৃত্তিকভাবে উজ্জ্বল প্রশাসক, রাজনীতিবিদ এবং অর্থদাতা হিসাবে বিবেচনা করেন। তার ধারণাগুলি আমেরিকান সরকার এবং তার অর্থের ভিত্তি স্থাপনের জন্য কৃতিত্বপূর্ণ হিসেবে বিবেচিত হয়।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nআলেকজান্ডার হ্যামিল্টন ব্রিটিশ লিওয়ার্ড দ্বীপপুঞ্জের নেভিস দ্বীপের রাজধানী চার্লসটাউনে জন্মগ্রহণ করেন এবং হ্যামিল্টন ও তার বড় ভাই জেমস জুনিয়র শৈশবের কিছু অংশ সেখানেই অতিবাহিত করেন। তার মা র‍্যাচেল ফসেট একজন অর্ধ-ব্রিটিশ ও তার পিতা জেমস হ্যামিল্টন একজন স্কটীয় বংশোদ্ভূত ছিলেন। হ্যামিল্টনের মা এর আগে সেন্ট ক্রোয়েক্সে বিয়ে করেছিলেন। তখন সেন্ট ক্রোয়েক্সে ডেনমার্কের শাসন ছিল এবং তার মা ডেনিশ বা জার্মান বণিক জোহান মাইকেল ল্যাভিয়েনকে বিয়ে করেছিলেন। তাদের পিটার লাভিয়েন নামে একটি পুত্রও ছিল। ১৭৫০ সালে সেন্ট কিটসে যাওয়ার আগে ফসেট তার স্বামী ও প্রথম ছেলেকে ছেড়ে যান এবং সেখানে তিনি জেমস হ্যামিল্টনের সাথে দেখা করেন। হ্যামিল্টন ও ফসেট একসাথে তার জন্মস্থান নেভিসে চলে আসেন।\nনেভিসে তিনি বাবার কাছ থেকে উত্তরাধিকারসূত্রে শহরে একটি সমুদ্রতীরবর্তী জায়গা পেয়েছিলেন। ইংল্যান্ডের চার্চ আলেকজান্ডার ও জেমস জুনিয়রের সদস্যপদ এবং শিক্ষা প্রত্যাখ্যান করেছিল। কারণ তাদের বাবা-মা আইনত বিবাহিত ছিলেন না। যখন তাদের মা বেঁচে ছিলেন, তখন তারা ব্যক্তিগত শিক্ষা ও একজন ইহুদি প্রধান শিক্ষিকার নেতৃত্বে একটি প্রাইভেট স্কুলে ক্লাস পেতেন। আলেকজান্ডার ৩৪টি বইয়ের একটি পারিবারিক গ্রন্থাগার দিয়ে তার শিক্ষার পরিপূরক করেন। জেমস হ্যামিল্টন পরে র‍্যাচেল ফসেট ও তাদের দুই ছেলেকে পরিত্যাগ করে চলে যান। বলা হয় যে, তার প্রথম স্বামী ব্যভিচারের কারণে ডাচ আইনের অধীনে তাকে তালাক দিতে চান একথা জানতে পেরে তাকে পরিত্যাগ করেন। তখন রাচেল তার দুই সন্তানের সাথে সেন্ট ক্রোয়েক্সে চলে যান এবং সেখানে ক্রিস্টিনানস্টেডে একটি ছোট দোকান রেখে তাদের সমর্থন করে যান। কিছুদিন পর তিনি পীতজ্বরে আক্রান্ত হন এবং ১৯৬৮ সালের ১৯ ফেব্রুয়ারি হ্যামিল্টনকে অনাথ রেখে যান মারা যান। এটি তার জন্য গুরুতর মানসিক পরিণতির কারণ হয়। তখন প্রোবেট কোর্টে ফাসেটের প্রথম স্বামী তার সম্পত্তি বাজেয়াপ্ত করে এবং ফাসেটের মালিকাধীন কিছু মূল্যবান জিনিসপত্রও নিয়ে নেয়।\nতখন হ্যামিল্টন নিউ ইয়র্ক ও নিউ ইংল্যান্ডের সাথে ব্যবসা করে এমন স্থানীয় আমদানি-রপ্তানি সংস্থা বিকমেনের একজন কেরানি হন। তিনি ও জেমস জুনিয়রকে তাদের চাচাতো ভাই পিটার লিটন স্বল্প সময়ের জন্য নিয়ে গিয়েছিলেন। এরপর জেমস জুনিয়র স্থানীয় একজন ছুতারের কাছে থেকে কাজ শিখতে থাকে এবং আলেকজান্ডার নেভিসের একজন ব্যবসায়ী টমাস স্টিভেনসের পক্ষ থেকে থাকার জন্য একটি বাড়ি পান। হ্যামিল্টন তার কিশোর বয়সে থাকা সত্ত্বেও একজন ব্যবসায়ী হিসাবে যথেষ্ট সক্ষম প্রমাণিত হন এবং ১৭৭১ সালে তার মালিক সমুদ্রে থাকাকালীন পাঁচ মাসের জন্য ফার্মের দায়িত্বে থাকেন। তিনি একজন আগ্রহী পাঠক ছিলেন এবং পরে লেখালেখিতে আগ্রহ তৈরি করেন। তিনি যে দ্বীপে থাকতেন তার বাইরে একটি জীবন কামনা করতে শুরু করেন। তিনি তার বাবার কাছে একটি চিঠি লিখেন, যাতে একটি হারিকেন সম্পর্কে বিশদ বিবরণ ছিল, যা ১৭৭২ সালের ৩০ আগস্ট খ্রিস্টানদের ধ্বংস করে। তখন হ্যামিল্টনের শিক্ষক ও পরামর্শদাতা হিউ নক্স রয়্যাল ডেনিশ-আমেরিকান গেজেটে প্রকাশের জন্য চিঠিটি জমা দেন। জীবনীকার রন চেরনো চিঠিটিকে আশ্চর্যজনক মনে করেন। কারণ, একজন স্ব-শিক্ষিত কেরানি যে এমন উদ্যম ও উৎসাহ নিয়ে লিখতে পারে তা অভাবনীয়। তার প্রবন্ধটি সম্প্রদায়ের নেতাদের প্রভাবিত করে এবং তারা হ্যামিলটনকে শিক্ষার জন্য উত্তর আমেরিকার উপনিবেশগুলিতে পাঠানোর জন্য একটি তহবিল সংগ্রহ করে।\n১৭৭২ সালের অক্টোবরে হ্যামিল্টন জাহাজে করে বোস্টনে পৌঁছান এবং সেখান থেকে নিউইয়র্ক সিটিতে চলে যান। তিনি আইরিশ বংশোদ্ভূত হারকিউলিস মুলিগানের সাথে একটি থাকার জায়গা নেন। তিনি হ্যামিল্টনকে তার শিক্ষা ও সহায়তার জন্য কার্গো বিক্রিতে সহায়তা করেন। এরপর কলেজে ভর্তি হওয়ার প্রস্তুতি হিসেবে হ্যামিল্টন এলিজাবেথটাউন একাডেমিতে তার শিক্ষার অবশিষ্ট বিষয় পূরণ করতে শুরু করেন। এটি তখন নিউ জার্সির ফ্রান্সিস বারবার দ্বারা পরিচালিত একটি প্রস্তুতিমূলক ছিল স্কুল। তখন তিনি স্থানীয় নেতৃস্থানীয় বুদ্ধিজীবী, বিপ্লবী উইলিয়াম লিভিংস্টনের প্রভাবে আসেন। তিনি তার সাথে কিছু সময়ের জন্যও বসবাসও করেন।\nহ্যামিল্টন ১৭৭৩ সালের শরতে নিউইয়র্কের আলমা মেটার কিংস কলেজে একজন প্রাইভেট ছাত্র হিসাবে প্রবেশ করেন। তার কলেজের রুমমেট ও আজীবন বন্ধু রবার্ট ট্রুপ হ্যামিল্টনের জনসাধারণের উপস্থিতিতে ব্রিটিশদের বিরুদ্ধে দেশপ্রেমিকদের মামলাটি সুন্দর ও সংক্ষিপ্তভাবে ব্যাখ্যা করার ক্ষেত্রে হ্যামিল্টনের স্পষ্টতা সম্পর্কে উজ্জ্বলভাবে কথা বলেন। হ্যামিল্টন ট্রুপ ও অন্য চারজন স্নাতক একটি নামহীন সাহিত্য সমাজ গঠন করেন, যা ফিলোলেক্সিয়ান সোসাইটির অগ্রদূত হিসাবে বিবেচিত হয়। ১৭৭৫ সালের ১০ মে হ্যামিল্টন তার কলেজের প্রেসিডেন্ট লয়ালিস্ট মাইলস কুপারকে একটি বিক্ষুব্ধ জনতার হাত থেকে বাঁচানোর জন্য কৃতিত্ব অর্জন করেন। তখন কুপারকে পালানোর জন্যে যথেষ্ট সময় দিতে তিনি ভিড়ের সাথে কথা বলতে থাকেন। শহরটিতে ব্রিটিশ দখলের সময় কলেজটি বন্ধ হয়ে গেলে হ্যামিলটন স্নাতক হওয়ার আগেই তার পড়াশোনা বন্ধ করতে বাধ্য হন।\n\n\n== বিপ্লবী যুদ্ধ (১৭৭৫-১৭৮২) ==\n\n\n=== প্রারম্ভিক সামরিক কর্মজীবন ===\n\n১৭৭৫ সালে লেক্সিংটন ও কনকর্ডে ব্রিটিশদের সাথে আমেরিকান সৈন্যদের প্রথম যুদ্ধের পর হ্যামিল্টন ও কিংস কলেজের অন্য ছাত্ররা নিউ ইয়র্কের কর্সিকানস নামে একটি স্বেচ্ছাসেবক মিলিশিয়া কোম্পানিতে যোগ দেন। এই কোম্পানিটি ছয় বছর আগে দমন করা কর্সিকান প্রজাতন্ত্রকে প্রতিফলিত করে এবং এর ফলে একে দেশপ্রেমিকরা একটি অনুকরণযোগ্য মডেল হিসাবে বিবেচনা করে। হ্যামিল্টন নিজেই সামরিক ইতিহাস ও কৌশল অধ্যয়ন করেন এবং শীঘ্রই তার পদোন্নতির জন্য সুপারিশ করা হয়। এইচএমএস এশিয়ার অগ্নিকাণ্ডে তিনি হারকিউলিস মুলিগান ও সানস অফ লিবার্টির সমর্থনে হার্টস অফ ওকের নেতৃত্বে ব্যাটারিতে ব্রিটিশ কামানগুলির বিরুদ্ধে একটি সফল অভিযানে নেতৃত্ব দেন এবং তা ক্যাপচারের ফলে ইউনিটটি পরে একটি আর্টিলারি কোম্পানিতে পরিণত হয়।\nআলেকজান্ডার ম্যাকডুগাল ও জন জে- এর মতো প্রভাবশালী নিউইয়র্কের দেশপ্রেমিকদের সাথে তার সংযোগের মাধ্যমে ১৭৭৬ সালে হ্যামিল্টন ৬০ জন লোক নিয়ে আর্টিলারি কোম্পানির নিউইয়র্ক প্রাদেশিক কোম্পানি গঠন করেন এবং অধিনায়ক নির্বাচিত হন। কোম্পানিটি নিউ ইয়র্ক সিটি ও এর আশেপাশে ১৭৭৬ সালের প্রচারণায় অংশ নিয়েছিল। ট্রেন্টনের যুদ্ধে এটি শহরের উচ্চ স্থানে অবস্থিত ছিল। হ্যামিল্টন ১৭৭৭ সালের ৩ জানুয়ারি সংঘটিত প্রিন্সটনের যুদ্ধে অংশগ্রহণ করেন। প্রাথমিক বিপত্তির পর ওয়াশিংটন আমেরিকান সৈন্যদের সমাবেশ ঘটান এবং ব্রিটিশ বাহিনীর বিরুদ্ধে সফল অভিযোগে তাদের নেতৃত্ব দেন। সেখানে সংক্ষিপ্ত অবস্থানের পর ব্রিটিশরা পিছিয়ে পড়ে। তাদের কেউ প্রিন্সটন ছেড়ে চলে যায় এবং অন্যরা নাসাউ হলে আশ্রয় নেয়। তখন হ্যামিল্টন তিনটি কামান নিয়ে এসে হলে গুলি চালান। তারপর কিছু মার্কিন সৈন্য সদর দরজায় ছুটে এসে তা ভেঙে ফেলে। ব্রিটিশরা পরবর্তীতে জানালার বাইরে একটি সাদা পতাকা লাগায় এবং ১৯৪ ব্রিটিশ সৈন্য বিল্ডিং থেকে বেরিয়ে এসে তাদের অস্ত্র জমা দেয়। এইভাবেই আমেরিকান বিজয়ে যুদ্ধের সমাপ্তি ঘটে।\n১৭৭৯ সালের ডিসেম্বর থেকে ১৭৮০ সালের মার্চ মাস পর্যন্ত নিউ জার্সির মরিসটাউনে অবস্থানকালে তিনি জেনারেল ফিলিপ শুইলার ও ক্যাথরিন রেনসেলারের কন্যা এলিজাবেথ শুইলারের সাথে দেখা করেন। তারা ১৭৮০ সালের ১৪ ডিসেম্বর নিউইয়র্কের আলবানিতে শুইলার ম্যানশনে বিয়ে করেন। তাদের আট সন্তান ছিল ; ফিলিপ, অ্যাঞ্জেলিকা, আলেকজান্ডার, জেমস, জন, উইলিয়াম, এলিজা ও ফিলিপ।\n\n\n=== জর্জ ওয়াশিংটনের কর্মীবৃন্দ ===\nহ্যামিল্টনকে উইলিয়াম আলেকজান্ডার, লর্ড স্টার্লিং ও অপর একজন জেনারেল সম্ভবত ন্যাথানেল গ্রিন বা আলেকজান্ডার ম্যাকডুগালের সহযোগী হওয়ার জন্য আমন্ত্রণ জানানো হয়। তিনি এই আমন্ত্রণগুলি প্রত্যাখ্যান করেন। পরে অনুভব করেন যে, জীবনে তার স্টেশন উন্নত করার জন্য তার সেরা সুযোগটি ছিল যুদ্ধক্ষেত্রে গৌরব। হ্যামিল্টন অবশেষে একটি আমন্ত্রণ পান এবং তিনি অনুভব করেন যে, এটি তিনি প্রত্যাখ্যান করতে পারবেন না। তা হল লেফটেন্যান্ট কর্নেল পদে ওয়াশিংটনের সহযোগী হিসাবে কাজ করা। ওয়াশিংটন বিশ্বাস করতেন যে, সহায়তা শিবির হল এমন ব্যক্তি যাদের উপর সম্পূর্ণ আস্থা রাখতে হবে এবং যোগ্যতার সাথে দায়িত্ব পালনের জন্য ও প্রেরণের জন্য সক্ষম পুরুষদের প্রয়োজন।\nহ্যামিল্টন ওয়াশিংটনের প্রধান স্টাফ সহকারী হিসেবে চার বছর দায়িত্ব পালন করেন। তিনি কংগ্রেস, রাজ্যের গভর্নর ও কন্টিনেন্টাল আর্মির সবচেয়ে শক্তিশালী জেনারেলদের চিঠি পরিচালনা করেন এবং পরবর্তীদের নির্দেশে তিনি ওয়াশিংটনের অনেক আদেশ ও চিঠির খসড়া তৈরি করেন। তিনি শেষ পর্যন্ত হ্যামিল্টনের নিজের স্বাক্ষরে ওয়াশিংটন থেকে আদেশ জারি করেন। হ্যামিল্টন ওয়াশিংটনের দূত হিসাবে গোয়েন্দা,কূটনীতি ও সিনিয়র সেনা কর্মকর্তাদের সাথে আলোচনাসহ বিভিন্ন উচুস্তরের দায়িত্বের সাথে জড়িত ছিলেন। যুদ্ধের সময় হ্যামিল্টন অনেক সহকর্মী অফিসারের ঘনিষ্ঠ বন্ধু হয়ে ওঠেন। মার্কুইস দে লাফায়েতে ও জন লরেন্সকে লেখা তাঁর চিঠি ১৮শ অষ্টাদশ শতাব্দীর শেষের দিকের অনুভূতিপ্রবণ সাহিত্য সম্মেলনকে কাজে লাগিয়ে গ্রীক ইতিহাস ও পৌরাণিক কাহিনীর প্রতি ইঙ্গিত করে।\n\n\n=== ফিল্ড কমান্ড ===\nওয়াশিংটনের স্টাফ থাকাকালীন হ্যামিল্টন দীর্ঘদিন ধরে কমান্ড ও সক্রিয় যুদ্ধে ফিরে আসার চেষ্টা করেন। যুদ্ধ শেষ হওয়ার কাছাকাছি আসার সাথে সাথে তিনি জানতে পারেন যে, সামরিক গৌরবের সুযোগগুলি হ্রাস পাচ্ছে। ১৭৮১ সালের ১৫ ফেব্রুয়ারি হ্যামিল্টন একটি ছোটখাট ভুল বোঝাবুঝির পরে ওয়াশিংটনের কাছে তিরস্কারের স্বীকার হন। যদিও ওয়াশিংটন দ্রুত তাদের সম্পর্ক সংশোধন করার চেষ্টা করেন ; কিন্তু হ্যামিল্টন তার কর্মীদের ছেড়ে যাওয়ার জন্য জোর দিতে থাকেন। এরপর তিনি আনুষ্ঠানিকভাবে মার্চ মাসে চলে যান এবং ওয়াশিংটনের সদর দফতরের কাছে তার নতুন স্ত্রী এলিজাবেথের সাথে বসতি স্থাপন করেন। তিনি বারবার ওয়াশিংটন এবং অন্যদের কাছে ফিল্ড কমান্ডের জন্য অনুরোধ করতে থাকেন। জর্জ ওয়াশিংটন উচ্চ পদমর্যাদার ব্যক্তিদের নিয়োগের প্রয়োজনীয়তার কথা উল্লেখ করে নিন্দা করতে থাকেন। ১৭৮১ সালের জুলাই মাসে হ্যামিল্টন তার কমিশনের সাথে ওয়াশিংটনে একটি চিঠি জমা দেন এবং এইভাবে তিনি তার কাঙ্ক্ষিত আদেশ না পেলে পদত্যাগ করার হুমকি দেন।\n৩২ জুলাই তিনি ওয়াশিংটন ত্যাগ করেন এবং তখন তাকে ১ম ও ২য় নিউইয়র্ক রেজিমেন্টের হালকা পদাতিক কোম্পানির একটি ব্যাটালিয়ন ও কানেকটিকাট থেকে দুটি অস্থায়ী কোম্পানির কমান্ডার হিসেবে দায়িত্ব দেওয়া হয়। ইয়র্কটাউনে হামলার পরিকল্পনায় হ্যামিল্টনকে তিনটি ব্যাটালিয়নের কমান্ড দেওয়া হয়, যেগুলি ইয়র্কটাউনে ব্রিটিশ দুর্গের রেডাউটস নম্বর ৯ এবং ১০ গ্রহণের জন্য মিত্র ফরাসি সৈন্যদের সাথে একযোগে যুদ্ধ করবে। হ্যামিল্টন ও তার ব্যাটালিয়নরা পরিকল্পনা অনুযায়ী রাতের বেলায় বেয়নেটসহ রেডাউট নং ১০-কে নিয়ে যায়। এতে ফরাসিদেরও ব্যাপক ক্ষয়ক্ষতি হয় এবং রিডাউট নং ৯ দখল করে। এই কর্মগুলি ইয়র্কটাউনে ব্রিটিশদের একটি সম্পূর্ণ সেনাবাহিনীর আত্মসমর্পণ করতে বাধ্য করে, যা যুদ্ধের প্রকৃত সমাপ্তি চিহ্নিত করে । যদিও প্যারিস চুক্তি স্বাক্ষর ও শেষ ব্রিটিশ সৈন্যদের প্রস্থান না হওয়া পর্যন্ত ছোট ছোট যুদ্ধগুলি আরো দুই বছর অব্যাহত ছিল।\n\n\n== বেসামরিক জীবনে ফিরে যাওয়া (১৭৮২-১৭৮৯) ==\n\n\n=== কংগ্রেস অব কনফেডারেশন ===\nইয়র্কটাউনের পর হ্যামিল্টন নিউইয়র্কে ফিরে আসেন এবং ১৭৮২ সালের মার্চ মাসে তার কমিশন পদত্যাগ করেন। তিনি ছয় মাস স্ব-নির্দেশিত শিক্ষার পর জুলাই মাসে বারো পাশ করেন এবং অক্টোবরে নিউইয়র্ক রাজ্যের সুপ্রিম কোর্টে মামলা করার লাইসেন্স পান। তিনি রবার্ট মরিসের কাছ থেকে নিউইয়র্ক রাজ্যের জন্য মহাদেশীয় করের রিসিভার হওয়ার প্রস্তাবও গ্রহণ করেন। ১৭৮২ সালে তিনি কনফেডারেশন কংগ্রেসে নিযুক্ত হন। কংগ্রেসে নিয়োগের আগে হ্যামিল্টন ইতিমধ্যেই কংগ্রেসের সমালোচনায় অংশ নিয়েছিলেন। ১৭৮০ সালের ৩ সেপ্টেম্বরে জেমস ডুয়েনের কাছে তার একটি চিঠিতে সমালোচনাগুলি প্রকাশ করেন,...মৌলিক ত্রুটি হল কংগ্রেসে ক্ষমতার অভাব...কনফেডারেশন নিজেই ত্রুটিপূর্ণ এবং এটির পরিবর্তন করা প্রয়োজন; এটি যুদ্ধ বা শান্তির জন্য উপযুক্ত নয়।\nওয়াশিংটনের কর্মী থাকাকালীন হ্যামিল্টন যুদ্ধকালীন মহাদেশীয় কংগ্রেসের বিকেন্দ্রীভূত প্রকৃতির প্রতি হতাশ হয়ে পড়েন; বিশেষ করে স্বেচ্ছায় আর্থিক সহায়তার জন্য রাজ্যগুলির উপর নির্ভরশীলতা, যা প্রায়শ আসন্ন ছিল না। কনফেডারেশনের আইনের অধীনে কংগ্রেসের কর সংগ্রহ করার বা রাজ্যগুলির কাছ থেকে অর্থ দাবি করার কোনও ক্ষমতা ছিল না। তহবিলের একটি স্থিতিশীল উৎসের অভাব মহাদেশীয় সেনাবাহিনীর জন্য প্রয়োজনীয় বিধানগুলি প্রাপ্ত করা এবং তার সৈন্যদের অর্থ প্রদান উভয়কেই কঠিন করে তুলেছিল। যুদ্ধের সময় ও কিছু সময়ের জন্য কংগ্রেস ফ্রান্সের রাজার কাছ থেকে ভর্তুকি, ইউরোপীয় ঋণ ও বিভিন্ন রাজ্যের কাছ থেকে অনুরোধ করা সাহায্য পায় ।\n১৭৮১ সালের ফেব্রুয়ারিতে থমাস বার্কের মাধ্যমে আইনের প্রবন্ধগুলির একটি সংশোধনী প্রস্তাব করা হয়, যাতে কংগ্রেসকে সমস্ত আমদানির উপর ৫% শুল্ক আদায় করার ক্ষমতা দেওয়া হয়। তবে এর জন্য সমস্ত রাজ্যের অনুমোদন প্রয়োজন ছিল। ১৭৮২ সালের নভেম্বরে রোড আইল্যান্ড কর্তৃক প্রত্যাখ্যান করার পর আইনটি অসম্ভব বলে প্রমাণিত হওয়ায় এর উত্তরণ নিশ্চিত করা হয়। জেমস ম্যাডিসন রোড আইল্যান্ডকে তার মন পরিবর্তন করতে রাজি করার জন্য একটি প্রতিনিধি দল পাঠিয়ে কংগ্রেসকে প্রভাবিত করার জন্য হ্যামিল্টনকে নিযুক্ত করেন। প্রতিনিধিদলের সুপারিশপত্রের প্রতিবেদনে যুক্তি দেওয়া হয়েছিল যে, জাতীয় সরকারের কেবলমাত্র কিছু স্তরের আর্থিক স্বায়ত্তশাসনের প্রয়োজন নয়; বরং আইন প্রণয়নের ক্ষমতাও প্রয়োজন, যা স্বতন্ত্র রাজ্যগুলির ক্ষমতাকে ছাড়িয়ে যায়। হ্যামিল্টন একটি চিঠি প্রেরণ করেন এবং তাতে যুক্তি দেন যে, কংগ্রেসের কাছে ইতিমধ্যেই কর দেওয়ার ক্ষমতা রয়েছে। যেহেতু এটি বিভিন্ন রাজ্য থেকে বকেয়া অর্থ নির্ধারণ করার ক্ষমতা রাখে।\n\n\n=== কংগ্রেস ও সেনাবাহিনী ===\nহ্যামিল্টন কংগ্রেসে থাকাকালীন অসন্তুষ্ট সৈন্যরা নতুন মার্কিন যুক্তরাষ্ট্রের জন্য বিপদ ডেকে আনতে শুরু করে। তখন সেনাবাহিনীর বেশিরভাগই নিউইয়র্কের নিউবার্গে পোস্ট করা হয়েছিল। সেনাবাহিনীর অনেকে তখন আট মাস যাবত কোনো অর্থ পায়নি। তদুপরি কন্টিনেন্টাল অফিসারদের ১৭৭৮ সালের মে মাসে তাদের অর্ধেক বেতনের পেনশন দেওয়ার প্রতিশ্রুতি দেওয়া হয়েছিল। ১৭৮০'র দশকের গোড়ার দিকে কনফেডারেশনের আইনি প্রবন্ধের অধীনে সরকারের কাঠামোর কারণে রাজস্ব বাড়ানো বা তার সৈন্যদের অর্থ প্রদানের জন্য কর দেওয়ার ক্ষমতা ছিল না। ১৭৮২ সালে ক্যাপ্টেন আলেকজান্ডার ম্যাকডুগালের নেতৃত্বে একদল কর্মকর্তা কংগ্রেসে লবি করার জন্য একটি প্রতিনিধি দল পাঠানোর আয়োজন করেন। অফিসারদের তিনটি দাবি ছিল: সেনাবাহিনীর বেতন, তাদের নিজস্ব পেনশন এবং কংগ্রেস যেন পেনশন অর্ধেক করতে না পারে, তাই সেই পেনশনগুলিকে একমুঠো পেনশনে রূপান্তর করা। তবে কংগ্রেস সেই প্রস্তাব প্রত্যাখ্যান করে।\nহ্যামিল্টন, রবার্ট মরিস ও গভর্নিয়ার মরিসসহ বেশ কিছু কংগ্রেসের লোক জাতীয় সরকারের অর্থায়নের জন্য রাজ্য ও কংগ্রেসের সমর্থন পেতে তথাকথিত নিউবার্গ ষড়যন্ত্রকে লিভারেজ হিসাবে ব্যবহার করার চেষ্টা করেন। তারা ম্যাকডুগালকে তার আক্রমনাত্মক পন্থা চালিয়ে যেতে উত্সাহিত করে এবং তাদের দাবি পূরণ না হলে অজানা পরিণতির হুমকি দেখায়। হ্যামিল্টন প্রস্তাবিত জাতীয় তহবিল ব্যবস্থার জন্য রাজ্যগুলির উপর প্রাধান্য দেওয়ার জন্য সেনাবাহিনীর দাবিগুলি ব্যবহার করার পরামর্শ দেন। মরিস ও হ্যামিল্টন জেনারেল হেনরি নক্সের সাথে যোগাযোগ করে পরামর্শ দেন যে, তিনি ও অফিসাররা বেসামরিক কর্তৃত্বকে অস্বীকার করেন। হ্যামিল্টন ওয়াশিংটনকে গোপনে পরামর্শ দেন যে, তহবিল সুরক্ষিত করার জন্য অফিসারদের প্রচেষ্টার বিকল্প গ্রহণ করুন এবং তাদের সংযমের সীমার মধ্যে রাখুন। সঙ্কট শেষ হওয়ার পর ওয়াশিংটন জাতীয় তহবিল পরিকল্পনার সমর্থন পেতে সেনাবাহিনীকে লিভারেজ হিসাবে ব্যবহার করার বিপদ সম্পর্কে সতর্ক করেছিলেন।\n১৫ মার্চ জর্জ ওয়াশিংটন ব্যক্তিগতভাবে অফিসারদের সম্বোধন করে নিউবার্গের পরিস্থিতি প্রশমিত করেন। ১৭৮৩ সালের এপ্রিলে কংগ্রেস সেনাবাহিনীকে আনুষ্ঠানিকভাবে ভেঙে দেওয়ার নির্দেশ দেয়। একই মাসে কংগ্রেস একটি ২৫ বছরের ইম্পোস্টের জন্য একটি নতুন পরিমাপ পাস করে এবং এর বিপক্ষে হ্যামিলটন ভোট দেন। এর জন্য সমস্ত রাজ্যের সম্মতি প্রয়োজন ছিল এবং এটি কর্মকর্তাদের পেনশনকে পাঁচ বছরের পূর্ণ বেতনে কম্যুটেশনের অনুমোদন দেয়। রোড আইল্যান্ড এই বিধানগুলির বিরোধিতা করেন এবং হ্যামিল্টনের আগের চিঠিতে জাতীয় বিশেষাধিকারের দৃঢ় দাবিগুলিকে ব্যাপকভাবে অত্যধিক বলে ধরে নেওয়া হয়।\n১৭৮৩ সালের জুনে পেনসিলভানিয়ার ল্যাঙ্কাস্টার থেকে অসন্তুষ্ট সৈন্যদের একটি ভিন্ন দল কংগ্রেসকে তাদের ফেরত বেতনের দাবিতে একটি পিটিশন পাঠায়। যখন তারা ফিলাডেলফিয়ার দিকে অগ্রসর হতে শুরু করে এবং কংগ্রেস তখন হ্যামিল্টন ও অন্য দুজনকে জনতাকে বাধা দেওয়ার জন্য অভিযুক্ত করে। হ্যামিল্টন পেনসিলভেনিয়ার সুপ্রিম এক্সিকিউটিভ কাউন্সিল থেকে মিলিশিয়াদের অনুরোধ করেন, কিন্তু তাকে প্রত্যাখ্যান করা হয়েছিল। হ্যামিল্টন যুদ্ধের সহকারী সেক্রেটারি উইলিয়াম জ্যাকসনকে পুরুষদের আটকানোর নির্দেশ দেন এবং জ্যাকসন এতে ব্যর্থ হয়। জনতা ফিলাডেলফিয়ায় পৌঁছে এবং সৈন্যরা তাদের বেতনের জন্য কংগ্রেসকে হেনস্থা করতে এগিয়ে যায়। হ্যামিল্টন যুক্তি দেন যে, কংগ্রেসকে প্রিন্সটন, নিউ জার্সির জন্য স্থগিত করা উচিত। কংগ্রেস সম্মত হয় এবং সেখানে স্থানান্তরিত হয়। কেন্দ্রীয় সরকারের দুর্বলতায় হতাশ হয়ে হ্যামিল্টন প্রিন্সটনে থাকাকালীন কনফেডারেশনের নিবন্ধগুলি সংশোধন করার জন্য একটি আহ্বান তৈরি করেন। এই রেজোলিউশনে মার্কিন যুক্তরাষ্ট্রের ভবিষ্যত সংবিধানের অনেক বৈশিষ্ট্য রয়েছে এবং এর মধ্যে একটি শক্তিশালী ফেডারেল সরকার ট্যাক্স সংগ্রহ ও সেনাবাহিনী গঠনের ক্ষমতাও রয়েছে। এটি আইনসভা, নির্বাহী ও বিচার বিভাগীয় শাখায় ক্ষমতার বিভাজনও অন্তর্ভুক্ত করে।\n\n\n=== নিউইয়র্কে ফিরে যাওয়া ===\n১৭৮৩ সালে হ্যামিল্টন কংগ্রেস থেকে পদত্যাগ করেন । ১৭৮৩ সালে ব্রিটিশরা নিউইয়র্ক ত্যাগ করে, তিনি সেখানে রিচার্ড হ্যারিসনের সাথে অংশীদারিত্বে অনুশীলন করেন। তিনি টোরিস এবং ব্রিটিশ প্রজাদের রক্ষায় বিশেষীকরণ করেছিলেন, যেমন রুটজার্স বনাম।ওয়েডিংটন, যেখানে তিনি নিউইয়র্কের সামরিক দখলের সময় ইংরেজদের দ্বারা একটি মদ কারখানার ক্ষতির দাবিকে পরাজিত করেছিলেন। তিনি 1783 সালের প্যারিস চুক্তির সাথে সামঞ্জস্যপূর্ণ রাষ্ট্রীয় আইনের ব্যাখ্যা করার জন্য মেয়রের আদালতের কাছে আবেদন করেছিলেন, যা বিপ্লবী যুদ্ধের সমাপ্তি করেছিল। \n1784 সালে, হ্যামিল্টন নিউ ইয়র্কের ব্যাংক প্রতিষ্ঠা করেন।\nকনফেডারেশনের নিবন্ধগুলি কার্যকর হওয়ার পক্ষে খুব দুর্বল হিসাবে দীর্ঘকাল ধরে অসন্তুষ্ট, হ্যামিল্টন 1786 আনাপোলিস কনভেনশনে একটি প্রধান নেতৃত্বের ভূমিকা পালন করেছিলেন। তিনি একটি সাংবিধানিক কনভেনশনের জন্য এর রেজোলিউশনের খসড়া তৈরি করেছিলেন, এবং এটি করে বাস্তবতার আরও একধাপ কাছাকাছি নিয়ে এসেছেন আরও কার্যকরী, আরও আর্থিকভাবে স্বয়ংসম্পূর্ণ ফেডারেল সরকার করার জন্য তার দীর্ঘদিনের ইচ্ছা।\nনিউইয়র্কের আইনসভার সদস্য হিসেবে, হ্যামিল্টন ভারমন্ট রাজ্যের সার্বভৌমত্বকে স্বীকৃতি দেওয়ার জন্য, এর সাংবিধানিকতা এবং নীতির বিরুদ্ধে অসংখ্য আপত্তির বিরুদ্ধে জোরপূর্বক এবং দীর্ঘমেয়াদি যুক্তি দিয়েছিলেন। বিলের বিবেচনা পরবর্তী তারিখে পিছিয়ে দেওয়া হয়েছিল। 1787 থেকে 1789 সাল পর্যন্ত, হ্যামিল্টন ভার্মন্টের প্রতিনিধিত্বকারী একজন আইনজীবী নাথানিয়েল চিপম্যানের সাথে চিঠি বিনিময় করেন। মার্কিন যুক্তরাষ্ট্রের সংবিধান কার্যকর হওয়ার পরে, হ্যামিল্টন বলেছিলেন, \"নতুন কংগ্রেসের সাথে আলোচনার প্রথম বিষয়গুলির মধ্যে একটি হবে কেনটাকির স্বাধীনতা, যার জন্য দক্ষিণের রাজ্যগুলি উদ্বিগ্ন হবে৷ উত্তরাঞ্চলীয়রা ভার্মন্টে পাল্টাপাল্টি খুঁজে পেয়ে খুশি হবে।\" ভার্মন্ট 1791 সালে ইউনিয়নে ভর্তি হয়েছিল।\n1788 সালে, কলেজটিকে পুনরায় চালু করা এবং এটিকে দৃঢ় আর্থিক ভিত্তির উপর স্থাপন করার জন্য তিনি কিংস কলেজ থেকে স্নাতকোত্তর ডিগ্রি লাভ করেন, যা এখন কলম্বিয়া কলেজ হিসাবে পুনর্গঠিত হয়েছে।\n\n\n=== সংবিধান এবং ফেডারেলবাদী কাগজপত্র ===\n\n1787 সালে, হ্যামিল্টন নিউইয়র্ক স্টেট আইনসভায় নিউইয়র্ক কাউন্টি থেকে অ্যাসেম্বলিম্যান হিসেবে দায়িত্ব পালন করেন এবং তার শ্বশুর ফিলিপ শুইলার সাংবিধানিক কনভেনশনের জন্য প্রতিনিধি হিসেবে নির্বাচিত হন।  যদিও হ্যামিল্টন একটি নতুন সাংবিধানিক কনভেনশন আহ্বান করার ক্ষেত্রে একজন নেতা ছিলেন, কনভেনশনে তার সরাসরি প্রভাব ছিল বেশ সীমিত। নিউইয়র্কের আইনসভায় গভর্নর জর্জ ক্লিনটনের দল নিউইয়র্কের অন্য দুই প্রতিনিধি, জন ল্যান্সিং জুনিয়র এবং রবার্ট ইয়েটসকে বেছে নিয়েছিল এবং তারা উভয়েই হ্যামিল্টনের একটি শক্তিশালী জাতীয় সরকারের লক্ষ্যের বিরোধিতা করেছিল। এইভাবে, যখনই নিউইয়র্ক প্রতিনিধিদলের অন্য দুই সদস্য উপস্থিত ছিলেন, তারা নিউইয়র্কের ভোটের সিদ্ধান্ত নেন, নিশ্চিত করতে যে কনফেডারেশনের নিবন্ধগুলিতে কোনও বড় পরিবর্তন না হয়। \nকনভেনশনের শুরুর দিকে হ্যামিলটন আজীবনের জন্য রাষ্ট্রপতির প্রস্তাব দিয়ে একটি ভাষণ দেন; এটি কনভেনশনের আলোচনার উপর কোন প্রভাব ফেলেনি। তিনি একজন নির্বাচিত রাষ্ট্রপতি এবং নির্বাচিত সিনেটর থাকার প্রস্তাব করেছিলেন যারা আজীবন কাজ করবে, \"ভাল আচরণ\" এর উপর নির্ভর করবে এবং দুর্নীতি বা অপব্যবহারের জন্য অপসারণ সাপেক্ষে; এই ধারণাটি পরবর্তীকালে জেমস ম্যাডিসন কর্তৃক গৃহীত রাজতন্ত্রবাদী সহানুভূতিশীল হিসাবে হ্যামিলটনের প্রতিকূল দৃষ্টিভঙ্গিতে অবদান রাখে। ম্যাডিসনের নোট অনুসারে, হ্যামিল্টন এক্সিকিউটিভ সম্পর্কে বলেছিলেন, \"ইংরেজি মডেলটি এই বিষয়ে একমাত্র ভাল ছিল। রাজার বংশগত স্বার্থ জাতির সাথে এতটাই মিশে গিয়েছিল, এবং তার ব্যক্তিগত ভাতা এত বেশি ছিল যে তাকে বিদেশ থেকে দুর্নীতিগ্রস্ত হওয়ার ঝুঁকির ঊর্ধ্বে রাখা হয়েছিল।.. একজন নির্বাহীকে আজীবনের জন্য নিযুক্ত করা হোক যে তার ক্ষমতা কার্যকর করার সাহস করে।\"\nহ্যামিল্টন যুক্তি দিয়েছিলেন, \"এবং আমাকে লক্ষ্য করতে দিন যে একজন নির্বাহী সাত বছরের চেয়ে জীবনে অফিসে থাকাকালীন জনগণের স্বাধীনতার জন্য কম বিপজ্জনক। বলা যেতে পারে এটি একটি নির্বাচনী রাজতন্ত্র হিসেবে গঠন করে।.. কিন্তু কার্যনির্বাহীকে অভিশংসনের বিষয় করে, 'রাজতন্ত্র' শব্দটি প্রযোজ্য হতে পারে না।.\" কনভেনশনের তার নোটে, ম্যাডিসন হ্যামিল্টনের প্রস্তাবটিকে \"ধনী এবং সুজন্মের\" জন্য ক্ষমতার দাবি হিসাবে ব্যাখ্যা করেছিলেন। ম্যাডিসনের দৃষ্টিভঙ্গি হ্যামিল্টনকে তার সহকর্মী প্রতিনিধিদের থেকে বিচ্ছিন্ন করে রেখেছিল এবং অন্যদের যারা মনে করেছিল তারা বিপ্লব এবং স্বাধীনতার ধারণাগুলিকে প্রতিফলিত করে না।\nকনভেনশন চলাকালীন, হ্যামিল্টন কনভেনশন বিতর্কের উপর ভিত্তি করে সংবিধানের জন্য একটি খসড়া তৈরি করেছিলেন, কিন্তু তিনি তা কখনই উপস্থাপন করেননি। এই খসড়াটিতে প্রকৃত সংবিধানের বেশিরভাগ বৈশিষ্ট্যই ছিল। এই খসড়ায়, হাউসের আয়তনের দুই-পঞ্চমাংশ হওয়ায় জনসংখ্যার অনুপাতে সিনেট নির্বাচন করতে হবে, এবং রাষ্ট্রপতি ও সিনেটররা জটিল বহু-পর্যায়ের নির্বাচনের মাধ্যমে নির্বাচিত হবেন, যেখানে নির্বাচিত নির্বাচকরা ইলেক্টরদের ছোট সংস্থা নির্বাচন করবে। ; তারা আজীবন পদে অধিষ্ঠিত হবেন, কিন্তু অসদাচরণের জন্য অপসারণযোগ্য। রাষ্ট্রপতির একটি পরম ভেটো থাকবে। মার্কিন যুক্তরাষ্ট্রের সাথে জড়িত সমস্ত মামলার উপর সুপ্রিম কোর্টের অবিলম্বে এখতিয়ার থাকতে হবে এবং রাজ্যের গভর্নরদের ফেডারেল সরকার নিযুক্ত করতে হবে।\nকনভেনশনের শেষে, হ্যামিল্টন এখনও চূড়ান্ত সংবিধানে সন্তুষ্ট ছিলেন না, তবে কনফেডারেশনের নিবন্ধগুলির উপর একটি বিশাল উন্নতি হিসাবে এটিতে স্বাক্ষর করেছিলেন এবং তার সহকর্মী প্রতিনিধিদেরও তা করার জন্য অনুরোধ করেছিলেন। যেহেতু নিউইয়র্ক প্রতিনিধিদলের অন্য দুই সদস্য, ল্যান্সিং এবং ইয়েটস ইতিমধ্যেই প্রত্যাহার করে নিয়েছেন, তাই হ্যামিল্টনই ছিলেন একমাত্র নিউইয়র্ক মার্কিন যুক্তরাষ্ট্রের সংবিধানে স্বাক্ষরকারী। তারপর তিনি 1788 সালে নিউইয়র্কে নথির অনুমোদনের জন্য সফল প্রচারাভিযানে অত্যন্ত সক্রিয় অংশ নেন, যা এটির জাতীয় অনুমোদনের একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল। তিনি জর্জ ক্লিনটনকে স্বাক্ষর করতে বাধ্য করার জন্য জনগণের দ্বারা সংবিধানের জনপ্রিয়তা প্রথম ব্যবহার করেছিলেন, কিন্তু ব্যর্থ হন। 1788 সালের জুন মাসে পককিপসিতে রাষ্ট্রীয় সম্মেলন হ্যামিলটন, জে, জেমস ডুয়েন, রবার্ট লিভিংস্টন এবং রিচার্ড মরিসকে মেলাঙ্কটন স্মিথ, ল্যান্সিং, ইয়েটস এবং গিলবার্ট লিভিংস্টনের নেতৃত্বে ক্লিনটোনীয় দলের বিরুদ্ধে দাঁড় করায়।\nহ্যামিল্টনের উপদলের সদস্যরা যে কোনো শর্তসাপেক্ষ অনুমোদনের বিরুদ্ধে ছিল, এই ধারণার অধীনে যে নিউইয়র্ককে ইউনিয়নে গ্রহণ করা হবে না, যখন ক্লিনটনের দল তাদের প্রচেষ্টা ব্যর্থ হলে রাজ্যের পৃথকীকরণের অধিকার বজায় রেখে সংবিধান সংশোধন করতে চেয়েছিল। রাষ্ট্রীয় সম্মেলনের সময়, নিউ হ্যাম্পশায়ার এবং ভার্জিনিয়া সংবিধান অনুসমর্থন করার জন্য যথাক্রমে নবম এবং দশম রাজ্য হয়ে উঠেছে, নিশ্চিত করেছিল যে কোনও স্থগিত হবে না এবং একটি আপস করতে হবে। অনুসমর্থনের জন্য ব্যবহৃত হ্যামিল্টনের যুক্তিগুলি মূলত ফেডারেলিস্ট পেপারস থেকে কাজের পুনরাবৃত্তি ছিল এবং স্মিথ অবশেষে অনুসমর্থনের জন্য গিয়েছিলেন, যদিও এটি হ্যামিল্টনের বক্তৃতার চেয়ে বেশি প্রয়োজনের বাইরে ছিল। 26 জুলাই, 1788 তারিখে রাষ্ট্রীয় কনভেনশনে ভোটটি 30 থেকে 27 তারিখে অনুমোদিত হয়েছিল\n\n\n==== ফেডারেলিস্ট পেপারস ====\nহ্যামিল্টন প্রস্তাবিত সংবিধান রক্ষার জন্য জন জে ও জেমস ম্যাডিসনকে দ্য ফেডারেলিস্ট পেপারস প্রবন্ধের একটি সিরিজ লেখার জন্য নিয়োগ করেন। তিনি সেই প্রচেষ্টায় সবচেয়ে বড় অবদান রাখেন এবং প্রকাশিত ৮৫টি প্রবন্ধের মধ্যে ৫১টিই তিনি লিখেন। হ্যামিল্টন পুরো প্রকল্পের তত্ত্বাবধান করেন এবং অংশগ্রহণকারীদের তালিকাভুক্ত করাসহ বেশিরভাগ প্রবন্ধ লেখেন এবং প্রকাশনার তদারকি করেন। প্রকল্প চলাকালীন প্রতিজন ব্যক্তি তাদের দক্ষতা অনুযায়ী কাজ করেছিল। জন জে বৈদেশিক সম্পর্ক, ম্যাডিসন নতুন সরকারের গঠনসহ প্রজাতন্ত্র ও কনফেডারেসির ইতিহাস রচনা করেন। হ্যামিল্টন তার কাছে সবচেয়ে প্রাসঙ্গিক সরকারের শাখাগুলি রচনা করেন: নির্বাহী ও বিচার বিভাগীয় শাখাগুলি, সেনেটের কিছু দিক, সেইসাথে সামরিক বিষয় ও ট্যাক্সেশন রচনা করেন। এই পেপারস ১৭৮৭ সালের ২৭ অক্টোবর প্রথম দ্য ইন্ডিপেনডেন্ট জার্নালে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র =="}