{"pageid": 1194242, "title": "জামায়াতে ইসলামী পাকিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1194242", "content": "জামায়াতে ইসলামি (উর্দু : جماعتِ اسلامی) বা JI হল পাকিস্তানে সক্রিয় একটি ইসলামপন্থী রাজনৈতিক দল। এটি ১৯৪১ সালে ঔপনিবেশিক ভারতে প্রতিষ্ঠিত জামায়াত-ই-ইসলামির পাকিস্তানি উত্তরসূরি।  এর প্রধান উদ্দেশ্য হল, পাকিস্তানকে একটি ইসলামি রাষ্ট্রে রূপান্তর করা, যা শরিয়া আইন দ্বারা পরিচালিত হবে। তবে তা ধীরে ধীরে আইনি ও রাজনৈতিক প্রক্রিয়ায় সম্পন্ন করা হবে বলে দলটি অভিমত ব্যক্ত করে।  জামাত দলটি পুঁজিবাদ, কমিউনিজম, উদারনীতি ও ধর্মনিরপেক্ষতার পাশাপাশি ব্যাংক সুদের মতো অর্থনৈতিক অনুশীলনের তীব্র বিরোধিতা করে।\nদলটির প্রধান নেতাকে আমীর বলা হয়। যদিও এটির বিরাটসংখ্যক জনপ্রিয় অনুসারী নেই; তবে দলটি বেশ প্রভাবশালী এবং দেওবন্দী ও বেরেলভী ( জমিয়তে উলেমা-ই ইসলাম ও জমিয়তে উলেমা-ই-পাকিস্তান) দলের সাথে পাকিস্তানের অন্যতম প্রধান ইসলামি দল হিসাবে বিবেচিত হয়। জামায়াত-ই-ইসলামি ১৯৪১ সালে মুসলিম ধর্মতাত্ত্বিক ও সামাজিক-রাজনৈতিক দার্শনিক আবুল আলা মওদুদির দ্বারা ব্রিটিশ ভারতের লাহোরে প্রতিষ্ঠিত হয়। তিনি মুঘল সম্রাট আলমগীরের শরিয়াভিত্তিক শাসন দ্বারা ব্যাপক প্রভাবিত ছিলেন।  ভারতের স্বাধীনতা আন্দোলনের সময় মওদুদী ও  জামায়াত-ই-ইসলামী ভারত ভাগের বিরোধিতার জন্য সক্রিয়ভাবে কাজ করেছিল।\n১৯৪৭ সালে ভারত ভাগের পর দলটি দুটি সংগঠনে বিভক্ত হয়: জামায়াত-ই-ইসলামী পাকিস্তান ও জামাত-ই-ইসলামী হিন্দ। জামায়াতের অন্যান্য শাখার মধ্যে রয়েছে ১৯৫৩ সালে প্রতিষ্ঠিত জামায়াতে ইসলামী কাশ্মীর, ১৯৭৪ সালে প্রতিষ্ঠিত জামাত-ই-ইসলামী আজাদ কাশ্মীর ও ১৯৭৫ সালে প্রতিষ্ঠিত বাংলাদেশ জামায়াতে ইসলামী। ১৯৪৮, ১৯৫৩ এবং ১৯৬৩ সালে জামায়াত-ই-ইসলামী পাকিস্তান কঠোর সরকারি দমন-পীড়নের মধ্যে পড়ে। জেনারেল মুহম্মদ জিয়া-উল-হকের শাসনামলের প্রথম দিকে জামাতের অবস্থানের উন্নতি হয়।\n১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় অন্য পাকিস্তানি রাজনৈতিক দলগুলির মতো জামায়াতও  বাংলাদেশের স্বাধীনতার বিরোধিতা করে। যুদ্ধের পর ১৯৭৫ সালে আমীর হিসাবে আব্বাস আলীর নেতৃত্বে জামায়াতে ইসলামী বাংলাদেশ প্রতিষ্ঠিত হয়।  ১৯৮০ এর দশকের দিকে পাকিস্তানি জামায়াত কাশ্মীরের জামায়াত-ই-ইসলামীর সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তোলে এবং কাশ্মীরের সশস্ত্র বিদ্রোহে সমর্থন জোগায়। \n\n\n== তথ্যসূত্র =="}