{"pageid": 1194149, "title": "জাফনা আন্তর্জাতিক বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1194149", "content": "জাফনা আন্তর্জাতিক বিমানবন্দর (তামিল: யாழ்ப்பாணம் பன்னாட்டு வானூர்தி நிலையம்; সিংহলি: යාපනය ජාත්‍යන්තර ගුවන්තොටුපළ) (আইএটিএ: জেএএফ, আইসিএও: ভিসিসিজে) একটি আন্তর্জাতিক বিমানবন্দর যা উত্তর শ্রীলঙ্কায় উড়ান পরিষেবা প্রদান করে। পূর্বে, বিমানবন্দরটি পালালি বিমানবন্দর ও জাফনা বিমানবন্দর নামে পরিচিত ছিল। এটি একটি সামরিক বিমানঘাঁটি, যা শ্রীলঙ্কা এয়ার ফোর্স পালালি বা এসএলএএফ পালালি নামে পরিচিত। বিমানবন্দরটি জাফনা শহরের ৭ নটিক্যাল মাইল (১৩ কিমি; ৮মা) উত্তরে কাঙ্কেসান্থুরাইয়ের কাছে পালালি শহরে অবস্থিত। এটি ১০ মি (৩৪ ফু) উচ্চতায় অবস্থিত এবং একটি অ্যাসফল্ট পৃষ্ঠের সাথে ১,৪০০ বাই ৩০ মিটার (৪,৫৯৩ বাই ৯৮ ফুট) পরিমাপে ০৫/২৩ মনোনীত একটি রানওয়ে রয়েছে।\nবিমানবন্দরটি মূলত দ্বিতীয় বিশ্বযুদ্ধের সময় রয়্যাল এয়ার ফোর্স দ্বারা নির্মিত হয়েছিল, এরপর এটি দেশের দ্বিতীয় আন্তর্জাতিক বিমানবন্দর হিসাবে কাজ করছে। শ্রীলঙ্কার গৃহযুদ্ধের সময় এটি শ্রীলঙ্কা বিমান বাহিনী দ্বারা দখল করা হয়েছিল। ১৯৯০-এর দশকের মাঝামাঝি সময়ে অভ্যন্তরীণ বেসামরিক উড়ানগুলি আবার শুরু হয় এবং এটি ২০১৯ সালে শ্রীলঙ্কার তৃতীয় আন্তর্জাতিক বিমানবন্দরে পরিণত হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\nদ্বিতীয় বিশ্বযুদ্ধের সময় ব্রিটিশ রাজকীয় বিমান বাহিনী উত্তর সিলনের কাঙ্কেসান্থুরাইয়ের কাছে পালালিতে ১৪৫ ha (৩৫৯ একর) জমিতে একটি বিমানঘাঁটি তৈরি করেছিল। এয়ারফিল্ডের রানওয়ে প্রায় ২,০০০ মি (৬,৫৬২ ফু) লম্বা ছিল। যুদ্ধের সময় এবং তার পরপরই বেশ কয়েকটি আরএএফ স্কোয়াড্রন (১৬০, ২০৩, ২৯২, ৩৫৪) এবং বিমান-সমুদ্র উদ্ধারকারী ইউনিট বিমানক্ষেত্রে অবস্থান করেছিল। যুদ্ধের পর বিমানঘাঁটি পরিত্যক্ত হয় এবং বেসামরিক বিমান চলাচল বিভাগ কর্তৃক অধিগৃহীত হয়।\n\n\n=== আন্তর্জাতিক বিমানবন্দর ===\nবিমানবন্দরটিকে ২০১৯ সালের অক্টোবর মাসের প্রথম দিকে একটি আঞ্চলিক বিমানবন্দরে পরিণত করা হয়েছিল, যার নাম পরিবর্তন করে জাফনা আন্তর্জাতিক বিমানবন্দর রাখা হয় এবং সিএএ-এর এখতিয়ারের অধীনে রাখা হয়। এএএস'কে বিমানবন্দরের বেসামরিক দিকের পরিচালনাকারী নিযুক্ত করা হয়েছিল। সংস্কার করা বিমানবন্দরটি ২০১৯ সালের ১৭ই অক্টোবর রাষ্ট্রপতি মাইথ্রিপালা সিরিসেনা এবং প্রধানমন্ত্রী বিক্রমাসিংহে উদ্বোধন করেন। চেন্নাই থেকে বিমানসংস্থার কর্মকর্তা এবং সাংবাদিকদের নিয়ে অ্যালায়েন্স এয়ার এটিআর ৭২-৬০০ বিমানের আগমন শ্রীলঙ্কার তৃতীয় আন্তর্জাতিক বিমানবন্দরের উদ্বোধনের সংকেত দিয়েছিল। এটি অ্যালায়েন্স এয়ারের প্রথম বিদেশী উড়ান ছিল। সংস্কারে ২.২৫ বিলিয়ন ভারতীয় টাকা খরচ হয়েছে যার মধ্যে ১.৯৫ বিলিয়ন ভারতীয় টাকা শ্রীলঙ্কা সরকার ও ০.৩ বিলিয়ন ভারতীয় টাকা ভারত সরকারের কাছ থেকে অর্থায়ন করা হয়েছিল।\n\n\n== বিমান সংস্থা ও গন্তব্য ==\n\n\n=== যাত্রী ===\n\n\n== তথ্যসূত্র =="}